{
  "doc_id": "12-017-0970",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九七０卷",
    "zh_TW": "第九七０卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "12-017-0970",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "12-017-0970_p0001",
      "zh_CN": "诸位同学，我们接着看「当机获益」第六句：",
      "zh_TW": "諸位同學，我們接著看「當機獲益」第六句："
    },
    {
      "id": "12-017-0970_p0002",
      "zh_CN": "【得随入证轮，名一切法海广大光明。】",
      "zh_TW": "【得隨入證輪，名一切法海廣大光明。】"
    },
    {
      "id": "12-017-0970_p0003",
      "zh_CN": "大众得的利益，我们看到之后，确实仰慕之心油然而生，得的利益的圆满、利益的殊胜确实无与伦比。世尊为我们介绍的，真的是所谓点到为止，略举一端。无量无边殊胜的利益，即使十方如来异口同音共同宣说都说不尽，为什么？称性。所以清凉大师给我们解释，这十句的利益配十地十度。十地十度在《华严经》里面，真正的义趣是「一即一切，一切即一」，无一不是究竟圆满。我们要了解这个事实真相。这第六句是「般若现前」，就是六地，叫现前地，六地菩萨叫现前地。清凉说「般若现前，名随入证，照深缘起，名法海光」，甚深缘起，怎么知道？甚深般若。",
      "zh_TW": "大眾得的利益，我們看到之後，確實仰慕之心油然而生，得的利益的圓滿、利益的殊勝確實無與倫比。世尊為我們介紹的，真的是所謂點到為止，略舉一端。無量無邊殊勝的利益，即使十方如來異口同音共同宣說都說不盡，為什麼？稱性。所以清涼大師給我們解釋，這十句的利益配十地十度。十地十度在《華嚴經》裡面，真正的義趣是「一即一切，一切即一」，無一不是究竟圓滿。我們要了解這個事實真相。這第六句是「般若現前」，就是六地，叫現前地，六地菩薩叫現前地。清涼說「般若現前，名隨入證，照深緣起，名法海光」，甚深緣起，怎麼知道？甚深般若。"
    },
    {
      "id": "12-017-0970_p0004",
      "zh_CN": "昨天我听一个同学打电话告诉我，最近有一个科学的报导，大家可以在网路上查一查。说有一个太空船飞进了黑洞。在从前我们听说，任何东西飞到黑洞里面都消失了，可是这个太空船飞到黑洞没有消失，传来许许多多的资讯。这个资讯似乎是过去的，千万年前的太空状况；换句话说，进入这个黑洞突破了时间，像我们佛经里面讲的，过去未来是一不是二。这是一个很特异的现象。在以往我们只知道，甚深的禅定，就像这个注解里面讲的「照深缘起」。亿万年前的世界缘起的状况，居然通过黑洞的时候见到了，传来这些照片。我们中国古人讲的浑沌初开，印度古老宗教里面讲的冥谛，是不是这个境界，我现在还不能够证实。他们给我的讯息，似乎是这么一个境界，这个境界如何用科学来证实，这是个很奇特的事情。这是最近太空物理一个新的发现。所以科学的发达，对佛法的学习确实是有很多帮助。",
      "zh_TW": "昨天我聽一個同學打電話告訴我，最近有一個科學的報導，大家可以在網路上查一查。說有一個太空船飛進了黑洞。在從前我們聽說，任何東西飛到黑洞裡面都消失了，可是這個太空船飛到黑洞沒有消失，傳來許許多多的資訊。這個資訊似乎是過去的，千萬年前的太空狀況；換句話說，進入這個黑洞突破了時間，像我們佛經裡面講的，過去未來是一不是二。這是一個很特異的現象。在以往我們只知道，甚深的禪定，就像這個註解裡面講的「照深緣起」。億萬年前的世界緣起的狀況，居然通過黑洞的時候見到了，傳來這些照片。我們中國古人講的渾沌初開，印度古老宗教裡面講的冥諦，是不是這個境界，我現在還不能夠證實。他們給我的訊息，似乎是這麼一個境界，這個境界如何用科學來證實，這是個很奇特的事情。這是最近太空物理一個新的發現。所以科學的發達，對佛法的學習確實是有很多幫助。"
    },
    {
      "id": "12-017-0970_p0005",
      "zh_CN": "从日本科学家做水的结晶，证明佛在经上常讲的「一切法从心想生」，证明「唯心所现，唯识所变」，这用科学来证明。这些用现代科学名词都是物理的现象。物从哪里来的？物为什么会变？为什么会变，现在已经知道一点消息，从心想生。但是这个物质从哪里来的？现在科学家依旧不能证实，这是佛法里面讲的「唯心所现」。心是什么？心不是物质；心能够变成物质，能够变出物质出来。心是灵知，它不是死的，它是活的。诸位在这几年来常常参加三时系念佛事，你看中峰国师在系念佛事里面的开示，那些开示的话虽然不多，非常重要，那都是大乘经典里面的精华。但是这些开示，佛说得很好，上根利智的人听了之后他能够悟入，中下根性的人只能种善根而已。善根要不要种？要种！善根深厚他才会开悟。我们为什么悟不了？善根浅薄，所以不能悟入。因此，接受大乘经教的薰习，才能够薰成深厚的善根，才能把中下根性提升到上上根性，就这么个道理。",
      "zh_TW": "從日本科學家做水的結晶，證明佛在經上常講的「一切法從心想生」，證明「唯心所現，唯識所變」，這用科學來證明。這些用現代科學名詞都是物理的現象。物從哪裡來的？物為什麼會變？為什麼會變，現在已經知道一點消息，從心想生。但是這個物質從哪裡來的？現在科學家依舊不能證實，這是佛法裡面講的「唯心所現」。心是什麼？心不是物質；心能夠變成物質，能夠變出物質出來。心是靈知，它不是死的，它是活的。諸位在這幾年來常常參加三時繫念佛事，你看中峰國師在繫念佛事裡面的開示，那些開示的話雖然不多，非常重要，那都是大乘經典裡面的精華。但是這些開示，佛說得很好，上根利智的人聽了之後他能夠悟入，中下根性的人只能種善根而已。善根要不要種？要種！善根深厚他才會開悟。我們為什麼悟不了？善根淺薄，所以不能悟入。因此，接受大乘經教的薰習，才能夠薰成深厚的善根，才能把中下根性提升到上上根性，就這麼個道理。"
    },
    {
      "id": "12-017-0970_p0006",
      "zh_CN": "前面第五句，得禅定。禅定功夫深了，深到相当的程度，智慧就现前。所以这个第六句，是六地菩萨的境界，现前地。什么现前？智慧现前。定能开慧，没有禅定，就决定没有智慧，这个诸位一定要知道。没有禅定，这个人很聪明，什么都知道，那是什么？佛在经上讲的叫「世智辩聪」。世间，我们今天讲知识，世间的知识、辩才、聪明。这是学来的。「学」与前一世有没有关系？有！这个现在连外国研究轮回也知道了。每一个人，我们这一生的聪明才智，富贵穷通，与前世都有密切的关联。这是外国从许许多多方式，大多数还是用催眠的方法，催眠的方法也是帮助你，用人工的方法帮助你入定，就是精神集中。万缘放下，精神集中，催眠的道理在此地，这个时候你能够回忆过去，回忆到前生。因为在甚深催眠状况之下，就是意志集中，这个时候时间的观念突破了，所以他可以回到前生。其中有一个例子，他能够回忆到四千多年前的事情，多少世？八十多世。一生算一世，八十多世之前的事情，他能够记起来。",
      "zh_TW": "前面第五句，得禪定。禪定功夫深了，深到相當的程度，智慧就現前。所以這個第六句，是六地菩薩的境界，現前地。什麼現前？智慧現前。定能開慧，沒有禪定，就決定沒有智慧，這個諸位一定要知道。沒有禪定，這個人很聰明，什麼都知道，那是什麼？佛在經上講的叫「世智辯聰」。世間，我們今天講知識，世間的知識、辯才、聰明。這是學來的。「學」與前一世有沒有關係？有！這個現在連外國研究輪迴也知道了。每一個人，我們這一生的聰明才智，富貴窮通，與前世都有密切的關聯。這是外國從許許多多方式，大多數還是用催眠的方法，催眠的方法也是幫助你，用人工的方法幫助你入定，就是精神集中。萬緣放下，精神集中，催眠的道理在此地，這個時候你能夠回憶過去，回憶到前生。因為在甚深催眠狀況之下，就是意志集中，這個時候時間的觀念突破了，所以他可以回到前生。其中有一個例子，他能夠回憶到四千多年前的事情，多少世？八十多世。一生算一世，八十多世之前的事情，他能夠記起來。"
    },
    {
      "id": "12-017-0970_p0007",
      "zh_CN": "在佛法里头，在理论上讲跟催眠相同。佛法讲的是入定，入甚深的禅定。修禅定，你现在从科学家这些方式，我们也有所体会。修禅定打坐的时候，要万缘放下，让身体轻松，不能有丝毫紧张，不能有丝毫压迫，你才能入定境。禅定功夫浅深，差别很大。小的定功，还是一样端坐在那个地方，身体放松。所有一切妄念都要放下，一心专注，定不是死定，定里头有觉、有观。所以定也叫止观，止是止一切妄想、杂念，观就是科学家讲的，精神意志集中在一点，在哪一点不一定。古时候用的方法叫「观心」，那就是你的精神集中在哪个地方，以后就改成「话头」，叫参话头。不可以想这个话是什么意思，不能想，把精神全部集中在话头上，你才能入定。在定的境界里面时间空间突破了，你可以看到过去，你可以看到未来。所以，许多定功深的人跟我们讲未来的事情，那个可靠。",
      "zh_TW": "在佛法裡頭，在理論上講跟催眠相同。佛法講的是入定，入甚深的禪定。修禪定，你現在從科學家這些方式，我們也有所體會。修禪定打坐的時候，要萬緣放下，讓身體輕鬆，不能有絲毫緊張，不能有絲毫壓迫，你才能入定境。禪定功夫淺深，差別很大。小的定功，還是一樣端坐在那個地方，身體放鬆。所有一切妄念都要放下，一心專注，定不是死定，定裡頭有覺、有觀。所以定也叫止觀，止是止一切妄想、雜念，觀就是科學家講的，精神意志集中在一點，在哪一點不一定。古時候用的方法叫「觀心」，那就是你的精神集中在哪個地方，以後就改成「話頭」，叫參話頭。不可以想這個話是什麼意思，不能想，把精神全部集中在話頭上，你才能入定。在定的境界裡面時間空間突破了，你可以看到過去，你可以看到未來。所以，許多定功深的人跟我們講未來的事情，那個可靠。"
    },
    {
      "id": "12-017-0970_p0008",
      "zh_CN": "从前我对预言的事情也感觉得很好奇，向李老师请教靠得住靠不住？李老师告诉我，他说预言总的来说，可以分为两大类，讲理论的依据有两大类。第一大类是数学（所以数学是科学之母，这个话是有道理的），那是很高深的数理，推断的，中国《易经》就属于这个。所以一般看相、算命，推论未来的状况，这就是预言，大多数都是从数理上推出来的。这个要相当精密，错一点点，跟事实真相就有很大的差距。所以这个可以参考，不能够完全相信。第二个预言的根据，就是佛家讲的「现量境界」，是从定中看到的，他说这个可靠性非常准确。实在讲他是有依据的，有依凭的，不是随便说的。",
      "zh_TW": "從前我對預言的事情也感覺得很好奇，向李老師請教靠得住靠不住？李老師告訴我，他說預言總的來說，可以分為兩大類，講理論的依據有兩大類。第一大類是數學（所以數學是科學之母，這個話是有道理的），那是很高深的數理，推斷的，中國《易經》就屬於這個。所以一般看相、算命，推論未來的狀況，這就是預言，大多數都是從數理上推出來的。這個要相當精密，錯一點點，跟事實真相就有很大的差距。所以這個可以參考，不能夠完全相信。第二個預言的根據，就是佛家講的「現量境界」，是從定中看到的，他說這個可靠性非常準確。實在講他是有依據的，有依憑的，不是隨便說的。"
    },
    {
      "id": "12-017-0970_p0009",
      "zh_CN": "在这个地方我们也就能看到，先得禅定，然后开智慧。定从哪里来的？定从持戒来的。持戒用广义的讲法就是守法，你一定要顺从老师的教诲。为什么？老师是过来人。他曾经修学这种方法得定，开智慧，他有经验，这条路是他走过的。我们对这条路茫然无知，很想得定，也学着去打坐，实在讲是什么？盲修瞎练。无论怎么样勤苦去练功，禅定还是得不到，我们的意志依旧不能集中，散乱的。我们在经典里面看到，阿罗汉定功不错了，得九次第定。世间禅定，四禅八定。我们知道今天世界上许许多多做深度催眠，在那个深度催眠状况之下，那是什么境界？跟诸位说明，他的定功没有达到初禅，换句话说，欲界天里面所修的「未到定」，就有这样的能力。知道过去世，他还不能知道未来世。知道自己的事，不能知道别人的事，能力实在讲很有限。欲界未到定，未到定是讲夜摩天，兜率天，化乐天，他化自在天。这个四层天，一层定功比一层深。在佛法里面讲，他不能算成就。为什么？欲没断，这个断跟诸位说不是灭断，是伏断。到什么时候才灭断？证阿罗汉果才灭断，永远不到六道来，那真的灭断了。所以六道里面，纵然是非想非非想处天都是伏断，伏烦恼，烦恼没有灭。这个道理我们要懂，不能够误会。",
      "zh_TW": "在這個地方我們也就能看到，先得禪定，然後開智慧。定從哪裡來的？定從持戒來的。持戒用廣義的講法就是守法，你一定要順從老師的教誨。為什麼？老師是過來人。他曾經修學這種方法得定，開智慧，他有經驗，這條路是他走過的。我們對這條路茫然無知，很想得定，也學著去打坐，實在講是什麼？盲修瞎練。無論怎麼樣勤苦去練功，禪定還是得不到，我們的意志依舊不能集中，散亂的。我們在經典裡面看到，阿羅漢定功不錯了，得九次第定。世間禪定，四禪八定。我們知道今天世界上許許多多做深度催眠，在那個深度催眠狀況之下，那是什麼境界？跟諸位說明，他的定功沒有達到初禪，換句話說，欲界天裡面所修的「未到定」，就有這樣的能力。知道過去世，他還不能知道未來世。知道自己的事，不能知道別人的事，能力實在講很有限。欲界未到定，未到定是講夜摩天，兜率天，化樂天，他化自在天。這個四層天，一層定功比一層深。在佛法裡面講，他不能算成就。為什麼？欲沒斷，這個斷跟諸位說不是滅斷，是伏斷。到什麼時候才滅斷？證阿羅漢果才滅斷，永遠不到六道來，那真的滅斷了。所以六道裡面，縱然是非想非非想處天都是伏斷，伏煩惱，煩惱沒有滅。這個道理我們要懂，不能夠誤會。"
    },
    {
      "id": "12-017-0970_p0010",
      "zh_CN": "到初禅了，到初禅欲念伏住了，虽然阿赖耶识里头有五欲六尘的种子，它不会起现行、不起作用；换句话说，它不会妄动。这个境界是阿罗汉的境界。大乘经上我们常常看到，像《地藏经》上，婆罗门女，母亲死了，母亲在生的时候喜欢吃海鲜，常常杀生。女儿劝她信佛，她半信半疑。女儿想到这一生罪业很重，一定堕恶道，到底在哪里不晓得。她遇到一位阿罗汉，请求阿罗汉帮助她。阿罗汉入定，定中时空界限突破，看到她在地狱受罪，教给她怎样去修福，去帮助她母亲。从这个地方就说明，阿罗汉要想知道过去未来，还要入定。由此可知，出了定之后，那个入定跟出定是两个完全不同的境界，但是比我们那是高明多了。他就是出定，我们也比不上人家。但是要突破六道，他不入定的那个功夫还不够，入定加强他的功夫，就是特别集中他的精神，万缘放下，这才有能力办事。六道界限没有了，到处观看她在哪里，他有能力找到。",
      "zh_TW": "到初禪了，到初禪欲念伏住了，雖然阿賴耶識裡頭有五欲六塵的種子，它不會起現行、不起作用；換句話說，它不會妄動。這個境界是阿羅漢的境界。大乘經上我們常常看到，像《地藏經》上，婆羅門女，母親死了，母親在生的時候喜歡吃海鮮，常常殺生。女兒勸她信佛，她半信半疑。女兒想到這一生罪業很重，一定墮惡道，到底在哪裡不曉得。她遇到一位阿羅漢，請求阿羅漢幫助她。阿羅漢入定，定中時空界限突破，看到她在地獄受罪，教給她怎樣去修福，去幫助她母親。從這個地方就說明，阿羅漢要想知道過去未來，還要入定。由此可知，出了定之後，那個入定跟出定是兩個完全不同的境界，但是比我們那是高明多了。他就是出定，我們也比不上人家。但是要突破六道，他不入定的那個功夫還不夠，入定加強他的功夫，就是特別集中他的精神，萬緣放下，這才有能力辦事。六道界限沒有了，到處觀看她在哪裡，他有能力找到。"
    },
    {
      "id": "12-017-0970_p0011",
      "zh_CN": "法身菩萨就不一样了，权教菩萨的本事跟阿罗汉差不多，高出不多，多半还是要入定才能看到过去未来。法身菩萨就不必了，经上常说「那伽常在定，无有不定时」。他看六道，看十法界，看遍法界虚空界，需不需要入定？不需要。说明他时时刻刻念念都在深定之中，没有什么出入。这个定功就深！叫现前地。我们晓得在现前地里面的菩萨，不需要入定出定，不需要。",
      "zh_TW": "法身菩薩就不一樣了，權教菩薩的本事跟阿羅漢差不多，高出不多，多半還是要入定才能看到過去未來。法身菩薩就不必了，經上常說「那伽常在定，無有不定時」。他看六道，看十法界，看遍法界虛空界，需不需要入定？不需要。說明他時時刻刻念念都在深定之中，沒有什麼出入。這個定功就深！叫現前地。我們曉得在現前地裡面的菩薩，不需要入定出定，不需要。"
    },
    {
      "id": "12-017-0970_p0012",
      "zh_CN": "我们很羡慕，有没有办法在这一生当中成就？跟诸位说，办法是有，问题是你肯不肯学。肯学，用什么方法？念佛。「念佛？」摇摇头，「这没什么，我已经念了很久，没什么效果。」没有错，你是念了很久，你念得不如法。怎么不如法？你念佛的时候有没有放下万缘？得自己好好反省反省，念佛堂的堂主有一句口头禅，天天在教，提醒大家「放下万缘，提起佛号」。禅堂里面是「提起正念」，念佛堂改成提起佛号。佛号提起了，万缘没有放下，所以念佛功夫不能成片，你没有得到真正的受用。没有得到念佛三昧，念佛三昧就是禅定。世尊在《大集经》上讲的，念佛就是深妙禅，不是普通禅定。为什么讲它是深妙禅？它跟六地菩萨一样，般若现前。这个境界不可思议！",
      "zh_TW": "我們很羨慕，有沒有辦法在這一生當中成就？跟諸位說，辦法是有，問題是你肯不肯學。肯學，用什麼方法？念佛。「念佛？」搖搖頭，「這沒什麼，我已經念了很久，沒什麼效果。」沒有錯，你是念了很久，你念得不如法。怎麼不如法？你念佛的時候有沒有放下萬緣？得自己好好反省反省，念佛堂的堂主有一句口頭禪，天天在教，提醒大家「放下萬緣，提起佛號」。禪堂裡面是「提起正念」，念佛堂改成提起佛號。佛號提起了，萬緣沒有放下，所以念佛功夫不能成片，你沒有得到真正的受用。沒有得到念佛三昧，念佛三昧就是禪定。世尊在《大集經》上講的，念佛就是深妙禪，不是普通禪定。為什麼講它是深妙禪？它跟六地菩薩一樣，般若現前。這個境界不可思議！"
    },
    {
      "id": "12-017-0970_p0013",
      "zh_CN": "我们今天念佛，毛病在什么地方，自己要知道。你把你的毛病改过来，功夫就得力，你就能够在念佛堂得念佛三昧。这个三昧能得到，但是很容易失去。为什么失去？你妄想一生起来，三昧就没有了。但是偶然得个一次两次，有好处，你的信心增长。尔后如何能把这个境界保持住，真正想保持，你就得永远放下万缘，这个心跟禅心无二无别。禅心是什么？惠能大师讲得很好，「本来无一物，何处惹尘埃」，那是禅心。那个心是清净心，那个心是真诚心、是平等心、正觉心、慈悲心，里头一个杂念、妄想都没有。只要有一个杂念、妄想在里面，你的三昧就没有了，正受没有了。正受没有了，你受的是什么？苦乐忧喜舍。诸位要晓得，正念里头，苦乐忧喜舍没有！这叫真乐，极乐世界的乐是说的这个，不是苦乐的乐。苦乐之乐，妄心里头有，真心里头没有；识心里头有，自性里头没有。见了性，智慧、德能、相好圆满具足，样样现前。现前地不仅是般若现前，德能现前，相好现前；世出世间一切法全都现前，你都得受用，而且决定没有染污。这是法身菩萨的境界。",
      "zh_TW": "我們今天念佛，毛病在什麼地方，自己要知道。你把你的毛病改過來，功夫就得力，你就能夠在念佛堂得念佛三昧。這個三昧能得到，但是很容易失去。為什麼失去？你妄想一生起來，三昧就沒有了。但是偶然得個一次兩次，有好處，你的信心增長。爾後如何能把這個境界保持住，真正想保持，你就得永遠放下萬緣，這個心跟禪心無二無別。禪心是什麼？惠能大師講得很好，「本來無一物，何處惹塵埃」，那是禪心。那個心是清淨心，那個心是真誠心、是平等心、正覺心、慈悲心，裡頭一個雜念、妄想都沒有。只要有一個雜念、妄想在裡面，你的三昧就沒有了，正受沒有了。正受沒有了，你受的是什麼？苦樂憂喜捨。諸位要曉得，正念裡頭，苦樂憂喜捨沒有！這叫真樂，極樂世界的樂是說的這個，不是苦樂的樂。苦樂之樂，妄心裡頭有，真心裡頭沒有；識心裡頭有，自性裡頭沒有。見了性，智慧、德能、相好圓滿具足，樣樣現前。現前地不僅是般若現前，德能現前，相好現前；世出世間一切法全都現前，你都得受用，而且決定沒有染污。這是法身菩薩的境界。"
    },
    {
      "id": "12-017-0970_p0014",
      "zh_CN": "「名随入证」，随是随缘、随顺。普贤纲领里面有「恒顺众生」，这句话的意思深妙广大无有边际。恒顺众生，什么叫众生？所有一切现象都是众缘和合而生的，叫做众生。所以众生，我们一般听到都是以为这一切人，众生指的是一切人，那你范围太小了！众生是指十法界依正庄严，都是众缘和合而生的，你看你能随顺；换句话说，能随顺一切人，能随顺一切法，能随顺一切事，能随顺十法界一切众生。上，随顺诸佛如来；下，能够随顺地狱众生。什么叫随顺？跟他们接触，跟他们往来，跟他们共同生活、学习，决定不起一个妄念，叫做随顺。你还打了个妄想，起个妄念，不叫随顺！随顺是用真心，要用意识心，那都叫攀缘，不叫做随顺。",
      "zh_TW": "「名隨入證」，隨是隨緣、隨順。普賢綱領裡面有「恆順眾生」，這句話的意思深妙廣大無有邊際。恆順眾生，什麼叫眾生？所有一切現象都是眾緣和合而生的，叫做眾生。所以眾生，我們一般聽到都是以為這一切人，眾生指的是一切人，那你範圍太小了！眾生是指十法界依正莊嚴，都是眾緣和合而生的，你看你能隨順；換句話說，能隨順一切人，能隨順一切法，能隨順一切事，能隨順十法界一切眾生。上，隨順諸佛如來；下，能夠隨順地獄眾生。什麼叫隨順？跟他們接觸，跟他們往來，跟他們共同生活、學習，決定不起一個妄念，叫做隨順。你還打了個妄想，起個妄念，不叫隨順！隨順是用真心，要用意識心，那都叫攀緣，不叫做隨順。"
    },
    {
      "id": "12-017-0970_p0015",
      "zh_CN": "随入，入是契入。证，证是证得。这是说的自受用，真实智慧自受用。「照深缘起」，是他受用，帮助别人觉悟，教化众生。教是教导他，是帮助他，教导、帮助是无条件的。这个推动的力量从哪里产生的？从智慧生的，从大慈悲心生的。慈悲一切，就是你真诚的爱心周遍虚空法界；虚空法界多大，你的爱心多大。这个爱心里头没有一丝毫私心，没有；没有一丝毫偏心，平等的爱心。所以对一切众生哪里有条件，我喜欢他，我不喜欢他，没有这个念头；这个念头是妄心，是妄想分别执着，我们常常要警惕自己。因为什么？用妄想分别执着用得太久了，无量劫用到今天，我们虽然想把它丢掉、放下，丢了，它马上又来了。",
      "zh_TW": "隨入，入是契入。證，證是證得。這是說的自受用，真實智慧自受用。「照深緣起」，是他受用，幫助別人覺悟，教化眾生。教是教導他，是幫助他，教導、幫助是無條件的。這個推動的力量從哪裡產生的？從智慧生的，從大慈悲心生的。慈悲一切，就是你真誠的愛心周遍虛空法界；虛空法界多大，你的愛心多大。這個愛心裡頭沒有一絲毫私心，沒有；沒有一絲毫偏心，平等的愛心。所以對一切眾生哪裡有條件，我喜歡他，我不喜歡他，沒有這個念頭；這個念頭是妄心，是妄想分別執著，我們常常要警惕自己。因為什麼？用妄想分別執著用得太久了，無量劫用到今天，我們雖然想把它丟掉、放下，丟了，它馬上又來了。"
    },
    {
      "id": "12-017-0970_p0016",
      "zh_CN": "早年我跟章嘉大师，我也向他请教这个问题，章嘉大师举了个比喻，我体会到了。他用什么比喻？在那个时候我们用的时钟，还是用发条的，现在都用电池，方便多了，那个时候的时钟要上发条，手表也要上发条，发条来推动它的。我们在客厅里面，向他请教，他就指着那个时钟，你看那个里面的发条，发条是卷起来的。你把它拿出来，把它拉平，拉得很直，但是你手一松，它又卷起来了。他说凡夫的妄心就像这样的。我懂了。那要怎么使这个发条真正把它摆平，要很长的时间把它控制，慢慢它就恢复正常，平的，它就不会卷了。所以在中国，古大德常常教人，「不怕念起，只怕觉迟」，念起就是发条它又卷起来了，觉是什么，觉，我们又把它摆平。你稍微松一点的时候，它又卷了，卷了再把它摆平，这是做功夫。这叫真修行。我们的妄念就像那个发条一样，就是妄想分别执着有意无意它总会起现行，不能有丝毫松懈，一松懈它就又卷起来了，麻烦就在此地。所以你要有高度的警觉，你要有很大的毅力，还得有恒心、有长远心。我们做功夫对治什么？就是对治妄想分别习气。希望有一天，这个发条给它拉平，它再也不会卷起来了，那你就成功了，得什么境界？法身菩萨，圆教初住。",
      "zh_TW": "早年我跟章嘉大師，我也向他請教這個問題，章嘉大師舉了個比喻，我體會到了。他用什麼比喻？在那個時候我們用的時鐘，還是用發條的，現在都用電池，方便多了，那個時候的時鐘要上發條，手錶也要上發條，發條來推動它的。我們在客廳裡面，向他請教，他就指著那個時鐘，你看那個裡面的發條，發條是捲起來的。你把它拿出來，把它拉平，拉得很直，但是你手一鬆，它又捲起來了。他說凡夫的妄心就像這樣的。我懂了。那要怎麼使這個發條真正把它擺平，要很長的時間把它控制，慢慢它就恢復正常，平的，它就不會捲了。所以在中國，古大德常常教人，「不怕念起，只怕覺遲」，念起就是發條它又捲起來了，覺是什麼，覺，我們又把它擺平。你稍微鬆一點的時候，它又捲了，捲了再把它擺平，這是做功夫。這叫真修行。我們的妄念就像那個發條一樣，就是妄想分別執著有意無意它總會起現行，不能有絲毫鬆懈，一鬆懈它就又捲起來了，麻煩就在此地。所以你要有高度的警覺，你要有很大的毅力，還得有恆心、有長遠心。我們做功夫對治什麼？就是對治妄想分別習氣。希望有一天，這個發條給它拉平，它再也不會捲起來了，那你就成功了，得什麼境界？法身菩薩，圓教初住。"
    },
    {
      "id": "12-017-0970_p0017",
      "zh_CN": "我们自己知道这些原理原则，要认真努力去干！炼功，这是真正炼功，修行的功夫。清凉大师在第四分里面，所说的善财童子五十三参，他参什么，历事炼心，他就是在一切人事、物质环境里面去锻炼，炼不起心、不动念，不分别、不执着，这是禅定，禅定在这里学。炼什么？样样清楚，样样明了，样样不执着，样样不分别，样样不落妄想，这是般若智慧。所以，五十三参是定慧等学，定慧双修，我们能懂吗？那是甚深定慧。「照深缘起」，缘起是什么？是诸法实相，一切法的真相，一切法都是从缘而起的。你对一切法的事实真相就了解、明白了，明了之后再也不会执着，再也不会分别。凡是在一切法里头还有妄想分别执着，对这个法没有彻底搞清楚。彻底清楚的时候，那就究竟放下了，你就得自在。",
      "zh_TW": "我們自己知道這些原理原則，要認真努力去幹！鍊功，這是真正鍊功，修行的功夫。清涼大師在第四分裡面，所說的善財童子五十三參，他參什麼，歷事鍊心，他就是在一切人事、物質環境裡面去鍛鍊，鍊不起心、不動念，不分別、不執著，這是禪定，禪定在這裡學。鍊什麼？樣樣清楚，樣樣明瞭，樣樣不執著，樣樣不分別，樣樣不落妄想，這是般若智慧。所以，五十三參是定慧等學，定慧雙修，我們能懂嗎？那是甚深定慧。「照深緣起」，緣起是什麼？是諸法實相，一切法的真相，一切法都是從緣而起的。你對一切法的事實真相就了解、明白了，明瞭之後再也不會執著，再也不會分別。凡是在一切法裡頭還有妄想分別執著，對這個法沒有徹底搞清楚。徹底清楚的時候，那就究竟放下了，你就得自在。"
    },
    {
      "id": "12-017-0970_p0018",
      "zh_CN": "「名法海光」，海是比喻，比喻深广，你就对宇宙之间万事万法统统清楚、明白了，这个叫正等正觉。那就不是阿罗汉、辟支佛、权教菩萨所证的，他们称正觉，不能叫正等正觉。「等」是什么？等于佛，等于佛所证得的。所以阿罗汉、辟支佛、权教菩萨所证得的正觉，在天台大师六即里面所讲的「相似即」。就是说他们的觉悟，跟佛很相似。相似，你要记住，实际上跟佛还是隔一层，相似不是真的，但是非常接近真实。在十法界里面，他真的是正觉。再往上提升，就是正等正觉，那是真的，等于佛所证的。这个你所证得的，还是不能跟佛相等。",
      "zh_TW": "「名法海光」，海是比喻，比喻深廣，你就對宇宙之間萬事萬法統統清楚、明白了，這個叫正等正覺。那就不是阿羅漢、辟支佛、權教菩薩所證的，他們稱正覺，不能叫正等正覺。「等」是什麼？等於佛，等於佛所證得的。所以阿羅漢、辟支佛、權教菩薩所證得的正覺，在天台大師六即裡面所講的「相似即」。就是說他們的覺悟，跟佛很相似。相似，你要記住，實際上跟佛還是隔一層，相似不是真的，但是非常接近真實。在十法界裡面，他真的是正覺。再往上提升，就是正等正覺，那是真的，等於佛所證的。這個你所證得的，還是不能跟佛相等。"
    },
    {
      "id": "12-017-0970_p0019",
      "zh_CN": "佛在经典上对这也有个比喻，比喻什么？佛的正觉，比喻作月亮，十五的满月，我们中国农历叫十五，满月，佛好比是十五的满月。菩萨，我们讲法身菩萨，圆教初住，他像什么？他像月牙，一条线，月牙，那是真月不是假的，一点都不假，叫正等正觉。所以从初二、初三到十四，都是属于正等正觉，诸位从这个上面细心去体会。阿罗汉、辟支佛他们所见的这个月，《楞严经》上讲得好，「捏目所视」。我们晚上看月亮，我们用手指把这个眼睛按一下，按下去，结果看到外面变成两个月亮，这是阿罗汉的境界，辟支佛、权教菩萨的境界，所以是相似，不是真实，捏目所看的第二月。",
      "zh_TW": "佛在經典上對這也有個比喻，比喻什麼？佛的正覺，比喻作月亮，十五的滿月，我們中國農曆叫十五，滿月，佛好比是十五的滿月。菩薩，我們講法身菩薩，圓教初住，他像什麼？他像月牙，一條線，月牙，那是真月不是假的，一點都不假，叫正等正覺。所以從初二、初三到十四，都是屬於正等正覺，諸位從這個上面細心去體會。阿羅漢、辟支佛他們所見的這個月，《楞嚴經》上講得好，「捏目所視」。我們晚上看月亮，我們用手指把這個眼睛按一下，按下去，結果看到外面變成兩個月亮，這是阿羅漢的境界，辟支佛、權教菩薩的境界，所以是相似，不是真實，捏目所看的第二月。"
    },
    {
      "id": "12-017-0970_p0020",
      "zh_CN": "我们六道凡夫所看的月亮是什么？水里的月亮，是月亮的影子，比起捏目所看的又要差一等；捏目所看的是相似，我们连相似都达不到。《楞严经》上佛的比喻很有趣味，佛确确实实很会说法，让我们在比喻当中，去体会那个境界浅深不一样，这个统统叫做法海光。对于宇宙一切万事万物，从哪里来的？为什么会有这种现象，起什么样的作用，后面结果又是怎样？没有一样不通达，清清楚楚、明明了瞭。所以对于世出世间一切法，你才会一念不生。清清楚楚、明明了瞭，又一念不生，这就得大自在。你可以受用，决定没有妄想分别执着，这得大自在。",
      "zh_TW": "我們六道凡夫所看的月亮是什麼？水裡的月亮，是月亮的影子，比起捏目所看的又要差一等；捏目所看的是相似，我們連相似都達不到。《楞嚴經》上佛的比喻很有趣味，佛確確實實很會說法，讓我們在比喻當中，去體會那個境界淺深不一樣，這個統統叫做法海光。對於宇宙一切萬事萬物，從哪裡來的？為什麼會有這種現象，起什麼樣的作用，後面結果又是怎樣？沒有一樣不通達，清清楚楚、明明瞭瞭。所以對於世出世間一切法，你才會一念不生。清清楚楚、明明瞭瞭，又一念不生，這就得大自在。你可以受用，決定沒有妄想分別執著，這得大自在。"
    },
    {
      "id": "12-017-0970_p0021",
      "zh_CN": "继续请看下面第七句：",
      "zh_TW": "繼續請看下面第七句："
    },
    {
      "id": "12-017-0970_p0022",
      "zh_CN": "【得转深发趣行，名大智庄严。】",
      "zh_TW": "【得轉深發趣行，名大智莊嚴。】"
    },
    {
      "id": "12-017-0970_p0023",
      "zh_CN": "这是七地菩萨，远行地。清凉大师在注解里面给我们提示的，「功用已远，将入无功，为深发趣，权实无碍，为大庄严」，这是解释『大智庄严』的意思。七地菩萨，远行地，什么叫远行？「功用已远，将入无功」，这个也很不好懂，甚至于比喻都没有法子讲。我们学佛，都是起心动念有为的功用，要是说无为的功用，那我们就完全不懂了。无为功用是什么，不要做了？佛要不要念？禅要不要参？戒要不要持？都要！都要，这是有功用。功用用得很纯熟，到什么程度？到好像是「用而无用，无用而用」，这叫远行。这个「行」要念去声，念ㄏㄣˋ，是个动词，是行动，纯熟到极了。譬如我们用念佛这个功夫，念到纯熟，是什么境界？「念而无念，无念而念」。念而无念不是不念了，不念你就错了。泛说修行，修而无修，无修而修，不好懂！《论语》里面我们看到夫子，孔老夫子说他自己做学问，境界提升的层次，清清楚楚、明明白白。六十而耳顺，耳顺相当我们前面所说的现前地，般若现前。照深缘起，就耳顺了。远行地是什么？远行地是夫子七十岁了，随心所欲不逾矩，到这样的功夫。",
      "zh_TW": "這是七地菩薩，遠行地。清涼大師在註解裡面給我們提示的，「功用已遠，將入無功，為深發趣，權實無礙，為大莊嚴」，這是解釋『大智莊嚴』的意思。七地菩薩，遠行地，什麼叫遠行？「功用已遠，將入無功」，這個也很不好懂，甚至於比喻都沒有法子講。我們學佛，都是起心動念有為的功用，要是說無為的功用，那我們就完全不懂了。無為功用是什麼，不要做了？佛要不要念？禪要不要參？戒要不要持？都要！都要，這是有功用。功用用得很純熟，到什麼程度？到好像是「用而無用，無用而用」，這叫遠行。這個「行」要念去聲，念ㄏㄣˋ，是個動詞，是行動，純熟到極了。譬如我們用念佛這個功夫，念到純熟，是什麼境界？「念而無念，無念而念」。念而無念不是不念了，不念你就錯了。泛說修行，修而無修，無修而修，不好懂！《論語》裡面我們看到夫子，孔老夫子說他自己做學問，境界提升的層次，清清楚楚、明明白白。六十而耳順，耳順相當我們前面所說的現前地，般若現前。照深緣起，就耳順了。遠行地是什麼？遠行地是夫子七十歲了，隨心所欲不逾矩，到這樣的功夫。"
    },
    {
      "id": "12-017-0970_p0024",
      "zh_CN": "随心所欲不逾矩，相当于我们佛法里面讲的「无功用行」，你的修行，绝对不会再作意了，就是掺杂一点意思在里头，没有了，一丝毫的意念都没有。生活、工作、处事待人接物，完全回归到自然。回归自然就是生活一样，工作也一样，处事待人接物应酬也一样，这里头决定没有妄想分别执着。这是大圣，这不是小圣，功夫到这种境界。所以这个经文里头说，『得转深发趣行』。这一句要是不好体会的话，我用孔老夫子的这一句话来说，意思接近，「随心所欲不逾矩」。就是说他随心所欲，矩是什么？矩是戒定慧。这是我们借用儒家的来解释佛经，决定跟戒定慧相应。",
      "zh_TW": "隨心所欲不逾矩，相當於我們佛法裡面講的「無功用行」，你的修行，絕對不會再作意了，就是摻雜一點意思在裡頭，沒有了，一絲毫的意念都沒有。生活、工作、處事待人接物，完全回歸到自然。回歸自然就是生活一樣，工作也一樣，處事待人接物應酬也一樣，這裡頭決定沒有妄想分別執著。這是大聖，這不是小聖，功夫到這種境界。所以這個經文裡頭說，『得轉深發趣行』。這一句要是不好體會的話，我用孔老夫子的這一句話來說，意思接近，「隨心所欲不逾矩」。就是說他隨心所欲，矩是什麼？矩是戒定慧。這是我們借用儒家的來解釋佛經，決定跟戒定慧相應。"
    },
    {
      "id": "12-017-0970_p0025",
      "zh_CN": "「转深发趣行」。清凉注得好，功用远了，功用深了，远有深的意思，再往前进一步，无功用行，「为深发趣」。下面讲得好，「权实无碍，为大庄严」。权实无碍，就是清凉大师在《华严》里面给我们讲的「无障碍法界」。权是权智，无所不知；实是实智，般若无知，无所不知。无知跟无所不知是一不是二。性相圆融，理事无碍；理事无碍、事事无碍。七地菩萨，理事无碍多，八地以上，事事无碍了。所以他讲的「权实无碍」，权是理事无碍。在这里我们就体会到，甚深禅定重要。甚深的禅定是一切时一切处，一切境缘之中，定功都不会失掉，不但不失，随缘增长，功夫不断向上提升，绝对没有衰退的现象，这叫大定。起用的时候非常活泼，我们在前面看到的能入俗，能成福德，能随入证。",
      "zh_TW": "「轉深發趣行」。清涼註得好，功用遠了，功用深了，遠有深的意思，再往前進一步，無功用行，「為深發趣」。下面講得好，「權實無礙，為大莊嚴」。權實無礙，就是清涼大師在《華嚴》裡面給我們講的「無障礙法界」。權是權智，無所不知；實是實智，般若無知，無所不知。無知跟無所不知是一不是二。性相圓融，理事無礙；理事無礙、事事無礙。七地菩薩，理事無礙多，八地以上，事事無礙了。所以他講的「權實無礙」，權是理事無礙。在這裡我們就體會到，甚深禪定重要。甚深的禪定是一切時一切處，一切境緣之中，定功都不會失掉，不但不失，隨緣增長，功夫不斷向上提升，絕對沒有衰退的現象，這叫大定。起用的時候非常活潑，我們在前面看到的能入俗，能成福德，能隨入證。"
    },
    {
      "id": "12-017-0970_p0026",
      "zh_CN": "无功用道，记得早年在台中，李老师用一个比喻给我们说，我记得当时大概有二十多位同学。我提出这个问题，「无功用道」是什么境界？老师举一个比喻给我们讲，好比划船，（像我们这个年龄，讲了好懂）是什么船？帆船；不是大的，小帆船。一个人就可以操作，靠着风力，没有风的时候摇橹，这个船往前进。接近岸边的时候，要靠岸了，接近岸边的时候，帆要下来，摇橹要停止，只要把舵掌好，慢慢让船靠岸，船的速度减缓，这个时候用什么？用竹竿撑船。快要到岸边，用现在的话来说，大概十公尺这么远的距离，很近的距离，十公尺，竿也不能用了，竹竿也要放下。统统放下，船还有这个力量，还在往前缓慢的进，渐渐这样靠岸，他说这段时期叫「无功用道」。这个比喻好，挂风帆的时候有功用，你在摇橹的时候也有功用，你撑竹竿的时候还是有功用，统统放下了，船没有停，船还往前面进，「无功用道」。在这个经上，我们已经得到这么一点讯息了。",
      "zh_TW": "無功用道，記得早年在台中，李老師用一個比喻給我們說，我記得當時大概有二十多位同學。我提出這個問題，「無功用道」是什麼境界？老師舉一個比喻給我們講，好比划船，（像我們這個年齡，講了好懂）是什麼船？帆船；不是大的，小帆船。一個人就可以操作，靠著風力，沒有風的時候搖櫓，這個船往前進。接近岸邊的時候，要靠岸了，接近岸邊的時候，帆要下來，搖櫓要停止，只要把舵掌好，慢慢讓船靠岸，船的速度減緩，這個時候用什麼？用竹竿撐船。快要到岸邊，用現在的話來說，大概十公尺這麼遠的距離，很近的距離，十公尺，竿也不能用了，竹竿也要放下。統統放下，船還有這個力量，還在往前緩慢的進，漸漸這樣靠岸，他說這段時期叫「無功用道」。這個比喻好，掛風帆的時候有功用，你在搖櫓的時候也有功用，你撐竹竿的時候還是有功用，統統放下了，船沒有停，船還往前面進，「無功用道」。在這個經上，我們已經得到這麼一點訊息了。"
    },
    {
      "id": "12-017-0970_p0027",
      "zh_CN": "六地以前，现前地之前，还是属于有功用。到七地怎么样？七地「将入无功」。我们要是用李老师这个比喻来说明的话，六地还在摇橹，七地这橹也停住了，用什么？用竹竿，「将入无功」。到八地怎么样？八地竹竿也丢掉了，不要了，船自然的靠岸。只要把舵把好，它还有余力，缓慢的往前进，就是这个意思。这个意思要很细心去体会，但是没有坐过小帆船的，你很难体会。虽然没有坐过小帆船，用车辆来比喻也行，但是没有从前那个帆船那么明显。譬如车辆我们现在将到达一个地方，它用刹车，那就是还有功用。如果速度减缓，不用刹车，它刚刚好滑到目的地，你要停车的那个线，那就是控制得非常好，不需要用刹车。那是很有经验的人，车速减缓，刚刚达到停车线的时候它就停住了。那个距离是比喻无功用道。",
      "zh_TW": "六地以前，現前地之前，還是屬於有功用。到七地怎麼樣？七地「將入無功」。我們要是用李老師這個比喻來說明的話，六地還在搖櫓，七地這櫓也停住了，用什麼？用竹竿，「將入無功」。到八地怎麼樣？八地竹竿也丟掉了，不要了，船自然的靠岸。只要把舵把好，它還有餘力，緩慢的往前進，就是這個意思。這個意思要很細心去體會，但是沒有坐過小帆船的，你很難體會。雖然沒有坐過小帆船，用車輛來比喻也行，但是沒有從前那個帆船那麼明顯。譬如車輛我們現在將到達一個地方，它用剎車，那就是還有功用。如果速度減緩，不用剎車，它剛剛好滑到目的地，你要停車的那個線，那就是控制得非常好，不需要用剎車。那是很有經驗的人，車速減緩，剛剛達到停車線的時候它就停住了。那個距離是比喻無功用道。"
    },
    {
      "id": "12-017-0970_p0028",
      "zh_CN": "由此可知，这七地以上，七地是已经接近，非常非常接近了，修行还要不要作意？不要了。像阿罗汉那就不行，阿罗汉要作意，要入定，不入定他就没有办法突破时空，一定要入定。像这些大菩萨们他们需不需要入定，不需要了；入定是作意，是有功用，他们不需要。从这个地方，我们能够体会到，功夫深！深在哪里？多少我们有一点点讯息了，有那么一点概念，那是真的深，完全不需要丝毫的作意。如来果地上，得的是究竟圆满。世出世间一切众生遇到如来，无论什么问题，你只要提出来，佛就会很详细的给你解释，给你讲得头头是道、清清楚楚。这什么原因？智慧圆满，无功用行。随问随答，一丝毫犹豫都没有，不需要说我想一想。婆罗门女请教阿罗汉，问她母亲现在在什么地方，阿罗汉还要入定才见到。深位菩萨，七地以上，深位，不需要入定，你随问他随时就告诉你，你一提醒，他已经看到了。为什么？他在定中。行住坐卧都在定中，没有出入，所以这是「远行」。",
      "zh_TW": "由此可知，這七地以上，七地是已經接近，非常非常接近了，修行還要不要作意？不要了。像阿羅漢那就不行，阿羅漢要作意，要入定，不入定他就沒有辦法突破時空，一定要入定。像這些大菩薩們他們需不需要入定，不需要了；入定是作意，是有功用，他們不需要。從這個地方，我們能夠體會到，功夫深！深在哪裡？多少我們有一點點訊息了，有那麼一點概念，那是真的深，完全不需要絲毫的作意。如來果地上，得的是究竟圓滿。世出世間一切眾生遇到如來，無論什麼問題，你只要提出來，佛就會很詳細的給你解釋，給你講得頭頭是道、清清楚楚。這什麼原因？智慧圓滿，無功用行。隨問隨答，一絲毫猶豫都沒有，不需要說我想一想。婆羅門女請教阿羅漢，問她母親現在在什麼地方，阿羅漢還要入定才見到。深位菩薩，七地以上，深位，不需要入定，你隨問他隨時就告訴你，你一提醒，他已經看到了。為什麼？他在定中。行住坐臥都在定中，沒有出入，所以這是「遠行」。"
    },
    {
      "id": "12-017-0970_p0029",
      "zh_CN": "我们知道远离有为的修行，契入高度的、无为的修行，入这个境界，这叫「深发趣」。深是甚深，发是发起，趣是趣向，趣向无上菩提。「权实无碍」，权是方便法，实是真实法。真实跟善巧方便融合成一体。什么是真实？善巧方便是真实。宗门大彻大悟，也契入到这个境界。说到这个地方，我们要知道，佛法跟世法有不一样的地方。世法的修学，确实有浅深、广狭。佛法的修学，开头、初学也有浅深、广狭，到见性之后就没有了，圆融。所以经上讲的「行布不碍圆融，圆融不碍行布」，这是讲无障碍。行布是什么？有次第、浅深、广狭。圆融没有次第、浅深、广狭，一即一切，一切即一。",
      "zh_TW": "我們知道遠離有為的修行，契入高度的、無為的修行，入這個境界，這叫「深發趣」。深是甚深，發是發起，趣是趣向，趣向無上菩提。「權實無礙」，權是方便法，實是真實法。真實跟善巧方便融合成一體。什麼是真實？善巧方便是真實。宗門大徹大悟，也契入到這個境界。說到這個地方，我們要知道，佛法跟世法有不一樣的地方。世法的修學，確實有淺深、廣狹。佛法的修學，開頭、初學也有淺深、廣狹，到見性之後就沒有了，圓融。所以經上講的「行布不礙圓融，圓融不礙行布」，這是講無障礙。行布是什麼？有次第、淺深、廣狹。圓融沒有次第、淺深、廣狹，一即一切，一切即一。"
    },
    {
      "id": "12-017-0970_p0030",
      "zh_CN": "远行地是刚刚契入，权实无碍，这是得「大庄严」，庄严，我们在讲席里头一般用真善美慧来解释。古大德在注解里面给我们讲庄严，多半用善好，善好到极处，庄严！到理事无碍，性相不二，理事圆融，这确实是美好之极，称之为大庄严。这不是我们现前境界，我们知道有这么一回事情，对诸佛菩萨自然就起仰慕之心、敬重之心，知道他们的境界不可思议。如果用我们的境界看他们的境界，你就觉得他有很多毛病，甚至于他犯戒了，他有过失了，那是我们用凡眼看佛菩萨。因为在无障碍的境界里面，凡圣一如！入了一真，一真里头无凡无圣，他是一体。为什么？因为他没有分别执着妄想，诸位想想，如果分别执着妄想统统没有了，现前是个什么境界？那就是一真法界，那就是权实无碍，那就是大庄严，这《华严经》经题上讲「杂华庄严」，杂华是形容，我们今天讲是大自然，回归到大自然。再看底下这一句，第八句：",
      "zh_TW": "遠行地是剛剛契入，權實無礙，這是得「大莊嚴」，莊嚴，我們在講席裡頭一般用真善美慧來解釋。古大德在註解裡面給我們講莊嚴，多半用善好，善好到極處，莊嚴！到理事無礙，性相不二，理事圓融，這確實是美好之極，稱之為大莊嚴。這不是我們現前境界，我們知道有這麼一回事情，對諸佛菩薩自然就起仰慕之心、敬重之心，知道他們的境界不可思議。如果用我們的境界看他們的境界，你就覺得他有很多毛病，甚至於他犯戒了，他有過失了，那是我們用凡眼看佛菩薩。因為在無障礙的境界裡面，凡聖一如！入了一真，一真裡頭無凡無聖，他是一體。為什麼？因為他沒有分別執著妄想，諸位想想，如果分別執著妄想統統沒有了，現前是個什麼境界？那就是一真法界，那就是權實無礙，那就是大莊嚴，這《華嚴經》經題上講「雜華莊嚴」，雜華是形容，我們今天講是大自然，回歸到大自然。再看底下這一句，第八句："
    },
    {
      "id": "12-017-0970_p0031",
      "zh_CN": "【得灌顶智慧海，名无功用修极妙见。】",
      "zh_TW": "【得灌頂智慧海，名無功用修極妙見。】"
    },
    {
      "id": "12-017-0970_p0032",
      "zh_CN": "这是八地菩萨，八地不动地。清凉在注解里面，这一句注得多一点，「见法实性，无功而修，为极妙见，由此智慧，复得灌顶，故仁王经云，后之三地」，这后三地就是八地、九地、十地，「同遣无明，同无功用，故非灌顶地，是灌顶智」。清凉在前面给我们交代，他把这个经文所配的，有的地方在「地」上配，有的地方在「度」上配，这个就是十波罗蜜。讲灌顶智，这是在十度里面来说的。如果讲灌顶地，那就是在十地上所讲的。这是解释经教的一种原则。",
      "zh_TW": "這是八地菩薩，八地不動地。清涼在註解裡面，這一句註得多一點，「見法實性，無功而修，為極妙見，由此智慧，復得灌頂，故仁王經云，後之三地」，這後三地就是八地、九地、十地，「同遣無明，同無功用，故非灌頂地，是灌頂智」。清涼在前面給我們交代，他把這個經文所配的，有的地方在「地」上配，有的地方在「度」上配，這個就是十波羅蜜。講灌頂智，這是在十度裡面來說的。如果講灌頂地，那就是在十地上所講的。這是解釋經教的一種原則。"
    },
    {
      "id": "12-017-0970_p0033",
      "zh_CN": "古时候祖师大德们给我们讲解经论，各人的方法、善巧方便不一样，都有道理！我们学习，说实在话，我们智慧没有开，这个智慧就是讲的「明心见性」，教下讲的「大开圆解」，我们没到这个境界。那要怎么学？一定要依一家，依一个老师！我们今天学《华严》，《华严》我们依哪个老师？一定要依清凉大师。民国初年，弘一大师介绍知识分子（大概那个时候都是大学生）学习佛家的经教。佛法经论很多，弘一大师介绍的就是《华严经》，认为现代知识分子学佛，要从《华严》开始。《华严》很深，一定要有参考资料，参考资料他老人家介绍的就是清凉大师的《疏钞》。在弘一大师那个年代，我们现在这个《疏钞》的会本还没出来，你才晓得从前读书学习不容易，确实自己要有很好的文学修养，在中国讲的，汉学的修养。",
      "zh_TW": "古時候祖師大德們給我們講解經論，各人的方法、善巧方便不一樣，都有道理！我們學習，說實在話，我們智慧沒有開，這個智慧就是講的「明心見性」，教下講的「大開圓解」，我們沒到這個境界。那要怎麼學？一定要依一家，依一個老師！我們今天學《華嚴》，《華嚴》我們依哪個老師？一定要依清涼大師。民國初年，弘一大師介紹知識分子（大概那個時候都是大學生）學習佛家的經教。佛法經論很多，弘一大師介紹的就是《華嚴經》，認為現代知識分子學佛，要從《華嚴》開始。《華嚴》很深，一定要有參考資料，參考資料他老人家介紹的就是清涼大師的《疏鈔》。在弘一大師那個年代，我們現在這個《疏鈔》的會本還沒出來，你才曉得從前讀書學習不容易，確實自己要有很好的文學修養，在中國講的，漢學的修養。"
    },
    {
      "id": "12-017-0970_p0034",
      "zh_CN": "「经」跟「疏」离开的，诸位现在在《大藏经》里面，你就能看到。《大藏经》里面有《华严经》，有《华严经疏钞》，有《华严经演义》，但是都是分开的，你要对起来看。我们今天读的这个太方便了，这是前人费了很多心血，把《疏钞》跟经文会合起来，让我们读一段经文，底下就看到注解，非常方便，要晓得从前不是这种作法的。这就是说明，「经」要依一部，指导的老师也要跟一个人，你跟两个人，两个人意见并不一致。《华严经》的注解除清凉大师的，那很著名的李长者的《合论》，《疏钞》跟《合论》，实在讲他们的撰写是两种不同的题材，怎么能把《疏》、《论》合起来，这个可不是容易事情。当年我们看到清朝乾隆年间道霈禅师，这是福州鼓山涌泉寺的住持，他把《疏》、《论》会合起来，变成《纂要》，我看到很欢喜。我把这个书带给李老师，带给方东美先生，他们两人看到都觉得惊讶，这怎么能合得起来！那个时候我在台北讲《华严》，大藏经会有这个本子，是六册的，铅字排版的，是民国大藏经会印的。当时我印了一千套，印好之后，我头一个就送给李老师，送给方东美先生，给他们看。这对于我们学《华严》，确实是方便。但是老师告诉我，特别提醒我，不能专依《纂要》，一定要看《疏钞》跟《合论》的原文。《纂要》是一个提要，可以帮助。这个开示非常重要！",
      "zh_TW": "「經」跟「疏」離開的，諸位現在在《大藏經》裡面，你就能看到。《大藏經》裡面有《華嚴經》，有《華嚴經疏鈔》，有《華嚴經演義》，但是都是分開的，你要對起來看。我們今天讀的這個太方便了，這是前人費了很多心血，把《疏鈔》跟經文會合起來，讓我們讀一段經文，底下就看到註解，非常方便，要曉得從前不是這種作法的。這就是說明，「經」要依一部，指導的老師也要跟一個人，你跟兩個人，兩個人意見並不一致。《華嚴經》的註解除清涼大師的，那很著名的李長者的《合論》，《疏鈔》跟《合論》，實在講他們的撰寫是兩種不同的題材，怎麼能把《疏》、《論》合起來，這個可不是容易事情。當年我們看到清朝乾隆年間道霈禪師，這是福州鼓山湧泉寺的住持，他把《疏》、《論》會合起來，變成《纂要》，我看到很歡喜。我把這個書帶給李老師，帶給方東美先生，他們兩人看到都覺得驚訝，這怎麼能合得起來！那個時候我在台北講《華嚴》，大藏經會有這個本子，是六冊的，鉛字排版的，是民國大藏經會印的。當時我印了一千套，印好之後，我頭一個就送給李老師，送給方東美先生，給他們看。這對於我們學《華嚴》，確實是方便。但是老師告訴我，特別提醒我，不能專依《纂要》，一定要看《疏鈔》跟《合論》的原文。《纂要》是一個提要，可以幫助。這個開示非常重要！"
    },
    {
      "id": "12-017-0970_p0035",
      "zh_CN": "正如同我们现在学这个《无量寿经》会集本，会集本好不好？好，真好。但是你要发心讲解这个本子，指导大众修学这个本子，那你一定要遍读五种原译本，还要遍读各个不同的会集本，你所修学的才圆满，没有欠缺。决不是依一个本子就行了，如果自己不是讲经，不是教学，不是领众，自己修行，得一本，行，这个可以。如果我们自己学《华严》，不是讲解，这个《纂要》好，可以。如果你自己要真正学，你要学得透彻，要学得深入，你就不能偷懒，你的功夫要下得足，原译本统统要读到。学《华严》，疏钞、合论，不但《疏钞》、《合论》你要好好去读，还有《八十华严》、《六十华严》、《四十华严》，统统要读。你学《华严》，《四十华严》的注解，《六十华严》的注解《探玄记》，《四十》清凉的《疏》，都要很认真、很努力的去研究，你才有能力承传这个法门。确实这是个大学问，真正有志于此，这是一生的事业。",
      "zh_TW": "正如同我們現在學這個《無量壽經》會集本，會集本好不好？好，真好。但是你要發心講解這個本子，指導大眾修學這個本子，那你一定要遍讀五種原譯本，還要遍讀各個不同的會集本，你所修學的才圓滿，沒有欠缺。決不是依一個本子就行了，如果自己不是講經，不是教學，不是領眾，自己修行，得一本，行，這個可以。如果我們自己學《華嚴》，不是講解，這個《纂要》好，可以。如果你自己要真正學，你要學得透徹，要學得深入，你就不能偷懶，你的功夫要下得足，原譯本統統要讀到。學《華嚴》，疏鈔、合論，不但《疏鈔》、《合論》你要好好去讀，還有《八十華嚴》、《六十華嚴》、《四十華嚴》，統統要讀。你學《華嚴》，《四十華嚴》的註解，《六十華嚴》的註解《探玄記》，《四十》清涼的《疏》，都要很認真、很努力的去研究，你才有能力承傳這個法門。確實這是個大學問，真正有志於此，這是一生的事業。"
    },
    {
      "id": "12-017-0970_p0036",
      "zh_CN": "不是说我们这个学院定了九年，我们四年做研究的工作，四年能行吗？不够，绝对不够。即使自己有较长的时间，也真正肯发心，认真努力来学习，还要求佛力加持。如果得不到佛力加持，靠自己的能力，不要说这一生，十生也没办法。这是真的，不是假的。怎样得到佛力加持？李老师教我的「至诚感通」，真诚到极处叫至诚。求毘卢遮那佛，求一切诸佛加持。真诚到极处，从反面你去想，虚妄要统统放下，有一丝毫虚妄夹杂，就不真诚了。换句话说，妄想分别执着统统放下，难！我很想放下，但是放不下！就像章嘉大师讲的那个发条才一松手，又卷起来了。功夫不够！但是怎么样？一定要天天放、月月放、年年放。能够累积三、四十年的功夫，时间愈长愈好，你的妄想分别执着淡薄了。有没有？还有，习气还有。好像发条一样，拉平之后它还会不会卷？卷。但是不像从前卷得那么厉害，真的有了效果，两头还会翘起来。不用真功夫，不行！勇猛精进，要在这些地方下功夫。",
      "zh_TW": "不是說我們這個學院定了九年，我們四年做研究的工作，四年能行嗎？不夠，絕對不夠。即使自己有較長的時間，也真正肯發心，認真努力來學習，還要求佛力加持。如果得不到佛力加持，靠自己的能力，不要說這一生，十生也沒辦法。這是真的，不是假的。怎樣得到佛力加持？李老師教我的「至誠感通」，真誠到極處叫至誠。求毘盧遮那佛，求一切諸佛加持。真誠到極處，從反面你去想，虛妄要統統放下，有一絲毫虛妄夾雜，就不真誠了。換句話說，妄想分別執著統統放下，難！我很想放下，但是放不下！就像章嘉大師講的那個發條才一鬆手，又捲起來了。功夫不夠！但是怎麼樣？一定要天天放、月月放、年年放。能夠累積三、四十年的功夫，時間愈長愈好，你的妄想分別執著淡薄了。有沒有？還有，習氣還有。好像發條一樣，拉平之後它還會不會捲？捲。但是不像從前捲得那麼厲害，真的有了效果，兩頭還會翹起來。不用真功夫，不行！勇猛精進，要在這些地方下功夫。"
    },
    {
      "id": "12-017-0970_p0037",
      "zh_CN": "清凉大师注解说，八地菩萨「见法实性」，到无功用道了，见一切法的真性。虽见到怎么？你还没有证得，这是什么？无上正等正觉，见到了，没证得。「无功而修」，这个时候修，不能有一点点念头，有一点点念头，那是七地以下，就退转了，真的，还是有退。到八地才真正不退转，这是位不退、行不退、念不退。七地还会退，八地不退了，所以叫做不动地。「为极妙见」，这是讲他的见道，他见宇宙人生一切性相、理事、因果，他见得透彻，见得明了，极妙见。「由此智慧，复得灌顶」，他得的是灌顶智，不是得灌顶位。灌顶位是法王子！在十地菩萨，最高的是法云地。十地里面没有灌顶地。灌顶地在哪里？灌顶地是等觉菩萨，等觉是法王子，继承佛位。灌顶在古时候古印度是太子，王位的继承人。所以，八地菩萨得灌顶智。清凉大师举《仁王经》上的话来说，「后之三地」，八地、九地、十地，这三地是断最后的无明，四十一品无明，他们断最后的三品。断最后三品，统统是「无功用道」。",
      "zh_TW": "清涼大師註解說，八地菩薩「見法實性」，到無功用道了，見一切法的真性。雖見到怎麼？你還沒有證得，這是什麼？無上正等正覺，見到了，沒證得。「無功而修」，這個時候修，不能有一點點念頭，有一點點念頭，那是七地以下，就退轉了，真的，還是有退。到八地才真正不退轉，這是位不退、行不退、念不退。七地還會退，八地不退了，所以叫做不動地。「為極妙見」，這是講他的見道，他見宇宙人生一切性相、理事、因果，他見得透徹，見得明瞭，極妙見。「由此智慧，復得灌頂」，他得的是灌頂智，不是得灌頂位。灌頂位是法王子！在十地菩薩，最高的是法雲地。十地裡面沒有灌頂地。灌頂地在哪裡？灌頂地是等覺菩薩，等覺是法王子，繼承佛位。灌頂在古時候古印度是太子，王位的繼承人。所以，八地菩薩得灌頂智。清涼大師舉《仁王經》上的話來說，「後之三地」，八地、九地、十地，這三地是斷最後的無明，四十一品無明，他們斷最後的三品。斷最後三品，統統是「無功用道」。"
    },
    {
      "id": "12-017-0970_p0038",
      "zh_CN": "这个修行，用我们的话来讲，完全是回归自然，没有丝毫作意。「作意」是佛教的名词，造作的作，意思的意，就是你还有一点意思在里头，这叫作意。有一点意思在里头，那就不行，一点意思都没有；换句话说，真正是不动心、不起念，不分别、不执着，这个修行方法！这在修行里头，是最高级的，八地以上！还有个念头「我要怎么修」，这都是属于作意，作意是七地以下。这些道理我们要清楚，知道深位菩萨修行，不是我们能够想像得到的。他们的成就，我们更是一无所知。现在时间到了，我们就讲到此地。",
      "zh_TW": "這個修行，用我們的話來講，完全是回歸自然，沒有絲毫作意。「作意」是佛教的名詞，造作的作，意思的意，就是你還有一點意思在裡頭，這叫作意。有一點意思在裡頭，那就不行，一點意思都沒有；換句話說，真正是不動心、不起念，不分別、不執著，這個修行方法！這在修行裡頭，是最高級的，八地以上！還有個念頭「我要怎麼修」，這都是屬於作意，作意是七地以下。這些道理我們要清楚，知道深位菩薩修行，不是我們能夠想像得到的。他們的成就，我們更是一無所知。現在時間到了，我們就講到此地。"
    }
  ]
}