{
  "doc_id": "12-017-1696",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六九六卷",
    "zh_TW": "第一六九六卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1696",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "12-017-1696_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看经文，大用无方第二段「华严三昧」，一共有两首半偈颂，也就是十句，我们把文念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看經文，大用無方第二段「華嚴三昧」，一共有兩首半偈頌，也就是十句，我們把文念一遍："
    },
    {
      "id": "12-017-1696_p0002",
      "zh_CN": "【严净不可思议刹。供养一切诸如来。放大光明无有边。度脱众生亦无限。智慧自在不思议。说法言辞无有碍。施戒忍进及禅定。智慧方便神通等。如是一切皆自在。以佛华严三昧力。】",
      "zh_TW": "【嚴淨不可思議剎。供養一切諸如來。放大光明無有邊。度脫眾生亦無限。智慧自在不思議。說法言辭無有礙。施戒忍進及禪定。智慧方便神通等。如是一切皆自在。以佛華嚴三昧力。】"
    },
    {
      "id": "12-017-1696_p0003",
      "zh_CN": "清凉大师在这里给我们总的介绍，「文有十句，略辨七行」，这是讲大的行门，有七大类。「前六句各一行」，像第一句是严刹，第二句是供诸如来，第三句是放光，第四句是度众，第五句是智自在，第六句是说法。第七、第八是十波罗蜜，所以它合起来做一个，叫十波罗蜜。第九句是总结，第十句是所依。这种能力是从哪里来的？从华严三昧。",
      "zh_TW": "清涼大師在這裡給我們總的介紹，「文有十句，略辨七行」，這是講大的行門，有七大類。「前六句各一行」，像第一句是嚴剎，第二句是供諸如來，第三句是放光，第四句是度眾，第五句是智自在，第六句是說法。第七、第八是十波羅蜜，所以它合起來做一個，叫十波羅蜜。第九句是總結，第十句是所依。這種能力是從哪裡來的？從華嚴三昧。"
    },
    {
      "id": "12-017-1696_p0004",
      "zh_CN": "这个文义深广无量，你看第一句，『严净不可思议刹』，刹是道场，「不可思议刹」，这是佛刹，也就是说佛的道场。我们这个地方也是个佛道场，在凡人看起来，规模很小。尤其是印光大师他老人家教导我们，在现前这个时代，建道场必须要知道时节因缘，道场不要建得太大，住众也不要太多，他告诉我们最好不超过二十个人，小道场。这个小道场是不是不可思议刹？是的，只要有前面两个字就行了，「严净」。严怎么讲？庄严，净是清净，清净就是庄严，是真的庄严，是不可思议的庄严。如果建得美仑美奂豪华的宫殿，但是住众心不清净，这不是庄严。所以佛法里面的庄严是清净心、清净身、清净语，三业清净，这个道场是不可思议的佛刹。这个意思我们一定要懂，这就说明刹土要重实质不重形式。",
      "zh_TW": "這個文義深廣無量，你看第一句，『嚴淨不可思議剎』，剎是道場，「不可思議剎」，這是佛剎，也就是說佛的道場。我們這個地方也是個佛道場，在凡人看起來，規模很小。尤其是印光大師他老人家教導我們，在現前這個時代，建道場必須要知道時節因緣，道場不要建得太大，住眾也不要太多，他告訴我們最好不超過二十個人，小道場。這個小道場是不是不可思議剎？是的，只要有前面兩個字就行了，「嚴淨」。嚴怎麼講？莊嚴，淨是清淨，清淨就是莊嚴，是真的莊嚴，是不可思議的莊嚴。如果建得美侖美奐豪華的宮殿，但是住眾心不清淨，這不是莊嚴。所以佛法裡面的莊嚴是清淨心、清淨身、清淨語，三業清淨，這個道場是不可思議的佛剎。這個意思我們一定要懂，這就說明剎土要重實質不重形式。"
    },
    {
      "id": "12-017-1696_p0005",
      "zh_CN": "印祖告诉我们的好像是小道场，我们现在这个道场符合印光大师的教诲。可是有人看到，说我们的道场很大，说我们讲经的时候听众很多，数不尽，我们肉眼看不到。这个说法能不能相信？能，凭什么？《华严经》上的教诲，大小不二。要知道《华严》讲的是不二法门，大就是小，小就是大。小到什么程度？《华严经》上给我们说了，微尘，小到一粒微尘，微尘是我们肉眼看不到的，大乘教里面所说的。现在科学讲微观世界，讲到原子、电子、粒子，现在讲到夸克，这都是用高倍的显微镜才观察到。是不是佛经上讲的微尘？还很难说，佛经上所讲的微尘，阿罗汉的天眼都看不到。",
      "zh_TW": "印祖告訴我們的好像是小道場，我們現在這個道場符合印光大師的教誨。可是有人看到，說我們的道場很大，說我們講經的時候聽眾很多，數不盡，我們肉眼看不到。這個說法能不能相信？能，憑什麼？《華嚴經》上的教誨，大小不二。要知道《華嚴》講的是不二法門，大就是小，小就是大。小到什麼程度？《華嚴經》上給我們說了，微塵，小到一粒微塵，微塵是我們肉眼看不到的，大乘教裡面所說的。現在科學講微觀世界，講到原子、電子、粒子，現在講到夸克，這都是用高倍的顯微鏡才觀察到。是不是佛經上講的微塵？還很難說，佛經上所講的微塵，阿羅漢的天眼都看不到。"
    },
    {
      "id": "12-017-1696_p0006",
      "zh_CN": "佛经上的名词总的就是叫微尘，微尘有大小，佛的说法是从牛毛尘说起。牛的毛比较粗，牠毛尖端上有一粒尘土，那很小了，这粒尘土在毛尖端上还很稳，不会掉下来，这么小的微尘叫牛毛尘。佛说牛毛尘的七分之一，那就很小了，把它分成七分，一分，叫羊毛尘。羊毛比较细，牛毛尘放在羊毛上会掉下来，它站不住的，所以更细的，羊毛尘。羊毛尘再分成七分之一，叫兔毛尘，兔毛就更细了。佛是用这个方法来教我们，让我们从这里面去体会，微尘很小。兔毛尘再分成七分之一，叫水尘。水，现在学过科学的人懂，水的密度并不大，里面有空间。这个空间就是这一粒尘，很小的尘，在水里面可以自在的通过，没有障碍，叫水尘。水尘再分成七分之一，叫金尘。金就是金属，我们知道，金属的密度比水的密度大，但是还有空隙，它在金属的空隙里面也能够自由的活动。这些科学家都有明显的告诉我们。",
      "zh_TW": "佛經上的名詞總的就是叫微塵，微塵有大小，佛的說法是從牛毛塵說起。牛的毛比較粗，牠毛尖端上有一粒塵土，那很小了，這粒塵土在毛尖端上還很穩，不會掉下來，這麼小的微塵叫牛毛塵。佛說牛毛塵的七分之一，那就很小了，把它分成七分，一分，叫羊毛塵。羊毛比較細，牛毛塵放在羊毛上會掉下來，它站不住的，所以更細的，羊毛塵。羊毛塵再分成七分之一，叫兔毛塵，兔毛就更細了。佛是用這個方法來教我們，讓我們從這裡面去體會，微塵很小。兔毛塵再分成七分之一，叫水塵。水，現在學過科學的人懂，水的密度並不大，裡面有空間。這個空間就是這一粒塵，很小的塵，在水裡面可以自在的通過，沒有障礙，叫水塵。水塵再分成七分之一，叫金塵。金就是金屬，我們知道，金屬的密度比水的密度大，但是還有空隙，它在金屬的空隙裡面也能夠自由的活動。這些科學家都有明顯的告訴我們。"
    },
    {
      "id": "12-017-1696_p0007",
      "zh_CN": "金尘还能分，再分七分之一，叫做微尘。佛说阿罗汉的天眼能看到这个微尘，不要用显微镜，前面我们说过这是本能。可是比这个更小的，阿罗汉见不到了。佛说微尘还能分，再分七分之一，叫色聚极微，菩萨能见到。色聚极微还能分，再分成七分之一，叫极微之微。佛说这就不能再分，再分就没有了，所以也叫邻虚尘，跟虚空做邻居了，它不能再分，再分就没有了，这是最小的。现在科学家发现的夸克，是不是极微之微，很难讲。极微之微地上菩萨就看到了，登地的菩萨，标准的讲法是八地菩萨，能看到极微之微。",
      "zh_TW": "金塵還能分，再分七分之一，叫做微塵。佛說阿羅漢的天眼能看到這個微塵，不要用顯微鏡，前面我們說過這是本能。可是比這個更小的，阿羅漢見不到了。佛說微塵還能分，再分七分之一，叫色聚極微，菩薩能見到。色聚極微還能分，再分成七分之一，叫極微之微。佛說這就不能再分，再分就沒有了，所以也叫鄰虛塵，跟虛空做鄰居了，它不能再分，再分就沒有了，這是最小的。現在科學家發現的夸克，是不是極微之微，很難講。極微之微地上菩薩就看到了，登地的菩薩，標準的講法是八地菩薩，能看到極微之微。"
    },
    {
      "id": "12-017-1696_p0008",
      "zh_CN": "现在这个讯息科学家给了我们，但是科学家说没办法见到，应当是从数学理论里面推演出来的。这是讲什么？物质，这个物质是最小的。最小的物质从哪里来的？无中生有，而它存在的时间非常短暂，恐怕就是十万分之一秒、百万分之一秒，时间很短暂。你一看见它，立刻就没有了，这才叫基本的物质。所以物质不是真的，物质是假的，无中生有。科学家不承认物质的存在，承认宇宙之间只有场，没有物质。场是什么？能量。能量稀薄的时候称之为场，能量聚集的时候它变成物质。这是一般科学界都能够承认的。佛经在三千年前没有这些科学工具，他看得比现在还清楚。能量变成物质，物质又变成能量，这个事情现在科学在理论上知道应该是这样的，没有办法看到，也不知道这个变化是怎么发生的。佛清楚，大菩萨们清楚，这叫诸法实相。",
      "zh_TW": "現在這個訊息科學家給了我們，但是科學家說沒辦法見到，應當是從數學理論裡面推演出來的。這是講什麼？物質，這個物質是最小的。最小的物質從哪裡來的？無中生有，而它存在的時間非常短暫，恐怕就是十萬分之一秒、百萬分之一秒，時間很短暫。你一看見它，立刻就沒有了，這才叫基本的物質。所以物質不是真的，物質是假的，無中生有。科學家不承認物質的存在，承認宇宙之間只有場，沒有物質。場是什麼？能量。能量稀薄的時候稱之為場，能量聚集的時候它變成物質。這是一般科學界都能夠承認的。佛經在三千年前沒有這些科學工具，他看得比現在還清楚。能量變成物質，物質又變成能量，這個事情現在科學在理論上知道應該是這樣的，沒有辦法看到，也不知道這個變化是怎麼發生的。佛清楚，大菩薩們清楚，這叫諸法實相。"
    },
    {
      "id": "12-017-1696_p0009",
      "zh_CN": "所以刹土，无论是人间、无论是天上，在我们想像当中，十法界都有刹土，十法界的众生与诸佛如来都有感应道交，连地狱众生都不例外。如果众生没有感应，地藏王菩萨怎么会到地狱？不可能，决定是地狱众生有感。他为什么有感？他在六道里面，前世今生一定与佛有缘，曾经见到佛像、听到佛号，都是有缘。阿赖耶识里面有佛的种子，虽然在地狱里面受苦受难，偶尔之间阿赖耶识这个种子起现行，起现行就是感，佛菩萨立刻就有应。应身在地狱总的来讲都叫地藏王菩萨，地藏王菩萨不是一个人，这个道理要懂。",
      "zh_TW": "所以剎土，無論是人間、無論是天上，在我們想像當中，十法界都有剎土，十法界的眾生與諸佛如來都有感應道交，連地獄眾生都不例外。如果眾生沒有感應，地藏王菩薩怎麼會到地獄？不可能，決定是地獄眾生有感。他為什麼有感？他在六道裡面，前世今生一定與佛有緣，曾經見到佛像、聽到佛號，都是有緣。阿賴耶識裡面有佛的種子，雖然在地獄裡面受苦受難，偶爾之間阿賴耶識這個種子起現行，起現行就是感，佛菩薩立刻就有應。應身在地獄總的來講都叫地藏王菩薩，地藏王菩薩不是一個人，這個道理要懂。"
    },
    {
      "id": "12-017-1696_p0010",
      "zh_CN": "好像我们现在娑婆世界，无论是哪一尊菩萨，法身菩萨，无论是哪一尊佛，到我们这个世间来示现，作种种示现，总的名号就叫做释迦牟尼佛。他示现是人的身，我们也会知道，称他为释迦牟尼佛，释迦牟尼佛是总名号。什么意思？「释迦」是仁慈，他对待一切众生一定是仁慈的，「牟尼」是清净，他对待自己一定是清净的，「佛」是觉而不迷。所以，无论他现的是佛身、菩萨身、声闻身，三十二应身，《普门品》里面所讲的，总名号就叫释迦牟尼佛。释迦牟尼佛不是单单指三千年前在印度以佛身出现应化的，要懂这个意思，一即是多，多即是一。",
      "zh_TW": "好像我們現在娑婆世界，無論是哪一尊菩薩，法身菩薩，無論是哪一尊佛，到我們這個世間來示現，作種種示現，總的名號就叫做釋迦牟尼佛。他示現是人的身，我們也會知道，稱他為釋迦牟尼佛，釋迦牟尼佛是總名號。什麼意思？「釋迦」是仁慈，他對待一切眾生一定是仁慈的，「牟尼」是清淨，他對待自己一定是清淨的，「佛」是覺而不迷。所以，無論他現的是佛身、菩薩身、聲聞身，三十二應身，《普門品》裡面所講的，總名號就叫釋迦牟尼佛。釋迦牟尼佛不是單單指三千年前在印度以佛身出現應化的，要懂這個意思，一即是多，多即是一。"
    },
    {
      "id": "12-017-1696_p0011",
      "zh_CN": "所以，你去看《万佛名经》，在中国习俗农历年的正月，很多道场都拜万佛。万佛，一万二千多个名号，总的名号就是释迦牟尼佛，这个意思要懂。如果说法身菩萨要到极乐世界，我们假设，到极乐世界去成佛，总的名号就叫做阿弥陀佛，不能叫释迦牟尼佛。释迦牟尼佛到那个地方没用处，为什么？那个地方的人个个都仁慈，不要你教，人人心地都清净。所以你还要讲仁慈、讲清净，到他那里没意思了。我们这个世界的人对人不仁慈，所以要用仁慈来教，心地不清净，要用清净来教。所以佛的名号就是佛菩萨示现在这个世间，此时此地针对众生的毛病，提出教学的目标、教学的宗旨、教学的方法，是这么个意思，不能一定指哪个人。",
      "zh_TW": "所以，你去看《萬佛名經》，在中國習俗農曆年的正月，很多道場都拜萬佛。萬佛，一萬二千多個名號，總的名號就是釋迦牟尼佛，這個意思要懂。如果說法身菩薩要到極樂世界，我們假設，到極樂世界去成佛，總的名號就叫做阿彌陀佛，不能叫釋迦牟尼佛。釋迦牟尼佛到那個地方沒用處，為什麼？那個地方的人個個都仁慈，不要你教，人人心地都清淨。所以你還要講仁慈、講清淨，到他那裡沒意思了。我們這個世界的人對人不仁慈，所以要用仁慈來教，心地不清淨，要用清淨來教。所以佛的名號就是佛菩薩示現在這個世間，此時此地針對眾生的毛病，提出教學的目標、教學的宗旨、教學的方法，是這麼個意思，不能一定指哪個人。"
    },
    {
      "id": "12-017-1696_p0012",
      "zh_CN": "我们懂这个意思你就晓得，堕落在地狱，所有诸佛菩萨到地狱教化地狱众生，教什么？教地藏，地是什么？心地，藏是宝藏。心地宝藏是什么？我们中国人讲的本性本善，你本来善。你做人的时候不善，不善不是你的本性，是你的习性，造作不善才感得三途苦报，地狱是三途里面最严重的。菩萨到那里帮助他，启发他自性里面的善根，也是以种种方便把他的善根引发出来。他那个善只要有一点点出来，引出来，他就离开地狱，在佛法里面讲忏悔业障，他就离开了。所以地藏菩萨是总名称。这些都是属于普通的常识。",
      "zh_TW": "我們懂這個意思你就曉得，墮落在地獄，所有諸佛菩薩到地獄教化地獄眾生，教什麼？教地藏，地是什麼？心地，藏是寶藏。心地寶藏是什麼？我們中國人講的本性本善，你本來善。你做人的時候不善，不善不是你的本性，是你的習性，造作不善才感得三途苦報，地獄是三途裡面最嚴重的。菩薩到那裡幫助他，啟發他自性裡面的善根，也是以種種方便把他的善根引發出來。他那個善只要有一點點出來，引出來，他就離開地獄，在佛法裡面講懺悔業障，他就離開了。所以地藏菩薩是總名稱。這些都是屬於普通的常識。"
    },
    {
      "id": "12-017-1696_p0013",
      "zh_CN": "所以我们今天到道场来，常常讲庄严道场，无量功德，庄严道场自利利他。如果我们的心行不善，那就不是庄严道场，那是什么？到道场里面来造罪业，来破坏道场。来破坏道场，果报在三途，再要是给你说真话，果报就是在地狱。所以古人讲，地狱门前僧道多，佛教的道场，道场是出家人住的，出家人心行不善就堕地狱。",
      "zh_TW": "所以我們今天到道場來，常常講莊嚴道場，無量功德，莊嚴道場自利利他。如果我們的心行不善，那就不是莊嚴道場，那是什麼？到道場裡面來造罪業，來破壞道場。來破壞道場，果報在三途，再要是給你說真話，果報就是在地獄。所以古人講，地獄門前僧道多，佛教的道場，道場是出家人住的，出家人心行不善就墮地獄。"
    },
    {
      "id": "12-017-1696_p0014",
      "zh_CN": "大家都念佛求生西方极乐世界，西方极乐世界不是容易去的，怎样才能去？严净就能去。什么叫庄严？什么叫清净？我跟大家讲得很浅，讲得很踏实，十善业道。十善业道前面七条是庄严，后面三条是清净。你看前面的七条，不杀生、不偷盗、不淫欲、不妄语、不两舌、不绮语、不恶口，这是庄严。我们用什么来庄严道场？用这个。清净是什么？心里面不贪、不瞋、不痴，这是净。所以，你要是跟十善业道相违背，你不是庄严道场，你是在染污道场。不是道场装潢得很华丽，佛像贴金没有用，你心地不清净。佛像面前供养香花、水果、幢幡，以为这是庄严，这不是。印光大师的关房我去看过，什么都没有，房子也是暗暗的，只有一盏电灯。我看那个电灯并不很亮，可能光度只是二十烛光、四十烛光，很暗。里面香花什么都没有，我看他的佛像面前只供一杯水，一个小香炉，两根蜡烛，只有一尊阿弥陀佛，其他都没有。那是什么？严净不思议刹。印光大师十善业道圆满了，真做到了。",
      "zh_TW": "大家都念佛求生西方極樂世界，西方極樂世界不是容易去的，怎樣才能去？嚴淨就能去。什麼叫莊嚴？什麼叫清淨？我跟大家講得很淺，講得很踏實，十善業道。十善業道前面七條是莊嚴，後面三條是清淨。你看前面的七條，不殺生、不偷盜、不淫欲、不妄語、不兩舌、不綺語、不惡口，這是莊嚴。我們用什麼來莊嚴道場？用這個。清淨是什麼？心裡面不貪、不瞋、不痴，這是淨。所以，你要是跟十善業道相違背，你不是莊嚴道場，你是在染污道場。不是道場裝潢得很華麗，佛像貼金沒有用，你心地不清淨。佛像面前供養香花、水果、幢幡，以為這是莊嚴，這不是。印光大師的關房我去看過，什麼都沒有，房子也是暗暗的，只有一盞電燈。我看那個電燈並不很亮，可能光度只是二十燭光、四十燭光，很暗。裡面香花什麼都沒有，我看他的佛像面前只供一杯水，一個小香爐，兩根蠟燭，只有一尊阿彌陀佛，其他都沒有。那是什麼？嚴淨不思議剎。印光大師十善業道圓滿了，真做到了。"
    },
    {
      "id": "12-017-1696_p0015",
      "zh_CN": "我们今天十善业道做不到，这不能怪你，因素很多。现在我们要求你把弟子规落实，弟子规百分之百的落实，给诸位说，那就是少分的十善业道，十善业道你做到应该有十之三、四，十分里面你做到三、四分。也算得上清净庄严，这个清净庄严要像学校打分数，百分之百做到可以达到及格，六十分，不高，六十分。这样念佛往生真的有把握了，生凡圣同居土，有把握；如果弟子规都做不到，念佛往生没把握。弟子规做到，可以说你是善男子善女人，世间法的，做人应该要遵守、要做到的。你连这个都做不到，你不是善男子善女人，经本一打开，你看佛常常叫善男子，善女人，你要知道标准。",
      "zh_TW": "我們今天十善業道做不到，這不能怪你，因素很多。現在我們要求你把弟子規落實，弟子規百分之百的落實，給諸位說，那就是少分的十善業道，十善業道你做到應該有十之三、四，十分裡面你做到三、四分。也算得上清淨莊嚴，這個清淨莊嚴要像學校打分數，百分之百做到可以達到及格，六十分，不高，六十分。這樣念佛往生真的有把握了，生凡聖同居土，有把握；如果弟子規都做不到，念佛往生沒把握。弟子規做到，可以說你是善男子善女人，世間法的，做人應該要遵守、要做到的。你連這個都做不到，你不是善男子善女人，經本一打開，你看佛常常叫善男子，善女人，你要知道標準。"
    },
    {
      "id": "12-017-1696_p0016",
      "zh_CN": "再提升，要学因果教育。诸位要知道，弟子规是伦理教育，道家的，或者说道教的《太上感应篇》是因果教育。你都能够做到，加上弟子规，两个合起来，你的善可以达到七、八十分，往生西方极乐世界可以到上辈往生，凡圣同居土的上辈，上三品。上三品往生的时候自在，会有很好的瑞相。再能把十善业道做圆满，你往生西方极乐世界，凡圣同居土上上品往生。这个要知道，不能够疏忽，疏忽就大错了。",
      "zh_TW": "再提升，要學因果教育。諸位要知道，弟子規是倫理教育，道家的，或者說道教的《太上感應篇》是因果教育。你都能夠做到，加上弟子規，兩個合起來，你的善可以達到七、八十分，往生西方極樂世界可以到上輩往生，凡聖同居土的上輩，上三品。上三品往生的時候自在，會有很好的瑞相。再能把十善業道做圓滿，你往生西方極樂世界，凡聖同居土上上品往生。這個要知道，不能夠疏忽，疏忽就大錯了。"
    },
    {
      "id": "12-017-1696_p0017",
      "zh_CN": "十善里面，第一个不杀生。不杀生的意思很深，我们并没有想杀他，可是我们很想找他的麻烦，也算在杀生里头。他找我的麻烦，我有报复的念头，报复也在杀生里面。那要怎么办？以德报怨就对了。他毁谤我，我没有怨恨，没有报复，这就对了。可是凡夫遇到这个事情心里不平，你把《金刚经》念几句，「凡所有相，皆是虚妄」，心就平了，不要执着，假的。他毁谤我、侮辱我，说老实话，真正明理，应该合掌念佛回向给他，感恩他。感什么恩？他造罪业替我消业障。这个道理很深，但是并不难懂。他毁谤我、侮辱我，造谣生事来害我，这是他造罪业；我受冤枉，我不是他所说的，他冤枉我，我不计较，业障消了。这个人替我消业障，我怎么可以怨恨他？我怨恨他就错了；我怎么可以报复他？要报复他，将来的果报是冤冤相报，那叫没完没了，那就大错了。",
      "zh_TW": "十善裡面，第一個不殺生。不殺生的意思很深，我們並沒有想殺他，可是我們很想找他的麻煩，也算在殺生裡頭。他找我的麻煩，我有報復的念頭，報復也在殺生裡面。那要怎麼辦？以德報怨就對了。他毀謗我，我沒有怨恨，沒有報復，這就對了。可是凡夫遇到這個事情心裡不平，你把《金剛經》念幾句，「凡所有相，皆是虛妄」，心就平了，不要執著，假的。他毀謗我、侮辱我，說老實話，真正明理，應該合掌念佛迴向給他，感恩他。感什麼恩？他造罪業替我消業障。這個道理很深，但是並不難懂。他毀謗我、侮辱我，造謠生事來害我，這是他造罪業；我受冤枉，我不是他所說的，他冤枉我，我不計較，業障消了。這個人替我消業障，我怎麼可以怨恨他？我怨恨他就錯了；我怎麼可以報復他？要報復他，將來的果報是冤冤相報，那叫沒完沒了，那就大錯了。"
    },
    {
      "id": "12-017-1696_p0018",
      "zh_CN": "这些道理，稍稍契入佛法你就恍然大悟。所以我们遭受种种冤枉、侮辱、陷害都感恩，不是这一生的业障就是过去生中的业障，怎么能消掉？逆境、顺境全是消业障。顺境里面不生贪恋，消业障，逆境里头不生瞋恚，这叫什么？这真正修行，这是真正庄严佛刹。我们在这个道场，道场有人羞辱我、侮辱我、毁谤我，很多人在一块都听到。我们合掌恭敬，他骂随他骂，恭恭敬敬在听，听他骂完之后谢谢他。决定没有一句回驳的，「你说错了，我不是这样的」，不必，用不着。有没有自己心里很清楚，有则改之，无则嘉勉。这是什么？我们一般人看到，这个人修忍辱波罗蜜，这个人忍辱的功夫不错，大家对你尊敬。如果你不肯接受，你要是骂回去，两个人一样高，两个人吵架，两个人打架，两个人都迷惑颠倒。迷跟迷才起冲突，迷跟觉不会起冲突，觉跟觉不起冲突，觉跟迷起不了冲突，为什么？觉悟的人忍让。",
      "zh_TW": "這些道理，稍稍契入佛法你就恍然大悟。所以我們遭受種種冤枉、侮辱、陷害都感恩，不是這一生的業障就是過去生中的業障，怎麼能消掉？逆境、順境全是消業障。順境裡面不生貪戀，消業障，逆境裡頭不生瞋恚，這叫什麼？這真正修行，這是真正莊嚴佛剎。我們在這個道場，道場有人羞辱我、侮辱我、毀謗我，很多人在一塊都聽到。我們合掌恭敬，他罵隨他罵，恭恭敬敬在聽，聽他罵完之後謝謝他。決定沒有一句回駁的，「你說錯了，我不是這樣的」，不必，用不著。有沒有自己心裡很清楚，有則改之，無則嘉勉。這是什麼？我們一般人看到，這個人修忍辱波羅蜜，這個人忍辱的功夫不錯，大家對你尊敬。如果你不肯接受，你要是罵回去，兩個人一樣高，兩個人吵架，兩個人打架，兩個人都迷惑顛倒。迷跟迷才起衝突，迷跟覺不會起衝突，覺跟覺不起衝突，覺跟迷起不了衝突，為什麼？覺悟的人忍讓。"
    },
    {
      "id": "12-017-1696_p0019",
      "zh_CN": "发生这种事情，这个事情在道场上就是教化众生。他们两个在演戏，在表演，一个演正派，一个演反派，演得都很逼真。大众受利益，鬼神受利益，都在那里看，都在那里学。不善的，我们不能学他，要反省自己有没有，有则改之，无则嘉勉；那个忍辱的，善的，一定要学。佛菩萨在哪里？到处都是，无论在什么地方，真的是无量无边。哪个地方是不思议刹？处处都是。刹是道场，修行人，我不说佛菩萨，说修行人，真正修行人所在之处全是不思议刹。成就你不思议的功德，成就你不思议的智慧，成就你不思议的德能，你知道吗？什么地方是道场？处处都是道场。释迦牟尼佛在世的时候，没有建一个寺庙，也没有建一个茅蓬，这个诸位晓得。他老人家一生日中一食，托钵，树下一宿，晚上找个大树底下打坐，闭目养神就够了。所以刹的真正的意思你就懂得，在这个地方修行，修不思议法门，成就不思议解脱，我们要会。",
      "zh_TW": "發生這種事情，這個事情在道場上就是教化眾生。他們兩個在演戲，在表演，一個演正派，一個演反派，演得都很逼真。大眾受利益，鬼神受利益，都在那裡看，都在那裡學。不善的，我們不能學他，要反省自己有沒有，有則改之，無則嘉勉；那個忍辱的，善的，一定要學。佛菩薩在哪裡？到處都是，無論在什麼地方，真的是無量無邊。哪個地方是不思議剎？處處都是。剎是道場，修行人，我不說佛菩薩，說修行人，真正修行人所在之處全是不思議剎。成就你不思議的功德，成就你不思議的智慧，成就你不思議的德能，你知道嗎？什麼地方是道場？處處都是道場。釋迦牟尼佛在世的時候，沒有建一個寺廟，也沒有建一個茅蓬，這個諸位曉得。他老人家一生日中一食，托缽，樹下一宿，晚上找個大樹底下打坐，閉目養神就夠了。所以剎的真正的意思你就懂得，在這個地方修行，修不思議法門，成就不思議解脫，我們要會。"
    },
    {
      "id": "12-017-1696_p0020",
      "zh_CN": "讲到偷盗，偷盗在戒经里面的定义是不与取。这个财物是有主的，主人没有给我，我随便就把它取得，这是偷盗。我通常讲经提醒大家，我们有占便宜的念头，想占一点便宜，这个念头是盗心，这个盗心再增长就有偷盗的行为。我们有没有占便宜的念头？你自己想想。最明显的，纳税，找个好律师谈谈，能不能少缴点税。你看，想少缴一点税不就是占便宜的念头吗？漏税、偷税，钻法律的漏洞少缴一点税，这是什么？这是偷盗国家的财物，这个罪重。你偷一个人的，你将来还的时候还一个人，你要偷盗国家的，这个事情可麻烦。中国尤其不得了，为什么？中国有十三亿人口，十三亿人都是你的债主，你的麻烦可大了，你哪辈子才能还得清？偷香港政府的财物，香港现在居民有五、六百万，这五、六百万的居民都是你的债主，你说可怕不可怕？所以诸位晓得十善业这个十条，细细给你讲你才会懂得，要不然你不懂。",
      "zh_TW": "講到偷盜，偷盜在戒經裡面的定義是不與取。這個財物是有主的，主人沒有給我，我隨便就把它取得，這是偷盜。我通常講經提醒大家，我們有佔便宜的念頭，想佔一點便宜，這個念頭是盜心，這個盜心再增長就有偷盜的行為。我們有沒有佔便宜的念頭？你自己想想。最明顯的，納稅，找個好律師談談，能不能少繳點稅。你看，想少繳一點稅不就是佔便宜的念頭嗎？漏稅、偷稅，鑽法律的漏洞少繳一點稅，這是什麼？這是偷盜國家的財物，這個罪重。你偷一個人的，你將來還的時候還一個人，你要偷盜國家的，這個事情可麻煩。中國尤其不得了，為什麼？中國有十三億人口，十三億人都是你的債主，你的麻煩可大了，你哪輩子才能還得清？偷香港政府的財物，香港現在居民有五、六百萬，這五、六百萬的居民都是你的債主，你說可怕不可怕？所以諸位曉得十善業這個十條，細細給你講你才會懂得，要不然你不懂。"
    },
    {
      "id": "12-017-1696_p0021",
      "zh_CN": "所以我们要把损害别人的念头断掉，才真正做到不杀生；把占别人便宜的念头断掉，才真正做到不偷盗，很不容易。真正做到不动心，才做到不淫欲。不妄语是真诚，决定没有一丝毫欺骗别人的念头，起心动念、言语造作，没有不可以告人的。还有保密，不能告人，妄语的根没断。在中国历史上，司马光一生光明磊落，他跟人说，我一生行事，没有一桩事情不能告诉别人的。不妄语这一条，司马光做到了。我们还有话不可以给别人讲，要保密的，保密就是妄语的根。我们不要说诸佛菩萨，讲到阿罗汉，讲到须陀洹，就没有了，没有秘密，我们中国人讲表里一如，言行一致。",
      "zh_TW": "所以我們要把損害別人的念頭斷掉，才真正做到不殺生；把佔別人便宜的念頭斷掉，才真正做到不偷盜，很不容易。真正做到不動心，才做到不淫欲。不妄語是真誠，決定沒有一絲毫欺騙別人的念頭，起心動念、言語造作，沒有不可以告人的。還有保密，不能告人，妄語的根沒斷。在中國歷史上，司馬光一生光明磊落，他跟人說，我一生行事，沒有一樁事情不能告訴別人的。不妄語這一條，司馬光做到了。我們還有話不可以給別人講，要保密的，保密就是妄語的根。我們不要說諸佛菩薩，講到阿羅漢，講到須陀洹，就沒有了，沒有祕密，我們中國人講表裡一如，言行一致。"
    },
    {
      "id": "12-017-1696_p0022",
      "zh_CN": "两舌是挑拨是非，决定没有，你的心跟一切人事物没有对立。人家跟我对立，我不跟人家对立，他就对不起来。对立一定是双方的，一方面想建立，另一方面没有，就对立不起来。所以化解对立、化解冲突从哪里做起？从我们自己本身做起，就真产生效果。时时刻刻去防人，防人是对立，虽然你不侵犯别人，你的对立没有化解。小是个人，人与人之间的交往，乃至于夫妻、父子、兄弟，都不例外；大到国家，国与国之交往。现在讲到世界上许多的冲突，国家的冲突、族群的冲突、宗教的冲突，从哪里起来？没有化解对立。不是让别人化解，别人是永远不会化解的，从自己化解，自己化解了，别人不能成立，这才是解决之道，化解冲突之道。",
      "zh_TW": "兩舌是挑撥是非，決定沒有，你的心跟一切人事物沒有對立。人家跟我對立，我不跟人家對立，他就對不起來。對立一定是雙方的，一方面想建立，另一方面沒有，就對立不起來。所以化解對立、化解衝突從哪裡做起？從我們自己本身做起，就真產生效果。時時刻刻去防人，防人是對立，雖然你不侵犯別人，你的對立沒有化解。小是個人，人與人之間的交往，乃至於夫妻、父子、兄弟，都不例外；大到國家，國與國之交往。現在講到世界上許多的衝突，國家的衝突、族群的衝突、宗教的衝突，從哪裡起來？沒有化解對立。不是讓別人化解，別人是永遠不會化解的，從自己化解，自己化解了，別人不能成立，這才是解決之道，化解衝突之道。"
    },
    {
      "id": "12-017-1696_p0023",
      "zh_CN": "大乘教里面，称菩萨为仁者，仁慈的人。什么叫仁慈？仁慈的人没有对立，他不会跟任何人对立，乃至于畜生、饿鬼，统统没有对立，这个人是菩萨。所以我们要晓得，你要想做菩萨，你还这个人我喜欢、那个人我讨厌，就是对立，这不是菩萨。菩萨对一切众生是平等的，菩萨对一切众生是尊重的，菩萨对一切众生敬爱，无条件的协助，心地清净一尘不染，这叫庄严清净，这个意思要懂。尤其是净，净是没有贪心，世出世法没有贪心、没有瞋恚心，觉而不迷，没有愚痴。贪瞋痴都放下了，心清净，心清净了身就清净，身清净百病不生。病菌是很不清净的东西，你身心清净他沾不了你的边。尤其是讲传染病，传染病严重的时候是灾害。",
      "zh_TW": "大乘教裡面，稱菩薩為仁者，仁慈的人。什麼叫仁慈？仁慈的人沒有對立，他不會跟任何人對立，乃至於畜生、餓鬼，統統沒有對立，這個人是菩薩。所以我們要曉得，你要想做菩薩，你還這個人我喜歡、那個人我討厭，就是對立，這不是菩薩。菩薩對一切眾生是平等的，菩薩對一切眾生是尊重的，菩薩對一切眾生敬愛，無條件的協助，心地清淨一塵不染，這叫莊嚴清淨，這個意思要懂。尤其是淨，淨是沒有貪心，世出世法沒有貪心、沒有瞋恚心，覺而不迷，沒有愚痴。貪瞋痴都放下了，心清淨，心清淨了身就清淨，身清淨百病不生。病菌是很不清淨的東西，你身心清淨他沾不了你的邊。尤其是講傳染病，傳染病嚴重的時候是災害。"
    },
    {
      "id": "12-017-1696_p0024",
      "zh_CN": "我好像听到国际卫生组织提出警告，说今年有瘟疫，瘟疫大概是禽流感这类的病，预估会死好几千人。我们听起来害怕了，毛骨悚然。要怎样预防？严净就行了，心清净、身庄严你就不会感染。不清净，心有三毒，贪瞋痴是三毒，里头有毒，外面有传染，很容易感染。纵然有病，不用恐惧，也不用害怕，修清净心，把你身上带着病的那些细胞自然恢复正常，你的病就好了，就没有了。要知道，这些带着病的细胞，是自己不善的念头、不善的业产生的变化。你明白这个道理，你自己可以调整，药物是补助，真正治好的是心态。这个道理很深，要懂。",
      "zh_TW": "我好像聽到國際衛生組織提出警告，說今年有瘟疫，瘟疫大概是禽流感這類的病，預估會死好幾千人。我們聽起來害怕了，毛骨悚然。要怎樣預防？嚴淨就行了，心清淨、身莊嚴你就不會感染。不清淨，心有三毒，貪瞋痴是三毒，裡頭有毒，外面有傳染，很容易感染。縱然有病，不用恐懼，也不用害怕，修清淨心，把你身上帶著病的那些細胞自然恢復正常，你的病就好了，就沒有了。要知道，這些帶著病的細胞，是自己不善的念頭、不善的業產生的變化。你明白這個道理，你自己可以調整，藥物是補助，真正治好的是心態。這個道理很深，要懂。"
    },
    {
      "id": "12-017-1696_p0025",
      "zh_CN": "特别在我们现前这个时代，灾难很多，无论是病痛或是自然灾害。所谓自然灾害，还是人心感召，离开心性无有一法可得，世尊在大乘教里头常说。我们真正要成就，于世出世间一切法，决定要放下贪瞋痴，决定不能有贪心。你里头有贪瞋痴、有是非人我、有自私自利，你要想出三界难了，太难了。往生净土还是要一切放下，你不放下，想在这个地方还带着去，佛告诉我们带业，带业是什么？带业是带旧业，不带现前的，这叫方便法门。现前的业，你这句佛号功夫得力，把它控制住，压住了，它不起作用，这个条件才能往生。如果这些业力还常常起现行，那就没有法子。这是念佛同修不能不知道的。好，现在时间到了，我们休息几分钟。",
      "zh_TW": "特別在我們現前這個時代，災難很多，無論是病痛或是自然災害。所謂自然災害，還是人心感召，離開心性無有一法可得，世尊在大乘教裡頭常說。我們真正要成就，於世出世間一切法，決定要放下貪瞋痴，決定不能有貪心。你裡頭有貪瞋痴、有是非人我、有自私自利，你要想出三界難了，太難了。往生淨土還是要一切放下，你不放下，想在這個地方還帶著去，佛告訴我們帶業，帶業是什麼？帶業是帶舊業，不帶現前的，這叫方便法門。現前的業，你這句佛號功夫得力，把它控制住，壓住了，它不起作用，這個條件才能往生。如果這些業力還常常起現行，那就沒有法子。這是念佛同修不能不知道的。好，現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "12-017-1696_p0026",
      "zh_CN": "诸位法师，诸位同学，请坐。请接着看华严三昧第二句，『供养一切诸如来』。供养跟布施在事相上讲是相同的，有财、法、无畏这三大类。佛告诉我们，布施如果里面有真诚、清净、平等心，就是供养，如果缺乏真诚、清净、平等心，那就是布施。布施得福报，供养得功德，不一样，为什么？因为供养心地真诚清净，他不求果报，三轮体空，不求果报，而果报比布施不知道要殊胜多少倍，不能比的。",
      "zh_TW": "諸位法師，諸位同學，請坐。請接著看華嚴三昧第二句，『供養一切諸如來』。供養跟布施在事相上講是相同的，有財、法、無畏這三大類。佛告訴我們，布施如果裡面有真誠、清淨、平等心，就是供養，如果缺乏真誠、清淨、平等心，那就是布施。布施得福報，供養得功德，不一樣，為什麼？因為供養心地真誠清淨，他不求果報，三輪體空，不求果報，而果報比布施不知道要殊勝多少倍，不能比的。"
    },
    {
      "id": "12-017-1696_p0027",
      "zh_CN": "你看六祖大师在《坛经》里面讲，说「此事福不能救」。布施的果报是福，财、法、无畏的果报就是财富、聪明智慧、健康长寿，都是属于福报。此事是什么事？生死大事，了生死出轮回，这个事情布施没法子；供养行，供养里头有智慧、有清净心、有真诚心，这是功德。这就是供养跟布施不一样。你看看一般大乘、小乘修布施，什么人修供养？普贤菩萨。菩萨修十波罗蜜、六波罗蜜都是有布施，普贤菩萨十愿有供养，礼敬诸佛、称赞如来、广修供养，你看供养。所以修供养的是修普贤行。我们一般人有没有办法？没有办法，一般人虽然是供养，还是布施，不是真正供养。",
      "zh_TW": "你看六祖大師在《壇經》裡面講，說「此事福不能救」。布施的果報是福，財、法、無畏的果報就是財富、聰明智慧、健康長壽，都是屬於福報。此事是什麼事？生死大事，了生死出輪迴，這個事情布施沒法子；供養行，供養裡頭有智慧、有清淨心、有真誠心，這是功德。這就是供養跟布施不一樣。你看看一般大乘、小乘修布施，什麼人修供養？普賢菩薩。菩薩修十波羅蜜、六波羅蜜都是有布施，普賢菩薩十願有供養，禮敬諸佛、稱讚如來、廣修供養，你看供養。所以修供養的是修普賢行。我們一般人有沒有辦法？沒有辦法，一般人雖然是供養，還是布施，不是真正供養。"
    },
    {
      "id": "12-017-1696_p0028",
      "zh_CN": "供养的对象，「一切诸如来」，他没有说一切诸佛，这是经文里面如来跟诸佛意思不一样。凡是讲诸佛是从相上讲的，你至少要修成小乘的佛，法相宗讲四种佛，藏通别圆，藏教的佛、通教的佛都没有出十法界，别教的佛才超越十法界，圆教佛才是《华严经》上初住菩萨，这个我们要知道。佛有很多等级，不一样。可是讲如来意思就不一样，如来讲什么？如来讲法性、自性。哪个人没有法性？所以从性上讲，佛跟众生是平等的，大乘教里头常讲，一切众生皆有佛性，佛性就是如来。用这两个字我们就知道了，符合《华严经》所讲的原则，「情与无情，同圆种智」。情是有情众生，我们现代人讲动物，动物牠有感情，植物没有感情，但是植物还是生物。所以生物范围广大，比较大，包括了动物、植物，都是属于生物。矿物就不是生物。可是在佛法里面讲，动物有佛性，植物、矿物有法性，佛性跟法性是一个性，不二。动物正报，从佛菩萨到天人、畜生、饿鬼、地狱，统统有佛性，植物跟矿物有法性。法性跟佛性是一个性，不是两个性。讲佛性，偏重在法性里面的一分，法性里面有般若、有法身、有解脱，偏重在般若，所以法性包括了佛性。",
      "zh_TW": "供養的對象，「一切諸如來」，他沒有說一切諸佛，這是經文裡面如來跟諸佛意思不一樣。凡是講諸佛是從相上講的，你至少要修成小乘的佛，法相宗講四種佛，藏通別圓，藏教的佛、通教的佛都沒有出十法界，別教的佛才超越十法界，圓教佛才是《華嚴經》上初住菩薩，這個我們要知道。佛有很多等級，不一樣。可是講如來意思就不一樣，如來講什麼？如來講法性、自性。哪個人沒有法性？所以從性上講，佛跟眾生是平等的，大乘教裡頭常講，一切眾生皆有佛性，佛性就是如來。用這兩個字我們就知道了，符合《華嚴經》所講的原則，「情與無情，同圓種智」。情是有情眾生，我們現代人講動物，動物牠有感情，植物沒有感情，但是植物還是生物。所以生物範圍廣大，比較大，包括了動物、植物，都是屬於生物。礦物就不是生物。可是在佛法裡面講，動物有佛性，植物、礦物有法性，佛性跟法性是一個性，不二。動物正報，從佛菩薩到天人、畜生、餓鬼、地獄，統統有佛性，植物跟礦物有法性。法性跟佛性是一個性，不是兩個性。講佛性，偏重在法性裡面的一分，法性裡面有般若、有法身、有解脫，偏重在般若，所以法性包括了佛性。"
    },
    {
      "id": "12-017-1696_p0029",
      "zh_CN": "此地讲的一切诸如来范围就大了，整个宇宙都在里面，宇宙里面所有一切万事万物，一个不漏，为什么？它是诸如来，这个范围就大了。所以菩萨修供养是依平等性，对诸佛如来恭敬，对蚊虫蚂蚁也是一样的恭敬，决定没有差别。有差别怎么样？你有分别执着，有分别执着不是真心，是妄心，真心里头没有妄想分别执着。我们今天妄想暂时不谈它，为什么？太细了，确实不是我们能断得了的，我们想放下，你也放不下。讲粗一点的现象，分别、执着，好懂。分别执着真正放下才是真的供养，清净心供养、平等心供养。对象是一切诸法，诸法的法性就是如来，这个范围多大。",
      "zh_TW": "此地講的一切諸如來範圍就大了，整個宇宙都在裡面，宇宙裡面所有一切萬事萬物，一個不漏，為什麼？它是諸如來，這個範圍就大了。所以菩薩修供養是依平等性，對諸佛如來恭敬，對蚊蟲螞蟻也是一樣的恭敬，決定沒有差別。有差別怎麼樣？你有分別執著，有分別執著不是真心，是妄心，真心裡頭沒有妄想分別執著。我們今天妄想暫時不談它，為什麼？太細了，確實不是我們能斷得了的，我們想放下，你也放不下。講粗一點的現象，分別、執著，好懂。分別執著真正放下才是真的供養，清淨心供養、平等心供養。對象是一切諸法，諸法的法性就是如來，這個範圍多大。"
    },
    {
      "id": "12-017-1696_p0030",
      "zh_CN": "我们要用什么供养？是不是要用财物供养、香花供养？不要，什么都不要，那些都是假的。用真诚心供养、用清净心供养、用平等心供养、用正觉心供养、用慈悲心供养就对了，这叫大菩提心，这叫真心。用真心对一切众生、对诸佛菩萨、对天地万物，这是供养一切诸如来，一个都没有漏失。什么人修？普贤菩萨修，谁是普贤菩萨？凡是修这个法门的就是普贤菩萨。我们再说一句简单的话，你好记、你好懂，就是用真诚心对一切众生，我常讲四个字，「诚、敬、谦、和」，真诚、恭敬、谦虚、和睦。你要是把这四个字学会了，处事待人接物决定不违背，供养一切诸如来至少你也可以打个少分，虽然不圆满，像前面讲可以打六十分。不错了，及格了。这条很重要。",
      "zh_TW": "我們要用什麼供養？是不是要用財物供養、香花供養？不要，什麼都不要，那些都是假的。用真誠心供養、用清淨心供養、用平等心供養、用正覺心供養、用慈悲心供養就對了，這叫大菩提心，這叫真心。用真心對一切眾生、對諸佛菩薩、對天地萬物，這是供養一切諸如來，一個都沒有漏失。什麼人修？普賢菩薩修，誰是普賢菩薩？凡是修這個法門的就是普賢菩薩。我們再說一句簡單的話，你好記、你好懂，就是用真誠心對一切眾生，我常講四個字，「誠、敬、謙、和」，真誠、恭敬、謙虛、和睦。你要是把這四個字學會了，處事待人接物決定不違背，供養一切諸如來至少你也可以打個少分，雖然不圓滿，像前面講可以打六十分。不錯了，及格了。這條很重要。"
    },
    {
      "id": "12-017-1696_p0031",
      "zh_CN": "佛在大乘教里面常常教给我们，「依教修行供养」，这是对诸佛菩萨的真实供养。我们盖个大庙，塑造佛的金身，种种香花、幢幡、宝盖来供养，佛要不要？释迦牟尼佛在世，三衣一钵，树下一宿，日中一食，他什么都不要。真正能体会到这个意思，你才会恍然大悟，为什么古来的高僧大德他们修行住茅蓬。茅蓬多半是自己建的，山上砍几棵树做柱子，用草搓成绳子，把架子绑好，梁柱绑好。用什么做墙？用泥土做墙，土墙，上面盖茅草，山上砍一点茅草盖上去，遮蔽风雨，自己动手自己干，盖个小茅蓬。为什么不接受别人给他盖个庙，用意到底在哪里？在示现、在教人，教当代的人、教后世的人，没有贪瞋痴，对于物质生活，有个小茅蓬可以遮蔽风雨，足矣！",
      "zh_TW": "佛在大乘教裡面常常教給我們，「依教修行供養」，這是對諸佛菩薩的真實供養。我們蓋個大廟，塑造佛的金身，種種香花、幢幡、寶蓋來供養，佛要不要？釋迦牟尼佛在世，三衣一缽，樹下一宿，日中一食，他什麼都不要。真正能體會到這個意思，你才會恍然大悟，為什麼古來的高僧大德他們修行住茅蓬。茅蓬多半是自己建的，山上砍幾棵樹做柱子，用草搓成繩子，把架子綁好，梁柱綁好。用什麼做牆？用泥土做牆，土牆，上面蓋茅草，山上砍一點茅草蓋上去，遮蔽風雨，自己動手自己幹，蓋個小茅蓬。為什麼不接受別人給他蓋個廟，用意到底在哪裡？在示現、在教人，教當代的人、教後世的人，沒有貪瞋痴，對於物質生活，有個小茅蓬可以遮蔽風雨，足矣！"
    },
    {
      "id": "12-017-1696_p0032",
      "zh_CN": "住茅蓬的人大概也是日中一食，生活非常简单，他的时间都用在修道上，对这个世间没有留恋。吃的东西从哪里来？恐怕有一半是采野生的，我们今天讲野菜，住山的人都懂得，树上的水果、野菜，取这些东西。也有少数，自己种点菜、种点粮食，粮食多半种什么？种番薯、种地瓜、种玉米，这些东西好种，省事，种花生，可以当作主食。住山，与外面隔绝。确实有不少一辈子不下山，修行成功，开悟了，被人发现，就有很多人来参访，很多人来跟他学习。",
      "zh_TW": "住茅蓬的人大概也是日中一食，生活非常簡單，他的時間都用在修道上，對這個世間沒有留戀。吃的東西從哪裡來？恐怕有一半是採野生的，我們今天講野菜，住山的人都懂得，樹上的水果、野菜，取這些東西。也有少數，自己種點菜、種點糧食，糧食多半種什麼？種番薯、種地瓜、種玉米，這些東西好種，省事，種花生，可以當作主食。住山，與外面隔絕。確實有不少一輩子不下山，修行成功，開悟了，被人發現，就有很多人來參訪，很多人來跟他學習。"
    },
    {
      "id": "12-017-1696_p0033",
      "zh_CN": "我过去看莲池大师的传记，莲池大师就是这么修行的，到以后被人发现，亲近的人多了，来跟他学的人多了，怎么办？都盖茅蓬。遇到这些大的施主，有这种财力的，看到这么多人，跟法师商量建个寺庙，建个大道场，法师也同意，你们去建。建好之后也不拒绝，像释迦牟尼佛一样，给孤独长者有庭院，礼请佛陀到那边去住，在那边讲经说法教学，释迦牟尼佛也答应了。这是随缘而不攀缘，我并不是叫你去做，真叫水到渠成。世尊没有拒绝，这就是告诉我们后人，缘成熟了，别人有真诚心供养，可以接受。但是什么？产权是他的，不接受产权，接受产权你就有了财产。这是我们常讲的，可以接受使用权，你的财产，这是你的房屋，你借给我用，我什么时候不用了，还给你，正确。如果一有产权，你不是出了家吗？一有产权，你又回家去了，你又有了家，你还俗了；虽然是剃了头，实际上你已经还俗了，你不是出家人。这个道理要懂。",
      "zh_TW": "我過去看蓮池大師的傳記，蓮池大師就是這麼修行的，到以後被人發現，親近的人多了，來跟他學的人多了，怎麼辦？都蓋茅蓬。遇到這些大的施主，有這種財力的，看到這麼多人，跟法師商量建個寺廟，建個大道場，法師也同意，你們去建。建好之後也不拒絕，像釋迦牟尼佛一樣，給孤獨長者有庭院，禮請佛陀到那邊去住，在那邊講經說法教學，釋迦牟尼佛也答應了。這是隨緣而不攀緣，我並不是叫你去做，真叫水到渠成。世尊沒有拒絕，這就是告訴我們後人，緣成熟了，別人有真誠心供養，可以接受。但是什麼？產權是他的，不接受產權，接受產權你就有了財產。這是我們常講的，可以接受使用權，你的財產，這是你的房屋，你借給我用，我什麼時候不用了，還給你，正確。如果一有產權，你不是出了家嗎？一有產權，你又回家去了，你又有了家，你還俗了；雖然是剃了頭，實際上你已經還俗了，你不是出家人。這個道理要懂。"
    },
    {
      "id": "12-017-1696_p0034",
      "zh_CN": "在现在，现代的社会跟古时候的社会不一样，复杂多了。集合众多人的力量建个道场，真正明白的人，这个道场要有一个管理的委员会或者是董事会，产权是交给董事会的，不是属于某个人的。可是有人担心害怕，万一这些董事翻脸，赶我走怎么办？你看你这个提心吊胆都是为自私自利，把道忘掉了。四众同学、在家的居士长者布施供养你，目的是希望成就你的道业，你天天念头都想着怎样拥有财产，错了，你哪来的道？道是什么？道是叫你放下，道是什么？道是你自性里面本来有的，那是道，你把它找回来。",
      "zh_TW": "在現在，現代的社會跟古時候的社會不一樣，複雜多了。集合眾多人的力量建個道場，真正明白的人，這個道場要有一個管理的委員會或者是董事會，產權是交給董事會的，不是屬於某個人的。可是有人擔心害怕，萬一這些董事翻臉，趕我走怎麼辦？你看你這個提心吊膽都是為自私自利，把道忘掉了。四眾同學、在家的居士長者布施供養你，目的是希望成就你的道業，你天天念頭都想著怎樣擁有財產，錯了，你哪來的道？道是什麼？道是叫你放下，道是什麼？道是你自性裡面本來有的，那是道，你把它找回來。"
    },
    {
      "id": "12-017-1696_p0035",
      "zh_CN": "《华严经》上佛说得多，「一切众生皆有如来智慧德相」，如来是自性，自性里面有无量智慧、有无量德能、有无量相好。众生迷了，你现在开始觉悟了，觉悟了赶快把它找回来，你要道场干什么？要道场好累！经营一个家庭就已经很累，家庭人少，没几个人，道场人多，是个大家庭。小家庭已经累死了，大家庭还能受得了吗？要这个干什么？所以一定要想到要有道，道是什么？道是智慧、是德能，我要借着这个缘，这是个殊胜的缘，借着这个缘成就自己的道德、成就自己的智慧。你真有道德，真有智慧，这个地方的人他会留你，不会赶你走。纵然赶你走，你也欢欢喜喜的离开，为什么？没有一个地方不欢迎你，你还有什么担心的？凡夫最怕的就是这个事情，最放不下的就是这桩事情。",
      "zh_TW": "《華嚴經》上佛說得多，「一切眾生皆有如來智慧德相」，如來是自性，自性裡面有無量智慧、有無量德能、有無量相好。眾生迷了，你現在開始覺悟了，覺悟了趕快把它找回來，你要道場幹什麼？要道場好累！經營一個家庭就已經很累，家庭人少，沒幾個人，道場人多，是個大家庭。小家庭已經累死了，大家庭還能受得了嗎？要這個幹什麼？所以一定要想到要有道，道是什麼？道是智慧、是德能，我要藉著這個緣，這是個殊勝的緣，藉著這個緣成就自己的道德、成就自己的智慧。你真有道德，真有智慧，這個地方的人他會留你，不會趕你走。縱然趕你走，你也歡歡喜喜的離開，為什麼？沒有一個地方不歡迎你，你還有什麼擔心的？凡夫最怕的就是這個事情，最放不下的就是這樁事情。"
    },
    {
      "id": "12-017-1696_p0036",
      "zh_CN": "我们当年刚刚接触佛法，老师清楚，章嘉大师怎么教我？他给我找了个保证。他说只要你发心真心为佛法，为弘法利生，你的一生自然有佛菩萨照顾，你自己一点都不要操心。我相信老师，这点很多人比不上我，为什么？有很多人对老师怀疑，我对老师从不怀疑。我这一生接受三个老师指导，方东美先生、章嘉大师，最后是李炳南老居士。尊师重道是从小父母教的，对老师尊重，一点疑惑都没有，相信。既然真诚心奉献给佛菩萨，学这个法门，续佛慧命，弘法利生，所想的、所思的、所行的就这桩事情，除这个之外什么都不想，为什么？佛菩萨照顾。我常常想如果我要想，佛菩萨就不照顾了，为什么？你自己会想，你自己会照顾自己，佛菩萨就可以省事了，不必多这个事情。如果我们自己不想，佛菩萨不能不照顾，一定要照顾，一点怀疑都没有。如果出家人都像我这样的信心，我相信每个道场都是正法道场。",
      "zh_TW": "我們當年剛剛接觸佛法，老師清楚，章嘉大師怎麼教我？他給我找了個保證。他說只要你發心真心為佛法，為弘法利生，你的一生自然有佛菩薩照顧，你自己一點都不要操心。我相信老師，這點很多人比不上我，為什麼？有很多人對老師懷疑，我對老師從不懷疑。我這一生接受三個老師指導，方東美先生、章嘉大師，最後是李炳南老居士。尊師重道是從小父母教的，對老師尊重，一點疑惑都沒有，相信。既然真誠心奉獻給佛菩薩，學這個法門，續佛慧命，弘法利生，所想的、所思的、所行的就這樁事情，除這個之外什麼都不想，為什麼？佛菩薩照顧。我常常想如果我要想，佛菩薩就不照顧了，為什麼？你自己會想，你自己會照顧自己，佛菩薩就可以省事了，不必多這個事情。如果我們自己不想，佛菩薩不能不照顧，一定要照顧，一點懷疑都沒有。如果出家人都像我這樣的信心，我相信每個道場都是正法道場。"
    },
    {
      "id": "12-017-1696_p0037",
      "zh_CN": "我在很年轻的时候，我还记得那年就是我寿命到的那一年，所以印象特别深刻。我四十五岁，夏安居，结夏，灵源老和尚，这是台湾基隆十方大觉寺的方丈，我受戒的时候他老人家是我的尊证和尚。夏安居三个月，邀请我在安居之中讲《楞严经》。我在山上讲了一个月，好像是讲到第三卷，《楞严经》十卷，讲到第三卷，我得病了，重感冒。我还记得，那时候的名字叫Ａ２，得重感冒。我心里一想寿命到了，因为那年，我们三个朋友同年，命运相同，都是过不了四十五岁。在二月间，法融法师先走了，五月，明演走了，我是在七月夏安居的时候，我一想，到了，没有留恋，也不恐惧。",
      "zh_TW": "我在很年輕的時候，我還記得那年就是我壽命到的那一年，所以印象特別深刻。我四十五歲，夏安居，結夏，靈源老和尚，這是台灣基隆十方大覺寺的方丈，我受戒的時候他老人家是我的尊證和尚。夏安居三個月，邀請我在安居之中講《楞嚴經》。我在山上講了一個月，好像是講到第三卷，《楞嚴經》十卷，講到第三卷，我得病了，重感冒。我還記得，那時候的名字叫Ａ２，得重感冒。我心裡一想壽命到了，因為那年，我們三個朋友同年，命運相同，都是過不了四十五歲。在二月間，法融法師先走了，五月，明演走了，我是在七月夏安居的時候，我一想，到了，沒有留戀，也不恐懼。"
    },
    {
      "id": "12-017-1696_p0038",
      "zh_CN": "我离开大觉寺回到景美我住的那个小房子，韩馆长的，在那里每天念佛求往生。我也不看医生，我想医生只能医病，我的寿命到了，没有办法医寿命。一切放下，念佛求生净土，念了一个月，身体恢复了。我们是真正学佛，真正是依教修行，确实是把续佛慧命、弘法利生做为我们一生唯一的事业，没有其他的念头。病好了之后，养了一个多月将近两个月，再恢复讲经，这是我自己亲身经历的。",
      "zh_TW": "我離開大覺寺回到景美我住的那個小房子，韓館長的，在那裡每天念佛求往生。我也不看醫生，我想醫生只能醫病，我的壽命到了，沒有辦法醫壽命。一切放下，念佛求生淨土，念了一個月，身體恢復了。我們是真正學佛，真正是依教修行，確實是把續佛慧命、弘法利生做為我們一生唯一的事業，沒有其他的念頭。病好了之後，養了一個多月將近兩個月，再恢復講經，這是我自己親身經歷的。"
    },
    {
      "id": "12-017-1696_p0039",
      "zh_CN": "到以后遇到甘珠，那总是二、三年以后，甘珠也是章嘉大师的学生，我的老学长。他告诉我，讲经弘法的功德把命运转变了，他知道，他说你短命，没有福报，可是这些年讲经弘法，全转了。他告诉我，他说你的寿命很长，将来福报很大，他告诉我的，我也没放在心上。真的，愈到晚年愈好，谚语所谓心想事成，我到晚年确实有这个味道，心想事成。我没有想自己，我现在想的是世间人不要有冲突，世间人应当平等对待、和睦相处，希望社会安定、世界和平，我不想其他的。对于佛法，我希望有年轻人像我一样发真诚心续佛慧命，世间人讲「为往圣继绝学，为天下开太平」，在佛法讲，续佛慧命，弘法利生。真正发这样的心，我会全心全力照顾他，帮助他。我这么大的年龄，从弘法退下来，我要做护法的工作，护持下一代，护持真正发心续佛慧命的人。",
      "zh_TW": "到以後遇到甘珠，那總是二、三年以後，甘珠也是章嘉大師的學生，我的老學長。他告訴我，講經弘法的功德把命運轉變了，他知道，他說你短命，沒有福報，可是這些年講經弘法，全轉了。他告訴我，他說你的壽命很長，將來福報很大，他告訴我的，我也沒放在心上。真的，愈到晚年愈好，諺語所謂心想事成，我到晚年確實有這個味道，心想事成。我沒有想自己，我現在想的是世間人不要有衝突，世間人應當平等對待、和睦相處，希望社會安定、世界和平，我不想其他的。對於佛法，我希望有年輕人像我一樣發真誠心續佛慧命，世間人講「為往聖繼絕學，為天下開太平」，在佛法講，續佛慧命，弘法利生。真正發這樣的心，我會全心全力照顧他，幫助他。我這麼大的年齡，從弘法退下來，我要做護法的工作，護持下一代，護持真正發心續佛慧命的人。"
    },
    {
      "id": "12-017-1696_p0040",
      "zh_CN": "佛法缺乏人才，儒道也缺乏人才，我们不仅仅护持佛教，儒跟道我同样护持，甚至于其他的宗教也不例外。所以这些年来，我提倡多元文化大学、宗教大学，不是最近提的，很多年了，可是最近有很多响应的，使我们信心生起来了。以前只是想想，随便谈谈，不知道能不能落实，现在看样子有落实的可能。特别是这次在巴里岛联合国的会议，我也提出这个想法，回应非常好，大家感觉得这桩事情对于现代的社会有迫切的需要。看看哪个国家发心带头来干，只要有一个人带头，跟进的人就多了。肯定有助于化解冲突，促进社会安定和平，这就是供养一切诸如来。所以这句经文它里面的含义深广无量，这就叫华严境界，每一句里面的境界都不可思议。这是说到供养。",
      "zh_TW": "佛法缺乏人才，儒道也缺乏人才，我們不僅僅護持佛教，儒跟道我同樣護持，甚至於其他的宗教也不例外。所以這些年來，我提倡多元文化大學、宗教大學，不是最近提的，很多年了，可是最近有很多響應的，使我們信心生起來了。以前只是想想，隨便談談，不知道能不能落實，現在看樣子有落實的可能。特別是這次在巴里島聯合國的會議，我也提出這個想法，回應非常好，大家感覺得這樁事情對於現代的社會有迫切的需要。看看哪個國家發心帶頭來幹，只要有一個人帶頭，跟進的人就多了。肯定有助於化解衝突，促進社會安定和平，這就是供養一切諸如來。所以這句經文它裡面的含義深廣無量，這就叫華嚴境界，每一句裡面的境界都不可思議。這是說到供養。"
    },
    {
      "id": "12-017-1696_p0041",
      "zh_CN": "最重要的，还是佛在经上说的如教修行供养。《金刚经》诸位都读过，都比较熟悉，你看世尊在讲到布施功德的较量比较。佛说「三千大千世界七宝布施」，《金刚经》上讲布施，福德都比不上法布施，法布施多少？「为人说四句偈」。四句偈的法供养福德超过大千世界七宝的财供养。这个话有很多人读到之后都是说释迦牟尼佛会讲大话，很会夸张，不相信。我们在初学佛的时候听到也怀疑，但是怎么样？知道佛是不妄语的，《金刚经》上说得很好，佛是真语、如语、不诳语、不异语，句句是实话。可是听了之后还是免不了怀疑，疑很难断。经过这么多年，我学佛五十六年，讲经四十九年，现在这个疑没有了，真的断掉了，知道佛讲的话决定真实。为什么？大千世界七宝你纵然得到，你可以享受富裕的物质生活，不能了生死，不能出三界。可是佛经上的四句偈你要是真正参透，你会明心见性，见性成佛。这怎么能比，不能比，所以佛讲的一点都不错。",
      "zh_TW": "最重要的，還是佛在經上說的如教修行供養。《金剛經》諸位都讀過，都比較熟悉，你看世尊在講到布施功德的較量比較。佛說「三千大千世界七寶布施」，《金剛經》上講布施，福德都比不上法布施，法布施多少？「為人說四句偈」。四句偈的法供養福德超過大千世界七寶的財供養。這個話有很多人讀到之後都是說釋迦牟尼佛會講大話，很會誇張，不相信。我們在初學佛的時候聽到也懷疑，但是怎麼樣？知道佛是不妄語的，《金剛經》上說得很好，佛是真語、如語、不誑語、不異語，句句是實話。可是聽了之後還是免不了懷疑，疑很難斷。經過這麼多年，我學佛五十六年，講經四十九年，現在這個疑沒有了，真的斷掉了，知道佛講的話決定真實。為什麼？大千世界七寶你縱然得到，你可以享受富裕的物質生活，不能了生死，不能出三界。可是佛經上的四句偈你要是真正參透，你會明心見性，見性成佛。這怎麼能比，不能比，所以佛講的一點都不錯。"
    },
    {
      "id": "12-017-1696_p0042",
      "zh_CN": "明白之后，对佛感恩的心才能生得起来，老师的恩德。你在佛法里没有得到真实受用，对老师感恩的念头生不起来，老师对我有什么恩？对我有什么好处？生不起来。真正明白，省悟过来，才知道老师的恩德真的大，超过父母太多了。可是老师教我们不能忘父母的恩德，还是把孝亲摆在第一，把尊敬老师摆在第二，这是老师的大德。一个人的成就就是父母跟老师配合得很好，把这个人教出来。真正的教学没有别的，是教你开悟，不是别的，这叫教育。圣贤教育跟我们现在世间人讲的教育不一样，世间人讲的教育，跟最初教育这两个字的本义也不相同，这都是我们不能不知道的。",
      "zh_TW": "明白之後，對佛感恩的心才能生得起來，老師的恩德。你在佛法裡沒有得到真實受用，對老師感恩的念頭生不起來，老師對我有什麼恩？對我有什麼好處？生不起來。真正明白，省悟過來，才知道老師的恩德真的大，超過父母太多了。可是老師教我們不能忘父母的恩德，還是把孝親擺在第一，把尊敬老師擺在第二，這是老師的大德。一個人的成就就是父母跟老師配合得很好，把這個人教出來。真正的教學沒有別的，是教你開悟，不是別的，這叫教育。聖賢教育跟我們現在世間人講的教育不一樣，世間人講的教育，跟最初教育這兩個字的本義也不相同，這都是我們不能不知道的。"
    },
    {
      "id": "12-017-1696_p0043",
      "zh_CN": "我们再看第三句，『放大光明无有边』。供养一切诸如来是成就自己的德行、学问，诸位要记住，真正的供养是如教修行供养，如理如法的修行，成就自己的法身慧命，第二句意思在此地。第三句，这就是利益众生，弘法利生。弘法利生首先讲的形象，「放大光明无有边」是形象。什么形象？德行的形象。我们今天讲伦理、道德、因果、智慧，你成就了，一定表现在你生活当中，这叫放大光明。放什么光？伦理的光明。伦理的光明是从哪个地方发生的？从大慈悲心里面生出来的。你会做样子给天下人看，做什么样子？孝亲，父子有亲。你对你的父母、你对你的儿女那种亲爱，让世间人看到羡慕，这是光。然后这个光芒遍照，就是推广，你爱你的兄弟，你爱你的家族，你爱你的邻居乡党，你爱社会、爱国家、爱人类、爱一切众生。这个光明愈放愈大，无有边，无有边是到遍法界虚空界。慈悲遍法界，你放慈悲的光；供养遍法界，你发供养的光；你能够受持诸佛的教诲，放持戒的光，放忍辱的光，放精进的光。你都能够做出来，做出榜样、做出模范，让别人看到受感动而跟你学习。",
      "zh_TW": "我們再看第三句，『放大光明無有邊』。供養一切諸如來是成就自己的德行、學問，諸位要記住，真正的供養是如教修行供養，如理如法的修行，成就自己的法身慧命，第二句意思在此地。第三句，這就是利益眾生，弘法利生。弘法利生首先講的形象，「放大光明無有邊」是形象。什麼形象？德行的形象。我們今天講倫理、道德、因果、智慧，你成就了，一定表現在你生活當中，這叫放大光明。放什麼光？倫理的光明。倫理的光明是從哪個地方發生的？從大慈悲心裡面生出來的。你會做樣子給天下人看，做什麼樣子？孝親，父子有親。你對你的父母、你對你的兒女那種親愛，讓世間人看到羨慕，這是光。然後這個光芒遍照，就是推廣，你愛你的兄弟，你愛你的家族，你愛你的鄰居鄉黨，你愛社會、愛國家、愛人類、愛一切眾生。這個光明愈放愈大，無有邊，無有邊是到遍法界虛空界。慈悲遍法界，你放慈悲的光；供養遍法界，你發供養的光；你能夠受持諸佛的教誨，放持戒的光，放忍辱的光，放精進的光。你都能夠做出來，做出榜樣、做出模範，讓別人看到受感動而跟你學習。"
    },
    {
      "id": "12-017-1696_p0044",
      "zh_CN": "十波罗蜜的光，普贤菩萨十大愿王的光，四摄六度的光，我们讲到最浅，十善业道的光，再就中国儒家讲，五伦八德的光。遍法界虚空界，照耀一切众生，照耀情与无情，这是你的德行。你的智慧起来了，跟诸佛菩萨没有两样，这是性德。一切众生本来是佛，他在迷，你在觉，你觉可以帮助他破迷开悟，放大光明的作用在此地。你的作用是自然的，没有丝毫勉强，有丝毫勉强那不是放光，那是什么？那是造业，装模作样，目的何在？目的还不是求名闻利养吗？现在人讲打知名度，错了。名不可以求，名害死人，名跟利没有两样，是世间人的大病。圣人所说的那个名，圣人之名，实至名归，先有实后有名。世间人是求名，无实，名实不相符，那叫造罪业。所以放光现瑞的意思你一定要懂得。今天时间到了，这一句的意味深长，我们明天接着再学。",
      "zh_TW": "十波羅蜜的光，普賢菩薩十大願王的光，四攝六度的光，我們講到最淺，十善業道的光，再就中國儒家講，五倫八德的光。遍法界虛空界，照耀一切眾生，照耀情與無情，這是你的德行。你的智慧起來了，跟諸佛菩薩沒有兩樣，這是性德。一切眾生本來是佛，他在迷，你在覺，你覺可以幫助他破迷開悟，放大光明的作用在此地。你的作用是自然的，沒有絲毫勉強，有絲毫勉強那不是放光，那是什麼？那是造業，裝模作樣，目的何在？目的還不是求名聞利養嗎？現在人講打知名度，錯了。名不可以求，名害死人，名跟利沒有兩樣，是世間人的大病。聖人所說的那個名，聖人之名，實至名歸，先有實後有名。世間人是求名，無實，名實不相符，那叫造罪業。所以放光現瑞的意思你一定要懂得。今天時間到了，這一句的意味深長，我們明天接著再學。"
    }
  ]
}