{
  "doc_id": "12-017-1175",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一七五卷",
    "zh_TW": "第一一七五卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1175",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "12-017-1175_p0001",
      "zh_CN": "诸位同学，请看「四圣谛品」邻次十界，第九段下方关钥世界，最后一段看起，苦灭道圣谛。我们将经文念一遍：",
      "zh_TW": "諸位同學，請看「四聖諦品」鄰次十界，第九段下方關鑰世界，最後一段看起，苦滅道聖諦。我們將經文念一遍："
    },
    {
      "id": "12-017-1175_p0002",
      "zh_CN": "【诸佛子。所言苦灭道圣谛者。彼关𬬭世界中。或名安隐行。或名离欲。或名究竟实。或名入义。或名性究竟。或名净现。或名摄念。或名趣解脱。或名救济。或名胜行。】",
      "zh_TW": "【諸佛子。所言苦滅道聖諦者。彼關錀世界中。或名安隱行。或名離欲。或名究竟實。或名入義。或名性究竟。或名淨現。或名攝念。或名趣解脫。或名救濟。或名勝行。】"
    },
    {
      "id": "12-017-1175_p0003",
      "zh_CN": "到这里是一段。『苦灭道圣谛』，这是讲出世间的因；灭是出世间的果，道则是因。佛在此地也为我们举了十个名称，第一个名称叫『安隐行』，这个「行」，要念去声，它是行动，作为动词来讲，不是名词，古时候的念法念「安隐行（ㄏㄣˋ）」。说明这些名称都是通达无上道的，如来果地上的大菩提、大涅槃。这个话当然是对法身菩萨讲的，不是对我们说的，我们听到，要能够解其义，即使是少分的解义，对我们的修学都会产生很大的信心、愿力。知道我们今天走的这个路正确，决定不是邪曲，前途一定是光明的。",
      "zh_TW": "到這裡是一段。『苦滅道聖諦』，這是講出世間的因；滅是出世間的果，道則是因。佛在此地也為我們舉了十個名稱，第一個名稱叫『安隱行』，這個「行」，要念去聲，它是行動，作為動詞來講，不是名詞，古時候的念法念「安隱行（ㄏㄣˋ）」。說明這些名稱都是通達無上道的，如來果地上的大菩提、大涅槃。這個話當然是對法身菩薩講的，不是對我們說的，我們聽到，要能夠解其義，即使是少分的解義，對我們的修學都會產生很大的信心、願力。知道我們今天走的這個路正確，決定不是邪曲，前途一定是光明的。"
    },
    {
      "id": "12-017-1175_p0004",
      "zh_CN": "说到道谛，小乘经以「八正道」做代表，而八正道圆满的包括了「三十七道品」，也可以说是三十七门功课，分为七大类，七科三十七道品。但是在大乘，尤其是圆教，它的科目就多了，大乘经上常讲八万四千法门，都是成佛之道。四弘誓愿里面，我们每天念到的是「法门无量誓愿学」，不止八万四千，真的无量法门。无量法门，门门都通无上道，门门都是安稳行。世尊告诉我们，「法门平等，无有高下」，为什么？都通无上道。尤其是在《华严经》上所说的，《华严经》真的是圆融无碍，一即是多，多即是一，一多不二，往后我们还要读到。",
      "zh_TW": "說到道諦，小乘經以「八正道」做代表，而八正道圓滿的包括了「三十七道品」，也可以說是三十七門功課，分為七大類，七科三十七道品。但是在大乘，尤其是圓教，它的科目就多了，大乘經上常講八萬四千法門，都是成佛之道。四弘誓願裡面，我們每天念到的是「法門無量誓願學」，不止八萬四千，真的無量法門。無量法門，門門都通無上道，門門都是安穩行。世尊告訴我們，「法門平等，無有高下」，為什麼？都通無上道。尤其是在《華嚴經》上所說的，《華嚴經》真的是圓融無礙，一即是多，多即是一，一多不二，往後我們還要讀到。"
    },
    {
      "id": "12-017-1175_p0005",
      "zh_CN": "在我们现前这个阶段，可以说是学佛的起步，尤其我们都没有入门。大乘之门是「初信位」的菩萨，初信位菩萨的断德（这个断就是放下），世尊在经论上给我们讲得很明白，三界八十八品见惑放下了，就是断了，证初信位的菩萨，这是刚刚入门，好像小学一年级。你不要看轻一年级，这一年级就是圣人，不是凡夫。虽然他还没有能力超越六道轮回，大乘要七信位才脱离六道轮回，也就是说他才一年级，到七年级脱离六道轮回了。这个断德相当于阿罗汉，见思烦恼断了，须陀洹只断见惑，思惑没有断，所以不能出六道，思惑断了，出六道。出六道到哪里去？到四圣法界去了，看看你的缘是在声闻，还是在缘觉，还是在菩萨。像修学大乘的，肯定四圣法界里是菩萨；修小乘的，就是声闻、缘觉。再进一步，把尘沙烦恼断了，尘沙是分别，再破一品无明，就出了十法界了，安稳行！",
      "zh_TW": "在我們現前這個階段，可以說是學佛的起步，尤其我們都沒有入門。大乘之門是「初信位」的菩薩，初信位菩薩的斷德（這個斷就是放下），世尊在經論上給我們講得很明白，三界八十八品見惑放下了，就是斷了，證初信位的菩薩，這是剛剛入門，好像小學一年級。你不要看輕一年級，這一年級就是聖人，不是凡夫。雖然他還沒有能力超越六道輪迴，大乘要七信位才脫離六道輪迴，也就是說他才一年級，到七年級脫離六道輪迴了。這個斷德相當於阿羅漢，見思煩惱斷了，須陀洹只斷見惑，思惑沒有斷，所以不能出六道，思惑斷了，出六道。出六道到哪裡去？到四聖法界去了，看看你的緣是在聲聞，還是在緣覺，還是在菩薩。像修學大乘的，肯定四聖法界裡是菩薩；修小乘的，就是聲聞、緣覺。再進一步，把塵沙煩惱斷了，塵沙是分別，再破一品無明，就出了十法界了，安穩行！"
    },
    {
      "id": "12-017-1175_p0006",
      "zh_CN": "这些原理、原则我们都懂！从哪里下手？果然常常读经，你自然有个下手处。下手处是什么？把「我执」淡化，我们今天讲我执要是断掉，不容易，看淡。记住，对于世出世间一切人事物不要太认真，别人赞叹你也不必认真，想想我真有这个德能，值得人赞叹吗？果然真有这个德能，还在这个世界做凡夫吗？学佛这么多年，连功夫成片都没有做到，求生西方极乐世界消息渺茫。问你有没有把握，说老实话没把握，有什么值得赞叹的？所以别人赞叹我们，生惭愧心，他的赞叹太过分，不敢承当！别人毁谤我们、侮辱我们、陷害我们，也不必放在心上。不要跟人生气，心平气和，安稳的接受，为什么？这消业障。",
      "zh_TW": "這些原理、原則我們都懂！從哪裡下手？果然常常讀經，你自然有個下手處。下手處是什麼？把「我執」淡化，我們今天講我執要是斷掉，不容易，看淡。記住，對於世出世間一切人事物不要太認真，別人讚歎你也不必認真，想想我真有這個德能，值得人讚歎嗎？果然真有這個德能，還在這個世界做凡夫嗎？學佛這麼多年，連功夫成片都沒有做到，求生西方極樂世界消息渺茫。問你有沒有把握，說老實話沒把握，有什麼值得讚歎的？所以別人讚歎我們，生慚愧心，他的讚歎太過分，不敢承當！別人毀謗我們、侮辱我們、陷害我們，也不必放在心上。不要跟人生氣，心平氣和，安穩的接受，為什麼？這消業障。"
    },
    {
      "id": "12-017-1175_p0007",
      "zh_CN": "过去今生，我们天天在造业，起心动念无不是业。这些业障累积到今天，佛在经上有个比喻，假如你的业习种子要是有形相，形相多大？像微尘一样，我们无量劫来累积的业习种子，佛说尽虚空都容纳不下，吓死人了！佛这个话不是假话。好在这些业障种子它不是物质，现在科学里面讲的非物质。业习种子分为三大类，有善的，有恶的，有非善非恶的，佛经里称为无记，非善非恶，这三大类。三大类它统统要报掉，就是你要把它消掉，消掉就是在受报，善业，六道里面三善道，把这个善业消掉；恶业，有三恶道。所以，果报是消业障的。果然明白了，聪明人，佛法里面常讲，「随缘消旧业」，这是真修行。后头有一句话，「莫更造新殃」，这句话重要！六道凡夫修行，为什么出不了三界六道？原因就是他一面消一面又造，造的比消的还要多，这个事情麻烦！所以生生世世无量劫来，都没有办法脱离六道轮回。如果只消不造，那就快了。",
      "zh_TW": "過去今生，我們天天在造業，起心動念無不是業。這些業障累積到今天，佛在經上有個比喻，假如你的業習種子要是有形相，形相多大？像微塵一樣，我們無量劫來累積的業習種子，佛說盡虛空都容納不下，嚇死人了！佛這個話不是假話。好在這些業障種子它不是物質，現在科學裡面講的非物質。業習種子分為三大類，有善的，有惡的，有非善非惡的，佛經裡稱為無記，非善非惡，這三大類。三大類它統統要報掉，就是你要把它消掉，消掉就是在受報，善業，六道裡面三善道，把這個善業消掉；惡業，有三惡道。所以，果報是消業障的。果然明白了，聰明人，佛法裡面常講，「隨緣消舊業」，這是真修行。後頭有一句話，「莫更造新殃」，這句話重要！六道凡夫修行，為什麼出不了三界六道？原因就是他一面消一面又造，造的比消的還要多，這個事情麻煩！所以生生世世無量劫來，都沒有辦法脫離六道輪迴。如果只消不造，那就快了。"
    },
    {
      "id": "12-017-1175_p0008",
      "zh_CN": "所以古德有言，顺境、善缘，你要没有智慧，往往增长业障，帮助你造业。翻过来，逆境、恶缘，你要应付得适当，不但没有害，反而帮助你消业障，帮助你提升境界。所以，蕅益大师讲得好，「境缘无好丑，好丑在于心」。换句话说，我们用什么样的心来面对六尘境界，如果你用的是觉悟的心，觉心，顺逆境缘无一不好，统统好；如果你迷了，顺逆境缘统统是增长罪业。《地藏经》上讲，「阎浮提众生，起心动念无不是罪」。那是什么？你不会用心，所以才造成这个样子。会用心的人，三途地狱一样修行。地狱众生念佛能往生，能在那里修行成无上道，什么原因？如果他过去生中，曾经学习过大乘法，一乘佛法，他阿赖耶识里头有这个种子。没有种子不行，有这个种子，诸佛菩萨看到他的缘成熟，那就是他感，冥感，佛有显应；佛就到地狱道现身，为他说法，帮助他，不但离开地狱，成无上道！",
      "zh_TW": "所以古德有言，順境、善緣，你要沒有智慧，往往增長業障，幫助你造業。翻過來，逆境、惡緣，你要應付得適當，不但沒有害，反而幫助你消業障，幫助你提升境界。所以，蕅益大師講得好，「境緣無好醜，好醜在於心」。換句話說，我們用什麼樣的心來面對六塵境界，如果你用的是覺悟的心，覺心，順逆境緣無一不好，統統好；如果你迷了，順逆境緣統統是增長罪業。《地藏經》上講，「閻浮提眾生，起心動念無不是罪」。那是什麼？你不會用心，所以才造成這個樣子。會用心的人，三途地獄一樣修行。地獄眾生念佛能往生，能在那裡修行成無上道，什麼原因？如果他過去生中，曾經學習過大乘法，一乘佛法，他阿賴耶識裡頭有這個種子。沒有種子不行，有這個種子，諸佛菩薩看到他的緣成熟，那就是他感，冥感，佛有顯應；佛就到地獄道現身，為他說法，幫助他，不但離開地獄，成無上道！"
    },
    {
      "id": "12-017-1175_p0009",
      "zh_CN": "我们在《地藏经》里面，看到婆罗门女她的母亲堕地狱，她以自己修学的功德回向给她的母亲。她念佛，她不是念阿弥陀佛，她念觉华定如来。你看她母亲离开地狱，生忉利天，这桩事情很值得我们留意。为什么？她不是离开地狱，生饿鬼道，不是畜生道，也不是到人道，她到忉利天去了。如果这个堕地狱的人过去生中曾经听过大乘，听过一乘，一乘是像《华严》、《法华》、《无量寿经》，曾经听过这个经，学过这个经，修学过这个法门。纵然是一时迷惑（一时是一生一世）没有遇到善缘，造作恶业，堕地狱了。可是阿赖耶识里头有这个种子，在地狱里面消业，业消得差不多了，佛菩萨知道什么时候该来，来现身为他说法，帮助他，成就他。他离开地狱，可能就生到一真法界，生到华藏，生到极乐，立刻就变成了法身菩萨。这都是不思议的境界，这是事实，佛在经论上决定没有假话。",
      "zh_TW": "我們在《地藏經》裡面，看到婆羅門女她的母親墮地獄，她以自己修學的功德迴向給她的母親。她念佛，她不是念阿彌陀佛，她念覺華定如來。你看她母親離開地獄，生忉利天，這樁事情很值得我們留意。為什麼？她不是離開地獄，生餓鬼道，不是畜生道，也不是到人道，她到忉利天去了。如果這個墮地獄的人過去生中曾經聽過大乘，聽過一乘，一乘是像《華嚴》、《法華》、《無量壽經》，曾經聽過這個經，學過這個經，修學過這個法門。縱然是一時迷惑（一時是一生一世）沒有遇到善緣，造作惡業，墮地獄了。可是阿賴耶識裡頭有這個種子，在地獄裡面消業，業消得差不多了，佛菩薩知道什麼時候該來，來現身為他說法，幫助他，成就他。他離開地獄，可能就生到一真法界，生到華藏，生到極樂，立刻就變成了法身菩薩。這都是不思議的境界，這是事實，佛在經論上決定沒有假話。"
    },
    {
      "id": "12-017-1175_p0010",
      "zh_CN": "尤其是生西方净土，特别多，地狱、饿鬼、畜生生净土的很多！这一类是什么人？念佛人。从前李老师常常给我们讲，我在台中的时候，老师讲现在的念佛人，一万个念佛人，真正能往生的只有三、五个，大多数念佛不能往生。什么原因？迷惑颠倒！他将来如果造极重的罪，可能堕阿鼻地狱，但是堕阿鼻地狱，还是很有希望。堕阿鼻地狱是消他的罪业，罪业消了之后，他肯定往生；缘要是殊胜，离开地狱，他就往生。所以，我们对于犯过失的人，造极重罪业的人，绝不能轻视他，你要是轻视他，你错了。说不定他将来往生在你之前，往生西方极乐世界品位比你高，怎么敢轻视！现在他妄想分别执着很严重，叫一时糊涂。他每天在读诵大乘，在念佛、在薰修，这个功德决不唐捐，唐捐是古时候的话，意思就是决不空过，决定不会落空，真的恶有恶报，善有善果。",
      "zh_TW": "尤其是生西方淨土，特別多，地獄、餓鬼、畜生生淨土的很多！這一類是什麼人？念佛人。從前李老師常常給我們講，我在台中的時候，老師講現在的念佛人，一萬個念佛人，真正能往生的只有三、五個，大多數念佛不能往生。什麼原因？迷惑顛倒！他將來如果造極重的罪，可能墮阿鼻地獄，但是墮阿鼻地獄，還是很有希望。墮阿鼻地獄是消他的罪業，罪業消了之後，他肯定往生；緣要是殊勝，離開地獄，他就往生。所以，我們對於犯過失的人，造極重罪業的人，絕不能輕視他，你要是輕視他，你錯了。說不定他將來往生在你之前，往生西方極樂世界品位比你高，怎麼敢輕視！現在他妄想分別執著很嚴重，叫一時糊塗。他每天在讀誦大乘，在念佛、在薰修，這個功德決不唐捐，唐捐是古時候的話，意思就是決不空過，決定不會落空，真的惡有惡報，善有善果。"
    },
    {
      "id": "12-017-1175_p0011",
      "zh_CN": "我今天下午，听到悟全法师念一封信给我听，马来西亚寄来的，有位同修被鬼附身，八个鬼。几百年前，这八个人被他害死了，他们现在附身来讨命。当然，他的气一定很弱，鬼才能附身，你的气盛的时候，鬼也怕你，鬼也让你三分。等到你气衰了，你的好运走完了，他就来了，他来找你。好在这是净宗学会的同学，学会里面会长，跟许许多多同修了解，帮助调解，劝这些鬼不要害他，不要冤冤相报，我们给你立牌位，念佛超度你，希望你能够接受，往生西方极乐世界。果然成功了！好像这八个鬼跟着一起念阿弥陀佛，听《无量寿经》，一个星期就往生了。一个人过去生生世世，结的怨太多！这八个往生了，听说又有一个鬼来了，这个鬼跟他过去也结过怨，看到他们往生了，他在旁边看到不服气。「他们往生了，我怎么办？」这样子接二连三，好几批。但是都不错，这些灵鬼都能够接受调解，都能够跟着大家一起念佛，求生净土，都成功了。",
      "zh_TW": "我今天下午，聽到悟全法師念一封信給我聽，馬來西亞寄來的，有位同修被鬼附身，八個鬼。幾百年前，這八個人被他害死了，他們現在附身來討命。當然，他的氣一定很弱，鬼才能附身，你的氣盛的時候，鬼也怕你，鬼也讓你三分。等到你氣衰了，你的好運走完了，他就來了，他來找你。好在這是淨宗學會的同學，學會裡面會長，跟許許多多同修了解，幫助調解，勸這些鬼不要害他，不要冤冤相報，我們給你立牌位，念佛超度你，希望你能夠接受，往生西方極樂世界。果然成功了！好像這八個鬼跟著一起念阿彌陀佛，聽《無量壽經》，一個星期就往生了。一個人過去生生世世，結的怨太多！這八個往生了，聽說又有一個鬼來了，這個鬼跟他過去也結過怨，看到他們往生了，他在旁邊看到不服氣。「他們往生了，我怎麼辦？」這樣子接二連三，好幾批。但是都不錯，這些靈鬼都能夠接受調解，都能夠跟著大家一起念佛，求生淨土，都成功了。"
    },
    {
      "id": "12-017-1175_p0012",
      "zh_CN": "他们来问我，这个鬼神念佛往生，是不是真的？我告诉他是真的。这些鬼神过去生中，曾经学过这个法门，修过这个法门。如果没有修过这个法门，就难了，那这个法门超度的力量，多半都是超度到四王天、忉利天，没有学过这个法门的；如果是学过这个法门，而且生生世世都曾经学过，那是决定往生。后面他问，后续的事情怎么办？后续的事情，应当把这个事实真相做个详细的报告，把这个报告做成光碟。这决定不是迷信，让我们了解这个事实真相，勉励同学们要认真念佛，要放下万缘，尤其重要的，决定不能跟一切众生结冤仇。甚至于跟一切众生，心里头不能有敌意，我常讲，不可以有对立，不可以有敌意，因为对立、敌意造成你自己往生的障碍。实在讲没有障碍到对方，先把自己障碍住了，这真正是愚痴！",
      "zh_TW": "他們來問我，這個鬼神念佛往生，是不是真的？我告訴他是真的。這些鬼神過去生中，曾經學過這個法門，修過這個法門。如果沒有修過這個法門，就難了，那這個法門超度的力量，多半都是超度到四王天、忉利天，沒有學過這個法門的；如果是學過這個法門，而且生生世世都曾經學過，那是決定往生。後面他問，後續的事情怎麼辦？後續的事情，應當把這個事實真相做個詳細的報告，把這個報告做成光碟。這決定不是迷信，讓我們了解這個事實真相，勉勵同學們要認真念佛，要放下萬緣，尤其重要的，決定不能跟一切眾生結冤仇。甚至於跟一切眾生，心裡頭不能有敵意，我常講，不可以有對立，不可以有敵意，因為對立、敵意造成你自己往生的障礙。實在講沒有障礙到對方，先把自己障礙住了，這真正是愚痴！"
    },
    {
      "id": "12-017-1175_p0013",
      "zh_CN": "用敌意、怨恨对别人，别人伤害充其量只有两、三分，而自己受害却有七、八分，你说你冤不冤枉！你恨一个人，盛怒，或者骂一个人，处罚一个人，他是受了害，他受害轻。所以，你要细心去思惟观察，他受害顶多十分之二、三；自己受害，十分之七、八，你知不知道？你要是了解事实真相，再不干这个傻事了。有很多人真的是愚痴，遇到不顺心的事情，自己一个人生闷气，你看到充满了怨恨，没有一点欢喜相，他在生闷气。他在自己伤害自己，自己在摧残自己，自己在跟自己过不去。世间这种人不少！很多！我们得细细想想，我是不是这类人？这个重要，看别人要回过头来想自己，回光返照，有则改之，无则加勉。",
      "zh_TW": "用敵意、怨恨對別人，別人傷害充其量只有兩、三分，而自己受害卻有七、八分，你說你冤不冤枉！你恨一個人，盛怒，或者罵一個人，處罰一個人，他是受了害，他受害輕。所以，你要細心去思惟觀察，他受害頂多十分之二、三；自己受害，十分之七、八，你知不知道？你要是了解事實真相，再不幹這個傻事了。有很多人真的是愚痴，遇到不順心的事情，自己一個人生悶氣，你看到充滿了怨恨，沒有一點歡喜相，他在生悶氣。他在自己傷害自己，自己在摧殘自己，自己在跟自己過不去。世間這種人不少！很多！我們得細細想想，我是不是這類人？這個重要，看別人要回過頭來想自己，回光返照，有則改之，無則加勉。"
    },
    {
      "id": "12-017-1175_p0014",
      "zh_CN": "既然八万四千法门，门门通大道，我们对于一切法门都要尊重，都要礼敬，决定不能有轻慢心。「那个法门不如这个法门」，错了，你这个话完全违背了佛陀的教诲。佛陀教诲说，「法门平等，无有高下」，你怎么在里面分高下，哪有这种道理！选择法门，标准是契机，这么多法门，我喜欢哪个法门；你所喜欢的，你所爱好的，就是契机。你学起来容易，不会感觉到困难，学起来能生欢喜心，能得法喜，这就契机了。遇到契机的法门，你可不能常常换，常常改换，亏吃大了！你浪费了精力，浪费了时间。人这一生寿命很有限，把一生的寿命学一个法门，成功率很高；常常换法门，成功率就很低。",
      "zh_TW": "既然八萬四千法門，門門通大道，我們對於一切法門都要尊重，都要禮敬，決定不能有輕慢心。「那個法門不如這個法門」，錯了，你這個話完全違背了佛陀的教誨。佛陀教誨說，「法門平等，無有高下」，你怎麼在裡面分高下，哪有這種道理！選擇法門，標準是契機，這麼多法門，我喜歡哪個法門；你所喜歡的，你所愛好的，就是契機。你學起來容易，不會感覺到困難，學起來能生歡喜心，能得法喜，這就契機了。遇到契機的法門，你可不能常常換，常常改換，虧吃大了！你浪費了精力，浪費了時間。人這一生壽命很有限，把一生的壽命學一個法門，成功率很高；常常換法門，成功率就很低。"
    },
    {
      "id": "12-017-1175_p0015",
      "zh_CN": "所以，古人教人，连释迦牟尼佛都不例外，《华严经》善财童子五十三参给我们示现的一门深入，长时薰修，选定这一门决定不改变。那我选择这一门不是净土，听说净土好，怎么办？我想往生！要不要改成净土法门？给诸位说，不要！不用改，你还是修那一门，一门深入，把你修学的功德回向净土就行了。《无量寿经．三辈往生》最后一段，慈舟大师在科判里头判的「一心三辈」，那一段讲的是修学大乘的，不是讲修学净土的。大乘法里头八万四千法门，无论修学哪个法门，把你的功德回向求生净土，就行了。弥陀法门实在讲太广大了，并不限定一定要依照「净土三经」、「五经一论」修行才能往生。无论修学哪个法门，只要是大乘（因为它是大乘法，跟小乘不相应），回向统统得生，这才叫法门平等，无有高下。如果修学其他法门不能往生，这个法门就不平等了。",
      "zh_TW": "所以，古人教人，連釋迦牟尼佛都不例外，《華嚴經》善財童子五十三參給我們示現的一門深入，長時薰修，選定這一門決定不改變。那我選擇這一門不是淨土，聽說淨土好，怎麼辦？我想往生！要不要改成淨土法門？給諸位說，不要！不用改，你還是修那一門，一門深入，把你修學的功德迴向淨土就行了。《無量壽經．三輩往生》最後一段，慈舟大師在科判裡頭判的「一心三輩」，那一段講的是修學大乘的，不是講修學淨土的。大乘法裡頭八萬四千法門，無論修學哪個法門，把你的功德迴向求生淨土，就行了。彌陀法門實在講太廣大了，並不限定一定要依照「淨土三經」、「五經一論」修行才能往生。無論修學哪個法門，只要是大乘（因為它是大乘法，跟小乘不相應），迴向統統得生，這才叫法門平等，無有高下。如果修學其他法門不能往生，這個法門就不平等了。"
    },
    {
      "id": "12-017-1175_p0016",
      "zh_CN": "所以，有同学来问我，他一生受持《法华经》的，很好！回向往生净土；有一生受持《金刚经》的，很好！你就天天读诵《金刚经》，依照《金刚经》的方法修学，把这个功德回向，往生净土，没有一个法门不是安稳行。华严跟净土不二，极乐无异于华藏，文殊、普贤是华严会上大菩萨，求生西方极乐世界，我们就想，弥陀跟毘卢遮那肯定是不二。又何况世尊为我们介绍，说得很明白，毘卢遮那佛是法身佛，阿弥陀佛是报身佛，释迦牟尼佛是应化身佛，三身一体，一体三身。我们明了，不要分别，不要执着；离妄想分别执着，我们跟诸佛如来就相应了。",
      "zh_TW": "所以，有同學來問我，他一生受持《法華經》的，很好！迴向往生淨土；有一生受持《金剛經》的，很好！你就天天讀誦《金剛經》，依照《金剛經》的方法修學，把這個功德迴向，往生淨土，沒有一個法門不是安穩行。華嚴跟淨土不二，極樂無異於華藏，文殊、普賢是華嚴會上大菩薩，求生西方極樂世界，我們就想，彌陀跟毘盧遮那肯定是不二。又何況世尊為我們介紹，說得很明白，毘盧遮那佛是法身佛，阿彌陀佛是報身佛，釋迦牟尼佛是應化身佛，三身一體，一體三身。我們明瞭，不要分別，不要執著；離妄想分別執著，我們跟諸佛如來就相應了。"
    },
    {
      "id": "12-017-1175_p0017",
      "zh_CN": "学净土，印光大师「敦伦尽分」十六个字，安稳行！我们这么多年来，接受净宗大乘的薰修，也总结了行门的纲领，「真诚、清净、平等、正觉、慈悲」二十个字，安稳行！「净宗学会」修行五个科目，「三福、六和、三学、六度、十愿」，安稳行！能够遵守这个标准，修正我们的行为，一心念佛求生净土，没有一个不成就，真的是万修万人去。第二个名称：",
      "zh_TW": "學淨土，印光大師「敦倫盡分」十六個字，安穩行！我們這麼多年來，接受淨宗大乘的薰修，也總結了行門的綱領，「真誠、清淨、平等、正覺、慈悲」二十個字，安穩行！「淨宗學會」修行五個科目，「三福、六和、三學、六度、十願」，安穩行！能夠遵守這個標準，修正我們的行為，一心念佛求生淨土，沒有一個不成就，真的是萬修萬人去。第二個名稱："
    },
    {
      "id": "12-017-1175_p0018",
      "zh_CN": "【或名离欲。】",
      "zh_TW": "【或名離欲。】"
    },
    {
      "id": "12-017-1175_p0019",
      "zh_CN": "这个名称是在出世法因行里面说的，这个名称不难懂，我们一看都能理解，可是往往我们疏忽了。我们确实被五欲六尘迷惑，被名闻利养迷惑，总是贪恋，不能舍离，亏吃大了。你要问，吃什么亏？无量劫来六道生死流转，受尽了苦头。过去生中的事情不记得了，这一生中大概还都能记得，想想从小到现在，这数十年寒暑，我们造的是什么？受的是什么？果然能够冷静思惟，答案就在现前！我相信你会说，苦！无论贫富贵贱，你都会叫苦。如同古代，贵为天子，富有四海，他苦不苦？他也苦。物质生活虽然很富有，没有什么问题，精神背负着重担，这个重担怎么造成的？欲造成的，欲海难填！欲望没有止尽，那就是你受苦没有止尽；什么时候『离欲』，什么时候你就离苦得乐了。",
      "zh_TW": "這個名稱是在出世法因行裡面說的，這個名稱不難懂，我們一看都能理解，可是往往我們疏忽了。我們確實被五欲六塵迷惑，被名聞利養迷惑，總是貪戀，不能捨離，虧吃大了。你要問，吃什麼虧？無量劫來六道生死流轉，受盡了苦頭。過去生中的事情不記得了，這一生中大概還都能記得，想想從小到現在，這數十年寒暑，我們造的是什麼？受的是什麼？果然能夠冷靜思惟，答案就在現前！我相信你會說，苦！無論貧富貴賤，你都會叫苦。如同古代，貴為天子，富有四海，他苦不苦？他也苦。物質生活雖然很富有，沒有什麼問題，精神背負著重擔，這個重擔怎麼造成的？欲造成的，欲海難填！欲望沒有止盡，那就是你受苦沒有止盡；什麼時候『離欲』，什麼時候你就離苦得樂了。"
    },
    {
      "id": "12-017-1175_p0020",
      "zh_CN": "所以，修道人常常说的，清心寡欲，从哪里做起？从物质生活做起，生活愈简单愈好，饮食起居尤其不能够贪，总要有节制，适可而止。真正修道人，用世间话来说，没有一个不懂养生之道，身体健康长寿，健康长寿不麻烦别人。你要是不健康，常常有很多人来照顾你、侍候你，你背的人情债你将来要不要还？这里头的因果很复杂、很微细，我们要明了。所以，人一生在这个世间，尽量少麻烦别人。年岁虽然大了，自己能照顾自己，这并不是没有福报，这叫真正有福报。为什么？他身体健康，有能力照顾自己。",
      "zh_TW": "所以，修道人常常說的，清心寡欲，從哪裡做起？從物質生活做起，生活愈簡單愈好，飲食起居尤其不能夠貪，總要有節制，適可而止。真正修道人，用世間話來說，沒有一個不懂養生之道，身體健康長壽，健康長壽不麻煩別人。你要是不健康，常常有很多人來照顧你、侍候你，你背的人情債你將來要不要還？這裡頭的因果很複雜、很微細，我們要明瞭。所以，人一生在這個世間，盡量少麻煩別人。年歲雖然大了，自己能照顧自己，這並不是沒有福報，這叫真正有福報。為什麼？他身體健康，有能力照顧自己。"
    },
    {
      "id": "12-017-1175_p0021",
      "zh_CN": "早年，我们在台中亲近李老师，李老师在九十五岁都还不要人照顾，自己烧饭，自己洗衣服，九十五岁的老人！证明什么？他真有福报，他有那么好的身体。到最后两年，才接受同学们照顾他。这桩事情，我们这边同学都亲眼看到，新加坡许哲居士，她到我们这里来住了三个月，你们大家看到，她今年一百零五岁。到我们这边来有位老居士陪她，她不需要人照顾，身体非常好。陪她的人年岁比她小多了，但是满头是白发。她不但不要人照顾她，她在新加坡还照顾二、三十位老人，其实那个老人比她小得很多，那些老人都是七、八十岁，她一百零五岁。你要问她，为什么身体这么好、这么健康？没有别的，「离欲」。她没有欲望，从来没有为自己想过，念念都是照顾穷苦的人。「我虽然苦，世间还有比我更苦的人，我要照顾比我更苦的人。」",
      "zh_TW": "早年，我們在台中親近李老師，李老師在九十五歲都還不要人照顧，自己燒飯，自己洗衣服，九十五歲的老人！證明什麼？他真有福報，他有那麼好的身體。到最後兩年，才接受同學們照顧他。這樁事情，我們這邊同學都親眼看到，新加坡許哲居士，她到我們這裡來住了三個月，你們大家看到，她今年一百零五歲。到我們這邊來有位老居士陪她，她不需要人照顧，身體非常好。陪她的人年歲比她小多了，但是滿頭是白髮。她不但不要人照顧她，她在新加坡還照顧二、三十位老人，其實那個老人比她小得很多，那些老人都是七、八十歲，她一百零五歲。你要問她，為什麼身體這麼好、這麼健康？沒有別的，「離欲」。她沒有欲望，從來沒有為自己想過，念念都是照顧窮苦的人。「我雖然苦，世間還有比我更苦的人，我要照顧比我更苦的人。」"
    },
    {
      "id": "12-017-1175_p0022",
      "zh_CN": "所以，她一生做的是无畏布施，你看看佛经上所讲的，无畏布施的果报健康长寿。佛法里面所说的，许哲居士给我们做了证明。佛说财布施得财富，法布施得聪明智慧，无畏布施得健康长寿，你要这三种福，你要不修三种因，你怎么能得到！但是你要晓得这是世间果报，不能离苦得乐。为什么？三界统苦。你有财富，你有聪明智慧，你有健康长寿，你脱离不了六道轮回，这是事实。脱离六道轮回，说老实话，往生极乐世界，这是真实的果报，真正离苦得乐！不但脱离六道，永远脱离十法界了，这才叫究竟的圆满，究竟的果报，我们要知道、要努力。",
      "zh_TW": "所以，她一生做的是無畏布施，你看看佛經上所講的，無畏布施的果報健康長壽。佛法裡面所說的，許哲居士給我們做了證明。佛說財布施得財富，法布施得聰明智慧，無畏布施得健康長壽，你要這三種福，你要不修三種因，你怎麼能得到！但是你要曉得這是世間果報，不能離苦得樂。為什麼？三界統苦。你有財富，你有聰明智慧，你有健康長壽，你脫離不了六道輪迴，這是事實。脫離六道輪迴，說老實話，往生極樂世界，這是真實的果報，真正離苦得樂！不但脫離六道，永遠脫離十法界了，這才叫究竟的圓滿，究竟的果報，我們要知道、要努力。"
    },
    {
      "id": "12-017-1175_p0023",
      "zh_CN": "《华严》，古德说得好，大本《无量寿经》，它跟净土是一不是二；《无量寿经》，中本《华严》；《佛说阿弥陀经》，小本《华严》。莲池大师着的《阿弥陀经疏钞》就是用《华严》教义，你看他在「玄义」里头一开端，十门开启，完全是《华严》的架势。我们要懂得，要认真努力修学，这一生不要空过。现在时间到了。",
      "zh_TW": "《華嚴》，古德說得好，大本《無量壽經》，它跟淨土是一不是二；《無量壽經》，中本《華嚴》；《佛說阿彌陀經》，小本《華嚴》。蓮池大師著的《阿彌陀經疏鈔》就是用《華嚴》教義，你看他在「玄義」裡頭一開端，十門開啟，完全是《華嚴》的架勢。我們要懂得，要認真努力修學，這一生不要空過。現在時間到了。"
    },
    {
      "id": "12-017-1175_p0024",
      "zh_CN": "诸位同学，请接着看苦灭道圣谛，第三句：",
      "zh_TW": "諸位同學，請接著看苦滅道聖諦，第三句："
    },
    {
      "id": "12-017-1175_p0025",
      "zh_CN": "【或名究竟实。】",
      "zh_TW": "【或名究竟實。】"
    },
    {
      "id": "12-017-1175_p0026",
      "zh_CN": "「实」是真实。道谛这里头许许多多的名称，给我们一个很大的启示，那就是无量法门，每个名称是一个法门，门门都与性体、性德相应，所以佛才讲「法门平等，无有高下」。如果违背了性德，就错了，那就不是佛法了。世间人也称为法门，这个法门是邪法，不是正法，为什么？不能成无上道，不能明心见性，你的方法跟性德不相应。我们今天看这一句『究竟实』，我们的感触很深，尤其是「净宗学院」的四众同学。",
      "zh_TW": "「實」是真實。道諦這裡頭許許多多的名稱，給我們一個很大的啟示，那就是無量法門，每個名稱是一個法門，門門都與性體、性德相應，所以佛才講「法門平等，無有高下」。如果違背了性德，就錯了，那就不是佛法了。世間人也稱為法門，這個法門是邪法，不是正法，為什麼？不能成無上道，不能明心見性，你的方法跟性德不相應。我們今天看這一句『究竟實』，我們的感觸很深，尤其是「淨宗學院」的四眾同學。"
    },
    {
      "id": "12-017-1175_p0027",
      "zh_CN": "前几个月从新加坡来了一位居士，特地传递一个讯息给我们，他只住一天，第二天就走了，我没有在澳洲，你们都曾经见过。传一个什么讯息？就是这个名称。我看到你们的报告，只传达了一句话，「真诚心能救世间劫难」。这个名号叫「究竟实」，究竟真实，真诚心是菩提心之体。确实现代佛门里面的修行人，包括我们自己在内，是不是用真诚心？别人不远千里而来！现在是交通方便，新加坡到此地，飞机要飞七个多小时，六千多公里，特地来传达一句话，我们非常感动，也非常感谢。回过头来要问自己，我们有没有真诚心？只可以说跟一般修行人比较一下，我们的心也许比人家真诚。可是有没有达到真诚的标准？恐怕是很远很远！",
      "zh_TW": "前幾個月從新加坡來了一位居士，特地傳遞一個訊息給我們，他只住一天，第二天就走了，我沒有在澳洲，你們都曾經見過。傳一個什麼訊息？就是這個名稱。我看到你們的報告，只傳達了一句話，「真誠心能救世間劫難」。這個名號叫「究竟實」，究竟真實，真誠心是菩提心之體。確實現代佛門裡面的修行人，包括我們自己在內，是不是用真誠心？別人不遠千里而來！現在是交通方便，新加坡到此地，飛機要飛七個多小時，六千多公里，特地來傳達一句話，我們非常感動，也非常感謝。回過頭來要問自己，我們有沒有真誠心？只可以說跟一般修行人比較一下，我們的心也許比人家真誠。可是有沒有達到真誠的標準？恐怕是很遠很遠！"
    },
    {
      "id": "12-017-1175_p0028",
      "zh_CN": "真诚的标准是什么？看它的作用，真诚心对自己，就是「清净平等觉」。我们心是不是一天比一天清净？我们对待一切人事物是不是一天比一天平等？是不是真正觉而不迷？所以，从它的作用上看，我们的真诚究竟能打几分？我不敢讲几十分，我只能说几分，几分已经很难得、已经很可贵，为什么？你没有打零分！「究竟实」是圆满，那是一百分，一百分超过它加分，究竟真实。对人，真诚心对人是大慈大悲，我们有没有？自己要好好问问自己，要认真反省，要认真努力。人家传递这个讯息，就是说明我们的方向是正确的，我们的目标没错。带给我们的信心，加深我们的愿力，从今而后，要认真努力，精进不懈，修无上菩提心。",
      "zh_TW": "真誠的標準是什麼？看它的作用，真誠心對自己，就是「清淨平等覺」。我們心是不是一天比一天清淨？我們對待一切人事物是不是一天比一天平等？是不是真正覺而不迷？所以，從它的作用上看，我們的真誠究竟能打幾分？我不敢講幾十分，我只能說幾分，幾分已經很難得、已經很可貴，為什麼？你沒有打零分！「究竟實」是圓滿，那是一百分，一百分超過它加分，究竟真實。對人，真誠心對人是大慈大悲，我們有沒有？自己要好好問問自己，要認真反省，要認真努力。人家傳遞這個訊息，就是說明我們的方向是正確的，我們的目標沒錯。帶給我們的信心，加深我們的願力，從今而後，要認真努力，精進不懈，修無上菩提心。"
    },
    {
      "id": "12-017-1175_p0029",
      "zh_CN": "净业三福第三条，「发菩提心，深信因果，读诵大乘，劝进行者」，这一条要从狭义来说，完全依靠净宗。发菩提心就是「真诚、清净、平等、正觉、慈悲」，起心动念都能与这个相应，这叫菩提心，这就是发菩提心。「深信因果」，就是真正相信念佛成佛；念佛是因，往生不退成佛是果！「读诵大乘」，这一部大乘就是《佛说大乘无量寿庄严清净平等觉经》，就是这部经，夏莲居老居士给我们会集的。「大乘无量寿庄严」是果报，如来所证究竟的果德，「清净平等觉」是能证的因行；修「清净平等觉」，就能证得「大乘无量寿庄严」，那个庄严是西方极乐世界依正庄严。我们「读诵大乘」就锁定在这一部，一门深入。末后一句，「劝进行者」，自行化他，末后一句是教我们要劝导一切众生修学这个法门，这是狭义的说法；广义的说法，就是包括了一切大乘法。",
      "zh_TW": "淨業三福第三條，「發菩提心，深信因果，讀誦大乘，勸進行者」，這一條要從狹義來說，完全依靠淨宗。發菩提心就是「真誠、清淨、平等、正覺、慈悲」，起心動念都能與這個相應，這叫菩提心，這就是發菩提心。「深信因果」，就是真正相信念佛成佛；念佛是因，往生不退成佛是果！「讀誦大乘」，這一部大乘就是《佛說大乘無量壽莊嚴清淨平等覺經》，就是這部經，夏蓮居老居士給我們會集的。「大乘無量壽莊嚴」是果報，如來所證究竟的果德，「清淨平等覺」是能證的因行；修「清淨平等覺」，就能證得「大乘無量壽莊嚴」，那個莊嚴是西方極樂世界依正莊嚴。我們「讀誦大乘」就鎖定在這一部，一門深入。末後一句，「勸進行者」，自行化他，末後一句是教我們要勸導一切眾生修學這個法門，這是狹義的說法；廣義的說法，就是包括了一切大乘法。"
    },
    {
      "id": "12-017-1175_p0030",
      "zh_CN": "今天我们的真实心、真诚心才有几分，所以，要把自己自行化他的面扩大是不太可能。尽量我们把圈子缩小，先成就自己，一定要记住「一门深入，长时薰修」。长时不是讲多年多月多日，那个长你会懈怠懒散，这个长是什么？分秒必争！这是现在商场上的话，我们要拿它用在佛法修学上，一分一秒都不空过。念念相应，古人讲「一念相应一念佛，念念相应念念佛」，念念都与真诚、清净、平等、正觉、慈悲相应；行行都能与看破、放下、自在、随缘、念佛相应，心行都相应，没有不相应的时候。果然这样做法，根利的人、善根深厚的人，三年到五年就成功！这就是长时薰修，三年到五年不间断，不空过。",
      "zh_TW": "今天我們的真實心、真誠心才有幾分，所以，要把自己自行化他的面擴大是不太可能。盡量我們把圈子縮小，先成就自己，一定要記住「一門深入，長時薰修」。長時不是講多年多月多日，那個長你會懈怠懶散，這個長是什麼？分秒必爭！這是現在商場上的話，我們要拿它用在佛法修學上，一分一秒都不空過。念念相應，古人講「一念相應一念佛，念念相應念念佛」，念念都與真誠、清淨、平等、正覺、慈悲相應；行行都能與看破、放下、自在、隨緣、念佛相應，心行都相應，沒有不相應的時候。果然這樣做法，根利的人、善根深厚的人，三年到五年就成功！這就是長時薰修，三年到五年不間斷，不空過。"
    },
    {
      "id": "12-017-1175_p0031",
      "zh_CN": "我说的话有根据，不是随便说的，根据什么？根据《净土圣贤录》，根据《往生传》，根据这几十年我亲眼所见、亲耳所闻，念佛往生的这些人，确确实实，三年到五年的时间，他成功了。过去曾经有人问我，是出家人问我，也是跟我年龄差不多，同辈分的这些法师，有些是同参，有些是同戒，问我什么？《净土圣贤录》、《往生传》上写的这些人，是不是他们发心学佛，三年五年寿命就到了，这样子往生的？问我这个问题。我听了之后，想了一想，哪有那么巧？说是有几个，偶尔的，也许可能，那么多那就不是了。总不能那么巧，那么多人他的寿命只有三年五年就到了，这个不太可能。那是什么原因？他功夫到了。你要问什么功夫？最低的功夫，我们常讲功夫成片。",
      "zh_TW": "我說的話有根據，不是隨便說的，根據什麼？根據《淨土聖賢錄》，根據《往生傳》，根據這幾十年我親眼所見、親耳所聞，念佛往生的這些人，確確實實，三年到五年的時間，他成功了。過去曾經有人問我，是出家人問我，也是跟我年齡差不多，同輩分的這些法師，有些是同參，有些是同戒，問我什麼？《淨土聖賢錄》、《往生傳》上寫的這些人，是不是他們發心學佛，三年五年壽命就到了，這樣子往生的？問我這個問題。我聽了之後，想了一想，哪有那麼巧？說是有幾個，偶爾的，也許可能，那麼多那就不是了。總不能那麼巧，那麼多人他的壽命只有三年五年就到了，這個不太可能。那是什麼原因？他功夫到了。你要問什麼功夫？最低的功夫，我們常講功夫成片。"
    },
    {
      "id": "12-017-1175_p0032",
      "zh_CN": "这是我们凡夫都能做得到，你说一心不乱，难，那实实在在的不容易。功夫成片，只要你这一句佛号能把烦恼控制住，所谓说伏住，现在人讲控制，不让它发作，这样就能带业往生。要想很容易的控制，这就是我常常劝导大家的，我们对于世出世间一切人事物，都有控制的意念，这个意念要放下；对于一切人事物，占有念头要放下。你能把这两个念头放下，控制你的烦恼就容易了，不难！在日常生活当中，尽量学习随缘而不攀缘。随缘是随着大家，我没有意思，你们说什么都好，决定没有坚持。少烦、少恼、少操心，把你的精神、意志、时间统统集中在念佛上，这一句万德洪名，希望我早一天成就，确实三年到五年成功了。",
      "zh_TW": "這是我們凡夫都能做得到，你說一心不亂，難，那實實在在的不容易。功夫成片，只要你這一句佛號能把煩惱控制住，所謂說伏住，現在人講控制，不讓它發作，這樣就能帶業往生。要想很容易的控制，這就是我常常勸導大家的，我們對於世出世間一切人事物，都有控制的意念，這個意念要放下；對於一切人事物，佔有念頭要放下。你能把這兩個念頭放下，控制你的煩惱就容易了，不難！在日常生活當中，盡量學習隨緣而不攀緣。隨緣是隨著大家，我沒有意思，你們說什麼都好，決定沒有堅持。少煩、少惱、少操心，把你的精神、意志、時間統統集中在念佛上，這一句萬德洪名，希望我早一天成就，確實三年到五年成功了。"
    },
    {
      "id": "12-017-1175_p0033",
      "zh_CN": "功夫好的预知时至，我在前面曾经跟诸位报告过，我见到过，功夫好的，什么时候知道他往生？两年前，你看厉害不厉害？功夫差一点的，三个月前、两个月前、一个月前、一个星期前，那就太多太多了，这个例子不胜枚举。从这些地方，我们也就能够体会到他往生净土品位的高下。愈是知道得很早的，一、两年前就知道，我们晓得他的品位一定很高；一个星期之前晓得，三天之前晓得，大概品位不算太高。但是我们决定不要计较品位，为什么？西方极乐世界是平等世界，这是难信之法。蕅益大师给我们讲得好，既使凡圣同居土下下品往生，他也要去，为什么？下下品往生的人，他跟实报庄严土的等觉菩萨天天在一起，这是他方世界没有的。",
      "zh_TW": "功夫好的預知時至，我在前面曾經跟諸位報告過，我見到過，功夫好的，什麼時候知道他往生？兩年前，你看厲害不厲害？功夫差一點的，三個月前、兩個月前、一個月前、一個星期前，那就太多太多了，這個例子不勝枚舉。從這些地方，我們也就能夠體會到他往生淨土品位的高下。愈是知道得很早的，一、兩年前就知道，我們曉得他的品位一定很高；一個星期之前曉得，三天之前曉得，大概品位不算太高。但是我們決定不要計較品位，為什麼？西方極樂世界是平等世界，這是難信之法。蕅益大師給我們講得好，既使凡聖同居土下下品往生，他也要去，為什麼？下下品往生的人，他跟實報莊嚴土的等覺菩薩天天在一起，這是他方世界沒有的。"
    },
    {
      "id": "12-017-1175_p0034",
      "zh_CN": "所以，四十八愿里头说，世尊为我们介绍的也说得很多，只要生到西方极乐世界都是阿惟越致菩萨；换句话说，下下品往生的人也是阿惟越致的菩萨。阿惟越致是什么意思？圆证三不退！我们知道证三不退的，是圆教初住菩萨，他不圆。圆证三不退最低的是那个地位？七地菩萨，这还得了吗？下下品往生的人到西方极乐世界也是七地菩萨，难信，真难信！这是什么原因？阿弥陀佛四十八愿加持，所以，一到极乐世界就把你提升了。不是什么十信、十住、十回向，不是！一下就把你提升到七地。这个法门不可思议，这个法门无比的殊胜，究竟真实。",
      "zh_TW": "所以，四十八願裡頭說，世尊為我們介紹的也說得很多，只要生到西方極樂世界都是阿惟越致菩薩；換句話說，下下品往生的人也是阿惟越致的菩薩。阿惟越致是什麼意思？圓證三不退！我們知道證三不退的，是圓教初住菩薩，他不圓。圓證三不退最低的是那個地位？七地菩薩，這還得了嗎？下下品往生的人到西方極樂世界也是七地菩薩，難信，真難信！這是什麼原因？阿彌陀佛四十八願加持，所以，一到極樂世界就把你提升了。不是什麼十信、十住、十迴向，不是！一下就把你提升到七地。這個法門不可思議，這個法門無比的殊勝，究竟真實。"
    },
    {
      "id": "12-017-1175_p0035",
      "zh_CN": "我们修这个法门，最好是能够跟法门相应，相应是什么？我们用真诚心，待人接物，日常生活工作，统统用真诚心。跟我们希求的极乐世界，希求的上品上生，它相应。如果我们依旧用妄想分别执着，这不相应。不相应，纵然你念佛功夫还不错，能把烦恼伏住，带业往生，品位就不高了。如果相应，是决定增高品位，何乐而不为之！世间一切法，随缘，不要执着。有缘，有缘利益众生，像今天我们这几年所做的。因为世间太乱了，众生太苦了，所以我们拨出一部分的时间，如果是对于社会安定、世界和平有益处，我们决定不辞辛劳，我会参与；如果没有这个机会，我不求。",
      "zh_TW": "我們修這個法門，最好是能夠跟法門相應，相應是什麼？我們用真誠心，待人接物，日常生活工作，統統用真誠心。跟我們希求的極樂世界，希求的上品上生，它相應。如果我們依舊用妄想分別執著，這不相應。不相應，縱然你念佛功夫還不錯，能把煩惱伏住，帶業往生，品位就不高了。如果相應，是決定增高品位，何樂而不為之！世間一切法，隨緣，不要執著。有緣，有緣利益眾生，像今天我們這幾年所做的。因為世間太亂了，眾生太苦了，所以我們撥出一部分的時間，如果是對於社會安定、世界和平有益處，我們決定不辭辛勞，我會參與；如果沒有這個機會，我不求。"
    },
    {
      "id": "12-017-1175_p0036",
      "zh_CN": "早年在新加坡，我们这个机缘真的是不多，范围不大，做宗教团结，族群团结，只限于新加坡地区。二００一年元旦，我们温馨晚宴来了一些贵宾，从越南来的，菲律宾来的，马来西亚来的，日本来的，印度尼西亚来的，才扩大了那么一点点，他们来参加我们的温馨晚会。二００一年十月我就离开新加坡，我们移民到澳洲来。没想到，到澳洲来，这个机缘扩大了，这都是想不到的事情，我们自己没有想！这是碰上了。昆士兰大学、格里菲斯大学，学校主动来找我，不是我去找学校。跟校长见了面，跟一些从事于和平工作的教授们见面，大家谈得很投缘，拉我入伙，我也没法子。好！只好迁就、随缘！学校给我荣誉教授，正式给我聘书，要我参加国际的和平活动，这个国际是代表学校参加，这是想不到的事情。新加坡是一个地区，现在扩展到国际的活动。为什么？无非是求社会安定、世界和平。",
      "zh_TW": "早年在新加坡，我們這個機緣真的是不多，範圍不大，做宗教團結，族群團結，只限於新加坡地區。二００一年元旦，我們溫馨晚宴來了一些貴賓，從越南來的，菲律賓來的，馬來西亞來的，日本來的，印度尼西亞來的，才擴大了那麼一點點，他們來參加我們的溫馨晚會。二００一年十月我就離開新加坡，我們移民到澳洲來。沒想到，到澳洲來，這個機緣擴大了，這都是想不到的事情，我們自己沒有想！這是碰上了。昆士蘭大學、格里菲斯大學，學校主動來找我，不是我去找學校。跟校長見了面，跟一些從事於和平工作的教授們見面，大家談得很投緣，拉我入伙，我也沒法子。好！只好遷就、隨緣！學校給我榮譽教授，正式給我聘書，要我參加國際的和平活動，這個國際是代表學校參加，這是想不到的事情。新加坡是一個地區，現在擴展到國際的活動。為什麼？無非是求社會安定、世界和平。"
    },
    {
      "id": "12-017-1175_p0037",
      "zh_CN": "安定、和平是世出世间法的基础，社会不安定，世界不和平，世出世间法都不能建立。学佛的同修都知道，佛法在现前，衰退到谷底了，对佛法能不能再兴旺起来，都怀疑，没有信心，这是我们能够理解的。所以到这个地方来，真是佛菩萨安排，我们能建立一个学院，我们要求学院的同学们要建立德行。世出世间法的成就，如果没有道德，全部都落空。所以，我们学院定的学习期限是九年，前面两年重视在道德的学习。我们的课程偏重在戒律，戒律这个课程，我们选的是《了凡四训》、《太上感应篇》，这是遵从印光大师的教诲。佛经这个部门，我们主修的有「净业三福」、《阿难问事佛吉凶经》、《十善业道经》、《沙弥律仪》。这些年来，我们在三皈五戒传授的时候，讲过几次，同学们编了一个小册子，《三皈传授》，这都是这两年当中我们所学习的科目。",
      "zh_TW": "安定、和平是世出世間法的基礎，社會不安定，世界不和平，世出世間法都不能建立。學佛的同修都知道，佛法在現前，衰退到谷底了，對佛法能不能再興旺起來，都懷疑，沒有信心，這是我們能夠理解的。所以到這個地方來，真是佛菩薩安排，我們能建立一個學院，我們要求學院的同學們要建立德行。世出世間法的成就，如果沒有道德，全部都落空。所以，我們學院定的學習期限是九年，前面兩年重視在道德的學習。我們的課程偏重在戒律，戒律這個課程，我們選的是《了凡四訓》、《太上感應篇》，這是遵從印光大師的教誨。佛經這個部門，我們主修的有「淨業三福」、《阿難問事佛吉凶經》、《十善業道經》、《沙彌律儀》。這些年來，我們在三皈五戒傳授的時候，講過幾次，同學們編了一個小冊子，《三皈傳授》，這都是這兩年當中我們所學習的科目。"
    },
    {
      "id": "12-017-1175_p0038",
      "zh_CN": "这些科目不是要求你背诵，不是要求你会讲，而是要求你落实，你统统能做到！这是学佛最低的标准，低到不能再低了。佛教要兴起来，得从这个地方起来，如果舍弃了这个标准，佛教没有了。没有，大家天天在学是什么？叫佛学。这从前李老师讲的，把佛法当作世间一门学术来研究，与生活、与实际不发生关系，变成玄学了，落空了。古德以前常说，礼没有了，儒就没有了；戒没有了，佛就没有了，这两句话真实不虚。",
      "zh_TW": "這些科目不是要求你背誦，不是要求你會講，而是要求你落實，你統統能做到！這是學佛最低的標準，低到不能再低了。佛教要興起來，得從這個地方起來，如果捨棄了這個標準，佛教沒有了。沒有，大家天天在學是什麼？叫佛學。這從前李老師講的，把佛法當作世間一門學術來研究，與生活、與實際不發生關係，變成玄學了，落空了。古德以前常說，禮沒有了，儒就沒有了；戒沒有了，佛就沒有了，這兩句話真實不虛。"
    },
    {
      "id": "12-017-1175_p0039",
      "zh_CN": "儒在哪里？儒的底限是「礼」，佛的底限是「戒」，没有戒，哪来的定？没有定，哪来的慧？万万不可以把记问之学当作智慧，你就错了。你看得多，你记得多，这是属于常识，与你的悟性一点关系都没有。儒、佛的教学，它的目标是教你开悟，开悟一定要靠定，你心不清净，你怎么能开悟？你要想修清净心，你不能不学戒律，戒律是帮助你得定的，定才能开慧。所以，佛法称为三无漏学。不仅是释迦牟尼佛教人用这个方法，世尊告诉我们，十方三世一切诸佛如来教化九法界众生，没有例外的，统统是戒定慧三学。我们如果说是背弃戒定慧三学，另外想一套方法来成就，你就试试看！古往今来，无量劫来，佛佛道同，你要去当新佛，用一套新的方法，你试着办！我们在旁边观看，看你能不能成就！今天我们读这一句，我们的感触很深，一切应当「从真实心中作」，这是善导大师的话。再看下面一句：",
      "zh_TW": "儒在哪裡？儒的底限是「禮」，佛的底限是「戒」，沒有戒，哪來的定？沒有定，哪來的慧？萬萬不可以把記問之學當作智慧，你就錯了。你看得多，你記得多，這是屬於常識，與你的悟性一點關係都沒有。儒、佛的教學，它的目標是教你開悟，開悟一定要靠定，你心不清淨，你怎麼能開悟？你要想修清淨心，你不能不學戒律，戒律是幫助你得定的，定才能開慧。所以，佛法稱為三無漏學。不僅是釋迦牟尼佛教人用這個方法，世尊告訴我們，十方三世一切諸佛如來教化九法界眾生，沒有例外的，統統是戒定慧三學。我們如果說是背棄戒定慧三學，另外想一套方法來成就，你就試試看！古往今來，無量劫來，佛佛道同，你要去當新佛，用一套新的方法，你試著辦！我們在旁邊觀看，看你能不能成就！今天我們讀這一句，我們的感觸很深，一切應當「從真實心中作」，這是善導大師的話。再看下面一句："
    },
    {
      "id": "12-017-1175_p0040",
      "zh_CN": "【或名入义。】",
      "zh_TW": "【或名入義。】"
    },
    {
      "id": "12-017-1175_p0041",
      "zh_CN": "『入义』，清凉大师有注解，「道名入义者，能入灭谛第一义故」，注解只有八个字，八个字说得很清楚、很透彻。入什么义？入「第一义」，第一义就是灭谛，就是如来果地上所证的大般涅槃。谁能入？我们先要来问一问，什么叫第一义？佛法里面常讲第一义谛，或者称第一义，第一义跟第一义谛是一句话，一个意思，这是讲的真如、本性，它是第一。为什么？它能生万法。万法是所生，所生是第二义，能生的是第一义。《华严经》讲的虚空法界、刹土众生，从哪里来的？「唯心所现」，这个心就是真心，就是本性，就是第一义，它能生，「现」就是生的意思；唯心所现就是真如本性所生，这是第一义。入第一义，就是回归自性，契入自性！这是什么人？是究竟佛果。谁能入？等觉菩萨能入；法云地的菩萨，还隔一层。我们知道，这个意思有这么深，其他所有名号跟这个名号是平等的，「法门平等，无有高下」，门门都通究竟般涅槃。",
      "zh_TW": "『入義』，清涼大師有註解，「道名入義者，能入滅諦第一義故」，註解只有八個字，八個字說得很清楚、很透徹。入什麼義？入「第一義」，第一義就是滅諦，就是如來果地上所證的大般涅槃。誰能入？我們先要來問一問，什麼叫第一義？佛法裡面常講第一義諦，或者稱第一義，第一義跟第一義諦是一句話，一個意思，這是講的真如、本性，它是第一。為什麼？它能生萬法。萬法是所生，所生是第二義，能生的是第一義。《華嚴經》講的虛空法界、剎土眾生，從哪裡來的？「唯心所現」，這個心就是真心，就是本性，就是第一義，它能生，「現」就是生的意思；唯心所現就是真如本性所生，這是第一義。入第一義，就是回歸自性，契入自性！這是什麼人？是究竟佛果。誰能入？等覺菩薩能入；法雲地的菩薩，還隔一層。我們知道，這個意思有這麼深，其他所有名號跟這個名號是平等的，「法門平等，無有高下」，門門都通究竟般涅槃。"
    },
    {
      "id": "12-017-1175_p0042",
      "zh_CN": "「入义」尤其是说得明显，自性真的是万德万能，本来具足圆满的智慧，一丝毫欠缺都没有；本来具足圆满的德能，我们现在讲，人很能干多才多艺，自性本来具足；圆满具足无量的相好，相好是福报，「净土经」里面讲的无量寿，般若是智慧，就是无量光，光寿起作用就是无量德。《华严经》上讲的，「一切众生皆有如来智慧德相」，德是德能，相是相好，一切众生跟如来平等平等，没有丝毫差别。可是现在好像不平等，好像是有很大的差别，这是什么原因？佛说了，「但以妄想执着而不能证得」，一句话说破了；换句话说，我们能够把妄想执着统统放下，就跟诸佛一样，就入义了；现在入不了，是因为你有妄想分别执着。这桩事情诸佛如来大慈大悲也帮不上忙，为什么？妄想分别执着是你自己生的，必须你自己把它舍掉，中国谚语所谓的「解铃还须系铃人」，别人帮不上忙。",
      "zh_TW": "「入義」尤其是說得明顯，自性真的是萬德萬能，本來具足圓滿的智慧，一絲毫欠缺都沒有；本來具足圓滿的德能，我們現在講，人很能幹多才多藝，自性本來具足；圓滿具足無量的相好，相好是福報，「淨土經」裡面講的無量壽，般若是智慧，就是無量光，光壽起作用就是無量德。《華嚴經》上講的，「一切眾生皆有如來智慧德相」，德是德能，相是相好，一切眾生跟如來平等平等，沒有絲毫差別。可是現在好像不平等，好像是有很大的差別，這是什麼原因？佛說了，「但以妄想執著而不能證得」，一句話說破了；換句話說，我們能夠把妄想執著統統放下，就跟諸佛一樣，就入義了；現在入不了，是因為你有妄想分別執著。這樁事情諸佛如來大慈大悲也幫不上忙，為什麼？妄想分別執著是你自己生的，必須你自己把它捨掉，中國諺語所謂的「解鈴還須繫鈴人」，別人幫不上忙。"
    },
    {
      "id": "12-017-1175_p0043",
      "zh_CN": "所以，真正懂得修行的人，没有别的，放下，再放下！从凡夫地一直到成佛，修什么？放下，放而已！到什么都放下，最后放下也放下，入义了，成功了。为什么？第一义谛里头，无有一法可得，正是惠能大师所说的，「本来无一物」。第一义是本来无一物，你有一物，那是第二义，不是第一义，你入不了第一义。统统放下，本来无一物，入第一义了。你不能不懂这个道理，你不能不知道学习，学习没有别的，放！放而已。为什么放不下？放下就是如如佛，放下就是本来佛。这个话说起来容易，做起来是真难！难在哪里？你为什么放不下？你的烦恼习气是无量劫养成的，已经根深蒂固了，哪有那么简单能拔除、废弃掉！病根就在这里，所以修行要无量劫，无量劫一点一点放，慢慢的放。",
      "zh_TW": "所以，真正懂得修行的人，沒有別的，放下，再放下！從凡夫地一直到成佛，修什麼？放下，放而已！到什麼都放下，最後放下也放下，入義了，成功了。為什麼？第一義諦裡頭，無有一法可得，正是惠能大師所說的，「本來無一物」。第一義是本來無一物，你有一物，那是第二義，不是第一義，你入不了第一義。統統放下，本來無一物，入第一義了。你不能不懂這個道理，你不能不知道學習，學習沒有別的，放！放而已。為什麼放不下？放下就是如如佛，放下就是本來佛。這個話說起來容易，做起來是真難！難在哪裡？你為什麼放不下？你的煩惱習氣是無量劫養成的，已經根深蒂固了，哪有那麼簡單能拔除、廢棄掉！病根就在這裡，所以修行要無量劫，無量劫一點一點放，慢慢的放。"
    },
    {
      "id": "12-017-1175_p0044",
      "zh_CN": "这是教下用的功夫，寻枝摘叶，像一棵大树一样，怎么个放法？我先放一片叶子，然后我再放一个小树梢，我再放的时候，放一个枝枒，慢慢慢慢的放到还有树根，连根都放掉，成功了，你就圆满了，这样才要无量劫。如果晓得从根本上一下就拔除，马上就成功了，哪里要无量劫，一下就成功了。这叫大乘顿教，《华严》是圆顿大法，从根一下就拔掉了。这个人不是普通人，你看到他现在好像很轻而易举从根拔掉了，你要晓得，他过去生中生生世世他都搞寻枝摘叶，已经摘得差不多光了，只剩根本了。你现在看到他好像是圆顿根性，一下成功，其实他在无量劫中生生世世，也是慢慢修成的！圆顿根性不是一生一世偶然这么得到的，没有。",
      "zh_TW": "這是教下用的功夫，尋枝摘葉，像一棵大樹一樣，怎麼個放法？我先放一片葉子，然後我再放一個小樹梢，我再放的時候，放一個枝枒，慢慢慢慢的放到還有樹根，連根都放掉，成功了，你就圓滿了，這樣才要無量劫。如果曉得從根本上一下就拔除，馬上就成功了，哪裡要無量劫，一下就成功了。這叫大乘頓教，《華嚴》是圓頓大法，從根一下就拔掉了。這個人不是普通人，你看到他現在好像很輕而易舉從根拔掉了，你要曉得，他過去生中生生世世他都搞尋枝摘葉，已經摘得差不多光了，只剩根本了。你現在看到他好像是圓頓根性，一下成功，其實他在無量劫中生生世世，也是慢慢修成的！圓頓根性不是一生一世偶然這麼得到的，沒有。"
    },
    {
      "id": "12-017-1175_p0045",
      "zh_CN": "连美国凯西都说，人生在世没有一桩事情是偶然的，没有一桩事情是突发的，跟前世都有因果连带关系，这个话说得非常正确。修行人圆根、顿根，你过去世所修成的；你现在的根性不圆、不顿，你修行的功夫不够，过去生中有修，但是不够。虽然不够，遇到好的缘一样成功，这就是善导所讲的，「三辈九品往生，总在遇缘不同」，这话说得好极了！过去世修行虽然还没有到家，没有成功，这一世缘太好了，一样带业往生。就是凡圣同居土下下品往生，也不得了，生到极乐世界就是阿惟越致菩萨，缘不同。所以，这个殊胜之缘，我们决定不能放过。这一生要到西方极乐世界去，这个世界一定要舍弃。",
      "zh_TW": "連美國凱西都說，人生在世沒有一樁事情是偶然的，沒有一樁事情是突發的，跟前世都有因果連帶關係，這個話說得非常正確。修行人圓根、頓根，你過去世所修成的；你現在的根性不圓、不頓，你修行的功夫不夠，過去生中有修，但是不夠。雖然不夠，遇到好的緣一樣成功，這就是善導所講的，「三輩九品往生，總在遇緣不同」，這話說得好極了！過去世修行雖然還沒有到家，沒有成功，這一世緣太好了，一樣帶業往生。就是凡聖同居土下下品往生，也不得了，生到極樂世界就是阿惟越致菩薩，緣不同。所以，這個殊勝之緣，我們決定不能放過。這一生要到西方極樂世界去，這個世界一定要捨棄。"
    },
    {
      "id": "12-017-1175_p0046",
      "zh_CN": "我曾经听说，古时候唐朝郭子仪封王，汾阳王。皇帝赐给他王府，就是他住的地方，国家替他建造的，现在称官邸。他跟那些工人讲，现在讲的工程师、工头，「给我造坚固一点」！这个工头笑笑跟他说：「不必了！世间哪有千年万世的恒产？」他马上听了就觉悟了，这个宅邸你能住几年？尤其是年岁那么大了，想想自己还能住几年，十年都不敢保证，何必要造那么坚固？儿孙自有儿孙福，儿孙将来会不会住这个房子，不一定，他有他喜欢的去处，不要为后人操心。这些都是充满智慧的说法。修行人明了，搭个小茅蓬可以遮蔽风雨，足矣！快乐的不得了。",
      "zh_TW": "我曾經聽說，古時候唐朝郭子儀封王，汾陽王。皇帝賜給他王府，就是他住的地方，國家替他建造的，現在稱官邸。他跟那些工人講，現在講的工程師、工頭，「給我造堅固一點」！這個工頭笑笑跟他說：「不必了！世間哪有千年萬世的恆產？」他馬上聽了就覺悟了，這個宅邸你能住幾年？尤其是年歲那麼大了，想想自己還能住幾年，十年都不敢保證，何必要造那麼堅固？兒孫自有兒孫福，兒孫將來會不會住這個房子，不一定，他有他喜歡的去處，不要為後人操心。這些都是充滿智慧的說法。修行人明瞭，搭個小茅蓬可以遮蔽風雨，足矣！快樂的不得了。"
    },
    {
      "id": "12-017-1175_p0047",
      "zh_CN": "住茅蓬，我们从小住在农村，统统住的是茅蓬、茅屋。现在我到中国大陆去观光旅游，我们从前普遍看到的、住的茅蓬，现在很少了，偶尔看到一、两个。现在都是砖瓦建造的房子，钢筋水泥的房子，我们从前住的是土墙，上面盖的是茅草，普遍！家家户户都是这样，一个村庄，整个村落，可能住个一、两百人，家家户户统统都是茅蓬，建筑非常简陋。但是那个茅蓬住起来真的很舒服，冬暖夏凉。因为它是土墙，土墙厚，筑的墙筑得很厚，厚的时候，夏天外面热不能进来，冬天寒气不能进来，所以房间里面冬暖夏凉。穷人能够生活，他能活得下去，他也活得很快乐。修行人几乎也是自己建茅蓬，都是自己建筑。做土墙，我们那时候很小，七、八岁，也去当小工，好玩！那个建筑方法真是简单，几乎乡下人人人都会做，建个小茅蓬个个都会做。小茅蓬很小不大，三间，这是最小的，一个小户人家三间，一个卧房，一个客厅，一个厨房。所以，生活愈简单愈快乐，没有忧虑，没有烦恼，没有牵挂。晚上不必关门，家里一无所有，没有人来偷东西。现在时间到了。",
      "zh_TW": "住茅蓬，我們從小住在農村，統統住的是茅蓬、茅屋。現在我到中國大陸去觀光旅遊，我們從前普遍看到的、住的茅蓬，現在很少了，偶爾看到一、兩個。現在都是磚瓦建造的房子，鋼筋水泥的房子，我們從前住的是土墻，上面蓋的是茅草，普遍！家家戶戶都是這樣，一個村莊，整個村落，可能住個一、兩百人，家家戶戶統統都是茅蓬，建築非常簡陋。但是那個茅蓬住起來真的很舒服，冬暖夏涼。因為它是土墻，土墻厚，築的墻築得很厚，厚的時候，夏天外面熱不能進來，冬天寒氣不能進來，所以房間裡面冬暖夏涼。窮人能夠生活，他能活得下去，他也活得很快樂。修行人幾乎也是自己建茅蓬，都是自己建築。做土墻，我們那時候很小，七、八歲，也去當小工，好玩！那個建築方法真是簡單，幾乎鄉下人人人都會做，建個小茅蓬個個都會做。小茅蓬很小不大，三間，這是最小的，一個小戶人家三間，一個臥房，一個客廳，一個廚房。所以，生活愈簡單愈快樂，沒有憂慮，沒有煩惱，沒有牽掛。晚上不必關門，家裡一無所有，沒有人來偷東西。現在時間到了。"
    }
  ]
}