{
  "doc_id": "12-017-1297",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二九七卷",
    "zh_TW": "第一二九七卷"
  },
  "year": "2004",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1297",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "12-017-1297_p0001",
      "zh_CN": "诸位同学，请看「光明觉品」，第十段（最后一段）光照十方，偈颂第一首看起。前面有个说偈仪，我们念一遍：",
      "zh_TW": "諸位同學，請看「光明覺品」，第十段（最後一段）光照十方，偈頌第一首看起。前面有個說偈儀，我們念一遍："
    },
    {
      "id": "12-017-1297_p0002",
      "zh_CN": "【尔时一切处文殊师利菩萨，各于佛所，同时发声，说此颂言。】",
      "zh_TW": "【爾時一切處文殊師利菩薩，各於佛所，同時發聲，說此頌言。】"
    },
    {
      "id": "12-017-1297_p0003",
      "zh_CN": "在这一首说偈仪里面，为我们显示出佛佛道同。十方三世一切诸佛如来教化众生，同一道同统，我们在此地看出这个讯息。请看第一首：",
      "zh_TW": "在這一首說偈儀裡面，為我們顯示出佛佛道同。十方三世一切諸佛如來教化眾生，同一道同統，我們在此地看出這個訊息。請看第一首："
    },
    {
      "id": "12-017-1297_p0004",
      "zh_CN": "【一念普观无量劫，无去无来亦无住，如是了知三世事，超诸方便成十力。】",
      "zh_TW": "【一念普觀無量劫，無去無來亦無住，如是了知三世事，超諸方便成十力。】"
    },
    {
      "id": "12-017-1297_p0005",
      "zh_CN": "清凉大师在《疏》里面给我们说明，这一大段有十首颂，「十颂明因果圆遍德」，因果圆满周遍。这十首偈里面可以分为两大段，前面四首偈「示佛因果遍说」，这前面四首，一、二、三、四是讲佛的因果；后面六首「劝物顺行」。你看看他用的字，不是劝人是劝物。物包括人，人不能包括物，物的范围大，物是九法界众生。我们显而易知的，诸天、畜生、饿鬼、地狱，我们很难知道的有声闻、缘觉、十法界里面的菩萨，我们常讲九界众生，用这个物就全部都包括了，九法界众生。劝导大众，随顺修行，这是后面六首。现在我们看第一首，这一首偈四句，第一首偈是讲「因圆果满，彰有说因」，彰是明显，明显的有说因。初三句，四句偈里面三句，「三达因圆」，最后一句「十力果满」，如来果地上的因圆果满，这个果用十力来说明。",
      "zh_TW": "清涼大師在《疏》裡面給我們說明，這一大段有十首頌，「十頌明因果圓遍德」，因果圓滿周遍。這十首偈裡面可以分為兩大段，前面四首偈「示佛因果遍說」，這前面四首，一、二、三、四是講佛的因果；後面六首「勸物順行」。你看看他用的字，不是勸人是勸物。物包括人，人不能包括物，物的範圍大，物是九法界眾生。我們顯而易知的，諸天、畜生、餓鬼、地獄，我們很難知道的有聲聞、緣覺、十法界裡面的菩薩，我們常講九界眾生，用這個物就全部都包括了，九法界眾生。勸導大眾，隨順修行，這是後面六首。現在我們看第一首，這一首偈四句，第一首偈是講「因圓果滿，彰有說因」，彰是明顯，明顯的有說因。初三句，四句偈裡面三句，「三達因圓」，最後一句「十力果滿」，如來果地上的因圓果滿，這個果用十力來說明。"
    },
    {
      "id": "12-017-1297_p0006",
      "zh_CN": "我们现在看偈子的内容，最重要的就是前面这两个字，一念。『一念普观无量劫』，这是时间突破了，「劫」是讲时间，时间没有了。第二句『无去无来亦无住』，空间没有了。科学家所说的，在某一种条件之下，时间空间等于零，佛在此地为我们示现，什么条件？一念。一念，就成佛了。什么叫一念？一念没有念，无念是一念。有念就麻烦，有念就堕九法界，一念就恢复成佛了。一念是真，九法界是妄，二念是妄。清凉大师在注解里给我们讲，这一句「了相」，第二句「了性」。《般若经》里面说，「诸法实相」。",
      "zh_TW": "我們現在看偈子的內容，最重要的就是前面這兩個字，一念。『一念普觀無量劫』，這是時間突破了，「劫」是講時間，時間沒有了。第二句『無去無來亦無住』，空間沒有了。科學家所說的，在某一種條件之下，時間空間等於零，佛在此地為我們示現，什麼條件？一念。一念，就成佛了。什麼叫一念？一念沒有念，無念是一念。有念就麻煩，有念就墮九法界，一念就恢復成佛了。一念是真，九法界是妄，二念是妄。清涼大師在註解裡給我們講，這一句「了相」，第二句「了性」。《般若經》裡面說，「諸法實相」。"
    },
    {
      "id": "12-017-1297_p0007",
      "zh_CN": "世尊当年在世讲经说法四十九年，讲的什么？有一年过年的时候，我在台湾景美华藏图书馆，馆长在，郑石岩居士夫妻两个来拜年，那个时候他在教育部任职，同时也是辅仁大学的教授。他告诉我，最近在辅仁讲《普贤行愿品》，好！很难得。我问他一个问题，我说释迦牟尼佛四十九年讲经说法，他讲些什么？你用一句话回答我，不要啰嗦，世尊一生讲什么？他想了半天想不出来。如果用一首偈，那就是这一首偈。一句话，最后他问我，我跟他讲《般若经》上讲的「诸法实相」，这句话行不行？释迦牟尼佛四十九年讲经说法，只是跟大家讲「诸法实相」，他同意。这句话要用现代话来讲，就是宇宙万有的真相，诸法实相就是宇宙万有的真相。这范围太大太大！",
      "zh_TW": "世尊當年在世講經說法四十九年，講的什麼？有一年過年的時候，我在台灣景美華藏圖書館，館長在，鄭石岩居士夫妻兩個來拜年，那個時候他在教育部任職，同時也是輔仁大學的教授。他告訴我，最近在輔仁講《普賢行願品》，好！很難得。我問他一個問題，我說釋迦牟尼佛四十九年講經說法，他講些什麼？你用一句話回答我，不要囉嗦，世尊一生講什麼？他想了半天想不出來。如果用一首偈，那就是這一首偈。一句話，最後他問我，我跟他講《般若經》上講的「諸法實相」，這句話行不行？釋迦牟尼佛四十九年講經說法，只是跟大家講「諸法實相」，他同意。這句話要用現代話來講，就是宇宙萬有的真相，諸法實相就是宇宙萬有的真相。這範圍太大太大！"
    },
    {
      "id": "12-017-1297_p0008",
      "zh_CN": "时间是三际，过去、现在、未来；空间是十方，十方还不行，现在讲的是无尽无数无量的不同维次空间，全都包括在其中，说不尽！说不尽，佛有方便说，善巧方便。方便，方是方法，便是便宜，合起来讲最适合的方法，最恰当的方法。在佛法里头说「上契诸佛所证之理，下契众生可度之机」，这叫善巧方便。善巧方便是自性本具般若智慧的作用，所以方便属于般若。你看看《华严》都是讲十代表圆满，大乘教里面常常讲六波罗蜜，《华严经》讲十波罗蜜，你们想想这个味道。十波罗蜜里面又要加四条，加哪四条？六度最后一度是般若波罗蜜，第七个方便波罗蜜，愿波罗蜜，力波罗蜜，智波罗蜜。后面这四个都是从般若波罗蜜流出来的，般若波罗蜜是根本智，后面这四种叫后得智，后得智就是根本智的作用。",
      "zh_TW": "時間是三際，過去、現在、未來；空間是十方，十方還不行，現在講的是無盡無數無量的不同維次空間，全都包括在其中，說不盡！說不盡，佛有方便說，善巧方便。方便，方是方法，便是便宜，合起來講最適合的方法，最恰當的方法。在佛法裡頭說「上契諸佛所證之理，下契眾生可度之機」，這叫善巧方便。善巧方便是自性本具般若智慧的作用，所以方便屬於般若。你看看《華嚴》都是講十代表圓滿，大乘教裡面常常講六波羅蜜，《華嚴經》講十波羅蜜，你們想想這個味道。十波羅蜜裡面又要加四條，加哪四條？六度最後一度是般若波羅蜜，第七個方便波羅蜜，願波羅蜜，力波羅蜜，智波羅蜜。後面這四個都是從般若波羅蜜流出來的，般若波羅蜜是根本智，後面這四種叫後得智，後得智就是根本智的作用。"
    },
    {
      "id": "12-017-1297_p0009",
      "zh_CN": "如果我们讲体用来说，般若波罗蜜是体，这四个是应用，应用里头头一个就是方便，所以善巧方便是般若波罗蜜的应用，用在生活，用在工作，用在处事待人接物，用在说法，用在度生。愿，从般若里面生的，没有智慧，你发的那个愿是假的不是真的。众生无边誓愿度，你为什么忽略了众生？这个众生我讨厌，我才不想帮他忙，不度他。你发愿的时候是不是众生无边誓愿度，某某众生除外，是不是这样？没有智慧，愿发不出来；没有智慧，你功夫不得力；没有智慧，处事待人接物感情用事，没有理智。十波罗蜜最后那个智就是我们今天讲的理智。佛法所求的就是为我们说明宇宙万有真相，我们做学生的人、跟着佛学习的人，听了佛说法要能够悟入，你要觉悟，你要契入佛的境界。",
      "zh_TW": "如果我們講體用來說，般若波羅蜜是體，這四個是應用，應用裡頭頭一個就是方便，所以善巧方便是般若波羅蜜的應用，用在生活，用在工作，用在處事待人接物，用在說法，用在度生。願，從般若裡面生的，沒有智慧，你發的那個願是假的不是真的。眾生無邊誓願度，你為什麼忽略了眾生？這個眾生我討厭，我才不想幫他忙，不度他。你發願的時候是不是眾生無邊誓願度，某某眾生除外，是不是這樣？沒有智慧，願發不出來；沒有智慧，你功夫不得力；沒有智慧，處事待人接物感情用事，沒有理智。十波羅蜜最後那個智就是我們今天講的理智。佛法所求的就是為我們說明宇宙萬有真相，我們做學生的人、跟著佛學習的人，聽了佛說法要能夠悟入，你要覺悟，你要契入佛的境界。"
    },
    {
      "id": "12-017-1297_p0010",
      "zh_CN": "所以佛教化众生唯一的一个目的，《法华经》上说「入佛知见」。开示悟入佛之知见，目标就是你要悟入佛的知见，佛的知见就是你自己自性本具的知见，正知正见，一丝毫错误都没有。佛教导我们，佛的知见是什么？一切经中所讲的，无一不是佛知佛见。一切经里面所讲的，最重要的一句是什么？就是一念。一念，在我们净土宗叫一心。净土宗修行目的在哪里？一心不乱。一心不乱就是此地讲的一念，这就成佛了。一念是真，一念是正，一念叫正念，一念是真心。时间空间都没有了，所以「一念普观无量劫」，这个无量劫是过去无量劫、未来无量劫，你全都见到了。「无去无来亦无住」，这一句讲空间。空间的维次全部突破了，在佛法里面讲十法界没有了，十法界就是一法界，一念，你就见到一真法界。一真法界里面没有过去、现在、未来，没有此界他方。",
      "zh_TW": "所以佛教化眾生唯一的一個目的，《法華經》上說「入佛知見」。開示悟入佛之知見，目標就是你要悟入佛的知見，佛的知見就是你自己自性本具的知見，正知正見，一絲毫錯誤都沒有。佛教導我們，佛的知見是什麼？一切經中所講的，無一不是佛知佛見。一切經裡面所講的，最重要的一句是什麼？就是一念。一念，在我們淨土宗叫一心。淨土宗修行目的在哪裡？一心不亂。一心不亂就是此地講的一念，這就成佛了。一念是真，一念是正，一念叫正念，一念是真心。時間空間都沒有了，所以「一念普觀無量劫」，這個無量劫是過去無量劫、未來無量劫，你全都見到了。「無去無來亦無住」，這一句講空間。空間的維次全部突破了，在佛法裡面講十法界沒有了，十法界就是一法界，一念，你就見到一真法界。一真法界裡面沒有過去、現在、未來，沒有此界他方。"
    },
    {
      "id": "12-017-1297_p0011",
      "zh_CN": "我们今天这个世界，在不在一法界里头？在，我们凡夫见不到。为什么见不到？迷在幻相之中，梦幻泡影，迷在这个地方。正如同作梦一样，迷于梦中境界，把梦中境界当真，真的境界忘得一干二净。梦中境界没有离一真法界，梦里头还有梦，你们同学们有没有这个经验？你作梦的时候，你觉得你在作梦里头又在作梦。我有这个经验，我也常常提出来问问同修们，有几个，不多，真的有这个经验。梦中还有梦，梦中又有梦，不可思议。我们今天到底是堕落在第几个梦境当中，我们自己都不知道。佛菩萨要不给我们说破，我们哪里知道是在作梦？永嘉大师觉悟了，他要不觉悟他说不出来。他说，「梦里明明有六趣」，六道是梦，十法界也是梦，「觉后空空无大千」。一念就觉，二念就迷。一念是真心，一念是真如。",
      "zh_TW": "我們今天這個世界，在不在一法界裡頭？在，我們凡夫見不到。為什麼見不到？迷在幻相之中，夢幻泡影，迷在這個地方。正如同作夢一樣，迷於夢中境界，把夢中境界當真，真的境界忘得一乾二淨。夢中境界沒有離一真法界，夢裡頭還有夢，你們同學們有沒有這個經驗？你作夢的時候，你覺得你在作夢裡頭又在作夢。我有這個經驗，我也常常提出來問問同修們，有幾個，不多，真的有這個經驗。夢中還有夢，夢中又有夢，不可思議。我們今天到底是墮落在第幾個夢境當中，我們自己都不知道。佛菩薩要不給我們說破，我們哪裡知道是在作夢？永嘉大師覺悟了，他要不覺悟他說不出來。他說，「夢裡明明有六趣」，六道是夢，十法界也是夢，「覺後空空無大千」。一念就覺，二念就迷。一念是真心，一念是真如。"
    },
    {
      "id": "12-017-1297_p0012",
      "zh_CN": "我们念佛，念佛真正的功夫总要记住，真正的功夫就是一心不乱，心不颠倒。一心不乱是真如、是本性，心不颠倒是自性本具智慧现前。我们也可以这样的来体会，一心不乱是根本智，心不颠倒是后得智，万事万物了了分明。《般若经》上常讲「般若无知，无所不知」，一念是无知的根本智，心不颠倒是一念的后得智，就是无所不知。《般若经》上常讲，「般若无知，无所不知」。你看看，我们念佛与般若相不相应？怎么个修法？八万四千法门、无量法门就是修行的方法。法门，法是方法，门是门径，方法门径无量无边，都是修这桩事情，都能够圆满的达到，所以《金刚经》上才说「法门平等，无有高下」。法门确实是平等的，人的根性不平等，烦恼习气不平等，于是你就要在法门当中去选择，选择什么？适合自己根性的，适合自己程度的，适合现前生活环境的，这样学习方便，困难少，容易成就。佛为我们开这么多法门，就路回家，不要绕圈圈，这就是方便法门。",
      "zh_TW": "我們念佛，念佛真正的功夫總要記住，真正的功夫就是一心不亂，心不顛倒。一心不亂是真如、是本性，心不顛倒是自性本具智慧現前。我們也可以這樣的來體會，一心不亂是根本智，心不顛倒是後得智，萬事萬物了了分明。《般若經》上常講「般若無知，無所不知」，一念是無知的根本智，心不顛倒是一念的後得智，就是無所不知。《般若經》上常講，「般若無知，無所不知」。你看看，我們念佛與般若相不相應？怎麼個修法？八萬四千法門、無量法門就是修行的方法。法門，法是方法，門是門徑，方法門徑無量無邊，都是修這樁事情，都能夠圓滿的達到，所以《金剛經》上才說「法門平等，無有高下」。法門確實是平等的，人的根性不平等，煩惱習氣不平等，於是你就要在法門當中去選擇，選擇什麼？適合自己根性的，適合自己程度的，適合現前生活環境的，這樣學習方便，困難少，容易成就。佛為我們開這麼多法門，就路回家，不要繞圈圈，這就是方便法門。"
    },
    {
      "id": "12-017-1297_p0013",
      "zh_CN": "我们生在这个时代，想想自己的根性、程度、主观客观的条件，选择净土是最方便，方便之中的方便。就是说你怎样能够修到一念？我们今天方法是执持名号。净土修行的方法也很多，念佛，通常我们讲的有实相念佛、观想念佛、观像念佛、持名念佛，这四大类。我们选择持名，为什么选择持名？世尊在《弥陀经》上教我们持名，在《无量寿经》上也教我们持名，在《观无量寿佛经》，十六观经最后一观第十六观也是教我们持名，我们就用持名的方法修一心不乱，修心不颠倒。你要懂得这个道理，知道好好运用这个方法，达到你的目标，目标就是一心不乱、心不颠倒，你不能不知道。",
      "zh_TW": "我們生在這個時代，想想自己的根性、程度、主觀客觀的條件，選擇淨土是最方便，方便之中的方便。就是說你怎樣能夠修到一念？我們今天方法是執持名號。淨土修行的方法也很多，念佛，通常我們講的有實相念佛、觀想念佛、觀像念佛、持名念佛，這四大類。我們選擇持名，為什麼選擇持名？世尊在《彌陀經》上教我們持名，在《無量壽經》上也教我們持名，在《觀無量壽佛經》，十六觀經最後一觀第十六觀也是教我們持名，我們就用持名的方法修一心不亂，修心不顛倒。你要懂得這個道理，知道好好運用這個方法，達到你的目標，目標就是一心不亂、心不顛倒，你不能不知道。"
    },
    {
      "id": "12-017-1297_p0014",
      "zh_CN": "所以今天这个世界念佛的人不少，有许许多多的方法都在流行，到底哪一种方法适合我？这些问题很多人来问我，我都告诉他，不必来问我，问你自己。哪一种方法能帮助你到一心不乱，或者我们平常讲，讲得浅显一点，哪一种方法我学了之后，我的心比较清净？我的妄想杂念比较少？这个方法就有效。诸位要记住，诸佛菩萨示现在九法界，没有一定的形状，没有一定的身形，所谓是应以什么身得度就现什么身。我们决定不能执着佛是什么形状，不可以，你执着就错了。",
      "zh_TW": "所以今天這個世界念佛的人不少，有許許多多的方法都在流行，到底哪一種方法適合我？這些問題很多人來問我，我都告訴他，不必來問我，問你自己。哪一種方法能幫助你到一心不亂，或者我們平常講，講得淺顯一點，哪一種方法我學了之後，我的心比較清淨？我的妄想雜念比較少？這個方法就有效。諸位要記住，諸佛菩薩示現在九法界，沒有一定的形狀，沒有一定的身形，所謂是應以什麼身得度就現什麼身。我們決定不能執著佛是什麼形狀，不可以，你執著就錯了。"
    },
    {
      "id": "12-017-1297_p0015",
      "zh_CN": "我前几天在马来西亚，好像是在麻六甲一所缅甸的寺庙，我去参访。大殿里面供奉着有三十多尊释迦牟尼佛的像，统统都是释迦牟尼佛的像，石雕的，缅甸玉，玉佛。像差不多有一个人这么高，都是立像，站着的，全是释迦牟尼佛。我仔细一看面孔不一样。看看下面说明，这个大雄宝殿造得好，有特色，释迦牟尼佛像有印度人的像，你看他是印度人，只是缅甸玉是白色的，不像印度人皮肤比较黑一点，全是缅甸玉雕的；有缅甸人，有越南人，有泰国人，有中国人，有西藏人，有韩国人，有日本人。我一看，那个面孔是哪一个国家人就是那一个国家面孔。这是说明，告诉你释迦牟尼佛没有一定的相，在哪一个地区，在哪一个国家，他就现那个地区、那个族群人的相；跟哪一个人，这个人是什么根性，就给他说什么法。所以佛没有一定的形相，没有定法可说。",
      "zh_TW": "我前幾天在馬來西亞，好像是在麻六甲一所緬甸的寺廟，我去參訪。大殿裡面供奉著有三十多尊釋迦牟尼佛的像，統統都是釋迦牟尼佛的像，石雕的，緬甸玉，玉佛。像差不多有一個人這麼高，都是立像，站著的，全是釋迦牟尼佛。我仔細一看面孔不一樣。看看下面說明，這個大雄寶殿造得好，有特色，釋迦牟尼佛像有印度人的像，你看他是印度人，只是緬甸玉是白色的，不像印度人皮膚比較黑一點，全是緬甸玉雕的；有緬甸人，有越南人，有泰國人，有中國人，有西藏人，有韓國人，有日本人。我一看，那個面孔是哪一個國家人就是那一個國家面孔。這是說明，告訴你釋迦牟尼佛沒有一定的相，在哪一個地區，在哪一個國家，他就現那個地區、那個族群人的相；跟哪一個人，這個人是什麼根性，就給他說什麼法。所以佛沒有一定的形相，沒有定法可說。"
    },
    {
      "id": "12-017-1297_p0016",
      "zh_CN": "我们初学怎么办？这样一来不就搞乱了吗？初学有初学的办法，初学只能跟一个人学，这是中国自古以来所讲求的师承，可不能跟两个人，跟两个人，两条路；三个人，三叉路口；四个人，十字街头。一定要跟一个人，一个老师，为什么？容易得一念，容易得一心。两个人，他说这样，他说那样，到底哪个好？我要跟哪一个学？麻烦就来了。中国古人教儿童，童蒙养正，基础教育，现在人讲扎根教育，学佛也不例外，学佛也要童蒙养正，也要扎根。扎根只能跟一个老师学，跟多了不行。我这一生学佛，方东美先生，我是跟他学哲学，从哲学里面介绍我认识了佛学，那个时候给我开的这一门课，佛经哲学，我从这里去认识佛学，这才非常羡慕这一门学问，向往这一门学问，开始研究经典。",
      "zh_TW": "我們初學怎麼辦？這樣一來不就搞亂了嗎？初學有初學的辦法，初學只能跟一個人學，這是中國自古以來所講求的師承，可不能跟兩個人，跟兩個人，兩條路；三個人，三叉路口；四個人，十字街頭。一定要跟一個人，一個老師，為什麼？容易得一念，容易得一心。兩個人，他說這樣，他說那樣，到底哪個好？我要跟哪一個學？麻煩就來了。中國古人教兒童，童蒙養正，基礎教育，現在人講扎根教育，學佛也不例外，學佛也要童蒙養正，也要扎根。扎根只能跟一個老師學，跟多了不行。我這一生學佛，方東美先生，我是跟他學哲學，從哲學裡面介紹我認識了佛學，那個時候給我開的這一門課，佛經哲學，我從這裡去認識佛學，這才非常羨慕這一門學問，嚮往這一門學問，開始研究經典。"
    },
    {
      "id": "12-017-1297_p0017",
      "zh_CN": "研究经典，缘很殊胜。那时候我住在台北新北投，我们邻居有一个蒙古人是过去清朝的皇室，亲王，跟我做邻居。他有个女儿念小学，常常跑到我们院子里面来玩，看到我房间桌子上放着有佛经，她回家告诉她爸爸，领着她爸爸来看我，因为他们都是佛教徒。听说我在看佛经，问我学了多久？刚刚开始，还不到一个月。我就把我学佛的因缘告诉他，这是老师介绍我，这是很高深的哲学。他说：你看这个东西有没有困难？当然有。你需不需要有人帮忙，帮忙给你解释？我说：有这种人，太难得了。我说：谁？章嘉大师。我那个时候不知道章嘉大师是何许人，他们对他非常尊敬，一定要陪着我去拜访章嘉大师。我说：好！他夫妻两个非常热心，陪着我去拜访章嘉大师。",
      "zh_TW": "研究經典，緣很殊勝。那時候我住在台北新北投，我們鄰居有一個蒙古人是過去清朝的皇室，親王，跟我做鄰居。他有個女兒念小學，常常跑到我們院子裡面來玩，看到我房間桌子上放著有佛經，她回家告訴她爸爸，領著她爸爸來看我，因為他們都是佛教徒。聽說我在看佛經，問我學了多久？剛剛開始，還不到一個月。我就把我學佛的因緣告訴他，這是老師介紹我，這是很高深的哲學。他說：你看這個東西有沒有困難？當然有。你需不需要有人幫忙，幫忙給你解釋？我說：有這種人，太難得了。我說：誰？章嘉大師。我那個時候不知道章嘉大師是何許人，他們對他非常尊敬，一定要陪著我去拜訪章嘉大師。我說：好！他夫妻兩個非常熱心，陪著我去拜訪章嘉大師。"
    },
    {
      "id": "12-017-1297_p0018",
      "zh_CN": "章嘉大师他是专门搞佛学的，方先生是附带的，这是专门搞佛学的。我们非常有缘分，那个时候我二十六岁，章嘉大师六十多一点，对我们年轻人很爱护，很喜欢，很有缘分，就叫我每个星期天到他住所去，他住在青田街八号。我这一个星期看的佛经，有了问题，我把它记下来，星期天跟他见面的时候向他请教，我这样跟他三年。有时候他也跟我讲，很少，多半都是我提出问题向他请教。他老人家圆寂之后，这又过一年我才认识李炳南老居士。没想到李老师劝我学讲经。",
      "zh_TW": "章嘉大師他是專門搞佛學的，方先生是附帶的，這是專門搞佛學的。我們非常有緣分，那個時候我二十六歲，章嘉大師六十多一點，對我們年輕人很愛護，很喜歡，很有緣分，就叫我每個星期天到他住所去，他住在青田街八號。我這一個星期看的佛經，有了問題，我把它記下來，星期天跟他見面的時候向他請教，我這樣跟他三年。有時候他也跟我講，很少，多半都是我提出問題向他請教。他老人家圓寂之後，這又過一年我才認識李炳南老居士。沒想到李老師勸我學講經。"
    },
    {
      "id": "12-017-1297_p0019",
      "zh_CN": "我出家，把佛学当作自己的职业，这是章嘉大师替我决定的。这个行业好，很适合你，而且告诉我，你真正发心续佛慧命，弘法利生，你的一生佛菩萨给你安排，你一点都不要操心。我完全接受，一生当中真的什么都不操心，为什么？佛菩萨替我安排的，顺境是他安排的，逆境也是他安排的，无论是物质环境、人事环境全都是佛菩萨安排的，所以我永远生活在感恩的世界。有些人说，那个人对你很不好，毁谤你，侮辱你，糟蹋你，我听了之后，佛菩萨安排的。所以有些同学靠近我的，感觉到奇怪，这人在毁谤你、糟蹋你，你怎么无动于衷？我说：我很感谢他。你还感谢他？是。你感谢他什么？他替我消业障。你佛经多念就晓得，无始今生造多少罪业，这些罪业都要到三途去受报，决定躲不过！我们以真诚纯净的心在修持，在做续佛慧命、弘法利生的工作，他们还来障碍阻拦，这是什么？消业障，重罪轻报。我接受他们所加给我的，毁谤也好，侮辱也好，什么都好，我不要到三途去受报，现在就报掉。我这么一讲，他冷静想想也有道理。",
      "zh_TW": "我出家，把佛學當作自己的職業，這是章嘉大師替我決定的。這個行業好，很適合你，而且告訴我，你真正發心續佛慧命，弘法利生，你的一生佛菩薩給你安排，你一點都不要操心。我完全接受，一生當中真的什麼都不操心，為什麼？佛菩薩替我安排的，順境是他安排的，逆境也是他安排的，無論是物質環境、人事環境全都是佛菩薩安排的，所以我永遠生活在感恩的世界。有些人說，那個人對你很不好，毀謗你，侮辱你，糟蹋你，我聽了之後，佛菩薩安排的。所以有些同學靠近我的，感覺到奇怪，這人在毀謗你、糟蹋你，你怎麼無動於衷？我說：我很感謝他。你還感謝他？是。你感謝他什麼？他替我消業障。你佛經多念就曉得，無始今生造多少罪業，這些罪業都要到三途去受報，決定躲不過！我們以真誠純淨的心在修持，在做續佛慧命、弘法利生的工作，他們還來障礙阻攔，這是什麼？消業障，重罪輕報。我接受他們所加給我的，毀謗也好，侮辱也好，什麼都好，我不要到三途去受報，現在就報掉。我這麼一講，他冷靜想想也有道理。"
    },
    {
      "id": "12-017-1297_p0020",
      "zh_CN": "所以我学佛这么多年，别的不敢说，心里头没有冤家、没有对头。这是我常常讲，对一切人、一切事、一切物对立没有了。别的我没有，这个没有了。别人跟我对立，我不跟他对立；他毁谤我，他骂我，我尊敬他，我感谢他，我知道消我业障，我没有怨恨心，更没有报复的念头。所以境界一年比一年好，心地一年比一年清净，智慧一年比一年增长。我今天展开经本，一句一字现在多半是讲一个小时，我的能力大概可以讲到四个小时，但是不能讲四个小时，这一部经一生讲不完；愈讲愈欢喜，业障消除了。所以常常跟在我身边同学，我很感叹，你们跟我这么多年没有学会。别的不怕，你能学会我这个本事，你的前途比我还光明。几句话说得不好听，要生好几天的气，你这不糟糕吗？这一点功夫都没有。不但你没有证悟，你解悟都没有。这就是什么？烦恼习气严重的障碍，禁不起一点点的委屈，这怎么能成就？修行，修什么？就是修这个，这就真用功，会用功。",
      "zh_TW": "所以我學佛這麼多年，別的不敢說，心裡頭沒有冤家、沒有對頭。這是我常常講，對一切人、一切事、一切物對立沒有了。別的我沒有，這個沒有了。別人跟我對立，我不跟他對立；他毀謗我，他罵我，我尊敬他，我感謝他，我知道消我業障，我沒有怨恨心，更沒有報復的念頭。所以境界一年比一年好，心地一年比一年清淨，智慧一年比一年增長。我今天展開經本，一句一字現在多半是講一個小時，我的能力大概可以講到四個小時，但是不能講四個小時，這一部經一生講不完；愈講愈歡喜，業障消除了。所以常常跟在我身邊同學，我很感嘆，你們跟我這麼多年沒有學會。別的不怕，你能學會我這個本事，你的前途比我還光明。幾句話說得不好聽，要生好幾天的氣，你這不糟糕嗎？這一點功夫都沒有。不但你沒有證悟，你解悟都沒有。這就是什麼？煩惱習氣嚴重的障礙，禁不起一點點的委屈，這怎麼能成就？修行，修什麼？就是修這個，這就真用功，會用功。"
    },
    {
      "id": "12-017-1297_p0021",
      "zh_CN": "人家赞叹我们，生惭愧心，为什么？不值得赞叹，赞叹太过分了；别人毁谤、侮辱，应该的。起心动念无不是业，无不是罪，别人以种种不善、恶行对我，岂不是消业障！怎么可以有怨恨？感恩都来不及。我离开台湾到新加坡，我写了六句生活在感恩的世界，永远感恩，永远知道种种挫折、种种障难都是消业障。业障消除之后，菩提道上一帆风顺。所以对这些人决定不能有丝毫怨恨；有怨恨，麻烦大了！经论上讲得很多，招来什么后果？生生世世，冤冤相报没完没了。",
      "zh_TW": "人家讚歎我們，生慚愧心，為什麼？不值得讚歎，讚歎太過分了；別人毀謗、侮辱，應該的。起心動念無不是業，無不是罪，別人以種種不善、惡行對我，豈不是消業障！怎麼可以有怨恨？感恩都來不及。我離開台灣到新加坡，我寫了六句生活在感恩的世界，永遠感恩，永遠知道種種挫折、種種障難都是消業障。業障消除之後，菩提道上一帆風順。所以對這些人決定不能有絲毫怨恨；有怨恨，麻煩大了！經論上講得很多，招來什麼後果？生生世世，冤冤相報沒完沒了。"
    },
    {
      "id": "12-017-1297_p0022",
      "zh_CN": "冤冤相报是两方面都痛苦。纵然这个人是我的冤家对头，这一生没有结怨，前世。遇到了，他对我施行那是他的报复，我今天受，完全接受没有丝毫怨言，一切退让、忍让，化解了。来生来世，好朋友！我无论干什么，你会支持我，你会帮忙我，你绝对不会障碍了。如果这一生，你对我种种的不善恶行，我还有怨恨心，就不得了！来生遇到的时候还是冤家对头。这一世你的形势比我强，你欺负我；来世，我的形势比你强，我来欺负你，这有什么意思？古德常讲「冤家宜解不宜结」，一生记住，决定不跟人结冤仇。我学佛五十三年，讲经四十六年，别的东西没有学到，这一点学到，学得很到家。",
      "zh_TW": "冤冤相報是兩方面都痛苦。縱然這個人是我的冤家對頭，這一生沒有結怨，前世。遇到了，他對我施行那是他的報復，我今天受，完全接受沒有絲毫怨言，一切退讓、忍讓，化解了。來生來世，好朋友！我無論幹什麼，你會支持我，你會幫忙我，你絕對不會障礙了。如果這一生，你對我種種的不善惡行，我還有怨恨心，就不得了！來生遇到的時候還是冤家對頭。這一世你的形勢比我強，你欺負我；來世，我的形勢比你強，我來欺負你，這有什麼意思？古德常講「冤家宜解不宜結」，一生記住，決定不跟人結冤仇。我學佛五十三年，講經四十六年，別的東西沒有學到，這一點學到，學得很到家。"
    },
    {
      "id": "12-017-1297_p0023",
      "zh_CN": "能忍、能让、能舍，这是章嘉大师，李老师教的。跟章嘉大师头一天见面就教我放下，教我看破，教我布施；李老师会下的十年，得益很多！真学真干，利益是我得的，不是老师得的。我们对于老师指点教导永远感恩，能做到的，在今天只有给老师做个纪念堂。我们在澳洲的道场不大，只有三个堂口，换句话说，是个很小的道场，稍稍有规模的寺院比我们道场大，只有三个堂口；我们用来纪念老师，纪念护法。我们最大的一个堂口，我们用章嘉大师、李炳南老居士，用他的名字做纪念堂的名字，嘉南，嘉南堂，章嘉大师，李炳南，这里面供养他们的法相，很大张的法相。第二个堂口我们取的名字叫东源堂，方东美先生、李木源居士，我们知恩报恩。第三个堂口是我们的斋堂，韩锳堂，纪念韩馆长。韩馆长对于饮食、美食很有兴趣，她自己会做。过去在台湾、在美国，在美国达拉斯道场，除了她亲自下厨房，还教了不少徒弟，教他做菜。所以我们就把这个斋堂用她的名字，韩锳堂是我们的斋堂。我们的斋堂每个星期六都举行温馨晚宴，馆长生平喜欢热闹。所以我们三个堂口，知恩报恩；除这个之外，一切真实的利益我们自己得到。",
      "zh_TW": "能忍、能讓、能捨，這是章嘉大師，李老師教的。跟章嘉大師頭一天見面就教我放下，教我看破，教我布施；李老師會下的十年，得益很多！真學真幹，利益是我得的，不是老師得的。我們對於老師指點教導永遠感恩，能做到的，在今天只有給老師做個紀念堂。我們在澳洲的道場不大，只有三個堂口，換句話說，是個很小的道場，稍稍有規模的寺院比我們道場大，只有三個堂口；我們用來紀念老師，紀念護法。我們最大的一個堂口，我們用章嘉大師、李炳南老居士，用他的名字做紀念堂的名字，嘉南，嘉南堂，章嘉大師，李炳南，這裡面供養他們的法相，很大張的法相。第二個堂口我們取的名字叫東源堂，方東美先生、李木源居士，我們知恩報恩。第三個堂口是我們的齋堂，韓鍈堂，紀念韓館長。韓館長對於飲食、美食很有興趣，她自己會做。過去在台灣、在美國，在美國達拉斯道場，除了她親自下廚房，還教了不少徒弟，教他做菜。所以我們就把這個齋堂用她的名字，韓鍈堂是我們的齋堂。我們的齋堂每個星期六都舉行溫馨晚宴，館長生平喜歡熱鬧。所以我們三個堂口，知恩報恩；除這個之外，一切真實的利益我們自己得到。"
    },
    {
      "id": "12-017-1297_p0024",
      "zh_CN": "一生永远记住别人的好处，别人对我有一天好处，我一辈子都不会忘记；别人对我有一百个不好处，忘得干干净净，决定不放在心上，为什么？养自己的清净心，养自己的善心，纯净纯善，真心才会显露。一心一念很不容易，那是我们终极的目标，远程的目标；纯净纯善是近程的目标，先修纯净纯善，再往一心一念这个目标去精进，这就对了。",
      "zh_TW": "一生永遠記住別人的好處，別人對我有一天好處，我一輩子都不會忘記；別人對我有一百個不好處，忘得乾乾淨淨，決定不放在心上，為什麼？養自己的清淨心，養自己的善心，純淨純善，真心才會顯露。一心一念很不容易，那是我們終極的目標，遠程的目標；純淨純善是近程的目標，先修純淨純善，再往一心一念這個目標去精進，這就對了。"
    },
    {
      "id": "12-017-1297_p0025",
      "zh_CN": "一心，一念也是一样，在净宗分为三等，最上乘的叫理一心不乱，是此地的境界，为什么？时空维次突破，理一心境界。第二等的，事一心境界，事一心也能突破，突破范围小，没有这么大，没有到法界虚空界，没有，没有达到，只能够在六道里面，六道里面的层次可以突破；六道外面层次可以突破，不能突破十法界，事一心不乱。最下面一层是功夫成片，就是智者大师给我们示现的圆教五品位，这是我们可以能够学得到的。五品位是随喜、读诵、演说、兼行六度、正行六度，这是我们现在可以能学得到、可以能够落实的。在这里面修清净心、修善心，纯净纯善在这里修。这个修成了，念佛求生西方净土，凡圣同居土你有把握决定会去。一念一心，往生西方极乐世界是实报庄严土。现在时间到了。",
      "zh_TW": "一心，一念也是一樣，在淨宗分為三等，最上乘的叫理一心不亂，是此地的境界，為什麼？時空維次突破，理一心境界。第二等的，事一心境界，事一心也能突破，突破範圍小，沒有這麼大，沒有到法界虛空界，沒有，沒有達到，只能夠在六道裡面，六道裡面的層次可以突破；六道外面層次可以突破，不能突破十法界，事一心不亂。最下面一層是功夫成片，就是智者大師給我們示現的圓教五品位，這是我們可以能夠學得到的。五品位是隨喜、讀誦、演說、兼行六度、正行六度，這是我們現在可以能學得到、可以能夠落實的。在這裡面修清淨心、修善心，純淨純善在這裡修。這個修成了，念佛求生西方淨土，凡聖同居土你有把握決定會去。一念一心，往生西方極樂世界是實報莊嚴土。現在時間到了。"
    },
    {
      "id": "12-017-1297_p0026",
      "zh_CN": "诸位同学，我们继续学习第一首颂：",
      "zh_TW": "諸位同學，我們繼續學習第一首頌："
    },
    {
      "id": "12-017-1297_p0027",
      "zh_CN": "【一念普观无量劫，无去无来亦无住，如是了知三世事，超诸方便成十力。】",
      "zh_TW": "【一念普觀無量劫，無去無來亦無住，如是了知三世事，超諸方便成十力。】"
    },
    {
      "id": "12-017-1297_p0028",
      "zh_CN": "这一句里头，诸佛如来示现的因圆果满。修学最重要的就是一念，一念才能普观，为什么？没有障碍，空间突破，时间突破，这是现代科学家希望得到的，而始终没有办法得到。科学家现在知道，我们在他们的报告里面看到，他说时间在某一种条件之下等于零，空间亦复如是。什么条件？他找不到。空间等于零，没有距离；时间等于零，没有先后，无量劫前、无量劫以后都在面前，遍法界虚空界一切诸佛的刹土也在面前，这叫不思议解脱境界，华严家的法界观。要得一心不乱的人才行，没有得一心的人，凭我们想像，那是假的，那个没有用处，想像没有办法突破时空维次。真功夫，也就是分别执着妄想统统断尽了，才叫一念，决定没有第二念。这个道理一定要知道。",
      "zh_TW": "這一句裡頭，諸佛如來示現的因圓果滿。修學最重要的就是一念，一念才能普觀，為什麼？沒有障礙，空間突破，時間突破，這是現代科學家希望得到的，而始終沒有辦法得到。科學家現在知道，我們在他們的報告裡面看到，他說時間在某一種條件之下等於零，空間亦復如是。什麼條件？他找不到。空間等於零，沒有距離；時間等於零，沒有先後，無量劫前、無量劫以後都在面前，遍法界虛空界一切諸佛的剎土也在面前，這叫不思議解脫境界，華嚴家的法界觀。要得一心不亂的人才行，沒有得一心的人，憑我們想像，那是假的，那個沒有用處，想像沒有辦法突破時空維次。真功夫，也就是分別執著妄想統統斷盡了，才叫一念，決定沒有第二念。這個道理一定要知道。"
    },
    {
      "id": "12-017-1297_p0029",
      "zh_CN": "由此可知，空间时间从哪里来的？一念失掉了，就起了二念、三念。二念、三念一起来，时间空间就现前，幻相就现前。这个东西现前之后，你就没有办法突破，就好像你堕在梦中一样，堕在梦中之后你醒不过来，你要做很长的梦，就这么回事。科学家讲某一种条件之下，一念就是这个条件，一心。我们净土宗用的方法，妙极！一心，就是要把妄心杂念断掉，一心是你自己有的，一心一念是本来的，不生不灭，所以它是真的。佛家讲真妄，真是永远没有变化，这是真的。凡是会变化的就是假的，就不是真的。永远没有变化，是你的真心，真心就是一心，真心就是一念，真心里面平等没有差别。",
      "zh_TW": "由此可知，空間時間從哪裡來的？一念失掉了，就起了二念、三念。二念、三念一起來，時間空間就現前，幻相就現前。這個東西現前之後，你就沒有辦法突破，就好像你墮在夢中一樣，墮在夢中之後你醒不過來，你要做很長的夢，就這麼回事。科學家講某一種條件之下，一念就是這個條件，一心。我們淨土宗用的方法，妙極！一心，就是要把妄心雜念斷掉，一心是你自己有的，一心一念是本來的，不生不滅，所以它是真的。佛家講真妄，真是永遠沒有變化，這是真的。凡是會變化的就是假的，就不是真的。永遠沒有變化，是你的真心，真心就是一心，真心就是一念，真心裡面平等沒有差別。"
    },
    {
      "id": "12-017-1297_p0030",
      "zh_CN": "『普观无量劫』，过去无量劫，现在无量劫，将来无量劫，统统都清清楚楚、了了然然。清凉大师在《疏钞》里头讲，这是「了相」。相是什么？现象，宇宙的现象，你没有不通达，没有不明了，这万象森罗。现在人讲，宇宙从哪里来的？生命从哪里来的？将来又到哪里去？疑问重重，无量无边，你全都明了，全都通达了，一心。所以禅宗直截修一心的，他真的是得了一心之后才学教，才广学多闻，这参学。没有得一心之前，他一定是守住他的方法，或是观心，或是参究，直截了当。",
      "zh_TW": "『普觀無量劫』，過去無量劫，現在無量劫，將來無量劫，統統都清清楚楚、了了然然。清涼大師在《疏鈔》裡頭講，這是「了相」。相是什麼？現象，宇宙的現象，你沒有不通達，沒有不明瞭，這萬象森羅。現在人講，宇宙從哪裡來的？生命從哪裡來的？將來又到哪裡去？疑問重重，無量無邊，你全都明瞭，全都通達了，一心。所以禪宗直截修一心的，他真的是得了一心之後才學教，才廣學多聞，這參學。沒有得一心之前，他一定是守住他的方法，或是觀心，或是參究，直截了當。"
    },
    {
      "id": "12-017-1297_p0031",
      "zh_CN": "我们净土宗这个方法比禅宗的方法还要殊胜，一句阿弥陀佛，你看妄念不能不起，要不起妄念，那就得一心了，那你就成佛了，你就不是凡夫。所以妄念一定会起，一天到晚那个妄念，前念灭，后念就生，一个接着一个，晚上睡觉你还会作梦。作梦就是妄念没有中止，它还在起作用。所以净宗的方法就用这一句阿弥陀佛，不管什么念头，善念也好，妄念也好，正念也好，邪念也好，不管什么念头，念头才一起，阿弥陀佛，压下去。净宗是用这个功夫，不可以不懂，你不能错用了功。所以说是用这一念，一句阿弥陀佛或者南无阿弥陀佛，都可以，六字、四字都一样，把你念头转过来，都转成阿弥陀佛，这是净土宗用功的方法，比哪个法门都方便，人人都会！",
      "zh_TW": "我們淨土宗這個方法比禪宗的方法還要殊勝，一句阿彌陀佛，你看妄念不能不起，要不起妄念，那就得一心了，那你就成佛了，你就不是凡夫。所以妄念一定會起，一天到晚那個妄念，前念滅，後念就生，一個接著一個，晚上睡覺你還會作夢。作夢就是妄念沒有中止，它還在起作用。所以淨宗的方法就用這一句阿彌陀佛，不管什麼念頭，善念也好，妄念也好，正念也好，邪念也好，不管什麼念頭，念頭才一起，阿彌陀佛，壓下去。淨宗是用這個功夫，不可以不懂，你不能錯用了功。所以說是用這一念，一句阿彌陀佛或者南無阿彌陀佛，都可以，六字、四字都一樣，把你念頭轉過來，都轉成阿彌陀佛，這是淨土宗用功的方法，比哪個法門都方便，人人都會！"
    },
    {
      "id": "12-017-1297_p0032",
      "zh_CN": "就是你要记住，古大德常讲「不怕念起，只怕觉迟」。念就是你的妄念，善念、恶念、正念、邪念，不管什么念头，念头起来了不怕，就怕觉迟。觉是什么？阿弥陀佛，就怕这个念头迟了。念头才一起来，阿弥陀佛，立刻就压下去，这功夫得力！如果阿弥陀佛忘掉了，这妄念继续起来，这就麻烦了，压就比较困难。才起第一念，第二念就压倒，好容易。你要养成习惯，养成习惯这个东西你就得禅定，你就能做到功夫成片。像智者大师所示现的这个，每个人都可以做得到，这也就是古大德常讲的「万修万人去」，永明延寿大师讲的。这叫做会念佛。",
      "zh_TW": "就是你要記住，古大德常講「不怕念起，只怕覺遲」。念就是你的妄念，善念、惡念、正念、邪念，不管什麼念頭，念頭起來了不怕，就怕覺遲。覺是什麼？阿彌陀佛，就怕這個念頭遲了。念頭才一起來，阿彌陀佛，立刻就壓下去，這功夫得力！如果阿彌陀佛忘掉了，這妄念繼續起來，這就麻煩了，壓就比較困難。才起第一念，第二念就壓倒，好容易。你要養成習慣，養成習慣這個東西你就得禪定，你就能做到功夫成片。像智者大師所示現的這個，每個人都可以做得到，這也就是古大德常講的「萬修萬人去」，永明延壽大師講的。這叫做會念佛。"
    },
    {
      "id": "12-017-1297_p0033",
      "zh_CN": "会念佛一定把烦恼习气念掉，可是这里要记住要有愿，要有信愿。念佛是行，如果没有信愿，我们用这个方法来控制烦恼跟参禅没有两样。你没有愿，没有信愿，你不能往生，所以一定要具足信愿，具足信愿你决定往生。你的功夫要深，就是控制烦恼，压烦恼这个功夫深，你往生的品位高！如果把烦恼压久了，烦恼没有了，不起现行，你就不是生凡圣同居土，你就生方便有余土。如果有一天烦恼控制之后，一下转变成智慧，烦恼即菩提，你看先用定伏它，把烦恼转变成菩提，你就生实报庄严土。这就是善导大师所讲，「四土三辈九品，总在遇缘不同」。我们明白这个道理，我现在的缘还没有成熟，如果我的缘成熟了，将来能够回到祖国定居，我一定遵守印光大师的教诲，我只要一个小茅蓬，不超过二十人。我希望在一起共修的人，长年共修的人，十个人。这些方法、理论我都明了，我们这十个人将来都能够生实报庄严土，这还得了！另外是来来去去的，我们也定十个名额，就是道场常住的人不超过二十个。真成就！",
      "zh_TW": "會念佛一定把煩惱習氣念掉，可是這裡要記住要有願，要有信願。念佛是行，如果沒有信願，我們用這個方法來控制煩惱跟參禪沒有兩樣。你沒有願，沒有信願，你不能往生，所以一定要具足信願，具足信願你決定往生。你的功夫要深，就是控制煩惱，壓煩惱這個功夫深，你往生的品位高！如果把煩惱壓久了，煩惱沒有了，不起現行，你就不是生凡聖同居土，你就生方便有餘土。如果有一天煩惱控制之後，一下轉變成智慧，煩惱即菩提，你看先用定伏它，把煩惱轉變成菩提，你就生實報莊嚴土。這就是善導大師所講，「四土三輩九品，總在遇緣不同」。我們明白這個道理，我現在的緣還沒有成熟，如果我的緣成熟了，將來能夠回到祖國定居，我一定遵守印光大師的教誨，我只要一個小茅蓬，不超過二十人。我希望在一起共修的人，長年共修的人，十個人。這些方法、理論我都明瞭，我們這十個人將來都能夠生實報莊嚴土，這還得了！另外是來來去去的，我們也定十個名額，就是道場常住的人不超過二十個。真成就！"
    },
    {
      "id": "12-017-1297_p0034",
      "zh_CN": "不能搞热闹，道场大，人多，热闹。你想想看，念佛是伏烦恼，断烦恼，转烦恼成智慧，人多人杂、场所太大不容易做到。古人真正修行成功的都是住山、住茅蓬，人迹罕至，这是正法道场。等到你大彻大悟，一般说法，最低限度你可以做到八风吹不动，也就是说这社会上名闻利养、五欲六尘，你确实不动心，六根接触六尘境界不起心、不动念，不分别、不执着，行。如果你发菩提心广度众生，什么大道场都行，像智者大师示现，你可以坐大道场，可以领几千人、几万人都没有问题，为什么？你自己成就了，你决定没有分别执着，决定不会起心动念，行；如果还会起心动念，不行。你还会起心动念，你还是搞轮回。你要知道分别执着妄想是轮回业，你不能了生死，不能出轮回，不能往生，那就糟了。人间富贵昙花一现，不值得留恋，什么都要放下，放得干干净净，你就自在快乐，你就容易得一念。虽不得一念，要往一念尽量靠近。换句话说，对于这些杂念你要尽量的疏远，尽量的远离它们，这才是对的、才是正确的。",
      "zh_TW": "不能搞熱鬧，道場大，人多，熱鬧。你想想看，念佛是伏煩惱，斷煩惱，轉煩惱成智慧，人多人雜、場所太大不容易做到。古人真正修行成功的都是住山、住茅蓬，人跡罕至，這是正法道場。等到你大徹大悟，一般說法，最低限度你可以做到八風吹不動，也就是說這社會上名聞利養、五欲六塵，你確實不動心，六根接觸六塵境界不起心、不動念，不分別、不執著，行。如果你發菩提心廣度眾生，什麼大道場都行，像智者大師示現，你可以坐大道場，可以領幾千人、幾萬人都沒有問題，為什麼？你自己成就了，你決定沒有分別執著，決定不會起心動念，行；如果還會起心動念，不行。你還會起心動念，你還是搞輪迴。你要知道分別執著妄想是輪迴業，你不能了生死，不能出輪迴，不能往生，那就糟了。人間富貴曇花一現，不值得留戀，什麼都要放下，放得乾乾淨淨，你就自在快樂，你就容易得一念。雖不得一念，要往一念盡量靠近。換句話說，對於這些雜念你要盡量的疏遠，盡量的遠離它們，這才是對的、才是正確的。"
    },
    {
      "id": "12-017-1297_p0035",
      "zh_CN": "第二句，「了性」。在哲学里面讲，头一句是明了宇宙的现象，宇宙万有的现象；第二句是明了宇宙万有的本体，性是本体。「无去无来亦无住」，这一句讲的是性，法性。相有去有来，有生有灭，千变万化，性没有。性是什么？性就是真性，性就是一念，一念里面没有来去、没有生灭，二念就有生灭，有一个念头生，有一个念头灭。大乘法里头常说，很多同学都很熟，都能念得出来，「生灭灭已，寂灭现前」。寂灭就是一念，寂灭就是一心，生灭是二心，生灭是二念。有二念就变现无量无边的念头，念头都是生灭，前念灭，后念生，相续不断，这是我们无法脱离轮回。现在把所有这些念统统化成阿弥陀佛这一念，这一念不是真念，不是真心，但是这一念跟真心做邻居，非常接近，果然这一念成功了，这一念一放下，真心就现前。",
      "zh_TW": "第二句，「了性」。在哲學裡面講，頭一句是明瞭宇宙的現象，宇宙萬有的現象；第二句是明瞭宇宙萬有的本體，性是本體。「無去無來亦無住」，這一句講的是性，法性。相有去有來，有生有滅，千變萬化，性沒有。性是什麼？性就是真性，性就是一念，一念裡面沒有來去、沒有生滅，二念就有生滅，有一個念頭生，有一個念頭滅。大乘法裡頭常說，很多同學都很熟，都能念得出來，「生滅滅已，寂滅現前」。寂滅就是一念，寂滅就是一心，生滅是二心，生滅是二念。有二念就變現無量無邊的念頭，念頭都是生滅，前念滅，後念生，相續不斷，這是我們無法脫離輪迴。現在把所有這些念統統化成阿彌陀佛這一念，這一念不是真念，不是真心，但是這一念跟真心做鄰居，非常接近，果然這一念成功了，這一念一放下，真心就現前。"
    },
    {
      "id": "12-017-1297_p0036",
      "zh_CN": "所以在念佛法门里面，持名念佛比观想、观像好，十六观是讲观想、观像，第十三观是观像。观想、观像都很不容易观成，可是观成之后，你再要把它去掉，好难；观成好不容易，去掉也好难！这是什么？薰习，薰习成功了，再把这薰习去掉，不容易。这从前李老师告诉我不如持名，持名什么？名字性空，这大家很容易摆脱掉，我不要这个名字，我换个名字，很多人常喜欢换新名字，很容易摆脱。观像跟观想不容易，那个真叫根深蒂固。所以古德说得好，「持名念佛下手容易，成功高」。在十六观里头，哪一观也比不上持名念佛，持名念佛摆在最后，你要晓得这个用意，最后是什么？像唱戏一样，压轴戏，最好的一出戏在最后。你看看《楞严经》上二十五圆通，「观世音菩萨圆通章」做压轴戏放在最后。要是按顺序排，「耳根圆通章」摆在第二，它的顺序是六尘、六根、六识、七大，它按这个排列的。六尘六根六识七大，二十五，不按次第排，特别拉到最后，特别法，持名念佛是特别法门。",
      "zh_TW": "所以在念佛法門裡面，持名念佛比觀想、觀像好，十六觀是講觀想、觀像，第十三觀是觀像。觀想、觀像都很不容易觀成，可是觀成之後，你再要把它去掉，好難；觀成好不容易，去掉也好難！這是什麼？薰習，薰習成功了，再把這薰習去掉，不容易。這從前李老師告訴我不如持名，持名什麼？名字性空，這大家很容易擺脫掉，我不要這個名字，我換個名字，很多人常喜歡換新名字，很容易擺脫。觀像跟觀想不容易，那個真叫根深蒂固。所以古德說得好，「持名念佛下手容易，成功高」。在十六觀裡頭，哪一觀也比不上持名念佛，持名念佛擺在最後，你要曉得這個用意，最後是什麼？像唱戲一樣，壓軸戲，最好的一齣戲在最後。你看看《楞嚴經》上二十五圓通，「觀世音菩薩圓通章」做壓軸戲放在最後。要是按順序排，「耳根圓通章」擺在第二，它的順序是六塵、六根、六識、七大，它按這個排列的。六塵六根六識七大，二十五，不按次第排，特別拉到最後，特別法，持名念佛是特別法門。"
    },
    {
      "id": "12-017-1297_p0037",
      "zh_CN": "净土是特别法门，持名是特别法门里面的特别法门。你读经你能看出来吗？无比的殊胜，容易修，一切时一切处不拘一切形式，在你内心里头默默的用功，就是克服妄念而已。念头一起，阿弥陀佛，除了阿弥陀佛之外，不许有第二念，真的，完全控制住了，一天到晚就是阿弥陀佛，其他的念头真的不生，这个时候叫功夫成片，功夫成片是念佛三昧功夫最浅的，你算是得念佛三昧，功夫很浅。你不要小看这个浅功夫，这个浅功夫是决定得生凡圣同居土。你有这种功夫，也就是永明大师所说的有净土，「有禅有净土，犹如带角虎」，你真的有净土。功夫没有到这个，你没有净土，为什么？没有把握，你能不能往生是个问号。功夫到这个程度的时候，问号没有了，你决定得生，所以叫有净土。",
      "zh_TW": "淨土是特別法門，持名是特別法門裡面的特別法門。你讀經你能看出來嗎？無比的殊勝，容易修，一切時一切處不拘一切形式，在你內心裡頭默默的用功，就是克服妄念而已。念頭一起，阿彌陀佛，除了阿彌陀佛之外，不許有第二念，真的，完全控制住了，一天到晚就是阿彌陀佛，其他的念頭真的不生，這個時候叫功夫成片，功夫成片是念佛三昧功夫最淺的，你算是得念佛三昧，功夫很淺。你不要小看這個淺功夫，這個淺功夫是決定得生凡聖同居土。你有這種功夫，也就是永明大師所說的有淨土，「有禪有淨土，猶如帶角虎」，你真的有淨土。功夫沒有到這個，你沒有淨土，為什麼？沒有把握，你能不能往生是個問號。功夫到這個程度的時候，問號沒有了，你決定得生，所以叫有淨土。"
    },
    {
      "id": "12-017-1297_p0038",
      "zh_CN": "那个有实在是不简单。我们现在想想，我们今天一天到晚起心动念，有什么？有名闻利养，有患得患失，有贪爱，有憎厌，这个东西你想想看，三途六道，细心想一想我们没有净土，我们有三途，贪瞋痴慢疑三途。我们起心动念都落在贪瞋痴慢里头，对圣教总是怀疑，这怎么得了？处事待人接物都是虚伪，没有诚意。总是对人事物怀疑，用心用什么心？损人利己，为了自己的利益，对待别人不择手段，果报现前来不及了。所以我常常讲《地藏经》上说的，「阎浮提众生起心动念，无不是业，无不是罪」，你想想看是真的是假的？不想别人，想自己。自己学佛功夫何以不得力？你只要一反省就明白，不要去问别人，清清楚楚、明明了瞭。",
      "zh_TW": "那個有實在是不簡單。我們現在想想，我們今天一天到晚起心動念，有什麼？有名聞利養，有患得患失，有貪愛，有憎厭，這個東西你想想看，三途六道，細心想一想我們沒有淨土，我們有三途，貪瞋痴慢疑三途。我們起心動念都落在貪瞋痴慢裡頭，對聖教總是懷疑，這怎麼得了？處事待人接物都是虛偽，沒有誠意。總是對人事物懷疑，用心用什麼心？損人利己，為了自己的利益，對待別人不擇手段，果報現前來不及了。所以我常常講《地藏經》上說的，「閻浮提眾生起心動念，無不是業，無不是罪」，你想想看是真的是假的？不想別人，想自己。自己學佛功夫何以不得力？你只要一反省就明白，不要去問別人，清清楚楚、明明瞭瞭。"
    },
    {
      "id": "12-017-1297_p0039",
      "zh_CN": "这个性，性是道，我们讲道德，了性是见道，能够随顺就是德，中国人讲道德，大德就是样样都能够随顺自性，自性「无去无来亦无住」。自性在哪里？自性不是物质，它也不是空间，它也不是时间。空间时间都是现象，都是自性变现出来的幻相，时空都是幻相，时空里面所有一切万有没有一样不是幻相，所以《金刚经》上说「凡所有相，皆是虚妄」。凡所有相，包括虚空、包括时间，怎么知道包括？你去读《百法明门论》就知道，《百法明门论》，不相应行法里面包括了时间跟空间，时间就是这里面讲的时分，空间是里面讲的方分。方是方向，方分是空间，时分是时间，都是自性所现的幻相。所以幻相有生有灭，你见了性之后，虚空就灭了，时间也灭了，没有见性的时候它在，好像它永恒不变，其实它会变，悟了就变，迷了它不变。宗门里面讲「大彻大悟，粉碎虚空」，这话是真的，不是骗人，是事实。「觉后空空无大千」是事实，六道没有了，十法界没有了，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」。",
      "zh_TW": "這個性，性是道，我們講道德，了性是見道，能夠隨順就是德，中國人講道德，大德就是樣樣都能夠隨順自性，自性「無去無來亦無住」。自性在哪裡？自性不是物質，它也不是空間，它也不是時間。空間時間都是現象，都是自性變現出來的幻相，時空都是幻相，時空裡面所有一切萬有沒有一樣不是幻相，所以《金剛經》上說「凡所有相，皆是虛妄」。凡所有相，包括虛空、包括時間，怎麼知道包括？你去讀《百法明門論》就知道，《百法明門論》，不相應行法裡面包括了時間跟空間，時間就是這裡面講的時分，空間是裡面講的方分。方是方向，方分是空間，時分是時間，都是自性所現的幻相。所以幻相有生有滅，你見了性之後，虛空就滅了，時間也滅了，沒有見性的時候它在，好像它永恆不變，其實它會變，悟了就變，迷了它不變。宗門裡面講「大徹大悟，粉碎虛空」，這話是真的，不是騙人，是事實。「覺後空空無大千」是事實，六道沒有了，十法界沒有了，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」。"
    },
    {
      "id": "12-017-1297_p0040",
      "zh_CN": "见性，有相似位，有真实位。相似位，圆教五品位就见到，解悟，你所理解的跟佛所说的相应，没有两样，佛知佛见，但是见惑还没有断。见惑没有断，说一句不好听的话，一品烦恼都没有断。这烦恼，见思烦恼一品都没断，可是你的智慧、你的理解跟佛没有两样，智者大师所示现的。虽然烦恼没断，就是我刚才讲的他有功夫，他能把烦恼控制住。教下用什么东西控制烦恼？戒定慧，用戒定慧把烦恼控制住，不起现行。净土宗是用一句阿弥陀佛把烦恼控制住，也不起现行，见思烦恼真的一品没断，带业往生。这个地方大家一定要留意、要注意到，这一句佛号要把妄想分别执着控制住才管用，控制不住，不管用。控制不住，你的智慧、你解悟的跟佛一样也不行，你还是要搞生死轮回。但是我们很清楚、很明了，真正有佛菩萨那个知见一定会控制住。断是真困难，未必能断，能断的人并不多，但是能控制的人太多了。只要到这个境界，有了佛知佛见，可以说没有控制不住的。他的戒定慧是真管用，会怎么样？看破。戒定帮助你放下万缘，放下分别执着，放下一切妄念，真行。",
      "zh_TW": "見性，有相似位，有真實位。相似位，圓教五品位就見到，解悟，你所理解的跟佛所說的相應，沒有兩樣，佛知佛見，但是見惑還沒有斷。見惑沒有斷，說一句不好聽的話，一品煩惱都沒有斷。這煩惱，見思煩惱一品都沒斷，可是你的智慧、你的理解跟佛沒有兩樣，智者大師所示現的。雖然煩惱沒斷，就是我剛才講的他有功夫，他能把煩惱控制住。教下用什麼東西控制煩惱？戒定慧，用戒定慧把煩惱控制住，不起現行。淨土宗是用一句阿彌陀佛把煩惱控制住，也不起現行，見思煩惱真的一品沒斷，帶業往生。這個地方大家一定要留意、要注意到，這一句佛號要把妄想分別執著控制住才管用，控制不住，不管用。控制不住，你的智慧、你解悟的跟佛一樣也不行，你還是要搞生死輪迴。但是我們很清楚、很明瞭，真正有佛菩薩那個知見一定會控制住。斷是真困難，未必能斷，能斷的人並不多，但是能控制的人太多了。只要到這個境界，有了佛知佛見，可以說沒有控制不住的。他的戒定慧是真管用，會怎麼樣？看破。戒定幫助你放下萬緣，放下分別執著，放下一切妄念，真行。"
    },
    {
      "id": "12-017-1297_p0041",
      "zh_CN": "『如是了知三世事』。过去、现在、未来，三世里头一定有十方，十方三世你统统都明了，这一句不是五品位，五品位做不到；这一句是证悟的位次，那就是「破一品无明，证一分法身」，禅宗里面讲明心见性，我们净土宗叫理一心不乱。事一心不乱还做不到，理一心不乱做到了。世间人常常赞美上帝「全知全能」、「无所不知，无所不能」，赞美上帝。你修行功夫到这个境界，真的，那个赞美是真实话不是假话，你确实是无所不知，无所不能，真的是全知全能。虽然全知全能，没有达到究竟。究竟，那要到一真法界，慢慢往上提升，把你的烦恼习气要淘汰尽，淘汰得干干净净；这就是所谓四十一品无明，只要破一品就「如是了知三世事」。一品无明没破，不行，这个就不是你的境界。这是法身菩萨的境界。",
      "zh_TW": "『如是了知三世事』。過去、現在、未來，三世裡頭一定有十方，十方三世你統統都明瞭，這一句不是五品位，五品位做不到；這一句是證悟的位次，那就是「破一品無明，證一分法身」，禪宗裡面講明心見性，我們淨土宗叫理一心不亂。事一心不亂還做不到，理一心不亂做到了。世間人常常讚美上帝「全知全能」、「無所不知，無所不能」，讚美上帝。你修行功夫到這個境界，真的，那個讚美是真實話不是假話，你確實是無所不知，無所不能，真的是全知全能。雖然全知全能，沒有達到究竟。究竟，那要到一真法界，慢慢往上提升，把你的煩惱習氣要淘汰盡，淘汰得乾乾淨淨；這就是所謂四十一品無明，只要破一品就「如是了知三世事」。一品無明沒破，不行，這個就不是你的境界。這是法身菩薩的境界。"
    },
    {
      "id": "12-017-1297_p0042",
      "zh_CN": "法身菩萨叫分证即佛，他是真佛，他不是假佛。十法界里面的佛是相似即佛，不是真的，为什么？无明没破，只是分别执着尽了，完全断尽了，就差无明没破，所以他是相似即佛。六道里面的佛是观行即佛，就是智者大师讲的圆五品位。六即佛里面，这个观照功夫确实是要慢慢向上提升，从观行到相似，到真实，再到究竟，这是圆教初住到等觉这四十一个位次都叫做分证。真的是证得了，但是不圆满，他证得局部，部分，不是证得圆满，究竟那才证得圆满。当然这个地方最究竟，真的是最究竟，我们把它的范围展开一点，包括分证，包括一真法界四十一位法身大士，他都有这个能力。",
      "zh_TW": "法身菩薩叫分證即佛，他是真佛，他不是假佛。十法界裡面的佛是相似即佛，不是真的，為什麼？無明沒破，只是分別執著盡了，完全斷盡了，就差無明沒破，所以他是相似即佛。六道裡面的佛是觀行即佛，就是智者大師講的圓五品位。六即佛裡面，這個觀照功夫確實是要慢慢向上提升，從觀行到相似，到真實，再到究竟，這是圓教初住到等覺這四十一個位次都叫做分證。真的是證得了，但是不圓滿，他證得局部，部分，不是證得圓滿，究竟那才證得圓滿。當然這個地方最究竟，真的是最究竟，我們把它的範圍展開一點，包括分證，包括一真法界四十一位法身大士，他都有這個能力。"
    },
    {
      "id": "12-017-1297_p0043",
      "zh_CN": "四圣法界，我们讲阿罗汉、辟支佛、菩萨、十法界里面的佛，是相似位。也知三世事，相似位。为什么？譬如，他要帮助一个人看过去世，他要入定，这我们在经上常常看到阿罗汉要入定。你看《地藏经》上光目女，母亲死了，母亲在生的时候造作很多罪业，她想死了之后一定去不好的地方，遇到阿罗汉，请阿罗汉帮她忙。阿罗汉入定，出定之后告诉她，入定是空间维次突破，他看到她母亲在地狱受罪，就出来告诉她。法身菩萨，圆教初住，不要入定，无论什么时候想看它就在面前，不想看就没有。真的像看电视一样，想看，那个频道一按就在面前；不想看，频道关起来，不要去入定，这个功夫就高！",
      "zh_TW": "四聖法界，我們講阿羅漢、辟支佛、菩薩、十法界裡面的佛，是相似位。也知三世事，相似位。為什麼？譬如，他要幫助一個人看過去世，他要入定，這我們在經上常常看到阿羅漢要入定。你看《地藏經》上光目女，母親死了，母親在生的時候造作很多罪業，她想死了之後一定去不好的地方，遇到阿羅漢，請阿羅漢幫她忙。阿羅漢入定，出定之後告訴她，入定是空間維次突破，他看到她母親在地獄受罪，就出來告訴她。法身菩薩，圓教初住，不要入定，無論什麼時候想看它就在面前，不想看就沒有。真的像看電視一樣，想看，那個頻道一按就在面前；不想看，頻道關起來，不要去入定，這個功夫就高！"
    },
    {
      "id": "12-017-1297_p0044",
      "zh_CN": "末后这一句『超诸方便成十力』。果满，上面三句因圆，因圆果满。「十力」是如来果地上的果报，如来果德说不尽，这个地方是举一种。大乘教里面常常讲，说我们凡夫跟佛的关系，关系非常密切，「十方三世佛，共同一法身」。这个话大家听到耳熟，三世佛，过去佛、现在佛、未来佛。总是要记住，一切众生皆是未来佛！你要是晓得一切众生皆是未来佛，你怎么能不尊重他？你怎么可以得罪他？连蚊虫蚂蚁都是未来佛，牠是众生，牠是一条命，为什么会变成蚊虫蚂蚁？佛经里头有说，过去生中牠做人的时候非常傲慢，狂妄自大瞧不起人，所以牠就变成最小的身。决不是菩萨惩罚牠，阎罗王惩罚牠，不是的，业力变现的。人为什么大身？这个人谦虚卑下，愈是谦虚愈是肯下人，那个身形愈大。佛经里讲这些道理，你常常想想，有味道！我们不能不认真学。",
      "zh_TW": "末後這一句『超諸方便成十力』。果滿，上面三句因圓，因圓果滿。「十力」是如來果地上的果報，如來果德說不盡，這個地方是舉一種。大乘教裡面常常講，說我們凡夫跟佛的關係，關係非常密切，「十方三世佛，共同一法身」。這個話大家聽到耳熟，三世佛，過去佛、現在佛、未來佛。總是要記住，一切眾生皆是未來佛！你要是曉得一切眾生皆是未來佛，你怎麼能不尊重他？你怎麼可以得罪他？連蚊蟲螞蟻都是未來佛，牠是眾生，牠是一條命，為什麼會變成蚊蟲螞蟻？佛經裡頭有說，過去生中牠做人的時候非常傲慢，狂妄自大瞧不起人，所以牠就變成最小的身。決不是菩薩懲罰牠，閻羅王懲罰牠，不是的，業力變現的。人為什麼大身？這個人謙虛卑下，愈是謙虛愈是肯下人，那個身形愈大。佛經裡講這些道理，你常常想想，有味道！我們不能不認真學。"
    },
    {
      "id": "12-017-1297_p0045",
      "zh_CN": "十方三世佛共同一法身，法身就是我们此地讲的性，这第二句讲的「无去无来亦无住」，这法身，共同一法身。法身没有相，法身是性，法身不生不灭，法身无处不在，无时不在，它是一切万事万物之体，万事万物依它显现出来，就像什么？就像我们现在看电视，法身是这萤光幕，它什么都没有，但是它能现相。法身就像电影，我们看电影，电影的银幕，共同一法身，一心，我们这里讲一念，你是真心；一智慧，自性本具般若智慧；力，就是十力；无畏，四无畏，力无畏亦然，都是一样的！你记住，过去佛、现在佛、未来佛。如果你懂这个道理，你常常能够作如是观，六根看外面境界，一切人也好，一切事也好，一切物也好，山河大地，树木花草，你都能这样看，你接近道就不远了，那你消业障消得好快。你想想看，毁谤我的人，指着鼻子骂我的人，他是佛！他是我过去父母，未来诸佛！他今天这样指责我，我乖乖的接受，就像接受父母教训一样，哪还敢反驳？不可以有怨恨心，很快成就，那个消业障消得好快。你为什么消不了业障？不服气，你凭什么说我？这就完了，这是业障上面再增加业障，不但不能消，增长！",
      "zh_TW": "十方三世佛共同一法身，法身就是我們此地講的性，這第二句講的「無去無來亦無住」，這法身，共同一法身。法身沒有相，法身是性，法身不生不滅，法身無處不在，無時不在，它是一切萬事萬物之體，萬事萬物依它顯現出來，就像什麼？就像我們現在看電視，法身是這螢光幕，它什麼都沒有，但是它能現相。法身就像電影，我們看電影，電影的銀幕，共同一法身，一心，我們這裡講一念，你是真心；一智慧，自性本具般若智慧；力，就是十力；無畏，四無畏，力無畏亦然，都是一樣的！你記住，過去佛、現在佛、未來佛。如果你懂這個道理，你常常能夠作如是觀，六根看外面境界，一切人也好，一切事也好，一切物也好，山河大地，樹木花草，你都能這樣看，你接近道就不遠了，那你消業障消得好快。你想想看，毀謗我的人，指著鼻子罵我的人，他是佛！他是我過去父母，未來諸佛！他今天這樣指責我，我乖乖的接受，就像接受父母教訓一樣，哪還敢反駁？不可以有怨恨心，很快成就，那個消業障消得好快。你為什麼消不了業障？不服氣，你憑什麼說我？這就完了，這是業障上面再增加業障，不但不能消，增長！"
    },
    {
      "id": "12-017-1297_p0046",
      "zh_CN": "诸位想想，我们自己在修行的过程当中，这些年当中，我们的业障是消还是在增长？要好好的反省反省。如果是消，好，消是什么？决定你智慧现前，业障消一分，智慧长一分。你业障消不了，智慧就没有了。从这个地方检点反省，你才真正找到自己功夫得不得力。所以我常讲，修行功夫从哪里看？就从你面孔上看，从你身体上看，从你动作上，从你处事待人接物上看，你像不像个佛？像不像菩萨？那你要问，到底要怎么修？我就老实告诉你，经不可以一天不读，经看不懂，那真的不是假的；那我再劝你一句，讲经不能一天不听，天天听讲，天天不间断，要听多久？一般讲的是五年，五年你心也定下来，你智慧也开了，到那时候可以不听。看经你看得懂，你能看出味道出来，法味现前，欲罢不能。你现在为什么看不下去？看不懂，没有兴趣，烦恼习气重，烦躁，心静不下来。功夫深了，心地清净，烦躁习气没有了，心地清净，心定。坐下来，坐几个钟点如如不动。像了凡先生禅堂里头坐三天三夜，不起妄念，这个时候读经就很有味道。",
      "zh_TW": "諸位想想，我們自己在修行的過程當中，這些年當中，我們的業障是消還是在增長？要好好的反省反省。如果是消，好，消是什麼？決定你智慧現前，業障消一分，智慧長一分。你業障消不了，智慧就沒有了。從這個地方檢點反省，你才真正找到自己功夫得不得力。所以我常講，修行功夫從哪裡看？就從你面孔上看，從你身體上看，從你動作上，從你處事待人接物上看，你像不像個佛？像不像菩薩？那你要問，到底要怎麼修？我就老實告訴你，經不可以一天不讀，經看不懂，那真的不是假的；那我再勸你一句，講經不能一天不聽，天天聽講，天天不間斷，要聽多久？一般講的是五年，五年你心也定下來，你智慧也開了，到那時候可以不聽。看經你看得懂，你能看出味道出來，法味現前，欲罷不能。你現在為什麼看不下去？看不懂，沒有興趣，煩惱習氣重，煩躁，心靜不下來。功夫深了，心地清淨，煩躁習氣沒有了，心地清淨，心定。坐下來，坐幾個鐘點如如不動。像了凡先生禪堂裡頭坐三天三夜，不起妄念，這個時候讀經就很有味道。"
    },
    {
      "id": "12-017-1297_p0047",
      "zh_CN": "此地举佛果地上的十力，力是能力，十种殊胜的能力。不但世间人不能比，菩萨也比不上。这个十力，我们在《华严经》前面好像也讲过好几遍，现在我们把名字念一念：第一个叫「是处非处智力」，他知一切众生因缘果报，有这个能力。第二个是「业智力」，业是造作，知一切众生过去现在未来的造业、造作，有这个能力。这我们讲神通，都是属于他心、宿命。第三个是「定智力」，定智力是知一切禅定三昧，八万四千法门，八万四千种修定的方法，他都知道。知道这个，教化众生方便，看看你过去造些什么业，你用哪一种方法修容易成就、容易得定。第四是「根智力」，知一切众生根性，你是上根、是中根、是下根，所以佛讲经说法契机，道理在此地，他有这么大的能力。第五个是「欲智力」，欲是什么？晓得你喜欢什么，你爱好什么。第六个是「界智力」，界是讲一切众生种种界分，也是属于你的习气，你的爱好。界也是一个界线，边际，从这上说，你到哪一个阶层？像读书一样，你是属于中等学校或者高等学校，是属于几年级，这是属于界分。第七个「至处智力」，知道一切道，无论你修学哪个法门，修学那个道门，你最高达到什么境界，他有这种能力。这个世间修道的人多，五花八门，你到底最后结果到什么地方，佛清清楚楚、明明了瞭。第八个「宿命」，宿命是能知一切众生生生世世，每一生每一世你叫什么名字，你干些什么事情，没有一样不晓得。第九个是「天眼」，能够见一切众生，生生世世所有一切状况统统见到。最后一个「漏尽」，漏尽是属于自己，知道自己烦恼断尽，也就是执着分别妄想确确实实都断尽，自己清清楚楚、明明了瞭，漏尽智力。",
      "zh_TW": "此地舉佛果地上的十力，力是能力，十種殊勝的能力。不但世間人不能比，菩薩也比不上。這個十力，我們在《華嚴經》前面好像也講過好幾遍，現在我們把名字念一念：第一個叫「是處非處智力」，他知一切眾生因緣果報，有這個能力。第二個是「業智力」，業是造作，知一切眾生過去現在未來的造業、造作，有這個能力。這我們講神通，都是屬於他心、宿命。第三個是「定智力」，定智力是知一切禪定三昧，八萬四千法門，八萬四千種修定的方法，他都知道。知道這個，教化眾生方便，看看你過去造些什麼業，你用哪一種方法修容易成就、容易得定。第四是「根智力」，知一切眾生根性，你是上根、是中根、是下根，所以佛講經說法契機，道理在此地，他有這麼大的能力。第五個是「欲智力」，欲是什麼？曉得你喜歡什麼，你愛好什麼。第六個是「界智力」，界是講一切眾生種種界分，也是屬於你的習氣，你的愛好。界也是一個界線，邊際，從這上說，你到哪一個階層？像讀書一樣，你是屬於中等學校或者高等學校，是屬於幾年級，這是屬於界分。第七個「至處智力」，知道一切道，無論你修學哪個法門，修學那個道門，你最高達到什麼境界，他有這種能力。這個世間修道的人多，五花八門，你到底最後結果到什麼地方，佛清清楚楚、明明瞭瞭。第八個「宿命」，宿命是能知一切眾生生生世世，每一生每一世你叫什麼名字，你幹些什麼事情，沒有一樣不曉得。第九個是「天眼」，能夠見一切眾生，生生世世所有一切狀況統統見到。最後一個「漏盡」，漏盡是屬於自己，知道自己煩惱斷盡，也就是執著分別妄想確確實實都斷盡，自己清清楚楚、明明瞭瞭，漏盡智力。"
    },
    {
      "id": "12-017-1297_p0048",
      "zh_CN": "这是如来果地上十种智力，菩萨也有，但是菩萨没有佛这么彻底，这么究竟。菩萨，我们晓得法身菩萨有四十一个阶级。由此可知，菩萨这个十力，菩萨的十力每个位次功夫浅深不一样，愈是位次高的愈接近佛的究竟圆满智慧。今天时间到了，这一首偈我们就讲到此地。",
      "zh_TW": "這是如來果地上十種智力，菩薩也有，但是菩薩沒有佛這麼徹底，這麼究竟。菩薩，我們曉得法身菩薩有四十一個階級。由此可知，菩薩這個十力，菩薩的十力每個位次功夫淺深不一樣，愈是位次高的愈接近佛的究竟圓滿智慧。今天時間到了，這一首偈我們就講到此地。"
    }
  ]
}