{
  "doc_id": "12-017-0552",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五五二卷",
    "zh_TW": "第五五二卷"
  },
  "year": "2001",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0552",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "12-017-0552_p0001",
      "zh_CN": "诸位同学，请看「世主妙严品」，说偈赞佛，善勇猛菩萨偈颂第九首：",
      "zh_TW": "諸位同學，請看「世主妙嚴品」，說偈讚佛，善勇猛菩薩偈頌第九首："
    },
    {
      "id": "12-017-0552_p0002",
      "zh_CN": "【或见佛相福庄严，及见此福所从生，往昔修行诸度海，皆佛相中明了见。】",
      "zh_TW": "【或見佛相福莊嚴，及見此福所從生，往昔修行諸度海，皆佛相中明了見。】"
    },
    {
      "id": "12-017-0552_p0003",
      "zh_CN": "这一首偈是赞颂「见佛福相」，也有四个意思。第一句是讲「见福相」，诸佛如来圆满的福相，是九法界众生所仰慕的，佛的相好光明，也是九法界众生所不能够相比的。什么原因？第二句说出来了，『及见此福所从生』，从果上我们就见到因行。大乘经教了义经典，佛为我们说的「佛有无量相，相有无量好」，相好真正的原因，是自性本来具足的，这个道理要懂。自性本具的三种真实的德用，第一个是智慧，究竟圆满的智慧，第二个是能力，我们常讲万德万德，无所不能；智慧是无所不知，能力是无所不能，自性本来具足的。今天说这个我不会，那个我不会，你为什么不会？迷失了自性，所以就变成什么都不会。还有一个，就是自性本具相好，「身有无量相，相有无量好」，是自性本来具足的。",
      "zh_TW": "這一首偈是讚頌「見佛福相」，也有四個意思。第一句是講「見福相」，諸佛如來圓滿的福相，是九法界眾生所仰慕的，佛的相好光明，也是九法界眾生所不能夠相比的。什麼原因？第二句說出來了，『及見此福所從生』，從果上我們就見到因行。大乘經教了義經典，佛為我們說的「佛有無量相，相有無量好」，相好真正的原因，是自性本來具足的，這個道理要懂。自性本具的三種真實的德用，第一個是智慧，究竟圓滿的智慧，第二個是能力，我們常講萬德萬德，無所不能；智慧是無所不知，能力是無所不能，自性本來具足的。今天說這個我不會，那個我不會，你為什麼不會？迷失了自性，所以就變成什麼都不會。還有一個，就是自性本具相好，「身有無量相，相有無量好」，是自性本來具足的。"
    },
    {
      "id": "12-017-0552_p0004",
      "zh_CN": "为什么说「及见此福所从生」，这句话怎么讲法？我们迷失了自性，把我们本有究竟圆满的智慧、能力、相好统统都失掉了。这个失掉叫做迷失，同学们一定要知道，不是真的失掉，迷失。什么时候我们才能恢复？觉悟就能恢复。迷了！迷的样子是什么？总的来说，你起了妄想分别执着，这是迷的样子；没有妄想分别执着，这是觉悟的样子。这是佛教导我们总的纲领、总的原则。所以我们在一切时一切处，如果还有妄想分别执着，自己一定要明了「我在迷，我没有觉」，为什么？觉悟的人没有妄想分别执着，我还有。这三种就是三个不同的层次，迷悟有浅深，这三种情形都有，迷得很深、迷得很重。",
      "zh_TW": "為什麼說「及見此福所從生」，這句話怎麼講法？我們迷失了自性，把我們本有究竟圓滿的智慧、能力、相好統統都失掉了。這個失掉叫做迷失，同學們一定要知道，不是真的失掉，迷失。什麼時候我們才能恢復？覺悟就能恢復。迷了！迷的樣子是什麼？總的來說，你起了妄想分別執著，這是迷的樣子；沒有妄想分別執著，這是覺悟的樣子。這是佛教導我們總的綱領、總的原則。所以我們在一切時一切處，如果還有妄想分別執著，自己一定要明瞭「我在迷，我沒有覺」，為什麼？覺悟的人沒有妄想分別執著，我還有。這三種就是三個不同的層次，迷悟有淺深，這三種情形都有，迷得很深、迷得很重。"
    },
    {
      "id": "12-017-0552_p0005",
      "zh_CN": "佛经里面常常说这些东西叫做烦恼，妄想是无明烦恼，分别是尘沙烦恼，执着是见思烦恼，统统具足是六道凡夫。如果这三种烦恼非常严重，那就必定堕三恶道。这三种烦恼里面我们去掉一种，不执着了，于世出世间一切法都不执着，烦恼就轻了，证阿罗汉果。你就能超越六道轮回，但是出不了十法界。六道轮回是个小圈圈，十法界是大圈圈，小圈圈出去了，大圈圈出不去。为什么？你的妄想分别没有断，你只断执着。更进一步，我对于世出世间一切法不分别了，心更清净，定功更深，顺境逆境、善缘恶缘，清清楚楚、明明白白，这是智慧。如如不动，《金刚经》上讲的「不取于相，如如不动」，诸位要晓得，不取于相不是把那个相不要了，那你就错了，心里头不着相，不是离开外面的现象；你要把外面现象离开了，那叫恶取空，那个错了，那是外道，那不是佛道。外道依旧是迷而不觉。六根对六尘境界，比凡夫、比二乘清楚得多；佛家常常讲，对于一切人事物，我们常讲的宇宙人生性相、理事、因果，清楚明了，这是智慧。",
      "zh_TW": "佛經裡面常常說這些東西叫做煩惱，妄想是無明煩惱，分別是塵沙煩惱，執著是見思煩惱，統統具足是六道凡夫。如果這三種煩惱非常嚴重，那就必定墮三惡道。這三種煩惱裡面我們去掉一種，不執著了，於世出世間一切法都不執著，煩惱就輕了，證阿羅漢果。你就能超越六道輪迴，但是出不了十法界。六道輪迴是個小圈圈，十法界是大圈圈，小圈圈出去了，大圈圈出不去。為什麼？你的妄想分別沒有斷，你只斷執著。更進一步，我對於世出世間一切法不分別了，心更清淨，定功更深，順境逆境、善緣惡緣，清清楚楚、明明白白，這是智慧。如如不動，《金剛經》上講的「不取於相，如如不動」，諸位要曉得，不取於相不是把那個相不要了，那你就錯了，心裡頭不著相，不是離開外面的現象；你要把外面現象離開了，那叫惡取空，那個錯了，那是外道，那不是佛道。外道依舊是迷而不覺。六根對六塵境界，比凡夫、比二乘清楚得多；佛家常常講，對於一切人事物，我們常講的宇宙人生性相、理事、因果，清楚明瞭，這是智慧。"
    },
    {
      "id": "12-017-0552_p0006",
      "zh_CN": "虽然清楚明了，一丝毫不沾染，就是佛教给须菩提尊者的「不取于相，如如不动」。这两句话用现代话来说，外不着相，决定不会受外面境界干扰，不会受外面境界影响；眼，我见色绝不被色所转、绝不被色所动、绝不被色所迷，决定不为色相影响；耳不被声影响，鼻不被香影响，舌不被味影响，你就能入事事无碍的法界，事事无碍就是华严境界。凡夫眼见色被色所迷，顺自己意思的起贪爱，不顺自己意思的起厌恶，他被外面境界所转了，被外面境界所动了。一个修行人跟普通凡夫，差别就在此地。凡夫六根接触外面六尘境界，决定起贪瞋痴慢，决定起自私自利，决定会有控制占有这个念头生起，这些念头、这些行为，给诸位说，真如本性里头没有！佛教导我们的，真如本性里头没有的东西我们不要把它放在心上，要彻底放下，身心世界一切放下，没有的东西嘛！自性里面有的，我们要保持，自性里有的是什么？般若智慧、无量德能、无量相好。",
      "zh_TW": "雖然清楚明瞭，一絲毫不沾染，就是佛教給須菩提尊者的「不取於相，如如不動」。這兩句話用現代話來說，外不著相，決定不會受外面境界干擾，不會受外面境界影響；眼，我見色絕不被色所轉、絕不被色所動、絕不被色所迷，決定不為色相影響；耳不被聲影響，鼻不被香影響，舌不被味影響，你就能入事事無礙的法界，事事無礙就是華嚴境界。凡夫眼見色被色所迷，順自己意思的起貪愛，不順自己意思的起厭惡，他被外面境界所轉了，被外面境界所動了。一個修行人跟普通凡夫，差別就在此地。凡夫六根接觸外面六塵境界，決定起貪瞋痴慢，決定起自私自利，決定會有控制佔有這個念頭生起，這些念頭、這些行為，給諸位說，真如本性裡頭沒有！佛教導我們的，真如本性裡頭沒有的東西我們不要把它放在心上，要徹底放下，身心世界一切放下，沒有的東西嘛！自性裡面有的，我們要保持，自性裡有的是什麼？般若智慧、無量德能、無量相好。"
    },
    {
      "id": "12-017-0552_p0007",
      "zh_CN": "像世尊为我们示现的那是劣应身，三十二相八十种好，这是到人间来，到我们这个世间来，我们这个世间人，如是的分别执着；佛很慈悲，「恒顺众生，随喜功德」，你们执着三十二相，我就现三十二相，你们执着八十种好，我就示现八十种好，现这个福相给你看。实实在在的自性本具，那个相好是无量无边，没有止尽的，我们要懂得、要明了。于是佛这种示现，不说别的，就拿世尊应化，为什么？给我们有最明显的启示。他在经上告诉我们，菩萨成佛、菩萨示现成佛，要用一百劫的时间去修相好。实在说，我们读佛经千万要记住一句话，不要死在名句之下；一百劫实际上是什么意思？是个很长的时间，不一定是一百劫。因为时间跟空间在佛法里面都是属于不相应行法，它不是事实，所以说长说短，并没有一定的长短，是从相对来讲的。我们不能够执着，执着就错了，执着不是佛的意思。换句话说，要用相当长的时间种善因，善因就得善的果报；由此可知，这一百劫佛菩萨示现的是什么？原来是因果教育。",
      "zh_TW": "像世尊為我們示現的那是劣應身，三十二相八十種好，這是到人間來，到我們這個世間來，我們這個世間人，如是的分別執著；佛很慈悲，「恆順眾生，隨喜功德」，你們執著三十二相，我就現三十二相，你們執著八十種好，我就示現八十種好，現這個福相給你看。實實在在的自性本具，那個相好是無量無邊，沒有止盡的，我們要懂得、要明瞭。於是佛這種示現，不說別的，就拿世尊應化，為什麼？給我們有最明顯的啟示。他在經上告訴我們，菩薩成佛、菩薩示現成佛，要用一百劫的時間去修相好。實在說，我們讀佛經千萬要記住一句話，不要死在名句之下；一百劫實際上是什麼意思？是個很長的時間，不一定是一百劫。因為時間跟空間在佛法裡面都是屬於不相應行法，它不是事實，所以說長說短，並沒有一定的長短，是從相對來講的。我們不能夠執著，執著就錯了，執著不是佛的意思。換句話說，要用相當長的時間種善因，善因就得善的果報；由此可知，這一百劫佛菩薩示現的是什麼？原來是因果教育。"
    },
    {
      "id": "12-017-0552_p0008",
      "zh_CN": "菩萨示现成佛，最后一个阶段示现给众生看的是因果教育。种善因得善果，种不善的因，一定得不善的果报，你看看这个味道多么深远！于是世间人不一定有求觉悟的这个念头，但是没有不求福的、没有不求相好的，相貌实在长得不怎么样还要去美容。你看街上很多美容院，他们赚什么钱？赚想得相好的那些人的钱。我们也曾经听不少同修说，美容起的副作用到最后把整个相貌都破坏了，还得了一身病，因为他注射化学东西。总而言之一句话，好美心切！喜欢相好。连阿难尊者也不例外，我们在楞严会上看到，阿难为什么出家？看到释迦牟尼佛的相好，他着迷了，他心里想世尊相貌这么好，这种相貌绝对不是父母所生的，一定是修来的，他出家修行目的是为修相好。你看看一百劫这个用意多深，这是提倡因果教育。",
      "zh_TW": "菩薩示現成佛，最後一個階段示現給眾生看的是因果教育。種善因得善果，種不善的因，一定得不善的果報，你看看這個味道多麼深遠！於是世間人不一定有求覺悟的這個念頭，但是沒有不求福的、沒有不求相好的，相貌實在長得不怎麼樣還要去美容。你看街上很多美容院，他們賺什麼錢？賺想得相好的那些人的錢。我們也曾經聽不少同修說，美容起的副作用到最後把整個相貌都破壞了，還得了一身病，因為他注射化學東西。總而言之一句話，好美心切！喜歡相好。連阿難尊者也不例外，我們在楞嚴會上看到，阿難為什麼出家？看到釋迦牟尼佛的相好，他著迷了，他心裡想世尊相貌這麼好，這種相貌絕對不是父母所生的，一定是修來的，他出家修行目的是為修相好。你看看一百劫這個用意多深，這是提倡因果教育。"
    },
    {
      "id": "12-017-0552_p0009",
      "zh_CN": "相好包括依正庄严，我相貌好，体质要好，身体要好；相好身体不好，常常多病，那个不圆满。身体要好，我居住的环境要好，居住在这个地区风调雨顺、国泰民安，人民都知道平等对待、和睦相处。菩萨学佛目的在此地，不是求个人解脱，求个人解脱是一个理想的愿望，但是很不容易达到。大乘佛法：我一个人解脱，我希望大家一起解脱，你看这个心量多大！不为个人，起心动念为众生，为大家着想，这个意义就非常深刻，真正有意义有价值。我们能体会到佛菩萨这一个深刻的教学，我们知道应该从哪里用功。「及见此福所从生」，佛所修的六度万行，所修的那真叫无量无边。我们常常在讲席里头提醒同学，日常生活当中点点滴滴，修行是在生活当中，道场就是我们现实的环境。一切时一切处、一切人事物我们面对着，这就是我们修行的大道场，我们在这个大道场里面，把我们自己的过失毛病、烦恼习气要统统把它修掉，这叫修行。",
      "zh_TW": "相好包括依正莊嚴，我相貌好，體質要好，身體要好；相好身體不好，常常多病，那個不圓滿。身體要好，我居住的環境要好，居住在這個地區風調雨順、國泰民安，人民都知道平等對待、和睦相處。菩薩學佛目的在此地，不是求個人解脫，求個人解脫是一個理想的願望，但是很不容易達到。大乘佛法：我一個人解脫，我希望大家一起解脫，你看這個心量多大！不為個人，起心動念為眾生，為大家著想，這個意義就非常深刻，真正有意義有價值。我們能體會到佛菩薩這一個深刻的教學，我們知道應該從哪裡用功。「及見此福所從生」，佛所修的六度萬行，所修的那真叫無量無邊。我們常常在講席裡頭提醒同學，日常生活當中點點滴滴，修行是在生活當中，道場就是我們現實的環境。一切時一切處、一切人事物我們面對著，這就是我們修行的大道場，我們在這個大道場裡面，把我們自己的過失毛病、煩惱習氣要統統把它修掉，這叫修行。"
    },
    {
      "id": "12-017-0552_p0010",
      "zh_CN": "我在初出家的时候，有一个居士他在台北圆山那边有一栋别墅，是日式的房子，在二次大战的时候为了躲避联军飞机的轰炸，所以在山上建了一个别墅，建了防空洞。大战结束之后，他们都住在市区，这一栋别墅建得非常之好，没有人住了，带我去看。我看了非常欢喜，然后我到台中去报告老师，我说现在有这么个缘分，我到山上去住茅篷进修好不好？老师听了之后笑笑，告诉我：古人闭关住山，住山就是住茅篷，是有条件的。我说：什么条件？道业成就了，参禅的人大彻大悟、明心见性，学教的人大开圆解；这个时候，为什么要住茅篷闭关？你自己虽然开悟证果了，没有法缘，没有人请你下山弘法，所以住山住茅篷、闭关就是向天下人宣告，我已经修行证果，你们可以到这里来请法，原来是这么回事情。他老人家反过来说：「你有没有听说过赵州八十犹行脚？」这在中国佛教史里面是一个很好的例子，赵州和尚八十岁了，还到处参学，他为什么不闭关？他为什么不去住山，享享清福？没有开悟。换句话说，烦恼习气还没有断尽，那怎么办？参学去。这么一说，我就不敢去了，我明白了我不够资格。可是有不少我那个时候同学，大致上我们差不多年龄一起出家的，有好几位出家之后没有多久就闭关，也住小茅篷，果然跟李老师讲的一样，没有成就。",
      "zh_TW": "我在初出家的時候，有一個居士他在台北圓山那邊有一棟別墅，是日式的房子，在二次大戰的時候為了躲避聯軍飛機的轟炸，所以在山上建了一個別墅，建了防空洞。大戰結束之後，他們都住在市區，這一棟別墅建得非常之好，沒有人住了，帶我去看。我看了非常歡喜，然後我到台中去報告老師，我說現在有這麼個緣分，我到山上去住茅篷進修好不好？老師聽了之後笑笑，告訴我：古人閉關住山，住山就是住茅篷，是有條件的。我說：什麼條件？道業成就了，參禪的人大徹大悟、明心見性，學教的人大開圓解；這個時候，為什麼要住茅篷閉關？你自己雖然開悟證果了，沒有法緣，沒有人請你下山弘法，所以住山住茅篷、閉關就是向天下人宣告，我已經修行證果，你們可以到這裡來請法，原來是這麼回事情。他老人家反過來說：「你有沒有聽說過趙州八十猶行腳？」這在中國佛教史裡面是一個很好的例子，趙州和尚八十歲了，還到處參學，他為什麼不閉關？他為什麼不去住山，享享清福？沒有開悟。換句話說，煩惱習氣還沒有斷盡，那怎麼辦？參學去。這麼一說，我就不敢去了，我明白了我不夠資格。可是有不少我那個時候同學，大致上我們差不多年齡一起出家的，有好幾位出家之後沒有多久就閉關，也住小茅篷，果然跟李老師講的一樣，沒有成就。"
    },
    {
      "id": "12-017-0552_p0011",
      "zh_CN": "所以如果没有真正开悟，修行多半是盲修瞎练。没有开悟之前不能离开老师，开悟之后老师一定介绍你去参学，善财童子就是个好榜样。我们在「五十三参」里面、在《四十华严》里面，没有看到善财童子去住茅篷，没有看到善财童子去闭关，他成佛了，给我们示现的好榜样。由此可知，闭关跟住茅篷是什么情形？是不得已，我成就了，可惜没有法缘。所以从前参学的人到哪里去参？找那个闭关的、找住山的，他们是真善知识，找他。古人谦虚，不像现在人，现在人胡造谣言，想尽方法去打知名度；古人谦虚，愈有成就愈谦虚，愈是说我什么都不会。你看看「五十三参」，那些都明心见性，我们在表面上看是法身菩萨、法身大士，实际上都是古佛再来示现给我们看的，教导我们的，真正是大善知识。诸佛如来他们谦虚，「无量法门我只知道一个法门，你来很好，我把我所学的法门教给你；你学了之后你明白了，你要学其他的法门，你再去参访其他的善知识。」他给你介绍。善知识有人指引的，不是随便自己去乱找乱参，那个危险性就大了。老师介绍的，一个介绍一个，这个能让我们生信心。",
      "zh_TW": "所以如果沒有真正開悟，修行多半是盲修瞎練。沒有開悟之前不能離開老師，開悟之後老師一定介紹你去參學，善財童子就是個好榜樣。我們在「五十三參」裡面、在《四十華嚴》裡面，沒有看到善財童子去住茅篷，沒有看到善財童子去閉關，他成佛了，給我們示現的好榜樣。由此可知，閉關跟住茅篷是什麼情形？是不得已，我成就了，可惜沒有法緣。所以從前參學的人到哪裡去參？找那個閉關的、找住山的，他們是真善知識，找他。古人謙虛，不像現在人，現在人胡造謠言，想盡方法去打知名度；古人謙虛，愈有成就愈謙虛，愈是說我什麼都不會。你看看「五十三參」，那些都明心見性，我們在表面上看是法身菩薩、法身大士，實際上都是古佛再來示現給我們看的，教導我們的，真正是大善知識。諸佛如來他們謙虛，「無量法門我只知道一個法門，你來很好，我把我所學的法門教給你；你學了之後你明白了，你要學其他的法門，你再去參訪其他的善知識。」他給你介紹。善知識有人指引的，不是隨便自己去亂找亂參，那個危險性就大了。老師介紹的，一個介紹一個，這個能讓我們生信心。"
    },
    {
      "id": "12-017-0552_p0012",
      "zh_CN": "我在没有学佛之前，因为在二次大战当中，多年失学，没有机会读书，所以非常想学。初到台湾，人地生疏没有依靠，自己要去找工作，要谋生，希望利用自己空余的时间去学一点东西。到学校不可能，为什么？我们自己要工作，待遇很微薄，缴不起学费；缴了学费去读书，自己吃住没有能力负担。所以必须工作，只能够利用公余的时间。怎么办？我就找一些教授，我有胆量，我打听这些学校好的教授，我给他们写信，要求在空余时间旁听他们的课程。这个信寄出去之后，几乎都有回信，星期假日约我见面，以后一个老师又介绍一个老师，老师再给我介绍老师，我认识十多位老师，哪有时间到学校去听课？只有利用假期空档的时间，我到他们家里面去拜访，等于是听他们讲开示，我学到了不少的知识、常识。我跟方东美先生也是这样认识的，给他写信。不能把大好光阴浪费掉，那太可惜了！我心里常常想，如果我是一个好老师，有一个人真正肯学，来找我，我一定会帮助他，「人同此心，心同此理」，我诚诚恳恳写信向他请教，他要是不回信，那不是好老师；真正好老师，我们有这一番诚意，一定会来找你。所以我们检验这个老师是不是真正善知识，用这个方法，我们的诚意要到，十分诚敬就得十分利益。",
      "zh_TW": "我在沒有學佛之前，因為在二次大戰當中，多年失學，沒有機會讀書，所以非常想學。初到台灣，人地生疏沒有依靠，自己要去找工作，要謀生，希望利用自己空餘的時間去學一點東西。到學校不可能，為什麼？我們自己要工作，待遇很微薄，繳不起學費；繳了學費去讀書，自己吃住沒有能力負擔。所以必須工作，只能夠利用公餘的時間。怎麼辦？我就找一些教授，我有膽量，我打聽這些學校好的教授，我給他們寫信，要求在空餘時間旁聽他們的課程。這個信寄出去之後，幾乎都有回信，星期假日約我見面，以後一個老師又介紹一個老師，老師再給我介紹老師，我認識十多位老師，哪有時間到學校去聽課？只有利用假期空檔的時間，我到他們家裡面去拜訪，等於是聽他們講開示，我學到了不少的知識、常識。我跟方東美先生也是這樣認識的，給他寫信。不能把大好光陰浪費掉，那太可惜了！我心裡常常想，如果我是一個好老師，有一個人真正肯學，來找我，我一定會幫助他，「人同此心，心同此理」，我誠誠懇懇寫信向他請教，他要是不回信，那不是好老師；真正好老師，我們有這一番誠意，一定會來找你。所以我們檢驗這個老師是不是真正善知識，用這個方法，我們的誠意要到，十分誠敬就得十分利益。"
    },
    {
      "id": "12-017-0552_p0013",
      "zh_CN": "我年轻的时候除了工作，多余的时间都是去亲近善知识；娱乐场所里面没有我的踪迹，决定找不到我的。除了这些善知识，我一定常常找他们，跟他们约会，之外我常去的一个是书店一个是图书馆，我比较常去，我要读书。我学校教育没有完成，我如何来弥补？那就用这些方法。学佛之后，我从来没有旅游过，为什么？第一个我没有那么多的旅费，第二个我没有时间。在全世界各处旅游都是人家邀请我讲经，讲经大概每天两个小时，其余的时间带我到附近观光，顺便！从来没有专门去观光旅游的。所以我的生活这一生非常单纯，可以说一生都是在做学生，天天在学习，展开经卷向释迦牟尼佛学习，向诸大菩萨们学习。我能够把学习的东西全部落实，我的思想改变了，心理改变了。我们今天念这一段偈子，相貌改变了，体质改变了，你们诸位同修有很多人看过我刚刚出家那个照片，你不会认得；刚刚出家那个时候，十年十年的看，变化很大，非常明显的改变了。",
      "zh_TW": "我年輕的時候除了工作，多餘的時間都是去親近善知識；娛樂場所裡面沒有我的蹤跡，決定找不到我的。除了這些善知識，我一定常常找他們，跟他們約會，之外我常去的一個是書店一個是圖書館，我比較常去，我要讀書。我學校教育沒有完成，我如何來彌補？那就用這些方法。學佛之後，我從來沒有旅遊過，為什麼？第一個我沒有那麼多的旅費，第二個我沒有時間。在全世界各處旅遊都是人家邀請我講經，講經大概每天兩個小時，其餘的時間帶我到附近觀光，順便！從來沒有專門去觀光旅遊的。所以我的生活這一生非常單純，可以說一生都是在做學生，天天在學習，展開經卷向釋迦牟尼佛學習，向諸大菩薩們學習。我能夠把學習的東西全部落實，我的思想改變了，心理改變了。我們今天念這一段偈子，相貌改變了，體質改變了，你們諸位同修有很多人看過我剛剛出家那個照片，你不會認得；剛剛出家那個時候，十年十年的看，變化很大，非常明顯的改變了。"
    },
    {
      "id": "12-017-0552_p0014",
      "zh_CN": "我三十三岁出家，四十三岁、五十三岁完全不一样，这个相好、体质是修来的。怎么修法？普贤菩萨教导我们「如教修行供养」，善导大师在《观经》上品上生章里面讲得很多很多。佛教我做的，我一定把它做到，克服自己的烦恼习气。佛教我忍辱，不能忍也要忍，学久了就变成自然，就若无其事，得自在快乐！舍不得也得要舍得，就在这个地方下功夫。忍人之不能忍，为人之不能为，要把自己这个难关瓶颈突破，突破之后海阔天空！我们不敢讲得大自在，小自在是真有，愈学愈欢喜，愈学愈接近美满，幸福美满的人生。在世间人来说真善美慧是有名无实，唯有真正修行人，真正如教修行，他才能体会得到。真善美慧不是在这个社会上有什么高的地位、有多少财富，与那个毫不相关；富贵贫贱、五欲六尘远远的离开，远远的离开是从心地上离开，毫不沾染，事相上一切随缘，随缘当中念念为大众示现好形象。为什么要做这种示现？帮助他觉悟。",
      "zh_TW": "我三十三歲出家，四十三歲、五十三歲完全不一樣，這個相好、體質是修來的。怎麼修法？普賢菩薩教導我們「如教修行供養」，善導大師在《觀經》上品上生章裡面講得很多很多。佛教我做的，我一定把它做到，克服自己的煩惱習氣。佛教我忍辱，不能忍也要忍，學久了就變成自然，就若無其事，得自在快樂！捨不得也得要捨得，就在這個地方下功夫。忍人之不能忍，為人之不能為，要把自己這個難關瓶頸突破，突破之後海闊天空！我們不敢講得大自在，小自在是真有，愈學愈歡喜，愈學愈接近美滿，幸福美滿的人生。在世間人來說真善美慧是有名無實，唯有真正修行人，真正如教修行，他才能體會得到。真善美慧不是在這個社會上有什麼高的地位、有多少財富，與那個毫不相關；富貴貧賤、五欲六塵遠遠的離開，遠遠的離開是從心地上離開，毫不沾染，事相上一切隨緣，隨緣當中念念為大眾示現好形象。為什麼要做這種示現？幫助他覺悟。"
    },
    {
      "id": "12-017-0552_p0015",
      "zh_CN": "我学佛是以释迦牟尼佛为榜样，起心动念我会想到「释迦牟尼佛会动这个念头吗？会起这个心吗？释迦牟尼佛会做这些事情吗？」佛不能做我就不能做，佛欢喜做我就欢喜做。我的老师李炳南老居士教我学印光法师，我真的学；以后我读《无量寿经》，我就学无量寿佛，我就学本师释迦牟尼佛。都要找一个榜样，向他学习，找到这一个模型，依照这个模型塑造自己，把自己塑得跟他很像，这是讲到修福修慧。",
      "zh_TW": "我學佛是以釋迦牟尼佛為榜樣，起心動念我會想到「釋迦牟尼佛會動這個念頭嗎？會起這個心嗎？釋迦牟尼佛會做這些事情嗎？」佛不能做我就不能做，佛歡喜做我就歡喜做。我的老師李炳南老居士教我學印光法師，我真的學；以後我讀《無量壽經》，我就學無量壽佛，我就學本師釋迦牟尼佛。都要找一個榜樣，向他學習，找到這一個模型，依照這個模型塑造自己，把自己塑得跟他很像，這是講到修福修慧。"
    },
    {
      "id": "12-017-0552_p0016",
      "zh_CN": "第三句这具体说出来了，『往昔修行诸度海』，佛的相好怎么来的？在十信位修十波罗蜜，十住位又修十波罗蜜，十行位、十回向、十地位，位位都是修十波罗蜜，十波罗蜜是性德；把无量劫来迷失的本性，逐渐圆满恢复过来了。『皆佛相中明了见』，修因证果都在佛相里头见到了。这一次马来西亚有一位同修托人转告我，他送我一百尊佛像，这个佛像我在新加坡净宗学会看到了，造得非常庄严。他送一百尊给我，我就请他分一半到此地来，另外一半送到香港与大众结缘。供养佛像一定要庄严，从佛像上能够见到佛的智慧、相好、光明，那是我们学习的榜样，比什么都重要。",
      "zh_TW": "第三句這具體說出來了，『往昔修行諸度海』，佛的相好怎麼來的？在十信位修十波羅蜜，十住位又修十波羅蜜，十行位、十迴向、十地位，位位都是修十波羅蜜，十波羅蜜是性德；把無量劫來迷失的本性，逐漸圓滿恢復過來了。『皆佛相中明了見』，修因證果都在佛相裡頭見到了。這一次馬來西亞有一位同修託人轉告我，他送我一百尊佛像，這個佛像我在新加坡淨宗學會看到了，造得非常莊嚴。他送一百尊給我，我就請他分一半到此地來，另外一半送到香港與大眾結緣。供養佛像一定要莊嚴，從佛像上能夠見到佛的智慧、相好、光明，那是我們學習的榜樣，比什麼都重要。"
    },
    {
      "id": "12-017-0552_p0017",
      "zh_CN": "清凉大师注解说得很好，第一句「见福相」，第二句「了福因」，第三句「示因体」，第四句「明见处」，说的是佛，赞叹的是佛，我们自己在这个地方要用心去体会。为什么？我们自己现在是个什么相？每天照照镜子，跟佛的相好做个比较；每天拜佛跟他比较一次，早晚课诵跟他比较比较，我今天这个相好有没有进步？具体而言，我今天有没有十波罗蜜的心？心里头有没有？有没有布施供养的念头？有没有布施供养的行为？布施供养对一切众生决定没有分别、没有执着，没有亲疏，遇到的人物都是有缘，没有缘遇不到。对一切人有没有供养的念头，有没有供养的行为？",
      "zh_TW": "清涼大師註解說得很好，第一句「見福相」，第二句「了福因」，第三句「示因體」，第四句「明見處」，說的是佛，讚歎的是佛，我們自己在這個地方要用心去體會。為什麼？我們自己現在是個什麼相？每天照照鏡子，跟佛的相好做個比較；每天拜佛跟他比較一次，早晚課誦跟他比較比較，我今天這個相好有沒有進步？具體而言，我今天有沒有十波羅蜜的心？心裡頭有沒有？有沒有布施供養的念頭？有沒有布施供養的行為？布施供養對一切眾生決定沒有分別、沒有執著，沒有親疏，遇到的人物都是有緣，沒有緣遇不到。對一切人有沒有供養的念頭，有沒有供養的行為？"
    },
    {
      "id": "12-017-0552_p0018",
      "zh_CN": "「我哪有那么多东西供养？」告诉你，见人恭恭敬敬合掌，和颜爱语，「南无阿弥陀佛，你好吗？」这是供养，不要花钱。这是什么供养？用我的形象来供养。我这是什么形象？六波罗蜜的形象，我们不讲十，十你还记不住，通常大乘法讲六波罗蜜，六波罗蜜的形象、四摄法的形象、六和敬的形象，我们用这个来供养。我们用守法来供养，我们用忍辱来供养，我们用禅定来供养，用精进来供养，这叫真供养，如教修行供养。常存此心，常生此念，常行此行。对一切众生，一定要依他的愿望、依他的希求，我们尽心尽力帮助他、满足他。在这里面需要分别的就是邪正、善恶，邪法恶法我们不供养，善法正法我们要尽心尽力帮助他，这些地方我们应该好好的来学习，认真努力学习。所以学佛修行都在日常生活当中，都是在六根接触六尘境界之处，尽虚空、遍法界是我们修学的大道场，是菩萨学处。",
      "zh_TW": "「我哪有那麼多東西供養？」告訴你，見人恭恭敬敬合掌，和顏愛語，「南無阿彌陀佛，你好嗎？」這是供養，不要花錢。這是什麼供養？用我的形象來供養。我這是什麼形象？六波羅蜜的形象，我們不講十，十你還記不住，通常大乘法講六波羅蜜，六波羅蜜的形象、四攝法的形象、六和敬的形象，我們用這個來供養。我們用守法來供養，我們用忍辱來供養，我們用禪定來供養，用精進來供養，這叫真供養，如教修行供養。常存此心，常生此念，常行此行。對一切眾生，一定要依他的願望、依他的希求，我們盡心盡力幫助他、滿足他。在這裡面需要分別的就是邪正、善惡，邪法惡法我們不供養，善法正法我們要盡心盡力幫助他，這些地方我們應該好好的來學習，認真努力學習。所以學佛修行都在日常生活當中，都是在六根接觸六塵境界之處，盡虛空、遍法界是我們修學的大道場，是菩薩學處。"
    },
    {
      "id": "12-017-0552_p0019",
      "zh_CN": "第十首：",
      "zh_TW": "第十首："
    },
    {
      "id": "12-017-0552_p0020",
      "zh_CN": "【如来功德不可量，充满法界无边际，及以神通诸境界，以佛力故能宣说。】",
      "zh_TW": "【如來功德不可量，充滿法界無邊際，及以神通諸境界，以佛力故能宣說。】"
    },
    {
      "id": "12-017-0552_p0021",
      "zh_CN": "最后这一首偈，是善勇猛菩萨总结赞叹佛德的深广，第一句是讲「数多」，『如来功德不可量』，我们在经文上要留意，它没有说佛，它说如来。佛经大多数用如来都是从性体上说，用佛多半是从形相上讲的。用如来意思非常亲切，为什么？我们都有，如来是讲我们的真如自性，真如自性里面具足的功德不可思议，无量无边。『充满法界无边际』，这个功德就是说的三大类，自性本具的般若智慧、自性本具的无量德能、自性本具的无量相好，自性里头圆满具足。这三种都是充满法界没有边际的，不仅是智慧德能，智慧是觉性是明了；德能，包括我们今天讲的太虚空当中星球的运行，现在科学家在望远镜里面所看到的星球的生灭，看到一个新的星球出现，老的星球消失，这都是自性本具的大能。小到一个原子、一个电子、一个粒子里面四大的运作，这是佛讲基础的物质，具足四种性质，这四种性质我们称之为四大。第一个它有体积，你能看得很清楚，佛用地大这个名词来代表；第二个性质它有温度，所以佛称为火大；第三个性质它有湿度，称它为水大；第四个性质它是动的，不是静止的，就称它作风大；地水火风是基本物质的四个特性。现在科学家也是这个说法，我们说地大他说物质，我们讲火大他说带阳电，我们说水大他说带阴电，我们说风大他说它们运动的速度很大，说法不一样，意思完全相同。这是什么？自性的德能，大德大能。这一个大一个小，演变成十法界依正庄严，这是自性的德能，我们常讲万德万能，「唯心所现，唯识所变」；特别是德能这一方面，「唯识所变」非常明显能看得出来，还具足无量的相好。这个世间人常讲真善美慧，充满法界虚空，十法界依正庄严。",
      "zh_TW": "最後這一首偈，是善勇猛菩薩總結讚歎佛德的深廣，第一句是講「數多」，『如來功德不可量』，我們在經文上要留意，它沒有說佛，它說如來。佛經大多數用如來都是從性體上說，用佛多半是從形相上講的。用如來意思非常親切，為什麼？我們都有，如來是講我們的真如自性，真如自性裡面具足的功德不可思議，無量無邊。『充滿法界無邊際』，這個功德就是說的三大類，自性本具的般若智慧、自性本具的無量德能、自性本具的無量相好，自性裡頭圓滿具足。這三種都是充滿法界沒有邊際的，不僅是智慧德能，智慧是覺性是明瞭；德能，包括我們今天講的太虛空當中星球的運行，現在科學家在望遠鏡裡面所看到的星球的生滅，看到一個新的星球出現，老的星球消失，這都是自性本具的大能。小到一個原子、一個電子、一個粒子裡面四大的運作，這是佛講基礎的物質，具足四種性質，這四種性質我們稱之為四大。第一個它有體積，你能看得很清楚，佛用地大這個名詞來代表；第二個性質它有溫度，所以佛稱為火大；第三個性質它有濕度，稱它為水大；第四個性質它是動的，不是靜止的，就稱它作風大；地水火風是基本物質的四個特性。現在科學家也是這個說法，我們說地大他說物質，我們講火大他說帶陽電，我們說水大他說帶陰電，我們說風大他說它們運動的速度很大，說法不一樣，意思完全相同。這是什麼？自性的德能，大德大能。這一個大一個小，演變成十法界依正莊嚴，這是自性的德能，我們常講萬德萬能，「唯心所現，唯識所變」；特別是德能這一方面，「唯識所變」非常明顯能看得出來，還具足無量的相好。這個世間人常講真善美慧，充滿法界虛空，十法界依正莊嚴。"
    },
    {
      "id": "12-017-0552_p0022",
      "zh_CN": "『及以神通诸境界』，这是讲自性本具的德用，清凉大师在这里提示「深广」，德用深广，用神通用境界来显示。我们从小的范围来观察，从自身去观察，看看自己，看自己这一天把范围缩得最小，从早晨起床到晚上睡觉这十几个小时；我们在这十几个小时当中会起心动念，念头没有法子计算，前念生后念灭。念头又非常复杂，有善、有恶、有无记，佛讲经说法，把无量无边的念头归纳为这三大类，每一类里头不晓得有多少头数。我们这十几个小时的活动，这些念头支配了我们的言语，支配了我们的行为。善的念头引导我们修善业，恶的念头引导我们造恶业，我们知不知道？不知道，这一天糊里糊涂过去了，真的是古人所讲「醉生梦死」，在佛法真正修行人、祖师大德眼目当中，可惜这一天大好光阴空过了。佛法应该怎样生活？佛在经教里头给我们讲得太多了，佛教导我们三业纯善，与世出世间一切善法相应，你得的果报就像前面我们所见的佛的相好，福相！身是福相，行是福相，果是福相，居住的环境是福相，无一不是福相。",
      "zh_TW": "『及以神通諸境界』，這是講自性本具的德用，清涼大師在這裡提示「深廣」，德用深廣，用神通用境界來顯示。我們從小的範圍來觀察，從自身去觀察，看看自己，看自己這一天把範圍縮得最小，從早晨起床到晚上睡覺這十幾個小時；我們在這十幾個小時當中會起心動念，念頭沒有法子計算，前念生後念滅。念頭又非常複雜，有善、有惡、有無記，佛講經說法，把無量無邊的念頭歸納為這三大類，每一類裡頭不曉得有多少頭數。我們這十幾個小時的活動，這些念頭支配了我們的言語，支配了我們的行為。善的念頭引導我們修善業，惡的念頭引導我們造惡業，我們知不知道？不知道，這一天糊裡糊塗過去了，真的是古人所講「醉生夢死」，在佛法真正修行人、祖師大德眼目當中，可惜這一天大好光陰空過了。佛法應該怎樣生活？佛在經教裡頭給我們講得太多了，佛教導我們三業純善，與世出世間一切善法相應，你得的果報就像前面我們所見的佛的相好，福相！身是福相，行是福相，果是福相，居住的環境是福相，無一不是福相。"
    },
    {
      "id": "12-017-0552_p0023",
      "zh_CN": "你要问这真能做得到吗？这是理想还是事实？给诸位说，是事实。事实在哪里？华藏世界是事实，西方极乐世界是事实，要再真的告诉你，我们现前这个生活环境是事实，你不会承认。为什么？不是你的境界。你哪一天成佛了，不要成太高的佛，华藏世界初住菩萨，初住菩萨就成佛了，这是成佛最低的你就得到了，你才恍惚大悟，眼前这个世界原来就是华藏世界，眼前这个世界原来就是极乐世界。为什么？心转境界。我们现在为什么见不到？我们心没有转过来，没有能把恶转成善，没有能把染转成净，没有能把迷转成悟，所以我们今天所看的这个世界是个什么样子？变形的世界。好像我们是好眼睛的人，眼睛一点毛病都没有，戴起有光度的眼镜，戴起眼镜感觉到天地都转了，外面一些景光都不对了。不是我们眼出了毛病，是那个眼睛镜片出了毛病，也不是外面境界出了毛病，毛病出在哪里？毛病就出在那个镜片，真的是这个样子！",
      "zh_TW": "你要問這真能做得到嗎？這是理想還是事實？給諸位說，是事實。事實在哪裡？華藏世界是事實，西方極樂世界是事實，要再真的告訴你，我們現前這個生活環境是事實，你不會承認。為什麼？不是你的境界。你哪一天成佛了，不要成太高的佛，華藏世界初住菩薩，初住菩薩就成佛了，這是成佛最低的你就得到了，你才恍惚大悟，眼前這個世界原來就是華藏世界，眼前這個世界原來就是極樂世界。為什麼？心轉境界。我們現在為什麼見不到？我們心沒有轉過來，沒有能把惡轉成善，沒有能把染轉成淨，沒有能把迷轉成悟，所以我們今天所看的這個世界是個什麼樣子？變形的世界。好像我們是好眼睛的人，眼睛一點毛病都沒有，戴起有光度的眼鏡，戴起眼鏡感覺到天地都轉了，外面一些景光都不對了。不是我們眼出了毛病，是那個眼睛鏡片出了毛病，也不是外面境界出了毛病，毛病出在哪裡？毛病就出在那個鏡片，真的是這個樣子！"
    },
    {
      "id": "12-017-0552_p0024",
      "zh_CN": "这个眼睛比喻我们的自性，自性没有毛病，外面境界是我们自性现的现象，「唯心所现」，它没有出毛病，毛病出在镜片。我们这个镜片是什么？我们镜片是八识五十一心所，戴上八识的眼睛把华藏世界看扁了，把极乐世界也看错了，阿弥陀佛、毘卢遮那佛就在你眼前不认得了。毘卢遮那佛遍一切处，阿弥陀佛又何尝不遍一切处？在这个经上我们所读到的，「法身菩萨遍一切处」，为什么？他们证得法身，法身遍一切处；他们证得报身，报身遍一切处；他们的应化身，众生有感他就有应，也是遍一切处。他所化现的不仅是化现一切人物，男女老少各行各业，《普门品》里面讲的三十二应；他化现动物植物，我们就不知道了，他化现自然形象我们就更没有办法捉摸了。尽虚空遍法界，无不是毘卢遮那佛、阿弥陀佛的变现，我们到哪里找佛？会的当下就是！不会的，那就是十万八千佛国土了。",
      "zh_TW": "這個眼睛比喻我們的自性，自性沒有毛病，外面境界是我們自性現的現象，「唯心所現」，它沒有出毛病，毛病出在鏡片。我們這個鏡片是什麼？我們鏡片是八識五十一心所，戴上八識的眼睛把華藏世界看扁了，把極樂世界也看錯了，阿彌陀佛、毘盧遮那佛就在你眼前不認得了。毘盧遮那佛遍一切處，阿彌陀佛又何嘗不遍一切處？在這個經上我們所讀到的，「法身菩薩遍一切處」，為什麼？他們證得法身，法身遍一切處；他們證得報身，報身遍一切處；他們的應化身，眾生有感他就有應，也是遍一切處。他所化現的不僅是化現一切人物，男女老少各行各業，《普門品》裡面講的三十二應；他化現動物植物，我們就不知道了，他化現自然形象我們就更沒有辦法捉摸了。盡虛空遍法界，無不是毘盧遮那佛、阿彌陀佛的變現，我們到哪裡找佛？會的當下就是！不會的，那就是十萬八千佛國土了。"
    },
    {
      "id": "12-017-0552_p0025",
      "zh_CN": "特别是学《华严》，经上讲得太多太多了，太深太广了，虽然我们不能契入境界，这些事情听说了；以前都没有听说过，现在总是听说了。听说之后有心人就念念想契入这个境界，我们要见佛的神通，我们见佛的境界，佛的神通无量无边，佛的境界也是无量无边。在《华严》这部大经里面真的是简单扼要，佛给我们一些开导，这么多的人物来参与这个法会，这个法会里面所说的异生众、同生众，到这个地方是个总结；这里头你要是问，到底有多少人参加这个法会？我老老实实告诉你，尽虚空遍法界一个众生都没有少。经上所说的是代表的人物，世主是这个世间各个族类的代表人，尽虚空遍法界所有一切族类全部在其中，包括我们自己。我们自己没有在这个法会之外，九法界众生都应当知道，我们确确实实在大方广佛华严海会之中，然后你才晓得这部经对我们关系多么密切！这个经的内容就是讲我们自己的生活环境，告诉我们我们在十法界里面，十法界是个错误，一真法界是纯正。",
      "zh_TW": "特別是學《華嚴》，經上講得太多太多了，太深太廣了，雖然我們不能契入境界，這些事情聽說了；以前都沒有聽說過，現在總是聽說了。聽說之後有心人就念念想契入這個境界，我們要見佛的神通，我們見佛的境界，佛的神通無量無邊，佛的境界也是無量無邊。在《華嚴》這部大經裡面真的是簡單扼要，佛給我們一些開導，這麼多的人物來參與這個法會，這個法會裡面所說的異生眾、同生眾，到這個地方是個總結；這裡頭你要是問，到底有多少人參加這個法會？我老老實實告訴你，盡虛空遍法界一個眾生都沒有少。經上所說的是代表的人物，世主是這個世間各個族類的代表人，盡虛空遍法界所有一切族類全部在其中，包括我們自己。我們自己沒有在這個法會之外，九法界眾生都應當知道，我們確確實實在大方廣佛華嚴海會之中，然後你才曉得這部經對我們關係多麼密切！這個經的內容就是講我們自己的生活環境，告訴我們我們在十法界裡面，十法界是個錯誤，一真法界是純正。"
    },
    {
      "id": "12-017-0552_p0026",
      "zh_CN": "我们在十法界里头犯了哪些错误？这些错误就是违背了性德，迷失了性体。违背了性德，这个错误同样的无量无边，为什么？一迷一切迷，一错一切错，所以搞到生生世世无量劫来修行不能证果，为什么？无量劫我们的修行都是枝枝叶叶。譬如这棵大树，我让你把大树砍掉，你是真在做了，这棵大树比喻我们的烦恼，你怎么断？一片一片叶子真干，这边叶子摘掉了，那边叶子又长出来了，永远断不了。会断的人从哪里断？何必寻枝摘叶，根本挖掉不就完全解决了？所以祖师大德常常教人「从根本修」，我们生生世世的错误就是不知道根本，都在枝叶上做功夫，做得不究竟，当然谈不上圆满了，烦恼习气总是断不尽。",
      "zh_TW": "我們在十法界裡頭犯了哪些錯誤？這些錯誤就是違背了性德，迷失了性體。違背了性德，這個錯誤同樣的無量無邊，為什麼？一迷一切迷，一錯一切錯，所以搞到生生世世無量劫來修行不能證果，為什麼？無量劫我們的修行都是枝枝葉葉。譬如這棵大樹，我讓你把大樹砍掉，你是真在做了，這棵大樹比喻我們的煩惱，你怎麼斷？一片一片葉子真幹，這邊葉子摘掉了，那邊葉子又長出來了，永遠斷不了。會斷的人從哪裡斷？何必尋枝摘葉，根本挖掉不就完全解決了？所以祖師大德常常教人「從根本修」，我們生生世世的錯誤就是不知道根本，都在枝葉上做功夫，做得不究竟，當然談不上圓滿了，煩惱習氣總是斷不盡。"
    },
    {
      "id": "12-017-0552_p0027",
      "zh_CN": "什么是根本？这个不遇真善知识，难了！我非常感激章嘉大师，第一天跟他见面，他就把根本教给我，难得！根本就是「看得破，放得下」，看破是你真的明了宇宙人生是怎么回事情，看破是般若智慧。般若智慧总代表的是《般若心经》、《金刚般若波罗蜜经》，在中国这几千年来流行最广，这是看破的根本。你不在这两部经上下功夫，你怎么会看得破？你看不破，你怎么会放得下？过去一般读书人，不是佛教徒、不学佛的都读《金刚经》，把它当作修养的课程来学习，有好处。经典里重要的句子都能背诵，遇到境界现前了，无论是顺境逆境，「凡所有相，皆是虚妄」；顺境不起贪恋，逆境不生瞋恚。这就是放下了，把贪恋的心放下，把瞋恚的心放下，人家来刁难、来找麻烦，我们能够不与他计较，不放在心上，这都是放下了。你为什么能做到？你看破了。你要没有看破，你决定放不下。所以修行「慧为先导」，这样我们才体会到释迦牟尼佛当年在世，为什么讲经说法四十九年当中，要用二十二年讲般若，没有别的，看破；因为你看不破，所以劳累释迦牟尼佛讲了二十二年。我们要在这里学看破，人生一场梦，人生很短促，何必造罪业？有什么大不了的事情跟人家过不去？那都是你过分的分别执着，本来没事，这是真的本来确实没事，六祖讲的「本来无一物，何处惹尘埃」，本来没有事。",
      "zh_TW": "什麼是根本？這個不遇真善知識，難了！我非常感激章嘉大師，第一天跟他見面，他就把根本教給我，難得！根本就是「看得破，放得下」，看破是你真的明瞭宇宙人生是怎麼回事情，看破是般若智慧。般若智慧總代表的是《般若心經》、《金剛般若波羅蜜經》，在中國這幾千年來流行最廣，這是看破的根本。你不在這兩部經上下功夫，你怎麼會看得破？你看不破，你怎麼會放得下？過去一般讀書人，不是佛教徒、不學佛的都讀《金剛經》，把它當作修養的課程來學習，有好處。經典裡重要的句子都能背誦，遇到境界現前了，無論是順境逆境，「凡所有相，皆是虛妄」；順境不起貪戀，逆境不生瞋恚。這就是放下了，把貪戀的心放下，把瞋恚的心放下，人家來刁難、來找麻煩，我們能夠不與他計較，不放在心上，這都是放下了。你為什麼能做到？你看破了。你要沒有看破，你決定放不下。所以修行「慧為先導」，這樣我們才體會到釋迦牟尼佛當年在世，為什麼講經說法四十九年當中，要用二十二年講般若，沒有別的，看破；因為你看不破，所以勞累釋迦牟尼佛講了二十二年。我們要在這裡學看破，人生一場夢，人生很短促，何必造罪業？有什麼大不了的事情跟人家過不去？那都是你過分的分別執著，本來沒事，這是真的本來確實沒事，六祖講的「本來無一物，何處惹塵埃」，本來沒有事。"
    },
    {
      "id": "12-017-0552_p0028",
      "zh_CN": "事从哪里来的？是你妄想分别执着生出来的。诸佛菩萨，我们讲法身菩萨圆初住以上的，本来没有事，他真的放下了，什么都没有。他得到的是什么？尽虚空遍法界，无量的智慧、无量的德能、无量的相好；你统统都放下了，什么都没有，原来什么都有了，你得的是大圆满。你要是什么都想具有，你什么都没有，为什么？死了一样也带不去，不但死了带不去，就现在你也带不去，活着你也带不去。我常常勉励同学、提醒同学们，我们每天都死一次，你不觉悟？你躺在床上睡着不就等于死？睡得很熟的时候，人家把你抬走你都不晓得，等于死了，每天死一次。你还怕什么死？死已经养成习惯了，睡跟死没有两样！所以想想哪一样是真的？哪一样值得留恋？哪一样值得认真？常作如是观，你就会觉悟。常作如是观的人，修行道场什么地方都是道场，一切时一切处，没有一处不是道场，还要建立什么道场？道场在心地上建立，觉悟就叫道场，迷惑就不叫道场。你住在这个净宗学院，觉而不迷这是道场；如果是迷而不觉、邪而不正、染而不净，这哪里是道场？我们去逛百货公司、逛游乐的场所，如果能保持觉而不迷、正而不邪、净而不染，就是道场。我们要仔细观察，《五十三参》里面善财跟这些善友是怎么修的？我们才能恍惚大悟，会修的人二六时中从来没有离开华藏世界这个大道场，不会的人那就没有法子了。",
      "zh_TW": "事從哪裡來的？是你妄想分別執著生出來的。諸佛菩薩，我們講法身菩薩圓初住以上的，本來沒有事，他真的放下了，什麼都沒有。他得到的是什麼？盡虛空遍法界，無量的智慧、無量的德能、無量的相好；你統統都放下了，什麼都沒有，原來什麼都有了，你得的是大圓滿。你要是什麼都想具有，你什麼都沒有，為什麼？死了一樣也帶不去，不但死了帶不去，就現在你也帶不去，活著你也帶不去。我常常勉勵同學、提醒同學們，我們每天都死一次，你不覺悟？你躺在床上睡著不就等於死？睡得很熟的時候，人家把你抬走你都不曉得，等於死了，每天死一次。你還怕什麼死？死已經養成習慣了，睡跟死沒有兩樣！所以想想哪一樣是真的？哪一樣值得留戀？哪一樣值得認真？常作如是觀，你就會覺悟。常作如是觀的人，修行道場什麼地方都是道場，一切時一切處，沒有一處不是道場，還要建立什麼道場？道場在心地上建立，覺悟就叫道場，迷惑就不叫道場。你住在這個淨宗學院，覺而不迷這是道場；如果是迷而不覺、邪而不正、染而不淨，這哪裡是道場？我們去逛百貨公司、逛遊樂的場所，如果能保持覺而不迷、正而不邪、淨而不染，就是道場。我們要仔細觀察，《五十三參》裡面善財跟這些善友是怎麼修的？我們才能恍惚大悟，會修的人二六時中從來沒有離開華藏世界這個大道場，不會的人那就沒有法子了。"
    },
    {
      "id": "12-017-0552_p0029",
      "zh_CN": "我想了很多年，从我出家那一天起，我在笔记本上就画了个图，这个笔记本现在还在，放在新加坡。我这一生当中想一个小小的修行道场，真正有几个志同道合，在这个小环境里头学习慧远大师、学习觉明妙行菩萨。菩萨那个道场小，只有十二个人，个个成就；远公大师的道场比较大，有一百二十三个人，也是个个成就。净宗是大乘，大乘一定是兼善天下，不是独善其身。现在我们住在一个小地方，利用高科技的工具我们可以做到兼善天下；我们不出山门，我们在摄影棚里面弘法，利用网路、卫星就能做到。所以我心目当中人不要多，远公大师一百二十三个人我们可以打对折六十个人，初创的时候二三十个人就行了。将来有志同道合的来参加，名额限到六十个人。到这个道场来修行，要发心尽形寿我们一生不离开这个道场，每天在一起讨论经教，如教修行，解行相应，这是菩萨生活。把我们所修行的成果，从网路、从卫星供养一切众生，供养九法界众生，供养尽虚空、遍法界微尘刹土一一刹土当中微尘数的众生。我想了几十年，佛菩萨常说「佛氏门中，有求必应」，世间人也常说心想事成，我们不能不知道，会有感应的。",
      "zh_TW": "我想了很多年，從我出家那一天起，我在筆記本上就畫了個圖，這個筆記本現在還在，放在新加坡。我這一生當中想一個小小的修行道場，真正有幾個志同道合，在這個小環境裡頭學習慧遠大師、學習覺明妙行菩薩。菩薩那個道場小，只有十二個人，個個成就；遠公大師的道場比較大，有一百二十三個人，也是個個成就。淨宗是大乘，大乘一定是兼善天下，不是獨善其身。現在我們住在一個小地方，利用高科技的工具我們可以做到兼善天下；我們不出山門，我們在攝影棚裡面弘法，利用網路、衛星就能做到。所以我心目當中人不要多，遠公大師一百二十三個人我們可以打對折六十個人，初創的時候二三十個人就行了。將來有志同道合的來參加，名額限到六十個人。到這個道場來修行，要發心盡形壽我們一生不離開這個道場，每天在一起討論經教，如教修行，解行相應，這是菩薩生活。把我們所修行的成果，從網路、從衛星供養一切眾生，供養九法界眾生，供養盡虛空、遍法界微塵剎土一一剎土當中微塵數的眾生。我想了幾十年，佛菩薩常說「佛氏門中，有求必應」，世間人也常說心想事成，我們不能不知道，會有感應的。"
    },
    {
      "id": "12-017-0552_p0030",
      "zh_CN": "冷气太冷，你们冷都知道披上厚衣服，不知道我也冷。这是什么？自私自利！学佛哪里学？就在这上学。我可以不要戴这个帽子，我能忍受，我做个样子给你们看，把你们自私自利、粗心大意揭穿开来，告诉你们学佛就在这些地方学。佛法是生活，生活是佛法；生活跟佛法脱离了，我们学它干什么？那没有用的东西，所学非所用。学了一定要有用处。以前李炳南老居士常常形容说，佛弟子那个头脑是八面玲珑的水晶球，透明的，可惜现代人学佛的人，那是讲有一些他的学生，四方木头头脑，转不动的、死的，他怎么会开悟？什么都不会修，慧没有，福也不会修。",
      "zh_TW": "冷氣太冷，你們冷都知道披上厚衣服，不知道我也冷。這是什麼？自私自利！學佛哪裡學？就在這上學。我可以不要戴這個帽子，我能忍受，我做個樣子給你們看，把你們自私自利、粗心大意揭穿開來，告訴你們學佛就在這些地方學。佛法是生活，生活是佛法；生活跟佛法脫離了，我們學它幹什麼？那沒有用的東西，所學非所用。學了一定要有用處。以前李炳南老居士常常形容說，佛弟子那個頭腦是八面玲瓏的水晶球，透明的，可惜現代人學佛的人，那是講有一些他的學生，四方木頭頭腦，轉不動的、死的，他怎麼會開悟？什麼都不會修，慧沒有，福也不會修。"
    },
    {
      "id": "12-017-0552_p0031",
      "zh_CN": "我们能够常常想到别人的甘苦，常常能够帮助别人，修福！这些在日常生活当中，就是经上讲的神通。我们没有神通，看出这个人害渴，我端一碗水给他，这是神通；看到天气很热，他走远路出了一身汗，我们请他休息、递个毛巾给他，这是神通。你以为什么叫神通？为一切众生服务的能力就是神通。我眼会看、耳会听，身体我会接触，我能够面面照顾到，日常生活当中处事待人接物无微不至，样样都做得很圆满，天天在学习；这种学习从初发心到如来地，连等觉菩萨都不例外，天天在学习，成佛圆满了，功德圆满了。圆满之后还是天天在表演学习，度众生，众生不知道，天天在表演。所以佛道里头即使成佛都没有休息的，他累不累？告诉你，他不累，他怎么会累！我们凡夫觉得很累，因为你有妄想分别执着，你会累，你有「我」会累，佛菩萨无我。我在讲席当中常常说，虚空法界是自心相，是我们心的相分；无量无边刹土、一一刹土无量无边众生，是我们自身相，这是什么？法身、真身。这样的心、这样的行，哪里会有疲厌？什么人会有疲厌？心量小的人，愈小的人那个疲厌愈快速，他的能力就愈有限；心量愈大，我们中国俗话也常讲「量大福大」，无有疲厌，疲厌的痕迹都找不到。",
      "zh_TW": "我們能夠常常想到別人的甘苦，常常能夠幫助別人，修福！這些在日常生活當中，就是經上講的神通。我們沒有神通，看出這個人害渴，我端一碗水給他，這是神通；看到天氣很熱，他走遠路出了一身汗，我們請他休息、遞個毛巾給他，這是神通。你以為什麼叫神通？為一切眾生服務的能力就是神通。我眼會看、耳會聽，身體我會接觸，我能夠面面照顧到，日常生活當中處事待人接物無微不至，樣樣都做得很圓滿，天天在學習；這種學習從初發心到如來地，連等覺菩薩都不例外，天天在學習，成佛圓滿了，功德圓滿了。圓滿之後還是天天在表演學習，度眾生，眾生不知道，天天在表演。所以佛道裡頭即使成佛都沒有休息的，他累不累？告訴你，他不累，他怎麼會累！我們凡夫覺得很累，因為你有妄想分別執著，你會累，你有「我」會累，佛菩薩無我。我在講席當中常常說，虛空法界是自心相，是我們心的相分；無量無邊剎土、一一剎土無量無邊眾生，是我們自身相，這是什麼？法身、真身。這樣的心、這樣的行，哪裡會有疲厭？什麼人會有疲厭？心量小的人，愈小的人那個疲厭愈快速，他的能力就愈有限；心量愈大，我們中國俗話也常講「量大福大」，無有疲厭，疲厭的痕跡都找不到。"
    },
    {
      "id": "12-017-0552_p0032",
      "zh_CN": "世尊当年在世，为我们讲经说法做出来的形象，一天说法八个小时，由此可知，他一天到晚没有废话。我们一天到晚有没有八个小时？不只八个小时，全是废话！你跟人一接触张家长、李家短，你算算看你一天讲话有没有超过八个小时？你讲话八个小时不累，释迦牟尼佛讲经八个小时怎么会累？讲经说法八个小时有功德，你杂心闲话说废话没有功德，你讲的那些话里头都有过失，都在那里造业。到哪一天我们跟一切人往来一句废话都没有了，你就成佛了；一切时一切处你接触大众所讲的话字字句句都是经，你不知不觉自自然然就作佛、作菩萨了。所想的、所念的是正念，佛经上常说「正念无念」，你不要把这句话错会了，错会了佛又喊冤枉了。正念无念，无念不是什么念头都没有，什么念头都没有是无想定，果报在四禅无想天，堕在无明里面，变成外道了。",
      "zh_TW": "世尊當年在世，為我們講經說法做出來的形象，一天說法八個小時，由此可知，他一天到晚沒有廢話。我們一天到晚有沒有八個小時？不只八個小時，全是廢話！你跟人一接觸張家長、李家短，你算算看你一天講話有沒有超過八個小時？你講話八個小時不累，釋迦牟尼佛講經八個小時怎麼會累？講經說法八個小時有功德，你雜心閒話說廢話沒有功德，你講的那些話裡頭都有過失，都在那裡造業。到哪一天我們跟一切人往來一句廢話都沒有了，你就成佛了；一切時一切處你接觸大眾所講的話字字句句都是經，你不知不覺自自然然就作佛、作菩薩了。所想的、所念的是正念，佛經上常說「正念無念」，你不要把這句話錯會了，錯會了佛又喊冤枉了。正念無念，無念不是什麼念頭都沒有，什麼念頭都沒有是無想定，果報在四禪無想天，墮在無明裡面，變成外道了。"
    },
    {
      "id": "12-017-0552_p0033",
      "zh_CN": "无念是什么意思？无邪念、无恶念，所以说他有正念。正念无念是无邪念、无恶念，无一切不善念，念念都与性德相应，念念都是纯净、纯善、纯正，这叫正念。念念利益一切众生，一切是指尽虚空遍法界无量无边的刹土，一一刹土无量无边众生。没有这个境界，不能学《华严》，学《华严》我讲你也听不懂；你要先培养这个心，培养学《华严》的资格，培养学《华严》的条件。所以我过去曾经讲过，你不懂《华严》你想把《无量寿经》讲好，哪有这回事情？为什么？《无量寿经》即是中本《华严》，所以你要想把《无量寿经》讲好，你一定要懂《华严》；你要把《阿弥陀经》讲好，亦复如是。",
      "zh_TW": "無念是什麼意思？無邪念、無惡念，所以說他有正念。正念無念是無邪念、無惡念，無一切不善念，念念都與性德相應，念念都是純淨、純善、純正，這叫正念。念念利益一切眾生，一切是指盡虛空遍法界無量無邊的剎土，一一剎土無量無邊眾生。沒有這個境界，不能學《華嚴》，學《華嚴》我講你也聽不懂；你要先培養這個心，培養學《華嚴》的資格，培養學《華嚴》的條件。所以我過去曾經講過，你不懂《華嚴》你想把《無量壽經》講好，哪有這回事情？為什麼？《無量壽經》即是中本《華嚴》，所以你要想把《無量壽經》講好，你一定要懂《華嚴》；你要把《阿彌陀經》講好，亦復如是。"
    },
    {
      "id": "12-017-0552_p0034",
      "zh_CN": "我是受人之托，答应人了，答应不能打妄语，一定要兑现。过去有人要求我把《华严》讲一遍，特别是韩馆长，把《法华经》讲一遍、《楞严经》讲一遍，这是我答应别人要求，法师、长者、居士，我一定把它完成。完成之后我把净土五经一论讲一遍，然后我讲什么？我给诸位说，我专讲《阿弥陀经》，我会尽形寿专讲《阿弥陀经》。我把《无量寿经》、《大方广佛华严经》、《法华经》、《楞严经》，一切大经大论，统统融合在《阿弥陀经》里面，那个味道就十足了。所以学教的人、发愿出来学讲经的人，《华严》是根本法轮，你能遇到这个缘不容易，太难太难了，真的是百千万劫难遭遇。「开经偈」是《八十华严》翻译完成，那个时候皇帝是武则天；送给皇帝，皇帝在经本封面上题了这四句偈，以后我们叫开经偈，「百千万劫难遭遇」是真的，不是假的。这个大经念一遍都不容易，何况讲一遍，你有缘来听一遍，希有难逢！好，今天时间到了，我们就讲到此地。",
      "zh_TW": "我是受人之託，答應人了，答應不能打妄語，一定要兌現。過去有人要求我把《華嚴》講一遍，特別是韓館長，把《法華經》講一遍、《楞嚴經》講一遍，這是我答應別人要求，法師、長者、居士，我一定把它完成。完成之後我把淨土五經一論講一遍，然後我講什麼？我給諸位說，我專講《阿彌陀經》，我會盡形壽專講《阿彌陀經》。我把《無量壽經》、《大方廣佛華嚴經》、《法華經》、《楞嚴經》，一切大經大論，統統融合在《阿彌陀經》裡面，那個味道就十足了。所以學教的人、發願出來學講經的人，《華嚴》是根本法輪，你能遇到這個緣不容易，太難太難了，真的是百千萬劫難遭遇。「開經偈」是《八十華嚴》翻譯完成，那個時候皇帝是武則天；送給皇帝，皇帝在經本封面上題了這四句偈，以後我們叫開經偈，「百千萬劫難遭遇」是真的，不是假的。這個大經念一遍都不容易，何況講一遍，你有緣來聽一遍，希有難逢！好，今天時間到了，我們就講到此地。"
    }
  ]
}