{
  "doc_id": "12-017-1101",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一０一卷",
    "zh_TW": "第一一０一卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1101",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "12-017-1101_p0001",
      "zh_CN": "诸位同学，请看《四圣谛品》，西方离垢世界，苦集圣谛，第八句看起：",
      "zh_TW": "諸位同學，請看《四聖諦品》，西方離垢世界，苦集聖諦，第八句看起："
    },
    {
      "id": "12-017-1101_p0002",
      "zh_CN": "【或名重担。】",
      "zh_TW": "【或名重擔。】"
    },
    {
      "id": "12-017-1101_p0003",
      "zh_CN": "前面我们看过「增长」，这意思也是很深很广，说明起惑造业，这里面情形是很复杂的，绝对不是单纯的，法相宗的经论说得很清楚很明白。『重担』，我们现代人看了这名词会有一个直觉，体会到那就是现在人所说的压力很重，「重担」就是压力。精神的压力，生活的压力，要是细说，人活在这世间要承受许许多多的压力，在果上尤其是明显。但是这压力不是从果上说的，是从因上说的，因为这一段是苦集圣谛。",
      "zh_TW": "前面我們看過「增長」，這意思也是很深很廣，說明起惑造業，這裡面情形是很複雜的，絕對不是單純的，法相宗的經論說得很清楚很明白。『重擔』，我們現代人看了這名詞會有一個直覺，體會到那就是現在人所說的壓力很重，「重擔」就是壓力。精神的壓力，生活的壓力，要是細說，人活在這世間要承受許許多多的壓力，在果上尤其是明顯。但是這壓力不是從果上說的，是從因上說的，因為這一段是苦集聖諦。"
    },
    {
      "id": "12-017-1101_p0004",
      "zh_CN": "果从那里来的？果从因来的。如果往昔不造这因，今生也不造这缘，就不会有这压力了。压力到底从那里来的？根源只有一个，迷惑，不了解事实真相。真相难，不是大圣人说不出来，所以佛法，尤其是大乘佛法，真如开经偈所说「百千万劫难遭遇」。遇到了，这是何等的缘分、福分，你有福你才遇到。遇到了，要不求甚解，不依教奉行，那叫真正可惜！古往今来多少祖师大德，看到这些遇到了不知道珍惜，错过这机缘，无限的感叹。",
      "zh_TW": "果從那裡來的？果從因來的。如果往昔不造這因，今生也不造這緣，就不會有這壓力了。壓力到底從那裡來的？根源只有一個，迷惑，不了解事實真相。真相難，不是大聖人說不出來，所以佛法，尤其是大乘佛法，真如開經偈所說「百千萬劫難遭遇」。遇到了，這是何等的緣分、福分，你有福你才遇到。遇到了，要不求甚解，不依教奉行，那叫真正可惜！古往今來多少祖師大德，看到這些遇到了不知道珍惜，錯過這機緣，無限的感嘆。"
    },
    {
      "id": "12-017-1101_p0005",
      "zh_CN": "世尊为什么出现在印度？诸位想想，这世间这么大，印度婆罗门教，它的历史他自己说有一万多年。现在世界上承认它八千五百年，在全世界为世人肯定的、承认的，世界上最早的宗教。但是他说他们有一万多年，这话可以相信，印度人不重视历史，没有明确的记载。他们修行的方法是正确的，修禅定，他们有相当深的禅定功夫，禅定可以突破空间维次。在甚深禅定里面，空间跟时间都等于零，所以他能够见到过去、未来。六道里面的状况，他们很清楚，但是只知其当然，不知其所以然，这六道究竟是一回什么事情搞不清楚。他们达到登峰造极，非想非非想处天，误认为那就是大涅槃的境界，与大涅槃境界是很相似，但不是真的。真的大涅槃是永恒的，他那个境界不是永恒的，时间是很长，八万大劫，八万大劫有到的时候。到了就是寿命到了，定力失掉了，这心里头又生烦恼，又起念头，伏，伏到那个程度伏不住了，烦恼又起现行，这一起现行就造恶业。他不能再往上提升，当然只有往下堕落，那真是世间人常讲的爬得高，摔得重。最高的地方一堕落下来，往往是堕到阿鼻地狱，这例子太多太多了。所以世尊出现在这地方帮助他们，为他们说明六道轮回的所以然，这才真的讲清楚、讲明白了。",
      "zh_TW": "世尊為什麼出現在印度？諸位想想，這世間這麼大，印度婆羅門教，它的歷史他自己說有一萬多年。現在世界上承認它八千五百年，在全世界為世人肯定的、承認的，世界上最早的宗教。但是他說他們有一萬多年，這話可以相信，印度人不重視歷史，沒有明確的記載。他們修行的方法是正確的，修禪定，他們有相當深的禪定功夫，禪定可以突破空間維次。在甚深禪定裡面，空間跟時間都等於零，所以他能夠見到過去、未來。六道裡面的狀況，他們很清楚，但是只知其當然，不知其所以然，這六道究竟是一回什麼事情搞不清楚。他們達到登峰造極，非想非非想處天，誤認為那就是大涅槃的境界，與大涅槃境界是很相似，但不是真的。真的大涅槃是永恆的，他那個境界不是永恆的，時間是很長，八萬大劫，八萬大劫有到的時候。到了就是壽命到了，定力失掉了，這心裡頭又生煩惱，又起念頭，伏，伏到那個程度伏不住了，煩惱又起現行，這一起現行就造惡業。他不能再往上提升，當然只有往下墮落，那真是世間人常講的爬得高，摔得重。最高的地方一墮落下來，往往是墮到阿鼻地獄，這例子太多太多了。所以世尊出現在這地方幫助他們，為他們說明六道輪迴的所以然，這才真的講清楚、講明白了。"
    },
    {
      "id": "12-017-1101_p0006",
      "zh_CN": "最近我跟同学们说过几次，我看到美国睡眠的预言家凯西，他的情形就是佛在《楞严经》里面所说的，是外面的灵附体。这个灵是个很善的灵，我们从他这许许多多资料里面来看，这个灵并不是很高。我前面也曾经透露过，欲界的，层次确实不高，比我们人高一个层次，不是高太多的。大概他这层次是四王天，也许还不到，为什么？他对于六道里面真正的状况还没有看清楚，误以为人死了永远轮回，他这轮回观念还是做人，人不会变成畜生，畜生也不会轮回成人。这连事实真相都没搞清楚，这境界比起婆罗门、印度教里面的修行人还差很远，尤其说到人来投胎问题就太多了。",
      "zh_TW": "最近我跟同學們說過幾次，我看到美國睡眠的預言家凱西，他的情形就是佛在《楞嚴經》裡面所說的，是外面的靈附體。這個靈是個很善的靈，我們從他這許許多多資料裡面來看，這個靈並不是很高。我前面也曾經透露過，欲界的，層次確實不高，比我們人高一個層次，不是高太多的。大概他這層次是四王天，也許還不到，為什麼？他對於六道裡面真正的狀況還沒有看清楚，誤以為人死了永遠輪迴，他這輪迴觀念還是做人，人不會變成畜生，畜生也不會輪迴成人。這連事實真相都沒搞清楚，這境界比起婆羅門、印度教裡面的修行人還差很遠，尤其說到人來投胎問題就太多了。"
    },
    {
      "id": "12-017-1101_p0007",
      "zh_CN": "古老的宗教跟佛法里面讲的，人来投胎是什么时候？是在母体受精的时候，所以有十个月，这十个月佛经里面讲胎狱。如果说他刚刚生下来的时候他才来投胎，没有这回事情的，那么他在母体里面这十个月那是谁？那个人是谁？如果没有神识，这母亲不可能怀孕，怀孕的时候神识进去了。夺胎的情形有，非常非常之少。夺胎的是什么？这小孩跟父母前世的缘分浅，是来讨债的，债不多，让他母亲受十个月的苦，小孩一出世就死了，让她苦，让她伤心，给她这报应。这灵魂刚刚走了，另外一个人借他的身体就活过来，这是借尸还魂，那是个婴儿，那叫夺胎。夺胎的人，他能记得前生的事情，为什么？他没有受过苦。这十个月的胎狱非常之苦，把前世的事情给忘掉了。",
      "zh_TW": "古老的宗教跟佛法裡面講的，人來投胎是什麼時候？是在母體受精的時候，所以有十個月，這十個月佛經裡面講胎獄。如果說他剛剛生下來的時候他才來投胎，沒有這回事情的，那麼他在母體裡面這十個月那是誰？那個人是誰？如果沒有神識，這母親不可能懷孕，懷孕的時候神識進去了。奪胎的情形有，非常非常之少。奪胎的是什麼？這小孩跟父母前世的緣分淺，是來討債的，債不多，讓他母親受十個月的苦，小孩一出世就死了，讓她苦，讓她傷心，給她這報應。這靈魂剛剛走了，另外一個人借他的身體就活過來，這是借屍還魂，那是個嬰兒，那叫奪胎。奪胎的人，他能記得前生的事情，為什麼？他沒有受過苦。這十個月的胎獄非常之苦，把前世的事情給忘掉了。"
    },
    {
      "id": "12-017-1101_p0008",
      "zh_CN": "人来投胎，没有自由的意志，自己没有办法选择，业力在做主宰，所以自己是糊里糊涂的。他说灵魂来投胎都是好像开会商量的，这一生到人间有什么目的，要完成什么工作。这不可能，佛法里头没有这讲法，印度教里头也没有这讲法，这是一般人对他这些报告里头的猜测。所以这一桩事情事实真相，他没说得清楚。在中国，这几千年来，中国历史上这些事情记载的很多，《二十五史》，这是中国的信史，国家编的，里面记载这些轮回的事情就不少。民国初年，有有心人从《二十五史》里面，把这些记载节录出来编成一本书，《历史感应统纪》，那个里面每一条都是正史里头的原文，诸位看了就晓得。",
      "zh_TW": "人來投胎，沒有自由的意志，自己沒有辦法選擇，業力在做主宰，所以自己是糊裡糊塗的。他說靈魂來投胎都是好像開會商量的，這一生到人間有什麼目的，要完成什麼工作。這不可能，佛法裡頭沒有這講法，印度教裡頭也沒有這講法，這是一般人對他這些報告裡頭的猜測。所以這一樁事情事實真相，他沒說得清楚。在中國，這幾千年來，中國歷史上這些事情記載的很多，《二十五史》，這是中國的信史，國家編的，裡面記載這些輪迴的事情就不少。民國初年，有有心人從《二十五史》裡面，把這些記載節錄出來編成一本書，《歷史感應統紀》，那個裡面每一條都是正史裡頭的原文，諸位看了就曉得。"
    },
    {
      "id": "12-017-1101_p0009",
      "zh_CN": "佛经上讲的「人死为羊，羊死为人」，人的轮回是在六道，不出六道，那你就背负重担。现在我们每个人都背负了重担，又再造更重担的业因，你说这怎么得了？此地这重担是讲你又再造重担的业因，迷惑、颠倒、造业，你在造因。既然造因了，你还能少得了果报吗？果报快的就在今生，迟的在来生、在后世，所谓「因缘会合时，果报还自受」。佛法教我们放下，果上的重担放不下，没有办法。佛教我们放下什么？放下因上的重担。果，我这一生要承受，「欲知前世因，今生受者是」，那是我过去生中造的业；纵然是不善的业，那就是现在不善的果报，也要懂得逆来顺受，欢欢喜喜接受，这重担就能放下，不再挑起来了。",
      "zh_TW": "佛經上講的「人死為羊，羊死為人」，人的輪迴是在六道，不出六道，那你就背負重擔。現在我們每個人都背負了重擔，又再造更重擔的業因，你說這怎麼得了？此地這重擔是講你又再造重擔的業因，迷惑、顛倒、造業，你在造因。既然造因了，你還能少得了果報嗎？果報快的就在今生，遲的在來生、在後世，所謂「因緣會合時，果報還自受」。佛法教我們放下，果上的重擔放不下，沒有辦法。佛教我們放下什麼？放下因上的重擔。果，我這一生要承受，「欲知前世因，今生受者是」，那是我過去生中造的業；縱然是不善的業，那就是現在不善的果報，也要懂得逆來順受，歡歡喜喜接受，這重擔就能放下，不再挑起來了。"
    },
    {
      "id": "12-017-1101_p0010",
      "zh_CN": "学道，真正有成就的人，我们常常会听说一句话，「现在得闲了」。这话什么意思？现在才得闲了，真的放下了，你把这付重担放下了，你得闲了。换句话说，你心里面没有忧虑、没有牵挂、没有烦恼、没有妄想、没有分别、没有执着，这叫做放下。这些都是我们一般所说的负担，这负担就是此地说的重担，真放下了。六祖说的「本来无一物」，换句话说，本来无事！道人为教化众生，为做种种示现，我们凡夫在旁边观看，好像他也很忙碌。以释迦牟尼佛做例子，他老人家，哪个地方启请，他很慈悲，他都答应，现在人讲应邀，到那个地方去教学讲经。足迹几乎遍及五印度，我们知道那个时候是徒步，相当辛苦。我们要问，他有没有重担？他没有。何以没有？在事上看，他跟我一般人没有什么两样，为我们做示现，负责尽职，他所演的是社会教育，他对于这社会的教学，他多么认真，他多么负责。现在人说忠于他的职守，敬业乐群，给我们做了个榜样。",
      "zh_TW": "學道，真正有成就的人，我們常常會聽說一句話，「現在得閒了」。這話什麼意思？現在才得閒了，真的放下了，你把這付重擔放下了，你得閒了。換句話說，你心裡面沒有憂慮、沒有牽掛、沒有煩惱、沒有妄想、沒有分別、沒有執著，這叫做放下。這些都是我們一般所說的負擔，這負擔就是此地說的重擔，真放下了。六祖說的「本來無一物」，換句話說，本來無事！道人為教化眾生，為做種種示現，我們凡夫在旁邊觀看，好像他也很忙碌。以釋迦牟尼佛做例子，他老人家，哪個地方啟請，他很慈悲，他都答應，現在人講應邀，到那個地方去教學講經。足跡幾乎遍及五印度，我們知道那個時候是徒步，相當辛苦。我們要問，他有沒有重擔？他沒有。何以沒有？在事上看，他跟我一般人沒有什麼兩樣，為我們做示現，負責盡職，他所演的是社會教育，他對於這社會的教學，他多麼認真，他多麼負責。現在人說忠於他的職守，敬業樂群，給我們做了個榜樣。"
    },
    {
      "id": "12-017-1101_p0011",
      "zh_CN": "他忙不忙？他不忙，他没有负担。为什么？大乘经里头常说「作而无作，无作而作」，这意思就深了。我们凡夫为什么有重担？我们不是作而无作，我们是作而有作，这个「有」，有业！他虽然在造作，他不结业，他无作。为什么他不结业？他没有起心动念过，这话不好懂，确实不好懂。我们换句话讲，他的一切作为，包括经上常讲的八相成道，都是表演。相上有，心里头没有，痕迹都不着，也就是说从来没有起心动念过，所以他没有负担。表演得非常逼真，他到这世间来示现是舞台表演，是演戏，是假的，不是真的。我们看戏的人误会了，以为是真的；演戏的人清清楚楚，不是真的，演得很逼真，毕竟不是真的，所以阿赖耶识里头不落痕迹。不落痕迹，换句话说，他没有阿赖耶识，这懂得吗？法身菩萨已经转阿赖耶为大圆镜智。阿赖耶是个仓库，九法界的有情众生起心动念，那个里头都有记录，那是我们的档案库。无量劫来，大大小小的事情，起心动念言语造作，不要说没有人晓得，阿赖耶识里资料统统都在那里头。",
      "zh_TW": "他忙不忙？他不忙，他沒有負擔。為什麼？大乘經裡頭常說「作而無作，無作而作」，這意思就深了。我們凡夫為什麼有重擔？我們不是作而無作，我們是作而有作，這個「有」，有業！他雖然在造作，他不結業，他無作。為什麼他不結業？他沒有起心動念過，這話不好懂，確實不好懂。我們換句話講，他的一切作為，包括經上常講的八相成道，都是表演。相上有，心裡頭沒有，痕跡都不著，也就是說從來沒有起心動念過，所以他沒有負擔。表演得非常逼真，他到這世間來示現是舞台表演，是演戲，是假的，不是真的。我們看戲的人誤會了，以為是真的；演戲的人清清楚楚，不是真的，演得很逼真，畢竟不是真的，所以阿賴耶識裡頭不落痕跡。不落痕跡，換句話說，他沒有阿賴耶識，這懂得嗎？法身菩薩已經轉阿賴耶為大圓鏡智。阿賴耶是個倉庫，九法界的有情眾生起心動念，那個裡頭都有記錄，那是我們的檔案庫。無量劫來，大大小小的事情，起心動念言語造作，不要說沒有人曉得，阿賴耶識裡資料統統都在那裡頭。"
    },
    {
      "id": "12-017-1101_p0012",
      "zh_CN": "我们同学们都有作梦的经验，梦从哪来的？绝对不会说无缘无故作梦，没这道理。梦就是阿赖耶里面的习气种子，在你睡眠的时候，你的意志力量很薄弱，不能控制它，它就起现行了。起现行，这就是梦中境界，一般人作梦原因都是这个。除这之外，这梦中还有有鬼神来托梦，这不是属于这一类的。普通一般作梦都是阿赖耶识里头业习种子起现行，鬼神托梦是另外一桩事情，这内容也很复杂。所以修行人要晓得放下重担，什么时候自己也到了得闲，无事了，那是契入境界。这无事，没有轮回的事。",
      "zh_TW": "我們同學們都有作夢的經驗，夢從哪來的？絕對不會說無緣無故作夢，沒這道理。夢就是阿賴耶裡面的習氣種子，在你睡眠的時候，你的意志力量很薄弱，不能控制它，它就起現行了。起現行，這就是夢中境界，一般人作夢原因都是這個。除這之外，這夢中還有有鬼神來托夢，這不是屬於這一類的。普通一般作夢都是阿賴耶識裡頭業習種子起現行，鬼神托夢是另外一樁事情，這內容也很複雜。所以修行人要曉得放下重擔，什麼時候自己也到了得閒，無事了，那是契入境界。這無事，沒有輪迴的事。"
    },
    {
      "id": "12-017-1101_p0013",
      "zh_CN": "怎么会没有轮回的事？轮回的心没有了，轮回的念头没有了，轮回的业没有了。业是轮回的因，心念是轮回的缘，因跟缘都没有了，当然没有果报，这道理要懂。六道轮回确实有，六道轮回业力做主，你自己做不了主，业力做主。找父母，真的，那是感应，绝对不是你自己到处去找，没有这道理。佛在经上讲的，缘，因缘相遇，你会看到光。这魂体，他看到光，他并不晓得那是什么光，但是他就往那个光里头接近，不知不觉就入了胎。如果有选择的话，诸位想想，人怎么可能选去做畜生？去做饿鬼？不可能的事情。也不可能选择在这世间贫穷困苦，怎么会选择这地方？",
      "zh_TW": "怎麼會沒有輪迴的事？輪迴的心沒有了，輪迴的念頭沒有了，輪迴的業沒有了。業是輪迴的因，心念是輪迴的緣，因跟緣都沒有了，當然沒有果報，這道理要懂。六道輪迴確實有，六道輪迴業力做主，你自己做不了主，業力做主。找父母，真的，那是感應，絕對不是你自己到處去找，沒有這道理。佛在經上講的，緣，因緣相遇，你會看到光。這魂體，他看到光，他並不曉得那是什麼光，但是他就往那個光裡頭接近，不知不覺就入了胎。如果有選擇的話，諸位想想，人怎麼可能選去做畜生？去做餓鬼？不可能的事情。也不可能選擇在這世間貧窮困苦，怎麼會選擇這地方？"
    },
    {
      "id": "12-017-1101_p0014",
      "zh_CN": "我们看到现在像非洲，还有许多没有开化，落后的地区。我们上一次去访问新几内亚，看到那边的居民，过的是原始的生活。他们不穿衣服，没有衣服穿，他们吃的是些什么？住的是些什么？茅草棚，找几块木板、铁皮钉一钉，那就是他们住的房子。我们去参观之后，我们的生活跟他一比，那就真的是天堂地狱。听说过去在殖民地的时代，殖民地政府还照顾他们，他们的生活比现在过得好。现在独立了，殖民地政府已经撤退，让他们自己去管理，生活反而不如从前。有一些教会的人士，我到那边去接触是天主教，神父、修女很慈悲，发心为他们服务，帮助他们，在那里办学校。学校教什么东西？教烹饪，教裁缝。让他们学着会做衣服、会煮饭、会烧菜，教这些东西，生活教育，这是他们迫切需要的，医药卫生完全没有。所以这些教会人士在那里服务，我们看了非常感动。我们到教会访问，我们也随喜一点功德，他们做好事，我们也出一点力量帮助他。",
      "zh_TW": "我們看到現在像非洲，還有許多沒有開化，落後的地區。我們上一次去訪問新幾內亞，看到那邊的居民，過的是原始的生活。他們不穿衣服，沒有衣服穿，他們吃的是些什麼？住的是些什麼？茅草棚，找幾塊木板、鐵皮釘一釘，那就是他們住的房子。我們去參觀之後，我們的生活跟他一比，那就真的是天堂地獄。聽說過去在殖民地的時代，殖民地政府還照顧他們，他們的生活比現在過得好。現在獨立了，殖民地政府已經撤退，讓他們自己去管理，生活反而不如從前。有一些教會的人士，我到那邊去接觸是天主教，神父、修女很慈悲，發心為他們服務，幫助他們，在那裡辦學校。學校教什麼東西？教烹飪，教裁縫。讓他們學著會做衣服、會煮飯、會燒菜，教這些東西，生活教育，這是他們迫切需要的，醫藥衛生完全沒有。所以這些教會人士在那裡服務，我們看了非常感動。我們到教會訪問，我們也隨喜一點功德，他們做好事，我們也出一點力量幫助他。"
    },
    {
      "id": "12-017-1101_p0015",
      "zh_CN": "所以这放下重担是放下自己的，为苦难众生服务不是重担，没有私心，不求报酬。这些苦难的众生，他也是人，他也有佛性，只是迷惑造业比我们重，他受的果报比我们苦。无论是自作自受，但是我们遇到了，一定要伸出怜悯慈悲之手，要去帮助他，这是佛菩萨教我们做的。首先要帮助他现实的生活，让他能吃饱，能穿暖，能有一个比较舒适的地方居住。然后慢慢帮助他觉悟，所以教育比什么都重要。我去访问，跟那一边的天主教、基督教、回教传教士、领导人接触，我们在一起吃饭，我特别谈到教育的重要。因为教育，他要受过教育，他就能改善他自己的生活。靠救济不是办法，救济只能一时；教导他，他自己能够生活，这个重要。所以「建国君民，教学为先」，我们到一个地方帮助苦难众生，知道教学为先。",
      "zh_TW": "所以這放下重擔是放下自己的，為苦難眾生服務不是重擔，沒有私心，不求報酬。這些苦難的眾生，他也是人，他也有佛性，只是迷惑造業比我們重，他受的果報比我們苦。無論是自作自受，但是我們遇到了，一定要伸出憐憫慈悲之手，要去幫助他，這是佛菩薩教我們做的。首先要幫助他現實的生活，讓他能吃飽，能穿暖，能有一個比較舒適的地方居住。然後慢慢幫助他覺悟，所以教育比什麼都重要。我去訪問，跟那一邊的天主教、基督教、回教傳教士、領導人接觸，我們在一起吃飯，我特別談到教育的重要。因為教育，他要受過教育，他就能改善他自己的生活。靠救濟不是辦法，救濟只能一時；教導他，他自己能夠生活，這個重要。所以「建國君民，教學為先」，我們到一個地方幫助苦難眾生，知道教學為先。"
    },
    {
      "id": "12-017-1101_p0016",
      "zh_CN": "我看到天主教在做，伊斯兰教在做，他们办这种我们现在所谓的生活技术的教学，时间都不长，并没有一定的接受教育的时间。一般都是短期的，两个月、三个月，一年办个几次，内容非常丰富，都是日常生活里面必需的。好像是一种职业培训班一样，教烹饪、教裁缝、教理发，这项目很多很多，都是日常生活当中的。你学了之后，你就能服务社会，你就能够自己赚钱养活自己，还能够养家。学习的时间并不长，两、三个月就能学到一点手艺。前年我在新加坡，新加坡的回教就办一个这样的学校，我去看了，里面有十几门课，我们还帮助它筹款，买下校舍。在贫穷落后的地区，这种职业的培训班非常重要。这培训班是义务的，不收费的，免费让你来学，甚至于里面一些教材还提供你。你学会了之后，社会许许多多地方需要这人才，学校会介绍给你，会推荐。你学会有哪一门长处，什么样工作你可以做，你可以有一个固定的职业。这是真正的慈悲救济，为一切苦难众生想。他们学会了，也会教别人，也会教他们的同伴。佛教给我们，事，这担子要担起，心里面要放下，这是菩萨。心里头有，那就叫造业；心清净，理事无碍，相性一如，这就对了。第九句：",
      "zh_TW": "我看到天主教在做，伊斯蘭教在做，他們辦這種我們現在所謂的生活技術的教學，時間都不長，並沒有一定的接受教育的時間。一般都是短期的，兩個月、三個月，一年辦個幾次，內容非常豐富，都是日常生活裡面必需的。好像是一種職業培訓班一樣，教烹飪、教裁縫、教理髮，這項目很多很多，都是日常生活當中的。你學了之後，你就能服務社會，你就能夠自己賺錢養活自己，還能夠養家。學習的時間並不長，兩、三個月就能學到一點手藝。前年我在新加坡，新加坡的回教就辦一個這樣的學校，我去看了，裡面有十幾門課，我們還幫助它籌款，買下校舍。在貧窮落後的地區，這種職業的培訓班非常重要。這培訓班是義務的，不收費的，免費讓你來學，甚至於裡面一些教材還提供你。你學會了之後，社會許許多多地方需要這人才，學校會介紹給你，會推薦。你學會有哪一門長處，什麼樣工作你可以做，你可以有一個固定的職業。這是真正的慈悲救濟，為一切苦難眾生想。他們學會了，也會教別人，也會教他們的同伴。佛教給我們，事，這擔子要擔起，心裡面要放下，這是菩薩。心裡頭有，那就叫造業；心清淨，理事無礙，相性一如，這就對了。第九句："
    },
    {
      "id": "12-017-1101_p0017",
      "zh_CN": "【或名能生。】",
      "zh_TW": "【或名能生。】"
    },
    {
      "id": "12-017-1101_p0018",
      "zh_CN": "这『能生』，我们一看就知道，能生苦果。特别是六道众生，真的从起心动念言语造作能生苦果。什么原因？没有智慧。随顺自己的烦恼习气，天天在造，有意无意，所谓是业障起现行，今生后世，果报绵延不断，这事情麻烦。我们很想避免而无法避免，这都是事实。",
      "zh_TW": "這『能生』，我們一看就知道，能生苦果。特別是六道眾生，真的從起心動念言語造作能生苦果。什麼原因？沒有智慧。隨順自己的煩惱習氣，天天在造，有意無意，所謂是業障起現行，今生後世，果報綿延不斷，這事情麻煩。我們很想避免而無法避免，這都是事實。"
    },
    {
      "id": "12-017-1101_p0019",
      "zh_CN": "今天还有一个同修打电话给我，工作上遇到困难，员工不合作，他来问我，而且告诉我，他接这工作时间并不长。我告诉他：辞掉好了，你不就没事了！古德教导我们，「富在知足，贵在知退，福在受谏」。你命里面有的，丢都丢不掉；命里头没有的，怎么强求也求不来。所以接受一份工作，没有私心，完全是为社会服务，不为个人名闻利养。同伴们，这些同事，欢欢喜喜合作，好，很难得，都是过去生中有善缘。如果说我不要名利，那些人贪图名利，我这做法对他的名利有了妨害，这时候你自己要有智慧去选择进退。特别是一个领导人，更要懂得这道理。",
      "zh_TW": "今天還有一個同修打電話給我，工作上遇到困難，員工不合作，他來問我，而且告訴我，他接這工作時間並不長。我告訴他：辭掉好了，你不就沒事了！古德教導我們，「富在知足，貴在知退，福在受諫」。你命裡面有的，丟都丟不掉；命裡頭沒有的，怎麼強求也求不來。所以接受一份工作，沒有私心，完全是為社會服務，不為個人名聞利養。同伴們，這些同事，歡歡喜喜合作，好，很難得，都是過去生中有善緣。如果說我不要名利，那些人貪圖名利，我這做法對他的名利有了妨害，這時候你自己要有智慧去選擇進退。特別是一個領導人，更要懂得這道理。"
    },
    {
      "id": "12-017-1101_p0020",
      "zh_CN": "领导人不需要有能，需要有权。你底下用的干部，他们要有能，替你做事，忠心于你，你的事情就好办了。如果你底下的干部不忠于你，赶紧走好。为什么？避免重担，避免造恶业。这里头尤其重要，不跟人结怨。所以无论是家庭也好，公司行号也好，对于学佛人来讲都是道场。你所接触的这些大众，都是你教化度脱的对象，你能有这思想，有这种理念，无论从事哪一种行业，菩萨应化，不就是这样子吗？这是真正佛弟子，真正在修行，真正在行菩萨道。世间法做好了，出世间的目的也达到了。在这时候你才晓得，什么叫世间？什么叫出世间？世间、出世间没有界线，就是那一念觉迷，觉的做法跟迷的做法完全不相同。迷的做法是随顺烦恼，觉的做法是随顺智慧，你有智慧，你有善巧方便，果德完全不相同。所以这一转变，世间就变成出世间；转不过来，出世间法也是世间法。我们从这四谛名称，你就能深深体会到，佛是怎样教导我们，我们要怎样学习才能成就。现在时间到了。",
      "zh_TW": "領導人不需要有能，需要有權。你底下用的幹部，他們要有能，替你做事，忠心於你，你的事情就好辦了。如果你底下的幹部不忠於你，趕緊走好。為什麼？避免重擔，避免造惡業。這裡頭尤其重要，不跟人結怨。所以無論是家庭也好，公司行號也好，對於學佛人來講都是道場。你所接觸的這些大眾，都是你教化度脫的對象，你能有這思想，有這種理念，無論從事哪一種行業，菩薩應化，不就是這樣子嗎？這是真正佛弟子，真正在修行，真正在行菩薩道。世間法做好了，出世間的目的也達到了。在這時候你才曉得，什麼叫世間？什麼叫出世間？世間、出世間沒有界線，就是那一念覺迷，覺的做法跟迷的做法完全不相同。迷的做法是隨順煩惱，覺的做法是隨順智慧，你有智慧，你有善巧方便，果德完全不相同。所以這一轉變，世間就變成出世間；轉不過來，出世間法也是世間法。我們從這四諦名稱，你就能深深體會到，佛是怎樣教導我們，我們要怎樣學習才能成就。現在時間到了。"
    },
    {
      "id": "12-017-1101_p0021",
      "zh_CN": "诸位同学，请看离垢世界，苦集圣谛最后这一句：",
      "zh_TW": "諸位同學，請看離垢世界，苦集聖諦最後這一句："
    },
    {
      "id": "12-017-1101_p0022",
      "zh_CN": "【或名粗犷。】",
      "zh_TW": "【或名粗獷。】"
    },
    {
      "id": "12-017-1101_p0023",
      "zh_CN": "这意思也好懂，为什么说这世间六道众生，所造的一切业都称为『粗犷』？我们只要从一个方面去观察就不难懂。哪个方面？六道众生要跟菩萨、声闻相比，可以说皆是粗心大意。粗心大意，他的作为哪有不粗犷的道理！尤其是菩萨，他们真的叫观照入微，我们世间人一般讲细心，跟他们比那还是粗心。但是现在这世间人，我们娑婆世界这世间人的标准，细心的人已经不多了。这是什么原因？教育的问题。现在确确实实社会各个阶层，从家庭、学校、社会，乃至于宗教，真正什么叫教育，甚至于都不知道了，这工作怎么能做得好？",
      "zh_TW": "這意思也好懂，為什麼說這世間六道眾生，所造的一切業都稱為『粗獷』？我們只要從一個方面去觀察就不難懂。哪個方面？六道眾生要跟菩薩、聲聞相比，可以說皆是粗心大意。粗心大意，他的作為哪有不粗獷的道理！尤其是菩薩，他們真的叫觀照入微，我們世間人一般講細心，跟他們比那還是粗心。但是現在這世間人，我們娑婆世界這世間人的標準，細心的人已經不多了。這是什麼原因？教育的問題。現在確確實實社會各個階層，從家庭、學校、社會，乃至於宗教，真正什麼叫教育，甚至於都不知道了，這工作怎麼能做得好？"
    },
    {
      "id": "12-017-1101_p0024",
      "zh_CN": "我记得我初出家不久的时候，那个时候还很年轻，我们早晨上完殿之后早餐，早餐完了之后工作。我所分配到的工作是三个人扫寺庙前面的院子，院子很大，圆山临济寺。早晨遇到几个学生，三、四个学生，他们从后面小路上圆山动物园，我们那边有条小路上去。我很感叹的说了一句话，「年轻人可惜没有受过教育」。这话被他们听到了，回过头来质问我，告诉我他们是台湾大学法学院四年级的学生。你为什么说我没有受过教育？我听到他这话，台湾大学法学院四年级的学生，难得，我就反过来向他请教。我说：请你告诉我，什么叫「教」？什么叫「育」？什么叫「教育」？我问了三个题目，确确实实他答不上来。然后回过头来，算不错，所以那个时代的学生还很可爱，回过头来这很谦虚的来问我，我给他解释。解释之后，他问我，他说：那我们现在这学校受的这个，这算什么？我就跟他讲，我说：教育没有，你们现在所接受的可以说是一种高等知识传习所（他们也笑起来）。你们接受高等技术的训练，确确实实没有受过教育。",
      "zh_TW": "我記得我初出家不久的時候，那個時候還很年輕，我們早晨上完殿之後早餐，早餐完了之後工作。我所分配到的工作是三個人掃寺廟前面的院子，院子很大，圓山臨濟寺。早晨遇到幾個學生，三、四個學生，他們從後面小路上圓山動物園，我們那邊有條小路上去。我很感嘆的說了一句話，「年輕人可惜沒有受過教育」。這話被他們聽到了，回過頭來質問我，告訴我他們是台灣大學法學院四年級的學生。你為什麼說我沒有受過教育？我聽到他這話，台灣大學法學院四年級的學生，難得，我就反過來向他請教。我說：請你告訴我，什麼叫「教」？什麼叫「育」？什麼叫「教育」？我問了三個題目，確確實實他答不上來。然後回過頭來，算不錯，所以那個時代的學生還很可愛，回過頭來這很謙虛的來問我，我給他解釋。解釋之後，他問我，他說：那我們現在這學校受的這個，這算什麼？我就跟他講，我說：教育沒有，你們現在所接受的可以說是一種高等知識傳習所（他們也笑起來）。你們接受高等技術的訓練，確確實實沒有受過教育。"
    },
    {
      "id": "12-017-1101_p0025",
      "zh_CN": "教育从最基本的做人学起，穿衣吃饭、洒扫应对，你学过吗？所以我那个时候问他，我说：现在给四个菜给你，这四个菜怎么摆法，你懂吗？没有学过，没有人教过，所以说是饭都不会吃。我们早晨在这里扫地，你懂得扫地吗？你学过吗？所以真的是，现在在这世间心思细密的人不多了，性情温和心细，无论做什么事情，小心谨慎，认真负责，把事情做好，为大众服务，找不到了。原因什么？原因是没有教育了。在从前，社会上像这样的年轻人还相当多，所以社会无论是公家机关，还是私人机构，它能上轨道。",
      "zh_TW": "教育從最基本的做人學起，穿衣吃飯、灑掃應對，你學過嗎？所以我那個時候問他，我說：現在給四個菜給你，這四個菜怎麼擺法，你懂嗎？沒有學過，沒有人教過，所以說是飯都不會吃。我們早晨在這裡掃地，你懂得掃地嗎？你學過嗎？所以真的是，現在在這世間心思細密的人不多了，性情溫和心細，無論做什麼事情，小心謹慎，認真負責，把事情做好，為大眾服務，找不到了。原因什麼？原因是沒有教育了。在從前，社會上像這樣的年輕人還相當多，所以社會無論是公家機關，還是私人機構，它能上軌道。"
    },
    {
      "id": "12-017-1101_p0026",
      "zh_CN": "现在问题真的是太严重太严重了。宗教里面，在从前教育跟宗教都是清高的，现在也变质了。真的是李老师的话，我们在现前社会只有一条路可走，念佛往生净土。所以我们的念佛堂，这祖先纪念堂安位之后，今天如果把牌位统统排好之后，我们要举行一个安位仪式，念佛堂正式成立了。从此之后，我们念佛堂里念佛就不中断，这比什么都重要，我常讲的比讲经重要。因为这是学院，不能不讲经，我们要培养讲经的人才，更应当帮助人往生极乐世界去作佛。这道场真有一个人在这里念佛得三昧，将来确实往生极乐世界，这道场里头所有的功德主都真的有福了。这是真正的成就，比讲经的成就殊胜太多太多了。只要有人发心进念佛堂念佛，我们大家全心全力护持。",
      "zh_TW": "現在問題真的是太嚴重太嚴重了。宗教裡面，在從前教育跟宗教都是清高的，現在也變質了。真的是李老師的話，我們在現前社會只有一條路可走，念佛往生淨土。所以我們的念佛堂，這祖先紀念堂安位之後，今天如果把牌位統統排好之後，我們要舉行一個安位儀式，念佛堂正式成立了。從此之後，我們念佛堂裡念佛就不中斷，這比什麼都重要，我常講的比講經重要。因為這是學院，不能不講經，我們要培養講經的人才，更應當幫助人往生極樂世界去作佛。這道場真有一個人在這裡念佛得三昧，將來確實往生極樂世界，這道場裡頭所有的功德主都真的有福了。這是真正的成就，比講經的成就殊勝太多太多了。只要有人發心進念佛堂念佛，我們大家全心全力護持。"
    },
    {
      "id": "12-017-1101_p0027",
      "zh_CN": "念佛的人一定要以得念佛三昧为目标，也就是说最低限度，你要求功夫成片，以这为目标。所以常住一切事物，不需要你过问，你就是专心念佛，念累了就休息，休息好了赶紧接着念。我们常住将五十三号这栋房子住众搬出来，让给念佛堂同修做休息室。念累了就休息，休息好了，赶紧进念佛堂接着去念。完全遵守谛闲法师教锅漏匠的方法，这方法好，一点压力都没有。念佛堂分三个区：绕佛的区、止静的区、拜佛的区，分三个区，以绕佛为主。白天上课的时候，各个教室都在一起，上课的时候我们不干扰课堂，所以绕佛在念佛堂里面绕。早晚，下课的时候，不是上课的时候，可以在外面绕。我们的教室四周围都做了走廊，就是给绕佛用的，在外面绕。这自行里面就包括化他，为什么？我们外面马路上的行人、车辆，都能看得到你们穿衣搭袍在那个地方绕佛，「一历眼根，永为道种」，那就是化他。日夜没有休息的，你什么时候累了，什么时候休息，休息好了，你就起来念。我们有规矩，但是不重形式。",
      "zh_TW": "念佛的人一定要以得念佛三昧為目標，也就是說最低限度，你要求功夫成片，以這為目標。所以常住一切事物，不需要你過問，你就是專心念佛，念累了就休息，休息好了趕緊接著念。我們常住將五十三號這棟房子住眾搬出來，讓給念佛堂同修做休息室。念累了就休息，休息好了，趕緊進念佛堂接著去念。完全遵守諦閑法師教鍋漏匠的方法，這方法好，一點壓力都沒有。念佛堂分三個區：繞佛的區、止靜的區、拜佛的區，分三個區，以繞佛為主。白天上課的時候，各個教室都在一起，上課的時候我們不干擾課堂，所以繞佛在念佛堂裡面繞。早晚，下課的時候，不是上課的時候，可以在外面繞。我們的教室四周圍都做了走廊，就是給繞佛用的，在外面繞。這自行裡面就包括化他，為什麼？我們外面馬路上的行人、車輛，都能看得到你們穿衣搭袍在那個地方繞佛，「一歷眼根，永為道種」，那就是化他。日夜沒有休息的，你什麼時候累了，什麼時候休息，休息好了，你就起來念。我們有規矩，但是不重形式。"
    },
    {
      "id": "12-017-1101_p0028",
      "zh_CN": "念佛只要声调统一，跟念佛机可以。如果觉得念佛机不太理想，你们自己念，录一个录音带，然后就是放这录音带做标准，跟着这录音带念，自己念的这音声就统一了。至于你是绕着念，还是坐在那里念，或者是拜佛，这是随意，我们不要统一。你拜佛，你愿意拜得快，你就快拜；你愿意拜得慢，你就慢拜。年岁大的人动作慢，年轻的人动作快，我们不用引磬；引磬同时拜，年轻的人嫌太慢，年岁大的人嫌太快，都会生烦恼。所以不用这些仪规，你就很轻松了，一点压力都没有。虽然大家在一块共修，实际上各人修各人的。但是进念佛堂决定止语，不能说话，杂心闲话把你功夫破坏掉了。所以念佛堂最重要的是止语，不讲话，见人也不打招呼，这是规矩。你念你的佛，什么人都不打招呼，这不是没有礼貌，这是真正尊重，真正如法。外面来的客人，我们给他介绍，我们这地方是这样的一个规矩，这规矩是祖师大德传下来的老规矩，不是我们自己制定的。再请看后面这一段：",
      "zh_TW": "念佛只要聲調統一，跟念佛機可以。如果覺得念佛機不太理想，你們自己念，錄一個錄音帶，然後就是放這錄音帶做標準，跟著這錄音帶念，自己念的這音聲就統一了。至於你是繞著念，還是坐在那裡念，或者是拜佛，這是隨意，我們不要統一。你拜佛，你願意拜得快，你就快拜；你願意拜得慢，你就慢拜。年歲大的人動作慢，年輕的人動作快，我們不用引磬；引磬同時拜，年輕的人嫌太慢，年歲大的人嫌太快，都會生煩惱。所以不用這些儀規，你就很輕鬆了，一點壓力都沒有。雖然大家在一塊共修，實際上各人修各人的。但是進念佛堂決定止語，不能說話，雜心閒話把你功夫破壞掉了。所以念佛堂最重要的是止語，不講話，見人也不打招呼，這是規矩。你念你的佛，什麼人都不打招呼，這不是沒有禮貌，這是真正尊重，真正如法。外面來的客人，我們給他介紹，我們這地方是這樣的一個規矩，這規矩是祖師大德傳下來的老規矩，不是我們自己制定的。再請看後面這一段："
    },
    {
      "id": "12-017-1101_p0029",
      "zh_CN": "【诸佛子，所言苦灭圣谛者，彼离垢世界中，或名无等等，或名普除尽，或名离垢，或名最胜根，或名称会，或名无资待，或名灭惑，或名最上，或名毕竟，或名破印。】",
      "zh_TW": "【諸佛子，所言苦滅聖諦者，彼離垢世界中，或名無等等，或名普除盡，或名離垢，或名最勝根，或名稱會，或名無資待，或名滅惑，或名最上，或名畢竟，或名破印。】"
    },
    {
      "id": "12-017-1101_p0030",
      "zh_CN": "到这里是一段，这是第三段。第三段是出世法里面的果，出世间果，通常我们简称称「灭」，简称四谛是苦集灭道。『苦灭圣谛』，这意思在前面介绍过了。在西方离垢世界，大致上跟我们娑婆世界差不多，看这样子都有六道轮回，不是经上所讲的清净世界，这里头有凡圣同居土。第一个名字，『或名无等等』，出世间果。「无等」，等是等于，没有跟他相等的，无等。后面又加上一个等，「无等等」，小乘的极果，无等；再加个等，那是大乘极果，有这意思。另外还有个意思，天台家讲藏、通、别、圆四教，四教都有佛，藏教佛、通教佛、别教佛、圆教佛，佛无等，称为无等，菩萨不能跟他相等。四教佛在一起，圆教佛最高了，无等等就是称圆教佛，这是究竟极果。为什么？这名字是在《华严经》上讲的，《华严经》是一乘圆教，在大乘之上。世尊在《法华经》上讲「唯有一乘法，无二亦无三」，三乘里面大乘是无等，一乘法！这都是讲到最高的果位，这是大乘圆教的究竟果位，灭谛。",
      "zh_TW": "到這裡是一段，這是第三段。第三段是出世法裡面的果，出世間果，通常我們簡稱稱「滅」，簡稱四諦是苦集滅道。『苦滅聖諦』，這意思在前面介紹過了。在西方離垢世界，大致上跟我們娑婆世界差不多，看這樣子都有六道輪迴，不是經上所講的清淨世界，這裡頭有凡聖同居土。第一個名字，『或名無等等』，出世間果。「無等」，等是等於，沒有跟他相等的，無等。後面又加上一個等，「無等等」，小乘的極果，無等；再加個等，那是大乘極果，有這意思。另外還有個意思，天台家講藏、通、別、圓四教，四教都有佛，藏教佛、通教佛、別教佛、圓教佛，佛無等，稱為無等，菩薩不能跟他相等。四教佛在一起，圓教佛最高了，無等等就是稱圓教佛，這是究竟極果。為什麼？這名字是在《華嚴經》上講的，《華嚴經》是一乘圓教，在大乘之上。世尊在《法華經》上講「唯有一乘法，無二亦無三」，三乘裡面大乘是無等，一乘法！這都是講到最高的果位，這是大乘圓教的究竟果位，滅諦。"
    },
    {
      "id": "12-017-1101_p0031",
      "zh_CN": "第二个名字，『或名普除尽』。「普」是普遍，「除尽」，烦恼尽了。普遍除尽，生死尽、染污尽了，这句话听起来不难，做起来可真不容易。我们看到这地方，虽然是讲的出世间的果，我们今天是一品烦恼都没有断的凡夫，我们看到诸佛如来果地上的德号，这十个名字都是果地上的德号，我们应当要生起惭愧心，要知道学习，要真干。烦恼习气，哪一种最严重，就从这一种下手。每一个人根性不相同，不是别人学这法门，我也跟他学这法门，不一定，人家学那个能成功，我们学这个未必成功。就好像生病一样，大夫给我们处方，我们只能用大夫给我处的这个方，吃这药，药到病除。我总不能去背着大夫用别人的处方，那就错了，每个人的处方都不一样，这道理要懂。在我习气里面、烦恼里面，哪一种最重？从最重的下手，然后再除其次、再其次的，这就对了。如果贪心重，贪财、贪色、贪名、贪利，这又各有不同，看你贪哪一种，你就先断这一种，这就是对治的方法。傲慢习气重，你就要用慈悲、用谦虚、用恭敬，用这些方法来对治，要把你的烦恼除尽。这事情，每个人不一样，所以只能说一个原则，一定要自己做深层的反省。",
      "zh_TW": "第二個名字，『或名普除盡』。「普」是普遍，「除盡」，煩惱盡了。普遍除盡，生死盡、染污盡了，這句話聽起來不難，做起來可真不容易。我們看到這地方，雖然是講的出世間的果，我們今天是一品煩惱都沒有斷的凡夫，我們看到諸佛如來果地上的德號，這十個名字都是果地上的德號，我們應當要生起慚愧心，要知道學習，要真幹。煩惱習氣，哪一種最嚴重，就從這一種下手。每一個人根性不相同，不是別人學這法門，我也跟他學這法門，不一定，人家學那個能成功，我們學這個未必成功。就好像生病一樣，大夫給我們處方，我們只能用大夫給我處的這個方，吃這藥，藥到病除。我總不能去背著大夫用別人的處方，那就錯了，每個人的處方都不一樣，這道理要懂。在我習氣裡面、煩惱裡面，哪一種最重？從最重的下手，然後再除其次、再其次的，這就對了。如果貪心重，貪財、貪色、貪名、貪利，這又各有不同，看你貪哪一種，你就先斷這一種，這就是對治的方法。傲慢習氣重，你就要用慈悲、用謙虛、用恭敬，用這些方法來對治，要把你的煩惱除盡。這事情，每個人不一樣，所以只能說一個原則，一定要自己做深層的反省。"
    },
    {
      "id": "12-017-1101_p0032",
      "zh_CN": "世出世法里头，处事待人接物，古德说得很好，人做好了，才能作佛；人都做不好，你怎么能成得了佛？这是真话。经本展开，这里头多少句「善男子善女人」，善男子善女人他们人做好了，没有问题，再提升上去作菩萨、作佛，这顺理成章。所以真正要想成就，首先一定要达到「善男子善女人」的标准，这标准是什么？就是十善业道。十善业道落实，就是净业三福第一条，孝亲尊师。学佛的人，佛怎么教我们？在大乘戒律里头，佛教导我们「一切男子是我父，一切女人是我母」，这话什么意思？把所有一切人看作父母一样孝顺。一切众生皆是未来佛，这是教我们把一切众生都看作老师，都看作善知识，奉事师长。「孝养父母，奉事师长」是这样落实的，这是叫菩萨行。「慈心不杀」，这一句是说的戒律，持戒。「修十善业」，持戒修善！这样的人才叫做「善男子善女人」，学习大乘法的。净宗是大乘，这样的人具足修学大乘的条件，能断除自己的烦恼习气，能把一切有情众生看作是父母，看作是未来佛，你的烦恼习气自自然然就能够伏住了。",
      "zh_TW": "世出世法裡頭，處事待人接物，古德說得很好，人做好了，才能作佛；人都做不好，你怎麼能成得了佛？這是真話。經本展開，這裡頭多少句「善男子善女人」，善男子善女人他們人做好了，沒有問題，再提升上去作菩薩、作佛，這順理成章。所以真正要想成就，首先一定要達到「善男子善女人」的標準，這標準是什麼？就是十善業道。十善業道落實，就是淨業三福第一條，孝親尊師。學佛的人，佛怎麼教我們？在大乘戒律裡頭，佛教導我們「一切男子是我父，一切女人是我母」，這話什麼意思？把所有一切人看作父母一樣孝順。一切眾生皆是未來佛，這是教我們把一切眾生都看作老師，都看作善知識，奉事師長。「孝養父母，奉事師長」是這樣落實的，這是叫菩薩行。「慈心不殺」，這一句是說的戒律，持戒。「修十善業」，持戒修善！這樣的人才叫做「善男子善女人」，學習大乘法的。淨宗是大乘，這樣的人具足修學大乘的條件，能斷除自己的煩惱習氣，能把一切有情眾生看作是父母，看作是未來佛，你的煩惱習氣自自然然就能夠伏住了。"
    },
    {
      "id": "12-017-1101_p0033",
      "zh_CN": "修行最重要的是转念头，你对这宇宙人生是怎么看法？怎么想法？念头正了，跟佛菩萨的看法一样，就不难修了。你的烦恼习气常常起现行，转不过来，什么原因？你的观念错误了。你是用什么样的心态看人，看一切众生，这地方我们不能不反省，不能不检点。如来果地上烦恼习气除尽了，我们念佛求生净土，虽然讲带业往生，古大德跟我们讲得很清楚，带业往生，只带旧业，不带现行。我想我们同学对这几句话都很熟悉，听得很多了。为什么自己还常常起现行？现在常常会起现行，临终的时候，你有没有把握控制住？那是一个关口，这关口不能通过，这一生就去不成，依旧要长劫轮回。真正想这一生能去，这关口顺利通过，现在要开始练习，把自己的烦恼习气，贪、瞋、痴、慢、疑，还有一个恶见，这是大乘经教里头常讲的六种根本烦恼，不说太多了，只说这六个，六个根本烦恼，你要有能力把它伏住。无论在什么境缘当中不起现行，虽然没断，它不会发作。为什么不发作？你有戒定慧三学控制住它，三学有力量，能控制住烦恼。",
      "zh_TW": "修行最重要的是轉念頭，你對這宇宙人生是怎麼看法？怎麼想法？念頭正了，跟佛菩薩的看法一樣，就不難修了。你的煩惱習氣常常起現行，轉不過來，什麼原因？你的觀念錯誤了。你是用什麼樣的心態看人，看一切眾生，這地方我們不能不反省，不能不檢點。如來果地上煩惱習氣除盡了，我們念佛求生淨土，雖然講帶業往生，古大德跟我們講得很清楚，帶業往生，只帶舊業，不帶現行。我想我們同學對這幾句話都很熟悉，聽得很多了。為什麼自己還常常起現行？現在常常會起現行，臨終的時候，你有沒有把握控制住？那是一個關口，這關口不能通過，這一生就去不成，依舊要長劫輪迴。真正想這一生能去，這關口順利通過，現在要開始練習，把自己的煩惱習氣，貪、瞋、痴、慢、疑，還有一個惡見，這是大乘經教裡頭常講的六種根本煩惱，不說太多了，只說這六個，六個根本煩惱，你要有能力把它伏住。無論在什麼境緣當中不起現行，雖然沒斷，它不會發作。為什麼不發作？你有戒定慧三學控制住它，三學有力量，能控制住煩惱。"
    },
    {
      "id": "12-017-1101_p0034",
      "zh_CN": "在三学里头，我们要特别重视定学，定能伏烦恼，慧能转烦恼。开慧不容易，所以我们把精神着重在定，念佛法门里面就是一心不乱，念佛要以一心不乱做我们修学的标准。你要记住「一心」，你六根接触六尘境界，分别心才起，一心没有了；执着念头才起，一心也没有了。所以你在念佛堂锻炼，炼一心不乱，这时候教你，不要说人坐在你旁边不理他，佛走到你旁边也不理他。为什么？你一理他，你的一心不是破坏掉了？你现在全部精神在炼一心不乱，你要看到我从那里走过去，要站一下子，合掌，错了！见，见到没有？见到了，见到你心要有定。见到是什么？见到是慧。根本不理，那是定，你在那个地方是定慧等学，你在那里修定修慧。无论看到什么境界，无论看到什么人，不起心不动念，不分别不执着，专注在这一句佛号上，这叫念佛。",
      "zh_TW": "在三學裡頭，我們要特別重視定學，定能伏煩惱，慧能轉煩惱。開慧不容易，所以我們把精神著重在定，念佛法門裡面就是一心不亂，念佛要以一心不亂做我們修學的標準。你要記住「一心」，你六根接觸六塵境界，分別心才起，一心沒有了；執著念頭才起，一心也沒有了。所以你在念佛堂鍛鍊，鍊一心不亂，這時候教你，不要說人坐在你旁邊不理他，佛走到你旁邊也不理他。為什麼？你一理他，你的一心不是破壞掉了？你現在全部精神在鍊一心不亂，你要看到我從那裡走過去，要站一下子，合掌，錯了！見，見到沒有？見到了，見到你心要有定。見到是什麼？見到是慧。根本不理，那是定，你在那個地方是定慧等學，你在那裡修定修慧。無論看到什麼境界，無論看到什麼人，不起心不動念，不分別不執著，專注在這一句佛號上，這叫念佛。"
    },
    {
      "id": "12-017-1101_p0035",
      "zh_CN": "如果不能摄心，那就学以前老和尚，眼观鼻，鼻观心；大势至菩萨也教给我们，「都摄六根，净念相继」。都摄六根是什么？要把我六根收回来，不缘外头境界，对外的境界一概不理，我也不看，我也不听。怕外面境界扰乱，在念佛堂，在里面念；终究是要在外面念，外面念，六根对外面六尘境界，也不起心动念，也不分别执着，念佛三昧才能现前。一接触外面境界马上就乱掉，这不行，你一点功夫都没有。念上三年，考考你，怎么考法？赞美你几句，得意忘形，好快乐，你完了；骂你几句，生气生好几天，你什么功夫都没有了，禁不起考验。这时候禁不起考验无所谓，临命终时禁不起考验就完了，极乐世界去不成了。",
      "zh_TW": "如果不能攝心，那就學以前老和尚，眼觀鼻，鼻觀心；大勢至菩薩也教給我們，「都攝六根，淨念相繼」。都攝六根是什麼？要把我六根收回來，不緣外頭境界，對外的境界一概不理，我也不看，我也不聽。怕外面境界擾亂，在念佛堂，在裡面念；終究是要在外面念，外面念，六根對外面六塵境界，也不起心動念，也不分別執著，念佛三昧才能現前。一接觸外面境界馬上就亂掉，這不行，你一點功夫都沒有。念上三年，考考你，怎麼考法？讚美你幾句，得意忘形，好快樂，你完了；罵你幾句，生氣生好幾天，你什麼功夫都沒有了，禁不起考驗。這時候禁不起考驗無所謂，臨命終時禁不起考驗就完了，極樂世界去不成了。"
    },
    {
      "id": "12-017-1101_p0036",
      "zh_CN": "功夫成片，最简单的话，最容易懂的，佛门里面常讲「八风吹不动」，八风吹不动才是功夫成片，不是有什么了不起的功夫。顺境逆境，善缘恶缘，都能够不起心不动念不分别不执着，这一句佛号绵绵密密不会中断，心口相应，这叫念佛。念佛堂的堂主，念佛堂将来还要请个堂主，堂主照顾大家，这些重要的学习纲领要常常讲，不厌其烦。为什么？纵然听了很多遍，还是做不到。做不到，要常常讲，才能真正提醒，它才起作用。所以跟学教一样，一门深入，长时薰修，才起作用；不是长时薰修，起不了作用。",
      "zh_TW": "功夫成片，最簡單的話，最容易懂的，佛門裡面常講「八風吹不動」，八風吹不動才是功夫成片，不是有什麼了不起的功夫。順境逆境，善緣惡緣，都能夠不起心不動念不分別不執著，這一句佛號綿綿密密不會中斷，心口相應，這叫念佛。念佛堂的堂主，念佛堂將來還要請個堂主，堂主照顧大家，這些重要的學習綱領要常常講，不厭其煩。為什麼？縱然聽了很多遍，還是做不到。做不到，要常常講，才能真正提醒，它才起作用。所以跟學教一樣，一門深入，長時薰修，才起作用；不是長時薰修，起不了作用。"
    },
    {
      "id": "12-017-1101_p0037",
      "zh_CN": "尤其是生在现代这社会，内里面的烦恼习气失去了防范，随时起现行，现在可以说随时起暴动，比现行厉害多了。外面的诱惑，过去历史上见不到的，现在诱惑力量太大太大了。修行成就真不容易，现在修行成就的人，古人看到了，那没有一个不佩服。为什么？他们生在当时那个环境修行容易，大家受过伦理道德的薰陶，受过祖师大德的教诲，它有个约束在。对烦恼习气，真的它有防范作用在；现在没人教了，防范没有了。从前外面诱惑少，可以说比现在少得太多太多，容易修；现在这时代不容易修，比过去难上百倍都不止。我们能在这时代里头修成功，古大德怎么能不佩服？古大德许多人如果生在今天的社会一样不成就，这都是实在话。",
      "zh_TW": "尤其是生在現代這社會，內裡面的煩惱習氣失去了防範，隨時起現行，現在可以說隨時起暴動，比現行厲害多了。外面的誘惑，過去歷史上見不到的，現在誘惑力量太大太大了。修行成就真不容易，現在修行成就的人，古人看到了，那沒有一個不佩服。為什麼？他們生在當時那個環境修行容易，大家受過倫理道德的薰陶，受過祖師大德的教誨，它有個約束在。對煩惱習氣，真的它有防範作用在；現在沒人教了，防範沒有了。從前外面誘惑少，可以說比現在少得太多太多，容易修；現在這時代不容易修，比過去難上百倍都不止。我們能在這時代裡頭修成功，古大德怎麼能不佩服？古大德許多人如果生在今天的社會一樣不成就，這都是實在話。"
    },
    {
      "id": "12-017-1101_p0038",
      "zh_CN": "下面第三句，『或名离垢』。「离垢」跟「普除尽」的意思差不多，「垢」是染污，烦恼的代名词。它染污我们心性，染污我们的法身，染污我们的性德。我们平常讲的菩提心，真诚心、清净心、平等心、正觉心、慈悲心统统被它染污了。身染污是其次，不重要，最重要的是心。心清净，身就清净，身心清净，境界就清净，境随心转，这话经论里面讲得很多很多。我们常常读诵，但是对它没有信心，换句话说，我们的染污太严重了。圣教虽然天天薰陶，依旧不能起作用，你就知道这染污是多严重，是多么可怕。",
      "zh_TW": "下面第三句，『或名離垢』。「離垢」跟「普除盡」的意思差不多，「垢」是染污，煩惱的代名詞。它染污我們心性，染污我們的法身，染污我們的性德。我們平常講的菩提心，真誠心、清淨心、平等心、正覺心、慈悲心統統被它染污了。身染污是其次，不重要，最重要的是心。心清淨，身就清淨，身心清淨，境界就清淨，境隨心轉，這話經論裡面講得很多很多。我們常常讀誦，但是對它沒有信心，換句話說，我們的染污太嚴重了。聖教雖然天天薰陶，依舊不能起作用，你就知道這染污是多嚴重，是多麼可怕。"
    },
    {
      "id": "12-017-1101_p0039",
      "zh_CN": "「离垢」这念头我们没有，这还得了！这是在灭谛上，诸佛如来在果地上一丝毫的垢秽都没有了，他离得干干净净，就像前面讲的「普除尽」。我们读了这名词，就要知道这一桩事情的严重性。我们要发心远离，要懂得防范，那就对了。换句话说，现在外面染污严重，我们如何避免？我们自己修学，这几十年当中，我们不看电视、不听广播、不看报纸、不看杂志，这是什么？防止染污。所以心清净程度不够，比起一般社会大众，我们真的是清净很多。但是跟真正有修行的人、真正有道德的人，跟他们比还是差得很远很远，自己要知道。知道，你才能生惭愧心；知道，才肯真正用功努力。染污，特别是心理的染污、精神的染污、思想的染污，要严格的防御。念佛堂就是训练离垢，二六时中，一句佛号，这一句佛号是净念，净念成就了，垢污自然就远离。现在时间到了。",
      "zh_TW": "「離垢」這念頭我們沒有，這還得了！這是在滅諦上，諸佛如來在果地上一絲毫的垢穢都沒有了，他離得乾乾淨淨，就像前面講的「普除盡」。我們讀了這名詞，就要知道這一樁事情的嚴重性。我們要發心遠離，要懂得防範，那就對了。換句話說，現在外面染污嚴重，我們如何避免？我們自己修學，這幾十年當中，我們不看電視、不聽廣播、不看報紙、不看雜誌，這是什麼？防止染污。所以心清淨程度不夠，比起一般社會大眾，我們真的是清淨很多。但是跟真正有修行的人、真正有道德的人，跟他們比還是差得很遠很遠，自己要知道。知道，你才能生慚愧心；知道，才肯真正用功努力。染污，特別是心理的染污、精神的染污、思想的染污，要嚴格的防禦。念佛堂就是訓練離垢，二六時中，一句佛號，這一句佛號是淨念，淨念成就了，垢污自然就遠離。現在時間到了。"
    }
  ]
}