{
  "doc_id": "12-017-1521",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五二一卷",
    "zh_TW": "第一五二一卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1521",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "12-017-1521_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「净行品第十一」，偈颂第五段第五首看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「淨行品第十一」，偈頌第五段第五首看起："
    },
    {
      "id": "12-017-1521_p0002",
      "zh_CN": "【洗涤形秽。当愿众生。清净调柔。毕竟无垢。】",
      "zh_TW": "【洗滌形穢。當願眾生。清淨調柔。畢竟無垢。】"
    },
    {
      "id": "12-017-1521_p0003",
      "zh_CN": "这首偈是在洗澡的时候，下面一首是洗手，最后一首是洗脸。你看这都是日常生活当中的。在南方，尤其是在热带，当地人叫冲凉，因为天气炎热，一天总要冲个二、三次；不像北方寒冷，洗澡沐浴的时间比较少，南方这是至少每天一定要沐浴一次，洗手、洗脸就更多了。这些日常生活当中，确实我们起心动念是随顺烦恼、随顺习气。菩萨、觉悟的人跟我们确实不一样，就在这种很小的事相之中，都能够引发无量的弘愿。",
      "zh_TW": "這首偈是在洗澡的時候，下面一首是洗手，最後一首是洗臉。你看這都是日常生活當中的。在南方，尤其是在熱帶，當地人叫沖涼，因為天氣炎熱，一天總要沖個二、三次；不像北方寒冷，洗澡沐浴的時間比較少，南方這是至少每天一定要沐浴一次，洗手、洗臉就更多了。這些日常生活當中，確實我們起心動念是隨順煩惱、隨順習氣。菩薩、覺悟的人跟我們確實不一樣，就在這種很小的事相之中，都能夠引發無量的弘願。"
    },
    {
      "id": "12-017-1521_p0004",
      "zh_CN": "我们读到这个地方，想到这个地方，不能不令人肃然起敬。他们是怎样成就的？为什么他们在点点滴滴的小事情都能够引发弘愿？弘愿是性德，这个道理不能不懂！所谓是念念不违性德，念念与性德相应，这是菩萨。这不是普通菩萨，大经上所说的法身菩萨。法身菩萨就是佛，宗门里面常说的「明心见性，见性成佛」。这个境界就是见性成佛的境界，就是见性成佛的样子。你看他有没有成佛，你就拿这个标准去核对一下；那我们自己有没有成佛，也拿这个标准认真的来检点一下。我们在日常生活处事待人接物，点点滴滴与这品经讲的相应不相应？诸位要知道，弟子规是人间的善法，人道与性德相应；十善业道是天人的善法，上品十善生天，比弟子规的标准高一级；「净行品」是法身大士的善法，完全是性德自然的流露。",
      "zh_TW": "我們讀到這個地方，想到這個地方，不能不令人肅然起敬。他們是怎樣成就的？為什麼他們在點點滴滴的小事情都能夠引發弘願？弘願是性德，這個道理不能不懂！所謂是念念不違性德，念念與性德相應，這是菩薩。這不是普通菩薩，大經上所說的法身菩薩。法身菩薩就是佛，宗門裡面常說的「明心見性，見性成佛」。這個境界就是見性成佛的境界，就是見性成佛的樣子。你看他有沒有成佛，你就拿這個標準去核對一下；那我們自己有沒有成佛，也拿這個標準認真的來檢點一下。我們在日常生活處事待人接物，點點滴滴與這品經講的相應不相應？諸位要知道，弟子規是人間的善法，人道與性德相應；十善業道是天人的善法，上品十善生天，比弟子規的標準高一級；「淨行品」是法身大士的善法，完全是性德自然的流露。"
    },
    {
      "id": "12-017-1521_p0005",
      "zh_CN": "『当愿众生』，当愿是自然的，所谓自然就不是刻意的。刻意是这里头夹杂着意识，就不自然，这意思深。大乘教里面讲的心意识，这里头有心意识在里面就不自然，离心意识才是自然。什么叫心意识？我们讲得白一点、讲得浅一点，识是分别，意是执着，心就是起心动念。离心意识也就是说善用其心，真心里面没有妄想分别执着，夹杂着妄想分别执着就不是真心。这个地方「当愿众生」，当愿是真心不是妄心；换句话说，离心意识，这里头没有心意识，就是没有妄想分别执着。我通常讲的大家好懂，就是决定没有起心、没有动念、没有分别、没有执着，这是善用其心；你有起心动念、有分别执着，不善用心。不善用心，那就落在十法界、落在六道，六道众生的用心全用错了。",
      "zh_TW": "『當願眾生』，當願是自然的，所謂自然就不是刻意的。刻意是這裡頭夾雜著意識，就不自然，這意思深。大乘教裡面講的心意識，這裡頭有心意識在裡面就不自然，離心意識才是自然。什麼叫心意識？我們講得白一點、講得淺一點，識是分別，意是執著，心就是起心動念。離心意識也就是說善用其心，真心裡面沒有妄想分別執著，夾雜著妄想分別執著就不是真心。這個地方「當願眾生」，當願是真心不是妄心；換句話說，離心意識，這裡頭沒有心意識，就是沒有妄想分別執著。我通常講的大家好懂，就是決定沒有起心、沒有動念、沒有分別、沒有執著，這是善用其心；你有起心動念、有分別執著，不善用心。不善用心，那就落在十法界、落在六道，六道眾生的用心全用錯了。"
    },
    {
      "id": "12-017-1521_p0006",
      "zh_CN": "你看《弟子规》，你想想有没有起心动念、分别执着？有！所以它是人间的善法，不出六道。十善业道，那就看你怎么用心，如果起心动念、分别、执着都有，人天善法，这个十善业是人天；如果只有起心动念、有分别，没有执着，那就是四圣法界，阿罗汉、辟支佛，就是他们的善法；如果起心动念都没有了，那是佛菩萨的善法。统统是十善，用心不一样！不起心、不动念是用真心。此地一百四十一愿，「当愿众生」都是没有起心动念。",
      "zh_TW": "你看《弟子規》，你想想有沒有起心動念、分別執著？有！所以它是人間的善法，不出六道。十善業道，那就看你怎麼用心，如果起心動念、分別、執著都有，人天善法，這個十善業是人天；如果只有起心動念、有分別，沒有執著，那就是四聖法界，阿羅漢、辟支佛，就是他們的善法；如果起心動念都沒有了，那是佛菩薩的善法。統統是十善，用心不一樣！不起心、不動念是用真心。此地一百四十一願，「當願眾生」都是沒有起心動念。"
    },
    {
      "id": "12-017-1521_p0007",
      "zh_CN": "由此可知，这些言语文字是方便法，佛门里头常讲「慈悲为本，方便为门」。慈悲，就是现在一般人所讲的爱心、大爱，爱心里头没有分别、没有执着、没有起心动念，是自性圆满的流露，没有一丝毫欠缺。我说的这个话意思很深，实在讲很不容易体会！自性本具的性德，大乘教里面称本觉，中国古圣先贤称的本善；本觉不是觉迷的觉，本善不是善恶的善，所以就难懂了。六道凡夫，凡是讲相对的、有比较的很容易懂，不是相对的、不是比较的就很难懂。凡夫认为那是抽象的，抽象的不好懂。佛法讲的是不是抽象的？凡夫以为是抽象的，觉悟的人他心目当中这才是真实的。",
      "zh_TW": "由此可知，這些言語文字是方便法，佛門裡頭常講「慈悲為本，方便為門」。慈悲，就是現在一般人所講的愛心、大愛，愛心裡頭沒有分別、沒有執著、沒有起心動念，是自性圓滿的流露，沒有一絲毫欠缺。我說的這個話意思很深，實在講很不容易體會！自性本具的性德，大乘教裡面稱本覺，中國古聖先賢稱的本善；本覺不是覺迷的覺，本善不是善惡的善，所以就難懂了。六道凡夫，凡是講相對的、有比較的很容易懂，不是相對的、不是比較的就很難懂。凡夫認為那是抽象的，抽象的不好懂。佛法講的是不是抽象的？凡夫以為是抽象的，覺悟的人他心目當中這才是真實的。"
    },
    {
      "id": "12-017-1521_p0008",
      "zh_CN": "六道里面没有真实，十法界里头没有真实。《般若经》上说「凡所有相，皆是虚妄」，抽象是虚妄的，十法界里面所谓真实还是虚妄。「梦里明明有六趣，觉后空空无大千」；《大般若经》总结（我常说）「一切法无所有，毕竟空，不可得」。这才是事实真相，这才是自性圆满的显露。显露在什么地方？就显露在现前，只是你不认识。你为什么不认识？因为你有起心动念、分别、执着障碍住，在你面前，你看不出来；在你耳边，你听不见；在你身边，你触摸不到。如果你把这障碍去掉，正是《华严》所说的「一切众生皆有如来智慧德相，但以妄想执着而不能证得」。我们把妄想执着放下，那时候怎么样？那时候左右逢源，头头是道，见闻觉知无有一法不是，这才是自性清净，永离尘垢。",
      "zh_TW": "六道裡面沒有真實，十法界裡頭沒有真實。《般若經》上說「凡所有相，皆是虛妄」，抽象是虛妄的，十法界裡面所謂真實還是虛妄。「夢裡明明有六趣，覺後空空無大千」；《大般若經》總結（我常說）「一切法無所有，畢竟空，不可得」。這才是事實真相，這才是自性圓滿的顯露。顯露在什麼地方？就顯露在現前，只是你不認識。你為什麼不認識？因為你有起心動念、分別、執著障礙住，在你面前，你看不出來；在你耳邊，你聽不見；在你身邊，你觸摸不到。如果你把這障礙去掉，正是《華嚴》所說的「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」。我們把妄想執著放下，那時候怎麼樣？那時候左右逢源，頭頭是道，見聞覺知無有一法不是，這才是自性清淨，永離塵垢。"
    },
    {
      "id": "12-017-1521_p0009",
      "zh_CN": "我们每天洗澡，每天冲凉的时候。现在是凡夫，在学佛！洗澡冲凉的时候，把身上脏东西清洗干净，这时候就想到身要干净。佛在大乘教里面告诉我们，一切染法的根源是妄想分别执着，这个东西要把它洗刷干净。自性清净心里面本来没有，自性里头本来没有，你要把这个东西洗干净。就像身体一样，身体本来是干净的，垢秽是染污，这个染污我们懂得用清水把它冲掉、把它洗净。那回过头来想想，我们心里的染污要不要把它洗干净？",
      "zh_TW": "我們每天洗澡，每天沖涼的時候。現在是凡夫，在學佛！洗澡沖涼的時候，把身上髒東西清洗乾淨，這時候就想到身要乾淨。佛在大乘教裡面告訴我們，一切染法的根源是妄想分別執著，這個東西要把它洗刷乾淨。自性清淨心裡面本來沒有，自性裡頭本來沒有，你要把這個東西洗乾淨。就像身體一樣，身體本來是乾淨的，垢穢是染污，這個染污我們懂得用清水把它沖掉、把它洗淨。那回過頭來想想，我們心裡的染污要不要把它洗乾淨？"
    },
    {
      "id": "12-017-1521_p0010",
      "zh_CN": "说到这个地方，这些年来，我们在讲席当中也常常提到环保。半个世纪之前没有这个名词，没听说过；最近三十年来，在全世界任何地方，大家都警觉到环境的保护，这是什么原因？环境被染污了。以前有没有？有。为什么没有这个意识？染污得不严重，所以没有这个意识。最近这半个世纪，由于科技的进步，科技给我们带来的染污，破坏地球生态环境，直接影响到地球上居住的这些人们安全的问题，大家警觉到、意识到环境保护人人有责。政府，甚至于国际的组织像联合国，都在大声疾呼，提醒大众的环保意识。能不能有效？我说过很多次，很难收到效果。",
      "zh_TW": "說到這個地方，這些年來，我們在講席當中也常常提到環保。半個世紀之前沒有這個名詞，沒聽說過；最近三十年來，在全世界任何地方，大家都警覺到環境的保護，這是什麼原因？環境被染污了。以前有沒有？有。為什麼沒有這個意識？染污得不嚴重，所以沒有這個意識。最近這半個世紀，由於科技的進步，科技給我們帶來的染污，破壞地球生態環境，直接影響到地球上居住的這些人們安全的問題，大家警覺到、意識到環境保護人人有責。政府，甚至於國際的組織像聯合國，都在大聲疾呼，提醒大眾的環保意識。能不能有效？我說過很多次，很難收到效果。"
    },
    {
      "id": "12-017-1521_p0011",
      "zh_CN": "我为什么要这样说法？环保意识是有，染污的根源依然模糊，不清楚！没有从根本上来下功夫，只是在枝叶，收到的效果就非常有限。根本是什么？根本是起心动念。起心动念不善，起心动念严重染污，这是染污的根源。现在人起心动念是什么？自私自利，损人利己，人人都起损人利己的念头。大乘教里头佛常讲「一切法从心想生」，一切法就包括我们的自然环境。我们生活的大环境叫自然生态，从心想生。心想不善，没有一样是善法，这个破坏力太大！如何才能做到有效果的环保？要从心做起，心清净。我也常说，心清净，身就清净；身心清净，环境就清净，自然生态就清净。这才叫真正懂得环保，要从清净心下手。",
      "zh_TW": "我為什麼要這樣說法？環保意識是有，染污的根源依然模糊，不清楚！沒有從根本上來下功夫，只是在枝葉，收到的效果就非常有限。根本是什麼？根本是起心動念。起心動念不善，起心動念嚴重染污，這是染污的根源。現在人起心動念是什麼？自私自利，損人利己，人人都起損人利己的念頭。大乘教裡頭佛常講「一切法從心想生」，一切法就包括我們的自然環境。我們生活的大環境叫自然生態，從心想生。心想不善，沒有一樣是善法，這個破壞力太大！如何才能做到有效果的環保？要從心做起，心清淨。我也常說，心清淨，身就清淨；身心清淨，環境就清淨，自然生態就清淨。這才叫真正懂得環保，要從清淨心下手。"
    },
    {
      "id": "12-017-1521_p0012",
      "zh_CN": "洗澡重不重要？我们如果说这个不重要，现在人就说，你们学佛的人不讲卫生。这种言论、这个心态就会障碍到许多人，学佛的意愿断掉了。所以佛菩萨恒顺众生，随喜功德，沐浴重要！你看看举的一百四十一个例子，把洗手、洗脸、洗澡，这一百四十一条它算三条。这是诸佛如来善巧方便，我们要懂，这是大慈大悲。可是也有特殊的例子告诉我们，形染污不重要，心地清净更重要。",
      "zh_TW": "洗澡重不重要？我們如果說這個不重要，現在人就說，你們學佛的人不講衛生。這種言論、這個心態就會障礙到許多人，學佛的意願斷掉了。所以佛菩薩恆順眾生，隨喜功德，沐浴重要！你看看舉的一百四十一個例子，把洗手、洗臉、洗澡，這一百四十一條它算三條。這是諸佛如來善巧方便，我們要懂，這是大慈大悲。可是也有特殊的例子告訴我們，形染污不重要，心地清淨更重要。"
    },
    {
      "id": "12-017-1521_p0013",
      "zh_CN": "在中国宋朝确实有这个人，济公，这说出来诸位都知道。济公在中国所以出名，小说把他写出名的，《济公传》。真有其人，《大藏经》里头有他的传记，《高僧传》里头有他的传记。这个人真的一生不洗澡，你看他身上都很肮脏，衣服也不洗，破破烂烂的。人家心清净，虽然天天不洗澡，他身上没有气味；你闻闻，还挺好闻的，身上有一股清香。这是给我们做示现的，说明什么？说明心地清净重要，心清净，身真的是清净，清净又何必洗它？没有染污。济公是宋朝人，距离我们现在大概有八百年了。",
      "zh_TW": "在中國宋朝確實有這個人，濟公，這說出來諸位都知道。濟公在中國所以出名，小說把他寫出名的，《濟公傳》。真有其人，《大藏經》裡頭有他的傳記，《高僧傳》裡頭有他的傳記。這個人真的一生不洗澡，你看他身上都很骯髒，衣服也不洗，破破爛爛的。人家心清淨，雖然天天不洗澡，他身上沒有氣味；你聞聞，還挺好聞的，身上有一股清香。這是給我們做示現的，說明什麼？說明心地清淨重要，心清淨，身真的是清淨，清淨又何必洗它？沒有染污。濟公是宋朝人，距離我們現在大概有八百年了。"
    },
    {
      "id": "12-017-1521_p0014",
      "zh_CN": "近代也有一位，民国初年时代，好像这个人抗战期间还在，江苏镇江金山寺的妙善法师，人家称他作金山活佛。他的形相跟《济公传》上写的差不多，一生没洗过澡，疯疯癫癫，装疯卖傻，奇迹很多，疑难杂症遇到他，肯定就治好了。我是听到前辈的老和尚说他一些故事，说他一些事迹，挺神奇的，佛门所谓神通；你心里面想一桩事情，他知道，所谓他心通。心清净则身清净！一年到头就那么一件衣服，里面一套小褂裤，外面一件大褂，其他的什么都没有，所谓是邋遢不修边幅。可是尊敬他的人很多。他的行持确实一般人无法想像，譬如吃饭，三天不吃没事，一餐吃二、三十碗也没事，真是所谓游戏人间。劝善规过，跟人谈话总是劝人断恶修善、吃斋念佛。",
      "zh_TW": "近代也有一位，民國初年時代，好像這個人抗戰期間還在，江蘇鎮江金山寺的妙善法師，人家稱他作金山活佛。他的形相跟《濟公傳》上寫的差不多，一生沒洗過澡，瘋瘋癲癲，裝瘋賣傻，奇蹟很多，疑難雜症遇到他，肯定就治好了。我是聽到前輩的老和尚說他一些故事，說他一些事跡，挺神奇的，佛門所謂神通；你心裡面想一樁事情，他知道，所謂他心通。心清淨則身清淨！一年到頭就那麼一件衣服，裡面一套小褂褲，外面一件大褂，其他的什麼都沒有，所謂是邋遢不修邊幅。可是尊敬他的人很多。他的行持確實一般人無法想像，譬如吃飯，三天不吃沒事，一餐吃二、三十碗也沒事，真是所謂遊戲人間。勸善規過，跟人談話總是勸人斷惡修善、吃齋念佛。"
    },
    {
      "id": "12-017-1521_p0015",
      "zh_CN": "他们这些人的示现真正心地到清净，所谓心清净身就清净。镇江在长江的北岸，冬天气候也相当的寒冷，夏天炎热。他就穿一件单薄衣服，春夏秋冬皆如此，冬天他也不冷，夏天他也不热。他这件衣服一年到头也没有洗过，也不洗澡，衣服也不洗。我见过一个人，这亲眼所见的，章嘉大师，但是章嘉大师穿着很整齐。可是我感觉到，他老人家一年四季穿的衣服也是一样，就跟他照片上照的那样一样，夏天也是那样的。冬天当然没有问题，我们看到很正常；夏天也是这样的，我们感觉到很奇怪。",
      "zh_TW": "他們這些人的示現真正心地到清淨，所謂心清淨身就清淨。鎮江在長江的北岸，冬天氣候也相當的寒冷，夏天炎熱。他就穿一件單薄衣服，春夏秋冬皆如此，冬天他也不冷，夏天他也不熱。他這件衣服一年到頭也沒有洗過，也不洗澡，衣服也不洗。我見過一個人，這親眼所見的，章嘉大師，但是章嘉大師穿著很整齊。可是我感覺到，他老人家一年四季穿的衣服也是一樣，就跟他照片上照的那樣一樣，夏天也是那樣的。冬天當然沒有問題，我們看到很正常；夏天也是這樣的，我們感覺到很奇怪。"
    },
    {
      "id": "12-017-1521_p0016",
      "zh_CN": "从前道源老和尚告诉我，台湾第一次印《大藏经》，环岛介绍推销，希望大家来助印。就请章嘉大师带一个团，在台湾环岛介绍《大藏经》。道源法师那也是一个讲经的法师，也被邀请，正是夏天炎热的时候，自己拿着扇子不断的挥舞。看到章嘉大师穿那么多衣服，如如不动。有一天他就问章嘉大师（一般称他活佛、佛爷），他说：佛爷，你热不热？穿那么多衣服热不热？章嘉大师笑笑：心净自然凉。道源法师听到感觉到非常惭愧，他穿那么厚，自己穿这么单薄，还得挥扇子，还得流汗；人家穿那么多，心净自然凉。这是道源法师告诉我的。所以清净心是多么重要！",
      "zh_TW": "從前道源老和尚告訴我，台灣第一次印《大藏經》，環島介紹推銷，希望大家來助印。就請章嘉大師帶一個團，在台灣環島介紹《大藏經》。道源法師那也是一個講經的法師，也被邀請，正是夏天炎熱的時候，自己拿著扇子不斷的揮舞。看到章嘉大師穿那麼多衣服，如如不動。有一天他就問章嘉大師（一般稱他活佛、佛爺），他說：佛爺，你熱不熱？穿那麼多衣服熱不熱？章嘉大師笑笑：心淨自然涼。道源法師聽到感覺到非常慚愧，他穿那麼厚，自己穿這麼單薄，還得揮扇子，還得流汗；人家穿那麼多，心淨自然涼。這是道源法師告訴我的。所以清淨心是多麼重要！"
    },
    {
      "id": "12-017-1521_p0017",
      "zh_CN": "大乘教上常讲「一切法从心想生」，这句话我们会念，我们也会说，这句话里头真正的意义、境界，我们还没有参透！为什么？如果真的参透，我们也像菩萨一样，一件衣服就够了。从这个地方我们就想到，释迦牟尼佛当年在世三衣一钵，行。我们最初学佛的时候，印度热带，这三衣一钵够了；如果到中国来，恐怕不行。你说行不行？到中国来还是三衣一钵，到西伯利亚去还是三衣一钵。他能度化众生吗？不能。为什么不能？北方寒冷的地方，看到你冬天穿得那么单薄，人家说你是神，我是人，我怎么能跟你学？虽有慈悲，没有方便。怎么才叫方便？「随众生心，应所知量」就是方便，到北方，你们冬天穿那么多，我也跟你一样穿那么多。大家看到正常，一点不奇怪，这我也可以跟你学。",
      "zh_TW": "大乘教上常講「一切法從心想生」，這句話我們會念，我們也會說，這句話裡頭真正的意義、境界，我們還沒有參透！為什麼？如果真的參透，我們也像菩薩一樣，一件衣服就夠了。從這個地方我們就想到，釋迦牟尼佛當年在世三衣一缽，行。我們最初學佛的時候，印度熱帶，這三衣一缽夠了；如果到中國來，恐怕不行。你說行不行？到中國來還是三衣一缽，到西伯利亞去還是三衣一缽。他能度化眾生嗎？不能。為什麼不能？北方寒冷的地方，看到你冬天穿得那麼單薄，人家說你是神，我是人，我怎麼能跟你學？雖有慈悲，沒有方便。怎麼才叫方便？「隨眾生心，應所知量」就是方便，到北方，你們冬天穿那麼多，我也跟你一樣穿那麼多。大家看到正常，一點不奇怪，這我也可以跟你學。"
    },
    {
      "id": "12-017-1521_p0018",
      "zh_CN": "所以你看到济公长老，看到妙善法师那样，大家很佩服你、很尊重你，没有法子跟你学，不敢跟你学，学不到！所以菩萨必须大开方便之门，才能够接引众生。他那种示现，叫不信的人看到，刚强难化的人看到，就变软了，对佛法好奇，生起了信心，再以方便法去接引他、教化他。也是一种方法，接引某一类的众生。所以「方便有多门，归元无二路」，无非是帮助你觉悟，帮助你生起信心，「信为道元功德母」。观机，应以什么方法得度就用什么方法。所以佛无有定法可说，佛也没有一定的形相。",
      "zh_TW": "所以你看到濟公長老，看到妙善法師那樣，大家很佩服你、很尊重你，沒有法子跟你學，不敢跟你學，學不到！所以菩薩必須大開方便之門，才能夠接引眾生。他那種示現，叫不信的人看到，剛強難化的人看到，就變軟了，對佛法好奇，生起了信心，再以方便法去接引他、教化他。也是一種方法，接引某一類的眾生。所以「方便有多門，歸元無二路」，無非是幫助你覺悟，幫助你生起信心，「信為道元功德母」。觀機，應以什麼方法得度就用什麼方法。所以佛無有定法可說，佛也沒有一定的形相。"
    },
    {
      "id": "12-017-1521_p0019",
      "zh_CN": "但是有个事实，我们学大乘的，这现在应该可以说了，可以谈到这个问题了，他不会受外面境界影响。外面境界包括寒热，我们讲气候的变化，他不受影响；在环境，我们讲顺境、逆境，他没有影响；人事环境里面，善缘、恶缘他没有影响，得大自在。凡是会受外面境界影响，你就不自在！他不受影响。再给诸位说，饮食，吃跟不吃没有影响，他可以长年不吃饭、不饮水，他也可以像你一样，每天三餐饭之外，还要吃点心、吃消夜，也行，决定不受影响。你要问这是什么道理？道理很简单，经上天天讲，「一切法从心想生」，这句话参透，你就明白了。为什么？他心里没有想，所以他能够随顺一切众生的心想，随缘而不攀缘。我们要学佛，先要把理搞清楚、事搞清楚，然后去做。做的时候不要有怀疑，就是不能有妄想，不能有分别，不能有执着，你就得大自在。如果你在这里面有丝毫怀疑，分别执着，那你就不自在，你马上就又堕落回去，又回到凡夫境界里面去，这是事实真相。法身菩萨已经解脱了，所谓解脱就是起心动念、分别执着完全放下！这就叫自在，这就叫解脱。",
      "zh_TW": "但是有個事實，我們學大乘的，這現在應該可以說了，可以談到這個問題了，他不會受外面境界影響。外面境界包括寒熱，我們講氣候的變化，他不受影響；在環境，我們講順境、逆境，他沒有影響；人事環境裡面，善緣、惡緣他沒有影響，得大自在。凡是會受外面境界影響，你就不自在！他不受影響。再給諸位說，飲食，吃跟不吃沒有影響，他可以長年不吃飯、不飲水，他也可以像你一樣，每天三餐飯之外，還要吃點心、吃消夜，也行，決定不受影響。你要問這是什麼道理？道理很簡單，經上天天講，「一切法從心想生」，這句話參透，你就明白了。為什麼？他心裡沒有想，所以他能夠隨順一切眾生的心想，隨緣而不攀緣。我們要學佛，先要把理搞清楚、事搞清楚，然後去做。做的時候不要有懷疑，就是不能有妄想，不能有分別，不能有執著，你就得大自在。如果你在這裡面有絲毫懷疑，分別執著，那你就不自在，你馬上就又墮落回去，又回到凡夫境界裡面去，這是事實真相。法身菩薩已經解脫了，所謂解脫就是起心動念、分別執著完全放下！這就叫自在，這就叫解脫。"
    },
    {
      "id": "12-017-1521_p0020",
      "zh_CN": "解脱的境界，就是后面这两句讲的『清净调柔，毕竟无垢』。自性清净心哪里会有一点染污？六祖在《坛经》上说得清楚、说得明了，「本来无一物，何处惹尘埃」。这两句话用它来注解「毕竟无垢」，再恰当也不过了。你看看神秀法师有垢，要「时时勤拂拭，勿使惹尘埃」，这就是什么？他有妄想分别执着。惠能大师没有妄想分别执着，所以他那个心是本来无一物，本来无一物就是自性清净心，就是真如本性。妄想是一物，分别又是一物，执着又是一物，那就太多了，那是什么？这就是尘垢，他全放下了。",
      "zh_TW": "解脫的境界，就是後面這兩句講的『清淨調柔，畢竟無垢』。自性清淨心哪裡會有一點染污？六祖在《壇經》上說得清楚、說得明瞭，「本來無一物，何處惹塵埃」。這兩句話用它來註解「畢竟無垢」，再恰當也不過了。你看看神秀法師有垢，要「時時勤拂拭，勿使惹塵埃」，這就是什麼？他有妄想分別執著。惠能大師沒有妄想分別執著，所以他那個心是本來無一物，本來無一物就是自性清淨心，就是真如本性。妄想是一物，分別又是一物，執著又是一物，那就太多了，那是什麼？這就是塵垢，他全放下了。"
    },
    {
      "id": "12-017-1521_p0021",
      "zh_CN": "平常念佛堂里面堂主劝人，「放下身心世界，一向专念」。如果不能放下身心世界，一向专念做不到。不要以为我自己已经做到了，我已经一心专念了，「发菩提心，一向专念」，你里面还夹杂着妄想分别执着，这三样东西就像蛀虫一样，它把你的法性破坏了，把你的一向专念也破坏了，你自己还不知道。念了多少年，没效果，没有成绩，不知道原因发生在哪里。我为什么这么说？真正功夫要是得力，也就是说你确实能把身心世界放下。",
      "zh_TW": "平常念佛堂裡面堂主勸人，「放下身心世界，一向專念」。如果不能放下身心世界，一向專念做不到。不要以為我自己已經做到了，我已經一心專念了，「發菩提心，一向專念」，你裡面還夾雜著妄想分別執著，這三樣東西就像蛀蟲一樣，它把你的法性破壞了，把你的一向專念也破壞了，你自己還不知道。念了多少年，沒效果，沒有成績，不知道原因發生在哪裡。我為什麼這麼說？真正功夫要是得力，也就是說你確實能把身心世界放下。"
    },
    {
      "id": "12-017-1521_p0022",
      "zh_CN": "放下，每个人有程度差别不等，有放下几成，大部分没放下；有放下一半，还有一半没放下；有放下百分之九十，还留着尾巴没放下。他怎么会相等？这就是菩萨阶级不同。这个菩萨在《华严》里面讲就是十信位的菩萨，有十个阶级。初信位的菩萨，譬如妄想十分，分别十分，执着也十分，你才放一分，你还有九分，初信；再放下一分，你是二信菩萨；再放下一分，你是三信位菩萨；你的十分统统放下了，这叫大彻大悟，这就是宗门里所说的「明心见性，见性成佛」。圆教初住菩萨就成佛了，成佛平等，真佛不是假佛。为什么？起心动念、分别执着没有了，那怎么不同！《华严经》讲的菩萨四十一位，最后一个是究竟圆满的佛果，他们是平等平等，决定没有差别。没有差别，为什么讲四十二个阶级？清凉注解给我们讲得很清楚，是无始无明习气没断尽，差别在这里。但是那个不碍事，要懂；你不懂，你有疑惑，疑就会产生障碍，障碍你觉悟，障碍你境界的提升；一定搞清楚、搞明白。毕竟无垢，全放下了。我们要在这上面努力，没有别的，放下再放下就对了。现在时间到了，我们休息几分钟。",
      "zh_TW": "放下，每個人有程度差別不等，有放下幾成，大部分沒放下；有放下一半，還有一半沒放下；有放下百分之九十，還留著尾巴沒放下。他怎麼會相等？這就是菩薩階級不同。這個菩薩在《華嚴》裡面講就是十信位的菩薩，有十個階級。初信位的菩薩，譬如妄想十分，分別十分，執著也十分，你才放一分，你還有九分，初信；再放下一分，你是二信菩薩；再放下一分，你是三信位菩薩；你的十分統統放下了，這叫大徹大悟，這就是宗門裡所說的「明心見性，見性成佛」。圓教初住菩薩就成佛了，成佛平等，真佛不是假佛。為什麼？起心動念、分別執著沒有了，那怎麼不同！《華嚴經》講的菩薩四十一位，最後一個是究竟圓滿的佛果，他們是平等平等，決定沒有差別。沒有差別，為什麼講四十二個階級？清涼註解給我們講得很清楚，是無始無明習氣沒斷盡，差別在這裡。但是那個不礙事，要懂；你不懂，你有疑惑，疑就會產生障礙，障礙你覺悟，障礙你境界的提升；一定搞清楚、搞明白。畢竟無垢，全放下了。我們要在這上面努力，沒有別的，放下再放下就對了。現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "12-017-1521_p0023",
      "zh_CN": "诸位法师，诸位同学，请坐。接着请看第六首偈：",
      "zh_TW": "諸位法師，諸位同學，請坐。接著請看第六首偈："
    },
    {
      "id": "12-017-1521_p0024",
      "zh_CN": "【以水盥掌。当愿众生。得清净手。受持佛法。】",
      "zh_TW": "【以水盥掌。當願眾生。得清淨手。受持佛法。】"
    },
    {
      "id": "12-017-1521_p0025",
      "zh_CN": "洗手，在一天生活当中，可以说次数最多的。因为工作需要双手，工作完毕之后，一定知道洗手。如果像我们平常诵经、拜佛，在之前一定要洗手。古人，今人也有，不多，我看过旅居在加拿大的张老居士，写经，每写一个字之前一定洗手，这个字写完之后，再洗手写第二个字。换句话说，这部经有多少字他就洗多少次手，表恭敬，所以往往有不思议的感应。感应从哪里来的？没有别的，真诚恭敬，真诚恭敬得的感应，道理很深。如果你能够通达，感应之事你就晓得这是正常的；不了解这些道理，往往看到这些感应，感到非常惊奇，觉得不可思议。凡事都有理，理太深，不是一般人能明了的；只要用真诚心，一定有感应。",
      "zh_TW": "洗手，在一天生活當中，可以說次數最多的。因為工作需要雙手，工作完畢之後，一定知道洗手。如果像我們平常誦經、拜佛，在之前一定要洗手。古人，今人也有，不多，我看過旅居在加拿大的張老居士，寫經，每寫一個字之前一定洗手，這個字寫完之後，再洗手寫第二個字。換句話說，這部經有多少字他就洗多少次手，表恭敬，所以往往有不思議的感應。感應從哪裡來的？沒有別的，真誠恭敬，真誠恭敬得的感應，道理很深。如果你能夠通達，感應之事你就曉得這是正常的；不了解這些道理，往往看到這些感應，感到非常驚奇，覺得不可思議。凡事都有理，理太深，不是一般人能明瞭的；只要用真誠心，一定有感應。"
    },
    {
      "id": "12-017-1521_p0026",
      "zh_CN": "这是日常生活当中最多的，但是念念当中性德流露。「当愿众生」，就是性德自然的流露，我们读这品经要特别留意这桩事情。菩萨为什么能做得那么圆满？我们想学，怎么学都学不到；很想学，可是接触到事相就忘掉，还是随顺烦恼习气。这桩事情也会令我们自己感觉到很惭愧、很烦恼，想改为什么改不过来？想学为什么学不到？有没有方法学到？实在讲方法真有。什么方法？放下妄想分别执着，你就不难学到！放下妄想分别执着，好像跟这个没有什么太大的关系？实际上它有个根本上的关系，不是没有关系，真有关系，只是你还没有发现到它们的关系，真有关系。所以，妄想分别执着是总的迷惑、总的障碍，让我们无法心想事成。",
      "zh_TW": "這是日常生活當中最多的，但是念念當中性德流露。「當願眾生」，就是性德自然的流露，我們讀這品經要特別留意這樁事情。菩薩為什麼能做得那麼圓滿？我們想學，怎麼學都學不到；很想學，可是接觸到事相就忘掉，還是隨順煩惱習氣。這樁事情也會令我們自己感覺到很慚愧、很煩惱，想改為什麼改不過來？想學為什麼學不到？有沒有方法學到？實在講方法真有。什麼方法？放下妄想分別執著，你就不難學到！放下妄想分別執著，好像跟這個沒有什麼太大的關係？實際上它有個根本上的關係，不是沒有關係，真有關係，只是你還沒有發現到它們的關係，真有關係。所以，妄想分別執著是總的迷惑、總的障礙，讓我們無法心想事成。"
    },
    {
      "id": "12-017-1521_p0027",
      "zh_CN": "『当愿众生，得清净手，受持佛法』，说得好！唯有清净手才能受持佛法。为什么？佛法是清净法，手不清净怎么能受持佛法？从这个地方想到古人写经，古人画佛像，每画一笔、每写一个字都要洗一次手。你说有没有道理？这些人的行持好像是太做作了，但是这里面含的有很深的教育意义。我这么一说，很多同学就有领会，这就是大慈大悲，这就是普门示现，含着很深的教育意义在。教我们什么？清净，《无量寿经》上讲的「清净平等觉」。从这些形相上提醒我们要清净，清净就是蠲除尘垢。尘垢里头最微细的念头，无论是善念、恶念都要放下。恶念是染污，善念也是染污！恶念感三恶道的果报，善念感三善道的果报，统统出不了六道轮回。",
      "zh_TW": "『當願眾生，得清淨手，受持佛法』，說得好！唯有清淨手才能受持佛法。為什麼？佛法是清淨法，手不清淨怎麼能受持佛法？從這個地方想到古人寫經，古人畫佛像，每畫一筆、每寫一個字都要洗一次手。你說有沒有道理？這些人的行持好像是太做作了，但是這裡面含的有很深的教育意義。我這麼一說，很多同學就有領會，這就是大慈大悲，這就是普門示現，含著很深的教育意義在。教我們什麼？清淨，《無量壽經》上講的「清淨平等覺」。從這些形相上提醒我們要清淨，清淨就是蠲除塵垢。塵垢裡頭最微細的念頭，無論是善念、惡念都要放下。惡念是染污，善念也是染污！惡念感三惡道的果報，善念感三善道的果報，統統出不了六道輪迴。"
    },
    {
      "id": "12-017-1521_p0028",
      "zh_CN": "佛教人善恶念统统放下，然后那个念叫净念，净念是善恶念都没有。那你就晓得，清净心里面没有善恶，清净心里面没有是非，清净心里面没有真妄。换句话说，凡是相对的，在清净心里头找不到，所以清净心本来无一物。你才起一个念头已经有一物，又起个念头有二物。我们凡夫念头不断，无量无边，前念灭，后念就生，这是什么？无始烦恼习气。法身菩萨有无明习气，我们有无明习气、有尘沙习气、有见思习气，可麻烦！这是归类，三大类，每一类里头无量无边。我们生活在哪里？不是这一世，过去无始；如果这一生不能够往生，未来无终。无始无终，生活在烦恼习气的里面，苦不堪言！六道里头，头出头没，佛在经上讲生死疲劳，这话讲得真，一点都不假，生死疲劳。",
      "zh_TW": "佛教人善惡念統統放下，然後那個念叫淨念，淨念是善惡念都沒有。那你就曉得，清淨心裡面沒有善惡，清淨心裡面沒有是非，清淨心裡面沒有真妄。換句話說，凡是相對的，在清淨心裡頭找不到，所以清淨心本來無一物。你才起一個念頭已經有一物，又起個念頭有二物。我們凡夫念頭不斷，無量無邊，前念滅，後念就生，這是什麼？無始煩惱習氣。法身菩薩有無明習氣，我們有無明習氣、有塵沙習氣、有見思習氣，可麻煩！這是歸類，三大類，每一類裡頭無量無邊。我們生活在哪裡？不是這一世，過去無始；如果這一生不能夠往生，未來無終。無始無終，生活在煩惱習氣的裡面，苦不堪言！六道裡頭，頭出頭沒，佛在經上講生死疲勞，這話講得真，一點都不假，生死疲勞。"
    },
    {
      "id": "12-017-1521_p0029",
      "zh_CN": "「佛法」，什么叫佛法？总得要搞清楚，法是一切法，你也不必讲什么世间、出世间，全都包括在其中，一切法。佛是什么意思？觉悟。所以佛法两个字，就是对于一切法觉而不迷，这叫佛法；迷而不觉，那就不是佛法。佛法是觉而不迷，正而不邪，净而不染，这都叫佛法，佛法是觉正净。心地清净，没有染污，这个时候就生智慧，《金刚经》上说得好「信心清净，则生实相」，实相是智慧。智慧生起来，你当然就不迷惑！",
      "zh_TW": "「佛法」，什麼叫佛法？總得要搞清楚，法是一切法，你也不必講什麼世間、出世間，全都包括在其中，一切法。佛是什麼意思？覺悟。所以佛法兩個字，就是對於一切法覺而不迷，這叫佛法；迷而不覺，那就不是佛法。佛法是覺而不迷，正而不邪，淨而不染，這都叫佛法，佛法是覺正淨。心地清淨，沒有染污，這個時候就生智慧，《金剛經》上說得好「信心清淨，則生實相」，實相是智慧。智慧生起來，你當然就不迷惑！"
    },
    {
      "id": "12-017-1521_p0030",
      "zh_CN": "「受持」是形容词。心得清净，哪一法不是佛法？心不清净，哪一法是佛法？所以世法、佛法没有差别，总在一念之间。一念觉，无有一法不是佛法；一念迷，佛法僧三宝也不是佛法。这个道理、事实真相不能不搞清楚，你要不清楚、不明了，你学佛无从下手。学佛，总的一句话来说，就是学觉悟；换句话说，学不糊涂。觉悟就不糊涂，糊涂就不觉悟。谁愿意糊涂？谁不愿意觉悟？觉悟，你就得大自在；不悟，你就受大苦恼。",
      "zh_TW": "「受持」是形容詞。心得清淨，哪一法不是佛法？心不清淨，哪一法是佛法？所以世法、佛法沒有差別，總在一念之間。一念覺，無有一法不是佛法；一念迷，佛法僧三寶也不是佛法。這個道理、事實真相不能不搞清楚，你要不清楚、不明瞭，你學佛無從下手。學佛，總的一句話來說，就是學覺悟；換句話說，學不糊塗。覺悟就不糊塗，糊塗就不覺悟。誰願意糊塗？誰不願意覺悟？覺悟，你就得大自在；不悟，你就受大苦惱。"
    },
    {
      "id": "12-017-1521_p0031",
      "zh_CN": "苦乐也不是真的，它是不相应行法，确实有这些事，你认真去追究，实在是了不可得。所以佛常常用「梦幻泡影」来做比喻，说得真好，梦里面有苦乐，醒过来之后什么也没有。我们堕落在六道、在十法界，就像在梦中一样；觉悟之后，就像醒过来一样，六道十法界没有了，一场梦，一场恶梦，这清醒过来。我们这个梦做得很长，醒不过来，诸佛菩萨应化到九法界来，来干什么？把我们唤醒，就这么回事情。以善巧方便帮助我们破迷开悟，离苦得乐，这个苦就是讲的六道十法界，没有不苦！乐是什么？省悟过来了，回到一真法界，是这么回事情。",
      "zh_TW": "苦樂也不是真的，它是不相應行法，確實有這些事，你認真去追究，實在是了不可得。所以佛常常用「夢幻泡影」來做比喻，說得真好，夢裡面有苦樂，醒過來之後什麼也沒有。我們墮落在六道、在十法界，就像在夢中一樣；覺悟之後，就像醒過來一樣，六道十法界沒有了，一場夢，一場惡夢，這清醒過來。我們這個夢做得很長，醒不過來，諸佛菩薩應化到九法界來，來幹什麼？把我們喚醒，就這麼回事情。以善巧方便幫助我們破迷開悟，離苦得樂，這個苦就是講的六道十法界，沒有不苦！樂是什麼？省悟過來了，回到一真法界，是這麼回事情。"
    },
    {
      "id": "12-017-1521_p0032",
      "zh_CN": "所以，佛教导我们，对自己要知道用清净心，对别人要用慈悲心。慈悲是对别人不是对自己的，清净是对自己不是对别人的。清净是深心，是自利，我们现在讲自爱，清净是自爱，慈悲是爱他。没有自爱，哪来的爱他？人不能自利，何以能够利益众生？他的根是真诚。菩提心，我们讲菩提心，经论上讲的「至诚心，深心，回向发愿心」，这是我们净土宗《观经》上讲的。《观无量寿佛经》，佛给我们讲菩提心，三心，三心是一心，有体有用。体是至诚心，真诚到极处，一丝毫虚伪没有，一丝毫虚假没有，真诚到极处。这个心起用，用有自受用、有他受用，自受用叫深心。深心不好懂，我用《无量寿经》经题上因行的纲要，「清净平等觉」，自受用。",
      "zh_TW": "所以，佛教導我們，對自己要知道用清淨心，對別人要用慈悲心。慈悲是對別人不是對自己的，清淨是對自己不是對別人的。清淨是深心，是自利，我們現在講自愛，清淨是自愛，慈悲是愛他。沒有自愛，哪來的愛他？人不能自利，何以能夠利益眾生？他的根是真誠。菩提心，我們講菩提心，經論上講的「至誠心，深心，迴向發願心」，這是我們淨土宗《觀經》上講的。《觀無量壽佛經》，佛給我們講菩提心，三心，三心是一心，有體有用。體是至誠心，真誠到極處，一絲毫虛偽沒有，一絲毫虛假沒有，真誠到極處。這個心起用，用有自受用、有他受用，自受用叫深心。深心不好懂，我用《無量壽經》經題上因行的綱要，「清淨平等覺」，自受用。"
    },
    {
      "id": "12-017-1521_p0033",
      "zh_CN": "真诚心表现在自受用，表现在自利就是清净、平等、正觉。夫子所说的「学而时习之，不亦说乎」，悦的是什么？就是清净平等觉。夫子有没有？有，不圆满。虽不圆满，只要能得少分，譬如这个清净平等觉总共是一百分，你才得一分。这一分你就感到法喜充满，你在日常生活当中所表现的，常生欢喜心。你看看百分之一就能让你这么欢喜，这个东西真的是宝，三宝。那么你对待别人，你就有一分大慈悲心，这一分是什么？爱别人的心。在我们一般讲，你爱父母、爱兄弟、爱家人、爱宗族、爱邻里乡党、爱国家、爱民族、爱一切众生，多少分？一分。这真的不是假的，为什么会起这么大作用？就是说它是真的，它不是假的。假的，起不了这么大的作用；真的，它就起这么大作用。何况二分、三分、四分，那还得了，愈多愈殊胜。",
      "zh_TW": "真誠心表現在自受用，表現在自利就是清淨、平等、正覺。夫子所說的「學而時習之，不亦說乎」，悅的是什麼？就是清淨平等覺。夫子有沒有？有，不圓滿。雖不圓滿，只要能得少分，譬如這個清淨平等覺總共是一百分，你才得一分。這一分你就感到法喜充滿，你在日常生活當中所表現的，常生歡喜心。你看看百分之一就能讓你這麼歡喜，這個東西真的是寶，三寶。那麼你對待別人，你就有一分大慈悲心，這一分是什麼？愛別人的心。在我們一般講，你愛父母、愛兄弟、愛家人、愛宗族、愛鄰里鄉黨、愛國家、愛民族、愛一切眾生，多少分？一分。這真的不是假的，為什麼會起這麼大作用？就是說它是真的，它不是假的。假的，起不了這麼大的作用；真的，它就起這麼大作用。何況二分、三分、四分，那還得了，愈多愈殊勝。"
    },
    {
      "id": "12-017-1521_p0034",
      "zh_CN": "得一分清净，我们就知道受持一分佛法，受持一分正法。我们再想想，清净心真的不容易得到，天天虽然在洗手，有没有洗心？从洗手就想到洗心，这样才能够契入。真的是八万四千法门，哪一门不能契入？门门皆能契入。所以古大德悟了之后，才给我们讲「头头是道，左右逢源」。头头处处讲的是什么？这个地方一百四十一愿就是头头处处。从洗手可以入道，就是明心见性，契入如来境界。如来境界就是自性原本的境界，《华严经》上称为一真法界、华藏世界，往生经里面称之为极乐世界，你就契入了。日常生活当中点点滴滴，真的，文殊菩萨讲得一点都不错，「善用其心」，你就契入了。你修行再用功，再用多少时间，你不能契入，那是什么原因？不善用心。",
      "zh_TW": "得一分清淨，我們就知道受持一分佛法，受持一分正法。我們再想想，清淨心真的不容易得到，天天雖然在洗手，有沒有洗心？從洗手就想到洗心，這樣才能夠契入。真的是八萬四千法門，哪一門不能契入？門門皆能契入。所以古大德悟了之後，才給我們講「頭頭是道，左右逢源」。頭頭處處講的是什麼？這個地方一百四十一願就是頭頭處處。從洗手可以入道，就是明心見性，契入如來境界。如來境界就是自性原本的境界，《華嚴經》上稱為一真法界、華藏世界，往生經裡面稱之為極樂世界，你就契入了。日常生活當中點點滴滴，真的，文殊菩薩講得一點都不錯，「善用其心」，你就契入了。你修行再用功，再用多少時間，你不能契入，那是什麼原因？不善用心。"
    },
    {
      "id": "12-017-1521_p0035",
      "zh_CN": "「善用其心，则获一切胜妙功德」，这句话实在是了不起，我们读到不能不五体投地！一语道破人家怎么样修行、彻悟、证果的，就是善用其心。你在洗手的时候善用其心，就证果、就大彻大悟；你在洗澡的时候善用其心，甚至于大小便溺的时候善用其心，都能证无上正等正觉。这就是头头是道，左右逢源！会的人统统会了，不会的人还是不会。为什么不会的人他总是不会？心不清净，我们用这首偈的话来说，妄想分别执着太多，他不肯放下。这些东西不放下，你的心染污了，想学，学不像。善用其心，那心是真心，不善用心的人是用妄心，这要懂得。",
      "zh_TW": "「善用其心，則獲一切勝妙功德」，這句話實在是了不起，我們讀到不能不五體投地！一語道破人家怎麼樣修行、徹悟、證果的，就是善用其心。你在洗手的時候善用其心，就證果、就大徹大悟；你在洗澡的時候善用其心，甚至於大小便溺的時候善用其心，都能證無上正等正覺。這就是頭頭是道，左右逢源！會的人統統會了，不會的人還是不會。為什麼不會的人他總是不會？心不清淨，我們用這首偈的話來說，妄想分別執著太多，他不肯放下。這些東西不放下，你的心染污了，想學，學不像。善用其心，那心是真心，不善用心的人是用妄心，這要懂得。"
    },
    {
      "id": "12-017-1521_p0036",
      "zh_CN": "真心是清净心，妄心是染污心；真心是平等心，妄心是高下心。我比你高，你不如我，这高下心。有高下，我们讲有傲慢，你怎么会清净？清净一定是平等的，平等一定是觉悟的，它是连着的。所以清净、平等、正觉，一个有了，统统都有；一个没有了，全部都没有，真诚也没有，慈悲也没有。一有一切有，一无一切无。如何能真正得到？放下而已，你不肯放下有什么法子？你看看真正修行人为我们示现的，彻底放下，一无所有。",
      "zh_TW": "真心是清淨心，妄心是染污心；真心是平等心，妄心是高下心。我比你高，你不如我，這高下心。有高下，我們講有傲慢，你怎麼會清淨？清淨一定是平等的，平等一定是覺悟的，它是連著的。所以清淨、平等、正覺，一個有了，統統都有；一個沒有了，全部都沒有，真誠也沒有，慈悲也沒有。一有一切有，一無一切無。如何能真正得到？放下而已，你不肯放下有什麼法子？你看看真正修行人為我們示現的，徹底放下，一無所有。"
    },
    {
      "id": "12-017-1521_p0037",
      "zh_CN": "我们的本师，根本的老师释迦牟尼，他老人家在世给我们做出的样子、榜样，彻底放下，一无所有，做给我们看的。无论办什么事情，心想事成，你说这个多自在。一无所有，才心想事成；你要是有了很多，你怎么想，事也不能成就。为什么？一无所有是真心显露，真心里头本来无一物；你有一样东西是妄心，不是真心。真心的成就是自然的，妄心的成就总不免成住坏空，那不是真的；心想事成的成就是永恒的。这些事实真相，知道的人就少了。这是我们在日常生活当中，疏忽的时间太久，今天读到，从今天开始学，不迟。可是还有困难，难在哪里？难在我们的心不清净，难在这里。",
      "zh_TW": "我們的本師，根本的老師釋迦牟尼，他老人家在世給我們做出的樣子、榜樣，徹底放下，一無所有，做給我們看的。無論辦什麼事情，心想事成，你說這個多自在。一無所有，才心想事成；你要是有了很多，你怎麼想，事也不能成就。為什麼？一無所有是真心顯露，真心裡頭本來無一物；你有一樣東西是妄心，不是真心。真心的成就是自然的，妄心的成就總不免成住壞空，那不是真的；心想事成的成就是永恆的。這些事實真相，知道的人就少了。這是我們在日常生活當中，疏忽的時間太久，今天讀到，從今天開始學，不遲。可是還有困難，難在哪裡？難在我們的心不清淨，難在這裡。"
    },
    {
      "id": "12-017-1521_p0038",
      "zh_CN": "我们真正想学菩萨，真正想在这一生当中有大成就，你想想看要不要放下？放下是骗你的吗？放下对你有损害吗？人要觉悟！不放下才是真正的损害，才是毫无利益，你肯定为你放不下的这些虚幻不实受尽劳累。你不觉悟，你在受多少苦，你有没有感觉到？如果一旦感觉到，你就清醒过来了。这醒过来之后才晓得我应当放下，我放下，我不受这些累赘，我不受这些苦了。世尊为我们的示现意思很深，我们没办法完全学到，但是尽量的接近。世尊一生没有固定的住处，你看经典上「如是我闻，一时佛在」，没有说佛住，佛没有住处。没有住处，换句话说，他是到处游荡，佛法里讲游化。他天天都在旅行，居无定所，哪里有缘就到哪里去，只做一桩事情，教化众生。",
      "zh_TW": "我們真正想學菩薩，真正想在這一生當中有大成就，你想想看要不要放下？放下是騙你的嗎？放下對你有損害嗎？人要覺悟！不放下才是真正的損害，才是毫無利益，你肯定為你放不下的這些虛幻不實受盡勞累。你不覺悟，你在受多少苦，你有沒有感覺到？如果一旦感覺到，你就清醒過來了。這醒過來之後才曉得我應當放下，我放下，我不受這些累贅，我不受這些苦了。世尊為我們的示現意思很深，我們沒辦法完全學到，但是盡量的接近。世尊一生沒有固定的住處，你看經典上「如是我聞，一時佛在」，沒有說佛住，佛沒有住處。沒有住處，換句話說，他是到處遊蕩，佛法裡講遊化。他天天都在旅行，居無定所，哪裡有緣就到哪裡去，只做一樁事情，教化眾生。"
    },
    {
      "id": "12-017-1521_p0039",
      "zh_CN": "什么叫有缘人？接触到的都是有缘人；没有接触到的，那就没有缘。接触到的都有缘，缘有浅深不同。接触到你，对你很恭敬，对你很尊重，对你有信心，这是根熟的众生；对你虽然很尊重，但是对你还怀疑，并不很深的了解，这是根未熟的众生；虽然跟你接触到了，对你完全不了解，也不尊重你，也不愿意听你的讲话，这也有缘，没有善根的众生，统统是有缘。佛怎么度他？没有善根的帮他种善根，有善根的帮他增长，善根已经增长的帮助他成熟，一个都不漏。",
      "zh_TW": "什麼叫有緣人？接觸到的都是有緣人；沒有接觸到的，那就沒有緣。接觸到的都有緣，緣有淺深不同。接觸到你，對你很恭敬，對你很尊重，對你有信心，這是根熟的眾生；對你雖然很尊重，但是對你還懷疑，並不很深的了解，這是根未熟的眾生；雖然跟你接觸到了，對你完全不了解，也不尊重你，也不願意聽你的講話，這也有緣，沒有善根的眾生，統統是有緣。佛怎麼度他？沒有善根的幫他種善根，有善根的幫他增長，善根已經增長的幫助他成熟，一個都不漏。"
    },
    {
      "id": "12-017-1521_p0040",
      "zh_CN": "我们今天生活在这个世间，跟释迦牟尼佛没有两样，想想看我们所接触的是不是这三类人？我们今天在一起学佛，诸位对于佛法有相当的认知，能信、能解、能行，这就是第一类，善根成熟的。那怎么办？帮助他作佛。也就是说在这一生希望他能够念佛往生，往生就是作佛，不但超越六道，超越十法界。这是无量劫来希有难逢，当然是少数，这善根成熟的决定往生；虽然是少数，实际上也不少。第二类善根没成熟的，有善根帮助他增长，就是要提升，提升他的境界，提升他的信心，提升他的理解，这是第二等。第三等没有善根的，多！你看我们出门，见到许多来来往往的人，见到，听到他说话的声音，统统是有缘人，他没有善根，那怎么样？帮助他种善根。",
      "zh_TW": "我們今天生活在這個世間，跟釋迦牟尼佛沒有兩樣，想想看我們所接觸的是不是這三類人？我們今天在一起學佛，諸位對於佛法有相當的認知，能信、能解、能行，這就是第一類，善根成熟的。那怎麼辦？幫助他作佛。也就是說在這一生希望他能夠念佛往生，往生就是作佛，不但超越六道，超越十法界。這是無量劫來希有難逢，當然是少數，這善根成熟的決定往生；雖然是少數，實際上也不少。第二類善根沒成熟的，有善根幫助他增長，就是要提升，提升他的境界，提升他的信心，提升他的理解，這是第二等。第三等沒有善根的，多！你看我們出門，見到許多來來往往的人，見到，聽到他說話的聲音，統統是有緣人，他沒有善根，那怎麼樣？幫助他種善根。"
    },
    {
      "id": "12-017-1521_p0041",
      "zh_CN": "这个出家人方便了，走出去，人一看这是佛教的，你看他阿赖耶里头佛的种子种下去了，帮助他种善根。在家同修，你们穿的服装跟他们是一样的，看不出来，有方法，手上拿一串念珠，人家一看，学佛的；身上挂一块佛的牌子，一看这学佛的。现在还有很多小型的念佛机，还有声音的，南无阿弥陀佛、南无阿弥陀佛，也是有声音的，带在身上，你走到哪个地方，你自己也能听跟着念，别人也听到了；听到这句名号，一历耳根永为道种，也给他种善根，方法很多。夏天，这些年来我们都做了很多夏天穿的服装，圆领衫，我们印上「阿弥陀佛」。你走到街上去，人家一看到你穿的服装印着阿弥陀佛，他也会念一声；不念出声，阿弥陀佛已经印在他心里去了。这就是什么？这就是度众生！没有善根的给他种善根。尤其是这件Ｔ恤印上「阿弥陀佛」，街上走一圈，不晓得度多少人。你自己也不知道你做了很大的好事，帮助这些人阿赖耶识里头种下佛的种子。",
      "zh_TW": "這個出家人方便了，走出去，人一看這是佛教的，你看他阿賴耶裡頭佛的種子種下去了，幫助他種善根。在家同修，你們穿的服裝跟他們是一樣的，看不出來，有方法，手上拿一串念珠，人家一看，學佛的；身上掛一塊佛的牌子，一看這學佛的。現在還有很多小型的念佛機，還有聲音的，南無阿彌陀佛、南無阿彌陀佛，也是有聲音的，帶在身上，你走到哪個地方，你自己也能聽跟著念，別人也聽到了；聽到這句名號，一歷耳根永為道種，也給他種善根，方法很多。夏天，這些年來我們都做了很多夏天穿的服裝，圓領衫，我們印上「阿彌陀佛」。你走到街上去，人家一看到你穿的服裝印著阿彌陀佛，他也會念一聲；不念出聲，阿彌陀佛已經印在他心裡去了。這就是什麼？這就是度眾生！沒有善根的給他種善根。尤其是這件Ｔ恤印上「阿彌陀佛」，街上走一圈，不曉得度多少人。你自己也不知道你做了很大的好事，幫助這些人阿賴耶識裡頭種下佛的種子。"
    },
    {
      "id": "12-017-1521_p0042",
      "zh_CN": "你家里，你的客厅挂一张佛像，挂一些字画，内容都是佛菩萨的名号，凡是到你家里来的客人，全种了善根。这有意义，这叫真实功德，就是善用其心！这就是大慈大悲。自己天天看、天天听、天天读，读通了，读明白了，觉悟了，心就清净了，悟了就清净；心不清净，自己一定要知道，没有觉悟，还是迷惑颠倒。你能有这个觉察，好事，这是什么？这是你快到开悟的边缘。如果你连这个觉察都不知道，自己一天到晚那么苦，完全还不晓得，那还有苦头受。什么时候真正觉悟？",
      "zh_TW": "你家裡，你的客廳掛一張佛像，掛一些字畫，內容都是佛菩薩的名號，凡是到你家裡來的客人，全種了善根。這有意義，這叫真實功德，就是善用其心！這就是大慈大悲。自己天天看、天天聽、天天讀，讀通了，讀明白了，覺悟了，心就清淨了，悟了就清淨；心不清淨，自己一定要知道，沒有覺悟，還是迷惑顛倒。你能有這個覺察，好事，這是什麼？這是你快到開悟的邊緣。如果你連這個覺察都不知道，自己一天到晚那麼苦，完全還不曉得，那還有苦頭受。什麼時候真正覺悟？"
    },
    {
      "id": "12-017-1521_p0043",
      "zh_CN": "你真正要想帮助自己提升，没有别的，确实是章嘉大师教给我的看破放下，放下看破，你就在这上用功夫。自己有多余的财物、衣服、饮食，所有一切资生之具，有多余的布施给别人。衣服太多烦恼就多，出门一看到衣服有几十件，今天出门穿哪件好？你就生烦恼了，你要再细心去挑。如果你只有一件衣服，你什么念头都没有，穿了就出去了。你从这小事去想，何必要那么多？衣只要干干净净、大大方方、整整齐齐就好，不必去赶时髦，赶时髦错了，自己心不清净。",
      "zh_TW": "你真正要想幫助自己提升，沒有別的，確實是章嘉大師教給我的看破放下，放下看破，你就在這上用功夫。自己有多餘的財物、衣服、飲食，所有一切資生之具，有多餘的布施給別人。衣服太多煩惱就多，出門一看到衣服有幾十件，今天出門穿哪件好？你就生煩惱了，你要再細心去挑。如果你只有一件衣服，你什麼念頭都沒有，穿了就出去了。你從這小事去想，何必要那麼多？衣只要乾乾淨淨、大大方方、整整齊齊就好，不必去趕時髦，趕時髦錯了，自己心不清淨。"
    },
    {
      "id": "12-017-1521_p0044",
      "zh_CN": "所以真正懂得自爱的人，释迦牟尼佛是最懂得自爱的人，只有三衣一钵，除这之外，一身无长物。沙弥戒，手就不持财物，钱财不接触了。那在今天这个社会上，你身上没有钱行吗？实在讲，行，不是不行。说不行，是你自己妄想分别执着放不下；真放下了，行，哪有不行的！生活要简单，妄想少了，烦恼轻了，生活自然就简单，一天吃一餐够了，多省事，一点都不麻烦。所有一切的麻烦、烦恼都是自己找的，烦恼不找人，人自己找烦恼；麻烦不找人，人找麻烦，这就没法子了。你总要参透，参透了就是佛法；没有参透，我们叫世法、尘劳。今天时间到了，我们就讲到此地。",
      "zh_TW": "所以真正懂得自愛的人，釋迦牟尼佛是最懂得自愛的人，只有三衣一缽，除這之外，一身無長物。沙彌戒，手就不持財物，錢財不接觸了。那在今天這個社會上，你身上沒有錢行嗎？實在講，行，不是不行。說不行，是你自己妄想分別執著放不下；真放下了，行，哪有不行的！生活要簡單，妄想少了，煩惱輕了，生活自然就簡單，一天吃一餐夠了，多省事，一點都不麻煩。所有一切的麻煩、煩惱都是自己找的，煩惱不找人，人自己找煩惱；麻煩不找人，人找麻煩，這就沒法子了。你總要參透，參透了就是佛法；沒有參透，我們叫世法、塵勞。今天時間到了，我們就講到此地。"
    }
  ]
}