{
  "doc_id": "12-017-0709",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七０九卷",
    "zh_TW": "第七０九卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0709",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "12-017-0709_p0001",
      "zh_CN": "诸位同学，请看「起具因缘」长行最后一段：",
      "zh_TW": "諸位同學，請看「起具因緣」長行最後一段："
    },
    {
      "id": "12-017-0709_p0002",
      "zh_CN": "【诸佛子，是为略说十种因缘。若广说者，有世界海微尘数。】",
      "zh_TW": "【諸佛子，是為略說十種因緣。若廣說者，有世界海微塵數。】"
    },
    {
      "id": "12-017-0709_p0003",
      "zh_CN": "这个总结不能没有，如果没有，我们以为这个世界成就就这么简单十种因缘；菩萨在此地说这句话意思就圆满了，这十种是『略说』，如果细说有世界海微尘数。诸位记住，不是恒河沙数，我们在一般大乘经里面所看到数字之大是佛常常举恒河沙数，《华严经》里面讲的不是恒河沙，是世界海微尘数。所以世界众生、一切神圣兴起的因缘无量无边，说之不尽。清凉大师在注解里面也给我们做了一个总结，上面这十种因缘辗转生起，彼此都有密切的关系。「谓诸佛土」，这是总说，一切刹土都是佛土。「总由佛力，何以由之，法如是故。」总由佛力，这个佛不是一个人，一定要懂这个意思。我们常常看到佛，就想到释迦牟尼佛、阿弥陀佛、弥勒佛，那就是想错了。佛就是自性觉，换句话说，就是自性本具的般若智慧，是自性的本能，自性本来就是这样的，这才是真因。",
      "zh_TW": "這個總結不能沒有，如果沒有，我們以為這個世界成就就這麼簡單十種因緣；菩薩在此地說這句話意思就圓滿了，這十種是『略說』，如果細說有世界海微塵數。諸位記住，不是恆河沙數，我們在一般大乘經裡面所看到數字之大是佛常常舉恆河沙數，《華嚴經》裡面講的不是恆河沙，是世界海微塵數。所以世界眾生、一切神聖興起的因緣無量無邊，說之不盡。清涼大師在註解裡面也給我們做了一個總結，上面這十種因緣輾轉生起，彼此都有密切的關係。「謂諸佛土」，這是總說，一切剎土都是佛土。「總由佛力，何以由之，法如是故。」總由佛力，這個佛不是一個人，一定要懂這個意思。我們常常看到佛，就想到釋迦牟尼佛、阿彌陀佛、彌勒佛，那就是想錯了。佛就是自性覺，換句話說，就是自性本具的般若智慧，是自性的本能，自性本來就是這樣的，這才是真因。"
    },
    {
      "id": "12-017-0709_p0004",
      "zh_CN": "既然是自性觉，这个经上讲的「法如是故」，法尔如是，为什么会有差别？现在我们天文常识已经相当丰富，我们居住的星球，不要说多，就是太阳系里面的星球大小不一样，这个星球里面环境不一样，既然是法尔如是，应当都是一样的，为什么会不一样？佛在此地给我们讲，「业不同故」。这里头有众生的业力，众生这个业力无量无边，众生的业无量无边。为什么这个佛是讲诸佛如来？就是凡夫修成的这个佛证得自性，禅宗里面讲明心自性，证得自性，教下讲的大开圆解，念佛人讲的理一心不乱，这个说法不一样，境界完全相同，是说的一桩事情。证得自性的人，这个人我们叫他成佛了。成佛之后，他的智慧现前，自自然然帮助无量无边众生。帮助他干什么？帮助他觉悟。所以说，「成一切智之所变故」。众生跟佛有迷悟的差别，为什么还会有凡圣同居土？佛跟凡夫为什么住在一起？菩萨在此地给我们讲，「同搆一缘故」。菩萨成佛以众生为缘，众生修行证果以菩萨为缘，这就是教学相长，师资道合，所以有凡圣同居土。十业里头也有纯菩萨国土，那是菩萨「愿行力」所成就，这里头都给我们解释。",
      "zh_TW": "既然是自性覺，這個經上講的「法如是故」，法爾如是，為什麼會有差別？現在我們天文常識已經相當豐富，我們居住的星球，不要說多，就是太陽系裡面的星球大小不一樣，這個星球裡面環境不一樣，既然是法爾如是，應當都是一樣的，為什麼會不一樣？佛在此地給我們講，「業不同故」。這裡頭有眾生的業力，眾生這個業力無量無邊，眾生的業無量無邊。為什麼這個佛是講諸佛如來？就是凡夫修成的這個佛證得自性，禪宗裡面講明心自性，證得自性，教下講的大開圓解，念佛人講的理一心不亂，這個說法不一樣，境界完全相同，是說的一樁事情。證得自性的人，這個人我們叫他成佛了。成佛之後，他的智慧現前，自自然然幫助無量無邊眾生。幫助他幹什麼？幫助他覺悟。所以說，「成一切智之所變故」。眾生跟佛有迷悟的差別，為什麼還會有凡聖同居土？佛跟凡夫為什麼住在一起？菩薩在此地給我們講，「同搆一緣故」。菩薩成佛以眾生為緣，眾生修行證果以菩薩為緣，這就是教學相長，師資道合，所以有凡聖同居土。十業裡頭也有純菩薩國土，那是菩薩「願行力」所成就，這裡頭都給我們解釋。"
    },
    {
      "id": "12-017-0709_p0005",
      "zh_CN": "既然是由行业，为什么又能改变？这句话很重要，《了凡四训》可以说就是这八个字的注解，「既由行业，何可转变？」了凡先生早年听了孔先生给他算命，算得那么灵，是「既由行业」这一句他懂得了，所以他万念俱灰，什么都放下了，知道一生都是命，半点不由人。遇到云谷禅师之后才晓得有转变，你命里头那个数，那是个定数，但是这个定数可以加减乘除。看你现前造的业，确确实实可以改变你的定数。菩萨在此地给我们说明，叫「胜解自在」，你对于事实真相搞明白，你就自在了。了凡先生懂得、明白，所以他真正发心忏除业障，断恶修善、积功累德，他的命运就转了。我们从《四训》里面看，他做得不够，他懂得并不彻底。如果做得够、懂得彻底，他的转变幅度应当比他晚年还要殊胜很多倍。他的寿命五十三岁，孔先生给他算的，他活到七十多岁，寿命延长二十年。如果他懂得更多、了解得更透彻，勇猛精进，他的寿命不只二十年，还可以延长。",
      "zh_TW": "既然是由行業，為什麼又能改變？這句話很重要，《了凡四訓》可以說就是這八個字的註解，「既由行業，何可轉變？」了凡先生早年聽了孔先生給他算命，算得那麼靈，是「既由行業」這一句他懂得了，所以他萬念俱灰，什麼都放下了，知道一生都是命，半點不由人。遇到雲谷禪師之後才曉得有轉變，你命裡頭那個數，那是個定數，但是這個定數可以加減乘除。看你現前造的業，確確實實可以改變你的定數。菩薩在此地給我們說明，叫「勝解自在」，你對於事實真相搞明白，你就自在了。了凡先生懂得、明白，所以他真正發心懺除業障，斷惡修善、積功累德，他的命運就轉了。我們從《四訓》裡面看，他做得不夠，他懂得並不徹底。如果做得夠、懂得徹底，他的轉變幅度應當比他晚年還要殊勝很多倍。他的壽命五十三歲，孔先生給他算的，他活到七十多歲，壽命延長二十年。如果他懂得更多、了解得更透徹，勇猛精進，他的壽命不只二十年，還可以延長。"
    },
    {
      "id": "12-017-0709_p0006",
      "zh_CN": "年岁大了，古时候七十岁退休，退休之后，应当发心弘法利生、教化众生。这个时候年龄够了，人家见到你尊称你老人家、长者，你的身分地位够了，你的道德学问成熟了。年轻的时候不成熟，一般成熟总得六十岁之后。七十、八十那就熟透了，人中之宝，社会大众是需要你的教导，不是需要别的。世间一切利益社会、利益众生种种事业，总是六十岁以前去做，累积功德。由此可知，七十退休之后，你的经验丰富，你是过来人，身分、地位、学问、智慧、道德、经验都成熟，这个时候教化众生影响力最大。古人订的七十岁致仕，致仕就是今天讲的退休，非常有道理。在朝中大臣，退休之后皇帝请他做三公：太师、太保、太傅，三公：少师、少保、少傅这个地位现在来说，就是国策顾问，资政。国人对他尊重，遇到疑难杂症向他请教，所以这个转变「胜解自在」。你了解得不够透彻，你哪里能转变？你哪里能得到自在？学佛纵然不从事某些行业，方方面面都要有透彻了解，为什么？智慧，后得智。善财童子为什么要五十三参？非常值得我们启示，值得我们效法、学习，成就自己真实圆满的智慧。",
      "zh_TW": "年歲大了，古時候七十歲退休，退休之後，應當發心弘法利生、教化眾生。這個時候年齡夠了，人家見到你尊稱你老人家、長者，你的身分地位夠了，你的道德學問成熟了。年輕的時候不成熟，一般成熟總得六十歲之後。七十、八十那就熟透了，人中之寶，社會大眾是需要你的教導，不是需要別的。世間一切利益社會、利益眾生種種事業，總是六十歲以前去做，累積功德。由此可知，七十退休之後，你的經驗豐富，你是過來人，身分、地位、學問、智慧、道德、經驗都成熟，這個時候教化眾生影響力最大。古人訂的七十歲致仕，致仕就是今天講的退休，非常有道理。在朝中大臣，退休之後皇帝請他做三公：太師、太保、太傅，三公：少師、少保、少傅這個地位現在來說，就是國策顧問，資政。國人對他尊重，遇到疑難雜症向他請教，所以這個轉變「勝解自在」。你了解得不夠透徹，你哪裡能轉變？你哪裡能得到自在？學佛縱然不從事某些行業，方方面面都要有透徹了解，為什麼？智慧，後得智。善財童子為什麼要五十三參？非常值得我們啟示，值得我們效法、學習，成就自己真實圓滿的智慧。"
    },
    {
      "id": "12-017-0709_p0007",
      "zh_CN": "末后一句「云何复得融摄重重」，这个融摄是整个宇宙，整个宇宙是一体。就像一个人的身体，人身体许许多多器官，许许多多器官是一体。彼此合作无间，身体健康；哪一个器官不合作，毛病就出来了。何以它合作无间？普贤菩萨在此地说，「佛及普贤自在力故」，使得整个宇宙都有秩序，一切的运行都有原理原则。「佛及普贤自在力故」，这个地方的佛跟这个地方的普贤意思很深，佛是自性里面本具般若之体，普贤是自性本具般若之德用。你这样看，问题就解决、自在了。佛在《般若经》里面告诉我们，「般若无知，无所不知」，无知是体、是根本智，根本智是佛代表；它起作用是无所不知，作用是普贤代表。普贤代表后得智，佛代表根本智。自性本具究竟圆满的般若智慧，它的大自在的起用，宇宙和谐。从这个地方我们就明白，就能体会到，什么能解决问题？智慧能解决问题。什么事情把问题搞糟了？感情把问题搞糟了。",
      "zh_TW": "末後一句「云何復得融攝重重」，這個融攝是整個宇宙，整個宇宙是一體。就像一個人的身體，人身體許許多多器官，許許多多器官是一體。彼此合作無間，身體健康；哪一個器官不合作，毛病就出來了。何以它合作無間？普賢菩薩在此地說，「佛及普賢自在力故」，使得整個宇宙都有秩序，一切的運行都有原理原則。「佛及普賢自在力故」，這個地方的佛跟這個地方的普賢意思很深，佛是自性裡面本具般若之體，普賢是自性本具般若之德用。你這樣看，問題就解決、自在了。佛在《般若經》裡面告訴我們，「般若無知，無所不知」，無知是體、是根本智，根本智是佛代表；它起作用是無所不知，作用是普賢代表。普賢代表後得智，佛代表根本智。自性本具究竟圓滿的般若智慧，它的大自在的起用，宇宙和諧。從這個地方我們就明白，就能體會到，什麼能解決問題？智慧能解決問題。什麼事情把問題搞糟了？感情把問題搞糟了。"
    },
    {
      "id": "12-017-0709_p0008",
      "zh_CN": "今天世界为什么乱成这个样子？浊恶到了极处，整个社会动荡不安，灾难重重？缺乏智慧。不是智慧在运作，而是情识。情识，佛家讲的世智辩聪，是世间人的智慧，那不是真智慧。真智慧跟世间人的智慧差别在哪里？真智慧里面无我无私，世间智慧里头有我有私。用佛法的术语来讲，世间智慧里面有妄想分别执着，自性本具智慧里头没有妄想分别执着。所以，没有妄想分别执着是智慧，有妄想分别执着的，佛教里头叫它聪明，差别在此地。真实智慧是从戒定里面生的，世间这些聪明智慧是从情识里头生的，不一样！一个是清净的，一个是染污的。一个是彻底解决问题，一个是只能解决局部，真的是所谓「头痛医头，脚痛医脚」，局部的。",
      "zh_TW": "今天世界為什麼亂成這個樣子？濁惡到了極處，整個社會動盪不安，災難重重？缺乏智慧。不是智慧在運作，而是情識。情識，佛家講的世智辯聰，是世間人的智慧，那不是真智慧。真智慧跟世間人的智慧差別在哪裡？真智慧裡面無我無私，世間智慧裡頭有我有私。用佛法的術語來講，世間智慧裡面有妄想分別執著，自性本具智慧裡頭沒有妄想分別執著。所以，沒有妄想分別執著是智慧，有妄想分別執著的，佛教裡頭叫它聰明，差別在此地。真實智慧是從戒定裡面生的，世間這些聰明智慧是從情識裡頭生的，不一樣！一個是清淨的，一個是染污的。一個是徹底解決問題，一個是只能解決局部，真的是所謂「頭痛醫頭，腳痛醫腳」，局部的。"
    },
    {
      "id": "12-017-0709_p0009",
      "zh_CN": "这一段长行我们就介绍到此地。下面这是偈颂，偈颂总有九首，九首它分为八段，让我们一起来学习。",
      "zh_TW": "這一段長行我們就介紹到此地。下面這是偈頌，偈頌總有九首，九首它分為八段，讓我們一起來學習。"
    },
    {
      "id": "12-017-0709_p0010",
      "zh_CN": "【尔时普贤菩萨，欲重宣其义，承佛威力，观察十方而说颂言。】",
      "zh_TW": "【爾時普賢菩薩，欲重宣其義，承佛威力，觀察十方而說頌言。】"
    },
    {
      "id": "12-017-0709_p0011",
      "zh_CN": "这一行经是说偈仪，说偈仪里面普贤菩萨，前面我们已经说过，当位普贤是等觉菩萨，位后普贤是菩萨已经成佛，退居在普贤这个位置上，帮助佛度化众生。普贤菩萨将「起具因缘」长行略说讲完的时候，『尔时』就是这个时候，『欲重宣其义』，为什么再重说？这个地方是讲器世界，就是讲宇宙。现在哲学里面有两个课题，一个是人生观，一个是宇宙观；用白话来讲，就是你对人生的看法、对宇宙的看法。这个看法正确，不但你自己一生幸福美满，你会带给社会、带给一切众生幸福美满；如果你看错、看偏差了，自己受苦受难，也连累到众生，这个问题多重要！这大学问，是圣贤教育里面的中心课题，所以教导不厌其烦。",
      "zh_TW": "這一行經是說偈儀，說偈儀裡面普賢菩薩，前面我們已經說過，當位普賢是等覺菩薩，位後普賢是菩薩已經成佛，退居在普賢這個位置上，幫助佛度化眾生。普賢菩薩將「起具因緣」長行略說講完的時候，『爾時』就是這個時候，『欲重宣其義』，為什麼再重說？這個地方是講器世界，就是講宇宙。現在哲學裡面有兩個課題，一個是人生觀，一個是宇宙觀；用白話來講，就是你對人生的看法、對宇宙的看法。這個看法正確，不但你自己一生幸福美滿，你會帶給社會、帶給一切眾生幸福美滿；如果你看錯、看偏差了，自己受苦受難，也連累到眾生，這個問題多重要！這大學問，是聖賢教育裡面的中心課題，所以教導不厭其煩。"
    },
    {
      "id": "12-017-0709_p0012",
      "zh_CN": "学生就是众生，大家根性不相同。上根利智是少数，菩萨前面这一说他就明了，中下根性还不行，还需要菩萨劳神，再给我们说说、多说说。菩萨换一个体裁，用偈颂。偈颂多半有押韵，便于记诵。你听了之后，你要能记住，你要能够随文入观，你才能得真实利益。你还要把你学得的怎样落实在生活当中，你才得受用。你想想看，这多么重要！另外一个意思，佛讲经不同于学校里面上课，学校上课学生是固定的，程度是相等的，而这是义务教育，没有什么报名参加的，因此有先来后到的。有早来的，听这个课程一直听下去的，有中途才来，前面没有听到的。你看看那个讲经，两个小时的时候，差不多讲了一个半钟点，还有半个钟点，还有人进来。这些后到的也要照顾到，这是慈悲到了极处！那总不能把前面又那么详细再讲一遍，那个太累赘，所以用偈颂的方法把前面所讲的略略的叙说一下。所以偈颂用意很深，这种教学法非常之好。",
      "zh_TW": "學生就是眾生，大家根性不相同。上根利智是少數，菩薩前面這一說他就明瞭，中下根性還不行，還需要菩薩勞神，再給我們說說、多說說。菩薩換一個體裁，用偈頌。偈頌多半有押韻，便於記誦。你聽了之後，你要能記住，你要能夠隨文入觀，你才能得真實利益。你還要把你學得的怎樣落實在生活當中，你才得受用。你想想看，這多麼重要！另外一個意思，佛講經不同於學校裡面上課，學校上課學生是固定的，程度是相等的，而這是義務教育，沒有什麼報名參加的，因此有先來後到的。有早來的，聽這個課程一直聽下去的，有中途才來，前面沒有聽到的。你看看那個講經，兩個小時的時候，差不多講了一個半鐘點，還有半個鐘點，還有人進來。這些後到的也要照顧到，這是慈悲到了極處！那總不能把前面又那麼詳細再講一遍，那個太累贅，所以用偈頌的方法把前面所講的略略的敘說一下。所以偈頌用意很深，這種教學法非常之好。"
    },
    {
      "id": "12-017-0709_p0013",
      "zh_CN": "李老师以前教学生、教讲演，他有个讲演的方法叫《实用讲演术》，是他编的。编得好，真的是简要详明。我们最初学讲演，我们找讲演术，到书店里找，找了好多来看，不如李老师，简单扼要明了，真的是面面都说到了。看人家讲演术厚厚的一大本，从头到尾看完一遍的时候，摸不到边，废话太多，抓不到重点。我们对老师不能不佩服，老师那一套讲演的方法、讲经的方法，精彩绝伦。他的讲演，他不写讲稿，他编大纲，现在在他《全集》里面搜集好几百篇。每一个表解后面，他都有几句偈子，这是《华严经》上学得来的。前面长行，后面偈颂，老师用偈颂做总结，很有味道，这个方法是从经典里面学来的。世间人讲演没有这个方式，不会后面用一些偈来做总结，李老师讲演的时候，他的方式都是有偈颂做总结。现在我们来看经文，偈颂第一首：",
      "zh_TW": "李老師以前教學生、教講演，他有個講演的方法叫《實用講演術》，是他編的。編得好，真的是簡要詳明。我們最初學講演，我們找講演術，到書店裡找，找了好多來看，不如李老師，簡單扼要明瞭，真的是面面都說到了。看人家講演術厚厚的一大本，從頭到尾看完一遍的時候，摸不到邊，廢話太多，抓不到重點。我們對老師不能不佩服，老師那一套講演的方法、講經的方法，精彩絕倫。他的講演，他不寫講稿，他編大綱，現在在他《全集》裡面蒐集好幾百篇。每一個表解後面，他都有幾句偈子，這是《華嚴經》上學得來的。前面長行，後面偈頌，老師用偈頌做總結，很有味道，這個方法是從經典裡面學來的。世間人講演沒有這個方式，不會後面用一些偈來做總結，李老師講演的時候，他的方式都是有偈頌做總結。現在我們來看經文，偈頌第一首："
    },
    {
      "id": "12-017-0709_p0014",
      "zh_CN": "【所说无边众刹海，毘卢遮那悉严净，世尊境界不思议，智慧神通力如是。】",
      "zh_TW": "【所說無邊眾剎海，毘盧遮那悉嚴淨，世尊境界不思議，智慧神通力如是。】"
    },
    {
      "id": "12-017-0709_p0015",
      "zh_CN": "清凉在《疏》里面告诉我们，「偈颂多以果显因，文有九偈，束为八段。」这是第一首，第一首「颂佛神力，据此，无边刹海，皆遮那严净。则下严华藏，犹是分明，理实而言，愿周法界。」大师这几句话说得很明白、很透彻，但是初学的人不好懂。学大乘经，特别是学《华严》，一定要懂得它说法的义趣，往往是意在言外，不露痕迹。这是真实智慧，要我们从这个地方去体会，从这里去观察，从这些地方去学习。毘卢遮那法身佛，法身佛没有形相，他不是一个人。释迦牟尼佛是个人，阿弥陀佛也是个人，药师如来也是个人，毘卢遮那不是一个人，他是什么？什么都不是！那到底是什么？他是宇宙的全体，称为毘卢遮那。毘卢遮那是梵语，前面跟诸位讲过、介绍过，说得很详细。这句话的意思是「遍一切处」，当然也就遍一切时。用现在的术语来讲，毘卢遮那是什么？是时空，时间、空时，时空里面所包含的一切，《华严》称之为毘卢遮那。",
      "zh_TW": "清涼在《疏》裡面告訴我們，「偈頌多以果顯因，文有九偈，束為八段。」這是第一首，第一首「頌佛神力，據此，無邊剎海，皆遮那嚴淨。則下嚴華藏，猶是分明，理實而言，願周法界。」大師這幾句話說得很明白、很透徹，但是初學的人不好懂。學大乘經，特別是學《華嚴》，一定要懂得它說法的義趣，往往是意在言外，不露痕跡。這是真實智慧，要我們從這個地方去體會，從這裡去觀察，從這些地方去學習。毘盧遮那法身佛，法身佛沒有形相，他不是一個人。釋迦牟尼佛是個人，阿彌陀佛也是個人，藥師如來也是個人，毘盧遮那不是一個人，他是什麼？什麼都不是！那到底是什麼？他是宇宙的全體，稱為毘盧遮那。毘盧遮那是梵語，前面跟諸位講過、介紹過，說得很詳細。這句話的意思是「遍一切處」，當然也就遍一切時。用現在的術語來講，毘盧遮那是什麼？是時空，時間、空時，時空裡面所包含的一切，《華嚴》稱之為毘盧遮那。"
    },
    {
      "id": "12-017-0709_p0016",
      "zh_CN": "毘卢遮那在哪里？无处不在！无时不在！哪一个人能够离开毘卢遮那？什么人能离开时空？这叫法身。你从这里体会什么是我们的法身。法身是我们的根本，哲学里面讲的宇宙万有的本体，在佛经里面称之为毘卢遮那。「佛」这个意思是觉悟，你想想整个宇宙是活的，他觉，他不是不觉。觉是性，经上常讲一切有情众生，我们讲动物，动物都有佛性，植物、矿物乃至于虚空法界这些现象它有法性，法性跟佛性是一个性；换句话说，一个体。虚空法界无量无边刹土众生都是这一个真性变现出来的幻相，这个相《金刚经》上讲得好：「梦幻泡影」。它不是没有，它有，为什么说它是幻相？那个相刹那刹那在变，凡是会变的就不是真的。所以佛经里面讲有叫妙有，妙在哪里？它会变。它要是不变，那就是真有。所以，永恒不变的是真性，性不变。相哪有不变的？相刹那刹那在变，性不变。我们要明白这个道理，要了解这个事实真相，然后你果然契入、果然懂得，你契入这个境界，恭喜你，你就成佛了。",
      "zh_TW": "毘盧遮那在哪裡？無處不在！無時不在！哪一個人能夠離開毘盧遮那？什麼人能離開時空？這叫法身。你從這裡體會什麼是我們的法身。法身是我們的根本，哲學裡面講的宇宙萬有的本體，在佛經裡面稱之為毘盧遮那。「佛」這個意思是覺悟，你想想整個宇宙是活的，他覺，他不是不覺。覺是性，經上常講一切有情眾生，我們講動物，動物都有佛性，植物、礦物乃至於虛空法界這些現象它有法性，法性跟佛性是一個性；換句話說，一個體。虛空法界無量無邊剎土眾生都是這一個真性變現出來的幻相，這個相《金剛經》上講得好：「夢幻泡影」。它不是沒有，它有，為什麼說它是幻相？那個相剎那剎那在變，凡是會變的就不是真的。所以佛經裡面講有叫妙有，妙在哪裡？它會變。它要是不變，那就是真有。所以，永恆不變的是真性，性不變。相哪有不變的？相剎那剎那在變，性不變。我們要明白這個道理，要了解這個事實真相，然後你果然契入、果然懂得，你契入這個境界，恭喜你，你就成佛了。"
    },
    {
      "id": "12-017-0709_p0017",
      "zh_CN": "成佛之后的宇宙观，对宇宙人生的看法是怎么样？中国古时候禅宗大德明心见性之后，跟人家说：「尽虚空遍法界是沙门一只眼」，这句话不容易说出来！「沙门一只眼」是什么？尽虚空遍法界是自己，是自己的清净法身。你证得清净法身，你就入华严境界。华严境界里面这些菩萨们，位置最低的是初住，圆教初住「破一品无明，证一分法身」，我们通常称他为菩萨。不是普通的权教菩萨，不是，是法身菩萨，证得法身的菩萨。法身大士他是佛，分证即佛；十法界里面的佛法界是相似即佛，不是真的，相似有一点像，还不真。六道里面的佛：名字即佛、观行即佛，跟真佛差得远。所以我们对于毘卢遮那这里头的含义，要搞得清清楚楚、明明白白。毘卢遮那在《华严经》里面许许多多地方都是说自性本觉，那个佛是本觉。",
      "zh_TW": "成佛之後的宇宙觀，對宇宙人生的看法是怎麼樣？中國古時候禪宗大德明心見性之後，跟人家說：「盡虛空遍法界是沙門一隻眼」，這句話不容易說出來！「沙門一隻眼」是什麼？盡虛空遍法界是自己，是自己的清淨法身。你證得清淨法身，你就入華嚴境界。華嚴境界裡面這些菩薩們，位置最低的是初住，圓教初住「破一品無明，證一分法身」，我們通常稱他為菩薩。不是普通的權教菩薩，不是，是法身菩薩，證得法身的菩薩。法身大士他是佛，分證即佛；十法界裡面的佛法界是相似即佛，不是真的，相似有一點像，還不真。六道裡面的佛：名字即佛、觀行即佛，跟真佛差得遠。所以我們對於毘盧遮那這裡頭的含義，要搞得清清楚楚、明明白白。毘盧遮那在《華嚴經》裡面許許多多地方都是說自性本覺，那個佛是本覺。"
    },
    {
      "id": "12-017-0709_p0018",
      "zh_CN": "我们现在看这一首偈就好讲了，『所说无边众刹海』，这是前面一直读下来的，大家都懂这个意思。世界无量无边、无尽无数，不是一个平面世界。现在科学家能够观察到、能够体会到的是个平面世界，不知道这个世界是立体的。这是真的，除了佛法之外，世间所有的学术都没有讲到。《华严》这个讲法，世间人很难接受。为什么他难接受？他没有这个认知。你说一毛孔里头有世界，他怎么会相信？他用科学去分析，找不到这个极乐世界，一微尘里头有世界，他找不到。现在科学家已经观察到最小的物质，称它作粒子，知道它是很活泼的，它是个善于变化的，换句话说，看到完全是有机体、有生命的。现在科学家逐渐体会到整个宇宙是一个生命体，这个认知相当不容易，跟佛法就又接近了一步。",
      "zh_TW": "我們現在看這一首偈就好講了，『所說無邊眾剎海』，這是前面一直讀下來的，大家都懂這個意思。世界無量無邊、無盡無數，不是一個平面世界。現在科學家能夠觀察到、能夠體會到的是個平面世界，不知道這個世界是立體的。這是真的，除了佛法之外，世間所有的學術都沒有講到。《華嚴》這個講法，世間人很難接受。為什麼他難接受？他沒有這個認知。你說一毛孔裡頭有世界，他怎麼會相信？他用科學去分析，找不到這個極樂世界，一微塵裡頭有世界，他找不到。現在科學家已經觀察到最小的物質，稱它作粒子，知道它是很活潑的，它是個善於變化的，換句話說，看到完全是有機體、有生命的。現在科學家逐漸體會到整個宇宙是一個生命體，這個認知相當不容易，跟佛法就又接近了一步。"
    },
    {
      "id": "12-017-0709_p0019",
      "zh_CN": "佛法要借科学来证明，人才会相信，但是科学是有限的，科学证明是有限的。无限的真实智慧要用什么？用禅定的功夫，科学技术做不到，要用定功。定功化解空间维次、突破空间维次，你才能见到重重无尽的世界，你才能看到它是立体的，《华严》给你做证明。那个时候读《华严经》，是拿来印证的，我所见到的跟经上讲的一样不一样？所以经典两个用处，一个是帮助我们开智慧、帮助我们修行，另外一个作用是我们契入境界之后，经典给我们做印证。你们同学问我，现在这个世间哪一个是善知识？我告诉你们，我是凡夫，我没有慧眼，我没有法眼，我没有佛眼，我不认识。不过我可以介绍你一位真正善知识，那个善知识是大乘经典。儒家的第一善知识：《四书》；佛家的第一善知识：《大乘无量寿经》、《大方广佛华严经》、《法华》、《楞严》、《弥陀经》、蕅益大师的《要解》，真善知识！我们每天读诵学习、依教奉行就是亲近真善知识，这才能成就。",
      "zh_TW": "佛法要借科學來證明，人才會相信，但是科學是有限的，科學證明是有限的。無限的真實智慧要用什麼？用禪定的功夫，科學技術做不到，要用定功。定功化解空間維次、突破空間維次，你才能見到重重無盡的世界，你才能看到它是立體的，《華嚴》給你做證明。那個時候讀《華嚴經》，是拿來印證的，我所見到的跟經上講的一樣不一樣？所以經典兩個用處，一個是幫助我們開智慧、幫助我們修行，另外一個作用是我們契入境界之後，經典給我們做印證。你們同學問我，現在這個世間哪一個是善知識？我告訴你們，我是凡夫，我沒有慧眼，我沒有法眼，我沒有佛眼，我不認識。不過我可以介紹你一位真正善知識，那個善知識是大乘經典。儒家的第一善知識：《四書》；佛家的第一善知識：《大乘無量壽經》、《大方廣佛華嚴經》、《法華》、《楞嚴》、《彌陀經》、蕅益大師的《要解》，真善知識！我們每天讀誦學習、依教奉行就是親近真善知識，這才能成就。"
    },
    {
      "id": "12-017-0709_p0020",
      "zh_CN": "我们肉眼凡夫不认识人，我们学古大德，做古人的私淑弟子，这个总行！在中国私淑弟子历史上有记载的，头一个是孟子。孟子私淑孔子，他对孔子非常仰慕，但是孔子已经不在世，过世了，那怎么样学他？孔子的著作在，他找到了。读孔子的书，学孔子，随顺孔子的教诲。自己有不明了的地方，去问孔子的学生，请他讲解。他以孔子为老师，他成功了，成就在孔老夫子所有学生之上。为什么能学得有这么好的成绩？没有别的，真正肯学、肯做，把孔夫子的教诲完全落实在自己生活行为当中，他就变成孔老夫子的化身。他学得这么成功，所以中国历代尊崇孔子为至圣先师，尊孟子为亚圣。至圣是冠军，亚圣是亚军。孟子开这个端，往后中国历代私淑古人的人，都有了不起的成就。",
      "zh_TW": "我們肉眼凡夫不認識人，我們學古大德，做古人的私淑弟子，這個總行！在中國私淑弟子歷史上有記載的，頭一個是孟子。孟子私淑孔子，他對孔子非常仰慕，但是孔子已經不在世，過世了，那怎麼樣學他？孔子的著作在，他找到了。讀孔子的書，學孔子，隨順孔子的教誨。自己有不明瞭的地方，去問孔子的學生，請他講解。他以孔子為老師，他成功了，成就在孔老夫子所有學生之上。為什麼能學得有這麼好的成績？沒有別的，真正肯學、肯做，把孔夫子的教誨完全落實在自己生活行為當中，他就變成孔老夫子的化身。他學得這麼成功，所以中國歷代尊崇孔子為至聖先師，尊孟子為亞聖。至聖是冠軍，亞聖是亞軍。孟子開這個端，往後中國歷代私淑古人的人，都有了不起的成就。"
    },
    {
      "id": "12-017-0709_p0021",
      "zh_CN": "我早年在台中亲近李老师，李老师谦虚，一生不敢以老师的身分对我。我们尊重他是老师，他对我们是同学，这是给我们做榜样，给我们做示范。他要我学印光大师，以印光大师为老师，印光大师是他的老师，他给我介绍。印光大师不在，早就圆寂了，怎么跟他？《文钞》就是印光大师，你每天读《文钞》，你每天思惟《文钞》里面的教训，依教奉行，你就是印光法师的好徒弟、好学生。从这些行谊方面，你就知道老师是怎样爱护学生、怎样帮助学生、成就学生，我们知道这个恩德。知恩你才会报恩，报恩的心才生得起来；不知恩，你怎么可能报恩？你没有这个念头。人最可贵的，知道别人对我好处，这个好处哪怕只有一天、哪怕只有一次，永远不能忘记。以后或者是有些变化，对我们不好了，不要记在心上。以后他心变了、行为变了，对我产生误会，或者听信别人的谣言，不能放在心上，永远记住他对我那一天的好处。",
      "zh_TW": "我早年在台中親近李老師，李老師謙虛，一生不敢以老師的身分對我。我們尊重他是老師，他對我們是同學，這是給我們做榜樣，給我們做示範。他要我學印光大師，以印光大師為老師，印光大師是他的老師，他給我介紹。印光大師不在，早就圓寂了，怎麼跟他？《文鈔》就是印光大師，你每天讀《文鈔》，你每天思惟《文鈔》裡面的教訓，依教奉行，你就是印光法師的好徒弟、好學生。從這些行誼方面，你就知道老師是怎樣愛護學生、怎樣幫助學生、成就學生，我們知道這個恩德。知恩你才會報恩，報恩的心才生得起來；不知恩，你怎麼可能報恩？你沒有這個念頭。人最可貴的，知道別人對我好處，這個好處哪怕只有一天、哪怕只有一次，永遠不能忘記。以後或者是有些變化，對我們不好了，不要記在心上。以後他心變了、行為變了，對我產生誤會，或者聽信別人的謠言，不能放在心上，永遠記住他對我那一天的好處。"
    },
    {
      "id": "12-017-0709_p0022",
      "zh_CN": "儒家教学它的总纲领，总的原理原则：仁义。儒家讲仁义，佛教学总的纲领：慈悲。所以佛法常讲，佛法是「慈悲为本，方便为门」，儒家的根本是仁义。今天中国江主席提倡以德治国，德的纲领是什么？就这两个字，学仁、学义，行仁、行义。这两个字是儒学教化众生的总纲领，这两个字是全世界，我看每一个国家民族古圣先贤都尊重。你们看看基督教、天主教、犹太教他们所信奉的都是《新旧约》，犹太教信奉《旧约》，基督教信奉《新约》，天主教《新旧约》都信奉。你看看《新旧约》里面常常讲义人，上帝都尊重，「你是个义人」。义决定有仁，仁跟义是分不开的，所以许多宗教典籍都称赞仁义、尊崇仁义。现在时间到了。",
      "zh_TW": "儒家教學它的總綱領，總的原理原則：仁義。儒家講仁義，佛教學總的綱領：慈悲。所以佛法常講，佛法是「慈悲為本，方便為門」，儒家的根本是仁義。今天中國江主席提倡以德治國，德的綱領是什麼？就這兩個字，學仁、學義，行仁、行義。這兩個字是儒學教化眾生的總綱領，這兩個字是全世界，我看每一個國家民族古聖先賢都尊重。你們看看基督教、天主教、猶太教他們所信奉的都是《新舊約》，猶太教信奉《舊約》，基督教信奉《新約》，天主教《新舊約》都信奉。你看看《新舊約》裡面常常講義人，上帝都尊重，「你是個義人」。義決定有仁，仁跟義是分不開的，所以許多宗教典籍都稱讚仁義、尊崇仁義。現在時間到了。"
    },
    {
      "id": "12-017-0709_p0023",
      "zh_CN": "诸位同学，请看「起具因缘」偈颂第一首：",
      "zh_TW": "諸位同學，請看「起具因緣」偈頌第一首："
    },
    {
      "id": "12-017-0709_p0024",
      "zh_CN": "【所说无边众刹海，毘卢遮那悉严净，世尊境界不思议，智慧神通力如是。】",
      "zh_TW": "【所說無邊眾剎海，毘盧遮那悉嚴淨，世尊境界不思議，智慧神通力如是。】"
    },
    {
      "id": "12-017-0709_p0025",
      "zh_CN": "这一首前面没讲完，接着再跟诸位做详细的解说。无量无边重叠无尽的世界，我们在《华严经》上看到了。『毘卢遮那悉严净』，「悉」是无量无边的世界，每一个世界都清净庄严，都是毘卢遮那佛的神力。毘卢遮那佛诸位一定要知道，是自性本具般若智慧之力。用毘卢遮那佛是尊重，就是自性觉的尊重。这是理体，宇宙万有的本体，所以它所变现出来的哪有不觉悟？一切众生本觉是平等的，我们现在真的才懂得这么一点点。不但是这一切动物有本觉，植物也不例外，矿物也不例外，所有一切现相都不例外，我们现在称为有机体，有生命的、有觉性的。他要没有觉性，我们怎么能沟通？动物、蚊虫、蚂蚁有觉性，我们可以跟牠沟通，植物花草树木有觉性，我们能跟它沟通，山河大地也有觉性，能不能沟通？能！最明显的，看风水的常说「福人居福地，福地福人居」？这个人有大福德，他住在这个地方，风水就变好了。",
      "zh_TW": "這一首前面沒講完，接著再跟諸位做詳細的解說。無量無邊重疊無盡的世界，我們在《華嚴經》上看到了。『毘盧遮那悉嚴淨』，「悉」是無量無邊的世界，每一個世界都清淨莊嚴，都是毘盧遮那佛的神力。毘盧遮那佛諸位一定要知道，是自性本具般若智慧之力。用毘盧遮那佛是尊重，就是自性覺的尊重。這是理體，宇宙萬有的本體，所以它所變現出來的哪有不覺悟？一切眾生本覺是平等的，我們現在真的才懂得這麼一點點。不但是這一切動物有本覺，植物也不例外，礦物也不例外，所有一切現相都不例外，我們現在稱為有機體，有生命的、有覺性的。他要沒有覺性，我們怎麼能溝通？動物、蚊蟲、螞蟻有覺性，我們可以跟牠溝通，植物花草樹木有覺性，我們能跟它溝通，山河大地也有覺性，能不能溝通？能！最明顯的，看風水的常說「福人居福地，福地福人居」？這個人有大福德，他住在這個地方，風水就變好了。"
    },
    {
      "id": "12-017-0709_p0026",
      "zh_CN": "佛经里面讲「境随心转」，「一切法从心想生」，一切法如果没有觉性，跟心想怎么能相应？佛的这些话，我们要细读深思。佛在经教里常常教导我们，要「深解义趣」，不可以得少为足，懂得一点就满足了，那不圆满、不究竟。所以一定要晓得，事事物物它的义理无有穷尽，乃至于一根汗毛、一粒微尘都含着有无尽的义理，这里头有无尽的世界。重重无尽，毘卢遮那佛统统都严净到了。严是庄严，净是清净。清净是庄严之体，庄严是清净的作用。由此可知，什么是真正的庄严？清净是真正的庄严。我们从这个地方如果是懂得、明白了，庄严佛国土用什么？用清净心、用清净行。修行如何叫自己功夫得力？如何能跟诸佛菩萨感应？没有别的，严净！要怎样做到？我劝一般初学的同学多听经、多念佛，少说话；少说话就是少打妄想。",
      "zh_TW": "佛經裡面講「境隨心轉」，「一切法從心想生」，一切法如果沒有覺性，跟心想怎麼能相應？佛的這些話，我們要細讀深思。佛在經教裡常常教導我們，要「深解義趣」，不可以得少為足，懂得一點就滿足了，那不圓滿、不究竟。所以一定要曉得，事事物物它的義理無有窮盡，乃至於一根汗毛、一粒微塵都含著有無盡的義理，這裡頭有無盡的世界。重重無盡，毘盧遮那佛統統都嚴淨到了。嚴是莊嚴，淨是清淨。清淨是莊嚴之體，莊嚴是清淨的作用。由此可知，什麼是真正的莊嚴？清淨是真正的莊嚴。我們從這個地方如果是懂得、明白了，莊嚴佛國土用什麼？用清淨心、用清淨行。修行如何叫自己功夫得力？如何能跟諸佛菩薩感應？沒有別的，嚴淨！要怎樣做到？我勸一般初學的同學多聽經、多念佛，少說話；少說話就是少打妄想。"
    },
    {
      "id": "12-017-0709_p0027",
      "zh_CN": "为什么我居处的地方电话线都拔掉？清净！我有装电话，我只打出去，我不希望人打进来，电话线拔掉，清净！古人常讲「知事少时烦恼少，识人多处是非多」，为什么真正修行人，特别是个凡人，要到深山里面去修行、人迹不到之处去修行？澳洲还有同修给我建议，图文巴还是太热闹，它是八万人的小城，来劝我再到深山里面去，人迹不到之处。有没有道理？有道理！真有道理！要想道业成就，你要不这样的约束自己，你怎么能成就？到你戒定慧三学成就，不再被外面境界所影响，智慧开了，你才可以接引众生，你才可以弘法度生；否则的话，很少没有不被众生度跑的。这桩事情也是我早年在台中亲近李老师的时候，他老人家给我讲过好几次。提醒我，自古以来多少好法师、好心人，一入众，心就变了，自私自利的念头起来了，名闻利养念头起来了，就被世间度跑了。你没有能度别人，已经被别人度走了。这个意思是说，你不能影响别人，你被别人影响了，你堕落在世俗里头去了，很可惜！你不能成就。",
      "zh_TW": "為什麼我居處的地方電話線都拔掉？清淨！我有裝電話，我只打出去，我不希望人打進來，電話線拔掉，清淨！古人常講「知事少時煩惱少，識人多處是非多」，為什麼真正修行人，特別是個凡人，要到深山裡面去修行、人跡不到之處去修行？澳洲還有同修給我建議，圖文巴還是太熱鬧，它是八萬人的小城，來勸我再到深山裡面去，人跡不到之處。有沒有道理？有道理！真有道理！要想道業成就，你要不這樣的約束自己，你怎麼能成就？到你戒定慧三學成就，不再被外面境界所影響，智慧開了，你才可以接引眾生，你才可以弘法度生；否則的話，很少沒有不被眾生度跑的。這樁事情也是我早年在台中親近李老師的時候，他老人家給我講過好幾次。提醒我，自古以來多少好法師、好心人，一入眾，心就變了，自私自利的念頭起來了，名聞利養念頭起來了，就被世間度跑了。你沒有能度別人，已經被別人度走了。這個意思是說，你不能影響別人，你被別人影響了，你墮落在世俗裡頭去了，很可惜！你不能成就。"
    },
    {
      "id": "12-017-0709_p0028",
      "zh_CN": "要想成就，一定要跟世俗远离。但是今天由于科技发达、交通便捷，古人建立那些道场风水都很好，现在开公路，还有地方已经架设览车，变成观光旅游的场所，不能修行。每天这些客人川流不息，接应不暇，你的心怎么能得到清净？你的功夫怎么能得力？所以真修行人要明了、要觉悟，要与外界隔绝。听经、念佛，听经明理，帮助你觉悟；念佛，一定要把烦恼习气念掉，把自己妄想分别执着念掉，真正做到「于人无争，于世无求」，你这一生会有大成就！祖师大德这样的教诲，我们在几十年当中听了几百遍、几千遍，印象深刻，境界现前还是把握不住，自己要忏悔、自己要反省，要回头。小小的风浪我们都禁不起，还谈什么！",
      "zh_TW": "要想成就，一定要跟世俗遠離。但是今天由於科技發達、交通便捷，古人建立那些道場風水都很好，現在開公路，還有地方已經架設覽車，變成觀光旅遊的場所，不能修行。每天這些客人川流不息，接應不暇，你的心怎麼能得到清淨？你的功夫怎麼能得力？所以真修行人要明瞭、要覺悟，要與外界隔絕。聽經、念佛，聽經明理，幫助你覺悟；念佛，一定要把煩惱習氣念掉，把自己妄想分別執著念掉，真正做到「於人無爭，於世無求」，你這一生會有大成就！祖師大德這樣的教誨，我們在幾十年當中聽了幾百遍、幾千遍，印象深刻，境界現前還是把握不住，自己要懺悔、自己要反省，要回頭。小小的風浪我們都禁不起，還談什麼！"
    },
    {
      "id": "12-017-0709_p0029",
      "zh_CN": "世间法做得再多，要知道是有漏福报。连梁武帝为佛教建立四百八十座寺院、庵堂，成就出家人十几万，他做的是世间有漏福报，不能了生死，不能出三界。我心目当中梁武帝是菩萨化身，不是凡人，他是来做这个示现，警告我们在佛门里面修福也不能了生死。正是六祖大师在《坛经》里面所说的，「此事福不能救」，一定要定慧才能解决问题。世缘对我们来讲，天天在考试，我们及不及格？今天就要走了、要往生了，这个世缘你能不能放下？你要不能放下，还有牵肠挂肚，阿弥陀佛不会等你，你这一次机会错过了。下一次什么时候来接你？很难讲，要看你自己的功行。",
      "zh_TW": "世間法做得再多，要知道是有漏福報。連梁武帝為佛教建立四百八十座寺院、庵堂，成就出家人十幾萬，他做的是世間有漏福報，不能了生死，不能出三界。我心目當中梁武帝是菩薩化身，不是凡人，他是來做這個示現，警告我們在佛門裡面修福也不能了生死。正是六祖大師在《壇經》裡面所說的，「此事福不能救」，一定要定慧才能解決問題。世緣對我們來講，天天在考試，我們及不及格？今天就要走了、要往生了，這個世緣你能不能放下？你要不能放下，還有牽腸掛肚，阿彌陀佛不會等你，你這一次機會錯過了。下一次什麼時候來接你？很難講，要看你自己的功行。"
    },
    {
      "id": "12-017-0709_p0030",
      "zh_CN": "第三句『世尊境界不思议』，这个世尊是指毘卢遮那如来。一定要晓得，这个世尊是世出世间最尊重的自性本觉、清净法身；『智慧神通力如是』，这就是法尔如是。哪一法不是佛法？哪一法不清净？哪一法不庄严？这首偈给我们完全显示出来。清凉大师在注解里面讲得好，「无边刹海，皆遮那严净」。下一品所讲的「华藏世界」那还是部分，给我们讲的是局部；要说实话，「愿周法界」。愿周法界就是这一首偈前面两句所讲的。",
      "zh_TW": "第三句『世尊境界不思議』，這個世尊是指毘盧遮那如來。一定要曉得，這個世尊是世出世間最尊重的自性本覺、清淨法身；『智慧神通力如是』，這就是法爾如是。哪一法不是佛法？哪一法不清淨？哪一法不莊嚴？這首偈給我們完全顯示出來。清涼大師在註解裡面講得好，「無邊剎海，皆遮那嚴淨」。下一品所講的「華藏世界」那還是部分，給我們講的是局部；要說實話，「願周法界」。願周法界就是這一首偈前面兩句所講的。"
    },
    {
      "id": "12-017-0709_p0031",
      "zh_CN": "请看第二首，第一首里头我们很难学，但是我们知道第一首那个境界入进去，你就是法身菩萨。第二首里面，我们有东西可以学了。",
      "zh_TW": "請看第二首，第一首裡頭我們很難學，但是我們知道第一首那個境界入進去，你就是法身菩薩。第二首裡面，我們有東西可以學了。"
    },
    {
      "id": "12-017-0709_p0032",
      "zh_CN": "【菩萨修行诸愿海，普随众生心所欲，众生心行广无边，菩萨国土遍十方。】",
      "zh_TW": "【菩薩修行諸願海，普隨眾生心所欲，眾生心行廣無邊，菩薩國土遍十方。】"
    },
    {
      "id": "12-017-0709_p0033",
      "zh_CN": "前头讲的是法性土，是根本；这个地方讲菩萨报土、变化土，众生的业报土凡圣同居土，这些世间的来源。『菩萨修行诸愿海』，「海」这个字我们就不讲了，前面讲了很多，代表的是深广无尽。修行两个字要特别注意到，什么叫修行？行是行为，行为有了错误，错在哪里？跟真心不相应，就错了。我们从最粗浅的境界来说，心虚伪与自性不相应，自性真心它是真诚的，没有虚伪，现在你有虚伪，你跟你的自性不相应，这是错误的。自性是清净的，你现在的心不清净，你有烦恼染着，那是错误的。自性是平等的，你现在心里头有高下，这不相应。自性是正觉的，本具般若智慧，你现在迷了，智慧不能现前。自性是大慈大悲，你现在的心里头有自私自利，这是错误的。起心动念我这个心念错误，知道错误就是觉，佛家讲始觉，你开始觉悟了。你把这个念头转过来就叫修行，转虚伪为真实，修正。修是修正、修理，把错误修正过来。我把贪瞋痴慢染污的这个念头转过来，转成清净，烦恼放下，你修清净心；把高下的心转成平等心，把迷惑的心转成智慧的心，把自私自利的心转成大慈悲心。宗门教下、祖师大德常常教人「从根本修」，根本是心，根本是念头。",
      "zh_TW": "前頭講的是法性土，是根本；這個地方講菩薩報土、變化土，眾生的業報土凡聖同居土，這些世間的來源。『菩薩修行諸願海』，「海」這個字我們就不講了，前面講了很多，代表的是深廣無盡。修行兩個字要特別注意到，什麼叫修行？行是行為，行為有了錯誤，錯在哪裡？跟真心不相應，就錯了。我們從最粗淺的境界來說，心虛偽與自性不相應，自性真心它是真誠的，沒有虛偽，現在你有虛偽，你跟你的自性不相應，這是錯誤的。自性是清淨的，你現在的心不清淨，你有煩惱染著，那是錯誤的。自性是平等的，你現在心裡頭有高下，這不相應。自性是正覺的，本具般若智慧，你現在迷了，智慧不能現前。自性是大慈大悲，你現在的心裡頭有自私自利，這是錯誤的。起心動念我這個心念錯誤，知道錯誤就是覺，佛家講始覺，你開始覺悟了。你把這個念頭轉過來就叫修行，轉虛偽為真實，修正。修是修正、修理，把錯誤修正過來。我把貪瞋痴慢染污的這個念頭轉過來，轉成清淨，煩惱放下，你修清淨心；把高下的心轉成平等心，把迷惑的心轉成智慧的心，把自私自利的心轉成大慈悲心。宗門教下、祖師大德常常教人「從根本修」，根本是心，根本是念頭。"
    },
    {
      "id": "12-017-0709_p0034",
      "zh_CN": "众生苦，苦的根源是迷惑。菩萨有智慧、有善巧方便感化众生，我们今天力量没有办法感化人，是什么原因？自己修行功夫不到家。但是也要晓得，《地藏经》上讲得那么清楚，「阎浮提众生，刚强难化」，所以感化人不但要有智慧方便，而且还要有很大的耐心。这个耐心要学菩萨，我这一世感化不了他，来世；来世再感化不了的时候，再来世。生生世世无量劫之后，总会被感化，真诚到极处，真诚到无量劫。不能说这个众生我感化不了，你就舍弃，那是错误的；感化不了，回过头来修自己的德行，再假以时间这才能感化。不是个容易事情，众生不好度，菩萨誓愿度。「众生无边誓愿度」，这个非常伟大，非常了不起，真正值得人尊敬。心地纯正，你的言语、行为自然就正了。要是从言行上去修，言行上好像不错了，心里没有修，根还是不行，还是错误的。所以惠能大师讲「心平何劳持戒，行直何用修禅」，这个话用意很深，不是说不要持戒，不是说不要参禅，这是告诉你持戒、参禅是手段，目的是平等心、是真诚心，直心就是真诚，这是目的。从形式要能够达到目的，这叫功夫得力；只有形式，达不到这个目的，这个形式是虚设的。",
      "zh_TW": "眾生苦，苦的根源是迷惑。菩薩有智慧、有善巧方便感化眾生，我們今天力量沒有辦法感化人，是什麼原因？自己修行功夫不到家。但是也要曉得，《地藏經》上講得那麼清楚，「閻浮提眾生，剛強難化」，所以感化人不但要有智慧方便，而且還要有很大的耐心。這個耐心要學菩薩，我這一世感化不了他，來世；來世再感化不了的時候，再來世。生生世世無量劫之後，總會被感化，真誠到極處，真誠到無量劫。不能說這個眾生我感化不了，你就捨棄，那是錯誤的；感化不了，回過頭來修自己的德行，再假以時間這才能感化。不是個容易事情，眾生不好度，菩薩誓願度。「眾生無邊誓願度」，這個非常偉大，非常了不起，真正值得人尊敬。心地純正，你的言語、行為自然就正了。要是從言行上去修，言行上好像不錯了，心裡沒有修，根還是不行，還是錯誤的。所以惠能大師講「心平何勞持戒，行直何用修禪」，這個話用意很深，不是說不要持戒，不是說不要參禪，這是告訴你持戒、參禪是手段，目的是平等心、是真誠心，直心就是真誠，這是目的。從形式要能夠達到目的，這叫功夫得力；只有形式，達不到這個目的，這個形式是虛設的。"
    },
    {
      "id": "12-017-0709_p0035",
      "zh_CN": "这些道理、事实真相要是不懂，我们从哪里修起？所以古大德从根本修、从心地上下手，这个快速，纯正、快速。我们学阿弥陀佛，今天我们都念佛求生净土，阿弥陀佛在哪里？《无量寿经》是阿弥陀佛，《观无量寿佛经》是阿弥陀佛，小本《弥陀经》是阿弥陀佛，经卷展开就见到佛了。念诵经文，听佛教诲，不是念给佛听的，念给自己听的。你念给佛听，你错了，念给自己听的，自己才有受用，才是真正修行。经义了解多少做多少，不折不扣，这是弥陀第一弟子，《无量寿经》上讲的。这里说的「修行诸愿海」，菩萨行无量无边，菩萨愿无穷无尽，《华严》上说得好，「一即一切，一切即一」，我们抓到总纲领、抓到总原则，一法就能够融摄一切法，一经就能融摄一切经。这是殊胜的理解，前面所说的「胜解」。你要不能得究竟圆满的胜解，你怎么会得自在？菩萨胜解自在，成就了圆满功德。",
      "zh_TW": "這些道理、事實真相要是不懂，我們從哪裡修起？所以古大德從根本修、從心地上下手，這個快速，純正、快速。我們學阿彌陀佛，今天我們都念佛求生淨土，阿彌陀佛在哪裡？《無量壽經》是阿彌陀佛，《觀無量壽佛經》是阿彌陀佛，小本《彌陀經》是阿彌陀佛，經卷展開就見到佛了。念誦經文，聽佛教誨，不是念給佛聽的，念給自己聽的。你念給佛聽，你錯了，念給自己聽的，自己才有受用，才是真正修行。經義了解多少做多少，不折不扣，這是彌陀第一弟子，《無量壽經》上講的。這裡說的「修行諸願海」，菩薩行無量無邊，菩薩願無窮無盡，《華嚴》上說得好，「一即一切，一切即一」，我們抓到總綱領、抓到總原則，一法就能夠融攝一切法，一經就能融攝一切經。這是殊勝的理解，前面所說的「勝解」。你要不能得究竟圓滿的勝解，你怎麼會得自在？菩薩勝解自在，成就了圓滿功德。"
    },
    {
      "id": "12-017-0709_p0036",
      "zh_CN": "第二句讲『普随众生心所欲』，菩萨教化众生、成就众生，这是讲「方便为门」。现在一般时人所说的艺术，你的手法艺术，你的教导艺术，你的教学艺术，在我们佛法里统称为善巧方便。你要能随众生心之所欲，你在这里教导他，众生就欢喜信受。你违背他的爱好、他的欲望，他就给你反抗、排斥、拒绝，你还能教吗？所以大乘法里菩萨常说，「先以利欲勾」。像钓鱼一样，我用鱼饵，我钓鱼，把你诱惑来；诱惑来之后怎样？「后令入佛智」，这个了不起！把你引诱来，帮助你开智慧。所以「众生心所欲」，菩萨不能不知道。众生心所欲太多太多了，佛真的有智慧、真的有方便，把它归纳起来，不外乎三大类，第一大类是财。今天世间上普遍的追求财富，不择手段的贪图财富，这是众生的欲望。第二个聪明，他也不希望他自己很笨，他希望他很聪明，聪明超过别人。第三个，希望健康长寿。这三大类的欲望，跟诸位说，不分国家界限，不管你是哪一国人，不分种族界限，也不分宗教界限，谁没有这个欲望？还超过古今中外，古时候是这样的，将来还是这样的，真的是十方三世一切众生共同的欲求。佛菩萨在这个地方满足他，他就来了；来了之后，教导他。",
      "zh_TW": "第二句講『普隨眾生心所欲』，菩薩教化眾生、成就眾生，這是講「方便為門」。現在一般時人所說的藝術，你的手法藝術，你的教導藝術，你的教學藝術，在我們佛法裡統稱為善巧方便。你要能隨眾生心之所欲，你在這裡教導他，眾生就歡喜信受。你違背他的愛好、他的欲望，他就給你反抗、排斥、拒絕，你還能教嗎？所以大乘法裡菩薩常說，「先以利欲勾」。像釣魚一樣，我用魚餌，我釣魚，把你誘惑來；誘惑來之後怎樣？「後令入佛智」，這個了不起！把你引誘來，幫助你開智慧。所以「眾生心所欲」，菩薩不能不知道。眾生心所欲太多太多了，佛真的有智慧、真的有方便，把它歸納起來，不外乎三大類，第一大類是財。今天世間上普遍的追求財富，不擇手段的貪圖財富，這是眾生的欲望。第二個聰明，他也不希望他自己很笨，他希望他很聰明，聰明超過別人。第三個，希望健康長壽。這三大類的欲望，跟諸位說，不分國家界限，不管你是哪一國人，不分種族界限，也不分宗教界限，誰沒有這個欲望？還超過古今中外，古時候是這樣的，將來還是這樣的，真的是十方三世一切眾生共同的欲求。佛菩薩在這個地方滿足他，他就來了；來了之後，教導他。"
    },
    {
      "id": "12-017-0709_p0037",
      "zh_CN": "佛法是什么？可以说佛法就是满足一切众生这三个欲望。释迦牟尼佛首先给我们做示现，释迦牟尼佛福德圆满，这个福德圆满从哪里来的？财布施来的。释迦牟尼佛用什么样的财，在经典上释迦牟尼佛什么时候拿出大笔金钱在外面去做慈善福利事业？没有！他用什么财？内财，就是身体。财有内财、有外财，外财是你的财富金银财宝，你的产业；内财是身体。释迦牟尼佛是用内财，就是做义工。所以我们今天千万不要轻视道场里面的义工，他们将来得大福报，内财布施超过外财。他要是以真诚心、清净心、恭敬心来为道场、为大众服务，这个福德不可思议，超过外财多得太多太多了。释迦牟尼佛一生给我们表演，他用这个身体，这个布施就是为众生服务，他服务哪一个项目？服务教学。他的身分是多元文化社会教育的老师，给大家上课，四十九年没有休息，内财布施！不辞辛劳，所以他得的福报，福报圆满。",
      "zh_TW": "佛法是什麼？可以說佛法就是滿足一切眾生這三個欲望。釋迦牟尼佛首先給我們做示現，釋迦牟尼佛福德圓滿，這個福德圓滿從哪裡來的？財布施來的。釋迦牟尼佛用什麼樣的財，在經典上釋迦牟尼佛什麼時候拿出大筆金錢在外面去做慈善福利事業？沒有！他用什麼財？內財，就是身體。財有內財、有外財，外財是你的財富金銀財寶，你的產業；內財是身體。釋迦牟尼佛是用內財，就是做義工。所以我們今天千萬不要輕視道場裡面的義工，他們將來得大福報，內財布施超過外財。他要是以真誠心、清淨心、恭敬心來為道場、為大眾服務，這個福德不可思議，超過外財多得太多太多了。釋迦牟尼佛一生給我們表演，他用這個身體，這個布施就是為眾生服務，他服務哪一個項目？服務教學。他的身分是多元文化社會教育的老師，給大家上課，四十九年沒有休息，內財布施！不辭辛勞，所以他得的福報，福報圓滿。"
    },
    {
      "id": "12-017-0709_p0038",
      "zh_CN": "第二个天天为人讲经说法，劝善规过，帮助众生破迷开悟，法布施！法布施的果报是聪明智慧，这众生需要的。第三个是无畏布施，释迦牟尼佛对于忧虑的众生、在受苦受难的众生念念在怀，时时刻刻安慰他们、帮助他们，让这些众生远离恐怖忧恼，这是无畏布施。很明显的例子，在《观无量寿佛经》里头，这是我们净土宗的经典，韦提希夫人遭难，身心不安，在大恐怖之中。求释迦牟尼佛，佛为他讲经说法，把恐怖、忧虑的念头放下了。这是无畏布施，果报是健康长寿。佛教众生教什么？就教这三桩事情。用现在俗话说，教你发财、教你聪明、教你健康长寿，这个教育你要不要？世间人不知道佛法是什么，不知道佛教的是什么，如果都搞清楚，都明白了，哪一个不要学？这个科目可以说是全世界任何学校里头都比不上的最热门的科目，变成全世界的人，人人必修的科目。非常可惜，没有人把佛法这一桩事情讲清楚，社会大众还认为这是迷信，想尽方法来排斥，你说冤不冤枉？排斥这个，你就是甘愿贫穷、愚痴、多病、短命，你就是搞这个！",
      "zh_TW": "第二個天天為人講經說法，勸善規過，幫助眾生破迷開悟，法布施！法布施的果報是聰明智慧，這眾生需要的。第三個是無畏布施，釋迦牟尼佛對於憂慮的眾生、在受苦受難的眾生念念在懷，時時刻刻安慰他們、幫助他們，讓這些眾生遠離恐怖憂惱，這是無畏布施。很明顯的例子，在《觀無量壽佛經》裡頭，這是我們淨土宗的經典，韋提希夫人遭難，身心不安，在大恐怖之中。求釋迦牟尼佛，佛為他講經說法，把恐怖、憂慮的念頭放下了。這是無畏布施，果報是健康長壽。佛教眾生教什麼？就教這三樁事情。用現在俗話說，教你發財、教你聰明、教你健康長壽，這個教育你要不要？世間人不知道佛法是什麼，不知道佛教的是什麼，如果都搞清楚，都明白了，哪一個不要學？這個科目可以說是全世界任何學校裡頭都比不上的最熱門的科目，變成全世界的人，人人必修的科目。非常可惜，沒有人把佛法這一樁事情講清楚，社會大眾還認為這是迷信，想盡方法來排斥，你說冤不冤枉？排斥這個，你就是甘願貧窮、愚痴、多病、短命，你就是搞這個！"
    },
    {
      "id": "12-017-0709_p0039",
      "zh_CN": "我们也是这一生非常有幸能够遇到佛法，能够把佛法是什么搞清楚、搞明白，不容易！搞清楚、搞明白了，自己得受用，心开意解。我学了五十年，学佛第七年上讲台，为大家讲解佛经，到今年讲了四十四年。这四十四年的果报，你们大家看到了，我在没出家之前，现在在一些地方还有我的一些旧照片，我都没有，我看到还有人保存着。你看看我出家之前，看看我刚刚出家的那一段时期，你看那照片，一点福报都没有。不但没有福报，短命相！我说得很清楚、说得很多次，这一生把自己的成见放下，把自己的妄想分别执着放下，听老师的话，一切随顺经典的教训。今天的果报，我修三种布施，没有福报现在变成有福报，福报还不小。智慧增长，短命变成健康长寿。哪一个人肯修，哪一个人就能得到。谚语里头常说，「公修公得，婆修婆得，不修就不得」。",
      "zh_TW": "我們也是這一生非常有幸能夠遇到佛法，能夠把佛法是什麼搞清楚、搞明白，不容易！搞清楚、搞明白了，自己得受用，心開意解。我學了五十年，學佛第七年上講台，為大家講解佛經，到今年講了四十四年。這四十四年的果報，你們大家看到了，我在沒出家之前，現在在一些地方還有我的一些舊照片，我都沒有，我看到還有人保存著。你看看我出家之前，看看我剛剛出家的那一段時期，你看那照片，一點福報都沒有。不但沒有福報，短命相！我說得很清楚、說得很多次，這一生把自己的成見放下，把自己的妄想分別執著放下，聽老師的話，一切隨順經典的教訓。今天的果報，我修三種布施，沒有福報現在變成有福報，福報還不小。智慧增長，短命變成健康長壽。哪一個人肯修，哪一個人就能得到。諺語裡頭常說，「公修公得，婆修婆得，不修就不得」。"
    },
    {
      "id": "12-017-0709_p0040",
      "zh_CN": "你这一生当中没有闻到佛法，没有修行，你得财富是你前世修的，你得聪明智慧、你得健康长寿都是过去世的因行得这一生的果报。我在过去生中，这是这么多年学佛清楚了，过去生中把修福这个事情看轻，没有干这个事情，修慧不修福，所以我命很不好，贫贱短命。贫，没有财富；贱，没有地位，还短命。幸亏大概过去生中修的有一点善根、有一点智慧，这一点点善根、智慧遇到了善知识，遇到了好老师，我们对老师百分之百的顺从，才有今天这么一点点的成就。如果对老师阳奉阴违，大概我那个寿命，从前算命的、看相的都说我过不了四十五岁，真的，大概四十五岁就走了。为什么？阳奉阴违、背师叛道，这个罪很重，这个罪里头就是不孝父母。父母没有不期望自己的儿女跟一个好老师好好的学习，你要是背师叛道、阳奉阴违，辜负了父母对你的期望，这叫大不孝！",
      "zh_TW": "你這一生當中沒有聞到佛法，沒有修行，你得財富是你前世修的，你得聰明智慧、你得健康長壽都是過去世的因行得這一生的果報。我在過去生中，這是這麼多年學佛清楚了，過去生中把修福這個事情看輕，沒有幹這個事情，修慧不修福，所以我命很不好，貧賤短命。貧，沒有財富；賤，沒有地位，還短命。幸虧大概過去生中修的有一點善根、有一點智慧，這一點點善根、智慧遇到了善知識，遇到了好老師，我們對老師百分之百的順從，才有今天這麼一點點的成就。如果對老師陽奉陰違，大概我那個壽命，從前算命的、看相的都說我過不了四十五歲，真的，大概四十五歲就走了。為什麼？陽奉陰違、背師叛道，這個罪很重，這個罪裡頭就是不孝父母。父母沒有不期望自己的兒女跟一個好老師好好的學習，你要是背師叛道、陽奉陰違，辜負了父母對你的期望，這叫大不孝！"
    },
    {
      "id": "12-017-0709_p0041",
      "zh_CN": "所以净业三福修行的大根大本，前面两句「孝养父母，奉事师长」。儒以这个为教学的根，佛也以这个为教学的根，儒、佛教化众生根本相同。在枝叶里头相同的地方也不少，根本是完全相同。佛家讲菩提心，儒家讲诚意、正心，诚意、正心跟佛家讲的菩提心完全相同。《观经》里面讲的菩提心、至诚心，儒家讲诚意，这是菩提心的体。它起的作用，儒家讲正心，你起的作用，你的心正了，不偏不邪。佛讲的比较详细，自受用的深心，深心是好善好德；他受用，我对待别人大慈大悲。对人是慈悲，对自己好善好德，深心。如何成就菩提心？儒家讲格物致知，佛法讲断烦恼障、断所知障。这两种障碍障碍住你，你的菩提心不能现前；这两种障碍去掉，你的菩提心就现前。儒家也是这样的，格物是破烦恼障，致知是破所知障，完全相同。教学的总目标，儒家讲的明德、亲民、止于至善，跟佛法讲的完全一样。",
      "zh_TW": "所以淨業三福修行的大根大本，前面兩句「孝養父母，奉事師長」。儒以這個為教學的根，佛也以這個為教學的根，儒、佛教化眾生根本相同。在枝葉裡頭相同的地方也不少，根本是完全相同。佛家講菩提心，儒家講誠意、正心，誠意、正心跟佛家講的菩提心完全相同。《觀經》裡面講的菩提心、至誠心，儒家講誠意，這是菩提心的體。它起的作用，儒家講正心，你起的作用，你的心正了，不偏不邪。佛講的比較詳細，自受用的深心，深心是好善好德；他受用，我對待別人大慈大悲。對人是慈悲，對自己好善好德，深心。如何成就菩提心？儒家講格物致知，佛法講斷煩惱障、斷所知障。這兩種障礙障礙住你，你的菩提心不能現前；這兩種障礙去掉，你的菩提心就現前。儒家也是這樣的，格物是破煩惱障，致知是破所知障，完全相同。教學的總目標，儒家講的明德、親民、止於至善，跟佛法講的完全一樣。"
    },
    {
      "id": "12-017-0709_p0042",
      "zh_CN": "释迦牟尼佛跟孔老夫子没有见过面，没有通过信，他们两个人的知见、两个人教学的理念方法，几乎完全相同。然后我们再看看其他宗教都不例外，大同小异。《新旧约》里头讲的「神爱世人」，那个爱就是慈悲；《古兰经》里面讲的，「阿拉确实是仁慈的」。所以这一次我们在日本，中村康隆老法师跟我们讲，全世界所有宗教的创始人都是观世音菩萨的化身。希有！他能说得出这一句话来！当时在座许许多多日本的大德听到老和尚这个开示也都感觉到惊讶，回头给我们说：「老和尚一生从来没有这样讲过，今天法师来访问，对你们说这一番话。」我们非常感动。",
      "zh_TW": "釋迦牟尼佛跟孔老夫子沒有見過面，沒有通過信，他們兩個人的知見、兩個人教學的理念方法，幾乎完全相同。然後我們再看看其他宗教都不例外，大同小異。《新舊約》裡頭講的「神愛世人」，那個愛就是慈悲；《古蘭經》裡面講的，「阿拉確實是仁慈的」。所以這一次我們在日本，中村康隆老法師跟我們講，全世界所有宗教的創始人都是觀世音菩薩的化身。希有！他能說得出這一句話來！當時在座許許多多日本的大德聽到老和尚這個開示也都感覺到驚訝，回頭給我們說：「老和尚一生從來沒有這樣講過，今天法師來訪問，對你們說這一番話。」我們非常感動。"
    },
    {
      "id": "12-017-0709_p0043",
      "zh_CN": "底下两句，『众生心行广无边，菩萨国土遍十方』，菩萨是以众生为心。菩萨什么心？「众生就是佛」，佛菩萨的心。佛菩萨念念念众生，念念不舍众生，念念都在保佑众生、帮助众生。在帮助里头最重要的，帮助他断恶修善，帮助他转迷为悟，最后帮助他转凡成圣。",
      "zh_TW": "底下兩句，『眾生心行廣無邊，菩薩國土遍十方』，菩薩是以眾生為心。菩薩什麼心？「眾生就是佛」，佛菩薩的心。佛菩薩念念念眾生，念念不捨眾生，念念都在保佑眾生、幫助眾生。在幫助裡頭最重要的，幫助他斷惡修善，幫助他轉迷為悟，最後幫助他轉凡成聖。"
    }
  ]
}