{
  "doc_id": "12-017-0499",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四九九卷",
    "zh_TW": "第四九九卷"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0499",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "12-017-0499_p0001",
      "zh_CN": "诸位同学，请看「世主妙严品」，同生众：",
      "zh_TW": "諸位同學，請看「世主妙嚴品」，同生眾："
    },
    {
      "id": "12-017-0499_p0002",
      "zh_CN": "异生众跟诸位介绍过了，今天我们开始看同生众。同与异差别在哪里？在用心。异生众跟佛用心不一样，佛用真心，凡夫用妄心，真妄这就有差别，所以称之为异。由此可知，六道凡夫是异生众，声闻、缘觉、权教菩萨也是属于异生众；但是在华严会上，那些异生众实在都是诸佛如来化现的，不是真的，所以他们的境界跟佛的境界没差别，但是示现的身分是凡夫。",
      "zh_TW": "異生眾跟諸位介紹過了，今天我們開始看同生眾。同與異差別在哪裡？在用心。異生眾跟佛用心不一樣，佛用真心，凡夫用妄心，真妄這就有差別，所以稱之為異。由此可知，六道凡夫是異生眾，聲聞、緣覺、權教菩薩也是屬於異生眾；但是在華嚴會上，那些異生眾實在都是諸佛如來化現的，不是真的，所以他們的境界跟佛的境界沒差別，但是示現的身分是凡夫。"
    },
    {
      "id": "12-017-0499_p0003",
      "zh_CN": "「同生众」跟佛用的是同样的真心，哪些人？法身大士，大乘教里头常讲「破一品无明，证一分法身」，这个跟佛同样用真心，经文当中就称之为同生众。同生众里面也有不同的阶级，像《华严经》里面讲了四十一位法身大士，四十一个等级。为什么要这样分？佛跟我们讲无明有四十一品，破一品无明，地位就向上升一等，都是明心见性的菩萨。古人为了我们容易明了起见，用月亮来做比喻。把世尊比作满月、十五的月亮，十四的月亮比十五要差一等，为什么？还没有圆，接近圆还差一点，这就好像是等觉；十三的月亮比十四又差一点，好比是地上菩萨。逐渐往下降，大概初二、初三我们看到一个月牙，这就好比是初住菩萨，初住二住就是这个样子。这一点点光，光芒不大，我们称之为蛾眉月，但是它的光是真的月光，不是假的，跟十五的光是同样的真实，这称为同生众。",
      "zh_TW": "「同生眾」跟佛用的是同樣的真心，哪些人？法身大士，大乘教裡頭常講「破一品無明，證一分法身」，這個跟佛同樣用真心，經文當中就稱之為同生眾。同生眾裡面也有不同的階級，像《華嚴經》裡面講了四十一位法身大士，四十一個等級。為什麼要這樣分？佛跟我們講無明有四十一品，破一品無明，地位就向上升一等，都是明心見性的菩薩。古人為了我們容易明瞭起見，用月亮來做比喻。把世尊比作滿月、十五的月亮，十四的月亮比十五要差一等，為什麼？還沒有圓，接近圓還差一點，這就好像是等覺；十三的月亮比十四又差一點，好比是地上菩薩。逐漸往下降，大概初二、初三我們看到一個月牙，這就好比是初住菩薩，初住二住就是這個樣子。這一點點光，光芒不大，我們稱之為蛾眉月，但是它的光是真的月光，不是假的，跟十五的光是同樣的真實，這稱為同生眾。"
    },
    {
      "id": "12-017-0499_p0004",
      "zh_CN": "「异生众」就好比水里头的月影，古德常说「千江有水千江月」，哪个地方有个小池塘，晚上月影就在这个池塘里面，在水里面，把这个月影比喻作异生众，那就不是真的月亮。初二、初三的月牙是真正的月光。我们从这个地方去体会比较容易明了，什么叫同生众，什么叫异生众。换句话说，同生众他的用心是跟佛一样的，就是我们常常说的真诚心、清净心、平等心、正觉心、慈悲心，完全用这个心，这是同生众。如果我们的心不真实，是虚伪的、是染污的、是有高下的、是迷惑的、是自私自利的，这是异生众。如果我们学佛，学真诚、学清净，但是真诚清净程度还不够，里面还夹杂着虚妄，清净夹杂着染污，平等夹杂着高下，这里头有夹杂；夹杂看你夹杂的成分多少，如果夹杂的成分不多，我们用百分比来说，夹杂百分之十、百分之二十，你是相似位的菩萨，不是真的，相似。",
      "zh_TW": "「異生眾」就好比水裡頭的月影，古德常說「千江有水千江月」，哪個地方有個小池塘，晚上月影就在這個池塘裡面，在水裡面，把這個月影比喻作異生眾，那就不是真的月亮。初二、初三的月牙是真正的月光。我們從這個地方去體會比較容易明瞭，什麼叫同生眾，什麼叫異生眾。換句話說，同生眾他的用心是跟佛一樣的，就是我們常常說的真誠心、清淨心、平等心、正覺心、慈悲心，完全用這個心，這是同生眾。如果我們的心不真實，是虛偽的、是染污的、是有高下的、是迷惑的、是自私自利的，這是異生眾。如果我們學佛，學真誠、學清淨，但是真誠清淨程度還不夠，裡面還夾雜著虛妄，清淨夾雜著染污，平等夾雜著高下，這裡頭有夾雜；夾雜看你夾雜的成分多少，如果夾雜的成分不多，我們用百分比來說，夾雜百分之十、百分之二十，你是相似位的菩薩，不是真的，相似。"
    },
    {
      "id": "12-017-0499_p0005",
      "zh_CN": "《楞严经》上佛用月亮作比喻，说得很好，水里头的月亮，那完全是凡夫，六道凡夫。四圣法界里面，声闻、缘觉、菩萨，那是相似位，相似位是像什么月亮？佛在经上举的比喻很有趣味，像「捏目所视」。我们晚上看天上的月亮，我们用一个指头把眼睛往下面用力一按，看到天上两个月亮；这两个月亮它不是水里的月亮，相似，虽然不是真实，接近真实，跟水里头的月影大不相同。四圣法界他们用的心不是纯真，夹杂着虚妄，捏目所视；六道凡夫用的心是水里头的月亮。这个比喻比喻得很好，我们能够体会得出来。",
      "zh_TW": "《楞嚴經》上佛用月亮作比喻，說得很好，水裡頭的月亮，那完全是凡夫，六道凡夫。四聖法界裡面，聲聞、緣覺、菩薩，那是相似位，相似位是像什麼月亮？佛在經上舉的比喻很有趣味，像「捏目所視」。我們晚上看天上的月亮，我們用一個指頭把眼睛往下面用力一按，看到天上兩個月亮；這兩個月亮它不是水裡的月亮，相似，雖然不是真實，接近真實，跟水裡頭的月影大不相同。四聖法界他們用的心不是純真，夾雜著虛妄，捏目所視；六道凡夫用的心是水裡頭的月亮。這個比喻比喻得很好，我們能夠體會得出來。"
    },
    {
      "id": "12-017-0499_p0006",
      "zh_CN": "我们如何从凡夫位提升到相似位？天台「六即」就是说这桩事情。我们初学佛是「名字位」，有名无实，换句话说，肯定随业流转，不能成就。一定要随顺佛陀教诲，放下自己的妄想习气，这个人真用功，就是经典最后所说的「信受奉行」，「受持读诵，为人演说」，真干！真干叫「观行位」，诸位要知道，观行位是在六道，是在六道里头真正学佛，不是不肯干，真干，但是烦恼习气不是那么容易断，真的在磨炼自己烦恼习气。我们一般讲，禁得起考验、禁得起锻炼，这叫观行位，没有出六道轮回。什么时候把见思烦恼断掉了，我们一般讲的执着，《华严经》上讲的妄想执着，于世出世间一切法决定不执着。决定不执着的样子是什么？我常常用最浅显的话告诉同学们，自私自利没有了，名闻利养没有了，五欲六尘没有了，贪瞋痴慢没有了，这就是你的执着放下了。虽没有执着，你还有分别，但是你已经提升到相似位，从观行升级到相似了。以小乘法来讲，你是阿罗汉的果位；但是你是大乘，你不是小乘，大乘圆教七信位的菩萨。",
      "zh_TW": "我們如何從凡夫位提升到相似位？天台「六即」就是說這樁事情。我們初學佛是「名字位」，有名無實，換句話說，肯定隨業流轉，不能成就。一定要隨順佛陀教誨，放下自己的妄想習氣，這個人真用功，就是經典最後所說的「信受奉行」，「受持讀誦，為人演說」，真幹！真幹叫「觀行位」，諸位要知道，觀行位是在六道，是在六道裡頭真正學佛，不是不肯幹，真幹，但是煩惱習氣不是那麼容易斷，真的在磨鍊自己煩惱習氣。我們一般講，禁得起考驗、禁得起鍛鍊，這叫觀行位，沒有出六道輪迴。什麼時候把見思煩惱斷掉了，我們一般講的執著，《華嚴經》上講的妄想執著，於世出世間一切法決定不執著。決定不執著的樣子是什麼？我常常用最淺顯的話告訴同學們，自私自利沒有了，名聞利養沒有了，五欲六塵沒有了，貪瞋痴慢沒有了，這就是你的執著放下了。雖沒有執著，你還有分別，但是你已經提升到相似位，從觀行升級到相似了。以小乘法來講，你是阿羅漢的果位；但是你是大乘，你不是小乘，大乘圓教七信位的菩薩。"
    },
    {
      "id": "12-017-0499_p0007",
      "zh_CN": "由此可知，大乘法里面的菩萨，从初信到第六信都没有离开六道轮回，是观行位；七信、八信、九信、十信这是相似位，就是四圣法界。可是大乘初信位的菩萨是什么标准？我们现在行不行？能不能算是初信位的菩萨？不行。为什么不行？初信位菩萨的条件，八十八品见惑断掉了，也就是说错误的见解他没有了。第一个身见，我们凡夫执着这个身是我，换句话说，要想证得圆教初信位的菩萨，要做到什么标准？《金刚经》上讲的「无我相，无人相，无众生相，无寿者相」，圆初信就做到了；在小乘是须陀洹果、初果，这才是佛法的入门。如果我们三界八十八品见烦恼没有断，我们在佛法里头没有入门，大乘小乘都没有入门，所以自己不能不知道自己的身分！不知道自己的身分，麻烦很大，为什么？常常产生错觉，自己以为修得不错，容易产生增上慢，「我学得不错，别的人不如我」，自以为高人一等，其实错了，你误会了。",
      "zh_TW": "由此可知，大乘法裡面的菩薩，從初信到第六信都沒有離開六道輪迴，是觀行位；七信、八信、九信、十信這是相似位，就是四聖法界。可是大乘初信位的菩薩是什麼標準？我們現在行不行？能不能算是初信位的菩薩？不行。為什麼不行？初信位菩薩的條件，八十八品見惑斷掉了，也就是說錯誤的見解他沒有了。第一個身見，我們凡夫執著這個身是我，換句話說，要想證得圓教初信位的菩薩，要做到什麼標準？《金剛經》上講的「無我相，無人相，無眾生相，無壽者相」，圓初信就做到了；在小乘是須陀洹果、初果，這才是佛法的入門。如果我們三界八十八品見煩惱沒有斷，我們在佛法裡頭沒有入門，大乘小乘都沒有入門，所以自己不能不知道自己的身分！不知道自己的身分，麻煩很大，為什麼？常常產生錯覺，自己以為修得不錯，容易產生增上慢，「我學得不錯，別的人不如我」，自以為高人一等，其實錯了，你誤會了。"
    },
    {
      "id": "12-017-0499_p0008",
      "zh_CN": "大乘经教不能不常常去读诵，常常对照自己的功夫，我们究竟在哪一个地位？像走路一样，我现在走到哪一站？路很长，中途站很多，我第一站有没有到？第一站是小乘须陀洹果，大乘菩萨初信位，我们现在是向这个方向走，没有走到，第一站都没有到。换句话说，学佛决定不是从这一生开始，过去生生世世无量劫来，都曾经学过，为什么今天还变成这个样子？就是没有到达第一站，这一转世又从头来起，永远都没有走到第一站就死了。所以死是魔。《八大人觉经》上讲四种魔：五阴魔、烦恼魔、死魔，最后一个叫天魔。天魔是环境的干扰，前面三个都是属于本身的。你功夫没有成就，寿命到了，算是修得不错，来生还能得人身，又要从头干起，你说这个事情多麻烦！",
      "zh_TW": "大乘經教不能不常常去讀誦，常常對照自己的功夫，我們究竟在哪一個地位？像走路一樣，我現在走到哪一站？路很長，中途站很多，我第一站有沒有到？第一站是小乘須陀洹果，大乘菩薩初信位，我們現在是向這個方向走，沒有走到，第一站都沒有到。換句話說，學佛決定不是從這一生開始，過去生生世世無量劫來，都曾經學過，為什麼今天還變成這個樣子？就是沒有到達第一站，這一轉世又從頭來起，永遠都沒有走到第一站就死了。所以死是魔。《八大人覺經》上講四種魔：五陰魔、煩惱魔、死魔，最後一個叫天魔。天魔是環境的干擾，前面三個都是屬於本身的。你功夫沒有成就，壽命到了，算是修得不錯，來生還能得人身，又要從頭幹起，你說這個事情多麻煩！"
    },
    {
      "id": "12-017-0499_p0009",
      "zh_CN": "我们今天在佛法上能有这一点成就，肯定过去生中生生世世学佛，虽然都没有到站，但是佛的气氛、佛的习气比一般人要浓得多，就是这么个状况；如果这一生当中不努力、不精进，寿命到了又要搞轮回，那叫真可惜。所以我们今天这种地步，自己偶尔有些烦恼习气现前，确实三宝加持，龙天善神在保佑，那是时时刻刻有人提醒你；提醒的人都是诸佛菩萨、善知识的示现。这些年来，我们常常见到的一些灵媒，像外国人讲的巫婆一样，中国也有，就是鬼神附身。这些事情我们看到很多、听到很多。佛菩萨也能附身，我们遇到障难的时候，佛菩萨借一个灵媒附身，跟我们说法开示，我们恍然大悟，那就是诸佛菩萨的加持，这是显加。",
      "zh_TW": "我們今天在佛法上能有這一點成就，肯定過去生中生生世世學佛，雖然都沒有到站，但是佛的氣氛、佛的習氣比一般人要濃得多，就是這麼個狀況；如果這一生當中不努力、不精進，壽命到了又要搞輪迴，那叫真可惜。所以我們今天這種地步，自己偶爾有些煩惱習氣現前，確實三寶加持，龍天善神在保佑，那是時時刻刻有人提醒你；提醒的人都是諸佛菩薩、善知識的示現。這些年來，我們常常見到的一些靈媒，像外國人講的巫婆一樣，中國也有，就是鬼神附身。這些事情我們看到很多、聽到很多。佛菩薩也能附身，我們遇到障難的時候，佛菩薩借一個靈媒附身，跟我們說法開示，我們恍然大悟，那就是諸佛菩薩的加持，這是顯加。"
    },
    {
      "id": "12-017-0499_p0010",
      "zh_CN": "「加持」，我们晓得有四种，这是明显的加；还有不明显的，叫冥加，冥冥当中加持你。佛菩萨不是附在人身上跟你说话，附在物体，不一定是什么物体，树也好、花也好、鸟也好，附在这些动物、植物、矿物，附在这个身上，让我们一接触、一看、一听，心里有所领悟，也是佛菩萨在加持、在帮助。但是如果我们自己没有相当深厚的善根，佛菩萨虽然示现、虽然常常在旁边照顾，我们麻木不仁，我们不知道，没有法子体会到。佛菩萨时时照顾世人，就像布袋和尚说的一样，可惜的是世间人不认识，这个话是真的不是假的。",
      "zh_TW": "「加持」，我們曉得有四種，這是明顯的加；還有不明顯的，叫冥加，冥冥當中加持你。佛菩薩不是附在人身上跟你說話，附在物體，不一定是什麼物體，樹也好、花也好、鳥也好，附在這些動物、植物、礦物，附在這個身上，讓我們一接觸、一看、一聽，心裡有所領悟，也是佛菩薩在加持、在幫助。但是如果我們自己沒有相當深厚的善根，佛菩薩雖然示現、雖然常常在旁邊照顧，我們麻木不仁，我們不知道，沒有法子體會到。佛菩薩時時照顧世人，就像布袋和尚說的一樣，可惜的是世間人不認識，這個話是真的不是假的。"
    },
    {
      "id": "12-017-0499_p0011",
      "zh_CN": "我们要怎样才能体会到，得到诸佛菩萨明显加持？要真诚心。印光大师说得好：「一分诚敬得一分利益，十分诚敬得十分利益」。我们的心不诚、不敬，那就一点办法都没有，佛菩萨想帮助你帮不上忙。我们要在诚敬上下功夫，一定要知道「举头三尺有神明」。实在讲神明距离我们哪里是三尺？举头分寸就有神明，三尺太远了。身众神在哪里？在我们肩膀，两个肩膀，一个叫「同名」，一个叫「同生」，跟我们自己同一个名字，同时候生的。每个人、每个众生至少都有两位身众神，不离开他的。身众神有能力跟不同维次空间打交道，互相通讯息，它的作用不明显是因为我们烦恼习气太重；如果我们烦恼习气薄的话，它的作用就很明显，这种作用在六种神通里面叫做神足通。",
      "zh_TW": "我們要怎樣才能體會到，得到諸佛菩薩明顯加持？要真誠心。印光大師說得好：「一分誠敬得一分利益，十分誠敬得十分利益」。我們的心不誠、不敬，那就一點辦法都沒有，佛菩薩想幫助你幫不上忙。我們要在誠敬上下功夫，一定要知道「舉頭三尺有神明」。實在講神明距離我們哪裡是三尺？舉頭分寸就有神明，三尺太遠了。身眾神在哪裡？在我們肩膀，兩個肩膀，一個叫「同名」，一個叫「同生」，跟我們自己同一個名字，同時候生的。每個人、每個眾生至少都有兩位身眾神，不離開他的。身眾神有能力跟不同維次空間打交道，互相通訊息，它的作用不明顯是因為我們煩惱習氣太重；如果我們煩惱習氣薄的話，它的作用就很明顯，這種作用在六種神通裡面叫做神足通。"
    },
    {
      "id": "12-017-0499_p0012",
      "zh_CN": "这是把同生跟异生简单跟大家做个报告，我们希望，我们现在是异生众，如何能够进入跟佛相同，与佛同心同愿、同德同行，我们就入佛法界了。这是我们学佛真实的目标，唯一的一个目标。要想契入这个境界，世间的一切要看破、要放下。至少要把分别执着放下，特别是执着，执着是六道轮回，分别是四圣法界。如果对于世间一切法放不下，念佛都不能往生，障碍你往生，这个事情很麻烦，不能不知道。",
      "zh_TW": "這是把同生跟異生簡單跟大家做個報告，我們希望，我們現在是異生眾，如何能夠進入跟佛相同，與佛同心同願、同德同行，我們就入佛法界了。這是我們學佛真實的目標，唯一的一個目標。要想契入這個境界，世間的一切要看破、要放下。至少要把分別執著放下，特別是執著，執著是六道輪迴，分別是四聖法界。如果對於世間一切法放不下，念佛都不能往生，障礙你往生，這個事情很麻煩，不能不知道。"
    },
    {
      "id": "12-017-0499_p0013",
      "zh_CN": "清凉大师在经文之前告诉我们，同生众经文可以分为三个大段落：第一个大段落是普贤菩萨他所代表，「得一切法门」，普贤是证得圆满的法门，是等觉菩萨。第二个段落是十普菩萨，「各得一门」。十普，菩萨名号里面都有一个「普」，名字相同。第三个段落有十位异名菩萨，每一尊菩萨的名号都不一样，「各一法门」。这三大段各有长行偈颂。现在我们看第一个大段，普贤菩萨代表的；这一段里头有两个小段，第一个小段是总说菩萨契入的境界，然后再详细为我们说明。详细说明，《华严经》都是把一门开为十门，十代表无量。现在请看经文，这还是属于世主妙严品。",
      "zh_TW": "清涼大師在經文之前告訴我們，同生眾經文可以分為三個大段落：第一個大段落是普賢菩薩他所代表，「得一切法門」，普賢是證得圓滿的法門，是等覺菩薩。第二個段落是十普菩薩，「各得一門」。十普，菩薩名號裡面都有一個「普」，名字相同。第三個段落有十位異名菩薩，每一尊菩薩的名號都不一樣，「各一法門」。這三大段各有長行偈頌。現在我們看第一個大段，普賢菩薩代表的；這一段裡頭有兩個小段，第一個小段是總說菩薩契入的境界，然後再詳細為我們說明。詳細說明，《華嚴經》都是把一門開為十門，十代表無量。現在請看經文，這還是屬於世主妙嚴品。"
    },
    {
      "id": "12-017-0499_p0014",
      "zh_CN": "【复次普贤菩萨摩诃萨，入不思议解脱门方便海。入如来功德海。】",
      "zh_TW": "【復次普賢菩薩摩訶薩，入不思議解脫門方便海。入如來功德海。】"
    },
    {
      "id": "12-017-0499_p0015",
      "zh_CN": "这两句非常重要，是总说。大乘法常说：菩萨不修普贤行，不能圆成佛道。普贤菩萨跟其他的菩萨差别在哪里？差别就在这个「普」字。你看看在中国示现的，大乘法里面四大菩萨，地藏菩萨、观世音菩萨、文殊菩萨，名号上都没有「普」，为什么？他们代表的是一门。普贤菩萨代表的是一切法门。我们为初学介绍，为完全不懂佛法的人介绍，大乘法从哪个地方入门？从哪里学起？从地藏菩萨学起，地藏代表的法门是「孝亲尊师」，他代表这一门，世出世间法的基础就在这里。所以我说《地藏菩萨本愿经》是净业三福的细说、广说，《地藏菩萨本愿经》的纲领就是净业三福，就这十一句。这部经就是这十一句纲领的详细说明，「孝养父母，奉事师长，慈心不杀，修十善业」，「受持三皈，具足众戒，不犯威仪」，「发菩提心，深信因果，读诵大乘，劝进行者」。你们诸位细细想想，跟《地藏经》仔细对照对照，《地藏经》是不是说明这十一句？所以那是大乘法的根本法门，大乘法的启蒙教科书，我们不在这上奠基础怎么行？",
      "zh_TW": "這兩句非常重要，是總說。大乘法常說：菩薩不修普賢行，不能圓成佛道。普賢菩薩跟其他的菩薩差別在哪裡？差別就在這個「普」字。你看看在中國示現的，大乘法裡面四大菩薩，地藏菩薩、觀世音菩薩、文殊菩薩，名號上都沒有「普」，為什麼？他們代表的是一門。普賢菩薩代表的是一切法門。我們為初學介紹，為完全不懂佛法的人介紹，大乘法從哪個地方入門？從哪裡學起？從地藏菩薩學起，地藏代表的法門是「孝親尊師」，他代表這一門，世出世間法的基礎就在這裡。所以我說《地藏菩薩本願經》是淨業三福的細說、廣說，《地藏菩薩本願經》的綱領就是淨業三福，就這十一句。這部經就是這十一句綱領的詳細說明，「孝養父母，奉事師長，慈心不殺，修十善業」，「受持三皈，具足眾戒，不犯威儀」，「發菩提心，深信因果，讀誦大乘，勸進行者」。你們諸位細細想想，跟《地藏經》仔細對照對照，《地藏經》是不是說明這十一句？所以那是大乘法的根本法門，大乘法的啟蒙教科書，我們不在這上奠基礎怎麼行？"
    },
    {
      "id": "12-017-0499_p0016",
      "zh_CN": "早年我对于每一个新建道场，第一部开讲什么经？《地藏菩萨本愿经》。你道场有地，物质这个地有了，你就要建设心地，《地藏菩萨本愿经》是讲心理建设，所以从它学起。然后再把净业三福扩展，就是观音菩萨的法门。观音菩萨讲什么？慈悲济世，大慈大悲、救苦救难。他们的境界尽虚空、遍法界，平等普度一切苦难众生。六道凡夫遭难，没有福报，物质生活缺乏；没有智慧，精神生活贫乏。四圣法界里面物质生活没有问题了，都有福报了，阿罗汉、辟支佛、权教菩萨都有福报，都知道修福，没有明心见性，智慧还不够；换句话说，精神生活还是贫乏，观音菩萨要来救他，所以观音菩萨代表的是慈悲济世。",
      "zh_TW": "早年我對於每一個新建道場，第一部開講什麼經？《地藏菩薩本願經》。你道場有地，物質這個地有了，你就要建設心地，《地藏菩薩本願經》是講心理建設，所以從它學起。然後再把淨業三福擴展，就是觀音菩薩的法門。觀音菩薩講什麼？慈悲濟世，大慈大悲、救苦救難。他們的境界盡虛空、遍法界，平等普度一切苦難眾生。六道凡夫遭難，沒有福報，物質生活缺乏；沒有智慧，精神生活貧乏。四聖法界裡面物質生活沒有問題了，都有福報了，阿羅漢、辟支佛、權教菩薩都有福報，都知道修福，沒有明心見性，智慧還不夠；換句話說，精神生活還是貧乏，觀音菩薩要來救他，所以觀音菩薩代表的是慈悲濟世。"
    },
    {
      "id": "12-017-0499_p0017",
      "zh_CN": "五台山的文殊菩萨代表智慧，他修是修般若智慧，他教也是教般若智慧，文殊菩萨最后的归宿在哪里？求生净土。我们在《华严经》上看到。他亲近阿弥陀佛，求生西方极乐世界。峨嵋普贤菩萨，他有个「普」，通常我们介绍，怎么普？所有菩萨修学的法门功德，到这个地方来都归一，都归普贤，所以说普贤是落实，普贤是实践；孝亲尊师、慈悲济世、般若智慧完全落实，这就是普贤菩萨。无量法门到普贤这个地方，圆融自在。",
      "zh_TW": "五台山的文殊菩薩代表智慧，他修是修般若智慧，他教也是教般若智慧，文殊菩薩最後的歸宿在哪裡？求生淨土。我們在《華嚴經》上看到。他親近阿彌陀佛，求生西方極樂世界。峨嵋普賢菩薩，他有個「普」，通常我們介紹，怎麼普？所有菩薩修學的法門功德，到這個地方來都歸一，都歸普賢，所以說普賢是落實，普賢是實踐；孝親尊師、慈悲濟世、般若智慧完全落實，這就是普賢菩薩。無量法門到普賢這個地方，圓融自在。"
    },
    {
      "id": "12-017-0499_p0018",
      "zh_CN": "普贤为我们启示的是大自在、大圆满，所以经文里面跟我们说，他老人家『入不思议解脱门方便海，入如来功德海』，清凉大师注解，前面这一句「先指陈法体」，这个法是一切诸佛所证之法。这个法的体是什么？《华严经》上跟我们讲：体、相、作用。现相从哪里来的？是从体变现出来的。能变能现是体，所变所现是相；既有相，当然它就会起作用。所以世尊为我们说法、为我们说明宇宙人生的真相，先把宇宙人生真相分成这三大类：体、相、用。体就是经上讲的「不思议」，这句话很难懂，这是平常我们讲的真如、自性、本性、第一义谛，佛对于这桩事情说的名词很多，说了几十种。佛为什么这样说法？教我们不要执着，这个决定不能执着、不能分别；你只要在这些言词里面当下能够会得，你就能契入境界。这就是老子所说的「道可道，非常道；名可名，非常名」。你必须要离开名字，不但要离开名字，你还要离开思惟，这个东西想不得，所以不可思、不可议。议是说，这个真相不能讲也不能想，愈想愈错，愈讲愈离谱；不讲不想那你又落在无明，这个事情难了。所以必须得用方便法，慢慢诱导你，到你觉悟边缘的时候，佛一定会帮助你，把你的疑情打掉，你就能契入境界。这桩事情我们在宗门公案里面看得很多，实际上我们看不懂，如果我们看懂了，我们也就开悟了。",
      "zh_TW": "普賢為我們啟示的是大自在、大圓滿，所以經文裡面跟我們說，他老人家『入不思議解脫門方便海，入如來功德海』，清涼大師註解，前面這一句「先指陳法體」，這個法是一切諸佛所證之法。這個法的體是什麼？《華嚴經》上跟我們講：體、相、作用。現相從哪裡來的？是從體變現出來的。能變能現是體，所變所現是相；既有相，當然它就會起作用。所以世尊為我們說法、為我們說明宇宙人生的真相，先把宇宙人生真相分成這三大類：體、相、用。體就是經上講的「不思議」，這句話很難懂，這是平常我們講的真如、自性、本性、第一義諦，佛對於這樁事情說的名詞很多，說了幾十種。佛為什麼這樣說法？教我們不要執著，這個決定不能執著、不能分別；你只要在這些言詞裡面當下能夠會得，你就能契入境界。這就是老子所說的「道可道，非常道；名可名，非常名」。你必須要離開名字，不但要離開名字，你還要離開思惟，這個東西想不得，所以不可思、不可議。議是說，這個真相不能講也不能想，愈想愈錯，愈講愈離譜；不講不想那你又落在無明，這個事情難了。所以必須得用方便法，慢慢誘導你，到你覺悟邊緣的時候，佛一定會幫助你，把你的疑情打掉，你就能契入境界。這樁事情我們在宗門公案裡面看得很多，實際上我們看不懂，如果我們看懂了，我們也就開悟了。"
    },
    {
      "id": "12-017-0499_p0019",
      "zh_CN": "唐朝六祖惠能大师，五祖忍和尚半夜把他叫来，在房间里面跟他讲《金刚经》，讲到「应无所住而生其心」，能大师就契入了。他入的是什么？入不思议解脱境界。《金刚经》还要不要讲？不要讲了，他开悟了。一悟一切悟，世出世间法全都通达了，这叫传法，这叫传衣钵。衣钵不是形式，形式的衣钵不重要。诸位一定要晓得，佛法的承传重实质不重形式，谁能够契入，诸佛如来的法就传给他了。不是说我这本书给你，书给你有什么用处？一点用都没有。《华严经》给你没用，你入华严境界那就有用了。入华严境界，这部《华严经》一展开，你就会讲得头头是道，长说短说、深说浅说，得大自在，哪里会有障碍！真正契入不思议解脱境界。所以本经最后一品「入法界品」，《四十华严》的经题详细，「入不思议解脱境界」，那是法体，「普贤行愿品」，不普怎么能入得进去？",
      "zh_TW": "唐朝六祖惠能大師，五祖忍和尚半夜把他叫來，在房間裡面跟他講《金剛經》，講到「應無所住而生其心」，能大師就契入了。他入的是什麼？入不思議解脫境界。《金剛經》還要不要講？不要講了，他開悟了。一悟一切悟，世出世間法全都通達了，這叫傳法，這叫傳衣缽。衣缽不是形式，形式的衣缽不重要。諸位一定要曉得，佛法的承傳重實質不重形式，誰能夠契入，諸佛如來的法就傳給他了。不是說我這本書給你，書給你有什麼用處？一點用都沒有。《華嚴經》給你沒用，你入華嚴境界那就有用了。入華嚴境界，這部《華嚴經》一展開，你就會講得頭頭是道，長說短說、深說淺說，得大自在，哪裡會有障礙！真正契入不思議解脫境界。所以本經最後一品「入法界品」，《四十華嚴》的經題詳細，「入不思議解脫境界」，那是法體，「普賢行願品」，不普怎麼能入得進去？"
    },
    {
      "id": "12-017-0499_p0020",
      "zh_CN": "普，我们在经上常常跟诸位提示，什么叫普？没有分别、没有执着就普，现在讲多元文化。我们举例来说，不分国家、不分种族、不分宗教，这个就普了。如果还分别自他，那怎么普法？甚至于那个圈子搞得更小，小得很可怜，我修净土宗，我排斥别的宗派；试问问这样念佛能不能往生？我老老实实告诉你，能往生，生到哪里？生到阿鼻地狱。你不会生到极乐世界，为什么？因为你谤佛、谤法、谤僧，谤三宝的罪业在阿鼻地狱。为什么？其他法门是佛说的，佛说无量法门，你执着你这个法门，排斥其他法门，你不是谤佛是什么？其他法门一切诸法是佛说的法，你排斥，你谤法；依照那些法门修行证果的人不知道有多少，你谤僧。你学佛学错了，「开经偈」这四句话你完全不懂！「无上甚深微妙法」你不懂，「无上甚深微妙法」是包括十方三世一切诸佛所说之法，都是无上甚深微妙法；「百千万劫难遭遇，我今见闻得受持，愿解如来真实义」。你把佛的意思曲解了，你把佛的意思错解了。",
      "zh_TW": "普，我們在經上常常跟諸位提示，什麼叫普？沒有分別、沒有執著就普，現在講多元文化。我們舉例來說，不分國家、不分種族、不分宗教，這個就普了。如果還分別自他，那怎麼普法？甚至於那個圈子搞得更小，小得很可憐，我修淨土宗，我排斥別的宗派；試問問這樣念佛能不能往生？我老老實實告訴你，能往生，生到哪裡？生到阿鼻地獄。你不會生到極樂世界，為什麼？因為你謗佛、謗法、謗僧，謗三寶的罪業在阿鼻地獄。為什麼？其他法門是佛說的，佛說無量法門，你執著你這個法門，排斥其他法門，你不是謗佛是什麼？其他法門一切諸法是佛說的法，你排斥，你謗法；依照那些法門修行證果的人不知道有多少，你謗僧。你學佛學錯了，「開經偈」這四句話你完全不懂！「無上甚深微妙法」你不懂，「無上甚深微妙法」是包括十方三世一切諸佛所說之法，都是無上甚深微妙法；「百千萬劫難遭遇，我今見聞得受持，願解如來真實義」。你把佛的意思曲解了，你把佛的意思錯解了。"
    },
    {
      "id": "12-017-0499_p0021",
      "zh_CN": "一个好的老师、真正善知识教学，教学是决定教你「一门深入，长时薰修」，但是对其他法门决定是教你一切恭敬、一心顶礼，绝对不是教你毁谤。跟其他宗派的学人往来，自己谦虚，恭敬别人，五十三参不就把这个例子表演出来给我们看吗？五十三参确确实实，前面四十位善友，每一个人代表一个法门，都是一门深入、长时薰修的，教初学的。但是他们对于不同法门的人、不同法门的法，你看看用什么态度？自己谦虚，礼敬赞叹别人，这个对了，这才真正懂得无上甚深微妙法，才懂得如来真实义。我们要是搞错了，罪过太重太重！不但对于法门，佛教里面大乘小乘、显教密教、宗门教下，要以真诚心、清净心、平等心来看待，自谦而尊人；展开来对于全世界其他各个不同的宗教，我们也是平等看待，也是恭敬，也是谦虚。为什么？各种不同宗教，我们清楚，都是诸佛菩萨应化的。应以什么身得度，就现什么身；应以耶稣身得度，诸佛如来就现耶稣身而教化之，应以伊斯兰教而得度者，佛菩萨一定现伊斯兰教而教化之，这经上讲得太多了。尽虚空、遍法界是一体，这个一体不可思议，所以不思议境界是指陈法体。",
      "zh_TW": "一個好的老師、真正善知識教學，教學是決定教你「一門深入，長時薰修」，但是對其他法門決定是教你一切恭敬、一心頂禮，絕對不是教你毀謗。跟其他宗派的學人往來，自己謙虛，恭敬別人，五十三參不就把這個例子表演出來給我們看嗎？五十三參確確實實，前面四十位善友，每一個人代表一個法門，都是一門深入、長時薰修的，教初學的。但是他們對於不同法門的人、不同法門的法，你看看用什麼態度？自己謙虛，禮敬讚歎別人，這個對了，這才真正懂得無上甚深微妙法，才懂得如來真實義。我們要是搞錯了，罪過太重太重！不但對於法門，佛教裡面大乘小乘、顯教密教、宗門教下，要以真誠心、清淨心、平等心來看待，自謙而尊人；展開來對於全世界其他各個不同的宗教，我們也是平等看待，也是恭敬，也是謙虛。為什麼？各種不同宗教，我們清楚，都是諸佛菩薩應化的。應以什麼身得度，就現什麼身；應以耶穌身得度，諸佛如來就現耶穌身而教化之，應以伊斯蘭教而得度者，佛菩薩一定現伊斯蘭教而教化之，這經上講得太多了。盡虛空、遍法界是一體，這個一體不可思議，所以不思議境界是指陳法體。"
    },
    {
      "id": "12-017-0499_p0022",
      "zh_CN": "清凉底下一句话说得好：「谓数过图度，理绝言思故」，这很重要。「数」是数量，「过」是超过，它没办法数量的。「图」是什么？浮图；「度」是刹土。浮图是道场，无量无边的道场，无量无边的刹土，这个「度」是佛国土。尽虚空、遍法界，这从事上讲、从相上讲；换句话说，尽虚空、遍法界这些事相统统包括尽了，你怎么思、你怎么议？末后一句「理绝言思」，从理上讲，你的言语达不到，你的思惟也达不到。这个我们晓得，思惟确实是有界限的；在佛法里面讲，那个界限很清楚，这个界限就是阿赖耶识。八识五十一心所以内的境界可以思惟，我们讲研究思考，你的范围只能达到这个；八识以外、阿赖耶识以外的境界，你没有办法。为什么？你的思惟是用第六识，第六识能缘八识以内，第六识功能不小，外可以缘虚空法界，内可以缘到阿赖耶识。但是这个是真如本性，所以你缘不到，缘不到就是说你的思想达不到，你没有办法思。言语的能力就更有限，比思惟的范围小得多。言语达不到，思惟也达不到，不可思议境界，这是法体。佛为一切众生宣扬的大法，也就是说的宇宙人生真相，决定不是思惟、想像、言语能够说得出的。",
      "zh_TW": "清涼底下一句話說得好：「謂數過圖度，理絕言思故」，這很重要。「數」是數量，「過」是超過，它沒辦法數量的。「圖」是什麼？浮圖；「度」是剎土。浮圖是道場，無量無邊的道場，無量無邊的剎土，這個「度」是佛國土。盡虛空、遍法界，這從事上講、從相上講；換句話說，盡虛空、遍法界這些事相統統包括盡了，你怎麼思、你怎麼議？末後一句「理絕言思」，從理上講，你的言語達不到，你的思惟也達不到。這個我們曉得，思惟確實是有界限的；在佛法裡面講，那個界限很清楚，這個界限就是阿賴耶識。八識五十一心所以內的境界可以思惟，我們講研究思考，你的範圍只能達到這個；八識以外、阿賴耶識以外的境界，你沒有辦法。為什麼？你的思惟是用第六識，第六識能緣八識以內，第六識功能不小，外可以緣虛空法界，內可以緣到阿賴耶識。但是這個是真如本性，所以你緣不到，緣不到就是說你的思想達不到，你沒有辦法思。言語的能力就更有限，比思惟的範圍小得多。言語達不到，思惟也達不到，不可思議境界，這是法體。佛為一切眾生宣揚的大法，也就是說的宇宙人生真相，決定不是思惟、想像、言語能夠說得出的。"
    },
    {
      "id": "12-017-0499_p0023",
      "zh_CN": "《华严经》第五卷，经文第一行：",
      "zh_TW": "《華嚴經》第五卷，經文第一行："
    },
    {
      "id": "12-017-0499_p0024",
      "zh_CN": "【复次普贤菩萨摩诃萨，入不思议解脱门方便海。入如来功德海。】",
      "zh_TW": "【復次普賢菩薩摩訶薩，入不思議解脫門方便海。入如來功德海。】"
    },
    {
      "id": "12-017-0499_p0025",
      "zh_CN": "这两句，前面这一句是「指陈法体」。不思议境界报告过了，接着讲『方便海』。如果大法真的是不可思议，诸佛菩萨如何传授？怎么能够帮助一切众生入这个境界？所以不能没有方便。但是诸位要晓得，方便不等于真实，方便是非常巧妙的方法，帮助你悟入这个境界。由此可知，诸佛菩萨为一切众生示现身相是方便，应以什么身得度就现什么身相，方便；为一切众生说法也是方便，所以《金刚经》上才说「法尚应舍，何况非法」。法就是一切诸佛所说的法，法尚且要舍，何况非法！为什么？它不是真实。「舍」，诸位要记住，不是不要了，你要是不要了，那就错了。不要，那佛何必要说？祖师大德何必要传？我们今天何必要去印经？舍不是在事上舍，是在心上舍，心里头不可以有妄想分别执着，这样你就能回归到不可思议境界，你才能契入。你们想想这是不是方便？太巧妙了。",
      "zh_TW": "這兩句，前面這一句是「指陳法體」。不思議境界報告過了，接著講『方便海』。如果大法真的是不可思議，諸佛菩薩如何傳授？怎麼能夠幫助一切眾生入這個境界？所以不能沒有方便。但是諸位要曉得，方便不等於真實，方便是非常巧妙的方法，幫助你悟入這個境界。由此可知，諸佛菩薩為一切眾生示現身相是方便，應以什麼身得度就現什麼身相，方便；為一切眾生說法也是方便，所以《金剛經》上才說「法尚應捨，何況非法」。法就是一切諸佛所說的法，法尚且要捨，何況非法！為什麼？它不是真實。「捨」，諸位要記住，不是不要了，你要是不要了，那就錯了。不要，那佛何必要說？祖師大德何必要傳？我們今天何必要去印經？捨不是在事上捨，是在心上捨，心裡頭不可以有妄想分別執著，這樣你就能回歸到不可思議境界，你才能契入。你們想想這是不是方便？太巧妙了。"
    },
    {
      "id": "12-017-0499_p0026",
      "zh_CN": "我们学佛的人入不了佛境界，问题在哪里？问题是我们放不下。佛的方便虽然很巧，我们自己不愿意接受，我们不肯放下分别执着。你要问你修行哪一天你才能够证果，哪一天你才能开悟，哪一天你才能得道？我告诉你真话：哪一天你放下，那一天你就得道、你就证果、你就成佛了。为什么？契入法体了。刚刚契入就是《华严经》上的圆教初住菩萨，别教是初地菩萨。藏教、通教达不到这个境界。别教初地、圆教初住，他真放下了，执着完全放下了，分别完全放下了，妄想也放下一部分，没有完全放下，完全放下那就证圆满的佛果，超越四十一位菩萨的阶级。所以你不放下怎么行？你还有执着、还有分别，苦！太苦太苦了，也连累诸佛菩萨无量劫的讲经说法。果然一下放下了，还有什么话好讲的？世尊四十九年所说的，废话；古来祖师大德集结的，今天我们称为《大藏经》，废纸一堆。契入就是这个境界。",
      "zh_TW": "我們學佛的人入不了佛境界，問題在哪裡？問題是我們放不下。佛的方便雖然很巧，我們自己不願意接受，我們不肯放下分別執著。你要問你修行哪一天你才能夠證果，哪一天你才能開悟，哪一天你才能得道？我告訴你真話：哪一天你放下，那一天你就得道、你就證果、你就成佛了。為什麼？契入法體了。剛剛契入就是《華嚴經》上的圓教初住菩薩，別教是初地菩薩。藏教、通教達不到這個境界。別教初地、圓教初住，他真放下了，執著完全放下了，分別完全放下了，妄想也放下一部分，沒有完全放下，完全放下那就證圓滿的佛果，超越四十一位菩薩的階級。所以你不放下怎麼行？你還有執著、還有分別，苦！太苦太苦了，也連累諸佛菩薩無量劫的講經說法。果然一下放下了，還有什麼話好講的？世尊四十九年所說的，廢話；古來祖師大德集結的，今天我們稱為《大藏經》，廢紙一堆。契入就是這個境界。"
    },
    {
      "id": "12-017-0499_p0027",
      "zh_CN": "所以这接着讲「方便海」，不可思也教你怎么思，不可说也教你怎么说，这都叫方便。海是形容广大无边，一切诸佛菩萨、善知识所说的一切法，都是方便法，这个法无量无边，称之为海。这些法肯定是诱导你契入不思议境界的法体，你自己能不能悟入，那要靠你自己的善根福德因缘。你听了别着急，善根福德因缘我们同学们肯定是有的，你要没有，你不会到这个地方来听经。我们的讲座都通过网路传播，你们能够在这个时段打开网路来听讲，都是善根福德因缘非常深厚。我们这一生能不能入华严境界，就看你能不能放下妄想分别执着。",
      "zh_TW": "所以這接著講「方便海」，不可思也教你怎麼思，不可說也教你怎麼說，這都叫方便。海是形容廣大無邊，一切諸佛菩薩、善知識所說的一切法，都是方便法，這個法無量無邊，稱之為海。這些法肯定是誘導你契入不思議境界的法體，你自己能不能悟入，那要靠你自己的善根福德因緣。你聽了別著急，善根福德因緣我們同學們肯定是有的，你要沒有，你不會到這個地方來聽經。我們的講座都通過網路傳播，你們能夠在這個時段打開網路來聽講，都是善根福德因緣非常深厚。我們這一生能不能入華嚴境界，就看你能不能放下妄想分別執著。"
    },
    {
      "id": "12-017-0499_p0028",
      "zh_CN": "这是三个阶段，你能够放下一切执着，你能入初阶段、第一个阶段。换句话说，第一个阶段就是五十一个菩萨位次前面的十信位，你能够进入信位菩萨，是圣人不是凡夫，转凡入圣。你再能放下分别，你就入相似位的菩萨。相似位是七信、八信、九信、十信，你入这个位次。再把妄想也放下，你就入一真法界，那就证得圆教初住。十信心满入初住，别教是初地、欢喜地。圆教初住叫发心住，发的什么心？菩提心，从此之后菩提心当家，所以是同生众，用的心都是大菩提心，异生众没有菩提心。所以诸位要晓得，阿罗汉没有菩提心，辟支佛没有菩提心，权教菩萨也没有菩提心，虽然修六度万行，菩提心没有发。世尊这些事情经教里头讲得太多太多，我们要记住，才不至于把路子走错了。法门平等，门门皆成无上道，只要你自己善学，你会学。宗门大德常常测验他的学生，考考他，常常说的一句话：「你会么？」这句话是考试的，会了就契入，不会也没法子想、也没法子说，不可思议。",
      "zh_TW": "這是三個階段，你能夠放下一切執著，你能入初階段、第一個階段。換句話說，第一個階段就是五十一個菩薩位次前面的十信位，你能夠進入信位菩薩，是聖人不是凡夫，轉凡入聖。你再能放下分別，你就入相似位的菩薩。相似位是七信、八信、九信、十信，你入這個位次。再把妄想也放下，你就入一真法界，那就證得圓教初住。十信心滿入初住，別教是初地、歡喜地。圓教初住叫發心住，發的什麼心？菩提心，從此之後菩提心當家，所以是同生眾，用的心都是大菩提心，異生眾沒有菩提心。所以諸位要曉得，阿羅漢沒有菩提心，辟支佛沒有菩提心，權教菩薩也沒有菩提心，雖然修六度萬行，菩提心沒有發。世尊這些事情經教裡頭講得太多太多，我們要記住，才不至於把路子走錯了。法門平等，門門皆成無上道，只要你自己善學，你會學。宗門大德常常測驗他的學生，考考他，常常說的一句話：「你會麼？」這句話是考試的，會了就契入，不會也沒法子想、也沒法子說，不可思議。"
    },
    {
      "id": "12-017-0499_p0029",
      "zh_CN": "「方便海」，清凉大师注得好，简单扼要：「谓不动真而成事」，真就是法体，就是不思议境界。不思议境界永远是不动的、永恒的，它没有生灭、没有来去；《中观论》里面讲的八不：不生不灭、不来不去、不一不异、不常不断，这是不思议境界，确实是如此，哲学家所讲的宇宙万有的本体。哲学家有这个名没有这个实，为什么？他没有证得。在佛法里头确实有这桩事情存在，这桩事情确实在历代不少高僧大德他证得，他契入这个境界。入得境界之后，才能行大方便，帮助无量无边的众生，帮助九法界众生；「不动真而成事」，这真叫善巧方便。「巧以因门契果」，非常巧妙，修因就契入果地，这就叫做方便。",
      "zh_TW": "「方便海」，清涼大師註得好，簡單扼要：「謂不動真而成事」，真就是法體，就是不思議境界。不思議境界永遠是不動的、永恆的，它沒有生滅、沒有來去；《中觀論》裡面講的八不：不生不滅、不來不去、不一不異、不常不斷，這是不思議境界，確實是如此，哲學家所講的宇宙萬有的本體。哲學家有這個名沒有這個實，為什麼？他沒有證得。在佛法裡頭確實有這樁事情存在，這樁事情確實在歷代不少高僧大德他證得，他契入這個境界。入得境界之後，才能行大方便，幫助無量無邊的眾生，幫助九法界眾生；「不動真而成事」，這真叫善巧方便。「巧以因門契果」，非常巧妙，修因就契入果地，這就叫做方便。"
    },
    {
      "id": "12-017-0499_p0030",
      "zh_CN": "清凉大师怕后人看他这个注解还有困难，所以再加以解释。《华严经》有疏有钞，疏是注解经的，钞是注解疏的，就是注解的注解；疏跟钞都是他自己作的，他又加以小注解。什么叫「不动真而成事」？他说这就是以「理事无碍为方便」。清凉跟我们讲解《大华严经》，说出四种无碍，就是无障碍：理无碍、事无碍、理事无碍、事事无碍。理事无碍、事事无碍是法身菩萨的境界。这四种无碍，我们要问我们世间有没有？跟诸位说有，世出世法全落实，可惜世间人不认识，自己在做障碍。谁障碍你？自作障碍。障碍从哪里来的？从你自己妄想分别执着里头生出来的，全是虚妄。大乘不能不读，不能不多读，不能不深入，《金刚经》上教给我们「深解义趣」，我们才能得到真实的利益。",
      "zh_TW": "清涼大師怕後人看他這個註解還有困難，所以再加以解釋。《華嚴經》有疏有鈔，疏是註解經的，鈔是註解疏的，就是註解的註解；疏跟鈔都是他自己作的，他又加以小註解。什麼叫「不動真而成事」？他說這就是以「理事無礙為方便」。清涼跟我們講解《大華嚴經》，說出四種無礙，就是無障礙：理無礙、事無礙、理事無礙、事事無礙。理事無礙、事事無礙是法身菩薩的境界。這四種無礙，我們要問我們世間有沒有？跟諸位說有，世出世法全落實，可惜世間人不認識，自己在做障礙。誰障礙你？自作障礙。障礙從哪裡來的？從你自己妄想分別執著裡頭生出來的，全是虛妄。大乘不能不讀，不能不多讀，不能不深入，《金剛經》上教給我們「深解義趣」，我們才能得到真實的利益。"
    },
    {
      "id": "12-017-0499_p0031",
      "zh_CN": "什么是「理事无碍为方便」？他举了一个例子说，譬如「涉有不迷于空」这一类就是；举一个例子，我们就要能够像数学公式一样，能够贯穿一切法，这就是觉而不迷。「涉有」，我们凡夫涉有，「不迷于空」，知道什么？凡所有相皆是虚妄，我们就不迷了。不迷是你不执着、不分别、不打妄想了，妄想分别执着都是迷。妄想已经迷了，分别迷得更重，执着迷得又重。我们六根接触外面六尘境界，晓得根尘事有理无、相有性无，那个「无」用一个「空」字做代表，因此可以受用，不可以执着。受用里头不能够起贪瞋痴慢，不能够起分别执着。起分别执着，那个受用你就变成凡夫；起贪瞋痴慢，在受用里头你就堕三途。因此如理如法的受用，只有觉悟的人有，迷的人没有。受用里头不起贪瞋痴慢，受用里面不起分别执着，这是方便，这就是理事无碍。",
      "zh_TW": "什麼是「理事無礙為方便」？他舉了一個例子說，譬如「涉有不迷於空」這一類就是；舉一個例子，我們就要能夠像數學公式一樣，能夠貫穿一切法，這就是覺而不迷。「涉有」，我們凡夫涉有，「不迷於空」，知道什麼？凡所有相皆是虛妄，我們就不迷了。不迷是你不執著、不分別、不打妄想了，妄想分別執著都是迷。妄想已經迷了，分別迷得更重，執著迷得又重。我們六根接觸外面六塵境界，曉得根塵事有理無、相有性無，那個「無」用一個「空」字做代表，因此可以受用，不可以執著。受用裡頭不能夠起貪瞋痴慢，不能夠起分別執著。起分別執著，那個受用你就變成凡夫；起貪瞋痴慢，在受用裡頭你就墮三途。因此如理如法的受用，只有覺悟的人有，迷的人沒有。受用裡頭不起貪瞋痴慢，受用裡面不起分別執著，這是方便，這就是理事無礙。"
    },
    {
      "id": "12-017-0499_p0032",
      "zh_CN": "第二句他说「巧以因契果者」，很巧妙，因行跟果地不二。你们想想，因与果如果是二法，六祖能大师讲的话很有味道，「佛法是不二法，因果是二法，二法不是佛法，佛法是不二法。」《华严经》上说，因果是一不是二。你能从因就契果，这就是「事事无碍之方便，因果交彻」。有没有因？有；有没有果？有，因果是一不是二。佛法里头用莲花来代表，花这么多，为什么不用别的？为什么用莲花？莲花是因，莲子是果，莲花是因果同时，因果不二，取这个意思，让你一看到花就知道因果是同时。因变成了果，果又是因，这个因又变成了果，因果是循环的，因果是相续的，因果是不断的。我们要是体会到这个意思，这里面就能看出事事无碍。「故云方便」，说这个为方便，这是把「方便海」这句话的意思为我们说出来。我们要懂、要会用，你自己用就是自受用，自受用你在生活里面得自在。你帮助别人，在教化众生里面得自在。所以佛教人「自在随缘」，随缘是方便，攀缘就错了。",
      "zh_TW": "第二句他說「巧以因契果者」，很巧妙，因行跟果地不二。你們想想，因與果如果是二法，六祖能大師講的話很有味道，「佛法是不二法，因果是二法，二法不是佛法，佛法是不二法。」《華嚴經》上說，因果是一不是二。你能從因就契果，這就是「事事無礙之方便，因果交徹」。有沒有因？有；有沒有果？有，因果是一不是二。佛法裡頭用蓮花來代表，花這麼多，為什麼不用別的？為什麼用蓮花？蓮花是因，蓮子是果，蓮花是因果同時，因果不二，取這個意思，讓你一看到花就知道因果是同時。因變成了果，果又是因，這個因又變成了果，因果是循環的，因果是相續的，因果是不斷的。我們要是體會到這個意思，這裡面就能看出事事無礙。「故云方便」，說這個為方便，這是把「方便海」這句話的意思為我們說出來。我們要懂、要會用，你自己用就是自受用，自受用你在生活裡面得自在。你幫助別人，在教化眾生裡面得自在。所以佛教人「自在隨緣」，隨緣是方便，攀緣就錯了。"
    },
    {
      "id": "12-017-0499_p0033",
      "zh_CN": "下面一句，『入如来功德海』，这一句是说明法的功能。前面一句是讲法体，也是我们讲宇宙人生真相的本体；这一句是说宇宙人生真相的功能、功用、能力、大能。清凉在这里跟我们解释：「谓证入因圆，趣入果海故」，这四个字我们在佛门里面常看到，匾额上常常题的，「因圆果满」，这是普贤菩萨。因怎么圆？彻底放下就圆了。还有一丝毫夹杂就不圆，因不圆，果就不圆满。你们想想看，等觉菩萨不错了，真的万缘放下了，可是还有一品生相无明没放下，所以他证得的果不能说是圆满；佛在经上把它比喻作十四的月亮，不是十五的月亮。由此可知，世尊教诫我们初学，第一堂课就说出来了。佛真的是慈悲，绝不吝法。第一堂课里头，如果你要能够悟入，你就成无上道，哪里要通过小学、中学、大学？不需要！那叫天才儿童。第一堂课是什么课？《十善业道经》，你看他老人家在这部经上告诉我们的，教我们怎么修？「昼夜常念善法、思惟善法、观察善法，不容毫分不善夹杂」，你就成功了。等觉菩萨那一品生相无明没断，就是夹杂毫分不善，所以他的功德不能圆满，他的因没有圆，他果没有满。",
      "zh_TW": "下面一句，『入如來功德海』，這一句是說明法的功能。前面一句是講法體，也是我們講宇宙人生真相的本體；這一句是說宇宙人生真相的功能、功用、能力、大能。清涼在這裡跟我們解釋：「謂證入因圓，趣入果海故」，這四個字我們在佛門裡面常看到，匾額上常常題的，「因圓果滿」，這是普賢菩薩。因怎麼圓？徹底放下就圓了。還有一絲毫夾雜就不圓，因不圓，果就不圓滿。你們想想看，等覺菩薩不錯了，真的萬緣放下了，可是還有一品生相無明沒放下，所以他證得的果不能說是圓滿；佛在經上把它比喻作十四的月亮，不是十五的月亮。由此可知，世尊教誡我們初學，第一堂課就說出來了。佛真的是慈悲，絕不吝法。第一堂課裡頭，如果你要能夠悟入，你就成無上道，哪裡要通過小學、中學、大學？不需要！那叫天才兒童。第一堂課是什麼課？《十善業道經》，你看他老人家在這部經上告訴我們的，教我們怎麼修？「晝夜常念善法、思惟善法、觀察善法，不容毫分不善夾雜」，你就成功了。等覺菩薩那一品生相無明沒斷，就是夾雜毫分不善，所以他的功德不能圓滿，他的因沒有圓，他果沒有滿。"
    },
    {
      "id": "12-017-0499_p0034",
      "zh_CN": "所以我们在许许多多佛的画像，特别是本师释迦牟尼佛的画像，圆光上面写了三个字：「唵、阿、吽」，就是十善业道。你看看佛教给我们，第一堂课为我们上这个，最后圆满还是这个；换句话说，千经万论不离这个主轴，从初学到果地，主轴是十善业道，我们从佛像顶上这三个字看出来。「唵」，身三业清净；「阿」，口四业清净；「吽」，意三业清净。身，不杀生、不偷盗、不淫欲；口，不妄语、不两舌、不绮语、不恶口；意，不贪、不瞋、不痴。这个十善周遍法界，通世出世间，如来所说大法不过如是而已。这是主轴，千经万论都不离开它；像一棵大树，这是主干，枝叶再多都是从主干生的，都不离开主干，统统汇归到主干，这才是因圆果满，佛哪里吝法？",
      "zh_TW": "所以我們在許許多多佛的畫像，特別是本師釋迦牟尼佛的畫像，圓光上面寫了三個字：「唵、阿、吽」，就是十善業道。你看看佛教給我們，第一堂課為我們上這個，最後圓滿還是這個；換句話說，千經萬論不離這個主軸，從初學到果地，主軸是十善業道，我們從佛像頂上這三個字看出來。「唵」，身三業清淨；「阿」，口四業清淨；「吽」，意三業清淨。身，不殺生、不偷盜、不淫欲；口，不妄語、不兩舌、不綺語、不惡口；意，不貪、不瞋、不痴。這個十善周遍法界，通世出世間，如來所說大法不過如是而已。這是主軸，千經萬論都不離開它；像一棵大樹，這是主幹，枝葉再多都是從主幹生的，都不離開主幹，統統匯歸到主幹，這才是因圓果滿，佛哪裡吝法？"
    },
    {
      "id": "12-017-0499_p0035",
      "zh_CN": "下面大师跟我们说：「然前后但明以别入总，故各得一解脱门。」这是讲前面所说的杂神众，就是普贤菩萨以前，也可以说前面四卷经里头所讲的，是「以别入总」。「总」就好比大海，「别」好比河川，许许多多的江河，那是别，都流入大海，大海是总。所以说每一个人得一个解脱门，我们在前面看都是这样的，都得一个解脱门。他底下又说：「犹如百川，一一入海」，我刚才讲这个比喻。「今明以总入总」，现在我们讲到普贤菩萨，普贤菩萨这个法门不是像江河流入大海，它是个大海，「以总入总」就好比是「以海入海」，这个比喻我们不难懂。像在我们中国沿海地区，是东海、南海，上面是渤海，海入大洋，这是「以海入海」；大洋入大洋，太平洋入印度洋，这是「以海入海」，普贤菩萨代表这个意思。「故得难思解脱门」，他这个法门叫不可思议境界解脱门。「复称能入为方便海」，方便海是以方便为能入，不思议解脱境界是所入，我们从四十经里面就有很深的体会。",
      "zh_TW": "下面大師跟我們說：「然前後但明以別入總，故各得一解脫門。」這是講前面所說的雜神眾，就是普賢菩薩以前，也可以說前面四卷經裡頭所講的，是「以別入總」。「總」就好比大海，「別」好比河川，許許多多的江河，那是別，都流入大海，大海是總。所以說每一個人得一個解脫門，我們在前面看都是這樣的，都得一個解脫門。他底下又說：「猶如百川，一一入海」，我剛才講這個比喻。「今明以總入總」，現在我們講到普賢菩薩，普賢菩薩這個法門不是像江河流入大海，它是個大海，「以總入總」就好比是「以海入海」，這個比喻我們不難懂。像在我們中國沿海地區，是東海、南海，上面是渤海，海入大洋，這是「以海入海」；大洋入大洋，太平洋入印度洋，這是「以海入海」，普賢菩薩代表這個意思。「故得難思解脫門」，他這個法門叫不可思議境界解脫門。「復稱能入為方便海」，方便海是以方便為能入，不思議解脫境界是所入，我們從四十經裡面就有很深的體會。"
    },
    {
      "id": "12-017-0499_p0036",
      "zh_CN": "四十经就是《四十华严》。把经题跟这一段经文对照一下，意思就更清楚了，能够看出方便海的真正意思，普贤行愿是方便海。每一个菩萨修的那个法门是方便门，为什么？得一法，就像一条江河，一条江、一条河、一个门，流入大海，是江河入海。普贤菩萨是以海入海，不是江河。所以别的地方称「方便门」，这个地方称「方便海」。这个「海」的意思在经题里头，《四十华严》经题里面就看到了，品题里「普贤行愿」，普贤行愿就是方便海，我们要懂得。如果你能够修普贤行愿，你入华严境界、入诸佛境界，不难！普贤行愿真的难修，为什么难？你没有放下妄想分别执着，你没有法子修。",
      "zh_TW": "四十經就是《四十華嚴》。把經題跟這一段經文對照一下，意思就更清楚了，能夠看出方便海的真正意思，普賢行願是方便海。每一個菩薩修的那個法門是方便門，為什麼？得一法，就像一條江河，一條江、一條河、一個門，流入大海，是江河入海。普賢菩薩是以海入海，不是江河。所以別的地方稱「方便門」，這個地方稱「方便海」。這個「海」的意思在經題裡頭，《四十華嚴》經題裡面就看到了，品題裡「普賢行願」，普賢行願就是方便海，我們要懂得。如果你能夠修普賢行願，你入華嚴境界、入諸佛境界，不難！普賢行願真的難修，為什麼難？你沒有放下妄想分別執著，你沒有法子修。"
    },
    {
      "id": "12-017-0499_p0037",
      "zh_CN": "到经的末后，总结成为十个纲领，叫做「十大愿王」。普贤行就是普贤的方便海，这个十门都是海。第一个，大家知道，「礼敬诸佛」，我们能做到吗？它不是门，它是海。诸佛是指谁？过去诸佛、现在诸佛、未来诸佛。未来诸佛就是现在所有的一切众生，一切众生皆有佛性，只要有佛性，将来一定作佛。有情众生，蚊虫蚂蚁有佛性，蚊虫蚂蚁是未来佛，我们对牠有没有礼敬？不必像见到佛像要恭恭敬敬顶礼三拜，如果你见到蚊虫蚂蚁也顶礼三拜，人家说你这个人神经有问题了。佛法重实质不重形式，对诸佛菩萨那种恭敬心，跟对蚊虫蚂蚁无二无别，形式上不一样，那个恭敬心是相同的，我们能做到吗？这是方便海！不但是有情众生，还包括无情众生，难！大经上讲的「情与无情，同圆种智」，没有两样。所以「入法界品」里面讲的，桌子善知识，板凳善知识，香炉善知识，蜡台善知识，举几个例子。我们家里所有一切用具，这个物品它有法性，法性跟佛性是一个性，不是两个性。这条毛巾，这是一法，这是物，这个法它有法性，我们对它有没有像对待诸佛如来那样的礼敬？没有！你才晓得普贤十愿不容易修。什么人修的？法身大士，华严会上四十一位法身大士，他们修这个法门，他们修方便海，所以他们能够圆成佛道。因圆果满，因果是一不是二。但是没有入这个境界，因是因，果是果，因果是二不是一。",
      "zh_TW": "到經的末後，總結成為十個綱領，叫做「十大願王」。普賢行就是普賢的方便海，這個十門都是海。第一個，大家知道，「禮敬諸佛」，我們能做到嗎？它不是門，它是海。諸佛是指誰？過去諸佛、現在諸佛、未來諸佛。未來諸佛就是現在所有的一切眾生，一切眾生皆有佛性，只要有佛性，將來一定作佛。有情眾生，蚊蟲螞蟻有佛性，蚊蟲螞蟻是未來佛，我們對牠有沒有禮敬？不必像見到佛像要恭恭敬敬頂禮三拜，如果你見到蚊蟲螞蟻也頂禮三拜，人家說你這個人神經有問題了。佛法重實質不重形式，對諸佛菩薩那種恭敬心，跟對蚊蟲螞蟻無二無別，形式上不一樣，那個恭敬心是相同的，我們能做到嗎？這是方便海！不但是有情眾生，還包括無情眾生，難！大經上講的「情與無情，同圓種智」，沒有兩樣。所以「入法界品」裡面講的，桌子善知識，板凳善知識，香爐善知識，蠟臺善知識，舉幾個例子。我們家裡所有一切用具，這個物品它有法性，法性跟佛性是一個性，不是兩個性。這條毛巾，這是一法，這是物，這個法它有法性，我們對它有沒有像對待諸佛如來那樣的禮敬？沒有！你才曉得普賢十願不容易修。什麼人修的？法身大士，華嚴會上四十一位法身大士，他們修這個法門，他們修方便海，所以他們能夠圓成佛道。因圓果滿，因果是一不是二。但是沒有入這個境界，因是因，果是果，因果是二不是一。"
    },
    {
      "id": "12-017-0499_p0038",
      "zh_CN": "我们讲「因果不空」，因果转变不空、相续不空、循环不空，我们只能讲到这里；普贤境界里面因果是一不是二，连转变、相续、循环都了不可得，这都堕于分别执着。离开妄想分别执着，因果是一不是二，性相是一不是二，理事是一不是二，生佛是一不是二，万法归一，一即万法；《华严经》上「一即是多，多即是一，一多不二」，这就入不二法门。不二法门就是一真法界，超越十法界，这才是无上甚深微妙法。当年《大方广佛华严经》翻译完成，送给武则天，那个时候是武则天作皇帝。中国历史上正式作女皇帝的人不多，她是正式作皇帝的；慈禧太后始终是以太后身分，不是皇帝身分，武则天是皇帝身分。翻译的新经呈送给她，她在「开经偈」上题的这四句偈：「无上甚深微妙法，百千万劫难遭遇，我今见闻得受持（武则天自己称的「我」是她），愿解如来真实义」。这四句偈好！以后佛门就用她这首偈做为「开经偈」。「以总入总」才是无上甚深微妙法，我们在这里是刚刚接触。普贤能入，所以普贤称为方便海。「以普贤是同异二众之上首故」，同生众跟异生众，普贤菩萨都是上首。",
      "zh_TW": "我們講「因果不空」，因果轉變不空、相續不空、循環不空，我們只能講到這裡；普賢境界裡面因果是一不是二，連轉變、相續、循環都了不可得，這都墮於分別執著。離開妄想分別執著，因果是一不是二，性相是一不是二，理事是一不是二，生佛是一不是二，萬法歸一，一即萬法；《華嚴經》上「一即是多，多即是一，一多不二」，這就入不二法門。不二法門就是一真法界，超越十法界，這才是無上甚深微妙法。當年《大方廣佛華嚴經》翻譯完成，送給武則天，那個時候是武則天作皇帝。中國歷史上正式作女皇帝的人不多，她是正式作皇帝的；慈禧太后始終是以太后身分，不是皇帝身分，武則天是皇帝身分。翻譯的新經呈送給她，她在「開經偈」上題的這四句偈：「無上甚深微妙法，百千萬劫難遭遇，我今見聞得受持（武則天自己稱的「我」是她），願解如來真實義」。這四句偈好！以後佛門就用她這首偈做為「開經偈」。「以總入總」才是無上甚深微妙法，我們在這裡是剛剛接觸。普賢能入，所以普賢稱為方便海。「以普賢是同異二眾之上首故」，同生眾跟異生眾，普賢菩薩都是上首。"
    },
    {
      "id": "12-017-0499_p0039",
      "zh_CN": "在华严会上，诸位同修总要记住，华严会上上首菩萨有两位，普贤、文殊。经上告诉我们「普贤为长子，文殊为庶男」，把他们两位的身分显示出来，普贤菩萨是大哥，文殊菩萨是小弟。但是你不能小看文殊，没有文殊的慧，怎么能入普贤的方便海？般若智慧重要！世尊当年在世，讲《般若经》讲了二十二年，希望我们真正开智慧，为什么？智慧开了你才真的看破放下。「看破放下」这一句话容易说，你看破的范围有多大？你能放下的境界有几多？普贤菩萨他是圆满的看破、圆满的放下，这个境界是佛家常讲的「万法归一」，用「海」做比喻。无量无边的法门，我们常讲八万四千法门，无量法门到普贤这里归一。所以普贤十愿，我们要晓得，每一愿里面必定包括其他九愿，如果缺少一愿，普贤行就不圆满。而普贤这个十愿，总摄十方三世一切诸佛如来所说的无量无边法门，无量无边法门归纳到最后是这十条，十条一展开是无量无边的法门。《华严》称为佛法根本法轮，这个意思不是非常明显吗？我们从这个地方多少能够体会到一些。",
      "zh_TW": "在華嚴會上，諸位同修總要記住，華嚴會上上首菩薩有兩位，普賢、文殊。經上告訴我們「普賢為長子，文殊為庶男」，把他們兩位的身分顯示出來，普賢菩薩是大哥，文殊菩薩是小弟。但是你不能小看文殊，沒有文殊的慧，怎麼能入普賢的方便海？般若智慧重要！世尊當年在世，講《般若經》講了二十二年，希望我們真正開智慧，為什麼？智慧開了你才真的看破放下。「看破放下」這一句話容易說，你看破的範圍有多大？你能放下的境界有幾多？普賢菩薩他是圓滿的看破、圓滿的放下，這個境界是佛家常講的「萬法歸一」，用「海」做比喻。無量無邊的法門，我們常講八萬四千法門，無量法門到普賢這裡歸一。所以普賢十願，我們要曉得，每一願裡面必定包括其他九願，如果缺少一願，普賢行就不圓滿。而普賢這個十願，總攝十方三世一切諸佛如來所說的無量無邊法門，無量無邊法門歸納到最後是這十條，十條一展開是無量無邊的法門。《華嚴》稱為佛法根本法輪，這個意思不是非常明顯嗎？我們從這個地方多少能夠體會到一些。"
    },
    {
      "id": "12-017-0499_p0040",
      "zh_CN": "学佛，往年弘一大师他老人家在世的时候，没有出家，真的是多才多艺，人品高尚，所以许许多多人对他仰慕，出家之后倍加尊敬。他接触高级知识分子比别的法师的缘要殊胜，他劝这些知识分子，大概都是大学生，都劝他从《华严经》下手，不无道理，而且特别介绍清凉大师《疏钞》。我在初学佛的时候，看到前人笔记里面记载弘一大师的教诲，我对弘一大师也非常尊敬。小时候在学校唱他作的歌，尤其是那一首〈送别〉，我曾经听这些音乐家们他们评论，最近一个世纪，一百年当中，选一首最好的歌曲，在中国、在东方选的是弘一大师的〈送别〉，在西方选的是〈魂断蓝桥〉的主题曲，认为这两首歌是近百年来最好的。",
      "zh_TW": "學佛，往年弘一大師他老人家在世的時候，沒有出家，真的是多才多藝，人品高尚，所以許許多多人對他仰慕，出家之後倍加尊敬。他接觸高級知識分子比別的法師的緣要殊勝，他勸這些知識分子，大概都是大學生，都勸他從《華嚴經》下手，不無道理，而且特別介紹清涼大師《疏鈔》。我在初學佛的時候，看到前人筆記裡面記載弘一大師的教誨，我對弘一大師也非常尊敬。小時候在學校唱他作的歌，尤其是那一首〈送別〉，我曾經聽這些音樂家們他們評論，最近一個世紀，一百年當中，選一首最好的歌曲，在中國、在東方選的是弘一大師的〈送別〉，在西方選的是〈魂斷藍橋〉的主題曲，認為這兩首歌是近百年來最好的。"
    },
    {
      "id": "12-017-0499_p0041",
      "zh_CN": "弘一大师教我们读《华严》要读八十经，八十卷读到「离世间品」，后面一品「入法界品」就不必读了，读到「离世间品」；然后接着读《四十华严》，《四十华严》是完整的「入法界品」，这样合起来是九十九卷。我当时学《华严》的时候，《华严》有六十华严、有八十华严、有四十华严，我就想了一个九九华严，我到台中去，把我的想法，我本来想印九九华严，印一套。《八十华严》采取到「离世间品」五十九卷，然后接《四十华严》，合起来九十九卷。我向李老师请教，我说：「我这样印好不好？」李老师点点头，好是很好，但是他说：「我还是希望你把《八十》、《四十》一起印出来；你读这样的读法，印出来还是照《八十》、《四十》一起印。」我接受老师的意思，所以那个时候我讲《华严经》，我把经本印成精装五册，一二三册是从第一卷到五十九卷，到「离世间品」；第四册是「入法界品」二十一卷，后面有一册很厚，是《四十华严》。所以大家读，第四册就可以不要读，读一二三五，这样就是九九华严。李老师很欢喜，这部书印好之后，我送了他一些，他分送给同学们。这些都是受弘一大师的影响。我讲经也是这个讲法，所以我们的《华严经》全经是九十九卷。好，现在时间到了。",
      "zh_TW": "弘一大師教我們讀《華嚴》要讀八十經，八十卷讀到「離世間品」，後面一品「入法界品」就不必讀了，讀到「離世間品」；然後接著讀《四十華嚴》，《四十華嚴》是完整的「入法界品」，這樣合起來是九十九卷。我當時學《華嚴》的時候，《華嚴》有六十華嚴、有八十華嚴、有四十華嚴，我就想了一個九九華嚴，我到台中去，把我的想法，我本來想印九九華嚴，印一套。《八十華嚴》採取到「離世間品」五十九卷，然後接《四十華嚴》，合起來九十九卷。我向李老師請教，我說：「我這樣印好不好？」李老師點點頭，好是很好，但是他說：「我還是希望你把《八十》、《四十》一起印出來；你讀這樣的讀法，印出來還是照《八十》、《四十》一起印。」我接受老師的意思，所以那個時候我講《華嚴經》，我把經本印成精裝五冊，一二三冊是從第一卷到五十九卷，到「離世間品」；第四冊是「入法界品」二十一卷，後面有一冊很厚，是《四十華嚴》。所以大家讀，第四冊就可以不要讀，讀一二三五，這樣就是九九華嚴。李老師很歡喜，這部書印好之後，我送了他一些，他分送給同學們。這些都是受弘一大師的影響。我講經也是這個講法，所以我們的《華嚴經》全經是九十九卷。好，現在時間到了。"
    }
  ]
}