{
  "doc_id": "12-017-0398",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三九八卷",
    "zh_TW": "第三九八卷"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0398",
  "total_paragraphs": 26,
  "paragraphs": [
    {
      "id": "12-017-0398_p0001",
      "zh_CN": "请看「世主妙严品」，主夜神长行，第七句：",
      "zh_TW": "請看「世主妙嚴品」，主夜神長行，第七句："
    },
    {
      "id": "12-017-0398_p0002",
      "zh_CN": "【平等护育主夜神，得开悟众生令成熟善根解脱门。】",
      "zh_TW": "【平等護育主夜神，得開悟眾生令成熟善根解脫門。】"
    },
    {
      "id": "12-017-0398_p0003",
      "zh_CN": "这一位菩萨，是善财童子五十三参里面「不动地」的善友。不动地是第八地，由此可知，这是诸佛示现的，这个意思前面都讲过了。从善友的德号，我们应当要学习的是『平等护育』，「护」是护念、护持，「育」是教育。「平等护育」，对象就是虚空法界一切众生。这是我们学佛，尤其是学大乘，是希求这一生当中能往生极乐世界，不能没有的心量，如果没有这个心量，念佛念得再好，都不能往生。什么原因？跟阿弥陀佛的四十八愿不相应。弥陀本愿，愿愿都是普度虚空法界一切众生，所以我们念佛人，如果觉得有一个众生，我们讨厌他、嫌弃他、怨恨他，这个心、这个念头障碍自己往生，这个道理要懂。",
      "zh_TW": "這一位菩薩，是善財童子五十三參裡面「不動地」的善友。不動地是第八地，由此可知，這是諸佛示現的，這個意思前面都講過了。從善友的德號，我們應當要學習的是『平等護育』，「護」是護念、護持，「育」是教育。「平等護育」，對象就是虛空法界一切眾生。這是我們學佛，尤其是學大乘，是希求這一生當中能往生極樂世界，不能沒有的心量，如果沒有這個心量，念佛念得再好，都不能往生。什麼原因？跟阿彌陀佛的四十八願不相應。彌陀本願，願願都是普度虛空法界一切眾生，所以我們念佛人，如果覺得有一個眾生，我們討厭他、嫌棄他、怨恨他，這個心、這個念頭障礙自己往生，這個道理要懂。"
    },
    {
      "id": "12-017-0398_p0004",
      "zh_CN": "念佛的人多，往生的人太少。往年我在台中求学，李炳南老居士常讲，一万个念佛人，真正往生两、三个而已！为什么那么多念佛人都不能往生？心量太小了。「带业往生」，记住祖师大德说得很多，「只带旧业，不带新业；只带习种，不带现行」，这个道理一定要懂。所以真正念佛人，选择西方极乐世界做为我们继续修学的处所，我们心量一定要大。西方世界的人个个都是大心量，都是心包太虚，量周沙界，我们心量这么小，跟人家不相应，不能往生的道理在此地，决不是阿弥陀佛不慈悲，我们要明白事实真相，要晓得道理之所在。",
      "zh_TW": "念佛的人多，往生的人太少。往年我在台中求學，李炳南老居士常講，一萬個念佛人，真正往生兩、三個而已！為什麼那麼多念佛人都不能往生？心量太小了。「帶業往生」，記住祖師大德說得很多，「只帶舊業，不帶新業；只帶習種，不帶現行」，這個道理一定要懂。所以真正念佛人，選擇西方極樂世界做為我們繼續修學的處所，我們心量一定要大。西方世界的人個個都是大心量，都是心包太虛，量周沙界，我們心量這麼小，跟人家不相應，不能往生的道理在此地，決不是阿彌陀佛不慈悲，我們要明白事實真相，要曉得道理之所在。"
    },
    {
      "id": "12-017-0398_p0005",
      "zh_CN": "平等心是佛心，我们在日常生活当中，六根接触六尘境界，修什么？修平等心，修清净心，修慈悲心。清净、慈悲都以平等为根，心不平等决定不清净、决定不真诚、决定没有慈悲，那个慈悲就是佛法里面讲的「爱缘慈悲」；我喜欢他，我对他慈悲，我不喜欢他我对他不慈悲，感情用事，叫爱缘慈悲，这个不管用的。世间的贤人君子，他们的慈悲心比爱缘要高一层，「众生缘慈悲」，推己及人，己所不欲，勿施于人，这是众生缘慈悲。这种慈悲心的果报在人天，爱缘慈悲连人天福报都得不到。再向上提升，「法缘慈悲」。如来果地上，这是八地菩萨，用心跟诸佛如来没有两样，「无缘慈悲」，无缘慈悲是「平等护育」。「无缘」用今天的话来说是「无条件」，对于一切众生绝对不附带任何条件，附带条件都不算清净、都不算平等，我们不能不学。学会这些，念佛往生哪有那么麻烦？一念相应一念佛，念念相应念念佛。什么叫「念念相应」？平等就相应，不平等不相应，这是我们应当认真去学习的。",
      "zh_TW": "平等心是佛心，我們在日常生活當中，六根接觸六塵境界，修什麼？修平等心，修清淨心，修慈悲心。清淨、慈悲都以平等為根，心不平等決定不清淨、決定不真誠、決定沒有慈悲，那個慈悲就是佛法裡面講的「愛緣慈悲」；我喜歡他，我對他慈悲，我不喜歡他我對他不慈悲，感情用事，叫愛緣慈悲，這個不管用的。世間的賢人君子，他們的慈悲心比愛緣要高一層，「眾生緣慈悲」，推己及人，己所不欲，勿施於人，這是眾生緣慈悲。這種慈悲心的果報在人天，愛緣慈悲連人天福報都得不到。再向上提升，「法緣慈悲」。如來果地上，這是八地菩薩，用心跟諸佛如來沒有兩樣，「無緣慈悲」，無緣慈悲是「平等護育」。「無緣」用今天的話來說是「無條件」，對於一切眾生絕對不附帶任何條件，附帶條件都不算清淨、都不算平等，我們不能不學。學會這些，念佛往生哪有那麼麻煩？一念相應一念佛，念念相應念念佛。什麼叫「念念相應」？平等就相應，不平等不相應，這是我們應當認真去學習的。"
    },
    {
      "id": "12-017-0398_p0006",
      "zh_CN": "有平等心，没有任何条件护育一切众生，护是爱护，无条件的爱护一切众生。爱护一切众生，诸位想想，你还能伤害他吗？不但没有伤害的行为，连伤害的意念都没有。你还会讨厌一切众生吗？如果有这个念头，我们自己立刻要觉悟，我们已经走到邪道去，不是佛道，佛道是平等心，而自己不平等了。菩萨道是六度心，这是我们学佛所行的正道。我们起心动念，背弃了平等、背弃了六度，我们就走邪道。路走错了，立刻要修正过来。",
      "zh_TW": "有平等心，沒有任何條件護育一切眾生，護是愛護，無條件的愛護一切眾生。愛護一切眾生，諸位想想，你還能傷害他嗎？不但沒有傷害的行為，連傷害的意念都沒有。你還會討厭一切眾生嗎？如果有這個念頭，我們自己立刻要覺悟，我們已經走到邪道去，不是佛道，佛道是平等心，而自己不平等了。菩薩道是六度心，這是我們學佛所行的正道。我們起心動念，背棄了平等、背棄了六度，我們就走邪道。路走錯了，立刻要修正過來。"
    },
    {
      "id": "12-017-0398_p0007",
      "zh_CN": "「育」，不但是养育，养育是我们讲的财供养，更重要的是要教育，教育是法供养。我们对于一切众生有这个使命、有这个任务，这是我们本分的事情。看到有苦难的人，见到了，立刻就要尽心尽力帮助他。特别是不同的族群、不同的宗教，我们遇到他们有困难，要不要帮助他？「他不是佛教徒，他不是中国人，我们不用去帮助他」，你的平等心何在？这个不是佛心。我们今天在新加坡，跟其他宗教往来，我们对其他宗教确实有布施供养。不仅在新加坡，我们在澳洲、在香港，所到地区跟当地各个宗教，我们都有布施供养。我们是奉行佛陀教诲，佛是这样教我的，我们应当这样做，这个作法没有错。",
      "zh_TW": "「育」，不但是養育，養育是我們講的財供養，更重要的是要教育，教育是法供養。我們對於一切眾生有這個使命、有這個任務，這是我們本分的事情。看到有苦難的人，見到了，立刻就要盡心盡力幫助他。特別是不同的族群、不同的宗教，我們遇到他們有困難，要不要幫助他？「他不是佛教徒，他不是中國人，我們不用去幫助他」，你的平等心何在？這個不是佛心。我們今天在新加坡，跟其他宗教往來，我們對其他宗教確實有布施供養。不僅在新加坡，我們在澳洲、在香港，所到地區跟當地各個宗教，我們都有布施供養。我們是奉行佛陀教誨，佛是這樣教我的，我們應當這樣做，這個作法沒有錯。"
    },
    {
      "id": "12-017-0398_p0008",
      "zh_CN": "可是有一些无知的人，他在那里分别执着，议论纷纷，说我们做错了；劝导一些信徒：「你们千万不要供养净空法师，他无知、他邪见，他把你们供养的都拿去供养外道去了」。这个话听起来好像也满有道理，读过《华严经》的人就知道，他这个话说得似是而非。如果对于佛法稍稍有一些涉猎，头脑清楚的人也会明白，你们每天朝暮课诵都念四弘誓愿，「众生无边誓愿度」，不天天念这个吗？我们要问：基督教徒是不是众生？印度教徒是不是众生？难道说「众生无边誓愿度，不是佛教徒都不度」，是不是这个讲法？",
      "zh_TW": "可是有一些無知的人，他在那裡分別執著，議論紛紛，說我們做錯了；勸導一些信徒：「你們千萬不要供養淨空法師，他無知、他邪見，他把你們供養的都拿去供養外道去了」。這個話聽起來好像也滿有道理，讀過《華嚴經》的人就知道，他這個話說得似是而非。如果對於佛法稍稍有一些涉獵，頭腦清楚的人也會明白，你們每天朝暮課誦都念四弘誓願，「眾生無邊誓願度」，不天天念這個嗎？我們要問：基督教徒是不是眾生？印度教徒是不是眾生？難道說「眾生無邊誓願度，不是佛教徒都不度」，是不是這個講法？"
    },
    {
      "id": "12-017-0398_p0009",
      "zh_CN": "佛心平等，广大无边。我们在《华严经》上看到几百种不同的族群、不同的族类、不同的文化、不同的宗教信仰，现在这一段是佛菩萨示现鬼神身，岂不就是《普门品》里面所说的，「应以什么身得度就现什么身」。应以基督身得度，他就现基督身；应以阿訇身得度，他就现阿訇身，阿訇是回教里面的传教师。我眼目当中，所有不同宗教全是诸佛如来的化身，所以我是平等恭敬、平等的供养，没有一丝毫分别。也曾经有人问我：法师，你这个想法从哪里来的？《大方广佛华严经》。我有根据，不是我胡思乱想，我们是依教奉行，佛教我们这么做。",
      "zh_TW": "佛心平等，廣大無邊。我們在《華嚴經》上看到幾百種不同的族群、不同的族類、不同的文化、不同的宗教信仰，現在這一段是佛菩薩示現鬼神身，豈不就是《普門品》裡面所說的，「應以什麼身得度就現什麼身」。應以基督身得度，他就現基督身；應以阿訇身得度，他就現阿訇身，阿訇是回教裡面的傳教師。我眼目當中，所有不同宗教全是諸佛如來的化身，所以我是平等恭敬、平等的供養，沒有一絲毫分別。也曾經有人問我：法師，你這個想法從哪裡來的？《大方廣佛華嚴經》。我有根據，不是我胡思亂想，我們是依教奉行，佛教我們這麼做。"
    },
    {
      "id": "12-017-0398_p0010",
      "zh_CN": "平等心去做，爱护众生，教化众生，这是菩萨名号里面教导我们的。所以在佛法里头，点点滴滴都是教学，这个诸位要懂得。取个名字，名字也是教学，所以你要顾名思义，你就开智慧了。从前中国的古人，作父母、作长辈给晚辈起个名字都有用意，是长辈对下一代的期望，希望我给你起这个名字，你将来要名副其实，这真正叫孝亲。所以古时候要把名字改了叫大不孝，为什么？违背你父母的愿望。古人不敢改名字，名一生都不可以改，父母所命，怎么可以违背父母的心愿？字跟号可以改变，那个不要紧。字是什么？你成年之后，你的同辈朋友赠送给你的，这个可以改，不是父母之命。号多半是自己起的，这个可以。名是决定不能改，可是现在我们在社会上看到改名的人就很多，这个我们不能怪他。为什么？没有念过圣贤书，他不懂，没有人教他。我们非常有幸，生在这个时代，还能够接触到圣贤的典籍，还能懂得一些道理。有这一个信念，一定要落实在自己生活言行当中，护育众生，帮助众生觉悟。",
      "zh_TW": "平等心去做，愛護眾生，教化眾生，這是菩薩名號裡面教導我們的。所以在佛法裡頭，點點滴滴都是教學，這個諸位要懂得。取個名字，名字也是教學，所以你要顧名思義，你就開智慧了。從前中國的古人，作父母、作長輩給晚輩起個名字都有用意，是長輩對下一代的期望，希望我給你起這個名字，你將來要名副其實，這真正叫孝親。所以古時候要把名字改了叫大不孝，為什麼？違背你父母的願望。古人不敢改名字，名一生都不可以改，父母所命，怎麼可以違背父母的心願？字跟號可以改變，那個不要緊。字是什麼？你成年之後，你的同輩朋友贈送給你的，這個可以改，不是父母之命。號多半是自己起的，這個可以。名是決定不能改，可是現在我們在社會上看到改名的人就很多，這個我們不能怪他。為什麼？沒有念過聖賢書，他不懂，沒有人教他。我們非常有幸，生在這個時代，還能夠接觸到聖賢的典籍，還能懂得一些道理。有這一個信念，一定要落實在自己生活言行當中，護育眾生，幫助眾生覺悟。"
    },
    {
      "id": "12-017-0398_p0011",
      "zh_CN": "这位平等护育主夜神，他修学的法门是『开悟众生令成熟善根』，可见得他所修的跟他的名号相应。「开悟众生」，在娑婆世界，这是世尊在楞严会上讲得很清楚，文殊菩萨拣选圆通，说得好，「此方真教体，清净在音闻」，说明我们这个地方众生的根性，六根耳根最利。那要用什么方法来教化众生？用言说，用讲演，耳根最利，所以以音声为佛事。孔子在世，每天讲学，用音声，那个时候没有书本，也没有记录。释迦牟尼佛在世，每天跟大家讲经说法，也没有经书，也没有笔记，这个我们知道。世尊灭度之后，学生们才从记忆当中，把佛过去所说的话记录下来，集结成经本。在中国儒家亦复如是，孔子过世之后，学生把孔老夫子的教诲，从回忆里面记录下来，整理成为经本，它的分量不多。我们今天读到的《论语》，是孔子学生记录的。这就说明契机契理的一个例子、一个榜样，耳根最利。",
      "zh_TW": "這位平等護育主夜神，他修學的法門是『開悟眾生令成熟善根』，可見得他所修的跟他的名號相應。「開悟眾生」，在娑婆世界，這是世尊在楞嚴會上講得很清楚，文殊菩薩揀選圓通，說得好，「此方真教體，清淨在音聞」，說明我們這個地方眾生的根性，六根耳根最利。那要用什麼方法來教化眾生？用言說，用講演，耳根最利，所以以音聲為佛事。孔子在世，每天講學，用音聲，那個時候沒有書本，也沒有記錄。釋迦牟尼佛在世，每天跟大家講經說法，也沒有經書，也沒有筆記，這個我們知道。世尊滅度之後，學生們才從記憶當中，把佛過去所說的話記錄下來，集結成經本。在中國儒家亦復如是，孔子過世之後，學生把孔老夫子的教誨，從回憶裡面記錄下來，整理成為經本，它的分量不多。我們今天讀到的《論語》，是孔子學生記錄的。這就說明契機契理的一個例子、一個榜樣，耳根最利。"
    },
    {
      "id": "12-017-0398_p0012",
      "zh_CN": "「开悟众生」的方法手段很多，以说法为第一方便，言教。言教不足以开悟众生，再辅助以身教，身是我说到都做到，表演给大家看，做给大家看，大家看了之后、听了之后，觉悟了。有「言」教、有「身」教，言教与身教的根是平等护育，这是「意」，心里头真有平等护育，三轮教化，身、语、意三轮教化。言教、身教有间断的时候，意教永远没有间断；不但在这一生当中没有间断，生生世世都不间断。可以说是意教，平等护育无始无终。这个道理，事实真相，我们不能不知道、不能不学习。学佛学什么？就学这些，这样才能够真正的令众生觉悟。",
      "zh_TW": "「開悟眾生」的方法手段很多，以說法為第一方便，言教。言教不足以開悟眾生，再輔助以身教，身是我說到都做到，表演給大家看，做給大家看，大家看了之後、聽了之後，覺悟了。有「言」教、有「身」教，言教與身教的根是平等護育，這是「意」，心裡頭真有平等護育，三輪教化，身、語、意三輪教化。言教、身教有間斷的時候，意教永遠沒有間斷；不但在這一生當中沒有間斷，生生世世都不間斷。可以說是意教，平等護育無始無終。這個道理，事實真相，我們不能不知道、不能不學習。學佛學什麼？就學這些，這樣才能夠真正的令眾生覺悟。"
    },
    {
      "id": "12-017-0398_p0013",
      "zh_CN": "诸佛菩萨，实在讲，他各种身分都示现，应以什么身得度，他就现什么身。男女老少、各行各业，都有佛、都有菩萨在里头。为什么单单要讲出家的这些佛菩萨？出家非常明显，就好像教化社会众生，学校的老师教员头一个给人印象，他们是专门管教化的。其实家里头作父母哪有不教儿女的？现在作父母把这个事情疏忽了，所以家庭出了问题。儿女不听话，悖逆父母，什么原因？没有教。",
      "zh_TW": "諸佛菩薩，實在講，他各種身分都示現，應以什麼身得度，他就現什麼身。男女老少、各行各業，都有佛、都有菩薩在裡頭。為什麼單單要講出家的這些佛菩薩？出家非常明顯，就好像教化社會眾生，學校的老師教員頭一個給人印象，他們是專門管教化的。其實家裡頭作父母哪有不教兒女的？現在作父母把這個事情疏忽了，所以家庭出了問題。兒女不聽話，悖逆父母，什麼原因？沒有教。"
    },
    {
      "id": "12-017-0398_p0014",
      "zh_CN": "「护育」的根是在家庭，什么时候开始教你的子女？中国古人讲「胎教」，怀孕的时候就开始。母亲起心动念要正，决定不能有邪思，母亲一个念头就影响胎儿，一个恶念、一个瞋恨，他心不平，可能他生下来，一生对人就是瞋恨，这个事情麻烦！所以做父母的，心情平和、慈祥、有爱心，这个小孩生下来将来是善人，善根种下去，这是胎教。小孩出生之后，做父母的在小孩面前所表现的都是善的，不善的那一面回避，决不要让小孩看见，不要让他听到，这叫真正爱护儿女。现在这个事情麻烦，小孩一出生，两个眼睛一睁开，对的是什么？电视。电视里面演的乱七八糟，他的头脑就乱了。天天谁教他？电视教他。电视教他什么？杀盗淫妄。从小天天受这个薰习，那还得了吗？他认为世界就是这样的，这个作法是对的，天天在表演。",
      "zh_TW": "「護育」的根是在家庭，什麼時候開始教你的子女？中國古人講「胎教」，懷孕的時候就開始。母親起心動念要正，決定不能有邪思，母親一個念頭就影響胎兒，一個惡念、一個瞋恨，他心不平，可能他生下來，一生對人就是瞋恨，這個事情麻煩！所以做父母的，心情平和、慈祥、有愛心，這個小孩生下來將來是善人，善根種下去，這是胎教。小孩出生之後，做父母的在小孩面前所表現的都是善的，不善的那一面迴避，決不要讓小孩看見，不要讓他聽到，這叫真正愛護兒女。現在這個事情麻煩，小孩一出生，兩個眼睛一睜開，對的是什麼？電視。電視裡面演的亂七八糟，他的頭腦就亂了。天天誰教他？電視教他。電視教他什麼？殺盜淫妄。從小天天受這個薰習，那還得了嗎？他認為世界就是這樣的，這個作法是對的，天天在表演。"
    },
    {
      "id": "12-017-0398_p0015",
      "zh_CN": "今天社会动乱不安，天下大乱，原因在哪里？家庭教育出了大问题。所以真正要懂得爱护小朋友的人，你家里养了小孩，最好什么办法？不要电视，决定不要让他被这些污染。修学的环境特别注意，孟子何以能成为圣人？历史上记载「孟母三迁」，这个居住环境不好，对她孩子有不好的影响，搬家，选择对小孩有正面影响的居住环境，真正叫爱子女，培养子女成为大圣大贤，那个功德不可思议。大圣大贤，你想想看他一生教化影响多少人？就以孟子来说，影响到全世界，影响到几千年。他这个功德是他妈妈的，这个妈妈才是伟大的母亲，真称得上伟大，这是做妈妈的事业。妈妈拼命参与社会，去作官、去赚钱，儿女都不顾，她自己成功，下一代完了。很多富有的，到他一死，儿女一接他的产业，没有几年破产，花天酒地，败家子，不到几年身败家破。这是父母没有尽到责任，父母无知，父母愚痴，没有受过教育，干这个糊涂事。在伦理上讲他不负责任，果报上讲他必堕三途，他不会生天，人天福报他没有分。诸位同修仔细想想，是不是这么回事情？",
      "zh_TW": "今天社會動亂不安，天下大亂，原因在哪裡？家庭教育出了大問題。所以真正要懂得愛護小朋友的人，你家裡養了小孩，最好什麼辦法？不要電視，決定不要讓他被這些污染。修學的環境特別注意，孟子何以能成為聖人？歷史上記載「孟母三遷」，這個居住環境不好，對她孩子有不好的影響，搬家，選擇對小孩有正面影響的居住環境，真正叫愛子女，培養子女成為大聖大賢，那個功德不可思議。大聖大賢，你想想看他一生教化影響多少人？就以孟子來說，影響到全世界，影響到幾千年。他這個功德是他媽媽的，這個媽媽才是偉大的母親，真稱得上偉大，這是做媽媽的事業。媽媽拼命參與社會，去作官、去賺錢，兒女都不顧，她自己成功，下一代完了。很多富有的，到他一死，兒女一接他的產業，沒有幾年破產，花天酒地，敗家子，不到幾年身敗家破。這是父母沒有盡到責任，父母無知，父母愚痴，沒有受過教育，幹這個糊塗事。在倫理上講他不負責任，果報上講他必墮三途，他不會生天，人天福報他沒有分。諸位同修仔細想想，是不是這麼回事情？"
    },
    {
      "id": "12-017-0398_p0016",
      "zh_CN": "今天天下大乱的根源，我常说不是政治，它与政治不相关；不是武力，它与军事不相关；也不是经济、科技，是教学发生问题。我们现在讲教育，讲四种教育：家庭、学校、社会、宗教。现在这四个教育都脱离了圣贤教诲，这怎么办？要想天下不乱，不可能。四种教育前面三种出了大麻烦，我们无能为力，所以我们今天用宗教教育来补助，来觉悟一切大众。真正大众觉悟了，要救自己、要救众生，从哪里救起？还是从家庭救起。所以我常常讲，夫妻结合要讲道义，不可以离婚，离婚有罪。离婚不是你们两个人的事情，破坏社会的伦理，制造社会的不平，制造社会的动乱，毁掉世界和平，你的罪多重！这几条罪足够下地狱。",
      "zh_TW": "今天天下大亂的根源，我常說不是政治，它與政治不相關；不是武力，它與軍事不相關；也不是經濟、科技，是教學發生問題。我們現在講教育，講四種教育：家庭、學校、社會、宗教。現在這四個教育都脫離了聖賢教誨，這怎麼辦？要想天下不亂，不可能。四種教育前面三種出了大麻煩，我們無能為力，所以我們今天用宗教教育來補助，來覺悟一切大眾。真正大眾覺悟了，要救自己、要救眾生，從哪裡救起？還是從家庭救起。所以我常常講，夫妻結合要講道義，不可以離婚，離婚有罪。離婚不是你們兩個人的事情，破壞社會的倫理，製造社會的不平，製造社會的動亂，毀掉世界和平，你的罪多重！這幾條罪足夠下地獄。"
    },
    {
      "id": "12-017-0398_p0017",
      "zh_CN": "你要问：为什么会有这样重的罪？你夫妻两个离婚，你还有儿女，你的儿女心不平，单亲子女，会给社会造成问题，他心里头有怨恨，他心里不平。他将来危害社会，谁制造的？你们夫妻两个不和制造的。夫妻为什么不和？一念的觉、迷。我常说，你们在结婚之前，彼此互相相爱，看到对方一点缺点都没有，非常可爱；结婚之后，天天讨厌，这怎么行？一念之差在这里。永远看到对方的好处，永远不看对方的缺点，夫妻好合，白头偕老。就这一念之差，这一念就是觉、迷。念念看到对方的好处，觉悟；念念都看对方不是，迷惑；就这一念之差。",
      "zh_TW": "你要問：為什麼會有這樣重的罪？你夫妻兩個離婚，你還有兒女，你的兒女心不平，單親子女，會給社會造成問題，他心裡頭有怨恨，他心裡不平。他將來危害社會，誰製造的？你們夫妻兩個不和製造的。夫妻為什麼不和？一念的覺、迷。我常說，你們在結婚之前，彼此互相相愛，看到對方一點缺點都沒有，非常可愛；結婚之後，天天討厭，這怎麼行？一念之差在這裡。永遠看到對方的好處，永遠不看對方的缺點，夫妻好合，白頭偕老。就這一念之差，這一念就是覺、迷。念念看到對方的好處，覺悟；念念都看對方不是，迷惑；就這一念之差。"
    },
    {
      "id": "12-017-0398_p0018",
      "zh_CN": "我对于社会动乱的看法，我头一个看这个社会的离婚率，如果离婚率太高，这个社会没救。我跟一般人调查其他资料的，我不一样，我看离婚率、看问题的青少年。前年我收到美国一份杂志里面刊载的，美国青少年，问题少年犯罪的，每天青少年犯罪的案件多少件？平均每天六千九百万件。美国国家有统计，其他地区没有统计。美国人口三亿人，每天青少年犯罪的将近七千万人，六千九百多万，太可怕了！成年人犯罪没有包括在里头，你说怎么得了！我们想到不仅是美国，全世界哪个国家地区都有，大乱之世。",
      "zh_TW": "我對於社會動亂的看法，我頭一個看這個社會的離婚率，如果離婚率太高，這個社會沒救。我跟一般人調查其他資料的，我不一樣，我看離婚率、看問題的青少年。前年我收到美國一份雜誌裡面刊載的，美國青少年，問題少年犯罪的，每天青少年犯罪的案件多少件？平均每天六千九百萬件。美國國家有統計，其他地區沒有統計。美國人口三億人，每天青少年犯罪的將近七千萬人，六千九百多萬，太可怕了！成年人犯罪沒有包括在裡頭，你說怎麼得了！我們想到不僅是美國，全世界哪個國家地區都有，大亂之世。"
    },
    {
      "id": "12-017-0398_p0019",
      "zh_CN": "我们生在这个环境，能够遇到佛法，能够听到圣贤教诲，大幸大幸！如果我们能够坚持认真努力学习，把圣贤教诲落实在我们自己的心行，套一句宗教里面的话说，「我们自己得救了」。我们自己本身得救之后，那就要以平等护育帮助众生，以平等心真正爱护众生、教育众生，全心全力去做。为什么？报佛恩，报众生恩。尽一切力量去感化一切众生，当然众生迷惑太久，无始劫的烦恼习气哪有那么容易改变？不容易改变，我们得慢慢来，有耐心，能帮助多少就多少。这是佛家常讲，「佛不度无缘众生」。什么叫无缘？他排斥，他不肯接受，这是无缘。他还能听得进去，听了之后还欢喜，有缘众生。欢喜能够去奉行，缘成熟的众生，底下讲「令成熟善根」。能够依教奉行的是成熟，成熟就是这一生当中，他就能够脱离六道轮回。在六道轮回，这个身叫「最后身」。在六道轮回，我这是最后身，下一次如果再来，那是菩萨乘愿再来，跟这个身完全不一样，那是完全来度化众生的。我们要珍惜这个机缘，这个机缘太难得到了，开经偈讲「百千万劫难遭遇」，彭际清居士说「无量劫来希有难逢的一日」，我们今天碰到了，碰到如果还是迷惑颠倒，信了不解，解了不能行，行了不能证，可惜！这个机会太可惜，错过了。",
      "zh_TW": "我們生在這個環境，能夠遇到佛法，能夠聽到聖賢教誨，大幸大幸！如果我們能夠堅持認真努力學習，把聖賢教誨落實在我們自己的心行，套一句宗教裡面的話說，「我們自己得救了」。我們自己本身得救之後，那就要以平等護育幫助眾生，以平等心真正愛護眾生、教育眾生，全心全力去做。為什麼？報佛恩，報眾生恩。盡一切力量去感化一切眾生，當然眾生迷惑太久，無始劫的煩惱習氣哪有那麼容易改變？不容易改變，我們得慢慢來，有耐心，能幫助多少就多少。這是佛家常講，「佛不度無緣眾生」。什麼叫無緣？他排斥，他不肯接受，這是無緣。他還能聽得進去，聽了之後還歡喜，有緣眾生。歡喜能夠去奉行，緣成熟的眾生，底下講「令成熟善根」。能夠依教奉行的是成熟，成熟就是這一生當中，他就能夠脫離六道輪迴。在六道輪迴，這個身叫「最後身」。在六道輪迴，我這是最後身，下一次如果再來，那是菩薩乘願再來，跟這個身完全不一樣，那是完全來度化眾生的。我們要珍惜這個機緣，這個機緣太難得到了，開經偈講「百千萬劫難遭遇」，彭際清居士說「無量劫來希有難逢的一日」，我們今天碰到了，碰到如果還是迷惑顛倒，信了不解，解了不能行，行了不能證，可惜！這個機會太可惜，錯過了。"
    },
    {
      "id": "12-017-0398_p0020",
      "zh_CN": "清凉大师注解里头，这几段注得都比较多，因为是善财参访的善友，所以前后经文有个对照，这个我都不要细讲，诸位看看就了解。在注解里面有几句值得提醒我们，「大愿精进力，救护一切众生」，这是我们迫切需要学习的。我们今天没有这种勇猛精进的心去帮助一切众生，原因在哪里？我们的愿没有。我们每天发的愿是假的，是祖师大德写成文字教我们念，我们随着他念，不是从真心里头发出来的。「众生无边誓愿度」，天天念，我是不是真的发这个心？没有；看到一只蚂蚁，一下就捏死了，哪里度众生？蚊子来叮，我们一巴掌就打死了，这哪里是「众生无边誓愿度」？杀盗淫妄的念头没断，习气没断，天天还干这些事情。知道干这些事情不对，还照干不误，我们过失在这里。生生世世修学，得不到成就，这就是什么？我们没有真正的愿心。",
      "zh_TW": "清涼大師註解裡頭，這幾段註得都比較多，因為是善財參訪的善友，所以前後經文有個對照，這個我都不要細講，諸位看看就了解。在註解裡面有幾句值得提醒我們，「大願精進力，救護一切眾生」，這是我們迫切需要學習的。我們今天沒有這種勇猛精進的心去幫助一切眾生，原因在哪裡？我們的願沒有。我們每天發的願是假的，是祖師大德寫成文字教我們念，我們隨著他念，不是從真心裡頭發出來的。「眾生無邊誓願度」，天天念，我是不是真的發這個心？沒有；看到一隻螞蟻，一下就捏死了，哪裡度眾生？蚊子來叮，我們一巴掌就打死了，這哪裡是「眾生無邊誓願度」？殺盜淫妄的念頭沒斷，習氣沒斷，天天還幹這些事情。知道幹這些事情不對，還照幹不誤，我們過失在這裡。生生世世修學，得不到成就，這就是什麼？我們沒有真正的願心。"
    },
    {
      "id": "12-017-0398_p0021",
      "zh_CN": "如果真正爱护一切众生，你怎么肯伤害小动物？你要是看到一只小蚂蚁在此地，我们会发心照顾牠，怕牠受到其他的伤害，我们要保障牠的生命自由。所以我常讲，这些小动物，你把牠赶出去都是错误的。我们要常常想到，「己所不欲，勿施于人」；己所不欲，不要施给蚂蚁。我们如果在一个团体里面被人家赶出去，我们做什么感想？今天蚂蚁到我们家里来，我们把牠赶出去，一样道理。牠来了，我们怎么做？我们以礼欢迎，以礼对待牠，不可以蛮横，不可以仗大欺小，这错误了。牠有没有灵性？牠有灵性。不但动物有灵性，花草树木都有灵性，我们真诚的爱护它们、照顾它们，连花草都长得特别茂盛，开得特别好看，它回报你。",
      "zh_TW": "如果真正愛護一切眾生，你怎麼肯傷害小動物？你要是看到一隻小螞蟻在此地，我們會發心照顧牠，怕牠受到其他的傷害，我們要保障牠的生命自由。所以我常講，這些小動物，你把牠趕出去都是錯誤的。我們要常常想到，「己所不欲，勿施於人」；己所不欲，不要施給螞蟻。我們如果在一個團體裡面被人家趕出去，我們做什麼感想？今天螞蟻到我們家裡來，我們把牠趕出去，一樣道理。牠來了，我們怎麼做？我們以禮歡迎，以禮對待牠，不可以蠻橫，不可以仗大欺小，這錯誤了。牠有沒有靈性？牠有靈性。不但動物有靈性，花草樹木都有靈性，我們真誠的愛護它們、照顧它們，連花草都長得特別茂盛，開得特別好看，它回報你。"
    },
    {
      "id": "12-017-0398_p0022",
      "zh_CN": "灵性是什么？就是佛家讲的法性，有情众生叫佛性，无情众生叫法性，法性跟佛性是一个性，灵性的来源，灵性的根本。这样我们才能体会到佛经里面所说，虚空法界一切众生本来是一体，我们要细细去思惟观察，证实佛这一句话，把它证实。果然证实之后，你的思惟、你的理念统统起了变化，过去那些恶劣的习气自自然然就会改变。了凡先生讲改过，这是从心里改，最高层次的，不是从事上改，不是从理上改，从念头上改。必须要真正明了，虚空法界一切众生跟自己是什么关系，你把这个事情搞清楚，念头就改掉，决定没有伤害众生的意念，一草一木都不会伤害，对于任何小动物当然更不会伤害。小动物都不会伤害，怎么会害人？哪有这个道理！这是我们往生的保证，存这种心，行这种事，就一念相应一念佛。",
      "zh_TW": "靈性是什麼？就是佛家講的法性，有情眾生叫佛性，無情眾生叫法性，法性跟佛性是一個性，靈性的來源，靈性的根本。這樣我們才能體會到佛經裡面所說，虛空法界一切眾生本來是一體，我們要細細去思惟觀察，證實佛這一句話，把它證實。果然證實之後，你的思惟、你的理念統統起了變化，過去那些惡劣的習氣自自然然就會改變。了凡先生講改過，這是從心裡改，最高層次的，不是從事上改，不是從理上改，從念頭上改。必須要真正明瞭，虛空法界一切眾生跟自己是什麼關係，你把這個事情搞清楚，念頭就改掉，決定沒有傷害眾生的意念，一草一木都不會傷害，對於任何小動物當然更不會傷害。小動物都不會傷害，怎麼會害人？哪有這個道理！這是我們往生的保證，存這種心，行這種事，就一念相應一念佛。"
    },
    {
      "id": "12-017-0398_p0023",
      "zh_CN": "往生的保证是很具体的，往生的时候你绝对不会生病，你决定知道什么时候走，预知时至。你只好好的修，决定成就。不要说古来的例子很多，现前我们亲眼看到的例子就很多。往年我在台湾，李炳南老居士往生，两年前知道，这是我们在所有念佛往生人，预知时至时间最长的，两年。他讲经的时候告诉大家：我讲经再讲两年，我就不讲了。有很多听众听了这个话之后，到台北来问我：老师讲这个话什么意思？我说：他这个话的意义，两年之后往生。果然没错！这是功夫好的，上乘功夫。通常一般三个月之前知道，去年居士林的老林长陈光别居士往生，三个月之前知道。他在纸上写「八月初七」，写了十几个「八月初七」，三个月之前写的，他家人看到不知道什么意思，到八月初七那一天他往生才知道。三个月之前，他就写得那么清楚，是真的不是假的。我们见到站着往生的、坐着往生的，这半个世纪当中，我们亲眼看到的、亲耳听到的，有十几个人，这个事情不能装假，装不出来的。这给我们做了证明，他们为什么能？经上讲的教诲他做到了。",
      "zh_TW": "往生的保證是很具體的，往生的時候你絕對不會生病，你決定知道什麼時候走，預知時至。你只好好的修，決定成就。不要說古來的例子很多，現前我們親眼看到的例子就很多。往年我在台灣，李炳南老居士往生，兩年前知道，這是我們在所有念佛往生人，預知時至時間最長的，兩年。他講經的時候告訴大家：我講經再講兩年，我就不講了。有很多聽眾聽了這個話之後，到台北來問我：老師講這個話什麼意思？我說：他這個話的意義，兩年之後往生。果然沒錯！這是功夫好的，上乘功夫。通常一般三個月之前知道，去年居士林的老林長陳光別居士往生，三個月之前知道。他在紙上寫「八月初七」，寫了十幾個「八月初七」，三個月之前寫的，他家人看到不知道什麼意思，到八月初七那一天他往生才知道。三個月之前，他就寫得那麼清楚，是真的不是假的。我們見到站著往生的、坐著往生的，這半個世紀當中，我們親眼看到的、親耳聽到的，有十幾個人，這個事情不能裝假，裝不出來的。這給我們做了證明，他們為什麼能？經上講的教誨他做到了。"
    },
    {
      "id": "12-017-0398_p0024",
      "zh_CN": "在中国，听说有不少特异功能的人，在美国我也遇到，美国人有神通的，在澳洲我也听说不少。他们何以有这种能力？交谈之后我相信，是真的不是假的，跟佛法里讲的相应。他没有杂念，心地清净纯朴，也就是说妄想分别执着少。我们的能力为什么失去？佛跟我们说，我们六根的能力都遍虚空法界，佛经上讲这些菩萨，《无量寿经》你们大家念得很熟，极乐世界往生的那些人，到了极乐世界，个个都是神通广大，天眼洞视、天耳彻听、他心遍知，都是尽虚空、遍法界；恢复了，本能，不是从外来的。我们的能力怎么丧失？妄想分别执着。《华严经‧出现品》讲，「一切众生皆有如来智慧德相」，德就是能力，相是相好，「但以妄想执着而不能证得」，这是一句话把我们的病根说出来了。我们因为有妄想、有分别、有执着，把我们的本能统统障碍住，我们的智慧能力不能现前。修平等心就恢复德能，我们的心不平，我们的心不清净，不清净就是有自私自利、有是非人我、有贪瞋痴慢，心就不清净，这些东西统统扫除，清净心就恢复。清净心是真心，平等心是真性，自自然然自性里头的本能统统现前。",
      "zh_TW": "在中國，聽說有不少特異功能的人，在美國我也遇到，美國人有神通的，在澳洲我也聽說不少。他們何以有這種能力？交談之後我相信，是真的不是假的，跟佛法裡講的相應。他沒有雜念，心地清淨純樸，也就是說妄想分別執著少。我們的能力為什麼失去？佛跟我們說，我們六根的能力都遍虛空法界，佛經上講這些菩薩，《無量壽經》你們大家念得很熟，極樂世界往生的那些人，到了極樂世界，個個都是神通廣大，天眼洞視、天耳徹聽、他心遍知，都是盡虛空、遍法界；恢復了，本能，不是從外來的。我們的能力怎麼喪失？妄想分別執著。《華嚴經‧出現品》講，「一切眾生皆有如來智慧德相」，德就是能力，相是相好，「但以妄想執著而不能證得」，這是一句話把我們的病根說出來了。我們因為有妄想、有分別、有執著，把我們的本能統統障礙住，我們的智慧能力不能現前。修平等心就恢復德能，我們的心不平，我們的心不清淨，不清淨就是有自私自利、有是非人我、有貪瞋痴慢，心就不清淨，這些東西統統掃除，清淨心就恢復。清淨心是真心，平等心是真性，自自然然自性裡頭的本能統統現前。"
    },
    {
      "id": "12-017-0398_p0025",
      "zh_CN": "我们读经、研教要不能够落实，不能把经典教训变成自己的思想行为，有什么用？白念了。展开经卷就是亲近佛菩萨，我们要向他学习，学得要像。祖师大德都教给我们，「从根本修」，根本是心性。真诚、清净、平等、正觉、慈悲，这是根本。往昔我们讨厌人，这个人对我不好，常常毁谤我、侮辱我，甚至于想方法陷害我，我恨他、我不喜欢他，现在学了佛，我爱他、我尊敬他、我感恩他，念头转变了。为什么？现在觉悟，他那些行为对我是帮我消业障，我当然要感恩，我怎么可以恨他？我要是恨他，不但我的业障消不了，还要加重。这样我们才真正体会到，古人讲「吃亏是福」，这个意思我懂得了。福从哪里来？业障消了，福就来。这么多人替你消业障，你不感激他，你还恨他，错了，大错特错！",
      "zh_TW": "我們讀經、研教要不能夠落實，不能把經典教訓變成自己的思想行為，有什麼用？白念了。展開經卷就是親近佛菩薩，我們要向他學習，學得要像。祖師大德都教給我們，「從根本修」，根本是心性。真誠、清淨、平等、正覺、慈悲，這是根本。往昔我們討厭人，這個人對我不好，常常毀謗我、侮辱我，甚至於想方法陷害我，我恨他、我不喜歡他，現在學了佛，我愛他、我尊敬他、我感恩他，念頭轉變了。為什麼？現在覺悟，他那些行為對我是幫我消業障，我當然要感恩，我怎麼可以恨他？我要是恨他，不但我的業障消不了，還要加重。這樣我們才真正體會到，古人講「吃虧是福」，這個意思我懂得了。福從哪裡來？業障消了，福就來。這麼多人替你消業障，你不感激他，你還恨他，錯了，大錯特錯！"
    },
    {
      "id": "12-017-0398_p0026",
      "zh_CN": "我们念头转过来，永远生活在感恩的世界，念念感恩、时时感恩、处处感恩，感恩这个念头昼夜不间断，我们的心多舒畅、多快乐，真正是常生欢喜心。这个世间没有冤家、没有对头，顺境、逆境都是修学的好环境，善人、恶人都是我的善知识，善财入这个境界了。这样修学才能明心见性，这样修学念佛才肯定往生；不但你往生，你往生的品位一定高。我们一生当中要争取这个，千万不要被世间名闻利养迷了、被名闻利养害了，那就冤枉！所以要认得什么是真的、什么是假的，什么是我们永恒可以带得去的，什么是我们死了之后一样都带不去的？要分得清楚。真的要认真努力干，假的随缘就好，不要去计较、不要去执着，这一生就会过得很快乐、很幸福。这一段大意我们就讲到此地。",
      "zh_TW": "我們念頭轉過來，永遠生活在感恩的世界，念念感恩、時時感恩、處處感恩，感恩這個念頭晝夜不間斷，我們的心多舒暢、多快樂，真正是常生歡喜心。這個世間沒有冤家、沒有對頭，順境、逆境都是修學的好環境，善人、惡人都是我的善知識，善財入這個境界了。這樣修學才能明心見性，這樣修學念佛才肯定往生；不但你往生，你往生的品位一定高。我們一生當中要爭取這個，千萬不要被世間名聞利養迷了、被名聞利養害了，那就冤枉！所以要認得什麼是真的、什麼是假的，什麼是我們永恆可以帶得去的，什麼是我們死了之後一樣都帶不去的？要分得清楚。真的要認真努力幹，假的隨緣就好，不要去計較、不要去執著，這一生就會過得很快樂、很幸福。這一段大意我們就講到此地。"
    }
  ]
}