{
  "doc_id": "12-017-1644",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六四四卷",
    "zh_TW": "第一六四四卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1644",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "12-017-1644_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「贤首品第十二」，明十地位第六段看起。第六段就是讲远行地，这一段前面没讲完，我们接着看最后一首偈，最后的四句：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「賢首品第十二」，明十地位第六段看起。第六段就是講遠行地，這一段前面沒講完，我們接著看最後一首偈，最後的四句："
    },
    {
      "id": "12-017-1644_p0002",
      "zh_CN": "【若能成就四摄法。则与众生无限利。若与众生无限利。则具最胜智方便。】",
      "zh_TW": "【若能成就四攝法。則與眾生無限利。若與眾生無限利。則具最勝智方便。】"
    },
    {
      "id": "12-017-1644_p0003",
      "zh_CN": "我们看这一首。「四摄法」非常重要，不但大乘菩萨一定要依教奉行，乃至于权教、小乘、人天，乃至于一切众生。如果要想和睦相处，要想共存共荣，我们现在常讲的，希望我们这一生过得很幸福、很美满，你依这个方法去修学，一定能够如愿以偿，你说这个法多么重要！",
      "zh_TW": "我們看這一首。「四攝法」非常重要，不但大乘菩薩一定要依教奉行，乃至於權教、小乘、人天，乃至於一切眾生。如果要想和睦相處，要想共存共榮，我們現在常講的，希望我們這一生過得很幸福、很美滿，你依這個方法去修學，一定能夠如願以償，你說這個法多麼重要！"
    },
    {
      "id": "12-017-1644_p0004",
      "zh_CN": "过去，我在新加坡团结九个宗教。有一次曾士生部长碰到我的时候，他就问我一句话：法师，你用什么方法把九个宗教能够搞得这么和睦？我就告诉他：这个方法是释迦牟尼佛教给我的。他马上就很惊讶：释迦牟尼佛说的？怎么说的？布施、爱语、利行、同事。四摄法用在家庭，一家和睦，谚语常讲「家和万事兴」；用在团体、公司行号，老板跟员工互相尊重，互相敬爱，同心协力，互助合作，这个公司决定兴旺；用在社会，社会安定；用在国家，这个国家富强；用在全世界，世界和平。你说这个多么重要！",
      "zh_TW": "過去，我在新加坡團結九個宗教。有一次曾士生部長碰到我的時候，他就問我一句話：法師，你用什麼方法把九個宗教能夠搞得這麼和睦？我就告訴他：這個方法是釋迦牟尼佛教給我的。他馬上就很驚訝：釋迦牟尼佛說的？怎麼說的？布施、愛語、利行、同事。四攝法用在家庭，一家和睦，諺語常講「家和萬事興」；用在團體、公司行號，老闆跟員工互相尊重，互相敬愛，同心協力，互助合作，這個公司決定興旺；用在社會，社會安定；用在國家，這個國家富強；用在全世界，世界和平。你說這個多麼重要！"
    },
    {
      "id": "12-017-1644_p0005",
      "zh_CN": "佛说得这么好，学佛的人这么多，为什么不会用？你就要想到，这是佛教一切众生的关系法，我们现在讲公关、公共关系，家庭也是公共关系，凡是两个人，夫妻两个人也是要公共关系，前面一定有基础。基础是什么？基础是戒定慧。所以你看看，四摄法摆在远行地。前面告诉我们，第六地菩萨是现前地，般若智慧现前，所以有大智慧。你得到佛这个启示，你就懂得怎样摄受一切众生。",
      "zh_TW": "佛說得這麼好，學佛的人這麼多，為什麼不會用？你就要想到，這是佛教一切眾生的關係法，我們現在講公關、公共關係，家庭也是公共關係，凡是兩個人，夫妻兩個人也是要公共關係，前面一定有基礎。基礎是什麼？基礎是戒定慧。所以你看看，四攝法擺在遠行地。前面告訴我們，第六地菩薩是現前地，般若智慧現前，所以有大智慧。你得到佛這個啟示，你就懂得怎樣攝受一切眾生。"
    },
    {
      "id": "12-017-1644_p0006",
      "zh_CN": "这个摄受，要用我们现在恰当的名词，就是感化，化是教化。用什么方式教化？要用恩德，不可以用权术；要用菩提心，不可以用名利心。名利心，这个四摄法做不到，你学也是假的，也不是真的。所以要有戒定慧，要有菩提心，菩提心是真诚、清净、平等、正觉、慈悲。所以四摄不在小乘，而是在大乘；不在权教，而是在地上菩萨，我们一般讲的法身大士，在遍法界虚空界一切诸佛刹土多半都有六道，应化在六道摄受一切众生。菩萨不但摄受六道，而且还摄受四法界，四圣法界，声闻、缘觉、菩萨、十法界里面的佛，帮助他们成就。",
      "zh_TW": "這個攝受，要用我們現在恰當的名詞，就是感化，化是教化。用什麼方式教化？要用恩德，不可以用權術；要用菩提心，不可以用名利心。名利心，這個四攝法做不到，你學也是假的，也不是真的。所以要有戒定慧，要有菩提心，菩提心是真誠、清淨、平等、正覺、慈悲。所以四攝不在小乘，而是在大乘；不在權教，而是在地上菩薩，我們一般講的法身大士，在遍法界虛空界一切諸佛剎土多半都有六道，應化在六道攝受一切眾生。菩薩不但攝受六道，而且還攝受四法界，四聖法界，聲聞、緣覺、菩薩、十法界裡面的佛，幫助他們成就。"
    },
    {
      "id": "12-017-1644_p0007",
      "zh_CN": "你看这经文上讲『若能成就四摄法，则与众生无限利』，无限利就是我们讲无量无边的利益。所以行四摄法的人决定要做到无私无我，四摄法才能贯彻，才能做得圆满。如果有私心、有我执，我们前面讲，你还有分别、有执着，这个四摄法就困难了，你想做，那是障碍。起心动念想到我的利益，这就做不到。凡是念头上有我的利益，你是一个不折不扣的凡夫，连小乘都做不到。为什么？你看《金刚经》上说得很好，须陀洹已经无我相、无人相、无众生相、无寿者相，他已经放下三界八十八品见惑，证须陀洹果，就《金刚经》上半部讲的四相，四相放下了，难得。跟上面比，那他不行，差太远了，他只是刚刚放下，还带着有很浓的习气，习气太多也会产生障碍。",
      "zh_TW": "你看這經文上講『若能成就四攝法，則與眾生無限利』，無限利就是我們講無量無邊的利益。所以行四攝法的人決定要做到無私無我，四攝法才能貫徹，才能做得圓滿。如果有私心、有我執，我們前面講，你還有分別、有執著，這個四攝法就困難了，你想做，那是障礙。起心動念想到我的利益，這就做不到。凡是念頭上有我的利益，你是一個不折不扣的凡夫，連小乘都做不到。為什麼？你看《金剛經》上說得很好，須陀洹已經無我相、無人相、無眾生相、無壽者相，他已經放下三界八十八品見惑，證須陀洹果，就《金剛經》上半部講的四相，四相放下了，難得。跟上面比，那他不行，差太遠了，他只是剛剛放下，還帶著有很濃的習氣，習氣太多也會產生障礙。"
    },
    {
      "id": "12-017-1644_p0008",
      "zh_CN": "所以他初果，慢慢再把那个粗重的习气不断的要放，放到一定的程度他就往上提升，二果、三果到四果，四果是阿罗汉。阿罗汉还有没有习气？有，还有一些很薄的习气。那个很薄的习气也会障碍，不过障碍不大。到什么时候这个见思烦恼的习气才真正能断尽？还要升一级，辟支佛。到辟支佛（就是缘觉）习气没有了，开始做第二个功夫，要把尘沙惑断掉，尘沙惑在我们《华严》里面讲，分别。于世出世间一切法不再分别了，果然不分别，他又升级了，升到上面一级，上面是菩萨。你就要晓得菩萨还有分别的习气，所以他要把那个习气断掉。这个习气断掉之后，就又升级，升到十法界最高的，叫佛法界。",
      "zh_TW": "所以他初果，慢慢再把那個粗重的習氣不斷的要放，放到一定的程度他就往上提升，二果、三果到四果，四果是阿羅漢。阿羅漢還有沒有習氣？有，還有一些很薄的習氣。那個很薄的習氣也會障礙，不過障礙不大。到什麼時候這個見思煩惱的習氣才真正能斷盡？還要升一級，辟支佛。到辟支佛（就是緣覺）習氣沒有了，開始做第二個功夫，要把塵沙惑斷掉，塵沙惑在我們《華嚴》裡面講，分別。於世出世間一切法不再分別了，果然不分別，他又升級了，升到上面一級，上面是菩薩。你就要曉得菩薩還有分別的習氣，所以他要把那個習氣斷掉。這個習氣斷掉之後，就又升級，升到十法界最高的，叫佛法界。"
    },
    {
      "id": "12-017-1644_p0009",
      "zh_CN": "诸位要晓得，十法界里面的佛，天台家六即佛里面讲相似即佛，相似不是真的。为什么不是真的？无明烦恼没断，在《华严经》里面讲，叫妄想，这个没断。我们知道破一品无明，证一分法身，那就是真佛，那就不是假的。一切烦恼都放下，只有无明没有破，这个位子就是六即佛里面相似即佛。如果这一品无明也破掉，那就叫分证即佛，是真的，不是假的。为什么称分证？无明断了，无始无明的习气在。那个习气很难断，《华严》底下一会，我们就读到。有为法里头，修行证果到这一品，这一品「贤首品」，是十信里面最高的，第十信的菩萨，他破一品无明就证一分法身。贤首菩萨，我们晓得在十法界里面佛法界。破一品无明，他就脱离十法界，到哪里去？到一真法界去了。",
      "zh_TW": "諸位要曉得，十法界裡面的佛，天台家六即佛裡面講相似即佛，相似不是真的。為什麼不是真的？無明煩惱沒斷，在《華嚴經》裡面講，叫妄想，這個沒斷。我們知道破一品無明，證一分法身，那就是真佛，那就不是假的。一切煩惱都放下，只有無明沒有破，這個位子就是六即佛裡面相似即佛。如果這一品無明也破掉，那就叫分證即佛，是真的，不是假的。為什麼稱分證？無明斷了，無始無明的習氣在。那個習氣很難斷，《華嚴》底下一會，我們就讀到。有為法裡頭，修行證果到這一品，這一品「賢首品」，是十信裡面最高的，第十信的菩薩，他破一品無明就證一分法身。賢首菩薩，我們曉得在十法界裡面佛法界。破一品無明，他就脫離十法界，到哪裡去？到一真法界去了。"
    },
    {
      "id": "12-017-1644_p0010",
      "zh_CN": "华藏世界是一真法界，一切诸佛的报土都是一真法界。可是这里头有一个很特殊的，那就是西方极乐世界。西方极乐世界凡圣同居土也可以称之为一真法界，这不可思议，所以这叫特别法门。世尊在大乘教里给我们说，十方无量无边刹土里面，诸佛刹土里没有这个说法，唯独西方极乐世界。所以就怕你不能往生，你一往生，真的即身成佛。你是带业，你的妄想分别执着都没有断，只是有功夫，这个念佛三昧，用这个功夫把这些妄想分别执着控制住，它不起作用，就不发作，控制让它不发作。",
      "zh_TW": "華藏世界是一真法界，一切諸佛的報土都是一真法界。可是這裡頭有一個很特殊的，那就是西方極樂世界。西方極樂世界凡聖同居土也可以稱之為一真法界，這不可思議，所以這叫特別法門。世尊在大乘教裡給我們說，十方無量無邊剎土裡面，諸佛剎土裡沒有這個說法，唯獨西方極樂世界。所以就怕你不能往生，你一往生，真的即身成佛。你是帶業，你的妄想分別執著都沒有斷，只是有功夫，這個念佛三昧，用這個功夫把這些妄想分別執著控制住，它不起作用，就不發作，控制讓它不發作。"
    },
    {
      "id": "12-017-1644_p0011",
      "zh_CN": "我们念佛人要明白这个道理，在日常生活当中，就是说你要把你的烦恼习气、七情五欲要控制住。你要是控制不了？控制不了，念佛不能往生。念佛往生，决定能控制自己烦恼习气。这就是顺境善缘，如何控制？不生贪恋，逆境恶缘不生瞋恚。境界现前，清清楚楚、明明白白，决定不会被境界所转，这叫功夫成片，这就决定得生。你不被外头境界转了，我们现在讲的是你不受外界的影响，有这样的功夫，不受外界影响。所以还是不容易，但是比断烦恼就容易太多，这是把烦恼压住，就是石头压草，压住。用什么东西压？用那一句佛号。",
      "zh_TW": "我們念佛人要明白這個道理，在日常生活當中，就是說你要把你的煩惱習氣、七情五欲要控制住。你要是控制不了？控制不了，念佛不能往生。念佛往生，決定能控制自己煩惱習氣。這就是順境善緣，如何控制？不生貪戀，逆境惡緣不生瞋恚。境界現前，清清楚楚、明明白白，決定不會被境界所轉，這叫功夫成片，這就決定得生。你不被外頭境界轉了，我們現在講的是你不受外界的影響，有這樣的功夫，不受外界影響。所以還是不容易，但是比斷煩惱就容易太多，這是把煩惱壓住，就是石頭壓草，壓住。用什麼東西壓？用那一句佛號。"
    },
    {
      "id": "12-017-1644_p0012",
      "zh_CN": "所以你要记住，这个念佛的人会念，怎么叫会念？顺境，一切都不错，很好、很喜欢；善缘，善缘讲善人，所遇到的都是好人，最容易生起贪爱，一有贪爱马上堕落了。不但连世缘，名闻利养、五欲六尘不能有一点贪爱，连佛法都不能贪。佛说得很好，「法尚应舍，何况非法」，法是佛法，你在佛法里起了贪心，不能往生。譬如有人喜欢佛像，他供养那个佛像都是古董，都是非常名贵的，这就起了贪爱；经书，这书也是非常名贵的古版，几百年、一千多年留下来的版本，非常宝贵，你要生了贪爱心就糟了，要看淡。",
      "zh_TW": "所以你要記住，這個念佛的人會念，怎麼叫會念？順境，一切都不錯，很好、很喜歡；善緣，善緣講善人，所遇到的都是好人，最容易生起貪愛，一有貪愛馬上墮落了。不但連世緣，名聞利養、五欲六塵不能有一點貪愛，連佛法都不能貪。佛說得很好，「法尚應捨，何況非法」，法是佛法，你在佛法裡起了貪心，不能往生。譬如有人喜歡佛像，他供養那個佛像都是古董，都是非常名貴的，這就起了貪愛；經書，這書也是非常名貴的古版，幾百年、一千多年留下來的版本，非常寶貴，你要生了貪愛心就糟了，要看淡。"
    },
    {
      "id": "12-017-1644_p0013",
      "zh_CN": "好在我这一生，从小出生在贫寒的家庭，一生也没有过过什么好日子，所以对这个东西一点贪心都没有。我供养的佛像，喜欢用复制品，我不要那个真的东西，去拿去翻印。我读的书籍，我不喜欢用原本，原本送给图书馆、送给博物馆去保存，那是有价值的，我用影印本。影印本好！随便可以在上面写字。如果是线装书，那就不可以。为什么？它是代代相传，你要在上面有圈、有点，你怎么能传给下一代？一定要保持很完整。包括《大藏经》，《大藏经》上不可以圈、不可以点。所以我要什么？我要影印本，影印本上可以圈、可以点、可以写字、可以做记号，只有我自己用，这不是给别人的，方便，一点贪恋都没有。",
      "zh_TW": "好在我這一生，從小出生在貧寒的家庭，一生也沒有過過什麼好日子，所以對這個東西一點貪心都沒有。我供養的佛像，喜歡用複製品，我不要那個真的東西，去拿去翻印。我讀的書籍，我不喜歡用原本，原本送給圖書館、送給博物館去保存，那是有價值的，我用影印本。影印本好！隨便可以在上面寫字。如果是線裝書，那就不可以。為什麼？它是代代相傳，你要在上面有圈、有點，你怎麼能傳給下一代？一定要保持很完整。包括《大藏經》，《大藏經》上不可以圈、不可以點。所以我要什麼？我要影印本，影印本上可以圈、可以點、可以寫字、可以做記號，只有我自己用，這不是給別人的，方便，一點貪戀都沒有。"
    },
    {
      "id": "12-017-1644_p0014",
      "zh_CN": "逆境是外缘不好，环境不好；恶缘，你所遇到的都不是善人，都不是真心想帮助你的人，都是找麻烦的。这时候怎么办？不生瞋恚，决定没有瞋恚心，修忍辱波罗蜜。逆境恶缘要忍，顺境善缘还是要忍，要懂得保持自己的清净心、平等心、慈悲心，这重要。起心动念，没有一个念头为自己，为众生、为别人的，这就对了；为自己，错了！没有自己，无我、无人、无众生、无寿者，哪来的自己？《金刚经》后半部说得更彻底，「无我见，无人见，无众生见，无寿者见」，见是念头，念头都没有，你才真正能断得了烦恼。所以，我们没有这个功夫。没有这个功夫怎么办？要念佛。",
      "zh_TW": "逆境是外緣不好，環境不好；惡緣，你所遇到的都不是善人，都不是真心想幫助你的人，都是找麻煩的。這時候怎麼辦？不生瞋恚，決定沒有瞋恚心，修忍辱波羅蜜。逆境惡緣要忍，順境善緣還是要忍，要懂得保持自己的清淨心、平等心、慈悲心，這重要。起心動念，沒有一個念頭為自己，為眾生、為別人的，這就對了；為自己，錯了！沒有自己，無我、無人、無眾生、無壽者，哪來的自己？《金剛經》後半部說得更徹底，「無我見，無人見，無眾生見，無壽者見」，見是念頭，念頭都沒有，你才真正能斷得了煩惱。所以，我們沒有這個功夫。沒有這個功夫怎麼辦？要念佛。"
    },
    {
      "id": "12-017-1644_p0015",
      "zh_CN": "念佛是无量法门里头，可以说第一殊胜。它容易、简单，一切时、一切处都没有妨碍，就是一句阿弥陀佛。六根接触外面六尘境界的时候，念头才一起，立刻把它换成「阿弥陀佛」，这叫会念佛，用阿弥陀佛取代你自己的妄念。这个妄念，不管是善还是不善，那都不要紧，善、不善的念头统统要打掉。为什么？善念是生三善道，恶念是生三恶道，你总是出不了六道轮回。所以只要起心动念，就把它打掉。古人讲的，这教人用功，「不怕念起，只怕觉迟」，妄念起来，或者是贪爱，或者是瞋恨，念头起来，不怕，就怕觉迟。什么是觉？提起阿弥陀佛就是觉悟。我这一句佛号就把这个念头打掉，贪爱的念头也打掉，瞋恚的念头也打掉，决定不能让念头起来，念念都是阿弥陀佛，这叫功夫成片。有这样的功夫的人决定得生，那就恭喜你！你果真发愿求生西方极乐世界，你就到极乐世界去作佛去了。",
      "zh_TW": "念佛是無量法門裡頭，可以說第一殊勝。它容易、簡單，一切時、一切處都沒有妨礙，就是一句阿彌陀佛。六根接觸外面六塵境界的時候，念頭才一起，立刻把它換成「阿彌陀佛」，這叫會念佛，用阿彌陀佛取代你自己的妄念。這個妄念，不管是善還是不善，那都不要緊，善、不善的念頭統統要打掉。為什麼？善念是生三善道，惡念是生三惡道，你總是出不了六道輪迴。所以只要起心動念，就把它打掉。古人講的，這教人用功，「不怕念起，只怕覺遲」，妄念起來，或者是貪愛，或者是瞋恨，念頭起來，不怕，就怕覺遲。什麼是覺？提起阿彌陀佛就是覺悟。我這一句佛號就把這個念頭打掉，貪愛的念頭也打掉，瞋恚的念頭也打掉，決定不能讓念頭起來，念念都是阿彌陀佛，這叫功夫成片。有這樣的功夫的人決定得生，那就恭喜你！你果真發願求生西方極樂世界，你就到極樂世界去作佛去了。"
    },
    {
      "id": "12-017-1644_p0016",
      "zh_CN": "一定要到极乐世界，为什么？在这个世间你做不了佛，这个世界非常危险，你内有烦恼，外有诱惑。所以功夫一得力，功夫一成片，那个聪明人赶紧就往生了。寿命还有多长，不要了，这是聪明人，他知道利害。不要活长久，为什么？活得太老，年岁老的时候就糊涂，那个麻烦。现在有所谓老人痴呆症，如果一得这个就不能往生了，为什么？他临终的时候佛号提不起来，他的妄念没办法克服。所以真正聪明人决不求长寿，但是一定要求健康，头脑清楚，决定不迷惑。你看每个往生临走的人，决定第一个条件头脑清楚，一丝毫不迷惑，他才能选择。",
      "zh_TW": "一定要到極樂世界，為什麼？在這個世間你做不了佛，這個世界非常危險，你內有煩惱，外有誘惑。所以功夫一得力，功夫一成片，那個聰明人趕緊就往生了。壽命還有多長，不要了，這是聰明人，他知道利害。不要活長久，為什麼？活得太老，年歲老的時候就糊塗，那個麻煩。現在有所謂老人痴呆症，如果一得這個就不能往生了，為什麼？他臨終的時候佛號提不起來，他的妄念沒辦法克服。所以真正聰明人決不求長壽，但是一定要求健康，頭腦清楚，決定不迷惑。你看每個往生臨走的人，決定第一個條件頭腦清楚，一絲毫不迷惑，他才能選擇。"
    },
    {
      "id": "12-017-1644_p0017",
      "zh_CN": "所以人死了以后来生到哪一道去，决定在最后一念，这个事实不能不知道。最后一念是安详，他不堕恶道，最后一念是痛苦，肯定恶道去了。如果最后一念是瞋恚，地狱道去了；最后一念是贪心，他还有什么财产，还有什么放不下的，贪恋，舍不得，堕饿鬼；最后一念是愚痴，愚痴真的就像白痴一样，什么都不懂，畜生道。所以这三恶道，贪瞋痴，最后是起这个念头，那就坏了！最后走的，还想利益众生、利益社会，这人天道。你全搞清楚、搞明白了，你才晓得应该怎么修，应该怎样选择，这要智慧。",
      "zh_TW": "所以人死了以後來生到哪一道去，決定在最後一念，這個事實不能不知道。最後一念是安詳，他不墮惡道，最後一念是痛苦，肯定惡道去了。如果最後一念是瞋恚，地獄道去了；最後一念是貪心，他還有什麼財產，還有什麼放不下的，貪戀，捨不得，墮餓鬼；最後一念是愚痴，愚痴真的就像白痴一樣，什麼都不懂，畜生道。所以這三惡道，貪瞋痴，最後是起這個念頭，那就壞了！最後走的，還想利益眾生、利益社會，這人天道。你全搞清楚、搞明白了，你才曉得應該怎麼修，應該怎樣選擇，這要智慧。"
    },
    {
      "id": "12-017-1644_p0018",
      "zh_CN": "所以要养成一个习惯，那就是「与众生无限利」。我有多大能力，我帮多大忙。利益里面，最殊胜的利益是帮助大众开悟。你看大乘教里头，佛在每一部经论都教人，大千世界七宝布施，财布施，福报可大，比不上为人说四句偈的法布施。常常读诵大乘的同学，你在经上常常看到。我们就晓得，法布施的功德无比的殊胜。哪些是法布施？经书是法布施。现在多了，现在可以用录相带、录音带、光碟片，讲经的、读诵的、唱念的，太多太多这些了。你能常常布施这些，这功德大。修这么大的功德，如果不是回向求生净土，来生得人天福报。你要晓得，这个世间做大官的、发大财的，不是偶然的，过去生中在佛门当中修法布施。如果不是修法布施，哪有这样殊胜的果报？",
      "zh_TW": "所以要養成一個習慣，那就是「與眾生無限利」。我有多大能力，我幫多大忙。利益裡面，最殊勝的利益是幫助大眾開悟。你看大乘教裡頭，佛在每一部經論都教人，大千世界七寶布施，財布施，福報可大，比不上為人說四句偈的法布施。常常讀誦大乘的同學，你在經上常常看到。我們就曉得，法布施的功德無比的殊勝。哪些是法布施？經書是法布施。現在多了，現在可以用錄相帶、錄音帶、光碟片，講經的、讀誦的、唱念的，太多太多這些了。你能常常布施這些，這功德大。修這麼大的功德，如果不是迴向求生淨土，來生得人天福報。你要曉得，這個世間做大官的、發大財的，不是偶然的，過去生中在佛門當中修法布施。如果不是修法布施，哪有這樣殊勝的果報？"
    },
    {
      "id": "12-017-1644_p0019",
      "zh_CN": "修法布施为什么还会到人间来，没有去作佛？那就是往生西方极乐世界那个愿，信愿行不具足，对于世间人天福报有贪恋，就变成这样。这个事情，世尊（佛）在经里也说得很清楚、很明白，叫什么？叫「三世怨」。第一世在佛门里修行，积功累德，不求往生；第二生得人天大福报，在享人天大福报的时候，把修行、培福就忘得一干二净，纵然是修一点福，都很有限，所以福报享尽了；第三世业力又现前，往下堕落了。这叫三世怨。",
      "zh_TW": "修法布施為什麼還會到人間來，沒有去作佛？那就是往生西方極樂世界那個願，信願行不具足，對於世間人天福報有貪戀，就變成這樣。這個事情，世尊（佛）在經裡也說得很清楚、很明白，叫什麼？叫「三世怨」。第一世在佛門裡修行，積功累德，不求往生；第二生得人天大福報，在享人天大福報的時候，把修行、培福就忘得一乾二淨，縱然是修一點福，都很有限，所以福報享盡了；第三世業力又現前，往下墮落了。這叫三世怨。"
    },
    {
      "id": "12-017-1644_p0020",
      "zh_CN": "我们要常常记住佛的教诲，时时刻刻警惕，不能干这个傻事。这个傻事过去生中我们造得太多，这一生可不能再造了；再造，还是出不去。这一次出不去，你要知道，在六道里头生死轮回要搞多少次你才能遇到一次佛法的法缘？所以佛常讲「人身难得，佛法难闻」，一点都不假。佛法是真的难闻，不是假的，可不能不知道。你想想我们现前这个世界，世界人口将近七十亿，七十亿人里面，几个人闻佛法？闻到、接触到佛法的人，有几个人真的信佛法？有几个人真的理解佛法？有几个人真的依教修行佛法？这几层淘汰，淘汰到最后没有几个。",
      "zh_TW": "我們要常常記住佛的教誨，時時刻刻警惕，不能幹這個傻事。這個傻事過去生中我們造得太多，這一生可不能再造了；再造，還是出不去。這一次出不去，你要知道，在六道裡頭生死輪迴要搞多少次你才能遇到一次佛法的法緣？所以佛常講「人身難得，佛法難聞」，一點都不假。佛法是真的難聞，不是假的，可不能不知道。你想想我們現前這個世界，世界人口將近七十億，七十億人裡面，幾個人聞佛法？聞到、接觸到佛法的人，有幾個人真的信佛法？有幾個人真的理解佛法？有幾個人真的依教修行佛法？這幾層淘汰，淘汰到最後沒有幾個。"
    },
    {
      "id": "12-017-1644_p0021",
      "zh_CN": "佛讲这两句话意思可深了，我们不能把它当作耳边风看待。这是佛的无尽的慈悲，真实的智慧，告诉我们。真正时时刻刻有这个念头，利益众生，舍己为人。我有多少力量，我就贡献多少力量，不要留着给自己；留着给自己，就是祸害。这个道理世间人不懂，我在初学的时候也不懂。不过我遇到一个好老师，章嘉大师，他老人家把这个事实真相告诉我，我才明了。明了之后，依教奉行，喜欢布施，喜欢帮助别人。成就别人，真正是成就自己。尤其不可思议的，佛家常讲「佛氏门中，有求必应」，怎么求法？就是布施，所以愈施愈多。",
      "zh_TW": "佛講這兩句話意思可深了，我們不能把它當作耳邊風看待。這是佛的無盡的慈悲，真實的智慧，告訴我們。真正時時刻刻有這個念頭，利益眾生，捨己為人。我有多少力量，我就貢獻多少力量，不要留著給自己；留著給自己，就是禍害。這個道理世間人不懂，我在初學的時候也不懂。不過我遇到一個好老師，章嘉大師，他老人家把這個事實真相告訴我，我才明瞭。明瞭之後，依教奉行，喜歡布施，喜歡幫助別人。成就別人，真正是成就自己。尤其不可思議的，佛家常講「佛氏門中，有求必應」，怎麼求法？就是布施，所以愈施愈多。"
    },
    {
      "id": "12-017-1644_p0022",
      "zh_CN": "我从前是什么都没有，连穿衣吃饭都成问题，贫贱到如此的地步，得到老师的教诲，老师教我修布施。我那个时候很困难，布施要有钱，哪有钱？老师说：一块、两块有没有？一毛、两毛有没有？我这才明了，不是等到你有钱、有力量的时候去布施，没有钱、没有能力的时候要修布施。要饭的，要到一块钱、要到几个铜板，他能把几个铜板去做好事，布施。到了五年、十年，环境显著就改善，收入勉强能糊口。从一贫如洗，能够真正干十年，一丝毫怀疑都没有，真干，全心全力的帮助别人。",
      "zh_TW": "我從前是什麼都沒有，連穿衣吃飯都成問題，貧賤到如此的地步，得到老師的教誨，老師教我修布施。我那個時候很困難，布施要有錢，哪有錢？老師說：一塊、兩塊有沒有？一毛、兩毛有沒有？我這才明瞭，不是等到你有錢、有力量的時候去布施，沒有錢、沒有能力的時候要修布施。要飯的，要到一塊錢、要到幾個銅板，他能把幾個銅板去做好事，布施。到了五年、十年，環境顯著就改善，收入勉強能餬口。從一貧如洗，能夠真正幹十年，一絲毫懷疑都沒有，真幹，全心全力的幫助別人。"
    },
    {
      "id": "12-017-1644_p0023",
      "zh_CN": "还有，没有钱的时候，我们用身体、体力帮助人，现在讲做义工。义工是布施，财布施，我用身体来服务，这是内财布施，内财布施的果报比外财更殊胜。内财布施，不但得财富、得聪明智慧，而且得健康长寿。所以有时间，我那时候年轻，到寺庙里面做义工。星期天如果没有事情的话，一定到寺庙做义工。我做的义工，因为常常写字，在公家工作是做文书，常常写字，到寺庙给人家写疏文、写牌位，我去做这个服务，这跟我工作的本行也相关。晚上，他们做法会的时候，晚上下了班，一下班我就去，到庙里吃晚饭，吃过晚饭就给他写，至少可以写二、三个小时。统统是布施，只要你真有这个心，布施的范围非常广大，做不尽的。",
      "zh_TW": "還有，沒有錢的時候，我們用身體、體力幫助人，現在講做義工。義工是布施，財布施，我用身體來服務，這是內財布施，內財布施的果報比外財更殊勝。內財布施，不但得財富、得聰明智慧，而且得健康長壽。所以有時間，我那時候年輕，到寺廟裡面做義工。星期天如果沒有事情的話，一定到寺廟做義工。我做的義工，因為常常寫字，在公家工作是做文書，常常寫字，到寺廟給人家寫疏文、寫牌位，我去做這個服務，這跟我工作的本行也相關。晚上，他們做法會的時候，晚上下了班，一下班我就去，到廟裡吃晚飯，吃過晚飯就給他寫，至少可以寫二、三個小時。統統是布施，只要你真有這個心，布施的範圍非常廣大，做不盡的。"
    },
    {
      "id": "12-017-1644_p0024",
      "zh_CN": "我还有个好习惯，我喜欢读书，书里面好的句子，我常常抄下来供养别人，让大家统统得利益。一本书很厚，要很长的时间看，有很多人没有时间，送给他他也不看。尤其是现代人，愈简单愈好，你送一张卡片，里面不到一、二百字，最受欢迎。我每天读书，我常常喜欢写。现在方便了，可以影印，到处送人；现在还有网路，放在网路上给大家传阅。方式很多，在日常生活当中，你真的想做，做不尽、做不完，多快乐。确实喜欢布施的人法喜充满，自利利他，都是无限的。",
      "zh_TW": "我還有個好習慣，我喜歡讀書，書裡面好的句子，我常常抄下來供養別人，讓大家統統得利益。一本書很厚，要很長的時間看，有很多人沒有時間，送給他他也不看。尤其是現代人，愈簡單愈好，你送一張卡片，裡面不到一、二百字，最受歡迎。我每天讀書，我常常喜歡寫。現在方便了，可以影印，到處送人；現在還有網路，放在網路上給大家傳閱。方式很多，在日常生活當中，你真的想做，做不盡、做不完，多快樂。確實喜歡布施的人法喜充滿，自利利他，都是無限的。"
    },
    {
      "id": "12-017-1644_p0025",
      "zh_CN": "后面给我们说了一句，『则具最胜智方便』，这里特别着重在「方便」。十波罗蜜里面，方便波罗蜜、智波罗蜜。「最胜」这两个字贯穿这两桩事情，贯穿智波罗蜜、方便波罗蜜。这个智是权智，权智是智慧的应用，我们讲善巧，佛家讲善巧跟此地讲的最胜智是一个意思。善是好，巧是太巧妙了，所以善巧是智波罗蜜。方便，方是方法，方法太多了；便是便宜，换句话说，就是最恰当的、最适合的。这个最恰当、最适合就不一定，因时、因地、因人、因事千变万化。你接触到外面的人事物，你知道哪一种方法最恰当，那叫方便波罗蜜。所以方便里头要有善巧，就是要有最胜智。你无论是在生活、是在工作，处事待人接物无往而不利，没有人不欢迎你，没有人不尊重你，没有人不向你学习，你就成功了。",
      "zh_TW": "後面給我們說了一句，『則具最勝智方便』，這裡特別著重在「方便」。十波羅蜜裡面，方便波羅蜜、智波羅蜜。「最勝」這兩個字貫穿這兩樁事情，貫穿智波羅蜜、方便波羅蜜。這個智是權智，權智是智慧的應用，我們講善巧，佛家講善巧跟此地講的最勝智是一個意思。善是好，巧是太巧妙了，所以善巧是智波羅蜜。方便，方是方法，方法太多了；便是便宜，換句話說，就是最恰當的、最適合的。這個最恰當、最適合就不一定，因時、因地、因人、因事千變萬化。你接觸到外面的人事物，你知道哪一種方法最恰當，那叫方便波羅蜜。所以方便裡頭要有善巧，就是要有最勝智。你無論是在生活、是在工作，處事待人接物無往而不利，沒有人不歡迎你，沒有人不尊重你，沒有人不向你學習，你就成功了。"
    },
    {
      "id": "12-017-1644_p0026",
      "zh_CN": "可是这个你要知道，最殊胜的善巧方便离不开四摄法，而四摄法离不开般若现前，般若现前离不开清净性，真诚、清净、慈悲，决定离不开，而真诚、清净、慈悲也离不开戒律。你得慢慢往上推，为什么我现在这个学不到？你没有前面的底子，前面的基础你没有。现在学来得及来不及？来得及，再大的年岁都来得及。而且把基础佛法修好非常重要，实在不困难，困难是你不肯干，你没有这个认识。",
      "zh_TW": "可是這個你要知道，最殊勝的善巧方便離不開四攝法，而四攝法離不開般若現前，般若現前離不開清淨性，真誠、清淨、慈悲，決定離不開，而真誠、清淨、慈悲也離不開戒律。你得慢慢往上推，為什麼我現在這個學不到？你沒有前面的底子，前面的基礎你沒有。現在學來得及來不及？來得及，再大的年歲都來得及。而且把基礎佛法修好非常重要，實在不困難，困難是你不肯幹，你沒有這個認識。"
    },
    {
      "id": "12-017-1644_p0027",
      "zh_CN": "前几天，有两个年轻人打电话给我，最近一年多受了很多折磨，受了苦难。打电话告诉我，他说现在他们觉悟了，这个苦难是应该受的。我说：怎么回事？他说过去听我讲《弟子规》，他们怀疑，不肯相信。现在受了许多苦难之后，知道了，我要从《弟子规》学起。以前什么？都很自负，《弟子规》这个东西是小孩学的，不是我们学的。错了，现在才知道错了。",
      "zh_TW": "前幾天，有兩個年輕人打電話給我，最近一年多受了很多折磨，受了苦難。打電話告訴我，他說現在他們覺悟了，這個苦難是應該受的。我說：怎麼回事？他說過去聽我講《弟子規》，他們懷疑，不肯相信。現在受了許多苦難之後，知道了，我要從《弟子規》學起。以前什麼？都很自負，《弟子規》這個東西是小孩學的，不是我們學的。錯了，現在才知道錯了。"
    },
    {
      "id": "12-017-1644_p0028",
      "zh_CN": "还有一定要认识根本的教育是性德。像《弟子规》，性德，本性本善，你本来就是这样的；《太上感应篇》是性德，你自性本来如是；十善业道亦复如此，这个要懂。决不是儒释道的祖师大德定这么多规矩要我守，牵着我鼻子走。你不服气！你不晓得，性德，不是他定的，而是他们回归自性，表现出来就是这个样子。当然，他教别人也是这样的，他要不是这样教人，那他对不起良心，他也对不起众生。圣贤的教育没有别的，就是帮助我们回归自性。",
      "zh_TW": "還有一定要認識根本的教育是性德。像《弟子規》，性德，本性本善，你本來就是這樣的；《太上感應篇》是性德，你自性本來如是；十善業道亦復如此，這個要懂。決不是儒釋道的祖師大德定這麼多規矩要我守，牽著我鼻子走。你不服氣！你不曉得，性德，不是他定的，而是他們回歸自性，表現出來就是這個樣子。當然，他教別人也是這樣的，他要不是這樣教人，那他對不起良心，他也對不起眾生。聖賢的教育沒有別的，就是幫助我們回歸自性。"
    },
    {
      "id": "12-017-1644_p0029",
      "zh_CN": "所以佛教里头，佛教里面的教育，过去李老师跟我谈过，八万四千法门，无量法门，只有一个目标，「明心见性，见性成佛」。连净土宗都不例外，但是净土宗明心见性不在这一生，到极乐世界。所以到极乐世界亲近阿弥陀佛，在阿弥陀佛会上明心见性。但是其他的法门都要在这个地方明心见性，所以难，太难太难！所以净土叫易行道，这不能不搞清楚。",
      "zh_TW": "所以佛教裡頭，佛教裡面的教育，過去李老師跟我談過，八萬四千法門，無量法門，只有一個目標，「明心見性，見性成佛」。連淨土宗都不例外，但是淨土宗明心見性不在這一生，到極樂世界。所以到極樂世界親近阿彌陀佛，在阿彌陀佛會上明心見性。但是其他的法門都要在這個地方明心見性，所以難，太難太難！所以淨土叫易行道，這不能不搞清楚。"
    },
    {
      "id": "12-017-1644_p0030",
      "zh_CN": "所以，一切贤圣教化众生绝不离开性德。离开性德，那他就错了。我们今天称圣学，圣学就是与性德相应，称为圣学。与性德相违背，不是圣学，那就叫凡人；与性德相应的是圣学，学做圣人。所以学佛，就是学作佛、学作菩萨、学作阿罗汉，这都叫学佛。没有教你学做官，没有教你学发财，没有教你坑人、骗人，绝对没有教这个，恢复性德而已。这叫最胜智方便。现在时间到了，我们休息几分钟。",
      "zh_TW": "所以，一切賢聖教化眾生絕不離開性德。離開性德，那他就錯了。我們今天稱聖學，聖學就是與性德相應，稱為聖學。與性德相違背，不是聖學，那就叫凡人；與性德相應的是聖學，學做聖人。所以學佛，就是學作佛、學作菩薩、學作阿羅漢，這都叫學佛。沒有教你學做官，沒有教你學發財，沒有教你坑人、騙人，絕對沒有教這個，恢復性德而已。這叫最勝智方便。現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "12-017-1644_p0031",
      "zh_CN": "诸位法师，诸位同学，请坐。我们接着看下面第七段，有三首颂，我们先把经文念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。我們接著看下面第七段，有三首頌，我們先把經文念一遍："
    },
    {
      "id": "12-017-1644_p0032",
      "zh_CN": "【若具最胜智方便。则住勇猛无上道。若住勇猛无上道。则能摧殄诸魔力。若能摧殄诸魔力。则能超出四魔境。若能超出四魔境。则得至于不退地。若得至于不退地。则得无生深法忍。若得无生深法忍。则为诸佛所授记。】",
      "zh_TW": "【若具最勝智方便。則住勇猛無上道。若住勇猛無上道。則能摧殄諸魔力。若能摧殄諸魔力。則能超出四魔境。若能超出四魔境。則得至於不退地。若得至於不退地。則得無生深法忍。若得無生深法忍。則為諸佛所授記。】"
    },
    {
      "id": "12-017-1644_p0033",
      "zh_CN": "这三首偈是讲八地，八地是不动地。所以这个偈颂里面有『不退地』，真正到念不退了。当然这三种不退，位不退，可以说圆教初住菩萨，位不退、行不退，这都做到了，唯独念不退。实在讲，三不退在圆教初住是都证得了，前面跟诸位报告，习气没有断。虽然习气对于行持没有太大的妨碍，总有一点关系，就像我们在日常生活当中修行，遇到困境，虽然还是肯干，但是退回的念头会生，不想再做了，有这个念头。这个念头是什么？这个念头是习气。",
      "zh_TW": "這三首偈是講八地，八地是不動地。所以這個偈頌裡面有『不退地』，真正到念不退了。當然這三種不退，位不退，可以說圓教初住菩薩，位不退、行不退，這都做到了，唯獨念不退。實在講，三不退在圓教初住是都證得了，前面跟諸位報告，習氣沒有斷。雖然習氣對於行持沒有太大的妨礙，總有一點關係，就像我們在日常生活當中修行，遇到困境，雖然還是肯幹，但是退回的念頭會生，不想再做了，有這個念頭。這個念頭是什麼？這個念頭是習氣。"
    },
    {
      "id": "12-017-1644_p0034",
      "zh_CN": "我们的习气很重、很强，这个念头如果继续不断的上升，真的，我们就不想干了，遇到太多的阻力，所谓是「好事多磨」。为什么还能继续干下去？那就是佛菩萨的加持。佛菩萨怎么加持？经典。每天读经，经里面佛都鼓励我们，甚至于都把这些困境说得很清楚、很明白。菩萨能克服，不会被外境动摇，我们想想，为什么禁不起考验？所以想想，把那一股勇猛精进的念头就又提起来了。这个事情一生当中常常有，不是没有。但是确实，是对事没有产生严重的妨碍，只是有这个念头而已，这个强烈的东西就是习气。八地菩萨极其微细的这个念头都没有了，那就真的不动了。由此可知，七地还有很微细的这些习气，八地才断干净。可见得这是相当不容易的一桩事情。",
      "zh_TW": "我們的習氣很重、很強，這個念頭如果繼續不斷的上升，真的，我們就不想幹了，遇到太多的阻力，所謂是「好事多磨」。為什麼還能繼續幹下去？那就是佛菩薩的加持。佛菩薩怎麼加持？經典。每天讀經，經裡面佛都鼓勵我們，甚至於都把這些困境說得很清楚、很明白。菩薩能克服，不會被外境動搖，我們想想，為什麼禁不起考驗？所以想想，把那一股勇猛精進的念頭就又提起來了。這個事情一生當中常常有，不是沒有。但是確實，是對事沒有產生嚴重的妨礙，只是有這個念頭而已，這個強烈的東西就是習氣。八地菩薩極其微細的這個念頭都沒有了，那就真的不動了。由此可知，七地還有很微細的這些習氣，八地才斷乾淨。可見得這是相當不容易的一樁事情。"
    },
    {
      "id": "12-017-1644_p0035",
      "zh_CN": "这段文里面，清凉大师跟我们说六个意思，我们看注解。「七若具最胜下三颂」，就是『若具最胜智方便』这下面三首偈颂。「明第八地」，明是说明。「略辨六义」，它这里总共是有，我们说这个一句一句的是十二句，每两句说一桩事情，所以就六桩事情，略辨六义。第一个「道胜（通胜），谓无功用道，故云勇猛无上」，这就是第一行两句，「若具最胜智方便」，可见得这一句承前启后，如果没有远行地的殊胜智慧方便，你就不能向上提升。在这个地方，我们很明显的能够看得出来，每一地他学的是什么功课，在这里看到了。你能把这一个阶段，这一地一地就好像我们念书一样，一年级、二年级，你把你这一年应该学习的课程都学好了，达到满意的标准，那就升级了。所以七地菩萨要能够具足最胜智方便，他就升级了；如果达不到这个层次，他还要继续在远行地里面的修学。",
      "zh_TW": "這段文裡面，清涼大師跟我們說六個意思，我們看註解。「七若具最勝下三頌」，就是『若具最勝智方便』這下面三首偈頌。「明第八地」，明是說明。「略辨六義」，它這裡總共是有，我們說這個一句一句的是十二句，每兩句說一樁事情，所以就六樁事情，略辨六義。第一個「道勝（通勝），謂無功用道，故云勇猛無上」，這就是第一行兩句，「若具最勝智方便」，可見得這一句承前啟後，如果沒有遠行地的殊勝智慧方便，你就不能向上提升。在這個地方，我們很明顯的能夠看得出來，每一地他學的是什麼功課，在這裡看到了。你能把這一個階段，這一地一地就好像我們念書一樣，一年級、二年級，你把你這一年應該學習的課程都學好了，達到滿意的標準，那就升級了。所以七地菩薩要能夠具足最勝智方便，他就升級了；如果達不到這個層次，他還要繼續在遠行地裡面的修學。"
    },
    {
      "id": "12-017-1644_p0036",
      "zh_CN": "由此可知，菩萨这个位次，《华严经》里面给我们讲的五十一个阶级，像念书一样，一年级、二年级，念到五十一年级，五十一年级毕业了，叫成佛。佛陀，是最高的学位。从一年级到五十一年级都称之为菩萨，菩萨就是在校学习的学生，五十一个年级。它分六个阶段，前面五十个，每十个分一个阶段，十信、十住、十行、十回向、十地、等觉，分六个阶段。这六个阶段就好比学校一样，像我们现在学校有幼儿园、小学、初中、高中、大学，就好比这是五个阶段，等觉好比是研究所。你从这个地方细细去观察，佛教是教育，所以一定要循规蹈矩，循序渐进，一定是从小学、中学、大学，要这样念上来。",
      "zh_TW": "由此可知，菩薩這個位次，《華嚴經》裡面給我們講的五十一個階級，像念書一樣，一年級、二年級，念到五十一年級，五十一年級畢業了，叫成佛。佛陀，是最高的學位。從一年級到五十一年級都稱之為菩薩，菩薩就是在校學習的學生，五十一個年級。它分六個階段，前面五十個，每十個分一個階段，十信、十住、十行、十迴向、十地、等覺，分六個階段。這六個階段就好比學校一樣，像我們現在學校有幼兒園、小學、初中、高中、大學，就好比這是五個階段，等覺好比是研究所。你從這個地方細細去觀察，佛教是教育，所以一定要循規蹈矩，循序漸進，一定是從小學、中學、大學，要這樣念上來。"
    },
    {
      "id": "12-017-1644_p0037",
      "zh_CN": "所以「十信」这一大段就讲得特别详细，为什么？基础教育。基础教育，你要不能够深厚的去学习，上面就上不去了。能够达到最高峰，底子好，底蕴深厚，他才能做得到。我们看看现在的教育，中国我接触得很少，外国接触得比较多，确实这个教学的程度不断都在下降。这次我们在巴黎，联合国这个大的活动完了之后，我到英国，接受剑桥、伦敦大学的邀请。去年，我去访问过牛津大学，也访问过伦敦。伦敦的汉学在欧洲很著名，我们也在学校做了两场讲演，跟汉学系的教授、老师做个交流，了解现在的程度真的比不上过去。原因是什么？原因是我们中国本身在现前这个阶段，特别是在现在的半个世纪，儒释道三家都没有大师了。",
      "zh_TW": "所以「十信」這一大段就講得特別詳細，為什麼？基礎教育。基礎教育，你要不能夠深厚的去學習，上面就上不去了。能夠達到最高峰，底子好，底蘊深厚，他才能做得到。我們看看現在的教育，中國我接觸得很少，外國接觸得比較多，確實這個教學的程度不斷都在下降。這次我們在巴黎，聯合國這個大的活動完了之後，我到英國，接受劍橋、倫敦大學的邀請。去年，我去訪問過牛津大學，也訪問過倫敦。倫敦的漢學在歐洲很著名，我們也在學校做了兩場講演，跟漢學系的教授、老師做個交流，了解現在的程度真的比不上過去。原因是什麼？原因是我們中國本身在現前這個階段，特別是在現在的半個世紀，儒釋道三家都沒有大師了。"
    },
    {
      "id": "12-017-1644_p0038",
      "zh_CN": "汉学的根在中国，根衰弱，当然影响别的地方。不过他们学习的都还很认真，我所接触的博士班跟硕士班，他们论文的题目，有人专攻《孟子》，还有一位专攻王维。汉学，年轻的时候我们不认识，疏忽了。汉学里头包括了儒释道，我们一般人只知道儒，不知道佛跟道。早年，我追随方东美先生，他告诉我，我跟他学哲学，「佛是大哲，佛是圣哲」。他的心目当中不是宗教，是哲学，释迦牟尼佛是大哲学家，哲学家里面的圣者，学佛是人生最高的享受。我们这样才真正重新来认识他，终于肯定了释迦牟尼佛本来面目。所以这次有机缘能在联合国做一个介绍，让世间人对于佛法又重新的认识，唯有真正的智慧才能解决问题。",
      "zh_TW": "漢學的根在中國，根衰弱，當然影響別的地方。不過他們學習的都還很認真，我所接觸的博士班跟碩士班，他們論文的題目，有人專攻《孟子》，還有一位專攻王維。漢學，年輕的時候我們不認識，疏忽了。漢學裡頭包括了儒釋道，我們一般人只知道儒，不知道佛跟道。早年，我追隨方東美先生，他告訴我，我跟他學哲學，「佛是大哲，佛是聖哲」。他的心目當中不是宗教，是哲學，釋迦牟尼佛是大哲學家，哲學家裡面的聖者，學佛是人生最高的享受。我們這樣才真正重新來認識他，終於肯定了釋迦牟尼佛本來面目。所以這次有機緣能在聯合國做一個介紹，讓世間人對於佛法又重新的認識，唯有真正的智慧才能解決問題。"
    },
    {
      "id": "12-017-1644_p0039",
      "zh_CN": "世间的问题，在佛法里面讲小事一桩，就像中国谚语里面常讲的「鸡毛蒜皮」，小事一桩。什么是大事？大事是生死大事，大乘教里面讲轮回是大事，这个事情可是麻烦！十法界是大事，不但我们要解决六道轮回，还得要解决十法界。在佛法里面讲，你学到阿罗汉，轮回的问题解决了，我们《华严经》里面七信位的菩萨。现在我们念的这个经文是十信，比阿罗汉高太多了，阿罗汉七年级，这十年级。在这个程度上，这要解决十法界的问题；这个问题一解决，就超越了。",
      "zh_TW": "世間的問題，在佛法裡面講小事一樁，就像中國諺語裡面常講的「雞毛蒜皮」，小事一樁。什麼是大事？大事是生死大事，大乘教裡面講輪迴是大事，這個事情可是麻煩！十法界是大事，不但我們要解決六道輪迴，還得要解決十法界。在佛法裡面講，你學到阿羅漢，輪迴的問題解決了，我們《華嚴經》裡面七信位的菩薩。現在我們念的這個經文是十信，比阿羅漢高太多了，阿羅漢七年級，這十年級。在這個程度上，這要解決十法界的問題；這個問題一解決，就超越了。"
    },
    {
      "id": "12-017-1644_p0040",
      "zh_CN": "所以我们在此地看这个经文，「若具最胜智方便」，这句话我们从前面一直读来的，就晓得不容易。最殊胜的智慧方便，我们通常一般讲善巧方便，最殊胜的善巧方便。从前李老师用比喻教导我们，他说这就像一个人头脑，头脑像什么样？水晶琉璃球，八面玲珑，最胜智方便。我们凡夫，凡夫是什么？叫四方木头头脑，不灵光。那就是什么？没有智慧就不灵光，处处都是障碍，处处都不通。哪里像佛这样智慧，一丝毫障碍都没有。清凉大师跟我们讲《华严》四种无碍，「理无碍，事无碍，理事无碍，事事无碍」，才是最胜智方便，最胜智方便就是事事无碍。所以这提升了，提升『则住勇猛无上道』。",
      "zh_TW": "所以我們在此地看這個經文，「若具最勝智方便」，這句話我們從前面一直讀來的，就曉得不容易。最殊勝的智慧方便，我們通常一般講善巧方便，最殊勝的善巧方便。從前李老師用比喻教導我們，他說這就像一個人頭腦，頭腦像什麼樣？水晶琉璃球，八面玲瓏，最勝智方便。我們凡夫，凡夫是什麼？叫四方木頭頭腦，不靈光。那就是什麼？沒有智慧就不靈光，處處都是障礙，處處都不通。哪裡像佛這樣智慧，一絲毫障礙都沒有。清涼大師跟我們講《華嚴》四種無礙，「理無礙，事無礙，理事無礙，事事無礙」，才是最勝智方便，最勝智方便就是事事無礙。所以這提升了，提升『則住勇猛無上道』。"
    },
    {
      "id": "12-017-1644_p0041",
      "zh_CN": "「无上道」是什么？阿耨多罗三藐三菩提，无上道是佛道，翻成中国的意思，无上正等正觉。你看看，八地菩萨接近了，七地还不行，八地菩萨这是接近。换句话说，虽然还没有成佛，佛的气分很浓，说明接近。上面九地是法师地，十地法云地，实在讲就是佛地，靠得很近了，上面等觉、妙觉。这是五十一年级，这是最后、最高的五个位次。最高的五个位次，八地是第一个。",
      "zh_TW": "「無上道」是什麼？阿耨多羅三藐三菩提，無上道是佛道，翻成中國的意思，無上正等正覺。你看看，八地菩薩接近了，七地還不行，八地菩薩這是接近。換句話說，雖然還沒有成佛，佛的氣分很濃，說明接近。上面九地是法師地，十地法雲地，實在講就是佛地，靠得很近了，上面等覺、妙覺。這是五十一年級，這是最後、最高的五個位次。最高的五個位次，八地是第一個。"
    },
    {
      "id": "12-017-1644_p0042",
      "zh_CN": "这句里面关键在「住」这个字。住是什么？不动。你说七地菩萨、六地菩萨有没有这种气分？有，不能说没有。但是怎么样？他不能完全保持住。就是他有个高潮，他到了那边，高潮上去，他又落了。到八地的时候，提上去之后，他不再往下落，这叫住，无上正等正觉。从这个地方我们要了解，无上道是逐渐圆满的，不是一下就能圆满。这是什么原因？烦恼习气是慢慢断。怎么断法？这第一句，它这六个意思，第一个是讲通，神通，通胜。清凉大师注解「道胜（通胜），谓无功用道，故云勇猛无上」。那个通怎么胜？这三首偈里面讲六种殊胜，这第一种通胜，特别跟我们提出来「无功用道」。我们在此地要明了，有功用道到此为止。",
      "zh_TW": "這句裡面關鍵在「住」這個字。住是什麼？不動。你說七地菩薩、六地菩薩有沒有這種氣分？有，不能說沒有。但是怎麼樣？他不能完全保持住。就是他有個高潮，他到了那邊，高潮上去，他又落了。到八地的時候，提上去之後，他不再往下落，這叫住，無上正等正覺。從這個地方我們要了解，無上道是逐漸圓滿的，不是一下就能圓滿。這是什麼原因？煩惱習氣是慢慢斷。怎麼斷法？這第一句，它這六個意思，第一個是講通，神通，通勝。清涼大師註解「道勝（通勝），謂無功用道，故云勇猛無上」。那個通怎麼勝？這三首偈裡面講六種殊勝，這第一種通勝，特別跟我們提出來「無功用道」。我們在此地要明瞭，有功用道到此為止。"
    },
    {
      "id": "12-017-1644_p0043",
      "zh_CN": "学大乘的都知道，明心见性，见性之后都是无功用道。这话不好懂。过去苏东坡居士，这是学佛的，佛法学得不错，他在临走的时候，别人劝他要加紧用功！他说了一句话：此处用不得力了。这个用不得力就是无功用道。不像在十法界，十法界教你精进，教你努力，教你用功。为什么？你的妄想分别执着没断，所以不断提示你，你要放下。到这个时候，真的分别执着完全没有了，妄想放下得也差不多了，还有什么方法用功？没有办法了。",
      "zh_TW": "學大乘的都知道，明心見性，見性之後都是無功用道。這話不好懂。過去蘇東坡居士，這是學佛的，佛法學得不錯，他在臨走的時候，別人勸他要加緊用功！他說了一句話：此處用不得力了。這個用不得力就是無功用道。不像在十法界，十法界教你精進，教你努力，教你用功。為什麼？你的妄想分別執著沒斷，所以不斷提示你，你要放下。到這個時候，真的分別執著完全沒有了，妄想放下得也差不多了，還有什麼方法用功？沒有辦法了。"
    },
    {
      "id": "12-017-1644_p0044",
      "zh_CN": "妄想是什么？起心动念。诸位想想看，假如这个人六根接触外面六尘境界，真正做到不起心、不动念，在这个境界里面怎么用功？只要有个念头用功，你说他有没有分别、有没有执着？是不是妄想？是！动个念头就是妄想，妄想就错了。所以见性之后，他们的修行都叫做无功用道。《华严》是圆教，从圆教初住到等觉统统叫无功用道，都是不起心、不动念；换句话说，平等的。",
      "zh_TW": "妄想是什麼？起心動念。諸位想想看，假如這個人六根接觸外面六塵境界，真正做到不起心、不動念，在這個境界裡面怎麼用功？只要有個念頭用功，你說他有沒有分別、有沒有執著？是不是妄想？是！動個念頭就是妄想，妄想就錯了。所以見性之後，他們的修行都叫做無功用道。《華嚴》是圓教，從圓教初住到等覺統統叫無功用道，都是不起心、不動念；換句話說，平等的。"
    },
    {
      "id": "12-017-1644_p0045",
      "zh_CN": "平等里面为什么还有四十一个阶级，十住、十行、十回向、十地、等觉，四十一个阶级？由此我们就明白了，这四十一个阶级是无始无明习气厚薄不同，但是这个时候无明习气不碍事。他们学的是什么行？完全是教化众生。在这个境界里头，菩萨们都发过大愿，这个大愿发了之后是要兑现的，不能说到这个境界里，那个过去发的愿都不算数，那还能教化众生吗？曾经发过「众生无边誓愿度」，你现在自己成就了。",
      "zh_TW": "平等裡面為什麼還有四十一個階級，十住、十行、十迴向、十地、等覺，四十一個階級？由此我們就明白了，這四十一個階級是無始無明習氣厚薄不同，但是這個時候無明習氣不礙事。他們學的是什麼行？完全是教化眾生。在這個境界裡頭，菩薩們都發過大願，這個大願發了之後是要兌現的，不能說到這個境界裡，那個過去發的願都不算數，那還能教化眾生嗎？曾經發過「眾生無邊誓願度」，你現在自己成就了。"
    },
    {
      "id": "12-017-1644_p0046",
      "zh_CN": "所以向上去的菩萨，这是初住以上向上的菩萨，我们讲圆教不是讲别教，别教要讲初地，他们的修行没有别的，就是与一切众生感应道交，所谓众生有感，菩萨就有应。我们现在还称他菩萨，叫法身菩萨；实际上《金刚经》上讲的「诸佛」，那个诸佛就是讲他们，他们这四十一个阶级称为诸佛。江味农居士注《金刚经讲义》，说得很清楚、很明白，那个诸佛不当作十方三世一切诸佛讲，不是这个意思，是讲的四十一位法身大士，真的是诸佛；天台大师讲分证即佛，这说得很好。所以他们的提升是完全靠时间，只有时间慢慢的把这个习气淡化，没有任何办法。",
      "zh_TW": "所以向上去的菩薩，這是初住以上向上的菩薩，我們講圓教不是講別教，別教要講初地，他們的修行沒有別的，就是與一切眾生感應道交，所謂眾生有感，菩薩就有應。我們現在還稱他菩薩，叫法身菩薩；實際上《金剛經》上講的「諸佛」，那個諸佛就是講他們，他們這四十一個階級稱為諸佛。江味農居士註《金剛經講義》，說得很清楚、很明白，那個諸佛不當作十方三世一切諸佛講，不是這個意思，是講的四十一位法身大士，真的是諸佛；天台大師講分證即佛，這說得很好。所以他們的提升是完全靠時間，只有時間慢慢的把這個習氣淡化，沒有任何辦法。"
    },
    {
      "id": "12-017-1644_p0047",
      "zh_CN": "我在前面跟诸位报告，这个习气像什么？这古人讲的，像酒瓶。酒瓶是盛酒的，酒倒干净，里头擦得干干净净的，确实一滴酒都没有了，闻一闻酒瓶，还有味道，那个味道叫习气。有功用道是什么？就是瓶里装了酒，我们慢慢把它倒掉，这是有功用。现在我们断烦恼，我们要放下见思烦恼、放下尘沙烦恼、放下无明烦恼，我们有东西放。他那里已放干净了，没东西放了。没东西放，那怎么办？只有时间。譬如你酒瓶里头都没有，酒的气味很浓，你不要去盖它，你放在那个地方，放个半年、放个一年，再去闻它，没有了，就这么个道理，这叫无功用道。",
      "zh_TW": "我在前面跟諸位報告，這個習氣像什麼？這古人講的，像酒瓶。酒瓶是盛酒的，酒倒乾淨，裡頭擦得乾乾淨淨的，確實一滴酒都沒有了，聞一聞酒瓶，還有味道，那個味道叫習氣。有功用道是什麼？就是瓶裡裝了酒，我們慢慢把它倒掉，這是有功用。現在我們斷煩惱，我們要放下見思煩惱、放下塵沙煩惱、放下無明煩惱，我們有東西放。他那裡已放乾淨了，沒東西放了。沒東西放，那怎麼辦？只有時間。譬如你酒瓶裡頭都沒有，酒的氣味很濃，你不要去蓋它，你放在那個地方，放個半年、放個一年，再去聞它，沒有了，就這麼個道理，這叫無功用道。"
    },
    {
      "id": "12-017-1644_p0048",
      "zh_CN": "所以他们有没有修行？没有。一提修行就糟了，马上就堕落了。那他干什么？众生有求，他就有应，就像《观世音菩萨普门品》所说的三十二应。所以我们在初学佛的时候，要跟众生广结法缘。佛不度无缘众生，如果你要不肯跟众生结缘，到你成佛的时候，没有众生，没得度！你没有跟他结缘，他跟你就不能够发生感应的关系，他没有感，你就没有应。感应是自然的，没有丝毫勉强，绝对没有起心动念。十法界里面的众生有起心动念，那是感；法身菩萨去应的时候，没有起心动念，这个要知道，这个也很难懂。",
      "zh_TW": "所以他們有沒有修行？沒有。一提修行就糟了，馬上就墮落了。那他幹什麼？眾生有求，他就有應，就像《觀世音菩薩普門品》所說的三十二應。所以我們在初學佛的時候，要跟眾生廣結法緣。佛不度無緣眾生，如果你要不肯跟眾生結緣，到你成佛的時候，沒有眾生，沒得度！你沒有跟他結緣，他跟你就不能夠發生感應的關係，他沒有感，你就沒有應。感應是自然的，沒有絲毫勉強，絕對沒有起心動念。十法界裡面的眾生有起心動念，那是感；法身菩薩去應的時候，沒有起心動念，這個要知道，這個也很難懂。"
    },
    {
      "id": "12-017-1644_p0049",
      "zh_CN": "真的很难得，这些年来日本江本博士做的水实验，这我很欣赏他，我到他的实验室里头参观过两次。水是矿物，我们有心对它，我们起个念头对着这个水瓶「我很喜欢你，我很爱你」，你看它反应的那个结晶就很美。我们有感，它有应。我们心里很不高兴、很不耐烦这个态度对它，它反应就很难看。这诸位都看过，真的是这样的。所以水有见闻觉知，它能看、能听，它懂得人的意思，非常奇妙。其实《华严经》上给我们说得很透彻，我们听到这个讯息，觉得是理所当然的，一点都不奇怪，为什么？所有一切物质就是法性。",
      "zh_TW": "真的很難得，這些年來日本江本博士做的水實驗，這我很欣賞他，我到他的實驗室裡頭參觀過兩次。水是礦物，我們有心對它，我們起個念頭對著這個水瓶「我很喜歡你，我很愛你」，你看它反應的那個結晶就很美。我們有感，它有應。我們心裡很不高興、很不耐煩這個態度對它，它反應就很難看。這諸位都看過，真的是這樣的。所以水有見聞覺知，它能看、能聽，它懂得人的意思，非常奇妙。其實《華嚴經》上給我們說得很透徹，我們聽到這個訊息，覺得是理所當然的，一點都不奇怪，為什麼？所有一切物質就是法性。"
    },
    {
      "id": "12-017-1644_p0050",
      "zh_CN": "物质从哪里来的？法性变现的。就好像我们用的这个金器，你戴着一个金镯子、一个金戒指、一个金项链，从哪来的？黄金做的；金就是器，器就是金。你明白这个道理，所有一切物质从哪里来的？法性变现的。法性变现的，它没有离开法性，它的体就是法性。法性有见闻觉知，法性有色声香味，这是法性本来具有的，不生不灭、不来不去、不常不断，它是真的，它不是假的。所以任何物质，我跟江本博士讲：你要继续好好努力！不仅仅是水，你实验出来它能看、能听，它有见闻觉知，任何物质都有。所以整个宇宙是个有机体，它不是死的，活活泼泼。",
      "zh_TW": "物質從哪裡來的？法性變現的。就好像我們用的這個金器，你戴著一個金鐲子、一個金戒指、一個金項鍊，從哪來的？黃金做的；金就是器，器就是金。你明白這個道理，所有一切物質從哪裡來的？法性變現的。法性變現的，它沒有離開法性，它的體就是法性。法性有見聞覺知，法性有色聲香味，這是法性本來具有的，不生不滅、不來不去、不常不斷，它是真的，它不是假的。所以任何物質，我跟江本博士講：你要繼續好好努力！不僅僅是水，你實驗出來它能看、能聽，它有見聞覺知，任何物質都有。所以整個宇宙是個有機體，它不是死的，活活潑潑。"
    },
    {
      "id": "12-017-1644_p0051",
      "zh_CN": "我们动一个念头，这个念头就思想波，这个波就扩展到整个虚空法界；而且速度之快，是我们没法子想像的。我们今天讲的速度最快的，大概就是光波、电磁波，一秒钟三十万公里，这速度最快了。实际上，我们的思想波（起心动念）刹那之间周遍虚空法界，光波、电磁波没法子相比，那真叫微不足道，所以感应是比什么都快。极乐世界阿弥陀佛距离我们十万亿佛国土，我们这一动念头，马上就感到了。人与人之间的感应，人与万物的感应，我们这才起念，那个地方已经接收到，已经有反应了。所以在这种状况之下，决定不能起个念头。所以你看看水实验，水有没有起念头？没有。",
      "zh_TW": "我們動一個念頭，這個念頭就思想波，這個波就擴展到整個虛空法界；而且速度之快，是我們沒法子想像的。我們今天講的速度最快的，大概就是光波、電磁波，一秒鐘三十萬公里，這速度最快了。實際上，我們的思想波（起心動念）剎那之間周遍虛空法界，光波、電磁波沒法子相比，那真叫微不足道，所以感應是比什麼都快。極樂世界阿彌陀佛距離我們十萬億佛國土，我們這一動念頭，馬上就感到了。人與人之間的感應，人與萬物的感應，我們這才起念，那個地方已經接收到，已經有反應了。所以在這種狀況之下，決定不能起個念頭。所以你看看水實驗，水有沒有起念頭？沒有。"
    },
    {
      "id": "12-017-1644_p0052",
      "zh_CN": "根据这个原理，我们知道，好像是在台湾，其他地方也有，有人用物质做实验。有人用苹果、香蕉，这是植物；用馒头、米饭，这都煮熟的，我们现在讲，这里头没有生命，煮熟了。可是法性并没有生熟。同一锅蒸出来的馒头，你拿出两个来，一个你每天用欢喜心、善心对它，另外一个你很讨厌它，过了几天，这两个馒头就不一样了。你善心、善念对待这个馒头，它能保持新鲜；恶念、不善的念头对待这个，那已经坏掉了，它坏得很快。很多实验证明，真的，不是假的。",
      "zh_TW": "根據這個原理，我們知道，好像是在台灣，其他地方也有，有人用物質做實驗。有人用蘋果、香蕉，這是植物；用饅頭、米飯，這都煮熟的，我們現在講，這裡頭沒有生命，煮熟了。可是法性並沒有生熟。同一鍋蒸出來的饅頭，你拿出兩個來，一個你每天用歡喜心、善心對它，另外一個你很討厭它，過了幾天，這兩個饅頭就不一樣了。你善心、善念對待這個饅頭，它能保持新鮮；惡念、不善的念頭對待這個，那已經壞掉了，它壞得很快。很多實驗證明，真的，不是假的。"
    },
    {
      "id": "12-017-1644_p0053",
      "zh_CN": "所以这个境界，佛讲的话是正确的，「境随心转」、「唯心所现，唯识所变」，它随心转，而不是心随境转。心随境转是妄心，真心不是的，真心转境界。所以人要用真心，不能用妄心。妄心是什么？妄想分别执着，那是妄心。离妄想分别执着，就是真心。「真心离念」，这经上常说。那个念是什么？那个念就是起心动念。不起心、不动念的时候是真心。真心能现，妄心能变。妄心就是八识五十一心所，这是妄心，它能把真心现的这个境界让它产生变化。譬如这个水，我们以善的念头对它，或者以恶的念头对它，这是分别执着，它能够随你分别执着产生变化。但是你的念头消灭的时候，它又会恢复正常。你念的时间久，它存在就久；你念的时间很短，它的时间也短，它恢复正常。",
      "zh_TW": "所以這個境界，佛講的話是正確的，「境隨心轉」、「唯心所現，唯識所變」，它隨心轉，而不是心隨境轉。心隨境轉是妄心，真心不是的，真心轉境界。所以人要用真心，不能用妄心。妄心是什麼？妄想分別執著，那是妄心。離妄想分別執著，就是真心。「真心離念」，這經上常說。那個念是什麼？那個念就是起心動念。不起心、不動念的時候是真心。真心能現，妄心能變。妄心就是八識五十一心所，這是妄心，它能把真心現的這個境界讓它產生變化。譬如這個水，我們以善的念頭對它，或者以惡的念頭對它，這是分別執著，它能夠隨你分別執著產生變化。但是你的念頭消滅的時候，它又會恢復正常。你念的時間久，它存在就久；你念的時間很短，它的時間也短，它恢復正常。"
    },
    {
      "id": "12-017-1644_p0054",
      "zh_CN": "由此可知，六道假的，十法界也不是真的，确实像永嘉大师所说的「梦里明明有六趣，觉后空空无大千」。梦是什么？你的妄想分别执着没断，它这个境界就现前。哪一天，你把妄想分别执着统统放下，这境界就没有了，它又恢复正常，正常里头没有六道、没有十法界，所以叫一真法界。现在就是这些菩萨是住在一真法界里，一真法界，那就是要兑现自己的本愿。我们跟一切众生结的缘，无论是善缘或者是恶缘，只要有缘就起感应，没有缘就没有办法。所以善缘、恶缘都好，都算是跟佛有缘。当你有求的时候，你有苦难的时候，你动心的时候，你动心那你就有感应；感应时候，他就来帮助你。他来帮助你，你要记住，他没有分别、没有执着、没有妄想，这你一定要懂得。",
      "zh_TW": "由此可知，六道假的，十法界也不是真的，確實像永嘉大師所說的「夢裡明明有六趣，覺後空空無大千」。夢是什麼？你的妄想分別執著沒斷，它這個境界就現前。哪一天，你把妄想分別執著統統放下，這境界就沒有了，它又恢復正常，正常裡頭沒有六道、沒有十法界，所以叫一真法界。現在就是這些菩薩是住在一真法界裡，一真法界，那就是要兌現自己的本願。我們跟一切眾生結的緣，無論是善緣或者是惡緣，只要有緣就起感應，沒有緣就沒有辦法。所以善緣、惡緣都好，都算是跟佛有緣。當你有求的時候，你有苦難的時候，你動心的時候，你動心那你就有感應；感應時候，他就來幫助你。他來幫助你，你要記住，他沒有分別、沒有執著、沒有妄想，這你一定要懂得。"
    },
    {
      "id": "12-017-1644_p0055",
      "zh_CN": "他为我们现身说法，像释迦牟尼佛当年在世，那就是在那个时代，我们这个地球上有不少跟释迦牟尼佛有缘，其实释迦牟尼佛早就成佛了，有缘求他，以佛身，就是应以佛身来度他的时候，他就现佛身。现佛身，是不是跟我们一样？是不是有起心动念、有分别执着？好像是有。他要没有，他怎么能做出示范？示范就是身教，做出好榜样给我们看；还有讲经说法，言教。言教里面，绝大部分是有人问，所以说有启请的，有人提出问题，佛立刻给他解答，绝大多数都是这样的。没有人问，佛自己跟大家说的，很少很少。",
      "zh_TW": "他為我們現身說法，像釋迦牟尼佛當年在世，那就是在那個時代，我們這個地球上有不少跟釋迦牟尼佛有緣，其實釋迦牟尼佛早就成佛了，有緣求他，以佛身，就是應以佛身來度他的時候，他就現佛身。現佛身，是不是跟我們一樣？是不是有起心動念、有分別執著？好像是有。他要沒有，他怎麼能做出示範？示範就是身教，做出好榜樣給我們看；還有講經說法，言教。言教裡面，絕大部分是有人問，所以說有啟請的，有人提出問題，佛立刻給他解答，絕大多數都是這樣的。沒有人問，佛自己跟大家說的，很少很少。"
    },
    {
      "id": "12-017-1644_p0056",
      "zh_CN": "我们看古来这些祖师大德结集经藏，因为佛当年在世跟大家讲经说法没有记录，经典从什么时候来的？释迦牟尼佛灭度之后。他老人家走了以后，后来弟子们回忆老师在世的时候常常教他的东西，把它记录下来，就变成我们现在的经典。所以所有一切经典都是佛走了以后弟子们记录的，这个要知道。所以释迦牟尼佛的示现，说个老实话，无功用道。如果有功用道，他就堕落到十法界里头。这桩事情确实是深妙不可思议，很难理解。",
      "zh_TW": "我們看古來這些祖師大德結集經藏，因為佛當年在世跟大家講經說法沒有記錄，經典從什麼時候來的？釋迦牟尼佛滅度之後。他老人家走了以後，後來弟子們回憶老師在世的時候常常教他的東西，把它記錄下來，就變成我們現在的經典。所以所有一切經典都是佛走了以後弟子們記錄的，這個要知道。所以釋迦牟尼佛的示現，說個老實話，無功用道。如果有功用道，他就墮落到十法界裡頭。這樁事情確實是深妙不可思議，很難理解。"
    },
    {
      "id": "12-017-1644_p0057",
      "zh_CN": "所以佛在《般若经》上，《金刚经》上他就讲得很清楚，他把他一生说法整个否定掉，他不承认他说法，如果有人认为佛讲经说法，那是谤佛。这个话的意思是，明明讲经三百余会，说法四十九年，怎么不承认？怎么完全否认掉？这个不承认、否认掉，只有到现前地、远行地、不动地的菩萨清楚，他会点头，完全正确。所谓是「说而无说，无说而说」。你看，说、不说是一不是二。我们今天，说跟不说是二不是一，差别在此地。",
      "zh_TW": "所以佛在《般若經》上，《金剛經》上他就講得很清楚，他把他一生說法整個否定掉，他不承認他說法，如果有人認為佛講經說法，那是謗佛。這個話的意思是，明明講經三百餘會，說法四十九年，怎麼不承認？怎麼完全否認掉？這個不承認、否認掉，只有到現前地、遠行地、不動地的菩薩清楚，他會點頭，完全正確。所謂是「說而無說，無說而說」。你看，說、不說是一不是二。我們今天，說跟不說是二不是一，差別在此地。"
    },
    {
      "id": "12-017-1644_p0058",
      "zh_CN": "我们能不能体会？无说而说，这是无功用道。菩萨听经，无听而听，听而无听，所以他能够悟入佛的境界。佛的境界就是明心见性、大彻大悟，他能入。我们今天麻烦就是我们有心，我们有分别心、有执着心、有妄想心，所以不管怎么听，听一辈子，都不能够悟入。佛不跟你计较，佛一计较，他就变成凡夫了。你要知道，法身以上的绝对没有起心动念过，他在日常生活摄受一切众生，教化一切众生，没有起过心、动过念。凡是跟佛菩萨接触到的，无论是缘的浅深，接触的时间长短都在一个「缘」字。我们凡夫这一边有执着、有分别，人家那一边没有分别、没有执着、没有起心、没有动念。所以长劫教化遍法界虚空界一切有缘众生是用这个方式。",
      "zh_TW": "我們能不能體會？無說而說，這是無功用道。菩薩聽經，無聽而聽，聽而無聽，所以他能夠悟入佛的境界。佛的境界就是明心見性、大徹大悟，他能入。我們今天麻煩就是我們有心，我們有分別心、有執著心、有妄想心，所以不管怎麼聽，聽一輩子，都不能夠悟入。佛不跟你計較，佛一計較，他就變成凡夫了。你要知道，法身以上的絕對沒有起心動念過，他在日常生活攝受一切眾生，教化一切眾生，沒有起過心、動過念。凡是跟佛菩薩接觸到的，無論是緣的淺深，接觸的時間長短都在一個「緣」字。我們凡夫這一邊有執著、有分別，人家那一邊沒有分別、沒有執著、沒有起心、沒有動念。所以長劫教化遍法界虛空界一切有緣眾生是用這個方式。"
    },
    {
      "id": "12-017-1644_p0059",
      "zh_CN": "那个无始无明的习气就像酒瓶一样，很长的时间，自然没有了。自然没有，它也分阶段性的，这味道有浓、有淡。这是佛为了方便，把它分为四十一个阶段。四十一也是表法的，不是真正的数字。代表什么？圆满。我们显教里面多半用七表圆满、用十代表圆满；在密宗里头用十六代表圆满，四十一也是密宗里头讲的圆满，不是真的数字。你把它看成数字，岂不就是分别执着？这就说明，那个习气是一年比一年淡。我们就比如说四十一年，四十一年之后去闻它，一点都没有；四十年去闻，还有一点点。那一点点，恐怕我们鼻子都闻不到，我们用仪器可以测得出来，它还是有一点。到四十一年之后，仪器测，没有了，真的没有了，好比这个意思。这诸位就能够理解什么叫做无功用道。",
      "zh_TW": "那個無始無明的習氣就像酒瓶一樣，很長的時間，自然沒有了。自然沒有，它也分階段性的，這味道有濃、有淡。這是佛為了方便，把它分為四十一個階段。四十一也是表法的，不是真正的數字。代表什麼？圓滿。我們顯教裡面多半用七表圓滿、用十代表圓滿；在密宗裡頭用十六代表圓滿，四十一也是密宗裡頭講的圓滿，不是真的數字。你把它看成數字，豈不就是分別執著？這就說明，那個習氣是一年比一年淡。我們就比如說四十一年，四十一年之後去聞它，一點都沒有；四十年去聞，還有一點點。那一點點，恐怕我們鼻子都聞不到，我們用儀器可以測得出來，它還是有一點。到四十一年之後，儀器測，沒有了，真的沒有了，好比這個意思。這諸位就能夠理解什麼叫做無功用道。"
    },
    {
      "id": "12-017-1644_p0060",
      "zh_CN": "到无功用道，则勇猛无上，其实勇猛是比喻，不是真的勇猛。我们看这个文字，一看就起分别、就起执着，所以这就是很不容易懂得佛的意思。佛在这个经往后去，统统不能用分别、不能用执着，他用这个做比喻、做形容，这菩萨一个阶级一个阶级不一样。不是事不一样，事一样，理一样，习气有浓淡不一样。这个习气真的是很难断，为什么？无始劫养成的，不是一生一世，无量劫养成这个习气。执着有习气，好断，分别有习气也好断，起心动念有习气难断，自自然然的。好像我们都，我没有起心动念，自然的。那自然就是起心动念，习气。到这个程度叫通胜，这个通，通达无碍，为什么？见性。《华严经》上讲的四种无碍，理、事、理事、事事，通达无碍，所以清凉说一个「通胜」。下面两句是讲的「力胜」。今天时间到了，我们就学到此地。",
      "zh_TW": "到無功用道，則勇猛無上，其實勇猛是比喻，不是真的勇猛。我們看這個文字，一看就起分別、就起執著，所以這就是很不容易懂得佛的意思。佛在這個經往後去，統統不能用分別、不能用執著，他用這個做比喻、做形容，這菩薩一個階級一個階級不一樣。不是事不一樣，事一樣，理一樣，習氣有濃淡不一樣。這個習氣真的是很難斷，為什麼？無始劫養成的，不是一生一世，無量劫養成這個習氣。執著有習氣，好斷，分別有習氣也好斷，起心動念有習氣難斷，自自然然的。好像我們都，我沒有起心動念，自然的。那自然就是起心動念，習氣。到這個程度叫通勝，這個通，通達無礙，為什麼？見性。《華嚴經》上講的四種無礙，理、事、理事、事事，通達無礙，所以清涼說一個「通勝」。下面兩句是講的「力勝」。今天時間到了，我們就學到此地。"
    }
  ]
}