{
  "doc_id": "12-017-0874",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八七四卷",
    "zh_TW": "第八七四卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "12-017-0874",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "12-017-0874_p0001",
      "zh_CN": "诸位同学，请看右旋十海，第八宝庄严海所持的佛刹，这也有二十层，请看第十层：",
      "zh_TW": "諸位同學，請看右旋十海，第八寶莊嚴海所持的佛剎，這也有二十層，請看第十層："
    },
    {
      "id": "12-017-0874_p0002",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名妙华灯幢，佛号究竟功德无碍慧灯。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名妙華燈幢，佛號究竟功德無礙慧燈。】"
    },
    {
      "id": "12-017-0874_p0003",
      "zh_CN": "从世界的名号，我们能得知这个世界居民大致上的状况。『妙华灯幢』，显示这个世界的众生，在大乘佛法修学有殊胜的成就。「妙华」是代表大乘的法门，「灯幢」那就是学习成绩的表现。佛陀的德号是此时此处教学的纲领，『究竟功德无碍慧灯』，功德达到究竟圆满，如来果地！教化的对象，也就是说哪一等的学生才有能力接受如此的大法，使我们当然就想到法身菩萨。所以，这个世界肯定是纯一清净，因为世尊在这个地方的教学是「究竟功德」。戒定慧是功德，六度十波罗蜜是功德，普贤十愿是功德；做到究竟圆满，只有法身菩萨才能承当。对我们来说，我们虽然没有办法做到究竟，但是不能不做。特别对「功德」这个名词要很清楚、很明白，不能把这两个字的意思解错了。我们看到许许多多的同修，功德跟福德混淆不清，把修福德当作是功德，这个错不小！为什么？功德能了生死出三界，能提升自己的境界。在五十一位菩萨阶级里面，功德能帮助你提升，福德不能。",
      "zh_TW": "從世界的名號，我們能得知這個世界居民大致上的狀況。『妙華燈幢』，顯示這個世界的眾生，在大乘佛法修學有殊勝的成就。「妙華」是代表大乘的法門，「燈幢」那就是學習成績的表現。佛陀的德號是此時此處教學的綱領，『究竟功德無礙慧燈』，功德達到究竟圓滿，如來果地！教化的對象，也就是說哪一等的學生才有能力接受如此的大法，使我們當然就想到法身菩薩。所以，這個世界肯定是純一清淨，因為世尊在這個地方的教學是「究竟功德」。戒定慧是功德，六度十波羅蜜是功德，普賢十願是功德；做到究竟圓滿，只有法身菩薩才能承當。對我們來說，我們雖然沒有辦法做到究竟，但是不能不做。特別對「功德」這個名詞要很清楚、很明白，不能把這兩個字的意思解錯了。我們看到許許多多的同修，功德跟福德混淆不清，把修福德當作是功德，這個錯不小！為什麼？功德能了生死出三界，能提升自己的境界。在五十一位菩薩階級裡面，功德能幫助你提升，福德不能。"
    },
    {
      "id": "12-017-0874_p0004",
      "zh_CN": "「无碍慧灯」，当然是说的无碍智慧，诸佛如来究竟极果所证的无障碍的法界，清凉大师在本经里面跟我们说的，「理事无碍，事事无碍」。无碍，没有智慧怎么能得无障碍境界？所以慧是能证，无障碍的境界是所证。重要的是慧，慧由定显发出来的，定一定由持戒来促成。虽然都是自性本具，没有缘，性德不能现前；所以缘，一切诸佛如来都重视。佛法里面讲一切法，讲缘生，不讲因生，特别重视「缘」这个字。再看下面第十一层：",
      "zh_TW": "「無礙慧燈」，當然是說的無礙智慧，諸佛如來究竟極果所證的無障礙的法界，清涼大師在本經裡面跟我們說的，「理事無礙，事事無礙」。無礙，沒有智慧怎麼能得無障礙境界？所以慧是能證，無障礙的境界是所證。重要的是慧，慧由定顯發出來的，定一定由持戒來促成。雖然都是自性本具，沒有緣，性德不能現前；所以緣，一切諸佛如來都重視。佛法裡面講一切法，講緣生，不講因生，特別重視「緣」這個字。再看下面第十一層："
    },
    {
      "id": "12-017-0874_p0005",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名善巧庄严，佛号慧日波罗蜜。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名善巧莊嚴，佛號慧日波羅蜜。】"
    },
    {
      "id": "12-017-0874_p0006",
      "zh_CN": "『庄严』再加上『善巧』那是美不胜收，「巧」是巧妙，不但有巧思，还有巧妙的工艺。我们知道，不要说法身菩萨的报土，就是阿罗汉的报土，欲界最高的一层，他化自在天的报土，已经让我们见到不思议的善巧。为什么？所有一切受用不劳营造，这是真正不可思议。我们这个世间一切要靠自己经营建造，我们希望有一所房屋，自己要去构思，要去画图，要去召集工匠来营造。这是我们世间，福报要跟诸天来相比，差远了。人世间帝王的宫殿都是经营建造的，不像天上的宫殿，一切都是化生的，变化所作，这个变化是随心所欲，这才显出自在。一层比一层巧妙，忉利天人的福报比不上夜摩天，夜摩天的福报比不上兜率天，兜率天比不上化乐天，化乐天比不上他化自在天。如果到法身菩萨的境界，那我们就没有法子想像了，只能说那是无比的殊胜。",
      "zh_TW": "『莊嚴』再加上『善巧』那是美不勝收，「巧」是巧妙，不但有巧思，還有巧妙的工藝。我們知道，不要說法身菩薩的報土，就是阿羅漢的報土，欲界最高的一層，他化自在天的報土，已經讓我們見到不思議的善巧。為什麼？所有一切受用不勞營造，這是真正不可思議。我們這個世間一切要靠自己經營建造，我們希望有一所房屋，自己要去構思，要去畫圖，要去召集工匠來營造。這是我們世間，福報要跟諸天來相比，差遠了。人世間帝王的宮殿都是經營建造的，不像天上的宮殿，一切都是化生的，變化所作，這個變化是隨心所欲，這才顯出自在。一層比一層巧妙，忉利天人的福報比不上夜摩天，夜摩天的福報比不上兜率天，兜率天比不上化樂天，化樂天比不上他化自在天。如果到法身菩薩的境界，那我們就沒有法子想像了，只能說那是無比的殊勝。"
    },
    {
      "id": "12-017-0874_p0007",
      "zh_CN": "「善巧庄严」，善巧庄严从哪里来的？我们可以从如来德号里面得到一点消息，『慧日波罗蜜』。这句话要用我们现在普通话来讲，就是究竟圆满的智慧，成就无比殊胜的善巧庄严，归根结柢，智慧重要！诸佛如来教化众生终极的目标，就是帮助众生破迷开悟。悟的目标就是究竟圆满的智慧，如来果地上才圆满，等觉菩萨还不圆满。成了佛之后，又怎么样？成了佛之后，要为一切众生去表演、示现。从初发心到如来地，有缘的众生他是什么样的程度，就做什么样的表演，逐渐把众生的程度向上提升；提升到究竟圆满，佛的教学对这个人告一个段落。虚空法界诸佛刹土里面，还有无量无边无数的众生，有些还没觉悟，有些觉悟了没有圆满，所以菩萨为一切众生示现教化，永远没有停止的。再看第十二层：",
      "zh_TW": "「善巧莊嚴」，善巧莊嚴從哪裡來的？我們可以從如來德號裡面得到一點消息，『慧日波羅蜜』。這句話要用我們現在普通話來講，就是究竟圓滿的智慧，成就無比殊勝的善巧莊嚴，歸根結柢，智慧重要！諸佛如來教化眾生終極的目標，就是幫助眾生破迷開悟。悟的目標就是究竟圓滿的智慧，如來果地上才圓滿，等覺菩薩還不圓滿。成了佛之後，又怎麼樣？成了佛之後，要為一切眾生去表演、示現。從初發心到如來地，有緣的眾生他是什麼樣的程度，就做什麼樣的表演，逐漸把眾生的程度向上提升；提升到究竟圓滿，佛的教學對這個人告一個段落。虛空法界諸佛剎土裡面，還有無量無邊無數的眾生，有些還沒覺悟，有些覺悟了沒有圓滿，所以菩薩為一切眾生示現教化，永遠沒有停止的。再看第十二層："
    },
    {
      "id": "12-017-0874_p0008",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名栴檀华普光明，佛号无边慧法界音。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名栴檀華普光明，佛號無邊慧法界音。】"
    },
    {
      "id": "12-017-0874_p0009",
      "zh_CN": "「栴檀」，宝香！『栴檀华』，栴檀树开的花，这是比喻，不但有香而且有花。香花是一切众生都喜爱的，没有众生不爱香花的，所以佛门里面「迎请」都离不开香花，「香花迎，香花请」。世俗里头也有，我们通常在飞机场常看到，在轮船码头常常看到，贵宾稀客来访，我们都献花；还有些地方用花串成缦，献花缦，香花迎请。香花表戒定六度，我们通常讲三学六度，表这个意思。三学六度有了辉煌的成绩，普放光明。三学六度是自受用，是自己的性德，自己的德行成就了，必定能感化众生。从他的感化、从他的影响，就是放光动地。",
      "zh_TW": "「栴檀」，寶香！『栴檀華』，栴檀樹開的花，這是比喻，不但有香而且有花。香花是一切眾生都喜愛的，沒有眾生不愛香花的，所以佛門裡面「迎請」都離不開香花，「香花迎，香花請」。世俗裡頭也有，我們通常在飛機場常看到，在輪船碼頭常常看到，貴賓稀客來訪，我們都獻花；還有些地方用花串成縵，獻花縵，香花迎請。香花表戒定六度，我們通常講三學六度，表這個意思。三學六度有了輝煌的成績，普放光明。三學六度是自受用，是自己的性德，自己的德行成就了，必定能感化眾生。從他的感化、從他的影響，就是放光動地。"
    },
    {
      "id": "12-017-0874_p0010",
      "zh_CN": "由此可知，菩萨发愿普度众生，用什么度？一定要用自己实际修行的成就来感化众生，这叫度。所以佛在大经里头常讲「自己未度而能度人，无有是处」，这话有很深的道理在。你自己没有做到，你想影响别人，没有这个道理。戒定慧你做到没有？六和敬你做到没有？四摄六度你做到没有？你做到，肯定能感化人，被你感化的那个人就得度了。这在佛法里常讲的「佛度有缘人」，被你感化的是有缘，你不能感化的，没缘。为什么不能感化？至少这里头有两个因素；第一个因素，我自己的修行功夫不够，这是一个因素。第二个因素，对方的众生业障非常深重，这两个因素。有些人受感动了，他业障轻，我们一点小小的成就，他就受感动。业障深重的怎么办？我们自己要加功用行，我们要以深度的功夫，他看了才会受感动。",
      "zh_TW": "由此可知，菩薩發願普度眾生，用什麼度？一定要用自己實際修行的成就來感化眾生，這叫度。所以佛在大經裡頭常講「自己未度而能度人，無有是處」，這話有很深的道理在。你自己沒有做到，你想影響別人，沒有這個道理。戒定慧你做到沒有？六和敬你做到沒有？四攝六度你做到沒有？你做到，肯定能感化人，被你感化的那個人就得度了。這在佛法裡常講的「佛度有緣人」，被你感化的是有緣，你不能感化的，沒緣。為什麼不能感化？至少這裡頭有兩個因素；第一個因素，我自己的修行功夫不夠，這是一個因素。第二個因素，對方的眾生業障非常深重，這兩個因素。有些人受感動了，他業障輕，我們一點小小的成就，他就受感動。業障深重的怎麼辦？我們自己要加功用行，我們要以深度的功夫，他看了才會受感動。"
    },
    {
      "id": "12-017-0874_p0011",
      "zh_CN": "诸佛如来何以能感动那么多众生？我们晓得他的功夫深，彻法底源！修行功夫到圆满了，三学圆满、六和圆满、四摄六度样样都圆满了。但是诸位要晓得，依旧有很多众生对如来的示现不见不闻，从这个地方我们就能够看到业力不可思议。所以大乘经上常说「心佛众生，三无差别」，烦恼习气的力量太大太大了，经中常说「能敌须弥，能障圣道」。我们发心学佛，希望在这一生当中成就，不能不认真努力克服自己的烦恼习气。不从这上面着手，这一生的修学必定空过。",
      "zh_TW": "諸佛如來何以能感動那麼多眾生？我們曉得他的功夫深，徹法底源！修行功夫到圓滿了，三學圓滿、六和圓滿、四攝六度樣樣都圓滿了。但是諸位要曉得，依舊有很多眾生對如來的示現不見不聞，從這個地方我們就能夠看到業力不可思議。所以大乘經上常說「心佛眾生，三無差別」，煩惱習氣的力量太大太大了，經中常說「能敵須彌，能障聖道」。我們發心學佛，希望在這一生當中成就，不能不認真努力克服自己的煩惱習氣。不從這上面著手，這一生的修學必定空過。"
    },
    {
      "id": "12-017-0874_p0012",
      "zh_CN": "佛的德号『无边慧法界音』。「无边慧」是佛的自证，无量无边的智慧，佛成就了、圆满了。「法界音」是化他，教化众生的范围是遍法界虚空界，没有局限的，你看看这个心量多大。在佛法里面讲这是本心，你的心量原本就是这么大。我们迷失了自性、迷失了本心，现在起心动念范围非常窄小，这是迷，这不是悟。再看下面第十三层：",
      "zh_TW": "佛的德號『無邊慧法界音』。「無邊慧」是佛的自證，無量無邊的智慧，佛成就了、圓滿了。「法界音」是化他，教化眾生的範圍是遍法界虛空界，沒有侷限的，你看看這個心量多大。在佛法裡面講這是本心，你的心量原本就是這麼大。我們迷失了自性、迷失了本心，現在起心動念範圍非常窄小，這是迷，這不是悟。再看下面第十三層："
    },
    {
      "id": "12-017-0874_p0013",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名帝网幢，佛号灯光回照。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名帝網幢，佛號燈光迴照。】"
    },
    {
      "id": "12-017-0874_p0014",
      "zh_CN": "世界的名称是从比喻上说的，帝释天的罗网，『帝网幢』也非常壮观。从这个地方我们能够体会得这个世界众生修行的成果。佛在这个地区教化，用的方式是『灯光回照』。我们就名号来思惟观察，很像中国古代孟夫子所说的，「学问之道无他，求其放心而已矣」；孟子又曾经说过「反求诸己」，这都是「回照」的意思，真正修行人懂得。你看《楞严经》上，观世音菩萨向大众报告，他用什么方法修行证果的。菩萨自己说，他用的方法是「反闻闻自性，性成无上道」，反闻就是回照。凡是修行真正有成就的人，菩萨也好、罗汉也好，乃至于世间大圣大贤，哪一个不是用这个方法？反求诸己。《坛经》里面讲的「若真修道人，不见世间过」。他六根不会向外面跑，他能够收摄，都摄六根就是反求诸己，成就自己的德行。",
      "zh_TW": "世界的名稱是從比喻上說的，帝釋天的羅網，『帝網幢』也非常壯觀。從這個地方我們能夠體會得這個世界眾生修行的成果。佛在這個地區教化，用的方式是『燈光迴照』。我們就名號來思惟觀察，很像中國古代孟夫子所說的，「學問之道無他，求其放心而已矣」；孟子又曾經說過「反求諸己」，這都是「迴照」的意思，真正修行人懂得。你看《楞嚴經》上，觀世音菩薩向大眾報告，他用什麼方法修行證果的。菩薩自己說，他用的方法是「反聞聞自性，性成無上道」，反聞就是迴照。凡是修行真正有成就的人，菩薩也好、羅漢也好，乃至於世間大聖大賢，哪一個不是用這個方法？反求諸己。《壇經》裡面講的「若真修道人，不見世間過」。他六根不會向外面跑，他能夠收攝，都攝六根就是反求諸己，成就自己的德行。"
    },
    {
      "id": "12-017-0874_p0015",
      "zh_CN": "凡夫不一样，所以永远做凡夫，而且一世不如一世。为什么？他的罪业在累积，天天在增长，天天在加深。怎么知道他在那里累积加深他的罪业？所有一切过失都是别人的，错了！跟觉悟的人那个态度完全不一样，觉悟的人所有一切过失是我自己，别人没有过失。这个道理很深，一般世间人看不出来，他不能理解。他在旁边看，明明那个人有过失，你怎么说没有过失，你自己有过失？如果你真正懂得，《华严经》上讲的「唯心所现，唯识所变」。这两句话你懂不懂？你听了：我懂！你不懂，你要懂了你才晓得世间没有过失，过失在自己，这一切不善是我性识变现出来的。你找那个不善的根在哪里？根是自己的性识，是自己心现的、自己识变的，你怎么能怪外头境界？这是你真正把根源找到了。",
      "zh_TW": "凡夫不一樣，所以永遠做凡夫，而且一世不如一世。為什麼？他的罪業在累積，天天在增長，天天在加深。怎麼知道他在那裡累積加深他的罪業？所有一切過失都是別人的，錯了！跟覺悟的人那個態度完全不一樣，覺悟的人所有一切過失是我自己，別人沒有過失。這個道理很深，一般世間人看不出來，他不能理解。他在旁邊看，明明那個人有過失，你怎麼說沒有過失，你自己有過失？如果你真正懂得，《華嚴經》上講的「唯心所現，唯識所變」。這兩句話你懂不懂？你聽了：我懂！你不懂，你要懂了你才曉得世間沒有過失，過失在自己，這一切不善是我性識變現出來的。你找那個不善的根在哪裡？根是自己的性識，是自己心現的、自己識變的，你怎麼能怪外頭境界？這是你真正把根源找到了。"
    },
    {
      "id": "12-017-0874_p0016",
      "zh_CN": "怎么样转变外面境界？还是从自己的心识上转变。外面这个境界不好，我的心不好、我的识不好。心是什么？妄心。识是什么？阿赖耶含藏的一些习气种子。我自己的生活环境，无论是物质环境，无论是人事环境，都是自己心识里头变现出来的，你怎么能怪人？你怪人只有增加麻烦，不能解决问题。诸佛菩萨、法身大士他们的问题为什么能解决？他们就是懂得反闻闻自性。他不在外头境界改，他在自己内心改；内心务必要修到纯净纯善，那个问题自然就解决了，这个道理很深很深！我在大乘经教里头，经过五十年的薰习才明白这个意思。明了之后不向外求了，能回过头来向自性里面去求，你才能够真正入无障碍的法界。你要不知道从心性上去求，六根往外头六境上去跑、放逸，凡夫！",
      "zh_TW": "怎麼樣轉變外面境界？還是從自己的心識上轉變。外面這個境界不好，我的心不好、我的識不好。心是什麼？妄心。識是什麼？阿賴耶含藏的一些習氣種子。我自己的生活環境，無論是物質環境，無論是人事環境，都是自己心識裡頭變現出來的，你怎麼能怪人？你怪人只有增加麻煩，不能解決問題。諸佛菩薩、法身大士他們的問題為什麼能解決？他們就是懂得反聞聞自性。他不在外頭境界改，他在自己內心改；內心務必要修到純淨純善，那個問題自然就解決了，這個道理很深很深！我在大乘經教裡頭，經過五十年的薰習才明白這個意思。明瞭之後不向外求了，能回過頭來向自性裡面去求，你才能夠真正入無障礙的法界。你要不知道從心性上去求，六根往外頭六境上去跑、放逸，凡夫！"
    },
    {
      "id": "12-017-0874_p0017",
      "zh_CN": "我们自己过去无量劫以来都是六根放逸，流向六尘境界回不来。所以，只见别人过，不见自己过，自己永远不知道忏悔，不知道改过自新。起心动念都是责怪别人，责怪老天爷不公平，责怪老天爷辜负我，你说糟不糟糕！不要说这种行为了，这个念头就是很重的罪业，这是平常最容易犯的。我们不说别人，说自己，自己会不会常常有这个意念？特别是我们以善心善意对人，别人以恶意来回报，心里感到难过。不了解事实真相，没有智慧。如果有智慧，了解事实真相，就不会见怪了。逆境恶缘心平气和，不再受外面境界的干扰，心行得其正，常常知道回光返照，这是内省的功夫。世出世间圣贤他为什么能成圣成贤？凡夫何以能成佛成菩萨？没有别的，内省。他会做这个功夫，他这个功夫绵绵密密，从无间断。所以他的德天天在加厚，他的烦恼习气天天在轻，他的智慧天天在增长，不一样，内省功夫得力。这个世界佛陀苦心在这里教诲，大众认真学习，成绩显示出来了；帝网幢世界那就是成绩、是果报。再看下面这一段，第十四层：",
      "zh_TW": "我們自己過去無量劫以來都是六根放逸，流向六塵境界回不來。所以，只見別人過，不見自己過，自己永遠不知道懺悔，不知道改過自新。起心動念都是責怪別人，責怪老天爺不公平，責怪老天爺辜負我，你說糟不糟糕！不要說這種行為了，這個念頭就是很重的罪業，這是平常最容易犯的。我們不說別人，說自己，自己會不會常常有這個意念？特別是我們以善心善意對人，別人以惡意來回報，心裡感到難過。不了解事實真相，沒有智慧。如果有智慧，了解事實真相，就不會見怪了。逆境惡緣心平氣和，不再受外面境界的干擾，心行得其正，常常知道回光返照，這是內省的功夫。世出世間聖賢他為什麼能成聖成賢？凡夫何以能成佛成菩薩？沒有別的，內省。他會做這個功夫，他這個功夫綿綿密密，從無間斷。所以他的德天天在加厚，他的煩惱習氣天天在輕，他的智慧天天在增長，不一樣，內省功夫得力。這個世界佛陀苦心在這裡教誨，大眾認真學習，成績顯示出來了；帝網幢世界那就是成績、是果報。再看下面這一段，第十四層："
    },
    {
      "id": "12-017-0874_p0018",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名净华轮，佛号法界日光明。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名淨華輪，佛號法界日光明。】"
    },
    {
      "id": "12-017-0874_p0019",
      "zh_CN": "我们看世界的名号，知道这个世界佛陀的教学很普遍，很成功。『轮』就是教学、教育，我们今天讲推动、推行、推展都是轮，没有轮怎么推法？推动大乘的教学，『净华』是大乘，清净的三学、六度、十波罗蜜。当然首先是心清净，心不清净，一切法都不清净。为什么？一切法是心现的、识变的。所以佛法常说心清净则身清净，身心清净，境界就清净。境界不清净，境界是我们的生活环境，不清净，根源是我们的心不清净。",
      "zh_TW": "我們看世界的名號，知道這個世界佛陀的教學很普遍，很成功。『輪』就是教學、教育，我們今天講推動、推行、推展都是輪，沒有輪怎麼推法？推動大乘的教學，『淨華』是大乘，清淨的三學、六度、十波羅蜜。當然首先是心清淨，心不清淨，一切法都不清淨。為什麼？一切法是心現的、識變的。所以佛法常說心清淨則身清淨，身心清淨，境界就清淨。境界不清淨，境界是我們的生活環境，不清淨，根源是我們的心不清淨。"
    },
    {
      "id": "12-017-0874_p0020",
      "zh_CN": "由此，我们明了在日常生活当中，我们要懂得保持身清净。不但身体要清净，衣着整齐清净，这是表法。儒家讲的礼，服装叫礼服，衣是表礼，整齐清洁，这就是以礼待人。现在在社会上，大的喜庆宴会，我们都知道要穿礼服，表示对与会大众的尊敬。我们住家在这个地方，我们的房子每隔个两三年要油漆粉刷一番，院子里面的花草也要照顾得整整齐齐。为什么？对我们居住的地方尊敬。跟我们同在一起的这个地方的居民，每一个人家里面，里头不说，外面都是整整齐齐的，他对社会大众尊敬。不能说你的家在此地你都不整理，凌乱不堪，你对不起你的邻居，对不起你的街坊。有些地区，邻居看到你们住的地方几个星期都没有整理，环境非常凌乱肮脏，邻居会打电话给警察，警察会派人来替你整理，整理好了向你收费，这是正确的。如果你家里面今天有宾客来，有朋友、亲戚、客人来了，你家里面也要搞得整整齐齐，为什么？对客人的尊敬。那不是贵客，我的亲戚、朋友、兄弟姊妹，今天到我家来做客，我要不把家里打扫干干净净、整整齐齐，对兄弟姊妹不尊敬。诸位细细想想，整洁是对别人尊敬的具体表现，凌乱不可以！尤其是大乘佛法，大乘佛法处处要给社会大众做好样子；换句话说，不是为自己做的，是为众生做的。希望众生都知道整齐清洁，都知道尊重别人，尊重社会。所以清净心就是清净身、清净环境。修学，三福六和、三学六度，我们净宗同学修学的纲领，用清净心那就是清净华轮。",
      "zh_TW": "由此，我們明瞭在日常生活當中，我們要懂得保持身清淨。不但身體要清淨，衣著整齊清淨，這是表法。儒家講的禮，服裝叫禮服，衣是表禮，整齊清潔，這就是以禮待人。現在在社會上，大的喜慶宴會，我們都知道要穿禮服，表示對與會大眾的尊敬。我們住家在這個地方，我們的房子每隔個兩三年要油漆粉刷一番，院子裡面的花草也要照顧得整整齊齊。為什麼？對我們居住的地方尊敬。跟我們同在一起的這個地方的居民，每一個人家裡面，裡頭不說，外面都是整整齊齊的，他對社會大眾尊敬。不能說你的家在此地你都不整理，凌亂不堪，你對不起你的鄰居，對不起你的街坊。有些地區，鄰居看到你們住的地方幾個星期都沒有整理，環境非常凌亂骯髒，鄰居會打電話給警察，警察會派人來替你整理，整理好了向你收費，這是正確的。如果你家裡面今天有賓客來，有朋友、親戚、客人來了，你家裡面也要搞得整整齊齊，為什麼？對客人的尊敬。那不是貴客，我的親戚、朋友、兄弟姊妹，今天到我家來做客，我要不把家裡打掃乾乾淨淨、整整齊齊，對兄弟姊妹不尊敬。諸位細細想想，整潔是對別人尊敬的具體表現，凌亂不可以！尤其是大乘佛法，大乘佛法處處要給社會大眾做好樣子；換句話說，不是為自己做的，是為眾生做的。希望眾生都知道整齊清潔，都知道尊重別人，尊重社會。所以清淨心就是清淨身、清淨環境。修學，三福六和、三學六度，我們淨宗同學修學的綱領，用清淨心那就是清淨華輪。"
    },
    {
      "id": "12-017-0874_p0021",
      "zh_CN": "『佛号法界日光明』。「法界」形容心量之大，心包太虚，量周法界。「日光明」都是代表自性本具的般若智慧，没有一法离开智慧，没有智慧你就迷了。三福六和、三学六度、十愿，这是我们平常学习的纲目，都是性德的流露，都是般若智慧具体在落实，没有智慧你不会去做。许多同修为什么做不到？智慧没现前。智慧现前不要劝，自自然然就做到，他不迷了。现在时间到了。",
      "zh_TW": "『佛號法界日光明』。「法界」形容心量之大，心包太虛，量周法界。「日光明」都是代表自性本具的般若智慧，沒有一法離開智慧，沒有智慧你就迷了。三福六和、三學六度、十願，這是我們平常學習的綱目，都是性德的流露，都是般若智慧具體在落實，沒有智慧你不會去做。許多同修為什麼做不到？智慧沒現前。智慧現前不要勸，自自然然就做到，他不迷了。現在時間到了。"
    },
    {
      "id": "12-017-0874_p0022",
      "zh_CN": "诸位同学，请接着看上面第十五层：",
      "zh_TW": "諸位同學，請接著看上面第十五層："
    },
    {
      "id": "12-017-0874_p0023",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名大威曜，佛号无边功德海法轮音。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名大威曜，佛號無邊功德海法輪音。】"
    },
    {
      "id": "12-017-0874_p0024",
      "zh_CN": "『世界名大威曜』，「威」是德，「曜」是慧，没有大德大慧，不能有这个称号。由此可知，这个世界上的居民，道德、智慧是所有大众共同遵循修学的。佛的德号『无边功德海』。「海」是比喻。这一句重要的字眼是在「功德」，佛带头修积，佛为众生做示范，断恶修善，积功累德，所以「无边功德海」。『法轮音』这三个字是说佛在这个世间也是以音声作佛事，为一切大众讲经说法，在教学！「无边功德」，身教；「法轮音」是言教，岂不就是世尊在经典上常常教导我们的「受持读诵，为人演说」。无边功德是在表演，是在演；讲经教学是在说，这个名号里头含的是这些意思。这样真实宝贵的开示，我们做学生的、做弟子的，确确实实须臾不能离开，离开就走邪道了。",
      "zh_TW": "『世界名大威曜』，「威」是德，「曜」是慧，沒有大德大慧，不能有這個稱號。由此可知，這個世界上的居民，道德、智慧是所有大眾共同遵循修學的。佛的德號『無邊功德海』。「海」是比喻。這一句重要的字眼是在「功德」，佛帶頭修積，佛為眾生做示範，斷惡修善，積功累德，所以「無邊功德海」。『法輪音』這三個字是說佛在這個世間也是以音聲作佛事，為一切大眾講經說法，在教學！「無邊功德」，身教；「法輪音」是言教，豈不就是世尊在經典上常常教導我們的「受持讀誦，為人演說」。無邊功德是在表演，是在演；講經教學是在說，這個名號裡頭含的是這些意思。這樣真實寶貴的開示，我們做學生的、做弟子的，確確實實須臾不能離開，離開就走邪道了。"
    },
    {
      "id": "12-017-0874_p0025",
      "zh_CN": "学佛多年成效不彰，我们的成绩效果不明显，什么原因？佛教导我们学习的总纲领，我们没有做到，疏忽了。我们没有做到「受持」，即使有读诵，没受持，不知道受持比读诵还要重要。从哪个地方看出来？从有些老太太、老先生，生活贫困，从小没有念过书不认识字，他当然不能读诵。好不容易学会一部《弥陀经》，这个经他能背诵，字还是不认识，完全靠记忆，靠听、靠记忆，但是他能够受持这一句六字洪名「南无阿弥陀佛」。他接受了，他相信，他能保持；在一切时一切处，这一句阿弥陀佛在心上、在口上没有失掉。心里头什么妄念都没有了，什么分别执着都没有，别人对他好，阿弥陀佛！对他不好，阿弥陀佛！总归就这一句阿弥陀佛，念上几年，他预知时至，他往生了。这是证明受持比读诵重要，真正有受持，哪有不成就的道理！无论修学那个法门，确实展现出不可思议的成就。",
      "zh_TW": "學佛多年成效不彰，我們的成績效果不明顯，什麼原因？佛教導我們學習的總綱領，我們沒有做到，疏忽了。我們沒有做到「受持」，即使有讀誦，沒受持，不知道受持比讀誦還要重要。從哪個地方看出來？從有些老太太、老先生，生活貧困，從小沒有念過書不認識字，他當然不能讀誦。好不容易學會一部《彌陀經》，這個經他能背誦，字還是不認識，完全靠記憶，靠聽、靠記憶，但是他能夠受持這一句六字洪名「南無阿彌陀佛」。他接受了，他相信，他能保持；在一切時一切處，這一句阿彌陀佛在心上、在口上沒有失掉。心裡頭什麼妄念都沒有了，什麼分別執著都沒有，別人對他好，阿彌陀佛！對他不好，阿彌陀佛！總歸就這一句阿彌陀佛，念上幾年，他預知時至，他往生了。這是證明受持比讀誦重要，真正有受持，哪有不成就的道理！無論修學那個法門，確實展現出不可思議的成就。"
    },
    {
      "id": "12-017-0874_p0026",
      "zh_CN": "我们今天没有成就，是我们对于佛陀的教诲没有接受，这是讲真话，没有能够保持。这个保持是念念不间断，单单早晚课，不管用，只能够说比不做好一点而已；二六时中念念无间，这样保持才管用，转境界转得很快！六根接触六尘境界，无论是顺境逆境，无论是善缘恶缘，欢欢喜喜一句阿弥陀佛。除这一句阿弥陀佛，心地真的是纯净纯善，纯净纯善就是一个妄念都没有、一个杂念都没有。这个人虽然不识字，虽然没念过书，虽然不懂经教，往生的品位不低！他具足了真正的信愿行三资粮，他具足了真正的菩提心。什么是菩提心？顺境逆境、善缘恶缘都一句阿弥陀佛，菩提心！他不跟人计较，顺境善缘没有贪恋，逆境恶缘没有瞋恨，你说他这个心是不是菩提心？菩提心是真心，他对人没有妄心，无论对什么人欢欢喜喜，阿弥陀佛，真的像弥勒菩萨一样。中国道场一进山门，弥勒菩萨坐在当中，你头一眼看到，这个老太太真正学会了。不是一般人所及的！李老师过去常常给我说，智，上智我们比不上，不可及；愚，下愚也不可及。老师常常讲上智我们做不到，不是一生能成就的，那应该怎么样？要学下愚，学愚。学愚还学不像，自己常常抱着惭愧的心，学愚，学不像，愚不可及。",
      "zh_TW": "我們今天沒有成就，是我們對於佛陀的教誨沒有接受，這是講真話，沒有能夠保持。這個保持是念念不間斷，單單早晚課，不管用，只能夠說比不做好一點而已；二六時中念念無間，這樣保持才管用，轉境界轉得很快！六根接觸六塵境界，無論是順境逆境，無論是善緣惡緣，歡歡喜喜一句阿彌陀佛。除這一句阿彌陀佛，心地真的是純淨純善，純淨純善就是一個妄念都沒有、一個雜念都沒有。這個人雖然不識字，雖然沒念過書，雖然不懂經教，往生的品位不低！他具足了真正的信願行三資糧，他具足了真正的菩提心。什麼是菩提心？順境逆境、善緣惡緣都一句阿彌陀佛，菩提心！他不跟人計較，順境善緣沒有貪戀，逆境惡緣沒有瞋恨，你說他這個心是不是菩提心？菩提心是真心，他對人沒有妄心，無論對什麼人歡歡喜喜，阿彌陀佛，真的像彌勒菩薩一樣。中國道場一進山門，彌勒菩薩坐在當中，你頭一眼看到，這個老太太真正學會了。不是一般人所及的！李老師過去常常給我說，智，上智我們比不上，不可及；愚，下愚也不可及。老師常常講上智我們做不到，不是一生能成就的，那應該怎麼樣？要學下愚，學愚。學愚還學不像，自己常常抱著慚愧的心，學愚，學不像，愚不可及。"
    },
    {
      "id": "12-017-0874_p0027",
      "zh_CN": "在这一段经文里头，大威德、大智慧，曜是大智慧，威是大威德，有德有智是要修积无边功德。接受佛的教诲，还要把佛的教诲从自己身上、从自己口中发扬光大。从自己身上成就大德，从自己口上成就光明；说法是口放光明，觉悟众生。请看第十六层，再上面一层：",
      "zh_TW": "在這一段經文裡頭，大威德、大智慧，曜是大智慧，威是大威德，有德有智是要修積無邊功德。接受佛的教誨，還要把佛的教誨從自己身上、從自己口中發揚光大。從自己身上成就大德，從自己口上成就光明；說法是口放光明，覺悟眾生。請看第十六層，再上面一層："
    },
    {
      "id": "12-017-0874_p0028",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名同安住宝莲华池，佛号开示入不思议智。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名同安住寶蓮華池，佛號開示入不思議智。】"
    },
    {
      "id": "12-017-0874_p0029",
      "zh_CN": "世界的名号好，『同安住宝莲华池』。「宝莲华池」是诸佛的实报庄严土。由此可知，能够在这个地方安住不是凡夫，都是法身大士，才能安住在诸佛如来的报土。可是有一个特别，这个特别就是阿弥陀佛的报土，跟其他诸佛刹土不一样。阿弥陀佛刹土的凡圣同居土就是宝莲华池，所以能够接引一切世界里面烦恼习气没有断的众生，都能够带业往生。这是一切诸佛刹土里头没有的，所以诸佛对弥陀的赞叹，称他为「光中极尊，佛中之王」，道理就在此地。",
      "zh_TW": "世界的名號好，『同安住寶蓮華池』。「寶蓮華池」是諸佛的實報莊嚴土。由此可知，能夠在這個地方安住不是凡夫，都是法身大士，才能安住在諸佛如來的報土。可是有一個特別，這個特別就是阿彌陀佛的報土，跟其他諸佛剎土不一樣。阿彌陀佛剎土的凡聖同居土就是寶蓮華池，所以能夠接引一切世界裡面煩惱習氣沒有斷的眾生，都能夠帶業往生。這是一切諸佛剎土裡頭沒有的，所以諸佛對彌陀的讚歎，稱他為「光中極尊，佛中之王」，道理就在此地。"
    },
    {
      "id": "12-017-0874_p0030",
      "zh_CN": "我们自己一定要明了，除弥陀净土之外，一切诸佛报土里头没有。一切诸佛报土里头，实报庄严土跟极乐世界是一样的，同居土、方便土不一样，因此弥陀才被诸佛尊称为佛中之王。我们的缘，实在讲是无比的希有殊胜，这一生能够遇到这样的法门，太难得、太希有了。这一生遇到，要不能成就，那实在讲太可惜了，太遗憾了。世出世间所有一切法都不能相比，我们自己不能不明了。你真正明了，你才会把这个机会紧紧的抓住，不会失掉这个机缘，这一生当中务必成就。学老太婆，多好，能成就！学聪明人、学大通家，往往是聪明反被聪明误，耽误这一生不能往生，你说多可惜。往生净土，亲近弥陀，是我这一生当中唯一的一桩大事。我天天在做，念念不舍，我以这个成就「上报四重恩，下济三途苦」。否则的话，拿什么回向？回向偈一开头「愿以此功德」，你拿什么功德？这是真实功德。「同安住」，在这个「同」字里面，我们看到圆满的六和敬。",
      "zh_TW": "我們自己一定要明瞭，除彌陀淨土之外，一切諸佛報土裡頭沒有。一切諸佛報土裡頭，實報莊嚴土跟極樂世界是一樣的，同居土、方便土不一樣，因此彌陀才被諸佛尊稱為佛中之王。我們的緣，實在講是無比的希有殊勝，這一生能夠遇到這樣的法門，太難得、太希有了。這一生遇到，要不能成就，那實在講太可惜了，太遺憾了。世出世間所有一切法都不能相比，我們自己不能不明瞭。你真正明瞭，你才會把這個機會緊緊的抓住，不會失掉這個機緣，這一生當中務必成就。學老太婆，多好，能成就！學聰明人、學大通家，往往是聰明反被聰明誤，耽誤這一生不能往生，你說多可惜。往生淨土，親近彌陀，是我這一生當中唯一的一樁大事。我天天在做，念念不捨，我以這個成就「上報四重恩，下濟三途苦」。否則的話，拿什麼迴向？迴向偈一開頭「願以此功德」，你拿什麼功德？這是真實功德。「同安住」，在這個「同」字裡面，我們看到圓滿的六和敬。"
    },
    {
      "id": "12-017-0874_p0031",
      "zh_CN": "『佛号开示入不思议智』。我们想想「不思议智」是什么？我们的同学，《无量寿经》念得很熟，你们想想看不思议智是不是《大乘无量寿经》？是的，一点都不错。不思议智是不是《大方广佛华严经》？《华严》是《无量寿经》的广说、细说，《无量寿经》是《华严》的略说，是《华严》的纲要，这两部经是一部经，一个详细说，一个简单说。入不思议智，就是入华严境界、入弥陀境界。《华严经》最后真的是入弥陀境界，最后普贤菩萨十大愿王导归极乐。学《华严》，这是《华严》修学关键的所在，不能忽略。《华严》归净土，《华严》真正通达明了了，这一句佛号肯定受持，念念不离、念念不会失掉。世尊为这个世界大众、为一切众生做如是的开示。再看上面第十七层：",
      "zh_TW": "『佛號開示入不思議智』。我們想想「不思議智」是什麼？我們的同學，《無量壽經》念得很熟，你們想想看不思議智是不是《大乘無量壽經》？是的，一點都不錯。不思議智是不是《大方廣佛華嚴經》？《華嚴》是《無量壽經》的廣說、細說，《無量壽經》是《華嚴》的略說，是《華嚴》的綱要，這兩部經是一部經，一個詳細說，一個簡單說。入不思議智，就是入華嚴境界、入彌陀境界。《華嚴經》最後真的是入彌陀境界，最後普賢菩薩十大願王導歸極樂。學《華嚴》，這是《華嚴》修學關鍵的所在，不能忽略。《華嚴》歸淨土，《華嚴》真正通達明瞭了，這一句佛號肯定受持，念念不離、念念不會失掉。世尊為這個世界大眾、為一切眾生做如是的開示。再看上面第十七層："
    },
    {
      "id": "12-017-0874_p0032",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名平坦地，佛号功德宝光明王。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名平坦地，佛號功德寶光明王。】"
    },
    {
      "id": "12-017-0874_p0033",
      "zh_CN": "这个『世界名平坦地』，我们从果德就能够体会到此间居住大众的心行。他们心平等，他们的行平等，心行平等，当然感得大地平正，像西方极乐世界一样。佛在经上告诉我们，西方世界是地平如掌，我们相信，我们能够理解，因为我们肯定佛常常讲的「一切法从心想生」。一切法就是讲的十法界的依正庄严，依报正报种种庄严，从什么地方生的？从心想生。这个世间的人他的思想、他的行为真诚清净平等，他感得的果报，居住环境的果报，当然是平正。",
      "zh_TW": "這個『世界名平坦地』，我們從果德就能夠體會到此間居住大眾的心行。他們心平等，他們的行平等，心行平等，當然感得大地平正，像西方極樂世界一樣。佛在經上告訴我們，西方世界是地平如掌，我們相信，我們能夠理解，因為我們肯定佛常常講的「一切法從心想生」。一切法就是講的十法界的依正莊嚴，依報正報種種莊嚴，從什麼地方生的？從心想生。這個世間的人他的思想、他的行為真誠清淨平等，他感得的果報，居住環境的果報，當然是平正。"
    },
    {
      "id": "12-017-0874_p0034",
      "zh_CN": "『佛号功德宝光明王』。「功德宝」，如来从初发心到成佛，积累的功德都与性德相应，称之为宝。无量劫来，起心动念不悖性德，这是自己成就了；自己的性德放光，遍照法界，利他！称之为王。我们今天学习，我们没有见性，只有跟随见性的人；见性的人是诸佛如来、是法身菩萨，我们跟他学习。普贤菩萨是明心见性的人，文殊菩萨是明心见性的人，都是古佛倒驾慈航到这个世界来，现菩萨身，协助本师毘卢遮那佛接引教化众生。菩萨为我们示现的心行，普贤十愿存心、文殊十度成行，这就是性德圆满的流露。我们果然明白了，依教奉行，岂不就是随顺性德，要记住！我们的愿跟诸佛的愿相同，我们的行跟诸佛行相同，哪有不成佛的道理！佛的愿就是普贤愿，佛的行就是文殊行。我们在这么多年学习过程当中，把诸佛如来在经教里面所说的大愿大行，我归纳成二十个字，果然能受持，无量功德。我们用真诚心、清净心、平等心、正觉心、慈悲心，常存如是心，这是佛心。用这个心来修普贤十愿，来学文殊十行，我们在日常生活当中，对人对事对物自自然然就与看破、放下、自在、随缘、念佛相应，这是佛道，法身菩萨大道。我们在这个大道上行走，是无比殊胜庄严，这就是「功德宝光明王」的意思。",
      "zh_TW": "『佛號功德寶光明王』。「功德寶」，如來從初發心到成佛，積累的功德都與性德相應，稱之為寶。無量劫來，起心動念不悖性德，這是自己成就了；自己的性德放光，遍照法界，利他！稱之為王。我們今天學習，我們沒有見性，只有跟隨見性的人；見性的人是諸佛如來、是法身菩薩，我們跟他學習。普賢菩薩是明心見性的人，文殊菩薩是明心見性的人，都是古佛倒駕慈航到這個世界來，現菩薩身，協助本師毘盧遮那佛接引教化眾生。菩薩為我們示現的心行，普賢十願存心、文殊十度成行，這就是性德圓滿的流露。我們果然明白了，依教奉行，豈不就是隨順性德，要記住！我們的願跟諸佛的願相同，我們的行跟諸佛行相同，哪有不成佛的道理！佛的願就是普賢願，佛的行就是文殊行。我們在這麼多年學習過程當中，把諸佛如來在經教裡面所說的大願大行，我歸納成二十個字，果然能受持，無量功德。我們用真誠心、清淨心、平等心、正覺心、慈悲心，常存如是心，這是佛心。用這個心來修普賢十願，來學文殊十行，我們在日常生活當中，對人對事對物自自然然就與看破、放下、自在、隨緣、念佛相應，這是佛道，法身菩薩大道。我們在這個大道上行走，是無比殊勝莊嚴，這就是「功德寶光明王」的意思。"
    },
    {
      "id": "12-017-0874_p0035",
      "zh_CN": "我自己行道，这个行道诸位要记住，心是佛心，真诚清净平等正觉慈悲是佛心，是我们自己的真心；普贤的十愿是佛愿；文殊的十行是佛行。自己果然能够受持，依教奉行，念念不违背，自然就放大光明。你心地的光明，真诚的光明，清净光、平等光、正觉光、慈悲光；从愿里面放光，礼敬光、赞叹光、供养光、忏悔光；从行门里面放光，布施光、持戒光、忍辱光、精进光，光明遍照法界，真学佛！以此功德求生西方净土，你们诸位想想，是不是应该上上品往生？这个事情不难，问题就是你肯不肯干！再看下面第十八层：",
      "zh_TW": "我自己行道，這個行道諸位要記住，心是佛心，真誠清淨平等正覺慈悲是佛心，是我們自己的真心；普賢的十願是佛願；文殊的十行是佛行。自己果然能夠受持，依教奉行，念念不違背，自然就放大光明。你心地的光明，真誠的光明，清淨光、平等光、正覺光、慈悲光；從願裡面放光，禮敬光、讚歎光、供養光、懺悔光；從行門裡面放光，布施光、持戒光、忍辱光、精進光，光明遍照法界，真學佛！以此功德求生西方淨土，你們諸位想想，是不是應該上上品往生？這個事情不難，問題就是你肯不肯幹！再看下面第十八層："
    },
    {
      "id": "12-017-0874_p0036",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名香摩尼聚，佛号无尽福德海妙庄严。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名香摩尼聚，佛號無盡福德海妙莊嚴。】"
    },
    {
      "id": "12-017-0874_p0037",
      "zh_CN": "这个世界也好，『香摩尼聚』。摩尼是如意宝，「香摩尼聚」不是一般的摩尼宝，是戒定慧的摩尼宝。「香」表戒定，又表五分法身；五分法身里面有慧、有解脱、有解脱知见。所以我说这个香摩尼就是戒定慧三学，这个世界的众生人人都修戒定慧，所以称之为「香摩尼聚」。『佛号无尽福德』。无尽福德从哪里来？从戒定慧里面生的，显示在外面，微妙庄严，名号功德不可思议！教导我们在大乘佛法，日常生活当中如何修学。常念三学，起心动念、言语造作要以三学为准则，不能违背。三学里面的戒学，戒学的根本，五戒十善尤其是重要。我们再看下面第十九层：",
      "zh_TW": "這個世界也好，『香摩尼聚』。摩尼是如意寶，「香摩尼聚」不是一般的摩尼寶，是戒定慧的摩尼寶。「香」表戒定，又表五分法身；五分法身裡面有慧、有解脫、有解脫知見。所以我說這個香摩尼就是戒定慧三學，這個世界的眾生人人都修戒定慧，所以稱之為「香摩尼聚」。『佛號無盡福德』。無盡福德從哪裡來？從戒定慧裡面生的，顯示在外面，微妙莊嚴，名號功德不可思議！教導我們在大乘佛法，日常生活當中如何修學。常念三學，起心動念、言語造作要以三學為準則，不能違背。三學裡面的戒學，戒學的根本，五戒十善尤其是重要。我們再看下面第十九層："
    },
    {
      "id": "12-017-0874_p0038",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名微妙光明，佛号无等力普遍音。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名微妙光明，佛號無等力普遍音。】"
    },
    {
      "id": "12-017-0874_p0039",
      "zh_CN": "世界的名称好，确确实实充满了真善美慧，这个世界在我们想像当中，肯定是纯一清净。『佛号无等力普遍音』，名号里面都具足自行化他，大乘，一乘法。「力」是能力，如来果地上一切能力都圆满了，十地菩萨比不上，等觉菩萨也比不上，所以叫「无等」。通常大乘经里面举例而言，讲十种特殊的能力，如来果地上的十力，前面讲过几次。这是自己德行智慧的成就，是究竟圆满的成就，成就之后要广度众生。十方世界一切众生，耳根利的占的比例很大，所以佛常常以音声作佛事，为一切众生讲经说法。六根聪利，实在讲无过于眼根、耳根。所以佛示相是应一切众生的眼根；言说，应一切众生的耳根，希望他见色闻声能开悟。做一个好的样子给众生看，总是做出觉悟的样子。再看这一大段最后的一小段，第二十层：",
      "zh_TW": "世界的名稱好，確確實實充滿了真善美慧，這個世界在我們想像當中，肯定是純一清淨。『佛號無等力普遍音』，名號裡面都具足自行化他，大乘，一乘法。「力」是能力，如來果地上一切能力都圓滿了，十地菩薩比不上，等覺菩薩也比不上，所以叫「無等」。通常大乘經裡面舉例而言，講十種特殊的能力，如來果地上的十力，前面講過幾次。這是自己德行智慧的成就，是究竟圓滿的成就，成就之後要廣度眾生。十方世界一切眾生，耳根利的佔的比例很大，所以佛常常以音聲作佛事，為一切眾生講經說法。六根聰利，實在講無過於眼根、耳根。所以佛示相是應一切眾生的眼根；言說，應一切眾生的耳根，希望他見色聞聲能開悟。做一個好的樣子給眾生看，總是做出覺悟的樣子。再看這一大段最後的一小段，第二十層："
    },
    {
      "id": "12-017-0874_p0040",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名十方普坚固庄严照耀。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名十方普堅固莊嚴照耀。】"
    },
    {
      "id": "12-017-0874_p0041",
      "zh_CN": "这个名号好，这世界好。",
      "zh_TW": "這個名號好，這世界好。"
    },
    {
      "id": "12-017-0874_p0042",
      "zh_CN": "【其形八隅。】",
      "zh_TW": "【其形八隅。】"
    },
    {
      "id": "12-017-0874_p0043",
      "zh_CN": "它的形状有八个角。",
      "zh_TW": "它的形狀有八個角。"
    },
    {
      "id": "12-017-0874_p0044",
      "zh_CN": "【依心王摩尼轮海住。】",
      "zh_TW": "【依心王摩尼輪海住。】"
    },
    {
      "id": "12-017-0874_p0045",
      "zh_CN": "这一句是说它的依住，『心王』是阿赖耶识，也可以讲八个识、八心王。",
      "zh_TW": "這一句是說它的依住，『心王』是阿賴耶識，也可以講八個識、八心王。"
    },
    {
      "id": "12-017-0874_p0046",
      "zh_CN": "【一切宝庄严帐云弥覆其上。】",
      "zh_TW": "【一切寶莊嚴帳雲彌覆其上。】"
    },
    {
      "id": "12-017-0874_p0047",
      "zh_CN": "这是讲世界上空的庄严。",
      "zh_TW": "這是講世界上空的莊嚴。"
    },
    {
      "id": "12-017-0874_p0048",
      "zh_CN": "【二十佛刹微尘数世界围绕。】",
      "zh_TW": "【二十佛剎微塵數世界圍繞。】"
    },
    {
      "id": "12-017-0874_p0049",
      "zh_CN": "最上头的一层，围绕的世界多！",
      "zh_TW": "最上頭的一層，圍繞的世界多！"
    },
    {
      "id": "12-017-0874_p0050",
      "zh_CN": "【纯一清净。】",
      "zh_TW": "【純一清淨。】"
    },
    {
      "id": "12-017-0874_p0051",
      "zh_CN": "法身菩萨的报土，如来的实报庄严土。",
      "zh_TW": "法身菩薩的報土，如來的實報莊嚴土。"
    },
    {
      "id": "12-017-0874_p0052",
      "zh_CN": "【佛号普眼大明灯。】",
      "zh_TW": "【佛號普眼大明燈。】"
    },
    {
      "id": "12-017-0874_p0053",
      "zh_CN": "我们看这个世界的名号『十方普坚固』。我们晓得什么最坚固？自性、性德，真实的坚固。它能现能变，能现的，虚空法界；能变，刹土众生。所现所变的会坏，有成住坏空，能现能变的不坏，所以用金刚来比喻。实际上金刚还是会坏的，在一切物质当中，它最坚固；换句话说，它最耐久，但是毕竟还是要坏的。真心本性永远不坏。「十方普坚固」是指的性德，这个世间的人各个都是明心见性，当然是纯一清净，法身菩萨住的地方。",
      "zh_TW": "我們看這個世界的名號『十方普堅固』。我們曉得什麼最堅固？自性、性德，真實的堅固。它能現能變，能現的，虛空法界；能變，剎土眾生。所現所變的會壞，有成住壞空，能現能變的不壞，所以用金剛來比喻。實際上金剛還是會壞的，在一切物質當中，它最堅固；換句話說，它最耐久，但是畢竟還是要壞的。真心本性永遠不壞。「十方普堅固」是指的性德，這個世間的人各個都是明心見性，當然是純一清淨，法身菩薩住的地方。"
    },
    {
      "id": "12-017-0874_p0054",
      "zh_CN": "『庄严照耀』，就像我刚才在前面说的一样，真心庄严普照，性德庄严普照，称性之行也庄严普照；与性德相应的色相，还是庄严普照。总而言之一句话，起心动念、一切造作不能不与性德相应，这比什么都重要。世间人不懂，我们不能够随顺世俗，随顺世俗，你的结果不能离开六道轮回。我们要随顺性德，不但超越三界六道，超越十法界，回归到一真，回归到实报庄严土，这才是真正觉悟的人，真正明白的人，真正获得一切宝庄严。",
      "zh_TW": "『莊嚴照耀』，就像我剛才在前面說的一樣，真心莊嚴普照，性德莊嚴普照，稱性之行也莊嚴普照；與性德相應的色相，還是莊嚴普照。總而言之一句話，起心動念、一切造作不能不與性德相應，這比什麼都重要。世間人不懂，我們不能夠隨順世俗，隨順世俗，你的結果不能離開六道輪迴。我們要隨順性德，不但超越三界六道，超越十法界，回歸到一真，回歸到實報莊嚴土，這才是真正覺悟的人，真正明白的人，真正獲得一切寶莊嚴。"
    },
    {
      "id": "12-017-0874_p0055",
      "zh_CN": "『佛号普眼大明灯』。「普眼」就是《华严经》上讲的十眼圆明，《金刚经》上说的五眼；肉眼、天眼、慧眼、法眼、佛眼。普是普遍，遍照。观世音菩萨现的千手千眼表什么意思？眼到手到，所谓是千处祈求千处应，那个千为什么说千不说万？是因为菩萨现的相，千手千眼，千处祈求千处应。实在「千」并不是数字，千是表大圆满。《华严经》上用十代表圆满，百千大圆满！由此可知，菩萨现无量无边身，不止千手千眼，见到众生有苦难，立刻就去帮助。也许同学说，我现在有苦难，观音菩萨为什么不来帮助？观音菩萨来，就在身边，真的来帮助，我们自己不能接受。为什么不能接受？有业障，障碍住了。菩萨那边没有障碍，障碍在我们自己这一边。我们自己不知道受持、不知道读诵、不知道为人演说，从这个地方你就觉察到障碍在哪里。「普眼大明灯」。现在时间到了。",
      "zh_TW": "『佛號普眼大明燈』。「普眼」就是《華嚴經》上講的十眼圓明，《金剛經》上說的五眼；肉眼、天眼、慧眼、法眼、佛眼。普是普遍，遍照。觀世音菩薩現的千手千眼表什麼意思？眼到手到，所謂是千處祈求千處應，那個千為什麼說千不說萬？是因為菩薩現的相，千手千眼，千處祈求千處應。實在「千」並不是數字，千是表大圓滿。《華嚴經》上用十代表圓滿，百千大圓滿！由此可知，菩薩現無量無邊身，不止千手千眼，見到眾生有苦難，立刻就去幫助。也許同學說，我現在有苦難，觀音菩薩為什麼不來幫助？觀音菩薩來，就在身邊，真的來幫助，我們自己不能接受。為什麼不能接受？有業障，障礙住了。菩薩那邊沒有障礙，障礙在我們自己這一邊。我們自己不知道受持、不知道讀誦、不知道為人演說，從這個地方你就覺察到障礙在哪裡。「普眼大明燈」。現在時間到了。"
    }
  ]
}