{
  "doc_id": "12-017-1138",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一三八卷",
    "zh_TW": "第一一三八卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1138",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "12-017-1138_p0001",
      "zh_CN": "诸位同学，请看四圣谛品，邻次十界第六段，饶益世界，最后一段苦灭道圣谛第六句看起：",
      "zh_TW": "諸位同學，請看四聖諦品，鄰次十界第六段，饒益世界，最後一段苦滅道聖諦第六句看起："
    },
    {
      "id": "12-017-1138_p0002",
      "zh_CN": "【或名能尽有。】",
      "zh_TW": "【或名能盡有。】"
    },
    {
      "id": "12-017-1138_p0003",
      "zh_CN": "这是道谛里头的名称，这个名称大家看到之后都会生欢喜心，为什么？应有尽有，不应有也尽有，『尽有』里头包括能不能。为什么我们看到这个名称会生欢喜心？这就是谚语里面常讲，「欲海难填」，众生的欲望，欲望像大海一样无量无边，永远填不尽！但是在大乘教里面，真的得到究竟圆满。道谛是因，因是究竟圆满的，果当然也是究竟圆满的，因果不二。所以，宗门里头有一句话讲，「识得一，万事毕」，这句话的意思很深很广。",
      "zh_TW": "這是道諦裡頭的名稱，這個名稱大家看到之後都會生歡喜心，為什麼？應有盡有，不應有也盡有，『盡有』裡頭包括能不能。為什麼我們看到這個名稱會生歡喜心？這就是諺語裡面常講，「欲海難填」，眾生的欲望，欲望像大海一樣無量無邊，永遠填不盡！但是在大乘教裡面，真的得到究竟圓滿。道諦是因，因是究竟圓滿的，果當然也是究竟圓滿的，因果不二。所以，宗門裡頭有一句話講，「識得一，萬事畢」，這句話的意思很深很廣。"
    },
    {
      "id": "12-017-1138_p0004",
      "zh_CN": "如果我们要想真正得到大圆满，这在世间法里面，大家都晓得，那是一个愿望，永远达不到的愿望。譬如，哪个人不是希求得到无量无边无尽的智慧？无量无边无尽的才艺？无量无边无尽的相好？相好是福报；永恒无量的寿命，长生不老。这些都包括在这一句里头，「能尽有」，这是事实，不是假的，确确实实你能够得到，能满你的所愿。这就是大乘教，一乘圆教。初学的人听到，不但是初学，这里头包括许许多多老修，你要跟他讲，他摇头：这是佛经上讲的，这不是事实！我们听了，觉得他有道理，为什么？眼前事实是如是！无量无边的缺陷，哪来的圆满？哪里能够称心如意？可是我们要知道诸佛如来、法身大士决定没有妄语。《华严经》上教导我们的，都是诸佛如来，都是法身菩萨，没有一句一字是虚假的，句句真实，字字真实，我们称为真经。所以，只要随顺佛菩萨的教诲，随顺经论学习，「能尽有」是毕业了的境界，如来果地上的境界，因圆果满，因果同时，果因不二。",
      "zh_TW": "如果我們要想真正得到大圓滿，這在世間法裡面，大家都曉得，那是一個願望，永遠達不到的願望。譬如，哪個人不是希求得到無量無邊無盡的智慧？無量無邊無盡的才藝？無量無邊無盡的相好？相好是福報；永恆無量的壽命，長生不老。這些都包括在這一句裡頭，「能盡有」，這是事實，不是假的，確確實實你能夠得到，能滿你的所願。這就是大乘教，一乘圓教。初學的人聽到，不但是初學，這裡頭包括許許多多老修，你要跟他講，他搖頭：這是佛經上講的，這不是事實！我們聽了，覺得他有道理，為什麼？眼前事實是如是！無量無邊的缺陷，哪來的圓滿？哪裡能夠稱心如意？可是我們要知道諸佛如來、法身大士決定沒有妄語。《華嚴經》上教導我們的，都是諸佛如來，都是法身菩薩，沒有一句一字是虛假的，句句真實，字字真實，我們稱為真經。所以，只要隨順佛菩薩的教誨，隨順經論學習，「能盡有」是畢業了的境界，如來果地上的境界，因圓果滿，因果同時，果因不二。"
    },
    {
      "id": "12-017-1138_p0005",
      "zh_CN": "「能尽有」修学到什么样的层次落实了？教下讲，圆教初住菩萨，落实了。在九法界里面，虽然不能够真正落实，但是相似的境界确确实实可以得到，这个相似的境界就是所谓的解悟；落实是证悟，可是证悟之前，一定是解悟。信、解、行、证，解悟之后要行。行是什么？行是历事炼心。在日常生活当中，我们常说在人事环境里面去落实、去磨练，在物质环境里面历练，在虚空法界不同维次空间境界里面去历练，历事练心。练什么？练你解悟，把解悟真正变成证悟，你就成功了，这叫真修行。",
      "zh_TW": "「能盡有」修學到什麼樣的層次落實了？教下講，圓教初住菩薩，落實了。在九法界裡面，雖然不能夠真正落實，但是相似的境界確確實實可以得到，這個相似的境界就是所謂的解悟；落實是證悟，可是證悟之前，一定是解悟。信、解、行、證，解悟之後要行。行是什麼？行是歷事鍊心。在日常生活當中，我們常說在人事環境裡面去落實、去磨練，在物質環境裡面歷練，在虛空法界不同維次空間境界裡面去歷練，歷事練心。練什麼？練你解悟，把解悟真正變成證悟，你就成功了，這叫真修行。"
    },
    {
      "id": "12-017-1138_p0006",
      "zh_CN": "世尊为一切众生讲经说法，从来没有休息过。《华严经》上讲的，尘说刹说，永无休止的在说，我们在这个经前面读过。诸位同学，你还能记得吗？你能懂得这个意思吗？学没有止尽，修没有止尽，证没有止尽。从凡夫到如来果地，经上常讲无量劫；从破一品无明到证得究竟圆满，三个阿僧祇劫。所以，人不能不学，学不能没有智慧。没有智慧，你没有能力辨别，虽然你很勤奋，很用功，你得不到真实法，这也是佛经里面所说的「可怜悯者」。你遇到的是正法，你遇到的是真善知识，你也遇到是很好的修学环境，为什么得不到佛法殊胜的受用？这是你没有智慧！你在听讲、你在读诵，就是古人所讲的，你曲解如来真实义，我们今天讲解读，你解读错误。你的修学很容易钻牛角尖，读书人所谓是「食而不化」，你得不到受用。你接受教诲，就像吃东西，天天接收，但是吃了怎么样？没有消化，你完全没有得到法味的滋润。吃了之后，消化了，你就吸收它的养分，你的身体健康；吃了很多东西下去，不消化，不消化反而成了病，得不到它的滋养，还受它的害！这是一类不善学的，这世间有，不是没有。",
      "zh_TW": "世尊為一切眾生講經說法，從來沒有休息過。《華嚴經》上講的，塵說剎說，永無休止的在說，我們在這個經前面讀過。諸位同學，你還能記得嗎？你能懂得這個意思嗎？學沒有止盡，修沒有止盡，證沒有止盡。從凡夫到如來果地，經上常講無量劫；從破一品無明到證得究竟圓滿，三個阿僧祇劫。所以，人不能不學，學不能沒有智慧。沒有智慧，你沒有能力辨別，雖然你很勤奮，很用功，你得不到真實法，這也是佛經裡面所說的「可憐憫者」。你遇到的是正法，你遇到的是真善知識，你也遇到是很好的修學環境，為什麼得不到佛法殊勝的受用？這是你沒有智慧！你在聽講、你在讀誦，就是古人所講的，你曲解如來真實義，我們今天講解讀，你解讀錯誤。你的修學很容易鑽牛角尖，讀書人所謂是「食而不化」，你得不到受用。你接受教誨，就像吃東西，天天接收，但是吃了怎麼樣？沒有消化，你完全沒有得到法味的滋潤。吃了之後，消化了，你就吸收它的養分，你的身體健康；吃了很多東西下去，不消化，不消化反而成了病，得不到它的滋養，還受它的害！這是一類不善學的，這世間有，不是沒有。"
    },
    {
      "id": "12-017-1138_p0007",
      "zh_CN": "世尊在世，我们说：你没有遇到好老师，这个好老师没有好好教你。释迦牟尼佛是好老师，释迦牟尼佛教学的方法极高明，无人能跟他相比。他的学生当中，怎么样？有没有曲解佛意、曲解教义、食而不化反而变成毛病的？有。哪些人？提婆达多，六群比丘，这些都是，人数不少！这种示现，说明老师没有过失，教学的内容没有过失，教学的方法没有过失。过失在哪边？过失在学的人不会！这时候怎么办？佛没有停止教他，还是天天讲经说法，佛的做法有他的目标，给他在阿赖耶里面种善根。虽然食而不化，善根种下去了，这个善根变成金刚种子，来生后世遇到缘，也许它就起作用了，起现行了。教化众生不是一生一世的事情，生生世世。",
      "zh_TW": "世尊在世，我們說：你沒有遇到好老師，這個好老師沒有好好教你。釋迦牟尼佛是好老師，釋迦牟尼佛教學的方法極高明，無人能跟他相比。他的學生當中，怎麼樣？有沒有曲解佛意、曲解教義、食而不化反而變成毛病的？有。哪些人？提婆達多，六群比丘，這些都是，人數不少！這種示現，說明老師沒有過失，教學的內容沒有過失，教學的方法沒有過失。過失在哪邊？過失在學的人不會！這時候怎麼辦？佛沒有停止教他，還是天天講經說法，佛的做法有他的目標，給他在阿賴耶裡面種善根。雖然食而不化，善根種下去了，這個善根變成金剛種子，來生後世遇到緣，也許它就起作用了，起現行了。教化眾生不是一生一世的事情，生生世世。"
    },
    {
      "id": "12-017-1138_p0008",
      "zh_CN": "现前成熟的那些学生，一闻千悟，一悟他就落实。我们在经典里面看到，佛这部经还没有讲完，听众里面就有证果的、有开悟的，我们很羡慕，称这类的人上根利智。他怎么开悟的？怎么能证果的？过去生中，生生世世薰习的善根厚，这一生缘成熟，一接触他就通，就这么个道理。尤其是在娑婆世界，文殊菩萨为我们拣选根性，说「此方真教体，清净在音闻」，娑婆世界众生耳根最利。因此诸佛菩萨在这个世界示现，不论在哪个国家、哪个地区，统统都是用讲经说法为第一个手段。",
      "zh_TW": "現前成熟的那些學生，一聞千悟，一悟他就落實。我們在經典裡面看到，佛這部經還沒有講完，聽眾裡面就有證果的、有開悟的，我們很羨慕，稱這類的人上根利智。他怎麼開悟的？怎麼能證果的？過去生中，生生世世薰習的善根厚，這一生緣成熟，一接觸他就通，就這麼個道理。尤其是在娑婆世界，文殊菩薩為我們揀選根性，說「此方真教體，清淨在音聞」，娑婆世界眾生耳根最利。因此諸佛菩薩在這個世界示現，不論在哪個國家、哪個地區，統統都是用講經說法為第一個手段。"
    },
    {
      "id": "12-017-1138_p0009",
      "zh_CN": "释迦如来示现讲经教学用言语，没有文字，没有教科书。孔老夫子当时在中国教学，也没有教科书，也没有文字，也都是用言语天天跟大家讲解。这些圣人教诲写成文字流传到后代，都是他走了以后，学生们所集。佛经，佛灭度之后，佛的弟子开会集结；孔老夫子的《论语》是许许多多人写的。从记忆当中，老师以前教导些什么，每个人就记忆当中很正确而没有错误，把它记录下来。这个事实我们知道的很清楚。所以，确确实实是以言说、研究、讨论、教诲，以这个为教学的方法。佛菩萨不在了，圣人不在了，当时这些亲近学习的学生们把圣贤教诲记录下来，流传后世，成为经典。他们的记录是第一手的材料，不是传闻。所以佛经第一句话，「如是我闻」，这是集结的人、记录的人说明他亲自听闻的，不是传说，给我们证明可信度。我们听到这个宣布，没有疑惑，他说的就是佛说的。儒家的典籍虽然上头没有加「如是我闻」，开头加一个「子曰」，孔老夫子说的，不是我说的。",
      "zh_TW": "釋迦如來示現講經教學用言語，沒有文字，沒有教科書。孔老夫子當時在中國教學，也沒有教科書，也沒有文字，也都是用言語天天跟大家講解。這些聖人教誨寫成文字流傳到後代，都是他走了以後，學生們所集。佛經，佛滅度之後，佛的弟子開會集結；孔老夫子的《論語》是許許多多人寫的。從記憶當中，老師以前教導些什麼，每個人就記憶當中很正確而沒有錯誤，把它記錄下來。這個事實我們知道的很清楚。所以，確確實實是以言說、研究、討論、教誨，以這個為教學的方法。佛菩薩不在了，聖人不在了，當時這些親近學習的學生們把聖賢教誨記錄下來，流傳後世，成為經典。他們的記錄是第一手的材料，不是傳聞。所以佛經第一句話，「如是我聞」，這是集結的人、記錄的人說明他親自聽聞的，不是傳說，給我們證明可信度。我們聽到這個宣布，沒有疑惑，他說的就是佛說的。儒家的典籍雖然上頭沒有加「如是我聞」，開頭加一個「子曰」，孔老夫子說的，不是我說的。"
    },
    {
      "id": "12-017-1138_p0010",
      "zh_CN": "圣人的教诲，确实他是通过信解行证，自己亲证之后，为我们说出宇宙人生真相，真相确确实实是尽有，这个话很难懂。要略略契入少分，必须要知道宇宙、众生万有的来源。从哪来的？佛在经上告诉我们，虚空法界、刹土众生是自性变现出来的。谁的自性？自己的自性。我的自性跟你的自性是一还是二？我们的自性跟佛菩萨的自性，我们的自性跟一切动物的自性、跟一切植物的自性，这当中的关系又如何？不能不搞清楚。",
      "zh_TW": "聖人的教誨，確實他是通過信解行證，自己親證之後，為我們說出宇宙人生真相，真相確確實實是盡有，這個話很難懂。要略略契入少分，必須要知道宇宙、眾生萬有的來源。從哪來的？佛在經上告訴我們，虛空法界、剎土眾生是自性變現出來的。誰的自性？自己的自性。我的自性跟你的自性是一還是二？我們的自性跟佛菩薩的自性，我們的自性跟一切動物的自性、跟一切植物的自性，這當中的關係又如何？不能不搞清楚。"
    },
    {
      "id": "12-017-1138_p0011",
      "zh_CN": "现在我们生活在科技的社会，大家对于电器都能够普遍的理解。电器的种类很多，电视机、电话机、电灯、电炉，电器千千万万种，形形色色不一样，就像我们这个社会上人一样。我们每个人就是一个电器，所有动物也是个电器，植物还是个电器，但是他是活的，他不是死的。他的生命是什么东西？他能够思惟，能够想像，就是说他都有见闻觉知。那个见闻觉知就是自性法尔本来具有的能力，无论在一切时、一切处，他起作用，有条不紊。浅一点说，他的作用有秩序，一丝毫都不会错乱。而且在所有一切万事万物当中，他是和睦的，没有冲突、没有对立、没有矛盾，永远是互补合作。谁教他这样做的？没有人教他，法尔如是。这是什么？这是性德。所以，自性本具的有德、有能，能是见闻觉知，德就是和谐、合作，没有界限。",
      "zh_TW": "現在我們生活在科技的社會，大家對於電器都能夠普遍的理解。電器的種類很多，電視機、電話機、電燈、電爐，電器千千萬萬種，形形色色不一樣，就像我們這個社會上人一樣。我們每個人就是一個電器，所有動物也是個電器，植物還是個電器，但是他是活的，他不是死的。他的生命是什麼東西？他能夠思惟，能夠想像，就是說他都有見聞覺知。那個見聞覺知就是自性法爾本來具有的能力，無論在一切時、一切處，他起作用，有條不紊。淺一點說，他的作用有秩序，一絲毫都不會錯亂。而且在所有一切萬事萬物當中，他是和睦的，沒有衝突、沒有對立、沒有矛盾，永遠是互補合作。誰教他這樣做的？沒有人教他，法爾如是。這是什麼？這是性德。所以，自性本具的有德、有能，能是見聞覺知，德就是和諧、合作，沒有界限。"
    },
    {
      "id": "12-017-1138_p0012",
      "zh_CN": "中国古圣先贤称之为太和、中和。「太和」岂不就是佛法里头讲的法性，「中和」就是讲的法相，性相是一不是二；他起的作用是「保和」，保和就是虚空法界刹土众生，和睦互补，相辅相成，互助合作，一丝毫矛盾没有，一丝毫对立没有。小，在我们身体，大，就是宇宙，外面大宇宙，内心是小宇宙，大小是一不是二。如果你明了这个事实真相，了解这个道理，你就万缘放下了，心里头连痕迹都不着，永离妄想分别执着。离妄想分别执着，就是大乘经教里常讲的「心包太虚，量周沙界」，你本来的心，本来这个心的作用显现出来了。这个显现是证，这不是解悟，这是证悟。所以，唯有放下妄想分别执着的人能证。教你放下妄想分别执着，这是大乘佛法，这是能尽有之因，证得的是能尽有之果。",
      "zh_TW": "中國古聖先賢稱之為太和、中和。「太和」豈不就是佛法裡頭講的法性，「中和」就是講的法相，性相是一不是二；他起的作用是「保和」，保和就是虛空法界剎土眾生，和睦互補，相輔相成，互助合作，一絲毫矛盾沒有，一絲毫對立沒有。小，在我們身體，大，就是宇宙，外面大宇宙，內心是小宇宙，大小是一不是二。如果你明瞭這個事實真相，了解這個道理，你就萬緣放下了，心裡頭連痕跡都不著，永離妄想分別執著。離妄想分別執著，就是大乘經教裡常講的「心包太虛，量周沙界」，你本來的心，本來這個心的作用顯現出來了。這個顯現是證，這不是解悟，這是證悟。所以，唯有放下妄想分別執著的人能證。教你放下妄想分別執著，這是大乘佛法，這是能盡有之因，證得的是能盡有之果。"
    },
    {
      "id": "12-017-1138_p0013",
      "zh_CN": "遍法界虚空界是自己法性变现出来的，能变是一不是二，所变千差万别，就好像能变是电，所变的是电器，电器千千万万种，里头用的电是完全相同的。你看电流的德能，在电视，现画面；在电灯，放光明；在电话，它有声音，随着电器不同，它显现的功能不一样，电像法性，它本身具足万德万能。万德万能从什么地方显示出来？从各个不同的电器显示出来。我们把这个比喻落实到事实上，宇宙之间，虚空、法界，刹土（刹土是世界）、众生，森罗万象无量无边，显示出法性，或者我们讲自性、讲真性，都是一个意思，它的德能无有穷尽。",
      "zh_TW": "遍法界虛空界是自己法性變現出來的，能變是一不是二，所變千差萬別，就好像能變是電，所變的是電器，電器千千萬萬種，裡頭用的電是完全相同的。你看電流的德能，在電視，現畫面；在電燈，放光明；在電話，它有聲音，隨著電器不同，它顯現的功能不一樣，電像法性，它本身具足萬德萬能。萬德萬能從什麼地方顯示出來？從各個不同的電器顯示出來。我們把這個比喻落實到事實上，宇宙之間，虛空、法界，剎土（剎土是世界）、眾生，森羅萬象無量無邊，顯示出法性，或者我們講自性、講真性，都是一個意思，它的德能無有窮盡。"
    },
    {
      "id": "12-017-1138_p0014",
      "zh_CN": "见到自性，宗门讲明心见性，教下也是明心见性，见性的时候，你统统都得到了。大乘的教学就是「能尽有」的教学，你能够得到遍法界虚空界，那都是你的。你千万不要执着里头一个，执着一个怎么样？统统都丧失掉了。实际上并没有丧失，这叫迷失，你迷，只执着一个，「这个是我的」，你就迷了；把遍法界虚空界本来是自己的丧失掉了，执着这一点点，错了，真是大错特错！你不知道遍法界虚空界一切刹土众生，是自己本性变现出来的。自己本性变现出来的这些现相，这些现相不是自己什么是自己？变出森罗万象，执着这一个相是自己，其他相都不是自己，我们的错就错在这里。诸佛如来、法身菩萨他们对了，他对在那里？他对的是，他知道自己这个身跟虚空法界刹土众生一样的。这个身是法性变现的，外面大世界也是法性变现的，是一不是二。这时候你要说这个是身，所有一切现相哪个不是身？统统都是。",
      "zh_TW": "見到自性，宗門講明心見性，教下也是明心見性，見性的時候，你統統都得到了。大乘的教學就是「能盡有」的教學，你能夠得到遍法界虛空界，那都是你的。你千萬不要執著裡頭一個，執著一個怎麼樣？統統都喪失掉了。實際上並沒有喪失，這叫迷失，你迷，只執著一個，「這個是我的」，你就迷了；把遍法界虛空界本來是自己的喪失掉了，執著這一點點，錯了，真是大錯特錯！你不知道遍法界虛空界一切剎土眾生，是自己本性變現出來的。自己本性變現出來的這些現相，這些現相不是自己什麼是自己？變出森羅萬象，執著這一個相是自己，其他相都不是自己，我們的錯就錯在這裡。諸佛如來、法身菩薩他們對了，他對在那裡？他對的是，他知道自己這個身跟虛空法界剎土眾生一樣的。這個身是法性變現的，外面大世界也是法性變現的，是一不是二。這時候你要說這個是身，所有一切現相哪個不是身？統統都是。"
    },
    {
      "id": "12-017-1138_p0015",
      "zh_CN": "我说的这些话，我相信还有不少人很难体会，不知道我在说些什么，我们举个比喻来说。大家都有作梦的经验，你今天晚上睡觉作梦的时候，梦醒了，你赶快起来不要躺着，坐起来，想一想刚才梦中那些境界。怎么个想法？你去想梦中境界哪一样不是你自己意识变现出来的！现在科学家讲，梦是怎么回事？梦是下意识变现的。不管是下意识、上意识咱们不管，总而言之，那是你自己意识心起作用。这时候问问，梦中境界哪一个不是意识？梦中有自己的身，是自己意识变的；梦中也梦到很多人，有认识的，也有不认识的，还是意识变现的。梦里头有山河大地，有树木花草；树木花草，哪一个小草、哪一片叶子不是意识变现的？你要从这上面仔细去思惟、去观察，你才通达，梦中境界是什么？意识！离开意识之外，没有一法可得，这正是大乘经上常说的。",
      "zh_TW": "我說的這些話，我相信還有不少人很難體會，不知道我在說些什麼，我們舉個比喻來說。大家都有作夢的經驗，你今天晚上睡覺作夢的時候，夢醒了，你趕快起來不要躺著，坐起來，想一想剛才夢中那些境界。怎麼個想法？你去想夢中境界哪一樣不是你自己意識變現出來的！現在科學家講，夢是怎麼回事？夢是下意識變現的。不管是下意識、上意識咱們不管，總而言之，那是你自己意識心起作用。這時候問問，夢中境界哪一個不是意識？夢中有自己的身，是自己意識變的；夢中也夢到很多人，有認識的，也有不認識的，還是意識變現的。夢裡頭有山河大地，有樹木花草；樹木花草，哪一個小草、哪一片葉子不是意識變現的？你要從這上面仔細去思惟、去觀察，你才通達，夢中境界是什麼？意識！離開意識之外，沒有一法可得，這正是大乘經上常說的。"
    },
    {
      "id": "12-017-1138_p0016",
      "zh_CN": "佛在《楞严经》上讲「诸法所生，唯心所现」，所以「心外无法，法外无心」，离开自心无有一法可得。我们今天这个世界就是个梦境，佛讲得很好，「一切有为法，如梦幻泡影」，永嘉大师讲得好，「梦里明明有六趣，觉后空空无大千」。所以，问题就在觉悟；觉了，能尽有，迷了，就办不到了。为什么？迷，你执着，你执着这个身是自己，身外不是自己。一切众生都在迷，六道在迷，四圣法界觉悟了，觉悟得不圆满，觉悟得不透彻，所以他们的境界是相似的真实，不是真正真实；接近真实，相似的真实，天台大师讲得好，「相似即佛」。只有真正觉悟了，真正觉悟，就是妄想分别执着统统没有了！真正觉悟，那是证得真实，知道自他不二，知道事实真相里面没有自他、没有内外、没有大小；换句话说，今天我们所说一切相对的概念统统没有。凡是有相对的概念，迷，没觉。",
      "zh_TW": "佛在《楞嚴經》上講「諸法所生，唯心所現」，所以「心外無法，法外無心」，離開自心無有一法可得。我們今天這個世界就是個夢境，佛講得很好，「一切有為法，如夢幻泡影」，永嘉大師講得好，「夢裡明明有六趣，覺後空空無大千」。所以，問題就在覺悟；覺了，能盡有，迷了，就辦不到了。為什麼？迷，你執著，你執著這個身是自己，身外不是自己。一切眾生都在迷，六道在迷，四聖法界覺悟了，覺悟得不圓滿，覺悟得不透徹，所以他們的境界是相似的真實，不是真正真實；接近真實，相似的真實，天台大師講得好，「相似即佛」。只有真正覺悟了，真正覺悟，就是妄想分別執著統統沒有了！真正覺悟，那是證得真實，知道自他不二，知道事實真相裡面沒有自他、沒有內外、沒有大小；換句話說，今天我們所說一切相對的概念統統沒有。凡是有相對的概念，迷，沒覺。"
    },
    {
      "id": "12-017-1138_p0017",
      "zh_CN": "佛教众生还是要用相对的概念，那是什么？叫方便说。这个说法你能接受，你能懂；离开方便，那个说法叫真实说，真实说不是你的境界，你不懂，你不能接受。所以佛菩萨教化众生，他的手法高明，从方便让你去悟入真实，方便是手段，不是目的，方便能通达真实。因此，佛所有一切教法都是方便法。《金刚经》上说得很好，「法尚应舍，何况非法」，这就是说明佛所说的一切法，不只是释迦牟尼佛，阿弥陀佛、毘卢遮那佛，所有一切诸佛说的法，统统是方便法。方便法不能不要，要，不能执着；要，不能分别，这才妙，这称之为妙法。所以佛说法，也许大家也听到了，佛说法是「说而无说，无说而说」。我们学，高明的学法是「听而无听，无听而听」，这样才能契入。说、听彼此都不执着，说是方便说，听是方便听，善巧方便就能契入真实。说到这个地方，总而言之，你能放下一切你就能得到一切；你要不肯放下，你就什么都得不到。不肯放下的，你得到的，现前得到这么多，永远就是这么多，你还会失掉；你真的能放下，你一切统统得到了。",
      "zh_TW": "佛教眾生還是要用相對的概念，那是什麼？叫方便說。這個說法你能接受，你能懂；離開方便，那個說法叫真實說，真實說不是你的境界，你不懂，你不能接受。所以佛菩薩教化眾生，他的手法高明，從方便讓你去悟入真實，方便是手段，不是目的，方便能通達真實。因此，佛所有一切教法都是方便法。《金剛經》上說得很好，「法尚應捨，何況非法」，這就是說明佛所說的一切法，不只是釋迦牟尼佛，阿彌陀佛、毘盧遮那佛，所有一切諸佛說的法，統統是方便法。方便法不能不要，要，不能執著；要，不能分別，這才妙，這稱之為妙法。所以佛說法，也許大家也聽到了，佛說法是「說而無說，無說而說」。我們學，高明的學法是「聽而無聽，無聽而聽」，這樣才能契入。說、聽彼此都不執著，說是方便說，聽是方便聽，善巧方便就能契入真實。說到這個地方，總而言之，你能放下一切你就能得到一切；你要不肯放下，你就什麼都得不到。不肯放下的，你得到的，現前得到這麼多，永遠就是這麼多，你還會失掉；你真的能放下，你一切統統得到了。"
    },
    {
      "id": "12-017-1138_p0018",
      "zh_CN": "佛慈悲，佛爱护我们，佛教导我们，通常教的，这是最浅最浅的教我们的方法，教我们舍财。人都贪财，都吝啬，佛教我们舍财，舍财得财。所以「舍得」两个字，这是佛学的术语，唯有舍才能得。小舍小得，大舍大得，圆满的舍就圆满得。诸佛如来舍尽了，所以他能尽有。等觉菩萨放下了，舍了，但是还有一品生相无明没断，就是没舍，他还没有放下，他所得到的不圆满，没有如来果地上圆满。原来如来果地连那个一品生相无明也放下了，也舍了，他得的圆满。舍法得智慧，施无畏者得长寿，得健康长寿。所以菩萨法没有别的，自始至终，从初发心到如来地，学什么？布施而已。我所有的，无论是财、是法、是无畏，这三大类，要有布施的心，有布施的意念，要有布施的行，遇到缘就去做。",
      "zh_TW": "佛慈悲，佛愛護我們，佛教導我們，通常教的，這是最淺最淺的教我們的方法，教我們捨財。人都貪財，都吝嗇，佛教我們捨財，捨財得財。所以「捨得」兩個字，這是佛學的術語，唯有捨才能得。小捨小得，大捨大得，圓滿的捨就圓滿得。諸佛如來捨盡了，所以他能盡有。等覺菩薩放下了，捨了，但是還有一品生相無明沒斷，就是沒捨，他還沒有放下，他所得到的不圓滿，沒有如來果地上圓滿。原來如來果地連那個一品生相無明也放下了，也捨了，他得的圓滿。捨法得智慧，施無畏者得長壽，得健康長壽。所以菩薩法沒有別的，自始至終，從初發心到如來地，學什麼？布施而已。我所有的，無論是財、是法、是無畏，這三大類，要有布施的心，有布施的意念，要有布施的行，遇到緣就去做。"
    },
    {
      "id": "12-017-1138_p0019",
      "zh_CN": "江老师画的千手千眼观世音菩萨，我们斋堂里面供奉一张特大张的。昨天我们送了一张给移民部长，送了一张给现在参加竞选布里斯本市长，另外一张送给盖瑞，他现在是总理的助理。我们简单给他解释，这张画代表什么？代表大慈大悲。大慈大悲是真诚的爱心，清净的爱心，平等的爱心，爱护一切众生。这个爱如何落实？眼到手到，千手千眼。眼看到了，立刻就要把你的爱心落实，你要去照顾他，要去帮助他。大家了解这个意思都生欢喜心。我们要为众生服务，要为社会服务，要为人民服务。见到人家有苦有难、有需要的时候，我们尽心尽力帮忙协助，互助合作，那就是圆满的功德。我有一块钱做一块钱的事，我有十块钱做十块钱的事，圆满功德。要眼到手到，一切众生需要帮助的时候，我有这个能力，不去帮助就错了，为什么？那是自己，不是别人。现在时间到了。",
      "zh_TW": "江老師畫的千手千眼觀世音菩薩，我們齋堂裡面供奉一張特大張的。昨天我們送了一張給移民部長，送了一張給現在參加競選布里斯本市長，另外一張送給蓋瑞，他現在是總理的助理。我們簡單給他解釋，這張畫代表什麼？代表大慈大悲。大慈大悲是真誠的愛心，清淨的愛心，平等的愛心，愛護一切眾生。這個愛如何落實？眼到手到，千手千眼。眼看到了，立刻就要把你的愛心落實，你要去照顧他，要去幫助他。大家了解這個意思都生歡喜心。我們要為眾生服務，要為社會服務，要為人民服務。見到人家有苦有難、有需要的時候，我們盡心盡力幫忙協助，互助合作，那就是圓滿的功德。我有一塊錢做一塊錢的事，我有十塊錢做十塊錢的事，圓滿功德。要眼到手到，一切眾生需要幫助的時候，我有這個能力，不去幫助就錯了，為什麼？那是自己，不是別人。現在時間到了。"
    },
    {
      "id": "12-017-1138_p0020",
      "zh_CN": "诸位同学，请接着看下面第七句：",
      "zh_TW": "諸位同學，請接著看下面第七句："
    },
    {
      "id": "12-017-1138_p0021",
      "zh_CN": "【或名广大路。】",
      "zh_TW": "【或名廣大路。】"
    },
    {
      "id": "12-017-1138_p0022",
      "zh_CN": "在此地道品里面，道谛，我们要知道，究竟圆满第一殊胜的是佛道。什么是佛道？一般的讲法是成佛之道，这个讲法没错。虽然没错，显得笼统一点，给现代人是一个模糊的概念；在古时候讲，没问题，对现代人讲，有问题。对现代人讲，要讲得白、要讲得浅，要讲得他很容易明了接受，才能够得到教学的效果，能够得到真实的利益，这是我们不能不知道的。现在要怎么讲法？佛道是觉道，觉悟的一个方法，法门就是方法，觉悟的方法，明白的方法。觉悟、明白是什么？是宇宙人生的真相。说宇宙人生真相还不贴切，说到真正贴切，我自己。我了解我自己，我了解我生活环境，我了解我自己跟生活环境的关系，这就是佛法。",
      "zh_TW": "在此地道品裡面，道諦，我們要知道，究竟圓滿第一殊勝的是佛道。什麼是佛道？一般的講法是成佛之道，這個講法沒錯。雖然沒錯，顯得籠統一點，給現代人是一個模糊的概念；在古時候講，沒問題，對現代人講，有問題。對現代人講，要講得白、要講得淺，要講得他很容易明瞭接受，才能夠得到教學的效果，能夠得到真實的利益，這是我們不能不知道的。現在要怎麼講法？佛道是覺道，覺悟的一個方法，法門就是方法，覺悟的方法，明白的方法。覺悟、明白是什麼？是宇宙人生的真相。說宇宙人生真相還不貼切，說到真正貼切，我自己。我了解我自己，我了解我生活環境，我了解我自己跟生活環境的關係，這就是佛法。"
    },
    {
      "id": "12-017-1138_p0023",
      "zh_CN": "再说得清楚一点，我与一切人的关系。不仅是我周边的人，我住在这个城市，我跟这个城市所有人的关系，我跟这个国家地区所有人的关系。我今天生活在这个地球上，我跟地球上所有一切人的关系，我要搞清楚、要搞明了我们是什么关系。我居住在这个环境，这个地方山河大地，这地理环境，这里头一切的生物，动物植物，山河大地、花草树木。我跟这个地方的矿物的关系，今天讲地质，佛经上讲的世界微尘。再扩大，我跟宇宙的关系，无尽的虚空，空间里面有无量无边的星球、星系，我跟它们是什么关系？这是从一个层面上说。除这一个层面之外，我们知道，还有许许多多不同维次空间。就好像大楼一样，一层一层的，我们现在只讲这一个平面，一层，上面还有很多层，下面还有很多层，在佛法讲法界。在我们上面的，有天界、有声闻、有缘觉、有菩萨、有佛；在我们下面的，有畜生、有饿鬼、有地狱。我跟这些又有什么关系？统统搞清楚、搞明白，这叫佛道。",
      "zh_TW": "再說得清楚一點，我與一切人的關係。不僅是我周邊的人，我住在這個城市，我跟這個城市所有人的關係，我跟這個國家地區所有人的關係。我今天生活在這個地球上，我跟地球上所有一切人的關係，我要搞清楚、要搞明瞭我們是什麼關係。我居住在這個環境，這個地方山河大地，這地理環境，這裡頭一切的生物，動物植物，山河大地、花草樹木。我跟這個地方的礦物的關係，今天講地質，佛經上講的世界微塵。再擴大，我跟宇宙的關係，無盡的虛空，空間裡面有無量無邊的星球、星系，我跟它們是什麼關係？這是從一個層面上說。除這一個層面之外，我們知道，還有許許多多不同維次空間。就好像大樓一樣，一層一層的，我們現在只講這一個平面，一層，上面還有很多層，下面還有很多層，在佛法講法界。在我們上面的，有天界、有聲聞、有緣覺、有菩薩、有佛；在我們下面的，有畜生、有餓鬼、有地獄。我跟這些又有什麼關係？統統搞清楚、搞明白，這叫佛道。"
    },
    {
      "id": "12-017-1138_p0024",
      "zh_CN": "佛是个觉了之道，觉悟、明了，一点都不含糊，这是大学问，这是大德大能。你要问，为什么我们要把这么繁杂的事情搞清楚、搞明白？搞清楚、搞明白，你才算是个明白人，你就不是个糊涂人，你的生活会过得非常美满幸福。为什么？你跟各种关系都搞清楚了，每种关系都会处得很好很好，决定没有矛盾、决定没有对立，是融洽的、是互补的，相辅相成，互助合作，你说这个生活多美满！多么快乐！离苦得乐。佛法教学教我们破迷开悟，离苦得乐，这是把这两句话简单介绍出来。你统统搞清楚搞明白，你才觉得这个我要学，这个东西学了很有用处，现在人讲现实，没有比这个更现实的。",
      "zh_TW": "佛是個覺了之道，覺悟、明瞭，一點都不含糊，這是大學問，這是大德大能。你要問，為什麼我們要把這麼繁雜的事情搞清楚、搞明白？搞清楚、搞明白，你才算是個明白人，你就不是個糊塗人，你的生活會過得非常美滿幸福。為什麼？你跟各種關係都搞清楚了，每種關係都會處得很好很好，決定沒有矛盾、決定沒有對立，是融洽的、是互補的，相輔相成，互助合作，你說這個生活多美滿！多麼快樂！離苦得樂。佛法教學教我們破迷開悟，離苦得樂，這是把這兩句話簡單介紹出來。你統統搞清楚搞明白，你才覺得這個我要學，這個東西學了很有用處，現在人講現實，沒有比這個更現實的。"
    },
    {
      "id": "12-017-1138_p0025",
      "zh_CN": "所以，这一条大道是广大道，畅通遍法界虚空界，畅通一切不同维次的空间，通过去未来，通此界他方。消除你内心里面的疑惑，消除内心里面的矛盾冲突，恢复到大自在，恢复到真诚、清净、平等、正觉、慈悲。这就是我们为什么要学佛，为什么要学《大方广佛华严》！别人要问你的时候，你就能答得出。答复虽然简单，但是已经很清楚、很明白了，让人听了之后，我相信他会很向往、很羡慕。如果生起向往羡慕心，我们就欢迎他一起来学习，了解诸法实相。",
      "zh_TW": "所以，這一條大道是廣大道，暢通遍法界虛空界，暢通一切不同維次的空間，通過去未來，通此界他方。消除你內心裡面的疑惑，消除內心裡面的矛盾衝突，恢復到大自在，恢復到真誠、清淨、平等、正覺、慈悲。這就是我們為什麼要學佛，為什麼要學《大方廣佛華嚴》！別人要問你的時候，你就能答得出。答覆雖然簡單，但是已經很清楚、很明白了，讓人聽了之後，我相信他會很嚮往、很羨慕。如果生起嚮往羨慕心，我們就歡迎他一起來學習，了解諸法實相。"
    },
    {
      "id": "12-017-1138_p0026",
      "zh_CN": "通常把诸法实相我们分成、归纳为六大科目。这六大科目里面，就有一点像哲学里头所讲的，「性」，性是哲学里面讲的本体；「相」，是哲学里头讲的现象，本体现象；「事」，事是事相，里面千变万化！「理」，变化的道理在哪里？理要通，你才能知道它变化，你才能够掌握它的变化，你才能够随顺它的变化，你不会受它变化的障碍。真的像古德所说的左右逢源无不自在，这是受用。通达「因果」，通达因果你就能够随顺变化，普贤菩萨十愿里面，「恒顺众生，随喜功德」，你要不通达因果的道理、因果的真相，这两句你做不到。",
      "zh_TW": "通常把諸法實相我們分成、歸納為六大科目。這六大科目裡面，就有一點像哲學裡頭所講的，「性」，性是哲學裡面講的本體；「相」，是哲學裡頭講的現象，本體現象；「事」，事是事相，裡面千變萬化！「理」，變化的道理在哪裡？理要通，你才能知道它變化，你才能夠掌握它的變化，你才能夠隨順它的變化，你不會受它變化的障礙。真的像古德所說的左右逢源無不自在，這是受用。通達「因果」，通達因果你就能夠隨順變化，普賢菩薩十願裡面，「恆順眾生，隨喜功德」，你要不通達因果的道理、因果的真相，這兩句你做不到。"
    },
    {
      "id": "12-017-1138_p0027",
      "zh_CN": "通达之后能够应化在十法界，畜生、地狱、饿鬼，你很乐意去，你到那边去观光旅游。这一边的众生苦，为什么？他迷得重，他造的业重，所以受的果报很不好。菩萨到那里去教化众生，现同类身，真的是恒顺众生，随喜功德。他们真的受苦，菩萨在里头受不受苦？菩萨也受，菩萨受不是真受，菩萨怎么？菩萨是表演，像舞台上唱戏一样，演得很逼真，这才能感动人，演得不逼真就不能感动人。感动人，帮助他觉悟，帮助他回头，回头是岸。帮助他提升，看他的根性，根性利的，提升的幅度大；根性劣的，提升的幅度少，幅度小。",
      "zh_TW": "通達之後能夠應化在十法界，畜生、地獄、餓鬼，你很樂意去，你到那邊去觀光旅遊。這一邊的眾生苦，為什麼？他迷得重，他造的業重，所以受的果報很不好。菩薩到那裡去教化眾生，現同類身，真的是恆順眾生，隨喜功德。他們真的受苦，菩薩在裡頭受不受苦？菩薩也受，菩薩受不是真受，菩薩怎麼？菩薩是表演，像舞台上唱戲一樣，演得很逼真，這才能感動人，演得不逼真就不能感動人。感動人，幫助他覺悟，幫助他回頭，回頭是岸。幫助他提升，看他的根性，根性利的，提升的幅度大；根性劣的，提升的幅度少，幅度小。"
    },
    {
      "id": "12-017-1138_p0028",
      "zh_CN": "菩萨帮助一切众生，永远没有休息，不疲不厌。我们有疲有厌，是什么原因？我们对真相了解得不够彻底，一知半解，因此我们的妄想分别执着没有放下，所以还有疲厌；真放下了就没有。不但这个东西没有了，生死也没有了，知道一切法的真实相是不生不灭。我们这个身体，身体不是有生死吗？动物不是有生死吗？没有！生死是个什么事情？生死是自然现象，缘聚缘散。缘具足的时候，他就变成一个形相。缘聚不生，缘散不灭。像我们这本书，这本书缘聚成了一本书，什么是它的缘？这里头一张一张的纸；这么多张的纸，把它聚集在一起，钉起来，这叫一本书。你想想看，它有没有生？缘散的时候我们把它拆掉，一张一张纸拿开，它有没有灭？纸没有灭。把它变成一本书，纸没有生，纸是聚集在一起；把它分散，拆开来之后，纸没有灭，书就没有了。你去想这个事情，你从这个浅显的例子，你常常观察，你常常想，然后你就晓得，宇宙之间所有一切现相都是缘聚缘散，没有生灭。所以科学家讲物质不灭。",
      "zh_TW": "菩薩幫助一切眾生，永遠沒有休息，不疲不厭。我們有疲有厭，是什麼原因？我們對真相了解得不夠徹底，一知半解，因此我們的妄想分別執著沒有放下，所以還有疲厭；真放下了就沒有。不但這個東西沒有了，生死也沒有了，知道一切法的真實相是不生不滅。我們這個身體，身體不是有生死嗎？動物不是有生死嗎？沒有！生死是個什麼事情？生死是自然現象，緣聚緣散。緣具足的時候，他就變成一個形相。緣聚不生，緣散不滅。像我們這本書，這本書緣聚成了一本書，什麼是它的緣？這裡頭一張一張的紙；這麼多張的紙，把它聚集在一起，釘起來，這叫一本書。你想想看，它有沒有生？緣散的時候我們把它拆掉，一張一張紙拿開，它有沒有滅？紙沒有滅。把它變成一本書，紙沒有生，紙是聚集在一起；把它分散，拆開來之後，紙沒有滅，書就沒有了。你去想這個事情，你從這個淺顯的例子，你常常觀察，你常常想，然後你就曉得，宇宙之間所有一切現相都是緣聚緣散，沒有生滅。所以科學家講物質不滅。"
    },
    {
      "id": "12-017-1138_p0029",
      "zh_CN": "物质从哪里来的？物质是能量变现的，能量在某种条件之下变成物质；物质在某种条件之下，它又恢复成能量，这个现在科学证实了。所以，有些科学家说，这个宇宙之间没有物质的存在，只有能量。能量既然变成物质，物质就是能量，科学家讲的能量，是我们佛家讲的法性；科学家讲的物质，是我们佛法里头讲的法相，它是一不是二。所以，再小的物质它都具足性德、性能。性德、性能是无形的，它不是物质，遍虚空法界，遍一切时、遍一切处。为什么？它能现能变。没有它，哪来的物质？所现、所变都没有，包括虚空。虚空也是法性变现的，所以虚空也不真实。现在科学家证实了，在某种条件之下，空间等于零，时间也等于零。在佛法真的三千年前，释迦牟尼佛已经就说明这个道理。所以法相宗的经典，把时间、空间列入「不相应行法」，不相应行法就是抽象概念，不是事实，是我们自己产生的错觉，错觉里面变现出来的东西；你不能说它没有，你也不能说它有。唯识里面讲三种性质，这是属于遍计所执性，决定不是真实。",
      "zh_TW": "物質從哪裡來的？物質是能量變現的，能量在某種條件之下變成物質；物質在某種條件之下，它又恢復成能量，這個現在科學證實了。所以，有些科學家說，這個宇宙之間沒有物質的存在，只有能量。能量既然變成物質，物質就是能量，科學家講的能量，是我們佛家講的法性；科學家講的物質，是我們佛法裡頭講的法相，它是一不是二。所以，再小的物質它都具足性德、性能。性德、性能是無形的，它不是物質，遍虛空法界，遍一切時、遍一切處。為什麼？它能現能變。沒有它，哪來的物質？所現、所變都沒有，包括虛空。虛空也是法性變現的，所以虛空也不真實。現在科學家證實了，在某種條件之下，空間等於零，時間也等於零。在佛法真的三千年前，釋迦牟尼佛已經就說明這個道理。所以法相宗的經典，把時間、空間列入「不相應行法」，不相應行法就是抽象概念，不是事實，是我們自己產生的錯覺，錯覺裡面變現出來的東西；你不能說它沒有，你也不能說它有。唯識裡面講三種性質，這是屬於遍計所執性，決定不是真實。"
    },
    {
      "id": "12-017-1138_p0030",
      "zh_CN": "所以，你要懂得缘聚缘散你才真正看到事实真相；见到事实真相之后，你真的觉悟了，真的自在了。不但生死没有了，有情众生的生死没有了，生老病死都没有了，这叫了生死。植物，一切植物有没有生住异灭？没有了。星球、世界有没有成住坏空？没有，「觉后空空无大千」，永嘉大师这句话你就懂得了。他讲的这两句话，「梦里明明有六趣，觉后空空无大千」，中峰禅师编《三时系念》，开示里头引用这两句，你就真懂得。你搞清楚、搞明白才能证法身，才能超越。超越什么？超越妄想、超越分别、超越执着。在现相里面，超越十法界了。这是佛菩萨对我们的慈悲，对我们的真实教诲，让我们永远在苦难里面解脱出来。",
      "zh_TW": "所以，你要懂得緣聚緣散你才真正看到事實真相；見到事實真相之後，你真的覺悟了，真的自在了。不但生死沒有了，有情眾生的生死沒有了，生老病死都沒有了，這叫了生死。植物，一切植物有沒有生住異滅？沒有了。星球、世界有沒有成住壞空？沒有，「覺後空空無大千」，永嘉大師這句話你就懂得了。他講的這兩句話，「夢裡明明有六趣，覺後空空無大千」，中峰禪師編《三時繫念》，開示裡頭引用這兩句，你就真懂得。你搞清楚、搞明白才能證法身，才能超越。超越什麼？超越妄想、超越分別、超越執著。在現相裡面，超越十法界了。這是佛菩薩對我們的慈悲，對我們的真實教誨，讓我們永遠在苦難裡面解脫出來。"
    },
    {
      "id": "12-017-1138_p0031",
      "zh_CN": "苦难是假的，不是真的！迷了才有，就像作梦一样，梦里头做恶梦，不知道自己是在作梦。如果自己知道是作梦，梦中就没有苦了，悟了就没有苦。悟了，梦中梦到一头老虎要吃你，你一定会很慷慨行菩萨道，舍身喂虎，你肯喂老虎，为什么？你知道不是真的。梦中为什么惊吓、惊醒？是你把它当真，你以为是真的，不知道所有现相都是幻相。我们要问，一真法界，极乐世界、华藏世界那个相是不是也是幻相？给你讲，也是幻相。为什么那个地方称为一真？那个地方的人觉悟，不迷了。就像在作梦的时候，那个梦境里面的人统统觉悟了，知道自己在作梦，所以称它作一真。十法界里面的众生作梦，不知道自己在作梦，以为是真实，所以在这里头有苦乐忧喜舍的受。梦里头好境界，快乐；梦里头恶境界，恐怖！他有，他有这个受。一真法界里头没这个受，知道什么？知道「凡所有相，皆是虚妄」。所以苦乐忧喜舍都没有，这叫真乐。为什么？苦乐忧喜舍是对立的，觉悟之后，内心里头没有对立，没有对立的观念，没有对立的思想；永远是和睦的，永远是清净平等的，理事都如是。这是修学大乘法不能不知道的。",
      "zh_TW": "苦難是假的，不是真的！迷了才有，就像作夢一樣，夢裡頭做惡夢，不知道自己是在作夢。如果自己知道是作夢，夢中就沒有苦了，悟了就沒有苦。悟了，夢中夢到一頭老虎要吃你，你一定會很慷慨行菩薩道，捨身餵虎，你肯餵老虎，為什麼？你知道不是真的。夢中為什麼驚嚇、驚醒？是你把它當真，你以為是真的，不知道所有現相都是幻相。我們要問，一真法界，極樂世界、華藏世界那個相是不是也是幻相？給你講，也是幻相。為什麼那個地方稱為一真？那個地方的人覺悟，不迷了。就像在作夢的時候，那個夢境裡面的人統統覺悟了，知道自己在作夢，所以稱它作一真。十法界裡面的眾生作夢，不知道自己在作夢，以為是真實，所以在這裡頭有苦樂憂喜捨的受。夢裡頭好境界，快樂；夢裡頭惡境界，恐怖！他有，他有這個受。一真法界裡頭沒這個受，知道什麼？知道「凡所有相，皆是虛妄」。所以苦樂憂喜捨都沒有，這叫真樂。為什麼？苦樂憂喜捨是對立的，覺悟之後，內心裡頭沒有對立，沒有對立的觀念，沒有對立的思想；永遠是和睦的，永遠是清淨平等的，理事都如是。這是修學大乘法不能不知道的。"
    },
    {
      "id": "12-017-1138_p0032",
      "zh_CN": "我们从什么方法能够契入这个境界？大乘法里面方法很多，这一品经就是说法。诸佛如来教化众生，我们现在晓得，不是教化这个地球，教化遍法界虚空界无量无边星球里面的众生，所以方法就多了，太多太多了。「四谛品」里是略举名称，无论哪个方法都是『广大路』，无论哪个方法都是「能尽有」，一即一切，一切即一。至于我们能从哪个方法入门？随顺自己的根性。我们今天所采取的方法是持名念佛，我们依据的教诲是《佛说大乘无量寿经》、《佛说阿弥陀经》，我们就是依这两部经，持名念佛，我们用这个方法。这个方法就是「能尽有」，就是「广大路」，就是「能调伏」。这里所有的名称统统相应，统统符合，这就是「一即一切，一切即一」，这就是「法门平等，无有高下」。",
      "zh_TW": "我們從什麼方法能夠契入這個境界？大乘法裡面方法很多，這一品經就是說法。諸佛如來教化眾生，我們現在曉得，不是教化這個地球，教化遍法界虛空界無量無邊星球裡面的眾生，所以方法就多了，太多太多了。「四諦品」裡是略舉名稱，無論哪個方法都是『廣大路』，無論哪個方法都是「能盡有」，一即一切，一切即一。至於我們能從哪個方法入門？隨順自己的根性。我們今天所採取的方法是持名念佛，我們依據的教誨是《佛說大乘無量壽經》、《佛說阿彌陀經》，我們就是依這兩部經，持名念佛，我們用這個方法。這個方法就是「能盡有」，就是「廣大路」，就是「能調伏」。這裡所有的名稱統統相應，統統符合，這就是「一即一切，一切即一」，這就是「法門平等，無有高下」。"
    },
    {
      "id": "12-017-1138_p0033",
      "zh_CN": "我们是什么样的根性，依哪一个法门，一生当中能成就。能有把握吗？有。你为什么觉得有把握？我们在这几十年学习当中，境界年年向上提升，这就是给我们带来的信心。想到学佛之后，跟没有学佛之前，不一样；没有学佛之前，真的是迷惑颠倒，起心动念，所有一切行为真的是造业，轮回心造轮回业。这么长的时间受佛法薰陶，思想变了，观念变了，言语、行为变了，真的变了。变的就像现在我常常讲的，能包容，而且是自自然然的包容，没有一丝毫勉强；能尊重，也没有勉强，对一切人尊重、对一切物尊重，自自然然的。从这个地方自己知道自己有把握，自己有信心！能与一切众生和睦相处，平等对待，能敬爱一切众生，能关怀一切众生，能照顾一切众生，能与一切众生互助合作，跟遍法界虚空界一切众生是一体。我说一家人，一家人还有隔膜，给你讲到真实之处，是一体。讲一体，一般人不容易接受，很难懂，所以，不得已说「我们都是一家人」，大家比较好懂。",
      "zh_TW": "我們是什麼樣的根性，依哪一個法門，一生當中能成就。能有把握嗎？有。你為什麼覺得有把握？我們在這幾十年學習當中，境界年年向上提升，這就是給我們帶來的信心。想到學佛之後，跟沒有學佛之前，不一樣；沒有學佛之前，真的是迷惑顛倒，起心動念，所有一切行為真的是造業，輪迴心造輪迴業。這麼長的時間受佛法薰陶，思想變了，觀念變了，言語、行為變了，真的變了。變的就像現在我常常講的，能包容，而且是自自然然的包容，沒有一絲毫勉強；能尊重，也沒有勉強，對一切人尊重、對一切物尊重，自自然然的。從這個地方自己知道自己有把握，自己有信心！能與一切眾生和睦相處，平等對待，能敬愛一切眾生，能關懷一切眾生，能照顧一切眾生，能與一切眾生互助合作，跟遍法界虛空界一切眾生是一體。我說一家人，一家人還有隔膜，給你講到真實之處，是一體。講一體，一般人不容易接受，很難懂，所以，不得已說「我們都是一家人」，大家比較好懂。"
    },
    {
      "id": "12-017-1138_p0034",
      "zh_CN": "佛在一切经上所说的字字句句，我跟大家讲，真实法。《大方广佛华严经》给你讲的是究竟圆满法，《地藏菩萨本愿经》给你所讲的是究竟真实的世间法。那是什么？你没有舍轮回心，你轮回心没有舍，也就是说你的妄想分别执着没有放下，那怎么样？在境界里头唯识所变。善因变善果，恶因就变恶报，这一定要懂，不能疏忽。最重要的一句话，佛教我们「爱惜常住物」，为什么？这个因果最可怕！常住物是十方善信供养的，这一点你要知道。不是像国家，国家的财富是税收，这里头有勉强，你一定要纳税，那个因果就非常重，是人民纳税的。但是佛门里面的财源不是纳税，是人家的恭敬心、希求修福的心来奉献的，所以祖师大德才给我们讲「施主一粒米，大如须弥山，今生不了道，披毛戴角还」。你不要以为得来很容易，用起来很自在，你不知道里头因果可怕。",
      "zh_TW": "佛在一切經上所說的字字句句，我跟大家講，真實法。《大方廣佛華嚴經》給你講的是究竟圓滿法，《地藏菩薩本願經》給你所講的是究竟真實的世間法。那是什麼？你沒有捨輪迴心，你輪迴心沒有捨，也就是說你的妄想分別執著沒有放下，那怎麼樣？在境界裡頭唯識所變。善因變善果，惡因就變惡報，這一定要懂，不能疏忽。最重要的一句話，佛教我們「愛惜常住物」，為什麼？這個因果最可怕！常住物是十方善信供養的，這一點你要知道。不是像國家，國家的財富是稅收，這裡頭有勉強，你一定要納稅，那個因果就非常重，是人民納稅的。但是佛門裡面的財源不是納稅，是人家的恭敬心、希求修福的心來奉獻的，所以祖師大德才給我們講「施主一粒米，大如須彌山，今生不了道，披毛戴角還」。你不要以為得來很容易，用起來很自在，你不知道裡頭因果可怕。"
    },
    {
      "id": "12-017-1138_p0035",
      "zh_CN": "所以古人讲「地狱门前僧道多」，这个话是实话，不是假话。谁堕地狱？出家人堕地狱。为什么堕地狱？就是滥用常住物，这一条罪名你就进了地狱，其他的不要说了。这桩事情，实在讲，有意无意几乎天天都在犯。犯了，到地狱去消这个罪业。所以我以前常常跟诸位说，常住电话，这是最常用的，有时候确实需要用，能不能用？能用，长话短说，这就是爱护常住。重要的事情，我也常常劝导大家用传真，不要用电话，因为传真最节省，而且又清楚，说话说了就忘掉了。传真，这一张纸可以写好几百个字，写好多桩事情，顶多一分钟的时间就过去了。我没有去计算传一张纸要多少时间，我知道很短，三分钟可以传三页，大概可以传两千多字，又不会忘掉，所以这个方法比什么都好。我们要有这个心，你自然就会做得很圆满。",
      "zh_TW": "所以古人講「地獄門前僧道多」，這個話是實話，不是假話。誰墮地獄？出家人墮地獄。為什麼墮地獄？就是濫用常住物，這一條罪名你就進了地獄，其他的不要說了。這樁事情，實在講，有意無意幾乎天天都在犯。犯了，到地獄去消這個罪業。所以我以前常常跟諸位說，常住電話，這是最常用的，有時候確實需要用，能不能用？能用，長話短說，這就是愛護常住。重要的事情，我也常常勸導大家用傳真，不要用電話，因為傳真最節省，而且又清楚，說話說了就忘掉了。傳真，這一張紙可以寫好幾百個字，寫好多樁事情，頂多一分鐘的時間就過去了。我沒有去計算傳一張紙要多少時間，我知道很短，三分鐘可以傳三頁，大概可以傳兩千多字，又不會忘掉，所以這個方法比什麼都好。我們要有這個心，你自然就會做得很圓滿。"
    },
    {
      "id": "12-017-1138_p0036",
      "zh_CN": "不可以浪费常住物，不可以浪费常住的金钱，要用得很恰当，要用得很如法。制定法规来规范，已经不是好方法了。我听说我们现在常住有公家车子，大家出去用车子，就常常出去。因为是公家的车子，没有爱护的心，走的时候超速，超速罚款，罚款反正罚公家的，不是罚你的，罚再多也没关系。我听说有一辆车已经罚了好多次，它每一次大概罚的金额给你加高。谁干的？干的人要负因果责任。所以我说，常住不怕你罚，不怕罚，我们照缴。但是问题在哪里？你将来要受果报，我们忧的是这一点。我们看到你造这个因，晓得你将来有什么果报，所以替你悲悯。佛菩萨慷慨大方，决定没有妄想分别执着，但是佛菩萨看到果报，你自己不晓得。",
      "zh_TW": "不可以浪費常住物，不可以浪費常住的金錢，要用得很恰當，要用得很如法。制定法規來規範，已經不是好方法了。我聽說我們現在常住有公家車子，大家出去用車子，就常常出去。因為是公家的車子，沒有愛護的心，走的時候超速，超速罰款，罰款反正罰公家的，不是罰你的，罰再多也沒關係。我聽說有一輛車已經罰了好多次，它每一次大概罰的金額給你加高。誰幹的？幹的人要負因果責任。所以我說，常住不怕你罰，不怕罰，我們照繳。但是問題在哪裡？你將來要受果報，我們憂的是這一點。我們看到你造這個因，曉得你將來有什麼果報，所以替你悲憫。佛菩薩慷慨大方，決定沒有妄想分別執著，但是佛菩薩看到果報，你自己不曉得。"
    },
    {
      "id": "12-017-1138_p0037",
      "zh_CN": "天天劝你读经，劝你学习，就是叫你了解宇宙之间的性相、理事、因果。我们起心动念、言语造作不悖因果，虽然不能够了生死、出三界，你不堕三恶道，你来生果报一定比这一生殊胜，这就是学习的小成就。还造这些罪业，你说念佛了生死，往生极乐世界，跟诸位说，没有分。为什么？经上讲得很清楚，西方极乐世界皆是「诸上善人俱会一处」，你不是善人，你更不是上善！所以我在讲经，把这个上善，我已经说到很低的标准，上品十善，这个标准不高，这是真的，不是假的。上品十善生天道，念佛求生净土是凡圣同居土，凡圣同居土等于天道。我们不修上品十善，就不是经上讲的「善男子，善女人」。经上虽然讲五逆十恶临终十念、一念忏悔往生，他那时候的心境都是上善，如果不是上善就去不了。但是在临终忏悔达到上善的水平，不容易，真的是千万人当中难得有一个人。因此，上善要在我们日常生活当中去培养，我的念上善，我的心上善，我的言行要达到上善，这样子求生净土才有把握！",
      "zh_TW": "天天勸你讀經，勸你學習，就是叫你了解宇宙之間的性相、理事、因果。我們起心動念、言語造作不悖因果，雖然不能夠了生死、出三界，你不墮三惡道，你來生果報一定比這一生殊勝，這就是學習的小成就。還造這些罪業，你說念佛了生死，往生極樂世界，跟諸位說，沒有分。為什麼？經上講得很清楚，西方極樂世界皆是「諸上善人俱會一處」，你不是善人，你更不是上善！所以我在講經，把這個上善，我已經說到很低的標準，上品十善，這個標準不高，這是真的，不是假的。上品十善生天道，念佛求生淨土是凡聖同居土，凡聖同居土等於天道。我們不修上品十善，就不是經上講的「善男子，善女人」。經上雖然講五逆十惡臨終十念、一念懺悔往生，他那時候的心境都是上善，如果不是上善就去不了。但是在臨終懺悔達到上善的水平，不容易，真的是千萬人當中難得有一個人。因此，上善要在我們日常生活當中去培養，我的念上善，我的心上善，我的言行要達到上善，這樣子求生淨土才有把握！"
    },
    {
      "id": "12-017-1138_p0038",
      "zh_CN": "所以比照比照，西方极乐世界需要哪些条件，看看我是不是统统具足？所以经不可不读。说老实话，经不能不讲、不能不讨论，在现前这个时代。古时候人心地淳厚善良，这就是根性比我们现代人好，他经听得少，没有关系，他能够听个几句，他真的能落实、能做到，他能成就。我们现在生在这个社会，自己的小环境，从小没有看到好榜样，没有人教，这正是《无量寿经》所说的「先人无知，不识道德，无有语者」，这我们小环境不好；大环境，现在这动乱的世间，六根所接触的都是不善的现象。我们长时期在这个环境里薰染，自自然然就变成不善，想法、看法、说法、做法，我们受大环境的薰习，不能成就。念佛也只是阿赖耶里头种善根而已，李老师常讲的，现在这个社会，一万个念佛人真正能往生的两三个。",
      "zh_TW": "所以比照比照，西方極樂世界需要哪些條件，看看我是不是統統具足？所以經不可不讀。說老實話，經不能不講、不能不討論，在現前這個時代。古時候人心地淳厚善良，這就是根性比我們現代人好，他經聽得少，沒有關係，他能夠聽個幾句，他真的能落實、能做到，他能成就。我們現在生在這個社會，自己的小環境，從小沒有看到好榜樣，沒有人教，這正是《無量壽經》所說的「先人無知，不識道德，無有語者」，這我們小環境不好；大環境，現在這動亂的世間，六根所接觸的都是不善的現象。我們長時期在這個環境裡薰染，自自然然就變成不善，想法、看法、說法、做法，我們受大環境的薰習，不能成就。念佛也只是阿賴耶裡頭種善根而已，李老師常講的，現在這個社會，一萬個念佛人真正能往生的兩三個。"
    },
    {
      "id": "12-017-1138_p0039",
      "zh_CN": "古来大德，隋唐时代，学这个法门，万修万人去，什么原因？环境好，如理如法，个个能成就。现在虽然遇到这个法门，我们天天读经，不如理、不如法。什么叫不如理、不如法？你就想一想，我们起心动念、言语造作，跟经上讲的相不相应？天天读经，天天听经，但是自己思想、见解，所作所为，跟经上完全相违背。《无量寿经》一开头教给我们「善护三业」，我们有没有做到？善护三业就是修上品十善；「善护口业，不讥他过」，我们的习气毛病，不知不觉喜欢批评人，不知道别人是怎么感受，所谓是「言者无意，听者有心」，你就麻烦了。又何况说话的语气不一样！所以，言语是大学问，不会说话的人，言语得罪人，跟人结了怨仇，自己还不知道原因在哪里，为什么别人跟我不能相处？为什么别人讨厌我？什么原因？绝大多数是平常自己的言语态度。自己真的是无意，别人听了有心：你瞧不起我，你在挖苦我！",
      "zh_TW": "古來大德，隋唐時代，學這個法門，萬修萬人去，什麼原因？環境好，如理如法，個個能成就。現在雖然遇到這個法門，我們天天讀經，不如理、不如法。什麼叫不如理、不如法？你就想一想，我們起心動念、言語造作，跟經上講的相不相應？天天讀經，天天聽經，但是自己思想、見解，所作所為，跟經上完全相違背。《無量壽經》一開頭教給我們「善護三業」，我們有沒有做到？善護三業就是修上品十善；「善護口業，不譏他過」，我們的習氣毛病，不知不覺喜歡批評人，不知道別人是怎麼感受，所謂是「言者無意，聽者有心」，你就麻煩了。又何況說話的語氣不一樣！所以，言語是大學問，不會說話的人，言語得罪人，跟人結了怨仇，自己還不知道原因在哪裡，為什麼別人跟我不能相處？為什麼別人討厭我？什麼原因？絕大多數是平常自己的言語態度。自己真的是無意，別人聽了有心：你瞧不起我，你在挖苦我！"
    },
    {
      "id": "12-017-1138_p0040",
      "zh_CN": "所以确确实实过失不在对方、不在外面，在自己。对方即使是恶人、不善人，如果我们自己真的是纯净纯善，必定能感化他。我们不能感化他，我们自己不善！不善如何能感化不善？如果我们修上善，决定能感化不善。所以，人不能不谦虚，不能不和敬，佛教我们「六和敬」，和要落实在尊敬，尊敬就决定不能够怠慢。现在麻烦在哪里？我们对佛菩萨都不敬，对人更谈不上了。所以要从「敬佛」下手，做功夫。殿堂里面供奉着佛像，不论是彩画、泥塑、木雕，只要有佛像、菩萨像在那里，就如同真的佛菩萨在那边，我们跟佛菩萨坐在一起不能随便。",
      "zh_TW": "所以確確實實過失不在對方、不在外面，在自己。對方即使是惡人、不善人，如果我們自己真的是純淨純善，必定能感化他。我們不能感化他，我們自己不善！不善如何能感化不善？如果我們修上善，決定能感化不善。所以，人不能不謙虛，不能不和敬，佛教我們「六和敬」，和要落實在尊敬，尊敬就決定不能夠怠慢。現在麻煩在哪裡？我們對佛菩薩都不敬，對人更談不上了。所以要從「敬佛」下手，做功夫。殿堂裡面供奉著佛像，不論是彩畫、泥塑、木雕，只要有佛像、菩薩像在那裡，就如同真的佛菩薩在那邊，我們跟佛菩薩坐在一起不能隨便。"
    },
    {
      "id": "12-017-1138_p0041",
      "zh_CN": "这个道理不难懂，如果我们在大庭广众之下，在这里面有国家元首在，我们的衣着、言谈举止自自然然就肃敬，对他恭敬，不敢轻慢，不敢随便，这一点我见过。所以，我在讲经的时候也常常谈到，我很感慨，我们对佛菩萨的恭敬心不如对国家的领导人。就是对国家领导人这一分恭敬心对待佛菩萨，我们的学佛就有成就了，这正是印光大师常讲的，一分诚敬一分成就，十分诚敬你就得十分利益。我们今天的问题是没有诚敬心，对佛菩萨都没有诚敬心，何况对人？那还有什么成就？《华严经》上讲「礼敬诸佛」，那个诸佛是一切众生，一切众生是未来佛，我们对待一切众生没有尊敬心，所以念佛不能往生。念佛往生的人，对待一切人都要看作是佛菩萨，过去父母，未来诸佛，你才会相应。一切法从诚敬当中求！现在时间到了。",
      "zh_TW": "這個道理不難懂，如果我們在大庭廣眾之下，在這裡面有國家元首在，我們的衣著、言談舉止自自然然就肅敬，對他恭敬，不敢輕慢，不敢隨便，這一點我見過。所以，我在講經的時候也常常談到，我很感慨，我們對佛菩薩的恭敬心不如對國家的領導人。就是對國家領導人這一分恭敬心對待佛菩薩，我們的學佛就有成就了，這正是印光大師常講的，一分誠敬一分成就，十分誠敬你就得十分利益。我們今天的問題是沒有誠敬心，對佛菩薩都沒有誠敬心，何況對人？那還有什麼成就？《華嚴經》上講「禮敬諸佛」，那個諸佛是一切眾生，一切眾生是未來佛，我們對待一切眾生沒有尊敬心，所以念佛不能往生。念佛往生的人，對待一切人都要看作是佛菩薩，過去父母，未來諸佛，你才會相應。一切法從誠敬當中求！現在時間到了。"
    }
  ]
}