{
  "doc_id": "12-017-1156",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一五六卷",
    "zh_TW": "第一一五六卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1156",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "12-017-1156_p0001",
      "zh_CN": "诸位同学，请看「四圣谛品」邻次十界第七段，西南方鲜少世界苦灭道圣谛第三句看起：",
      "zh_TW": "諸位同學，請看「四聖諦品」鄰次十界第七段，西南方鮮少世界苦滅道聖諦第三句看起："
    },
    {
      "id": "12-017-1156_p0002",
      "zh_CN": "【或名简择义。】",
      "zh_TW": "【或名簡擇義。】"
    },
    {
      "id": "12-017-1156_p0003",
      "zh_CN": "这个名称不难懂，简别选择，可是这里头的意思很深。『简择』是要智慧，我们一般人讲选择，精挑细选。在这个世间、出世间，真的是无量无边的学说，无量无边的宗教，无量无边的法门，摆在我们面前，我们应当怎样选择？所以说起来不难，实际上是很不容易的一桩事情。选择得恰当，你这一生过得很幸福、很美满；选择不当，你一生都要受苦。每个人一生，从小父母帮助他选择，从前做父母的人确实爱护子女，他懂得真正爱护的道理。所以从小观察这个小孩的性向，他将来适合于学什么，适合于从事哪个行业，适合于过什么样的生活他会幸福，父母、老人很留意；他没有能力选择，帮助他选择，让他从小学些什么。到他自己慢慢长大，也有能力选择了，但是智慧不足，有时候选择错误，我们常讲感情冲动，不是智慧，在这个时候老师帮他忙。所以老师对于一个人的一生影响很大。",
      "zh_TW": "這個名稱不難懂，簡別選擇，可是這裡頭的意思很深。『簡擇』是要智慧，我們一般人講選擇，精挑細選。在這個世間、出世間，真的是無量無邊的學說，無量無邊的宗教，無量無邊的法門，擺在我們面前，我們應當怎樣選擇？所以說起來不難，實際上是很不容易的一樁事情。選擇得恰當，你這一生過得很幸福、很美滿；選擇不當，你一生都要受苦。每個人一生，從小父母幫助他選擇，從前做父母的人確實愛護子女，他懂得真正愛護的道理。所以從小觀察這個小孩的性向，他將來適合於學什麼，適合於從事哪個行業，適合於過什麼樣的生活他會幸福，父母、老人很留意；他沒有能力選擇，幫助他選擇，讓他從小學些什麼。到他自己慢慢長大，也有能力選擇了，但是智慧不足，有時候選擇錯誤，我們常講感情衝動，不是智慧，在這個時候老師幫他忙。所以老師對於一個人的一生影響很大。"
    },
    {
      "id": "12-017-1156_p0004",
      "zh_CN": "我学佛，老师介绍的；一生从事于这个工作，章嘉大师替我简择的。这一条路子确实这一生得到幸福，也可以说得到了美满，因为一生都能随着自己的性向学习、工作、生活，而没有违背自己的性向，这个简择不容易。这一种简择也是得靠缘分，如果我要没有遇到这两位老师，肯定现在已经不在这个世间，不晓得到哪一道去了。一个人一生的际遇，古人说得好，「可遇不可求」，那是宿世的因缘。总算在过去生中，跟这一些善知识大德们结了善缘，这一生遇到了，得到他们的帮助。从这些地方我们就要觉悟到，人一生要跟人结善缘。能够包容，能够尊重，能够谦虚，能够信赖，能够敬爱，自己决定得好处，这个好处不止这一生，生生世世。",
      "zh_TW": "我學佛，老師介紹的；一生從事於這個工作，章嘉大師替我簡擇的。這一條路子確實這一生得到幸福，也可以說得到了美滿，因為一生都能隨著自己的性向學習、工作、生活，而沒有違背自己的性向，這個簡擇不容易。這一種簡擇也是得靠緣分，如果我要沒有遇到這兩位老師，肯定現在已經不在這個世間，不曉得到哪一道去了。一個人一生的際遇，古人說得好，「可遇不可求」，那是宿世的因緣。總算在過去生中，跟這一些善知識大德們結了善緣，這一生遇到了，得到他們的幫助。從這些地方我們就要覺悟到，人一生要跟人結善緣。能夠包容，能夠尊重，能夠謙虛，能夠信賴，能夠敬愛，自己決定得好處，這個好處不止這一生，生生世世。"
    },
    {
      "id": "12-017-1156_p0005",
      "zh_CN": "这一生当中，想想自己，我们的存心、思想、言行都没有太大的过失，但是得不到别人的帮助，这是什么原因？自己就要晓得，这是没有跟人结善缘，就这么个道理。过去生中没有跟人结善缘，现在要是觉悟、明白了，欢喜跟一切众生结善缘，还来得及。这个善缘什么时候成熟？多半是在晚年，这就很好。晚年体力衰、需要人照顾了，果然有很多年轻人来帮助你，来照顾你；是你结的缘，你要不结缘那怎么行。结缘，要勇猛心，要真诚心，要谦下心，否则的话，你的缘是在来生后世成熟，这一生当中不会成熟。这一生当中成熟，那就是佛法教导我们的，你要勇猛精进，你要认真努力去干，使这个缘不必在来生，这一生就开花结果。",
      "zh_TW": "這一生當中，想想自己，我們的存心、思想、言行都沒有太大的過失，但是得不到別人的幫助，這是什麼原因？自己就要曉得，這是沒有跟人結善緣，就這麼個道理。過去生中沒有跟人結善緣，現在要是覺悟、明白了，歡喜跟一切眾生結善緣，還來得及。這個善緣什麼時候成熟？多半是在晚年，這就很好。晚年體力衰、需要人照顧了，果然有很多年輕人來幫助你，來照顧你；是你結的緣，你要不結緣那怎麼行。結緣，要勇猛心，要真誠心，要謙下心，否則的話，你的緣是在來生後世成熟，這一生當中不會成熟。這一生當中成熟，那就是佛法教導我們的，你要勇猛精進，你要認真努力去幹，使這個緣不必在來生，這一生就開花結果。"
    },
    {
      "id": "12-017-1156_p0006",
      "zh_CN": "热心为别人服务，这个缘才能成熟。所以你一生遇到善知识，善友，好老师，好朋友，不是容易事情。古人有所谓，「一生得一知己，死而无憾」。意思是一生当中能遇到一个知己，死了没有遗憾。这个话说得有道理，几个人一生当中遇到一个知己，真正靠得住的朋友？特别是在自己有困难的时候，急难的时候，这个朋友没有任何条件，全心全力来帮助你。这是可遇不可求，这是过去今生，有的时候是宿世的缘分，不是偶然的。",
      "zh_TW": "熱心為別人服務，這個緣才能成熟。所以你一生遇到善知識，善友，好老師，好朋友，不是容易事情。古人有所謂，「一生得一知己，死而無憾」。意思是一生當中能遇到一個知己，死了沒有遺憾。這個話說得有道理，幾個人一生當中遇到一個知己，真正靠得住的朋友？特別是在自己有困難的時候，急難的時候，這個朋友沒有任何條件，全心全力來幫助你。這是可遇不可求，這是過去今生，有的時候是宿世的緣分，不是偶然的。"
    },
    {
      "id": "12-017-1156_p0007",
      "zh_CN": "我们自己知不知道自己宿世有缘？实在讲在许许多多迹象里面可以能看出，能够推想而知。那就是自己自私自利这个念头淡薄，喜欢帮助别人，喜欢为别人服务，喜欢帮助人排解纠纷，你有这些意向，这就能推想过去生中很可能与人结善缘，为什么？肯帮助别人，欢喜为大众服务。这一生纵然是贫穷潦倒，可是尽自己一点点力量，遇到别人有困难，依旧欢喜帮人，没有条件，不求报酬，这是过去生中习气。这一点善根福德要好好的培养，信心、智慧、能力肯定不断的上升。",
      "zh_TW": "我們自己知不知道自己宿世有緣？實在講在許許多多跡象裡面可以能看出，能夠推想而知。那就是自己自私自利這個念頭淡薄，喜歡幫助別人，喜歡為別人服務，喜歡幫助人排解糾紛，你有這些意向，這就能推想過去生中很可能與人結善緣，為什麼？肯幫助別人，歡喜為大眾服務。這一生縱然是貧窮潦倒，可是盡自己一點點力量，遇到別人有困難，依舊歡喜幫人，沒有條件，不求報酬，這是過去生中習氣。這一點善根福德要好好的培養，信心、智慧、能力肯定不斷的上升。"
    },
    {
      "id": "12-017-1156_p0008",
      "zh_CN": "这一桩事情最大的障碍就是自私自利。帮助别人，为社会、为大众服务，有自己的目的在其中，就把你的功德破坏，把你的福德折损，这是世间人常讲折福，把你应该得到的福报打折扣了。所以一味只为别人想，不为自己想，这才是佛家所谓的圆满功德。这个功德，我们晓得不着相是功德，着相是福德。着相，四相没有破！所以佛家虽然常常讲功德，那是真的不是假的，但是一般人修学，福德多，功德可能都没有。为什么？四相没破。我全心全力为别人、为社会，四相没破，修福，修福积德，果报在三善道。",
      "zh_TW": "這一樁事情最大的障礙就是自私自利。幫助別人，為社會、為大眾服務，有自己的目的在其中，就把你的功德破壞，把你的福德折損，這是世間人常講折福，把你應該得到的福報打折扣了。所以一味只為別人想，不為自己想，這才是佛家所謂的圓滿功德。這個功德，我們曉得不著相是功德，著相是福德。著相，四相沒有破！所以佛家雖然常常講功德，那是真的不是假的，但是一般人修學，福德多，功德可能都沒有。為什麼？四相沒破。我全心全力為別人、為社會，四相沒破，修福，修福積德，果報在三善道。"
    },
    {
      "id": "12-017-1156_p0009",
      "zh_CN": "佛法，尤其是在《华严经》，圆顿大教，「简择义」意思就深。简择的是什么？决定是第一义，不会是第二义。第一义是什么？第一义是成佛之道，决定在这一生当中圆满成就。这是《华严经》上所讲的道谛，修行证果的方法。狭义来说，从纲领上来讲，就是文殊菩萨的十波罗蜜，普贤菩萨的十大愿。这是《华严经》上讲的修行的总方向、总纲领，佛家讲的大总持法门，目的是诸佛究竟的果位，果地上大般涅槃。这是此地讲的「简择」。我们一生能不能做到？肯定能做到，上中下三根，三根普被利钝全收，怎么知道？《华严》最后是普贤菩萨十大愿王导归极乐。如果没有这一招，换句话说，《华严》的成就属于上上根人，中下根人没分。上上根人才能够理解，才能够认知，才能契入，就是末后善财童子给我们做出学习的榜样，示范给我们看，也要明心见性之后才起用。",
      "zh_TW": "佛法，尤其是在《華嚴經》，圓頓大教，「簡擇義」意思就深。簡擇的是什麼？決定是第一義，不會是第二義。第一義是什麼？第一義是成佛之道，決定在這一生當中圓滿成就。這是《華嚴經》上所講的道諦，修行證果的方法。狹義來說，從綱領上來講，就是文殊菩薩的十波羅蜜，普賢菩薩的十大願。這是《華嚴經》上講的修行的總方向、總綱領，佛家講的大總持法門，目的是諸佛究竟的果位，果地上大般涅槃。這是此地講的「簡擇」。我們一生能不能做到？肯定能做到，上中下三根，三根普被利鈍全收，怎麼知道？《華嚴》最後是普賢菩薩十大願王導歸極樂。如果沒有這一招，換句話說，《華嚴》的成就屬於上上根人，中下根人沒分。上上根人才能夠理解，才能夠認知，才能契入，就是末後善財童子給我們做出學習的榜樣，示範給我們看，也要明心見性之後才起用。"
    },
    {
      "id": "12-017-1156_p0010",
      "zh_CN": "五十三参，五十三参就是在生活当中成就，没有离开现实生活，从早到晚，你六根所接触的境界就是大方广佛华严，我们为什么见不到？我们没有见性，迷失了自性。哪一天你见了性，你才真正见到事实真相，究竟圆满一法不欠，这是自己真如本性本来具足，众生跟诸佛平等平等。所以说在佛不增，在众生不减，不增不减。自性本具的德能，在佛不生，在众生不灭，虽然迷了，不灭，它在！迷了有障碍，所以它不起作用。好像智慧德能都没有了，其实智慧德能还在现前，只是迷了怎么样？迷了错用，觉悟了是正用，迷了就错用。",
      "zh_TW": "五十三參，五十三參就是在生活當中成就，沒有離開現實生活，從早到晚，你六根所接觸的境界就是大方廣佛華嚴，我們為什麼見不到？我們沒有見性，迷失了自性。哪一天你見了性，你才真正見到事實真相，究竟圓滿一法不欠，這是自己真如本性本來具足，眾生跟諸佛平等平等。所以說在佛不增，在眾生不減，不增不減。自性本具的德能，在佛不生，在眾生不滅，雖然迷了，不滅，它在！迷了有障礙，所以它不起作用。好像智慧德能都沒有了，其實智慧德能還在現前，只是迷了怎麼樣？迷了錯用，覺悟了是正用，迷了就錯用。"
    },
    {
      "id": "12-017-1156_p0011",
      "zh_CN": "我们举一个例子来说，觉悟的时候你起的作用，真诚、清净、平等、正觉、慈悲，正用。迷了的时候怎么样？虚伪、染污、贡高我慢（就是不平等）、愚痴、自私自利，你看不都反过来了。觉悟了，你肯定是不杀生、不偷盗、不淫欲，不妄语、不两舌、不绮语、不恶口，不贪、不瞋、不痴，十善！迷了的时候十恶，所以迷了的时候就用错了。十善跟十恶，一正一反，觉悟的人用正的，自自然然用正的，不可能用反面的；迷了的人肯定用反面的，他不会用正面的。我们晓得十善是性德，十恶还是性德，一个体，一体的两面，正反两面。觉悟了心是正的，菩提心，真诚清净平等正觉慈悲，菩提心。迷了的时候，心是妄心，妄心跟菩提心恰好相反。",
      "zh_TW": "我們舉一個例子來說，覺悟的時候你起的作用，真誠、清淨、平等、正覺、慈悲，正用。迷了的時候怎麼樣？虛偽、染污、貢高我慢（就是不平等）、愚痴、自私自利，你看不都反過來了。覺悟了，你肯定是不殺生、不偷盜、不淫欲，不妄語、不兩舌、不綺語、不惡口，不貪、不瞋、不痴，十善！迷了的時候十惡，所以迷了的時候就用錯了。十善跟十惡，一正一反，覺悟的人用正的，自自然然用正的，不可能用反面的；迷了的人肯定用反面的，他不會用正面的。我們曉得十善是性德，十惡還是性德，一個體，一體的兩面，正反兩面。覺悟了心是正的，菩提心，真誠清淨平等正覺慈悲，菩提心。迷了的時候，心是妄心，妄心跟菩提心恰好相反。"
    },
    {
      "id": "12-017-1156_p0012",
      "zh_CN": "菩提心跟妄心是一个心，迷悟起用不同。我们了解事实之后，就知道简择不是在体上简择，体是一个，体没有善恶，没有邪正，没有真妄。我们现在迷了，迷了今天我们简择是什么？我们简择正法，回归到正法，这就对了。如果你现在选择的是邪法，那错了，为什么你会选择邪法？满足自私自利。自私自利是邪，所以不知不觉你很容易就选择邪法，选择反面的。",
      "zh_TW": "菩提心跟妄心是一個心，迷悟起用不同。我們了解事實之後，就知道簡擇不是在體上簡擇，體是一個，體沒有善惡，沒有邪正，沒有真妄。我們現在迷了，迷了今天我們簡擇是什麼？我們簡擇正法，回歸到正法，這就對了。如果你現在選擇的是邪法，那錯了，為什麼你會選擇邪法？滿足自私自利。自私自利是邪，所以不知不覺你很容易就選擇邪法，選擇反面的。"
    },
    {
      "id": "12-017-1156_p0013",
      "zh_CN": "你选择处事待人接物用虚伪，你不会用真心，常常防范别人，怕别人害我；人家也防范我，怕我害他，彼此互相不信任，互相猜忌猜疑。这样的心态愈来会愈严重，愈猜愈错！本来人家对你冷淡一点而已，经过你的猜疑，对方也怀疑了，对你印象就更坏了。所以这个事情双方面的，误会愈来愈深，解决之道没有别的，真诚。他对我误会，我对他真诚。真诚能化解误会，误会浅的，一、两年就化解了；误会深的，十年、二十年，一定会化解。他毁谤你，你赞叹他，起头你赞叹他，他听说了，「这个人不怀好意，沽名钓誉，不是真的是假的」。赞叹了十年，赞叹了二十年，这个假的也变成真的，人心慢慢就软了，就回头了，误会慢慢就化解，要时间。所以只有一个真诚，决定没有虚假。",
      "zh_TW": "你選擇處事待人接物用虛偽，你不會用真心，常常防範別人，怕別人害我；人家也防範我，怕我害他，彼此互相不信任，互相猜忌猜疑。這樣的心態愈來會愈嚴重，愈猜愈錯！本來人家對你冷淡一點而已，經過你的猜疑，對方也懷疑了，對你印象就更壞了。所以這個事情雙方面的，誤會愈來愈深，解決之道沒有別的，真誠。他對我誤會，我對他真誠。真誠能化解誤會，誤會淺的，一、兩年就化解了；誤會深的，十年、二十年，一定會化解。他毀謗你，你讚歎他，起頭你讚歎他，他聽說了，「這個人不懷好意，沽名釣譽，不是真的是假的」。讚歎了十年，讚歎了二十年，這個假的也變成真的，人心慢慢就軟了，就回頭了，誤會慢慢就化解，要時間。所以只有一個真誠，決定沒有虛假。"
    },
    {
      "id": "12-017-1156_p0014",
      "zh_CN": "在世间成圣成贤，在出世间成佛成菩萨，总在一个「诚」字。古人说「不诚无物」。江逸子老师有一次跟我说，他向老师请教应该怎样处事待人接物。老师说你把手拿来。他把手张开，老师在手心上写了一个「诚」字，然后把他的手握起来，告诉他：你一生你手里头握一个「诚」字就行了。他告诉我的。我当年在他老人家座下学讲经，他跟我讲：学讲经必须具备通达世出世间一切法的条件，这个难了。世间法不说别的，其他的都不谈，咱们中国有一部大书，《四库全书》，你想想看你能通吗？《四库全书》，我们这里有一套，一千五百册。你每天用八个小时来读它，一百年，百年三万六千日，这一部书还没念完。谈何容易！佛法也不讲别的，就这一部《大藏经》。",
      "zh_TW": "在世間成聖成賢，在出世間成佛成菩薩，總在一個「誠」字。古人說「不誠無物」。江逸子老師有一次跟我說，他向老師請教應該怎樣處事待人接物。老師說你把手拿來。他把手張開，老師在手心上寫了一個「誠」字，然後把他的手握起來，告訴他：你一生你手裡頭握一個「誠」字就行了。他告訴我的。我當年在他老人家座下學講經，他跟我講：學講經必須具備通達世出世間一切法的條件，這個難了。世間法不說別的，其他的都不談，咱們中國有一部大書，《四庫全書》，你想想看你能通嗎？《四庫全書》，我們這裡有一套，一千五百冊。你每天用八個小時來讀它，一百年，百年三萬六千日，這一部書還沒念完。談何容易！佛法也不講別的，就這一部《大藏經》。"
    },
    {
      "id": "12-017-1156_p0015",
      "zh_CN": "通世间法不通佛法，不能讲经，通佛法不通世间法，也不能讲经；通世间法不通佛经，你讲经不契理，通佛法不通世间法，你讲经不契机。所以世出世间法都要通达，这个事情难了，你学一百年都不行。那怎么办？还有一个方法，老师送了四个字给我，「至诚感通」，这「通」用什么方法？用感应来通。怎样才能感通？诚。所以这个「诚」字是秘诀。诚要诚到极处，至诚，真诚到极处你才能够与诸佛菩萨感应道交，而实际上是与性德起感应道交。性德里头具足圆圆满满一切法，没有别的就是至诚两个字。做什么功夫？我接受老师这个教训。",
      "zh_TW": "通世間法不通佛法，不能講經，通佛法不通世間法，也不能講經；通世間法不通佛經，你講經不契理，通佛法不通世間法，你講經不契機。所以世出世間法都要通達，這個事情難了，你學一百年都不行。那怎麼辦？還有一個方法，老師送了四個字給我，「至誠感通」，這「通」用什麼方法？用感應來通。怎樣才能感通？誠。所以這個「誠」字是祕訣。誠要誠到極處，至誠，真誠到極處你才能夠與諸佛菩薩感應道交，而實際上是與性德起感應道交。性德裡頭具足圓圓滿滿一切法，沒有別的就是至誠兩個字。做什麼功夫？我接受老師這個教訓。"
    },
    {
      "id": "12-017-1156_p0016",
      "zh_CN": "刚刚出家，或许还没有出家在经学班学讲经的时候（对，应该是这个时候），老师对十几个同学，每个人都送他四个字，给我的是「至诚感通」。这些年来我修什么？可以说一生当中就是学至诚，处事待人接物学用真诚心，别人用虚妄心对我，我用真诚心对他。你要说为什么？我从老师那里学到的，在这之前我也是用虚妄心对人。现在我懂得，我错了。我用真诚心对人，人家用虚妄心对我，我理解，为什么？他没学过，他没有遇到好老师。随着真诚心实质的提升，境界也连带转变了。从这个地方我们检验出境随心转。这就像现在的科学的实验，物质环境、精神环境确确实实是随着真诚在提升。这个真诚提升一个等级，这个境界也跟着升一个等级。境界不断向上提升，境界愈来愈好，是你这个真诚心愈来愈真实。开头学习是勉强，也就是说里头有夹杂，夹杂的东西太多太多，功夫用在什么地方？把夹杂的逐渐减少。真诚是自己的性德，是不是修来的？不是的。",
      "zh_TW": "剛剛出家，或許還沒有出家在經學班學講經的時候（對，應該是這個時候），老師對十幾個同學，每個人都送他四個字，給我的是「至誠感通」。這些年來我修什麼？可以說一生當中就是學至誠，處事待人接物學用真誠心，別人用虛妄心對我，我用真誠心對他。你要說為什麼？我從老師那裡學到的，在這之前我也是用虛妄心對人。現在我懂得，我錯了。我用真誠心對人，人家用虛妄心對我，我理解，為什麼？他沒學過，他沒有遇到好老師。隨著真誠心實質的提升，境界也連帶轉變了。從這個地方我們檢驗出境隨心轉。這就像現在的科學的實驗，物質環境、精神環境確確實實是隨著真誠在提升。這個真誠提升一個等級，這個境界也跟著升一個等級。境界不斷向上提升，境界愈來愈好，是你這個真誠心愈來愈真實。開頭學習是勉強，也就是說裡頭有夾雜，夾雜的東西太多太多，功夫用在什麼地方？把夾雜的逐漸減少。真誠是自己的性德，是不是修來的？不是的。"
    },
    {
      "id": "12-017-1156_p0017",
      "zh_CN": "宇宙之间真理就是真诚的爱心，宇宙真理的核心就是自己的真心本性。自己的真心本性是一样的，跟一切诸佛如来没有两样，跟一切众生没有两样，只是诸佛觉，众生迷了。迷了就变成虚伪，就变成邪知邪见，变成自私自利。你要是觉悟，圆满觉悟了，你就是佛菩萨。佛菩萨「心包太虚，量周沙界」，什么心？真诚慈悲，真诚遍法界虚空界；慈悲遍法界虚空界，这叫大圆满。所以祖师大德常常告诉我们，那他们入了境界；说出他们的心得，说出他们的经验，给我们说诸佛菩萨就是自性，一切众生就是自己，这是契入的人他说的话。真正觉悟、彻底觉悟，禅宗里面所讲的「大彻大悟」，教下讲「大开圆解」，我们念佛人是「理一心不乱」，才是这个境界，你不入这个境界说不出来。他为什么说得出？他心就是这样的。所以真实一点都不假。",
      "zh_TW": "宇宙之間真理就是真誠的愛心，宇宙真理的核心就是自己的真心本性。自己的真心本性是一樣的，跟一切諸佛如來沒有兩樣，跟一切眾生沒有兩樣，只是諸佛覺，眾生迷了。迷了就變成虛偽，就變成邪知邪見，變成自私自利。你要是覺悟，圓滿覺悟了，你就是佛菩薩。佛菩薩「心包太虛，量周沙界」，什麼心？真誠慈悲，真誠遍法界虛空界；慈悲遍法界虛空界，這叫大圓滿。所以祖師大德常常告訴我們，那他們入了境界；說出他們的心得，說出他們的經驗，給我們說諸佛菩薩就是自性，一切眾生就是自己，這是契入的人他說的話。真正覺悟、徹底覺悟，禪宗裡面所講的「大徹大悟」，教下講「大開圓解」，我們念佛人是「理一心不亂」，才是這個境界，你不入這個境界說不出來。他為什麼說得出？他心就是這樣的。所以真實一點都不假。"
    },
    {
      "id": "12-017-1156_p0018",
      "zh_CN": "有一些人感应敏捷，特别我们讲磁场；有一些人对于这个磁场，如果不是很特殊，他不感觉得有磁场存在。对于感觉灵敏的人他知道，他进入这个环境里面他感触不一样。特别是医院，我们中国人讲气氛，你走进医院，你感觉得这个地方气氛跟别的地方不一样。殡仪馆、太平间，一般人进入那个地方毛骨悚然，寒毛直竖，磁场不一样，阴森森的。",
      "zh_TW": "有一些人感應敏捷，特別我們講磁場；有一些人對於這個磁場，如果不是很特殊，他不感覺得有磁場存在。對於感覺靈敏的人他知道，他進入這個環境裡面他感觸不一樣。特別是醫院，我們中國人講氣氛，你走進醫院，你感覺得這個地方氣氛跟別的地方不一樣。殯儀館、太平間，一般人進入那個地方毛骨悚然，寒毛直豎，磁場不一樣，陰森森的。"
    },
    {
      "id": "12-017-1156_p0019",
      "zh_CN": "我在年轻的时候，这个社会各个行业我感觉得是书店的磁场最好，进入书店感觉得一身很舒服，但是现在的书店不行。前年我在新加坡的大众书局，想去找找书，进入这个书店磁场不好，跟从前我在台湾看（我也常常逛书店）几个大书店，磁场不一样。那是什么？现在书架里书的内容不一样。从前这个大书店里头主要排出来的是圣贤书，磁场不相同。我们现在这个道场磁场很好，许多人到这个地方来生欢喜心。我们这个新教堂，现在我们给它命名「嘉南堂」，这个里面有《大藏经》，有《四库全书》，世出世间纯正之法，所以这个气氛不一样。祖宗纪念堂，我们这里面悬挂的匾额是各个宗教经典的教训，纯正之法。所以在这个里面念佛身心舒畅，跟一般念佛堂不一样。",
      "zh_TW": "我在年輕的時候，這個社會各個行業我感覺得是書店的磁場最好，進入書店感覺得一身很舒服，但是現在的書店不行。前年我在新加坡的大眾書局，想去找找書，進入這個書店磁場不好，跟從前我在台灣看（我也常常逛書店）幾個大書店，磁場不一樣。那是什麼？現在書架裡書的內容不一樣。從前這個大書店裡頭主要排出來的是聖賢書，磁場不相同。我們現在這個道場磁場很好，許多人到這個地方來生歡喜心。我們這個新教堂，現在我們給它命名「嘉南堂」，這個裡面有《大藏經》，有《四庫全書》，世出世間純正之法，所以這個氣氛不一樣。祖宗紀念堂，我們這裡面懸掛的匾額是各個宗教經典的教訓，純正之法。所以在這個裡面念佛身心舒暢，跟一般念佛堂不一樣。"
    },
    {
      "id": "12-017-1156_p0020",
      "zh_CN": "这些你要渐渐能够体会到，你就晓得对我们当前的生活，对我们未来的前途，我们应当做什么样的选择。如果我们不会选择，那就要依靠世出世间圣贤的教导。圣贤教导很多，选择一定要知道自己的根性，自己的程度，自己的性向，性向就是爱好。如果合自己的程度，合自己的根性，合自己的爱好，学起来就很容易，也很快。但是学习一定要遵守古大德教导我们的原则，那就是一门深入长时薰修，你才能成就。涉猎太多，你的精神精力时间都分散掉，那你所得来的是常识；你的常识很丰富，你没有智慧，你没有定力，那你就错了。",
      "zh_TW": "這些你要漸漸能夠體會到，你就曉得對我們當前的生活，對我們未來的前途，我們應當做什麼樣的選擇。如果我們不會選擇，那就要依靠世出世間聖賢的教導。聖賢教導很多，選擇一定要知道自己的根性，自己的程度，自己的性向，性向就是愛好。如果合自己的程度，合自己的根性，合自己的愛好，學起來就很容易，也很快。但是學習一定要遵守古大德教導我們的原則，那就是一門深入長時薰修，你才能成就。涉獵太多，你的精神精力時間都分散掉，那你所得來的是常識；你的常識很豐富，你沒有智慧，你沒有定力，那你就錯了。"
    },
    {
      "id": "12-017-1156_p0021",
      "zh_CN": "世出世间真正的学问，总离不开戒定慧三学，这个道理不能不懂。戒学是什么？简单的讲，戒学就是如法，你不违背学习的方法，你能够遵守，这是戒学里头最重要的意思。定是专注，你才能开得了智慧。儒家教学也是「教之道，贵以专」，教学的原理原则没有别的就是专，专一。因为专一，戒定慧三学具足。这个道理，我们在讲席里头曾经讲过很多遍，戒定慧三学一次完成。每一天有恒心、有毅力你一直干下去，才有开悟的那一天。你没有根柢，你要是涉猎很多，你怎么会成就，这个道理要懂。",
      "zh_TW": "世出世間真正的學問，總離不開戒定慧三學，這個道理不能不懂。戒學是什麼？簡單的講，戒學就是如法，你不違背學習的方法，你能夠遵守，這是戒學裡頭最重要的意思。定是專注，你才能開得了智慧。儒家教學也是「教之道，貴以專」，教學的原理原則沒有別的就是專，專一。因為專一，戒定慧三學具足。這個道理，我們在講席裡頭曾經講過很多遍，戒定慧三學一次完成。每一天有恆心、有毅力你一直幹下去，才有開悟的那一天。你沒有根柢，你要是涉獵很多，你怎麼會成就，這個道理要懂。"
    },
    {
      "id": "12-017-1156_p0022",
      "zh_CN": "扎根，古人的期限是五年，扎根的教学，那是一门深入。现在这个社会太复杂，五年心收不住，所以我想至少应该要十年。也就是我们学一样东西，学多久？学十年，心定了。十年之后，可以接触其他的法门，其他的经教，因为你有十年的定慧，你可以涉猎。涉猎怎么样？贯通，你对于世出世间一切法，真妄邪正、是非善恶，你一接触就通达，你有智慧简择。你要没有这个十年的修养，你没有能力简择，你就会受外面东西影响，你就会退心，你就会走向歧途。古大德参学必须具备这个能力，没有这个能力不能参学。没有这个能力，跟定老师不能离开老师，老师保护你。像小孩不能自立，一定依靠父母，有能力自立才离开父母；学东西一样，不能离开老师。好，现在时间到了。",
      "zh_TW": "扎根，古人的期限是五年，扎根的教學，那是一門深入。現在這個社會太複雜，五年心收不住，所以我想至少應該要十年。也就是我們學一樣東西，學多久？學十年，心定了。十年之後，可以接觸其他的法門，其他的經教，因為你有十年的定慧，你可以涉獵。涉獵怎麼樣？貫通，你對於世出世間一切法，真妄邪正、是非善惡，你一接觸就通達，你有智慧簡擇。你要沒有這個十年的修養，你沒有能力簡擇，你就會受外面東西影響，你就會退心，你就會走向歧途。古大德參學必須具備這個能力，沒有這個能力不能參學。沒有這個能力，跟定老師不能離開老師，老師保護你。像小孩不能自立，一定依靠父母，有能力自立才離開父母；學東西一樣，不能離開老師。好，現在時間到了。"
    },
    {
      "id": "12-017-1156_p0023",
      "zh_CN": "诸位同学，请看下面第四句：",
      "zh_TW": "諸位同學，請看下面第四句："
    },
    {
      "id": "12-017-1156_p0024",
      "zh_CN": "【或名和合法。】",
      "zh_TW": "【或名和合法。】"
    },
    {
      "id": "12-017-1156_p0025",
      "zh_CN": "我们知道宇宙之间，万事万物的性体是法性。法性的精神就是一个爱，佛家讲的「慈悲为本」。宇宙万有它的德就是和，和是宇宙万有的大德，现代人讲的生态平衡，生态平衡就是和。懂得大和，宇宙是和睦没有冲突的。我们可以从小宇宙来体会到大宇宙，小宇宙是我们自己，我们自己这一身可以分为两个部分，一部分是佛经上讲的心法，一部分是色法，色法是物质，心法是精神。人是精神跟物质和合体，他要和要合。如果不和，离开了，这是我们世间人讲灵魂离开了身体，这个身体就变成死尸了，他就不是活的。所以他是色心和合之体。",
      "zh_TW": "我們知道宇宙之間，萬事萬物的性體是法性。法性的精神就是一個愛，佛家講的「慈悲為本」。宇宙萬有它的德就是和，和是宇宙萬有的大德，現代人講的生態平衡，生態平衡就是和。懂得大和，宇宙是和睦沒有衝突的。我們可以從小宇宙來體會到大宇宙，小宇宙是我們自己，我們自己這一身可以分為兩個部分，一部分是佛經上講的心法，一部分是色法，色法是物質，心法是精神。人是精神跟物質和合體，他要和要合。如果不和，離開了，這是我們世間人講靈魂離開了身體，這個身體就變成死屍了，他就不是活的。所以他是色心和合之體。"
    },
    {
      "id": "12-017-1156_p0026",
      "zh_CN": "色心是一不是二，色心不能分开。色心二法，色法要和合，色法跟色法要和合，那是说我们这个肉身。这个身体是许许多多不同器官组合的，眼是个器官，耳是个器官，鼻是个器官，这是外面的；里面的，心脏是个器官，肺是个器官，肝脏是个器官，胃是个器官，大小肠是个器官，你看看许许多多器官和合成一个身体，它要不和了，麻烦就来了。我们一般人讲生病了，生病就是不和。我们的精神，这就是心法跟色法不和，色法跟色法不和，心法跟心法不和，这个人就大病，重病。换句话说，距离死亡不远，不和。",
      "zh_TW": "色心是一不是二，色心不能分開。色心二法，色法要和合，色法跟色法要和合，那是說我們這個肉身。這個身體是許許多多不同器官組合的，眼是個器官，耳是個器官，鼻是個器官，這是外面的；裡面的，心臟是個器官，肺是個器官，肝臟是個器官，胃是個器官，大小腸是個器官，你看看許許多多器官和合成一個身體，它要不和了，麻煩就來了。我們一般人講生病了，生病就是不和。我們的精神，這就是心法跟色法不和，色法跟色法不和，心法跟心法不和，這個人就大病，重病。換句話說，距離死亡不遠，不和。"
    },
    {
      "id": "12-017-1156_p0027",
      "zh_CN": "精神不和就是烦恼，烦恼不是和合法，性德是『和合法』，你们自己去思惟，我们用最简单的，这常常说的，举这个例子，「真诚、清净、平等、正觉、慈悲」你想想这五个是不是和合的？你翻过来看「虚伪、染污、贡高我慢、愚痴、自私自利」这五个不和，这五个彼此合作，完全建立在利害的关系上，有利就合作，没有利决定不能和合。所以随顺性德是和合法，违背性德、叛逆了性德，不和合。",
      "zh_TW": "精神不和就是煩惱，煩惱不是和合法，性德是『和合法』，你們自己去思惟，我們用最簡單的，這常常說的，舉這個例子，「真誠、清淨、平等、正覺、慈悲」你想想這五個是不是和合的？你翻過來看「虛偽、染污、貢高我慢、愚痴、自私自利」這五個不和，這五個彼此合作，完全建立在利害的關係上，有利就合作，沒有利決定不能和合。所以隨順性德是和合法，違背性德、叛逆了性德，不和合。"
    },
    {
      "id": "12-017-1156_p0028",
      "zh_CN": "诸佛菩萨、圣贤教诲没有别的，把这些事实真相告诉我们，劝导我们和为贵。我在前面用比喻说过，中国古圣先贤懂得这个道理，自性是太和，「唯心所现」，那个心是太和，所现的一切现象是中和，觉悟的人他起用是保和。保和是什么意思？与太和、中和相应。与太和相应就是与自性相应，与中和相应就是与性德相应，不违背性德是保和；保和是佛是菩萨，保和是圣是贤。我们今天看到这个名号，我相信每个学佛的同修都会有很深的感触，为什么？现在这个社会不和，不合作，彼此对立，彼此竞争。竞争里头，和合就没有了。现在不断在提升，竞争提升就是斗争，斗争提升就是战争，所以现在的社会天灾人祸频繁。人迷惑颠倒，违背了性体，违背了性德，没有人教导。现在的人你要是问他什么是真、什么是假？什么是邪、什么是正？什么是善、什么是恶？他没有能力辨别，他真的不知道。",
      "zh_TW": "諸佛菩薩、聖賢教誨沒有別的，把這些事實真相告訴我們，勸導我們和為貴。我在前面用比喻說過，中國古聖先賢懂得這個道理，自性是太和，「唯心所現」，那個心是太和，所現的一切現象是中和，覺悟的人他起用是保和。保和是什麼意思？與太和、中和相應。與太和相應就是與自性相應，與中和相應就是與性德相應，不違背性德是保和；保和是佛是菩薩，保和是聖是賢。我們今天看到這個名號，我相信每個學佛的同修都會有很深的感觸，為什麼？現在這個社會不和，不合作，彼此對立，彼此競爭。競爭裡頭，和合就沒有了。現在不斷在提升，競爭提升就是鬥爭，鬥爭提升就是戰爭，所以現在的社會天災人禍頻繁。人迷惑顛倒，違背了性體，違背了性德，沒有人教導。現在的人你要是問他什麼是真、什麼是假？什麼是邪、什麼是正？什麼是善、什麼是惡？他沒有能力辨別，他真的不知道。"
    },
    {
      "id": "12-017-1156_p0029",
      "zh_CN": "尤其现在人不读圣贤书，认为圣贤是古人，古的东西都是旧的，旧的都应当被淘汰，都应当被抛弃，要新的。新的是什么？新的是科学产品；不相信有宗教，不相信有神明。还好，还有少数人还能相信，还能接受，这个也就讲生态平衡，还能保住这个世间不至于毁灭。如果这少数人没有了，世界末日就来临。这些少数人能信，其中我们很清楚、很明白，不少是诸佛菩萨、古圣先贤再来。来干什么？平衡这个局面，恶再多，善没有断，这局面平衡。如果统统都作恶，善没有了，那不得了了，那所感的是全面的恶报。全面的恶报就是一般预言，一些宗教经典里面讲的世界末日。",
      "zh_TW": "尤其現在人不讀聖賢書，認為聖賢是古人，古的東西都是舊的，舊的都應當被淘汰，都應當被拋棄，要新的。新的是什麼？新的是科學產品；不相信有宗教，不相信有神明。還好，還有少數人還能相信，還能接受，這個也就講生態平衡，還能保住這個世間不至於毀滅。如果這少數人沒有了，世界末日就來臨。這些少數人能信，其中我們很清楚、很明白，不少是諸佛菩薩、古聖先賢再來。來幹什麼？平衡這個局面，惡再多，善沒有斷，這局面平衡。如果統統都作惡，善沒有了，那不得了了，那所感的是全面的惡報。全面的惡報就是一般預言，一些宗教經典裡面講的世界末日。"
    },
    {
      "id": "12-017-1156_p0030",
      "zh_CN": "确实我们在宗教经典里面看到，信上帝，信神，信末日，末日审判。《古兰经》里面「信真主，信末日」。所以有许许多多人担心末日是不是到了？这个很多有这些说法，尤其是看到现前社会极不稳定，我们生活在恐惧之中。在这个世间，无论在什么地方没有安全感。一个人活在世间没有安全感，你就想到那是多么恐怖。到什么地方找安全感？找不到。你到旷野人迹不到的深山、海边，是！没有人，不担心人害你，但是有野兽，你会孤独，还是没有安全感。",
      "zh_TW": "確實我們在宗教經典裡面看到，信上帝，信神，信末日，末日審判。《古蘭經》裡面「信真主，信末日」。所以有許許多多人擔心末日是不是到了？這個很多有這些說法，尤其是看到現前社會極不穩定，我們生活在恐懼之中。在這個世間，無論在什麼地方沒有安全感。一個人活在世間沒有安全感，你就想到那是多麼恐怖。到什麼地方找安全感？找不到。你到曠野人跡不到的深山、海邊，是！沒有人，不擔心人害你，但是有野獸，你會孤獨，還是沒有安全感。"
    },
    {
      "id": "12-017-1156_p0031",
      "zh_CN": "所以你真正要找到安全感，还是在圣贤教诲，你如果能够接受，能够深入，能够通达明了，知道宇宙人生的性相、理事、因果，你看破了，你把那个恐怖就放下了。正如同《心经》里面所说的，「观自在菩萨行深般若波罗蜜多时，照见五蕴皆空，度一切苦厄」。度一切苦厄，安全就现前了。到外面去找，找不到，还是在内心。把内心不安全的这些因素统统化解掉，种种疑虑，种种迷惑，种种恶业，你通达明了，把它转过来；转恶为善，转迷为悟，转凡为圣，转娑婆为极乐。这不是假的，这是真的。转共业转不了，这是事实，诸佛如来也转不了，别业转得了。",
      "zh_TW": "所以你真正要找到安全感，還是在聖賢教誨，你如果能夠接受，能夠深入，能夠通達明瞭，知道宇宙人生的性相、理事、因果，你看破了，你把那個恐怖就放下了。正如同《心經》裡面所說的，「觀自在菩薩行深般若波羅蜜多時，照見五蘊皆空，度一切苦厄」。度一切苦厄，安全就現前了。到外面去找，找不到，還是在內心。把內心不安全的這些因素統統化解掉，種種疑慮，種種迷惑，種種惡業，你通達明瞭，把它轉過來；轉惡為善，轉迷為悟，轉凡為聖，轉娑婆為極樂。這不是假的，這是真的。轉共業轉不了，這是事實，諸佛如來也轉不了，別業轉得了。"
    },
    {
      "id": "12-017-1156_p0032",
      "zh_CN": "诸佛如来能够成佛、成菩萨是转别业，不是转共业。最明显的教学摆在你面前，布施波罗蜜什么时候圆满？悭贪的烦恼断掉了，这个法门就毕业、圆满了。不是说这许许多多苦难人，我一个个都布施到，不是这个，那是共业。我这个悭贪的念头断掉了，布施波罗蜜圆满了。恶业的念头断掉了，持戒波罗蜜圆满了；持戒是度恶业的，我自己的心真正做到了纯净纯善，确确实实没有一点点恶意对一切众生，持戒波罗蜜圆满了。忍辱波罗蜜，对于顺境不起一丝毫贪恋，对于逆境、对于恶人不起一丝毫瞋恚，忍辱波罗蜜圆满了。你想想看这不是佛教导我们度自己？别业！六度都圆满，你成佛了，你超越六道超越十法界。所以佛法叫内学，大乘菩萨法还是内学，但是他内兼外。修布施，修布施度自己的悭贪；修持戒，度自己的恶业；修忍辱，度自己的贪瞋。这是佛法，这是真实法。",
      "zh_TW": "諸佛如來能夠成佛、成菩薩是轉別業，不是轉共業。最明顯的教學擺在你面前，布施波羅蜜什麼時候圓滿？慳貪的煩惱斷掉了，這個法門就畢業、圓滿了。不是說這許許多多苦難人，我一個個都布施到，不是這個，那是共業。我這個慳貪的念頭斷掉了，布施波羅蜜圓滿了。惡業的念頭斷掉了，持戒波羅蜜圓滿了；持戒是度惡業的，我自己的心真正做到了純淨純善，確確實實沒有一點點惡意對一切眾生，持戒波羅蜜圓滿了。忍辱波羅蜜，對於順境不起一絲毫貪戀，對於逆境、對於惡人不起一絲毫瞋恚，忍辱波羅蜜圓滿了。你想想看這不是佛教導我們度自己？別業！六度都圓滿，你成佛了，你超越六道超越十法界。所以佛法叫內學，大乘菩薩法還是內學，但是他內兼外。修布施，修布施度自己的慳貪；修持戒，度自己的惡業；修忍辱，度自己的貪瞋。這是佛法，這是真實法。"
    },
    {
      "id": "12-017-1156_p0033",
      "zh_CN": "讲到《华严》这是讲到深处，讲到究竟真实。境界是心变的，是心现的，妄心能变，真心能现。到自己的心纯净纯善，就是说整个磁场变了，整个大环境也变了。这个时候你就有智慧、有德能，影响那些造作恶业还没有回头的众生，这叫大慈大悲普度众生。这个里头意思太深太深，我们在讲席当中也常常提到。这个时候广度众生，与法性、与性德圆满相应。我讲圆满相应还是隔一层，实际上是什么？实际上就是自性性德自然的流露。诸佛菩萨应化在世间，是自己性德自然的流露。我们虽然迷，迷得再深，你要常常看到这个现象，看一次提醒你一次，一次不觉悟，还有第二次；十次不觉悟，有百次；百次不觉悟，有千次；千次不觉悟，有万次，不断在提醒你，总有一天豁然大悟。",
      "zh_TW": "講到《華嚴》這是講到深處，講到究竟真實。境界是心變的，是心現的，妄心能變，真心能現。到自己的心純淨純善，就是說整個磁場變了，整個大環境也變了。這個時候你就有智慧、有德能，影響那些造作惡業還沒有回頭的眾生，這叫大慈大悲普度眾生。這個裡頭意思太深太深，我們在講席當中也常常提到。這個時候廣度眾生，與法性、與性德圓滿相應。我講圓滿相應還是隔一層，實際上是什麼？實際上就是自性性德自然的流露。諸佛菩薩應化在世間，是自己性德自然的流露。我們雖然迷，迷得再深，你要常常看到這個現象，看一次提醒你一次，一次不覺悟，還有第二次；十次不覺悟，有百次；百次不覺悟，有千次；千次不覺悟，有萬次，不斷在提醒你，總有一天豁然大悟。"
    },
    {
      "id": "12-017-1156_p0034",
      "zh_CN": "为什么你不觉悟？业障，你的业障没有消掉，所以你造作的业障必须要受报，报就是消业障。六道，我们就不提十法界，就单单讲六道。六道，我们现在知道，六道是消业障的场所。你造的善业要消，你要消受福报，你造作恶业，你也要消；三途地狱里头给你消恶业，天上人间给你消善业，你不消不行。不消怎么样？你不觉悟。消一分，你就有一分觉悟；消两分，就有两分觉悟；消到相当程度的时候，你就大彻大悟。",
      "zh_TW": "為什麼你不覺悟？業障，你的業障沒有消掉，所以你造作的業障必須要受報，報就是消業障。六道，我們就不提十法界，就單單講六道。六道，我們現在知道，六道是消業障的場所。你造的善業要消，你要消受福報，你造作惡業，你也要消；三途地獄裡頭給你消惡業，天上人間給你消善業，你不消不行。不消怎麼樣？你不覺悟。消一分，你就有一分覺悟；消兩分，就有兩分覺悟；消到相當程度的時候，你就大徹大悟。"
    },
    {
      "id": "12-017-1156_p0035",
      "zh_CN": "所以《般若经》上讲「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，它有作用，它作用是帮助一切众生消业的。业有善恶，统统要消，为什么？真心自性里头没有善恶，没有业习烦恼，没有。见思、尘沙、无明统统没有，这是古德所说的「本来无一物」，那个时候才真正叫究竟圆满和合。「一念不觉而有无明」，无明起来就不和合，头一个不和合，无明跟性德不和。所以和合法，我们要注重那个「法」字，要是没有这个「法」，和合是体，是自性本具的大德。我们迷了，迷了不和，跟人不和，跟事不和，跟一切万物不和。要知道不和就是我们的业习烦恼，为什么？本来是和的，为什么说本来是和的？因为所有一切人，一切事，一切物，都是心现的。心是真心，同一个心现的它怎么不和！「世界微尘，一切因果，因心成体」，心现的，所以它本来是和合的。佛菩萨、觉悟的人能够跟十法界依正庄严和合。所以觉了就和，迷了就不和。",
      "zh_TW": "所以《般若經》上講「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，它有作用，它作用是幫助一切眾生消業的。業有善惡，統統要消，為什麼？真心自性裡頭沒有善惡，沒有業習煩惱，沒有。見思、塵沙、無明統統沒有，這是古德所說的「本來無一物」，那個時候才真正叫究竟圓滿和合。「一念不覺而有無明」，無明起來就不和合，頭一個不和合，無明跟性德不和。所以和合法，我們要注重那個「法」字，要是沒有這個「法」，和合是體，是自性本具的大德。我們迷了，迷了不和，跟人不和，跟事不和，跟一切萬物不和。要知道不和就是我們的業習煩惱，為什麼？本來是和的，為什麼說本來是和的？因為所有一切人，一切事，一切物，都是心現的。心是真心，同一個心現的它怎麼不和！「世界微塵，一切因果，因心成體」，心現的，所以它本來是和合的。佛菩薩、覺悟的人能夠跟十法界依正莊嚴和合。所以覺了就和，迷了就不和。"
    },
    {
      "id": "12-017-1156_p0036",
      "zh_CN": "今天我们要求和睦相处，平等对待，怎样才能教大家能和合？大家都觉悟，这问题就解决。怎样教大家觉悟？自己先觉悟。先觉觉后觉，先知教后知。我自己不觉的时候，怎么能帮助别人觉？所以我自己要不能跟别人和合，别人怎么能跟人和合？这就是说世出世间一切法当中，教学第一。中国古圣先贤提出来，「建国君民，教学为先」，你再想想这个话的意思，世出世间所有一切法，无一法不是教学为先。你要把教学疏忽，麻烦就大了。我们今天这个社会状况，没有别的就是疏忽了教学。",
      "zh_TW": "今天我們要求和睦相處，平等對待，怎樣才能教大家能和合？大家都覺悟，這問題就解決。怎樣教大家覺悟？自己先覺悟。先覺覺後覺，先知教後知。我自己不覺的時候，怎麼能幫助別人覺？所以我自己要不能跟別人和合，別人怎麼能跟人和合？這就是說世出世間一切法當中，教學第一。中國古聖先賢提出來，「建國君民，教學為先」，你再想想這個話的意思，世出世間所有一切法，無一法不是教學為先。你要把教學疏忽，麻煩就大了。我們今天這個社會狀況，沒有別的就是疏忽了教學。"
    },
    {
      "id": "12-017-1156_p0037",
      "zh_CN": "圣贤人的教学，教什么？我们知道，他跟今天科技教学不相同。圣贤人教学的内容，我常常讲三点。第一个是教我们明了人与人的关系，就知道人与人应该怎样和睦相处。第二是教导我们人与自然环境的关系，你懂得之后，你就知道如何跟自然环境相处，决定不会破坏自然环境。第三个教我们明了人与天地鬼神的关系，知道跟一切鬼神和睦相处，天下太平，社会安定，真的风调雨顺，五谷丰登，过太平日子。圣贤教我们这些。这是教学的核心，教学的根本，科学技术那是枝叶，枝叶花果。你有根本，枝叶花果那得其用，如果失掉根本，这个东西就变成灾害，不能不知道。科学技术本身没有害，我们失掉了根本，灾害才现前。所以它是应用的教育，而圣贤这是根本的教育，这不能不知道。",
      "zh_TW": "聖賢人的教學，教什麼？我們知道，他跟今天科技教學不相同。聖賢人教學的內容，我常常講三點。第一個是教我們明瞭人與人的關係，就知道人與人應該怎樣和睦相處。第二是教導我們人與自然環境的關係，你懂得之後，你就知道如何跟自然環境相處，決定不會破壞自然環境。第三個教我們明瞭人與天地鬼神的關係，知道跟一切鬼神和睦相處，天下太平，社會安定，真的風調雨順，五穀豐登，過太平日子。聖賢教我們這些。這是教學的核心，教學的根本，科學技術那是枝葉，枝葉花果。你有根本，枝葉花果那得其用，如果失掉根本，這個東西就變成災害，不能不知道。科學技術本身沒有害，我們失掉了根本，災害才現前。所以它是應用的教育，而聖賢這是根本的教育，這不能不知道。"
    },
    {
      "id": "12-017-1156_p0038",
      "zh_CN": "人性本善，这是我们必须要肯定的，人性本善。一切有情皆有佛性，有情众生；一切无情皆有法性，佛性跟法性是一个性，这是讲的本善。所以我们相信一切众生能够和睦相处，为什么？本来和合。就像人的一个身体，身体各个器官，它和睦相处，它互助合作，所以这个人才健康长寿。精神与肉体和合才能法喜充满。本来没有矛盾，本来没有对立，现在很不幸迷失了自性，我们跟人对立，我们对人不相信。这在圣教里面，这是错误的。他跟我对立，我跟他不对立；他不相信我，我相信他，这才是一个觉者。",
      "zh_TW": "人性本善，這是我們必須要肯定的，人性本善。一切有情皆有佛性，有情眾生；一切無情皆有法性，佛性跟法性是一個性，這是講的本善。所以我們相信一切眾生能夠和睦相處，為什麼？本來和合。就像人的一個身體，身體各個器官，它和睦相處，它互助合作，所以這個人才健康長壽。精神與肉體和合才能法喜充滿。本來沒有矛盾，本來沒有對立，現在很不幸迷失了自性，我們跟人對立，我們對人不相信。這在聖教裡面，這是錯誤的。他跟我對立，我跟他不對立；他不相信我，我相信他，這才是一個覺者。"
    },
    {
      "id": "12-017-1156_p0039",
      "zh_CN": "那我跟他交往，我要吃亏，我要上当，我要受他之害。你真的觉悟了，你决定不吃亏，你决定不上当，你决定不受害。不但不受害，你决定提升自己，为什么？你完全随顺性德，纵然这个身体受害，被人害死，你的灵性提升了，他帮助你升天，他帮助你作菩萨、作佛。我们在佛经里面看到忍辱仙人被歌利王害死，他有没有吃亏？他有没有上当？有没有受害？没有。我们一般凡夫看到他是吃大亏，他是受严重的伤害，哪里晓得灵性上升！这个受害的人不但不怨恨害他的人，反而感激他，这个道理世间人想一辈子都想不通，为什么？不了解事实真相，不知道三世因果。他要通达三世因果，了解事实真相，他就点头，他在那里鼓掌。所以我常常讲，害人是害自己，决定没有害到对方，对方是个觉悟的人，你怎么能害他？你毁谤他，你陷害他，他提升了。",
      "zh_TW": "那我跟他交往，我要吃虧，我要上當，我要受他之害。你真的覺悟了，你決定不吃虧，你決定不上當，你決定不受害。不但不受害，你決定提升自己，為什麼？你完全隨順性德，縱然這個身體受害，被人害死，你的靈性提升了，他幫助你升天，他幫助你作菩薩、作佛。我們在佛經裡面看到忍辱仙人被歌利王害死，他有沒有吃虧？他有沒有上當？有沒有受害？沒有。我們一般凡夫看到他是吃大虧，他是受嚴重的傷害，哪裡曉得靈性上升！這個受害的人不但不怨恨害他的人，反而感激他，這個道理世間人想一輩子都想不通，為什麼？不了解事實真相，不知道三世因果。他要通達三世因果，了解事實真相，他就點頭，他在那裡鼓掌。所以我常常講，害人是害自己，決定沒有害到對方，對方是個覺悟的人，你怎麼能害他？你毀謗他，你陷害他，他提升了。"
    },
    {
      "id": "12-017-1156_p0040",
      "zh_CN": "我在去年（２００２年）５月间收到一封没有具名的信，也不知道地点，没有办法查询，从中国大陆，是从电子信箱里面传来的，传来之后，他的信箱就关闭，永远不知道是什么人。里面透给我的讯息，跟我刚才讲的完全一样。他里头所叙说的是我这几年的境界，「每一次的挫折就是一次的提升」，他讲得很对，这是什么？这是得力于这么多年经教里头学习，开了一点小智慧，跟从前不一样。从前别人毁谤我、侮辱我，我会怨恨，甚至于还有报复的念头，现在没有了，完全没有了。现在遇到这些，我就知道大概是来考验、来测验的，看看我的学习有没有进步，进步到什么程度。如果遇到这个境界是能忍，不计较，但是心里头还有一点痕迹，功夫不到家。功夫到家的话，遇到这些横逆心里头痕迹都没有，功夫到家了。",
      "zh_TW": "我在去年（２００２年）５月間收到一封沒有具名的信，也不知道地點，沒有辦法查詢，從中國大陸，是從電子信箱裡面傳來的，傳來之後，他的信箱就關閉，永遠不知道是什麼人。裡面透給我的訊息，跟我剛才講的完全一樣。他裡頭所敘說的是我這幾年的境界，「每一次的挫折就是一次的提升」，他講得很對，這是什麼？這是得力於這麼多年經教裡頭學習，開了一點小智慧，跟從前不一樣。從前別人毀謗我、侮辱我，我會怨恨，甚至於還有報復的念頭，現在沒有了，完全沒有了。現在遇到這些，我就知道大概是來考驗、來測驗的，看看我的學習有沒有進步，進步到什麼程度。如果遇到這個境界是能忍，不計較，但是心裡頭還有一點痕跡，功夫不到家。功夫到家的話，遇到這些橫逆心裡頭痕跡都沒有，功夫到家了。"
    },
    {
      "id": "12-017-1156_p0041",
      "zh_CN": "我还在受考验，这个老人给我的讯息，我的考验还有几年，他说大概到２００６年，２００７年，也许许多多的考验我都通过，可以毕业了。我想想到２００７年，我是八十岁了，可是他给的讯息，我八十岁还不能休息，还要我继续讲经说法，为社会大众服务。也好，要是继续讲经说法，大概体力还可以。这是我们一般人讲的，人的一生冥冥当中都有注定，不是偶然的。《了凡四训》里面讲的业因果报丝毫不爽。美国凯西的报告说，这个世间任何一个人，他的一生绝对没有偶发的事情，决定没有无因的事情，跟前世连续的，前因后果，这一生跟来世又是牵连的。一个人在六道里头，他承认轮回，他承认人有轮回，生生世世都是连续的，演连续剧，不是独幕戏，不是的，是连续剧。",
      "zh_TW": "我還在受考驗，這個老人給我的訊息，我的考驗還有幾年，他說大概到２００６年，２００７年，也許許多多的考驗我都通過，可以畢業了。我想想到２００７年，我是八十歲了，可是他給的訊息，我八十歲還不能休息，還要我繼續講經說法，為社會大眾服務。也好，要是繼續講經說法，大概體力還可以。這是我們一般人講的，人的一生冥冥當中都有註定，不是偶然的。《了凡四訓》裡面講的業因果報絲毫不爽。美國凱西的報告說，這個世間任何一個人，他的一生絕對沒有偶發的事情，決定沒有無因的事情，跟前世連續的，前因後果，這一生跟來世又是牽連的。一個人在六道裡頭，他承認輪迴，他承認人有輪迴，生生世世都是連續的，演連續劇，不是獨幕戲，不是的，是連續劇。"
    },
    {
      "id": "12-017-1156_p0042",
      "zh_CN": "所以和合法，世尊非常具体给我们讲，六和敬。我们都知道，大家都记得，你有没有做到？六和敬里头一条，头一条是最深的，「见和同解」。讲到究竟处是如来果地，佛佛道同，这是真的见和同解。那是讲到什么？讲到性体，讲到性德。谁懂得？法身菩萨懂得。法身菩萨要修，修这个和合法，破尽四十一品无明才达到究竟和合，圆满和合。",
      "zh_TW": "所以和合法，世尊非常具體給我們講，六和敬。我們都知道，大家都記得，你有沒有做到？六和敬裡頭一條，頭一條是最深的，「見和同解」。講到究竟處是如來果地，佛佛道同，這是真的見和同解。那是講到什麼？講到性體，講到性德。誰懂得？法身菩薩懂得。法身菩薩要修，修這個和合法，破盡四十一品無明才達到究竟和合，圓滿和合。"
    },
    {
      "id": "12-017-1156_p0043",
      "zh_CN": "我们今天是凡夫，一品烦恼没断，我们今天和合依什么？依经论的教诲，经论教诲里面最重要的，就是一切诸法，宇宙之间的，我们通常讲虚空法界刹土众生，把这个世出世间一切法统统包括尽了，「唯心所现，唯识所变」。我们要依这个做为和合的根据，和合理论的根据，总的纲领原则。肯定所有一切法唯心所现，心是自己的真心，识是自己的妄想分别执着。这就是说明宇宙之间万事万法跟自己有密切的关系，同一个自性。所以觉悟的人他说「弥陀即是我心，我心就是弥陀」、「我心就是毘卢遮那，毘卢遮那就是我心」，这话没错，十法界依正庄严是我心变现的。十法界依正庄严就是我心，我心就是十法界依正庄严；众生就是我心，我心就是众生，在这个地方建立见和同解。",
      "zh_TW": "我們今天是凡夫，一品煩惱沒斷，我們今天和合依什麼？依經論的教誨，經論教誨裡面最重要的，就是一切諸法，宇宙之間的，我們通常講虛空法界剎土眾生，把這個世出世間一切法統統包括盡了，「唯心所現，唯識所變」。我們要依這個做為和合的根據，和合理論的根據，總的綱領原則。肯定所有一切法唯心所現，心是自己的真心，識是自己的妄想分別執著。這就是說明宇宙之間萬事萬法跟自己有密切的關係，同一個自性。所以覺悟的人他說「彌陀即是我心，我心就是彌陀」、「我心就是毘盧遮那，毘盧遮那就是我心」，這話沒錯，十法界依正莊嚴是我心變現的。十法界依正莊嚴就是我心，我心就是十法界依正莊嚴；眾生就是我心，我心就是眾生，在這個地方建立見和同解。"
    },
    {
      "id": "12-017-1156_p0044",
      "zh_CN": "见和同解不是说别人跟我同解，要我跟所有一切觉悟的人同解，然后我才能为不觉悟的人服务。要求我跟他同，不是他跟我同，他跟我不同，为什么？他迷，他哪里知道事实真相，我了解。所以我以真心对他，他决定是以妄心对我，他没觉悟，他哪里懂得。我这个觉悟是在经教里五十二年，不是一天、两天。他没有五十二年的功夫，纵然有五十二年，每个人走的路不一样，你走上正路，觉悟了；你走上叉路，你还是不觉悟。这桩事情正是善导大师讲的「总在遇缘不同」。你遇到真善知识帮助你，指你一条正路，你能信，你能依教奉行，走出来了。遇到善友指示你，你不相信，半信半疑，你不能依教奉行，你走不出来，你还是走叉路。这个难，太难太难了。",
      "zh_TW": "見和同解不是說別人跟我同解，要我跟所有一切覺悟的人同解，然後我才能為不覺悟的人服務。要求我跟他同，不是他跟我同，他跟我不同，為什麼？他迷，他哪裡知道事實真相，我了解。所以我以真心對他，他決定是以妄心對我，他沒覺悟，他哪裡懂得。我這個覺悟是在經教裡五十二年，不是一天、兩天。他沒有五十二年的功夫，縱然有五十二年，每個人走的路不一樣，你走上正路，覺悟了；你走上叉路，你還是不覺悟。這樁事情正是善導大師講的「總在遇緣不同」。你遇到真善知識幫助你，指你一條正路，你能信，你能依教奉行，走出來了。遇到善友指示你，你不相信，半信半疑，你不能依教奉行，你走不出來，你還是走叉路。這個難，太難太難了。"
    },
    {
      "id": "12-017-1156_p0045",
      "zh_CN": "然后才能是「戒和同修」，这个戒和同修是守法，佛的教诲要遵守，社会秩序要遵守，国家的法律规章要遵守。你能够守法，你不会扰乱社会，你只有给社会带来安定和平，所以社会上一切人都会欢迎你，都会接纳你。守法才能跟一切大众相处，你不守法，你怎么能和睦相处？然后才有身同住、口无诤、意同悦，最后一条利同均。利同均是什么意思？我们自己有福报，这个福报要给社会大众共享，福报不能独享。我所修学得到的智慧、得到的福报，都要与社会大众共享，大公无私，这个和合法就具体落实。如果和合法从广义上来讲，这一部《大方广佛华严经》就是和合法，狭义的来说就是六和敬，六和敬一展开，就是全部的佛法。释迦牟尼佛当年在世，为我们讲经三百余会，说法四十九年，哪一法不是和合法？统统都是。所以「和合法」是苦灭道圣谛的名号，这个里面的境界、义趣深广没有边际。",
      "zh_TW": "然後才能是「戒和同修」，這個戒和同修是守法，佛的教誨要遵守，社會秩序要遵守，國家的法律規章要遵守。你能夠守法，你不會擾亂社會，你只有給社會帶來安定和平，所以社會上一切人都會歡迎你，都會接納你。守法才能跟一切大眾相處，你不守法，你怎麼能和睦相處？然後才有身同住、口無諍、意同悅，最後一條利同均。利同均是什麼意思？我們自己有福報，這個福報要給社會大眾共享，福報不能獨享。我所修學得到的智慧、得到的福報，都要與社會大眾共享，大公無私，這個和合法就具體落實。如果和合法從廣義上來講，這一部《大方廣佛華嚴經》就是和合法，狹義的來說就是六和敬，六和敬一展開，就是全部的佛法。釋迦牟尼佛當年在世，為我們講經三百餘會，說法四十九年，哪一法不是和合法？統統都是。所以「和合法」是苦滅道聖諦的名號，這個裡面的境界、義趣深廣沒有邊際。"
    },
    {
      "id": "12-017-1156_p0046",
      "zh_CN": "现在江逸子居士在此地做地狱变相图，有人说地狱不好听换个名称。我说好，我们商量，江老师也同意，因果图说；换个名称，因果图说，大家就欢喜了，地狱变相图，大家害怕恐惧。有恐惧的心，还能回头，他还有良心，还有救；如果恐惧心都没有了，那不得了了，那回不了头了。在做这个都是帮助和合法，法法皆是和合法。千手观音，它的表法我们用最简单十二个字，「大慈大悲救苦救难眼到手到」，表这个意思。极乐世界变相图正在画，无一不是和合法。中国大陆有不少同学在网路上得到这个讯息，也想发心来赞助，很好，各人修各人的功德，修各人的福报，至于怎么做法，我们再研究。好，现在时间到了。",
      "zh_TW": "現在江逸子居士在此地做地獄變相圖，有人說地獄不好聽換個名稱。我說好，我們商量，江老師也同意，因果圖說；換個名稱，因果圖說，大家就歡喜了，地獄變相圖，大家害怕恐懼。有恐懼的心，還能回頭，他還有良心，還有救；如果恐懼心都沒有了，那不得了了，那回不了頭了。在做這個都是幫助和合法，法法皆是和合法。千手觀音，它的表法我們用最簡單十二個字，「大慈大悲救苦救難眼到手到」，表這個意思。極樂世界變相圖正在畫，無一不是和合法。中國大陸有不少同學在網路上得到這個訊息，也想發心來贊助，很好，各人修各人的功德，修各人的福報，至於怎麼做法，我們再研究。好，現在時間到了。"
    }
  ]
}