{
  "doc_id": "12-017-1014",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０一四卷",
    "zh_TW": "第一０一四卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1014",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "12-017-1014_p0001",
      "zh_CN": "诸位同学，我们请继续看李长者的开示，我们从「言彼世界中」，从这个地方看起：",
      "zh_TW": "諸位同學，我們請繼續看李長者的開示，我們從「言彼世界中」，從這個地方看起："
    },
    {
      "id": "12-017-1014_p0002",
      "zh_CN": "「言彼世界中有佛号不动智者，为明不动智佛，是十方凡圣共有根本之智」，这一句非常重要。我们信佛这个信心就是根据这个建立的，不动智就是根本智。这一句前面我们说得很多，现在接着看下面的文。",
      "zh_TW": "「言彼世界中有佛號不動智者，為明不動智佛，是十方凡聖共有根本之智」，這一句非常重要。我們信佛這個信心就是根據這個建立的，不動智就是根本智。這一句前面我們說得很多，現在接著看下面的文。"
    },
    {
      "id": "12-017-1014_p0003",
      "zh_CN": "「明于此智，能起信心，故号之为来」，这个「来」就是我们在经文上看到「来诣佛所」，就是这一句。「此不动智，一切众生常自有之」，这就是《楞严经》里面所说的常住真心，六根的根性，所以说「常自有之」，从来也没有离开过。世尊在楞严会上跟我们讲的「六根门头放光动地」，就是它！在眼曰见，在耳曰闻，在鼻曰嗅，在舌曰尝，就是六根的根性，六根根性具足见闻觉知。我们现在眼只能见不能闻，耳只能闻不能嗅，佛告诉我们，这是我们迷失了本性，所以六根每一个根只有一个作用。如果我们要恢复本能，觉而不迷了，佛告诉我们，六根互用。换句话说，每一个根都具足六根的功能；换句话说，眼能见能听能嗅能尝能觉能知，耳亦如是，鼻亦如是，身也如是。身也如是，全身都能见能闻能觉能知，真的，一点都不错，佛给我们讲真话，不是讲假话。",
      "zh_TW": "「明於此智，能起信心，故號之為來」，這個「來」就是我們在經文上看到「來詣佛所」，就是這一句。「此不動智，一切眾生常自有之」，這就是《楞嚴經》裡面所說的常住真心，六根的根性，所以說「常自有之」，從來也沒有離開過。世尊在楞嚴會上跟我們講的「六根門頭放光動地」，就是它！在眼曰見，在耳曰聞，在鼻曰嗅，在舌曰嘗，就是六根的根性，六根根性具足見聞覺知。我們現在眼只能見不能聞，耳只能聞不能嗅，佛告訴我們，這是我們迷失了本性，所以六根每一個根只有一個作用。如果我們要恢復本能，覺而不迷了，佛告訴我們，六根互用。換句話說，每一個根都具足六根的功能；換句話說，眼能見能聽能嗅能嘗能覺能知，耳亦如是，鼻亦如是，身也如是。身也如是，全身都能見能聞能覺能知，真的，一點都不錯，佛給我們講真話，不是講假話。"
    },
    {
      "id": "12-017-1014_p0004",
      "zh_CN": "为什么六根都能？不但六根都能，六尘也能。六尘要是不能，《华严经》上讲的「情与无情同圆种智」，这一句话就讲不通了。六尘也能，色声香味触法都能。色，物质的世界，所以佛说「诸法所生，唯心所现」，心是什么？心就是见闻觉知。见闻觉知是一切诸法之体性，体性是见闻觉知，体性所变现之物，当然也具足见闻觉知。古大德用比喻来跟我们说，让我们从比喻当中去体会诸法实相。古人用「金」跟「器」做比喻，譬如「以金作器，器器皆金」。金是器之体性，做出来的器皿太多太多，千万种花样，每一样东西不论是大小精粗，都是黄金造成的，都叫金器。它决定具足圆满金的性质，这个我们能理解、能明了。",
      "zh_TW": "為什麼六根都能？不但六根都能，六塵也能。六塵要是不能，《華嚴經》上講的「情與無情同圓種智」，這一句話就講不通了。六塵也能，色聲香味觸法都能。色，物質的世界，所以佛說「諸法所生，唯心所現」，心是什麼？心就是見聞覺知。見聞覺知是一切諸法之體性，體性是見聞覺知，體性所變現之物，當然也具足見聞覺知。古大德用比喻來跟我們說，讓我們從比喻當中去體會諸法實相。古人用「金」跟「器」做比喻，譬如「以金作器，器器皆金」。金是器之體性，做出來的器皿太多太多，千萬種花樣，每一樣東西不論是大小精粗，都是黃金造成的，都叫金器。它決定具足圓滿金的性質，這個我們能理解、能明瞭。"
    },
    {
      "id": "12-017-1014_p0005",
      "zh_CN": "同样一个道理，整个宇宙现象，包括虚空、世界、微尘，既然是「因心成体」，它的体性是真心，是本性。真心本性自自然然具足见闻觉知，哪有没有见闻觉知的道理！现在这个事情，日本的科学家从水的结晶证明，证明这个水能见能听能觉能知，跟《楞严经》上讲的完全一样。佛说不单单是水，所有一切物质，大，到世界，今天我们讲星球、星系；小，到微尘，统统都有见闻觉知。我们身体是物质，每一个细胞怎么能说它没有见闻觉知？所以我们身上无论哪一处，你用针刺一刺都知道痛痒，这个知道痛痒不就是见闻觉知！这是说明「一切众生常自有之」，动物常自有之不希奇，植物、矿物也常自有之，只是我们自己粗心大意没有觉察出来。现在通过科学的实验发现了，佛在经上讲这个现象被证明。经上所讲的「一切因果，世界微尘，因心成体」，这被证明了。证明一切一切都有见闻觉知，所以整个宇宙是活的，它不是死的。",
      "zh_TW": "同樣一個道理，整個宇宙現象，包括虛空、世界、微塵，既然是「因心成體」，它的體性是真心，是本性。真心本性自自然然具足見聞覺知，哪有沒有見聞覺知的道理！現在這個事情，日本的科學家從水的結晶證明，證明這個水能見能聽能覺能知，跟《楞嚴經》上講的完全一樣。佛說不單單是水，所有一切物質，大，到世界，今天我們講星球、星系；小，到微塵，統統都有見聞覺知。我們身體是物質，每一個細胞怎麼能說它沒有見聞覺知？所以我們身上無論哪一處，你用針刺一刺都知道痛癢，這個知道痛癢不就是見聞覺知！這是說明「一切眾生常自有之」，動物常自有之不希奇，植物、礦物也常自有之，只是我們自己粗心大意沒有覺察出來。現在通過科學的實驗發現了，佛在經上講這個現象被證明。經上所講的「一切因果，世界微塵，因心成體」，這被證明了。證明一切一切都有見聞覺知，所以整個宇宙是活的，它不是死的。"
    },
    {
      "id": "12-017-1014_p0006",
      "zh_CN": "「明于此智」，我们对这个事情清清楚楚明明白白，「能起信心」，信心从这儿建立。初信，这个信心一直贯彻到无上道，贯通五十五位因果；《楞严经》讲五十五位，我们这个经上讲五十一位因果。《楞严》为什么又加了个四个位次？加了「四加行」，在三贤跟十地当中，就是第十回向跟初地当中加四加行，总共五十五位。所以，我们一定要晓得此地讲的不动智佛是根本智，是我们的本性，真如本性。我们平常佛法里头常说，我们相信一切众生皆有佛性，什么是佛性，现在明白了。有情众生有佛性，一切无情众生有法性，现在我们也明白了。什么叫佛性？什么叫法性？就是自性本具的见闻觉知，佛经上也常常讲灵明觉知，灵知心，简单的称灵知。体，灵知，所有一切万事万物统统都有灵知，事相纵管有无量无边的差别，灵知没有差别；就是相有差别，性没有差别。佛性跟法性一个性，不是两个性，我们的信心从这个地方建立的，这个性是真性。",
      "zh_TW": "「明於此智」，我們對這個事情清清楚楚明明白白，「能起信心」，信心從這兒建立。初信，這個信心一直貫徹到無上道，貫通五十五位因果；《楞嚴經》講五十五位，我們這個經上講五十一位因果。《楞嚴》為什麼又加了個四個位次？加了「四加行」，在三賢跟十地當中，就是第十迴向跟初地當中加四加行，總共五十五位。所以，我們一定要曉得此地講的不動智佛是根本智，是我們的本性，真如本性。我們平常佛法裡頭常說，我們相信一切眾生皆有佛性，什麼是佛性，現在明白了。有情眾生有佛性，一切無情眾生有法性，現在我們也明白了。什麼叫佛性？什麼叫法性？就是自性本具的見聞覺知，佛經上也常常講靈明覺知，靈知心，簡單的稱靈知。體，靈知，所有一切萬事萬物統統都有靈知，事相縱管有無量無邊的差別，靈知沒有差別；就是相有差別，性沒有差別。佛性跟法性一個性，不是兩個性，我們的信心從這個地方建立的，這個性是真性。"
    },
    {
      "id": "12-017-1014_p0007",
      "zh_CN": "再看长者给我们的开示，「若取相随迷，即尘障无尽」，取相是着相，随顺迷惑，麻烦来了。随顺迷就是不觉，不觉就会起妄想分别执着，六道凡夫如是，九法界亦如是；四圣法界里面比较轻一点，六道里头严重，最严重的是三途。于是我们明白，十法界六道三途怎么形成？原因就是这个。我们明白这个道理，了解其中的因果，我们自己就能做得了主宰，我只要不迷。但是问题在哪里？我们现在并没有彻底觉悟，没有明心见性，怎么办？佛菩萨教导我们，随顺圣教，不要随顺迷，不可以取相随迷。「离相随教」，你看随教要离相，马鸣菩萨在《起信论》里头教我们「离言说相，离名字相，离心缘相」，离相！我们凡夫是着相，取就是着，着相，你随迷；离相，随觉，凡圣差别就在这个地方。",
      "zh_TW": "再看長者給我們的開示，「若取相隨迷，即塵障無盡」，取相是著相，隨順迷惑，麻煩來了。隨順迷就是不覺，不覺就會起妄想分別執著，六道凡夫如是，九法界亦如是；四聖法界裡面比較輕一點，六道裡頭嚴重，最嚴重的是三途。於是我們明白，十法界六道三途怎麼形成？原因就是這個。我們明白這個道理，了解其中的因果，我們自己就能做得了主宰，我只要不迷。但是問題在哪裡？我們現在並沒有徹底覺悟，沒有明心見性，怎麼辦？佛菩薩教導我們，隨順聖教，不要隨順迷，不可以取相隨迷。「離相隨教」，你看隨教要離相，馬鳴菩薩在《起信論》裡頭教我們「離言說相，離名字相，離心緣相」，離相！我們凡夫是著相，取就是著，著相，你隨迷；離相，隨覺，凡聖差別就在這個地方。"
    },
    {
      "id": "12-017-1014_p0008",
      "zh_CN": "佛菩萨跟我们有什么两样？说老实话，没两样。我们穿衣吃饭，佛菩萨也要穿衣吃饭；我们每天各人有各人的行业、工作，佛菩萨也有工作；我们跟一切众生往来，有许多应酬，佛菩萨也不例外，没有两样。不同的地方就在这四个字，我们取相随迷，他离相随觉，就这点不同。离相随觉的人，永远住一真法界。取相随迷的人，这里头有十法界，取相轻，随迷淡一点，在十法界里面，你所住的法界比较高，层次高；如果取相随迷严重，你在十法界里面，你的生活环境就低，就往下堕落了，就这么回事情。所以「尘障无尽」，尘是染污，障是障碍，我们今天遭的这个难。",
      "zh_TW": "佛菩薩跟我們有什麼兩樣？說老實話，沒兩樣。我們穿衣吃飯，佛菩薩也要穿衣吃飯；我們每天各人有各人的行業、工作，佛菩薩也有工作；我們跟一切眾生往來，有許多應酬，佛菩薩也不例外，沒有兩樣。不同的地方就在這四個字，我們取相隨迷，他離相隨覺，就這點不同。離相隨覺的人，永遠住一真法界。取相隨迷的人，這裡頭有十法界，取相輕，隨迷淡一點，在十法界裡面，你所住的法界比較高，層次高；如果取相隨迷嚴重，你在十法界裡面，你的生活環境就低，就往下墮落了，就這麼回事情。所以「塵障無盡」，塵是染污，障是障礙，我們今天遭的這個難。"
    },
    {
      "id": "12-017-1014_p0009",
      "zh_CN": "所以说「若一念觉迷达相，即净若虚空」，这个「若」是假设，你「一念」觉了迷，「觉迷」就不迷了；「达相」，达是通达，你就不着相了。达相，你就不会取相，就离相了，所以「净若虚空」。什么东西净若虚空？遍法界虚空界，性相、理事、因果都清净了。虚空，用虚空来比喻什么？比喻一尘不染。你看虚空能容，所以我们的用心要像虚空一样，虚空能包容，它又不染着。虚空的相是什么？是我们真心的心相，本来是这样的。所以佛看一切众生都是佛、都是如来，没有两样，真没有两样。你自己搞成这个样子，为什么？你糊涂，就是取相随迷，你搞成这个样子。你本来不是这样的，说老实话，现在也不是这样的。佛菩萨看的时候，你不是这样的，你跟他一样。",
      "zh_TW": "所以說「若一念覺迷達相，即淨若虛空」，這個「若」是假設，你「一念」覺了迷，「覺迷」就不迷了；「達相」，達是通達，你就不著相了。達相，你就不會取相，就離相了，所以「淨若虛空」。什麼東西淨若虛空？遍法界虛空界，性相、理事、因果都清淨了。虛空，用虛空來比喻什麼？比喻一塵不染。你看虛空能容，所以我們的用心要像虛空一樣，虛空能包容，它又不染著。虛空的相是什麼？是我們真心的心相，本來是這樣的。所以佛看一切眾生都是佛、都是如來，沒有兩樣，真沒有兩樣。你自己搞成這個樣子，為什麼？你糊塗，就是取相隨迷，你搞成這個樣子。你本來不是這樣的，說老實話，現在也不是這樣的。佛菩薩看的時候，你不是這樣的，你跟他一樣。"
    },
    {
      "id": "12-017-1014_p0010",
      "zh_CN": "你今天堕落成这个样子，你自己不知道，正是所谓「当局者迷，旁观者清」，佛菩萨在旁边看得清清楚楚，看到你是取相着迷。事实是什么？相也没有，迷也没有。你自己以为有相，自己迷在这个假相当中，相根本不存在，你迷在里头。如果这个相是真的、是存在的，你着了相，可以！讲得通！诸佛如来也赞成，也赞叹。没有！相不存在，不存在，你执着，你迷了，这不应该，这叫可怜，经上常常讲「可怜悯者」，颠倒错乱。颠倒错乱在哪里？你有什么可怜？无中生有，惹出这么大的麻烦，跟一真、跟本来居然完全相违背，这是真可怜。这个不叫可怜，还有什么叫可怜？",
      "zh_TW": "你今天墮落成這個樣子，你自己不知道，正是所謂「當局者迷，旁觀者清」，佛菩薩在旁邊看得清清楚楚，看到你是取相著迷。事實是什麼？相也沒有，迷也沒有。你自己以為有相，自己迷在這個假相當中，相根本不存在，你迷在裡頭。如果這個相是真的、是存在的，你著了相，可以！講得通！諸佛如來也贊成，也讚歎。沒有！相不存在，不存在，你執著，你迷了，這不應該，這叫可憐，經上常常講「可憐憫者」，顛倒錯亂。顛倒錯亂在哪裡？你有什麼可憐？無中生有，惹出這麼大的麻煩，跟一真、跟本來居然完全相違背，這是真可憐。這個不叫可憐，還有什麼叫可憐？"
    },
    {
      "id": "12-017-1014_p0011",
      "zh_CN": "整个佛法没有别的，就是教我们了解这些事实真相。这个真相果然了解透彻，什么经都不要讲，为什么？讲来讲去还不就讲这桩事情！你看看当年，惠能大师在黄梅，五祖传法给他，给他讲《金刚经》，那不是细讲，讲大意。讲到「应无所住，而生其心」，他豁然大悟，完全明白了。这明了之后，后头经不要讲了，没了，没得讲了。不但《金刚经》没得讲，所有一切经都没得讲了，一通一切通，一了一切了。惠能大师那个时候二十四岁，你看他悟了之后，这个悟是什么？转过来了，离相随觉，就是李长者此地讲的「觉迷达相」。怕「觉迷达相」这四个字，诸位看到不太好懂，我换个讲法，你就好懂了。「离相随觉」，跟上面那个对起来，上面他这个句子「取相随迷」，反过来离相随觉，这个「觉迷达相」，达相就是离相，觉迷就是随觉，我这个说法大家好懂。",
      "zh_TW": "整個佛法沒有別的，就是教我們了解這些事實真相。這個真相果然了解透徹，什麼經都不要講，為什麼？講來講去還不就講這樁事情！你看看當年，惠能大師在黃梅，五祖傳法給他，給他講《金剛經》，那不是細講，講大意。講到「應無所住，而生其心」，他豁然大悟，完全明白了。這明瞭之後，後頭經不要講了，沒了，沒得講了。不但《金剛經》沒得講，所有一切經都沒得講了，一通一切通，一了一切了。惠能大師那個時候二十四歲，你看他悟了之後，這個悟是什麼？轉過來了，離相隨覺，就是李長者此地講的「覺迷達相」。怕「覺迷達相」這四個字，諸位看到不太好懂，我換個講法，你就好懂了。「離相隨覺」，跟上面那個對起來，上面他這個句子「取相隨迷」，反過來離相隨覺，這個「覺迷達相」，達相就是離相，覺迷就是隨覺，我這個說法大家好懂。"
    },
    {
      "id": "12-017-1014_p0012",
      "zh_CN": "六祖在黄梅，半夜传法听《金刚经》，就是在这里一个大转变，问题解决了。离开黄梅没多久，避难途中，他就开始为别人讲经说法，头一个遇到无尽藏比丘尼。如果要从惠明，惠明是追他，追上了，就夺衣钵。他看到无可奈何了，他把衣钵放在路边石头上，自己躲藏起来。惠明在没出家之前是四品将军，他是个军人，看到衣钵在那里，很欢喜去拿，拿不动。这个时候自己才真正生惭愧心，衣钵不是随便什么人可以拿的，你拿不动！这才忏悔，求惠能出来。他说：我是来求法的，不是来夺衣钵的。这个念头转过来，惠能给他说法，他一听就开悟了。这是什么？转回过头来了。为什么他在黄梅那么多年他不开悟？观念没有转过来。我们学佛同学这一点要注意。",
      "zh_TW": "六祖在黃梅，半夜傳法聽《金剛經》，就是在這裡一個大轉變，問題解決了。離開黃梅沒多久，避難途中，他就開始為別人講經說法，頭一個遇到無盡藏比丘尼。如果要從惠明，惠明是追他，追上了，就奪衣缽。他看到無可奈何了，他把衣缽放在路邊石頭上，自己躲藏起來。惠明在沒出家之前是四品將軍，他是個軍人，看到衣缽在那裡，很歡喜去拿，拿不動。這個時候自己才真正生慚愧心，衣缽不是隨便什麼人可以拿的，你拿不動！這才懺悔，求惠能出來。他說：我是來求法的，不是來奪衣缽的。這個念頭轉過來，惠能給他說法，他一聽就開悟了。這是什麼？轉回過頭來了。為什麼他在黃梅那麼多年他不開悟？觀念沒有轉過來。我們學佛同學這一點要注意。"
    },
    {
      "id": "12-017-1014_p0013",
      "zh_CN": "昨天晚上我跟格里菲斯大学校长在一起吃饭，谈到这个教学，他问我：你的老师很高明，教出你这样的学生，现在你有没有教出能够继承你的学生？我跟他说：在我面前我没有看到，但是我们的网路教学传播很广，在网路利用网路教学的，我相信一定有。这是什么原因？我跟他讲：学生对老师要有信心，第一个条件。第二个条件要不受名闻利养、五欲六尘的诱惑，这才能成功。校长听到也点头，难，这太难太难了。这就是什么？「取相随迷」。取相随迷怎么能成就？你遇到再好的老师都没用处。真正好老师是教你什么？没有别的，就是教你「离相随觉」，你能不能转过来？你转过来是你的成就。你的成就不是老师教你的，是你自己转过来的。",
      "zh_TW": "昨天晚上我跟格里菲斯大學校長在一起吃飯，談到這個教學，他問我：你的老師很高明，教出你這樣的學生，現在你有沒有教出能夠繼承你的學生？我跟他說：在我面前我沒有看到，但是我們的網路教學傳播很廣，在網路利用網路教學的，我相信一定有。這是什麼原因？我跟他講：學生對老師要有信心，第一個條件。第二個條件要不受名聞利養、五欲六塵的誘惑，這才能成功。校長聽到也點頭，難，這太難太難了。這就是什麼？「取相隨迷」。取相隨迷怎麼能成就？你遇到再好的老師都沒用處。真正好老師是教你什麼？沒有別的，就是教你「離相隨覺」，你能不能轉過來？你轉過來是你的成就。你的成就不是老師教你的，是你自己轉過來的。"
    },
    {
      "id": "12-017-1014_p0014",
      "zh_CN": "所以五祖跟能大师讲：谁度你？自己度自己，自觉自度。老师，再高明的老师，给你只做一个增上缘而已，提醒你，你原来不觉，提醒你。一旦觉悟了，马上回头，原来我自己有觉性，自己有佛性，自己有本善，纯净纯善，不是从外头来的，本来具足，现在也没有丢掉，六根根性纯净纯善。佛祖告诉我们，譬如我们眼睛见，见性，我们睁开眼睛，看外面的一切色相，第一念是见性见，真心见，跟诸佛如来见决定没有两样，但是到第二念就变了。第二念怎么样？第二念着了，着相了，随迷了。第一念不着相也不随迷，真的是离相本觉，非常可惜第二念就迷了。那个第一念跟第二念当中简直没有间隔，那个念头快。《仁王经》上佛方便说：一刹那九百生灭。那个生灭就是念头，就是念头的起灭。你看第一念你是本觉，离相本觉，第二念就落在意识里头了，意识就是妄想分别执着，太快了。你能够永远保持第一念，你就成佛了。凡夫成佛要多久？一念，这个一念真的是亿万分之一秒。",
      "zh_TW": "所以五祖跟能大師講：誰度你？自己度自己，自覺自度。老師，再高明的老師，給你只做一個增上緣而已，提醒你，你原來不覺，提醒你。一旦覺悟了，馬上回頭，原來我自己有覺性，自己有佛性，自己有本善，純淨純善，不是從外頭來的，本來具足，現在也沒有丟掉，六根根性純淨純善。佛祖告訴我們，譬如我們眼睛見，見性，我們睜開眼睛，看外面的一切色相，第一念是見性見，真心見，跟諸佛如來見決定沒有兩樣，但是到第二念就變了。第二念怎麼樣？第二念著了，著相了，隨迷了。第一念不著相也不隨迷，真的是離相本覺，非常可惜第二念就迷了。那個第一念跟第二念當中簡直沒有間隔，那個念頭快。《仁王經》上佛方便說：一剎那九百生滅。那個生滅就是念頭，就是念頭的起滅。你看第一念你是本覺，離相本覺，第二念就落在意識裡頭了，意識就是妄想分別執著，太快了。你能夠永遠保持第一念，你就成佛了。凡夫成佛要多久？一念，這個一念真的是億萬分之一秒。"
    },
    {
      "id": "12-017-1014_p0015",
      "zh_CN": "这个星期二，我请钟茂森教授到这边来给我们上两堂课，一堂用华文，一堂用英文。我让他讲最近他从网路上下载美国一些科学家新的发现，就是宇宙的起源，愈来跟佛经上讲的愈相似了。这是理论，理论上发现的，事实还没有办法证明，他是用数学来推算的。讲到这个宇宙，确确实实没有空间的距离，没有时间的先后，宇宙的起源就跟佛经上讲的「一时顿现」，这个发现可以给《华严经》做印证。但是华严境界那是事实，科学等于说才听说而已。",
      "zh_TW": "這個星期二，我請鍾茂森教授到這邊來給我們上兩堂課，一堂用華文，一堂用英文。我讓他講最近他從網路上下載美國一些科學家新的發現，就是宇宙的起源，愈來跟佛經上講的愈相似了。這是理論，理論上發現的，事實還沒有辦法證明，他是用數學來推算的。講到這個宇宙，確確實實沒有空間的距離，沒有時間的先後，宇宙的起源就跟佛經上講的「一時頓現」，這個發現可以給《華嚴經》做印證。但是華嚴境界那是事實，科學等於說才聽說而已。"
    },
    {
      "id": "12-017-1014_p0016",
      "zh_CN": "怎么能够契入境界？只要你能够离相随觉。离相是定，随觉是慧，佛法里面常讲的，定慧等学，定慧等运，运是运作、运用。甚深的定慧，这个境界就现前了。心永远在定中，应化在九法界，应化在六道三途，广度众生，他心不动，那是真的一点都不假。为什么？实在讲，这就是交光大师在《楞严正脉》里面所说的「舍识用根」。他示现在九法界，九法界就是包括六道，你要晓得识是动的，性是不动的，你看他舍识用根，用六根根性，这就是如来。九法界里面的凡夫，动的，真的叫大风大浪，那个三恶道我们可以用惊涛骇浪来比喻。可是如来他用根中之性，他不用六识，他用六根根性，那就像虚空一样，所以说「净若虚空」。什么样大风大浪的时候，你动，虚空不动。诸位从这个比喻上细细去体会。",
      "zh_TW": "怎麼能夠契入境界？只要你能夠離相隨覺。離相是定，隨覺是慧，佛法裡面常講的，定慧等學，定慧等運，運是運作、運用。甚深的定慧，這個境界就現前了。心永遠在定中，應化在九法界，應化在六道三途，廣度眾生，他心不動，那是真的一點都不假。為什麼？實在講，這就是交光大師在《楞嚴正脈》裡面所說的「捨識用根」。他示現在九法界，九法界就是包括六道，你要曉得識是動的，性是不動的，你看他捨識用根，用六根根性，這就是如來。九法界裡面的凡夫，動的，真的叫大風大浪，那個三惡道我們可以用驚濤駭浪來比喻。可是如來他用根中之性，他不用六識，他用六根根性，那就像虛空一樣，所以說「淨若虛空」。什麼樣大風大浪的時候，你動，虛空不動。諸位從這個比喻上細細去體會。"
    },
    {
      "id": "12-017-1014_p0017",
      "zh_CN": "所以佛、法身菩萨的心，从来没动过。跟一切众生和光同尘在一起，用种种表演、种种言词来教导，他从来没有动过。所以佛才说，他四十九年没有说一个字，你要说佛讲经说法，叫谤佛，佛哪有讲经说法？他所示现种种形相，天天为人表演，实在讲的是一个动作他也没做，一句话也没有说。这个话是真的，千真万确的事实。「恒顺众生，随喜功德」。随喜功德是什么？功德就是定慧，我们在经上常常念到「那伽常在定，无有不定时」，那是讲什么人？离相随觉。离相随觉那就是「那伽常在定，无有不定时」。那个境界，我们凡夫粗心大意，永远看不到、摸不着，你也想不到。凡情永远是动的，苦在这里。",
      "zh_TW": "所以佛、法身菩薩的心，從來沒動過。跟一切眾生和光同塵在一起，用種種表演、種種言詞來教導，他從來沒有動過。所以佛才說，他四十九年沒有說一個字，你要說佛講經說法，叫謗佛，佛哪有講經說法？他所示現種種形相，天天為人表演，實在講的是一個動作他也沒做，一句話也沒有說。這個話是真的，千真萬確的事實。「恆順眾生，隨喜功德」。隨喜功德是什麼？功德就是定慧，我們在經上常常念到「那伽常在定，無有不定時」，那是講什麼人？離相隨覺。離相隨覺那就是「那伽常在定，無有不定時」。那個境界，我們凡夫粗心大意，永遠看不到、摸不著，你也想不到。凡情永遠是動的，苦在這裡。"
    },
    {
      "id": "12-017-1014_p0018",
      "zh_CN": "我们要学佛，要在这一生当中证得究竟圆满的佛果，可不可能？可能，在理论上讲毫无问题。需要多少时间？一刹那。一刹那已经是太多太多时间了，为什么？一刹那里头有九百生灭，时间太长了。佛说一弹指有六十刹那，我跟你讲弹指之间，那时间太长太长了，你就成就了。问题你转得过来转不过来？转不过来，慢慢学。怎么学法？就是大乘经教不断的薰习。",
      "zh_TW": "我們要學佛，要在這一生當中證得究竟圓滿的佛果，可不可能？可能，在理論上講毫無問題。需要多少時間？一剎那。一剎那已經是太多太多時間了，為什麼？一剎那裡頭有九百生滅，時間太長了。佛說一彈指有六十剎那，我跟你講彈指之間，那時間太長太長了，你就成就了。問題你轉得過來轉不過來？轉不過來，慢慢學。怎麼學法？就是大乘經教不斷的薰習。"
    },
    {
      "id": "12-017-1014_p0019",
      "zh_CN": "我们要离开薰习，就不得了，离开经教的薰习，你肯定是世间烦恼习气的薰习。就是说你不接受离相随觉的薰习，你肯定是取相随迷的薰习，你不可能不接受薰习。只有真正证得无上菩提，这才没有薰习，虽然没有，还要做出薰习的样子给众生看。为什么？度化众生。自己成就之后，永无止境为一切众生服务，虽然为一切众生服务，辛不辛苦？一点辛苦都没有。为什么？你离相随觉。那个时候真的就像佛在经上所说的「作而无作，无作而作」、「说而无说，无说而说」，入这个境界。这个境界我们不说是提升，这几乎到圆满了。",
      "zh_TW": "我們要離開薰習，就不得了，離開經教的薰習，你肯定是世間煩惱習氣的薰習。就是說你不接受離相隨覺的薰習，你肯定是取相隨迷的薰習，你不可能不接受薰習。只有真正證得無上菩提，這才沒有薰習，雖然沒有，還要做出薰習的樣子給眾生看。為什麼？度化眾生。自己成就之後，永無止境為一切眾生服務，雖然為一切眾生服務，辛不辛苦？一點辛苦都沒有。為什麼？你離相隨覺。那個時候真的就像佛在經上所說的「作而無作，無作而作」、「說而無說，無說而說」，入這個境界。這個境界我們不說是提升，這幾乎到圓滿了。"
    },
    {
      "id": "12-017-1014_p0020",
      "zh_CN": "真正得大自在，真正得解脱，圆教初住以上，法身菩萨。也就是他们才真正离相随觉，才真正做到。十法界里面阿罗汉、辟支佛、菩萨，连佛包括在里头，天台家所讲的藏教佛、通教佛，华严宗所讲的小教佛、始教佛，都没有完全做到离相随觉，他们所做到的是相似，有一点像不是真的。如果是真的？就超越十法界，到一真法界去作佛了，我们这里叫他法身菩萨，法身菩萨是真佛。江味农居士在《金刚经》上讲的诸佛，诸佛他就讲圆教初住到等觉，四十一位这个叫诸佛，真佛，不是假佛。",
      "zh_TW": "真正得大自在，真正得解脫，圓教初住以上，法身菩薩。也就是他們才真正離相隨覺，才真正做到。十法界裡面阿羅漢、辟支佛、菩薩，連佛包括在裡頭，天台家所講的藏教佛、通教佛，華嚴宗所講的小教佛、始教佛，都沒有完全做到離相隨覺，他們所做到的是相似，有一點像不是真的。如果是真的？就超越十法界，到一真法界去作佛了，我們這裡叫他法身菩薩，法身菩薩是真佛。江味農居士在《金剛經》上講的諸佛，諸佛他就講圓教初住到等覺，四十一位這個叫諸佛，真佛，不是假佛。"
    },
    {
      "id": "12-017-1014_p0021",
      "zh_CN": "我们对这个事情，真的是不了解，所以在平常不肯用功。功夫怎么用？我真的接触出家人头一天，章嘉大师就把用功的方法传授给我，看破放下。看破帮助你放下，放下帮助你看破。「看破」从哪里来？看破一定是经教薰习，我每天读经，每天研教，帮助看破。看破是你在日常生活当中，总不外乎面对着一切人、一切事、一切物，慢慢学着放下，不要再计较，不要再认真，不要再有妄想分别执着。我教同学最初的方便，不要再有念头想控制，不再有念头想占有，真正下手处。对人对事对物、对世间法、对出世间法统统要用这个心，决定没有控制的念头，决定没有占有的念头。",
      "zh_TW": "我們對這個事情，真的是不了解，所以在平常不肯用功。功夫怎麼用？我真的接觸出家人頭一天，章嘉大師就把用功的方法傳授給我，看破放下。看破幫助你放下，放下幫助你看破。「看破」從哪裡來？看破一定是經教薰習，我每天讀經，每天研教，幫助看破。看破是你在日常生活當中，總不外乎面對著一切人、一切事、一切物，慢慢學著放下，不要再計較，不要再認真，不要再有妄想分別執著。我教同學最初的方便，不要再有念頭想控制，不再有念頭想佔有，真正下手處。對人對事對物、對世間法、對出世間法統統要用這個心，決定沒有控制的念頭，決定沒有佔有的念頭。"
    },
    {
      "id": "12-017-1014_p0022",
      "zh_CN": "净若虚空，你得自在，你得清净心，清净心就是禅定，你得智慧，世出世间所有一切事，你没有不通达明了的。这是真的，这是你带得去的，除这个之外，都是假的，都是带不去的。你没有觉悟，你带去的是业，「万般将不去，唯有业随身」；你觉悟之后，你带得去的是定慧，戒不必说了，在里头，定里头有戒，慧里头有戒。定慧，你决定不会犯错，为什么？对世出世间一切人事物控制的念头放下了，占有的念头放下了，你还有什么过失？你们想想看，不说九法界了，单单讲六道，或者是单单讲我们人道，人道所有一切的罪业不就是想控制，想占有。有这个念头，智慧没有了，完全迷了，取相随迷，六道众生。",
      "zh_TW": "淨若虛空，你得自在，你得清淨心，清淨心就是禪定，你得智慧，世出世間所有一切事，你沒有不通達明瞭的。這是真的，這是你帶得去的，除這個之外，都是假的，都是帶不去的。你沒有覺悟，你帶去的是業，「萬般將不去，唯有業隨身」；你覺悟之後，你帶得去的是定慧，戒不必說了，在裡頭，定裡頭有戒，慧裡頭有戒。定慧，你決定不會犯錯，為什麼？對世出世間一切人事物控制的念頭放下了，佔有的念頭放下了，你還有什麼過失？你們想想看，不說九法界了，單單講六道，或者是單單講我們人道，人道所有一切的罪業不就是想控制，想佔有。有這個念頭，智慧沒有了，完全迷了，取相隨迷，六道眾生。"
    },
    {
      "id": "12-017-1014_p0023",
      "zh_CN": "我们今天在这个里面，算是很幸运，我们来到这个世间也迷，迷了也相当严重。算是年轻的时候遇到善知识，遇到正法，豁然大悟，这才知道回头。回过头来，这几十年的历练，练的就是看破帮助放下，放下帮助看破，看破放下相辅相成，这层次愈来愈高，我们的生活愈来愈充实，总算是脱离了凡尘，得佛菩萨的受用，那是真实的。",
      "zh_TW": "我們今天在這個裡面，算是很幸運，我們來到這個世間也迷，迷了也相當嚴重。算是年輕的時候遇到善知識，遇到正法，豁然大悟，這才知道回頭。回過頭來，這幾十年的歷練，練的就是看破幫助放下，放下幫助看破，看破放下相輔相成，這層次愈來愈高，我們的生活愈來愈充實，總算是脫離了凡塵，得佛菩薩的受用，那是真實的。"
    },
    {
      "id": "12-017-1014_p0024",
      "zh_CN": "下面这一句，「但为随迷称外，悟处言来」，这就是讲「来诣佛所」这一句。来怎么样？悟了就叫来，迷了就不来，就去了，悟了就叫来了。你看这个示相，神通现相，现相表法的意思，你懂得这个意思。看到许许多多菩萨，从很远很远地方来了，来到佛这个地方，来表什么？悟。离开佛了，去了，去是迷；迷是去了，悟就来了。其实事实真相里头，没有来去，也没有迷悟，迷悟不二，来去不二，那就入一真法界，一真就是不二，有远有近是二，有过去有未来是二。今天很难得科学家能够有这个发现，我们听到很欢喜，总是进了一大步。所以这些科学家如果能听到不二法门，我相信他一定有很浓厚的兴趣。现在时间到了。",
      "zh_TW": "下面這一句，「但為隨迷稱外，悟處言來」，這就是講「來詣佛所」這一句。來怎麼樣？悟了就叫來，迷了就不來，就去了，悟了就叫來了。你看這個示相，神通現相，現相表法的意思，你懂得這個意思。看到許許多多菩薩，從很遠很遠地方來了，來到佛這個地方，來表什麼？悟。離開佛了，去了，去是迷；迷是去了，悟就來了。其實事實真相裡頭，沒有來去，也沒有迷悟，迷悟不二，來去不二，那就入一真法界，一真就是不二，有遠有近是二，有過去有未來是二。今天很難得科學家能夠有這個發現，我們聽到很歡喜，總是進了一大步。所以這些科學家如果能聽到不二法門，我相信他一定有很濃厚的興趣。現在時間到了。"
    },
    {
      "id": "12-017-1014_p0025",
      "zh_CN": "诸位同学，我们接着看这一段文。",
      "zh_TW": "諸位同學，我們接著看這一段文。"
    },
    {
      "id": "12-017-1014_p0026",
      "zh_CN": "「而实佛刹本无远近内外等障，亦无去来，无边佛刹，不出毛孔微尘之表」，这一句话很难懂，真正讲到事实的真相。前面说到「随迷称外，悟处言来」，而实在讲佛刹本来没有远近，也没有内外，亦无去来，过去未来没有，统统都没有，这是讲的真话。如来果地上的境界，我们没有法子理解，这里讲的一真法界。「无边佛刹，不出毛孔微尘之表」，我们在前面读过，佛说的一一毛孔、一一毛端里面，都现虚空法界无量无边的佛刹众生，毛端毛孔没有放大，虚空世界并没有缩小，这个境界叫不思议境界。是真的，我们凡夫确实听不懂。",
      "zh_TW": "「而實佛剎本無遠近內外等障，亦無去來，無邊佛剎，不出毛孔微塵之表」，這一句話很難懂，真正講到事實的真相。前面說到「隨迷稱外，悟處言來」，而實在講佛剎本來沒有遠近，也沒有內外，亦無去來，過去未來沒有，統統都沒有，這是講的真話。如來果地上的境界，我們沒有法子理解，這裡講的一真法界。「無邊佛剎，不出毛孔微塵之表」，我們在前面讀過，佛說的一一毛孔、一一毛端裡面，都現虛空法界無量無邊的佛剎眾生，毛端毛孔沒有放大，虛空世界並沒有縮小，這個境界叫不思議境界。是真的，我們凡夫確實聽不懂。"
    },
    {
      "id": "12-017-1014_p0027",
      "zh_CN": "凡夫听到佛在经上常讲「芥子纳须弥」，已经就纳糊涂了。芥子是芥菜子，芥菜子很大，不小。说须弥山装在芥菜子里头，芥菜子没放大，须弥山没缩小，须弥山怎么能装在芥菜子里面？你装给我看看。今天讲毛孔微尘，那讲得更小，微尘更小了，肉眼看不见，这里头不是容纳一个须弥山，是容纳虚空法界无量无边微尘刹土都在里头，微尘没放大，虚空世界没缩小，居然在里头。微尘所现的世界，那个里头又有微尘，那个里头的微尘又现虚空世界，所以这个世界是重重无尽，没有止境的，真的是不可思议。谁能入？佛在经上讲，普贤菩萨能入，普贤菩萨能入毛孔微尘所现重重无尽的世界，所以大乘经上才常说「菩萨不修普贤行，不能圆成佛道」，普贤菩萨能入。",
      "zh_TW": "凡夫聽到佛在經上常講「芥子納須彌」，已經就納糊塗了。芥子是芥菜子，芥菜子很大，不小。說須彌山裝在芥菜子裡頭，芥菜子沒放大，須彌山沒縮小，須彌山怎麼能裝在芥菜子裡面？你裝給我看看。今天講毛孔微塵，那講得更小，微塵更小了，肉眼看不見，這裡頭不是容納一個須彌山，是容納虛空法界無量無邊微塵剎土都在裡頭，微塵沒放大，虛空世界沒縮小，居然在裡頭。微塵所現的世界，那個裡頭又有微塵，那個裡頭的微塵又現虛空世界，所以這個世界是重重無盡，沒有止境的，真的是不可思議。誰能入？佛在經上講，普賢菩薩能入，普賢菩薩能入毛孔微塵所現重重無盡的世界，所以大乘經上才常說「菩薩不修普賢行，不能圓成佛道」，普賢菩薩能入。"
    },
    {
      "id": "12-017-1014_p0028",
      "zh_CN": "《华严经》毘卢遮那如来两边主菩萨，普贤为长子，文殊为庶男。这两位菩萨说老实话能入毛孔微尘里面重重无尽的世界，这是什么？这个现象，什么原因有这个现象？为什么会有这个现象？佛在大乘经上告诉我们，真如本性，法尔如是，它就是这样的，自自然然的，没有来由的。有来由的都不是真的，真的就是法尔如是，自然而然，它就是这样的，本来就是这样的，宇宙人生的真相，这称之为华严境界。我们学佛终极的目标就是普贤行，普贤行达到究竟圆满就入这个境界。那个究竟圆满是把我们无量劫来的习气烦恼断得干干净净，要记住、要明白，明白就是觉了。",
      "zh_TW": "《華嚴經》毘盧遮那如來兩邊主菩薩，普賢為長子，文殊為庶男。這兩位菩薩說老實話能入毛孔微塵裡面重重無盡的世界，這是什麼？這個現象，什麼原因有這個現象？為什麼會有這個現象？佛在大乘經上告訴我們，真如本性，法爾如是，它就是這樣的，自自然然的，沒有來由的。有來由的都不是真的，真的就是法爾如是，自然而然，它就是這樣的，本來就是這樣的，宇宙人生的真相，這稱之為華嚴境界。我們學佛終極的目標就是普賢行，普賢行達到究竟圓滿就入這個境界。那個究竟圓滿是把我們無量劫來的習氣煩惱斷得乾乾淨淨，要記住、要明白，明白就是覺了。"
    },
    {
      "id": "12-017-1014_p0029",
      "zh_CN": "丝毫烦恼都不能留，都不可以染着，为什么？真心自性里头没有这个东西，有这个东西把一真法界变现成十法界六道三途，就是这些东西变现的，这些东西烦恼习气统统断干净了，就没有了。没有了，我要问你：有跟没有是不是二？是！有叫烦恼，没有叫菩提。烦恼跟菩提二法！二法不是佛法，《坛经》上说的。什么才是真正的不二？宗门大德常讲「不断烦恼不求真」，这个话很容易听错，那不就随他去了？随他去，你烦恼并没有断。烦恼不是真的，你怎么断法？觉悟就断了。所以说来说去，说到最后，还是一个觉跟迷。觉迷又是二法，因为你迷了，所以佛才说个觉，你要不迷哪来的觉？起个觉的念头又迷了。好比你身体很健康，健康你还要吃药，吃药不就有病了吗？人到健康没有病的时候，药也没有了，它是相对建立的，一边没有了，这一边也没有了，这个道理就很深很深。我们现在不到这个境界，但是你要懂得这是事实，现在我们在迷需要用觉来对治、来治病，要知道病好时候的状况。所以总而言之一句话，大乘经教的薰习决定不能中断。",
      "zh_TW": "絲毫煩惱都不能留，都不可以染著，為什麼？真心自性裡頭沒有這個東西，有這個東西把一真法界變現成十法界六道三途，就是這些東西變現的，這些東西煩惱習氣統統斷乾淨了，就沒有了。沒有了，我要問你：有跟沒有是不是二？是！有叫煩惱，沒有叫菩提。煩惱跟菩提二法！二法不是佛法，《壇經》上說的。什麼才是真正的不二？宗門大德常講「不斷煩惱不求真」，這個話很容易聽錯，那不就隨他去了？隨他去，你煩惱並沒有斷。煩惱不是真的，你怎麼斷法？覺悟就斷了。所以說來說去，說到最後，還是一個覺跟迷。覺迷又是二法，因為你迷了，所以佛才說個覺，你要不迷哪來的覺？起個覺的念頭又迷了。好比你身體很健康，健康你還要吃藥，吃藥不就有病了嗎？人到健康沒有病的時候，藥也沒有了，它是相對建立的，一邊沒有了，這一邊也沒有了，這個道理就很深很深。我們現在不到這個境界，但是你要懂得這是事實，現在我們在迷需要用覺來對治、來治病，要知道病好時候的狀況。所以總而言之一句話，大乘經教的薰習決定不能中斷。"
    },
    {
      "id": "12-017-1014_p0030",
      "zh_CN": "「断烦恼，证菩提」，不是一朝一夕的事情。理论上讲，刹那之间，真的，凡圣是刹那之间。一刹那迷了，这人就变成凡夫，一刹那觉悟了，这个人就作佛，成佛了。理论上如是，事实上亦如是。但是我们迷得太久，无量劫来迷在六道搞生死轮转，不知道死万万次了。所以今天想回头，心里是想回头，回不了头。习气太深太深，不知不觉它总是冒起来，它总是当家作主。在这个状况之下，我们只有用圣教来薰习，希望圣教薰习的时间长，产生力量。薰习的时间短，力量不够，敌不过烦恼，烦恼习气常常起现行，你又不知不觉，这就是圣教薰习的力量不够。",
      "zh_TW": "「斷煩惱，證菩提」，不是一朝一夕的事情。理論上講，剎那之間，真的，凡聖是剎那之間。一剎那迷了，這人就變成凡夫，一剎那覺悟了，這個人就作佛，成佛了。理論上如是，事實上亦如是。但是我們迷得太久，無量劫來迷在六道搞生死輪轉，不知道死萬萬次了。所以今天想回頭，心裡是想回頭，回不了頭。習氣太深太深，不知不覺它總是冒起來，它總是當家作主。在這個狀況之下，我們只有用聖教來薰習，希望聖教薰習的時間長，產生力量。薰習的時間短，力量不夠，敵不過煩惱，煩惱習氣常常起現行，你又不知不覺，這就是聖教薰習的力量不夠。"
    },
    {
      "id": "12-017-1014_p0031",
      "zh_CN": "从这个地方我们能体会到，释迦牟尼佛当年在世，讲经说法四十九年，一天讲八个小时，天天讲，大家天天接受佛陀的教诲，才能够转得过来。想想中国早期，清凉大师讲《华严》，天天讲，几十年不中断，所以当时人成就的多。今天学佛的人看起来好像是不少，成就的不多，原因是什么？敌不过烦恼习气，依然是取相随迷。换句话说，不觉。他那个觉醒真是一刹那，一转念他又迷了，他的觉保不住，所以佛的境界不但不能契入，听不懂。",
      "zh_TW": "從這個地方我們能體會到，釋迦牟尼佛當年在世，講經說法四十九年，一天講八個小時，天天講，大家天天接受佛陀的教誨，才能夠轉得過來。想想中國早期，清涼大師講《華嚴》，天天講，幾十年不中斷，所以當時人成就的多。今天學佛的人看起來好像是不少，成就的不多，原因是什麼？敵不過煩惱習氣，依然是取相隨迷。換句話說，不覺。他那個覺醒真是一剎那，一轉念他又迷了，他的覺保不住，所以佛的境界不但不能契入，聽不懂。"
    },
    {
      "id": "12-017-1014_p0032",
      "zh_CN": "这个地方现相，佛在这里现神通。十方菩萨云集，那就是神通现相。「令致远近」，你看看菩萨从哪里来的？过十万亿佛刹微尘数，这个距离这么远。示现这个相是什么意思？这底下说出来了，「意令初信心者，心广大故」，这个心广大，还要一层一层的拓开。你看这个地方讲十方云集，是过十万亿佛刹微尘数，距离这么远。单位是世界，一个世界记住就是一个三千大千世界。到下一会我们就看到了，十方云集的时候，是一百个，过百，不是十万，百万了，百万佛刹微尘数世界；到第四会我们会看到，过千佛刹微尘数世界，再看是亿佛刹微尘数世界，到最后一会第九会，那要过不可说佛刹极微尘数世界。拓开心量，这是佛的善巧方便，让我们慢慢慢慢的扩大，一下叫你扩大你扩不了。在这个经上你就能看到。",
      "zh_TW": "這個地方現相，佛在這裡現神通。十方菩薩雲集，那就是神通現相。「令致遠近」，你看看菩薩從哪裡來的？過十萬億佛剎微塵數，這個距離這麼遠。示現這個相是什麼意思？這底下說出來了，「意令初信心者，心廣大故」，這個心廣大，還要一層一層的拓開。你看這個地方講十方雲集，是過十萬億佛剎微塵數，距離這麼遠。單位是世界，一個世界記住就是一個三千大千世界。到下一會我們就看到了，十方雲集的時候，是一百個，過百，不是十萬，百萬了，百萬佛剎微塵數世界；到第四會我們會看到，過千佛剎微塵數世界，再看是億佛剎微塵數世界，到最後一會第九會，那要過不可說佛剎極微塵數世界。拓開心量，這是佛的善巧方便，讓我們慢慢慢慢的擴大，一下叫你擴大你擴不了。在這個經上你就能看到。"
    },
    {
      "id": "12-017-1014_p0033",
      "zh_CN": "我们今天劝导同学，我没有讲佛刹微尘数世界，没有！我怎么说的？起心动念要为全世界众生着想。全世界是一个地球，很小很小，没有从地球外面来，就居住在这个地球上。我们起心动念的时候，不要为自己着想，不要为一家着想，我们住在这个道场，不要为这一个道场着想，为什么？你心量太小了。现在世界为什么动荡不安？为什么灾难频繁？原因还不是心量太小。各人只顾自己的利益，不顾别人的利益，于是起心动念损人利己，人人都想着控制，都想着占有，都想着自利，不想着利他，彼此就发生冲突了。冲突就引起斗争、战争，互相残杀，灾难是这么来的，这是灾难根本的原因。",
      "zh_TW": "我們今天勸導同學，我沒有講佛剎微塵數世界，沒有！我怎麼說的？起心動念要為全世界眾生著想。全世界是一個地球，很小很小，沒有從地球外面來，就居住在這個地球上。我們起心動念的時候，不要為自己著想，不要為一家著想，我們住在這個道場，不要為這一個道場著想，為什麼？你心量太小了。現在世界為什麼動盪不安？為什麼災難頻繁？原因還不是心量太小。各人只顧自己的利益，不顧別人的利益，於是起心動念損人利己，人人都想著控制，都想著佔有，都想著自利，不想著利他，彼此就發生衝突了。衝突就引起鬥爭、戰爭，互相殘殺，災難是這麼來的，這是災難根本的原因。"
    },
    {
      "id": "12-017-1014_p0034",
      "zh_CN": "所以我们要消除这个世间的天灾人祸，没有别的，要把心量拓开。在这个地球上先学大家平等对待，和睦相处，想自己一定要想到别人。这个心量还是小得不得了，跟这个地方一比，怎么能比？人家这个心量，起心动念能够想到十万亿微尘数世界，我们怎么能跟人家比？但是你要晓得，十个佛刹微尘数世界，在《华严经》上是最小的。我们今天心量能包括这个地球全世界，不是华严境界。纵然我们心量大，放大到我起心动念能够想到整个娑婆世界众生，娑婆世界才一个世界，这多少世界？怎么能比？这些事情我们要不读《华严》，不可能知道。",
      "zh_TW": "所以我們要消除這個世間的天災人禍，沒有別的，要把心量拓開。在這個地球上先學大家平等對待，和睦相處，想自己一定要想到別人。這個心量還是小得不得了，跟這個地方一比，怎麼能比？人家這個心量，起心動念能夠想到十萬億微塵數世界，我們怎麼能跟人家比？但是你要曉得，十個佛剎微塵數世界，在《華嚴經》上是最小的。我們今天心量能包括這個地球全世界，不是華嚴境界。縱然我們心量大，放大到我起心動念能夠想到整個娑婆世界眾生，娑婆世界才一個世界，這多少世界？怎麼能比？這些事情我們要不讀《華嚴》，不可能知道。"
    },
    {
      "id": "12-017-1014_p0035",
      "zh_CN": "这个心量大的时候，能够包容三千大千世界，想到整个娑婆世界众生的苦难，发心普度，一个佛刹、一个世界。看看这个经上，十个佛刹微尘数，这十个佛刹把它碾碎磨成微尘，一个微尘是一个世界。不要说十个佛刹了，我们把这个地球，把这个地球磨成粉，磨成微尘，一个微尘算一个世界，已经没有法子计算了，何况是十个佛刹微尘数。那个佛刹是三千大千世界，不是一个地球。我们要细细想想，然后才知道这个心量之大，到最后不可说不可说佛刹微尘数。从这些地方细心去体会，这佛经上讲的「心包太虚，量周沙界」，这两句话你才会懂得，你才能体会到一点意思。不是这样说，这两句话到底是什么？你含糊笼统，你不晓得这里头意思。",
      "zh_TW": "這個心量大的時候，能夠包容三千大千世界，想到整個娑婆世界眾生的苦難，發心普度，一個佛剎、一個世界。看看這個經上，十個佛剎微塵數，這十個佛剎把它碾碎磨成微塵，一個微塵是一個世界。不要說十個佛剎了，我們把這個地球，把這個地球磨成粉，磨成微塵，一個微塵算一個世界，已經沒有法子計算了，何況是十個佛剎微塵數。那個佛剎是三千大千世界，不是一個地球。我們要細細想想，然後才知道這個心量之大，到最後不可說不可說佛剎微塵數。從這些地方細心去體會，這佛經上講的「心包太虛，量周沙界」，這兩句話你才會懂得，你才能體會到一點意思。不是這樣說，這兩句話到底是什麼？你含糊籠統，你不曉得這裡頭意思。"
    },
    {
      "id": "12-017-1014_p0036",
      "zh_CN": "什么叫「心包太虚，量周沙界」？这两句话说的是我们的真心，我们真心本来是这个样子。所以在《华严经》一层一层看下来，你才晓得我们的心现在变得是连一个人都不能包容，真正是可怜到极处。可怜到极处也可以说可耻到极处，怎么会变成这个样子？佛在此地用这个示相，让我们恢复真心，把心量慢慢一层一层的拓开，拓开到最后，恢复，完全恢复了，那就是「心包太虚，量周沙界」。所以这都是帮助初发心拓开心量，故意示现，从那个世界来到这边来，来诣佛所。",
      "zh_TW": "什麼叫「心包太虛，量周沙界」？這兩句話說的是我們的真心，我們真心本來是這個樣子。所以在《華嚴經》一層一層看下來，你才曉得我們的心現在變得是連一個人都不能包容，真正是可憐到極處。可憐到極處也可以說可恥到極處，怎麼會變成這個樣子？佛在此地用這個示相，讓我們恢復真心，把心量慢慢一層一層的拓開，拓開到最後，恢復，完全恢復了，那就是「心包太虛，量周沙界」。所以這都是幫助初發心拓開心量，故意示現，從那個世界來到這邊來，來詣佛所。"
    },
    {
      "id": "12-017-1014_p0037",
      "zh_CN": "下面文章说，「又明从迷入悟，故言为来也」，这是从理上说。前面我们也谈到过，悟就叫来，迷就不来了。真的，觉悟了才愿意亲近佛，愿意到道场来听经，来学佛。迷了，他不来，从道场大门经过，他也不会进来，他也不会看一眼，不就是这样子吗？觉了就来了，迷了他不来。这是说明，所以长者在此地的开示也非常精采，很值得我们学习。",
      "zh_TW": "下面文章說，「又明從迷入悟，故言為來也」，這是從理上說。前面我們也談到過，悟就叫來，迷就不來了。真的，覺悟了才願意親近佛，願意到道場來聽經，來學佛。迷了，他不來，從道場大門經過，他也不會進來，他也不會看一眼，不就是這樣子嗎？覺了就來了，迷了他不來。這是說明，所以長者在此地的開示也非常精采，很值得我們學習。"
    },
    {
      "id": "12-017-1014_p0038",
      "zh_CN": "「有佛号不动智者，明是信者自根本智故」，这个说得好，说得很明白，不动智佛就是信者自己的根本智，我们自己的根本智就叫做不动智佛。不动智佛在哪里？就是我们六根根性。六根根性总的名字就叫做佛性，就叫做觉性，就叫做根本智。所以学佛先要得根本智。这个事情不容易，不但你不容易得到，你不容易理解。实在说，交光大师注解《楞严》，就是这个意思。他注解《楞严》，主张用《楞严经》的教义来解释《楞严》，而不用天台三止三观。为什么？天台的三止三观，没有离开意识，可以说是跟《楞严》教义相似、接近，不是真正《楞严》教义。真正《楞严》教义是「舍识用根」，所以他用舍识用根来解释奢摩他、三摩、禅那，这个说法很有道理，这就是什么？根本智。",
      "zh_TW": "「有佛號不動智者，明是信者自根本智故」，這個說得好，說得很明白，不動智佛就是信者自己的根本智，我們自己的根本智就叫做不動智佛。不動智佛在哪裡？就是我們六根根性。六根根性總的名字就叫做佛性，就叫做覺性，就叫做根本智。所以學佛先要得根本智。這個事情不容易，不但你不容易得到，你不容易理解。實在說，交光大師註解《楞嚴》，就是這個意思。他註解《楞嚴》，主張用《楞嚴經》的教義來解釋《楞嚴》，而不用天台三止三觀。為什麼？天台的三止三觀，沒有離開意識，可以說是跟《楞嚴》教義相似、接近，不是真正《楞嚴》教義。真正《楞嚴》教義是「捨識用根」，所以他用捨識用根來解釋奢摩他、三摩、禪那，這個說法很有道理，這就是什麼？根本智。"
    },
    {
      "id": "12-017-1014_p0039",
      "zh_CN": "善财童子亲近老师，他的老师是文殊菩萨，他在文殊菩萨那里成就了根本智。什么叫成就根本智？换句话说，那就是交光大师所讲的「舍识用根」，他成功了。舍识用根什么？眼见色不用眼识，用见性。见性跟眼识有什么两样？眼识有分别，有执着，有妄想；见性没有分别，没有执着，没有妄想。眼如是，耳鼻身意统统如是。换句话说，六根对六尘境界，没有妄想，没有分别，没有执着，就是六根根性当家作主，六识为它服务。他要教化众生，要普度众生，六识要听命为他服务，凡圣差别就在此地。凡人是六识当家，六根的根性完全不起作用；换句话说，把你摆在一边，你什么事都不要管。意识全是妄想分别执着当家行事，造业。",
      "zh_TW": "善財童子親近老師，他的老師是文殊菩薩，他在文殊菩薩那裡成就了根本智。什麼叫成就根本智？換句話說，那就是交光大師所講的「捨識用根」，他成功了。捨識用根什麼？眼見色不用眼識，用見性。見性跟眼識有什麼兩樣？眼識有分別，有執著，有妄想；見性沒有分別，沒有執著，沒有妄想。眼如是，耳鼻身意統統如是。換句話說，六根對六塵境界，沒有妄想，沒有分別，沒有執著，就是六根根性當家作主，六識為它服務。他要教化眾生，要普度眾生，六識要聽命為他服務，凡聖差別就在此地。凡人是六識當家，六根的根性完全不起作用；換句話說，把你擺在一邊，你什麼事都不要管。意識全是妄想分別執著當家行事，造業。"
    },
    {
      "id": "12-017-1014_p0040",
      "zh_CN": "你要晓得六根根性不造业，它没有妄想分别执着，它不造业，那叫根本智。根本智起作用，那就是六识听话了，六识听话，你看看转第六意识，第六意识要听话，顺从根本智，第六意识就叫做妙观察智，第七末那就叫平等性智，阿赖耶叫大圆镜智，前五识叫成所作智，转八识成四智。怎么转的？没有根本智转不过来，因根本智而转过来的。转过来之后，六根接触六尘境界全是智慧，再没有烦恼了，再没有染着了，为什么？完全是离相随觉，不迷了。真正是觉而不迷，正而不邪，净而不染，那就是善财童子，一生圆满无上菩提。这是《华严经》最后一品大意。说来说去没有说别的，说你自己，你自己的根本智，就是经上讲的不动智佛。所以不动智佛是你自己本来的佛，不是外来的。外来佛心外求法，那就变成外道了。",
      "zh_TW": "你要曉得六根根性不造業，它沒有妄想分別執著，它不造業，那叫根本智。根本智起作用，那就是六識聽話了，六識聽話，你看看轉第六意識，第六意識要聽話，順從根本智，第六意識就叫做妙觀察智，第七末那就叫平等性智，阿賴耶叫大圓鏡智，前五識叫成所作智，轉八識成四智。怎麼轉的？沒有根本智轉不過來，因根本智而轉過來的。轉過來之後，六根接觸六塵境界全是智慧，再沒有煩惱了，再沒有染著了，為什麼？完全是離相隨覺，不迷了。真正是覺而不迷，正而不邪，淨而不染，那就是善財童子，一生圓滿無上菩提。這是《華嚴經》最後一品大意。說來說去沒有說別的，說你自己，你自己的根本智，就是經上講的不動智佛。所以不動智佛是你自己本來的佛，不是外來的。外來佛心外求法，那就變成外道了。"
    },
    {
      "id": "12-017-1014_p0041",
      "zh_CN": "后头这一句，「由有此智故，一切众生而能发菩提心」。这一句话道破一切众生为什么不能发菩提心。这一切众生是包括九法界的，阿罗汉菩提心发不起来，辟支佛也发不起来，九法界里面权教菩萨发的菩提心叫相似菩提心，不是真的。什么原因？没有根本智。不知道六根根性是根本智，不知道六根根性是自己的不动智佛。从这些地方我们明白了，如来现神通示相来表演，你看看如果没有清凉大师跟李长者来给我们解释，我们看那个样子看得很热闹，什么意思？不懂。看热闹，场面很大，这佛真了不起，佛说法，你看看这么多听众从十方到这个地方来，来听佛讲经说法，我们只看到这个。除这个之外，你还懂什么？你要是这样想、这样看，佛的示现叫大失所望，摆在你面前你也看不懂。我们不能不知道，不能不惭愧。",
      "zh_TW": "後頭這一句，「由有此智故，一切眾生而能發菩提心」。這一句話道破一切眾生為什麼不能發菩提心。這一切眾生是包括九法界的，阿羅漢菩提心發不起來，辟支佛也發不起來，九法界裡面權教菩薩發的菩提心叫相似菩提心，不是真的。什麼原因？沒有根本智。不知道六根根性是根本智，不知道六根根性是自己的不動智佛。從這些地方我們明白了，如來現神通示相來表演，你看看如果沒有清涼大師跟李長者來給我們解釋，我們看那個樣子看得很熱鬧，什麼意思？不懂。看熱鬧，場面很大，這佛真了不起，佛說法，你看看這麼多聽眾從十方到這個地方來，來聽佛講經說法，我們只看到這個。除這個之外，你還懂什麼？你要是這樣想、這樣看，佛的示現叫大失所望，擺在你面前你也看不懂。我們不能不知道，不能不慚愧。"
    },
    {
      "id": "12-017-1014_p0042",
      "zh_CN": "菩提心，就是最近这些年来，我们讲的真诚心、清净心、平等心、正觉心、慈悲心。我们提倡不少年了，大家听了、看了也都很欢喜，想想看有没有做到？自己日常生活，处事待人接物，依旧用虚伪，依旧是染污，依旧是高下，依旧是随迷不觉，依旧是自私自利，菩提心发不起来。读这段经文，我们感慨万千，也非常幸运，明白了，菩提心发不起来的原因，李长者给我们说出来了。那个能发心的人是「由有此智故」，他能发心；我们今天发不出来，真的，我们没有这个智慧，所以菩提心发不起来。不但是我们六道凡夫，刚才讲过了，阿罗汉、辟支佛、权教菩萨他没有根本智，所以这个心发不出来。这个根本智完全肯定六根的根性，是真心，是真如，是本性，是佛在经上讲的不动智佛。",
      "zh_TW": "菩提心，就是最近這些年來，我們講的真誠心、清淨心、平等心、正覺心、慈悲心。我們提倡不少年了，大家聽了、看了也都很歡喜，想想看有沒有做到？自己日常生活，處事待人接物，依舊用虛偽，依舊是染污，依舊是高下，依舊是隨迷不覺，依舊是自私自利，菩提心發不起來。讀這段經文，我們感慨萬千，也非常幸運，明白了，菩提心發不起來的原因，李長者給我們說出來了。那個能發心的人是「由有此智故」，他能發心；我們今天發不出來，真的，我們沒有這個智慧，所以菩提心發不起來。不但是我們六道凡夫，剛才講過了，阿羅漢、辟支佛、權教菩薩他沒有根本智，所以這個心發不出來。這個根本智完全肯定六根的根性，是真心，是真如，是本性，是佛在經上講的不動智佛。"
    },
    {
      "id": "12-017-1014_p0043",
      "zh_CN": "《金刚经》里面释迦牟尼佛教须菩提尊者，弘法利生，为人演说，要守住一个原则，「不取于相，如如不动」。你看不取于相就是离相，知道一切现象，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」。他知道，不着相，「外不着相」。「内不动心」，内不动心就是用根不用识，用根就是用根本智，根本智现前，永远是用根本智。眼见色，外面的色相清清楚楚明明白白，这是慧；没有妄想分别执着，这是定。定慧等学，定慧等运，在哪里？就在六根对六境，不是在盘腿面壁。盘腿面壁那个定，那是幼稚园的定，初学，那个定不管用。《华严经》上讲的大定活活泼泼，一切时一切处，行住坐卧，无论你怎么样的活动，统统在定中，那就是「外不着相，内不动心」。应付一切众生也没有着相，也没有动心，自自然然的反应。",
      "zh_TW": "《金剛經》裡面釋迦牟尼佛教須菩提尊者，弘法利生，為人演說，要守住一個原則，「不取於相，如如不動」。你看不取於相就是離相，知道一切現象，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」。他知道，不著相，「外不著相」。「內不動心」，內不動心就是用根不用識，用根就是用根本智，根本智現前，永遠是用根本智。眼見色，外面的色相清清楚楚明明白白，這是慧；沒有妄想分別執著，這是定。定慧等學，定慧等運，在哪裡？就在六根對六境，不是在盤腿面壁。盤腿面壁那個定，那是幼稚園的定，初學，那個定不管用。《華嚴經》上講的大定活活潑潑，一切時一切處，行住坐臥，無論你怎麼樣的活動，統統在定中，那就是「外不著相，內不動心」。應付一切眾生也沒有著相，也沒有動心，自自然然的反應。"
    },
    {
      "id": "12-017-1014_p0044",
      "zh_CN": "这种自然的反应，真的就像科学家实验水结晶一样，自然反应，它没有加一点意思在里头。这就是《楞严经》里头佛所讲的随心应量，「随众生心，应所知量」，这里头完全没有自己一点意思在里头，这是我们要明了的。当然最好能学，学当然不容易，这是法身菩萨的境界，你要会学了，你也就入法身境界了。纵然不能得到法身菩萨的果位，至少你有入相似位，很了不起了。我们今天说实在话，相似位没有办法，再往下降一等观行位。观行位功夫好，能出六道，出六道到四圣法界，就是相似位。",
      "zh_TW": "這種自然的反應，真的就像科學家實驗水結晶一樣，自然反應，它沒有加一點意思在裡頭。這就是《楞嚴經》裡頭佛所講的隨心應量，「隨眾生心，應所知量」，這裡頭完全沒有自己一點意思在裡頭，這是我們要明瞭的。當然最好能學，學當然不容易，這是法身菩薩的境界，你要會學了，你也就入法身境界了。縱然不能得到法身菩薩的果位，至少你有入相似位，很了不起了。我們今天說實在話，相似位沒有辦法，再往下降一等觀行位。觀行位功夫好，能出六道，出六道到四聖法界，就是相似位。"
    },
    {
      "id": "12-017-1014_p0045",
      "zh_CN": "我们通常讲六道里头功夫得力，功夫得力是观行位；烦恼习气永远断了，相似位，不容易；无明破一品了，才分证位，真的了，脱离十法界了，你入了一真法界，可贺可喜。所以说来说去还要说到我们自己现前境界里，就是我常常劝同学的话，自私自利要放下，名闻利养要放下，五欲六尘的享受要放下，贪瞋痴慢要放下。决定放下对一切人事物控制、占有的念头，这是消极。积极方面，舍己为人，这是积极，这是慈悲，这是行菩萨道。如果只有消极没有积极，很容易走向小乘。",
      "zh_TW": "我們通常講六道裡頭功夫得力，功夫得力是觀行位；煩惱習氣永遠斷了，相似位，不容易；無明破一品了，才分證位，真的了，脫離十法界了，你入了一真法界，可賀可喜。所以說來說去還要說到我們自己現前境界裡，就是我常常勸同學的話，自私自利要放下，名聞利養要放下，五欲六塵的享受要放下，貪瞋痴慢要放下。決定放下對一切人事物控制、佔有的念頭，這是消極。積極方面，捨己為人，這是積極，這是慈悲，這是行菩薩道。如果只有消極沒有積極，很容易走向小乘。"
    },
    {
      "id": "12-017-1014_p0046",
      "zh_CN": "舍己为人里面，你一定要知道，诸佛如来、诸大菩萨在遍法界无量无边刹土里面示现，众生有感，佛菩萨就有应，随心应量的示现。示现主要的目的是什么？你要晓得帮助一切众生破迷开悟，让一切众生了解宇宙的真相。换句话说，了解自己的真相。宇宙是自己，自己是宇宙。了解自己本来是佛，现在还是佛，因为什么？不动智佛没离开你。你虽然迷，迷，它也在，正是经教里头佛祖常讲的「在圣不增，在凡不减」，六根根性一天到晚起作用，什么时候离开！能见是它，能闻是它，能觉是它，能知，见闻觉知都是它，它里面决定没有妄想分别执着，真性。",
      "zh_TW": "捨己為人裡面，你一定要知道，諸佛如來、諸大菩薩在遍法界無量無邊剎土裡面示現，眾生有感，佛菩薩就有應，隨心應量的示現。示現主要的目的是什麼？你要曉得幫助一切眾生破迷開悟，讓一切眾生了解宇宙的真相。換句話說，了解自己的真相。宇宙是自己，自己是宇宙。了解自己本來是佛，現在還是佛，因為什麼？不動智佛沒離開你。你雖然迷，迷，它也在，正是經教裡頭佛祖常講的「在聖不增，在凡不減」，六根根性一天到晚起作用，什麼時候離開！能見是它，能聞是它，能覺是它，能知，見聞覺知都是它，它裡面決定沒有妄想分別執著，真性。"
    },
    {
      "id": "12-017-1014_p0047",
      "zh_CN": "我们今天讲迷，迷是什么？把妄想分别执着加在这上面叫做迷。你不管怎么加，不管你加多少，它一点没改变。我们今天学佛，信心建立在这个地方，这叫真信。那菩提心能不能发起来？刚刚发，发那么一点点，这一点点非常可贵，到发足了，菩提心真的现前了，那就是初住菩萨，就不是十信位了。好，现在时间到了。",
      "zh_TW": "我們今天講迷，迷是什麼？把妄想分別執著加在這上面叫做迷。你不管怎麼加，不管你加多少，它一點沒改變。我們今天學佛，信心建立在這個地方，這叫真信。那菩提心能不能發起來？剛剛發，發那麼一點點，這一點點非常可貴，到發足了，菩提心真的現前了，那就是初住菩薩，就不是十信位了。好，現在時間到了。"
    }
  ]
}