{
  "doc_id": "12-017-0737",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七三七卷",
    "zh_TW": "第七三七卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "12-017-0737",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "12-017-0737_p0001",
      "zh_CN": "诸位同学，请看「世界成就品」，第五段「刹庄严」，偈颂第八首：",
      "zh_TW": "諸位同學，請看「世界成就品」，第五段「剎莊嚴」，偈頌第八首："
    },
    {
      "id": "12-017-0737_p0002",
      "zh_CN": "【一切庄严吐妙云，种种华云香燄云，摩尼宝云常出现，刹海以此为严饰。】",
      "zh_TW": "【一切莊嚴吐妙雲，種種華雲香燄雲，摩尼寶雲常出現，剎海以此為嚴飾。】"
    },
    {
      "id": "12-017-0737_p0003",
      "zh_CN": "这是重颂前面长行第八句，「或以出现一切宝香云庄严」，偈颂里面说了三种，这是举例而说，「宝香」。头一句讲「妙云」，从形相上来讲，可以说这是赞颂宇宙之间的现象，我们现在所观察到的星云、星团这个现象。「宝香」，长行里面跟诸位报告过，佛法在教学，我们今天讲，达到最高的艺术境界，这就是表法。让我们六根接触六境，自自然然就觉悟，就不迷，就不邪，就不染。这不但是最高的教学艺术，实在说这是最高的生活艺术。从这些地方，我们不能不赞叹佛菩萨，如果不是圆满的智慧、圆满的德能，怎么能达到这样的境界？这个境界就是圆满的相好。",
      "zh_TW": "這是重頌前面長行第八句，「或以出現一切寶香雲莊嚴」，偈頌裡面說了三種，這是舉例而說，「寶香」。頭一句講「妙雲」，從形相上來講，可以說這是讚頌宇宙之間的現象，我們現在所觀察到的星雲、星團這個現象。「寶香」，長行裡面跟諸位報告過，佛法在教學，我們今天講，達到最高的藝術境界，這就是表法。讓我們六根接觸六境，自自然然就覺悟，就不迷，就不邪，就不染。這不但是最高的教學藝術，實在說這是最高的生活藝術。從這些地方，我們不能不讚歎佛菩薩，如果不是圓滿的智慧、圓滿的德能，怎麼能達到這樣的境界？這個境界就是圓滿的相好。"
    },
    {
      "id": "12-017-0737_p0004",
      "zh_CN": "佛法常讲大圆满，这个「大」的意思很深。「大」是什么意思？一一相好当中，一一相中都具足圆满的智慧、圆满的德能，这个德能就是我们今天讲的高度的艺术、善巧方便，这才叫真正圆满、究竟圆满。这个话怎么讲？一一微尘展现着大圆满，一一毛端展现着大圆满，无有一法不展现大圆满，这是奇妙！所以称为不可思议。什么人能够体会得？清凉大师在注解里面提示说得好，这几段经文他都讲「唯明净刹」，难道我们这个刹土就看不见吗？为什么一定要菩萨的净土他才能看见？没错，我们居住的刹土跟菩萨净土无二无别。菩萨心净，所以他能觉察到，他看到，清清楚楚、明明白白；我们这个世间的人迷惑，心不清净，同样的刹土我们见不到。",
      "zh_TW": "佛法常講大圓滿，這個「大」的意思很深。「大」是什麼意思？一一相好當中，一一相中都具足圓滿的智慧、圓滿的德能，這個德能就是我們今天講的高度的藝術、善巧方便，這才叫真正圓滿、究竟圓滿。這個話怎麼講？一一微塵展現著大圓滿，一一毛端展現著大圓滿，無有一法不展現大圓滿，這是奇妙！所以稱為不可思議。什麼人能夠體會得？清涼大師在註解裡面提示說得好，這幾段經文他都講「唯明淨剎」，難道我們這個剎土就看不見嗎？為什麼一定要菩薩的淨土他才能看見？沒錯，我們居住的剎土跟菩薩淨土無二無別。菩薩心淨，所以他能覺察到，他看到，清清楚楚、明明白白；我們這個世間的人迷惑，心不清淨，同樣的剎土我們見不到。"
    },
    {
      "id": "12-017-0737_p0005",
      "zh_CN": "有没有人见到？有！宗门教下，过去千百年当中，许许多多开悟的人、证果的人、契入境界的人他们知道，我们从他的言语当中、从他的著作当中看到的很多。不但是修行证果的人，连世间心思灵敏的学者们，现在人所谓的文学家，我们看他写的诗词歌赋，其中也能够体会到；纵然他没有证得真实，相似的境界他确实得到了。苏东坡居士，我们知道他并没有开悟，他去游庐山，他能够写出「溪声尽是广长舌，山色无非清净身」，这是见到这个境界。他要是没有见到，他怎么能写得出？我们一般人讲这是灵感、灵机，没错！可惜的是我们这世间像这种才华的人，像这种灵知的人，少！菩萨刹土里面就多，不但多，个个都比苏东坡高明。华严境界在他们就像我们现前生活的境界没有两样，他们生活在华严境界里头。",
      "zh_TW": "有沒有人見到？有！宗門教下，過去千百年當中，許許多多開悟的人、證果的人、契入境界的人他們知道，我們從他的言語當中、從他的著作當中看到的很多。不但是修行證果的人，連世間心思靈敏的學者們，現在人所謂的文學家，我們看他寫的詩詞歌賦，其中也能夠體會到；縱然他沒有證得真實，相似的境界他確實得到了。蘇東坡居士，我們知道他並沒有開悟，他去遊廬山，他能夠寫出「溪聲盡是廣長舌，山色無非清淨身」，這是見到這個境界。他要是沒有見到，他怎麼能寫得出？我們一般人講這是靈感、靈機，沒錯！可惜的是我們這世間像這種才華的人，像這種靈知的人，少！菩薩剎土裡面就多，不但多，個個都比蘇東坡高明。華嚴境界在他們就像我們現前生活的境界沒有兩樣，他們生活在華嚴境界裡頭。"
    },
    {
      "id": "12-017-0737_p0006",
      "zh_CN": "从种种香气，就提醒自己要修戒定慧，起心动念一切作为都要与五分法身香相应，时时刻刻提醒。由此可知，一切众生无始劫以来，烦恼薰染的不善习气太重，菩萨净土还是一样不能放松，六尘境界一分一秒都没有间断提醒一切众生。为什么？菩萨有退转，你要是不提醒他，他就退转了。即使是这样的提醒，菩萨还有没有退转的？跟诸位说，还有！从这个地方我们体会到，烦恼习气那个薰习力量的强大。到什么时候不退转？大乘经教佛告诉我们，到八地才不退转，七地菩萨还会退。清凉在此地讲，这几大段统统讲的是净刹。大师给我们这个提示，意思很深。净刹尚且如是，何况我们的五浊恶世？这是染污到极处。我们今天在这个地方修行，为什么不能成就？佛法薰习的时间太少，烦恼薰习的时间太长。一天二十四小时，我们自己平心静气的想一想，我在这二十四小时当中，是佛法薰习的时间长，还是世俗薰习的时间长？你想一想，你不就知道了吗？",
      "zh_TW": "從種種香氣，就提醒自己要修戒定慧，起心動念一切作為都要與五分法身香相應，時時刻刻提醒。由此可知，一切眾生無始劫以來，煩惱薰染的不善習氣太重，菩薩淨土還是一樣不能放鬆，六塵境界一分一秒都沒有間斷提醒一切眾生。為什麼？菩薩有退轉，你要是不提醒他，他就退轉了。即使是這樣的提醒，菩薩還有沒有退轉的？跟諸位說，還有！從這個地方我們體會到，煩惱習氣那個薰習力量的強大。到什麼時候不退轉？大乘經教佛告訴我們，到八地才不退轉，七地菩薩還會退。清涼在此地講，這幾大段統統講的是淨剎。大師給我們這個提示，意思很深。淨剎尚且如是，何況我們的五濁惡世？這是染污到極處。我們今天在這個地方修行，為什麼不能成就？佛法薰習的時間太少，煩惱薰習的時間太長。一天二十四小時，我們自己平心靜氣的想一想，我在這二十四小時當中，是佛法薰習的時間長，還是世俗薰習的時間長？你想一想，你不就知道了嗎？"
    },
    {
      "id": "12-017-0737_p0007",
      "zh_CN": "娑婆世界众生，楞严会上说得很好，文殊菩萨拣选圆通，说到「此方真教体，清净在音闻」，这句话我们要重视。薰染最容易的是听，其次是眼见，眼见不如耳听印象深刻。所以释迦牟尼佛在世，天天跟大家讲经说法，这用音声，让你从早到晚接触的是正法。正法薰修，根性利的，三年五载他觉悟了。觉悟之后，还是每天一样的薰修，为什么？要不薰修，他会退转。即使大彻大悟、明心见性的人，还是会退转。到八地谈何容易？八地菩萨才不退转，不是个简单事情！我们在《华严经》上看到，初住菩萨破一品无明，四十一品无明，十住、十行、十回向破了三十品，从初地到八地又破了八品，四十一品无明要破三十八品才不退转，你就晓得这个事情多难！三贤十圣，十圣里面只有最后三个位次八地、九地、十地不退转，十圣前面七个位次还是退转，所以薰习不能中断。",
      "zh_TW": "娑婆世界眾生，楞嚴會上說得很好，文殊菩薩揀選圓通，說到「此方真教體，清淨在音聞」，這句話我們要重視。薰染最容易的是聽，其次是眼見，眼見不如耳聽印象深刻。所以釋迦牟尼佛在世，天天跟大家講經說法，這用音聲，讓你從早到晚接觸的是正法。正法薰修，根性利的，三年五載他覺悟了。覺悟之後，還是每天一樣的薰修，為什麼？要不薰修，他會退轉。即使大徹大悟、明心見性的人，還是會退轉。到八地談何容易？八地菩薩才不退轉，不是個簡單事情！我們在《華嚴經》上看到，初住菩薩破一品無明，四十一品無明，十住、十行、十迴向破了三十品，從初地到八地又破了八品，四十一品無明要破三十八品才不退轉，你就曉得這個事情多難！三賢十聖，十聖裡面只有最後三個位次八地、九地、十地不退轉，十聖前面七個位次還是退轉，所以薰習不能中斷。"
    },
    {
      "id": "12-017-0737_p0008",
      "zh_CN": "地上菩萨尚且如此，我们博地凡夫修学佛法常常中断，这怎么行？以一天的时间来讲，一天二十四个小时，我们薰习几个小时？中断几个小时？这才晓得我们功夫为什么不得力。所以善导大师在《观经》上品上生章里面讲，他讲的是往生，「三辈九品不同，总在于缘」，这些开示非常重要。为什么会有四土三辈九品？缘不同。什么缘？薰习的缘。我们遇不到好的老师、好的同参道友、好的修学环境，缘！从前缘是真难，可遇不可求，你到哪里去找个老师一天二十四个小时给你讲经？这不可能的事情！能够遇到一个善知识，每天给你讲一两个小时，那就很不容易了。在学校念书，一天也不过是五、六堂课，五、六个小时老师来教你。二十四小时，听老师教诲只有五、六个小时，其余的时间都要受社会的污染、世俗的污染。现在世俗污染严重，最严重的污染是电视，现在再加上网路，怎么得了？电视跟网路没有罪，它是工具，问题在节目的内容。",
      "zh_TW": "地上菩薩尚且如此，我們博地凡夫修學佛法常常中斷，這怎麼行？以一天的時間來講，一天二十四個小時，我們薰習幾個小時？中斷幾個小時？這才曉得我們功夫為什麼不得力。所以善導大師在《觀經》上品上生章裡面講，他講的是往生，「三輩九品不同，總在於緣」，這些開示非常重要。為什麼會有四土三輩九品？緣不同。什麼緣？薰習的緣。我們遇不到好的老師、好的同參道友、好的修學環境，緣！從前緣是真難，可遇不可求，你到哪裡去找個老師一天二十四個小時給你講經？這不可能的事情！能夠遇到一個善知識，每天給你講一兩個小時，那就很不容易了。在學校念書，一天也不過是五、六堂課，五、六個小時老師來教你。二十四小時，聽老師教誨只有五、六個小時，其餘的時間都要受社會的污染、世俗的污染。現在世俗污染嚴重，最嚴重的污染是電視，現在再加上網路，怎麼得了？電視跟網路沒有罪，它是工具，問題在節目的內容。"
    },
    {
      "id": "12-017-0737_p0009",
      "zh_CN": "我们知道这个工具是薰习最殊胜的一个器具，为什么不好好的利用它？没有人想到。什么原因？我们现在世间人福薄，没福！如果我们有福报，一定就有人会想到。如果今天的电视、今天的网路，所有电视频道、所有网路都在讲经说法，你二十四小时的薰习都不会中断，你的成就，我们深深相信如同善财童子一生圆满。《华严》最后五十三参，就是给我们显示这种殊胜的因缘，他不间断。现在我们如果利用这些科学工具，做得到，不是做不到。这个世间确实有一些有这个能力的人，自己有财力或者是集合大众的财力，来建一个这样正法的卫星传播公司，挽救世道人心，使这个世间人有机会二十四小时不中断的闻法，能够听到佛菩萨的教诲、神圣的教学。过去方东美先生常常感叹的说：这么好的工具，可惜不会利用它。我们读经看到「香光庄严」，表法的意思再多，其中最重要的就是薰习，长时薰习！",
      "zh_TW": "我們知道這個工具是薰習最殊勝的一個器具，為什麼不好好的利用它？沒有人想到。什麼原因？我們現在世間人福薄，沒福！如果我們有福報，一定就有人會想到。如果今天的電視、今天的網路，所有電視頻道、所有網路都在講經說法，你二十四小時的薰習都不會中斷，你的成就，我們深深相信如同善財童子一生圓滿。《華嚴》最後五十三參，就是給我們顯示這種殊勝的因緣，他不間斷。現在我們如果利用這些科學工具，做得到，不是做不到。這個世間確實有一些有這個能力的人，自己有財力或者是集合大眾的財力，來建一個這樣正法的衛星傳播公司，挽救世道人心，使這個世間人有機會二十四小時不中斷的聞法，能夠聽到佛菩薩的教誨、神聖的教學。過去方東美先生常常感歎的說：這麼好的工具，可惜不會利用它。我們讀經看到「香光莊嚴」，表法的意思再多，其中最重要的就是薰習，長時薰習！"
    },
    {
      "id": "12-017-0737_p0010",
      "zh_CN": "『刹海以此为严饰』，如果我们今天这个地球上所有的卫星广播、所有的这些网路，都播放佛菩萨圣贤的教诲，这个地球庄严、殊胜！六道五浊恶世很容易转变成菩萨净土，不是不能！众生有福，就会感得佛菩萨神圣来给我们做增上缘，根本的因素是人心，人要有福，人要有善心。也许还要经过一次大劫难，人才能够醒悟过来，他要不能醒悟过来，难了，太难了！再看下面第九首：",
      "zh_TW": "『剎海以此為嚴飾』，如果我們今天這個地球上所有的衛星廣播、所有的這些網路，都播放佛菩薩聖賢的教誨，這個地球莊嚴、殊勝！六道五濁惡世很容易轉變成菩薩淨土，不是不能！眾生有福，就會感得佛菩薩神聖來給我們做增上緣，根本的因素是人心，人要有福，人要有善心。也許還要經過一次大劫難，人才能夠醒悟過來，他要不能醒悟過來，難了，太難了！再看下面第九首："
    },
    {
      "id": "12-017-0737_p0011",
      "zh_CN": "【十方所有成道处，种种庄严皆具足，流光布迥若彩云，于此刹海咸令见。】",
      "zh_TW": "【十方所有成道處，種種莊嚴皆具足，流光布迥若彩雲，於此剎海咸令見。】"
    },
    {
      "id": "12-017-0737_p0012",
      "zh_CN": "第三句「迥」，不好讲，是不是「回」字？流光布回若彩云。《宋藏》里面这个字是回字，但是在其他藏经里面都是用迥字。迥，讲也能讲得通，迥可以作深远来解释。我们看这首偈：",
      "zh_TW": "第三句「迥」，不好講，是不是「迴」字？流光布迴若彩雲。《宋藏》裡面這個字是迴字，但是在其他藏經裡面都是用迥字。迥，講也能講得通，迥可以作深遠來解釋。我們看這首偈："
    },
    {
      "id": "12-017-0737_p0013",
      "zh_CN": "『十方所有成道处』，这是讲菩萨示现作佛，那个处所太多了。菩萨何以示现作佛？菩萨没有心，菩萨没有意思，菩萨总是「随众生心，应所知量」，由此可知，菩萨的示现是众生所感，众生之缘。众生有感，菩萨就有应。这些众生应以佛身而得度者，菩萨就现佛身；应以声闻身得度者，他就现声闻身；应以比丘、比丘尼身得度者，他就现比丘、比丘尼身；应以长者、居士身得度者，他就现长者、居士身，没有一定的身相，也没有定法可说，完全是随顺众生；普贤十愿，「恒顺众生，随喜功德」。因此，菩萨示现佛身那个处所就是「成道处」。",
      "zh_TW": "『十方所有成道處』，這是講菩薩示現作佛，那個處所太多了。菩薩何以示現作佛？菩薩沒有心，菩薩沒有意思，菩薩總是「隨眾生心，應所知量」，由此可知，菩薩的示現是眾生所感，眾生之緣。眾生有感，菩薩就有應。這些眾生應以佛身而得度者，菩薩就現佛身；應以聲聞身得度者，他就現聲聞身；應以比丘、比丘尼身得度者，他就現比丘、比丘尼身；應以長者、居士身得度者，他就現長者、居士身，沒有一定的身相，也沒有定法可說，完全是隨順眾生；普賢十願，「恆順眾生，隨喜功德」。因此，菩薩示現佛身那個處所就是「成道處」。"
    },
    {
      "id": "12-017-0737_p0014",
      "zh_CN": "十方世界，我们现在知道世界是重叠的，我们现前这个地方，我们这个教室、这个讲堂，有没有菩萨在成佛？可能有，我们见不到。菩萨成佛，我们为什么见不到？他度另一类众生，跟我们生活在不同维次空间。空间虽然重叠，我们见不到他们，他们也见不到我们，彼此并不相妨碍。就好像我们电视画面一样，我们现在知道电视画面同在这一个画面上，这里面有几百个频道，这些频道都重叠，我们按哪一个频道，画面出现了，再换个频道，这画面立刻就换了。世界就像这个样子的。所以，哪一个地方不是佛成道处呢？我们要明白这个道理。",
      "zh_TW": "十方世界，我們現在知道世界是重疊的，我們現前這個地方，我們這個教室、這個講堂，有沒有菩薩在成佛？可能有，我們見不到。菩薩成佛，我們為什麼見不到？他度另一類眾生，跟我們生活在不同維次空間。空間雖然重疊，我們見不到他們，他們也見不到我們，彼此並不相妨礙。就好像我們電視畫面一樣，我們現在知道電視畫面同在這一個畫面上，這裡面有幾百個頻道，這些頻道都重疊，我們按哪一個頻道，畫面出現了，再換個頻道，這畫面立刻就換了。世界就像這個樣子的。所以，哪一個地方不是佛成道處呢？我們要明白這個道理。"
    },
    {
      "id": "12-017-0737_p0015",
      "zh_CN": "『种种庄严皆具足』，佛成道的处所，示现成道，示现大圆满。大圆满，诸位总要记住，智慧圆满、德能圆满、相好圆满，无量无边的庄严总不外乎这三大类，这三大类把所有一切庄严统统都包括尽。这三种圆满里头，最重要的是智慧，德能、相好都离不开智慧。佛法的修学是以智慧为根本，智慧不是从外面来的，佛给我们讲得很清楚，我们要能够相信。智慧是我们自己本来具足的，这个经后面「出现品」里，佛讲：「一切众生皆有如来智慧德相」，这是三个圆满，一切众生跟佛的大圆满无二无别，完全是一样的。一切众生都有佛一样的智慧，有佛一样的能力，有佛一样的相好；那个相好，大经上讲的，「佛有无量相，相有无量好」，不是三十二相八十种好，而真正跟你讲是「身有无量相，相有无量好」。",
      "zh_TW": "『種種莊嚴皆具足』，佛成道的處所，示現成道，示現大圓滿。大圓滿，諸位總要記住，智慧圓滿、德能圓滿、相好圓滿，無量無邊的莊嚴總不外乎這三大類，這三大類把所有一切莊嚴統統都包括盡。這三種圓滿裡頭，最重要的是智慧，德能、相好都離不開智慧。佛法的修學是以智慧為根本，智慧不是從外面來的，佛給我們講得很清楚，我們要能夠相信。智慧是我們自己本來具足的，這個經後面「出現品」裡，佛講：「一切眾生皆有如來智慧德相」，這是三個圓滿，一切眾生跟佛的大圓滿無二無別，完全是一樣的。一切眾生都有佛一樣的智慧，有佛一樣的能力，有佛一樣的相好；那個相好，大經上講的，「佛有無量相，相有無量好」，不是三十二相八十種好，而真正跟你講是「身有無量相，相有無量好」。"
    },
    {
      "id": "12-017-0737_p0016",
      "zh_CN": "既然一切众生都有，现在为什么没有？佛说：「但以妄想执着而不能证得」，一句话说破了！我们凡夫把我们自己本有的智慧、本有的德相丧失了，什么原因？妄想、分别、执着。就是因为你有妄想分别执着，你把你的能力统统丧失尽，可惜！佛慈悲现相来教导我们，教什么？没有教别的，帮助我们恢复自性而已。怎么恢复法？只要你把妄想分别执着放下，我们一般人讲：你就成佛了，你就跟诸佛如来一样，无二无别！所以众生成佛不难，放下就是！现在麻烦在哪里？就是放不下，麻烦就在此地。你什么时候放下，你什么时候成佛。而且佛在经教里面告诉我们，你放下一分，你得一分利益，就是说你的智慧透一分；你放下两分，就透两分，你放得愈多，你的智慧愈增长。你要是坚固的妄想分别执着，你的般若光明也就是你的智慧一分都透不出来。因为妄想分别执着是障碍，它把你的光遮住了，你那个光透不出来！",
      "zh_TW": "既然一切眾生都有，現在為什麼沒有？佛說：「但以妄想執著而不能證得」，一句話說破了！我們凡夫把我們自己本有的智慧、本有的德相喪失了，什麼原因？妄想、分別、執著。就是因為你有妄想分別執著，你把你的能力統統喪失盡，可惜！佛慈悲現相來教導我們，教什麼？沒有教別的，幫助我們恢復自性而已。怎麼恢復法？只要你把妄想分別執著放下，我們一般人講：你就成佛了，你就跟諸佛如來一樣，無二無別！所以眾生成佛不難，放下就是！現在麻煩在哪裡？就是放不下，麻煩就在此地。你什麼時候放下，你什麼時候成佛。而且佛在經教裡面告訴我們，你放下一分，你得一分利益，就是說你的智慧透一分；你放下兩分，就透兩分，你放得愈多，你的智慧愈增長。你要是堅固的妄想分別執著，你的般若光明也就是你的智慧一分都透不出來。因為妄想分別執著是障礙，它把你的光遮住了，你那個光透不出來！"
    },
    {
      "id": "12-017-0737_p0017",
      "zh_CN": "譬如一盏灯，我们自性般若智慧好像是这盏灯，这盏灯很亮、很光明，光并没有失掉；现在你用纸张把它蒙起来，你蒙一层还是很亮，蒙两层、蒙一千层、蒙一万层，它一点光都没有了。我们现在自性般若的光明，上面蒙的层数有千万层、万万层，所以一点光都没有了。我们去掉一层，这一层是功夫，确实它就透一点点光。所以放下要不断的放，天天要放下，年年要放下，从初发心证到等觉菩萨还要放下。等觉菩萨距离佛果还有一品生相无明，好比那一盏灯它还有一张纸蒙在这里，这是等觉菩萨。到如来果地、究竟果地，最后的障碍也去掉了，完全没有障碍，跟佛确实是一样。所以佛说你本来是佛，只不过你的智慧、德能、相好是有障碍的，虽有障碍，你并没有失掉，这是真的。如果有得有失，这是假的，虚妄的。真的，永恒不生不灭。",
      "zh_TW": "譬如一盞燈，我們自性般若智慧好像是這盞燈，這盞燈很亮、很光明，光並沒有失掉；現在你用紙張把它矇起來，你矇一層還是很亮，矇兩層、矇一千層、矇一萬層，它一點光都沒有了。我們現在自性般若的光明，上面矇的層數有千萬層、萬萬層，所以一點光都沒有了。我們去掉一層，這一層是功夫，確實它就透一點點光。所以放下要不斷的放，天天要放下，年年要放下，從初發心證到等覺菩薩還要放下。等覺菩薩距離佛果還有一品生相無明，好比那一盞燈它還有一張紙矇在這裡，這是等覺菩薩。到如來果地、究竟果地，最後的障礙也去掉了，完全沒有障礙，跟佛確實是一樣。所以佛說你本來是佛，只不過你的智慧、德能、相好是有障礙的，雖有障礙，你並沒有失掉，這是真的。如果有得有失，這是假的，虛妄的。真的，永恆不生不滅。"
    },
    {
      "id": "12-017-0737_p0018",
      "zh_CN": "我们自性的般若智慧不生不灭，自性的万德万能不生不灭，自性的相好不生不灭，这是真的。佛把这些事实真相苦口婆心的告诉我们，奈何众生不相信！不信的人多，信的人少！信的人里面，半信半疑的人多，真信的人没有几个。套一句宗教里面的话来说，「信的人有福！信的人得度！」我过去在初学的时候，那个时候还没有出家，李老师指导我，对于佛法某些结论抱着怀疑的态度，特别是净土经论，没有真正的信心。他老人家劝我，他说：「即使净土是释迦牟尼佛的方便说，不是真的，自古以来多少这些大德，他们的德行、道行、学问、修持，那比我们不晓得高多少倍！他们都信，我们信一次也不妨！即使不是真的，那么多人都上当，我跟着上一次当算什么！」老师这样的劝导我，我非常感激，他在帮助我增长信心。增长多少？有限！你才晓得「刚强难化」不是别人，是我们自己，自己刚强难化。",
      "zh_TW": "我們自性的般若智慧不生不滅，自性的萬德萬能不生不滅，自性的相好不生不滅，這是真的。佛把這些事實真相苦口婆心的告訴我們，奈何眾生不相信！不信的人多，信的人少！信的人裡面，半信半疑的人多，真信的人沒有幾個。套一句宗教裡面的話來說，「信的人有福！信的人得度！」我過去在初學的時候，那個時候還沒有出家，李老師指導我，對於佛法某些結論抱著懷疑的態度，特別是淨土經論，沒有真正的信心。他老人家勸我，他說：「即使淨土是釋迦牟尼佛的方便說，不是真的，自古以來多少這些大德，他們的德行、道行、學問、修持，那比我們不曉得高多少倍！他們都信，我們信一次也不妨！即使不是真的，那麼多人都上當，我跟著上一次當算什麼！」老師這樣的勸導我，我非常感激，他在幫助我增長信心。增長多少？有限！你才曉得「剛強難化」不是別人，是我們自己，自己剛強難化。"
    },
    {
      "id": "12-017-0737_p0019",
      "zh_CN": "我跟同学们说过，我归依净土、真正起信，不再怀疑，一心一意修学，是得力在《华严》。过去在台湾，民国六十年，民国六十年是公元多少年，你们算算看，我民国六十年第一次讲《华严经》，连续讲了十七年。这十七年当中常常出国，到国外弘法。一出国就中断，一年在台湾居住的时间大概三、四个月，所以这部经十七年只讲了一半。我是《八十》、《四十》同时讲的，八十卷《华严》讲一半，四十卷《华严》也讲一半，都没有讲完。但是因为讲《华严》，我对于净土深信不疑，这真的回过头来了。《华严》是最有说服力，文殊、普贤求生西方净土，善财童子求生西方净土。他出来参学，第一位遇到的是德云比丘，《八十》经讲德云比丘，《四十》经讲吉祥云比丘，吉祥跟德是一个意思。教善财念佛，他自己本身修的是般舟三昧，一心称念阿弥陀佛求生净土，头一个老师是先入为主。到最后一位善知识是普贤菩萨，十大愿王导归极乐。你们想想，一个开端，一个毕业，都是净土。",
      "zh_TW": "我跟同學們說過，我歸依淨土、真正起信，不再懷疑，一心一意修學，是得力在《華嚴》。過去在台灣，民國六十年，民國六十年是公元多少年，你們算算看，我民國六十年第一次講《華嚴經》，連續講了十七年。這十七年當中常常出國，到國外弘法。一出國就中斷，一年在台灣居住的時間大概三、四個月，所以這部經十七年只講了一半。我是《八十》、《四十》同時講的，八十卷《華嚴》講一半，四十卷《華嚴》也講一半，都沒有講完。但是因為講《華嚴》，我對於淨土深信不疑，這真的回過頭來了。《華嚴》是最有說服力，文殊、普賢求生西方淨土，善財童子求生西方淨土。他出來參學，第一位遇到的是德雲比丘，《八十》經講德雲比丘，《四十》經講吉祥雲比丘，吉祥跟德是一個意思。教善財念佛，他自己本身修的是般舟三昧，一心稱念阿彌陀佛求生淨土，頭一個老師是先入為主。到最後一位善知識是普賢菩薩，十大願王導歸極樂。你們想想，一個開端，一個畢業，都是淨土。"
    },
    {
      "id": "12-017-0737_p0020",
      "zh_CN": "再看看经上讲的，「十地菩萨始终不离念佛」，始是初地，终是等觉，这还有什么话说？这些人都做出榜样给我们看，我们要不归心净土，那这个人头脑有问题。如果他头脑没有问题的话，我相信他要是看到这个现象，肯定死心塌地归依净土。李老师当年，非常可惜他没有把《华严经》搬出来给我看，那我真的就相信，没有话说了。实实在在是不思议的法门，当生成就的佛法。当生不是普通成就，是究竟圆满成就。也是这一句经里面讲的，「种种庄严皆具足」。",
      "zh_TW": "再看看經上講的，「十地菩薩始終不離念佛」，始是初地，終是等覺，這還有什麼話說？這些人都做出榜樣給我們看，我們要不歸心淨土，那這個人頭腦有問題。如果他頭腦沒有問題的話，我相信他要是看到這個現象，肯定死心塌地歸依淨土。李老師當年，非常可惜他沒有把《華嚴經》搬出來給我看，那我真的就相信，沒有話說了。實實在在是不思議的法門，當生成就的佛法。當生不是普通成就，是究竟圓滿成就。也是這一句經裡面講的，「種種莊嚴皆具足」。"
    },
    {
      "id": "12-017-0737_p0021",
      "zh_CN": "『流光布迥』，流光是讲他的影响力；迥，是深远，他的影响力展开来，产生了深远的影响。『彩云』是比喻，就像空中的彩云在天空当中展布，放出异彩。我们从这个比喻来看，佛法修学、弘扬，特别是佛在经典上常常嘱咐我们的，「受持读诵，为人演说」，这句话就是「流光布迥若彩云」。受，完全接受，不容易！在日常生活当中，起心动念都接受佛菩萨的教训，就像善导大师所说的，佛菩萨教我们怎么想，我们就怎么想；佛菩萨不教我们怎么想，我们就决定不能想；佛菩萨教导我们怎么说、怎么做，我们就依教奉行；佛菩萨说这个不能说、不能做，我们连念头都不能生，这叫随顺佛陀教诲。把自己的妄想分别执着、成见统统放下，为什么？我们知道那是造业的东西，造业的东西要不放下，你就不能随顺佛菩萨的教诲。诸位要晓得，随顺佛菩萨的教诲是随顺性德，性德就是智慧、就是德相。现在时间到了，我们这个意思还没讲完，下一堂我们接着再说。",
      "zh_TW": "『流光布迥』，流光是講他的影響力；迥，是深遠，他的影響力展開來，產生了深遠的影響。『彩雲』是比喻，就像空中的彩雲在天空當中展布，放出異彩。我們從這個比喻來看，佛法修學、弘揚，特別是佛在經典上常常囑咐我們的，「受持讀誦，為人演說」，這句話就是「流光布迥若彩雲」。受，完全接受，不容易！在日常生活當中，起心動念都接受佛菩薩的教訓，就像善導大師所說的，佛菩薩教我們怎麼想，我們就怎麼想；佛菩薩不教我們怎麼想，我們就決定不能想；佛菩薩教導我們怎麼說、怎麼做，我們就依教奉行；佛菩薩說這個不能說、不能做，我們連念頭都不能生，這叫隨順佛陀教誨。把自己的妄想分別執著、成見統統放下，為什麼？我們知道那是造業的東西，造業的東西要不放下，你就不能隨順佛菩薩的教誨。諸位要曉得，隨順佛菩薩的教誨是隨順性德，性德就是智慧、就是德相。現在時間到了，我們這個意思還沒講完，下一堂我們接著再說。"
    },
    {
      "id": "12-017-0737_p0022",
      "zh_CN": "诸位同学，我们接着看第九首，末后两句：",
      "zh_TW": "諸位同學，我們接著看第九首，末後兩句："
    },
    {
      "id": "12-017-0737_p0023",
      "zh_CN": "【流光布迥若彩云，于此刹海咸令见。】",
      "zh_TW": "【流光布迥若彩雲，於此剎海咸令見。】"
    },
    {
      "id": "12-017-0737_p0024",
      "zh_CN": "『流光布迥若彩云』，这是说菩萨现身说法影响所及，这个影响的面非常广大，影响的时间很长。释迦牟尼佛在我们这个世间示现作佛，这个示现不是一次，《梵网经》上跟我们讲得很清楚，这一次的示现是第八千次，常常到世间来演戏。这一次示现影响的面多大？在我们这个地球上影响到全球；时间多长？一万二千年。释迦牟尼佛灭度到今年，中国史书里面的记载，三千零二十几年；外国所传说的是二千五百多年，中国跟外国记载差不多相差六百年。这个我们姑且不论，总而言之，他影响时间这么长，我们学佛要懂得这个道理。",
      "zh_TW": "『流光布迥若彩雲』，這是說菩薩現身說法影響所及，這個影響的面非常廣大，影響的時間很長。釋迦牟尼佛在我們這個世間示現作佛，這個示現不是一次，《梵網經》上跟我們講得很清楚，這一次的示現是第八千次，常常到世間來演戲。這一次示現影響的面多大？在我們這個地球上影響到全球；時間多長？一萬二千年。釋迦牟尼佛滅度到今年，中國史書裡面的記載，三千零二十幾年；外國所傳說的是二千五百多年，中國跟外國記載差不多相差六百年。這個我們姑且不論，總而言之，他影響時間這麼長，我們學佛要懂得這個道理。"
    },
    {
      "id": "12-017-0737_p0025",
      "zh_CN": "我们的形象重要！现在的佛教，在社会上不受大众的重视，换句话说，社会大众瞧不起你、看轻你，什么原因？我们学佛的人，无论在家、出家，疏忽了形象。本来这个形象是自自然然的庄严，清净庄严，用不着修饰，济公长老穿的衣服破破烂烂，看他的举止好像疯疯癫癫的，你仔细观察，他自然有一副庄严的相，令人尊敬。宗门教下，你看看祖师大德们，他们法相庄严，我们今天讲形象好、招牌好，他不是修饰的、不是化妆的，他是自自然然的。服装整齐清洁就是庄严，不必华丽。但是这种形象，我们就是想学也学不来的，为什么？人家修持上得来的。你没有修持的功夫，你哪有这个庄严相？菩萨作佛还要用一百劫的时间去修相好，去修因，好因他才得好相，相好是果报。一百劫不妄语、不两舌、不恶口、不绮语，才能够修得广长舌相，他的舌头伸出来可以把脸盖住，一百劫不妄语！",
      "zh_TW": "我們的形象重要！現在的佛教，在社會上不受大眾的重視，換句話說，社會大眾瞧不起你、看輕你，什麼原因？我們學佛的人，無論在家、出家，疏忽了形象。本來這個形象是自自然然的莊嚴，清淨莊嚴，用不著修飾，濟公長老穿的衣服破破爛爛，看他的舉止好像瘋瘋癲癲的，你仔細觀察，他自然有一副莊嚴的相，令人尊敬。宗門教下，你看看祖師大德們，他們法相莊嚴，我們今天講形象好、招牌好，他不是修飾的、不是化妝的，他是自自然然的。服裝整齊清潔就是莊嚴，不必華麗。但是這種形象，我們就是想學也學不來的，為什麼？人家修持上得來的。你沒有修持的功夫，你哪有這個莊嚴相？菩薩作佛還要用一百劫的時間去修相好，去修因，好因他才得好相，相好是果報。一百劫不妄語、不兩舌、不惡口、不綺語，才能夠修得廣長舌相，他的舌頭伸出來可以把臉蓋住，一百劫不妄語！"
    },
    {
      "id": "12-017-0737_p0026",
      "zh_CN": "每一个相好它都有业因，他要去修因。所以这个相不是装扮的，是自自然然流露的。我们没有这个德行，过去没有修，现在也没有修，但是总要记住，至少出门或者是在家里面、道场里面接触大众，尤其是宾客来参访的这些学人，我们的服装要整齐，这是最低的限度。服装穿得邋邋遢遢，人家怎么能够看得起你？对你怎么能够生起信心？大的道场像佛光山、像慈济，他们对于这些就很重视。行住坐卧四威仪他们很讲究，一点都不含糊。这个作法是正确的、是对的，我们千万不要产生一个错误的观念，「我们要实质，不重外表」，错了！我们重实质不重外表，你要晓得，诸佛菩萨还重外表！重实质是自行，重外表是化他，那不是为自己。戒律精严，生活规律，在一个老修行来讲这是化他；自己？自己已经成就了，因戒得定，因定开慧，自己定慧已经具足，还要装模作样干什么？利他！做给别人看的，「为人演说」，演是表演。释迦牟尼佛在世是为别人表演，不是为自己，讲经说法四十九年是为别人说，不是为自己。懂得这个道理，你才晓得自己修学要重视什么；接触大众，那要讲影响，「流光布迥」这是影响。令一切众生看到、听到、接触到，对于佛法起恭敬心、起仰慕心，这就对了。",
      "zh_TW": "每一個相好它都有業因，他要去修因。所以這個相不是裝扮的，是自自然然流露的。我們沒有這個德行，過去沒有修，現在也沒有修，但是總要記住，至少出門或者是在家裡面、道場裡面接觸大眾，尤其是賓客來參訪的這些學人，我們的服裝要整齊，這是最低的限度。服裝穿得邋邋遢遢，人家怎麼能夠看得起你？對你怎麼能夠生起信心？大的道場像佛光山、像慈濟，他們對於這些就很重視。行住坐臥四威儀他們很講究，一點都不含糊。這個作法是正確的、是對的，我們千萬不要產生一個錯誤的觀念，「我們要實質，不重外表」，錯了！我們重實質不重外表，你要曉得，諸佛菩薩還重外表！重實質是自行，重外表是化他，那不是為自己。戒律精嚴，生活規律，在一個老修行來講這是化他；自己？自己已經成就了，因戒得定，因定開慧，自己定慧已經具足，還要裝模作樣幹什麼？利他！做給別人看的，「為人演說」，演是表演。釋迦牟尼佛在世是為別人表演，不是為自己，講經說法四十九年是為別人說，不是為自己。懂得這個道理，你才曉得自己修學要重視什麼；接觸大眾，那要講影響，「流光布迥」這是影響。令一切眾生看到、聽到、接觸到，對於佛法起恭敬心、起仰慕心，這就對了。"
    },
    {
      "id": "12-017-0737_p0027",
      "zh_CN": "如果一切众生看到我们这个形象，对于佛法生起疑惑心，或者是排斥，甚至于造成误会，我们有罪！他为什么谤佛、谤法、谤僧，毁谤三宝？是因为我的形象不好，让他怀疑而生起毁谤三宝的念头、毁谤三宝的行为。我把他引起来的毁谤，我的罪！我的罪重，他的罪轻。特别是出家人，古谚语里头讲得好，「地狱门前僧道多」，什么人堕地狱？出家人堕地狱。出家人为什么堕地狱？造成社会大众对三宝的误会，不信三宝、怀疑三宝、毁谤三宝，这个重罪是出家人造的，所以要堕地狱。由此可知，佛弟子形象不能不重视，现前的社会重视形象、重视包装，我们对于这一点千万不能够疏忽。如果更有实质的修行，那当然你的影响力大，你的影响深，影响是深入人心，影响到全世界，影响到几十年、几百年，这个功德不可思议。我们读这一句不能不知道，读这一句要晓得怎样来学习。",
      "zh_TW": "如果一切眾生看到我們這個形象，對於佛法生起疑惑心，或者是排斥，甚至於造成誤會，我們有罪！他為什麼謗佛、謗法、謗僧，毀謗三寶？是因為我的形象不好，讓他懷疑而生起毀謗三寶的念頭、毀謗三寶的行為。我把他引起來的毀謗，我的罪！我的罪重，他的罪輕。特別是出家人，古諺語裡頭講得好，「地獄門前僧道多」，什麼人墮地獄？出家人墮地獄。出家人為什麼墮地獄？造成社會大眾對三寶的誤會，不信三寶、懷疑三寶、毀謗三寶，這個重罪是出家人造的，所以要墮地獄。由此可知，佛弟子形象不能不重視，現前的社會重視形象、重視包裝，我們對於這一點千萬不能夠疏忽。如果更有實質的修行，那當然你的影響力大，你的影響深，影響是深入人心，影響到全世界，影響到幾十年、幾百年，這個功德不可思議。我們讀這一句不能不知道，讀這一句要曉得怎樣來學習。"
    },
    {
      "id": "12-017-0737_p0028",
      "zh_CN": "学佛，实实在在的话，这些年当中我们在各地方讲经，用的总题目：「学为人师，行为世范」，这两句话我们要常常记在心上。我们的点点滴滴是社会大众的模范、是社会大众的表率，师是表率，范是模范。所以常常要想、要检点：我动念头、起心动念，这个念头能不能给社会大众做模范？我这个样子、我这种行为，可不可以给社会大众做表率？这两句话念念不能忘，常常放在案头提醒自己：我有没有做到？我要分秒不舍；你的道业当然有成就。你要是把这两句话忘掉，你的道业怎么会有成就？",
      "zh_TW": "學佛，實實在在的話，這些年當中我們在各地方講經，用的總題目：「學為人師，行為世範」，這兩句話我們要常常記在心上。我們的點點滴滴是社會大眾的模範、是社會大眾的表率，師是表率，範是模範。所以常常要想、要檢點：我動念頭、起心動念，這個念頭能不能給社會大眾做模範？我這個樣子、我這種行為，可不可以給社會大眾做表率？這兩句話念念不能忘，常常放在案頭提醒自己：我有沒有做到？我要分秒不捨；你的道業當然有成就。你要是把這兩句話忘掉，你的道業怎麼會有成就？"
    },
    {
      "id": "12-017-0737_p0029",
      "zh_CN": "『于此刹海咸令见』，「刹海」就是清凉大师讲的净刹，菩萨刹海里头那是常见的，没有一样不如法，没有一样不称性，所以它是真的庄严，我们应当努力来学习。再看最后一首偈：",
      "zh_TW": "『於此剎海咸令見』，「剎海」就是清涼大師講的淨剎，菩薩剎海裡頭那是常見的，沒有一樣不如法，沒有一樣不稱性，所以它是真的莊嚴，我們應當努力來學習。再看最後一首偈："
    },
    {
      "id": "12-017-0737_p0030",
      "zh_CN": "【普贤愿行诸佛子，等众生劫勤修习，无边国土悉庄严，一切处中皆显现。】",
      "zh_TW": "【普賢願行諸佛子，等眾生劫勤修習，無邊國土悉莊嚴，一切處中皆顯現。】"
    },
    {
      "id": "12-017-0737_p0031",
      "zh_CN": "这一首结归普贤。『普贤愿行诸佛子』是哪些人？在本经里面讲，是华严会上众菩萨。为什么？华严会上菩萨众里面班首，我们现在讲大众团体里面的班长，是普贤菩萨。副班长是文殊菩萨。佛法里面称为上首，上首一般人不好懂，我们讲这个班有班长、有副班长，大家好懂。班长领导全班的同学，他用什么领导？十大愿王导归极乐，这是「普贤愿行诸佛子」。我们虽然在娑婆世界，有幸能够遇到净土法门、能够修学净土法门，凡是修学净土法门的，都是普贤愿行诸佛子。怎么知道？你不知道，可见得你没有真修，你如果真修，那你当然知道。《无量寿经》经文开头第一句：「咸共遵修普贤大士之德」，你想想，净土会上这些同学们是不是普贤愿行诸佛子？所以修净土就是修普贤愿行。",
      "zh_TW": "這一首結歸普賢。『普賢願行諸佛子』是哪些人？在本經裡面講，是華嚴會上眾菩薩。為什麼？華嚴會上菩薩眾裡面班首，我們現在講大眾團體裡面的班長，是普賢菩薩。副班長是文殊菩薩。佛法裡面稱為上首，上首一般人不好懂，我們講這個班有班長、有副班長，大家好懂。班長領導全班的同學，他用什麼領導？十大願王導歸極樂，這是「普賢願行諸佛子」。我們雖然在娑婆世界，有幸能夠遇到淨土法門、能夠修學淨土法門，凡是修學淨土法門的，都是普賢願行諸佛子。怎麼知道？你不知道，可見得你沒有真修，你如果真修，那你當然知道。《無量壽經》經文開頭第一句：「咸共遵修普賢大士之德」，你想想，淨土會上這些同學們是不是普賢願行諸佛子？所以修淨土就是修普賢願行。"
    },
    {
      "id": "12-017-0737_p0032",
      "zh_CN": "前清咸丰年间魏默深老居士，把《普贤行愿品》最后这一卷附在净土三经之后，称为《净土四经》，有道理！他读过《无量寿经》，而且还做会集本。我想他对《无量寿经》开宗明义第一句话印象一定非常深刻，所以把《普贤行愿品》找出来附在三经后面，称为《净土四经》。修净土的同学，心量不大怎么能生净土？普贤菩萨跟一般大乘菩萨不同的地方在哪里？就是心量大，普通大乘菩萨心量没有这么大，普贤的心量是真正的「心包太虚，量周沙界」，一点都不假！小心量的人决定不能往生，不能容人，不能容物，即使你一天念十万声佛号，也不能往生。这个事实，求往生的同学们不能不知道。到时候你千万不要误会你念佛不灵，说念佛都能往生，你念佛这么勤苦，你都不能往生了，佛骗了你。佛没有骗你，是你自己错解佛经。",
      "zh_TW": "前清咸豐年間魏默深老居士，把《普賢行願品》最後這一卷附在淨土三經之後，稱為《淨土四經》，有道理！他讀過《無量壽經》，而且還做會集本。我想他對《無量壽經》開宗明義第一句話印象一定非常深刻，所以把《普賢行願品》找出來附在三經後面，稱為《淨土四經》。修淨土的同學，心量不大怎麼能生淨土？普賢菩薩跟一般大乘菩薩不同的地方在哪裡？就是心量大，普通大乘菩薩心量沒有這麼大，普賢的心量是真正的「心包太虛，量周沙界」，一點都不假！小心量的人決定不能往生，不能容人，不能容物，即使你一天念十萬聲佛號，也不能往生。這個事實，求往生的同學們不能不知道。到時候你千萬不要誤會你念佛不靈，說念佛都能往生，你念佛這麼勤苦，你都不能往生了，佛騙了你。佛沒有騙你，是你自己錯解佛經。"
    },
    {
      "id": "12-017-0737_p0033",
      "zh_CN": "佛经上讲的没错，「咸共遵修普贤大士之德」，你懂不懂？你有没有去做？普贤大士之德就是全部《华严经》，当然这个对你来讲，难！你做不到！菩萨慈悲，知道你难度，你做不到，特别提出纲领。总纲领十条，这个你好记，多多少少要去做，尽心尽力去做，你念佛往生才有希望。不能够说只念佛号，普贤行愿这个十条十大愿王，一条都不理会，这个不行！这不能往生。「礼敬诸佛」就是一切恭敬，一切人、一切物，那个「物」是包括九法界的众生，我们常讲「人物」；九法界众生包括一切动物，甚至于包括一切植物、一切矿物，我们对它有没有恭敬？这张桌子，我们对桌子有没有恭敬心？这把椅子，对椅子有没有恭敬心？没有恭敬心，不能往生。恭敬是爱心。对它怎么恭敬？桌子摆得整整齐齐、擦得干干净净，这是对它恭敬；恭敬是为它服务。对人、对事、对物一切恭敬，那叫「礼敬诸佛」。一切众生皆是未来佛，蚊虫、蚂蚁都是未来佛，你瞧不起牠，你随意的伤害牠，你伤害未来佛！所以障碍你往生，就这么个道理。",
      "zh_TW": "佛經上講的沒錯，「咸共遵修普賢大士之德」，你懂不懂？你有沒有去做？普賢大士之德就是全部《華嚴經》，當然這個對你來講，難！你做不到！菩薩慈悲，知道你難度，你做不到，特別提出綱領。總綱領十條，這個你好記，多多少少要去做，盡心盡力去做，你念佛往生才有希望。不能夠說只念佛號，普賢行願這個十條十大願王，一條都不理會，這個不行！這不能往生。「禮敬諸佛」就是一切恭敬，一切人、一切物，那個「物」是包括九法界的眾生，我們常講「人物」；九法界眾生包括一切動物，甚至於包括一切植物、一切礦物，我們對它有沒有恭敬？這張桌子，我們對桌子有沒有恭敬心？這把椅子，對椅子有沒有恭敬心？沒有恭敬心，不能往生。恭敬是愛心。對它怎麼恭敬？桌子擺得整整齊齊、擦得乾乾淨淨，這是對它恭敬；恭敬是為它服務。對人、對事、對物一切恭敬，那叫「禮敬諸佛」。一切眾生皆是未來佛，蚊蟲、螞蟻都是未來佛，你瞧不起牠，你隨意的傷害牠，你傷害未來佛！所以障礙你往生，就這麼個道理。"
    },
    {
      "id": "12-017-0737_p0034",
      "zh_CN": "「称赞如来」，这一句有差别，要赞善，不赞恶。如来，是从心性上说的；诸佛，是从形相上讲的。形相上没有差别，一定要恭敬。称赞呢？要顺心性，随顺心性我们要称赞，善事！违背心性，恶事！恶事不称赞。供养是平等的，无论是善人恶人、好人坏人，我们以平等心、真诚心、恭敬心供养，布施供养，这个没有分别，我们要在日常生活当中落实。普贤菩萨的心真诚、清净、平等、慈悲，对一切众生真正做到如来教诲「不念旧恶，不憎恶人」。末后一句「普皆回向」，心量放大了。普皆是对什么？对遍法界虚空界一切诸佛刹土，这里面「等法界微尘数众生」，这心量统统包括到了，这就是「心包太虚，量周沙界」，这叫「普贤愿行诸佛子」。",
      "zh_TW": "「稱讚如來」，這一句有差別，要讚善，不讚惡。如來，是從心性上說的；諸佛，是從形相上講的。形相上沒有差別，一定要恭敬。稱讚呢？要順心性，隨順心性我們要稱讚，善事！違背心性，惡事！惡事不稱讚。供養是平等的，無論是善人惡人、好人壞人，我們以平等心、真誠心、恭敬心供養，布施供養，這個沒有分別，我們要在日常生活當中落實。普賢菩薩的心真誠、清淨、平等、慈悲，對一切眾生真正做到如來教誨「不念舊惡，不憎惡人」。末後一句「普皆迴向」，心量放大了。普皆是對什麼？對遍法界虛空界一切諸佛剎土，這裡面「等法界微塵數眾生」，這心量統統包括到了，這就是「心包太虛，量周沙界」，這叫「普賢願行諸佛子」。"
    },
    {
      "id": "12-017-0737_p0035",
      "zh_CN": "我们要把我们的心量拓开，一家人不能包容，不能往生。这一个地区的人不能包容，你还在这里分别不同的宗教、不同的族群，所以念佛的人多，往生的人少。到底什么原因？没人知道。我这样跟大家一提示，你想一想你就明白了。然后才晓得，我们自己真的要想在这一生当中生到极乐世界，亲近阿弥陀佛，我应该要怎样修。修行，自己特别要清楚我应该怎么做，不是要求别人应该怎么做。善财童子，你仔细去看看，从来没有一个念头要求别人怎么做，总是回过头来要求自己要怎么做。自度真正是度他，自己没得度，天天要求别人得度，哪有这个道理？没这个道理！会学佛的人是修自己，成就自己，知道成就自己就是成就一切众生。为什么？成就自己这个形象就给众生做榜样。",
      "zh_TW": "我們要把我們的心量拓開，一家人不能包容，不能往生。這一個地區的人不能包容，你還在這裡分別不同的宗教、不同的族群，所以念佛的人多，往生的人少。到底什麼原因？沒人知道。我這樣跟大家一提示，你想一想你就明白了。然後才曉得，我們自己真的要想在這一生當中生到極樂世界，親近阿彌陀佛，我應該要怎樣修。修行，自己特別要清楚我應該怎麼做，不是要求別人應該怎麼做。善財童子，你仔細去看看，從來沒有一個念頭要求別人怎麼做，總是回過頭來要求自己要怎麼做。自度真正是度他，自己沒得度，天天要求別人得度，哪有這個道理？沒這個道理！會學佛的人是修自己，成就自己，知道成就自己就是成就一切眾生。為什麼？成就自己這個形象就給眾生做榜樣。"
    },
    {
      "id": "12-017-0737_p0036",
      "zh_CN": "所以，见到一切众生善，我们要想到：我有没有？如果没有，赶快学！如果有，要保持，不能失掉。见到众生不善，立刻回过头来想自己「我有没有？」有则改之，无则加勉。所以顺境逆境、善缘恶缘都是自己的善知识，都是自己的恩人。真正行菩萨道、真正学佛，是佛的好学生，没有一个不是永恒生活在感恩的世界。那不是一生一世，生生世世，永远生活在感恩的世界。证得究竟圆满佛果之后，还是生活在感恩的世界，希望我们同学要深深的去体会这个意思。",
      "zh_TW": "所以，見到一切眾生善，我們要想到：我有沒有？如果沒有，趕快學！如果有，要保持，不能失掉。見到眾生不善，立刻回過頭來想自己「我有沒有？」有則改之，無則加勉。所以順境逆境、善緣惡緣都是自己的善知識，都是自己的恩人。真正行菩薩道、真正學佛，是佛的好學生，沒有一個不是永恆生活在感恩的世界。那不是一生一世，生生世世，永遠生活在感恩的世界。證得究竟圓滿佛果之後，還是生活在感恩的世界，希望我們同學要深深的去體會這個意思。"
    },
    {
      "id": "12-017-0737_p0037",
      "zh_CN": "底下一句说得好：『等众生劫勤修习』，劫是长时间，是时间的单位。前面跟诸位细说过，这里就不再说了。多少劫？真的是无量劫。「等众生」数，这个世间众生有多少？此地讲众生，不是我们地球上众生，也不是讲我们这个银河系里的众生，是讲尽虚空遍法界一切诸佛刹土里头所有众生，一个也不漏！没有法子计算。永远没有停止，永远没有休息，你要勤劳修习。『勤』是勤奋，勇猛精进。『修』是修正，把我们所有一切的过失、一切的错误修正过来。修正的标准，是自性的性德。什么是错误？违背性德就是错误，随顺性德那就是正确。我们没有明心见性，这个标准我们到哪里去找？佛菩萨就是我们的标准。为什么？佛菩萨明心见性。明心见性的人，他的思想见解、他的言语造作，都是从自性里头流出来的，那我就知道，我一看就晓得，那个样子就是自性流露，就是随顺自性。",
      "zh_TW": "底下一句說得好：『等眾生劫勤修習』，劫是長時間，是時間的單位。前面跟諸位細說過，這裡就不再說了。多少劫？真的是無量劫。「等眾生」數，這個世間眾生有多少？此地講眾生，不是我們地球上眾生，也不是講我們這個銀河系裡的眾生，是講盡虛空遍法界一切諸佛剎土裡頭所有眾生，一個也不漏！沒有法子計算。永遠沒有停止，永遠沒有休息，你要勤勞修習。『勤』是勤奮，勇猛精進。『修』是修正，把我們所有一切的過失、一切的錯誤修正過來。修正的標準，是自性的性德。什麼是錯誤？違背性德就是錯誤，隨順性德那就是正確。我們沒有明心見性，這個標準我們到哪裡去找？佛菩薩就是我們的標準。為什麼？佛菩薩明心見性。明心見性的人，他的思想見解、他的言語造作，都是從自性裡頭流出來的，那我就知道，我一看就曉得，那個樣子就是自性流露，就是隨順自性。"
    },
    {
      "id": "12-017-0737_p0038",
      "zh_CN": "所以佛的言行把它记录下来，就是戒律；佛的知见把它记录下来，就叫经典。绝对不是造作的，所以佛没有说著作，这《华严经》不是说著作。佛说的，不是著作。著作是什么？我有意思在里头，那是我的著作；你有意思，那是你的著作。佛没有意思，佛没有起心动念，是自性里头自然的流露，所以它不是著作，他没有著作。自性是平等的，大乘经上佛常讲，「十方三世佛，共同一法身」，法身就是自性。一切佛，这一切佛里头包括所有众生，为什么？所有众生是未来佛，十方三世佛，共一个自性。所以佛菩萨证得自性之后，我们看到，「啊！我自性就是那个样子」。随顺经典的教诲，就是随顺自己的性德，这个不能不知道。你真正知道了，我不是跟释迦牟尼佛学，我是随顺自己的性德。我自己没有明心见性，释迦牟尼佛引导我，引导我随顺自性性德。这种教学怎能不让人五体投地？还有什么话说？",
      "zh_TW": "所以佛的言行把它記錄下來，就是戒律；佛的知見把它記錄下來，就叫經典。絕對不是造作的，所以佛沒有說著作，這《華嚴經》不是說著作。佛說的，不是著作。著作是什麼？我有意思在裡頭，那是我的著作；你有意思，那是你的著作。佛沒有意思，佛沒有起心動念，是自性裡頭自然的流露，所以它不是著作，他沒有著作。自性是平等的，大乘經上佛常講，「十方三世佛，共同一法身」，法身就是自性。一切佛，這一切佛裡頭包括所有眾生，為什麼？所有眾生是未來佛，十方三世佛，共一個自性。所以佛菩薩證得自性之後，我們看到，「啊！我自性就是那個樣子」。隨順經典的教誨，就是隨順自己的性德，這個不能不知道。你真正知道了，我不是跟釋迦牟尼佛學，我是隨順自己的性德。我自己沒有明心見性，釋迦牟尼佛引導我，引導我隨順自性性德。這種教學怎能不讓人五體投地？還有什麼話說？"
    },
    {
      "id": "12-017-0737_p0039",
      "zh_CN": "你要问：真正的老师是谁？真正的老师是自性，性德是老师。佛依它，菩萨依它，我们所有学佛的人都依它，佛陀教育跟世间所有一切教育真的不一样。我们有了标准，你才懂得怎么修正。经论修正我们错误的思想、我们对于宇宙人生的想法看法。所以经不能不读，不但要读，要多读！深解义趣，我们才谈得上修。如果你读得不多、解得不够深，你怎么个修法、修证？怎么修法？一起心动念都错了，总是随顺错误。什么人真正想到要修正自己的错误思想、行为？谁想到？然后你才晓得，学佛的人不少，修行的人不多。这话是真的，真正把行为修正的人不多！学佛不懂得修行。",
      "zh_TW": "你要問：真正的老師是誰？真正的老師是自性，性德是老師。佛依它，菩薩依它，我們所有學佛的人都依它，佛陀教育跟世間所有一切教育真的不一樣。我們有了標準，你才懂得怎麼修正。經論修正我們錯誤的思想、我們對於宇宙人生的想法看法。所以經不能不讀，不但要讀，要多讀！深解義趣，我們才談得上修。如果你讀得不多、解得不夠深，你怎麼個修法、修證？怎麼修法？一起心動念都錯了，總是隨順錯誤。什麼人真正想到要修正自己的錯誤思想、行為？誰想到？然後你才曉得，學佛的人不少，修行的人不多。這話是真的，真正把行為修正的人不多！學佛不懂得修行。"
    },
    {
      "id": "12-017-0737_p0040",
      "zh_CN": "诸位要知道，修行不是在形式上。修行在哪里修？在起心动念之处。念头才起，就觉悟了。所以古德常讲：「不怕念起，只怕觉迟」，念头起，你是凡夫，凡夫哪有不起念头的道理？要是念头不起，你是圣人，你不是凡夫了。凡夫总是妄念纷飞，所以修行第一个是把妄念止住，把妄念减少，减少到最后一个妄念都没有。其次要懂得把妄念修正为正念，譬如起心动念想到自己的利益、自己的好处，这是妄念，我要把它修正过来，修成正念。什么是正念？起心动念想到众生的利益、众生的好处，不想自己，这个念是正念。经典上所说的，佛菩萨所讲的，念念都是利益众生，没有一念是为了利益自己的。大乘经上说自己也是说众生，为什么？自他不二。生佛一体，众生跟佛是一体。",
      "zh_TW": "諸位要知道，修行不是在形式上。修行在哪裡修？在起心動念之處。念頭才起，就覺悟了。所以古德常講：「不怕念起，只怕覺遲」，念頭起，你是凡夫，凡夫哪有不起念頭的道理？要是念頭不起，你是聖人，你不是凡夫了。凡夫總是妄念紛飛，所以修行第一個是把妄念止住，把妄念減少，減少到最後一個妄念都沒有。其次要懂得把妄念修正為正念，譬如起心動念想到自己的利益、自己的好處，這是妄念，我要把它修正過來，修成正念。什麼是正念？起心動念想到眾生的利益、眾生的好處，不想自己，這個念是正念。經典上所說的，佛菩薩所講的，念念都是利益眾生，沒有一念是為了利益自己的。大乘經上說自己也是說眾生，為什麼？自他不二。生佛一體，眾生跟佛是一體。"
    },
    {
      "id": "12-017-0737_p0041",
      "zh_CN": "这是把错误的念头、想法看法修正过来，念头修正了，行为自自然然就修正了，不再做自私自利的事情。自己宁愿受苦，希望别人享福，行为上变过来了。我自己生活苦一点，我能多节约一点帮助那些苦难的人，常常有这个心，常常有这个念头，自自然然他就有这个行为。自己在日常物质生活上省吃俭用，一点都不会浪费，点点滴滴节省下来帮助那些需要的人、帮助那些在受苦的人。这些受苦受难的人，不问他是不是我们自己一族，也不问他是不是学佛，只要看到众生有苦有难，没有分别心，没有执着心，立刻就去帮助，尽心尽力为他服务。这种心行是正确的。",
      "zh_TW": "這是把錯誤的念頭、想法看法修正過來，念頭修正了，行為自自然然就修正了，不再做自私自利的事情。自己寧願受苦，希望別人享福，行為上變過來了。我自己生活苦一點，我能多節約一點幫助那些苦難的人，常常有這個心，常常有這個念頭，自自然然他就有這個行為。自己在日常物質生活上省吃儉用，一點都不會浪費，點點滴滴節省下來幫助那些需要的人、幫助那些在受苦的人。這些受苦受難的人，不問他是不是我們自己一族，也不問他是不是學佛，只要看到眾生有苦有難，沒有分別心，沒有執著心，立刻就去幫助，盡心盡力為他服務。這種心行是正確的。"
    },
    {
      "id": "12-017-0737_p0042",
      "zh_CN": "「修」是修正，诸位一定要搞清楚；「习」，习是落实，要把它变成我们自己的生活习惯，也就是说要落实在生活上，佛陀的教诲真的有用了。如果你所学的跟你的生活完全脱了节，为什么脱节？你没有修，变成没有用了，所学非所用，结果怎样？浪费时间、浪费精力，得不到效果，这是所有同学不能不知道的。并不一定限制在净宗，世出世间的圣学、圣人的教诲，都应该用这种态度来学习。要勇猛精进，不断向上提升自己的境界，你会愈学愈快乐，愈学愈欢喜，真的所谓是法喜充满，常生欢喜心，你得受用，真得好处。",
      "zh_TW": "「修」是修正，諸位一定要搞清楚；「習」，習是落實，要把它變成我們自己的生活習慣，也就是說要落實在生活上，佛陀的教誨真的有用了。如果你所學的跟你的生活完全脫了節，為什麼脫節？你沒有修，變成沒有用了，所學非所用，結果怎樣？浪費時間、浪費精力，得不到效果，這是所有同學不能不知道的。並不一定限制在淨宗，世出世間的聖學、聖人的教誨，都應該用這種態度來學習。要勇猛精進，不斷向上提升自己的境界，你會愈學愈快樂，愈學愈歡喜，真的所謂是法喜充滿，常生歡喜心，你得受用，真得好處。"
    },
    {
      "id": "12-017-0737_p0043",
      "zh_CN": "佛在大乘经上说教学的目标，也可以说学习的宗旨，是破迷开悟、离苦得乐，真的一点都不假！他说的离苦我们不懂，我们看到释迦牟尼佛生活很苦，每天出去托钵，日中一食、树下一宿，生活很苦。佛离苦了，我们看到很苦，「没离苦，他怎么说离苦？」他真离苦了！所以我们连苦乐这两个字都不懂，而我们是以苦为乐，真的是世间人所谓麻木不仁。佛经称六道凡夫为「可怜悯者」，我们读到这句话感触很深！佛讲得没错，确实是可怜悯者，苦中作乐。我常常在讲席里头用比喻说，众生所享的那个乐，就像我们现在社会上所讲的吸毒、打吗啡，吸毒、打吗啡，他认为那个很乐。我们看得很清楚，那是苦。一点点短暂几分钟那种乐，他要付出多少代价！甚至于把自己生命都付出去了。",
      "zh_TW": "佛在大乘經上說教學的目標，也可以說學習的宗旨，是破迷開悟、離苦得樂，真的一點都不假！他說的離苦我們不懂，我們看到釋迦牟尼佛生活很苦，每天出去托缽，日中一食、樹下一宿，生活很苦。佛離苦了，我們看到很苦，「沒離苦，他怎麼說離苦？」他真離苦了！所以我們連苦樂這兩個字都不懂，而我們是以苦為樂，真的是世間人所謂麻木不仁。佛經稱六道凡夫為「可憐憫者」，我們讀到這句話感觸很深！佛講得沒錯，確實是可憐憫者，苦中作樂。我常常在講席裡頭用比喻說，眾生所享的那個樂，就像我們現在社會上所講的吸毒、打嗎啡，吸毒、打嗎啡，他認為那個很樂。我們看得很清楚，那是苦。一點點短暫幾分鐘那種樂，他要付出多少代價！甚至於把自己生命都付出去了。"
    },
    {
      "id": "12-017-0737_p0044",
      "zh_CN": "六道众生，尤其是欲界，确确实实他们贪图的那种享受，真的就是吸毒、是打吗啡。他吸的是什么毒？贪瞋痴三毒，你们想想对不对？贪瞋痴念念增长，与日俱增，就是这个现象，多可怜，多悲哀！但是他自己不知道，他没有知觉。局外人看得清楚，佛菩萨是六道局外人，佛菩萨在六道之外看到六道众生可怜！我们如果不是佛菩萨提醒，我们在六道里头怎么可能觉悟？怎么可能不堕落？怎么可能不被污染？",
      "zh_TW": "六道眾生，尤其是欲界，確確實實他們貪圖的那種享受，真的就是吸毒、是打嗎啡。他吸的是什麼毒？貪瞋痴三毒，你們想想對不對？貪瞋痴念念增長，與日俱增，就是這個現象，多可憐，多悲哀！但是他自己不知道，他沒有知覺。局外人看得清楚，佛菩薩是六道局外人，佛菩薩在六道之外看到六道眾生可憐！我們如果不是佛菩薩提醒，我們在六道裡頭怎麼可能覺悟？怎麼可能不墮落？怎麼可能不被污染？"
    },
    {
      "id": "12-017-0737_p0045",
      "zh_CN": "末后两句：『无边国土悉庄严，一切处中皆显现』，这两句话是真的，但是业障深重的凡夫见不到。「无边国土」，这是讲普贤大士之德，也是直接说明大方广佛华严的教诲。这种教学就是现代社会所说的，多元文化的社会教育。《大方广佛华严》是多元文化社会教育里面最圆满的课程、最具体的课程，这个课程的教学遍及虚空法界，所以「无边国土悉庄严」。有这个大教，那就是无比殊胜庄严的国土。「一切处中皆显现」，无缘的人见不到。《华严经》在我们这个世间，有！在这几十年当中，至少在最近三十年当中，我们从开讲《华严经》那一天，就印《华严经》流通。最早我用的本子是上海佛学书店的版，我们在台湾翻印，把它缩小，缩成袖珍本的小册子，携带非常方便。一套一共是十二册小册子，我记得我那个时候印，台湾钱这一套是二十四块钱，两块钱一本，我们第一次印了一千本。第二次我们曾经印过晋唐翻译的三种《华严》：《六十华严》、《八十华严》、《四十华严》，完全是经文，没有注解。我们印的是平装本，《六十华严》十六册，《八十华严》二十四册，《四十华严》十册，我们用一个盒子装起来，也相当美观，流通到全世界。",
      "zh_TW": "末後兩句：『無邊國土悉莊嚴，一切處中皆顯現』，這兩句話是真的，但是業障深重的凡夫見不到。「無邊國土」，這是講普賢大士之德，也是直接說明大方廣佛華嚴的教誨。這種教學就是現代社會所說的，多元文化的社會教育。《大方廣佛華嚴》是多元文化社會教育裡面最圓滿的課程、最具體的課程，這個課程的教學遍及虛空法界，所以「無邊國土悉莊嚴」。有這個大教，那就是無比殊勝莊嚴的國土。「一切處中皆顯現」，無緣的人見不到。《華嚴經》在我們這個世間，有！在這幾十年當中，至少在最近三十年當中，我們從開講《華嚴經》那一天，就印《華嚴經》流通。最早我用的本子是上海佛學書店的版，我們在台灣翻印，把它縮小，縮成袖珍本的小冊子，攜帶非常方便。一套一共是十二冊小冊子，我記得我那個時候印，台灣錢這一套是二十四塊錢，兩塊錢一本，我們第一次印了一千本。第二次我們曾經印過晉唐翻譯的三種《華嚴》：《六十華嚴》、《八十華嚴》、《四十華嚴》，完全是經文，沒有註解。我們印的是平裝本，《六十華嚴》十六冊，《八十華嚴》二十四冊，《四十華嚴》十冊，我們用一個盒子裝起來，也相當美觀，流通到全世界。"
    },
    {
      "id": "12-017-0737_p0046",
      "zh_CN": "「一切处中皆显现」，显，太难了，你要没有契入，你怎么能够显现？要契入，要真的修行，要得华严三昧，你才能契入。这一段「刹庄严」就讲到此地。",
      "zh_TW": "「一切處中皆顯現」，顯，太難了，你要沒有契入，你怎麼能夠顯現？要契入，要真的修行，要得華嚴三昧，你才能契入。這一段「剎莊嚴」就講到此地。"
    }
  ]
}