{
  "doc_id": "12-017-1461",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四六一卷",
    "zh_TW": "第一四六一卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1461",
  "total_paragraphs": 57,
  "paragraphs": [
    {
      "id": "12-017-1461_p0001",
      "zh_CN": "诸位同学，请坐。请看「菩萨问明品」，最后一段现事结通，我们将文念一遍：",
      "zh_TW": "諸位同學，請坐。請看「菩薩問明品」，最後一段現事結通，我們將文念一遍："
    },
    {
      "id": "12-017-1461_p0002",
      "zh_CN": "【尔时此娑婆世界中一切众生。所有法差别。业差别。世间差别。身差别。根差别。受生差别。持戒果差别。犯戒果差别。】",
      "zh_TW": "【爾時此娑婆世界中一切眾生。所有法差別。業差別。世間差別。身差別。根差別。受生差別。持戒果差別。犯戒果差別。】"
    },
    {
      "id": "12-017-1461_p0003",
      "zh_CN": "前面我们讲到这个地方。今天接着看：",
      "zh_TW": "前面我們講到這個地方。今天接著看："
    },
    {
      "id": "12-017-1461_p0004",
      "zh_CN": "【国土果差别。】",
      "zh_TW": "【國土果差別。】"
    },
    {
      "id": "12-017-1461_p0005",
      "zh_CN": "这个经文后面掉了一句，清凉大师在《疏钞》里面给我们说出来，后面有个「说法差别」，最后一句说法差别。我们先看『国土果差别』。清凉大师注解里面讲「国土，则依处染净」。大的来说，譬如西方极乐世界是净土，我们娑婆世界则是染污，秽土，这是大分来说。如果再仔细去观察，《维摩经》里头说得好，「心净则国土净」，大乘教里头佛常讲「一切法从心想生」，实际上国土有没有染净？没有，染净不二。为什么染净不二？染在某种条件之下等于零，净亦如是，所以染净不二。在什么地方等于零？在一真法界就等于零。在极乐世界有，凡圣同居土里头有染净，凡圣同居土以上，染净不二，染净一如。",
      "zh_TW": "這個經文後面掉了一句，清涼大師在《疏鈔》裡面給我們說出來，後面有個「說法差別」，最後一句說法差別。我們先看『國土果差別』。清涼大師註解裡面講「國土，則依處染淨」。大的來說，譬如西方極樂世界是淨土，我們娑婆世界則是染污，穢土，這是大分來說。如果再仔細去觀察，《維摩經》裡頭說得好，「心淨則國土淨」，大乘教裡頭佛常講「一切法從心想生」，實際上國土有沒有染淨？沒有，染淨不二。為什麼染淨不二？染在某種條件之下等於零，淨亦如是，所以染淨不二。在什麼地方等於零？在一真法界就等於零。在極樂世界有，凡聖同居土裡頭有染淨，凡聖同居土以上，染淨不二，染淨一如。"
    },
    {
      "id": "12-017-1461_p0006",
      "zh_CN": "何以凡圣同居土有染净？十方世界带业往生的这些众生习气没断。国土，这是我们依处，就是依靠生存的处所，决定是从心想生。我们这个心想有染净习气，这个习气，现在科学讲波动，这很新的名词讲波动，我们一般讲磁场。磁场里面的波动决定会影响依正庄严，依报正报。但是西方世界的凡圣同居土，确确实实有本师阿弥陀佛本愿威神的加持，我们凡夫这个念头碰到他那个正念，这个磁波就不起波浪，就平静了，这是我们能够想像得到的，所以极乐世界的同居土也是净土。往生到那边的人会不会起烦恼？不会了。为什么不会？你有烦恼习气，没错，那边世界没有缘。习气是种子，种子没有缘不能起现行；现行就是果报现前，不会起现行。缘太重要了，西方世界没有恶缘。怎样才叫没有恶缘？六根接触六尘境界不起心、不动念，恶缘就没有了。跟恶缘相对的是善缘，善缘也没有了，善恶都没有了，叫真善！有善有恶，那个善不是真善，是相对的善。正是《坛经》里面所讲的，那是二法，二法不是佛法，佛法纯净纯善，这个道理我们不能不知道。",
      "zh_TW": "何以凡聖同居土有染淨？十方世界帶業往生的這些眾生習氣沒斷。國土，這是我們依處，就是依靠生存的處所，決定是從心想生。我們這個心想有染淨習氣，這個習氣，現在科學講波動，這很新的名詞講波動，我們一般講磁場。磁場裡面的波動決定會影響依正莊嚴，依報正報。但是西方世界的凡聖同居土，確確實實有本師阿彌陀佛本願威神的加持，我們凡夫這個念頭碰到他那個正念，這個磁波就不起波浪，就平靜了，這是我們能夠想像得到的，所以極樂世界的同居土也是淨土。往生到那邊的人會不會起煩惱？不會了。為什麼不會？你有煩惱習氣，沒錯，那邊世界沒有緣。習氣是種子，種子沒有緣不能起現行；現行就是果報現前，不會起現行。緣太重要了，西方世界沒有惡緣。怎樣才叫沒有惡緣？六根接觸六塵境界不起心、不動念，惡緣就沒有了。跟惡緣相對的是善緣，善緣也沒有了，善惡都沒有了，叫真善！有善有惡，那個善不是真善，是相對的善。正是《壇經》裡面所講的，那是二法，二法不是佛法，佛法純淨純善，這個道理我們不能不知道。"
    },
    {
      "id": "12-017-1461_p0007",
      "zh_CN": "会学的人，在我们现前境界里头就要修。修什么？修不起心、不动念、不执着，顺境里面不起贪恋，总是以平等心对一切人、一切事、一切物，这很重要，用平等心；逆境恶缘不起瞋恚，当然更不会有报复的念头，念头尚且没有，哪有行动？这叫修清净心。所以清净心要在境界上磨炼才是真清净，没有境界磨炼，你到哪里去修？有很多同学说：某人太恶劣，我看不惯。你要是真修行，把看不惯的也看惯了，听不惯的也听进去了。真正到六根接触六尘境界，像《金刚经》上所说的「不取于相，如如不动」，你只要跟这句经文有少分相应，在念佛功夫里头，这成片了，往生就有把握。",
      "zh_TW": "會學的人，在我們現前境界裡頭就要修。修什麼？修不起心、不動念、不執著，順境裡面不起貪戀，總是以平等心對一切人、一切事、一切物，這很重要，用平等心；逆境惡緣不起瞋恚，當然更不會有報復的念頭，念頭尚且沒有，哪有行動？這叫修清淨心。所以清淨心要在境界上磨鍊才是真清淨，沒有境界磨鍊，你到哪裡去修？有很多同學說：某人太惡劣，我看不慣。你要是真修行，把看不慣的也看慣了，聽不慣的也聽進去了。真正到六根接觸六塵境界，像《金剛經》上所說的「不取於相，如如不動」，你只要跟這句經文有少分相應，在念佛功夫裡頭，這成片了，往生就有把握。"
    },
    {
      "id": "12-017-1461_p0008",
      "zh_CN": "今天还有同修来找我，他一心一意想求往生，有冤亲债主附在他身上，常常找他麻烦，一句佛号有的时候都念不出来。这个附身的灵鬼叫他念什么咒，他不干，他就是念阿弥陀佛，坚持这一句佛号念到底，这正确。现在被附身的人很多，我常常遇到，这是说什么？我们过去今生造作的恶业太多，有意无意得罪一些众生，得罪了一些鬼神。我们走运的时候，所谓鸿运高照，这些冤亲债主不敢沾你边，那个人走运；到你运衰了，他就来了。所以凡是这些惹上身的，都是运气不好，相貌也很难看，脸色都灰土土的。",
      "zh_TW": "今天還有同修來找我，他一心一意想求往生，有冤親債主附在他身上，常常找他麻煩，一句佛號有的時候都念不出來。這個附身的靈鬼叫他念什麼咒，他不幹，他就是念阿彌陀佛，堅持這一句佛號念到底，這正確。現在被附身的人很多，我常常遇到，這是說什麼？我們過去今生造作的惡業太多，有意無意得罪一些眾生，得罪了一些鬼神。我們走運的時候，所謂鴻運高照，這些冤親債主不敢沾你邊，那個人走運；到你運衰了，他就來了。所以凡是這些惹上身的，都是運氣不好，相貌也很難看，臉色都灰土土的。"
    },
    {
      "id": "12-017-1461_p0009",
      "zh_CN": "可是来了怎么办？多少人来找我求我帮忙，我告诉他，冤家宜解不宜结，不能结怨，一定要善待，不能够厌恶，善待，谈条件。他附在人身上，说老实话，他也不好过，彼此双方都痛苦。所以明白事实真相，我们念佛诵经给他回向，劝他，诵经的时候跟我一起，念佛也跟我一起，我们一起求生西方净土，永脱六道轮回，他能接受。诚心诚意忏悔，以后不再与一切众生结冤仇。尤其前面我们学习过，坚持十善业，坚持五戒，决定不杀生；他杀我可以，我绝不伤害他。为什么说他杀害我可以？他迷惑颠倒，他还没有觉悟，我已经明白、已经搞清楚了，你杀我不杀别人，过去当中一定有怨结，这一生我被你杀了，我不恨你，我不报复，帐就了了、结了。",
      "zh_TW": "可是來了怎麼辦？多少人來找我求我幫忙，我告訴他，冤家宜解不宜結，不能結怨，一定要善待，不能夠厭惡，善待，談條件。他附在人身上，說老實話，他也不好過，彼此雙方都痛苦。所以明白事實真相，我們念佛誦經給他迴向，勸他，誦經的時候跟我一起，念佛也跟我一起，我們一起求生西方淨土，永脫六道輪迴，他能接受。誠心誠意懺悔，以後不再與一切眾生結冤仇。尤其前面我們學習過，堅持十善業，堅持五戒，決定不殺生；他殺我可以，我絕不傷害他。為什麼說他殺害我可以？他迷惑顛倒，他還沒有覺悟，我已經明白、已經搞清楚了，你殺我不殺別人，過去當中一定有怨結，這一生我被你殺了，我不恨你，我不報復，帳就了了、結了。"
    },
    {
      "id": "12-017-1461_p0010",
      "zh_CN": "现在我们学佛的人明白，学佛有没有生死？没有！哪有生死？舍身受身，换个身体，换个生活环境。人能有慈心、有善心，愈换愈好，这个道理要懂，深信不疑。所以不会有贪生怕死的念头，远离颠倒恐怖妄想，没有恐怖了，看生死就像换衣服一样；肮脏的衣服换掉，脱了这件衣服就好像死了，再穿上一件干净衣服，穿上一件新衣服，那就又生了，就这么回事，哪有生死？在六道、在十法界，换身体，换个生活环境。",
      "zh_TW": "現在我們學佛的人明白，學佛有沒有生死？沒有！哪有生死？捨身受身，換個身體，換個生活環境。人能有慈心、有善心，愈換愈好，這個道理要懂，深信不疑。所以不會有貪生怕死的念頭，遠離顛倒恐怖妄想，沒有恐怖了，看生死就像換衣服一樣；骯髒的衣服換掉，脫了這件衣服就好像死了，再穿上一件乾淨衣服，穿上一件新衣服，那就又生了，就這麼回事，哪有生死？在六道、在十法界，換身體，換個生活環境。"
    },
    {
      "id": "12-017-1461_p0011",
      "zh_CN": "对于不好的环境，我们现在住在这个娑婆世界，正好遇到乱世，在这个地方生活很苦！我们也不嫌弃，不能说这个环境太差、太不好，我要赶快换，怎么办？自杀，这不是换的办法。为什么？业报，这你的业报。业报你要受，甘心情愿的受。顺境安然顺受，逆境也安然顺受，所谓逆来顺受，在这里面成就自己的道业，这个重要。放下妄想分别执着，放下贪瞋痴慢，放下自私自利，放下嫉妒怨恨，我们换的衣服就愈换愈漂亮，你不断向上提升。但是自己不可以自杀，那个地方是火坑，自己往那里跳，这不许可，这是错误的。",
      "zh_TW": "對於不好的環境，我們現在住在這個娑婆世界，正好遇到亂世，在這個地方生活很苦！我們也不嫌棄，不能說這個環境太差、太不好，我要趕快換，怎麼辦？自殺，這不是換的辦法。為什麼？業報，這你的業報。業報你要受，甘心情願的受。順境安然順受，逆境也安然順受，所謂逆來順受，在這裡面成就自己的道業，這個重要。放下妄想分別執著，放下貪瞋痴慢，放下自私自利，放下嫉妒怨恨，我們換的衣服就愈換愈漂亮，你不斷向上提升。但是自己不可以自殺，那個地方是火坑，自己往那裡跳，這不許可，這是錯誤的。"
    },
    {
      "id": "12-017-1461_p0012",
      "zh_CN": "我们自己修行提升自己，有能力一定要帮助别人，帮助一切众生。哪种功德最殊胜？帮助他破迷开悟，这个功德无比殊胜。释迦牟尼佛给我们做了样子，你看这个世间各行各业，他老人家选择什么行业？他命里头那个行业是做国王，这是世间第一等，中国人所谓「贵为天子，富有四海」。虽然那个时候印度跟我们中国周朝差不多，国家没统一，八百诸侯，在中国那是八百多个小国，诸侯就是小国。所谓天子是什么？这些小国听这个国王的话，这个国王有道德、有学问，大家对他尊重，听他的，服从他的，这称之为天子，他并没有统一。也就是说，这个国王他有影响力，影响力很大，让许许多多小国不敢不服从，不敢不听教导，是这么个意思。中国古书上常讲「以德服人」，不是用武力！在中国历史上古圣先王都是用道德，伦理道德就感化自己国家的民众，自己国家治理好了，所谓是家齐国治平天下，影响到其他邻近的国家，德风远被，这就称之为天子。",
      "zh_TW": "我們自己修行提升自己，有能力一定要幫助別人，幫助一切眾生。哪種功德最殊勝？幫助他破迷開悟，這個功德無比殊勝。釋迦牟尼佛給我們做了樣子，你看這個世間各行各業，他老人家選擇什麼行業？他命裡頭那個行業是做國王，這是世間第一等，中國人所謂「貴為天子，富有四海」。雖然那個時候印度跟我們中國周朝差不多，國家沒統一，八百諸侯，在中國那是八百多個小國，諸侯就是小國。所謂天子是什麼？這些小國聽這個國王的話，這個國王有道德、有學問，大家對他尊重，聽他的，服從他的，這稱之為天子，他並沒有統一。也就是說，這個國王他有影響力，影響力很大，讓許許多多小國不敢不服從，不敢不聽教導，是這麼個意思。中國古書上常講「以德服人」，不是用武力！在中國歷史上古聖先王都是用道德，倫理道德就感化自己國家的民眾，自己國家治理好了，所謂是家齊國治平天下，影響到其他鄰近的國家，德風遠被，這就稱之為天子。"
    },
    {
      "id": "12-017-1461_p0013",
      "zh_CN": "有伦理、有道德，人民都能够互相尊重、互相敬爱、互助合作，这个地方就是净土。如果伦理道德都没有了，众生都贪而无厌，起心动念都损人利己，造作无量无边的罪业，这个地方就变成染土，染污了。我们今天处的这个环境不是净是染，严重的染污，破坏地球自然环境的生态。那我们要回过头来问问自己，我有没有做？这句话重要，许许多多人有意无意都在破坏自然环境的生态，我有没有做？我应该要怎样做才能对得起大自然，才能对得起地球，对得起地球上所有一切的生物？你说这我们要不要学？所以我们要爱惜这个地球上所有一切生物，真正要做到「爱心遍世界，善意满人间」，要真正做到！我们对得起自己，对得起父母，对得起祖宗，对得起地球上所有一切生物。",
      "zh_TW": "有倫理、有道德，人民都能夠互相尊重、互相敬愛、互助合作，這個地方就是淨土。如果倫理道德都沒有了，眾生都貪而無厭，起心動念都損人利己，造作無量無邊的罪業，這個地方就變成染土，染污了。我們今天處的這個環境不是淨是染，嚴重的染污，破壞地球自然環境的生態。那我們要回過頭來問問自己，我有沒有做？這句話重要，許許多多人有意無意都在破壞自然環境的生態，我有沒有做？我應該要怎樣做才能對得起大自然，才能對得起地球，對得起地球上所有一切的生物？你說這我們要不要學？所以我們要愛惜這個地球上所有一切生物，真正要做到「愛心遍世界，善意滿人間」，要真正做到！我們對得起自己，對得起父母，對得起祖宗，對得起地球上所有一切生物。"
    },
    {
      "id": "12-017-1461_p0014",
      "zh_CN": "再告诉诸位，这是正常的，否则就不正常。怎么说正常？圣人这样做法的，诸佛如来这样做法的，诸菩萨、阿罗汉也是这样做法的，正常的！我们迷失了自性就变成不正常，不正常就造业，造业则受报，把一真法界扭曲了。本来国土都是清净的，扭曲了，现在变成染污。染污从哪里染起？从心地。所以《维摩经》上讲「心净则国土净」。",
      "zh_TW": "再告訴諸位，這是正常的，否則就不正常。怎麼說正常？聖人這樣做法的，諸佛如來這樣做法的，諸菩薩、阿羅漢也是這樣做法的，正常的！我們迷失了自性就變成不正常，不正常就造業，造業則受報，把一真法界扭曲了。本來國土都是清淨的，扭曲了，現在變成染污。染污從哪裡染起？從心地。所以《維摩經》上講「心淨則國土淨」。"
    },
    {
      "id": "12-017-1461_p0015",
      "zh_CN": "我们往生西方极乐世界凭什么？清净心。清净心念佛求生净土，相应，没有一个不生；心地不清净，不行！心地不清净念佛，跟阿弥陀佛结个缘，跟西方世界结个缘，能不能往生？不能去，要懂！你自己想想你能不能去？人家那个地方所有的大众，我们一般讲居民，个个身心清净，我们身心不清净能到那里去吗？阿弥陀佛再慈悲，你不敢去，那个世界的居民不欢迎你。如果你身心都清净，居民统统欢迎你。四土三辈九品，那看你清净的程度，你身心清净愈纯，品位就高。带业是带染的习气，决定没有事实，决定没有现行，只不过是习气而已。",
      "zh_TW": "我們往生西方極樂世界憑什麼？清淨心。清淨心念佛求生淨土，相應，沒有一個不生；心地不清淨，不行！心地不清淨念佛，跟阿彌陀佛結個緣，跟西方世界結個緣，能不能往生？不能去，要懂！你自己想想你能不能去？人家那個地方所有的大眾，我們一般講居民，個個身心清淨，我們身心不清淨能到那裡去嗎？阿彌陀佛再慈悲，你不敢去，那個世界的居民不歡迎你。如果你身心都清淨，居民統統歡迎你。四土三輩九品，那看你清淨的程度，你身心清淨愈純，品位就高。帶業是帶染的習氣，決定沒有事實，決定沒有現行，只不過是習氣而已。"
    },
    {
      "id": "12-017-1461_p0016",
      "zh_CN": "西方环境是一个纯净的环境，那个地方很难想像，平等法界。你看我们人间不平，有高下，有国王、有大臣、有百官、有庶民，有等级的。西方世界、华藏世界没有听说那里有国王，也没有听说那边有大臣，长者居士都没有听说过；只听说那边有菩萨、有辟支佛、有声闻，没听说有人天，这是真的。那个地方好像学校一样，有校长、有老师、有同学，不可思议！不像六道里面，六道里面好像有这些阶层的组织。不过六道里头，非想非非想天里面没有，他连色身都不要了，我们一般称为灵界。色界天里面很淡薄，佛告诉我们，初禅有大梵天王，小千世界的主；摩醯首罗天是大的天王，三千大千世界的主。这就说明六道里头都有，佛净土里头没有，平等法界！",
      "zh_TW": "西方環境是一個純淨的環境，那個地方很難想像，平等法界。你看我們人間不平，有高下，有國王、有大臣、有百官、有庶民，有等級的。西方世界、華藏世界沒有聽說那裡有國王，也沒有聽說那邊有大臣，長者居士都沒有聽說過；只聽說那邊有菩薩、有辟支佛、有聲聞，沒聽說有人天，這是真的。那個地方好像學校一樣，有校長、有老師、有同學，不可思議！不像六道裡面，六道裡面好像有這些階層的組織。不過六道裡頭，非想非非想天裡面沒有，他連色身都不要了，我們一般稱為靈界。色界天裡面很淡薄，佛告訴我們，初禪有大梵天王，小千世界的主；摩醯首羅天是大的天王，三千大千世界的主。這就說明六道裡頭都有，佛淨土裡頭沒有，平等法界！"
    },
    {
      "id": "12-017-1461_p0017",
      "zh_CN": "平等，一定要做到不分别、不执着，这就平等。于一切法、一切人、一切事、一切物不再分别，不再执着，平等性现前；转末那识为平等性智，转第六识为妙观察智，转识成智。转八识成四智，方法是从因上转，就是「六七因地转，五八果上转」。只要这两种转过来之后，阿赖耶自自然然就转成大圆镜智，前五识自自然然就转成成所作智。法相宗修行最高的指导原则就是「转识成智」。我们常讲，转恶为善，转迷为悟，转凡成圣，你要会转。怎么个转法？下面一品「净行品」就教我们转的方法，举了很多例子，让我们在日常生活当中，起心动念都能把境界转到像佛菩萨一样的殊胜，要会转！",
      "zh_TW": "平等，一定要做到不分別、不執著，這就平等。於一切法、一切人、一切事、一切物不再分別，不再執著，平等性現前；轉末那識為平等性智，轉第六識為妙觀察智，轉識成智。轉八識成四智，方法是從因上轉，就是「六七因地轉，五八果上轉」。只要這兩種轉過來之後，阿賴耶自自然然就轉成大圓鏡智，前五識自自然然就轉成成所作智。法相宗修行最高的指導原則就是「轉識成智」。我們常講，轉惡為善，轉迷為悟，轉凡成聖，你要會轉。怎麼個轉法？下面一品「淨行品」就教我們轉的方法，舉了很多例子，讓我們在日常生活當中，起心動念都能把境界轉到像佛菩薩一樣的殊勝，要會轉！"
    },
    {
      "id": "12-017-1461_p0018",
      "zh_CN": "学佛要从现在开始学，现在就干。许许多多学佛人修学没有效果，让社会大众看了起反感，误会学佛是迷信。能不能怪人？不能，他说得没错，我们是在搞迷信。首先要从自己做起，我从此之后不搞迷信，真正在修心养性、慈悲济世上下功夫，做得比儒、比道、比世间一切众生还要圆满、还要周到，大家对你的信心自然生起来了。释迦牟尼佛当年在世，每天带着他的学生游化，到处讲经教学。印度那个时候也没有统一，许许多多的小国。他那个时候旅游也是国际，不是一个国家，像孔夫子周游列国，释迦牟尼佛也是天天周游列国。列国的国王大臣长者这些居士，仰慕释迦牟尼佛，依释迦牟尼佛作老师，跟他学习，那么样的受人崇敬。如果佛教是迷信，谁愿意跟他学？还能传到今天吗？这我们要懂。",
      "zh_TW": "學佛要從現在開始學，現在就幹。許許多多學佛人修學沒有效果，讓社會大眾看了起反感，誤會學佛是迷信。能不能怪人？不能，他說得沒錯，我們是在搞迷信。首先要從自己做起，我從此之後不搞迷信，真正在修心養性、慈悲濟世上下功夫，做得比儒、比道、比世間一切眾生還要圓滿、還要周到，大家對你的信心自然生起來了。釋迦牟尼佛當年在世，每天帶著他的學生遊化，到處講經教學。印度那個時候也沒有統一，許許多多的小國。他那個時候旅遊也是國際，不是一個國家，像孔夫子周遊列國，釋迦牟尼佛也是天天周遊列國。列國的國王大臣長者這些居士，仰慕釋迦牟尼佛，依釋迦牟尼佛作老師，跟他學習，那麼樣的受人崇敬。如果佛教是迷信，誰願意跟他學？還能傳到今天嗎？這我們要懂。"
    },
    {
      "id": "12-017-1461_p0019",
      "zh_CN": "传到东方，你看看中国历史上记载的，正式国家派特使迎请佛教到中国（就是佛陀教育），东汉明帝（汉明帝）永平十年，公元六十七年。今天是公元二千零五年，二千零六十七年就整整二千年了，所以现在很接近；再有半个世纪，佛法到中国就满二千年了。二千年当中，历代帝王，除了少数几个，全都是佛弟子，都是以佛为老师。这历代帝王是迷信吗？他们不聪明吗？他们被释迦牟尼佛骗了吗？没这回事！他们这些做帝王的人，福报大，智慧大，唯有大智大福认识佛教！他们一带头，所以全国人民都被感化了。",
      "zh_TW": "傳到東方，你看看中國歷史上記載的，正式國家派特使迎請佛教到中國（就是佛陀教育），東漢明帝（漢明帝）永平十年，公元六十七年。今天是公元二千零五年，二千零六十七年就整整二千年了，所以現在很接近；再有半個世紀，佛法到中國就滿二千年了。二千年當中，歷代帝王，除了少數幾個，全都是佛弟子，都是以佛為老師。這歷代帝王是迷信嗎？他們不聰明嗎？他們被釋迦牟尼佛騙了嗎？沒這回事！他們這些做帝王的人，福報大，智慧大，唯有大智大福認識佛教！他們一帶頭，所以全國人民都被感化了。"
    },
    {
      "id": "12-017-1461_p0020",
      "zh_CN": "佛教现在是世界的宗教，不只在中国，现在在这个世界上，几乎许许多多国家都有佛教，而且信仰的人愈来愈多。早年我住在新加坡，新加坡的佛教徒占全国人口百分之五十一，多数！新加坡全国人口不多，三百多万。我到澳洲，这几年住澳洲，澳洲这几年宗教成长，佛教排名第一，成长得最快，每年皈依信仰佛教的人是愈来愈多。你能说这些人是迷信吗？理事我们都要清楚、都要明了。我们要改变世间人对佛教的错误看法，那一定要从自己本身做起，身心清净。",
      "zh_TW": "佛教現在是世界的宗教，不只在中國，現在在這個世界上，幾乎許許多多國家都有佛教，而且信仰的人愈來愈多。早年我住在新加坡，新加坡的佛教徒佔全國人口百分之五十一，多數！新加坡全國人口不多，三百多萬。我到澳洲，這幾年住澳洲，澳洲這幾年宗教成長，佛教排名第一，成長得最快，每年皈依信仰佛教的人是愈來愈多。你能說這些人是迷信嗎？理事我們都要清楚、都要明瞭。我們要改變世間人對佛教的錯誤看法，那一定要從自己本身做起，身心清淨。"
    },
    {
      "id": "12-017-1461_p0021",
      "zh_CN": "学佛的佛弟子，形象比什么都重要，许多人问我：法师，你怎么修法的？我所修的就是二十个字，这是二十多年前写的。我修什么？真诚、清净、平等、正觉、慈悲，修心！别人用虚伪的心对我，我用真诚心对他，时间久了，慢慢他觉察到了，他就被感动了；环境虽然有严重染污，我修清净心，不受染污；现在的人没有定力，心浮气躁，我们学心平气和，修平等心，决定没有高下心，自卑而尊敬别人；世间人迷惑颠倒，我们求学，向古圣先贤学习，我们要做个明白人、觉悟的人；世间人自私自利，我们学大公无私、大慈大悲。这有什么过失？这错在哪里？处事待人接物，我们所遵守的看破，看破是明了；放下，放下分别执着；自在随缘，最后念佛，我们求生西方净土，这日常生活！二十个字就说得圆圆满满，我就是这么修的。行有余力我们才深入经藏，有同修来启请学《华严》，好，我们一同来学习，我们开《华严》这门课程，这门课程将要接近三千个小时了，这一千五百集就是三千小时，一集是两小时。这是国土果差别。",
      "zh_TW": "學佛的佛弟子，形象比什麼都重要，許多人問我：法師，你怎麼修法的？我所修的就是二十個字，這是二十多年前寫的。我修什麼？真誠、清淨、平等、正覺、慈悲，修心！別人用虛偽的心對我，我用真誠心對他，時間久了，慢慢他覺察到了，他就被感動了；環境雖然有嚴重染污，我修清淨心，不受染污；現在的人沒有定力，心浮氣躁，我們學心平氣和，修平等心，決定沒有高下心，自卑而尊敬別人；世間人迷惑顛倒，我們求學，向古聖先賢學習，我們要做個明白人、覺悟的人；世間人自私自利，我們學大公無私、大慈大悲。這有什麼過失？這錯在哪裡？處事待人接物，我們所遵守的看破，看破是明瞭；放下，放下分別執著；自在隨緣，最後念佛，我們求生西方淨土，這日常生活！二十個字就說得圓圓滿滿，我就是這麼修的。行有餘力我們才深入經藏，有同修來啟請學《華嚴》，好，我們一同來學習，我們開《華嚴》這門課程，這門課程將要接近三千個小時了，這一千五百集就是三千小時，一集是兩小時。這是國土果差別。"
    },
    {
      "id": "12-017-1461_p0022",
      "zh_CN": "特别我们要着重的，现前我们生活的环境差别很大，人事差别大。我这个年龄，童年时代的同学朋友、家亲眷属，三分之二都不在了，看到他们的后人，他们的儿子辈、孙子辈，甚至于看到还有重孙辈，人事环境的变迁。物质环境变迁更大，中国人讲三十年是一世，我到香港来讲经，明年就三十年了，一世。三十年前的香港跟三十年后的今天不一样！那个时候没有这么多人，那个时候人情味还很浓，虽然交通没有现在便捷，有味道！从九龙到香港要过海、要坐渡轮，没有这么拥挤，也没有这么多高楼。我记得这三十年前是一九七七年，我第一次到香港来讲经。那个时候香港这边有一栋大楼，大概建好没多久，五十层，窗户是圆的。现在那个楼还在，但不是高楼了，比它高的太多太多了，那个时候是香港最高的一座高楼。从香港看九龙，有个钟楼非常明显，现在没有了（我不知道有没有），看不见了，也许还在，旁边建筑物太多了，高楼大厦，它已经显不出来了。那个时候的海很宽，现在填海，海变窄了，我看快要连起来了，变化太大！",
      "zh_TW": "特別我們要著重的，現前我們生活的環境差別很大，人事差別大。我這個年齡，童年時代的同學朋友、家親眷屬，三分之二都不在了，看到他們的後人，他們的兒子輩、孫子輩，甚至於看到還有重孫輩，人事環境的變遷。物質環境變遷更大，中國人講三十年是一世，我到香港來講經，明年就三十年了，一世。三十年前的香港跟三十年後的今天不一樣！那個時候沒有這麼多人，那個時候人情味還很濃，雖然交通沒有現在便捷，有味道！從九龍到香港要過海、要坐渡輪，沒有這麼擁擠，也沒有這麼多高樓。我記得這三十年前是一九七七年，我第一次到香港來講經。那個時候香港這邊有一棟大樓，大概建好沒多久，五十層，窗戶是圓的。現在那個樓還在，但不是高樓了，比它高的太多太多了，那個時候是香港最高的一座高樓。從香港看九龍，有個鐘樓非常明顯，現在沒有了（我不知道有沒有），看不見了，也許還在，旁邊建築物太多了，高樓大廈，它已經顯不出來了。那個時候的海很寬，現在填海，海變窄了，我看快要連起來了，變化太大！"
    },
    {
      "id": "12-017-1461_p0023",
      "zh_CN": "我离开家乡七十年，回到家乡去不认识了，离开时候记忆的那个样子，现在完全没有了。离开时候，我们的小城有城墙，城墙没有了，古城街道上铺的是石板路，也没有了，完全见不到了。我住在乡下，乡下我也去看了，距离我们住家很近不到一里路（一华里大概四、五百公尺），白湖，现在湖没有了，湖干了，湖没有了。记忆当中，以前住的房子四周围有树林，树林没有了，房屋也没有了；还有亲戚一个祠堂，小时候念书的地方，也没有了，痕迹都找不到。祠堂附近有个观音庙，观音庙没有了，但是那个地方去看有点印象，有个小河在，现在还在，小河上有个小桥也在。我去看的时候就这两样东西熟悉，其他全没有了。如果没有这两样东西，那根本就不认识了，变化多大！太大！",
      "zh_TW": "我離開家鄉七十年，回到家鄉去不認識了，離開時候記憶的那個樣子，現在完全沒有了。離開時候，我們的小城有城牆，城牆沒有了，古城街道上鋪的是石板路，也沒有了，完全見不到了。我住在鄉下，鄉下我也去看了，距離我們住家很近不到一里路（一華里大概四、五百公尺），白湖，現在湖沒有了，湖乾了，湖沒有了。記憶當中，以前住的房子四周圍有樹林，樹林沒有了，房屋也沒有了；還有親戚一個祠堂，小時候念書的地方，也沒有了，痕跡都找不到。祠堂附近有個觀音廟，觀音廟沒有了，但是那個地方去看有點印象，有個小河在，現在還在，小河上有個小橋也在。我去看的時候就這兩樣東西熟悉，其他全沒有了。如果沒有這兩樣東西，那根本就不認識了，變化多大！太大！"
    },
    {
      "id": "12-017-1461_p0024",
      "zh_CN": "这都是国土果差别。就是七十年前人他们造的那个业，他们居住这个国土的果报是那个样子，七十年后现代人造的业跟从前的人不一样，现在居住的环境不相同，境随心转，一点都不错。你懂这个道理之后，你就能够明白，你也能够掌握到，修行修什么最重要？修心最重要，心地真的真诚清净平等正觉慈悲，不吃亏，没有害处，肯定有好处，有你想像不到殊胜的利益。",
      "zh_TW": "這都是國土果差別。就是七十年前人他們造的那個業，他們居住這個國土的果報是那個樣子，七十年後現代人造的業跟從前的人不一樣，現在居住的環境不相同，境隨心轉，一點都不錯。你懂這個道理之後，你就能夠明白，你也能夠掌握到，修行修什麼最重要？修心最重要，心地真的真誠清淨平等正覺慈悲，不吃虧，沒有害處，肯定有好處，有你想像不到殊勝的利益。"
    },
    {
      "id": "12-017-1461_p0025",
      "zh_CN": "现在人把名利看得很重，尤其是利。说到利，当然头一个就是财富。这佛在经教里头说得太多太多，「佛氏门中，有求必应」，求财富得财富，求儿女得儿女，求什么得什么，没有求不到的，章嘉大师教我的。但是你要懂得求的方法，要懂得求的道理，如理如法的求，没有不感应的。你天天在求，没有感应，那是什么？你求得不如理不如法就没感应。你所求得的，是不是佛菩萨给你的？不是的，你要说佛菩萨给你，那是迷信。谁给你的？心现识变。参透这个道理，才知道这句话是真的不是假的。",
      "zh_TW": "現在人把名利看得很重，尤其是利。說到利，當然頭一個就是財富。這佛在經教裡頭說得太多太多，「佛氏門中，有求必應」，求財富得財富，求兒女得兒女，求什麼得什麼，沒有求不到的，章嘉大師教我的。但是你要懂得求的方法，要懂得求的道理，如理如法的求，沒有不感應的。你天天在求，沒有感應，那是什麼？你求得不如理不如法就沒感應。你所求得的，是不是佛菩薩給你的？不是的，你要說佛菩薩給你，那是迷信。誰給你的？心現識變。參透這個道理，才知道這句話是真的不是假的。"
    },
    {
      "id": "12-017-1461_p0026",
      "zh_CN": "求到哪里求？从心地上求，有求必应。佛举出很明显的例子来告诉我们，你求财，财从哪里来？财从财布施得来的。所以六度里头第一个是「布施」。菩萨修学的纲领六条，第一个是布施。布施是舍，舍财得财富；舍法，就是修法布施，得聪明智慧；舍无畏者，得健康长寿。你看看这三样东西，我们都要！希望自己财用也不必多，够用就好了，知足常乐！要有聪明智慧，要有健康长寿。佛讲你修这三种布施，这是因，必定得三种果报。一般人听了，不相信！我好不容易赚到，你叫我布施掉，那我怎么肯？好不容易赚到的，那是你过去生中财施的果报。因果的理事参透了，你就相信了，一点都不怀疑了。所以命里有的一定有，命里没有的，怎么求都求不到。",
      "zh_TW": "求到哪裡求？從心地上求，有求必應。佛舉出很明顯的例子來告訴我們，你求財，財從哪裡來？財從財布施得來的。所以六度裡頭第一個是「布施」。菩薩修學的綱領六條，第一個是布施。布施是捨，捨財得財富；捨法，就是修法布施，得聰明智慧；捨無畏者，得健康長壽。你看看這三樣東西，我們都要！希望自己財用也不必多，夠用就好了，知足常樂！要有聰明智慧，要有健康長壽。佛講你修這三種布施，這是因，必定得三種果報。一般人聽了，不相信！我好不容易賺到，你叫我布施掉，那我怎麼肯？好不容易賺到的，那是你過去生中財施的果報。因果的理事參透了，你就相信了，一點都不懷疑了。所以命裡有的一定有，命裡沒有的，怎麼求都求不到。"
    },
    {
      "id": "12-017-1461_p0027",
      "zh_CN": "佛氏门中有求必应，是命里没有的，没有的也能求到，这个道理是种因。我现在财布施，我没有钱，我用什么布施？内财布施，做义工是内财布施。别人在忙的时候，我们自动去帮忙，帮助他，不接受他的报酬，这就是布施。我到那里做一天工，我不要钱，这就是布施，内财布施。外财布施，我虽然没有钱，一块、两块还有。行，一块、两块也可以布施，功德都不可思议。你布施的心诚，你所有的钱都拿出来了，比富有人布施果报还要大。富有的人他钱太多了，他有一亿的财富，布施个二万、三万算什么？你说那是他百分之几？穷人一天只赚这几块钱，统统布施掉了，他的布施百分之百，果报百分之百。富人布施几万是他九牛之一毛，他的果报也只九牛一毛。老天是真公平！绝对不是说富人生生世世就富，没这个道理，也不会穷人生生世世就穷，不是。换个身体的时候，完全不一样！",
      "zh_TW": "佛氏門中有求必應，是命裡沒有的，沒有的也能求到，這個道理是種因。我現在財布施，我沒有錢，我用什麼布施？內財布施，做義工是內財布施。別人在忙的時候，我們自動去幫忙，幫助他，不接受他的報酬，這就是布施。我到那裡做一天工，我不要錢，這就是布施，內財布施。外財布施，我雖然沒有錢，一塊、兩塊還有。行，一塊、兩塊也可以布施，功德都不可思議。你布施的心誠，你所有的錢都拿出來了，比富有人布施果報還要大。富有的人他錢太多了，他有一億的財富，布施個二萬、三萬算什麼？你說那是他百分之幾？窮人一天只賺這幾塊錢，統統布施掉了，他的布施百分之百，果報百分之百。富人布施幾萬是他九牛之一毛，他的果報也只九牛一毛。老天是真公平！絕對不是說富人生生世世就富，沒這個道理，也不會窮人生生世世就窮，不是。換個身體的時候，完全不一樣！"
    },
    {
      "id": "12-017-1461_p0028",
      "zh_CN": "我们这一生当中受贫穷之苦，明白了，过去生中没修，现在好好的修，来得及。如果是以真诚心去修，不要等来生，这一生再过个十年、二十年、三十年，果报就现前了。这三种果报，财富、聪明智慧、健康长寿统统得到了，延年益寿，一点都不假。我自己就是很好的示现，我这三样都缺乏，都是跟章嘉大师之后学的，学了五十四年，这个果报愈来愈殊胜，这大家都看到了。现在时间到了。",
      "zh_TW": "我們這一生當中受貧窮之苦，明白了，過去生中沒修，現在好好的修，來得及。如果是以真誠心去修，不要等來生，這一生再過個十年、二十年、三十年，果報就現前了。這三種果報，財富、聰明智慧、健康長壽統統得到了，延年益壽，一點都不假。我自己就是很好的示現，我這三樣都缺乏，都是跟章嘉大師之後學的，學了五十四年，這個果報愈來愈殊勝，這大家都看到了。現在時間到了。"
    },
    {
      "id": "12-017-1461_p0029",
      "zh_CN": "诸位同学，请坐。我们接着看清凉大师的《疏》，「十说法」，在经文里头应该是「国土果差别」，下面有一句就是「说法果差别」，因为他都是从果上讲的，说法果差别，但是经文漏掉了。我们看下面，清凉大师说得很清楚，「说法，则近报净居，聪明利智，速具佛法」，这是解释。下面是注，「此经文阙，晋本具之」。此就是我们这个本子，我们这个本子是《八十华严》，《八十华严》少了这一句，晋本有。晋是《六十华严》，晋朝时候翻译，最早翻译的，晋本里面有「说法果差别」。清凉在此地注解里头把这句经文补出来，所以就很圆满了。他也说了十种，第十说法。",
      "zh_TW": "諸位同學，請坐。我們接著看清涼大師的《疏》，「十說法」，在經文裡頭應該是「國土果差別」，下面有一句就是「說法果差別」，因為他都是從果上講的，說法果差別，但是經文漏掉了。我們看下面，清涼大師說得很清楚，「說法，則近報淨居，聰明利智，速具佛法」，這是解釋。下面是註，「此經文闕，晉本具之」。此就是我們這個本子，我們這個本子是《八十華嚴》，《八十華嚴》少了這一句，晉本有。晉是《六十華嚴》，晉朝時候翻譯，最早翻譯的，晉本裡面有「說法果差別」。清涼在此地註解裡頭把這句經文補出來，所以就很圓滿了。他也說了十種，第十說法。"
    },
    {
      "id": "12-017-1461_p0030",
      "zh_CN": "说法，近报净居。这个「净居」是净居天。聪明利智，速具是很快速他就具足佛法。这段清凉大师后面有注解，就是《钞》，《钞》里头注解说明他老人家说的这桩事情。《钞》里头，「七持戒者，如第二地中」，这我们在前面已经讲过了。现在看第十，「说法者，皆智论文」，这都是《大智度论》里面所说的。「论第十三」，《智度论》第十三卷；「引育王经云」，《阿育王经》里面有这么一个公案说「育王常供养众僧」，供养众僧，修福报。",
      "zh_TW": "說法，近報淨居。這個「淨居」是淨居天。聰明利智，速具是很快速他就具足佛法。這段清涼大師後面有註解，就是《鈔》，《鈔》裡頭註解說明他老人家說的這樁事情。《鈔》裡頭，「七持戒者，如第二地中」，這我們在前面已經講過了。現在看第十，「說法者，皆智論文」，這都是《大智度論》裡面所說的。「論第十三」，《智度論》第十三卷；「引育王經云」，《阿育王經》裡面有這麼一個公案說「育王常供養眾僧」，供養眾僧，修福報。"
    },
    {
      "id": "12-017-1461_p0031",
      "zh_CN": "我们这边这小道场也有不少同修在这里修福。诸位一定要知道，如果是求生净土，修福行不行？不行。因为求生净土是了生死的大法，六祖惠能大师在《坛经》里面讲得很清楚，要想脱离六道轮回，永断生死，他老人家讲「此事福不能救」，你修再大的福报都没有办法救。为什么？福报在六道以内，修福报的果报在上三道，人天、修罗，福报。造罪业，罪报在三途，地狱、饿鬼、畜生，这是造作不善业去处；善业的去处，人天、阿修罗，这六道！出不了六道。",
      "zh_TW": "我們這邊這小道場也有不少同修在這裡修福。諸位一定要知道，如果是求生淨土，修福行不行？不行。因為求生淨土是了生死的大法，六祖惠能大師在《壇經》裡面講得很清楚，要想脫離六道輪迴，永斷生死，他老人家講「此事福不能救」，你修再大的福報都沒有辦法救。為什麼？福報在六道以內，修福報的果報在上三道，人天、修羅，福報。造罪業，罪報在三途，地獄、餓鬼、畜生，這是造作不善業去處；善業的去處，人天、阿修羅，這六道！出不了六道。"
    },
    {
      "id": "12-017-1461_p0032",
      "zh_CN": "要怎样才能出六道轮回？诸佛菩萨、历代祖师都教导我们，唯有念佛才能了生死，不是修福，你要念佛。念佛不是容易事情。中峰禅师在《三时系念》里面讲得就很清楚。《三时系念》主要是度鬼神的，人也度了，那个佛事冥阳两利，劝人也劝鬼。念佛的人，心要像佛的心，愿要像佛的愿，行要像佛的行，三业相应你才能往生。《大乘无量寿经》上讲得很明白，「三辈往生」、「往生正因」这两品经文你细细去读就明白了。",
      "zh_TW": "要怎樣才能出六道輪迴？諸佛菩薩、歷代祖師都教導我們，唯有念佛才能了生死，不是修福，你要念佛。念佛不是容易事情。中峰禪師在《三時繫念》裡面講得就很清楚。《三時繫念》主要是度鬼神的，人也度了，那個佛事冥陽兩利，勸人也勸鬼。念佛的人，心要像佛的心，願要像佛的願，行要像佛的行，三業相應你才能往生。《大乘無量壽經》上講得很明白，「三輩往生」、「往生正因」這兩品經文你細細去讀就明白了。"
    },
    {
      "id": "12-017-1461_p0033",
      "zh_CN": "「三辈往生」里面最重要的，「发菩提心，一向专念」。你看看上辈、中辈、下辈，第一个业因都是这句，没有差别，我们可不能疏忽。我们的小道场，净宗道场，我们在这里修福，怎么个修法？这个小道场有念佛堂，供养真正发心在此地念佛的人，他要能够如理如法，哪有不往生的道理！所以第一个，发菩提心这句可不能忘记。如果只有一向专念，没有发菩提心，不能往生，只是种一点善根，《弥陀经》上说「不可以少善根福德因缘，得生彼国」。你种善根，能不能往生？来生的事情，不是这一生，这要知道。",
      "zh_TW": "「三輩往生」裡面最重要的，「發菩提心，一向專念」。你看看上輩、中輩、下輩，第一個業因都是這句，沒有差別，我們可不能疏忽。我們的小道場，淨宗道場，我們在這裡修福，怎麼個修法？這個小道場有念佛堂，供養真正發心在此地念佛的人，他要能夠如理如法，哪有不往生的道理！所以第一個，發菩提心這句可不能忘記。如果只有一向專念，沒有發菩提心，不能往生，只是種一點善根，《彌陀經》上說「不可以少善根福德因緣，得生彼國」。你種善根，能不能往生？來生的事情，不是這一生，這要知道。"
    },
    {
      "id": "12-017-1461_p0034",
      "zh_CN": "菩提心是什么？我们前面所讲的真诚心、清净心、平等心、正觉心、慈悲心，这是菩提心。经论里面所讲的讲三个，《观无量寿佛经》跟我们讲的菩提心，第一个是「至诚心」，我们用真诚，第二个「深心」，第三个「回向发愿心」，那就是慈悲心。深心不好懂，所以我用《无量寿经》经题上面五个字，清净平等觉。觉加了一个「正」字，正觉，因为都是两个字两个字，这凑成十个字：真诚、清净、平等、正觉、慈悲，当中这六个字就是深心，这样大家好懂。",
      "zh_TW": "菩提心是什麼？我們前面所講的真誠心、清淨心、平等心、正覺心、慈悲心，這是菩提心。經論裡面所講的講三個，《觀無量壽佛經》跟我們講的菩提心，第一個是「至誠心」，我們用真誠，第二個「深心」，第三個「迴向發願心」，那就是慈悲心。深心不好懂，所以我用《無量壽經》經題上面五個字，清淨平等覺。覺加了一個「正」字，正覺，因為都是兩個字兩個字，這湊成十個字：真誠、清淨、平等、正覺、慈悲，當中這六個字就是深心，這樣大家好懂。"
    },
    {
      "id": "12-017-1461_p0035",
      "zh_CN": "我们的心要修清净，要修平等，这是功德。我们遇到逆境，遇到恶缘，如果你会转境界，佛在《楞严经》上讲「若能转物，则同如来」，那是功德。别人毁谤我，我没有这个过失，他来毁谤我，我不生气，没有瞋恚、没有报复，成就自己的功德。你不生气怎么样？你的心清净，经过一次考验，你的心真的是清净，你没有报复；经过这个心的考验，你真的平等，成就功德。如果你要是生气，你要是报复，你的清净平等没有了，他这一毁谤、一生事，你的功夫破坏掉了，你不能往生。你看能不能往生，与外面境界有什么关系？没有关系，完全在自己。你自己觉，就没有问题，迷，问题就出来了。总而言之，是自己本身的觉跟迷。",
      "zh_TW": "我們的心要修清淨，要修平等，這是功德。我們遇到逆境，遇到惡緣，如果你會轉境界，佛在《楞嚴經》上講「若能轉物，則同如來」，那是功德。別人毀謗我，我沒有這個過失，他來毀謗我，我不生氣，沒有瞋恚、沒有報復，成就自己的功德。你不生氣怎麼樣？你的心清淨，經過一次考驗，你的心真的是清淨，你沒有報復；經過這個心的考驗，你真的平等，成就功德。如果你要是生氣，你要是報復，你的清淨平等沒有了，他這一毀謗、一生事，你的功夫破壞掉了，你不能往生。你看能不能往生，與外面境界有什麼關係？沒有關係，完全在自己。你自己覺，就沒有問題，迷，問題就出來了。總而言之，是自己本身的覺跟迷。"
    },
    {
      "id": "12-017-1461_p0036",
      "zh_CN": "觉悟了，为什么不生气、不报复？你看看《金刚经》上讲的「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，《心经》跟《大般若经》上讲的「一切法，无所有，毕竟空，不可得」，还生什么气？还有什么报复可说的？没有了，无论什么境界现前，心平气和，与真诚清净平等正觉慈悲相应。他毁谤我，他侮辱我，他陷害我，我以清净平等正觉慈悲心对他，我成就了，他所造的罪业减轻了。他有没有罪业？有，没那么严重了，为什么？他成就了一个菩萨，等于说他来考试，他成就一个菩萨。",
      "zh_TW": "覺悟了，為什麼不生氣、不報復？你看看《金剛經》上講的「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，《心經》跟《大般若經》上講的「一切法，無所有，畢竟空，不可得」，還生什麼氣？還有什麼報復可說的？沒有了，無論什麼境界現前，心平氣和，與真誠清淨平等正覺慈悲相應。他毀謗我，他侮辱我，他陷害我，我以清淨平等正覺慈悲心對他，我成就了，他所造的罪業減輕了。他有沒有罪業？有，沒那麼嚴重了，為什麼？他成就了一個菩薩，等於說他來考試，他成就一個菩薩。"
    },
    {
      "id": "12-017-1461_p0037",
      "zh_CN": "诸位看《提婆达多经》，你就看到了。提婆达多造五逆十恶罪，破坏僧团，毁谤释迦牟尼佛。释迦牟尼佛如如不动，没有一点瞋恚心，当然更没有报复的念头，反而把佛的德行、声望提升了。大家看了，你看看释迦牟尼佛，这么多人毁谤他、侮辱他，他如如不动，而且对这些人还那么样的善良，这个人实在了不起！把释迦牟尼佛的形象塑好了。从这上说，他也有功德。但是他造作罪业，造的那些毁谤，有些无知的人听了他的话，远离释迦牟尼佛，不肯跟释迦牟尼佛学了，他结罪是在那一方面结的。他把那些人听经闻法得度的因缘断掉了，他结罪从那里结；跟他毁谤的这个人没有结罪，因为这边他没有报复的念头，没有瞋恚，所以他这边没有结罪，他要跟那边结罪。所以提婆达多死了之后堕地狱。",
      "zh_TW": "諸位看《提婆達多經》，你就看到了。提婆達多造五逆十惡罪，破壞僧團，毀謗釋迦牟尼佛。釋迦牟尼佛如如不動，沒有一點瞋恚心，當然更沒有報復的念頭，反而把佛的德行、聲望提升了。大家看了，你看看釋迦牟尼佛，這麼多人毀謗他、侮辱他，他如如不動，而且對這些人還那麼樣的善良，這個人實在了不起！把釋迦牟尼佛的形象塑好了。從這上說，他也有功德。但是他造作罪業，造的那些毀謗，有些無知的人聽了他的話，遠離釋迦牟尼佛，不肯跟釋迦牟尼佛學了，他結罪是在那一方面結的。他把那些人聽經聞法得度的因緣斷掉了，他結罪從那裡結；跟他毀謗的這個人沒有結罪，因為這邊他沒有報復的念頭，沒有瞋恚，所以他這邊沒有結罪，他要跟那邊結罪。所以提婆達多死了之後墮地獄。"
    },
    {
      "id": "12-017-1461_p0038",
      "zh_CN": "佛说他堕在地狱，因为他成就佛的德行，让佛的形象更是明朗化，他有这个功德，在地狱里面过的日子跟忉利天一样。但不是忉利天，它是地狱，在地狱里头也有好日子过！你毁谤真正修行人，真正有道德的人，人家如如不动，你这种毁谤加给他的时候，让世间人看到，这个人真有德行，道理在此地，讲得通。没有这个反面，怎么能显得出正面？所以他做反面，显示出正面的更殊胜，道理在此地。",
      "zh_TW": "佛說他墮在地獄，因為他成就佛的德行，讓佛的形象更是明朗化，他有這個功德，在地獄裡面過的日子跟忉利天一樣。但不是忉利天，它是地獄，在地獄裡頭也有好日子過！你毀謗真正修行人，真正有道德的人，人家如如不動，你這種毀謗加給他的時候，讓世間人看到，這個人真有德行，道理在此地，講得通。沒有這個反面，怎麼能顯得出正面？所以他做反面，顯示出正面的更殊勝，道理在此地。"
    },
    {
      "id": "12-017-1461_p0039",
      "zh_CN": "所以一昧的修福，只是人天福报，我们不能够不懂。要了生死出三界，要修慧，要修戒定慧。所以佛菩萨、祖师大德教我们修净土的人，两句话很重要，「持戒念佛，以苦为师」，这两句话不能不做到。持戒念佛，以苦为师，不能贪图享受，生活愈艰苦，为什么？对这个世间没有留恋，出世的意愿强烈。如果生活很优裕，这个地方很不错，舍不得离开，对你往生产生障碍。这以苦为师，世尊在世给我们做了好榜样。持戒，我们不能不重视，现在佛法之衰，衰在哪里？衰在不持戒。为什么你不能持戒？你的烦恼习气太重，你持不了。不要说戒你做不到，十善你都做不到。这才使我们认真去检讨，发现佛讲得好，大乘一定是要以小乘为基础，这句话点醒了我们，所以我们在学《弟子规》。《弟子规》真正落实了，十善就没有问题。",
      "zh_TW": "所以一昧的修福，只是人天福報，我們不能夠不懂。要了生死出三界，要修慧，要修戒定慧。所以佛菩薩、祖師大德教我們修淨土的人，兩句話很重要，「持戒念佛，以苦為師」，這兩句話不能不做到。持戒念佛，以苦為師，不能貪圖享受，生活愈艱苦，為什麼？對這個世間沒有留戀，出世的意願強烈。如果生活很優裕，這個地方很不錯，捨不得離開，對你往生產生障礙。這以苦為師，世尊在世給我們做了好榜樣。持戒，我們不能不重視，現在佛法之衰，衰在哪裡？衰在不持戒。為什麼你不能持戒？你的煩惱習氣太重，你持不了。不要說戒你做不到，十善你都做不到。這才使我們認真去檢討，發現佛講得好，大乘一定是要以小乘為基礎，這句話點醒了我們，所以我們在學《弟子規》。《弟子規》真正落實了，十善就沒有問題。"
    },
    {
      "id": "12-017-1461_p0040",
      "zh_CN": "今天我到这边来，有位同修他要发心想出家，他来问我，我说：你家里面，你的父母同不同意？他说都同意。那很难得，但是你要具备出家的条件，出家条件是什么？出家的条件，落实《弟子规》，落实十善业，这是世法的善人，善男子、善女人；要出家还要加一样，《沙弥律仪》，有十条戒二十四门威仪，你一定要做到，你才是真正出家人，真正佛弟子。如果你这个做不到，你出家就有罪过。谚语说得很有道理，不是没有道理，「地狱门前僧道多」。为什么僧道都堕地狱？没有持戒。你本身造作罪业，那还事小，你破坏道家的形象，破坏佛法的形象，这个罪重！这个破坏形象等于是破和合僧，你让社会大众瞧不起佛法，谁的罪过？我们做得不像样子，人家才毁谤！过失不在他，在我们自己做得不好。所以真正要发心出家，就要把佛的形象塑好。",
      "zh_TW": "今天我到這邊來，有位同修他要發心想出家，他來問我，我說：你家裡面，你的父母同不同意？他說都同意。那很難得，但是你要具備出家的條件，出家條件是什麼？出家的條件，落實《弟子規》，落實十善業，這是世法的善人，善男子、善女人；要出家還要加一樣，《沙彌律儀》，有十條戒二十四門威儀，你一定要做到，你才是真正出家人，真正佛弟子。如果你這個做不到，你出家就有罪過。諺語說得很有道理，不是沒有道理，「地獄門前僧道多」。為什麼僧道都墮地獄？沒有持戒。你本身造作罪業，那還事小，你破壞道家的形象，破壞佛法的形象，這個罪重！這個破壞形象等於是破和合僧，你讓社會大眾瞧不起佛法，誰的罪過？我們做得不像樣子，人家才毀謗！過失不在他，在我們自己做得不好。所以真正要發心出家，就要把佛的形象塑好。"
    },
    {
      "id": "12-017-1461_p0041",
      "zh_CN": "从前李老师常讲，我们学佛的佛弟子要真干，持戒念佛，那我们是替佛脸上贴金，佛有面子；如果我们破戒、毁戒，那是在佛脸上涂粪，让佛丢人。出家不是容易事情，古人讲「非将相所能为」，将是元帅，相是宰相，都做不到。你怎样帮助佛，让佛荣耀，不要让佛到处丢人？我们能把这三样东西落实，那就是在佛脸上贴金，荣耀诸佛如来。这三样没有做到，好好的学，好好的修，统统做到了再出家，那你就没有过失了。所以「持戒念佛，以苦为师」比什么都重要。",
      "zh_TW": "從前李老師常講，我們學佛的佛弟子要真幹，持戒念佛，那我們是替佛臉上貼金，佛有面子；如果我們破戒、毀戒，那是在佛臉上塗糞，讓佛丟人。出家不是容易事情，古人講「非將相所能為」，將是元帥，相是宰相，都做不到。你怎樣幫助佛，讓佛榮耀，不要讓佛到處丟人？我們能把這三樣東西落實，那就是在佛臉上貼金，榮耀諸佛如來。這三樣沒有做到，好好的學，好好的修，統統做到了再出家，那你就沒有過失了。所以「持戒念佛，以苦為師」比什麼都重要。"
    },
    {
      "id": "12-017-1461_p0042",
      "zh_CN": "无论在家出家学佛，首先要修忍辱波罗蜜，什么都要忍。许多老同学跟我很多年的，你们都看到，我学佛五十四年不是一帆风顺，遇到多少挫折，还有非常严重的挫折，我们怎么过来？都是依照佛陀教诲，平平安安度过，决定没有怨恨。逆境没有怨恨，顺境没有贪恋，念念要与菩提心相应，也就是要与真诚清净平等正觉慈悲相应，行行要与看破放下自在随缘念佛相应，我们走在道上，这叫成佛之道！这是往生西方的大道，二十个字。你的心行跟这个有违背，你就偏差了，你不在道上；不在道上，你的目的地就达不到。这不能不知道的。",
      "zh_TW": "無論在家出家學佛，首先要修忍辱波羅蜜，什麼都要忍。許多老同學跟我很多年的，你們都看到，我學佛五十四年不是一帆風順，遇到多少挫折，還有非常嚴重的挫折，我們怎麼過來？都是依照佛陀教誨，平平安安度過，決定沒有怨恨。逆境沒有怨恨，順境沒有貪戀，念念要與菩提心相應，也就是要與真誠清淨平等正覺慈悲相應，行行要與看破放下自在隨緣念佛相應，我們走在道上，這叫成佛之道！這是往生西方的大道，二十個字。你的心行跟這個有違背，你就偏差了，你不在道上；不在道上，你的目的地就達不到。這不能不知道的。"
    },
    {
      "id": "12-017-1461_p0043",
      "zh_CN": "我们自己应该怎么做？你就完全依照《弟子规》跟十善业就决定不错。蔡礼旭老师讲的《弟子规》，讲了四十个小时，很详细！我劝大家要常常听，为什么？你还没做到。做到了也要常常听，为什么？还有许多人没有做到。所以我们这个协会总要有一段时间把它播出，大家一起来学习，不能不学，不学就乱，没有行持。只会念经拜佛没有用处，要把经义落实在生活当中，那就是《弟子规》、就是《十善业道》。在家同学只要具足这两样，《弟子规》跟《十善业道》，念佛就决定往生。天天忏悔，天天改过，依教奉行，没有不成就的。",
      "zh_TW": "我們自己應該怎麼做？你就完全依照《弟子規》跟十善業就決定不錯。蔡禮旭老師講的《弟子規》，講了四十個小時，很詳細！我勸大家要常常聽，為什麼？你還沒做到。做到了也要常常聽，為什麼？還有許多人沒有做到。所以我們這個協會總要有一段時間把它播出，大家一起來學習，不能不學，不學就亂，沒有行持。只會念經拜佛沒有用處，要把經義落實在生活當中，那就是《弟子規》、就是《十善業道》。在家同學只要具足這兩樣，《弟子規》跟《十善業道》，念佛就決定往生。天天懺悔，天天改過，依教奉行，沒有不成就的。"
    },
    {
      "id": "12-017-1461_p0044",
      "zh_CN": "《十善业道经》上讲得多好、多详细，前面一段理论，很深！后面虽然讲的事，事看到好像是浅，实际上其深无底。为什么？十善业，到等觉菩萨还是修十善业，到如来果地十善业圆满，要不要修？还要修。为什么？修给不圆满的人做榜样。等觉菩萨看到，佛都在修十善业，我还能不修吗？不敢不修，不能不修，这才是真正善人。西方极乐世界，你要晓得是「诸上善人俱会一处」，上上品的十善往生极乐世界，心地真正清净平等、真诚慈悲。凡是希望这一生去极乐世界的不能不知道，修积功德的人不能不知道。修积功德跟修福不一样，功德就是菩提心，与菩提心相应的十善业是功德，与菩提心相应的《弟子规》是功德；没有菩提心是福德，有菩提心就变成功德，不一样！",
      "zh_TW": "《十善業道經》上講得多好、多詳細，前面一段理論，很深！後面雖然講的事，事看到好像是淺，實際上其深無底。為什麼？十善業，到等覺菩薩還是修十善業，到如來果地十善業圓滿，要不要修？還要修。為什麼？修給不圓滿的人做榜樣。等覺菩薩看到，佛都在修十善業，我還能不修嗎？不敢不修，不能不修，這才是真正善人。西方極樂世界，你要曉得是「諸上善人俱會一處」，上上品的十善往生極樂世界，心地真正清淨平等、真誠慈悲。凡是希望這一生去極樂世界的不能不知道，修積功德的人不能不知道。修積功德跟修福不一樣，功德就是菩提心，與菩提心相應的十善業是功德，與菩提心相應的《弟子規》是功德；沒有菩提心是福德，有菩提心就變成功德，不一樣！"
    },
    {
      "id": "12-017-1461_p0045",
      "zh_CN": "我们再看清凉大师《钞》里面，就是《大智度论》引用《阿育王经》，有这么一个故事，国王常常供养僧众，就刚才我们讲修福、修功德这段话。说「有一比丘，口内馨香，育王怀疑，试而验之，方知本有」。他口有香气，他是不是吃了什么东西？所以国王就验一验，验了之后，确实他没有吃什么香的东西，没有，这才知道他那个香气是本来有的，与生俱来。那么就问他：你为什么会有这香气？这个比丘也不是普通人，这修行证果的，所以他知道，「比丘答云，迦叶佛时，说法之果」，不是现在。迦叶佛是释迦牟尼佛前一尊佛，释迦牟尼佛是贤劫第四尊佛，迦叶是第三尊。那个时候他就学佛、就出家了，到处讲经说法，所以得的这个果报，口里面放香气。",
      "zh_TW": "我們再看清涼大師《鈔》裡面，就是《大智度論》引用《阿育王經》，有這麼一個故事，國王常常供養僧眾，就剛才我們講修福、修功德這段話。說「有一比丘，口內馨香，育王懷疑，試而驗之，方知本有」。他口有香氣，他是不是吃了什麼東西？所以國王就驗一驗，驗了之後，確實他沒有吃什麼香的東西，沒有，這才知道他那個香氣是本來有的，與生俱來。那麼就問他：你為什麼會有這香氣？這個比丘也不是普通人，這修行證果的，所以他知道，「比丘答云，迦葉佛時，說法之果」，不是現在。迦葉佛是釋迦牟尼佛前一尊佛，釋迦牟尼佛是賢劫第四尊佛，迦葉是第三尊。那個時候他就學佛、就出家了，到處講經說法，所以得的這個果報，口裡面放香氣。"
    },
    {
      "id": "12-017-1461_p0046",
      "zh_CN": "大王又问他，「说法果唯尔也」，说法的这个果报是不是就是这样的？国王当然怀疑。他答复说，「此是华报」，这就说明说法的果报非常殊胜，这只是花报而已。「问云，果报云何，因说偈云」，这就说果报。「大名闻端正，得乐及恭敬，威光如日月，为一切所爱」，后面还有，「辩才有大名，能尽一切结，苦灭得涅槃，如是名为十」。这个「十」就是讲十种殊胜的果报，这说法的果报。说法一定要如法，你要不修，你从哪里说？不能够契入境界，《华严经》，不能契入华严境界，你就没法子说；讲《无量寿经》，你一定要入无量寿的境界，念佛三昧。福报大小，随着你的功行浅深不一样，这就是说法果差别，花报、果报都不相同。",
      "zh_TW": "大王又問他，「說法果唯爾也」，說法的這個果報是不是就是這樣的？國王當然懷疑。他答覆說，「此是華報」，這就說明說法的果報非常殊勝，這只是花報而已。「問云，果報云何，因說偈云」，這就說果報。「大名聞端正，得樂及恭敬，威光如日月，為一切所愛」，後面還有，「辯才有大名，能盡一切結，苦滅得涅槃，如是名為十」。這個「十」就是講十種殊勝的果報，這說法的果報。說法一定要如法，你要不修，你從哪裡說？不能夠契入境界，《華嚴經》，不能契入華嚴境界，你就沒法子說；講《無量壽經》，你一定要入無量壽的境界，念佛三昧。福報大小，隨著你的功行淺深不一樣，這就是說法果差別，花報、果報都不相同。"
    },
    {
      "id": "12-017-1461_p0047",
      "zh_CN": "我们看这个偈子里头十桩事情，第一个是大名闻，我们现在讲的是知名度，没有人不知道。第二个是相貌端正，为什么会端正？相随心转，你念念当中都是正念，说法的人常常想的是经教，所以他的相貌就端正。得乐，这个乐是法喜充满，儒家《论语》里面所说的「学而时习之，不亦说乎」，得乐就是不亦悦乎。恭敬，别人见到你，对你都生恭敬心。不但一切人对你恭敬，一切鬼神对你也恭敬，为什么？你是真佛弟子，持戒修行，弘法利生。威光如日月，这就是我们今天讲的仪表风采，威仪显著，像日月一样，也是现在我们一般人讲的磁场，这大家比较好懂。这说法的人心善、言善、行善，清净纯善的磁场，每个人接触都欢喜。为一切所爱，一切众生（我们讲的九法界众生）没有不欢喜的。如果是一个恶人，是个很凶的人，他那个磁场就不好，我们中国一般人讲杀气，某个人杀气很重，跟他一接触都寒毛直竖，想赶快躲起来，这情形有。",
      "zh_TW": "我們看這個偈子裡頭十樁事情，第一個是大名聞，我們現在講的是知名度，沒有人不知道。第二個是相貌端正，為什麼會端正？相隨心轉，你念念當中都是正念，說法的人常常想的是經教，所以他的相貌就端正。得樂，這個樂是法喜充滿，儒家《論語》裡面所說的「學而時習之，不亦說乎」，得樂就是不亦悅乎。恭敬，別人見到你，對你都生恭敬心。不但一切人對你恭敬，一切鬼神對你也恭敬，為什麼？你是真佛弟子，持戒修行，弘法利生。威光如日月，這就是我們今天講的儀表風采，威儀顯著，像日月一樣，也是現在我們一般人講的磁場，這大家比較好懂。這說法的人心善、言善、行善，清淨純善的磁場，每個人接觸都歡喜。為一切所愛，一切眾生（我們講的九法界眾生）沒有不歡喜的。如果是一個惡人，是個很凶的人，他那個磁場就不好，我們中國一般人講殺氣，某個人殺氣很重，跟他一接觸都寒毛直豎，想趕快躲起來，這情形有。"
    },
    {
      "id": "12-017-1461_p0048",
      "zh_CN": "再看底下一句，辩才有大名。能够答辩，这是显出他的智慧，他的善巧方便，没有人能够把他难倒，名称就显出来了。能尽一切结，结是烦恼，一切见思烦恼、尘沙烦恼、无明烦恼；尽是断，说法能断一切烦恼，为什么？天天劝人断烦恼，劝久了，自己不知不觉烦恼就断了。天天劝别人，所以我常讲天天劝自己，自他统统劝，劝别人未必有效果，劝自己有效果。为什么？遍数多了。我劝自己劝了五十四年，劝多了就产生效果，自自然然产生效果，烦恼轻、智慧长。我们不敢说自己没有烦恼，轻，比一般人轻得太多。烦恼轻一分，智慧就长一分；烦恼轻两分，智慧就长两分，就这么个道理。",
      "zh_TW": "再看底下一句，辯才有大名。能夠答辯，這是顯出他的智慧，他的善巧方便，沒有人能夠把他難倒，名稱就顯出來了。能盡一切結，結是煩惱，一切見思煩惱、塵沙煩惱、無明煩惱；盡是斷，說法能斷一切煩惱，為什麼？天天勸人斷煩惱，勸久了，自己不知不覺煩惱就斷了。天天勸別人，所以我常講天天勸自己，自他統統勸，勸別人未必有效果，勸自己有效果。為什麼？遍數多了。我勸自己勸了五十四年，勸多了就產生效果，自自然然產生效果，煩惱輕、智慧長。我們不敢說自己沒有煩惱，輕，比一般人輕得太多。煩惱輕一分，智慧就長一分；煩惱輕兩分，智慧就長兩分，就這麼個道理。"
    },
    {
      "id": "12-017-1461_p0049",
      "zh_CN": "苦灭得涅槃。这里头总共讲了十种殊胜。如是名为十，十种殊胜。灭苦是一个，涅槃又是一个。佛在《十善业道经》里面告诉我们，「菩萨有一法，能断一切世间苦」。一切世间，总的来说，有情世间、器世间、智正觉世间，这把一切世间包括尽了。别说，十法界依正庄严，十法界里头有佛法界。佛法界有苦吗？十法界里面的佛有苦，他苦什么？无明没破。见思、尘沙都断了，无明还没破，那是他的苦。能离一切世间苦，这了不起，这是什么人？法身菩萨，不在十法界里面。",
      "zh_TW": "苦滅得涅槃。這裡頭總共講了十種殊勝。如是名為十，十種殊勝。滅苦是一個，涅槃又是一個。佛在《十善業道經》裡面告訴我們，「菩薩有一法，能斷一切世間苦」。一切世間，總的來說，有情世間、器世間、智正覺世間，這把一切世間包括盡了。別說，十法界依正莊嚴，十法界裡頭有佛法界。佛法界有苦嗎？十法界裡面的佛有苦，他苦什麼？無明沒破。見思、塵沙都斷了，無明還沒破，那是他的苦。能離一切世間苦，這了不起，這是什麼人？法身菩薩，不在十法界裡面。"
    },
    {
      "id": "12-017-1461_p0050",
      "zh_CN": "这一法是什么？我们要重视，佛跟我们讲「常念思惟观察善法」。我们把这个句子念完整，啰嗦一点，因为佛经里省略，常念善法，心善；思惟善法，思想善；观察善法，行为善。下面佛又说「不容毫分不善夹杂」。这句话非常重要，只要有一毫一分的不善夹杂在里面，是能离世间苦，不见得是一切世间苦你都能离；如果没有丝毫不善夹杂，一切世间苦统离了，不可思议。《十善业道经》，所以它是成佛的基础，在佛法里面修，从初发心到如来地决定不离十善。起心动念、言语造作，纯善，他没有不善夹杂。",
      "zh_TW": "這一法是什麼？我們要重視，佛跟我們講「常念思惟觀察善法」。我們把這個句子念完整，囉嗦一點，因為佛經裡省略，常念善法，心善；思惟善法，思想善；觀察善法，行為善。下面佛又說「不容毫分不善夾雜」。這句話非常重要，只要有一毫一分的不善夾雜在裡面，是能離世間苦，不見得是一切世間苦你都能離；如果沒有絲毫不善夾雜，一切世間苦統離了，不可思議。《十善業道經》，所以它是成佛的基礎，在佛法裡面修，從初發心到如來地決定不離十善。起心動念、言語造作，純善，他沒有不善夾雜。"
    },
    {
      "id": "12-017-1461_p0051",
      "zh_CN": "不杀生，决定没有恼害众生的念头。什么叫恼？恼是叫众生生烦恼，这就是不善。你叫众生因我而生烦恼，这就是毫分不善夹杂。什么叫毫分不善？就是开玩笑，拿他来取笑，他很难堪，这些都是。我们骂，那就更严重了，那就不是毫分不善，有相当程度的不善；再要加以侮辱、毁谤、伤害他，那就是杀生罪。虽然你没杀害他，他的痛苦跟杀害差不多。有占人丝毫便宜的念头是偷盗，盗心。这些东西我们讲都讲得很详细，你要不听，你不懂。所以说学佛，在日常生活当中，处事待人接物常常犯，自己不知道，所以你修行没有成果，没有成绩可言。",
      "zh_TW": "不殺生，決定沒有惱害眾生的念頭。什麼叫惱？惱是叫眾生生煩惱，這就是不善。你叫眾生因我而生煩惱，這就是毫分不善夾雜。什麼叫毫分不善？就是開玩笑，拿他來取笑，他很難堪，這些都是。我們罵，那就更嚴重了，那就不是毫分不善，有相當程度的不善；再要加以侮辱、毀謗、傷害他，那就是殺生罪。雖然你沒殺害他，他的痛苦跟殺害差不多。有佔人絲毫便宜的念頭是偷盜，盜心。這些東西我們講都講得很詳細，你要不聽，你不懂。所以說學佛，在日常生活當中，處事待人接物常常犯，自己不知道，所以你修行沒有成果，沒有成績可言。"
    },
    {
      "id": "12-017-1461_p0052",
      "zh_CN": "为什么念佛念了这么多年，功夫成片都没做到？我们看看《净土圣贤录》、看看《往生传》，你看里头多少念佛人，三年、五年就往生了，预知时至，站着走的，坐着走的。倓虚老和尚常常举谛闲老和尚有一个徒弟，锅漏匠，念佛往生的。锅漏匠跟他算是师兄弟，倓老也是谛闲法师的学生，锅漏匠也是的，常常举他的例子勉励我们。这个人不认识字，没念过书，只学补破锅破碗，学这么一个手艺，靠这个谋生，非常艰苦。看到小时候在一起的玩伴，谛闲法师出家了，还不错，所以他是一定想出家。谛闲法师讲：你出家不行，你什么都不会，年岁这么大了，学迟了；不认识字，你不能诵经，唱念五堂功课你也学不会，你这么笨。最后他是实实在在赖定了，不给剃度也不走，搞得谛老没法子。谛老就跟他说：你真的要出家，你答应我一个条件。就一个条件，你答应我，我给你剃度，你不答应，那你到别的地方去。他说什么条件？你既然依我做师父，你就要听我的话。他说：没有问题，我一定听话。给他剃度了。",
      "zh_TW": "為什麼念佛念了這麼多年，功夫成片都沒做到？我們看看《淨土聖賢錄》、看看《往生傳》，你看裡頭多少念佛人，三年、五年就往生了，預知時至，站著走的，坐著走的。倓虛老和尚常常舉諦閑老和尚有一個徒弟，鍋漏匠，念佛往生的。鍋漏匠跟他算是師兄弟，倓老也是諦閑法師的學生，鍋漏匠也是的，常常舉他的例子勉勵我們。這個人不認識字，沒念過書，只學補破鍋破碗，學這麼一個手藝，靠這個謀生，非常艱苦。看到小時候在一起的玩伴，諦閑法師出家了，還不錯，所以他是一定想出家。諦閑法師講：你出家不行，你什麼都不會，年歲這麼大了，學遲了；不認識字，你不能誦經，唱念五堂功課你也學不會，你這麼笨。最後他是實實在在賴定了，不給剃度也不走，搞得諦老沒法子。諦老就跟他說：你真的要出家，你答應我一個條件。就一個條件，你答應我，我給你剃度，你不答應，那你到別的地方去。他說什麼條件？你既然依我做師父，你就要聽我的話。他說：沒有問題，我一定聽話。給他剃度了。"
    },
    {
      "id": "12-017-1461_p0053",
      "zh_CN": "老和尚在宁波乡下找一个小庙给他住，因为大庙里头不能住，住人家瞧不起他，什么都不会。住一个破庙，没人住的，找这么一个庙。庙的附近有一些学佛的在家弟子，找几个人护持他，给他送一点米、送一点菜；旁边还有个老太太，是个居士，发心替他做两顿饭，中午、晚上替他做两顿饭，早晨他自己搞，这样子他很安定。谛闲法师讲，就教他一句「南无阿弥陀佛」，你天天念，念累了你就休息，休息好了接着就念，你一直念下去，准有好处。这个人老实，他也不问有什么好处不好处，反正师父教我念，我就念到底。真的念到一心，没有杂念，什么都不想，念了三年，往生了，预知时至。",
      "zh_TW": "老和尚在寧波鄉下找一個小廟給他住，因為大廟裡頭不能住，住人家瞧不起他，什麼都不會。住一個破廟，沒人住的，找這麼一個廟。廟的附近有一些學佛的在家弟子，找幾個人護持他，給他送一點米、送一點菜；旁邊還有個老太太，是個居士，發心替他做兩頓飯，中午、晚上替他做兩頓飯，早晨他自己搞，這樣子他很安定。諦閑法師講，就教他一句「南無阿彌陀佛」，你天天念，念累了你就休息，休息好了接著就念，你一直念下去，準有好處。這個人老實，他也不問有什麼好處不好處，反正師父教我念，我就念到底。真的念到一心，沒有雜念，什麼都不想，念了三年，往生了，預知時至。"
    },
    {
      "id": "12-017-1461_p0054",
      "zh_CN": "他跟烧饭的老太太讲：明天不要给我烧饭。老太太也不知道什么事情，也许他去看朋友，不在家吃饭。但是三年他都没出门，这天是出去了，出去之后去看看朋友，实际上是辞行。第二天回来告诉老太太，不要烧饭了。老太太以为他又要出门，没有知道到第二天，老太太到快吃饭的时候看看在不在家。结果一看，死了，站着死的。非常惊讶，从来没听说过人死是站着死的，赶紧找人给谛闲老和尚报信。老和尚从观宗寺这一来一往三天，他站三天，替他办后事。老和尚对他非常赞叹，你真的成就了，这是大的寺院方丈住持、讲经说法的法师比不上你！你真成就了。",
      "zh_TW": "他跟燒飯的老太太講：明天不要給我燒飯。老太太也不知道什麼事情，也許他去看朋友，不在家吃飯。但是三年他都沒出門，這天是出去了，出去之後去看看朋友，實際上是辭行。第二天回來告訴老太太，不要燒飯了。老太太以為他又要出門，沒有知道到第二天，老太太到快吃飯的時候看看在不在家。結果一看，死了，站著死的。非常驚訝，從來沒聽說過人死是站著死的，趕緊找人給諦閑老和尚報信。老和尚從觀宗寺這一來一往三天，他站三天，替他辦後事。老和尚對他非常讚歎，你真的成就了，這是大的寺院方丈住持、講經說法的法師比不上你！你真成就了。"
    },
    {
      "id": "12-017-1461_p0055",
      "zh_CN": "一句阿弥陀佛，其他的什么都没有，为什么能成就？真放下了。你这样看，念佛往生不难，三年。我们今天搞了三十年了，消息都没有，什么原因？夹杂着妄想太多，所以念佛最怕怀疑，半信半疑，第二就是夹杂，第三个是间断。我们想想，我们这三条是不是都有？怀疑、夹杂、间断，你念一辈子，功夫成片这个目标都达不到。达不到这个目标，这一生当中就不能往生，你所修积的都变成来生福报，没功德有福德。福德不能往生，福德来生在人天享福。",
      "zh_TW": "一句阿彌陀佛，其他的什麼都沒有，為什麼能成就？真放下了。你這樣看，念佛往生不難，三年。我們今天搞了三十年了，消息都沒有，什麼原因？夾雜著妄想太多，所以念佛最怕懷疑，半信半疑，第二就是夾雜，第三個是間斷。我們想想，我們這三條是不是都有？懷疑、夾雜、間斷，你念一輩子，功夫成片這個目標都達不到。達不到這個目標，這一生當中就不能往生，你所修積的都變成來生福報，沒功德有福德。福德不能往生，福德來生在人天享福。"
    },
    {
      "id": "12-017-1461_p0056",
      "zh_CN": "人天享福，还要具足十善业道，没有十善业道，你得不到人身。得不到人身也有福，畜生道享福，饿鬼道享福。畜生道享福，我们都看到了，你看看富贵人家养的宠物，很享福，一家人不一定和睦，但是一家人对这个宠物都爱，牠有福报，前世修的。鬼道里面享福，做福德鬼，做山神、土地公，这些都是有福报的鬼，都变成这些了，这些都是事实。谛闲老和尚还有一个徒弟，学参禅的，以后做了土地公，功德没有了，福德，到饿鬼道里面去享福，做土地公去了。我相信在香港的同学，谛老在香港住的时间很长，他在讲经教学一定讲了很多故事，都是他亲身经历的，都是真的不是假的，非常值得我们做参考。",
      "zh_TW": "人天享福，還要具足十善業道，沒有十善業道，你得不到人身。得不到人身也有福，畜生道享福，餓鬼道享福。畜生道享福，我們都看到了，你看看富貴人家養的寵物，很享福，一家人不一定和睦，但是一家人對這個寵物都愛，牠有福報，前世修的。鬼道裡面享福，做福德鬼，做山神、土地公，這些都是有福報的鬼，都變成這些了，這些都是事實。諦閑老和尚還有一個徒弟，學參禪的，以後做了土地公，功德沒有了，福德，到餓鬼道裡面去享福，做土地公去了。我相信在香港的同學，諦老在香港住的時間很長，他在講經教學一定講了很多故事，都是他親身經歷的，都是真的不是假的，非常值得我們做參考。"
    },
    {
      "id": "12-017-1461_p0057",
      "zh_CN": "苦灭了，苦灭了之后就证得涅槃。涅槃是梵语，翻译为不生不灭，或者翻译成圆寂，功德圆满，清净寂灭。这是果上的名字，在小乘，四果阿罗汉；在大乘，初住以上的菩萨，究竟的果位是佛陀。这是把「现事结通」，现事这一段今天我们就介绍到此地。好，现在时间到了。",
      "zh_TW": "苦滅了，苦滅了之後就證得涅槃。涅槃是梵語，翻譯為不生不滅，或者翻譯成圓寂，功德圓滿，清淨寂滅。這是果上的名字，在小乘，四果阿羅漢；在大乘，初住以上的菩薩，究竟的果位是佛陀。這是把「現事結通」，現事這一段今天我們就介紹到此地。好，現在時間到了。"
    }
  ]
}