{
  "doc_id": "12-017-1722",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七二二卷",
    "zh_TW": "第一七二二卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1722",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "12-017-1722_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「贤首品第十二」，我们接着上一次讲到第五段，「现诸法门三昧门」。这段一共有八首偈颂，为我们举例说了二十门。我们必须要知道，佛常说八万四千法门，四弘誓愿里面跟我们讲的「法门无量誓愿学」，由此可知，此地「别显二十种门」，就是举例而言，让我们知道从这个例子要能够懂得引申，说的是无量法门，都是在日常生活当中。我们从第一首偈把它温习一下，第一首偈：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「賢首品第十二」，我們接著上一次講到第五段，「現諸法門三昧門」。這段一共有八首偈頌，為我們舉例說了二十門。我們必須要知道，佛常說八萬四千法門，四弘誓願裡面跟我們講的「法門無量誓願學」，由此可知，此地「別顯二十種門」，就是舉例而言，讓我們知道從這個例子要能夠懂得引申，說的是無量法門，都是在日常生活當中。我們從第一首偈把它溫習一下，第一首偈："
    },
    {
      "id": "12-017-1722_p0002",
      "zh_CN": "【菩萨住在三昧中。种种自在摄众生。悉以所行功德法。无量方便而开诱。】",
      "zh_TW": "【菩薩住在三昧中。種種自在攝眾生。悉以所行功德法。無量方便而開誘。】"
    },
    {
      "id": "12-017-1722_p0003",
      "zh_CN": "这一首「总标多门」。这个意思在前面都跟诸位报告过了，最重要的就是第一句，『菩萨住在三昧中』。这句正是菩萨修行最重要的一个条件。我们想想，我们住在哪里？这句话的意思要懂，不是说你住在哪个城市，哪一条街，门牌多少号，不是这个意思，你的心安住在什么地方。我们自己冷静去反省，我们的心是住在烦恼习气之中，妄念纷飞，前念灭后念生。这样的状况之下，没法子成就。尤其是近代，我们在这个世界上走过许多国家地区，我们接触学校多，参观许许多多的学校，现代的年轻人，用古人一句话来形容他，心浮气躁。不但年轻人，再看看我们社会一般大众是不是这个样子？心里面确实安住在贪瞋痴慢之中，患得患失，起心动念都是损人利己，所以感得这个世间的灾难，这我们不能不知道。回想菩萨，菩萨能安住在定中，三昧是定，他心不散乱，起心动念都是帮助众生破迷开悟、离苦得乐。要怎样才能达到这个目标？就是帮助众生回头，从杂乱、妄想回过头来，安住在清净心中，心地真诚清净。",
      "zh_TW": "這一首「總標多門」。這個意思在前面都跟諸位報告過了，最重要的就是第一句，『菩薩住在三昧中』。這句正是菩薩修行最重要的一個條件。我們想想，我們住在哪裡？這句話的意思要懂，不是說你住在哪個城市，哪一條街，門牌多少號，不是這個意思，你的心安住在什麼地方。我們自己冷靜去反省，我們的心是住在煩惱習氣之中，妄念紛飛，前念滅後念生。這樣的狀況之下，沒法子成就。尤其是近代，我們在這個世界上走過許多國家地區，我們接觸學校多，參觀許許多多的學校，現代的年輕人，用古人一句話來形容他，心浮氣躁。不但年輕人，再看看我們社會一般大眾是不是這個樣子？心裡面確實安住在貪瞋痴慢之中，患得患失，起心動念都是損人利己，所以感得這個世間的災難，這我們不能不知道。回想菩薩，菩薩能安住在定中，三昧是定，他心不散亂，起心動念都是幫助眾生破迷開悟、離苦得樂。要怎樣才能達到這個目標？就是幫助眾生回頭，從雜亂、妄想回過頭來，安住在清淨心中，心地真誠清淨。"
    },
    {
      "id": "12-017-1722_p0004",
      "zh_CN": "刚才，有位赵老居士来看我，他跟我同年，今年八十一岁，告诉我，用了一年的时间就把《无量寿经》背过来了，背得一个字不漏。他说他来做影响众，给大家做个示范。八十一岁能把《无量寿经》背出来，靠什么？就靠心住在三昧中。佛在《遗教经》里面说，「制心一处，无事不办」。一处就是三昧，你真正能够安住在一心不乱里面，没有一桩事情不能成就。所以学佛开悟、证道秘诀就在此地。我们一般人学教学了多少年，要懂得为什么做不到？做不到的原因就是不肯把烦恼习气放下。凡是成就的，没有别的，烦恼习气放下。你看我们在《华严》里面讲了多少年，放下执着，于世出世间一切法不再执着，你就得三昧，就证阿罗汉果，超越六道轮回，真正的佛弟子，那不是假的；再放下分别，你就是菩萨；最后放下妄想，你本来是佛。佛在这部经上跟我们讲得很清楚、很明白。",
      "zh_TW": "剛才，有位趙老居士來看我，他跟我同年，今年八十一歲，告訴我，用了一年的時間就把《無量壽經》背過來了，背得一個字不漏。他說他來做影響眾，給大家做個示範。八十一歲能把《無量壽經》背出來，靠什麼？就靠心住在三昧中。佛在《遺教經》裡面說，「制心一處，無事不辦」。一處就是三昧，你真正能夠安住在一心不亂裡面，沒有一樁事情不能成就。所以學佛開悟、證道祕訣就在此地。我們一般人學教學了多少年，要懂得為什麼做不到？做不到的原因就是不肯把煩惱習氣放下。凡是成就的，沒有別的，煩惱習氣放下。你看我們在《華嚴》裡面講了多少年，放下執著，於世出世間一切法不再執著，你就得三昧，就證阿羅漢果，超越六道輪迴，真正的佛弟子，那不是假的；再放下分別，你就是菩薩；最後放下妄想，你本來是佛。佛在這部經上跟我們講得很清楚、很明白。"
    },
    {
      "id": "12-017-1722_p0005",
      "zh_CN": "只要能住三昧当中，我们学《华严》就是华严三昧，我们念佛就是念佛三昧。不要小看了念佛三昧，佛在大经里面常常告诉我们，「念佛三昧，三昧中王」。那就是说一切三昧门中，念佛三昧殊胜无比。而且念佛三昧肯定得阿弥陀佛本愿威神加持。不但得阿弥陀佛加持，同时也得十方一切诸佛如来的加持。为什么？你们念《弥陀经》，六方佛加持你；你念《无量寿经》，十方佛加持你。十方跟六方是一个意思，不是说六方少，十方多，不是这个意思，六方跟十方广略不同，意思完全一样，没有两样。所以心要定，很重要！心定了，给诸位说，灾难就可以避免。我们要想消灾免难，用什么方法？用清净心，真诚心、清净心、平等心、慈悲心就能够消自己的业障。自己业障消除了，你所在之处，这个地区纵有灾难也可以减轻，这些道理都要知道。所以自己不成就，没办法帮助别人；自己成就了，自然会利益众生。",
      "zh_TW": "只要能住三昧當中，我們學《華嚴》就是華嚴三昧，我們念佛就是念佛三昧。不要小看了念佛三昧，佛在大經裡面常常告訴我們，「念佛三昧，三昧中王」。那就是說一切三昧門中，念佛三昧殊勝無比。而且念佛三昧肯定得阿彌陀佛本願威神加持。不但得阿彌陀佛加持，同時也得十方一切諸佛如來的加持。為什麼？你們念《彌陀經》，六方佛加持你；你念《無量壽經》，十方佛加持你。十方跟六方是一個意思，不是說六方少，十方多，不是這個意思，六方跟十方廣略不同，意思完全一樣，沒有兩樣。所以心要定，很重要！心定了，給諸位說，災難就可以避免。我們要想消災免難，用什麼方法？用清淨心，真誠心、清淨心、平等心、慈悲心就能夠消自己的業障。自己業障消除了，你所在之處，這個地區縱有災難也可以減輕，這些道理都要知道。所以自己不成就，沒辦法幫助別人；自己成就了，自然會利益眾生。"
    },
    {
      "id": "12-017-1722_p0006",
      "zh_CN": "下面就是『种种自在摄众生』。种种自在就是无量法门，心住三昧就自在，心无碍，心自在，那个身就叫法身。心自在而后境界就自在，境界就无碍了，境界无碍就是净土。记住，佛常常说境随心转。我们今天居住在这个地球上，看到地球这么多灾难，为什么会有这么多灾难？境随心转，居住在地球上这些众生心行不善，所以才感召这么多灾难。如果我们心行都善，哪有这些灾难！",
      "zh_TW": "下面就是『種種自在攝眾生』。種種自在就是無量法門，心住三昧就自在，心無礙，心自在，那個身就叫法身。心自在而後境界就自在，境界就無礙了，境界無礙就是淨土。記住，佛常常說境隨心轉。我們今天居住在這個地球上，看到地球這麼多災難，為什麼會有這麼多災難？境隨心轉，居住在地球上這些眾生心行不善，所以才感召這麼多災難。如果我們心行都善，哪有這些災難！"
    },
    {
      "id": "12-017-1722_p0007",
      "zh_CN": "《楞严经》上讲得多清楚，贪心感水灾，举世之人都贪而无厌，所感得的是什么？地球上的冰融化，海水上升。科学家告诉我们要上升五十米。上升五十米，全世界凡是靠近港口海边的城市全没有了。这个事情很可怕！我是在今年二月底，有位同修从网路上下载这个消息给我看，科学家提出的警告，温室效应，南北极的冰加速度在融化。因为过去我们所听说的科学报告，五十年，这个世界上才没有冰，五十年。现在科学家提出来，十年，这太可怕！",
      "zh_TW": "《楞嚴經》上講得多清楚，貪心感水災，舉世之人都貪而無厭，所感得的是什麼？地球上的冰融化，海水上升。科學家告訴我們要上升五十米。上升五十米，全世界凡是靠近港口海邊的城市全沒有了。這個事情很可怕！我是在今年二月底，有位同修從網路上下載這個消息給我看，科學家提出的警告，溫室效應，南北極的冰加速度在融化。因為過去我們所聽說的科學報告，五十年，這個世界上才沒有冰，五十年。現在科學家提出來，十年，這太可怕！"
    },
    {
      "id": "12-017-1722_p0008",
      "zh_CN": "这次我参加澳洲图文巴的活动。活动完了之后，我就想了解事实真相，我到纽西兰南岛去访问。那个地方靠近南极，有座很大的冰山终年积雪，冰山下面是冰河，我到那里去看。到那个地方，我们乘直升机飞到山顶，飞机降下来，在冰川上，我手向地下抓了一把冰雪，当然很冷，手碰到地面上的时候，手是湿的，我就很害怕。因为我在二十多年前，我在加拿大讲经，也去参观冰河，靠北极的，我们在地上抓了一把冰很冷，撒在地上，手上是干净的，没有水，手上只是冰冻，很凉，没有水。现在一碰，手上全是水，怎么会融得这么快？这是一个非常不好的现象。",
      "zh_TW": "這次我參加澳洲圖文巴的活動。活動完了之後，我就想了解事實真相，我到紐西蘭南島去訪問。那個地方靠近南極，有座很大的冰山終年積雪，冰山下面是冰河，我到那裡去看。到那個地方，我們乘直昇機飛到山頂，飛機降下來，在冰川上，我手向地下抓了一把冰雪，當然很冷，手碰到地面上的時候，手是溼的，我就很害怕。因為我在二十多年前，我在加拿大講經，也去參觀冰河，靠北極的，我們在地上抓了一把冰很冷，撒在地上，手上是乾淨的，沒有水，手上只是冰凍，很涼，沒有水。現在一碰，手上全是水，怎麼會融得這麼快？這是一個非常不好的現象。"
    },
    {
      "id": "12-017-1722_p0009",
      "zh_CN": "高山积雪如果融化掉，诸位有没有想到它产生什么样的灾难？长江、黄河，这些大江大河源头的水从哪里来的？都是高山积雪融化下来的水，那是每一条河流的源头。如果这个雪统统融化，没有了，将来河流里头没有水，那还得了！河流要是枯干，这地上草木不生，草木需要水分，需要地下的水分，地下没水，海水上涨。这个事情很严重，我是到那里去证实一下这个事情是不是真的。所以看了之后愈想愈可怕。这是什么？《楞严经》上讲的贪心。所以灾难怎么能化解？佛说得很好，佛教我们勤修戒定慧、息灭贪瞋痴，这个灾难就会停止，就不会发展。贪心感水灾，瞋恚，火山爆发；人发脾气，冒火，地球发脾气，火山爆发。愚痴感的是风灾。傲慢，自以为了不起，这是心不平等，感得的是地震。所以我们真的能把贪瞋痴慢断掉，这灾难就没有。",
      "zh_TW": "高山積雪如果融化掉，諸位有沒有想到它產生什麼樣的災難？長江、黃河，這些大江大河源頭的水從哪裡來的？都是高山積雪融化下來的水，那是每一條河流的源頭。如果這個雪統統融化，沒有了，將來河流裡頭沒有水，那還得了！河流要是枯乾，這地上草木不生，草木需要水分，需要地下的水分，地下沒水，海水上漲。這個事情很嚴重，我是到那裡去證實一下這個事情是不是真的。所以看了之後愈想愈可怕。這是什麼？《楞嚴經》上講的貪心。所以災難怎麼能化解？佛說得很好，佛教我們勤修戒定慧、息滅貪瞋痴，這個災難就會停止，就不會發展。貪心感水災，瞋恚，火山爆發；人發脾氣，冒火，地球發脾氣，火山爆發。愚痴感的是風災。傲慢，自以為了不起，這是心不平等，感得的是地震。所以我們真的能把貪瞋痴慢斷掉，這災難就沒有。"
    },
    {
      "id": "12-017-1722_p0010",
      "zh_CN": "可是世界上这么多人，个个都有贪瞋痴慢，要多少人回头这个世界才有救？我们过去读「雍正皇帝上谕」，《十善业道经》前面的序文，雍正皇帝的「上谕」里头说得很好，我们也讲过几遍，古圣先贤讲的，一百人当中有一个善人就有救。今天世界人口大概是有七十亿人，百分之一，七千万人，这个世界上能有七千万人，这些灾难可以稳住在这里，不会爆发。诸位想想，这个世界上到哪里去找七千万勤修戒定慧、息灭贪瞋痴？不但七千万找不到，七百万也找不到。再跟诸位说，七十万都找不到，这个太可怕！",
      "zh_TW": "可是世界上這麼多人，個個都有貪瞋痴慢，要多少人回頭這個世界才有救？我們過去讀「雍正皇帝上諭」，《十善業道經》前面的序文，雍正皇帝的「上諭」裡頭說得很好，我們也講過幾遍，古聖先賢講的，一百人當中有一個善人就有救。今天世界人口大概是有七十億人，百分之一，七千萬人，這個世界上能有七千萬人，這些災難可以穩住在這裡，不會爆發。諸位想想，這個世界上到哪裡去找七千萬勤修戒定慧、息滅貪瞋痴？不但七千萬找不到，七百萬也找不到。再跟諸位說，七十萬都找不到，這個太可怕！"
    },
    {
      "id": "12-017-1722_p0011",
      "zh_CN": "我们面临这个问题怎么办？还是从宗教上下手，希望全世界宗教徒都能觉悟，不管你信仰什么宗教，要为世界和平祈祷。为世界和平祈祷要有条件，什么条件？自己要断恶修善，要积功累德，从我自身做起。全世界宗教徒要真正这样做，宗教徒不少，信教的人。这个灾难，东西方的预言都说应该在什么时候发生？一九九九年、二０００年，这个时候发生。西方预言家所讲的世界末日。可是一九九九年跟二０００年平安度过，那个时候我在新加坡，新加坡有位神父跟大家讲，明明这个时候有灾难，为什么没有？他想不通。有人把这个话传到我这里来，我告诉他这有原因的，并不难懂，因为这个预言有几百年，全世界人都知道，一九九九年、二０００年肯定全世界的宗教徒都在那里祈祷，那个祈祷产生很大的力量。",
      "zh_TW": "我們面臨這個問題怎麼辦？還是從宗教上下手，希望全世界宗教徒都能覺悟，不管你信仰什麼宗教，要為世界和平祈禱。為世界和平祈禱要有條件，什麼條件？自己要斷惡修善，要積功累德，從我自身做起。全世界宗教徒要真正這樣做，宗教徒不少，信教的人。這個災難，東西方的預言都說應該在什麼時候發生？一九九九年、二０００年，這個時候發生。西方預言家所講的世界末日。可是一九九九年跟二０００年平安度過，那個時候我在新加坡，新加坡有位神父跟大家講，明明這個時候有災難，為什麼沒有？他想不通。有人把這個話傳到我這裡來，我告訴他這有原因的，並不難懂，因為這個預言有幾百年，全世界人都知道，一九九九年、二０００年肯定全世界的宗教徒都在那裡祈禱，那個祈禱產生很大的力量。"
    },
    {
      "id": "12-017-1722_p0012",
      "zh_CN": "这个例子，你看看日本江本博士在琵琶湖做的实验，我们就恍然大悟。琵琶湖一个小湾，这个水淤积在那个地方，二十多年来臭味难闻，水染污，不干净。江本博士找了三百五十个人，请了一位老和尚，听说九十多岁，领导大家就在海湾里面做祈祷，祈求这个水的干净，祈祷一个小时。三天之后，这水果然干净了，臭味没有了，保持了半年。全世界宗教徒为世界和平祈祷，保持到现在。换句话说，这种祈祷不能中断，天天祈祷能产生很大的效果。祈祷所凭借、所依靠的就是断恶修善。我们真正觉悟，断一切恶、修一切善，真的做到息灭贪瞋痴、勤修戒定慧，不但自救（自己救了自己），同时也帮助这个世间苦难众生。",
      "zh_TW": "這個例子，你看看日本江本博士在琵琶湖做的實驗，我們就恍然大悟。琵琶湖一個小灣，這個水淤積在那個地方，二十多年來臭味難聞，水染污，不乾淨。江本博士找了三百五十個人，請了一位老和尚，聽說九十多歲，領導大家就在海灣裡面做祈禱，祈求這個水的乾淨，祈禱一個小時。三天之後，這水果然乾淨了，臭味沒有了，保持了半年。全世界宗教徒為世界和平祈禱，保持到現在。換句話說，這種祈禱不能中斷，天天祈禱能產生很大的效果。祈禱所憑藉、所依靠的就是斷惡修善。我們真正覺悟，斷一切惡、修一切善，真的做到息滅貪瞋痴、勤修戒定慧，不但自救（自己救了自己），同時也幫助這個世間苦難眾生。"
    },
    {
      "id": "12-017-1722_p0013",
      "zh_CN": "这就是「种种自在摄众生，悉以所行功德法，无量方便而开诱」。开是开启、是开示，诱是劝导。从我们自己本身做起，头一个放下自私自利，放下名闻利养，放下对五欲六尘的追求，放下贪瞋痴慢，也像菩萨一样常住三昧中，这样才能够化解灾难。所以不是不能化解，境随心转。这个地球是我们居住的环境，随着众生的心念它产生变化。如果我们这个世界上众生各个都是善心善行，我们的世界自然就变成极乐世界。这是我在讲经里常说，极乐跟娑婆不二，一点差别都没有，只是住在这个地方的居民不一样。极乐世界的居民真正是纯净纯善，所以那个地方的山河大地受到纯净纯善之感变成七宝琉璃世界；我们这个地方的居民贪瞋痴慢，所以这个环境感得的是愈来愈恶劣，道理就在此地。知道这个道理，就晓得怎样化解，怎样改善。",
      "zh_TW": "這就是「種種自在攝眾生，悉以所行功德法，無量方便而開誘」。開是開啟、是開示，誘是勸導。從我們自己本身做起，頭一個放下自私自利，放下名聞利養，放下對五欲六塵的追求，放下貪瞋痴慢，也像菩薩一樣常住三昧中，這樣才能夠化解災難。所以不是不能化解，境隨心轉。這個地球是我們居住的環境，隨著眾生的心念它產生變化。如果我們這個世界上眾生各個都是善心善行，我們的世界自然就變成極樂世界。這是我在講經裡常說，極樂跟娑婆不二，一點差別都沒有，只是住在這個地方的居民不一樣。極樂世界的居民真正是純淨純善，所以那個地方的山河大地受到純淨純善之感變成七寶琉璃世界；我們這個地方的居民貪瞋痴慢，所以這個環境感得的是愈來愈惡劣，道理就在此地。知道這個道理，就曉得怎樣化解，怎樣改善。"
    },
    {
      "id": "12-017-1722_p0014",
      "zh_CN": "从第二首偈以下，每一句一门，我们前面介绍了三门，第一个是「供养如来门」，第二个是「布施门」，第三个是「头陀持戒门」，都要学、都要落实。先要养成一个供养的心，尤其是对一切苦难众生。昨天我们讲了个讲题，精神的扶贫，文化的扶贫，这个扶贫就是供养、就是布施，首先要有这个心，力量没有不要紧，不能没有这个心。有这个心没有力量，所谓心有余而力不足，力是缘分；有这个缘分，那你就有这个力量，有力量就会认真去做。",
      "zh_TW": "從第二首偈以下，每一句一門，我們前面介紹了三門，第一個是「供養如來門」，第二個是「布施門」，第三個是「頭陀持戒門」，都要學、都要落實。先要養成一個供養的心，尤其是對一切苦難眾生。昨天我們講了個講題，精神的扶貧，文化的扶貧，這個扶貧就是供養、就是布施，首先要有這個心，力量沒有不要緊，不能沒有這個心。有這個心沒有力量，所謂心有餘而力不足，力是緣分；有這個緣分，那你就有這個力量，有力量就會認真去做。"
    },
    {
      "id": "12-017-1722_p0015",
      "zh_CN": "我们在过去没有这个缘分，确实我们有愿，所以这个布施供养，从学佛以来五十六年，布施供养的念没断过，这是章嘉大师教我的。行也没中断，但是范围很小，总是全心全力在做。讲经教学，讲经就是教学，教学就是讲经，是一不是二。我们用卫星、用网路，我们用网路十年，用卫星四年，这是最近才有缘，以前没有缘。没缘做不做？做，从来没有间断过。有缘就产生影响，网路的教学、卫星电视的教学，听众就多了，也就是我们在一起同学的就多了。",
      "zh_TW": "我們在過去沒有這個緣分，確實我們有願，所以這個布施供養，從學佛以來五十六年，布施供養的念沒斷過，這是章嘉大師教我的。行也沒中斷，但是範圍很小，總是全心全力在做。講經教學，講經就是教學，教學就是講經，是一不是二。我們用衛星、用網路，我們用網路十年，用衛星四年，這是最近才有緣，以前沒有緣。沒緣做不做？做，從來沒有間斷過。有緣就產生影響，網路的教學、衛星電視的教學，聽眾就多了，也就是我們在一起同學的就多了。"
    },
    {
      "id": "12-017-1722_p0016",
      "zh_CN": "我移民到澳洲，今年是第五年。到澳洲之后，澳洲的政府找我，学校找我，参与国际和平的工作，这又是一个机缘，我们布施供养的范围就愈来愈大。去年十月，我们在联合国教科文总部办了一个大规模的活动，纪念释迦牟尼佛二千五百五十年，我们把宗教团结，将庐江汤池的办班教学，化解冲突，促进社会安定、世界和平，推到联合国去了。这些是什么？缘，没有这个缘做不到！教科文组织参加的国家地区总共有一百九十二个，非常有意义、有影响。在中国，我刚刚参加人民大学的世界汉学会议，有二十多个国家代表二百多人与会。这些都是此地讲的布施供养。",
      "zh_TW": "我移民到澳洲，今年是第五年。到澳洲之後，澳洲的政府找我，學校找我，參與國際和平的工作，這又是一個機緣，我們布施供養的範圍就愈來愈大。去年十月，我們在聯合國教科文總部辦了一個大規模的活動，紀念釋迦牟尼佛二千五百五十年，我們把宗教團結，將廬江湯池的辦班教學，化解衝突，促進社會安定、世界和平，推到聯合國去了。這些是什麼？緣，沒有這個緣做不到！教科文組織參加的國家地區總共有一百九十二個，非常有意義、有影響。在中國，我剛剛參加人民大學的世界漢學會議，有二十多個國家代表二百多人與會。這些都是此地講的布施供養。"
    },
    {
      "id": "12-017-1722_p0017",
      "zh_CN": "下面这一门，「头陀持戒门」更是重要。头陀是苦行！如果怕苦就免不了灾难，这是昨天我们所谈到的。扶贫，贫是贫苦，圣人都愿意过贫苦的生活，真正做到「于人无争，于世无求」，物质生活，三餐饭能吃饱，衣服能够保暖，有个小房子能遮蔽风雨，足矣！就很快乐了。在中国，我们看到孔孟，孔子、孟子，特别是夫子的得意门生颜回，「箪食瓢饮，居陋巷，人不堪其忧，回也不改其乐」，这是孔子对颜回的赞叹。说明颜回物质生活的清苦，吃饭没有饭碗，用竹子编一个竹篓当作饭碗盛饭；喝水没有杯子，用葫芦瓢，箪食瓢饮，物质生活这样苦。从这些教训就告诉我们，幸福快乐的人生不是建立在物质的享受，不是，与这个不相干，是建立在哪里？建立在精神文明。你有精神文明的生活，你自然就不在乎物质生活，而且物质生活愈简单愈好。孔孟颜回是没有这个物质条件。",
      "zh_TW": "下面這一門，「頭陀持戒門」更是重要。頭陀是苦行！如果怕苦就免不了災難，這是昨天我們所談到的。扶貧，貧是貧苦，聖人都願意過貧苦的生活，真正做到「於人無爭，於世無求」，物質生活，三餐飯能吃飽，衣服能夠保暖，有個小房子能遮蔽風雨，足矣！就很快樂了。在中國，我們看到孔孟，孔子、孟子，特別是夫子的得意門生顏回，「簞食瓢飲，居陋巷，人不堪其憂，回也不改其樂」，這是孔子對顏回的讚歎。說明顏回物質生活的清苦，吃飯沒有飯碗，用竹子編一個竹簍當作飯碗盛飯；喝水沒有杯子，用葫蘆瓢，簞食瓢飲，物質生活這樣苦。從這些教訓就告訴我們，幸福快樂的人生不是建立在物質的享受，不是，與這個不相干，是建立在哪裡？建立在精神文明。你有精神文明的生活，你自然就不在乎物質生活，而且物質生活愈簡單愈好。孔孟顏回是沒有這個物質條件。"
    },
    {
      "id": "12-017-1722_p0018",
      "zh_CN": "你再看看释迦牟尼佛，释迦牟尼佛有这个条件，王子出身，他要是不出家，贵为天子，富有四海，这是有条件。他怎么样？十九岁就放弃，舍弃王位，离家去求道，去求学。求学是很苦的一桩事情，过一个苦行僧的生活，日中一食，树下一宿，跟印度当时宗教里面修道的人生活一样。而且怎么样？乐此不疲，从十九岁开始一直到他老死，他老人家是七十九岁过世的。十九岁去求学，学了十二年，三十岁成道，成道之后就开始教学，教了四十九年。这是佛经上记载的，「讲经三百余会，说法四十九年」，一生都过这样的生活。这个生活比孔子、比孟子、比颜回还要苦。颜回还有个小地方住，居陋巷，有小地方住；释迦牟尼佛没有，没地方住，没住处，每天晚上找个树底下打坐就行了。这说明物质上的贫乏不是贫乏，精神上的贫乏是真正的贫乏。",
      "zh_TW": "你再看看釋迦牟尼佛，釋迦牟尼佛有這個條件，王子出身，他要是不出家，貴為天子，富有四海，這是有條件。他怎麼樣？十九歲就放棄，捨棄王位，離家去求道，去求學。求學是很苦的一樁事情，過一個苦行僧的生活，日中一食，樹下一宿，跟印度當時宗教裡面修道的人生活一樣。而且怎麼樣？樂此不疲，從十九歲開始一直到他老死，他老人家是七十九歲過世的。十九歲去求學，學了十二年，三十歲成道，成道之後就開始教學，教了四十九年。這是佛經上記載的，「講經三百餘會，說法四十九年」，一生都過這樣的生活。這個生活比孔子、比孟子、比顏回還要苦。顏回還有個小地方住，居陋巷，有小地方住；釋迦牟尼佛沒有，沒地方住，沒住處，每天晚上找個樹底下打坐就行了。這說明物質上的貧乏不是貧乏，精神上的貧乏是真正的貧乏。"
    },
    {
      "id": "12-017-1722_p0019",
      "zh_CN": "今天这个世界两种人都有，一种是富有，精神贫乏；另外一种人是物质跟精神统统贫乏。怎么救？还是要从精神文明上下手，用什么方式？用办班教学。我们这个实验得到效果，我们有信心。我们在汤池做了一年，时间不长，一年。汤池的居民现在过得很幸福、很快乐，并不是他们的物质生活条件改善了，不是。物质条件有改善，幅度很小，精神文明大幅度的提升。所以我们的文化教育中心就是布施供养的一个设施。在那个地方做布施供养精神文明，做得很成功，居民欢欢喜喜。很短的时间，每个人良心唤醒了，伦理道德的操守恢复了，人人懂得「孝悌忠信，礼义廉耻，仁爱和平」。所以过去许多不良的陋习都能够革除，学习彼此互相尊重、互相敬爱、互相关怀、互相照顾、互助合作，做得很成功。人与人相见，都是笑容，都是九十度的鞠躬打招呼。",
      "zh_TW": "今天這個世界兩種人都有，一種是富有，精神貧乏；另外一種人是物質跟精神統統貧乏。怎麼救？還是要從精神文明上下手，用什麼方式？用辦班教學。我們這個實驗得到效果，我們有信心。我們在湯池做了一年，時間不長，一年。湯池的居民現在過得很幸福、很快樂，並不是他們的物質生活條件改善了，不是。物質條件有改善，幅度很小，精神文明大幅度的提升。所以我們的文化教育中心就是布施供養的一個設施。在那個地方做布施供養精神文明，做得很成功，居民歡歡喜喜。很短的時間，每個人良心喚醒了，倫理道德的操守恢復了，人人懂得「孝悌忠信，禮義廉恥，仁愛和平」。所以過去許多不良的陋習都能夠革除，學習彼此互相尊重、互相敬愛、互相關懷、互相照顧、互助合作，做得很成功。人與人相見，都是笑容，都是九十度的鞠躬打招呼。"
    },
    {
      "id": "12-017-1722_p0020",
      "zh_CN": "现在这个小镇去参观的人很多，每天从国内、从国外去参访的人络绎不绝，我们用这个做一个试点、实验，要做得好，慢慢的它自然就产生影响。当然我们希望，我还是希望联合国带头来推动，希望这个世界上每个国家都有几个示范点，有几个示范镇、示范城市，这个灾难能救！要怎么样？要赶快救，不快来不及！这样的示范点希望在二、三年当中能够普及到全世界，这个灾难就会能控制得住。这些事情科学家不相信，宗教家应该可以接受。能接受，就赶快干，所以自己的生活要节俭，把浮华、奢侈一定要去掉。",
      "zh_TW": "現在這個小鎮去參觀的人很多，每天從國內、從國外去參訪的人絡繹不絕，我們用這個做一個試點、實驗，要做得好，慢慢的它自然就產生影響。當然我們希望，我還是希望聯合國帶頭來推動，希望這個世界上每個國家都有幾個示範點，有幾個示範鎮、示範城市，這個災難能救！要怎麼樣？要趕快救，不快來不及！這樣的示範點希望在二、三年當中能夠普及到全世界，這個災難就會能控制得住。這些事情科學家不相信，宗教家應該可以接受。能接受，就趕快幹，所以自己的生活要節儉，把浮華、奢侈一定要去掉。"
    },
    {
      "id": "12-017-1722_p0021",
      "zh_CN": "先从自己饮食起居做起。譬如我们吃饭，佛门里面，诸位都知道，过堂吃饭，菜跟汤就是一碗，这就是修苦行。我们这个小道场，在这个地区没有厨房，我们的饭菜从外面叫来的，也很好，一个人一个便当盒（一个饭盒），生活要简单。居家，如果我们真的安住在三昧当中，真正想自度度他，就从生活上做起，每天吃饭，我想三个菜一个汤够了，省事！中国人过去常讲四菜一汤，很丰富，超过这个，这就是奢侈的生活。我们从小在抗战期间过的是苦难的生活，每天有二、三个菜，不错了；四菜一汤是我们待客的，家里来了客人才会有四菜一汤。现在吃饭，普通的六、七个菜是很普通，十几个菜现在常见。十几个菜在过去只有过年才有，现在人是天天过年。天天过年不错，但是要晓得，天天过年就会招来灾难，招来的是天地鬼神嫉妒你，麻烦就从这来。",
      "zh_TW": "先從自己飲食起居做起。譬如我們吃飯，佛門裡面，諸位都知道，過堂吃飯，菜跟湯就是一碗，這就是修苦行。我們這個小道場，在這個地區沒有廚房，我們的飯菜從外面叫來的，也很好，一個人一個便當盒（一個飯盒），生活要簡單。居家，如果我們真的安住在三昧當中，真正想自度度他，就從生活上做起，每天吃飯，我想三個菜一個湯夠了，省事！中國人過去常講四菜一湯，很豐富，超過這個，這就是奢侈的生活。我們從小在抗戰期間過的是苦難的生活，每天有二、三個菜，不錯了；四菜一湯是我們待客的，家裡來了客人才會有四菜一湯。現在吃飯，普通的六、七個菜是很普通，十幾個菜現在常見。十幾個菜在過去只有過年才有，現在人是天天過年。天天過年不錯，但是要曉得，天天過年就會招來災難，招來的是天地鬼神嫉妒你，麻煩就從這來。"
    },
    {
      "id": "12-017-1722_p0022",
      "zh_CN": "圣贤人生活非常简单，佛陀一生托钵，饭菜就是一钵，混在一起的，叫袈裟，袈裟就是混杂在一起。我们穿这个衣服叫袈裟，就是红黄蓝白黑染在一起。红黄蓝白黑这五色叫正色，佛法避免正色，染在一起的。吃饭也是如此，你看托钵，最多只能托七家。如果一家、二家供养你的够吃了，就不到第三家去；看到很少，不够，再去，最多不可超过七家。七家的饭菜混合在一起，日中一食，过这样的生活。",
      "zh_TW": "聖賢人生活非常簡單，佛陀一生托缽，飯菜就是一缽，混在一起的，叫袈裟，袈裟就是混雜在一起。我們穿這個衣服叫袈裟，就是紅黃藍白黑染在一起。紅黃藍白黑這五色叫正色，佛法避免正色，染在一起的。吃飯也是如此，你看托缽，最多只能托七家。如果一家、二家供養你的夠吃了，就不到第三家去；看到很少，不夠，再去，最多不可超過七家。七家的飯菜混合在一起，日中一食，過這樣的生活。"
    },
    {
      "id": "12-017-1722_p0023",
      "zh_CN": "持戒，守法！诸位要晓得，我们今天的戒律没法子持，我们非常感慨。在家的佛弟子，十善做不到；出家的佛弟子，《沙弥律仪》做不到，这个原因是什么？原因是根本戒没学。那你说《十善业道》、《沙弥律仪》这不就是根本戒了吗？没错，是的，这是佛门的根本戒。还有根本的根本，做人的根本戒，人都没做好，怎么能学佛？做人的根本戒是什么？儒家的《弟子规》。所以我们讲持戒要从这个地方做起，受持《弟子规》。把《弟子规》三百六十句，句句都做到，然后你再学《十善业道》，不难！没有《弟子规》，《十善业道》是非常不容易。所以说儒的根是做人的根，《弟子规》。道的根，《太上感应篇》。《太上感应篇》是因果教育，《弟子规》是伦理的教育。有伦理教育，有因果教育，《十善业道》、《沙弥律仪》是道德教育，你才能够成就。",
      "zh_TW": "持戒，守法！諸位要曉得，我們今天的戒律沒法子持，我們非常感慨。在家的佛弟子，十善做不到；出家的佛弟子，《沙彌律儀》做不到，這個原因是什麼？原因是根本戒沒學。那你說《十善業道》、《沙彌律儀》這不就是根本戒了嗎？沒錯，是的，這是佛門的根本戒。還有根本的根本，做人的根本戒，人都沒做好，怎麼能學佛？做人的根本戒是什麼？儒家的《弟子規》。所以我們講持戒要從這個地方做起，受持《弟子規》。把《弟子規》三百六十句，句句都做到，然後你再學《十善業道》，不難！沒有《弟子規》，《十善業道》是非常不容易。所以說儒的根是做人的根，《弟子規》。道的根，《太上感應篇》。《太上感應篇》是因果教育，《弟子規》是倫理的教育。有倫理教育，有因果教育，《十善業道》、《沙彌律儀》是道德教育，你才能夠成就。"
    },
    {
      "id": "12-017-1722_p0024",
      "zh_CN": "所以我们今天读到这一句，就一定要想到，如果这三门，在家学佛的三门，《弟子规》、《十善业》、《感应篇》，这三种做不到，你不会成就。念佛跟阿弥陀佛结个善缘，这一生不能往生，不可以不知道。现在时间到了，我们休息几分钟。",
      "zh_TW": "所以我們今天讀到這一句，就一定要想到，如果這三門，在家學佛的三門，《弟子規》、《十善業》、《感應篇》，這三種做不到，你不會成就。念佛跟阿彌陀佛結個善緣，這一生不能往生，不可以不知道。現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "12-017-1722_p0025",
      "zh_CN": "诸位法师，诸位同学，请坐。我们接着看第二首最后一句，第四门：",
      "zh_TW": "諸位法師，諸位同學，請坐。我們接著看第二首最後一句，第四門："
    },
    {
      "id": "12-017-1722_p0026",
      "zh_CN": "【或以不动堪忍门。】",
      "zh_TW": "【或以不動堪忍門。】"
    },
    {
      "id": "12-017-1722_p0027",
      "zh_CN": "这一句对我们学习非常重要。不但是出世间法，世间法都不例外，要想成就，古人常讲「一门深入，长时薰修」，保持一门深入，就决定不动摇；长时，那就要耐心，没有耐心，怎么能成就？世尊在《金刚经》上告诉我们，「一切法得成于忍」，世出世间一切法成就秘诀就在忍耐。所以《金刚般若》里面虽然讲六波罗蜜，讲得最多的是布施、忍辱。布施是放下，忍耐才叫真功夫！忍辱波罗蜜里面给我们举了个例子，让我们知道学习从哪里忍，怎么忍法。第一个人与人之间相处，最不容易忍的，要从这里下手。八苦里面讲的怨憎会、爱别离，你就晓得这两种境界现前，一个是你所欢喜的环境，你所欢喜的人、欢喜的事、欢喜的物，你会起贪心！贪爱、贪恋，这都是烦恼，你要修『不动堪忍』。",
      "zh_TW": "這一句對我們學習非常重要。不但是出世間法，世間法都不例外，要想成就，古人常講「一門深入，長時薰修」，保持一門深入，就決定不動搖；長時，那就要耐心，沒有耐心，怎麼能成就？世尊在《金剛經》上告訴我們，「一切法得成於忍」，世出世間一切法成就祕訣就在忍耐。所以《金剛般若》裡面雖然講六波羅蜜，講得最多的是布施、忍辱。布施是放下，忍耐才叫真功夫！忍辱波羅蜜裡面給我們舉了個例子，讓我們知道學習從哪裡忍，怎麼忍法。第一個人與人之間相處，最不容易忍的，要從這裡下手。八苦裡面講的怨憎會、愛別離，你就曉得這兩種境界現前，一個是你所歡喜的環境，你所歡喜的人、歡喜的事、歡喜的物，你會起貪心！貪愛、貪戀，這都是煩惱，你要修『不動堪忍』。"
    },
    {
      "id": "12-017-1722_p0028",
      "zh_CN": "不动堪忍是什么？这个境界现前，你还能保持清净平等觉，顺境善缘不生贪恋，这个念头不会生起来，这叫不动堪忍，这是对顺境善缘。反过来，逆境恶缘，逆境是很不好的环境，恶缘是什么？是你很不喜欢的人。这个人找你麻烦，冤亲债主，不定从哪里来的，可能是你的家人，可能是你的亲戚，可能是你的朋友，可能是你的同事，冤亲债主，他毁谤你、侮辱你、陷害你，都有。在这个社会上常常会碰到，怎样？不生瞋恚。为什么？一定要知道，不论你是遇善缘、是恶缘，不是偶然的，有前因后果。那个人对我好，我前世对他好，我们有善缘；这个人对我不好，我前世对他不好。你还要知道，善会变成恶，恶也会变成善。由此可知，善不是定善，恶也非定恶，它会转变。为什么会转变？我们自己的存心，我们自己的智慧，我们自己的德行，像佛经上所讲的「若能转境，则同如来」。我们学佛要学会这一点，不被境界所转，我们能转境界，那你学佛就没有白学了。你能把过去生中的善缘转变成法缘，这个多美好！没有贪恋的念头，大家在一块同参、同学，在这一生当中成就道业。",
      "zh_TW": "不動堪忍是什麼？這個境界現前，你還能保持清淨平等覺，順境善緣不生貪戀，這個念頭不會生起來，這叫不動堪忍，這是對順境善緣。反過來，逆境惡緣，逆境是很不好的環境，惡緣是什麼？是你很不喜歡的人。這個人找你麻煩，冤親債主，不定從哪裡來的，可能是你的家人，可能是你的親戚，可能是你的朋友，可能是你的同事，冤親債主，他毀謗你、侮辱你、陷害你，都有。在這個社會上常常會碰到，怎樣？不生瞋恚。為什麼？一定要知道，不論你是遇善緣、是惡緣，不是偶然的，有前因後果。那個人對我好，我前世對他好，我們有善緣；這個人對我不好，我前世對他不好。你還要知道，善會變成惡，惡也會變成善。由此可知，善不是定善，惡也非定惡，它會轉變。為什麼會轉變？我們自己的存心，我們自己的智慧，我們自己的德行，像佛經上所講的「若能轉境，則同如來」。我們學佛要學會這一點，不被境界所轉，我們能轉境界，那你學佛就沒有白學了。你能把過去生中的善緣轉變成法緣，這個多美好！沒有貪戀的念頭，大家在一塊同參、同學，在這一生當中成就道業。"
    },
    {
      "id": "12-017-1722_p0029",
      "zh_CN": "对那些恶缘、冤亲债主呢？化怨为亲，化敌为友，化恶为善，好！什么化？感化，你自己的智慧道德，特别是不动堪忍，你会感动他。他常常毁谤我，我怎么样？我常常赞叹他。这一个对比很鲜明。我赞叹他，一定他有长处，这个诸位要知道。人在这个世间，说是只有长处没有短处的，找不到，只有短处没有长处的也找不到，总是善恶混杂。我们知道他的善，就赞叹他善的这一方面，恶的那一方面绝口不提，要做这个功夫，这叫真修行。时间久了，你要有耐心，三年、五年、十年、二十年、三十年，他回头了，他会想到我常常欺负这个人，我常常挖苦这个人，我常常羞辱这个人，他都不生气。这么多年来，我对他没有好脸色，他对我还是这么尊敬，我有一点小小的好处，他还是这么赞叹，人的良心会被激发出来。他终究明白，我这一生真的遇到一个好人。这样就是化恶为善，把那个恶人感化让他变成善人，把冤家转变成亲家，仇敌转变成朋友，这就对了，这叫学佛。佛菩萨应化在九法界干什么？就干这桩事情。我们要懂得、要明了、要认真努力在这上下功夫，这是对人。",
      "zh_TW": "對那些惡緣、冤親債主呢？化怨為親，化敵為友，化惡為善，好！什麼化？感化，你自己的智慧道德，特別是不動堪忍，你會感動他。他常常毀謗我，我怎麼樣？我常常讚歎他。這一個對比很鮮明。我讚歎他，一定他有長處，這個諸位要知道。人在這個世間，說是只有長處沒有短處的，找不到，只有短處沒有長處的也找不到，總是善惡混雜。我們知道他的善，就讚歎他善的這一方面，惡的那一方面絕口不提，要做這個功夫，這叫真修行。時間久了，你要有耐心，三年、五年、十年、二十年、三十年，他回頭了，他會想到我常常欺負這個人，我常常挖苦這個人，我常常羞辱這個人，他都不生氣。這麼多年來，我對他沒有好臉色，他對我還是這麼尊敬，我有一點小小的好處，他還是這麼讚歎，人的良心會被激發出來。他終究明白，我這一生真的遇到一個好人。這樣就是化惡為善，把那個惡人感化讓他變成善人，把冤家轉變成親家，仇敵轉變成朋友，這就對了，這叫學佛。佛菩薩應化在九法界幹什麼？就幹這樁事情。我們要懂得、要明瞭、要認真努力在這上下功夫，這是對人。"
    },
    {
      "id": "12-017-1722_p0030",
      "zh_CN": "首先，你要肯定我们老祖宗五千年前的教诲，告诉我们人性本善，《三字经》上头一句，「人之初，性本善」，你要肯定、承认，一丝毫不怀疑。佛陀教我们，一切众生本来是佛，「佛」这个字是印度话，翻成中国的意思是觉悟，佛是觉的意思。换句话说，佛教导我们本性本觉，我们中国老祖宗教导我们本性本善，这是首先要肯定、要承认、不怀疑，这是智慧。这叫看破，根本上的看破。你能够肯定一切众生本性本善，本性本觉，我们对众生那个尊敬的心就会生起来。要不然你看到个恶人，你怎么可能对他生尊敬心？不骂他、不批评他就算不错了，对他还能生尊敬？办不到！为什么佛菩萨能办到、圣贤能办到？圣贤知道本性本善，本性本觉，了解这个事实真相。",
      "zh_TW": "首先，你要肯定我們老祖宗五千年前的教誨，告訴我們人性本善，《三字經》上頭一句，「人之初，性本善」，你要肯定、承認，一絲毫不懷疑。佛陀教我們，一切眾生本來是佛，「佛」這個字是印度話，翻成中國的意思是覺悟，佛是覺的意思。換句話說，佛教導我們本性本覺，我們中國老祖宗教導我們本性本善，這是首先要肯定、要承認、不懷疑，這是智慧。這叫看破，根本上的看破。你能夠肯定一切眾生本性本善，本性本覺，我們對眾生那個尊敬的心就會生起來。要不然你看到個惡人，你怎麼可能對他生尊敬心？不罵他、不批評他就算不錯了，對他還能生尊敬？辦不到！為什麼佛菩薩能辦到、聖賢能辦到？聖賢知道本性本善，本性本覺，了解這個事實真相。"
    },
    {
      "id": "12-017-1722_p0031",
      "zh_CN": "那么他现在不善，他现在不觉，那是什么？他迷了，迷失了本性。这个迷并不是真的把本性失掉，不是的，这个迷只是一时迷惑，它不起作用，本善变成不善，本觉变成迷惑。不善跟迷惑，本性里头没有，那是习性，我们常讲，他被染污了。古大德有个比喻，譬如一块黄金，黄金是纯净纯善，掉到粪坑里去了，被染污。你想它是不是真的染污？不是，你把它拿起来用水洗干净，还是本性本善，并没有染污。众生在六道三途就像你的纯净纯善的本性掉到粪坑里一样，就跟这个比喻一样的，虽然掉在粪坑里面，并没有真正的变质，没有。",
      "zh_TW": "那麼他現在不善，他現在不覺，那是什麼？他迷了，迷失了本性。這個迷並不是真的把本性失掉，不是的，這個迷只是一時迷惑，它不起作用，本善變成不善，本覺變成迷惑。不善跟迷惑，本性裡頭沒有，那是習性，我們常講，他被染污了。古大德有個比喻，譬如一塊黃金，黃金是純淨純善，掉到糞坑裡去了，被染污。你想它是不是真的染污？不是，你把它拿起來用水洗乾淨，還是本性本善，並沒有染污。眾生在六道三途就像你的純淨純善的本性掉到糞坑裡一樣，就跟這個比喻一樣的，雖然掉在糞坑裡面，並沒有真正的變質，沒有。"
    },
    {
      "id": "12-017-1722_p0032",
      "zh_CN": "所以众生虽然造作罪业，堕落在阿鼻地狱，佛菩萨对他还是尊敬，为什么？清清楚楚知道他的染污是暂时的，洗刷干净就恢复正常。佛菩萨就要自行化他，帮助他恢复正常。用什么方法？不动堪忍是最重要的一个手段。你对我种种不善我能忍受，无论你对我毁谤也好、批评也好、羞辱也好、陷害也好，我都能不动堪忍。为什么？我很清楚、我很明白，我懂得怎样帮助你回头，帮助你觉悟，所以有耐性、有智慧、有善巧方便。总是以善心善愿祈求三宝加持，加持我有能力感化你，加持你有能力觉悟回头，这是一个善心善愿。有善心善愿一定有善言善行，当你不了解我们的时候，怀恨在心的时候，我看到你远远躲开，回避你。你一定会开心，你看他怕我，我一在的时候，他赶紧就走了。随他去发泄，这不是怕他，这是化解怨恨的一种善巧方便。",
      "zh_TW": "所以眾生雖然造作罪業，墮落在阿鼻地獄，佛菩薩對他還是尊敬，為什麼？清清楚楚知道他的染污是暫時的，洗刷乾淨就恢復正常。佛菩薩就要自行化他，幫助他恢復正常。用什麼方法？不動堪忍是最重要的一個手段。你對我種種不善我能忍受，無論你對我毀謗也好、批評也好、羞辱也好、陷害也好，我都能不動堪忍。為什麼？我很清楚、我很明白，我懂得怎樣幫助你回頭，幫助你覺悟，所以有耐性、有智慧、有善巧方便。總是以善心善願祈求三寶加持，加持我有能力感化你，加持你有能力覺悟回頭，這是一個善心善願。有善心善願一定有善言善行，當你不了解我們的時候，懷恨在心的時候，我看到你遠遠躲開，迴避你。你一定會開心，你看他怕我，我一在的時候，他趕緊就走了。隨他去發洩，這不是怕他，這是化解怨恨的一種善巧方便。"
    },
    {
      "id": "12-017-1722_p0033",
      "zh_CN": "在一切时、一切处我们总是赞叹，人人是好人，事事是好事。你毁谤我是好事，你羞辱我是好事，你陷害我是好事，为什么是好事？消我的业障。我这一生没有造这个业障，过去生有没有造？再过去生有没有造？无始劫来我们造的业太多太多！怎么样能消？遇到这些人，他都来替我消业障。可是我要接受，我欢喜接受，业障才能消除。如果我不接受，业障就不能消除。如果还有怨恨心、还有报复心，那个麻烦更大！这个业障会加深，加深到最后变成生生世世冤冤相报，没完没了，彼此双方都痛苦。这个事情很多！诸位要是细心冷静观察，现前这个社会上，你天天都看到。或者是自己天天也会遇到，常常会遇到，冤冤相报！他报到我身上，我不再报他，帐到这就了了、就结了，这好事，将来就是好朋友。化敌为友、化怨为亲、化恶为善、化迷为悟，都要有这个功夫，不动堪忍。",
      "zh_TW": "在一切時、一切處我們總是讚歎，人人是好人，事事是好事。你毀謗我是好事，你羞辱我是好事，你陷害我是好事，為什麼是好事？消我的業障。我這一生沒有造這個業障，過去生有沒有造？再過去生有沒有造？無始劫來我們造的業太多太多！怎麼樣能消？遇到這些人，他都來替我消業障。可是我要接受，我歡喜接受，業障才能消除。如果我不接受，業障就不能消除。如果還有怨恨心、還有報復心，那個麻煩更大！這個業障會加深，加深到最後變成生生世世冤冤相報，沒完沒了，彼此雙方都痛苦。這個事情很多！諸位要是細心冷靜觀察，現前這個社會上，你天天都看到。或者是自己天天也會遇到，常常會遇到，冤冤相報！他報到我身上，我不再報他，帳到這就了了、就結了，這好事，將來就是好朋友。化敵為友、化怨為親、化惡為善、化迷為悟，都要有這個功夫，不動堪忍。"
    },
    {
      "id": "12-017-1722_p0034",
      "zh_CN": "中国人过去讲「杀父之仇不共戴天」，做儿女的一定要报仇，要报仇雪恨。学了佛之后你就知道，这种观念、这种行为是正确的还是错误的？我今天报了仇、雪了恨，他要是不服，来生还要报仇雪恨，你生生世世愈报愈惨烈。《文昌帝君阴骘文》一开头就说了这么一桩事情，文昌帝君也是报仇雪恨，生生世世非常痛苦，以后闻到佛法才恍然大悟。我们接受了，不再报复，这个帐就结了。如果遇到这桩事情，真正是孝子贤孙，原谅对方，好好的把自己修学功德超度自己的亲人，化解怨恨。化解怨恨至少生天，怀恨在心，还要来报复，总在三途。三途的罪业受满之后到人间又报仇，报仇又造业，造业再下去，有什么好处？不能不懂。两个族群世仇，两个国家世仇，你们想想两国的人民都痛苦。如果能够一化解，互相尊重，互相敬爱，互相关怀，互助合作，后世两方人民都享福。你们想想哪个是正确的、哪个是错误的？",
      "zh_TW": "中國人過去講「殺父之仇不共戴天」，做兒女的一定要報仇，要報仇雪恨。學了佛之後你就知道，這種觀念、這種行為是正確的還是錯誤的？我今天報了仇、雪了恨，他要是不服，來生還要報仇雪恨，你生生世世愈報愈慘烈。《文昌帝君陰騭文》一開頭就說了這麼一樁事情，文昌帝君也是報仇雪恨，生生世世非常痛苦，以後聞到佛法才恍然大悟。我們接受了，不再報復，這個帳就結了。如果遇到這樁事情，真正是孝子賢孫，原諒對方，好好的把自己修學功德超度自己的親人，化解怨恨。化解怨恨至少生天，懷恨在心，還要來報復，總在三途。三途的罪業受滿之後到人間又報仇，報仇又造業，造業再下去，有什麼好處？不能不懂。兩個族群世仇，兩個國家世仇，你們想想兩國的人民都痛苦。如果能夠一化解，互相尊重，互相敬愛，互相關懷，互助合作，後世兩方人民都享福。你們想想哪個是正確的、哪個是錯誤的？"
    },
    {
      "id": "12-017-1722_p0035",
      "zh_CN": "在因果事实里面我们看到，许多怨恨结在心里上，化不开的，以后报仇怎么样？他生到仇人家里，做他仇人的儿女，最后把这个家毁掉，用这种方式来报仇。所以佛告诉我们，父母跟子女四种关系。第一种是报恩的，过去生中彼此相处很好，有恩德，这个儿女到你家里来投胎，报恩的，报恩怎么样？孝子贤孙，好！第二类是报怨的，过去生中结的冤仇，他是来报仇，他长大之后一定是犯法、犯罪，叫你家破人亡。都有因果，不是无缘无故的，不是偶然的。现在我们看这个社会，很多人说儿女不孝，儿女不听话，儿女不好教。如果你要是学佛，你就会想想，我这个儿女是来报恩的还是来报怨的？我们一生对待人，对待别人是布施恩惠多还是给人家结的怨恨多？自己想想就知道。如果一生你存的善心，行的是善行，处处都为别人着想，你的儿女一定好。为什么？他没有报怨。如果看到人都不满意，时时刻刻批评人、教训人、侮辱人、羞辱人，你跟人结的就是不好的缘，人家到你家来投胎做你的儿女就是不孝，就这么个道理。这是报恩、报怨。",
      "zh_TW": "在因果事實裡面我們看到，許多怨恨結在心裡上，化不開的，以後報仇怎麼樣？他生到仇人家裡，做他仇人的兒女，最後把這個家毀掉，用這種方式來報仇。所以佛告訴我們，父母跟子女四種關係。第一種是報恩的，過去生中彼此相處很好，有恩德，這個兒女到你家裡來投胎，報恩的，報恩怎麼樣？孝子賢孫，好！第二類是報怨的，過去生中結的冤仇，他是來報仇，他長大之後一定是犯法、犯罪，叫你家破人亡。都有因果，不是無緣無故的，不是偶然的。現在我們看這個社會，很多人說兒女不孝，兒女不聽話，兒女不好教。如果你要是學佛，你就會想想，我這個兒女是來報恩的還是來報怨的？我們一生對待人，對待別人是布施恩惠多還是給人家結的怨恨多？自己想想就知道。如果一生你存的善心，行的是善行，處處都為別人著想，你的兒女一定好。為什麼？他沒有報怨。如果看到人都不滿意，時時刻刻批評人、教訓人、侮辱人、羞辱人，你跟人結的就是不好的緣，人家到你家來投胎做你的兒女就是不孝，就這麼個道理。這是報恩、報怨。"
    },
    {
      "id": "12-017-1722_p0036",
      "zh_CN": "还有两种，讨债、还债。你欠别人的，人家来讨债。讨债，你欠得少的，讨完他就走了。比如小孩养到三岁、五岁，也花了不少钱、花了不少心血照顾他，他走了，死了，讨得少的，讨债鬼。你欠他多的，你会培养他到大学毕业，拿到学士，正好可以到社会上去工作了，还没有工作，他走了。你对他身上所花的钱、所用的心血，统统付诸于东流，就是他来讨债的，欠得多。另外一种还债的，还债的就看他欠你多少，他要欠得多，他发了大财，对于父母物质生活上照顾很周到，欠得多的，没有孝心，对父母没有恭敬心，但是生活会照顾得很好。如果欠得少，对父母的物质生活就相当刻薄，他自己过的好日子，你只能够吃得饱、穿得暖，有个小房子给你遮蔽风雨，够了。他自己住的是高楼大厦，你住的是小房子，生活也能照顾，只是很平常的生活，欠得少，他不要还那么多。佛讲得有道理，你想，愈想愈有道理，报恩报怨、讨债还债。",
      "zh_TW": "還有兩種，討債、還債。你欠別人的，人家來討債。討債，你欠得少的，討完他就走了。比如小孩養到三歲、五歲，也花了不少錢、花了不少心血照顧他，他走了，死了，討得少的，討債鬼。你欠他多的，你會培養他到大學畢業，拿到學士，正好可以到社會上去工作了，還沒有工作，他走了。你對他身上所花的錢、所用的心血，統統付諸於東流，就是他來討債的，欠得多。另外一種還債的，還債的就看他欠你多少，他要欠得多，他發了大財，對於父母物質生活上照顧很周到，欠得多的，沒有孝心，對父母沒有恭敬心，但是生活會照顧得很好。如果欠得少，對父母的物質生活就相當刻薄，他自己過的好日子，你只能夠吃得飽、穿得暖，有個小房子給你遮蔽風雨，夠了。他自己住的是高樓大廈，你住的是小房子，生活也能照顧，只是很平常的生活，欠得少，他不要還那麼多。佛講得有道理，你想，愈想愈有道理，報恩報怨、討債還債。"
    },
    {
      "id": "12-017-1722_p0037",
      "zh_CN": "你要是明白，学了佛懂得，你就都能忍了。来报恩的，很好，孝子贤孙，希望他能够学佛，大家将来同成佛道。来报怨的，你能够化解，你不再怨恨，纵然家破人亡，也会点头，应该的，过去我是这样对他的，今天他这样报回来，一报还一报，到这里终止了，来生不再有怨恨心。至于讨债还债也很清楚，来讨债的，走了也不要过分悲痛，讨债的，还清了。来还债的，纵然还得很少，知道过去他欠我的不多，所以也就不必过分要求，平平安安度日子，好好念佛求生净土，到极乐世界去做佛去，又何尝不好？物质生活太富裕了，不想离开这个世间。生活很清苦，儿女对自己不尊重，正好念佛，为什么？他不来干扰你。所以你想通了，都是好的增上缘；想不通，你怨恨自然就生起来，你不平，你怨恨。不平、怨恨是自己在继续造业，这是错误的。这是讲我们对人要不动、要堪忍，要有善巧方便把它化解。",
      "zh_TW": "你要是明白，學了佛懂得，你就都能忍了。來報恩的，很好，孝子賢孫，希望他能夠學佛，大家將來同成佛道。來報怨的，你能夠化解，你不再怨恨，縱然家破人亡，也會點頭，應該的，過去我是這樣對他的，今天他這樣報回來，一報還一報，到這裡終止了，來生不再有怨恨心。至於討債還債也很清楚，來討債的，走了也不要過分悲痛，討債的，還清了。來還債的，縱然還得很少，知道過去他欠我的不多，所以也就不必過分要求，平平安安度日子，好好念佛求生淨土，到極樂世界去做佛去，又何嘗不好？物質生活太富裕了，不想離開這個世間。生活很清苦，兒女對自己不尊重，正好念佛，為什麼？他不來干擾你。所以你想通了，都是好的增上緣；想不通，你怨恨自然就生起來，你不平，你怨恨。不平、怨恨是自己在繼續造業，這是錯誤的。這是講我們對人要不動、要堪忍，要有善巧方便把它化解。"
    },
    {
      "id": "12-017-1722_p0038",
      "zh_CN": "第二种是对事物，就是对大自然，我们的环境。环境不好要忍，环境是众生的共业，你不忍，怎么能成就？冬天你要忍受寒风，夏天你要忍受炎热，对大自然的。这不是对人的，不是人事，是自然环境，也要不动堪忍。对大自然不怨天，对人事环境不尤人，永远保持自己心地清净平等觉，这就对了。尤其是我们现在讲的自然灾害，清清楚楚，你不能够不接受，当然也要做适当的防范。但是最重要的根本是真正觉悟，断恶修善，积功累德，老实念佛求生净土，把世缘要放下。你放得愈多，你往生就愈多把握；你不肯放下，它是念佛往生的障碍，不能不知道。这是第二类，法忍。",
      "zh_TW": "第二種是對事物，就是對大自然，我們的環境。環境不好要忍，環境是眾生的共業，你不忍，怎麼能成就？冬天你要忍受寒風，夏天你要忍受炎熱，對大自然的。這不是對人的，不是人事，是自然環境，也要不動堪忍。對大自然不怨天，對人事環境不尤人，永遠保持自己心地清淨平等覺，這就對了。尤其是我們現在講的自然災害，清清楚楚，你不能夠不接受，當然也要做適當的防範。但是最重要的根本是真正覺悟，斷惡修善，積功累德，老實念佛求生淨土，把世緣要放下。你放得愈多，你往生就愈多把握；你不肯放下，它是念佛往生的障礙，不能不知道。這是第二類，法忍。"
    },
    {
      "id": "12-017-1722_p0039",
      "zh_CN": "第三种，佛教导我们修法，修行要不动堪忍才能成就。我们中国古人教导我们与这个法门也相似，你看《三字经》上教给我们，「教之道，贵以专」，学习当然也是一样，我们学习要专，不能学得太杂，不能学得太多，学杂了、学多了，不能成就。所以学道，信心是摆在第一，信心是不怀疑、不夹杂、不间断。这是大势至菩萨在《圆通章》里面教给我们念佛求生净土的最高指导原则，「都摄六根，净念相继」，它可以用在一切法上，这个原理原则可以用在一切法上。对世间小小事你都能守住这个原则，没有一样做不好的，没有一样做不成功。",
      "zh_TW": "第三種，佛教導我們修法，修行要不動堪忍才能成就。我們中國古人教導我們與這個法門也相似，你看《三字經》上教給我們，「教之道，貴以專」，學習當然也是一樣，我們學習要專，不能學得太雜，不能學得太多，學雜了、學多了，不能成就。所以學道，信心是擺在第一，信心是不懷疑、不夾雜、不間斷。這是大勢至菩薩在《圓通章》裡面教給我們念佛求生淨土的最高指導原則，「都攝六根，淨念相繼」，它可以用在一切法上，這個原理原則可以用在一切法上。對世間小小事你都能守住這個原則，沒有一樣做不好的，沒有一樣做不成功。"
    },
    {
      "id": "12-017-1722_p0040",
      "zh_CN": "首先要有清净信心，清净信心是智慧，《金刚经》上说得很好，「信心清净，则生实相」。我们没有智慧，我们只有烦恼，那就是你没有信心。信心从什么地方建立？从根本建立，根本就是要相信本性本善，本性本觉，这是最根本的。相信自己本性本善，相信一切众生本性本善；相信自己本性本觉，相信一切众生本性本觉，从这里建立信心。然后信佛菩萨，信古圣先贤的教诲，相信他们一生所行的决定是正确的，特别是苦行，前面讲的「头陀持戒」。",
      "zh_TW": "首先要有清淨信心，清淨信心是智慧，《金剛經》上說得很好，「信心清淨，則生實相」。我們沒有智慧，我們只有煩惱，那就是你沒有信心。信心從什麼地方建立？從根本建立，根本就是要相信本性本善，本性本覺，這是最根本的。相信自己本性本善，相信一切眾生本性本善；相信自己本性本覺，相信一切眾生本性本覺，從這裡建立信心。然後信佛菩薩，信古聖先賢的教誨，相信他們一生所行的決定是正確的，特別是苦行，前面講的「頭陀持戒」。"
    },
    {
      "id": "12-017-1722_p0041",
      "zh_CN": "我们要想在一生成就，不能不认真去学习。所以物质生活适可而止，绝不去追求，尤其不能跟人家比赛，不可以跟人家竞争。什么叫比赛、叫竞争？现在人讲时髦，我看到有一个居士衣服很多，并不是破旧的，都很好，穿出去也很大方，还要做衣服，我问她为什么？这个样子过时了。不能穿了吗？穿，能，穿出去别人笑话。这观念错了，我就跟她讲，妳可以穿出去，人家笑死，笑死是他死，妳没有死。他笑死活该，与妳不相干，妳何必怕他笑死，妳要去做那些跟他一样时髦的，妳在浪费，妳不知道修福，妳在造业，妳知不知道？我说了很多，最后她也懂得了。这个道理你真的搞明白了，参透了，你的日子很好过。做一件新衣服至少可以穿十年，十年不要再做衣服，你就不会有这个妄想，也不会浪费。比如家里用品，你一个电冰箱好好去用它，也可以用十年，不要常常去换新的。所以物质生活很容易满足，你要知足，你快乐，你有多余的时间，你也有多余的财富，不必苦苦去营求。",
      "zh_TW": "我們要想在一生成就，不能不認真去學習。所以物質生活適可而止，絕不去追求，尤其不能跟人家比賽，不可以跟人家競爭。什麼叫比賽、叫競爭？現在人講時髦，我看到有一個居士衣服很多，並不是破舊的，都很好，穿出去也很大方，還要做衣服，我問她為什麼？這個樣子過時了。不能穿了嗎？穿，能，穿出去別人笑話。這觀念錯了，我就跟她講，妳可以穿出去，人家笑死，笑死是他死，妳沒有死。他笑死活該，與妳不相干，妳何必怕他笑死，妳要去做那些跟他一樣時髦的，妳在浪費，妳不知道修福，妳在造業，妳知不知道？我說了很多，最後她也懂得了。這個道理你真的搞明白了，參透了，你的日子很好過。做一件新衣服至少可以穿十年，十年不要再做衣服，你就不會有這個妄想，也不會浪費。比如家裡用品，你一個電冰箱好好去用它，也可以用十年，不要常常去換新的。所以物質生活很容易滿足，你要知足，你快樂，你有多餘的時間，你也有多餘的財富，不必苦苦去營求。"
    },
    {
      "id": "12-017-1722_p0042",
      "zh_CN": "早年我在台湾，有一天出门坐计程车，司机告诉我日子不好过，每个月收入都不够支出。我就问他，才知道他跟这个同修一样追求时髦，那你当然就不够用了。如果不追求时髦，不必跟他们一样，我能够节俭，我能够爱惜物力，你家里面所有用的东西不必跟着人家常常去换新的、换时髦的，你日子很好过。他一想，对！如果是这样的话，我工作一年可以休息两年。一点也没错，那就叫会享受。工作一年所赚的钱足够过三年生活，你何必这么辛苦？问题就是你要想通，想通你就会过日子，想通你就幸福快乐；不想通，你天天烦恼。",
      "zh_TW": "早年我在台灣，有一天出門坐計程車，司機告訴我日子不好過，每個月收入都不夠支出。我就問他，才知道他跟這個同修一樣追求時髦，那你當然就不夠用了。如果不追求時髦，不必跟他們一樣，我能夠節儉，我能夠愛惜物力，你家裡面所有用的東西不必跟著人家常常去換新的、換時髦的，你日子很好過。他一想，對！如果是這樣的話，我工作一年可以休息兩年。一點也沒錯，那就叫會享受。工作一年所賺的錢足夠過三年生活，你何必這麼辛苦？問題就是你要想通，想通你就會過日子，想通你就幸福快樂；不想通，你天天煩惱。"
    },
    {
      "id": "12-017-1722_p0043",
      "zh_CN": "尤其现在科技是日新月异，像现在家里面电视设备，过几个月新的产品出来了，这个慢慢就淘汰了。你家里摆的这个，朋友来的时候觉得自己寒酸，觉得自己没有面子，错了！一样的收看，并不丢人，而且提倡节俭，你一家过得多幸福，过得多么快乐，这是他们做不到的。他们虽然住的是豪华的住宅，住宅也是一样，房子住上几年，又有新房子出来，看了动心，又想把房子卖掉，去搬到新房子，又要加好多钱，你不是自己给自己找麻烦吗？真的想通了，日子很好过，不要去跟人争。反正天天搞新花样的、搞新产品的，我在三十年前在香港讲经都讲了，那是什么？那是魔，魔手，那手很巧，天天搞新花样，你出不了魔掌，你受他的控制，天天为他辛辛苦苦去劳碌，赚的钱全去供养他了。你为什么不跟佛学？为什么跟着魔走？你跟着佛走多快乐，你跟着魔走多辛苦。魔在哪里？你今天一出去六根所接触的全是魔，他在折磨你。",
      "zh_TW": "尤其現在科技是日新月異，像現在家裡面電視設備，過幾個月新的產品出來了，這個慢慢就淘汰了。你家裡擺的這個，朋友來的時候覺得自己寒酸，覺得自己沒有面子，錯了！一樣的收看，並不丟人，而且提倡節儉，你一家過得多幸福，過得多麼快樂，這是他們做不到的。他們雖然住的是豪華的住宅，住宅也是一樣，房子住上幾年，又有新房子出來，看了動心，又想把房子賣掉，去搬到新房子，又要加好多錢，你不是自己給自己找麻煩嗎？真的想通了，日子很好過，不要去跟人爭。反正天天搞新花樣的、搞新產品的，我在三十年前在香港講經都講了，那是什麼？那是魔，魔手，那手很巧，天天搞新花樣，你出不了魔掌，你受他的控制，天天為他辛辛苦苦去勞碌，賺的錢全去供養他了。你為什麼不跟佛學？為什麼跟著魔走？你跟著佛走多快樂，你跟著魔走多辛苦。魔在哪裡？你今天一出去六根所接觸的全是魔，他在折磨你。"
    },
    {
      "id": "12-017-1722_p0044",
      "zh_CN": "这新花样也到我们道场来了，宽频电视，这是刚刚开发的，现在还没普及。这些开发商到我这里来，把样品拿来给我看，我看了是不错，他找我投资，要我去换新。我想了一想，这刚刚发展，一定还有不断在改进，等到三年以后，你们改到差不多很稳定的时候我再来换。我现在这小机器至少还可以用三年没问题，我不会马上换。这就是不动堪忍。你换了之后，年年都要淘汰、都要换新，你要付出多少成本？我们这个道场不是生产机构，一切设施都是四众同修供养的，古人所说「施主一粒米，大如须弥山，今生不了道，披毛戴角还」。我们要为四众施主着想，他们的供养要真正发挥到最大的效果，做弘法利生的事情，不可以浪费，不可以奢侈。我们要对得起施主，这才真正是报佛恩，报施主恩，怎么可以浪费？虽然有先进的东西发明了，我们这套东西还可以用，等到我们这个东西不能用的时候再换，这是正确的。我们这些设备不是娱乐的，是教学的，都要搞清楚、搞明白为的是什么。所以修法要懂得，我们自己修，无论修学哪个法门，你要没有不动堪忍，你不会成就。",
      "zh_TW": "這新花樣也到我們道場來了，寬頻電視，這是剛剛開發的，現在還沒普及。這些開發商到我這裡來，把樣品拿來給我看，我看了是不錯，他找我投資，要我去換新。我想了一想，這剛剛發展，一定還有不斷在改進，等到三年以後，你們改到差不多很穩定的時候我再來換。我現在這小機器至少還可以用三年沒問題，我不會馬上換。這就是不動堪忍。你換了之後，年年都要淘汰、都要換新，你要付出多少成本？我們這個道場不是生產機構，一切設施都是四眾同修供養的，古人所說「施主一粒米，大如須彌山，今生不了道，披毛戴角還」。我們要為四眾施主著想，他們的供養要真正發揮到最大的效果，做弘法利生的事情，不可以浪費，不可以奢侈。我們要對得起施主，這才真正是報佛恩，報施主恩，怎麼可以浪費？雖然有先進的東西發明了，我們這套東西還可以用，等到我們這個東西不能用的時候再換，這是正確的。我們這些設備不是娛樂的，是教學的，都要搞清楚、搞明白為的是什麼。所以修法要懂得，我們自己修，無論修學哪個法門，你要沒有不動堪忍，你不會成就。"
    },
    {
      "id": "12-017-1722_p0045",
      "zh_CN": "现在有不少同学都知道，我们想开一个华严班。但是人实在太多，太多，我们没有地点。我们华严班实际上已经开了十年，你看看已经讲了三千五百多个小时。所以愿意学《华严》的同学在哪里学？在网路上学，在卫星电视上学。没有这些设备，我们每天所讲的都留的有光碟，从光碟上学。还有不少同学已经把我们所讲的都整理成文字，《大方广佛华严经讲记》，你可以从《讲记》上学，只要你真的一门深入，有耐心、有毅力，一个目标、一个方向，没有一个不成功。可是这个地方你要记住，我常常讲的，先学扎根，这四个根。学《华严》，无论是在家出家都要扎四个根，像一张桌子四个腿，四平八稳，你会有成就。你要没有这四个根，你所学的是空中楼阁，不能成就。",
      "zh_TW": "現在有不少同學都知道，我們想開一個華嚴班。但是人實在太多，太多，我們沒有地點。我們華嚴班實際上已經開了十年，你看看已經講了三千五百多個小時。所以願意學《華嚴》的同學在哪裡學？在網路上學，在衛星電視上學。沒有這些設備，我們每天所講的都留的有光碟，從光碟上學。還有不少同學已經把我們所講的都整理成文字，《大方廣佛華嚴經講記》，你可以從《講記》上學，只要你真的一門深入，有耐心、有毅力，一個目標、一個方向，沒有一個不成功。可是這個地方你要記住，我常常講的，先學扎根，這四個根。學《華嚴》，無論是在家出家都要紮四個根，像一張桌子四個腿，四平八穩，你會有成就。你要沒有這四個根，你所學的是空中樓閣，不能成就。"
    },
    {
      "id": "12-017-1722_p0046",
      "zh_CN": "四个根，第一个《弟子规》，杨淑芬居士、蔡礼旭居士他们所讲的，讲得很详细，光碟也流通得很广，你从这里下功夫，要百分之百的落实。为什么？你想参加华严班，你要做华严菩萨，这个不落实是决定不可能的事情。第二个《太上感应篇》，第三个《十善业道经》，第四个《沙弥律仪》。这四样东西都要百分之百的落实，然后学《华严》才行，这是地基。《华严》所谓是百丈高楼，下头地基要稳固，没有这个基础你不能成就。所以你要从这上扎根，然后你再学《华严》，这才行。这四个根要不扎实，没法子。这是我对同学们提出的忠告，不动堪忍，一定要把这四个根扎好。然后，不但学《华严》，无论学哪个法门，你都会有伟大的成就，有不平凡的成就。没有这四个根，你肯定失败。所以先从扎根教育下手。",
      "zh_TW": "四個根，第一個《弟子規》，楊淑芬居士、蔡禮旭居士他們所講的，講得很詳細，光碟也流通得很廣，你從這裡下功夫，要百分之百的落實。為什麼？你想參加華嚴班，你要做華嚴菩薩，這個不落實是決定不可能的事情。第二個《太上感應篇》，第三個《十善業道經》，第四個《沙彌律儀》。這四樣東西都要百分之百的落實，然後學《華嚴》才行，這是地基。《華嚴》所謂是百丈高樓，下頭地基要穩固，沒有這個基礎你不能成就。所以你要從這上扎根，然後你再學《華嚴》，這才行。這四個根要不紮實，沒法子。這是我對同學們提出的忠告，不動堪忍，一定要把這四個根紮好。然後，不但學《華嚴》，無論學哪個法門，你都會有偉大的成就，有不平凡的成就。沒有這四個根，你肯定失敗。所以先從扎根教育下手。"
    },
    {
      "id": "12-017-1722_p0047",
      "zh_CN": "我们这一代没有真正的高人出现，问题在哪里？都是没有着重扎根教育，对这桩事情疏忽了。纵然经论学得再多，所谓「能说不能行」，修无法师说的，「不是真智慧」。修无法师恐怕很多人不晓得，算是近代的，民国年间的人。哈尔滨极乐寺建成的时候，建这个道场的是倓虚法师，倓虚法师晚年住在香港，在香港往生的。这个故事就是倓虚法师讲的，极乐寺建成之后，他们举行一个很大的法会，传戒，传三坛大戒，请他的老师谛闲老和尚做戒和尚。有一位修无法师，修无法师不认识字，在家做泥水匠，以后出家。一生在寺庙里面做苦工，别人不愿意做的事情他都做，挑粪、种菜，干这些，厨房里面做这工作，就是一句阿弥陀佛。他在戒期当中预知时至，念佛往生的。往生的时候，大家都跟他说，修无法师，你今天往生极乐世界，也做几首偈、做几首诗留给我们做纪念。他跟大家说，我是个老粗，不认识字，没念过书，不过我也有两句话供养大家。就说这两句话，「能说不能行，不是真智慧」。",
      "zh_TW": "我們這一代沒有真正的高人出現，問題在哪裡？都是沒有著重扎根教育，對這樁事情疏忽了。縱然經論學得再多，所謂「能說不能行」，修無法師說的，「不是真智慧」。修無法師恐怕很多人不曉得，算是近代的，民國年間的人。哈爾濱極樂寺建成的時候，建這個道場的是倓虛法師，倓虛法師晚年住在香港，在香港往生的。這個故事就是倓虛法師講的，極樂寺建成之後，他們舉行一個很大的法會，傳戒，傳三壇大戒，請他的老師諦閑老和尚做戒和尚。有一位修無法師，修無法師不認識字，在家做泥水匠，以後出家。一生在寺廟裡面做苦工，別人不願意做的事情他都做，挑糞、種菜，幹這些，廚房裡面做這工作，就是一句阿彌陀佛。他在戒期當中預知時至，念佛往生的。往生的時候，大家都跟他說，修無法師，你今天往生極樂世界，也做幾首偈、做幾首詩留給我們做紀念。他跟大家說，我是個老粗，不認識字，沒念過書，不過我也有兩句話供養大家。就說這兩句話，「能說不能行，不是真智慧」。"
    },
    {
      "id": "12-017-1722_p0048",
      "zh_CN": "所以你没有基础，没有这个根，就会变成能说不能行，不是真智慧。没有智慧，怎么能成就？所以不动堪忍，决定要着重在扎根教育。我们要把根扎好，将来才能成佛作祖，自行化他。今天时间到了，我们就说到此地。",
      "zh_TW": "所以你沒有基礎，沒有這個根，就會變成能說不能行，不是真智慧。沒有智慧，怎麼能成就？所以不動堪忍，決定要著重在扎根教育。我們要把根紮好，將來才能成佛作祖，自行化他。今天時間到了，我們就說到此地。"
    }
  ]
}