{
  "doc_id": "12-017-1865",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八六五卷",
    "zh_TW": "第一八六五卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1865",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "12-017-1865_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。昨天我们从「众声悦意喻」，比喻菩萨「四辩悦机德」，使我们联想到世尊说法的四种意趣，四意趣，「平等意趣，别时意趣」跟「别义意趣」。今天我们再看第四「补特伽罗意乐意趣」，什么叫做补特伽罗？这句是梵语下面有解释，「补特伽罗」翻译成中国意思就是「众生」，或者是翻译为「有情」。由此可知，这条是讲「随众生之乐意，而种种说法」，这条非常重要。实在说就是普贤菩萨所讲的，恒顺众生，随喜功德。只有佛菩萨才做得圆满、做得彻底。正如同经论里面常讲「佛以一音而说法，众生随类各得解」，这是无法想像的境界。佛在讲台上讲经教学，无论是什么样的听众，程度高的人听，佛讲得很深；初学的人听，他听得很欢喜，佛讲得很浅显，我都懂。人听，适合人的根机；畜生听，适合畜生的根机；灵鬼听，适合灵鬼的根机；菩萨、罗汉听，也适合他们的根机，各个都得利益。这种说法我们在初学经教的时候，李老师说这叫大讲堂，能契合各种不同根机。这不是桩容易事情，没有辩才意趣是做不到的。这个辩才意趣就非常重要，对于接引众生，帮助众生破迷开悟、离苦得乐非常要紧。",
      "zh_TW": "諸位法師，諸位同學，請坐。昨天我們從「眾聲悅意喻」，比喻菩薩「四辯悅機德」，使我們聯想到世尊說法的四種意趣，四意趣，「平等意趣，別時意趣」跟「別義意趣」。今天我們再看第四「補特伽羅意樂意趣」，什麼叫做補特伽羅？這句是梵語下面有解釋，「補特伽羅」翻譯成中國意思就是「眾生」，或者是翻譯為「有情」。由此可知，這條是講「隨眾生之樂意，而種種說法」，這條非常重要。實在說就是普賢菩薩所講的，恆順眾生，隨喜功德。只有佛菩薩才做得圓滿、做得徹底。正如同經論裡面常講「佛以一音而說法，眾生隨類各得解」，這是無法想像的境界。佛在講台上講經教學，無論是什麼樣的聽眾，程度高的人聽，佛講得很深；初學的人聽，他聽得很歡喜，佛講得很淺顯，我都懂。人聽，適合人的根機；畜生聽，適合畜生的根機；靈鬼聽，適合靈鬼的根機；菩薩、羅漢聽，也適合他們的根機，各個都得利益。這種說法我們在初學經教的時候，李老師說這叫大講堂，能契合各種不同根機。這不是樁容易事情，沒有辯才意趣是做不到的。這個辯才意趣就非常重要，對於接引眾生，幫助眾生破迷開悟、離苦得樂非常要緊。"
    },
    {
      "id": "12-017-1865_p0002",
      "zh_CN": "特别是在现前这个时代，这个时代问题非常复杂，也非常严重，而且每个人、每个家庭大多数都遭遇到困扰。哪些困扰？父子不和，儿女不听父母的教诲、不听教训，父母没有办法教儿女。父子出了问题，于是一切问题都发生了，年轻人他在学校里面不听老师的，在家不听父母，在学校怎么会听老师？背叛；在公司行号里面不听老板的，在政府机关做事不听长官的。他的标准在哪里？他的标准是利害，于我有利的勉强跟你合作，于我没有利益的就不合作，这问题多严重。这个问题一扩大就是整个世界的问题，也就是什么？人跟人对立的问题，人与人之间矛盾的问题，当然会形成人与人之间冲突的问题。今天的冲突，夫妻冲突、家庭冲突、社会冲突、族群冲突、宗教冲突、国家冲突，这问题怎么办？这些事情太多、太明显了，人人都知道。所以许多人怀疑这个世界还能好吗？那我们想想在一个世纪之前，没有人怀疑到这个世界还能好吗？这个话你决定听不到的。那也是战乱，第一次世界大战，第二次世界大战，人类的忧患意识没有今天这么严重。许多人都在想这问题怎么解决？这是大问题，这个问题不解决，真的像西方宗教家所说的，前途是世界末日。",
      "zh_TW": "特別是在現前這個時代，這個時代問題非常複雜，也非常嚴重，而且每個人、每個家庭大多數都遭遇到困擾。哪些困擾？父子不和，兒女不聽父母的教誨、不聽教訓，父母沒有辦法教兒女。父子出了問題，於是一切問題都發生了，年輕人他在學校裡面不聽老師的，在家不聽父母，在學校怎麼會聽老師？背叛；在公司行號裡面不聽老闆的，在政府機關做事不聽長官的。他的標準在哪裡？他的標準是利害，於我有利的勉強跟你合作，於我沒有利益的就不合作，這問題多嚴重。這個問題一擴大就是整個世界的問題，也就是什麼？人跟人對立的問題，人與人之間矛盾的問題，當然會形成人與人之間衝突的問題。今天的衝突，夫妻衝突、家庭衝突、社會衝突、族群衝突、宗教衝突、國家衝突，這問題怎麼辦？這些事情太多、太明顯了，人人都知道。所以許多人懷疑這個世界還能好嗎？那我們想想在一個世紀之前，沒有人懷疑到這個世界還能好嗎？這個話你決定聽不到的。那也是戰亂，第一次世界大戰，第二次世界大戰，人類的憂患意識沒有今天這麼嚴重。許多人都在想這問題怎麼解決？這是大問題，這個問題不解決，真的像西方宗教家所說的，前途是世界末日。"
    },
    {
      "id": "12-017-1865_p0003",
      "zh_CN": "这个世界还能和平吗？还有希望吗？还有前途吗？这些问题我们去找谁？遇到这些困难，有人来问我，我告诉他：你没看到小朋友，小朋友遇到困难他怎么办？他回去找他爸爸妈妈。这给我们一个很好的启示，我们今天遇到这个问题，遇到困难去找谁？找老祖宗。我们中国老祖宗是谁？黄帝、尧舜禹汤、文武周公，下面是孔子、孟子。为什么那个时候的世界承平？他们用什么方法？找老祖宗就对了，找释迦牟尼佛就对了。这是我们看到小朋友发生的问题，三、四岁的小朋友。同时使我们想到英国历史哲学家汤恩比他说的话，就是叫我们去找老祖宗，他说要解决二十一世纪社会问题，只有孔孟学说跟大乘佛法。为什么？古圣先贤他知道，问题没有发生他就晓得会发生问题，他懂得防范，问题发生了不至于扩大。用什么方法？教学。《三字经》前面的八句话，是中国老祖宗传下来的真言、神咒，套一句佛法说无上的神咒。为什么会出问题？「性相近，习相远」，就出了问题。本性本善，大家是一样的，但是，在日常生活当中本性会受染污，受染污就变成不善。那个不善是习性，不是本性，本性里面没有贪瞋痴慢。",
      "zh_TW": "這個世界還能和平嗎？還有希望嗎？還有前途嗎？這些問題我們去找誰？遇到這些困難，有人來問我，我告訴他：你沒看到小朋友，小朋友遇到困難他怎麼辦？他回去找他爸爸媽媽。這給我們一個很好的啟示，我們今天遇到這個問題，遇到困難去找誰？找老祖宗。我們中國老祖宗是誰？黃帝、堯舜禹湯、文武周公，下面是孔子、孟子。為什麼那個時候的世界承平？他們用什麼方法？找老祖宗就對了，找釋迦牟尼佛就對了。這是我們看到小朋友發生的問題，三、四歲的小朋友。同時使我們想到英國歷史哲學家湯恩比他說的話，就是叫我們去找老祖宗，他說要解決二十一世紀社會問題，只有孔孟學說跟大乘佛法。為什麼？古聖先賢他知道，問題沒有發生他就曉得會發生問題，他懂得防範，問題發生了不至於擴大。用什麼方法？教學。《三字經》前面的八句話，是中國老祖宗傳下來的真言、神咒，套一句佛法說無上的神咒。為什麼會出問題？「性相近，習相遠」，就出了問題。本性本善，大家是一樣的，但是，在日常生活當中本性會受染污，受染污就變成不善。那個不善是習性，不是本性，本性裡面沒有貪瞋痴慢。"
    },
    {
      "id": "12-017-1865_p0004",
      "zh_CN": "现在这个社会几乎全世界都是这样，一切都是向钱看。中国从前造钱用铜做的，造钱，铜钱那里头很有学问，在铜钱最早的时候是用刀，它的形状像个刀。你到故宫博物院里面看到，上面是个刀的形状，刀柄是个钱，这上面是个刀的形状，下面是个钱。以后造钱，刀不要了，留着下面那个钱。但是那个钱是圆的，当中有个方洞，有个孔，方的，表的意思多。那个形状是什么？形状就像犯罪人在从前的枷，那个铜钱的样子像枷。你看到那个样子这戴上枷锁犯罪了，这是警惕你。古时候上面有个刀，那是更明显、太明显了，告诉你这个东西是有用，不是好东西，你要很小心谨慎去用它，用错就坏了。为什么？会增长贪心，跟你的本性愈去愈远，要会用它，可不能被它迷住了。所以叫钱眼，不能钻到钱眼里，钻到钱眼里就戴上枷锁。另外还有个表法的，更深一层的意思，外面圆的，里面是方的，古人所说「中不方，名不章」，内里面要方方正正，外面要圆融。它表这个法，表这个意思，这就是中国文化。内里面什么？内里面是空的。外面什么？外面有边，外面有，里面空，这里头深奥的哲学显示在这钱面上。现在没有了，现在是用纸钱，纸钱是过去有，是在春秋祭祀的时候烧给死人用的，纸钱不是活人用的，现在统统用纸钱了。真的人降格，降得跟鬼差不多了，鬼什么？鬼贪心。贪心变饿鬼，瞋恚是地狱，愚痴是畜生，想想这道理。现在设计这些钞票的人跟古人不相应，如果说古人设计钞票，一定设计出古圣先贤的格言、教训印在这上，叫你一看就知道，图案要美，文字字字警惕人心。从前人有智慧知道这个东西。",
      "zh_TW": "現在這個社會幾乎全世界都是這樣，一切都是向錢看。中國從前造錢用銅做的，造錢，銅錢那裡頭很有學問，在銅錢最早的時候是用刀，它的形狀像個刀。你到故宮博物院裡面看到，上面是個刀的形狀，刀柄是個錢，這上面是個刀的形狀，下面是個錢。以後造錢，刀不要了，留著下面那個錢。但是那個錢是圓的，當中有個方洞，有個孔，方的，表的意思多。那個形狀是什麼？形狀就像犯罪人在從前的枷，那個銅錢的樣子像枷。你看到那個樣子這戴上枷鎖犯罪了，這是警惕你。古時候上面有個刀，那是更明顯、太明顯了，告訴你這個東西是有用，不是好東西，你要很小心謹慎去用它，用錯就壞了。為什麼？會增長貪心，跟你的本性愈去愈遠，要會用它，可不能被它迷住了。所以叫錢眼，不能鑽到錢眼裡，鑽到錢眼裡就戴上枷鎖。另外還有個表法的，更深一層的意思，外面圓的，裡面是方的，古人所說「中不方，名不章」，內裡面要方方正正，外面要圓融。它表這個法，表這個意思，這就是中國文化。內裡面什麼？內裡面是空的。外面什麼？外面有邊，外面有，裡面空，這裡頭深奧的哲學顯示在這錢面上。現在沒有了，現在是用紙錢，紙錢是過去有，是在春秋祭祀的時候燒給死人用的，紙錢不是活人用的，現在統統用紙錢了。真的人降格，降得跟鬼差不多了，鬼什麼？鬼貪心。貪心變餓鬼，瞋恚是地獄，愚痴是畜生，想想這道理。現在設計這些鈔票的人跟古人不相應，如果說古人設計鈔票，一定設計出古聖先賢的格言、教訓印在這上，叫你一看就知道，圖案要美，文字字字警惕人心。從前人有智慧知道這個東西。"
    },
    {
      "id": "12-017-1865_p0005",
      "zh_CN": "「性相近，习相远」，下面说「苟不教，性乃迁」，你就得防范，你要重视教育。教从哪里教起？谚语说得很好，这都是传统几千年老祖宗教的「教儿婴孩」。父母教子女，你要使子女一生会孝顺父母，一生遇到什么样的困难他不会变心，这是中国的教育。中国教育理念目标就是这个，孝敬父母、爱父母的心一生不变，无论在什么状况之下不会变，从小教！他出生眼睛睁开了他就会看，他就会听，就要开始教了。已经养成坏习惯，那就麻烦了，把坏习惯再扭正过来，可不是容易事情。",
      "zh_TW": "「性相近，習相遠」，下面說「苟不教，性乃遷」，你就得防範，你要重視教育。教從哪裡教起？諺語說得很好，這都是傳統幾千年老祖宗教的「教兒嬰孩」。父母教子女，你要使子女一生會孝順父母，一生遇到什麼樣的困難他不會變心，這是中國的教育。中國教育理念目標就是這個，孝敬父母、愛父母的心一生不變，無論在什麼狀況之下不會變，從小教！他出生眼睛睜開了他就會看，他就會聽，就要開始教了。已經養成壞習慣，那就麻煩了，把壞習慣再扭正過來，可不是容易事情。"
    },
    {
      "id": "12-017-1865_p0006",
      "zh_CN": "于是我们就明白，今天的世界大乱，是这一百年前，确实整个世界动乱，大家把古圣先贤教给我们教育的理念、方法疏忽了。开头一代是疏忽，疏忽也是无可奈何，战争逃难，顾命要紧，其他的都摆在其次。所以在那个时候疏忽，第一代疏忽了，第二代模糊了，第三代就没有了，到第四代根本不知道什么叫教育，把它丢掉干干净净，社会怎么能不乱？于是对立、矛盾、冲突、背叛全都出现，有没有方法制止？没有方法！可是我们借着科学技术的进步、传媒的进步，真正有志士仁人把从前老祖宗这些方法找回来，还有效。不能让世人都觉悟，如果能够有万分之一的人觉悟，千分之一的人觉悟，社会还是有救。这些人有没有？肯定有，我们相信。诸佛菩萨、各个宗教里面的神圣都有爱心、都有慈悲心，他们会到这个世间来，应化到这个世间来救度这些苦难众生。这就是这段重要的意趣，补特伽罗意乐的意趣。我们已经看到了，就是讲圣贤的道理，讲伦理的道理，讲道德、讲因果的道理，讲佛菩萨的教诲，喜欢听的人还有，在这个世界上还不在少数，我们讲到的万分之一的人很有可能。这个世界上有六十亿人，万分之一就是有六十万人，我相信有这个数字，这么多人听到善法生欢喜心。",
      "zh_TW": "於是我們就明白，今天的世界大亂，是這一百年前，確實整個世界動亂，大家把古聖先賢教給我們教育的理念、方法疏忽了。開頭一代是疏忽，疏忽也是無可奈何，戰爭逃難，顧命要緊，其他的都擺在其次。所以在那個時候疏忽，第一代疏忽了，第二代模糊了，第三代就沒有了，到第四代根本不知道什麼叫教育，把它丟掉乾乾淨淨，社會怎麼能不亂？於是對立、矛盾、衝突、背叛全都出現，有沒有方法制止？沒有方法！可是我們藉著科學技術的進步、傳媒的進步，真正有志士仁人把從前老祖宗這些方法找回來，還有效。不能讓世人都覺悟，如果能夠有萬分之一的人覺悟，千分之一的人覺悟，社會還是有救。這些人有沒有？肯定有，我們相信。諸佛菩薩、各個宗教裡面的神聖都有愛心、都有慈悲心，他們會到這個世間來，應化到這個世間來救度這些苦難眾生。這就是這段重要的意趣，補特伽羅意樂的意趣。我們已經看到了，就是講聖賢的道理，講倫理的道理，講道德、講因果的道理，講佛菩薩的教誨，喜歡聽的人還有，在這個世界上還不在少數，我們講到的萬分之一的人很有可能。這個世界上有六十億人，萬分之一就是有六十萬人，我相信有這個數字，這麼多人聽到善法生歡喜心。"
    },
    {
      "id": "12-017-1865_p0007",
      "zh_CN": "如果我们能够有这些大心人士，发心认真的修学，把圣贤教诲要做到，做不到讲给人听，人家不相信，要真正做到。就像儒家给我们讲修学的层次，我们把儒跟佛合起来讲，合在一起讲从格物下手。格物是断烦恼，断烦恼就要守规矩，就要持戒，持戒救自己、救众生、救这个世界，你说你能不持戒吗？这个事情不是个人事情，个人堕地狱是自己的事情，与别人不相关。可是今天我们真正能持戒，表现出持戒是救度众生、是护持正法。所以今天持戒不是为我自己，是为正法久住，是为了复兴民族传统的文化命脉。从哪里做起？从《弟子规》做起。你就晓得这是多么重要，这是使命，我能做到，中国五千年文化命脉就能够传下去；我要不做就会断掉，这是真的不是假的。所以我们今天认真努力学习，落实《弟子规》，这个精神意趣要懂、要明了；我们学习《感应篇》，学习因果教育，老子传的二千五百年的道德不至于在现前断掉；学习十善业道，这是护持佛法，如果不学习十善业道，用什么护持佛法都护持不了，为什么？佛法会灭亡。驻联合国教科文组织的法宝法师，叫人带信给我，他说佛法在这个世间，还能不能继续保持三十年？意思就是三十年之后这世界上没有佛法，这话是真的不是假的。有《十善业道》，佛法还会在这个世间，有《沙弥律仪》，佛家讲的僧宝，还能够继续传下去；如果《沙弥律仪》没有了，僧宝就断掉，三宝就缺一个。三宝是三足鼎立，一个缺了，那两个也就差不多，虽然还有，时间也不会太长，你说这个问题多严重！",
      "zh_TW": "如果我們能夠有這些大心人士，發心認真的修學，把聖賢教誨要做到，做不到講給人聽，人家不相信，要真正做到。就像儒家給我們講修學的層次，我們把儒跟佛合起來講，合在一起講從格物下手。格物是斷煩惱，斷煩惱就要守規矩，就要持戒，持戒救自己、救眾生、救這個世界，你說你能不持戒嗎？這個事情不是個人事情，個人墮地獄是自己的事情，與別人不相關。可是今天我們真正能持戒，表現出持戒是救度眾生、是護持正法。所以今天持戒不是為我自己，是為正法久住，是為了復興民族傳統的文化命脈。從哪裡做起？從《弟子規》做起。你就曉得這是多麼重要，這是使命，我能做到，中國五千年文化命脈就能夠傳下去；我要不做就會斷掉，這是真的不是假的。所以我們今天認真努力學習，落實《弟子規》，這個精神意趣要懂、要明瞭；我們學習《感應篇》，學習因果教育，老子傳的二千五百年的道德不至於在現前斷掉；學習十善業道，這是護持佛法，如果不學習十善業道，用什麼護持佛法都護持不了，為什麼？佛法會滅亡。駐聯合國教科文組織的法寶法師，叫人帶信給我，他說佛法在這個世間，還能不能繼續保持三十年？意思就是三十年之後這世界上沒有佛法，這話是真的不是假的。有《十善業道》，佛法還會在這個世間，有《沙彌律儀》，佛家講的僧寶，還能夠繼續傳下去；如果《沙彌律儀》沒有了，僧寶就斷掉，三寶就缺一個。三寶是三足鼎立，一個缺了，那兩個也就差不多，雖然還有，時間也不會太長，你說這個問題多嚴重！"
    },
    {
      "id": "12-017-1865_p0008",
      "zh_CN": "我们学佛的同学无论在家、出家，了不了解这个事实真相？我们要不要发心来续佛慧命，护持正法久住？这些东西绝对不是在宣传，不是在演讲，是要自己真正做到。自己做到就是儒家讲身修了，我自己做到了；自己做到之后还要帮助这个家庭，叫家齐，就是一家人做到。我们四众同修住在一起，组这个小的道场，这个小道场各个都做到，这个小道场就是六和敬的道场，这个小道场就能够护持正法，令正法久住。久住不是一句空话，你自己不做，天天念没用处。在这个时代，佛法快要灭亡，你救了一把，你功德很大！如果《十善业道》、《沙弥律仪》把它丢掉，你眼睁睁的看到佛法在这个时代里头断掉，你说你有没有过失？自己在这个世间生死事小，这不是大事；帮助众生回头，帮助众生觉悟，帮助众生离苦得乐，这是大事。就是四弘誓愿里面讲的「众生无边誓愿度」，这是大事。众生欢不欢喜？众生看到就生欢喜心。老祖宗讲的「人性本善」，世尊所说的「一切众生本来是佛」，这都是真的一点都不假。我们在汤池做的实验不到两年，国内外许多人去看过，都受感动，他为什么会受感动？人性本善。他看到那么个小的地方，那个地方的老师、居民把《弟子规》做到，身修家齐了，和谐社会落实了。",
      "zh_TW": "我們學佛的同學無論在家、出家，了不了解這個事實真相？我們要不要發心來續佛慧命，護持正法久住？這些東西絕對不是在宣傳，不是在演講，是要自己真正做到。自己做到就是儒家講身修了，我自己做到了；自己做到之後還要幫助這個家庭，叫家齊，就是一家人做到。我們四眾同修住在一起，組這個小的道場，這個小道場各個都做到，這個小道場就是六和敬的道場，這個小道場就能夠護持正法，令正法久住。久住不是一句空話，你自己不做，天天念沒用處。在這個時代，佛法快要滅亡，你救了一把，你功德很大！如果《十善業道》、《沙彌律儀》把它丟掉，你眼睜睜的看到佛法在這個時代裡頭斷掉，你說你有沒有過失？自己在這個世間生死事小，這不是大事；幫助眾生回頭，幫助眾生覺悟，幫助眾生離苦得樂，這是大事。就是四弘誓願裡面講的「眾生無邊誓願度」，這是大事。眾生歡不歡喜？眾生看到就生歡喜心。老祖宗講的「人性本善」，世尊所說的「一切眾生本來是佛」，這都是真的一點都不假。我們在湯池做的實驗不到兩年，國內外許多人去看過，都受感動，他為什麼會受感動？人性本善。他看到那麼個小的地方，那個地方的老師、居民把《弟子規》做到，身修家齊了，和諧社會落實了。"
    },
    {
      "id": "12-017-1865_p0009",
      "zh_CN": "确实我们这个做法，给这个世界上许多的志士仁人增长了信心。原来他们信心都没有了，我们跟他讲，把全世界各个族群、各个宗教古圣先贤的教诲说给他听，他听了都点头，点头完了之后摇头。点头什么？说得好，太好了；摇头是什么？做不到，这是理想。他怀疑什么？古圣先贤所说的也是理想，也没有做到，今天怎么可能会做到？古人留下这些文字的记载，他们用什么眼光看？这是桃花源记，这是乌托邦，理想的乐园，不是事实。古时候的社会会有这么好吗？他不能相信。所以我们用实验，做个实验给他看，看了之后才受感动，是真的不是假的。汤池人可以做到，哪里人做不到？只要有人带头，只要我们坚定信心。人都是本善，人都是本觉，你要有这个信心。这些背离本性的众生不能回头，不能怪他，你要怪他那就永远做不好、做不到了。看到之后要像圣贤人一样，回来责备自己，我做得不好，没有个好样子给他看。所以「行有不得，反求诸己」，问题就解决了。",
      "zh_TW": "確實我們這個做法，給這個世界上許多的志士仁人增長了信心。原來他們信心都沒有了，我們跟他講，把全世界各個族群、各個宗教古聖先賢的教誨說給他聽，他聽了都點頭，點頭完了之後搖頭。點頭什麼？說得好，太好了；搖頭是什麼？做不到，這是理想。他懷疑什麼？古聖先賢所說的也是理想，也沒有做到，今天怎麼可能會做到？古人留下這些文字的記載，他們用什麼眼光看？這是桃花源記，這是烏托邦，理想的樂園，不是事實。古時候的社會會有這麼好嗎？他不能相信。所以我們用實驗，做個實驗給他看，看了之後才受感動，是真的不是假的。湯池人可以做到，哪裡人做不到？只要有人帶頭，只要我們堅定信心。人都是本善，人都是本覺，你要有這個信心。這些背離本性的眾生不能回頭，不能怪他，你要怪他那就永遠做不好、做不到了。看到之後要像聖賢人一樣，回來責備自己，我做得不好，沒有個好樣子給他看。所以「行有不得，反求諸己」，問題就解決了。"
    },
    {
      "id": "12-017-1865_p0010",
      "zh_CN": "反求诸己做得最圆满的，给我们后人最好的榜样，就是舜王。舜王的父亲跟他的后母，还有后母生的弟弟，这一家四个人，三个人都有阴谋想把他害死。而舜没有想到父亲、后母、后母生的弟弟他们的不善，只想到他们不喜欢我，我做得不够好，天天想自己的过失，天天改过，三年把这三个人感动！这三个人对他就好了。这家齐，身修好了，家齐了，这叫家和万事兴，邻里乡党没有不佩服、不尊敬舜。这个事情传到皇上那里去了，那时候皇上是尧王，尧王要派人来看看是真的是假的，派什么人？派他儿女。把两个女儿嫁给他，看是真的是假的，九个儿子跟他做朋友，这发现是真的，一点不假。尧王委任他做官，最后选他做继承人，王位传给他。大孝！父母爱你，孝不难；父母不爱，父母恨你，这个孝才难。舜，你看父亲、继母跟弟弟都恨他，恨之入骨，能尽孝始终不移。",
      "zh_TW": "反求諸己做得最圓滿的，給我們後人最好的榜樣，就是舜王。舜王的父親跟他的後母，還有後母生的弟弟，這一家四個人，三個人都有陰謀想把他害死。而舜沒有想到父親、後母、後母生的弟弟他們的不善，只想到他們不喜歡我，我做得不夠好，天天想自己的過失，天天改過，三年把這三個人感動！這三個人對他就好了。這家齊，身修好了，家齊了，這叫家和萬事興，鄰里鄉黨沒有不佩服、不尊敬舜。這個事情傳到皇上那裡去了，那時候皇上是堯王，堯王要派人來看看是真的是假的，派什麼人？派他兒女。把兩個女兒嫁給他，看是真的是假的，九個兒子跟他做朋友，這發現是真的，一點不假。堯王委任他做官，最後選他做繼承人，王位傳給他。大孝！父母愛你，孝不難；父母不愛，父母恨你，這個孝才難。舜，你看父親、繼母跟弟弟都恨他，恨之入骨，能盡孝始終不移。"
    },
    {
      "id": "12-017-1865_p0011",
      "zh_CN": "那你想想，他的尽孝对于民族的贡献，对于国家的贡献，对全世界人民的贡献有多大。我们讲人与人的相处，就今天的世界年轻人不孝父母，要用谁来救这个事情？舜。我们要发心学舜王孝顺父母，奉事师长。亲亲尊贤，亲亲是孝道，尊贤是大义，能救这个世界。救世界要从谁做起？从哪里做起？从我先做起。可不能求别人，求别人这个世界决定会走向末日，从自己做起。谁是救世主？我自己是救世主。真正明白了，他就肯发心。学为人师，行为世范，这两句话不是口号，是真的，发这个心跟佛法里面讲的发无上菩提心没有两样。无上菩提心就是「众生无边誓愿度」。我们真正发心要做到这八个字，「学为人师，行为世范」，这个人是菩萨，这个人是圣贤，不是普通人，这个人是谁？就是我自己，这世界才能救！不能靠别人。大家都发这个心，圣贤就多了，菩萨就多了，对于帮助这个世界化解一切艰巨的问题，信心就生起来了。",
      "zh_TW": "那你想想，他的盡孝對於民族的貢獻，對於國家的貢獻，對全世界人民的貢獻有多大。我們講人與人的相處，就今天的世界年輕人不孝父母，要用誰來救這個事情？舜。我們要發心學舜王孝順父母，奉事師長。親親尊賢，親親是孝道，尊賢是大義，能救這個世界。救世界要從誰做起？從哪裡做起？從我先做起。可不能求別人，求別人這個世界決定會走向末日，從自己做起。誰是救世主？我自己是救世主。真正明白了，他就肯發心。學為人師，行為世範，這兩句話不是口號，是真的，發這個心跟佛法裡面講的發無上菩提心沒有兩樣。無上菩提心就是「眾生無邊誓願度」。我們真正發心要做到這八個字，「學為人師，行為世範」，這個人是菩薩，這個人是聖賢，不是普通人，這個人是誰？就是我自己，這世界才能救！不能靠別人。大家都發這個心，聖賢就多了，菩薩就多了，對於幫助這個世界化解一切艱鉅的問題，信心就生起來了。"
    },
    {
      "id": "12-017-1865_p0012",
      "zh_CN": "我们现在所看到的，每天到汤池去参观的将近两百人，平均每天，看了之后都受感动。这个给我们带来坚定的信心，帮助我们建立无上的弘愿、大愿，我们应该要这样做法。古圣先贤在社会第一个选择，就是选择教学。你看看许多宗教家，释迦牟尼佛不选择做国王，他是太子，不要做国王，选择教学，今天讲职业教师，一生教学。佛门里面，在中国弘法译经，早年最有成就的安世高，安世高也是王子，安息国的王太子，他父亲死了之后继承王位做了半年，把王位让给他叔叔，他出家了。跟中国很有缘分，到中国来弘法翻经，最早期翻经最有成就的；以后是鸠摩罗什、玄奘大师他们。那是舍弃王位从事于教学。再看看世界上这些大宗教创始人，全都是从事于教学，穆罕默德教学二十七年，耶稣是被人害死，他只教了三年。中国孔子教学，也是很长的时期，但他到晚年才专心教学，万缘放下，专心教学五年。这些人都可以说是学为人师、行为世范，给千年万世后代的这些人们留下最好的榜样，这是我们要明白的，应当要学习的。",
      "zh_TW": "我們現在所看到的，每天到湯池去參觀的將近兩百人，平均每天，看了之後都受感動。這個給我們帶來堅定的信心，幫助我們建立無上的弘願、大願，我們應該要這樣做法。古聖先賢在社會第一個選擇，就是選擇教學。你看看許多宗教家，釋迦牟尼佛不選擇做國王，他是太子，不要做國王，選擇教學，今天講職業教師，一生教學。佛門裡面，在中國弘法譯經，早年最有成就的安世高，安世高也是王子，安息國的王太子，他父親死了之後繼承王位做了半年，把王位讓給他叔叔，他出家了。跟中國很有緣分，到中國來弘法翻經，最早期翻經最有成就的；以後是鳩摩羅什、玄奘大師他們。那是捨棄王位從事於教學。再看看世界上這些大宗教創始人，全都是從事於教學，穆罕默德教學二十七年，耶穌是被人害死，他只教了三年。中國孔子教學，也是很長的時期，但他到晚年才專心教學，萬緣放下，專心教學五年。這些人都可以說是學為人師、行為世範，給千年萬世後代的這些人們留下最好的榜樣，這是我們要明白的，應當要學習的。"
    },
    {
      "id": "12-017-1865_p0013",
      "zh_CN": "真正有志一同，人数多少不拘，这什么？看缘分。释迦牟尼佛当年在世，缘分挺盛，很难得，我们在经上看到记载常随弟子，就是不离开身边的一千二百五十五人，各个成就，最低限度都证阿罗汉果。证阿罗汉果我们都知道，对于世出世间一切法的执着放下了，这叫真的成就，这阿罗汉没有执着。更进一步的分别也放下，菩萨；更高的跟佛陀是一样的，有，也不少，起心动念都放下了。但是老师在，老师在要表演什么？尊师重道，虽然自己成了佛，还称菩萨，不称佛。所以菩萨里面有十地菩萨、有等觉菩萨，其实那些都已经成佛了，都是圆满的佛，给我们表什么？尊师重道。就是三福里面讲的「孝养父母，奉事师长」，还是遵守佛陀的教诲持戒、修定。这是什么？这是我们佛门讲的影响众，他来做样子给我们看的，像文殊、普贤、弥勒、观音、势至，做样子给我们看的。",
      "zh_TW": "真正有志一同，人數多少不拘，這什麼？看緣分。釋迦牟尼佛當年在世，緣分挺盛，很難得，我們在經上看到記載常隨弟子，就是不離開身邊的一千二百五十五人，各個成就，最低限度都證阿羅漢果。證阿羅漢果我們都知道，對於世出世間一切法的執著放下了，這叫真的成就，這阿羅漢沒有執著。更進一步的分別也放下，菩薩；更高的跟佛陀是一樣的，有，也不少，起心動念都放下了。但是老師在，老師在要表演什麼？尊師重道，雖然自己成了佛，還稱菩薩，不稱佛。所以菩薩裡面有十地菩薩、有等覺菩薩，其實那些都已經成佛了，都是圓滿的佛，給我們表什麼？尊師重道。就是三福裡面講的「孝養父母，奉事師長」，還是遵守佛陀的教誨持戒、修定。這是什麼？這是我們佛門講的影響眾，他來做樣子給我們看的，像文殊、普賢、彌勒、觀音、勢至，做樣子給我們看的。"
    },
    {
      "id": "12-017-1865_p0014",
      "zh_CN": "佛法传到中国来，在中国有辉煌的成就，要比起古印度有过之而无不及。这什么原因？因为中国本身有儒跟道五千年良好的传统，佛法传到中国来，跟这些圣贤一接触就通了，融合成一体了。形式上有儒释道三家，里面没有，我们看到少林寺的一块碑，唐朝时候留下来的。听说是唐肃宗的年代最初刻的，唐肃宗是唐明皇的儿子，至少是一千三百年前。这块碑的内容「混元三教九流图赞」，那就说明在中国三教九流已变成一体，变成一家人。尤其是儒释道这三家圆融无碍，这就是现代人所讲的多元文化，多元文化在中国早就提倡了。",
      "zh_TW": "佛法傳到中國來，在中國有輝煌的成就，要比起古印度有過之而無不及。這什麼原因？因為中國本身有儒跟道五千年良好的傳統，佛法傳到中國來，跟這些聖賢一接觸就通了，融合成一體了。形式上有儒釋道三家，裡面沒有，我們看到少林寺的一塊碑，唐朝時候留下來的。聽說是唐肅宗的年代最初刻的，唐肅宗是唐明皇的兒子，至少是一千三百年前。這塊碑的內容「混元三教九流圖贊」，那就說明在中國三教九流已變成一體，變成一家人。尤其是儒釋道這三家圓融無礙，這就是現代人所講的多元文化，多元文化在中國早就提倡了。"
    },
    {
      "id": "12-017-1865_p0015",
      "zh_CN": "诸佛菩萨大圣大贤示现在人间教化众生，最重要的就是要顺众生，随众生的乐意，随他的喜欢。这就是观世音菩萨所说的三十二应，应以什么身得度就现什么身。应以什么身是众生喜欢什么身，就现什么身；众生喜欢听什么，他就跟你说什么。譬如现在众生最喜欢的是什么？是钱，向钱看。那我们今天应该怎么样教化众生？教他发财，他就来了，这是真的。我们看这段文讲就这个意思，「随众生之乐意，而种种说法也，先对一众生赞叹布施，见其人已乐欲布施」。这个一是一类、一群，赞叹布施，你赞叹布施，他一定肯布施，为什么？施一得万报。你布施，财布施得大财富，法布施得聪明智慧，无畏布施得健康长寿。这三样东西多么诱惑人，谁不想要！真的一点都不假。把这个道理讲清楚、讲明白，发财不是靠手段，不是靠幸运，我们怎么讲？要靠命的。你命里有没有财？命里有没有富贵？命里为什么你有富贵，他没有富贵？这讲到前世，没有前世讲不通，因果通三世。你前世喜欢修财布施，你这一生得财富，很容易得到。那个人前生没有修财布施，想尽方法赚钱赚不到，你发财想帮助他，你拿出本钱叫他做生意，无论做什么生意他都亏本，为什么？命里没有财，所以别人帮都帮不上忙。那怎么办？修布施。",
      "zh_TW": "諸佛菩薩大聖大賢示現在人間教化眾生，最重要的就是要順眾生，隨眾生的樂意，隨他的喜歡。這就是觀世音菩薩所說的三十二應，應以什麼身得度就現什麼身。應以什麼身是眾生喜歡什麼身，就現什麼身；眾生喜歡聽什麼，他就跟你說什麼。譬如現在眾生最喜歡的是什麼？是錢，向錢看。那我們今天應該怎麼樣教化眾生？教他發財，他就來了，這是真的。我們看這段文講就這個意思，「隨眾生之樂意，而種種說法也，先對一眾生讚歎布施，見其人已樂欲布施」。這個一是一類、一群，讚歎布施，你讚歎布施，他一定肯布施，為什麼？施一得萬報。你布施，財布施得大財富，法布施得聰明智慧，無畏布施得健康長壽。這三樣東西多麼誘惑人，誰不想要！真的一點都不假。把這個道理講清楚、講明白，發財不是靠手段，不是靠幸運，我們怎麼講？要靠命的。你命裡有沒有財？命裡有沒有富貴？命裡為什麼你有富貴，他沒有富貴？這講到前世，沒有前世講不通，因果通三世。你前世喜歡修財布施，你這一生得財富，很容易得到。那個人前生沒有修財布施，想盡方法賺錢賺不到，你發財想幫助他，你拿出本錢叫他做生意，無論做什麼生意他都虧本，為什麼？命裡沒有財，所以別人幫都幫不上忙。那怎麼辦？修布施。"
    },
    {
      "id": "12-017-1865_p0016",
      "zh_CN": "这个例子中国古籍里，不仅是佛教，道教、儒教都有，太多了。布施愈修愈多，你修财布施，你不要怕赚钱不容易，我布施掉了明天怎么办？不要去想这个，顶多我留一点点来过生活，过最低水平的生活，多余的全部施掉，绝对没有多久又回来了；换句话说，无论你从事那个行业都赚钱，你种的因。中国从前供财神，财神是谁？春秋时候的范蠡。范蠡帮助越王勾践复国，中兴，这个真难，真不是容易事情。成功之后他马上就退了，他知道越王勾践的个性，他非常明白这个人可以共患难，不能共富贵；患难的时候他需要你，言听计从，富贵的时候他不需要你。那时候他有两个得力的帮手，一个是范蠡，一是文种，范蠡告诉文种，勾践的个性成功了要走，他不相信。范蠡是走了，也就是逃亡逃走了，没有告诉越王，逃走了，改姓名叫陶朱公做生意，带着西施做生意。从小本生意做起，做了几年发达发大财了，发财之后他施舍，拿这个钱去救济一些贫苦，统统散掉，从小生意再做起，过几年又发了，三聚三散。所以中国人供他做财神有道理，他真的是经商的模范。跟佛法讲的道理完全相应，愈施愈多，这是教你发财是这个发法。那文种不相信，结果文种被越王赐死，他自杀了。所以范蠡聪明，成功绝不留恋位置赶紧走，国家恢复了，他就做平民。佛教给我们你要想致富，你就要修财布施；你想要聪明智慧，那你要修法布施。我们印经，现在有光碟给人家讲解，自己认真修行，自己修行也是法布施，依教奉行，你感化很多人，那怎么不是法布施！用自己的身体，身体叫内财，财法两种布施都具足。同时这里面还有无畏布施，别人看到你这个样子，对你产生信心，原来是一点信心都没有，对你生起信心。自己认真努力，断恶修善，积功累德，同样也能获得财富、聪明智慧、健康长寿。翻过来，这佛也说得清楚，吝财的人果报得贫穷，吝财不肯修财布施，贫穷；不肯修法布施，愚痴；不肯修无畏布施，短命、多病。这个道理要讲清楚、讲透彻，现在人喜欢听，你不是喜欢发财吗？我教你怎么发财法，在大学里面学那些课程发不了财；在佛法里上几堂课，你真懂了，你真的就会发财。你可以很认真努力去做，到发财之后，别人就相信了，这真有道理。",
      "zh_TW": "這個例子中國古籍裡，不僅是佛教，道教、儒教都有，太多了。布施愈修愈多，你修財布施，你不要怕賺錢不容易，我布施掉了明天怎麼辦？不要去想這個，頂多我留一點點來過生活，過最低水平的生活，多餘的全部施掉，絕對沒有多久又回來了；換句話說，無論你從事那個行業都賺錢，你種的因。中國從前供財神，財神是誰？春秋時候的范蠡。范蠡幫助越王勾踐復國，中興，這個真難，真不是容易事情。成功之後他馬上就退了，他知道越王勾踐的個性，他非常明白這個人可以共患難，不能共富貴；患難的時候他需要你，言聽計從，富貴的時候他不需要你。那時候他有兩個得力的幫手，一個是范蠡，一是文種，范蠡告訴文種，勾踐的個性成功了要走，他不相信。范蠡是走了，也就是逃亡逃走了，沒有告訴越王，逃走了，改姓名叫陶朱公做生意，帶著西施做生意。從小本生意做起，做了幾年發達發大財了，發財之後他施捨，拿這個錢去救濟一些貧苦，統統散掉，從小生意再做起，過幾年又發了，三聚三散。所以中國人供他做財神有道理，他真的是經商的模範。跟佛法講的道理完全相應，愈施愈多，這是教你發財是這個發法。那文種不相信，結果文種被越王賜死，他自殺了。所以范蠡聰明，成功絕不留戀位置趕緊走，國家恢復了，他就做平民。佛教給我們你要想致富，你就要修財布施；你想要聰明智慧，那你要修法布施。我們印經，現在有光碟給人家講解，自己認真修行，自己修行也是法布施，依教奉行，你感化很多人，那怎麼不是法布施！用自己的身體，身體叫內財，財法兩種布施都具足。同時這裡面還有無畏布施，別人看到你這個樣子，對你產生信心，原來是一點信心都沒有，對你生起信心。自己認真努力，斷惡修善，積功累德，同樣也能獲得財富、聰明智慧、健康長壽。翻過來，這佛也說得清楚，吝財的人果報得貧窮，吝財不肯修財布施，貧窮；不肯修法布施，愚痴；不肯修無畏布施，短命、多病。這個道理要講清楚、講透徹，現在人喜歡聽，你不是喜歡發財嗎？我教你怎麼發財法，在大學裡面學那些課程發不了財；在佛法裡上幾堂課，你真懂了，你真的就會發財。你可以很認真努力去做，到發財之後，別人就相信了，這真有道理。"
    },
    {
      "id": "12-017-1865_p0017",
      "zh_CN": "佛对这种人就投之所好，他喜欢！乐欲布施，乐是欢喜，非常欢喜修布施。到这个时候他很欢喜布施，他的愿求都得到，譬如财富很多了，聪明智慧都有了，又健康长寿了。这时候再进一步告诉他，这些东西保不住，人命无常，昙花一现。天上人间，人间的富贵跟天上不能比，四王天比不上忉利天，忉利天比不上夜摩天。欲界里面最高的他化自在天，寿命再长也是昙花一现，这个道理一定要懂。譬如人寿百岁很长寿了，看到水面上的蜉蝣（小虫），在水面上跑来跑去的，牠的寿命只有几个小时，牠的寿命大概就七、八个小时，七、八个小时从生到死牠一生。蜉蝣要看人活一百岁，那就神仙一样！还是跟我们看非想非非想处天，寿命八万大劫那么长，很羡慕。蜉蝣看我们百岁的人，就像我们看非非想天人一样，牠几个小时牠是一辈子。",
      "zh_TW": "佛對這種人就投之所好，他喜歡！樂欲布施，樂是歡喜，非常歡喜修布施。到這個時候他很歡喜布施，他的願求都得到，譬如財富很多了，聰明智慧都有了，又健康長壽了。這時候再進一步告訴他，這些東西保不住，人命無常，曇花一現。天上人間，人間的富貴跟天上不能比，四王天比不上忉利天，忉利天比不上夜摩天。欲界裡面最高的他化自在天，壽命再長也是曇花一現，這個道理一定要懂。譬如人壽百歲很長壽了，看到水面上的蜉蝣（小蟲），在水面上跑來跑去的，牠的壽命只有幾個小時，牠的壽命大概就七、八個小時，七、八個小時從生到死牠一生。蜉蝣要看人活一百歲，那就神仙一樣！還是跟我們看非想非非想處天，壽命八萬大劫那麼長，很羨慕。蜉蝣看我們百歲的人，就像我們看非非想天人一樣，牠幾個小時牠是一輩子。"
    },
    {
      "id": "12-017-1865_p0018",
      "zh_CN": "你能够了解这个事实真相，你对于那些财富、聪明智慧、健康长寿，你兴趣就没有！怎样才能得到真正的快乐？真正快乐永远不老、永远不死、永远不病，你一切生活所需能随心所欲。像欲界第五天化乐天，他需不需要积这些财富？不需要。他需要的东西，他念头一起自然就来了，就有了，化乐天。再上去，他化自在天都不用自己变化，自己一动念，第五天就知道了，赶快变化来供养，所以叫他化自在天，他真正得自在。但这是欲界出不了六道轮回，寿命再长，福报享尽了还是要堕落。这个时候就可以劝他，劝他持戒。「更毁訾布施」，对于这样的人，就跟他说布施不是好事情，为什么？增长烦恼，增长你的贪瞋痴慢，你出不了六道轮回。你应当要持戒、修定、开慧，不但要超越六道，要超越十法界。这个帮助众生有阶段性的。",
      "zh_TW": "你能夠了解這個事實真相，你對於那些財富、聰明智慧、健康長壽，你興趣就沒有！怎樣才能得到真正的快樂？真正快樂永遠不老、永遠不死、永遠不病，你一切生活所需能隨心所欲。像欲界第五天化樂天，他需不需要積這些財富？不需要。他需要的東西，他念頭一起自然就來了，就有了，化樂天。再上去，他化自在天都不用自己變化，自己一動念，第五天就知道了，趕快變化來供養，所以叫他化自在天，他真正得自在。但這是欲界出不了六道輪迴，壽命再長，福報享盡了還是要墮落。這個時候就可以勸他，勸他持戒。「更毀訾布施」，對於這樣的人，就跟他說布施不是好事情，為什麼？增長煩惱，增長你的貪瞋痴慢，你出不了六道輪迴。你應當要持戒、修定、開慧，不但要超越六道，要超越十法界。這個幫助眾生有階段性的。"
    },
    {
      "id": "12-017-1865_p0019",
      "zh_CN": "像今天对社会整个大众来讲，那你就是要讲这些东西，讲布施，到整个社会和谐、整个社会太平了，人民都富裕，智慧都提升，你想不想永生？他就会求永生。秦始皇做了皇帝，派许多人到海岛上面去找神仙，求不死药，这欲望就来了。他欲望已经不在财富，这东西他没有兴趣，他要求永远不老，求长生不老。你就告诉他有长生不老的方法，持戒、修定，得定之后空间维次突破，你就能够看到六道里面的真相。这时候再帮助他提升，他就相信了。什么时候鼓励他做，什么时候这个东西不必再做，要提升，这就是随众生心，随着众生的欲望。「持戒等亦如是」，布施、持戒到这个时候也要叫他放下。为什么？「是于一法毁赞相违者」，这一法有时候要叫他放下，有时候要赞叹他认真去修学，看什么时节因缘，所以佛没有定法可说！",
      "zh_TW": "像今天對社會整個大眾來講，那你就是要講這些東西，講布施，到整個社會和諧、整個社會太平了，人民都富裕，智慧都提升，你想不想永生？他就會求永生。秦始皇做了皇帝，派許多人到海島上面去找神仙，求不死藥，這欲望就來了。他欲望已經不在財富，這東西他沒有興趣，他要求永遠不老，求長生不老。你就告訴他有長生不老的方法，持戒、修定，得定之後空間維次突破，你就能夠看到六道裡面的真相。這時候再幫助他提升，他就相信了。什麼時候鼓勵他做，什麼時候這個東西不必再做，要提升，這就是隨眾生心，隨著眾生的欲望。「持戒等亦如是」，布施、持戒到這個時候也要叫他放下。為什麼？「是於一法毀讚相違者」，這一法有時候要叫他放下，有時候要讚歎他認真去修學，看什麼時節因緣，所以佛沒有定法可說！"
    },
    {
      "id": "12-017-1865_p0020",
      "zh_CN": "「初为除人悭吝之心，故赞布施」。这说出原因了，因为现在人都有贪，悭贪，贪而无厌，自己有的不肯给别人，愈是有钱的人愈是一毛不拔，对于这样的人就要赞叹布施的功德。至于到叫你放下，这布施、持戒、忍辱、般若统统要放下，那是什么？那是教他成佛。你这些东西要不放下，这是什么？执着。这些东西不放下，你的果报是在六道，你出不了六道轮回。放下不是叫你不做，做的什么？没有这念头。对于财富的念头没有了，求智慧的念头也没有了，求健康长寿的念头也没有了。为什么？有念就是妄想，就是分别，你不能回归自性，你不能见性成佛。见性成佛得一切都要放下。所以佛菩萨他会观机，看这个众生现在是什么程度，教他什么，绝对不会教错，一个阶段、一个阶段帮助他提升。",
      "zh_TW": "「初為除人慳吝之心，故讚布施」。這說出原因了，因為現在人都有貪，慳貪，貪而無厭，自己有的不肯給別人，愈是有錢的人愈是一毛不拔，對於這樣的人就要讚歎布施的功德。至於到叫你放下，這布施、持戒、忍辱、般若統統要放下，那是什麼？那是教他成佛。你這些東西要不放下，這是什麼？執著。這些東西不放下，你的果報是在六道，你出不了六道輪迴。放下不是叫你不做，做的什麼？沒有這念頭。對於財富的念頭沒有了，求智慧的念頭也沒有了，求健康長壽的念頭也沒有了。為什麼？有念就是妄想，就是分別，你不能回歸自性，你不能見性成佛。見性成佛得一切都要放下。所以佛菩薩他會觀機，看這個眾生現在是什麼程度，教他什麼，絕對不會教錯，一個階段、一個階段幫助他提升。"
    },
    {
      "id": "12-017-1865_p0021",
      "zh_CN": "现在的人心都是贪著名利，你就教他修如何真正得到名利，他一定很欢喜。佛法里这些东西多、教材很多，现在出家、在家都不讲求，都不去弘扬；天天只为亡人服务，天天搞超度。他们一看都吓到了，为什么？他贪生怕死，一看到你搞这个，他当然反对。所以佛法真的你要是彻底明了之后，对人说人话，对鬼说鬼话，能契一切众生现前的根机，这才叫善教、善学。佛真的没有定法可说，这些情形在经典里面常有，于是初学佛的人，哪些人？高等知识分子。我初学佛的时候遇到几位大学教授，还是很有名气的教授，他们看到我学佛，就来跟我讲，他说：「这佛教，《金刚经》我读过」，我说很难得，「没什么希奇，释迦牟尼佛是很普通的人，《金刚经》像两桶水倒过来、倒过去，一会儿讲，一会儿否定，到最后莫知所云」。我听到也不敢讲话，为什么？年轻，看到这些教授差不多都是我父亲那个辈分，也不敢笑。",
      "zh_TW": "現在的人心都是貪著名利，你就教他修如何真正得到名利，他一定很歡喜。佛法裡這些東西多、教材很多，現在出家、在家都不講求，都不去弘揚；天天只為亡人服務，天天搞超度。他們一看都嚇到了，為什麼？他貪生怕死，一看到你搞這個，他當然反對。所以佛法真的你要是徹底明瞭之後，對人說人話，對鬼說鬼話，能契一切眾生現前的根機，這才叫善教、善學。佛真的沒有定法可說，這些情形在經典裡面常有，於是初學佛的人，哪些人？高等知識分子。我初學佛的時候遇到幾位大學教授，還是很有名氣的教授，他們看到我學佛，就來跟我講，他說：「這佛教，《金剛經》我讀過」，我說很難得，「沒什麼希奇，釋迦牟尼佛是很普通的人，《金剛經》像兩桶水倒過來、倒過去，一會兒講，一會兒否定，到最後莫知所云」。我聽到也不敢講話，為什麼？年輕，看到這些教授差不多都是我父親那個輩分，也不敢笑。"
    },
    {
      "id": "12-017-1865_p0022",
      "zh_CN": "然后学佛之后才了解，「佛法无人说，虽智莫能解」，凡是批评佛法的完全错误，为什么？佛无有定法可说，佛无法可说，你批评什么？他要有法，可以批评，他没有法，他的法是从哪来的？是因人而异、因事而异、因时而异，完全是活的。同样是一个人，完全不相信佛法的时候，他教是怎么样讲法；生起信心之后，他又是怎么讲法，不一样；到你接近开悟，那又教你全部否定掉。所以佛有赞、有毁，有说这是，在那边说这不是，那到底是是，还是不是？我们到底依什么？所以没有人指点，你要是依靠错了，那就完了。你会对佛法产生怀疑，认为释迦牟尼佛头脑不清楚，怎么一会儿说是，一会儿说非，这就谤佛、谤法、谤比丘僧，那这种事情也是很多、很普遍，不足以为怪。",
      "zh_TW": "然後學佛之後才了解，「佛法無人說，雖智莫能解」，凡是批評佛法的完全錯誤，為什麼？佛無有定法可說，佛無法可說，你批評什麼？他要有法，可以批評，他沒有法，他的法是從哪來的？是因人而異、因事而異、因時而異，完全是活的。同樣是一個人，完全不相信佛法的時候，他教是怎麼樣講法；生起信心之後，他又是怎麼講法，不一樣；到你接近開悟，那又教你全部否定掉。所以佛有讚、有毀，有說這是，在那邊說這不是，那到底是是，還是不是？我們到底依什麼？所以沒有人指點，你要是依靠錯了，那就完了。你會對佛法產生懷疑，認為釋迦牟尼佛頭腦不清楚，怎麼一會兒說是，一會兒說非，這就謗佛、謗法、謗比丘僧，那這種事情也是很多、很普遍，不足以為怪。"
    },
    {
      "id": "12-017-1865_p0023",
      "zh_CN": "这件事情我们不能不明了，在经典里面读经学什么？就学这些。理论抓住之后看这个佛经，看世尊对什么样人他怎么说，有很多好的例子，我们看了之后能够举一反三，闻一知十，在生活里面工作、接触大众就学会了，活的不是死的。现相是活的，表演是活的，演说是活的，活活泼泼，这是佛法。活泼到你无法想像。我们下一段经文就讲到，就是第二十个比喻，「龙王游戏喻，喻菩萨游戏神变德」。佛菩萨应化在世间游戏神变，他哪有定法！前面曾经跟诸位略略提过，那讲现身，有些地方现多宝如来身，在娑婆世界现释迦牟尼身，在极乐世界示现的阿弥陀佛身，为什么不一样？不一样是各个地区众生根性不一样。为什么说一样？佛性是一样，法性是一样。所以彼佛即是此佛，此佛即是彼佛，没有两样，这都属于神变。",
      "zh_TW": "這件事情我們不能不明瞭，在經典裡面讀經學什麼？就學這些。理論抓住之後看這個佛經，看世尊對什麼樣人他怎麼說，有很多好的例子，我們看了之後能夠舉一反三，聞一知十，在生活裡面工作、接觸大眾就學會了，活的不是死的。現相是活的，表演是活的，演說是活的，活活潑潑，這是佛法。活潑到你無法想像。我們下一段經文就講到，就是第二十個比喻，「龍王遊戲喻，喻菩薩遊戲神變德」。佛菩薩應化在世間遊戲神變，他哪有定法！前面曾經跟諸位略略提過，那講現身，有些地方現多寶如來身，在娑婆世界現釋迦牟尼身，在極樂世界示現的阿彌陀佛身，為什麼不一樣？不一樣是各個地區眾生根性不一樣。為什麼說一樣？佛性是一樣，法性是一樣。所以彼佛即是此佛，此佛即是彼佛，沒有兩樣，這都屬於神變。"
    },
    {
      "id": "12-017-1865_p0024",
      "zh_CN": "我们现在《华严经》学到此地，一般状况也都能够理解到几分，整个宇宙就是一个法性，永恒不变。无量无边的法相，法相，诸佛如来是法相、诸佛刹土是法相、十法界众生是法相、十法界依正庄严也是法相，全是自性变现，一个体。所以我叫你看万花筒一样，怎么变，不离体。你真正明白之后，你的观念不一样，我们今天讲人生观、宇宙观，对人生宇宙的看法，你跟佛一样，那是真的最正确的，一点错误都没有，一体决定没有分。所以慈悲遍法界，善意遍法界，敬父母，敬老师，敬佛菩萨、蚊虫蚂蚁、妖魔鬼怪，那个尊敬的心一丝毫差别都没有。为什么？那个敬是性德，性德圆满流露。虽流露圆满的性德，但是在各个阶层里面，表现的样子、形式不一样。我们见到佛菩萨会顶礼三拜，你看到一只蚂蚁，你也会顶礼三拜吗？哪有这个道理！那就不会。人家看到蚂蚁，看到这些小虫，你都去顶礼三拜，人家不说你神经病了吗？但是敬的意思、意念没有两样，形式不一样。形式怎么样？要顺众生，众生用什么样形式，那就用什么样形式。古时候最敬礼三跪九叩首，那他要现这个样子；现在最敬礼三鞠躬，九十度的鞠躬，三鞠躬，不相同。在哪个地区跟哪些众生，一定跟他们一样，随和的，他们认为这种礼法是最恭敬，你没有一样不能随顺，恒顺众生，随喜功德。处处在经上一个目标、一个方向，都是给人启发，现相一举一动都是给人启发，都是在那里诱导，帮助人觉悟，帮助人离苦得乐。",
      "zh_TW": "我們現在《華嚴經》學到此地，一般狀況也都能夠理解到幾分，整個宇宙就是一個法性，永恆不變。無量無邊的法相，法相，諸佛如來是法相、諸佛剎土是法相、十法界眾生是法相、十法界依正莊嚴也是法相，全是自性變現，一個體。所以我叫你看萬花筒一樣，怎麼變，不離體。你真正明白之後，你的觀念不一樣，我們今天講人生觀、宇宙觀，對人生宇宙的看法，你跟佛一樣，那是真的最正確的，一點錯誤都沒有，一體決定沒有分。所以慈悲遍法界，善意遍法界，敬父母，敬老師，敬佛菩薩、蚊蟲螞蟻、妖魔鬼怪，那個尊敬的心一絲毫差別都沒有。為什麼？那個敬是性德，性德圓滿流露。雖流露圓滿的性德，但是在各個階層裡面，表現的樣子、形式不一樣。我們見到佛菩薩會頂禮三拜，你看到一隻螞蟻，你也會頂禮三拜嗎？哪有這個道理！那就不會。人家看到螞蟻，看到這些小蟲，你都去頂禮三拜，人家不說你神經病了嗎？但是敬的意思、意念沒有兩樣，形式不一樣。形式怎麼樣？要順眾生，眾生用什麼樣形式，那就用什麼樣形式。古時候最敬禮三跪九叩首，那他要現這個樣子；現在最敬禮三鞠躬，九十度的鞠躬，三鞠躬，不相同。在哪個地區跟哪些眾生，一定跟他們一樣，隨和的，他們認為這種禮法是最恭敬，你沒有一樣不能隨順，恆順眾生，隨喜功德。處處在經上一個目標、一個方向，都是給人啟發，現相一舉一動都是給人啟發，都是在那裡誘導，幫助人覺悟，幫助人離苦得樂。"
    },
    {
      "id": "12-017-1865_p0025",
      "zh_CN": "现在人认为没有钱苦，没有地位苦；有钱、有了地位，你慢慢再告诉他，还有苦，苦太多。欲界上面还有六层天，三苦八苦统统具足，到色界天欲断掉了，欲断掉之后这八苦没有，生老病死、求不得、爱别离、怨憎会，这没有了，八苦没有了，但是有行苦、有坏苦。为什么？色界有身体，有色身、有居住的环境，这个东西会变坏的。像我们有身体，身体会衰老，你青春不能永远保持，不能保持叫行苦。他会变老老化，他会生病，坏苦；你所居住的宫殿，房屋建得再坚固，慢慢也会变坏。建成了很喜欢，到变坏的时候就苦了，又何况现在天灾人祸频繁。到无色界身体都不要了，这是六道里头最高的层次，真是老子所说的「吾有大患，为吾有身」。说我最大的忧患就是有身体，要没有身体多好。老子就有无色界的思想，没有身体多好！无色界是没身体，没有身体怎么样？没有坏苦，永远不坏了，也不需要居住的环境。但是有什么？有行苦，就是这很好不能永远保持，完全靠你定功。你哪天定功消失又堕落了，这出不了六道，所以佛说六道统苦。这些事实真相他了解，你叫他生天，他对于天没兴趣，然后他要问到底有没有地方没有这些苦，统统没有？有，超越六道这问题解决了。超越六道要怎么办？超越六道跟你讲要放下执着，要放下见思烦恼。见是一切错误的看法，思是一切错误的想法，你以为想法是正确的，全错了，你的看法、想法统统错了。六道众生放下对世出世法一切的执着，你的看法、想法就正确，那就脱离六道，六道里面的生死没有了，真的叫了生死出三界。",
      "zh_TW": "現在人認為沒有錢苦，沒有地位苦；有錢、有了地位，你慢慢再告訴他，還有苦，苦太多。欲界上面還有六層天，三苦八苦統統具足，到色界天欲斷掉了，欲斷掉之後這八苦沒有，生老病死、求不得、愛別離、怨憎會，這沒有了，八苦沒有了，但是有行苦、有壞苦。為什麼？色界有身體，有色身、有居住的環境，這個東西會變壞的。像我們有身體，身體會衰老，你青春不能永遠保持，不能保持叫行苦。他會變老老化，他會生病，壞苦；你所居住的宮殿，房屋建得再堅固，慢慢也會變壞。建成了很喜歡，到變壞的時候就苦了，又何況現在天災人禍頻繁。到無色界身體都不要了，這是六道裡頭最高的層次，真是老子所說的「吾有大患，為吾有身」。說我最大的憂患就是有身體，要沒有身體多好。老子就有無色界的思想，沒有身體多好！無色界是沒身體，沒有身體怎麼樣？沒有壞苦，永遠不壞了，也不需要居住的環境。但是有什麼？有行苦，就是這很好不能永遠保持，完全靠你定功。你哪天定功消失又墮落了，這出不了六道，所以佛說六道統苦。這些事實真相他了解，你叫他生天，他對於天沒興趣，然後他要問到底有沒有地方沒有這些苦，統統沒有？有，超越六道這問題解決了。超越六道要怎麼辦？超越六道跟你講要放下執著，要放下見思煩惱。見是一切錯誤的看法，思是一切錯誤的想法，你以為想法是正確的，全錯了，你的看法、想法統統錯了。六道眾生放下對世出世法一切的執著，你的看法、想法就正確，那就脫離六道，六道裡面的生死沒有了，真的叫了生死出三界。"
    },
    {
      "id": "12-017-1865_p0026",
      "zh_CN": "可是上面还有变易生死，不是像我们六道这种生死，变易生死，是形容他还有苦，生死是苦，还有苦，那苦什么？修行的苦。还要继续不断修定提升，从声闻提升到缘觉，缘觉提升到菩萨，菩萨提升到佛，还有四个阶段，这四个阶段叫变易生死。就好像我们读书一样，从一年级升二年级，一年级念一年很辛苦，考试及格了升二年，一年级死了二年级生了是这个，并不是真正有生死。二年级念完，考试及格升三年级，二年级死了三年级生了，这叫变易，这跟我们六道里面生死完全不相同，六道里真的是有生有死。那叫变易，你转变，不断向上提升。十法界到了佛法界还要提升，到这个时候才告诉你，不能起心动念，起心动念就是迷，给你讲：一念不觉，十法界依正庄严就变现出来了。觉是不动，迷是动的，起心动念它动，动就是迷。再跟你讲宇宙的源起，这是高深的哲学与科学，真的是帮助你解决问题。到不起心、不动念，只要一念觉，后面念念觉，十法界就没有，这到一真法界，《华严经》里面的华藏世界，净土经里面的极乐世界，他到那里去了。十方诸佛刹土哪里你都可以去，你喜欢到哪里就到哪里，为什么？十方如来是你自性变的。我们常常讲极乐世界，唯心净土，自性弥陀；如果讲华藏世界，唯心华藏，自性毘卢遮那。",
      "zh_TW": "可是上面還有變易生死，不是像我們六道這種生死，變易生死，是形容他還有苦，生死是苦，還有苦，那苦什麼？修行的苦。還要繼續不斷修定提升，從聲聞提升到緣覺，緣覺提升到菩薩，菩薩提升到佛，還有四個階段，這四個階段叫變易生死。就好像我們讀書一樣，從一年級升二年級，一年級念一年很辛苦，考試及格了升二年，一年級死了二年級生了是這個，並不是真正有生死。二年級念完，考試及格升三年級，二年級死了三年級生了，這叫變易，這跟我們六道裡面生死完全不相同，六道裡真的是有生有死。那叫變易，你轉變，不斷向上提升。十法界到了佛法界還要提升，到這個時候才告訴你，不能起心動念，起心動念就是迷，給你講：一念不覺，十法界依正莊嚴就變現出來了。覺是不動，迷是動的，起心動念它動，動就是迷。再跟你講宇宙的源起，這是高深的哲學與科學，真的是幫助你解決問題。到不起心、不動念，只要一念覺，後面念念覺，十法界就沒有，這到一真法界，《華嚴經》裡面的華藏世界，淨土經裡面的極樂世界，他到那裡去了。十方諸佛剎土哪裡你都可以去，你喜歡到哪裡就到哪裡，為什麼？十方如來是你自性變的。我們常常講極樂世界，唯心淨土，自性彌陀；如果講華藏世界，唯心華藏，自性毘盧遮那。"
    },
    {
      "id": "12-017-1865_p0027",
      "zh_CN": "一切诸佛如来是自性变的，一切诸佛刹土也是自性现的，你说哪里没有缘，哪里不能去，为什么一定要到极乐世界！到这个时候我们又明白一桩事情，极乐世界是方便接引，我们要想把成佛、明心见性的时间缩短，这是条捷径。其他诸佛刹土要是按照这个道理，你一步步去提升；极乐世界就是对上中下三根大开方便之门，阿弥陀佛还是自性弥陀，那这就太可贵了。为什么？我们自己想想看，我们烦恼习气能断得了吗？真能放得下吗？断不了、放不下；换句话说，你必须在六道里头还要轮回，哪天执着没有了六道就没有。你要问，我什么时候能出离六道？你不要问别人，与别人不相干，为什么？六道是你自己制造的。只要你有执着就有六道；换句话说，只要有六道，就知道我有执着，我没放下；只要有分别，十法界就有，觉后空空无大千，你没觉。必须到这时候才跟你谈这个问题。",
      "zh_TW": "一切諸佛如來是自性變的，一切諸佛剎土也是自性現的，你說哪裡沒有緣，哪裡不能去，為什麼一定要到極樂世界！到這個時候我們又明白一樁事情，極樂世界是方便接引，我們要想把成佛、明心見性的時間縮短，這是條捷徑。其他諸佛剎土要是按照這個道理，你一步步去提升；極樂世界就是對上中下三根大開方便之門，阿彌陀佛還是自性彌陀，那這就太可貴了。為什麼？我們自己想想看，我們煩惱習氣能斷得了嗎？真能放得下嗎？斷不了、放不下；換句話說，你必須在六道裡頭還要輪迴，哪天執著沒有了六道就沒有。你要問，我什麼時候能出離六道？你不要問別人，與別人不相干，為什麼？六道是你自己製造的。只要你有執著就有六道；換句話說，只要有六道，就知道我有執著，我沒放下；只要有分別，十法界就有，覺後空空無大千，你沒覺。必須到這時候才跟你談這個問題。"
    },
    {
      "id": "12-017-1865_p0028",
      "zh_CN": "《华严经》说实在话，它不是接引初机的。那我们学习这部经，把深的意思、甚深的意趣不谈，我们讲最浅的，把它讲到在我们日常生活当中都可以用的，为什么？提起人对《华严》的兴趣。《华严》不难，我们听了很有受用，《华严经》很长，慢慢提升。所以我们讲十信，就是讲凡夫、讲六道，从初信到六信都是凡夫，七信才是阿罗汉。那我们现在讲到贤首，贤首是十信，再往上去就超越十法界。这些高深的道理我们多听听有好处，虽然不是我们的境界，多听了什么？阿赖耶识里头落下种子，这个种子将来会遇到缘，它就起现行。这个意思是什么？帮助你不定在什么时候、不定在什么处所一下开悟了，这明心见性。所以明心见性也不是偶然的，阿赖耶识里头有这些种子，这些种子多了它产生力量，这个力量就是禅宗里面讲的疑情。所谓大疑有大悟，小疑有小悟，阿赖耶识里头种子是疑情，自己也不知道。惠能大师如果阿赖耶识里头没有这个疑情，听人家念《金刚经》，他怎么会开悟？为什么别人听的时候不开悟，念的人也不开悟，他听了会开悟！他有疑情，就大疑大悟，这个疑情是阿赖耶识的种子。没有遇缘的时候自己不知道，见到五祖，五祖跟他讲的时候，他大彻大悟。他卖柴听到客人念这个经的时候大悟，不是小悟，见到五祖是彻悟。",
      "zh_TW": "《華嚴經》說實在話，它不是接引初機的。那我們學習這部經，把深的意思、甚深的意趣不談，我們講最淺的，把它講到在我們日常生活當中都可以用的，為什麼？提起人對《華嚴》的興趣。《華嚴》不難，我們聽了很有受用，《華嚴經》很長，慢慢提升。所以我們講十信，就是講凡夫、講六道，從初信到六信都是凡夫，七信才是阿羅漢。那我們現在講到賢首，賢首是十信，再往上去就超越十法界。這些高深的道理我們多聽聽有好處，雖然不是我們的境界，多聽了什麼？阿賴耶識裡頭落下種子，這個種子將來會遇到緣，它就起現行。這個意思是什麼？幫助你不定在什麼時候、不定在什麼處所一下開悟了，這明心見性。所以明心見性也不是偶然的，阿賴耶識裡頭有這些種子，這些種子多了它產生力量，這個力量就是禪宗裡面講的疑情。所謂大疑有大悟，小疑有小悟，阿賴耶識裡頭種子是疑情，自己也不知道。惠能大師如果阿賴耶識裡頭沒有這個疑情，聽人家念《金剛經》，他怎麼會開悟？為什麼別人聽的時候不開悟，念的人也不開悟，他聽了會開悟！他有疑情，就大疑大悟，這個疑情是阿賴耶識的種子。沒有遇緣的時候自己不知道，見到五祖，五祖跟他講的時候，他大徹大悟。他賣柴聽到客人念這個經的時候大悟，不是小悟，見到五祖是徹悟。"
    },
    {
      "id": "12-017-1865_p0029",
      "zh_CN": "佛不管他怎么说法，「是皆随众生之意乐而说，故名众生意乐意趣」。由此可知，佛是无法可说，佛怎么说的？随众生，就是众生有感佛就有说。感从前讲过有四种，显感显应、显感冥应、冥感显应、冥感冥应，这四种感应。佛如是，这四种感应，在我们日常生活当中都有，自己并不知道，感应道交。四意趣我们就学到此地。今天时间刚好到了。",
      "zh_TW": "佛不管他怎麼說法，「是皆隨眾生之意樂而說，故名眾生意樂意趣」。由此可知，佛是無法可說，佛怎麼說的？隨眾生，就是眾生有感佛就有說。感從前講過有四種，顯感顯應、顯感冥應、冥感顯應、冥感冥應，這四種感應。佛如是，這四種感應，在我們日常生活當中都有，自己並不知道，感應道交。四意趣我們就學到此地。今天時間剛好到了。"
    }
  ]
}