{
  "doc_id": "12-017-0949",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九四九卷",
    "zh_TW": "第九四九卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0949",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "12-017-0949_p0001",
      "zh_CN": "诸位同学，请看「毘卢遮那品」，威光菩萨见佛获益，别中十一句，从第七句看起。我们将经文念一念：",
      "zh_TW": "諸位同學，請看「毘盧遮那品」，威光菩薩見佛獲益，別中十一句，從第七句看起。我們將經文念一念："
    },
    {
      "id": "12-017-0949_p0002",
      "zh_CN": "【法界中无量变化力出离轮智光明。】",
      "zh_TW": "【法界中無量變化力出離輪智光明。】"
    },
    {
      "id": "12-017-0949_p0003",
      "zh_CN": "威光太子见佛，他就获得无边殊胜的利益，利益的总名称叫『智光明』。世尊为我们介绍了十一句，这个十一举例而已。我们从这十一个例子就能够想到，威光太子过去生中善根福德非常深厚，与佛又有深厚的因缘，这些地方都是值得我们学习的。正因为如此，所以世尊在这个经文当中称威光为菩萨，大威光菩萨，不称太子，称他为菩萨。这一句『法界中』，我们应当都能够理解。『无量变化力』，这是在这个法界里面因人因时、因地因事种种不同，无论是哪一类，人也好、地也好，时也好、事也好，都是无量无边！无量无边，它不是一个样子的，它变化！为什么会变化？世尊在经里面常常告诉我们，一切法从心想生，因为心想不同，人起变化。我自己这一个人，就这一个人，都起无量无边的变化，妄想、杂念多，刹那不住！所以佛在经上讲，凡夫有八万四千尘劳烦恼，这八万四千我们明了，是无量无边的烦恼习气归纳为八万四千类，每一类里头又不知道有多少。不是只有八万四千，只有八万四千倒不算多。这个事实真相我们要懂。",
      "zh_TW": "威光太子見佛，他就獲得無邊殊勝的利益，利益的總名稱叫『智光明』。世尊為我們介紹了十一句，這個十一舉例而已。我們從這十一個例子就能夠想到，威光太子過去生中善根福德非常深厚，與佛又有深厚的因緣，這些地方都是值得我們學習的。正因為如此，所以世尊在這個經文當中稱威光為菩薩，大威光菩薩，不稱太子，稱他為菩薩。這一句『法界中』，我們應當都能夠理解。『無量變化力』，這是在這個法界裡面因人因時、因地因事種種不同，無論是哪一類，人也好、地也好，時也好、事也好，都是無量無邊！無量無邊，它不是一個樣子的，它變化！為什麼會變化？世尊在經裡面常常告訴我們，一切法從心想生，因為心想不同，人起變化。我自己這一個人，就這一個人，都起無量無邊的變化，妄想、雜念多，剎那不住！所以佛在經上講，凡夫有八萬四千塵勞煩惱，這八萬四千我們明瞭，是無量無邊的煩惱習氣歸納為八萬四千類，每一類裡頭又不知道有多少。不是只有八萬四千，只有八萬四千倒不算多。這個事實真相我們要懂。"
    },
    {
      "id": "12-017-0949_p0004",
      "zh_CN": "我们的心、念头在变，我们生理的变化也在变。如果有一天变到不再变了，那就成功了；不再变化，就成佛了。佛佛道同，成佛就不变了；换句话说，在等觉菩萨的地位还是在变。只要念头变，一切万事万物一定是跟着它变，这就是「依报随着正报转」，「一切法从心想生」的事实真相。事实真相如此，佛要教化一切众生，要帮助一切众生，当然就不能用一个法门，也要随着众生的变化。所以普贤菩萨讲「恒顺众生，随喜功德」，为什么？你不恒顺，你不随喜，你有再好的方法，他不接受！要令一切众生欢喜接受，只有恒顺、随喜。所以恒顺、随喜，是佛在九法界、在无量无边诸佛化土里面教化众生，帮助众生破迷开悟、转凡成圣的方法里面的总原则、总纲领，就是恒顺、随缘。我们要成就自己，要帮助别人，一定要懂得这个道理，要向佛菩萨学习，要成就这个本事。这是「法界中无量变化力」。",
      "zh_TW": "我們的心、念頭在變，我們生理的變化也在變。如果有一天變到不再變了，那就成功了；不再變化，就成佛了。佛佛道同，成佛就不變了；換句話說，在等覺菩薩的地位還是在變。只要念頭變，一切萬事萬物一定是跟著它變，這就是「依報隨著正報轉」，「一切法從心想生」的事實真相。事實真相如此，佛要教化一切眾生，要幫助一切眾生，當然就不能用一個法門，也要隨著眾生的變化。所以普賢菩薩講「恆順眾生，隨喜功德」，為什麼？你不恆順，你不隨喜，你有再好的方法，他不接受！要令一切眾生歡喜接受，只有恆順、隨喜。所以恆順、隨喜，是佛在九法界、在無量無邊諸佛化土裡面教化眾生，幫助眾生破迷開悟、轉凡成聖的方法裡面的總原則、總綱領，就是恆順、隨緣。我們要成就自己，要幫助別人，一定要懂得這個道理，要向佛菩薩學習，要成就這個本事。這是「法界中無量變化力」。"
    },
    {
      "id": "12-017-0949_p0005",
      "zh_CN": "佛菩萨在九法界示现，帮助众生的是些什么？就是此地讲的三个字『出离轮』。帮助众生出迷，帮助众生出三途六道、九法界，帮助众生离苦。示现教学无量变化，但是总不离这个目的；这个目的、这个目标永恒不变。他凭什么转「出离轮」，无量变化力出离轮？所依凭的是最后三个字『智光明』。前面跟诸位报告过了，「智」是根本智，「光明」是后得智，光明遍照！清凉大师在这一句里面给我们标了个标题，这是这一句总的纲领，「神通智明」。他给我们说了八个字「三轮干事，出离不能」，这八个字不太好懂。什么叫三轮干事？三轮就是佛法里面讲的「三转法轮」。三转法轮是讲的教化众生的次第，怎么教法？天台跟贤首判教，都有渐教、顿教、不定教、圆教，这是佛教学的手段方法。手段，前面所说的，因人而异，因时而异，因事而异，因地也不一样。人随着他过去生中的善根、福德、因缘，所以大乘经上我们常常看到，这个众生应以什么身得度，佛就现什么身，应以什么样的法得度，佛就说什么法，或者是表演什么法。一定是非常契合众生的根性，又契合过去生中的因缘，他欢喜接受，喜欢学习，这才能收到事半功倍的效果。佛有神通、有智慧，他能观机，所以面对着学生，施教的方式一点都不会差错。所以众生遇到佛，那是大福德、大因缘，没有不得度的。原因就是世尊善于观机，知道这个众生过去无量劫中生生世世之事。",
      "zh_TW": "佛菩薩在九法界示現，幫助眾生的是些什麼？就是此地講的三個字『出離輪』。幫助眾生出迷，幫助眾生出三途六道、九法界，幫助眾生離苦。示現教學無量變化，但是總不離這個目的；這個目的、這個目標永恆不變。他憑什麼轉「出離輪」，無量變化力出離輪？所依憑的是最後三個字『智光明』。前面跟諸位報告過了，「智」是根本智，「光明」是後得智，光明遍照！清涼大師在這一句裡面給我們標了個標題，這是這一句總的綱領，「神通智明」。他給我們說了八個字「三輪幹事，出離不能」，這八個字不太好懂。什麼叫三輪幹事？三輪就是佛法裡面講的「三轉法輪」。三轉法輪是講的教化眾生的次第，怎麼教法？天台跟賢首判教，都有漸教、頓教、不定教、圓教，這是佛教學的手段方法。手段，前面所說的，因人而異，因時而異，因事而異，因地也不一樣。人隨著他過去生中的善根、福德、因緣，所以大乘經上我們常常看到，這個眾生應以什麼身得度，佛就現什麼身，應以什麼樣的法得度，佛就說什麼法，或者是表演什麼法。一定是非常契合眾生的根性，又契合過去生中的因緣，他歡喜接受，喜歡學習，這才能收到事半功倍的效果。佛有神通、有智慧，他能觀機，所以面對著學生，施教的方式一點都不會差錯。所以眾生遇到佛，那是大福德、大因緣，沒有不得度的。原因就是世尊善於觀機，知道這個眾生過去無量劫中生生世世之事。"
    },
    {
      "id": "12-017-0949_p0006",
      "zh_CN": "现在在西方，特别是在美国，有许多奇奇怪怪的病人，一般医生没有办法治疗。他们去找心理医生，心理医生用催眠的方法，深度的催眠，让他说出前世、再前世，甚至于讲到过去十几世、二十几世；我还听说曾经有一个时间最久的，好像是八十多世之前，距离现在应当是四千多年，这生生世世的遭遇说出来了。医生就晓得他的病怎么产生的，什么原因产生的，然后真的叫对症下药。这个治疗的方法非常有效，确实能够帮助这个人在短时期之内就恢复正常。这是医生用这个方法，让病人在深度催眠之下，回忆到过去生中。",
      "zh_TW": "現在在西方，特別是在美國，有許多奇奇怪怪的病人，一般醫生沒有辦法治療。他們去找心理醫生，心理醫生用催眠的方法，深度的催眠，讓他說出前世、再前世，甚至於講到過去十幾世、二十幾世；我還聽說曾經有一個時間最久的，好像是八十多世之前，距離現在應當是四千多年，這生生世世的遭遇說出來了。醫生就曉得他的病怎麼產生的，什麼原因產生的，然後真的叫對症下藥。這個治療的方法非常有效，確實能夠幫助這個人在短時期之內就恢復正常。這是醫生用這個方法，讓病人在深度催眠之下，回憶到過去生中。"
    },
    {
      "id": "12-017-0949_p0007",
      "zh_CN": "释迦牟尼佛不需要用这个方法，佛有神通、智慧，他一看就明了，而且能知道你过去生中无量劫前。《法华经》上有个例子，有个人见到释迦牟尼佛，要求出家，佛就让这些大比丘们，罗汉比丘的能力能观察五百世，出家要有善根，没善根不能出家！这许多大阿罗汉看了之后，都摇头：五百世中没有种出家的善根，这怎么能出家？佛笑笑，他说他在无量劫前是个樵夫，砍柴的。在山上砍柴遇到一只老虎，他爬在一棵大树上面，老虎在下面，在大树上面念了一声「南无佛」，无量劫前就种这么一个善根种子。世尊说：今天在我这个会里头，他这个善根成熟了。佛收了他！让他出家，以后他也证阿罗汉果。所以说「一称南无佛，皆已成佛道」，善根、福德、因缘重要。",
      "zh_TW": "釋迦牟尼佛不需要用這個方法，佛有神通、智慧，他一看就明瞭，而且能知道你過去生中無量劫前。《法華經》上有個例子，有個人見到釋迦牟尼佛，要求出家，佛就讓這些大比丘們，羅漢比丘的能力能觀察五百世，出家要有善根，沒善根不能出家！這許多大阿羅漢看了之後，都搖頭：五百世中沒有種出家的善根，這怎麼能出家？佛笑笑，他說他在無量劫前是個樵夫，砍柴的。在山上砍柴遇到一隻老虎，他爬在一棵大樹上面，老虎在下面，在大樹上面念了一聲「南無佛」，無量劫前就種這麼一個善根種子。世尊說：今天在我這個會裡頭，他這個善根成熟了。佛收了他！讓他出家，以後他也證阿羅漢果。所以說「一稱南無佛，皆已成佛道」，善根、福德、因緣重要。"
    },
    {
      "id": "12-017-0949_p0008",
      "zh_CN": "在三转法轮里面，南北朝时代光统法师说，常、无常（佛在经上常说的），空、不空。佛说法，对哪些人说常，对哪些人说无常，对哪些人说空，对哪些人说不空；佛的教学有先后次第，按部就班，慢慢的来帮助他提升，这叫「渐教」，循序渐进。我们在《华严》，《华严》是圆教。像禅宗里面，宗门是顿教。佛在一门当中，一个法门具足演说一切法门，一门里面常、无常，空、不空统统都说到了，这个根器不一样，这是属于「顿教」，没有次第的，超越次第。第三种，说「如来无碍究竟圆极的法门」，像《华严》、《法华》，这是属于圆教。对什么人说的？法身菩萨。六道里面凡夫有没有分？清凉大师跟我们讲，六道凡夫里头有一等人有分，哪一等人？大心凡夫。所以谚语常讲「量大福大」，这个很有道理。大乘经上常说，诸佛如来「心包太虚，量周沙界」，你想想看，这一等人在一生当中就能证得究竟圆满的法门，这个福报多大！人间天上没得比的。这是光统讲的。",
      "zh_TW": "在三轉法輪裡面，南北朝時代光統法師說，常、無常（佛在經上常說的），空、不空。佛說法，對哪些人說常，對哪些人說無常，對哪些人說空，對哪些人說不空；佛的教學有先後次第，按部就班，慢慢的來幫助他提升，這叫「漸教」，循序漸進。我們在《華嚴》，《華嚴》是圓教。像禪宗裡面，宗門是頓教。佛在一門當中，一個法門具足演說一切法門，一門裡面常、無常，空、不空統統都說到了，這個根器不一樣，這是屬於「頓教」，沒有次第的，超越次第。第三種，說「如來無礙究竟圓極的法門」，像《華嚴》、《法華》，這是屬於圓教。對什麼人說的？法身菩薩。六道裡面凡夫有沒有分？清涼大師跟我們講，六道凡夫裡頭有一等人有分，哪一等人？大心凡夫。所以諺語常講「量大福大」，這個很有道理。大乘經上常說，諸佛如來「心包太虛，量周沙界」，你想想看，這一等人在一生當中就能證得究竟圓滿的法門，這個福報多大！人間天上沒得比的。這是光統講的。"
    },
    {
      "id": "12-017-0949_p0009",
      "zh_CN": "南中诸师也有三转法轮的说法，稍稍有一点差别。他按照释迦牟尼佛一生教学，「初成正觉，即说《华严》，不由于小」，这是经论上有的。历史上有记载，释迦牟尼佛在这个世间示现成佛，在菩提树下二七日中，为法身菩萨讲《大方广佛华严经》。凡夫、小乘不知道，我们一般人看到释迦牟尼佛在菩提树下打坐，哪里知道他讲《华严经》？参与华严法会，你要有本事入如来定中，你才能够见到这个盛况，所谓法身菩萨。我们在《华严经》里面看到也有六道众生，也有诸天，也有些神众、杂神。现在我们都明白了，所有一切的天众神众，乃至于人众，无不是诸佛如来、法身菩萨的化身，为我们示现的，为我们表演的。他不是凡夫，不是九法界众生，九法界众生决定不能参与华严法会。就像《弥陀经》上所说的，西方极乐世界众鸟说法，白鹤、鹦鹉、迦陵频伽、共命之鸟，那是畜生道。世尊为我们介绍极乐世界，畜生的名都没有，哪有这个事实？这些鸟是什么？阿弥陀佛的化身，就是阿弥陀佛变化所作。华严会上这些菩萨、声闻、缘觉，九法界里面这些众生，山神水神、花草树木之神，现在我们明白了，要是套《弥陀经》上一句话，皆是毘卢遮那佛变化所作。这是讲的顿教，没有次第。",
      "zh_TW": "南中諸師也有三轉法輪的說法，稍稍有一點差別。他按照釋迦牟尼佛一生教學，「初成正覺，即說《華嚴》，不由於小」，這是經論上有的。歷史上有記載，釋迦牟尼佛在這個世間示現成佛，在菩提樹下二七日中，為法身菩薩講《大方廣佛華嚴經》。凡夫、小乘不知道，我們一般人看到釋迦牟尼佛在菩提樹下打坐，哪裡知道他講《華嚴經》？參與華嚴法會，你要有本事入如來定中，你才能夠見到這個盛況，所謂法身菩薩。我們在《華嚴經》裡面看到也有六道眾生，也有諸天，也有些神眾、雜神。現在我們都明白了，所有一切的天眾神眾，乃至於人眾，無不是諸佛如來、法身菩薩的化身，為我們示現的，為我們表演的。他不是凡夫，不是九法界眾生，九法界眾生決定不能參與華嚴法會。就像《彌陀經》上所說的，西方極樂世界眾鳥說法，白鶴、鸚鵡、迦陵頻伽、共命之鳥，那是畜生道。世尊為我們介紹極樂世界，畜生的名都沒有，哪有這個事實？這些鳥是什麼？阿彌陀佛的化身，就是阿彌陀佛變化所作。華嚴會上這些菩薩、聲聞、緣覺，九法界裡面這些眾生，山神水神、花草樹木之神，現在我們明白了，要是套《彌陀經》上一句話，皆是毘盧遮那佛變化所作。這是講的頓教，沒有次第。"
    },
    {
      "id": "12-017-0949_p0010",
      "zh_CN": "华严法会开圆满了，世尊出了定，在鹿野苑为五比丘说法，这是小乘！开始对一切众生，次第来教学。我们现在办个学校，学校从哪里办起？从小学办起。世尊为大家讲「阿含」，讲小乘十二年。十二年，这些学生、听众境界逐渐提升，小学毕业；再办中学，继续来教。再讲「方等」，方等讲了八年，方等是属于大乘。大乘有了良好的基础，再跟大家讲「般若」，般若讲二十二年。由此可知，般若是佛法教学的中心，它的时间最长。阿含跟方等加起来才二十年，般若就二十二年。最后开「法华」，法华八年。世尊讲经说法三百余会、四十九年，这是循序渐进，像办学校，办小学，办中学，办大学，办研究所，一直办上来。诸位要晓得，四十九年的学习，没休息！正是中国古人常说的，人生在世，「活到老，学到老，学不了」。我们在《论语》上看到孔老夫子，夫子说他曾经一天不吃饭，一夜不睡觉，在那里想，想什么？世间种种事业「无益」，没有好处，「不如学也」，跟求学来做个比较，都比不上求学。所以人活到老，应当是学到老。",
      "zh_TW": "華嚴法會開圓滿了，世尊出了定，在鹿野苑為五比丘說法，這是小乘！開始對一切眾生，次第來教學。我們現在辦個學校，學校從哪裡辦起？從小學辦起。世尊為大家講「阿含」，講小乘十二年。十二年，這些學生、聽眾境界逐漸提升，小學畢業；再辦中學，繼續來教。再講「方等」，方等講了八年，方等是屬於大乘。大乘有了良好的基礎，再跟大家講「般若」，般若講二十二年。由此可知，般若是佛法教學的中心，它的時間最長。阿含跟方等加起來才二十年，般若就二十二年。最後開「法華」，法華八年。世尊講經說法三百餘會、四十九年，這是循序漸進，像辦學校，辦小學，辦中學，辦大學，辦研究所，一直辦上來。諸位要曉得，四十九年的學習，沒休息！正是中國古人常說的，人生在世，「活到老，學到老，學不了」。我們在《論語》上看到孔老夫子，夫子說他曾經一天不吃飯，一夜不睡覺，在那裡想，想什麼？世間種種事業「無益」，沒有好處，「不如學也」，跟求學來做個比較，都比不上求學。所以人活到老，應當是學到老。"
    },
    {
      "id": "12-017-0949_p0011",
      "zh_CN": "我们今天看到许许多多人退休了，晚年的生活很苦，正是世尊跟孔子所说的，他苦从哪里来？他不学了。如果要肯学，肯学就不苦了。怎么知道？《论语》头一句话说，「学而时习之，不亦悦乎」，开宗明义第一句话就告诉你，你要想你在这一生当中永远保持快乐，用什么方法？学习。我们再看到一个最好的证明，诸佛如来、诸大菩萨他们为什么这么快乐，离苦得乐？没有别的，就是在学习。菩萨学习，快乐！如来教化，快乐！学成功了，学圆满了，学圆满了就教学，教别人学，所以永远快乐。我们明白这个道理，所以我们心目当中非常希望将来有一个退休村，澳洲的是退休村，中国人叫安养院。这里面住的是退休的老人，退休到这个地方来，来干什么？天天学，快乐！这个退休村就是老人学校，老人大学。活一天学一天，我们把世尊、把夫子的理念、教诲，我们来落实，这是人生一大快事。有人问我，我这一生所做的，快乐，乐在哪里？天天学、天天教，教学。一天四个小时天天不间断，乐此不疲。古人所谓「学不厌，教不倦」，这是事实。你自己如果没有亲身经历，这两句话你不懂，你要亲身经历，你才会懂，你才知道这两句话的味道，开经偈里面讲「愿解如来真实义」，你懂了。所以世尊四十九年的教学，为我们做了个示范，这叫渐教，从小学、中学、大学、研究所，一步一步的向上提升。",
      "zh_TW": "我們今天看到許許多多人退休了，晚年的生活很苦，正是世尊跟孔子所說的，他苦從哪裡來？他不學了。如果要肯學，肯學就不苦了。怎麼知道？《論語》頭一句話說，「學而時習之，不亦悅乎」，開宗明義第一句話就告訴你，你要想你在這一生當中永遠保持快樂，用什麼方法？學習。我們再看到一個最好的證明，諸佛如來、諸大菩薩他們為什麼這麼快樂，離苦得樂？沒有別的，就是在學習。菩薩學習，快樂！如來教化，快樂！學成功了，學圓滿了，學圓滿了就教學，教別人學，所以永遠快樂。我們明白這個道理，所以我們心目當中非常希望將來有一個退休村，澳洲的是退休村，中國人叫安養院。這裡面住的是退休的老人，退休到這個地方來，來幹什麼？天天學，快樂！這個退休村就是老人學校，老人大學。活一天學一天，我們把世尊、把夫子的理念、教誨，我們來落實，這是人生一大快事。有人問我，我這一生所做的，快樂，樂在哪裡？天天學、天天教，教學。一天四個小時天天不間斷，樂此不疲。古人所謂「學不厭，教不倦」，這是事實。你自己如果沒有親身經歷，這兩句話你不懂，你要親身經歷，你才會懂，你才知道這兩句話的味道，開經偈裡面講「願解如來真實義」，你懂了。所以世尊四十九年的教學，為我們做了個示範，這叫漸教，從小學、中學、大學、研究所，一步一步的向上提升。"
    },
    {
      "id": "12-017-0949_p0012",
      "zh_CN": "退休的这些老人，我们大家在一起学什么？这个课程应当有三个目的，第一个目的，检讨我们这一生所作所为。进入这个学校，做总检讨，哪些事情做错了，哪些事情做对了，留给后人做参考。这是一门课程。第二门课程，过去这一生，为生活奔波，世间许许多多的好的神圣的教诲，我们没有时间、没有机缘去接触。这个时候退休了，又恢复做学生，应当听听道！古圣先贤所讲的宇宙人生的道理，宗教典籍里面许许多多宝贵的教训，我们要认真来学习。这是第二门课程。第三门课程，非常重要，我们知道有生必有死，死了以后到哪里去？我们得在这一段时间当中，把生死这个问题搞清楚、搞明白，选择我们欢喜去的地方，去往生，这个学校有意义！比起过去年轻时候读的这些学校，性质完全不同，价值也不一样。这是老人退休村。我们将来可能用的名称是「多元文化村」，或者是「多元文化之家」，实际上它是一个学校，是一个大家庭。这个大家庭里面，各个人都是心包太虚，量周沙界。不同的族群，不同的文化，不同的信仰，共同在一起生活，共同在一起学习。每个人都是老师，每个人也都是学生。哪一个上台演讲（演是表演，讲是讲话），他上台他就是老师，坐在台下就是学生。他下了台，换一个人上去，那个人是老师，他也是学生，真平等！这个学校的大门口的对联，就用《论语》上两句话就好。「有朋自远方来，不亦乐乎」，「学而时习之，不亦悦乎」。这是讲渐教。",
      "zh_TW": "退休的這些老人，我們大家在一起學什麼？這個課程應當有三個目的，第一個目的，檢討我們這一生所作所為。進入這個學校，做總檢討，哪些事情做錯了，哪些事情做對了，留給後人做參考。這是一門課程。第二門課程，過去這一生，為生活奔波，世間許許多多的好的神聖的教誨，我們沒有時間、沒有機緣去接觸。這個時候退休了，又恢復做學生，應當聽聽道！古聖先賢所講的宇宙人生的道理，宗教典籍裡面許許多多寶貴的教訓，我們要認真來學習。這是第二門課程。第三門課程，非常重要，我們知道有生必有死，死了以後到哪裡去？我們得在這一段時間當中，把生死這個問題搞清楚、搞明白，選擇我們歡喜去的地方，去往生，這個學校有意義！比起過去年輕時候讀的這些學校，性質完全不同，價值也不一樣。這是老人退休村。我們將來可能用的名稱是「多元文化村」，或者是「多元文化之家」，實際上它是一個學校，是一個大家庭。這個大家庭裡面，各個人都是心包太虛，量周沙界。不同的族群，不同的文化，不同的信仰，共同在一起生活，共同在一起學習。每個人都是老師，每個人也都是學生。哪一個上台演講（演是表演，講是講話），他上台他就是老師，坐在台下就是學生。他下了台，換一個人上去，那個人是老師，他也是學生，真平等！這個學校的大門口的對聯，就用《論語》上兩句話就好。「有朋自遠方來，不亦樂乎」，「學而時習之，不亦悅乎」。這是講漸教。"
    },
    {
      "id": "12-017-0949_p0013",
      "zh_CN": "第三种他举的像《胜鬘经》一类的，《胜鬘夫人经》，它不是渐教，也不是顿教，但是它这里头讲「佛性常住」，跟中国《三字经》上所说的「人之初，性本善，性相近，习相远」，这个也是属于「不定教」。这是讲三轮干事。由此可知，我们知道此地的「干事」就是为人演说，用现代的话来讲是社会教学，而且是多元文化的社会教学。三轮干事，这一句我们就说到此地。",
      "zh_TW": "第三種他舉的像《勝鬘經》一類的，《勝鬘夫人經》，它不是漸教，也不是頓教，但是它這裡頭講「佛性常住」，跟中國《三字經》上所說的「人之初，性本善，性相近，習相遠」，這個也是屬於「不定教」。這是講三輪幹事。由此可知，我們知道此地的「幹事」就是為人演說，用現代的話來講是社會教學，而且是多元文化的社會教學。三輪幹事，這一句我們就說到此地。"
    },
    {
      "id": "12-017-0949_p0014",
      "zh_CN": "下面一句是「出离不能」，这句不好懂。「出离」是这句经文里头最重要的一个主题。出离六道，出离十法界，出离生死轮回，这是整个教学终极的目标。什么叫「不能」？不能用一个方法，不能的意思在此地，要用许许多多的方法才能够达到，所以诸佛如来为我们开的是「无量法门誓愿学」。学习的方法，中国古圣先贤说得好，「教之道，贵以专」，学习的方法最重要的是「专」，专攻。不能学杂，不能学乱了。",
      "zh_TW": "下面一句是「出離不能」，這句不好懂。「出離」是這句經文裡頭最重要的一個主題。出離六道，出離十法界，出離生死輪迴，這是整個教學終極的目標。什麼叫「不能」？不能用一個方法，不能的意思在此地，要用許許多多的方法才能夠達到，所以諸佛如來為我們開的是「無量法門誓願學」。學習的方法，中國古聖先賢說得好，「教之道，貴以專」，學習的方法最重要的是「專」，專攻。不能學雜，不能學亂了。"
    },
    {
      "id": "12-017-0949_p0015",
      "zh_CN": "我们今天在这个地方办这个学院，学院一直到现在还是在筹备之中。虽然每天有上课、有学习，还都在做实验，从实验里面我们吸取教训，启发智慧。到我们的教室建成（昨天我听说工程有一点耽误，恐怕在三月初不能完工，这桩事情当然我们也不能勉强，还是随缘），总得要等教室完工之后，我们举行一个开幕典礼，正式开课。正式开课，我们从这么多年学习经验当中，我们明白，怎么样才能学得成功，才能学得快速？一门深入。一个人只能学一部经、一部论。这一部经论由你自己去选择，范围是《大藏经》，《大藏经》以外的，不取。《大藏经》里面有的，你可以选，选了之后你自己好好的去研究，依教奉行，为人演说，这就是学习。其他同学所学习的课程、经教，统统都要听。",
      "zh_TW": "我們今天在這個地方辦這個學院，學院一直到現在還是在籌備之中。雖然每天有上課、有學習，還都在做實驗，從實驗裡面我們吸取教訓，啟發智慧。到我們的教室建成（昨天我聽說工程有一點耽誤，恐怕在三月初不能完工，這樁事情當然我們也不能勉強，還是隨緣），總得要等教室完工之後，我們舉行一個開幕典禮，正式開課。正式開課，我們從這麼多年學習經驗當中，我們明白，怎麼樣才能學得成功，才能學得快速？一門深入。一個人只能學一部經、一部論。這一部經論由你自己去選擇，範圍是《大藏經》，《大藏經》以外的，不取。《大藏經》裡面有的，你可以選，選了之後你自己好好的去研究，依教奉行，為人演說，這就是學習。其他同學所學習的課程、經教，統統都要聽。"
    },
    {
      "id": "12-017-0949_p0016",
      "zh_CN": "我们这个学院谁是老师？各个都是老师。谁是学生？人人都是学生。某甲上台讲这部经典，我们大家都做学生，听他的；他讲完之后，乙上台去讲经，乙是老师，甲在台下也是学生，跟一般学校不一样。这样子修学，各个都能成就，而且都能够谦虚、卑下，教学相长！这是我们在这么多年来，不断在实验、在探讨，我们找出一套，还是佛菩萨、古圣先贤教导我们的老办法，想来想去还是老的办法好。现在时间到了。",
      "zh_TW": "我們這個學院誰是老師？各個都是老師。誰是學生？人人都是學生。某甲上台講這部經典，我們大家都做學生，聽他的；他講完之後，乙上台去講經，乙是老師，甲在台下也是學生，跟一般學校不一樣。這樣子修學，各個都能成就，而且都能夠謙虛、卑下，教學相長！這是我們在這麼多年來，不斷在實驗、在探討，我們找出一套，還是佛菩薩、古聖先賢教導我們的老辦法，想來想去還是老的辦法好。現在時間到了。"
    },
    {
      "id": "12-017-0949_p0017",
      "zh_CN": "请接着看「威光获益」第八句：",
      "zh_TW": "請接著看「威光獲益」第八句："
    },
    {
      "id": "12-017-0949_p0018",
      "zh_CN": "【决定入无量功德圆满海智光明。】",
      "zh_TW": "【決定入無量功德圓滿海智光明。】"
    },
    {
      "id": "12-017-0949_p0019",
      "zh_CN": "清凉大师在注解里面给我们说明，这一句是「大福智明，照福严故」。大师注的是不多，但是这个提要非常之好。世间人哪一个不求福报？而这一句是大福智明，说明世出世间最大的福报，是怎么修来的？还是要靠智慧。没有智慧，只能修小福，我们常讲「人天福报」，没有办法修无尽的大福。这个道理不能不懂。福报从什么地方来的？经文明白告诉我们，『无量功德圆满海』。「无量」，这是大功德，不是小功德。「圆满」，这里头没有欠缺。怎么修法？大福里面最主要的包含三桩事情，第一个就是智慧，无量真实智慧；第二个是财富，无量财宝；第三个是寿命，无量的寿命。这三样圆满，就是这个地方讲的「大福智明」。谁修圆满了？诸佛如来修圆满，诸大菩萨他们正在认真努力的修学。凡夫可怜，心里面向往，不知道怎么修法，可惜！为什么？关键在没有智慧。为什么没有智慧？烦恼业障把自性般若智慧障碍住了，自性虽然本具般若智慧，它不起作用，不能现前。",
      "zh_TW": "清涼大師在註解裡面給我們說明，這一句是「大福智明，照福嚴故」。大師註的是不多，但是這個提要非常之好。世間人哪一個不求福報？而這一句是大福智明，說明世出世間最大的福報，是怎麼修來的？還是要靠智慧。沒有智慧，只能修小福，我們常講「人天福報」，沒有辦法修無盡的大福。這個道理不能不懂。福報從什麼地方來的？經文明白告訴我們，『無量功德圓滿海』。「無量」，這是大功德，不是小功德。「圓滿」，這裡頭沒有欠缺。怎麼修法？大福裡面最主要的包含三樁事情，第一個就是智慧，無量真實智慧；第二個是財富，無量財寶；第三個是壽命，無量的壽命。這三樣圓滿，就是這個地方講的「大福智明」。誰修圓滿了？諸佛如來修圓滿，諸大菩薩他們正在認真努力的修學。凡夫可憐，心裡面嚮往，不知道怎麼修法，可惜！為什麼？關鍵在沒有智慧。為什麼沒有智慧？煩惱業障把自性般若智慧障礙住了，自性雖然本具般若智慧，它不起作用，不能現前。"
    },
    {
      "id": "12-017-0949_p0020",
      "zh_CN": "所以，世尊在一切经论里面教导我们，忏悔业障重要。业障不能忏除，智慧从哪里来？忏除业障要从哪个地方做起？特别是在最近，我在讲席里面常常劝勉同学。虽然常说，我细心观察，我能看得到的同学当中，依然没有觉悟、没有回头，还是业障障碍你的智慧，你的智慧不起作用。你在日常生活当中，起心动念，还是烦恼习气当家作主，我看得出来！所以你的「福智」不能现前。从哪里做起？决定要从舍弃自私自利做起。我们起心动念，当然这是习气，习气太深了，无量劫来，起心动念都是想到自己的利益，与自己有利的肯做，与自己没有利的就不做了。其实什么是利，什么是无利，你根本就分不清楚，你就不明白、不了解！结果怎么样？把真实的利益看作什么，看作对自己没有利益，把没有利益的事情，看作对自己是有利益，颠倒！这叫愚痴，这叫没有智慧。",
      "zh_TW": "所以，世尊在一切經論裡面教導我們，懺悔業障重要。業障不能懺除，智慧從哪裡來？懺除業障要從哪個地方做起？特別是在最近，我在講席裡面常常勸勉同學。雖然常說，我細心觀察，我能看得到的同學當中，依然沒有覺悟、沒有回頭，還是業障障礙你的智慧，你的智慧不起作用。你在日常生活當中，起心動念，還是煩惱習氣當家作主，我看得出來！所以你的「福智」不能現前。從哪裡做起？決定要從捨棄自私自利做起。我們起心動念，當然這是習氣，習氣太深了，無量劫來，起心動念都是想到自己的利益，與自己有利的肯做，與自己沒有利的就不做了。其實什麼是利，什麼是無利，你根本就分不清楚，你就不明白、不了解！結果怎麼樣？把真實的利益看作什麼，看作對自己沒有利益，把沒有利益的事情，看作對自己是有利益，顛倒！這叫愚痴，這叫沒有智慧。"
    },
    {
      "id": "12-017-0949_p0021",
      "zh_CN": "世间人只看重五欲六尘、财色名食睡、色声香味触法、名闻利养，认为这些东西对自己有利的，这是利益，而且认为这个利益是真实的，错了，错得太离谱了。举世之人都说这是正确的，应当去竞争，应当去打拼。我这个说法，佛菩萨的说法，古圣先贤的说法，他是如何回应的？说得好听一点，你们是理想主义，恭维你几句：不错，讲得是不错，理想主义，不切实际！他听不进去，所以他依旧还是要走竞争、斗争，最后是打拼，走的是死路！至死不悟。佛菩萨教化众生不容易，几个人真正能够细心体会到了。佛讲财富，财富从哪里来的？财布施得来的。但是多少佛弟子，纵然对于佛的教诲深信不疑，他去修财布施，目的何在？得财富。不舍贪心！把布施当作生意买卖来做，这个生意好赚，一本万利。他能不能得财富？能得。虽得财富，不出轮回，果报在三界里头，这不是真实的；三界里面「凡所有相，皆是虚妄」，他不懂得。什么时候你能开智慧？佛教我们修法布施，他也把这个意思错会了。拼命修法布施，智慧有没有增长？有！世智辩聪。不能出三界，不能开悟，当然更不能证果。",
      "zh_TW": "世間人只看重五欲六塵、財色名食睡、色聲香味觸法、名聞利養，認為這些東西對自己有利的，這是利益，而且認為這個利益是真實的，錯了，錯得太離譜了。舉世之人都說這是正確的，應當去競爭，應當去打拼。我這個說法，佛菩薩的說法，古聖先賢的說法，他是如何回應的？說得好聽一點，你們是理想主義，恭維你幾句：不錯，講得是不錯，理想主義，不切實際！他聽不進去，所以他依舊還是要走競爭、鬥爭，最後是打拼，走的是死路！至死不悟。佛菩薩教化眾生不容易，幾個人真正能夠細心體會到了。佛講財富，財富從哪裡來的？財布施得來的。但是多少佛弟子，縱然對於佛的教誨深信不疑，他去修財布施，目的何在？得財富。不捨貪心！把布施當作生意買賣來做，這個生意好賺，一本萬利。他能不能得財富？能得。雖得財富，不出輪迴，果報在三界裡頭，這不是真實的；三界裡面「凡所有相，皆是虛妄」，他不懂得。什麼時候你能開智慧？佛教我們修法布施，他也把這個意思錯會了。拼命修法布施，智慧有沒有增長？有！世智辯聰。不能出三界，不能開悟，當然更不能證果。"
    },
    {
      "id": "12-017-0949_p0022",
      "zh_CN": "所以开经偈上有一句话，「愿解如来真实义」，这一句话说得好，意思无尽的深长。谁能解如来真实义？如来真实义是教我们断贪瞋痴。修财布施，把贪财这个根拔掉；修法布施，把世智辩聪的根拔掉；修无畏布施，把世间人寿命长短这个念头拔掉。这是如来教导众生的真实义，谁懂得？所以世间人虽然依照佛的教诲，去修财布施、法布施、无畏布施，真实的利益他统统得不到，得的是小财、小聪明、小寿命，不解如来真实义！现在要问，如来真实义如何能够得解？没有别的，学习。要认真、要努力，要长时间学习，无间断的学习。释迦牟尼佛为我们示现的，一生在学习！我们能看到吗？从出生到入般涅槃，我们想一想，佛常常教导我们「受持读诵，为人演说」，他这八个字有没有做到？圆圆满满的做到了。真实的教诲！他为我们所表演的、所教导的，无论是言语行动、起心动念，就是一部活活泼泼的《大方广佛华严经》。我们细心去观察，明白了。明白之后就晓得我们应该怎样学佛，以释迦牟尼佛为榜样、为典型，一切向他学习，就得大福智。",
      "zh_TW": "所以開經偈上有一句話，「願解如來真實義」，這一句話說得好，意思無盡的深長。誰能解如來真實義？如來真實義是教我們斷貪瞋痴。修財布施，把貪財這個根拔掉；修法布施，把世智辯聰的根拔掉；修無畏布施，把世間人壽命長短這個念頭拔掉。這是如來教導眾生的真實義，誰懂得？所以世間人雖然依照佛的教誨，去修財布施、法布施、無畏布施，真實的利益他統統得不到，得的是小財、小聰明、小壽命，不解如來真實義！現在要問，如來真實義如何能夠得解？沒有別的，學習。要認真、要努力，要長時間學習，無間斷的學習。釋迦牟尼佛為我們示現的，一生在學習！我們能看到嗎？從出生到入般涅槃，我們想一想，佛常常教導我們「受持讀誦，為人演說」，他這八個字有沒有做到？圓圓滿滿的做到了。真實的教誨！他為我們所表演的、所教導的，無論是言語行動、起心動念，就是一部活活潑潑的《大方廣佛華嚴經》。我們細心去觀察，明白了。明白之後就曉得我們應該怎樣學佛，以釋迦牟尼佛為榜樣、為典型，一切向他學習，就得大福智。"
    },
    {
      "id": "12-017-0949_p0023",
      "zh_CN": "财宝是明心见性。智慧是于世出世间法的性相、理事、因果，觉了不迷。寿命得大自在，证无量寿。修道成德，德能「随众生心、应所知量」，为一切众生示现无量无边身，为一切众生说无量法门，游戏神通。在三途六道、九法界中，一尘不染。这个境界，几个人能够体会得？这是大福报、大安乐，吉祥如意，福智圆满，一切经里头尊称为「二足尊」。这是我们应当要学习的，学习的秘诀就是放下！放不下，没门可入。念佛堂堂主的口头禅，「放下身心世界，提起正念」，我们要记住，这个话是真的不是假的。接着再看下一句，第九句：",
      "zh_TW": "財寶是明心見性。智慧是於世出世間法的性相、理事、因果，覺了不迷。壽命得大自在，證無量壽。修道成德，德能「隨眾生心、應所知量」，為一切眾生示現無量無邊身，為一切眾生說無量法門，遊戲神通。在三途六道、九法界中，一塵不染。這個境界，幾個人能夠體會得？這是大福報、大安樂，吉祥如意，福智圓滿，一切經裡頭尊稱為「二足尊」。這是我們應當要學習的，學習的祕訣就是放下！放不下，沒門可入。念佛堂堂主的口頭禪，「放下身心世界，提起正念」，我們要記住，這個話是真的不是假的。接著再看下一句，第九句："
    },
    {
      "id": "12-017-0949_p0024",
      "zh_CN": "【了知一切佛决定解庄严成就海智光明。】",
      "zh_TW": "【了知一切佛決定解莊嚴成就海智光明。】"
    },
    {
      "id": "12-017-0949_p0025",
      "zh_CN": "清凉大师在注解里面给我们说，这一句是「大解智明，谓佛胜解力，成庄严海」。福跟智有密切连带关系，换句话说，有福就有智，有智就有福。『解』是智，没有解就没有智慧，哪里来的福报？这个道理我们不能不懂。「佛胜解力」，胜是殊胜，无比殊胜。他对于世出世间，过去未来，无所不知，无所不能。佛的这种智慧能力怎么来的？我相信我们的同学们都有很好的答案：学习来的。诸佛如来生生世世无量劫来，天天在学习，无量劫的学习，从来没有一天缺课，才成就「胜解力」。我们要想有如来一样的胜解力，没有别的，天天学、时时学、处处学，像佛菩萨一样，从来不缺课。",
      "zh_TW": "清涼大師在註解裡面給我們說，這一句是「大解智明，謂佛勝解力，成莊嚴海」。福跟智有密切連帶關係，換句話說，有福就有智，有智就有福。『解』是智，沒有解就沒有智慧，哪裡來的福報？這個道理我們不能不懂。「佛勝解力」，勝是殊勝，無比殊勝。他對於世出世間，過去未來，無所不知，無所不能。佛的這種智慧能力怎麼來的？我相信我們的同學們都有很好的答案：學習來的。諸佛如來生生世世無量劫來，天天在學習，無量劫的學習，從來沒有一天缺課，才成就「勝解力」。我們要想有如來一樣的勝解力，沒有別的，天天學、時時學、處處學，像佛菩薩一樣，從來不缺課。"
    },
    {
      "id": "12-017-0949_p0026",
      "zh_CN": "课在什么地方？什么样的课程？六根接触六尘境界，就是在上课。佛菩萨会学，我们不会学。他们怎么学法？眼看得清楚、看得明白，耳听得清楚、听得明白，鼻能闻，舌能尝，身能触，意能知。不起贪瞋痴慢，不起自私自利，不生妄想分别执着，就学的这个，这叫会学。回过头来想想我们，我们就很糟糕、很差劲。眼见色就被色迷了，耳闻声被声迷了，这一迷，起心动念，立刻就生妄想分别执着。诸位要晓得，妄想是经典上讲的无明烦恼，分别是尘沙烦恼，执着是见思烦恼。凡夫六根接触外面六尘境界，生烦恼，不生智慧；诸佛菩萨六根接触六尘境界，不生烦恼生智慧。正因为他生的是智慧，所以他起的作用是无所不知、无所不能。他不造业，不但恶业他不造，善业他也没有。为什么？他止于至善，至善里面，善恶两边都离开了。他的心、他的身、他的言行，无一不是周遍法界，无一不是加被众生，这就是经上常常讲的「光明遍照」，这是事实真相。",
      "zh_TW": "課在什麼地方？什麼樣的課程？六根接觸六塵境界，就是在上課。佛菩薩會學，我們不會學。他們怎麼學法？眼看得清楚、看得明白，耳聽得清楚、聽得明白，鼻能聞，舌能嘗，身能觸，意能知。不起貪瞋痴慢，不起自私自利，不生妄想分別執著，就學的這個，這叫會學。回過頭來想想我們，我們就很糟糕、很差勁。眼見色就被色迷了，耳聞聲被聲迷了，這一迷，起心動念，立刻就生妄想分別執著。諸位要曉得，妄想是經典上講的無明煩惱，分別是塵沙煩惱，執著是見思煩惱。凡夫六根接觸外面六塵境界，生煩惱，不生智慧；諸佛菩薩六根接觸六塵境界，不生煩惱生智慧。正因為他生的是智慧，所以他起的作用是無所不知、無所不能。他不造業，不但惡業他不造，善業他也沒有。為什麼？他止於至善，至善裡面，善惡兩邊都離開了。他的心、他的身、他的言行，無一不是周遍法界，無一不是加被眾生，這就是經上常常講的「光明遍照」，這是事實真相。"
    },
    {
      "id": "12-017-0949_p0027",
      "zh_CN": "我们如果要是不学《华严》，不深入经藏，这个境界我们没有办法体会。你能够体会一分，我相信你契入一分了。能契入，你就能得受用，就像宗门大德常说的「会么！」会了！虽然现在还没有证得菩萨的位次，佛菩萨的气氛多少沾到一些，用现代西方人的话来说，你已经感受到佛菩萨的磁场。佛菩萨磁场无处不在，无时不在，为什么我们感触不到？那是因为我们的业障太重，障碍了六根，使六根的能力丧失掉了。这个障碍，总的来说，就是妄想分别执着。学佛的人一定要知道，佛菩萨的功夫，佛菩萨的成就，佛菩萨开发自性的性德，没有别的，总的纲领原则就是六根对六境不起妄想分别执着。无论是顺境逆境、善缘恶缘，用心如镜，用心像一面镜子一样，照外面清清楚楚。眼照就是见，见得清楚、见得分明；耳照就是听，鼻照是嗅，舌照是尝，身照是触，意照是知。六根门头，放光动地！《般若心经》里面讲「照见」。什么是照见？没有妄想，没有分别，没有执着。我们在讲席里头常讲的，不起心、不动念，不分别、不执着。而且活活泼泼，不是木头人！木头人不能度众生。活活泼泼，而里面跟木头人没有两样，外面活活泼泼。这个人是觉悟的人，这个人是清醒的人，这个人是个明白人，这样的人生就是「大方广佛华严」境界。我们会吗？如果不会，不会就得学，不学怎么会！",
      "zh_TW": "我們如果要是不學《華嚴》，不深入經藏，這個境界我們沒有辦法體會。你能夠體會一分，我相信你契入一分了。能契入，你就能得受用，就像宗門大德常說的「會麼！」會了！雖然現在還沒有證得菩薩的位次，佛菩薩的氣氛多少沾到一些，用現代西方人的話來說，你已經感受到佛菩薩的磁場。佛菩薩磁場無處不在，無時不在，為什麼我們感觸不到？那是因為我們的業障太重，障礙了六根，使六根的能力喪失掉了。這個障礙，總的來說，就是妄想分別執著。學佛的人一定要知道，佛菩薩的功夫，佛菩薩的成就，佛菩薩開發自性的性德，沒有別的，總的綱領原則就是六根對六境不起妄想分別執著。無論是順境逆境、善緣惡緣，用心如鏡，用心像一面鏡子一樣，照外面清清楚楚。眼照就是見，見得清楚、見得分明；耳照就是聽，鼻照是嗅，舌照是嘗，身照是觸，意照是知。六根門頭，放光動地！《般若心經》裡面講「照見」。什麼是照見？沒有妄想，沒有分別，沒有執著。我們在講席裡頭常講的，不起心、不動念，不分別、不執著。而且活活潑潑，不是木頭人！木頭人不能度眾生。活活潑潑，而裡面跟木頭人沒有兩樣，外面活活潑潑。這個人是覺悟的人，這個人是清醒的人，這個人是個明白人，這樣的人生就是「大方廣佛華嚴」境界。我們會嗎？如果不會，不會就得學，不學怎麼會！"
    },
    {
      "id": "12-017-0949_p0028",
      "zh_CN": "当然一切经教里面，最殊胜的、最契机的还是这一部《大方广佛华严经》。为什么？分量够！经长，它好处在哪里？符合「一门深入，长时薰修」。诸位同学想一想，你就会恍然大悟。如果我们在这个地方读书，佛学院读书，我们这个学院的学制是九年。九年要开上十几门课、二十几门课，很好，你们看了很热闹、很欢喜，但是它不是「一门深入」了。十门、二十门，也在长时，这么长的时间来薰修，效果不一样。如果是同样一部经，一年讲一遍，九年从头讲了九遍，你又会感觉得不耐烦。《华严》好！总共有九十九卷，一年学十二卷，差不多也要十年。我们这个九年，学习期间九年，一部《华严经》。我们现在讲到这个地方，这是第十一卷，诸位要想到，九十九卷这是第十一卷。你们看到了，今天讲的是九百四十九次，九百四十九次，一次两个小时，一千八百多个小时。这样学习有味道，真的愈学愈有味道，从这个地方我们能体会到，「一门深入，长时薰修」！",
      "zh_TW": "當然一切經教裡面，最殊勝的、最契機的還是這一部《大方廣佛華嚴經》。為什麼？分量夠！經長，它好處在哪裡？符合「一門深入，長時薰修」。諸位同學想一想，你就會恍然大悟。如果我們在這個地方讀書，佛學院讀書，我們這個學院的學制是九年。九年要開上十幾門課、二十幾門課，很好，你們看了很熱鬧、很歡喜，但是它不是「一門深入」了。十門、二十門，也在長時，這麼長的時間來薰修，效果不一樣。如果是同樣一部經，一年講一遍，九年從頭講了九遍，你又會感覺得不耐煩。《華嚴》好！總共有九十九卷，一年學十二卷，差不多也要十年。我們這個九年，學習期間九年，一部《華嚴經》。我們現在講到這個地方，這是第十一卷，諸位要想到，九十九卷這是第十一卷。你們看到了，今天講的是九百四十九次，九百四十九次，一次兩個小時，一千八百多個小時。這樣學習有味道，真的愈學愈有味道，從這個地方我們能體會到，「一門深入，長時薰修」！"
    },
    {
      "id": "12-017-0949_p0029",
      "zh_CN": "过去，弘一大师教人修学大乘，他就是这个主意。教我们从哪里下手？从《华严疏钞》下手。但诸位要知道，他教的对象是高等知识分子，今天讲的大学生。他有一篇文章，读《华严经》的方法，他提出来的。《八十华严》读到「离世间品」，五十九卷，然后接着读《四十华严》，「普贤菩萨行愿品」四十卷，这样合起来九十九卷，是中文翻译的《华严》最完整的学习方法，我叫它做《九九华严》。所以诸位知道有《六十华严》，《八十华严》，《四十华严》，不知道《九九华严》是什么。我们学习就是八十跟四十合起来，除掉当中重复的二十一卷，就是八十经后面的「入法界品」（这个二十一卷跟《四十华严》重复，但是四十完整，它那一部分不完整），这样子合起来九十九卷。如果我们在九年当中把这个课程完成，这也很有意义。",
      "zh_TW": "過去，弘一大師教人修學大乘，他就是這個主意。教我們從哪裡下手？從《華嚴疏鈔》下手。但諸位要知道，他教的對象是高等知識分子，今天講的大學生。他有一篇文章，讀《華嚴經》的方法，他提出來的。《八十華嚴》讀到「離世間品」，五十九卷，然後接著讀《四十華嚴》，「普賢菩薩行願品」四十卷，這樣合起來九十九卷，是中文翻譯的《華嚴》最完整的學習方法，我叫它做《九九華嚴》。所以諸位知道有《六十華嚴》，《八十華嚴》，《四十華嚴》，不知道《九九華嚴》是什麼。我們學習就是八十跟四十合起來，除掉當中重複的二十一卷，就是八十經後面的「入法界品」（這個二十一卷跟《四十華嚴》重複，但是四十完整，它那一部分不完整），這樣子合起來九十九卷。如果我們在九年當中把這個課程完成，這也很有意義。"
    },
    {
      "id": "12-017-0949_p0030",
      "zh_CN": "这也说明了我们现代人的根性，跟唐朝初年清凉大师那个时代相比，差很远了。清凉大师讲《华严经》，一年讲一遍，我们现在讲一遍，九年！他一年讲一遍。诸位想想看，根性大大的不如古人，古人心地清净烦恼轻，外面诱惑力量少，没有现在这么多的诱惑，容易契入境界。现在内妄念烦恼多，外面五欲六尘的诱惑力量非常强大。但是也有好处，所以世间没有绝对的好坏，好在哪里？我们在现代这个时代，如果要是学成就了，肯定超过古人。为什么？古人要生活在我们这个时代，一样的，早被淘汰掉了。能够生在这个时代而不被淘汰，你能够站得住脚跟，还会有成就，当然超过古人。所以在今天修学，成功，超过古人；失败，那当然不如古人。我们懂得这个道理，了解事实真相，所以时节因缘希有难逢，你要认识，你要抓住！这个小小的净宗学院，是希有难得的学习场所。学院无需要扩大，为什么？这个时代真正肯发心学习的人，我们知道，不多！所以小小的道场足够用了。我们懂得这个道理。",
      "zh_TW": "這也說明了我們現代人的根性，跟唐朝初年清涼大師那個時代相比，差很遠了。清涼大師講《華嚴經》，一年講一遍，我們現在講一遍，九年！他一年講一遍。諸位想想看，根性大大的不如古人，古人心地清淨煩惱輕，外面誘惑力量少，沒有現在這麼多的誘惑，容易契入境界。現在內妄念煩惱多，外面五欲六塵的誘惑力量非常強大。但是也有好處，所以世間沒有絕對的好壞，好在哪裡？我們在現代這個時代，如果要是學成就了，肯定超過古人。為什麼？古人要生活在我們這個時代，一樣的，早被淘汰掉了。能夠生在這個時代而不被淘汰，你能夠站得住腳跟，還會有成就，當然超過古人。所以在今天修學，成功，超過古人；失敗，那當然不如古人。我們懂得這個道理，了解事實真相，所以時節因緣希有難逢，你要認識，你要抓住！這個小小的淨宗學院，是希有難得的學習場所。學院無需要擴大，為什麼？這個時代真正肯發心學習的人，我們知道，不多！所以小小的道場足夠用了。我們懂得這個道理。"
    },
    {
      "id": "12-017-0949_p0031",
      "zh_CN": "今天讲到这一句，「大解智明」，学习的方法，就是「活到老，学到老」，解行相应，解行相资（资是资助）；行帮助你解，解帮助你行，这样才能够深入，达到究竟圆满。成功的秘诀在坚持到底，谁有这个毅力、决心，能够坚持到底的人，没有不成功的。凡是失败的，是中途受不了，退转了，那就失败；不退转的肯定成功。今天时间到了，我们就讲到此地。",
      "zh_TW": "今天講到這一句，「大解智明」，學習的方法，就是「活到老，學到老」，解行相應，解行相資（資是資助）；行幫助你解，解幫助你行，這樣才能夠深入，達到究竟圓滿。成功的祕訣在堅持到底，誰有這個毅力、決心，能夠堅持到底的人，沒有不成功的。凡是失敗的，是中途受不了，退轉了，那就失敗；不退轉的肯定成功。今天時間到了，我們就講到此地。"
    }
  ]
}