{
  "doc_id": "12-017-1326",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三二六卷",
    "zh_TW": "第一三二六卷"
  },
  "year": "2004",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1326",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "12-017-1326_p0001",
      "zh_CN": "诸位同学，请看「菩萨问明品」觉首菩萨偈颂第二首，清凉大师《疏》最后的一段，我们把这个文念一段，对对地方。",
      "zh_TW": "諸位同學，請看「菩薩問明品」覺首菩薩偈頌第二首，清涼大師《疏》最後的一段，我們把這個文念一段，對對地方。"
    },
    {
      "id": "12-017-1326_p0002",
      "zh_CN": "「言诸法者，非唯举前十事五对，亦该一切有为法也，果从因生，果无体性，因由果立，因无体性」。前面我们讲到这个地方，现在接着看下面。「因无体性，何有感果之用，果无体性，岂有酬因之能」。这两句话的意思很深，使我们一般学佛的人都无法理解，因为佛门里面讲因果讲得太多，正如谚语所说「先入为主」，我们对于接受因果的概念确实是先入为主，这个概念根深蒂固！因一定感果，果一定酬因，这是大乘法里头常讲的。为什么现在在这个地方否定？这里面我们一定要明了，这是大乘教里面所谓的「向上一着」。",
      "zh_TW": "「言諸法者，非唯舉前十事五對，亦該一切有為法也，果從因生，果無體性，因由果立，因無體性」。前面我們講到這個地方，現在接著看下面。「因無體性，何有感果之用，果無體性，豈有酬因之能」。這兩句話的意思很深，使我們一般學佛的人都無法理解，因為佛門裡面講因果講得太多，正如諺語所說「先入為主」，我們對於接受因果的概念確實是先入為主，這個概念根深蒂固！因一定感果，果一定酬因，這是大乘法裡頭常講的。為什麼現在在這個地方否定？這裡面我們一定要明瞭，這是大乘教裡面所謂的「向上一著」。"
    },
    {
      "id": "12-017-1326_p0003",
      "zh_CN": "从什么地方向上？从菩萨。你看看菩萨法里面，佛常讲「菩萨畏因，众生畏果」。菩萨没有离开因感果、果酬因，没离开。向上一着是究竟佛位，佛位里面有没有因果？不能说有也不能说没有，有跟没有是一不是二，向上一着就是入不二法门。正如僧肇大师在《肇论》里面所说的「本无」，这句话很重要，本无，因果也是本无、实相、法性、性空、缘会，一个意思。缘会是什么？因缘会合森罗万象就现前了，这缘会。缘会是必然的，所以因感果、果酬因也是必然的，向上一着是彻底了解事实真相，这叫大彻大悟。大悟那个相就是僧肇大师所说的「沤和般若」，沤和是梵语，般若也是梵语，翻成中国意思，沤和翻成方便，般若翻成智慧、翻成大觉。所以佛门里头常讲「慈悲为本，方便为门」，这是大智大觉，法尔如是的形相。这个形相你也不能说它有，也不能说它无，大乘教里面讲入不二法门，明心见性，大彻大悟，这大彻大悟里头有方便。没有方便，有没有彻悟？没有，彻悟一定有方便。",
      "zh_TW": "從什麼地方向上？從菩薩。你看看菩薩法裡面，佛常講「菩薩畏因，眾生畏果」。菩薩沒有離開因感果、果酬因，沒離開。向上一著是究竟佛位，佛位裡面有沒有因果？不能說有也不能說沒有，有跟沒有是一不是二，向上一著就是入不二法門。正如僧肇大師在《肇論》裡面所說的「本無」，這句話很重要，本無，因果也是本無、實相、法性、性空、緣會，一個意思。緣會是什麼？因緣會合森羅萬象就現前了，這緣會。緣會是必然的，所以因感果、果酬因也是必然的，向上一著是徹底了解事實真相，這叫大徹大悟。大悟那個相就是僧肇大師所說的「漚和般若」，漚和是梵語，般若也是梵語，翻成中國意思，漚和翻成方便，般若翻成智慧、翻成大覺。所以佛門裡頭常講「慈悲為本，方便為門」，這是大智大覺，法爾如是的形相。這個形相你也不能說它有，也不能說它無，大乘教裡面講入不二法門，明心見性，大徹大悟，這大徹大悟裡頭有方便。沒有方便，有沒有徹悟？沒有，徹悟一定有方便。"
    },
    {
      "id": "12-017-1326_p0004",
      "zh_CN": "彻悟是什么？二而不二，不二而二，这是彻悟。没悟的时候这个二合不拢来，二不是一，一不是二，合不拢来。那个二也就代表多，正是《华严经》上所说的「一即是多，多即是一，一多不二」。这才真的入不二法门，真的开方便般若。你看菩萨常讲的六波罗蜜，最后一条般若波罗蜜，在《华严》文殊菩萨把般若波罗蜜展开说为五句，和前面的布施、持戒、忍辱、精进、禅定，总有十波罗蜜。十波罗蜜跟六波罗蜜不增不减，后面四波罗蜜是般若波罗蜜里头开出来的。第一个就是方便，第二个是愿波罗蜜，第三个是力波罗蜜，第四个是智波罗蜜，方便愿力智，这合起来就叫般若波罗蜜。",
      "zh_TW": "徹悟是什麼？二而不二，不二而二，這是徹悟。沒悟的時候這個二合不攏來，二不是一，一不是二，合不攏來。那個二也就代表多，正是《華嚴經》上所說的「一即是多，多即是一，一多不二」。這才真的入不二法門，真的開方便般若。你看菩薩常講的六波羅蜜，最後一條般若波羅蜜，在《華嚴》文殊菩薩把般若波羅蜜展開說為五句，和前面的布施、持戒、忍辱、精進、禪定，總有十波羅蜜。十波羅蜜跟六波羅蜜不增不減，後面四波羅蜜是般若波羅蜜裡頭開出來的。第一個就是方便，第二個是願波羅蜜，第三個是力波羅蜜，第四個是智波羅蜜，方便願力智，這合起來就叫般若波羅蜜。"
    },
    {
      "id": "12-017-1326_p0005",
      "zh_CN": "所以通常在大乘教里面，古大德给我们讲，如果讲十波罗蜜，般若波罗蜜是实智，就是《般若经》上讲的「般若无知」，般若波罗蜜是无知，无知是真实智，后面这四条，方便、愿、力、智叫权智，权巧方便。般若有体有用，般若是体，方便愿力智是作用。所以，般若波罗蜜也叫根本智，方便愿力智叫后得智，实智就是根本智，权智就是后得智，实智是体，权智是用，有体有用，不是有体没用。体与用当中它一定有现相，这个相就是缘会，因缘聚会它起相，这个相就是十法界依正庄严，也包括了一真法界。极乐世界、华藏世界，诸佛如来报土都是缘会！",
      "zh_TW": "所以通常在大乘教裡面，古大德給我們講，如果講十波羅蜜，般若波羅蜜是實智，就是《般若經》上講的「般若無知」，般若波羅蜜是無知，無知是真實智，後面這四條，方便、願、力、智叫權智，權巧方便。般若有體有用，般若是體，方便願力智是作用。所以，般若波羅蜜也叫根本智，方便願力智叫後得智，實智就是根本智，權智就是後得智，實智是體，權智是用，有體有用，不是有體沒用。體與用當中它一定有現相，這個相就是緣會，因緣聚會它起相，這個相就是十法界依正莊嚴，也包括了一真法界。極樂世界、華藏世界，諸佛如來報土都是緣會！"
    },
    {
      "id": "12-017-1326_p0006",
      "zh_CN": "你要知道，缘会跟实相、跟法性、跟性空，一个意思，一桩事情，这个道理要懂，这才叫入不二法门。入这个法门，我们通常讲入这个境界，六根接触外面境界一念不生，决定不起心不动念。诸位想想看，起心动念尚且没有，哪来的分别执着？哪来的言语思惟？心行处灭，言语道断，它就是这个样子。法身菩萨，圆教初住入这个境界了，入得不够深，入得不彻底。为什么？妄想，就是起心动念没有断干净，是断了没错，跟我们十法界来比他是断了，跟上面比，他不干净，断得不干净。统统断干净，连最后一品生相无明也断了，那才是如来究竟果位，称为无上正等正觉。这个境界，无上正等正觉的境界，所以他没有念，因果这个法也不能成立，这是我们很难理解的，很不容易去体会。",
      "zh_TW": "你要知道，緣會跟實相、跟法性、跟性空，一個意思，一樁事情，這個道理要懂，這才叫入不二法門。入這個法門，我們通常講入這個境界，六根接觸外面境界一念不生，決定不起心不動念。諸位想想看，起心動念尚且沒有，哪來的分別執著？哪來的言語思惟？心行處滅，言語道斷，它就是這個樣子。法身菩薩，圓教初住入這個境界了，入得不夠深，入得不徹底。為什麼？妄想，就是起心動念沒有斷乾淨，是斷了沒錯，跟我們十法界來比他是斷了，跟上面比，他不乾淨，斷得不乾淨。統統斷乾淨，連最後一品生相無明也斷了，那才是如來究竟果位，稱為無上正等正覺。這個境界，無上正等正覺的境界，所以他沒有念，因果這個法也不能成立，這是我們很難理解的，很不容易去體會。"
    },
    {
      "id": "12-017-1326_p0007",
      "zh_CN": "我在前面一再跟诸位提出，前面清凉大师有一句「并皆速灭」，这句话非常非常重要。并皆速灭就是《金刚经》四句偈里所说的「如露亦如电」，但是如露亦如电我们很不容易体会到这事实真相，并皆速灭说得好。并皆速灭就是此地讲的一切有为法，因果也在其中，一切有为法并皆速灭。我们在这句里面，这个速不容易体会，速是快速，快速到什么程度我们没有法子想像。不但我们没有法子想像，法身菩萨也没有法子想像，我们今天只能用一个形容词来说，那个速度快是亿万分之一秒，或者是亿亿万分之一秒，没法子想像。《楞严》上讲的，这一切有为法缘会，「当处出生，随处灭尽」，佛讲得很清楚。明白人点头微微笑笑，讲得好，讲得清楚，我们六道凡夫听这句话还是不懂，原因在哪里？我们想不到那么快的速度。",
      "zh_TW": "我在前面一再跟諸位提出，前面清涼大師有一句「並皆速滅」，這句話非常非常重要。並皆速滅就是《金剛經》四句偈裡所說的「如露亦如電」，但是如露亦如電我們很不容易體會到這事實真相，並皆速滅說得好。並皆速滅就是此地講的一切有為法，因果也在其中，一切有為法並皆速滅。我們在這句裡面，這個速不容易體會，速是快速，快速到什麼程度我們沒有法子想像。不但我們沒有法子想像，法身菩薩也沒有法子想像，我們今天只能用一個形容詞來說，那個速度快是億萬分之一秒，或者是億億萬分之一秒，沒法子想像。《楞嚴》上講的，這一切有為法緣會，「當處出生，隨處滅盡」，佛講得很清楚。明白人點頭微微笑笑，講得好，講得清楚，我們六道凡夫聽這句話還是不懂，原因在哪裡？我們想不到那麼快的速度。"
    },
    {
      "id": "12-017-1326_p0008",
      "zh_CN": "我在前面跟同学们说这个比喻用电影，电影的影片放映机投射在银幕上，我用这个速度，这个速度很慢，一秒钟镜头的开关二十四次，就是一秒钟那个生灭已经二十四次，这是一般电影这样一个速度。我们在看电影，全神贯注的时候好像自己也投入这个境界，不知道这个境界是假的，以为银幕上都是真的，他哭你跟着哭，他笑你跟着笑，我们常常看到这个现象。这个速度一秒钟才二十四次，二十四次的生灭。所以像《仁王经》上所讲的，那一秒钟有二十一万六千次的生灭，你怎么能知道它是假的？这一秒钟二十一万六千次的生灭，是在哪个银幕上？给诸位说，就是我们现前的境界。我们六根所接触的境界，生灭速度这么快！二个十万八千，二十一万六千次的生灭，这《仁王经》上所说的，你怎么能够觉察到我们现在眼见、耳闻、手所接触的、意所知的并皆速灭，你怎么会晓得？知道并皆速灭，你就晓得这个话可以同意、可以承认了。所以因果，幻相！也是梦幻泡影。",
      "zh_TW": "我在前面跟同學們說這個比喻用電影，電影的影片放映機投射在銀幕上，我用這個速度，這個速度很慢，一秒鐘鏡頭的開關二十四次，就是一秒鐘那個生滅已經二十四次，這是一般電影這樣一個速度。我們在看電影，全神貫注的時候好像自己也投入這個境界，不知道這個境界是假的，以為銀幕上都是真的，他哭你跟著哭，他笑你跟著笑，我們常常看到這個現象。這個速度一秒鐘才二十四次，二十四次的生滅。所以像《仁王經》上所講的，那一秒鐘有二十一萬六千次的生滅，你怎麼能知道它是假的？這一秒鐘二十一萬六千次的生滅，是在哪個銀幕上？給諸位說，就是我們現前的境界。我們六根所接觸的境界，生滅速度這麼快！二個十萬八千，二十一萬六千次的生滅，這《仁王經》上所說的，你怎麼能夠覺察到我們現在眼見、耳聞、手所接觸的、意所知的並皆速滅，你怎麼會曉得？知道並皆速滅，你就曉得這個話可以同意、可以承認了。所以因果，幻相！也是夢幻泡影。"
    },
    {
      "id": "12-017-1326_p0009",
      "zh_CN": "我们看到因果好像有相续、有转变、有循环，是有这些现象。这现象从哪来的？从心想生，这是佛在大乘经里讲得太多了，一切法从心想生。这不是向上一着。六道轮回如是，十法界如是。如果把心想都放下了，不但六道轮回没有了，觉后空空无大千，那六道轮回没有了，十法界也没有了，那个时候，佛在经上说了一个名词，其实那个时候名词都没有了，叫做一真法界。所以一真法界是对十法界来说的，十法界没有了，一真法界也不存在，为什么？一切是缘会而生。缘会，那边缘去掉了这边就不生了，所以是觉后空空无大千。所以这个地方我们一定要晓得，因果确实没有体性，没有自体，但是在缘会而生，它确实有因有感果的作用，果有酬因之能，它真的有这个。",
      "zh_TW": "我們看到因果好像有相續、有轉變、有循環，是有這些現象。這現象從哪來的？從心想生，這是佛在大乘經裡講得太多了，一切法從心想生。這不是向上一著。六道輪迴如是，十法界如是。如果把心想都放下了，不但六道輪迴沒有了，覺後空空無大千，那六道輪迴沒有了，十法界也沒有了，那個時候，佛在經上說了一個名詞，其實那個時候名詞都沒有了，叫做一真法界。所以一真法界是對十法界來說的，十法界沒有了，一真法界也不存在，為什麼？一切是緣會而生。緣會，那邊緣去掉了這邊就不生了，所以是覺後空空無大千。所以這個地方我們一定要曉得，因果確實沒有體性，沒有自體，但是在緣會而生，它確實有因有感果的作用，果有酬因之能，它真的有這個。"
    },
    {
      "id": "12-017-1326_p0010",
      "zh_CN": "所以我们讲因感果、果酬因，在六道、在十法界这是讲得通的。像现在科学家发现的定律，很多物理上的定律在我们地球上没问题，讲得通；如果从整个太空来讲可能它出了问题，它讲不通，这个道理稍稍懂得，有一点科学常识的人都知道。佛为我们说法亦复如是，随顺我们的常识，我们能够理解、能够肯定的，叫俗谛；随顺如来果地上亲证的境界，那叫真谛。所以这两句这属于真谛。因没有体性，哪来的感果之用，果没有体性，哪来的酬因之能，这向上一着的。",
      "zh_TW": "所以我們講因感果、果酬因，在六道、在十法界這是講得通的。像現在科學家發現的定律，很多物理上的定律在我們地球上沒問題，講得通；如果從整個太空來講可能它出了問題，它講不通，這個道理稍稍懂得，有一點科學常識的人都知道。佛為我們說法亦復如是，隨順我們的常識，我們能夠理解、能夠肯定的，叫俗諦；隨順如來果地上親證的境界，那叫真諦。所以這兩句這屬於真諦。因沒有體性，哪來的感果之用，果沒有體性，哪來的酬因之能，這向上一著的。"
    },
    {
      "id": "12-017-1326_p0011",
      "zh_CN": "「又互相待，故无力也」。这个因果是相对的，相对一定是双方，如果一方失去了，那一方能力就没有了，这叫缘会。所有一切法无不如是，所以我们懂得这个道理，应用在自己修学功夫上，我常常劝勉同学，化解怨怼。这个化解怨怼，换句话说，消除业障。我们自己都知道自己业障很重，怎么消除？无量劫来、生生世世跟多少众生结了冤仇，有意无意，没有学佛之前不知道这些事情，哪里知道什么因果报应！饮食一道，你吃不吃众生肉？你吃众生肉，这些众生是不是甘心情愿被你吃的？牠要是不甘心、不情愿，你吃牠的肉就跟牠结了冤仇，这种冤仇累积起来，愈积愈深，总有一天要爆发的，这就是因有感果之用，这是大问题。所以觉悟之后要真正忏悔，真正忏悔永远不再吃众生肉，绝对有好处。",
      "zh_TW": "「又互相待，故無力也」。這個因果是相對的，相對一定是雙方，如果一方失去了，那一方能力就沒有了，這叫緣會。所有一切法無不如是，所以我們懂得這個道理，應用在自己修學功夫上，我常常勸勉同學，化解怨懟。這個化解怨懟，換句話說，消除業障。我們自己都知道自己業障很重，怎麼消除？無量劫來、生生世世跟多少眾生結了冤仇，有意無意，沒有學佛之前不知道這些事情，哪裡知道什麼因果報應！飲食一道，你吃不吃眾生肉？你吃眾生肉，這些眾生是不是甘心情願被你吃的？牠要是不甘心、不情願，你吃牠的肉就跟牠結了冤仇，這種冤仇累積起來，愈積愈深，總有一天要爆發的，這就是因有感果之用，這是大問題。所以覺悟之後要真正懺悔，真正懺悔永遠不再吃眾生肉，絕對有好處。"
    },
    {
      "id": "12-017-1326_p0012",
      "zh_CN": "我又常讲，从自己内心里面放下对一切人、对一切事、对一切物（物就是一切众生），对立的这个念头要放下，不能跟任何人对立，不能跟一切众生对立。对立，无始劫以来这个怨结解不开。解不能从对方，对方没法子解，从我这边。缘会两方面的，我这一方解除了，他这一方力量就没有了。所以又互相待故无力，它相对的，我这边没有了，他那边力量就没有了。所以先从自己这边来做，跟一切众生矛盾的念头要化解，冲突要化解，自己本身这里没有了，对立没有了，误会没有了，冲突没有了，这是自己修行的功夫。外面，对方他对我有对立、有误会、有冲突，不要紧，于我有没有影响？一丝毫的影响都没有。那他对我伤害呢？他伤害，我不接受，我明白了。他毁谤我，他侮辱我，甚至于他伤害我，我知道这是应当的，我这边虽然化解了，他那边并没有化解，我接受，接受就化解了。",
      "zh_TW": "我又常講，從自己內心裡面放下對一切人、對一切事、對一切物（物就是一切眾生），對立的這個念頭要放下，不能跟任何人對立，不能跟一切眾生對立。對立，無始劫以來這個怨結解不開。解不能從對方，對方沒法子解，從我這邊。緣會兩方面的，我這一方解除了，他這一方力量就沒有了。所以又互相待故無力，它相對的，我這邊沒有了，他那邊力量就沒有了。所以先從自己這邊來做，跟一切眾生矛盾的念頭要化解，衝突要化解，自己本身這裡沒有了，對立沒有了，誤會沒有了，衝突沒有了，這是自己修行的功夫。外面，對方他對我有對立、有誤會、有衝突，不要緊，於我有沒有影響？一絲毫的影響都沒有。那他對我傷害呢？他傷害，我不接受，我明白了。他毀謗我，他侮辱我，甚至於他傷害我，我知道這是應當的，我這邊雖然化解了，他那邊並沒有化解，我接受，接受就化解了。"
    },
    {
      "id": "12-017-1326_p0013",
      "zh_CN": "就是说你对我的毁谤也好，侮辱也好，伤害也好，我没有瞋恚心，我没有报复的念头，我还很喜欢。喜欢什么？帐消了，过去我这样对你，现在你这么对我，应该，应该，帐结掉了，来生来世见面好朋友，冤业彻底化解了。这个很难做到！没错，觉悟的人才做到。你为什么很难？你没觉悟，你不了解事实真相，所以，你要是不化解，生生世世冤冤相报没完没了，你说这多痛苦。觉悟的人，这些痛苦我在这一生当中统统受，纵然他把我害死了，我没有怨恨，我没有报复，我的灵性上升了，那我对他感谢！业障消了，人就要往上提升，最低的生天。五欲的念头没有断，欲界天；五欲的念头非常淡薄，生色界天；贪瞋痴慢疑断尽了，超越六道生四圣法界；破一品无明，证一分法身，你就生到诸佛报土里面去了，到一真法界去了，一真法界叫实报土。",
      "zh_TW": "就是說你對我的毀謗也好，侮辱也好，傷害也好，我沒有瞋恚心，我沒有報復的念頭，我還很喜歡。喜歡什麼？帳消了，過去我這樣對你，現在你這麼對我，應該，應該，帳結掉了，來生來世見面好朋友，冤業徹底化解了。這個很難做到！沒錯，覺悟的人才做到。你為什麼很難？你沒覺悟，你不了解事實真相，所以，你要是不化解，生生世世冤冤相報沒完沒了，你說這多痛苦。覺悟的人，這些痛苦我在這一生當中統統受，縱然他把我害死了，我沒有怨恨，我沒有報復，我的靈性上升了，那我對他感謝！業障消了，人就要往上提升，最低的生天。五欲的念頭沒有斷，欲界天；五欲的念頭非常淡薄，生色界天；貪瞋痴慢疑斷盡了，超越六道生四聖法界；破一品無明，證一分法身，你就生到諸佛報土裡面去了，到一真法界去了，一真法界叫實報土。"
    },
    {
      "id": "12-017-1326_p0014",
      "zh_CN": "这个时候对于把我害死的人你是不是很感激他？感激，为什么？他帮助我早一天生实报庄严土。他要不把我害死，我还要等几年才能到实报土，现在把我往生实报土提前了。就像佛经里面所讲的，歌利王割截身体，忍辱仙人提前生实报土，成佛了。这释迦牟尼佛自己跟我们讲的，本来他成佛的顺序是第五尊，贤劫第五尊，弥勒是贤劫第四尊，结果释迦佛超前了，在弥勒之前成佛，这是什么？这是歌利王帮助的，叫逆增上缘。所以菩萨感恩，在受害的时候曾经说：将来我成佛第一个来度你，报恩。那个歌利王真的就是释迦牟尼佛弟子当中的憍陈如尊者，鹿野苑度五比丘他第一个开悟，第一个证阿罗汉果的，菩萨说话算话。",
      "zh_TW": "這個時候對於把我害死的人你是不是很感激他？感激，為什麼？他幫助我早一天生實報莊嚴土。他要不把我害死，我還要等幾年才能到實報土，現在把我往生實報土提前了。就像佛經裡面所講的，歌利王割截身體，忍辱仙人提前生實報土，成佛了。這釋迦牟尼佛自己跟我們講的，本來他成佛的順序是第五尊，賢劫第五尊，彌勒是賢劫第四尊，結果釋迦佛超前了，在彌勒之前成佛，這是什麼？這是歌利王幫助的，叫逆增上緣。所以菩薩感恩，在受害的時候曾經說：將來我成佛第一個來度你，報恩。那個歌利王真的就是釋迦牟尼佛弟子當中的憍陳如尊者，鹿野苑度五比丘他第一個開悟，第一個證阿羅漢果的，菩薩說話算話。"
    },
    {
      "id": "12-017-1326_p0015",
      "zh_CN": "那我们要问，歌利王割截忍辱仙人，害忍辱仙人，他有没有罪？有，不能说没有罪，他瞋恨心，但是他所害的是个觉悟的人，这个觉悟的人对他没有怨恨心，没有报复心，那么他的罪是性罪，冤冤相报没有，受害的人不报复他，因此，他堕恶道所受的罪就轻。所以世尊成佛的时候他又来了，跟着佛做学生，由于过去世这个缘分，佛发的这个愿，这个愿力加持他，头一个觉悟，头一个证果。这个道理我们要懂、要明了，永远不怨天不尤人。",
      "zh_TW": "那我們要問，歌利王割截忍辱仙人，害忍辱仙人，他有沒有罪？有，不能說沒有罪，他瞋恨心，但是他所害的是個覺悟的人，這個覺悟的人對他沒有怨恨心，沒有報復心，那麼他的罪是性罪，冤冤相報沒有，受害的人不報復他，因此，他墮惡道所受的罪就輕。所以世尊成佛的時候他又來了，跟著佛做學生，由於過去世這個緣分，佛發的這個願，這個願力加持他，頭一個覺悟，頭一個證果。這個道理我們要懂、要明瞭，永遠不怨天不尤人。"
    },
    {
      "id": "12-017-1326_p0016",
      "zh_CN": "所以孟夫子讲得好，「行有不得，反求诸己」。所有一切过失，不要说别人不对，这个我也是常常讲，回头想想自己有错误的地方，你怎么能怪别人？什么都是我对的，别人错的，这个人觉悟是非常非常困难，人我见太深了。真正修行人，不仅在佛门，在中国道家、儒家，在今天全世界，你看看正规宗教里面，我们讲正教，那些创教的大圣大贤都是这样教人。人要谦虚，人要恭敬，人要知过，人要忏悔，人要改过。觉悟的人责备自己不责备别人，只有迷惑颠倒的人自己不承认自己过失，都是别人错。",
      "zh_TW": "所以孟夫子講得好，「行有不得，反求諸己」。所有一切過失，不要說別人不對，這個我也是常常講，回頭想想自己有錯誤的地方，你怎麼能怪別人？什麼都是我對的，別人錯的，這個人覺悟是非常非常困難，人我見太深了。真正修行人，不僅在佛門，在中國道家、儒家，在今天全世界，你看看正規宗教裡面，我們講正教，那些創教的大聖大賢都是這樣教人。人要謙虛，人要恭敬，人要知過，人要懺悔，人要改過。覺悟的人責備自己不責備別人，只有迷惑顛倒的人自己不承認自己過失，都是別人錯。"
    },
    {
      "id": "12-017-1326_p0017",
      "zh_CN": "我在日本参加联合国的和平会议，我告诉大家，我们要想真正和平能落实，一定要把观念转过来，不能什么都是自己对，别人错，这个观念不好。这个观念是制造对立，制造矛盾，制造冲突，你怎么能化解？念头转过来，别人是对的，我是错的，我们每个人都能想「我错，别人都是对的」，和平很快就落实了。人人都能这样谦虚，都能认真反省。我还特别加强语气，别人错了也是对的，我对了也是错的。这个意思很深，这是一般人很难听得懂的。人家听了都说这个不容易做到。不容易做到也要做到，只有我们真正做到，我们对于世界和平才做出真正的贡献，这个意思深。",
      "zh_TW": "我在日本參加聯合國的和平會議，我告訴大家，我們要想真正和平能落實，一定要把觀念轉過來，不能什麼都是自己對，別人錯，這個觀念不好。這個觀念是製造對立，製造矛盾，製造衝突，你怎麼能化解？念頭轉過來，別人是對的，我是錯的，我們每個人都能想「我錯，別人都是對的」，和平很快就落實了。人人都能這樣謙虛，都能認真反省。我還特別加強語氣，別人錯了也是對的，我對了也是錯的。這個意思很深，這是一般人很難聽得懂的。人家聽了都說這個不容易做到。不容易做到也要做到，只有我們真正做到，我們對於世界和平才做出真正的貢獻，這個意思深。"
    },
    {
      "id": "12-017-1326_p0018",
      "zh_CN": "后面这段结语，「以他为自，故无体也」，他是对立的，对立的是以他为自，所以他没有自体，凡是对立的都没有自体；换句话说，凡是缘会而生的都没有自体。法身菩萨才知道！这后面有一小段，「下半结中，是故者，是前体用俱无故，故彼一切法，各各不相知也」。下半这两句话里头有「是故」，这经文里头第三句「是故彼一切，各各不相知」，这是故两个字清凉大师在此地跟我们解释出来，什么叫是？前面所讲的体用俱无，「是」是指体用俱无；是故彼一切法，各各不相知。如果有体有用，它怎么会不相知？这就是让我们想到前面文殊菩萨所问的「心性是一，云何种种」。",
      "zh_TW": "後面這段結語，「以他為自，故無體也」，他是對立的，對立的是以他為自，所以他沒有自體，凡是對立的都沒有自體；換句話說，凡是緣會而生的都沒有自體。法身菩薩才知道！這後面有一小段，「下半結中，是故者，是前體用俱無故，故彼一切法，各各不相知也」。下半這兩句話裡頭有「是故」，這經文裡頭第三句「是故彼一切，各各不相知」，這是故兩個字清涼大師在此地跟我們解釋出來，什麼叫是？前面所講的體用俱無，「是」是指體用俱無；是故彼一切法，各各不相知。如果有體有用，它怎麼會不相知？這就是讓我們想到前面文殊菩薩所問的「心性是一，云何種種」。"
    },
    {
      "id": "12-017-1326_p0019",
      "zh_CN": "那我们再想想《肇论》里面，僧肇大师开宗明义第一句话说「本无（他第一句讲本无）、实相、法性、性空（这都是大乘经上常常讲的名词）、缘会」，他说「一义耳」，一个意思。缘会就是本无，用在这里恰好。为什么说缘会本无？缘会没有体性。体性两个字，体就是性，性就是体，我们通常讲没有自体，因缘所生法没有自体。《中论》里面说「因缘所生法，我说即是空」，这个说法说得好。所以缘会就是本无，本无就是实相，实相就是法性，法性就是性空，一个意思。佛说许许多多名相，让你在这里面去体会、去觉悟。森罗万象一时顿现，现了立刻就灭，并皆速灭。这几句话再合起来、连起来你去读，你去观，可不能想，愈想愈错。佛法用观照，观照是什么意思？你看，你去听，可不能分别、不能执着、不能起心、不能动念。我们六根接触外面的境界，眼见色，耳闻声，鼻嗅香，舌尝味，离妄想分别执着，离妄想就是不起心、不动念，我常常用这个说，大家好懂。",
      "zh_TW": "那我們再想想《肇論》裡面，僧肇大師開宗明義第一句話說「本無（他第一句講本無）、實相、法性、性空（這都是大乘經上常常講的名詞）、緣會」，他說「一義耳」，一個意思。緣會就是本無，用在這裡恰好。為什麼說緣會本無？緣會沒有體性。體性兩個字，體就是性，性就是體，我們通常講沒有自體，因緣所生法沒有自體。《中論》裡面說「因緣所生法，我說即是空」，這個說法說得好。所以緣會就是本無，本無就是實相，實相就是法性，法性就是性空，一個意思。佛說許許多多名相，讓你在這裡面去體會、去覺悟。森羅萬象一時頓現，現了立刻就滅，並皆速滅。這幾句話再合起來、連起來你去讀，你去觀，可不能想，愈想愈錯。佛法用觀照，觀照是什麼意思？你看，你去聽，可不能分別、不能執著、不能起心、不能動念。我們六根接觸外面的境界，眼見色，耳聞聲，鼻嗅香，舌嘗味，離妄想分別執著，離妄想就是不起心、不動念，我常常用這個說，大家好懂。"
    },
    {
      "id": "12-017-1326_p0020",
      "zh_CN": "不起心，不动念，不分别，不执着，那就叫观照。诸佛菩萨在因地用这个方法开悟的。我们今天为什么开不了悟你就知道了，我们今天六根接触境界，肯定分别执着。我们要是讲妄想是第一层，分别是第二层，执着是第三层，我们一接触马上就执着，已经落二、三，不是第一义了。第一义是真相，第一义就是本无、就是性空、就是法性、就是实相。真正看到缘会，缘会就是并皆速灭，这缘会。《楞严》里面讲的「当处出生，随处灭尽」，缘会，缘会是本无。所以，故彼一切法，各各不相知。我们能不能从觉首菩萨这四句话里面明白过来？果然在这上明白过来了，后面这个比喻不就多余的吗？",
      "zh_TW": "不起心，不動念，不分別，不執著，那就叫觀照。諸佛菩薩在因地用這個方法開悟的。我們今天為什麼開不了悟你就知道了，我們今天六根接觸境界，肯定分別執著。我們要是講妄想是第一層，分別是第二層，執著是第三層，我們一接觸馬上就執著，已經落二、三，不是第一義了。第一義是真相，第一義就是本無、就是性空、就是法性、就是實相。真正看到緣會，緣會就是並皆速滅，這緣會。《楞嚴》裡面講的「當處出生，隨處滅盡」，緣會，緣會是本無。所以，故彼一切法，各各不相知。我們能不能從覺首菩薩這四句話裡面明白過來？果然在這上明白過來了，後面這個比喻不就多餘的嗎？"
    },
    {
      "id": "12-017-1326_p0021",
      "zh_CN": "根，众生的根性有上中下，上根这一说就明白了。中下还不行，中下再用比喻来说。从比喻里面觉悟过来的，还算是中上根性，上上根性不必用比喻，一说就明了了。《肇论》是一本好书，文字不多，它是属于宗经论，它不是解释经的，宗经论。从佛在大乘经论里所说的诸法实相，他把它综合起来解释，解释诸法实相。所以头一句就跟我们讲「本无、实相、法性、性空、缘会，一」，是一不是二，这就正好答复文殊菩萨所问的问题，「心性是一，云何见有种种差别」。用《金刚经》也妙得不得了，《金刚经》里面句子也很多，「凡所有相，皆是虚妄」，这一句话也解答了，「一切有为法，如梦幻泡影」也解答了，你可不能把它当真，当真就错了。",
      "zh_TW": "根，眾生的根性有上中下，上根這一說就明白了。中下還不行，中下再用比喻來說。從比喻裡面覺悟過來的，還算是中上根性，上上根性不必用比喻，一說就明瞭了。《肇論》是一本好書，文字不多，它是屬於宗經論，它不是解釋經的，宗經論。從佛在大乘經論裡所說的諸法實相，他把它綜合起來解釋，解釋諸法實相。所以頭一句就跟我們講「本無、實相、法性、性空、緣會，一」，是一不是二，這就正好答覆文殊菩薩所問的問題，「心性是一，云何見有種種差別」。用《金剛經》也妙得不得了，《金剛經》裡面句子也很多，「凡所有相，皆是虛妄」，這一句話也解答了，「一切有為法，如夢幻泡影」也解答了，你可不能把它當真，當真就錯了。"
    },
    {
      "id": "12-017-1326_p0022",
      "zh_CN": "所以我们今天一般讲知，六道众生对于这个知很重视，要求知。《般若心经》上明白的告诉我们「无智亦无得」，求知是所知障，求得是烦恼障。无知无得是法性，无知无得是实相，我们的话就说到此地，希望诸位同学细心去体会，能体会得好，你有了悟处；实在体会不得，不能想，愈想愈错，想不得也，就是说不可思议，想是思，不可以思，愈思愈错。那实在想不通怎么办？不明了怎么办？念阿弥陀佛求生净土，古德讲「但得见弥陀，何愁不开悟」。",
      "zh_TW": "所以我們今天一般講知，六道眾生對於這個知很重視，要求知。《般若心經》上明白的告訴我們「無智亦無得」，求知是所知障，求得是煩惱障。無知無得是法性，無知無得是實相，我們的話就說到此地，希望諸位同學細心去體會，能體會得好，你有了悟處；實在體會不得，不能想，愈想愈錯，想不得也，就是說不可思議，想是思，不可以思，愈思愈錯。那實在想不通怎麼辦？不明瞭怎麼辦？念阿彌陀佛求生淨土，古德講「但得見彌陀，何愁不開悟」。"
    },
    {
      "id": "12-017-1326_p0023",
      "zh_CN": "诸位同学，请看下面偈颂第三首：",
      "zh_TW": "諸位同學，請看下面偈頌第三首："
    },
    {
      "id": "12-017-1326_p0024",
      "zh_CN": "【譬如河中水，湍流竞奔逝，各各不相知，诸法亦如是。】",
      "zh_TW": "【譬如河中水，湍流競奔逝，各各不相知，諸法亦如是。】"
    },
    {
      "id": "12-017-1326_p0025",
      "zh_CN": "我们看清凉大师的注解，「第二喻况」，前面第一首法说。佛说法，对根利的人法说就行，对中下根性的人用比喻说就非常之多，这是我们在大小乘经里面常常看到的。一切众生因比喻而得开悟的，真的是大有人在，我们前面解释这段也没有离开比喻。譬如我们讲用电影，电影放映这是比喻，这个比喻很容易懂，如果对于科学根柢深一点的人，那更好的比喻电视、电脑萤光幕的影像。我们现在面对着电视，电视的影像怎么产生的？我们想想都能从这个地方觉悟。电视萤幕里的影像，我们现在知道它是从点，点延长为线，线延长为面，画面是这样子显示出来的。也就说它这个点移动得太快，速度太快了，绝对不是说一秒钟二十四次，一秒钟二十四次那我们在萤光幕上看不到影像，太快了，这样才能看到这个影像好像是真的。其实你要一分析画面就变成线条，线条变成点，画面存不存在？不存在。这个事实真相就在当前，粗心大意，我们看到的是画面；如果细心看它真有线条，真有点。",
      "zh_TW": "我們看清涼大師的註解，「第二喻況」，前面第一首法說。佛說法，對根利的人法說就行，對中下根性的人用比喻說就非常之多，這是我們在大小乘經裡面常常看到的。一切眾生因比喻而得開悟的，真的是大有人在，我們前面解釋這段也沒有離開比喻。譬如我們講用電影，電影放映這是比喻，這個比喻很容易懂，如果對於科學根柢深一點的人，那更好的比喻電視、電腦螢光幕的影像。我們現在面對著電視，電視的影像怎麼產生的？我們想想都能從這個地方覺悟。電視螢幕裡的影像，我們現在知道它是從點，點延長為線，線延長為面，畫面是這樣子顯示出來的。也就說它這個點移動得太快，速度太快了，絕對不是說一秒鐘二十四次，一秒鐘二十四次那我們在螢光幕上看不到影像，太快了，這樣才能看到這個影像好像是真的。其實你要一分析畫面就變成線條，線條變成點，畫面存不存在？不存在。這個事實真相就在當前，粗心大意，我們看到的是畫面；如果細心看它真有線條，真有點。"
    },
    {
      "id": "12-017-1326_p0026",
      "zh_CN": "所以你要懂得这个原理你就晓得，晓得《般若经》上讲的「凡所有相，皆是虚妄」。空间在某一种条件之下等于零，时间在某一种条件之下也等于零，空间等于零没有远近，时间等于零没有先后，这个现象在我们电视萤光幕上显现出来。电视萤光幕里头没有远近，没有先后，我们天天看电视，几个人看出这个现象原来就在眼前？一时顿现，并皆速灭，当处出生，随处灭尽。佛这几句话，把这个现象讲得真的是清楚明了，说绝了，这叫事实真相。所以通达了解事实真相，你还会不会有念头？一个妄念不生，妄念不生这个人就是佛、就是菩萨，佛菩萨跟我们凡夫不一样的地方就是他没有妄念。权教菩萨没有分别、没有执着，再向上一着，实教菩萨、法身大士妄想都没有了，妄想就是起心动念，起心动念没有了。所以，离开比喻很难讲，真的是上上根人，上根还不行，中上根人因比喻而悟入的很多。",
      "zh_TW": "所以你要懂得這個原理你就曉得，曉得《般若經》上講的「凡所有相，皆是虛妄」。空間在某一種條件之下等於零，時間在某一種條件之下也等於零，空間等於零沒有遠近，時間等於零沒有先後，這個現象在我們電視螢光幕上顯現出來。電視螢光幕裡頭沒有遠近，沒有先後，我們天天看電視，幾個人看出這個現象原來就在眼前？一時頓現，並皆速滅，當處出生，隨處滅盡。佛這幾句話，把這個現象講得真的是清楚明瞭，說絕了，這叫事實真相。所以通達了解事實真相，你還會不會有念頭？一個妄念不生，妄念不生這個人就是佛、就是菩薩，佛菩薩跟我們凡夫不一樣的地方就是他沒有妄念。權教菩薩沒有分別、沒有執著，再向上一著，實教菩薩、法身大士妄想都沒有了，妄想就是起心動念，起心動念沒有了。所以，離開比喻很難講，真的是上上根人，上根還不行，中上根人因比喻而悟入的很多。"
    },
    {
      "id": "12-017-1326_p0027",
      "zh_CN": "比喻有两个意思，我们看底下文，「一以此四喻通释诸法不相知言」，这第一个意思。这四个比喻就是这下面四首偈，这第三首偈这是用水做比喻，下面一首用火做比喻，在第三首是用风做比喻，最后一首是用地做比喻。地水火风，正好四大，用这四种来做比喻。第二个意思「别对前文诸不相知，兼通前设难」。前是前面所问的，后面还有诸菩萨要问文殊菩萨，文殊菩萨先问他们，出难题，最后这些菩萨们共同出难题也叫文殊菩萨来解答。这四首比喻通的，你能从这个地方体会，许许多多我们现在讲尖锐的问题你统统都能够理解，你都能够解答。",
      "zh_TW": "比喻有兩個意思，我們看底下文，「一以此四喻通釋諸法不相知言」，這第一個意思。這四個比喻就是這下面四首偈，這第三首偈這是用水做比喻，下面一首用火做比喻，在第三首是用風做比喻，最後一首是用地做比喻。地水火風，正好四大，用這四種來做比喻。第二個意思「別對前文諸不相知，兼通前設難」。前是前面所問的，後面還有諸菩薩要問文殊菩薩，文殊菩薩先問他們，出難題，最後這些菩薩們共同出難題也叫文殊菩薩來解答。這四首比喻通的，你能從這個地方體會，許許多多我們現在講尖銳的問題你統統都能夠理解，你都能夠解答。"
    },
    {
      "id": "12-017-1326_p0028",
      "zh_CN": "下面说「今初」，这个今初就是第三首，我们刚才念的，「以四大为喻，然各上三句喻况，下句法合」。这四首偈每首偈都是四句，三句是比喻，最后一句就合到法上，我们在这首偈看得很清楚。你看看，『譬如河中水，湍流竞奔逝，各各不相知，诸法亦如是』，这是合到法上，法合。「然此四喻，各显一义」，这就是下面这四首偈，这四句我们要记住，很重要。「一依水有流注，二依火焰起灭，三依风有动作，四依地有任持」。在法中，这合到法中，「法中四者，一依真妄相续」，水流注，这里头就有相续的意思，来合这个相续。第二个，这第二是讲火，依火焰有起灭，这个起灭是「依真妄起灭」。第三「妄用依真起」，这个起就是起灭。第四句「妄为真所持」，这个持就是任持。前面是用地做比喻，依地有任持，这是把后面四首偈做比喻，哪一首比喻什么，每一首是比喻一桩事情。从比喻里面就是流注、起灭、动作、任持，在法里面，那法里面都是讲真妄，流注有相续的意思，火焰的起灭；动作，动作也是有起有灭，妄用依真起，就像风有动作一样；妄为真所持，就像地有任持。所以他这四首偈比喻些什么我们要知道，这是先做了一个总的交代。",
      "zh_TW": "下面說「今初」，這個今初就是第三首，我們剛才念的，「以四大為喻，然各上三句喻況，下句法合」。這四首偈每首偈都是四句，三句是比喻，最後一句就合到法上，我們在這首偈看得很清楚。你看看，『譬如河中水，湍流競奔逝，各各不相知，諸法亦如是』，這是合到法上，法合。「然此四喻，各顯一義」，這就是下面這四首偈，這四句我們要記住，很重要。「一依水有流注，二依火焰起滅，三依風有動作，四依地有任持」。在法中，這合到法中，「法中四者，一依真妄相續」，水流注，這裡頭就有相續的意思，來合這個相續。第二個，這第二是講火，依火焰有起滅，這個起滅是「依真妄起滅」。第三「妄用依真起」，這個起就是起滅。第四句「妄為真所持」，這個持就是任持。前面是用地做比喻，依地有任持，這是把後面四首偈做比喻，哪一首比喻什麼，每一首是比喻一樁事情。從比喻裡面就是流注、起滅、動作、任持，在法裡面，那法裡面都是講真妄，流注有相續的意思，火焰的起滅；動作，動作也是有起有滅，妄用依真起，就像風有動作一樣；妄為真所持，就像地有任持。所以他這四首偈比喻些什麼我們要知道，這是先做了一個總的交代。"
    },
    {
      "id": "12-017-1326_p0029",
      "zh_CN": "下面大师告诉我们，「然此法喻，一一各有三义」，每一首都有这三个意思。第一个是「唯就能依，二依所依，三唯所依」，我们到下面就看到了。「今初喻中」，就是河水的比喻。「唯就能依者，流也」，河里水是流动的，讲河水、江水，从水源那个地方，水源多半是泉水，流出来，流出来一定就有前浪、后浪。中国谚语常讲「长江后浪催前浪」，从这个现象里头感发到世间的人事，所以「世上新人换旧人」，就跟长江流水一样，旧的人老了，死去了，新的人又生了，长大了，相续相，起灭相，所以前面说这四喻通一切法。这个地方这一首主要就是讲流动、流注，「然此流注有十义不相知」，就是十义不相知，「而成流注」，给我们说明不相知。你看这十句怎么说的。",
      "zh_TW": "下面大師告訴我們，「然此法喻，一一各有三義」，每一首都有這三個意思。第一個是「唯就能依，二依所依，三唯所依」，我們到下面就看到了。「今初喻中」，就是河水的比喻。「唯就能依者，流也」，河裡水是流動的，講河水、江水，從水源那個地方，水源多半是泉水，流出來，流出來一定就有前浪、後浪。中國諺語常講「長江後浪催前浪」，從這個現象裡頭感發到世間的人事，所以「世上新人換舊人」，就跟長江流水一樣，舊的人老了，死去了，新的人又生了，長大了，相續相，起滅相，所以前面說這四喻通一切法。這個地方這一首主要就是講流動、流注，「然此流注有十義不相知」，就是十義不相知，「而成流注」，給我們說明不相知。你看這十句怎麼說的。"
    },
    {
      "id": "12-017-1326_p0030",
      "zh_CN": "第一「前流不自流」，这水怎么会流？前面流的，不是自己流，为什么它流？后面推它，「由后流排故流」，后面排挤它，把它挤到前面去了。「则前流无自性，故不知后」。我们仔细看这流水，实在说，我们真的这个我们看得太多，粗心大意，就在面前也疏忽了，也没有想到这个事情，这主要是说前流无自性，无自性不相知，不知。第二个「后流虽排前」，它排挤前面的，「而不到于前流，故亦不相知」。后面流把前面挤，挤到前面去了，它永远到不了前面，所以它也不相知，前面到不了后面，后面也到不了前面。",
      "zh_TW": "第一「前流不自流」，這水怎麼會流？前面流的，不是自己流，為什麼它流？後面推它，「由後流排故流」，後面排擠它，把它擠到前面去了。「則前流無自性，故不知後」。我們仔細看這流水，實在說，我們真的這個我們看得太多，粗心大意，就在面前也疏忽了，也沒有想到這個事情，這主要是說前流無自性，無自性不相知，不知。第二個「後流雖排前」，它排擠前面的，「而不到於前流，故亦不相知」。後面流把前面擠，擠到前面去了，它永遠到不了前面，所以它也不相知，前面到不了後面，後面也到不了前面。"
    },
    {
      "id": "12-017-1326_p0031",
      "zh_CN": "「三后流不自流」，那后面为什么会流？「由前流引故流，则后流无自性，故不能知前」。这要很细心去玩味、去观察。看小河、流水，最明显的是小溪，你要遇到小溪，溪水非常清澈干净，从上面看到溪的底干干净净，一尘不染，你看这个溪水在流的现象很明显。前面流受后面排挤，后面流，前面位置移开了，那个位置正好让它去填补，让后面去填补，这叫引。你们有没有在这个地方体会到缘会？你能看到这个现象，前面前流要不把这个位置让出来，那后流进不去，前流要没有后面的排挤它，它不会流，到底谁起作用？都没有起作用。这就是大乘教里面讲的，「众缘和合，法尔如是」。从这个法你要是明白了，整个宇宙之间一切法无一不如是。",
      "zh_TW": "「三後流不自流」，那後面為什麼會流？「由前流引故流，則後流無自性，故不能知前」。這要很細心去玩味、去觀察。看小河、流水，最明顯的是小溪，你要遇到小溪，溪水非常清澈乾淨，從上面看到溪的底乾乾淨淨，一塵不染，你看這個溪水在流的現象很明顯。前面流受後面排擠，後面流，前面位置移開了，那個位置正好讓它去填補，讓後面去填補，這叫引。你們有沒有在這個地方體會到緣會？你能看到這個現象，前面前流要不把這個位置讓出來，那後流進不去，前流要沒有後面的排擠它，它不會流，到底誰起作用？都沒有起作用。這就是大乘教裡面講的，「眾緣和合，法爾如是」。從這個法你要是明白了，整個宇宙之間一切法無一不如是。"
    },
    {
      "id": "12-017-1326_p0032",
      "zh_CN": "那么想到我们这个身体，身体是一法，跟河水没有两样，河水有前流、有后流，我们身体这个细胞新陈代谢。新陈代谢，念念不住！真的跟流水没有两样，不是说到一个阶段这才换一换，不是的，刹那刹那之间就在那边换。如果照佛法说起来，那是我们没法子觉察到的，并皆速灭，也就是《楞严》里面所讲的「当处出生，随处灭尽」，我们身体就是这样的，万物就是这样的，无有一法不如是。整个的宇宙，无量的星球、无量的众生，就如同电影银幕上的画面一样，这个画面我们知道是幻灯片影片投射而现的，真的是一时顿现并皆速灭。这在电视萤光幕上太清楚、太明白了，不是真的，没有一样是真的。",
      "zh_TW": "那麼想到我們這個身體，身體是一法，跟河水沒有兩樣，河水有前流、有後流，我們身體這個細胞新陳代謝。新陳代謝，念念不住！真的跟流水沒有兩樣，不是說到一個階段這才換一換，不是的，剎那剎那之間就在那邊換。如果照佛法說起來，那是我們沒法子覺察到的，並皆速滅，也就是《楞嚴》裡面所講的「當處出生，隨處滅盡」，我們身體就是這樣的，萬物就是這樣的，無有一法不如是。整個的宇宙，無量的星球、無量的眾生，就如同電影銀幕上的畫面一樣，這個畫面我們知道是幻燈片影片投射而現的，真的是一時頓現並皆速滅。這在電視螢光幕上太清楚、太明白了，不是真的，沒有一樣是真的。"
    },
    {
      "id": "12-017-1326_p0033",
      "zh_CN": "凡夫不了解事实真相误以为真，在这里头起心动念、分别执着。那怎么样？那就把这个起灭、相续就改变了，改变变成怎样？不正常，不正常就变成什么？叫十法界。给诸位说，十法界依正庄严都是里头有改变，都是不正常。四圣法界还接近，改变的幅度不大，跟正常还相似；六道可就不一样了，大幅度的改变，跟正常的不一样，完全相违背的是三恶道。那为什么会这种现象？这现象是妄相不是真相，是妄相。「一切法从心想生」，这个心想有净有秽、有善有恶，这念头把它归纳起来总不外这四大类，我们通常讲染、净、善、恶。如果是净就到四圣法界去了，净善就到四圣法界去，染善是六道里头的三善道，染恶是六道里面的三恶道，就是这么个道理！",
      "zh_TW": "凡夫不了解事實真相誤以為真，在這裡頭起心動念、分別執著。那怎麼樣？那就把這個起滅、相續就改變了，改變變成怎樣？不正常，不正常就變成什麼？叫十法界。給諸位說，十法界依正莊嚴都是裡頭有改變，都是不正常。四聖法界還接近，改變的幅度不大，跟正常還相似；六道可就不一樣了，大幅度的改變，跟正常的不一樣，完全相違背的是三惡道。那為什麼會這種現象？這現象是妄相不是真相，是妄相。「一切法從心想生」，這個心想有淨有穢、有善有惡，這念頭把它歸納起來總不外這四大類，我們通常講染、淨、善、惡。如果是淨就到四聖法界去了，淨善就到四聖法界去，染善是六道裡頭的三善道，染惡是六道裡面的三惡道，就是這麼個道理！"
    },
    {
      "id": "12-017-1326_p0034",
      "zh_CN": "那我们今天学佛，佛修的是什么业？叫净业，我们是不是真的净了？没有，还是染。我们今天纵然是修得很好的，这人都赞叹了不起，染善不是净。净是什么？净是清净心现前，也就是我们在前面跟诸位报告的，你真正放下对一切人事物的对立，放下了，误会放下了，怀疑放下了，冲突放下了，你的心清净了。你这些东西没有放下，你的心不清净，你所修的一切善是染善不是净善。再说得明白一点，你对于万事万物还有分别，还有执着，这个善就是染善。没有分别，没有执着，我刚才讲的放下，放下对立、放下误会、放下冲突，放下这些，都是不执着，对不对？基本的要把这个在这上面不执着，我们才能修染善。如果这个东西还要是执着，染善都修不成功，为什么？他有报复，所以说善有善报，恶有恶报，冤冤相报没断。人要能从这个地方断掉之后，冤冤相报就断掉了。顶多我们看到外面对我们的报复，那就在这一生，来生不可能有，为什么？我这边撤掉了，他那边就是一搥打来落空了，没有人还手。所以要明白这个道理，我们才能走出一条生路，这是转染成净。",
      "zh_TW": "那我們今天學佛，佛修的是什麼業？叫淨業，我們是不是真的淨了？沒有，還是染。我們今天縱然是修得很好的，這人都讚歎了不起，染善不是淨。淨是什麼？淨是清淨心現前，也就是我們在前面跟諸位報告的，你真正放下對一切人事物的對立，放下了，誤會放下了，懷疑放下了，衝突放下了，你的心清淨了。你這些東西沒有放下，你的心不清淨，你所修的一切善是染善不是淨善。再說得明白一點，你對於萬事萬物還有分別，還有執著，這個善就是染善。沒有分別，沒有執著，我剛才講的放下，放下對立、放下誤會、放下衝突，放下這些，都是不執著，對不對？基本的要把這個在這上面不執著，我們才能修染善。如果這個東西還要是執著，染善都修不成功，為什麼？他有報復，所以說善有善報，惡有惡報，冤冤相報沒斷。人要能從這個地方斷掉之後，冤冤相報就斷掉了。頂多我們看到外面對我們的報復，那就在這一生，來生不可能有，為什麼？我這邊撤掉了，他那邊就是一搥打來落空了，沒有人還手。所以要明白這個道理，我們才能走出一條生路，這是轉染成淨。"
    },
    {
      "id": "12-017-1326_p0035",
      "zh_CN": "净，没有执着、没有分别，那才是净，只要有分别、有执着，哪来的净？然后你就晓得净业不容易。净业的标准不可以不知道，以为我们念阿弥陀佛、念《无量寿经》，这就是净业，那是假的不是真的，总得要搞清楚、搞明白。对一切人、一切物、一切事，能真正做到不分别、不执着，念佛哪有不生净土的道理！我们在讲席里讲得很多，放下一切执着，还有分别，执着放下了，生方便有余土；分别也没有了，生实报庄严土。净宗法门殊胜，叫带业往生，带业往生什么？我们执着没有放下。执着没有放下，你有智慧能把执着暂时放下，这叫伏没有断。能伏就能往生，伏不住不能往生，这桩事情不能不知道，要伏住。",
      "zh_TW": "淨，沒有執著、沒有分別，那才是淨，只要有分別、有執著，哪來的淨？然後你就曉得淨業不容易。淨業的標準不可以不知道，以為我們念阿彌陀佛、念《無量壽經》，這就是淨業，那是假的不是真的，總得要搞清楚、搞明白。對一切人、一切物、一切事，能真正做到不分別、不執著，念佛哪有不生淨土的道理！我們在講席裡講得很多，放下一切執著，還有分別，執著放下了，生方便有餘土；分別也沒有了，生實報莊嚴土。淨宗法門殊勝，叫帶業往生，帶業往生什麼？我們執著沒有放下。執著沒有放下，你有智慧能把執著暫時放下，這叫伏沒有斷。能伏就能往生，伏不住不能往生，這樁事情不能不知道，要伏住。"
    },
    {
      "id": "12-017-1326_p0036",
      "zh_CN": "我们今天讲放下对立，放下误会，放下冲突，都是伏，用理智伏住。虽然是没有断，但是明白了，绝对不坚固的执着，微细的执着有，坚固的执着没有了，这就能往生，这叫带业往生；还有坚固的执着，不能往生。这个人跟我有过节，这个人对我有仇恨，非报不可，你能往生吗？不能往生，你往生就不能报仇了，你因为还要报仇，那你就没有办法往生了。所以这是我们有理性了解事实状况，放弃了，不要了，不再计较了，吃一点亏，受一点冤屈，一笑了之，这行，这种人生凡圣同居土。我们高层次做不到，这最低的水平一定要掌握到，不再搞六道轮回了，六道轮回太苦！决定不羡慕人天福报。羡慕人天福报的人修得再好，你的功德都变成来生的福德，这就错了。",
      "zh_TW": "我們今天講放下對立，放下誤會，放下衝突，都是伏，用理智伏住。雖然是沒有斷，但是明白了，絕對不堅固的執著，微細的執著有，堅固的執著沒有了，這就能往生，這叫帶業往生；還有堅固的執著，不能往生。這個人跟我有過節，這個人對我有仇恨，非報不可，你能往生嗎？不能往生，你往生就不能報仇了，你因為還要報仇，那你就沒有辦法往生了。所以這是我們有理性了解事實狀況，放棄了，不要了，不再計較了，吃一點虧，受一點冤屈，一笑了之，這行，這種人生凡聖同居土。我們高層次做不到，這最低的水平一定要掌握到，不再搞六道輪迴了，六道輪迴太苦！決定不羨慕人天福報。羨慕人天福報的人修得再好，你的功德都變成來生的福德，這就錯了。"
    },
    {
      "id": "12-017-1326_p0037",
      "zh_CN": "真正认识念佛往生的这个机缘，百千万劫难遭遇！彭际清居士讲的「无量劫来希有难逢的一天」，我们遇到了，要珍惜，要抓住。那你要抓住，你就万缘放下，你才真的把它抓住，还有一丝毫放不下，你没有抓住。释迦牟尼佛做的那个样子，我们要能看得出来，他统统放下了！地位放下了，他可以继承他父亲坐王位，国王；权力放下了，荣华富贵放下了，没有一桩事情放不下的。在这个世间，我们看他一生表现，你看看当时确实国王大臣拜他作老师，向他学习，这些国王大臣、大富长者提供道场给释迦牟尼佛跟他的这些学生（常随众）安居、修道、教学，佛是什么态度？这个我常讲，佛只要使用权，没有所有权，这出家。你供养这个道场，祇树给孤独园这诸位都知道的，我们晓得这个财产主人是谁？给孤独长者。释迦牟尼佛接受他的供养，不要他的财产，我在你这个地方安居、教学，我离开之后，道场是你的，所有权是你的，我是在此地暂住。",
      "zh_TW": "真正認識念佛往生的這個機緣，百千萬劫難遭遇！彭際清居士講的「無量劫來希有難逢的一天」，我們遇到了，要珍惜，要抓住。那你要抓住，你就萬緣放下，你才真的把它抓住，還有一絲毫放不下，你沒有抓住。釋迦牟尼佛做的那個樣子，我們要能看得出來，他統統放下了！地位放下了，他可以繼承他父親坐王位，國王；權力放下了，榮華富貴放下了，沒有一樁事情放不下的。在這個世間，我們看他一生表現，你看看當時確實國王大臣拜他作老師，向他學習，這些國王大臣、大富長者提供道場給釋迦牟尼佛跟他的這些學生（常隨眾）安居、修道、教學，佛是什麼態度？這個我常講，佛只要使用權，沒有所有權，這出家。你供養這個道場，祇樹給孤獨園這諸位都知道的，我們曉得這個財產主人是誰？給孤獨長者。釋迦牟尼佛接受他的供養，不要他的財產，我在你這個地方安居、教學，我離開之後，道場是你的，所有權是你的，我是在此地暫住。"
    },
    {
      "id": "12-017-1326_p0038",
      "zh_CN": "暂住有使用权，就像我们现在住旅馆一样，所有权是旅馆老板的，他有所有权，我今天在这里住一天，这一天我有使用权。我们用这个话大家容易懂。真正觉悟的人，在这个世间那就是有使用权，决定没有所有权。说个实在话，对自己身体亦复如是，这个身体我有使用权，我能不能占有？不能，它有生老病死，连身体都没有所有权，何况身外之物。所以今天有很多人把身外之物，他这些财产、房地都有所有权，那是假的不是真的。一般世人都知道，我们人到世间来，生不带来死不带去，你有什么所有权？所以多想想身体都不是自己所有的，还有什么东西是所有的？所以我常常讲，我们只有使用权，这个身体我现在使用它，我没有办法占有，它决定不听我控制，如果听我控制，是我所有的，我要这个身体年年十八，我要这个身体永远健康长寿，没有一切病痛，我能做得了主？做不了主！",
      "zh_TW": "暫住有使用權，就像我們現在住旅館一樣，所有權是旅館老闆的，他有所有權，我今天在這裡住一天，這一天我有使用權。我們用這個話大家容易懂。真正覺悟的人，在這個世間那就是有使用權，決定沒有所有權。說個實在話，對自己身體亦復如是，這個身體我有使用權，我能不能佔有？不能，它有生老病死，連身體都沒有所有權，何況身外之物。所以今天有很多人把身外之物，他這些財產、房地都有所有權，那是假的不是真的。一般世人都知道，我們人到世間來，生不帶來死不帶去，你有什麼所有權？所以多想想身體都不是自己所有的，還有什麼東西是所有的？所以我常常講，我們只有使用權，這個身體我現在使用它，我沒有辦法佔有，它決定不聽我控制，如果聽我控制，是我所有的，我要這個身體年年十八，我要這個身體永遠健康長壽，沒有一切病痛，我能做得了主？做不了主！"
    },
    {
      "id": "12-017-1326_p0039",
      "zh_CN": "这身体怎么一回事情？缘会，我们这个经文讲到这一段！缘会就是本无，就是实相，就是法性，就是性空。要知道当体即空，无有所得，你才心开意解，你知道事实真相。然后你就知道释迦牟尼佛为我示现的，在这个世间一切为众生。一切为众生是佛心、菩萨心，一切为自己是凡夫心、是颠倒心，为什么？没有自己。佛法头一桩事情就是跟你讲无我，《金刚经》上说「无我相，无人相，无众生相，无寿者相」，本无；「无我见，无人见，无众生见，无寿者见」，本无；那就是法性，那就是实相，那就是缘会，本无，你怎么可以执着？你怎么可以分别？所以我说我对了也是错了，你们懂得我这句话的意思吗？为什么说我对了也是错了？我对了落在分别执着里头，错了，那什么才叫真对？本无才对，用大乘教的标准，「言语道断，心行处灭」，那才对了，那就是本无，那就是真性显露。我还有个对，还有个错，我就错了，所以我说这个话意思很深，不是每个人都能听得懂。在大乘教里头有相当长时的薰习，我这个话他能懂，一般人不懂这个意思。所以我讲的是真话，一点都不假。",
      "zh_TW": "這身體怎麼一回事情？緣會，我們這個經文講到這一段！緣會就是本無，就是實相，就是法性，就是性空。要知道當體即空，無有所得，你才心開意解，你知道事實真相。然後你就知道釋迦牟尼佛為我示現的，在這個世間一切為眾生。一切為眾生是佛心、菩薩心，一切為自己是凡夫心、是顛倒心，為什麼？沒有自己。佛法頭一樁事情就是跟你講無我，《金剛經》上說「無我相，無人相，無眾生相，無壽者相」，本無；「無我見，無人見，無眾生見，無壽者見」，本無；那就是法性，那就是實相，那就是緣會，本無，你怎麼可以執著？你怎麼可以分別？所以我說我對了也是錯了，你們懂得我這句話的意思嗎？為什麼說我對了也是錯了？我對了落在分別執著裡頭，錯了，那什麼才叫真對？本無才對，用大乘教的標準，「言語道斷，心行處滅」，那才對了，那就是本無，那就是真性顯露。我還有個對，還有個錯，我就錯了，所以我說這個話意思很深，不是每個人都能聽得懂。在大乘教裡頭有相當長時的薰習，我這個話他能懂，一般人不懂這個意思。所以我講的是真話，一點都不假。"
    },
    {
      "id": "12-017-1326_p0040",
      "zh_CN": "所以你看看，从流水能够体会到万事万物的原理原则。这个原理原则就是真理。华严宗初祖杜顺和尚说，「离真理外无片事可得」，我们换个字，无一事可得，离开真理什么都没有。真理是什么？真理就是本无，就是实相，就是自性，就是性空，就是缘会。契入，所以心开意解。整个的自己，我们讲身心跟宇宙融成一体，那还有生灭吗？没有，生灭没有了，一异没有了，断常没有了，来去没有了，这在佛门里面这叫证果、这叫证悟，这不是解悟，这证悟。我们解悟之后没有别的，求证，这个证就是在日常生活当中，特别是人事环境，人事环境、物质环境去磨炼，炼什么？炼放下，放下就是！你为什么不能够证悟？放不下。放不下，这事实真相在你面前你看不出来，你看看人家看流水为什么能看出十条，我们看流水一条都看不到。",
      "zh_TW": "所以你看看，從流水能夠體會到萬事萬物的原理原則。這個原理原則就是真理。華嚴宗初祖杜順和尚說，「離真理外無片事可得」，我們換個字，無一事可得，離開真理什麼都沒有。真理是什麼？真理就是本無，就是實相，就是自性，就是性空，就是緣會。契入，所以心開意解。整個的自己，我們講身心跟宇宙融成一體，那還有生滅嗎？沒有，生滅沒有了，一異沒有了，斷常沒有了，來去沒有了，這在佛門裡面這叫證果、這叫證悟，這不是解悟，這證悟。我們解悟之後沒有別的，求證，這個證就是在日常生活當中，特別是人事環境，人事環境、物質環境去磨鍊，鍊什麼？鍊放下，放下就是！你為什麼不能夠證悟？放不下。放不下，這事實真相在你面前你看不出來，你看看人家看流水為什麼能看出十條，我們看流水一條都看不到。"
    },
    {
      "id": "12-017-1326_p0041",
      "zh_CN": "我们再看它第四，第四条「前流虽引后」，引后流，「而不至后」，前流绝对不会到后面去，后面绝对不会到前面去，「故亦不相知」。我们换个比喻，意思跟这个一样，像我们看电影影片一样，你看那个胶卷前一张后一张，那不像流水一样吗？它在放映机里面快速度的转动就跟流水一样，前面一张不会到后面一张，后面一张也不会到前面一张；那我们看的就看放映的银幕上，前面一张要不抽去，后面一张就不会上来，前一张不到后一张，后一张也不到前一张，就跟这个流水一样的。它相不相知？不相知，这是事实真相。所有一切诸法不是讲吗？当处出生，就像那个电影放映机一打开，画面投射到银幕上，马上关起来，这一张没有了，下一张又现前了，上一张不知下一张，下一张不知上一张，就像流水前流不到后流，后流不到前流，彼此不相知。",
      "zh_TW": "我們再看它第四，第四條「前流雖引後」，引後流，「而不至後」，前流絕對不會到後面去，後面絕對不會到前面去，「故亦不相知」。我們換個比喻，意思跟這個一樣，像我們看電影影片一樣，你看那個膠卷前一張後一張，那不像流水一樣嗎？它在放映機裡面快速度的轉動就跟流水一樣，前面一張不會到後面一張，後面一張也不會到前面一張；那我們看的就看放映的銀幕上，前面一張要不抽去，後面一張就不會上來，前一張不到後一張，後一張也不到前一張，就跟這個流水一樣的。它相不相知？不相知，這是事實真相。所有一切諸法不是講嗎？當處出生，就像那個電影放映機一打開，畫面投射到銀幕上，馬上關起來，這一張沒有了，下一張又現前了，上一張不知下一張，下一張不知上一張，就像流水前流不到後流，後流不到前流，彼此不相知。"
    },
    {
      "id": "12-017-1326_p0042",
      "zh_CN": "第五句「能排与所引无二，故不相知」，能排是后流，能引是前流，前流跟后流不二，无二。什么是无二？本无，那常讲相有体无，事有理无，你从性上看，你从理上看，不二！故不相知。「六能引与所排无二，故不相知」，这个意思跟前面是一样的，只是能引所引、能排所排合起来统统不二。「七能排与所排亦无二，故不相知。八能引与所引亦无二，故不相知。九能排与能引不得俱，故不相知。十所排与所引亦不得俱，故不相知」。这几句话意思说得好，什么叫不得俱？俱是能所俱在一起，它不得俱，能排在后面推着前面，所排的就是前面、前流，把它往前面推，不能俱，也就是它有先后，后不能到前，前不能到后，不相知。",
      "zh_TW": "第五句「能排與所引無二，故不相知」，能排是後流，能引是前流，前流跟後流不二，無二。什麼是無二？本無，那常講相有體無，事有理無，你從性上看，你從理上看，不二！故不相知。「六能引與所排無二，故不相知」，這個意思跟前面是一樣的，只是能引所引、能排所排合起來統統不二。「七能排與所排亦無二，故不相知。八能引與所引亦無二，故不相知。九能排與能引不得俱，故不相知。十所排與所引亦不得俱，故不相知」。這幾句話意思說得好，什麼叫不得俱？俱是能所俱在一起，它不得俱，能排在後面推著前面，所排的就是前面、前流，把它往前面推，不能俱，也就是它有先後，後不能到前，前不能到後，不相知。"
    },
    {
      "id": "12-017-1326_p0043",
      "zh_CN": "所以它后头有个总结，「是则前后互不相至，各无自性，只由如此无知无性，方有流注，则不流而流也」。你要很微细的观察，从这个流水你就能体会到宇宙之间万事万物生灭相续，这个道理你就看明白、看清楚了。现在时间到了，我们就讲到此地。",
      "zh_TW": "所以它後頭有個總結，「是則前後互不相至，各無自性，只由如此無知無性，方有流注，則不流而流也」。你要很微細的觀察，從這個流水你就能體會到宇宙之間萬事萬物生滅相續，這個道理你就看明白、看清楚了。現在時間到了，我們就講到此地。"
    }
  ]
}