{
  "doc_id": "12-017-0007",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七卷",
    "zh_TW": "第七卷"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-017-0007",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "12-017-0007_p0001",
      "zh_CN": "请掀开经本第三页，我们从经文开头念起。倒数第三行：",
      "zh_TW": "請掀開經本第三頁，我們從經文開頭念起。倒數第三行："
    },
    {
      "id": "12-017-0007_p0002",
      "zh_CN": "【其菩提树。高显殊特。金刚为身。琉璃为干。众杂妙宝以为枝条。宝叶扶疏。垂荫如云。宝华杂色。分枝布影。复以摩尼而为其果。含晖发燄。与华间列。】",
      "zh_TW": "【其菩提樹。高顯殊特。金剛為身。琉璃為幹。眾雜妙寶以為枝條。寶葉扶疏。垂蔭如雲。寶華雜色。分枝布影。復以摩尼而為其果。含暉發燄。與華間列。】"
    },
    {
      "id": "12-017-0007_p0003",
      "zh_CN": "第三段：",
      "zh_TW": "第三段："
    },
    {
      "id": "12-017-0007_p0004",
      "zh_CN": "【其树周圆。咸放光明。于光明中。雨摩尼宝。摩尼宝内。有诸菩萨。其众如云。俱时出现。】",
      "zh_TW": "【其樹周圓。咸放光明。於光明中。雨摩尼寶。摩尼寶內。有諸菩薩。其眾如雲。俱時出現。】"
    },
    {
      "id": "12-017-0007_p0005",
      "zh_CN": "昨天讲到这个地方，「杂宝枝条」。佛在此地教我们如何观察万物，体会六尘说法；说，不一定要用言语，任何表示都可以说是说法。在我们人间，我们有意表示的，这个大家很明显的能够领悟，所谓生活当中，特别是在舞台上，讲台也等于舞台，眉目可以表情，动作也可以表情，这些有意的都属于说法。而无意的那种表法，如果我们细心去观察，同样是很明显的能够领悟。如果领悟到一切植物、一切矿物、一切自然现象，中国古书里面记载的所谓「上天垂象」，这个意思就是说大自然的现象，聪明的人、有智慧的人，他能够领悟。这里面的道理很深，实在说也唯有佛法能说得透彻。理是什么？因为尽虚空遍法界是一体。我们自己向内观察比较难，观察我们的心性，观察我们极微细的念头，实在是相当不容易。但是我们对外面观察，那就比较容易得多。可是一定要晓得，内外是一如，没有两样。所以从外面境界能够知道我们起心动念，与法是否相应，都能够体会得出来。杂宝枝条，一棵树枝条多，愈是大树，枝条愈多。『杂宝』，这不是一宝，杂宝比喻差别的智慧，佛家讲后得智，也叫做权智。权，对实说的；后得，对根本说的。后得智能知一切万事万物，所谓是无所不知。他用杂宝来比喻，这是说我们解能随境生，六根接触外面境界都能够开悟，都能够觉悟，明了宇宙人生的真相。",
      "zh_TW": "昨天講到這個地方，「雜寶枝條」。佛在此地教我們如何觀察萬物，體會六塵說法；說，不一定要用言語，任何表示都可以說是說法。在我們人間，我們有意表示的，這個大家很明顯的能夠領悟，所謂生活當中，特別是在舞台上，講台也等於舞台，眉目可以表情，動作也可以表情，這些有意的都屬於說法。而無意的那種表法，如果我們細心去觀察，同樣是很明顯的能夠領悟。如果領悟到一切植物、一切礦物、一切自然現象，中國古書裡面記載的所謂「上天垂象」，這個意思就是說大自然的現象，聰明的人、有智慧的人，他能夠領悟。這裡面的道理很深，實在說也唯有佛法能說得透徹。理是什麼？因為盡虛空遍法界是一體。我們自己向內觀察比較難，觀察我們的心性，觀察我們極微細的念頭，實在是相當不容易。但是我們對外面觀察，那就比較容易得多。可是一定要曉得，內外是一如，沒有兩樣。所以從外面境界能夠知道我們起心動念，與法是否相應，都能夠體會得出來。雜寶枝條，一棵樹枝條多，愈是大樹，枝條愈多。『雜寶』，這不是一寶，雜寶比喻差別的智慧，佛家講後得智，也叫做權智。權，對實說的；後得，對根本說的。後得智能知一切萬事萬物，所謂是無所不知。他用雜寶來比喻，這是說我們解能隨境生，六根接觸外面境界都能夠開悟，都能夠覺悟，明瞭宇宙人生的真相。"
    },
    {
      "id": "12-017-0007_p0006",
      "zh_CN": "第四句是讲枝条『宝叶扶疏，垂荫如云』。条如果要是没有叶，那就变成枯枝，就很不好看，所以枝条的庄严就是绿叶。佛在此地用这个法来表定与慧密切的关系，慧能够帮助定，定也能帮助慧，所谓「智资定而深照」。宝叶虽然多，虽然不同，它共同成就了大树的荫凉，比喻「百千定门」，或者我们讲百千三昧，「同归一寂」。三昧翻作正受，也翻作禅定。为什么说有那么多？禅定跟正受都是说明我们在境界里面能保持着如如不动，这个时候的受是正受。如果我们六根接触外面境界起心动念了，那就不是正受，你起心动念就落在凡夫的感受。凡夫的受，佛经里面把它分作五大类︰苦、乐、忧、喜、舍，五大类，每一类里面无量无边。身体有苦受跟乐受；心里面有忧受跟喜受；忧、喜是心理的，苦、乐是生理的。舍，舍算不错，身这个时候也没有苦没有乐，心也没有忧没有喜，这叫舍受。舍受很好，但是舍受的时间太短，不能常常保持，如果常常保持就叫三昧，那就叫禅定。所以舍受，我们凡夫有；三昧、正受，凡夫没有，差别在此地。如果我们一个人对财不贪，财摆在面前不动心，你在财里面得三昧了，得禅定了。可是有些人不贪财，他贪名，他在名里面他三昧就没有了，财里面有三昧。如果也不贪名，那在名里面也得三昧了。由此可知，境界无量无边，三昧就无量无边。无论世间法跟出世间法，《金刚经》上说得好，「法尚应舍，何况非法」；《金刚经》上那个法是佛法，佛法都不贪着，何况世间法？他的心才真正得到寂定。百千三昧，同归寂灭，这种清凉自在。定慧不仅仅是自受用，自受用就好比大树树荫很荫凉，也能够庇佑别人，这就是你定慧的影响力，就能够普度众生。影响力有有形的、有无形的，就像水上的波纹一样。我们在池子里面，这个池子水是很清很平，我们投一块小石头，它就有个波浪，慢慢波浪就扩大，普遍整个池面。由此可知，我们的影响力决定是跟诸佛如来一样尽虚空遍法界。可是这种影响力往往我们自己不能够觉察，所以我们起心动念、言语造作，决定不能说没有因果、没有报应，你要这样想就完全错了。极其微弱的念头，我们自己没有办法发觉到的，诸佛如来都清楚，都能够明了。为什么？他们的心清净，感应的力量特别强。我们心不清净，粗心大意，感应的力量很微弱，耳朵边敲钟都听不见。那个耳根灵的，马路旁边掉一根针他都听清楚。这就是心地清净与否，产生这样一个现象。",
      "zh_TW": "第四句是講枝條『寶葉扶疏，垂蔭如雲』。條如果要是沒有葉，那就變成枯枝，就很不好看，所以枝條的莊嚴就是綠葉。佛在此地用這個法來表定與慧密切的關係，慧能夠幫助定，定也能幫助慧，所謂「智資定而深照」。寶葉雖然多，雖然不同，它共同成就了大樹的蔭涼，比喻「百千定門」，或者我們講百千三昧，「同歸一寂」。三昧翻作正受，也翻作禪定。為什麼說有那麼多？禪定跟正受都是說明我們在境界裡面能保持著如如不動，這個時候的受是正受。如果我們六根接觸外面境界起心動念了，那就不是正受，你起心動念就落在凡夫的感受。凡夫的受，佛經裡面把它分作五大類︰苦、樂、憂、喜、捨，五大類，每一類裡面無量無邊。身體有苦受跟樂受；心裡面有憂受跟喜受；憂、喜是心理的，苦、樂是生理的。捨，捨算不錯，身這個時候也沒有苦沒有樂，心也沒有憂沒有喜，這叫捨受。捨受很好，但是捨受的時間太短，不能常常保持，如果常常保持就叫三昧，那就叫禪定。所以捨受，我們凡夫有；三昧、正受，凡夫沒有，差別在此地。如果我們一個人對財不貪，財擺在面前不動心，你在財裡面得三昧了，得禪定了。可是有些人不貪財，他貪名，他在名裡面他三昧就沒有了，財裡面有三昧。如果也不貪名，那在名裡面也得三昧了。由此可知，境界無量無邊，三昧就無量無邊。無論世間法跟出世間法，《金剛經》上說得好，「法尚應捨，何況非法」；《金剛經》上那個法是佛法，佛法都不貪著，何況世間法？他的心才真正得到寂定。百千三昧，同歸寂滅，這種清涼自在。定慧不僅僅是自受用，自受用就好比大樹樹蔭很蔭涼，也能夠庇佑別人，這就是你定慧的影響力，就能夠普度眾生。影響力有有形的、有無形的，就像水上的波紋一樣。我們在池子裡面，這個池子水是很清很平，我們投一塊小石頭，它就有個波浪，慢慢波浪就擴大，普遍整個池面。由此可知，我們的影響力決定是跟諸佛如來一樣盡虛空遍法界。可是這種影響力往往我們自己不能夠覺察，所以我們起心動念、言語造作，決定不能說沒有因果、沒有報應，你要這樣想就完全錯了。極其微弱的念頭，我們自己沒有辦法發覺到的，諸佛如來都清楚，都能夠明瞭。為什麼？他們的心清淨，感應的力量特別強。我們心不清淨，粗心大意，感應的力量很微弱，耳朵邊敲鐘都聽不見。那個耳根靈的，馬路旁邊掉一根針他都聽清楚。這就是心地清淨與否，產生這樣一個現象。"
    },
    {
      "id": "12-017-0007_p0007",
      "zh_CN": "第五句『宝华』，色彩众多，分在枝条里面。这些花的颜色，在光明照耀之下显出非常之美观。光照之下，投射在地面上有影子，树影。树影、花影，也很能引起文人的遐思，我们一般说，对文人给他带来的灵感，他因这个灵感能够写出很美的诗词歌赋；带给音乐家，写出微妙的乐章；带给画家，作出作画。这是我们世间一般人讲的灵感，可是总是不能超越六道轮回。修道的人就不一样，为什么不一样？我们在前面讲过，修道的人，他的方向、角度是正对着真心本性，正对着「大方广」，他领悟的决定不相同。这是佛家讲，他看到这些景观领会的，帮助他破迷开悟，帮助他明心见性，提高他修证的层次，这个不一样。这些文人，他在这里面也得到许多灵感，能够成就许许多多的文学作品，世间人欣赏觉得很美。可是在佛法里面，美多动感情，换句话说，都是叫你生烦恼。",
      "zh_TW": "第五句『寶華』，色彩眾多，分在枝條裡面。這些花的顏色，在光明照耀之下顯出非常之美觀。光照之下，投射在地面上有影子，樹影。樹影、花影，也很能引起文人的遐思，我們一般說，對文人給他帶來的靈感，他因這個靈感能夠寫出很美的詩詞歌賦；帶給音樂家，寫出微妙的樂章；帶給畫家，作出作畫。這是我們世間一般人講的靈感，可是總是不能超越六道輪迴。修道的人就不一樣，為什麼不一樣？我們在前面講過，修道的人，他的方向、角度是正對著真心本性，正對著「大方廣」，他領悟的決定不相同。這是佛家講，他看到這些景觀領會的，幫助他破迷開悟，幫助他明心見性，提高他修證的層次，這個不一樣。這些文人，他在這裡面也得到許多靈感，能夠成就許許多多的文學作品，世間人欣賞覺得很美。可是在佛法裡面，美多動感情，換句話說，都是叫你生煩惱。"
    },
    {
      "id": "12-017-0007_p0008",
      "zh_CN": "过去东晋的时代，慧远大师，这是我们中国净土宗第一代的祖师，在庐山建东林念佛堂，以虎溪为界。谢灵运居士想参加这个念佛堂，被慧远大师拒绝了。远公大师为什么要拒绝他？这个人在中国历史上是大文学家，他有许多作品一直传留到现在，《四库全书》里面有他的作品。就是文人习气太重，换句话说，他很聪明，有智慧，他那个角度不是对着「大方广」，他角度偏差，偏到感情里面去。远公怕他常常看到六尘境界，又写诗、又写词、又写文章，扰乱大众念佛修行，不要他，拒绝他；文人习气太重。",
      "zh_TW": "過去東晉的時代，慧遠大師，這是我們中國淨土宗第一代的祖師，在廬山建東林念佛堂，以虎溪為界。謝靈運居士想參加這個念佛堂，被慧遠大師拒絕了。遠公大師為什麼要拒絕他？這個人在中國歷史上是大文學家，他有許多作品一直傳留到現在，《四庫全書》裡面有他的作品。就是文人習氣太重，換句話說，他很聰明，有智慧，他那個角度不是對著「大方廣」，他角度偏差，偏到感情裡面去。遠公怕他常常看到六塵境界，又寫詩、又寫詞、又寫文章，擾亂大眾念佛修行，不要他，拒絕他；文人習氣太重。"
    },
    {
      "id": "12-017-0007_p0009",
      "zh_CN": "「宝华光影」表神通，用我们现在话来讲是能力、技能，一定有种种不同的差别，不同的才艺。像我们刚才举的例子，我们是以世法来说，对于音乐家，他得到灵感，他能够谱曲；对于画家，他得到灵感，他能画出一幅名画；诗人，他写得出好的诗句。这就是说明他的能力依他的定力，没有定力不会有感应，也就是你得不到灵感。可见得灵感，你要得到深度，与你的心有密切关系。定心，在世间人不讲禅定，专心，专心接近定，他心专于一门，往往触目动心，他就有灵感产生。世法都要专，何况佛法的修学！所以佛家讲定、讲慧，都是这些智光光影现在心地。阳光照着树的影，枝条花果之影，在这个地面上，比喻六尘落谢的影子在我们的心地上，它才能触动，才有感应。本经《净行品》说：「若见华开，当愿众生，神通等法，如华开敷。」佛在《净行品》教给我们，如何在日常生活当中修清净心。综合全品的义趣，我们如果念念为众生，清净心容易成就；反过来，念念为自己，清净心决定不能现前。这是《净行品》整个的义趣、大意。",
      "zh_TW": "「寶華光影」表神通，用我們現在話來講是能力、技能，一定有種種不同的差別，不同的才藝。像我們剛才舉的例子，我們是以世法來說，對於音樂家，他得到靈感，他能夠譜曲；對於畫家，他得到靈感，他能畫出一幅名畫；詩人，他寫得出好的詩句。這就是說明他的能力依他的定力，沒有定力不會有感應，也就是你得不到靈感。可見得靈感，你要得到深度，與你的心有密切關係。定心，在世間人不講禪定，專心，專心接近定，他心專於一門，往往觸目動心，他就有靈感產生。世法都要專，何況佛法的修學！所以佛家講定、講慧，都是這些智光光影現在心地。陽光照著樹的影，枝條花果之影，在這個地面上，比喻六塵落謝的影子在我們的心地上，它才能觸動，才有感應。本經《淨行品》說：「若見華開，當願眾生，神通等法，如華開敷。」佛在《淨行品》教給我們，如何在日常生活當中修清淨心。綜合全品的義趣，我們如果念念為眾生，清淨心容易成就；反過來，念念為自己，清淨心決定不能現前。這是《淨行品》整個的義趣、大意。"
    },
    {
      "id": "12-017-0007_p0010",
      "zh_CN": "「花」，表法表得很多很多，深广无尽。花开之后一定会结果，果表受用，表果报。果皆如意，这是真实的果报，自在如意。它表无边的行海，海比喻广大，比喻数量无尽。菩萨的行门无量无边，六度万行，那个「万」不是数字，六度是六个纲领，每一个纲领里面细行都说之不尽，无量无边，所以把行比喻作海。菩萨行，菩萨觉悟了，觉悟的人，他的生活行持一个方向一个目标，趣向于大菩提。这个话我们还得要用白话来讲，只求究竟圆满的智慧，不求其他，一个方向一个目标。",
      "zh_TW": "「花」，表法表得很多很多，深廣無盡。花開之後一定會結果，果表受用，表果報。果皆如意，這是真實的果報，自在如意。它表無邊的行海，海比喻廣大，比喻數量無盡。菩薩的行門無量無邊，六度萬行，那個「萬」不是數字，六度是六個綱領，每一個綱領裡面細行都說之不盡，無量無邊，所以把行比喻作海。菩薩行，菩薩覺悟了，覺悟的人，他的生活行持一個方向一個目標，趣向於大菩提。這個話我們還得要用白話來講，只求究竟圓滿的智慧，不求其他，一個方向一個目標。"
    },
    {
      "id": "12-017-0007_p0011",
      "zh_CN": "我们学佛，学什么？求什么？求究竟圆满的智慧，那你就对了。如果你要是求世间，求福、求名、求利、求长寿、求儿女，都错了。我们要问，世间人求的这些东西，能不能求得到？能求得到。你只要懂得这个道理，如理如法的去求，「佛氏门中，有求必应」，哪有求不到的道理？我们读袁了凡居士的家书《了凡四训》，那是一个很好的例子。世间像了凡居士这样的人很多，像了凡居士这样成就的人也很多，不过是没有把它写成书而已，很多。这种求，这个心依旧是轮回心，你虽然求到了，真实智慧不开，三昧正受你不能够获得，这一生依旧是空过，非常可惜。",
      "zh_TW": "我們學佛，學什麼？求什麼？求究竟圓滿的智慧，那你就對了。如果你要是求世間，求福、求名、求利、求長壽、求兒女，都錯了。我們要問，世間人求的這些東西，能不能求得到？能求得到。你只要懂得這個道理，如理如法的去求，「佛氏門中，有求必應」，哪有求不到的道理？我們讀袁了凡居士的家書《了凡四訓》，那是一個很好的例子。世間像了凡居士這樣的人很多，像了凡居士這樣成就的人也很多，不過是沒有把它寫成書而已，很多。這種求，這個心依舊是輪迴心，你雖然求到了，真實智慧不開，三昧正受你不能夠獲得，這一生依舊是空過，非常可惜。"
    },
    {
      "id": "12-017-0007_p0012",
      "zh_CN": "所以学佛的人要有智慧，一定要把目标定在无上菩提，也就是一般人讲的成佛。我们学佛，要学得跟诸佛如来一模一样，这一生当中决定要成就佛果。成佛难！世出世间一切法里头，没有比这个更难。这么难的事情，我们在这一生当中能办得成吗？行！《华严》在末后普贤菩萨教给我们，十大愿王导归极乐，劝我们念佛往生净土就成就了。但是要记住，前面讲十大愿王导归极乐，十大愿王我们虽然不能像诸菩萨那种的修学，最低限度也要有几分相应，相似的相应，我们念佛往生才有把握。这是这一次在此地跟诸位同修报告《华严经》，这一句经文我们特别多说一些，用意就在此地。往生西方极乐世界，我们人人有分。既然能够到这个讲堂来，就可以证明你善根、福德、因缘深厚，你跟阿弥陀佛过去生中有深厚的因缘，只要这一生能真正发愿，决定得生。所以这个果一定是菩提涅槃的大果。",
      "zh_TW": "所以學佛的人要有智慧，一定要把目標定在無上菩提，也就是一般人講的成佛。我們學佛，要學得跟諸佛如來一模一樣，這一生當中決定要成就佛果。成佛難！世出世間一切法裡頭，沒有比這個更難。這麼難的事情，我們在這一生當中能辦得成嗎？行！《華嚴》在末後普賢菩薩教給我們，十大願王導歸極樂，勸我們念佛往生淨土就成就了。但是要記住，前面講十大願王導歸極樂，十大願王我們雖然不能像諸菩薩那種的修學，最低限度也要有幾分相應，相似的相應，我們念佛往生才有把握。這是這一次在此地跟諸位同修報告《華嚴經》，這一句經文我們特別多說一些，用意就在此地。往生西方極樂世界，我們人人有分。既然能夠到這個講堂來，就可以證明你善根、福德、因緣深厚，你跟阿彌陀佛過去生中有深厚的因緣，只要這一生能真正發願，決定得生。所以這個果一定是菩提涅槃的大果。"
    },
    {
      "id": "12-017-0007_p0013",
      "zh_CN": "自利就如同经上讲的含辉，没有发出来，他的光色还没能够发出来，可是内里面确确实实已经在这个地方做修养的功夫，修心养性，养性就是养道。怎么养法？一定要把世出世间一切法彻底放下，才能得到感应道交。我们求感应，天天在佛菩萨面前祷告、礼拜、供养，能不能得到感应？也可能得一点，小！为什么小？能感的力量小，佛菩萨所应的当然也就不大。感应道交，要用现在数学的名词，它决定是成正比例。我们有一分感，佛就有一分应；有两分感，决定就有两分应。怎样才能获得圆满的感应？身心世界一切放下，只有一个心，只有一个愿，为佛法为一切众生。像清凉大师在这部经里所说，「为续佛慧命，为普利一切众生」，其他的什么念头都没有，这个感应的力量太大太大，不必求佛也不必求菩萨，什么都不求，为什么？你这个心正是佛心，你这个愿就是佛愿，你的心愿跟佛完全相同，那个感应力量是圆满的。求佛菩萨保佑我，可不行，「我」这是烦恼，这是妄想，这是分别执着，纵得到感应，那个感应很微薄。决定没有为我，为正法久住，为续佛慧命，为利益一切众生。我们只要发这个愿，行愿相资，必定能得到诸佛如来满分的加持，满分的感应。",
      "zh_TW": "自利就如同經上講的含輝，沒有發出來，他的光色還沒能夠發出來，可是內裡面確確實實已經在這個地方做修養的功夫，修心養性，養性就是養道。怎麼養法？一定要把世出世間一切法徹底放下，才能得到感應道交。我們求感應，天天在佛菩薩面前禱告、禮拜、供養，能不能得到感應？也可能得一點，小！為什麼小？能感的力量小，佛菩薩所應的當然也就不大。感應道交，要用現在數學的名詞，它決定是成正比例。我們有一分感，佛就有一分應；有兩分感，決定就有兩分應。怎樣才能獲得圓滿的感應？身心世界一切放下，只有一個心，只有一個願，為佛法為一切眾生。像清涼大師在這部經裡所說，「為續佛慧命，為普利一切眾生」，其他的什麼念頭都沒有，這個感應的力量太大太大，不必求佛也不必求菩薩，什麼都不求，為什麼？你這個心正是佛心，你這個願就是佛願，你的心願跟佛完全相同，那個感應力量是圓滿的。求佛菩薩保佑我，可不行，「我」這是煩惱，這是妄想，這是分別執著，縱得到感應，那個感應很微薄。決定沒有為我，為正法久住，為續佛慧命，為利益一切眾生。我們只要發這個願，行願相資，必定能得到諸佛如來滿分的加持，滿分的感應。"
    },
    {
      "id": "12-017-0007_p0014",
      "zh_CN": "身心湛寂，外面就放光了。接触外面的境界，当然最明显的是接触到一切众生。如果缘没成熟，这个缘是两方面，一个是自己，一个是大众。自己的缘没成熟，自己还没有能够悟入境界。我们讲《华严经》，这是华严境界，没入这个境界，没熟。可是我们的确每天在认真的修学，在充实自己，这就好比果里面含辉，逐渐在长成。如果已熟，光色发现出来了，自己契入境界，智慧现前，德能也现前，就像果成熟一样，可以利益一切众生。我们看这个果，果成熟之后，果自己没有享受它自己，果都是供给别人享受。我们几个人看到花果，有这种感受？花开了，我们可以说它自己也可以欣赏，很美！果成熟都被别人吃掉，它自己没享受。成果一定要奉献给大众，奉献给大众是真正的成就，因果就不虚。果要是自己来享受，给诸位说，没有那个道理。可是世间迷惑的人就很多，多生多劫修积的福报，这一生开花结果，得大的财富，得很高的地位。得大财富，得大的果位，他能享受多少？每天还是吃三顿饭，顶多吃五顿；晚上睡觉还是六尺床，就算他那个床做一丈，一丈，他身体就那么大，他也不能把身体放大跟床一样，他做不到。中国古人讲「日食三餐，夜眠六尺」，你还能享受什么？累世修积的福报，在这一生当中真的叫空过了。",
      "zh_TW": "身心湛寂，外面就放光了。接觸外面的境界，當然最明顯的是接觸到一切眾生。如果緣沒成熟，這個緣是兩方面，一個是自己，一個是大眾。自己的緣沒成熟，自己還沒有能夠悟入境界。我們講《華嚴經》，這是華嚴境界，沒入這個境界，沒熟。可是我們的確每天在認真的修學，在充實自己，這就好比果裡面含輝，逐漸在長成。如果已熟，光色發現出來了，自己契入境界，智慧現前，德能也現前，就像果成熟一樣，可以利益一切眾生。我們看這個果，果成熟之後，果自己沒有享受它自己，果都是供給別人享受。我們幾個人看到花果，有這種感受？花開了，我們可以說它自己也可以欣賞，很美！果成熟都被別人吃掉，它自己沒享受。成果一定要奉獻給大眾，奉獻給大眾是真正的成就，因果就不虛。果要是自己來享受，給諸位說，沒有那個道理。可是世間迷惑的人就很多，多生多劫修積的福報，這一生開花結果，得大的財富，得很高的地位。得大財富，得大的果位，他能享受多少？每天還是吃三頓飯，頂多吃五頓；晚上睡覺還是六尺床，就算他那個床做一丈，一丈，他身體就那麼大，他也不能把身體放大跟床一樣，他做不到。中國古人講「日食三餐，夜眠六尺」，你還能享受什麼？累世修積的福報，在這一生當中真的叫空過了。"
    },
    {
      "id": "12-017-0007_p0015",
      "zh_CN": "无论你用什么样的心机，细细想想都是给别人糟蹋掉，家亲眷属糟蹋掉了，旁边这些近人糟蹋掉了，为什么不把这些东西布施给一切众生？将福报与一切众生共享，你才叫真正有福报，你生生世世永远享不尽的福报。这个要是明白人他才懂得，糊涂人你给他讲他不相信；你给他讲，他说这个人不怀好意，要来骗我钱了；给他讲真话，他还说我们去骗他，说我们不怀好意。最可怜的人是什么？我们一般讲的，得老人痴呆症。他有钱，又有地位又有钱，他一口气不断，躺在床上慢慢享受，一天三班护士来照顾他，往往一躺躺十几二十年，你看他花掉多少钱？这个花得很辛苦。这种情形，佛法里有没有救的？有，但是他不相信。那是他命里有福报，有那么大的福报，福必须享完他才会走，他没享完他不走。如果真正是明白人，他自己能同意，家亲眷属明白，把他这个财富拿去布施，去做这些慈善救济的事业，帮助那些苦难的众生。他就两个现象︰如果他寿命还有，他病就好了；如果他寿命没有了，他很快就离开这个世间，不再受病苦，都是好事。但是我们看到这些现象，不好意思说，说了是什么？这个和尚不怀好心来骗我们。我们是真明白，真能够帮助他解决，看到他必须要躺在床上受罪。",
      "zh_TW": "無論你用什麼樣的心機，細細想想都是給別人糟蹋掉，家親眷屬糟蹋掉了，旁邊這些近人糟蹋掉了，為什麼不把這些東西布施給一切眾生？將福報與一切眾生共享，你才叫真正有福報，你生生世世永遠享不盡的福報。這個要是明白人他才懂得，糊塗人你給他講他不相信；你給他講，他說這個人不懷好意，要來騙我錢了；給他講真話，他還說我們去騙他，說我們不懷好意。最可憐的人是什麼？我們一般講的，得老人痴呆症。他有錢，又有地位又有錢，他一口氣不斷，躺在床上慢慢享受，一天三班護士來照顧他，往往一躺躺十幾二十年，你看他花掉多少錢？這個花得很辛苦。這種情形，佛法裡有沒有救的？有，但是他不相信。那是他命裡有福報，有那麼大的福報，福必須享完他才會走，他沒享完他不走。如果真正是明白人，他自己能同意，家親眷屬明白，把他這個財富拿去布施，去做這些慈善救濟的事業，幫助那些苦難的眾生。他就兩個現象︰如果他壽命還有，他病就好了；如果他壽命沒有了，他很快就離開這個世間，不再受病苦，都是好事。但是我們看到這些現象，不好意思說，說了是什麼？這個和尚不懷好心來騙我們。我們是真明白，真能夠幫助他解決，看到他必須要躺在床上受罪。"
    },
    {
      "id": "12-017-0007_p0016",
      "zh_CN": "我们明白之后，果决定是给大众享受，这是真实的果报，这个有意义、有价值。在花报里面，自己可以欣赏，当然也供给别人欣赏。尤其是菩萨们，菩萨就是觉悟的人。说这部大经，总希望每一位同修都觉悟，人人都做菩萨。菩萨的生活，菩萨的工作，菩萨的处事待人接物，一定要与「如」相应，与真如自性相应，或者说我们讲的与「大方广」相应。「大方广」还难懂，我们再换一句话，与清净、平等、觉相应，这就行。或者我们落实在事相上，与六度、四摄相应。我们所得的这个果就是菩提之果，就是佛果。所以果跟花间列在一起。",
      "zh_TW": "我們明白之後，果決定是給大眾享受，這是真實的果報，這個有意義、有價值。在花報裡面，自己可以欣賞，當然也供給別人欣賞。尤其是菩薩們，菩薩就是覺悟的人。說這部大經，總希望每一位同修都覺悟，人人都做菩薩。菩薩的生活，菩薩的工作，菩薩的處事待人接物，一定要與「如」相應，與真如自性相應，或者說我們講的與「大方廣」相應。「大方廣」還難懂，我們再換一句話，與清淨、平等、覺相應，這就行。或者我們落實在事相上，與六度、四攝相應。我們所得的這個果就是菩提之果，就是佛果。所以果跟花間列在一起。"
    },
    {
      "id": "12-017-0007_p0017",
      "zh_CN": "本经经文里有说，「菩萨妙法树，生于直心地。」大地生长许许多多的树木，我们心地里面有妙法树。清凉大师为我们说明这妙法树，「信是种」，树的种子。桃树，桃核种子能长成树。菩提树，种子是什么？信，信心。《华严》一展开：信、解、行、证；净土三个往生的条件︰信、愿、行；信是种，是佛种。菩提树就是讲成佛，成佛的种子，信心。「慈悲是根」，一个人没有清净信心，没有慈悲心，他怎么会成就？好像植物，没有种子、没有根，再好看也不过像我们现在台上摆的假花、假树，不是真的。虽然有几盆真的，盆栽长不大，几天不照顾它就枯死了。由此可知，我们在菩提道上要一帆风顺，要真正有成就，你要有根，你要有种子。你没有信心怎么行？没有慈悲怎么行？佛法里面常说，「慈悲为本，方便为门」，慈悲就是博爱。大慈悲心，清净心里面生出来的，平等心里面生出来的，对一切众生没有任何条件。这个对我有利益我就喜欢他，那个伤害我我就讨厌他，这个不可以。恭敬你的，爱护你的，帮助你的，你对他有慈悲心；毁谤你的，侮辱你的，陷害你的，你对他还是有慈悲心，你这个慈悲才叫有根。如果慈悲有分别、有差距，这个慈悲是假的，不是真的。",
      "zh_TW": "本經經文裡有說，「菩薩妙法樹，生於直心地。」大地生長許許多多的樹木，我們心地裡面有妙法樹。清涼大師為我們說明這妙法樹，「信是種」，樹的種子。桃樹，桃核種子能長成樹。菩提樹，種子是什麼？信，信心。《華嚴》一展開：信、解、行、證；淨土三個往生的條件︰信、願、行；信是種，是佛種。菩提樹就是講成佛，成佛的種子，信心。「慈悲是根」，一個人沒有清淨信心，沒有慈悲心，他怎麼會成就？好像植物，沒有種子、沒有根，再好看也不過像我們現在台上擺的假花、假樹，不是真的。雖然有幾盆真的，盆栽長不大，幾天不照顧它就枯死了。由此可知，我們在菩提道上要一帆風順，要真正有成就，你要有根，你要有種子。你沒有信心怎麼行？沒有慈悲怎麼行？佛法裡面常說，「慈悲為本，方便為門」，慈悲就是博愛。大慈悲心，清淨心裡面生出來的，平等心裡面生出來的，對一切眾生沒有任何條件。這個對我有利益我就喜歡他，那個傷害我我就討厭他，這個不可以。恭敬你的，愛護你的，幫助你的，你對他有慈悲心；毀謗你的，侮辱你的，陷害你的，你對他還是有慈悲心，你這個慈悲才叫有根。如果慈悲有分別、有差距，這個慈悲是假的，不是真的。"
    },
    {
      "id": "12-017-0007_p0018",
      "zh_CN": "我们要学如佛一样的大慈悲心，对于九法界众生一律平等，没有差别。佛在经上，我们也看到，举的故事让我们在这里面领悟平等的境界。施主供养一钵饭，很好的一钵饭，菩萨把它分成两份：一份供养佛，一份喂狗。我们想到，这什么意思？生佛平等。他来做这个样子给我们看，对佛的那种恭敬心，对畜生这个恭敬无二无别。我们在境界里应当如是学，所以慈悲非常非常重要。",
      "zh_TW": "我們要學如佛一樣的大慈悲心，對於九法界眾生一律平等，沒有差別。佛在經上，我們也看到，舉的故事讓我們在這裡面領悟平等的境界。施主供養一缽飯，很好的一缽飯，菩薩把它分成兩份：一份供養佛，一份餵狗。我們想到，這什麼意思？生佛平等。他來做這個樣子給我們看，對佛的那種恭敬心，對畜生這個恭敬無二無別。我們在境界裡應當如是學，所以慈悲非常非常重要。"
    },
    {
      "id": "12-017-0007_p0019",
      "zh_CN": "从慈悲里面生出智慧，「智慧以为身，方便为枝干，五度为繁密，定叶神通华。」他教我们看树，这树教我们，树表法，树教我们，智慧是身体，方便是枝条、枝干。这棵树长得非常茂盛，茂盛是讲事上面的五度︰布施、持戒、忍辱、精进、禅定，这个五是事，表现在日常生活当中。六度少个般若，般若是身。五度都离不开般若，枝干没有离开根本。那个本，将树身比成般若，枝干比成其他的五度，枝干没有离开树身。将禅定比喻作树叶，将德能比喻作花，将一切智比喻作果。「果是一切智」，这个一切智是后得智，权智；前面那个树身叫根本智。《般若经》上讲得很好，「般若无知，无所不知」；果表无所不知，身表无知。无知是根本智，无所不知是后得智。根本智起作用，无所不知。",
      "zh_TW": "從慈悲裡面生出智慧，「智慧以為身，方便為枝幹，五度為繁密，定葉神通華。」他教我們看樹，這樹教我們，樹表法，樹教我們，智慧是身體，方便是枝條、枝幹。這棵樹長得非常茂盛，茂盛是講事上面的五度︰布施、持戒、忍辱、精進、禪定，這個五是事，表現在日常生活當中。六度少個般若，般若是身。五度都離不開般若，枝幹沒有離開根本。那個本，將樹身比成般若，枝幹比成其他的五度，枝幹沒有離開樹身。將禪定比喻作樹葉，將德能比喻作花，將一切智比喻作果。「果是一切智」，這個一切智是後得智，權智；前面那個樹身叫根本智。《般若經》上講得很好，「般若無知，無所不知」；果表無所不知，身表無知。無知是根本智，無所不知是後得智。根本智起作用，無所不知。"
    },
    {
      "id": "12-017-0007_p0020",
      "zh_CN": "后面还有两句，「最上力为鸟，垂阴覆三界。」树上有鸟，鸟是什么？鸟是最上力，如来果地上十力，十种特殊的能力。其实那个十也是表法的，真正的意思是如来果地上圆满的能力。这就好比是鸟。树荫垂覆下来庇佑三界，三界是指六道，六道里面一切苦难的众生，这是佛法教化的对象。由此可知，佛门里面所讲种种表法的艺术，确实达到艺术里面最高的境界，不是祖师随便说的，都有经文作依据。这些文句在《华严经》第五十九卷，往下我们都会读到。可见得祖师大德给我们讲解经文，不是随随便便自己说出来的，不是的，都有经文作依据。",
      "zh_TW": "後面還有兩句，「最上力為鳥，垂陰覆三界。」樹上有鳥，鳥是什麼？鳥是最上力，如來果地上十力，十種特殊的能力。其實那個十也是表法的，真正的意思是如來果地上圓滿的能力。這就好比是鳥。樹蔭垂覆下來庇佑三界，三界是指六道，六道裡面一切苦難的眾生，這是佛法教化的對象。由此可知，佛門裡面所講種種表法的藝術，確實達到藝術裡面最高的境界，不是祖師隨便說的，都有經文作依據。這些文句在《華嚴經》第五十九卷，往下我們都會讀到。可見得祖師大德給我們講解經文，不是隨隨便便自己說出來的，不是的，都有經文作依據。"
    },
    {
      "id": "12-017-0007_p0021",
      "zh_CN": "再看底下第三段，『其树周圆，咸放光明。于光明中，雨摩尼宝。摩尼宝内，有诸菩萨，其众如云，俱时出现。』这是第三小段，第三小段有三句，说明「妙用自在，利益无边」。第一句，依真实智慧教化一切众生，这就是佛家常讲「放光」的意思。佛家迎宾接客，请你到我们这个道场来普照，普照就是放光普照，意思就是以智慧来开导大众，智慧来开导大众就是放光普照的意思。由此可知，佛法的修学自始至终目标就是智慧。智从哪里来？智从定中来，换句话说，你心要不清净、要不定，哪来的智慧？再告诉诸位，智慧是本有的，不是学来的。你所学习的东西不是智慧，我们现在一般人讲常识。你所学得来的，佛学常识，不是真智慧，真智慧是从清净心里面生的，清净心就是禅定。",
      "zh_TW": "再看底下第三段，『其樹周圓，咸放光明。於光明中，雨摩尼寶。摩尼寶內，有諸菩薩，其眾如雲，俱時出現。』這是第三小段，第三小段有三句，說明「妙用自在，利益無邊」。第一句，依真實智慧教化一切眾生，這就是佛家常講「放光」的意思。佛家迎賓接客，請你到我們這個道場來普照，普照就是放光普照，意思就是以智慧來開導大眾，智慧來開導大眾就是放光普照的意思。由此可知，佛法的修學自始至終目標就是智慧。智從哪裡來？智從定中來，換句話說，你心要不清淨、要不定，哪來的智慧？再告訴諸位，智慧是本有的，不是學來的。你所學習的東西不是智慧，我們現在一般人講常識。你所學得來的，佛學常識，不是真智慧，真智慧是從清淨心裡面生的，清淨心就是禪定。"
    },
    {
      "id": "12-017-0007_p0022",
      "zh_CN": "「禅定」两个字的意思，我们一定要搞清楚。什么叫禅？外不着相叫禅，内不动心叫定。我们再说得白一点，外面不会被外面境界诱惑，这叫禅。外面境界，现在这花花世界，五欲六尘天天在诱惑你，不为它诱惑，不被它诱惑，这是禅。内里面不起心动念是定；内心不起贪瞋痴慢，这是定。外不着相，内不动心。外不着相不是对于外面境界相一无所知，不是的；样样都清楚，样样都明了，那是慧，那是真智慧。所以智里面要有禅、要有定，定里面要有智，定慧相资，定慧等学，这是佛法，决定不能够偏在一边。",
      "zh_TW": "「禪定」兩個字的意思，我們一定要搞清楚。什麼叫禪？外不著相叫禪，內不動心叫定。我們再說得白一點，外面不會被外面境界誘惑，這叫禪。外面境界，現在這花花世界，五欲六塵天天在誘惑你，不為它誘惑，不被它誘惑，這是禪。內裡面不起心動念是定；內心不起貪瞋痴慢，這是定。外不著相，內不動心。外不著相不是對於外面境界相一無所知，不是的；樣樣都清楚，樣樣都明瞭，那是慧，那是真智慧。所以智裡面要有禪、要有定，定裡面要有智，定慧相資，定慧等學，這是佛法，決定不能夠偏在一邊。"
    },
    {
      "id": "12-017-0007_p0023",
      "zh_CN": "第二句，「于光明中，雨摩尼宝。」这是依智慧的教学，惠以众生真实的利益。这个真实的利益就好比圆明的法宝一样，圆明是圆满光明，帮助一切众生破迷开悟。佛法教学没有别的，都是帮助众生破迷开悟。迷，它的果报是苦；悟了，这个果报就乐。离苦得乐，是从事上说的，从果上讲的；破迷开悟，是从因上说的。我们苦，苦从哪里来的？苦从迷惑颠倒；乐从那里来的？乐从大彻大悟。所以佛法教学真正的目的，是帮助一切众生离苦得乐。手段，那个果上没有法子，因上就能下手，所以在因上教大家破迷开悟，明了宇宙人生的真相。我们的思考、我们的言论、我们的造作，才能够与真相相应，与事实真相，现在这个社会上有个术语「自然生态」，有点接近，与自然生态相应。实在讲佛家的术语高明，与清净平等觉相应，与「大方广」相应，这样才能够破迷开悟。",
      "zh_TW": "第二句，「於光明中，雨摩尼寶。」這是依智慧的教學，惠以眾生真實的利益。這個真實的利益就好比圓明的法寶一樣，圓明是圓滿光明，幫助一切眾生破迷開悟。佛法教學沒有別的，都是幫助眾生破迷開悟。迷，它的果報是苦；悟了，這個果報就樂。離苦得樂，是從事上說的，從果上講的；破迷開悟，是從因上說的。我們苦，苦從哪裡來的？苦從迷惑顛倒；樂從那裡來的？樂從大徹大悟。所以佛法教學真正的目的，是幫助一切眾生離苦得樂。手段，那個果上沒有法子，因上就能下手，所以在因上教大家破迷開悟，明瞭宇宙人生的真相。我們的思考、我們的言論、我們的造作，才能夠與真相相應，與事實真相，現在這個社會上有個術語「自然生態」，有點接近，與自然生態相應。實在講佛家的術語高明，與清淨平等覺相應，與「大方廣」相應，這樣才能夠破迷開悟。"
    },
    {
      "id": "12-017-0007_p0024",
      "zh_CN": "「摩尼宝内，有诸菩萨，其众如云，俱时出现」，这句是讲教学的成果。就像一个老师教一群学生一样，教了一段时期，成绩要拿出来；没有成绩那不行，一定要拿出成绩出来，这个成绩就是超凡入圣。你看看，原来是凡夫，现在都变成菩萨。怎么说变成菩萨？原来没有信心，没有慈悲心，没有智慧，现在接受佛陀的教诲，信心生起来，慈悲心现前，智慧也现前，转凡成圣，这个就是菩萨，所以说菩萨现前。菩萨心清净，远离一切妄想分别执着，他把妄想分别执着统统都放下了，自自然然成就，自他二利。佛家常讲「自利利他，自行化他」，是自自然然的，所以像云出一样，云出岫而无心，不是有意去造作。用一个浅显的话来讲，不是攀缘造的，是随缘成就的。随缘成就，就如云出一样。攀缘，是我们有心有意、有计划，先设计好的，我们应当怎么做怎么做，那就不相应。诸佛如来说法，决定没有先想一想这个法今天要怎么讲法，没有。如果有这个意念，有这么一个准备，他就是攀缘说；他不是随缘，不是自在说的，不是真实智慧的流露。真实智慧不是造作的，是自自然然流露的。我们今天智慧没有开，讲经之前要作准备。佛与大菩萨讲经之前不要准备，不但不要准备，连个经文也没有。经文怎么来的？释迦牟尼佛讲完之后，人家把它记录下来才变成经文；不是释迦牟尼佛先写成经文，然后再来开讲，不是的。你看他多自在，所以是自性般若智慧的自然流露。我们听到了非常羡慕，光羡慕也没用处，希望我们自己也能跟佛菩萨一样。那你一定就要真正去修信种、慈悲根，成就智慧之身，然后自然枝叶花果表现在自受用、他受用当中，生无量真实智慧。这是真理，永远不能改变的原理原则。",
      "zh_TW": "「摩尼寶內，有諸菩薩，其眾如雲，俱時出現」，這句是講教學的成果。就像一個老師教一群學生一樣，教了一段時期，成績要拿出來；沒有成績那不行，一定要拿出成績出來，這個成績就是超凡入聖。你看看，原來是凡夫，現在都變成菩薩。怎麼說變成菩薩？原來沒有信心，沒有慈悲心，沒有智慧，現在接受佛陀的教誨，信心生起來，慈悲心現前，智慧也現前，轉凡成聖，這個就是菩薩，所以說菩薩現前。菩薩心清淨，遠離一切妄想分別執著，他把妄想分別執著統統都放下了，自自然然成就，自他二利。佛家常講「自利利他，自行化他」，是自自然然的，所以像雲出一樣，雲出岫而無心，不是有意去造作。用一個淺顯的話來講，不是攀緣造的，是隨緣成就的。隨緣成就，就如雲出一樣。攀緣，是我們有心有意、有計劃，先設計好的，我們應當怎麼做怎麼做，那就不相應。諸佛如來說法，決定沒有先想一想這個法今天要怎麼講法，沒有。如果有這個意念，有這麼一個準備，他就是攀緣說；他不是隨緣，不是自在說的，不是真實智慧的流露。真實智慧不是造作的，是自自然然流露的。我們今天智慧沒有開，講經之前要作準備。佛與大菩薩講經之前不要準備，不但不要準備，連個經文也沒有。經文怎麼來的？釋迦牟尼佛講完之後，人家把它記錄下來才變成經文；不是釋迦牟尼佛先寫成經文，然後再來開講，不是的。你看他多自在，所以是自性般若智慧的自然流露。我們聽到了非常羨慕，光羨慕也沒用處，希望我們自己也能跟佛菩薩一樣。那你一定就要真正去修信種、慈悲根，成就智慧之身，然後自然枝葉花果表現在自受用、他受用當中，生無量真實智慧。這是真理，永遠不能改變的原理原則。"
    },
    {
      "id": "12-017-0007_p0025",
      "zh_CN": "末后这一条很要紧，决定不能疏忽。",
      "zh_TW": "末後這一條很要緊，決定不能疏忽。"
    },
    {
      "id": "12-017-0007_p0026",
      "zh_CN": "【又以如来威神力故。其菩提树恒出妙音。说种种法。无有尽极。】",
      "zh_TW": "【又以如來威神力故。其菩提樹恆出妙音。說種種法。無有盡極。】"
    },
    {
      "id": "12-017-0007_p0027",
      "zh_CN": "这就是说明，我们必须要得佛力加持。前面所讲，如果就感应这个意思来讲，能感。由此可知，我们要有信心、有慈悲心，有定有慧，念念利益一切众生，就得佛的感应。不必天天在佛菩萨形像面前哀求祷告，你保佑我，不必。我们能这样做，这是真正在佛前面哀求祷告，这是真的，不是假的。这也正是黄念祖老居士过去讲，我们的修学着重在实质，不着重在形式。他为什么说这个话？现在大多数学佛的人都着重在形式，没有实质，所以路走偏差，得不到真实的受用。如果我们重实质，当然也要重形式；不能说形式我们就不要了，这个不可以的。形式，形式是表法的，有这些形像摆在面前时时刻刻提醒我们，我们这一堂课上的就有价值。今天讲菩提树这一段，以后无论在什么地方看到树，你就会想起来，你想那个树不管长多大，它有种，你就晓得我要有信心，信是种，它有根，我要有慈悲心，这一堂课就没有白上了。",
      "zh_TW": "這就是說明，我們必須要得佛力加持。前面所講，如果就感應這個意思來講，能感。由此可知，我們要有信心、有慈悲心，有定有慧，念念利益一切眾生，就得佛的感應。不必天天在佛菩薩形像面前哀求禱告，你保佑我，不必。我們能這樣做，這是真正在佛前面哀求禱告，這是真的，不是假的。這也正是黃念祖老居士過去講，我們的修學著重在實質，不著重在形式。他為什麼說這個話？現在大多數學佛的人都著重在形式，沒有實質，所以路走偏差，得不到真實的受用。如果我們重實質，當然也要重形式；不能說形式我們就不要了，這個不可以的。形式，形式是表法的，有這些形像擺在面前時時刻刻提醒我們，我們這一堂課上的就有價值。今天講菩提樹這一段，以後無論在什麼地方看到樹，你就會想起來，你想那個樹不管長多大，它有種，你就曉得我要有信心，信是種，它有根，我要有慈悲心，這一堂課就沒有白上了。"
    },
    {
      "id": "12-017-0007_p0028",
      "zh_CN": "你观这个树得受用，你也能够讲解给别人听，教别人。特别是现代人喜欢度假观光旅游，都到风景优美的地方去。中国观光旅游的资源非常丰富，黄山是天下第一山，我没去过，我看过录相带，风景确实是非常美，树木多。你要对游客介绍，这是树，树的种子是信心，树的根是大慈大悲，树的身是般若智慧，树的枝条表布施五度。你不就藉这个树讲经说法了吗？那些观光旅游的人，随机教育，这是机会教育，哪个地方不是道场？哪个地方不度众生？自己做出好榜样给他看，口里面就流智慧的教光，就如同大树树荫的荫凉遍覆一切众生，加持一切众生，令一切众生得真实的利益。他观光旅游，还学到佛法了。我们要处处布施佛法，得佛力的加持，佛力是我们修学传法的真因缘。",
      "zh_TW": "你觀這個樹得受用，你也能夠講解給別人聽，教別人。特別是現代人喜歡度假觀光旅遊，都到風景優美的地方去。中國觀光旅遊的資源非常豐富，黃山是天下第一山，我沒去過，我看過錄相帶，風景確實是非常美，樹木多。你要對遊客介紹，這是樹，樹的種子是信心，樹的根是大慈大悲，樹的身是般若智慧，樹的枝條表布施五度。你不就藉這個樹講經說法了嗎？那些觀光旅遊的人，隨機教育，這是機會教育，哪個地方不是道場？哪個地方不度眾生？自己做出好榜樣給他看，口裡面就流智慧的教光，就如同大樹樹蔭的蔭涼遍覆一切眾生，加持一切眾生，令一切眾生得真實的利益。他觀光旅遊，還學到佛法了。我們要處處布施佛法，得佛力的加持，佛力是我們修學傳法的真因緣。"
    },
    {
      "id": "12-017-0007_p0029",
      "zh_CN": "流是流布的意思，我们佛门里面讲流通，这是说法法音普遍的流传。在过去这个音只能够周遍十方，所以古时候重视写作，因为你言教只能令现代人得利益，如果把它写成书流传于后世，十方三世。现代科学技术发达，我们的音声、光影不但同时能够流布十方，也能够流传到后世。光影、音声都做佛事，要靠佛力加持；不离开诸佛如来教给我们的原理原则，这就是得佛力加持。如果我们离开佛所讲的原理原则，古德讲那是魔说，那就不是佛说。佛法弘传确实不容易，世间法尚且如是，何况佛法。世间人常讲好事多磨，你要想做一桩好事，障碍重重。世间的好事往往都不容易成就，如果没有智慧，没有定力。有智慧能解决障难，有定力不怕折磨，这个世间的事业能成就。佛法的大事业更是如此，弘法利生这桩事情魔来干扰，我们不能不知道。魔来干扰，我们用什么方法来处理？还是遵循佛的教诲，不理他就好了，不必跟他去争执。这是真实智慧慈悲的流露，我们一般世间人往往见不到。",
      "zh_TW": "流是流布的意思，我們佛門裡面講流通，這是說法法音普遍的流傳。在過去這個音只能夠周遍十方，所以古時候重視寫作，因為你言教只能令現代人得利益，如果把它寫成書流傳於後世，十方三世。現代科學技術發達，我們的音聲、光影不但同時能夠流布十方，也能夠流傳到後世。光影、音聲都做佛事，要靠佛力加持；不離開諸佛如來教給我們的原理原則，這就是得佛力加持。如果我們離開佛所講的原理原則，古德講那是魔說，那就不是佛說。佛法弘傳確實不容易，世間法尚且如是，何況佛法。世間人常講好事多磨，你要想做一樁好事，障礙重重。世間的好事往往都不容易成就，如果沒有智慧，沒有定力。有智慧能解決障難，有定力不怕折磨，這個世間的事業能成就。佛法的大事業更是如此，弘法利生這樁事情魔來干擾，我們不能不知道。魔來干擾，我們用什麼方法來處理？還是遵循佛的教誨，不理他就好了，不必跟他去爭執。這是真實智慧慈悲的流露，我們一般世間人往往見不到。"
    },
    {
      "id": "12-017-0007_p0030",
      "zh_CN": "在台湾早年的时候，基督教非常兴旺，对于佛教不仅仅是障难，毁谤、侮辱、种种的破坏。道场讲经的时候，他来干扰，带来一群人大叫大闹，这种事情常常有。后来我们佛门有一位法师，煮云法师，跟我也是老朋友，他写了一本小册子《佛教与基督教的比较》，写得很好，对于基督教很不客气，严厉的批判。这本书流通得很快，没有多久就在台湾流通，印了十几版。那个时候我刚刚学佛，我看这本书写得有道理，对煮云法师很佩服。有一天，我带这个小册子装在口袋里，去见章嘉大师。章嘉大师看到我口袋里一本书，他就问我︰你看什么东西？我就把这个事情向大师报告，大师听了摇头。我说：这个说得很对。章嘉大师笑了笑，举个比喻︰「基督教像二、三岁的小孩，佛教是个五、六十岁的老先生。小朋友小拳头打几拳，老先生还真生气跟他打一架吗？」我听了这个比喻，章嘉大师确实跟别人不一样。不理他就算了！如果你要是批判他，两个人程度一般高；一个高，一个低，打不起来的。五、六十岁的人会跟二、三岁小孩打架吗？哪有这个道理！从来没有听说过。只有二、三岁跟二、三岁才会打架，五、六十岁跟五、六十岁会吵嘴、会打架，一样的。我听了这个，我才知道章嘉大师确实是比人家高一等，没有话说。所以他说这个不必，一笑了之，世间人会有聪明人，何必跟他计较？真是慈悲、智慧的流露。我回过头来看到煮云法师年轻就沉不住气，那比章嘉大师的功力要差好大一截。",
      "zh_TW": "在台灣早年的時候，基督教非常興旺，對於佛教不僅僅是障難，毀謗、侮辱、種種的破壞。道場講經的時候，他來干擾，帶來一群人大叫大鬧，這種事情常常有。後來我們佛門有一位法師，煮雲法師，跟我也是老朋友，他寫了一本小冊子《佛教與基督教的比較》，寫得很好，對於基督教很不客氣，嚴厲的批判。這本書流通得很快，沒有多久就在台灣流通，印了十幾版。那個時候我剛剛學佛，我看這本書寫得有道理，對煮雲法師很佩服。有一天，我帶這個小冊子裝在口袋裡，去見章嘉大師。章嘉大師看到我口袋裡一本書，他就問我︰你看什麼東西？我就把這個事情向大師報告，大師聽了搖頭。我說：這個說得很對。章嘉大師笑了笑，舉個比喻︰「基督教像二、三歲的小孩，佛教是個五、六十歲的老先生。小朋友小拳頭打幾拳，老先生還真生氣跟他打一架嗎？」我聽了這個比喻，章嘉大師確實跟別人不一樣。不理他就算了！如果你要是批判他，兩個人程度一般高；一個高，一個低，打不起來的。五、六十歲的人會跟二、三歲小孩打架嗎？哪有這個道理！從來沒有聽說過。只有二、三歲跟二、三歲才會打架，五、六十歲跟五、六十歲會吵嘴、會打架，一樣的。我聽了這個，我才知道章嘉大師確實是比人家高一等，沒有話說。所以他說這個不必，一笑了之，世間人會有聰明人，何必跟他計較？真是慈悲、智慧的流露。我回過頭來看到煮雲法師年輕就沉不住氣，那比章嘉大師的功力要差好大一截。"
    },
    {
      "id": "12-017-0007_p0031",
      "zh_CN": "所以魔王外道来扰乱，不理他就没事。他来扰乱，我们更应该要反省，反省来扰乱必然是业障；自己要没有业障，自己过去生中没有跟这些人结恶缘，他为什么不扰乱别人要扰乱我？所以就应当像印光大师一样。印光大师这是示现给我们看，年轻的时候，功力还不够的时候，也常常被蚊子咬，跳蚤也咬他，可是他从来不伤害这些小动物，咬就随牠咬，供养牠，牠大概也是饿了，没地方吃饭，供养牠一顿。印光大师作如是想，供养这些小动物跟供养佛没有两样，生佛平等。我们在传记里面看到，印光法师七十岁以后就再也没有了。七十岁以后有这么一个现象，这个房间里面有蚊虫、有跳蚤，有这些小动物，他老人家住在这个房间，这些小动物都搬家，迁单，都搬走了，都不会去干扰他。你看看慈悲心能感动这些小动物，他怎么不感动人？所以说，诚则灵，至诚感通。我们上求诸佛菩萨感应，下同样与一切众生感应道交，无论是起心动念、言语造作，无不是智慧的流露。",
      "zh_TW": "所以魔王外道來擾亂，不理他就沒事。他來擾亂，我們更應該要反省，反省來擾亂必然是業障；自己要沒有業障，自己過去生中沒有跟這些人結惡緣，他為什麼不擾亂別人要擾亂我？所以就應當像印光大師一樣。印光大師這是示現給我們看，年輕的時候，功力還不夠的時候，也常常被蚊子咬，跳蚤也咬他，可是他從來不傷害這些小動物，咬就隨牠咬，供養牠，牠大概也是餓了，沒地方吃飯，供養牠一頓。印光大師作如是想，供養這些小動物跟供養佛沒有兩樣，生佛平等。我們在傳記裡面看到，印光法師七十歲以後就再也沒有了。七十歲以後有這麼一個現象，這個房間裡面有蚊蟲、有跳蚤，有這些小動物，他老人家住在這個房間，這些小動物都搬家，遷單，都搬走了，都不會去干擾他。你看看慈悲心能感動這些小動物，他怎麼不感動人？所以說，誠則靈，至誠感通。我們上求諸佛菩薩感應，下同樣與一切眾生感應道交，無論是起心動念、言語造作，無不是智慧的流露。"
    },
    {
      "id": "12-017-0007_p0032",
      "zh_CN": "「无有尽极」，无尽无极。这是讲广多无尽，从空间上讲，从时间上讲，无极。无有间断，才称之为「恒」。我们在这段经文里面所学习到，以后在任何地方看到树木花草，就想起世尊在《华严经》上这一段的教诲。岂不是一切树都在说法吗？那我们这一堂课的效应多么广大，真正是经上所讲无尽无极，我们一生受用无穷。",
      "zh_TW": "「無有盡極」，無盡無極。這是講廣多無盡，從空間上講，從時間上講，無極。無有間斷，才稱之為「恆」。我們在這段經文裡面所學習到，以後在任何地方看到樹木花草，就想起世尊在《華嚴經》上這一段的教誨。豈不是一切樹都在說法嗎？那我們這一堂課的效應多麼廣大，真正是經上所講無盡無極，我們一生受用無窮。"
    },
    {
      "id": "12-017-0007_p0033",
      "zh_CN": "再看下面这一段，第三段「宫殿严」。经文十句，也分作四段。第一段「总明分量」：",
      "zh_TW": "再看下面這一段，第三段「宮殿嚴」。經文十句，也分作四段。第一段「總明分量」："
    },
    {
      "id": "12-017-0007_p0034",
      "zh_CN": "【如来所处宫殿楼阁。广博严丽。充遍十方。】",
      "zh_TW": "【如來所處宮殿樓閣。廣博嚴麗。充遍十方。】"
    },
    {
      "id": "12-017-0007_p0035",
      "zh_CN": "这一句。宫殿是居住的地方，古时候接待大众这个地方称之为『殿』，殿跟堂一样，我们现在讲客厅。自己的卧房，这叫『宫』，就是私人居住的地方称为宫；接待大众，办公集会的场所就叫殿，这是古时候的称呼。现在多半称为堂，讲堂、会堂，这是殿的意思；自己的住宅，就称之为宫。宫，它这个形相有覆盖，使我们避免日晒雨淋，我们造这个房舍遮蔽烈日、遮蔽风雨，使我们自己身心能够得到安稳，这就是慈悲的意思，居住的房子表慈悲。殿堂，如来的殿堂是讲经说法用的，聚集大众在一起，就是讲堂，殿就是讲堂。在从前帝王时代，殿是帝王处理国家大事的一个场所，大殿是会议厅。从前皇帝每天早晨早朝，早朝是什么意思？就是现在讲的会报，各个单位今天有些什么事情要处理，都要报告给皇帝听；哪些单位需要别的单位来互相协助的，在这里面处治。所以是会报、办事的一个场所。我们群众集会的地方也叫殿堂，但是习惯上我们都称为堂，而不称为殿，只有帝王的时候才称为殿，殿跟堂一个意思。佛在此地用殿堂来表圆寂。圆是圆满，你看在这里办事情就办得很圆满。寂是心地清净寂灭，不生烦恼，不生忧虑，事情都办好了。殿堂代表圆寂，这是表法的意思。",
      "zh_TW": "這一句。宮殿是居住的地方，古時候接待大眾這個地方稱之為『殿』，殿跟堂一樣，我們現在講客廳。自己的臥房，這叫『宮』，就是私人居住的地方稱為宮；接待大眾，辦公集會的場所就叫殿，這是古時候的稱呼。現在多半稱為堂，講堂、會堂，這是殿的意思；自己的住宅，就稱之為宮。宮，它這個形相有覆蓋，使我們避免日曬雨淋，我們造這個房舍遮蔽烈日、遮蔽風雨，使我們自己身心能夠得到安穩，這就是慈悲的意思，居住的房子表慈悲。殿堂，如來的殿堂是講經說法用的，聚集大眾在一起，就是講堂，殿就是講堂。在從前帝王時代，殿是帝王處理國家大事的一個場所，大殿是會議廳。從前皇帝每天早晨早朝，早朝是什麼意思？就是現在講的會報，各個單位今天有些什麼事情要處理，都要報告給皇帝聽；哪些單位需要別的單位來互相協助的，在這裡面處治。所以是會報、辦事的一個場所。我們群眾集會的地方也叫殿堂，但是習慣上我們都稱為堂，而不稱為殿，只有帝王的時候才稱為殿，殿跟堂一個意思。佛在此地用殿堂來表圓寂。圓是圓滿，你看在這裡辦事情就辦得很圓滿。寂是心地清淨寂滅，不生煩惱，不生憂慮，事情都辦好了。殿堂代表圓寂，這是表法的意思。"
    },
    {
      "id": "12-017-0007_p0036",
      "zh_CN": "『楼』跟『阁』实在讲是一样的意思。阁，两层以上的就叫阁，所以楼跟阁意思相同。楼，决定是两层以上。阁，形式上可以有两层，实际上未必有两层；在外面它造的是两层，里面是一层，那也叫阁，它表的是慈悲跟智慧要合起来用。两层，一个是表慈悲，一个是表智慧，这两个要相辅相成，用智来帮助慈悲，慈悲来帮助智慧，就像楼阁相依一样；楼阁上面一层要依底下一层，底下一层要衬托上面一层，取这个意思。",
      "zh_TW": "『樓』跟『閣』實在講是一樣的意思。閣，兩層以上的就叫閣，所以樓跟閣意思相同。樓，決定是兩層以上。閣，形式上可以有兩層，實際上未必有兩層；在外面它造的是兩層，裡面是一層，那也叫閣，它表的是慈悲跟智慧要合起來用。兩層，一個是表慈悲，一個是表智慧，這兩個要相輔相成，用智來幫助慈悲，慈悲來幫助智慧，就像樓閣相依一樣；樓閣上面一層要依底下一層，底下一層要襯托上面一層，取這個意思。"
    },
    {
      "id": "12-017-0007_p0037",
      "zh_CN": "下面这四个字是形容宫殿楼阁的壮丽。『广』，智慧跟慈悲都是广大无边，充满法界，随他的心量来扩张。我们凡夫心量小，所以慈悲智慧就很小，起心动念想着自己一身、自己一个家，所以怎么想，问题都解决不了。现在许许多多国家都有贤明的领导，依旧是不能解决问题。原因在哪里？那个国是一个界限，我只想到我们自己国家利益，没有想到别人国家的利益。于是国与国之间利益相冲突，那怎么能解决问题？如果每个领导人眼光都看到全世界，想到自己国家，也想到全世界一切众生，这个问题好办、好解决。诸佛菩萨的心量是心包太虚、量周沙界，所以世出世法无论什么问题到他这个地方，没有不圆满解决的道理。所以把殿堂比作圆寂，很有道理，真的是圆满解决，广大无边！『博』，博是不狭、不窄狭。这是说内空寂，外无边际；内里面清净寂灭，博。广博两个字可以连起来讲，连起来广跟博意思相同；分开来讲，广对外，博对内。『严』是庄严，庄严是从形相上说、从事相上说，我们常讲十法界依正庄严。自己住宅以及殿堂里面种种的装饰都是属于严，庄严这个字里面。我们现在是讲室内的设计，室内设计在此地就是一个「严」字。『丽』是讲华美。庄严是十法界统统具足。丽者华美，法跟义统统具足。",
      "zh_TW": "下面這四個字是形容宮殿樓閣的壯麗。『廣』，智慧跟慈悲都是廣大無邊，充滿法界，隨他的心量來擴張。我們凡夫心量小，所以慈悲智慧就很小，起心動念想著自己一身、自己一個家，所以怎麼想，問題都解決不了。現在許許多多國家都有賢明的領導，依舊是不能解決問題。原因在哪裡？那個國是一個界限，我只想到我們自己國家利益，沒有想到別人國家的利益。於是國與國之間利益相衝突，那怎麼能解決問題？如果每個領導人眼光都看到全世界，想到自己國家，也想到全世界一切眾生，這個問題好辦、好解決。諸佛菩薩的心量是心包太虛、量周沙界，所以世出世法無論什麼問題到他這個地方，沒有不圓滿解決的道理。所以把殿堂比作圓寂，很有道理，真的是圓滿解決，廣大無邊！『博』，博是不狹、不窄狹。這是說內空寂，外無邊際；內裡面清淨寂滅，博。廣博兩個字可以連起來講，連起來廣跟博意思相同；分開來講，廣對外，博對內。『嚴』是莊嚴，莊嚴是從形相上說、從事相上說，我們常講十法界依正莊嚴。自己住宅以及殿堂裡面種種的裝飾都是屬於嚴，莊嚴這個字裡面。我們現在是講室內的設計，室內設計在此地就是一個「嚴」字。『麗』是講華美。莊嚴是十法界統統具足。麗者華美，法跟義統統具足。"
    },
    {
      "id": "12-017-0007_p0038",
      "zh_CN": "末后这一句，『充遍十方』。为什么充遍十方？称性，换句话说，与性德相应，在我们这个经题上就是「大方广」。大是自性的本体，方是自性的现相，广是自性的作用，这三个字可以说成为体、相、用。如果用现在哲学里面名词，也能够仿佛，当然不能像佛家这个意思这么样的深，这么样的广。哲学里面也说宇宙万有的本体，等于本体论，很像他们所说的宇宙万有的本体。方是现相，他们也讲本体，也讲现相，种种现相。",
      "zh_TW": "末後這一句，『充遍十方』。為什麼充遍十方？稱性，換句話說，與性德相應，在我們這個經題上就是「大方廣」。大是自性的本體，方是自性的現相，廣是自性的作用，這三個字可以說成為體、相、用。如果用現在哲學裡面名詞，也能夠彷彿，當然不能像佛家這個意思這麼樣的深，這麼樣的廣。哲學裡面也說宇宙萬有的本體，等於本體論，很像他們所說的宇宙萬有的本體。方是現相，他們也講本體，也講現相，種種現相。"
    },
    {
      "id": "12-017-0007_p0039",
      "zh_CN": "今天科学技术发达到现前这个程度，依旧不能突破时空的维次，换句话说，不能够离开三度空间。所能够接触到的、所能够探测到的，今天向外太空探测，甚至说在这个地球上曾经有许多次外太空人到这边来访问。就像我们到其他的星球去探险一样，人家有这种科学技术也到这边来探险，来探测。这些外太空人，在佛法里面讲，他是哪个层次的人？给诸位说，决定不是天人。为什么？天人有神通，不需要飞行的工具，他们还要乘飞行工具到这边，我们看到飞碟，飞碟就是飞行工具。不是天神，天神不需要，不要说是很高的天，四王天都不要。他们是什么人？人道，不是天道。人道，比我们这边人聪明，比我们这边科学发达。佛跟我们讲，人道里福报最大的是轮王，转轮圣王。为什么称他作轮王？他有个工具，这是他的宝，飞行的工具是轮。这个轮大概是现在所讲飞碟，飞碟圆的，像个轮一样。这个东西到这儿来，我们想这是铁轮王、还是铜轮王派来的，派到这儿来调查的。他是人道，他不是天道，所以有很多人把他们当作天神，那错了，那不是。天神境界比他高，智慧也比他高，神通、能力都比他高，不需要用这些工具。今天外太空人到我们这儿，我们晓得他是属于人道，他不是天神，他的科技比我们发达。换句话说，他还是有贪瞋痴慢，还是有是非人我，我们遇到也得用真诚心来感动，希望能和睦相处，不要发生星际的战争，那很可怕的。",
      "zh_TW": "今天科學技術發達到現前這個程度，依舊不能突破時空的維次，換句話說，不能夠離開三度空間。所能夠接觸到的、所能夠探測到的，今天向外太空探測，甚至說在這個地球上曾經有許多次外太空人到這邊來訪問。就像我們到其他的星球去探險一樣，人家有這種科學技術也到這邊來探險，來探測。這些外太空人，在佛法裡面講，他是哪個層次的人？給諸位說，決定不是天人。為什麼？天人有神通，不需要飛行的工具，他們還要乘飛行工具到這邊，我們看到飛碟，飛碟就是飛行工具。不是天神，天神不需要，不要說是很高的天，四王天都不要。他們是什麼人？人道，不是天道。人道，比我們這邊人聰明，比我們這邊科學發達。佛跟我們講，人道裡福報最大的是輪王，轉輪聖王。為什麼稱他作輪王？他有個工具，這是他的寶，飛行的工具是輪。這個輪大概是現在所講飛碟，飛碟圓的，像個輪一樣。這個東西到這兒來，我們想這是鐵輪王、還是銅輪王派來的，派到這兒來調查的。他是人道，他不是天道，所以有很多人把他們當作天神，那錯了，那不是。天神境界比他高，智慧也比他高，神通、能力都比他高，不需要用這些工具。今天外太空人到我們這兒，我們曉得他是屬於人道，他不是天神，他的科技比我們發達。換句話說，他還是有貪瞋痴慢，還是有是非人我，我們遇到也得用真誠心來感動，希望能和睦相處，不要發生星際的戰爭，那很可怕的。"
    },
    {
      "id": "12-017-0007_p0040",
      "zh_CN": "与性德相应当然是最殊胜的、最圆满的，样样称性这才能真正解决问题。万一这个地球有一天被我们严重的污染破坏，人类不能在这个地球上生存，这句话是科学家说的。可是我们学佛的人听到，不以为然。为什么不以为然？科学家说，如果现在地球这个污染要不能改善，五十年之后，这个地球上就不适合人类的生存。不适合是什么？不适合我们现在的人，我们现在人要到那个时候受不了，可是那个时候的人能受得了，这个道理不难懂。我们都市的人一切都讲求卫生，饮食起居都要讲求卫生，我们在这里头适应惯了，要到一个乡下地方去，完全没有卫生设备，我们到那里受不了。人家活在那个地方的人活得很快乐，他们什么污水都可以喝，不生病；我们一喝马上就生病，就是这个道理。所以到五十年之后，五十年之后的人一样活得很快乐，科学家他没有想到这一点。不适合我们现在的人生存，这个话是对的；如果说不适合人类生存，这个话说的有问题。佛跟我们讲，佛的法运还有九千年，难道五十年之后就断掉，哪有这个道理？我们还是相信佛的话，佛的话还是有道理，细细想起来比科学家讲的高明多了。但是我们对于环境的保护不能不重视，更应当知道环境保护要从内心做起，心净则国土净。我们晓得心清净，身就清净；身清净不容易生病。身心清净，世界就清净，这才是环保的根源，根本上来做，我们的环保才能收到圆满的效果。好，今天就讲到此地。",
      "zh_TW": "與性德相應當然是最殊勝的、最圓滿的，樣樣稱性這才能真正解決問題。萬一這個地球有一天被我們嚴重的污染破壞，人類不能在這個地球上生存，這句話是科學家說的。可是我們學佛的人聽到，不以為然。為什麼不以為然？科學家說，如果現在地球這個污染要不能改善，五十年之後，這個地球上就不適合人類的生存。不適合是什麼？不適合我們現在的人，我們現在人要到那個時候受不了，可是那個時候的人能受得了，這個道理不難懂。我們都市的人一切都講求衛生，飲食起居都要講求衛生，我們在這裡頭適應慣了，要到一個鄉下地方去，完全沒有衛生設備，我們到那裡受不了。人家活在那個地方的人活得很快樂，他們什麼污水都可以喝，不生病；我們一喝馬上就生病，就是這個道理。所以到五十年之後，五十年之後的人一樣活得很快樂，科學家他沒有想到這一點。不適合我們現在的人生存，這個話是對的；如果說不適合人類生存，這個話說的有問題。佛跟我們講，佛的法運還有九千年，難道五十年之後就斷掉，哪有這個道理？我們還是相信佛的話，佛的話還是有道理，細細想起來比科學家講的高明多了。但是我們對於環境的保護不能不重視，更應當知道環境保護要從內心做起，心淨則國土淨。我們曉得心清淨，身就清淨；身清淨不容易生病。身心清淨，世界就清淨，這才是環保的根源，根本上來做，我們的環保才能收到圓滿的效果。好，今天就講到此地。"
    }
  ]
}