{
  "doc_id": "12-017-1862",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八六二卷",
    "zh_TW": "第一八六二卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1862",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "12-017-1862_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「贤首品第十二」，第五大段喻况玄旨分，大喻第十八有两首颂，「众声悦意喻，喻四辩悦机德」。在这一大段经文里面，我们可以看到菩萨无量的功德。佛在经典里面跟我们略说二十种，前面我们学过「一念普知，大愿宿成」，再前面有「解脱自在」，这都非常重要。对自己来说，佛在大经上常讲「自己未度，而能度人，无有是处」，所以要度众生先成就自己。世尊实在说早已经成佛，我们在《梵网经》里面读过，他老人家自己说，这次也就是三千年前降生在印度示现八相成道，这次是第八千次了。你就晓得佛这是以佛身，就是八相成道这种示现，这第八千次。如果不是以佛身，我可以说释迦牟尼佛从来就没有离开过这个世间。这是真的不是假的，从来没离开过，以种种不同的身分、色相来帮助众生，教化众生，从来没中断过。我们在《华严》里面生起了信心，对这桩事情深信不疑。同样这个道理，我们自己、一切众生也是无量劫来生生世世也没有离开这个世界，这也是事实。我们生生世世受佛的教诲，佛生生世世以各种不同身分帮助我们，我们还是没得度，还是没有成就。也不能说完全没有成就，总是向上提升，提升的幅度不够，怎么说不够？没有出六道，出六道才算是真的成就。这些理论为什么会有这个现象？为什么会有这些事情？都要清楚、都要明了，真的搞清楚、搞明白了，这才叫看破。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「賢首品第十二」，第五大段喻況玄旨分，大喻第十八有兩首頌，「眾聲悅意喻，喻四辯悅機德」。在這一大段經文裡面，我們可以看到菩薩無量的功德。佛在經典裡面跟我們略說二十種，前面我們學過「一念普知，大願宿成」，再前面有「解脫自在」，這都非常重要。對自己來說，佛在大經上常講「自己未度，而能度人，無有是處」，所以要度眾生先成就自己。世尊實在說早已經成佛，我們在《梵網經》裡面讀過，他老人家自己說，這次也就是三千年前降生在印度示現八相成道，這次是第八千次了。你就曉得佛這是以佛身，就是八相成道這種示現，這第八千次。如果不是以佛身，我可以說釋迦牟尼佛從來就沒有離開過這個世間。這是真的不是假的，從來沒離開過，以種種不同的身分、色相來幫助眾生，教化眾生，從來沒中斷過。我們在《華嚴》裡面生起了信心，對這樁事情深信不疑。同樣這個道理，我們自己、一切眾生也是無量劫來生生世世也沒有離開這個世界，這也是事實。我們生生世世受佛的教誨，佛生生世世以各種不同身分幫助我們，我們還是沒得度，還是沒有成就。也不能說完全沒有成就，總是向上提升，提升的幅度不夠，怎麼說不夠？沒有出六道，出六道才算是真的成就。這些理論為什麼會有這個現象？為什麼會有這些事情？都要清楚、都要明瞭，真的搞清楚、搞明白了，這才叫看破。"
    },
    {
      "id": "12-017-1862_p0002",
      "zh_CN": "昨天我们解答问题，看到东北杨居士的提问，知道无形的众生，这是什么？九法界的众生，我们现在讲鬼神、灵鬼，他们的数量比我们世间人数多得太多！他告诉我，我们人跟他们比，是他们的万分之一，十万分之一，千万分之一，不能比。怎么会那么多？我昨天跟他解答的，是用《三字经》上前面几句话来说明的，现在特别多。如果你要很冷静的观察不难明了，为什么？现在的社会跟从前不一样，从前社会善人多、恶人少，从前的社会人都相信每个人都是好人；现在人相信每个人都是坏人，你必须拿出证据来证明你是好人，这什么原因？总的来说，还是教育出了问题。中国在五千年前就重视家教，所谓说是「教儿婴孩」，小孩一出生就要教，教什么？教规矩，要懂规矩。从小要教，长大了教就不行了，他已经放纵惯了，再教他收敛非常困难。教学的内容是伦理、道德、因果，这是中国五千年家庭教育、学校教育、社会教育主修的科目。家庭教育是根，根扎得好，学校教育是家庭教育的延续，社会教育是家庭教育的扩展，圣贤教育是家庭教育的圆满。一个人在一生当中，中国古时候有句谚语说得很好，「活到老，学到老，学不了」。也就是说，中国人是终身都在接受教育，最后是接受圣贤教育。这四个教育是一体不能分割，所以才有真善美慧幸福美满的人生，真正是人生最高的享受。",
      "zh_TW": "昨天我們解答問題，看到東北楊居士的提問，知道無形的眾生，這是什麼？九法界的眾生，我們現在講鬼神、靈鬼，他們的數量比我們世間人數多得太多！他告訴我，我們人跟他們比，是他們的萬分之一，十萬分之一，千萬分之一，不能比。怎麼會那麼多？我昨天跟他解答的，是用《三字經》上前面幾句話來說明的，現在特別多。如果你要很冷靜的觀察不難明瞭，為什麼？現在的社會跟從前不一樣，從前社會善人多、惡人少，從前的社會人都相信每個人都是好人；現在人相信每個人都是壞人，你必須拿出證據來證明你是好人，這什麼原因？總的來說，還是教育出了問題。中國在五千年前就重視家教，所謂說是「教兒嬰孩」，小孩一出生就要教，教什麼？教規矩，要懂規矩。從小要教，長大了教就不行了，他已經放縱慣了，再教他收斂非常困難。教學的內容是倫理、道德、因果，這是中國五千年家庭教育、學校教育、社會教育主修的科目。家庭教育是根，根紮得好，學校教育是家庭教育的延續，社會教育是家庭教育的擴展，聖賢教育是家庭教育的圓滿。一個人在一生當中，中國古時候有句諺語說得很好，「活到老，學到老，學不了」。也就是說，中國人是終身都在接受教育，最後是接受聖賢教育。這四個教育是一體不能分割，所以才有真善美慧幸福美滿的人生，真正是人生最高的享受。"
    },
    {
      "id": "12-017-1862_p0003",
      "zh_CN": "可是我们这么好的教育，在最近一、二百年当中被疏忽，尤其是最近的一百年，整个社会的动乱，几乎我们完全丧失了。现在人没有家教，学校教育也不教伦理道德，社会上不善的人多了。无形众生跟我们关系非常密切，我们这里疏忽了，他也疏忽，鬼神也疏忽。再给诸位说，天道也疏忽。天道疏忽，我们这个讯息是从百国兴隆寺传出来的。早年那边有八位山神，还不是中国的山神，韩国的，透出讯息他们想学佛，遇到常慧法师。常慧法师问他，你们做山神做多久？他说做三千多年。三千多年前那个时候释迦牟尼佛在世间，你们为什么不学佛？不知道。现在来想学佛，看到什么？看到轮回苦，天上也不怎么好，人间就更不必说了，往下看是苦不堪言。他们才知道极乐世界好，极乐世界安稳，那个地方太平，想修净土。很难得，这八个山神真的往生，八个山神。",
      "zh_TW": "可是我們這麼好的教育，在最近一、二百年當中被疏忽，尤其是最近的一百年，整個社會的動亂，幾乎我們完全喪失了。現在人沒有家教，學校教育也不教倫理道德，社會上不善的人多了。無形眾生跟我們關係非常密切，我們這裡疏忽了，他也疏忽，鬼神也疏忽。再給諸位說，天道也疏忽。天道疏忽，我們這個訊息是從百國興隆寺傳出來的。早年那邊有八位山神，還不是中國的山神，韓國的，透出訊息他們想學佛，遇到常慧法師。常慧法師問他，你們做山神做多久？他說做三千多年。三千多年前那個時候釋迦牟尼佛在世間，你們為什麼不學佛？不知道。現在來想學佛，看到什麼？看到輪迴苦，天上也不怎麼好，人間就更不必說了，往下看是苦不堪言。他們才知道極樂世界好，極樂世界安穩，那個地方太平，想修淨土。很難得，這八個山神真的往生，八個山神。"
    },
    {
      "id": "12-017-1862_p0004",
      "zh_CN": "所以从许多讯息，我们了解九法界众生希望成就证果的很多。但是各人的缘分不相同，你在这一生当中能不能遇到正法？佛在经上常讲「人身难得，佛法难闻」，得人身不容易，闻佛法更不容易。尤其在现代真正的高僧大德少了，为什么少？还是个教育问题。真想学，学一辈子不能成就，原因佛说得很清楚，在《佛藏经》里面，不是《大藏经》，有部经的名字叫《佛藏经》，《大藏经》里面，分量不多，佛在这个经上说，「佛弟子不先学小乘，后学大乘，非佛弟子」，佛都不承认你是他的学生。你要是跟佛学，按照佛讲的次第，像我们念书一样，总是先念小学、再念中学、再念大学、再念研究所你才能成就。如果你说我小学、中学都不念，我就念研究所，这不可能的事情。佛说这种学生不是他的学生，他的学生听话的，不听话不是他的学生。",
      "zh_TW": "所以從許多訊息，我們了解九法界眾生希望成就證果的很多。但是各人的緣分不相同，你在這一生當中能不能遇到正法？佛在經上常講「人身難得，佛法難聞」，得人身不容易，聞佛法更不容易。尤其在現代真正的高僧大德少了，為什麼少？還是個教育問題。真想學，學一輩子不能成就，原因佛說得很清楚，在《佛藏經》裡面，不是《大藏經》，有部經的名字叫《佛藏經》，《大藏經》裡面，分量不多，佛在這個經上說，「佛弟子不先學小乘，後學大乘，非佛弟子」，佛都不承認你是他的學生。你要是跟佛學，按照佛講的次第，像我們念書一樣，總是先念小學、再念中學、再念大學、再念研究所你才能成就。如果你說我小學、中學都不念，我就念研究所，這不可能的事情。佛說這種學生不是他的學生，他的學生聽話的，不聽話不是他的學生。"
    },
    {
      "id": "12-017-1862_p0005",
      "zh_CN": "所以佛教传到中国来，传的小乘经论很完备，几乎全部翻成中文。这就是中国早年这些古人重视，所以佛教的小学最完备。往上去这大乘，大乘太多！所以选择性的翻成中文，经过严格的选择，翻成中文之后，现在梵文都遗失了。真的，就是方东美先生所说的，想学佛，佛的原始资料在中国，翻成中文。可是小乘经典，巴利文还相当完整，跟我们的《四阿含》一比较，它比我们多的分量很少。在隋唐的时候小乘有两个宗派，一个俱舍宗，一个成实宗，学佛要从这里学起，然后你才学大乘。可是唐朝中叶以后，中国人不再学小乘，为什么？中国人把儒道来代替小乘。确实小乘里面所讲基础的方法，儒跟道都有，通的，在基础上讲通的。而在思想上讲，儒跟道比小乘更开放，心量更大，更容易契入大乘，所以就不学小乘了。在中国这一千五百年的样子，无论是出家在家没有不学儒的，像四书五经乃至于十三经都学；道家的除老庄之外，甚至于《道藏》也都去学习。这个根底厚，转入大乘，成就的人多。",
      "zh_TW": "所以佛教傳到中國來，傳的小乘經論很完備，幾乎全部翻成中文。這就是中國早年這些古人重視，所以佛教的小學最完備。往上去這大乘，大乘太多！所以選擇性的翻成中文，經過嚴格的選擇，翻成中文之後，現在梵文都遺失了。真的，就是方東美先生所說的，想學佛，佛的原始資料在中國，翻成中文。可是小乘經典，巴利文還相當完整，跟我們的《四阿含》一比較，它比我們多的分量很少。在隋唐的時候小乘有兩個宗派，一個俱舍宗，一個成實宗，學佛要從這裡學起，然後你才學大乘。可是唐朝中葉以後，中國人不再學小乘，為什麼？中國人把儒道來代替小乘。確實小乘裡面所講基礎的方法，儒跟道都有，通的，在基礎上講通的。而在思想上講，儒跟道比小乘更開放，心量更大，更容易契入大乘，所以就不學小乘了。在中國這一千五百年的樣子，無論是出家在家沒有不學儒的，像四書五經乃至於十三經都學；道家的除老莊之外，甚至於《道藏》也都去學習。這個根底厚，轉入大乘，成就的人多。"
    },
    {
      "id": "12-017-1862_p0006",
      "zh_CN": "可是到今天麻烦来了，现代确实，民国初年确实还有些高僧大德讲经说法的，参禅、念佛的，禅宗像虚云老和尚，净土像印光大师，教下像谛闲、圆瑛。但是在最近这半个世纪，在中国讲一甲子六十年，这些老人往生了，确实后继无人。为什么？我们生在这个年代战乱流亡，想学没有机会，生活不安定，没有修学的道场，也没有好的指导老师，更不知道从哪里学起，所以虽然是很用功，最后都变成佛学，而不是学佛。学佛是什么？学佛要从基础学，扎根，那叫学佛。没有基础，以后都会变成佛学，能讲、能写，写佛家的文章，讲佛家的理论，自己做不到。我说这个话不过分，连十善业都做不到，那就不要讲三皈五戒。三皈五戒是以十善业做基础，没有基础哪来的三皈五戒？三皈是学佛最高的指导原则，一入佛门就传授给你，一生的指导。我们有没有照做？就是想做也做不到。为什么？你不晓得什么叫觉，什么叫迷，觉而不迷就做不到。你不知道什么叫正，什么叫邪，正而不邪你做不到。你不知道什么叫清净，什么叫染污，你不知道，你怎么能做到净而不染？你不晓得。所以三皈只举行个仪式，内容一无所知，这不是真的。真正明白了，受了三皈之后，学觉不迷、正不邪、净不染，从哪里学起？从戒律学起。因戒得定，因定开慧，这是诸佛如来教化众生最高的原则，一切诸佛没有例外的。我们有没有从这下功夫？",
      "zh_TW": "可是到今天麻煩來了，現代確實，民國初年確實還有些高僧大德講經說法的，參禪、念佛的，禪宗像虛雲老和尚，淨土像印光大師，教下像諦閑、圓瑛。但是在最近這半個世紀，在中國講一甲子六十年，這些老人往生了，確實後繼無人。為什麼？我們生在這個年代戰亂流亡，想學沒有機會，生活不安定，沒有修學的道場，也沒有好的指導老師，更不知道從哪裡學起，所以雖然是很用功，最後都變成佛學，而不是學佛。學佛是什麼？學佛要從基礎學，扎根，那叫學佛。沒有基礎，以後都會變成佛學，能講、能寫，寫佛家的文章，講佛家的理論，自己做不到。我說這個話不過分，連十善業都做不到，那就不要講三皈五戒。三皈五戒是以十善業做基礎，沒有基礎哪來的三皈五戒？三皈是學佛最高的指導原則，一入佛門就傳授給你，一生的指導。我們有沒有照做？就是想做也做不到。為什麼？你不曉得什麼叫覺，什麼叫迷，覺而不迷就做不到。你不知道什麼叫正，什麼叫邪，正而不邪你做不到。你不知道什麼叫清淨，什麼叫染污，你不知道，你怎麼能做到淨而不染？你不曉得。所以三皈只舉行個儀式，內容一無所知，這不是真的。真正明白了，受了三皈之後，學覺不迷、正不邪、淨不染，從哪裡學起？從戒律學起。因戒得定，因定開慧，這是諸佛如來教化眾生最高的原則，一切諸佛沒有例外的。我們有沒有從這下功夫？"
    },
    {
      "id": "12-017-1862_p0007",
      "zh_CN": "想做，现在连十善想不想做？想，做不到。什么原因？还是佛那句话，你没有从小乘做起。我们中国用儒道来代替，这些年来我们提倡的《弟子规》，是儒家的笃行，根本；《太上感应篇》，是道家的根基，我们总希望从这里下手。汤池小镇我们做了实验，你们很多人去过，人家在那边学《弟子规》，你们去看的时候很受感动，那你就晓得，有那个底子提升到十善业你就能做到；没有那个底子，十善业不晓得从哪做起。有十善业道才是大乘经里面打开，你们都看到「善男子，善女人」，那个善就是十善业。你真的把十善业做到了，你是善男子、善女人。没有做到，经典一打开没有你的分，为什么？我不是善男子，我不是善女人。如果没有汤池的实验，我们说这些话你不懂，是真的不懂。汤池的实验诸位如果多去几次，你对于我讲的话体会就很深。从这个基础上再学《感应篇》，《感应篇》是因果的教育，《弟子规》是伦理的教育，《十善业道》是道德的教育，你才入门！具足这些基础，你念佛求生净土没有一个不往生的，为什么？西方极乐世界，世尊在《弥陀经》上讲得很清楚，那个地方都是「诸上善人俱会一处」。上善是什么？上品十善。世尊通常在一般经论里面告诉我们生天，生天的条件是上品十善；人道，来生不失人身，来生还能到人间来，中品十善；阿修罗是下品十善。",
      "zh_TW": "想做，現在連十善想不想做？想，做不到。什麼原因？還是佛那句話，你沒有從小乘做起。我們中國用儒道來代替，這些年來我們提倡的《弟子規》，是儒家的篤行，根本；《太上感應篇》，是道家的根基，我們總希望從這裡下手。湯池小鎮我們做了實驗，你們很多人去過，人家在那邊學《弟子規》，你們去看的時候很受感動，那你就曉得，有那個底子提升到十善業你就能做到；沒有那個底子，十善業不曉得從哪做起。有十善業道才是大乘經裡面打開，你們都看到「善男子，善女人」，那個善就是十善業。你真的把十善業做到了，你是善男子、善女人。沒有做到，經典一打開沒有你的分，為什麼？我不是善男子，我不是善女人。如果沒有湯池的實驗，我們說這些話你不懂，是真的不懂。湯池的實驗諸位如果多去幾次，你對於我講的話體會就很深。從這個基礎上再學《感應篇》，《感應篇》是因果的教育，《弟子規》是倫理的教育，《十善業道》是道德的教育，你才入門！具足這些基礎，你念佛求生淨土沒有一個不往生的，為什麼？西方極樂世界，世尊在《彌陀經》上講得很清楚，那個地方都是「諸上善人俱會一處」。上善是什麼？上品十善。世尊通常在一般經論裡面告訴我們生天，生天的條件是上品十善；人道，來生不失人身，來生還能到人間來，中品十善；阿修羅是下品十善。"
    },
    {
      "id": "12-017-1862_p0008",
      "zh_CN": "实在讲阿修罗也是上品十善，为什么变成下品？他里头掺杂的不善。他是真修上品十善，布施供养他真干，掺杂什么？掺杂着傲慢，贡高我慢，好胜、嫉妒、多疑，所以变成阿修罗，福报很大。阿修罗无论在哪一道都是大福报，我们人间讲的大富大贵，可是他们富贵怎么样？为富不仁。虽然大富大贵，他没有仁慈心，他表现的是傲慢，他的福报享完之后，没有不堕落的。这就是佛法讲的三世怨，第一世遇到佛法，懂得修福，很认真努力修福，到第二生福报现前大富大贵，把修福忘掉了，作威作福。那福报享完了，命终之后没福了，就堕下去叫三世怨。三世怨不是对普通人说的，对修罗说的。我们自己要很小心、很谨慎，不能走这路子。",
      "zh_TW": "實在講阿修羅也是上品十善，為什麼變成下品？他裡頭摻雜的不善。他是真修上品十善，布施供養他真幹，摻雜什麼？摻雜著傲慢，貢高我慢，好勝、嫉妒、多疑，所以變成阿修羅，福報很大。阿修羅無論在哪一道都是大福報，我們人間講的大富大貴，可是他們富貴怎麼樣？為富不仁。雖然大富大貴，他沒有仁慈心，他表現的是傲慢，他的福報享完之後，沒有不墮落的。這就是佛法講的三世怨，第一世遇到佛法，懂得修福，很認真努力修福，到第二生福報現前大富大貴，把修福忘掉了，作威作福。那福報享完了，命終之後沒福了，就墮下去叫三世怨。三世怨不是對普通人說的，對修羅說的。我們自己要很小心、很謹慎，不能走這路子。"
    },
    {
      "id": "12-017-1862_p0009",
      "zh_CN": "所以无论在世间、出世间圣贤的教诲，头一条教我们什么？谦卑。最忌讳的就是傲慢，自以为是，那你就错了。头一个教谦卑，儒家的礼，自卑而尊人，这儒教的。佛家教导我们，你看看许多忏仪，你们常常拜忏的，那些仪规里头第一句是什么？「一心恭敬」，这就是谦卑，「一心顶礼」，这谦卑。我们一生当中不晓得念了多少遍？可是怎么样？可是没做到。对佛像做到，对人没做到，难怪，因为你不知道佛在大乘经上说，「一切众生本来是佛」。如果你要晓得一切众生本来是佛，我们对一切众生自然就一心恭敬，一心顶礼。普贤菩萨十愿，第一愿礼敬诸佛就这个意思。诸佛是讲过去佛、现在佛、未来佛，未来佛在哪里？一切众生是未来佛。所以你不可以分别，对一切众生的恭敬像对释迦牟尼佛那么恭敬，像对阿弥陀佛那么样恭敬，你就决定得生净土。如果说我对佛菩萨恭敬，对人不恭敬，错了，佛菩萨不需要你恭敬他。对一切众生恭敬，是对佛的真正恭敬，这个道理懂得的人就不多了。对一切众生的供养，是对于佛菩萨真实的供养，我们不在这上下功夫，自己怎么会成就？所以我们怎么样修，修了几十年，烦恼习气还是依旧，没有丝毫的改进。这种状况你应该多想想，我修这么多年没有效果，那肯定有问题，不是理论上出了问题，就是方法上出了问题。如果理论方法不出问题，你的修行一定有效果；换句话说，你一定有成就。为什么学这么多年没效果，自己境界不能提升？道理不能不多想想。然后我给你的建议，你才会接受。我建议什么？从头学起。从《弟子规》、《感应篇》、《十善业道》学起，如果是出家还得要加个《沙弥律仪》。",
      "zh_TW": "所以無論在世間、出世間聖賢的教誨，頭一條教我們什麼？謙卑。最忌諱的就是傲慢，自以為是，那你就錯了。頭一個教謙卑，儒家的禮，自卑而尊人，這儒教的。佛家教導我們，你看看許多懺儀，你們常常拜懺的，那些儀規裡頭第一句是什麼？「一心恭敬」，這就是謙卑，「一心頂禮」，這謙卑。我們一生當中不曉得念了多少遍？可是怎麼樣？可是沒做到。對佛像做到，對人沒做到，難怪，因為你不知道佛在大乘經上說，「一切眾生本來是佛」。如果你要曉得一切眾生本來是佛，我們對一切眾生自然就一心恭敬，一心頂禮。普賢菩薩十願，第一願禮敬諸佛就這個意思。諸佛是講過去佛、現在佛、未來佛，未來佛在哪裡？一切眾生是未來佛。所以你不可以分別，對一切眾生的恭敬像對釋迦牟尼佛那麼恭敬，像對阿彌陀佛那麼樣恭敬，你就決定得生淨土。如果說我對佛菩薩恭敬，對人不恭敬，錯了，佛菩薩不需要你恭敬他。對一切眾生恭敬，是對佛的真正恭敬，這個道理懂得的人就不多了。對一切眾生的供養，是對於佛菩薩真實的供養，我們不在這上下功夫，自己怎麼會成就？所以我們怎麼樣修，修了幾十年，煩惱習氣還是依舊，沒有絲毫的改進。這種狀況你應該多想想，我修這麼多年沒有效果，那肯定有問題，不是理論上出了問題，就是方法上出了問題。如果理論方法不出問題，你的修行一定有效果；換句話說，你一定有成就。為什麼學這麼多年沒效果，自己境界不能提升？道理不能不多想想。然後我給你的建議，你才會接受。我建議什麼？從頭學起。從《弟子規》、《感應篇》、《十善業道》學起，如果是出家還得要加個《沙彌律儀》。"
    },
    {
      "id": "12-017-1862_p0010",
      "zh_CN": "所以古时候这个社会上，出家人的地位非常高，帝王看到你都尊重你，为什么？普通人扎的是三个根，出家人扎的是四个根。也就是说在家人纵然做到帝王大臣，他像一个鼎三个足，三足鼎立。而出家人是四个足，像一张桌子一样，四平八稳，他比你更稳，所以出家人的地位就高，没有不尊重你的。现在怎么？现在一个根都没有，那什么成就都没有。怎么样修，那就是从前李老师讲，该怎么生死还是怎么生死，随业流转，你的一生受业力的支配。业力的支配就是不能够脱离轮回，你造的善业三善道受报，你造恶业三恶道受报，你出不去。什么原因？要想出离你得放下，要放下烦恼习气。六道轮回的因，《华严经》上讲得简单、讲得清楚，你很容易记住，执着，你对于世出世间法统统执着，学得再好是人天福报，你出不了六道。要怎样才能出了六道？不执着，我学，很认真的学不执着。读经、听教听讲、念佛、参禅、持咒、处事待人接物都守住佛与圣人教导我们一些规矩，儒家称为礼节，佛家称为戒律、威仪，统统能遵守，果报在人天，为什么？你有执着。统统遵守、统统学习，不执着，执着的心很淡薄，那你就上升。就像马鸣菩萨教给我们，不但是学经教，或者是你修行，修行是修正自己错误的行为，乃至于日常生活、工作、待人接物我们做得很圆满，都依规矩做，不要执着。",
      "zh_TW": "所以古時候這個社會上，出家人的地位非常高，帝王看到你都尊重你，為什麼？普通人紮的是三個根，出家人紮的是四個根。也就是說在家人縱然做到帝王大臣，他像一個鼎三個足，三足鼎立。而出家人是四個足，像一張桌子一樣，四平八穩，他比你更穩，所以出家人的地位就高，沒有不尊重你的。現在怎麼？現在一個根都沒有，那什麼成就都沒有。怎麼樣修，那就是從前李老師講，該怎麼生死還是怎麼生死，隨業流轉，你的一生受業力的支配。業力的支配就是不能夠脫離輪迴，你造的善業三善道受報，你造惡業三惡道受報，你出不去。什麼原因？要想出離你得放下，要放下煩惱習氣。六道輪迴的因，《華嚴經》上講得簡單、講得清楚，你很容易記住，執著，你對於世出世間法統統執著，學得再好是人天福報，你出不了六道。要怎樣才能出了六道？不執著，我學，很認真的學不執著。讀經、聽教聽講、念佛、參禪、持咒、處事待人接物都守住佛與聖人教導我們一些規矩，儒家稱為禮節，佛家稱為戒律、威儀，統統能遵守，果報在人天，為什麼？你有執著。統統遵守、統統學習，不執著，執著的心很淡薄，那你就上升。就像馬鳴菩薩教給我們，不但是學經教，或者是你修行，修行是修正自己錯誤的行為，乃至於日常生活、工作、待人接物我們做得很圓滿，都依規矩做，不要執著。"
    },
    {
      "id": "12-017-1862_p0011",
      "zh_CN": "《起信论》是举个例子，举听经，不要执着言说相、不要执著名字相、不要执着心缘相。它教我们这个原则，我们要会用，在日常生活当中学不着相。怎么不着相？吃东西不要去挑挑拣拣的，这个好吃，那个不好吃，你着相了。什么都好。在近代弘一大师给我们做了个很好的榜样。我们知道弘一大师俗家叫李叔同，你看过他的传记，他年轻的时候是花花公子，有才华，真的琴棋书画都好、都精通，才子。人很傲慢，非常执着，样样东西都要挑最好的，稍微次一等的，他都不要。出家之后他真的放下，变成非常随和，很好侍候。我在新加坡听广洽法师说，广洽跟他是非常好的朋友，广洽法师邀请他到新加坡，就住在他的小道场。那道场也不大，我去过几次。他说每天吃饭，因为广洽法师接待他，都是很留意，希望东西做得很好。有时候东西嫌太咸了，就问弘一法师，弘一法师说好，咸也好，咸有咸的味道；那个太淡了，淡有淡的味道。没有一样不好，一丝毫挑拣都没有，跟他早年完全不相同，一百八十度的转变，这就叫放下。",
      "zh_TW": "《起信論》是舉個例子，舉聽經，不要執著言說相、不要執著名字相、不要執著心緣相。它教我們這個原則，我們要會用，在日常生活當中學不著相。怎麼不著相？吃東西不要去挑挑揀揀的，這個好吃，那個不好吃，你著相了。什麼都好。在近代弘一大師給我們做了個很好的榜樣。我們知道弘一大師俗家叫李叔同，你看過他的傳記，他年輕的時候是花花公子，有才華，真的琴棋書畫都好、都精通，才子。人很傲慢，非常執著，樣樣東西都要挑最好的，稍微次一等的，他都不要。出家之後他真的放下，變成非常隨和，很好侍候。我在新加坡聽廣洽法師說，廣洽跟他是非常好的朋友，廣洽法師邀請他到新加坡，就住在他的小道場。那道場也不大，我去過幾次。他說每天吃飯，因為廣洽法師接待他，都是很留意，希望東西做得很好。有時候東西嫌太鹹了，就問弘一法師，弘一法師說好，鹹也好，鹹有鹹的味道；那個太淡了，淡有淡的味道。沒有一樣不好，一絲毫挑揀都沒有，跟他早年完全不相同，一百八十度的轉變，這就叫放下。"
    },
    {
      "id": "12-017-1862_p0012",
      "zh_CN": "放下对饮食的执着，放下对工作上的执着，放下对处事待人接物的执着，他统统放下，不再执着，所以人就很随和，没有人不尊重他，没有人不欢喜他。看到别人有过失，特别是他自己的学生，那在从前教训是非常严厉。学佛之后看到学生有过失，他不说一句话，他认为是什么？我自己教得不好，所以他自己一天不吃饭。学生就知道老师今天一天不吃饭，我们一定自己有过失，赶紧忏悔。他不骂你，也不说你，他用这个方法，绝对不会责备，很有效。他的学生都知道老师的脾气，老师今天不说话、不吃饭，准有事情。这就是他现身说法，教我们什么叫放下。放下不是不负责任，放下是要把事情做到尽善尽美，心里面干干净净，一尘不染，就是放下分别、放下执着。那个妄想，妄想是你放不下，绝对不可能的，所以不要在这上下功夫，只在执着、分别上下功夫。执着要尽量减轻，分别愈少愈好，能不分别尽量不要分别，能不执着尽量不执着，这叫佛法。我们现在搞得很清楚，无论学什么东西，只要有执着，世间法，不是佛法；只要没有执着，那就是佛法。哪一法不是佛法！真正不执着，法法皆是佛法；有执着，念《华严经》也不是佛法，世间法。近代太虚法师提倡五乘佛法，那可以说有执着也是佛法，什么佛法？世间佛法，不是出世间。现在人讲得很时髦，人间佛法，只是人道的佛法，天都上不去。而佛法的标准是要脱离六道轮回，所以讲三乘，三乘是声闻、缘觉、菩萨，出六道了，这才叫真正佛法。",
      "zh_TW": "放下對飲食的執著，放下對工作上的執著，放下對處事待人接物的執著，他統統放下，不再執著，所以人就很隨和，沒有人不尊重他，沒有人不歡喜他。看到別人有過失，特別是他自己的學生，那在從前教訓是非常嚴厲。學佛之後看到學生有過失，他不說一句話，他認為是什麼？我自己教得不好，所以他自己一天不吃飯。學生就知道老師今天一天不吃飯，我們一定自己有過失，趕緊懺悔。他不罵你，也不說你，他用這個方法，絕對不會責備，很有效。他的學生都知道老師的脾氣，老師今天不說話、不吃飯，準有事情。這就是他現身說法，教我們什麼叫放下。放下不是不負責任，放下是要把事情做到盡善盡美，心裡面乾乾淨淨，一塵不染，就是放下分別、放下執著。那個妄想，妄想是你放不下，絕對不可能的，所以不要在這上下功夫，只在執著、分別上下功夫。執著要盡量減輕，分別愈少愈好，能不分別盡量不要分別，能不執著盡量不執著，這叫佛法。我們現在搞得很清楚，無論學什麼東西，只要有執著，世間法，不是佛法；只要沒有執著，那就是佛法。哪一法不是佛法！真正不執著，法法皆是佛法；有執著，念《華嚴經》也不是佛法，世間法。近代太虛法師提倡五乘佛法，那可以說有執著也是佛法，什麼佛法？世間佛法，不是出世間。現在人講得很時髦，人間佛法，只是人道的佛法，天都上不去。而佛法的標準是要脫離六道輪迴，所以講三乘，三乘是聲聞、緣覺、菩薩，出六道了，這才叫真正佛法。"
    },
    {
      "id": "12-017-1862_p0013",
      "zh_CN": "那我们念佛，念佛真正往生那你是得到佛法；念佛还不能往生，还是世间法。这桩事情，前清慈云灌顶法师讲得非常清楚，他老人家讲《大势至菩萨念佛圆通章》，后面给我们讲念佛一百种果报，不同的结果，第一条他就讲阿鼻地狱，第一百条究竟成佛。我在年轻的时候刚刚接触，我看到这个就很纳闷，念佛是好事情，纵然不能往生，也不至于堕阿鼻地狱，那个佛怎么念的？我就拿着经本去问老师李炳南老居士。老师一看到，这个重要，这是大事，我不跟你讲，我在讲经的时候跟大众讲。你念佛，如果你有瞋恚、有贪婪、有愚痴、有嫉妒、有傲慢，你怎么能往生？还是要堕阿鼻地狱。只是阿赖耶识里种几个念佛的种子而已，你还是要受业力果报。你只是念佛，你没有依教奉行，那有什么用处？这道理我们才搞清楚。",
      "zh_TW": "那我們念佛，念佛真正往生那你是得到佛法；念佛還不能往生，還是世間法。這樁事情，前清慈雲灌頂法師講得非常清楚，他老人家講《大勢至菩薩念佛圓通章》，後面給我們講念佛一百種果報，不同的結果，第一條他就講阿鼻地獄，第一百條究竟成佛。我在年輕的時候剛剛接觸，我看到這個就很納悶，念佛是好事情，縱然不能往生，也不至於墮阿鼻地獄，那個佛怎麼念的？我就拿著經本去問老師李炳南老居士。老師一看到，這個重要，這是大事，我不跟你講，我在講經的時候跟大眾講。你念佛，如果你有瞋恚、有貪婪、有愚痴、有嫉妒、有傲慢，你怎麼能往生？還是要墮阿鼻地獄。只是阿賴耶識裡種幾個念佛的種子而已，你還是要受業力果報。你只是念佛，你沒有依教奉行，那有什麼用處？這道理我們才搞清楚。"
    },
    {
      "id": "12-017-1862_p0014",
      "zh_CN": "所以自己要成就，真的想成就不能不从《弟子规》下手。要学弟子规，一定要到汤池去看，你才晓得那是怎么个学法。你不到那里去，你看书，没有法子体会，讲得再好，讲得再清楚，你都体会不到，为什么？你没有见过。见过的不是一个人学，不是一家人学，一个地区的人统统学，这不一样。那个地区假如他们学的是三个，《弟子规》、《感应篇》、十善业，那就完全不一样。那比现在要好很多倍！你们去看过，我说这个话你们能体会，没有去看过，我说这些话你还是不懂，你不能体会。",
      "zh_TW": "所以自己要成就，真的想成就不能不從《弟子規》下手。要學弟子規，一定要到湯池去看，你才曉得那是怎麼個學法。你不到那裡去，你看書，沒有法子體會，講得再好，講得再清楚，你都體會不到，為什麼？你沒有見過。見過的不是一個人學，不是一家人學，一個地區的人統統學，這不一樣。那個地區假如他們學的是三個，《弟子規》、《感應篇》、十善業，那就完全不一樣。那比現在要好很多倍！你們去看過，我說這個話你們能體會，沒有去看過，我說這些話你還是不懂，你不能體會。"
    },
    {
      "id": "12-017-1862_p0015",
      "zh_CN": "所以学习的氛围非常重要，我们中国人讲气氛，外国人讲磁场，这个很重要。所以古时候的社会你就可想而知，汤池在古时候社会，那只是几分之几，然后古人那个做人，人很乐；现在做人，人好苦！不苦，他怎么会自杀？你看现在传媒报导的，哪一天没有自杀的，他为什么要自杀？不想活了，那就说是活了不如死，所以才想自杀。现在自杀年龄降低，小学生都自杀，你从这里细心去观察，现在的社会到底出了些什么毛病？然后你再想想汤恩比的话，要拯救这个社会，他说只有孔孟学说跟大乘佛法。我更具体的说出来，孔孟学说的《弟子规》，大乘佛法里面的《十善业道》就行，就能自度，就能度他。这个根扎稳，然后大乘教里头，随便修哪个法门，所谓八万四千法门，你只选定一个一门深入，长时薰修，你这一生就能作佛、作菩萨，那是真的不是假的。如果你没有这个根，那就不行，像植物一样没有根它活不了。你锯一棵大树，放在你家院子里，你种下去，它没有根，几天就枯死了，所以它要有根。",
      "zh_TW": "所以學習的氛圍非常重要，我們中國人講氣氛，外國人講磁場，這個很重要。所以古時候的社會你就可想而知，湯池在古時候社會，那只是幾分之幾，然後古人那個做人，人很樂；現在做人，人好苦！不苦，他怎麼會自殺？你看現在傳媒報導的，哪一天沒有自殺的，他為什麼要自殺？不想活了，那就說是活了不如死，所以才想自殺。現在自殺年齡降低，小學生都自殺，你從這裡細心去觀察，現在的社會到底出了些什麼毛病？然後你再想想湯恩比的話，要拯救這個社會，他說只有孔孟學說跟大乘佛法。我更具體的說出來，孔孟學說的《弟子規》，大乘佛法裡面的《十善業道》就行，就能自度，就能度他。這個根紮穩，然後大乘教裡頭，隨便修哪個法門，所謂八萬四千法門，你只選定一個一門深入，長時薰修，你這一生就能作佛、作菩薩，那是真的不是假的。如果你沒有這個根，那就不行，像植物一樣沒有根它活不了。你鋸一棵大樹，放在你家院子裡，你種下去，它沒有根，幾天就枯死了，所以它要有根。"
    },
    {
      "id": "12-017-1862_p0016",
      "zh_CN": "在家居士扎三个根，出家的同学扎四个根，没有一个不成就！自己解脱了，得自在了，就能帮助人，以身作则。像汤池那些老师，老师们自己做到，自然就帮助人。在日常生活当中，看他们怎么过日子，看他们怎么工作，看他们怎样待人接物，那就叫化人。教化众生不是用言语，身教，我做给你看。佛、菩萨、阿罗汉教化众生能感动人，也是身教，言教是补助的，不是最重要的，最重要是身教。所以经上常讲「为人演说」，演是表演，做给人看，人家看到之后向你请教，那你就跟他说，叫演说，先演后说。主动教化人也是演教，你看看我们佛门里的术语「弘宗演教」，宗是宗旨，宗旨是什么？一心，禅门性宗，一心是宗。弘宗演教，教是教下，禅宗以外九个宗都叫教下，教下怎样去帮助别人？是要表演。我们念佛净土宗也是表演，净土宗念佛堂，念佛是表演出来了，老实在那边绕佛念佛表演出来。但是除了这个之外，生活没有表演，工作上没有表演，差这一大截，为什么这样？持戒念佛，把持戒疏忽了，只念佛，持戒没有。",
      "zh_TW": "在家居士紮三個根，出家的同學紮四個根，沒有一個不成就！自己解脫了，得自在了，就能幫助人，以身作則。像湯池那些老師，老師們自己做到，自然就幫助人。在日常生活當中，看他們怎麼過日子，看他們怎麼工作，看他們怎樣待人接物，那就叫化人。教化眾生不是用言語，身教，我做給你看。佛、菩薩、阿羅漢教化眾生能感動人，也是身教，言教是補助的，不是最重要的，最重要是身教。所以經上常講「為人演說」，演是表演，做給人看，人家看到之後向你請教，那你就跟他說，叫演說，先演後說。主動教化人也是演教，你看看我們佛門裡的術語「弘宗演教」，宗是宗旨，宗旨是什麼？一心，禪門性宗，一心是宗。弘宗演教，教是教下，禪宗以外九個宗都叫教下，教下怎樣去幫助別人？是要表演。我們念佛淨土宗也是表演，淨土宗念佛堂，念佛是表演出來了，老實在那邊繞佛念佛表演出來。但是除了這個之外，生活沒有表演，工作上沒有表演，差這一大截，為什麼這樣？持戒念佛，把持戒疏忽了，只念佛，持戒沒有。"
    },
    {
      "id": "12-017-1862_p0017",
      "zh_CN": "你要晓得《弟子规》是戒律，我讲过很多次，是根本的戒律，基础的戒律，《感应篇》是戒律，有这个基础，十善业道的戒律自然就圆满。你生活上是持戒，念佛堂里面念佛，这就会感动人。不但你感动人，你也能感动许多无形的众生，自度而后度他，这就对了。而自己持戒念佛，诸位要晓得，持戒的人心清净，为什么？他不生烦恼。对待一切众生，他行善、他造恶，不会心浮气躁。遵守普贤菩萨的教诲看到众生心行不善，那用什么方法对他？恒顺众生，用恒顺来影响他。他迷得很重，烦恼习气很重，你不能说他，你说他，他不承认，所以说恒顺众生。如果看到这个众生心行非常善良，普贤菩萨教你随喜，随喜功德，随喜什么？尽心尽力帮助他、成就他。他做的善事、好事帮助他，随喜功德。",
      "zh_TW": "你要曉得《弟子規》是戒律，我講過很多次，是根本的戒律，基礎的戒律，《感應篇》是戒律，有這個基礎，十善業道的戒律自然就圓滿。你生活上是持戒，念佛堂裡面念佛，這就會感動人。不但你感動人，你也能感動許多無形的眾生，自度而後度他，這就對了。而自己持戒念佛，諸位要曉得，持戒的人心清淨，為什麼？他不生煩惱。對待一切眾生，他行善、他造惡，不會心浮氣躁。遵守普賢菩薩的教誨看到眾生心行不善，那用什麼方法對他？恆順眾生，用恆順來影響他。他迷得很重，煩惱習氣很重，你不能說他，你說他，他不承認，所以說恆順眾生。如果看到這個眾生心行非常善良，普賢菩薩教你隨喜，隨喜功德，隨喜什麼？盡心盡力幫助他、成就他。他做的善事、好事幫助他，隨喜功德。"
    },
    {
      "id": "12-017-1862_p0018",
      "zh_CN": "我们佛陀教育协会，这是个遵守世尊教诲的场所，在这个地方我们每天研究经教，在这边上课！我们的目标是希望这个地方每天能够有六个小时讲经。所以我还希望有年轻的法师、年轻的居士，我们一起来学习，每天我讲两个小时，另外四个小时大家来分配。我也没有什么很高的期望，我希望我们能有十个人，大家在一起学习、在一起修行，每天我们轮流来讲经，希望这个道场一天有六个小时。六个小时讲经，八个小时念佛，这叫标准道场，真修净土，真干！解行相应，解门是学经教，行门是老实念佛，其他的活动统统没有，没有法会，没有一般所说的佛事。我们这边佛事就是讲经、念佛，这是佛事，长时间在这里薰修，他怎么会不成就！",
      "zh_TW": "我們佛陀教育協會，這是個遵守世尊教誨的場所，在這個地方我們每天研究經教，在這邊上課！我們的目標是希望這個地方每天能夠有六個小時講經。所以我還希望有年輕的法師、年輕的居士，我們一起來學習，每天我講兩個小時，另外四個小時大家來分配。我也沒有什麼很高的期望，我希望我們能有十個人，大家在一起學習、在一起修行，每天我們輪流來講經，希望這個道場一天有六個小時。六個小時講經，八個小時念佛，這叫標準道場，真修淨土，真幹！解行相應，解門是學經教，行門是老實念佛，其他的活動統統沒有，沒有法會，沒有一般所說的佛事。我們這邊佛事就是講經、念佛，這是佛事，長時間在這裡薰修，他怎麼會不成就！"
    },
    {
      "id": "12-017-1862_p0019",
      "zh_CN": "基本这三样东西是一定要做到，标准道场。真正可以做到六和敬，做到六和敬，诸佛护念，龙天善神拥护，那这个道场是真的道场，不是假的。到这个道场来做义工的，那就是普贤菩萨行愿里面随喜功德，到这边是成就功德的。来修学的是随喜功德，来照顾大众的，发心照顾大众的也是随喜功德，出钱、出力统统都是随喜功德。你在这个地方会法喜充满，常生欢喜心，《论语》里面所说的「学而时习之，不亦说乎」。你在这里学经教、在这里念佛统统落实在生活，落实在工作，落实在处事待人接物，这不亦乐乎，这叫真修、真干。",
      "zh_TW": "基本這三樣東西是一定要做到，標準道場。真正可以做到六和敬，做到六和敬，諸佛護念，龍天善神擁護，那這個道場是真的道場，不是假的。到這個道場來做義工的，那就是普賢菩薩行願裡面隨喜功德，到這邊是成就功德的。來修學的是隨喜功德，來照顧大眾的，發心照顧大眾的也是隨喜功德，出錢、出力統統都是隨喜功德。你在這個地方會法喜充滿，常生歡喜心，《論語》裡面所說的「學而時習之，不亦說乎」。你在這裡學經教、在這裡念佛統統落實在生活，落實在工作，落實在處事待人接物，這不亦樂乎，這叫真修、真幹。"
    },
    {
      "id": "12-017-1862_p0020",
      "zh_CN": "希望从我们这个道场做起，我们来带头，其他道场都能像这样，佛法就兴旺起来，正法又出现，就不是末法，正法出现。佛讲的正法、像法、末法，佛法哪分这三段，那佛说这是人心。人如果真正照释迦牟尼佛方式去做就是正法，不照这个去做就是像法；完全违背，就是戒律没有了，只是研究经教、念佛，三皈五戒十善都不要，那就是末法。这要懂，这不可以不知道。功夫到一定的程度，我们讲念佛，念佛第一个阶段功夫成片，说老实话，只要自己肯干，每个人都能成就。",
      "zh_TW": "希望從我們這個道場做起，我們來帶頭，其他道場都能像這樣，佛法就興旺起來，正法又出現，就不是末法，正法出現。佛講的正法、像法、末法，佛法哪分這三段，那佛說這是人心。人如果真正照釋迦牟尼佛方式去做就是正法，不照這個去做就是像法；完全違背，就是戒律沒有了，只是研究經教、念佛，三皈五戒十善都不要，那就是末法。這要懂，這不可以不知道。功夫到一定的程度，我們講念佛，念佛第一個階段功夫成片，說老實話，只要自己肯幹，每個人都能成就。"
    },
    {
      "id": "12-017-1862_p0021",
      "zh_CN": "功夫成片是得清净心，无论在家出家，无论从事哪种行业，你事情照做不碍事，事事无碍，理事无碍，事情照做，心里面是阿弥陀佛。有同修问，那心里阿弥陀佛还能做事吗？我举个例子，你们仔细去想，过去我住台湾，有一年过年一位老居士（老太太）到我道场来拜年，就跟我谈到，她说法师，我现在一切都放下，只有一桩事情放不下，除这桩事情统统放下。我说哪桩？孙子，她疼爱她的孙子，孙子放不下。那我要问你她心里头念念是孙子，有没有妨害她的工作？有没有妨害她的生活？没妨害。并没有挂在口里头孙子、孙子，她不是念孙子，她是念阿弥陀佛，念阿弥陀佛心里想孙子，一有事情马上想到孙子，佛都忘记了，是这么回事情。",
      "zh_TW": "功夫成片是得清淨心，無論在家出家，無論從事哪種行業，你事情照做不礙事，事事無礙，理事無礙，事情照做，心裡面是阿彌陀佛。有同修問，那心裡阿彌陀佛還能做事嗎？我舉個例子，你們仔細去想，過去我住台灣，有一年過年一位老居士（老太太）到我道場來拜年，就跟我談到，她說法師，我現在一切都放下，只有一樁事情放不下，除這樁事情統統放下。我說哪樁？孫子，她疼愛她的孫子，孫子放不下。那我要問你她心裡頭念念是孫子，有沒有妨害她的工作？有沒有妨害她的生活？沒妨害。並沒有掛在口裡頭孫子、孫子，她不是念孫子，她是念阿彌陀佛，念阿彌陀佛心裡想孫子，一有事情馬上想到孫子，佛都忘記了，是這麼回事情。"
    },
    {
      "id": "12-017-1862_p0022",
      "zh_CN": "所以我就告诉她，妳心里头的孙子，能够把他换成阿弥陀佛，妳就成功。怎么？阿弥陀佛是我的孙子，我的孙子就是阿弥陀佛，你肯定往生；如果换不过来，换不过来你功夫不得力。这就是她心里头真有，口里头没有没关系，她心里头真有，那叫功夫成片。她对她孙子是功夫成片，对佛号没有。从这例子你想什么叫功夫成片，你就懂得，心上真有，不一定在形式上、不一定在口上，心上真有。我相信，她是没跟我讲，她晚上作梦常常梦孙子，她没有梦到阿弥陀佛。",
      "zh_TW": "所以我就告訴她，妳心裡頭的孫子，能夠把他換成阿彌陀佛，妳就成功。怎麼？阿彌陀佛是我的孫子，我的孫子就是阿彌陀佛，你肯定往生；如果換不過來，換不過來你功夫不得力。這就是她心裡頭真有，口裡頭沒有沒關係，她心裡頭真有，那叫功夫成片。她對她孫子是功夫成片，對佛號沒有。從這例子你想什麼叫功夫成片，你就懂得，心上真有，不一定在形式上、不一定在口上，心上真有。我相信，她是沒跟我講，她晚上作夢常常夢孫子，她沒有夢到阿彌陀佛。"
    },
    {
      "id": "12-017-1862_p0023",
      "zh_CN": "所以功夫成片决定得生，生凡圣同居土。我们净宗常讲「打成一片」，功夫打成一片就是这么个境界，这是每个人都能做到。虽然话这么说，还是要把世缘放下，这是我常常讲的，名闻利养要放下、是非人我要放下、五欲六尘要放下；弘一大师五欲六尘放下，所以他生活才那么自在、那么潇洒，一点执着都没有；贪瞋痴慢要放下。这十六个字是我们念佛人最严重的障碍，只要把这个去掉，我们念佛功夫，不说很高，功夫成片决定做得到。功夫成片也有上中下三品，上三品的自在往生，叫了生死，你想什么时候去什么时候去得成，想在这个世界上再多住几年不碍事。世界上多住几年不是留恋这个世间，留恋这个世间你去不成，为什么？你没有放下。不是留恋，那什么理由住在这个世间？有人听你的，你还可以教他，所谓佛度有缘人。有缘，有人喜欢听你的，你教他，他听，那你就不能走，你总要多带几个人去；没有缘赶快去。没有缘什么？没人喜欢听你的，你讲别人不听，那就赶快去，自在！所以这预知时至、自在往生不是难事，不必一心不乱，一心不乱太高了，那不容易做到。",
      "zh_TW": "所以功夫成片決定得生，生凡聖同居土。我們淨宗常講「打成一片」，功夫打成一片就是這麼個境界，這是每個人都能做到。雖然話這麼說，還是要把世緣放下，這是我常常講的，名聞利養要放下、是非人我要放下、五欲六塵要放下；弘一大師五欲六塵放下，所以他生活才那麼自在、那麼瀟灑，一點執著都沒有；貪瞋痴慢要放下。這十六個字是我們念佛人最嚴重的障礙，只要把這個去掉，我們念佛功夫，不說很高，功夫成片決定做得到。功夫成片也有上中下三品，上三品的自在往生，叫了生死，你想什麼時候去什麼時候去得成，想在這個世界上再多住幾年不礙事。世界上多住幾年不是留戀這個世間，留戀這個世間你去不成，為什麼？你沒有放下。不是留戀，那什麼理由住在這個世間？有人聽你的，你還可以教他，所謂佛度有緣人。有緣，有人喜歡聽你的，你教他，他聽，那你就不能走，你總要多帶幾個人去；沒有緣趕快去。沒有緣什麼？沒人喜歡聽你的，你講別人不聽，那就趕快去，自在！所以這預知時至、自在往生不是難事，不必一心不亂，一心不亂太高了，那不容易做到。"
    },
    {
      "id": "12-017-1862_p0024",
      "zh_CN": "晓得凡圣同居土上三品就自在往生，真正搞明白了，这才是我们一生当中第一桩大事，其他都叫鸡毛蒜皮不值得一提。这一了百了，无量劫来想出六道出不去，这一生机会要抓到。你要不把握这个机会，你一轮回又要无量劫，这是真的不是假的，为什么？佛法难闻。你想想看你纵然得人身，你来生还有这个机会能听得到吗？所以坚定信心、坚定决心我这一生就要成就。基础扎稳，我只要依一部经。哪部经最殊胜？《阿弥陀经》。十几年前我住在美国，有个同修来问我：法师，如果《大藏经》这么多，让你选一部，你选哪一部？我说我选《阿弥陀经要解》。最喜欢的一部经，真的是精华，简单扼要。我那个时候发心是要一生讲这个经，以后遇到黄念祖老居士，他老人家劝我弘扬《无量寿经》。《无量寿经》是净宗第一经，内容非常丰富，对净土的介绍很详细，对于初学净土是最好的一部经典。所以我讲了十一遍，最后一遍没讲完，前面十遍都讲完。《华严经》过去讲一半就停止，这是第二次讲，是韩馆长韩锳在临终之前几天一再要求，希望我把《华严经》讲圆满，留一套录相带给后人做参考，我答应她。",
      "zh_TW": "曉得凡聖同居土上三品就自在往生，真正搞明白了，這才是我們一生當中第一樁大事，其他都叫雞毛蒜皮不值得一提。這一了百了，無量劫來想出六道出不去，這一生機會要抓到。你要不把握這個機會，你一輪迴又要無量劫，這是真的不是假的，為什麼？佛法難聞。你想想看你縱然得人身，你來生還有這個機會能聽得到嗎？所以堅定信心、堅定決心我這一生就要成就。基礎紮穩，我只要依一部經。哪部經最殊勝？《阿彌陀經》。十幾年前我住在美國，有個同修來問我：法師，如果《大藏經》這麼多，讓你選一部，你選哪一部？我說我選《阿彌陀經要解》。最喜歡的一部經，真的是精華，簡單扼要。我那個時候發心是要一生講這個經，以後遇到黃念祖老居士，他老人家勸我弘揚《無量壽經》。《無量壽經》是淨宗第一經，內容非常豐富，對淨土的介紹很詳細，對於初學淨土是最好的一部經典。所以我講了十一遍，最後一遍沒講完，前面十遍都講完。《華嚴經》過去講一半就停止，這是第二次講，是韓館長韓鍈在臨終之前幾天一再要求，希望我把《華嚴經》講圓滿，留一套錄相帶給後人做參考，我答應她。"
    },
    {
      "id": "12-017-1862_p0025",
      "zh_CN": "《华严》，彭际清居士说得好，是大本《无量寿经》，他是念佛往生的；《无量寿经》是中本《华严经》，《阿弥陀经》是小本《华严》，这三部经是一部经，没错，说得是好。《华严经》是《无量寿经》的注解，是《无量寿经》的细讲，这个我们要懂得。最简单、最扼要的是《弥陀经要解》，它的内容跟《华严》没有两样。喜欢简单扼要的，你就选这个；你要喜欢很详细的，那你就选择《华严》，真的是最详细。《华严》真的是明白了，所有经教全明白，真叫一经通一切经通。那其他经教一经通也一切经通，但是要见性才行，不见性你通不了，见性就通了。《华严》不要见性也通，解悟不是证悟，因为它讲得非常详细。这些道理都要懂，真正得一念这个重要。",
      "zh_TW": "《華嚴》，彭際清居士說得好，是大本《無量壽經》，他是念佛往生的；《無量壽經》是中本《華嚴經》，《阿彌陀經》是小本《華嚴》，這三部經是一部經，沒錯，說得是好。《華嚴經》是《無量壽經》的註解，是《無量壽經》的細講，這個我們要懂得。最簡單、最扼要的是《彌陀經要解》，它的內容跟《華嚴》沒有兩樣。喜歡簡單扼要的，你就選這個；你要喜歡很詳細的，那你就選擇《華嚴》，真的是最詳細。《華嚴》真的是明白了，所有經教全明白，真叫一經通一切經通。那其他經教一經通也一切經通，但是要見性才行，不見性你通不了，見性就通了。《華嚴》不要見性也通，解悟不是證悟，因為它講得非常詳細。這些道理都要懂，真正得一念這個重要。"
    },
    {
      "id": "12-017-1862_p0026",
      "zh_CN": "《弥陀经》教我们念佛，念佛要念到什么样程度？一心不乱。所以一心，古人讲有三个等级，最高的叫理一心，那是明心见性，不但超越六道，超越十法界；往生极乐世界生实报庄严土，他不是凡圣土，也不是方便土，理一心不乱。第二是事一心不乱，事一心不乱得禅定，他生方便有余土。真正讲带业往生是凡圣同居土，凡圣同居土的条件功夫成片就行。功夫成片就是一心念佛，心里除了佛之外，真的没有别的东西。你别的所谓世缘都放下了，只有一句佛号，那没有一个不往生的，万修万人去。凡是念佛不能往生的，没有别的原因，这个世间没放下，牵肠挂肚的事情太多！不是财产没放下，就是名利没有放下，就是亲情没放下，所以耽误了。统统放下，你怎么会不往生！放下很重要。",
      "zh_TW": "《彌陀經》教我們念佛，念佛要念到什麼樣程度？一心不亂。所以一心，古人講有三個等級，最高的叫理一心，那是明心見性，不但超越六道，超越十法界；往生極樂世界生實報莊嚴土，他不是凡聖土，也不是方便土，理一心不亂。第二是事一心不亂，事一心不亂得禪定，他生方便有餘土。真正講帶業往生是凡聖同居土，凡聖同居土的條件功夫成片就行。功夫成片就是一心念佛，心裡除了佛之外，真的沒有別的東西。你別的所謂世緣都放下了，只有一句佛號，那沒有一個不往生的，萬修萬人去。凡是念佛不能往生的，沒有別的原因，這個世間沒放下，牽腸掛肚的事情太多！不是財產沒放下，就是名利沒有放下，就是親情沒放下，所以耽誤了。統統放下，你怎麼會不往生！放下很重要。"
    },
    {
      "id": "12-017-1862_p0027",
      "zh_CN": "前面第十七段，我们念的「大愿宿成」，我们的大愿实在讲就是往生净土。往生净土蕅益大师在《要解》里头说的，就是「无上大菩提心」。因为我们在《无量寿经》里念的，《无量寿经》往生净土是两个条件，「三辈往生、往生正因」说得很清楚，「发菩提心，一向专念」，只有两句话。那我们看到很多老阿婆、老阿公，一天到晚念阿弥陀佛，临终的时候瑞相希有。好像他没有发菩提心，他只一向专念，那怎么能往生？蕅益大师讲得好，你一心一意想生极乐世界、想见阿弥陀佛，这个念头就是无上菩提心。我们想想有道理，蕅益大师真讲得好。无上菩提心，要用我们现在换句话来讲，就是无上的智慧，没有比这更高的智慧。你不能瞧不起老太婆没有念过书，不认识字，她的智慧是最高的，不是最高的，怎么能见到佛！怎么能到极乐世界！所以这一念太重要，你什么经教都不懂，什么经你也没念过、也没听过，真正一心一意想见阿弥陀佛、想生极乐世界，最高智慧，无比的智慧。学了很多经教，求往生的心若有若无，看到世间名闻利养还在贪恋，不能跟那个老太婆比，不能比，差远了。她学的是无上菩提，无上大法；你学的是人间佛法，人间佛法出不了六道，那怎么会一样？",
      "zh_TW": "前面第十七段，我們念的「大願宿成」，我們的大願實在講就是往生淨土。往生淨土蕅益大師在《要解》裡頭說的，就是「無上大菩提心」。因為我們在《無量壽經》裡念的，《無量壽經》往生淨土是兩個條件，「三輩往生、往生正因」說得很清楚，「發菩提心，一向專念」，只有兩句話。那我們看到很多老阿婆、老阿公，一天到晚念阿彌陀佛，臨終的時候瑞相希有。好像他沒有發菩提心，他只一向專念，那怎麼能往生？蕅益大師講得好，你一心一意想生極樂世界、想見阿彌陀佛，這個念頭就是無上菩提心。我們想想有道理，蕅益大師真講得好。無上菩提心，要用我們現在換句話來講，就是無上的智慧，沒有比這更高的智慧。你不能瞧不起老太婆沒有念過書，不認識字，她的智慧是最高的，不是最高的，怎麼能見到佛！怎麼能到極樂世界！所以這一念太重要，你什麼經教都不懂，什麼經你也沒念過、也沒聽過，真正一心一意想見阿彌陀佛、想生極樂世界，最高智慧，無比的智慧。學了很多經教，求往生的心若有若無，看到世間名聞利養還在貪戀，不能跟那個老太婆比，不能比，差遠了。她學的是無上菩提，無上大法；你學的是人間佛法，人間佛法出不了六道，那怎麼會一樣？"
    },
    {
      "id": "12-017-1862_p0028",
      "zh_CN": "我们在此地看菩萨大愿宿成，宿成什么？你自性里头本有的。何以见得？古德曾经讲过「自性弥陀，唯心净土」，你说是不是宿成！是不是你自性里头本来有的！由此可知，世出世间法没有一法不归自性。自性像大海一样，无论是大江、大河、小溪，水全部都流入大海，都会归在大海，所以大海里头应有尽有。这大海是什么？大海是我们心性，性海、心海里面本来具足无量无边的功德，一切诸佛如来是它现的，一切诸佛刹土也是它变的，「唯心所现，唯识所变」，所以万法归一了。",
      "zh_TW": "我們在此地看菩薩大願宿成，宿成什麼？你自性裡頭本有的。何以見得？古德曾經講過「自性彌陀，唯心淨土」，你說是不是宿成！是不是你自性裡頭本來有的！由此可知，世出世間法沒有一法不歸自性。自性像大海一樣，無論是大江、大河、小溪，水全部都流入大海，都會歸在大海，所以大海裡頭應有盡有。這大海是什麼？大海是我們心性，性海、心海裡面本來具足無量無邊的功德，一切諸佛如來是它現的，一切諸佛剎土也是它變的，「唯心所現，唯識所變」，所以萬法歸一了。"
    },
    {
      "id": "12-017-1862_p0029",
      "zh_CN": "昨天答问题，有个问题说我讲经的时候，讲到其他宗教，怎么能跟佛教会通？归一就会通。我们说净土是唯心净土、自性弥陀，那我们讲基督教唯心天堂、自性耶稣，我们讲回教唯心天园、自性安拉。那有什么差别？你要造作罪业堕到阿鼻地狱，阿鼻地狱里有鬼王，唯心地狱，自性鬼王，都没有离开。那再问你：阿鼻地狱是不是真有？告诉你，你有分别执着就有，没有分别执着就没有。还不要分别，执着没有就没有了，执着没有六道就没有，就证阿罗汉果。你有执着那肯定就有，为什么？它从执着里变现出来，六道是从执着变现出来，有执着就有六道，自作自受。没有执着，六道没有了；没有妄想、分别，十法界没有了；统统没有了，没有，一真法界。极乐、华藏都是一真法界。",
      "zh_TW": "昨天答問題，有個問題說我講經的時候，講到其他宗教，怎麼能跟佛教會通？歸一就會通。我們說淨土是唯心淨土、自性彌陀，那我們講基督教唯心天堂、自性耶穌，我們講回教唯心天園、自性安拉。那有什麼差別？你要造作罪業墮到阿鼻地獄，阿鼻地獄裡有鬼王，唯心地獄，自性鬼王，都沒有離開。那再問你：阿鼻地獄是不是真有？告訴你，你有分別執著就有，沒有分別執著就沒有。還不要分別，執著沒有就沒有了，執著沒有六道就沒有，就證阿羅漢果。你有執著那肯定就有，為什麼？它從執著裡變現出來，六道是從執著變現出來，有執著就有六道，自作自受。沒有執著，六道沒有了；沒有妄想、分別，十法界沒有了；統統沒有了，沒有，一真法界。極樂、華藏都是一真法界。"
    },
    {
      "id": "12-017-1862_p0030",
      "zh_CN": "六祖能大师说得好，「何期自性本自具足」，圆满的。这个东西是不好懂，千变万化本自具足。我倒想到一个东西，不知道你们小时候有没有玩过？叫万花筒。用三片玻璃做个小圆筒，里面有颜色的纸片，你放一些在里面，然后你转转看，转转它里面组成很多很美的图案，你一天转到晚，你转到一年没有一个相同的。自性什么东西它具足，这就好像什么？三界六道你在这里面打滚，就像万花筒一样，有很美的，也有不好看的。六道说实在的，六道都在万花筒里头，不过万花筒里面，那里面的色彩好的不多，不好看的很多，就是这样的。其实六道里头有善恶，四圣法界里面善恶没有了，有净，他们是清净的，没有善恶。染里头有善恶，所以六凡是染，四圣是清净，染净一对。染里面有善恶，三善道是善，三恶道是恶，有善恶，这说什么？你愈迷愈深。其实全假的，没有一样是真的，《金刚经》上说得好，「凡所有相，皆是虚妄」，六道的相虚妄的，十法界的相也是虚妄的。离开虚妄才能回到一真，真正证得一真才晓得真妄不二，入不二法门，那才真正的叫大自在、大解脱。",
      "zh_TW": "六祖能大師說得好，「何期自性本自具足」，圓滿的。這個東西是不好懂，千變萬化本自具足。我倒想到一個東西，不知道你們小時候有沒有玩過？叫萬花筒。用三片玻璃做個小圓筒，裡面有顏色的紙片，你放一些在裡面，然後你轉轉看，轉轉它裡面組成很多很美的圖案，你一天轉到晚，你轉到一年沒有一個相同的。自性什麼東西它具足，這就好像什麼？三界六道你在這裡面打滾，就像萬花筒一樣，有很美的，也有不好看的。六道說實在的，六道都在萬花筒裡頭，不過萬花筒裡面，那裡面的色彩好的不多，不好看的很多，就是這樣的。其實六道裡頭有善惡，四聖法界裡面善惡沒有了，有淨，他們是清淨的，沒有善惡。染裡頭有善惡，所以六凡是染，四聖是清淨，染淨一對。染裡面有善惡，三善道是善，三惡道是惡，有善惡，這說什麼？你愈迷愈深。其實全假的，沒有一樣是真的，《金剛經》上說得好，「凡所有相，皆是虛妄」，六道的相虛妄的，十法界的相也是虛妄的。離開虛妄才能回到一真，真正證得一真才曉得真妄不二，入不二法門，那才真正的叫大自在、大解脫。"
    },
    {
      "id": "12-017-1862_p0031",
      "zh_CN": "这段经文里面给我们讲大愿，四弘誓愿，阿弥陀佛的四十八愿，都是我们自性里头性德的流露。只要放下少许，不要多，放下一点点的执着，这个性德就现前。诸佛菩萨、祖师大德千言万语，应身示现，教什么？就是教一切众生看破放下而已。学与不学不重要，你看看很多念佛往生人，占决定大多数是一些贫穷，生活很困苦的老婆婆、老公公。他们听说极乐世界好，因为自己生活一生太苦了，希望有个好的环境，听说这么好，拼命念佛，他什么也不懂。就像谛闲老和尚给锅漏匠的教法一样，锅漏匠一生太苦了，命苦！一天好日子都没有过过。所以谛闲法师教他一句。不认识字、没念过书，想出家，看到谛闲法师出家，他也想出家。谛闲法师念过书，会讲经。他年岁差不多将近四十岁，学认识字困难，就连学敲打唱念他都不会，人很笨，那这样出家住在寺庙里，没人瞧得起你。谛闲法师很聪明，给他剃了头，放在乡下一个小庙，破庙没有人住的，找这么个地方叫他一个人住。就教他一句佛号「南无阿弥陀佛」，这个他会念。你就一直念下去，天天念，念累了你就休息，休息好了接着念。这个真好，没有压力，念累了就去睡觉去，睡醒了就接着再念，三年成功，站着往生。这种人好教，他没有妄念，真的是一心念佛。谛老先传他的时候告诉他，你好好念以后准有好处。实际上他也不晓得什么好处，果然得到最殊胜的好处。所以谛老赞叹他，你的成就，讲经说法、弘宗研教的这些大德比不上你，丛林的方丈主席比不上你。这话是真话，句句都是真话。三年时间不长，人家就成就究竟圆满的功德，什么原因？一生苦吃尽了，他知苦。那我们这世间人不知道世间苦，所以那个心发不起来；吃尽苦头的人，教他有个地方没有苦的，他怎么会不去！道理在此地。",
      "zh_TW": "這段經文裡面給我們講大願，四弘誓願，阿彌陀佛的四十八願，都是我們自性裡頭性德的流露。只要放下少許，不要多，放下一點點的執著，這個性德就現前。諸佛菩薩、祖師大德千言萬語，應身示現，教什麼？就是教一切眾生看破放下而已。學與不學不重要，你看看很多念佛往生人，佔決定大多數是一些貧窮，生活很困苦的老婆婆、老公公。他們聽說極樂世界好，因為自己生活一生太苦了，希望有個好的環境，聽說這麼好，拼命念佛，他什麼也不懂。就像諦閑老和尚給鍋漏匠的教法一樣，鍋漏匠一生太苦了，命苦！一天好日子都沒有過過。所以諦閑法師教他一句。不認識字、沒念過書，想出家，看到諦閑法師出家，他也想出家。諦閑法師念過書，會講經。他年歲差不多將近四十歲，學認識字困難，就連學敲打唱念他都不會，人很笨，那這樣出家住在寺廟裡，沒人瞧得起你。諦閑法師很聰明，給他剃了頭，放在鄉下一個小廟，破廟沒有人住的，找這麼個地方叫他一個人住。就教他一句佛號「南無阿彌陀佛」，這個他會念。你就一直念下去，天天念，念累了你就休息，休息好了接著念。這個真好，沒有壓力，念累了就去睡覺去，睡醒了就接著再念，三年成功，站著往生。這種人好教，他沒有妄念，真的是一心念佛。諦老先傳他的時候告訴他，你好好念以後準有好處。實際上他也不曉得什麼好處，果然得到最殊勝的好處。所以諦老讚歎他，你的成就，講經說法、弘宗研教的這些大德比不上你，叢林的方丈主席比不上你。這話是真話，句句都是真話。三年時間不長，人家就成就究竟圓滿的功德，什麼原因？一生苦吃盡了，他知苦。那我們這世間人不知道世間苦，所以那個心發不起來；吃盡苦頭的人，教他有個地方沒有苦的，他怎麼會不去！道理在此地。"
    },
    {
      "id": "12-017-1862_p0032",
      "zh_CN": "佛陀给我们示现，示现叫我们吃苦，他老人家走的时候丢了两句话给我们，「以戒为师，以苦为师」。这两句话多重要，你要想成就，你要持戒、你要吃苦，为什么？吃苦，对人间没有留恋，真放下了。不能持戒，又不能吃苦，那怎么办？来生再来吧！这一生不行。可是这来生很长，来生你不晓得到哪一道去了，来生不容易闻到佛法，这麻烦大！所以世尊这句话就重要了，以苦为师，你要能吃得了苦，你对这个世间才没有留恋。所以住在一个很好的环境，他往往就贪恋这个地方，这不错！用不着，极乐世界不知道是真有、是假有？疑心就生起来。所以要住在个破庙里面，生活很清苦，道心就起来；一富裕、一享受，道心就没有了。佛陀真有先见之明，我们为什么不能成就？不听话。「积财丧道」，这句话大小乘经里面佛说很多次，常常讲。所以真修行，真想脱离六道，不管是在家出家最好不要有财富，有财富你就去不了。为什么？你财富不晓得怎么用法，还没有处理妥当，阿弥陀佛来接引，就是感应那一刹那，时间很短，刹那之间那个感应，一个念头错了，阿弥陀佛就不见了，再想他来不容易了。为什么？再想他来是妄想不是真心，一念是真心，二念就是妄心，妄心不起感应，这个要晓得。",
      "zh_TW": "佛陀給我們示現，示現叫我們吃苦，他老人家走的時候丟了兩句話給我們，「以戒為師，以苦為師」。這兩句話多重要，你要想成就，你要持戒、你要吃苦，為什麼？吃苦，對人間沒有留戀，真放下了。不能持戒，又不能吃苦，那怎麼辦？來生再來吧！這一生不行。可是這來生很長，來生你不曉得到哪一道去了，來生不容易聞到佛法，這麻煩大！所以世尊這句話就重要了，以苦為師，你要能吃得了苦，你對這個世間才沒有留戀。所以住在一個很好的環境，他往往就貪戀這個地方，這不錯！用不著，極樂世界不知道是真有、是假有？疑心就生起來。所以要住在個破廟裡面，生活很清苦，道心就起來；一富裕、一享受，道心就沒有了。佛陀真有先見之明，我們為什麼不能成就？不聽話。「積財喪道」，這句話大小乘經裡面佛說很多次，常常講。所以真修行，真想脫離六道，不管是在家出家最好不要有財富，有財富你就去不了。為什麼？你財富不曉得怎麼用法，還沒有處理妥當，阿彌陀佛來接引，就是感應那一剎那，時間很短，剎那之間那個感應，一個念頭錯了，阿彌陀佛就不見了，再想他來不容易了。為什麼？再想他來是妄想不是真心，一念是真心，二念就是妄心，妄心不起感應，這個要曉得。"
    },
    {
      "id": "12-017-1862_p0033",
      "zh_CN": "自己既然大愿宿成，那我们的希望是真有，可能性很大，不要自暴自弃，真的，要真正下决心，我这一生成就。物质生活得过且过，决定不求享受，最低的标准是什么？我这个体力能受得了就行了。所以饮食卫生，不要吃出病出来，少吃，不要贪，没有贪心。从日常生活里训练除去贪、除去瞋、除去痴、不疑惑，这些是什么？这些讲是往生西方极乐世界基本功。基本功夫你都有了，再发愿、再念佛，你说怎么会不成就！",
      "zh_TW": "自己既然大願宿成，那我們的希望是真有，可能性很大，不要自暴自棄，真的，要真正下決心，我這一生成就。物質生活得過且過，決定不求享受，最低的標準是什麼？我這個體力能受得了就行了。所以飲食衛生，不要吃出病出來，少吃，不要貪，沒有貪心。從日常生活裡訓練除去貪、除去瞋、除去痴、不疑惑，這些是什麼？這些講是往生西方極樂世界基本功。基本功夫你都有了，再發願、再念佛，你說怎麼會不成就！"
    },
    {
      "id": "12-017-1862_p0034",
      "zh_CN": "佛法在世间，缘分，这个话佛讲得太多了，「佛法因缘生」。缘，不结世缘，只结法缘，这重要，与一切人有缘往来，就要把净土介绍给他，就要把人生的苦介绍给他。你现在是有富贵，你在享受，你有没有看到富贵人家一旦丢掉了，后果怎么样？佛说「财富是五家共有」，你能保得住吗？尤其现在灾难太多，这五家，火会烧掉，水会淹没你，盗贼会夺取你，败家子会把你的财产全部散光；现在所谓是天然的灾害，地震、海啸、战争、人祸在所不免，所以不是自己的。相信命运，一饮一啄莫非前定，就不求了，只求生活能过得去，比什么都好。修养自己的德行，自然性德里面的福报会现前，龙天善神拥护你，这都是真的，都不是假的。你所求得的，用尽心机求得的，是你命里所有的，无论用什么心机，绝对不会在你命里所有的再加一点点，不可能。你命里有的，阎罗王、天神也不能把它拿去一点点，不可能的。命里有，从哪里来的？是你修的，你前世修的。前世修，这一生又修，财怎么修法？布施，财布施就是修。愈施愈多，愈多愈施，决定不要保留，那就完全正确。你能这样做，到晚年你的财用没有止境，为什么？太多。过去生中有财库，这一生又拼命在修，那还得了！法布施长聪明智慧，无畏布施得健康长寿。",
      "zh_TW": "佛法在世間，緣分，這個話佛講得太多了，「佛法因緣生」。緣，不結世緣，只結法緣，這重要，與一切人有緣往來，就要把淨土介紹給他，就要把人生的苦介紹給他。你現在是有富貴，你在享受，你有沒有看到富貴人家一旦丟掉了，後果怎麼樣？佛說「財富是五家共有」，你能保得住嗎？尤其現在災難太多，這五家，火會燒掉，水會淹沒你，盜賊會奪取你，敗家子會把你的財產全部散光；現在所謂是天然的災害，地震、海嘯、戰爭、人禍在所不免，所以不是自己的。相信命運，一飲一啄莫非前定，就不求了，只求生活能過得去，比什麼都好。修養自己的德行，自然性德裡面的福報會現前，龍天善神擁護你，這都是真的，都不是假的。你所求得的，用盡心機求得的，是你命裡所有的，無論用什麼心機，絕對不會在你命裡所有的再加一點點，不可能。你命裡有的，閻羅王、天神也不能把它拿去一點點，不可能的。命裡有，從哪裡來的？是你修的，你前世修的。前世修，這一生又修，財怎麼修法？布施，財布施就是修。愈施愈多，愈多愈施，決定不要保留，那就完全正確。你能這樣做，到晚年你的財用沒有止境，為什麼？太多。過去生中有財庫，這一生又拼命在修，那還得了！法布施長聰明智慧，無畏布施得健康長壽。"
    },
    {
      "id": "12-017-1862_p0035",
      "zh_CN": "昨天有个同修从加拿大来的，那边我一个老朋友陈风子，还在，他今年九十六岁，去年还登泰山，到中国来旅游的时候，他到泰山最高峰。这是个艺术家，印章刻得真好，我有几个图章是他刻的，我们净宗学会，「净宗学会之玺」，那六个字他刻的，刻得非常好。心地清净，一生的兴趣就是搞这个东西，刻印、写字就搞这个。生活是知足常乐，晚年这么多年，几十年在外国他就靠刻印章，他的印章是价钱很高，靠这个生活就够了。我没有想到九十六岁，他们告诉我，最近他又考取驾照，希有！九十六岁自己还开车，政府给他驾照，可见得他身体体力真好。如果体力不好，人家不会给驾照给他，很难得。怎么养生的？就是养心。心地清净、安详、不浮躁，饮食起居有规律，健康长寿，他住在温哥华。所以相信大愿宿成，那我们相信有愿必成。今天时间到了，我们就讲到此地。",
      "zh_TW": "昨天有個同修從加拿大來的，那邊我一個老朋友陳風子，還在，他今年九十六歲，去年還登泰山，到中國來旅遊的時候，他到泰山最高峰。這是個藝術家，印章刻得真好，我有幾個圖章是他刻的，我們淨宗學會，「淨宗學會之璽」，那六個字他刻的，刻得非常好。心地清淨，一生的興趣就是搞這個東西，刻印、寫字就搞這個。生活是知足常樂，晚年這麼多年，幾十年在外國他就靠刻印章，他的印章是價錢很高，靠這個生活就夠了。我沒有想到九十六歲，他們告訴我，最近他又考取駕照，希有！九十六歲自己還開車，政府給他駕照，可見得他身體體力真好。如果體力不好，人家不會給駕照給他，很難得。怎麼養生的？就是養心。心地清淨、安詳、不浮躁，飲食起居有規律，健康長壽，他住在溫哥華。所以相信大願宿成，那我們相信有願必成。今天時間到了，我們就講到此地。"
    }
  ]
}