{
  "doc_id": "12-017-1877",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八七七卷",
    "zh_TW": "第一八七七卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1877",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "12-017-1877_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「升须弥山顶品第十三」：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「升須彌山頂品第十三」："
    },
    {
      "id": "12-017-1877_p0002",
      "zh_CN": "前面我们学到第二段「释名」。前面清凉大师为我们介绍，妙高山，就是须弥山。介绍完之后，说十住菩萨，「十住之行，亦复如是」，我们就晓得，这里表法的用意，这是我们应当要学习的，我们学到第四个小段「妙德」。今天接着看第五段，「七支奉戒，金山围绕，七识流转而为海印」，这就是眷属妙。七支，什么叫七支？在三十七道品是讲整个修学的纲领，大小乘都包括在里面，尤其是天台大师跟我们讲的藏通别圆。讲到戒律，七支还是说到根本的戒律，根本戒律是十善业，身三、口四、意三。七支就是讲的前面身不杀生、不偷盗、不淫欲，口不妄语、不两舌、不绮语、不恶口。这不但是学佛的基础，也是做人的根本。",
      "zh_TW": "前面我們學到第二段「釋名」。前面清涼大師為我們介紹，妙高山，就是須彌山。介紹完之後，說十住菩薩，「十住之行，亦復如是」，我們就曉得，這裡表法的用意，這是我們應當要學習的，我們學到第四個小段「妙德」。今天接著看第五段，「七支奉戒，金山圍繞，七識流轉而為海印」，這就是眷屬妙。七支，什麼叫七支？在三十七道品是講整個修學的綱領，大小乘都包括在裡面，尤其是天台大師跟我們講的藏通別圓。講到戒律，七支還是說到根本的戒律，根本戒律是十善業，身三、口四、意三。七支就是講的前面身不殺生、不偷盜、不淫欲，口不妄語、不兩舌、不綺語、不惡口。這不但是學佛的基礎，也是做人的根本。"
    },
    {
      "id": "12-017-1877_p0003",
      "zh_CN": "一切经里面都说，上品十善生欲界天，中品十善得人身。下品十善，实在讲，下品并不是说他行善不得力，不是的。他修善的功夫，十善的功夫真正是上上品，为什么变成下品？实在是跟孔子他老人家所说的意思相通，不谋而合。你看孔子说一个人，如果这个人他的才华如周公之美，周公是圣人，是夫子心目当中最崇拜的一个人。这个人他的才干、才华像周公一样，可是怎么样？他有个毛病，就是傲慢、吝啬，「使骄且吝，其余则不足观也」。这就说佛门也不例外，修十善业道，他傲慢的习气没断，好胜的习气没断。现在讲竞争，竞争不是好事情，竞争是属于傲慢。修善积德，他为的是什么？为自己，不是为别人。他得不得福报？得福报，得大福报，这是阿修罗跟罗刹，到这一道去了。那真的是修上品十善的阿修罗，阿修罗王；中品十善的，阿修罗王底下这些干部，他的大臣；真正是下品十善，那阿修罗的喽啰。属于这两道，阿修罗跟罗刹道去了，我们也不能不注意。如果有骄慢、骄傲，有吝啬，吝啬就是我们常讲的自私自利。自私自利没有放下，贡高傲慢没有放下，你即使是修十善业道，奉持戒律，戒律守得很好，不是佛道，这个要知道，你的路走错了。阿修罗、罗刹统统称为魔道，你不是成佛，你是成了魔。这桩事情自古以来，从释迦牟尼佛在世，很多，不是少数。佛教我们从根本修，你想想看，这个意思多深。",
      "zh_TW": "一切經裡面都說，上品十善生欲界天，中品十善得人身。下品十善，實在講，下品並不是說他行善不得力，不是的。他修善的功夫，十善的功夫真正是上上品，為什麼變成下品？實在是跟孔子他老人家所說的意思相通，不謀而合。你看孔子說一個人，如果這個人他的才華如周公之美，周公是聖人，是夫子心目當中最崇拜的一個人。這個人他的才幹、才華像周公一樣，可是怎麼樣？他有個毛病，就是傲慢、吝嗇，「使驕且吝，其餘則不足觀也」。這就說佛門也不例外，修十善業道，他傲慢的習氣沒斷，好勝的習氣沒斷。現在講競爭，競爭不是好事情，競爭是屬於傲慢。修善積德，他為的是什麼？為自己，不是為別人。他得不得福報？得福報，得大福報，這是阿修羅跟羅剎，到這一道去了。那真的是修上品十善的阿修羅，阿修羅王；中品十善的，阿修羅王底下這些幹部，他的大臣；真正是下品十善，那阿修羅的嘍囉。屬於這兩道，阿修羅跟羅剎道去了，我們也不能不注意。如果有驕慢、驕傲，有吝嗇，吝嗇就是我們常講的自私自利。自私自利沒有放下，貢高傲慢沒有放下，你即使是修十善業道，奉持戒律，戒律守得很好，不是佛道，這個要知道，你的路走錯了。阿修羅、羅剎統統稱為魔道，你不是成佛，你是成了魔。這樁事情自古以來，從釋迦牟尼佛在世，很多，不是少數。佛教我們從根本修，你想想看，這個意思多深。"
    },
    {
      "id": "12-017-1877_p0004",
      "zh_CN": "这一节是讲眷属妙，佛的眷属，佛陀的眷属有菩萨、有阿罗汉。最下面的修十善业道，皈依三宝，受持五戒，这是佛眷属。我们今天受了三皈五戒，是不是佛的眷属？你就想想，七支你有没有做到？七支是举的十善业，十善业要没有做到，受三皈五戒不是真的，是假的，不是真佛弟子，这一点我们要懂。为什么十善业道做不到？实在说不是做不到，是我们不肯去做，不愿意去做，不想去做，所以你做不到。为什么？佛在经上讲得太多，「一切法从心想生」，作佛都能做到，做一个三皈五戒的学人，哪有做不到的道理！太容易了。作佛好比是博士班的毕业生，博士学位，三皈五戒是小学一年级的学生，哪有做不到的？有人说：我很想做，做不到。你的想不是真的，为什么？真的一定做到，你想不是真的，是假的，不是真想做到。",
      "zh_TW": "這一節是講眷屬妙，佛的眷屬，佛陀的眷屬有菩薩、有阿羅漢。最下面的修十善業道，皈依三寶，受持五戒，這是佛眷屬。我們今天受了三皈五戒，是不是佛的眷屬？你就想想，七支你有沒有做到？七支是舉的十善業，十善業要沒有做到，受三皈五戒不是真的，是假的，不是真佛弟子，這一點我們要懂。為什麼十善業道做不到？實在說不是做不到，是我們不肯去做，不願意去做，不想去做，所以你做不到。為什麼？佛在經上講得太多，「一切法從心想生」，作佛都能做到，做一個三皈五戒的學人，哪有做不到的道理！太容易了。作佛好比是博士班的畢業生，博士學位，三皈五戒是小學一年級的學生，哪有做不到的？有人說：我很想做，做不到。你的想不是真的，為什麼？真的一定做到，你想不是真的，是假的，不是真想做到。"
    },
    {
      "id": "12-017-1877_p0005",
      "zh_CN": "可是我们中年以上的人，是有困难，困难在哪里？习气养成，谚语所谓的，习气，从小养成不良的习气，所谓习惯成自然，少成若天性，从小就养成不好的习惯，这是我们这一代。我们的祖先不是如此，中国是最重视伦理、道德、因果的教育，五千年来到清朝末年，一般人从小父母教。我们传统教育疏忽、丢掉不过一百年，一百年不能说长，也不算短。所以不但我们不晓得，我们的父母不知道，我们的祖父母也不知道，大概要到曾祖父母他们才知道。学什么？学《弟子规》。你看《弟子规》里面的内容，跟十善业道去比较一下，十之七、八都是十善业道的意思。你把弟子规做到，十善业道你就可以打七、八十分，有七、八十分的基础，努力一点就可以拿到满分。这桩事情我们这两年，通过在庐江汤池做的实验，证明人民是教得好的，而且人民是非常好教的，不难！问题在什么？没有人教。所以我们认真学习不难。",
      "zh_TW": "可是我們中年以上的人，是有困難，困難在哪裡？習氣養成，諺語所謂的，習氣，從小養成不良的習氣，所謂習慣成自然，少成若天性，從小就養成不好的習慣，這是我們這一代。我們的祖先不是如此，中國是最重視倫理、道德、因果的教育，五千年來到清朝末年，一般人從小父母教。我們傳統教育疏忽、丟掉不過一百年，一百年不能說長，也不算短。所以不但我們不曉得，我們的父母不知道，我們的祖父母也不知道，大概要到曾祖父母他們才知道。學什麼？學《弟子規》。你看《弟子規》裡面的內容，跟十善業道去比較一下，十之七、八都是十善業道的意思。你把弟子規做到，十善業道你就可以打七、八十分，有七、八十分的基礎，努力一點就可以拿到滿分。這樁事情我們這兩年，通過在廬江湯池做的實驗，證明人民是教得好的，而且人民是非常好教的，不難！問題在什麼？沒有人教。所以我們認真學習不難。"
    },
    {
      "id": "12-017-1877_p0006",
      "zh_CN": "你看看汤池我们开学的时候，我要求老师们要先做到。不做到不能教学，你教了别人不相信，所以你自己要先做到。你如果要你家里面儿孙好，你要做到，为什么？上行下效。你的儿孙看你，你是他们的榜样，所谓「上梁不正下梁歪」，你自己要正才行。我要求老师们四个月做到，把《弟子规》百分之百的落实，没想到他们两个月就做到，我非常感激，真难得。这些老师他们的基础，是幼儿园的老师、小学老师，有教小朋友的经验，我限他四个月，他两个月做到。我们现在想学，我叫你四个月做到，你八个月能做到已经不错了，你根扎下去了。有这个基础，你再好好的学《感应篇》、学十善业，我相信有一年半的时间，儒释道三个根扎稳了。这三个根扎稳，你是圣人、你是贤人，你是佛、你是菩萨。基础奠定了，凡夫作佛不难！难，难在你不肯做，你愿意搞六道轮回。",
      "zh_TW": "你看看湯池我們開學的時候，我要求老師們要先做到。不做到不能教學，你教了別人不相信，所以你自己要先做到。你如果要你家裡面兒孫好，你要做到，為什麼？上行下效。你的兒孫看你，你是他們的榜樣，所謂「上梁不正下梁歪」，你自己要正才行。我要求老師們四個月做到，把《弟子規》百分之百的落實，沒想到他們兩個月就做到，我非常感激，真難得。這些老師他們的基礎，是幼兒園的老師、小學老師，有教小朋友的經驗，我限他四個月，他兩個月做到。我們現在想學，我叫你四個月做到，你八個月能做到已經不錯了，你根紮下去了。有這個基礎，你再好好的學《感應篇》、學十善業，我相信有一年半的時間，儒釋道三個根紮穩了。這三個根紮穩，你是聖人、你是賢人，你是佛、你是菩薩。基礎奠定了，凡夫作佛不難！難，難在你不肯做，你願意搞六道輪迴。"
    },
    {
      "id": "12-017-1877_p0007",
      "zh_CN": "六道轮回是自己造的，不是别人造的，「迷唯一念，觉止一心」，这就说明，十法界、六道轮回从哪来？迷了。什么迷了？念头起就迷，有念就是迷，无念就是觉。我现在什么念头都没有，你还不觉，为什么？你还有个「什么念头都没有」，这个念头没拔掉，那还在迷。真正一念不生，心地清净光明，放光，那个境界跟释迦牟尼佛菩提树下夜睹明星、大彻大悟是相同的，你成佛了。跟六祖惠能大师半夜听五祖忍和尚讲《金刚经》，讲到「应无所住，而生其心」，他明白了，跟那个境界相等。那是佛境界，那个境界成佛了，这不能不知道。佛法知难行易，你对于事实真相搞清楚、搞明白，这个难，太难了；但是修行容易，只要你肯放下。所以放下是好事，不是坏事。现在一般人把放下看作坏事，放下不是好事，我把名放下、利放下了，好，名利都是你的，好像对我损失太大了。其实不然，我名利放下，你都收去了，你在搞六道轮回，我超越十法界，你有没有想到这里面的利害得失？",
      "zh_TW": "六道輪迴是自己造的，不是別人造的，「迷唯一念，覺止一心」，這就說明，十法界、六道輪迴從哪來？迷了。什麼迷了？念頭起就迷，有念就是迷，無念就是覺。我現在什麼念頭都沒有，你還不覺，為什麼？你還有個「什麼念頭都沒有」，這個念頭沒拔掉，那還在迷。真正一念不生，心地清淨光明，放光，那個境界跟釋迦牟尼佛菩提樹下夜睹明星、大徹大悟是相同的，你成佛了。跟六祖惠能大師半夜聽五祖忍和尚講《金剛經》，講到「應無所住，而生其心」，他明白了，跟那個境界相等。那是佛境界，那個境界成佛了，這不能不知道。佛法知難行易，你對於事實真相搞清楚、搞明白，這個難，太難了；但是修行容易，只要你肯放下。所以放下是好事，不是壞事。現在一般人把放下看作壞事，放下不是好事，我把名放下、利放下了，好，名利都是你的，好像對我損失太大了。其實不然，我名利放下，你都收去了，你在搞六道輪迴，我超越十法界，你有沒有想到這裡面的利害得失？"
    },
    {
      "id": "12-017-1877_p0008",
      "zh_CN": "佛门有句话说，你要害那个人，你就请他做住持，请他做当家，为什么？决定出不了六道轮回，那真叫害惨！这个话祖师说的，不是假话。你愿不愿意做住持？愿不愿意做当家？好像没有人不喜欢做。可是怎么样？你坐在这里管人、管事、管钱，你脑子里有这些东西，道没有了。所以美其名，恭惟你一点，你修福，这修福是恭惟你，给你讲假话。如果跟你讲真话，你护持这个道场，如果要是不如法你堕三途，你在造罪业。你造罪业没人告诉你，没人敢讲你，为什么？跟你说了你会生气，你不但不感激，你还跟人家结怨恨。真正聪明人不说你，看到你堕落也没法子，救不了你。佛都救不了，人怎么能救得了你？这是你自作自受。",
      "zh_TW": "佛門有句話說，你要害那個人，你就請他做住持，請他做當家，為什麼？決定出不了六道輪迴，那真叫害慘！這個話祖師說的，不是假話。你願不願意做住持？願不願意做當家？好像沒有人不喜歡做。可是怎麼樣？你坐在這裡管人、管事、管錢，你腦子裡有這些東西，道沒有了。所以美其名，恭惟你一點，你修福，這修福是恭惟你，給你講假話。如果跟你講真話，你護持這個道場，如果要是不如法你墮三途，你在造罪業。你造罪業沒人告訴你，沒人敢講你，為什麼？跟你說了你會生氣，你不但不感激，你還跟人家結怨恨。真正聰明人不說你，看到你墮落也沒法子，救不了你。佛都救不了，人怎麼能救得了你？這是你自作自受。"
    },
    {
      "id": "12-017-1877_p0009",
      "zh_CN": "我这一生很幸运遇到韩馆长，她统统包去，所以我什么都不管，心才能在道上，才有这么一点成就。可是我这一点成就，她也得到利益，为什么？她的护持真正有一个成就的人，所以她没有堕三途，她生天！你护持，你底下将来能出几个真正觉悟的人，那你就有福报，你也不会堕三途，这个福报会帮助你生天。如果你底下所护持的，没有一个能出来，都是庸庸碌碌的，那你问题严重了。见了阎罗王，阎罗王会问你，你护的什么法？所以不懂戒律的，那没有法子谈，懂戒律的人知道。我们这一生，佛说得很多，得人身闻佛法，你的目的何在？佛在经上说得很清楚，不论宗派、不论法门，佛领导我们、带我们走的路就是一条，一个方向、一个目标，离苦得乐。哪里苦？三途苦、六道苦、十法界苦，离苦是离十法界，那真的是离苦得乐。",
      "zh_TW": "我這一生很幸運遇到韓館長，她統統包去，所以我什麼都不管，心才能在道上，才有這麼一點成就。可是我這一點成就，她也得到利益，為什麼？她的護持真正有一個成就的人，所以她沒有墮三途，她生天！你護持，你底下將來能出幾個真正覺悟的人，那你就有福報，你也不會墮三途，這個福報會幫助你生天。如果你底下所護持的，沒有一個能出來，都是庸庸碌碌的，那你問題嚴重了。見了閻羅王，閻羅王會問你，你護的什麼法？所以不懂戒律的，那沒有法子談，懂戒律的人知道。我們這一生，佛說得很多，得人身聞佛法，你的目的何在？佛在經上說得很清楚，不論宗派、不論法門，佛領導我們、帶我們走的路就是一條，一個方向、一個目標，離苦得樂。哪裡苦？三途苦、六道苦、十法界苦，離苦是離十法界，那真的是離苦得樂。"
    },
    {
      "id": "12-017-1877_p0010",
      "zh_CN": "脱离六道轮回，这是方便法，不是究竟，脱离六道轮回，就是告诉你，你永远不会堕三恶道。你在六道里面，虽然能够达到非想非非想处天，寿命到了还是要堕三途。所以佛讲三界统苦。脱离六道，这是小果阿罗汉，不是大的果报，小果，就是告诉你说你不堕三途，你不再造贪瞋痴。贪瞋痴慢疑断掉了，不是伏断，是真断。明白这个道理，就晓得，我们修什么？就修这个。你还要争名、还要争利，这是跟佛教诲一百八十度的违背；佛叫你把它摆脱掉，摆脱掉你成就了。你还天天在争，你争这些东西就是增长贪瞋痴慢，疑在其中，你对世出世法都怀疑，所以你才搞贪瞋痴慢，分别执着严重的在增长、在提升，这就错了。你不是佛的眷属，你是魔的眷属，修得再好，积功累德做多少善事、善行，你是阿修罗的眷属，你是罗刹的眷属。简单的来说，佛是以清净心为宗旨；罗刹就以好胜、好强、竞争，以这个为宗旨。我们要学佛，就要把这些不善的习气统统淘汰掉。",
      "zh_TW": "脫離六道輪迴，這是方便法，不是究竟，脫離六道輪迴，就是告訴你，你永遠不會墮三惡道。你在六道裡面，雖然能夠達到非想非非想處天，壽命到了還是要墮三途。所以佛講三界統苦。脫離六道，這是小果阿羅漢，不是大的果報，小果，就是告訴你說你不墮三途，你不再造貪瞋痴。貪瞋痴慢疑斷掉了，不是伏斷，是真斷。明白這個道理，就曉得，我們修什麼？就修這個。你還要爭名、還要爭利，這是跟佛教誨一百八十度的違背；佛叫你把它擺脫掉，擺脫掉你成就了。你還天天在爭，你爭這些東西就是增長貪瞋痴慢，疑在其中，你對世出世法都懷疑，所以你才搞貪瞋痴慢，分別執著嚴重的在增長、在提升，這就錯了。你不是佛的眷屬，你是魔的眷屬，修得再好，積功累德做多少善事、善行，你是阿修羅的眷屬，你是羅剎的眷屬。簡單的來說，佛是以清淨心為宗旨；羅剎就以好勝、好強、競爭，以這個為宗旨。我們要學佛，就要把這些不善的習氣統統淘汰掉。"
    },
    {
      "id": "12-017-1877_p0011",
      "zh_CN": "在今天的社会，你这样的做法，一般人看到，你这个人没出息，阿Ｑ精神。我就是这个例子，初学佛的时候处处都让，总是吃亏，出家之后也是如此。所以我的朋友、同学、认识我的人，出家之后包括悟字辈的这些同修，他们怎么批评我？净空法师只会讲经，除了讲经之外他一无所能。一生都受别人摆布，都被别人控制，一点反抗能力都没有，我是这么一个人，他们批评得一文不值。到这么多年来，慢慢的对我有了点信心，看出因果报应上的一桩事情，那就是什么？吃亏有福。你们处处占便宜，我处处吃亏，吃亏的人后福无穷，这些人他们看到了。难得，现在对我另眼相看，证明古人讲的「吃亏是福」。你不肯吃亏，福报从哪来？有些人这福报是前生修的，我前生没修福，我的福报是这一生修的，学佛之后修的，没学佛之前不知道！",
      "zh_TW": "在今天的社會，你這樣的做法，一般人看到，你這個人沒出息，阿Ｑ精神。我就是這個例子，初學佛的時候處處都讓，總是吃虧，出家之後也是如此。所以我的朋友、同學、認識我的人，出家之後包括悟字輩的這些同修，他們怎麼批評我？淨空法師只會講經，除了講經之外他一無所能。一生都受別人擺佈，都被別人控制，一點反抗能力都沒有，我是這麼一個人，他們批評得一文不值。到這麼多年來，慢慢的對我有了點信心，看出因果報應上的一樁事情，那就是什麼？吃虧有福。你們處處佔便宜，我處處吃虧，吃虧的人後福無窮，這些人他們看到了。難得，現在對我另眼相看，證明古人講的「吃虧是福」。你不肯吃虧，福報從哪來？有些人這福報是前生修的，我前生沒修福，我的福報是這一生修的，學佛之後修的，沒學佛之前不知道！"
    },
    {
      "id": "12-017-1877_p0012",
      "zh_CN": "这个也很好，给大家做个样板、做个样子，你细细去观察。我这一生当中，观念里头没有道场，一生不要道场，我知道我是凡夫，我要是搞一个道场，我肯定堕三途。澳洲这个道场是不得已而建的，这大家晓得，我们离开台湾之后，有二十多个悟字辈的同学跟着我，没有人收留，没有依靠，这建个道场给他们，建好就想交给他们。但是在国外人地生疏，我年岁大，讲经的时间长久，还有些人能信得过、能支持我，所以学院挂个名，他们好办事。实际上只是挂个名而已，什么都不管；你要叫我管事，我名也不挂，大家一定要明白这个道理。",
      "zh_TW": "這個也很好，給大家做個樣板、做個樣子，你細細去觀察。我這一生當中，觀念裡頭沒有道場，一生不要道場，我知道我是凡夫，我要是搞一個道場，我肯定墮三途。澳洲這個道場是不得已而建的，這大家曉得，我們離開台灣之後，有二十多個悟字輩的同學跟著我，沒有人收留，沒有依靠，這建個道場給他們，建好就想交給他們。但是在國外人地生疏，我年歲大，講經的時間長久，還有些人能信得過、能支持我，所以學院掛個名，他們好辦事。實際上只是掛個名而已，什麼都不管；你要叫我管事，我名也不掛，大家一定要明白這個道理。"
    },
    {
      "id": "12-017-1877_p0013",
      "zh_CN": "十善业道要特别重视，要认真努力的学习，真正现在我们想到这几年在这里提倡的，要从《弟子规》下手，要从《感应篇》下手，然后才到《十善业道》。如果你不从这个顺序，你专修十善业你学不到，你没有根。中国历代在家、出家学佛成绩辉煌，靠什么？靠儒释道三个根，你想把这三个根舍掉，无论是修哪一家的都不会成就。充其量像从前李老师所说的，你成就世间人所谓的学者，不是学佛，也不是学儒，也不是学道。你搞的是佛学、儒学、道学，搞这个东西，成就再大，与了生死、出三界毫不相关。最后就是说，该怎么生死还是怎么生死，李老师说这个话，真的，不是假的。真正修道人一定要以释迦牟尼佛做为榜样，他老人家你看看，开悟之后，三十岁开始教学，就是讲经教学，七十九岁走的，一生没有道场。走的时候在野外树林里头往生的，不是在房子里头，这就是告诉我们舍得干干净净，确实没有一丝毫留恋，我们学佛要以他老人家为榜样。我学佛第一个出家老师章嘉大师，他就告诉我学释迦牟尼佛，所以第一本叫我念的《释迦谱》、《释迦方志》。我们对世尊有了认识，知道他一生的行谊，产生真诚的恭敬、仰慕，真放得下。",
      "zh_TW": "十善業道要特別重視，要認真努力的學習，真正現在我們想到這幾年在這裡提倡的，要從《弟子規》下手，要從《感應篇》下手，然後才到《十善業道》。如果你不從這個順序，你專修十善業你學不到，你沒有根。中國歷代在家、出家學佛成績輝煌，靠什麼？靠儒釋道三個根，你想把這三個根捨掉，無論是修哪一家的都不會成就。充其量像從前李老師所說的，你成就世間人所謂的學者，不是學佛，也不是學儒，也不是學道。你搞的是佛學、儒學、道學，搞這個東西，成就再大，與了生死、出三界毫不相關。最後就是說，該怎麼生死還是怎麼生死，李老師說這個話，真的，不是假的。真正修道人一定要以釋迦牟尼佛做為榜樣，他老人家你看看，開悟之後，三十歲開始教學，就是講經教學，七十九歲走的，一生沒有道場。走的時候在野外樹林裡頭往生的，不是在房子裡頭，這就是告訴我們捨得乾乾淨淨，確實沒有一絲毫留戀，我們學佛要以他老人家為榜樣。我學佛第一個出家老師章嘉大師，他就告訴我學釋迦牟尼佛，所以第一本叫我念的《釋迦譜》、《釋迦方誌》。我們對世尊有了認識，知道他一生的行誼，產生真誠的恭敬、仰慕，真放得下。"
    },
    {
      "id": "12-017-1877_p0014",
      "zh_CN": "「七支奉戒」是因，「金山围绕」是果报，像前面讲的七金山、七香水海，果报。「七识流转而为海印」，七识是前七识，这不单讲末那，末那、意识、前五识流转在十法界。海印是什么？同时，海印是没有先后。印，像中国人印信盖印，你看印章上很多字，一盖下去统统现前，没有前后。你书写的时候有前后，盖印没有前后。转八识成四智也没有前后，也是一刹那当中，这是华严教义。「第一义天，依持而住」，大乘教里面讲天，有讲五种天，五种天最后一个是第一义天。第一义，着重在义，天是比喻高，最高的，第一义天是最高，没有比这个更高。那就是佛陀、法身菩萨，明心见性，这称第一义天。所以大乘圆教初住以上，破一品无明、证一分法身，就可以称为第一义天。第一义天里面，也就是见性的人，见了性的人，我们常讲四桩事情，不生、不灭、不老、不死，他真的得到。六道里面包括色界天、无色界天，都有生老病死；四圣法界里面有变易生死，分段生死他没有了，有变易生死。到这个地方，生死没有了，初住以上没有了，见性了。",
      "zh_TW": "「七支奉戒」是因，「金山圍繞」是果報，像前面講的七金山、七香水海，果報。「七識流轉而為海印」，七識是前七識，這不單講末那，末那、意識、前五識流轉在十法界。海印是什麼？同時，海印是沒有先後。印，像中國人印信蓋印，你看印章上很多字，一蓋下去統統現前，沒有前後。你書寫的時候有前後，蓋印沒有前後。轉八識成四智也沒有前後，也是一剎那當中，這是華嚴教義。「第一義天，依持而住」，大乘教裡面講天，有講五種天，五種天最後一個是第一義天。第一義，著重在義，天是比喻高，最高的，第一義天是最高，沒有比這個更高。那就是佛陀、法身菩薩，明心見性，這稱第一義天。所以大乘圓教初住以上，破一品無明、證一分法身，就可以稱為第一義天。第一義天裡面，也就是見性的人，見了性的人，我們常講四樁事情，不生、不滅、不老、不死，他真的得到。六道裡面包括色界天、無色界天，都有生老病死；四聖法界裡面有變易生死，分段生死他沒有了，有變易生死。到這個地方，生死沒有了，初住以上沒有了，見性了。"
    },
    {
      "id": "12-017-1877_p0015",
      "zh_CN": "在佛陀教学目标里面，目标就是大家常念的阿耨多罗三藐三菩提，你学佛学什么？就是要求证得阿耨多罗三藐三菩提。这句话可以翻，不是不能翻，为什么不翻？叫尊重不翻。为什么？这是佛法所追求的终极目标，翻成中国意思是无上正等正觉，这是你所求的。无上正等正觉是一切众生自性里头本来具足的，各个人都有。现在为什么没有？现在因为你起了妄想分别执着而不能证得。你只要把妄想分别执着放下，你就是无上正等正觉。我们在六道里，生生世世无量劫来，染污太严重，真的是想放下没有办法放下，佛有方便，佛教我们慢慢放。这章嘉大师以前教我的，不能一下放，慢慢放，天天放、月月放、年年放，只要你肯放就有进步，就慢慢提升。像爬楼梯一样，这是方东美先生告诉我的，跟章嘉大师教的是一个意思，像上高楼爬楼梯。顿悟不是爬楼梯，像现在讲坐电梯上来，他不是爬楼梯。可是方老师没有用电梯比喻，方老师说他有本事，一跳就上去，一步就上高楼了；你没有那个本事，不行。你能不能十层、二十层的高楼，你在底下一下就跳上去？那要功夫，你没有那功夫，那我们爬楼梯。",
      "zh_TW": "在佛陀教學目標裡面，目標就是大家常念的阿耨多羅三藐三菩提，你學佛學什麼？就是要求證得阿耨多羅三藐三菩提。這句話可以翻，不是不能翻，為什麼不翻？叫尊重不翻。為什麼？這是佛法所追求的終極目標，翻成中國意思是無上正等正覺，這是你所求的。無上正等正覺是一切眾生自性裡頭本來具足的，各個人都有。現在為什麼沒有？現在因為你起了妄想分別執著而不能證得。你只要把妄想分別執著放下，你就是無上正等正覺。我們在六道裡，生生世世無量劫來，染污太嚴重，真的是想放下沒有辦法放下，佛有方便，佛教我們慢慢放。這章嘉大師以前教我的，不能一下放，慢慢放，天天放、月月放、年年放，只要你肯放就有進步，就慢慢提升。像爬樓梯一樣，這是方東美先生告訴我的，跟章嘉大師教的是一個意思，像上高樓爬樓梯。頓悟不是爬樓梯，像現在講坐電梯上來，他不是爬樓梯。可是方老師沒有用電梯比喻，方老師說他有本事，一跳就上去，一步就上高樓了；你沒有那個本事，不行。你能不能十層、二十層的高樓，你在底下一下就跳上去？那要功夫，你沒有那功夫，那我們爬樓梯。"
    },
    {
      "id": "12-017-1877_p0016",
      "zh_CN": "此地讲「第一义天，依持而住」，就是破了无明以后他们的住处，他住在这个地方是不生不灭、不老不死，这就是大涅槃的境界。惠能大师住在这里，所以他说「何期自性，本不生灭」。它本来没有生灭，生灭尚且没有，哪来的老死？「可以神会，非情能升」，你可以能体会，情就是情识，也就是烦恼，你还有烦恼习气，你上不去。可以神会，我们一般讲解悟，你在佛法有长时间的薰修，跟你讲你能懂，你能体会到几分，这就很不容易。这就是章嘉大师讲的看破，你能看破，你还不能放下。从前李老师讲经常常讲，世间人不能成就，好像经听得很多了，甚至于他也会讲经，也能上台，说看得破、忍不过，放不下。名闻利养现前还是不行，他还是忍不过，这就是他不能彻底放下。彻底放下，在佛法里说大英雄，英雄是什么？别人做不到的你能做到，这称之为英雄。所以非将相之所能为，将是元帅、将军；相是什么？是总理、是宰相。他们做不到，他们放不下，名闻利养放不下；你能把名闻利养给放下，真英雄。我们供佛的大殿叫大雄宝殿，雄就是英雄，大英雄宝殿。大英雄是什么？别人做不到的他能做到。别人做不到的是什么？是放下。别人放不下，他能放下，放下本来是佛。",
      "zh_TW": "此地講「第一義天，依持而住」，就是破了無明以後他們的住處，他住在這個地方是不生不滅、不老不死，這就是大涅槃的境界。惠能大師住在這裡，所以他說「何期自性，本不生滅」。它本來沒有生滅，生滅尚且沒有，哪來的老死？「可以神會，非情能升」，你可以能體會，情就是情識，也就是煩惱，你還有煩惱習氣，你上不去。可以神會，我們一般講解悟，你在佛法有長時間的薰修，跟你講你能懂，你能體會到幾分，這就很不容易。這就是章嘉大師講的看破，你能看破，你還不能放下。從前李老師講經常常講，世間人不能成就，好像經聽得很多了，甚至於他也會講經，也能上台，說看得破、忍不過，放不下。名聞利養現前還是不行，他還是忍不過，這就是他不能徹底放下。徹底放下，在佛法裡說大英雄，英雄是什麼？別人做不到的你能做到，這稱之為英雄。所以非將相之所能為，將是元帥、將軍；相是什麼？是總理、是宰相。他們做不到，他們放不下，名聞利養放不下；你能把名聞利養給放下，真英雄。我們供佛的大殿叫大雄寶殿，雄就是英雄，大英雄寶殿。大英雄是什麼？別人做不到的他能做到。別人做不到的是什麼？是放下。別人放不下，他能放下，放下本來是佛。"
    },
    {
      "id": "12-017-1877_p0017",
      "zh_CN": "下面说「不离本处，遍应十方」，这一会是在须弥山顶。前面一会第二会是在菩提场，菩提场上释迦牟尼佛在那边没离开，可是天宫的天人他们有感，佛同时应身。忉利天宫人看到释迦牟尼佛在忉利天宫，我们人间是看到释迦牟尼佛在菩提场，在我们人间讲经说法，不离本处升忉利天。清凉这句话说得好，不但升忉利天，遍法界虚空界哪个地方有感，他同时都应，遍应十方，这是神通广大。这种能力，佛说一切众生各个都有，一点都不希奇，为什么？自性。你只要见性，性没有时间，性没有空间，时间、空间都不存在。我们凡夫是受了时空的限制，出不了时空的范围，所以有先后、有此处、有他方，必须离开此处才能到达彼方。见性的人不需要，为什么？性无穷大，没有边际。就好像我们现在用的网路、用的电视一样，我们在香港佛陀教育协会，在这个地方跟大家一起学《华严》，在整个世界，在这个时候你只要打开频道都能收到，也是遍应十方没有离本处。不过我们还是受这些机械的限制，自性里面没有这些机械限制，它是自然的应现。",
      "zh_TW": "下面說「不離本處，遍應十方」，這一會是在須彌山頂。前面一會第二會是在菩提場，菩提場上釋迦牟尼佛在那邊沒離開，可是天宮的天人他們有感，佛同時應身。忉利天宮人看到釋迦牟尼佛在忉利天宮，我們人間是看到釋迦牟尼佛在菩提場，在我們人間講經說法，不離本處升忉利天。清涼這句話說得好，不但升忉利天，遍法界虛空界哪個地方有感，他同時都應，遍應十方，這是神通廣大。這種能力，佛說一切眾生各個都有，一點都不希奇，為什麼？自性。你只要見性，性沒有時間，性沒有空間，時間、空間都不存在。我們凡夫是受了時空的限制，出不了時空的範圍，所以有先後、有此處、有他方，必須離開此處才能到達彼方。見性的人不需要，為什麼？性無窮大，沒有邊際。就好像我們現在用的網路、用的電視一樣，我們在香港佛陀教育協會，在這個地方跟大家一起學《華嚴》，在整個世界，在這個時候你只要打開頻道都能收到，也是遍應十方沒有離本處。不過我們還是受這些機械的限制，自性裡面沒有這些機械限制，它是自然的應現。"
    },
    {
      "id": "12-017-1877_p0018",
      "zh_CN": "这桩事情很像江本胜博士做的水实验，同样的一杯水，每个人对着它，统统都应。没有人呢？没有人还是有应，为什么？自然环境里头有磁场，它还是应。这个感应是自然的，没有原因，没有理由，有感就有应，感应是因果。所以因果是自性里头本具的，不是外来的。迷的时候有，现十法界依正庄严；悟的时候还有，现一真法界。一真法界跟十法界依正庄严是同时应现，没有先后，没有彼此，这桩事情唯证方知。我们现在是从经上听到佛这么说，佛说这些话终极的目标，希望我们自己亲自证得。什么时候我们不离本处遍应十方？应当学，放下执着你就能遍应十方，应的范围不大，佛在经上告诉我们，小千世界。在我们听起来，小千世界也不得了，小千世界多大？一千个银河系。你在一千个银河系里面，你不离本处遍应十方，这是阿罗汉。菩萨能力就强了，菩萨能力能不离本处遍应十方，那个十方是大千世界，三千大千世界，是十亿个银河系，不是一千个。阿罗汉是一千个银河系，菩萨是十亿个银河系。初住菩萨到佛，就明心见性，那就没有数量了，遍法界虚空界。",
      "zh_TW": "這樁事情很像江本勝博士做的水實驗，同樣的一杯水，每個人對著它，統統都應。沒有人呢？沒有人還是有應，為什麼？自然環境裡頭有磁場，它還是應。這個感應是自然的，沒有原因，沒有理由，有感就有應，感應是因果。所以因果是自性裡頭本具的，不是外來的。迷的時候有，現十法界依正莊嚴；悟的時候還有，現一真法界。一真法界跟十法界依正莊嚴是同時應現，沒有先後，沒有彼此，這樁事情唯證方知。我們現在是從經上聽到佛這麼說，佛說這些話終極的目標，希望我們自己親自證得。什麼時候我們不離本處遍應十方？應當學，放下執著你就能遍應十方，應的範圍不大，佛在經上告訴我們，小千世界。在我們聽起來，小千世界也不得了，小千世界多大？一千個銀河系。你在一千個銀河系裡面，你不離本處遍應十方，這是阿羅漢。菩薩能力就強了，菩薩能力能不離本處遍應十方，那個十方是大千世界，三千大千世界，是十億個銀河系，不是一千個。阿羅漢是一千個銀河系，菩薩是十億個銀河系。初住菩薩到佛，就明心見性，那就沒有數量了，遍法界虛空界。"
    },
    {
      "id": "12-017-1877_p0019",
      "zh_CN": "学佛，诸位要记住，不管是哪个宗派、哪个法门，往生极乐世界也不例外，最后的目标是什么？统统是明心见性。我们在此地娑婆世界，这个环境不好，没有好老师、没有好的同参道友，修学非常困难。世尊为我们介绍有好地方可以去，极乐世界阿弥陀佛，换个地方去学习，到那个地方所有一切障碍都没有了，而且就是时间不需要很长，就达到明心见性。所以到极乐世界不是去享福的，到极乐世界去证明心见性，是为这个事情去的。见阿弥陀佛，你就晓得我见阿弥陀佛，我来干什么的？我来要学成佛的，我到极乐世界是来作佛的这就对了。就像六祖当年到黄梅见忍和尚，忍和尚问他：你到这个地方来，你想学什么？他说：我要作佛。他来作佛的，我们到极乐世界是去作佛。",
      "zh_TW": "學佛，諸位要記住，不管是哪個宗派、哪個法門，往生極樂世界也不例外，最後的目標是什麼？統統是明心見性。我們在此地娑婆世界，這個環境不好，沒有好老師、沒有好的同參道友，修學非常困難。世尊為我們介紹有好地方可以去，極樂世界阿彌陀佛，換個地方去學習，到那個地方所有一切障礙都沒有了，而且就是時間不需要很長，就達到明心見性。所以到極樂世界不是去享福的，到極樂世界去證明心見性，是為這個事情去的。見阿彌陀佛，你就曉得我見阿彌陀佛，我來幹什麼的？我來要學成佛的，我到極樂世界是來作佛的這就對了。就像六祖當年到黃梅見忍和尚，忍和尚問他：你到這個地方來，你想學什麼？他說：我要作佛。他來作佛的，我們到極樂世界是去作佛。"
    },
    {
      "id": "12-017-1877_p0020",
      "zh_CN": "下面说「映蔽佛日，及菩萨月，而成涅槃生死昼夜」，佛日、菩萨月都是代表教学。要知道佛菩萨的示现，佛菩萨的讲经说法、弘法利生、普度众生，统统叫方便法。所以佛在经上讲得很好，「佛法因缘生」，因缘生就不是真的，你要明了。佛在《金刚经》上说得很好，「法尚应舍，何况非法」，法是佛法，不可以执着。你学佛法，你执着了，执着就变成所知障。所以马鸣菩萨教我们听经学教，要用什么态度？离言说相、离名字相、离心缘相，这就教你听经学教把分别执着放下。你有分别心、有执着心，你学不到，你所学的那是世间法，不是佛法。如果你不执着、不分别言语，文字是言语的符号，不执着言语、不执着文字、不执著名相，懂就懂，不懂就不懂，不要去想，不要去研究。为什么？一研究是第六意识，那不是佛的意思，是你自己的意思。开经偈上说「愿解如来真实义」，你所解的全是自己的意思，看经望文生义；听经亦复如是，随着音声生义就错了。你所生的全错了，这是非常困难的一桩事情。由此可知，佛言语文字是什么？是做个桥梁。我们所谓这个东西是指路牌，指示你的方向，不是目的地，要懂这个意思。把指路牌当作方向，错了，自古以来犯这种错误的人，不计其数，太多了！《华严经》在哪里？这经本是《华严经》，错了，这哪里是《华严经》！真正《华严经》在哪里？自性华严，唯心华严，那是真的。可是我们学习，我们中下根性的人要依佛的方便，依靠佛的方便慢慢的契入到真实，就是一面学，一面要懂得放下，不要执着，你才有悟处。悟处也不能执着，一执着就错了，所以说你心有体会，可以神会。",
      "zh_TW": "下面說「映蔽佛日，及菩薩月，而成涅槃生死晝夜」，佛日、菩薩月都是代表教學。要知道佛菩薩的示現，佛菩薩的講經說法、弘法利生、普度眾生，統統叫方便法。所以佛在經上講得很好，「佛法因緣生」，因緣生就不是真的，你要明瞭。佛在《金剛經》上說得很好，「法尚應捨，何況非法」，法是佛法，不可以執著。你學佛法，你執著了，執著就變成所知障。所以馬鳴菩薩教我們聽經學教，要用什麼態度？離言說相、離名字相、離心緣相，這就教你聽經學教把分別執著放下。你有分別心、有執著心，你學不到，你所學的那是世間法，不是佛法。如果你不執著、不分別言語，文字是言語的符號，不執著言語、不執著文字、不執著名相，懂就懂，不懂就不懂，不要去想，不要去研究。為什麼？一研究是第六意識，那不是佛的意思，是你自己的意思。開經偈上說「願解如來真實義」，你所解的全是自己的意思，看經望文生義；聽經亦復如是，隨著音聲生義就錯了。你所生的全錯了，這是非常困難的一樁事情。由此可知，佛言語文字是什麼？是做個橋梁。我們所謂這個東西是指路牌，指示你的方向，不是目的地，要懂這個意思。把指路牌當作方向，錯了，自古以來犯這種錯誤的人，不計其數，太多了！《華嚴經》在哪裡？這經本是《華嚴經》，錯了，這哪裡是《華嚴經》！真正《華嚴經》在哪裡？自性華嚴，唯心華嚴，那是真的。可是我們學習，我們中下根性的人要依佛的方便，依靠佛的方便慢慢的契入到真實，就是一面學，一面要懂得放下，不要執著，你才有悟處。悟處也不能執著，一執著就錯了，所以說你心有體會，可以神會。"
    },
    {
      "id": "12-017-1877_p0021",
      "zh_CN": "「成涅槃生死昼夜」，涅槃没有生死昼夜，这句是说你成大般涅槃，这是正说；另外一个衍生的意思，有涅槃生死昼夜，那是什么？你的应化身，就是这个地方讲的，不离本处遍应十方，你在天道随顺天道，随顺天道的生死昼夜，你在人间随顺人间，我们现在讲时差，你在哪里你就随顺那个地方，随顺那个地方的众生。我们现在一般讲此时此处，在这个地方应化随着这个地方的众生。像释迦牟尼佛当年示现在印度，随顺印度众生的生死昼夜，他有没有生死昼夜？没有。示现是不是装着做？没有，没有装着做作。也就是说世尊的示现、诸佛如来的示现、法身大士的示现，绝对没有起心动念。起心动念那就堕落，那不是示现，为什么？起心动念迷了。这个道理真正搞清楚、搞明白，认真努力去学习，这叫真学佛，这叫真的回归自性，真的回头。我们得走我们的路，决定要奉持禁戒，这是世尊最后的遗教，在《涅槃经》里面讲的。如果说把戒律废除、戒律舍弃，决定不能成就；已经成就的人，诸佛菩萨没有不严持戒律的。为什么？给众生做好榜样，就是大慈大悲，就叫普度众生。你不能给众生做不好的榜样，这个道理不能不懂。真正严持戒律，发菩提心，菩提心是真诚心、清净心、平等心、觉悟的心、慈悲的心，没有一个妄念。自自然然，往上面说，跟佛菩萨感应道交，从下面讲，跟一切众生也感应道交，这是真正学佛，真正在行菩萨道。",
      "zh_TW": "「成涅槃生死晝夜」，涅槃沒有生死晝夜，這句是說你成大般涅槃，這是正說；另外一個衍生的意思，有涅槃生死晝夜，那是什麼？你的應化身，就是這個地方講的，不離本處遍應十方，你在天道隨順天道，隨順天道的生死晝夜，你在人間隨順人間，我們現在講時差，你在哪裡你就隨順那個地方，隨順那個地方的眾生。我們現在一般講此時此處，在這個地方應化隨著這個地方的眾生。像釋迦牟尼佛當年示現在印度，隨順印度眾生的生死晝夜，他有沒有生死晝夜？沒有。示現是不是裝著做？沒有，沒有裝著做作。也就是說世尊的示現、諸佛如來的示現、法身大士的示現，絕對沒有起心動念。起心動念那就墮落，那不是示現，為什麼？起心動念迷了。這個道理真正搞清楚、搞明白，認真努力去學習，這叫真學佛，這叫真的回歸自性，真的回頭。我們得走我們的路，決定要奉持禁戒，這是世尊最後的遺教，在《涅槃經》裡面講的。如果說把戒律廢除、戒律捨棄，決定不能成就；已經成就的人，諸佛菩薩沒有不嚴持戒律的。為什麼？給眾生做好榜樣，就是大慈大悲，就叫普度眾生。你不能給眾生做不好的榜樣，這個道理不能不懂。真正嚴持戒律，發菩提心，菩提心是真誠心、清淨心、平等心、覺悟的心、慈悲的心，沒有一個妄念。自自然然，往上面說，跟佛菩薩感應道交，從下面講，跟一切眾生也感應道交，這是真正學佛，真正在行菩薩道。"
    },
    {
      "id": "12-017-1877_p0022",
      "zh_CN": "下面讲生果妙，「生教行果而为妙树」，这些是为众生，不是为自己。这是讲菩萨应化在十法界，应化在十方世界，自自然然生教行果；教是言教，行是身教，果就是把因果报应做出来给众生看，也就是佛家常讲的三转法轮。对于上上根的人示转，一指示他就明白，像惠能大师那种人好教，几句话一说，他就开悟、他就证果，上上根人。对中根人，你指示他，他还不懂，必须苦口婆心的劝导他，那就是行教。劝人是一定要做榜样，用行动慢慢叫他看到，他觉悟。对于钝根的人，劝他，他也不相信，他也不能接受，怎么样？果。果是什么？拿果报作证，现在人讲要把证据拿来，真正把证据拿出来，你相不相信？这些都是能够得度，都是有善根的。",
      "zh_TW": "下面講生果妙，「生教行果而為妙樹」，這些是為眾生，不是為自己。這是講菩薩應化在十法界，應化在十方世界，自自然然生教行果；教是言教，行是身教，果就是把因果報應做出來給眾生看，也就是佛家常講的三轉法輪。對於上上根的人示轉，一指示他就明白，像惠能大師那種人好教，幾句話一說，他就開悟、他就證果，上上根人。對中根人，你指示他，他還不懂，必須苦口婆心的勸導他，那就是行教。勸人是一定要做榜樣，用行動慢慢叫他看到，他覺悟。對於鈍根的人，勸他，他也不相信，他也不能接受，怎麼樣？果。果是什麼？拿果報作證，現在人講要把證據拿來，真正把證據拿出來，你相不相信？這些都是能夠得度，都是有善根的。"
    },
    {
      "id": "12-017-1877_p0023",
      "zh_CN": "如果说证据拿来还不相信，佛法讲那是一阐提的众生，一阐提是什么？没善根，佛来了也度不了他，他还是不会接受的。但是一阐提现前不能得度，将来还是会得度，为什么？教行果他接触到，接触不信没有关系，一历耳根永为道种，阿赖耶识里大乘教的种子他种下去了。你现在不相信，你造种种业，你受种种报，报受尽之后，以后再得人身会遇到大乘，你相信，为什么？阿赖耶识有种子。从这个地方我们就明白，一切众生没有一个不得度，一阐提有佛性，「生公说法，顽石点头」，顽石也承认。一切众生都有佛性，石头也有佛性，它不叫佛性，它叫法性。",
      "zh_TW": "如果說證據拿來還不相信，佛法講那是一闡提的眾生，一闡提是什麼？沒善根，佛來了也度不了他，他還是不會接受的。但是一闡提現前不能得度，將來還是會得度，為什麼？教行果他接觸到，接觸不信沒有關係，一歷耳根永為道種，阿賴耶識裡大乘教的種子他種下去了。你現在不相信，你造種種業，你受種種報，報受盡之後，以後再得人身會遇到大乘，你相信，為什麼？阿賴耶識有種子。從這個地方我們就明白，一切眾生沒有一個不得度，一闡提有佛性，「生公說法，頑石點頭」，頑石也承認。一切眾生都有佛性，石頭也有佛性，它不叫佛性，它叫法性。"
    },
    {
      "id": "12-017-1877_p0024",
      "zh_CN": "见性的人，不要说见性，就是说把执着放下的人，执着放下没有见性，阿罗汉，就能够跟天地万物沟通。实在讲，我们一切众生跟天地万物也是息息不住的在交流，有感应，但是妄想执着太严重，你没有觉察到。不是没有觉察就没有感应，有，没有觉察还是有感应。这与清净心有关系，心愈清净你能够觉察到感应，跟天地万物的感应，跟诸佛菩萨的感应，跟一切鬼神的感应。因为它是一体，怎么会没有感应！所以你逐渐的往上提升，你生活的境界不一样，渐渐扩大那才叫受用，佛经上讲的境界。我们今天很可怜，被烦恼习气严重的拘束，我们的生活圈子太小，苦不堪言。如果放下执着，圈子就大了，你的生活范围一千个银河系，在一千个银河系里面，你想到哪里立刻就到，不需要交通工具。见性，那个大自在你就可想而知，遍法界虚空界。",
      "zh_TW": "見性的人，不要說見性，就是說把執著放下的人，執著放下沒有見性，阿羅漢，就能夠跟天地萬物溝通。實在講，我們一切眾生跟天地萬物也是息息不住的在交流，有感應，但是妄想執著太嚴重，你沒有覺察到。不是沒有覺察就沒有感應，有，沒有覺察還是有感應。這與清淨心有關係，心愈清淨你能夠覺察到感應，跟天地萬物的感應，跟諸佛菩薩的感應，跟一切鬼神的感應。因為它是一體，怎麼會沒有感應！所以你逐漸的往上提升，你生活的境界不一樣，漸漸擴大那才叫受用，佛經上講的境界。我們今天很可憐，被煩惱習氣嚴重的拘束，我們的生活圈子太小，苦不堪言。如果放下執著，圈子就大了，你的生活範圍一千個銀河系，在一千個銀河系裡面，你想到哪裡立刻就到，不需要交通工具。見性，那個大自在你就可想而知，遍法界虛空界。"
    },
    {
      "id": "12-017-1877_p0025",
      "zh_CN": "下面讲第九资具，「世界初成，菩萨先出，为众生现种种资具」。世界有成住坏空，现代的天文学家借着高科技的手段，把望远镜装在无人驾驶的太空船上，发射到太空。二十多年前发射出去的，现在距离我们地球有几十亿公里，要用公里来计算。我们看到一张照片，在柯尔报告里头，他选择了一张，我们看到，在银河系里有个小点，蓝色的，那就是地球。是我们太空船距离多少？距离四十亿英里，距离地球四十亿英里拍摄下来传回来，你看到一点点蓝色的星。如果我们不需要用交通工具，比它更圆满，你能够生活在遍法界虚空界，哪个星球上众生有感，你就会在那里现身。不是说到那里去，没有来去！为什么？法性遍一切处。相是什么？相是性变现的。性就像虚空一样，实在讲虚空还是自性变现出来。",
      "zh_TW": "下面講第九資具，「世界初成，菩薩先出，為眾生現種種資具」。世界有成住壞空，現代的天文學家藉著高科技的手段，把望遠鏡裝在無人駕駛的太空船上，發射到太空。二十多年前發射出去的，現在距離我們地球有幾十億公里，要用公里來計算。我們看到一張照片，在柯爾報告裡頭，他選擇了一張，我們看到，在銀河系裡有個小點，藍色的，那就是地球。是我們太空船距離多少？距離四十億英里，距離地球四十億英里拍攝下來傳回來，你看到一點點藍色的星。如果我們不需要用交通工具，比它更圓滿，你能夠生活在遍法界虛空界，哪個星球上眾生有感，你就會在那裡現身。不是說到那裡去，沒有來去！為什麼？法性遍一切處。相是什麼？相是性變現的。性就像虛空一樣，實在講虛空還是自性變現出來。"
    },
    {
      "id": "12-017-1877_p0026",
      "zh_CN": "我们现在用简单的比喻，性好像什么？好像电磁波，我们在这里讲经用电磁波传遍在虚空，在地球上无论你在哪个地方，你有接收的设备，频道按下去，画面就出来了。是不是我们这个画面从此地用电磁波，有距离传到那边？好像是有，实际上没有。因为电磁波已经传遍整个地球，外太空还达不到，这个地球，你在地球上任何一个角落，只要有接收的设备就能看到。当你见性之后，你的自性是遍法界虚空界，法界虚空界里面所有一切的万法，能生万法。这个虚空无数的星球，星球里面有各种不同的众生，十法界依正庄严哪里来的？自性变现的。自性变现，有没有分别执着？没有。有分别执着也能有变现，小通，小小神通；放下妄想分别执着，是自性里面本来具足的神通，这神通叫德。佛说的「一切众生皆有如来智慧德相」，能现的是德，所现的是相，智慧遍法界虚空界，德能遍法界虚空界，相好遍法界虚空界，有缘就现，没有缘不现，不现不是不在。什么叫缘？感，众生有感，自性它就现，是这么个道理。",
      "zh_TW": "我們現在用簡單的比喻，性好像什麼？好像電磁波，我們在這裡講經用電磁波傳遍在虛空，在地球上無論你在哪個地方，你有接收的設備，頻道按下去，畫面就出來了。是不是我們這個畫面從此地用電磁波，有距離傳到那邊？好像是有，實際上沒有。因為電磁波已經傳遍整個地球，外太空還達不到，這個地球，你在地球上任何一個角落，只要有接收的設備就能看到。當你見性之後，你的自性是遍法界虛空界，法界虛空界裡面所有一切的萬法，能生萬法。這個虛空無數的星球，星球裡面有各種不同的眾生，十法界依正莊嚴哪裡來的？自性變現的。自性變現，有沒有分別執著？沒有。有分別執著也能有變現，小通，小小神通；放下妄想分別執著，是自性裡面本來具足的神通，這神通叫德。佛說的「一切眾生皆有如來智慧德相」，能現的是德，所現的是相，智慧遍法界虛空界，德能遍法界虛空界，相好遍法界虛空界，有緣就現，沒有緣不現，不現不是不在。什麼叫緣？感，眾生有感，自性它就現，是這麼個道理。"
    },
    {
      "id": "12-017-1877_p0027",
      "zh_CN": "所以世界初成，就有众生移居到那个世界，移民一样，与那个世界有缘的众生，他自然就到那里去了。可是众生还没去的时候，菩萨先去，为什么？菩萨知道那批众生要到那边去居住，菩萨在那边先替他们安排，现种种资具，就是他所需要用的、生活的都给他准备好。在很多宗教里面说神造世界，大概就这个事情。譬如我们地球，这个地球形成的时候，菩萨先来，地球上还没有人，他先来，早就给你安排好。这有动物、有植物、有矿物，将来人在这里居住，他就能运用这些、采用这些。可是现在的人不知道爱惜大自然，随着自己的意思还要糟蹋大自然，破坏大自然，那麻烦就来了，这世界就会毁灭。世界的成住坏空也不是自然而然的，是众生的业感，这个要懂得。众生心地善良的时候，这个世界是成住；众生心行不善，这个世界就坏空，离不开因果。",
      "zh_TW": "所以世界初成，就有眾生移居到那個世界，移民一樣，與那個世界有緣的眾生，他自然就到那裡去了。可是眾生還沒去的時候，菩薩先去，為什麼？菩薩知道那批眾生要到那邊去居住，菩薩在那邊先替他們安排，現種種資具，就是他所需要用的、生活的都給他準備好。在很多宗教裡面說神造世界，大概就這個事情。譬如我們地球，這個地球形成的時候，菩薩先來，地球上還沒有人，他先來，早就給你安排好。這有動物、有植物、有礦物，將來人在這裡居住，他就能運用這些、採用這些。可是現在的人不知道愛惜大自然，隨著自己的意思還要糟蹋大自然，破壞大自然，那麻煩就來了，這世界就會毀滅。世界的成住壞空也不是自然而然的，是眾生的業感，這個要懂得。眾生心地善良的時候，這個世界是成住；眾生心行不善，這個世界就壞空，離不開因果。"
    },
    {
      "id": "12-017-1877_p0028",
      "zh_CN": "「世界将坏，菩萨后没，为说上定，令免三灾」。这有道理，真叫慈悲到极处，世界将要坏的时候菩萨最后走；换句话说，菩萨先来，菩萨后走，佛菩萨没有不在世间的。释迦牟尼佛灭度不在了，那是佛的方便说，不是真实说，真实怎么样？没走。我们现在明白了，佛菩萨是法性，他没有来去，这就是缘现与不现，缘成熟的他现了，缘不成熟的他不现，不是他不存在。好比我们收看电视一样，我们频道按下去，这就是缘，画面现了。我们再按一下频道没有了，不看它就没有，不是它不在，诸佛菩萨的示现亦复如是。我们迷了，迷了把自性变成什么？变成叫灵魂，灵魂是怎么有的？执着有的。你执着要是没有了，放下了，灵魂就恢复，恢复什么？恢复叫自性。我们佛讲灵性，就不是灵魂，迷了叫灵魂，悟了叫灵性，灵性遍法界虚空界。灵魂在法界虚空界横冲直撞，自以为是；不知道我，我是遍法界虚空界是我，真我。迷了之后，只把这一点点东西认为是我，这就是经上讲的「可怜悯者」。",
      "zh_TW": "「世界將壞，菩薩後沒，為說上定，令免三災」。這有道理，真叫慈悲到極處，世界將要壞的時候菩薩最後走；換句話說，菩薩先來，菩薩後走，佛菩薩沒有不在世間的。釋迦牟尼佛滅度不在了，那是佛的方便說，不是真實說，真實怎麼樣？沒走。我們現在明白了，佛菩薩是法性，他沒有來去，這就是緣現與不現，緣成熟的他現了，緣不成熟的他不現，不是他不存在。好比我們收看電視一樣，我們頻道按下去，這就是緣，畫面現了。我們再按一下頻道沒有了，不看它就沒有，不是它不在，諸佛菩薩的示現亦復如是。我們迷了，迷了把自性變成什麼？變成叫靈魂，靈魂是怎麼有的？執著有的。你執著要是沒有了，放下了，靈魂就恢復，恢復什麼？恢復叫自性。我們佛講靈性，就不是靈魂，迷了叫靈魂，悟了叫靈性，靈性遍法界虛空界。靈魂在法界虛空界橫衝直撞，自以為是；不知道我，我是遍法界虛空界是我，真我。迷了之後，只把這一點點東西認為是我，這就是經上講的「可憐憫者」。"
    },
    {
      "id": "12-017-1877_p0029",
      "zh_CN": "世界将坏，这也是个缘成熟，有很多众生警觉到世界坏了怎么办？我到哪里去？佛菩萨趁这机会，来帮助你，帮助你破迷开悟，帮助你脱离将要坏的世界，坏的世界是什么？三灾。三灾是大三灾不是小三灾，火灾、水灾、风灾，水火风不是没有原因，有原因，贪瞋痴来的。瞋恚是大三灾火灾的因，如果这个世界上众生瞋恚心都很重，这个世界毁灭了，被火烧掉了。现在我们这个世界，居民瞋恚心很严重，你看明显的，地球上的温度上升。科学家的解释，是从相上说的；佛在经上告诉我们，是从性上讲的。相不能解决问题，现象是果，性是因，如果我们居住地球上的人，都能够把伦理、道德、因果找回来，都能够遵守，「息灭贪瞋痴，勤修戒定慧」，地球上的温度又会降低。瞋恚灭掉，火灾就没有了；贪爱放弃了，不再有贪婪，水灾就没有；不再愚痴，风灾就没有。不再竞争，地震就没有，竞争是心的不平，就是傲慢。地震就没有。佛从性上讲的，真的，只有佛法能救一切苦难众生。",
      "zh_TW": "世界將壞，這也是個緣成熟，有很多眾生警覺到世界壞了怎麼辦？我到哪裡去？佛菩薩趁這機會，來幫助你，幫助你破迷開悟，幫助你脫離將要壞的世界，壞的世界是什麼？三災。三災是大三災不是小三災，火災、水災、風災，水火風不是沒有原因，有原因，貪瞋痴來的。瞋恚是大三災火災的因，如果這個世界上眾生瞋恚心都很重，這個世界毀滅了，被火燒掉了。現在我們這個世界，居民瞋恚心很嚴重，你看明顯的，地球上的溫度上升。科學家的解釋，是從相上說的；佛在經上告訴我們，是從性上講的。相不能解決問題，現象是果，性是因，如果我們居住地球上的人，都能夠把倫理、道德、因果找回來，都能夠遵守，「息滅貪瞋痴，勤修戒定慧」，地球上的溫度又會降低。瞋恚滅掉，火災就沒有了；貪愛放棄了，不再有貪婪，水災就沒有；不再愚痴，風災就沒有。不再競爭，地震就沒有，競爭是心的不平，就是傲慢。地震就沒有。佛從性上講的，真的，只有佛法能救一切苦難眾生。"
    },
    {
      "id": "12-017-1877_p0030",
      "zh_CN": "佛是说过世间人有共业、有别业，这个地区要受三灾，但是这里面也有好人，也有真正能放下的人他不受。这些人杂居在一起，所以使这个灾难缓和了，是有灾难，降温、降轻了，没那么严重。要看如果断贪瞋痴的人愈来愈少，就是修戒定慧的人愈来愈少，具足贪瞋痴的人是愈来愈多，这个世界上灾难就逐步上升、逐步的扩大。我们就晓得，怎样化解？提倡教育，帮助人觉悟。教育没有别的，帮助别人觉悟，了解事实真相，贪瞋痴慢对自己决定没有好处。人内有贪瞋痴叫三毒烦恼，这三种严重的病毒，外面有诱惑，五欲六尘诱惑勾引你里面的贪瞋痴，你就很容易生病，病从哪来的？病从这么来的。里面把贪瞋痴息掉，外面虽然有诱惑，诱惑也是病毒，外面的，你不受影响，你不受它的诱惑，这里面产生不共业。如果你有智慧高、福报大，你居住在这个地方，这个地方人虽然造种种不善业，沾你的光，不是没有灾难，灾难减轻，灾难缓和。你要是离开这个地方去了，舍弃这个地方走了，这个地方灾难就多，灾难就严重，就这么个道理。",
      "zh_TW": "佛是說過世間人有共業、有別業，這個地區要受三災，但是這裡面也有好人，也有真正能放下的人他不受。這些人雜居在一起，所以使這個災難緩和了，是有災難，降溫、降輕了，沒那麼嚴重。要看如果斷貪瞋痴的人愈來愈少，就是修戒定慧的人愈來愈少，具足貪瞋痴的人是愈來愈多，這個世界上災難就逐步上升、逐步的擴大。我們就曉得，怎樣化解？提倡教育，幫助人覺悟。教育沒有別的，幫助別人覺悟，了解事實真相，貪瞋痴慢對自己決定沒有好處。人內有貪瞋痴叫三毒煩惱，這三種嚴重的病毒，外面有誘惑，五欲六塵誘惑勾引你裡面的貪瞋痴，你就很容易生病，病從哪來的？病從這麼來的。裡面把貪瞋痴息掉，外面雖然有誘惑，誘惑也是病毒，外面的，你不受影響，你不受它的誘惑，這裡面產生不共業。如果你有智慧高、福報大，你居住在這個地方，這個地方人雖然造種種不善業，沾你的光，不是沒有災難，災難減輕，災難緩和。你要是離開這個地方去了，捨棄這個地方走了，這個地方災難就多，災難就嚴重，就這麼個道理。"
    },
    {
      "id": "12-017-1877_p0031",
      "zh_CN": "你就晓得，你一个人修福，你一个人放下，虽然自己提高，这提高是你的性德提升，同时你也修了大福报，为什么？因为你的善能够跟这个地区人的不善冲击，把他们的不善降温。这利益一切众生，众生不知道，你自己也不知道。但是你到一定的程度，那你就很清楚、很明白，原来自行就是利他，要利他决定要自己修行，自己不修行不能利益众生。这个世间，《坛经》上讲得好，苦难众生福不能救，你有大福报，你发大财，你把这财布施给他们，你救不了他的苦，你化解不了他的灾难。怎样能够真正救他化解灾难？你自己好好修，你是大智慧、大福德之人，大家都沾光，道理在此地。所以这个东西不是财富能解决问题，也不是你的权位能解决问题，是你的德行，是你的智慧。",
      "zh_TW": "你就曉得，你一個人修福，你一個人放下，雖然自己提高，這提高是你的性德提升，同時你也修了大福報，為什麼？因為你的善能夠跟這個地區人的不善衝擊，把他們的不善降溫。這利益一切眾生，眾生不知道，你自己也不知道。但是你到一定的程度，那你就很清楚、很明白，原來自行就是利他，要利他決定要自己修行，自己不修行不能利益眾生。這個世間，《壇經》上講得好，苦難眾生福不能救，你有大福報，你發大財，你把這財布施給他們，你救不了他的苦，你化解不了他的災難。怎樣能夠真正救他化解災難？你自己好好修，你是大智慧、大福德之人，大家都沾光，道理在此地。所以這個東西不是財富能解決問題，也不是你的權位能解決問題，是你的德行，是你的智慧。"
    },
    {
      "id": "12-017-1877_p0032",
      "zh_CN": "佛菩萨的德行、智慧，统统都用在教学上，释迦佛如是，十方三世一切诸佛如来无一不如是，他都在教学，再看世出世间的圣人亦如是。然后你就晓得，我们在世间要成就第一等的功德、第一等的事业，是什么？是教育，教学相长。我遇一个人教他，两个人也教他，只要跟人见面都教他。而且教人最重要，首先你要肯定佛说的「一切众生本来是佛」。你可不能轻视他，他造极重的罪业要堕阿鼻地狱，你还是尊重他，为什么？他本来是佛。他为什么造罪业？他迷失了自性，堕地狱是他的果报，他自作自受。我们帮助他，尽自己的心，他能信、能解、能行，他就回头，他真的得度；他不相信、他不懂、他不能行，你给他阿赖耶识里头种了种子，还是真的帮助他。",
      "zh_TW": "佛菩薩的德行、智慧，統統都用在教學上，釋迦佛如是，十方三世一切諸佛如來無一不如是，他都在教學，再看世出世間的聖人亦如是。然後你就曉得，我們在世間要成就第一等的功德、第一等的事業，是什麼？是教育，教學相長。我遇一個人教他，兩個人也教他，只要跟人見面都教他。而且教人最重要，首先你要肯定佛說的「一切眾生本來是佛」。你可不能輕視他，他造極重的罪業要墮阿鼻地獄，你還是尊重他，為什麼？他本來是佛。他為什麼造罪業？他迷失了自性，墮地獄是他的果報，他自作自受。我們幫助他，盡自己的心，他能信、能解、能行，他就回頭，他真的得度；他不相信、他不懂、他不能行，你給他阿賴耶識裡頭種了種子，還是真的幫助他。"
    },
    {
      "id": "12-017-1877_p0033",
      "zh_CN": "所以佛教菩萨，菩萨跟一切众生接触，令一切众生生欢喜心，他讨厌我，我赶快避开，他很欢喜。这个避开不是怕他，是不让他生烦恼，大慈大悲。因为他生烦恼，对他是很大的伤害，他起了怨恨，看你就不高兴，那个怨恨是地狱因。我回避，不让他生气，他就少堕一次地狱，真慈悲。世间人不懂，佛菩萨清楚，我们如果不深入经教，我们对于佛菩萨的用心、弘愿、大行，就完全不知道。说这些，都是佛菩萨应化在九法界。至于佛菩萨在一真法界，那没法子，不能体会，也说不出。到你功夫渐渐往上提升，你渐渐契入，所以这个地方可以神会，不可以言传，你自然会知道。",
      "zh_TW": "所以佛教菩薩，菩薩跟一切眾生接觸，令一切眾生生歡喜心，他討厭我，我趕快避開，他很歡喜。這個避開不是怕他，是不讓他生煩惱，大慈大悲。因為他生煩惱，對他是很大的傷害，他起了怨恨，看你就不高興，那個怨恨是地獄因。我迴避，不讓他生氣，他就少墮一次地獄，真慈悲。世間人不懂，佛菩薩清楚，我們如果不深入經教，我們對於佛菩薩的用心、弘願、大行，就完全不知道。說這些，都是佛菩薩應化在九法界。至於佛菩薩在一真法界，那沒法子，不能體會，也說不出。到你功夫漸漸往上提升，你漸漸契入，所以這個地方可以神會，不可以言傳，你自然會知道。"
    },
    {
      "id": "12-017-1877_p0034",
      "zh_CN": "下面说高者，这解释高的意思，前面是讲十桩事，「高者，具成八万四千诸度法门，自在障外」。这是须弥山的高，也是表法，高是什么？具是具足，成是成就，一丝毫欠缺都没有，具足成就八万四千诸度法门；换句话说，具足究竟圆满的佛法。佛是觉悟的意思，法是方法、门径，究竟圆满帮助众生破迷开悟的方法。自己怎么样？自在障外，障就是十法界，自己在一真法界，在障外。「为众生故，入生死海，亦具八万四千诸度法门」。这就说出来了，你看佛、菩萨，这个菩萨是法身菩萨，就是初住以上，这不是十信位的菩萨。为众生故，众生有感，入生死海，记住就是前面所说的遍应十方。不离本处是一真法界，障外，不离障外；遍应十方，十方是障内。十方里面就是什么？他有妄想分别执着，妄想是无明烦恼，分别是尘沙烦恼，执着是见思烦恼，「愿消三障诸烦恼」，这是十法界，遍应十方。应化也具八万四千诸度法门，前面是性具，自性里头本来有的。应化在十法界这是讲修德，他在那里修行，他的修行就是身教，就是前面讲的教、行、果，他要示相，性具里头没有形相。所以八万四千法门不是学来的，你自性里头本来有的，只要见性全都出来，惠能大师给我们做最好的榜样。",
      "zh_TW": "下面說高者，這解釋高的意思，前面是講十樁事，「高者，具成八萬四千諸度法門，自在障外」。這是須彌山的高，也是表法，高是什麼？具是具足，成是成就，一絲毫欠缺都沒有，具足成就八萬四千諸度法門；換句話說，具足究竟圓滿的佛法。佛是覺悟的意思，法是方法、門徑，究竟圓滿幫助眾生破迷開悟的方法。自己怎麼樣？自在障外，障就是十法界，自己在一真法界，在障外。「為眾生故，入生死海，亦具八萬四千諸度法門」。這就說出來了，你看佛、菩薩，這個菩薩是法身菩薩，就是初住以上，這不是十信位的菩薩。為眾生故，眾生有感，入生死海，記住就是前面所說的遍應十方。不離本處是一真法界，障外，不離障外；遍應十方，十方是障內。十方裡面就是什麼？他有妄想分別執著，妄想是無明煩惱，分別是塵沙煩惱，執著是見思煩惱，「願消三障諸煩惱」，這是十法界，遍應十方。應化也具八萬四千諸度法門，前面是性具，自性裡頭本來有的。應化在十法界這是講修德，他在那裡修行，他的修行就是身教，就是前面講的教、行、果，他要示相，性具裡頭沒有形相。所以八萬四千法門不是學來的，你自性裡頭本來有的，只要見性全都出來，惠能大師給我們做最好的榜樣。"
    },
    {
      "id": "12-017-1877_p0035",
      "zh_CN": "「据金刚性，邻胜义空」，金刚是讲不坏、不变不异，这是什么？自性。邻是做邻居，胜义空是真空，佛讲空讲了几十种空，胜义空是第一义。空不是没有，不是说什么都没有，空有不二是胜义空。为什么说空？因为它没有形相，六根接触不到，眼看不见，它不是色法，耳也听不见，心里想也想不到。心里想是第六意识，第六意识也缘不到，所以叫空。它什么都有，样样具足，只要有缘马上就现前。今天时间到了，我们就学习到此地。",
      "zh_TW": "「據金剛性，鄰勝義空」，金剛是講不壞、不變不異，這是什麼？自性。鄰是做鄰居，勝義空是真空，佛講空講了幾十種空，勝義空是第一義。空不是沒有，不是說什麼都沒有，空有不二是勝義空。為什麼說空？因為它沒有形相，六根接觸不到，眼看不見，它不是色法，耳也聽不見，心裡想也想不到。心裡想是第六意識，第六意識也緣不到，所以叫空。它什麼都有，樣樣具足，只要有緣馬上就現前。今天時間到了，我們就學習到此地。"
    }
  ]
}