{
  "doc_id": "12-017-1145",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一四五卷",
    "zh_TW": "第一一四五卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1145",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "12-017-1145_p0001",
      "zh_CN": "诸位同学，请看「四圣谛品」，邻次十界第七段，西南方鲜少世界，从第二段看起，我们把经文念一念：",
      "zh_TW": "諸位同學，請看「四聖諦品」，鄰次十界第七段，西南方鮮少世界，從第二段看起，我們把經文念一念："
    },
    {
      "id": "12-017-1145_p0002",
      "zh_CN": "【诸佛子。所言苦集圣谛者。彼鲜少世界中。或名广地。或名能趣。或名远慧。或名留难。或名恐怖。或名放逸。或名摄取。或名著处。或名宅主。或名连缚。】",
      "zh_TW": "【諸佛子。所言苦集聖諦者。彼鮮少世界中。或名廣地。或名能趣。或名遠慧。或名留難。或名恐怖。或名放逸。或名攝取。或名著處。或名宅主。或名連縛。】"
    },
    {
      "id": "12-017-1145_p0003",
      "zh_CN": "到这里是一段，这一段里头也举了十个名号，这十个名号是『鲜少世界』『苦集圣谛』的名号，通常我们简称集谛，苦集灭道四谛，集谛。集是世间因，苦是世间果，先说苦，大家容易感受到，容易体会。知道苦了，苦必有因，因是什么？我们想离苦，离苦一定要灭因，苦果就不会现前，所以，这十句是苦因的名号。",
      "zh_TW": "到這裡是一段，這一段裡頭也舉了十個名號，這十個名號是『鮮少世界』『苦集聖諦』的名號，通常我們簡稱集諦，苦集滅道四諦，集諦。集是世間因，苦是世間果，先說苦，大家容易感受到，容易體會。知道苦了，苦必有因，因是什麼？我們想離苦，離苦一定要滅因，苦果就不會現前，所以，這十句是苦因的名號。"
    },
    {
      "id": "12-017-1145_p0004",
      "zh_CN": "第一个名号叫『广地』，清凉大师在注解里面给我们说，「集名广地，生大苦树故」。注解很简单，确实为我们提醒，业因如同大地那么样的广，我们把「广」换做「多」来说就更容易懂了，造作的恶因像大地那么多，就是这个意思。清凉大师用树在比喻，「大苦树故」，这个树是表法的。树是什么？树立，用现代的话，建树。我们在这个世间建树些什么？各行各业无不是制造苦因，这个话怎么说？只要是为自私自利就是苦因，人有自私自利的念头，你就脱离不了六道轮回。为什么？佛在大乘教里面告诉我们，六道怎么来的？六道是众生的妄想分别执着变现出来的，妄想分别执着的根，就是自私自利。",
      "zh_TW": "第一個名號叫『廣地』，清涼大師在註解裡面給我們說，「集名廣地，生大苦樹故」。註解很簡單，確實為我們提醒，業因如同大地那麼樣的廣，我們把「廣」換做「多」來說就更容易懂了，造作的惡因像大地那麼多，就是這個意思。清涼大師用樹在比喻，「大苦樹故」，這個樹是表法的。樹是什麼？樹立，用現代的話，建樹。我們在這個世間建樹些什麼？各行各業無不是製造苦因，這個話怎麼說？只要是為自私自利就是苦因，人有自私自利的念頭，你就脫離不了六道輪迴。為什麼？佛在大乘教裡面告訴我們，六道怎麼來的？六道是眾生的妄想分別執著變現出來的，妄想分別執著的根，就是自私自利。"
    },
    {
      "id": "12-017-1145_p0005",
      "zh_CN": "起心动念第一个念头，利己！对我有没有好处，对我有没有利，对我家庭有没有利，现代一般是对我公司行号有没有利，大概现在一般人的思惟范围就是这么大。他一生勤苦努力，目的是满足自己的欲望，我们知道，满足自己的欲望，决定损害别人，所谓是损人利己。现代的社会由于交通便捷，资讯发达，国家族群的界限逐渐逐渐模糊了，从前还有爱国，现在只知道自利，国也没有了。你看看现在世界上许许多多跨国公司，他的生意做得很大，事业做得很大，树很大！许多国家地区都有他的分公司，所以国家界限逐渐模糊了、淡薄了。公司大，里面所用的职员，不同族群的人统统聘雇，各人为着各人的利益。福报大的，执着大的利益；福报小的，执着小的利益，无不是自私自利。只要是自私自利，你就脱离不了轮回，就好像你离不开这个地，这个地是苦地！",
      "zh_TW": "起心動念第一個念頭，利己！對我有沒有好處，對我有沒有利，對我家庭有沒有利，現代一般是對我公司行號有沒有利，大概現在一般人的思惟範圍就是這麼大。他一生勤苦努力，目的是滿足自己的欲望，我們知道，滿足自己的欲望，決定損害別人，所謂是損人利己。現代的社會由於交通便捷，資訊發達，國家族群的界限逐漸逐漸模糊了，從前還有愛國，現在只知道自利，國也沒有了。你看看現在世界上許許多多跨國公司，他的生意做得很大，事業做得很大，樹很大！許多國家地區都有他的分公司，所以國家界限逐漸模糊了、淡薄了。公司大，裡面所用的職員，不同族群的人統統聘雇，各人為著各人的利益。福報大的，執著大的利益；福報小的，執著小的利益，無不是自私自利。只要是自私自利，你就脫離不了輪迴，就好像你離不開這個地，這個地是苦地！"
    },
    {
      "id": "12-017-1145_p0006",
      "zh_CN": "几个人起心动念不为自己？这个世间不是没有，很少很少。起心动念不为自己，这个人觉悟了，他的方向、目标跟一般人肯定不一样。一般人的目标是怎样获得名闻利养、五欲六尘的受用，为这个。觉悟人的目标不一样，他起心动念为众生、为社会，实质上，他提升他的灵性。只要不为自己，就是提升灵性，这个方向、目标就对了，就正确了。所以这个名称的含义我们要懂，我们看到了要有高度的警觉，想想我们自己现在是不是造这个业？如果是的，要知道改！怎么个改法？不能不接受圣贤的教诲。",
      "zh_TW": "幾個人起心動念不為自己？這個世間不是沒有，很少很少。起心動念不為自己，這個人覺悟了，他的方向、目標跟一般人肯定不一樣。一般人的目標是怎樣獲得名聞利養、五欲六塵的受用，為這個。覺悟人的目標不一樣，他起心動念為眾生、為社會，實質上，他提升他的靈性。只要不為自己，就是提升靈性，這個方向、目標就對了，就正確了。所以這個名稱的含義我們要懂，我們看到了要有高度的警覺，想想我們自己現在是不是造這個業？如果是的，要知道改！怎麼個改法？不能不接受聖賢的教誨。"
    },
    {
      "id": "12-017-1145_p0007",
      "zh_CN": "古今中外，大圣大贤，每个国家、每个族群里头都有，教化众生的方式或有不同，但是教导众生的理念、方向、目标几乎是一致的。总的来说，无不是帮助一切众生破迷开悟、断恶修善，然后才能离苦得乐。这是所有圣贤、所有宗教教化众生，可以说是共同的目标，共同的方向。他们教学的方式不一样，方式自然不一样，佛法里讲得很多。一切众生各个根性不相同，乐欲不相同，所以佛教众生就开了八万四千法门，不是一个方法。何况住在这个地球上的众生，在过去交通闭塞，没有资讯往来，一生活动空间范围非常狭小，中国人有所谓老死不相往来，很多很多。这样一定造成许许多多的隔阂，这个隔阂就变成小部落、小国家。所以圣人教化就要因时因地，还要应他的文化，不同的文化，不同的生活习惯，示现善巧方便来教化众生。于是这个世间就出现许许多多宗教，许许多多圣哲，这是我们要明了的。",
      "zh_TW": "古今中外，大聖大賢，每個國家、每個族群裡頭都有，教化眾生的方式或有不同，但是教導眾生的理念、方向、目標幾乎是一致的。總的來說，無不是幫助一切眾生破迷開悟、斷惡修善，然後才能離苦得樂。這是所有聖賢、所有宗教教化眾生，可以說是共同的目標，共同的方向。他們教學的方式不一樣，方式自然不一樣，佛法裡講得很多。一切眾生各個根性不相同，樂欲不相同，所以佛教眾生就開了八萬四千法門，不是一個方法。何況住在這個地球上的眾生，在過去交通閉塞，沒有資訊往來，一生活動空間範圍非常狹小，中國人有所謂老死不相往來，很多很多。這樣一定造成許許多多的隔閡，這個隔閡就變成小部落、小國家。所以聖人教化就要因時因地，還要應他的文化，不同的文化，不同的生活習慣，示現善巧方便來教化眾生。於是這個世間就出現許許多多宗教，許許多多聖哲，這是我們要明瞭的。"
    },
    {
      "id": "12-017-1145_p0008",
      "zh_CN": "这些宗教的创始人，追随创始人那些使者、门徒，第一代的，第二代的，现在我们明了，那都是神圣的化身。像佛门里面所说，观世音菩萨三十二应，应以什么身得度，就现什么身，他能够化无量无边身，应一切众生的需要。所以现在我们讲，原本是一个真神的化身，在那样的时代必须是这个做法。现在由于科学技术发达，交通便捷，现在高速的飞机我听说已经研制成功，从美国飞到中国，横渡太平洋听说只要四个小时；现代的飞机要十个小时，将来的飞机四个小时。那环绕地球一周，一天的时间足够了，大概还不需要二十四个小时，二十个小时应该就够了，地球真的变成了地球村。",
      "zh_TW": "這些宗教的創始人，追隨創始人那些使者、門徒，第一代的，第二代的，現在我們明瞭，那都是神聖的化身。像佛門裡面所說，觀世音菩薩三十二應，應以什麼身得度，就現什麼身，他能夠化無量無邊身，應一切眾生的需要。所以現在我們講，原本是一個真神的化身，在那樣的時代必須是這個做法。現在由於科學技術發達，交通便捷，現在高速的飛機我聽說已經研製成功，從美國飛到中國，橫渡太平洋聽說只要四個小時；現代的飛機要十個小時，將來的飛機四個小時。那環繞地球一周，一天的時間足夠了，大概還不需要二十四個小時，二十個小時應該就夠了，地球真的變成了地球村。"
    },
    {
      "id": "12-017-1145_p0009",
      "zh_CN": "人与人的关系起了空前的革命，过去彼此不相往来，现在是不能不往来。这一往来就有了麻烦，麻烦在哪里？几千年都没有往来，这一开放带来了冲击。接触到什么？接触到不同的文化，不同的生活习惯，不同的宗教信仰，许许多多不同现在一下碰到了，怎么适应？不能适应，如果彼此排斥，冲突就发生；冲突提升就变成战争，这叫人祸。要化解许许多多的对立、矛盾、误会、冲突，要有新的教育。",
      "zh_TW": "人與人的關係起了空前的革命，過去彼此不相往來，現在是不能不往來。這一往來就有了麻煩，麻煩在哪裡？幾千年都沒有往來，這一開放帶來了衝擊。接觸到什麼？接觸到不同的文化，不同的生活習慣，不同的宗教信仰，許許多多不同現在一下碰到了，怎麼適應？不能適應，如果彼此排斥，衝突就發生；衝突提升就變成戰爭，這叫人禍。要化解許許多多的對立、矛盾、誤會、衝突，要有新的教育。"
    },
    {
      "id": "12-017-1145_p0010",
      "zh_CN": "现在这个世间正是遭遇到这些困难，解决这个困难最重要的，宗教的领导人、宗教的传教士要密切往来，要互相沟通。这里头最重要的要互相学习，建立共识，这个共识就是我们宗教徒们承认、肯定宇宙之间只有一个真神，只有一个造物主。这个造物主在各个宗教创始人，他变化的身不一样，身的形状不一样，名字不一样，立教的名称不一样，教学的方式不一样，但内容一样的。无不是教人平等对待、和睦相处，无不是教人以真诚的爱心处事待人接物，我们在许多宗教经典籍里面都看到，这个相同。所以，美国凯西（这是睡眠的预言家，在美国很有名），他有句话说，「基督的精神、基督的意识就是爱」，这句话讲得好。简单明了的解释圣经里头最重要的一句话，「神爱世人」、「上帝爱世人」；佛家讲「慈悲为本」，确实是同一方向、同一个目标；《古兰经》里面讲「真主阿拉确实是仁慈的」，仁爱、慈悲，我们不能不知道。",
      "zh_TW": "現在這個世間正是遭遇到這些困難，解決這個困難最重要的，宗教的領導人、宗教的傳教士要密切往來，要互相溝通。這裡頭最重要的要互相學習，建立共識，這個共識就是我們宗教徒們承認、肯定宇宙之間只有一個真神，只有一個造物主。這個造物主在各個宗教創始人，他變化的身不一樣，身的形狀不一樣，名字不一樣，立教的名稱不一樣，教學的方式不一樣，但內容一樣的。無不是教人平等對待、和睦相處，無不是教人以真誠的愛心處事待人接物，我們在許多宗教經典籍裡面都看到，這個相同。所以，美國凱西（這是睡眠的預言家，在美國很有名），他有句話說，「基督的精神、基督的意識就是愛」，這句話講得好。簡單明瞭的解釋聖經裡頭最重要的一句話，「神愛世人」、「上帝愛世人」；佛家講「慈悲為本」，確實是同一方向、同一個目標；《古蘭經》裡面講「真主阿拉確實是仁慈的」，仁愛、慈悲，我們不能不知道。"
    },
    {
      "id": "12-017-1145_p0011",
      "zh_CN": "这样宗教与宗教之间的矛盾化解了，对立消除了，彼此大家共同合作，教化信徒，学习、落实爱心。我们接受神圣的教诲，接受神圣的爱，从我们身上表现出来，我们爱一切人，爱一切动物，爱一切植物，爱山河大地，爱这个宇宙。没有私心，没有控制，没有占有，这是神圣的爱。这样子不但我们这个地球天灾人祸可以消弭，整个大宇宙也和谐了，处处可以看到祥瑞，再也看不到灾难，再也看不到痛苦。这是要真正觉悟，如果不觉悟，每个人还执着门户之见，互不相容，互相排斥，那就是这里讲的「广地」。起心动念、言语造作都是损人利己。",
      "zh_TW": "這樣宗教與宗教之間的矛盾化解了，對立消除了，彼此大家共同合作，教化信徒，學習、落實愛心。我們接受神聖的教誨，接受神聖的愛，從我們身上表現出來，我們愛一切人，愛一切動物，愛一切植物，愛山河大地，愛這個宇宙。沒有私心，沒有控制，沒有佔有，這是神聖的愛。這樣子不但我們這個地球天災人禍可以消弭，整個大宇宙也和諧了，處處可以看到祥瑞，再也看不到災難，再也看不到痛苦。這是要真正覺悟，如果不覺悟，每個人還執著門戶之見，互不相容，互相排斥，那就是這裡講的「廣地」。起心動念、言語造作都是損人利己。"
    },
    {
      "id": "12-017-1145_p0012",
      "zh_CN": "我们在讲席里多次跟诸位报告，损人利己是个绝对错误的观念，为什么？损人决定不利己！人家受了损失，你占了便宜，他不甘心、不情愿，有怨恨在心。这个怨恨不能化解，他就报复，这一生没有机缘报复还有来生，来生没有机会还有后生，佛法当中说，「因缘相会时，果报还自受」。报复，对方是不是甘心情愿接受，这笔帐就了了？麻烦是他不会甘心情愿接受，那就麻烦了，这种报复就是冤冤相报，生生世世没完没了。愈报愈严重，愈报愈苦，什么时候你才觉悟，你才回头？真的难！",
      "zh_TW": "我們在講席裡多次跟諸位報告，損人利己是個絕對錯誤的觀念，為什麼？損人決定不利己！人家受了損失，你佔了便宜，他不甘心、不情願，有怨恨在心。這個怨恨不能化解，他就報復，這一生沒有機緣報復還有來生，來生沒有機會還有後生，佛法當中說，「因緣相會時，果報還自受」。報復，對方是不是甘心情願接受，這筆帳就了了？麻煩是他不會甘心情願接受，那就麻煩了，這種報復就是冤冤相報，生生世世沒完沒了。愈報愈嚴重，愈報愈苦，什麼時候你才覺悟，你才回頭？真的難！"
    },
    {
      "id": "12-017-1145_p0013",
      "zh_CN": "所以，诸佛菩萨，乃至于世间所有一切圣人，都是劝人不要跟人结冤仇，冤家宜解不宜结。我们觉悟了、明白了，跟人相处吃了亏、上当了，人家欺侮我、骗我、害我，我也认了，为什么？常常听佛教诲！可能是我过去世对不起他，这一世遇到了，他用这个方法来对我。我现在明白了，一笔勾销，你用这个方法，我这个帐还清了。我不再怨恨你，我绝对没有报复的念头，好！帐结清了，来生来世见面好朋友，不是冤家对头。所以只有明白人，只有觉悟的人，才能跟一切众生化解，愿意吃亏，愿意上当；纵然无缘无故受陷害，也甘心情愿承受。也许有人说那你不是吃亏太大了吗？我可以告诉他，我没有吃亏，我便宜占大了！什么便宜占大？业障消了，智慧增长，福德增长，境界提升，这个便宜占大了，哪里吃亏！",
      "zh_TW": "所以，諸佛菩薩，乃至於世間所有一切聖人，都是勸人不要跟人結冤仇，冤家宜解不宜結。我們覺悟了、明白了，跟人相處吃了虧、上當了，人家欺侮我、騙我、害我，我也認了，為什麼？常常聽佛教誨！可能是我過去世對不起他，這一世遇到了，他用這個方法來對我。我現在明白了，一筆勾銷，你用這個方法，我這個帳還清了。我不再怨恨你，我絕對沒有報復的念頭，好！帳結清了，來生來世見面好朋友，不是冤家對頭。所以只有明白人，只有覺悟的人，才能跟一切眾生化解，願意吃虧，願意上當；縱然無緣無故受陷害，也甘心情願承受。也許有人說那你不是吃虧太大了嗎？我可以告訴他，我沒有吃虧，我便宜佔大了！什麼便宜佔大？業障消了，智慧增長，福德增長，境界提升，這個便宜佔大了，哪裡吃虧！"
    },
    {
      "id": "12-017-1145_p0014",
      "zh_CN": "这正是中国古德所说的一句话，「吃亏是福」，这个话深了，许多人听到这句话不懂这里头意思，怎么吃亏是福？你想想吃亏是不是福？业障消了，刚才讲智慧、福德增长，境界提升，这不是福是什么！你要真正落实吃亏是福，你一定要真正做到「难得糊涂」！人不要太精明，精明，精打细算，处处算计别人，造罪业，时时处处与一切众生树敌，这个麻烦大了。到处都是冤家，到处都是对头，到处都有人想报复你，你这个日子怎么过！所以，冤家是过去生中无知结的怨，这一生当中接受圣贤教诲，豁然开悟。从今而后修普贤行，礼敬诸佛，如同法身菩萨一样，知道一切众生跟自己是一体，一切众生生生世世跟自己有密切的关系。这个关系正如佛在经上说的，「一切众生皆是我过去父母，未来诸佛」，我怎么能不尊敬！就是他责备我，父母责备能不接受吗？老师责备，能反抗吗？欢喜承受，那是福。",
      "zh_TW": "這正是中國古德所說的一句話，「吃虧是福」，這個話深了，許多人聽到這句話不懂這裡頭意思，怎麼吃虧是福？你想想吃虧是不是福？業障消了，剛才講智慧、福德增長，境界提升，這不是福是什麼！你要真正落實吃虧是福，你一定要真正做到「難得糊塗」！人不要太精明，精明，精打細算，處處算計別人，造罪業，時時處處與一切眾生樹敵，這個麻煩大了。到處都是冤家，到處都是對頭，到處都有人想報復你，你這個日子怎麼過！所以，冤家是過去生中無知結的怨，這一生當中接受聖賢教誨，豁然開悟。從今而後修普賢行，禮敬諸佛，如同法身菩薩一樣，知道一切眾生跟自己是一體，一切眾生生生世世跟自己有密切的關係。這個關係正如佛在經上說的，「一切眾生皆是我過去父母，未來諸佛」，我怎麼能不尊敬！就是他責備我，父母責備能不接受嗎？老師責備，能反抗嗎？歡喜承受，那是福。"
    },
    {
      "id": "12-017-1145_p0015",
      "zh_CN": "再想想自己，在六道里头生死流转，无量劫来迷惑颠倒，造作的罪业无量无边。这一生当中无论遭受什么样的挫折，大的挫折，小的不如意，全是在受报。佛经上讲的没错，人到这个世间来干什么的？人生酬业！佛是一句话道破，到这个世间来做人干什么的？酬偿业报的。每个人造的业，善恶混杂，没有纯善的，也没有纯恶的，善恶混杂。善业，在这一生当中，你有一点乐受；恶业，你有苦受。所以大家都知道，人生一世苦多乐少，这什么原因？过去生中造的恶业多，善业少，果报就是如是。也有很少很少数的人，一生当中乐多苦少，我们就晓得，他的业因必然是过去生中，造的善业多，恶业少。这里头实际上来讲很复杂。",
      "zh_TW": "再想想自己，在六道裡頭生死流轉，無量劫來迷惑顛倒，造作的罪業無量無邊。這一生當中無論遭受什麼樣的挫折，大的挫折，小的不如意，全是在受報。佛經上講的沒錯，人到這個世間來幹什麼的？人生酬業！佛是一句話道破，到這個世間來做人幹什麼的？酬償業報的。每個人造的業，善惡混雜，沒有純善的，也沒有純惡的，善惡混雜。善業，在這一生當中，你有一點樂受；惡業，你有苦受。所以大家都知道，人生一世苦多樂少，這什麼原因？過去生中造的惡業多，善業少，果報就是如是。也有很少很少數的人，一生當中樂多苦少，我們就曉得，他的業因必然是過去生中，造的善業多，惡業少。這裡頭實際上來講很複雜。"
    },
    {
      "id": "12-017-1145_p0016",
      "zh_CN": "业因，阿赖耶里头含藏的种子习气，要没有缘它不起现行。所以因要变成果，当中不能少缘，遇到缘才起现行，没有缘它不能起现行，依然含藏在阿赖耶识里。所以，佛跟我们讲缘生，不讲因生，这就是说明佛法教学是非常重视缘，这有道理。因，一切众生十法界的因统统具足，哪个众生不具足佛法界的因、菩萨法界的因，统统具足！为什么你不能成佛、不能作菩萨？你没有这个缘，缺少这个缘。所以，诸佛菩萨给一切众生做善缘。但是众生也要有善缘，跟佛菩萨相应才行，佛菩萨肯教，我们要肯学，这个缘就接上了。佛菩萨肯教，我们不想学，谁没有缘？缘在我们这里，我们缺了。佛菩萨永远不舍众生，而是什么？众生舍佛菩萨，这是真的。众生不想跟佛菩萨学，佛菩萨也无可奈何。",
      "zh_TW": "業因，阿賴耶裡頭含藏的種子習氣，要沒有緣它不起現行。所以因要變成果，當中不能少緣，遇到緣才起現行，沒有緣它不能起現行，依然含藏在阿賴耶識裡。所以，佛跟我們講緣生，不講因生，這就是說明佛法教學是非常重視緣，這有道理。因，一切眾生十法界的因統統具足，哪個眾生不具足佛法界的因、菩薩法界的因，統統具足！為什麼你不能成佛、不能作菩薩？你沒有這個緣，缺少這個緣。所以，諸佛菩薩給一切眾生做善緣。但是眾生也要有善緣，跟佛菩薩相應才行，佛菩薩肯教，我們要肯學，這個緣就接上了。佛菩薩肯教，我們不想學，誰沒有緣？緣在我們這裡，我們缺了。佛菩薩永遠不捨眾生，而是什麼？眾生捨佛菩薩，這是真的。眾生不想跟佛菩薩學，佛菩薩也無可奈何。"
    },
    {
      "id": "12-017-1145_p0017",
      "zh_CN": "由此可知，一个人在一生当中，学业、道业有没有成就，关键就在好学。果然好学，哪有不成就的道理！不好学，懈怠、懒惰，这样的人就是遇到佛菩萨亲自来教导你，你也不能成就，什么原因？不好学。现在有人在问，怎样培养我好学的这个心、这个愿？这个话就很难讲！近代印光法师一生极力提倡因果教育，你想想他的目的是不是启发你好学的心愿！这个方法妙，让你知道世出世法不出因果，善因善果，恶因恶报。你要了解这桩事情，我不愿意在恶道里面受苦，我愿意到天堂里面去享乐，这就是一个动机。你要想达到这个目标，行，是有方法。你好好的学，学断烦恼习气，学诸佛菩萨远离恶业，远离恶念，从根本上下手，心地里头没有恶念。好学从这个地方扎根，这根就有了，就生起来了。",
      "zh_TW": "由此可知，一個人在一生當中，學業、道業有沒有成就，關鍵就在好學。果然好學，哪有不成就的道理！不好學，懈怠、懶惰，這樣的人就是遇到佛菩薩親自來教導你，你也不能成就，什麼原因？不好學。現在有人在問，怎樣培養我好學的這個心、這個願？這個話就很難講！近代印光法師一生極力提倡因果教育，你想想他的目的是不是啟發你好學的心願！這個方法妙，讓你知道世出世法不出因果，善因善果，惡因惡報。你要了解這樁事情，我不願意在惡道裡面受苦，我願意到天堂裡面去享樂，這就是一個動機。你要想達到這個目標，行，是有方法。你好好的學，學斷煩惱習氣，學諸佛菩薩遠離惡業，遠離惡念，從根本上下手，心地裡頭沒有惡念。好學從這個地方扎根，這根就有了，就生起來了。"
    },
    {
      "id": "12-017-1145_p0018",
      "zh_CN": "人，中国《易经》里头说得好，「物以类聚，人以群分」，我们今天看到许多所谓俱乐部，俱乐部就是有同样爱好的人他们组织起来。学佛、修道也是个俱乐部，喜欢学佛的人经常跟学佛的人在一起，喜欢修道的人经常跟修道的人在一起，这就是一群一群的。我们如果真正好学，你肯定会跟佛菩萨在一起，志同道合！你的道业、学业当然就有进步。所以好学，实在讲也是从愿望里面生起的！这个愿望有缘，就是遇到志同道合。他学得比你久，学得比你深入，年岁比我大，修学的时间比我长，我就拜他做老师；他修学的时间跟我差不多，我就依他做同学。所以，有好的老师，有好的同学，有好的学习环境，增长你好学的意志，你不会退转，这都是缘，善缘。如果你好学，非常好学，你一生遇不到好老师，没有好的同参道友，没有学习环境。你没有办法，不能不屈服在环境里头，你要谋生活，你要养自己，时间久了好学的意愿降低了，甚至于没有了，趋向于同流合污，这种人不少！这是什么原因？一生遇不到缘。",
      "zh_TW": "人，中國《易經》裡頭說得好，「物以類聚，人以群分」，我們今天看到許多所謂俱樂部，俱樂部就是有同樣愛好的人他們組織起來。學佛、修道也是個俱樂部，喜歡學佛的人經常跟學佛的人在一起，喜歡修道的人經常跟修道的人在一起，這就是一群一群的。我們如果真正好學，你肯定會跟佛菩薩在一起，志同道合！你的道業、學業當然就有進步。所以好學，實在講也是從願望裡面生起的！這個願望有緣，就是遇到志同道合。他學得比你久，學得比你深入，年歲比我大，修學的時間比我長，我就拜他做老師；他修學的時間跟我差不多，我就依他做同學。所以，有好的老師，有好的同學，有好的學習環境，增長你好學的意志，你不會退轉，這都是緣，善緣。如果你好學，非常好學，你一生遇不到好老師，沒有好的同參道友，沒有學習環境。你沒有辦法，不能不屈服在環境裡頭，你要謀生活，你要養自己，時間久了好學的意願降低了，甚至於沒有了，趨向於同流合污，這種人不少！這是什麼原因？一生遇不到緣。"
    },
    {
      "id": "12-017-1145_p0019",
      "zh_CN": "能不能遇到缘，一般讲这是命运，没错，这个话说的是有道理，可是也不是完全有道理。佛门里面常说，「佛氏门中，不舍一人」，佛如是说，佛是圣贤，那我们可以能够推想到，世出世间所有一切圣贤必然跟佛一样，不舍一人；换句话说，缘还是在自己。自己坚定信心，坚定愿心，无论遭遇什么样挫折也不改念头，也不屈服，最后那个缘一定成熟。为什么？你有感！你有感，佛菩萨就有应！你信天主，天主就有应；你信耶稣，耶稣就有应；你信阿拉，阿拉就有应。那是跟佛菩萨一样，圣人，圣人念念不是为自己，念念帮助有缘的众生。什么人有缘？跟你同心、同愿，又有坚定的信愿，这个人就有缘。",
      "zh_TW": "能不能遇到緣，一般講這是命運，沒錯，這個話說的是有道理，可是也不是完全有道理。佛門裡面常說，「佛氏門中，不捨一人」，佛如是說，佛是聖賢，那我們可以能夠推想到，世出世間所有一切聖賢必然跟佛一樣，不捨一人；換句話說，緣還是在自己。自己堅定信心，堅定願心，無論遭遇什麼樣挫折也不改念頭，也不屈服，最後那個緣一定成熟。為什麼？你有感！你有感，佛菩薩就有應！你信天主，天主就有應；你信耶穌，耶穌就有應；你信阿拉，阿拉就有應。那是跟佛菩薩一樣，聖人，聖人念念不是為自己，念念幫助有緣的眾生。什麼人有緣？跟你同心、同願，又有堅定的信願，這個人就有緣。"
    },
    {
      "id": "12-017-1145_p0020",
      "zh_CN": "没有缘在一起的人也多得很，能不能成就？不能成就，虽不能成就，圣人又不舍弃他。在中国我们举个例子，禅宗六祖惠能大师，这大家都知道。在当时，跟他学的人有多少？不止一万人。他在曹溪教学，成就的四十三个人，这四十三个人是有缘的。还有千千万万的人，六祖跟他们结缘，虽然他们缘不成熟，不能够在这一生当中大彻大悟、明心见性，个个都给他种善根。没有善根的人，给他种善根；已经有善根的人，帮助他善根增长。这一生不能成就，来生、后世他遇到缘的时候，就有证道的可能，这就叫佛氏门中不舍一人。",
      "zh_TW": "沒有緣在一起的人也多得很，能不能成就？不能成就，雖不能成就，聖人又不捨棄他。在中國我們舉個例子，禪宗六祖惠能大師，這大家都知道。在當時，跟他學的人有多少？不止一萬人。他在曹溪教學，成就的四十三個人，這四十三個人是有緣的。還有千千萬萬的人，六祖跟他們結緣，雖然他們緣不成熟，不能夠在這一生當中大徹大悟、明心見性，個個都給他種善根。沒有善根的人，給他種善根；已經有善根的人，幫助他善根增長。這一生不能成就，來生、後世他遇到緣的時候，就有證道的可能，這就叫佛氏門中不捨一人。"
    },
    {
      "id": "12-017-1145_p0021",
      "zh_CN": "如果真正有信、有愿、好学，不怕一切苦难，这样的心求佛菩萨，哪有不感应的道理！这些事古今中外都有。心愿要有行动，这点诸位千万不要疏忽。我有心有愿求佛菩萨，佛菩萨没有感应，不灵！这个事情从前章嘉大师跟我讲过，很多，为什么？你有心有愿，天天在那里求佛菩萨，你求一辈子，佛菩萨也没有感应，什么原因？你没有行动，你光是空口说白话。什么是行动？断恶修善这是行动，我学到一句我就落实一句，我学到两句就落实两句。这个人真干！佛菩萨就来了。不是只说不干，那个没有感应。所以，真正与佛菩萨起感应道交，是要你真干。我今天学一句我就做到一句，我学两句我就做到两句，非常认真努力做，佛菩萨来了，来帮助你，来成就你。",
      "zh_TW": "如果真正有信、有願、好學，不怕一切苦難，這樣的心求佛菩薩，哪有不感應的道理！這些事古今中外都有。心願要有行動，這點諸位千萬不要疏忽。我有心有願求佛菩薩，佛菩薩沒有感應，不靈！這個事情從前章嘉大師跟我講過，很多，為什麼？你有心有願，天天在那裡求佛菩薩，你求一輩子，佛菩薩也沒有感應，什麼原因？你沒有行動，你光是空口說白話。什麼是行動？斷惡修善這是行動，我學到一句我就落實一句，我學到兩句就落實兩句。這個人真幹！佛菩薩就來了。不是只說不幹，那個沒有感應。所以，真正與佛菩薩起感應道交，是要你真幹。我今天學一句我就做到一句，我學兩句我就做到兩句，非常認真努力做，佛菩薩來了，來幫助你，來成就你。"
    },
    {
      "id": "12-017-1145_p0022",
      "zh_CN": "凡是没有感应的，你们自己很冷静的思惟、反省，你把没有感应的原因找出来。找出来什么？不是真心，真心就会干，没有真正落实。你是有这个念头，你真心没有发出来，你是假心，虚情假意，所以佛菩萨跟你还是有障碍，不通。你这个感他不能应，你感的力量非常非常薄弱；真干，那个感的力量就强了，没有不应的，这个道理不能不知道。现在时间到了。",
      "zh_TW": "凡是沒有感應的，你們自己很冷靜的思惟、反省，你把沒有感應的原因找出來。找出來什麼？不是真心，真心就會幹，沒有真正落實。你是有這個念頭，你真心沒有發出來，你是假心，虛情假意，所以佛菩薩跟你還是有障礙，不通。你這個感他不能應，你感的力量非常非常薄弱；真幹，那個感的力量就強了，沒有不應的，這個道理不能不知道。現在時間到了。"
    },
    {
      "id": "12-017-1145_p0023",
      "zh_CN": "诸位同学，请接着看下面第二句：",
      "zh_TW": "諸位同學，請接著看下面第二句："
    },
    {
      "id": "12-017-1145_p0024",
      "zh_CN": "【或名能趣。】",
      "zh_TW": "【或名能趣。】"
    },
    {
      "id": "12-017-1145_p0025",
      "zh_CN": "这个名词也给我们高度的警觉。『趣』是趣向，意思是说我们起心动念、言语造作无不是业，业能牵引我们去哪一道。苦谛里面，果是讲的六道，六道统统苦，但有轻重不相同。轻，你也别喜欢；重，你也别烦恼。为什么？轮回还是在于缘，善的业习种子遇不到缘，不能生三善道；恶的种子，要是遇不到缘也不会堕三恶道。我们阿赖耶识里头含藏的种子无量无边，恶多善少，于是在这个世间总是恶的缘多，善的缘少。恶的缘多，恶的种子很容易起现行，那是『能趣』三恶道。善的种子不多，善缘也少，如果遇到善缘，就趣三善道。",
      "zh_TW": "這個名詞也給我們高度的警覺。『趣』是趣向，意思是說我們起心動念、言語造作無不是業，業能牽引我們去哪一道。苦諦裡面，果是講的六道，六道統統苦，但有輕重不相同。輕，你也別喜歡；重，你也別煩惱。為什麼？輪迴還是在於緣，善的業習種子遇不到緣，不能生三善道；惡的種子，要是遇不到緣也不會墮三惡道。我們阿賴耶識裡頭含藏的種子無量無邊，惡多善少，於是在這個世間總是惡的緣多，善的緣少。惡的緣多，惡的種子很容易起現行，那是『能趣』三惡道。善的種子不多，善緣也少，如果遇到善緣，就趣三善道。"
    },
    {
      "id": "12-017-1145_p0026",
      "zh_CN": "所以「能趣」，实在讲，偏重在缘上说的。于是我们要想善缘多，往年我们初学佛的时候，老师苦口婆心的叮咛嘱咐我们「要知道结法缘」！这个话说得好，结法缘，老师不说结善缘，善缘是三善道的果报，没有出轮回。法缘好，佛门的术语常常赞叹人「法缘殊胜」，你要结法缘。法缘怎么个结法？布施，布施有三种，有三施。三种是财布施、法布施、无畏布施，这是三种。另外，施也有三，「意施」，有施的念头、欢喜心；「口施」，用口劝导一切众生断恶修善、破迷开悟，口施；「身施」，身要做出样子来给人看，为人演说，演是表演，做出样子来给人看，身施。念头（就是意施）里头有财、法、无畏，口施里头也有财、法、无畏，身施里头也有财、法、无畏，这个趣果就不在六道！到哪里去？我们现在念佛求生净土，那就肯定到极乐世界了。",
      "zh_TW": "所以「能趣」，實在講，偏重在緣上說的。於是我們要想善緣多，往年我們初學佛的時候，老師苦口婆心的叮嚀囑咐我們「要知道結法緣」！這個話說得好，結法緣，老師不說結善緣，善緣是三善道的果報，沒有出輪迴。法緣好，佛門的術語常常讚歎人「法緣殊勝」，你要結法緣。法緣怎麼個結法？布施，布施有三種，有三施。三種是財布施、法布施、無畏布施，這是三種。另外，施也有三，「意施」，有施的念頭、歡喜心；「口施」，用口勸導一切眾生斷惡修善、破迷開悟，口施；「身施」，身要做出樣子來給人看，為人演說，演是表演，做出樣子來給人看，身施。念頭（就是意施）裡頭有財、法、無畏，口施裡頭也有財、法、無畏，身施裡頭也有財、法、無畏，這個趣果就不在六道！到哪裡去？我們現在念佛求生淨土，那就肯定到極樂世界了。"
    },
    {
      "id": "12-017-1145_p0027",
      "zh_CN": "所以，求生西方世界的同学们，你要记住，我刚才讲的这几句话重要！这是保证你在这一生往生。经典上的一句话就是「受持读诵，为人演说」，最重要的是「受持」。现在一般学佛的人疏忽了、大意了，受持两个字没有，所以功夫不得力！那么你读诵，读诵不解义，解义不能行，你做不到。日常生活当中，你的形相，你演的是什么？你跟一切人接触，你说的是什么？你所演的（就是你天天表现在身上的），烦恼习气；你说的，是是非人我。你们想想，冷静认真反省，我这一天是不是干这个！把佛菩萨在经论里头教诲忘得干干净净，早晨念一遍经，念给佛菩萨听的；晚上晚课也是做给佛菩萨看的，与自己的起心动念、言语造作毫不相干！这不叫学佛，这叫什么？这叫造业，能趣三途。你想想我这个话说的有没有错？",
      "zh_TW": "所以，求生西方世界的同學們，你要記住，我剛才講的這幾句話重要！這是保證你在這一生往生。經典上的一句話就是「受持讀誦，為人演說」，最重要的是「受持」。現在一般學佛的人疏忽了、大意了，受持兩個字沒有，所以功夫不得力！那麼你讀誦，讀誦不解義，解義不能行，你做不到。日常生活當中，你的形相，你演的是什麼？你跟一切人接觸，你說的是什麼？你所演的（就是你天天表現在身上的），煩惱習氣；你說的，是是非人我。你們想想，冷靜認真反省，我這一天是不是幹這個！把佛菩薩在經論裡頭教誨忘得乾乾淨淨，早晨念一遍經，念給佛菩薩聽的；晚上晚課也是做給佛菩薩看的，與自己的起心動念、言語造作毫不相干！這不叫學佛，這叫什麼？這叫造業，能趣三途。你想想我這個話說的有沒有錯？"
    },
    {
      "id": "12-017-1145_p0028",
      "zh_CN": "真正学佛，我在前面说过，学到一句我就做到一句，才有感应。佛氏门中，有求必应，我做到了。大家修净土，《无量寿经》一开端，最重要的指导修行的纲领，就是「善护三业」，头一句「善护口业，不讥他过」，你有没有做到？一天到晚还是看到别人过失，还是说他过失，批评他，不知道批评自己。惠能大师在《坛经》里面，你看他说的，他说，我只见自己过，不见他人过。他能成为一代祖师，凭什么？天天见自己过，不见他人过。「若见他人非，自非却是左」，左是什么？左是下降。这都是表演给我们看。",
      "zh_TW": "真正學佛，我在前面說過，學到一句我就做到一句，才有感應。佛氏門中，有求必應，我做到了。大家修淨土，《無量壽經》一開端，最重要的指導修行的綱領，就是「善護三業」，頭一句「善護口業，不譏他過」，你有沒有做到？一天到晚還是看到別人過失，還是說他過失，批評他，不知道批評自己。惠能大師在《壇經》裡面，你看他說的，他說，我只見自己過，不見他人過。他能成為一代祖師，憑什麼？天天見自己過，不見他人過。「若見他人非，自非卻是左」，左是什麼？左是下降。這都是表演給我們看。"
    },
    {
      "id": "12-017-1145_p0029",
      "zh_CN": "尤其《华严经》上，善财童子参访善知识，善知识里头，确确实实示现的有不善的，胜热婆罗门，愚痴；甘露火王，瞋恚；伐苏蜜多女，贪欲。这三个人代表贪瞋痴，善财童子去参访，你看看人家是什么态度？有礼敬，没有赞叹，他不说人家的过，只是什么？只是不赞叹。我们有没有学会？看到别人过失，反省自己有没有，「有则改之，无则加勉」。对于人家的过失一字不提，这叫修行人。一天到晚看到别人过失，就批评、就指责，这是世间人。这是世间愚痴之人，不是君子，君子就不是这样的。儒家君子就是修行人，圣人是修行圆满到家了，君子是修行功夫得力！我们自己不能不反省。",
      "zh_TW": "尤其《華嚴經》上，善財童子參訪善知識，善知識裡頭，確確實實示現的有不善的，勝熱婆羅門，愚痴；甘露火王，瞋恚；伐蘇蜜多女，貪欲。這三個人代表貪瞋痴，善財童子去參訪，你看看人家是什麼態度？有禮敬，沒有讚歎，他不說人家的過，只是什麼？只是不讚歎。我們有沒有學會？看到別人過失，反省自己有沒有，「有則改之，無則加勉」。對於人家的過失一字不提，這叫修行人。一天到晚看到別人過失，就批評、就指責，這是世間人。這是世間愚痴之人，不是君子，君子就不是這樣的。儒家君子就是修行人，聖人是修行圓滿到家了，君子是修行功夫得力！我們自己不能不反省。"
    },
    {
      "id": "12-017-1145_p0030",
      "zh_CN": "为什么说，你有意无意批评别人是不善？你要晓得你批评别人，人家能不能接受？会不会感恩你？如果不是感恩那就结怨，结怨之后就惹起报复，就结了冤仇。所以古人讲「斧在口中」，这是佛经上说的，斧是斧头，在哪里？在口中。中国谚语里面说「口为祸福之门」，你说错了话，随便批评人，纵然这个人有恶，造恶多端，你批评他，他记恨在心，找到机会肯定报复你，祸就来了！就是连老师教学生，这是我们亲身经验的，我们同班二十多个学生，李老师教导我们，他对学生犯了过失，有的人有骂、喝斥，还有打，那是什么？骂他、打他，感谢老师的教导。有的学生就不然，老师要是骂他，他不服！他不以为然。这样的学生，老师对他很客气，从来不说他的过失，为什么？不结冤仇。这是老师有一次把我叫到他房间里告诉我，他说：你看到吗？我对待学生态度不一样，为什么？就这个道理。",
      "zh_TW": "為什麼說，你有意無意批評別人是不善？你要曉得你批評別人，人家能不能接受？會不會感恩你？如果不是感恩那就結怨，結怨之後就惹起報復，就結了冤仇。所以古人講「斧在口中」，這是佛經上說的，斧是斧頭，在哪裡？在口中。中國諺語裡面說「口為禍福之門」，你說錯了話，隨便批評人，縱然這個人有惡，造惡多端，你批評他，他記恨在心，找到機會肯定報復你，禍就來了！就是連老師教學生，這是我們親身經驗的，我們同班二十多個學生，李老師教導我們，他對學生犯了過失，有的人有罵、喝斥，還有打，那是什麼？罵他、打他，感謝老師的教導。有的學生就不然，老師要是罵他，他不服！他不以為然。這樣的學生，老師對他很客氣，從來不說他的過失，為什麼？不結冤仇。這是老師有一次把我叫到他房間裡告訴我，他說：你看到嗎？我對待學生態度不一樣，為什麼？就這個道理。"
    },
    {
      "id": "12-017-1145_p0031",
      "zh_CN": "这是教导我，处事待人接物不能随便说话，时时处处要小心谨慎，怕说错话！说错话，无意当中给人结冤仇，所谓是说者无心，信口开河，听者有意。他记在心上永远不会原谅你，到将来他有缘的时候他报复你，那时候你后悔晚了。你不知道他报复你的时候，那个仇什么时候结的，你不知道，你早都忘掉了，他是怀恨在心。所以这种人愚痴！佛菩萨有智慧，不愚痴，不干这个事情。佛菩萨眼睛看到众生造五逆十恶罪，必定堕地狱，受无量苦楚，佛菩萨也不说一句话。什么原因？不能说，说了他不能接受，怀恨在心。等到他什么时候受尽苦头，回心转意，能接受了，佛菩萨就来了，佛氏门中还是不舍一人。这些地方我们看懂了没有？我们学到了没有？决定不能说我看不惯，好，你看不惯你就要受，到后来人家报复的时候，你就受不了了。",
      "zh_TW": "這是教導我，處事待人接物不能隨便說話，時時處處要小心謹慎，怕說錯話！說錯話，無意當中給人結冤仇，所謂是說者無心，信口開河，聽者有意。他記在心上永遠不會原諒你，到將來他有緣的時候他報復你，那時候你後悔晚了。你不知道他報復你的時候，那個仇什麼時候結的，你不知道，你早都忘掉了，他是懷恨在心。所以這種人愚痴！佛菩薩有智慧，不愚痴，不幹這個事情。佛菩薩眼睛看到眾生造五逆十惡罪，必定墮地獄，受無量苦楚，佛菩薩也不說一句話。什麼原因？不能說，說了他不能接受，懷恨在心。等到他什麼時候受盡苦頭，回心轉意，能接受了，佛菩薩就來了，佛氏門中還是不捨一人。這些地方我們看懂了沒有？我們學到了沒有？決定不能說我看不慣，好，你看不慣你就要受，到後來人家報復的時候，你就受不了了。"
    },
    {
      "id": "12-017-1145_p0032",
      "zh_CN": "我们在历史上看到，现实环境里头，只要你自己细心去观察，你也会看到。报复手段之狠，叫你倾家荡产，死无葬身之地，你不知道这个祸的根源在哪里？这不叫愚痴吗？千万不要小看人家，现在他没有地位，没有身分，苦不堪言，你能够知道他将来不发达吗？自古以来，多少大富大贵之人，青少年的时候苦不堪言，穷途潦倒。韩信当年受胯下之辱，有谁知道他最后会封王？没有人晓得。这就是种种示现，叫我们不敢轻慢一个众生。你今天侮辱他、欺侮他、瞧不起他、讽刺他，说不定他将来成佛在你前面，你惭不惭愧！你比不上人家。他修行真有道心，你得罪他不要紧，他不报复你，够你惭愧的。他如果是凡夫，你的麻烦大了，你跟他结了冤仇了。",
      "zh_TW": "我們在歷史上看到，現實環境裡頭，只要你自己細心去觀察，你也會看到。報復手段之狠，叫你傾家蕩產，死無葬身之地，你不知道這個禍的根源在哪裡？這不叫愚痴嗎？千萬不要小看人家，現在他沒有地位，沒有身分，苦不堪言，你能夠知道他將來不發達嗎？自古以來，多少大富大貴之人，青少年的時候苦不堪言，窮途潦倒。韓信當年受胯下之辱，有誰知道他最後會封王？沒有人曉得。這就是種種示現，叫我們不敢輕慢一個眾生。你今天侮辱他、欺侮他、瞧不起他、諷刺他，說不定他將來成佛在你前面，你慚不慚愧！你比不上人家。他修行真有道心，你得罪他不要緊，他不報復你，夠你慚愧的。他如果是凡夫，你的麻煩大了，你跟他結了冤仇了。"
    },
    {
      "id": "12-017-1145_p0033",
      "zh_CN": "学佛的人、学道人、或者是学儒的人，这些道理都不能不懂！要提高警觉，起心动念能趣哪一道；换句话说，我起心动念，这句话、这个作为会招什么样的果报？「地狱变相图」要细细看。城隍还特别要求，要把每一种果报的业因写出来，他不说我们也这样做。所以，这幅画完成之后，江老师会首先做一个完整的复制，复制一张完整的，提供给我们学院做一门功课来学习，这门课的课题是「因果图说」。我们同学细细看，去收集这些资料，做简单扼要的说明，每段都要给它做说明。先用中文写出来，然后再翻成外国文字，愈多愈好。因为它不是复印，它是复制，这个复制送到哪个国家地区，最好就用当地的文字把它翻出来。使大家将来看了这个图，清清楚楚、明明白白，你动什么念头，说什么话，干什么事，你要负责任；不能随便，不能含糊，确确实实有因果，业因能趣果报。",
      "zh_TW": "學佛的人、學道人、或者是學儒的人，這些道理都不能不懂！要提高警覺，起心動念能趣哪一道；換句話說，我起心動念，這句話、這個作為會招什麼樣的果報？「地獄變相圖」要細細看。城隍還特別要求，要把每一種果報的業因寫出來，他不說我們也這樣做。所以，這幅畫完成之後，江老師會首先做一個完整的複製，複製一張完整的，提供給我們學院做一門功課來學習，這門課的課題是「因果圖說」。我們同學細細看，去收集這些資料，做簡單扼要的說明，每段都要給它做說明。先用中文寫出來，然後再翻成外國文字，愈多愈好。因為它不是複印，它是複製，這個複製送到哪個國家地區，最好就用當地的文字把它翻出來。使大家將來看了這個圖，清清楚楚、明明白白，你動什麼念頭，說什麼話，幹什麼事，你要負責任；不能隨便，不能含糊，確確實實有因果，業因能趣果報。"
    },
    {
      "id": "12-017-1145_p0034",
      "zh_CN": "如果这个道理懂了，事实真相明白了，你自自然然就会小心谨慎。可是你要知道，小心谨慎，难免还造罪业，无意，有意你是不会做，无意。无意是什么？习气现行，这怎么办？能够控制住习气也不现行，那就是一定要认真的去修行，要认真去修断一切恶，修一切善。《十善业道经》就好，你要是依这个经去学习，真正做到「常念善法，思惟善法，观察善法，不容毫分不善夹杂」，这样你就把习气也伏住了。习气虽然有，不会起现行，为什么？常念，你的心善；思惟，你的思想善；观察，你的言行善，你要真干！这样的人念佛求生净土，能趣极乐世界，这是上上善，无与伦比的大善，往生净土了。",
      "zh_TW": "如果這個道理懂了，事實真相明白了，你自自然然就會小心謹慎。可是你要知道，小心謹慎，難免還造罪業，無意，有意你是不會做，無意。無意是什麼？習氣現行，這怎麼辦？能夠控制住習氣也不現行，那就是一定要認真的去修行，要認真去修斷一切惡，修一切善。《十善業道經》就好，你要是依這個經去學習，真正做到「常念善法，思惟善法，觀察善法，不容毫分不善夾雜」，這樣你就把習氣也伏住了。習氣雖然有，不會起現行，為什麼？常念，你的心善；思惟，你的思想善；觀察，你的言行善，你要真幹！這樣的人念佛求生淨土，能趣極樂世界，這是上上善，無與倫比的大善，往生淨土了。"
    },
    {
      "id": "12-017-1145_p0035",
      "zh_CN": "往生净土不要去想品位，那个无所谓，蕅益大师说得好，下下品往生也心满意足了。我们仔细想想，他是不是下下品往生？肯定不是。为什么？他心地太善良，对于四土三辈九品已经不计较了，这个人品位一定高；斤斤计较，未必能够称心如意。这种功夫现在就要锻炼，锻炼是什么？日常生活当中，对人、对事、对物不计较，炼这个功夫。这个功夫要炼成了，你在道业上功夫就得力，念佛功夫至少成片。不计较就是什么？放下！计较是放不下，我看这个也不顺眼，看那个也不如意，没放下。你放下之后，样样都如意，样样都好，没有一样不好，真放下了。",
      "zh_TW": "往生淨土不要去想品位，那個無所謂，蕅益大師說得好，下下品往生也心滿意足了。我們仔細想想，他是不是下下品往生？肯定不是。為什麼？他心地太善良，對於四土三輩九品已經不計較了，這個人品位一定高；斤斤計較，未必能夠稱心如意。這種功夫現在就要鍛鍊，鍛鍊是什麼？日常生活當中，對人、對事、對物不計較，鍊這個功夫。這個功夫要鍊成了，你在道業上功夫就得力，念佛功夫至少成片。不計較就是什麼？放下！計較是放不下，我看這個也不順眼，看那個也不如意，沒放下。你放下之後，樣樣都如意，樣樣都好，沒有一樣不好，真放下了。"
    },
    {
      "id": "12-017-1145_p0036",
      "zh_CN": "往年我在新加坡，有同学告诉我，早年间弘一大师在南洋参访。南洋有个他老人家的同参道友，关系非常密切的，广洽法师，他到新加坡就住广洽法师的道场。大家就都知道，弘一大师非常随和，平易近人，对待每个人都是那么样的慈祥亲切，照顾他很容易，给他什么他都欢喜吃。弘一法师，我们知道他身体不很好，小时候得过肺病。有些人非常关心，对他的饮食起居，不但要照顾他健康，也还照顾他的口味。人家给他做的菜，这个菜太咸了，太淡了。别的人说闲话，他说不必不必，咸有咸的味道，淡有淡的味道，他一丝毫挑剔没有。这是法师之德，这就是他的修行。",
      "zh_TW": "往年我在新加坡，有同學告訴我，早年間弘一大師在南洋參訪。南洋有個他老人家的同參道友，關係非常密切的，廣洽法師，他到新加坡就住廣洽法師的道場。大家就都知道，弘一大師非常隨和，平易近人，對待每個人都是那麼樣的慈祥親切，照顧他很容易，給他什麼他都歡喜吃。弘一法師，我們知道他身體不很好，小時候得過肺病。有些人非常關心，對他的飲食起居，不但要照顧他健康，也還照顧他的口味。人家給他做的菜，這個菜太鹹了，太淡了。別的人說閒話，他說不必不必，鹹有鹹的味道，淡有淡的味道，他一絲毫挑剔沒有。這是法師之德，這就是他的修行。"
    },
    {
      "id": "12-017-1145_p0037",
      "zh_CN": "我们知道弘一大师在没有出家之前，对于这些生活很讲究的，很挑剔的！出家学佛之后统统放下，完全换了一个人，出家之前跟出家之后是两个人。我们现在想想自己，出家之前跟出家之后还是一个人，没变！弘一大师变了，早年间那些毛病习气统统没有了，真正做到「恒顺众生，随喜功德」，只见自己过，不见别人过。所以，他是能趣菩提，他是念佛往生的，能趣极乐。他老人家一生受持《华严经．普贤行愿品》，他的早晚课，不是念《弥陀经》，不是念《无量寿经》，念《普贤行愿品》，十大愿王导归极乐。",
      "zh_TW": "我們知道弘一大師在沒有出家之前，對於這些生活很講究的，很挑剔的！出家學佛之後統統放下，完全換了一個人，出家之前跟出家之後是兩個人。我們現在想想自己，出家之前跟出家之後還是一個人，沒變！弘一大師變了，早年間那些毛病習氣統統沒有了，真正做到「恆順眾生，隨喜功德」，只見自己過，不見別人過。所以，他是能趣菩提，他是念佛往生的，能趣極樂。他老人家一生受持《華嚴經．普賢行願品》，他的早晚課，不是念《彌陀經》，不是念《無量壽經》，念《普賢行願品》，十大願王導歸極樂。"
    },
    {
      "id": "12-017-1145_p0038",
      "zh_CN": "在那个时代，《普贤行愿品》是净土四经。把《行愿品》放在三经后面，成为「净土四经」流通，是魏默深居士做的。这是清朝咸丰年间，魏源（魏默深）居士，他也有《无量寿经》的会集本。我曾经听说，杨仁山居士成立「金陵刻经处」，好像最初刻的经有「净土四经」，我还见过这个本子，木刻版本。到民国初年，印光大师把《大势至菩萨念佛圆通章》（这是《楞严经》里面的一分）取出来附在「净土四经」后面，成为「净土五经」。确实五经净土就圆满了，往后不要再用六经，没有了，到这儿就圆满了。这个我在早年讲《无量寿经》的时候，我说得很详细。《大势至菩萨念佛圆通章》是我们净土宗的《心经》，文字不多，两百四十四个字，比《般若心经》还少，《般若心经》是两百六十个字，不可思议。",
      "zh_TW": "在那個時代，《普賢行願品》是淨土四經。把《行願品》放在三經後面，成為「淨土四經」流通，是魏默深居士做的。這是清朝咸豐年間，魏源（魏默深）居士，他也有《無量壽經》的會集本。我曾經聽說，楊仁山居士成立「金陵刻經處」，好像最初刻的經有「淨土四經」，我還見過這個本子，木刻版本。到民國初年，印光大師把《大勢至菩薩念佛圓通章》（這是《楞嚴經》裡面的一分）取出來附在「淨土四經」後面，成為「淨土五經」。確實五經淨土就圓滿了，往後不要再用六經，沒有了，到這兒就圓滿了。這個我在早年講《無量壽經》的時候，我說得很詳細。《大勢至菩薩念佛圓通章》是我們淨土宗的《心經》，文字不多，兩百四十四個字，比《般若心經》還少，《般若心經》是兩百六十個字，不可思議。"
    },
    {
      "id": "12-017-1145_p0039",
      "zh_CN": "《普贤行愿品》附在「净宗三经」之后就说明，净宗无异于《华严》，《华严》导归极乐。这桩事情乾隆年间彭际清居士就讲过，《无量寿经》就是中本《华严》，《华严经》就是大本《无量寿经》。魏源居士把《行愿品》最后这一卷附在「净土三经」里面，有道理，不是没有原因的。净宗跟《华严》确实没有两样！印光法师这个做法就告诉我们，净宗不但跟《华严》是合而为一，跟《楞严》也不二。我讲《楞严经》的时候，说得很清楚，我看清楚、看明白了，说实在讲也是有因缘。",
      "zh_TW": "《普賢行願品》附在「淨宗三經」之後就說明，淨宗無異於《華嚴》，《華嚴》導歸極樂。這樁事情乾隆年間彭際清居士就講過，《無量壽經》就是中本《華嚴》，《華嚴經》就是大本《無量壽經》。魏源居士把《行願品》最後這一卷附在「淨土三經」裡面，有道理，不是沒有原因的。淨宗跟《華嚴》確實沒有兩樣！印光法師這個做法就告訴我們，淨宗不但跟《華嚴》是合而為一，跟《楞嚴》也不二。我講《楞嚴經》的時候，說得很清楚，我看清楚、看明白了，說實在講也是有因緣。"
    },
    {
      "id": "12-017-1145_p0040",
      "zh_CN": "这个因缘是当年在台湾，我初学佛的时候，我受戒的第二年，我是出家两年受戒，第二年是出家三年了，第三年。在临济寺遇到一位日本的教授，是台湾大学一个学生带他来看我，那时候他是台大客座教授。问我学的是什么？那时候我正是在台中跟李老师学《楞严经》，我就告诉他，我在学《楞严》。他就非常讶异，因为他知道我修净土，他就说了一句话，「《楞严》与净土有什么关系」？语气、态度很傲慢，轻视！好像《楞严经》大家都知道跟密宗有关系，跟禅宗有关系。它里头有「五会楞严神咒」，与密宗有关系；讲「首楞严大定」，与禅有关系，这与净土宗有什么关系？",
      "zh_TW": "這個因緣是當年在台灣，我初學佛的時候，我受戒的第二年，我是出家兩年受戒，第二年是出家三年了，第三年。在臨濟寺遇到一位日本的教授，是台灣大學一個學生帶他來看我，那時候他是台大客座教授。問我學的是什麼？那時候我正是在台中跟李老師學《楞嚴經》，我就告訴他，我在學《楞嚴》。他就非常訝異，因為他知道我修淨土，他就說了一句話，「《楞嚴》與淨土有什麼關係」？語氣、態度很傲慢，輕視！好像《楞嚴經》大家都知道跟密宗有關係，跟禪宗有關係。它裡頭有「五會楞嚴神咒」，與密宗有關係；講「首楞嚴大定」，與禪有關係，這與淨土宗有什麼關係？"
    },
    {
      "id": "12-017-1145_p0041",
      "zh_CN": "这一句问得好，他要不问，我们就不会细心所谓起观照的作用。这一问，我马上就想到，二十五圆通里头，「观世音圆通章」、「大势至圆通章」是二十五圆通里面最重要的两个段落，我就用这个回答他。我说：「大势至菩萨、观世音菩萨与净土有什么关系？」我这回来一反问，他就警觉到，脸上表情变了，感觉得很不好意思。《楞严经》的精华就是这两段经文，「大势至菩萨念佛圆通章」、「观世音菩萨耳根圆通章」，正好大势至菩萨、观世音菩萨是阿弥陀佛的左右手。你从这里看，《楞严》跟净土关系就看出来了，真的无异于《华严》。",
      "zh_TW": "這一句問得好，他要不問，我們就不會細心所謂起觀照的作用。這一問，我馬上就想到，二十五圓通裡頭，「觀世音圓通章」、「大勢至圓通章」是二十五圓通裡面最重要的兩個段落，我就用這個回答他。我說：「大勢至菩薩、觀世音菩薩與淨土有什麼關係？」我這回來一反問，他就警覺到，臉上表情變了，感覺得很不好意思。《楞嚴經》的精華就是這兩段經文，「大勢至菩薩念佛圓通章」、「觀世音菩薩耳根圓通章」，正好大勢至菩薩、觀世音菩薩是阿彌陀佛的左右手。你從這裡看，《楞嚴》跟淨土關係就看出來了，真的無異於《華嚴》。"
    },
    {
      "id": "12-017-1145_p0042",
      "zh_CN": "观世音菩萨教你「反闻闻自性，性成无上道」，大势至菩萨教你「念佛求生净土」，求生净土才稳稳当当性成无上道。这是那位日本的客座教授（这是法师，也是学佛的法师）他那天来看我没有白来，我会见他也没有白浪费时间。所以这一问，我们马上想到，经上确实有，就给他解答了。我们自己从这里明白了，悟过来了，他的疑问也得到答案。所以经教要熟，学到的东西要落实。《楞严经》不讲全经，就讲这两段就好。",
      "zh_TW": "觀世音菩薩教你「反聞聞自性，性成無上道」，大勢至菩薩教你「念佛求生淨土」，求生淨土才穩穩當當性成無上道。這是那位日本的客座教授（這是法師，也是學佛的法師）他那天來看我沒有白來，我會見他也沒有白浪費時間。所以這一問，我們馬上想到，經上確實有，就給他解答了。我們自己從這裡明白了，悟過來了，他的疑問也得到答案。所以經教要熟，學到的東西要落實。《楞嚴經》不講全經，就講這兩段就好。"
    },
    {
      "id": "12-017-1145_p0043",
      "zh_CN": "观音菩萨有三经，「观音三经」不是独立的，都是附在大经里面。第一部在《华严》，善财童子参访观世音菩萨，「第七回向章」。第七回向是善财参访观世音菩萨，这在《华严经》上的一章。第二部就在《楞严经》，（《楞严》，古人把它编排在「方等部」），就是「观世音菩萨耳根圆通章」。第三部在《法华经》里面，《法华经．观世音菩萨普门品》。「观音三经」。夏莲居老居士把这三部分抽出来印成一本，《观音三经合刊》。我没有看到夏老这个本子之前，我也就做了，我也是把这三种印在一起，有注解的，因为我常常讲经，介绍观音菩萨。",
      "zh_TW": "觀音菩薩有三經，「觀音三經」不是獨立的，都是附在大經裡面。第一部在《華嚴》，善財童子參訪觀世音菩薩，「第七迴向章」。第七迴向是善財參訪觀世音菩薩，這在《華嚴經》上的一章。第二部就在《楞嚴經》，（《楞嚴》，古人把它編排在「方等部」），就是「觀世音菩薩耳根圓通章」。第三部在《法華經》裡面，《法華經．觀世音菩薩普門品》。「觀音三經」。夏蓮居老居士把這三部分抽出來印成一本，《觀音三經合刊》。我沒有看到夏老這個本子之前，我也就做了，我也是把這三種印在一起，有註解的，因為我常常講經，介紹觀音菩薩。"
    },
    {
      "id": "12-017-1145_p0044",
      "zh_CN": "我印过两次，两次不同的注解。但是《华严经》的观世音菩萨这一章经，只有清凉大师的注解，所以两次的印行流通，《华严经》的注解是相同的，是清凉大师的。《楞严经》这部分就不同的，我一次是采取圆瑛法师的《讲义》，《楞严经讲义．耳根圆通章》，第二次印的是交光大师的《正脉》，这个不一样。《普门品》的注解我是采取谛闲老法师的，这是近代的注解；另外一个，采取个古注，《法华经大成》，我采取《法华经大成》普门品里头的注解。我印过两次，一种是古注，一种是今注，现代人的注解，便利于我们学习观世音菩萨。学习观世音菩萨，得学习观世音菩萨经典，能信、能解，依教奉行，落实观世音菩萨对我们的教诲，我们发愿求生净土，能趣极乐世界。",
      "zh_TW": "我印過兩次，兩次不同的註解。但是《華嚴經》的觀世音菩薩這一章經，只有清涼大師的註解，所以兩次的印行流通，《華嚴經》的註解是相同的，是清涼大師的。《楞嚴經》這部分就不同的，我一次是採取圓瑛法師的《講義》，《楞嚴經講義．耳根圓通章》，第二次印的是交光大師的《正脈》，這個不一樣。《普門品》的註解我是採取諦閑老法師的，這是近代的註解；另外一個，採取個古註，《法華經大成》，我採取《法華經大成》普門品裡頭的註解。我印過兩次，一種是古註，一種是今註，現代人的註解，便利於我們學習觀世音菩薩。學習觀世音菩薩，得學習觀世音菩薩經典，能信、能解，依教奉行，落實觀世音菩薩對我們的教誨，我們發願求生淨土，能趣極樂世界。"
    },
    {
      "id": "12-017-1145_p0045",
      "zh_CN": "念经不行，念而不能解，或者解而不能行，那还是能趣六道，顶多六道里面的善道。善道，你还得能行善才行，如果单单是口善还是不行；就是说，你能念经，能念不能行，你的口善，你的心不善，你的行不善。我记得有个公案，但是很模糊，不清楚了，好像是传记里头有。是个法师（是尼师还是法师，我也记不清楚），受持《法华经》的，一生念《法华经》，念得很勤，念得很熟，是个出家人。死了之后，第二世还是得人身，不错，是个妓女，这就已经退转了。因为前世一生受持《法华经》，她口里有莲华香，得这么个果报，口里头有莲华香气。这就是什么？口善，心行不善。总还算不错，没有堕三恶道，来生还得人身，但是来生已经退转了，女身，妓女。",
      "zh_TW": "念經不行，念而不能解，或者解而不能行，那還是能趣六道，頂多六道裡面的善道。善道，你還得能行善才行，如果單單是口善還是不行；就是說，你能念經，能念不能行，你的口善，你的心不善，你的行不善。我記得有個公案，但是很模糊，不清楚了，好像是傳記裡頭有。是個法師（是尼師還是法師，我也記不清楚），受持《法華經》的，一生念《法華經》，念得很勤，念得很熟，是個出家人。死了之後，第二世還是得人身，不錯，是個妓女，這就已經退轉了。因為前世一生受持《法華經》，她口裡有蓮華香，得這麼個果報，口裡頭有蓮華香氣。這就是什麼？口善，心行不善。總還算不錯，沒有墮三惡道，來生還得人身，但是來生已經退轉了，女身，妓女。"
    },
    {
      "id": "12-017-1145_p0046",
      "zh_CN": "这个很值得我们警惕，业因果报丝毫不爽，常常要想到，我起心动念、言语造作将来感什么果？「能趣」就是感什么果报？想到这个地方，你不能不谨慎，不能不约束自己，因果可畏。好，今天时间到了。",
      "zh_TW": "這個很值得我們警惕，業因果報絲毫不爽，常常要想到，我起心動念、言語造作將來感什麼果？「能趣」就是感什麼果報？想到這個地方，你不能不謹慎，不能不約束自己，因果可畏。好，今天時間到了。"
    }
  ]
}