{
  "doc_id": "12-017-1015",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０一五卷",
    "zh_TW": "第一０一五卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1015",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "12-017-1015_p0001",
      "zh_CN": "诸位同学，前面我们读到李长者的《论》文，说到「明是信者，自根本智故，由有此智故，一切众生而能发菩提心」，我们读到这个地方。现在接着往下面看。",
      "zh_TW": "諸位同學，前面我們讀到李長者的《論》文，說到「明是信者，自根本智故，由有此智故，一切眾生而能發菩提心」，我們讀到這個地方。現在接著往下面看。"
    },
    {
      "id": "12-017-1015_p0002",
      "zh_CN": "「以根本智体」，这个不是自，是智慧的智，「能了迷性，超信解故」。根本智的体，就是真心，就是真如，就是自性。「能了」是能够明了，能明了迷惑，迷之性本无。我们在迷位当中，好像它是真有，在自性里面，确确实实它不迷。这个现象正如我在前面跟诸位报告的，但是这个相很细，总得要细心去体会。那就是在日常生活当中，从来没有离开的，睡觉也没离开，它还是起作用，六根根性跟六识同时起作用，一个是不生不灭，一个是生灭无常。六识是生灭无常，六根的根性是不生不灭，生灭与不生灭和合，这个现象我们应当要很清楚、很明了。怎么知道很清楚、很明了？这就由根本智体，就是六根的根性，这个「超信解」！",
      "zh_TW": "「以根本智體」，這個不是自，是智慧的智，「能了迷性，超信解故」。根本智的體，就是真心，就是真如，就是自性。「能了」是能夠明瞭，能明瞭迷惑，迷之性本無。我們在迷位當中，好像它是真有，在自性裡面，確確實實它不迷。這個現象正如我在前面跟諸位報告的，但是這個相很細，總得要細心去體會。那就是在日常生活當中，從來沒有離開的，睡覺也沒離開，它還是起作用，六根根性跟六識同時起作用，一個是不生不滅，一個是生滅無常。六識是生滅無常，六根的根性是不生不滅，生滅與不生滅和合，這個現象我們應當要很清楚、很明瞭。怎麼知道很清楚、很明瞭？這就由根本智體，就是六根的根性，這個「超信解」！"
    },
    {
      "id": "12-017-1015_p0003",
      "zh_CN": "下面说，「超彼迷境称之曰来」，这是我们看到世尊神通里面现相，看到那么多的菩萨从十方来诣佛所。相上确实有，最重要的是要你懂得表法的意思，我们才能真正得受用。所以佛这是现相，神通是现相。上根利智一见到这个相就明白了，一句话都不用说，像清凉，像李长者，他们一见就明了，我们中下根性的人不行。明了的人很慈悲，你看不懂，看不懂他来跟你讲解。我们听他一讲，恍然大悟，原来是这么一回事情。这才知道如来觉悟众生方法手段的巧妙，今天我们讲，这才叫高度艺术。教你怎么样？一时顿了，一下就明白了。那个要讲解你说多费事，要多浪费时间，一看就明了，不用说一句话。",
      "zh_TW": "下面說，「超彼迷境稱之曰來」，這是我們看到世尊神通裡面現相，看到那麼多的菩薩從十方來詣佛所。相上確實有，最重要的是要你懂得表法的意思，我們才能真正得受用。所以佛這是現相，神通是現相。上根利智一見到這個相就明白了，一句話都不用說，像清涼，像李長者，他們一見就明瞭，我們中下根性的人不行。明瞭的人很慈悲，你看不懂，看不懂他來跟你講解。我們聽他一講，恍然大悟，原來是這麼一回事情。這才知道如來覺悟眾生方法手段的巧妙，今天我們講，這才叫高度藝術。教你怎麼樣？一時頓了，一下就明白了。那個要講解你說多費事，要多浪費時間，一看就明瞭，不用說一句話。"
    },
    {
      "id": "12-017-1015_p0004",
      "zh_CN": "我们在经文上所读到的，你看经上讲的这八个字，如来现通，大众请问之后，你看看佛在经上讲的「为现神通」，接着底下「现神通已」，你看就八个字；大众问了三十句，佛的答复就八个字。十方众海云集，这是神通的相，到底佛现什么神通，这个把现通的相说出来。但是诸位要记住，佛在此地现通，「现神通已」一直贯到全经，说明《华严》是一时顿说，没有先后次第。对我们这些中下根性的人，严重的妄想分别执着，这才解释。这解释可麻烦了，可费事了。这个经上记载的就是解释，我们还是不懂，我们还要靠清凉大师、靠李长者他们再跟我们解释。",
      "zh_TW": "我們在經文上所讀到的，你看經上講的這八個字，如來現通，大眾請問之後，你看看佛在經上講的「為現神通」，接著底下「現神通已」，你看就八個字；大眾問了三十句，佛的答覆就八個字。十方眾海雲集，這是神通的相，到底佛現什麼神通，這個把現通的相說出來。但是諸位要記住，佛在此地現通，「現神通已」一直貫到全經，說明《華嚴》是一時頓說，沒有先後次第。對我們這些中下根性的人，嚴重的妄想分別執著，這才解釋。這解釋可麻煩了，可費事了。這個經上記載的就是解釋，我們還是不懂，我們還要靠清涼大師、靠李長者他們再跟我們解釋。"
    },
    {
      "id": "12-017-1015_p0005",
      "zh_CN": "现通，现在我们是稍稍明白了。现通是什么？就是现虚空法界刹土众生。这里面两种力量现的，一种是佛力，一种是众生业力，这两种力量融合在一起。虽然融合在一起，绝不混杂，为什么？诸佛如来住净土，业报众生住秽土，净土跟秽土虽然是一，相不一样。所以我们知道，虽融合成一体，它又不杂，这叫不可思议。我们看破，要紧要看破这个；这一个事实真相不能看破，所以我们的烦恼习气、妄想分别执着放不下。天下本无事，我们的事情还是很多。真放下了，他是没事，没有事才能帮助我们解决没放下的这些事。如果放不下，本身放不下，怎么能帮助我们？没法子帮助我们放下，也没有法子帮助我们明了。只有自己明了放下了，才能帮助别人，这就是自度而后能度他，自己未度不能度别人。",
      "zh_TW": "現通，現在我們是稍稍明白了。現通是什麼？就是現虛空法界剎土眾生。這裡面兩種力量現的，一種是佛力，一種是眾生業力，這兩種力量融合在一起。雖然融合在一起，絕不混雜，為什麼？諸佛如來住淨土，業報眾生住穢土，淨土跟穢土雖然是一，相不一樣。所以我們知道，雖融合成一體，它又不雜，這叫不可思議。我們看破，要緊要看破這個；這一個事實真相不能看破，所以我們的煩惱習氣、妄想分別執著放不下。天下本無事，我們的事情還是很多。真放下了，他是沒事，沒有事才能幫助我們解決沒放下的這些事。如果放不下，本身放不下，怎麼能幫助我們？沒法子幫助我們放下，也沒有法子幫助我們明瞭。只有自己明瞭放下了，才能幫助別人，這就是自度而後能度他，自己未度不能度別人。"
    },
    {
      "id": "12-017-1015_p0006",
      "zh_CN": "这么多十方你看到这个相里面，这是现相，现相是什么？表演。佛常常讲的「为人演说」，演是为人，说也是为人。在修学的过程当中，为人会提升自己境界，这就是谚语里面常讲的「教学相长」。老师帮助学生，教学生，学生也帮助老师，帮老师提升境界，一般教学都有这个经验。特别是给学生解答疑难，学生要不问，很多事情我们自己都没想到，学生一问的时候，这才发现问题，看自己有没有能力解答？这个解答如果通过思惟、想像，这个解答未必是正确的。问题一出来，没有思惟，直截了当就答复了。诸佛菩萨如是，祖师大德亦如是，绝对不落在心意识里头，这是真智慧。智慧照了，《般若经》上常讲照见，照见是不落在心意识里头，叫照见，这个答复是真实的。通过思惟、想像、研究就落在意识里头去了，这是佛法跟世法不一样的地方。",
      "zh_TW": "這麼多十方你看到這個相裡面，這是現相，現相是什麼？表演。佛常常講的「為人演說」，演是為人，說也是為人。在修學的過程當中，為人會提升自己境界，這就是諺語裡面常講的「教學相長」。老師幫助學生，教學生，學生也幫助老師，幫老師提升境界，一般教學都有這個經驗。特別是給學生解答疑難，學生要不問，很多事情我們自己都沒想到，學生一問的時候，這才發現問題，看自己有沒有能力解答？這個解答如果通過思惟、想像，這個解答未必是正確的。問題一出來，沒有思惟，直截了當就答覆了。諸佛菩薩如是，祖師大德亦如是，絕對不落在心意識裡頭，這是真智慧。智慧照了，《般若經》上常講照見，照見是不落在心意識裡頭，叫照見，這個答覆是真實的。通過思惟、想像、研究就落在意識裡頭去了，這是佛法跟世法不一樣的地方。"
    },
    {
      "id": "12-017-1015_p0007",
      "zh_CN": "什么叫佛法？什么叫世法？用意识就是世法，不用意识就是佛法。诸位要知道，佛法是觉法，世法是迷法，没觉。意识是迷不是觉，觉悟了不叫意识，叫什么？叫智，佛学上名词叫智。迷的时候，八识，悟的时候叫四智，这是功夫。这个事想学可不能着急，着急学不来，要放轻松，身体要放轻松，心里更要放轻松。要万缘放下，完全恢复到自然，身心跟自然融成一片，这个境界好，身心跟大自然融成一片。我们要学，慢慢的学，所以「超彼迷境」，「来」表这个意思。",
      "zh_TW": "什麼叫佛法？什麼叫世法？用意識就是世法，不用意識就是佛法。諸位要知道，佛法是覺法，世法是迷法，沒覺。意識是迷不是覺，覺悟了不叫意識，叫什麼？叫智，佛學上名詞叫智。迷的時候，八識，悟的時候叫四智，這是功夫。這個事想學可不能著急，著急學不來，要放輕鬆，身體要放輕鬆，心裡更要放輕鬆。要萬緣放下，完全恢復到自然，身心跟自然融成一片，這個境界好，身心跟大自然融成一片。我們要學，慢慢的學，所以「超彼迷境」，「來」表這個意思。"
    },
    {
      "id": "12-017-1015_p0008",
      "zh_CN": "「如起信论云」，马鸣菩萨的《大乘起信论》「不思议业相者，以依智净，能作一切胜妙境界」。不思议业相，业是活动，实在讲，所有一切活动的现象都是不思议的。「以依智净，能作一切胜妙境界」，一真法界是圣妙境界，十法界也是圣妙境界，只是怎么样？凡夫迷执不觉，所以把这个圣妙境界扭曲了。虽然扭曲，扭曲是一时。就像科学家做的这个实验，水的结晶，当我们心情很不好的时候，愤怒的时候，这个结晶非常难看。如果我们过了几分钟之后，过了几十分钟之后，我们的心恢复平静，恢复正常，恢复了爱心，恢复慈悲了，这个时候你面对着这一杯水，它的结晶又变成很美丽的结晶花朵了。不是那个很难看的相永远是那个，不是的，随着你这个心情，它在起变化。这就是下面讲的「智无性」，无性之性是真性，所以它能够恒顺众生，能随喜功德。它决定没有妄想分别执着，有妄想分别执着就麻烦了，为什么？它就不能随顺了。",
      "zh_TW": "「如起信論云」，馬鳴菩薩的《大乘起信論》「不思議業相者，以依智淨，能作一切勝妙境界」。不思議業相，業是活動，實在講，所有一切活動的現象都是不思議的。「以依智淨，能作一切勝妙境界」，一真法界是聖妙境界，十法界也是聖妙境界，只是怎麼樣？凡夫迷執不覺，所以把這個聖妙境界扭曲了。雖然扭曲，扭曲是一時。就像科學家做的這個實驗，水的結晶，當我們心情很不好的時候，憤怒的時候，這個結晶非常難看。如果我們過了幾分鐘之後，過了幾十分鐘之後，我們的心恢復平靜，恢復正常，恢復了愛心，恢復慈悲了，這個時候你面對著這一杯水，它的結晶又變成很美麗的結晶花朵了。不是那個很難看的相永遠是那個，不是的，隨著你這個心情，它在起變化。這就是下面講的「智無性」，無性之性是真性，所以它能夠恆順眾生，能隨喜功德。它決定沒有妄想分別執著，有妄想分別執著就麻煩了，為什麼？它就不能隨順了。"
    },
    {
      "id": "12-017-1015_p0009",
      "zh_CN": "为什么佛菩萨能随顺，我们凡夫不能随顺？佛菩萨没有妄想分别执着。所以我看到他们这个水结晶的报告，我领悟得很深，我懂，跟佛在经典上讲的这个事实真相一样。它是属于无情众生，《华严经》上讲的「情与无情同圆种智」，无情众生没有妄想分别执着，它能随顺众生；有情众生这里头分两种，一个在迷，一个在悟，迷我们一般叫有情众生，悟叫智正觉。",
      "zh_TW": "為什麼佛菩薩能隨順，我們凡夫不能隨順？佛菩薩沒有妄想分別執著。所以我看到他們這個水結晶的報告，我領悟得很深，我懂，跟佛在經典上講的這個事實真相一樣。它是屬於無情眾生，《華嚴經》上講的「情與無情同圓種智」，無情眾生沒有妄想分別執著，它能隨順眾生；有情眾生這裡頭分兩種，一個在迷，一個在悟，迷我們一般叫有情眾生，悟叫智正覺。"
    },
    {
      "id": "12-017-1015_p0010",
      "zh_CN": "通常我们讲世间，大乘佛法讲世间，讲三种世间：有情世间、器世间、智正觉世间。智正觉就是有情不迷了，无情众生它没有妄想分别执着，它能随着有情众生变现一切圣妙境界，随顺智正觉的众生变一切圣妙境界。隋有情众生也变一切圣妙境界，变三途，变六道。三途六道也算是圣妙吗？对，法身菩萨看到是圣妙，只要你离妄想分别执着，哪一法不妙？平等的。十法界平等，十法界跟一真法界平等，三途地狱众生跟如来平等，圣妙。",
      "zh_TW": "通常我們講世間，大乘佛法講世間，講三種世間：有情世間、器世間、智正覺世間。智正覺就是有情不迷了，無情眾生它沒有妄想分別執著，它能隨著有情眾生變現一切聖妙境界，隨順智正覺的眾生變一切聖妙境界。隋有情眾生也變一切聖妙境界，變三途，變六道。三途六道也算是聖妙嗎？對，法身菩薩看到是聖妙，只要你離妄想分別執著，哪一法不妙？平等的。十法界平等，十法界跟一真法界平等，三途地獄眾生跟如來平等，聖妙。"
    },
    {
      "id": "12-017-1015_p0011",
      "zh_CN": "凡夫看起来不平等，你怎么看？因为你有妄想分别执着。所以妄想分别执着把这个圣妙境界扭曲了，但是法身菩萨看起来还是一样，一点差别都没有，这个就是大乘经上常说的相随心转。同一杯水，我看的结晶跟你看的结晶不一样，你是烦恼、恶念，它对你起的结晶是丑陋的，很不好看。我们是善心善意，真诚清净平等，我看这里头结晶非常美好。你说它到底这个结晶是美好的，还是丑陋的？好丑一如，你就见到真相了。它本身怎么样？也没有好，也没有丑。这个理很深，相很复杂。但是离妄想分别执着，你了解这个事实真相，不难；不离妄想分别执着，你想知道它，太难太难了，觉得它太深奥。",
      "zh_TW": "凡夫看起來不平等，你怎麼看？因為你有妄想分別執著。所以妄想分別執著把這個聖妙境界扭曲了，但是法身菩薩看起來還是一樣，一點差別都沒有，這個就是大乘經上常說的相隨心轉。同一杯水，我看的結晶跟你看的結晶不一樣，你是煩惱、惡念，它對你起的結晶是醜陋的，很不好看。我們是善心善意，真誠清淨平等，我看這裡頭結晶非常美好。你說它到底這個結晶是美好的，還是醜陋的？好醜一如，你就見到真相了。它本身怎麼樣？也沒有好，也沒有醜。這個理很深，相很複雜。但是離妄想分別執著，你了解這個事實真相，不難；不離妄想分別執著，你想知道它，太難太難了，覺得它太深奧。"
    },
    {
      "id": "12-017-1015_p0012",
      "zh_CN": "下面这几句话，具体给我们提供一点讯息。「所谓无量功德之相，常无断绝，随众生根，自然相应，种种而见，得利益故」，十法界依正庄严，你要是会，没有不得利益的。这里讲圣妙境界就是「随众生根，自然相应」。这个地方诸位特别记住，随众生的根性，不是随你的妄想分别执着。妄想分别执着里面，这个里头有善恶之善。你看到这个结晶，看到这么美，如果善恶两边都离开，你见到真相，真相比这个还要不可思议，那才叫圣妙境界。圣妙境界只有法身菩萨才能看到，我们所看到的是善恶相对之善，好丑相对之好，不是绝对的，绝对的才是圣妙境界。这个里头具足「无量功德之相」，这就像华藏世界，像极乐世界。「常无断绝」，我们今天所见的相，十法界里头依正庄严是断断续续，相续相！一真法界里面的法相，所谓是不生不灭，不常不断。生灭、常断、一异，这都是属于妄想分别执着。妄想分别执着统统都没有了，哪里还会有这些概念？概念都没有了，哪里还会有这些事实？所以说「随众生根，自然相应」，那个相应是自然的，决没有一点点意思加在里头。加一点意思在里面，就不自然、就迷了；一点意思都不加，那是觉。这样「种种而见」，得无量无边的利益。你要问什么利益？说不出来。具体而言，就是这一部《大方广佛华严经》里面所说的无量无边的利益。",
      "zh_TW": "下面這幾句話，具體給我們提供一點訊息。「所謂無量功德之相，常無斷絕，隨眾生根，自然相應，種種而見，得利益故」，十法界依正莊嚴，你要是會，沒有不得利益的。這裡講聖妙境界就是「隨眾生根，自然相應」。這個地方諸位特別記住，隨眾生的根性，不是隨你的妄想分別執著。妄想分別執著裡面，這個裡頭有善惡之善。你看到這個結晶，看到這麼美，如果善惡兩邊都離開，你見到真相，真相比這個還要不可思議，那才叫聖妙境界。聖妙境界只有法身菩薩才能看到，我們所看到的是善惡相對之善，好醜相對之好，不是絕對的，絕對的才是聖妙境界。這個裡頭具足「無量功德之相」，這就像華藏世界，像極樂世界。「常無斷絕」，我們今天所見的相，十法界裡頭依正莊嚴是斷斷續續，相續相！一真法界裡面的法相，所謂是不生不滅，不常不斷。生滅、常斷、一異，這都是屬於妄想分別執著。妄想分別執著統統都沒有了，哪裡還會有這些概念？概念都沒有了，哪裡還會有這些事實？所以說「隨眾生根，自然相應」，那個相應是自然的，決沒有一點點意思加在裡頭。加一點意思在裡面，就不自然、就迷了；一點意思都不加，那是覺。這樣「種種而見」，得無量無邊的利益。你要問什麼利益？說不出來。具體而言，就是這一部《大方廣佛華嚴經》裡面所說的無量無邊的利益。"
    },
    {
      "id": "12-017-1015_p0013",
      "zh_CN": "「又云，依本觉上而起不觉故」，所以不觉是依本觉而起的。不觉有没有离开本觉？决定没有离开，离开本觉你找不觉找不到。迷，不觉是迷，迷跟觉是同时的。迷是识，觉是性，大乘经上常讲，性识；这个性识我们不好懂，我们换句话说，觉迷。性，自性觉，迷就是迷自性觉，没有离开自性觉。离开自性觉，那迷什么？迷也找不到！在哪里？就在六根，六根门头。「六根门头放光动地」是自性觉，就是六根根性。迷？迷是六识。在眼叫眼识，在耳叫耳识，在鼻叫鼻识，舌识、身识、意识，六识跟六根根性同时起作用。这个里头要晓得，性没有妄想分别执着，识有妄想分别执着。所以佛菩萨在经论里告诉我们，我们在起作用的时候，第一念决定是真性起用，第二念那就是六识起作用。六识起作用不离真性，离了真性六识就没有了。",
      "zh_TW": "「又云，依本覺上而起不覺故」，所以不覺是依本覺而起的。不覺有沒有離開本覺？決定沒有離開，離開本覺你找不覺找不到。迷，不覺是迷，迷跟覺是同時的。迷是識，覺是性，大乘經上常講，性識；這個性識我們不好懂，我們換句話說，覺迷。性，自性覺，迷就是迷自性覺，沒有離開自性覺。離開自性覺，那迷什麼？迷也找不到！在哪裡？就在六根，六根門頭。「六根門頭放光動地」是自性覺，就是六根根性。迷？迷是六識。在眼叫眼識，在耳叫耳識，在鼻叫鼻識，舌識、身識、意識，六識跟六根根性同時起作用。這個裡頭要曉得，性沒有妄想分別執著，識有妄想分別執著。所以佛菩薩在經論裡告訴我們，我們在起作用的時候，第一念決定是真性起用，第二念那就是六識起作用。六識起作用不離真性，離了真性六識就沒有了。"
    },
    {
      "id": "12-017-1015_p0014",
      "zh_CN": "这个就是富楼那尊者在楞严会上向释迦牟尼佛请教的，「无明」怎么来的？「一切众生本来是佛」，说本来是佛是什么？六根根性。六根根性那本来是佛，为什么会迷了本性变成凡夫？这个问题是大问，在佛法教学里头是大问题、根本的问题。佛的答复，答复得太好了，「知见立知，是无明本」，「知见」是什么？根性本来它具足见闻觉知，见闻觉知就是根性的样子。真心，真心是见闻觉知，这是本有的，你要再建一个见闻觉知，那就错了，头上加头，画蛇添足，那就叫「无明」。",
      "zh_TW": "這個就是富樓那尊者在楞嚴會上向釋迦牟尼佛請教的，「無明」怎麼來的？「一切眾生本來是佛」，說本來是佛是什麼？六根根性。六根根性那本來是佛，為什麼會迷了本性變成凡夫？這個問題是大問，在佛法教學裡頭是大問題、根本的問題。佛的答覆，答覆得太好了，「知見立知，是無明本」，「知見」是什麼？根性本來它具足見聞覺知，見聞覺知就是根性的樣子。真心，真心是見聞覺知，這是本有的，你要再建一個見聞覺知，那就錯了，頭上加頭，畫蛇添足，那就叫「無明」。"
    },
    {
      "id": "12-017-1015_p0015",
      "zh_CN": "所以妄识是怎么来的？妄识是你在见闻觉知上又要立一个知见，错了，不立就对了。觉悟的人不立，因为你立那是妄想，那是分别，那是执着，变成什么样？变成在世出世间处处有障碍，你就不自在。不立，样样清楚，样样明了。你要不问，不问什么都没有，心里头干干净净，痕迹都不落，你要问，随问随答。眼睛像镜子一样，外面照得清清楚楚，你不问的时候，不落痕迹，这就叫根本智。镜子照外面东西清楚，你要问的时候，随问随答，决定正确，没有丝毫迷惑。",
      "zh_TW": "所以妄識是怎麼來的？妄識是你在見聞覺知上又要立一個知見，錯了，不立就對了。覺悟的人不立，因為你立那是妄想，那是分別，那是執著，變成什麼樣？變成在世出世間處處有障礙，你就不自在。不立，樣樣清楚，樣樣明瞭。你要不問，不問什麼都沒有，心裡頭乾乾淨淨，痕跡都不落，你要問，隨問隨答。眼睛像鏡子一樣，外面照得清清楚楚，你不問的時候，不落痕跡，這就叫根本智。鏡子照外面東西清楚，你要問的時候，隨問隨答，決定正確，沒有絲毫迷惑。"
    },
    {
      "id": "12-017-1015_p0016",
      "zh_CN": "如果你要是执着，落下印象了，往往你在这个印象里面产生错误见解，产生错误的想法，妄想！妄想哪有不错的道理，所以你把事实真相，你想错了，你看错了，你理解错了。他自己不知道错，自以为是正确的，那就免不了要造业。造业，好，外面境界上随着你的行业产生变化，变什么？变六道，变三途，外头境界肯定是随你念头而现相，这个就是大乘法里头常讲的「境随心转」。你心有妄念，好，外面境界随着你的妄念变现形相。三途六道，没有！哪有这个东西？",
      "zh_TW": "如果你要是執著，落下印象了，往往你在這個印象裡面產生錯誤見解，產生錯誤的想法，妄想！妄想哪有不錯的道理，所以你把事實真相，你想錯了，你看錯了，你理解錯了。他自己不知道錯，自以為是正確的，那就免不了要造業。造業，好，外面境界上隨著你的行業產生變化，變什麼？變六道，變三途，外頭境界肯定是隨你念頭而現相，這個就是大乘法裡頭常講的「境隨心轉」。你心有妄念，好，外面境界隨著你的妄念變現形相。三途六道，沒有！哪有這個東西？"
    },
    {
      "id": "12-017-1015_p0017",
      "zh_CN": "佛菩萨好像在清醒状态，六道凡夫好像在梦中迷惑的状态，他在梦中作梦，梦里头遭遇又苦不堪言；清醒的人没有，什么事情都没有。清醒的人很高明，你梦中境界他看得出来，他看得很清楚，为什么？梦中它现相。我们为什么看不到别人作梦？梦里面那个现象是另一个空间维次，我们没有能力突破，这个空间维次是妄想分别执着造作的，他的妄想分别执着跟我不一样，所以他那个境界我看不到。",
      "zh_TW": "佛菩薩好像在清醒狀態，六道凡夫好像在夢中迷惑的狀態，他在夢中作夢，夢裡頭遭遇又苦不堪言；清醒的人沒有，什麼事情都沒有。清醒的人很高明，你夢中境界他看得出來，他看得很清楚，為什麼？夢中它現相。我們為什麼看不到別人作夢？夢裡面那個現象是另一個空間維次，我們沒有能力突破，這個空間維次是妄想分別執著造作的，他的妄想分別執著跟我不一樣，所以他那個境界我看不到。"
    },
    {
      "id": "12-017-1015_p0018",
      "zh_CN": "如果我放下妄想分别执着，他梦中境界我看到，为什么？我这个界限突破，不同维次空间的现象一目了然，清清楚楚。不但是他梦中境界你看得很清楚，他打个妄想你也清楚。我们坐在这里，自己打妄想，别人不知道。我坐在这个地方，我想新加坡，我想香港，那个地方的境界相在我们心里面浮现出来，有定功的人他看到。他看到什么？你跑到香港去了，你跑到新加坡去了。你并没有说出来，人家在旁边看得很清楚。你说这个境界是不是圣妙境界？",
      "zh_TW": "如果我放下妄想分別執著，他夢中境界我看到，為什麼？我這個界限突破，不同維次空間的現象一目了然，清清楚楚。不但是他夢中境界你看得很清楚，他打個妄想你也清楚。我們坐在這裡，自己打妄想，別人不知道。我坐在這個地方，我想新加坡，我想香港，那個地方的境界相在我們心裡面浮現出來，有定功的人他看到。他看到什麼？你跑到香港去了，你跑到新加坡去了。你並沒有說出來，人家在旁邊看得很清楚。你說這個境界是不是聖妙境界？"
    },
    {
      "id": "12-017-1015_p0019",
      "zh_CN": "所以长者这一句话我们要记住，「依本觉而起不觉」。本觉跟不觉决定同时，没有先后，但是它们的作用不一样。本觉肯定是觉，不觉肯定是迷，迷悟同时，迷悟不二。我们常常看祖师大德说这两句话，我们也很难理解，怎么会迷悟不二？真的不二，真的是同时。这个修行人永远在觉的这一边，觉悟的人；不觉的人永远在迷这一边，在不觉这一边。其实觉跟不觉同时具足，这个境界非常非常微妙。",
      "zh_TW": "所以長者這一句話我們要記住，「依本覺而起不覺」。本覺跟不覺決定同時，沒有先後，但是它們的作用不一樣。本覺肯定是覺，不覺肯定是迷，迷悟同時，迷悟不二。我們常常看祖師大德說這兩句話，我們也很難理解，怎麼會迷悟不二？真的不二，真的是同時。這個修行人永遠在覺的這一邊，覺悟的人；不覺的人永遠在迷這一邊，在不覺這一邊。其實覺跟不覺同時具足，這個境界非常非常微妙。"
    },
    {
      "id": "12-017-1015_p0020",
      "zh_CN": "「又云」，这都是引用《起信论》上的，「依于智故生其苦乐，如起信论广明」。「广」是《起信论》里面讲得很详细。六道里头的凡夫苦乐从哪儿来的？苦乐的根源是智，迷了智，苦就来了，觉智，乐就来了；智里头没有苦乐。这底下说，「意明一切众生迷根本智」，这个智这里就说得很明白，「依于智故生其苦乐」，这个智是根本智。「迷根本智，而有世间苦乐法故」，觉根本智，世间苦乐统统离了，所以世间这个苦乐，就是指六道轮回，是迷根本智而来的。",
      "zh_TW": "「又云」，這都是引用《起信論》上的，「依於智故生其苦樂，如起信論廣明」。「廣」是《起信論》裡面講得很詳細。六道裡頭的凡夫苦樂從哪兒來的？苦樂的根源是智，迷了智，苦就來了，覺智，樂就來了；智裡頭沒有苦樂。這底下說，「意明一切眾生迷根本智」，這個智這裡就說得很明白，「依於智故生其苦樂」，這個智是根本智。「迷根本智，而有世間苦樂法故」，覺根本智，世間苦樂統統離了，所以世間這個苦樂，就是指六道輪迴，是迷根本智而來的。"
    },
    {
      "id": "12-017-1015_p0021",
      "zh_CN": "根本智我前面讲过，六根根性，迷就是妄想分别执着，觉，离妄想分别执着。离妄想分别执着，觉，那里头有真乐，那个乐是永恒的；迷了，迷了这个里头乐，乐是坏苦，这佛讲的三界统苦。什么叫乐？苦停止了，你觉得是乐。最明显的比喻，这个佛在经上常讲，你肚子饿了很苦，吃饱了很乐，过了几个小时，再不吃苦又来了。苦是真的，乐是假的，你永远是苦。到时候给你填饱，你觉得乐了，不填的时候苦就来了。这个比喻我们细心去体会，知道，乐是假的，苦是真的。所以说三界统苦，三界是指六道，三界讲欲界、色界、无色界，没有不苦。你要想离苦乐，这离苦乐法了不起！谁知道？佛知道，佛有法离苦，那什么法？觉悟。觉根本智，苦乐法就离了。",
      "zh_TW": "根本智我前面講過，六根根性，迷就是妄想分別執著，覺，離妄想分別執著。離妄想分別執著，覺，那裡頭有真樂，那個樂是永恆的；迷了，迷了這個裡頭樂，樂是壞苦，這佛講的三界統苦。什麼叫樂？苦停止了，你覺得是樂。最明顯的比喻，這個佛在經上常講，你肚子餓了很苦，吃飽了很樂，過了幾個小時，再不吃苦又來了。苦是真的，樂是假的，你永遠是苦。到時候給你填飽，你覺得樂了，不填的時候苦就來了。這個比喻我們細心去體會，知道，樂是假的，苦是真的。所以說三界統苦，三界是指六道，三界講欲界、色界、無色界，沒有不苦。你要想離苦樂，這離苦樂法了不起！誰知道？佛知道，佛有法離苦，那什麼法？覺悟。覺根本智，苦樂法就離了。"
    },
    {
      "id": "12-017-1015_p0022",
      "zh_CN": "「为智无性故，随缘不觉，苦乐业生」。这个智就是根本智，根本智无自性。无自性之性就是真性，所以它能随缘。「随缘不觉，苦乐业生」，如果随缘觉，苦乐业就不生了，总在觉迷。我们想想，想想我们自己，我们自己是随缘不觉，根本智随缘，随八识五十一心所，随这个缘，把根本智忘得干干净净。性跟识同时起作用，根本就没分开，你看看把这个性智迷失到一丝毫都不觉。这个话说得真好，把我们六道里面状况说尽了。",
      "zh_TW": "「為智無性故，隨緣不覺，苦樂業生」。這個智就是根本智，根本智無自性。無自性之性就是真性，所以它能隨緣。「隨緣不覺，苦樂業生」，如果隨緣覺，苦樂業就不生了，總在覺迷。我們想想，想想我們自己，我們自己是隨緣不覺，根本智隨緣，隨八識五十一心所，隨這個緣，把根本智忘得乾乾淨淨。性跟識同時起作用，根本就沒分開，你看看把這個性智迷失到一絲毫都不覺。這個話說得真好，把我們六道裡面狀況說盡了。"
    },
    {
      "id": "12-017-1015_p0023",
      "zh_CN": "我们要开智慧，实在讲没有能力。中下根性的人靠什么？靠教育，靠圣教。天天读，天天学，天天在薰习，能够有十年、二十年、三十年、四十年的薰习，渐渐有一点开悟了。虽然这个悟是很少，少分，极少分，受用已经不可思议。但是不能停在这里，要努力，还要向上提升，愈提升智慧愈大，受用愈不可思议。现在时间到了。",
      "zh_TW": "我們要開智慧，實在講沒有能力。中下根性的人靠什麼？靠教育，靠聖教。天天讀，天天學，天天在薰習，能夠有十年、二十年、三十年、四十年的薰習，漸漸有一點開悟了。雖然這個悟是很少，少分，極少分，受用已經不可思議。但是不能停在這裡，要努力，還要向上提升，愈提升智慧愈大，受用愈不可思議。現在時間到了。"
    },
    {
      "id": "12-017-1015_p0024",
      "zh_CN": "诸位同学，我们接着再看长者的《论》文。前面我们读到，「为智无性故，随缘不觉，苦乐业生」。现在接着再看，「为智无性故，为苦所缠，方能自觉，根本无性」，到「方能自觉」这是一段。下面是「根本无性，众缘无性，万法自寂，若不觉苦时，以无性故，总不自知有性无性」，到这儿是一段。",
      "zh_TW": "諸位同學，我們接著再看長者的《論》文。前面我們讀到，「為智無性故，隨緣不覺，苦樂業生」。現在接著再看，「為智無性故，為苦所纏，方能自覺，根本無性」，到「方能自覺」這是一段。下面是「根本無性，眾緣無性，萬法自寂，若不覺苦時，以無性故，總不自知有性無性」，到這兒是一段。"
    },
    {
      "id": "12-017-1015_p0025",
      "zh_CN": "智，我们一定要清楚，就是讲的根本智，根本智没有自性，无自性之性就是真如本性。「为苦所缠」，这是说你为什么想学佛？为什么想念佛求生极乐世界？你这个动机是什么？你为什么会有这个念头？为苦所缠，觉得这个世间太苦了，于是才想到如何离苦得乐。得乐暂且不谈，我怎么样离苦？诸位想一想，谛闲法师那个锅漏匠的徒弟，为什么三年多念佛就成功，他就那么自在往生？为苦所缠。他四十多岁出家，出家三年多就往生，不到五十岁。他有这样的成就就是太苦，生活太苦了，太可怜了，所以他念佛的心恳切真诚。",
      "zh_TW": "智，我們一定要清楚，就是講的根本智，根本智沒有自性，無自性之性就是真如本性。「為苦所纏」，這是說你為什麼想學佛？為什麼想念佛求生極樂世界？你這個動機是什麼？你為什麼會有這個念頭？為苦所纏，覺得這個世間太苦了，於是才想到如何離苦得樂。得樂暫且不談，我怎麼樣離苦？諸位想一想，諦閑法師那個鍋漏匠的徒弟，為什麼三年多念佛就成功，他就那麼自在往生？為苦所纏。他四十多歲出家，出家三年多就往生，不到五十歲。他有這樣的成就就是太苦，生活太苦了，太可憐了，所以他念佛的心懇切真誠。"
    },
    {
      "id": "12-017-1015_p0026",
      "zh_CN": "再看看我们，我们同学当中有学了十几年，有学了几十年，往生的消息都没有，什么原因？你吃的苦头不够，你还不想离开这个世界，这个世界还有很多值得你留恋的地方，道理就在此地。如果你在这一生当中，真的是吃够了苦头，你的心就勇猛恳切。所以佛在入灭之前，教导后学，这是阿难向释迦牟尼佛请教：佛在世，我们都以佛为老师，佛不在世，我们依谁为老师？佛讲了，「以戒为师」，又说「以苦为师」。这两句重要的遗教，我们要明了，没有戒不能成就，没有苦你没有出离的心。所以真正到了「为苦所缠」，这个人发心了，「方能自觉」，希望离苦得乐，这是觉悟。",
      "zh_TW": "再看看我們，我們同學當中有學了十幾年，有學了幾十年，往生的消息都沒有，什麼原因？你吃的苦頭不夠，你還不想離開這個世界，這個世界還有很多值得你留戀的地方，道理就在此地。如果你在這一生當中，真的是吃夠了苦頭，你的心就勇猛懇切。所以佛在入滅之前，教導後學，這是阿難向釋迦牟尼佛請教：佛在世，我們都以佛為老師，佛不在世，我們依誰為老師？佛講了，「以戒為師」，又說「以苦為師」。這兩句重要的遺教，我們要明瞭，沒有戒不能成就，沒有苦你沒有出離的心。所以真正到了「為苦所纏」，這個人發心了，「方能自覺」，希望離苦得樂，這是覺悟。"
    },
    {
      "id": "12-017-1015_p0027",
      "zh_CN": "「根本无性」，根本智，众缘也无性，为什么？凡是因缘所生法都没有自性。根本智是本觉，怎么也无性？真如本性里头，哪里来个觉？哪里有本觉？没有本觉这个名词。凡是能说得出的，凡是能够思惟想像的，都已经落在有为法里头。所以佛法是因缘生，离开因缘佛一句话也没有，真的是「言语道断，心行处灭」，那是真实。真实能说吗？不但说不出来，思惟思考都没办法，离妄想分别执着。",
      "zh_TW": "「根本無性」，根本智，眾緣也無性，為什麼？凡是因緣所生法都沒有自性。根本智是本覺，怎麼也無性？真如本性裡頭，哪裡來個覺？哪裡有本覺？沒有本覺這個名詞。凡是能說得出的，凡是能夠思惟想像的，都已經落在有為法裡頭。所以佛法是因緣生，離開因緣佛一句話也沒有，真的是「言語道斷，心行處滅」，那是真實。真實能說嗎？不但說不出來，思惟思考都沒辦法，離妄想分別執著。"
    },
    {
      "id": "12-017-1015_p0028",
      "zh_CN": "佛为我们说一切法，他要现身，现身因缘所生法，为我们说法也是因缘所生法。所以佛在《般若经》上才说「法尚应舍，何况非法」。法是什么？法是诸佛如来示现的法，所说的法，为什么要舍？因为是因缘所生的，真如本性里头没有这个东西。没有这个东西，佛为什么要现这个相，要说法？众生有病，佛用这个当作药，对治众生病的，众生病治好了，法也没有了。所以法不能执着，执着法你又是一重病，你的病不会好。病没有了，药就不要了；病没有了，还天天吃药，你不又成了病人！",
      "zh_TW": "佛為我們說一切法，他要現身，現身因緣所生法，為我們說法也是因緣所生法。所以佛在《般若經》上才說「法尚應捨，何況非法」。法是什麼？法是諸佛如來示現的法，所說的法，為什麼要捨？因為是因緣所生的，真如本性裡頭沒有這個東西。沒有這個東西，佛為什麼要現這個相，要說法？眾生有病，佛用這個當作藥，對治眾生病的，眾生病治好了，法也沒有了。所以法不能執著，執著法你又是一重病，你的病不會好。病沒有了，藥就不要了；病沒有了，還天天吃藥，你不又成了病人！"
    },
    {
      "id": "12-017-1015_p0029",
      "zh_CN": "所以，真相是什么？真相是「万法自寂」，一切万法本来是清净寂灭相。「若不觉苦时」，不觉苦是什么？麻木不仁，像我们现前这个境界就是。「总不自知有性无性」，不觉苦的时候。所以佛讲，六道里头人道最可贵，可贵在哪里？人道苦多乐少，容易觉悟；天上福报大，乐多苦少，不容易觉悟；三途完全是受苦报，没有乐受，他也不容易觉悟。但是我们读长者这个开示，「为苦所缠，方能自觉」，这话有道理。",
      "zh_TW": "所以，真相是什麼？真相是「萬法自寂」，一切萬法本來是清淨寂滅相。「若不覺苦時」，不覺苦是什麼？麻木不仁，像我們現前這個境界就是。「總不自知有性無性」，不覺苦的時候。所以佛講，六道裡頭人道最可貴，可貴在哪裡？人道苦多樂少，容易覺悟；天上福報大，樂多苦少，不容易覺悟；三途完全是受苦報，沒有樂受，他也不容易覺悟。但是我們讀長者這個開示，「為苦所纏，方能自覺」，這話有道理。"
    },
    {
      "id": "12-017-1015_p0030",
      "zh_CN": "这些年来，我们也遇到过一些灵媒，透过灵媒我们得到六道里面的讯息，特别是饿鬼、地狱、畜生，而这个里面最多的，饿鬼道。这个灵媒不是假的，不是迷信，我们同学们，你们亲眼看见的。前年新加坡居士林念佛堂，陈光别老居士的冤亲债主附在杜美璇居士的身上，他讲了一个多钟点的话，我们讲：说鬼话。讲完之后，他离开了，杜美璇倒在地上，口吐白沫，问她，她一无所知，她什么都不知道。灵鬼附身，这个事情是我们亲眼所见的，透给我们的讯息，我们知道陈光别居士真的往生了，他们做证明。冤亲债主看到陈老往生，他们生欢喜心，他们也不讨债了，也不报怨了。发心什么？发心学佛。鬼道众生发心学佛，求皈依、求听经。给我们透的这个资讯，他们最喜欢听的《地藏菩萨本愿经》、《十善业道经》，这他们透给我们的讯息。我们曾跟他讲，《大乘无量寿经》好！他怎么说？《大乘无量寿经》的光太强了，他们受不了。由此可知，《大乘无量寿经》，这个鬼神肯定，非常殊胜。这是我们亲眼所见的，几百人在一起共同见到的这个例子。",
      "zh_TW": "這些年來，我們也遇到過一些靈媒，透過靈媒我們得到六道裡面的訊息，特別是餓鬼、地獄、畜生，而這個裡面最多的，餓鬼道。這個靈媒不是假的，不是迷信，我們同學們，你們親眼看見的。前年新加坡居士林念佛堂，陳光別老居士的冤親債主附在杜美璇居士的身上，他講了一個多鐘點的話，我們講：說鬼話。講完之後，他離開了，杜美璇倒在地上，口吐白沫，問她，她一無所知，她什麼都不知道。靈鬼附身，這個事情是我們親眼所見的，透給我們的訊息，我們知道陳光別居士真的往生了，他們做證明。冤親債主看到陳老往生，他們生歡喜心，他們也不討債了，也不報怨了。發心什麼？發心學佛。鬼道眾生發心學佛，求皈依、求聽經。給我們透的這個資訊，他們最喜歡聽的《地藏菩薩本願經》、《十善業道經》，這他們透給我們的訊息。我們曾跟他講，《大乘無量壽經》好！他怎麼說？《大乘無量壽經》的光太強了，他們受不了。由此可知，《大乘無量壽經》，這個鬼神肯定，非常殊勝。這是我們親眼所見的，幾百人在一起共同見到的這個例子。"
    },
    {
      "id": "12-017-1015_p0031",
      "zh_CN": "我这些年来接触的不少，不是假的。鬼道苦！他们现在比我们人间学佛的人更真诚，更恳切，更认真。为什么？他们知道苦。尤其知道什么？大灾难的苦。大灾难来的时候，鬼都没有地方住，何况是人。灾难什么时候来？几乎都是这么说，快了，快了，很快了。可是我们人间迷惑，茫然无知，依旧在造业，你说怎么得了？佛在经典上告诉我们，鬼神有报得的五通，能力虽然不很大，几年内的事情，三、五年内的事情，他们了解得很清楚。几十年，一百年当中发生的事情（这讲未来），那是要有修持的鬼神才知道，要是没有修持，单单靠报得的那一点能力很有限，他不知道。报得的，鬼神报得的神通，两、三年的我们能相信，他说得很准。当然这里头也有不乏真正有修行的鬼神，鬼神里面的鬼王，有修行，所以他们知道苦，为苦所逼，他觉悟，他想求脱离六道轮回。",
      "zh_TW": "我這些年來接觸的不少，不是假的。鬼道苦！他們現在比我們人間學佛的人更真誠，更懇切，更認真。為什麼？他們知道苦。尤其知道什麼？大災難的苦。大災難來的時候，鬼都沒有地方住，何況是人。災難什麼時候來？幾乎都是這麼說，快了，快了，很快了。可是我們人間迷惑，茫然無知，依舊在造業，你說怎麼得了？佛在經典上告訴我們，鬼神有報得的五通，能力雖然不很大，幾年內的事情，三、五年內的事情，他們了解得很清楚。幾十年，一百年當中發生的事情（這講未來），那是要有修持的鬼神才知道，要是沒有修持，單單靠報得的那一點能力很有限，他不知道。報得的，鬼神報得的神通，兩、三年的我們能相信，他說得很準。當然這裡頭也有不乏真正有修行的鬼神，鬼神裡面的鬼王，有修行，所以他們知道苦，為苦所逼，他覺悟，他想求脫離六道輪迴。"
    },
    {
      "id": "12-017-1015_p0032",
      "zh_CN": "前些年我们也听到北韩的山神，听到这个讯息，这个事情也不是假的。故事发生在中国的东北，好像是在长春。山神发心修净土法门，有三百多位。有人问他：你们做山神做了多久？他说他们做山神做了三千多年。于是有人问他：三千多年，释迦牟尼佛当年在世，你为什么不学佛？他答复得很好：那个时候不知道学佛。是知道释迦牟尼佛在世，没有意愿学，没想到要学。现在为什么想学佛？现在灾难来了，知道苦。而且透的讯息，天上也不好住。这个当然是指欲界天，色界天他去不了，那要有四禅八定的功夫，他们是凭福报。凭福报我们知道只能够生到欲界，大概欲界最普通的能够去往生的，四王天跟忉利天。所以现在天上的社会环境也不好，这个世界不能住，想来想去还是西方极乐世界好，所以想找一个真正修净土的法师，去带领他们。他们山神派了八个代表，到中国来找人，找了半年找到了。找到时候，法师不能出境，为什么？国境有护法神。中国边界上这个护法神能力超过他们，他们想把这个法师带走，带不走。所以到最后这八个山神皈依了，发心做护法，也不回北朝鲜去了，他说没有面子回去。这个都不是假的，说明什么？说明鬼神现在很认真的在念佛，在修净土法门，他们是求生西方极乐世界。",
      "zh_TW": "前些年我們也聽到北韓的山神，聽到這個訊息，這個事情也不是假的。故事發生在中國的東北，好像是在長春。山神發心修淨土法門，有三百多位。有人問他：你們做山神做了多久？他說他們做山神做了三千多年。於是有人問他：三千多年，釋迦牟尼佛當年在世，你為什麼不學佛？他答覆得很好：那個時候不知道學佛。是知道釋迦牟尼佛在世，沒有意願學，沒想到要學。現在為什麼想學佛？現在災難來了，知道苦。而且透的訊息，天上也不好住。這個當然是指欲界天，色界天他去不了，那要有四禪八定的功夫，他們是憑福報。憑福報我們知道只能夠生到欲界，大概欲界最普通的能夠去往生的，四王天跟忉利天。所以現在天上的社會環境也不好，這個世界不能住，想來想去還是西方極樂世界好，所以想找一個真正修淨土的法師，去帶領他們。他們山神派了八個代表，到中國來找人，找了半年找到了。找到時候，法師不能出境，為什麼？國境有護法神。中國邊界上這個護法神能力超過他們，他們想把這個法師帶走，帶不走。所以到最後這八個山神皈依了，發心做護法，也不回北朝鮮去了，他說沒有面子回去。這個都不是假的，說明什麼？說明鬼神現在很認真的在念佛，在修淨土法門，他們是求生西方極樂世界。"
    },
    {
      "id": "12-017-1015_p0033",
      "zh_CN": "这些讯息对我们来讲增长我们的信心，我们对这个世缘不能不放下，不能不全心全力在道上下功夫。这个道，成佛之道，成佛之道就是念佛。这一切经论是我们的助道法，帮助我们看破，帮助我们放下，帮助我们排除往生净土路上所有一切的障碍。我们学这个就是为了这个，为了排除菩提道上一切障碍，让我们求往生这个道路顺利畅通，这是我们真正的目标。我们自己得这样殊胜的利益，不可以忘苦难众生，何况一切众生，生生世世对我的帮助很多，一切众生有恩于我。我们在回向偈上天天念的「上报四重恩，下济三途苦」，不可以忘恩负义。因此，怎样报恩？要把我们自己得到的利益，与一切众生共享。换句话说，我们一定要把这殊胜的大乘介绍给一切众生，把自己修学的心得成果奉献给一切众生，这样才能报恩。「上报四重恩，下济三途苦」，不是一句空话，是真实。总要记住世尊在经教里头，时时刻刻嘱咐我们的「读诵受持，为人演说」，一切时、一切处不要忘记为人演说。",
      "zh_TW": "這些訊息對我們來講增長我們的信心，我們對這個世緣不能不放下，不能不全心全力在道上下功夫。這個道，成佛之道，成佛之道就是念佛。這一切經論是我們的助道法，幫助我們看破，幫助我們放下，幫助我們排除往生淨土路上所有一切的障礙。我們學這個就是為了這個，為了排除菩提道上一切障礙，讓我們求往生這個道路順利暢通，這是我們真正的目標。我們自己得這樣殊勝的利益，不可以忘苦難眾生，何況一切眾生，生生世世對我的幫助很多，一切眾生有恩於我。我們在迴向偈上天天念的「上報四重恩，下濟三途苦」，不可以忘恩負義。因此，怎樣報恩？要把我們自己得到的利益，與一切眾生共享。換句話說，我們一定要把這殊勝的大乘介紹給一切眾生，把自己修學的心得成果奉獻給一切眾生，這樣才能報恩。「上報四重恩，下濟三途苦」，不是一句空話，是真實。總要記住世尊在經教裡頭，時時刻刻囑咐我們的「讀誦受持，為人演說」，一切時、一切處不要忘記為人演說。"
    },
    {
      "id": "12-017-1015_p0034",
      "zh_CN": "下面长者举了个比喻，这个比喻好懂。「如人因地而倒，因地而起」，我们怎么跌倒？走路不小心跌倒了，怎么爬起？还是因地而起。把这个「地」比作根本智，我们迷是因它，我们觉也是因它。「因地而倒」，我们迷了，受尽苦难，受尽苦难之后又想起来了，我要觉悟，「因地而起」。「一切众生因自心根本智而倒」，你迷是迷自心根本智，苦头受尽了，又想觉悟了，又「因自心根本智而起」，这一段是法说。「以是义故，如来于此一乘之经，顿彰本法，为金色世界」，这个就是东方世界是金色世界。我们要看前面这两个字，「顿彰」，刹那顿现。实在讲，我们讲「刹那」，时间已经太长太长了。《仁王经》上跟我们讲，一刹那有九百生灭。一个生灭，换句话说，是一刹那的九百分之一。这些说法都是事实真相，那我们晓得还是诸佛如来的方便说；真实说，我们没有法子思议的。",
      "zh_TW": "下面長者舉了個比喻，這個比喻好懂。「如人因地而倒，因地而起」，我們怎麼跌倒？走路不小心跌倒了，怎麼爬起？還是因地而起。把這個「地」比作根本智，我們迷是因它，我們覺也是因它。「因地而倒」，我們迷了，受盡苦難，受盡苦難之後又想起來了，我要覺悟，「因地而起」。「一切眾生因自心根本智而倒」，你迷是迷自心根本智，苦頭受盡了，又想覺悟了，又「因自心根本智而起」，這一段是法說。「以是義故，如來於此一乘之經，頓彰本法，為金色世界」，這個就是東方世界是金色世界。我們要看前面這兩個字，「頓彰」，剎那頓現。實在講，我們講「剎那」，時間已經太長太長了。《仁王經》上跟我們講，一剎那有九百生滅。一個生滅，換句話說，是一剎那的九百分之一。這些說法都是事實真相，那我們曉得還是諸佛如來的方便說；真實說，我們沒有法子思議的。"
    },
    {
      "id": "12-017-1015_p0035",
      "zh_CN": "过去我跟同学们说明这个问题，「一时顿现，刹那生灭」，我是用光速来显示。光一秒钟走三十万公里，光的速度走一公里，三十万分之一秒走一公里，一秒钟的三十万分之一。我们以这个为基础，光走一百公尺需要多久？一公里是三十万分之一秒，那走一百公尺，我们知道一公里是一千公尺，一百公尺十分之一，三十万后头要加一个零，三百万分之一秒走一百公尺；走十公尺，再加一个零，三千万分之一秒；一公尺，再加个零，三亿分之一秒，一公尺。一公尺有一百公分，一公分有十公厘，光走一公厘多少？你这样推算到后头，真的是亿万分之一秒，这是符合科学的说法。",
      "zh_TW": "過去我跟同學們說明這個問題，「一時頓現，剎那生滅」，我是用光速來顯示。光一秒鐘走三十萬公里，光的速度走一公里，三十萬分之一秒走一公里，一秒鐘的三十萬分之一。我們以這個為基礎，光走一百公尺需要多久？一公里是三十萬分之一秒，那走一百公尺，我們知道一公里是一千公尺，一百公尺十分之一，三十萬後頭要加一個零，三百萬分之一秒走一百公尺；走十公尺，再加一個零，三千萬分之一秒；一公尺，再加個零，三億分之一秒，一公尺。一公尺有一百公分，一公分有十公釐，光走一公釐多少？你這樣推算到後頭，真的是億萬分之一秒，這是符合科學的說法。"
    },
    {
      "id": "12-017-1015_p0036",
      "zh_CN": "在亿万分之一秒的状态之下，这个世界是什么世界？「万法自寂」，没有生灭，没有远近，没有来去，就是说没有时间了，过去现在未来没有了，一时顿现！这是什么？宇宙真相，宇宙的起源。怎么顿现的？现在西方人认为什么？大爆炸，佛法不是讲大爆炸，佛法是讲「一念不觉而有无明」，所以说「无明不觉生三细」。三细相里面有境界相，境界相就是虚空法界刹土众生，一时顿现，没有先后，这是事实真相。事实真相就摆在我们面前，我们不知道。不知道就是迷，知道就是觉，觉知就跟根本智相应了，根本智如如不动。",
      "zh_TW": "在億萬分之一秒的狀態之下，這個世界是什麼世界？「萬法自寂」，沒有生滅，沒有遠近，沒有來去，就是說沒有時間了，過去現在未來沒有了，一時頓現！這是什麼？宇宙真相，宇宙的起源。怎麼頓現的？現在西方人認為什麼？大爆炸，佛法不是講大爆炸，佛法是講「一念不覺而有無明」，所以說「無明不覺生三細」。三細相裡面有境界相，境界相就是虛空法界剎土眾生，一時頓現，沒有先後，這是事實真相。事實真相就擺在我們面前，我們不知道。不知道就是迷，知道就是覺，覺知就跟根本智相應了，根本智如如不動。"
    },
    {
      "id": "12-017-1015_p0037",
      "zh_CN": "「万法自寂」，根本智也是自寂。佛在经上跟我们说明，到什么时候你才能看见，就是你才能入自寂？一般大乘经上佛说，八地菩萨。八地菩萨叫不动地，见到阿赖耶的三细相。我们在这个理论上，我们能够推想得到，他必须要比「无明不觉生三细」的速度还要快，他才能看得清楚，才能够发现它，观察它，了解它。如果跟它的速度是相同的，他能发现，他没有办法了解。如果是八地菩萨才发现，九地、十地、十一地就清楚、就明白了；再往上提升一级，这是讲定功，一层比一层深，到如来果地究竟圆满，到底是一回什么事情，真的清楚、真的明白了。法界无障碍，理事无碍，事事无碍，你在这个里面得大自在。随类化现，随机演法，像佛在此地示现神通，演法，表演。一切示现、演说没有别的，无非是觉悟众生而已，世间人所讲的「学不厌，教不倦」，如来境界才达到究竟圆满。这一句话意味深长，会说的人很多，他能够体会到什么样的境界，说老实话很有限。同样是这一句话，十信位菩萨的体会跟十住就不相同，十信体会得浅，十住体会得深，十住跟十行又不同，又何况等觉妙觉。示现金色世界也是表法，也是在表演。",
      "zh_TW": "「萬法自寂」，根本智也是自寂。佛在經上跟我們說明，到什麼時候你才能看見，就是你才能入自寂？一般大乘經上佛說，八地菩薩。八地菩薩叫不動地，見到阿賴耶的三細相。我們在這個理論上，我們能夠推想得到，他必須要比「無明不覺生三細」的速度還要快，他才能看得清楚，才能夠發現它，觀察它，了解它。如果跟它的速度是相同的，他能發現，他沒有辦法了解。如果是八地菩薩才發現，九地、十地、十一地就清楚、就明白了；再往上提升一級，這是講定功，一層比一層深，到如來果地究竟圓滿，到底是一回什麼事情，真的清楚、真的明白了。法界無障礙，理事無礙，事事無礙，你在這個裡面得大自在。隨類化現，隨機演法，像佛在此地示現神通，演法，表演。一切示現、演說沒有別的，無非是覺悟眾生而已，世間人所講的「學不厭，教不倦」，如來境界才達到究竟圓滿。這一句話意味深長，會說的人很多，他能夠體會到什麼樣的境界，說老實話很有限。同樣是這一句話，十信位菩薩的體會跟十住就不相同，十信體會得淺，十住體會得深，十住跟十行又不同，又何況等覺妙覺。示現金色世界也是表法，也是在表演。"
    },
    {
      "id": "12-017-1015_p0038",
      "zh_CN": "我们再看下面文，「明法身白净无染，顿彰本智，号不动智佛」。法身，法身就是虚空法界刹土众生，本智就是根本智，佛在此地这是教学的艺术，这是善巧方便，称他作不动智佛。代表的是法身理体，代表的是自性本寂，本来是清净寂灭，从来没有动荡过，丝毫也没有动荡过。在哪里？遍法界虚空界，不动智。在我们这个身相，六根，六根它是起作用，要知道它的体。这个东西也很难比喻。现在科技相当发达，我在日本、在中国，看到这个手机电话，很小，萤光幕上能现相。你打电话给对方，对方人的相在你的手机萤光幕上，现在进步到这种程度。我们可以用这个做个例子，这个手机并没有用电线在哪里插电源，无线电的，拿来比喻我们不动智，我们的根本智，就像这些电波一样，遍虚空法界。这个手机像我们身体一样，我们的六根在接收，眼根就像它的萤光幕一样，我收到了，这个境界相清清楚楚，耳根接收的是声音，无处不在，无时不在，这个身体是示现，是示现的工具。",
      "zh_TW": "我們再看下面文，「明法身白淨無染，頓彰本智，號不動智佛」。法身，法身就是虛空法界剎土眾生，本智就是根本智，佛在此地這是教學的藝術，這是善巧方便，稱他作不動智佛。代表的是法身理體，代表的是自性本寂，本來是清淨寂滅，從來沒有動盪過，絲毫也沒有動盪過。在哪裡？遍法界虛空界，不動智。在我們這個身相，六根，六根它是起作用，要知道它的體。這個東西也很難比喻。現在科技相當發達，我在日本、在中國，看到這個手機電話，很小，螢光幕上能現相。你打電話給對方，對方人的相在你的手機螢光幕上，現在進步到這種程度。我們可以用這個做個例子，這個手機並沒有用電線在哪裡插電源，無線電的，拿來比喻我們不動智，我們的根本智，就像這些電波一樣，遍虛空法界。這個手機像我們身體一樣，我們的六根在接收，眼根就像它的螢光幕一樣，我收到了，這個境界相清清楚楚，耳根接收的是聲音，無處不在，無時不在，這個身體是示現，是示現的工具。"
    },
    {
      "id": "12-017-1015_p0039",
      "zh_CN": "「六根门头放光动地」，那个能量从哪里来的？原来是遍法界虚空界，都是！它是能现能变，虚空法界刹土众生是所现、是所变，能所是一不是二。就能现能变的称之为法界，称之为法身，所以「法身白净无染」，它没有相。所以它这个里头没有妄想分别执着，妄想分别执着是识那边的事情，前面跟诸位说得很多，是迷妄那边的事情。迷了之后，迷了本性，在这里说迷了法身，误会把这个工具当作身，这才产生妄识。识是虚妄的，不是真实的，刹那生灭的，不是像根本智，根本智不生不灭；不是像法身，法身不生不灭，识心是生灭的。",
      "zh_TW": "「六根門頭放光動地」，那個能量從哪裡來的？原來是遍法界虛空界，都是！它是能現能變，虛空法界剎土眾生是所現、是所變，能所是一不是二。就能現能變的稱之為法界，稱之為法身，所以「法身白淨無染」，它沒有相。所以它這個裡頭沒有妄想分別執著，妄想分別執著是識那邊的事情，前面跟諸位說得很多，是迷妄那邊的事情。迷了之後，迷了本性，在這裡說迷了法身，誤會把這個工具當作身，這才產生妄識。識是虛妄的，不是真實的，剎那生滅的，不是像根本智，根本智不生不滅；不是像法身，法身不生不滅，識心是生滅的。"
    },
    {
      "id": "12-017-1015_p0040",
      "zh_CN": "你们看《百法》，相宗的《百法明门论》，把八识五十一心所列在有为法的最前面。有为法就是有生有灭。法身是什么？根本智是什么？《百法》最后一条，真如无为。真如无为就是我们此地讲的不动智佛、根本智，「法身白净无染」，这是法身菩萨所证的。无为法有六个，其他五个是相似无为，什么人证的？阿罗汉，辟支佛，十法界里面的佛菩萨，他们证的是相似无为，不是真如无为。真如无为最后一个，法身菩萨！六道凡夫都在前面九十四个有为法里面团团转。有为法是生灭法，完全是假的，没有一样是真的。现在时间到了，我们就讲到此地。",
      "zh_TW": "你們看《百法》，相宗的《百法明門論》，把八識五十一心所列在有為法的最前面。有為法就是有生有滅。法身是什麼？根本智是什麼？《百法》最後一條，真如無為。真如無為就是我們此地講的不動智佛、根本智，「法身白淨無染」，這是法身菩薩所證的。無為法有六個，其他五個是相似無為，什麼人證的？阿羅漢，辟支佛，十法界裡面的佛菩薩，他們證的是相似無為，不是真如無為。真如無為最後一個，法身菩薩！六道凡夫都在前面九十四個有為法裡面團團轉。有為法是生滅法，完全是假的，沒有一樣是真的。現在時間到了，我們就講到此地。"
    }
  ]
}