{
  "doc_id": "12-017-1812",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八一二卷",
    "zh_TW": "第一八一二卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1812",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "12-017-1812_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看大用无方第八段，明毛光照益三昧门，我们看最后一首偈「法清净光」：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看大用無方第八段，明毛光照益三昧門，我們看最後一首偈「法清淨光」："
    },
    {
      "id": "12-017-1812_p0002",
      "zh_CN": "【因缘所生无有生。诸佛法身非是身。法性常住如虚空。以说其义光如是。】",
      "zh_TW": "【因緣所生無有生。諸佛法身非是身。法性常住如虛空。以說其義光如是。】"
    },
    {
      "id": "12-017-1812_p0003",
      "zh_CN": "我们今天继续再来学习这后面三句。『诸佛法身非是身』，佛法通常讲身都讲三身，三身四德。三身是法身、报身、应身，有时候应化合在一起说，应身。在佛法里面对于这些说法，大小乘不一样，大乘里面各个宗派也不一样。这些问题最重要的是不要去分别、不要去执着，不同的说法这里头有个原因，为什么有不同的说法？那就是菩萨、祖师大德教化众生，众生根器不一样，教学总是要随顺听众的根性，所以一切说法都是方便法。这总的原则我们知道，佛出现在世间，宗旨无非就是破迷开悟、离苦得乐，这是唯一的一个宗旨、一个目标。至于说法教学决定是慈悲为本，方便为门。种种不同的说法都是方便。我们要懂得它的原理原则，就晓得各个宗派接引的根性不相同，同一个宗派，同一个宗也分派，甚至某一派跟某一派说法也不一样。所以到最后，祖师大德总是把不同的会合，都归到一体，一体就是性，心现识变。所以说万法归一，这个一就是一心，一心就是万法，万法就是一心，一心就是佛，三身不外乎一心。它有开合两种说法，开是展开，合是归纳到最后。",
      "zh_TW": "我們今天繼續再來學習這後面三句。『諸佛法身非是身』，佛法通常講身都講三身，三身四德。三身是法身、報身、應身，有時候應化合在一起說，應身。在佛法裡面對於這些說法，大小乘不一樣，大乘裡面各個宗派也不一樣。這些問題最重要的是不要去分別、不要去執著，不同的說法這裡頭有個原因，為什麼有不同的說法？那就是菩薩、祖師大德教化眾生，眾生根器不一樣，教學總是要隨順聽眾的根性，所以一切說法都是方便法。這總的原則我們知道，佛出現在世間，宗旨無非就是破迷開悟、離苦得樂，這是唯一的一個宗旨、一個目標。至於說法教學決定是慈悲為本，方便為門。種種不同的說法都是方便。我們要懂得它的原理原則，就曉得各個宗派接引的根性不相同，同一個宗派，同一個宗也分派，甚至某一派跟某一派說法也不一樣。所以到最後，祖師大德總是把不同的會合，都歸到一體，一體就是性，心現識變。所以說萬法歸一，這個一就是一心，一心就是萬法，萬法就是一心，一心就是佛，三身不外乎一心。它有開合兩種說法，開是展開，合是歸納到最後。"
    },
    {
      "id": "12-017-1812_p0004",
      "zh_CN": "「小乘说王宫所生之身」，就是释迦牟尼佛父母生的身，这个身叫生身。戒定慧，还加上一个解脱、解脱知见，通常在经上看到的五分法身，所以小乘认为修行的功德这是法身。大乘讲得就多，「大乘说，理智冥合之真身为法身」，随机现生的身叫应化身，应化身是生身，这是大乘里面的讲法。理是心，就是心性，心性是说理，智是说般若。如果我们用法相宗的说法，诸位就更容易理解，理是自证分，自证分就是法性，所以法性是理；智慧是证自证分，证自证分是般若，通常在大乘也称佛性，佛性是从智上说的。佛是梵文，翻成中国意思叫觉，觉是智的作用，智是体，觉是用，所以它是佛性。佛性跟法性是一个性，不是两个性。",
      "zh_TW": "「小乘說王宮所生之身」，就是釋迦牟尼佛父母生的身，這個身叫生身。戒定慧，還加上一個解脫、解脫知見，通常在經上看到的五分法身，所以小乘認為修行的功德這是法身。大乘講得就多，「大乘說，理智冥合之真身為法身」，隨機現生的身叫應化身，應化身是生身，這是大乘裡面的講法。理是心，就是心性，心性是說理，智是說般若。如果我們用法相宗的說法，諸位就更容易理解，理是自證分，自證分就是法性，所以法性是理；智慧是證自證分，證自證分是般若，通常在大乘也稱佛性，佛性是從智上說的。佛是梵文，翻成中國意思叫覺，覺是智的作用，智是體，覺是用，所以它是佛性。佛性跟法性是一個性，不是兩個性。"
    },
    {
      "id": "12-017-1812_p0005",
      "zh_CN": "相宗的四分，就是佛在《华严经》上讲的一句话，「一切众生皆有如来智慧德相」，如来智慧就是证自证分，而德就包括了法性，法性是圆满的都包括了，由法性变现出见分，见分再变现出相分，这讲到见相两分大家就比较容易懂。见分是精神，我们讲心理；相分是物质，在佛家讲色法，色法跟心法。精神跟物质都是自证分变现出来的。所以说唯心所现，唯识所变。从体上讲这是理，怎么样知道有这个理（就是有这个体）？能变的。哲学里面讲的本体，因为本体它不是物质也不是精神，它没有形相，我们六根都接触不到；眼看不见，耳听不见，它也没有气味，身体接触不到，甚至于想都想不到。想是什么作用？想是心理的作用，是见分的作用。见分的作用很大，但就是缘不到自体，缘不到。那怎么会晓得？它有个证自证分，就是自性本具的般若智慧。这个智慧，佛在经上常常用比喻，把自性比作一盏灯，自性本具的般若智慧就像灯点燃了，点燃的时候它能照自己，它照外面也能照自己。有了它才知道有本体，本体生精神跟物质。所以说理智冥合的真身，这真身没有形相的，称之为法身，法身没有形相。",
      "zh_TW": "相宗的四分，就是佛在《華嚴經》上講的一句話，「一切眾生皆有如來智慧德相」，如來智慧就是證自證分，而德就包括了法性，法性是圓滿的都包括了，由法性變現出見分，見分再變現出相分，這講到見相兩分大家就比較容易懂。見分是精神，我們講心理；相分是物質，在佛家講色法，色法跟心法。精神跟物質都是自證分變現出來的。所以說唯心所現，唯識所變。從體上講這是理，怎麼樣知道有這個理（就是有這個體）？能變的。哲學裡面講的本體，因為本體它不是物質也不是精神，它沒有形相，我們六根都接觸不到；眼看不見，耳聽不見，它也沒有氣味，身體接觸不到，甚至於想都想不到。想是什麼作用？想是心理的作用，是見分的作用。見分的作用很大，但就是緣不到自體，緣不到。那怎麼會曉得？它有個證自證分，就是自性本具的般若智慧。這個智慧，佛在經上常常用比喻，把自性比作一盞燈，自性本具的般若智慧就像燈點燃了，點燃的時候它能照自己，它照外面也能照自己。有了它才知道有本體，本體生精神跟物質。所以說理智冥合的真身，這真身沒有形相的，稱之為法身，法身沒有形相。"
    },
    {
      "id": "12-017-1812_p0006",
      "zh_CN": "随机现生之应化身，这叫生身。怎么会随机？众生有感，佛菩萨就有应。应是应化在十法界现身，现的身叫生身。这个生身有两种作用，大乘教里面讲的，一种是自受用，一种是他受用，他受用是教化众生，自受用是提升自己的境界。因此大乘教里面有些宗派说，法身也有身相，不是完全没有形相，也讲得通。譬如我们现在这个身是生身，实际上法身、报身、应化身都在这一身当中。如果我们能够将妄想分别执着统统都断了，我们的身就是法身，不能说它不是法身；就是报身，报身是智慧身，你妄想分别执着统统都断了，烦恼没有了，智慧现前，就是经上所说的「一切众生皆有如来智慧」，这智慧现前，智慧就是证自证分；德能现前，确实万德万能，确实是大彻大悟。悟什么？悟整个宇宙跟自己是一个身；一即是多，多即是一。一是全宇宙，全宇宙是一，很不可思议，没有法子形容。",
      "zh_TW": "隨機現生之應化身，這叫生身。怎麼會隨機？眾生有感，佛菩薩就有應。應是應化在十法界現身，現的身叫生身。這個生身有兩種作用，大乘教裡面講的，一種是自受用，一種是他受用，他受用是教化眾生，自受用是提升自己的境界。因此大乘教裡面有些宗派說，法身也有身相，不是完全沒有形相，也講得通。譬如我們現在這個身是生身，實際上法身、報身、應化身都在這一身當中。如果我們能夠將妄想分別執著統統都斷了，我們的身就是法身，不能說它不是法身；就是報身，報身是智慧身，你妄想分別執著統統都斷了，煩惱沒有了，智慧現前，就是經上所說的「一切眾生皆有如來智慧」，這智慧現前，智慧就是證自證分；德能現前，確實萬德萬能，確實是大徹大悟。悟什麼？悟整個宇宙跟自己是一個身；一即是多，多即是一。一是全宇宙，全宇宙是一，很不可思議，沒有法子形容。"
    },
    {
      "id": "12-017-1812_p0007",
      "zh_CN": "大宇宙跟小宇宙是一不是二。如果你说大宇宙跟小宇宙是二，你还没有觉悟。确实是一，小中有大，大中有小，小宇宙跟外面大宇宙是一样的，一丝毫差别都没有。这个境界到最后，佛说，叫不思议解脱境界；你不能够想，你也无法可说。我们在《华严经》前面读过，微尘里面有世界，微尘是最小的物质，不能再分，最小的物质。现在科学家发现到就是原子、电子、粒子、夸克，夸克是不是佛经上说的微尘，还很难讲，看它以后再能不能分？再能分，那它还不是的。这肉眼没有法子看见的，高倍显微镜才能发现。甚至于还有些人，我们科学仪器还达不到，用数学来推算，算出来应该有，数学为科学之母。这么小的东西里面有整个的世界，很不好懂。我们现在看到科技的进步，看到电晶体，一片晶体指甲这么大，一点点，这里面居然能够含藏一部《大藏经》，这不可思议，这被科学发现。再一看佛经，这给我们一个启示，有可能它含藏一部《大藏经》，可是它跟佛法比还差很远，佛法讲的微尘没有这么大，它里面含藏整个宇宙，这一部《大藏经》算什么！所以从这里来看，佛法比科学进步太多。",
      "zh_TW": "大宇宙跟小宇宙是一不是二。如果你說大宇宙跟小宇宙是二，你還沒有覺悟。確實是一，小中有大，大中有小，小宇宙跟外面大宇宙是一樣的，一絲毫差別都沒有。這個境界到最後，佛說，叫不思議解脫境界；你不能夠想，你也無法可說。我們在《華嚴經》前面讀過，微塵裡面有世界，微塵是最小的物質，不能再分，最小的物質。現在科學家發現到就是原子、電子、粒子、夸克，夸克是不是佛經上說的微塵，還很難講，看它以後再能不能分？再能分，那它還不是的。這肉眼沒有法子看見的，高倍顯微鏡才能發現。甚至於還有些人，我們科學儀器還達不到，用數學來推算，算出來應該有，數學為科學之母。這麼小的東西裡面有整個的世界，很不好懂。我們現在看到科技的進步，看到電晶體，一片晶體指甲這麼大，一點點，這裡面居然能夠含藏一部《大藏經》，這不可思議，這被科學發現。再一看佛經，這給我們一個啟示，有可能它含藏一部《大藏經》，可是它跟佛法比還差很遠，佛法講的微塵沒有這麼大，它裡面含藏整個宇宙，這一部《大藏經》算什麼！所以從這裡來看，佛法比科學進步太多。"
    },
    {
      "id": "12-017-1812_p0008",
      "zh_CN": "我们从科学里面发现到，叫全息照片，这我们看到科学报告，很有意思。它这个照片是用两组雷射光拍摄的，拍摄出来的照片洗出来，你看不到形相，你看到里面一条一条是纹路，必须要用一组雷射光去照，那个现相出来了，照片出来了。譬如一个人相，我们看到报告，把这张相片撕成两半，你在雷射光下照的时候，那一半还是一个完全的影像，另外一半也是个完全的影像，这很奇怪，不可思议。你再把它撕碎，撕成粉碎，拿一点点在雷射光下，它依旧还是一个完整的现相。我们从科学实验里面就想像到佛经上所讲的小中有大，整个大宇宙在一微尘里面。全息照片不过是他们发现而已，有这个事实存在。每粒微尘都是一个大宇宙，还有人能进去，这我们前面读到的，普贤菩萨他能够进入微尘里面的世界，到那里面去拜佛。那里面跟大世界一样，十方有无量无边诸佛，有无量无边佛的刹土，他到里面去供佛、听经，在一微尘里头。",
      "zh_TW": "我們從科學裡面發現到，叫全息照片，這我們看到科學報告，很有意思。它這個照片是用兩組雷射光拍攝的，拍攝出來的照片洗出來，你看不到形相，你看到裡面一條一條是紋路，必須要用一組雷射光去照，那個現相出來了，照片出來了。譬如一個人相，我們看到報告，把這張相片撕成兩半，你在雷射光下照的時候，那一半還是一個完全的影像，另外一半也是個完全的影像，這很奇怪，不可思議。你再把它撕碎，撕成粉碎，拿一點點在雷射光下，它依舊還是一個完整的現相。我們從科學實驗裡面就想像到佛經上所講的小中有大，整個大宇宙在一微塵裡面。全息照片不過是他們發現而已，有這個事實存在。每粒微塵都是一個大宇宙，還有人能進去，這我們前面讀到的，普賢菩薩他能夠進入微塵裡面的世界，到那裡面去拜佛。那裡面跟大世界一樣，十方有無量無邊諸佛，有無量無邊佛的剎土，他到裡面去供佛、聽經，在一微塵裡頭。"
    },
    {
      "id": "12-017-1812_p0009",
      "zh_CN": "这个身是佛的法身，法身不可思议。大乘说这就是合法报应三身中的法身跟报身这两种身称为法身，把应身称为生身。对，应身是在十法界里面，众生有感，自然就有应。应身里面还有一种化身，他不是父母生的，他是变化出来的，也算是生身。应身大概住的时间比较长，如果在人道现身，他也要来投胎，像释迦牟尼佛一样，示现在人间，跟人的日常生活相同，也从小长大，有生有灭，实际上完全是一种示现。佛菩萨如是，我们凡夫怎么样？佛给我们讲真话，凡夫跟佛没有两样，差别只是在凡夫迷了！迷了，你对于事实真相完全不了解，这叫凡夫。除了迷之外，事实上跟佛没有两样，迷了就不自在，绝无自在。迷了怎么样？迷了，你在六道里头舍身受身是受业力支配。业力是什么？业力是妄想，所以佛说「一切法从心想生」，心想是妄想，这个一切法就是指六道，六道是从心想生。",
      "zh_TW": "這個身是佛的法身，法身不可思議。大乘說這就是合法報應三身中的法身跟報身這兩種身稱為法身，把應身稱為生身。對，應身是在十法界裡面，眾生有感，自然就有應。應身裡面還有一種化身，他不是父母生的，他是變化出來的，也算是生身。應身大概住的時間比較長，如果在人道現身，他也要來投胎，像釋迦牟尼佛一樣，示現在人間，跟人的日常生活相同，也從小長大，有生有滅，實際上完全是一種示現。佛菩薩如是，我們凡夫怎麼樣？佛給我們講真話，凡夫跟佛沒有兩樣，差別只是在凡夫迷了！迷了，你對於事實真相完全不了解，這叫凡夫。除了迷之外，事實上跟佛沒有兩樣，迷了就不自在，絕無自在。迷了怎麼樣？迷了，你在六道裡頭捨身受身是受業力支配。業力是什麼？業力是妄想，所以佛說「一切法從心想生」，心想是妄想，這個一切法就是指六道，六道是從心想生。"
    },
    {
      "id": "12-017-1812_p0010",
      "zh_CN": "四圣法界就不一样，四圣法界也是心想，他是愿力，不相同。我们是业力，业力有善业、有恶业、有无记业；愿力是愿成佛道，愿了生死，愿度众生，他是愿力。四圣法界怎么支撑的？他怎么会有这个？愿力。到一真法界里面愿力跟业力统统都没有，这个境界就不思议，那真的是不思议解脱境界。他能不能现身？能，一样的跟众生起感应道交。他起感应道交还包括四圣法界，不只是六凡，跟十法界众生起感应，有感他就有应。这是大乘经上告诉我们。凡是经上所说的，我们在学习《华严》前面就有几次的报告，《华严经》讲的是什么？全是讲我们自己。我们自身以外的从来没讲过，全都是讲自己，真的，诸法实相就是自己。现在讲生命的真相，遍法界虚空界是自性变现的，是一个自己，一个法性身。",
      "zh_TW": "四聖法界就不一樣，四聖法界也是心想，他是願力，不相同。我們是業力，業力有善業、有惡業、有無記業；願力是願成佛道，願了生死，願度眾生，他是願力。四聖法界怎麼支撐的？他怎麼會有這個？願力。到一真法界裡面願力跟業力統統都沒有，這個境界就不思議，那真的是不思議解脫境界。他能不能現身？能，一樣的跟眾生起感應道交。他起感應道交還包括四聖法界，不只是六凡，跟十法界眾生起感應，有感他就有應。這是大乘經上告訴我們。凡是經上所說的，我們在學習《華嚴》前面就有幾次的報告，《華嚴經》講的是什麼？全是講我們自己。我們自身以外的從來沒講過，全都是講自己，真的，諸法實相就是自己。現在講生命的真相，遍法界虛空界是自性變現的，是一個自己，一個法性身。"
    },
    {
      "id": "12-017-1812_p0011",
      "zh_CN": "《智度论》里面给我们讲，佛有两种身，这《大智度论》上讲的，一个是「法性身」，一个是「父母生身」。大乘教里面讲得最多的三身，「理是法性身」，法性是理，真理，法性就是身；第二个「智是报身」，报身是智慧身；父母所生的是应身，这是众生有感，菩萨就有应。最重要的一句，就是后头「三身一体」。我们应身有没有离开法性身？没有。法性身好比是金，应身是器，器有没有办法离开金？离不开，金也离不开器。所以这要知道它是理体。像我们看电视，法性身是什么？好比电视的萤光幕，它什么都没有，但是它什么都能现。虽然现，现与它也丝毫不相干，决定没有丝毫染污，它不碍诸相发挥，一点障碍都没有。真的是清凉大师在《华严》讲的四种无碍，「理无碍，事无碍，理事无碍，事事无碍」，这法性。",
      "zh_TW": "《智度論》裡面給我們講，佛有兩種身，這《大智度論》上講的，一個是「法性身」，一個是「父母生身」。大乘教裡面講得最多的三身，「理是法性身」，法性是理，真理，法性就是身；第二個「智是報身」，報身是智慧身；父母所生的是應身，這是眾生有感，菩薩就有應。最重要的一句，就是後頭「三身一體」。我們應身有沒有離開法性身？沒有。法性身好比是金，應身是器，器有沒有辦法離開金？離不開，金也離不開器。所以這要知道它是理體。像我們看電視，法性身是什麼？好比電視的螢光幕，它什麼都沒有，但是它什麼都能現。雖然現，現與它也絲毫不相干，決定沒有絲毫染污，它不礙諸相發揮，一點障礙都沒有。真的是清涼大師在《華嚴》講的四種無礙，「理無礙，事無礙，理事無礙，事事無礙」，這法性。"
    },
    {
      "id": "12-017-1812_p0012",
      "zh_CN": "法性就是法身，遍一切处、遍一切时，所有一切万事万物体全是法性身。所以六祖开悟的时候，末后说「何期自性，能生万法」，就是它能现出万法。我们把萤光幕比成法性，万法就是萤光幕里面的现相，能生万法。所以万法没有离开自性，自性也没有离开万法，万法跟自性是一不是二。你从这里肯定了那就很好，怎么样？你见性了。性在哪里？相就是性，性就是相，见性就成佛了。我们现在是懂得了，好像是见性，可是没有真的见性，为什么？你没放下，你着了相。我们现在的障碍就是妄想分别执着，妄想分别执着没有了，就是佛；没有了，你这个人的，我们讲人的人品、品德纯净纯善。纯净是什么？你没有起心动念，纯净；纯善是什么？你没有分别执着。有分别执着就不善，有起心动念就不净。诸佛如来不管他现相跟不现相，都是纯净纯善。就好像萤光幕一样，这里面千变万化，无数的频道都能出现，萤幕上丝毫不沾染，我们现在是这个样子。但是我们现在怎么样？染污。这个染污是妄心不是真心，染污叫什么？叫阿赖耶。阿赖耶是怎么造成的？阿赖耶就是妄想分别执着造成的，这个道理要懂。三身确实是一体，这个一体不但是在我们自己的身体，所有一切万事万物统统是一体。像电视里有我们自己的画面，除自己之外也有一切山河大地，也有许多的人物，森罗万象，一体！这个体就是萤光幕，就是法性身。",
      "zh_TW": "法性就是法身，遍一切處、遍一切時，所有一切萬事萬物體全是法性身。所以六祖開悟的時候，末後說「何期自性，能生萬法」，就是它能現出萬法。我們把螢光幕比成法性，萬法就是螢光幕裡面的現相，能生萬法。所以萬法沒有離開自性，自性也沒有離開萬法，萬法跟自性是一不是二。你從這裡肯定了那就很好，怎麼樣？你見性了。性在哪裡？相就是性，性就是相，見性就成佛了。我們現在是懂得了，好像是見性，可是沒有真的見性，為什麼？你沒放下，你著了相。我們現在的障礙就是妄想分別執著，妄想分別執著沒有了，就是佛；沒有了，你這個人的，我們講人的人品、品德純淨純善。純淨是什麼？你沒有起心動念，純淨；純善是什麼？你沒有分別執著。有分別執著就不善，有起心動念就不淨。諸佛如來不管他現相跟不現相，都是純淨純善。就好像螢光幕一樣，這裡面千變萬化，無數的頻道都能出現，螢幕上絲毫不沾染，我們現在是這個樣子。但是我們現在怎麼樣？染污。這個染污是妄心不是真心，染污叫什麼？叫阿賴耶。阿賴耶是怎麼造成的？阿賴耶就是妄想分別執著造成的，這個道理要懂。三身確實是一體，這個一體不但是在我們自己的身體，所有一切萬事萬物統統是一體。像電視裡有我們自己的畫面，除自己之外也有一切山河大地，也有許多的人物，森羅萬象，一體！這個體就是螢光幕，就是法性身。"
    },
    {
      "id": "12-017-1812_p0013",
      "zh_CN": "所以大乘教里才说「十方三世佛，共同一法身」。这我们前面念过，是一个法身，你就晓得关系，你就明白了。讲到关系是什么？伦理，我们讲的一家人。一家人还疏远，是一体！你说这多亲密，就是自己。阿弥陀佛、药师琉璃佛、释迦牟尼佛，自性释迦，自性药师，自性弥陀，自性现的，跟我们是一个性、一个体、一个法身，怎么能分？我们不知道。土也是如此，土是自性土，叫法性土，身土不二，离开自性一法不可得，万法是自性，法法是自性。真正把事实真相搞清楚了，然后性德自然就流露，性德是什么？你自性里面真实的智慧。",
      "zh_TW": "所以大乘教裡才說「十方三世佛，共同一法身」。這我們前面念過，是一個法身，你就曉得關係，你就明白了。講到關係是什麼？倫理，我們講的一家人。一家人還疏遠，是一體！你說這多親密，就是自己。阿彌陀佛、藥師琉璃佛、釋迦牟尼佛，自性釋迦，自性藥師，自性彌陀，自性現的，跟我們是一個性、一個體、一個法身，怎麼能分？我們不知道。土也是如此，土是自性土，叫法性土，身土不二，離開自性一法不可得，萬法是自性，法法是自性。真正把事實真相搞清楚了，然後性德自然就流露，性德是什麼？你自性裡面真實的智慧。"
    },
    {
      "id": "12-017-1812_p0014",
      "zh_CN": "真实的智慧起作用是什么？是大慈大悲，现在讲爱心。爱心从哪里来的？是从自性般若里面生出来。自性般若是体，它起的用就是慈悲，性德的作用。今天我们对人没有爱心，是迷了自性，为什么？自性里面爱心是一样的，我们跟阿弥陀佛、跟释迦牟尼佛的慈悲丝毫没有两样，是一不是二。生不起来就迷，佛一句话跟我们讲清楚，你迷失了自性。我们今天学佛目的在哪里？目的在回归自性，也就是把真正的自己再找回来。真正自己在哪里？就在现前，一觉悟，真正自己找回来了。自己忘记掉了是迷失，并不是另外再找一个自己，不是这样的。所以说是就在当下，迷悟不二。",
      "zh_TW": "真實的智慧起作用是什麼？是大慈大悲，現在講愛心。愛心從哪裡來的？是從自性般若裡面生出來。自性般若是體，它起的用就是慈悲，性德的作用。今天我們對人沒有愛心，是迷了自性，為什麼？自性裡面愛心是一樣的，我們跟阿彌陀佛、跟釋迦牟尼佛的慈悲絲毫沒有兩樣，是一不是二。生不起來就迷，佛一句話跟我們講清楚，你迷失了自性。我們今天學佛目的在哪裡？目的在回歸自性，也就是把真正的自己再找回來。真正自己在哪裡？就在現前，一覺悟，真正自己找回來了。自己忘記掉了是迷失，並不是另外再找一個自己，不是這樣的。所以說是就在當下，迷悟不二。"
    },
    {
      "id": "12-017-1812_p0015",
      "zh_CN": "「法性身，满十方虚空」，法性身才是真正的自己，经教里面常讲「父母未生前本来面目」，是法性身，满虚空法界。「无量无边，色像端正，相好庄严，无量光明，无量音声」。我们没有见到，可是偶尔有这个缘也见到了，跟经上讲确实是一样的。我在前年从庐江到北京，在北京病了四天，那个四天有人跟我讲，我自己没有觉察到，有人跟我讲：你死过一次。我听了这个，想想有，外国人讲的濒死经验，死过一次的经验。他说你回来了，还是回到你自己的身体上。我们找外国很多这些心理学家讲濒死经验，我去翻翻，有点类似。就是我在生病的第四天晚上，好像醒过来了，醒过来之后，这个境界是梦也非梦。醒过来之后就是自己躺在旷野，面对着是一重一重的青山，没有看到水；蓝天白云，一重一重的山，风景美极了，面对的是这么个境界，非常清楚。没有多久就看到，仔细一看，满山遍野都是人，怎么那么多人，密密麻麻，心里感觉得很奇怪，这么多人在这里干什么？这个念头才一起，再仔细一看，不是人，是畜生，许多的野兽，面孔都对着我。我在这个时候就合掌，念了一声南无本师释迦牟尼佛。佛号一念，释迦牟尼佛出现了，这个境界没有了。释迦牟尼佛跟虚空一样大，那么大，可是清清楚楚，一丝毫模糊都没有，这很不可思议。我接着再念一声南无本师阿弥陀佛、南无本师毘卢遮那佛，最后念一句南无观世音菩萨，统统现前。所现的相，念后面一尊佛，前面佛像没有了，这一尊佛现，现的形相都跟虚空法界一样大，满十方虚空，让你看见。我听到我旁边还有人跟我讲话，问了我好多问题。醒过来之后，大概差不多三点钟，醒过来之后精神就很好，病就好了。",
      "zh_TW": "「法性身，滿十方虛空」，法性身才是真正的自己，經教裡面常講「父母未生前本來面目」，是法性身，滿虛空法界。「無量無邊，色像端正，相好莊嚴，無量光明，無量音聲」。我們沒有見到，可是偶爾有這個緣也見到了，跟經上講確實是一樣的。我在前年從廬江到北京，在北京病了四天，那個四天有人跟我講，我自己沒有覺察到，有人跟我講：你死過一次。我聽了這個，想想有，外國人講的瀕死經驗，死過一次的經驗。他說你回來了，還是回到你自己的身體上。我們找外國很多這些心理學家講瀕死經驗，我去翻翻，有點類似。就是我在生病的第四天晚上，好像醒過來了，醒過來之後，這個境界是夢也非夢。醒過來之後就是自己躺在曠野，面對著是一重一重的青山，沒有看到水；藍天白雲，一重一重的山，風景美極了，面對的是這麼個境界，非常清楚。沒有多久就看到，仔細一看，滿山遍野都是人，怎麼那麼多人，密密麻麻，心裡感覺得很奇怪，這麼多人在這裡幹什麼？這個念頭才一起，再仔細一看，不是人，是畜生，許多的野獸，面孔都對著我。我在這個時候就合掌，念了一聲南無本師釋迦牟尼佛。佛號一念，釋迦牟尼佛出現了，這個境界沒有了。釋迦牟尼佛跟虛空一樣大，那麼大，可是清清楚楚，一絲毫模糊都沒有，這很不可思議。我接著再念一聲南無本師阿彌陀佛、南無本師毘盧遮那佛，最後念一句南無觀世音菩薩，統統現前。所現的相，念後面一尊佛，前面佛像沒有了，這一尊佛現，現的形相都跟虛空法界一樣大，滿十方虛空，讓你看見。我聽到我旁邊還有人跟我講話，問了我好多問題。醒過來之後，大概差不多三點鐘，醒過來之後精神就很好，病就好了。"
    },
    {
      "id": "12-017-1812_p0016",
      "zh_CN": "我还把这个境界跟我旁边这些同学们说明，会有这么一个境界出现。所以以后有人告诉我，你死过一次，我想应该是这个境界。可是醒过来之后病就好了，休息一天就回香港。这就是我相信像我这种经验的人，不止我一个。这就是在世偶尔机缘当中，你看到法身遍虚空法界，真的是无量无边，色像端正，相好庄严，无量光明，无量音声。我看到佛像是看到无量光明，没有听到音声，音声是旁边有人问我，问我好几个问题，那不是佛菩萨的声音。可是问我这个人，我是觉得他在我身边，我没有回头去看他，不知道是什么样的人，没有看过，我只注意看佛像、看菩萨像，这样就醒过来了。",
      "zh_TW": "我還把這個境界跟我旁邊這些同學們說明，會有這麼一個境界出現。所以以後有人告訴我，你死過一次，我想應該是這個境界。可是醒過來之後病就好了，休息一天就回香港。這就是我相信像我這種經驗的人，不止我一個。這就是在世偶爾機緣當中，你看到法身遍虛空法界，真的是無量無邊，色像端正，相好莊嚴，無量光明，無量音聲。我看到佛像是看到無量光明，沒有聽到音聲，音聲是旁邊有人問我，問我好幾個問題，那不是佛菩薩的聲音。可是問我這個人，我是覺得他在我身邊，我沒有回頭去看他，不知道是什麼樣的人，沒有看過，我只注意看佛像、看菩薩像，這樣就醒過來了。"
    },
    {
      "id": "12-017-1812_p0017",
      "zh_CN": "底下说「听法众亦满虚空」。这使我想到满山遍野那些人是听法众，以后看到许多这些众生那也是听法众。这些听法众也是法性身，不过他现的身不是遍虚空法界，遍虚空法界是无量的身相。不像佛，佛是一个身相，一个相遍虚空法界；这些听法众是许多众生，他也遍虚空法界。「常出种种身」，这个身是千变万化，「种种名号，种种生死，种种方便度众生，常度一切，无须臾息时」。无须臾息时就是永远不间断，众生求佛菩萨教诲的意念不间断，你没有这个念头，他有；他没有这个念头，另外个人也有，所以总不间断。众生太多，十法界的众生太多了，所以诸佛菩萨的应化没有间断。应化的身，就像《普门品》里面所说的，应以什么身得度他就现什么身。所以常出种种身，种种名号，种种生死，种种方便。",
      "zh_TW": "底下說「聽法眾亦滿虛空」。這使我想到滿山遍野那些人是聽法眾，以後看到許多這些眾生那也是聽法眾。這些聽法眾也是法性身，不過他現的身不是遍虛空法界，遍虛空法界是無量的身相。不像佛，佛是一個身相，一個相遍虛空法界；這些聽法眾是許多眾生，他也遍虛空法界。「常出種種身」，這個身是千變萬化，「種種名號，種種生死，種種方便度眾生，常度一切，無須臾息時」。無須臾息時就是永遠不間斷，眾生求佛菩薩教誨的意念不間斷，你沒有這個念頭，他有；他沒有這個念頭，另外個人也有，所以總不間斷。眾生太多，十法界的眾生太多了，所以諸佛菩薩的應化沒有間斷。應化的身，就像《普門品》裡面所說的，應以什麼身得度他就現什麼身。所以常出種種身，種種名號，種種生死，種種方便。"
    },
    {
      "id": "12-017-1812_p0018",
      "zh_CN": "从这里我们就体会到，这世间所有的神圣，像各个宗教里面他们崇拜的神圣。学术界里面像中国，中国没有宗教有学派，圣人，道家的老庄，儒家的孔孟，孔孟之前，尧舜禹汤、文武周公都是圣人。大圣大贤都是佛菩萨应化。在佛门里面有菩萨、罗汉、祖师大德，有示现出家的、有示现在家的。佛陀在世，维摩居士他们那帮人示现在家的；在中国，传说里面傅大士，这是在家人，是弥勒菩萨的化身，示现的在家人；布袋和尚也是弥勒菩萨化身，那示现的是出家人，应以什么身得度现什么身。从这个地方我们能领会到，全世界所有宗教是一家人。从佛法这观点来看，佛是主，其余所有宗教是伴，主伴圆融。佛菩萨化种种不同的身，教化种种不同根性的众生，这叫种种方便普度众生。",
      "zh_TW": "從這裡我們就體會到，這世間所有的神聖，像各個宗教裡面他們崇拜的神聖。學術界裡面像中國，中國沒有宗教有學派，聖人，道家的老莊，儒家的孔孟，孔孟之前，堯舜禹湯、文武周公都是聖人。大聖大賢都是佛菩薩應化。在佛門裡面有菩薩、羅漢、祖師大德，有示現出家的、有示現在家的。佛陀在世，維摩居士他們那幫人示現在家的；在中國，傳說裡面傅大士，這是在家人，是彌勒菩薩的化身，示現的在家人；布袋和尚也是彌勒菩薩化身，那示現的是出家人，應以什麼身得度現什麼身。從這個地方我們能領會到，全世界所有宗教是一家人。從佛法這觀點來看，佛是主，其餘所有宗教是伴，主伴圓融。佛菩薩化種種不同的身，教化種種不同根性的眾生，這叫種種方便普度眾生。"
    },
    {
      "id": "12-017-1812_p0019",
      "zh_CN": "这个理念，我们这些年来跟许多宗教接触，把这个理念说出来，看看大家的反应，一般的反应都非常好，都能够接受，都能够同意。我在上个月参加马来西亚弘法的活动，我跟马哈迪长老举行一个访问座谈，我送他一张「三教九流图赞」，又送他一张千手观音，千手观音的头上有三十二个面孔，三十二应。我当时跟马哈迪长老说，这三十二是表法的，不是数字，代表圆满。我说我曾经跟画家建议，三十二个面孔不要画一样的，要画我们世界各个不同民族的面孔，说明什么？说明真神应化在各个不同的民族，是一个真神。千手代表大慈大悲，代表圆满的智慧、圆满的能力，手里头都有个眼睛代表什么？眼到手到，看到众生有苦难的时候他就伸出援手，这个像代表这个意思。他接受了，很欢喜。什么时候我们承认法性身是自己，努力把法性身的障碍除掉，我们的功德就圆满了。",
      "zh_TW": "這個理念，我們這些年來跟許多宗教接觸，把這個理念說出來，看看大家的反應，一般的反應都非常好，都能夠接受，都能夠同意。我在上個月參加馬來西亞弘法的活動，我跟馬哈迪長老舉行一個訪問座談，我送他一張「三教九流圖贊」，又送他一張千手觀音，千手觀音的頭上有三十二個面孔，三十二應。我當時跟馬哈迪長老說，這三十二是表法的，不是數字，代表圓滿。我說我曾經跟畫家建議，三十二個面孔不要畫一樣的，要畫我們世界各個不同民族的面孔，說明什麼？說明真神應化在各個不同的民族，是一個真神。千手代表大慈大悲，代表圓滿的智慧、圓滿的能力，手裡頭都有個眼睛代表什麼？眼到手到，看到眾生有苦難的時候他就伸出援手，這個像代表這個意思。他接受了，很歡喜。什麼時候我們承認法性身是自己，努力把法性身的障礙除掉，我們的功德就圓滿了。"
    },
    {
      "id": "12-017-1812_p0020",
      "zh_CN": "「如是法性佛，能度十方众生受诸罪报者，是生身佛。生身佛次第说法如人法」。这就像释迦牟尼佛示现在人间，像基督教里面的摩西、耶稣示现在当时当地教化众生，救苦救难，我们在《新旧约》里面看到。又像穆罕默德，伊斯兰教里面的先知，基督教里面称为天使，中国人称为圣贤。他们那个时代，穆斯林在那个时代也是受尽折磨，也是遭遇到苦难，穆罕默德创教来帮助这些苦难众生，跟佛教的宗旨所讲的破迷开悟、离苦得乐没有两样。所以这世界上许多宗教的典籍，你要细心去看一看、去读读，我发现大部分完全相同，不一样地方很少，那是什么？那是各个族群文化背景不相同，历史环境不相同，生活方式不相同。神、法性佛总是恒顺众生，随喜功德，所以一切众生都乐意接受。",
      "zh_TW": "「如是法性佛，能度十方眾生受諸罪報者，是生身佛。生身佛次第說法如人法」。這就像釋迦牟尼佛示現在人間，像基督教裡面的摩西、耶穌示現在當時當地教化眾生，救苦救難，我們在《新舊約》裡面看到。又像穆罕默德，伊斯蘭教裡面的先知，基督教裡面稱為天使，中國人稱為聖賢。他們那個時代，穆斯林在那個時代也是受盡折磨，也是遭遇到苦難，穆罕默德創教來幫助這些苦難眾生，跟佛教的宗旨所講的破迷開悟、離苦得樂沒有兩樣。所以這世界上許多宗教的典籍，你要細心去看一看、去讀讀，我發現大部分完全相同，不一樣地方很少，那是什麼？那是各個族群文化背景不相同，歷史環境不相同，生活方式不相同。神、法性佛總是恆順眾生，隨喜功德，所以一切眾生都樂意接受。"
    },
    {
      "id": "12-017-1812_p0021",
      "zh_CN": "《法华经》上说，「是法住法位，世间相常住」，这两句话的意思很深。法是指一切法，这世间相常住很不好理解，我们见不到，我们所见到的是世间相无常，佛菩萨见到了。佛菩萨见世间相是什么？跟我们不一样，人家离相见性。我们这个相，像前面讲的生身，生身无常。另外你就想到法身常住，法身遍虚空法界，它没有相，世间相常住，是真的不是假的。也就是说真相常住，妄相无常，我们明白这个道理。「是故三惑清净」，这三种迷惑就是《华严经》上所说的妄想分别执着。这三样你统统放下，你的清净心现前；有这三样东西，你的清净心就被染污。这一定要搞清楚，不是真的染污，是好像染污，不是真的。真的染污你什么时候能够恢复清净？那不可能，不是真的。",
      "zh_TW": "《法華經》上說，「是法住法位，世間相常住」，這兩句話的意思很深。法是指一切法，這世間相常住很不好理解，我們見不到，我們所見到的是世間相無常，佛菩薩見到了。佛菩薩見世間相是什麼？跟我們不一樣，人家離相見性。我們這個相，像前面講的生身，生身無常。另外你就想到法身常住，法身遍虛空法界，它沒有相，世間相常住，是真的不是假的。也就是說真相常住，妄相無常，我們明白這個道理。「是故三惑清淨」，這三種迷惑就是《華嚴經》上所說的妄想分別執著。這三樣你統統放下，你的清淨心現前；有這三樣東西，你的清淨心就被染污。這一定要搞清楚，不是真的染污，是好像染污，不是真的。真的染污你什麼時候能夠恢復清淨？那不可能，不是真的。"
    },
    {
      "id": "12-017-1812_p0022",
      "zh_CN": "「本性常住之色心显现」，这就是应化，「依正二法究竟清净」。就像释迦牟尼佛当年住世一样，这我们在经典上看到了。譬如释迦牟尼佛跟他的这些学生，一般都是在野外活动，树下一宿，日中一食，教学都在树下，山林树下。大树底下用杂草铺个座垫，佛坐上面，这是凡人看到的。禅定功深的人，他们看到释迦牟尼佛在大树底下坐的那个座子不是草铺的，是金刚宝座，无量的庄严，凡夫看不到。这是怎么回事情？是不是释迦牟尼佛故意变金刚宝座，他坐到那上面？没有，要晓得佛从来没有起心动念，从来没有分别执着，那这是什么？自然性德，性德自然现前。金刚宝座是什么人心里变现的？是看的人他的清净心里面现出来的。他有这个念头，性德要应，那个人有感，菩萨有感，佛性它就有应，应出来的就跟他想的是一样的，佛是坐在非常庄严的宝座之上。那怎么看菩提树？菩提树也是七宝琉璃，七宝树，不是我们普通草本的，就像西方极乐世界的树一样，无比庄严。它统统是境随心转，看你是用什么心！",
      "zh_TW": "「本性常住之色心顯現」，這就是應化，「依正二法究竟清淨」。就像釋迦牟尼佛當年住世一樣，這我們在經典上看到了。譬如釋迦牟尼佛跟他的這些學生，一般都是在野外活動，樹下一宿，日中一食，教學都在樹下，山林樹下。大樹底下用雜草鋪個座墊，佛坐上面，這是凡人看到的。禪定功深的人，他們看到釋迦牟尼佛在大樹底下坐的那個座子不是草鋪的，是金剛寶座，無量的莊嚴，凡夫看不到。這是怎麼回事情？是不是釋迦牟尼佛故意變金剛寶座，他坐到那上面？沒有，要曉得佛從來沒有起心動念，從來沒有分別執著，那這是什麼？自然性德，性德自然現前。金剛寶座是什麼人心裡變現的？是看的人他的清淨心裡面現出來的。他有這個念頭，性德要應，那個人有感，菩薩有感，佛性它就有應，應出來的就跟他想的是一樣的，佛是坐在非常莊嚴的寶座之上。那怎麼看菩提樹？菩提樹也是七寶琉璃，七寶樹，不是我們普通草本的，就像西方極樂世界的樹一樣，無比莊嚴。它統統是境隨心轉，看你是用什麼心！"
    },
    {
      "id": "12-017-1812_p0023",
      "zh_CN": "所以境界不是佛在那里变现的，是你们众生变现的，与他不相干。就如同有一次，好像是提婆达多要害释迦牟尼佛，用什么？用狂象。大象大概是喂牠东西里面有酒，让这个象醉了，醉了之后牠就发狂，用这个象来攻击释迦牟尼佛。佛伸出手指这样挡住牠，手指前面就出了五个狮子，这化五个狮子。象一看到五个狮子在面前，自然就跪下来了。以后佛告诉大家，他说我伸出五个手指，我没有变五个狮子，五个狮子怎么来的？是从象的心想生的。所以一切法是一切众生心想生的。这也是给我们一个启示，转境界不是什么神通变化，是你的意念，你正念它现的是正法，邪念它现的是魔法，你就起了魔障。佛心纯净纯正，所以他这一示现，我们就晓得，在我们一般人想的，护法神变现的，护法神变现五个狮子，我们一定是这么想。这么想也没有错，为什么？从心想生，都不算是错误，确实一切法是心想生。所以依报、正报都究竟清净，只要你把妄想分别执着放下，放下就行了，那你就入佛的境界。",
      "zh_TW": "所以境界不是佛在那裡變現的，是你們眾生變現的，與他不相干。就如同有一次，好像是提婆達多要害釋迦牟尼佛，用什麼？用狂象。大象大概是餵牠東西裡面有酒，讓這個象醉了，醉了之後牠就發狂，用這個象來攻擊釋迦牟尼佛。佛伸出手指這樣擋住牠，手指前面就出了五個獅子，這化五個獅子。象一看到五個獅子在面前，自然就跪下來了。以後佛告訴大家，他說我伸出五個手指，我沒有變五個獅子，五個獅子怎麼來的？是從象的心想生的。所以一切法是一切眾生心想生的。這也是給我們一個啟示，轉境界不是什麼神通變化，是你的意念，你正念它現的是正法，邪念它現的是魔法，你就起了魔障。佛心純淨純正，所以他這一示現，我們就曉得，在我們一般人想的，護法神變現的，護法神變現五個獅子，我們一定是這麼想。這麼想也沒有錯，為什麼？從心想生，都不算是錯誤，確實一切法是心想生。所以依報、正報都究竟清淨，只要你把妄想分別執著放下，放下就行了，那你就入佛的境界。"
    },
    {
      "id": "12-017-1812_p0024",
      "zh_CN": "我们纵然做不到这个境界，要学最低的，最低的是菩萨法，我们学《华严》，放下世出世间一切执着。在《华严经》里面，我们现在念的是十信这个单元，十信，我们现在在贤首是第十信位的菩萨。世出世法所有一切的执着，对人、对事、对物执着统统放下了，是七信位菩萨。七信位的菩萨在断烦恼这个层次上跟小乘阿罗汉相等，就是放下是相等，但是智慧不等，智慧比小乘大得太多。这不一样，大小乘完全不相同，没有法子去比的。为什么？大乘执着放下了，执着的习气很淡；小乘执着放下了，执着的习气很重，道理在此地。事容易放下，习气很难断。有证得阿罗汉果的，这是世尊当年在世弟子贵族出身，贵族的那些骄慢习气他真的放下了，可是平常对人的态度还是很明显，叫人家看到，这个人还有傲慢。佛说他确实没有傲慢，习气。习气可不是那么容易断的，习气断了，在小乘那就提升一级，辟支佛；四圣法界里面声闻，见思烦恼断了，执着没有了，有习气，习气断了他就升一级，缘觉，缘觉没有习气。缘觉再提升就是菩萨，他要断什么？他断分别，菩萨断分别，但是还有习气。习气断掉之后再破一品无明，证一分法身，这真的成佛了。所以非常难得，我们在大乘教里面把这些根本的道理搞清楚了，只要掌握到根本就好修，根本就是一心。",
      "zh_TW": "我們縱然做不到這個境界，要學最低的，最低的是菩薩法，我們學《華嚴》，放下世出世間一切執著。在《華嚴經》裡面，我們現在念的是十信這個單元，十信，我們現在在賢首是第十信位的菩薩。世出世法所有一切的執著，對人、對事、對物執著統統放下了，是七信位菩薩。七信位的菩薩在斷煩惱這個層次上跟小乘阿羅漢相等，就是放下是相等，但是智慧不等，智慧比小乘大得太多。這不一樣，大小乘完全不相同，沒有法子去比的。為什麼？大乘執著放下了，執著的習氣很淡；小乘執著放下了，執著的習氣很重，道理在此地。事容易放下，習氣很難斷。有證得阿羅漢果的，這是世尊當年在世弟子貴族出身，貴族的那些驕慢習氣他真的放下了，可是平常對人的態度還是很明顯，叫人家看到，這個人還有傲慢。佛說他確實沒有傲慢，習氣。習氣可不是那麼容易斷的，習氣斷了，在小乘那就提升一級，辟支佛；四聖法界裡面聲聞，見思煩惱斷了，執著沒有了，有習氣，習氣斷了他就升一級，緣覺，緣覺沒有習氣。緣覺再提升就是菩薩，他要斷什麼？他斷分別，菩薩斷分別，但是還有習氣。習氣斷掉之後再破一品無明，證一分法身，這真的成佛了。所以非常難得，我們在大乘教裡面把這些根本的道理搞清楚了，只要掌握到根本就好修，根本就是一心。"
    },
    {
      "id": "12-017-1812_p0025",
      "zh_CN": "后面有句话说，「非真实无相之法性也」，这个跟有些宗派里面讲的法性无相、法性无不相，无不相就是有相。这个有相是他的应化身。应化身要记住，应化身跟法身、报身一而三，三而一，这疑惑就没有了。他示现这个身，我们前面说过菩萨，纵然是法身菩萨，无始无明习气没断，他还是不断的在提升自己，这叫自受用。自性清净心里面确实有无尽的慈悲，所以与一切苦难众生相应，真的是哪里有苦他哪里就去。他的去来我们没有法子想像，绝对不是我们想像的，为什么？法身遍十方法界，他只可以说现身，身的隐现，没有去来。我们凡夫是有去有来，他没有去来。这是有缘显现，没有缘就不现，不现不是不存在，这个理就很深了。",
      "zh_TW": "後面有句話說，「非真實無相之法性也」，這個跟有些宗派裡面講的法性無相、法性無不相，無不相就是有相。這個有相是他的應化身。應化身要記住，應化身跟法身、報身一而三，三而一，這疑惑就沒有了。他示現這個身，我們前面說過菩薩，縱然是法身菩薩，無始無明習氣沒斷，他還是不斷的在提升自己，這叫自受用。自性清淨心裡面確實有無盡的慈悲，所以與一切苦難眾生相應，真的是哪裡有苦他哪裡就去。他的去來我們沒有法子想像，絕對不是我們想像的，為什麼？法身遍十方法界，他只可以說現身，身的隱現，沒有去來。我們凡夫是有去有來，他沒有去來。這是有緣顯現，沒有緣就不現，不現不是不存在，這個理就很深了。"
    },
    {
      "id": "12-017-1812_p0026",
      "zh_CN": "「法性有见闻觉知之德」，所以叫法身。法身跟法性实际上是一个意思。在矿物，江本博士做水实验做出来了，知道水有见闻觉知。我告诉他，不但是水，所有物质现象都有见闻觉知。为什么？所有一切现象都是心现识变的，它怎么会没有见闻觉知？再跟诸位说，虚空，我们问虚空有没有见闻觉知？虚空也是法性变现的，虚空之体就是法性，虚空有没有见闻觉知？虚空没有见闻觉知，那我们的见闻觉知就不能够传递。现在我们可以从无线电的播送你能够体会，虚空实在讲虚空不空，它不是无，不是空无。我们现在虚空，所谓称虚空，你看不见，你听不到，六根都没有办法接触，称作虚空。法性就是虚空，虚空就是法性，那它怎么会没有见闻觉知？所以我们现在见闻觉知这讯息用无线电，你看送到远方，它那边就能收到。通过的是什么？通过我们知道是电磁波。电磁波依赖什么？依赖虚空，而且虚空还是一种震动，它跟电磁波共同震动，而是电磁波之体。性相永远是结合在一起，性不离相，相不离性，这都是佛经里面讲的科学。",
      "zh_TW": "「法性有見聞覺知之德」，所以叫法身。法身跟法性實際上是一個意思。在礦物，江本博士做水實驗做出來了，知道水有見聞覺知。我告訴他，不但是水，所有物質現象都有見聞覺知。為什麼？所有一切現象都是心現識變的，它怎麼會沒有見聞覺知？再跟諸位說，虛空，我們問虛空有沒有見聞覺知？虛空也是法性變現的，虛空之體就是法性，虛空有沒有見聞覺知？虛空沒有見聞覺知，那我們的見聞覺知就不能夠傳遞。現在我們可以從無線電的播送你能夠體會，虛空實在講虛空不空，它不是無，不是空無。我們現在虛空，所謂稱虛空，你看不見，你聽不到，六根都沒有辦法接觸，稱作虛空。法性就是虛空，虛空就是法性，那它怎麼會沒有見聞覺知？所以我們現在見聞覺知這訊息用無線電，你看送到遠方，它那邊就能收到。通過的是什麼？通過我們知道是電磁波。電磁波依賴什麼？依賴虛空，而且虛空還是一種震動，它跟電磁波共同震動，而是電磁波之體。性相永遠是結合在一起，性不離相，相不離性，這都是佛經裡面講的科學。"
    },
    {
      "id": "12-017-1812_p0027",
      "zh_CN": "法性，如果外面缘是染污，它随染污的缘；外面净，它随净缘。随染污的缘，譬如三恶道饿鬼、畜生、地狱，它随它的缘。虽随它的缘，染而不染，看它好像染，实际上它并不染。就像水跟油和合在一起，装在一块，水还是水，油还是油，它并不染。在三善道跟人天合在一起，它也不染，永远随缘，永远不染，真性！要染了它就不叫真，叫真性，这是我们自己的自性。哪天你只要把妄想分别执着放下就见性，你一见性，跟六祖所见到的会是一样的，你见到了清净。这就是刚才讲的永远没有染污，在三善道没有染上善，在三恶道没有染上恶，清净。「何期自性本自清净」，与染污不相干；「何期自性本无生灭」，那就是大涅槃，自性本来就是大涅槃，没有生灭；「何期自性本自具足，何期自性本无动摇，何期自性能生万法」。你只要把这三个放下你就证得了。",
      "zh_TW": "法性，如果外面緣是染污，它隨染污的緣；外面淨，它隨淨緣。隨染污的緣，譬如三惡道餓鬼、畜生、地獄，它隨它的緣。雖隨它的緣，染而不染，看它好像染，實際上它並不染。就像水跟油和合在一起，裝在一塊，水還是水，油還是油，它並不染。在三善道跟人天合在一起，它也不染，永遠隨緣，永遠不染，真性！要染了它就不叫真，叫真性，這是我們自己的自性。哪天你只要把妄想分別執著放下就見性，你一見性，跟六祖所見到的會是一樣的，你見到了清淨。這就是剛才講的永遠沒有染污，在三善道沒有染上善，在三惡道沒有染上惡，清淨。「何期自性本自清淨」，與染污不相干；「何期自性本無生滅」，那就是大涅槃，自性本來就是大涅槃，沒有生滅；「何期自性本自具足，何期自性本無動搖，何期自性能生萬法」。你只要把這三個放下你就證得了。"
    },
    {
      "id": "12-017-1812_p0028",
      "zh_CN": "八万四千法门是教我们放下的方法，这要懂，修这个法门不知道放下这三桩东西叫白修了。我们看到许多修行人不能契入境界，得不到佛法真实的受用，原因在哪里？没放下。古大德告诉我们，放下一分得一分受用，放下两分得两分受用，真有效。得真受用，对这个学科你才会产生兴趣，所谓是法喜充满，无比的快乐。那就是古大德所说的「世味哪有法味浓」，世间的乐趣、趣味跟法没有法子相比的。我们现在学佛的同修不能够得到佛法的功德利益，原因是贪图世味，还自私自利，贪图名闻利养，贪图五欲六尘的享受。因为有这些行为习气，所以你的内心里头生贪瞋痴慢疑，生烦恼，你不生智慧。虽学佛，不能说没有益处，佛也度你，你在阿赖耶识里种个佛的种子而已，不起作用，生生世世还是业力在主宰，你出不了六道轮回，这道理、事实真相不能不知道。",
      "zh_TW": "八萬四千法門是教我們放下的方法，這要懂，修這個法門不知道放下這三樁東西叫白修了。我們看到許多修行人不能契入境界，得不到佛法真實的受用，原因在哪裡？沒放下。古大德告訴我們，放下一分得一分受用，放下兩分得兩分受用，真有效。得真受用，對這個學科你才會產生興趣，所謂是法喜充滿，無比的快樂。那就是古大德所說的「世味哪有法味濃」，世間的樂趣、趣味跟法沒有法子相比的。我們現在學佛的同修不能夠得到佛法的功德利益，原因是貪圖世味，還自私自利，貪圖名聞利養，貪圖五欲六塵的享受。因為有這些行為習氣，所以你的內心裡頭生貪瞋痴慢疑，生煩惱，你不生智慧。雖學佛，不能說沒有益處，佛也度你，你在阿賴耶識裡種個佛的種子而已，不起作用，生生世世還是業力在主宰，你出不了六道輪迴，這道理、事實真相不能不知道。"
    },
    {
      "id": "12-017-1812_p0029",
      "zh_CN": "真搞清楚、搞明白了，那叫什么？豁然大悟。悟了之后怎样？悟了之后自然放下，原来放下就是。在理上讲凡夫成佛是一念之间，六祖惠能给我们做了个例子，做了个榜样，一念之间。一念真的觉悟，觉悟就是放下，没放下没觉悟。放下一些还留一些，是悟了，不彻底，没有彻底，那也算是不错。程度高一点的确实永脱轮回，他在四圣法界还要逗留一段长时间，这在佛家叫渐修，不是顿超。由此可知，凡是顿超的，几乎都是来示现的、来表演给我们看的。表演是真的不是假的，事实确实如此，看看我们能不能一下放下？真能，那真的行。烦恼重、习气深，我们常讲业障，业障太重怎么办？慢慢来，渐渐的放，走这条路。总是走这条路子人多！太多了，我们有信心能行，这个路子是可以走得通的。",
      "zh_TW": "真搞清楚、搞明白了，那叫什麼？豁然大悟。悟了之後怎樣？悟了之後自然放下，原來放下就是。在理上講凡夫成佛是一念之間，六祖惠能給我們做了個例子，做了個榜樣，一念之間。一念真的覺悟，覺悟就是放下，沒放下沒覺悟。放下一些還留一些，是悟了，不徹底，沒有徹底，那也算是不錯。程度高一點的確實永脫輪迴，他在四聖法界還要逗留一段長時間，這在佛家叫漸修，不是頓超。由此可知，凡是頓超的，幾乎都是來示現的、來表演給我們看的。表演是真的不是假的，事實確實如此，看看我們能不能一下放下？真能，那真的行。煩惱重、習氣深，我們常講業障，業障太重怎麼辦？慢慢來，漸漸的放，走這條路。總是走這條路子人多！太多了，我們有信心能行，這個路子是可以走得通的。"
    },
    {
      "id": "12-017-1812_p0030",
      "zh_CN": "可是我们要认知，有这个认识，知道诸佛现身说法，一切时、一切处永远没有中断的，有缘你就能遇到。真像我们现前这个世间，像卫星电视播放这些节目，真的是二十四小时不中断，围绕着地球的边缘，只要有缘就看见了。有缘什么？你装上一套接收的这些设备，装上一个电视能够接收到，你按哪个频道，频道就出现，这就是有缘人。佛菩萨教的时候不需要用这些机器，什么叫有缘人？清净心。只要能够把执着放弃一些，你就开始接收到讯息。我们就晓得，我们今天接收不到是什么？妄想分别执着一分都没破，所以没有办法接收到。",
      "zh_TW": "可是我們要認知，有這個認識，知道諸佛現身說法，一切時、一切處永遠沒有中斷的，有緣你就能遇到。真像我們現前這個世間，像衛星電視播放這些節目，真的是二十四小時不中斷，圍繞著地球的邊緣，只要有緣就看見了。有緣什麼？你裝上一套接收的這些設備，裝上一個電視能夠接收到，你按哪個頻道，頻道就出現，這就是有緣人。佛菩薩教的時候不需要用這些機器，什麼叫有緣人？清淨心。只要能夠把執著放棄一些，你就開始接收到訊息。我們就曉得，我們今天接收不到是什麼？妄想分別執著一分都沒破，所以沒有辦法接收到。"
    },
    {
      "id": "12-017-1812_p0031",
      "zh_CN": "《华严经》上讲的，《华严》是圆教一乘，初信位的菩萨等于小乘须陀洹，他就能接收。因为他把见烦恼断掉了，我们常讲身见，他知道身不是自己，什么是自己？整个宇宙是自己，这大乘，这不是小乘。所以大乘智慧比小乘高，知道整个宇宙是自己。大乘有爱心，小乘没有，大乘有大慈大悲，他跟性德就相应，知道遍法界虚空界是自己，对于遍法界虚空界他自然关怀，自然的全心全力帮助众生破迷开悟、离苦得乐，是自然的，所以他就能收到。",
      "zh_TW": "《華嚴經》上講的，《華嚴》是圓教一乘，初信位的菩薩等於小乘須陀洹，他就能接收。因為他把見煩惱斷掉了，我們常講身見，他知道身不是自己，什麼是自己？整個宇宙是自己，這大乘，這不是小乘。所以大乘智慧比小乘高，知道整個宇宙是自己。大乘有愛心，小乘沒有，大乘有大慈大悲，他跟性德就相應，知道遍法界虛空界是自己，對於遍法界虛空界他自然關懷，自然的全心全力幫助眾生破迷開悟、離苦得樂，是自然的，所以他就能收到。"
    },
    {
      "id": "12-017-1812_p0032",
      "zh_CN": "古德所说「尘尘刹刹，俱说俱听，说听同时，妙哉此境，不可思议」。那我们要说，这十方如来说的是什么法？给诸位说，说的就是大方广佛华严，《大方广佛华严》是一切诸佛所说之法的总名称，就像我们现在讲《大藏经》，总名称，里面没有一样不包。释迦牟尼佛四十九年所说的全在里面，释迦牟尼佛没有说的，十方三世一切诸佛所说的，一字一句都不漏，说听同时。特别是华严境界里面初信位的菩萨就能够听佛说法，你能接收得到！天眼通现前了，天耳通了。",
      "zh_TW": "古德所說「塵塵剎剎，俱說俱聽，說聽同時，妙哉此境，不可思議」。那我們要說，這十方如來說的是什麼法？給諸位說，說的就是大方廣佛華嚴，《大方廣佛華嚴》是一切諸佛所說之法的總名稱，就像我們現在講《大藏經》，總名稱，裡面沒有一樣不包。釋迦牟尼佛四十九年所說的全在裡面，釋迦牟尼佛沒有說的，十方三世一切諸佛所說的，一字一句都不漏，說聽同時。特別是華嚴境界裡面初信位的菩薩就能夠聽佛說法，你能接收得到！天眼通現前了，天耳通了。"
    },
    {
      "id": "12-017-1812_p0033",
      "zh_CN": "经上说「三十二相八十种好，皆从心想生」，我们从这句经文就能够明了，如佛所说「无有一法，不从心生；无有一法，不从心灭」。所以一切法在我们面前，我们就晓得心生的，我们有念头。什么时候念头没有了，法就没有了，法不是真的。心生心灭是妄心，不是真心，真心不生不灭，所以心生心灭就是唯识所变，识心，不是真心，这个道理要懂。但是真心跟妄心永远也混合在一起，分不开，真妄不二。什么时候你能见到真心？你把妄断掉，真就现前。真不要求，只要把妄想分别执着放下，真心现前。古德有句名言说，「但除其妄，莫求其真」，这个话说得对，你要想求真那就又变成妄，又打妄想了。只要把妄的除掉，真的就现前；千万不要再求真，求真又是个妄念、又是个妄想，你永远见不到真。",
      "zh_TW": "經上說「三十二相八十種好，皆從心想生」，我們從這句經文就能夠明瞭，如佛所說「無有一法，不從心生；無有一法，不從心滅」。所以一切法在我們面前，我們就曉得心生的，我們有念頭。什麼時候念頭沒有了，法就沒有了，法不是真的。心生心滅是妄心，不是真心，真心不生不滅，所以心生心滅就是唯識所變，識心，不是真心，這個道理要懂。但是真心跟妄心永遠也混合在一起，分不開，真妄不二。什麼時候你能見到真心？你把妄斷掉，真就現前。真不要求，只要把妄想分別執著放下，真心現前。古德有句名言說，「但除其妄，莫求其真」，這個話說得對，你要想求真那就又變成妄，又打妄想了。只要把妄的除掉，真的就現前；千萬不要再求真，求真又是個妄念、又是個妄想，你永遠見不到真。"
    },
    {
      "id": "12-017-1812_p0034",
      "zh_CN": "所以佛在经上才有「随其心净，即佛土净」。心净，这个净的标准就是妄想分别执着都断了，那时候的境界就是华藏、就是极乐，是诸佛如来的报土，经上讲的实报庄严土。实是真实，那不是虚妄的。在哪里？就在现前。「净土即是此方，此方即是净土」，心净佛土就净。你几时心净，你看这个地方山河大地无量珍宝成就，决定没有灾难，日丽风和，极乐世界就在此地。心不清净，心不清净变成秽土。所以净从心生，心善境界就善，心恶这个境界就恶。",
      "zh_TW": "所以佛在經上才有「隨其心淨，即佛土淨」。心淨，這個淨的標準就是妄想分別執著都斷了，那時候的境界就是華藏、就是極樂，是諸佛如來的報土，經上講的實報莊嚴土。實是真實，那不是虛妄的。在哪裡？就在現前。「淨土即是此方，此方即是淨土」，心淨佛土就淨。你幾時心淨，你看這個地方山河大地無量珍寶成就，決定沒有災難，日麗風和，極樂世界就在此地。心不清淨，心不清淨變成穢土。所以淨從心生，心善境界就善，心惡這個境界就惡。"
    },
    {
      "id": "12-017-1812_p0035",
      "zh_CN": "如果我们再冷静去想想，像我这种年岁的人，八十年之前，我们的生活环境可以说非常的美好，人少病少恼，天地少灾少难。这八十年之后人心变了，在我们那个时代人有贪心，不敢露出来，为什么？露出来怕羞耻，怕别人讥笑他。纵然贪财、贪名、贪利，他有个限度，不敢过分，他知道收敛。这个现象怎么产生？古圣先贤的教诲，人有羞耻心，本性还没有完全迷失；人有爱心、有同情心，都乐意帮助别人，这一直到抗战期间。抗战期间我是流亡学生，十几岁跟家庭离开，打仗，到处逃难，几乎我们所到之处都是陌生。可是到一个地方，这些人他都会照顾我们，非亲非故，他看看小孩十几岁流浪，没有人照顾。现在这个世间没有了，那个时候有同情心、有怜悯心、有爱心。隔了六、七十年，现在的人心确实充满贪瞋痴慢疑恶见，佛法里面讲的十恶八邪，不善的习气全都具足了。我们看到，表面上看地球生态平衡破坏了，境随心转，心不善，山河大地都不善，所有一切万物都不善。在现在讲产生了相互的影响，我们不善的心影响外面不善的环境，外面不善的环境又影响我们，这个心就更不善。这个事情麻烦大！这样下去，确实就是西方宗教典籍里面所说的世界末日。这个事情提出来确实令人忧心忡忡，谁都不愿意见到这个事实，可是现在事实已经浮在我们的面前。",
      "zh_TW": "如果我們再冷靜去想想，像我這種年歲的人，八十年之前，我們的生活環境可以說非常的美好，人少病少惱，天地少災少難。這八十年之後人心變了，在我們那個時代人有貪心，不敢露出來，為什麼？露出來怕羞恥，怕別人譏笑他。縱然貪財、貪名、貪利，他有個限度，不敢過分，他知道收斂。這個現象怎麼產生？古聖先賢的教誨，人有羞恥心，本性還沒有完全迷失；人有愛心、有同情心，都樂意幫助別人，這一直到抗戰期間。抗戰期間我是流亡學生，十幾歲跟家庭離開，打仗，到處逃難，幾乎我們所到之處都是陌生。可是到一個地方，這些人他都會照顧我們，非親非故，他看看小孩十幾歲流浪，沒有人照顧。現在這個世間沒有了，那個時候有同情心、有憐憫心、有愛心。隔了六、七十年，現在的人心確實充滿貪瞋痴慢疑惡見，佛法裡面講的十惡八邪，不善的習氣全都具足了。我們看到，表面上看地球生態平衡破壞了，境隨心轉，心不善，山河大地都不善，所有一切萬物都不善。在現在講產生了相互的影響，我們不善的心影響外面不善的環境，外面不善的環境又影響我們，這個心就更不善。這個事情麻煩大！這樣下去，確實就是西方宗教典籍裡面所說的世界末日。這個事情提出來確實令人憂心忡忡，誰都不願意見到這個事實，可是現在事實已經浮在我們的面前。"
    },
    {
      "id": "12-017-1812_p0036",
      "zh_CN": "也真正是难得，七十年代，一九七０年那个时代，英国汤恩比博士说，「解决二十一世纪的社会问题，只有中国孔孟学说与大乘佛法」。我们要问，孔孟学说跟大乘佛法怎么解决这问题？孔孟学说的核心，仁义；大乘佛法的核心，慈悲，真的，这就能解决。仁者爱人，中国传统的教育是爱的教育，爱人的教育。义是合理，起心动念、言语造作都要合理，这个理就是道德。人能讲道德，人能有爱心，外面境界马上就改变。佛法讲得是更彻底，没有条件的爱心，无条件的，决定没有分别、没有执着，佛爱一切众生，这叫大慈大悲，慈悲遍法界。有慈悲才有善巧方便。",
      "zh_TW": "也真正是難得，七十年代，一九七０年那個時代，英國湯恩比博士說，「解決二十一世紀的社會問題，只有中國孔孟學說與大乘佛法」。我們要問，孔孟學說跟大乘佛法怎麼解決這問題？孔孟學說的核心，仁義；大乘佛法的核心，慈悲，真的，這就能解決。仁者愛人，中國傳統的教育是愛的教育，愛人的教育。義是合理，起心動念、言語造作都要合理，這個理就是道德。人能講道德，人能有愛心，外面境界馬上就改變。佛法講得是更徹底，沒有條件的愛心，無條件的，決定沒有分別、沒有執著，佛愛一切眾生，這叫大慈大悲，慈悲遍法界。有慈悲才有善巧方便。"
    },
    {
      "id": "12-017-1812_p0037",
      "zh_CN": "先转自己，把业力转变成愿力，那你的命运全部改造了，你不受业力支配了。业力转变成愿力，你相貌转变了，体质转变了；没有转过来，我们的相貌、我们的身体是业力支配。转过来之后愿力那就变成菩萨，六道凡夫是受业力支配，四圣法界是愿力，你的相貌变得很清净慈悲，你的身体什么疾病都没有。疾病是业力，真正转变成愿力，体质变了，所以是健康长寿。长寿是不是自己要的？不是的，自己不执着寿命，寿命已经没有了。留在这个世间是愿力，是跟众生他的感应，众生需要你，你一定多住；众生不需要你，你马上就可以走。世间人所讲的生死自在，生死自在就是没有生死。",
      "zh_TW": "先轉自己，把業力轉變成願力，那你的命運全部改造了，你不受業力支配了。業力轉變成願力，你相貌轉變了，體質轉變了；沒有轉過來，我們的相貌、我們的身體是業力支配。轉過來之後願力那就變成菩薩，六道凡夫是受業力支配，四聖法界是願力，你的相貌變得很清淨慈悲，你的身體什麼疾病都沒有。疾病是業力，真正轉變成願力，體質變了，所以是健康長壽。長壽是不是自己要的？不是的，自己不執著壽命，壽命已經沒有了。留在這個世間是願力，是跟眾生他的感應，眾生需要你，你一定多住；眾生不需要你，你馬上就可以走。世間人所講的生死自在，生死自在就是沒有生死。"
    },
    {
      "id": "12-017-1812_p0038",
      "zh_CN": "学佛最重要的，我们中国古圣先贤跟我们讲，真诚，跟佛法讲的完全相应。你在这一生当中用什么心？用真诚心，你什么都转过来，真就是没有虚伪。现在常讲现在这个世界人人人都是虚伪，虚情假意，我用真诚心对他，那不是处处吃亏、处处上当？这没有亏吃，没有当上，为什么？你要是真正契入佛的境界，你知道万法皆空，「一切法无所有，毕竟空，不可得」，你上什么当！可见得你所担心的吃亏上当，那就是妄想分别执着没放下。你真正放下会不会？不会，你成佛、你成菩萨了，你跟法性相应了。头一个好处你就证得什么？你的业力完全没有了，变成愿力。这还得了！这是无价宝。到这个时候你帮助众生，众生有没有缘，不是你有没有能力，你的能力是圆满的。想帮助还有障碍，众生业障没消，是这么个道理，与你丝毫关系没有，你念念功德圆满。今天时间到了，我们这个意思还没讲尽，明天我们接着再学习。",
      "zh_TW": "學佛最重要的，我們中國古聖先賢跟我們講，真誠，跟佛法講的完全相應。你在這一生當中用什麼心？用真誠心，你什麼都轉過來，真就是沒有虛偽。現在常講現在這個世界人人人都是虛偽，虛情假意，我用真誠心對他，那不是處處吃虧、處處上當？這沒有虧吃，沒有當上，為什麼？你要是真正契入佛的境界，你知道萬法皆空，「一切法無所有，畢竟空，不可得」，你上什麼當！可見得你所擔心的吃虧上當，那就是妄想分別執著沒放下。你真正放下會不會？不會，你成佛、你成菩薩了，你跟法性相應了。頭一個好處你就證得什麼？你的業力完全沒有了，變成願力。這還得了！這是無價寶。到這個時候你幫助眾生，眾生有沒有緣，不是你有沒有能力，你的能力是圓滿的。想幫助還有障礙，眾生業障沒消，是這麼個道理，與你絲毫關係沒有，你念念功德圓滿。今天時間到了，我們這個意思還沒講盡，明天我們接著再學習。"
    }
  ]
}