{
  "doc_id": "12-017-0457",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四五七卷",
    "zh_TW": "第四五七卷"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0457",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "12-017-0457_p0001",
      "zh_CN": "请看「世主妙严品」，主林神长行第二句：",
      "zh_TW": "請看「世主妙嚴品」，主林神長行第二句："
    },
    {
      "id": "12-017-0457_p0002",
      "zh_CN": "【擢干舒光主林神，得广大修治普清净解脱门。】",
      "zh_TW": "【擢榦舒光主林神，得廣大修治普清淨解脫門。】"
    },
    {
      "id": "12-017-0457_p0003",
      "zh_CN": "清凉大师在注解里面告诉我们「等众生悲」，这是「广大」的意思。「一一离障」，叫做「普清净」。这一位主林神他所修学的法门『得广大修治』，清凉大师告诉我们「广大」是大慈大悲，修行对治，这也正是佛法常说的「慈悲为本，方便为门」；「广大」是慈悲，「修治」是方便。「修」我们一般常讲修正，「治」是治理、对治，两个字都是针对我们凡夫的毛病习气而言。凡夫习气很重，要知道这些习气决定不是一生一世养成的，而是累积多生多世的习气。这些习气里面有善、有恶、有无记，习气再多再重，也不出这三大类。如果在过去生中累积的善习气多，要不要修治？还是要。为什么？如果对于这些善业着相，虽然能感得人天的福报，或者是饿鬼、畜生里面的福报，总不能超越三界，这是要知道的。恶的习气更不必说了，譬如佛在《十善业道经》上跟我们讲的，善业十种，恶业十种。恶的习气要对治，善的习气要不执着，是好境界；执着反而不善了，这个道理我们一定要懂，要学菩萨一样对治。我们的目标，这后面几个字说得好，『普清净』，所以纵然是善事好事，如果要是着相就不清净了。",
      "zh_TW": "清涼大師在註解裡面告訴我們「等眾生悲」，這是「廣大」的意思。「一一離障」，叫做「普清淨」。這一位主林神他所修學的法門『得廣大修治』，清涼大師告訴我們「廣大」是大慈大悲，修行對治，這也正是佛法常說的「慈悲為本，方便為門」；「廣大」是慈悲，「修治」是方便。「修」我們一般常講修正，「治」是治理、對治，兩個字都是針對我們凡夫的毛病習氣而言。凡夫習氣很重，要知道這些習氣決定不是一生一世養成的，而是累積多生多世的習氣。這些習氣裡面有善、有惡、有無記，習氣再多再重，也不出這三大類。如果在過去生中累積的善習氣多，要不要修治？還是要。為什麼？如果對於這些善業著相，雖然能感得人天的福報，或者是餓鬼、畜生裡面的福報，總不能超越三界，這是要知道的。惡的習氣更不必說了，譬如佛在《十善業道經》上跟我們講的，善業十種，惡業十種。惡的習氣要對治，善的習氣要不執著，是好境界；執著反而不善了，這個道理我們一定要懂，要學菩薩一樣對治。我們的目標，這後面幾個字說得好，『普清淨』，所以縱然是善事好事，如果要是著相就不清淨了。"
    },
    {
      "id": "12-017-0457_p0004",
      "zh_CN": "修行目标要纯净、纯善，果然身心清净了，清净自然都是属于善行，这个可以肯定。善行不一定得清净，清净决定是善行。清净怎么修？断恶修善而不着相。断恶不着断恶之相，修善不着修善之相，《般若经》上常讲的「三轮体空」。佛教菩萨断六种不善的习气，哪六种？第一种是悭贪，自己拥有的财富不能布施，拥有的智慧德能不肯教人，我们常讲吝啬，这是属于悭贪，这是世法一切烦恼的根本。佛讲烦恼虽然讲贪瞋痴三毒，贪瞋痴里头尤其是贪，它摆在第一位。贪财、贪色、贪名、贪利、贪权位，甚至于学佛了这个习气还放不下，贪佛法，处处总希望比别人多得一些，在在处处他要做一个特权阶级，都是悭贪烦恼在作祟。这个障碍非常严重，障碍你得不到清净心。",
      "zh_TW": "修行目標要純淨、純善，果然身心清淨了，清淨自然都是屬於善行，這個可以肯定。善行不一定得清淨，清淨決定是善行。清淨怎麼修？斷惡修善而不著相。斷惡不著斷惡之相，修善不著修善之相，《般若經》上常講的「三輪體空」。佛教菩薩斷六種不善的習氣，哪六種？第一種是慳貪，自己擁有的財富不能布施，擁有的智慧德能不肯教人，我們常講吝嗇，這是屬於慳貪，這是世法一切煩惱的根本。佛講煩惱雖然講貪瞋痴三毒，貪瞋痴裡頭尤其是貪，它擺在第一位。貪財、貪色、貪名、貪利、貪權位，甚至於學佛了這個習氣還放不下，貪佛法，處處總希望比別人多得一些，在在處處他要做一個特權階級，都是慳貪煩惱在作祟。這個障礙非常嚴重，障礙你得不到清淨心。"
    },
    {
      "id": "12-017-0457_p0005",
      "zh_CN": "树神他知道，他接受佛菩萨的教诲，他认真修行。佛教我们用什么方法来修治悭贪这个烦恼？佛教给我们布施波罗蜜，布施就是修治悭贪的。财布施对治吝财，法布施对治吝法。佛告诉我们，吝财得贫穷果报，吝法得愚痴果报。于是我们明白了，我们这一生当中贫穷愚痴怎么来的？过去生中生生世世烦恼习气累积的果报，是苦报、不善的果报。我们了解事实真相，就懂得如何改善自己的生活环境。命里头没有财富，可以转变成有财富；命里头没有智慧，也可以转变成有智慧，甚至于命里面多病，不健康、短命，只要能够修无畏布施，都可以转得过来，这就是佛门当中常说的「佛氏门中，有求必应」，真的，没有求不得的。世间人有求不得苦，佛门当中没有求不得的。为什么？他懂道理，他懂方法，如理如法的去求，没有得不到的，有求必应。这些理、事我们都要清楚，你就知道怎样可以改变自己的命运，创造自己的前途。命运是有，但是命运是掌握在自己的手里，自己可以做一个转变。",
      "zh_TW": "樹神他知道，他接受佛菩薩的教誨，他認真修行。佛教我們用什麼方法來修治慳貪這個煩惱？佛教給我們布施波羅蜜，布施就是修治慳貪的。財布施對治吝財，法布施對治吝法。佛告訴我們，吝財得貧窮果報，吝法得愚痴果報。於是我們明白了，我們這一生當中貧窮愚痴怎麼來的？過去生中生生世世煩惱習氣累積的果報，是苦報、不善的果報。我們了解事實真相，就懂得如何改善自己的生活環境。命裡頭沒有財富，可以轉變成有財富；命裡頭沒有智慧，也可以轉變成有智慧，甚至於命裡面多病，不健康、短命，只要能夠修無畏布施，都可以轉得過來，這就是佛門當中常說的「佛氏門中，有求必應」，真的，沒有求不得的。世間人有求不得苦，佛門當中沒有求不得的。為什麼？他懂道理，他懂方法，如理如法的去求，沒有得不到的，有求必應。這些理、事我們都要清楚，你就知道怎樣可以改變自己的命運，創造自己的前途。命運是有，但是命運是掌握在自己的手裡，自己可以做一個轉變。"
    },
    {
      "id": "12-017-0457_p0006",
      "zh_CN": "这个恶业的习气也是大病，有意无意恶作，起心动念、言语造作，种种的不善，它是习气，有时候有意，有时候无意，总是伤害一些善人、一些善事。佛教给我们持戒来修治，把造作恶业的习气修理、对治。什么时候到持戒圆满？恶业没有了，持戒就圆满了；悭贪没有了，布施度就圆满了，圆满是从这个地方说的。忍辱波罗蜜是对治瞋恚的，瞋恚是严重的烦恼。佛在经论上常说悭贪堕饿鬼，瞋恚堕地狱，愚痴堕畜生，贪瞋痴是三恶道的业因。我们总得要明了，知道瞋恚对自他的伤害都非常严重，对自己的伤害果报在地狱，对别人？跟别人有意无意结了冤仇，冤仇若不能够化解，必定有报复。",
      "zh_TW": "這個惡業的習氣也是大病，有意無意惡作，起心動念、言語造作，種種的不善，它是習氣，有時候有意，有時候無意，總是傷害一些善人、一些善事。佛教給我們持戒來修治，把造作惡業的習氣修理、對治。什麼時候到持戒圓滿？惡業沒有了，持戒就圓滿了；慳貪沒有了，布施度就圓滿了，圓滿是從這個地方說的。忍辱波羅蜜是對治瞋恚的，瞋恚是嚴重的煩惱。佛在經論上常說慳貪墮餓鬼，瞋恚墮地獄，愚痴墮畜生，貪瞋痴是三惡道的業因。我們總得要明瞭，知道瞋恚對自他的傷害都非常嚴重，對自己的傷害果報在地獄，對別人？跟別人有意無意結了冤仇，冤仇若不能夠化解，必定有報復。"
    },
    {
      "id": "12-017-0457_p0007",
      "zh_CN": "我们受了别人的冤枉，受了别人的侮辱陷害，我们能不能若无其事？如果心里有忿恨、有不平，换句话说，就有报复的念头潜伏在阿赖耶识里头，往后因缘遇会的时候，这个种子起现行，就起报复的行为。必须知道，冤冤相报，没完没了，果报非常可怕。所以佛教我们忍辱，一定要能忍，忍对自己来说成就功德，不堕三途，不受苦报。对别人来说，这个怨结化解掉了，往后不会再有互相的报复，不会再有，这是好事情。",
      "zh_TW": "我們受了別人的冤枉，受了別人的侮辱陷害，我們能不能若無其事？如果心裡有忿恨、有不平，換句話說，就有報復的念頭潛伏在阿賴耶識裡頭，往後因緣遇會的時候，這個種子起現行，就起報復的行為。必須知道，冤冤相報，沒完沒了，果報非常可怕。所以佛教我們忍辱，一定要能忍，忍對自己來說成就功德，不墮三途，不受苦報。對別人來說，這個怨結化解掉了，往後不會再有互相的報復，不會再有，這是好事情。"
    },
    {
      "id": "12-017-0457_p0008",
      "zh_CN": "「精进」是修治懈怠的，懈怠、懒散是修行人这一生当中不能成就的重大障碍。人是好人，懒惰，功夫提不起来。「禅定」是专门对治散乱的，般若智慧是对治愚痴的，你们想想看，佛教菩萨这六种方法治病的，目的是一个：恢复清净心而已。清净心是真心，也就是《无量寿经》经题上讲的「清净平等觉」。清净平等觉是我们自性本具的德能，非常可惜我们现在是因为有妄想烦恼习气，障碍着我们自性德能不能现前，需要用这个方法来对治。这是略举这个例子，大小乘经论里面讲得太多太多了。",
      "zh_TW": "「精進」是修治懈怠的，懈怠、懶散是修行人這一生當中不能成就的重大障礙。人是好人，懶惰，功夫提不起來。「禪定」是專門對治散亂的，般若智慧是對治愚痴的，你們想想看，佛教菩薩這六種方法治病的，目的是一個：恢復清淨心而已。清淨心是真心，也就是《無量壽經》經題上講的「清淨平等覺」。清淨平等覺是我們自性本具的德能，非常可惜我們現在是因為有妄想煩惱習氣，障礙著我們自性德能不能現前，需要用這個方法來對治。這是略舉這個例子，大小乘經論裡面講得太多太多了。"
    },
    {
      "id": "12-017-0457_p0009",
      "zh_CN": "「烦恼无尽誓愿断」，烦恼无尽，佛菩萨教给我们修治的方法就无尽，如一般经论里面常说「八万四千烦恼」，所以佛修治的法门就有八万四千法门。我们在《华严经》上，看到每一位尊者他们修学的解脱门，这个门就是门道、方法、门径。什么门径？解脱门。解是解除，解除什么？解除烦恼。脱是什么？脱生死、脱六道、脱十法界，脱离。如果我们把多生多劫累积的烦恼习气统统解除，你就脱离六道，脱离十法界。门就是说方法，我们在《华严经》上看到太多太多的方法。这么多方法当中我们自己也想一想，哪一个方法适合于自己，可以做为自己主修的，或者可以做为自己助修的，乃至于可以做为自己参考的。",
      "zh_TW": "「煩惱無盡誓願斷」，煩惱無盡，佛菩薩教給我們修治的方法就無盡，如一般經論裡面常說「八萬四千煩惱」，所以佛修治的法門就有八萬四千法門。我們在《華嚴經》上，看到每一位尊者他們修學的解脫門，這個門就是門道、方法、門徑。什麼門徑？解脫門。解是解除，解除什麼？解除煩惱。脫是什麼？脫生死、脫六道、脫十法界，脫離。如果我們把多生多劫累積的煩惱習氣統統解除，你就脫離六道，脫離十法界。門就是說方法，我們在《華嚴經》上看到太多太多的方法。這麼多方法當中我們自己也想一想，哪一個方法適合於自己，可以做為自己主修的，或者可以做為自己助修的，乃至於可以做為自己參考的。"
    },
    {
      "id": "12-017-0457_p0010",
      "zh_CN": "在这部大经里面，佛菩萨有没有指示我们一个法门？或者是有没有暗示我们一个法门？有，真有。这一个法门就是念佛求生西方极乐世界的法门，劝导我们亲近阿弥陀佛的法门。它是怎样教导我们？这个经到最后文殊、普贤发愿求生净土，这是暗示。德云比丘，普贤菩萨，「十大愿王，导归极乐」，这是明白指示。所以深入《华严》之后没有不念佛求生净土的。无论修学哪个法门、哪个宗派，真正要得《华严》的义趣，他会念佛求生净土。天台智者大师念佛往生的，是法华宗的祖师；禅宗祖师大德，密宗的善知识，许许多多最后都是念佛往生净土的。往生净土的条件，要清净心，「心净则佛土净」，这个道理一定要懂得。心不纯净，往生净土就会有障碍。心要清净，势必要万缘放下，一尘不染。第三尊：",
      "zh_TW": "在這部大經裡面，佛菩薩有沒有指示我們一個法門？或者是有沒有暗示我們一個法門？有，真有。這一個法門就是念佛求生西方極樂世界的法門，勸導我們親近阿彌陀佛的法門。它是怎樣教導我們？這個經到最後文殊、普賢發願求生淨土，這是暗示。德雲比丘，普賢菩薩，「十大願王，導歸極樂」，這是明白指示。所以深入《華嚴》之後沒有不念佛求生淨土的。無論修學哪個法門、哪個宗派，真正要得《華嚴》的義趣，他會念佛求生淨土。天台智者大師念佛往生的，是法華宗的祖師；禪宗祖師大德，密宗的善知識，許許多多最後都是念佛往生淨土的。往生淨土的條件，要清淨心，「心淨則佛土淨」，這個道理一定要懂得。心不純淨，往生淨土就會有障礙。心要清淨，勢必要萬緣放下，一塵不染。第三尊："
    },
    {
      "id": "12-017-0457_p0011",
      "zh_CN": "【生芽发耀主林神，得增长种种净信芽解脱门。】",
      "zh_TW": "【生芽發耀主林神，得增長種種淨信芽解脫門。】"
    },
    {
      "id": "12-017-0457_p0012",
      "zh_CN": "他所修学的法门，这个文字上是比喻，芽是比喻。清凉大师在注解里面给我们说，「一切胜因，皆为佛道。各各心净，则种种芽生」，这是什么芽？功德之芽，功德就生了。「一切胜因」，胜是殊胜，因是因缘，过去生中你修积的有善根，这个善根在这一世就是最殊胜的因地。这个善因要如何才能够生善果？那就要靠缘，缘是这一生当中修的。过去有善因，现前有善缘，这个善的果报当然就现前。我们要问，清凉大师讲「一切胜因」是什么回事情？简单的说，一切胜因就是世尊在《十善业道经》里面教导我们的，「一切善行」。经上讲得好，我们要记住，时时刻刻不能够忘记，念念都要提醒自己佛这个教训。佛教导我们，「昼夜常念善法」，心善，这是种子。「思惟善法」，起心动念思惟。「观察善法」，六根所接触外面境界，全是善法。这个善是什么？《十善业道经》上的指十善，明明白白、清清楚楚为我们指示出，十善是不杀生、不偷盗、不淫欲、不妄语、不两舌、不绮语、不恶口、不贪、不瞋、不痴。",
      "zh_TW": "他所修學的法門，這個文字上是比喻，芽是比喻。清涼大師在註解裡面給我們說，「一切勝因，皆為佛道。各各心淨，則種種芽生」，這是什麼芽？功德之芽，功德就生了。「一切勝因」，勝是殊勝，因是因緣，過去生中你修積的有善根，這個善根在這一世就是最殊勝的因地。這個善因要如何才能夠生善果？那就要靠緣，緣是這一生當中修的。過去有善因，現前有善緣，這個善的果報當然就現前。我們要問，清涼大師講「一切勝因」是什麼回事情？簡單的說，一切勝因就是世尊在《十善業道經》裡面教導我們的，「一切善行」。經上講得好，我們要記住，時時刻刻不能夠忘記，念念都要提醒自己佛這個教訓。佛教導我們，「晝夜常念善法」，心善，這是種子。「思惟善法」，起心動念思惟。「觀察善法」，六根所接觸外面境界，全是善法。這個善是什麼？《十善業道經》上的指十善，明明白白、清清楚楚為我們指示出，十善是不殺生、不偷盜、不淫欲、不妄語、不兩舌、不綺語、不惡口、不貪、不瞋、不痴。"
    },
    {
      "id": "12-017-0457_p0013",
      "zh_CN": "如果把这十句统统都做到，在佛法里面讲他是小乘人，小乘圣者；大乘人不但不杀生，他还要护生，我们讲放生、护生。不但不偷盗，他还要用自己的财宝智慧布施，这就是大乘菩萨。小乘消极这一面他做到了，独善其身，大乘人独善其身之后一定兼善天下。所以他的一切因殊胜，缘也殊胜，念念行行都回向佛道。他为什么这么作法？只有一个目标、一个方向、一个心愿，「佛道无上誓愿成」，希望早一天成佛道。成佛道之后又为什么？不为别的，决不是为自己享受，是为普度众生。所以大家不要以为成了佛就没事了，告诉诸位，事实真相成了佛之后事就更多了，为什么？到九法界去普度众生。",
      "zh_TW": "如果把這十句統統都做到，在佛法裡面講他是小乘人，小乘聖者；大乘人不但不殺生，他還要護生，我們講放生、護生。不但不偷盜，他還要用自己的財寶智慧布施，這就是大乘菩薩。小乘消極這一面他做到了，獨善其身，大乘人獨善其身之後一定兼善天下。所以他的一切因殊勝，緣也殊勝，念念行行都迴向佛道。他為什麼這麼作法？只有一個目標、一個方向、一個心願，「佛道無上誓願成」，希望早一天成佛道。成佛道之後又為什麼？不為別的，決不是為自己享受，是為普度眾生。所以大家不要以為成了佛就沒事了，告訴諸位，事實真相成了佛之後事就更多了，為什麼？到九法界去普度眾生。"
    },
    {
      "id": "12-017-0457_p0014",
      "zh_CN": "有些人听了不成佛还没事，成佛了这么多事，「算了，我就做个罗汉就好了，不要成佛了。」这个心是小乘心，小乘心修小乘行。为什么？小乘人怕苦，尤其是阎浮提众生，我们这个世间，《地藏菩萨本愿经》讲得好，「刚强难化」。多少权小圣者发心到这个地方来帮助众生，遇到这个状况都退了心。这都是事实，阿罗汉、辟支佛、权教菩萨退心的大有人在。谁不退心？法身菩萨不退心，诸佛如来不退心。为什么？不着相，确确实实做到「作而无作，无作而作」。所以普贤行愿，愿愿末后一句都说「无有疲厌」，二乘人有疲厌，有疲劳、有厌倦，权教菩萨也有，为什么？着相。这个道理我们要懂，我们能不能做到不着相？难！这个太难了，说起来容易，做起来真难！还有一念为我的念头就已经着了相，一着一切着，不可能说这一桩事情着相，那一桩事情可以不着相，没有这个道理！一不着一切都不着，那叫真的彻底放下了。",
      "zh_TW": "有些人聽了不成佛還沒事，成佛了這麼多事，「算了，我就做個羅漢就好了，不要成佛了。」這個心是小乘心，小乘心修小乘行。為什麼？小乘人怕苦，尤其是閻浮提眾生，我們這個世間，《地藏菩薩本願經》講得好，「剛強難化」。多少權小聖者發心到這個地方來幫助眾生，遇到這個狀況都退了心。這都是事實，阿羅漢、辟支佛、權教菩薩退心的大有人在。誰不退心？法身菩薩不退心，諸佛如來不退心。為什麼？不著相，確確實實做到「作而無作，無作而作」。所以普賢行願，願願末後一句都說「無有疲厭」，二乘人有疲厭，有疲勞、有厭倦，權教菩薩也有，為什麼？著相。這個道理我們要懂，我們能不能做到不著相？難！這個太難了，說起來容易，做起來真難！還有一念為我的念頭就已經著了相，一著一切著，不可能說這一樁事情著相，那一樁事情可以不著相，沒有這個道理！一不著一切都不著，那叫真的徹底放下了。"
    },
    {
      "id": "12-017-0457_p0015",
      "zh_CN": "我们今天唯一能够做到的，这讲实话，只有带业往生。我们的身体还没有走之前，还在这个世间，一定要懂得舍己为人。这样将来往生必定提升自己的品位，高品位往生。在这个地方修学有好处，修学这个意思用现代的话说：为众生服务、为社会服务，决不求任何回报。不求名，不求利，也不求权位，默默的在奉献自己。这样修学这就如法了，这个就是为佛道了。",
      "zh_TW": "我們今天唯一能夠做到的，這講實話，只有帶業往生。我們的身體還沒有走之前，還在這個世間，一定要懂得捨己為人。這樣將來往生必定提升自己的品位，高品位往生。在這個地方修學有好處，修學這個意思用現代的話說：為眾生服務、為社會服務，決不求任何回報。不求名，不求利，也不求權位，默默的在奉獻自己。這樣修學這就如法了，這個就是為佛道了。"
    },
    {
      "id": "12-017-0457_p0016",
      "zh_CN": "「各各心净」，这个「各各」是指什么？譬如我们刚才举的这个例子，修布施不着布施的相，持戒不着持戒的相，忍辱不着忍辱的相，「各各心净，则种种芽生」；布施波罗蜜的芽生了，持戒波罗蜜的芽生了，忍辱波罗蜜的芽生了，这全是佛道。我们要懂得在这个地方学习，这只是略说，点到为止。细行，诸位一定要细心去思惟，务必要自己在日常生活当中，一切时一切处，点点滴滴，都不空过。穿衣吃饭都具足圆满的三学六度，这样功夫才真的得力，你的生活必然是充实，现前的受用身心自在，法喜充满，这是你现前的受用。烦恼天天减少，智慧天天增长，这是必然的现象。我们今天没有这个境界现前，那自己就要认真去反省：「我的修学犯了错误。」你把错误找出来，找到了，我们佛法里面讲觉悟了、开悟了。然后你把你的过失修正过来，佛门里称为「你真修」，你真的把错误修正过来了，你的果报一定是殊胜的，一定是吉祥的。第四尊：",
      "zh_TW": "「各各心淨」，這個「各各」是指什麼？譬如我們剛才舉的這個例子，修布施不著布施的相，持戒不著持戒的相，忍辱不著忍辱的相，「各各心淨，則種種芽生」；布施波羅蜜的芽生了，持戒波羅蜜的芽生了，忍辱波羅蜜的芽生了，這全是佛道。我們要懂得在這個地方學習，這只是略說，點到為止。細行，諸位一定要細心去思惟，務必要自己在日常生活當中，一切時一切處，點點滴滴，都不空過。穿衣吃飯都具足圓滿的三學六度，這樣功夫才真的得力，你的生活必然是充實，現前的受用身心自在，法喜充滿，這是你現前的受用。煩惱天天減少，智慧天天增長，這是必然的現象。我們今天沒有這個境界現前，那自己就要認真去反省：「我的修學犯了錯誤。」你把錯誤找出來，找到了，我們佛法裡面講覺悟了、開悟了。然後你把你的過失修正過來，佛門裡稱為「你真修」，你真的把錯誤修正過來了，你的果報一定是殊勝的，一定是吉祥的。第四尊："
    },
    {
      "id": "12-017-0457_p0017",
      "zh_CN": "【吉祥净叶主林神，得一切清净功德庄严聚解脱门。】",
      "zh_TW": "【吉祥淨葉主林神，得一切清淨功德莊嚴聚解脫門。】"
    },
    {
      "id": "12-017-0457_p0018",
      "zh_CN": "清凉大师在注解里头给我们的提示，意思很深很广，他说「一切功德，庄严一毛」，毛是毛端，「一一皆然，故佛为德聚。良以佛果揽因，皆圆成非分成。是故一因生一切果，一果收一切因，皆圆融无碍耳」。这是《华严经》里面所讲的，「理事无碍，事事无碍」。四无碍的法界在哪里？就在现前，就在我们日常生活之中。佛清楚，法身菩萨清楚，二乘跟权教知道这个事情他不能够契入。凡夫在听闻佛法之后，那要看他的根性，利根的人未尝不能契入佛菩萨的境界，中下根性的人那就跟二乘人相仿佛。这一句里头含义非常之深。",
      "zh_TW": "清涼大師在註解裡頭給我們的提示，意思很深很廣，他說「一切功德，莊嚴一毛」，毛是毛端，「一一皆然，故佛為德聚。良以佛果攬因，皆圓成非分成。是故一因生一切果，一果收一切因，皆圓融無礙耳」。這是《華嚴經》裡面所講的，「理事無礙，事事無礙」。四無礙的法界在哪裡？就在現前，就在我們日常生活之中。佛清楚，法身菩薩清楚，二乘跟權教知道這個事情他不能夠契入。凡夫在聽聞佛法之後，那要看他的根性，利根的人未嘗不能契入佛菩薩的境界，中下根性的人那就跟二乘人相彷彿。這一句裡頭含義非常之深。"
    },
    {
      "id": "12-017-0457_p0019",
      "zh_CN": "菩萨的名号，『吉祥净叶主林神』，我们知道这个树，一棵树最多的就是树叶，所以清凉说「一切功德，庄严一毛」，在树讲就是庄严一片叶。整个这一棵大树，你从什么地方看到庄严？看见这一片叶。在表法里面这一片叶是什么？这一片叶就是自己。佛法常说「十法界依正庄严」，从哪里看？从我们这一个人身看，我们看不出来，我们不懂这个意思。诸位有没有听说过这个世间谚语所谓「人人为我」，我想很多人听说过，后面还有一句，「我为人人」。人人为我是事实，我们生活在世间，衣食住行都是许许多多人在那里工作，布施供养的；换句话说，许许多多众生牺牲奉献的。我们喝的这一滴水，这一滴水从哪里来的？多少人的心血，多少人的劳力，才把这个水送到我们家的自来水龙头。我们把它烧成开水沏成茶，烧成开水这些工具，或者你是用电炉，或者是用瓦斯，那又是多少人的心血，多少人的劳力？沏一杯茶，茶叶怎么来的？不想，毫无感触！细细一想，我喝一杯茶是多少人奉献的，我们讲多少人牺牲奉献的，成就这一杯茶给我解渴，供养我这个色身。我这个色身对于一切众生有没有回报？有，我们行善是回报，我们造恶也是回报。如果你是行善，用这个身体，为一切众生服务，修布施供养，这个福报大了，一切众生都得福。如果我们这个色身，心行不善，造作种种恶业，辜负许许多多众生的供养，这么多众生牺牲奉献供养我的色身，我还要以造业来回报他，这个过失太大太大了。所以将来到哪里去？三途地狱。",
      "zh_TW": "菩薩的名號，『吉祥淨葉主林神』，我們知道這個樹，一棵樹最多的就是樹葉，所以清涼說「一切功德，莊嚴一毛」，在樹講就是莊嚴一片葉。整個這一棵大樹，你從什麼地方看到莊嚴？看見這一片葉。在表法裡面這一片葉是什麼？這一片葉就是自己。佛法常說「十法界依正莊嚴」，從哪裡看？從我們這一個人身看，我們看不出來，我們不懂這個意思。諸位有沒有聽說過這個世間諺語所謂「人人為我」，我想很多人聽說過，後面還有一句，「我為人人」。人人為我是事實，我們生活在世間，衣食住行都是許許多多人在那裡工作，布施供養的；換句話說，許許多多眾生犧牲奉獻的。我們喝的這一滴水，這一滴水從哪裡來的？多少人的心血，多少人的勞力，才把這個水送到我們家的自來水龍頭。我們把它燒成開水沏成茶，燒成開水這些工具，或者你是用電爐，或者是用瓦斯，那又是多少人的心血，多少人的勞力？沏一杯茶，茶葉怎麼來的？不想，毫無感觸！細細一想，我喝一杯茶是多少人奉獻的，我們講多少人犧牲奉獻的，成就這一杯茶給我解渴，供養我這個色身。我這個色身對於一切眾生有沒有回報？有，我們行善是回報，我們造惡也是回報。如果你是行善，用這個身體，為一切眾生服務，修布施供養，這個福報大了，一切眾生都得福。如果我們這個色身，心行不善，造作種種惡業，辜負許許多多眾生的供養，這麼多眾生犧牲奉獻供養我的色身，我還要以造業來回報他，這個過失太大太大了。所以將來到哪裡去？三途地獄。"
    },
    {
      "id": "12-017-0457_p0020",
      "zh_CN": "为什么我们不学好，要做恶业？这个原因是过去生中的恶习气太多太重，这是因，不善的因。这一生当中从小没有接受过圣贤的教育，没有人启发我们的善根，缘不好。我们在《无量寿经》上念这段经文，心里都很难过，佛说「先人不善(无知)，不识道德，无有语者」，这里头因跟缘都说到了。过去世的先人无知没有教好我们，那是因；这一世当中我们出生到长成，我们的父母、尊长没有好好的教导我们，缘不好，所以在生活当中，哪有不随顺自己烦恼习气？随顺自己烦恼习气，焉能不造恶业？真的佛菩萨大慈大悲，体谅我们的过失，但是那个恶的果报佛菩萨不能替我们消除，佛菩萨不能替我们代受，果报还是要自己承受，没有法子避免。",
      "zh_TW": "為什麼我們不學好，要做惡業？這個原因是過去生中的惡習氣太多太重，這是因，不善的因。這一生當中從小沒有接受過聖賢的教育，沒有人啟發我們的善根，緣不好。我們在《無量壽經》上念這段經文，心裡都很難過，佛說「先人不善(無知)，不識道德，無有語者」，這裡頭因跟緣都說到了。過去世的先人無知沒有教好我們，那是因；這一世當中我們出生到長成，我們的父母、尊長沒有好好的教導我們，緣不好，所以在生活當中，哪有不隨順自己煩惱習氣？隨順自己煩惱習氣，焉能不造惡業？真的佛菩薩大慈大悲，體諒我們的過失，但是那個惡的果報佛菩薩不能替我們消除，佛菩薩不能替我們代受，果報還是要自己承受，沒有法子避免。"
    },
    {
      "id": "12-017-0457_p0021",
      "zh_CN": "这一桩事情如果我们真的常常想到，你就会真干，你会真的修了。为什么？真修行原来对自己有真实利益，不修行肯定堕三途地狱。在这一世当中纵然是遇到佛法，也没有办法真修真干，什么原因？真正修学的时间太短了。所以往昔祖师大德常常教导我们「长时薰修，一门深入」，我们没有这个缘分，没有做到，没有遇到真正好老师；也可能遇到真正善知识，我们自己业障深重，遇到他不相信，对于善知识教诲不能完全理解，不能依教奉行，当面错过，你说这个多可惜！",
      "zh_TW": "這一樁事情如果我們真的常常想到，你就會真幹，你會真的修了。為什麼？真修行原來對自己有真實利益，不修行肯定墮三途地獄。在這一世當中縱然是遇到佛法，也沒有辦法真修真幹，什麼原因？真正修學的時間太短了。所以往昔祖師大德常常教導我們「長時薰修，一門深入」，我們沒有這個緣分，沒有做到，沒有遇到真正好老師；也可能遇到真正善知識，我們自己業障深重，遇到他不相信，對於善知識教誨不能完全理解，不能依教奉行，當面錯過，你說這個多可惜！"
    },
    {
      "id": "12-017-0457_p0022",
      "zh_CN": "主林神长行第四句：",
      "zh_TW": "主林神長行第四句："
    },
    {
      "id": "12-017-0457_p0023",
      "zh_CN": "【吉祥净叶主林神，得一切清净功德庄严聚解脱门。】",
      "zh_TW": "【吉祥淨葉主林神，得一切清淨功德莊嚴聚解脫門。】"
    },
    {
      "id": "12-017-0457_p0024",
      "zh_CN": "菩萨这个法门里面含义很深，我们接着前面再做一些补充的说明。清凉在注解里面给我们一个启示，「一切功德，庄严一毛。一一皆然，故佛为德聚。」我们在前面跟诸位做出的报告，让我们细心在这一段经文里头认知「人人为我，我为人人」。在如来的分上确实是「德聚」，为什么？纯善无恶，纯净无染。在我们的分上就不然，这是什么原因？我们必须要理解，经上称佛是讲的性德，如果从性德上来说，众生跟佛无二无别，都是圆满的；如果从修德上来说，那真的是天壤之别。佛修德圆满，性德圆显，我们可以说毫无修德，性德虽然本具，一丝毫都显不出来，起心动念是恶念、杂念、染念。心念如是，言行就可想而知，能好到哪里去？所以我们沦为六道凡夫，有幸遇到佛法，接受圣贤人的教诲，最要紧的一桩事情，就是要听从圣教、随顺圣教认真学习，开发我们的性德。这条路是人生的正路，这个道是成佛光明的大道。",
      "zh_TW": "菩薩這個法門裡面含義很深，我們接著前面再做一些補充的說明。清涼在註解裡面給我們一個啟示，「一切功德，莊嚴一毛。一一皆然，故佛為德聚。」我們在前面跟諸位做出的報告，讓我們細心在這一段經文裡頭認知「人人為我，我為人人」。在如來的分上確實是「德聚」，為什麼？純善無惡，純淨無染。在我們的分上就不然，這是什麼原因？我們必須要理解，經上稱佛是講的性德，如果從性德上來說，眾生跟佛無二無別，都是圓滿的；如果從修德上來說，那真的是天壤之別。佛修德圓滿，性德圓顯，我們可以說毫無修德，性德雖然本具，一絲毫都顯不出來，起心動念是惡念、雜念、染念。心念如是，言行就可想而知，能好到哪裡去？所以我們淪為六道凡夫，有幸遇到佛法，接受聖賢人的教誨，最要緊的一樁事情，就是要聽從聖教、隨順聖教認真學習，開發我們的性德。這條路是人生的正路，這個道是成佛光明的大道。"
    },
    {
      "id": "12-017-0457_p0025",
      "zh_CN": "从哪里下手？可以说是一切众生各个根性不相同，因此下手方便也自然不同。佛为众生开无量法门，开八万四千法门，为什么开这么多法门？佛是「恒顺众生，随喜功德」，众生有这么多烦恼习气，有这么多不同根性，希望各个随自己的方便门快速成就，这是佛教化众生的本意，所以从性上讲那是德聚。底下几句话说得好，也非常重要，「良以佛果揽因，皆圆成非分成」，分是局部的，圆是圆满的，佛果揽因。「圆成」这个话说得好，我们今天学佛就不懂得这个道理、不晓得这个方法，所以学得很辛苦、学得很累。为什么？我们走的是分成，一个因生一个果，一个果则是一个因，而不能像佛一样，一个因生一切果，一个果里头具足一切因。我们听了这些话，这些话里头究竟说的是什么意思？说实在话我们都参不透，如何能够随顺？因此我们的修学必须从根本下手，《楞严经》上所讲的「最初方便」；如果不在根本上着眼下手，我们这一生决定又是空过，那才叫真可惜。",
      "zh_TW": "從哪裡下手？可以說是一切眾生各個根性不相同，因此下手方便也自然不同。佛為眾生開無量法門，開八萬四千法門，為什麼開這麼多法門？佛是「恆順眾生，隨喜功德」，眾生有這麼多煩惱習氣，有這麼多不同根性，希望各個隨自己的方便門快速成就，這是佛教化眾生的本意，所以從性上講那是德聚。底下幾句話說得好，也非常重要，「良以佛果攬因，皆圓成非分成」，分是局部的，圓是圓滿的，佛果攬因。「圓成」這個話說得好，我們今天學佛就不懂得這個道理、不曉得這個方法，所以學得很辛苦、學得很累。為什麼？我們走的是分成，一個因生一個果，一個果則是一個因，而不能像佛一樣，一個因生一切果，一個果裡頭具足一切因。我們聽了這些話，這些話裡頭究竟說的是什麼意思？說實在話我們都參不透，如何能夠隨順？因此我們的修學必須從根本下手，《楞嚴經》上所講的「最初方便」；如果不在根本上著眼下手，我們這一生決定又是空過，那才叫真可惜。"
    },
    {
      "id": "12-017-0457_p0026",
      "zh_CN": "印光大师教我们，这是菩萨示现在当今的世间，救度现前苦难众生，他讲了十六个字，「敦伦尽分，闲邪存诚，信愿念佛，求生净土」，大势至菩萨！菩萨主智慧，观世音菩萨主慈悲，这两大菩萨是极乐世界阿弥陀佛的助教，两位得力的助手。菩萨这十六个字我们千万不要把它看轻，这十六个字是一大藏教的纲领。菩萨教我们从哪里下手？从「敦伦尽分」下手。这四个字意思太深太广了，世出世间一切法都不出这四个字。什么叫敦伦？我们用最简单的话来说，就是我们一定要把人与人的关系处好。什么是伦？伦是自然的秩序，天然的秩序。这个东西不能乱，一乱了一切众生就得要遭难，就得要受苦，必须是各就各位。我们生在这个世间一定要知道，自己是什么样的地位？是什么样的身分？这叫自知之明。我过的是什么样的生活，要知道这些事实的真相。前因后果，果然通达明了这叫学问。能够随顺天然的法则、自然的秩序，这个人叫行道，我们讲这个人是道德之人，他过着他本分的生活，守着他本分的地位。如果他生来是贫贱，他能够安分守己，守住他的贫贱；他要是命中有富贵，他也安于富贵，于是社会安定，世界和平，人民有福了。如果不安于本分，不安于本位，胡作妄为，社会动乱，世界不太平，人民要遭受许许多多灾难。古圣先贤教学，就是教这个东西。",
      "zh_TW": "印光大師教我們，這是菩薩示現在當今的世間，救度現前苦難眾生，他講了十六個字，「敦倫盡分，閑邪存誠，信願念佛，求生淨土」，大勢至菩薩！菩薩主智慧，觀世音菩薩主慈悲，這兩大菩薩是極樂世界阿彌陀佛的助教，兩位得力的助手。菩薩這十六個字我們千萬不要把它看輕，這十六個字是一大藏教的綱領。菩薩教我們從哪裡下手？從「敦倫盡分」下手。這四個字意思太深太廣了，世出世間一切法都不出這四個字。什麼叫敦倫？我們用最簡單的話來說，就是我們一定要把人與人的關係處好。什麼是倫？倫是自然的秩序，天然的秩序。這個東西不能亂，一亂了一切眾生就得要遭難，就得要受苦，必須是各就各位。我們生在這個世間一定要知道，自己是什麼樣的地位？是什麼樣的身分？這叫自知之明。我過的是什麼樣的生活，要知道這些事實的真相。前因後果，果然通達明瞭這叫學問。能夠隨順天然的法則、自然的秩序，這個人叫行道，我們講這個人是道德之人，他過著他本分的生活，守著他本分的地位。如果他生來是貧賤，他能夠安分守己，守住他的貧賤；他要是命中有富貴，他也安於富貴，於是社會安定，世界和平，人民有福了。如果不安於本分，不安於本位，胡作妄為，社會動亂，世界不太平，人民要遭受許許多多災難。古聖先賢教學，就是教這個東西。"
    },
    {
      "id": "12-017-0457_p0027",
      "zh_CN": "古人做出榜样，做出示范来给我们看，颜回居陋巷，箪食瓢饮，这是一个大圣大贤过贫贱的生活，又短命，三十几岁就死了。这是孔老夫子的得意门生，孔老夫子是大圣也只活七十二岁。他们知天命，甘心情愿安于贫贱，为我们做出示范。释迦牟尼佛生于富贵，他能够降等舍弃富贵而安于贫贱，这实在是太难得、太希有！这些人以身作则，做出榜样来给我们看，守法、持戒、守礼，在世间做个规规矩矩的人，奉公守法，给我们做人做出最佳的榜样，只知道修养自己的道德，提升自己的境界，决定不羡慕希求世间的荣华富贵。为什么？他们清楚明了，世间荣华富贵是假的，不是真的，那个东西不好享受。不要说你命里没有你要去强求，那你付出多少代价？就是命中有的，你是自自然然得来的也不好享受。你要不相信你去看看历史，历代帝王有几个是长寿的？许许多多帝王不到四十岁就死了，什么原因？福报享尽了。那个福报多生多劫修的，享福的时间很短就享尽了。释迦牟尼佛清楚，他不要，他去选择一个义务教化众生的这么一个行业、一个工作，清高！他享的是清福，自在随缘，法喜充满。心里所念的、所作所为的，真的是利益众生、利益社会，积功累德干这个好事。我们看出来了，体会得到了，非常敬佩，非常的仰慕，我们发心向他老人家学习。从哪里下手？",
      "zh_TW": "古人做出榜樣，做出示範來給我們看，顏回居陋巷，簞食瓢飲，這是一個大聖大賢過貧賤的生活，又短命，三十幾歲就死了。這是孔老夫子的得意門生，孔老夫子是大聖也只活七十二歲。他們知天命，甘心情願安於貧賤，為我們做出示範。釋迦牟尼佛生於富貴，他能夠降等捨棄富貴而安於貧賤，這實在是太難得、太希有！這些人以身作則，做出榜樣來給我們看，守法、持戒、守禮，在世間做個規規矩矩的人，奉公守法，給我們做人做出最佳的榜樣，只知道修養自己的道德，提升自己的境界，決定不羡慕希求世間的榮華富貴。為什麼？他們清楚明瞭，世間榮華富貴是假的，不是真的，那個東西不好享受。不要說你命裡沒有你要去強求，那你付出多少代價？就是命中有的，你是自自然然得來的也不好享受。你要不相信你去看看歷史，歷代帝王有幾個是長壽的？許許多多帝王不到四十歲就死了，什麼原因？福報享盡了。那個福報多生多劫修的，享福的時間很短就享盡了。釋迦牟尼佛清楚，他不要，他去選擇一個義務教化眾生的這麼一個行業、一個工作，清高！他享的是清福，自在隨緣，法喜充滿。心裡所念的、所作所為的，真的是利益眾生、利益社會，積功累德幹這個好事。我們看出來了，體會得到了，非常敬佩，非常的仰慕，我們發心向他老人家學習。從哪裡下手？"
    },
    {
      "id": "12-017-0457_p0028",
      "zh_CN": "我入佛门请教章嘉大师，大师教我从看破放下入门。我问他从哪里下手？他教我布施，财布施、法布施、无畏布施。那个时候我的物质生活非常清苦，大师说一分钱的布施也是圆满功德，为什么？你已经尽心尽力了，把无始劫以来贪图名闻利养、五欲六尘种种享受的念头布施掉。我终于明白老师的意思，认真努力来学习，从真正放下干起，务必要对于世出世间法决定没有贪恋的念头。这个事情难！过去古往今来多少修行人，一生当中何以不能成就？说实在的话，放不下。妄想放不下，分别放不下，情执放不下，所以害得你生生世世修行，生生世世不能成就，无量劫搞到今天还落得这个样子。果然能够反省、能够检点，这个人觉悟了，换句话说，这个人有救，要套其他宗教里面讲是「这个人得救了！」不知道反省、不知道检点、不能改过，那就没救了。由此可知，真正是谚语常说的「师父领进门，修行在个人」，能不能成就在乎自己是不是有真信、正解、正行，要没有信解行，后面特别着重在行。没有能够起行之前，着重在解，解了之后一定要行，叫悟后起修。你要不真行，不真正去改你的毛病习气，你怎么能成就？一定要身心世界一切放下，一丝毫都不沾染，要欢喜布施，欢喜帮助别人、成就别人。",
      "zh_TW": "我入佛門請教章嘉大師，大師教我從看破放下入門。我問他從哪裡下手？他教我布施，財布施、法布施、無畏布施。那個時候我的物質生活非常清苦，大師說一分錢的布施也是圓滿功德，為什麼？你已經盡心盡力了，把無始劫以來貪圖名聞利養、五欲六塵種種享受的念頭布施掉。我終於明白老師的意思，認真努力來學習，從真正放下幹起，務必要對於世出世間法決定沒有貪戀的念頭。這個事情難！過去古往今來多少修行人，一生當中何以不能成就？說實在的話，放不下。妄想放不下，分別放不下，情執放不下，所以害得你生生世世修行，生生世世不能成就，無量劫搞到今天還落得這個樣子。果然能夠反省、能夠檢點，這個人覺悟了，換句話說，這個人有救，要套其他宗教裡面講是「這個人得救了！」不知道反省、不知道檢點、不能改過，那就沒救了。由此可知，真正是諺語常說的「師父領進門，修行在個人」，能不能成就在乎自己是不是有真信、正解、正行，要沒有信解行，後面特別著重在行。沒有能夠起行之前，著重在解，解了之後一定要行，叫悟後起修。你要不真行，不真正去改你的毛病習氣，你怎麼能成就？一定要身心世界一切放下，一絲毫都不沾染，要歡喜布施，歡喜幫助別人、成就別人。"
    },
    {
      "id": "12-017-0457_p0029",
      "zh_CN": "印光大师做出样子给我们，十方的信众对他的供养，他自己一分钱没有用，都拿去印经布施了。拿去做法布施，广度众生，没有改善他自己的生活，依旧过清苦的生活，依旧住在一个很简单、很简陋的小房子里面。他老人家关房，我们到苏州灵岩山寺去参礼过，我们知道他的生活环境。虚云老和尚禅宗大德，他的弟子遍海内外，所有一切供养建道场，修复损坏的寺院庵堂，恢复之后、建好之后，礼请年轻的出家人去住持、去修道，他就不要了。许许多多道场，我们在他老人家的《年谱》看到，修好之后交给别人，一生就没有再去过，这教给我们真放下。世出世法决定没有一丝一毫据为己有，懂得这什么意思？一丝一毫据为己有，你的我执犹存，我见增长，这是轮回之根。轮回的根不断，换句话说，你就没有能力超越六道轮回，道理在此地。",
      "zh_TW": "印光大師做出樣子給我們，十方的信眾對他的供養，他自己一分錢沒有用，都拿去印經布施了。拿去做法布施，廣度眾生，沒有改善他自己的生活，依舊過清苦的生活，依舊住在一個很簡單、很簡陋的小房子裡面。他老人家關房，我們到蘇州靈巖山寺去參禮過，我們知道他的生活環境。虛雲老和尚禪宗大德，他的弟子遍海內外，所有一切供養建道場，修復損壞的寺院庵堂，恢復之後、建好之後，禮請年輕的出家人去住持、去修道，他就不要了。許許多多道場，我們在他老人家的《年譜》看到，修好之後交給別人，一生就沒有再去過，這教給我們真放下。世出世法決定沒有一絲一毫據為己有，懂得這什麼意思？一絲一毫據為己有，你的我執猶存，我見增長，這是輪迴之根。輪迴的根不斷，換句話說，你就沒有能力超越六道輪迴，道理在此地。"
    },
    {
      "id": "12-017-0457_p0030",
      "zh_CN": "念佛虽然讲带业往生，如果你这个业障习气重，临命终时决定障碍，障碍你往生。你只要有这个念头，你就没有办法逃过魔障。魔障是你过去生中生生世世的冤亲债主，临命终时他要来障碍你。你敌不过业力，临命终时他变现你的家亲眷属，这个时候来诱惑你，你的心一染着立刻就堕三途。这个事情非常可怕，因此我们不能不认真努力向佛菩萨学习。我们在日常生活当中点点滴滴都要回向菩提、回向众生，回向众生是解冤释结，对于冤家我们把所有修学功德回向给他，把这个怨解除。对于有恩于我的，我的修持点点滴滴回向给他，这是报恩。所以我们这一生当中，生活在这个世间干什么的？消融冤业，知恩报恩，那你就完全做对了。诸佛菩萨、这个世间大圣大贤，就是这样示现教导我们的，而在世间第一等大好事、第一等大功德的事情是什么？是学习圣贤的教诲，发扬光大圣贤的教学，这个功德第一大。",
      "zh_TW": "念佛雖然講帶業往生，如果你這個業障習氣重，臨命終時決定障礙，障礙你往生。你只要有這個念頭，你就沒有辦法逃過魔障。魔障是你過去生中生生世世的冤親債主，臨命終時他要來障礙你。你敵不過業力，臨命終時他變現你的家親眷屬，這個時候來誘惑你，你的心一染著立刻就墮三途。這個事情非常可怕，因此我們不能不認真努力向佛菩薩學習。我們在日常生活當中點點滴滴都要迴向菩提、迴向眾生，迴向眾生是解冤釋結，對於冤家我們把所有修學功德迴向給他，把這個怨解除。對於有恩於我的，我的修持點點滴滴迴向給他，這是報恩。所以我們這一生當中，生活在這個世間幹什麼的？消融冤業，知恩報恩，那你就完全做對了。諸佛菩薩、這個世間大聖大賢，就是這樣示現教導我們的，而在世間第一等大好事、第一等大功德的事情是什麼？是學習聖賢的教誨，發揚光大聖賢的教學，這個功德第一大。"
    },
    {
      "id": "12-017-0457_p0031",
      "zh_CN": "在中国，中国历史三千年了，这三千年当中改朝换代，多少帝王他们对于国家民族的贡献，有哪一个人能够比得上孔老夫子？我们想想看，孔老夫子究竟是什么样的大功德？教学。真诚心、清净心、平等心、正觉心、慈悲心，有教无类。他教了多久？实在讲教的时间并不长，周游列国回来之后，周游列国本来是想求一官半职，施展他的抱负，没有想到当时这些诸侯国君，对他虽然礼敬有余，没有人敢用他。不得志就回到故乡，从事于教学的工作，把他的智慧、把他的学问经验传给后人。这样展开代代相传，影响所及，可以说遍及全球。影响最深的是中国，从中国影响到周边的国家，韩国、日本，南面是越南影响最深。现在世界上其他的国家地区，欧美许多著名的大学都设立汉学系，汉学系里头最重要的学科是儒学。",
      "zh_TW": "在中國，中國歷史三千年了，這三千年當中改朝換代，多少帝王他們對於國家民族的貢獻，有哪一個人能夠比得上孔老夫子？我們想想看，孔老夫子究竟是什麼樣的大功德？教學。真誠心、清淨心、平等心、正覺心、慈悲心，有教無類。他教了多久？實在講教的時間並不長，周遊列國回來之後，周遊列國本來是想求一官半職，施展他的抱負，沒有想到當時這些諸侯國君，對他雖然禮敬有餘，沒有人敢用他。不得志就回到故鄉，從事於教學的工作，把他的智慧、把他的學問經驗傳給後人。這樣展開代代相傳，影響所及，可以說遍及全球。影響最深的是中國，從中國影響到周邊的國家，韓國、日本，南面是越南影響最深。現在世界上其他的國家地區，歐美許多著名的大學都設立漢學系，漢學系裡頭最重要的學科是儒學。"
    },
    {
      "id": "12-017-0457_p0032",
      "zh_CN": "释迦牟尼佛如果当年继承王位，可能世界上人都把他忘掉了，谁知道他？他把王位舍弃，他做了一个不朽的大事业，推动多元文化的教学。他教的时间比孔老夫子长，五十年；释迦牟尼佛比孔子长，孔子教学大概是十年左右，不长，释迦牟尼佛教学四十九年，影响之深远超过孔子。我们从这些历史细细去观察去思惟，我们今天选择这个行业，选择人生的方向、目标是正确的，没有错误。选是选对了，怎样去完成？那就是清凉在此地教导我们的原则，「圆成非分成」，这是我们要特别注意的。为什么？圆成才能真正得一切功德庄严聚。要学这个方法，说实在话最好的教科书就是《华严经》，《华严经》给我们很大的启示，这是圆教第一经，圆顿大法，是释迦牟尼佛的根本教义。历代祖师大德都称赞这部经是如来的根本法轮。",
      "zh_TW": "釋迦牟尼佛如果當年繼承王位，可能世界上人都把他忘掉了，誰知道他？他把王位捨棄，他做了一個不朽的大事業，推動多元文化的教學。他教的時間比孔老夫子長，五十年；釋迦牟尼佛比孔子長，孔子教學大概是十年左右，不長，釋迦牟尼佛教學四十九年，影響之深遠超過孔子。我們從這些歷史細細去觀察去思惟，我們今天選擇這個行業，選擇人生的方向、目標是正確的，沒有錯誤。選是選對了，怎樣去完成？那就是清涼在此地教導我們的原則，「圓成非分成」，這是我們要特別注意的。為什麼？圓成才能真正得一切功德莊嚴聚。要學這個方法，說實在話最好的教科書就是《華嚴經》，《華嚴經》給我們很大的啟示，這是圓教第一經，圓頓大法，是釋迦牟尼佛的根本教義。歷代祖師大德都稱讚這部經是如來的根本法輪。"
    },
    {
      "id": "12-017-0457_p0033",
      "zh_CN": "我们要怎么样圆？首先要觉悟，如果有妄想分别执着就不圆了，这个好难！妄想分别执着统统打掉你就圆了，这个话白说了，为什么？我们做不到。做不到，那我们就求相似的圆，不是真的圆，相似的，相似用观想。古德所谓「心有余而力不足」，这个不要紧，只要心有余就好。心里头真有，为什么现在做不到？业障太重。过去生中没有修福，没有修慧，福慧不足，我现在想学佛，福慧不足，但是想学佛的念头不能没有。只要有这一念在，认真努力真正的放弃自己的烦恼习气，随顺佛陀教诲，就能得佛力加持。只要认真努力，假以时日你自然就觉悟到、自己会感觉到，烦恼少了，智慧开了，觉得自己聪明了，这是好事情，这个境界就好。渐渐也能够做到像佛一样的圆成，我们从渐圆逐渐逐渐提升到圆顿，务必要把自己境界不断向上提升，这样就好，不可以退转。为什么会退转？随顺烦恼习气就退转。如何保持不退转？随顺佛陀教诲，我们就不退转。",
      "zh_TW": "我們要怎麼樣圓？首先要覺悟，如果有妄想分別執著就不圓了，這個好難！妄想分別執著統統打掉你就圓了，這個話白說了，為什麼？我們做不到。做不到，那我們就求相似的圓，不是真的圓，相似的，相似用觀想。古德所謂「心有餘而力不足」，這個不要緊，只要心有餘就好。心裡頭真有，為什麼現在做不到？業障太重。過去生中沒有修福，沒有修慧，福慧不足，我現在想學佛，福慧不足，但是想學佛的念頭不能沒有。只要有這一念在，認真努力真正的放棄自己的煩惱習氣，隨順佛陀教誨，就能得佛力加持。只要認真努力，假以時日你自然就覺悟到、自己會感覺到，煩惱少了，智慧開了，覺得自己聰明了，這是好事情，這個境界就好。漸漸也能夠做到像佛一樣的圓成，我們從漸圓逐漸逐漸提升到圓頓，務必要把自己境界不斷向上提升，這樣就好，不可以退轉。為什麼會退轉？隨順煩惱習氣就退轉。如何保持不退轉？隨順佛陀教誨，我們就不退轉。"
    },
    {
      "id": "12-017-0457_p0034",
      "zh_CN": "我们净宗学会成立之后，我劝导所有同学抓住修行的纲领，这个纲领是什么？《观经》的「三福」，十一句，务必要落实。大众在一起共修的「六和敬」，为什么不能和？因为你随顺烦恼、随顺习气，那就彼此不和。所以六和敬不要求别人，诸位同修要晓得，佛真正了不起的地方就在此地，我是佩服得五体投地，「他不要求人，他要求自己」。我们跟大众在一起，要求自己守六和敬，不要求别人。我们今天为什么不和？不要求自己，专要求别人，搞错了，不要求自己要求别人，几千年几万年也和合不了。如果反过头来要求自己，六和敬立刻现前，秘诀就在此。佛知道，孟夫子也知道，你们读《孟子》，孟子遇到一切人事物的挫折，他怎样教给我们？「反求诸己」，回过头来反省，这是对的。佛所制定的戒律不是戒别人的，是戒自己的，自己一定要遵守，不要要求别人遵守，只要求自己。所以六祖大师修行的秘诀，修行的成就，「若真修道人，不见世间过」。为什么世间没有过？别人没有过？戒律不是戒他的，他犯戒我也没有看到他过失，为什么？不是约束他的。佛制定的戒律，我作佛弟子，甘心情愿拜他作老师，我接受他的教诲。他是对我的，他不是对别人。",
      "zh_TW": "我們淨宗學會成立之後，我勸導所有同學抓住修行的綱領，這個綱領是什麼？《觀經》的「三福」，十一句，務必要落實。大眾在一起共修的「六和敬」，為什麼不能和？因為你隨順煩惱、隨順習氣，那就彼此不和。所以六和敬不要求別人，諸位同修要曉得，佛真正了不起的地方就在此地，我是佩服得五體投地，「他不要求人，他要求自己」。我們跟大眾在一起，要求自己守六和敬，不要求別人。我們今天為什麼不和？不要求自己，專要求別人，搞錯了，不要求自己要求別人，幾千年幾萬年也和合不了。如果反過頭來要求自己，六和敬立刻現前，祕訣就在此。佛知道，孟夫子也知道，你們讀《孟子》，孟子遇到一切人事物的挫折，他怎樣教給我們？「反求諸己」，回過頭來反省，這是對的。佛所制定的戒律不是戒別人的，是戒自己的，自己一定要遵守，不要要求別人遵守，只要求自己。所以六祖大師修行的祕訣，修行的成就，「若真修道人，不見世間過」。為什麼世間沒有過？別人沒有過？戒律不是戒他的，他犯戒我也沒有看到他過失，為什麼？不是約束他的。佛制定的戒律，我作佛弟子，甘心情願拜他作老師，我接受他的教誨。他是對我的，他不是對別人。"
    },
    {
      "id": "12-017-0457_p0035",
      "zh_CN": "我们今天最大的一个难题就是把这个意思错会了，「佛制戒律是戒他的」，于是变成什么现象？「只见他人过，不见自己过」，这才叫真正大过失。什么时候我们真正觉悟回过头来，「只见自己过，不见他人过」，六和敬就能做到了，才能真正成就无量无边功德，你自己才能真正修成道德之人，才是真正的善人。你修成了你会感动别人，为什么？别人跟你相处，处的时间久了，他会感觉到「你这个人宽宏大量，事事都是你的错处，我们做错了你一句话都不说。」人有良心，时间久了他会被你感动。他也会跟你一样，天天去反省，天天反求诸己，你就度了这个人。所以不要责怪别人，一定要回过头来责怪自己。我跟大众相处，大众都不如法，我自己不如法，我没有感化这些大众，过失在我不在他，这是真正修养道德的条件。",
      "zh_TW": "我們今天最大的一個難題就是把這個意思錯會了，「佛制戒律是戒他的」，於是變成什麼現象？「只見他人過，不見自己過」，這才叫真正大過失。什麼時候我們真正覺悟回過頭來，「只見自己過，不見他人過」，六和敬就能做到了，才能真正成就無量無邊功德，你自己才能真正修成道德之人，才是真正的善人。你修成了你會感動別人，為什麼？別人跟你相處，處的時間久了，他會感覺到「你這個人寬宏大量，事事都是你的錯處，我們做錯了你一句話都不說。」人有良心，時間久了他會被你感動。他也會跟你一樣，天天去反省，天天反求諸己，你就度了這個人。所以不要責怪別人，一定要回過頭來責怪自己。我跟大眾相處，大眾都不如法，我自己不如法，我沒有感化這些大眾，過失在我不在他，這是真正修養道德的條件。"
    },
    {
      "id": "12-017-0457_p0036",
      "zh_CN": "孔子为什么能成为圣人？孟子为什么能成为圣人？佛菩萨何以能成为圣人？就是用这个方法成就的。我们成就不了圣贤还在搞凡夫，还在造业，眼看就要堕三途地狱，什么原因？我们不知道这个方法，总是「别人不对，我没有错误。」哪里知道最严重的病就在此地。我们这一生当中要想有成就，这个道理不能不懂，这个方法不能不学，一定要认真努力去修学，我们这一生才有成就的指望，才能够从渐圆真正到了圆圆。我们求生西方极乐世界，说实在的话，目标一定要定在实报庄严土，一生到极乐世界华开见佛。生到方便土、同居土，已经是对不起佛菩萨，我们这一生遇到这样殊胜的缘，还搞个同居土、方便土，成什么话？善导大师说的话没错，「四土三辈九品，总在遇缘不同」，我们遇的缘太殊胜了，不应该生方便土、有余土，不应该！肯定要生实报庄严土。这才真正对得起佛菩萨，对得起老师，对得起我这一生所遇到的机缘。",
      "zh_TW": "孔子為什麼能成為聖人？孟子為什麼能成為聖人？佛菩薩何以能成為聖人？就是用這個方法成就的。我們成就不了聖賢還在搞凡夫，還在造業，眼看就要墮三途地獄，什麼原因？我們不知道這個方法，總是「別人不對，我沒有錯誤。」哪裡知道最嚴重的病就在此地。我們這一生當中要想有成就，這個道理不能不懂，這個方法不能不學，一定要認真努力去修學，我們這一生才有成就的指望，才能夠從漸圓真正到了圓圓。我們求生西方極樂世界，說實在的話，目標一定要定在實報莊嚴土，一生到極樂世界華開見佛。生到方便土、同居土，已經是對不起佛菩薩，我們這一生遇到這樣殊勝的緣，還搞個同居土、方便土，成什麼話？善導大師說的話沒錯，「四土三輩九品，總在遇緣不同」，我們遇的緣太殊勝了，不應該生方便土、有餘土，不應該！肯定要生實報莊嚴土。這才真正對得起佛菩薩，對得起老師，對得起我這一生所遇到的機緣。"
    },
    {
      "id": "12-017-0457_p0037",
      "zh_CN": "我真正能够明了，真信、真解、真行，效法诸佛菩萨，起心动念、言语造作，点点滴滴都是为一切众生，奉献给一切众生，就是回向发愿心。帮助一切众生，转迷为悟。我点点滴滴的心行，心是起心动念，行是言语造作，我们用现代的话来说，都要做一切众生最好的榜样，为一切众生做最好榜样就是为他，不是为自己。真正为众生就是回向，回向众生，对自己来讲是回向菩提，菩提是大觉，大彻大悟。为自己是求大彻大悟，为众生是给众生做最好的榜样，让他看到、让他听到、让他接触到，有所感触，有所启发。他觉悟了，他就回头了，回恶向善，回迷向悟，回六道向极乐世界，对！众生还没有觉悟，众生还没有感触，我们自己做得不好，做得不够，还要加紧努力做得更好，做得更明显。目的是什么？希望他早一天觉悟，希望一切众生早一天回头，早一天明了宇宙人生的真相，早一天省悟过来知道人与人的关系，人与自然万物的关系，人与天地鬼神的关系，没有别的。",
      "zh_TW": "我真正能夠明瞭，真信、真解、真行，效法諸佛菩薩，起心動念、言語造作，點點滴滴都是為一切眾生，奉獻給一切眾生，就是迴向發願心。幫助一切眾生，轉迷為悟。我點點滴滴的心行，心是起心動念，行是言語造作，我們用現代的話來說，都要做一切眾生最好的榜樣，為一切眾生做最好榜樣就是為他，不是為自己。真正為眾生就是迴向，迴向眾生，對自己來講是迴向菩提，菩提是大覺，大徹大悟。為自己是求大徹大悟，為眾生是給眾生做最好的榜樣，讓他看到、讓他聽到、讓他接觸到，有所感觸，有所啟發。他覺悟了，他就回頭了，回惡向善，回迷向悟，回六道向極樂世界，對！眾生還沒有覺悟，眾生還沒有感觸，我們自己做得不好，做得不夠，還要加緊努力做得更好，做得更明顯。目的是什麼？希望他早一天覺悟，希望一切眾生早一天回頭，早一天明瞭宇宙人生的真相，早一天省悟過來知道人與人的關係，人與自然萬物的關係，人與天地鬼神的關係，沒有別的。"
    },
    {
      "id": "12-017-0457_p0038",
      "zh_CN": "凡夫一回头就是圣人，转凡成圣，这是我们对于一切众生的布施供养，对一切众生的真诚奉献。奉献我们的心智，奉献我们的身体，奉献我们全部的时间，奉献我们全部的精力，这就叫圆成。清凉大师这个注解，诸位有机会细细去看看，我给你讲解的这些，你就能体会什么叫「圆成」、什么叫「分成」。分成是部分不圆满，圆成快速，我们这一生当中立志取西方极乐世界实报净土，得用这个方法来修，自己会有信心，这一生没有空过。现在时间到了，我们就讲到此地。",
      "zh_TW": "凡夫一回頭就是聖人，轉凡成聖，這是我們對於一切眾生的布施供養，對一切眾生的真誠奉獻。奉獻我們的心智，奉獻我們的身體，奉獻我們全部的時間，奉獻我們全部的精力，這就叫圓成。清涼大師這個註解，諸位有機會細細去看看，我給你講解的這些，你就能體會什麼叫「圓成」、什麼叫「分成」。分成是部分不圓滿，圓成快速，我們這一生當中立志取西方極樂世界實報淨土，得用這個方法來修，自己會有信心，這一生沒有空過。現在時間到了，我們就講到此地。"
    }
  ]
}