{
  "doc_id": "12-017-1488",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四八八卷",
    "zh_TW": "第一四八八卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1488",
  "total_paragraphs": 56,
  "paragraphs": [
    {
      "id": "12-017-1488_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「净行品第十一」长行，经文第十段看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「淨行品第十一」長行，經文第十段看起："
    },
    {
      "id": "12-017-1488_p0002",
      "zh_CN": "【云何得与一切众生为依。为救。为归。为趣。为炬。为明。为照。为导。为胜导。为普导。】",
      "zh_TW": "【云何得與一切眾生為依。為救。為歸。為趣。為炬。為明。為照。為導。為勝導。為普導。】"
    },
    {
      "id": "12-017-1488_p0003",
      "zh_CN": "这十句。清凉大师在注解里面说，最后的两段，「明等流果者，由本愿力，为依救等」，这个等就是一直到普导。这个注解到此地是解释我们刚才念的这段，后面那是属于最后的一段。这段文清凉大师没有注解，但是他后面一句话给我们说清楚了，他说「今初」，这就是第一段，「能为饶益，依等十句，如回向初」。这段文在「十回向品」第一个大段初回向里面有详细的说明，所以大师在此地就省略了。我们现在念到「净行品」，初回向距离我们还很远，照我们现在这个进度，恐怕到两年之后才能讲到。我们同学，因为不是学校，所以流动性很大。既然来了，纵然是来听一次，我们也要有一次殊胜的利益，就是你一次都没有白来，我们才能够对得起大家。所以我们也不离开初回向里面所说的，初回向里所说的大意跟这个相同，但是有几句用的词不一样。好在世尊教导我们的四依法，「依义不依语」，所以我们就依初回向里面的经文来解释这十句。这是菩萨发愿说我当为一切众生作依。菩萨是我们修行的榜样，是我们学佛的典型，他做出样子来给我们看，我们应当向他学习。",
      "zh_TW": "這十句。清涼大師在註解裡面說，最後的兩段，「明等流果者，由本願力，為依救等」，這個等就是一直到普導。這個註解到此地是解釋我們剛才念的這段，後面那是屬於最後的一段。這段文清涼大師沒有註解，但是他後面一句話給我們說清楚了，他說「今初」，這就是第一段，「能為饒益，依等十句，如迴向初」。這段文在「十迴向品」第一個大段初迴向裡面有詳細的說明，所以大師在此地就省略了。我們現在念到「淨行品」，初迴向距離我們還很遠，照我們現在這個進度，恐怕到兩年之後才能講到。我們同學，因為不是學校，所以流動性很大。既然來了，縱然是來聽一次，我們也要有一次殊勝的利益，就是你一次都沒有白來，我們才能夠對得起大家。所以我們也不離開初迴向裡面所說的，初迴向裡所說的大意跟這個相同，但是有幾句用的詞不一樣。好在世尊教導我們的四依法，「依義不依語」，所以我們就依初迴向裡面的經文來解釋這十句。這是菩薩發願說我當為一切眾生作依。菩薩是我們修行的榜樣，是我們學佛的典型，他做出樣子來給我們看，我們應當向他學習。"
    },
    {
      "id": "12-017-1488_p0004",
      "zh_CN": "在过去我初学佛的时候，老师教导我们，那个时候我还没出家，跟李老师学经教，老师告诉我们，我们学佛当然最重要的是依靠经典，离开经典，那就不是学佛。可是依靠经典还有不足，那怎么办？还要找一个人跟他学。当然，我们都是跟老师学，老师很客气说：我不行。于是他给我们介绍一个人，介绍的是他的老师，印光大师。而且还特别嘱咐我们，因为那个时候没出家，都是居士身分，「古人不学苏东坡，今人不学梁启超」。我们知道梁启超跟苏东坡也都是很虔诚的佛教徒，但是怎么样？没有成就；他们一生搞的是佛学，而不是学佛。",
      "zh_TW": "在過去我初學佛的時候，老師教導我們，那個時候我還沒出家，跟李老師學經教，老師告訴我們，我們學佛當然最重要的是依靠經典，離開經典，那就不是學佛。可是依靠經典還有不足，那怎麼辦？還要找一個人跟他學。當然，我們都是跟老師學，老師很客氣說：我不行。於是他給我們介紹一個人，介紹的是他的老師，印光大師。而且還特別囑咐我們，因為那個時候沒出家，都是居士身分，「古人不學蘇東坡，今人不學梁啟超」。我們知道梁啟超跟蘇東坡也都是很虔誠的佛教徒，但是怎麼樣？沒有成就；他們一生搞的是佛學，而不是學佛。"
    },
    {
      "id": "12-017-1488_p0005",
      "zh_CN": "佛学跟学佛是两回事情。这要不是老师特别给我们开导，我们往往都把它混成一桩事情。学佛、佛学不是一桩事情吗？哪还两桩事情？老师一讲，我们恍然大悟。搞佛学是把佛教当作一门学问来看，研究它的理论，它的教义、学术，而没有办法去做到，就是清凉大师在《华严》里面所说的「有解无行」，这就是佛学。学佛，学佛要解行相应，那就真的学佛；我要把我所学到的东西统统变成我自己的生活，我在工作上用得上，我在处事待人接物用得上，这叫真正的学问。所以老师给我介绍一个样子，他说有个样子你就好学，介绍我印光大师。",
      "zh_TW": "佛學跟學佛是兩回事情。這要不是老師特別給我們開導，我們往往都把它混成一樁事情。學佛、佛學不是一樁事情嗎？哪還兩樁事情？老師一講，我們恍然大悟。搞佛學是把佛教當作一門學問來看，研究它的理論，它的教義、學術，而沒有辦法去做到，就是清涼大師在《華嚴》裡面所說的「有解無行」，這就是佛學。學佛，學佛要解行相應，那就真的學佛；我要把我所學到的東西統統變成我自己的生活，我在工作上用得上，我在處事待人接物用得上，這叫真正的學問。所以老師給我介紹一個樣子，他說有個樣子你就好學，介紹我印光大師。"
    },
    {
      "id": "12-017-1488_p0006",
      "zh_CN": "印光大师也不在世了，也都过世了，怎么跟他学？印光大师的《文钞》在，他老人家这些著作在。现在我们看到印祖的《全集》，精装本这么厚一共有七册，你去读，你去依教奉行，把他老人家教训都能够落实，这就是印光大师私淑弟子。就在当代找不到德高望重的好老师，我们从古人里面去找。古人当然是愈近愈好，他距离我们不太远；换句话说，他的文字我们看起来比较容易。老师为我们介绍，确实是有这个必要。",
      "zh_TW": "印光大師也不在世了，也都過世了，怎麼跟他學？印光大師的《文鈔》在，他老人家這些著作在。現在我們看到印祖的《全集》，精裝本這麼厚一共有七冊，你去讀，你去依教奉行，把他老人家教訓都能夠落實，這就是印光大師私淑弟子。就在當代找不到德高望重的好老師，我們從古人裡面去找。古人當然是愈近愈好，他距離我們不太遠；換句話說，他的文字我們看起來比較容易。老師為我們介紹，確實是有這個必要。"
    },
    {
      "id": "12-017-1488_p0007",
      "zh_CN": "我们看《华严》，《华严》是世尊示现成道第一部所讲的。所以五时说法，第一时是华严。但是《华严》不是在人间讲的，也不是在天上讲的，是佛在定中讲的。我们凡夫看到释迦牟尼佛在菩提树下入定，谁知道他在定中开这么大的法会，讲这样殊胜的法门。什么人参与这个法会？法身菩萨。参与法会的人，四十一位法身大士，这在经的开头都跟诸位概略的介绍过。你看这部经到最后善财童子五十三参，那就是一个榜样，就是有典型。学的人、教的人，我们从这个地方都能够深深的体会到。所以一定要发大心。",
      "zh_TW": "我們看《華嚴》，《華嚴》是世尊示現成道第一部所講的。所以五時說法，第一時是華嚴。但是《華嚴》不是在人間講的，也不是在天上講的，是佛在定中講的。我們凡夫看到釋迦牟尼佛在菩提樹下入定，誰知道他在定中開這麼大的法會，講這樣殊勝的法門。什麼人參與這個法會？法身菩薩。參與法會的人，四十一位法身大士，這在經的開頭都跟諸位概略的介紹過。你看這部經到最後善財童子五十三參，那就是一個榜樣，就是有典型。學的人、教的人，我們從這個地方都能夠深深的體會到。所以一定要發大心。"
    },
    {
      "id": "12-017-1488_p0008",
      "zh_CN": "为什么要出家？出家干些什么？佛法，同学们都知道，总不外两种人，佛门里头两种人，一种是弘法的，一个是护法的。佛法是教育不是宗教，这诸位是一定要搞清楚；你要不搞清楚，你在佛法里学不到东西。寺院庵堂是学校，这一定要知道。寺，为什么称作寺？寺是什么意思？这要懂得，寺不是庙，庙是祭祀祖先的、祭祀鬼神的，称之为庙，寺是政府办事的机关，这要搞清楚。",
      "zh_TW": "為什麼要出家？出家幹些什麼？佛法，同學們都知道，總不外兩種人，佛門裡頭兩種人，一種是弘法的，一個是護法的。佛法是教育不是宗教，這諸位是一定要搞清楚；你要不搞清楚，你在佛法裡學不到東西。寺院庵堂是學校，這一定要知道。寺，為什麼稱作寺？寺是什麼意思？這要懂得，寺不是廟，廟是祭祀祖先的、祭祀鬼神的，稱之為廟，寺是政府辦事的機關，這要搞清楚。"
    },
    {
      "id": "12-017-1488_p0009",
      "zh_CN": "佛教是汉朝时候传到中国来的。汉朝时候的制度，直接属于皇帝管辖的机构就称为寺。寺这个机构的设立是永久的，不会被撤销的，不像宰相底下办事的机关称部。你看在从前礼部、吏部、兵部，兵部就是现在的国防部，礼部就是现在的教育部，吏部是现在的内政部。这个部可以撤销、可以兼并，不是一个永久不变的机构，可以增，可以撤掉。皇帝下面有九个办事的机构，这是永恒的，从汉朝一直到清朝都没有改变，所以称寺。寺是政府办事的机关，寺的首长称卿。这一般人大概都知道，从前帝王时代三公九卿，三公地位很高，那是皇上的顾问，九卿是皇帝直属办事的，我们今天讲一级机构的首长。佛教到中国来之后，也成立一个机构，这个机构居然也称之为寺，你就晓得佛教是什么样的身分地位。",
      "zh_TW": "佛教是漢朝時候傳到中國來的。漢朝時候的制度，直接屬於皇帝管轄的機構就稱為寺。寺這個機構的設立是永久的，不會被撤銷的，不像宰相底下辦事的機關稱部。你看在從前禮部、吏部、兵部，兵部就是現在的國防部，禮部就是現在的教育部，吏部是現在的內政部。這個部可以撤銷、可以兼併，不是一個永久不變的機構，可以增，可以撤掉。皇帝下面有九個辦事的機構，這是永恆的，從漢朝一直到清朝都沒有改變，所以稱寺。寺是政府辦事的機關，寺的首長稱卿。這一般人大概都知道，從前帝王時代三公九卿，三公地位很高，那是皇上的顧問，九卿是皇帝直屬辦事的，我們今天講一級機構的首長。佛教到中國來之後，也成立一個機構，這個機構居然也稱之為寺，你就曉得佛教是什麼樣的身分地位。"
    },
    {
      "id": "12-017-1488_p0010",
      "zh_CN": "这个寺称什么寺？在当时，你看中国人厚道，摩腾、竺法兰带着佛像、经书从西域到中国，白马驮回来的，所以也不能忘记白马的功劳，就把这个寺的名字称为「白马寺」。那个时候首都在洛阳，洛阳白马寺是佛教第一个寺。这个寺的来源要知道。它办的什么事？办的是佛陀教育，这个要懂。那时候的工作，第一个是翻译经典，像现在国家的编译馆一样，翻译经典；第二个指导学习经典。所以它是教学。这种教学，可以说一直到清朝的早年，大概在康熙、雍正、乾隆的时候还都没有变，寺院庵堂没有不讲经的，没有不教学的，这我们要懂。",
      "zh_TW": "這個寺稱什麼寺？在當時，你看中國人厚道，摩騰、竺法蘭帶著佛像、經書從西域到中國，白馬馱回來的，所以也不能忘記白馬的功勞，就把這個寺的名字稱為「白馬寺」。那個時候首都在洛陽，洛陽白馬寺是佛教第一個寺。這個寺的來源要知道。它辦的什麼事？辦的是佛陀教育，這個要懂。那時候的工作，第一個是翻譯經典，像現在國家的編譯館一樣，翻譯經典；第二個指導學習經典。所以它是教學。這種教學，可以說一直到清朝的早年，大概在康熙、雍正、乾隆的時候還都沒有變，寺院庵堂沒有不講經的，沒有不教學的，這我們要懂。"
    },
    {
      "id": "12-017-1488_p0011",
      "zh_CN": "所以出家，第一个讲经，不讲经就是护持，就像一个学校一样，你不是教员，你就是职员。所以教职员，教员是专门负责上课的，职员是护持道场的，道场有许多行政工作需要他们做。诸位看看寺庙里头叫纲领执事，你就懂得了，你就明白了。寺院里面的住持方丈，他是什么地位？像学校的校长，他是校长。所以佛门里面称和尚，只有他称和尚，别的人不能称和尚，和尚是校长，和尚是亲教师，就是他主持这一个学校的教学政策、教学方针，是由他决定的。他不一定要上课，教员替他执行、替他上课，教育政策方针是他定的，这教化一方。",
      "zh_TW": "所以出家，第一個講經，不講經就是護持，就像一個學校一樣，你不是教員，你就是職員。所以教職員，教員是專門負責上課的，職員是護持道場的，道場有許多行政工作需要他們做。諸位看看寺廟裡頭叫綱領執事，你就懂得了，你就明白了。寺院裡面的住持方丈，他是什麼地位？像學校的校長，他是校長。所以佛門裡面稱和尚，只有他稱和尚，別的人不能稱和尚，和尚是校長，和尚是親教師，就是他主持這一個學校的教學政策、教學方針，是由他決定的。他不一定要上課，教員替他執行、替他上課，教育政策方針是他定的，這教化一方。"
    },
    {
      "id": "12-017-1488_p0012",
      "zh_CN": "他下面有三个纲领执事，第一个是首座，首座就是现在学校的教务长，像大学的教务长，他管教学。所以首座和尚有时候不只一个人，有好多个，分座讲经。这个寺，大的寺院它有好多个讲堂，你喜欢听什么经、喜欢听哪个法门，你去上哪个教室，同时上课的。第二个是维那，维那是管训导的，管秩序、管训导的，训导长。第三个是监院，监院是管总务，总务长。名称不一样，他们所管的事是一样的，教务、训导、总务，这是和尚下面三个领导人。你看看这些，你就晓得佛教是教育，它不是宗教。",
      "zh_TW": "他下面有三個綱領執事，第一個是首座，首座就是現在學校的教務長，像大學的教務長，他管教學。所以首座和尚有時候不只一個人，有好多個，分座講經。這個寺，大的寺院它有好多個講堂，你喜歡聽什麼經、喜歡聽哪個法門，你去上哪個教室，同時上課的。第二個是維那，維那是管訓導的，管秩序、管訓導的，訓導長。第三個是監院，監院是管總務，總務長。名稱不一樣，他們所管的事是一樣的，教務、訓導、總務，這是和尚下面三個領導人。你看看這些，你就曉得佛教是教育，它不是宗教。"
    },
    {
      "id": "12-017-1488_p0013",
      "zh_CN": "所以我们称呼上，你也能清楚。称和尚，「和尚」是印度话，就是亲教师，虽然他不上课，但是教学的政策、教学的计划是他决定；他要请哪个老师来教，教什么课目，他决定的，所以实际上教育他负责任。其他的职员跟教员，无论是讲经的法师、是担任执事的法师，都称之为阇梨，阿阇梨。「阿阇梨」也是印度话，翻成中国意思叫轨范师，轨是轨道，范是模范，他的言行、他的办事可以做世人的榜样，做世人的模范，叫轨范师，我们通常称为法师，法师就是一言一行都是社会大众的榜样。",
      "zh_TW": "所以我們稱呼上，你也能清楚。稱和尚，「和尚」是印度話，就是親教師，雖然他不上課，但是教學的政策、教學的計畫是他決定；他要請哪個老師來教，教什麼課目，他決定的，所以實際上教育他負責任。其他的職員跟教員，無論是講經的法師、是擔任執事的法師，都稱之為闍梨，阿闍梨。「阿闍梨」也是印度話，翻成中國意思叫軌範師，軌是軌道，範是模範，他的言行、他的辦事可以做世人的榜樣，做世人的模範，叫軌範師，我們通常稱為法師，法師就是一言一行都是社會大眾的榜樣。"
    },
    {
      "id": "12-017-1488_p0014",
      "zh_CN": "我当为一切众生作依，『依』是依靠。这一切众生迷惑、烦恼、习气，不知不觉对于宇宙人生真相想错、看错、做错了，佛菩萨大彻大悟，所以一定要发心给一切众生做依靠。初回向里面为我们解释的是「令免一切诸苦事故」，这句文字是不多，意思真的是无有穷尽，一定是要帮助一切众生免除一切苦事。你的思想见解言行错误，你就带来苦的结果。像我们今天这个世界，佛经上称我们的世界叫娑婆世界，「娑婆」是梵语，翻成中国的意思，极苦，跟极乐正相反。弥陀的世界叫极乐，这叫极苦，苦不堪言。诸位想想我们这一生，你过的是苦还是乐？觉悟到苦，这是你开始觉悟了。你在这个苦里头不知道苦，苦中作乐，乐还是苦，几个人省悟过来？",
      "zh_TW": "我當為一切眾生作依，『依』是依靠。這一切眾生迷惑、煩惱、習氣，不知不覺對於宇宙人生真相想錯、看錯、做錯了，佛菩薩大徹大悟，所以一定要發心給一切眾生做依靠。初迴向裡面為我們解釋的是「令免一切諸苦事故」，這句文字是不多，意思真的是無有窮盡，一定是要幫助一切眾生免除一切苦事。你的思想見解言行錯誤，你就帶來苦的結果。像我們今天這個世界，佛經上稱我們的世界叫娑婆世界，「娑婆」是梵語，翻成中國的意思，極苦，跟極樂正相反。彌陀的世界叫極樂，這叫極苦，苦不堪言。諸位想想我們這一生，你過的是苦還是樂？覺悟到苦，這是你開始覺悟了。你在這個苦裡頭不知道苦，苦中作樂，樂還是苦，幾個人省悟過來？"
    },
    {
      "id": "12-017-1488_p0015",
      "zh_CN": "佛菩萨用什么方法来帮助众生？释迦牟尼佛就给我们做了榜样，我们学佛就要学释迦牟尼佛，你看看，他真的是放下。我们世间人求什么？求富贵，求荣华富贵，求名闻利养，求五欲六尘的享受，求做大官、发大财。这些事情，释迦牟尼佛统统都具足，他是王子，他要不出家，他继承王位，中国人所谓是「贵为天子，富有四海」，世间人所希求的，他全部得到。但是做国王也苦，苦事多多，如果是一个错误政策，你要害多少众生受苦受难？一个好的政策，当然利益无边，都在觉跟迷。所以释迦牟尼佛要想帮助一切众生离苦得乐，他现身说法，出家去求学，这就是只有真正的学问才能解决问题。十九岁出家，离开家庭去求学，在当时印度著名的学者专家他都参访过，这用了十几年的时间。普遍参访，觉得不满意，再回到恒河流域，在菩提树下，这个故事诸位都知道，「夜睹明星，豁然大悟」。这就跟禅宗里面所说的一样，大彻大悟，明心见性，这个时候他三十岁。",
      "zh_TW": "佛菩薩用什麼方法來幫助眾生？釋迦牟尼佛就給我們做了榜樣，我們學佛就要學釋迦牟尼佛，你看看，他真的是放下。我們世間人求什麼？求富貴，求榮華富貴，求名聞利養，求五欲六塵的享受，求做大官、發大財。這些事情，釋迦牟尼佛統統都具足，他是王子，他要不出家，他繼承王位，中國人所謂是「貴為天子，富有四海」，世間人所希求的，他全部得到。但是做國王也苦，苦事多多，如果是一個錯誤政策，你要害多少眾生受苦受難？一個好的政策，當然利益無邊，都在覺跟迷。所以釋迦牟尼佛要想幫助一切眾生離苦得樂，他現身說法，出家去求學，這就是只有真正的學問才能解決問題。十九歲出家，離開家庭去求學，在當時印度著名的學者專家他都參訪過，這用了十幾年的時間。普遍參訪，覺得不滿意，再回到恆河流域，在菩提樹下，這個故事諸位都知道，「夜睹明星，豁然大悟」。這就跟禪宗裡面所說的一樣，大徹大悟，明心見性，這個時候他三十歲。"
    },
    {
      "id": "12-017-1488_p0016",
      "zh_CN": "孔老夫子十五岁有志于学，三十而立。释迦牟尼佛十九岁离开家庭出去参学，三十岁大彻大悟。悟了以后，他选择教学这个工作，他没有回去做国王，他没有回去，没有回去继承他父亲的王位，他选择了，现在人所说的多元文化的社会教育。所谓多元文化，他教学的对象不分国家、不分种族、不分宗教，只要你肯来学，他都很乐意教你。而教学的内容非常广泛，世出世间一切法，只要你提出问题，他都会给你圆满的解答，内容太丰富！不是像学校一个学系、一个学院，不是的。这部《大藏经》里面的内容，比现在世界上任何一个大学都多，没有一个学校能够跟它相比，这也是属于多元的。最难得的，他是一个义务的老师，这么一个好老师不收学费，你给他，他也不要，过最简单的生活，「日中一食，树下一宿」，我们讲苦行僧的生活。这是我们世间人不愿意过这个生活，我们觉得这个生活太苦，而佛菩萨这个生活太快乐了。",
      "zh_TW": "孔老夫子十五歲有志於學，三十而立。釋迦牟尼佛十九歲離開家庭出去參學，三十歲大徹大悟。悟了以後，他選擇教學這個工作，他沒有回去做國王，他沒有回去，沒有回去繼承他父親的王位，他選擇了，現在人所說的多元文化的社會教育。所謂多元文化，他教學的對象不分國家、不分種族、不分宗教，只要你肯來學，他都很樂意教你。而教學的內容非常廣泛，世出世間一切法，只要你提出問題，他都會給你圓滿的解答，內容太豐富！不是像學校一個學系、一個學院，不是的。這部《大藏經》裡面的內容，比現在世界上任何一個大學都多，沒有一個學校能夠跟它相比，這也是屬於多元的。最難得的，他是一個義務的老師，這麼一個好老師不收學費，你給他，他也不要，過最簡單的生活，「日中一食，樹下一宿」，我們講苦行僧的生活。這是我們世間人不願意過這個生活，我們覺得這個生活太苦，而佛菩薩這個生活太快樂了。"
    },
    {
      "id": "12-017-1488_p0017",
      "zh_CN": "我们世间人认为苦，佛菩萨乐；我们世间人认为乐的，佛菩萨说那个苦。这个道理深了，在中国有没有人懂得？有，孔孟老庄懂得。你看看夫子赞叹颜回，颜回的生活不就跟苦行僧的生活一样吗？箪食瓢饮，居陋巷，人不堪其忧，夫子赞叹说「回也不改其乐」。这就是物质生活再苦，他里头有乐，中国从前读书人所谓「孔颜之乐」，孔子、颜回他们这个乐不是一般人的境界。所以世尊所示现的那个乐是真乐，为什么？没有一丝毫副作用。世间人享受这个乐，佛讲「乐是苦因」，你现在在享受乐，你是在造苦的因，那苦是什么？三途，地狱、饿鬼、畜生的因，业因，因是什么？贪瞋痴慢，它里头有这些东西在，所以说乐是苦因。我们如果不是稍微契入经藏，也是不容易体会佛法讲的法喜充满，常生欢喜心。",
      "zh_TW": "我們世間人認為苦，佛菩薩樂；我們世間人認為樂的，佛菩薩說那個苦。這個道理深了，在中國有沒有人懂得？有，孔孟老莊懂得。你看看夫子讚歎顏回，顏回的生活不就跟苦行僧的生活一樣嗎？簞食瓢飲，居陋巷，人不堪其憂，夫子讚歎說「回也不改其樂」。這就是物質生活再苦，他裡頭有樂，中國從前讀書人所謂「孔顏之樂」，孔子、顏回他們這個樂不是一般人的境界。所以世尊所示現的那個樂是真樂，為什麼？沒有一絲毫副作用。世間人享受這個樂，佛講「樂是苦因」，你現在在享受樂，你是在造苦的因，那苦是什麼？三途，地獄、餓鬼、畜生的因，業因，因是什麼？貪瞋痴慢，它裡頭有這些東西在，所以說樂是苦因。我們如果不是稍微契入經藏，也是不容易體會佛法講的法喜充滿，常生歡喜心。"
    },
    {
      "id": "12-017-1488_p0018",
      "zh_CN": "释迦牟尼佛一生没有建道场，带着这么一批学生，学生人数实在是不少，在经上我们常常看到一千二百五十五人，这出家众，还有在家众没有写出来的，这个团体真不小。住在哪里？树林，树下一宿。吃饭，出去托钵，一天吃一餐。除这个之外，就是上课。佛跟大家上课，天天上课，上课之后，同学们研究讨论，遇到疑难的问题，向世尊请教，世尊一一向他们解答，这以后记录下来都变成经典，现在的《大藏经》。",
      "zh_TW": "釋迦牟尼佛一生沒有建道場，帶著這麼一批學生，學生人數實在是不少，在經上我們常常看到一千二百五十五人，這出家眾，還有在家眾沒有寫出來的，這個團體真不小。住在哪裡？樹林，樹下一宿。吃飯，出去托缽，一天吃一餐。除這個之外，就是上課。佛跟大家上課，天天上課，上課之後，同學們研究討論，遇到疑難的問題，向世尊請教，世尊一一向他們解答，這以後記錄下來都變成經典，現在的《大藏經》。"
    },
    {
      "id": "12-017-1488_p0019",
      "zh_CN": "我们现在中国翻译的《大藏经》，只有世尊讲经的我想一半都不到。那个时候交通不方便，运输非常困难，印度高僧到中国来，总是精挑细选，选几部能带得动的到中国来。中国高僧到印度去取经，也是精挑细选，没有办法全部带回来，你才知道多艰难。带到中国来，中国再从事于汉文的翻译，翻译的时候又淘汰一部分。所以我们现在这个《大藏经》是世尊当年教学的，可以说是精华，不是完整的，这要知道。这是他们的生活方式。护持，那个时候的护持都是在家居士，护持这个僧团，当然这里面也有不少是国王大臣担任护法，那都是佛的在家学生。",
      "zh_TW": "我們現在中國翻譯的《大藏經》，只有世尊講經的我想一半都不到。那個時候交通不方便，運輸非常困難，印度高僧到中國來，總是精挑細選，選幾部能帶得動的到中國來。中國高僧到印度去取經，也是精挑細選，沒有辦法全部帶回來，你才知道多艱難。帶到中國來，中國再從事於漢文的翻譯，翻譯的時候又淘汰一部分。所以我們現在這個《大藏經》是世尊當年教學的，可以說是精華，不是完整的，這要知道。這是他們的生活方式。護持，那個時候的護持都是在家居士，護持這個僧團，當然這裡面也有不少是國王大臣擔任護法，那都是佛的在家學生。"
    },
    {
      "id": "12-017-1488_p0020",
      "zh_CN": "所以他们的乐，正是《论语》里面头一句，「学而时习之，不亦说乎」。那个乐是孔颜之乐，一般人决定无法想像。不乐，怎么能持久？释迦牟尼佛干这个事情干了四十九年，从三十岁到七十九岁，他是七十九岁圆寂的，我们一般人讲过世，七十九岁过世的，讲经三百余会，说法四十九年，四十九年乐此不疲。弘法的人乐，护法的人也乐，契入这个境界怎么不快乐！",
      "zh_TW": "所以他們的樂，正是《論語》裡面頭一句，「學而時習之，不亦說乎」。那個樂是孔顏之樂，一般人決定無法想像。不樂，怎麼能持久？釋迦牟尼佛幹這個事情幹了四十九年，從三十歲到七十九歲，他是七十九歲圓寂的，我們一般人講過世，七十九歲過世的，講經三百餘會，說法四十九年，四十九年樂此不疲。弘法的人樂，護法的人也樂，契入這個境界怎麼不快樂！"
    },
    {
      "id": "12-017-1488_p0021",
      "zh_CN": "你要想快乐，必须身心世界一切放下，真正向释迦牟尼佛学习。不讲经没有关系，不讲经要听经，要明了宇宙人生真相。这是四十九年所说的，没有别的，就是宇宙人生真相。我们通常，这是古大德讲的，用六个字全部包括了，宇宙万物，「性、相、理、事、因、果」，这六个字全都包括了，不外性相理事因果。愈学愈明了，愈学愈通达，愈学境界向上提升，现在科学家所说的突破无限的空间维次，那个生活范围就大！我们今天生活范围，说老实话，今天科学技术发达，我们的生活范围还限于这个地球。虽然现在向外太空探险，但是还不出太阳系，太阳系还是个小圈圈。而且我们这个技术还不够，像我们要到月球、到火星、到金星去旅行，不能够像我们现在到美国、到欧洲这么样的方便，还做不到。",
      "zh_TW": "你要想快樂，必須身心世界一切放下，真正向釋迦牟尼佛學習。不講經沒有關係，不講經要聽經，要明瞭宇宙人生真相。這是四十九年所說的，沒有別的，就是宇宙人生真相。我們通常，這是古大德講的，用六個字全部包括了，宇宙萬物，「性、相、理、事、因、果」，這六個字全都包括了，不外性相理事因果。愈學愈明瞭，愈學愈通達，愈學境界向上提升，現在科學家所說的突破無限的空間維次，那個生活範圍就大！我們今天生活範圍，說老實話，今天科學技術發達，我們的生活範圍還限於這個地球。雖然現在向外太空探險，但是還不出太陽系，太陽系還是個小圈圈。而且我們這個技術還不夠，像我們要到月球、到火星、到金星去旅行，不能夠像我們現在到美國、到歐洲這麼樣的方便，還做不到。"
    },
    {
      "id": "12-017-1488_p0022",
      "zh_CN": "但是诸佛菩萨在禅定当中突破了空间维次，他不但突破六道轮回，也就是六道里面无论哪一道如在面前，而且还突破了大世界。大世界是一尊佛的教化区，就是大千世界，突破大千世界，突破大千世界叫遨游诸佛刹土。在《藏经》里面诸位看到《佛名经》，世尊给我们介绍一万二千多尊佛，实际上这宇宙之间诸佛菩萨无量无边，说出这一万二千多尊佛，这个诸佛刹土来去自由。给诸位说，实实在在在那个境界上没有来去，你想哪个佛，这个佛的刹土就现前，为什么？时间空间没有了。时间没有了，没有先后，空间没有了就没有远近。就像我们现在看电视按频道一样，你按哪个佛刹的频道，这个佛刹立刻就在萤光幕上显现出来，就是面对面，没有距离。",
      "zh_TW": "但是諸佛菩薩在禪定當中突破了空間維次，他不但突破六道輪迴，也就是六道裡面無論哪一道如在面前，而且還突破了大世界。大世界是一尊佛的教化區，就是大千世界，突破大千世界，突破大千世界叫遨遊諸佛剎土。在《藏經》裡面諸位看到《佛名經》，世尊給我們介紹一萬二千多尊佛，實際上這宇宙之間諸佛菩薩無量無邊，說出這一萬二千多尊佛，這個諸佛剎土來去自由。給諸位說，實實在在在那個境界上沒有來去，你想哪個佛，這個佛的剎土就現前，為什麼？時間空間沒有了。時間沒有了，沒有先後，空間沒有了就沒有遠近。就像我們現在看電視按頻道一樣，你按哪個佛剎的頻道，這個佛剎立刻就在螢光幕上顯現出來，就是面對面，沒有距離。"
    },
    {
      "id": "12-017-1488_p0023",
      "zh_CN": "这个时空的突破，近代科学家才提出这个理论。我是在两年前，有个同学送这份资料给我看，是美国太空总署发表最新的科学报导。说明空间不是真的，时间也不是真的，在某种条件之下都等于零。空间等于零就没有距离，时间等于零没有先后，过去佛、现在佛、未来佛都能亲近，你可以回到过去，可以能够契入到未来，你说那个人怎么会不乐！他那个乐，凡夫怎么会知道？不但佛乐，释迦牟尼佛出现那个时候，印度是宗教之国，高级宗教统统修禅定。最著名的印度教，也翻作兴都教，它的前身就是婆罗门教。婆罗门教它的历史比我们佛教至少要早五千年，但是他们自己讲的比佛教至少早一万年。印度人不重视历史，没有文字记载，说的都可以相信。但是世界上的学者承认比佛教早五千年，就是他们有八千五百年的历史，佛教才二千五百多年。在禅定境界里头，突破了时空维次。",
      "zh_TW": "這個時空的突破，近代科學家才提出這個理論。我是在兩年前，有個同學送這份資料給我看，是美國太空總署發表最新的科學報導。說明空間不是真的，時間也不是真的，在某種條件之下都等於零。空間等於零就沒有距離，時間等於零沒有先後，過去佛、現在佛、未來佛都能親近，你可以回到過去，可以能夠契入到未來，你說那個人怎麼會不樂！他那個樂，凡夫怎麼會知道？不但佛樂，釋迦牟尼佛出現那個時候，印度是宗教之國，高級宗教統統修禪定。最著名的印度教，也翻作興都教，它的前身就是婆羅門教。婆羅門教它的歷史比我們佛教至少要早五千年，但是他們自己講的比佛教至少早一萬年。印度人不重視歷史，沒有文字記載，說的都可以相信。但是世界上的學者承認比佛教早五千年，就是他們有八千五百年的歷史，佛教才二千五百多年。在禪定境界裡頭，突破了時空維次。"
    },
    {
      "id": "12-017-1488_p0024",
      "zh_CN": "六道轮回的发现是婆罗门教，不是佛教，他们对六道的情况讲得很清楚、很明白。释迦牟尼佛成道之后，把六道所以然说出来了。这是婆罗门教里头没有的，只讲到六道轮回的这些事相，但是六道怎么形成的，什么原因形成的，这个没有说；怎么样能够真正脱离六道轮回，这个也没有，这都在佛法里头。所以你要真正懂得这些理论与事实，你才能体会到他们那个生活之乐，不但我们人想不到，娑婆世界十八层天，诸天也想不到。",
      "zh_TW": "六道輪迴的發現是婆羅門教，不是佛教，他們對六道的情況講得很清楚、很明白。釋迦牟尼佛成道之後，把六道所以然說出來了。這是婆羅門教裡頭沒有的，只講到六道輪迴的這些事相，但是六道怎麼形成的，什麼原因形成的，這個沒有說；怎麼樣能夠真正脫離六道輪迴，這個也沒有，這都在佛法裡頭。所以你要真正懂得這些理論與事實，你才能體會到他們那個生活之樂，不但我們人想不到，娑婆世界十八層天，諸天也想不到。"
    },
    {
      "id": "12-017-1488_p0025",
      "zh_CN": "他那个示现，就是示现一个榜样，我们会学的要学他，这是我们修学的依靠。具体的来讲，你说学佛太难了，释迦牟尼佛那个生活真是叫我们没有法子学习，他一生当中都能够露宿，身体健康，没有毛病，我们要是到外面，晚上一晚坐在树底下，第二天就到急诊室了，这身体不如他们。佛在第一部经里面就讲清楚了。佛法修学第一部经是什么？《十善业道经》。《十善业道经》是佛法的入门，佛就讲清楚了，有一段非常精彩的开示，他说「菩萨有一法，能离一切世间苦」，这句话了不起！一切世间就包括十法界，三途、六道、声闻、缘觉、佛、菩萨，十法界都苦。十法界里面的佛法界，十法界的佛，天台家称为相似即佛，那不是真的，为什么？无明没破。见思烦恼断了，尘沙烦恼断了，无明没破，那就是他的苦，所以他出不了十法界，但是他绝对不会再有六道轮回，阿罗汉就没有了。",
      "zh_TW": "他那個示現，就是示現一個榜樣，我們會學的要學他，這是我們修學的依靠。具體的來講，你說學佛太難了，釋迦牟尼佛那個生活真是叫我們沒有法子學習，他一生當中都能夠露宿，身體健康，沒有毛病，我們要是到外面，晚上一晚坐在樹底下，第二天就到急診室了，這身體不如他們。佛在第一部經裡面就講清楚了。佛法修學第一部經是什麼？《十善業道經》。《十善業道經》是佛法的入門，佛就講清楚了，有一段非常精彩的開示，他說「菩薩有一法，能離一切世間苦」，這句話了不起！一切世間就包括十法界，三途、六道、聲聞、緣覺、佛、菩薩，十法界都苦。十法界裡面的佛法界，十法界的佛，天台家稱為相似即佛，那不是真的，為什麼？無明沒破。見思煩惱斷了，塵沙煩惱斷了，無明沒破，那就是他的苦，所以他出不了十法界，但是他絕對不會再有六道輪迴，阿羅漢就沒有了。"
    },
    {
      "id": "12-017-1488_p0026",
      "zh_CN": "所以这个「能离一切世间苦」，包括四圣法界，这还得了，这是什么法？佛就说，所谓「常念思惟观察善法」，这个句子我们换个念法，大家就懂了，「常念善法，思惟善法，观察善法」。善法是什么？十善业道，不杀生、不偷盗、不淫欲、不妄语、不两舌、不恶口、不绮语、不贪、不瞋、不痴，这是十善业。常念，心善；思惟，思想善；观察，言行善。后面又说了一句，「常令善法相续」，念念相续，「不容毫分不善夹杂」。换句话说，你的心、你的思想、你的言行纯净纯善，就能离一切世间苦。这个开示多精彩！再仔细观察释迦牟尼佛一生，他都做到了，一生做到了。我们学佛就要向他学习，他能做到，我为什么不能做到？这我们一定要跟他学。",
      "zh_TW": "所以這個「能離一切世間苦」，包括四聖法界，這還得了，這是什麼法？佛就說，所謂「常念思惟觀察善法」，這個句子我們換個念法，大家就懂了，「常念善法，思惟善法，觀察善法」。善法是什麼？十善業道，不殺生、不偷盜、不淫欲、不妄語、不兩舌、不惡口、不綺語、不貪、不瞋、不痴，這是十善業。常念，心善；思惟，思想善；觀察，言行善。後面又說了一句，「常令善法相續」，念念相續，「不容毫分不善夾雜」。換句話說，你的心、你的思想、你的言行純淨純善，就能離一切世間苦。這個開示多精彩！再仔細觀察釋迦牟尼佛一生，他都做到了，一生做到了。我們學佛就要向他學習，他能做到，我為什麼不能做到？這我們一定要跟他學。"
    },
    {
      "id": "12-017-1488_p0027",
      "zh_CN": "这个十善详细的解说在《十善业道经》里。重点、精要的解释在戒经里面，像弘赞法师的《沙弥律仪要略增注》，那就说得相当详细。这是祖师大德就我们日常生活当中，做了详细的补充说明，应当学，这是我们真正的依靠。儒要依靠礼，礼没有了，儒就没有了；佛要依靠戒，以戒为师，以苦为师，不怕吃苦，要严持戒律。所以我跟我们一些同学们常常提醒，因为烦恼习气太重，十次、八次，一百次、二百次，不够，回不了头来，要学世尊为人说法，真的是千言万语，无数的重复，显示出无尽的慈悲，天天在提示我们「以苦为师，以戒为师」，认真学习，成就自己的德行。",
      "zh_TW": "這個十善詳細的解說在《十善業道經》裡。重點、精要的解釋在戒經裡面，像弘贊法師的《沙彌律儀要略增註》，那就說得相當詳細。這是祖師大德就我們日常生活當中，做了詳細的補充說明，應當學，這是我們真正的依靠。儒要依靠禮，禮沒有了，儒就沒有了；佛要依靠戒，以戒為師，以苦為師，不怕吃苦，要嚴持戒律。所以我跟我們一些同學們常常提醒，因為煩惱習氣太重，十次、八次，一百次、二百次，不夠，回不了頭來，要學世尊為人說法，真的是千言萬語，無數的重複，顯示出無盡的慈悲，天天在提示我們「以苦為師，以戒為師」，認真學習，成就自己的德行。"
    },
    {
      "id": "12-017-1488_p0028",
      "zh_CN": "今天为什么学善、持戒这么困难？这我常说，我们没有受过基础教育，这点要懂得。佛教从汉朝传到中国来以后，这两千年当中，中国历代无论在家出家修行成就的人，太多太多！超过印度，都有基础教育。这个基础教育是孔孟老庄，有这个基础教育，然后才学佛，所以对佛法这些善戒没有问题。我们这才提出一定要学《弟子规》，一定要落实《弟子规》。由《弟子规》扎根，然后《五种遗规》里面，特别是前面的两种，「养正遗规、训俗遗规」，这两样东西要认真学习，能够坚固《弟子规》的根本，再入佛门不难了；要从这里扎根。现在时间到了，我们休息十分钟。",
      "zh_TW": "今天為什麼學善、持戒這麼困難？這我常說，我們沒有受過基礎教育，這點要懂得。佛教從漢朝傳到中國來以後，這兩千年當中，中國歷代無論在家出家修行成就的人，太多太多！超過印度，都有基礎教育。這個基礎教育是孔孟老莊，有這個基礎教育，然後才學佛，所以對佛法這些善戒沒有問題。我們這才提出一定要學《弟子規》，一定要落實《弟子規》。由《弟子規》扎根，然後《五種遺規》裡面，特別是前面的兩種，「養正遺規、訓俗遺規」，這兩樣東西要認真學習，能夠堅固《弟子規》的根本，再入佛門不難了；要從這裡扎根。現在時間到了，我們休息十分鐘。"
    },
    {
      "id": "12-017-1488_p0029",
      "zh_CN": "诸位法师，诸位同学，大家请坐。我们接着看经文，经文第一句：",
      "zh_TW": "諸位法師，諸位同學，大家請坐。我們接著看經文，經文第一句："
    },
    {
      "id": "12-017-1488_p0030",
      "zh_CN": "【云何得与一切众生。】",
      "zh_TW": "【云何得與一切眾生。】"
    },
    {
      "id": "12-017-1488_p0031",
      "zh_CN": "这一句是贯穿下面十句，第一句里面讲「为依」，第二句应该是「云何得与一切众生为救」，所以这一句是贯穿下面十句的。",
      "zh_TW": "這一句是貫穿下面十句，第一句裡面講「為依」，第二句應該是「云何得與一切眾生為救」，所以這一句是貫穿下面十句的。"
    },
    {
      "id": "12-017-1488_p0032",
      "zh_CN": "【为依。】",
      "zh_TW": "【為依。】"
    },
    {
      "id": "12-017-1488_p0033",
      "zh_CN": "世尊为我们示现，诸菩萨乃至于历代的祖师大德都给我们做出最好的示范、最好的榜样，我们要用心留意向他们学习，才不辜负我们这一生。所以有许多人问我生命的意义、生命的价值，意义、价值都在此地。",
      "zh_TW": "世尊為我們示現，諸菩薩乃至於歷代的祖師大德都給我們做出最好的示範、最好的榜樣，我們要用心留意向他們學習，才不辜負我們這一生。所以有許多人問我生命的意義、生命的價值，意義、價值都在此地。"
    },
    {
      "id": "12-017-1488_p0034",
      "zh_CN": "【为救。】",
      "zh_TW": "【為救。】"
    },
    {
      "id": "12-017-1488_p0035",
      "zh_CN": "「回向品」里面说，「悉令解脱诸烦恼故，为一切众生作护」，这比前面意思就又深一层。确确实实，救度众生怎么个救法？从哪里救起？我们要知道。众生迷惑颠倒，烦恼习气很重很重，正像《地藏经》上所说的「阎浮提众生，起心动念，无不是罪」。为什么这个说法？这个说法是不是太过分一点？你要真正懂得佛法，你就晓得他讲的句句都是实话，决定没有一句是虚妄的。阎浮提众生，哪个不把身体当作我？这是佛家讲的身见，头一个错误的见解，头一个错误的执着。这个错误就一直贯到底，没有一桩不错，然后你才晓得《地藏经》上说的话不假。为什么执着这个身是我就错？这个道理很深，如果不是佛法给我们说得这么清楚明了，我们不会懂得的。",
      "zh_TW": "「迴向品」裡面說，「悉令解脫諸煩惱故，為一切眾生作護」，這比前面意思就又深一層。確確實實，救度眾生怎麼個救法？從哪裡救起？我們要知道。眾生迷惑顛倒，煩惱習氣很重很重，正像《地藏經》上所說的「閻浮提眾生，起心動念，無不是罪」。為什麼這個說法？這個說法是不是太過分一點？你要真正懂得佛法，你就曉得他講的句句都是實話，決定沒有一句是虛妄的。閻浮提眾生，哪個不把身體當作我？這是佛家講的身見，頭一個錯誤的見解，頭一個錯誤的執著。這個錯誤就一直貫到底，沒有一樁不錯，然後你才曉得《地藏經》上說的話不假。為什麼執著這個身是我就錯？這個道理很深，如果不是佛法給我們說得這麼清楚明瞭，我們不會懂得的。"
    },
    {
      "id": "12-017-1488_p0036",
      "zh_CN": "哪个人不把自己这个身看作自己？身不是自己，那我自己在哪里？这个身不是我，什么是我？西方哲学家比较聪明，他想到这个问题，他也认为这个身不是我。什么是我？「我思故我在」，我能够思惟想像，这个能思惟想像的这是我，这就比一般人高出一等。我思，在佛法里面讲第六意识，把第六意识当作我，西方哲学家。在东方确实也有一些人认为身是假的，为什么？身有生死。东方人相信轮回，什么人去轮回？灵魂。实在讲，灵魂是真的不灵；如果他要是灵，他去投胎，他怎么会到恶道去投胎？在人间投胎，为什么不投胎到大富大贵家里？投胎到贫穷下贱的人家，很苦！不灵，灵就好了。",
      "zh_TW": "哪個人不把自己這個身看作自己？身不是自己，那我自己在哪裡？這個身不是我，什麼是我？西方哲學家比較聰明，他想到這個問題，他也認為這個身不是我。什麼是我？「我思故我在」，我能夠思惟想像，這個能思惟想像的這是我，這就比一般人高出一等。我思，在佛法裡面講第六意識，把第六意識當作我，西方哲學家。在東方確實也有一些人認為身是假的，為什麼？身有生死。東方人相信輪迴，什麼人去輪迴？靈魂。實在講，靈魂是真的不靈；如果他要是靈，他去投胎，他怎麼會到惡道去投胎？在人間投胎，為什麼不投胎到大富大貴家裡？投胎到貧窮下賤的人家，很苦！不靈，靈就好了。"
    },
    {
      "id": "12-017-1488_p0037",
      "zh_CN": "所以还是孔老夫子讲得有道理，孔老夫子不说灵魂。你看他老人家在《易经》里面，《易经．系辞》彖文，「系辞」是孔子作的，「系辞」里头讲过，「游魂为变，精气为物」，这两句话讲得好！夫子到底是个什么样的人，是什么样的境界，能说得出这样的话来？这两句话在佛法里是大菩萨的境界，不是普通人。夫子不常说，偶尔露那么两句，很值得我们去体会。游魂为变，游魂是说这个魂速度很大、变化很大；为变是什么？六道里面去投胎。人做了不善，堕到畜生道里，由人就变成畜生。但是还是一个灵性，认为那个灵性是我，这还是错误，但是说得就高明多了，游魂为变，把事实真相说出来了。",
      "zh_TW": "所以還是孔老夫子講得有道理，孔老夫子不說靈魂。你看他老人家在《易經》裡面，《易經．繫辭》彖文，「繫辭」是孔子作的，「繫辭」裡頭講過，「遊魂為變，精氣為物」，這兩句話講得好！夫子到底是個什麼樣的人，是什麼樣的境界，能說得出這樣的話來？這兩句話在佛法裡是大菩薩的境界，不是普通人。夫子不常說，偶爾露那麼兩句，很值得我們去體會。遊魂為變，遊魂是說這個魂速度很大、變化很大；為變是什麼？六道裡面去投胎。人做了不善，墮到畜生道裡，由人就變成畜生。但是還是一個靈性，認為那個靈性是我，這還是錯誤，但是說得就高明多了，遊魂為變，把事實真相說出來了。"
    },
    {
      "id": "12-017-1488_p0038",
      "zh_CN": "精气为物，这句话说得尤其不可思议。物是什么？物质。物质从哪里来的？精气为物。这句话里面讲的，这个物质它有灵性。现代科学家证明了，日本江本胜博士做水实验，水是矿物，这是物质不是生物，植物还属于是生物，矿物不是生物，做了十年的实验，确确实实证明水有见闻觉知。见闻觉知是不是夫子所讲的精？气是讲它的变化，变成了物质。虽变成物质，它的性并没有改变，佛家讲自性本具的德能没有改变，变成物质，它还是存在。这就是大乘教里面常常讲的，物质从哪来的？「唯心所现，唯识所变」。夫子所讲的跟佛这两句非常接近，所以他到底是什么人？他怎么知道这么深的道理？",
      "zh_TW": "精氣為物，這句話說得尤其不可思議。物是什麼？物質。物質從哪裡來的？精氣為物。這句話裡面講的，這個物質它有靈性。現代科學家證明了，日本江本勝博士做水實驗，水是礦物，這是物質不是生物，植物還屬於是生物，礦物不是生物，做了十年的實驗，確確實實證明水有見聞覺知。見聞覺知是不是夫子所講的精？氣是講它的變化，變成了物質。雖變成物質，它的性並沒有改變，佛家講自性本具的德能沒有改變，變成物質，它還是存在。這就是大乘教裡面常常講的，物質從哪來的？「唯心所現，唯識所變」。夫子所講的跟佛這兩句非常接近，所以他到底是什麼人？他怎麼知道這麼深的道理？"
    },
    {
      "id": "12-017-1488_p0039",
      "zh_CN": "从这个道理，你要是真正能体会透过来，宇宙之间所有一切万事万物，用现在话说，统统是有机的，也就是它是活的，它不是死的，它有灵性。你看矿物，水有见闻觉知。我跟江本胜博士说，不但水有，尘沙、泥土、石块，只要是物质，统统都有见闻觉知。不但有见闻觉知，见闻觉知是性德，它是唯心所现，那个心就是法性，法性本具见闻觉知、色声香味之德，本觉。所以我说，你的实验才看到它的色相，结晶的色相，我劝他要努力再进一步去研究。因为什么？它还有音声，它还有香，它还有味，决定是色声香味。色你看到了，声、香、味你还没看到。我说，你再把声香味看到，那佛经上所讲的你全部证明了。",
      "zh_TW": "從這個道理，你要是真正能體會透過來，宇宙之間所有一切萬事萬物，用現在話說，統統是有機的，也就是它是活的，它不是死的，它有靈性。你看礦物，水有見聞覺知。我跟江本勝博士說，不但水有，塵沙、泥土、石塊，只要是物質，統統都有見聞覺知。不但有見聞覺知，見聞覺知是性德，它是唯心所現，那個心就是法性，法性本具見聞覺知、色聲香味之德，本覺。所以我說，你的實驗才看到它的色相，結晶的色相，我勸他要努力再進一步去研究。因為什麼？它還有音聲，它還有香，它還有味，決定是色聲香味。色你看到了，聲、香、味你還沒看到。我說，你再把聲香味看到，那佛經上所講的你全部證明了。"
    },
    {
      "id": "12-017-1488_p0040",
      "zh_CN": "在中国有个著名的公案，公案一般人讲故事，道生法师，南北朝时候的人，「生公说法，顽石点头」。他说法没有人相信他，他聚集一些大石块，对着石头讲，讲完之后，我对不对？石头都点头。石头怎么会点头？你要懂得心现识变，你就不怀疑了，整个宇宙是活的。然后你才晓得，佛在经上讲「依报随着正报转」。依报是我们生活环境，我们今天的地球是依报，我们这个太空当中无量的星系是我们的依报。依报随着正报转，正报是什么？居住在这个地方的人心。如果地球上每个人心都向善，都像《十善业道经》上所说的，我们的思想见解行为纯净纯善，那我们这里的山河大地统统都变成极乐世界了。极乐世界跟我们这个世界有什么差别？一丝毫差别都没有，只是那边的人心善，所以山河大地是美极了；我们这边人心不善，所以天灾人祸频繁不断，道理在此地。没听说过极乐世界有地震，没听说极乐世界有水灾，没有听说华藏、极乐有为非作歹的人，没有听说。",
      "zh_TW": "在中國有個著名的公案，公案一般人講故事，道生法師，南北朝時候的人，「生公說法，頑石點頭」。他說法沒有人相信他，他聚集一些大石塊，對著石頭講，講完之後，我對不對？石頭都點頭。石頭怎麼會點頭？你要懂得心現識變，你就不懷疑了，整個宇宙是活的。然後你才曉得，佛在經上講「依報隨著正報轉」。依報是我們生活環境，我們今天的地球是依報，我們這個太空當中無量的星系是我們的依報。依報隨著正報轉，正報是什麼？居住在這個地方的人心。如果地球上每個人心都向善，都像《十善業道經》上所說的，我們的思想見解行為純淨純善，那我們這裡的山河大地統統都變成極樂世界了。極樂世界跟我們這個世界有什麼差別？一絲毫差別都沒有，只是那邊的人心善，所以山河大地是美極了；我們這邊人心不善，所以天災人禍頻繁不斷，道理在此地。沒聽說過極樂世界有地震，沒聽說極樂世界有水災，沒有聽說華藏、極樂有為非作歹的人，沒有聽說。"
    },
    {
      "id": "12-017-1488_p0041",
      "zh_CN": "这些是什么？这些要教育，特别现在所谓是宗教教育，我们说是佛陀教育，需要佛陀教育，把事实真相给你讲清楚，你才真正能够离苦得乐。为什么？苦是烦恼习气所感的，乐是大彻大悟当中感得的；换句话说，迷悟，迷了就有烦恼，悟了，转烦恼为菩提。菩提是智慧，烦恼跟智慧是一体之二面。我们迷了，把菩提变成了烦恼，也就是把自性本具的智慧变成烦恼；觉悟之后，无量无边的烦恼又转变成无量智慧，关键在迷悟。我们就知道，佛菩萨用什么方法与一切众生为救？用什么方法？教学，帮助众生觉悟。众生的根性不相同，所以佛开了八万四千法门，要跟遍法界虚空界一切诸佛教化众生，那就是开了无量无边的法门。四弘誓愿里面说「法门无量誓愿学」，那是大世界不是小世界，一切诸佛刹土都包括在其中。",
      "zh_TW": "這些是什麼？這些要教育，特別現在所謂是宗教教育，我們說是佛陀教育，需要佛陀教育，把事實真相給你講清楚，你才真正能夠離苦得樂。為什麼？苦是煩惱習氣所感的，樂是大徹大悟當中感得的；換句話說，迷悟，迷了就有煩惱，悟了，轉煩惱為菩提。菩提是智慧，煩惱跟智慧是一體之二面。我們迷了，把菩提變成了煩惱，也就是把自性本具的智慧變成煩惱；覺悟之後，無量無邊的煩惱又轉變成無量智慧，關鍵在迷悟。我們就知道，佛菩薩用什麼方法與一切眾生為救？用什麼方法？教學，幫助眾生覺悟。眾生的根性不相同，所以佛開了八萬四千法門，要跟遍法界虛空界一切諸佛教化眾生，那就是開了無量無邊的法門。四弘誓願裡面說「法門無量誓願學」，那是大世界不是小世界，一切諸佛剎土都包括在其中。"
    },
    {
      "id": "12-017-1488_p0042",
      "zh_CN": "八万四千法门，在中国分成十个宗派。这十个宗派有两个宗派是小乘，在中国现代已经没有了，这是儒家跟道家代替了小乘，这一定要知道。可是小乘经我们翻译得很完整，真正学佛的人小乘经是要看，这是什么？帮助我们成就后得智。根本智，那是禅定，就是清净心。《金刚经》上说得很好，「信心清净，则生实相」。实相是实相般若，实相般若是根本智，就是六波罗蜜里面的般若波罗蜜。那是要信心清净，自性本具的这个智慧它就会现前。智慧没有现前，我们的心不清净，或者修清净心还不够清净，没有达到清净的标准；达到清净标准，智慧就开了。智慧开了，烦恼就没有了，明显的，贪心没有了，对于世出世间一切法再没有贪心了，瞋恚没有了，嫉妒没有了，你就晓得智慧开了得受用。如果还有这些东西存在，不行，还是真正的凡夫，你在佛法上修学没得受用。",
      "zh_TW": "八萬四千法門，在中國分成十個宗派。這十個宗派有兩個宗派是小乘，在中國現代已經沒有了，這是儒家跟道家代替了小乘，這一定要知道。可是小乘經我們翻譯得很完整，真正學佛的人小乘經是要看，這是什麼？幫助我們成就後得智。根本智，那是禪定，就是清淨心。《金剛經》上說得很好，「信心清淨，則生實相」。實相是實相般若，實相般若是根本智，就是六波羅蜜裡面的般若波羅蜜。那是要信心清淨，自性本具的這個智慧它就會現前。智慧沒有現前，我們的心不清淨，或者修清淨心還不夠清淨，沒有達到清淨的標準；達到清淨標準，智慧就開了。智慧開了，煩惱就沒有了，明顯的，貪心沒有了，對於世出世間一切法再沒有貪心了，瞋恚沒有了，嫉妒沒有了，你就曉得智慧開了得受用。如果還有這些東西存在，不行，還是真正的凡夫，你在佛法上修學沒得受用。"
    },
    {
      "id": "12-017-1488_p0043",
      "zh_CN": "所以，功夫没有成就的时候修什么？修忍辱波罗蜜，你要忍。顺境善缘你要忍耐，不起贪恋；逆境恶缘要忍耐，不起瞋恚，你是忍辱的功夫用在修行的过程当中。修行，每个人根性不相同，有人利根，三年五载，忍个三年五载就变成很自然；顺境里头自然不起贪恋，逆境恶缘自然不生瞋恚。无论在什么境界里头，始终保持一个心平气和，自自然然的，这是你功夫得力了，这时候真正得受用。必须要通过修忍辱的那个阶段，时间长短各人不一样。在中国佛教史里面，《高僧传》里面、《居士传》里面我们看到，有些人根真利，三年五载他就成就了，有些人二十年、三十年才能契入这个境界，都是好，三、四十年比无量劫，那太短！",
      "zh_TW": "所以，功夫沒有成就的時候修什麼？修忍辱波羅蜜，你要忍。順境善緣你要忍耐，不起貪戀；逆境惡緣要忍耐，不起瞋恚，你是忍辱的功夫用在修行的過程當中。修行，每個人根性不相同，有人利根，三年五載，忍個三年五載就變成很自然；順境裡頭自然不起貪戀，逆境惡緣自然不生瞋恚。無論在什麼境界裡頭，始終保持一個心平氣和，自自然然的，這是你功夫得力了，這時候真正得受用。必須要通過修忍辱的那個階段，時間長短各人不一樣。在中國佛教史裡面，《高僧傳》裡面、《居士傳》裡面我們看到，有些人根真利，三年五載他就成就了，有些人二十年、三十年才能契入這個境界，都是好，三、四十年比無量劫，那太短！"
    },
    {
      "id": "12-017-1488_p0044",
      "zh_CN": "自己要有信心。信心不能建立，相信佛菩萨，佛菩萨所说的决定没有错误，佛菩萨加持你建立信心。另外一个相信老师，老师指导你，一丝毫不怀疑，老师加持你坚定信心。这很重要，「信为道元功德母，长养一切诸善根」，你没有信心，你怎么能成就？我自己二十六岁闻到佛法，感觉到非常希有，世间怎么会有这么好的东西！我对老师有坚定的信心，老师教导我的方法，我都能依教奉行。我自己很清楚，我不是上根利智。我到什么时候才真正放下？「看破、放下」，老师是头一天教给我的，我到七十多岁才真正在顺逆境界里面得自在，四十多年的时间。所以这就是什么？中下根性。我能成就，得力于一个「勤」字，天天读经，天天教学，四十七年没有中断过，明年就四十八年了，一生就干这桩事情。",
      "zh_TW": "自己要有信心。信心不能建立，相信佛菩薩，佛菩薩所說的決定沒有錯誤，佛菩薩加持你建立信心。另外一個相信老師，老師指導你，一絲毫不懷疑，老師加持你堅定信心。這很重要，「信為道元功德母，長養一切諸善根」，你沒有信心，你怎麼能成就？我自己二十六歲聞到佛法，感覺到非常希有，世間怎麼會有這麼好的東西！我對老師有堅定的信心，老師教導我的方法，我都能依教奉行。我自己很清楚，我不是上根利智。我到什麼時候才真正放下？「看破、放下」，老師是頭一天教給我的，我到七十多歲才真正在順逆境界裡面得自在，四十多年的時間。所以這就是什麼？中下根性。我能成就，得力於一個「勤」字，天天讀經，天天教學，四十七年沒有中斷過，明年就四十八年了，一生就幹這樁事情。"
    },
    {
      "id": "12-017-1488_p0045",
      "zh_CN": "晚年，这国际和平是被人家拉去的，这不过是五年的时间，最近五年。学校找我，大学找我，希望我代表学校、代表澳洲参加这些国际和平的会议，我先后一共是参加六次。在大乘佛法里面讲，这也是一个好的机缘，增广见闻，成就后得智，了解现在社会病态在哪里，应该用什么方法来治疗。西方有些人认为维系和平需要用武力，也就是像警察，我们有大批的警察来维持治安一样的。殊不知这个事情武力不能解决。如果能解决，释迦牟尼佛当年一定是做将军，训练许许多多的警察，他没有这么做法。",
      "zh_TW": "晚年，這國際和平是被人家拉去的，這不過是五年的時間，最近五年。學校找我，大學找我，希望我代表學校、代表澳洲參加這些國際和平的會議，我先後一共是參加六次。在大乘佛法裡面講，這也是一個好的機緣，增廣見聞，成就後得智，了解現在社會病態在哪裡，應該用什麼方法來治療。西方有些人認為維繫和平需要用武力，也就是像警察，我們有大批的警察來維持治安一樣的。殊不知這個事情武力不能解決。如果能解決，釋迦牟尼佛當年一定是做將軍，訓練許許多多的警察，他沒有這麼做法。"
    },
    {
      "id": "12-017-1488_p0046",
      "zh_CN": "我参加几次会议之后，我有深深的体会，化解冲突，促进安定和平，开会不能解决。我听说联合国从事于这个和平活动，从七0年代就邀请这些世界上学者专家，大家来讨论怎么个做法。一九七０年到今年三十五年了，每年开多少会，投下去的人力、财力、物力非常可观，可是没有效果。这三十五年当中，整个世界的秩序混乱，动乱的频率年年上升，灾害一年比一年严重。所以现在许多参加国际和平的专家学者，会后我们接触，都摇头，没有信心；换句话说，对于化解冲突，促进社会安定和平，信心都没有了，这哪里能成就？这些和平的结论，说得都很好，没有人不赞叹，哪个国家政府会接受、会去执行？我曾经说了好几次，人家要客气一点，把你送到档案室去；不客气的，丢在字纸篓里头，不能落实。",
      "zh_TW": "我參加幾次會議之後，我有深深的體會，化解衝突，促進安定和平，開會不能解決。我聽說聯合國從事於這個和平活動，從七0年代就邀請這些世界上學者專家，大家來討論怎麼個做法。一九七０年到今年三十五年了，每年開多少會，投下去的人力、財力、物力非常可觀，可是沒有效果。這三十五年當中，整個世界的秩序混亂，動亂的頻率年年上升，災害一年比一年嚴重。所以現在許多參加國際和平的專家學者，會後我們接觸，都搖頭，沒有信心；換句話說，對於化解衝突，促進社會安定和平，信心都沒有了，這哪裡能成就？這些和平的結論，說得都很好，沒有人不讚歎，哪個國家政府會接受、會去執行？我曾經說了好幾次，人家要客氣一點，把你送到檔案室去；不客氣的，丟在字紙簍裡頭，不能落實。"
    },
    {
      "id": "12-017-1488_p0047",
      "zh_CN": "我们要问，化解冲突，恢复世界安定和平，有没有希望？答案是肯定的，有希望。用什么方法？中国人古老的办法。所以七0年代汤恩比博士说的话很有道理，这是英国一个学者，「解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法」。这话说得有道理，他没有说用武力也没有说用开会，用中国孔孟学说。中国传统的学说是什么？「学记」里头有两句名言，「建国君民，教学为先」，教学能解决问题。所以佛菩萨，你看看怎么来的？教出来的，圣贤也是教出来的。",
      "zh_TW": "我們要問，化解衝突，恢復世界安定和平，有沒有希望？答案是肯定的，有希望。用什麼方法？中國人古老的辦法。所以七0年代湯恩比博士說的話很有道理，這是英國一個學者，「解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法」。這話說得有道理，他沒有說用武力也沒有說用開會，用中國孔孟學說。中國傳統的學說是什麼？「學記」裡頭有兩句名言，「建國君民，教學為先」，教學能解決問題。所以佛菩薩，你看看怎麼來的？教出來的，聖賢也是教出來的。"
    },
    {
      "id": "12-017-1488_p0048",
      "zh_CN": "中国传统的教育内容是什么？我们把它总结，内容有四样：第一个是伦理，第二个是道德，第三个是因果，第四个是性理。讲到最高的都讲到人的本性，《三字经》上头一句，「人之初，性本善」，讲到性理。而性理讲得最透彻的是佛经，古圣先贤都懂得。如果我们把这四种教育恢复，天下太平，冲突自然就没有了，所以现在需要伦理、道德、因果、性理的教育。我们讲性理一般人不太懂，现在大家都知道宗教，宗教教育。你去看看，细细去看看每个宗教的经典都是教人为善，没有一个宗教是教人作恶的、是教人害人的，没有。如果是教人作恶、教人害人，这个教不能建立，不会被大众接受的，因为它违背了人性，这个道理要懂。",
      "zh_TW": "中國傳統的教育內容是什麼？我們把它總結，內容有四樣：第一個是倫理，第二個是道德，第三個是因果，第四個是性理。講到最高的都講到人的本性，《三字經》上頭一句，「人之初，性本善」，講到性理。而性理講得最透徹的是佛經，古聖先賢都懂得。如果我們把這四種教育恢復，天下太平，衝突自然就沒有了，所以現在需要倫理、道德、因果、性理的教育。我們講性理一般人不太懂，現在大家都知道宗教，宗教教育。你去看看，細細去看看每個宗教的經典都是教人為善，沒有一個宗教是教人作惡的、是教人害人的，沒有。如果是教人作惡、教人害人，這個教不能建立，不會被大眾接受的，因為它違背了人性，這個道理要懂。"
    },
    {
      "id": "12-017-1488_p0049",
      "zh_CN": "今天社会动乱，原因我们就能看出来了。你看现在的教育教的是什么？家庭教育教什么？现在父母怎么教小孩？学校教育教什么？社会教育教什么？现在的宗教教育又是教什么？细心去观察，这个动乱的根源你就找到了，然后对症下药。不是不能做，可以做的，所以我们今天提倡办学。我把这个概念介绍给联合国，办学、办讲座比开会好，比开会收到效果。今年六月，我访问巴黎「联合国教科文总部」。我们同时在巴黎办了三天讲座，讲《弟子规》，很收效果，听众有六百多人。最后一天，我介绍中国传统教育，听众一千多人，这在欧洲。所以《弟子规》的教学，现在已经相当普及，不但我们中国国内大家热烈响应，现在国际上也开始动起来了。许多国家地区都在办这种小型的讲座，来找我介绍老师去讲。这好事情，比开会好得太多，也比开会的费用节省很多。所以我们讲到「为依、为救」，要懂得。",
      "zh_TW": "今天社會動亂，原因我們就能看出來了。你看現在的教育教的是什麼？家庭教育教什麼？現在父母怎麼教小孩？學校教育教什麼？社會教育教什麼？現在的宗教教育又是教什麼？細心去觀察，這個動亂的根源你就找到了，然後對症下藥。不是不能做，可以做的，所以我們今天提倡辦學。我把這個概念介紹給聯合國，辦學、辦講座比開會好，比開會收到效果。今年六月，我訪問巴黎「聯合國教科文總部」。我們同時在巴黎辦了三天講座，講《弟子規》，很收效果，聽眾有六百多人。最後一天，我介紹中國傳統教育，聽眾一千多人，這在歐洲。所以《弟子規》的教學，現在已經相當普及，不但我們中國國內大家熱烈響應，現在國際上也開始動起來了。許多國家地區都在辦這種小型的講座，來找我介紹老師去講。這好事情，比開會好得太多，也比開會的費用節省很多。所以我們講到「為依、為救」，要懂得。"
    },
    {
      "id": "12-017-1488_p0050",
      "zh_CN": "我们还是强调家庭教育重要，你才会有好的后代，你才能真正化解问题。首先，要我们自己本身觉悟，本身不觉悟，那就没法子。这佛家讲的，自度都度不了，你怎么能度人？经上说「自己未度而能度人，无有是处」，这无有是处就是没这个道理。首先要自度，首先要自觉，然后才能觉他。这个觉他，首先是帮助你一家，让你一家觉悟；一家觉悟之后，帮助你的邻里乡党、亲戚朋友，你这个圈子愈来愈大。古圣先贤、诸佛菩萨教学，就是这样逐渐逐渐推广，把这个影响力扩大。",
      "zh_TW": "我們還是強調家庭教育重要，你才會有好的後代，你才能真正化解問題。首先，要我們自己本身覺悟，本身不覺悟，那就沒法子。這佛家講的，自度都度不了，你怎麼能度人？經上說「自己未度而能度人，無有是處」，這無有是處就是沒這個道理。首先要自度，首先要自覺，然後才能覺他。這個覺他，首先是幫助你一家，讓你一家覺悟；一家覺悟之後，幫助你的鄰里鄉黨、親戚朋友，你這個圈子愈來愈大。古聖先賢、諸佛菩薩教學，就是這樣逐漸逐漸推廣，把這個影響力擴大。"
    },
    {
      "id": "12-017-1488_p0051",
      "zh_CN": "儒佛都说得好，儒家讲「自天子以至于庶人，壹是皆以修身为本」。我们今天在国际上介绍就两句话，「修身为本，教学为先」。所以有些重要会议来找我，我想我还是要去，这桩事情他们搞不透彻，我去把它讲清楚、讲明白。修身为本，从自己本身做起。我们今天肩负着联合国的使命，来协助化解冲突，促进世界社会的安定和平，从哪里做起？从自己本身做起。每次我都会讲到。首先从自己内心，让我们内心对一切人、一切事、一切物对立的这个念头要化解，也就是说，我对于世界上任何一个人没有对立，他跟我对立可以，我不会跟他对立。任何事、任何物都没有对立，我的身心是和谐的，我才能帮助别人化解对立。对立没有了，矛盾就没有了，冲突自然就化解了，这才是办法。如果我们从事这个工作的人，从事于圣贤教育的人，我对这个人喜欢、对那个人讨厌，你这个教育成就有限。为什么？你内心里头有对立，有对立就有矛盾，有矛盾就有冲突，你自己本身冲突不能解决，你怎么能帮助社会解决冲突？我这个说法，有不少与会的专家学者他们同意。这就是修身为本，自己身修好了，你才能教别人，才能影响别人。",
      "zh_TW": "儒佛都說得好，儒家講「自天子以至於庶人，壹是皆以修身為本」。我們今天在國際上介紹就兩句話，「修身為本，教學為先」。所以有些重要會議來找我，我想我還是要去，這樁事情他們搞不透徹，我去把它講清楚、講明白。修身為本，從自己本身做起。我們今天肩負著聯合國的使命，來協助化解衝突，促進世界社會的安定和平，從哪裡做起？從自己本身做起。每次我都會講到。首先從自己內心，讓我們內心對一切人、一切事、一切物對立的這個念頭要化解，也就是說，我對於世界上任何一個人沒有對立，他跟我對立可以，我不會跟他對立。任何事、任何物都沒有對立，我的身心是和諧的，我才能幫助別人化解對立。對立沒有了，矛盾就沒有了，衝突自然就化解了，這才是辦法。如果我們從事這個工作的人，從事於聖賢教育的人，我對這個人喜歡、對那個人討厭，你這個教育成就有限。為什麼？你內心裡頭有對立，有對立就有矛盾，有矛盾就有衝突，你自己本身衝突不能解決，你怎麼能幫助社會解決衝突？我這個說法，有不少與會的專家學者他們同意。這就是修身為本，自己身修好了，你才能教別人，才能影響別人。"
    },
    {
      "id": "12-017-1488_p0052",
      "zh_CN": "在学佛，这个也非常重要。学佛，没有别的，破烦恼障、破所知障。烦恼障，我执，所知障，法执；烦恼障破了，超越六道，所知障破了，超越十法界。所以要晓得心里头对一切人事物有对立，两种障碍你没有办法破。换句话说，你在佛法里头修，只能够修一点人天福报，你要想断烦恼、开智慧、证菩提、了生死出三界，没分。你说这个多重要。不能不明了，不能不觉悟，不能不真干。首先，你要能看破，《金刚经》上就是帮助你看破的，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，你何必认真？中国古人谚语所谓是「难得糊涂，吃亏是福」，不要去计较，放下自己的分别执着妄想。「天下本无事，庸人自扰之」，哪个是庸人？自己，放不下的人。身心世界放不下的人，你才搅和在里头；真正放下，跳出来了，跳出来你才看得清楚，才看得明白，才知道自己应该怎么做法。",
      "zh_TW": "在學佛，這個也非常重要。學佛，沒有別的，破煩惱障、破所知障。煩惱障，我執，所知障，法執；煩惱障破了，超越六道，所知障破了，超越十法界。所以要曉得心裡頭對一切人事物有對立，兩種障礙你沒有辦法破。換句話說，你在佛法裡頭修，只能夠修一點人天福報，你要想斷煩惱、開智慧、證菩提、了生死出三界，沒分。你說這個多重要。不能不明瞭，不能不覺悟，不能不真幹。首先，你要能看破，《金剛經》上就是幫助你看破的，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，你何必認真？中國古人諺語所謂是「難得糊塗，吃虧是福」，不要去計較，放下自己的分別執著妄想。「天下本無事，庸人自擾之」，哪個是庸人？自己，放不下的人。身心世界放不下的人，你才攪和在裡頭；真正放下，跳出來了，跳出來你才看得清楚，才看得明白，才知道自己應該怎麼做法。"
    },
    {
      "id": "12-017-1488_p0053",
      "zh_CN": "怎么做法？就是这两段经文。这段十句，「能为饶益」，对自己、对众生带来真正丰饶的利益；下面最后这段讲「超胜尊贵」，超胜尊贵是证果，这一段是讲修行，没有修行，哪能证果？这是说「为救」。所以，能够放下对立，救了自己。无量劫来，我们学佛修行，决不只这一生，这一生要是才开始的话，你就不可能契入境界。真正依教修行，渐渐能契入境界，你就晓得修行不是一生、二生，过去生中总是很多次的修学佛法没成就。怎么没成就？就是我刚才讲的，跟一切人事物对立没有放下，所以学佛，你没开悟，它障碍你开悟：你没有证果，它障碍你证果；你也没有往生，它障碍你往生，这个道理要懂。",
      "zh_TW": "怎麼做法？就是這兩段經文。這段十句，「能為饒益」，對自己、對眾生帶來真正豐饒的利益；下面最後這段講「超勝尊貴」，超勝尊貴是證果，這一段是講修行，沒有修行，哪能證果？這是說「為救」。所以，能夠放下對立，救了自己。無量劫來，我們學佛修行，決不只這一生，這一生要是才開始的話，你就不可能契入境界。真正依教修行，漸漸能契入境界，你就曉得修行不是一生、二生，過去生中總是很多次的修學佛法沒成就。怎麼沒成就？就是我剛才講的，跟一切人事物對立沒有放下，所以學佛，你沒開悟，它障礙你開悟：你沒有證果，它障礙你證果；你也沒有往生，它障礙你往生，這個道理要懂。"
    },
    {
      "id": "12-017-1488_p0054",
      "zh_CN": "从前学习的环境比现在好，为什么？古时候讲经说法的大德多，参学的缘殊胜。可以说从隋唐一直到清朝中叶，讲经说法的大德，出家的法师、在家的居士有修有证，我们现在在《大藏经》里面看到许多古大德的注疏就知道了。无论学哪个法门，都有人在传法，你到那边去参学都能学到。现在社会不如从前，讲经的人少了。不但佛教，其他宗教亦复如是。而讲经人的修持也不如过去的这些大德。过去这些大德确确实实烦恼轻、智慧长，见思烦恼真的放下了。为什么真放下？他真的看破了，所以他身心轻安自在。",
      "zh_TW": "從前學習的環境比現在好，為什麼？古時候講經說法的大德多，參學的緣殊勝。可以說從隋唐一直到清朝中葉，講經說法的大德，出家的法師、在家的居士有修有證，我們現在在《大藏經》裡面看到許多古大德的註疏就知道了。無論學哪個法門，都有人在傳法，你到那邊去參學都能學到。現在社會不如從前，講經的人少了。不但佛教，其他宗教亦復如是。而講經人的修持也不如過去的這些大德。過去這些大德確確實實煩惱輕、智慧長，見思煩惱真的放下了。為什麼真放下？他真的看破了，所以他身心輕安自在。"
    },
    {
      "id": "12-017-1488_p0055",
      "zh_CN": "现在这个社会，你六根所接触的都是名闻利养、五欲六尘，你在这个社会里面，你能够不动心吗？你能够不起念吗？诱惑的力量比过去超过十倍、百倍都不止。尤其现在的诱惑，电视是诱惑，网际网路是诱惑，报章杂志是诱惑，你到外面看看那些广告，全是诱惑，能在这些诱惑里头不动心，不是容易事情，所以现在成就难。话又说回来，难虽然难，一旦你真的不受诱惑，你的成功比古人至少要高个十倍、百倍，他比不上你，为什么？他们如果生在这个时代也会被淘汰掉了。人家命好，那个时候社会没有这么多诱惑，人人都安分守己，修学成功容易。现在等于说是四面八方都把你向地狱、向饿鬼道里头去拉，你居然能如如不动，这是何等功夫！所以这个利弊都有，只要自己坚定信心。",
      "zh_TW": "現在這個社會，你六根所接觸的都是名聞利養、五欲六塵，你在這個社會裡面，你能夠不動心嗎？你能夠不起念嗎？誘惑的力量比過去超過十倍、百倍都不止。尤其現在的誘惑，電視是誘惑，網際網路是誘惑，報章雜誌是誘惑，你到外面看看那些廣告，全是誘惑，能在這些誘惑裡頭不動心，不是容易事情，所以現在成就難。話又說回來，難雖然難，一旦你真的不受誘惑，你的成功比古人至少要高個十倍、百倍，他比不上你，為什麼？他們如果生在這個時代也會被淘汰掉了。人家命好，那個時候社會沒有這麼多誘惑，人人都安分守己，修學成功容易。現在等於說是四面八方都把你向地獄、向餓鬼道裡頭去拉，你居然能如如不動，這是何等功夫！所以這個利弊都有，只要自己堅定信心。"
    },
    {
      "id": "12-017-1488_p0056",
      "zh_CN": "如何坚定信心？一个好方法，天天读经，亲近圣贤，外面的诱惑尽量减少。所以我四十多年不看报纸，不看电视、广播，这些东西统统都离开了，每天所看的是经典，思惟的是经典。而且每天跟我们一些同参道友们，研究讲解，共同学习，这才能保持住不退转。五十四年如一日，我用的是这个方法。我觉得这个方法很有效，老师教给我的，我能够依教奉行。今天时间到了，我们就讲到此地。",
      "zh_TW": "如何堅定信心？一個好方法，天天讀經，親近聖賢，外面的誘惑盡量減少。所以我四十多年不看報紙，不看電視、廣播，這些東西統統都離開了，每天所看的是經典，思惟的是經典。而且每天跟我們一些同參道友們，研究講解，共同學習，這才能保持住不退轉。五十四年如一日，我用的是這個方法。我覺得這個方法很有效，老師教給我的，我能夠依教奉行。今天時間到了，我們就講到此地。"
    }
  ]
}