{
  "doc_id": "12-017-1760",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七六０卷",
    "zh_TW": "第一七六０卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1760",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "12-017-1760_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「无方大用」第八段，「明毛光照益三昧门」，我们从第六光看起，「爱乐光」。第六光有三首偈，我们把它念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「無方大用」第八段，「明毛光照益三昧門」，我們從第六光看起，「愛樂光」。第六光有三首偈，我們把它念一遍："
    },
    {
      "id": "12-017-1760_p0002",
      "zh_CN": "【又放光明名爱乐。此光能觉一切众。令其心乐于诸佛。及以乐法乐众僧。若常心乐于诸佛。及以乐法乐众僧。则在如来众会中。逮成无上深法忍。开悟众生无有量。普使念佛法僧宝。及示发心功德行。是故得成此光明。】",
      "zh_TW": "【又放光明名愛樂。此光能覺一切眾。令其心樂於諸佛。及以樂法樂眾僧。若常心樂於諸佛。及以樂法樂眾僧。則在如來眾會中。逮成無上深法忍。開悟眾生無有量。普使念佛法僧寶。及示發心功德行。是故得成此光明。】"
    },
    {
      "id": "12-017-1760_p0003",
      "zh_CN": "爱乐光是四弘誓愿里面「法门无量誓愿学」。所以有『爱乐』，这个字念去声，「乐」是爱好，不作快乐讲，作爱好。『此光能觉一切众』，佛的光明里面，接触佛的光明，自自然然对于三宝就有爱乐的意念，这个心就会生起来，所以佛光注照利益无边。这里讲的略举四十四种光，在佛光里面，这四十四种的殊胜功德利益都能感受得到。四十四不是数字，都是代表究竟圆满，所以全是表法的。这里面最重要的，我们必须要晓得，佛光是自性本来具足的光明。虽然每个光都讲这个光的因，都讲这个光的果，都说到因果，实在都是自性性德本来具足的。这也就是大乘教里常讲的，「万法皆空，因果不空」，显示出这个道理，无论是性具，自性本来具足，无论是修德。",
      "zh_TW": "愛樂光是四弘誓願裡面「法門無量誓願學」。所以有『愛樂』，這個字念去聲，「樂」是愛好，不作快樂講，作愛好。『此光能覺一切眾』，佛的光明裡面，接觸佛的光明，自自然然對於三寶就有愛樂的意念，這個心就會生起來，所以佛光注照利益無邊。這裡講的略舉四十四種光，在佛光裡面，這四十四種的殊勝功德利益都能感受得到。四十四不是數字，都是代表究竟圓滿，所以全是表法的。這裡面最重要的，我們必須要曉得，佛光是自性本來具足的光明。雖然每個光都講這個光的因，都講這個光的果，都說到因果，實在都是自性性德本來具足的。這也就是大乘教裡常講的，「萬法皆空，因果不空」，顯示出這個道理，無論是性具，自性本來具足，無論是修德。"
    },
    {
      "id": "12-017-1760_p0004",
      "zh_CN": "众生造恶感恶果，是不是自性本具的？给诸位说也是。自性里面有恶吗？自性里没有恶。没有恶为什么有恶因、有恶果？这就是经教里面所说的，「真如不守自性」，「一念不觉而有无明」，这是佛在大乘教里面常说的一念不觉。这一念有没有因？没有，《楞严经》上说得很好，佛还举了个比喻，「演若达多，迷头认影」。像这种例子，实在讲我们很多人自己都遭遇过。我们年轻的时候在学校念书，抗战期间，学生都有一门功课叫军训，抗战期间！上军训课的时候紧急集合，那个服装要整齐，这要很整齐，帽子都戴头上。忽然很慌张问别的同学，你有没有看到我帽子？慌张得不得了。同学一指，你的帽子不是在头上吗？忘掉了，不晓得什么时候戴上。这就是佛在《楞严经》上讲的「如演若多，迷头认影」，是同样一桩事情。你说有没有原因？没有原因。所以叫无始无明，这个味道很深。",
      "zh_TW": "眾生造惡感惡果，是不是自性本具的？給諸位說也是。自性裡面有惡嗎？自性裡沒有惡。沒有惡為什麼有惡因、有惡果？這就是經教裡面所說的，「真如不守自性」，「一念不覺而有無明」，這是佛在大乘教裡面常說的一念不覺。這一念有沒有因？沒有，《楞嚴經》上說得很好，佛還舉了個比喻，「演若達多，迷頭認影」。像這種例子，實在講我們很多人自己都遭遇過。我們年輕的時候在學校念書，抗戰期間，學生都有一門功課叫軍訓，抗戰期間！上軍訓課的時候緊急集合，那個服裝要整齊，這要很整齊，帽子都戴頭上。忽然很慌張問別的同學，你有沒有看到我帽子？慌張得不得了。同學一指，你的帽子不是在頭上嗎？忘掉了，不曉得什麼時候戴上。這就是佛在《楞嚴經》上講的「如演若多，迷頭認影」，是同樣一樁事情。你說有沒有原因？沒有原因。所以叫無始無明，這個味道很深。"
    },
    {
      "id": "12-017-1760_p0005",
      "zh_CN": "无始无明是什么？这个无明就是你迷惑，没有开始。一有开始不就是真的吗？没有开始，那就是假的，不是真的。我们迷了之后，继续愈迷愈深，这才叫做麻烦。但是迷得再深，真正一念觉悟了，你就清醒过来，再深的，也一刹那之间就省悟过来。所以人到悟的时候，大彻大悟的时候，哪一个不是顿悟？全都是的。然后才知道，佛菩萨教我们放下妄想分别执着，这高明到极处，你对于感受佛光的注照，感受佛法的气氛，我们在这个地方学习，这个道场的气氛跟别的地方不一样，外国人叫磁场，就不相同。这个地方的气氛跟一般佛教寺庙也不一样，同学们细心，常在此地听经，也去参观其他道场，去那里去烧香、拜佛，你会有不同的感触。这个都是属于这段经文里面所说的「毛光照益」。",
      "zh_TW": "無始無明是什麼？這個無明就是你迷惑，沒有開始。一有開始不就是真的嗎？沒有開始，那就是假的，不是真的。我們迷了之後，繼續愈迷愈深，這才叫做麻煩。但是迷得再深，真正一念覺悟了，你就清醒過來，再深的，也一剎那之間就省悟過來。所以人到悟的時候，大徹大悟的時候，哪一個不是頓悟？全都是的。然後才知道，佛菩薩教我們放下妄想分別執著，這高明到極處，你對於感受佛光的注照，感受佛法的氣氛，我們在這個地方學習，這個道場的氣氛跟別的地方不一樣，外國人叫磁場，就不相同。這個地方的氣氛跟一般佛教寺廟也不一樣，同學們細心，常在此地聽經，也去參觀其他道場，去那裡去燒香、拜佛，你會有不同的感觸。這個都是屬於這段經文裡面所說的「毛光照益」。"
    },
    {
      "id": "12-017-1760_p0006",
      "zh_CN": "前面跟诸位说过，毛是形容多，就是你感受很多，绝对不是一种。跟每个人情绪也不相同，你在欢乐的时候有一种感触，你在遇到伤心的事情、悲哀的时候，你进入场合也有一种感受，不一样。所以感受是无量无边，千变万化，还是随着你自己的起心动念。你心清净有清净的感受，浮躁有浮躁的感受，不会相同的。这是学法门就好比我们在此地上课一样，讲经就是上课、学法门，学法门的感受就是我们现前所说的。这个光能觉一切众，所有的光都能觉一切众，所以这「能觉一切众」是个共同的名词，共同的现象。",
      "zh_TW": "前面跟諸位說過，毛是形容多，就是你感受很多，絕對不是一種。跟每個人情緒也不相同，你在歡樂的時候有一種感觸，你在遇到傷心的事情、悲哀的時候，你進入場合也有一種感受，不一樣。所以感受是無量無邊，千變萬化，還是隨著你自己的起心動念。你心清淨有清淨的感受，浮躁有浮躁的感受，不會相同的。這是學法門就好比我們在此地上課一樣，講經就是上課、學法門，學法門的感受就是我們現前所說的。這個光能覺一切眾，所有的光都能覺一切眾，所以這「能覺一切眾」是個共同的名詞，共同的現象。"
    },
    {
      "id": "12-017-1760_p0007",
      "zh_CN": "下面说『令其心乐于诸佛』，「诸佛」是自性、是真心、是本觉，这许多不同的名词，意思是一样的。诸佛，狭义的来说，《华严经》这是圆教，初住以上到究竟觉四十二个位次，诸佛是说这个；如果广义来讲，广义到一切众生。天台家讲的六种佛，叫六即佛，第一个是理即佛，那就是所有一切众生统统是的。「唯心所现，唯识所变」，每个众生在理论上讲，也是佛在前面跟我们讲的，一切众生本来是佛，这是从理上讲的，也就是说从性上讲的。我们中国老祖宗五千年前就告诉我们人性本善，那个性就是佛，佛是本善，本来就善的。《三字经》上头一句话，「人之初，性本善」，从理上讲。以后为什么变成不善？变成不善是识变的，识是什么东西？识是起心动念、分别、执着。你说你有没有？统统都有。你要是没有，这八个字要是没有，你就不在六道，你就不在这个世间。到哪里去了？华藏世界去了，极乐世界去了。",
      "zh_TW": "下面說『令其心樂於諸佛』，「諸佛」是自性、是真心、是本覺，這許多不同的名詞，意思是一樣的。諸佛，狹義的來說，《華嚴經》這是圓教，初住以上到究竟覺四十二個位次，諸佛是說這個；如果廣義來講，廣義到一切眾生。天台家講的六種佛，叫六即佛，第一個是理即佛，那就是所有一切眾生統統是的。「唯心所現，唯識所變」，每個眾生在理論上講，也是佛在前面跟我們講的，一切眾生本來是佛，這是從理上講的，也就是說從性上講的。我們中國老祖宗五千年前就告訴我們人性本善，那個性就是佛，佛是本善，本來就善的。《三字經》上頭一句話，「人之初，性本善」，從理上講。以後為什麼變成不善？變成不善是識變的，識是什麼東西？識是起心動念、分別、執著。你說你有沒有？統統都有。你要是沒有，這八個字要是沒有，你就不在六道，你就不在這個世間。到哪裡去了？華藏世界去了，極樂世界去了。"
    },
    {
      "id": "12-017-1760_p0008",
      "zh_CN": "极乐、华藏里面的人，他们六根接触六尘境界，确实不起心、不动念，起心动念尚且没有，哪里会有分别执着，当然没有。所以要晓得，佛跟凡夫差别就在此地，起心动念、分别执着这叫凡夫，六道凡夫！六道也就是从这儿来的。不起心、不动念、不分别、不执着是佛，这在一真法界，刚才讲了在华藏、在极乐。起心动念有，没有分别、执着，这个人在四圣法界，在十法界里头最高的两层，佛、菩萨。他有分别，他没有执着，就是有妄想、有分别，没执着，如果说他还有妄想，有起心动念，有分别，没有执着，这个人叫阿罗汉。他不在六道，他在四圣法界的第一层、第二层，第一层叫声闻，第二层叫缘觉，在那个地方。所以你一定要晓得，我们能下个狠心，把妄想分别执着放下，那不就成佛了吗？这是真的不是假的。",
      "zh_TW": "極樂、華藏裡面的人，他們六根接觸六塵境界，確實不起心、不動念，起心動念尚且沒有，哪裡會有分別執著，當然沒有。所以要曉得，佛跟凡夫差別就在此地，起心動念、分別執著這叫凡夫，六道凡夫！六道也就是從這兒來的。不起心、不動念、不分別、不執著是佛，這在一真法界，剛才講了在華藏、在極樂。起心動念有，沒有分別、執著，這個人在四聖法界，在十法界裡頭最高的兩層，佛、菩薩。他有分別，他沒有執著，就是有妄想、有分別，沒執著，如果說他還有妄想，有起心動念，有分別，沒有執著，這個人叫阿羅漢。他不在六道，他在四聖法界的第一層、第二層，第一層叫聲聞，第二層叫緣覺，在那個地方。所以你一定要曉得，我們能下個狠心，把妄想分別執著放下，那不就成佛了嗎？這是真的不是假的。"
    },
    {
      "id": "12-017-1760_p0009",
      "zh_CN": "释迦牟尼佛给我们很大的启示，我们要常常记在心里，做不到没有关系，你要知道这个事实，这是事实真相。他给我们示现的，十九岁出去求学，学了十二年，你要记住，他是王子的身分，聪明绝顶，这样的年轻人哪个老师不喜欢！印度当时宗教里面高僧大德，学术界里面学者、权威，所谓专家学者，释迦牟尼统统去请教过，向他们学习，学了十二年，到三十岁。他十二年的成就，我们能想像得到那相当可观，也就是说世间法统统都学到、学尽了，真的是毕业，无学了。但是怎么样？不究竟，终极的问题不能解决。什么叫终极的问题？生死问题不能解决。第二个，六道是清楚了，他们无论是学术、是宗教统统修禅定，就是佛经上常讲的四禅八定，这叫世间禅定。你得这个定，六道里面的空间维次全突破了，所以六道里面的情形你能看见，你能听见，你能接触到。这一点不假，这不是打妄想，叫现量境界，你亲眼所见、亲耳所闻，这个是都明了了。可是六道从哪儿来的？为什么会有六道？六道之外还有没有世界？没人能答复。",
      "zh_TW": "釋迦牟尼佛給我們很大的啟示，我們要常常記在心裡，做不到沒有關係，你要知道這個事實，這是事實真相。他給我們示現的，十九歲出去求學，學了十二年，你要記住，他是王子的身分，聰明絕頂，這樣的年輕人哪個老師不喜歡！印度當時宗教裡面高僧大德，學術界裡面學者、權威，所謂專家學者，釋迦牟尼統統去請教過，向他們學習，學了十二年，到三十歲。他十二年的成就，我們能想像得到那相當可觀，也就是說世間法統統都學到、學盡了，真的是畢業，無學了。但是怎麼樣？不究竟，終極的問題不能解決。什麼叫終極的問題？生死問題不能解決。第二個，六道是清楚了，他們無論是學術、是宗教統統修禪定，就是佛經上常講的四禪八定，這叫世間禪定。你得這個定，六道裡面的空間維次全突破了，所以六道裡面的情形你能看見，你能聽見，你能接觸到。這一點不假，這不是打妄想，叫現量境界，你親眼所見、親耳所聞，這個是都明瞭了。可是六道從哪兒來的？為什麼會有六道？六道之外還有沒有世界？沒人能答覆。"
    },
    {
      "id": "12-017-1760_p0010",
      "zh_CN": "所以释迦牟尼佛到恒河边找一棵大树在底下入定，把十二年所学的统统放下。放下什么？放下起心动念、妄想执着。因为他们在修禅定的时候，妄想分别执着是定功暂时伏住，不起作用，可是一出定，一出定妄想分别执着又起来。所以，佛说这叫世间禅定，世间法。我们从这里就明白了，佛法里面讲世间法、出世间法，标准在哪里？标准就是在妄想分别执着。妄想分别执着只要没有放下，无论学什么都叫做世间法。我们今天学《华严经》，如果妄想分别执着没有放下，世间法。假如我们妄想分别执着统统放下，给诸位说，我们学《弟子规》，《弟子规》是《大方广佛华严》，是出世间法。你就晓得，世间法跟出世间法不在法里头，法里面没有世出世间，平等的。世间跟出世间差别在哪里？差别在自己，这个要知道。否则的话，你找出世间法，你永远找不到。你看只要放下执着，就是出世间法，放下执着证阿罗汉果，阿罗汉出离六道轮回，到四圣法界了。放下妄想，那十法界就超越了，到哪里去？到一真法界去，一真法界就是华藏、就是极乐。",
      "zh_TW": "所以釋迦牟尼佛到恆河邊找一棵大樹在底下入定，把十二年所學的統統放下。放下什麼？放下起心動念、妄想執著。因為他們在修禪定的時候，妄想分別執著是定功暫時伏住，不起作用，可是一出定，一出定妄想分別執著又起來。所以，佛說這叫世間禪定，世間法。我們從這裡就明白了，佛法裡面講世間法、出世間法，標準在哪裡？標準就是在妄想分別執著。妄想分別執著只要沒有放下，無論學什麼都叫做世間法。我們今天學《華嚴經》，如果妄想分別執著沒有放下，世間法。假如我們妄想分別執著統統放下，給諸位說，我們學《弟子規》，《弟子規》是《大方廣佛華嚴》，是出世間法。你就曉得，世間法跟出世間法不在法裡頭，法裡面沒有世出世間，平等的。世間跟出世間差別在哪裡？差別在自己，這個要知道。否則的話，你找出世間法，你永遠找不到。你看只要放下執著，就是出世間法，放下執著證阿羅漢果，阿羅漢出離六道輪迴，到四聖法界了。放下妄想，那十法界就超越了，到哪裡去？到一真法界去，一真法界就是華藏、就是極樂。"
    },
    {
      "id": "12-017-1760_p0011",
      "zh_CN": "体就是法性，也叫佛性，也叫真心，也叫本性，学习大乘，真正有善根、福德，没有不喜欢真性的。真性是什么样子？真性到底有什么好处？能叫人生这么样的爱乐之心？六祖在《坛经》上说得好，你看看他说的二十个字，你喜不喜欢？二十个字，五句，一句四个字。第一句「本自清净」。心清净、身清净，身心健康，世界清净，为什么？世界是依报，依报随着正报转，没有不清净的。清凉世界从哪里来的？从清净心现出来的。香港这个地区，诸位知道很不清净，染污非常严重；如果你自己真的得清净心，你住在这个地方，香港是清净世界。你能相信吗？你一定会摇头，我不相信。没错，你当然不相信，为什么？你心不清净。你什么时候心清净，你就见到这个地方是净土，中峰禅师说得好「此方即是净土，净土即是此方」，此方是香港。你没有这个功夫转境界。",
      "zh_TW": "體就是法性，也叫佛性，也叫真心，也叫本性，學習大乘，真正有善根、福德，沒有不喜歡真性的。真性是什麼樣子？真性到底有什麼好處？能叫人生這麼樣的愛樂之心？六祖在《壇經》上說得好，你看看他說的二十個字，你喜不喜歡？二十個字，五句，一句四個字。第一句「本自清淨」。心清淨、身清淨，身心健康，世界清淨，為什麼？世界是依報，依報隨著正報轉，沒有不清淨的。清涼世界從哪裡來的？從清淨心現出來的。香港這個地區，諸位知道很不清淨，染污非常嚴重；如果你自己真的得清淨心，你住在這個地方，香港是清淨世界。你能相信嗎？你一定會搖頭，我不相信。沒錯，你當然不相信，為什麼？你心不清淨。你什麼時候心清淨，你就見到這個地方是淨土，中峰禪師說得好「此方即是淨土，淨土即是此方」，此方是香港。你沒有這個功夫轉境界。"
    },
    {
      "id": "12-017-1760_p0012",
      "zh_CN": "再告诉你，这个地方本来清净，为什么？法性土！「唯心所现，唯识所变」，法性土。为什么不清净？我心不清净，所以把清净的净土变成秽土，本来清净。所以佛菩萨心目当中，他现在还清净，他永远是清净，这叫什么？心转境界。大乘教里面常讲「依报随着正报转」，所以我心不清净，没有一样是清净的。经上佛也说过，菩萨成佛，成佛的时候忽然看到大地所有一切众生皆成佛道。这句话怎么讲法？他自己成佛，所有一切境界统统都变了，他看得不一样。他看到每个众生都是佛，真佛，绝对不是假佛，所以他能对一切众生生起恭敬心，「礼敬诸佛，称赞如来，广修供养」他真能做到。我们今天看到一切众生都是凡夫，为什么？自己是凡夫，凡夫看一切众生是凡夫，凡夫看净土是秽土；佛看凡夫都是诸佛，佛看秽土是净土，不一样！本自清净。",
      "zh_TW": "再告訴你，這個地方本來清淨，為什麼？法性土！「唯心所現，唯識所變」，法性土。為什麼不清淨？我心不清淨，所以把清淨的淨土變成穢土，本來清淨。所以佛菩薩心目當中，他現在還清淨，他永遠是清淨，這叫什麼？心轉境界。大乘教裡面常講「依報隨著正報轉」，所以我心不清淨，沒有一樣是清淨的。經上佛也說過，菩薩成佛，成佛的時候忽然看到大地所有一切眾生皆成佛道。這句話怎麼講法？他自己成佛，所有一切境界統統都變了，他看得不一樣。他看到每個眾生都是佛，真佛，絕對不是假佛，所以他能對一切眾生生起恭敬心，「禮敬諸佛，稱讚如來，廣修供養」他真能做到。我們今天看到一切眾生都是凡夫，為什麼？自己是凡夫，凡夫看一切眾生是凡夫，凡夫看淨土是穢土；佛看凡夫都是諸佛，佛看穢土是淨土，不一樣！本自清淨。"
    },
    {
      "id": "12-017-1760_p0013",
      "zh_CN": "「本不生灭」，本不生灭是印度所有宗教里面追求的终极目标，叫大般涅槃。大般涅槃是印度话，意思就叫不生不灭，宗教里面讲的永生。可是印度所有宗教都没有能够获得，他们的宗教最高的层次到四禅天、到四空天，把四禅天、四空天以为那个境界就是般涅槃。最高的是非想非非想处天，寿命八万大劫，八万大劫到底有多长？我们讲大乘教里头所说的，世界有成住坏空，这现在科学家都看到。晚上在天文望远镜里面看到太空的星球，有发现新的星球，有发现这个星球爆炸了，爆炸就是灭了，所以星球有成住坏空。一个成住坏空叫一个大劫，叫一个劫，八万大劫拿我们地球太阳系来说，太阳系成住坏空八万次。我们现在人讲，现在科学讲，宇宙的生灭八万次，这个时间多长。",
      "zh_TW": "「本不生滅」，本不生滅是印度所有宗教裡面追求的終極目標，叫大般涅槃。大般涅槃是印度話，意思就叫不生不滅，宗教裡面講的永生。可是印度所有宗教都沒有能夠獲得，他們的宗教最高的層次到四禪天、到四空天，把四禪天、四空天以為那個境界就是般涅槃。最高的是非想非非想處天，壽命八萬大劫，八萬大劫到底有多長？我們講大乘教裡頭所說的，世界有成住壞空，這現在科學家都看到。晚上在天文望遠鏡裡面看到太空的星球，有發現新的星球，有發現這個星球爆炸了，爆炸就是滅了，所以星球有成住壞空。一個成住壞空叫一個大劫，叫一個劫，八萬大劫拿我們地球太陽系來說，太陽系成住壞空八萬次。我們現在人講，現在科學講，宇宙的生滅八萬次，這個時間多長。"
    },
    {
      "id": "12-017-1760_p0014",
      "zh_CN": "非想非非想天人他的寿命那么长，他能够看到这个星系、宇宙成住坏空八万次，他的寿命就到了。寿命到了是什么？他又起心动念了。所以他的妄想分别执着没有断掉，他是定力伏住，不起作用。到八万次的时候伏不住又起作用，又起作用轮回的现象又出来了。这个真的是很难想像，要不是佛给我们讲得这么清楚，我们永远不知道事实真相。所以他没有断，他叫世间法，出不了六道轮回。真正的般涅槃，不生不灭，那是什么？那是自性。佛法里头有，大乘是圆满的，小乘是不圆满，因为小乘只是把执着，世出世间一切法执着没有了，证阿罗汉果，超越六道轮回。这个境界佛法里叫偏真涅槃，不是究竟涅槃。究竟涅槃是大乘教里面佛所证得的，那就是自性本不生灭。你说这个要不要？无论什么人他一定想求得，不知道自性里头本有，不要向外去求。",
      "zh_TW": "非想非非想天人他的壽命那麼長，他能夠看到這個星系、宇宙成住壞空八萬次，他的壽命就到了。壽命到了是什麼？他又起心動念了。所以他的妄想分別執著沒有斷掉，他是定力伏住，不起作用。到八萬次的時候伏不住又起作用，又起作用輪迴的現象又出來了。這個真的是很難想像，要不是佛給我們講得這麼清楚，我們永遠不知道事實真相。所以他沒有斷，他叫世間法，出不了六道輪迴。真正的般涅槃，不生不滅，那是什麼？那是自性。佛法裡頭有，大乘是圓滿的，小乘是不圓滿，因為小乘只是把執著，世出世間一切法執著沒有了，證阿羅漢果，超越六道輪迴。這個境界佛法裡叫偏真涅槃，不是究竟涅槃。究竟涅槃是大乘教裡面佛所證得的，那就是自性本不生滅。你說這個要不要？無論什麼人他一定想求得，不知道自性裡頭本有，不要向外去求。"
    },
    {
      "id": "12-017-1760_p0015",
      "zh_CN": "第三句话他说「何期自性，本自具足」，这个具足就是一样都不缺乏。具足智慧、具足德能、具足相好，相好就是我们现在所讲的福报，我们今天讲智慧、才艺、福报统统具足，一丝毫不欠缺。所有一切众生平等平等，没有说哪个比哪个多一点，哪个人比哪个少一点，没有，平等的。为什么？自性本来具足的。所以，你要求智慧、要求才艺、要求福报，不要到外面求，外面求不到；你要向自性里面求，自性是佛。去向佛求，不是向外面的佛求，是向自性佛求，那就有求必应；你向外面的佛求，那是迷信。外面的佛是表法的，看到佛就要想到自性是佛，他提醒你，是这个意思，这个要懂得。佛不在外头，法跟僧都不在外头。",
      "zh_TW": "第三句話他說「何期自性，本自具足」，這個具足就是一樣都不缺乏。具足智慧、具足德能、具足相好，相好就是我們現在所講的福報，我們今天講智慧、才藝、福報統統具足，一絲毫不欠缺。所有一切眾生平等平等，沒有說哪個比哪個多一點，哪個人比哪個少一點，沒有，平等的。為什麼？自性本來具足的。所以，你要求智慧、要求才藝、要求福報，不要到外面求，外面求不到；你要向自性裡面求，自性是佛。去向佛求，不是向外面的佛求，是向自性佛求，那就有求必應；你向外面的佛求，那是迷信。外面的佛是表法的，看到佛就要想到自性是佛，他提醒你，是這個意思，這個要懂得。佛不在外頭，法跟僧都不在外頭。"
    },
    {
      "id": "12-017-1760_p0016",
      "zh_CN": "第四句他说「本无动摇」，你心是定的，永远是定的，从来也没有动摇过。为什么现在我们的心不定？尤其是心浮气躁，心神不安，这不是正常现象，是反常的现象。这种不安是什么？是妄念。你看前念灭了，后念就生，一个念头一个念头，全是妄念。自性清净心里头没有妄念，所以它本来是清净的，本来没有动摇过，没有动摇就是定。本无动摇就是自性本定，它本来是定的，定生慧！",
      "zh_TW": "第四句他說「本無動搖」，你心是定的，永遠是定的，從來也沒有動搖過。為什麼現在我們的心不定？尤其是心浮氣躁，心神不安，這不是正常現象，是反常的現象。這種不安是什麼？是妄念。你看前念滅了，後念就生，一個念頭一個念頭，全是妄念。自性清淨心裡頭沒有妄念，所以它本來是清淨的，本來沒有動搖過，沒有動搖就是定。本無動搖就是自性本定，它本來是定的，定生慧！"
    },
    {
      "id": "12-017-1760_p0017",
      "zh_CN": "末后一句说「能生万法」，万法是宇宙，宇宙是你自性变现出来的。如果你要知道自性有这样殊胜的好处，我一定要把自性找回来，我现在迷了，我一定要找回来，找回来就是诸佛。所以你真正晓得，你当然「乐于诸佛」，你会把学佛看作真正快乐的事情。我在年轻时候，方东美教授把佛法介绍给我，告诉我学佛是人生最高的享受。这句话就是这一句「令其心乐于诸佛」，你看是不是一个意思？经上是用文言说，方先生是用白话说，一个意思，学佛是人生最高的享受！真正明白、懂得了，你就会乐此不疲，快乐无比。",
      "zh_TW": "末後一句說「能生萬法」，萬法是宇宙，宇宙是你自性變現出來的。如果你要知道自性有這樣殊勝的好處，我一定要把自性找回來，我現在迷了，我一定要找回來，找回來就是諸佛。所以你真正曉得，你當然「樂於諸佛」，你會把學佛看作真正快樂的事情。我在年輕時候，方東美教授把佛法介紹給我，告訴我學佛是人生最高的享受。這句話就是這一句「令其心樂於諸佛」，你看是不是一個意思？經上是用文言說，方先生是用白話說，一個意思，學佛是人生最高的享受！真正明白、懂得了，你就會樂此不疲，快樂無比。"
    },
    {
      "id": "12-017-1760_p0018",
      "zh_CN": "下面讲『及以乐法乐众僧』，前面佛是体，自性的性体是佛，「法」跟「僧」就是自性的德用。显示在哪里？显示在我们日常生活当中。法是什么？佛家常说，有人问什么是佛法？祖师的答复很简单，「慈悲为本，方便为门」，这就是法。方便叫善巧方便，善是纯善没有恶，巧是巧妙极了，方是方法，便是便宜。方便两个字，我们用现代的话来说，最适当的方法，最合适的方法。这个方法就不是定法，因人不同，因时不同，因处不同，因事不同，变化太大了，所以佛讲「无有定法可说」。在什么时候、在什么处所遇着这些人事，佛的说法千变万化，必定令听法的人得利益，现前就得利益。大根性的人得大利益，他大彻大悟，小根性的人得小利益，眼前他遭遇到困难，他知道怎么解决，这小事一桩。",
      "zh_TW": "下面講『及以樂法樂眾僧』，前面佛是體，自性的性體是佛，「法」跟「僧」就是自性的德用。顯示在哪裡？顯示在我們日常生活當中。法是什麼？佛家常說，有人問什麼是佛法？祖師的答覆很簡單，「慈悲為本，方便為門」，這就是法。方便叫善巧方便，善是純善沒有惡，巧是巧妙極了，方是方法，便是便宜。方便兩個字，我們用現代的話來說，最適當的方法，最合適的方法。這個方法就不是定法，因人不同，因時不同，因處不同，因事不同，變化太大了，所以佛講「無有定法可說」。在什麼時候、在什麼處所遇著這些人事，佛的說法千變萬化，必定令聽法的人得利益，現前就得利益。大根性的人得大利益，他大徹大悟，小根性的人得小利益，眼前他遭遇到困難，他知道怎麼解決，這小事一樁。"
    },
    {
      "id": "12-017-1760_p0019",
      "zh_CN": "这是我们在世尊四十九年所说的，《大藏经》里面可以看到。佛所说的这些教诲结集成经藏，流传到中国来，少分。诸位要知道，那个时候交通不方便，运输非常困难，尤其经典。佛陀那个时代没有纸张，文字写在哪里？写在树叶上，贝多罗树，所以我们称贝叶经。这个树叶很大，就像我们中国看到的芭蕉树，树叶很大。他们把树叶裁成一条一条的，大概这么宽、这么长一条，两面打洞，用绳子穿起来可以翻。写的时候两面可以写，大概一面写四行，顶多五行。贝叶经很多博物馆里面有收藏，诸位可以去看。所以一部经就很厚很厚。一部《华严经》，像现在用卡车装，总要装二、三辆车，一部经，你说运输多困难。从前没有车，马驮，骡马，用马驮经，大经，一部经就要好多匹马，你就晓得运输多困难。",
      "zh_TW": "這是我們在世尊四十九年所說的，《大藏經》裡面可以看到。佛所說的這些教誨結集成經藏，流傳到中國來，少分。諸位要知道，那個時候交通不方便，運輸非常困難，尤其經典。佛陀那個時代沒有紙張，文字寫在哪裡？寫在樹葉上，貝多羅樹，所以我們稱貝葉經。這個樹葉很大，就像我們中國看到的芭蕉樹，樹葉很大。他們把樹葉裁成一條一條的，大概這麼寬、這麼長一條，兩面打洞，用繩子穿起來可以翻。寫的時候兩面可以寫，大概一面寫四行，頂多五行。貝葉經很多博物館裡面有收藏，諸位可以去看。所以一部經就很厚很厚。一部《華嚴經》，像現在用卡車裝，總要裝二、三輛車，一部經，你說運輸多困難。從前沒有車，馬馱，騾馬，用馬馱經，大經，一部經就要好多匹馬，你就曉得運輸多困難。"
    },
    {
      "id": "12-017-1760_p0020",
      "zh_CN": "所以经书传到中国，中国的法师到印度去留学，总是精挑细选，选最好的、最适合中国人口味的，中国人所需要的，精挑细选，不是全部都过来。运到中国来之后翻译，也不是完全都翻，也是在里面选择，所以做第二次的筛选，选出契合中国人根性，中国人现前迫切需要，这样子选出来。所以没有译出来的东西还很多，现在全散失了，真可惜，全散失了。散失不要紧，其实佛经，部部经它终极的修学目标都是明心见性。所以佛在《金刚经》上给我们说明事实真相，「诸法平等，无有高下」；换句话说，我们懂得这个道理，就是一部经就能成就。这一部经成就的时候，你一切法全通了，叫一经通一切经都通；一个法门得到了，一切法门全得到。我们晓得这个，经典流传后世多少就没有关系了，我们的心也放下了。随便哪部经，你学习这部经总是与你自己有缘分，为什么？你喜欢这部经，爱乐这部经！《华严》是大部的，《般若心经》是小部的，只有二百六十个字，如果是一生受持《般若心经》，这很小的，一门深入，长时薰修，也能大彻大悟，跟《华严》没有两样。这什么原因？全是自性流露。所以到最后还是回归自性，回归自性就是大彻大悟，怎样能回归？回归的秘诀在哪里？秘诀在放下。",
      "zh_TW": "所以經書傳到中國，中國的法師到印度去留學，總是精挑細選，選最好的、最適合中國人口味的，中國人所需要的，精挑細選，不是全部都過來。運到中國來之後翻譯，也不是完全都翻，也是在裡面選擇，所以做第二次的篩選，選出契合中國人根性，中國人現前迫切需要，這樣子選出來。所以沒有譯出來的東西還很多，現在全散失了，真可惜，全散失了。散失不要緊，其實佛經，部部經它終極的修學目標都是明心見性。所以佛在《金剛經》上給我們說明事實真相，「諸法平等，無有高下」；換句話說，我們懂得這個道理，就是一部經就能成就。這一部經成就的時候，你一切法全通了，叫一經通一切經都通；一個法門得到了，一切法門全得到。我們曉得這個，經典流傳後世多少就沒有關係了，我們的心也放下了。隨便哪部經，你學習這部經總是與你自己有緣分，為什麼？你喜歡這部經，愛樂這部經！《華嚴》是大部的，《般若心經》是小部的，只有二百六十個字，如果是一生受持《般若心經》，這很小的，一門深入，長時薰修，也能大徹大悟，跟《華嚴》沒有兩樣。這什麼原因？全是自性流露。所以到最後還是回歸自性，回歸自性就是大徹大悟，怎樣能回歸？回歸的祕訣在哪裡？祕訣在放下。"
    },
    {
      "id": "12-017-1760_p0021",
      "zh_CN": "我读六百卷《大般若》，从头到尾看过一遍，我最后给它总结写了十二个字，六百卷《大般若》说什么？「一切法无所有、毕竟空、不可得」，这十二个字。你真正了解一切法的真相，这一切法你还要放在心上吗？你还会执着、还会分别它吗？自然放下，一放下你就明心见性，你就回归自性。那个境界就跟惠能大师所证的，释迦牟尼佛夜睹明星、大彻大悟所证的，无二无别，完全相同，佛佛道同。所以你不能不放下！",
      "zh_TW": "我讀六百卷《大般若》，從頭到尾看過一遍，我最後給它總結寫了十二個字，六百卷《大般若》說什麼？「一切法無所有、畢竟空、不可得」，這十二個字。你真正了解一切法的真相，這一切法你還要放在心上嗎？你還會執著、還會分別它嗎？自然放下，一放下你就明心見性，你就回歸自性。那個境界就跟惠能大師所證的，釋迦牟尼佛夜睹明星、大徹大悟所證的，無二無別，完全相同，佛佛道同。所以你不能不放下！"
    },
    {
      "id": "12-017-1760_p0022",
      "zh_CN": "这么多年来，我常常勉励我们的同学，你真正想契入佛境界，不敢讲契入，你只想入门，你能入佛境界的大门，至少你要放下十六个字，这我常讲。这十六个字要是不能放下，你永远在门外，你没有进来，你走到大门边上你进不来。这十六个字头一个是自私自利，为什么？自性里头没有自私自利，自性里没有的，要放下。名闻利养，自性里头没有，五欲六尘，自性里头也没有，贪瞋痴慢，自性也没有，这十六个字。把这十六个字放下，你刚刚入门，什么地位？佛教幼儿园小班第一天上课，我用这个比喻来跟你说。幼儿园上面有小学、有中学、有大学、有研究所，远之远矣！但是你能上幼儿园小班，开始上课了；如果这十六个字放不下，你小班都没进去。",
      "zh_TW": "這麼多年來，我常常勉勵我們的同學，你真正想契入佛境界，不敢講契入，你只想入門，你能入佛境界的大門，至少你要放下十六個字，這我常講。這十六個字要是不能放下，你永遠在門外，你沒有進來，你走到大門邊上你進不來。這十六個字頭一個是自私自利，為什麼？自性裡頭沒有自私自利，自性裡沒有的，要放下。名聞利養，自性裡頭沒有，五欲六塵，自性裡頭也沒有，貪瞋痴慢，自性也沒有，這十六個字。把這十六個字放下，你剛剛入門，什麼地位？佛教幼兒園小班第一天上課，我用這個比喻來跟你說。幼兒園上面有小學、有中學、有大學、有研究所，遠之遠矣！但是你能上幼兒園小班，開始上課了；如果這十六個字放不下，你小班都沒進去。"
    },
    {
      "id": "12-017-1760_p0023",
      "zh_CN": "这样看起来，佛法真的不容易，确实。可是佛门里头有个特别法门，易行道，这个地方也讲到了，你看第十句里头『普使念佛法僧宝』。这里面什么？这里头有念佛法门，那就是个特别法门，念佛成佛。念佛成佛要不要放下？也要放下，你不放下你不能往生。不过那个放下，你暂时放下，行，什么时候是暂时？往生最后那一念你能放下，你就成功了。往生的时候最后那一念还放不下，那就一点办法都没有，阿弥陀佛拉都拉不动你。所以要往生最后那一念放下，我们要有把握，就是平时要放下，到那个时候才有把握。平时练兵，到那个时候是打仗，平时不操练怎么行？所以，我们在日常生活当中，我讲的自私自利要淡化，一年比一年淡化；名闻利养都要放，尽量的放。五欲六尘，这就是物质的享受要随缘，不要计较，不可以贪求，有很好，没有也很好，根本不放在心上。贪瞋痴慢统统都要淡化，愈淡愈好，我们念佛往生才有把握，叫带业往生。如果对这个东西有坚固的执着，念念在那里追求，这个很麻烦，这个与道完全相违背，你就很不容易成就。所以「法」这个字是关键，我们没有见性没有关系，如果能够在「法」跟「僧」这两个字上下功夫，逐渐我们能够接近见性。",
      "zh_TW": "這樣看起來，佛法真的不容易，確實。可是佛門裡頭有個特別法門，易行道，這個地方也講到了，你看第十句裡頭『普使念佛法僧寶』。這裡面什麼？這裡頭有念佛法門，那就是個特別法門，念佛成佛。念佛成佛要不要放下？也要放下，你不放下你不能往生。不過那個放下，你暫時放下，行，什麼時候是暫時？往生最後那一念你能放下，你就成功了。往生的時候最後那一念還放不下，那就一點辦法都沒有，阿彌陀佛拉都拉不動你。所以要往生最後那一念放下，我們要有把握，就是平時要放下，到那個時候才有把握。平時練兵，到那個時候是打仗，平時不操練怎麼行？所以，我們在日常生活當中，我講的自私自利要淡化，一年比一年淡化；名聞利養都要放，盡量的放。五欲六塵，這就是物質的享受要隨緣，不要計較，不可以貪求，有很好，沒有也很好，根本不放在心上。貪瞋痴慢統統都要淡化，愈淡愈好，我們念佛往生才有把握，叫帶業往生。如果對這個東西有堅固的執著，念念在那裡追求，這個很麻煩，這個與道完全相違背，你就很不容易成就。所以「法」這個字是關鍵，我們沒有見性沒有關係，如果能夠在「法」跟「僧」這兩個字上下功夫，逐漸我們能夠接近見性。"
    },
    {
      "id": "12-017-1760_p0024",
      "zh_CN": "僧是什么意思？僧在此地讲与大众和睦相处。僧的本意叫和合众，佛家和合众的标准有六条，「见和同解，戒和同修，身和同住，口和无诤，意和同悦，利和同均」。跟所有一切大众都要守这个原则，这叫做「乐众僧」。别人不喜欢我们、讨厌我们，我们回避，让他生欢喜心。他喜欢我们，我们一起接近，在一块共同学习；不喜欢我们，躲得远远的。一生记住，与一切众生结善缘，结善缘就是无论哪个团体都欢喜你，都愿意接纳你，都欢迎你，广结法缘，世间人讲的广结善缘。真正要做出牺牲跟奉献，念念懂得谦虚，懂得礼让，懂得尊重别人。冤亲债主也要尊重，冤亲债主就化解了。冤家宜解不宜结，他对我误会没有关系，让时间、让事实真相去化解，我们不要急着去解释，没有必要，这个地方要看你的修养，非常重要。所以懂得尊重人，人家就尊重你。敬爱别人、关怀别人、照顾别人、帮助别人，你能做到这些，哪个不欢迎你？你走到不同的国家、不同的族群，甚至于不同的宗教，都欢迎你。",
      "zh_TW": "僧是什麼意思？僧在此地講與大眾和睦相處。僧的本意叫和合眾，佛家和合眾的標準有六條，「見和同解，戒和同修，身和同住，口和無諍，意和同悅，利和同均」。跟所有一切大眾都要守這個原則，這叫做「樂眾僧」。別人不喜歡我們、討厭我們，我們迴避，讓他生歡喜心。他喜歡我們，我們一起接近，在一塊共同學習；不喜歡我們，躲得遠遠的。一生記住，與一切眾生結善緣，結善緣就是無論哪個團體都歡喜你，都願意接納你，都歡迎你，廣結法緣，世間人講的廣結善緣。真正要做出犧牲跟奉獻，念念懂得謙虛，懂得禮讓，懂得尊重別人。冤親債主也要尊重，冤親債主就化解了。冤家宜解不宜結，他對我誤會沒有關係，讓時間、讓事實真相去化解，我們不要急著去解釋，沒有必要，這個地方要看你的修養，非常重要。所以懂得尊重人，人家就尊重你。敬愛別人、關懷別人、照顧別人、幫助別人，你能做到這些，哪個不歡迎你？你走到不同的國家、不同的族群，甚至於不同的宗教，都歡迎你。"
    },
    {
      "id": "12-017-1760_p0025",
      "zh_CN": "很多同学晓得，我们这些年在世界上团结宗教、团结族群，我用什么？就用这几句话。这个几句话你要晓得从哪儿来的？从《华严经》四摄法来的。四摄法是布施、爱语、利行、同事，你用在家庭，你一家和睦，家和万事兴；你用在团体，这个团体就是僧团，诸佛护念、善神拥护；你用在社会，就是和谐社会；用在这个国家，那就是安定、和谐、富庶；用在世界，就是和谐世界天下太平。我们学了要会用，用的最大的利益，自己身心和谐，身心和谐就说明百病不生。你生病是你身心不和，身心调和哪里会生病？所以僧是和睦的意思，首先自己跟自己要和，这个和睦就是自己的本性跟习性。习性跟本性是不和的，你要如何能调和；尽量的化解习性，提升本性，你要在这上下功夫。那就是说要改毛病，要改习气，毛病、习气属于习性，要改，尽量让自己的起心动念、言语造作跟自性接近。自性我们不要讲得太高，我们把标准拉到最低，确实与性德相应，《弟子规》就是的。所以学习《弟子规》就是转习性为本性，就做这个功课。与感应篇相应、与十善业相应，这都是性德，性德落实到我们现前的生活境界里面，就是这个意思。",
      "zh_TW": "很多同學曉得，我們這些年在世界上團結宗教、團結族群，我用什麼？就用這幾句話。這個幾句話你要曉得從哪兒來的？從《華嚴經》四攝法來的。四攝法是布施、愛語、利行、同事，你用在家庭，你一家和睦，家和萬事興；你用在團體，這個團體就是僧團，諸佛護念、善神擁護；你用在社會，就是和諧社會；用在這個國家，那就是安定、和諧、富庶；用在世界，就是和諧世界天下太平。我們學了要會用，用的最大的利益，自己身心和諧，身心和諧就說明百病不生。你生病是你身心不和，身心調和哪裡會生病？所以僧是和睦的意思，首先自己跟自己要和，這個和睦就是自己的本性跟習性。習性跟本性是不和的，你要如何能調和；盡量的化解習性，提升本性，你要在這上下功夫。那就是說要改毛病，要改習氣，毛病、習氣屬於習性，要改，盡量讓自己的起心動念、言語造作跟自性接近。自性我們不要講得太高，我們把標準拉到最低，確實與性德相應，《弟子規》就是的。所以學習《弟子規》就是轉習性為本性，就做這個功課。與感應篇相應、與十善業相應，這都是性德，性德落實到我們現前的生活境界裡面，就是這個意思。"
    },
    {
      "id": "12-017-1760_p0026",
      "zh_CN": "佛法的六和敬，文字不多，可是这义理、境界深广无际，真的是从初发心到如来地都不能离开。特别是见和同解，这个用我们现在的话说，建立共识，我们的想法、看法都一致，和谐不就现前了吗？想法、看法怎么能够一致？大乘教里用得最好，那个方法好极了。你能把你自己的想法、看法统统放下，他也放下，我也放下，不就一致了吗？决不是说你的想法、看法错误了，我是正确的，你们要依我的，谁也不服谁。佛说，自性清净心里面没有看法，也没有想法，把想法、看法统统放下，岂不就是放下妄想分别执着吗？放下妄想分别执着，大家的想法、看法完全一致了，你看这个法子妙不妙！",
      "zh_TW": "佛法的六和敬，文字不多，可是這義理、境界深廣無際，真的是從初發心到如來地都不能離開。特別是見和同解，這個用我們現在的話說，建立共識，我們的想法、看法都一致，和諧不就現前了嗎？想法、看法怎麼能夠一致？大乘教裡用得最好，那個方法好極了。你能把你自己的想法、看法統統放下，他也放下，我也放下，不就一致了嗎？決不是說你的想法、看法錯誤了，我是正確的，你們要依我的，誰也不服誰。佛說，自性清淨心裡面沒有看法，也沒有想法，把想法、看法統統放下，豈不就是放下妄想分別執著嗎？放下妄想分別執著，大家的想法、看法完全一致了，你看這個法子妙不妙！"
    },
    {
      "id": "12-017-1760_p0027",
      "zh_CN": "我在初学佛的时候，看到这个经文，我佩服得五体投地，太高明了。佛陀没有说你们的想法、看法错误，我是佛陀，我的看法、想法是正确的，你们都要依我，佛不是这个说法。佛教我们统统放下，你看看放下执着是阿罗汉，放下分别是菩萨，放下妄想就是佛。佛法成就的三个层次，没有别的，全是放下，放下则见和同解。我们初学佛的人做不到，说老实话，执着放不下，这个时候怎么办？可以用放下我们自己的成见，我们自己什么想法、看法，我们把它放下，我们都依圣人的教诲，这个也是好办法。圣人的教诲，弟子规、十善业、沙弥律仪这是圣人的教诲，我们依教奉行。这是教幼儿园的佛法，是起步，你要不从这里起步，你的德行不能建立，也就是说你的烦恼习气不能够化解，你回归不了自性。",
      "zh_TW": "我在初學佛的時候，看到這個經文，我佩服得五體投地，太高明了。佛陀沒有說你們的想法、看法錯誤，我是佛陀，我的看法、想法是正確的，你們都要依我，佛不是這個說法。佛教我們統統放下，你看看放下執著是阿羅漢，放下分別是菩薩，放下妄想就是佛。佛法成就的三個層次，沒有別的，全是放下，放下則見和同解。我們初學佛的人做不到，說老實話，執著放不下，這個時候怎麼辦？可以用放下我們自己的成見，我們自己什麼想法、看法，我們把它放下，我們都依聖人的教誨，這個也是好辦法。聖人的教誨，弟子規、十善業、沙彌律儀這是聖人的教誨，我們依教奉行。這是教幼兒園的佛法，是起步，你要不從這裡起步，你的德行不能建立，也就是說你的煩惱習氣不能夠化解，你回歸不了自性。"
    },
    {
      "id": "12-017-1760_p0028",
      "zh_CN": "圣贤教育，目标都是教你成圣成贤，这是终极的目标。儒家代表中国传统的学术，中国老祖宗教人，叫人学圣人，成圣成贤。圣人是什么样？圣人起心动念、言语造作都与性德相应，也就是说与本善相应。父子有亲是本善，君臣有义是本善，夫妇有别是本善，长幼有序、朋友有信是本善。另外又开出八德，孝悌忠信是本善，礼义廉耻是本善，仁爱和平是本善。我们用这个来做标准，见和同解，你看用得上！六和敬用到儒家也用得上，用儒家的标准。这个什么？我们真的放不下，就采取圣人的。",
      "zh_TW": "聖賢教育，目標都是教你成聖成賢，這是終極的目標。儒家代表中國傳統的學術，中國老祖宗教人，叫人學聖人，成聖成賢。聖人是什麼樣？聖人起心動念、言語造作都與性德相應，也就是說與本善相應。父子有親是本善，君臣有義是本善，夫婦有別是本善，長幼有序、朋友有信是本善。另外又開出八德，孝悌忠信是本善，禮義廉恥是本善，仁愛和平是本善。我們用這個來做標準，見和同解，你看用得上！六和敬用到儒家也用得上，用儒家的標準。這個什麼？我們真的放不下，就採取聖人的。"
    },
    {
      "id": "12-017-1760_p0029",
      "zh_CN": "佛法也是的，佛法教初学，初入佛门，我们的知见用什么来做标准？净土宗「净业三福」就是最高的指导。实在讲净业三福不仅是净宗，大小乘佛法都是以这个为基础，为什么？三福后面佛说过，讲三世诸佛，三世是过去、现在、未来，三世诸佛都以这个为基础。我们才晓得净业三福是必须要遵守的，最高的指导原则。他第一句话「孝养父母，奉事师长」，怎么孝养父母？怎么样奉事师长？我把它落实在《弟子规》，《弟子规》百分之百做到，这两句话就做到了。接着他说「慈心不杀，修十善业」，慈心不杀是因果教育，我把它落实在《太上感应篇》。修十善业这个清楚，这就是《十善业道经》。",
      "zh_TW": "佛法也是的，佛法教初學，初入佛門，我們的知見用什麼來做標準？淨土宗「淨業三福」就是最高的指導。實在講淨業三福不僅是淨宗，大小乘佛法都是以這個為基礎，為什麼？三福後面佛說過，講三世諸佛，三世是過去、現在、未來，三世諸佛都以這個為基礎。我們才曉得淨業三福是必須要遵守的，最高的指導原則。他第一句話「孝養父母，奉事師長」，怎麼孝養父母？怎麼樣奉事師長？我把它落實在《弟子規》，《弟子規》百分之百做到，這兩句話就做到了。接著他說「慈心不殺，修十善業」，慈心不殺是因果教育，我把它落實在《太上感應篇》。修十善業這個清楚，這就是《十善業道經》。"
    },
    {
      "id": "12-017-1760_p0030",
      "zh_CN": "你看他第一条教导我们的，我们落实《弟子规》、《感应篇》、《十善业道》，这三个根扎下去了。这三个根扎下去，给诸位说，真的是佛教幼稚园。能够百分之百的做到，做得很圆满，你可以升级，升到佛教小学。小学讲什么？「受持三皈，具足众戒，不犯威仪」。「戒是无上菩提本」，这才给你谈戒律。戒律里面有出家、有在家，这是生活规范，日常生活当中指导的原则，来培养你的根，让你的根慢慢茁壮。弟子规、感应篇、十善业那是根，到第二福使你这个根茁壮，像树苗一样慢慢长成大树，第三福是开花结果。有这么一个基础之后，无论你学儒、学佛、学道，选择一部经，一门深入，长时薰修，你没有不成就的。",
      "zh_TW": "你看他第一條教導我們的，我們落實《弟子規》、《感應篇》、《十善業道》，這三個根紮下去了。這三個根紮下去，給諸位說，真的是佛教幼稚園。能夠百分之百的做到，做得很圓滿，你可以升級，升到佛教小學。小學講什麼？「受持三皈，具足眾戒，不犯威儀」。「戒是無上菩提本」，這才給你談戒律。戒律裡面有出家、有在家，這是生活規範，日常生活當中指導的原則，來培養你的根，讓你的根慢慢茁壯。弟子規、感應篇、十善業那是根，到第二福使你這個根茁壯，像樹苗一樣慢慢長成大樹，第三福是開花結果。有這麼一個基礎之後，無論你學儒、學佛、學道，選擇一部經，一門深入，長時薰修，你沒有不成就的。"
    },
    {
      "id": "12-017-1760_p0031",
      "zh_CN": "在中国几千年当中，多少的圣哲，他是怎么学出来的？要多想想，都是父母扎的根，母亲的功德最大，为什么？古时候教儿教女是母亲的事情，母亲不离家庭，不离儿女。父亲出门谋生，担负起家庭的经济生活，经济的来源靠父亲。儿女的教养是母亲的事情，家庭经济是父亲的事情，所以男女有别，别是他任务不一样。所以中国自古以来，佛法也是如此，母亲的恩大于父亲。在大乘戒律里面，出家人，出家人得到的四众供养，母亲可以用，父亲不能用，父亲没有这么大的福报，母亲可以用。你看戒经上它就有差别。十方供养你只有可以供养母亲，拿去供养母亲，其他的人不可以，你的父亲、你的兄弟姊妹都不可以，只有母亲可以。佛在戒律制定得很严格。所以母亲教出来的。",
      "zh_TW": "在中國幾千年當中，多少的聖哲，他是怎麼學出來的？要多想想，都是父母紮的根，母親的功德最大，為什麼？古時候教兒教女是母親的事情，母親不離家庭，不離兒女。父親出門謀生，擔負起家庭的經濟生活，經濟的來源靠父親。兒女的教養是母親的事情，家庭經濟是父親的事情，所以男女有別，別是他任務不一樣。所以中國自古以來，佛法也是如此，母親的恩大於父親。在大乘戒律裡面，出家人，出家人得到的四眾供養，母親可以用，父親不能用，父親沒有這麼大的福報，母親可以用。你看戒經上它就有差別。十方供養你只有可以供養母親，拿去供養母親，其他的人不可以，你的父親、你的兄弟姊妹都不可以，只有母親可以。佛在戒律制定得很嚴格。所以母親教出來的。"
    },
    {
      "id": "12-017-1760_p0032",
      "zh_CN": "但是你要晓得，母亲教只是最初的一个阶段，顶多教到六、七岁，母亲就放手让老师教，老师接着教，所以学校教育是家庭教育的延续。老师怎么教法？老师要好好的把学生的根保护好，不能让他变质，要好好的严加看管，这管教，不能让他行为越轨，然后教他读书。中国人有所谓「十年寒窗，一举成名」，十年寒窗大概是七岁上学，念个十年，十七、八岁了，十七、八岁真的他有成就。无不是一门深入，长时薰修，他念了十年，参加考试可以考到状元，状元就是考试里头第一名。古时候真的有考取状元的、榜眼的、探花的，这是前三名，没有到成年，成年是二十岁，没有成年，童子就考中了。所以要晓得，是不是老师教成的？老师可以说是护持，老师是保母，成就是他自己成就的，自己的成就决定超过老师。",
      "zh_TW": "但是你要曉得，母親教只是最初的一個階段，頂多教到六、七歲，母親就放手讓老師教，老師接著教，所以學校教育是家庭教育的延續。老師怎麼教法？老師要好好的把學生的根保護好，不能讓他變質，要好好的嚴加看管，這管教，不能讓他行為越軌，然後教他讀書。中國人有所謂「十年寒窗，一舉成名」，十年寒窗大概是七歲上學，念個十年，十七、八歲了，十七、八歲真的他有成就。無不是一門深入，長時薰修，他念了十年，參加考試可以考到狀元，狀元就是考試裡頭第一名。古時候真的有考取狀元的、榜眼的、探花的，這是前三名，沒有到成年，成年是二十歲，沒有成年，童子就考中了。所以要曉得，是不是老師教成的？老師可以說是護持，老師是保母，成就是他自己成就的，自己的成就決定超過老師。"
    },
    {
      "id": "12-017-1760_p0033",
      "zh_CN": "从前老师多半是秀才，也有举人，举人年岁大了，不做官了，回到家里面来教小朋友，有，少数；秀才是绝对大多数。古时候的秀才、举人、进士是学位的名称，像我们现在的博士、硕士、学士；秀才相当于学士，举人相当于硕士，进士相当于博士，最高的学位，最高的学位第一名叫状元。大概中举人多半都是为国家服务，现在讲都去做官去了，人才是国家培养的，国家任命用人。所以私塾只是培养基础，到考试及格之后，中了秀才之后，都由国家来培养。所以成名我们就晓得，一定是自己有志于学，学而优则仕。有志于学，有志于承传圣贤事业、圣贤的道统，佛法里面讲传法，像玄奘大师讲的「如来家业」。如来家的事业就是教学，弘法利生如来家业，释迦牟尼佛在世讲了四十九年，就是教了四十九年。所以，法要知道，法用现在的话来说，就是道德、学问。",
      "zh_TW": "從前老師多半是秀才，也有舉人，舉人年歲大了，不做官了，回到家裡面來教小朋友，有，少數；秀才是絕對大多數。古時候的秀才、舉人、進士是學位的名稱，像我們現在的博士、碩士、學士；秀才相當於學士，舉人相當於碩士，進士相當於博士，最高的學位，最高的學位第一名叫狀元。大概中舉人多半都是為國家服務，現在講都去做官去了，人才是國家培養的，國家任命用人。所以私塾只是培養基礎，到考試及格之後，中了秀才之後，都由國家來培養。所以成名我們就曉得，一定是自己有志於學，學而優則仕。有志於學，有志於承傳聖賢事業、聖賢的道統，佛法裡面講傳法，像玄奘大師講的「如來家業」。如來家的事業就是教學，弘法利生如來家業，釋迦牟尼佛在世講了四十九年，就是教了四十九年。所以，法要知道，法用現在的話來說，就是道德、學問。"
    },
    {
      "id": "12-017-1760_p0034",
      "zh_CN": "僧也要认识清楚，僧是团体，人没有办法离开社会独立生存。家庭也是个团体，最小的团体，从前是大家庭，大家庭是社会团体，三代同堂最少的，一般都是四代同堂、五代同堂。那一家多少人？少的五、六十口人，多的一、二百口人，子孙儿女多。所以，治家就能治国，治家跟治国没有什么两样，大家庭制度。现在学西方，都变成小家庭，兄弟姊妹统统分居，不在一起。从前这个家永远不分的，没有分家的，分家说明什么？你家庭不和。所以由一个家就变成家族，这个家族的成员每个成员都是这个家族的生命共同体。僧是这个意思，是团体，扩大是社会，再扩大是国家。",
      "zh_TW": "僧也要認識清楚，僧是團體，人沒有辦法離開社會獨立生存。家庭也是個團體，最小的團體，從前是大家庭，大家庭是社會團體，三代同堂最少的，一般都是四代同堂、五代同堂。那一家多少人？少的五、六十口人，多的一、二百口人，子孫兒女多。所以，治家就能治國，治家跟治國沒有什麼兩樣，大家庭制度。現在學西方，都變成小家庭，兄弟姊妹統統分居，不在一起。從前這個家永遠不分的，沒有分家的，分家說明什麼？你家庭不和。所以由一個家就變成家族，這個家族的成員每個成員都是這個家族的生命共同體。僧是這個意思，是團體，擴大是社會，再擴大是國家。"
    },
    {
      "id": "12-017-1760_p0035",
      "zh_CN": "和睦里头最重要是平等，平等对待才能和睦相处；如果不平等，和睦就是假的，决定做不到。我要自以为是，你不如我，怎么平等？怎么能和睦？所以和睦的基础，和睦的先决条件，是平等对待。佛教我们平等是最有效果的，这个在哪一家、哪个宗教都没有佛法巧妙，佛法平等用什么教？用供水。你看供佛菩萨都供一杯水，这是最低限度的，你不供香、不供蜡烛都可以，水不可以不供。水代表什么？水代表清净、平等，让你每天看到供杯的水，就要想到我的心像不像这个水这么清净？像不像这个水平等，不起波浪？它取这个意思。那个水不是给佛菩萨喝的，是让你时时刻刻想到，我要用清净心平等心待人接物，这个意思多好，这个意思多巧多妙。这是佛教化众生善巧方便，教你养成清净平等心，清净平等就能照。那个照什么？就是智慧，觉，清净平等觉。你处事待人接物不会感情冲动，你会很冷静的来观察处理，避免过失。",
      "zh_TW": "和睦裡頭最重要是平等，平等對待才能和睦相處；如果不平等，和睦就是假的，決定做不到。我要自以為是，你不如我，怎麼平等？怎麼能和睦？所以和睦的基礎，和睦的先決條件，是平等對待。佛教我們平等是最有效果的，這個在哪一家、哪個宗教都沒有佛法巧妙，佛法平等用什麼教？用供水。你看供佛菩薩都供一杯水，這是最低限度的，你不供香、不供蠟燭都可以，水不可以不供。水代表什麼？水代表清淨、平等，讓你每天看到供杯的水，就要想到我的心像不像這個水這麼清淨？像不像這個水平等，不起波浪？它取這個意思。那個水不是給佛菩薩喝的，是讓你時時刻刻想到，我要用清淨心平等心待人接物，這個意思多好，這個意思多巧多妙。這是佛教化眾生善巧方便，教你養成清淨平等心，清淨平等就能照。那個照什麼？就是智慧，覺，清淨平等覺。你處事待人接物不會感情衝動，你會很冷靜的來觀察處理，避免過失。"
    },
    {
      "id": "12-017-1760_p0036",
      "zh_CN": "所以，这一句是教我们对三宝生起爱乐心，三宝说的是佛法僧，广义的佛法僧是整个社会大众。僧是团体，在社会上许许多多不同的团体，叫众僧。家庭是最小的团体，你看学校是团体，我们这个道场也是团体，公司行号也是团体。人离不开团体，都是过团体的生活。大的团体单位是国家、是民族、是宗教，这大团体，再扩大就是整个人类。",
      "zh_TW": "所以，這一句是教我們對三寶生起愛樂心，三寶說的是佛法僧，廣義的佛法僧是整個社會大眾。僧是團體，在社會上許許多多不同的團體，叫眾僧。家庭是最小的團體，你看學校是團體，我們這個道場也是團體，公司行號也是團體。人離不開團體，都是過團體的生活。大的團體單位是國家、是民族、是宗教，這大團體，再擴大就是整個人類。"
    },
    {
      "id": "12-017-1760_p0037",
      "zh_CN": "我们再看第二首，『若常心乐于诸佛，及以乐法乐众僧，则在如来众会中，逮成无上深法忍』。前面所说的你都能做到，你能爱自性，你能够顺自性，顺性是「法」；你能与一切大众平等对待，和睦相处，这是「僧」。这些能做到了，下面说「则在如来众会中」，此地这个如来你要懂得，佛经里面凡是讲如来多半从性德上说的，讲诸佛是从相上说的，你看前面讲诸佛。诸佛是从事相上讲的，如来是从性体上讲的，如来众会就是自性众会。自性众会是什么？中峰禅师讲得好，「我心即是弥陀，弥陀即是我心」，心就是如来，所谓是「自性弥陀，唯心净土」，你就晓得，所有一切众会都是自性众会。",
      "zh_TW": "我們再看第二首，『若常心樂於諸佛，及以樂法樂眾僧，則在如來眾會中，逮成無上深法忍』。前面所說的你都能做到，你能愛自性，你能夠順自性，順性是「法」；你能與一切大眾平等對待，和睦相處，這是「僧」。這些能做到了，下面說「則在如來眾會中」，此地這個如來你要懂得，佛經裡面凡是講如來多半從性德上說的，講諸佛是從相上說的，你看前面講諸佛。諸佛是從事相上講的，如來是從性體上講的，如來眾會就是自性眾會。自性眾會是什麼？中峰禪師講得好，「我心即是彌陀，彌陀即是我心」，心就是如來，所謂是「自性彌陀，唯心淨土」，你就曉得，所有一切眾會都是自性眾會。"
    },
    {
      "id": "12-017-1760_p0038",
      "zh_CN": "下面这一句实在讲得好，你要肯定一切众生跟我不二，整个宇宙心现识变。用现在的话说，一般人讲的话，整个宇宙是一个生命共同体，那你处事待人接物你能不能忍？自然就行了。你在所有万事万物当中，你还有没有讨厌的？你要有讨厌，你是讨厌自己性德。我们把我们整个人身比喻作法性，身体各个的部位、各个器官，各个部位，甚至于各个细胞，这是法相。法相从哪里来的？法性变现的，它是一体的。这不同的器官、不同的细胞，你有没有哪个讨厌的，你要把它去掉。有没有讨厌的？没有。为什么？你还会很好的把它保护着，一体！眼耳鼻舌身每个器官都健康，都是第一，你这才叫真的健康。如果只维护一个，我眼睛好，其他的都不照顾，你变成残废人，你不健康。",
      "zh_TW": "下面這一句實在講得好，你要肯定一切眾生跟我不二，整個宇宙心現識變。用現在的話說，一般人講的話，整個宇宙是一個生命共同體，那你處事待人接物你能不能忍？自然就行了。你在所有萬事萬物當中，你還有沒有討厭的？你要有討厭，你是討厭自己性德。我們把我們整個人身比喻作法性，身體各個的部位、各個器官，各個部位，甚至於各個細胞，這是法相。法相從哪裡來的？法性變現的，它是一體的。這不同的器官、不同的細胞，你有沒有哪個討厭的，你要把它去掉。有沒有討厭的？沒有。為什麼？你還會很好的把它保護著，一體！眼耳鼻舌身每個器官都健康，都是第一，你這才叫真的健康。如果只維護一個，我眼睛好，其他的都不照顧，你變成殘廢人，你不健康。"
    },
    {
      "id": "12-017-1760_p0039",
      "zh_CN": "这个道理你懂得了，我们今天世界上这么多国家，每个国家就像一个器官一样。我这个国家拼命发展，高效率的发展，旁边的国家它落后，这个地球不健康，社会有毛病。就跟身体一样，我是眼睛，他是耳朵，我眼睛非常好，耳朵不行了，不就是这么个情形吗？所以，要共同发展，要同步发展，你要有这个心量，就真正落实了平等对待。平等对待的果报就是和谐世界，不就这么个道理，你就晓得和谐世界应该怎么做法。还是从我心开始，我要认真这样做法。",
      "zh_TW": "這個道理你懂得了，我們今天世界上這麼多國家，每個國家就像一個器官一樣。我這個國家拼命發展，高效率的發展，旁邊的國家它落後，這個地球不健康，社會有毛病。就跟身體一樣，我是眼睛，他是耳朵，我眼睛非常好，耳朵不行了，不就是這麼個情形嗎？所以，要共同發展，要同步發展，你要有這個心量，就真正落實了平等對待。平等對待的果報就是和諧世界，不就這麼個道理，你就曉得和諧世界應該怎麼做法。還是從我心開始，我要認真這樣做法。"
    },
    {
      "id": "12-017-1760_p0040",
      "zh_CN": "现在的世界是有史以来最混乱的世界，真的是历史上所讲的乱世，大乱之世。乱的原因是什么？原因是大家都迷失了自性，都违背了性德，这样造成的一个现象，这个现象是反常的现象。要怎样帮助大家回头？要靠自己，我自己没有回头，怎么能帮助别人回头！果然能够找到志同道合都能够自觉了，明白这些道理，真正觉悟，我们几个人回头就能感动全世界。能有十几二十个人真回头了，为什么说可以感动全世界？像我们这样每天来上课，每天来学习圣贤教诲。我们利用网路、利用卫星同步播出去，全世界人都能看得到，都能收听得到。每天二十四小时不中断的传播，实在讲，每天播八个小时行，诸位都晓得全球时差不一样，每天播八个小时。能有二十个老师，每个人每天讲半个小时，八个小时排满，一天重复播三次，用各种不同的言语做远程教学。我们自己学习，独善其身；用远程教学的方法，兼善天下。锲而不舍，我相信教一年，就能唤醒至少十分之一的人回头，那就不得了！继续办个三年五载就能唤醒三分之一的人，天下马上就太平，和谐社会就实现了。和谐社会就是中国古人所讲的大同世界，天下太平，诸佛的乐土，是可以实现的。",
      "zh_TW": "現在的世界是有史以來最混亂的世界，真的是歷史上所講的亂世，大亂之世。亂的原因是什麼？原因是大家都迷失了自性，都違背了性德，這樣造成的一個現象，這個現象是反常的現象。要怎樣幫助大家回頭？要靠自己，我自己沒有回頭，怎麼能幫助別人回頭！果然能夠找到志同道合都能夠自覺了，明白這些道理，真正覺悟，我們幾個人回頭就能感動全世界。能有十幾二十個人真回頭了，為什麼說可以感動全世界？像我們這樣每天來上課，每天來學習聖賢教誨。我們利用網路、利用衛星同步播出去，全世界人都能看得到，都能收聽得到。每天二十四小時不中斷的傳播，實在講，每天播八個小時行，諸位都曉得全球時差不一樣，每天播八個小時。能有二十個老師，每個人每天講半個小時，八個小時排滿，一天重複播三次，用各種不同的言語做遠程教學。我們自己學習，獨善其身；用遠程教學的方法，兼善天下。鍥而不捨，我相信教一年，就能喚醒至少十分之一的人回頭，那就不得了！繼續辦個三年五載就能喚醒三分之一的人，天下馬上就太平，和諧社會就實現了。和諧社會就是中國古人所講的大同世界，天下太平，諸佛的樂土，是可以實現的。"
    },
    {
      "id": "12-017-1760_p0041",
      "zh_CN": "所以在今天，我们在这么多年的学习当中，什么最重要？圣贤教育最重要。没有法子推动是大家都迷惑了，迷到哪里去？迷到财富里去，都钻在钱眼里面去。所以古人做的铜钱非常有道理，你看古钱，圆的当中有个方洞，有个方的洞，像什么东西？像古时候的刑具枷，犯罪的人戴的枷。做成这个样子，就告诉你这不是个好东西，你要是迷在里面，钻到钱眼里面去，枷锁就铐住你，你就失去自由了。枷锁是监狱里面的刑具，把它用来比喻作什么？比喻作地狱，你迷在这里头，你将来的前途是堕地狱。所以中国人做的形相，它都是有表法的意思。钱不能没有，需要用，不可以贪，不可以迷恋在里头，时时刻刻提醒你。",
      "zh_TW": "所以在今天，我們在這麼多年的學習當中，什麼最重要？聖賢教育最重要。沒有法子推動是大家都迷惑了，迷到哪裡去？迷到財富裡去，都鑽在錢眼裡面去。所以古人做的銅錢非常有道理，你看古錢，圓的當中有個方洞，有個方的洞，像什麼東西？像古時候的刑具枷，犯罪的人戴的枷。做成這個樣子，就告訴你這不是個好東西，你要是迷在裡面，鑽到錢眼裡面去，枷鎖就銬住你，你就失去自由了。枷鎖是監獄裡面的刑具，把它用來比喻作什麼？比喻作地獄，你迷在這裡頭，你將來的前途是墮地獄。所以中國人做的形相，它都是有表法的意思。錢不能沒有，需要用，不可以貪，不可以迷戀在裡頭，時時刻刻提醒你。"
    },
    {
      "id": "12-017-1760_p0042",
      "zh_CN": "文字也是如此，你看钱，这一边是个金，金是人爱的，那边两个人都拿着刀在拼命夺，你看到这个多可怕！拿着刀子在争，争这个金，这是钱。它是好东西吗？不是好东西。你钱太多了，就有人拿着刀来动你。所以你从文字，文字真的是智慧的符号，叫你看到的时候就提心吊胆，知道这个东西不是好东西。所以中国的文字是全世界所没有的，它是会意，它是智慧的符号。纵然你不认识这个字，不晓得这个字怎么念法，可是你看到这个字的写法，你晓得它的意思，从文字里面他就开悟。这外国文字是做不到的，中国文字有这种效果。",
      "zh_TW": "文字也是如此，你看錢，這一邊是個金，金是人愛的，那邊兩個人都拿著刀在拼命奪，你看到這個多可怕！拿著刀子在爭，爭這個金，這是錢。它是好東西嗎？不是好東西。你錢太多了，就有人拿著刀來動你。所以你從文字，文字真的是智慧的符號，叫你看到的時候就提心吊膽，知道這個東西不是好東西。所以中國的文字是全世界所沒有的，它是會意，它是智慧的符號。縱然你不認識這個字，不曉得這個字怎麼念法，可是你看到這個字的寫法，你曉得它的意思，從文字裡面他就開悟。這外國文字是做不到的，中國文字有這種效果。"
    },
    {
      "id": "12-017-1760_p0043",
      "zh_CN": "你真的懂得乐佛、乐法、乐僧，你就能在所有一切大会当中，这个大会就是处事待人接物，在这里面你能成就「无上深法忍」。《金刚经》上说得好，「一切法得成于忍」，忍是修行关键的功夫。你看菩萨六度，《金刚经》里面，这个六条六个项目，说得最多的、说得最细的只有两个，一个是布施，一个是忍辱。说得最多的是布施，布施是舍、是放下，所以布施能修福，忍辱能保持，如果不能忍，你所修的福都漏掉，保不住；忍，能保得住。忍里面有生忍、有法忍，对人对事都要能忍耐，小不忍则乱大谋。",
      "zh_TW": "你真的懂得樂佛、樂法、樂僧，你就能在所有一切大會當中，這個大會就是處事待人接物，在這裡面你能成就「無上深法忍」。《金剛經》上說得好，「一切法得成於忍」，忍是修行關鍵的功夫。你看菩薩六度，《金剛經》裡面，這個六條六個項目，說得最多的、說得最細的只有兩個，一個是布施，一個是忍辱。說得最多的是布施，布施是捨、是放下，所以布施能修福，忍辱能保持，如果不能忍，你所修的福都漏掉，保不住；忍，能保得住。忍裡面有生忍、有法忍，對人對事都要能忍耐，小不忍則亂大謀。"
    },
    {
      "id": "12-017-1760_p0044",
      "zh_CN": "你看这个字的相，你一看就晓得什么叫忍？心头上一把刀能忍受。所以在顺境里面，这个环境非常顺利，自己非常欢喜；善缘，缘是人事环境，跟你往来的都是好人，你很开心。在这里头要修忍，忍什么？不生贪恋。因为这样的环境容易生起贪爱，贪爱是烦恼，你贪爱这个地方，你将来来生死了一定在这儿投胎，麻烦不麻烦！所以忍，要忍，不要有嗜好。我们有看到出家人，出家人贪爱什么？贪爱佛像。我曾经遇到一个法师，在美国，他搜集几百尊的佛像，都是古董，他有一个房间供在里面，像藏宝一样。我去的时候他打开来让我去看，告诉我这个佛像是哪个朝代的，有唐朝时候的、魏晋时候的佛像，非常名贵。有泥塑的、有木雕的、有铜铸的、也有画像。佛在经上告诉我们，如果你非常爱好这个东西，将来死了以后你还是舍不得离开，那怎么办？会依附在佛像上的小动物。木头佛像会生虫，你就投胎变成虫。有的时候铸造的佛像里面，有老鼠打洞钻在里头，那你就变成老鼠。所以这是麻烦事情。还有一些人喜欢经书，把它当作宝贝，死了以后这经书里头有蛀虫，他投胎肯定生蛀虫，为什么？他舍不得离开。所以，人决定不能有嗜好，一定要放下，有很好，没有也无所谓，不能有贪恋之心。",
      "zh_TW": "你看這個字的相，你一看就曉得什麼叫忍？心頭上一把刀能忍受。所以在順境裡面，這個環境非常順利，自己非常歡喜；善緣，緣是人事環境，跟你往來的都是好人，你很開心。在這裡頭要修忍，忍什麼？不生貪戀。因為這樣的環境容易生起貪愛，貪愛是煩惱，你貪愛這個地方，你將來來生死了一定在這兒投胎，麻煩不麻煩！所以忍，要忍，不要有嗜好。我們有看到出家人，出家人貪愛什麼？貪愛佛像。我曾經遇到一個法師，在美國，他蒐集幾百尊的佛像，都是古董，他有一個房間供在裡面，像藏寶一樣。我去的時候他打開來讓我去看，告訴我這個佛像是哪個朝代的，有唐朝時候的、魏晉時候的佛像，非常名貴。有泥塑的、有木雕的、有銅鑄的、也有畫像。佛在經上告訴我們，如果你非常愛好這個東西，將來死了以後你還是捨不得離開，那怎麼辦？會依附在佛像上的小動物。木頭佛像會生蟲，你就投胎變成蟲。有的時候鑄造的佛像裡面，有老鼠打洞鑽在裡頭，那你就變成老鼠。所以這是麻煩事情。還有一些人喜歡經書，把它當作寶貝，死了以後這經書裡頭有蛀蟲，他投胎肯定生蛀蟲，為什麼？他捨不得離開。所以，人決定不能有嗜好，一定要放下，有很好，沒有也無所謂，不能有貪戀之心。"
    },
    {
      "id": "12-017-1760_p0045",
      "zh_CN": "在逆境里面，环境不好，逆缘，遇到的都是恶人，都是自己的冤家对头，在这里头学习不生瞋恚。换句话说，顺境里面你学着断贪心，逆境里面学着断瞋恚心，没有这个境界，贪瞋痴到哪里去断！天天念没有用，要境界现前看看真的有没有贪瞋痴？境界现前没有贪瞋痴，真的放下了，这个都属于忍。贪瞋断了，愚痴也随之断掉，息灭贪瞋痴你才能成就戒定慧，自自然然成就，一点都不需要操心。所以忍，佛经里面讲得很多，简单的说，第一个对于人事要忍，你才能跟人和睦相处。这也是最难的，非学不可，善人、恶人都要忍，善人不生贪恋，恶人不生瞋恚。你要真的肯学，你对善人、恶人会平等看待，都是我的善知识，都是我的老师，帮助我断贪瞋痴。",
      "zh_TW": "在逆境裡面，環境不好，逆緣，遇到的都是惡人，都是自己的冤家對頭，在這裡頭學習不生瞋恚。換句話說，順境裡面你學著斷貪心，逆境裡面學著斷瞋恚心，沒有這個境界，貪瞋痴到哪裡去斷！天天念沒有用，要境界現前看看真的有沒有貪瞋痴？境界現前沒有貪瞋痴，真的放下了，這個都屬於忍。貪瞋斷了，愚痴也隨之斷掉，息滅貪瞋痴你才能成就戒定慧，自自然然成就，一點都不需要操心。所以忍，佛經裡面講得很多，簡單的說，第一個對於人事要忍，你才能跟人和睦相處。這也是最難的，非學不可，善人、惡人都要忍，善人不生貪戀，惡人不生瞋恚。你要真的肯學，你對善人、惡人會平等看待，都是我的善知識，都是我的老師，幫助我斷貪瞋痴。"
    },
    {
      "id": "12-017-1760_p0046",
      "zh_CN": "没有境界天天磨炼你，你怎么会成就？所以不要看到这个境界不好，我舍弃它，那你什么都学不成。你要在境界里头成就你自己的德行，放下你的烦恼习气，这就是锻炼的时候。一切人、一切事、一切物无一不是善知识，所以真的「人人是好人，事事是好事」。无不是帮助你提升境界，帮助你化解烦恼习气，成就你的智慧，成就你的德行。所以，永远是个感恩的心对一切众生，要把一切众生看作善知识，把一切众生看作诸佛菩萨，你才会有成就。他在我面前示现种种不同的相，天天来考验我，像老师一样，天天考学生，学生成绩才能往上提升。真的就是这么回事情，就是这个道理。生忍里面还包括什么？包括大自然，譬如夏天你要能忍热，冬天你要能忍寒冷，这个自然气候的变化，对于自然界也都要能够忍耐，不生烦恼。不生贪爱，不生瞋恚，在环境里面要去锻炼。",
      "zh_TW": "沒有境界天天磨鍊你，你怎麼會成就？所以不要看到這個境界不好，我捨棄它，那你什麼都學不成。你要在境界裡頭成就你自己的德行，放下你的煩惱習氣，這就是鍛鍊的時候。一切人、一切事、一切物無一不是善知識，所以真的「人人是好人，事事是好事」。無不是幫助你提升境界，幫助你化解煩惱習氣，成就你的智慧，成就你的德行。所以，永遠是個感恩的心對一切眾生，要把一切眾生看作善知識，把一切眾生看作諸佛菩薩，你才會有成就。他在我面前示現種種不同的相，天天來考驗我，像老師一樣，天天考學生，學生成績才能往上提升。真的就是這麼回事情，就是這個道理。生忍裡面還包括什麼？包括大自然，譬如夏天你要能忍熱，冬天你要能忍寒冷，這個自然氣候的變化，對於自然界也都要能夠忍耐，不生煩惱。不生貪愛，不生瞋恚，在環境裡面要去鍛鍊。"
    },
    {
      "id": "12-017-1760_p0047",
      "zh_CN": "法忍，法忍是修学佛法，求学，求学要有耐心，没有耐心不能成就。尤其是佛法跟中国传统的教育，传统教育，老师首先训练你就是训练你忍，你要不能忍，你不能成器。聪明的学生、根利的学生往往喜欢发表自己的意见，老师不准，完全听老师的教诲。那是什么？训练他的忍耐，忍，他才能有定，定才生智慧。没有通过忍跟定的智慧，是佛法里面讲的世智辩聪，世智辩聪是八难之一，为什么？它障碍你，障碍你的定。为什么？你还是心浮气躁，你定不下来，你妄念很多，你见解很多，那个见解是胡思乱想。所以真的善知识他在这上下功夫，你有体会，不让你，就是不让你。从前我们不晓得，到以后才明了，这是真正的好老师，真正的善知识，他对我真有帮助。",
      "zh_TW": "法忍，法忍是修學佛法，求學，求學要有耐心，沒有耐心不能成就。尤其是佛法跟中國傳統的教育，傳統教育，老師首先訓練你就是訓練你忍，你要不能忍，你不能成器。聰明的學生、根利的學生往往喜歡發表自己的意見，老師不准，完全聽老師的教誨。那是什麼？訓練他的忍耐，忍，他才能有定，定才生智慧。沒有通過忍跟定的智慧，是佛法裡面講的世智辯聰，世智辯聰是八難之一，為什麼？它障礙你，障礙你的定。為什麼？你還是心浮氣躁，你定不下來，你妄念很多，你見解很多，那個見解是胡思亂想。所以真的善知識他在這上下功夫，你有體會，不讓你，就是不讓你。從前我們不曉得，到以後才明瞭，這是真正的好老師，真正的善知識，他對我真有幫助。"
    },
    {
      "id": "12-017-1760_p0048",
      "zh_CN": "我在李老师会下学讲经，那个时候三十几岁，我跟他的时候三十二岁。只准在家里讲，不准出去讲，出去讲的时候，限定没有超过四十岁不可以出去。为什么？怕你没有定力，你一出去就接触名闻利养，你很容易被诱惑。因为财色名食睡你都接触到，由这上面退转的、堕落的，自古以来不知道有多少，所以老师防范很严。在家里，在家里练习，在家的时候练讲，也让你学习谦卑，你不是讲经，是在练习，这个对我受用很大。所以我一直讲经那么多年我不敢说我讲经，我说我在这里做心得报告。下面所坐的都是我的善知识，我是这样看法，都是我的监学。我学习向大家做报告，我不敢说我讲经。永远保持谦虚，永远保持对别人的恭敬，你才不至于堕落，才不至于染上不好的习气，这很重要。老师用心良苦，我们要能够体会得到。",
      "zh_TW": "我在李老師會下學講經，那個時候三十幾歲，我跟他的時候三十二歲。只准在家裡講，不准出去講，出去講的時候，限定沒有超過四十歲不可以出去。為什麼？怕你沒有定力，你一出去就接觸名聞利養，你很容易被誘惑。因為財色名食睡你都接觸到，由這上面退轉的、墮落的，自古以來不知道有多少，所以老師防範很嚴。在家裡，在家裡練習，在家的時候練講，也讓你學習謙卑，你不是講經，是在練習，這個對我受用很大。所以我一直講經那麼多年我不敢說我講經，我說我在這裡做心得報告。下面所坐的都是我的善知識，我是這樣看法，都是我的監學。我學習向大家做報告，我不敢說我講經。永遠保持謙虛，永遠保持對別人的恭敬，你才不至於墮落，才不至於染上不好的習氣，這很重要。老師用心良苦，我們要能夠體會得到。"
    },
    {
      "id": "12-017-1760_p0049",
      "zh_CN": "「深法忍」是讲无生法忍、是讲寂灭忍，那个高了，那境界高，那不是我们现前境界，可是我们要晓得。由此可知，你没有无生法忍，没有寂灭忍，你就不能成就。无生忍是什么意思？你真正能够通达明了一切法不生不灭。「忍」当作什么？当作肯定，当作认可、承认，佛所讲的一点没错。可见得，你入这个境界，你才肯定；没有入这个境界，听佛说的，这不是我的境界。无生法忍是八地菩萨，寂灭忍是如来究竟果地，所以他加上个无上甚深忍，无上甚深忍当然是指无生法忍跟寂灭忍。我们现在要相信，完全肯定相信，决定不怀疑。世尊所说的虽然我们没有证得，我们努力向这个方向、目标去迈进，一切法真的不生不灭。",
      "zh_TW": "「深法忍」是講無生法忍、是講寂滅忍，那個高了，那境界高，那不是我們現前境界，可是我們要曉得。由此可知，你沒有無生法忍，沒有寂滅忍，你就不能成就。無生忍是什麼意思？你真正能夠通達明瞭一切法不生不滅。「忍」當作什麼？當作肯定，當作認可、承認，佛所講的一點沒錯。可見得，你入這個境界，你才肯定；沒有入這個境界，聽佛說的，這不是我的境界。無生法忍是八地菩薩，寂滅忍是如來究竟果地，所以他加上個無上甚深忍，無上甚深忍當然是指無生法忍跟寂滅忍。我們現在要相信，完全肯定相信，決定不懷疑。世尊所說的雖然我們沒有證得，我們努力向這個方向、目標去邁進，一切法真的不生不滅。"
    },
    {
      "id": "12-017-1760_p0050",
      "zh_CN": "实在他讲的就是惠能大师开悟的这五句话，这五句话是形容我们自性的体、相、作用，统统说得很圆满，只有二十个字。我们学佛终极的目标，是要把这二十个字证实，决定没有怀疑，我要在一生当中证得这个境界。实在没有能力证得这个境界，念佛往生净土，生到西方极乐世界，这个境界完全现前，所以这是个特别法门。我们对这个境界了解得愈透彻、愈清楚，对于往生西方极乐世界，你有信心、你有把握，一点不疑惑，这就非常难得，等于说是保证往生。你对这个不了解、不透彻，你有疑惑，疑就产生障碍，到信心一动摇，前功尽弃，就很可惜。今天时间到了，我们就学到此地，后面还有一首偈。",
      "zh_TW": "實在他講的就是惠能大師開悟的這五句話，這五句話是形容我們自性的體、相、作用，統統說得很圓滿，只有二十個字。我們學佛終極的目標，是要把這二十個字證實，決定沒有懷疑，我要在一生當中證得這個境界。實在沒有能力證得這個境界，念佛往生淨土，生到西方極樂世界，這個境界完全現前，所以這是個特別法門。我們對這個境界了解得愈透徹、愈清楚，對於往生西方極樂世界，你有信心、你有把握，一點不疑惑，這就非常難得，等於說是保證往生。你對這個不了解、不透徹，你有疑惑，疑就產生障礙，到信心一動搖，前功盡棄，就很可惜。今天時間到了，我們就學到此地，後面還有一首偈。"
    }
  ]
}