{
  "doc_id": "12-017-1130",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一三０卷",
    "zh_TW": "第一一三０卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1130",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "12-017-1130_p0001",
      "zh_CN": "诸位同学，请看四圣谛品，邻次十界第六段，东南方饶益世界，苦集圣谛最后一个名词：",
      "zh_TW": "諸位同學，請看四聖諦品，鄰次十界第六段，東南方饒益世界，苦集聖諦最後一個名詞："
    },
    {
      "id": "12-017-1130_p0002",
      "zh_CN": "【或名意欲。】",
      "zh_TW": "【或名意欲。】"
    },
    {
      "id": "12-017-1130_p0003",
      "zh_CN": "这个名号的意思在字面上就很清楚、很显然，你心里面的欲望，就称之为『意欲』。心哪里有什么欲望，《坛经》上讲「本来无一物」，这是真心。心里面的欲望是妄心，这不是真心。那欲望到底是什么？是无量劫来生生世世阿赖耶识里面的落谢种子，用现代的话来讲，就是你心是本来清净的，你心里面落下许许多多的印象，现在人讲印象，佛经里面讲种子。这个印象不会消灭的，佛在经上讲，假使百千劫，这是讲时间之长，这个种子决定不会坏，遇到缘它一定会起现行。六道凡夫为什么那么样不容易超越六道，道理就在此地。我们常讲印象太深刻，六根接触六尘境界自自然然就落印象。我们在佛门常常听到有一句老生常谈，「一历耳根，永为道种」，这是举念佛做例子，我们念「南无阿弥陀佛」，有人不管是有意无意，听到这个音声，他阿赖耶识的印象就落下去。他要是注意听，这印象深，他要是不注意，印象浅。总而言之，统统落了印象，这个印象就变成欲望。",
      "zh_TW": "這個名號的意思在字面上就很清楚、很顯然，你心裡面的欲望，就稱之為『意欲』。心哪裡有什麼欲望，《壇經》上講「本來無一物」，這是真心。心裡面的欲望是妄心，這不是真心。那欲望到底是什麼？是無量劫來生生世世阿賴耶識裡面的落謝種子，用現代的話來講，就是你心是本來清淨的，你心裡面落下許許多多的印象，現在人講印象，佛經裡面講種子。這個印象不會消滅的，佛在經上講，假使百千劫，這是講時間之長，這個種子決定不會壞，遇到緣它一定會起現行。六道凡夫為什麼那麼樣不容易超越六道，道理就在此地。我們常講印象太深刻，六根接觸六塵境界自自然然就落印象。我們在佛門常常聽到有一句老生常談，「一歷耳根，永為道種」，這是舉念佛做例子，我們念「南無阿彌陀佛」，有人不管是有意無意，聽到這個音聲，他阿賴耶識的印象就落下去。他要是注意聽，這印象深，他要是不注意，印象淺。總而言之，統統落了印象，這個印象就變成欲望。"
    },
    {
      "id": "12-017-1130_p0004",
      "zh_CN": "由此可知，我们阿赖耶识里面所落谢的种子无量无边。无量无边的种子、习气就变成无量无边的欲望，这个欲望遇到外面境界一勾引、一诱惑，那是缘，因缘具足就现行，这个现行就是讲的造业。你造业决定要受果报，受果报的时候迷惑颠倒。如果是善业，善的果报现前也起烦恼，起什么？贪瞋痴慢。不善业起现行，逆境恶缘也生烦恼，生瞋恚、生嫉妒，怨天尤人，冤冤相报没完没了，这事情麻烦大了。所以凡夫在六道里头，六道是个深坑，愈陷愈深，六道里面往上提升很难很难，什么样的机缘才能向上提升？遇到真善知识，我们讲的遇到好老师、好同参道友常常会劝你，你也有善根，你能接受，能思惟、能明理，能改过、能迁善，那你才能向上提升。",
      "zh_TW": "由此可知，我們阿賴耶識裡面所落謝的種子無量無邊。無量無邊的種子、習氣就變成無量無邊的欲望，這個欲望遇到外面境界一勾引、一誘惑，那是緣，因緣具足就現行，這個現行就是講的造業。你造業決定要受果報，受果報的時候迷惑顛倒。如果是善業，善的果報現前也起煩惱，起什麼？貪瞋痴慢。不善業起現行，逆境惡緣也生煩惱，生瞋恚、生嫉妒，怨天尤人，冤冤相報沒完沒了，這事情麻煩大了。所以凡夫在六道裡頭，六道是個深坑，愈陷愈深，六道裡面往上提升很難很難，什麼樣的機緣才能向上提升？遇到真善知識，我們講的遇到好老師、好同參道友常常會勸你，你也有善根，你能接受，能思惟、能明理，能改過、能遷善，那你才能向上提升。"
    },
    {
      "id": "12-017-1130_p0005",
      "zh_CN": "但是我们细心去观察，在这个社会里头这样的人不多，听劝的人不多，听骗的人很多。听骗的人没有不堕落的，所以往下堕落的人多，往上提升的人少。这种现象我们看清楚、看明白，最重要的是回光返照，照照自己，这才重要。这是两类人，我属于哪一类？你要能从这个地方着眼去思惟，你开智慧了，你觉悟了，肯定你回头了，回头是岸。这一回头，把你阿赖耶识里面落谢的这些种子转变成智慧。法相唯识家所说的转阿赖耶为大圆镜智，就这个意思。所以一觉，不怕烦恼多，不怕习气多，这个不怕，怕的是你不会转，一觉就转。这一迷，把你自性般若智慧德能转成烦恼，转变成烦恼习气；一觉悟，就把烦恼习气又回归到自性本具的般若智慧，这样我们才真正明白般若智慧跟烦恼是一桩事情。所以大乘经教里头讲「烦恼即菩提」，烦恼跟菩提是一不是二，觉了，烦恼就变成菩提，迷了，菩提就变成烦恼。",
      "zh_TW": "但是我們細心去觀察，在這個社會裡頭這樣的人不多，聽勸的人不多，聽騙的人很多。聽騙的人沒有不墮落的，所以往下墮落的人多，往上提升的人少。這種現象我們看清楚、看明白，最重要的是回光返照，照照自己，這才重要。這是兩類人，我屬於哪一類？你要能從這個地方著眼去思惟，你開智慧了，你覺悟了，肯定你回頭了，回頭是岸。這一回頭，把你阿賴耶識裡面落謝的這些種子轉變成智慧。法相唯識家所說的轉阿賴耶為大圓鏡智，就這個意思。所以一覺，不怕煩惱多，不怕習氣多，這個不怕，怕的是你不會轉，一覺就轉。這一迷，把你自性般若智慧德能轉成煩惱，轉變成煩惱習氣；一覺悟，就把煩惱習氣又回歸到自性本具的般若智慧，這樣我們才真正明白般若智慧跟煩惱是一樁事情。所以大乘經教裡頭講「煩惱即菩提」，煩惱跟菩提是一不是二，覺了，煩惱就變成菩提，迷了，菩提就變成煩惱。"
    },
    {
      "id": "12-017-1130_p0006",
      "zh_CN": "菩提就是佛性，菩提是印度话，意思是觉悟，梵语称菩提萨埵，我们中国人翻译，把它翻成菩萨，中国人喜欢简单，尾音都省略掉，菩提留菩，提舍掉，萨埵，我们用一个萨，埵也省掉，所以菩提萨埵翻成「菩萨」。它的意思，玄奘大师给我们的解释，菩提是觉，萨埵是有情，有情众生。所以菩提萨埵、菩萨是什么意思？觉悟的有情众生，玄奘大师把它翻作「觉有情」。古时候的翻译，那是玄奘大师以前，这些高僧大德他们翻译，他们翻菩提萨埵翻作「大道心众生」。菩提翻作大道心，萨埵是众生。古译跟玄奘大师译，玄奘大师译的这个意思清楚。",
      "zh_TW": "菩提就是佛性，菩提是印度話，意思是覺悟，梵語稱菩提薩埵，我們中國人翻譯，把它翻成菩薩，中國人喜歡簡單，尾音都省略掉，菩提留菩，提捨掉，薩埵，我們用一個薩，埵也省掉，所以菩提薩埵翻成「菩薩」。它的意思，玄奘大師給我們的解釋，菩提是覺，薩埵是有情，有情眾生。所以菩提薩埵、菩薩是什麼意思？覺悟的有情眾生，玄奘大師把它翻作「覺有情」。古時候的翻譯，那是玄奘大師以前，這些高僧大德他們翻譯，他們翻菩提薩埵翻作「大道心眾生」。菩提翻作大道心，薩埵是眾生。古譯跟玄奘大師譯，玄奘大師譯的這個意思清楚。"
    },
    {
      "id": "12-017-1130_p0007",
      "zh_CN": "大道心，什么叫大道心？发菩提心就叫大道心，所以它要解释，拐弯抹角。玄奘大师译得好，我们一看就明了，觉有情。所以菩提是觉。觉就把烦恼转变成智慧，自性本具的般若智慧，那叫大菩提，叫圆满菩提，唯有觉才能转，不觉就把你的菩提心、把你自性本具的般若智慧统统变成烦恼，这是事实真相。我们学佛最要紧的就是你会转。「若能转物，则同如来」，物是什么？就是意欲。儒家讲「物」，讲格物致知，格物那个物就是物欲，就是对名闻利养、五欲六尘的欲望。儒家知道！讲的跟佛法没有两样。",
      "zh_TW": "大道心，什麼叫大道心？發菩提心就叫大道心，所以它要解釋，拐彎抹角。玄奘大師譯得好，我們一看就明瞭，覺有情。所以菩提是覺。覺就把煩惱轉變成智慧，自性本具的般若智慧，那叫大菩提，叫圓滿菩提，唯有覺才能轉，不覺就把你的菩提心、把你自性本具的般若智慧統統變成煩惱，這是事實真相。我們學佛最要緊的就是你會轉。「若能轉物，則同如來」，物是什麼？就是意欲。儒家講「物」，講格物致知，格物那個物就是物欲，就是對名聞利養、五欲六塵的欲望。儒家知道！講的跟佛法沒有兩樣。"
    },
    {
      "id": "12-017-1130_p0008",
      "zh_CN": "对于名闻利养、五欲六尘，你要跟它，现在的话讲斗争，不是跟外头的人斗争，要跟自己内心里面的名闻利养、五欲六尘，做一个真正的斗争，要把它战胜。战胜之后，你这个五欲六尘、名闻利养就服服贴贴的为你服务。它不造乱，它不造反，它就服服贴贴的，转变成智慧。服服贴贴怎么说？智慧应用在生活上，应用在处事待人接物，叫善巧方便，就是五欲六尘、名闻利养就变成善巧方便，变成你普度众生的一种方式，一种手段，它听话，它不会背叛你。你迷了，它就欺负你；你觉悟了，它对你很忠心。这是自然的法则。",
      "zh_TW": "對於名聞利養、五欲六塵，你要跟它，現在的話講鬥爭，不是跟外頭的人鬥爭，要跟自己內心裡面的名聞利養、五欲六塵，做一個真正的鬥爭，要把它戰勝。戰勝之後，你這個五欲六塵、名聞利養就服服貼貼的為你服務。它不造亂，它不造反，它就服服貼貼的，轉變成智慧。服服貼貼怎麼說？智慧應用在生活上，應用在處事待人接物，叫善巧方便，就是五欲六塵、名聞利養就變成善巧方便，變成你普度眾生的一種方式，一種手段，它聽話，它不會背叛你。你迷了，它就欺負你；你覺悟了，它對你很忠心。這是自然的法則。"
    },
    {
      "id": "12-017-1130_p0009",
      "zh_CN": "自然的法则就是道，所以佛给我们讲十法界叫十道，佛道，菩萨道，你看畜生道、地狱道、饿鬼道，这都是道，这些名词里头含义很深很广，很有味道，佛门称它作法味，你能不能体会得到？这些道，妙了，它平等的，体、相、作用没有一样不平等，十法界平等。那好，我们讲理上平等，因为理上是法性，唯心所现，十法界都是唯心所现，当然这平等没有话说，体上平等，相不平等。佛菩萨快乐的相，三途痛苦的相，殊不知相也是平等。相怎么平等？相是幻相。你有没有听说《般若经》上讲的「凡所有相，皆是虚妄」，为什么是虚妄的？「当体即空，了不可得」，所以相也是平等。你觉得不平等，不平等那是你的错觉，换句话说，你看错了。",
      "zh_TW": "自然的法則就是道，所以佛給我們講十法界叫十道，佛道，菩薩道，你看畜生道、地獄道、餓鬼道，這都是道，這些名詞裡頭含義很深很廣，很有味道，佛門稱它作法味，你能不能體會得到？這些道，妙了，它平等的，體、相、作用沒有一樣不平等，十法界平等。那好，我們講理上平等，因為理上是法性，唯心所現，十法界都是唯心所現，當然這平等沒有話說，體上平等，相不平等。佛菩薩快樂的相，三途痛苦的相，殊不知相也是平等。相怎麼平等？相是幻相。你有沒有聽說《般若經》上講的「凡所有相，皆是虛妄」，為什麼是虛妄的？「當體即空，了不可得」，所以相也是平等。你覺得不平等，不平等那是你的錯覺，換句話說，你看錯了。"
    },
    {
      "id": "12-017-1130_p0010",
      "zh_CN": "不但相是平等，再跟你讲，受用平等。这愈讲愈难懂了，地狱天天受苦，苦不堪言；极乐世界快乐无比，这受用根本不相等！凡夫眼睛当中看到的相不平等、不一样；到法身菩萨你就看到是一样；极乐世界的人跟阿鼻地狱人过的生活是一样的。这很不好懂。那一上一下都等同，我们还有什么话说？所以蕅益大师，《灵峰宗论》里头有几句话说得好，「境缘无好丑，好丑起于心」。这个境是什么？物质环境。刚才我讲了，极乐世界跟阿鼻地狱，极乐世界好，阿鼻地狱丑。大师告诉你，没有好丑，那就是说极乐世界的环境跟阿鼻地狱的环境是平等的，这是讲境。缘，缘是人事，极乐世界诸上善人俱会一处，这好；阿鼻地狱是一切恶人俱会一处，彼此都不相信，彼此都怀疑，彼此心里头都提防别人、都斗争，这个人事环境多苦，过得多苦。我们凡夫是觉得极乐世界人事好，三途人事环境不好，太恶劣，法身菩萨看到没有好丑，平等的。",
      "zh_TW": "不但相是平等，再跟你講，受用平等。這愈講愈難懂了，地獄天天受苦，苦不堪言；極樂世界快樂無比，這受用根本不相等！凡夫眼睛當中看到的相不平等、不一樣；到法身菩薩你就看到是一樣；極樂世界的人跟阿鼻地獄人過的生活是一樣的。這很不好懂。那一上一下都等同，我們還有什麼話說？所以蕅益大師，《靈峰宗論》裡頭有幾句話說得好，「境緣無好醜，好醜起於心」。這個境是什麼？物質環境。剛才我講了，極樂世界跟阿鼻地獄，極樂世界好，阿鼻地獄醜。大師告訴你，沒有好醜，那就是說極樂世界的環境跟阿鼻地獄的環境是平等的，這是講境。緣，緣是人事，極樂世界諸上善人俱會一處，這好；阿鼻地獄是一切惡人俱會一處，彼此都不相信，彼此都懷疑，彼此心裡頭都提防別人、都鬥爭，這個人事環境多苦，過得多苦。我們凡夫是覺得極樂世界人事好，三途人事環境不好，太惡劣，法身菩薩看到沒有好醜，平等的。"
    },
    {
      "id": "12-017-1130_p0011",
      "zh_CN": "所以祖师讲：世间没有觉悟的这些凡夫，他们思想当中是离开不好的境界，去找一个好的境界，只知道除境，不除心。可是圣人，像法身菩萨他们懂得，他们除心不除境，为什么不除境？境是物质环境跟人事环境，他不要离开这个境，为什么？境里头没有好丑，境里面是平等的，所有一切不平等，所有一切好丑，是我们的心生出来的，我们心好，没有一样不好。所以佛法里头有说「时时是好时，日日是好日」。我又续了两句，我续的两句是「事事是好事，人人是好人」。这四句话，悟的人他会点头，没错；迷的人他摇头，说我们这个话与事实不相符合。这什么原因？心不一样！心好，没有一样不好；心不好，极乐世界也不好。所以佛在经上讲「若能转境，则同如来」，那如来就是法身菩萨以上的。",
      "zh_TW": "所以祖師講：世間沒有覺悟的這些凡夫，他們思想當中是離開不好的境界，去找一個好的境界，只知道除境，不除心。可是聖人，像法身菩薩他們懂得，他們除心不除境，為什麼不除境？境是物質環境跟人事環境，他不要離開這個境，為什麼？境裡頭沒有好醜，境裡面是平等的，所有一切不平等，所有一切好醜，是我們的心生出來的，我們心好，沒有一樣不好。所以佛法裡頭有說「時時是好時，日日是好日」。我又續了兩句，我續的兩句是「事事是好事，人人是好人」。這四句話，悟的人他會點頭，沒錯；迷的人他搖頭，說我們這個話與事實不相符合。這什麼原因？心不一樣！心好，沒有一樣不好；心不好，極樂世界也不好。所以佛在經上講「若能轉境，則同如來」，那如來就是法身菩薩以上的。"
    },
    {
      "id": "12-017-1130_p0012",
      "zh_CN": "转境从哪里转？从心上转，不是从境上转。从境上没有法子，转不过来，从心。从心不是从别人心上转，从自己心上转。怎样把你的意欲，这个意欲就是自私自利，转变成大慈大悲；把贪爱转变成大爱，遍法界虚空界一切刹土众生，平等的爱，清净的爱。清净的爱，这里面就是没有偏心、没有染着。什么叫染着？我常讲的控制的念头、占有的念头，这是染着，没有染着；决定没有控制，决定没有占有。像太阳，太阳爱一切众生，给他光明，给他热，给他能量。我们举地球为例子，这是我们亲眼所见的，阳光普照，没有说我爱你我照你，我不爱他，我不照他，没有，平等的，自然的。佛氏门中不舍一法，佛氏门中不舍一人。这真正的把自己的心、把自己的身、把自己的行，跟整个宇宙合而为一，这个人就叫证果，证得清净法身，这个人明心见性。明心见性是从体上说的，证得法身是从相上说的，慈悲普救是从用上说的，体相用一而三，三而一，圆满具足。",
      "zh_TW": "轉境從哪裡轉？從心上轉，不是從境上轉。從境上沒有法子，轉不過來，從心。從心不是從別人心上轉，從自己心上轉。怎樣把你的意欲，這個意欲就是自私自利，轉變成大慈大悲；把貪愛轉變成大愛，遍法界虛空界一切剎土眾生，平等的愛，清淨的愛。清淨的愛，這裡面就是沒有偏心、沒有染著。什麼叫染著？我常講的控制的念頭、佔有的念頭，這是染著，沒有染著；決定沒有控制，決定沒有佔有。像太陽，太陽愛一切眾生，給他光明，給他熱，給他能量。我們舉地球為例子，這是我們親眼所見的，陽光普照，沒有說我愛你我照你，我不愛他，我不照他，沒有，平等的，自然的。佛氏門中不捨一法，佛氏門中不捨一人。這真正的把自己的心、把自己的身、把自己的行，跟整個宇宙合而為一，這個人就叫證果，證得清淨法身，這個人明心見性。明心見性是從體上說的，證得法身是從相上說的，慈悲普救是從用上說的，體相用一而三，三而一，圓滿具足。"
    },
    {
      "id": "12-017-1130_p0013",
      "zh_CN": "所以有许多初学佛的人听到大经里面甚深义趣，他产生了疑惑，认为佛法理论讲得太高，不切实际，这跟日常生活相违背。我听到这些话听得多，常常有人来问我。我清楚，我明了，为什么？我是过来人，我在初学佛的时候也有这么多疑问。这是自己学习深度不够、广度不够。解决这个问题，祖师大德说得好，你有疑问叫疑情，你不要急着求答案，你要急着求答案，人家跟你讲解，你就是听清楚听明白了也没有用。为什么？你没觉悟。你有没有听说过，佛家有所谓小疑则小悟，大疑就有大悟？你要悟入那才是你自己的，你得受用。",
      "zh_TW": "所以有許多初學佛的人聽到大經裡面甚深義趣，他產生了疑惑，認為佛法理論講得太高，不切實際，這跟日常生活相違背。我聽到這些話聽得多，常常有人來問我。我清楚，我明瞭，為什麼？我是過來人，我在初學佛的時候也有這麼多疑問。這是自己學習深度不夠、廣度不夠。解決這個問題，祖師大德說得好，你有疑問叫疑情，你不要急著求答案，你要急著求答案，人家跟你講解，你就是聽清楚聽明白了也沒有用。為什麼？你沒覺悟。你有沒有聽說過，佛家有所謂小疑則小悟，大疑就有大悟？你要悟入那才是你自己的，你得受用。"
    },
    {
      "id": "12-017-1130_p0014",
      "zh_CN": "所以宗门不讲经，完全叫你自己悟入，你得真实受用。讲解，不是最好的方法，真正最好的方法是宗门。讲解，把你的悟门堵塞了，你有个问题，人家一讲解好像觉悟了，其实你没有悟入，你听了之后是似懂非懂，好像是懂了实际上没有入境界，所以把你悟门堵死了。这在佛法里面讲，你有疑问不能解决生烦恼，是烦恼障；现在有人跟你讲解之后，好像是听懂了，所知障，从烦恼障变成所知障，还是不能见性。但是对中下人来讲可以满足他，对上根人来讲，那你害他。",
      "zh_TW": "所以宗門不講經，完全叫你自己悟入，你得真實受用。講解，不是最好的方法，真正最好的方法是宗門。講解，把你的悟門堵塞了，你有個問題，人家一講解好像覺悟了，其實你沒有悟入，你聽了之後是似懂非懂，好像是懂了實際上沒有入境界，所以把你悟門堵死了。這在佛法裡面講，你有疑問不能解決生煩惱，是煩惱障；現在有人跟你講解之後，好像是聽懂了，所知障，從煩惱障變成所知障，還是不能見性。但是對中下人來講可以滿足他，對上根人來講，那你害他。"
    },
    {
      "id": "12-017-1130_p0015",
      "zh_CN": "佛法教学的善巧方便那是无量无边的，看什么人用什么方法教，不是一个方法。《华严》里头就是无量无边的方法，有人在这一句里头开悟，有人在那一段里头明白，这就根性不相同。所以有疑问是好事，不是坏事，不要求答案，你再深入，你多读经多听经，不定将来在哪一段、哪一句上豁然大悟，你的问题真的解决。一悟境界就转了，把你的意欲转变成般若智慧。在日常应用里面，就转变成善巧方便。",
      "zh_TW": "佛法教學的善巧方便那是無量無邊的，看什麼人用什麼方法教，不是一個方法。《華嚴》裡頭就是無量無邊的方法，有人在這一句裡頭開悟，有人在那一段裡頭明白，這就根性不相同。所以有疑問是好事，不是壞事，不要求答案，你再深入，你多讀經多聽經，不定將來在哪一段、哪一句上豁然大悟，你的問題真的解決。一悟境界就轉了，把你的意欲轉變成般若智慧。在日常應用裡面，就轉變成善巧方便。"
    },
    {
      "id": "12-017-1130_p0016",
      "zh_CN": "般若的作用就是善巧方便。方是方法，便是便宜，就是最恰当的方法，「方便」用现在的话来说，就是对人对事，你帮助他，你开导他，你的方法对他来说是最恰当的。何以说最恰当？他听了你的开示，他真的开悟，他真的能够明白，把他的毛病习气改过来，断恶修善，破迷开悟，这个方法巧妙，这叫方便。方便再加个善巧，巧是巧妙，善是好到极处，这是称扬诸佛如来、法身菩萨教化众生善巧方便，是赞叹他们的。凡夫做不到，凡夫能做到方便就不错了，善巧几乎是不可能；方便两个字要能做到，在今天讲是好老师，他有真正高明的教学方法，能帮助学者觉悟。",
      "zh_TW": "般若的作用就是善巧方便。方是方法，便是便宜，就是最恰當的方法，「方便」用現在的話來說，就是對人對事，你幫助他，你開導他，你的方法對他來說是最恰當的。何以說最恰當？他聽了你的開示，他真的開悟，他真的能夠明白，把他的毛病習氣改過來，斷惡修善，破迷開悟，這個方法巧妙，這叫方便。方便再加個善巧，巧是巧妙，善是好到極處，這是稱揚諸佛如來、法身菩薩教化眾生善巧方便，是讚歎他們的。凡夫做不到，凡夫能做到方便就不錯了，善巧幾乎是不可能；方便兩個字要能做到，在今天講是好老師，他有真正高明的教學方法，能幫助學者覺悟。"
    },
    {
      "id": "12-017-1130_p0017",
      "zh_CN": "所以「意欲」怎么来的我们要晓得，自性里头本来没有！如果我们随顺意欲，你肯定造业。要晓得谚语所谓「欲海难填」，人的欲望没有止境，胃口是愈来愈大；换句话说，你要是随顺意欲，你造的业就愈来愈多、愈来愈重，将来果报是愈陷愈苦。三途，畜生、饿鬼、地狱也不是定法，它从哪里来的？三途六道十法界，佛跟我们说唯识所变，这一切法从心想生。你的欲望愈大，你要满足你的欲望，必然干一些损人利己的事情。我们在历史上，往往看到一个帝王他取得政权之后做了皇帝，夺取政权的时候许许多多的人忠心为他卖命，替他打天下。夺到政权坐上皇帝的宝座，然后怎么样？把这些功臣想尽方法除掉，杀功臣，他为什么要杀功臣？他怕他造反，怕他将来作乱夺取他的政权。这些人替他卖命的，现在用不着了，统统收拾掉，要巩固他自己的政权，这就是损人利己，这个业造的就重，将来的果报有得受。",
      "zh_TW": "所以「意欲」怎麼來的我們要曉得，自性裡頭本來沒有！如果我們隨順意欲，你肯定造業。要曉得諺語所謂「欲海難填」，人的欲望沒有止境，胃口是愈來愈大；換句話說，你要是隨順意欲，你造的業就愈來愈多、愈來愈重，將來果報是愈陷愈苦。三途，畜生、餓鬼、地獄也不是定法，它從哪裡來的？三途六道十法界，佛跟我們說唯識所變，這一切法從心想生。你的欲望愈大，你要滿足你的欲望，必然幹一些損人利己的事情。我們在歷史上，往往看到一個帝王他取得政權之後做了皇帝，奪取政權的時候許許多多的人忠心為他賣命，替他打天下。奪到政權坐上皇帝的寶座，然後怎麼樣？把這些功臣想盡方法除掉，殺功臣，他為什麼要殺功臣？他怕他造反，怕他將來作亂奪取他的政權。這些人替他賣命的，現在用不著了，統統收拾掉，要鞏固他自己的政權，這就是損人利己，這個業造的就重，將來的果報有得受。"
    },
    {
      "id": "12-017-1130_p0018",
      "zh_CN": "所以佛在经上常常提醒我们，帝王是世间最大的福报，富有四海，贵为天子。享福的时候念头错了、迷了，造这么大的罪业。这个罪业自自然然就变成三恶道的境界，他死了之后要到那里去受罪。不要说恶的行为，你逃不了因果；恶的念头、语言，恶报都现前，何况行为。所以三途地狱从哪里来的？就是这么来的。换句话说，各人有各人的三恶道，我的三恶道跟你的三恶道不一样，我的三恶道是我的不善业变现出来的，你的三恶道是你的不善业变现出来的，我们大家都有不善业，每个人不善业有轻重广狭不相同，所以每个人他受的也不一样，业因、业缘不相同，果报怎么会相同？同样是变成地狱，你变你的地狱，我变我的地狱，就像作梦一样。梦里明明有六趣，我在梦中的生活，跟你在你梦中的生活不相同。我作梦梦到你，你作梦梦到我，梦中有同分境界，可是各人有各人的感受，这个意思很深。",
      "zh_TW": "所以佛在經上常常提醒我們，帝王是世間最大的福報，富有四海，貴為天子。享福的時候念頭錯了、迷了，造這麼大的罪業。這個罪業自自然然就變成三惡道的境界，他死了之後要到那裡去受罪。不要說惡的行為，你逃不了因果；惡的念頭、語言，惡報都現前，何況行為。所以三途地獄從哪裡來的？就是這麼來的。換句話說，各人有各人的三惡道，我的三惡道跟你的三惡道不一樣，我的三惡道是我的不善業變現出來的，你的三惡道是你的不善業變現出來的，我們大家都有不善業，每個人不善業有輕重廣狹不相同，所以每個人他受的也不一樣，業因、業緣不相同，果報怎麼會相同？同樣是變成地獄，你變你的地獄，我變我的地獄，就像作夢一樣。夢裡明明有六趣，我在夢中的生活，跟你在你夢中的生活不相同。我作夢夢到你，你作夢夢到我，夢中有同分境界，可是各人有各人的感受，這個意思很深。"
    },
    {
      "id": "12-017-1130_p0019",
      "zh_CN": "你总得心地很清净、很平和，你展开经卷才能体会到如来所说真实义。所以愈清净你体会得愈深，你体会得愈广，愈接近如来讲的真实义。如来讲的真实义，实际上就是事实真相。我们的心念很粗，烦恼习气很重，你读经、听讲，你体会的就不深。这也是章嘉大师往年教给我的，他教给我修行一个原则：看破帮助你放下，放下又帮助你看破，看破、放下辗转相辅相成。放下什么？最重要的意欲，放下意欲就是儒家所讲的格物的功夫。我们要把欲望放下，真正做到在这个世间「于人无争，于世无求」。",
      "zh_TW": "你總得心地很清淨、很平和，你展開經卷才能體會到如來所說真實義。所以愈清淨你體會得愈深，你體會得愈廣，愈接近如來講的真實義。如來講的真實義，實際上就是事實真相。我們的心念很粗，煩惱習氣很重，你讀經、聽講，你體會的就不深。這也是章嘉大師往年教給我的，他教給我修行一個原則：看破幫助你放下，放下又幫助你看破，看破、放下輾轉相輔相成。放下什麼？最重要的意欲，放下意欲就是儒家所講的格物的功夫。我們要把欲望放下，真正做到在這個世間「於人無爭，於世無求」。"
    },
    {
      "id": "12-017-1130_p0020",
      "zh_CN": "我们今天有这个色身，这个色身是个负担，你要生活，我们一般讲的你要衣食住行，这是基本的生存条件，也就是说基本的欲望。你只要有贪着，那就是欲望。我们要把欲望降到最低的程度，像释迦牟尼佛为我们示现的三衣一钵，日中一食，树下一宿，他老人家活了八十岁。这个示现就是教导我们，我们是六道凡夫只要保持基本的欲望，不要再发展。我们用现代的话对现代的人说，衣能保暖，食能够不饥饿，住能有一个小房子遮蔽风雨，足矣，就够了。决定不能够把这个生活环境，像世间一般人说，要改善、要提升，你有想改善你的生活环境，想提升你生活品质，你就免不了要造业。",
      "zh_TW": "我們今天有這個色身，這個色身是個負擔，你要生活，我們一般講的你要衣食住行，這是基本的生存條件，也就是說基本的欲望。你只要有貪著，那就是欲望。我們要把欲望降到最低的程度，像釋迦牟尼佛為我們示現的三衣一缽，日中一食，樹下一宿，他老人家活了八十歲。這個示現就是教導我們，我們是六道凡夫只要保持基本的欲望，不要再發展。我們用現代的話對現代的人說，衣能保暖，食能夠不飢餓，住能有一個小房子遮蔽風雨，足矣，就夠了。決定不能夠把這個生活環境，像世間一般人說，要改善、要提升，你有想改善你的生活環境，想提升你生活品質，你就免不了要造業。"
    },
    {
      "id": "12-017-1130_p0021",
      "zh_CN": "但是改善生活品质，提升生活品质，这是世间人可以说一致的愿求。如果有人讲，要把这个生活品质下降，降到最低，没有一个人愿意，那是什么？那是完全违背了众生的意欲，他不知道这个意欲是苦果的根源，他不知道，完全迷失。佛菩萨晓得，所以佛菩萨用身教，他自己示现给你看。那要会看才行，不会看的看不出来，会看的，他生活虽然很清苦、很淡泊，但是你仔细观察他相貌清秀、身体健康，年岁虽然很大，行动飘飘若仙，令人羡慕，这现身说法：我这个才是过的人生最高的享受。你们天天追求物质生活，提升你的生活品质，生活的水平，但是带给你的是烦恼、是忧虑、是牵挂；没有得到想尽方法要得到，得到之后又怕丢掉，一天到晚提心吊胆。你过的是什么生活？那就是佛在经上讲的极苦的生活。你过的是三苦、八苦的生活；觉悟的人过的是自在随缘的生活，快乐无比。你要是真的把这个事实真相看清楚、看明白，你是个明白人、觉悟的人，你就会选择，选择一个幸福快乐的人生。",
      "zh_TW": "但是改善生活品質，提升生活品質，這是世間人可以說一致的願求。如果有人講，要把這個生活品質下降，降到最低，沒有一個人願意，那是什麼？那是完全違背了眾生的意欲，他不知道這個意欲是苦果的根源，他不知道，完全迷失。佛菩薩曉得，所以佛菩薩用身教，他自己示現給你看。那要會看才行，不會看的看不出來，會看的，他生活雖然很清苦、很淡泊，但是你仔細觀察他相貌清秀、身體健康，年歲雖然很大，行動飄飄若仙，令人羨慕，這現身說法：我這個才是過的人生最高的享受。你們天天追求物質生活，提升你的生活品質，生活的水平，但是帶給你的是煩惱、是憂慮、是牽掛；沒有得到想盡方法要得到，得到之後又怕丟掉，一天到晚提心吊膽。你過的是什麼生活？那就是佛在經上講的極苦的生活。你過的是三苦、八苦的生活；覺悟的人過的是自在隨緣的生活，快樂無比。你要是真的把這個事實真相看清楚、看明白，你是個明白人、覺悟的人，你就會選擇，選擇一個幸福快樂的人生。"
    },
    {
      "id": "12-017-1130_p0022",
      "zh_CN": "方东美先生把佛法介绍给我的时候说，那个时候我不是跟他学佛，他也不是佛门弟子，他是个哲学家，是个名教授，我跟他学哲学。在哲学里面，他给我开了一个单元，佛经哲学。当时我非常讶异，这佛经还是哲学？不知道，以前没有听说过。「佛经不但是哲学，是哲学里面最高峰，学佛是人生最高的享受」，我就被他这两句话打动，这是我学佛的因缘。在这以前，在我心目当中佛教是迷信。所有宗教都是迷信，佛教迷得更深。什么人来给我传教，我都不会接受的。方先生说佛教是哲学，是人生最高的享受，这使我感到非常惊讶，于是就开始留意佛教的经典，找这些经典来看。那个时候在台湾佛教经典没有流通的，找不到，只有到大的寺庙，它里面有藏经，这些藏经那是不能拿出去的，只有在里面看。所以我们星期假日就到藏经楼去看经、抄经，好的东西我们自己抄，不像现在，现在太方便。这是得力于近代科技发达，印刷术发达，所以价格大幅度的下降，品质又非常之好。台湾这几十年当中，多次影印《大藏经》，所以我们这个小道场不同版本的《大藏经》就有十种。我们自己印的，过去印的《大正藏》、印的《龙藏》，我们这里都有好几套，这都是希有的因缘。",
      "zh_TW": "方東美先生把佛法介紹給我的時候說，那個時候我不是跟他學佛，他也不是佛門弟子，他是個哲學家，是個名教授，我跟他學哲學。在哲學裡面，他給我開了一個單元，佛經哲學。當時我非常訝異，這佛經還是哲學？不知道，以前沒有聽說過。「佛經不但是哲學，是哲學裡面最高峰，學佛是人生最高的享受」，我就被他這兩句話打動，這是我學佛的因緣。在這以前，在我心目當中佛教是迷信。所有宗教都是迷信，佛教迷得更深。什麼人來給我傳教，我都不會接受的。方先生說佛教是哲學，是人生最高的享受，這使我感到非常驚訝，於是就開始留意佛教的經典，找這些經典來看。那個時候在台灣佛教經典沒有流通的，找不到，只有到大的寺廟，它裡面有藏經，這些藏經那是不能拿出去的，只有在裡面看。所以我們星期假日就到藏經樓去看經、抄經，好的東西我們自己抄，不像現在，現在太方便。這是得力於近代科技發達，印刷術發達，所以價格大幅度的下降，品質又非常之好。台灣這幾十年當中，多次影印《大藏經》，所以我們這個小道場不同版本的《大藏經》就有十種。我們自己印的，過去印的《大正藏》、印的《龍藏》，我們這裡都有好幾套，這都是希有的因緣。"
    },
    {
      "id": "12-017-1130_p0023",
      "zh_CN": "怎么样把意欲转化成智慧，转化成善巧方便？还是夏莲居老居士的一句话，读经。一定要读出味道来，要把法味念出来，要把法喜念出来，《论语》头一句话，「学而时习之，不亦悦乎」，这句话比什么都重要，这就是方东美先生讲的人生最高的享受。你要深入经藏，佛在经典里面讲的更好，深解义趣，你对于佛经解得愈深，意思愈透彻愈明了，愈快乐，那才是人生最高的享受。把你的意欲转变成智慧，把你的意欲转变成善巧方便。现在时间到了。",
      "zh_TW": "怎麼樣把意欲轉化成智慧，轉化成善巧方便？還是夏蓮居老居士的一句話，讀經。一定要讀出味道來，要把法味念出來，要把法喜念出來，《論語》頭一句話，「學而時習之，不亦悅乎」，這句話比什麼都重要，這就是方東美先生講的人生最高的享受。你要深入經藏，佛在經典裡面講的更好，深解義趣，你對於佛經解得愈深，意思愈透徹愈明瞭，愈快樂，那才是人生最高的享受。把你的意欲轉變成智慧，把你的意欲轉變成善巧方便。現在時間到了。"
    },
    {
      "id": "12-017-1130_p0024",
      "zh_CN": "诸位同学，请接着看饶益世界第三段，苦灭圣谛，我们把经文先念一遍：",
      "zh_TW": "諸位同學，請接著看饒益世界第三段，苦滅聖諦，我們把經文先念一遍："
    },
    {
      "id": "12-017-1130_p0025",
      "zh_CN": "【诸佛子，所言苦灭圣谛者，彼饶益世界中，或名出狱，或名真实，或名离难，或名覆护，或名离恶，或名随顺，或名根本，或名舍因，或名无为，或名无相续。】",
      "zh_TW": "【諸佛子，所言苦滅聖諦者，彼饒益世界中，或名出獄，或名真實，或名離難，或名覆護，或名離惡，或名隨順，或名根本，或名捨因，或名無為，或名無相續。】"
    },
    {
      "id": "12-017-1130_p0026",
      "zh_CN": "到这个地方是一段。这些略举的名称都是讲的出世间的果报。我们通达明了之后，就变成我们学习的方向目标，所以「灭谛」也是无量无边。我们看第一个名号，『或名出狱』。就像世间触犯法律被判徒刑，去坐监狱，刑期满了出狱，恢复自由，恢复公民的权利，用这个来做比喻。六道中的人，六道是个大监牢狱，六道里头确实有地狱，地狱是六道里面最苦的环境，确实只有苦没有乐。佛告诉我们三界六道总不免三大类的苦，所谓苦苦、坏苦、行苦，这三大类。欲界，这三种苦统统具足，你都要受，欲界是监牢狱。色界，因为欲，我们前面在集谛里面念到的意欲，他有定功，他能把意欲伏住，虽有它不起作用。欲伏住，苦苦没有了，但是他有坏苦、他有行苦，不过他受苦是大幅度的减轻，这是事实。到无色界天，连身体都不要，我们讲灵界，他只有阿赖耶识，他没有色身，因此坏苦没有了。但是他的境界不能够永恒保持，换句话说，他有时间限制的，这个时间限制就是他功夫、他的能力，我们一般人讲是寿量，他的定功能够保持八万大劫，这很了不起，不可思议。八万大劫，他能把他的烦恼习气伏住，但是八万大劫是有时间限制，它总有到的时候，到了他伏不住，烦恼习气自然又起现行，这一起现行之后，他立刻就堕落，因为他上面没有了，他就回头往下堕落。所以叫三界统苦。",
      "zh_TW": "到這個地方是一段。這些略舉的名稱都是講的出世間的果報。我們通達明瞭之後，就變成我們學習的方向目標，所以「滅諦」也是無量無邊。我們看第一個名號，『或名出獄』。就像世間觸犯法律被判徒刑，去坐監獄，刑期滿了出獄，恢復自由，恢復公民的權利，用這個來做比喻。六道中的人，六道是個大監牢獄，六道裡頭確實有地獄，地獄是六道裡面最苦的環境，確實只有苦沒有樂。佛告訴我們三界六道總不免三大類的苦，所謂苦苦、壞苦、行苦，這三大類。欲界，這三種苦統統具足，你都要受，欲界是監牢獄。色界，因為欲，我們前面在集諦裡面念到的意欲，他有定功，他能把意欲伏住，雖有它不起作用。欲伏住，苦苦沒有了，但是他有壞苦、他有行苦，不過他受苦是大幅度的減輕，這是事實。到無色界天，連身體都不要，我們講靈界，他只有阿賴耶識，他沒有色身，因此壞苦沒有了。但是他的境界不能夠永恆保持，換句話說，他有時間限制的，這個時間限制就是他功夫、他的能力，我們一般人講是壽量，他的定功能夠保持八萬大劫，這很了不起，不可思議。八萬大劫，他能把他的煩惱習氣伏住，但是八萬大劫是有時間限制，它總有到的時候，到了他伏不住，煩惱習氣自然又起現行，這一起現行之後，他立刻就墮落，因為他上面沒有了，他就回頭往下墮落。所以叫三界統苦。"
    },
    {
      "id": "12-017-1130_p0027",
      "zh_CN": "世尊在法华会上把三界六道比喻火宅，比喻的是地狱，超越三界才叫「出狱」。这个说法就是小乘的般涅槃，证得阿罗汉果永远脱离六道，出离六道的这个监狱。但是这个名词是在《华严经》上出现，《华严》属于大乘圆教，这个出狱的意思就不只是说的六道，比六道范围更大的是什么？十法界。十法界里头，声闻、缘觉、菩萨、佛，在大乘法里面，法身菩萨境界里头还是监牢狱，不过这个地方所受的苦，比六道那是轻了很多，为什么？就佛法总纲领上来说，出离六道轮回是见思烦恼的苦断掉，可是他还有尘沙烦恼、还有无明烦恼没断，那个尘沙烦恼也像监牢狱一样。所以在四圣法界里修什么？没有别的，破尘沙烦恼而已。见思是烦恼障，所以二乘烦恼障破了，尘沙是所知障，所知障没有破；由此可知，四圣法界他们是破所知障。十法界里头，先在六道，六道破烦恼障，先破烦恼障，再破所知障。",
      "zh_TW": "世尊在法華會上把三界六道比喻火宅，比喻的是地獄，超越三界才叫「出獄」。這個說法就是小乘的般涅槃，證得阿羅漢果永遠脫離六道，出離六道的這個監獄。但是這個名詞是在《華嚴經》上出現，《華嚴》屬於大乘圓教，這個出獄的意思就不只是說的六道，比六道範圍更大的是什麼？十法界。十法界裡頭，聲聞、緣覺、菩薩、佛，在大乘法裡面，法身菩薩境界裡頭還是監牢獄，不過這個地方所受的苦，比六道那是輕了很多，為什麼？就佛法總綱領上來說，出離六道輪迴是見思煩惱的苦斷掉，可是他還有塵沙煩惱、還有無明煩惱沒斷，那個塵沙煩惱也像監牢獄一樣。所以在四聖法界裡修什麼？沒有別的，破塵沙煩惱而已。見思是煩惱障，所以二乘煩惱障破了，塵沙是所知障，所知障沒有破；由此可知，四聖法界他們是破所知障。十法界裡頭，先在六道，六道破煩惱障，先破煩惱障，再破所知障。"
    },
    {
      "id": "12-017-1130_p0028",
      "zh_CN": "儒家教学亦复如是，儒家教学先格物，格物就是破烦恼障，物是物欲，先要离开这个物欲，对于一切物的欲望，先要把这个东西舍离、看破、放下。再进一步，致知，致知就是破所知障，二障破了，就明心见性。所以格物而后致知，致知而后意诚，意诚而后心正。意诚心正就是佛法里面讲的大菩提心，就是真心，真心才现前；跟佛讲的没有两样，完全一样。诚意正心现前了，这个人脱离十法界，法身菩萨。所以意诚而后心正，心正而后身修，身修而后家齐，家齐而后国治，国治而后天下平。儒家教导的总的修学纲领原理原则，跟大乘佛法完全相同，不过大乘佛法比儒家讲得详细。所以烦恼断了，见思烦恼断了超越六道，尘沙烦恼断了超越十法界，这到一真法界。二障断了，烦恼障跟所知障断了，这个时候十法界没有了，什么境界现前？一真法界现前。菩萨这时候叫法身大士，菩萨在一真法界里干什么？破最后的无明烦恼。无明，大乘经上佛把它说做四十一品，破一品，菩萨的地位升一级，我们讲圆教，《华严》是圆教，破一品无明，这是初住菩萨的位子，初住叫发心住，为什么叫发心住？菩提心现前，就是儒家讲的诚意正心，诚意正心现前。",
      "zh_TW": "儒家教學亦復如是，儒家教學先格物，格物就是破煩惱障，物是物欲，先要離開這個物欲，對於一切物的欲望，先要把這個東西捨離、看破、放下。再進一步，致知，致知就是破所知障，二障破了，就明心見性。所以格物而後致知，致知而後意誠，意誠而後心正。意誠心正就是佛法裡面講的大菩提心，就是真心，真心才現前；跟佛講的沒有兩樣，完全一樣。誠意正心現前了，這個人脫離十法界，法身菩薩。所以意誠而後心正，心正而後身修，身修而後家齊，家齊而後國治，國治而後天下平。儒家教導的總的修學綱領原理原則，跟大乘佛法完全相同，不過大乘佛法比儒家講得詳細。所以煩惱斷了，見思煩惱斷了超越六道，塵沙煩惱斷了超越十法界，這到一真法界。二障斷了，煩惱障跟所知障斷了，這個時候十法界沒有了，什麼境界現前？一真法界現前。菩薩這時候叫法身大士，菩薩在一真法界裡幹什麼？破最後的無明煩惱。無明，大乘經上佛把它說做四十一品，破一品，菩薩的地位升一級，我們講圓教，《華嚴》是圓教，破一品無明，這是初住菩薩的位子，初住叫發心住，為什麼叫發心住？菩提心現前，就是儒家講的誠意正心，誠意正心現前。"
    },
    {
      "id": "12-017-1130_p0029",
      "zh_CN": "由此可知，有烦恼，你的心不诚；有分别，你的心不诚。什么时候你的真心流露？真心里面，记住，决定没有执着，决定没有分别，对于世出世间一切法分别执着没有了，真心现前。你还有分别执着，你是妄心，你不是真心。这个道理不能不懂，你要真搞明白有大受用，这个大受用是什么？不造业。不造什么业？三途六道的业不造，不但三途六道的业不造，十法界的业也不造。你要晓得十法界的业不造，就是十法界的缘断掉，虽有十法界的因，没有关系，它绝对不会现十法界的相，你就超越十法界；超越十法界，一真法界就现前，你就是法身菩萨，这叫证果，转凡成圣。六道，佛家讲的内凡，四圣法界叫外凡，内外是以六道做界限。超越十法界，这不是凡人，才真正叫圣人，法身菩萨是圣人，超凡入圣，这是大事因缘，这真正出狱了，出了十法界。我们要怎样才能够超越？法门无量无边，哪个法门都行，只要功夫用的得力，用的恰当。你要问我用什么方法？我用的是经教，我用这个方法，天天读经，天天念佛。读经明白了就是看破了，帮助看破，念佛帮助放下，心里头只有阿弥陀佛，除阿弥陀佛之外，什么都放下。天天干，这个念佛放下的功夫，帮助你更深一层看出这个经典里面的意思。",
      "zh_TW": "由此可知，有煩惱，你的心不誠；有分別，你的心不誠。什麼時候你的真心流露？真心裡面，記住，決定沒有執著，決定沒有分別，對於世出世間一切法分別執著沒有了，真心現前。你還有分別執著，你是妄心，你不是真心。這個道理不能不懂，你要真搞明白有大受用，這個大受用是什麼？不造業。不造什麼業？三途六道的業不造，不但三途六道的業不造，十法界的業也不造。你要曉得十法界的業不造，就是十法界的緣斷掉，雖有十法界的因，沒有關係，它絕對不會現十法界的相，你就超越十法界；超越十法界，一真法界就現前，你就是法身菩薩，這叫證果，轉凡成聖。六道，佛家講的內凡，四聖法界叫外凡，內外是以六道做界限。超越十法界，這不是凡人，才真正叫聖人，法身菩薩是聖人，超凡入聖，這是大事因緣，這真正出獄了，出了十法界。我們要怎樣才能夠超越？法門無量無邊，哪個法門都行，只要功夫用的得力，用的恰當。你要問我用什麼方法？我用的是經教，我用這個方法，天天讀經，天天念佛。讀經明白了就是看破了，幫助看破，念佛幫助放下，心裡頭只有阿彌陀佛，除阿彌陀佛之外，什麼都放下。天天幹，這個念佛放下的功夫，幫助你更深一層看出這個經典裡面的意思。"
    },
    {
      "id": "12-017-1130_p0030",
      "zh_CN": "我们不说别的，单单讲这一次讲《华严经》开始，这几年来我们已经讲了两千多个小时，诸位同学要是连贯的来听讲，我们一起来学习，我相信你会发现，发现什么？发现我的境界年年不相同，月月不相同，你会发现。为什么不相同？这个境界不断在提升，我不敢讲每个星期都不一样，这个话我不敢讲，但是每个月不一样，这个话我敢讲，月月不一样，所以有法喜，这就是进步。勇猛精进，那勇猛两个字我不敢讲，精进有。一年跟一年比，这是很容易看得出来，非常明显；一月一月不一样，那你要细心观察，你粗心大意，你没有办法体会到；你要是很细心，你会觉察到月月不一样。",
      "zh_TW": "我們不說別的，單單講這一次講《華嚴經》開始，這幾年來我們已經講了兩千多個小時，諸位同學要是連貫的來聽講，我們一起來學習，我相信你會發現，發現什麼？發現我的境界年年不相同，月月不相同，你會發現。為什麼不相同？這個境界不斷在提升，我不敢講每個星期都不一樣，這個話我不敢講，但是每個月不一樣，這個話我敢講，月月不一樣，所以有法喜，這就是進步。勇猛精進，那勇猛兩個字我不敢講，精進有。一年跟一年比，這是很容易看得出來，非常明顯；一月一月不一樣，那你要細心觀察，你粗心大意，你沒有辦法體會到；你要是很細心，你會覺察到月月不一樣。"
    },
    {
      "id": "12-017-1130_p0031",
      "zh_CN": "我用的是这个方法，要用现代人讲的，就是研经念佛，研究经教念佛，我用这个方法。时间差不多是相等，一半的时间念佛，一半的时间研究经教。我常常，你看到我没有事的时候，我在散步，我散步不是念佛就是思惟经教里面的教诲，大势至菩萨讲「忆佛念佛，现前当来必定见佛」，常常想经典里面的道理，想经典里面的教诲，这叫忆佛。时间久了，不知不觉自自然然入境界。你要想入境界，入不了，为什么？想是妄想，妄想跟真性不相应。妄想没有了，所以古人这个比喻说得好，只问耕耘，莫问收获。只要我方向目标正确，不问收获，水到渠成，它自自然然契入。想契入，那是障碍契入，连契入的念头都没有，自然。",
      "zh_TW": "我用的是這個方法，要用現代人講的，就是研經念佛，研究經教念佛，我用這個方法。時間差不多是相等，一半的時間念佛，一半的時間研究經教。我常常，你看到我沒有事的時候，我在散步，我散步不是念佛就是思惟經教裡面的教誨，大勢至菩薩講「憶佛念佛，現前當來必定見佛」，常常想經典裡面的道理，想經典裡面的教誨，這叫憶佛。時間久了，不知不覺自自然然入境界。你要想入境界，入不了，為什麼？想是妄想，妄想跟真性不相應。妄想沒有了，所以古人這個比喻說得好，只問耕耘，莫問收穫。只要我方向目標正確，不問收穫，水到渠成，它自自然然契入。想契入，那是障礙契入，連契入的念頭都沒有，自然。"
    },
    {
      "id": "12-017-1130_p0032",
      "zh_CN": "所以我跟大家在一起学《华严》，每一堂课，这一个小时都是圆满的华严经教，堂堂都圆满。连结起来也是圆满，分开来每一堂课都是圆满，你们有没有体会到这个意境？你要是入这个意境，快乐无比，这一天没有空过，这一天我们的身心安住在佛境界里面，佛境界就是一真法界。但是我们的安住，不是真正的一真法界，是相似的一真法界，为什么？没契入，契入那就是真实的一真法界。虽然不是真实，是相似的，已经得法喜充满，那真实之乐可想而知。可想而知是我们的话，实际上可想也不知道，不思议的境界。",
      "zh_TW": "所以我跟大家在一起學《華嚴》，每一堂課，這一個小時都是圓滿的華嚴經教，堂堂都圓滿。連結起來也是圓滿，分開來每一堂課都是圓滿，你們有沒有體會到這個意境？你要是入這個意境，快樂無比，這一天沒有空過，這一天我們的身心安住在佛境界裡面，佛境界就是一真法界。但是我們的安住，不是真正的一真法界，是相似的一真法界，為什麼？沒契入，契入那就是真實的一真法界。雖然不是真實，是相似的，已經得法喜充滿，那真實之樂可想而知。可想而知是我們的話，實際上可想也不知道，不思議的境界。"
    },
    {
      "id": "12-017-1130_p0033",
      "zh_CN": "所以这个狱的意思范围非常广大。再往深一层观察，狱从哪里来的？从心想生。什么心想？妄想分别执着，从这里生的。于是出狱，你就能抓到这个出狱学习的方向、纲领。不能从外头境界上求，从境界上求达不到目标，要从哪里求？从心地上求。离一切执着，就是离见思烦恼，出六道轮回。再说浅一点，离贪瞋痴，你就不堕三恶道；贪心是饿鬼，愚痴是畜生，瞋恚是地狱。我在现前日常生活当中，对世出世间一切法，一切人、一切事、一切物不起贪念，饿鬼道没有了；不起瞋恚，地狱道没有；不生愚痴，畜生道没有了。你要断三恶道，是从心地里面断，不是从外境上断，外境那个相是梦幻泡影，那个相是了不可得，你对它没有法子，它的生灭是你的念头，「一切法从心想生」，这句是天经地义的真理，万万不能疏忽。",
      "zh_TW": "所以這個獄的意思範圍非常廣大。再往深一層觀察，獄從哪裡來的？從心想生。什麼心想？妄想分別執著，從這裡生的。於是出獄，你就能抓到這個出獄學習的方向、綱領。不能從外頭境界上求，從境界上求達不到目標，要從哪裡求？從心地上求。離一切執著，就是離見思煩惱，出六道輪迴。再說淺一點，離貪瞋痴，你就不墮三惡道；貪心是餓鬼，愚痴是畜生，瞋恚是地獄。我在現前日常生活當中，對世出世間一切法，一切人、一切事、一切物不起貪念，餓鬼道沒有了；不起瞋恚，地獄道沒有；不生愚痴，畜生道沒有了。你要斷三惡道，是從心地裡面斷，不是從外境上斷，外境那個相是夢幻泡影，那個相是了不可得，你對它沒有法子，它的生滅是你的念頭，「一切法從心想生」，這句是天經地義的真理，萬萬不能疏忽。"
    },
    {
      "id": "12-017-1130_p0034",
      "zh_CN": "要知道会修行的人，我们常讲上上根人，上上根人实在讲他就是抓住了这一句，知道一切法从心想生，于是他处理的方法就是从心想上下手。断贪、断瞋、断愚痴，三恶道没有了。然后再断八十八品见惑、八十一品思惑，六道轮回没有了。在修的过程当中，同时全心全力为一切众生服务，勤修财施、法施、无畏施，累积功德。古时候这些善知识、祖师大德常常讲的，积功累德，为一切众生修功德。这个修功德是怎么修？就是为人演说。我要把我的修行成果，成果在哪里？成果在身上，在面孔上，在身体上，在一举一动，在起心动念，在待人接物，你在这一生当中就看到圆圆满满的《大方广佛华严》，《大方广佛华严》就是圆满的大乘法，在脸上，在身上，在我工作当中，在我生活环境里面。《大方广佛华严》在哪里？你要知道，就在现前。这里面会看的人看出来，大自在、大圆满。",
      "zh_TW": "要知道會修行的人，我們常講上上根人，上上根人實在講他就是抓住了這一句，知道一切法從心想生，於是他處理的方法就是從心想上下手。斷貪、斷瞋、斷愚痴，三惡道沒有了。然後再斷八十八品見惑、八十一品思惑，六道輪迴沒有了。在修的過程當中，同時全心全力為一切眾生服務，勤修財施、法施、無畏施，累積功德。古時候這些善知識、祖師大德常常講的，積功累德，為一切眾生修功德。這個修功德是怎麼修？就是為人演說。我要把我的修行成果，成果在哪裡？成果在身上，在面孔上，在身體上，在一舉一動，在起心動念，在待人接物，你在這一生當中就看到圓圓滿滿的《大方廣佛華嚴》，《大方廣佛華嚴》就是圓滿的大乘法，在臉上，在身上，在我工作當中，在我生活環境裡面。《大方廣佛華嚴》在哪裡？你要知道，就在現前。這裡面會看的人看出來，大自在、大圓滿。"
    },
    {
      "id": "12-017-1130_p0035",
      "zh_CN": "监牢狱里头不自在、不圆满。监牢狱里头有苦有乐，什么叫有乐？受刑的时候苦，没有受刑的时候，刑罚稍稍停止他就有乐受，他苦乐是相对的。但是在大方广佛华严里面，只有乐没有苦；那个乐是绝对的，不是相对的。苦乐两边都没有了，才叫真乐，所以相对的乐不是真乐，相对的乐是六道里面，苦乐相对。六道里面的众生，科学家讲的相对论，他们生活在相对的世界，真的没错，爱因斯坦说得很好，六道众生都是生活在相对的世界。佛菩萨离开相对，没有相对，整个宇宙是圆融的、是一体的，一里头没有相对，二就有相对。所以宗门说得好，「识得一，大事毕」。这个毕就是完毕，念书的人毕业了，大事是什么？生死大事。你真正对一认知，大事就没有了，宇宙是一，虚空法界是一，刹土众生是一，入这个境界，这个境界就是法身菩萨，所以大彻大悟，明心见性，简单的讲，识得一！",
      "zh_TW": "監牢獄裡頭不自在、不圓滿。監牢獄裡頭有苦有樂，什麼叫有樂？受刑的時候苦，沒有受刑的時候，刑罰稍稍停止他就有樂受，他苦樂是相對的。但是在大方廣佛華嚴裡面，只有樂沒有苦；那個樂是絕對的，不是相對的。苦樂兩邊都沒有了，才叫真樂，所以相對的樂不是真樂，相對的樂是六道裡面，苦樂相對。六道裡面的眾生，科學家講的相對論，他們生活在相對的世界，真的沒錯，愛因斯坦說得很好，六道眾生都是生活在相對的世界。佛菩薩離開相對，沒有相對，整個宇宙是圓融的、是一體的，一裡頭沒有相對，二就有相對。所以宗門說得好，「識得一，大事畢」。這個畢就是完畢，念書的人畢業了，大事是什麼？生死大事。你真正對一認知，大事就沒有了，宇宙是一，虛空法界是一，剎土眾生是一，入這個境界，這個境界就是法身菩薩，所以大徹大悟，明心見性，簡單的講，識得一！"
    },
    {
      "id": "12-017-1130_p0036",
      "zh_CN": "我们净土宗，实在讲就是用这个原理原则，做为我们修学的中心理念。我们念阿弥陀佛，念阿弥陀佛求什么？一心不乱。这不就是一吗？所以我常讲，一心是能证，一真法界是所证，你要不得一心，你见不到一真法界；你得一心，一真法界就现前。能证所证是一，它不是二。所以佛法不是哲学，为什么不是哲学？哲学里头有能、有所，能所对立。佛法里头也有能所，但是能所是一不是二，所以它不是哲学，比哲学高明。方东美先生那个时候介绍我，佛法是全世界哲学里头最高的，像山峰一样，这是最高的一个峰头。它的能所是同一，说能说所，能所不二。说能说所是哲学，能所不二，那是佛法。",
      "zh_TW": "我們淨土宗，實在講就是用這個原理原則，做為我們修學的中心理念。我們念阿彌陀佛，念阿彌陀佛求什麼？一心不亂。這不就是一嗎？所以我常講，一心是能證，一真法界是所證，你要不得一心，你見不到一真法界；你得一心，一真法界就現前。能證所證是一，它不是二。所以佛法不是哲學，為什麼不是哲學？哲學裡頭有能、有所，能所對立。佛法裡頭也有能所，但是能所是一不是二，所以它不是哲學，比哲學高明。方東美先生那個時候介紹我，佛法是全世界哲學裡頭最高的，像山峰一樣，這是最高的一個峰頭。它的能所是同一，說能說所，能所不二。說能說所是哲學，能所不二，那是佛法。"
    },
    {
      "id": "12-017-1130_p0037",
      "zh_CN": "所以整个宇宙是和谐的，和是性德。我曾经说过，古时候圣君明王，从前我们称皇帝称圣天子，称皇帝称圣人，圣是什么意思？明白人，对于宇宙人生的真相，他通达明了。他的心行跟大宇宙相应，真有这种人。但是糊涂皇帝也有，糊涂皇帝是什么？末代的皇帝，他要不糊涂，他不会亡国，他不会把政权失掉。你看看北京故宫那三个建筑，三个大殿就是表法，就表《华严经》的体相用，大方广。太和殿，太和，太和是什么？太和是真如本性，大乘经上讲的法性，法性是太和。太和后面那个殿叫中和，中和是什么？中和是现相，就是《华严经》上所说的「唯心所现」，唯心，心就是本性、法性，心是太和，心所现的相是中和，这就是说这个相跟性是一不是二，体性是太和，现相哪有不和之理！所以蕅益大师才讲「境缘无好丑」，境缘是中和，它怎么会有好丑？这个好丑我们用差别两个字来说，它怎么会有差别？没有差别。性相一如，性相不二，这才是诸法实相。我们学习学什么？保和，第三个大殿是保和，我们在一生当中，如何能保持太和，保持中和，你就成圣人，就转凡成圣。",
      "zh_TW": "所以整個宇宙是和諧的，和是性德。我曾經說過，古時候聖君明王，從前我們稱皇帝稱聖天子，稱皇帝稱聖人，聖是什麼意思？明白人，對於宇宙人生的真相，他通達明瞭。他的心行跟大宇宙相應，真有這種人。但是糊塗皇帝也有，糊塗皇帝是什麼？末代的皇帝，他要不糊塗，他不會亡國，他不會把政權失掉。你看看北京故宮那三個建築，三個大殿就是表法，就表《華嚴經》的體相用，大方廣。太和殿，太和，太和是什麼？太和是真如本性，大乘經上講的法性，法性是太和。太和後面那個殿叫中和，中和是什麼？中和是現相，就是《華嚴經》上所說的「唯心所現」，唯心，心就是本性、法性，心是太和，心所現的相是中和，這就是說這個相跟性是一不是二，體性是太和，現相哪有不和之理！所以蕅益大師才講「境緣無好醜」，境緣是中和，它怎麼會有好醜？這個好醜我們用差別兩個字來說，它怎麼會有差別？沒有差別。性相一如，性相不二，這才是諸法實相。我們學習學什麼？保和，第三個大殿是保和，我們在一生當中，如何能保持太和，保持中和，你就成聖人，就轉凡成聖。"
    },
    {
      "id": "12-017-1130_p0038",
      "zh_CN": "你看看三个大殿三块匾额教你什么？成佛之道。以和治天下，以和教天下，以和统天下，和为贵。这出狱了，不但三界狱出了，十法界都超出。你说这个境界多高、这个境界多深！只有儒、佛里头有。这三个名词出自于《易经》，太和、中和、保和出自于《易经》，我这个解释跟「大方广」三个字完全相应，大方广就是自性的体相用，我们在日常生活当中，起心动念能够与这个相应，圆圆满满的《大方广佛华严》你统统得到。",
      "zh_TW": "你看看三個大殿三塊匾額教你什麼？成佛之道。以和治天下，以和教天下，以和統天下，和為貴。這出獄了，不但三界獄出了，十法界都超出。你說這個境界多高、這個境界多深！只有儒、佛裡頭有。這三個名詞出自於《易經》，太和、中和、保和出自於《易經》，我這個解釋跟「大方廣」三個字完全相應，大方廣就是自性的體相用，我們在日常生活當中，起心動念能夠與這個相應，圓圓滿滿的《大方廣佛華嚴》你統統得到。"
    },
    {
      "id": "12-017-1130_p0039",
      "zh_CN": "所以我常常劝导大家，我们真正想学佛，要希望自己入佛境界，从哪里做起？把内心里头对立消除。我喜欢这个人，我讨厌那个人，不行！你这个念头是迷、是惑、是在造业，你破坏了太和，破坏了中和，破坏了保和。和是你的性德，和是你的法性，和是你的佛性，你违背了自己的心性，你怎么会有成就？违背了性德，你造成的后果就是三途六道。三途六道是你自己造的，不是别人造来给你受的，真叫自作自受。自作自受，你并不晓得事实真相，你还怨天尤人，错了，错得太离谱了。所以你愈陷愈深，愈迷愈重，你的果报是愈来愈苦，你怎么能出离？",
      "zh_TW": "所以我常常勸導大家，我們真正想學佛，要希望自己入佛境界，從哪裡做起？把內心裡頭對立消除。我喜歡這個人，我討厭那個人，不行！你這個念頭是迷、是惑、是在造業，你破壞了太和，破壞了中和，破壞了保和。和是你的性德，和是你的法性，和是你的佛性，你違背了自己的心性，你怎麼會有成就？違背了性德，你造成的後果就是三途六道。三途六道是你自己造的，不是別人造來給你受的，真叫自作自受。自作自受，你並不曉得事實真相，你還怨天尤人，錯了，錯得太離譜了。所以你愈陷愈深，愈迷愈重，你的果報是愈來愈苦，你怎麼能出離？"
    },
    {
      "id": "12-017-1130_p0040",
      "zh_CN": "所以消除自己内心的对立，是大乘菩萨修学的起点。消除内心的矛盾，于世出世间一切法，一切人、一切事、一切物决定不对立，不对立，自自然然就和，就合了，和合，水乳交融成一片，这是佛的境界，这是性德法尔如是的境界。我也常常借方东美先生一句话来形容，这就是至高无上的境界，至高无上的享受。孔夫子所说的「学而时习之，不亦悦乎」，那个「不亦悦乎」就是人生最高的享受。只有契入的人他得到，这个契入的人，就是把自己内心里头的对立放下，内心里面的矛盾化解。我们今天道理懂得，方法也懂得，但是事实上呢？事实上放不下。我看到你欢喜，看到他生气，还是这样子。这是什么原因？这是阿赖耶识里头过去今生烦恼习气它在作祟。你自己戒定慧功夫很浅薄，你伏不了烦恼习气，所以这个现象就现前。那你要问我，我们怎么办？没有别的，加强戒定慧的薰习，到戒定慧有力量了自然就伏住，你才能入境界。",
      "zh_TW": "所以消除自己內心的對立，是大乘菩薩修學的起點。消除內心的矛盾，於世出世間一切法，一切人、一切事、一切物決定不對立，不對立，自自然然就和，就合了，和合，水乳交融成一片，這是佛的境界，這是性德法爾如是的境界。我也常常藉方東美先生一句話來形容，這就是至高無上的境界，至高無上的享受。孔夫子所說的「學而時習之，不亦悅乎」，那個「不亦悅乎」就是人生最高的享受。只有契入的人他得到，這個契入的人，就是把自己內心裡頭的對立放下，內心裡面的矛盾化解。我們今天道理懂得，方法也懂得，但是事實上呢？事實上放不下。我看到你歡喜，看到他生氣，還是這樣子。這是什麼原因？這是阿賴耶識裡頭過去今生煩惱習氣它在作祟。你自己戒定慧功夫很淺薄，你伏不了煩惱習氣，所以這個現象就現前。那你要問我，我們怎麼辦？沒有別的，加強戒定慧的薰習，到戒定慧有力量了自然就伏住，你才能入境界。"
    },
    {
      "id": "12-017-1130_p0041",
      "zh_CN": "入境界，这个话很抽象，现在人讲很抽象，古人讲很玄，你得不到受用。到你戒定慧功夫深了，也就是说你真的在日常生活当中，在工作、在待人接物这里头去锻炼，炼什么？把你那个分别执着放下。所以日常生活，工作是修行，有些人讲：我工作太多耽误修行。错了，你根本不懂得什么叫修行。工作里头就是修行，历事炼心。无论做哪个工作，厨房里面烧饭，餐厅里面擦桌子、扫地，菜园里头种菜，都是修行，都是功夫。在工作里面修外不着相、内不动心，就是说把分别执着在工作里头、在生活里头放下。你的工作做得更圆满，那工作就是功德，比福德高。如果里头还夹杂着妄想执着，那是福德不是功德，你所得的果报是三界有漏福报，不能了生死，不能断烦恼，不能开智慧。一定要断烦恼、开智慧，才能解决问题。《坛经》里面说得很好，此事，此事就是「了生死，脱轮回，成佛道」，这一桩事情福不能救。三界的福报跟这个不相干，福报再大，也不能够断烦恼，也不能开智慧，也不能了生死成佛道，这个东西要戒定慧三学。所以我们为什么这样重视戒律，道理在此地。",
      "zh_TW": "入境界，這個話很抽象，現在人講很抽象，古人講很玄，你得不到受用。到你戒定慧功夫深了，也就是說你真的在日常生活當中，在工作、在待人接物這裡頭去鍛鍊，鍊什麼？把你那個分別執著放下。所以日常生活，工作是修行，有些人講：我工作太多耽誤修行。錯了，你根本不懂得什麼叫修行。工作裡頭就是修行，歷事鍊心。無論做哪個工作，廚房裡面燒飯，餐廳裡面擦桌子、掃地，菜園裡頭種菜，都是修行，都是功夫。在工作裡面修外不著相、內不動心，就是說把分別執著在工作裡頭、在生活裡頭放下。你的工作做得更圓滿，那工作就是功德，比福德高。如果裡頭還夾雜著妄想執著，那是福德不是功德，你所得的果報是三界有漏福報，不能了生死，不能斷煩惱，不能開智慧。一定要斷煩惱、開智慧，才能解決問題。《壇經》裡面說得很好，此事，此事就是「了生死，脫輪迴，成佛道」，這一樁事情福不能救。三界的福報跟這個不相干，福報再大，也不能夠斷煩惱，也不能開智慧，也不能了生死成佛道，這個東西要戒定慧三學。所以我們為什麼這樣重視戒律，道理在此地。"
    },
    {
      "id": "12-017-1130_p0042",
      "zh_CN": "学院开幕之后，我交代同学们，你们要很认真好好的在一起制定一套教学的计划，拿来给我看。等到你们拿到澳洲永久居留的身分，我这个学院要移交给你们，我这么大年岁不再管事了，名义也不管，我也不要。但是我在这个地方，每天我给你们上这一堂课，这一堂课是《华严经》四个小时，这个课程我给你们上，其他课程你们自己要学，参考的资料，这么多年留了很多的录相带、录音带，资料很丰富，你们学习要能契入。你真的修成，你学的会讲会说，你自己不能契入，换句话说，日常生活当中还有贪瞋痴慢，还有偏爱，还有嫉妒，还有瞋恚，你是凡夫，你没有学到，你不能做人师。换句话说，你的前途还是搞三途六道，你念佛不能往生。",
      "zh_TW": "學院開幕之後，我交代同學們，你們要很認真好好的在一起制定一套教學的計劃，拿來給我看。等到你們拿到澳洲永久居留的身分，我這個學院要移交給你們，我這麼大年歲不再管事了，名義也不管，我也不要。但是我在這個地方，每天我給你們上這一堂課，這一堂課是《華嚴經》四個小時，這個課程我給你們上，其他課程你們自己要學，參考的資料，這麼多年留了很多的錄相帶、錄音帶，資料很豐富，你們學習要能契入。你真的修成，你學的會講會說，你自己不能契入，換句話說，日常生活當中還有貪瞋痴慢，還有偏愛，還有嫉妒，還有瞋恚，你是凡夫，你沒有學到，你不能做人師。換句話說，你的前途還是搞三途六道，你念佛不能往生。"
    },
    {
      "id": "12-017-1130_p0043",
      "zh_CN": "我们今天修这个法门，成就就是往生，决定往生，往生你要知道西方极乐世界是诸上善人俱会一处，那我自己要不是上善，怎么能跟上善人在一起？上善人没有妄想，没有分别，没有执着，也就是说他没有见思烦恼，没有尘沙烦恼，无明烦恼至少也要断个一、二品，我们要不真干怎么能成就？要不真干，果报可畏，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」。你今天在这里享受的，你能消得了吗？将来要还债！所以一定要真干。我们的缘非常殊胜，只要你真正用心，真正肯干，我相信都有成就，确确实实我们能离开三途六道十法界，真的出狱了，这是如来大涅槃的境界。现在时间到了。",
      "zh_TW": "我們今天修這個法門，成就就是往生，決定往生，往生你要知道西方極樂世界是諸上善人俱會一處，那我自己要不是上善，怎麼能跟上善人在一起？上善人沒有妄想，沒有分別，沒有執著，也就是說他沒有見思煩惱，沒有塵沙煩惱，無明煩惱至少也要斷個一、二品，我們要不真幹怎麼能成就？要不真幹，果報可畏，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」。你今天在這裡享受的，你能消得了嗎？將來要還債！所以一定要真幹。我們的緣非常殊勝，只要你真正用心，真正肯幹，我相信都有成就，確確實實我們能離開三途六道十法界，真的出獄了，這是如來大涅槃的境界。現在時間到了。"
    }
  ]
}