{
  "doc_id": "12-017-1960",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一九六０卷",
    "zh_TW": "第一九六０卷"
  },
  "year": "2008",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "12-017-1960",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "12-017-1960_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「须弥顶上偈赞品第十四」，经文第三段偈赞分，第三小段胜慧菩萨偈颂，我们还是从第六首念起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「須彌頂上偈讚品第十四」，經文第三段偈讚分，第三小段勝慧菩薩偈頌，我們還是從第六首念起："
    },
    {
      "id": "12-017-1960_p0002",
      "zh_CN": "【譬如暗中宝。无灯不可见。佛法无人说。虽慧莫能了。】",
      "zh_TW": "【譬如暗中寶。無燈不可見。佛法無人說。雖慧莫能了。】"
    },
    {
      "id": "12-017-1960_p0003",
      "zh_CN": "昨天我们将这首偈里的『暗』、『宝』、『灯』、『见』做了简单的介绍，暗就是迷惑，我们迷了自性，宝就是性，心性，现在已经迷失了。为什么把心性称之为宝？世间人对于宝物看得很重，因为有了宝就代表你拥有财富，有财富，你一切物质上的问题都能够解决了，所以把它称之为宝。可是还有比物质问题更重要的，精神生活，还有更重要的，离苦得乐，往上还有更重要的，了解宇宙人生的真相，中国禅宗里面所说的，「父母未生前本来面目」，这个课题重要。但是世人真的迷了，迷了之后，不能看到真宝，只看到眼前一点小利，眼光短浅，看到这一生如何享受物质生活。物质生活拥有了，他并不快乐，我们在这个世间看到许多大富大贵，大富，拥有亿万财富的，他富而不乐，他的日子过得很苦，每天晚上要吃安眠药才能睡觉。安眠药是麻醉剂，他要不把他的脑神经麻醉，他就睡不着觉，你说多痛苦。贵是有很崇高的地位、有权势，也是贵而不乐。",
      "zh_TW": "昨天我們將這首偈裡的『暗』、『寶』、『燈』、『見』做了簡單的介紹，暗就是迷惑，我們迷了自性，寶就是性，心性，現在已經迷失了。為什麼把心性稱之為寶？世間人對於寶物看得很重，因為有了寶就代表你擁有財富，有財富，你一切物質上的問題都能夠解決了，所以把它稱之為寶。可是還有比物質問題更重要的，精神生活，還有更重要的，離苦得樂，往上還有更重要的，了解宇宙人生的真相，中國禪宗裡面所說的，「父母未生前本來面目」，這個課題重要。但是世人真的迷了，迷了之後，不能看到真寶，只看到眼前一點小利，眼光短淺，看到這一生如何享受物質生活。物質生活擁有了，他並不快樂，我們在這個世間看到許多大富大貴，大富，擁有億萬財富的，他富而不樂，他的日子過得很苦，每天晚上要吃安眠藥才能睡覺。安眠藥是麻醉劑，他要不把他的腦神經麻醉，他就睡不著覺，你說多痛苦。貴是有很崇高的地位、有權勢，也是貴而不樂。"
    },
    {
      "id": "12-017-1960_p0004",
      "zh_CN": "人到这个世间来，是不是就是为了享这一点富贵，而付出精神痛苦的代价？人是不是为这样的？人要是为这个目标而生活的，生活有什么意义？这个值得我们反思的，应当要深深的去反省，活在这个世间干什么的。佛说得好，佛说我们芸芸众生，六道凡夫，你活在这个世间干什么的？你为什么来的？佛只讲了四个字，「人生酬业」。人这一生，酬是酬偿，业是业报，你过去造的善业，你这生来享福；你过去造的恶业，你这一生来受罪。是享福、是受罪，是你命里注定的，不是别人注定的，是你自己给自己注定的，你过去生中造的，这是因果的道理。善有善果，恶有恶报，现在还没报，那是什么？所谓的时辰未到，不是不报，时辰未到，这是佛法里常讲的时节因缘。任何一个人生生世世，没有完全造恶的，也没有完全造善的，总是善恶掺杂着。哪一种先受报？看业力，你过去生中造的有善有恶，善的力量强，先享福，后受罪；善的力量弱，先受罪，后享福。强者先报，这佛在经上说的，力量强的先报，所以还是自己的事情。过去我造的善，善的力量很强，这一生当中就先享福，福享完了、享尽了，不善的果报现前。过去造的恶业很重，你生下来受苦，要受难，苦难受尽了，所谓是苦尽甘来，善的报现前，这个叫宿命。但是佛法不是宿命论，佛法告诉我们，命是你自己造的，所以你自己可以改。这个改要靠智慧，智慧要靠缘，这就是我们三因佛性里面讲了，正因是本来有的，得要有了因，了因是智慧。有能力辨别善恶、是非、真妄，你有这个能力，这叫智慧；没有能力辨别是非、邪正、真妄，那叫迷惑。",
      "zh_TW": "人到這個世間來，是不是就是為了享這一點富貴，而付出精神痛苦的代價？人是不是為這樣的？人要是為這個目標而生活的，生活有什麼意義？這個值得我們反思的，應當要深深的去反省，活在這個世間幹什麼的。佛說得好，佛說我們芸芸眾生，六道凡夫，你活在這個世間幹什麼的？你為什麼來的？佛只講了四個字，「人生酬業」。人這一生，酬是酬償，業是業報，你過去造的善業，你這生來享福；你過去造的惡業，你這一生來受罪。是享福、是受罪，是你命裡注定的，不是別人注定的，是你自己給自己注定的，你過去生中造的，這是因果的道理。善有善果，惡有惡報，現在還沒報，那是什麼？所謂的時辰未到，不是不報，時辰未到，這是佛法裡常講的時節因緣。任何一個人生生世世，沒有完全造惡的，也沒有完全造善的，總是善惡摻雜著。哪一種先受報？看業力，你過去生中造的有善有惡，善的力量強，先享福，後受罪；善的力量弱，先受罪，後享福。強者先報，這佛在經上說的，力量強的先報，所以還是自己的事情。過去我造的善，善的力量很強，這一生當中就先享福，福享完了、享盡了，不善的果報現前。過去造的惡業很重，你生下來受苦，要受難，苦難受盡了，所謂是苦盡甘來，善的報現前，這個叫宿命。但是佛法不是宿命論，佛法告訴我們，命是你自己造的，所以你自己可以改。這個改要靠智慧，智慧要靠緣，這就是我們三因佛性裡面講了，正因是本來有的，得要有了因，了因是智慧。有能力辨別善惡、是非、真妄，你有這個能力，這叫智慧；沒有能力辨別是非、邪正、真妄，那叫迷惑。"
    },
    {
      "id": "12-017-1960_p0005",
      "zh_CN": "智慧实在讲也是从正因佛性生的，但是它需要缘，缘就是需要助缘。助缘里面第一个要善友，我们一般讲要有好的老师指导你，帮助你破迷开悟；还要有好的同参道友，常常在一起互相勉励、互相警策，这才能回得了头；还得要人事环境、外面的自然环境，这我们就讲的顺境、逆境、善缘、恶缘。实在讲没有一样不好，问题就是你会不会，你有智慧，没有一样不好，没有智慧可以说没有一样对你是有好处的。这才知道智慧是宝。『暗中宝』是佛性，佛性是自性里头本具的般若智慧，不是外头来的。这个智慧帮助我们离苦得乐，帮助我们转恶为善，转迷为悟，转凡为圣，都要靠智慧。这个句子里头把「灯」就代表了智慧，照见。在我们佛门里面说，善友是智慧，佛门称善友是老师，善财童子五十三参，称老师为善友，称菩萨为仁者，仁慈的人，就是大慈大悲，就是这个意思。通常我们一般人只知道对观世音菩萨称大慈大悲观世音菩萨，其实大慈大悲是每位菩萨共同的尊称。佛经里头，佛也常常称菩萨仁者，这些名相也是时时刻刻在提醒我们。称菩萨是梵语，称仁者是菩萨义理里面的精髓，我们听到之后应当要认真的学习，为什么？自性里头本来具足。现在没有了，没有，这迷失了，要把它找回来。",
      "zh_TW": "智慧實在講也是從正因佛性生的，但是它需要緣，緣就是需要助緣。助緣裡面第一個要善友，我們一般講要有好的老師指導你，幫助你破迷開悟；還要有好的同參道友，常常在一起互相勉勵、互相警策，這才能回得了頭；還得要人事環境、外面的自然環境，這我們就講的順境、逆境、善緣、惡緣。實在講沒有一樣不好，問題就是你會不會，你有智慧，沒有一樣不好，沒有智慧可以說沒有一樣對你是有好處的。這才知道智慧是寶。『暗中寶』是佛性，佛性是自性裡頭本具的般若智慧，不是外頭來的。這個智慧幫助我們離苦得樂，幫助我們轉惡為善，轉迷為悟，轉凡為聖，都要靠智慧。這個句子裡頭把「燈」就代表了智慧，照見。在我們佛門裡面說，善友是智慧，佛門稱善友是老師，善財童子五十三參，稱老師為善友，稱菩薩為仁者，仁慈的人，就是大慈大悲，就是這個意思。通常我們一般人只知道對觀世音菩薩稱大慈大悲觀世音菩薩，其實大慈大悲是每位菩薩共同的尊稱。佛經裡頭，佛也常常稱菩薩仁者，這些名相也是時時刻刻在提醒我們。稱菩薩是梵語，稱仁者是菩薩義理裡面的精髓，我們聽到之後應當要認真的學習，為什麼？自性裡頭本來具足。現在沒有了，沒有，這迷失了，要把它找回來。"
    },
    {
      "id": "12-017-1960_p0006",
      "zh_CN": "四句偈前面两句是比喻，后面两句是法合。『佛法无人说』，佛法是宝，佛法是自性的佛法。佛是觉的意思，法就是万法，对于万法觉而不迷，这就叫佛法，迷而不觉就叫世间法。法没有迷悟，人有迷悟。法没有迷悟，但是这一切法它会随着正报转，这个道理要懂。大乘经里常讲「依报随着正报转」，正报是什么？正报是心、是念头，我们讲的是意念，这是正报。我们心意善，相貌就变了，相貌就变得很善，所以说相随心转。看相算命的人常说，一个人四十岁之前的相貌，是你过去生中业报变现出来的，带着过去生中；四十以后的相貌，是叫后天，是你这一生心行的善恶所感得的。这个说法很有道理，四十岁以前，先天成分多，后天成分少；四十以后，先天成分少，后天成分多。相随心转，体质也随心转，生活环境还是随心转，所以佛才说一切法从心想生。那我们要多想想，我们起心动念是为自己的多，还是为别人的多？起心动念为别人是好事，为自己就不好了，为什么？因为别人是自己性识里头变现出来的。",
      "zh_TW": "四句偈前面兩句是比喻，後面兩句是法合。『佛法無人說』，佛法是寶，佛法是自性的佛法。佛是覺的意思，法就是萬法，對於萬法覺而不迷，這就叫佛法，迷而不覺就叫世間法。法沒有迷悟，人有迷悟。法沒有迷悟，但是這一切法它會隨著正報轉，這個道理要懂。大乘經裡常講「依報隨著正報轉」，正報是什麼？正報是心、是念頭，我們講的是意念，這是正報。我們心意善，相貌就變了，相貌就變得很善，所以說相隨心轉。看相算命的人常說，一個人四十歲之前的相貌，是你過去生中業報變現出來的，帶著過去生中；四十以後的相貌，是叫後天，是你這一生心行的善惡所感得的。這個說法很有道理，四十歲以前，先天成分多，後天成分少；四十以後，先天成分少，後天成分多。相隨心轉，體質也隨心轉，生活環境還是隨心轉，所以佛才說一切法從心想生。那我們要多想想，我們起心動念是為自己的多，還是為別人的多？起心動念為別人是好事，為自己就不好了，為什麼？因為別人是自己性識裡頭變現出來的。"
    },
    {
      "id": "12-017-1960_p0007",
      "zh_CN": "这个要有相当觉悟的人，他才懂，自他不二。想别人是真正利益自己，想自己是损害自己，这是事实真相，佛给我们说的这是再清楚都没有了。谁是自己？遍法界虚空界是自己，诸佛如来承认，遍法界虚空界是自己的清净法身。为什么说清净？因为他没有起心动念，没有分别执着，真的是清净法身。凡夫迷失了自性，不知道虚空法界是自己，不知道这个世界是自己，不知道芸芸众生是自己，于是跟他们产生了对立、产生了矛盾、产生了冲突，自己害自己，这叫造恶业。恶业的果报是三途地狱，三途地狱真叫冤枉受了。所以因果的道理、因果的事实真相不能不知道，因果教育比什么都重要。中国五千年来，几个人不重视因果？翻开历史，几乎找不到。",
      "zh_TW": "這個要有相當覺悟的人，他才懂，自他不二。想別人是真正利益自己，想自己是損害自己，這是事實真相，佛給我們說的這是再清楚都沒有了。誰是自己？遍法界虛空界是自己，諸佛如來承認，遍法界虛空界是自己的清淨法身。為什麼說清淨？因為他沒有起心動念，沒有分別執著，真的是清淨法身。凡夫迷失了自性，不知道虛空法界是自己，不知道這個世界是自己，不知道芸芸眾生是自己，於是跟他們產生了對立、產生了矛盾、產生了衝突，自己害自己，這叫造惡業。惡業的果報是三途地獄，三途地獄真叫冤枉受了。所以因果的道理、因果的事實真相不能不知道，因果教育比什麼都重要。中國五千年來，幾個人不重視因果？翻開歷史，幾乎找不到。"
    },
    {
      "id": "12-017-1960_p0008",
      "zh_CN": "因果从哪里来的？从一念不觉那个时候产生的，一念不觉，宇宙就产生，可以说它跟宇宙同时产生，永远不消失。所以佛法讲万法皆空，因果不空。知道这个道理，知道这个事实真相，我们起心动念、言语造作不能不留意。凡夫没有智慧，世出世间圣贤给我们一个标准，这个标准在中国就是伦理、道德，在佛法里面，三皈、十善、戒律。这个标准从哪里来的？不是别人制定叫我们遵守的，真正圣贤人、真正佛菩萨绝不会牵着人鼻子走，世出世间大圣大贤都希望成就别人顶天立地。诸佛希望一切众生早日成佛，跟他达到同样的境界，这是佛的心，这是佛的愿望。所以佛心是真诚心、清净心、平等心，没有高下的。没有染污是清净，没有迷惑是智慧，没有自私自利是慈悲，这是真心，一切众生跟诸佛如来是一样的，没有差别。说差别，大乘教里常讲，只是迷悟的差别，悟了，性德完全现前，迷了的时候它统统变质了。这是我们要明了的，知道自己这一生当中学的是什么。所以，这种学问叫圣学，佛法称为佛学，佛跟中国人称圣非常接近。学佛是学作圣人、学作贤人、学作佛菩萨，这就对了，这才能真正的自度度他。自己没有得度，就不能够度他，这是教导我们，要度他，先自度。弘法如是，护法亦如是，没有例外的。",
      "zh_TW": "因果從哪裡來的？從一念不覺那個時候產生的，一念不覺，宇宙就產生，可以說它跟宇宙同時產生，永遠不消失。所以佛法講萬法皆空，因果不空。知道這個道理，知道這個事實真相，我們起心動念、言語造作不能不留意。凡夫沒有智慧，世出世間聖賢給我們一個標準，這個標準在中國就是倫理、道德，在佛法裡面，三皈、十善、戒律。這個標準從哪裡來的？不是別人制定叫我們遵守的，真正聖賢人、真正佛菩薩絕不會牽著人鼻子走，世出世間大聖大賢都希望成就別人頂天立地。諸佛希望一切眾生早日成佛，跟他達到同樣的境界，這是佛的心，這是佛的願望。所以佛心是真誠心、清淨心、平等心，沒有高下的。沒有染污是清淨，沒有迷惑是智慧，沒有自私自利是慈悲，這是真心，一切眾生跟諸佛如來是一樣的，沒有差別。說差別，大乘教裡常講，只是迷悟的差別，悟了，性德完全現前，迷了的時候它統統變質了。這是我們要明瞭的，知道自己這一生當中學的是什麼。所以，這種學問叫聖學，佛法稱為佛學，佛跟中國人稱聖非常接近。學佛是學作聖人、學作賢人、學作佛菩薩，這就對了，這才能真正的自度度他。自己沒有得度，就不能夠度他，這是教導我們，要度他，先自度。弘法如是，護法亦如是，沒有例外的。"
    },
    {
      "id": "12-017-1960_p0009",
      "zh_CN": "三因佛性，我们要注重缘因，缘是我们现在讲的机遇，你的机会、你的遭遇。遇到了，你就要能够抓住，你能够认识机遇是智慧，你能够掌握机遇是智慧，在这个机遇当中帮助你成就。世间人讲修福，哪一个不想求福报？哪个地方福报最大？从前说佛门福报最大，是真的，不是假的，造塔、建寺功德大，带给你大福报。现在我们也建塔、也来建寺，功德能不能跟古人比？不能比。古人建寺，你所享受的是人天福报，现在建寺，福报没有了，为什么？你要想一想为什么建寺？建寺是安身，帮助这些出家人清修，帮助这些出家人觉悟，帮助这些出家人证果，所以你的功德就大了。如果现在寺建得很大，里面要没有真正修行人，功德就小。如果不但没有修行人，而且这里头都是争名夺利的人，那你就造罪业了。所以，建寺福报大小要看这个寺产生功能的大小，这个寺庙里能出一个祖师大德，那真有功德。出家众的道场、在家众的道场都不例外，所以我们也不能轻视在家众的道场，古往今来的莲社、居士林，在家众的道场，真有高人。",
      "zh_TW": "三因佛性，我們要注重緣因，緣是我們現在講的機遇，你的機會、你的遭遇。遇到了，你就要能夠抓住，你能夠認識機遇是智慧，你能夠掌握機遇是智慧，在這個機遇當中幫助你成就。世間人講修福，哪一個不想求福報？哪個地方福報最大？從前說佛門福報最大，是真的，不是假的，造塔、建寺功德大，帶給你大福報。現在我們也建塔、也來建寺，功德能不能跟古人比？不能比。古人建寺，你所享受的是人天福報，現在建寺，福報沒有了，為什麼？你要想一想為什麼建寺？建寺是安身，幫助這些出家人清修，幫助這些出家人覺悟，幫助這些出家人證果，所以你的功德就大了。如果現在寺建得很大，裡面要沒有真正修行人，功德就小。如果不但沒有修行人，而且這裡頭都是爭名奪利的人，那你就造罪業了。所以，建寺福報大小要看這個寺產生功能的大小，這個寺廟裡能出一個祖師大德，那真有功德。出家眾的道場、在家眾的道場都不例外，所以我們也不能輕視在家眾的道場，古往今來的蓮社、居士林，在家眾的道場，真有高人。"
    },
    {
      "id": "12-017-1960_p0010",
      "zh_CN": "佛陀在世，维摩居士是古佛再来，示现居士身，在家佛，释迦牟尼佛示现比丘身，出家佛，那个时代世间是两尊佛出世。我们看《维摩经》上记载的，释迦牟尼佛的弟子去见维摩居士，听维摩居士讲经说法，见居士的时候也是顶礼三拜，右绕三匝，对维摩居士跟对释迦牟尼佛的礼节完全相同。这就是过去欧阳竟无居士所说的，佛法是师道，师道里面，在教学是老师第一大。舍利弗、目犍连虽然是比丘身分，接受维摩居士教诲，维摩居士是老师，你是学生，要行师生之礼，礼不可失。虽然你是三宝之一，僧宝，但是不是在讲堂的时候，维摩居士对僧团里面僧宝他非常恭敬，但是在授课的时候他是老师。正如同中国古代的帝王，帝王的儿女，这些太子、公主，在学堂里念书的时候对老师要行跪拜礼，拜老师，尊师重道。帝王在过去，在学校里见到孔老夫子的神位、孔老夫子的画像，他行跪拜礼，拜老师。但是不是在学校里，老师见到君王行君臣礼，以最敬礼拜皇上。皇上在课堂时，对老师也要行最敬礼。你看在从前，古人怎么样教人孝顺父母？怎样教人奉事师长、孝亲尊师？帝王带头做，皇室带头做，上行下效才养成社会上良好的风气。人人知道尊重老师，人人知道尊重学术、尊重德行，社会当然安定，世界当然太平。",
      "zh_TW": "佛陀在世，維摩居士是古佛再來，示現居士身，在家佛，釋迦牟尼佛示現比丘身，出家佛，那個時代世間是兩尊佛出世。我們看《維摩經》上記載的，釋迦牟尼佛的弟子去見維摩居士，聽維摩居士講經說法，見居士的時候也是頂禮三拜，右繞三匝，對維摩居士跟對釋迦牟尼佛的禮節完全相同。這就是過去歐陽竟無居士所說的，佛法是師道，師道裡面，在教學是老師第一大。舍利弗、目犍連雖然是比丘身分，接受維摩居士教誨，維摩居士是老師，你是學生，要行師生之禮，禮不可失。雖然你是三寶之一，僧寶，但是不是在講堂的時候，維摩居士對僧團裡面僧寶他非常恭敬，但是在授課的時候他是老師。正如同中國古代的帝王，帝王的兒女，這些太子、公主，在學堂裡念書的時候對老師要行跪拜禮，拜老師，尊師重道。帝王在過去，在學校裡見到孔老夫子的神位、孔老夫子的畫像，他行跪拜禮，拜老師。但是不是在學校裡，老師見到君王行君臣禮，以最敬禮拜皇上。皇上在課堂時，對老師也要行最敬禮。你看在從前，古人怎麼樣教人孝順父母？怎樣教人奉事師長、孝親尊師？帝王帶頭做，皇室帶頭做，上行下效才養成社會上良好的風氣。人人知道尊重老師，人人知道尊重學術、尊重德行，社會當然安定，世界當然太平。"
    },
    {
      "id": "12-017-1960_p0011",
      "zh_CN": "所以，不要以为这是小节，是小事，对于整个社会安定和平它有重大的作用。我们今天社会动乱，就是这些小节没有了，大家认为这个不重要。可是社会之动乱每个人担忧，不知道动乱的根源在哪里。古人讲得好，他说：道失了而后有德，德来代替；德失掉之后，而后有仁；仁失掉之后，而后有义；义失掉之后，还有礼；礼要失掉之后，天下大乱。在佛法里面讲，行道是法身菩萨，行道，这是最高的，完全是性德的流露。道失而后有德，在佛法里面，四圣法界就行德，他与道相应。德失掉之后有仁，在六道里头，天道仁慈。佛常常给我们介绍天道，天人修上品十善，修慈悲喜舍四无量心，这天道，天人。所以仁心、仁行，仁就是仁慈博爱，思想、言行都不离仁慈博爱，这个人将来是天道的。仁失掉之后则有义，这是人间，义是什么？古德讲「循理谓之义」，用个通俗的话来讲，他的思想、言行如理如法，世俗所谓合情合理合法，这是义。义失掉之后这是礼了，礼尚往来。你就晓得，义以上只有付出，不求回报，道、德、仁、义只有付出，没有回报的，不求回报的。但是礼，礼讲回报，礼尚往来。礼没有了，社会就动乱，礼是个底限，底限没了，这乱世。",
      "zh_TW": "所以，不要以為這是小節，是小事，對於整個社會安定和平它有重大的作用。我們今天社會動亂，就是這些小節沒有了，大家認為這個不重要。可是社會之動亂每個人擔憂，不知道動亂的根源在哪裡。古人講得好，他說：道失了而後有德，德來代替；德失掉之後，而後有仁；仁失掉之後，而後有義；義失掉之後，還有禮；禮要失掉之後，天下大亂。在佛法裡面講，行道是法身菩薩，行道，這是最高的，完全是性德的流露。道失而後有德，在佛法裡面，四聖法界就行德，他與道相應。德失掉之後有仁，在六道裡頭，天道仁慈。佛常常給我們介紹天道，天人修上品十善，修慈悲喜捨四無量心，這天道，天人。所以仁心、仁行，仁就是仁慈博愛，思想、言行都不離仁慈博愛，這個人將來是天道的。仁失掉之後則有義，這是人間，義是什麼？古德講「循理謂之義」，用個通俗的話來講，他的思想、言行如理如法，世俗所謂合情合理合法，這是義。義失掉之後這是禮了，禮尚往來。你就曉得，義以上只有付出，不求回報，道、德、仁、義只有付出，沒有回報的，不求回報的。但是禮，禮講回報，禮尚往來。禮沒有了，社會就動亂，禮是個底限，底限沒了，這亂世。"
    },
    {
      "id": "12-017-1960_p0012",
      "zh_CN": "我们了解这个事实真相，这一生当中怎么度自己？怎么帮助别人？至少要学礼、要学义、要学仁，别人不做我做，从我做起，这就对了。社会大众都不做，我做是不是会吃亏？表面上好像是吃一点亏，而实际上你占尽了便宜，你是真正在修福，在积功累德。要知道人道的寿命短促，一百年说起来好像很长，其实真正感触到的是刹那之间。前几天，同学们陪同我到金牛镇去访问，那个地方是我出生的地方，找到了。我三岁离开出生地搬到顺港，今年回去再看看，整整八十年，回忆八十年就像昨天的事情一样，你说人的寿命是多么短促。八十年不容易，顺港儿童时代的玩伴，一个都没有了。到金牛镇还遇到一个老人跟我同年，住在一个村子上，现在是不记得了，但是可以肯定当年在一起玩耍，那肯定的。他长大之后在我们村里面做工，一生没有离开这个地方。这是缘不相同，我们一生流落在国外，真是过着流浪的生活；他在家乡没有动，过着安定的生活。",
      "zh_TW": "我們了解這個事實真相，這一生當中怎麼度自己？怎麼幫助別人？至少要學禮、要學義、要學仁，別人不做我做，從我做起，這就對了。社會大眾都不做，我做是不是會吃虧？表面上好像是吃一點虧，而實際上你佔盡了便宜，你是真正在修福，在積功累德。要知道人道的壽命短促，一百年說起來好像很長，其實真正感觸到的是剎那之間。前幾天，同學們陪同我到金牛鎮去訪問，那個地方是我出生的地方，找到了。我三歲離開出生地搬到順港，今年回去再看看，整整八十年，回憶八十年就像昨天的事情一樣，你說人的壽命是多麼短促。八十年不容易，順港兒童時代的玩伴，一個都沒有了。到金牛鎮還遇到一個老人跟我同年，住在一個村子上，現在是不記得了，但是可以肯定當年在一起玩耍，那肯定的。他長大之後在我們村裡面做工，一生沒有離開這個地方。這是緣不相同，我們一生流落在國外，真是過著流浪的生活；他在家鄉沒有動，過著安定的生活。"
    },
    {
      "id": "12-017-1960_p0013",
      "zh_CN": "所以这要想到人生苦短，然后就想到这一生当中最重要的是什么？我为什么活在这个世间？活在这个世间目的何在？意义何在？价值何在？你总得想清楚。学佛之后，从经教里面我们明白了，学佛最重要的是提升自己的灵性，这一生当中决定不能造恶业，要知道利用这个机会积功累德。念佛同修都晓得，我们一个愿望，求生净土，积功累德可以提升自己的品位，灵性保证我们决定得生，那这一生真的没有白过。业障要消，要真正忏悔，真正忏悔不是痛哭流涕，痛哭流涕算得上忏悔吗？不见得，痛哭流涕是感动。真正忏悔是什么？后不再造，这真忏悔。我初学佛的时候老师教我，忏悔就是儒家所讲的不贰过，过失只有一次，以后不重犯这个同样的过失，这叫真忏悔。天天反省这是觉悟，反省什么？我今天起心动念，处事待人接物有没有过失？",
      "zh_TW": "所以這要想到人生苦短，然後就想到這一生當中最重要的是什麼？我為什麼活在這個世間？活在這個世間目的何在？意義何在？價值何在？你總得想清楚。學佛之後，從經教裡面我們明白了，學佛最重要的是提升自己的靈性，這一生當中決定不能造惡業，要知道利用這個機會積功累德。念佛同修都曉得，我們一個願望，求生淨土，積功累德可以提升自己的品位，靈性保證我們決定得生，那這一生真的沒有白過。業障要消，要真正懺悔，真正懺悔不是痛哭流涕，痛哭流涕算得上懺悔嗎？不見得，痛哭流涕是感動。真正懺悔是什麼？後不再造，這真懺悔。我初學佛的時候老師教我，懺悔就是儒家所講的不貳過，過失只有一次，以後不重犯這個同樣的過失，這叫真懺悔。天天反省這是覺悟，反省什麼？我今天起心動念，處事待人接物有沒有過失？"
    },
    {
      "id": "12-017-1960_p0014",
      "zh_CN": "善恶的标准，最低的标准是《弟子规》，那是基础的基础，《感应篇》、《十善业》，这是我们梵行的标准。我起心动念、言语造作，与善相应还是与不善相应？与善相应的，好，明天还要保持，与不善相应的话，明天要改过来，这样子我们才能够渐渐的远离不善行，增长善心、善行。古人用功很认真，他每天记录，这个记录叫「功过格」，善就有功，不善就有过，每天记自己的功、记自己的过。明清两代的读书人很多人用这个方法，连出家人也不例外，出家人里面用功过格，这大家都知道的莲池大师。莲池大师天天反省的他不叫功过格，他换了个名词叫「自知录」，你们看《莲池大师全集》，里面有一篇叫自知录，那是大师每天反省的。用这个方法认真的改过自新，这是真忏悔法，做得很具体、很踏实。莲池、蕅益不是凡人，我们没有开悟、没有证果，不知道他本来面目，示现是个比丘相，成为净宗一代祖师。佛家讲本迹，所示现的是迹相，那他的本是佛菩萨再来的。做出这个样子是做给我们看的，教导我们的，我们要真正学着改过自新就得用这个方法，这个方法有效。",
      "zh_TW": "善惡的標準，最低的標準是《弟子規》，那是基礎的基礎，《感應篇》、《十善業》，這是我們梵行的標準。我起心動念、言語造作，與善相應還是與不善相應？與善相應的，好，明天還要保持，與不善相應的話，明天要改過來，這樣子我們才能夠漸漸的遠離不善行，增長善心、善行。古人用功很認真，他每天記錄，這個記錄叫「功過格」，善就有功，不善就有過，每天記自己的功、記自己的過。明清兩代的讀書人很多人用這個方法，連出家人也不例外，出家人裡面用功過格，這大家都知道的蓮池大師。蓮池大師天天反省的他不叫功過格，他換了個名詞叫「自知錄」，你們看《蓮池大師全集》，裡面有一篇叫自知錄，那是大師每天反省的。用這個方法認真的改過自新，這是真懺悔法，做得很具體、很踏實。蓮池、蕅益不是凡人，我們沒有開悟、沒有證果，不知道他本來面目，示現是個比丘相，成為淨宗一代祖師。佛家講本跡，所示現的是跡相，那他的本是佛菩薩再來的。做出這個樣子是做給我們看的，教導我們的，我們要真正學著改過自新就得用這個方法，這個方法有效。"
    },
    {
      "id": "12-017-1960_p0015",
      "zh_CN": "这些年，《袁了凡先生家庭四训》流传得很广，这个小册子是印光法师带头推动的。我是在一九七七年第一次到香港讲经，住在倓虚法师建立的中华佛教图书馆，在这个里面看到倓老搜集的弘化社出版的经论善书，他搜集得很多。印祖跟我们的关系很密切，虽然没有见过面，我的老师李炳南老居士是他的学生，跟他学净土，以后在台湾专门弘扬净土，专修专弘。所以，印祖就是我们自己的祖师，看到祖师这些著述、他所倡印的，我们有一分特别的感情，有时间就去看。我看书有个习惯，书一拿来首先看版权页，发现《了凡四训》印的数量太大了，我翻到版权页看到密密麻麻的，翻印了二十多次。而且每一次数量最少的五万册，数量多的七万册、八万册，我给它略略计算一下，超过一百万册。我感到很惊讶，因为它不是佛经，可是它是劝善的书。",
      "zh_TW": "這些年，《袁了凡先生家庭四訓》流傳得很廣，這個小冊子是印光法師帶頭推動的。我是在一九七七年第一次到香港講經，住在倓虛法師建立的中華佛教圖書館，在這個裡面看到倓老蒐集的弘化社出版的經論善書，他蒐集得很多。印祖跟我們的關係很密切，雖然沒有見過面，我的老師李炳南老居士是他的學生，跟他學淨土，以後在台灣專門弘揚淨土，專修專弘。所以，印祖就是我們自己的祖師，看到祖師這些著述、他所倡印的，我們有一分特別的感情，有時間就去看。我看書有個習慣，書一拿來首先看版權頁，發現《了凡四訓》印的數量太大了，我翻到版權頁看到密密麻麻的，翻印了二十多次。而且每一次數量最少的五萬冊，數量多的七萬冊、八萬冊，我給它略略計算一下，超過一百萬冊。我感到很驚訝，因為它不是佛經，可是它是勸善的書。"
    },
    {
      "id": "12-017-1960_p0016",
      "zh_CN": "了凡先生是教训他儿子的，把他自己一生改过自新、断恶修善的因果，毫无隐瞒的都写出来，希望他儿子能认真的学习，叫「家庭四训」。他是怎么修的？遇到云谷禅师之后，云谷禅师送他一本功过格，他一生依教奉行，天天依着功过格去反省。每天的晚课要记自己的过失、记自己的善行，两个对比，我今天是善做得多，还是恶做得多。他的命运真的改变了，明显的改变。跟年轻的时候孔先生给他算命，前面二十年，没遇云谷禅师之前，流年丝毫不差。孔先生相当高明，每一年收入多少都给他写上，那个时候做学生，每年参加考试第几名，居然一点都不差，所以他非常相信命运。二十年之后遇到云谷禅师，跟云谷禅师在禅堂里面坐了三天三夜，不起一个妄念。云谷禅师非常佩服他，凡人三天三夜不起一个念头，不容易，问他修行的方法。他很老实，他说：我没什么功夫，也不经常坐禅，但是我的命被孔先生算定，二十年一点都不差错，于是就不打妄想了，打妄想也没用。云谷禅师听到就哈哈大笑，告诉他：我以为你是圣人，原来你还是凡夫。了凡先生很惊讶，你为什么说这种话？这一番很长的开示，让了凡先生觉悟了，命是自己造的，不是别人主宰。自己造，自己当然可以改，所以才叫他断恶修善，依照功过格改过自新。",
      "zh_TW": "了凡先生是教訓他兒子的，把他自己一生改過自新、斷惡修善的因果，毫無隱瞞的都寫出來，希望他兒子能認真的學習，叫「家庭四訓」。他是怎麼修的？遇到雲谷禪師之後，雲谷禪師送他一本功過格，他一生依教奉行，天天依著功過格去反省。每天的晚課要記自己的過失、記自己的善行，兩個對比，我今天是善做得多，還是惡做得多。他的命運真的改變了，明顯的改變。跟年輕的時候孔先生給他算命，前面二十年，沒遇雲谷禪師之前，流年絲毫不差。孔先生相當高明，每一年收入多少都給他寫上，那個時候做學生，每年參加考試第幾名，居然一點都不差，所以他非常相信命運。二十年之後遇到雲谷禪師，跟雲谷禪師在禪堂裡面坐了三天三夜，不起一個妄念。雲谷禪師非常佩服他，凡人三天三夜不起一個念頭，不容易，問他修行的方法。他很老實，他說：我沒什麼功夫，也不經常坐禪，但是我的命被孔先生算定，二十年一點都不差錯，於是就不打妄想了，打妄想也沒用。雲谷禪師聽到就哈哈大笑，告訴他：我以為你是聖人，原來你還是凡夫。了凡先生很驚訝，你為什麼說這種話？這一番很長的開示，讓了凡先生覺悟了，命是自己造的，不是別人主宰。自己造，自己當然可以改，所以才叫他斷惡修善，依照功過格改過自新。"
    },
    {
      "id": "12-017-1960_p0017",
      "zh_CN": "明清两代，读书人用功过格的风气很盛，功过格的内容大概都是依据《感应篇》。我们能够依《太上感应篇》里面的教训来检讨我们自己的心行，起心动念、言语行为，那就是前人所用的功过格。记，是很好的一桩事情，有则改之，无则嘉勉，希望自己不要犯同样的过失，会有非常显著的功效，现在人讲进步，这是智慧。烦恼轻了，业障就消除，智慧自然增长，智慧就是你对人对事的想法、看法、判断比过去强，就有很大的进步。错误愈来愈少，正确性和善意就愈来愈增长，这就是好事情，所以这都是我们应当要学习的。人真正能改过自新就有救了，真的回头，圣贤的教学从这里产生了效果。我们再看下面一首偈：",
      "zh_TW": "明清兩代，讀書人用功過格的風氣很盛，功過格的內容大概都是依據《感應篇》。我們能夠依《太上感應篇》裡面的教訓來檢討我們自己的心行，起心動念、言語行為，那就是前人所用的功過格。記，是很好的一樁事情，有則改之，無則嘉勉，希望自己不要犯同樣的過失，會有非常顯著的功效，現在人講進步，這是智慧。煩惱輕了，業障就消除，智慧自然增長，智慧就是你對人對事的想法、看法、判斷比過去強，就有很大的進步。錯誤愈來愈少，正確性和善意就愈來愈增長，這就是好事情，所以這都是我們應當要學習的。人真正能改過自新就有救了，真的回頭，聖賢的教學從這裡產生了效果。我們再看下面一首偈："
    },
    {
      "id": "12-017-1960_p0018",
      "zh_CN": "【亦如目有瞖。不见净妙色。如是不净心。不见诸佛法。】",
      "zh_TW": "【亦如目有瞖。不見淨妙色。如是不淨心。不見諸佛法。】"
    },
    {
      "id": "12-017-1960_p0019",
      "zh_CN": "这首偈里面提醒我们，『净妙色』，净是清净，妙是微妙，佛法里面的妙，形容，这个色是色相，就是我们今天讲物质，大自然的现象，非空非有叫妙，一尘不染叫清净。我们见不到，我们今天看到的是染污，没有见到诸法实相，一切法的真实相是「净妙色」。我们今天见不到就好像眼睛『有瞖』，眼睛有了病看不清楚。这两句是比喻，下面两句是法合，『如是不净心，不见诸佛法』，把「目有瞖」比喻作心不清净，被染污了，所以你见不到诸佛所说之法、诸佛所见之法，你见不到。这里面的事实我们要明了，佛在大乘教里面讲得很多，我们不能把它忘记，所谓心净则佛土净。为什么？前面《华严经》上跟我们探讨了宇宙的源起，惠能大师在大彻大悟的时候，把宇宙的源起用很简单的几句话说出来。明心见性，见性是见什么？他说「何期自性，本自清净；何期自性，本不生灭；何期自性，本自具足；何期自性，本无动摇」，最后一句是「何期自性，能生万法」。五祖忍和尚听到这里就告诉他行了，不必再说了，给他印证，他真的是彻悟了。本自清净就是净妙色，我们眼睛有瞖，瞖是什么？就是《华严经》上所说的妄想分别执着，三重严重的染污，所以净妙色没有了。为什么？外面的境界相被我们这个心染着了，就是不清净的心，外面的净妙色也就变成像现在所说的环境的染污。现在地球普遍被染污，甚至于扩大到天空都被染污。是真的被染污了吗？也可以这么说法，为什么？境随心转，我们的心清净没有一样不清净，我们心不清净就没有一样是清净的。这个道理很深。",
      "zh_TW": "這首偈裡面提醒我們，『淨妙色』，淨是清淨，妙是微妙，佛法裡面的妙，形容，這個色是色相，就是我們今天講物質，大自然的現象，非空非有叫妙，一塵不染叫清淨。我們見不到，我們今天看到的是染污，沒有見到諸法實相，一切法的真實相是「淨妙色」。我們今天見不到就好像眼睛『有瞖』，眼睛有了病看不清楚。這兩句是比喻，下面兩句是法合，『如是不淨心，不見諸佛法』，把「目有瞖」比喻作心不清淨，被染污了，所以你見不到諸佛所說之法、諸佛所見之法，你見不到。這裡面的事實我們要明瞭，佛在大乘教裡面講得很多，我們不能把它忘記，所謂心淨則佛土淨。為什麼？前面《華嚴經》上跟我們探討了宇宙的源起，惠能大師在大徹大悟的時候，把宇宙的源起用很簡單的幾句話說出來。明心見性，見性是見什麼？他說「何期自性，本自清淨；何期自性，本不生滅；何期自性，本自具足；何期自性，本無動搖」，最後一句是「何期自性，能生萬法」。五祖忍和尚聽到這裡就告訴他行了，不必再說了，給他印證，他真的是徹悟了。本自清淨就是淨妙色，我們眼睛有瞖，瞖是什麼？就是《華嚴經》上所說的妄想分別執著，三重嚴重的染污，所以淨妙色沒有了。為什麼？外面的境界相被我們這個心染著了，就是不清淨的心，外面的淨妙色也就變成像現在所說的環境的染污。現在地球普遍被染污，甚至於擴大到天空都被染污。是真的被染污了嗎？也可以這麼說法，為什麼？境隨心轉，我們的心清淨沒有一樣不清淨，我們心不清淨就沒有一樣是清淨的。這個道理很深。"
    },
    {
      "id": "12-017-1960_p0020",
      "zh_CN": "佛法当中常讲心净则佛土净，我们希望这一生当中能真正往生到西方极乐世界，西方极乐世界是净土，念佛就能往生。我们要问，念佛真能往生吗？念佛的人可多了，往生的人不多。早年我在台中跟李老师，李老师在台中创办一个莲社，叫「台中莲社」。我亲近他的时候，认识他，他在台中已经办了十年，成绩相当可观。那时候他们的莲友，李老师告诉我，大概有二十万人。我跟他十年，我离开的时候我知道台中莲友增长了，增长得很可观，差不多有五十万人。老师常说，他讲我们莲友，不是讲别人，我们莲友当中真正能往生的，一万人当中大概有三、五个。这不成比例，一万人当中才有三个、四个、五个，不都是念佛吗？念佛没有念到清净心。",
      "zh_TW": "佛法當中常講心淨則佛土淨，我們希望這一生當中能真正往生到西方極樂世界，西方極樂世界是淨土，念佛就能往生。我們要問，念佛真能往生嗎？念佛的人可多了，往生的人不多。早年我在台中跟李老師，李老師在台中創辦一個蓮社，叫「台中蓮社」。我親近他的時候，認識他，他在台中已經辦了十年，成績相當可觀。那時候他們的蓮友，李老師告訴我，大概有二十萬人。我跟他十年，我離開的時候我知道台中蓮友增長了，增長得很可觀，差不多有五十萬人。老師常說，他講我們蓮友，不是講別人，我們蓮友當中真正能往生的，一萬人當中大概有三、五個。這不成比例，一萬人當中才有三個、四個、五個，不都是念佛嗎？念佛沒有念到清淨心。"
    },
    {
      "id": "12-017-1960_p0021",
      "zh_CN": "念佛是个方法，而目的在哪里？目的是把清净心念出来，这叫真正念佛。所以大势至菩萨教导我们，这是《楞严经》里面「大势至圆通章」，菩萨教导我们念佛的方法，「都摄六根，净念相继」，念佛人不能不知道这个原则。念佛目的是什么？目的是往生净土。怎样才能往生净土？心净才能往生。这个跟中峰国师「三时系念」里面的开示相应，中峰国师说得很好，自性弥陀，他经文上是「本性弥陀，唯心净土」，所以心净则佛土净。所以，念佛的目的是什么？是把清净心念出来，清净心跟极乐世界就相应。你心清净，在大宇宙里你会选择哪个地方去？一定是选清净心的地方，自自然然他起感应。临终佛来接引，那个佛你要知道是自己清净心变的，自性弥陀接引你到西方唯心净土，这才是真的，那不是假的。这个理通一切法，也就是说通十法界，一个道理。",
      "zh_TW": "念佛是個方法，而目的在哪裡？目的是把清淨心念出來，這叫真正念佛。所以大勢至菩薩教導我們，這是《楞嚴經》裡面「大勢至圓通章」，菩薩教導我們念佛的方法，「都攝六根，淨念相繼」，念佛人不能不知道這個原則。念佛目的是什麼？目的是往生淨土。怎樣才能往生淨土？心淨才能往生。這個跟中峰國師「三時繫念」裡面的開示相應，中峰國師說得很好，自性彌陀，他經文上是「本性彌陀，唯心淨土」，所以心淨則佛土淨。所以，念佛的目的是什麼？是把清淨心念出來，清淨心跟極樂世界就相應。你心清淨，在大宇宙裡你會選擇哪個地方去？一定是選清淨心的地方，自自然然他起感應。臨終佛來接引，那個佛你要知道是自己清淨心變的，自性彌陀接引你到西方唯心淨土，這才是真的，那不是假的。這個理通一切法，也就是說通十法界，一個道理。"
    },
    {
      "id": "12-017-1960_p0022",
      "zh_CN": "我们就懂得了，我想求生净土，我一天到晚想什么？想阿弥陀佛，想极乐世界。生活、工作、待人、接物，在这里面断一切恶修一切善，断恶修善都不放在心上，心上只有佛，心上只有净土，执持名号。这个没断烦恼，还是用的分别执着，但是这个分别执着跟极乐世界相应，生凡圣同居土；如果有分别，没有执着，那你生极乐世界生方便有余土；分别执着都没有，忆佛念佛，没有分别执着，生实报庄严土，那个不一样。这要晓得，一切诸佛刹土不离自性，十法界依正庄严也不离自性，这是一个大的因果。清净心生净土是因果，十恶的心生阿鼻地狱也是因果，五逆十恶这种心变现出来的就是阿鼻地狱。所以，阿鼻地狱跟极乐世界有什么两样？没有两样，就是用心不同。五逆十恶的心，马上转到清净的心，净土就现前，地狱就没有了。这些道理你真的搞通、搞明白了，你才晓得怎样修，你会很有信心。十法界依正庄严的种子，阿赖耶识里统统具足，一切众生都不缺乏，哪个法界现前总在遇缘不同。缘最重要的是所缘缘，那就是我们的方向、目标。我这一生的方向定在极乐世界，我的目标亲近阿弥陀佛，没有一个不成就，善导大师所说的，万修万人去。修行就在生活里，就在工作，就在处事待人接物，换句话说，就在当下。立刻就回头，念念为众生，不再为自己，这觉悟了。为众生才真正为自己，帮助众生是真正帮助自己，尤其是帮助正法，果德不可思议。",
      "zh_TW": "我們就懂得了，我想求生淨土，我一天到晚想什麼？想阿彌陀佛，想極樂世界。生活、工作、待人、接物，在這裡面斷一切惡修一切善，斷惡修善都不放在心上，心上只有佛，心上只有淨土，執持名號。這個沒斷煩惱，還是用的分別執著，但是這個分別執著跟極樂世界相應，生凡聖同居土；如果有分別，沒有執著，那你生極樂世界生方便有餘土；分別執著都沒有，憶佛念佛，沒有分別執著，生實報莊嚴土，那個不一樣。這要曉得，一切諸佛剎土不離自性，十法界依正莊嚴也不離自性，這是一個大的因果。清淨心生淨土是因果，十惡的心生阿鼻地獄也是因果，五逆十惡這種心變現出來的就是阿鼻地獄。所以，阿鼻地獄跟極樂世界有什麼兩樣？沒有兩樣，就是用心不同。五逆十惡的心，馬上轉到清淨的心，淨土就現前，地獄就沒有了。這些道理你真的搞通、搞明白了，你才曉得怎樣修，你會很有信心。十法界依正莊嚴的種子，阿賴耶識裡統統具足，一切眾生都不缺乏，哪個法界現前總在遇緣不同。緣最重要的是所緣緣，那就是我們的方向、目標。我這一生的方向定在極樂世界，我的目標親近阿彌陀佛，沒有一個不成就，善導大師所說的，萬修萬人去。修行就在生活裡，就在工作，就在處事待人接物，換句話說，就在當下。立刻就回頭，念念為眾生，不再為自己，這覺悟了。為眾生才真正為自己，幫助眾生是真正幫助自己，尤其是幫助正法，果德不可思議。"
    },
    {
      "id": "12-017-1960_p0023",
      "zh_CN": "「见诸佛法」就是佛门里面所谓的大彻大悟，明心见性，见性成佛，你就见诸佛法了。这个清净心的标准，这是绝对标准，绝对标准我们自己晓得这一生当中做不到。所以诸佛如来、祖师大德劝导我们换一个道场去修行，这个道场就是极乐世界。为什么？那个地方的缘好，我们讲缘因佛性，能帮助我们开悟，能帮助我们成佛，无论是人事环境跟物质环境，极乐世界是首选。我们自己没有能力选择，释迦如来代我们选的，十方一切诸佛代我们选的，我们要不要接受？你看《弥陀经》上六方佛赞，我们读的《弥陀经》是鸠摩罗什大师翻译的，你看看玄奘大师的译本是十方佛。罗什大师省掉四方，他有四方上下，四维省掉，玄奘大师完全照原本翻译的，十方。十方佛赞叹，给我们作证，就是劝导我们，也是帮助我们选择这个法门。也就是说，我们没有能力在娑婆世界放下妄想分别执着，到极乐世界去真能做得到；如果不到极乐世界，那你就得靠自己。真的把妄想分别执着放下，行，放下执着，你证阿罗汉；放下分别，你就成菩萨；放下妄想，就是六根在六尘境界里面真正不起心不动念，你就成佛了，你本来是佛。这个事情要自己真正在现实环境当中去锻炼，看看行不行。不行，不能再耽误时间了，赶快回头，现在说移民，移民到极乐世界，只要回头都来得及，就怕你不回头。",
      "zh_TW": "「見諸佛法」就是佛門裡面所謂的大徹大悟，明心見性，見性成佛，你就見諸佛法了。這個清淨心的標準，這是絕對標準，絕對標準我們自己曉得這一生當中做不到。所以諸佛如來、祖師大德勸導我們換一個道場去修行，這個道場就是極樂世界。為什麼？那個地方的緣好，我們講緣因佛性，能幫助我們開悟，能幫助我們成佛，無論是人事環境跟物質環境，極樂世界是首選。我們自己沒有能力選擇，釋迦如來代我們選的，十方一切諸佛代我們選的，我們要不要接受？你看《彌陀經》上六方佛讚，我們讀的《彌陀經》是鳩摩羅什大師翻譯的，你看看玄奘大師的譯本是十方佛。羅什大師省掉四方，他有四方上下，四維省掉，玄奘大師完全照原本翻譯的，十方。十方佛讚歎，給我們作證，就是勸導我們，也是幫助我們選擇這個法門。也就是說，我們沒有能力在娑婆世界放下妄想分別執著，到極樂世界去真能做得到；如果不到極樂世界，那你就得靠自己。真的把妄想分別執著放下，行，放下執著，你證阿羅漢；放下分別，你就成菩薩；放下妄想，就是六根在六塵境界裡面真正不起心不動念，你就成佛了，你本來是佛。這個事情要自己真正在現實環境當中去鍛鍊，看看行不行。不行，不能再耽誤時間了，趕快回頭，現在說移民，移民到極樂世界，只要回頭都來得及，就怕你不回頭。"
    },
    {
      "id": "12-017-1960_p0024",
      "zh_CN": "回头之后，有三个条件你才能保持住，你不会偏离你的方向、目标，这就是「不怀疑」。不怀疑要怎么做？对极乐世界不怀疑，对阿弥陀佛不怀疑，对释迦牟尼佛介绍不怀疑，对十方诸佛给我们作证不怀疑，对这个法门不怀疑。再告诉诸位，对这个世间所有一切众生他们的心行或善或恶都不怀疑，为什么？如果你对世间人还有怀疑，你的心不清净，道理在此地。不但对佛不怀疑，什么都不怀疑，就是你的烦恼里贪瞋痴慢疑那个「疑」断掉了，你的清净心才能现前。第二是「不夹杂」，你用心用得纯。不夹杂难，比前面一条还难。我们在世间，人类又是一个社会生活的形态，你不能离开社会，不能离开人群，不能离开许多琐碎的这些事物。这些东西要是夹杂在你念佛功夫里面，你念佛很难成就。事也不能不做，佛教给我们事可以做，不要放在心上，那就没有妨碍；放在心上，你的心就被染污，就不清净了。决定不放在心上，我们净土才有把握，才能去得成。不放在心上，这些事不想，能办事吗？不放在心上比放在心上高明多了。放在心上，你是用妄心办事，你用分别心办事、用执着心办事，往往把事情办坏了，造业了；不放在心上，你是清净心，清净心，事情一来，清净心是照见，完全是智慧，你事情会办得很圆满，办得很周到，没有一点过失。佛菩萨应化在这个世间，给我们做了好样子，凡圣差别就在此地。",
      "zh_TW": "回頭之後，有三個條件你才能保持住，你不會偏離你的方向、目標，這就是「不懷疑」。不懷疑要怎麼做？對極樂世界不懷疑，對阿彌陀佛不懷疑，對釋迦牟尼佛介紹不懷疑，對十方諸佛給我們作證不懷疑，對這個法門不懷疑。再告訴諸位，對這個世間所有一切眾生他們的心行或善或惡都不懷疑，為什麼？如果你對世間人還有懷疑，你的心不清淨，道理在此地。不但對佛不懷疑，什麼都不懷疑，就是你的煩惱裡貪瞋痴慢疑那個「疑」斷掉了，你的清淨心才能現前。第二是「不夾雜」，你用心用得純。不夾雜難，比前面一條還難。我們在世間，人類又是一個社會生活的形態，你不能離開社會，不能離開人群，不能離開許多瑣碎的這些事物。這些東西要是夾雜在你念佛功夫裡面，你念佛很難成就。事也不能不做，佛教給我們事可以做，不要放在心上，那就沒有妨礙；放在心上，你的心就被染污，就不清淨了。決定不放在心上，我們淨土才有把握，才能去得成。不放在心上，這些事不想，能辦事嗎？不放在心上比放在心上高明多了。放在心上，你是用妄心辦事，你用分別心辦事、用執著心辦事，往往把事情辦壞了，造業了；不放在心上，你是清淨心，清淨心，事情一來，清淨心是照見，完全是智慧，你事情會辦得很圓滿，辦得很周到，沒有一點過失。佛菩薩應化在這個世間，給我們做了好樣子，凡聖差別就在此地。"
    },
    {
      "id": "12-017-1960_p0025",
      "zh_CN": "我们晓得，夹杂里最主要的一个因素就是有私心，这是夹杂。所以，自私自利这是夹杂的根本因素，没有自私自利还夹杂什么？事情做得很圆满，众生有福，我不居功，我有什么功劳？没有功劳，众生的福报；事情做不成功，众生没有福，我们自己尽心尽力了，功德圆满。这是事实真相。可是要尽心尽力去做，要不然对不起众生，总是希望把它做圆满。我们自己清净心也能转境界，但是众生业力太大，我们转不过来。怎样转才容易转？众生心跟我们的心相应，他也求清净心，那个转的力量就大了。连佛门里面做超度的法师，能不能得度道理也是这样的。你超度他到极乐世界，他愿不愿意去？愿意去，真的他就去了；你超度他，他不想去，他不相信有极乐世界，那他怎么超度他也去不了。所以，超度是个增上缘，往生不往生还是他自己的事情，就是提醒他就是了，劝导他，他一回头那真的就去了。",
      "zh_TW": "我們曉得，夾雜裡最主要的一個因素就是有私心，這是夾雜。所以，自私自利這是夾雜的根本因素，沒有自私自利還夾雜什麼？事情做得很圓滿，眾生有福，我不居功，我有什麼功勞？沒有功勞，眾生的福報；事情做不成功，眾生沒有福，我們自己盡心盡力了，功德圓滿。這是事實真相。可是要盡心盡力去做，要不然對不起眾生，總是希望把它做圓滿。我們自己清淨心也能轉境界，但是眾生業力太大，我們轉不過來。怎樣轉才容易轉？眾生心跟我們的心相應，他也求清淨心，那個轉的力量就大了。連佛門裡面做超度的法師，能不能得度道理也是這樣的。你超度他到極樂世界，他願不願意去？願意去，真的他就去了；你超度他，他不想去，他不相信有極樂世界，那他怎麼超度他也去不了。所以，超度是個增上緣，往生不往生還是他自己的事情，就是提醒他就是了，勸導他，他一回頭那真的就去了。"
    },
    {
      "id": "12-017-1960_p0026",
      "zh_CN": "《般若经》上佛讲真话，佛不度众生，佛都不度众生了，谁有能力度众生？那众生谁度？众生自己度的，这是真话。所以佛菩萨给众生做增上缘，四缘生法，佛帮上忙的是增上缘。但是最重要的是他自己的所缘缘跟无间缘，他只要具足这两个，得外面的帮助那没有不成就的。亲因缘不必说，大家都有的，那是真因，一切众生没有一个人是缺乏的。世尊在世的时候，为我们讲经说法四十九年，增上缘，天天劝导我们，天天提醒我们。每个人自己成就功夫不相同，这不是佛给我们的，是佛力加持。佛加持什么？把这个理说清楚，方法说明白，果报说明白，我们知道之后自己干。所以，佛对我们只做到两个字，「开示」，佛菩萨、祖师大德、老师只能帮这个忙，开是开启，示是指示。成不成就？在你自己肯不肯干，依教奉行是行，行达到一定的程度就证果了。",
      "zh_TW": "《般若經》上佛講真話，佛不度眾生，佛都不度眾生了，誰有能力度眾生？那眾生誰度？眾生自己度的，這是真話。所以佛菩薩給眾生做增上緣，四緣生法，佛幫上忙的是增上緣。但是最重要的是他自己的所緣緣跟無間緣，他只要具足這兩個，得外面的幫助那沒有不成就的。親因緣不必說，大家都有的，那是真因，一切眾生沒有一個人是缺乏的。世尊在世的時候，為我們講經說法四十九年，增上緣，天天勸導我們，天天提醒我們。每個人自己成就功夫不相同，這不是佛給我們的，是佛力加持。佛加持什麼？把這個理說清楚，方法說明白，果報說明白，我們知道之後自己幹。所以，佛對我們只做到兩個字，「開示」，佛菩薩、祖師大德、老師只能幫這個忙，開是開啟，示是指示。成不成就？在你自己肯不肯幹，依教奉行是行，行達到一定的程度就證果了。"
    },
    {
      "id": "12-017-1960_p0027",
      "zh_CN": "所以信解行证，佛能做的是开示，行证完全是我们自己事情。所以觉了是自度，迷惑颠倒的时候要靠佛的开示，叫佛度我们，真正成就决定是自度，佛菩萨帮不上忙。佛菩萨在行证上能帮忙，我们自己都用不着修行了，佛大慈大悲，这帮不上忙。所以要晓得，一真法界是你自己造的，十法界也是你自己造的，六道三途还是你自己造的，你自己要负责任，自己对自己负责。感恩佛菩萨是感恩他把这个讯息告诉我们，他要不告诉我们，我们迷得太深、迷得太重，根本就不知道事实真相，决定还是随着烦恼习气去转。随着烦恼习气，那你就一世不如一世，每况愈下，你走下坡，那就是一世比一世痛苦。明白之后还可以往上升，你就不走下坡路，向上爬，向上那愈走愈高。",
      "zh_TW": "所以信解行證，佛能做的是開示，行證完全是我們自己事情。所以覺了是自度，迷惑顛倒的時候要靠佛的開示，叫佛度我們，真正成就決定是自度，佛菩薩幫不上忙。佛菩薩在行證上能幫忙，我們自己都用不著修行了，佛大慈大悲，這幫不上忙。所以要曉得，一真法界是你自己造的，十法界也是你自己造的，六道三途還是你自己造的，你自己要負責任，自己對自己負責。感恩佛菩薩是感恩他把這個訊息告訴我們，他要不告訴我們，我們迷得太深、迷得太重，根本就不知道事實真相，決定還是隨著煩惱習氣去轉。隨著煩惱習氣，那你就一世不如一世，每況愈下，你走下坡，那就是一世比一世痛苦。明白之後還可以往上升，你就不走下坡路，向上爬，向上那愈走愈高。"
    },
    {
      "id": "12-017-1960_p0028",
      "zh_CN": "所以要晓得，佛菩萨对我们加持的是什么？佛菩萨保佑我们的是什么？跟学校老师一样，老师天天给你上课、天天给你讲解。成绩是你自己做出来的，老师没有办法代你做，修行证果完全是你自己的功力。我们讲行，行的什么？行你所信的，行你所解的，佛给我们开示，我们相信了，我们理解了，就把这个信、把这个解落实在生活里。在日常生活当中，把这个信解，变成自己的思想、变成自己的见解、变成自己的行为，这叫真的依教奉行。你依照这个方法去行，这个一般讲叫持戒，依照老师指导的去做，叫持戒。持戒久了，就养成习惯，这个习惯决定帮助你得定，这就讲得三昧，佛家讲得三昧。得到三昧之后，功夫不断向上提升，叫定功，他就开悟了。所以，因戒生定，因定开慧，慧一开就「见诸佛法」，就见佛，就成佛。这样你才晓得持戒的意义，你就懂了，你懂得持戒的意思，为什么要持戒？没有别的，是帮助你定下来，定才能开慧。",
      "zh_TW": "所以要曉得，佛菩薩對我們加持的是什麼？佛菩薩保佑我們的是什麼？跟學校老師一樣，老師天天給你上課、天天給你講解。成績是你自己做出來的，老師沒有辦法代你做，修行證果完全是你自己的功力。我們講行，行的什麼？行你所信的，行你所解的，佛給我們開示，我們相信了，我們理解了，就把這個信、把這個解落實在生活裡。在日常生活當中，把這個信解，變成自己的思想、變成自己的見解、變成自己的行為，這叫真的依教奉行。你依照這個方法去行，這個一般講叫持戒，依照老師指導的去做，叫持戒。持戒久了，就養成習慣，這個習慣決定幫助你得定，這就講得三昧，佛家講得三昧。得到三昧之後，功夫不斷向上提升，叫定功，他就開悟了。所以，因戒生定，因定開慧，慧一開就「見諸佛法」，就見佛，就成佛。這樣你才曉得持戒的意義，你就懂了，你懂得持戒的意思，為什麼要持戒？沒有別的，是幫助你定下來，定才能開慧。"
    },
    {
      "id": "12-017-1960_p0029",
      "zh_CN": "在中国，自古以来儿童就开始修定，用什么方法？写字，书法。诸位要晓得，书法是修定的，你心要不定你就写不好。学佛的人天天写书法，不是想做个书法家，想做个艺术界的人士，目的不是在此地，是修定。你看你早晨写一个钟点字，就等于修一个小时的定，你要把整个精神意志集中。印光大师教我们这些出家人，字确实代表一个人，人没有见面，看到你的字，真正有功夫、有学问的人能看得出来，人如其字，字如其人。一定要端正，为什么？你心正，你的行为正。画画，画画也是修心，你心不定你就画不好。无论学哪一种艺术，都要从定中你才能得到三昧，换句话说，心浮气躁什么都学不到，天天跟在佛菩萨面前也学不到东西。清净心能学到东西，所学到的全是自性里头本自具足，不是外来的。所以说回归自性，性德起用，性德现前而已，这才是事实真相。",
      "zh_TW": "在中國，自古以來兒童就開始修定，用什麼方法？寫字，書法。諸位要曉得，書法是修定的，你心要不定你就寫不好。學佛的人天天寫書法，不是想做個書法家，想做個藝術界的人士，目的不是在此地，是修定。你看你早晨寫一個鐘點字，就等於修一個小時的定，你要把整個精神意志集中。印光大師教我們這些出家人，字確實代表一個人，人沒有見面，看到你的字，真正有功夫、有學問的人能看得出來，人如其字，字如其人。一定要端正，為什麼？你心正，你的行為正。畫畫，畫畫也是修心，你心不定你就畫不好。無論學哪一種藝術，都要從定中你才能得到三昧，換句話說，心浮氣躁什麼都學不到，天天跟在佛菩薩面前也學不到東西。清淨心能學到東西，所學到的全是自性裡頭本自具足，不是外來的。所以說回歸自性，性德起用，性德現前而已，這才是事實真相。"
    },
    {
      "id": "12-017-1960_p0030",
      "zh_CN": "在大乘教里面确实法门很多，四弘誓愿里面讲「法门无量誓愿学」，无量的法门到最后归纳就变成三个门。这是讲什么？你大彻大悟，转凡成圣，到最后这三门。这三门就是三皈依里面所说的，佛是觉，法是正，僧是清净，就这三门。这三门没有进去是三门，进去之后是一个，就好像一个大殿三个门，外面是三个门，走进来都一样。性宗、禅宗走觉门，这就是常讲的大彻大悟，明心见性，他成佛了，他进去了。教下走正门，就是皈依法，法是正知正见，走这个门。这个门，中下根性的人容易成就，觉门那真的是要上上根人，普通人不行。还有个门就是清净，就是僧，六根清净，一尘不染，走净。在末法时期这个门是最适合的，修清净心。正知正见是要许多经论，要很长的时间，但是净宗确实具有前面两种的长处，真正修行不需要很长的时间，你能得清净心。得清净心往生就有把握，你真的就成就了。净宗的经典少，只有五经一论，五经最短的是《大势至菩萨圆通章》，只有二百四十四个字，比《般若心经》还短，《般若心经》有二百六十个字；最长的是《无量寿经》，诸位常常读诵的，经文都不长，受持容易，非常适合于现代社会环境。所以要着重修清净心，养清净心，不能夹杂，不能怀疑、不能夹杂、不能间断，没有一个不成功。今天时间到了，我们就学到此地。",
      "zh_TW": "在大乘教裡面確實法門很多，四弘誓願裡面講「法門無量誓願學」，無量的法門到最後歸納就變成三個門。這是講什麼？你大徹大悟，轉凡成聖，到最後這三門。這三門就是三皈依裡面所說的，佛是覺，法是正，僧是清淨，就這三門。這三門沒有進去是三門，進去之後是一個，就好像一個大殿三個門，外面是三個門，走進來都一樣。性宗、禪宗走覺門，這就是常講的大徹大悟，明心見性，他成佛了，他進去了。教下走正門，就是皈依法，法是正知正見，走這個門。這個門，中下根性的人容易成就，覺門那真的是要上上根人，普通人不行。還有個門就是清淨，就是僧，六根清淨，一塵不染，走淨。在末法時期這個門是最適合的，修清淨心。正知正見是要許多經論，要很長的時間，但是淨宗確實具有前面兩種的長處，真正修行不需要很長的時間，你能得清淨心。得清淨心往生就有把握，你真的就成就了。淨宗的經典少，只有五經一論，五經最短的是《大勢至菩薩圓通章》，只有二百四十四個字，比《般若心經》還短，《般若心經》有二百六十個字；最長的是《無量壽經》，諸位常常讀誦的，經文都不長，受持容易，非常適合於現代社會環境。所以要著重修清淨心，養清淨心，不能夾雜，不能懷疑、不能夾雜、不能間斷，沒有一個不成功。今天時間到了，我們就學到此地。"
    }
  ]
}