{
  "doc_id": "12-017-1986",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一九八六卷",
    "zh_TW": "第一九八六卷"
  },
  "year": "2008",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1986",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "12-017-1986_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「须弥顶上偈赞品第十四」，经文第七段「西南方智慧菩萨」，菩萨代表不退住。十首偈颂我们从第六首看起，先将经文读一段：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「須彌頂上偈讚品第十四」，經文第七段「西南方智慧菩薩」，菩薩代表不退住。十首偈頌我們從第六首看起，先將經文讀一段："
    },
    {
      "id": "12-017-1986_p0002",
      "zh_CN": "【若逐假名字。取着此二法。此人不如实。不知圣妙道。】",
      "zh_TW": "【若逐假名字。取著此二法。此人不如實。不知聖妙道。】"
    },
    {
      "id": "12-017-1986_p0003",
      "zh_CN": "这首是起执着。前面第五首是把事实真相给我们说出来，生死、涅槃俱不可得，都不是真的。有诤就有生死，诤，清凉大师给我们解释得很清楚，诤就是烦恼、就是争论。你看它不说烦恼，它用诤，这个意思好！说烦恼，大家警觉性不高；说诤，警觉性就很高。诤是什么？我是对的，你是错的；我是正确的，你是不正确的；我比你高，你不如我。我 们想想看，我们从早到晚有没有犯这个毛病？有！在家里跟家人诤，在公司行号里面跟同仁们诤，在社会上跟大众诤。几个人能做到无诤？没有人诤的时候跟自己诤，自己打妄想那就是诤。所以它这个字用得好，警觉性很高。特别是人家批评我们，一定要反驳。只有一种人不反驳，你怎么批评他，你说他善，他也感谢你，你说他不善，他也感谢你，从来没有争论的，什么人？菩萨、阿罗汉。为什么？他了解事实真相，有诤、无诤都不可得。为什么？假名字！《道德经》一开头就讲，「名可名，非常名；道可道，非常道」，那个常是真的，名字是假名。道，你要能说得出来不是真道，为什么？真道不能起心动念才能证得，起心动念就迷了。分别，你迷得更重，执着那是迷到极处，那哪里是道？那个不诤的人他心地清净，他心平等，他觉而不迷，看到你诤，他会笑笑，为什么？以前没有悟的时候他也跟你一样，也会诤；悟了之后才回了头，才恍然大悟，佛经讲豁然大悟。",
      "zh_TW": "這首是起執著。前面第五首是把事實真相給我們說出來，生死、涅槃俱不可得，都不是真的。有諍就有生死，諍，清涼大師給我們解釋得很清楚，諍就是煩惱、就是爭論。你看它不說煩惱，它用諍，這個意思好！說煩惱，大家警覺性不高；說諍，警覺性就很高。諍是什麼？我是對的，你是錯的；我是正確的，你是不正確的；我比你高，你不如我。我 們想想看，我們從早到晚有沒有犯這個毛病？有！在家裡跟家人諍，在公司行號裡面跟同仁們諍，在社會上跟大眾諍。幾個人能做到無諍？沒有人諍的時候跟自己諍，自己打妄想那就是諍。所以它這個字用得好，警覺性很高。特別是人家批評我們，一定要反駁。只有一種人不反駁，你怎麼批評他，你說他善，他也感謝你，你說他不善，他也感謝你，從來沒有爭論的，什麼人？菩薩、阿羅漢。為什麼？他了解事實真相，有諍、無諍都不可得。為什麼？假名字！《道德經》一開頭就講，「名可名，非常名；道可道，非常道」，那個常是真的，名字是假名。道，你要能說得出來不是真道，為什麼？真道不能起心動念才能證得，起心動念就迷了。分別，你迷得更重，執著那是迷到極處，那哪裡是道？那個不諍的人他心地清淨，他心平等，他覺而不迷，看到你諍，他會笑笑，為什麼？以前沒有悟的時候他也跟你一樣，也會諍；悟了之後才回了頭，才恍然大悟，佛經講豁然大悟。"
    },
    {
      "id": "12-017-1986_p0004",
      "zh_CN": "凡圣，实在讲一点差别都没有，从染净上来讲，觉悟心是清净的，迷惑的心是染污的。诸位要晓得，染也不是真的，染在哪里？你细心、仔细去找找，你什么地方染污？外面眼耳鼻舌身，哪个地方染污？里面五脏六腑，你是心染污、还是肝染污？你去找，找不到！就像慧可大师心不安，找到达摩祖师真不容易，正遇到什么？天下大雪。达摩祖师在入定，他去见他，人家理也不理，他在门外站着，门外雪下到雪已经到膝盖，你就知道那个时间站了多久，雪淹没到膝盖。慧可有诚意，并不是看到这样他就走了，他没走！在这个时候，那个时候出家人身上都带着有戒刀，你看出家人穿的衣服，它有两条带子，那是挂戒刀的。把戒刀拔出来，把自己的左手砍掉，左臂砍断，右手拿着左手供养达摩祖师。达摩祖师才睁开眼睛，你这是做什么？你为什么把手臂砍下来？慧可说：「我心不安，求大师为我安心。」达摩祖师说：「好，你把心拿来，我替你安。」在这句话里面慧可大师回光返照，去找心。就跟楞严会上释迦牟尼佛教阿难，什么是你的心，你说出来？阿难找不到，找了七处都被释迦牟尼佛否决掉。慧可大师一回光返照，找不到，心到底在哪里？里面这个心脏，心脏不行，心脏它没有灵明觉知。所以就回答达摩祖师「我觅心了不可得」，你叫我找心，我找不到。达摩祖师说「与汝安心竟」，我把你的心安好了。他在这里豁然大悟。他悟的境界，跟释迦牟尼佛夜睹明星大彻大悟，跟惠能大师半夜听《金刚经》听到「应无所住，而生其心」，大彻大悟，同样境界。这是什么？妄想分别执着一下放下，就成佛了。",
      "zh_TW": "凡聖，實在講一點差別都沒有，從染淨上來講，覺悟心是清淨的，迷惑的心是染污的。諸位要曉得，染也不是真的，染在哪裡？你細心、仔細去找找，你什麼地方染污？外面眼耳鼻舌身，哪個地方染污？裡面五臟六腑，你是心染污、還是肝染污？你去找，找不到！就像慧可大師心不安，找到達摩祖師真不容易，正遇到什麼？天下大雪。達摩祖師在入定，他去見他，人家理也不理，他在門外站著，門外雪下到雪已經到膝蓋，你就知道那個時間站了多久，雪淹沒到膝蓋。慧可有誠意，並不是看到這樣他就走了，他沒走！在這個時候，那個時候出家人身上都帶著有戒刀，你看出家人穿的衣服，它有兩條帶子，那是掛戒刀的。把戒刀拔出來，把自己的左手砍掉，左臂砍斷，右手拿著左手供養達摩祖師。達摩祖師才睜開眼睛，你這是做什麼？你為什麼把手臂砍下來？慧可說：「我心不安，求大師為我安心。」達摩祖師說：「好，你把心拿來，我替你安。」在這句話裡面慧可大師回光返照，去找心。就跟楞嚴會上釋迦牟尼佛教阿難，什麼是你的心，你說出來？阿難找不到，找了七處都被釋迦牟尼佛否決掉。慧可大師一回光返照，找不到，心到底在哪裡？裡面這個心臟，心臟不行，心臟它沒有靈明覺知。所以就回答達摩祖師「我覓心了不可得」，你叫我找心，我找不到。達摩祖師說「與汝安心竟」，我把你的心安好了。他在這裡豁然大悟。他悟的境界，跟釋迦牟尼佛夜睹明星大徹大悟，跟惠能大師半夜聽《金剛經》聽到「應無所住，而生其心」，大徹大悟，同樣境界。這是什麼？妄想分別執著一下放下，就成佛了。"
    },
    {
      "id": "12-017-1986_p0005",
      "zh_CN": "我们今天读这些资料，在佛法里叫公案，我们看到这些资料，能不能开悟？还是迷惑颠倒，为什么？没放下。人家在一句话里头真的放下，诤、无诤都没有了。执着有个无诤也是错误的，我不跟人诤了，你还是凡夫，你没有觉悟，为什么？清净心里头没有诤、也没有无诤。诤跟无诤是对立的，一边没有了，那边决定没有，相对的！这真悟了。「从前我都跟人诤，现在我不诤了」，没悟，还是原地不动，没有提升。真正提升是念头没有了，诤、无诤的念头没有了，不起心、不动念，这真的叫彻悟。这个念头没有了，生死没有了；生死没有了，涅槃也没有了。涅槃什么意思？涅槃是不生不死。生死没有了，还有个不生不死吗？哪有这个道理？有不生不死那就是生死。所以不生不死也没有，恢复到心地清净，惠能大师讲的「何期自性，本自清净」，这真的回了头。所以俱不可得是真相。",
      "zh_TW": "我們今天讀這些資料，在佛法裡叫公案，我們看到這些資料，能不能開悟？還是迷惑顛倒，為什麼？沒放下。人家在一句話裡頭真的放下，諍、無諍都沒有了。執著有個無諍也是錯誤的，我不跟人諍了，你還是凡夫，你沒有覺悟，為什麼？清淨心裡頭沒有諍、也沒有無諍。諍跟無諍是對立的，一邊沒有了，那邊決定沒有，相對的！這真悟了。「從前我都跟人諍，現在我不諍了」，沒悟，還是原地不動，沒有提升。真正提升是念頭沒有了，諍、無諍的念頭沒有了，不起心、不動念，這真的叫徹悟。這個念頭沒有了，生死沒有了；生死沒有了，涅槃也沒有了。涅槃什麼意思？涅槃是不生不死。生死沒有了，還有個不生不死嗎？哪有這個道理？有不生不死那就是生死。所以不生不死也沒有，恢復到心地清淨，惠能大師講的「何期自性，本自清淨」，這真的回了頭。所以俱不可得是真相。"
    },
    {
      "id": "12-017-1986_p0006",
      "zh_CN": "可是我们凡夫不会听，看经不会看，为什么？『若逐假名字，取着此二法』，凡夫着了相，着了什么相？名字相。你看看马鸣菩萨在《起信论》里面，教我们看经、听教，听教就是听讲，用什么样的心态？首先教我们「离言说相」，你听讲你不要听他的言语，不要着这个相；「离名字相」，名字是名词术语，有诤、无诤是名字，生死、涅槃是名字，不要执着这个相；第三个「离心缘相」，听懂了很好，听不懂不要去想，为什么？愈想就想错了。这个意思我们在学习经教半个世纪，五十七年，我从开始讲经就常常提到这桩事情。有很多人问我，佛经里头什么意思？我告诉同学们，佛经没有意思。如果佛经有意思，释迦牟尼佛是凡夫，凡夫有意思，圣人没有意思。正因为他没有意思，他的言语，言语记录下来就是文字，文字是言语的符号，是一桩事情，所以不着言说相就不着文字相。读经、看经不着文字相，就跟听经的时候不着言说相是一个道理，它没有意思。因为没有意思，所以它里头有无量义，这里头趣味无穷。这一部经摆在面前，就是同样这首偈，昨天我跟你讲了两个钟点，今天同样一首偈我又跟你讲两个钟点，跟昨天讲的不一样，这怪了，无量义！如果它有意思，有意思就不能有第二个意思，没有意思才有无量义。所以深说、浅说、长说、短说，无不是随缘应机施教，帮助人觉悟而已。",
      "zh_TW": "可是我們凡夫不會聽，看經不會看，為什麼？『若逐假名字，取著此二法』，凡夫著了相，著了什麼相？名字相。你看看馬鳴菩薩在《起信論》裡面，教我們看經、聽教，聽教就是聽講，用什麼樣的心態？首先教我們「離言說相」，你聽講你不要聽他的言語，不要著這個相；「離名字相」，名字是名詞術語，有諍、無諍是名字，生死、涅槃是名字，不要執著這個相；第三個「離心緣相」，聽懂了很好，聽不懂不要去想，為什麼？愈想就想錯了。這個意思我們在學習經教半個世紀，五十七年，我從開始講經就常常提到這樁事情。有很多人問我，佛經裡頭什麼意思？我告訴同學們，佛經沒有意思。如果佛經有意思，釋迦牟尼佛是凡夫，凡夫有意思，聖人沒有意思。正因為他沒有意思，他的言語，言語記錄下來就是文字，文字是言語的符號，是一樁事情，所以不著言說相就不著文字相。讀經、看經不著文字相，就跟聽經的時候不著言說相是一個道理，它沒有意思。因為沒有意思，所以它裡頭有無量義，這裡頭趣味無窮。這一部經擺在面前，就是同樣這首偈，昨天我跟你講了兩個鐘點，今天同樣一首偈我又跟你講兩個鐘點，跟昨天講的不一樣，這怪了，無量義！如果它有意思，有意思就不能有第二個意思，沒有意思才有無量義。所以深說、淺說、長說、短說，無不是隨緣應機施教，幫助人覺悟而已。"
    },
    {
      "id": "12-017-1986_p0007",
      "zh_CN": "你看看，见性是什么样子？释迦牟尼佛说出一部《大方广佛华严经》，就见性的样子；六祖惠能大师见了性说出二十个字，就见性的样子。二十个字不少，《大方广佛华严经》不多，他们两个境界是平等的、是相同的。如果你见了性，你一看到经文，一听到音声，你看惠能大师不认识字，他不会看经文，他听，他听你念经，他就懂得，他能给你讲，把你讲开悟了，这个本事可了不起！你不开悟他也跟你讲，帮你种善根。佛说经、菩萨说经、祖师大德说经，说的是什么？前面说过，所说的是自性的流露。自性怎么流露？自性是众生有感，自性有应。就像什么？就像江本博士水实验一样，水装在瓶子里面，我们有感，我们用善意去感，你看它回应的，结晶的图案很美；我们以恶意去感，它结晶的图案很丑陋，自然的反应，它有什么意思？每个人用爱心去感，它都给你应，你看应的都非常美，但是图案不一样。为什么？你个人的爱，两个人同时爱，程度不一样，性质不一样。有人是清净平等心里面的爱，有人是感情里面的爱，它怎么会一样？程度也不一样，所以你看它反应出来的图案，没有一个相同的。就是我们自己一个人，我自己前一个念头的爱，跟后一个念头的爱也不一样。到底差别在哪里？差别我们自己不知道，从反应上知道，反应的图案大同小异，它不会是一样的。这就说明前念不是后念，后念不是前念，妙极！",
      "zh_TW": "你看看，見性是什麼樣子？釋迦牟尼佛說出一部《大方廣佛華嚴經》，就見性的樣子；六祖惠能大師見了性說出二十個字，就見性的樣子。二十個字不少，《大方廣佛華嚴經》不多，他們兩個境界是平等的、是相同的。如果你見了性，你一看到經文，一聽到音聲，你看惠能大師不認識字，他不會看經文，他聽，他聽你念經，他就懂得，他能給你講，把你講開悟了，這個本事可了不起！你不開悟他也跟你講，幫你種善根。佛說經、菩薩說經、祖師大德說經，說的是什麼？前面說過，所說的是自性的流露。自性怎麼流露？自性是眾生有感，自性有應。就像什麼？就像江本博士水實驗一樣，水裝在瓶子裡面，我們有感，我們用善意去感，你看它回應的，結晶的圖案很美；我們以惡意去感，它結晶的圖案很醜陋，自然的反應，它有什麼意思？每個人用愛心去感，它都給你應，你看應的都非常美，但是圖案不一樣。為什麼？你個人的愛，兩個人同時愛，程度不一樣，性質不一樣。有人是清淨平等心裡面的愛，有人是感情裡面的愛，它怎麼會一樣？程度也不一樣，所以你看它反應出來的圖案，沒有一個相同的。就是我們自己一個人，我自己前一個念頭的愛，跟後一個念頭的愛也不一樣。到底差別在哪裡？差別我們自己不知道，從反應上知道，反應的圖案大同小異，它不會是一樣的。這就說明前念不是後念，後念不是前念，妙極！"
    },
    {
      "id": "12-017-1986_p0008",
      "zh_CN": "到什么时候，你才能发现那个图案是一样的？有，不是没有。要到无始无明习气断尽了，那时候图案一样的，绝对不会有两样的，究竟圆满的觉悟，究竟圆满佛。所以大乘教里头佛常讲「佛佛道同」，那完全同；无始无明习气没有断尽的时候，都不一样，大同小异。这些道理，我们现在总算是搞清楚、搞明白，没有怀疑。佛法里面讲「忍可」，无生法忍的忍，这个忍有同意的意思、有赞成的意思。佛说这个话我们赞成、我们同意，没有怀疑。所以我们还要在日常生活当中去追逐这些假名、这些假相，现相都是假的，「凡所有相，皆是虚妄」。你还取前面讲的二法，这个二法就是对立的二法，相对的二法，生死跟涅槃是相对的，有诤跟无诤是相对的，凡夫跟圣人是相对的，凡圣是相对的。还去追这些假名字，你取这个法、着这个法，「取」是什么？取是分别，「着」是执着。你在这些假名假相里面生起妄想分别执着，这里生起「着」，执着。",
      "zh_TW": "到什麼時候，你才能發現那個圖案是一樣的？有，不是沒有。要到無始無明習氣斷盡了，那時候圖案一樣的，絕對不會有兩樣的，究竟圓滿的覺悟，究竟圓滿佛。所以大乘教裡頭佛常講「佛佛道同」，那完全同；無始無明習氣沒有斷盡的時候，都不一樣，大同小異。這些道理，我們現在總算是搞清楚、搞明白，沒有懷疑。佛法裡面講「忍可」，無生法忍的忍，這個忍有同意的意思、有贊成的意思。佛說這個話我們贊成、我們同意，沒有懷疑。所以我們還要在日常生活當中去追逐這些假名、這些假相，現相都是假的，「凡所有相，皆是虛妄」。你還取前面講的二法，這個二法就是對立的二法，相對的二法，生死跟涅槃是相對的，有諍跟無諍是相對的，凡夫跟聖人是相對的，凡聖是相對的。還去追這些假名字，你取這個法、著這個法，「取」是什麼？取是分別，「著」是執著。你在這些假名假相裡面生起妄想分別執著，這裡生起「著」，執著。"
    },
    {
      "id": "12-017-1986_p0009",
      "zh_CN": "后面这两句说你的损害，『此人不如实』，你对于事实真相不知道！『不知圣妙道』，圣是圣人，是诸佛如来所证得的妙道，妙道是什么？就是自性。宗门里面称明心见性，教下称大开圆解，我们念佛人称一心不乱，一心不乱是妙道，圣妙道，大开圆解，彻底明白了。所以你看佛所传的这些支派，用的这些名相不一样，境界完全相同。明心见性就是大开圆解、就是一心不乱，一心不乱就是大开圆解、就是明心见性，一而三，三而一。大开圆解是什么都明白，见了性，宇宙之间一切万法，过去、现在、未来统统明白了。他不起心、不动念就明白了，起心动念就迷了。这桩事情我们要细细去想想，贤首大师的「妄尽还源观」，为什么把起心动念放下，你就全明白了。大乘教里面佛常讲「般若无知，无所不知」，无知是什么？把你所知所觉的全放下。你要不放下，不放下就变成所知障，你的解就不能圆，你的知就不是真觉。所以你放下，为什么要放下？因为自性里面没有一样东西，觉也没有，知也没有，什么都没有，那是自性。",
      "zh_TW": "後面這兩句說你的損害，『此人不如實』，你對於事實真相不知道！『不知聖妙道』，聖是聖人，是諸佛如來所證得的妙道，妙道是什麼？就是自性。宗門裡面稱明心見性，教下稱大開圓解，我們念佛人稱一心不亂，一心不亂是妙道，聖妙道，大開圓解，徹底明白了。所以你看佛所傳的這些支派，用的這些名相不一樣，境界完全相同。明心見性就是大開圓解、就是一心不亂，一心不亂就是大開圓解、就是明心見性，一而三，三而一。大開圓解是什麼都明白，見了性，宇宙之間一切萬法，過去、現在、未來統統明白了。他不起心、不動念就明白了，起心動念就迷了。這樁事情我們要細細去想想，賢首大師的「妄盡還源觀」，為什麼把起心動念放下，你就全明白了。大乘教裡面佛常講「般若無知，無所不知」，無知是什麼？把你所知所覺的全放下。你要不放下，不放下就變成所知障，你的解就不能圓，你的知就不是真覺。所以你放下，為什麼要放下？因為自性裡面沒有一樣東西，覺也沒有，知也沒有，什麼都沒有，那是自性。"
    },
    {
      "id": "12-017-1986_p0010",
      "zh_CN": "动个念头，自性就失掉，就不是自性，自性变质了，变成什么？变成阿赖耶，阿赖耶是妄心。妄心离不开真心，真妄是一不是二，但是它的作用不相同，阿赖耶是迷，真心是觉。阿赖耶里面有六道、有十法界，自性清净心里头没有，不但是六道十法界没有，连实报庄严土也没有。「妄尽还源观」里面讲得清楚，也是用最少的文字把这些事实真相，佛经的名词叫诸法实相，就是万事万物它的真相说出来了。我们有没有听懂？这个不必问别人，要问自己，自己真放下就听懂了，没有放下没听懂。真放下了就见性、就大开圆解、就得一心不乱；没放下，这三个都得不到，这事实真相。这个经实在是太好！处处给我们提示，一遍一遍的提示，不要紧，今天不悟没关系还有明天，天天学锲而不舍，总有一天豁然大悟，我们大功告成了。可是这里头最重要的，是要你天天放下，不要有执着，知道执着是错误，你看这么多菩萨都跟我们讲，执着是错误的。他们见性，他们成佛，为什么？他真放下。这是这首偈的意思。我们再看下面第七首，这统统讲的是法，我们先把经文念一遍：",
      "zh_TW": "動個念頭，自性就失掉，就不是自性，自性變質了，變成什麼？變成阿賴耶，阿賴耶是妄心。妄心離不開真心，真妄是一不是二，但是它的作用不相同，阿賴耶是迷，真心是覺。阿賴耶裡面有六道、有十法界，自性清淨心裡頭沒有，不但是六道十法界沒有，連實報莊嚴土也沒有。「妄盡還源觀」裡面講得清楚，也是用最少的文字把這些事實真相，佛經的名詞叫諸法實相，就是萬事萬物它的真相說出來了。我們有沒有聽懂？這個不必問別人，要問自己，自己真放下就聽懂了，沒有放下沒聽懂。真放下了就見性、就大開圓解、就得一心不亂；沒放下，這三個都得不到，這事實真相。這個經實在是太好！處處給我們提示，一遍一遍的提示，不要緊，今天不悟沒關係還有明天，天天學鍥而不捨，總有一天豁然大悟，我們大功告成了。可是這裡頭最重要的，是要你天天放下，不要有執著，知道執著是錯誤，你看這麼多菩薩都跟我們講，執著是錯誤的。他們見性，他們成佛，為什麼？他真放下。這是這首偈的意思。我們再看下面第七首，這統統講的是法，我們先把經文念一遍："
    },
    {
      "id": "12-017-1986_p0011",
      "zh_CN": "【若生如是想。此佛此最胜。颠倒非实义。不能见正觉。】",
      "zh_TW": "【若生如是想。此佛此最勝。顛倒非實義。不能見正覺。】"
    },
    {
      "id": "12-017-1986_p0012",
      "zh_CN": "这首偈可严重了，为什么？讲到佛。你看清凉大师在注解里面跟我们讲，「后一」，这讲迷，下面八、九、十是讲悟，迷里面就到这个地方，它最后的一首执着佛。「执佛中」，也是「上半执，下半损」，前面两句是执着，后面两句是损失，损害。我们现在是不是执着？执着！「十方三世佛，阿弥陀第一」，这不是执着吗？这不是假的，这都释迦牟尼佛说的，祖师大德也如是说，我们也是这么执着。可是真正明白人，说阿弥陀第一有没有错？没错，阿弥陀佛确实是第一。我们讲释迦牟尼佛第一行不行？行，释迦牟尼佛也是第一。为什么？《华严》教给我们主伴圆融。好像一切诸佛在大会里面，哪个上台做报告他第一，他报告完之后下来，第二个佛去报告那又是第一，没有第二的。所以主，主席不是独一，是任一，任何一尊佛都是第一，没有第二。我们看，例子很多，《楞严经》上讲的二十五圆通，二十五位菩萨说出他自己修行的法门，每个人学的不一样，到后来都是明心见性，都成佛了。所以佛问，你们是哪个法门第一？每个菩萨都说我这个法门第一，我成就了。门门都第一，没有第二！我们常常做比喻说，譬如我们眼耳鼻舌身五官，我们眼睛第一，耳朵呢？耳朵不行，耳朵第二，鼻子第三，这人生病了。只有眼睛好，其他都坏了，这不是生病了吗？眼睛第一，耳朵也第一，鼻子也第一，样样都第一，这人健康。要知道「十方三世佛，共同一法身」，哪有不第一的道理！不但是现在佛各个第一，过去佛也是各个第一，未来佛还是各个第一，要懂得这个道理，没有第二。所以第一是称赞的名词，我们必须知道，于是你对一切佛你都非常恭敬。",
      "zh_TW": "這首偈可嚴重了，為什麼？講到佛。你看清涼大師在註解裡面跟我們講，「後一」，這講迷，下面八、九、十是講悟，迷裡面就到這個地方，它最後的一首執著佛。「執佛中」，也是「上半執，下半損」，前面兩句是執著，後面兩句是損失，損害。我們現在是不是執著？執著！「十方三世佛，阿彌陀第一」，這不是執著嗎？這不是假的，這都釋迦牟尼佛說的，祖師大德也如是說，我們也是這麼執著。可是真正明白人，說阿彌陀第一有沒有錯？沒錯，阿彌陀佛確實是第一。我們講釋迦牟尼佛第一行不行？行，釋迦牟尼佛也是第一。為什麼？《華嚴》教給我們主伴圓融。好像一切諸佛在大會裡面，哪個上台做報告他第一，他報告完之後下來，第二個佛去報告那又是第一，沒有第二的。所以主，主席不是獨一，是任一，任何一尊佛都是第一，沒有第二。我們看，例子很多，《楞嚴經》上講的二十五圓通，二十五位菩薩說出他自己修行的法門，每個人學的不一樣，到後來都是明心見性，都成佛了。所以佛問，你們是哪個法門第一？每個菩薩都說我這個法門第一，我成就了。門門都第一，沒有第二！我們常常做比喻說，譬如我們眼耳鼻舌身五官，我們眼睛第一，耳朵呢？耳朵不行，耳朵第二，鼻子第三，這人生病了。只有眼睛好，其他都壞了，這不是生病了嗎？眼睛第一，耳朵也第一，鼻子也第一，樣樣都第一，這人健康。要知道「十方三世佛，共同一法身」，哪有不第一的道理！不但是現在佛各個第一，過去佛也是各個第一，未來佛還是各個第一，要懂得這個道理，沒有第二。所以第一是稱讚的名詞，我們必須知道，於是你對一切佛你都非常恭敬。"
    },
    {
      "id": "12-017-1986_p0013",
      "zh_CN": "可是你学，你学得跟一个人学。八万四千法门无比殊胜，好像一个大学开了多少科系？开了八万四千科系，这学校可真了不起，每个学系都是第一。你不能一起学，你要一起学，好了，咱们依现在学校算，你念一个学系，四年就毕业了，八万四千个学系再乘上四，你学到哪一年才能毕业？所以你学一门，一门，你看四年就毕业了，你的学位就拿到；你统统都学，毕不了业。你从这一个法门修学成就了，这个法门对你来讲就是最殊胜，就是第一，其他法门也是第一，我跟这个法门是第一。我们今天八万四千法门，我们选哪个法门？我们选阿弥陀的净土法门。如果我对于这一门，我说这门第二，别的那一门第一，你能成就吗？你不能成就！由此可知，世尊说这些话用意在哪里？善巧方便接引众生。法门真的是平等，没有难易，各人根性不一样！这就像药铺一样，你看药铺里面药多少？每个药都第一，对不对？它能把病治好，没有第二的。你害的是什么病，哪几服药对你是对症，你一吃，病就好了，这就第一。不对症呢？不对症你一吃的时候病加重，甚至于吃死了、药死了。你不能怪它，它对另外一种病它第一，都是第一，没有第二，这个道理要懂。所以可以称第一，你不能执着这是第一，那是第二，这错了，没有第二的。只有什么？这个法门对我的根性，那个法门不对我根性。这是事上有差别，相上有差别，性上没有差别，理上没有差别，这总要懂得。",
      "zh_TW": "可是你學，你學得跟一個人學。八萬四千法門無比殊勝，好像一個大學開了多少科系？開了八萬四千科系，這學校可真了不起，每個學系都是第一。你不能一起學，你要一起學，好了，咱們依現在學校算，你念一個學系，四年就畢業了，八萬四千個學系再乘上四，你學到哪一年才能畢業？所以你學一門，一門，你看四年就畢業了，你的學位就拿到；你統統都學，畢不了業。你從這一個法門修學成就了，這個法門對你來講就是最殊勝，就是第一，其他法門也是第一，我跟這個法門是第一。我們今天八萬四千法門，我們選哪個法門？我們選阿彌陀的淨土法門。如果我對於這一門，我說這門第二，別的那一門第一，你能成就嗎？你不能成就！由此可知，世尊說這些話用意在哪裡？善巧方便接引眾生。法門真的是平等，沒有難易，各人根性不一樣！這就像藥鋪一樣，你看藥鋪裡面藥多少？每個藥都第一，對不對？它能把病治好，沒有第二的。你害的是什麼病，哪幾服藥對你是對症，你一吃，病就好了，這就第一。不對症呢？不對症你一吃的時候病加重，甚至於吃死了、藥死了。你不能怪它，它對另外一種病它第一，都是第一，沒有第二，這個道理要懂。所以可以稱第一，你不能執著這是第一，那是第二，這錯了，沒有第二的。只有什麼？這個法門對我的根性，那個法門不對我根性。這是事上有差別，相上有差別，性上沒有差別，理上沒有差別，這總要懂得。"
    },
    {
      "id": "12-017-1986_p0014",
      "zh_CN": "清凉大师这个注解里面跟我们说，「执有三义」，第一个「佛佛相望」，就是佛跟佛来做比较，十方一切佛阿弥陀第一，佛佛相望，我们执着阿弥陀第一，这对我们的根性，所以一定要懂。在娑婆世界释迦牟尼佛第一，为什么？他是教主。你看看，很多教下的大雄宝殿供养的三尊佛，当中是释迦牟尼佛，东面就是释迦牟尼佛的左手这一面，供的是药师佛，药师佛在东方；阿弥陀佛供在释迦牟尼佛右手，西方；释迦牟尼佛在当中，释迦牟尼佛第一。为什么？娑婆世界他是主人，那佛来的是客，客在主人的两边。如果在西方极乐世界，阿弥陀佛在当中，东面是药师佛，西面就是释迦牟尼佛，他的位置就不一样，在阿弥陀佛的世界他是主。就好像学校，你到哪个学校，校长接待贵宾的时候，校长一定在主位，其他学校的校长他是客人，宾客，分坐在两旁。我们校长到别人学校去，别人学校的校长他是主，他第一，我们的校长也站在两旁边。所以佛法里面讲第一不是独一，独独他是第一，不是的，任一，每一个都是第一，看在什么场合，位置有变化。这是我们中国古人讲的礼，这是属于礼节。佛佛相望，我们一定要懂这个，懂这个说并没有情执在里头，没有分别执着在里头对的。为什么要这样说法？这是方便善巧接引众生，目的在此地。",
      "zh_TW": "清涼大師這個註解裡面跟我們說，「執有三義」，第一個「佛佛相望」，就是佛跟佛來做比較，十方一切佛阿彌陀第一，佛佛相望，我們執著阿彌陀第一，這對我們的根性，所以一定要懂。在娑婆世界釋迦牟尼佛第一，為什麼？他是教主。你看看，很多教下的大雄寶殿供養的三尊佛，當中是釋迦牟尼佛，東面就是釋迦牟尼佛的左手這一面，供的是藥師佛，藥師佛在東方；阿彌陀佛供在釋迦牟尼佛右手，西方；釋迦牟尼佛在當中，釋迦牟尼佛第一。為什麼？娑婆世界他是主人，那佛來的是客，客在主人的兩邊。如果在西方極樂世界，阿彌陀佛在當中，東面是藥師佛，西面就是釋迦牟尼佛，他的位置就不一樣，在阿彌陀佛的世界他是主。就好像學校，你到哪個學校，校長接待貴賓的時候，校長一定在主位，其他學校的校長他是客人，賓客，分坐在兩旁。我們校長到別人學校去，別人學校的校長他是主，他第一，我們的校長也站在兩旁邊。所以佛法裡面講第一不是獨一，獨獨他是第一，不是的，任一，每一個都是第一，看在什麼場合，位置有變化。這是我們中國古人講的禮，這是屬於禮節。佛佛相望，我們一定要懂這個，懂這個說並沒有情執在裡頭，沒有分別執著在裡頭對的。為什麼要這樣說法？這是方便善巧接引眾生，目的在此地。"
    },
    {
      "id": "12-017-1986_p0015",
      "zh_CN": "佛所说的一切法，释迦牟尼佛四十九年所说一切法都是方便法，有没有真实？没有真实，真实说不出来。你要从方便里面悟入真实，你只要悟入真实，方便法就统统变成真实法；你要不悟，不悟它不是真实法，对你讲不是真实法；对那个当机的人来讲、悟入的人讲是真实法。不是真实法，他怎么能明心见性？他怎么能大开圆解？所以它是真实法。没悟入的时候不是真实法，这里头说得再多，诸位要是细心的话，你能体会得到。什么叫当机？离妄想分别执着就是当机。你心里有这些东西就是方便法，你不能悟入。看破、放下是总原则、总纲领，八万四千法门，无论是宗门教下、显教密教、大乘小乘统统都是叫你放下。你真能放得下，放下执着你听经就能听懂，就能契入，契入并不圆满，你所得的正觉，向上提升正等正觉，再向上一着无上正等正觉。正觉称为阿罗汉，正等正觉称为菩萨，无上正等正觉称为佛陀，要知道这些全都是假名，不能执着，执着时就变成佛学，你还是凡夫，你什么都证不到。这个意思不能不清楚、不能不明了。",
      "zh_TW": "佛所說的一切法，釋迦牟尼佛四十九年所說一切法都是方便法，有沒有真實？沒有真實，真實說不出來。你要從方便裡面悟入真實，你只要悟入真實，方便法就統統變成真實法；你要不悟，不悟它不是真實法，對你講不是真實法；對那個當機的人來講、悟入的人講是真實法。不是真實法，他怎麼能明心見性？他怎麼能大開圓解？所以它是真實法。沒悟入的時候不是真實法，這裡頭說得再多，諸位要是細心的話，你能體會得到。什麼叫當機？離妄想分別執著就是當機。你心裡有這些東西就是方便法，你不能悟入。看破、放下是總原則、總綱領，八萬四千法門，無論是宗門教下、顯教密教、大乘小乘統統都是叫你放下。你真能放得下，放下執著你聽經就能聽懂，就能契入，契入並不圓滿，你所得的正覺，向上提升正等正覺，再向上一著無上正等正覺。正覺稱為阿羅漢，正等正覺稱為菩薩，無上正等正覺稱為佛陀，要知道這些全都是假名，不能執著，執著時就變成佛學，你還是凡夫，你什麼都證不到。這個意思不能不清楚、不能不明瞭。"
    },
    {
      "id": "12-017-1986_p0016",
      "zh_CN": "大师跟我们说第二个意思，是「三身等相望」，这个等，佛经上有四身、有五身、有十身，所以用一个等字。三身就是法身、报身、应化身（应身），这是讲得最多的，大小乘教里佛讲得最多三身。在华严会上就三身来讲，法身叫毘卢遮那，报身叫卢舍那，应身就释迦牟尼，这是三身相望。三身相望哪个是第一？大家晓得法身第一，报身第二，应身第三，这也是方便说。真的呢？真的，三身是平等的，一而三、三而一。所以悟入之后，应化身也是法身、也是报身，没有差别，三身、四身、五身、十身是佛的方便说。十身，那个十不是数目字，是代表究竟圆满，究竟圆满是什么？无量身！没有一个身不是自己身。像我们一个身体，你看我们每根汗毛都算一个身，每个细胞是一个身，每个器官是一个身。一个器官里头多少细胞，有多少身？就是我们一身，自己身上你细细去观察，无量身。你说哪个细胞不是自己？哪根汗毛不是自己？现在科学家再分析，汗毛、细胞还可以分析，分析成分子，分子再分成电子、分成原子、分成粒子、分成夸克，现在所谓是基本粒子多少？一个耳朵就是无量无边身，何况这个身体，又何况一切万法，为什么？一切万法是自性生的，一切万法是不是自己身？是！是什么身？法身。法身是一切万法，应化身是不是一切万法？报身是不是一切万法？是，没错。分就错了，执着就错了，不执着就对了。",
      "zh_TW": "大師跟我們說第二個意思，是「三身等相望」，這個等，佛經上有四身、有五身、有十身，所以用一個等字。三身就是法身、報身、應化身（應身），這是講得最多的，大小乘教裡佛講得最多三身。在華嚴會上就三身來講，法身叫毘盧遮那，報身叫盧舍那，應身就釋迦牟尼，這是三身相望。三身相望哪個是第一？大家曉得法身第一，報身第二，應身第三，這也是方便說。真的呢？真的，三身是平等的，一而三、三而一。所以悟入之後，應化身也是法身、也是報身，沒有差別，三身、四身、五身、十身是佛的方便說。十身，那個十不是數目字，是代表究竟圓滿，究竟圓滿是什麼？無量身！沒有一個身不是自己身。像我們一個身體，你看我們每根汗毛都算一個身，每個細胞是一個身，每個器官是一個身。一個器官裡頭多少細胞，有多少身？就是我們一身，自己身上你細細去觀察，無量身。你說哪個細胞不是自己？哪根汗毛不是自己？現在科學家再分析，汗毛、細胞還可以分析，分析成分子，分子再分成電子、分成原子、分成粒子、分成夸克，現在所謂是基本粒子多少？一個耳朵就是無量無邊身，何況這個身體，又何況一切萬法，為什麼？一切萬法是自性生的，一切萬法是不是自己身？是！是什麼身？法身。法身是一切萬法，應化身是不是一切萬法？報身是不是一切萬法？是，沒錯。分就錯了，執著就錯了，不執著就對了。"
    },
    {
      "id": "12-017-1986_p0017",
      "zh_CN": "这一段有《钞》，我们把清凉的开示念一念，意思刚才都讲过，念一下。第一，「《钞》一佛佛相望者，如云」，譬如说，「阿弥陀佛有四十八愿，能摄众生，余则不能」，其他的佛没有这个。「礼于此佛，灭罪则多，礼于彼佛，灭罪则少」，这不就有分别了吗？阿弥陀佛第一，阿弥陀佛最殊胜，拜阿弥陀佛灭罪很多，低头一拜灭罪恒沙，拜别的佛灭罪就不如阿弥陀佛。下面说「不知诸佛行愿功德无不平等，随根随缘，说有优劣，故为颠倒」，这不是真的。不平等是在哪里？不是在佛，是在我们自己，我们自己根性不平等，所以看到佛好像不平等。我们要懂得这个道理，决定不能执着外面境界，要把自己内心分别执着放下就对了。你真的放下执着，你成阿罗汉，这个时候我要告诉你真话，你看到一切众生都是阿罗汉；你能把分别放下了，你成菩萨，你看一切众生都是菩萨；你能够在境界里面不起心、不动念，你证得无上正等正觉，成佛了，看一切众生都是佛。这叫什么？这叫境随心转。",
      "zh_TW": "這一段有《鈔》，我們把清涼的開示念一念，意思剛才都講過，念一下。第一，「《鈔》一佛佛相望者，如云」，譬如說，「阿彌陀佛有四十八願，能攝眾生，餘則不能」，其他的佛沒有這個。「禮於此佛，滅罪則多，禮於彼佛，滅罪則少」，這不就有分別了嗎？阿彌陀佛第一，阿彌陀佛最殊勝，拜阿彌陀佛滅罪很多，低頭一拜滅罪恆沙，拜別的佛滅罪就不如阿彌陀佛。下面說「不知諸佛行願功德無不平等，隨根隨緣，說有優劣，故為顛倒」，這不是真的。不平等是在哪裡？不是在佛，是在我們自己，我們自己根性不平等，所以看到佛好像不平等。我們要懂得這個道理，決定不能執著外面境界，要把自己內心分別執著放下就對了。你真的放下執著，你成阿羅漢，這個時候我要告訴你真話，你看到一切眾生都是阿羅漢；你能把分別放下了，你成菩薩，你看一切眾生都是菩薩；你能夠在境界裡面不起心、不動念，你證得無上正等正覺，成佛了，看一切眾生都是佛。這叫什麼？這叫境隨心轉。"
    },
    {
      "id": "12-017-1986_p0018",
      "zh_CN": "境界里面给你说，无佛、无菩萨、也没有阿罗汉，你自己到什么境界，你看的境界跟你相同。你成佛，一切众生都是佛；你成菩萨，一切众生成菩萨；你证阿罗汉，一切众生都是阿罗汉。你要想到如果反过来想，你是个魔，看一切众生都是魔，看佛菩萨也是魔；你是凡夫，看佛菩萨也是凡夫。这就是说本来无一物，这些万事万物从哪来的？从心想生。我们对于这些现象才真正找到答案，是从心想生，心要不想，什么都没有了。心想就是起心动念，我们的起心动念从来没有暂时停过。虽然生灭的念头是如此的微细，弥勒菩萨给我们所说的，这一个念头多长的时间？我们要记住，一千二百八十兆分之一秒。佛在经上给我们说微细四相，每一念头有微细四相，微细四相占的时间多少？再乘四。微细的四相就是生老病死，我们有情，无情是生住异灭、成住坏空。我们就用成住坏空来说，成住坏空四相，微细四相，那就是一千二百八十兆再乘上四。菩萨告诉我们，念头起灭太微细，不可执着，你执着不到，这才是事实真相。所以佛说我们颠倒，我们真的错了。",
      "zh_TW": "境界裡面給你說，無佛、無菩薩、也沒有阿羅漢，你自己到什麼境界，你看的境界跟你相同。你成佛，一切眾生都是佛；你成菩薩，一切眾生成菩薩；你證阿羅漢，一切眾生都是阿羅漢。你要想到如果反過來想，你是個魔，看一切眾生都是魔，看佛菩薩也是魔；你是凡夫，看佛菩薩也是凡夫。這就是說本來無一物，這些萬事萬物從哪來的？從心想生。我們對於這些現象才真正找到答案，是從心想生，心要不想，什麼都沒有了。心想就是起心動念，我們的起心動念從來沒有暫時停過。雖然生滅的念頭是如此的微細，彌勒菩薩給我們所說的，這一個念頭多長的時間？我們要記住，一千二百八十兆分之一秒。佛在經上給我們說微細四相，每一念頭有微細四相，微細四相佔的時間多少？再乘四。微細的四相就是生老病死，我們有情，無情是生住異滅、成住壞空。我們就用成住壞空來說，成住壞空四相，微細四相，那就是一千二百八十兆再乘上四。菩薩告訴我們，念頭起滅太微細，不可執著，你執著不到，這才是事實真相。所以佛說我們顛倒，我們真的錯了。"
    },
    {
      "id": "12-017-1986_p0019",
      "zh_CN": "第二「三身等相望者，谓念化身，功德则少，乃至法身，功德则胜等」，这讲法身、报身、应身。下面说「而言三身等者」，三身等，它有个等字，等是什么意思？「等取四身、五身、十身、无量身」。这些名相《佛学辞典》统统查得到。我们今天学的是《华严》，《华严》里面讲十身，十身前面说过，我们怕的是同学有今天才来听的，前面没听到过的，我们在此地把它温习一下，不必像前面说得那么详细，略略的说一说就行。第一个叫「菩提身，如来于菩提树下，降伏外魔，朗然大悟，成正等觉，名菩提身」。这是什么？修行证果的时候，菩提是印度话梵语音译的，它的意思彻底的觉悟，大彻大悟，明心见性。没有见性你是凡夫身，见性之后你是佛身，菩提身就是佛身。为什么说菩提？实在讲，菩提树原来它也不叫菩提树，佛在这个树下开悟，以后这个树就叫菩提树。印度人称这个树叫毕钵罗树，佛在这个树下成道，怎么成道的？降伏外魔。外魔是什么？是外面所有一切的诱惑，名闻利养的诱惑，五欲六尘的诱惑，权力、地位的诱惑，这都是外面的。也就是自性里头没有，这外面所有一切引发你的烦恼，让你造作种种的业报，都称之为外魔。佛用什么方法降伏？放下就是！佛在大树底下入定，万缘放下，把十二年所学的也放下，做给我们看的。",
      "zh_TW": "第二「三身等相望者，謂念化身，功德則少，乃至法身，功德則勝等」，這講法身、報身、應身。下面說「而言三身等者」，三身等，它有個等字，等是什麼意思？「等取四身、五身、十身、無量身」。這些名相《佛學辭典》統統查得到。我們今天學的是《華嚴》，《華嚴》裡面講十身，十身前面說過，我們怕的是同學有今天才來聽的，前面沒聽到過的，我們在此地把它溫習一下，不必像前面說得那麼詳細，略略的說一說就行。第一個叫「菩提身，如來於菩提樹下，降伏外魔，朗然大悟，成正等覺，名菩提身」。這是什麼？修行證果的時候，菩提是印度話梵語音譯的，它的意思徹底的覺悟，大徹大悟，明心見性。沒有見性你是凡夫身，見性之後你是佛身，菩提身就是佛身。為什麼說菩提？實在講，菩提樹原來它也不叫菩提樹，佛在這個樹下開悟，以後這個樹就叫菩提樹。印度人稱這個樹叫畢缽羅樹，佛在這個樹下成道，怎麼成道的？降伏外魔。外魔是什麼？是外面所有一切的誘惑，名聞利養的誘惑，五欲六塵的誘惑，權力、地位的誘惑，這都是外面的。也就是自性裡頭沒有，這外面所有一切引發你的煩惱，讓你造作種種的業報，都稱之為外魔。佛用什麼方法降伏？放下就是！佛在大樹底下入定，萬緣放下，把十二年所學的也放下，做給我們看的。"
    },
    {
      "id": "12-017-1986_p0020",
      "zh_CN": "他十九岁出来参学，学了十二年，到三十岁，我们能够体会到的，他问题疑问不能解决。学了十二年，跟印度学术、宗教那个境界相等，对于六道里面的事情一清二楚。我们可以说，六道里面形相、现象，六道里面这一切状况、业因果报都清楚。你行善，三善道受报；你得定，那就是色界、无色界的果报；你搞贪瞋痴，那就是三途果报，这个他统统清楚。可是六道从哪来的？为什么会有六道？六道之外还有没有世界？这个问题在当时没有人能回答。所以他把十二年所学的放弃，这一放弃就入更深层次的禅定，所以豁然大悟，明心见性，成等正觉。这个地方是无上正等正觉，因为注解的文字都是四个字一句，省略了，成无上正等正觉。我们尊重他，称他现前这个身叫菩提身，彻底觉悟！这一觉悟，问题没有了，全都明了，自性里面的智慧、德相全部现前，没有障碍了。没有障碍，他还示现跟我们凡夫一样，经典里面称作现劣应身，劣是什么？跟我们凡夫身一样。如果他要现他真正的身那是报身，这个时候身有无量相、相有无量好，不现这个身，要是现这个身，把众生吓跑了，众生不敢跟他学了。你是神，你成神，我们凡夫怎么能比得上？他示现跟我们凡人一样，那就容易亲近，而且怎么样？欢喜亲近他，看到他都想跟着他。这就是应以什么身得度就现什么身，不是自己想现什么身，不是，他要有想他又变成凡夫。",
      "zh_TW": "他十九歲出來參學，學了十二年，到三十歲，我們能夠體會到的，他問題疑問不能解決。學了十二年，跟印度學術、宗教那個境界相等，對於六道裡面的事情一清二楚。我們可以說，六道裡面形相、現象，六道裡面這一切狀況、業因果報都清楚。你行善，三善道受報；你得定，那就是色界、無色界的果報；你搞貪瞋痴，那就是三途果報，這個他統統清楚。可是六道從哪來的？為什麼會有六道？六道之外還有沒有世界？這個問題在當時沒有人能回答。所以他把十二年所學的放棄，這一放棄就入更深層次的禪定，所以豁然大悟，明心見性，成等正覺。這個地方是無上正等正覺，因為註解的文字都是四個字一句，省略了，成無上正等正覺。我們尊重他，稱他現前這個身叫菩提身，徹底覺悟！這一覺悟，問題沒有了，全都明瞭，自性裡面的智慧、德相全部現前，沒有障礙了。沒有障礙，他還示現跟我們凡夫一樣，經典裡面稱作現劣應身，劣是什麼？跟我們凡夫身一樣。如果他要現他真正的身那是報身，這個時候身有無量相、相有無量好，不現這個身，要是現這個身，把眾生嚇跑了，眾生不敢跟他學了。你是神，你成神，我們凡夫怎麼能比得上？他示現跟我們凡人一樣，那就容易親近，而且怎麼樣？歡喜親近他，看到他都想跟著他。這就是應以什麼身得度就現什麼身，不是自己想現什麼身，不是，他要有想他又變成凡夫。"
    },
    {
      "id": "12-017-1986_p0021",
      "zh_CN": "所谓是降伏外魔，要晓得这个外魔往深处去想，你看，见思烦恼是不是魔？它折磨你。尘沙、无明是不是魔？是，尘沙、无明是什么东西？现在所讲的知识。你追求知识辛不辛苦？做个专家学者，一生的时间都在图书馆里面，天天在查资料，天天在找寻，提升自己的知识，这在佛法叫尘沙烦恼。能不能解决问题？不能，为什么？学问无止境，一个人一生的时间怎么能学得完？不要说一辈子学不完，十辈子也学不完，一百辈子还是学不完，怎么办？不学就圆满了。这怪事情，不学就圆满，释迦牟尼佛把它放弃却圆满。为什么？因为学的时候，愈学多，所知障愈严重，你自性里面的般若智慧、德能、相好透不出来，不能学。不能学，释迦牟尼佛为什么还是叫我们学？要很用功去学习大乘，学没错，学不能执着，执着就错！执着你就变成知识，不执着呢？不执着就是智慧。你懂得这个事实真相，学行，不学也行，这就随我们自在了。对我们这些根性的人说，这老师从前告诉我，学还是有好处。老师告诉我，譬如不学，你开悟要十年，十年才能开悟；如果你学，学了不执着，大概五年就开悟，你能够把你开悟的时间提前；可不能执着，执着就永远不会开悟。老师这个提醒好，我们明白了；换句话说，学佛的人，一定要常常住在清净心上。要住清净心，你就一定不能执着、不要分别，分别是所知障，执着是烦恼障。不分别、不执着，学好，真的，世尊时时刻刻在提醒我们，不定在哪一句下就彻悟了。这叫菩提身。",
      "zh_TW": "所謂是降伏外魔，要曉得這個外魔往深處去想，你看，見思煩惱是不是魔？它折磨你。塵沙、無明是不是魔？是，塵沙、無明是什麼東西？現在所講的知識。你追求知識辛不辛苦？做個專家學者，一生的時間都在圖書館裡面，天天在查資料，天天在找尋，提升自己的知識，這在佛法叫塵沙煩惱。能不能解決問題？不能，為什麼？學問無止境，一個人一生的時間怎麼能學得完？不要說一輩子學不完，十輩子也學不完，一百輩子還是學不完，怎麼辦？不學就圓滿了。這怪事情，不學就圓滿，釋迦牟尼佛把它放棄卻圓滿。為什麼？因為學的時候，愈學多，所知障愈嚴重，你自性裡面的般若智慧、德能、相好透不出來，不能學。不能學，釋迦牟尼佛為什麼還是叫我們學？要很用功去學習大乘，學沒錯，學不能執著，執著就錯！執著你就變成知識，不執著呢？不執著就是智慧。你懂得這個事實真相，學行，不學也行，這就隨我們自在了。對我們這些根性的人說，這老師從前告訴我，學還是有好處。老師告訴我，譬如不學，你開悟要十年，十年才能開悟；如果你學，學了不執著，大概五年就開悟，你能夠把你開悟的時間提前；可不能執著，執著就永遠不會開悟。老師這個提醒好，我們明白了；換句話說，學佛的人，一定要常常住在清淨心上。要住清淨心，你就一定不能執著、不要分別，分別是所知障，執著是煩惱障。不分別、不執著，學好，真的，世尊時時刻刻在提醒我們，不定在哪一句下就徹悟了。這叫菩提身。"
    },
    {
      "id": "12-017-1986_p0022",
      "zh_CN": "第二个叫「愿身，如来本愿，周遍法界，誓度一切众生，从知足天降生人间，说法利生，酬宿因愿，名愿身」。这个愿是本愿，是自性里头本来就有的，不是学得来。我们从一个浅显例子里面来观察，譬如我们的左手，这里有痛痒，这个地方有痛痒，你右手会不会去帮助它按摩，摸摸它？你要问右手为什么要去帮助左手？为什么？自然的，没有理由的，这就是愿，这就是行。到你真正觉悟了，你证得无上菩提，你晓得遍法界虚空界就是你自己的身，叫法身。众生在受苦难，迷惑颠倒，你是不是要帮他？就跟左手有毛病、痛痒，你右手要不要去帮助它？右手觉悟帮助它，没条件。所以叫无缘大慈，无缘，缘是理由、是条件，没有条件、没有理由，他当然就帮他。所以众生有感，佛就有应，这个感有显感，显感是众生求佛来帮助，佛当然来；还有一种，众生没有求佛，他也来，叫冥感显应。为什么？同一体，一个自性清净圆明体，所以真正悟入遍法界虚空界是自己。你看看这个现象的发生，起心，宇宙现象发生了；动念，正报发生，我出现了。",
      "zh_TW": "第二個叫「願身，如來本願，周遍法界，誓度一切眾生，從知足天降生人間，說法利生，酬宿因願，名願身」。這個願是本願，是自性裡頭本來就有的，不是學得來。我們從一個淺顯例子裡面來觀察，譬如我們的左手，這裡有痛癢，這個地方有痛癢，你右手會不會去幫助它按摩，摸摸它？你要問右手為什麼要去幫助左手？為什麼？自然的，沒有理由的，這就是願，這就是行。到你真正覺悟了，你證得無上菩提，你曉得遍法界虛空界就是你自己的身，叫法身。眾生在受苦難，迷惑顛倒，你是不是要幫他？就跟左手有毛病、痛癢，你右手要不要去幫助它？右手覺悟幫助它，沒條件。所以叫無緣大慈，無緣，緣是理由、是條件，沒有條件、沒有理由，他當然就幫他。所以眾生有感，佛就有應，這個感有顯感，顯感是眾生求佛來幫助，佛當然來；還有一種，眾生沒有求佛，他也來，叫冥感顯應。為什麼？同一體，一個自性清淨圓明體，所以真正悟入遍法界虛空界是自己。你看看這個現象的發生，起心，宇宙現象發生了；動念，正報發生，我出現了。"
    },
    {
      "id": "12-017-1986_p0023",
      "zh_CN": "依正有三个特性，它都本来具有的，第一个「周遍法界」。所以我们起心动念周遍法界，一个善念、一个恶念统统周遍法界。不要以为没有人知道，那你就错了，谁不知道？是你自己不知道，诸佛菩萨，讲法身菩萨没有一个不知道。你起的什么心、动的什么念，你能瞒谁？瞒六道凡夫。六道凡夫里面是哪些？是真正愚笨、业障深重的他不知道，人！鬼神有报通，鬼神都知道，鬼神知道的有限，但是有限，我们听到之后也都感到毛骨悚然。为什么？他能知道你过去，你过去生再过去生，大概过去三、四世，小鬼、小神都知道；那些大的神，他能知道十几世、二十几世，你祖宗一代一代的他都能给你知道。阿罗汉佛在经上讲能知五百世，法身菩萨那就圆圆满满的无所不知。所以不能瞒人，知道这个事实真相，老实去做个好人。过去做错了赶快忏悔来得及，佛菩萨不会怪你，鬼神也不会怪你，只要你真的肯改过。佛菩萨，你不改过，佛菩萨也不怪你，但什么人怪你？鬼神怪你，尤其是你的冤亲债主他不会放过你。但是你改过自新，重新做人，他也佩服你，他就不找你麻烦，顶多谈谈条件，你给他做点好事，给他回向就化解了，那我们在菩提道上就没有障碍。所以要晓得，性德里头是自然的周遍法界，一动念就周遍法界，就跟宇宙那个形成是同样快速，不可思议。",
      "zh_TW": "依正有三個特性，它都本來具有的，第一個「周遍法界」。所以我們起心動念周遍法界，一個善念、一個惡念統統周遍法界。不要以為沒有人知道，那你就錯了，誰不知道？是你自己不知道，諸佛菩薩，講法身菩薩沒有一個不知道。你起的什麼心、動的什麼念，你能瞞誰？瞞六道凡夫。六道凡夫裡面是哪些？是真正愚笨、業障深重的他不知道，人！鬼神有報通，鬼神都知道，鬼神知道的有限，但是有限，我們聽到之後也都感到毛骨悚然。為什麼？他能知道你過去，你過去生再過去生，大概過去三、四世，小鬼、小神都知道；那些大的神，他能知道十幾世、二十幾世，你祖宗一代一代的他都能給你知道。阿羅漢佛在經上講能知五百世，法身菩薩那就圓圓滿滿的無所不知。所以不能瞞人，知道這個事實真相，老實去做個好人。過去做錯了趕快懺悔來得及，佛菩薩不會怪你，鬼神也不會怪你，只要你真的肯改過。佛菩薩，你不改過，佛菩薩也不怪你，但什麼人怪你？鬼神怪你，尤其是你的冤親債主他不會放過你。但是你改過自新，重新做人，他也佩服你，他就不找你麻煩，頂多談談條件，你給他做點好事，給他迴向就化解了，那我們在菩提道上就沒有障礙。所以要曉得，性德裡頭是自然的周遍法界，一動念就周遍法界，就跟宇宙那個形成是同樣快速，不可思議。"
    },
    {
      "id": "12-017-1986_p0024",
      "zh_CN": "你看第二个特性「出生无尽」，变化，就像万花筒一样。出生无尽变成什么现象？十法界依正庄严，就从这出生的。还有一个就是「含容空有」，你的心量原本就是这样的，包空就是心包太虚，太虚是空，包空；含有，有就是量周法界。遍虚空法界里面所有一切现象，精神现象、物质现象统统包含，你看你心量多大，现在变成什么？现在变成连个人都不能相容。所以修行，现在有些同学，我们看到蚊虫蚂蚁也是菩萨，见到蚊虫蚂蚁、见到蟑螂、见到老鼠，都合掌「老鼠菩萨，蟑螂菩萨」，确实心里很恭敬。但是对人不恭敬，看到人还讨厌，那就是人比蟑螂、蚂蚁都不如，你说你修的是什么行，你能有感应吗？我们是真修、还是假修？假的，不是真的。但是比没有觉悟的时候好，他开始有点觉悟，他那个觉悟是片面的，他不是圆满的，所以他还是有障碍。我们晓得，这三种周遍，周遍法界。誓度一切众生，这你都发愿，四弘誓愿你天天都在发，「众生无边誓愿度，烦恼无尽誓愿断，法门无量誓愿学，佛道无上誓愿成」，天天在发，有人早课、晚课里面都发。所以我曾经跟大家说老实话，早课干什么？早晨骗佛菩萨骗一次，晚上又骗一次，你根本就没做到。一天骗两次，还要让佛菩萨保佑你，这便宜到哪去找？不可能的事情，说话要算话。你有没有度众生的意念？度是什么？帮助众生，帮助他断恶修善，这就是帮助他不堕三途；帮助他破迷开悟，是帮助他永脱六道轮回；帮助他转凡成圣，我们帮助他往生西方极乐世界就是转凡成圣。",
      "zh_TW": "你看第二個特性「出生無盡」，變化，就像萬花筒一樣。出生無盡變成什麼現象？十法界依正莊嚴，就從這出生的。還有一個就是「含容空有」，你的心量原本就是這樣的，包空就是心包太虛，太虛是空，包空；含有，有就是量周法界。遍虛空法界裡面所有一切現象，精神現象、物質現象統統包含，你看你心量多大，現在變成什麼？現在變成連個人都不能相容。所以修行，現在有些同學，我們看到蚊蟲螞蟻也是菩薩，見到蚊蟲螞蟻、見到蟑螂、見到老鼠，都合掌「老鼠菩薩，蟑螂菩薩」，確實心裡很恭敬。但是對人不恭敬，看到人還討厭，那就是人比蟑螂、螞蟻都不如，你說你修的是什麼行，你能有感應嗎？我們是真修、還是假修？假的，不是真的。但是比沒有覺悟的時候好，他開始有點覺悟，他那個覺悟是片面的，他不是圓滿的，所以他還是有障礙。我們曉得，這三種周遍，周遍法界。誓度一切眾生，這你都發願，四弘誓願你天天都在發，「眾生無邊誓願度，煩惱無盡誓願斷，法門無量誓願學，佛道無上誓願成」，天天在發，有人早課、晚課裡面都發。所以我曾經跟大家說老實話，早課幹什麼？早晨騙佛菩薩騙一次，晚上又騙一次，你根本就沒做到。一天騙兩次，還要讓佛菩薩保佑你，這便宜到哪去找？不可能的事情，說話要算話。你有沒有度眾生的意念？度是什麼？幫助眾生，幫助他斷惡修善，這就是幫助他不墮三途；幫助他破迷開悟，是幫助他永脫六道輪迴；幫助他轉凡成聖，我們幫助他往生西方極樂世界就是轉凡成聖。"
    },
    {
      "id": "12-017-1986_p0025",
      "zh_CN": "你真有这个心，真肯干，肯干，我现在没有能力，我是有这个心，心有余而力不足。不是的，只要你肯干，佛力加持你，你就能做到；你不肯干，佛想加力量给你加不上，这是真话。譬如上讲台讲经，我们初学的时候觉得这个事情难！我们学了这点东西怎么敢上讲台？早年学佛的那几年，从来没有发这么一个心我发心去讲经，没有，不敢。只想发心去听经、去学教，发这个心，从来没有动个念头说发心去讲经。这个错误观念很深，老师怎么劝，也不敢发这个心，跟老师这个我做不到，我没有这个能力、没有这个智慧。李老师在台中开了个班，经学班专门培养讲经的人才，有二十多个同学。他开班大概才两个月，老师一个星期上一堂课，大概也就差不多上了七、八堂课，七、八个星期了，我刚好到台中，老师说「你到我们经学班去看看好不好？」这个可以，我到经学班去做学生，去旁听，坐在最后一排，老师要我去看看。我听了一堂之后，下课时候我跟老师说，这个我可以参加，我已经看到这些人。这个班上不可思议，这些同学当中有一半，二分之一，一半小学毕业，我初中毕业，我比他还强一点；另外一半，是一半里头一大半初中毕业；大学毕业的没有，只有一个人大学念了二年，大学二年级，是我们班上学历最高的，只有一个。高中大概二、三个，初中的是六、七个，十几个小学毕业的。我看到小学毕业都能讲，我说老师，我可以试试看。所以老师用这个方法，把我带进经学班。",
      "zh_TW": "你真有這個心，真肯幹，肯幹，我現在沒有能力，我是有這個心，心有餘而力不足。不是的，只要你肯幹，佛力加持你，你就能做到；你不肯幹，佛想加力量給你加不上，這是真話。譬如上講台講經，我們初學的時候覺得這個事情難！我們學了這點東西怎麼敢上講台？早年學佛的那幾年，從來沒有發這麼一個心我發心去講經，沒有，不敢。只想發心去聽經、去學教，發這個心，從來沒有動個念頭說發心去講經。這個錯誤觀念很深，老師怎麼勸，也不敢發這個心，跟老師這個我做不到，我沒有這個能力、沒有這個智慧。李老師在台中開了個班，經學班專門培養講經的人才，有二十多個同學。他開班大概才兩個月，老師一個星期上一堂課，大概也就差不多上了七、八堂課，七、八個星期了，我剛好到台中，老師說「你到我們經學班去看看好不好？」這個可以，我到經學班去做學生，去旁聽，坐在最後一排，老師要我去看看。我聽了一堂之後，下課時候我跟老師說，這個我可以參加，我已經看到這些人。這個班上不可思議，這些同學當中有一半，二分之一，一半小學畢業，我初中畢業，我比他還強一點；另外一半，是一半裡頭一大半初中畢業；大學畢業的沒有，只有一個人大學念了二年，大學二年級，是我們班上學歷最高的，只有一個。高中大概二、三個，初中的是六、七個，十幾個小學畢業的。我看到小學畢業都能講，我說老師，我可以試試看。所以老師用這個方法，把我帶進經學班。"
    },
    {
      "id": "12-017-1986_p0026",
      "zh_CN": "我在经学班里面听了，我记得是十三部经，老师教学，怎么讲？完全是复讲。老师把这部经从头到尾讲一遍给你听，你好好的记住，过几天你上台把老师所讲的重复讲出来，漏掉不要紧，不可以增加，这么一个教法！这样教法我就得了方便，我的记忆力很好，理解力也可以。所以老师讲一个小时，我在一个星期之内，我能够强记，一个星期之内我能够讲到九成半，也就是老师讲六十分钟，我至少可以讲五十五分钟，有这个能力。这一班同学都不如我，所以我学得很快。老师是两个同学一组，学一部经，大概一部经的分量是五次讲完，也就五个星期，一个月的样子，五个星期讲完。两个同学，一个同学讲普通话，一个同学讲闽南语，好像是翻译，其实他不是翻译，他们两个人用同样的讲稿，这样训练学生。到以后我们才知道，佛门里面培养法师，自古以来都是用这个方法，这个方法谁起头的？阿难尊者起头。阿难尊者结集经藏，是把释迦牟尼佛所讲的重复讲一遍，叫复讲，同学把它记录下来这成为经典，所以阿难开头。从那个时候起世世代代培养讲经法师，都是这个办法。但是从前并没有经学班，是老师在大殿里面讲经，听众很多，听众里面有优秀的、有能力讲的出来讲。可以跟老师说，老师会安排时间让你复讲，这么样学出来的。",
      "zh_TW": "我在經學班裡面聽了，我記得是十三部經，老師教學，怎麼講？完全是複講。老師把這部經從頭到尾講一遍給你聽，你好好的記住，過幾天你上台把老師所講的重複講出來，漏掉不要緊，不可以增加，這麼一個教法！這樣教法我就得了方便，我的記憶力很好，理解力也可以。所以老師講一個小時，我在一個星期之內，我能夠強記，一個星期之內我能夠講到九成半，也就是老師講六十分鐘，我至少可以講五十五分鐘，有這個能力。這一班同學都不如我，所以我學得很快。老師是兩個同學一組，學一部經，大概一部經的分量是五次講完，也就五個星期，一個月的樣子，五個星期講完。兩個同學，一個同學講普通話，一個同學講閩南語，好像是翻譯，其實他不是翻譯，他們兩個人用同樣的講稿，這樣訓練學生。到以後我們才知道，佛門裡面培養法師，自古以來都是用這個方法，這個方法誰起頭的？阿難尊者起頭。阿難尊者結集經藏，是把釋迦牟尼佛所講的重複講一遍，叫複講，同學把它記錄下來這成為經典，所以阿難開頭。從那個時候起世世代代培養講經法師，都是這個辦法。但是從前並沒有經學班，是老師在大殿裡面講經，聽眾很多，聽眾裡面有優秀的、有能力講的出來講。可以跟老師說，老師會安排時間讓你複講，這麼樣學出來的。"
    },
    {
      "id": "12-017-1986_p0027",
      "zh_CN": "原则就是你只能讲老师的，你不能够添加；跟阿难尊者一样，你可以复讲释迦牟尼佛的，你不能在佛所讲之外加上自己的意思，不可以。能够复讲个一部经、两部经，我们学的是小部经，一部经讲演的时间大概只有五个小时，就把一部经讲完，一部《弥陀经》也是如此，五次就讲完了。所以我在台中十年，听老师这样的讲经，大大小小听了三十几部。没有出家之前十三部，以后再回到台中继续去学，小部经学了三十几部，大部经学了一部《大佛顶首楞严经》。老师也是一个星期讲一次，这部经讲了三年圆满，我记得总共讲了一百三十多次。我跟老师报告，老师说你是有心人，我们都不知道讲多少次，只知道讲三年。一百三十几次。我们复讲也是一个星期讲一次，我这个《楞严经》复讲，讲经的基础才真正奠下来。老师星期三讲，我是星期四讲，就是第二天我复讲，听众多少人？六个人。我们在台中有七个同学，这是我们自己组成一个经学小班。《楞严经》是我一个人专讲，我已经出家，我讲，六个同学听，听完之后大家来批评。这部经讲完了，对于上台讲经教学真的有了信心。",
      "zh_TW": "原則就是你只能講老師的，你不能夠添加；跟阿難尊者一樣，你可以複講釋迦牟尼佛的，你不能在佛所講之外加上自己的意思，不可以。能夠複講個一部經、兩部經，我們學的是小部經，一部經講演的時間大概只有五個小時，就把一部經講完，一部《彌陀經》也是如此，五次就講完了。所以我在台中十年，聽老師這樣的講經，大大小小聽了三十幾部。沒有出家之前十三部，以後再回到台中繼續去學，小部經學了三十幾部，大部經學了一部《大佛頂首楞嚴經》。老師也是一個星期講一次，這部經講了三年圓滿，我記得總共講了一百三十多次。我跟老師報告，老師說你是有心人，我們都不知道講多少次，只知道講三年。一百三十幾次。我們複講也是一個星期講一次，我這個《楞嚴經》複講，講經的基礎才真正奠下來。老師星期三講，我是星期四講，就是第二天我複講，聽眾多少人？六個人。我們在台中有七個同學，這是我們自己組成一個經學小班。《楞嚴經》是我一個人專講，我已經出家，我講，六個同學聽，聽完之後大家來批評。這部經講完了，對於上台講經教學真的有了信心。"
    },
    {
      "id": "12-017-1986_p0028",
      "zh_CN": "所以就在那个时段，有一次好像是过年的时候，腊月，台北善导寺请我去讲《普贤行愿品》，七天，才一个星期。香港有谢道莲居士、圣怀法师他们两位碰到了，碰到就是听我讲经，七天他们统统听下来，听了很欢喜，邀请我到香港来讲经。过了年之后他们邀请我，我第一次到香港是一九七七年。邀请我讲《楞严经》，《楞严经》已经讲得很熟了，在这边讲了四个月，每天讲，一天两个小时。前面两个月有翻译，后面两个月听众说不要翻译，我们能听得懂。所以他能听得懂普通话，我也能听得懂香港话，我也能听懂，我不会讲，我会听，我们可以互相在一块交流。所以真发心他就有三宝加持。我们把这些经验向老师报告，老师说「对的，自古以来许多这些大德，讲经不能不准备，有充分的准备。可是上了讲台之后，不一定是照你准备东西讲的，有时候准备的东西全用不上，展开经卷意思就来了，从哪里来的自己不知道。」真的一点都不错，怎么来的？众生有感，佛菩萨有应，佛菩萨加持我们这个身体就有应，就好像附身一样，佛菩萨附在这个身上，哪里是自己讲的？讲出来之后听听，我怎么会讲得这么好！不知道是自己讲的。众生里面，听众里面，如果有相当程度的，那讲得就更好了，感应，应机而说。所以这么一来，对于学教讲经才真的接受了。这从前章嘉大师是勉励，但是不敢，没有发这个心，章嘉大师劝我出家学释迦牟尼佛。而是李老师用这些善巧方便，把我们这个讲经的心愿落实，这都是老师的善巧方便。",
      "zh_TW": "所以就在那個時段，有一次好像是過年的時候，臘月，台北善導寺請我去講《普賢行願品》，七天，才一個星期。香港有謝道蓮居士、聖懷法師他們兩位碰到了，碰到就是聽我講經，七天他們統統聽下來，聽了很歡喜，邀請我到香港來講經。過了年之後他們邀請我，我第一次到香港是一九七七年。邀請我講《楞嚴經》，《楞嚴經》已經講得很熟了，在這邊講了四個月，每天講，一天兩個小時。前面兩個月有翻譯，後面兩個月聽眾說不要翻譯，我們能聽得懂。所以他能聽得懂普通話，我也能聽得懂香港話，我也能聽懂，我不會講，我會聽，我們可以互相在一塊交流。所以真發心他就有三寶加持。我們把這些經驗向老師報告，老師說「對的，自古以來許多這些大德，講經不能不準備，有充分的準備。可是上了講台之後，不一定是照你準備東西講的，有時候準備的東西全用不上，展開經卷意思就來了，從哪裡來的自己不知道。」真的一點都不錯，怎麼來的？眾生有感，佛菩薩有應，佛菩薩加持我們這個身體就有應，就好像附身一樣，佛菩薩附在這個身上，哪裡是自己講的？講出來之後聽聽，我怎麼會講得這麼好！不知道是自己講的。眾生裡面，聽眾裡面，如果有相當程度的，那講得就更好了，感應，應機而說。所以這麼一來，對於學教講經才真的接受了。這從前章嘉大師是勉勵，但是不敢，沒有發這個心，章嘉大師勸我出家學釋迦牟尼佛。而是李老師用這些善巧方便，把我們這個講經的心願落實，這都是老師的善巧方便。"
    },
    {
      "id": "12-017-1986_p0029",
      "zh_CN": "释迦牟尼佛这是讲他一段，所以文字不多，说他因缘，他曾经发了誓，四弘誓愿。这是一切诸佛如来因地上所发无量无边的大愿，把它归纳起来都不出这四条。所以这个四条，是一切诸佛如来的本愿，共同的大愿。他示现的从兜率天下降到人间来，兜率是印度话，翻成中国意思叫知足，这意思好，知足就成佛，不知足就是凡夫。他为什么不从夜摩天、为什么不从忉利天下来，一定要从兜率天？知足。所以人不可以不知足，知足常乐。不知足呢？不知足忧患，患得患失，那个生活，生活得很苦、很可怜，知足就快乐。释迦牟尼佛给我们表现的知足，你看日常生活，日中一食出去托钵，身上只有三衣，他们是生长在热带，这个衣着很简单，三衣就够了。晚上睡觉这个衣服当被盖，白天时候披在身上，全部的财产三衣一钵，知足！够了。一生过的是旅游的生活，没有一定住的地方，休息都在野外，找棵大树底下入定。学生跟他一样，一千二百五十五人这相当大的一个团体，都在树林里面生活。为我们示现知足常乐，心地清净，一尘不染，他说到他真的做到。那我们怎么学他？记住一个原则，恒顺众生，随喜功德。我们只要彻底放下，也不必去学释迦牟尼佛一定要到大树底下入定，一定要去日中一食，去托钵。你现在日中一食托钵，在这个社会上没有人供养你，人家说你叫化子，老远就把你避开了。不像佛陀在世，佛陀在世那个时代，一般在家人对于出家人很尊重，看到托钵来了，来的时候都非常乐意供养。所以在香港这个地方托钵，没人供养，这个一定要晓得。只要真的把分别执着放下就行了，就跟佛陀时代没有两样，生活随缘，决定不攀缘，这样就好！",
      "zh_TW": "釋迦牟尼佛這是講他一段，所以文字不多，說他因緣，他曾經發了誓，四弘誓願。這是一切諸佛如來因地上所發無量無邊的大願，把它歸納起來都不出這四條。所以這個四條，是一切諸佛如來的本願，共同的大願。他示現的從兜率天下降到人間來，兜率是印度話，翻成中國意思叫知足，這意思好，知足就成佛，不知足就是凡夫。他為什麼不從夜摩天、為什麼不從忉利天下來，一定要從兜率天？知足。所以人不可以不知足，知足常樂。不知足呢？不知足憂患，患得患失，那個生活，生活得很苦、很可憐，知足就快樂。釋迦牟尼佛給我們表現的知足，你看日常生活，日中一食出去托缽，身上只有三衣，他們是生長在熱帶，這個衣著很簡單，三衣就夠了。晚上睡覺這個衣服當被蓋，白天時候披在身上，全部的財產三衣一缽，知足！夠了。一生過的是旅遊的生活，沒有一定住的地方，休息都在野外，找棵大樹底下入定。學生跟他一樣，一千二百五十五人這相當大的一個團體，都在樹林裡面生活。為我們示現知足常樂，心地清淨，一塵不染，他說到他真的做到。那我們怎麼學他？記住一個原則，恆順眾生，隨喜功德。我們只要徹底放下，也不必去學釋迦牟尼佛一定要到大樹底下入定，一定要去日中一食，去托缽。你現在日中一食托缽，在這個社會上沒有人供養你，人家說你叫化子，老遠就把你避開了。不像佛陀在世，佛陀在世那個時代，一般在家人對於出家人很尊重，看到托缽來了，來的時候都非常樂意供養。所以在香港這個地方托缽，沒人供養，這個一定要曉得。只要真的把分別執著放下就行了，就跟佛陀時代沒有兩樣，生活隨緣，決定不攀緣，這樣就好！"
    },
    {
      "id": "12-017-1986_p0030",
      "zh_CN": "「说法利生，酬宿因愿」，因为宿世曾经发了愿，众生无边誓愿度，用什么方法度？教学，这要知道。释迦牟尼佛一生没有做过法会，没有带着人在一起念过佛，没有；也没有带人在一起参禅，没有。至于修行是你个人事情，所以八万四千法门，你喜欢哪个法门你就照那个法门修。佛对大众，大众每天在一起上课听讲经，听教，而且教学多半是学生提出问题，佛来解答。没有人提问，佛自己说的很少，不多；都是学生提问，佛提出来教导。同学们有时候在一起研究讨论，那属于论；经是佛上课的，现在流传下来就教科书，从前佛所教的。你看到论，论是同学在一块的时候研究讨论，这些记录、这些报告。戒律是佛陀跟那些弟子日常生活的规矩、仪规，所以戒是佛身，言是佛教、是教学，禅是佛心。禅是什么？清净，是定慧，禅是定慧，定慧是佛心，心地清净就生智慧。他老人家从开悟之后就开始教学，教一辈子。所以你要是了解，我们就知道释迦牟尼佛是什么身分？用现在的话说，职业老师。他不是神，他不是仙，他是人，我们中国说圣人，印度人称佛陀。佛陀是觉悟的人、明白的人，对于宇宙之间万事万物他明了，他都知道，这种人称之为佛陀。菩萨也是个觉悟的人、明了的人，但是他还不能说全部明了，他还有些不明了，佛陀是全明白了。所以菩萨是佛的学生，还没毕业；阿罗汉，那是佛初级班的学生，菩萨是高级班。佛教是这么回事情，总得要晓得，要搞清楚。",
      "zh_TW": "「說法利生，酬宿因願」，因為宿世曾經發了願，眾生無邊誓願度，用什麼方法度？教學，這要知道。釋迦牟尼佛一生沒有做過法會，沒有帶著人在一起念過佛，沒有；也沒有帶人在一起參禪，沒有。至於修行是你個人事情，所以八萬四千法門，你喜歡哪個法門你就照那個法門修。佛對大眾，大眾每天在一起上課聽講經，聽教，而且教學多半是學生提出問題，佛來解答。沒有人提問，佛自己說的很少，不多；都是學生提問，佛提出來教導。同學們有時候在一起研究討論，那屬於論；經是佛上課的，現在流傳下來就教科書，從前佛所教的。你看到論，論是同學在一塊的時候研究討論，這些記錄、這些報告。戒律是佛陀跟那些弟子日常生活的規矩、儀規，所以戒是佛身，言是佛教、是教學，禪是佛心。禪是什麼？清淨，是定慧，禪是定慧，定慧是佛心，心地清淨就生智慧。他老人家從開悟之後就開始教學，教一輩子。所以你要是了解，我們就知道釋迦牟尼佛是什麼身分？用現在的話說，職業老師。他不是神，他不是仙，他是人，我們中國說聖人，印度人稱佛陀。佛陀是覺悟的人、明白的人，對於宇宙之間萬事萬物他明瞭，他都知道，這種人稱之為佛陀。菩薩也是個覺悟的人、明瞭的人，但是他還不能說全部明瞭，他還有些不明瞭，佛陀是全明白了。所以菩薩是佛的學生，還沒畢業；阿羅漢，那是佛初級班的學生，菩薩是高級班。佛教是這麼回事情，總得要曉得，要搞清楚。"
    },
    {
      "id": "12-017-1986_p0031",
      "zh_CN": "所以学佛，不管你学的是哪个法门、哪个宗派，你不能不上课，每个宗派一些经典都是佛说的，那你应该学习。我们净土宗经典最少，祖师大德加进去的也只是五经一论，净土宗的课程。《无量寿经》、《观无量寿佛经》、《阿弥陀经》、《普贤行愿品》、《大至势菩萨念佛圆通章》叫五经；一论是《往生论》，天亲菩萨造的。那是天亲菩萨依照经典修学念佛往生，成绩的报告，是他自己修学的报告，流传给后世跟我们分享，来勉励我们，他老人家现身说法。所以五经一论就六样东西，所有宗派里面这个宗派典籍最少，少就容易学，非常适合于现代众生的根机。为什么？它不妨碍你工作，它不妨碍你家庭，它不妨碍你一切应酬，这句佛号行住坐卧都可以念。大众在一起的时候心里可以默念，可以不出声，所以这个法门真是叫无障碍法门。你真干，心里头真有佛，除佛之外全放下，你就决定得生，可以跟世间和光同尘，一点妨碍都没有。所以我听说有许多学佛的人，他搞错了，认为学佛持戒，跟家里人生活就要隔开，这错了。有些宗派真的是要分开，这净土宗不需要，净土宗是心里有佛，不拘外面形式。",
      "zh_TW": "所以學佛，不管你學的是哪個法門、哪個宗派，你不能不上課，每個宗派一些經典都是佛說的，那你應該學習。我們淨土宗經典最少，祖師大德加進去的也只是五經一論，淨土宗的課程。《無量壽經》、《觀無量壽佛經》、《阿彌陀經》、《普賢行願品》、《大至勢菩薩念佛圓通章》叫五經；一論是《往生論》，天親菩薩造的。那是天親菩薩依照經典修學念佛往生，成績的報告，是他自己修學的報告，流傳給後世跟我們分享，來勉勵我們，他老人家現身說法。所以五經一論就六樣東西，所有宗派裡面這個宗派典籍最少，少就容易學，非常適合於現代眾生的根機。為什麼？它不妨礙你工作，它不妨礙你家庭，它不妨礙你一切應酬，這句佛號行住坐臥都可以念。大眾在一起的時候心裡可以默念，可以不出聲，所以這個法門真是叫無障礙法門。你真幹，心裡頭真有佛，除佛之外全放下，你就決定得生，可以跟世間和光同塵，一點妨礙都沒有。所以我聽說有許多學佛的人，他搞錯了，認為學佛持戒，跟家裡人生活就要隔開，這錯了。有些宗派真的是要分開，這淨土宗不需要，淨土宗是心裡有佛，不拘外面形式。"
    },
    {
      "id": "12-017-1986_p0032",
      "zh_CN": "所以你真的学会这个法门，你看普贤的十愿，这净宗最重要的十愿，《华严经》上讲的文殊菩萨的十波罗蜜，世尊在大乘教里面讲的四摄法。你只要把这个抓住，十愿、十波罗蜜、四摄法，你用在家庭里面夫妻和合，白头偕老，你一家人快乐，真正是幸福圆满的人生，没有障碍，理事无碍，事事无碍。你要在生活里面去修清净心，只要你放下分别执着，你就得清净。心里有佛，佛的心、佛的愿、佛的行为，都能落实在你日常生活当中。你做得很好，表演得很好，如理如法，你的家人没有一个不欢喜，所以先度家人！你跟家人格格不入，你怎么能度他？譬如饮食，你没学佛的时候吃肉，现在学佛吃素，可以跟家人在一起一桌吃饭，他们吃肉，你就供养他肉，他们吃肉，你吃青菜。过个几年的时候你身体愈来愈好，他们身体毛病都来了，这还是吃素好，你不必劝他，他自然就吃素！尤其中年以上。所以不要强迫，不要说吃肉这个东西有罪过，那说得愈说他愈难过，你们家庭对立，家就不和了。家和万事兴，你家一不和，这学佛学坏了，不是佛法有问题，是你自己误会，你学错了，这不可以不知道。佛法永远是慈悲的，永远是和谐的，如果发生家庭不和，那你就要特别留意，要认真去反省。你要肯定佛法没有错误，你自己学错了，哪有这种道理！",
      "zh_TW": "所以你真的學會這個法門，你看普賢的十願，這淨宗最重要的十願，《華嚴經》上講的文殊菩薩的十波羅蜜，世尊在大乘教裡面講的四攝法。你只要把這個抓住，十願、十波羅蜜、四攝法，你用在家庭裡面夫妻和合，白頭偕老，你一家人快樂，真正是幸福圓滿的人生，沒有障礙，理事無礙，事事無礙。你要在生活裡面去修清淨心，只要你放下分別執著，你就得清淨。心裡有佛，佛的心、佛的願、佛的行為，都能落實在你日常生活當中。你做得很好，表演得很好，如理如法，你的家人沒有一個不歡喜，所以先度家人！你跟家人格格不入，你怎麼能度他？譬如飲食，你沒學佛的時候吃肉，現在學佛吃素，可以跟家人在一起一桌吃飯，他們吃肉，你就供養他肉，他們吃肉，你吃青菜。過個幾年的時候你身體愈來愈好，他們身體毛病都來了，這還是吃素好，你不必勸他，他自然就吃素！尤其中年以上。所以不要強迫，不要說吃肉這個東西有罪過，那說得愈說他愈難過，你們家庭對立，家就不和了。家和萬事興，你家一不和，這學佛學壞了，不是佛法有問題，是你自己誤會，你學錯了，這不可以不知道。佛法永遠是慈悲的，永遠是和諧的，如果發生家庭不和，那你就要特別留意，要認真去反省。你要肯定佛法沒有錯誤，你自己學錯了，哪有這種道理！"
    },
    {
      "id": "12-017-1986_p0033",
      "zh_CN": "不但佛法与世法不冲突，佛教跟世间所有宗教都不冲突，一切法没有冲突的。为什么？它自性现的，哪来的冲突！冲突从哪生的？冲突是你自己的妄想分别执着里产生。佛里头佛没有，经也没有，教也没有，真正出家人修学的也没有。你想想都是你自己胡思乱想，你自己妄想分别执着，对于佛经的意思没有了解。愿解如来真实义，你是不解如来真实义，产生许多错误的观念，造成不良的后果。这个样子反而破坏了佛法，让很多没有学佛的人产生误会，学佛的人也被你误导，这个问题就严重了。所以学佛这桩事情，你看看，佛在《阿难问事佛吉凶经》里面，讲得很清楚，阿难提出一个问题，这个问题是什么？学佛到底是好还是不好？这是大家所关心的事情。这部经上讲得很清楚，佛教学佛是什么？学佛头一个条件要找明师，这个明是明白的明；不是有名气的，名气大的，不见得是真正的好老师。是个明白的老师，也就是说这个老师有修有证，这是好老师。",
      "zh_TW": "不但佛法與世法不衝突，佛教跟世間所有宗教都不衝突，一切法沒有衝突的。為什麼？它自性現的，哪來的衝突！衝突從哪生的？衝突是你自己的妄想分別執著裡產生。佛裡頭佛沒有，經也沒有，教也沒有，真正出家人修學的也沒有。你想想都是你自己胡思亂想，你自己妄想分別執著，對於佛經的意思沒有了解。願解如來真實義，你是不解如來真實義，產生許多錯誤的觀念，造成不良的後果。這個樣子反而破壞了佛法，讓很多沒有學佛的人產生誤會，學佛的人也被你誤導，這個問題就嚴重了。所以學佛這樁事情，你看看，佛在《阿難問事佛吉凶經》裡面，講得很清楚，阿難提出一個問題，這個問題是什麼？學佛到底是好還是不好？這是大家所關心的事情。這部經上講得很清楚，佛教學佛是什麼？學佛頭一個條件要找明師，這個明是明白的明；不是有名氣的，名氣大的，不見得是真正的好老師。是個明白的老師，也就是說這個老師有修有證，這是好老師。"
    },
    {
      "id": "12-017-1986_p0034",
      "zh_CN": "现在找这个老师不容易，找证果的难，但是至少他是有学有修，不离开经教的，你找这样的老师，就不会错！佛法是师道，要孝亲尊师才能够入佛门，才能够学佛。所以千万不可以误会，如果有这些矛盾产生，你不要怪别人，回过头来自己学错了。如果都像你这样学佛，释迦牟尼佛还能传得下来吗？早就被淘汰掉了。大乘教里佛常常讲，「菩萨所在之处，令一切众生生欢喜心」。你在家里叫一家人都不好受，你在一个团体里叫那个团体的人都不舒服，这是完全违背了佛教。这样的佛教，首先我就不愿意接触，我就不愿意学它，为什么？没有用处！佛家讲大慈大悲，那慈悲何在？你根本没有慈悲。所以你一定要把佛法搞清楚、搞明白，你才能做得正，解，解得清楚，做得正，令一切众生生欢喜心这是佛法。这说到愿身。今天时间到了，我们就学到此地。",
      "zh_TW": "現在找這個老師不容易，找證果的難，但是至少他是有學有修，不離開經教的，你找這樣的老師，就不會錯！佛法是師道，要孝親尊師才能夠入佛門，才能夠學佛。所以千萬不可以誤會，如果有這些矛盾產生，你不要怪別人，回過頭來自己學錯了。如果都像你這樣學佛，釋迦牟尼佛還能傳得下來嗎？早就被淘汰掉了。大乘教裡佛常常講，「菩薩所在之處，令一切眾生生歡喜心」。你在家裡叫一家人都不好受，你在一個團體裡叫那個團體的人都不舒服，這是完全違背了佛教。這樣的佛教，首先我就不願意接觸，我就不願意學它，為什麼？沒有用處！佛家講大慈大悲，那慈悲何在？你根本沒有慈悲。所以你一定要把佛法搞清楚、搞明白，你才能做得正，解，解得清楚，做得正，令一切眾生生歡喜心這是佛法。這說到願身。今天時間到了，我們就學到此地。"
    }
  ]
}