{
  "doc_id": "12-017-1894",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八九四卷",
    "zh_TW": "第一八九四卷"
  },
  "year": "2008",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1894",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "12-017-1894_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「升须弥山顶品第十三」，经文第四段看起，「第四各严殿座」。我们将经文念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「升須彌山頂品第十三」，經文第四段看起，「第四各嚴殿座」。我們將經文念一遍："
    },
    {
      "id": "12-017-1894_p0002",
      "zh_CN": "【即以神力庄严此殿。置普光明藏师子之座。其座悉以妙宝所成。十千层级迥极庄严。十千金网弥覆其上。十千种帐十千种盖周回间列。十千缯绮以为垂带。十千珠璎周遍交络。十千衣服敷布座上。十千天子十千梵王前后围绕。十千光明而为照耀。】",
      "zh_TW": "【即以神力莊嚴此殿。置普光明藏師子之座。其座悉以妙寶所成。十千層級迥極莊嚴。十千金網彌覆其上。十千種帳十千種蓋周迴間列。十千繒綺以為垂帶。十千珠瓔周遍交絡。十千衣服敷布座上。十千天子十千梵王前後圍繞。十千光明而為照耀。】"
    },
    {
      "id": "12-017-1894_p0003",
      "zh_CN": "这段经文第一句是总说，后面是别说，都是讲的表法。清凉大师告诉我们，「表严根欲之殿」，因为忉利天是欲界天，五欲还没有完全放下，比我们淡很多，比四王天也淡很多，所以它有圆满的庄严。就世间法来讲，这是对于佛陀的尊敬，对于佛法的尊重，显示出自己求法的心真诚。印祖常说「一分诚敬得一分利益，十分诚敬得十分利益」，这种庄严具需不需要？在世间是很需要的。佛法虽然重实质不重形式，这些全是形式，但是佛法的弘扬必定是自利利他。重实质是自利，如果要是利益众生那就要形式，因为这种形式上庄严，才能够引发还没有学佛的人，对佛法没有认识的人，引起他们的注意，启发他们，让他们对佛法起尊重的心，起仰慕的心、向往的心，就召集大众。这等于说是舞台的表演，舞台布置得富丽堂皇，给谁看？给观众看的。绝对不是给表演这些人看的，一切为观众；佛法是一切为众生，为众生演出种种庄严的相。所以这个道理我们不能不懂，于是道场的庄严你就知道那是必要的，不能够疏忽。尽心尽力就是圆满功德，如果超过自己的能力勉强去做，这不如法，尽心尽力叫做圆满。",
      "zh_TW": "這段經文第一句是總說，後面是別說，都是講的表法。清涼大師告訴我們，「表嚴根欲之殿」，因為忉利天是欲界天，五欲還沒有完全放下，比我們淡很多，比四王天也淡很多，所以它有圓滿的莊嚴。就世間法來講，這是對於佛陀的尊敬，對於佛法的尊重，顯示出自己求法的心真誠。印祖常說「一分誠敬得一分利益，十分誠敬得十分利益」，這種莊嚴具需不需要？在世間是很需要的。佛法雖然重實質不重形式，這些全是形式，但是佛法的弘揚必定是自利利他。重實質是自利，如果要是利益眾生那就要形式，因為這種形式上莊嚴，才能夠引發還沒有學佛的人，對佛法沒有認識的人，引起他們的注意，啟發他們，讓他們對佛法起尊重的心，起仰慕的心、嚮往的心，就召集大眾。這等於說是舞台的表演，舞台布置得富麗堂皇，給誰看？給觀眾看的。絕對不是給表演這些人看的，一切為觀眾；佛法是一切為眾生，為眾生演出種種莊嚴的相。所以這個道理我們不能不懂，於是道場的莊嚴你就知道那是必要的，不能夠疏忽。盡心盡力就是圓滿功德，如果超過自己的能力勉強去做，這不如法，盡心盡力叫做圓滿。"
    },
    {
      "id": "12-017-1894_p0004",
      "zh_CN": "底下说「为法器故，置师子座」，这把它说明「表十住之法门故，文有十句」，第一句是总说，后面是别说。总说里面说『置普光明藏师子之座』，普光明藏师子座是什么？清凉大师只说这是表十住法门，「普光明藏，此是解位」，后面说「智照法空，含众德故，从信始入，故有置言」。实在讲就是世尊到忉利天宫说法，给世尊铺个座位，这个座位就叫普光明藏。由此可知，普光明藏是佛的性德，跟大乘教里面一般所说的大光明藏是一个意思，是自性。一切诸佛如来、一切佛法、一切万物，都是从普光明藏流露出来的。要用哲学的名词来说，这是宇宙万有的本体，普光明藏就是本体。能生万法，一切法都是从它而来，这个意思就深了，到底是个什么样的座位？什么样的座位都可以。我们凡夫看到释迦牟尼佛在菩提树下，是坐在生草铺的座位上，他在那里打坐；可是天人看释迦牟尼佛在菩提树下，他坐的是金刚宝座。由此可知，佛坐在那里，他没有起心动念，每个人看他的座不一样，每个人看佛像也不一样，这个道理我们现在明白了，境随心转。前面说过，随谁的心？随我们自己的心。佛坐在那个地方，我们许多人去见佛，每个人看的世界都不一样，你说这境是不是随心转？",
      "zh_TW": "底下說「為法器故，置師子座」，這把它說明「表十住之法門故，文有十句」，第一句是總說，後面是別說。總說裡面說『置普光明藏師子之座』，普光明藏師子座是什麼？清涼大師只說這是表十住法門，「普光明藏，此是解位」，後面說「智照法空，含眾德故，從信始入，故有置言」。實在講就是世尊到忉利天宮說法，給世尊鋪個座位，這個座位就叫普光明藏。由此可知，普光明藏是佛的性德，跟大乘教裡面一般所說的大光明藏是一個意思，是自性。一切諸佛如來、一切佛法、一切萬物，都是從普光明藏流露出來的。要用哲學的名詞來說，這是宇宙萬有的本體，普光明藏就是本體。能生萬法，一切法都是從它而來，這個意思就深了，到底是個什麼樣的座位？什麼樣的座位都可以。我們凡夫看到釋迦牟尼佛在菩提樹下，是坐在生草鋪的座位上，他在那裡打坐；可是天人看釋迦牟尼佛在菩提樹下，他坐的是金剛寶座。由此可知，佛坐在那裡，他沒有起心動念，每個人看他的座不一樣，每個人看佛像也不一樣，這個道理我們現在明白了，境隨心轉。前面說過，隨誰的心？隨我們自己的心。佛坐在那個地方，我們許多人去見佛，每個人看的世界都不一樣，你說這境是不是隨心轉？"
    },
    {
      "id": "12-017-1894_p0005",
      "zh_CN": "香港佛门的大德圣一法师，早年我到香港来讲经，一九七七年我们见面的时候，那时候我讲经他老人家每天都来听。告诉我，他们曾经有三个出家人，那时候大陆刚刚开放，他们到普陀山去朝圣，在梵音洞里面拜观世音菩萨，三个出家人在洞口拜了半个小时，观音菩萨出现了，每个人都非常欢喜。有很多人拜了没有看见，他们三个都看到，离开的时候，在路上三个人就问，你见到观音菩萨现的什么像？圣一法师见到的，现的像像地藏王菩萨一样，戴毘卢帽，完全是金色的，现这个像。另外一位法师看到的，就像我们普通看到的白衣观音，现的是这个像。第三位法师看到一个比丘僧的像，三个人都看到，同时看到。你看，同时、同处，不一样。我们就晓得，每个人心不一样，那个相从哪来？相从心生，是你自己心里面现出来的。前面讲的道理讲得好，从佛菩萨来讲是从体起用，他起的用现相，相由体现的；我们见到的人，见到的人是相由心生的。我们的心想见菩萨这是缘，这是你心想生，所以你心想见到这个相。这是个很好的例子，这个事情发生距离我们现在不算远，大概三十年的样子。",
      "zh_TW": "香港佛門的大德聖一法師，早年我到香港來講經，一九七七年我們見面的時候，那時候我講經他老人家每天都來聽。告訴我，他們曾經有三個出家人，那時候大陸剛剛開放，他們到普陀山去朝聖，在梵音洞裡面拜觀世音菩薩，三個出家人在洞口拜了半個小時，觀音菩薩出現了，每個人都非常歡喜。有很多人拜了沒有看見，他們三個都看到，離開的時候，在路上三個人就問，你見到觀音菩薩現的什麼像？聖一法師見到的，現的像像地藏王菩薩一樣，戴毘盧帽，完全是金色的，現這個像。另外一位法師看到的，就像我們普通看到的白衣觀音，現的是這個像。第三位法師看到一個比丘僧的像，三個人都看到，同時看到。你看，同時、同處，不一樣。我們就曉得，每個人心不一樣，那個相從哪來？相從心生，是你自己心裡面現出來的。前面講的道理講得好，從佛菩薩來講是從體起用，他起的用現相，相由體現的；我們見到的人，見到的人是相由心生的。我們的心想見菩薩這是緣，這是你心想生，所以你心想見到這個相。這是個很好的例子，這個事情發生距離我們現在不算遠，大概三十年的樣子。"
    },
    {
      "id": "12-017-1894_p0006",
      "zh_CN": "这第一句是讲体，能现之体是普光明藏。十住菩萨是解位，《华严》信解行证，所以它这里代表的是「智照法空，含众德故」。法是法性，总的来说是法相，法性能现，法相是所现。至于万法千变万化，这是什么原因？这是识变的，识是什么？起心动念、分别、执着。所以三位法师在梵音洞上，见的观音菩萨现的像不一样，他们起心动念、分别执着不相同，所以见的观音像不一样。观音有没有分别执着？给诸位说，没有，不但没有分别执着，决定没有起心动念。就像江本博士做的水实验一样，这个我们可以做，三个人，我们每个人都写一个「爱」字，贴在水瓶上面，三个结晶一定都很好看，但是不是相同的？没有一个相同。就是自己写的这一个「爱」，我现在贴在水瓶上，看水瓶的结晶；我还用这个字，我再贴在另外一个水瓶上，再去看，现的相也不一样。江本博士告诉我，他几十万次的实验，从来没有看到两个结晶是完全相同的。为什么？我们的念头刹那在变，虽然是讲一个爱字，那个爱字里面的成分不一样，所以结晶显现出来的时候大同小异。前一秒钟跟后一秒钟不相同，此处跟他方也不相同。在佛法里面，总的来说，叫不可思议，妙极了！但是你要晓得，「凡所有相，皆是虚妄」，这个道理你总要牢牢的记住，为什么？你就不执着了，进一步你就不分别，你真正能放得下。放下之后，全心全力照顾苦难的众生，为什么？他们还没觉悟，他们还没回头，所以全心全力帮助他们。帮助他们就真正帮助自己，帮助自己什么？帮助自己提升境界。在财富上帮助人，在智慧上帮助人，佛给我们讲的三种布施，这才是真的。三种布施你一定要晓得，你像菩萨一样修大布施，众生得到的有限，不多！你自己得到的是无量无边，得到什么？提升自己的灵性。灵性向上提升，你的智慧、神通、道力、相好，福报是在相好里面，也不断向上提升。",
      "zh_TW": "這第一句是講體，能現之體是普光明藏。十住菩薩是解位，《華嚴》信解行證，所以它這裡代表的是「智照法空，含眾德故」。法是法性，總的來說是法相，法性能現，法相是所現。至於萬法千變萬化，這是什麼原因？這是識變的，識是什麼？起心動念、分別、執著。所以三位法師在梵音洞上，見的觀音菩薩現的像不一樣，他們起心動念、分別執著不相同，所以見的觀音像不一樣。觀音有沒有分別執著？給諸位說，沒有，不但沒有分別執著，決定沒有起心動念。就像江本博士做的水實驗一樣，這個我們可以做，三個人，我們每個人都寫一個「愛」字，貼在水瓶上面，三個結晶一定都很好看，但是不是相同的？沒有一個相同。就是自己寫的這一個「愛」，我現在貼在水瓶上，看水瓶的結晶；我還用這個字，我再貼在另外一個水瓶上，再去看，現的相也不一樣。江本博士告訴我，他幾十萬次的實驗，從來沒有看到兩個結晶是完全相同的。為什麼？我們的念頭剎那在變，雖然是講一個愛字，那個愛字裡面的成分不一樣，所以結晶顯現出來的時候大同小異。前一秒鐘跟後一秒鐘不相同，此處跟他方也不相同。在佛法裡面，總的來說，叫不可思議，妙極了！但是你要曉得，「凡所有相，皆是虛妄」，這個道理你總要牢牢的記住，為什麼？你就不執著了，進一步你就不分別，你真正能放得下。放下之後，全心全力照顧苦難的眾生，為什麼？他們還沒覺悟，他們還沒回頭，所以全心全力幫助他們。幫助他們就真正幫助自己，幫助自己什麼？幫助自己提升境界。在財富上幫助人，在智慧上幫助人，佛給我們講的三種布施，這才是真的。三種布施你一定要曉得，你像菩薩一樣修大布施，眾生得到的有限，不多！你自己得到的是無量無邊，得到什麼？提升自己的靈性。靈性向上提升，你的智慧、神通、道力、相好，福報是在相好裡面，也不斷向上提升。"
    },
    {
      "id": "12-017-1894_p0007",
      "zh_CN": "我们在《华严》上看到，华藏世界的毘卢遮那佛、卢舍那佛是报身佛。报身佛，佛说「身有无量相，相有无量好」，不是三十二相八十种好。这是什么？这就是你灵性提升，自性里面众德自然流露。你要是不肯舍，那变成什么？能说不能行。佛法学得很多，甚至于下了很多苦功夫，能背能讲，说得天花乱坠。李老师从前跟我们说，该怎么生死还是怎么生死，这个意思就是说，你还是轮回心。轮回心学佛法也是造轮回业，不过在轮回业这是善法，但是很难讲，佛法是善法，如果我们行得不善，自己造业报是一重罪，让外面社会人看到，他起副作用，「学佛的人也贪，贪瞋痴慢他都具足」，别人起这个念头，造这种口业，你要负责任，这个麻烦就大了，这是我们不能不知道的。菩萨所在之处，怎么可以叫众生造业，尤其造恶业，这不可以。总要帮助众生断恶修善，总是要帮助众生破迷开悟，这就对了。所以菩萨所在之处，决定是给众生做最好的榜样。这个最好的榜样不是定法，你看看现在众生他造的是什么毛病，菩萨自然示现。菩萨没有心，就是没有起心动念，是随众生的心，众生的心他自己也不知道，而是什么？他的善根发现。无始劫来他阿赖耶有善根，遇到这个缘他自然发现，起感应道交的作用。这个道理很深，很深的哲学问题，所以方先生说佛经，尤其是《华严》，是所有哲学里面的最高峰。我们通过半个世纪的学习，肯定了方老师这句话。",
      "zh_TW": "我們在《華嚴》上看到，華藏世界的毘盧遮那佛、盧舍那佛是報身佛。報身佛，佛說「身有無量相，相有無量好」，不是三十二相八十種好。這是什麼？這就是你靈性提升，自性裡面眾德自然流露。你要是不肯捨，那變成什麼？能說不能行。佛法學得很多，甚至於下了很多苦功夫，能背能講，說得天花亂墜。李老師從前跟我們說，該怎麼生死還是怎麼生死，這個意思就是說，你還是輪迴心。輪迴心學佛法也是造輪迴業，不過在輪迴業這是善法，但是很難講，佛法是善法，如果我們行得不善，自己造業報是一重罪，讓外面社會人看到，他起副作用，「學佛的人也貪，貪瞋痴慢他都具足」，別人起這個念頭，造這種口業，你要負責任，這個麻煩就大了，這是我們不能不知道的。菩薩所在之處，怎麼可以叫眾生造業，尤其造惡業，這不可以。總要幫助眾生斷惡修善，總是要幫助眾生破迷開悟，這就對了。所以菩薩所在之處，決定是給眾生做最好的榜樣。這個最好的榜樣不是定法，你看看現在眾生他造的是什麼毛病，菩薩自然示現。菩薩沒有心，就是沒有起心動念，是隨眾生的心，眾生的心他自己也不知道，而是什麼？他的善根發現。無始劫來他阿賴耶有善根，遇到這個緣他自然發現，起感應道交的作用。這個道理很深，很深的哲學問題，所以方先生說佛經，尤其是《華嚴》，是所有哲學裡面的最高峰。我們通過半個世紀的學習，肯定了方老師這句話。"
    },
    {
      "id": "12-017-1894_p0008",
      "zh_CN": "法空是讲的性，众德是讲的相、是讲的作用，就是六祖惠能大师所说的「能生万法」。后面这句话重要，「从信始入」，所以它有个置，它表这个意思。你对老师要有信心、对于老师所传授的法有信心，对自己有信心，对于自己的信解有信心，对自己的行证有信心，你怎么会不成就！有信心，他真干。没有信心，他做不到，虽然学，学得很欢喜，也法喜充满，他不肯做，这种人怎么样？这种人也很正常。因为佛在经上常常告诉我们，每个人对于大乘教不是你这一生才开始，你过去生中无量劫来，生生世世都会遇到，都在这里很认真学，所以学得很欢喜。都是因为没有做到，所以来生还要学，就这么个道理。这一生学了之后能做到，等于说你学了这阵子毕业、成就了。听了怎么？听了真干，这不容易，真的放下，只要肯放下，智慧就慢慢开了。为什么？执着障碍智慧，执着能放下一分，你就透一分智慧，放下两分就透两分智慧。",
      "zh_TW": "法空是講的性，眾德是講的相、是講的作用，就是六祖惠能大師所說的「能生萬法」。後面這句話重要，「從信始入」，所以它有個置，它表這個意思。你對老師要有信心、對於老師所傳授的法有信心，對自己有信心，對於自己的信解有信心，對自己的行證有信心，你怎麼會不成就！有信心，他真幹。沒有信心，他做不到，雖然學，學得很歡喜，也法喜充滿，他不肯做，這種人怎麼樣？這種人也很正常。因為佛在經上常常告訴我們，每個人對於大乘教不是你這一生才開始，你過去生中無量劫來，生生世世都會遇到，都在這裡很認真學，所以學得很歡喜。都是因為沒有做到，所以來生還要學，就這麼個道理。這一生學了之後能做到，等於說你學了這陣子畢業、成就了。聽了怎麼？聽了真幹，這不容易，真的放下，只要肯放下，智慧就慢慢開了。為什麼？執著障礙智慧，執著能放下一分，你就透一分智慧，放下兩分就透兩分智慧。"
    },
    {
      "id": "12-017-1894_p0009",
      "zh_CN": "我们读《坛经》，细细去看惠能大师，他分别执着没有，起心动念还有，那你就晓得这个人善根是多么深厚。所以遇到五祖忍和尚，忍和尚点一点他就通，那个通是什么？连起心动念放下了。这什么境界？初住菩萨的境界。这是最低的境界，初住菩萨，那个境界在一真法界，不在十法界。他所得到的，我们佛法里面讲，他所证得的就是他得到的，他真正证得，他得到什么？清净，不生不灭，他见性了。「何期自性，本自清净」，清净得到了，这个心得到之后，我们就会想到《金刚经》上所说的，「信心清净则生实相」，自性里面本具的实相般若统统现前。这是大乘佛法，这不是假的，这个智慧开了，世出世间所有一切法全通了，没有一点障碍。得到「本不生灭」，就是佛教以及印度所有宗教所追求的大般涅槃，他证得了。他告诉我们，自性里面「本自具足」，就是此地讲的含众德故，本自具足，没有丝毫欠缺，你得到大圆满。「本无动摇」是自性本定，就是说没有起心动念。末后说「能生万法」，真正得大自在，叫成佛去了，十住菩萨，初住菩萨，成佛去了。他还有问题，就是清凉大师给我们讲的，无始无明的习气还在。记住，不是分别的习气，不是执着的习气，分别执着的习气早就没有了，在四圣法界里面就断掉了。剩下来的是无始无明的习气，无始无明的习气很难讲，也许就是现在科学家所说的波动，就是波动的现象。非常微细的波动，这种非常微细的波动连自己都不知道。",
      "zh_TW": "我們讀《壇經》，細細去看惠能大師，他分別執著沒有，起心動念還有，那你就曉得這個人善根是多麼深厚。所以遇到五祖忍和尚，忍和尚點一點他就通，那個通是什麼？連起心動念放下了。這什麼境界？初住菩薩的境界。這是最低的境界，初住菩薩，那個境界在一真法界，不在十法界。他所得到的，我們佛法裡面講，他所證得的就是他得到的，他真正證得，他得到什麼？清淨，不生不滅，他見性了。「何期自性，本自清淨」，清淨得到了，這個心得到之後，我們就會想到《金剛經》上所說的，「信心清淨則生實相」，自性裡面本具的實相般若統統現前。這是大乘佛法，這不是假的，這個智慧開了，世出世間所有一切法全通了，沒有一點障礙。得到「本不生滅」，就是佛教以及印度所有宗教所追求的大般涅槃，他證得了。他告訴我們，自性裡面「本自具足」，就是此地講的含眾德故，本自具足，沒有絲毫欠缺，你得到大圓滿。「本無動搖」是自性本定，就是說沒有起心動念。末後說「能生萬法」，真正得大自在，叫成佛去了，十住菩薩，初住菩薩，成佛去了。他還有問題，就是清涼大師給我們講的，無始無明的習氣還在。記住，不是分別的習氣，不是執著的習氣，分別執著的習氣早就沒有了，在四聖法界裡面就斷掉了。剩下來的是無始無明的習氣，無始無明的習氣很難講，也許就是現在科學家所說的波動，就是波動的現象。非常微細的波動，這種非常微細的波動連自己都不知道。"
    },
    {
      "id": "12-017-1894_p0010",
      "zh_CN": "所以法身菩萨，初住就是破一品无明，证一分法身，法身菩萨在遍法界虚空界，随众生心，应所知量，众生心想是感，佛菩萨自然就有应。这种感应的能力、感应的智慧，四十一位法身大士跟究竟果地上的佛，究竟圆满佛可以说没有差别。你要说差别，那就是他还带着无明习气，究竟果佛无明习气没有了，差别在此地。这句对我们来讲，比什么都重要，「从信始入」，你什么时候能入门？问题就是你什么时候有信心，关键在这里。这个信心也可以说，这个信心就是你要把你的障碍放下，你的障碍是妄想分别执着，你真的信了，你就放下，你没有放下你还不信，这很重要，什么时候我们真的放下，什么时候真信。所以信不容易，太难了，不要疏忽了这个字，这个字是个关键的字眼。",
      "zh_TW": "所以法身菩薩，初住就是破一品無明，證一分法身，法身菩薩在遍法界虛空界，隨眾生心，應所知量，眾生心想是感，佛菩薩自然就有應。這種感應的能力、感應的智慧，四十一位法身大士跟究竟果地上的佛，究竟圓滿佛可以說沒有差別。你要說差別，那就是他還帶著無明習氣，究竟果佛無明習氣沒有了，差別在此地。這句對我們來講，比什麼都重要，「從信始入」，你什麼時候能入門？問題就是你什麼時候有信心，關鍵在這裡。這個信心也可以說，這個信心就是你要把你的障礙放下，你的障礙是妄想分別執著，你真的信了，你就放下，你沒有放下你還不信，這很重要，什麼時候我們真的放下，什麼時候真信。所以信不容易，太難了，不要疏忽了這個字，這個字是個關鍵的字眼。"
    },
    {
      "id": "12-017-1894_p0011",
      "zh_CN": "「别中初句约体」，初句就是『其座悉以妙宝所成』，这句是体。后面十句都是事，都是「余并显严」，其他的十句都是显示庄严。它十句每句都用十千起头，你看有个十千，你就晓得那是一句。为什么都用十千？「皆云十千者，万行因感故」，这把意思给我们说明了。十千不是数字，是代表大圆满。你看我们平常计数从一到十是个圆满，从十到百也是圆满，从百到千是大圆满，取这个意思。菩萨的修行，真的万行因感，这个万也不是数字，是代表圆满。《华严经》上说的「一即一切，一切即一」，菩萨的一行，无论是布施一块钱，或是持戒、或是忍辱，极其微小的一桩事情，他的功德都遍法界虚空界，为什么？因为他没有妄想分别执着。前面说的「唯心所现」，他没有障碍。没有障碍，极微弱的波动都周遍法界，所以他能修那么大的德，念念都是修圆满功德。这绝对不是凡夫能跟他相比的，妄想分别执着没破，你修再大的功德都有限。",
      "zh_TW": "「別中初句約體」，初句就是『其座悉以妙寶所成』，這句是體。後面十句都是事，都是「餘並顯嚴」，其他的十句都是顯示莊嚴。它十句每句都用十千起頭，你看有個十千，你就曉得那是一句。為什麼都用十千？「皆云十千者，萬行因感故」，這把意思給我們說明了。十千不是數字，是代表大圓滿。你看我們平常計數從一到十是個圓滿，從十到百也是圓滿，從百到千是大圓滿，取這個意思。菩薩的修行，真的萬行因感，這個萬也不是數字，是代表圓滿。《華嚴經》上說的「一即一切，一切即一」，菩薩的一行，無論是布施一塊錢，或是持戒、或是忍辱，極其微小的一樁事情，他的功德都遍法界虛空界，為什麼？因為他沒有妄想分別執著。前面說的「唯心所現」，他沒有障礙。沒有障礙，極微弱的波動都周遍法界，所以他能修那麼大的德，念念都是修圓滿功德。這絕對不是凡夫能跟他相比的，妄想分別執著沒破，你修再大的功德都有限。"
    },
    {
      "id": "12-017-1894_p0012",
      "zh_CN": "就像佛在《金刚经》上所说的，你以大千世界七宝布施，抵不过为人说四句偈的功德。这个话讲了没有人相信，我们不要说是大千世界七宝，我们就以今天来说，你布施一亿的美金，人家说你布施一亿美金做这么多的好事，不如给人家说四句偈，谁相信？没人相信。我们学佛的同学，你相不相信？问你哪个功德大？你也不敢讲，为什么？你不了解这里头真相。你了解事实真相才知道，说四句偈的功德大，为什么？这个四句偈是佛法，一历耳根永为道种，你阿赖耶识里面种了佛法的种子，这个种子生生世世跟着你，将来遇缘起现行，你因这个种子会学佛、修行、开解、证果，现在虽然看不到，这是金刚种子，这个太宝贵了。如果没有这个种子，再大的福报，你都是永远在六道里轮回，你出不了六道！所以了解这个道理才真正知道，念一句阿弥陀佛那个功德比大千世界七宝的功德大，大太多了，不能比。为什么？阿赖耶识里这个阿弥陀佛的种子，将来必定往生极乐世界。我们这个种子多不多？多，多得还不够，还要多，为什么？你现在世缘放不下，你还对这个世间有贪恋。这就是什么？障碍你往生。你要是真的想往生，放下就是，缘就成熟。放不下，一桩事情放不下，就等于说是一条绳索给你绑住，你不能出离。你要真放下，彻底放下，什么时候放下，我们常讲预知时至，你立刻就知道了。所以，什么时候往生，不要问别人，别人不知道，也用不着问佛菩萨，问自己。自己什么时候把世缘放下，你障碍没有了，那时候你想去就去，真的生死自在、来去自由。所以万行因感。",
      "zh_TW": "就像佛在《金剛經》上所說的，你以大千世界七寶布施，抵不過為人說四句偈的功德。這個話講了沒有人相信，我們不要說是大千世界七寶，我們就以今天來說，你布施一億的美金，人家說你布施一億美金做這麼多的好事，不如給人家說四句偈，誰相信？沒人相信。我們學佛的同學，你相不相信？問你哪個功德大？你也不敢講，為什麼？你不了解這裡頭真相。你了解事實真相才知道，說四句偈的功德大，為什麼？這個四句偈是佛法，一歷耳根永為道種，你阿賴耶識裡面種了佛法的種子，這個種子生生世世跟著你，將來遇緣起現行，你因這個種子會學佛、修行、開解、證果，現在雖然看不到，這是金剛種子，這個太寶貴了。如果沒有這個種子，再大的福報，你都是永遠在六道裡輪迴，你出不了六道！所以了解這個道理才真正知道，念一句阿彌陀佛那個功德比大千世界七寶的功德大，大太多了，不能比。為什麼？阿賴耶識裡這個阿彌陀佛的種子，將來必定往生極樂世界。我們這個種子多不多？多，多得還不夠，還要多，為什麼？你現在世緣放不下，你還對這個世間有貪戀。這就是什麼？障礙你往生。你要是真的想往生，放下就是，緣就成熟。放不下，一樁事情放不下，就等於說是一條繩索給你綁住，你不能出離。你要真放下，徹底放下，什麼時候放下，我們常講預知時至，你立刻就知道了。所以，什麼時候往生，不要問別人，別人不知道，也用不著問佛菩薩，問自己。自己什麼時候把世緣放下，你障礙沒有了，那時候你想去就去，真的生死自在、來去自由。所以萬行因感。"
    },
    {
      "id": "12-017-1894_p0013",
      "zh_CN": "第一句里头，『十千层级』，十千是一万，「万行熏成故」，好像台阶一层比一层高，这就是我们平常讲的「断恶修善，积功累德」，这个要做的。千万不要积财，佛在大小乘经论里讲得很多，时时刻刻我们自己能提得起来，佛常讲「积财丧道」，你有财富，你自己要做好事，散财。你不能说是我有儿女，儿女很可靠，我留给儿女，将来我死了，儿女给我做佛事，给我超度，错了。你把你修行的事情委托给别人，他做不到，他的心没有你的心那么真，没有你的心那么纯。你应该自己超度自己，不要委托任何人，任何人都不可靠，最靠得住的是自己，都要懂，要真干。什么是好事？当前迫切需要的，这是好事。现在当前迫切需要的是什么？现在人都迷，都迷惑颠倒，都干贪瞋痴慢，我们现在晓得，原因在哪里？原因在教育。所以现前提倡普及教育，这个对的，普及教育那就是基本的教育，伦理、道德、因果这是普及教育。",
      "zh_TW": "第一句裡頭，『十千層級』，十千是一萬，「萬行熏成故」，好像台階一層比一層高，這就是我們平常講的「斷惡修善，積功累德」，這個要做的。千萬不要積財，佛在大小乘經論裡講得很多，時時刻刻我們自己能提得起來，佛常講「積財喪道」，你有財富，你自己要做好事，散財。你不能說是我有兒女，兒女很可靠，我留給兒女，將來我死了，兒女給我做佛事，給我超度，錯了。你把你修行的事情委託給別人，他做不到，他的心沒有你的心那麼真，沒有你的心那麼純。你應該自己超度自己，不要委託任何人，任何人都不可靠，最靠得住的是自己，都要懂，要真幹。什麼是好事？當前迫切需要的，這是好事。現在當前迫切需要的是什麼？現在人都迷，都迷惑顛倒，都幹貪瞋痴慢，我們現在曉得，原因在哪裡？原因在教育。所以現前提倡普及教育，這個對的，普及教育那就是基本的教育，倫理、道德、因果這是普及教育。"
    },
    {
      "id": "12-017-1894_p0014",
      "zh_CN": "怎么提倡法？从我自己本身做起，这个功德大。我要在在处处、时时刻刻把它表演出来，给大众做个好样子。大众把钱财看得很重，我们把钱财拿去做好事，自己依然过一种清苦的生活，清苦是最健康的生活。想到释迦牟尼佛他老人家做好样子给我们看，做得真是究竟圆满。佛每天到外面去托钵，人家给什么吃什么，没有挑剔。僧团里面更难得，托来的时候，不是托来就吃，不是。托来之后回到道场，道场都在山林、在树下，每个人托的饭都合在一起，然后念供养咒，再把这个饭大家分了吃。所以「一钵千家饭」，一点没错，这有道理的，因为他们那时候佛的弟子一千二百五十五人，每个人都去托钵，托钵回来的饭都集中在一起。所以你在那里面分开，每个人托的都在一起，托多托少没关系，托的饭菜好的、饭菜不好的统统混合在一起。你看做这种样子给我们看，这真的叫平等，我们不能忘记，纵然做不到，要心里常常想到，我们什么时候也能够有这样的一种缘分出现。",
      "zh_TW": "怎麼提倡法？從我自己本身做起，這個功德大。我要在在處處、時時刻刻把它表演出來，給大眾做個好樣子。大眾把錢財看得很重，我們把錢財拿去做好事，自己依然過一種清苦的生活，清苦是最健康的生活。想到釋迦牟尼佛他老人家做好樣子給我們看，做得真是究竟圓滿。佛每天到外面去托缽，人家給什麼吃什麼，沒有挑剔。僧團裡面更難得，托來的時候，不是托來就吃，不是。托來之後回到道場，道場都在山林、在樹下，每個人托的飯都合在一起，然後念供養咒，再把這個飯大家分了吃。所以「一缽千家飯」，一點沒錯，這有道理的，因為他們那時候佛的弟子一千二百五十五人，每個人都去托缽，托缽回來的飯都集中在一起。所以你在那裡面分開，每個人托的都在一起，托多托少沒關係，托的飯菜好的、飯菜不好的統統混合在一起。你看做這種樣子給我們看，這真的叫平等，我們不能忘記，縱然做不到，要心裡常常想到，我們什麼時候也能夠有這樣的一種緣分出現。"
    },
    {
      "id": "12-017-1894_p0015",
      "zh_CN": "过去香港有位法师叫洗尘，他有个老同参叫金山，这两个法师跟我都是好朋友，过世多年了。他到台湾来找过我，跟我谈过，怎么样能把佛教振兴起来？那个时候我正在讲《金刚经》，江味农居士在《讲义》里面提倡，佛法真正振兴一定要实行托钵的制度。所以我就跟他建议，我说我们找五个人，五个出家人五比丘，现在在香港这地区，我们露宿还没有这个能力，身体不行，但是住小帐篷可以。我们以前在学校念书露营的时候，童子军露营的小帐篷，我住过小帐篷。小帐篷可以，五个出家人，随便找哪个地方搭小帐篷。白天出去托钵，香港佛教徒很多，不怕没有人供养。托回来的饭，回来用一个大脸盆统统倒在里面，然后再分而食之，行！我给他建议，我说你去找五个比丘，我算一个。他就找不到了。",
      "zh_TW": "過去香港有位法師叫洗塵，他有個老同參叫金山，這兩個法師跟我都是好朋友，過世多年了。他到台灣來找過我，跟我談過，怎麼樣能把佛教振興起來？那個時候我正在講《金剛經》，江味農居士在《講義》裡面提倡，佛法真正振興一定要實行托缽的制度。所以我就跟他建議，我說我們找五個人，五個出家人五比丘，現在在香港這地區，我們露宿還沒有這個能力，身體不行，但是住小帳篷可以。我們以前在學校念書露營的時候，童子軍露營的小帳篷，我住過小帳篷。小帳篷可以，五個出家人，隨便找哪個地方搭小帳篷。白天出去托缽，香港佛教徒很多，不怕沒有人供養。托回來的飯，回來用一個大臉盆統統倒在裡面，然後再分而食之，行！我給他建議，我說你去找五個比丘，我算一個。他就找不到了。"
    },
    {
      "id": "12-017-1894_p0016",
      "zh_CN": "在这末法时期，纵然这种形式没有了，如何能保持着释迦牟尼佛所倡导的精神，这个重要。这个精神就是六和敬里面讲「利和同均」，这是大乘佛法的精神。能常常记住，帮助我们，帮助自己看破、放下，排除自己的障碍，让自己在这一生当中顺利的提升，这个重要。我们走的路子还是走极乐世界，为什么？它靠得住，真的是稳当、快速，世间人所说的事半功倍的效果。我们能这样做就给很多人带来启发，这个效果大，这个效果就是佛法讲的功德。所以应当要做，要恢复释迦牟尼佛当年在世的时候那样的教化行持。佛一生教学，现在讲办班教学，从开悟，三十岁开始，一直到圆寂七十九岁，四十九年从来没有中断过，这是我们不能不知道的。这是层级代表的意思，我们谚语讲的「步步高升」，不要停滞，更不可以倒退。",
      "zh_TW": "在這末法時期，縱然這種形式沒有了，如何能保持著釋迦牟尼佛所倡導的精神，這個重要。這個精神就是六和敬裡面講「利和同均」，這是大乘佛法的精神。能常常記住，幫助我們，幫助自己看破、放下，排除自己的障礙，讓自己在這一生當中順利的提升，這個重要。我們走的路子還是走極樂世界，為什麼？它靠得住，真的是穩當、快速，世間人所說的事半功倍的效果。我們能這樣做就給很多人帶來啟發，這個效果大，這個效果就是佛法講的功德。所以應當要做，要恢復釋迦牟尼佛當年在世的時候那樣的教化行持。佛一生教學，現在講辦班教學，從開悟，三十歲開始，一直到圓寂七十九歲，四十九年從來沒有中斷過，這是我們不能不知道的。這是層級代表的意思，我們諺語講的「步步高升」，不要停滯，更不可以倒退。"
    },
    {
      "id": "12-017-1894_p0017",
      "zh_CN": "第二句「金网防护」，第二句经文是『十千金网弥覆其上』，这个现在我们就晓得，现在人所说的环境的保护，环保。现在讲环保，金网防护就是环保，不但身心要防护，环境也要防护。金网是什么？给诸位说，就是戒律。说到戒律，包括《十善业道》、包括《感应篇》、包括《弟子规》，所以《弟子规》、《感应篇》是金网。佛法因戒得定，因定开慧，能持戒，那你就是有防护的网；你破戒，不持戒，那你这个防护完全没有了。没有防护，那你要知道，内有烦恼贪瞋痴慢疑，外面有诱惑，五欲六尘的诱惑，你的道业就难了。你怎么能成就？我们在这么多年当中，也深深的去反省，为什么十善业道做不到？为什么三皈五戒做不到？都变成形式。出家，沙弥律仪做不到，我们的金网防护完全撤销，没有了。现在我们来看看，三贤位的菩萨他们具足，十住、十行、十回向菩萨尚且严持戒律。他们都是见了性的菩萨，还要这样做吗？严持戒律是不是有分别、有执着？这个分别执着是表演的，是做给我们看的，其实他们从来没有起心动念过。也就是我们这些众生心，感得菩萨现这个相给我们看，现严持戒律。释迦牟尼佛在《梵网经》里面告诉我们，他这一次，就是三千年前在印度出现，示现以佛身来教化众生，他说这一次是第八千次；换句话说，他到这个地球上来过的次数太多了。他还要那么样守持戒律，我们就晓得做给我们看的，是为我们表演的。佛如果不持戒，他说的这些戒律我们就不会去做；他做到了，他做出榜样给我们看。就如同《弟子规》，《弟子规》是谁做的？菩萨做的，哪个是菩萨？父母是菩萨。小孩才生下来，父母家人在小孩面前，言行举止都要把弟子规演出来，表演出来，给谁看？给婴孩看。父母表演得很好，小孩受教，他完全接受，不折不扣。",
      "zh_TW": "第二句「金網防護」，第二句經文是『十千金網彌覆其上』，這個現在我們就曉得，現在人所說的環境的保護，環保。現在講環保，金網防護就是環保，不但身心要防護，環境也要防護。金網是什麼？給諸位說，就是戒律。說到戒律，包括《十善業道》、包括《感應篇》、包括《弟子規》，所以《弟子規》、《感應篇》是金網。佛法因戒得定，因定開慧，能持戒，那你就是有防護的網；你破戒，不持戒，那你這個防護完全沒有了。沒有防護，那你要知道，內有煩惱貪瞋痴慢疑，外面有誘惑，五欲六塵的誘惑，你的道業就難了。你怎麼能成就？我們在這麼多年當中，也深深的去反省，為什麼十善業道做不到？為什麼三皈五戒做不到？都變成形式。出家，沙彌律儀做不到，我們的金網防護完全撤銷，沒有了。現在我們來看看，三賢位的菩薩他們具足，十住、十行、十迴向菩薩尚且嚴持戒律。他們都是見了性的菩薩，還要這樣做嗎？嚴持戒律是不是有分別、有執著？這個分別執著是表演的，是做給我們看的，其實他們從來沒有起心動念過。也就是我們這些眾生心，感得菩薩現這個相給我們看，現嚴持戒律。釋迦牟尼佛在《梵網經》裡面告訴我們，他這一次，就是三千年前在印度出現，示現以佛身來教化眾生，他說這一次是第八千次；換句話說，他到這個地球上來過的次數太多了。他還要那麼樣守持戒律，我們就曉得做給我們看的，是為我們表演的。佛如果不持戒，他說的這些戒律我們就不會去做；他做到了，他做出榜樣給我們看。就如同《弟子規》，《弟子規》是誰做的？菩薩做的，哪個是菩薩？父母是菩薩。小孩才生下來，父母家人在小孩面前，言行舉止都要把弟子規演出來，表演出來，給誰看？給嬰孩看。父母表演得很好，小孩受教，他完全接受，不折不扣。"
    },
    {
      "id": "12-017-1894_p0018",
      "zh_CN": "我们看周朝开国的时候，太王生了三个儿子，泰伯、仲雍、王季，三个都是圣人，孔子佩服到极处。王季的夫人太任生了文王，在我们想像王季跟他的夫人太任一定很会教，样子做得好，所以文王从小就懂规矩。他的祖父看到很欢喜，就希望把王位将来传给他，但是他的父亲是老三。他的大伯父、二伯父知道父亲的意思，故意找个借口离开家出走了，以后无影无踪找不到了，所以王位传给他。文王的夫人太姒生武王、生周公，肯定都是表演得非常好。所以教育要表演，佛教人，经上常讲「为人演说」，演是表演出来，然后才说，由此可知，教学身教第一。我们自己没做到，用言说来教人，人家不服；一定要做出榜样大家才服，才真正受教。佛都做出最好的样子来给我们看，这就是金网防护。",
      "zh_TW": "我們看周朝開國的時候，太王生了三個兒子，泰伯、仲雍、王季，三個都是聖人，孔子佩服到極處。王季的夫人太任生了文王，在我們想像王季跟他的夫人太任一定很會教，樣子做得好，所以文王從小就懂規矩。他的祖父看到很歡喜，就希望把王位將來傳給他，但是他的父親是老三。他的大伯父、二伯父知道父親的意思，故意找個藉口離開家出走了，以後無影無蹤找不到了，所以王位傳給他。文王的夫人太姒生武王、生周公，肯定都是表演得非常好。所以教育要表演，佛教人，經上常講「為人演說」，演是表演出來，然後才說，由此可知，教學身教第一。我們自己沒做到，用言說來教人，人家不服；一定要做出榜樣大家才服，才真正受教。佛都做出最好的樣子來給我們看，這就是金網防護。"
    },
    {
      "id": "12-017-1894_p0019",
      "zh_CN": "下面讲，『十千种帐十千种盖』，盖是宝盖，帐也是，这都是属于丝绸一类的，像旗帜一样，比旗帜大，可以连起来做围墙一样。帐跟盖表什么？表慈悲，帐表慈，盖表悲，慈悲。「以育以覆」，育是养育众生，覆也是保护众生，危险的时候把他们覆盖住，避免暴露，这就是作之君、作之亲、作之师。君亲师这三个字，只要是人，他就有这种天赋，这是天然的职责。这个解释要用广义的讲法，君是个领导人。我不是在领导的位置上，我们做个小职员，小职员一样要懂得作君，为什么？在你同僚当中，你能做出最好的榜样给你的同事们看，你就在领导同事！你虽然跟大家是同事，身分完全一样，你常常会照顾你的同事，爱护你的同事，那你就是亲。你常常能教导你的同事，你就是老师。",
      "zh_TW": "下面講，『十千種帳十千種蓋』，蓋是寶蓋，帳也是，這都是屬於絲綢一類的，像旗幟一樣，比旗幟大，可以連起來做圍牆一樣。帳跟蓋表什麼？表慈悲，帳表慈，蓋表悲，慈悲。「以育以覆」，育是養育眾生，覆也是保護眾生，危險的時候把他們覆蓋住，避免暴露，這就是作之君、作之親、作之師。君親師這三個字，只要是人，他就有這種天賦，這是天然的職責。這個解釋要用廣義的講法，君是個領導人。我不是在領導的位置上，我們做個小職員，小職員一樣要懂得作君，為什麼？在你同僚當中，你能做出最好的榜樣給你的同事們看，你就在領導同事！你雖然跟大家是同事，身分完全一樣，你常常會照顧你的同事，愛護你的同事，那你就是親。你常常能教導你的同事，你就是老師。"
    },
    {
      "id": "12-017-1894_p0020",
      "zh_CN": "所以君亲师，无论在什么时候、无论在什么处所，你都能演出来，这个人是菩萨。在家庭也好，在团体也好，在社会也好，你都能表演给你周边的人去看，去影响他们，这就是菩萨大慈大悲，普度众生，不一定要在位。像现在的佛教也有住持，你不是佛教会的会长，你也不是寺院方丈住持，你是个清众，清众也能做到君亲师。在寺院里面对方丈尊重，像儿女在家庭尊重父母一样，对尊长有礼，做给大家看！你看到大众不如法地方，你就做个如法的样子。所以把君亲师在自己身上演出来，这就是佛门里面讲加被众生，育覆就是加被的意思。",
      "zh_TW": "所以君親師，無論在什麼時候、無論在什麼處所，你都能演出來，這個人是菩薩。在家庭也好，在團體也好，在社會也好，你都能表演給你周邊的人去看，去影響他們，這就是菩薩大慈大悲，普度眾生，不一定要在位。像現在的佛教也有住持，你不是佛教會的會長，你也不是寺院方丈住持，你是個清眾，清眾也能做到君親師。在寺院裡面對方丈尊重，像兒女在家庭尊重父母一樣，對尊長有禮，做給大家看！你看到大眾不如法地方，你就做個如法的樣子。所以把君親師在自己身上演出來，這就是佛門裡面講加被眾生，育覆就是加被的意思。"
    },
    {
      "id": "12-017-1894_p0021",
      "zh_CN": "下面说，『十千缯绮以为垂带』，这是表四摄，四摄是布施、爱语、利行、同事。我们看到有这些庄严具，你就想到它的用途，它什么意思，它所表的法那是实质，外面的装饰这是形式。形式它有内容，不能说只有形式没有内容。四摄重要，人与人的关系，懂得四摄就一团和气。四摄法里面的「布施」，我讲得很多，常常送礼、常常请客。送礼、请客不必很多，随自己的分，你买一包花生米，一个人一粒，那也是布施供养，大家欢喜。买一包糖果，一个人一小块，要懂这个道理，要把它养成一种习惯。小钱不断，这笑口常开，时时刻刻都能想到别人。如果你有能力要多做一点，能力大大做，能力小小做，随分随力，一点都不勉强，给一些众生结善缘。在佛门里面除这个之外，还要结法缘，现在很便宜的做光碟，大概一片光碟听说不到一块钱。时时刻刻以这个东西，再加一点糖果一起送，世味、法味都有这样才好。所以要懂得布施，要懂得帮助我们居住这个小范围的社会，公益事业他有需要，我们有这个能力做一点，好事！最容易的就是见人能行礼、能打招呼。现在这个世界礼节没有了，看到陌生人的时候他不打招呼。他跟我们不打招呼，我们笑笑跟他点点头，我们天天这样做，久而久之，慢慢这个风气也就形成，人跟人会打招呼。人与人自己表示谦卑，能够尊敬别人，能够关怀别人，能够照顾别人，这全是四摄法里头的布施。",
      "zh_TW": "下面說，『十千繒綺以為垂帶』，這是表四攝，四攝是布施、愛語、利行、同事。我們看到有這些莊嚴具，你就想到它的用途，它什麼意思，它所表的法那是實質，外面的裝飾這是形式。形式它有內容，不能說只有形式沒有內容。四攝重要，人與人的關係，懂得四攝就一團和氣。四攝法裡面的「布施」，我講得很多，常常送禮、常常請客。送禮、請客不必很多，隨自己的分，你買一包花生米，一個人一粒，那也是布施供養，大家歡喜。買一包糖果，一個人一小塊，要懂這個道理，要把它養成一種習慣。小錢不斷，這笑口常開，時時刻刻都能想到別人。如果你有能力要多做一點，能力大大做，能力小小做，隨分隨力，一點都不勉強，給一些眾生結善緣。在佛門裡面除這個之外，還要結法緣，現在很便宜的做光碟，大概一片光碟聽說不到一塊錢。時時刻刻以這個東西，再加一點糖果一起送，世味、法味都有這樣才好。所以要懂得布施，要懂得幫助我們居住這個小範圍的社會，公益事業他有需要，我們有這個能力做一點，好事！最容易的就是見人能行禮、能打招呼。現在這個世界禮節沒有了，看到陌生人的時候他不打招呼。他跟我們不打招呼，我們笑笑跟他點點頭，我們天天這樣做，久而久之，慢慢這個風氣也就形成，人跟人會打招呼。人與人自己表示謙卑，能夠尊敬別人，能夠關懷別人，能夠照顧別人，這全是四攝法裡頭的布施。"
    },
    {
      "id": "12-017-1894_p0022",
      "zh_CN": "「爱语」，不是花言巧语，是真正爱护他，他有了过失，你要怎么劝他？劝他你要想到，用什么样的方式、什么样的言语，他能接受，欢喜听，还不排斥，真正爱他，不是害他。这些是很不容易，言语是非常困难，夫子教学列在第二位，第一个是德行，第二是言语。由此可知，孔子对于言语多么重视，为什么？谚语常讲「口为祸福之门」。病从口入，你吃东西不小心吃坏了；祸从口出，你说话不谨慎得罪人，别人记恨在心，将来缘成熟他报复你，所以言语要非常谨慎。内心虽然爱护他，颜色还要柔和，最好不要用责备的口吻，命令的口吻都不好，人家都很难听得进去。古圣先贤、佛菩萨在经论里面常常教导我们。",
      "zh_TW": "「愛語」，不是花言巧語，是真正愛護他，他有了過失，你要怎麼勸他？勸他你要想到，用什麼樣的方式、什麼樣的言語，他能接受，歡喜聽，還不排斥，真正愛他，不是害他。這些是很不容易，言語是非常困難，夫子教學列在第二位，第一個是德行，第二是言語。由此可知，孔子對於言語多麼重視，為什麼？諺語常講「口為禍福之門」。病從口入，你吃東西不小心吃壞了；禍從口出，你說話不謹慎得罪人，別人記恨在心，將來緣成熟他報復你，所以言語要非常謹慎。內心雖然愛護他，顏色還要柔和，最好不要用責備的口吻，命令的口吻都不好，人家都很難聽得進去。古聖先賢、佛菩薩在經論裡面常常教導我們。"
    },
    {
      "id": "12-017-1894_p0023",
      "zh_CN": "「利行」是讲我们的行为，行为包括起心动念、言语造作，一定是利益社会的，一定是利益众生的。利益自己可以，利益自己一定是利益社会、利益大众。如果利益自己，不利社会大众的，这事就不能做；利益社会大众，对自己有损害的，应当要做，那个功德更大。为什么？你自己无利可图，但是对众生好，这个利益最大！人不会报答你，天会报答你，这个道理现在我们懂。为什么说天会报答你？因为你的起心动念是善念，让整个山河大地它都有感动，真的，天会报答你。不求报答，这多好！不求报答，报答得更多，报答得更快，为什么？你有求你心不清净，你无求是清净心，清净心做的功德是清净功德，无比的殊胜。诸佛菩萨给我们示现的，他们无量无边的功德从哪来？就这里来的。没有分别、没有执着、没有起心、没有动念，一切都是帮助众生。而且帮助众生里面有个主要的目的，那就是帮助众生觉悟，这不可以不知道，这是主要的目的。因为众生觉悟，他就成佛，他就一切圆满具足，所以以帮助觉悟为第一德。释迦牟尼佛你看他老人家一生在世，他就专门搞这个，天天跟大家讲经说法，帮助你开悟。他的生活、他的行持完全做出来给你看，一点不假。所以你对这个人，你觉得这个人可靠，这个人样样是真的，一点虚伪都没有，你对他相信，你对他没有疑惑。",
      "zh_TW": "「利行」是講我們的行為，行為包括起心動念、言語造作，一定是利益社會的，一定是利益眾生的。利益自己可以，利益自己一定是利益社會、利益大眾。如果利益自己，不利社會大眾的，這事就不能做；利益社會大眾，對自己有損害的，應當要做，那個功德更大。為什麼？你自己無利可圖，但是對眾生好，這個利益最大！人不會報答你，天會報答你，這個道理現在我們懂。為什麼說天會報答你？因為你的起心動念是善念，讓整個山河大地它都有感動，真的，天會報答你。不求報答，這多好！不求報答，報答得更多，報答得更快，為什麼？你有求你心不清淨，你無求是清淨心，清淨心做的功德是清淨功德，無比的殊勝。諸佛菩薩給我們示現的，他們無量無邊的功德從哪來？就這裡來的。沒有分別、沒有執著、沒有起心、沒有動念，一切都是幫助眾生。而且幫助眾生裡面有個主要的目的，那就是幫助眾生覺悟，這不可以不知道，這是主要的目的。因為眾生覺悟，他就成佛，他就一切圓滿具足，所以以幫助覺悟為第一德。釋迦牟尼佛你看他老人家一生在世，他就專門搞這個，天天跟大家講經說法，幫助你開悟。他的生活、他的行持完全做出來給你看，一點不假。所以你對這個人，你覺得這個人可靠，這個人樣樣是真的，一點虛偽都沒有，你對他相信，你對他沒有疑惑。"
    },
    {
      "id": "12-017-1894_p0024",
      "zh_CN": "那我们怎么办？尤其处在现在的社会，首先你要是真正明白、觉悟了，怕不怕别人欺骗我们？不怕。真明白之后，你知道因果通三世，有没有吃亏的人？没有。有没有占便宜的人？没有。这一世你好像被人骗了，吃了亏，来世占大便宜，只要理搞清楚，心就安了，心安理得！真正是佛在经上讲的比喻，「舍一得万报」，一点都不假，那是什么？是菩萨的施舍。菩萨没有私心，这里头用清净心布施、平等心布施、慈悲心布施，决定没有贪瞋痴慢疑。我们世间人布施夹杂着贪瞋痴慢疑，所以果报就变得很小，有果报，也会加一点，加得不多，利息很少。如果你布施里面没有贪瞋痴慢疑，那个果报就不可思议，太大了。所以要通大乘法，要懂诸法实相，知道一切众生本性本善，知道一切众生本来是佛。我供养佛，现在他虽然没有觉悟，他是糊涂佛，但是我还是供养他，我供养佛，这个功德大。别人怀疑我，我不怀疑他；别人欺骗我，我不欺骗他；别人毁谤我，我不毁谤他。别人批评我，我完全接受，我不批评别人，这是什么？这是在现前社会行菩萨道！联合国这么多年真的他们有诚意，许多志士仁人都在那里想，用什么方法化解冲突，用什么方法让世界恢复安定、恢复和平，想不出方法。佛教里面的四摄法比什么都好，四摄六度，没有人我、没有是非、没有憎爱，以清净平等心修四摄法，就能化解一切冲突，帮助这个世界走向和谐。从哪里做起？从我做起，从我的起心动念做起，要知道利益众生才是真正利益自己，利益社会是真正利益自己。掺杂着自私自利，你全功尽弃，那你是用的轮回心，无论造作什么都是轮回业，出不了六道轮回。",
      "zh_TW": "那我們怎麼辦？尤其處在現在的社會，首先你要是真正明白、覺悟了，怕不怕別人欺騙我們？不怕。真明白之後，你知道因果通三世，有沒有吃虧的人？沒有。有沒有佔便宜的人？沒有。這一世你好像被人騙了，吃了虧，來世佔大便宜，只要理搞清楚，心就安了，心安理得！真正是佛在經上講的比喻，「捨一得萬報」，一點都不假，那是什麼？是菩薩的施捨。菩薩沒有私心，這裡頭用清淨心布施、平等心布施、慈悲心布施，決定沒有貪瞋痴慢疑。我們世間人布施夾雜著貪瞋痴慢疑，所以果報就變得很小，有果報，也會加一點，加得不多，利息很少。如果你布施裡面沒有貪瞋痴慢疑，那個果報就不可思議，太大了。所以要通大乘法，要懂諸法實相，知道一切眾生本性本善，知道一切眾生本來是佛。我供養佛，現在他雖然沒有覺悟，他是糊塗佛，但是我還是供養他，我供養佛，這個功德大。別人懷疑我，我不懷疑他；別人欺騙我，我不欺騙他；別人毀謗我，我不毀謗他。別人批評我，我完全接受，我不批評別人，這是什麼？這是在現前社會行菩薩道！聯合國這麼多年真的他們有誠意，許多志士仁人都在那裡想，用什麼方法化解衝突，用什麼方法讓世界恢復安定、恢復和平，想不出方法。佛教裡面的四攝法比什麼都好，四攝六度，沒有人我、沒有是非、沒有憎愛，以清淨平等心修四攝法，就能化解一切衝突，幫助這個世界走向和諧。從哪裡做起？從我做起，從我的起心動念做起，要知道利益眾生才是真正利益自己，利益社會是真正利益自己。摻雜著自私自利，你全功盡棄，那你是用的輪迴心，無論造作什麼都是輪迴業，出不了六道輪迴。"
    },
    {
      "id": "12-017-1894_p0025",
      "zh_CN": "末后「同事」，我们今天在现前讲同事，我不照古人的讲法，古人的讲法那是有很高道德水平，与一切众生同事。这个话今天不能讲，那个人喜欢赌博，你也跟他一道去？现在搞电子游戏机，他喜欢，你也能跟他去？不行。今天我们讲同事，我们要跟圣贤同事，我们要跟善人同事。以中国话来讲，要跟圣贤、君子同事，就不会有流弊，我们跟佛菩萨同事才能够提升自己，帮助众生。你能够修四摄法，你在家你的家庭和睦；你在社会、社团里面，你这个社团兴旺；你在这一国，这个国家安定繁荣，世界和谐。",
      "zh_TW": "末後「同事」，我們今天在現前講同事，我不照古人的講法，古人的講法那是有很高道德水平，與一切眾生同事。這個話今天不能講，那個人喜歡賭博，你也跟他一道去？現在搞電子遊戲機，他喜歡，你也能跟他去？不行。今天我們講同事，我們要跟聖賢同事，我們要跟善人同事。以中國話來講，要跟聖賢、君子同事，就不會有流弊，我們跟佛菩薩同事才能夠提升自己，幫助眾生。你能夠修四攝法，你在家你的家庭和睦；你在社會、社團裡面，你這個社團興旺；你在這一國，這個國家安定繁榮，世界和諧。"
    },
    {
      "id": "12-017-1894_p0026",
      "zh_CN": "第六句『十千珠璎周遍交络』，珠是珠宝，璎是璎珞，清凉大师在此地跟我们讲，「圆融行愿交络万善」，这意思好。你看看珠宝、璎珞代表这个，所以要懂，懂，你看到别人戴着珠宝、璎珞，你马上想起普贤菩萨、你就想起文殊菩萨。文殊菩萨的行，十波罗蜜，普贤菩萨的愿，十大愿王，行愿圆融交络万善。所以宝殿里面有「十千珠璎」这个装饰，你要晓得它的含义，懂得的人、明白的人看到这个，想到文殊菩萨十波罗蜜，普贤菩萨十大愿王，用这个来提醒我们，念念不忘，念念要相应。十波罗蜜是《华严经》修行的纲领，十愿是普贤菩萨把文殊菩萨的十行，扩展到跟性德圆满的交融。说个礼敬，礼敬诸佛，有情众生是诸佛，蚊虫蚂蚁也是诸佛。我们看到蚊虫蚂蚁，合掌对牠蚂蚁菩萨，已经把牠降等了，牠本来是诸佛，你现在称牠菩萨。不过牠也不会怪你，牠也很高兴，牠从来没有听到人家称牠菩萨。",
      "zh_TW": "第六句『十千珠瓔周遍交絡』，珠是珠寶，瓔是瓔珞，清涼大師在此地跟我們講，「圓融行願交絡萬善」，這意思好。你看看珠寶、瓔珞代表這個，所以要懂，懂，你看到別人戴著珠寶、瓔珞，你馬上想起普賢菩薩、你就想起文殊菩薩。文殊菩薩的行，十波羅蜜，普賢菩薩的願，十大願王，行願圓融交絡萬善。所以寶殿裡面有「十千珠瓔」這個裝飾，你要曉得它的含義，懂得的人、明白的人看到這個，想到文殊菩薩十波羅蜜，普賢菩薩十大願王，用這個來提醒我們，念念不忘，念念要相應。十波羅蜜是《華嚴經》修行的綱領，十願是普賢菩薩把文殊菩薩的十行，擴展到跟性德圓滿的交融。說個禮敬，禮敬諸佛，有情眾生是諸佛，蚊蟲螞蟻也是諸佛。我們看到蚊蟲螞蟻，合掌對牠螞蟻菩薩，已經把牠降等了，牠本來是諸佛，你現在稱牠菩薩。不過牠也不會怪你，牠也很高興，牠從來沒有聽到人家稱牠菩薩。"
    },
    {
      "id": "12-017-1894_p0027",
      "zh_CN": "树木花草、山河大地都是诸佛如来，《华严》上讲的「情与无情，同圆种智」，圆就是圆融、圆满，种是一切种智，一切种智是如来所证得的。情与无情同圆种智，你什么时候见到？你自己证得的时候，你才看到一切众生、树木花草、山河大地同圆种智。从这个境界、从这个现象，我们就会体会到，遍法界虚空界跟自己是一体，如果不是一体，这个现象怎么产生？我证得一切种智，看到一切众生是同等圆满的一切种智。现在还有这么多众生，这一切众生是有显有隐，我证得的显，明显显出来了；那些没证得的，他有，他隐藏的，他不显，隐显。不能说他隐，他就没有了，不是，他有，跟显出来的没有两样，是一不是二。就是宗门大德见性之后所说的，「头头是道，左右逢源」，就这个意思。我们凡夫对于隐的这一面看不见，一丝毫不能体会；觉悟的人他体会到，他的慧眼、他的法眼看到了，不是肉眼。圆融的行愿周遍法界。",
      "zh_TW": "樹木花草、山河大地都是諸佛如來，《華嚴》上講的「情與無情，同圓種智」，圓就是圓融、圓滿，種是一切種智，一切種智是如來所證得的。情與無情同圓種智，你什麼時候見到？你自己證得的時候，你才看到一切眾生、樹木花草、山河大地同圓種智。從這個境界、從這個現象，我們就會體會到，遍法界虛空界跟自己是一體，如果不是一體，這個現象怎麼產生？我證得一切種智，看到一切眾生是同等圓滿的一切種智。現在還有這麼多眾生，這一切眾生是有顯有隱，我證得的顯，明顯顯出來了；那些沒證得的，他有，他隱藏的，他不顯，隱顯。不能說他隱，他就沒有了，不是，他有，跟顯出來的沒有兩樣，是一不是二。就是宗門大德見性之後所說的，「頭頭是道，左右逢源」，就這個意思。我們凡夫對於隱的這一面看不見，一絲毫不能體會；覺悟的人他體會到，他的慧眼、他的法眼看到了，不是肉眼。圓融的行願周遍法界。"
    },
    {
      "id": "12-017-1894_p0028",
      "zh_CN": "第七『十千衣服敷布座上』，衣服代表什么？代表忍辱、代表惭愧，「以覆法空」。我们的衣服是什么？衣服是礼，中国人讲礼服，遮羞的，遮羞这就有忍辱、惭愧的意思在里头。所以佛的衣，我们搭的衣这叫忍辱衣。「柔忍惭愧」，柔和忍辱，忍辱是中国人说的，佛法里面只是讲忍，没有讲忍辱。印度这些大德到中国来，看到中国人对于辱看得太重了，就是坚固的执着。你看古人常讲「士可杀，不可辱」，士是读书人，今天讲的知识分子，读书的人杀头没有关系，不可以侮辱，侮辱受不了。所以这些法师翻经翻到这一条，忍就加个辱，辱都能忍，那还有什么不能忍，就没有什么不能忍的，取这个意思。什么都要忍，没有一样不能忍，你如果实在不能忍的时候，你就常常想到《金刚经》上一句话，「凡所有相，皆是虚妄」，看能不能忍？没有一样是真的。顺境要忍，忍什么？不起贪爱；逆境要忍，不生瞋恚。一切顺逆境界、善缘恶缘都要忍，只有忍才能得定。所以忍是禅定的前方便，就是禅定的预备的功夫。不能忍决定不能得定，不能得定决定不能开智慧，智慧决定是从定当中生的，你才晓得忍多么重要。佛在《金刚经》上，你们去看经文，《金刚经》里面讲六波罗蜜，布施讲得多，忍辱讲得多，说明这两个最重要。布施是修福，忍辱是你能保住你的福；你不能忍，保不住。人在这个世间，特别是与人相处要柔和，唯有柔和能忍，这个人一生他才能保全自己，我们今天讲消灾免难。一个刚强不能忍的，树敌很多；换句话说，冤亲债主报复的人很多，都是自己惹来的。柔和能忍，冤亲债主见面也就算了，不找你的麻烦，放过你，往往有之。",
      "zh_TW": "第七『十千衣服敷布座上』，衣服代表什麼？代表忍辱、代表慚愧，「以覆法空」。我們的衣服是什麼？衣服是禮，中國人講禮服，遮羞的，遮羞這就有忍辱、慚愧的意思在裡頭。所以佛的衣，我們搭的衣這叫忍辱衣。「柔忍慚愧」，柔和忍辱，忍辱是中國人說的，佛法裡面只是講忍，沒有講忍辱。印度這些大德到中國來，看到中國人對於辱看得太重了，就是堅固的執著。你看古人常講「士可殺，不可辱」，士是讀書人，今天講的知識分子，讀書的人殺頭沒有關係，不可以侮辱，侮辱受不了。所以這些法師翻經翻到這一條，忍就加個辱，辱都能忍，那還有什麼不能忍，就沒有什麼不能忍的，取這個意思。什麼都要忍，沒有一樣不能忍，你如果實在不能忍的時候，你就常常想到《金剛經》上一句話，「凡所有相，皆是虛妄」，看能不能忍？沒有一樣是真的。順境要忍，忍什麼？不起貪愛；逆境要忍，不生瞋恚。一切順逆境界、善緣惡緣都要忍，只有忍才能得定。所以忍是禪定的前方便，就是禪定的預備的功夫。不能忍決定不能得定，不能得定決定不能開智慧，智慧決定是從定當中生的，你才曉得忍多麼重要。佛在《金剛經》上，你們去看經文，《金剛經》裡面講六波羅蜜，布施講得多，忍辱講得多，說明這兩個最重要。布施是修福，忍辱是你能保住你的福；你不能忍，保不住。人在這個世間，特別是與人相處要柔和，唯有柔和能忍，這個人一生他才能保全自己，我們今天講消災免難。一個剛強不能忍的，樹敵很多；換句話說，冤親債主報復的人很多，都是自己惹來的。柔和能忍，冤親債主見面也就算了，不找你的麻煩，放過你，往往有之。"
    },
    {
      "id": "12-017-1894_p0029",
      "zh_CN": "惭愧，我们印光大师是净宗最近的一位祖师，他老人家就用这个做名字，他署名「常惭愧僧」。惭是对不起自己的良心，愧是对不起大众，我没有学得好，我没有做得好。修行、做事没有一丝毫傲慢心，没有一丝毫自以为是，做得很好了，跟佛菩萨比还差得很远，跟古圣先贤比也差得很远，有什么值得骄傲的！有什么值得自满的！所以惭愧是善心所，无惭无愧这是恶心所。无惭，那就是我们讲人没有良心；无愧，不怕别人笑话，做种种坏事人家批评，他还很得意，报纸上大篇报导，你看今天我又上新闻，又做头条，无愧。这两个字合起来讲，无惭无愧就是我们讲没有羞耻心，现在在这个社会上时有所闻，造业。如果柔和忍辱，这决定是心善，起心动念、言语造作，他都想到对得起自己良心，唯恐舆论批评，那是愧心所。不让舆论批评，那自己就不能做坏事。",
      "zh_TW": "慚愧，我們印光大師是淨宗最近的一位祖師，他老人家就用這個做名字，他署名「常慚愧僧」。慚是對不起自己的良心，愧是對不起大眾，我沒有學得好，我沒有做得好。修行、做事沒有一絲毫傲慢心，沒有一絲毫自以為是，做得很好了，跟佛菩薩比還差得很遠，跟古聖先賢比也差得很遠，有什麼值得驕傲的！有什麼值得自滿的！所以慚愧是善心所，無慚無愧這是惡心所。無慚，那就是我們講人沒有良心；無愧，不怕別人笑話，做種種壞事人家批評，他還很得意，報紙上大篇報導，你看今天我又上新聞，又做頭條，無愧。這兩個字合起來講，無慚無愧就是我們講沒有羞恥心，現在在這個社會上時有所聞，造業。如果柔和忍辱，這決定是心善，起心動念、言語造作，他都想到對得起自己良心，唯恐輿論批評，那是愧心所。不讓輿論批評，那自己就不能做壞事。"
    },
    {
      "id": "12-017-1894_p0030",
      "zh_CN": "这与从小教育有关系，我们也常常讲，人有伦理道德的观念，不愿意做坏事，这什么？良心，不愿意做坏事。人要是懂得因果报应，不敢做坏事，那是属于愧心所，不敢做坏事。所以伦理、道德、因果是人的基本教育，有这个教育，家和、国治、天下平。中国这几千年来，这个国家长治久安靠什么？就懂得靠这个教育。世世代代这些帝王、这些圣贤都懂得，全心全力来推动，不认识字的乡下人，他都懂得这个道理。现在如果不讲伦理道德，不相信因果报应，这个社会就没救了。我们必须要觉悟，必须把伦理、道德、因果要表现出来，要做出来。「以覆法空」，以覆法空是什么意思？十法界依正庄严的相，是从法空里面变现出来的，变现出来的相，我们要怎样让这些法相都能够与法性相应，与法性相应就是善，「人之初，性本善」，人性善，万物都善，柔和忍辱是善，这句话的意思你就懂得。",
      "zh_TW": "這與從小教育有關係，我們也常常講，人有倫理道德的觀念，不願意做壞事，這什麼？良心，不願意做壞事。人要是懂得因果報應，不敢做壞事，那是屬於愧心所，不敢做壞事。所以倫理、道德、因果是人的基本教育，有這個教育，家和、國治、天下平。中國這幾千年來，這個國家長治久安靠什麼？就懂得靠這個教育。世世代代這些帝王、這些聖賢都懂得，全心全力來推動，不認識字的鄉下人，他都懂得這個道理。現在如果不講倫理道德，不相信因果報應，這個社會就沒救了。我們必須要覺悟，必須把倫理、道德、因果要表現出來，要做出來。「以覆法空」，以覆法空是什麼意思？十法界依正莊嚴的相，是從法空裡面變現出來的，變現出來的相，我們要怎樣讓這些法相都能夠與法性相應，與法性相應就是善，「人之初，性本善」，人性善，萬物都善，柔和忍辱是善，這句話的意思你就懂得。"
    },
    {
      "id": "12-017-1894_p0031",
      "zh_CN": "下面第八句『十千天子』，第九句『十千梵王前后围绕』。清凉大师在此地给我们讲，第八是「第一义天」，这是赞叹，本来第一义天是对佛说的，佛才是第一义天，这是赞叹天上天王；梵王这是「清净梵行」。所以看到天神，我们听到上帝，看到中国人讲玉皇大帝，看到天人，我们就想到佛，佛是第一义天。看到梵王，这是大梵天，我们就想到清净梵行，梵是清净的意思，一尘不染。第一义天跟清净梵行合起来，就是三皈依上讲的觉而不迷、正而不邪、净而不染，你看多好。「绕斯法体」，法体是什么？法体就是自己。",
      "zh_TW": "下面第八句『十千天子』，第九句『十千梵王前後圍繞』。清涼大師在此地給我們講，第八是「第一義天」，這是讚歎，本來第一義天是對佛說的，佛才是第一義天，這是讚歎天上天王；梵王這是「清淨梵行」。所以看到天神，我們聽到上帝，看到中國人講玉皇大帝，看到天人，我們就想到佛，佛是第一義天。看到梵王，這是大梵天，我們就想到清淨梵行，梵是清淨的意思，一塵不染。第一義天跟清淨梵行合起來，就是三皈依上講的覺而不迷、正而不邪、淨而不染，你看多好。「繞斯法體」，法體是什麼？法體就是自己。"
    },
    {
      "id": "12-017-1894_p0032",
      "zh_CN": "末后一句『十千光明而为照曜』，这个光明是智光，智慧光明。一一都是智慧光明照耀，那就跟惠能大师所说的一样，他跟忍和尚说「弟子心中常生智慧」，常生智慧就是此地讲的「一一智照」，他没有迷惑、他没有邪恶、他没有染污。「于生死中，遣长夜暗」，生死就六道轮回，长夜是无始劫以来你迷惑颠倒，迷就是暗。「举斯果德，令物行因」，现在表法，你看天宫里面宝殿、宝座这种庄严都是表法，让你知道无比殊胜的果德，你就懂得行因，果必有因，修因一定证果。所以这些东西都是教你修行的，都是提醒你的，这个用意很深。这两句话是这段文里头最重要的两句，「举斯果德，令物行因」，你看他不说人，如果说人，那只有人道得利益，物，十法界都包括。所以我们要常常想到，要念念想到利益十法界的众生。我们吃东西有没有想到鬼神？如果在吃东西，我们在合掌的时候，从内心里面起个念头，「此食遍十方，一切鬼神共」，它真产生作用。我有得吃，我不忘记九法界众生；我有得穿，不忘记九法界众生。养自己的慈悲心，养自己的心量，中国人常讲「量大福大」，常常都要想到。连鬼神、九法界都想到了，眼前大众哪有不想到的道理。「下行向中」，十行、十回向里面，「约位渐增，表法无异」，都有这样的话，到时候我们都会看到，意思都相同。就时时刻刻提醒我们，怕我们忘掉。好，今天时间到了，我们就学到此地。",
      "zh_TW": "末後一句『十千光明而為照曜』，這個光明是智光，智慧光明。一一都是智慧光明照耀，那就跟惠能大師所說的一樣，他跟忍和尚說「弟子心中常生智慧」，常生智慧就是此地講的「一一智照」，他沒有迷惑、他沒有邪惡、他沒有染污。「於生死中，遣長夜暗」，生死就六道輪迴，長夜是無始劫以來你迷惑顛倒，迷就是暗。「舉斯果德，令物行因」，現在表法，你看天宮裡面寶殿、寶座這種莊嚴都是表法，讓你知道無比殊勝的果德，你就懂得行因，果必有因，修因一定證果。所以這些東西都是教你修行的，都是提醒你的，這個用意很深。這兩句話是這段文裡頭最重要的兩句，「舉斯果德，令物行因」，你看他不說人，如果說人，那只有人道得利益，物，十法界都包括。所以我們要常常想到，要念念想到利益十法界的眾生。我們吃東西有沒有想到鬼神？如果在吃東西，我們在合掌的時候，從內心裡面起個念頭，「此食遍十方，一切鬼神共」，它真產生作用。我有得吃，我不忘記九法界眾生；我有得穿，不忘記九法界眾生。養自己的慈悲心，養自己的心量，中國人常講「量大福大」，常常都要想到。連鬼神、九法界都想到了，眼前大眾哪有不想到的道理。「下行向中」，十行、十迴向裡面，「約位漸增，表法無異」，都有這樣的話，到時候我們都會看到，意思都相同。就時時刻刻提醒我們，怕我們忘掉。好，今天時間到了，我們就學到此地。"
    }
  ]
}