{
  "doc_id": "12-017-1481",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四八一卷",
    "zh_TW": "第一四八一卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1481",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "12-017-1481_p0001",
      "zh_CN": "诸位同学，请坐。请看「净行品第十一」，长行第四段末后还有一句没有讲完。我们将经文念一遍：",
      "zh_TW": "諸位同學，請坐。請看「淨行品第十一」，長行第四段末後還有一句沒有講完。我們將經文念一遍："
    },
    {
      "id": "12-017-1481_p0002",
      "zh_CN": "【云何得因力。欲力。方便力。缘力。所缘力。根力。观察力。奢摩他力。毘钵舍那力。思惟力。】",
      "zh_TW": "【云何得因力。欲力。方便力。緣力。所緣力。根力。觀察力。奢摩他力。毘缽舍那力。思惟力。】"
    },
    {
      "id": "12-017-1481_p0003",
      "zh_CN": "前面我们学到清凉大师《疏钞》里面开示第十段。「十即此普门之智为主，故顿照普门法界时，必摄一切为伴，无尽无尽，是此华严所求止观」。这段非常重要，《华严经》所说的止观为我们提示出来了。止观的范围非常广大，《华严》用什么做止观？这是我们读到这部大经，清凉在此地告诉我们这句是从第九句而来的，第九句讲的是「事则重重无尽，止观亦普眼齐照」。《华严》就是以这个为主，所以说即此普门之智为主。普是普遍，门是法门，普门就是我们通常讲的无量法门。但是一定要晓得，无量为一，一为无量，一多不二，这才是智，这才叫普门，以这个智为主。智就是止观，在前面我们所学到的，真正的止一定有观，真正的观一定有止，止观不二，止即是观，观即是止，这才是真实的。说两面，实际上一桩事情，一体之两面。佛法的修学，我们讲佛法修行，修什么？止观两个字统统都包括了，所以止观圆满收摄一切法。",
      "zh_TW": "前面我們學到清涼大師《疏鈔》裡面開示第十段。「十即此普門之智為主，故頓照普門法界時，必攝一切為伴，無盡無盡，是此華嚴所求止觀」。這段非常重要，《華嚴經》所說的止觀為我們提示出來了。止觀的範圍非常廣大，《華嚴》用什麼做止觀？這是我們讀到這部大經，清涼在此地告訴我們這句是從第九句而來的，第九句講的是「事則重重無盡，止觀亦普眼齊照」。《華嚴》就是以這個為主，所以說即此普門之智為主。普是普遍，門是法門，普門就是我們通常講的無量法門。但是一定要曉得，無量為一，一為無量，一多不二，這才是智，這才叫普門，以這個智為主。智就是止觀，在前面我們所學到的，真正的止一定有觀，真正的觀一定有止，止觀不二，止即是觀，觀即是止，這才是真實的。說兩面，實際上一樁事情，一體之兩面。佛法的修學，我們講佛法修行，修什麼？止觀兩個字統統都包括了，所以止觀圓滿收攝一切法。"
    },
    {
      "id": "12-017-1481_p0004",
      "zh_CN": "我也特别跟大家报告过，我的老师教导我，他换了个名词，因为那时候我初学，刚刚接触佛教不到一个月，什么都不懂。我向他老人家请教，我说我知道佛法好，佛法殊胜，有什么方法让我很快能够契入？这个问题问得真大！他老人家确实有善巧方便，告诉我，「看得破，放得下」。看破是观，放下是止，他不用止观。如果讲止观会把我讲糊涂了，那用看破、放下，我好像一听也能够懂得意思、也能够接受，这就是善巧方便。怎么样教初学？老师给我们做了一个示范，不要去讲这些名词术语，名词术语讲半天也讲不清楚。所以，这是佛法修行总的纲领、总的原则，从初发心到如来地，你都离不开这个原则。止帮助观，看破帮助放下，放下又帮助看破。这两个互为宾主，互为体用，像上楼梯一样，一层一层达到究竟圆满。",
      "zh_TW": "我也特別跟大家報告過，我的老師教導我，他換了個名詞，因為那時候我初學，剛剛接觸佛教不到一個月，什麼都不懂。我向他老人家請教，我說我知道佛法好，佛法殊勝，有什麼方法讓我很快能夠契入？這個問題問得真大！他老人家確實有善巧方便，告訴我，「看得破，放得下」。看破是觀，放下是止，他不用止觀。如果講止觀會把我講糊塗了，那用看破、放下，我好像一聽也能夠懂得意思、也能夠接受，這就是善巧方便。怎麼樣教初學？老師給我們做了一個示範，不要去講這些名詞術語，名詞術語講半天也講不清楚。所以，這是佛法修行總的綱領、總的原則，從初發心到如來地，你都離不開這個原則。止幫助觀，看破幫助放下，放下又幫助看破。這兩個互為賓主，互為體用，像上樓梯一樣，一層一層達到究竟圓滿。"
    },
    {
      "id": "12-017-1481_p0005",
      "zh_CN": "平常我也跟同学们报告过，我们放下一切执着，世出世间一切法不再执着了，就是阿罗汉；放下一切分别，于世出世间一切法都不分别，你说心多清净，清净是智。清净心起作用，照见外面的境界，那个照见是观。止即是观，止是体，观是用；观是体，止是用，你那个寂静的境界，一定向上提升，那个要观。看不破你就放不下，人世间名闻利养、五欲六尘，这时候在现前我们大家都争着要求取的。只有看破的人，他怎么看破？他晓得这个世间是假的、是空的。「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，万法无常，他看破了。看破怎么样？他不争了，他不再执着了。看破帮助放下，放下之后又能帮助你更看破一层，提升了。",
      "zh_TW": "平常我也跟同學們報告過，我們放下一切執著，世出世間一切法不再執著了，就是阿羅漢；放下一切分別，於世出世間一切法都不分別，你說心多清淨，清淨是智。清淨心起作用，照見外面的境界，那個照見是觀。止即是觀，止是體，觀是用；觀是體，止是用，你那個寂靜的境界，一定向上提升，那個要觀。看不破你就放不下，人世間名聞利養、五欲六塵，這時候在現前我們大家都爭著要求取的。只有看破的人，他怎麼看破？他曉得這個世間是假的、是空的。「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，萬法無常，他看破了。看破怎麼樣？他不爭了，他不再執著了。看破幫助放下，放下之後又能幫助你更看破一層，提升了。"
    },
    {
      "id": "12-017-1481_p0006",
      "zh_CN": "看破什么？看破欲界天，欲界六层天，比我们人世间殊胜太多，一层比一层殊胜。虽然福报大，寿命长，还是离不开生老病死，这看破。看破之后，对于欲界天羡不羡慕？不羡慕，天王也不羡慕，中国人讲玉皇大帝也不羡慕。那就再上一层楼，你欲界放下了。欲界放下，色界现前。色界天里面没有欲，财色名食睡这个欲没有。他有色相，有色身，没有饮食、睡眠、男女，没有这些东西，比欲界清净多！细细观察色界有十八层天，苦苦虽然没有了，坏苦还有，依旧不是究竟。欲界天人看到那是非常羡慕的。所以你看穿之后，色界十八层天你要不要？不要，放下！",
      "zh_TW": "看破什麼？看破欲界天，欲界六層天，比我們人世間殊勝太多，一層比一層殊勝。雖然福報大，壽命長，還是離不開生老病死，這看破。看破之後，對於欲界天羨不羨慕？不羨慕，天王也不羨慕，中國人講玉皇大帝也不羨慕。那就再上一層樓，你欲界放下了。欲界放下，色界現前。色界天裡面沒有欲，財色名食睡這個欲沒有。他有色相，有色身，沒有飲食、睡眠、男女，沒有這些東西，比欲界清淨多！細細觀察色界有十八層天，苦苦雖然沒有了，壞苦還有，依舊不是究竟。欲界天人看到那是非常羨慕的。所以你看穿之後，色界十八層天你要不要？不要，放下！"
    },
    {
      "id": "12-017-1481_p0007",
      "zh_CN": "再上去无色界天，无色界天连身都不要，我们一般人讲灵界，他没有肉体。中国老子说过这么一句话，「吾有大患，为吾有身」。他说我有很大的忧患，是什么？我有身体，没有身体多好！老子有这种想法。确确实实无色界天的天人不要身体，身体是累赘，所以比色界就更清净。但是怎么样？没有法子破无明，没有法子出六道。境界虽然好，寿命之长，这是非想非非想天，佛给我们讲寿命八万大劫，没法子计算。可是八万大劫虽然长，它还是有数量的，有没有到的时候？当然有到的时候，到了还要往下坠落，因为上头没有了，不能再往上去。轮回的现象！所以你看破，你才会放下。",
      "zh_TW": "再上去無色界天，無色界天連身都不要，我們一般人講靈界，他沒有肉體。中國老子說過這麼一句話，「吾有大患，為吾有身」。他說我有很大的憂患，是什麼？我有身體，沒有身體多好！老子有這種想法。確確實實無色界天的天人不要身體，身體是累贅，所以比色界就更清淨。但是怎麼樣？沒有法子破無明，沒有法子出六道。境界雖然好，壽命之長，這是非想非非想天，佛給我們講壽命八萬大劫，沒法子計算。可是八萬大劫雖然長，它還是有數量的，有沒有到的時候？當然有到的時候，到了還要往下墜落，因為上頭沒有了，不能再往上去。輪迴的現象！所以你看破，你才會放下。"
    },
    {
      "id": "12-017-1481_p0008",
      "zh_CN": "轮回的现象是什么？根本的原因就是执着，执着就是放不下。对于六道这个情执放不下，放下之后，你才能超越六道，这比什么都重要。什么时候放下？随时都要放下，你才没有障碍。不是说我到什么时候我才放下，不可以，随时放下，心地里干干净净，什么都没有。我们要想往生极乐世界，心里头只有阿弥陀佛，只有极乐世界，其他的统统都没有，这才行。你有丝毫的留恋就出不去。对这个世间有丝毫留恋，你没有办法脱离这个世间，但是这个世间你又要清楚人身难得，想想自己，我这一生做人基本的道德有没有做到？基本的，在中国人讲仁义礼智信，在佛法里面来讲就是五戒十善，你有没有做到？",
      "zh_TW": "輪迴的現象是什麼？根本的原因就是執著，執著就是放不下。對於六道這個情執放不下，放下之後，你才能超越六道，這比什麼都重要。什麼時候放下？隨時都要放下，你才沒有障礙。不是說我到什麼時候我才放下，不可以，隨時放下，心地裡乾乾淨淨，什麼都沒有。我們要想往生極樂世界，心裡頭只有阿彌陀佛，只有極樂世界，其他的統統都沒有，這才行。你有絲毫的留戀就出不去。對這個世間有絲毫留戀，你沒有辦法脫離這個世間，但是這個世間你又要清楚人身難得，想想自己，我這一生做人基本的道德有沒有做到？基本的，在中國人講仁義禮智信，在佛法裡面來講就是五戒十善，你有沒有做到？"
    },
    {
      "id": "12-017-1481_p0009",
      "zh_CN": "五戒十善要拿六十分及格，来生才可以不失人身，又到世间来了，不失人身。如果我们的五戒十善六十分拿不到，那就三途去了，畜生、饿鬼、地狱。所以世间人常讲人死了就做鬼去了。人死了做鬼，这个话说得没道理。人死了之后，来世去投胎有六个地方，鬼是其中的一个，怎么说人死了都到鬼道去？这讲不通的。可是这句话细细想起来也不无道理，那是什么？人死了以后，真的是多半都到鬼道去。鬼的业因是什么？悭贪。你想想，我们现在在这个世间贪心重不重？这个也想要，那个也想要，这样也舍不得给人，那样也舍不得供养，悭贪。悭贪是饿鬼道的业因，所以谚语讲「人死了都变鬼」，想一想也有道理。几个人在这个世间，我们现在讲的《弟子规》做到，五戒十善做到了，决定不失人身。他来生一定在人天，绝对不在三恶道。那我们想想现在这个社会几个人做到？不要想别人，回过头来看自己，自己做到了没有？我自己要是没有做到，那你就要有高度的警觉，你来生是三途有分，人天没分。这个太可怕！",
      "zh_TW": "五戒十善要拿六十分及格，來生才可以不失人身，又到世間來了，不失人身。如果我們的五戒十善六十分拿不到，那就三途去了，畜生、餓鬼、地獄。所以世間人常講人死了就做鬼去了。人死了做鬼，這個話說得沒道理。人死了之後，來世去投胎有六個地方，鬼是其中的一個，怎麼說人死了都到鬼道去？這講不通的。可是這句話細細想起來也不無道理，那是什麼？人死了以後，真的是多半都到鬼道去。鬼的業因是什麼？慳貪。你想想，我們現在在這個世間貪心重不重？這個也想要，那個也想要，這樣也捨不得給人，那樣也捨不得供養，慳貪。慳貪是餓鬼道的業因，所以諺語講「人死了都變鬼」，想一想也有道理。幾個人在這個世間，我們現在講的《弟子規》做到，五戒十善做到了，決定不失人身。他來生一定在人天，絕對不在三惡道。那我們想想現在這個社會幾個人做到？不要想別人，回過頭來看自己，自己做到了沒有？我自己要是沒有做到，那你就要有高度的警覺，你來生是三途有分，人天沒分。這個太可怕！"
    },
    {
      "id": "12-017-1481_p0010",
      "zh_CN": "所以，不仁、不义、无礼、愚痴、妄语骗人，我说这个是什么？这是五常的反面。中国常道，仁义礼智信。无仁，无义，无礼，愚昧（愚昧是无知），欺骗别人是无信，这就是三途业因。有人说：我们今天要讲仁义礼智信，可是别人对我都不讲，我不就吃亏上当？没错，你不肯吃亏上当，那你来生就到三恶道去；你肯吃亏、肯上当，你来生不堕三途。这个帐要好好算算，不可以大意，不能马虎。该止要止，就是要放下；应当要通达明了，你要看清楚、看明白，那是看破，观，有止有观。",
      "zh_TW": "所以，不仁、不義、無禮、愚痴、妄語騙人，我說這個是什麼？這是五常的反面。中國常道，仁義禮智信。無仁，無義，無禮，愚昧（愚昧是無知），欺騙別人是無信，這就是三途業因。有人說：我們今天要講仁義禮智信，可是別人對我都不講，我不就吃虧上當？沒錯，你不肯吃虧上當，那你來生就到三惡道去；你肯吃虧、肯上當，你來生不墮三途。這個帳要好好算算，不可以大意，不能馬虎。該止要止，就是要放下；應當要通達明瞭，你要看清楚、看明白，那是看破，觀，有止有觀。"
    },
    {
      "id": "12-017-1481_p0011",
      "zh_CN": "到普眼，前面跟诸位说地上菩萨，不是普通人；严格的说，七地以上，跟究竟果位很靠近，普眼。普门，普眼齐照，对于整个宇宙人生，我们常讲的性相、理事、因果完全看透彻，一丝毫差误都没有，叫大菩萨，这不是普通人。我们在六道里头，最重要的是因果，善因一定感善果，恶因一定得恶报，因果报应丝毫不爽，古人常讲「不是不报，时候未到」。时候到的时候，你后悔来不及了；趁着时候未到赶紧回头，那就对了。只要一口气没断，彻底回头，都有救。所以《华严》的止观可以说是究竟圆满的止观，它以普门之智为主，这个智就是自性本具的般若智慧，根本智，实智。",
      "zh_TW": "到普眼，前面跟諸位說地上菩薩，不是普通人；嚴格的說，七地以上，跟究竟果位很靠近，普眼。普門，普眼齊照，對於整個宇宙人生，我們常講的性相、理事、因果完全看透徹，一絲毫差誤都沒有，叫大菩薩，這不是普通人。我們在六道裡頭，最重要的是因果，善因一定感善果，惡因一定得惡報，因果報應絲毫不爽，古人常講「不是不報，時候未到」。時候到的時候，你後悔來不及了；趁著時候未到趕緊回頭，那就對了。只要一口氣沒斷，徹底回頭，都有救。所以《華嚴》的止觀可以說是究竟圓滿的止觀，它以普門之智為主，這個智就是自性本具的般若智慧，根本智，實智。"
    },
    {
      "id": "12-017-1481_p0012",
      "zh_CN": "故顿照普门法界。普门法界就是我们常常讲的遍法界虚空界。顿照，一照一切照，一个都不漏。必摄一切为伴。必是必定，摄一切法门为伴，《华严》为主，主伴不二。无尽无尽。这是《华严》止观，这句话我们要能够体会。说《华严》所求止观，就是圆教初住以上的境界。我们现在读的这个经文是十信菩萨，还没到，但是已经做邻居，再往上升一级就是圆教初住，就契入这个境界，破一品无明，证一分法身。你看看，见思烦恼放下，见思烦恼是执着；尘沙烦恼放下，尘沙烦恼是分别；无明烦恼也放下了，无明烦恼是妄想，不在十法界里头，超越十法界，超越十法界就是华藏世界。所以《华严》的止观，我们就晓得是圆教初住菩萨以上他所得的。",
      "zh_TW": "故頓照普門法界。普門法界就是我們常常講的遍法界虛空界。頓照，一照一切照，一個都不漏。必攝一切為伴。必是必定，攝一切法門為伴，《華嚴》為主，主伴不二。無盡無盡。這是《華嚴》止觀，這句話我們要能夠體會。說《華嚴》所求止觀，就是圓教初住以上的境界。我們現在讀的這個經文是十信菩薩，還沒到，但是已經做鄰居，再往上升一級就是圓教初住，就契入這個境界，破一品無明，證一分法身。你看看，見思煩惱放下，見思煩惱是執著；塵沙煩惱放下，塵沙煩惱是分別；無明煩惱也放下了，無明煩惱是妄想，不在十法界裡頭，超越十法界，超越十法界就是華藏世界。所以《華嚴》的止觀，我們就曉得是圓教初住菩薩以上他所得的。"
    },
    {
      "id": "12-017-1481_p0013",
      "zh_CN": "虽然在华藏世界还有四十一个阶级，你们诸位想想，妄想分别执着统统放下，妄想就是我讲的起心动念；换句话说，不起心、不动念、不分别、不执着，这个境界里头，哪来的阶级？如果还有十住、十行、十回向、十地，换句话说，妄想分别执着统统具足，全都在，就是这样。妄想分别执着全都没有了，哪来的阶级？真的没有阶级。没有阶级，佛给我们讲有阶级，这个阶级从哪来的？无始无明的习气没断，无明是没有了、是放下了，习气没断。这在前面我把习气，古人讲的用酒瓶那个气味比作习气，这个比喻我们好懂。那要相当长的时间自自然然没有，就是古人所讲此处用不得力，为什么？不能起心动念。起心动念，那是无明起现行，根本就不起心、不动念，清净寂灭，这是真智。所以他那个观能观普门法界。就是遍法界虚空界，而且是重重无尽的法界，他都看得清楚、都看得明白。遍法界虚空界是一体，一法界，所以叫一真，法界才称之为一真。我们从这个地方稍稍体会一点，这体会得少分。法身菩萨跟我们不同的地方究竟在哪里？这说清楚了。",
      "zh_TW": "雖然在華藏世界還有四十一個階級，你們諸位想想，妄想分別執著統統放下，妄想就是我講的起心動念；換句話說，不起心、不動念、不分別、不執著，這個境界裡頭，哪來的階級？如果還有十住、十行、十迴向、十地，換句話說，妄想分別執著統統具足，全都在，就是這樣。妄想分別執著全都沒有了，哪來的階級？真的沒有階級。沒有階級，佛給我們講有階級，這個階級從哪來的？無始無明的習氣沒斷，無明是沒有了、是放下了，習氣沒斷。這在前面我把習氣，古人講的用酒瓶那個氣味比作習氣，這個比喻我們好懂。那要相當長的時間自自然然沒有，就是古人所講此處用不得力，為什麼？不能起心動念。起心動念，那是無明起現行，根本就不起心、不動念，清淨寂滅，這是真智。所以他那個觀能觀普門法界。就是遍法界虛空界，而且是重重無盡的法界，他都看得清楚、都看得明白。遍法界虛空界是一體，一法界，所以叫一真，法界才稱之為一真。我們從這個地方稍稍體會一點，這體會得少分。法身菩薩跟我們不同的地方究竟在哪裡？這說清楚了。"
    },
    {
      "id": "12-017-1481_p0014",
      "zh_CN": "后面还有第十，十是思惟，『思惟力』，「思惟者，筹量应作不应作故」。我们今天讲思考。你多想想，你要是把这个统统都明白、清楚了，不能说十分清楚，有个一分、二分，你就会想想今天在这个世间，哪些事情我该做？哪些事情我不应该做？不应该做的决定不要去做，应该做的好好去做，这就对了。大乘佛法有体有用，对自己来讲，不断提升自己境界是应做的，如果障碍自己境界提升，那是不应该做的，这要懂得；对别人来说，帮助众生离苦得乐，该做的，叫众生因我而受苦的，这是不应该做的。我们要落实、要真干。我真修行，真正如理如法，自自然然就加持别人。别人看到生欢喜心，赞叹，向你学习，这就是利他。所以自利就是利他，利他是真正自利，自他不二。晓得什么事应当做，什么事不应当做，这比什么都重要。",
      "zh_TW": "後面還有第十，十是思惟，『思惟力』，「思惟者，籌量應作不應作故」。我們今天講思考。你多想想，你要是把這個統統都明白、清楚了，不能說十分清楚，有個一分、二分，你就會想想今天在這個世間，哪些事情我該做？哪些事情我不應該做？不應該做的決定不要去做，應該做的好好去做，這就對了。大乘佛法有體有用，對自己來講，不斷提升自己境界是應做的，如果障礙自己境界提升，那是不應該做的，這要懂得；對別人來說，幫助眾生離苦得樂，該做的，叫眾生因我而受苦的，這是不應該做的。我們要落實、要真幹。我真修行，真正如理如法，自自然然就加持別人。別人看到生歡喜心，讚歎，向你學習，這就是利他。所以自利就是利他，利他是真正自利，自他不二。曉得什麼事應當做，什麼事不應當做，這比什麼都重要。"
    },
    {
      "id": "12-017-1481_p0015",
      "zh_CN": "这十句清凉大师讲得很好，这十句都说之为「力」。这个力能帮助我们道业增长，能帮助我们境界提升，十种力。当然，经上所说的都是举例，明白这个道理，凡是帮助我们道业增长的这个力，我们统统都要去做，这是我们修行的增上缘。再看下面经文第五段，五段是讲「善巧」，我们把经文念一段：",
      "zh_TW": "這十句清涼大師講得很好，這十句都說之為「力」。這個力能幫助我們道業增長，能幫助我們境界提升，十種力。當然，經上所說的都是舉例，明白這個道理，凡是幫助我們道業增長的這個力，我們統統都要去做，這是我們修行的增上緣。再看下面經文第五段，五段是講「善巧」，我們把經文念一段："
    },
    {
      "id": "12-017-1481_p0016",
      "zh_CN": "【云何得蕴善巧。界善巧。处善巧。缘起善巧。欲界善巧。色界善巧。无色界善巧。过去善巧。未来善巧。现在善巧。】",
      "zh_TW": "【云何得蘊善巧。界善巧。處善巧。緣起善巧。欲界善巧。色界善巧。無色界善巧。過去善巧。未來善巧。現在善巧。】"
    },
    {
      "id": "12-017-1481_p0017",
      "zh_CN": "我们看清凉大师的《疏》，这是别说里面的第四段。「第四于法善巧，皆约流转以明」。这段完全是讲事，不是讲理，完全讲事。十句里面分成三段，前面四句是「流转之体」，流转就是我们讲的六道轮回，出不去！所以这些话专门对六道众生说的，可以这么讲法。「蕴、界、处、缘起」是流转的体，「欲界、色界、无色界」，这是流转的处所，你在哪里流转？三界流转，在这个三界。三界就是六道，出不去。「过去、未来、现在」，这是讲时间，「三世，流转之时」。现代的科学家相当聪明，他们已经发现时间、空间不是真的，在某种条件之下，空间等于零，空间没有了；在某种条件之下，时间等于零，时间没有了。时空不是真实的，佛在三千年前就给我们说明了。",
      "zh_TW": "我們看清涼大師的《疏》，這是別說裡面的第四段。「第四於法善巧，皆約流轉以明」。這段完全是講事，不是講理，完全講事。十句裡面分成三段，前面四句是「流轉之體」，流轉就是我們講的六道輪迴，出不去！所以這些話專門對六道眾生說的，可以這麼講法。「蘊、界、處、緣起」是流轉的體，「欲界、色界、無色界」，這是流轉的處所，你在哪裡流轉？三界流轉，在這個三界。三界就是六道，出不去。「過去、未來、現在」，這是講時間，「三世，流轉之時」。現代的科學家相當聰明，他們已經發現時間、空間不是真的，在某種條件之下，空間等於零，空間沒有了；在某種條件之下，時間等於零，時間沒有了。時空不是真實的，佛在三千年前就給我們說明了。"
    },
    {
      "id": "12-017-1481_p0018",
      "zh_CN": "相宗入门初学的课本，《百法明门论》，在这一份教材里面，佛就讲到空间跟时间。佛将一切法分为五大类，第一类心法，第二类心所法，就是心理的现象，心理的活动。第三种是讲色法，色法是物质。心心所都不是物质，我们讲精神，色法是物质。第四讲不相应行法，就是它有这么一个东西，它又不是心法，它也不是心所法，它也不是色法，但是它与它们也没有办法离开，这一类用我们现在的话来说，就是抽象概念，不是真的。其实统统都不是真的，但是这个就是太假了。第五个是无为法，那是真的，永恒不变的。空间跟时间在这五大类里面都是属于不相应行法，用现在的话说，空间、时间怎么来的？抽象概念，绝非事实。三千年前，释迦牟尼佛告诉我们的，今天被科学家发现。",
      "zh_TW": "相宗入門初學的課本，《百法明門論》，在這一份教材裡面，佛就講到空間跟時間。佛將一切法分為五大類，第一類心法，第二類心所法，就是心理的現象，心理的活動。第三種是講色法，色法是物質。心心所都不是物質，我們講精神，色法是物質。第四講不相應行法，就是它有這麼一個東西，它又不是心法，它也不是心所法，它也不是色法，但是它與它們也沒有辦法離開，這一類用我們現在的話來說，就是抽象概念，不是真的。其實統統都不是真的，但是這個就是太假了。第五個是無為法，那是真的，永恆不變的。空間跟時間在這五大類裡面都是屬於不相應行法，用現在的話說，空間、時間怎麼來的？抽象概念，絕非事實。三千年前，釋迦牟尼佛告訴我們的，今天被科學家發現。"
    },
    {
      "id": "12-017-1481_p0019",
      "zh_CN": "科学家说的在某一种条件之下，这条件是什么？这个条件在佛法讲就是止观，止观就是禅定。所以「禅定」这个名词是梵华合译，两个字，禅是「禅那」音译过来的，是梵语；定是中国文字，因为禅那确实有中文「定」的意思在，所以翻译的人把禅那就翻成禅定。解释，禅定就是静虑，静是静止，虑，说这个静止它不是死的，它是活的，所以他有观。如果说是有静没有虑，有止没有观，最高的境界是四禅天里面的无想天。他有定，定功很深，定里头没有观照，所以那个定是个死定，不起作用，那个定不生智慧，那个定永远不开悟。错了！佛法讲定中是有境界的，这个境界是观。",
      "zh_TW": "科學家說的在某一種條件之下，這條件是什麼？這個條件在佛法講就是止觀，止觀就是禪定。所以「禪定」這個名詞是梵華合譯，兩個字，禪是「禪那」音譯過來的，是梵語；定是中國文字，因為禪那確實有中文「定」的意思在，所以翻譯的人把禪那就翻成禪定。解釋，禪定就是靜慮，靜是靜止，慮，說這個靜止它不是死的，它是活的，所以他有觀。如果說是有靜沒有慮，有止沒有觀，最高的境界是四禪天裡面的無想天。他有定，定功很深，定裡頭沒有觀照，所以那個定是個死定，不起作用，那個定不生智慧，那個定永遠不開悟。錯了！佛法講定中是有境界的，這個境界是觀。"
    },
    {
      "id": "12-017-1481_p0020",
      "zh_CN": "这就是前面讲的，前面讲那个范围大，「普眼齐照」、「顿照普门法界」。这个范围大，这是明心见性的菩萨才能做到。三界之内这些修行人达不到，没有那么深的定，所以没有那么大照的能力。小定，他就有小的观照能力，大定有大一点的观照能力。定的功夫，严格的说，每个人不一样。同样一个人，他真正修行，年年不一样，一年比一年深，一年智慧比一年大，他天天有进步。佛给我们讲只讲一个概略，那细讲是没法子讲的，每个人不同。就是一个人，他每年不同，每月不同。所以静虑、寂照这都是禅定的翻译。寂是寂灭，寂灭就是止；照是照见，这就是观。",
      "zh_TW": "這就是前面講的，前面講那個範圍大，「普眼齊照」、「頓照普門法界」。這個範圍大，這是明心見性的菩薩才能做到。三界之內這些修行人達不到，沒有那麼深的定，所以沒有那麼大照的能力。小定，他就有小的觀照能力，大定有大一點的觀照能力。定的功夫，嚴格的說，每個人不一樣。同樣一個人，他真正修行，年年不一樣，一年比一年深，一年智慧比一年大，他天天有進步。佛給我們講只講一個概略，那細講是沒法子講的，每個人不同。就是一個人，他每年不同，每月不同。所以靜慮、寂照這都是禪定的翻譯。寂是寂滅，寂滅就是止；照是照見，這就是觀。"
    },
    {
      "id": "12-017-1481_p0021",
      "zh_CN": "『善巧』，完全是从观上讲的，看到宇宙之间这些现象，时空也非常善巧。善是好，巧是妙！我们不看这个经文，我们如果细细观察我们的人身，你说是不是善巧到极处？眼能看，耳能听，鼻能嗅，舌能尝，身能触，意能知，你看这个，实际上这里都有，这是什么？『蕴善巧』，我所讲的包括在蕴里头，蕴是五蕴，色受想行识。色是物质，我们今天讲的眼根、耳根、鼻根、舌根、身根、意根。意根是属于心法，前面五根，眼耳鼻舌身都是色法，心法里面有受想行识，这是五蕴。你细细去观察、去思惟，它是不是善巧到极处？巧是巧妙。眼睛两个，两个才调焦距，有焦距才显示远近；如果只有一个眼睛，远近就看不出来。这最显明的，我们用摄影机，一台摄影机照的时候是平面的，两台摄影机同时把焦点对好了照是立体的。我在美国看过立体电影，没有别的，就是两台机器同时放，让你明显的觉察到立体的感觉。蕴善巧！",
      "zh_TW": "『善巧』，完全是從觀上講的，看到宇宙之間這些現象，時空也非常善巧。善是好，巧是妙！我們不看這個經文，我們如果細細觀察我們的人身，你說是不是善巧到極處？眼能看，耳能聽，鼻能嗅，舌能嘗，身能觸，意能知，你看這個，實際上這裡都有，這是什麼？『蘊善巧』，我所講的包括在蘊裡頭，蘊是五蘊，色受想行識。色是物質，我們今天講的眼根、耳根、鼻根、舌根、身根、意根。意根是屬於心法，前面五根，眼耳鼻舌身都是色法，心法裡面有受想行識，這是五蘊。你細細去觀察、去思惟，它是不是善巧到極處？巧是巧妙。眼睛兩個，兩個才調焦距，有焦距才顯示遠近；如果只有一個眼睛，遠近就看不出來。這最顯明的，我們用攝影機，一台攝影機照的時候是平面的，兩台攝影機同時把焦點對好了照是立體的。我在美國看過立體電影，沒有別的，就是兩台機器同時放，讓你明顯的覺察到立體的感覺。蘊善巧！"
    },
    {
      "id": "12-017-1481_p0022",
      "zh_CN": "『界善巧』，界是十八界。六根、六尘、六识，这叫十八界。六根，眼耳鼻舌身意这六根；六尘，色声香味触法，六尘，法尘是意根所对的；六识，眼耳鼻舌身意。六根、六尘、六识这十八把整个宇宙都包括了，整个宇宙不出这十八界，界是界限、界分，不出这十八。我们人自身六根、六识，这是我们的根身，根是色身，识，我们讲是精神。动物这个身是精神跟物质和合的这么个现象，外面的境界六尘，色声香味触法六尘，把整个宇宙统统包括。现在时间到了，休息几分钟。",
      "zh_TW": "『界善巧』，界是十八界。六根、六塵、六識，這叫十八界。六根，眼耳鼻舌身意這六根；六塵，色聲香味觸法，六塵，法塵是意根所對的；六識，眼耳鼻舌身意。六根、六塵、六識這十八把整個宇宙都包括了，整個宇宙不出這十八界，界是界限、界分，不出這十八。我們人自身六根、六識，這是我們的根身，根是色身，識，我們講是精神。動物這個身是精神跟物質和合的這麼個現象，外面的境界六塵，色聲香味觸法六塵，把整個宇宙統統包括。現在時間到了，休息幾分鐘。"
    },
    {
      "id": "12-017-1481_p0023",
      "zh_CN": "诸位同学，请坐。我们接着看：",
      "zh_TW": "諸位同學，請坐。我們接著看："
    },
    {
      "id": "12-017-1481_p0024",
      "zh_CN": "【蕴善巧。界善巧。处善巧。】",
      "zh_TW": "【蘊善巧。界善巧。處善巧。】"
    },
    {
      "id": "12-017-1481_p0025",
      "zh_CN": "『处』是十二处。在经教里面，佛为大众讲开示的时候，依众生根性不相同，用现在的话来说，精神跟物质，在佛法里面讲叫色心。色是物质，心是精神。对于色迷得轻，对于心迷得重，就是精神这方面他迷得重，物质这方面他迷得比较轻，佛就讲五蕴。你看五蕴，色只讲一个，心讲四个，受想行识。这是佛说法的善巧。十二处跟前面恰恰相反，他对心迷得轻，对色迷得重，就是对于物相方面迷得很重，所以佛对于色相就讲得多，色里面讲六尘，色声香味触法，讲六尘；对身就讲五根，五根是眼耳鼻舌身，这十一个，五个加六尘，十一个都是色法，只有意根是心。所以对心法只讲一个，色法讲十一个，这是迷心法轻，迷色法重，佛就这么讲法。",
      "zh_TW": "『處』是十二處。在經教裡面，佛為大眾講開示的時候，依眾生根性不相同，用現在的話來說，精神跟物質，在佛法裡面講叫色心。色是物質，心是精神。對於色迷得輕，對於心迷得重，就是精神這方面他迷得重，物質這方面他迷得比較輕，佛就講五蘊。你看五蘊，色只講一個，心講四個，受想行識。這是佛說法的善巧。十二處跟前面恰恰相反，他對心迷得輕，對色迷得重，就是對於物相方面迷得很重，所以佛對於色相就講得多，色裡面講六塵，色聲香味觸法，講六塵；對身就講五根，五根是眼耳鼻舌身，這十一個，五個加六塵，十一個都是色法，只有意根是心。所以對心法只講一個，色法講十一個，這是迷心法輕，迷色法重，佛就這麼講法。"
    },
    {
      "id": "12-017-1481_p0026",
      "zh_CN": "如果是对色心迷得都很重的，佛就讲十八界。十八界，心法讲七个，六识是心法，眼识、耳识、鼻识、舌识、身识、意识，六个，这是心法。那在六根里面，眼耳鼻舌身这五根是色法，意根是心法。所以十八界里头，心法说了七个，色法说了十一个，合起来是十八。这是佛说法的善巧，所以有「蕴、处、界」这三种说法。这三种说法，展开来就是整个宇宙，你细心观察，没有一样不善巧。",
      "zh_TW": "如果是對色心迷得都很重的，佛就講十八界。十八界，心法講七個，六識是心法，眼識、耳識、鼻識、舌識、身識、意識，六個，這是心法。那在六根裡面，眼耳鼻舌身這五根是色法，意根是心法。所以十八界裡頭，心法說了七個，色法說了十一個，合起來是十八。這是佛說法的善巧，所以有「蘊、處、界」這三種說法。這三種說法，展開來就是整個宇宙，你細心觀察，沒有一樣不善巧。"
    },
    {
      "id": "12-017-1481_p0027",
      "zh_CN": "我们看人，人生下来，如果现在用科学技术去造个人，怎么造也造不出来。善巧！你再看小动物，你看那个鸡蛋孵一个小鸡，小鸡生出来，你细心去观察，我们用科学技术去造一个小鸡，能不能造一个像这个蛋里头出生的小鸡一样的，那么样的灵巧？宇宙造万物，善巧到极处。我们凡夫对它的形容只有用四个字，「不可思议」。我们看宇宙之间形形色色，为什么会有这么样的善巧？于是乎，宗教里面都说这是神造的，这不是人为的，神造的。可是问题又来了，神造万物，谁造神？神没有人造，那这讲不通。神没有人造就有，那万物不必要神造也可以自己有，这里头矛盾非常之多。我们看看佛怎么解释？佛讲缘起，万法因缘生。缘，那就非常复杂，这个缘，我们今天勉强的说条件，它要具足许许多多的条件，现象于是发生了。这些条件里头少一个、少二个，现象都不能发生。所以佛解释宇宙万有的现象，因、缘、果，讲三个。但是他不讲因，他讲缘。",
      "zh_TW": "我們看人，人生下來，如果現在用科學技術去造個人，怎麼造也造不出來。善巧！你再看小動物，你看那個雞蛋孵一個小雞，小雞生出來，你細心去觀察，我們用科學技術去造一個小雞，能不能造一個像這個蛋裡頭出生的小雞一樣的，那麼樣的靈巧？宇宙造萬物，善巧到極處。我們凡夫對它的形容只有用四個字，「不可思議」。我們看宇宙之間形形色色，為什麼會有這麼樣的善巧？於是乎，宗教裡面都說這是神造的，這不是人為的，神造的。可是問題又來了，神造萬物，誰造神？神沒有人造，那這講不通。神沒有人造就有，那萬物不必要神造也可以自己有，這裡頭矛盾非常之多。我們看看佛怎麼解釋？佛講緣起，萬法因緣生。緣，那就非常複雜，這個緣，我們今天勉強的說條件，它要具足許許多多的條件，現象於是發生了。這些條件裡頭少一個、少二個，現象都不能發生。所以佛解釋宇宙萬有的現象，因、緣、果，講三個。但是他不講因，他講緣。"
    },
    {
      "id": "12-017-1481_p0028",
      "zh_CN": "十法界依正庄严的因，是阿赖耶识里头含藏的业习种子，几乎一切众生统统都有。所以每个人你阿赖耶识里头，也就是你的内心里头，有佛种子，有菩萨种子，有声闻、缘觉种子，有天的种子，有人的种子，也有饿鬼、地狱、畜生的种子。统统具足，心里头统统具足。哪个种子起现行？要靠缘。种子没有缘不会起现行，也就是说，它不会现相，一定要靠缘。所以佛法讲缘生不讲因生，它讲缘生。",
      "zh_TW": "十法界依正莊嚴的因，是阿賴耶識裡頭含藏的業習種子，幾乎一切眾生統統都有。所以每個人你阿賴耶識裡頭，也就是你的內心裡頭，有佛種子，有菩薩種子，有聲聞、緣覺種子，有天的種子，有人的種子，也有餓鬼、地獄、畜生的種子。統統具足，心裡頭統統具足。哪個種子起現行？要靠緣。種子沒有緣不會起現行，也就是說，它不會現相，一定要靠緣。所以佛法講緣生不講因生，它講緣生。"
    },
    {
      "id": "12-017-1481_p0029",
      "zh_CN": "四缘生法，亲因缘、所缘缘、无间缘、增上缘，这是大的数。无量的因缘，佛把它归纳为四大类。这四大类，其中前面三大类都是我们本身具有的，只有一类增上缘是外面的，外面的助缘，三种都是自己本身具备的。所缘缘，是我们所期望的，我们想哪个种子起现行，所缘缘。这就是佛在经教里常常讲「一切法从心想生」，所缘缘就是心想。我们真的十法界种子统统都有。今天我心心念念想的是什么？想到西方极乐世界去作佛去，我这个念头就是所缘缘。这个所缘缘殊胜，无比的殊胜。你不想别的，你想去作佛。那为什么很多念佛的人都不能往生？他的心念不专，虽然想西方极乐世界，他还想名闻利养，还想五欲六尘，这就没有法子。他的想不纯，杂了、乱了，所以他就去不了。道理在此地。",
      "zh_TW": "四緣生法，親因緣、所緣緣、無間緣、增上緣，這是大的數。無量的因緣，佛把它歸納為四大類。這四大類，其中前面三大類都是我們本身具有的，只有一類增上緣是外面的，外面的助緣，三種都是自己本身具備的。所緣緣，是我們所期望的，我們想哪個種子起現行，所緣緣。這就是佛在經教裡常常講「一切法從心想生」，所緣緣就是心想。我們真的十法界種子統統都有。今天我心心念念想的是什麼？想到西方極樂世界去作佛去，我這個念頭就是所緣緣。這個所緣緣殊勝，無比的殊勝。你不想別的，你想去作佛。那為什麼很多念佛的人都不能往生？他的心念不專，雖然想西方極樂世界，他還想名聞利養，還想五欲六塵，這就沒有法子。他的想不純，雜了、亂了，所以他就去不了。道理在此地。"
    },
    {
      "id": "12-017-1481_p0030",
      "zh_CN": "所以《无量寿经》上教人「发菩提心，一向专念」，那就成功。发菩提心一向专念，给诸位说，都是属于所缘缘。一向专念也是无间缘，你这个可不能中断，中断就不行了，念兹在兹，你不能改变念头；改变念头，你这一念就中断了。所以我们细心观察，观察自己，观察别人，念佛功夫不得力、不能成就原因在哪里？杂念太多，他不是专念，他不是一心，他是乱心，妄念太多！妄念、杂念，那怎么能成功？哪有这个道理。要一心专念，这就成功。",
      "zh_TW": "所以《無量壽經》上教人「發菩提心，一向專念」，那就成功。發菩提心一向專念，給諸位說，都是屬於所緣緣。一向專念也是無間緣，你這個可不能中斷，中斷就不行了，念茲在茲，你不能改變念頭；改變念頭，你這一念就中斷了。所以我們細心觀察，觀察自己，觀察別人，念佛功夫不得力、不能成就原因在哪裡？雜念太多，他不是專念，他不是一心，他是亂心，妄念太多！妄念、雜念，那怎麼能成功？哪有這個道理。要一心專念，這就成功。"
    },
    {
      "id": "12-017-1481_p0031",
      "zh_CN": "念念不忘，这专念。说老实话，不需要很长时间，三年五载，一般大多数三年，顶多五年，你就成功。念成功之后，往生自在，你想去你真去得了。不想在这个世间住了，早一点去，虽有寿命不要了，你有这个功夫。有这个功夫，在这个世间多住几年，那是什么？那是有缘分。缘分就是这个世间还有许多人能够接受你的教诲、接受你的劝导，你劝他念佛，他肯听；别人劝他念佛，他不相信，你跟他有缘。那你为了帮助有缘人，你就在这个世间多住几年。好在你真的功夫成片了，不是一心，功夫成片，生死就自在。",
      "zh_TW": "念念不忘，這專念。說老實話，不需要很長時間，三年五載，一般大多數三年，頂多五年，你就成功。念成功之後，往生自在，你想去你真去得了。不想在這個世間住了，早一點去，雖有壽命不要了，你有這個功夫。有這個功夫，在這個世間多住幾年，那是什麼？那是有緣分。緣分就是這個世間還有許多人能夠接受你的教誨、接受你的勸導，你勸他念佛，他肯聽；別人勸他念佛，他不相信，你跟他有緣。那你為了幫助有緣人，你就在這個世間多住幾年。好在你真的功夫成片了，不是一心，功夫成片，生死就自在。"
    },
    {
      "id": "12-017-1481_p0032",
      "zh_CN": "想什么时候走就什么时候走，想多住几年也可以，不碍事，这叫生死自在。对于这个世间确确实实做到一尘不染，再好的东西，没有贪恋，不会动念头；再不好的东西也不会起恶念，没有瞋恚。换句话说，六根接触一切人事物，确确实实不起贪瞋痴慢疑，这都叫做妄念，不起这个。那念头是什么？确确实实前面所讲的止观。不起心动念是止，清清楚楚、明明了了是观，观是慧，有定有慧。定是不起心、不动念，没有一样事情不清楚、不明了，观！有止有观。",
      "zh_TW": "想什麼時候走就什麼時候走，想多住幾年也可以，不礙事，這叫生死自在。對於這個世間確確實實做到一塵不染，再好的東西，沒有貪戀，不會動念頭；再不好的東西也不會起惡念，沒有瞋恚。換句話說，六根接觸一切人事物，確確實實不起貪瞋痴慢疑，這都叫做妄念，不起這個。那念頭是什麼？確確實實前面所講的止觀。不起心動念是止，清清楚楚、明明了了是觀，觀是慧，有定有慧。定是不起心、不動念，沒有一樣事情不清楚、不明瞭，觀！有止有觀。"
    },
    {
      "id": "12-017-1481_p0033",
      "zh_CN": "我们一生当中，要在这上下功夫，真正在这上下功夫，功夫能够得力，就是你真能放得下。你很想功夫得力，但是又放不下，那就无可奈何。多少多少人为什么功夫不得力？就是境缘放不下；境是讲物质，缘是讲人事。你还有亲爱的人、欢喜的人放不下，这是缘；你还有财产、你还有名闻利养放不下，这是物质，这属于境界。统统要放下，不但人间要放下，天上那样好的境界都要放下。你要放不下，怎么样？放不下，将来生天，极乐世界去不了。",
      "zh_TW": "我們一生當中，要在這上下功夫，真正在這上下功夫，功夫能夠得力，就是你真能放得下。你很想功夫得力，但是又放不下，那就無可奈何。多少多少人為什麼功夫不得力？就是境緣放不下；境是講物質，緣是講人事。你還有親愛的人、歡喜的人放不下，這是緣；你還有財產、你還有名聞利養放不下，這是物質，這屬於境界。統統要放下，不但人間要放下，天上那樣好的境界都要放下。你要放不下，怎麼樣？放不下，將來生天，極樂世界去不了。"
    },
    {
      "id": "12-017-1481_p0034",
      "zh_CN": "无着、天亲、师子觉三兄弟学佛的功夫都不错，他们修唯心识定，修得都不错。师子觉先往生，他们求生兜率天弥勒净土，三个人约定，哪个人先去，到那边去，赶紧回来报个信。师子觉往生之后，始终就没有回头，没有消息。以后无着菩萨也往生了，生到兜率天之后，马上就回来，告诉天亲菩萨。天亲菩萨说：怎么三年你才来报信？他说：我跟弥勒菩萨见个面，马上就回来了。天上跟人间时差很大，兜率天的一天是人间四百年，你想想看三年，人家那里见个面打个转，三年！那里一天人间四百年。他就问，师子觉呢？他说师子觉到了欲界第四层天兜率天，兜率天有外院，外院那些天女太美，被天女迷住，现在还没到内院去。这就想到天上福报不是人间可以相比的，遇到那个境界你能舍吗？你能放下吗？你能看破吗？所以六道很不容易超越。这也难怪佛教弟子，「以戒为师，以苦为师」，有道理。",
      "zh_TW": "無著、天親、師子覺三兄弟學佛的功夫都不錯，他們修唯心識定，修得都不錯。師子覺先往生，他們求生兜率天彌勒淨土，三個人約定，哪個人先去，到那邊去，趕緊回來報個信。師子覺往生之後，始終就沒有回頭，沒有消息。以後無著菩薩也往生了，生到兜率天之後，馬上就回來，告訴天親菩薩。天親菩薩說：怎麼三年你才來報信？他說：我跟彌勒菩薩見個面，馬上就回來了。天上跟人間時差很大，兜率天的一天是人間四百年，你想想看三年，人家那裡見個面打個轉，三年！那裡一天人間四百年。他就問，師子覺呢？他說師子覺到了欲界第四層天兜率天，兜率天有外院，外院那些天女太美，被天女迷住，現在還沒到內院去。這就想到天上福報不是人間可以相比的，遇到那個境界你能捨嗎？你能放下嗎？你能看破嗎？所以六道很不容易超越。這也難怪佛教弟子，「以戒為師，以苦為師」，有道理。"
    },
    {
      "id": "12-017-1481_p0035",
      "zh_CN": "不能贪图享受，贪图享受那个习气很重，顺境善缘现前，你马上就堕落。要舍，平常就要舍，舍得愈干净愈好，为什么？没有罣碍。这桩事情，讲舍是要讲心里不执着，真正放下。但是事上要不要放下？事会影响你的心，所以佛教初学从事上放下。至于那些超越六道轮回的四圣法界里面的修行人，他那个事上放不放下没有关系，他心清净，决定没有贪染；他有贪染出不了六道。阿罗汉出了六道，见思烦恼里头，五利使没有了，五钝使也没有了。见思烦恼，身见、边见、见取见、戒取见、邪见没有了，贪瞋痴慢疑没有了，统统断尽了，证阿罗汉果。那个事有没有不相干，一丝毫不沾染，他真的看破。",
      "zh_TW": "不能貪圖享受，貪圖享受那個習氣很重，順境善緣現前，你馬上就墮落。要捨，平常就要捨，捨得愈乾淨愈好，為什麼？沒有罣礙。這樁事情，講捨是要講心裡不執著，真正放下。但是事上要不要放下？事會影響你的心，所以佛教初學從事上放下。至於那些超越六道輪迴的四聖法界裡面的修行人，他那個事上放不放下沒有關係，他心清淨，決定沒有貪染；他有貪染出不了六道。阿羅漢出了六道，見思煩惱裡頭，五利使沒有了，五鈍使也沒有了。見思煩惱，身見、邊見、見取見、戒取見、邪見沒有了，貪瞋痴慢疑沒有了，統統斷盡了，證阿羅漢果。那個事有沒有不相干，一絲毫不沾染，他真的看破。"
    },
    {
      "id": "12-017-1481_p0036",
      "zh_CN": "凡夫不行，你见色闻声会起心动念，这就坏了。这时候怎么办？像我们也想求带业往生，那尽量避免，尽量把这些境缘舍掉、离开，这是有道理的。你功夫不够，你没有看破，只好用这个方法。这个方法要用久了，慢慢成了习惯，很有效果，念佛临终的时候不产生障碍。要懂！所以这个经，我在前面跟诸位做过报告，经不能不听、不能不读，佛不能不念，戒不能不持，福不能不修，不能不求生净土，这样才能保证我们这一生往生净土。初学、老修都要时时刻刻提醒自己。",
      "zh_TW": "凡夫不行，你見色聞聲會起心動念，這就壞了。這時候怎麼辦？像我們也想求帶業往生，那盡量避免，盡量把這些境緣捨掉、離開，這是有道理的。你功夫不夠，你沒有看破，只好用這個方法。這個方法要用久了，慢慢成了習慣，很有效果，念佛臨終的時候不產生障礙。要懂！所以這個經，我在前面跟諸位做過報告，經不能不聽、不能不讀，佛不能不念，戒不能不持，福不能不修，不能不求生淨土，這樣才能保證我們這一生往生淨土。初學、老修都要時時刻刻提醒自己。"
    },
    {
      "id": "12-017-1481_p0037",
      "zh_CN": "【缘起善巧。】",
      "zh_TW": "【緣起善巧。】"
    },
    {
      "id": "12-017-1481_p0038",
      "zh_CN": "我们在前面那一品里头，第一章「缘起甚深」，清凉大师注解里面说「缘起，六地广明」。到后面「十地品」里面，六地这一章里头会说得很详细，我们前面看到缘起甚深。这四句「蕴、处、界、缘起」，流转之体。确确实实的，谁在六道轮回流转？这四个统统有关系。五蕴、十八界、十二处，『缘起』可以说十二因缘。十二因缘里面有过去、现在、未来，三世十二因缘。",
      "zh_TW": "我們在前面那一品裡頭，第一章「緣起甚深」，清涼大師註解裡面說「緣起，六地廣明」。到後面「十地品」裡面，六地這一章裡頭會說得很詳細，我們前面看到緣起甚深。這四句「蘊、處、界、緣起」，流轉之體。確確實實的，誰在六道輪迴流轉？這四個統統有關係。五蘊、十八界、十二處，『緣起』可以說十二因緣。十二因緣裡面有過去、現在、未來，三世十二因緣。"
    },
    {
      "id": "12-017-1481_p0039",
      "zh_CN": "十二因缘的名词我们简单介绍一下，第一个是无明，第二个是行，第三个是识，第四个是名色，第五个是六入，第六个是触，第七个是受，第八个是爱，第九个是取，第十个是有，第十一个是生，第十二个是老死，这十二个名相。无明，这不是根本无明，佛在经论里面给我们讲，这叫枝末无明。无明是枝末无明不是根本无明。无明缘行，这个无明是烦恼习气，阿赖耶识里头的种子。种子遇到缘，缘是什么？缘是行业，遇到缘他就投胎，识就是投胎。所以无明、行，是过去世的因；从识到受，这是这一生的果报。佛法里头有引业、有满业，行是引业，引导你去投胎。",
      "zh_TW": "十二因緣的名詞我們簡單介紹一下，第一個是無明，第二個是行，第三個是識，第四個是名色，第五個是六入，第六個是觸，第七個是受，第八個是愛，第九個是取，第十個是有，第十一個是生，第十二個是老死，這十二個名相。無明，這不是根本無明，佛在經論裡面給我們講，這叫枝末無明。無明是枝末無明不是根本無明。無明緣行，這個無明是煩惱習氣，阿賴耶識裡頭的種子。種子遇到緣，緣是什麼？緣是行業，遇到緣他就投胎，識就是投胎。所以無明、行，是過去世的因；從識到受，這是這一生的果報。佛法裡頭有引業、有滿業，行是引業，引導你去投胎。"
    },
    {
      "id": "12-017-1481_p0040",
      "zh_CN": "投胎也是有条件的，不是无条件，儿女跟父母四种缘，这佛说的。如果没有这个缘，他不会到你家投胎。第一种报恩的。过去你对他有恩，他非常感恩，到你家来投胎做你的儿女。那这个儿女从小就很乖巧，孝子贤孙，过去世有因，这报恩的。第二是报怨的。过去生中你跟他有过节，有冤仇、怨恨，他这一生来报仇的。这就是忤逆不孝，败家子，会把你搞得家破人亡，来报仇的。第三种还债的。过去生中你对他的布施很多，或者是他欠你的债很多，这一生遇到了，他还有福报，他来还债。这样的儿孙对你物质方面的供养不会缺乏，没有孝心，对父母不恭敬，生活会照顾到。还要看债多少，如果欠得多的，他就还得多，你的物质生活很富裕；如果欠得少的，他还得少，勉勉强强让你可以过日子，你没有什么富裕。还有一种叫讨债的，是父母欠他的。欠得少，大概小孩生下来三、四岁就还掉了，他就走了；欠得多的，十几岁、二十几岁走了，你供给他念书，念到大学毕业，走了，花了不少心血，花了不少钱，讨债。四种缘！没有这四种缘不会到一家来。",
      "zh_TW": "投胎也是有條件的，不是無條件，兒女跟父母四種緣，這佛說的。如果沒有這個緣，他不會到你家投胎。第一種報恩的。過去你對他有恩，他非常感恩，到你家來投胎做你的兒女。那這個兒女從小就很乖巧，孝子賢孫，過去世有因，這報恩的。第二是報怨的。過去生中你跟他有過節，有冤仇、怨恨，他這一生來報仇的。這就是忤逆不孝，敗家子，會把你搞得家破人亡，來報仇的。第三種還債的。過去生中你對他的布施很多，或者是他欠你的債很多，這一生遇到了，他還有福報，他來還債。這樣的兒孫對你物質方面的供養不會缺乏，沒有孝心，對父母不恭敬，生活會照顧到。還要看債多少，如果欠得多的，他就還得多，你的物質生活很富裕；如果欠得少的，他還得少，勉勉強強讓你可以過日子，你沒有什麼富裕。還有一種叫討債的，是父母欠他的。欠得少，大概小孩生下來三、四歲就還掉了，他就走了；欠得多的，十幾歲、二十幾歲走了，你供給他念書，念到大學畢業，走了，花了不少心血，花了不少錢，討債。四種緣！沒有這四種緣不會到一家來。"
    },
    {
      "id": "12-017-1481_p0041",
      "zh_CN": "所以现在我们都看到很多人，父母跟我讲小孩不好教，什么原因？大概都是报怨的、都是讨债的。所以自己要想想，你是不是喜欢布施，喜欢供养，喜欢帮助一些苦难的人？你布施恩德，那你的儿女就好，都是来报恩的，都是来还债的，不是报怨，不是讨债，他怎么不好！如果起心动念都是自私自利、都是损人利己这种念头，那好了，你将来的儿孙都是讨债的，都是报怨的，这个事情麻烦大！",
      "zh_TW": "所以現在我們都看到很多人，父母跟我講小孩不好教，什麼原因？大概都是報怨的、都是討債的。所以自己要想想，你是不是喜歡布施，喜歡供養，喜歡幫助一些苦難的人？你布施恩德，那你的兒女就好，都是來報恩的，都是來還債的，不是報怨，不是討債，他怎麼不好！如果起心動念都是自私自利、都是損人利己這種念頭，那好了，你將來的兒孫都是討債的，都是報怨的，這個事情麻煩大！"
    },
    {
      "id": "12-017-1481_p0042",
      "zh_CN": "一个人的一生，无论是什么人，在这个世间你一生的遭遇，与前生统统有因果报应的关系。你要是明白了，你就不会怨天、不会尤人，为什么？自作自受，你能怪谁？佛对于这些事情讲得太清楚。这一家人孝子贤孙不是容易事情，过去生中布施恩德，行善积德，所以他才有这好的果报。凡是自私自利，损人利己，绝对没有好儿孙。诸位细细观察中国、外国的历史，你再仔细看看现在这个社会，你看看这些豪门贵族，你看看他们的子孙，他能够兴旺几代？两代就不错，三代就没有了。什么道理？你佛法念多了你就明白，不必去问人。",
      "zh_TW": "一個人的一生，無論是什麼人，在這個世間你一生的遭遇，與前生統統有因果報應的關係。你要是明白了，你就不會怨天、不會尤人，為什麼？自作自受，你能怪誰？佛對於這些事情講得太清楚。這一家人孝子賢孫不是容易事情，過去生中布施恩德，行善積德，所以他才有這好的果報。凡是自私自利，損人利己，絕對沒有好兒孫。諸位細細觀察中國、外國的歷史，你再仔細看看現在這個社會，你看看這些豪門貴族，你看看他們的子孫，他能夠興旺幾代？兩代就不錯，三代就沒有了。什麼道理？你佛法念多了你就明白，不必去問人。"
    },
    {
      "id": "12-017-1481_p0043",
      "zh_CN": "所以无明跟行是前世的业习种子，这一生遇到缘，就是你跟父母有这四种缘，你到他家投胎。投胎是识，我们中国人叫它做灵魂，他就来了。下面一个叫名色，名色大概是寿命一、二个星期，那只有一块肉团，什么都称不上，所以叫它做名色。名是讲精神，色是讲物质，它是一个精神跟物质混合在一块的一块肉。底下一个名词叫六入，六入是这个胎儿长成人形，有眼耳鼻舌身，就是它像一个人的样子，不能叫它人，叫它六入。一直到他出生，生下来的时候叫触。他跟外面境界接触，脱离母体跟外面境界接触了，这个触就是从出生到老死，你天天都跟外面境界接触。受是你的感受，苦乐忧喜舍的感受。这是现在这一生的五种果报，识、名色、六入、触、受。五种前面三种是在坐胎，十个月坐胎的时候；出胎就叫做触，就有受。所以触跟受一生到老死，果！受苦受乐，六根所接触苦乐忧喜舍，这在佛法里称之为满业，是你前生行善造恶，这一生所得的果报。",
      "zh_TW": "所以無明跟行是前世的業習種子，這一生遇到緣，就是你跟父母有這四種緣，你到他家投胎。投胎是識，我們中國人叫它做靈魂，他就來了。下面一個叫名色，名色大概是壽命一、二個星期，那只有一塊肉團，什麼都稱不上，所以叫它做名色。名是講精神，色是講物質，它是一個精神跟物質混合在一塊的一塊肉。底下一個名詞叫六入，六入是這個胎兒長成人形，有眼耳鼻舌身，就是它像一個人的樣子，不能叫它人，叫它六入。一直到他出生，生下來的時候叫觸。他跟外面境界接觸，脫離母體跟外面境界接觸了，這個觸就是從出生到老死，你天天都跟外面境界接觸。受是你的感受，苦樂憂喜捨的感受。這是現在這一生的五種果報，識、名色、六入、觸、受。五種前面三種是在坐胎，十個月坐胎的時候；出胎就叫做觸，就有受。所以觸跟受一生到老死，果！受苦受樂，六根所接觸苦樂憂喜捨，這在佛法裡稱之為滿業，是你前生行善造惡，這一生所得的果報。"
    },
    {
      "id": "12-017-1481_p0044",
      "zh_CN": "现在在这一生，除了受果报之外，他还要造作。造作再多，佛把它归纳为三条，就是现在三支，是什么？来生的业因。第一个是「爱」，爱是无明，爱是烦恼。这个意思是广义的，你喜欢，我喜欢的人，希望常常在一起；我不喜欢的人，希望他常常远离我，都用这个字做代表。所以这个字里头的含义很广、很深。爱是一个念头，有这个念头，他就想得到，所以下面叫「取」，就得到。这个取，都是广义的，喜欢的，希望我得到它，不喜欢的，希望它远离我，都属于取，都用这个字做代表。我们把一切外面的境缘，境就是物质环境，缘是人事环境，就分成两大类，一个是爱，一个是恶、讨厌他，分为这两大类。所以爱有两大类，取也是有两大类。喜欢的希望得到，不喜欢的希望丢掉，都属于取。造作！现在的造作。这个造作，你阿赖耶识里头又有了种子，有善恶种子，就有个「有」。这个善恶种子就是来生的无明、行，现在叫有，来生就叫做无明、行，所以你来生又会去投胎。",
      "zh_TW": "現在在這一生，除了受果報之外，他還要造作。造作再多，佛把它歸納為三條，就是現在三支，是什麼？來生的業因。第一個是「愛」，愛是無明，愛是煩惱。這個意思是廣義的，你喜歡，我喜歡的人，希望常常在一起；我不喜歡的人，希望他常常遠離我，都用這個字做代表。所以這個字裡頭的含義很廣、很深。愛是一個念頭，有這個念頭，他就想得到，所以下面叫「取」，就得到。這個取，都是廣義的，喜歡的，希望我得到它，不喜歡的，希望它遠離我，都屬於取，都用這個字做代表。我們把一切外面的境緣，境就是物質環境，緣是人事環境，就分成兩大類，一個是愛，一個是惡、討厭他，分為這兩大類。所以愛有兩大類，取也是有兩大類。喜歡的希望得到，不喜歡的希望丟掉，都屬於取。造作！現在的造作。這個造作，你阿賴耶識裡頭又有了種子，有善惡種子，就有個「有」。這個善惡種子就是來生的無明、行，現在叫有，來生就叫做無明、行，所以你來生又會去投胎。"
    },
    {
      "id": "12-017-1481_p0045",
      "zh_CN": "未来二支，就是你来生又有「生」，有生又有「老死」。这个生，六道里头不一定到哪一道受生。无论在哪一道，都有老，都有死。佛讲十二个字，十二个名词，说明三世因果，这是我们不能不知道的。你要是知道这个道理，纵然我这一生过得很不如意，我晓得这是什么？这是过去生中我所造作一切不善的果报。既然晓得，我就要改过自新，我这一生一定要断恶修善，那就能够改变你这一生的果报。",
      "zh_TW": "未來二支，就是你來生又有「生」，有生又有「老死」。這個生，六道裡頭不一定到哪一道受生。無論在哪一道，都有老，都有死。佛講十二個字，十二個名詞，說明三世因果，這是我們不能不知道的。你要是知道這個道理，縱然我這一生過得很不如意，我曉得這是什麼？這是過去生中我所造作一切不善的果報。既然曉得，我就要改過自新，我這一生一定要斷惡修善，那就能夠改變你這一生的果報。"
    },
    {
      "id": "12-017-1481_p0046",
      "zh_CN": "最近有不少的同学在拍摄《了凡四训》的连续剧。最早拍摄出来的是马来西亚，只有两片两个小时，也相当精彩，我都看过。以后我们在北京拍了一次六个小时，六个小时里面，有一些不太妥当的，所以以后把它浓缩成四个小时。还有很多别的同学把剧本送给我看，都在那里想拍摄。我们自己也在北京找了一个朋友，我们想拍摄一个二十集的电视连续剧；二集、三集，电视台不接受的，至少二十集，《了凡四训》。怎么样改造命运？命运决定有，前世的业因，这一生受果报，命定的。虽然命运定的，命运能改，不是不能改，为什么？因是自己造的，果当然自己受，既然自己造的因，自己对这个因就能改。所以你一定要晓得，别的人来帮你改，那是假的，骗人的。什么看相算命改风水，那都是骗人的，从你自己起心动念处改。所以《了凡四训》，很好的一个教训。",
      "zh_TW": "最近有不少的同學在拍攝《了凡四訓》的連續劇。最早拍攝出來的是馬來西亞，只有兩片兩個小時，也相當精彩，我都看過。以後我們在北京拍了一次六個小時，六個小時裡面，有一些不太妥當的，所以以後把它濃縮成四個小時。還有很多別的同學把劇本送給我看，都在那裡想拍攝。我們自己也在北京找了一個朋友，我們想拍攝一個二十集的電視連續劇；二集、三集，電視台不接受的，至少二十集，《了凡四訓》。怎麼樣改造命運？命運決定有，前世的業因，這一生受果報，命定的。雖然命運定的，命運能改，不是不能改，為什麼？因是自己造的，果當然自己受，既然自己造的因，自己對這個因就能改。所以你一定要曉得，別的人來幫你改，那是假的，騙人的。什麼看相算命改風水，那都是騙人的，從你自己起心動念處改。所以《了凡四訓》，很好的一個教訓。"
    },
    {
      "id": "12-017-1481_p0047",
      "zh_CN": "另外还有一部《俞净意遇灶神记》，也非常之好。如果要拍摄连续剧，我相信比《了凡四训》还要精彩。但是他的资料没有了凡先生那么丰富，只有他的同乡罗先生给他写了一篇传记，《遇灶神记》，写得很好。这两天悟道法师带了一个电视剧本叫我看，我把它看完，不长，六集。就是《俞净意遇灶神记》，写得很好，不错。可以把它拍出来流通，教人怎样改造命运。正所谓是「逢凶化吉，遇难成祥」。",
      "zh_TW": "另外還有一部《俞淨意遇灶神記》，也非常之好。如果要拍攝連續劇，我相信比《了凡四訓》還要精彩。但是他的資料沒有了凡先生那麼豐富，只有他的同鄉羅先生給他寫了一篇傳記，《遇灶神記》，寫得很好。這兩天悟道法師帶了一個電視劇本叫我看，我把它看完，不長，六集。就是《俞淨意遇灶神記》，寫得很好，不錯。可以把它拍出來流通，教人怎樣改造命運。正所謂是「逢凶化吉，遇難成祥」。"
    },
    {
      "id": "12-017-1481_p0048",
      "zh_CN": "业因果报佛讲得很深、很广、很细密。这里面最重要的一念具足十二因缘，念头不能不注意，不能不小心。一念生爱就是无明起来，无明是什么？对于事实真相不了解，你才会起心动念。你要是了解事实真相，事实真相是什么？一切法无所有、毕竟空、不可得。了解事实真相的人心地清净，无论什么境界现前如如不动、清清楚楚，那就是观照，就是定慧。如如不动，定；清清楚楚，慧。所以，你一念动了心，我们讲动了感情，这无明起来。因感情你才造业，这就是行。你专心念着这个，这就是识。识共色行，就是名色。六根，眼耳鼻舌身都随着你的念头在转，这叫六入。六入触动感受，这就是触。苦、乐、无记这三种感受自自然然都起来，这就是受。缠绵不舍，爱；这个地方记住，跟那个恶的，含着怨恨、不高兴，也是不肯舍，要难过好几天，这都是属于爱。",
      "zh_TW": "業因果報佛講得很深、很廣、很細密。這裡面最重要的一念具足十二因緣，念頭不能不注意，不能不小心。一念生愛就是無明起來，無明是什麼？對於事實真相不了解，你才會起心動念。你要是了解事實真相，事實真相是什麼？一切法無所有、畢竟空、不可得。了解事實真相的人心地清淨，無論什麼境界現前如如不動、清清楚楚，那就是觀照，就是定慧。如如不動，定；清清楚楚，慧。所以，你一念動了心，我們講動了感情，這無明起來。因感情你才造業，這就是行。你專心念著這個，這就是識。識共色行，就是名色。六根，眼耳鼻舌身都隨著你的念頭在轉，這叫六入。六入觸動感受，這就是觸。苦、樂、無記這三種感受自自然然都起來，這就是受。纏綿不捨，愛；這個地方記住，跟那個惡的，含著怨恨、不高興，也是不肯捨，要難過好幾天，這都是屬於愛。"
    },
    {
      "id": "12-017-1481_p0049",
      "zh_CN": "现在时间到了，后面还有几条我们留着下次有时间，再给诸位同学细细的来学习，对于我们观察事实真相会有帮助。",
      "zh_TW": "現在時間到了，後面還有幾條我們留著下次有時間，再給諸位同學細細的來學習，對於我們觀察事實真相會有幫助。"
    }
  ]
}