{
  "doc_id": "12-017-1071",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０七一卷",
    "zh_TW": "第一０七一卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1071",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "12-017-1071_p0001",
      "zh_CN": "诸位同学，宗趣最后还有一句，我们把它念一念。",
      "zh_TW": "諸位同學，宗趣最後還有一句，我們把它念一念。"
    },
    {
      "id": "12-017-1071_p0002",
      "zh_CN": "「又上二皆宗，发生净信为趣」。「上二」就是「以无边谛海，随根随义，立名不同，遍空世界，以此为宗」；第二就是「务在益物调生」，也是宗，也为宗。那个趣是什么？「发生净信为趣」，这是第二个说法。第一个说法的意思浅，第二个说法意思就深了。对于大乘佛法能生净信（清净信心），这净信生起来，《金刚经》上说得很好，「信心清净，则生实相」。由此可知，「发生净信」这是什么果位？圆教初住。因为他生实相了，生实相就是禅宗讲的明心见性，就是净土宗讲的理一心不乱，所以这意思比前面意思深得多了。这是这一品经佛所说的宗趣。",
      "zh_TW": "「又上二皆宗，發生淨信為趣」。「上二」就是「以無邊諦海，隨根隨義，立名不同，遍空世界，以此為宗」；第二就是「務在益物調生」，也是宗，也為宗。那個趣是什麼？「發生淨信為趣」，這是第二個說法。第一個說法的意思淺，第二個說法意思就深了。對於大乘佛法能生淨信（清淨信心），這淨信生起來，《金剛經》上說得很好，「信心清淨，則生實相」。由此可知，「發生淨信」這是什麼果位？圓教初住。因為他生實相了，生實相就是禪宗講的明心見性，就是淨土宗講的理一心不亂，所以這意思比前面意思深得多了。這是這一品經佛所說的宗趣。"
    },
    {
      "id": "12-017-1071_p0003",
      "zh_CN": "看看我们在这一品经里面，是得到哪一个层次的利益。果然能够得「益物调生」，不错！算是觉悟了，这觉悟是解悟；如果你得「生净信」，那你是证悟。解悟跟证悟的利益不一样，证悟就是入佛境界。当然这话说的容易，真正做到可不是容易。到底是我这讲的人觉悟，还是听的人觉悟？古人说得好，「会讲不如会听」。所以自古以来，确确实实有讲经的人没有觉悟，听经的人开悟了，证果了。这是什么原因？总的来说，都在诚敬。印光大师告诉我们的，「一分诚敬得一分利益」。讲的人没有诚敬，照本宣科，讲别人的注解，注解看得很多，看得很熟，讲起来头头是道，自己连一条也没做到。听的人他有十分诚敬，真诚心，尊师重道，他听的人开悟，甚至于听的人证果了。这就是古人常常所说的「青出于蓝而胜于蓝」，这意思是学生超过老师。",
      "zh_TW": "看看我們在這一品經裡面，是得到哪一個層次的利益。果然能夠得「益物調生」，不錯！算是覺悟了，這覺悟是解悟；如果你得「生淨信」，那你是證悟。解悟跟證悟的利益不一樣，證悟就是入佛境界。當然這話說的容易，真正做到可不是容易。到底是我這講的人覺悟，還是聽的人覺悟？古人說得好，「會講不如會聽」。所以自古以來，確確實實有講經的人沒有覺悟，聽經的人開悟了，證果了。這是什麼原因？總的來說，都在誠敬。印光大師告訴我們的，「一分誠敬得一分利益」。講的人沒有誠敬，照本宣科，講別人的註解，註解看得很多，看得很熟，講起來頭頭是道，自己連一條也沒做到。聽的人他有十分誠敬，真誠心，尊師重道，他聽的人開悟，甚至於聽的人證果了。這就是古人常常所說的「青出於藍而勝於藍」，這意思是學生超過老師。"
    },
    {
      "id": "12-017-1071_p0004",
      "zh_CN": "古今中外这种例子很多，老师没开悟、没证果，学生开悟了，学生证果。在中国古代，老师一生可能都是当穷秀才，学生考取举人、考取进士、考取状元了，这秀才是状元的老师，青出于蓝而胜于蓝。他是这秀才教出来的，秀才一生没有功名，学生拿到最殊胜的功名。在佛法里头亦复如是，所以说关键就在诚敬。诚敬不重视形式，见到老师磕头顶礼，赶紧供养，那是形式，那个不重要，老师也并不希望这些东西。实质是什么？实质是依教奉行，这是实质。老师教导你，你真的听懂，你真的信、真去做，诚敬表现在这地方，你就真正得利益了。所以清净心现前，超越六道，超越阿罗汉，超越十法界，超越权教菩萨，超越藏教佛，超越通教佛。这是这一品经的宗趣，清凉大师给我们点出来，看看我们学了之后，我们得什么样的利益。",
      "zh_TW": "古今中外這種例子很多，老師沒開悟、沒證果，學生開悟了，學生證果。在中國古代，老師一生可能都是當窮秀才，學生考取舉人、考取進士、考取狀元了，這秀才是狀元的老師，青出於藍而勝於藍。他是這秀才教出來的，秀才一生沒有功名，學生拿到最殊勝的功名。在佛法裡頭亦復如是，所以說關鍵就在誠敬。誠敬不重視形式，見到老師磕頭頂禮，趕緊供養，那是形式，那個不重要，老師也並不希望這些東西。實質是什麼？實質是依教奉行，這是實質。老師教導你，你真的聽懂，你真的信、真去做，誠敬表現在這地方，你就真正得利益了。所以清淨心現前，超越六道，超越阿羅漢，超越十法界，超越權教菩薩，超越藏教佛，超越通教佛。這是這一品經的宗趣，清涼大師給我們點出來，看看我們學了之後，我們得什麼樣的利益。"
    },
    {
      "id": "12-017-1071_p0005",
      "zh_CN": "下面第四段「解妨难」，这什么意思？就是现在我们所谓的答问，或者说是问答。这个问答，我们现在讲尖锐的问题；换句话说，很不好回答，尖锐的问答。在古德里面就叫解，解就是答，解答，妨难。我们看下面这一段疏。",
      "zh_TW": "下面第四段「解妨難」，這什麼意思？就是現在我們所謂的答問，或者說是問答。這個問答，我們現在講尖銳的問題；換句話說，很不好回答，尖銳的問答。在古德裡面就叫解，解就是答，解答，妨難。我們看下面這一段疏。"
    },
    {
      "id": "12-017-1071_p0006",
      "zh_CN": "「问。既彰佛语业，答说法问，佛所说法多门，何以唯陈四谛」。这问确实是难题，不好回答，问的人很有道理。既然这一品经，「彰」是彰显，明白的显示出世尊说法，「语业」是说法。「答说法问」，前面我们读到四十个问题，菩萨问的，这一品经答是「答说法问」。前面问题，云何佛说法。这一品经就是答复「云何佛说法」，所以「答说法问」。佛所说法说得多，说了四十九年，讲经三百余会，说法四十九年，为什么答说法问只讲四谛，不讲别的？真的是个尖端问题。我们看清凉大师怎么给我们解答的。",
      "zh_TW": "「問。既彰佛語業，答說法問，佛所說法多門，何以唯陳四諦」。這問確實是難題，不好回答，問的人很有道理。既然這一品經，「彰」是彰顯，明白的顯示出世尊說法，「語業」是說法。「答說法問」，前面我們讀到四十個問題，菩薩問的，這一品經答是「答說法問」。前面問題，云何佛說法。這一品經就是答覆「云何佛說法」，所以「答說法問」。佛所說法說得多，說了四十九年，講經三百餘會，說法四十九年，為什麼答說法問只講四諦，不講別的？真的是個尖端問題。我們看清涼大師怎麼給我們解答的。"
    },
    {
      "id": "12-017-1071_p0007",
      "zh_CN": "「答。以名虽在小，义通大小，事理具足。谓苦集二谛，是世间因果，所知所断，无改易故。灭道两谛，出世间因果，所证所修，事决定故」。我们就念到这里，这是一个小段。实际上，这在前面解题的时候，解品题的时候都说到。世尊说法四十九年，这是在我们这世间示现的。如果在他方世界，那就正是像前面所讲的，随根随义不同。其他世界上的众生，有的寿命很长，我们简直没有办法想像，聪明智慧很高、很大，也不是我们能够想像得到的。诸佛菩萨，他方世界，随根随义，我们要是遍观，那确实是无量无边。不是说法四十九年，说法是无量劫又无量劫；不止三百余会，三个阿僧祇会都不止。可是总的来说，我们抓到总纲领总原则，就不外乎世出世间的因果法。苦集，世间因果；灭道，出世间因果，全都包括。不要说释迦牟尼佛四十九年所说的，一切诸佛在遍法界、虚空界一切刹土里面教化众生，都不能离开这一个原则，那就是世出世间两重因果。你这才晓得，为什么佛在此地给我们讲四谛。",
      "zh_TW": "「答。以名雖在小，義通大小，事理具足。謂苦集二諦，是世間因果，所知所斷，無改易故。滅道兩諦，出世間因果，所證所修，事決定故」。我們就念到這裡，這是一個小段。實際上，這在前面解題的時候，解品題的時候都說到。世尊說法四十九年，這是在我們這世間示現的。如果在他方世界，那就正是像前面所講的，隨根隨義不同。其他世界上的眾生，有的壽命很長，我們簡直沒有辦法想像，聰明智慧很高、很大，也不是我們能夠想像得到的。諸佛菩薩，他方世界，隨根隨義，我們要是遍觀，那確實是無量無邊。不是說法四十九年，說法是無量劫又無量劫；不止三百餘會，三個阿僧祇會都不止。可是總的來說，我們抓到總綱領總原則，就不外乎世出世間的因果法。苦集，世間因果；滅道，出世間因果，全都包括。不要說釋迦牟尼佛四十九年所說的，一切諸佛在遍法界、虛空界一切剎土裡面教化眾生，都不能離開這一個原則，那就是世出世間兩重因果。你這才曉得，為什麼佛在此地給我們講四諦。"
    },
    {
      "id": "12-017-1071_p0008",
      "zh_CN": "这疑问你明白了，可能还有疑问，什么疑问？四谛通常是对小乘人说的，这在佛经典里面很多。《华严》是大乘，不但是大乘，是大乘圆教。大乘圆教的大法太多了，难道没有代表的，还得要用小乘四谛？这意思问得深，所以这里解答「以名虽在小」，这四谛之名是小乘；「义通大小」，四谛法的义理，大小统统具足。我们初学佛的时候有这疑惑，总认为佛对声闻讲四谛，对缘觉讲十二因缘，对菩萨讲六波罗蜜，我们都有这执着，先入为主。一般介绍佛法的书，像《佛学概论》、《佛学概要》这些接引初机的，都是这个说法，这说法没有错，但是我们很不容易晓得这小乘通大乘。",
      "zh_TW": "這疑問你明白了，可能還有疑問，什麼疑問？四諦通常是對小乘人說的，這在佛經典裡面很多。《華嚴》是大乘，不但是大乘，是大乘圓教。大乘圓教的大法太多了，難道沒有代表的，還得要用小乘四諦？這意思問得深，所以這裡解答「以名雖在小」，這四諦之名是小乘；「義通大小」，四諦法的義理，大小統統具足。我們初學佛的時候有這疑惑，總認為佛對聲聞講四諦，對緣覺講十二因緣，對菩薩講六波羅蜜，我們都有這執著，先入為主。一般介紹佛法的書，像《佛學概論》、《佛學概要》這些接引初機的，都是這個說法，這說法沒有錯，但是我們很不容易曉得這小乘通大乘。"
    },
    {
      "id": "12-017-1071_p0009",
      "zh_CN": "早年我在学经教，我学三十七道品，三十七道品这三十七门它分做七个科目，前面「四念处、四正勤、四如意足」，后面是「五根、五力、七菩提分、八圣道分」。我看到一本四念处，天台大师注解的，那个时候学这东西有这么好的参考书，难得！看它的分量很厚，是木刻版本的，印一册，这注解得很详细。展开来一看，大师讲四念处有「藏、通、别、圆」，藏教四念处，通教四念处，别教四念处，圆教四念处，我这才恍然大悟，三十七道品通大小乘，不是小乘专讲的。我们一般的观念，这四谛、三十七道品都是小乘的，没有想到它的教义通大乘，不但通大乘，通显密，通一切法。唯独在大乘法里面才能看到圆融，特别是《华严》，这《华严》我们在前面读了不少，「一即是多，多即是一」，「一即一切，一切即一」，所以这意思深广无尽，「义通大小，事理具足」。",
      "zh_TW": "早年我在學經教，我學三十七道品，三十七道品這三十七門它分做七個科目，前面「四念處、四正勤、四如意足」，後面是「五根、五力、七菩提分、八聖道分」。我看到一本四念處，天台大師註解的，那個時候學這東西有這麼好的參考書，難得！看它的分量很厚，是木刻版本的，印一冊，這註解得很詳細。展開來一看，大師講四念處有「藏、通、別、圓」，藏教四念處，通教四念處，別教四念處，圓教四念處，我這才恍然大悟，三十七道品通大小乘，不是小乘專講的。我們一般的觀念，這四諦、三十七道品都是小乘的，沒有想到它的教義通大乘，不但通大乘，通顯密，通一切法。唯獨在大乘法裡面才能看到圓融，特別是《華嚴》，這《華嚴》我們在前面讀了不少，「一即是多，多即是一」，「一即一切，一切即一」，所以這意思深廣無盡，「義通大小，事理具足」。"
    },
    {
      "id": "12-017-1071_p0010",
      "zh_CN": "这下面给我们具体说出来，「苦集二谛，是世间因果，所知所断，无改易故」。「无改易」就是谛，谛实；「所知所断」是审谛。前面我们讲谛的两个意思，现在人讲真理，要用现在人的话，什么是真理？世间因果是真理。为什么？谁都没有办法改变，佛也没办法，上帝也没办法，神仙也没办法。种善因必定得善果，造恶因必定得恶报，「无改易故」。你真的明了通达了，你就知道了，你真的知道之后，哪里要人劝，你自自然然断恶修善。为什么？知道修善有大利益，无量无边的利益，真正是有求必应。如果你不肯修善，你还继续做恶，那你自己很清楚，果报是三途地狱。",
      "zh_TW": "這下面給我們具體說出來，「苦集二諦，是世間因果，所知所斷，無改易故」。「無改易」就是諦，諦實；「所知所斷」是審諦。前面我們講諦的兩個意思，現在人講真理，要用現在人的話，什麼是真理？世間因果是真理。為什麼？誰都沒有辦法改變，佛也沒辦法，上帝也沒辦法，神仙也沒辦法。種善因必定得善果，造惡因必定得惡報，「無改易故」。你真的明瞭通達了，你就知道了，你真的知道之後，哪裡要人勸，你自自然然斷惡修善。為什麼？知道修善有大利益，無量無邊的利益，真正是有求必應。如果你不肯修善，你還繼續做惡，那你自己很清楚，果報是三途地獄。"
    },
    {
      "id": "12-017-1071_p0011",
      "zh_CN": "要知道你在人世间的时间不长，你在人世间享受荣华富贵，你能享多久？像我们这一般人，不是生在大富大贵之家，中等根性的人，差不多都是要靠自己奋发努力。到自己事业稍稍有成就，大概总是四十岁了，你的学业完成，你在社会上，工作渐渐小有名气了，四十以上。纵然享受世间荣华富贵，你享到五十岁、六十岁、七十岁，这算是不错了，不过三十年。三十年已经不多见了，一般大多数，诸位细心观察，从中国历史、外国历史，你去看，一个人真正能享受荣华富贵的时候，几乎都很难超过二十五年。",
      "zh_TW": "要知道你在人世間的時間不長，你在人世間享受榮華富貴，你能享多久？像我們這一般人，不是生在大富大貴之家，中等根性的人，差不多都是要靠自己奮發努力。到自己事業稍稍有成就，大概總是四十歲了，你的學業完成，你在社會上，工作漸漸小有名氣了，四十以上。縱然享受世間榮華富貴，你享到五十歲、六十歲、七十歲，這算是不錯了，不過三十年。三十年已經不多見了，一般大多數，諸位細心觀察，從中國歷史、外國歷史，你去看，一個人真正能享受榮華富貴的時候，幾乎都很難超過二十五年。"
    },
    {
      "id": "12-017-1071_p0012",
      "zh_CN": "享福没有不造业的，不要说别的，就是饮食一道，你造多少业？你知道，吃他半斤，还他八两。你有权有势，有地位，有财富，常常倚势这个，欺负别人，轻慢别人，作威作福，也不过二十几年，你结的怨恨，你知道有多少？这些遭到来生来世冤冤相报，你够受。所以二十五年这是我们一般讲的，二十五年的享受，你所造的罪业，招来的恶报，两百五十年都报不完。要照佛经上讲的，两千五百年、两万五千年，都还是很短很短的。何必二十五年的享受，要赔上自己千万年的这么长的时间去受恶报，这帐怎么算都算不过来。如果你要是堕三途，麻烦可大了，这时间不是论千年万年计算的，论劫计算的，地狱论劫计算。饿鬼道，鬼道里面的一天是我们人间一个月，有时差，现在人讲时差。所以我们祭祀鬼神，初一、十五正好一天两餐饭的时间，时差。人间一年，鬼道里头十二天，所以堕在饿鬼道，想出来不容易。畜生，不要看这畜生好像命不长，牠死了之后还是畜生，愚痴，认定那个是牠的身，生生世世没有改变念头。",
      "zh_TW": "享福沒有不造業的，不要說別的，就是飲食一道，你造多少業？你知道，吃他半斤，還他八兩。你有權有勢，有地位，有財富，常常倚勢這個，欺負別人，輕慢別人，作威作福，也不過二十幾年，你結的怨恨，你知道有多少？這些遭到來生來世冤冤相報，你夠受。所以二十五年這是我們一般講的，二十五年的享受，你所造的罪業，招來的惡報，兩百五十年都報不完。要照佛經上講的，兩千五百年、兩萬五千年，都還是很短很短的。何必二十五年的享受，要賠上自己千萬年的這麼長的時間去受惡報，這帳怎麼算都算不過來。如果你要是墮三途，麻煩可大了，這時間不是論千年萬年計算的，論劫計算的，地獄論劫計算。餓鬼道，鬼道裡面的一天是我們人間一個月，有時差，現在人講時差。所以我們祭祀鬼神，初一、十五正好一天兩餐飯的時間，時差。人間一年，鬼道裡頭十二天，所以墮在餓鬼道，想出來不容易。畜生，不要看這畜生好像命不長，牠死了之後還是畜生，愚痴，認定那個是牠的身，生生世世沒有改變念頭。"
    },
    {
      "id": "12-017-1071_p0013",
      "zh_CN": "世尊在经典上记载的有，有一次释迦牟尼佛在祇树给孤独园，看到一窝蚂蚁，他们正在施工的时候，有工程，施工的时候看到一窝蚂蚁。佛看了笑笑，旁边这些学生、弟子们，看到佛看到蚂蚁在笑，就问释迦牟尼佛为什么笑牠？佛就说，这一窝蚂蚁已经经过七尊佛过世了，牠还在当蚂蚁。照我们一般经上讲，一尊佛，这三大阿僧祇劫，七尊佛，三七二十一个阿僧祇劫，牠还在当蚂蚁，不是蚂蚁有那么长的寿命，死了之后还做蚂蚁；蚂蚁死了之后还做蚂蚁，牠就不知道换个身体，愚痴。",
      "zh_TW": "世尊在經典上記載的有，有一次釋迦牟尼佛在祇樹給孤獨園，看到一窩螞蟻，他們正在施工的時候，有工程，施工的時候看到一窩螞蟻。佛看了笑笑，旁邊這些學生、弟子們，看到佛看到螞蟻在笑，就問釋迦牟尼佛為什麼笑牠？佛就說，這一窩螞蟻已經經過七尊佛過世了，牠還在當螞蟻。照我們一般經上講，一尊佛，這三大阿僧祇劫，七尊佛，三七二十一個阿僧祇劫，牠還在當螞蟻，不是螞蟻有那麼長的壽命，死了之後還做螞蟻；螞蟻死了之後還做螞蟻，牠就不知道換個身體，愚痴。"
    },
    {
      "id": "12-017-1071_p0014",
      "zh_CN": "诸位要在佛经里头多读这些经文，多听佛这些教诲，你就知道三恶道不能去，去不得；去很容易，出来太难太难！真的是遥遥无期。所以真的，你要相信佛的话，佛不是吓唬人的，不是骗你的；你要不相信，你试试看，你堕到三途之后，那你后悔莫及。你才想像到，释迦牟尼佛当年曾经告诉我，我没有听、没有在意，今天遭受这么大的苦难。只有佛能把世间因果理事讲得清楚、讲得透彻，你真正明白了，觉悟了，你才会感激释迦牟尼佛，知恩报恩。怎么个报法？依教奉行就是报佛恩。你不能依教奉行，你就没有报佛恩，不是天天在佛面前磕头烧香，那个没有用处。佛教导我们要信解行证，这才叫真正报佛恩。这是真理，「无改易故」。",
      "zh_TW": "諸位要在佛經裡頭多讀這些經文，多聽佛這些教誨，你就知道三惡道不能去，去不得；去很容易，出來太難太難！真的是遙遙無期。所以真的，你要相信佛的話，佛不是嚇唬人的，不是騙你的；你要不相信，你試試看，你墮到三途之後，那你後悔莫及。你才想像到，釋迦牟尼佛當年曾經告訴我，我沒有聽、沒有在意，今天遭受這麼大的苦難。只有佛能把世間因果理事講得清楚、講得透徹，你真正明白了，覺悟了，你才會感激釋迦牟尼佛，知恩報恩。怎麼個報法？依教奉行就是報佛恩。你不能依教奉行，你就沒有報佛恩，不是天天在佛面前磕頭燒香，那個沒有用處。佛教導我們要信解行證，這才叫真正報佛恩。這是真理，「無改易故」。"
    },
    {
      "id": "12-017-1071_p0015",
      "zh_CN": "「灭道两谛」，这是出世间的，对于一些聪明人，聪明人觉悟六道苦；我就是生天，天也不究竟，还是有寿命，寿命虽然长，他总有到的时候，到了怎么办？还要搞轮回。所以聪明人不希望再搞六道轮回，希望像佛菩萨一样超越六道轮回。纵然将来再回到六道，像诸佛菩萨一样自在，不是业力来的，乘愿再来，来度化众生，不是来受报的，这可以，这真正聪明人，真正有智慧的人。那佛就教你「修道证灭」，这灭是灭烦恼，灭生死。换句话说，永远没有烦恼，永远没有生死，这是灭谛的意思。你要想永远没有烦恼，永远没有生死，要想得这果报，有方法，这方法就是道。道在哪里？诸佛菩萨应化在我们这世间，他所示现的就是道。",
      "zh_TW": "「滅道兩諦」，這是出世間的，對於一些聰明人，聰明人覺悟六道苦；我就是生天，天也不究竟，還是有壽命，壽命雖然長，他總有到的時候，到了怎麼辦？還要搞輪迴。所以聰明人不希望再搞六道輪迴，希望像佛菩薩一樣超越六道輪迴。縱然將來再回到六道，像諸佛菩薩一樣自在，不是業力來的，乘願再來，來度化眾生，不是來受報的，這可以，這真正聰明人，真正有智慧的人。那佛就教你「修道證滅」，這滅是滅煩惱，滅生死。換句話說，永遠沒有煩惱，永遠沒有生死，這是滅諦的意思。你要想永遠沒有煩惱，永遠沒有生死，要想得這果報，有方法，這方法就是道。道在哪裡？諸佛菩薩應化在我們這世間，他所示現的就是道。"
    },
    {
      "id": "12-017-1071_p0016",
      "zh_CN": "释迦牟尼佛明显的表演给我们看，八相成道。他一生从生到入灭，八个过程，这是他一生，八相成道，这是表演给我们看。你要看懂了，不必说话，就觉悟了。上根利智的人，他一看，懂了。在中国，像禅宗六祖惠能，上上根人，他一看就明了，二十四岁就证道，上上根人。上上根之下的不行，得要慢慢修，走渐学的道路，那上上根人是顿超。渐修这法门里面又分上中下三根，上根成就得快，学个三年、五年就成就了；中等根性的人，大概要学个十年、二十年成就了；下根人，大概要学个三十年、四十年、五十年才成就。自己要知道自己的根性，换句话说，即使下下根人，要锲而不舍，努力能够弥补我们的根性。",
      "zh_TW": "釋迦牟尼佛明顯的表演給我們看，八相成道。他一生從生到入滅，八個過程，這是他一生，八相成道，這是表演給我們看。你要看懂了，不必說話，就覺悟了。上根利智的人，他一看，懂了。在中國，像禪宗六祖惠能，上上根人，他一看就明瞭，二十四歲就證道，上上根人。上上根之下的不行，得要慢慢修，走漸學的道路，那上上根人是頓超。漸修這法門裡面又分上中下三根，上根成就得快，學個三年、五年就成就了；中等根性的人，大概要學個十年、二十年成就了；下根人，大概要學個三十年、四十年、五十年才成就。自己要知道自己的根性，換句話說，即使下下根人，要鍥而不捨，努力能夠彌補我們的根性。"
    },
    {
      "id": "12-017-1071_p0017",
      "zh_CN": "学习要记住古人的经验教训，「一门深入，长时薰修」。像我们中下根性的人，守住这原则必定有成就，决定不能放松，这一放松就懈怠，一放松肯定被外面境界所转。外面的境界也是道，是什么道？魔道、鬼道、地狱道。所以，你不走菩萨道，你肯定就是走三恶道，三恶道是妖魔鬼怪的道。在这关键的所在，你自己没有高度的警觉心，虽然你天天在读经，天天在念佛，你的心没有放下自私自利，你的念头没有舍弃损人利己。换句话说，念念还想控制人事物，还想占有人事物，处处还想占别人的便宜，你的麻烦就大了。不要以为自己很聪明，自己很得意，别人被我骗了，我已经到手了，占了便宜了，其实吃大亏。所以你要真正通达因果法，你要相信佛所说的，人生在世决定没有说是哪一个人能占别人的便宜，不可能，没有这回事情；说我现在这是吃亏了，没有这事情。为什么？这不符合因果定律，因果是真理，这违背真理。所以果报这桩事情，欠命的一定还命，欠债的一定还钱。佛跟我们讲的，人与人之间关系，四种缘，「报恩，报怨，讨债，还债」，不是这四种关系，不会成一家人。",
      "zh_TW": "學習要記住古人的經驗教訓，「一門深入，長時薰修」。像我們中下根性的人，守住這原則必定有成就，決定不能放鬆，這一放鬆就懈怠，一放鬆肯定被外面境界所轉。外面的境界也是道，是什麼道？魔道、鬼道、地獄道。所以，你不走菩薩道，你肯定就是走三惡道，三惡道是妖魔鬼怪的道。在這關鍵的所在，你自己沒有高度的警覺心，雖然你天天在讀經，天天在念佛，你的心沒有放下自私自利，你的念頭沒有捨棄損人利己。換句話說，念念還想控制人事物，還想佔有人事物，處處還想佔別人的便宜，你的麻煩就大了。不要以為自己很聰明，自己很得意，別人被我騙了，我已經到手了，佔了便宜了，其實吃大虧。所以你要真正通達因果法，你要相信佛所說的，人生在世決定沒有說是哪一個人能佔別人的便宜，不可能，沒有這回事情；說我現在這是吃虧了，沒有這事情。為什麼？這不符合因果定律，因果是真理，這違背真理。所以果報這樁事情，欠命的一定還命，欠債的一定還錢。佛跟我們講的，人與人之間關係，四種緣，「報恩，報怨，討債，還債」，不是這四種關係，不會成一家人。"
    },
    {
      "id": "12-017-1071_p0018",
      "zh_CN": "昨天晚上我回去，因为道路封闭，绕了一条路，绕到蓝塘道去了，我就想到我在一九七七年在蓝塘道光明讲堂讲《楞严经》，讲了两个月。那个道场寿冶老和尚建立的，我到纽约弘法的时候，寿冶老和尚听说我去了，特别请我吃饭。我记得他的道场有一副对联，上联说「夫妻是缘，有善缘，有恶缘，冤冤相报」，下联写着「儿女是债，有讨债，有还债，无债不来」，很有味道！寿冶老和尚也往生了，这是学《华严》的，他听说我讲《华严经》，非常欢喜。他在美国写经，写《华严经》，应该写了两三部，有一部送给美国国家图书馆。",
      "zh_TW": "昨天晚上我回去，因為道路封閉，繞了一條路，繞到藍塘道去了，我就想到我在一九七七年在藍塘道光明講堂講《楞嚴經》，講了兩個月。那個道場壽冶老和尚建立的，我到紐約弘法的時候，壽冶老和尚聽說我去了，特別請我吃飯。我記得他的道場有一副對聯，上聯說「夫妻是緣，有善緣，有惡緣，冤冤相報」，下聯寫著「兒女是債，有討債，有還債，無債不來」，很有味道！壽冶老和尚也往生了，這是學《華嚴》的，他聽說我講《華嚴經》，非常歡喜。他在美國寫經，寫《華嚴經》，應該寫了兩三部，有一部送給美國國家圖書館。"
    },
    {
      "id": "12-017-1071_p0019",
      "zh_CN": "所以，你要真正参透，了解事实真相，你敢不敢害众生？不敢。不要说是杀害他，伤害他，要叫那个众生不高兴，我们都不敢做。为什么？它有果报。我让他不高兴，将来总有一天，他让我不高兴，那我有又何苦来？所以你肯定断恶修善，你肯定不会占人家一点便宜，为什么？知道将来要还债。你占的多，你将来还的多；不占人家一丝毫的便宜，我将来不负债，我不要还债，我这多自在！所以「一饮一啄，莫非前定」，前是什么？过去生中你造的业。这些道理，这些事实真相，如果不是佛大慈大悲苦口婆心来给我们说明，我们连作梦都想不到。这是真的，我们怎么会知道这些事情？",
      "zh_TW": "所以，你要真正參透，了解事實真相，你敢不敢害眾生？不敢。不要說是殺害他，傷害他，要叫那個眾生不高興，我們都不敢做。為什麼？它有果報。我讓他不高興，將來總有一天，他讓我不高興，那我有又何苦來？所以你肯定斷惡修善，你肯定不會佔人家一點便宜，為什麼？知道將來要還債。你佔的多，你將來還的多；不佔人家一絲毫的便宜，我將來不負債，我不要還債，我這多自在！所以「一飲一啄，莫非前定」，前是什麼？過去生中你造的業。這些道理，這些事實真相，如果不是佛大慈大悲苦口婆心來給我們說明，我們連作夢都想不到。這是真的，我們怎麼會知道這些事情？"
    },
    {
      "id": "12-017-1071_p0020",
      "zh_CN": "学佛之后了，读了佛经，听到善知识讲解了，明了。明了，我刚才说的，明了之后一定落实，你真正做到，做到之后你就会有证。证什么？眼前事实真相跟佛经上所讲的一样，一点都不错！证实佛讲的正确的。从自己本身证实，从我周边环境的亲戚朋友身上证实，然后你才能知道芸芸众生，才知道这世间灾难从哪里来的？为什么会有灾难？才知道一切众生为什么会有这种果报？总不出因果的真理。",
      "zh_TW": "學佛之後了，讀了佛經，聽到善知識講解了，明瞭。明瞭，我剛才說的，明瞭之後一定落實，你真正做到，做到之後你就會有證。證什麼？眼前事實真相跟佛經上所講的一樣，一點都不錯！證實佛講的正確的。從自己本身證實，從我周邊環境的親戚朋友身上證實，然後你才能知道芸芸眾生，才知道這世間災難從哪裡來的？為什麼會有災難？才知道一切眾生為什麼會有這種果報？總不出因果的真理。"
    },
    {
      "id": "12-017-1071_p0021",
      "zh_CN": "出世道我们明白了，八万四千法门，无量法门，法门平等，无有高下，我们对于任何一个法门恭敬赞叹，决定没有歧视的念头。为什么？我要歧视，我这法门好，轻视别的法门，我要遭果报！什么果报？毁谤三宝，不得了！毁谤三宝的罪是在阿鼻地狱。为什么造这罪业？为什么说轻视别的法门这么重的罪？每一个法门都是释迦牟尼佛讲的，你要毁谤它，岂不是毁谤释迦牟尼佛？尤其佛给我们讲了，法门平等，你完全用不平等的心，自赞毁他，自己赞叹自己的法门，毁谤别的法门，这还得了！我们修净土，对净土赞叹，不是对修其他法门，是对我们修净土同学。我们修这法门，赞叹这法门，是对同学一种鼓励，没有叫你轻视别的法门。每一个法门都第一，没有第二的，要懂得这意思，不能把意思错会了。错会意思的人很多，什么原因？读经太少了，他知道的佛法知道的不多，他要知道多了，他就不会。",
      "zh_TW": "出世道我們明白了，八萬四千法門，無量法門，法門平等，無有高下，我們對於任何一個法門恭敬讚歎，決定沒有歧視的念頭。為什麼？我要歧視，我這法門好，輕視別的法門，我要遭果報！什麼果報？毀謗三寶，不得了！毀謗三寶的罪是在阿鼻地獄。為什麼造這罪業？為什麼說輕視別的法門這麼重的罪？每一個法門都是釋迦牟尼佛講的，你要毀謗它，豈不是毀謗釋迦牟尼佛？尤其佛給我們講了，法門平等，你完全用不平等的心，自讚毀他，自己讚歎自己的法門，毀謗別的法門，這還得了！我們修淨土，對淨土讚歎，不是對修其他法門，是對我們修淨土同學。我們修這法門，讚歎這法門，是對同學一種鼓勵，沒有叫你輕視別的法門。每一個法門都第一，沒有第二的，要懂得這意思，不能把意思錯會了。錯會意思的人很多，什麼原因？讀經太少了，他知道的佛法知道的不多，他要知道多了，他就不會。"
    },
    {
      "id": "12-017-1071_p0022",
      "zh_CN": "我在香港，这要讲到什么？讲到蓝塘道讲经。七七年的时候，在蓝塘道之前，我在中华佛教图书馆，都是讲《楞严经》，讲两个月，在九龙那边讲，后面两个月搬到香港去讲，迁就两边的同学，他们听经，也要公平！在九龙讲，香港同修，那时还没有海底隧道，还没有，要坐渡轮，从尖沙咀码头过渡到这边来听经，也挺辛苦的。我们到香港讲两个月，九龙也要过渡到那里去听，很公平。那个时候，我认识圣一法师，圣一法师很难得，我在九龙讲经，他常常来听，不但来听，还带了他的徒弟们，有出家在家的，带他们一起来听。我们这样就熟了，熟了才请我到他道场去参观。那个时候，他在宝莲寺的后面，宝林寺，没有路，要走路。我们乘车到宝莲寺，从宝莲寺走过去，大概要四十分钟，走路走到那边。禅宗道场，很难得，他禅堂里面有四十多个人，每一天按照规矩坐香，参禅，我看到非常欢喜。",
      "zh_TW": "我在香港，這要講到什麼？講到藍塘道講經。七七年的時候，在藍塘道之前，我在中華佛教圖書館，都是講《楞嚴經》，講兩個月，在九龍那邊講，後面兩個月搬到香港去講，遷就兩邊的同學，他們聽經，也要公平！在九龍講，香港同修，那時還沒有海底隧道，還沒有，要坐渡輪，從尖沙咀碼頭過渡到這邊來聽經，也挺辛苦的。我們到香港講兩個月，九龍也要過渡到那裡去聽，很公平。那個時候，我認識聖一法師，聖一法師很難得，我在九龍講經，他常常來聽，不但來聽，還帶了他的徒弟們，有出家在家的，帶他們一起來聽。我們這樣就熟了，熟了才請我到他道場去參觀。那個時候，他在寶蓮寺的後面，寶林寺，沒有路，要走路。我們乘車到寶蓮寺，從寶蓮寺走過去，大概要四十分鐘，走路走到那邊。禪宗道場，很難得，他禪堂裡面有四十多個人，每一天按照規矩坐香，參禪，我看到非常歡喜。"
    },
    {
      "id": "12-017-1071_p0023",
      "zh_CN": "他老人家要我对大众讲开示，在禅堂里讲开示。我没有参过禅，但是我讲过《六祖坛经》，讲过《金刚经》，讲过永嘉大师《禅宗集》，所以还有个口头禅。所以我要对他这道场，我赞叹他的师父圣一法师，赞叹道场，赞叹法门，赞叹他们这些同修，这是什么？这是规矩。古大德教导我们「若要佛法兴，唯有僧赞僧」，不能毁谤，不能说到他那个地方，我修净土，「净土好，禅不容易成就，不能学这法门」，说这话就有罪过。人家在那里二十多年了，我们要帮助这些学禅的人，对他的师父，对他的法门，生起「清净信心」，帮助他成就。",
      "zh_TW": "他老人家要我對大眾講開示，在禪堂裡講開示。我沒有參過禪，但是我講過《六祖壇經》，講過《金剛經》，講過永嘉大師《禪宗集》，所以還有個口頭禪。所以我要對他這道場，我讚歎他的師父聖一法師，讚歎道場，讚歎法門，讚歎他們這些同修，這是什麼？這是規矩。古大德教導我們「若要佛法興，唯有僧讚僧」，不能毀謗，不能說到他那個地方，我修淨土，「淨土好，禪不容易成就，不能學這法門」，說這話就有罪過。人家在那裡二十多年了，我們要幫助這些學禪的人，對他的師父，對他的法門，生起「清淨信心」，幫助他成就。"
    },
    {
      "id": "12-017-1071_p0024",
      "zh_CN": "我们离开，回来的时候，还没有到宝莲寺，我们还得走回来！跟着我去的有五、六个同修，香港这边同修们在路上就问我：法师，你赞叹禅那么好，那你为什么不修禅？你为什么修净土？我告诉他们：我不是修禅的根机，修禅的根机要上根，你看六祖大师所接引的是上上根人，神秀大师接引上根人；我是中下根性，我去修那个法门，我肯定一生不能开悟。为什么？不是这根机。所以我对他们的修学，我衷心的佩服，敬仰，他们的根机在我之上。我说我修念佛法门，这凡圣同居土，我还有把握能往生。至于方便土、实报土，我都没有把握。我讲的句句都是老实话，这也就是世尊随根随义所列无量无边法门，接引无量无边不同根性的众生。我们学佛，不论是学哪个法门，特别是学经教，讲经说法要懂得这道理，这道理就是僧赞僧，绝对没有毁谤。",
      "zh_TW": "我們離開，回來的時候，還沒有到寶蓮寺，我們還得走回來！跟著我去的有五、六個同修，香港這邊同修們在路上就問我：法師，你讚歎禪那麼好，那你為什麼不修禪？你為什麼修淨土？我告訴他們：我不是修禪的根機，修禪的根機要上根，你看六祖大師所接引的是上上根人，神秀大師接引上根人；我是中下根性，我去修那個法門，我肯定一生不能開悟。為什麼？不是這根機。所以我對他們的修學，我衷心的佩服，敬仰，他們的根機在我之上。我說我修念佛法門，這凡聖同居土，我還有把握能往生。至於方便土、實報土，我都沒有把握。我講的句句都是老實話，這也就是世尊隨根隨義所列無量無邊法門，接引無量無邊不同根性的眾生。我們學佛，不論是學哪個法門，特別是學經教，講經說法要懂得這道理，這道理就是僧讚僧，絕對沒有毀謗。"
    },
    {
      "id": "12-017-1071_p0025",
      "zh_CN": "八０年代，我第一次到新加坡，新加坡的缘是从香港结的。我们在香港讲经，有三个新加坡的佛教徒来听经，听得很欢喜，我香港结束之后，他们就把我拉到新加坡去了，要我到新加坡去讲经。我说好，新加坡没有去过，我先去看看，了解一下环境。第一次去住了十天，遇到演培法师，这是我的老朋友。我认识他的时候，他大概四十岁，他大我十岁，我三十岁，刚刚学佛没有多久，他在善导寺做住持，讲经，我常常听他讲经。那个时候我没出家，我听经都坐在第一排，跟他面对面，很熟。他知道我到新加坡来了，非常高兴。我在此地讲《楞严》，在这里也碰到，他到香港来访问，我们在一起吃饭，我陪他去旅游。到新加坡，他也邀请我到他道场跟大家讲开示。他是修弥勒净土的，我们学过《四十华严》，弥勒菩萨这一章特别赞叹弥勒净土，对于弥陀净土一字不提，这是规矩。一定要赞叹那个法师，赞叹那个道场，赞叹他们的法门，赞叹他们的修学，这是僧赞僧。毁谤，自赞毁他，那是灭佛法。彼此亘相赞叹，天下太平，和睦相处，不能毁谤；毁谤就造成了社会的动乱，人与人之间的歧视，那个罪过无量无边。这是学佛，无论在家出家不能不懂的基本道德观念。现在时间到了。",
      "zh_TW": "八０年代，我第一次到新加坡，新加坡的緣是從香港結的。我們在香港講經，有三個新加坡的佛教徒來聽經，聽得很歡喜，我香港結束之後，他們就把我拉到新加坡去了，要我到新加坡去講經。我說好，新加坡沒有去過，我先去看看，了解一下環境。第一次去住了十天，遇到演培法師，這是我的老朋友。我認識他的時候，他大概四十歲，他大我十歲，我三十歲，剛剛學佛沒有多久，他在善導寺做住持，講經，我常常聽他講經。那個時候我沒出家，我聽經都坐在第一排，跟他面對面，很熟。他知道我到新加坡來了，非常高興。我在此地講《楞嚴》，在這裡也碰到，他到香港來訪問，我們在一起吃飯，我陪他去旅遊。到新加坡，他也邀請我到他道場跟大家講開示。他是修彌勒淨土的，我們學過《四十華嚴》，彌勒菩薩這一章特別讚歎彌勒淨土，對於彌陀淨土一字不提，這是規矩。一定要讚歎那個法師，讚歎那個道場，讚歎他們的法門，讚歎他們的修學，這是僧讚僧。毀謗，自讚毀他，那是滅佛法。彼此亙相讚歎，天下太平，和睦相處，不能毀謗；毀謗就造成了社會的動亂，人與人之間的歧視，那個罪過無量無邊。這是學佛，無論在家出家不能不懂的基本道德觀念。現在時間到了。"
    },
    {
      "id": "12-017-1071_p0026",
      "zh_CN": "诸位同学，请接着看清凉的疏文。我们从哪里念起？从出世间好了。「灭道两谛出世间因果，所证所修，事决定故」。前面讲到这地方，现在再接着看。",
      "zh_TW": "諸位同學，請接著看清涼的疏文。我們從哪裡念起？從出世間好了。「滅道兩諦出世間因果，所證所修，事決定故」。前面講到這地方，現在再接著看。"
    },
    {
      "id": "12-017-1071_p0027",
      "zh_CN": "「知断证修，能运众生到彼岸故」，这一句很重要。「世界有异，此独无改」，这「无改」跟前面「无改易故」是一样的话，那就是真理，决定没有改变的。「知断」，这「断」是灭断，就是断生死，断烦恼。你知道了，你才会想断。怎么断？那你就要真修，你要真正修行。它这四个字是「知」苦，「断」集，「证」灭，「修」道。「能运众生到彼岸故」，这「到彼岸」，就是超越六道轮回，超越十法界，往生到一真法界。除净土法门之外，修证的目标都是往生华藏世界。华藏跟净土是一不是二，古大德常常跟我们说「华藏无异极乐，极乐不异华藏」，是一不是二，那才叫究竟，才叫做彼岸。",
      "zh_TW": "「知斷證修，能運眾生到彼岸故」，這一句很重要。「世界有異，此獨無改」，這「無改」跟前面「無改易故」是一樣的話，那就是真理，決定沒有改變的。「知斷」，這「斷」是滅斷，就是斷生死，斷煩惱。你知道了，你才會想斷。怎麼斷？那你就要真修，你要真正修行。它這四個字是「知」苦，「斷」集，「證」滅，「修」道。「能運眾生到彼岸故」，這「到彼岸」，就是超越六道輪迴，超越十法界，往生到一真法界。除淨土法門之外，修證的目標都是往生華藏世界。華藏跟淨土是一不是二，古大德常常跟我們說「華藏無異極樂，極樂不異華藏」，是一不是二，那才叫究竟，才叫做彼岸。"
    },
    {
      "id": "12-017-1071_p0028",
      "zh_CN": "底下这两句话说得好，「世界有异，此独无改」，这世界变幻无常，不仅是人事的变化非常之大。就以香港来说，我一九七七年，第一次到这边来讲《楞严》，讲了四个月，那个时候，每天来听经的同学有一百多人。因为四个月在一起，都非常熟悉，现在都不见了，大概只看到十几个，二十个人都不到，人事变化无常。不但人事，环境的变化更大，那个时候没有隧道，现在隧道好多条；那个时候最高的楼，五十层，在香港尖沙咀码头这一边，有一栋窗户是圆形的，我那个时候来的，听说这楼刚刚建好没有多久，五十层，香港最高的。我到沙田、到荃湾，全都是乡下，现在都变成都市了，而且都是几十层的高楼，几乎空地都建满了，变化太大太大。所以世界，这是小的变化；大的变化，成住坏空。但是这四谛是真理，「此独无改」，永远不会改变的；苦集灭道永远不会改变的。",
      "zh_TW": "底下這兩句話說得好，「世界有異，此獨無改」，這世界變幻無常，不僅是人事的變化非常之大。就以香港來說，我一九七七年，第一次到這邊來講《楞嚴》，講了四個月，那個時候，每天來聽經的同學有一百多人。因為四個月在一起，都非常熟悉，現在都不見了，大概只看到十幾個，二十個人都不到，人事變化無常。不但人事，環境的變化更大，那個時候沒有隧道，現在隧道好多條；那個時候最高的樓，五十層，在香港尖沙咀碼頭這一邊，有一棟窗戶是圓形的，我那個時候來的，聽說這樓剛剛建好沒有多久，五十層，香港最高的。我到沙田、到荃灣，全都是鄉下，現在都變成都市了，而且都是幾十層的高樓，幾乎空地都建滿了，變化太大太大。所以世界，這是小的變化；大的變化，成住壞空。但是這四諦是真理，「此獨無改」，永遠不會改變的；苦集滅道永遠不會改變的。"
    },
    {
      "id": "12-017-1071_p0029",
      "zh_CN": "「况无量无作，何义不收」。何况无量四谛，无作四谛，「何义不收」，把世出世间的义理统统都包括了。「是故约此以显差别」，这一句是答复为什么佛在此地不说其他的法门，单单讲四谛，这是一个意思解答了。下面又有一个意思，下面这意思，开权显实，前面这是四谛，它能包容一切法。我们再看后面这意思。",
      "zh_TW": "「況無量無作，何義不收」。何況無量四諦，無作四諦，「何義不收」，把世出世間的義理統統都包括了。「是故約此以顯差別」，這一句是答覆為什麼佛在此地不說其他的法門，單單講四諦，這是一個意思解答了。下面又有一個意思，下面這意思，開權顯實，前面這是四諦，它能包容一切法。我們再看後面這意思。"
    },
    {
      "id": "12-017-1071_p0030",
      "zh_CN": "「又为破计引机故，谓演彼声闻四谛局法，令亡所执，引入一乘无边谛海，故约此辨」。这一段话我们用白话来说，大家好懂。「又」，这是另一个道理，前面给你说了这四谛能够包容一切法，是一切法的总纲领、总原则这意思。第二个意思，是用小乘的方法来引导你入大乘，这意思深一层。「为破计」，这「计」是什么？嫉妒分别，就是我们今天讲的分别执着，严重的分别执着。佛在此地讲四谛法，他的用意是破我们的妄想分别执着，这分别执着已经成为习惯，牢不可破了，佛今天来引导。「引机」，这机就是一切众生的机感，是为这缘故，来引导他们。",
      "zh_TW": "「又為破計引機故，謂演彼聲聞四諦局法，令亡所執，引入一乘無邊諦海，故約此辨」。這一段話我們用白話來說，大家好懂。「又」，這是另一個道理，前面給你說了這四諦能夠包容一切法，是一切法的總綱領、總原則這意思。第二個意思，是用小乘的方法來引導你入大乘，這意思深一層。「為破計」，這「計」是什麼？嫉妒分別，就是我們今天講的分別執著，嚴重的分別執著。佛在此地講四諦法，他的用意是破我們的妄想分別執著，這分別執著已經成為習慣，牢不可破了，佛今天來引導。「引機」，這機就是一切眾生的機感，是為這緣故，來引導他們。"
    },
    {
      "id": "12-017-1071_p0031",
      "zh_CN": "「谓演彼声闻四谛局法」，这「局法」就是小法，局限了。现在我们才知道它不是局限，它包容。在从前没有听佛这种说法的时候，我们都认为四谛局限于小乘，十二因缘局限于缘觉，而六度局限于菩萨，不知道它都是圆融无碍的。佛在这一品经里面要为我们说明。「令亡所执」，无论菩萨也好、缘觉也好、声闻也好，把你的执着打破，让你知道法法圆融，一法就是一切法。哪一法？任何一法。《华严》讲任一，没有讲专一的，任何一法都能够融一切法，圆融无碍。法界是无障碍的法界；法门，无障碍的法门；我们的心境，无障碍的心境，这才能入佛境界。",
      "zh_TW": "「謂演彼聲聞四諦局法」，這「局法」就是小法，局限了。現在我們才知道它不是局限，它包容。在從前沒有聽佛這種說法的時候，我們都認為四諦局限於小乘，十二因緣局限於緣覺，而六度局限於菩薩，不知道它都是圓融無礙的。佛在這一品經裡面要為我們說明。「令亡所執」，無論菩薩也好、緣覺也好、聲聞也好，把你的執著打破，讓你知道法法圓融，一法就是一切法。哪一法？任何一法。《華嚴》講任一，沒有講專一的，任何一法都能夠融一切法，圓融無礙。法界是無障礙的法界；法門，無障礙的法門；我們的心境，無障礙的心境，這才能入佛境界。"
    },
    {
      "id": "12-017-1071_p0032",
      "zh_CN": "「引入一乘」，这不是大乘，这就是说把声闻乘、缘觉乘、菩萨乘，这通常我们讲三乘，声闻是小乘，缘觉是中乘，菩萨是大乘，把三乘统统「引入一乘」。《法华经》上所说的「唯有一乘法，无二亦无三」，一乘是什么？成佛，一佛乘，这是究竟真实。佛度众生，希望你快快成佛，跟他一样。绝对不是说我成佛，你只能当菩萨、当缘觉，你在我下面，你不能跟我平起平坐，一切诸佛没有这种观念，这观念还没有离开自私自利。诸佛如来看十法界众生平等的，所以说「一切众生本来成佛」，这是佛知佛见，真正觉悟了。我们在这里分高下，那是迷惑颠倒，不知道事实真相，这产生了严重的错误。",
      "zh_TW": "「引入一乘」，這不是大乘，這就是說把聲聞乘、緣覺乘、菩薩乘，這通常我們講三乘，聲聞是小乘，緣覺是中乘，菩薩是大乘，把三乘統統「引入一乘」。《法華經》上所說的「唯有一乘法，無二亦無三」，一乘是什麼？成佛，一佛乘，這是究竟真實。佛度眾生，希望你快快成佛，跟他一樣。絕對不是說我成佛，你只能當菩薩、當緣覺，你在我下面，你不能跟我平起平坐，一切諸佛沒有這種觀念，這觀念還沒有離開自私自利。諸佛如來看十法界眾生平等的，所以說「一切眾生本來成佛」，這是佛知佛見，真正覺悟了。我們在這裡分高下，那是迷惑顛倒，不知道事實真相，這產生了嚴重的錯誤。"
    },
    {
      "id": "12-017-1071_p0033",
      "zh_CN": "我们今天学佛了，从哪里学起？从放下分别执着做起。怎么个放下？我们要看所有众生一视同仁，上从帝王下至乞丐，平等！我们看不平等，你看到什么？身分不平等，贵贱不平等，贫富不平等，你去看这些，这些都是假相。佛菩看平等，看什么？看佛性。一切众生皆有佛性，佛性平等的。佛性在那里？就在身上。身上什么地方？见闻觉知。富贵人眼睛能见，贫穷人眼睛也能见，帝王眼睛能见，乞丐眼也能见，耳也能听。见闻觉知是佛性，是平等的。相貌不一样，不平等；身体健康状况不一样，不平等，那都是假相：见闻觉知是真性，真性平等。",
      "zh_TW": "我們今天學佛了，從哪裡學起？從放下分別執著做起。怎麼個放下？我們要看所有眾生一視同仁，上從帝王下至乞丐，平等！我們看不平等，你看到什麼？身分不平等，貴賤不平等，貧富不平等，你去看這些，這些都是假相。佛菩看平等，看什麼？看佛性。一切眾生皆有佛性，佛性平等的。佛性在那裡？就在身上。身上什麼地方？見聞覺知。富貴人眼睛能見，貧窮人眼睛也能見，帝王眼睛能見，乞丐眼也能見，耳也能聽。見聞覺知是佛性，是平等的。相貌不一樣，不平等；身體健康狀況不一樣，不平等，那都是假相：見聞覺知是真性，真性平等。"
    },
    {
      "id": "12-017-1071_p0034",
      "zh_CN": "我们眼能见，耳能听，诸佛如来也是眼能见，耳能听，没有两样。他有天眼，我们天眼失掉了，失掉是迷失的。因为我们有妄想分别执着，把我们的天眼、慧眼、法眼、佛眼失掉，如果我们离开妄想分别执着，我们自己本来具足的天眼、慧眼、法眼、佛眼，统统都恢复。所以诸佛菩萨看众生五眼，现在只有个肉眼，其他的四眼被障碍住，不是真的没有，是被障碍了，业习烦恼障碍了。你把业习烦恼断了，马上就恢复，跟他无二无别。这道理，这事实真相，诸佛如来清楚，所以诸佛如来不会轻慢一个众生。不但对人不能轻慢，佛对于一切动物、畜生不轻慢，对于鬼神不轻慢，对于植物也不轻慢。",
      "zh_TW": "我們眼能見，耳能聽，諸佛如來也是眼能見，耳能聽，沒有兩樣。他有天眼，我們天眼失掉了，失掉是迷失的。因為我們有妄想分別執著，把我們的天眼、慧眼、法眼、佛眼失掉，如果我們離開妄想分別執著，我們自己本來具足的天眼、慧眼、法眼、佛眼，統統都恢復。所以諸佛菩薩看眾生五眼，現在只有個肉眼，其他的四眼被障礙住，不是真的沒有，是被障礙了，業習煩惱障礙了。你把業習煩惱斷了，馬上就恢復，跟他無二無別。這道理，這事實真相，諸佛如來清楚，所以諸佛如來不會輕慢一個眾生。不但對人不能輕慢，佛對於一切動物、畜生不輕慢，對於鬼神不輕慢，對於植物也不輕慢。"
    },
    {
      "id": "12-017-1071_p0035",
      "zh_CN": "戒经里面告诉我们「清净比丘不踏生草」，对草都尊重，都爱护，不能随便从草上踏过去。除非什么？这里没有路，你一定要通过，没有路走，这可以，这是逼不得已。如果有路，你想抄近路，从草上踏过去，破戒！佛不准你这样做，这就是说明佛对于树木花草的尊重。树木花草，我们在经上看到树神，佛讲，凡是树高度有一个人高，这树就有树神，树木花草都有神灵，不是它有神，它是法性，有神灵附在花草树木之中，所以它有灵性。这我们要知道，这戒经里面说得很清楚。",
      "zh_TW": "戒經裡面告訴我們「清淨比丘不踏生草」，對草都尊重，都愛護，不能隨便從草上踏過去。除非什麼？這裡沒有路，你一定要通過，沒有路走，這可以，這是逼不得已。如果有路，你想抄近路，從草上踏過去，破戒！佛不准你這樣做，這就是說明佛對於樹木花草的尊重。樹木花草，我們在經上看到樹神，佛講，凡是樹高度有一個人高，這樹就有樹神，樹木花草都有神靈，不是它有神，它是法性，有神靈附在花草樹木之中，所以它有靈性。這我們要知道，這戒經裡面說得很清楚。"
    },
    {
      "id": "12-017-1071_p0036",
      "zh_CN": "从前出家人住在深山里面，想搭个小茅蓬遮蔽风雨，就地取材，山上去砍树，搭个小茅蓬，这佛许可的。但是佛说了，你要砍这树，三天之前，你要去祭祀，去给他诵经、念咒回向，给他祝福，然后请他搬家，请树神搬家，三天之后，我来砍这棵树，我要搭个小茅蓬在这里修行，我的修行功德都回向给他。你说那个心多善良！不是随便就可以砍的。大树，百年、千年的大树，树神在那里修行很久了，甚至于修行有相当功力。你的福报大，你随便砍这树，他对你无可奈何，他是凡夫，他也有怨恨，到你好运走完的时候，他来找你麻烦，冤冤相报，不能不知道。佛经不能不读，圣贤书不能不读，你熟读这些书，你在日常生活当中，在这一生当中，思想、行持少造很多罪业，不会跟一切众生结冤仇，那你得的利益就很大了。这绝对不是迷信，绝对不是消极。所以这意思是引导你入一乘，一乘法里面讲的「无边谛海」。再看下面一个问答。",
      "zh_TW": "從前出家人住在深山裡面，想搭個小茅蓬遮蔽風雨，就地取材，山上去砍樹，搭個小茅蓬，這佛許可的。但是佛說了，你要砍這樹，三天之前，你要去祭祀，去給他誦經、念咒迴向，給他祝福，然後請他搬家，請樹神搬家，三天之後，我來砍這棵樹，我要搭個小茅蓬在這裡修行，我的修行功德都迴向給他。你說那個心多善良！不是隨便就可以砍的。大樹，百年、千年的大樹，樹神在那裡修行很久了，甚至於修行有相當功力。你的福報大，你隨便砍這樹，他對你無可奈何，他是凡夫，他也有怨恨，到你好運走完的時候，他來找你麻煩，冤冤相報，不能不知道。佛經不能不讀，聖賢書不能不讀，你熟讀這些書，你在日常生活當中，在這一生當中，思想、行持少造很多罪業，不會跟一切眾生結冤仇，那你得的利益就很大了。這絕對不是迷信，絕對不是消極。所以這意思是引導你入一乘，一乘法裡面講的「無邊諦海」。再看下面一個問答。"
    },
    {
      "id": "12-017-1071_p0037",
      "zh_CN": "「何以四谛，皆带苦言」。这一句是问，下面是答。这四谛，每一谛前面都要带个「苦」，我们在下面看到「苦灭圣谛」，这集是苦集谛，讲的是苦灭、苦集；这道讲苦灭道谛。为什么每一个谛前面都加一个「苦」字？这也问得很好，将来到经文上，我们就都看到了。我们看清凉大师的解答。",
      "zh_TW": "「何以四諦，皆帶苦言」。這一句是問，下面是答。這四諦，每一諦前面都要帶個「苦」，我們在下面看到「苦滅聖諦」，這集是苦集諦，講的是苦滅、苦集；這道講苦滅道諦。為什麼每一個諦前面都加一個「苦」字？這也問得很好，將來到經文上，我們就都看到了。我們看清涼大師的解答。"
    },
    {
      "id": "12-017-1071_p0038",
      "zh_CN": "「谓苦灭圣谛等」。这还是问话，「等」是等苦集、苦灭、苦灭道，是「等」这个。「然谓生苦之集，故云苦集。尽苦之灭，名为苦灭。至苦灭之道，名苦灭道。不得单言苦道，以道非生苦，不同集故。又非灭苦，不同灭故。能证苦灭，故云苦灭道」。这解释相当清楚。",
      "zh_TW": "「謂苦滅聖諦等」。這還是問話，「等」是等苦集、苦滅、苦滅道，是「等」這個。「然謂生苦之集，故云苦集。盡苦之滅，名為苦滅。至苦滅之道，名苦滅道。不得單言苦道，以道非生苦，不同集故。又非滅苦，不同滅故。能證苦滅，故云苦滅道」。這解釋相當清楚。"
    },
    {
      "id": "12-017-1071_p0039",
      "zh_CN": "现在一般人不读古书，古人写的东西叫文言，现在我们白话文读得很习惯，把文言文疏忽，所以往往我们文言就看不懂。现在就更困难了，为什么？改成简体字。香港这里还不错，大陆同胞看佛经就相当困难，为什么？繁体字，他都看不懂，意思更不必说，这是文化在不断改变。我们中国古圣先贤知道，言语会随着空间、时间会改变，因此才发明文言文。那就是言语随便你怎么变，我的文言不变，这样才能把古圣先贤的东西传流下来。文言文是个传递文化的工具，把古圣先贤他们的智慧，他们的学养，他们的经验，借着这工具传递给后世，它是永恒不变的。所以你学了文言文，你读这文字就等于清凉大师亲自用函授指导你一样，有这个方便。这一种工具在全世界只有中国有，全世界任何国家民族都没有，唯独中国有，我们怎能不感激自己的祖宗！他对后世子孙爱护备至，设想的无微不至，这是真实智慧，发明这样的工具。这工具一直使用到民国初年，全面搞白话文，把文言舍弃掉了，这是最近半个世纪的事情。",
      "zh_TW": "現在一般人不讀古書，古人寫的東西叫文言，現在我們白話文讀得很習慣，把文言文疏忽，所以往往我們文言就看不懂。現在就更困難了，為什麼？改成簡體字。香港這裡還不錯，大陸同胞看佛經就相當困難，為什麼？繁體字，他都看不懂，意思更不必說，這是文化在不斷改變。我們中國古聖先賢知道，言語會隨著空間、時間會改變，因此才發明文言文。那就是言語隨便你怎麼變，我的文言不變，這樣才能把古聖先賢的東西傳流下來。文言文是個傳遞文化的工具，把古聖先賢他們的智慧，他們的學養，他們的經驗，藉著這工具傳遞給後世，它是永恆不變的。所以你學了文言文，你讀這文字就等於清涼大師親自用函授指導你一樣，有這個方便。這一種工具在全世界只有中國有，全世界任何國家民族都沒有，唯獨中國有，我們怎能不感激自己的祖宗！他對後世子孫愛護備至，設想的無微不至，這是真實智慧，發明這樣的工具。這工具一直使用到民國初年，全面搞白話文，把文言捨棄掉了，這是最近半個世紀的事情。"
    },
    {
      "id": "12-017-1071_p0040",
      "zh_CN": "我这年龄，读小学、读中学的时候，我们的国文，这国文选的教材，文言文差不多占一半；高中，文言文的对比的分量就更多，我念书那个时代。现在的学校，我听说已经不读文言文，这我们的亏吃大了。文言文是一把钥匙，是中国文化宝库的一把钥匙，你拿到这一把钥匙，你要研究佛学《大藏经》，没有问题，文字没有障碍；你要学中国固有的东西，像《四库全书》，没有问题，钥匙拿到。你没有这把钥匙，《四库全书》搬在你面前，不得其门而入；站在《大藏经》面前，也望洋兴叹。为什么？工具拿不到。因此我在早年，初出家的时候，我就提倡文言文重要，非常重要！",
      "zh_TW": "我這年齡，讀小學、讀中學的時候，我們的國文，這國文選的教材，文言文差不多佔一半；高中，文言文的對比的分量就更多，我念書那個時代。現在的學校，我聽說已經不讀文言文，這我們的虧吃大了。文言文是一把鑰匙，是中國文化寶庫的一把鑰匙，你拿到這一把鑰匙，你要研究佛學《大藏經》，沒有問題，文字沒有障礙；你要學中國固有的東西，像《四庫全書》，沒有問題，鑰匙拿到。你沒有這把鑰匙，《四庫全書》搬在你面前，不得其門而入；站在《大藏經》面前，也望洋興歎。為什麼？工具拿不到。因此我在早年，初出家的時候，我就提倡文言文重要，非常重要！"
    },
    {
      "id": "12-017-1071_p0041",
      "zh_CN": "我们是中国人，祖宗留下来的文化财产，世界第一。千万不要以为今天科学技术，我们儒释道里面确实有很多很多东西，超越现在的科学技术。非常可惜，现在人不读书，不知道中国东西之好。就是以香港上一次发生的非典，小事！没有想到在全世界受到伤害的人这么多，这是出乎我意料之外的，它只是普通感冒而已。当时发生的时候，我在澳洲，这边同修曾经打电话问过我，说这瘟疫大概会有多长的时间？我估计顶多不会超过一个月。因为瘟疫年年都有，发生多半发生在春夏之交，这一年很容易发生瘟疫的时候；一年当中第二次，那是秋冬之交，这节气的转变容易产生瘟疫，很正常。我没有想到，它搞了三个多月，这出乎我意料之外的。什么原因？我知道，是我们对它错用了心，佛法常讲「一切法从心想生」，这一句话是真理。所以我在讲经的时候，对这事情讲了不少次，还有些同学从我录相带里头，把关于对瘟疫的讲话、ＳＡＲＳ的讲话节录下来，好像刊登在报纸上，我讲过好几次。",
      "zh_TW": "我們是中國人，祖宗留下來的文化財產，世界第一。千萬不要以為今天科學技術，我們儒釋道裡面確實有很多很多東西，超越現在的科學技術。非常可惜，現在人不讀書，不知道中國東西之好。就是以香港上一次發生的非典，小事！沒有想到在全世界受到傷害的人這麼多，這是出乎我意料之外的，它只是普通感冒而已。當時發生的時候，我在澳洲，這邊同修曾經打電話問過我，說這瘟疫大概會有多長的時間？我估計頂多不會超過一個月。因為瘟疫年年都有，發生多半發生在春夏之交，這一年很容易發生瘟疫的時候；一年當中第二次，那是秋冬之交，這節氣的轉變容易產生瘟疫，很正常。我沒有想到，它搞了三個多月，這出乎我意料之外的。什麼原因？我知道，是我們對它錯用了心，佛法常講「一切法從心想生」，這一句話是真理。所以我在講經的時候，對這事情講了不少次，還有些同學從我錄相帶裡頭，把關於對瘟疫的講話、ＳＡＲＳ的講話節錄下來，好像刊登在報紙上，我講過好幾次。"
    },
    {
      "id": "12-017-1071_p0042",
      "zh_CN": "这细菌本来不带病毒的，ＳＡＲＳ的病毒从哪里来的？你们都说从这个动物、那个动物，这科学在研究。我的看法，ＳＡＲＳ的病毒是我们人给牠的。佛在经上常讲，一切众生里最毒的是什么？贪瞋痴，叫三毒烦恼。贪瞋痴，我在讲经时常讲，这就是病毒，是我们内在的病毒，严重的病毒，我们这病毒传染细菌，细菌再回来传染我们，小事一桩。为什么会搞成这么大的伤害？我的说法是媒体，是报纸、电视，天天都在播，把它渲染扩大了，搞到人人惊慌；本身没什么了不起。我曾经举例子说，澳洲，这两年我住在澳洲，澳洲每年因感冒而死亡的，两千多人；ＳＡＲＳ全世界死亡的人数还没有到两千人，小事一桩，何必那么惊慌。所以把它搞成这样子，搞成这么大的伤害，媒体不能不负责任，媒体影响人心太大了。说明什么？人心没有定力，人心没有主宰。他怎么样操作，他不影响我，我看得很清楚很明白。",
      "zh_TW": "這細菌本來不帶病毒的，ＳＡＲＳ的病毒從哪裡來的？你們都說從這個動物、那個動物，這科學在研究。我的看法，ＳＡＲＳ的病毒是我們人給牠的。佛在經上常講，一切眾生裡最毒的是什麼？貪瞋痴，叫三毒煩惱。貪瞋痴，我在講經時常講，這就是病毒，是我們內在的病毒，嚴重的病毒，我們這病毒傳染細菌，細菌再回來傳染我們，小事一樁。為什麼會搞成這麼大的傷害？我的說法是媒體，是報紙、電視，天天都在播，把它渲染擴大了，搞到人人驚慌；本身沒什麼了不起。我曾經舉例子說，澳洲，這兩年我住在澳洲，澳洲每年因感冒而死亡的，兩千多人；ＳＡＲＳ全世界死亡的人數還沒有到兩千人，小事一樁，何必那麼驚慌。所以把它搞成這樣子，搞成這麼大的傷害，媒體不能不負責任，媒體影響人心太大了。說明什麼？人心沒有定力，人心沒有主宰。他怎麼樣操作，他不影響我，我看得很清楚很明白。"
    },
    {
      "id": "12-017-1071_p0043",
      "zh_CN": "我们中医有非常好的治疗方法，当时这疾病一出来的时候，有位大夫就告诉我们治疗预防的方法，很简单，「大白菜、白萝卜、绿豆」。而且分量他也讲得很清楚，大白菜一斤，白萝卜一斤，绿豆大概四两到五两，什么都不要放，煮水。这分量煮二十碗水，中药，二十碗水，普通我们吃饭的小碗二十碗水，把它当茶喝，什么问题都没有。有病能治病，没有病能预防。我也如法泡制，喝了，不难喝，所以我们每天三餐饭的时候就用这做汤。听说在北京有一位影剧界的导演得了这病，非常严重。我们这边的会长，她也是导演，彼此都熟悉，去看他，跟医院院长商量，院长同意用中药来做试验。结果去拿中药，一服中药人民币六块钱，三服，三六十八块钱，就把他治好了，什么事都没有，三天出院了，小事一桩。",
      "zh_TW": "我們中醫有非常好的治療方法，當時這疾病一出來的時候，有位大夫就告訴我們治療預防的方法，很簡單，「大白菜、白蘿蔔、綠豆」。而且分量他也講得很清楚，大白菜一斤，白蘿蔔一斤，綠豆大概四兩到五兩，什麼都不要放，煮水。這分量煮二十碗水，中藥，二十碗水，普通我們吃飯的小碗二十碗水，把它當茶喝，什麼問題都沒有。有病能治病，沒有病能預防。我也如法泡製，喝了，不難喝，所以我們每天三餐飯的時候就用這做湯。聽說在北京有一位影劇界的導演得了這病，非常嚴重。我們這邊的會長，她也是導演，彼此都熟悉，去看他，跟醫院院長商量，院長同意用中藥來做試驗。結果去拿中藥，一服中藥人民幣六塊錢，三服，三六十八塊錢，就把他治好了，什麼事都沒有，三天出院了，小事一樁。"
    },
    {
      "id": "12-017-1071_p0044",
      "zh_CN": "你要晓得，中国的医学有五千年的历史，有大道理在。但是今天人相信科学，一定要科学证据证明这才算是可以信的。中医传了五千年，现在没有科学这不能相信；不能相信，你就死亡！迷信科学。西方科学家最早发现说地球是圆的，没有人相信，还把他判死刑，吊死了。那现在大家都知道地球圆的，你说他冤枉不冤枉？冤死了。中医不能治病，中国人在这地区活了千千万万年，现在人口愈来愈多，哪一个国家也没有中国人多，十几亿人，这些人怎么活的？都靠西医吗？西医传到中国来，才只顶多一两百年，难道一两百年之前，中医不行统统都病死了？哪有这种道理！所以最可怜的，是一个人丧失他民族的自信心，这是真正的悲哀、真正的耻辱。西医有西医的好处，中医有中医的好处，彼此虚心，亘相学习，舍人之短，取人之长，使自己医疗的技术再往上提升，这是有智慧的人。决定不能说是不合科学，一笔抹杀，你一笔抹杀他。你费那么大的劲，费那么多的金钱，你没有把病治好，人家六块钱人民币就把人治好了，事实摆在此地。现在西方很多医学界里头也放了风声，说今年下半年可能有更严重的传染病，那我们看西医怎么对付？可能这传染病比ＳＡＲＳ要严重很多倍。",
      "zh_TW": "你要曉得，中國的醫學有五千年的歷史，有大道理在。但是今天人相信科學，一定要科學證據證明這才算是可以信的。中醫傳了五千年，現在沒有科學這不能相信；不能相信，你就死亡！迷信科學。西方科學家最早發現說地球是圓的，沒有人相信，還把他判死刑，吊死了。那現在大家都知道地球圓的，你說他冤枉不冤枉？冤死了。中醫不能治病，中國人在這地區活了千千萬萬年，現在人口愈來愈多，哪一個國家也沒有中國人多，十幾億人，這些人怎麼活的？都靠西醫嗎？西醫傳到中國來，才只頂多一兩百年，難道一兩百年之前，中醫不行統統都病死了？哪有這種道理！所以最可憐的，是一個人喪失他民族的自信心，這是真正的悲哀、真正的恥辱。西醫有西醫的好處，中醫有中醫的好處，彼此虛心，亙相學習，捨人之短，取人之長，使自己醫療的技術再往上提升，這是有智慧的人。決定不能說是不合科學，一筆抹殺，你一筆抹殺他。你費那麼大的勁，費那麼多的金錢，你沒有把病治好，人家六塊錢人民幣就把人治好了，事實擺在此地。現在西方很多醫學界裡頭也放了風聲，說今年下半年可能有更嚴重的傳染病，那我們看西醫怎麼對付？可能這傳染病比ＳＡＲＳ要嚴重很多倍。"
    },
    {
      "id": "12-017-1071_p0045",
      "zh_CN": "我们现在冷眼旁观看西医，ＳＡＲＳ的病毒，三个多月，我听说变种变了十几次，愈变变毒，这事实我很清楚、我很明白。为什么会愈变愈毒？细菌是一个物体，既然是个物体，牠有法性，法性是什么？法性是见闻觉知。换句话说，牠能见，能听，能觉，能知。就跟日本科学家试验这水一样的，他们研究了八、九年，知道水会听，会看，能觉，能知。他们觉得很惊讶，我们听了很平常。为什么？佛在经上常常讲「一切因果，世界微尘，因心成体」。心是什么？心就是见闻觉知。见闻觉知遍法界虚空界，它不是物质。一切物质因心成体，就是见闻觉知的结晶，既然是结晶，它见闻觉知没有丧失。这ＳＡＲＳ病毒，我们用的心是极不善的心来对待牠，极毒的心对待牠，因此牠的毒愈来愈毒。我们天天讲杀牠，要把细菌杀死，要把细菌消灭，这麻烦大了，愈消灭愈毒，愈杀牠愈毒，消灭不掉的，物质不灭，人为的！中医为什么会有效？中医是平和的。你看中医讲什么？解毒，化毒，中医不讲消毒，消是消灭，不讲。思想、语气缓和，我们解毒，牠那个毒就不会增加。",
      "zh_TW": "我們現在冷眼旁觀看西醫，ＳＡＲＳ的病毒，三個多月，我聽說變種變了十幾次，愈變變毒，這事實我很清楚、我很明白。為什麼會愈變愈毒？細菌是一個物體，既然是個物體，牠有法性，法性是什麼？法性是見聞覺知。換句話說，牠能見，能聽，能覺，能知。就跟日本科學家試驗這水一樣的，他們研究了八、九年，知道水會聽，會看，能覺，能知。他們覺得很驚訝，我們聽了很平常。為什麼？佛在經上常常講「一切因果，世界微塵，因心成體」。心是什麼？心就是見聞覺知。見聞覺知遍法界虛空界，它不是物質。一切物質因心成體，就是見聞覺知的結晶，既然是結晶，它見聞覺知沒有喪失。這ＳＡＲＳ病毒，我們用的心是極不善的心來對待牠，極毒的心對待牠，因此牠的毒愈來愈毒。我們天天講殺牠，要把細菌殺死，要把細菌消滅，這麻煩大了，愈消滅愈毒，愈殺牠愈毒，消滅不掉的，物質不滅，人為的！中醫為什麼會有效？中醫是平和的。你看中醫講什麼？解毒，化毒，中醫不講消毒，消是消滅，不講。思想、語氣緩和，我們解毒，牠那個毒就不會增加。"
    },
    {
      "id": "12-017-1071_p0046",
      "zh_CN": "再说，现在中医我不知道，从前中国行医的人，几乎没有一个中医的大夫不拜观世音菩萨的。家家都供观世音菩萨，还有不少供药师如来，三宝威神加持，这绝对不是迷信。所以他心地是慈悲、是善良的，没有贪瞋痴。你对待这病菌，我是常常讲，心地清净，你不会被传染；心地慈悲，这细菌病毒你一接触，牠那个毒就化解了。慈悲心解毒，不需要用什么药物，也不需要用化学，慈悲心就化解了，非常明显的例子，我们要懂得。",
      "zh_TW": "再說，現在中醫我不知道，從前中國行醫的人，幾乎沒有一個中醫的大夫不拜觀世音菩薩的。家家都供觀世音菩薩，還有不少供藥師如來，三寶威神加持，這絕對不是迷信。所以他心地是慈悲、是善良的，沒有貪瞋痴。你對待這病菌，我是常常講，心地清淨，你不會被傳染；心地慈悲，這細菌病毒你一接觸，牠那個毒就化解了。慈悲心解毒，不需要用什麼藥物，也不需要用化學，慈悲心就化解了，非常明顯的例子，我們要懂得。"
    },
    {
      "id": "12-017-1071_p0047",
      "zh_CN": "什么时候西方科学家发现中国这东西有效果，认真来研究，我们中国人就会重视中医了。为什么？中国人总是看外国人。外国人什么时候会重视中医？如果有大的瘟疫，这外国所有一切都没有办法，失效了，都治不好了，如果中医能治好，也许他会相信。换句话说，他要死很多医生，死很多护士，拿这代价来换到肯定中医。他要不死很多人，他不相信；死了很多人之后，他才会相信，他要付出惨痛的代价。我相信会有这么一天，我也相信这一天不会太远。所以我希望全世界，不但是西医跟中医结合，世界上还有许许多多土着民族，他们都有土着医疗的方法，那些方法都非常高明，都非常有效。",
      "zh_TW": "什麼時候西方科學家發現中國這東西有效果，認真來研究，我們中國人就會重視中醫了。為什麼？中國人總是看外國人。外國人什麼時候會重視中醫？如果有大的瘟疫，這外國所有一切都沒有辦法，失效了，都治不好了，如果中醫能治好，也許他會相信。換句話說，他要死很多醫生，死很多護士，拿這代價來換到肯定中醫。他要不死很多人，他不相信；死了很多人之後，他才會相信，他要付出慘痛的代價。我相信會有這麼一天，我也相信這一天不會太遠。所以我希望全世界，不但是西醫跟中醫結合，世界上還有許許多多土著民族，他們都有土著醫療的方法，那些方法都非常高明，都非常有效。"
    },
    {
      "id": "12-017-1071_p0048",
      "zh_CN": "我看到一本小册子，这是叫做《旷野的声音》，美国人写的，写这书，他也是个医生。他到澳洲去考察土着，跟土着生活了三、四个月，看到澳洲土着治疗、治病的方法，他感觉到非常惊讶，那个方法比中医还要高明。他不需要药物，他就好像我们用按摩的方法，但是按摩，他手并没有贴到病人的皮肤，他距离他的皮肤还相当远，给他唱歌，给他安慰。这美国医生问他：你这什么意思？他说：病的这一块的细胞受了惊吓，它不正常了。他说：我们唱歌，安慰它，劝导它，每一个细胞恢复到自己工作岗位。这个神奇！他两、三个小时果然有效，真的他恢复正常了。到第二天，什么事都没有，跟大家一起去旅游。严重的跌伤，骨头都跌断了，他就用这方法。这是什么？这是法性，真正懂得法性，每一个细胞都有见闻觉知，让每一个细胞都恢复到正常，人就恢复健康。这道理，日本江本胜博士的水实验可以证明。所以他那个医疗的方法，比中国又高一级。",
      "zh_TW": "我看到一本小冊子，這是叫做《曠野的聲音》，美國人寫的，寫這書，他也是個醫生。他到澳洲去考察土著，跟土著生活了三、四個月，看到澳洲土著治療、治病的方法，他感覺到非常驚訝，那個方法比中醫還要高明。他不需要藥物，他就好像我們用按摩的方法，但是按摩，他手並沒有貼到病人的皮膚，他距離他的皮膚還相當遠，給他唱歌，給他安慰。這美國醫生問他：你這什麼意思？他說：病的這一塊的細胞受了驚嚇，它不正常了。他說：我們唱歌，安慰它，勸導它，每一個細胞恢復到自己工作崗位。這個神奇！他兩、三個小時果然有效，真的他恢復正常了。到第二天，什麼事都沒有，跟大家一起去旅遊。嚴重的跌傷，骨頭都跌斷了，他就用這方法。這是什麼？這是法性，真正懂得法性，每一個細胞都有見聞覺知，讓每一個細胞都恢復到正常，人就恢復健康。這道理，日本江本勝博士的水實驗可以證明。所以他那個醫療的方法，比中國又高一級。"
    },
    {
      "id": "12-017-1071_p0049",
      "zh_CN": "所以，要集合全世界各种古老医疗的方法，我们的医疗就大幅度向上提升，造福整个人类。不要心量太小，不要瞧不起别人东西，别人有很多宝贵的东西，我们不知道！我们认为不合科学，不去接近他，不知道他的东西，比我们科学发现的高明不知道多少倍？这土着民族能够在这地球上生活几万年，哪有这么简单？他们日常生病怎么治的？这些许许多多宝贵的智慧、经验，我们要很虚心认真去学习。不可以武断，用一句「迷信，不合科学」，就把它舍弃掉了，最后吃亏的、要付出惨痛代价的是自己。我遇到许多西方的学者、科学家，我都劝导他们，希望他们把自己研究的领域扩大、提升！",
      "zh_TW": "所以，要集合全世界各種古老醫療的方法，我們的醫療就大幅度向上提升，造福整個人類。不要心量太小，不要瞧不起別人東西，別人有很多寶貴的東西，我們不知道！我們認為不合科學，不去接近他，不知道他的東西，比我們科學發現的高明不知道多少倍？這土著民族能夠在這地球上生活幾萬年，哪有這麼簡單？他們日常生病怎麼治的？這些許許多多寶貴的智慧、經驗，我們要很虛心認真去學習。不可以武斷，用一句「迷信，不合科學」，就把它捨棄掉了，最後吃虧的、要付出慘痛代價的是自己。我遇到許多西方的學者、科學家，我都勸導他們，希望他們把自己研究的領域擴大、提升！"
    },
    {
      "id": "12-017-1071_p0050",
      "zh_CN": "这地方说「何以四谛，皆带苦言，谓苦灭圣谛等」。这底下解释，「然谓生苦之集」，「集」是烦恼，烦恼生苦，人没有烦恼就没有苦，所以集是苦之因，因此说下来，因果就合在一起。「故云苦集」，「苦集」什么意思？生苦之集。我们今天四圣谛实在讲，真正解决的就是一个问题，「离苦得乐」。我们怎么离苦？所以苦又加个苦苦，集，加个苦集。「尽苦之灭，名为苦灭」，灭是出世间的果，灭什么？灭苦！把苦统统灭尽，所以叫苦灭，它都加个苦字。苦怎么灭的？「至苦灭之道」，「至」是到达，我们到达苦灭尽的那个方法，那个道理，我们叫它做「苦灭道」。",
      "zh_TW": "這地方說「何以四諦，皆帶苦言，謂苦滅聖諦等」。這底下解釋，「然謂生苦之集」，「集」是煩惱，煩惱生苦，人沒有煩惱就沒有苦，所以集是苦之因，因此說下來，因果就合在一起。「故云苦集」，「苦集」什麼意思？生苦之集。我們今天四聖諦實在講，真正解決的就是一個問題，「離苦得樂」。我們怎麼離苦？所以苦又加個苦苦，集，加個苦集。「盡苦之滅，名為苦滅」，滅是出世間的果，滅什麼？滅苦！把苦統統滅盡，所以叫苦滅，它都加個苦字。苦怎麼滅的？「至苦滅之道」，「至」是到達，我們到達苦滅盡的那個方法，那個道理，我們叫它做「苦滅道」。"
    },
    {
      "id": "12-017-1071_p0051",
      "zh_CN": "「不得单言苦道，以道非生苦，不同集故」，所以要加一个苦灭道，为什么？如果不加这「苦」字，灭不是苦，灭什么？苦灭尽！所以不可以单独叫做灭道，要加一个苦灭道，这就是四圣谛每一谛前头为什么要加个苦，这一段文是把它解释清楚。从这一段文字当中，使我们就体会到，佛教化众生，讲经说法的总纲领，「破迷开悟，离苦得乐」。这真正的最重要的就是「离苦」，「得乐」这是陪衬的，主题是离苦；离苦，你当然就得乐。",
      "zh_TW": "「不得單言苦道，以道非生苦，不同集故」，所以要加一個苦滅道，為什麼？如果不加這「苦」字，滅不是苦，滅什麼？苦滅盡！所以不可以單獨叫做滅道，要加一個苦滅道，這就是四聖諦每一諦前頭為什麼要加個苦，這一段文是把它解釋清楚。從這一段文字當中，使我們就體會到，佛教化眾生，講經說法的總綱領，「破迷開悟，離苦得樂」。這真正的最重要的就是「離苦」，「得樂」這是陪襯的，主題是離苦；離苦，你當然就得樂。"
    },
    {
      "id": "12-017-1071_p0052",
      "zh_CN": "末后还有一句，说「又非灭苦，不同灭故，能证苦灭，故云苦灭道」。因为，道不是灭苦，灭是灭苦，道不是灭苦，所以能证苦灭，道能证苦灭，于是就称为苦灭道，这句子才完整，这句子意思完整，而且把佛说法的重点也完全烘托出来。所以佛教化众生，四十九年讲经说法，教的什么？离苦。如果用最简单的话说，离苦。你苦不苦？你有苦，你想离苦，佛法是教你离苦的。这一种解答简单明了，真正把世尊四十九年教学的核心，一个字说出来了。不但是释迦牟尼佛，十方三世一切诸佛如来无不如是，把整个佛法，一切诸佛所说之法，说些什么？一个字说出来了，离苦而已。你要是真正明白、懂得了，你说佛法要不要学？如果以后，我们同学今天听到了这一堂课，人家问你，佛法是什么？佛法是离苦，是离苦的方法，佛学是离苦的学问。你要想离苦，你就学佛，学佛不是为别的，就是离苦得乐而已。所以四圣谛每一句上都加一个苦。好，现在时间到了。",
      "zh_TW": "末後還有一句，說「又非滅苦，不同滅故，能證苦滅，故云苦滅道」。因為，道不是滅苦，滅是滅苦，道不是滅苦，所以能證苦滅，道能證苦滅，於是就稱為苦滅道，這句子才完整，這句子意思完整，而且把佛說法的重點也完全烘托出來。所以佛教化眾生，四十九年講經說法，教的什麼？離苦。如果用最簡單的話說，離苦。你苦不苦？你有苦，你想離苦，佛法是教你離苦的。這一種解答簡單明瞭，真正把世尊四十九年教學的核心，一個字說出來了。不但是釋迦牟尼佛，十方三世一切諸佛如來無不如是，把整個佛法，一切諸佛所說之法，說些什麼？一個字說出來了，離苦而已。你要是真正明白、懂得了，你說佛法要不要學？如果以後，我們同學今天聽到了這一堂課，人家問你，佛法是什麼？佛法是離苦，是離苦的方法，佛學是離苦的學問。你要想離苦，你就學佛，學佛不是為別的，就是離苦得樂而已。所以四聖諦每一句上都加一個苦。好，現在時間到了。"
    }
  ]
}