{
  "doc_id": "12-017-1636",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六三六卷",
    "zh_TW": "第一六三六卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1636",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "12-017-1636_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「贤首品第十二」，下面有两首半偈颂，「明十行位」，我们先把经文念一遍。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「賢首品第十二」，下面有兩首半偈頌，「明十行位」，我們先把經文念一遍。"
    },
    {
      "id": "12-017-1636_p0002",
      "zh_CN": "【若得增上最胜心。则常修习波罗蜜。若常修习波罗蜜。则能具足摩诃衍。】",
      "zh_TW": "【若得增上最勝心。則常修習波羅蜜。若常修習波羅蜜。則能具足摩訶衍。】"
    },
    {
      "id": "12-017-1636_p0003",
      "zh_CN": "这是第一首。每一句都是承上而来，前面在十住位最后一行，「若得信乐心清净，则得增上最胜心」，也就是圆满十住末后的四住。可见得「信乐心清净」这一句非常重要，这是正心住菩萨所修的。由于正心，清净心现前，才能够圆满十住，所以得最殊胜的清净心。能得『最胜心』，是自自然然他就落实『波罗蜜』。「波罗蜜」是梵语，用中国的意思来翻，一般古人翻作「到彼岸」。这个「彼岸」怎么说？六道这边，这是生死轮回，这是此岸；彼岸是如来不生不灭一真法界，那是彼岸，波罗蜜是这个意思。我们从另外一个说法，大家就更容易懂，可以把它翻作究竟圆满，确实它有这个意思在，究竟圆满。",
      "zh_TW": "這是第一首。每一句都是承上而來，前面在十住位最後一行，「若得信樂心清淨，則得增上最勝心」，也就是圓滿十住末後的四住。可見得「信樂心清淨」這一句非常重要，這是正心住菩薩所修的。由於正心，清淨心現前，才能夠圓滿十住，所以得最殊勝的清淨心。能得『最勝心』，是自自然然他就落實『波羅蜜』。「波羅蜜」是梵語，用中國的意思來翻，一般古人翻作「到彼岸」。這個「彼岸」怎麼說？六道這邊，這是生死輪迴，這是此岸；彼岸是如來不生不滅一真法界，那是彼岸，波羅蜜是這個意思。我們從另外一個說法，大家就更容易懂，可以把它翻作究竟圓滿，確實它有這個意思在，究竟圓滿。"
    },
    {
      "id": "12-017-1636_p0004",
      "zh_CN": "这一句清凉大师在注解里面讲，「波罗蜜是十行总名」。这个里面十行就是修十波罗蜜，十波罗蜜跟一般大乘教里面讲六波罗蜜是一个意思。前面的五种是属于事，后面一种是属于理，理事不二，理是真实智慧，没有真实智慧就不能圆满。由此可知，最重要的还是般若波罗蜜，这是智慧。佛法所学的，不是学别的，终极的目标就是希望你开智慧。智慧能不能开？答案是肯定的，为什么？智慧是你自己本有的，不是从外面来的。只是现前你有障碍，你能把障碍放下，你的智慧就现前。",
      "zh_TW": "這一句清涼大師在註解裡面講，「波羅蜜是十行總名」。這個裡面十行就是修十波羅蜜，十波羅蜜跟一般大乘教裡面講六波羅蜜是一個意思。前面的五種是屬於事，後面一種是屬於理，理事不二，理是真實智慧，沒有真實智慧就不能圓滿。由此可知，最重要的還是般若波羅蜜，這是智慧。佛法所學的，不是學別的，終極的目標就是希望你開智慧。智慧能不能開？答案是肯定的，為什麼？智慧是你自己本有的，不是從外面來的。只是現前你有障礙，你能把障礙放下，你的智慧就現前。"
    },
    {
      "id": "12-017-1636_p0005",
      "zh_CN": "如同我们前面读过，清凉大师引经据典，告诉我们，佛说的，一切众生本来是佛、本来成佛。我们晓得佛是不生不灭的、不来不去的，既然是不生不灭，哪有成跟不成？有成、不成，那不就有生灭了吗？这个道理不太容易体会，我们举个比喻，诸位从比喻当中你就明白了。白天，太阳，太阳有没有生灭？我们知道没有。为什么说每天太阳出来了、太阳下山了，日落西山？有出、有没不就是有生有灭吗？这个道理现在我们大家都懂了，地球是圆的，自转产生的现象。地球自转一周二十四小时，地面对着太阳是一半，另外一半是背着太阳。太阳确实没动，确实不生不灭、不来不去，地球在转动。这个例子说明太阳没有出山、落山，没有。",
      "zh_TW": "如同我們前面讀過，清涼大師引經據典，告訴我們，佛說的，一切眾生本來是佛、本來成佛。我們曉得佛是不生不滅的、不來不去的，既然是不生不滅，哪有成跟不成？有成、不成，那不就有生滅了嗎？這個道理不太容易體會，我們舉個比喻，諸位從比喻當中你就明白了。白天，太陽，太陽有沒有生滅？我們知道沒有。為什麼說每天太陽出來了、太陽下山了，日落西山？有出、有沒不就是有生有滅嗎？這個道理現在我們大家都懂了，地球是圓的，自轉產生的現象。地球自轉一周二十四小時，地面對著太陽是一半，另外一半是背著太陽。太陽確實沒動，確實不生不滅、不來不去，地球在轉動。這個例子說明太陽沒有出山、落山，沒有。"
    },
    {
      "id": "12-017-1636_p0006",
      "zh_CN": "还有个更近的比喻，下雨了，一片乌云把太阳遮盖住。雨后天晴，云散掉，太阳出来了，我们不是也这么说吗？太阳出来了。太阳怎么出来？云散掉了。你们想想看，云散了，太阳就出来；云遮住，太阳就不见了。佛告诉我们，一切众生本来是佛，就像太阳，现在我们是怎么回事情？确实就像太阳被云彩遮盖，不见了；不是真的不见了，问题就是有云彩，云彩很厚，而且有三重，就是三层。佛给我们讲，《华严经》上讲，妄想是一层，分别是第二层，执着是第三层，三层云彩遮盖住，最严重的就是执着。所以你本来是佛，说老实话现在还是佛，你根本就没有变，就是因为这个东西盖住，妄想分别执着盖住了，产生变化，把你的佛相扭曲了。你的智慧、德能、相好原本是百分之百，现在是百分之九十九障碍住，现在透出来的百分之一而已，而且这百分之一还有扭曲，还不是正常的。",
      "zh_TW": "還有個更近的比喻，下雨了，一片烏雲把太陽遮蓋住。雨後天晴，雲散掉，太陽出來了，我們不是也這麼說嗎？太陽出來了。太陽怎麼出來？雲散掉了。你們想想看，雲散了，太陽就出來；雲遮住，太陽就不見了。佛告訴我們，一切眾生本來是佛，就像太陽，現在我們是怎麼回事情？確實就像太陽被雲彩遮蓋，不見了；不是真的不見了，問題就是有雲彩，雲彩很厚，而且有三重，就是三層。佛給我們講，《華嚴經》上講，妄想是一層，分別是第二層，執著是第三層，三層雲彩遮蓋住，最嚴重的就是執著。所以你本來是佛，說老實話現在還是佛，你根本就沒有變，就是因為這個東西蓋住，妄想分別執著蓋住了，產生變化，把你的佛相扭曲了。你的智慧、德能、相好原本是百分之百，現在是百分之九十九障礙住，現在透出來的百分之一而已，而且這百分之一還有扭曲，還不是正常的。"
    },
    {
      "id": "12-017-1636_p0007",
      "zh_CN": "这世间人虽然百分之一，也有正常的，哪些是正常的？学佛的人，真正能够遵守释迦牟尼佛的教诲，能信能解，依教奉行的人。你看每部经后面有四个字，最后收尾的，「信受奉行」。你能信，受是理解，接受过来，奉行是落实，做到了。那个是什么？那个虽然是百分之一，智慧德相百分之一，没有错误，有一点像。如果你要是与佛陀教诲相违背，那你就全都错了。这就是佛菩萨在经典里面常常叹息的，说六道众生是可怜悯者，只剩下百分之一的作用，还完全颠倒。这些名词都是佛在经上常讲。",
      "zh_TW": "這世間人雖然百分之一，也有正常的，哪些是正常的？學佛的人，真正能夠遵守釋迦牟尼佛的教誨，能信能解，依教奉行的人。你看每部經後面有四個字，最後收尾的，「信受奉行」。你能信，受是理解，接受過來，奉行是落實，做到了。那個是什麼？那個雖然是百分之一，智慧德相百分之一，沒有錯誤，有一點像。如果你要是與佛陀教誨相違背，那你就全都錯了。這就是佛菩薩在經典裡面常常嘆息的，說六道眾生是可憐憫者，只剩下百分之一的作用，還完全顛倒。這些名詞都是佛在經上常講。"
    },
    {
      "id": "12-017-1636_p0008",
      "zh_CN": "这个地方的十行总名，我们要是相信、理解了，依照这个落实在我们现实生活，那就是你虽然是被重重乌云覆盖的太阳，还能起相应的作用。这个作用就是「正而不邪，觉而不迷，净而不染」，起了作用，难得，不容易，这是真正的佛弟子。思想、见解、言行与佛相应，对佛的教诲没有怀疑、没有忧虑，完全能肯定，依教奉行。《华严经》上，连十信来说，五十一位菩萨。前面十信位不算，后面四十一位都是法身菩萨，妄想没有了，明心见性，法身大士。六个阶段，这六个阶段就是十信、十住、十行、十回向、十地，加上等觉，六个阶段。他修行的，修什么？统统都是十波罗蜜，都是修这个。",
      "zh_TW": "這個地方的十行總名，我們要是相信、理解了，依照這個落實在我們現實生活，那就是你雖然是被重重烏雲覆蓋的太陽，還能起相應的作用。這個作用就是「正而不邪，覺而不迷，淨而不染」，起了作用，難得，不容易，這是真正的佛弟子。思想、見解、言行與佛相應，對佛的教誨沒有懷疑、沒有憂慮，完全能肯定，依教奉行。《華嚴經》上，連十信來說，五十一位菩薩。前面十信位不算，後面四十一位都是法身菩薩，妄想沒有了，明心見性，法身大士。六個階段，這六個階段就是十信、十住、十行、十迴向、十地，加上等覺，六個階段。他修行的，修什麼？統統都是十波羅蜜，都是修這個。"
    },
    {
      "id": "12-017-1636_p0009",
      "zh_CN": "前面也跟诸位略略的介绍过，十个波罗蜜，前面六个大家都很熟悉，第一个是布施，第二个持戒，第三个忍辱，第四个精进，第五个禅定，第六个般若，这是通常大乘经里面都是讲这六个。《华严经》讲得详细，从般若波罗蜜再开出来，般若波罗蜜是根本智，开出来的是后得智，就是般若波罗蜜它起作用：第一个方便，第二个愿，第三个力，第四个智，这个智是权智，后得智。般若是根本智，从这里开出去四条，合起来十波罗蜜。",
      "zh_TW": "前面也跟諸位略略的介紹過，十個波羅蜜，前面六個大家都很熟悉，第一個是布施，第二個持戒，第三個忍辱，第四個精進，第五個禪定，第六個般若，這是通常大乘經裡面都是講這六個。《華嚴經》講得詳細，從般若波羅蜜再開出來，般若波羅蜜是根本智，開出來的是後得智，就是般若波羅蜜它起作用：第一個方便，第二個願，第三個力，第四個智，這個智是權智，後得智。般若是根本智，從這裡開出去四條，合起來十波羅蜜。"
    },
    {
      "id": "12-017-1636_p0010",
      "zh_CN": "按照顺序来搭配，这十行，初行修布施，二行修持戒，三行修忍辱，四行修精进，五行修禅定，六行修般若，七行修方便，八行修愿，九行修力，十行修智。十行如是，前面十住，后面十回向、十地，乃至等觉，皆如是，都是修的这个。我们用学校的读书来做比喻，好像我们念书，念初中有国文，高中还有国文，大学还有国文，研究所还有国文；科目名称一样，里面内容的深浅可不相同，就是这个道理。十行菩萨所修的十波罗蜜，名目跟十住相同，但是比十住高太多；十住跟十信也相同，那比十信又高多了。诸位明白这个道理，菩萨是修这个法门成佛的，你说这个多重要！我们不修，行吗？我们念佛求往生，不修这个能往生吗？",
      "zh_TW": "按照順序來搭配，這十行，初行修布施，二行修持戒，三行修忍辱，四行修精進，五行修禪定，六行修般若，七行修方便，八行修願，九行修力，十行修智。十行如是，前面十住，後面十迴向、十地，乃至等覺，皆如是，都是修的這個。我們用學校的讀書來做比喻，好像我們念書，念初中有國文，高中還有國文，大學還有國文，研究所還有國文；科目名稱一樣，裡面內容的深淺可不相同，就是這個道理。十行菩薩所修的十波羅蜜，名目跟十住相同，但是比十住高太多；十住跟十信也相同，那比十信又高多了。諸位明白這個道理，菩薩是修這個法門成佛的，你說這個多重要！我們不修，行嗎？我們念佛求往生，不修這個能往生嗎？"
    },
    {
      "id": "12-017-1636_p0011",
      "zh_CN": "这个十波罗蜜，说实在话，要是用一句话来说，就是放下；你要不放下，不能往生。布施，放下什么？放下悭贪。悭是什么？吝啬。自己有的，舍不得给别人；自己没有的，贪求，贪而无厌，总想自己拥有，有了之后，舍不得放下。布施就是度悭贪的，这是大病，生死轮回头一个根。你以为一切拥有是好事？那不是好事，一切拥有是拥有六道轮回，你出不去。如果贪心重的话，你这个一切拥有是拥有三恶道，死了以后到三恶道去。为什么？贪恋之心，贪心是饿鬼，你愿意去做鬼吗？所以这个要晓得，统统是放下。",
      "zh_TW": "這個十波羅蜜，說實在話，要是用一句話來說，就是放下；你要不放下，不能往生。布施，放下什麼？放下慳貪。慳是什麼？吝嗇。自己有的，捨不得給別人；自己沒有的，貪求，貪而無厭，總想自己擁有，有了之後，捨不得放下。布施就是度慳貪的，這是大病，生死輪迴頭一個根。你以為一切擁有是好事？那不是好事，一切擁有是擁有六道輪迴，你出不去。如果貪心重的話，你這個一切擁有是擁有三惡道，死了以後到三惡道去。為什麼？貪戀之心，貪心是餓鬼，你願意去做鬼嗎？所以這個要曉得，統統是放下。"
    },
    {
      "id": "12-017-1636_p0012",
      "zh_CN": "持戒是放下恶业，不再造恶。忍辱是放下瞋恨，瞋恨是地狱业因。你就晓得布施是放下饿鬼，忍辱是放下地狱，精进是放下懒惰。懈怠、懒惰，这个人一切都完了，决定不能成就。不但在佛法里不能成就，世法事业也不能成就。哪一个世间事业有成就的，他不是在那里精进？你看到有一个懒惰的人，能成就事业吗？禅定是放下散乱；般若是放下愚痴，愚痴是畜生，有智慧的人不会堕畜生道。你们想想看，十波罗蜜用一个字来说，它总的纲领、总的义趣，「放下」。",
      "zh_TW": "持戒是放下惡業，不再造惡。忍辱是放下瞋恨，瞋恨是地獄業因。你就曉得布施是放下餓鬼，忍辱是放下地獄，精進是放下懶惰。懈怠、懶惰，這個人一切都完了，決定不能成就。不但在佛法裡不能成就，世法事業也不能成就。哪一個世間事業有成就的，他不是在那裡精進？你看到有一個懶惰的人，能成就事業嗎？禪定是放下散亂；般若是放下愚痴，愚痴是畜生，有智慧的人不會墮畜生道。你們想想看，十波羅蜜用一個字來說，它總的綱領、總的義趣，「放下」。"
    },
    {
      "id": "12-017-1636_p0013",
      "zh_CN": "那么你现在不能放下，什么原因？你没有智慧，你不了解事实真相，你没有看破。看破，你就会放下，欢欢喜喜放下。原来放下就往上升，不放下，这个东西是累赘，就把你往下坠落。你要不要放下？佛陀劝人放下，放下肯定有殊胜的果报。佛讲得清楚，殊胜的果报现前，你要不要享受？不能！为什么？一享受，贪瞋痴又起来。所以，布施另外一个名词叫「舍得」。实在讲，舍得就跟放下的意思完全相同，同在哪里？就是贯通十波罗蜜，十波罗蜜都是舍得。你看舍财，得财富；舍法，得聪明智慧；舍无畏，得健康长寿。舍就有得，这是因果定律，是事实真相。",
      "zh_TW": "那麼你現在不能放下，什麼原因？你沒有智慧，你不了解事實真相，你沒有看破。看破，你就會放下，歡歡喜喜放下。原來放下就往上升，不放下，這個東西是累贅，就把你往下墜落。你要不要放下？佛陀勸人放下，放下肯定有殊勝的果報。佛講得清楚，殊勝的果報現前，你要不要享受？不能！為什麼？一享受，貪瞋痴又起來。所以，布施另外一個名詞叫「捨得」。實在講，捨得就跟放下的意思完全相同，同在哪裡？就是貫通十波羅蜜，十波羅蜜都是捨得。你看捨財，得財富；捨法，得聰明智慧；捨無畏，得健康長壽。捨就有得，這是因果定律，是事實真相。"
    },
    {
      "id": "12-017-1636_p0014",
      "zh_CN": "你要懂得，佛讲舍得还有一层更深的意思，你懂不懂？更深的意思是什么？你舍不是得了吗？要把那个得舍掉，不能享受，这就对了。舍得是两重意思，第一重，舍一定有得；第二重，那个得也要舍，把得的舍掉。为什么？清净心里头本来没有，那时候你才叫真正得大自在。如果你得的那些福报，你得财、得聪明智慧、得健康长寿，你要是不肯舍的话，还是在六道，出不了六道轮回。可能（因为你要是善的话，善业）你这些果报都在人天，是人天福报，你要不舍的话。",
      "zh_TW": "你要懂得，佛講捨得還有一層更深的意思，你懂不懂？更深的意思是什麼？你捨不是得了嗎？要把那個得捨掉，不能享受，這就對了。捨得是兩重意思，第一重，捨一定有得；第二重，那個得也要捨，把得的捨掉。為什麼？清淨心裡頭本來沒有，那時候你才叫真正得大自在。如果你得的那些福報，你得財、得聰明智慧、得健康長壽，你要是不肯捨的話，還是在六道，出不了六道輪迴。可能（因為你要是善的話，善業）你這些果報都在人天，是人天福報，你要不捨的話。"
    },
    {
      "id": "12-017-1636_p0015",
      "zh_CN": "人天福报舍掉才能超越六道。超越六道，看你功夫的浅深，也就是你舍的多少，有证阿罗汉果的，有证辟支佛果的，有证菩萨果的，有超越十法界成佛的，不一样。所以，完全看你看破的层次，你究竟看破多少？看破几分？这是什么？在你行为上讲，你放下多少！你看得愈彻底，看的层次愈高，你放得愈彻底。身心世界没有留恋的，不但世法放下，佛法也放下，为什么？自性清净心里头没有佛法。六祖在《坛经》里面讲「本来无一物」，佛法也是一物。所以世尊在《金刚经》上讲得好，「法尚应舍，何况非法」；又说佛法好比渡河的船，是工具，帮助你到达彼岸，如果这条船你舍不得放下，你永远达不到彼岸。这个道理你要懂！工具就是工具，我在没有到彼岸，我需要用它，虽用它，不执着它，执着不得。",
      "zh_TW": "人天福報捨掉才能超越六道。超越六道，看你功夫的淺深，也就是你捨的多少，有證阿羅漢果的，有證辟支佛果的，有證菩薩果的，有超越十法界成佛的，不一樣。所以，完全看你看破的層次，你究竟看破多少？看破幾分？這是什麼？在你行為上講，你放下多少！你看得愈徹底，看的層次愈高，你放得愈徹底。身心世界沒有留戀的，不但世法放下，佛法也放下，為什麼？自性清淨心裡頭沒有佛法。六祖在《壇經》裡面講「本來無一物」，佛法也是一物。所以世尊在《金剛經》上講得好，「法尚應捨，何況非法」；又說佛法好比渡河的船，是工具，幫助你到達彼岸，如果這條船你捨不得放下，你永遠達不到彼岸。這個道理你要懂！工具就是工具，我在沒有到彼岸，我需要用它，雖用它，不執著它，執著不得。"
    },
    {
      "id": "12-017-1636_p0016",
      "zh_CN": "学佛的人决定要相信感应，要相信三宝加持。我们学佛，当然在学习过程当中，有些必要的资料不能缺少，这就要懂得感应。你真心想学习，你想要的这些经典、资料自然就来了，很不可思议。这是我自己学佛五十五年的经验，特别是在初学的时候，还没有出家，跟李老师学经。我那时候自己搜集一些《法华经》的资料，好像也搜集了十几种注解、参考书，带到台中去想学《法华经》。为什么？过去没出家的时候，跟李老师学了十三部都是小部经，大部头的经一部都没学过，总是感觉到不足，所以就选了这部《法华经》。",
      "zh_TW": "學佛的人決定要相信感應，要相信三寶加持。我們學佛，當然在學習過程當中，有些必要的資料不能缺少，這就要懂得感應。你真心想學習，你想要的這些經典、資料自然就來了，很不可思議。這是我自己學佛五十五年的經驗，特別是在初學的時候，還沒有出家，跟李老師學經。我那時候自己蒐集一些《法華經》的資料，好像也蒐集了十幾種註解、參考書，帶到台中去想學《法華經》。為什麼？過去沒出家的時候，跟李老師學了十三部都是小部經，大部頭的經一部都沒學過，總是感覺到不足，所以就選了這部《法華經》。"
    },
    {
      "id": "12-017-1636_p0017",
      "zh_CN": "到台中之后，向老师报告，老师说：我现在正在讲《大佛顶首楞严经》，这部经的分量跟《法华经》差不多。他说你如果学《楞严》，这就非常方便，我每个星期在讲，你就随着学习；要学《法华经》，我另外要找时间跟你讲，经太大了，实在抽不出时间。我想想也欢喜，反正我要学一部大经。他一说，我就改了，改了，这学习参考资料没有了。在台湾只能找到三种，一种，大概流通得最广的，圆瑛法师的《楞严经讲记》。这个在台湾比较好找，白圣法师他们都是学《楞严》的，都是跟圆瑛法师学的，所以这个本子很容易找。第二种，孙仲霞居士的《楞严经直解》，好像是台南庆芳书局出版的，这个能找到。当时在台湾出版的，能找到的只有这两种。其他的，我所听说历代对于《楞严经》的注疏，有名的注解很多！在《续藏经》里面，《卍字续藏》，我们看到有五十多种。我在里面选了二十几种，写信给香港智开法师，请智开法师留意，遇到我想要的，给我搜集，寄到台湾，提供给我参考。没想到，不到两年的时间，李老师讲这部经讲三年，差不多是一半的时间的样子，居然我想的这些本子统统都到手了。",
      "zh_TW": "到台中之後，向老師報告，老師說：我現在正在講《大佛頂首楞嚴經》，這部經的分量跟《法華經》差不多。他說你如果學《楞嚴》，這就非常方便，我每個星期在講，你就隨著學習；要學《法華經》，我另外要找時間跟你講，經太大了，實在抽不出時間。我想想也歡喜，反正我要學一部大經。他一說，我就改了，改了，這學習參考資料沒有了。在台灣只能找到三種，一種，大概流通得最廣的，圓瑛法師的《楞嚴經講記》。這個在台灣比較好找，白聖法師他們都是學《楞嚴》的，都是跟圓瑛法師學的，所以這個本子很容易找。第二種，孫仲霞居士的《楞嚴經直解》，好像是台南慶芳書局出版的，這個能找到。當時在台灣出版的，能找到的只有這兩種。其他的，我所聽說歷代對於《楞嚴經》的註疏，有名的註解很多！在《續藏經》裡面，《卍字續藏》，我們看到有五十多種。我在裡面選了二十幾種，寫信給香港智開法師，請智開法師留意，遇到我想要的，給我蒐集，寄到台灣，提供給我參考。沒想到，不到兩年的時間，李老師講這部經講三年，差不多是一半的時間的樣子，居然我想的這些本子統統都到手了。"
    },
    {
      "id": "12-017-1636_p0018",
      "zh_CN": "李老师讲这部经，有时候想到古人有哪些版本，可惜没有办法找到。他一提，我说老师，我这儿有。另外想了几本，我统统都有。他说：奇怪！你手上怎么会有这么多？实际上，他只讲了六、七种，我那时搜集二十多种，相当丰富。感应不可思议！真的是章嘉大师早年教导我的，佛氏门中，有求必应。他跟我讲，求，一定如理如法，不合理、不如法的，你求不到。如理如法你求，还没有感应，那你自己要好好的检讨反省，你有业障！业障消除了，感应就现前。我们学了这些东西，干什么的？学了，帮助别人开悟，不是我自己独自享受；自己先要悟入，我才能帮助别人悟入，道理在此地。",
      "zh_TW": "李老師講這部經，有時候想到古人有哪些版本，可惜沒有辦法找到。他一提，我說老師，我這兒有。另外想了幾本，我統統都有。他說：奇怪！你手上怎麼會有這麼多？實際上，他只講了六、七種，我那時蒐集二十多種，相當豐富。感應不可思議！真的是章嘉大師早年教導我的，佛氏門中，有求必應。他跟我講，求，一定如理如法，不合理、不如法的，你求不到。如理如法你求，還沒有感應，那你自己要好好的檢討反省，你有業障！業障消除了，感應就現前。我們學了這些東西，幹什麼的？學了，幫助別人開悟，不是我自己獨自享受；自己先要悟入，我才能幫助別人悟入，道理在此地。"
    },
    {
      "id": "12-017-1636_p0019",
      "zh_CN": "这桩事情，我很感激智开法师，去年他到我们道场来过一次，很欢喜。他跟我同年。我在初学佛的时候，帮助我很大的忙，我所需要的参考资料都是他在这儿搜集给我的。而且对我非常优待，知道我没有钱，刚出家没人供养，所以统统可以记帐。我有钱的时候，马上就寄给他；没有钱的时候，欠帐，对我就非常方便。如果每一套书用现金买，那对我就造成困难。所以要舍。",
      "zh_TW": "這樁事情，我很感激智開法師，去年他到我們道場來過一次，很歡喜。他跟我同年。我在初學佛的時候，幫助我很大的忙，我所需要的參考資料都是他在這兒蒐集給我的。而且對我非常優待，知道我沒有錢，剛出家沒人供養，所以統統可以記帳。我有錢的時候，馬上就寄給他；沒有錢的時候，欠帳，對我就非常方便。如果每一套書用現金買，那對我就造成困難。所以要捨。"
    },
    {
      "id": "12-017-1636_p0020",
      "zh_CN": "我手头上这些书，《楞严经》三年学完之后，我讲了好几遍，复讲；不复讲，学了就忘掉了。我记得我《楞严经》有三遍是讲圆满的，还有四、五遍没有讲圆满。像一九七七年到香港，没有讲圆满，好像只讲到第三卷还是第四卷，《楞严经》有十卷。那时候在这边住了四个月，前面两个月有翻译，所以每天讲一个小时；后两个月，听众，这同学们不要翻译了，「法师，你的话我们可以听懂」。所以后面两个月没有翻译，每天两小时，四个月的时间，好像讲了三分之一。",
      "zh_TW": "我手頭上這些書，《楞嚴經》三年學完之後，我講了好幾遍，複講；不複講，學了就忘掉了。我記得我《楞嚴經》有三遍是講圓滿的，還有四、五遍沒有講圓滿。像一九七七年到香港，沒有講圓滿，好像只講到第三卷還是第四卷，《楞嚴經》有十卷。那時候在這邊住了四個月，前面兩個月有翻譯，所以每天講一個小時；後兩個月，聽眾，這同學們不要翻譯了，「法師，你的話我們可以聽懂」。所以後面兩個月沒有翻譯，每天兩小時，四個月的時間，好像講了三分之一。"
    },
    {
      "id": "12-017-1636_p0021",
      "zh_CN": "这个我们都有信心，有信心你才敢舍，我舍了之后，想要的东西一定会来，这就是感应。你要是不肯舍，不肯布施，得来的东西，纵然是你很用心去研究，因为你的心量很窄小，你的福报有限，你有「求不得苦」，八苦里面的「求不得」。所以八苦里面那个求，那不是感应的，是你命里头有的；你命里没有，求不得。感应就不一样，佛菩萨加持的，这个要懂。",
      "zh_TW": "這個我們都有信心，有信心你才敢捨，我捨了之後，想要的東西一定會來，這就是感應。你要是不肯捨，不肯布施，得來的東西，縱然是你很用心去研究，因為你的心量很窄小，你的福報有限，你有「求不得苦」，八苦裡面的「求不得」。所以八苦裡面那個求，那不是感應的，是你命裡頭有的；你命裡沒有，求不得。感應就不一樣，佛菩薩加持的，這個要懂。"
    },
    {
      "id": "12-017-1636_p0022",
      "zh_CN": "所以财要舍，法也要舍，不要怕没有，你怕没有，永远不开悟，这个障碍太严重，就是分别执着。分别执着真的舍掉，你就成菩萨。经论里面讲得这么清楚，执着舍掉，你就证阿罗汉果。阿罗汉的智慧、神通、道力超过六道，六道里面天王，大梵天王、摩醯首罗天王，跟阿罗汉比都差一截，比不上。再要能把分别放下，你是菩萨，比阿罗汉、比辟支佛都高。你为什么不向上提升？为什么甘愿堕落？诸位要晓得，甘愿堕落就是吝啬，就是放不下，很苦。总而言之，还是没有智慧，没有了解事实真相。",
      "zh_TW": "所以財要捨，法也要捨，不要怕沒有，你怕沒有，永遠不開悟，這個障礙太嚴重，就是分別執著。分別執著真的捨掉，你就成菩薩。經論裡面講得這麼清楚，執著捨掉，你就證阿羅漢果。阿羅漢的智慧、神通、道力超過六道，六道裡面天王，大梵天王、摩醯首羅天王，跟阿羅漢比都差一截，比不上。再要能把分別放下，你是菩薩，比阿羅漢、比辟支佛都高。你為什麼不向上提升？為什麼甘願墮落？諸位要曉得，甘願墮落就是吝嗇，就是放不下，很苦。總而言之，還是沒有智慧，沒有了解事實真相。"
    },
    {
      "id": "12-017-1636_p0023",
      "zh_CN": "所以求知、求学，我们学佛，学佛要求学，你不肯学，不行，上上根人还是要求学。禅宗六祖惠能大师，上上根人，还要到黄梅五祖那里去求学，又何况中下根性，你不求学怎么行？求学能不能有成就，有多大的成就，我们常常讲，关键在你是不是真正好学，关键在这里。你对于学这一门很喜欢，很爱好，真肯干。孔老夫子他学生很多，三千弟子，七十二贤，可是孔老夫子常常讲，真正好学的只有一个人，颜回。",
      "zh_TW": "所以求知、求學，我們學佛，學佛要求學，你不肯學，不行，上上根人還是要求學。禪宗六祖惠能大師，上上根人，還要到黃梅五祖那裡去求學，又何況中下根性，你不求學怎麼行？求學能不能有成就，有多大的成就，我們常常講，關鍵在你是不是真正好學，關鍵在這裡。你對於學這一門很喜歡，很愛好，真肯幹。孔老夫子他學生很多，三千弟子，七十二賢，可是孔老夫子常常講，真正好學的只有一個人，顏回。"
    },
    {
      "id": "12-017-1636_p0024",
      "zh_CN": "颜回好学，好学的标准是什么？第一个是能够领悟，老师所讲的他真懂；第二个，他能够行，他能落实。别的人听懂了，未必能做到；颜回听懂了，都能做到，落实到生活上，落实在工作，落实在处事待人接物，真正叫好学。其他的人不行，其他的人也能做，没有颜回做得那么彻底。彻底是什么？不贰过。颜回接受夫子教诲，天天反省，这就是天天真正在做功课。反省，把自己的缺点都能够改正过来，这个太难得。过失只有一次，绝对不会有第二次，同样的过失没有第二次，所以夫子赞叹。这是个好学的标准，儒家好学的标准。",
      "zh_TW": "顏回好學，好學的標準是什麼？第一個是能夠領悟，老師所講的他真懂；第二個，他能夠行，他能落實。別的人聽懂了，未必能做到；顏回聽懂了，都能做到，落實到生活上，落實在工作，落實在處事待人接物，真正叫好學。其他的人不行，其他的人也能做，沒有顏回做得那麼徹底。徹底是什麼？不貳過。顏回接受夫子教誨，天天反省，這就是天天真正在做功課。反省，把自己的缺點都能夠改正過來，這個太難得。過失只有一次，絕對不會有第二次，同樣的過失沒有第二次，所以夫子讚歎。這是個好學的標準，儒家好學的標準。"
    },
    {
      "id": "12-017-1636_p0025",
      "zh_CN": "佛法里面好学的标准，《华严经》上讲的善财童子，我们这部经末后五十三参。我们还在《大乘无量寿经》里面看到，法藏比丘，那是个好学的榜样。他的老师，世自在王如来，你看他在老师教学的课堂上，老师对他赞叹，所有学生里面他确实是第一。就是清凉在此地教给我们，真信、真解、真行，后面就真证。法藏比丘那个时候的修学，老师对他的赞叹，所有学生没有能超过他的。就像颜回在孔子的会下一样，孔子也是赞叹，那么多的学生，没有一个能赶得上颜回，有悟性，又勤奋。悟性实在讲不容易，这与过去生中有关系。有悟性，没有勤奋，不能成就，成就很有限；没有悟性，有勤奋，还是有成就。真正肯用功，勤修，没有不成就的。",
      "zh_TW": "佛法裡面好學的標準，《華嚴經》上講的善財童子，我們這部經末後五十三參。我們還在《大乘無量壽經》裡面看到，法藏比丘，那是個好學的榜樣。他的老師，世自在王如來，你看他在老師教學的課堂上，老師對他讚歎，所有學生裡面他確實是第一。就是清涼在此地教給我們，真信、真解、真行，後面就真證。法藏比丘那個時候的修學，老師對他的讚歎，所有學生沒有能超過他的。就像顏回在孔子的會下一樣，孔子也是讚歎，那麼多的學生，沒有一個能趕得上顏回，有悟性，又勤奮。悟性實在講不容易，這與過去生中有關係。有悟性，沒有勤奮，不能成就，成就很有限；沒有悟性，有勤奮，還是有成就。真正肯用功，勤修，沒有不成就的。"
    },
    {
      "id": "12-017-1636_p0026",
      "zh_CN": "所以要知道，布施度悭贪，布施波罗蜜什么时候圆满？贪心没有了，悭吝的心没有了，这就圆满了。还有一点贪的念头，还有一点舍不得的念头，没有圆满。所以圆满不是布施很多，不是每一个众生布施到，不是讲这个，如果那样讲法，那永远不能圆满。就是说它对治你的烦恼习气，它专门对治悭贪，悭贪断掉，布施波罗蜜圆满。现在时间到了，我们休息几分钟。",
      "zh_TW": "所以要知道，布施度慳貪，布施波羅蜜什麼時候圓滿？貪心沒有了，慳吝的心沒有了，這就圓滿了。還有一點貪的念頭，還有一點捨不得的念頭，沒有圓滿。所以圓滿不是布施很多，不是每一個眾生布施到，不是講這個，如果那樣講法，那永遠不能圓滿。就是說它對治你的煩惱習氣，它專門對治慳貪，慳貪斷掉，布施波羅蜜圓滿。現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "12-017-1636_p0027",
      "zh_CN": "诸位法师，诸位同学，请坐。我们接着看经文。",
      "zh_TW": "諸位法師，諸位同學，請坐。我們接著看經文。"
    },
    {
      "id": "12-017-1636_p0028",
      "zh_CN": "虽然经教是将十波罗蜜分配在十位菩萨，每个位专修一种，但是实际上我们要晓得，佛法里面常讲宾主、讲正助。初行位的菩萨，正修的是布施波罗蜜，助修的是其他九波罗蜜，十度齐修；有一个做主修的，其余的九个助修的都是帮助圆满成就布施波罗蜜，是这么一个意思。二行菩萨主修的是持戒波罗蜜，同样道理，其余的九个波罗蜜都要来成就持戒波罗蜜。往后可以以此类推，一修一切修，不是专门修一个，其他都不要。这个道理一定要懂，才是《华严》里面所说的「行布不碍圆融，圆融不碍行布」，行布就是次第。十个菩萨配十个波罗蜜，就是次第、行布；圆融，同时都修，绝对不是只修一门，其他的不修，那就错了。修成之后，无论自己在生活当中，或者在教化众生，无一不是行布圆融，是一不是二。《华严》说一即是多，多即是一，在法门里面讲，一个法门就是一切法门，一切法门就是一法门，这就是讲的看破。你完全明白了，然后放下，一个放下，一切放下，就是这么个道理。十波罗蜜就不要细说，往后还很多，我们可以在后面来给诸位介绍。",
      "zh_TW": "雖然經教是將十波羅蜜分配在十位菩薩，每個位專修一種，但是實際上我們要曉得，佛法裡面常講賓主、講正助。初行位的菩薩，正修的是布施波羅蜜，助修的是其他九波羅蜜，十度齊修；有一個做主修的，其餘的九個助修的都是幫助圓滿成就布施波羅蜜，是這麼一個意思。二行菩薩主修的是持戒波羅蜜，同樣道理，其餘的九個波羅蜜都要來成就持戒波羅蜜。往後可以以此類推，一修一切修，不是專門修一個，其他都不要。這個道理一定要懂，才是《華嚴》裡面所說的「行布不礙圓融，圓融不礙行布」，行布就是次第。十個菩薩配十個波羅蜜，就是次第、行布；圓融，同時都修，絕對不是只修一門，其他的不修，那就錯了。修成之後，無論自己在生活當中，或者在教化眾生，無一不是行布圓融，是一不是二。《華嚴》說一即是多，多即是一，在法門裡面講，一個法門就是一切法門，一切法門就是一法門，這就是講的看破。你完全明白了，然後放下，一個放下，一切放下，就是這麼個道理。十波羅蜜就不要細說，往後還很多，我們可以在後面來給諸位介紹。"
    },
    {
      "id": "12-017-1636_p0029",
      "zh_CN": "【若常修习波罗蜜。】",
      "zh_TW": "【若常修習波羅蜜。】"
    },
    {
      "id": "12-017-1636_p0030",
      "zh_CN": "『常』是不断，诸位要记住，十波罗蜜没有间断的。『修习』这两个字要注意，「修」是什么？用这十个科目修正自己的过失；「习」，落实在自己生活、工作、处事待人接物之中，练习。修是修正，布施修正我们悭贪的坏习气，持戒修正我们恶业的习气，忍辱修正我们瞋恚的习气，修正。修正之后要表现在生活上，在生活上处事待人接物，真的没有悭贪，真的不造恶业，真的没有瞋恚了，叫修习。永远没有间断，这是常。这样修行：",
      "zh_TW": "『常』是不斷，諸位要記住，十波羅蜜沒有間斷的。『修習』這兩個字要注意，「修」是什麼？用這十個科目修正自己的過失；「習」，落實在自己生活、工作、處事待人接物之中，練習。修是修正，布施修正我們慳貪的壞習氣，持戒修正我們惡業的習氣，忍辱修正我們瞋恚的習氣，修正。修正之後要表現在生活上，在生活上處事待人接物，真的沒有慳貪，真的不造惡業，真的沒有瞋恚了，叫修習。永遠沒有間斷，這是常。這樣修行："
    },
    {
      "id": "12-017-1636_p0031",
      "zh_CN": "【则能具足摩诃衍。】",
      "zh_TW": "【則能具足摩訶衍。】"
    },
    {
      "id": "12-017-1636_p0032",
      "zh_CN": "『摩诃衍』是什么？清凉大师注解里面，「摩诃衍是异二乘行」。二乘是小乘，就是声闻跟缘觉，「异」是跟他们不一样，跟小乘不一样，就是大乘。所以「摩诃衍」就是大乘。",
      "zh_TW": "『摩訶衍』是什麼？清涼大師註解裡面，「摩訶衍是異二乘行」。二乘是小乘，就是聲聞跟緣覺，「異」是跟他們不一樣，跟小乘不一樣，就是大乘。所以「摩訶衍」就是大乘。"
    },
    {
      "id": "12-017-1636_p0033",
      "zh_CN": "小乘法，通常我们讲三法印，也就是小乘的性质。它的经教很多，总不出三个原则，这三个原则叫三法印。第一个是讲「诸行无常」，第二个是讲「诸法无我」，第三个是讲「涅槃寂静」。所以他们知道「诸行无常」，整个宇宙的活动是刹那刹那在变化的，刹那不住，这是宇宙人生的真相；换句话说，去年的我绝对不是今年的我。那我还在！这个在是什么？相似相续，相续相似，绝对不是一个；一年一年不一样，再往下观察，一月一月不一样。孔子在河边看到河水，水在流，「逝者如斯夫」，这句话意思很深，逝就是逝去，就像流水一样，刹那不住。从流水就讲到人生，就讲到宇宙，人生、宇宙刹那不住就像流水一样，没有两样。二乘人有这个智慧，他懂得。再微细观察，昨天的我跟今天的我不一样，这个我们大乘教讲得很多，前面说了很多，说到最后是前念跟后念不一样，那太微细了。我们只是讲，可以这么说法，前一分钟跟后一分钟的我不是一个我。",
      "zh_TW": "小乘法，通常我們講三法印，也就是小乘的性質。它的經教很多，總不出三個原則，這三個原則叫三法印。第一個是講「諸行無常」，第二個是講「諸法無我」，第三個是講「涅槃寂靜」。所以他們知道「諸行無常」，整個宇宙的活動是剎那剎那在變化的，剎那不住，這是宇宙人生的真相；換句話說，去年的我絕對不是今年的我。那我還在！這個在是什麼？相似相續，相續相似，絕對不是一個；一年一年不一樣，再往下觀察，一月一月不一樣。孔子在河邊看到河水，水在流，「逝者如斯夫」，這句話意思很深，逝就是逝去，就像流水一樣，剎那不住。從流水就講到人生，就講到宇宙，人生、宇宙剎那不住就像流水一樣，沒有兩樣。二乘人有這個智慧，他懂得。再微細觀察，昨天的我跟今天的我不一樣，這個我們大乘教講得很多，前面說了很多，說到最後是前念跟後念不一樣，那太微細了。我們只是講，可以這麼說法，前一分鐘跟後一分鐘的我不是一個我。"
    },
    {
      "id": "12-017-1636_p0034",
      "zh_CN": "宇宙之间，山河大地、森罗万象决定不是真的，我们在从前，还是在《华严经》上说的，说了很多，说这个事实真相。我们举《仁王经》的例子，一弹指有六十刹那，一刹那有九百生灭。我们照这个算法，我们一秒钟可以弹四次，四乘六十，再乘九百，刚刚好是两个十万八千次，一秒钟有两个十万八千次，十万八千次生灭！《仁王经》上说的，是世尊的方便说，不是真实说。真实说，比这个还要快，真的是亿万分之一秒，你怎么能知道现前这个相是真的？所以小乘教里面讲相似相续，相续相似，不是真的。",
      "zh_TW": "宇宙之間，山河大地、森羅萬象決定不是真的，我們在從前，還是在《華嚴經》上說的，說了很多，說這個事實真相。我們舉《仁王經》的例子，一彈指有六十剎那，一剎那有九百生滅。我們照這個算法，我們一秒鐘可以彈四次，四乘六十，再乘九百，剛剛好是兩個十萬八千次，一秒鐘有兩個十萬八千次，十萬八千次生滅！《仁王經》上說的，是世尊的方便說，不是真實說。真實說，比這個還要快，真的是億萬分之一秒，你怎麼能知道現前這個相是真的？所以小乘教裡面講相似相續，相續相似，不是真的。"
    },
    {
      "id": "12-017-1636_p0035",
      "zh_CN": "第二个原则，「诸法无我」，也是山河大地、森罗万象，我是什么？我是主宰，主宰的意思，自在的意思。没有，绝对没有，无我！大乘《般若经》上讲的「无我相，无人相，无众生相，无寿者相」，真的千真万确。不管你觉不觉悟，不管你明不明白，事实就是这样。明了的人称为菩萨，不明白的人称为凡夫，凡圣没有什么差别，就在觉迷；觉了就是圣人，迷了就叫凡夫。所以知道这些现象，这些现象是幻相，佛家称为妙有，妙有非有。只有一个东西永恒不变，你的自性，永恒不变，可是你不知道你有自性，难得佛给我们说出来。永恒不变就叫做佛，所以佛才讲一切众生本来是佛，真的是佛，一点都不假。",
      "zh_TW": "第二個原則，「諸法無我」，也是山河大地、森羅萬象，我是什麼？我是主宰，主宰的意思，自在的意思。沒有，絕對沒有，無我！大乘《般若經》上講的「無我相，無人相，無眾生相，無壽者相」，真的千真萬確。不管你覺不覺悟，不管你明不明白，事實就是這樣。明瞭的人稱為菩薩，不明白的人稱為凡夫，凡聖沒有什麼差別，就在覺迷；覺了就是聖人，迷了就叫凡夫。所以知道這些現象，這些現象是幻相，佛家稱為妙有，妙有非有。只有一個東西永恆不變，你的自性，永恆不變，可是你不知道你有自性，難得佛給我們說出來。永恆不變就叫做佛，所以佛才講一切眾生本來是佛，真的是佛，一點都不假。"
    },
    {
      "id": "12-017-1636_p0036",
      "zh_CN": "现在为什么变成这个样子？我讲经常用比喻说，你现在戴上三副眼镜。我们用三原色来代表，用黄色代表妄想，你有妄想，用蓝色代表分别，用红色代表执着。你有妄想分别执着三副眼镜戴在眼睛上，看外面境界就永远看不到真相。可是你这个眼镜有没有真的障碍外面的境界相？没有。有没有真的染着你的眼睛？也没有。那你不是佛，谁是佛？本来是佛。你丝毫都没有染着，可是你现在眼睛上有这么个东西，只要把这个东西拿掉，你是佛！现在就是问你，你愿不愿意把这个放下？经上讲得很清楚，放下执着，你就是阿罗汉，在我们这部经里面讲，七信位的菩萨；放下分别，你就是九信位的菩萨，《华严》九信；放下妄想，十信就圆满，超越十法界，你就是法身大士。你是真的佛，不是假佛，就证得圆教初住以上，圆教初住等于别教初地，禅宗里面讲的大彻大悟、明心见性。",
      "zh_TW": "現在為什麼變成這個樣子？我講經常用比喻說，你現在戴上三副眼鏡。我們用三原色來代表，用黃色代表妄想，你有妄想，用藍色代表分別，用紅色代表執著。你有妄想分別執著三副眼鏡戴在眼睛上，看外面境界就永遠看不到真相。可是你這個眼鏡有沒有真的障礙外面的境界相？沒有。有沒有真的染著你的眼睛？也沒有。那你不是佛，誰是佛？本來是佛。你絲毫都沒有染著，可是你現在眼睛上有這麼個東西，只要把這個東西拿掉，你是佛！現在就是問你，你願不願意把這個放下？經上講得很清楚，放下執著，你就是阿羅漢，在我們這部經裡面講，七信位的菩薩；放下分別，你就是九信位的菩薩，《華嚴》九信；放下妄想，十信就圓滿，超越十法界，你就是法身大士。你是真的佛，不是假佛，就證得圓教初住以上，圓教初住等於別教初地，禪宗裡面講的大徹大悟、明心見性。"
    },
    {
      "id": "12-017-1636_p0037",
      "zh_CN": "你在现前的世间，由于你障碍没有了，你的智慧德能、神通道力统统现前。就像惠能大师一样，惠能大师不认识字，没有念过书，也没有念过佛经，可是你念他听，你念的人不懂，他听懂了，他可以给你详细讲解。你如果根要是利，要是会听，准能开悟。你看在中国佛教史上，实在讲前无古人，后无来者。他一生，学生当中有四十三个开悟的，明心见性的，历代祖师大德都没有这么多。一生教学，学生当中开悟的，三、五个人有，一个人比较多一点；一生当中，学生当中一个都没开悟的，太多了！惠能大师居然学生里头有四十三个开悟的，在中国历史上找不到第二个人。",
      "zh_TW": "你在現前的世間，由於你障礙沒有了，你的智慧德能、神通道力統統現前。就像惠能大師一樣，惠能大師不認識字，沒有念過書，也沒有念過佛經，可是你念他聽，你念的人不懂，他聽懂了，他可以給你詳細講解。你如果根要是利，要是會聽，準能開悟。你看在中國佛教史上，實在講前無古人，後無來者。他一生，學生當中有四十三個開悟的，明心見性的，歷代祖師大德都沒有這麼多。一生教學，學生當中開悟的，三、五個人有，一個人比較多一點；一生當中，學生當中一個都沒開悟的，太多了！惠能大師居然學生裡頭有四十三個開悟的，在中國歷史上找不到第二個人。"
    },
    {
      "id": "12-017-1636_p0038",
      "zh_CN": "所以，开悟要有条件的，什么条件？彻底放下。不能悟入的，没有别的，放不下！这以前章嘉大师教给我的。你可不能怪别人，要怪自己；你要怪别人，你的罪就更重。佛菩萨、善知识、祖师大德，没有一个不希望你快快成佛，你要是责怪他们教得不好，大错特错。他教的没错，只是你没听懂，为什么听不懂？心不在焉，你怎么会听懂？我常常讲，我讲十六个字，最粗俗、最浅近，自私自利，名闻利养，五欲六尘，贪瞋痴慢，我讲这十六个字。你有没有听懂？你肯不肯放下？真正肯放下，你就能入大乘之门。小乘人也很聪明，不能不佩服，他看到事实真相，所以他放下。「诸行无常、诸法无我」，他放下；放下之后，他就证「涅槃寂静」。",
      "zh_TW": "所以，開悟要有條件的，什麼條件？徹底放下。不能悟入的，沒有別的，放不下！這以前章嘉大師教給我的。你可不能怪別人，要怪自己；你要怪別人，你的罪就更重。佛菩薩、善知識、祖師大德，沒有一個不希望你快快成佛，你要是責怪他們教得不好，大錯特錯。他教的沒錯，只是你沒聽懂，為什麼聽不懂？心不在焉，你怎麼會聽懂？我常常講，我講十六個字，最粗俗、最淺近，自私自利，名聞利養，五欲六塵，貪瞋痴慢，我講這十六個字。你有沒有聽懂？你肯不肯放下？真正肯放下，你就能入大乘之門。小乘人也很聰明，不能不佩服，他看到事實真相，所以他放下。「諸行無常、諸法無我」，他放下；放下之後，他就證「涅槃寂靜」。"
    },
    {
      "id": "12-017-1636_p0039",
      "zh_CN": "我们这部经里面前面讲的自乐，这是二乘。此地佛菩萨教我们不求五欲、不求王位。王位我讲得很清楚，就是一切团体里面的领导地位，每个人都想争，都想带头，我们这个协会，都想做个会长；不求。不求富饶，这是现代社会的通病，举世之人没有一个不贪财的，想尽方法都求发财，这个心是贪心，这个心是鬼道的业因。自乐，刚才讲是二乘，二乘偏在一边，自度，不肯帮助别人。后面是大名称，大名称用现在的话说，在社会上有地位、有名望。经上教我们这统统不能求，你要求，全都错了，为什么？这是轮回业，你念念不舍就念念没有离开轮回。二乘是不错，自乐，不究竟。你能出得了六道，你出不了十法界，二乘错在这个地方。所以，要学大乘，摩诃衍。",
      "zh_TW": "我們這部經裡面前面講的自樂，這是二乘。此地佛菩薩教我們不求五欲、不求王位。王位我講得很清楚，就是一切團體裡面的領導地位，每個人都想爭，都想帶頭，我們這個協會，都想做個會長；不求。不求富饒，這是現代社會的通病，舉世之人沒有一個不貪財的，想盡方法都求發財，這個心是貪心，這個心是鬼道的業因。自樂，剛才講是二乘，二乘偏在一邊，自度，不肯幫助別人。後面是大名稱，大名稱用現在的話說，在社會上有地位、有名望。經上教我們這統統不能求，你要求，全都錯了，為什麼？這是輪迴業，你念念不捨就念念沒有離開輪迴。二乘是不錯，自樂，不究竟。你能出得了六道，你出不了十法界，二乘錯在這個地方。所以，要學大乘，摩訶衍。"
    },
    {
      "id": "12-017-1636_p0040",
      "zh_CN": "大乘自利利他，开头学的时候是自利利他，学到一定的程度是利他自利。像我们开始学经的时候，先很认真努力求学，自利，把这部经学会了；学会之后，到处讲给别人听，这是利他。利他怎么样？自己每讲一遍都有新的悟处，那是自利。遍遍不一样！才知道这个经教字字句句义理无尽，是活的，不是死的。所以同样是一部经，愈讲愈有味道。我也有些经典讲过很多遍的，过去也有留著录音带的，诸位要听听看，遍遍不一样。为什么？境界提升了，愈提升，愈放下；愈放下，愈提升。",
      "zh_TW": "大乘自利利他，開頭學的時候是自利利他，學到一定的程度是利他自利。像我們開始學經的時候，先很認真努力求學，自利，把這部經學會了；學會之後，到處講給別人聽，這是利他。利他怎麼樣？自己每講一遍都有新的悟處，那是自利。遍遍不一樣！才知道這個經教字字句句義理無盡，是活的，不是死的。所以同樣是一部經，愈講愈有味道。我也有些經典講過很多遍的，過去也有留著錄音帶的，諸位要聽聽看，遍遍不一樣。為什麼？境界提升了，愈提升，愈放下；愈放下，愈提升。"
    },
    {
      "id": "12-017-1636_p0041",
      "zh_CN": "我这一次讲这部《华严经》，跟三十多年前讲的《华严经》完全不相同，什么原因？三十年前，我境界很低，大家听了都很高兴，那就是他们境界比我更低。诸位你要明白这个道理，你就晓得我为什么不重视以前所讲的东西。有很多人收集这些录音带保存着，我什么都不要。我今天讲的，我觉得比昨天好；这个星期讲的，觉得比过去一个星期好；比它好，那个就不要了，还保留它干什么？诸位要懂这个意思。也有人保留到，保留，好！你们乐意保留，恒顺众生，随喜功德。保留做什么？接引初机。所以这部经愈讲愈有味道，其味无穷，常生欢喜心，你才学不厌、讲不倦，道理在此地。对于诸法实相愈来愈清楚，愈来愈明白。",
      "zh_TW": "我這一次講這部《華嚴經》，跟三十多年前講的《華嚴經》完全不相同，什麼原因？三十年前，我境界很低，大家聽了都很高興，那就是他們境界比我更低。諸位你要明白這個道理，你就曉得我為什麼不重視以前所講的東西。有很多人收集這些錄音帶保存著，我什麼都不要。我今天講的，我覺得比昨天好；這個星期講的，覺得比過去一個星期好；比它好，那個就不要了，還保留它幹什麼？諸位要懂這個意思。也有人保留到，保留，好！你們樂意保留，恆順眾生，隨喜功德。保留做什麼？接引初機。所以這部經愈講愈有味道，其味無窮，常生歡喜心，你才學不厭、講不倦，道理在此地。對於諸法實相愈來愈清楚，愈來愈明白。"
    },
    {
      "id": "12-017-1636_p0042",
      "zh_CN": "大乘，小乘人住涅槃寂静，大乘菩萨怎么样？不住生死。不住生死不就住涅槃吗？不住生死，又不住涅槃，涅槃、生死二边都不住。所以大乘菩萨叫「无住涅槃」，「无住」是二边都不住。后面还有一句，「不舍众生」，为什么不住涅槃？不舍众生。要帮助众生，要成就众生，帮助他觉悟。释迦牟尼佛一生所作所为就是帮助众生觉悟。",
      "zh_TW": "大乘，小乘人住涅槃寂靜，大乘菩薩怎麼樣？不住生死。不住生死不就住涅槃嗎？不住生死，又不住涅槃，涅槃、生死二邊都不住。所以大乘菩薩叫「無住涅槃」，「無住」是二邊都不住。後面還有一句，「不捨眾生」，為什麼不住涅槃？不捨眾生。要幫助眾生，要成就眾生，幫助他覺悟。釋迦牟尼佛一生所作所為就是幫助眾生覺悟。"
    },
    {
      "id": "12-017-1636_p0043",
      "zh_CN": "众生的根性不相同，大分，上、中、下三根，再细分，上根里头有上中下，中根里头有上中下，下根里头也有上中下，就有九种。九种再分，每一种里头又有九种，众生根性差别无量无边，所以佛开无量无边法门，帮助无量无边的众生。根性很差的，帮助他转恶为善、转祸为福，对下根人。他的志愿不大，也就是他觉得人间、天上满好，没有出离六道轮回的念头。那么你就要帮助他，希望他在六道轮回里不堕三恶道，所以教学的目标就订在转恶为善、转祸为福。中等以上的根性，要帮助他转迷为悟；上等根性的人，要帮助他转凡成圣。",
      "zh_TW": "眾生的根性不相同，大分，上、中、下三根，再細分，上根裡頭有上中下，中根裡頭有上中下，下根裡頭也有上中下，就有九種。九種再分，每一種裡頭又有九種，眾生根性差別無量無邊，所以佛開無量無邊法門，幫助無量無邊的眾生。根性很差的，幫助他轉惡為善、轉禍為福，對下根人。他的志願不大，也就是他覺得人間、天上滿好，沒有出離六道輪迴的念頭。那麼你就要幫助他，希望他在六道輪迴裡不墮三惡道，所以教學的目標就訂在轉惡為善、轉禍為福。中等以上的根性，要幫助他轉迷為悟；上等根性的人，要幫助他轉凡成聖。"
    },
    {
      "id": "12-017-1636_p0044",
      "zh_CN": "你就晓得，佛菩萨示现在十法界帮助一切众生，自己没有意思，确实随众生心，应所知量；众生心有感，佛菩萨就有应，感应道交，佛菩萨来了。佛菩萨现什么身不是自己的意思，佛菩萨说什么法也与自己不相干，完全看众生，真的是应机施教，这叫善巧方便。巧是巧妙，方是方法，最巧妙的方法，便是跟他的根性完全能相应，就是最适合他程度的教学方法。善是一个永恒不变的目标。方便波罗蜜。",
      "zh_TW": "你就曉得，佛菩薩示現在十法界幫助一切眾生，自己沒有意思，確實隨眾生心，應所知量；眾生心有感，佛菩薩就有應，感應道交，佛菩薩來了。佛菩薩現什麼身不是自己的意思，佛菩薩說什麼法也與自己不相干，完全看眾生，真的是應機施教，這叫善巧方便。巧是巧妙，方是方法，最巧妙的方法，便是跟他的根性完全能相應，就是最適合他程度的教學方法。善是一個永恆不變的目標。方便波羅蜜。"
    },
    {
      "id": "12-017-1636_p0045",
      "zh_CN": "接引众生，成就众生，世法、出世法统统照顾到。不像小乘，小乘完全出世，他不入世的。大乘菩萨入世，入世跟这些众生和光同尘，生活在一起，有没有烦恼？有没有造业？有没有生死轮回？没有，不住生死。为什么没有？虽然教化一切众生，佛菩萨没有起心、没有动念、没有分别、没有执着，这就是住涅槃，住大涅槃。可是他又现身，现身跟大家在一起，他同时好像又住生死，二边不离，这个高明。",
      "zh_TW": "接引眾生，成就眾生，世法、出世法統統照顧到。不像小乘，小乘完全出世，他不入世的。大乘菩薩入世，入世跟這些眾生和光同塵，生活在一起，有沒有煩惱？有沒有造業？有沒有生死輪迴？沒有，不住生死。為什麼沒有？雖然教化一切眾生，佛菩薩沒有起心、沒有動念、沒有分別、沒有執著，這就是住涅槃，住大涅槃。可是他又現身，現身跟大家在一起，他同時好像又住生死，二邊不離，這個高明。"
    },
    {
      "id": "12-017-1636_p0046",
      "zh_CN": "应化到这个世间来，也有身，也表演的生老病死苦，表演这个干什么？叫你们看了觉悟，实际上讲，实际上没有生老病死苦。不仅仅是他没有，每个人都没有，只是你自己不知道，菩萨知道。世法跟佛法是一不是二，差别在哪里？迷悟不同，除了迷悟不同之外，没有丝毫差别。你要讲宇宙人生的真相，确实小乘上就讲得很圆满，「诸行无常，诸法无我，涅槃寂静」，这真的，一点都不错。",
      "zh_TW": "應化到這個世間來，也有身，也表演的生老病死苦，表演這個幹什麼？叫你們看了覺悟，實際上講，實際上沒有生老病死苦。不僅僅是他沒有，每個人都沒有，只是你自己不知道，菩薩知道。世法跟佛法是一不是二，差別在哪裡？迷悟不同，除了迷悟不同之外，沒有絲毫差別。你要講宇宙人生的真相，確實小乘上就講得很圓滿，「諸行無常，諸法無我，涅槃寂靜」，這真的，一點都不錯。"
    },
    {
      "id": "12-017-1636_p0047",
      "zh_CN": "小乘还是没有放下，放是放的很多，最后那个无明没放下，贪着涅槃之乐，涅槃寂静的乐。所以释迦牟尼佛楞严会上呵斥他们，焦芽败种，得少为足，无非是劝他们回小向大，为什么？习气没断，执着是放下了，执着的习气没断，分别还有。到阿罗汉才断分别，断执着的习气；到缘觉，再升一层，升一级了，执着的习气断了，分别没断，缘觉；到菩萨，分别断了，分别的习气还有。这个我们在讲席里面，确实都详细的介绍过。",
      "zh_TW": "小乘還是沒有放下，放是放的很多，最後那個無明沒放下，貪著涅槃之樂，涅槃寂靜的樂。所以釋迦牟尼佛楞嚴會上呵斥他們，焦芽敗種，得少為足，無非是勸他們回小向大，為什麼？習氣沒斷，執著是放下了，執著的習氣沒斷，分別還有。到阿羅漢才斷分別，斷執著的習氣；到緣覺，再升一層，升一級了，執著的習氣斷了，分別沒斷，緣覺；到菩薩，分別斷了，分別的習氣還有。這個我們在講席裡面，確實都詳細的介紹過。"
    },
    {
      "id": "12-017-1636_p0048",
      "zh_CN": "所以这第一首偈，第二句，清凉大师说「初二行收」，初二行收就是初行、二行，初行是欢喜行，二行是饶益行。下面「如法供养」，是无违逆行，无屈挠行，这是「顺理行」，具足大乘。具足大乘，那就是修十波罗蜜。不是像小乘只顾自己，不顾别人。",
      "zh_TW": "所以這第一首偈，第二句，清涼大師說「初二行收」，初二行收就是初行、二行，初行是歡喜行，二行是饒益行。下面「如法供養」，是無違逆行，無屈撓行，這是「順理行」，具足大乘。具足大乘，那就是修十波羅蜜。不是像小乘只顧自己，不顧別人。"
    },
    {
      "id": "12-017-1636_p0049",
      "zh_CN": "由此可知，大乘人是常修习十波罗蜜。可是你要知道十波罗蜜的基础是什么？是戒定慧三学。十波罗蜜都是慧，圆满的智慧。慧从哪来的？慧从定来的；定从哪里来的？定从戒来的。那你就知道，我们现前这个时代，真正善知识太少了，什么原因？都是把戒定疏忽了。所以这一代，充其量有佛学，有研究经教的，有讲经说法的，有写文章著书的，中国、外国不少人。从前李老师所说，佛学学者，不是学佛，佛学的学者很多，他不是佛教。佛教人学佛，绝对不是把佛学当作一门学问来研究，不是的。佛陀教我们真干，从哪里干起？从持戒下手。释迦牟尼佛灭度之前，特别告诉学生，有问题赶快问，他要走了。学生当中，阿难尊者代大家问，最重要的，佛是我们老师，老师走了之后，我们以谁为老师？这个问题重要，佛答的时候，不是人。佛答复的是，佛灭度之后，「以戒为师、以苦为师」，这是释迦牟尼佛一生做出榜样给我们看。",
      "zh_TW": "由此可知，大乘人是常修習十波羅蜜。可是你要知道十波羅蜜的基礎是什麼？是戒定慧三學。十波羅蜜都是慧，圓滿的智慧。慧從哪來的？慧從定來的；定從哪裡來的？定從戒來的。那你就知道，我們現前這個時代，真正善知識太少了，什麼原因？都是把戒定疏忽了。所以這一代，充其量有佛學，有研究經教的，有講經說法的，有寫文章著書的，中國、外國不少人。從前李老師所說，佛學學者，不是學佛，佛學的學者很多，他不是佛教。佛教人學佛，絕對不是把佛學當作一門學問來研究，不是的。佛陀教我們真幹，從哪裡幹起？從持戒下手。釋迦牟尼佛滅度之前，特別告訴學生，有問題趕快問，他要走了。學生當中，阿難尊者代大家問，最重要的，佛是我們老師，老師走了之後，我們以誰為老師？這個問題重要，佛答的時候，不是人。佛答覆的是，佛滅度之後，「以戒為師、以苦為師」，這是釋迦牟尼佛一生做出榜樣給我們看。"
    },
    {
      "id": "12-017-1636_p0050",
      "zh_CN": "「以戒为师」，规规矩矩做人，决定不能违背做人的原则。净业三福是基本的指导原则，要把它当作戒来看。第一句教给我们的，「孝养父母，奉事师长，慈心不杀，修十善业」，你看那是不是戒？四句是有次第的、有顺序的，可不能颠倒。佛教我们从哪里做起？从孝养父母做起。所以佛教到中国，立刻被中国人所欢迎，为什么？中国在佛没有来之前，诸位要晓得，佛教到中国来才两千年，中国历史有五千年。过去三千年，我们的老祖宗都教我们孝顺父母、奉事师长，中国有根。",
      "zh_TW": "「以戒為師」，規規矩矩做人，決定不能違背做人的原則。淨業三福是基本的指導原則，要把它當作戒來看。第一句教給我們的，「孝養父母，奉事師長，慈心不殺，修十善業」，你看那是不是戒？四句是有次第的、有順序的，可不能顛倒。佛教我們從哪裡做起？從孝養父母做起。所以佛教到中國，立刻被中國人所歡迎，為什麼？中國在佛沒有來之前，諸位要曉得，佛教到中國來才兩千年，中國歷史有五千年。過去三千年，我們的老祖宗都教我們孝順父母、奉事師長，中國有根。"
    },
    {
      "id": "12-017-1636_p0051",
      "zh_CN": "佛法的根是建立在孝敬的基础上，孝顺父母，尊师重道。佛法是师道，师道一定是建立在孝道的基础上，没有孝道，哪来的师道？所以你要晓得，佛陀当年在世，以及灭度之后，佛法，这些弟子们传法，四面八方到处都有人去传。为什么三、五百年之后，很多地方就没有了，原因在哪里？我们一般讲水土不服，像植物，我们把它移植，水土不服，那个地方不适合它生长。那就是不知道孝亲尊师，所以法逐渐就灭了。到中国来的这一支活了，确实在中国生长起来、茁壮起来，开花结果。",
      "zh_TW": "佛法的根是建立在孝敬的基礎上，孝順父母，尊師重道。佛法是師道，師道一定是建立在孝道的基礎上，沒有孝道，哪來的師道？所以你要曉得，佛陀當年在世，以及滅度之後，佛法，這些弟子們傳法，四面八方到處都有人去傳。為什麼三、五百年之後，很多地方就沒有了，原因在哪裡？我們一般講水土不服，像植物，我們把它移植，水土不服，那個地方不適合它生長。那就是不知道孝親尊師，所以法逐漸就滅了。到中國來的這一支活了，確實在中國生長起來、茁壯起來，開花結果。"
    },
    {
      "id": "12-017-1636_p0052",
      "zh_CN": "中国佛法的成就超过印度多多，这个原因你要晓得。中国人过去，佛没有来之前三千年，就教孝亲尊师。这个环境对佛法，特别是大乘，太有利了。所以我们不孝父母、不敬师长，你怎么能学佛？你怎么能开悟？孝亲尊师是一桩事情，尊师就是孝顺父母。我们从小，父母教我们，上学念书要知道尊重老师，要知道孝顺老师，父母教。如果我们心目当中没有老师，对老师不尊重，他什么都学不到，再好的老师都没用处。印光大师讲得好，讲求学，一分诚敬，对老师真诚恭敬，得一分利益，十分诚敬得十分利益。如果说眼目当中没有老师，那你就晓得他什么利益都得不到，这个道理我们要懂。",
      "zh_TW": "中國佛法的成就超過印度多多，這個原因你要曉得。中國人過去，佛沒有來之前三千年，就教孝親尊師。這個環境對佛法，特別是大乘，太有利了。所以我們不孝父母、不敬師長，你怎麼能學佛？你怎麼能開悟？孝親尊師是一樁事情，尊師就是孝順父母。我們從小，父母教我們，上學念書要知道尊重老師，要知道孝順老師，父母教。如果我們心目當中沒有老師，對老師不尊重，他什麼都學不到，再好的老師都沒用處。印光大師講得好，講求學，一分誠敬，對老師真誠恭敬，得一分利益，十分誠敬得十分利益。如果說眼目當中沒有老師，那你就曉得他什麼利益都得不到，這個道理我們要懂。"
    },
    {
      "id": "12-017-1636_p0053",
      "zh_CN": "我们对佛法，对释迦牟尼佛，佛虽然不在世，释迦牟尼佛活在我们的心目当中，念念不忘，念念感恩。展开经卷，我们才能得十分利益，十分诚敬。没有诚敬心，不但你读得不到利益，得不到利益，最后什么？厌倦，就是我们讲读不下去，不想读，没味道。听讲也听不下去，听不懂，法味尝不到，他怎么会有兴趣？真正有兴趣，是尝到法味。真正尝到法味，欲罢不能。活在这个世间，三天不听经、不读经就不知道怎么办，确实是这个样子。我们有没有契入这个境界？这个自己要反省，要明了，要觉悟。佛经的奥妙，佛经的殊胜，确实世间典籍里头没有能够跟它相比的，要认真学习。好，今天时间到了，我们就学到此地。",
      "zh_TW": "我們對佛法，對釋迦牟尼佛，佛雖然不在世，釋迦牟尼佛活在我們的心目當中，念念不忘，念念感恩。展開經卷，我們才能得十分利益，十分誠敬。沒有誠敬心，不但你讀得不到利益，得不到利益，最後什麼？厭倦，就是我們講讀不下去，不想讀，沒味道。聽講也聽不下去，聽不懂，法味嘗不到，他怎麼會有興趣？真正有興趣，是嘗到法味。真正嘗到法味，欲罷不能。活在這個世間，三天不聽經、不讀經就不知道怎麼辦，確實是這個樣子。我們有沒有契入這個境界？這個自己要反省，要明瞭，要覺悟。佛經的奧妙，佛經的殊勝，確實世間典籍裡頭沒有能夠跟它相比的，要認真學習。好，今天時間到了，我們就學到此地。"
    }
  ]
}