{
  "doc_id": "12-017-0885",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八八五卷",
    "zh_TW": "第八八五卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0885",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "12-017-0885_p0001",
      "zh_CN": "诸位同学，请看「十海所管之海」，第五海，请看经文：",
      "zh_TW": "諸位同學，請看「十海所管之海」，第五海，請看經文："
    },
    {
      "id": "12-017-0885_p0002",
      "zh_CN": "【诸佛子，彼金刚轮庄严底香水海外。】",
      "zh_TW": "【諸佛子，彼金剛輪莊嚴底香水海外。】"
    },
    {
      "id": "12-017-0885_p0003",
      "zh_CN": "先把能管的这个海名字说出来了，再看它所管的也有九海，实际上是很多，这是只举几个例子来说。我们看第一句：",
      "zh_TW": "先把能管的這個海名字說出來了，再看它所管的也有九海，實際上是很多，這是只舉幾個例子來說。我們看第一句："
    },
    {
      "id": "12-017-0885_p0004",
      "zh_CN": "【次有香水海，名化现莲华处。世界种，名国土平正。】",
      "zh_TW": "【次有香水海，名化現蓮華處。世界種，名國土平正。】"
    },
    {
      "id": "12-017-0885_p0005",
      "zh_CN": "从名号我们能够想像到这个阿赖耶识里面含藏的种子，这个种子是非常善的种子，善因现善的果报。世界，这是讲『世界种』，这一点我们必须要记住。这个世界种所持的佛刹跟华藏一样，它有二十层，每一层佛刹都是无量无边，经上讲的微尘数佛刹。佛为我们介绍都是举一个例子，一一来介绍那就是大本《华严》，应当是这个样子。龙树菩萨在龙宫里面看到的大本《华严》，分量不可思议，他说有十个大千世界微尘偈，一个大千世界就是一个三千大千世界，一尊佛的教区，我们今天讲的一个世界。这一个世界要磨成微尘，你说那有多少数？我们在这个经上看到「世界微尘数」，那是一个大千世界的微尘数。龙宫里面收藏的《华严经》，数量是十个大千世界微尘偈。偈，佛经四句叫一首偈，有多少首偈？十个三千大千世界微尘偈，我们没法子想像。多少品？一四天下微尘品。他看到的是大本的，阎浮提众生没有能力来受持。",
      "zh_TW": "從名號我們能夠想像到這個阿賴耶識裡面含藏的種子，這個種子是非常善的種子，善因現善的果報。世界，這是講『世界種』，這一點我們必須要記住。這個世界種所持的佛剎跟華藏一樣，它有二十層，每一層佛剎都是無量無邊，經上講的微塵數佛剎。佛為我們介紹都是舉一個例子，一一來介紹那就是大本《華嚴》，應當是這個樣子。龍樹菩薩在龍宮裡面看到的大本《華嚴》，分量不可思議，他說有十個大千世界微塵偈，一個大千世界就是一個三千大千世界，一尊佛的教區，我們今天講的一個世界。這一個世界要磨成微塵，你說那有多少數？我們在這個經上看到「世界微塵數」，那是一個大千世界的微塵數。龍宮裡面收藏的《華嚴經》，數量是十個大千世界微塵偈。偈，佛經四句叫一首偈，有多少首偈？十個三千大千世界微塵偈，我們沒法子想像。多少品？一四天下微塵品。他看到的是大本的，閻浮提眾生沒有能力來受持。"
    },
    {
      "id": "12-017-0885_p0006",
      "zh_CN": "再看中本，中本的分量也相当可观，还不是我们这个世间人能够接受的。所以他就看下本，下本就好像什么？《四库全书目录提要》。你们在我们这个大教堂里面看到，那个地方陈列的有《四库全书》。《全书》现在是缩小、缩印，商务印书馆出版的，精装一千五百册，跟《大藏经》本子一样大，一千五百册。《目录提要》五册，大概小本《华严》就是《目录提要》。分量多少？十万偈，十万偈就是四十万句。四句是一首偈，全部经文是四十万句，龙树菩萨说这个本子我们这个世间人还能接受。所以从龙宫里面带出来的是下本，《华严经》的目录提要。",
      "zh_TW": "再看中本，中本的分量也相當可觀，還不是我們這個世間人能夠接受的。所以他就看下本，下本就好像什麼？《四庫全書目錄提要》。你們在我們這個大教堂裡面看到，那個地方陳列的有《四庫全書》。《全書》現在是縮小、縮印，商務印書館出版的，精裝一千五百冊，跟《大藏經》本子一樣大，一千五百冊。《目錄提要》五冊，大概小本《華嚴》就是《目錄提要》。分量多少？十萬偈，十萬偈就是四十萬句。四句是一首偈，全部經文是四十萬句，龍樹菩薩說這個本子我們這個世間人還能接受。所以從龍宮裡面帶出來的是下本，《華嚴經》的目錄提要。"
    },
    {
      "id": "12-017-0885_p0007",
      "zh_CN": "我们现在传到中国来翻成中文，传到中国来的本子不完整，有欠缺。缺多少？差不多缺一半。我们中文译本《八十华严》，这算是完整的本子，中文译本里面分量最大的，四万五千颂；十万颂我们只有四万五千颂，一半差一点。但是到贞元年间，乌荼国王对中国皇帝送的礼物，这礼物里面有《四十华严》，就是《华严经》「普贤菩萨行愿品」，最后这一品，这一品完整的。早年实叉难陀传到中国来的这个本子，「入法界品」缺一半，完整的本子四十卷，「入法界品」只有二十一卷。所以这个本子传来之后，大概中文的译本达到五千颂，就是正好一半，这个我们在读经的时候常常能发现的。经本承传年代太久了，这样大部头的经，在从前是贝多罗树叶写的，确实很不容易保管，容易散失。中国古时候，书本是写在竹简上、竹片上，也是用绳子编起来的，所以也很容易脱落。这是古书中国跟印度都相似，都有这种问题存在。经文虽然传来只有一半，意思我们已经能够看得出来。佛入灭之前，教导后人四依法，「依义不依语」，大致上《华严》的义理能够看得出来，也相当完备。特别是「普贤菩萨行愿品」，这一品完整的经文传到中国，真是希有难逢！",
      "zh_TW": "我們現在傳到中國來翻成中文，傳到中國來的本子不完整，有欠缺。缺多少？差不多缺一半。我們中文譯本《八十華嚴》，這算是完整的本子，中文譯本裡面分量最大的，四萬五千頌；十萬頌我們只有四萬五千頌，一半差一點。但是到貞元年間，烏荼國王對中國皇帝送的禮物，這禮物裡面有《四十華嚴》，就是《華嚴經》「普賢菩薩行願品」，最後這一品，這一品完整的。早年實叉難陀傳到中國來的這個本子，「入法界品」缺一半，完整的本子四十卷，「入法界品」只有二十一卷。所以這個本子傳來之後，大概中文的譯本達到五千頌，就是正好一半，這個我們在讀經的時候常常能發現的。經本承傳年代太久了，這樣大部頭的經，在從前是貝多羅樹葉寫的，確實很不容易保管，容易散失。中國古時候，書本是寫在竹簡上、竹片上，也是用繩子編起來的，所以也很容易脫落。這是古書中國跟印度都相似，都有這種問題存在。經文雖然傳來只有一半，意思我們已經能夠看得出來。佛入滅之前，教導後人四依法，「依義不依語」，大致上《華嚴》的義理能夠看得出來，也相當完備。特別是「普賢菩薩行願品」，這一品完整的經文傳到中國，真是希有難逢！"
    },
    {
      "id": "12-017-0885_p0008",
      "zh_CN": "晚近，弘一大师教导我们读《华严》的方法，是《八十华严》读到五十九卷，也就是读到「离世间品」，就接着读四十卷的「普贤行愿品」；这样子合起来五十九加四十，九十九卷，这是中文本翻译的《华严》最完备的本子。从历史上译经这一方面来说，古人讲晋译的六十卷称为《六十华严》，唐译的八十卷称为《八十华严》，贞元年间翻译的「普贤行愿品」四十卷也称《四十华严》。所以《华严》在中国三次翻译，通常简称为六十、八十、四十。我们今天来读，遵守弘一大师的教导，我们读的是《九九华严》，九十九卷。这是概略的说一说这个本子的流传的状况。这些都是要众生有福，中国众生算是不错了，全经虽然没有能到中国，重要的部分我们都读到了。那我们现在读的这个，佛家称之为《略本华严》，为什么？连小本都不足，只有小本的一半，所以称为《略本华严》。省略不能再省略了，那我们要细说一遍，用的时间很可观！",
      "zh_TW": "晚近，弘一大師教導我們讀《華嚴》的方法，是《八十華嚴》讀到五十九卷，也就是讀到「離世間品」，就接著讀四十卷的「普賢行願品」；這樣子合起來五十九加四十，九十九卷，這是中文本翻譯的《華嚴》最完備的本子。從歷史上譯經這一方面來說，古人講晉譯的六十卷稱為《六十華嚴》，唐譯的八十卷稱為《八十華嚴》，貞元年間翻譯的「普賢行願品」四十卷也稱《四十華嚴》。所以《華嚴》在中國三次翻譯，通常簡稱為六十、八十、四十。我們今天來讀，遵守弘一大師的教導，我們讀的是《九九華嚴》，九十九卷。這是概略的說一說這個本子的流傳的狀況。這些都是要眾生有福，中國眾生算是不錯了，全經雖然沒有能到中國，重要的部分我們都讀到了。那我們現在讀的這個，佛家稱之為《略本華嚴》，為什麼？連小本都不足，只有小本的一半，所以稱為《略本華嚴》。省略不能再省略了，那我們要細說一遍，用的時間很可觀！"
    },
    {
      "id": "12-017-0885_p0009",
      "zh_CN": "现在我们看这个『香水海』的名称『化现莲华处』，所以阿赖耶识里头这一类的种子，好！它所示现的『世界种，名国土平正』，这是我们能够想像得到的。这个世界种所持的佛刹，照前面的数字我们算一算，第一层，最下面一层是佛刹微尘数世界；第二层两个佛刹微尘数世界，那就变三个佛刹了；第三层是三个，六个佛刹了；第四层是四个，就十个佛刹；第五层，五个佛刹微尘数，就十五个了。一直算到最后是二十个佛刹微尘数世界。诸位想想，这个世界种是多少个佛刹？这一个佛刹一个三千大千世界，像这样的刹种我们在这个经里面看到的，真的在宇宙之间无量无边！更应当要知道它「重重无尽」。",
      "zh_TW": "現在我們看這個『香水海』的名稱『化現蓮華處』，所以阿賴耶識裡頭這一類的種子，好！它所示現的『世界種，名國土平正』，這是我們能夠想像得到的。這個世界種所持的佛剎，照前面的數字我們算一算，第一層，最下面一層是佛剎微塵數世界；第二層兩個佛剎微塵數世界，那就變三個佛剎了；第三層是三個，六個佛剎了；第四層是四個，就十個佛剎；第五層，五個佛剎微塵數，就十五個了。一直算到最後是二十個佛剎微塵數世界。諸位想想，這個世界種是多少個佛剎？這一個佛剎一個三千大千世界，像這樣的剎種我們在這個經裡面看到的，真的在宇宙之間無量無邊！更應當要知道它「重重無盡」。"
    },
    {
      "id": "12-017-0885_p0010",
      "zh_CN": "我们把心静下来，细细的去观察，佛法里面讲观照，观照这个名字怕诸位不能理解，我说观察，细心去观察，宇宙不可思议，心性不可思议。能变的是性识，「唯心所现，唯识所变」。能变的心识不可思议，所变的境界不可思议！我们相信，这是如来在究竟圆满定中所现的境界，这不是理想，这不是推测，也不是用科学仪器来观察，科学仪器决定没有法子观察得到的。我们对于科学仪器在原理原则上能够理解，它没有办法突破空间维次，那你怎么能观察？空间维次无量无边！理论上如此，事实上确实也是如此。",
      "zh_TW": "我們把心靜下來，細細的去觀察，佛法裡面講觀照，觀照這個名字怕諸位不能理解，我說觀察，細心去觀察，宇宙不可思議，心性不可思議。能變的是性識，「唯心所現，唯識所變」。能變的心識不可思議，所變的境界不可思議！我們相信，這是如來在究竟圓滿定中所現的境界，這不是理想，這不是推測，也不是用科學儀器來觀察，科學儀器決定沒有法子觀察得到的。我們對於科學儀器在原理原則上能夠理解，它沒有辦法突破空間維次，那你怎麼能觀察？空間維次無量無邊！理論上如此，事實上確實也是如此。"
    },
    {
      "id": "12-017-0885_p0011",
      "zh_CN": "所以这个世界种，它所持的世界真的是无量无边。世界种的名字叫「国土平正」，那我们想想看这个世界至少有一半的世界国土平正，或者再少一点应当有三分之一的世界、四分之一的世界国土平正，世界种才能有这个名。国土平正是果报，因是什么？因是居住在这个世界的众生心平气和，心地清净平等才能感受这个果报。心地清净平等不是凡夫，但是我们知道，这个大世界肯定有凡圣同居土，肯定有像我们这个世间的五浊恶世，但是它少，它不多。少，对大世界没有造成影响，无量无边的世界都好，里头有几个不好算什么，一点妨碍都没有，我们要明白这个道理。",
      "zh_TW": "所以這個世界種，它所持的世界真的是無量無邊。世界種的名字叫「國土平正」，那我們想想看這個世界至少有一半的世界國土平正，或者再少一點應當有三分之一的世界、四分之一的世界國土平正，世界種才能有這個名。國土平正是果報，因是什麼？因是居住在這個世界的眾生心平氣和，心地清淨平等才能感受這個果報。心地清淨平等不是凡夫，但是我們知道，這個大世界肯定有凡聖同居土，肯定有像我們這個世間的五濁惡世，但是它少，它不多。少，對大世界沒有造成影響，無量無邊的世界都好，裡頭有幾個不好算什麼，一點妨礙都沒有，我們要明白這個道理。"
    },
    {
      "id": "12-017-0885_p0012",
      "zh_CN": "众生心行清净平等，得力于佛菩萨的教诲。佛菩萨不是不慈悲，我们《华严经》念到这个地方，多少能有一点体会，有一点悟处。诸佛菩萨从来没有离开过众生，这是事实。虽然没有离开众生，常常照顾众生，为众生现相，但是众生烦恼习气深重，心不觉悟，真是有眼不见，见不到佛菩萨的示现，有耳不闻。虽然如是，诸佛菩萨并没有舍弃众生，真正是古德常说的「佛氏门中，不舍一人」。这一句话，我们没有学习《华严》之前，这一句话我们体会不到里面甚深的义趣；读《华严》之后，对这一句话感受就深了。「不舍一人」，就是尽虚空遍法界所有一切众生，佛菩萨一个都没有舍弃！哪怕你的罪障再重，即使堕阿鼻地狱，佛菩萨依旧在你的周围，无条件的在帮助你。当人自己一点知觉都没有，迷到这个程度。就好比这个人喝酒喝醉了，醉得很严重，不省人事，眷属朋友都在周边照顾，他完全不知道，就像这种情形一样。什么人知道？觉悟的人知道，觉悟的人感恩。如何报恩？只有一个方法，信受奉行。佛在经上常常教导我们的「读诵受持，为人演说」，除这个法子之外，真的找不到第二个方法能报佛恩。",
      "zh_TW": "眾生心行清淨平等，得力於佛菩薩的教誨。佛菩薩不是不慈悲，我們《華嚴經》念到這個地方，多少能有一點體會，有一點悟處。諸佛菩薩從來沒有離開過眾生，這是事實。雖然沒有離開眾生，常常照顧眾生，為眾生現相，但是眾生煩惱習氣深重，心不覺悟，真是有眼不見，見不到佛菩薩的示現，有耳不聞。雖然如是，諸佛菩薩並沒有捨棄眾生，真正是古德常說的「佛氏門中，不捨一人」。這一句話，我們沒有學習《華嚴》之前，這一句話我們體會不到裡面甚深的義趣；讀《華嚴》之後，對這一句話感受就深了。「不捨一人」，就是盡虛空遍法界所有一切眾生，佛菩薩一個都沒有捨棄！哪怕你的罪障再重，即使墮阿鼻地獄，佛菩薩依舊在你的周圍，無條件的在幫助你。當人自己一點知覺都沒有，迷到這個程度。就好比這個人喝酒喝醉了，醉得很嚴重，不省人事，眷屬朋友都在周邊照顧，他完全不知道，就像這種情形一樣。什麼人知道？覺悟的人知道，覺悟的人感恩。如何報恩？只有一個方法，信受奉行。佛在經上常常教導我們的「讀誦受持，為人演說」，除這個法子之外，真的找不到第二個方法能報佛恩。"
    },
    {
      "id": "12-017-0885_p0013",
      "zh_CN": "在这个地方我们要学的心行平正，心要平，行要正。心微微的动了，就不平，就起波浪了。我们在佛菩萨形像面前供一杯水，这意思就是平正。常常想到我的心要像水一样平，像水一样干净；平是决定没有高下，对人、对事、对物用平等心。净是决定没有染污，什么是染污？总的来说，自私自利就是染污。染污的相是起心动念。不平的相是贡高我慢，自以为是，轻视别人，不平。那么平等清净的相，我们看世尊，我们看孔子，无论对什么样的人都谦虚、恭敬。那是什么？清净平等相。示现出来的就是谦虚、卑下、恭敬。那也许我们要问，既然是平等的，何必自己那么的谦虚、那样的卑下？佛菩萨、世间这些大圣大贤为什么要这样做？这里头一定有意思，什么意思？教学！那就是世间人的心，无量劫到今天，从来没有平等过，没有清净过；佛菩萨今天要教你用平等心、用清净心，他要做出个样子来给你看，矫枉一定过正，一定超出一点。所以他要做出谦虚、卑下，希望你在这里看到这些形象，你能够觉悟，你把你的过失修正过来。教学的苦心！教学的方法！到自己心平行正了，你也会跟诸佛菩萨一样，也会用谦虚、恭敬、卑下为一切众生示现。这是什么？你得诸佛菩萨的真传了。我们要懂这个道理，这是在「国土平正世界种」给我们的启示。我们再看下面一句，第二句：",
      "zh_TW": "在這個地方我們要學的心行平正，心要平，行要正。心微微的動了，就不平，就起波浪了。我們在佛菩薩形像面前供一杯水，這意思就是平正。常常想到我的心要像水一樣平，像水一樣乾淨；平是決定沒有高下，對人、對事、對物用平等心。淨是決定沒有染污，什麼是染污？總的來說，自私自利就是染污。染污的相是起心動念。不平的相是貢高我慢，自以為是，輕視別人，不平。那麼平等清淨的相，我們看世尊，我們看孔子，無論對什麼樣的人都謙虛、恭敬。那是什麼？清淨平等相。示現出來的就是謙虛、卑下、恭敬。那也許我們要問，既然是平等的，何必自己那麼的謙虛、那樣的卑下？佛菩薩、世間這些大聖大賢為什麼要這樣做？這裡頭一定有意思，什麼意思？教學！那就是世間人的心，無量劫到今天，從來沒有平等過，沒有清淨過；佛菩薩今天要教你用平等心、用清淨心，他要做出個樣子來給你看，矯枉一定過正，一定超出一點。所以他要做出謙虛、卑下，希望你在這裡看到這些形象，你能夠覺悟，你把你的過失修正過來。教學的苦心！教學的方法！到自己心平行正了，你也會跟諸佛菩薩一樣，也會用謙虛、恭敬、卑下為一切眾生示現。這是什麼？你得諸佛菩薩的真傳了。我們要懂這個道理，這是在「國土平正世界種」給我們的啟示。我們再看下面一句，第二句："
    },
    {
      "id": "12-017-0885_p0014",
      "zh_CN": "【次有香水海，名摩尼光。世界种，名遍法界无迷惑。】",
      "zh_TW": "【次有香水海，名摩尼光。世界種，名遍法界無迷惑。】"
    },
    {
      "id": "12-017-0885_p0015",
      "zh_CN": "这个提示好！你看看佛陀对我们的要求『遍法界无迷惑』！回过头来再看看我们现前，我们现前在小环境里面就已经迷惑了；我们居住在这个小镇，被小镇迷了。甚至于我把范围再缩小，我们的净宗学院这个小道场，诸位同学住在这里面，你们有没有被这个小道场所迷？讲真话！什么叫迷惑？你对这个小道场有没有贪恋？你喜不喜欢这个小道场？细心去观察，你就知道了。为什么说有迷？你四相没破，自私自利没断，是非人我没有舍掉，肯定迷了。迷了就起惑，惑是烦恼，生烦恼，生七情五欲。所以道场再扩大，这个城市小城图文巴，也被它迷了。再扩大一点，昆士兰州。再大，澳洲这个国家。再往下扩大，那就是这个世界、这个地球。",
      "zh_TW": "這個提示好！你看看佛陀對我們的要求『遍法界無迷惑』！回過頭來再看看我們現前，我們現前在小環境裡面就已經迷惑了；我們居住在這個小鎮，被小鎮迷了。甚至於我把範圍再縮小，我們的淨宗學院這個小道場，諸位同學住在這裡面，你們有沒有被這個小道場所迷？講真話！什麼叫迷惑？你對這個小道場有沒有貪戀？你喜不喜歡這個小道場？細心去觀察，你就知道了。為什麼說有迷？你四相沒破，自私自利沒斷，是非人我沒有捨掉，肯定迷了。迷了就起惑，惑是煩惱，生煩惱，生七情五欲。所以道場再擴大，這個城市小城圖文巴，也被它迷了。再擴大一點，昆士蘭州。再大，澳洲這個國家。再往下擴大，那就是這個世界、這個地球。"
    },
    {
      "id": "12-017-0885_p0016",
      "zh_CN": "问问我们有没有被这个世间一切法迷惑？我们举例而言，你有没有被财迷了？有没有被色迷了？有没有被名迷了？财色名食睡，五欲！色声香味触法，六尘！有一些人世间法他放下了，不去执着计较，他迷在佛法里头；我见过很多，贪爱佛法。佛是教我们要断贪心，他弄错了，他换贪的对象，贪心还是一样的。世法不贪了，贪佛法；世法不执着了，执着佛法，分别佛法，还是错了！佛不是教你换对象。所以《金刚经》上说得好，「法尚应舍，何况非法」，那个法指佛法；换句话说，世出世间法都不能够贪爱。贪瞋痴的对象是世出世间法，统统要放下。",
      "zh_TW": "問問我們有沒有被這個世間一切法迷惑？我們舉例而言，你有沒有被財迷了？有沒有被色迷了？有沒有被名迷了？財色名食睡，五欲！色聲香味觸法，六塵！有一些人世間法他放下了，不去執著計較，他迷在佛法裡頭；我見過很多，貪愛佛法。佛是教我們要斷貪心，他弄錯了，他換貪的對象，貪心還是一樣的。世法不貪了，貪佛法；世法不執著了，執著佛法，分別佛法，還是錯了！佛不是教你換對象。所以《金剛經》上說得好，「法尚應捨，何況非法」，那個法指佛法；換句話說，世出世間法都不能夠貪愛。貪瞋痴的對象是世出世間法，統統要放下。"
    },
    {
      "id": "12-017-0885_p0017",
      "zh_CN": "「遍法界无迷惑」不容易！我们在无着、天亲三兄弟的传记里面看到，他有一个兄弟叫师子觉，修行修得不错，往生兜率天，希望亲近弥勒菩萨。他确实到了兜率天，在兜率天的这个天上，没有进到内院去，兜率天是凡圣同居土，内院是弥勒菩萨的道场；他没有到内院，在内院外面他就迷惑了。看到兜率天人的快乐享受，我们一般人讲荣华富贵，他就迷了，他就动心了。这一动心，内院不想去了。欲界，这不是法界，欲界已经迷惑了。欲界的六层天，愈往上面去福报愈大，这么大的天福，你接触了能如如不动吗？你看到天上的富贵，天上的珍宝，人间的珍宝不能比。天人的相好，能真不动心吗？再看看诸佛如来遍法界不迷惑，这个不迷惑就是遍虚空法界，诸佛如来接触种种境界，从来没有起心动念过，从来不会起妄想、分别、执着，决定不会起的，这才证得究竟圆满的佛果。从这个名号，我们也能体会到这个世界众生有智慧，真的能够看破、放下，他不迷惑。",
      "zh_TW": "「遍法界無迷惑」不容易！我們在無著、天親三兄弟的傳記裡面看到，他有一個兄弟叫師子覺，修行修得不錯，往生兜率天，希望親近彌勒菩薩。他確實到了兜率天，在兜率天的這個天上，沒有進到內院去，兜率天是凡聖同居土，內院是彌勒菩薩的道場；他沒有到內院，在內院外面他就迷惑了。看到兜率天人的快樂享受，我們一般人講榮華富貴，他就迷了，他就動心了。這一動心，內院不想去了。欲界，這不是法界，欲界已經迷惑了。欲界的六層天，愈往上面去福報愈大，這麼大的天福，你接觸了能如如不動嗎？你看到天上的富貴，天上的珍寶，人間的珍寶不能比。天人的相好，能真不動心嗎？再看看諸佛如來遍法界不迷惑，這個不迷惑就是遍虛空法界，諸佛如來接觸種種境界，從來沒有起心動念過，從來不會起妄想、分別、執著，決定不會起的，這才證得究竟圓滿的佛果。從這個名號，我們也能體會到這個世界眾生有智慧，真的能夠看破、放下，他不迷惑。"
    },
    {
      "id": "12-017-0885_p0018",
      "zh_CN": "经论常常提醒我们，我们读到了，古人常讲的「随文入观」，读到立刻就要回光返照，我在现前境界还迷不迷惑？这个样子才真正学佛、真正得佛法受用。我们应当效法佛菩萨，来到这个世间，知道这个世间是梦幻泡影，不是真实的。以前迷、不觉，那就不论了，现在有缘遇到佛法，开始觉悟、不迷了，应当要像佛菩萨一样，在这个舞台上好好的去表演，游戏神通！佛门叫乘愿再来，游戏神通。做个好样子帮助众生觉悟，这就对了。再看第三句，下面一句：",
      "zh_TW": "經論常常提醒我們，我們讀到了，古人常講的「隨文入觀」，讀到立刻就要回光返照，我在現前境界還迷不迷惑？這個樣子才真正學佛、真正得佛法受用。我們應當效法佛菩薩，來到這個世間，知道這個世間是夢幻泡影，不是真實的。以前迷、不覺，那就不論了，現在有緣遇到佛法，開始覺悟、不迷了，應當要像佛菩薩一樣，在這個舞台上好好的去表演，遊戲神通！佛門叫乘願再來，遊戲神通。做個好樣子幫助眾生覺悟，這就對了。再看第三句，下面一句："
    },
    {
      "id": "12-017-0885_p0019",
      "zh_CN": "【次有香水海，名众妙香日摩尼。世界种，名普现十方。】",
      "zh_TW": "【次有香水海，名眾妙香日摩尼。世界種，名普現十方。】"
    },
    {
      "id": "12-017-0885_p0020",
      "zh_CN": "凡是香水海名都是阿赖耶识含藏一类的种子，这个仓库里面放的东西都分类的，一点都不会乱的。我们起心动念动的是什么念头，立刻传达阿赖耶识，阿赖耶识里面自动就归档，很不可思议，这叫性德，佛在经上常讲「法尔如是」。它为什么这样有秩序？法性本来就是这样的，一点都不会凌乱。它所现、所变的世界，这个『世界种』名叫『普现十方』，这是我们今天所讲的多元文化！",
      "zh_TW": "凡是香水海名都是阿賴耶識含藏一類的種子，這個倉庫裡面放的東西都分類的，一點都不會亂的。我們起心動念動的是什麼念頭，立刻傳達阿賴耶識，阿賴耶識裡面自動就歸檔，很不可思議，這叫性德，佛在經上常講「法爾如是」。它為什麼這樣有秩序？法性本來就是這樣的，一點都不會凌亂。它所現、所變的世界，這個『世界種』名叫『普現十方』，這是我們今天所講的多元文化！"
    },
    {
      "id": "12-017-0885_p0021",
      "zh_CN": "我们真是叫初发心，希望这个发心能够长远不要退转，我相信这是我们许许多多同学的愿望，都希望自己能够精进不退。但是你要晓得退的缘太多了，内有严重的烦恼习气，外面有无量无边的诱惑，所以保持不退非常困难。难，也得想方法保持！中国古人说的一句话，你记不记得？古人讲「近朱者赤，近墨者黑」，这两句话你懂不懂？如果你懂，那我们就要亲近佛菩萨才能保证不退，离开佛菩萨你想求不退，不可能！佛菩萨在哪里？其实佛菩萨在我们的周围，但是我们是凡夫，有眼不见，有耳不闻。",
      "zh_TW": "我們真是叫初發心，希望這個發心能夠長遠不要退轉，我相信這是我們許許多多同學的願望，都希望自己能夠精進不退。但是你要曉得退的緣太多了，內有嚴重的煩惱習氣，外面有無量無邊的誘惑，所以保持不退非常困難。難，也得想方法保持！中國古人說的一句話，你記不記得？古人講「近朱者赤，近墨者黑」，這兩句話你懂不懂？如果你懂，那我們就要親近佛菩薩才能保證不退，離開佛菩薩你想求不退，不可能！佛菩薩在哪裡？其實佛菩薩在我們的周圍，但是我們是凡夫，有眼不見，有耳不聞。"
    },
    {
      "id": "12-017-0885_p0022",
      "zh_CN": "我们必须要通过特殊的管道跟佛菩萨沟通。这个特殊的管道是什么？经教。每天要读经，每天要研教，研究佛在经典上的教诲。每天要修行，依教奉行，把我们思想、见解、言行违反经典教训的那些地方，一桩一桩改正过来，这叫修行；修是修理、修正。经典是标准，经典是佛菩萨，这个样子天天干，念念都不舍，这叫亲近佛菩萨。我们能近佛菩萨就不会退转，烦恼习气真的一天一天在减少，你真干！智慧功德一天一天在增长，是真的不是假的。勤修戒定慧，息灭贪瞋痴，这是一个修行人，古印度称这种人为「沙门」；沙门的意思，古德跟我们解释就是「勤修戒定慧，息灭贪瞋痴」。我们要真干，抓住佛法几条重要的纲领，锲而不舍。",
      "zh_TW": "我們必須要通過特殊的管道跟佛菩薩溝通。這個特殊的管道是什麼？經教。每天要讀經，每天要研教，研究佛在經典上的教誨。每天要修行，依教奉行，把我們思想、見解、言行違反經典教訓的那些地方，一樁一樁改正過來，這叫修行；修是修理、修正。經典是標準，經典是佛菩薩，這個樣子天天幹，念念都不捨，這叫親近佛菩薩。我們能近佛菩薩就不會退轉，煩惱習氣真的一天一天在減少，你真幹！智慧功德一天一天在增長，是真的不是假的。勤修戒定慧，息滅貪瞋痴，這是一個修行人，古印度稱這種人為「沙門」；沙門的意思，古德跟我們解釋就是「勤修戒定慧，息滅貪瞋痴」。我們要真幹，抓住佛法幾條重要的綱領，鍥而不捨。"
    },
    {
      "id": "12-017-0885_p0023",
      "zh_CN": "我常常奉劝同学掌握住印光大师给我们的学佛纲领，「敦伦尽分，闲邪存诚」。勤修戒定慧，息灭贪瞋痴是「闲邪存诚」，落实在「敦伦尽分」上，那是佛菩萨的形相！世法里面讲「伦」，是讲人类，我们自己是人类，人跟我们是同伦。佛法里面讲的范围大了，佛法讲众生。我这个身，众缘和合而生的，凡是众缘和合而生的跟我都是同伦。它的范围把九法界依正庄严统统都包括了，佛境界大得多！我要跟九法界依正庄严诚诚恳恳和睦相处，那叫「敦伦」。「尽分」是什么？尽我自己为同伦服务的本分。怎样为同伦服务？那就看佛菩萨了。你看佛菩萨在这个世间做种种示现，「普现十方」，佛的境界。十方跟我是同伦，我在十方世界，这十方世界是我的生活环境，是我表演的舞台；我在这里面表演一个佛的形象，表演一尊菩萨的形象，普现十方！诸佛菩萨应化在世间，演员。我现在学佛，我也当演员了。先从观众看出门道，现在我也上台当演员，做出「敦伦尽分，闲邪存诚，信愿念佛，求生净土」的表演。演得要逼真，自己真的往生，让观众看到之后，心有所感动，羡慕、效法，他也念佛往生净土；自利利他！这「普现十方」。现在时间到了。",
      "zh_TW": "我常常奉勸同學掌握住印光大師給我們的學佛綱領，「敦倫盡分，閑邪存誠」。勤修戒定慧，息滅貪瞋痴是「閑邪存誠」，落實在「敦倫盡分」上，那是佛菩薩的形相！世法裡面講「倫」，是講人類，我們自己是人類，人跟我們是同倫。佛法裡面講的範圍大了，佛法講眾生。我這個身，眾緣和合而生的，凡是眾緣和合而生的跟我都是同倫。它的範圍把九法界依正莊嚴統統都包括了，佛境界大得多！我要跟九法界依正莊嚴誠誠懇懇和睦相處，那叫「敦倫」。「盡分」是什麼？盡我自己為同倫服務的本分。怎樣為同倫服務？那就看佛菩薩了。你看佛菩薩在這個世間做種種示現，「普現十方」，佛的境界。十方跟我是同倫，我在十方世界，這十方世界是我的生活環境，是我表演的舞台；我在這裡面表演一個佛的形象，表演一尊菩薩的形象，普現十方！諸佛菩薩應化在世間，演員。我現在學佛，我也當演員了。先從觀眾看出門道，現在我也上台當演員，做出「敦倫盡分，閑邪存誠，信願念佛，求生淨土」的表演。演得要逼真，自己真的往生，讓觀眾看到之後，心有所感動，羨慕、效法，他也念佛往生淨土；自利利他！這「普現十方」。現在時間到了。"
    },
    {
      "id": "12-017-0885_p0024",
      "zh_CN": "诸位同学，请看第五海，经文的第四段：",
      "zh_TW": "諸位同學，請看第五海，經文的第四段："
    },
    {
      "id": "12-017-0885_p0025",
      "zh_CN": "【次有香水海，名恒纳宝流。世界种，名普行佛言音。】",
      "zh_TW": "【次有香水海，名恆納寶流。世界種，名普行佛言音。】"
    },
    {
      "id": "12-017-0885_p0026",
      "zh_CN": "香水海的名号跟世界种的名号都给我们学习做最好的提示。『恒纳宝流』，这是教导我们拓开心量，要能包容！包容不是一时，「恒」，永远的有包容的心量，能包容就是「宝」。大乘佛法，佛常说，我们在许许多多仪规里面都没有忘掉，「心包太虚，量周沙界」，常念！哪个出家人对这两句话不熟悉？可是怎么样？没能落实，念了一辈子心量还是很小，不能容忍。这是什么原因，我们有没有认真去检讨过？古人常讲量大福大，能够「恒纳宝流」，那这个福大了！我们今天说老实话没有福报，什么原因？心量太小了，量小福就小。",
      "zh_TW": "香水海的名號跟世界種的名號都給我們學習做最好的提示。『恆納寶流』，這是教導我們拓開心量，要能包容！包容不是一時，「恆」，永遠的有包容的心量，能包容就是「寶」。大乘佛法，佛常說，我們在許許多多儀規裡面都沒有忘掉，「心包太虛，量周沙界」，常念！哪個出家人對這兩句話不熟悉？可是怎麼樣？沒能落實，念了一輩子心量還是很小，不能容忍。這是什麼原因，我們有沒有認真去檢討過？古人常講量大福大，能夠「恆納寶流」，那這個福大了！我們今天說老實話沒有福報，什麼原因？心量太小了，量小福就小。"
    },
    {
      "id": "12-017-0885_p0027",
      "zh_CN": "「心包太虚，量周沙界」是我们本来的心量，一切众生心量本来就是这样的；每一个众生无一不是「心包太虚，量周沙界」，如空合空，事事无碍。现在的心量变成这么小，小得非常可怜，小到什么程度？连自己都不能包容自己，这是真的，这是现在人常讲的，内在的冲突。我在讲席里头也常讲，我们的本性跟习性冲突。本性能包容习性，习性不能包容本性，这麻烦就大了。我们修行是修正错误，就是错误的念头，有没有认真在这上下功夫？果然在这上下功夫，那就是古德所说的从根本修，这是最高明的修行方法，从根本下手。根本是起心动念，起心动念是善念跟恶念冲突了；善念能包容恶念，恶念不能包容善念。像这个世间人，好人能包容恶人，恶人不肯包容好人，这里头什么原因不能不懂。",
      "zh_TW": "「心包太虛，量周沙界」是我們本來的心量，一切眾生心量本來就是這樣的；每一個眾生無一不是「心包太虛，量周沙界」，如空合空，事事無礙。現在的心量變成這麼小，小得非常可憐，小到什麼程度？連自己都不能包容自己，這是真的，這是現在人常講的，內在的衝突。我在講席裡頭也常講，我們的本性跟習性衝突。本性能包容習性，習性不能包容本性，這麻煩就大了。我們修行是修正錯誤，就是錯誤的念頭，有沒有認真在這上下功夫？果然在這上下功夫，那就是古德所說的從根本修，這是最高明的修行方法，從根本下手。根本是起心動念，起心動念是善念跟惡念衝突了；善念能包容惡念，惡念不能包容善念。像這個世間人，好人能包容惡人，惡人不肯包容好人，這裡頭什麼原因不能不懂。"
    },
    {
      "id": "12-017-0885_p0028",
      "zh_CN": "世界种名称也给我们启示，『普行佛言音』，这个话不难懂，佛的「言音」我们要统统做到！这就是我们常常讲的随顺佛陀的教诲，务必要把佛的教诲落实，变成我们自己的思想见解，变成我们自己的言论行为，这叫随顺性德。你真正肯这样做，你必须放弃自己的成见，也就是放弃自己的想法、看法、说法、作法，这冲突就没有了，能包容！如果不肯放弃自己的见解言行，佛菩萨在经论上的教诲，你就做不到了！真正修行人没有别的，他的秘诀，成功的秘诀就是放得下！念佛堂的堂主常讲的「放下身心世界」，没有一样放不下。放下之后才真正能够「普行佛言音」，佛陀在经论上的教诲，你才真正能够落实，真的依教奉行，这是如来的真实弟子。以此功德回向求生净土，你想想看，哪有不往生的道理！如果我们能普行弥陀言音，那个因果密切的吻合，应当知道。再看底下一段，第五段：",
      "zh_TW": "世界種名稱也給我們啟示，『普行佛言音』，這個話不難懂，佛的「言音」我們要統統做到！這就是我們常常講的隨順佛陀的教誨，務必要把佛的教誨落實，變成我們自己的思想見解，變成我們自己的言論行為，這叫隨順性德。你真正肯這樣做，你必須放棄自己的成見，也就是放棄自己的想法、看法、說法、作法，這衝突就沒有了，能包容！如果不肯放棄自己的見解言行，佛菩薩在經論上的教誨，你就做不到了！真正修行人沒有別的，他的祕訣，成功的祕訣就是放得下！念佛堂的堂主常講的「放下身心世界」，沒有一樣放不下。放下之後才真正能夠「普行佛言音」，佛陀在經論上的教誨，你才真正能夠落實，真的依教奉行，這是如來的真實弟子。以此功德迴向求生淨土，你想想看，哪有不往生的道理！如果我們能普行彌陀言音，那個因果密切的吻合，應當知道。再看底下一段，第五段："
    },
    {
      "id": "12-017-0885_p0029",
      "zh_CN": "【次有香水海，名无边深妙音。世界种，名无边方差别。】",
      "zh_TW": "【次有香水海，名無邊深妙音。世界種，名無邊方差別。】"
    },
    {
      "id": "12-017-0885_p0030",
      "zh_CN": "『无边深妙音』，应当学！在哪里学？「深妙」是从心性里头流出来的，唯有心性才深妙；「无边深妙」那是在自性里头求，不从外得，外面没有。佛法称为内学，经典称为内典，内就深妙，深妙自然就无边，无量无边。怎么个求法？方法很多！世尊常讲八万四千，八万四千是讲方法，你求无边深妙的方法，无量方法里面你只要用一个方法。记住，佛在《金刚经》上说的，法门平等，无有高下。所以贵在一门深入，深到一定的程度，妙就透出来了。所以初学的人最忌讳的是杂、乱、太多。我们看到许许多多真的是有善根的年轻人，为什么一生没有成就？实实在在说是他的缘不善，真的善导大师讲的话没错，「总在遇缘不同」，他没有遇到善缘，所以他不知道这个真正的好方法。也许他遇到高人，真正善知识，把这个方法教他了，他不相信，有！那一点办法都没有了。",
      "zh_TW": "『無邊深妙音』，應當學！在哪裡學？「深妙」是從心性裡頭流出來的，唯有心性才深妙；「無邊深妙」那是在自性裡頭求，不從外得，外面沒有。佛法稱為內學，經典稱為內典，內就深妙，深妙自然就無邊，無量無邊。怎麼個求法？方法很多！世尊常講八萬四千，八萬四千是講方法，你求無邊深妙的方法，無量方法裡面你只要用一個方法。記住，佛在《金剛經》上說的，法門平等，無有高下。所以貴在一門深入，深到一定的程度，妙就透出來了。所以初學的人最忌諱的是雜、亂、太多。我們看到許許多多真的是有善根的年輕人，為什麼一生沒有成就？實實在在說是他的緣不善，真的善導大師講的話沒錯，「總在遇緣不同」，他沒有遇到善緣，所以他不知道這個真正的好方法。也許他遇到高人，真正善知識，把這個方法教他了，他不相信，有！那一點辦法都沒有了。"
    },
    {
      "id": "12-017-0885_p0031",
      "zh_CN": "所以世尊在《阿难问事佛吉凶经》，你看一开端就教初学「亲近明师，从明师受戒」。「受」是接受，「戒」是教诫，用今天的话来说，就是一定要接受明师的指导。真正是善知识，他一定会教你一门深入。但是现在年轻人不容易接受，现在年轻人观念当中要广学多闻，这错了。广学多闻，你学到什么？学到了佛学常识，所学的是佛法的皮毛，一分一毫都没有入进去，所以你自己完全得不到受用，亏吃大了！我早年在台中亲近李老师，李老师教导我的就是「一门深入，长时薰修」。我在台中十年，他不是教我一个人，他教所有的学生。但是有很多人他不相信、不听，阳奉阴违，表面接受老师的，背着老师还是广学多闻。老师教我们，只能听他讲经说法，除他之外，任何人讲经说法都不能听。第二，只能看他指点的文字，无论是世间典籍或者是经本、佛经，没有经过他同意的一律不准看，这是真善知识的教诲。你要不相信，你认为这个老师太跋扈、太自负，好像目中无人，难道除了你之外，这世间就没有高明的人吗？做学生的人往往会这样想，这样想没福报。正确方法教导给你，你不相信，这个缘分当面错过，非常可惜！",
      "zh_TW": "所以世尊在《阿難問事佛吉凶經》，你看一開端就教初學「親近明師，從明師受戒」。「受」是接受，「戒」是教誡，用今天的話來說，就是一定要接受明師的指導。真正是善知識，他一定會教你一門深入。但是現在年輕人不容易接受，現在年輕人觀念當中要廣學多聞，這錯了。廣學多聞，你學到什麼？學到了佛學常識，所學的是佛法的皮毛，一分一毫都沒有入進去，所以你自己完全得不到受用，虧吃大了！我早年在台中親近李老師，李老師教導我的就是「一門深入，長時薰修」。我在台中十年，他不是教我一個人，他教所有的學生。但是有很多人他不相信、不聽，陽奉陰違，表面接受老師的，背著老師還是廣學多聞。老師教我們，只能聽他講經說法，除他之外，任何人講經說法都不能聽。第二，只能看他指點的文字，無論是世間典籍或者是經本、佛經，沒有經過他同意的一律不准看，這是真善知識的教誨。你要不相信，你認為這個老師太跋扈、太自負，好像目中無人，難道除了你之外，這世間就沒有高明的人嗎？做學生的人往往會這樣想，這樣想沒福報。正確方法教導給你，你不相信，這個緣分當面錯過，非常可惜！"
    },
    {
      "id": "12-017-0885_p0032",
      "zh_CN": "我在那个时候还算很幸运，我就接受了，真正依教奉行，得好处了。然后才知道这个方法妙，妙在哪里？三个月之后，自己有非常明显的觉察，妄想少了，烦恼轻了，智慧长了。什么原因？非常简单，老师所禁止的、不让看的，不看，不准听的，不听了。三个月许许多多东西不接触，心定了。这个方法一直用到今天。所以今天山下同修到这边来看我，跟我说了一些事情，我就告诉他：我什么都不知道。我只知道每天读《华严经》，亲近华严会上佛菩萨，每天给大家做四个小时的报告；除此之外，我什么都不知道。你来问我，我什么都好，你们说好就好，你们喜欢怎么做就怎么做，我没有意见！这就是从李老师那个地方养成了一个习惯，也正是古人常讲的「知事少时烦恼少，识人多处是非多」，这是两句名言。没有必要认识的人不要去攀缘，不需要知道的事何必去打听？谨言慎行是修清净心的秘诀。",
      "zh_TW": "我在那個時候還算很幸運，我就接受了，真正依教奉行，得好處了。然後才知道這個方法妙，妙在哪裡？三個月之後，自己有非常明顯的覺察，妄想少了，煩惱輕了，智慧長了。什麼原因？非常簡單，老師所禁止的、不讓看的，不看，不准聽的，不聽了。三個月許許多多東西不接觸，心定了。這個方法一直用到今天。所以今天山下同修到這邊來看我，跟我說了一些事情，我就告訴他：我什麼都不知道。我只知道每天讀《華嚴經》，親近華嚴會上佛菩薩，每天給大家做四個小時的報告；除此之外，我什麼都不知道。你來問我，我什麼都好，你們說好就好，你們喜歡怎麼做就怎麼做，我沒有意見！這就是從李老師那個地方養成了一個習慣，也正是古人常講的「知事少時煩惱少，識人多處是非多」，這是兩句名言。沒有必要認識的人不要去攀緣，不需要知道的事何必去打聽？謹言慎行是修清淨心的祕訣。"
    },
    {
      "id": "12-017-0885_p0033",
      "zh_CN": "『世界种』的名称『无边方差别』，这应当要知道。这个要知道，不必去求，为什么？你有甚深的定慧，自然就知道了。所以这一句最怕的是攀缘，到处去打听，到处去搜集，错了，没有这个必要。心地永远是宁静的，静它能起照的作用；只要一接触，照见！这是真实智慧来处理日常生活的事，帮助一切众生解决疑难杂症。再看下面第六句：",
      "zh_TW": "『世界種』的名稱『無邊方差別』，這應當要知道。這個要知道，不必去求，為什麼？你有甚深的定慧，自然就知道了。所以這一句最怕的是攀緣，到處去打聽，到處去蒐集，錯了，沒有這個必要。心地永遠是寧靜的，靜它能起照的作用；只要一接觸，照見！這是真實智慧來處理日常生活的事，幫助一切眾生解決疑難雜症。再看下面第六句："
    },
    {
      "id": "12-017-0885_p0034",
      "zh_CN": "【次有香水海，名坚实积聚。世界种，名无量处差别。】",
      "zh_TW": "【次有香水海，名堅實積聚。世界種，名無量處差別。】"
    },
    {
      "id": "12-017-0885_p0035",
      "zh_CN": "『香水海』的名字是另一类的善法种子，『坚实积聚』，「坚」是坚固。「实」，实在讲并不是真实，如果坚固的执着误以为真实，这里面有善种子，也有不善种子。我们晓得亲近善友的，世出世间的善知识，常常亲近，阿赖耶里头积聚善业种子。如果你亲近的人是不善的，你交结往来的这些朋友，心行都不善，你一定被他们染污，你也会坚持种种不善，种种不善的种子在阿赖耶里面积聚了。人生在世，古人常说要慎交友，就是说对于人与人之间的交往要非常慎重，要知道选择，要能够认识善人，尤其是道德之人，多亲近！对自己有一定的好处，这是我们这一生当中学业、道业有没有成就关键的所在。",
      "zh_TW": "『香水海』的名字是另一類的善法種子，『堅實積聚』，「堅」是堅固。「實」，實在講並不是真實，如果堅固的執著誤以為真實，這裡面有善種子，也有不善種子。我們曉得親近善友的，世出世間的善知識，常常親近，阿賴耶裡頭積聚善業種子。如果你親近的人是不善的，你交結往來的這些朋友，心行都不善，你一定被他們染污，你也會堅持種種不善，種種不善的種子在阿賴耶裡面積聚了。人生在世，古人常說要慎交友，就是說對於人與人之間的交往要非常慎重，要知道選擇，要能夠認識善人，尤其是道德之人，多親近！對自己有一定的好處，這是我們這一生當中學業、道業有沒有成就關鍵的所在。"
    },
    {
      "id": "12-017-0885_p0036",
      "zh_CN": "我给同修们说过，我年轻的时候生活困苦，没有福报，过去生中没修福，确确实实像《坛经》里面六祖能大师一样贫穷下贱。一九四九年我从中国到台湾，举目无亲，一个人到台湾，前途渺茫，想读书不但缴不起学费，连生活都非常困难，必须要找工作来养自己。在这样的环境之下还是想读书。怎么办？只有利用公余的时间，利用星期假日，我到哪里去学？找善知识。善知识怎么找法？去接近学生，中学生、大学生，问问他们在学校里面学习的情形，哪些老师教得好？这打听！打听到几位好老师。我不会听一个人讲，很多学生都赞叹这个老师，我想这个老师一定不错，我打听他住在哪里，给他写信，求见！",
      "zh_TW": "我給同修們說過，我年輕的時候生活困苦，沒有福報，過去生中沒修福，確確實實像《壇經》裡面六祖能大師一樣貧窮下賤。一九四九年我從中國到台灣，舉目無親，一個人到台灣，前途渺茫，想讀書不但繳不起學費，連生活都非常困難，必須要找工作來養自己。在這樣的環境之下還是想讀書。怎麼辦？只有利用公餘的時間，利用星期假日，我到哪裡去學？找善知識。善知識怎麼找法？去接近學生，中學生、大學生，問問他們在學校裡面學習的情形，哪些老師教得好？這打聽！打聽到幾位好老師。我不會聽一個人講，很多學生都讚歎這個老師，我想這個老師一定不錯，我打聽他住在哪裡，給他寫信，求見！"
    },
    {
      "id": "12-017-0885_p0037",
      "zh_CN": "我那个时候有一个想法，如果我是一个好的老师，有一个失学的年轻人很想来看我，希望我教他一点东西，我一定很乐意。我有这么一个想法。所以我想那些有道德、有学问的人，一定会跟我同样的想法，我就大胆给他写信！果然，几乎统统都有回信。所以那个时候我认识十几位在台北地区这些名教授，我利用星期假日一一去拜访，向他们请教，然后在这么多善知识里面细心去选择。最后我选择了一个老师，方东美先生，我跟他学哲学。方老师真正爱护，真肯教！跟我约定每个星期两个小时，星期天到他家里上课。我没有缴学费，那个时候非常贫穷，自己生活都很勉强、都照顾不过来，对老师一丝毫物质的供养都没有；老师不嫌弃，只要每个星期到他家去上课。我对老师感恩！他对我义务的教学，指出我一条光明的道路，佛菩萨的道路。他带我的、指点我的，我认识这条路了。",
      "zh_TW": "我那個時候有一個想法，如果我是一個好的老師，有一個失學的年輕人很想來看我，希望我教他一點東西，我一定很樂意。我有這麼一個想法。所以我想那些有道德、有學問的人，一定會跟我同樣的想法，我就大膽給他寫信！果然，幾乎統統都有回信。所以那個時候我認識十幾位在台北地區這些名教授，我利用星期假日一一去拜訪，向他們請教，然後在這麼多善知識裡面細心去選擇。最後我選擇了一個老師，方東美先生，我跟他學哲學。方老師真正愛護，真肯教！跟我約定每個星期兩個小時，星期天到他家裡上課。我沒有繳學費，那個時候非常貧窮，自己生活都很勉強、都照顧不過來，對老師一絲毫物質的供養都沒有；老師不嫌棄，只要每個星期到他家去上課。我對老師感恩！他對我義務的教學，指出我一條光明的道路，佛菩薩的道路。他帶我的、指點我的，我認識這條路了。"
    },
    {
      "id": "12-017-0885_p0038",
      "zh_CN": "在这个时候，碰到一个佛学的专家，章嘉大师。大师非常慈悲，也是每个星期给我两个小时，三年如一日；我的佛法根底，章嘉大师奠定的。出家也是章嘉大师为我选择的，他叫我选择这个行业，我听话。我的好处就是对老师（这是从小培养的）尊师重道。所以对老师真的没有一点关系，只是自己写信，自己介绍自己，跟老师这么认识。能够得老师爱护，一心一意来指导，凭什么？尊师重道，依教奉行，这么成就的。这是已经成了习惯。章嘉大师往生，我没有办法，不能不另外再找一个老师，才找到李炳南老居士，跟他十年。所以「一门深入，长时薰修」，在这里奠下基础，懂得积聚善根、积聚善法。所以在这个社会当中，我能够保得住，没有被外面五欲六尘诱惑，没有堕落、没有退转，天天亲近佛菩萨，每天积聚菩萨业。",
      "zh_TW": "在這個時候，碰到一個佛學的專家，章嘉大師。大師非常慈悲，也是每個星期給我兩個小時，三年如一日；我的佛法根底，章嘉大師奠定的。出家也是章嘉大師為我選擇的，他叫我選擇這個行業，我聽話。我的好處就是對老師（這是從小培養的）尊師重道。所以對老師真的沒有一點關係，只是自己寫信，自己介紹自己，跟老師這麼認識。能夠得老師愛護，一心一意來指導，憑什麼？尊師重道，依教奉行，這麼成就的。這是已經成了習慣。章嘉大師往生，我沒有辦法，不能不另外再找一個老師，才找到李炳南老居士，跟他十年。所以「一門深入，長時薰修」，在這裡奠下基礎，懂得積聚善根、積聚善法。所以在這個社會當中，我能夠保得住，沒有被外面五欲六塵誘惑，沒有墮落、沒有退轉，天天親近佛菩薩，每天積聚菩薩業。"
    },
    {
      "id": "12-017-0885_p0039",
      "zh_CN": "『世界无量处差别』，这一句我想不必说了，你应该懂得了。为什么？「坚实积聚」里面的习气种子有善、有恶、有无记。所以变现出来的果报自然是「无量差别」。我们再看底下这一段，第七段：",
      "zh_TW": "『世界無量處差別』，這一句我想不必說了，你應該懂得了。為什麼？「堅實積聚」裡面的習氣種子有善、有惡、有無記。所以變現出來的果報自然是「無量差別」。我們再看底下這一段，第七段："
    },
    {
      "id": "12-017-0885_p0040",
      "zh_CN": "【次有香水海，名清净梵音。世界种，名普清净庄严。】",
      "zh_TW": "【次有香水海，名清淨梵音。世界種，名普清淨莊嚴。】"
    },
    {
      "id": "12-017-0885_p0041",
      "zh_CN": "因果里头都有清净，能变现的是『香水海』，所变现的是『世界种』，这里头都有清净。『清净梵音』，我们看这一句就晓得这是什么？无量劫来听经、念佛的种子。所以这个世界种『普清净庄严』，这个种子起现行！这里面的道理很深很深！所有的「香水海」各个不同的名目，一定要知道，我们自己阿赖耶识里头统统具足。这是无量劫来累劫所修的业因，藏在阿赖耶识里头。现在如何能有清净的缘，清净的果报就能现前，还是「总在遇缘不同」。缘，我们自己可以控制，因，不能控制。所以佛讲一切经讲缘生，他不讲因生。如果讲因生那就变成宿命，讲缘生是活的。",
      "zh_TW": "因果裡頭都有清淨，能變現的是『香水海』，所變現的是『世界種』，這裡頭都有清淨。『清淨梵音』，我們看這一句就曉得這是什麼？無量劫來聽經、念佛的種子。所以這個世界種『普清淨莊嚴』，這個種子起現行！這裡面的道理很深很深！所有的「香水海」各個不同的名目，一定要知道，我們自己阿賴耶識裡頭統統具足。這是無量劫來累劫所修的業因，藏在阿賴耶識裡頭。現在如何能有清淨的緣，清淨的果報就能現前，還是「總在遇緣不同」。緣，我們自己可以控制，因，不能控制。所以佛講一切經講緣生，他不講因生。如果講因生那就變成宿命，講緣生是活的。"
    },
    {
      "id": "12-017-0885_p0042",
      "zh_CN": "譬如我交友，我亲近，我可以选择人，这个我可以决定！我跟哪些人往来，我一定学了他的气氛，这样讲的时候，我们后学必定受这些善知识的影响，听他的教诲。这里面自己也要有一点智慧，观察这个老师，最重要的，老师的德行、老师的学问，我跟他就学这两样东西。我不是不知道报师恩，当时没有力量，心有余而力不足。我有能力的时候，我懂得怎样报恩。老师希不希望我们报答他？不希望。希望我们有没有财物去供养他？不希望。真的对我们是一无所求。唯一的希望，希望我们依教奉行，他的道德学问能有人承传，这是他最高兴的。世出世间真正教学的好老师，一生没有别的希望，希望有好学生来传他的道。在我们佛门里面，你看这些老和尚一生唯一的希望，能有一、两个人传他的法。我们要懂得！",
      "zh_TW": "譬如我交友，我親近，我可以選擇人，這個我可以決定！我跟哪些人往來，我一定學了他的氣氛，這樣講的時候，我們後學必定受這些善知識的影響，聽他的教誨。這裡面自己也要有一點智慧，觀察這個老師，最重要的，老師的德行、老師的學問，我跟他就學這兩樣東西。我不是不知道報師恩，當時沒有力量，心有餘而力不足。我有能力的時候，我懂得怎樣報恩。老師希不希望我們報答他？不希望。希望我們有沒有財物去供養他？不希望。真的對我們是一無所求。唯一的希望，希望我們依教奉行，他的道德學問能有人承傳，這是他最高興的。世出世間真正教學的好老師，一生沒有別的希望，希望有好學生來傳他的道。在我們佛門裡面，你看這些老和尚一生唯一的希望，能有一、兩個人傳他的法。我們要懂得！"
    },
    {
      "id": "12-017-0885_p0043",
      "zh_CN": "印光大师的法就是「敦伦尽分，闲邪存诚，信愿念佛，求生净土」。怎么传他？真正相信、真正理解、真正做到，那就是印光大师的传人了。如果我心量小还不能容忍，那你「敦伦」没做到；敦伦做不到，「尽分」就做不到。这四句十六个字你统统没有。「敦伦」这两个字简简单单的说，就是与一切众生，印祖是佛门大德，所以那个境界深广无际，遍法界虚空界一切众生都和睦相处。印祖的标准！你跟别人不和，你不是印祖的传人，你不懂得印祖的法。我这五十年所修学的，我那个心得可以跟大家做学习祖师大德这个法的一个助缘。如果我们真正修「真诚心、清净心、平等心、正觉心、慈悲心」，自然就能跟一切众生和睦相处。你做不到「敦伦尽分」，是你没有这个心；果然你用的是真心，不是用的妄心，问题就解决了。你用妄心不用真心，佛菩萨全是从真心自性里面流露出来的纯正之法，那你怎么行？所以这感得的果报「普清净庄严」，「普」是普遍，没有一样不清净，都从清净心里头生的，从「清净梵音」里头生的。再看下面一段：",
      "zh_TW": "印光大師的法就是「敦倫盡分，閑邪存誠，信願念佛，求生淨土」。怎麼傳他？真正相信、真正理解、真正做到，那就是印光大師的傳人了。如果我心量小還不能容忍，那你「敦倫」沒做到；敦倫做不到，「盡分」就做不到。這四句十六個字你統統沒有。「敦倫」這兩個字簡簡單單的說，就是與一切眾生，印祖是佛門大德，所以那個境界深廣無際，遍法界虛空界一切眾生都和睦相處。印祖的標準！你跟別人不和，你不是印祖的傳人，你不懂得印祖的法。我這五十年所修學的，我那個心得可以跟大家做學習祖師大德這個法的一個助緣。如果我們真正修「真誠心、清淨心、平等心、正覺心、慈悲心」，自然就能跟一切眾生和睦相處。你做不到「敦倫盡分」，是你沒有這個心；果然你用的是真心，不是用的妄心，問題就解決了。你用妄心不用真心，佛菩薩全是從真心自性裡面流露出來的純正之法，那你怎麼行？所以這感得的果報「普清淨莊嚴」，「普」是普遍，沒有一樣不清淨，都從清淨心裡頭生的，從「清淨梵音」裡頭生的。再看下面一段："
    },
    {
      "id": "12-017-0885_p0044",
      "zh_CN": "【次有香水海，名栴檀栏楯音声藏。世界种，名迥出幢。】",
      "zh_TW": "【次有香水海，名栴檀欄楯音聲藏。世界種，名迥出幢。】"
    },
    {
      "id": "12-017-0885_p0045",
      "zh_CN": "这是「迥」不是回，这个字不能写错，它非常接近，「迥」是超出。『栴檀栏楯音声藏』，这个话怎么讲法？我们知道「栴檀」是香，「栏楯」是防护，「音声藏」。从字面上来看，栴檀表戒定慧，表五分法身，栏楯是守护，如何守护戒定慧三学、五分法身，不能够忘失了。音声藏，藏是含藏。用我们现在的话来讲就方便多了，现在你看看，我们把音声录起来放在光碟里面收藏，不但音声可以收藏，影像也可以收藏，放在录音带、录影带里面收藏。古人常常用这个方式，在一生当中遇不到传人，怎么办？把它保留下来，所以藏诸名山，留给后代的有缘人。阿赖耶识有这一类的种子，所以它变现出来的世界『迥出幢』。一但遇到有缘的人，他得到了，他能够出人头地、能够超越，青出于蓝而胜于蓝，有这种成就。这个在历史上我们曾经看到的，在法界虚空当然更多。所以一生遇不到传人，古人用这个方法，现在科学技术发达，方法更多了。我们再看最后这一段：",
      "zh_TW": "這是「迥」不是迴，這個字不能寫錯，它非常接近，「迥」是超出。『栴檀欄楯音聲藏』，這個話怎麼講法？我們知道「栴檀」是香，「欄楯」是防護，「音聲藏」。從字面上來看，栴檀表戒定慧，表五分法身，欄楯是守護，如何守護戒定慧三學、五分法身，不能夠忘失了。音聲藏，藏是含藏。用我們現在的話來講就方便多了，現在你看看，我們把音聲錄起來放在光碟裡面收藏，不但音聲可以收藏，影像也可以收藏，放在錄音帶、錄影帶裡面收藏。古人常常用這個方式，在一生當中遇不到傳人，怎麼辦？把它保留下來，所以藏諸名山，留給後代的有緣人。阿賴耶識有這一類的種子，所以它變現出來的世界『迥出幢』。一但遇到有緣的人，他得到了，他能夠出人頭地、能夠超越，青出於藍而勝於藍，有這種成就。這個在歷史上我們曾經看到的，在法界虛空當然更多。所以一生遇不到傳人，古人用這個方法，現在科學技術發達，方法更多了。我們再看最後這一段："
    },
    {
      "id": "12-017-0885_p0046",
      "zh_CN": "【次有香水海，名妙香宝王光庄严。世界种，名普现光明力。】",
      "zh_TW": "【次有香水海，名妙香寶王光莊嚴。世界種，名普現光明力。】"
    },
    {
      "id": "12-017-0885_p0047",
      "zh_CN": "这一段跟上一段非常相似，虽然相似它还是不同类，同类自然就合而为一了，还是不同类。『妙香宝王光庄严』，「宝王光」是自性本具的般若，「妙香」是自性本具的德能。自性本具的智慧、德能、相好，这个名号里头统统具足。所以变现出来的世界『普现光明力』。「光明」后面有个「力」，我们想像当中，性德里头所具有的智慧、德能、相好统统都能够现前，这个世界种所持之佛刹肯定善多恶少，我们从阿赖耶识含藏的种子能够明了。这整个看下来，我们肯定一切众生阿赖耶里面含藏的种子是善多恶少，从这个肯定，我们一定相信中国圣人所讲的「人之初，性本善」。现在时间到了。",
      "zh_TW": "這一段跟上一段非常相似，雖然相似它還是不同類，同類自然就合而為一了，還是不同類。『妙香寶王光莊嚴』，「寶王光」是自性本具的般若，「妙香」是自性本具的德能。自性本具的智慧、德能、相好，這個名號裡頭統統具足。所以變現出來的世界『普現光明力』。「光明」後面有個「力」，我們想像當中，性德裡頭所具有的智慧、德能、相好統統都能夠現前，這個世界種所持之佛剎肯定善多惡少，我們從阿賴耶識含藏的種子能夠明瞭。這整個看下來，我們肯定一切眾生阿賴耶裡面含藏的種子是善多惡少，從這個肯定，我們一定相信中國聖人所講的「人之初，性本善」。現在時間到了。"
    }
  ]
}