{
  "doc_id": "12-017-0951",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九五一卷",
    "zh_TW": "第九五一卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0951",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "12-017-0951_p0001",
      "zh_CN": "诸位同学，今天是二００三年的中国年元旦，首先我在此地向大家祝福新年吉祥如意。希望我们在这一年当中，都能够落实佛陀的教诲，断恶修善，转迷为悟，以此功德回向，祈求社会安定，世界和平，人民幸福，正法久住。希望我们都能够借着佛法提升自己的境界。谢谢大家。",
      "zh_TW": "諸位同學，今天是二００三年的中國年元旦，首先我在此地向大家祝福新年吉祥如意。希望我們在這一年當中，都能夠落實佛陀的教誨，斷惡修善，轉迷為悟，以此功德迴向，祈求社會安定，世界和平，人民幸福，正法久住。希望我們都能夠藉著佛法提升自己的境界。謝謝大家。"
    },
    {
      "id": "12-017-0951_p0002",
      "zh_CN": "现在请看「毘卢遮那品」，经文第六大段「广演法门」。这一大段里面又分五段，第一段佛转法轮，第二段威光获益，我们讲过了。今天谈第三段「以偈赞述」，这是威光的赞佛，也是他自己叙说他见佛闻法的心得报告，很值得我们学习。请看经文：",
      "zh_TW": "現在請看「毘盧遮那品」，經文第六大段「廣演法門」。這一大段裡面又分五段，第一段佛轉法輪，第二段威光獲益，我們講過了。今天談第三段「以偈讚述」，這是威光的讚佛，也是他自己敘說他見佛聞法的心得報告，很值得我們學習。請看經文："
    },
    {
      "id": "12-017-0951_p0003",
      "zh_CN": "【尔时大威光菩萨，得如是无量智光明已，承佛威力而说颂言。】",
      "zh_TW": "【爾時大威光菩薩，得如是無量智光明已，承佛威力而說頌言。】"
    },
    {
      "id": "12-017-0951_p0004",
      "zh_CN": "这一段长行是说偈仪。『尔时』就是『威光菩萨』见佛闻法得益的时候。世尊为我们介绍了，介绍虽然是很简略，别中只有十一句，我们从十一句里面，可以概略的知道见佛闻法殊胜的功德利益。功德利益一定是从『智光明』而生起的。我们今天见佛闻法，虽然佛不在世，我们见到佛菩萨的形像，读到佛菩萨的经典，我们所获得的利益要是跟「威光菩萨」相比，真是所谓天壤之别。为什么我们不能够获得这样殊胜的功德利益？那是因为我们没有『得如是无量智光明』，我们没有得这个。那要问，为什么我们得不到？前面多次提到过，我们是烦恼覆心，烦恼盖覆着我们的心性，所以得不到，道理在此地。烦恼就是妄想分别执着、贪瞋痴慢。再说得白一点，自私自利，没有智慧，不能够辨别是非邪正，总是随顺自己的烦恼习气，所以不但是得不到佛法殊胜的利益，往往在这里面造作许许多多罪业。这是我们应当反省、应当检点，求智慧，改过自新。",
      "zh_TW": "這一段長行是說偈儀。『爾時』就是『威光菩薩』見佛聞法得益的時候。世尊為我們介紹了，介紹雖然是很簡略，別中只有十一句，我們從十一句裡面，可以概略的知道見佛聞法殊勝的功德利益。功德利益一定是從『智光明』而生起的。我們今天見佛聞法，雖然佛不在世，我們見到佛菩薩的形像，讀到佛菩薩的經典，我們所獲得的利益要是跟「威光菩薩」相比，真是所謂天壤之別。為什麼我們不能夠獲得這樣殊勝的功德利益？那是因為我們沒有『得如是無量智光明』，我們沒有得這個。那要問，為什麼我們得不到？前面多次提到過，我們是煩惱覆心，煩惱蓋覆著我們的心性，所以得不到，道理在此地。煩惱就是妄想分別執著、貪瞋痴慢。再說得白一點，自私自利，沒有智慧，不能夠辨別是非邪正，總是隨順自己的煩惱習氣，所以不但是得不到佛法殊勝的利益，往往在這裡面造作許許多多罪業。這是我們應當反省、應當檢點，求智慧，改過自新。"
    },
    {
      "id": "12-017-0951_p0005",
      "zh_CN": "在说偈仪里面，我们所看到的最重要的一桩事情，就是菩萨「得如是无量智光明」。这个道理前面跟诸位报告过，威光菩萨善根福德因缘深厚，佛来给他做个增上缘，启发他宿世的善根福德；善根就是「智光明」，福德就是他获得的利益。前面世尊给我们说了十一句，以如此的善根福德还要『承佛威力』，谦虚！恭敬！来赞叹如来，叙述自己的心得报告，与一切大众共享。当然这里面最重要的意思，也是在勉励我们，威光菩萨给我们做了一个榜样、做了一个示范。请看赞颂，赞颂一共有十首，我们看第一首：",
      "zh_TW": "在說偈儀裡面，我們所看到的最重要的一樁事情，就是菩薩「得如是無量智光明」。這個道理前面跟諸位報告過，威光菩薩善根福德因緣深厚，佛來給他做個增上緣，啟發他宿世的善根福德；善根就是「智光明」，福德就是他獲得的利益。前面世尊給我們說了十一句，以如此的善根福德還要『承佛威力』，謙虛！恭敬！來讚歎如來，敘述自己的心得報告，與一切大眾共享。當然這裡面最重要的意思，也是在勉勵我們，威光菩薩給我們做了一個榜樣、做了一個示範。請看讚頌，讚頌一共有十首，我們看第一首："
    },
    {
      "id": "12-017-0951_p0006",
      "zh_CN": "【我闻佛妙法，而得智光明，以是见世尊，往昔所行事。】",
      "zh_TW": "【我聞佛妙法，而得智光明，以是見世尊，往昔所行事。】"
    },
    {
      "id": "12-017-0951_p0007",
      "zh_CN": "这一首偈是总说，清凉大师在科判里面给我们标的是「标益体用」。益就是利益，利益之体是「智光明」，利益之用就是佛往昔所行事。如来从初发心，修行、开悟、证果成无上道，成佛之后，在法界虚空界普度一切众生。这些是事，威光菩萨看到了。看到了，就知道怎样向佛学习，这是学佛。你要是看不到，你从哪里学起！为什么他能看到？闻佛说法，智慧开了，所以在头一句『我闻佛妙法，而得智光明』。佛的「妙法」是什么法？给诸位说，就是《大方广佛华严经》。在前面，世尊为我们介绍的是如来在大会当中，说的是「普集一切三世佛自在法修多罗」，我们在前面跟诸位介绍过。这个经题就是我们今天在此地读诵的，释迦牟尼佛所说的《大方广佛华严经》。",
      "zh_TW": "這一首偈是總說，清涼大師在科判裡面給我們標的是「標益體用」。益就是利益，利益之體是「智光明」，利益之用就是佛往昔所行事。如來從初發心，修行、開悟、證果成無上道，成佛之後，在法界虛空界普度一切眾生。這些是事，威光菩薩看到了。看到了，就知道怎樣向佛學習，這是學佛。你要是看不到，你從哪裡學起！為什麼他能看到？聞佛說法，智慧開了，所以在頭一句『我聞佛妙法，而得智光明』。佛的「妙法」是什麼法？給諸位說，就是《大方廣佛華嚴經》。在前面，世尊為我們介紹的是如來在大會當中，說的是「普集一切三世佛自在法修多羅」，我們在前面跟諸位介紹過。這個經題就是我們今天在此地讀誦的，釋迦牟尼佛所說的《大方廣佛華嚴經》。"
    },
    {
      "id": "12-017-0951_p0008",
      "zh_CN": "威光菩萨闻经就开悟了，这个开悟就是「得智光明」，我们在前面十一句里头所看的全都是智光明。十一句是略说、是表法，在说偈仪里面我们看到了，「如是无量智光明」。六根所接触的六尘境界，起心动念，一切造作，点点滴滴，无不是智光明，这是佛法里面常讲的「一悟一切悟」。那我们也要知道是一迷一切迷。我们是凡夫，我们现在在迷，迷而不觉，威光菩萨觉悟了。智光明，实在讲就是宗门里面所讲的大彻大悟、明心见性。然后你才见到，虚空法界、森罗万象、一切众生，无不是智、无不是光明，才真正体会到诸佛如来、法身菩萨的光明遍照。『以是见世尊』，这样子我见如来，见如来『往昔所行事』，过去生中、生生世世无量劫来佛所行的是什么事。下面要为我们叙说，请看第二首：",
      "zh_TW": "威光菩薩聞經就開悟了，這個開悟就是「得智光明」，我們在前面十一句裡頭所看的全都是智光明。十一句是略說、是表法，在說偈儀裡面我們看到了，「如是無量智光明」。六根所接觸的六塵境界，起心動念，一切造作，點點滴滴，無不是智光明，這是佛法裡面常講的「一悟一切悟」。那我們也要知道是一迷一切迷。我們是凡夫，我們現在在迷，迷而不覺，威光菩薩覺悟了。智光明，實在講就是宗門裡面所講的大徹大悟、明心見性。然後你才見到，虛空法界、森羅萬象、一切眾生，無不是智、無不是光明，才真正體會到諸佛如來、法身菩薩的光明遍照。『以是見世尊』，這樣子我見如來，見如來『往昔所行事』，過去生中、生生世世無量劫來佛所行的是什麼事。下面要為我們敘說，請看第二首："
    },
    {
      "id": "12-017-0951_p0009",
      "zh_CN": "【一切所生处，名号身差别，及供养于佛，如是我咸见。】",
      "zh_TW": "【一切所生處，名號身差別，及供養於佛，如是我咸見。】"
    },
    {
      "id": "12-017-0951_p0010",
      "zh_CN": "这是说佛他所示现的出生，正如同世尊为我们显示的八相成道。『一切所生处』，这个「一切」不是指的一生一世，而是说生生世世；生生世世所生的处所、名号、身相不一样。佛菩萨应化在九法界，不仅是一个人间，有天上，还有应化在畜生道，应化在饿鬼道、地狱道，哪一道里面类别都是无量无边。佛菩萨无处不现身，无时不现身，众生有感，佛菩萨就有应，感应道交，不可思议。威光菩萨智慧开了，见到了。从这一句，我们就能够体会到威光菩萨真的是大彻大悟、明心见性。为什么？如果不是明心见性，他就不能超越空间的维次，明心见性的人超越空间维次；换句话说，他能见到过去，也能见到未来，他没有障碍了。不但六根没有障碍，而且六根可以互用。诸位如果读过《大佛顶首楞严经》，你就明了，六根互用，神通广大。",
      "zh_TW": "這是說佛他所示現的出生，正如同世尊為我們顯示的八相成道。『一切所生處』，這個「一切」不是指的一生一世，而是說生生世世；生生世世所生的處所、名號、身相不一樣。佛菩薩應化在九法界，不僅是一個人間，有天上，還有應化在畜生道，應化在餓鬼道、地獄道，哪一道裡面類別都是無量無邊。佛菩薩無處不現身，無時不現身，眾生有感，佛菩薩就有應，感應道交，不可思議。威光菩薩智慧開了，見到了。從這一句，我們就能夠體會到威光菩薩真的是大徹大悟、明心見性。為什麼？如果不是明心見性，他就不能超越空間的維次，明心見性的人超越空間維次；換句話說，他能見到過去，也能見到未來，他沒有障礙了。不但六根沒有障礙，而且六根可以互用。諸位如果讀過《大佛頂首楞嚴經》，你就明瞭，六根互用，神通廣大。"
    },
    {
      "id": "12-017-0951_p0011",
      "zh_CN": "『及供养于佛』，佛在因地时候，就像我们现在这个样子，我们欢喜供养佛，向佛求法；向佛求法就是向佛请求开示，请求教诲。供佛，佛一定会教你。我们以财布施供养佛菩萨，佛菩萨以法布施供养一切大众，决定没有空过的，这个道理一定要懂。决定没有说是佛菩萨接受众生供养之后而不说法的，没有，一定要说法，一定有祝福，这是佛门的常规。从这些地方我们就见到佛菩萨大慈大悲，确确实实不舍众生。众生念佛，有时候还有间断，还有夹杂；佛念众生从来没有间断，从来没有夹杂，佛恩浩大，于此可见。再看第三首：",
      "zh_TW": "『及供養於佛』，佛在因地時候，就像我們現在這個樣子，我們歡喜供養佛，向佛求法；向佛求法就是向佛請求開示，請求教誨。供佛，佛一定會教你。我們以財布施供養佛菩薩，佛菩薩以法布施供養一切大眾，決定沒有空過的，這個道理一定要懂。決定沒有說是佛菩薩接受眾生供養之後而不說法的，沒有，一定要說法，一定有祝福，這是佛門的常規。從這些地方我們就見到佛菩薩大慈大悲，確確實實不捨眾生。眾生念佛，有時候還有間斷，還有夾雜；佛念眾生從來沒有間斷，從來沒有夾雜，佛恩浩大，於此可見。再看第三首："
    },
    {
      "id": "12-017-0951_p0012",
      "zh_CN": "【往昔诸佛所，一切皆承事，无量劫修行，严净诸刹海。】",
      "zh_TW": "【往昔諸佛所，一切皆承事，無量劫修行，嚴淨諸剎海。】"
    },
    {
      "id": "12-017-0951_p0013",
      "zh_CN": "这是说诸佛如来因地上为我们做最好的示范，这一尊佛我们在前面读过，佛的德号「一切功德须弥胜云如来」。大威光太子跟着他的父王喜见善慧王见佛闻法，所以此地我们读到『往昔诸佛所』，这就是一切功德须弥胜云如来，他在因地作菩萨学佛的时候，曾经供养无量无边诸佛。『一切皆承事，无量劫修行』，这一句我们要特别留意。「修行」是长时间的，是永远没有间断的。世间法里头，即使在学校读书，还有寒假、有暑假，过年过节也有假期，每一个星期星期日放假，有些学校星期六也不上课，假期多！假期多是什么回事情？中断多，你修学中断了。大势至菩萨教我们念佛法门，方法秘诀是「都摄六根，净念相继」。净念就是不怀疑、不夹杂，这叫净，相继就是不中断。诸位一定要懂得，佛法里头是永恒的，从来没有中断过的，要是中断就不是佛法，中断里头一定有烦恼渗透在里头。所以一般人学佛为什么那么样困难？我们也看到很多人也很精进、也很努力，对于学佛也有很好的信心，为什么道业不能成就？假期太多。修学有意无意中断的时间太多，中断的时间太久，所以他的功夫不得力。换句话说，功夫不得力的真正原因就在这个地方。要想真正成就，记住永远没有间断。所以二六时中，一天到晚、一年到头没有一天中断的。",
      "zh_TW": "這是說諸佛如來因地上為我們做最好的示範，這一尊佛我們在前面讀過，佛的德號「一切功德須彌勝雲如來」。大威光太子跟著他的父王喜見善慧王見佛聞法，所以此地我們讀到『往昔諸佛所』，這就是一切功德須彌勝雲如來，他在因地作菩薩學佛的時候，曾經供養無量無邊諸佛。『一切皆承事，無量劫修行』，這一句我們要特別留意。「修行」是長時間的，是永遠沒有間斷的。世間法裡頭，即使在學校讀書，還有寒假、有暑假，過年過節也有假期，每一個星期星期日放假，有些學校星期六也不上課，假期多！假期多是什麼回事情？中斷多，你修學中斷了。大勢至菩薩教我們念佛法門，方法祕訣是「都攝六根，淨念相繼」。淨念就是不懷疑、不夾雜，這叫淨，相繼就是不中斷。諸位一定要懂得，佛法裡頭是永恆的，從來沒有中斷過的，要是中斷就不是佛法，中斷裡頭一定有煩惱滲透在裡頭。所以一般人學佛為什麼那麼樣困難？我們也看到很多人也很精進、也很努力，對於學佛也有很好的信心，為什麼道業不能成就？假期太多。修學有意無意中斷的時間太多，中斷的時間太久，所以他的功夫不得力。換句話說，功夫不得力的真正原因就在這個地方。要想真正成就，記住永遠沒有間斷。所以二六時中，一天到晚、一年到頭沒有一天中斷的。"
    },
    {
      "id": "12-017-0951_p0014",
      "zh_CN": "我们细细观察善财童子五十三参，你在这里头观察，那是举一个最好的例子、模范。威光菩萨在此地看到的亦复如是，「无量劫修行」。诸佛如来、法身菩萨、真正觉悟的人，你绝对不会看出他哪一个时间，哪怕再短，几分钟、几秒钟他功夫中断了。你去看看，没有这回事情，你找不到。不但是一秒钟中断的时间你找不到，刹那之间你也找不到。他的功夫是相续的，行住坐卧功夫都不间断，穿衣吃饭、工作应酬，功夫也没有间断。凡夫有间断，菩萨没有间断，这里面的理很深，事微密、微妙，我们要会学。首先你要体会得这个境界，义趣你能够体会得，然后你自然就会仿效，就会效法，向佛菩萨学习。",
      "zh_TW": "我們細細觀察善財童子五十三參，你在這裡頭觀察，那是舉一個最好的例子、模範。威光菩薩在此地看到的亦復如是，「無量劫修行」。諸佛如來、法身菩薩、真正覺悟的人，你絕對不會看出他哪一個時間，哪怕再短，幾分鐘、幾秒鐘他功夫中斷了。你去看看，沒有這回事情，你找不到。不但是一秒鐘中斷的時間你找不到，剎那之間你也找不到。他的功夫是相續的，行住坐臥功夫都不間斷，穿衣吃飯、工作應酬，功夫也沒有間斷。凡夫有間斷，菩薩沒有間斷，這裡面的理很深，事微密、微妙，我們要會學。首先你要體會得這個境界，義趣你能夠體會得，然後你自然就會仿效，就會效法，向佛菩薩學習。"
    },
    {
      "id": "12-017-0951_p0015",
      "zh_CN": "现在我们得要谈谈「修行」，这两个字大家都会念，这两个字真正的意思懂得的人不多。什么是行？行是行为、行动。讲到行为、行动，那确实是无量无边，刹那不住，这是行。佛有善巧方便，把无量无边的行为归纳为三大类。起心动念，「意业」的行为，我们今天讲心理的行为，现代的名词；言语是「口业」的行为；身体的动作，「身业」的行为。行为无量无边，不出这个三大类。正因为这三大类的行为与自性相违背，这出了麻烦。大乘经里面佛常常讲「一切法从心想生」，「依报随着正报转」，佛都把这些事实真相说得这么简单、这么清楚、这么透彻，大学问！我们起心动念（这是思想）与法性相违背；换句话说，想错了。能把错误修正过来，这是修行。修是修正、修理，坏了要把它修理好，错了要把它修正过来。我们行为坏了，行为错了，现在要加以修正、修理，务必使它回归到性德、回归到法性。诸佛如来身语意三业究竟圆满的称性，所以我们称他为因圆果满，他修行圆满了，究竟圆满。菩萨还没有圆满，还在继续努力修学。",
      "zh_TW": "現在我們得要談談「修行」，這兩個字大家都會念，這兩個字真正的意思懂得的人不多。什麼是行？行是行為、行動。講到行為、行動，那確實是無量無邊，剎那不住，這是行。佛有善巧方便，把無量無邊的行為歸納為三大類。起心動念，「意業」的行為，我們今天講心理的行為，現代的名詞；言語是「口業」的行為；身體的動作，「身業」的行為。行為無量無邊，不出這個三大類。正因為這三大類的行為與自性相違背，這出了麻煩。大乘經裡面佛常常講「一切法從心想生」，「依報隨著正報轉」，佛都把這些事實真相說得這麼簡單、這麼清楚、這麼透徹，大學問！我們起心動念（這是思想）與法性相違背；換句話說，想錯了。能把錯誤修正過來，這是修行。修是修正、修理，壞了要把它修理好，錯了要把它修正過來。我們行為壞了，行為錯了，現在要加以修正、修理，務必使它回歸到性德、回歸到法性。諸佛如來身語意三業究竟圓滿的稱性，所以我們稱他為因圓果滿，他修行圓滿了，究竟圓滿。菩薩還沒有圓滿，還在繼續努力修學。"
    },
    {
      "id": "12-017-0951_p0016",
      "zh_CN": "我们懂得这个道理了，这是刚刚懂得，懂得不够透彻，不够深入。但是不要紧，懂得一条，用这一条标准来修正自己的三业行为。譬如佛教我们不杀生、不偷盗、不淫欲，完全与性德相应；杀盗淫与性德完全相违背，一百八十度的相违背。随顺性德是一真法界，随顺杀盗淫是六道三途。为什么？境随心转，一切法从心想生。三途六道哪里来的？是你自己胡思乱想变现出来的。就跟做恶梦一样，梦虽然不是真的，但是你做恶梦的时候，你有苦受，你并不快乐，并不自在，事实真相就是如此。我们知道这三条了，我们就依照这三条来修行、来修身。口，妄语、两舌、绮语、恶口与性德相悖；佛教给我们不妄语、不两舌、不绮语、不恶口，与性德相应。起心动念，意业，佛给我们讲不贪、不瞋、不痴，这是性德。真如自性，法尔如是。我们今天起心动念有贪瞋痴慢疑，这是与性德完全相违背。在一切时一切处起心动念、言语造作，决定不能够中断。佛菩萨的标准就是自己真如本性的德能，智慧德能，这是我们修行的绝对标准。",
      "zh_TW": "我們懂得這個道理了，這是剛剛懂得，懂得不夠透徹，不夠深入。但是不要緊，懂得一條，用這一條標準來修正自己的三業行為。譬如佛教我們不殺生、不偷盜、不淫欲，完全與性德相應；殺盜淫與性德完全相違背，一百八十度的相違背。隨順性德是一真法界，隨順殺盜淫是六道三途。為什麼？境隨心轉，一切法從心想生。三途六道哪裡來的？是你自己胡思亂想變現出來的。就跟做惡夢一樣，夢雖然不是真的，但是你做惡夢的時候，你有苦受，你並不快樂，並不自在，事實真相就是如此。我們知道這三條了，我們就依照這三條來修行、來修身。口，妄語、兩舌、綺語、惡口與性德相悖；佛教給我們不妄語、不兩舌、不綺語、不惡口，與性德相應。起心動念，意業，佛給我們講不貪、不瞋、不痴，這是性德。真如自性，法爾如是。我們今天起心動念有貪瞋痴慢疑，這是與性德完全相違背。在一切時一切處起心動念、言語造作，決定不能夠中斷。佛菩薩的標準就是自己真如本性的德能，智慧德能，這是我們修行的絕對標準。"
    },
    {
      "id": "12-017-0951_p0017",
      "zh_CN": "所以我常讲，随顺佛菩萨的教诲就是随顺自己的性德，千万不要怀疑「被释迦牟尼佛牵着鼻子走，样样听他的」。有时候我们听到这种言论，觉得也很有道理，我为什么要跟别人走？说这些话的人邪知邪见，说这些话的人是魔王外道。看你走到正路，他在想方法把你拉回来，他不愿意看到你有成就，他愿意看到你堕落。我们听到这些似是而非的言论，心里动摇了，正中魔外的心怀，上了他的大当。所以佛菩萨的教诲，无论是很浅近的，或者是很高深的；是很明显的，或者是很深密的，无不是自性的流露，我们一定要懂这个道理，要肯定，然后你才真正死心塌地向佛菩萨学习。佛菩萨今天不在世间，我们学习到哪里去学？经典就是。只要是《大藏经》里面所收的这些经论，这都是靠得住的。《大藏经》里没有收的，这里面有真有假，我们没有能力辨别。我初学佛的时候，老师教导我，如何辨别经典的真伪？以《大藏经》为标准。而《大藏经》一定要依古人所编辑的。为什么？古人编辑《大藏经》，收取经论非常谨慎，没有私心。不像现在，现在人没有这个道德，把自己的东西，或者自己喜爱的东西，都编到《大藏经》里面去，所以《大藏经》也被染污了。那怎么办？我们找从前的版本，距离我们最近的《龙藏》，《龙藏》是乾隆年间所编的，这是最近的、最可靠的。",
      "zh_TW": "所以我常講，隨順佛菩薩的教誨就是隨順自己的性德，千萬不要懷疑「被釋迦牟尼佛牽著鼻子走，樣樣聽他的」。有時候我們聽到這種言論，覺得也很有道理，我為什麼要跟別人走？說這些話的人邪知邪見，說這些話的人是魔王外道。看你走到正路，他在想方法把你拉回來，他不願意看到你有成就，他願意看到你墮落。我們聽到這些似是而非的言論，心裡動搖了，正中魔外的心懷，上了他的大當。所以佛菩薩的教誨，無論是很淺近的，或者是很高深的；是很明顯的，或者是很深密的，無不是自性的流露，我們一定要懂這個道理，要肯定，然後你才真正死心塌地向佛菩薩學習。佛菩薩今天不在世間，我們學習到哪裡去學？經典就是。只要是《大藏經》裡面所收的這些經論，這都是靠得住的。《大藏經》裡沒有收的，這裡面有真有假，我們沒有能力辨別。我初學佛的時候，老師教導我，如何辨別經典的真偽？以《大藏經》為標準。而《大藏經》一定要依古人所編輯的。為什麼？古人編輯《大藏經》，收取經論非常謹慎，沒有私心。不像現在，現在人沒有這個道德，把自己的東西，或者自己喜愛的東西，都編到《大藏經》裡面去，所以《大藏經》也被染污了。那怎麼辦？我們找從前的版本，距離我們最近的《龍藏》，《龍藏》是乾隆年間所編的，這是最近的、最可靠的。"
    },
    {
      "id": "12-017-0951_p0018",
      "zh_CN": "我们依据学习的经论，《大藏经》里头有没有？如果《大藏经》里有，我们就很放心、很踏实，依教奉行。《大藏经》里没有的，我们不选这个经典。这是自古以来真正善知识指导初学，不会误事。学习的方法，世出世间没有两样，「贵以专」，专攻。实在说，一切众生根性不相同，善根福德因缘都不一样，指导的老师要有智慧，要有善巧方便。我早年遇到章嘉大师，遇到李炳南老居士，都不是普通人。从什么地方看出来？他们的学生都很多，他对于每一个学生指导的方法不一样。为什么会不一样？学生根性不相同，所谓是因材施教。只要学生真正好学，遵从老师的教诲，没有不成就的。亲近一个善知识自己没有成就，毛病出在哪里？出在阳奉阴违。表面上对老师很尊敬，实实在在讲，私心对老师并不服，那就没法子。诸佛如来来教你都没用处，为什么？你不服。所以你看看成就的人，这个学生对老师百分之百的服从，心服口服，他的成就无比殊胜。对老师有怀疑，对老师不是完全佩服，你的成就就打折扣；你的成就决定与对老师（我们常讲尊师重道）的心态一定成正比例。印光大师在《文钞》里头也说到，「一分诚敬得一分利益，两分诚敬得两分利益，十分诚敬得十分利益」。你对老师没有诚敬心，你什么利益都得不到。所以，修行就是修正我们错误的行为，身语意三业的行为，念念不舍，无量劫都不离开，才能成就无上道。",
      "zh_TW": "我們依據學習的經論，《大藏經》裡頭有沒有？如果《大藏經》裡有，我們就很放心、很踏實，依教奉行。《大藏經》裡沒有的，我們不選這個經典。這是自古以來真正善知識指導初學，不會誤事。學習的方法，世出世間沒有兩樣，「貴以專」，專攻。實在說，一切眾生根性不相同，善根福德因緣都不一樣，指導的老師要有智慧，要有善巧方便。我早年遇到章嘉大師，遇到李炳南老居士，都不是普通人。從什麼地方看出來？他們的學生都很多，他對於每一個學生指導的方法不一樣。為什麼會不一樣？學生根性不相同，所謂是因材施教。只要學生真正好學，遵從老師的教誨，沒有不成就的。親近一個善知識自己沒有成就，毛病出在哪裡？出在陽奉陰違。表面上對老師很尊敬，實實在在講，私心對老師並不服，那就沒法子。諸佛如來來教你都沒用處，為什麼？你不服。所以你看看成就的人，這個學生對老師百分之百的服從，心服口服，他的成就無比殊勝。對老師有懷疑，對老師不是完全佩服，你的成就就打折扣；你的成就決定與對老師（我們常講尊師重道）的心態一定成正比例。印光大師在《文鈔》裡頭也說到，「一分誠敬得一分利益，兩分誠敬得兩分利益，十分誠敬得十分利益」。你對老師沒有誠敬心，你什麼利益都得不到。所以，修行就是修正我們錯誤的行為，身語意三業的行為，念念不捨，無量劫都不離開，才能成就無上道。"
    },
    {
      "id": "12-017-0951_p0019",
      "zh_CN": "『严净诸刹海』，这一句是讲具体的成就。这十首偈里头「严净诸刹海」有五句，重要，这是成绩。菩萨修行，这是修行的成绩；如来教化，这是教化的成就。「严」是庄严，「净」是清净，不是一个佛刹，遍法界虚空界一切诸佛的刹土。这个事情难，太难太难了！我们想严净这个小道场都感到不容易。但是你要晓得，小的道场严净做不到，你的修学成绩等于零。几十年当中，我们在讲台上常常跟同学们互相勉励：成就自己就是成就众生，庄严自己就是庄严佛刹。这个话讲了千遍万遍。「严净诸刹海」从哪里做起？从自己身语意三业严净做起。你能懂吗？你是不是这样去做？这么多年来，我们也常常说，自己的身一定给一切众生做最好的榜样。你在家你有家庭，你的家庭做所有家庭的好榜样。我们有个小道场，我这个小道场是世间所有一切道场的好榜样。严净一法就是严净一切法，严净一个小道场就是严净诸刹海。不能随便，不能马虎，不能够松懈，这是真正学佛，这是走的明心见性菩提大道。现在时间到了。",
      "zh_TW": "『嚴淨諸剎海』，這一句是講具體的成就。這十首偈裡頭「嚴淨諸剎海」有五句，重要，這是成績。菩薩修行，這是修行的成績；如來教化，這是教化的成就。「嚴」是莊嚴，「淨」是清淨，不是一個佛剎，遍法界虛空界一切諸佛的剎土。這個事情難，太難太難了！我們想嚴淨這個小道場都感到不容易。但是你要曉得，小的道場嚴淨做不到，你的修學成績等於零。幾十年當中，我們在講台上常常跟同學們互相勉勵：成就自己就是成就眾生，莊嚴自己就是莊嚴佛剎。這個話講了千遍萬遍。「嚴淨諸剎海」從哪裡做起？從自己身語意三業嚴淨做起。你能懂嗎？你是不是這樣去做？這麼多年來，我們也常常說，自己的身一定給一切眾生做最好的榜樣。你在家你有家庭，你的家庭做所有家庭的好榜樣。我們有個小道場，我這個小道場是世間所有一切道場的好榜樣。嚴淨一法就是嚴淨一切法，嚴淨一個小道場就是嚴淨諸剎海。不能隨便，不能馬虎，不能夠鬆懈，這是真正學佛，這是走的明心見性菩提大道。現在時間到了。"
    },
    {
      "id": "12-017-0951_p0020",
      "zh_CN": "诸位同学，请接着看威光菩萨偈赞第四首：",
      "zh_TW": "諸位同學，請接著看威光菩薩偈讚第四首："
    },
    {
      "id": "12-017-0951_p0021",
      "zh_CN": "【舍施于自身，广大无涯际，修治最胜行，严净诸刹海。】",
      "zh_TW": "【捨施於自身，廣大無涯際，修治最勝行，嚴淨諸剎海。】"
    },
    {
      "id": "12-017-0951_p0022",
      "zh_CN": "这是菩萨为我们说出如来在往昔行菩萨道的时候，他们所行的事，是「往昔所行事」，非常具体。『舍施于自身』，布施里头最难得、最殊胜的是内财布施。什么叫内财？我们的身体是内财，身外之物叫外财。外财布施不难，内财布施，难！功德当然是无比的殊胜。怎么样施舍自身？诸位想想看，我怎样把我自己的身体布施供养一切众生？你要不会做，那我问你，持戒是不是以自己身做布施供养？我要把持戒这个形象，从我这个身体做出来给别人看，这就是供养。就像演艺人员在舞台上表演，他是不是要用他的身体来表演。舞台上表演的目的何在？供养娱乐大众，让大家看了生欢喜心。是用自己身体来表演，以这个来做供养。",
      "zh_TW": "這是菩薩為我們說出如來在往昔行菩薩道的時候，他們所行的事，是「往昔所行事」，非常具體。『捨施於自身』，布施裡頭最難得、最殊勝的是內財布施。什麼叫內財？我們的身體是內財，身外之物叫外財。外財布施不難，內財布施，難！功德當然是無比的殊勝。怎麼樣施捨自身？諸位想想看，我怎樣把我自己的身體布施供養一切眾生？你要不會做，那我問你，持戒是不是以自己身做布施供養？我要把持戒這個形象，從我這個身體做出來給別人看，這就是供養。就像演藝人員在舞台上表演，他是不是要用他的身體來表演。舞台上表演的目的何在？供養娛樂大眾，讓大家看了生歡喜心。是用自己身體來表演，以這個來做供養。"
    },
    {
      "id": "12-017-0951_p0023",
      "zh_CN": "诸菩萨生生世世在法界虚空界一切诸佛刹土里面，永远没有间断的在表演，这是用身体在供养。表演不杀生，表演不偷盗，表演不淫欲，表演不妄语、不恶口、不绮语、不两舌，表演不贪、不瞋、不痴，这是基本的，必须要具备的。其余的表演，要看社会的需要。现在这个社会上，一般大众不知道孝顺父母，我要表演孝顺父母给大家看。我的父母不在了，别人父母在，他不知道孝顺，我来孝敬这个老人。我孝顺老人、供养老人，做给天下做儿女的人看，做给天下做父母的人看。我在这里表演，这是以身，这个叫舍身。舍身，不是说这个身不要了；不要了，拿什么东西表演？拿什么供养？我们要明白这个道理。现在的人不知道尊敬师长，我要表演尊敬师长给大家看，这就叫舍身布施供养。现在社会上，一般做朋友的没有道义，我要表演出道义来给人看。现在一般人忘恩负义，我要表演报恩，知恩报恩，我要表演道义给社会大众看。这就是佛在经上常常教导我们的「为人演说」。诸位想想，演要身体表演，说要口去说，这都是舍身，「舍施于自身」。在境界是『广大无涯际』，「涯」是边界、边际，没有边际的。你看到芸芸众生，他缺少什么，我表演什么；他需要什么，我表演什么。",
      "zh_TW": "諸菩薩生生世世在法界虛空界一切諸佛剎土裡面，永遠沒有間斷的在表演，這是用身體在供養。表演不殺生，表演不偷盜，表演不淫欲，表演不妄語、不惡口、不綺語、不兩舌，表演不貪、不瞋、不痴，這是基本的，必須要具備的。其餘的表演，要看社會的需要。現在這個社會上，一般大眾不知道孝順父母，我要表演孝順父母給大家看。我的父母不在了，別人父母在，他不知道孝順，我來孝敬這個老人。我孝順老人、供養老人，做給天下做兒女的人看，做給天下做父母的人看。我在這裡表演，這是以身，這個叫捨身。捨身，不是說這個身不要了；不要了，拿什麼東西表演？拿什麼供養？我們要明白這個道理。現在的人不知道尊敬師長，我要表演尊敬師長給大家看，這就叫捨身布施供養。現在社會上，一般做朋友的沒有道義，我要表演出道義來給人看。現在一般人忘恩負義，我要表演報恩，知恩報恩，我要表演道義給社會大眾看。這就是佛在經上常常教導我們的「為人演說」。諸位想想，演要身體表演，說要口去說，這都是捨身，「捨施於自身」。在境界是『廣大無涯際』，「涯」是邊界、邊際，沒有邊際的。你看到芸芸眾生，他缺少什麼，我表演什麼；他需要什麼，我表演什麼。"
    },
    {
      "id": "12-017-0951_p0024",
      "zh_CN": "『修治最胜行』，「修」前面讲过了，是修改，是修理；「治」是对治，只要修治得当，这个行是「最胜行」。今天社会上普遍忘失道德，什么是道，什么是德，没有人知道了。我们如何修道成德？那在今天就是最胜行。什么是道？在大乘佛法里面讲，恒顺法性这是道。能够恒顺法性的总原则、总纲领，这是「道」；恒顺法性局部的原理原则，那是「德」。道是总的纲领、总的原则，像佛门里面讲的三皈、五戒、十善，《观经》里面讲的净业三福，一般大乘经典里面讲的四摄六度，这是属于道。某一个宗派里面修行的原理原则，那是德。道是通一切宗派、通一切法。",
      "zh_TW": "『修治最勝行』，「修」前面講過了，是修改，是修理；「治」是對治，只要修治得當，這個行是「最勝行」。今天社會上普遍忘失道德，什麼是道，什麼是德，沒有人知道了。我們如何修道成德？那在今天就是最勝行。什麼是道？在大乘佛法裡面講，恆順法性這是道。能夠恆順法性的總原則、總綱領，這是「道」；恆順法性局部的原理原則，那是「德」。道是總的綱領、總的原則，像佛門裡面講的三皈、五戒、十善，《觀經》裡面講的淨業三福，一般大乘經典裡面講的四攝六度，這是屬於道。某一個宗派裡面修行的原理原則，那是德。道是通一切宗派、通一切法。"
    },
    {
      "id": "12-017-0951_p0025",
      "zh_CN": "在中国儒家里面讲的道，道是什么？五伦是道，五常是道，伦常大道。五伦这是讲人与人的关系符合大自然的原理原则，在佛法讲称性。夫妇、父子、兄弟、君臣、朋友，这个关系是自然的，不是哪一个人发明，哪个人来制定的，不是的。你们想想，在这个地球上，不论是哪一个族群，不论是哪个国家、哪个地区，在从前彼此互相不往来的，有没有这五种关系？谁教他的？法尔如是，自然的原则，就像春夏秋冬四时的运作，这是道。五常：仁义礼智信。仁，爱人，爱自己，他也爱别人。义是尽义务不求报酬，欢喜帮助别人。礼是有节度，人与人之间往来都有个规矩，这个规矩是自自然然的。智，我们讲的理智。信是讲信用，人与人往来都有信用。仁义礼智信，属于道。局限于某一部分，我们讲的「孝悌忠信，礼义廉耻」，这是德，中国人讲八德；还有一个说法，「忠孝仁爱，信义和平」也称之为八德。",
      "zh_TW": "在中國儒家裡面講的道，道是什麼？五倫是道，五常是道，倫常大道。五倫這是講人與人的關係符合大自然的原理原則，在佛法講稱性。夫婦、父子、兄弟、君臣、朋友，這個關係是自然的，不是哪一個人發明，哪個人來制定的，不是的。你們想想，在這個地球上，不論是哪一個族群，不論是哪個國家、哪個地區，在從前彼此互相不往來的，有沒有這五種關係？誰教他的？法爾如是，自然的原則，就像春夏秋冬四時的運作，這是道。五常：仁義禮智信。仁，愛人，愛自己，他也愛別人。義是盡義務不求報酬，歡喜幫助別人。禮是有節度，人與人之間往來都有個規矩，這個規矩是自自然然的。智，我們講的理智。信是講信用，人與人往來都有信用。仁義禮智信，屬於道。侷限於某一部分，我們講的「孝悌忠信，禮義廉恥」，這是德，中國人講八德；還有一個說法，「忠孝仁愛，信義和平」也稱之為八德。"
    },
    {
      "id": "12-017-0951_p0026",
      "zh_CN": "如果我们起心动念、言语造作，在这一生当中都能够与道德相应，这是「施舍于自身」，这是「修治最胜行」，给社会做好样子。这些年来，我自从访问中国北京师范大学，看到它大堂外面竖了一个牌子，写了八个字「学为人师，身为世范」，我看了很感动。当时陪同我的，有学校的副校长，有好几位教授、学生代表，我给他们讲，这八个字就是《大方广佛华严经》。你们想想看，跟这几首偈子里面的精神相应不相应？我们要遵守道德、奉行伦理，佛陀教诲念念不忘，落实在自己日常生活当中，给世间人做一个样子，现身说法。教化众生的教材，六根六尘，随手拈来无不是称性的教材，这就是《大方广佛华严》，经是活的。",
      "zh_TW": "如果我們起心動念、言語造作，在這一生當中都能夠與道德相應，這是「施捨於自身」，這是「修治最勝行」，給社會做好樣子。這些年來，我自從訪問中國北京師範大學，看到它大堂外面豎了一個牌子，寫了八個字「學為人師，身為世範」，我看了很感動。當時陪同我的，有學校的副校長，有好幾位教授、學生代表，我給他們講，這八個字就是《大方廣佛華嚴經》。你們想想看，跟這幾首偈子裡面的精神相應不相應？我們要遵守道德、奉行倫理，佛陀教誨念念不忘，落實在自己日常生活當中，給世間人做一個樣子，現身說法。教化眾生的教材，六根六塵，隨手拈來無不是稱性的教材，這就是《大方廣佛華嚴》，經是活的。"
    },
    {
      "id": "12-017-0951_p0027",
      "zh_CN": "『严净诸刹海』，我们看到这第二句了，这是诸佛菩萨教化众生的目标，一切菩萨学习佛法的目的。教学的成果就是「严净诸刹海」。总得要记住先要严净自己的身心，身要端严，心要清净。身端严的标准是戒律，儒家讲的礼。心清净的标准，在佛法是定慧，儒家也不例外。儒说「知止而后有定，定而后能静，静而后能安，安而后能虑，虑而后能得」。得的是什么？得的是道，成的是德。得道成德，成德就得道了。道德相辅相成，这是儒家修学最高的标准，儒讲圣人的境界。圣贤无不是舍己为人，用自己的身体来布施。布施身体，布施精神，布施智慧，你的精神智慧都要这一个形象来表达、来显示。所以这个身，诸佛如来应化在九法界随类化身、随机说法，《楞严经》上所说的，「随众生心，应所知量」，随心应量。所以示现无量无边身，表演无量无边法，没有一法不是帮助众生觉悟的，帮助众生转恶为善的，转迷为悟，转凡成圣，达到了最高峰。",
      "zh_TW": "『嚴淨諸剎海』，我們看到這第二句了，這是諸佛菩薩教化眾生的目標，一切菩薩學習佛法的目的。教學的成果就是「嚴淨諸剎海」。總得要記住先要嚴淨自己的身心，身要端嚴，心要清淨。身端嚴的標準是戒律，儒家講的禮。心清淨的標準，在佛法是定慧，儒家也不例外。儒說「知止而后有定，定而后能靜，靜而后能安，安而后能慮，慮而后能得」。得的是什麼？得的是道，成的是德。得道成德，成德就得道了。道德相輔相成，這是儒家修學最高的標準，儒講聖人的境界。聖賢無不是捨己為人，用自己的身體來布施。布施身體，布施精神，布施智慧，你的精神智慧都要這一個形象來表達、來顯示。所以這個身，諸佛如來應化在九法界隨類化身、隨機說法，《楞嚴經》上所說的，「隨眾生心，應所知量」，隨心應量。所以示現無量無邊身，表演無量無邊法，沒有一法不是幫助眾生覺悟的，幫助眾生轉惡為善的，轉迷為悟，轉凡成聖，達到了最高峰。"
    },
    {
      "id": "12-017-0951_p0028",
      "zh_CN": "所以有同学问我，佛菩萨示现在六道里面，他来干什么的？我没有讲佛法的名词「普度众生」，我没有说这个，我说他很好懂的：佛菩萨应化到世间来，演戏的。他乍听之下，一下意思会不过来。我说：你再仔细想想，佛菩萨来就是世间的演艺人员，他到处去表演的，为人演说。他演说的是什么？受持读诵，他就演说这个。受，接受古圣先贤的教诲，把古圣先贤教诲都落实在自己生活上、工作上、应酬上，不就是表演！快快乐乐，表演得很逼真，心里面清净一尘不染，外面演的样子庄严，庄严就是真善美慧。外面表演的时候，要达到这个水平。把伦理道德演出来，把佛法里面的三皈、五戒、十善演出来，把菩萨的六度四摄演出来，无时无刻不在表演。",
      "zh_TW": "所以有同學問我，佛菩薩示現在六道裡面，他來幹什麼的？我沒有講佛法的名詞「普度眾生」，我沒有說這個，我說他很好懂的：佛菩薩應化到世間來，演戲的。他乍聽之下，一下意思會不過來。我說：你再仔細想想，佛菩薩來就是世間的演藝人員，他到處去表演的，為人演說。他演說的是什麼？受持讀誦，他就演說這個。受，接受古聖先賢的教誨，把古聖先賢教誨都落實在自己生活上、工作上、應酬上，不就是表演！快快樂樂，表演得很逼真，心裡面清淨一塵不染，外面演的樣子莊嚴，莊嚴就是真善美慧。外面表演的時候，要達到這個水平。把倫理道德演出來，把佛法裡面的三皈、五戒、十善演出來，把菩薩的六度四攝演出來，無時無刻不在表演。"
    },
    {
      "id": "12-017-0951_p0029",
      "zh_CN": "自己本身，本身确实像《金刚经》上说的「无我相，无人相，无众生相，无寿者相」，他才演得大自在。他才真正显示出学不厌，教不倦，表演当中也在学习，学习就是表演，这是一部《大方广佛华严》的方法，善巧方便，妙绝了。为什么他不疲不厌？正因为他深入般若波罗蜜多。不但四相空了，四见也没有了，「我见，人见，众生见，寿者见」都不会生起。他怎么会不自在？他怎么会疲劳？怎么会厌倦？凡是疲劳厌倦，这是烦恼！凡是烦恼起现行，凡夫边上有，佛菩萨那一边没有。因为凡夫有妄想分别执着，他就有疲劳，他有厌倦，佛菩萨那一边肯定没有。再看下面第五首：",
      "zh_TW": "自己本身，本身確實像《金剛經》上說的「無我相，無人相，無眾生相，無壽者相」，他才演得大自在。他才真正顯示出學不厭，教不倦，表演當中也在學習，學習就是表演，這是一部《大方廣佛華嚴》的方法，善巧方便，妙絕了。為什麼他不疲不厭？正因為他深入般若波羅蜜多。不但四相空了，四見也沒有了，「我見，人見，眾生見，壽者見」都不會生起。他怎麼會不自在？他怎麼會疲勞？怎麼會厭倦？凡是疲勞厭倦，這是煩惱！凡是煩惱起現行，凡夫邊上有，佛菩薩那一邊沒有。因為凡夫有妄想分別執著，他就有疲勞，他有厭倦，佛菩薩那一邊肯定沒有。再看下面第五首："
    },
    {
      "id": "12-017-0951_p0030",
      "zh_CN": "【耳鼻头手足，及以诸宫殿，舍之无有量，严净诸刹海。】",
      "zh_TW": "【耳鼻頭手足，及以諸宮殿，捨之無有量，嚴淨諸剎海。】"
    },
    {
      "id": "12-017-0951_p0031",
      "zh_CN": "前面这一句，这是我们的身分，可以拿来做布施供养。人家要我们的耳朵，耳朵割下来供养人；人家要我们的鼻子，鼻子挖出来供养人，是不是这个意思？不是的，这个讲法你就错了。我们需要这些器官来表演供养人，割下来供养人，一次，以后再也不能表演了。一定要懂得经典里面的真实义，所以开经偈里的「愿解如来真实义」，这一句，难！观世音菩萨示现千手千眼，你们有没有看到普贤菩萨的千手千眼身，文殊菩萨的千手千眼身。许多人看到观世音菩萨千手千眼身，其他菩萨就很少见到了。其实每一尊菩萨都现的是千手千眼，两个手不够用！两只眼睛不够用！你只有两个手、两个眼睛，都要把它拿来布施给别人，你还能做什么事情？所以，这个地方讲的布施，『耳鼻头手足』布施，是拿这些为一切众生服务。众生是什么？你没有看到，我看到了，我用我的眼见来布施你、来帮助你。你没有听到，我听到了，特别是在闻法，你也在听，你没有听懂，我听懂！我听懂了，我再告诉你，就是我这个耳布施给你，为你服务，是这个意思。",
      "zh_TW": "前面這一句，這是我們的身分，可以拿來做布施供養。人家要我們的耳朵，耳朵割下來供養人；人家要我們的鼻子，鼻子挖出來供養人，是不是這個意思？不是的，這個講法你就錯了。我們需要這些器官來表演供養人，割下來供養人，一次，以後再也不能表演了。一定要懂得經典裡面的真實義，所以開經偈裡的「願解如來真實義」，這一句，難！觀世音菩薩示現千手千眼，你們有沒有看到普賢菩薩的千手千眼身，文殊菩薩的千手千眼身。許多人看到觀世音菩薩千手千眼身，其他菩薩就很少見到了。其實每一尊菩薩都現的是千手千眼，兩個手不夠用！兩隻眼睛不夠用！你只有兩個手、兩個眼睛，都要把它拿來布施給別人，你還能做什麼事情？所以，這個地方講的布施，『耳鼻頭手足』布施，是拿這些為一切眾生服務。眾生是什麼？你沒有看到，我看到了，我用我的眼見來布施你、來幫助你。你沒有聽到，我聽到了，特別是在聞法，你也在聽，你沒有聽懂，我聽懂！我聽懂了，我再告訴你，就是我這個耳布施給你，為你服務，是這個意思。"
    },
    {
      "id": "12-017-0951_p0032",
      "zh_CN": "世间人粗心大意，许许多多微细的征兆，真的他看不到，吉凶祸福的预兆，我举这个例子，大家容易懂。头脑清净的人，欲望烦恼少的人，他能看得很清楚，他能够把他所见到的告诉大家。但是往往许多人听了，他不能完全相信，半信半疑。特别是不善的预兆，灾难的预兆，众生一定要等到灾难现前了，那个时候没有法子，只有承受。但是预兆刚刚起来的时候可以防止、可以避免，但是那个时候人不相信，不能接受，一定要等到灾难来了，这就没有法子了。手为一切众生服务，这是最普遍的，足为一切众生奔波，这叫布施，这是内财布施。",
      "zh_TW": "世間人粗心大意，許許多多微細的徵兆，真的他看不到，吉凶禍福的預兆，我舉這個例子，大家容易懂。頭腦清淨的人，欲望煩惱少的人，他能看得很清楚，他能夠把他所見到的告訴大家。但是往往許多人聽了，他不能完全相信，半信半疑。特別是不善的預兆，災難的預兆，眾生一定要等到災難現前了，那個時候沒有法子，只有承受。但是預兆剛剛起來的時候可以防止、可以避免，但是那個時候人不相信，不能接受，一定要等到災難來了，這就沒有法子了。手為一切眾生服務，這是最普遍的，足為一切眾生奔波，這叫布施，這是內財布施。"
    },
    {
      "id": "12-017-0951_p0033",
      "zh_CN": "下面一句，『及以诸宫殿』，那是外财布施。在外财布施里头最难的是宫殿房屋。这些人没有地方居住，生活过得很苦，你能以外财布施他，这就是现在社会上所讲的慈善福利事业，做的人很多。诸佛菩萨、世出世间大圣大贤，哪一个不是在做慈善福利事业？统统都是。但是所见所闻不相同，智慧不相同，所以圣贤、佛菩萨他们做得彻底、做得究竟、做得圆满。因为他知道世出世间所有一切苦难从哪里来的？从迷惑来的。所有一切自在安乐从哪里来的？从觉悟来的。所以佛菩萨、圣贤人对一切众生布施供养里头，最重要的是法供养，财供养在其次，财供养是非常非常有限的。法供养才是慈济之根本，慈悲救济的大根大本，是在法布施。为一切众生演说，在表演、在讲解，这是用内财修法布施。外财布施是帮助内财的布施，做为辅助，而不是主导。这个道理很深，我们要懂，要好好的来学习，学习佛菩萨眼到手到，见到众生有苦难立刻伸手援助帮忙。今天这个世间最大的灾难是什么？给诸位说，不是天灾人祸，也不是世界末日，世界末日我看起来是小灾难。真正灾难是什么？是不认识道德，不认识圣贤的教诲，迷惑在烦恼习气之中，随顺烦恼习气。这个不得了，它所造成的祸害无有穷尽，非常可怕。",
      "zh_TW": "下面一句，『及以諸宮殿』，那是外財布施。在外財布施裡頭最難的是宮殿房屋。這些人沒有地方居住，生活過得很苦，你能以外財布施他，這就是現在社會上所講的慈善福利事業，做的人很多。諸佛菩薩、世出世間大聖大賢，哪一個不是在做慈善福利事業？統統都是。但是所見所聞不相同，智慧不相同，所以聖賢、佛菩薩他們做得徹底、做得究竟、做得圓滿。因為他知道世出世間所有一切苦難從哪裡來的？從迷惑來的。所有一切自在安樂從哪裡來的？從覺悟來的。所以佛菩薩、聖賢人對一切眾生布施供養裡頭，最重要的是法供養，財供養在其次，財供養是非常非常有限的。法供養才是慈濟之根本，慈悲救濟的大根大本，是在法布施。為一切眾生演說，在表演、在講解，這是用內財修法布施。外財布施是幫助內財的布施，做為輔助，而不是主導。這個道理很深，我們要懂，要好好的來學習，學習佛菩薩眼到手到，見到眾生有苦難立刻伸手援助幫忙。今天這個世間最大的災難是什麼？給諸位說，不是天災人禍，也不是世界末日，世界末日我看起來是小災難。真正災難是什麼？是不認識道德，不認識聖賢的教誨，迷惑在煩惱習氣之中，隨順煩惱習氣。這個不得了，它所造成的禍害無有窮盡，非常可怕。"
    },
    {
      "id": "12-017-0951_p0034",
      "zh_CN": "诸佛菩萨应化在世间，我们深深相信，人数肯定不少，是哪些人？你细心去观察，这个人起心动念、言语造作，他是随顺道德的，随顺佛菩萨教诲的，而不随顺烦恼习气，这个人肯定不是凡夫，我们一般说，肯定是个再来人。他不是来应劫的，他到这个地方来，是来表演的、是来唱戏的，是来觉悟一切众生的，他不迷惑！所以他示现榜样给人看。世间人自私自利，起心动念、一切造作为自己，不能够舍己为人。觉悟的人不然，觉悟的人肯定是舍己为人。这个身，舍身，身是为一切众生服务的，不是为自己享福的、作乐的，不是！它不是一个享福作乐的工具，它是为众生服务的工具，尤其是为一切苦难众生服务，做工具。身尚且能舍，何况身外之物？说到「宫殿」，那就是说明没有不能舍的。宫殿是财富里面最大的，能舍，那小的当然就不必说了。像在现代有不少大富长者，他们有财力，我们常常听说，在一些贫穷落后的地区建立学校，建中学、建大学，这是布施诸宫殿。在佛门里面，我们也看到许许多多人，有的是自己独自的财力，有的是结合大众的财力，建立道场，这也是布施供养。但是这种布施供养，我在讲经的时候常说，建立梵刹道场目的何在？是为了成就出家人的，修道养道。出家人修行办道总得有个场所，你能提供他这个场所，他将来在道业上成就，你有无量功德，这是一类的道场。",
      "zh_TW": "諸佛菩薩應化在世間，我們深深相信，人數肯定不少，是哪些人？你細心去觀察，這個人起心動念、言語造作，他是隨順道德的，隨順佛菩薩教誨的，而不隨順煩惱習氣，這個人肯定不是凡夫，我們一般說，肯定是個再來人。他不是來應劫的，他到這個地方來，是來表演的、是來唱戲的，是來覺悟一切眾生的，他不迷惑！所以他示現榜樣給人看。世間人自私自利，起心動念、一切造作為自己，不能夠捨己為人。覺悟的人不然，覺悟的人肯定是捨己為人。這個身，捨身，身是為一切眾生服務的，不是為自己享福的、作樂的，不是！它不是一個享福作樂的工具，它是為眾生服務的工具，尤其是為一切苦難眾生服務，做工具。身尚且能捨，何況身外之物？說到「宮殿」，那就是說明沒有不能捨的。宮殿是財富裡面最大的，能捨，那小的當然就不必說了。像在現代有不少大富長者，他們有財力，我們常常聽說，在一些貧窮落後的地區建立學校，建中學、建大學，這是布施諸宮殿。在佛門裡面，我們也看到許許多多人，有的是自己獨自的財力，有的是結合大眾的財力，建立道場，這也是布施供養。但是這種布施供養，我在講經的時候常說，建立梵剎道場目的何在？是為了成就出家人的，修道養道。出家人修行辦道總得有個場所，你能提供他這個場所，他將來在道業上成就，你有無量功德，這是一類的道場。"
    },
    {
      "id": "12-017-0951_p0035",
      "zh_CN": "另外一类道场是讲经的处所、教学的处所。在中国古时候，一般称之为下院。下院这个寺院庵堂多半建立在市区，人口稠密之处。为什么？讲经说法大家来听经方便。至于修道养道，多半建立在山林，人迹罕至之处，所谓是修身养性，方便。道场不外乎一个是成就自己的，一个是成就众生的。总得先成就自己，然后才能够弘法利生；自己没有成就，要想成就别人，没这个道理。所以道场有这两种性质。我们要细心观察，建立这个道场是属于哪一种性质，能不能收到预期的效果，这个很重要。不可以盲目的布施供养，盲目布施供养不但没有利益，有的时候反而造成了不善处，那就错了。这些都要智慧，像菩萨所见的「智光明」，有智光明修福没问题，没有智光明修福往往是有问题的，这我们不能不知道。",
      "zh_TW": "另外一類道場是講經的處所、教學的處所。在中國古時候，一般稱之為下院。下院這個寺院庵堂多半建立在市區，人口稠密之處。為什麼？講經說法大家來聽經方便。至於修道養道，多半建立在山林，人跡罕至之處，所謂是修身養性，方便。道場不外乎一個是成就自己的，一個是成就眾生的。總得先成就自己，然後才能夠弘法利生；自己沒有成就，要想成就別人，沒這個道理。所以道場有這兩種性質。我們要細心觀察，建立這個道場是屬於哪一種性質，能不能收到預期的效果，這個很重要。不可以盲目的布施供養，盲目布施供養不但沒有利益，有的時候反而造成了不善處，那就錯了。這些都要智慧，像菩薩所見的「智光明」，有智光明修福沒問題，沒有智光明修福往往是有問題的，這我們不能不知道。"
    },
    {
      "id": "12-017-0951_p0036",
      "zh_CN": "在今天时代不相同了，道场的建立，我在九０年的时候到北京访问，第一次见到赵朴初老居士。他跟我非常有缘，头一次见面我们就谈了四个多小时，非常欢喜。我向他老人家提出，我对于道场的看法。现在时代不一样了，中国千百年的道场很多，这些道场在今天都不能使用了，为什么？变成观光旅游的地点。一看到这个寺庙有几千年、几百年，人家到这里观光旅游，头一个就到你这里来看，你还能办道吗？所以古道场把它修建起来，修建好做什么用？做观光旅游用。这是历史文化的展览，我们把它看成这个，展览馆！提供给大家参观。还可以提供一些机会教育，这个教育是完全对观光客的、对旅游人的。介绍佛门这些文物，佛门的历史，佛门教学的精神，使他真正能够认识佛教。而真正修学、弘法的道场能另建。现在交通便捷、资讯发达，所以不需要建立很多的道场，我向赵朴老建议十个就圆满了。为什么建十个？佛法在中国有十个宗派。每一个宗派建一个，你想学哪一个宗派，你就到那个地方去学习。而这个道场的建立，一定要像现在外国的大学城。这个道场里面分两个部分，一个是学院，一个是学会；学会是提供大家修行的一个场所，学院是培养弘法人才、培养管理人才。许多寺庙都做旅游观光，那里头要有人照顾，要真正懂得佛法的人去住持、去做机会教育的工作。至于培训这些弘法人才，培训出来之后，他们对全世界讲经说法。在哪里讲？在卫星电视台，在网际网路，把他们所修所学的，用这个方式来教化一切众生。朴老当时听到我这个意思，欢喜！我们聊天愈聊愈欢喜。",
      "zh_TW": "在今天時代不相同了，道場的建立，我在九０年的時候到北京訪問，第一次見到趙樸初老居士。他跟我非常有緣，頭一次見面我們就談了四個多小時，非常歡喜。我向他老人家提出，我對於道場的看法。現在時代不一樣了，中國千百年的道場很多，這些道場在今天都不能使用了，為什麼？變成觀光旅遊的地點。一看到這個寺廟有幾千年、幾百年，人家到這裡觀光旅遊，頭一個就到你這裡來看，你還能辦道嗎？所以古道場把它修建起來，修建好做什麼用？做觀光旅遊用。這是歷史文化的展覽，我們把它看成這個，展覽館！提供給大家參觀。還可以提供一些機會教育，這個教育是完全對觀光客的、對旅遊人的。介紹佛門這些文物，佛門的歷史，佛門教學的精神，使他真正能夠認識佛教。而真正修學、弘法的道場能另建。現在交通便捷、資訊發達，所以不需要建立很多的道場，我向趙樸老建議十個就圓滿了。為什麼建十個？佛法在中國有十個宗派。每一個宗派建一個，你想學哪一個宗派，你就到那個地方去學習。而這個道場的建立，一定要像現在外國的大學城。這個道場裡面分兩個部分，一個是學院，一個是學會；學會是提供大家修行的一個場所，學院是培養弘法人才、培養管理人才。許多寺廟都做旅遊觀光，那裡頭要有人照顧，要真正懂得佛法的人去住持、去做機會教育的工作。至於培訓這些弘法人才，培訓出來之後，他們對全世界講經說法。在哪裡講？在衛星電視台，在網際網路，把他們所修所學的，用這個方式來教化一切眾生。樸老當時聽到我這個意思，歡喜！我們聊天愈聊愈歡喜。"
    },
    {
      "id": "12-017-0951_p0037",
      "zh_CN": "所以时代不一样了，我们佛家讲时节因缘不相同，我们的作法也不一样。以往一个世纪之前那个做法，那是已经过去了，我们要迎接新的时代，有新的作法。不仅对中国人，要对全世界的人民，佛如是，儒亦如是，道亦如是。这三家都是真实教诲、真实智慧，应当要发扬光大，应当要流传后世。这三家要有传法之人，使这三家的教学代代不绝。这是我当年给朴老所说的。非常可惜，我认识他的时候，他年岁已高，虽然有这个认识，精神体力不够，所以没有办法推动，使我们感到非常遗憾。但是我们非常感念老人，老人有智慧、有愿心，非常难得。这是讲今天我们在这个时代怎样舍身，怎样舍财，来严净诸刹海。现在时间到了，我们今天就讲到此地。",
      "zh_TW": "所以時代不一樣了，我們佛家講時節因緣不相同，我們的作法也不一樣。以往一個世紀之前那個做法，那是已經過去了，我們要迎接新的時代，有新的作法。不僅對中國人，要對全世界的人民，佛如是，儒亦如是，道亦如是。這三家都是真實教誨、真實智慧，應當要發揚光大，應當要流傳後世。這三家要有傳法之人，使這三家的教學代代不絕。這是我當年給樸老所說的。非常可惜，我認識他的時候，他年歲已高，雖然有這個認識，精神體力不夠，所以沒有辦法推動，使我們感到非常遺憾。但是我們非常感念老人，老人有智慧、有願心，非常難得。這是講今天我們在這個時代怎樣捨身，怎樣捨財，來嚴淨諸剎海。現在時間到了，我們今天就講到此地。"
    }
  ]
}