{
  "doc_id": "12-017-0944",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九四四卷",
    "zh_TW": "第九四四卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0944",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "12-017-0944_p0001",
      "zh_CN": "诸位同学，请看「毘卢遮那品」，「威光获益」这十一句里面的第三句看起：",
      "zh_TW": "諸位同學，請看「毘盧遮那品」，「威光獲益」這十一句裡面的第三句看起："
    },
    {
      "id": "12-017-0944_p0002",
      "zh_CN": "【十方法界普光明藏清净眼智光明。】",
      "zh_TW": "【十方法界普光明藏清淨眼智光明。】"
    },
    {
      "id": "12-017-0944_p0003",
      "zh_CN": "前面在上一句，就是第二句所说的「一切法悉入最初菩提心中住智光明」，跟诸位介绍过了。清凉大师在末后引用「梵行品」里面一段经文，这段经文很重要。我们在此地把它念一遍，这是上次时间到了，我们今天把它补出来。",
      "zh_TW": "前面在上一句，就是第二句所說的「一切法悉入最初菩提心中住智光明」，跟諸位介紹過了。清涼大師在末後引用「梵行品」裡面一段經文，這段經文很重要。我們在此地把它念一遍，這是上次時間到了，我們今天把它補出來。"
    },
    {
      "id": "12-017-0944_p0004",
      "zh_CN": "「梵行品云，若诸菩萨，能与如是观行相应，于诸法中不生二解，一切佛法疾得现前」，这两句话非常重要。我们学佛的人为什么不能入佛境界？就是我们于一切法总是免不了起心动念，眼见也好，耳闻也好，鼻臭、舌尝、身触，一接触就起心动念，就生分别执着，妄想当然在其中，这是我们不能契入佛境界的原因。佛何以能够证得究竟圆满，他们的本事就是六根接触六尘境界「不生二解」。不生二解，用现代的话就是他不起二念，他就一念。一念是了别，清清楚楚明明白白；换句话说，他没有起心动念，没有分别执着，他见的是一真法界。才起心动念，外面境界必定受扭曲，就产生变化，就不是原本的样子，我们凡夫没有办法觉察。一切法从心想生，从心想生是凡夫。佛没有心想，所以佛境界里一切法不生不灭，不来不去，不常不断，不一不异，法尔如是。这是诸佛如来、法身菩萨所见到的真实境界。我们六根接触六尘境界起心动念，起心动念之后，肯定产生七情五欲，随之就生起来。怎么晓得？七情五欲是烦恼，是阿赖耶里面的习气。这个我喜欢，那个我讨厌，这个我要捧他、赞他，那个我要毁谤他，我要打倒他，搞这些东西，统统都在造罪业。不了解一切法的真相！所以，「梵行品」将来我们还会读到，什么时候我们也像这些菩萨一样，「能与如是观行相应」，于一切法中不起心、不动念、不分别、不执着，这样一切佛法你就很快的现前了。",
      "zh_TW": "「梵行品云，若諸菩薩，能與如是觀行相應，於諸法中不生二解，一切佛法疾得現前」，這兩句話非常重要。我們學佛的人為什麼不能入佛境界？就是我們於一切法總是免不了起心動念，眼見也好，耳聞也好，鼻臭、舌嘗、身觸，一接觸就起心動念，就生分別執著，妄想當然在其中，這是我們不能契入佛境界的原因。佛何以能夠證得究竟圓滿，他們的本事就是六根接觸六塵境界「不生二解」。不生二解，用現代的話就是他不起二念，他就一念。一念是了別，清清楚楚明明白白；換句話說，他沒有起心動念，沒有分別執著，他見的是一真法界。才起心動念，外面境界必定受扭曲，就產生變化，就不是原本的樣子，我們凡夫沒有辦法覺察。一切法從心想生，從心想生是凡夫。佛沒有心想，所以佛境界裡一切法不生不滅，不來不去，不常不斷，不一不異，法爾如是。這是諸佛如來、法身菩薩所見到的真實境界。我們六根接觸六塵境界起心動念，起心動念之後，肯定產生七情五欲，隨之就生起來。怎麼曉得？七情五欲是煩惱，是阿賴耶裡面的習氣。這個我喜歡，那個我討厭，這個我要捧他、讚他，那個我要毀謗他，我要打倒他，搞這些東西，統統都在造罪業。不了解一切法的真相！所以，「梵行品」將來我們還會讀到，什麼時候我們也像這些菩薩一樣，「能與如是觀行相應」，於一切法中不起心、不動念、不分別、不執著，這樣一切佛法你就很快的現前了。"
    },
    {
      "id": "12-017-0944_p0005",
      "zh_CN": "「初发心时，即得阿耨多罗三藐三菩提」，这句话就是初发心即成佛道。「知一切法即心自性，成就慧身，不由他悟」，佛菩萨在此地给我们讲真实话，一个人大彻大悟、明心见性，证得无上菩提，他怎么证得的。然后我们就晓得，我们在日常生活当中，怎么样修行才是真正的功夫，那就是六根接触外面六尘境界，清清楚楚、明明白白，这是慧；如如不动，也就是不起心、不动念、不分别、不执着，这是定。什么定？「自性本定」，本来就是这样的。知道法界、遍虚空法界就是自己的心性，遍法界虚空界里面一切诸法就是自己心性，离开自己心性无有一法可得。这是什么？这个话什么意思？虚空法界是我自性变现的，刹土众生也是我自性变现的，十方一切诸佛刹土是我自性变现的，十法界、六道三途还是我自性变现的，离开自性真的无有一法可得。这个事情就像作梦一样，梦中什么境界都有，那境界从哪里来的？自性变现的。",
      "zh_TW": "「初發心時，即得阿耨多羅三藐三菩提」，這句話就是初發心即成佛道。「知一切法即心自性，成就慧身，不由他悟」，佛菩薩在此地給我們講真實話，一個人大徹大悟、明心見性，證得無上菩提，他怎麼證得的。然後我們就曉得，我們在日常生活當中，怎麼樣修行才是真正的功夫，那就是六根接觸外面六塵境界，清清楚楚、明明白白，這是慧；如如不動，也就是不起心、不動念、不分別、不執著，這是定。什麼定？「自性本定」，本來就是這樣的。知道法界、遍虛空法界就是自己的心性，遍法界虛空界裡面一切諸法就是自己心性，離開自己心性無有一法可得。這是什麼？這個話什麼意思？虛空法界是我自性變現的，剎土眾生也是我自性變現的，十方一切諸佛剎土是我自性變現的，十法界、六道三途還是我自性變現的，離開自性真的無有一法可得。這個事情就像作夢一樣，夢中什麼境界都有，那境界從哪裡來的？自性變現的。"
    },
    {
      "id": "12-017-0944_p0006",
      "zh_CN": "自性是能变，虚空法界一切诸法是所变，能所是一不是二。你要把这个事情搞清楚、搞明白了，世出世间所有一切对立都化解了，哪有对立的？没有！自己跟自己还对立吗？有我、有人，我跟人两个对立；有我、有你、有他，我跟你、他三个人对立，没有！一即是三，三即是一，你怎么个对立法？左手跟右手对立吗？左眼睛跟右眼睛对立吗？左耳跟右耳对立吗？哪有这种事！它不对立，为什么不对立？一身！什么时候我们证得遍法界虚空界一切法、诸法是我自己一身，这一身就是法身，你就证得法身。证得法身，恭喜你，你是法身如来，一点都不假。「破一品无明，证一分法身」，那个人就是法身如来，《华严经》里面圆教初住菩萨。他虽然没有证得圆满，他证得「分证」，那是真的，一点不假。我们学佛，在这一生当中最低限度要入这个境界，我们大乘法没有白学。稍稍有契入之后，快乐无比！真叫离苦得乐。这个快乐没有法子形容，这个快乐跟苦不是相对的，相对的那个苦跟乐两边都离了。这个乐怎么说法？套经上一句话说，「法尔如是」，本来就是这样的。所以「不由他悟」，与他不相干。清凉大师后头还有一句话「如玄文已明，下当更说」。下面还会说到，「玄义」里面讲得详细，我们这次讲《华严》，玄义没有说。玄义什么时候讲？把《华严》全经讲完之后，再跟诸位来说玄义，那个味道就很足了！",
      "zh_TW": "自性是能變，虛空法界一切諸法是所變，能所是一不是二。你要把這個事情搞清楚、搞明白了，世出世間所有一切對立都化解了，哪有對立的？沒有！自己跟自己還對立嗎？有我、有人，我跟人兩個對立；有我、有你、有他，我跟你、他三個人對立，沒有！一即是三，三即是一，你怎麼個對立法？左手跟右手對立嗎？左眼睛跟右眼睛對立嗎？左耳跟右耳對立嗎？哪有這種事！它不對立，為什麼不對立？一身！什麼時候我們證得遍法界虛空界一切法、諸法是我自己一身，這一身就是法身，你就證得法身。證得法身，恭喜你，你是法身如來，一點都不假。「破一品無明，證一分法身」，那個人就是法身如來，《華嚴經》裡面圓教初住菩薩。他雖然沒有證得圓滿，他證得「分證」，那是真的，一點不假。我們學佛，在這一生當中最低限度要入這個境界，我們大乘法沒有白學。稍稍有契入之後，快樂無比！真叫離苦得樂。這個快樂沒有法子形容，這個快樂跟苦不是相對的，相對的那個苦跟樂兩邊都離了。這個樂怎麼說法？套經上一句話說，「法爾如是」，本來就是這樣的。所以「不由他悟」，與他不相干。清涼大師後頭還有一句話「如玄文已明，下當更說」。下面還會說到，「玄義」裡面講得詳細，我們這次講《華嚴》，玄義沒有說。玄義什麼時候講？把《華嚴》全經講完之後，再跟諸位來說玄義，那個味道就很足了！"
    },
    {
      "id": "12-017-0944_p0007",
      "zh_CN": "现在我们再看今天读的这句经文，这句经文的意思也非常深广。「十方法界普光明藏清净眼智光明」，诸位总要记住，这十一句威光菩萨所得的，这十一句都叫做『智光明』。「智光明」在前面第一句的时候已经跟诸位说过，每一句都是属于智光明。智是说的体，智是讲的根本智；光明是讲的作用，后得智。这就是《般若经》上讲的，这个智就是般若无知，光明是无所不知。所以无知之智是体，有知之智是用，光明遍照，无所不知。清凉大师在这一句给我们一个题目叫「大智智明」，这第三句。「法界者，所照之体大也」，就是光明遍照，光明所照的是体大，这称之为法界。『普光明』就是相大。「智慧光明，遍照法界」，我们一看就明了，用大、作用大！这是属于后得智。前面「普光明」是根本智，所以它照的是法界。",
      "zh_TW": "現在我們再看今天讀的這句經文，這句經文的意思也非常深廣。「十方法界普光明藏清淨眼智光明」，諸位總要記住，這十一句威光菩薩所得的，這十一句都叫做『智光明』。「智光明」在前面第一句的時候已經跟諸位說過，每一句都是屬於智光明。智是說的體，智是講的根本智；光明是講的作用，後得智。這就是《般若經》上講的，這個智就是般若無知，光明是無所不知。所以無知之智是體，有知之智是用，光明遍照，無所不知。清涼大師在這一句給我們一個題目叫「大智智明」，這第三句。「法界者，所照之體大也」，就是光明遍照，光明所照的是體大，這稱之為法界。『普光明』就是相大。「智慧光明，遍照法界」，我們一看就明瞭，用大、作用大！這是屬於後得智。前面「普光明」是根本智，所以它照的是法界。"
    },
    {
      "id": "12-017-0944_p0008",
      "zh_CN": "我们看后面大师《疏》里面说，「蕴恒沙性德，故名为藏」，这是解释经文里面『藏』的意思，这里头蕴藏着恒河沙数无量无边的性德。德是什么？德能，我们今天讲能力，你有无量无边的能力；还有相好，无量无边的相好庄严。你看看世间人求的这个东西，无论是中国外国，无论是你信仰哪个宗教，我们要问你：你求不求智慧？求！你求不求技能、能力？求！我想什么都会。你想不想相好，相貌庄严，身体健康，居住的环境舒适美好，你想不想？想，哪个不想！这个可以说不分国家、不分种族、不分宗教，没有一个不希求，佛法里头圆满具足。前面我们读过的十卷经文，讲毘卢遮那的依正庄严不就讲这三桩事情？你看看他有圆满的智慧、有圆满的能力、有圆满的福报，他从哪里来的？这品经文里告诉我们，自性里头本来具足的。正是末后佛给我们宣布，「一切众生皆有如来智慧德相」，可惜，「但以妄想执着而不能证得」。所以，佛对众生尊重，为什么？你跟我一样，完全相同，我并不比你多一点智慧、多一点福报，没有，我们是平等的。",
      "zh_TW": "我們看後面大師《疏》裡面說，「蘊恆沙性德，故名為藏」，這是解釋經文裡面『藏』的意思，這裡頭蘊藏著恆河沙數無量無邊的性德。德是什麼？德能，我們今天講能力，你有無量無邊的能力；還有相好，無量無邊的相好莊嚴。你看看世間人求的這個東西，無論是中國外國，無論是你信仰哪個宗教，我們要問你：你求不求智慧？求！你求不求技能、能力？求！我想什麼都會。你想不想相好，相貌莊嚴，身體健康，居住的環境舒適美好，你想不想？想，哪個不想！這個可以說不分國家、不分種族、不分宗教，沒有一個不希求，佛法裡頭圓滿具足。前面我們讀過的十卷經文，講毘盧遮那的依正莊嚴不就講這三樁事情？你看看他有圓滿的智慧、有圓滿的能力、有圓滿的福報，他從哪裡來的？這品經文裡告訴我們，自性裡頭本來具足的。正是末後佛給我們宣布，「一切眾生皆有如來智慧德相」，可惜，「但以妄想執著而不能證得」。所以，佛對眾生尊重，為什麼？你跟我一樣，完全相同，我並不比你多一點智慧、多一點福報，沒有，我們是平等的。"
    },
    {
      "id": "12-017-0944_p0009",
      "zh_CN": "佛尊重一切众生，一切众生迷惑颠倒，不知道尊重佛菩萨，还要任意毁谤佛菩萨，那有什么法子！毁谤对他有没有伤害？一丝毫的伤害都没有。即使我们在《金刚经》，这是大家念得多的，我们在《金刚经》上看到忍辱仙人被歌利王割截身体，凌迟处死，歌利王对忍辱仙人有没有伤害？一丝毫的伤害都没有。不但没有伤害，成就忍辱仙人圆满功德；他的忍辱波罗蜜、持戒波罗蜜圆满了。就像学生读书，这是一次考试，这次考试通过了。被歌利王割截身体，没有一丝毫瞋恚的心，念头都没有，忍辱波罗蜜圆满；没有一丝毫报复的念头，持戒波罗蜜圆满，所以没有损害。一切迷惑颠倒的众生，对修行人无论是有意无意，毁谤也好、误会也好、陷害也好，对真正修行人来讲，我常说的，替修行人消业障，成就修行人的功德。修行人什么功德？忍辱的功德、持戒的功德。再细说，这里头还包括布施的功德，精进、禅定、般若的功德，无量无边功德都在这里头显示出来了。无始劫以来跟一切众生对立的心没有了，完全融化了，真正所谓是化敌为友、化怨为亲、化迷为悟、化恶为善、化凡为圣，无量无边的功德在这个地方显示出来。谁能够见到？真正修行人见到，欢喜赞叹。",
      "zh_TW": "佛尊重一切眾生，一切眾生迷惑顛倒，不知道尊重佛菩薩，還要任意毀謗佛菩薩，那有什麼法子！毀謗對他有沒有傷害？一絲毫的傷害都沒有。即使我們在《金剛經》，這是大家念得多的，我們在《金剛經》上看到忍辱仙人被歌利王割截身體，凌遲處死，歌利王對忍辱仙人有沒有傷害？一絲毫的傷害都沒有。不但沒有傷害，成就忍辱仙人圓滿功德；他的忍辱波羅蜜、持戒波羅蜜圓滿了。就像學生讀書，這是一次考試，這次考試通過了。被歌利王割截身體，沒有一絲毫瞋恚的心，念頭都沒有，忍辱波羅蜜圓滿；沒有一絲毫報復的念頭，持戒波羅蜜圓滿，所以沒有損害。一切迷惑顛倒的眾生，對修行人無論是有意無意，毀謗也好、誤會也好、陷害也好，對真正修行人來講，我常說的，替修行人消業障，成就修行人的功德。修行人什麼功德？忍辱的功德、持戒的功德。再細說，這裡頭還包括布施的功德，精進、禪定、般若的功德，無量無邊功德都在這裡頭顯示出來了。無始劫以來跟一切眾生對立的心沒有了，完全融化了，真正所謂是化敵為友、化怨為親、化迷為悟、化惡為善、化凡為聖，無量無邊的功德在這個地方顯示出來。誰能夠見到？真正修行人見到，歡喜讚歎。"
    },
    {
      "id": "12-017-0944_p0010",
      "zh_CN": "对造恶业的众生感恩图报，就像忍辱仙人一样，他对于歌利王感恩，发愿自己将来成佛第一个要度他。所以那个时候的忍辱仙人就是今天的释迦牟尼佛，那个时候的歌利王就是现在世尊会下憍陈如尊者。鹿野苑度五比丘，憍陈如第一个开悟，证阿罗汉果。菩萨说话算数，决定不打妄语，决定不欺骗众生，说到一定做到。所以冤亲债主一定是第一个得度，优先要度他们，为什么？没有他们怎么能成就你的德行？谁成就你？这些人成就的！世间迷惑颠倒的人，不是真修行的人，他把这些人永远当作冤家对头，冤冤相报生生世世没完没了，错了！大错特错，这就叫迷。迷悟不同就在这个地方。所以学佛，什么时候学到心地完全清净了，纯净纯善，对这个世间一切人一切事一切物，没有丝毫怨尤，怨天尤人这个念头没有、完全没有了。心境平和，法喜充满，智慧增长。所以自性里头蕴藏着无量无边的性德，这里用个「藏」字。",
      "zh_TW": "對造惡業的眾生感恩圖報，就像忍辱仙人一樣，他對於歌利王感恩，發願自己將來成佛第一個要度他。所以那個時候的忍辱仙人就是今天的釋迦牟尼佛，那個時候的歌利王就是現在世尊會下憍陳如尊者。鹿野苑度五比丘，憍陳如第一個開悟，證阿羅漢果。菩薩說話算數，決定不打妄語，決定不欺騙眾生，說到一定做到。所以冤親債主一定是第一個得度，優先要度他們，為什麼？沒有他們怎麼能成就你的德行？誰成就你？這些人成就的！世間迷惑顛倒的人，不是真修行的人，他把這些人永遠當作冤家對頭，冤冤相報生生世世沒完沒了，錯了！大錯特錯，這就叫迷。迷悟不同就在這個地方。所以學佛，什麼時候學到心地完全清淨了，純淨純善，對這個世間一切人一切事一切物，沒有絲毫怨尤，怨天尤人這個念頭沒有、完全沒有了。心境平和，法喜充滿，智慧增長。所以自性裡頭蘊藏著無量無邊的性德，這裡用個「藏」字。"
    },
    {
      "id": "12-017-0944_p0011",
      "zh_CN": "「妄惑本空，故云清净」，「妄」是妄想，「惑」是迷惑。妄想、迷惑本来空，要不要去断？你要去断它，就又加一层妄想迷惑。本来空，没事，不理会就完了。妄想起来、迷惑起来，不要理会。念佛人有一个很妙的方法，把念头立刻转上「阿弥陀佛」。六根在六尘上才起心动念，这第一念，第二念「阿弥陀佛」，归到「阿弥陀佛」上来了，马上就化解。无想、无念的时候，也是「阿弥陀佛」，把无明破掉。这一句阿弥陀佛威德能破妄想分别执着，又能破根本无明。",
      "zh_TW": "「妄惑本空，故云清淨」，「妄」是妄想，「惑」是迷惑。妄想、迷惑本來空，要不要去斷？你要去斷它，就又加一層妄想迷惑。本來空，沒事，不理會就完了。妄想起來、迷惑起來，不要理會。念佛人有一個很妙的方法，把念頭立刻轉上「阿彌陀佛」。六根在六塵上才起心動念，這第一念，第二念「阿彌陀佛」，歸到「阿彌陀佛」上來了，馬上就化解。無想、無念的時候，也是「阿彌陀佛」，把無明破掉。這一句阿彌陀佛威德能破妄想分別執著，又能破根本無明。"
    },
    {
      "id": "12-017-0944_p0012",
      "zh_CN": "昨天我从雪梨回来，非常感激那边同学热情接待，许多同学跟我提出这个问题：功夫不得力，诵经会打妄想，持咒也会打妄想，念佛还一样打妄想，问我怎么办？总而言之，功夫不得力，怎么办？念佛的照念，听经的照听，持咒的照持，妄想起来的时候不要去理会。妄想起来，你去照顾妄想，妄想就愈来愈多了！根本就不要理它，若无其事。你把你的精神意志集中，或是念佛要集中在念佛上，读经集中在经文上，持咒集中在咒语上，妄想不要去执着、不要去分别它，根本不理它。这样能有个二、三年的功夫，就是决定不去照顾妄想，决定不要去理它，慢慢的它就远离你了。决定不可以妄想一来，把你自己所修的放下，你去照顾妄想去了；你永远没有办法断妄想，这个道理不能不懂。要是不懂，你这个病就重了，永远没有办法治好。所以一定要懂这个道理，知道妄惑本空，知道清净本有，真诚清净平等正觉慈悲，本有！这个反面，虚伪、染污、傲慢、愚痴、自私自利，本来无，自性里头没有这个东西。没有，当然可以断，怎么断？不理它就断了。它怎么来的？就是因为你喜欢理它。你愈是跟它往来，它愈跟你靠近，就这么个道理，你不理它就没事，它就离开你。所以我们要懂得这个道理，要了解事实真相。",
      "zh_TW": "昨天我從雪梨回來，非常感激那邊同學熱情接待，許多同學跟我提出這個問題：功夫不得力，誦經會打妄想，持咒也會打妄想，念佛還一樣打妄想，問我怎麼辦？總而言之，功夫不得力，怎麼辦？念佛的照念，聽經的照聽，持咒的照持，妄想起來的時候不要去理會。妄想起來，你去照顧妄想，妄想就愈來愈多了！根本就不要理它，若無其事。你把你的精神意志集中，或是念佛要集中在念佛上，讀經集中在經文上，持咒集中在咒語上，妄想不要去執著、不要去分別它，根本不理它。這樣能有個二、三年的功夫，就是決定不去照顧妄想，決定不要去理它，慢慢的它就遠離你了。決定不可以妄想一來，把你自己所修的放下，你去照顧妄想去了；你永遠沒有辦法斷妄想，這個道理不能不懂。要是不懂，你這個病就重了，永遠沒有辦法治好。所以一定要懂這個道理，知道妄惑本空，知道清淨本有，真誠清淨平等正覺慈悲，本有！這個反面，虛偽、染污、傲慢、愚痴、自私自利，本來無，自性裡頭沒有這個東西。沒有，當然可以斷，怎麼斷？不理它就斷了。它怎麼來的？就是因為你喜歡理它。你愈是跟它往來，它愈跟你靠近，就這麼個道理，你不理它就沒事，它就離開你。所以我們要懂得這個道理，要了解事實真相。"
    },
    {
      "id": "12-017-0944_p0013",
      "zh_CN": "下面说「明见称眼，见性肉眼，即同佛眼」，这两句的意思很深。清凉大师在《钞》里面（注解的注解），讲得很详细，这一段我们一定要读，你要不读、不搞清楚，你到哪里去学？你看看大威光他学到了，他学到的是满分。我们最低限度也得学到少分，这才有受用。学个三分、五分落到日常生活当中就大受用，特别是我们这些念佛求生净土，对求生净土、带业往生有大帮助！经不能不听。",
      "zh_TW": "下面說「明見稱眼，見性肉眼，即同佛眼」，這兩句的意思很深。清涼大師在《鈔》裡面（註解的註解），講得很詳細，這一段我們一定要讀，你要不讀、不搞清楚，你到哪裡去學？你看看大威光他學到了，他學到的是滿分。我們最低限度也得學到少分，這才有受用。學個三分、五分落到日常生活當中就大受用，特別是我們這些念佛求生淨土，對求生淨土、帶業往生有大幫助！經不能不聽。"
    },
    {
      "id": "12-017-0944_p0014",
      "zh_CN": "学佛这么多年来，诸位同学如果稍稍细心一点，像我这一代的学佛人很多，在佛门事业上成就的人也不少。我这一生没有搞佛教事业，一个小茅蓬也没有，一生住别人的道场，感别人的恩德，自己每天没有离开经教的学习。我进入佛门跟一般不太一样，我进入佛门是方东美先生介绍的，不是迷信，是从学习哲学里面入门的。入门之后，才知道释迦牟尼佛是一位大教育家，不是神，不是神仙！他是一位伟大的教育家，用今天的话来讲是多元文化的社会教育家。他是老师，这个大家应该要懂，我们不都称为「本师」释迦牟尼佛！「佛」这个字是梵语，要是中国人翻译出来就是圣人，释迦牟尼佛圣人，就这么个意思，没有迷信。既然他是老师，我是学生，我得天天上课，要不上课我学什么？所以经典是教科书，每天抱着经典锲而不舍，我在这里学。学以致用，把我的思想改变，把我的观念改变了，这就是哲学里面所讲的，改变了我的宇宙观、人生观，对宇宙的看法、对人生的看法改变了。对人与人的看法，对人与天地鬼神的看法，对人与一切众生的看法，人与山河大地、树木花草的看法，统统都改变了。这五十年！跟我没有学佛之前完全是两个人，不是一个人。",
      "zh_TW": "學佛這麼多年來，諸位同學如果稍稍細心一點，像我這一代的學佛人很多，在佛門事業上成就的人也不少。我這一生沒有搞佛教事業，一個小茅蓬也沒有，一生住別人的道場，感別人的恩德，自己每天沒有離開經教的學習。我進入佛門跟一般不太一樣，我進入佛門是方東美先生介紹的，不是迷信，是從學習哲學裡面入門的。入門之後，才知道釋迦牟尼佛是一位大教育家，不是神，不是神仙！他是一位偉大的教育家，用今天的話來講是多元文化的社會教育家。他是老師，這個大家應該要懂，我們不都稱為「本師」釋迦牟尼佛！「佛」這個字是梵語，要是中國人翻譯出來就是聖人，釋迦牟尼佛聖人，就這麼個意思，沒有迷信。既然他是老師，我是學生，我得天天上課，要不上課我學什麼？所以經典是教科書，每天抱著經典鍥而不捨，我在這裡學。學以致用，把我的思想改變，把我的觀念改變了，這就是哲學裡面所講的，改變了我的宇宙觀、人生觀，對宇宙的看法、對人生的看法改變了。對人與人的看法，對人與天地鬼神的看法，對人與一切眾生的看法，人與山河大地、樹木花草的看法，統統都改變了。這五十年！跟我沒有學佛之前完全是兩個人，不是一個人。"
    },
    {
      "id": "12-017-0944_p0015",
      "zh_CN": "我看到佛讲的这些话欢喜，我看到佛的生活、佛的处事待人接物喜欢，我向他学习。愈是学习愈能够契入，确实这世间人常说的，心心相印，有这个感触，有这个受用。所以，这一生当中我不想做任何工作，我就是喜欢天天读经，天天跟大家分享我读经的心得、我学习的受用，乐此不疲。世间一切事哪个人喜欢做，我会很欢喜的帮助他做。我在这个地方也是作斯示现：一个普通的凡夫，不是再来人！在一生当中要入佛的境界不是不可能，可能！但是你一定要信得过，你一定要有毅力、决心、肯干，就是「一门深入，长时薰修」。这「一门」，佛门，佛门广大，在广大佛法里面选择几部经典，决定不能太多，太多怎么样？太多的时候消化不了。消化不了，勉强的去学习就要得病。就像我们日常饮食一样，菜做得很多，几十道菜，吃了会健康吗？不会，决定不健康。最健康的食物是什么？简单。所以菜虽然很多，我们自己有智慧、明白，我在里面选个三样、四样，够了，非常健康。决定不能说每道菜你都要去选择，那就会吃坏肚子。法门亦复如是！佛家八万四千法门，你要是统统学，你还能受得了？不要说八万四千，缩小到八十四门，你就完了。",
      "zh_TW": "我看到佛講的這些話歡喜，我看到佛的生活、佛的處事待人接物喜歡，我向他學習。愈是學習愈能夠契入，確實這世間人常說的，心心相印，有這個感觸，有這個受用。所以，這一生當中我不想做任何工作，我就是喜歡天天讀經，天天跟大家分享我讀經的心得、我學習的受用，樂此不疲。世間一切事哪個人喜歡做，我會很歡喜的幫助他做。我在這個地方也是作斯示現：一個普通的凡夫，不是再來人！在一生當中要入佛的境界不是不可能，可能！但是你一定要信得過，你一定要有毅力、決心、肯幹，就是「一門深入，長時薰修」。這「一門」，佛門，佛門廣大，在廣大佛法裡面選擇幾部經典，決定不能太多，太多怎麼樣？太多的時候消化不了。消化不了，勉強的去學習就要得病。就像我們日常飲食一樣，菜做得很多，幾十道菜，吃了會健康嗎？不會，決定不健康。最健康的食物是什麼？簡單。所以菜雖然很多，我們自己有智慧、明白，我在裡面選個三樣、四樣，夠了，非常健康。決定不能說每道菜你都要去選擇，那就會吃壞肚子。法門亦復如是！佛家八萬四千法門，你要是統統學，你還能受得了？不要說八萬四千，縮小到八十四門，你就完了。"
    },
    {
      "id": "12-017-0944_p0016",
      "zh_CN": "所以，古来祖师大德也在做榜样给我们看，很少超过十门功课的，这是从前李老师告诉我们的，学十门功课左右的，是大根性人。我们自己要衡量自己，最重要是有自知之明，我是什么样根性，这个重要。如果我是个普通的、中下根性的人，中下根性的人你学习东西在一生能保持五、六种，你会有成就，太多了就不行。有人问：我这一生学一种行不行？好！大成就，笃定成就。古德当中哪一个人（名字我忘掉了，诸位去查能查得到，一生专攻《阿弥陀经》、专讲《阿弥陀经》，他《阿弥陀经》讲了两百多遍。诸位千万不要瞧不起《阿弥陀经》，《阿弥陀经》不长。我们过去曾经讲过一遍《疏钞》，留的有录音带（那个时候还没有录相，留的录音带），我记得总共是有三百三十多个带子。每一个带子是九十分钟的，三百三十个带子，一年三百六十天，等于一年讲一部。讲两百遍《弥陀经》，那不要两百年！ 就算是讲《弥陀经要解》，《要解》一年可以讲两部，讲两遍，要讲上两百遍也得要一百年。",
      "zh_TW": "所以，古來祖師大德也在做榜樣給我們看，很少超過十門功課的，這是從前李老師告訴我們的，學十門功課左右的，是大根性人。我們自己要衡量自己，最重要是有自知之明，我是什麼樣根性，這個重要。如果我是個普通的、中下根性的人，中下根性的人你學習東西在一生能保持五、六種，你會有成就，太多了就不行。有人問：我這一生學一種行不行？好！大成就，篤定成就。古德當中哪一個人（名字我忘掉了，諸位去查能查得到，一生專攻《阿彌陀經》、專講《阿彌陀經》，他《阿彌陀經》講了兩百多遍。諸位千萬不要瞧不起《阿彌陀經》，《阿彌陀經》不長。我們過去曾經講過一遍《疏鈔》，留的有錄音帶（那個時候還沒有錄相，留的錄音帶），我記得總共是有三百三十多個帶子。每一個帶子是九十分鐘的，三百三十個帶子，一年三百六十天，等於一年講一部。講兩百遍《彌陀經》，那不要兩百年！ 就算是講《彌陀經要解》，《要解》一年可以講兩部，講兩遍，要講上兩百遍也得要一百年。"
    },
    {
      "id": "12-017-0944_p0017",
      "zh_CN": "你想想看，一门深入，不简单！一生讲一部经，这个经熟透了，熟透了自自然然就融入这个经的境界，你自然就做到了；不是「我要想怎么作法」，不需要。熟透了，心境交融，入境界了。这一入境界，你这个人就是阿弥陀佛的化身，为什么？你的思想、你的见解跟阿弥陀佛完全相同，你的言语、你的行为跟阿弥陀佛也相同，你不生极乐国，你到哪里去？肯定生极乐国。我给同学们说，我在早年是非常向往一生专攻一部经，我没能做成，没做成原因在哪里？刚才跟诸位同学说过，我自己没道场，住别人的地方，感别人的恩，人家请我讲什么，我就给他讲什么，所以才讲了几十部经论。不只十种，超过很多。我并不是个大通家，我这点成就就是五十年来没有间断。在讲台上讲经教学，今年二OO三年，整整四十五年，四十五年没有中断过！活一天讲一天，活到老讲到老，乐此不疲，这是教学的乐趣，学习的乐趣。所以，《钞》里面我们要认真来学习，《钞》比《疏》详细多了。",
      "zh_TW": "你想想看，一門深入，不簡單！一生講一部經，這個經熟透了，熟透了自自然然就融入這個經的境界，你自然就做到了；不是「我要想怎麼作法」，不需要。熟透了，心境交融，入境界了。這一入境界，你這個人就是阿彌陀佛的化身，為什麼？你的思想、你的見解跟阿彌陀佛完全相同，你的言語、你的行為跟阿彌陀佛也相同，你不生極樂國，你到哪裡去？肯定生極樂國。我給同學們說，我在早年是非常嚮往一生專攻一部經，我沒能做成，沒做成原因在哪裡？剛才跟諸位同學說過，我自己沒道場，住別人的地方，感別人的恩，人家請我講什麼，我就給他講什麼，所以才講了幾十部經論。不只十種，超過很多。我並不是個大通家，我這點成就就是五十年來沒有間斷。在講台上講經教學，今年二OO三年，整整四十五年，四十五年沒有中斷過！活一天講一天，活到老講到老，樂此不疲，這是教學的樂趣，學習的樂趣。所以，《鈔》裡面我們要認真來學習，《鈔》比《疏》詳細多了。"
    },
    {
      "id": "12-017-0944_p0018",
      "zh_CN": "「大智智明」，清凉先解释它的科题，就是这一句经文也有个题目，为我们说出这句主要是讲大智。「经中清净眼是总相」，这是大智的总相。「此眼何见」，这个清净眼见到什么？「见心三大」，见到你自己的真心，你自己真心里面具足三大，这个三大就是平常讲的「体大」、「相大」、「用大」。前面《疏》（《疏》是用来解释经的）只说了二大，讲了体大，你看「法界者，所照之体大」，法界是「体大」，普光明是「相大」。其实前面我也提出来，还有个「用大」，用大是什么？用大就是经文里面讲的「智」，「智慧光明，遍照法界」，作用，这前面我也提过，这就是用大。所以称为大智。他老人家引用《起信论》里面的话，《论》里面说「复次真如自体相者，一切凡夫声闻缘觉菩萨诸佛无有差别」，这句话非常重要！「非前际生，非后际灭，毕竟常住」，这是解释「体大」。现在时间到了。　　我们接着看第三句，「威光获益」第三句：",
      "zh_TW": "「大智智明」，清涼先解釋它的科題，就是這一句經文也有個題目，為我們說出這句主要是講大智。「經中清淨眼是總相」，這是大智的總相。「此眼何見」，這個清淨眼見到什麼？「見心三大」，見到你自己的真心，你自己真心裡面具足三大，這個三大就是平常講的「體大」、「相大」、「用大」。前面《疏》（《疏》是用來解釋經的）只說了二大，講了體大，你看「法界者，所照之體大」，法界是「體大」，普光明是「相大」。其實前面我也提出來，還有個「用大」，用大是什麼？用大就是經文裡面講的「智」，「智慧光明，遍照法界」，作用，這前面我也提過，這就是用大。所以稱為大智。他老人家引用《起信論》裡面的話，《論》裡面說「復次真如自體相者，一切凡夫聲聞緣覺菩薩諸佛無有差別」，這句話非常重要！「非前際生，非後際滅，畢竟常住」，這是解釋「體大」。現在時間到了。　　我們接著看第三句，「威光獲益」第三句："
    },
    {
      "id": "12-017-0944_p0019",
      "zh_CN": "【十方法界普光明藏清净眼智光明。】",
      "zh_TW": "【十方法界普光明藏清淨眼智光明。】"
    },
    {
      "id": "12-017-0944_p0020",
      "zh_CN": "上面我们讲清凉《疏》里面的意思，跟诸位报告过了。清凉唯恐我们对于《疏》里面的深义了解得不够透彻，所以在《钞》里面又写了不少。他所讲「智慧光明，遍照法界」，这是引《起信论》「证普光明为相大义」。这三大就具足了。《起信论》里面的文，他在《疏》里面没有引，但是《钞》里面补出来了，给我们做参考。「论云，复次真如自体相者，一切凡夫声闻缘觉菩萨诸佛无有差别」，从真如自体相来，没有两样。为什么没有差别？他说这个相「非前际生，非后际灭，毕竟常住」，这是真如自体相。自体相是什么？自体相没有生灭，没有来去，没有先后，没有大小。这个文都是解释「体大」。",
      "zh_TW": "上面我們講清涼《疏》裡面的意思，跟諸位報告過了。清涼唯恐我們對於《疏》裡面的深義了解得不夠透徹，所以在《鈔》裡面又寫了不少。他所講「智慧光明，遍照法界」，這是引《起信論》「證普光明為相大義」。這三大就具足了。《起信論》裡面的文，他在《疏》裡面沒有引，但是《鈔》裡面補出來了，給我們做參考。「論云，復次真如自體相者，一切凡夫聲聞緣覺菩薩諸佛無有差別」，從真如自體相來，沒有兩樣。為什麼沒有差別？他說這個相「非前際生，非後際滅，畢竟常住」，這是真如自體相。自體相是什麼？自體相沒有生滅，沒有來去，沒有先後，沒有大小。這個文都是解釋「體大」。"
    },
    {
      "id": "12-017-0944_p0021",
      "zh_CN": "大师说「今不引之」，《疏》里头没有引这个《论》文，为什么？这个经是「以法界为体」；法界就包括一切万事万物，不必再给你讲凡夫、声闻、缘觉、菩萨、佛，用不着说了，说法界不统统都包括了吗？所以这个意思容易知道。《论》里又说「从本已来，性自满足一切功德，所谓自体有大智慧光明义故，遍照法界义故，真实识知义故，自性清净心义故，常乐我净义故，清凉不变自在义故」。《起信论》这六句都是讲的「相大」，「相」是实相，确确实实如此。我们再回味一下，《论》上讲「从本已来」，换句话说，自古至今，自无始劫以来，自性本来圆满一切功德，或者是自性本来具足一切功德。《起信论》是马鸣菩萨作的，菩萨举几个例子给我们说，「自体有大智慧」，这是「光明义」，自性本来具足真实般若智慧。真实般若智慧当然起作用，作用就是「遍照法界」。「真实识知」就是说你的认识、你所了知，绝对没有错误，真实的认识，真实的了知！「自性清净心」，清净心从智慧生的，清净的反面是染污、烦恼。烦恼、染污是从迷惑里面生的，不是从智慧。还有「常乐我净义」，真常、真乐、真我，我是自在主宰，自由自在，自己真做得了主！清净，身心清净、一尘不染，统统是从智慧生的。还有「清凉不变自在义」。上面这六句都是讲的「相大」，从体现相，体大相也大。",
      "zh_TW": "大師說「今不引之」，《疏》裡頭沒有引這個《論》文，為什麼？這個經是「以法界為體」；法界就包括一切萬事萬物，不必再給你講凡夫、聲聞、緣覺、菩薩、佛，用不著說了，說法界不統統都包括了嗎？所以這個意思容易知道。《論》裡又說「從本已來，性自滿足一切功德，所謂自體有大智慧光明義故，遍照法界義故，真實識知義故，自性清淨心義故，常樂我淨義故，清涼不變自在義故」。《起信論》這六句都是講的「相大」，「相」是實相，確確實實如此。我們再回味一下，《論》上講「從本已來」，換句話說，自古至今，自無始劫以來，自性本來圓滿一切功德，或者是自性本來具足一切功德。《起信論》是馬鳴菩薩作的，菩薩舉幾個例子給我們說，「自體有大智慧」，這是「光明義」，自性本來具足真實般若智慧。真實般若智慧當然起作用，作用就是「遍照法界」。「真實識知」就是說你的認識、你所了知，絕對沒有錯誤，真實的認識，真實的了知！「自性清淨心」，清淨心從智慧生的，清淨的反面是染污、煩惱。煩惱、染污是從迷惑裡面生的，不是從智慧。還有「常樂我淨義」，真常、真樂、真我，我是自在主宰，自由自在，自己真做得了主！清淨，身心清淨、一塵不染，統統是從智慧生的。還有「清涼不變自在義」。上面這六句都是講的「相大」，從體現相，體大相也大。"
    },
    {
      "id": "12-017-0944_p0022",
      "zh_CN": "后面接着又说了六句，「本觉智明义」，「本觉显照诸法义」，「照时无倒义」（倒是颠倒，就是照的时候决定没有迷惑颠倒），「体离惑染义」，自体真心本性里面决定没有迷惑、决定没有染污。所以这一点我们学佛的人，想在这一生成就的人不能不知道，这是基本的常识。《大乘起信论》这是大乘法入门的基础课程，大乘起信！你没有这个认知怎么行！",
      "zh_TW": "後面接著又說了六句，「本覺智明義」，「本覺顯照諸法義」，「照時無倒義」（倒是顛倒，就是照的時候決定沒有迷惑顛倒），「體離惑染義」，自體真心本性裡面決定沒有迷惑、決定沒有染污。所以這一點我們學佛的人，想在這一生成就的人不能不知道，這是基本的常識。《大乘起信論》這是大乘法入門的基礎課程，大乘起信！你沒有這個認知怎麼行！"
    },
    {
      "id": "12-017-0944_p0023",
      "zh_CN": "儒家教童蒙，《三字经》上第一句也是这个意思，「人之初，性本善」，自性本善、自性本净。不善、不净那是以后染污的，以后染污这个话在大乘法里头讲不通。为什么？它要果然被染污了，它就是虚妄的，它不是真的！前面不是说过吗？真性「体离惑染义」，自体就是自性，它决定没有迷惑、决定没有污染，怎么会说被污染，哪有这种道理？所以一切染污我们叫它做「习性」，习性是什么？习惯；决定不是本性，本性没有。前面说了，本性，一切凡夫、声闻、缘觉、菩萨、佛完全相同的，这个道理事实真相我们一定要理解、要肯定。然后我们的心量拓开了，我们对于一切人一切事一切物，自自然然就能够心平气和。为什么？知道一切人事物的本性是清净的，本性没有迷惑、没有染污，值得尊敬。他的迷惑、颠倒、染污不是本性，与本性不相干，习性。习性本来没有，本性本有，永远不会失掉的，前面讲无始劫以来到今天没有失掉的。",
      "zh_TW": "儒家教童蒙，《三字經》上第一句也是這個意思，「人之初，性本善」，自性本善、自性本淨。不善、不淨那是以後染污的，以後染污這個話在大乘法裡頭講不通。為什麼？它要果然被染污了，它就是虛妄的，它不是真的！前面不是說過嗎？真性「體離惑染義」，自體就是自性，它決定沒有迷惑、決定沒有污染，怎麼會說被污染，哪有這種道理？所以一切染污我們叫它做「習性」，習性是什麼？習慣；決定不是本性，本性沒有。前面說了，本性，一切凡夫、聲聞、緣覺、菩薩、佛完全相同的，這個道理事實真相我們一定要理解、要肯定。然後我們的心量拓開了，我們對於一切人一切事一切物，自自然然就能夠心平氣和。為什麼？知道一切人事物的本性是清淨的，本性沒有迷惑、沒有染污，值得尊敬。他的迷惑、顛倒、染污不是本性，與本性不相干，習性。習性本來沒有，本性本有，永遠不會失掉的，前面講無始劫以來到今天沒有失掉的。"
    },
    {
      "id": "12-017-0944_p0024",
      "zh_CN": "这好比什么东西？佛在大乘经上也说过，用眼睛来比喻。人有好眼睛，这就好比是本性。习性是什么？你戴上个眼镜，眼镜是什么？有彩色的，还有度数的。你这个好眼睛戴上有度数的、戴上彩色的眼镜，看外面东西都变了。眼镜是什么？习性。眼镜，有没有眼镜？没有。简单！把眼镜拿下来丢掉就完了。丢掉，这个人就成佛了，你要戴上不肯丢掉，你是凡夫，就这么回事情。那个眼镜是什么东西？妄想、分别、执着，你戴了三副眼镜。妄想好比是蓝色的，分别好比是红色的，执着好比是黑色的，你戴上这三重眼镜，你看外面东西不全都变了！其实你的眼睛没有变，外面的景观也没有变，变的是什么？变的是你自己的感觉变了，其实没变。不戴眼镜的人看得很清楚！诸位从这个浅显的比喻里面多想想。四圣法界声闻、缘觉、菩萨，戴一副眼镜；六道里面的天道，戴两副眼镜，我们讲色界天、无色界天；欲界戴三副眼镜。就这么回事情。把这个东西统统都拿掉之后，那叫做一真法界，恢复健康、恢复本来面目，那是本有的。所以说是「性德圆备」，这是第五句。第六句「性德无迁」，无迁就是性德从来没有变化的、没有改变的。圆满具备，没有一丝毫欠缺的。",
      "zh_TW": "這好比什麼東西？佛在大乘經上也說過，用眼睛來比喻。人有好眼睛，這就好比是本性。習性是什麼？你戴上個眼鏡，眼鏡是什麼？有彩色的，還有度數的。你這個好眼睛戴上有度數的、戴上彩色的眼鏡，看外面東西都變了。眼鏡是什麼？習性。眼鏡，有沒有眼鏡？沒有。簡單！把眼鏡拿下來丟掉就完了。丟掉，這個人就成佛了，你要戴上不肯丟掉，你是凡夫，就這麼回事情。那個眼鏡是什麼東西？妄想、分別、執著，你戴了三副眼鏡。妄想好比是藍色的，分別好比是紅色的，執著好比是黑色的，你戴上這三重眼鏡，你看外面東西不全都變了！其實你的眼睛沒有變，外面的景觀也沒有變，變的是什麼？變的是你自己的感覺變了，其實沒變。不戴眼鏡的人看得很清楚！諸位從這個淺顯的比喻裡面多想想。四聖法界聲聞、緣覺、菩薩，戴一副眼鏡；六道裡面的天道，戴兩副眼鏡，我們講色界天、無色界天；欲界戴三副眼鏡。就這麼回事情。把這個東西統統都拿掉之後，那叫做一真法界，恢復健康、恢復本來面目，那是本有的。所以說是「性德圓備」，這是第五句。第六句「性德無遷」，無遷就是性德從來沒有變化的、沒有改變的。圓滿具備，沒有一絲毫欠缺的。"
    },
    {
      "id": "12-017-0944_p0025",
      "zh_CN": "大师在此地引前面两句「有智」、「遍照」来解释「普光明为相大」，但是又怕人「以法界为所照，普光明为能照」，所以引用这段文。「相大本有」。能所是一不是二，如果你在这里面分法界是所照，普光明是能照，有能、有所，你还是堕在妄想分别执着里面，你出不来！这就是今天教的哲学，哲学里头有能、有所。所以，欧阳竟无大师讲「佛法非宗教非哲学」，为什么不是哲学？佛法里面讲能照所照，能所是一不是二。好比是什么？好比一盏灯一样，佛经里面这种比喻很多，灯点燃了，灯能照还照自己，能照跟所照是一不是二。这个道理确实不太好懂，细心去体会、去观察。所以大师这个地方，他这两句话说得很好，「相大本有，则皆所照，以净眼智明为能照」，「净眼智明」是根本智，「智光明」是后得智；根本智跟后得智是一不是二，这个道理我们要懂。",
      "zh_TW": "大師在此地引前面兩句「有智」、「遍照」來解釋「普光明為相大」，但是又怕人「以法界為所照，普光明為能照」，所以引用這段文。「相大本有」。能所是一不是二，如果你在這裡面分法界是所照，普光明是能照，有能、有所，你還是墮在妄想分別執著裡面，你出不來！這就是今天教的哲學，哲學裡頭有能、有所。所以，歐陽竟無大師講「佛法非宗教非哲學」，為什麼不是哲學？佛法裡面講能照所照，能所是一不是二。好比是什麼？好比一盞燈一樣，佛經裡面這種比喻很多，燈點燃了，燈能照還照自己，能照跟所照是一不是二。這個道理確實不太好懂，細心去體會、去觀察。所以大師這個地方，他這兩句話說得很好，「相大本有，則皆所照，以淨眼智明為能照」，「淨眼智明」是根本智，「智光明」是後得智；根本智跟後得智是一不是二，這個道理我們要懂。"
    },
    {
      "id": "12-017-0944_p0026",
      "zh_CN": "佛法最难的地方，难在什么地方？难在我们习惯用分别执着，可以说是无量劫来，我们就用这个，现在教你不用分别执着就不会了。不用分别执着，佛法很容易懂，完全讲的是宇宙人生真相，怎么不好懂！也就是说把眼镜统统去掉的时候就很好懂，戴上眼镜很不好懂。佛讲的是不戴眼镜的，我是戴上眼镜的，你们所讲的跟我看的不一样，为什么不一样？因为我有染污，把所有外面的境界都染污了，真的所谓是一迷一切迷，一染一切染，反过来，一觉一切觉，一净一切净。",
      "zh_TW": "佛法最難的地方，難在什麼地方？難在我們習慣用分別執著，可以說是無量劫來，我們就用這個，現在教你不用分別執著就不會了。不用分別執著，佛法很容易懂，完全講的是宇宙人生真相，怎麼不好懂！也就是說把眼鏡統統去掉的時候就很好懂，戴上眼鏡很不好懂。佛講的是不戴眼鏡的，我是戴上眼鏡的，你們所講的跟我看的不一樣，為什麼不一樣？因為我有染污，把所有外面的境界都染污了，真的所謂是一迷一切迷，一染一切染，反過來，一覺一切覺，一淨一切淨。"
    },
    {
      "id": "12-017-0944_p0027",
      "zh_CN": "所以，真正会用功的人，在哪里用功？心地清净、心地善良。那个「善」是你自性里头本有的。「十善业」是佛发明的吗？是佛制定的吗？不是！自性本有的德行。「性德圆备」，圆满具足。不善，自性里头没有的。「十善」里面，杀、盗、淫、妄语、两舌、恶口、绮语、贪、瞋、痴，自性里头没有。自性圆备的性德不但不杀生，而且还放生、还护生，不但不偷盗，还大行布施。诸位细细想想，诸佛所行的，菩萨所行的，声闻、缘觉，乃至在中国祖师大德们所行的，在家二众接受佛法薰修明心见性、契入境界的，你看看这些人所修、所行的，性德的流露，自自然然的流露，跟世间人不一样。世间人做一点好事，还需要奖励，还需要别人赞叹，那就不是性德。性德成就一切善行，不需要人赞叹，大乘经上讲的「三轮体空」，他连痕迹都不沾。就像《般若经》上所说的，「无我相、无人相、无众生相、无寿者相」，更深入一层，「无我见、无人见、无众生见、无寿者见」，这才是真正清净、真正的善良，痕迹都不着！所以大乘经上常讲「八风吹不动」，意思就在此地。你赞叹他也好，你毁谤他也好，他无动于衷，他心里没有这些东西，这是性德。所以要细心观察诸佛菩萨，体会他们平等、慈悲度世的精神，我们认真努力向他们学习、向他们看齐。希望自己在这一生当中至少也要入境界少分，我们学佛没有白学，这一生没有空过，这一生生活得很充实，世间人说有意义、有价值。",
      "zh_TW": "所以，真正會用功的人，在哪裡用功？心地清淨、心地善良。那個「善」是你自性裡頭本有的。「十善業」是佛發明的嗎？是佛制定的嗎？不是！自性本有的德行。「性德圓備」，圓滿具足。不善，自性裡頭沒有的。「十善」裡面，殺、盜、淫、妄語、兩舌、惡口、綺語、貪、瞋、痴，自性裡頭沒有。自性圓備的性德不但不殺生，而且還放生、還護生，不但不偷盜，還大行布施。諸位細細想想，諸佛所行的，菩薩所行的，聲聞、緣覺，乃至在中國祖師大德們所行的，在家二眾接受佛法薰修明心見性、契入境界的，你看看這些人所修、所行的，性德的流露，自自然然的流露，跟世間人不一樣。世間人做一點好事，還需要獎勵，還需要別人讚歎，那就不是性德。性德成就一切善行，不需要人讚歎，大乘經上講的「三輪體空」，他連痕跡都不沾。就像《般若經》上所說的，「無我相、無人相、無眾生相、無壽者相」，更深入一層，「無我見、無人見、無眾生見、無壽者見」，這才是真正清淨、真正的善良，痕跡都不著！所以大乘經上常講「八風吹不動」，意思就在此地。你讚歎他也好，你毀謗他也好，他無動於衷，他心裡沒有這些東西，這是性德。所以要細心觀察諸佛菩薩，體會他們平等、慈悲度世的精神，我們認真努力向他們學習、向他們看齊。希望自己在這一生當中至少也要入境界少分，我們學佛沒有白學，這一生沒有空過，這一生生活得很充實，世間人說有意義、有價值。"
    },
    {
      "id": "12-017-0944_p0028",
      "zh_CN": "解释「藏」这个字，「蕴恒沙性德，故名为藏」，这是《疏》里头。《钞》里头也有解释，这里头「具二藏义」，「蕴恒沙性德」这是不空如来藏；「妄惑本空」是空如来藏。所以三如来藏说了两个，第三个叫「空不空如来藏」。这是说明蕴藏恒沙性德跟妄惑本空是一不是二，这是佛法，这就是大乘法里常讲的入不二法门。如果你落在「二」里面你就入不了门，你要把二放下，你就入门了。你知道一就是二，二就是一。《华严经》上讲一即是多，多即是一，一多不二，你才能入得了门。如果你有妄想分别执着，一不是多，多不是一；二不是一，一不是二，你永远入不了门。什么原因？非常简单，是你妄想分别执着障碍着你自己，不是别的。佛这一句话说尽了，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」。一不是多、多不是一，这就是妄想分别执着。离开妄想分别执着了，一多不二。为什么不放下？这是个原则、是个原理。在日常生活当中，决定不执着人我是非。人我是二还是一，是非是二还是一？这就是落实在生活当中了，我怎样去把这个原理、原则应用在生活上，应用在工作上，应用在处事待人接物上。",
      "zh_TW": "解釋「藏」這個字，「蘊恆沙性德，故名為藏」，這是《疏》裡頭。《鈔》裡頭也有解釋，這裡頭「具二藏義」，「蘊恆沙性德」這是不空如來藏；「妄惑本空」是空如來藏。所以三如來藏說了兩個，第三個叫「空不空如來藏」。這是說明蘊藏恆沙性德跟妄惑本空是一不是二，這是佛法，這就是大乘法裡常講的入不二法門。如果你落在「二」裡面你就入不了門，你要把二放下，你就入門了。你知道一就是二，二就是一。《華嚴經》上講一即是多，多即是一，一多不二，你才能入得了門。如果你有妄想分別執著，一不是多，多不是一；二不是一，一不是二，你永遠入不了門。什麼原因？非常簡單，是你妄想分別執著障礙著你自己，不是別的。佛這一句話說盡了，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」。一不是多、多不是一，這就是妄想分別執著。離開妄想分別執著了，一多不二。為什麼不放下？這是個原則、是個原理。在日常生活當中，決定不執著人我是非。人我是二還是一，是非是二還是一？這就是落實在生活當中了，我怎樣去把這個原理、原則應用在生活上，應用在工作上，應用在處事待人接物上。"
    },
    {
      "id": "12-017-0944_p0029",
      "zh_CN": "大乘佛法佛说得很好，相上是二，性上没有二；事上是二，理上不二。然后你要晓得，性相是一，理事圆融，这个时候怎么样？不能说一也不能说二。说一，你执着在理上，说二，你执着在事上。你为什么不把执着离开？为什么不把分别舍掉？这个时候你就见到真相。别人要问你，问你的人如果是觉悟的，觉悟的人他不问你，他明白了！迷惑的人问你：是一是二？那你就观机，应机说法。应机是什么？看他的程度，帮助他觉悟。他没有办法觉悟，没有办法觉悟咱们就以方便法慢慢的来诱导他，恒顺众生，随机说法。所以《般若经》上说，「一切贤圣皆以无为而有差别」，这是说诸佛如来、菩萨、缘觉、声闻为什么会有这么多差别？都是修的无为法，都是入佛的境界，入的浅深不一样。入得圆满，我们就称他作佛；入得很深但是还不圆满，我们称他菩萨；已经悟入，既不是很深也不圆满，我们就称他声闻、缘觉，他都契入了。这也是一个原理原则，我们就应用在日常生活当中处事待人接物，你观察这个人，他学佛学了多少年，学了哪些经教，他修的哪个法门，你看他学习的程度浅深高下，然后你再应机给他说什么法，他能得受用。你说得太高太深，他不懂；你说得太浅，他没兴趣听。特别是现前他所遭遇的困难，你要有能力帮他解决，你要有能力开导他，把他从迷惑引导到觉悟，这就是成功的教学，圆满的教学了。",
      "zh_TW": "大乘佛法佛說得很好，相上是二，性上沒有二；事上是二，理上不二。然後你要曉得，性相是一，理事圓融，這個時候怎麼樣？不能說一也不能說二。說一，你執著在理上，說二，你執著在事上。你為什麼不把執著離開？為什麼不把分別捨掉？這個時候你就見到真相。別人要問你，問你的人如果是覺悟的，覺悟的人他不問你，他明白了！迷惑的人問你：是一是二？那你就觀機，應機說法。應機是什麼？看他的程度，幫助他覺悟。他沒有辦法覺悟，沒有辦法覺悟咱們就以方便法慢慢的來誘導他，恆順眾生，隨機說法。所以《般若經》上說，「一切賢聖皆以無為而有差別」，這是說諸佛如來、菩薩、緣覺、聲聞為什麼會有這麼多差別？都是修的無為法，都是入佛的境界，入的淺深不一樣。入得圓滿，我們就稱他作佛；入得很深但是還不圓滿，我們稱他菩薩；已經悟入，既不是很深也不圓滿，我們就稱他聲聞、緣覺，他都契入了。這也是一個原理原則，我們就應用在日常生活當中處事待人接物，你觀察這個人，他學佛學了多少年，學了哪些經教，他修的哪個法門，你看他學習的程度淺深高下，然後你再應機給他說什麼法，他能得受用。你說得太高太深，他不懂；你說得太淺，他沒興趣聽。特別是現前他所遭遇的困難，你要有能力幫他解決，你要有能力開導他，把他從迷惑引導到覺悟，這就是成功的教學，圓滿的教學了。"
    },
    {
      "id": "12-017-0944_p0030",
      "zh_CN": "有些人说：我不会！没错，你是不会，你为什么不会？你没有学，你怎么会！你要发心教学，你先要把这门功课学好，你才能教人，这种浅显的道理大家懂。你自己没有学好，你自己没有契入，你怎么能帮助别人！大乘经教里佛常常讲，自己成就了，自自然然就成就别人。所以自行跟化他是一不是二。有些人听这个话听不懂，我自己修行是自利，我没有化他，怎么说自行就是化他？你自己修行，你给大家做一个修行的样子、榜样，人家看到你这个样子，知道修行的好处；仔细观察你，就知道修行的方法，不用说话。所以说明眼人、利根的人一看他就明白、就懂得，你就度化了他。根性劣的人，他不懂，他也看不出来，他也听不出来。这就是佛家常讲的「佛度有缘人」。你懂得什么叫有缘？他能看出来，他能体会到，这个人叫有缘，佛法里一般也称作他的根性成熟了；他会看、会听、会学，这种人不多，这是真的。但是，根熟也是从未熟培养成的，我们天天这样做就像释迦牟尼佛当年在世，每天都在表演、都在示现。根熟的人得度了，根熟的人哪一个不来皈依佛陀，做佛陀的学生。开悟的开悟，证果的证果，根熟的。没有成熟，没有成熟的，天天在看，天天在学，阿赖耶识里落下很深的印象。",
      "zh_TW": "有些人說：我不會！沒錯，你是不會，你為什麼不會？你沒有學，你怎麼會！你要發心教學，你先要把這門功課學好，你才能教人，這種淺顯的道理大家懂。你自己沒有學好，你自己沒有契入，你怎麼能幫助別人！大乘經教裡佛常常講，自己成就了，自自然然就成就別人。所以自行跟化他是一不是二。有些人聽這個話聽不懂，我自己修行是自利，我沒有化他，怎麼說自行就是化他？你自己修行，你給大家做一個修行的樣子、榜樣，人家看到你這個樣子，知道修行的好處；仔細觀察你，就知道修行的方法，不用說話。所以說明眼人、利根的人一看他就明白、就懂得，你就度化了他。根性劣的人，他不懂，他也看不出來，他也聽不出來。這就是佛家常講的「佛度有緣人」。你懂得什麼叫有緣？他能看出來，他能體會到，這個人叫有緣，佛法裡一般也稱作他的根性成熟了；他會看、會聽、會學，這種人不多，這是真的。但是，根熟也是從未熟培養成的，我們天天這樣做就像釋迦牟尼佛當年在世，每天都在表演、都在示現。根熟的人得度了，根熟的人哪一個不來皈依佛陀，做佛陀的學生。開悟的開悟，證果的證果，根熟的。沒有成熟，沒有成熟的，天天在看，天天在學，阿賴耶識裡落下很深的印象。"
    },
    {
      "id": "12-017-0944_p0031",
      "zh_CN": "佛陀灭度之后，不在世了，有正法成就的，有像法成就的，有末法成就的。这些成就的人都是在世尊当年在世根没熟，但是看到佛跟佛弟子一切示现，在那里增长自己的善根福德，所以在佛这个法运的两千年当中，有开悟的、有证果的。末法时期，往生西方净土就是开悟、就是证果，你能够选择净宗法门，「一门深入，长时薰修」，你有这个智慧、有这种选择，这叫觉悟、开悟了。将来舍报，佛来接引往生净土，你证果了。这种觉悟跟证果，实在说是无比的殊胜，不可思议。还有一等，善根福德很薄的人，在世尊一万二千年法运之中他不觉悟，当然更谈不上证果，有没有利益？有。佛门中常说，「一历耳根，永为道种」；阿赖耶识里面跟他种三宝的金刚种子，这个种子永远不会坏，为他后世做得度因缘。贤劫千佛出世，不知道他跟哪一尊佛有缘。释迦佛这里种的善根他没办法成熟，也许在弥勒佛出现在世的时候，他成熟了，他得度了。或者是更后，再后，到最后一尊佛是韦驮菩萨成佛了，毕竟得度！佛法教学殊胜的利益无与伦比，就在此地。所以从这个地方我们要认知，天天要读书，就像学生一样，你每天要做功课，这功课是读书。",
      "zh_TW": "佛陀滅度之後，不在世了，有正法成就的，有像法成就的，有末法成就的。這些成就的人都是在世尊當年在世根沒熟，但是看到佛跟佛弟子一切示現，在那裡增長自己的善根福德，所以在佛這個法運的兩千年當中，有開悟的、有證果的。末法時期，往生西方淨土就是開悟、就是證果，你能夠選擇淨宗法門，「一門深入，長時薰修」，你有這個智慧、有這種選擇，這叫覺悟、開悟了。將來捨報，佛來接引往生淨土，你證果了。這種覺悟跟證果，實在說是無比的殊勝，不可思議。還有一等，善根福德很薄的人，在世尊一萬二千年法運之中他不覺悟，當然更談不上證果，有沒有利益？有。佛門中常說，「一歷耳根，永為道種」；阿賴耶識裡面跟他種三寶的金剛種子，這個種子永遠不會壞，為他後世做得度因緣。賢劫千佛出世，不知道他跟哪一尊佛有緣。釋迦佛這裡種的善根他沒辦法成熟，也許在彌勒佛出現在世的時候，他成熟了，他得度了。或者是更後，再後，到最後一尊佛是韋馱菩薩成佛了，畢竟得度！佛法教學殊勝的利益無與倫比，就在此地。所以從這個地方我們要認知，天天要讀書，就像學生一樣，你每天要做功課，這功課是讀書。"
    },
    {
      "id": "12-017-0944_p0032",
      "zh_CN": "佛法不讲研究，佛法讲参究。参究跟研究有什么不同？研究没有离开分别执着，你还是有分别心、有执着心。参究离心意识，换句话讲，不用妄想、不用分别、不用执着，那叫参究；用心意识，那叫研究，这是研究跟参究不同的地方。参究现在人叫什么？直觉，不用心意识，直觉的，这是有悟处。没有悟处，也不用心意识，经就是多读、多听，不要去想这里头什么意思。听懂了就有悟处，听不懂没有关系，再听第二遍。古人说得好，「读书千遍，其义自见」，这个千遍里头决定不用心意识，也就是不用妄想分别执着，完全不用这个东西。一遍一遍的读、一遍一遍的听，到你心定了，心意识真正不起作用了，豁然大悟！你还没有悟的时候，你虽然不用心意识，心意识还在障碍你，为什么？你没有把它离得干净，藕断丝连，好像不用了还受它影响，就这么个道理。你的功夫不够深还要加深，必定有开悟的一天。",
      "zh_TW": "佛法不講研究，佛法講參究。參究跟研究有什麼不同？研究沒有離開分別執著，你還是有分別心、有執著心。參究離心意識，換句話講，不用妄想、不用分別、不用執著，那叫參究；用心意識，那叫研究，這是研究跟參究不同的地方。參究現在人叫什麼？直覺，不用心意識，直覺的，這是有悟處。沒有悟處，也不用心意識，經就是多讀、多聽，不要去想這裡頭什麼意思。聽懂了就有悟處，聽不懂沒有關係，再聽第二遍。古人說得好，「讀書千遍，其義自見」，這個千遍裡頭決定不用心意識，也就是不用妄想分別執著，完全不用這個東西。一遍一遍的讀、一遍一遍的聽，到你心定了，心意識真正不起作用了，豁然大悟！你還沒有悟的時候，你雖然不用心意識，心意識還在障礙你，為什麼？你沒有把它離得乾淨，藕斷絲連，好像不用了還受它影響，就這麼個道理。你的功夫不夠深還要加深，必定有開悟的一天。"
    },
    {
      "id": "12-017-0944_p0033",
      "zh_CN": "下面《钞》里头解释「眼」，说「见性肉眼，即名佛眼者」。这是《大涅槃经》第六卷里有这么一段经文，「善男子，声闻之人，虽有天眼，故名肉眼」，这是小乘，声闻缘觉都属于小乘。「学大乘者，虽有肉眼，乃名佛眼」，不一样！为什么？这个经里佛给我们说出来了，「是大乘经，名为佛乘，如此佛乘，最上最胜，诸佛见性故」。这几句话说得很清楚，为什么肉眼就是佛眼。但是这里头条件一定是「见性的肉眼」就是佛眼；换句话说，没见性还是肉眼，不是佛眼。声闻虽有天眼，它不叫佛眼。我们凡夫如果没有见性，连天眼也没有，不如小乘。但是小乘怎么样？小乘要证果才有天眼，小乘要不证果还是肉眼，没有天眼。小乘人什么人证果，有了天眼？初果，头一个得天眼通，天眼通、天耳通。二果就得（就又多了）他心通、宿命通，斯陀含。三果圣人阿那含就有神足通，神足通可以分身、可以变化，没有障碍；像墙壁没有障碍，他可以穿墙就过去，墙也不坏，他有这个能力。四果阿罗汉有漏尽通，就是见思烦恼断尽了，他还是肉眼、天眼，不叫佛眼。学大乘明心见性，见性的人他的肉眼就是佛眼。",
      "zh_TW": "下面《鈔》裡頭解釋「眼」，說「見性肉眼，即名佛眼者」。這是《大涅槃經》第六卷裡有這麼一段經文，「善男子，聲聞之人，雖有天眼，故名肉眼」，這是小乘，聲聞緣覺都屬於小乘。「學大乘者，雖有肉眼，乃名佛眼」，不一樣！為什麼？這個經裡佛給我們說出來了，「是大乘經，名為佛乘，如此佛乘，最上最勝，諸佛見性故」。這幾句話說得很清楚，為什麼肉眼就是佛眼。但是這裡頭條件一定是「見性的肉眼」就是佛眼；換句話說，沒見性還是肉眼，不是佛眼。聲聞雖有天眼，它不叫佛眼。我們凡夫如果沒有見性，連天眼也沒有，不如小乘。但是小乘怎麼樣？小乘要證果才有天眼，小乘要不證果還是肉眼，沒有天眼。小乘人什麼人證果，有了天眼？初果，頭一個得天眼通，天眼通、天耳通。二果就得（就又多了）他心通、宿命通，斯陀含。三果聖人阿那含就有神足通，神足通可以分身、可以變化，沒有障礙；像牆壁沒有障礙，他可以穿牆就過去，牆也不壞，他有這個能力。四果阿羅漢有漏盡通，就是見思煩惱斷盡了，他還是肉眼、天眼，不叫佛眼。學大乘明心見性，見性的人他的肉眼就是佛眼。"
    },
    {
      "id": "12-017-0944_p0034",
      "zh_CN": "在中国历史上所记载的，宗门明心见性的人不少，你看《五灯会元》里面就列入一千七百多人，这是明心见性的。在教下大开圆解，他的层次跟明心见性一样。念佛人念到「理一心不乱」的也是这个境界，所以念佛人念到理一心不乱，他的肉眼就是佛眼。这是大乘教里头有的，小乘教里头没有。今天时间到了，我们就讲到此地。",
      "zh_TW": "在中國歷史上所記載的，宗門明心見性的人不少，你看《五燈會元》裡面就列入一千七百多人，這是明心見性的。在教下大開圓解，他的層次跟明心見性一樣。念佛人念到「理一心不亂」的也是這個境界，所以念佛人念到理一心不亂，他的肉眼就是佛眼。這是大乘教裡頭有的，小乘教裡頭沒有。今天時間到了，我們就講到此地。"
    }
  ]
}