{
  "doc_id": "12-017-2117",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二一一七卷",
    "zh_TW": "第二一一七卷"
  },
  "year": "2010",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "12-017-2117",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "12-017-2117_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大方广佛华严经．十住品第十五》，第三「修行住」，我们看第二段，修行住的第二段，「十界」，我们先把这个文念一段：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大方廣佛華嚴經．十住品第十五》，第三「修行住」，我們看第二段，修行住的第二段，「十界」，我們先把這個文念一段："
    },
    {
      "id": "12-017-2117_p0002",
      "zh_CN": "【佛子。此菩萨应劝学十法。何者为十。所谓观察众生界。法界。世界。观察地界。水界。火界。风界。观察欲界。色界。无色界。何以故。欲令菩萨智慧明了。有所闻法。即自开解。不由他教故。】",
      "zh_TW": "【佛子。此菩薩應勸學十法。何者為十。所謂觀察眾生界。法界。世界。觀察地界。水界。火界。風界。觀察欲界。色界。無色界。何以故。欲令菩薩智慧明了。有所聞法。即自開解。不由他教故。】"
    },
    {
      "id": "12-017-2117_p0003",
      "zh_CN": "这是修行住菩萨也可以说必须要修学的，「自分」是必修课，「胜进」也是必修课。从这个修学，他就能提升，提升到第四住，从第三提升到第四。清凉大师在注解里面告诉我们，「后胜进中」，是我们刚才读的这一段经文，「是护小乘行，小乘不求种智，不欲广知故」。种智，是一切种智，小乘人在三种智慧里面，他只得到一切智，一切智是阿罗汉、辟支佛所证得的，知法总相。总相是什么？就是前面自分里面所说的无常、空，知道一切法无常，一切法空，佛法里面常讲万法皆空，二乘就是声闻、缘觉，他契入这个境界，所以能够把见思烦恼放下，超越六道轮回，生到四圣法界。四圣法界，在我们这个地方讲，就是释迦牟尼佛的方便有余土。诸位要知道，六道是凡圣同居土，圣人应化在其中，跟这些六道众生和光同尘，在这里面示现教化众生。脱离同居土，生到方便土，这是菩萨，小乘也在那边。他们的志愿不大，知道万法皆空，不想再求，不想再往上提升。",
      "zh_TW": "這是修行住菩薩也可以說必須要修學的，「自分」是必修課，「勝進」也是必修課。從這個修學，他就能提升，提升到第四住，從第三提升到第四。清涼大師在註解裡面告訴我們，「後勝進中」，是我們剛才讀的這一段經文，「是護小乘行，小乘不求種智，不欲廣知故」。種智，是一切種智，小乘人在三種智慧裡面，他只得到一切智，一切智是阿羅漢、辟支佛所證得的，知法總相。總相是什麼？就是前面自分裡面所說的無常、空，知道一切法無常，一切法空，佛法裡面常講萬法皆空，二乘就是聲聞、緣覺，他契入這個境界，所以能夠把見思煩惱放下，超越六道輪迴，生到四聖法界。四聖法界，在我們這個地方講，就是釋迦牟尼佛的方便有餘土。諸位要知道，六道是凡聖同居土，聖人應化在其中，跟這些六道眾生和光同塵，在這裡面示現教化眾生。脫離同居土，生到方便土，這是菩薩，小乘也在那邊。他們的志願不大，知道萬法皆空，不想再求，不想再往上提升。"
    },
    {
      "id": "12-017-2117_p0004",
      "zh_CN": "万法的种类太多，这个「种」就是种种，森罗万象，它是怎么形成的？阿罗汉不求这个。实在讲也很有道理，因为一切法都是空的，你还要去研究它干什么？感觉得没有必要了，统统放下，这不就是了吗？见思烦恼就断了，可是尘沙、无明在。尘沙就是眼前这些法，森罗万象，它从哪里来的？为什么会有它？这种智慧就叫「道种智」，这些种种法是什么道理形成的，这个智慧是大乘菩萨有，称为道种智。此地讲的这个种智是如来所证得的。经文有省略，学经教的人一看就知道，这个种智前面有两个字省略掉，叫「一切种智」，就是一切智、道种智，圆满的证得，这是如来的智慧，法身菩萨的智慧。如果对于这个智慧没有意愿去学习，不想再学习，这是小乘，也就是说，他不知道他还有道种智、一切种智没有证得，他不能向上提升。",
      "zh_TW": "萬法的種類太多，這個「種」就是種種，森羅萬象，它是怎麼形成的？阿羅漢不求這個。實在講也很有道理，因為一切法都是空的，你還要去研究它幹什麼？感覺得沒有必要了，統統放下，這不就是了嗎？見思煩惱就斷了，可是塵沙、無明在。塵沙就是眼前這些法，森羅萬象，它從哪裡來的？為什麼會有它？這種智慧就叫「道種智」，這些種種法是什麼道理形成的，這個智慧是大乘菩薩有，稱為道種智。此地講的這個種智是如來所證得的。經文有省略，學經教的人一看就知道，這個種智前面有兩個字省略掉，叫「一切種智」，就是一切智、道種智，圓滿的證得，這是如來的智慧，法身菩薩的智慧。如果對於這個智慧沒有意願去學習，不想再學習，這是小乘，也就是說，他不知道他還有道種智、一切種智沒有證得，他不能向上提升。"
    },
    {
      "id": "12-017-2117_p0005",
      "zh_CN": "这个地方『十法』，十法，我们要记住，跟前面讲的是一个意思，十法就是一切法，《华严》用十代表。十是圆满的数字，在数目字当中从一到十，这是圆满的，实际上就是讲一切法，一切法，一法都不漏，它表这个意思。世出世间遍法界虚空界，这森罗万象，变幻无穷，这桩事情他疏忽了。他说反正一切皆空，何必再去学它？你听听他说的也挺有道理。实际上，如果不了解，那就是迷惑。你对于一切法的性体懂得了，现象也知道，可是它怎么来的？这个事情，阿罗汉不知道，辟支佛也不知道。我们在大乘经典里面看得很多，譬如楞严会上，释迦牟尼佛问这些声闻弟子，诸法实相，很多他们茫然。他问阿难，阿难那个时候证得初果须陀洹，问他心在哪个地方？他不知道，他说了七处，都被释迦牟尼佛否定了。富楼那证得阿罗汉，四果罗汉，世尊在楞严会上的开示，富楼那尊者听了很疑惑，不能理解。这就说明他们的智慧没有圆满。",
      "zh_TW": "這個地方『十法』，十法，我們要記住，跟前面講的是一個意思，十法就是一切法，《華嚴》用十代表。十是圓滿的數字，在數目字當中從一到十，這是圓滿的，實際上就是講一切法，一切法，一法都不漏，它表這個意思。世出世間遍法界虛空界，這森羅萬象，變幻無窮，這樁事情他疏忽了。他說反正一切皆空，何必再去學它？你聽聽他說的也挺有道理。實際上，如果不了解，那就是迷惑。你對於一切法的性體懂得了，現象也知道，可是它怎麼來的？這個事情，阿羅漢不知道，辟支佛也不知道。我們在大乘經典裡面看得很多，譬如楞嚴會上，釋迦牟尼佛問這些聲聞弟子，諸法實相，很多他們茫然。他問阿難，阿難那個時候證得初果須陀洹，問他心在哪個地方？他不知道，他說了七處，都被釋迦牟尼佛否定了。富樓那證得阿羅漢，四果羅漢，世尊在楞嚴會上的開示，富樓那尊者聽了很疑惑，不能理解。這就說明他們的智慧沒有圓滿。"
    },
    {
      "id": "12-017-2117_p0006",
      "zh_CN": "大乘教里面常说，阿罗汉只得到半个解脱，自性里面的般若智慧、法身没证得。大般涅槃里面所说的是三桩事情，法身、般若、解脱，阿罗汉只有局部的解脱，他脱离六道轮回，他不能够脱离十法界。所以菩萨在此地做这个示现，帮助这些小乘根性的人，帮助他们什么？帮助他们舍弃这种成见，这种知见，要发大愿求无上菩提。他们只证得正觉，正等正觉没有，无上正等正觉那更是没有，所以继续要教他学。你看，『观』，这个「观」就是止观，观是明了，他对于『众生界、法界、世界』，他不明了，认为这个东西都是空的。是没错，是空的，是无常的，前面自分里头讲过，一切法无常，众生、法界、世界当然是无常，地水火风也是无常，色、无色界还是无常，看一面，这是看的法相。法相里有法性，法性真常，这个他就不知道了。所以胜进叫护小乘行，小乘行者，希望他们发心求一切种智，求圆满的智慧，广知，圆满的智慧。",
      "zh_TW": "大乘教裡面常說，阿羅漢只得到半個解脫，自性裡面的般若智慧、法身沒證得。大般涅槃裡面所說的是三樁事情，法身、般若、解脫，阿羅漢只有局部的解脫，他脫離六道輪迴，他不能夠脫離十法界。所以菩薩在此地做這個示現，幫助這些小乘根性的人，幫助他們什麼？幫助他們捨棄這種成見，這種知見，要發大願求無上菩提。他們只證得正覺，正等正覺沒有，無上正等正覺那更是沒有，所以繼續要教他學。你看，『觀』，這個「觀」就是止觀，觀是明瞭，他對於『眾生界、法界、世界』，他不明瞭，認為這個東西都是空的。是沒錯，是空的，是無常的，前面自分裡頭講過，一切法無常，眾生、法界、世界當然是無常，地水火風也是無常，色、無色界還是無常，看一面，這是看的法相。法相裡有法性，法性真常，這個他就不知道了。所以勝進叫護小乘行，小乘行者，希望他們發心求一切種智，求圓滿的智慧，廣知，圓滿的智慧。"
    },
    {
      "id": "12-017-2117_p0007",
      "zh_CN": "十句里面，前三句是「作佛事处。众生是所度，法界是能度，世界是度众生的处所」。小注里注得好，这都是清凉大师为我们所开示的。我们看开示里面，他举《十地论》说，「大意云，观无常等，烦恼不生，名护烦恼行。不同凡夫，观察诸界，破邪显正，不堕小乘，名护小乘行」。前面是讲烦恼不生，观无常，烦恼不生，见思烦恼不生。为什么？见思是六道轮回的因，见思烦恼不生，六道轮回就没有了。但这事情没有完，所以小乘也叫做阿罗汉，这个名称是印度话，翻成中国叫无学，无学就是毕业了，他所学的东西圆满，告一个段落了。就好比小学毕业，上头还有中学，中学上面还有大学。人要有大志，得大学毕业才算数。我们用这个比喻，诸位容易了解。这观察诸界的意思是破邪显正，那就超越小乘见解。这是前面这三界。",
      "zh_TW": "十句裡面，前三句是「作佛事處。眾生是所度，法界是能度，世界是度眾生的處所」。小註裡註得好，這都是清涼大師為我們所開示的。我們看開示裡面，他舉《十地論》說，「大意云，觀無常等，煩惱不生，名護煩惱行。不同凡夫，觀察諸界，破邪顯正，不墮小乘，名護小乘行」。前面是講煩惱不生，觀無常，煩惱不生，見思煩惱不生。為什麼？見思是六道輪迴的因，見思煩惱不生，六道輪迴就沒有了。但這事情沒有完，所以小乘也叫做阿羅漢，這個名稱是印度話，翻成中國叫無學，無學就是畢業了，他所學的東西圓滿，告一個段落了。就好比小學畢業，上頭還有中學，中學上面還有大學。人要有大志，得大學畢業才算數。我們用這個比喻，諸位容易了解。這觀察諸界的意思是破邪顯正，那就超越小乘見解。這是前面這三界。"
    },
    {
      "id": "12-017-2117_p0008",
      "zh_CN": "「次四界是起见处」，次四界就是『地水火风』，在这里面生分别，所以说「外道计大为诸法本」。这个「大」就是四大，地水火风四大。外道以为四大是一切法的根本，有没有这个意思？有。难得释迦牟尼佛在三千年前一语道破。诸法，现在人把它分成三大类，物质现象、精神现象、大自然界的现象，从哪里来的？就是四大变现出来的。四大是什么？我们前面跟诸位报告过，大乘法里面就是阿赖耶的三细相，确确实实是遍法界虚空界所有现象来源的根本；科学家讲的能量、物质、信息，他说宇宙之间只有这三样东西，除这三样东西之外，什么都没有。这三样东西从哪里来的？这是四大组成的。四大是讲的，现在科学讲的基本粒子夸克，大乘教里面讲微尘，这个微尘是极微之微，就是再不能分了，再分就没有了，所以也叫做邻虚尘。为什么称它四大？这个基本的粒子它有四种性质，叫四大。第一个，它是物质，你能够看得见它，称它为地大，地就是物质现象；它有温度，温度叫火大；它有湿度，湿度叫水大；它是动的，它不是静止的，动那就是风，风是动的。地水火风这四个字是形容词，形容这个基本粒子四种特性，这是属于物质现象。弥勒菩萨告诉我们形皆有识，「念念成形」，形就是微尘，极微之微，我们今天讲的基本粒子，基本粒子从哪里来的？是从我们念头波动现象里面产生的，一念不觉而有无明，无明里面产生出来的，这是波动现象，「形皆有识」，只要是这个现象发生了，现象里面就有识，识是什么？受想行识。",
      "zh_TW": "「次四界是起見處」，次四界就是『地水火風』，在這裡面生分別，所以說「外道計大為諸法本」。這個「大」就是四大，地水火風四大。外道以為四大是一切法的根本，有沒有這個意思？有。難得釋迦牟尼佛在三千年前一語道破。諸法，現在人把它分成三大類，物質現象、精神現象、大自然界的現象，從哪裡來的？就是四大變現出來的。四大是什麼？我們前面跟諸位報告過，大乘法裡面就是阿賴耶的三細相，確確實實是遍法界虛空界所有現象來源的根本；科學家講的能量、物質、信息，他說宇宙之間只有這三樣東西，除這三樣東西之外，什麼都沒有。這三樣東西從哪裡來的？這是四大組成的。四大是講的，現在科學講的基本粒子夸克，大乘教裡面講微塵，這個微塵是極微之微，就是再不能分了，再分就沒有了，所以也叫做鄰虛塵。為什麼稱它四大？這個基本的粒子它有四種性質，叫四大。第一個，它是物質，你能夠看得見它，稱它為地大，地就是物質現象；它有溫度，溫度叫火大；它有濕度，濕度叫水大；它是動的，它不是靜止的，動那就是風，風是動的。地水火風這四個字是形容詞，形容這個基本粒子四種特性，這是屬於物質現象。彌勒菩薩告訴我們形皆有識，「念念成形」，形就是微塵，極微之微，我們今天講的基本粒子，基本粒子從哪裡來的？是從我們念頭波動現象裡面產生的，一念不覺而有無明，無明裡面產生出來的，這是波動現象，「形皆有識」，只要是這個現象發生了，現象裡面就有識，識是什麼？受想行識。"
    },
    {
      "id": "12-017-2117_p0009",
      "zh_CN": "我们可以这样说，物质里有受想行识，任何物质，一粒尘沙，佛给我们讲的一毛孔、一毛端、一微尘，依报讲一微尘，正报讲一毛孔、一毛端，我们的汗毛，这一毛端，都有受想行识。为什么？因为自性里本来具足见闻觉知，见闻觉知是性德，不生不灭。在觉的时候叫见闻觉知，一念不觉，迷了，迷失自性，迷失自性就把见闻觉知变成受想行识，就变成我们生命当中精神这一部分，再小的物质现象都有受想行识。所以难得，这些年来日本江本博士做水实验，发现水，水是矿物，水有受想行识。我们赞叹它，它知道，它受了，它有快乐的受，它有乐受，现出来的图案非常之美；我们讨厌它、憎恨它，它不高兴，它现出来的那个图案非常难看，好像在生气的样子，水。这个东西，三千年前佛就把它讲得这么清楚！讲到什么？还有我们现在没办法实验的，自然现象，自然现象里头也有受想行识，受想行识遍法界虚空界，我们科学没有测验出来。测验出来之后，那你就晓得，法界虚空界跟我们是一体。我们起一个念头，这个念头非常微细，这个念头叫无始无明。这一念里面就有物质现象、就有精神现象，这个现在科学讲的能量、信息、物质同时现前；在佛法里面叫三细相，阿赖耶的业相、见分、相分，同时变现出来，阿赖耶变现出法界虚空界，惠能大师讲的能生万法，宇宙从哪来的？生命从哪来的？我从哪来的？这全都给你说明了。了解这个事实真相之后，就像《还源观》上所讲的，无论是念头也好，物质现象也好，精神现象也好，《还源观》上给我们讲的，它都是周遍法界。物质现象周遍法界，精神现象周遍法界，这个一念不觉的现象也是周遍法界，时间跟空间也是它变现出来的。这是高等科学，科学对这个事情一直到现在没有讲清楚，贤首国师在《还源观》上讲清楚了。国师之所本就是《大方广佛华严经》，《华严经》上把它讲清楚、讲明白了。",
      "zh_TW": "我們可以這樣說，物質裡有受想行識，任何物質，一粒塵沙，佛給我們講的一毛孔、一毛端、一微塵，依報講一微塵，正報講一毛孔、一毛端，我們的汗毛，這一毛端，都有受想行識。為什麼？因為自性裡本來具足見聞覺知，見聞覺知是性德，不生不滅。在覺的時候叫見聞覺知，一念不覺，迷了，迷失自性，迷失自性就把見聞覺知變成受想行識，就變成我們生命當中精神這一部分，再小的物質現象都有受想行識。所以難得，這些年來日本江本博士做水實驗，發現水，水是礦物，水有受想行識。我們讚歎它，它知道，它受了，它有快樂的受，它有樂受，現出來的圖案非常之美；我們討厭它、憎恨它，它不高興，它現出來的那個圖案非常難看，好像在生氣的樣子，水。這個東西，三千年前佛就把它講得這麼清楚！講到什麼？還有我們現在沒辦法實驗的，自然現象，自然現象裡頭也有受想行識，受想行識遍法界虛空界，我們科學沒有測驗出來。測驗出來之後，那你就曉得，法界虛空界跟我們是一體。我們起一個念頭，這個念頭非常微細，這個念頭叫無始無明。這一念裡面就有物質現象、就有精神現象，這個現在科學講的能量、信息、物質同時現前；在佛法裡面叫三細相，阿賴耶的業相、見分、相分，同時變現出來，阿賴耶變現出法界虛空界，惠能大師講的能生萬法，宇宙從哪來的？生命從哪來的？我從哪來的？這全都給你說明了。了解這個事實真相之後，就像《還源觀》上所講的，無論是念頭也好，物質現象也好，精神現象也好，《還源觀》上給我們講的，它都是周遍法界。物質現象周遍法界，精神現象周遍法界，這個一念不覺的現象也是周遍法界，時間跟空間也是它變現出來的。這是高等科學，科學對這個事情一直到現在沒有講清楚，賢首國師在《還源觀》上講清楚了。國師之所本就是《大方廣佛華嚴經》，《華嚴經》上把它講清楚、講明白了。"
    },
    {
      "id": "12-017-2117_p0010",
      "zh_CN": "我们这一遍《华严经》讲了十几年，十几年前，我们初学《华严经》的时候，这个境界我们不知道，解悟，我们的解悟不到这个程度。如果今天我再把《华严经》从头再讲一遍，跟上一次讲的，就是这四千多个小时，不一样！为什么不一样？我现在对于三种周遍明白了，起心动念周遍法界，起心动念出生无尽，起心动念含容空有。这在以前不知道，明了之后，我们不要说是言语造作，我们动一个念头，都能够影响遍法界虚空界；我们一个行为，能够影响到十法界依正庄严。换句话说，起心动念、言语造作，我们要负责任，对谁负责任？要对自己负责任，要对自性负责任，要对遍法界虚空界依正庄严负责任。这就是，我们过去虽然常说，真正的意思不了解，不够透彻。相由心生，境随心转，你看我们都会说，初学佛的同修听到了也都会说；但是我们不知道，我们起一个念头、一个动作的时候，会影响遍法界虚空界，这个没有想到。真想到之后，我们修行会修了，修什么？断恶修善，所有一切不善的习气统统放下、统统抛弃了，我们一定肯定仰慕本师释迦牟尼佛，佩服到五体投地，他老人家教给我们的「十善业」，十善是我们自性本来具足的，我要把它恢复，一条一条圆满的把它做到。十善业扩充，八万四千细行，这说了一个数字，实际什么意思？遍法界虚空界一念善没有一样不善。",
      "zh_TW": "我們這一遍《華嚴經》講了十幾年，十幾年前，我們初學《華嚴經》的時候，這個境界我們不知道，解悟，我們的解悟不到這個程度。如果今天我再把《華嚴經》從頭再講一遍，跟上一次講的，就是這四千多個小時，不一樣！為什麼不一樣？我現在對於三種周遍明白了，起心動念周遍法界，起心動念出生無盡，起心動念含容空有。這在以前不知道，明瞭之後，我們不要說是言語造作，我們動一個念頭，都能夠影響遍法界虛空界；我們一個行為，能夠影響到十法界依正莊嚴。換句話說，起心動念、言語造作，我們要負責任，對誰負責任？要對自己負責任，要對自性負責任，要對遍法界虛空界依正莊嚴負責任。這就是，我們過去雖然常說，真正的意思不了解，不夠透徹。相由心生，境隨心轉，你看我們都會說，初學佛的同修聽到了也都會說；但是我們不知道，我們起一個念頭、一個動作的時候，會影響遍法界虛空界，這個沒有想到。真想到之後，我們修行會修了，修什麼？斷惡修善，所有一切不善的習氣統統放下、統統拋棄了，我們一定肯定仰慕本師釋迦牟尼佛，佩服到五體投地，他老人家教給我們的「十善業」，十善是我們自性本來具足的，我要把它恢復，一條一條圓滿的把它做到。十善業擴充，八萬四千細行，這說了一個數字，實際什麼意思？遍法界虛空界一念善沒有一樣不善。"
    },
    {
      "id": "12-017-2117_p0011",
      "zh_CN": "为什么念阿弥陀佛有那么大的力量？乾隆时代，慈云灌顶法师，这是当时一位大德，也是著作等身，他老人家的著作收在《卍字续藏经》里面二十多种，总共有四十多种。我读过他的《观经直指》，《观无量寿佛经》的注解。他里面说了一句话，我们个人有灾难，个人灾难是病痛；我们周边环境有灾难，这就是现在讲的自然灾害，旱灾、水灾、风灾、地震、海啸、瘟疫，这就是我们讲的自然灾害，一切经咒都不灵、都失效，都没有办法化解这个灾难，你说这个灾难多严重？法师告诉我们，还有一法能化解灾难，这是什么法？就是一句「南无阿弥陀佛」，六字洪名能化解，你身上再严重的疾病，你念这个，你身体会好，自然灾害统统能化解。阿弥陀佛有这么大的力量？没人相信。学了《还源观》，这一下可相信了，为什么？这一念是自性的德号，善中之善，没有比这个更善的，世间法里头没有，佛法里头也找不到，这是第一善。一心持名，效果果然出现，什么灾难都化解了。你一个人能够持名，你没有灾难，虽然共业所感，共业当中有别业，大众受这个灾难，你不受这个灾难。我从这个地方才真正明白，这个法门叫难信之法，难怪许许多多菩萨不相信，何况我们凡夫。真正能信的人，那可不是普通人，什么人能信？《弥陀经》上讲得很清楚，善根、福德、因缘，这三个条件具足的人他能信。这三个条件从哪里来的？过去生生世世修得的，不是一生一世就能成功的。",
      "zh_TW": "為什麼念阿彌陀佛有那麼大的力量？乾隆時代，慈雲灌頂法師，這是當時一位大德，也是著作等身，他老人家的著作收在《卍字續藏經》裡面二十多種，總共有四十多種。我讀過他的《觀經直指》，《觀無量壽佛經》的註解。他裡面說了一句話，我們個人有災難，個人災難是病痛；我們周邊環境有災難，這就是現在講的自然災害，旱災、水災、風災、地震、海嘯、瘟疫，這就是我們講的自然災害，一切經咒都不靈、都失效，都沒有辦法化解這個災難，你說這個災難多嚴重？法師告訴我們，還有一法能化解災難，這是什麼法？就是一句「南無阿彌陀佛」，六字洪名能化解，你身上再嚴重的疾病，你念這個，你身體會好，自然災害統統能化解。阿彌陀佛有這麼大的力量？沒人相信。學了《還源觀》，這一下可相信了，為什麼？這一念是自性的德號，善中之善，沒有比這個更善的，世間法裡頭沒有，佛法裡頭也找不到，這是第一善。一心持名，效果果然出現，什麼災難都化解了。你一個人能夠持名，你沒有災難，雖然共業所感，共業當中有別業，大眾受這個災難，你不受這個災難。我從這個地方才真正明白，這個法門叫難信之法，難怪許許多多菩薩不相信，何況我們凡夫。真正能信的人，那可不是普通人，什麼人能信？《彌陀經》上講得很清楚，善根、福德、因緣，這三個條件具足的人他能信。這三個條件從哪裡來的？過去生生世世修得的，不是一生一世就能成功的。"
    },
    {
      "id": "12-017-2117_p0012",
      "zh_CN": "我们最近，诸位看到有个光碟，八年前，东北一位刘素云居士，她得的是重病，红斑性狼疮。有一些人知道，这个病比癌症还严重，癌病还有救，这个病没救。她在得病一年前闻到佛法，她就有善根，这个善根，我听她的报告，我就清楚，不是这一生的，过去生中，总是有好多世，她都是学佛的，所以她对于这一句阿弥陀佛她能信，信心坚定，绝不动摇，她就是这一句阿弥陀佛把病治好了。得这个病的人，这大家都知道，他的存活顶多半年到一年，一年很少。她得的是非常严重的，换句话说，医生对她讲的时候，三个月、半年就不得了，等于宣判了死刑。她就不治了，医生也治不好，没办法治，她就是一句佛号念到底，什么药也不吃，医生也不看。念了半年，身体愈来愈好，这疮不见了，红斑狼疮不见了。再到医院去检查，医生都吓一跳，妳用什么东西治的？妳吃了些什么东西？擦了什么药？她告诉他，我什么药也没吃，什么东西也没有擦，我就是一句阿弥陀佛治好了。当地的人相信她，凭什么相信？这个人一生没有打过妄语，忠厚老成，这个难得，一生没有妄语，憨厚老实。",
      "zh_TW": "我們最近，諸位看到有個光碟，八年前，東北一位劉素雲居士，她得的是重病，紅斑性狼瘡。有一些人知道，這個病比癌症還嚴重，癌病還有救，這個病沒救。她在得病一年前聞到佛法，她就有善根，這個善根，我聽她的報告，我就清楚，不是這一生的，過去生中，總是有好多世，她都是學佛的，所以她對於這一句阿彌陀佛她能信，信心堅定，絕不動搖，她就是這一句阿彌陀佛把病治好了。得這個病的人，這大家都知道，他的存活頂多半年到一年，一年很少。她得的是非常嚴重的，換句話說，醫生對她講的時候，三個月、半年就不得了，等於宣判了死刑。她就不治了，醫生也治不好，沒辦法治，她就是一句佛號念到底，什麼藥也不吃，醫生也不看。念了半年，身體愈來愈好，這瘡不見了，紅斑狼瘡不見了。再到醫院去檢查，醫生都嚇一跳，妳用什麼東西治的？妳吃了些什麼東西？擦了什麼藥？她告訴他，我什麼藥也沒吃，什麼東西也沒有擦，我就是一句阿彌陀佛治好了。當地的人相信她，憑什麼相信？這個人一生沒有打過妄語，忠厚老成，這個難得，一生沒有妄語，憨厚老實。"
    },
    {
      "id": "12-017-2117_p0013",
      "zh_CN": "这一句佛号能把她的病治好，别业；共业呢？我们在这个地球，这个地球有灾难，我们大家都能一心一意念这一句阿弥陀佛，但是念阿弥陀佛决定要遵守十善业道。刘素云这一声阿弥陀佛为什么有效？具足十善，我们今天讲儒释道的三个根，她也许没有学过，她天生具足，这个难得！她孝顺父母，尊敬长辈，换句话，《弟子规》她没有学过，但是《弟子规》条条她都做到，她没犯。《感应篇》里面讲因果，她也统统做到，这个人没有恶念、没有恶言、没有恶行，那么样的和蔼，那么样的可亲，每个人都喜欢接近她。那我们晓得，过去生中养成的，善的习气很浓，带到这一生来了，这一生没有学，她自然就不犯，就具足儒释道的三个根，一心念佛，这一句佛号把她这个病毒化掉了。我们明白这个道理，了解这个原因，她为什么成就的。如果我们这个地区，人人都懂得这个道理，人人都真正来念阿弥陀佛，自救救他，救世界。",
      "zh_TW": "這一句佛號能把她的病治好，別業；共業呢？我們在這個地球，這個地球有災難，我們大家都能一心一意念這一句阿彌陀佛，但是念阿彌陀佛決定要遵守十善業道。劉素雲這一聲阿彌陀佛為什麼有效？具足十善，我們今天講儒釋道的三個根，她也許沒有學過，她天生具足，這個難得！她孝順父母，尊敬長輩，換句話，《弟子規》她沒有學過，但是《弟子規》條條她都做到，她沒犯。《感應篇》裡面講因果，她也統統做到，這個人沒有惡念、沒有惡言、沒有惡行，那麼樣的和藹，那麼樣的可親，每個人都喜歡接近她。那我們曉得，過去生中養成的，善的習氣很濃，帶到這一生來了，這一生沒有學，她自然就不犯，就具足儒釋道的三個根，一心念佛，這一句佛號把她這個病毒化掉了。我們明白這個道理，了解這個原因，她為什麼成就的。如果我們這個地區，人人都懂得這個道理，人人都真正來念阿彌陀佛，自救救他，救世界。"
    },
    {
      "id": "12-017-2117_p0014",
      "zh_CN": "曾经有人告诉我，劝我要发心来拯救这个世界。我跟他说：我没有这个能力，我自救都救不了，我哪能救世界？这个人告诉我：只要全世界净宗同学统统都念阿弥陀佛，这个世界上的灾难就能够化解；纵然不能化解，也大幅度的减轻。他叫我告诉全世界净宗同学。这个人很善良、很慈悲，这个话是真的吗？现在我们听这个话相信，是真的，真有这个力量。一百个人当中有一个善人，这个善人有福，九十九个人造罪业，只要有这个善人在，造作罪业会减轻。这是我们中国古谚语所说的，「一人有福，连带一屋」，我们这一屋人沾他的光，这里本来要有灾难，他在此地就没有灾难，我们大家沾他的光。净宗同学遍布在全世界，每个地方净宗同学真懂这个道理，可是先决的条件要落实三个根，出家同修要落实四个根，真正把《弟子规》、《感应篇》、《十善业》、《沙弥律仪》这四样东西做到，就自度度他、自利利他了。我们净宗同学应不应该做？应该做，你要不做，你念佛不能往生。这是谁说的？这是我心里想的，如果我是阿弥陀佛，你们都跟我学净宗，都想到我这个世界来，你们不肯念阿弥陀佛，不肯自度度他，那我肯定不欢迎你来。人同此心，心同此理。",
      "zh_TW": "曾經有人告訴我，勸我要發心來拯救這個世界。我跟他說：我沒有這個能力，我自救都救不了，我哪能救世界？這個人告訴我：只要全世界淨宗同學統統都念阿彌陀佛，這個世界上的災難就能夠化解；縱然不能化解，也大幅度的減輕。他叫我告訴全世界淨宗同學。這個人很善良、很慈悲，這個話是真的嗎？現在我們聽這個話相信，是真的，真有這個力量。一百個人當中有一個善人，這個善人有福，九十九個人造罪業，只要有這個善人在，造作罪業會減輕。這是我們中國古諺語所說的，「一人有福，連帶一屋」，我們這一屋人沾他的光，這裡本來要有災難，他在此地就沒有災難，我們大家沾他的光。淨宗同學遍布在全世界，每個地方淨宗同學真懂這個道理，可是先決的條件要落實三個根，出家同修要落實四個根，真正把《弟子規》、《感應篇》、《十善業》、《沙彌律儀》這四樣東西做到，就自度度他、自利利他了。我們淨宗同學應不應該做？應該做，你要不做，你念佛不能往生。這是誰說的？這是我心裡想的，如果我是阿彌陀佛，你們都跟我學淨宗，都想到我這個世界來，你們不肯念阿彌陀佛，不肯自度度他，那我肯定不歡迎你來。人同此心，心同此理。"
    },
    {
      "id": "12-017-2117_p0015",
      "zh_CN": "我们今天明白这个道理，过去人家讲，不相信，找不到理论的依据，现在我们在《还源观》，我们在《华严经》里面找到了，真有道理，它真不是假的，我们真干，真可以度自己。所以连蕅益大师在《弥陀经要解》里面给我们讲六个信，「信为道元功德母」，他老人家给我们讲得详细。头一个信自己，信自己信什么？大乘教里面，释迦牟尼佛讲了很多，一切众生本来是佛，你要相信自己本来是佛，一切芸芸众生本来也是佛，我们是平等的。我们今天得人身，这个小畜生得蚂蚁身，那个小畜生得苍蝇身，我们都是佛，怎么会变成这个样子？迷失了自性。我迷得很深，得了人身；苍蝇、蚂蚁比我迷得更深，牠得这个身。明白事实真相了，我们对牠不敢轻视，我们对牠有怜悯心，你迷得这么深。这个怜悯心一回光返照，就怜悯自己，我怎么迷得这么深？我跟诸佛菩萨两个相比，还不就是这个蚂蚁、苍蝇跟我们人身比，不是一样、一个道理吗？你智慧就现前，慈悲心就生起来，我要超度自己，我要超度这些畜生，我要超度这些饿鬼，我要超度树木花草、山河大地。这不是妄想，这不是迷惑，这是事实真相。于是我们明白了，我们回头了，知道什么？知道救自己，救自己的方法找到了，我们真能帮助我们居住的这个地区。见人「阿弥陀佛」，自己真干，我这一句阿弥陀佛就能感动人；自己没有真干，一万句阿弥陀佛也不会感动人，为什么？你妄心里头出来的，所以你不能感动人，真心一句就能感动人。念佛的人多了，大地坚牢，不会有地震，不会有灾变。",
      "zh_TW": "我們今天明白這個道理，過去人家講，不相信，找不到理論的依據，現在我們在《還源觀》，我們在《華嚴經》裡面找到了，真有道理，它真不是假的，我們真幹，真可以度自己。所以連蕅益大師在《彌陀經要解》裡面給我們講六個信，「信為道元功德母」，他老人家給我們講得詳細。頭一個信自己，信自己信什麼？大乘教裡面，釋迦牟尼佛講了很多，一切眾生本來是佛，你要相信自己本來是佛，一切芸芸眾生本來也是佛，我們是平等的。我們今天得人身，這個小畜生得螞蟻身，那個小畜生得蒼蠅身，我們都是佛，怎麼會變成這個樣子？迷失了自性。我迷得很深，得了人身；蒼蠅、螞蟻比我迷得更深，牠得這個身。明白事實真相了，我們對牠不敢輕視，我們對牠有憐憫心，你迷得這麼深。這個憐憫心一回光返照，就憐憫自己，我怎麼迷得這麼深？我跟諸佛菩薩兩個相比，還不就是這個螞蟻、蒼蠅跟我們人身比，不是一樣、一個道理嗎？你智慧就現前，慈悲心就生起來，我要超度自己，我要超度這些畜生，我要超度這些餓鬼，我要超度樹木花草、山河大地。這不是妄想，這不是迷惑，這是事實真相。於是我們明白了，我們回頭了，知道什麼？知道救自己，救自己的方法找到了，我們真能幫助我們居住的這個地區。見人「阿彌陀佛」，自己真幹，我這一句阿彌陀佛就能感動人；自己沒有真幹，一萬句阿彌陀佛也不會感動人，為什麼？你妄心裡頭出來的，所以你不能感動人，真心一句就能感動人。念佛的人多了，大地堅牢，不會有地震，不會有災變。"
    },
    {
      "id": "12-017-2117_p0016",
      "zh_CN": "过去没学《华严》，对这个很深的道理不懂，这一句佛号，我们也不晓得怎么念，跟着别人念，别人怎么念我们就跟着他念，有口无心，念了几十年，好像没什么效果，信心一直不能够建立，半信半疑。为什么？佛不打妄语，佛不会欺骗我们，我们就凭这一句。但是我念了这么多年没效，没有看到成效。其实有效果，不过效果不太大，你要是细心去观察，你才能观察有效果，怎么能说没效？粗心大意。刘素云那个效果非常明显，那是什么？你真心，我们看了很感动，所以我劝同修把她那个光碟，那个光碟不长，前后一共大概只有四十分钟的样子，把它当作《弥陀经》来念，当作经典来学习，一天至少要看一遍。看的遍数多了，印象深了，帮助你建立对净宗的信心，对阿弥陀佛的信心，你那个阿弥陀佛就愈念愈灵了。难得！佛菩萨示现慈悲救世。我在这里给大家宣传，我体会到了，我无限的欢喜。真正明白了，就是看破，看破之后你才能放下，放下万缘，一心专念，这叫真修行。",
      "zh_TW": "過去沒學《華嚴》，對這個很深的道理不懂，這一句佛號，我們也不曉得怎麼念，跟著別人念，別人怎麼念我們就跟著他念，有口無心，念了幾十年，好像沒什麼效果，信心一直不能夠建立，半信半疑。為什麼？佛不打妄語，佛不會欺騙我們，我們就憑這一句。但是我念了這麼多年沒效，沒有看到成效。其實有效果，不過效果不太大，你要是細心去觀察，你才能觀察有效果，怎麼能說沒效？粗心大意。劉素雲那個效果非常明顯，那是什麼？你真心，我們看了很感動，所以我勸同修把她那個光碟，那個光碟不長，前後一共大概只有四十分鐘的樣子，把它當作《彌陀經》來念，當作經典來學習，一天至少要看一遍。看的遍數多了，印象深了，幫助你建立對淨宗的信心，對阿彌陀佛的信心，你那個阿彌陀佛就愈念愈靈了。難得！佛菩薩示現慈悲救世。我在這裡給大家宣傳，我體會到了，我無限的歡喜。真正明白了，就是看破，看破之後你才能放下，放下萬緣，一心專念，這叫真修行。"
    },
    {
      "id": "12-017-2117_p0017",
      "zh_CN": "一个法师主持一个道场，我遇到了，他来问我：修行要怎么个修法？我说：你平常怎么修的？平常就是一句阿弥陀佛。我说：太好了！你就一句阿弥陀佛念到底，劝你所有的信徒念这一句阿弥陀佛，就成了。他说那其他的还要不要学？我说其他的，你是出家人，四个根。这四个根叫持戒，祖祖相传，持戒念佛，求生净土。他问我四个根从哪里做起？我告诉他，从《感应篇》做起，你就踏实，为什么？你真正明了业因果报丝毫不爽。然后你再能听听《还源观》给你们讲的三种周遍，你就会有高度的警觉心。我动一个不善的念头，这个念头立刻传遍遍法界虚空界，上跟一切诸佛感应道交，下面跟十法界所有的众生都受到影响。要是了解这个事实真相，他起心动念能不负责任吗？能不谨慎吗？起心动念尚且如此，又何况言语造作！决定不能伤害人，决定不能乱说话。你不知道起心动念言语造作的影响之大！",
      "zh_TW": "一個法師主持一個道場，我遇到了，他來問我：修行要怎麼個修法？我說：你平常怎麼修的？平常就是一句阿彌陀佛。我說：太好了！你就一句阿彌陀佛念到底，勸你所有的信徒念這一句阿彌陀佛，就成了。他說那其他的還要不要學？我說其他的，你是出家人，四個根。這四個根叫持戒，祖祖相傳，持戒念佛，求生淨土。他問我四個根從哪裡做起？我告訴他，從《感應篇》做起，你就踏實，為什麼？你真正明瞭業因果報絲毫不爽。然後你再能聽聽《還源觀》給你們講的三種周遍，你就會有高度的警覺心。我動一個不善的念頭，這個念頭立刻傳遍遍法界虛空界，上跟一切諸佛感應道交，下面跟十法界所有的眾生都受到影響。要是了解這個事實真相，他起心動念能不負責任嗎？能不謹慎嗎？起心動念尚且如此，又何況言語造作！決定不能傷害人，決定不能亂說話。你不知道起心動念言語造作的影響之大！"
    },
    {
      "id": "12-017-2117_p0018",
      "zh_CN": "佛在经上常常举例讲微尘法界、十方刹土。讲大的，宏观世界；微尘法界，现在科学的名字叫量子力学，微观世界，统统都影响到了。我们明白这个道理，心里又不能把妄想止住，为什么？止不住。怎么办？阿弥陀佛、释迦牟尼佛教导我们，念头一起就用「阿弥陀佛」取而代之。这个办法好，念头起来了，不管它是善念是恶念，不要去计较，立刻把它转变成阿弥陀佛，南无阿弥陀佛，要转得快，转得快是什么？你不造业了。转得太慢，一个恶念一个恶念，或者一个念头一个念头，它就造业，它的影响就大。善念固然是好，出不了六道轮回，这要知道，恶念是下三道。记住，这个信息，《地藏经》里早给我们说出来，没人相信。我过去也讲过《地藏经》，对这个话没有讲得透，为什么讲不透？那个时候我的能力就是那样，我理解得不够深。哪一句话？经上讲，「阎浮提众生，起心动念无不是罪，无不是业」，讲得很清楚，我们也不知道，这个罪业怎么会一下就影响到遍法界虚空界？没想到，因为不知道一体、二用、三种周遍，不知道！哪里晓得，不在意的一个念头就遍法界虚空界，就出生无尽，含容空有，这还得了！",
      "zh_TW": "佛在經上常常舉例講微塵法界、十方剎土。講大的，宏觀世界；微塵法界，現在科學的名字叫量子力學，微觀世界，統統都影響到了。我們明白這個道理，心裡又不能把妄想止住，為什麼？止不住。怎麼辦？阿彌陀佛、釋迦牟尼佛教導我們，念頭一起就用「阿彌陀佛」取而代之。這個辦法好，念頭起來了，不管它是善念是惡念，不要去計較，立刻把它轉變成阿彌陀佛，南無阿彌陀佛，要轉得快，轉得快是什麼？你不造業了。轉得太慢，一個惡念一個惡念，或者一個念頭一個念頭，它就造業，它的影響就大。善念固然是好，出不了六道輪迴，這要知道，惡念是下三道。記住，這個信息，《地藏經》裡早給我們說出來，沒人相信。我過去也講過《地藏經》，對這個話沒有講得透，為什麼講不透？那個時候我的能力就是那樣，我理解得不夠深。哪一句話？經上講，「閻浮提眾生，起心動念無不是罪，無不是業」，講得很清楚，我們也不知道，這個罪業怎麼會一下就影響到遍法界虛空界？沒想到，因為不知道一體、二用、三種周遍，不知道！哪裡曉得，不在意的一個念頭就遍法界虛空界，就出生無盡，含容空有，這還得了！"
    },
    {
      "id": "12-017-2117_p0019",
      "zh_CN": "佛菩萨的智慧，佛菩萨证得的境界，真不可思议！我们也亏了真是三宝加持，把寿命延长了，学到现在，学了五十九年，才对这桩事情稍稍有几分明白。这个少分的明了，对于我们修净土那是大有帮助。不明白这个道理，人家问我：法师，你念佛能往生吗？我老实告诉大家，摇摇头，没把握。现在我明白这个道理，你再问我：法师，往生有把握吗？我点点头说：我有把握，我不骗你。这寿命长还是有好处，能有时间学；寿命短了，来不及，没学到，寿命就到了。所以这是魔障，你看《八大人觉经》上讲的四种魔障，就有「死魔」，五阴魔、烦恼魔、天魔，后面死魔。你道理还没有搞清楚、搞明白，寿命到了。我这一生这个死魔，这是三宝加持，也是一点点的善念，什么善念？我一生脑子里愿望就那么一点点，第一个，愿释迦如来正法久住；第二个愿望，愿中华传统文化复兴，我就这两个愿望。我也没有能力，做事情要钱要人，我没有钱，也没有人，只有口头上宣传。",
      "zh_TW": "佛菩薩的智慧，佛菩薩證得的境界，真不可思議！我們也虧了真是三寶加持，把壽命延長了，學到現在，學了五十九年，才對這樁事情稍稍有幾分明白。這個少分的明瞭，對於我們修淨土那是大有幫助。不明白這個道理，人家問我：法師，你念佛能往生嗎？我老實告訴大家，搖搖頭，沒把握。現在我明白這個道理，你再問我：法師，往生有把握嗎？我點點頭說：我有把握，我不騙你。這壽命長還是有好處，能有時間學；壽命短了，來不及，沒學到，壽命就到了。所以這是魔障，你看《八大人覺經》上講的四種魔障，就有「死魔」，五陰魔、煩惱魔、天魔，後面死魔。你道理還沒有搞清楚、搞明白，壽命到了。我這一生這個死魔，這是三寶加持，也是一點點的善念，什麼善念？我一生腦子裡願望就那麼一點點，第一個，願釋迦如來正法久住；第二個願望，願中華傳統文化復興，我就這兩個願望。我也沒有能力，做事情要錢要人，我沒有錢，也沒有人，只有口頭上宣傳。"
    },
    {
      "id": "12-017-2117_p0020",
      "zh_CN": "这些年得力于这些高科技的工具，网路、卫星电视，无论在哪个地方学习经教，可以跟电视机前面、网路前面这些朋友们一起来学习，让大家共同来分享我自己学习的心得，所以听众多了。有很多人误会：净空法师的信徒很多！我说不是，我就好像电影明星一样，我的听众很多，观众很多。搞错了，不是信徒，是听众。我跟他们不认识，他们认识我，我不认识他。他怎么认识我的？他常常看电视，常常在网路上看这屏幕，他认识我，我不认识他。所以我没有操心的地方。",
      "zh_TW": "這些年得力於這些高科技的工具，網路、衛星電視，無論在哪個地方學習經教，可以跟電視機前面、網路前面這些朋友們一起來學習，讓大家共同來分享我自己學習的心得，所以聽眾多了。有很多人誤會：淨空法師的信徒很多！我說不是，我就好像電影明星一樣，我的聽眾很多，觀眾很多。搞錯了，不是信徒，是聽眾。我跟他們不認識，他們認識我，我不認識他。他怎麼認識我的？他常常看電視，常常在網路上看這屏幕，他認識我，我不認識他。所以我沒有操心的地方。"
    },
    {
      "id": "12-017-2117_p0021",
      "zh_CN": "人家看我，都觉得我的精神很不错，像这样的年龄。确实，跟我同年的，我记得，出家，出家跟我同年的，过去我知道有八个人，现在也还有不少都在。大陆上有两位，一诚法师、传印法师，跟我同年，很难得，他们两位都比我大，大十几天。在台湾，星云法师跟我同年；在美国，妙峰法师同年，印海法师同年，还有在纽约，浩霖法师同年，很难得！我们这些同年的老朋友，年轻在一起，光阴过得太快，真的是转眼之间都成了八十老翁。可是我们很欢喜，为什么？烦恼确实年年轻，智慧年年长，这是最快乐的事情。相对的，生活愈过愈简单，简单的生活，没有忧虑的生活，没有牵挂的生活，这是最幸福的生活，每个人都能得到，只要你肯放下。我常常说，说了几十年，劝别人实际上是劝自己，放下自私自利。所以我心里就这么个愿望，希望释迦如来正法久住，希望传统文化儒释道能复兴。",
      "zh_TW": "人家看我，都覺得我的精神很不錯，像這樣的年齡。確實，跟我同年的，我記得，出家，出家跟我同年的，過去我知道有八個人，現在也還有不少都在。大陸上有兩位，一誠法師、傳印法師，跟我同年，很難得，他們兩位都比我大，大十幾天。在台灣，星雲法師跟我同年；在美國，妙峰法師同年，印海法師同年，還有在紐約，浩霖法師同年，很難得！我們這些同年的老朋友，年輕在一起，光陰過得太快，真的是轉眼之間都成了八十老翁。可是我們很歡喜，為什麼？煩惱確實年年輕，智慧年年長，這是最快樂的事情。相對的，生活愈過愈簡單，簡單的生活，沒有憂慮的生活，沒有牽掛的生活，這是最幸福的生活，每個人都能得到，只要你肯放下。我常常說，說了幾十年，勸別人實際上是勸自己，放下自私自利。所以我心裡就這麼個願望，希望釋迦如來正法久住，希望傳統文化儒釋道能復興。"
    },
    {
      "id": "12-017-2117_p0022",
      "zh_CN": "中国传统文化跟大乘佛法真正能复兴，能救世界。这话不是我说的，英国汤恩比博士说的，我们在此地曾经用两个小时做了一个专题报告，「英国汤恩比博士看二十一世纪的世界」，也可以用这个题目，「汤恩比博士看中国传统文化与大乘佛学」。这是英国人，我们听到他说这些话，佩服，他说：「拯救二十一世纪社会问题，只有中国孔孟学说与大乘佛法」，这是他的原话。他说的一点都不错。这个东西真能解决问题吗？我在二００六年访问伦敦，去访问过剑桥大学、伦敦大学，过去曾经访问过牛津大学。我跟他们汉学系的同学交流，我就提出这个问题，我说这个话是你们英国汤恩比博士说的，你们能相信吗？因为面对我的都是研究汉学的学生，他们拿经典去写博士论文。其中有个同学告诉我，他用《无量寿经》在写博士论文，我说《无量寿经》有九种版本，你用哪个本子？我没想到，他用的是夏莲居的会集本，就是我们在学习的这个本子，我很欢喜。还有一个用《孟子》，另外有个同学用王维，唐朝文学家，难得。我提出这个问题，没有人回答我，换句话说，他们怀疑，他们没有信心，所以他没有那个肯定的回答。",
      "zh_TW": "中國傳統文化跟大乘佛法真正能復興，能救世界。這話不是我說的，英國湯恩比博士說的，我們在此地曾經用兩個小時做了一個專題報告，「英國湯恩比博士看二十一世紀的世界」，也可以用這個題目，「湯恩比博士看中國傳統文化與大乘佛學」。這是英國人，我們聽到他說這些話，佩服，他說：「拯救二十一世紀社會問題，只有中國孔孟學說與大乘佛法」，這是他的原話。他說的一點都不錯。這個東西真能解決問題嗎？我在二００六年訪問倫敦，去訪問過劍橋大學、倫敦大學，過去曾經訪問過牛津大學。我跟他們漢學系的同學交流，我就提出這個問題，我說這個話是你們英國湯恩比博士說的，你們能相信嗎？因為面對我的都是研究漢學的學生，他們拿經典去寫博士論文。其中有個同學告訴我，他用《無量壽經》在寫博士論文，我說《無量壽經》有九種版本，你用哪個本子？我沒想到，他用的是夏蓮居的會集本，就是我們在學習的這個本子，我很歡喜。還有一個用《孟子》，另外有個同學用王維，唐朝文學家，難得。我提出這個問題，沒有人回答我，換句話說，他們懷疑，他們沒有信心，所以他沒有那個肯定的回答。"
    },
    {
      "id": "12-017-2117_p0023",
      "zh_CN": "然后我就告诉大家，我说汤恩比的话说得对，没有错。我们对他的话要有正确的解读，你怎么解释它？如果你听到他的话，哦，他说是孔孟学说，你一听，你立刻会想到四书五经、十三经，这是孔孟学说；听到大乘佛法，你会想到《华严经》、《法华经》、《般若经》这些大经大论，你肯定是想这些。你们做研究工作的人，你们都在念研究所，念博士班，肯定你想的是这个。这个东西你们现在去深入的，你们在这里做学问的，能救社会吗？能管用吗？不但你们怀疑，我也怀疑。可是我为什么对汤恩比博士赞叹？我说我的解读跟你不一样。我说：你们所看到的孔孟跟大乘，就像那个树木一样，你们所看到的是花果，你们看的也没错。这花果怎么生的？树上生的。树怎么长的？你慢慢看，它有根。我说我看的是根本，我相信汤恩比博士讲的是那个根本，有根本才有枝叶花果。",
      "zh_TW": "然後我就告訴大家，我說湯恩比的話說得對，沒有錯。我們對他的話要有正確的解讀，你怎麼解釋它？如果你聽到他的話，哦，他說是孔孟學說，你一聽，你立刻會想到四書五經、十三經，這是孔孟學說；聽到大乘佛法，你會想到《華嚴經》、《法華經》、《般若經》這些大經大論，你肯定是想這些。你們做研究工作的人，你們都在念研究所，念博士班，肯定你想的是這個。這個東西你們現在去深入的，你們在這裡做學問的，能救社會嗎？能管用嗎？不但你們懷疑，我也懷疑。可是我為什麼對湯恩比博士讚歎？我說我的解讀跟你不一樣。我說：你們所看到的孔孟跟大乘，就像那個樹木一樣，你們所看到的是花果，你們看的也沒錯。這花果怎麼生的？樹上生的。樹怎麼長的？你慢慢看，它有根。我說我看的是根本，我相信湯恩比博士講的是那個根本，有根本才有枝葉花果。"
    },
    {
      "id": "12-017-2117_p0024",
      "zh_CN": "根本是什么？佛的根本是「十善业道」，你们读读《十善业道经》就知道了。《十善业道经》不长，释迦佛在这个经上讲得很清楚，人天法，做人的方法，生天的方法；声闻菩提，缘觉菩提，乃至无上菩提，都以十善业道为根本。十善业道譬如大地，能生这一切的树木花草。我们从这个地方解答了、解读汤恩比博士的话，那对现前这个社会，那意义就重了，他一句话给我们点明了。又何况，现在我们是真的清楚，十善业道一展开就是八万四千法门，就是释迦牟尼佛四十九年所说的全部的经教，都在十善业里头。归纳就是《十善业道经》，展开，连《华严经》也在其中，它都离不开。十善业是大乘佛法的根，是大乘佛法的种子，我们从这里下手，真有救。",
      "zh_TW": "根本是什麼？佛的根本是「十善業道」，你們讀讀《十善業道經》就知道了。《十善業道經》不長，釋迦佛在這個經上講得很清楚，人天法，做人的方法，生天的方法；聲聞菩提，緣覺菩提，乃至無上菩提，都以十善業道為根本。十善業道譬如大地，能生這一切的樹木花草。我們從這個地方解答了、解讀湯恩比博士的話，那對現前這個社會，那意義就重了，他一句話給我們點明了。又何況，現在我們是真的清楚，十善業道一展開就是八萬四千法門，就是釋迦牟尼佛四十九年所說的全部的經教，都在十善業裡頭。歸納就是《十善業道經》，展開，連《華嚴經》也在其中，它都離不開。十善業是大乘佛法的根，是大乘佛法的種子，我們從這裡下手，真有救。"
    },
    {
      "id": "12-017-2117_p0025",
      "zh_CN": "孔孟学说的根是什么？根是礼，要用一个字来讲，实在讲就是孝，孝悌，中国是孝悌的文化。孝悌展开，五伦、五常、四维、八德，说尽了，这就是孔孟。展开来，就是四书五经、十三经，乃至于中国最大的一套丛书《四库全书》，哪一本、哪一册里离开五伦、五常、四维、八德！你去看，都离不开。离开这四个准则，就不会被收入《四库全书》，为什么？它代表中国文化，代表儒家。儒家修行、修学的根本，归纳起来就是《弟子规》，一千零八十个字。《弟子规》展开来，就是《四库全书》，就是四书五经、十三经；把这些东西浓缩成精华，就是这一百一十三桩事情。佛家讲的这个经有四种，教理行果。经是教科书，理是里面讲的理论，再讲修行的方法，最后讲的是效果，你依照这个理论方法去学习，你得什么样的效果。所以它说有教的经，有教，有理经、有行经、有果经。",
      "zh_TW": "孔孟學說的根是什麼？根是禮，要用一個字來講，實在講就是孝，孝悌，中國是孝悌的文化。孝悌展開，五倫、五常、四維、八德，說盡了，這就是孔孟。展開來，就是四書五經、十三經，乃至於中國最大的一套叢書《四庫全書》，哪一本、哪一冊裡離開五倫、五常、四維、八德！你去看，都離不開。離開這四個準則，就不會被收入《四庫全書》，為什麼？它代表中國文化，代表儒家。儒家修行、修學的根本，歸納起來就是《弟子規》，一千零八十個字。《弟子規》展開來，就是《四庫全書》，就是四書五經、十三經；把這些東西濃縮成精華，就是這一百一十三樁事情。佛家講的這個經有四種，教理行果。經是教科書，理是裡面講的理論，再講修行的方法，最後講的是效果，你依照這個理論方法去學習，你得什麼樣的效果。所以它說有教的經，有教，有理經、有行經、有果經。"
    },
    {
      "id": "12-017-2117_p0026",
      "zh_CN": "成圣成贤是果，成佛成菩萨是大乘的果，真正的因是什么？佛家的因就是十善，儒家的因就是《弟子规》，道家的因就是《感应篇》。这么多年来，我到处劝导大家要补习，要真正认真去扎三个根，把《弟子规》、《感应篇》、《十善业》真做到；出家，会受人尊敬，天人师，那你要多扎一个根，扎《沙弥律仪》，你比一般人多一个根，你的德行就比人深，你的智慧就比别人高一层，就这么个道理。不真干，要是自欺欺人，欺骗众生，在里面想得到一点名闻利养，可以得到，但是后果怎么样？后果是阿鼻地狱。所以真正了解因果的，他就不会起这个念头，无论什么样的名利摆在面前，名闻利养、五欲六尘摆在面前，他不会动心，为什么？他知道，我要是动心，拿着佛法做手段，来求得名闻利养，来享受这些五欲六尘，转眼之间，三途地狱在等着你，怎么敢动这个念头？",
      "zh_TW": "成聖成賢是果，成佛成菩薩是大乘的果，真正的因是什麼？佛家的因就是十善，儒家的因就是《弟子規》，道家的因就是《感應篇》。這麼多年來，我到處勸導大家要補習，要真正認真去紮三個根，把《弟子規》、《感應篇》、《十善業》真做到；出家，會受人尊敬，天人師，那你要多紮一個根，紮《沙彌律儀》，你比一般人多一個根，你的德行就比人深，你的智慧就比別人高一層，就這麼個道理。不真幹，要是自欺欺人，欺騙眾生，在裡面想得到一點名聞利養，可以得到，但是後果怎麼樣？後果是阿鼻地獄。所以真正了解因果的，他就不會起這個念頭，無論什麼樣的名利擺在面前，名聞利養、五欲六塵擺在面前，他不會動心，為什麼？他知道，我要是動心，拿著佛法做手段，來求得名聞利養，來享受這些五欲六塵，轉眼之間，三途地獄在等著你，怎麼敢動這個念頭？"
    },
    {
      "id": "12-017-2117_p0027",
      "zh_CN": "印光大师一生，他老人家八十岁圆寂的，一生极力提倡因果报应的这个事实真相，有道理。说老实话，十善业，大家入得不深，所以把它忽略了。伦理道德是懂，可是名闻利养的诱惑敌不住，知道这是违背伦理道德，可是有眼前得大利益，他就昧着良心，他真干。中国谚语所谓「财迷心窍」，今天这个社会，财色名食诱惑人，这个东西太可怕了！这个东西现前，马上把你阿赖耶里面的烦恼心所引出来了。阿赖耶烦恼心所是什么？贪、瞋、痴、慢、疑、恶见都起出来了，你就造业了。所以印祖慈悲，一生把因果教育摆在第一，而且告诉我们，中国最近一百年，有一本书不能不读，他认为是一百年当中最好的一部书，《安士全书》，他老人家一生极力提倡的，前清周梦颜居士的著作，在家居士，那不是出家人。你看，这是一代祖师，特别推崇别人的，不说自己的，没有一点私心，没有夹杂丝毫名利，推崇别人的。难道《印光大师文钞》比不上《安士全书》？超过有余，可是祖师还是把别人抬起来，没有说自己，这是什么？这是教我们谦敬，自己要懂得谦卑，要懂得尊重别人，别人有这么好的东西，极力提倡，学他的就行了，自他不二。",
      "zh_TW": "印光大師一生，他老人家八十歲圓寂的，一生極力提倡因果報應的這個事實真相，有道理。說老實話，十善業，大家入得不深，所以把它忽略了。倫理道德是懂，可是名聞利養的誘惑敵不住，知道這是違背倫理道德，可是有眼前得大利益，他就昧著良心，他真幹。中國諺語所謂「財迷心竅」，今天這個社會，財色名食誘惑人，這個東西太可怕了！這個東西現前，馬上把你阿賴耶裡面的煩惱心所引出來了。阿賴耶煩惱心所是什麼？貪、瞋、痴、慢、疑、惡見都起出來了，你就造業了。所以印祖慈悲，一生把因果教育擺在第一，而且告訴我們，中國最近一百年，有一本書不能不讀，他認為是一百年當中最好的一部書，《安士全書》，他老人家一生極力提倡的，前清周夢顏居士的著作，在家居士，那不是出家人。你看，這是一代祖師，特別推崇別人的，不說自己的，沒有一點私心，沒有夾雜絲毫名利，推崇別人的。難道《印光大師文鈔》比不上《安士全書》？超過有餘，可是祖師還是把別人抬起來，沒有說自己，這是什麼？這是教我們謙敬，自己要懂得謙卑，要懂得尊重別人，別人有這麼好的東西，極力提倡，學他的就行了，自他不二。"
    },
    {
      "id": "12-017-2117_p0028",
      "zh_CN": "《安士全书》里面四篇东西，第一篇是《文昌帝君阴骘文》，原文不长，只有七百多字，不到八百字，注解非常详细，占全书一半还多一点，这么大的分量，每一条、每一句，引用善恶果报的例子很多，你看了不能不相信。世间人造业最重的，一个是杀生、一个是邪淫，对于这两桩事情，他特别详细来解释，所以他第二篇叫《万善先资》，讲戒杀的，细说；第三篇《欲海回狂》，专门讲戒邪淫，邪淫的可怕，邪淫的果报，这两条特别提出来，针对我们现在全世界。末后一篇不长，《西归直指》，劝人念佛求生净土。印祖称这一本书是中国近一百年来第一部好书，文言文写的，很浅显的文言文。我们这些年来也是特别提倡。我发现是一九七七年，我第一次到香港讲经，在中华佛教图书馆，我在那里住了两个月，讲《楞严经》。图书馆藏书很多，我看弘化社，发现这部书，发现印祖一生全心全力在做因果教育。我很感动，回到台湾之后，我记得我把这三种书，就是印祖提倡的《了凡四训》、《感应篇汇编》、《安士全书》，我印了五万册，而且讲了，讲过三遍。",
      "zh_TW": "《安士全書》裡面四篇東西，第一篇是《文昌帝君陰騭文》，原文不長，只有七百多字，不到八百字，註解非常詳細，佔全書一半還多一點，這麼大的分量，每一條、每一句，引用善惡果報的例子很多，你看了不能不相信。世間人造業最重的，一個是殺生、一個是邪淫，對於這兩樁事情，他特別詳細來解釋，所以他第二篇叫《萬善先資》，講戒殺的，細說；第三篇《欲海回狂》，專門講戒邪淫，邪淫的可怕，邪淫的果報，這兩條特別提出來，針對我們現在全世界。末後一篇不長，《西歸直指》，勸人念佛求生淨土。印祖稱這一本書是中國近一百年來第一部好書，文言文寫的，很淺顯的文言文。我們這些年來也是特別提倡。我發現是一九七七年，我第一次到香港講經，在中華佛教圖書館，我在那裡住了兩個月，講《楞嚴經》。圖書館藏書很多，我看弘化社，發現這部書，發現印祖一生全心全力在做因果教育。我很感動，回到台灣之後，我記得我把這三種書，就是印祖提倡的《了凡四訓》、《感應篇彙編》、《安士全書》，我印了五萬冊，而且講了，講過三遍。"
    },
    {
      "id": "12-017-2117_p0029",
      "zh_CN": "所以人真正懂得因果教育，眼前无论遭什么难，无论吃什么大亏，或者是受侮辱，都不会起个恶念，都不敢有丝毫贪求，为什么？我们学佛的目的，是希望提升自己的灵性，是希望这一生当中决定得生净土，亲近阿弥陀佛，做阿弥陀佛的学生；在弥陀会上，肯定会提升到等觉菩萨，会提升到妙觉果位，我们求这个。除这个之外，我们对于人间天上一无所求。别说人间了，天上请我去做天王，我干不干？这个话我很多年前讲，我不干。为什么？出不了六道轮回。六道是苦海，六道是罪恶的深渊，你在这里头你能不造罪业吗？你想想《地藏经》上的话，「起心动念，无不是罪」。你每天起的是什么心，动的是什么念头？只要一反省，痛哭流涕。这一生忙着改过，回头都来不及了，哪还有时间去造恶业？所以人智慧开了，智慧开了之后头一桩大事，怎么样消除自己业障，怎么样让自己不再搞轮回。",
      "zh_TW": "所以人真正懂得因果教育，眼前無論遭什麼難，無論吃什麼大虧，或者是受侮辱，都不會起個惡念，都不敢有絲毫貪求，為什麼？我們學佛的目的，是希望提升自己的靈性，是希望這一生當中決定得生淨土，親近阿彌陀佛，做阿彌陀佛的學生；在彌陀會上，肯定會提升到等覺菩薩，會提升到妙覺果位，我們求這個。除這個之外，我們對於人間天上一無所求。別說人間了，天上請我去做天王，我幹不幹？這個話我很多年前講，我不幹。為什麼？出不了六道輪迴。六道是苦海，六道是罪惡的深淵，你在這裡頭你能不造罪業嗎？你想想《地藏經》上的話，「起心動念，無不是罪」。你每天起的是什麼心，動的是什麼念頭？只要一反省，痛哭流涕。這一生忙著改過，回頭都來不及了，哪還有時間去造惡業？所以人智慧開了，智慧開了之後頭一樁大事，怎麼樣消除自己業障，怎麼樣讓自己不再搞輪迴。"
    },
    {
      "id": "12-017-2117_p0030",
      "zh_CN": "修行位的菩萨难得，自分里面的「十无常」，这个十无常就是一切都是无常，佛门里面讲的「万法皆空」就这个意思。你晓得一切法都是无常，包括自己身体，我们贪瞋痴慢就可以放下了。为什么放不下？以为是真的，错了。中国谚语有所谓「黄泉路上无老少」，你知道你什么时候死？印光大师教人，修行人要把「死」字贴在额头上。就是你常常想到我就要死了。你能够时常想到，这真的，不是打妄想，人命在呼吸之间，一口气不来，这一世就完了。尤其在现前的社会，许许多多意想不到的，所谓意外事故死亡的，意外死亡的，太多太多了。你看媒体报导每天多少意外死亡的？这里面最普遍的，车祸，交通事故里头死亡的。你看你出门，你知道出门就回不了家，谁能担保你出门没有意外？佛给我们讲人命在呼吸之间，没讲错，这是高度的警觉。每天晚上睡觉上床就要做：明天就不能再起床了。要常常作如是观，告别了这个世界。天天作如是观，真的到命尽的时候，你一点都不会慌张，你会很自然。为什么？天天在练习，终于这一天到了，很正常的，不惊不怖，没有牵挂，没有忧虑，你决定不堕三恶道。这是什么？这真修行，这不是搞假的，真修行。要把事实真相搞清楚，要把事实真相彻底放下，知道所有一切现象跟自己是一体，遍法界虚空界跟自己是一体，一切众生跟自己的关系非常密切。这一切众生，上面包括诸佛如来，下面到地狱众生，应当谦卑，应当尊重，乃至于花草树木、山河大地，都要懂得尊重。为什么？是一个自性变现出来的。所以外道、小乘把这些事情都看错了。",
      "zh_TW": "修行位的菩薩難得，自分裡面的「十無常」，這個十無常就是一切都是無常，佛門裡面講的「萬法皆空」就這個意思。你曉得一切法都是無常，包括自己身體，我們貪瞋痴慢就可以放下了。為什麼放不下？以為是真的，錯了。中國諺語有所謂「黃泉路上無老少」，你知道你什麼時候死？印光大師教人，修行人要把「死」字貼在額頭上。就是你常常想到我就要死了。你能夠時常想到，這真的，不是打妄想，人命在呼吸之間，一口氣不來，這一世就完了。尤其在現前的社會，許許多多意想不到的，所謂意外事故死亡的，意外死亡的，太多太多了。你看媒體報導每天多少意外死亡的？這裡面最普遍的，車禍，交通事故裡頭死亡的。你看你出門，你知道出門就回不了家，誰能擔保你出門沒有意外？佛給我們講人命在呼吸之間，沒講錯，這是高度的警覺。每天晚上睡覺上床就要做：明天就不能再起床了。要常常作如是觀，告別了這個世界。天天作如是觀，真的到命盡的時候，你一點都不會慌張，你會很自然。為什麼？天天在練習，終於這一天到了，很正常的，不驚不怖，沒有牽掛，沒有憂慮，你決定不墮三惡道。這是什麼？這真修行，這不是搞假的，真修行。要把事實真相搞清楚，要把事實真相徹底放下，知道所有一切現象跟自己是一體，遍法界虛空界跟自己是一體，一切眾生跟自己的關係非常密切。這一切眾生，上面包括諸佛如來，下面到地獄眾生，應當謙卑，應當尊重，乃至於花草樹木、山河大地，都要懂得尊重。為什麼？是一個自性變現出來的。所以外道、小乘把這些事情都看錯了。"
    },
    {
      "id": "12-017-2117_p0031",
      "zh_CN": "你看清凉大师后面这几句话，外道认为这是一切诸法的根本；小乘以为是「诸色之因」，色就是物质现象，「又成身之体」，我们这个身体是四大造的，没办法离开地水火风。今天科学家讲得很清楚，我们这个身体，物质身体怎么来的？仔细去分析，把这个眼耳鼻舌身、五脏六腑分析出来，分子；分子再分析，原子；原子再分析，粒子，都是由基本粒子组合的。这些基本的粒子、原子听谁在指挥？信息，就是我们的念头。我们的善念，它就组织得很好，很自然，那是健康的。如果我们念头不善，它就会产生变化，一变化就变成病态的组织。所以，健康是它组织的，病态也是它组织的，它听你念头的话。你念头在指挥它，所以你是自作自受。佛菩萨虽然大慈大悲，没有办法替你组织，这要懂得。",
      "zh_TW": "你看清涼大師後面這幾句話，外道認為這是一切諸法的根本；小乘以為是「諸色之因」，色就是物質現象，「又成身之體」，我們這個身體是四大造的，沒辦法離開地水火風。今天科學家講得很清楚，我們這個身體，物質身體怎麼來的？仔細去分析，把這個眼耳鼻舌身、五臟六腑分析出來，分子；分子再分析，原子；原子再分析，粒子，都是由基本粒子組合的。這些基本的粒子、原子聽誰在指揮？信息，就是我們的念頭。我們的善念，它就組織得很好，很自然，那是健康的。如果我們念頭不善，它就會產生變化，一變化就變成病態的組織。所以，健康是它組織的，病態也是它組織的，它聽你念頭的話。你念頭在指揮它，所以你是自作自受。佛菩薩雖然大慈大悲，沒有辦法替你組織，這要懂得。"
    },
    {
      "id": "12-017-2117_p0032",
      "zh_CN": "特别是学佛的人，虔诚的佛弟子：我生病，佛菩萨为什么不保佑我？我天天做好事，我还受这么多苦难？把怨气都出在佛菩萨身上去了。你说，那是造罪业，那是罪上再加罪。而不知道佛菩萨没有这个能力；佛菩萨有这个能力，大慈大悲，那早就把我们这个世界组成极乐世界一样，怎么会有这么多灾难！所以这一定要晓得，原来佛菩萨告诉我们，这些组织，这些原子、电子还听我们念头的话。我们念头善，就极乐世界出现了，念头不善，什么灾难都来了，恶道就现前，就这么回事情。身体一样，念头善，身体健康，体力好，健康长寿；这个心地不善，身上就有病，就有病痛，就这么回事情。佛把这事实真相告诉我们，这就是他的大慈大悲。所以他是老师，他教给我们。至于怎么样转变，那是你自己的事情，那叫修行，你把你错误的行为修正过来叫修行。佛菩萨没办法替你修行，只能告诉你修行的理论，修行的方法，以及他修行的经验。说出来、做出榜样来给我们看，来启发我们，来感化我们，这是佛菩萨无尽真实的慈悲，我们不能不知道。所以一定要认识清楚、认识明白。",
      "zh_TW": "特別是學佛的人，虔誠的佛弟子：我生病，佛菩薩為什麼不保佑我？我天天做好事，我還受這麼多苦難？把怨氣都出在佛菩薩身上去了。你說，那是造罪業，那是罪上再加罪。而不知道佛菩薩沒有這個能力；佛菩薩有這個能力，大慈大悲，那早就把我們這個世界組成極樂世界一樣，怎麼會有這麼多災難！所以這一定要曉得，原來佛菩薩告訴我們，這些組織，這些原子、電子還聽我們念頭的話。我們念頭善，就極樂世界出現了，念頭不善，什麼災難都來了，惡道就現前，就這麼回事情。身體一樣，念頭善，身體健康，體力好，健康長壽；這個心地不善，身上就有病，就有病痛，就這麼回事情。佛把這事實真相告訴我們，這就是他的大慈大悲。所以他是老師，他教給我們。至於怎麼樣轉變，那是你自己的事情，那叫修行，你把你錯誤的行為修正過來叫修行。佛菩薩沒辦法替你修行，只能告訴你修行的理論，修行的方法，以及他修行的經驗。說出來、做出榜樣來給我們看，來啟發我們，來感化我們，這是佛菩薩無盡真實的慈悲，我們不能不知道。所以一定要認識清楚、認識明白。"
    },
    {
      "id": "12-017-2117_p0033",
      "zh_CN": "我们在讲席里给同学们常常说，不知道说了多少遍。无我不容易做到，太难了，把自私自利的念头放下，这是我们可以做到的。念头一转，起心动念不为自己想，为一切苦难众生去想。众生跟自己是一体，自他不二。我们把这段经文讲了之后，还有时间跟诸位讲讲「不二法门」，那也很有趣味，说明宇宙是一体，众生是一家，不要再对立了。身见不容易破，我们从这里下手，起心动念想苦难众生。然后你学了佛，知道众生苦难从哪来的？从迷惑来的，迷、惑、痴、情，就从这来的。这四个字，一桩事情，痴迷、痴情，从这来的。这里头坚固的执着，就造业了。起心动念起什么念头？损人利己。学了佛，学了佛欺骗佛菩萨。我们自己想想，不要想别人，想自己。我自己今天有没有欺骗佛菩萨？这话怎么说？我们学佛同修都有早晚课。早课什么意思？早课是听佛菩萨的教诲，读经。他今天一天要依照经典里面讲的理论方法去做，听了要去做。我们没做，我们只念一遍，念给佛菩萨听。存的什么心？骗他，早晨骗他一次，晚课又骗他一次，一天骗两次。自以为是，我是佛菩萨的好学生，你看我的功课一天都没缺。佛菩萨，经是他讲的，他要你念给他听吗？晚课是反省。这是早晚课真正的意义，早课是提醒，晚课是反省，检讨我今天一天，我的思想言行有没有照佛菩萨教训去做。有，很好，明天保持；没有，赶快改正，这叫真修行，这是真佛弟子。诸佛菩萨又不在眼前，泥塑木雕的供在那个地方，你都忍心去骗他，你这个心能原谅吗？他要是个活人在那里，骗他，还情有可原，泥塑木雕的你都忍心骗他，哪有这种道理！这我们不能不知道，我们很容易犯这个毛病。",
      "zh_TW": "我們在講席裡給同學們常常說，不知道說了多少遍。無我不容易做到，太難了，把自私自利的念頭放下，這是我們可以做到的。念頭一轉，起心動念不為自己想，為一切苦難眾生去想。眾生跟自己是一體，自他不二。我們把這段經文講了之後，還有時間跟諸位講講「不二法門」，那也很有趣味，說明宇宙是一體，眾生是一家，不要再對立了。身見不容易破，我們從這裡下手，起心動念想苦難眾生。然後你學了佛，知道眾生苦難從哪來的？從迷惑來的，迷、惑、痴、情，就從這來的。這四個字，一樁事情，痴迷、痴情，從這來的。這裡頭堅固的執著，就造業了。起心動念起什麼念頭？損人利己。學了佛，學了佛欺騙佛菩薩。我們自己想想，不要想別人，想自己。我自己今天有沒有欺騙佛菩薩？這話怎麼說？我們學佛同修都有早晚課。早課什麼意思？早課是聽佛菩薩的教誨，讀經。他今天一天要依照經典裡面講的理論方法去做，聽了要去做。我們沒做，我們只念一遍，念給佛菩薩聽。存的什麼心？騙他，早晨騙他一次，晚課又騙他一次，一天騙兩次。自以為是，我是佛菩薩的好學生，你看我的功課一天都沒缺。佛菩薩，經是他講的，他要你念給他聽嗎？晚課是反省。這是早晚課真正的意義，早課是提醒，晚課是反省，檢討我今天一天，我的思想言行有沒有照佛菩薩教訓去做。有，很好，明天保持；沒有，趕快改正，這叫真修行，這是真佛弟子。諸佛菩薩又不在眼前，泥塑木雕的供在那個地方，你都忍心去騙他，你這個心能原諒嗎？他要是個活人在那裡，騙他，還情有可原，泥塑木雕的你都忍心騙他，哪有這種道理！這我們不能不知道，我們很容易犯這個毛病。"
    },
    {
      "id": "12-017-2117_p0034",
      "zh_CN": "所以，学佛从哪里学起？我常常讲，从十善业学起。十善业从哪里学起？十善业从《感应篇》学起，从《弟子规》学起。真正学佛人要把《感应篇》摆在第一，你才不辜负印光大师。印祖一生苦口婆心就是给我们这个启示，他明了，明了是智慧，极力提倡，身体力行，做出榜样给我们看。我们要相信，不能辜负他，这才叫真学佛，真学佛的人有福了。第一个，你确确实实像中国古人所讲的，续佛慧命，正法久住。正法久住靠谁？靠我。每一个人都应该这样想，不要把责任推给别人。推给别人，你会失望。我是佛弟子，我皈依了，我接受佛菩萨的教诫，认真的学习十善业道。这十条念念记在心上，起心动念、言语造作绝不违犯十善业。十善的反面是十恶，十恶决定不能做，十恶翻过来就是十善。决定不能伤害一切众生，连花草树木都不可以伤害，它有灵性，地上长的小草都有灵性。这是我亲眼见过的。",
      "zh_TW": "所以，學佛從哪裡學起？我常常講，從十善業學起。十善業從哪裡學起？十善業從《感應篇》學起，從《弟子規》學起。真正學佛人要把《感應篇》擺在第一，你才不辜負印光大師。印祖一生苦口婆心就是給我們這個啟示，他明瞭，明瞭是智慧，極力提倡，身體力行，做出榜樣給我們看。我們要相信，不能辜負他，這才叫真學佛，真學佛的人有福了。第一個，你確確實實像中國古人所講的，續佛慧命，正法久住。正法久住靠誰？靠我。每一個人都應該這樣想，不要把責任推給別人。推給別人，你會失望。我是佛弟子，我皈依了，我接受佛菩薩的教誡，認真的學習十善業道。這十條念念記在心上，起心動念、言語造作絕不違犯十善業。十善的反面是十惡，十惡決定不能做，十惡翻過來就是十善。決定不能傷害一切眾生，連花草樹木都不可以傷害，它有靈性，地上長的小草都有靈性。這是我親眼見過的。"
    },
    {
      "id": "12-017-2117_p0035",
      "zh_CN": "有个同学告诉我，他说他遇到一个非常奇怪的事情。白天工作，晚上回家的时候，在睡觉之前，在卧室里面感觉得毛骨悚然，心里知道这个房间一定有灵鬼或者是冤亲债主。他不知道，总觉得是反常。夫妻两个人，两个人都感觉到。他是佛教徒，心里想到这幽冥界的、灵界的众生是不是来找帮忙的？找帮忙，我们也没办法沟通，如果是真有，他就说：房间有电灯，你能不能叫电灯的光闪一闪，我就知道真的是有了。说了这个话，过了二、三分钟，真的电灯闪了一闪，他吓了一跳，这是真的不是假的了。他说：那我们怎么沟通？他说这样好了，我今天晚上睡觉，你不要扰乱我，你托梦给我。结果他们就睡觉了，真的梦到一群小孩，小娃娃，要求他救命。他说：你们是谁？他说：我们是你家花园里面的小草。他有花有草。他说：我们快要干死了，求你救救，给我们浇一点水。他说每天花园有人浇水。他说：他们浇花不浇草。这才明白了。特别讲好多声，我是你们家花园的小草。到第二天醒过来，他就到花园去看，果然草都是黄的，没人浇。问那个照顾花园的，他浇花了，没浇草。他赶快拿着水到处浇草。人家讲，那草就不要浇了。他也不说。知道什么？小草都有灵，现的那个相是婴儿的相，像一、二岁小孩的相。这是他亲自告诉我的，夫妻两个来见我，告诉我这桩事情。两个人同时作梦，发现这个事情，告诉我，真的，不是假的。所以佛的《戒经》里面讲，「清净比丘，不踏生草」。真正好的出家人，爱护小草。除非这里没有路，没有路，不得已要从那里走过；如果有路，得绕路走，不要去踏草，不要去欺负它。你看，连一个小草都不忍心去踏它，他怎么会伤害人？不可能。我们学佛，得从这些地方学起，那你真能学到东西。今天时间到了，我们就学习到此地。",
      "zh_TW": "有個同學告訴我，他說他遇到一個非常奇怪的事情。白天工作，晚上回家的時候，在睡覺之前，在臥室裡面感覺得毛骨悚然，心裡知道這個房間一定有靈鬼或者是冤親債主。他不知道，總覺得是反常。夫妻兩個人，兩個人都感覺到。他是佛教徒，心裡想到這幽冥界的、靈界的眾生是不是來找幫忙的？找幫忙，我們也沒辦法溝通，如果是真有，他就說：房間有電燈，你能不能叫電燈的光閃一閃，我就知道真的是有了。說了這個話，過了二、三分鐘，真的電燈閃了一閃，他嚇了一跳，這是真的不是假的了。他說：那我們怎麼溝通？他說這樣好了，我今天晚上睡覺，你不要擾亂我，你托夢給我。結果他們就睡覺了，真的夢到一群小孩，小娃娃，要求他救命。他說：你們是誰？他說：我們是你家花園裡面的小草。他有花有草。他說：我們快要乾死了，求你救救，給我們澆一點水。他說每天花園有人澆水。他說：他們澆花不澆草。這才明白了。特別講好多聲，我是你們家花園的小草。到第二天醒過來，他就到花園去看，果然草都是黃的，沒人澆。問那個照顧花園的，他澆花了，沒澆草。他趕快拿著水到處澆草。人家講，那草就不要澆了。他也不說。知道什麼？小草都有靈，現的那個相是嬰兒的相，像一、二歲小孩的相。這是他親自告訴我的，夫妻兩個來見我，告訴我這樁事情。兩個人同時作夢，發現這個事情，告訴我，真的，不是假的。所以佛的《戒經》裡面講，「清淨比丘，不踏生草」。真正好的出家人，愛護小草。除非這裡沒有路，沒有路，不得已要從那裡走過；如果有路，得繞路走，不要去踏草，不要去欺負它。你看，連一個小草都不忍心去踏它，他怎麼會傷害人？不可能。我們學佛，得從這些地方學起，那你真能學到東西。今天時間到了，我們就學習到此地。"
    }
  ]
}