{
  "doc_id": "12-017-0420",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四二０卷",
    "zh_TW": "第四二０卷"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0420",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "12-017-0420_p0001",
      "zh_CN": "请看「世主妙严品」，主方神长行，第九句：",
      "zh_TW": "請看「世主妙嚴品」，主方神長行，第九句："
    },
    {
      "id": "12-017-0420_p0002",
      "zh_CN": "【普观世业主方神，得观察一切趣生中种种业解脱门。】",
      "zh_TW": "【普觀世業主方神，得觀察一切趣生中種種業解脫門。】"
    },
    {
      "id": "12-017-0420_p0003",
      "zh_CN": "清凉大师在注疏里头告诉我们，他说前面就是第八尊「髻目无乱主方神」，他是就业的性相来说的，目的是教我们「忘我」，不仅是断恶修善、破迷开悟，要在根本上做功夫。这位主方神教导我们的，是让我们知道业报差别，然后才能够随机教化一切众生。这两位主方神所学所教的，关系非常密切，也就是说，髻目无乱主方神着重在自利、自度，自度而后才能够度他，如果自己不能得度而能度他，这无有是处，没有这个道理。自度一定要达到最高的目标，毕竟空寂，这就是如来果地上的寂灭忍，知道所有的业性不可得，相虽然有，性不可得。",
      "zh_TW": "清涼大師在註疏裡頭告訴我們，他說前面就是第八尊「髻目無亂主方神」，他是就業的性相來說的，目的是教我們「忘我」，不僅是斷惡修善、破迷開悟，要在根本上做功夫。這位主方神教導我們的，是讓我們知道業報差別，然後才能夠隨機教化一切眾生。這兩位主方神所學所教的，關係非常密切，也就是說，髻目無亂主方神著重在自利、自度，自度而後才能夠度他，如果自己不能得度而能度他，這無有是處，沒有這個道理。自度一定要達到最高的目標，畢竟空寂，這就是如來果地上的寂滅忍，知道所有的業性不可得，相雖然有，性不可得。"
    },
    {
      "id": "12-017-0420_p0004",
      "zh_CN": "相既然有，报就决定有，可是真正契入境界的人有没有果报？那就像百丈禅师遇到老狐狸问的话一样：「大修行人还落不落因果？」真正悟入佛境界的人，我们要问他还受不受业报？答案是他还是要受，虽受他没有苦，百丈禅师讲大修行人「不昧因果」，不是没有因果，对于因果清清楚楚、明明白白。释迦牟尼佛受三个月马麦之报，他清楚；释迦这一族被琉璃王消灭了，他也清楚，前因后果、点点滴滴都明了，都不迷惑，知道「业因果报，法尔如是」。佛能不能救他这一族人？不能救，业报！谁能救？释迦族的人个个回头就能救，回头是岸。释迦佛他回头了，所以他不受他的难，释迦族跟佛出家的这些人，像阿难尊者这些人他不受，为什么？回头了，转恶为善，转迷为悟，我们一般讲逃过一劫。虽不受这个大难，可是小难还是有，小难是什么？释迦族被灭，释迦牟尼佛头痛三天，这是经上有记载的。在我们想像当中，像阿难尊者就一定这几天也有一点不舒服，这就是我们常讲的重罪轻报。于是我们才晓得，业因果报丝毫不爽，这是事实真相。",
      "zh_TW": "相既然有，報就決定有，可是真正契入境界的人有沒有果報？那就像百丈禪師遇到老狐狸問的話一樣：「大修行人還落不落因果？」真正悟入佛境界的人，我們要問他還受不受業報？答案是他還是要受，雖受他沒有苦，百丈禪師講大修行人「不昧因果」，不是沒有因果，對於因果清清楚楚、明明白白。釋迦牟尼佛受三個月馬麥之報，他清楚；釋迦這一族被琉璃王消滅了，他也清楚，前因後果、點點滴滴都明瞭，都不迷惑，知道「業因果報，法爾如是」。佛能不能救他這一族人？不能救，業報！誰能救？釋迦族的人個個回頭就能救，回頭是岸。釋迦佛他回頭了，所以他不受他的難，釋迦族跟佛出家的這些人，像阿難尊者這些人他不受，為什麼？回頭了，轉惡為善，轉迷為悟，我們一般講逃過一劫。雖不受這個大難，可是小難還是有，小難是什麼？釋迦族被滅，釋迦牟尼佛頭痛三天，這是經上有記載的。在我們想像當中，像阿難尊者就一定這幾天也有一點不舒服，這就是我們常講的重罪輕報。於是我們才曉得，業因果報絲毫不爽，這是事實真相。"
    },
    {
      "id": "12-017-0420_p0005",
      "zh_CN": "菩萨在此地教给我们，名号里头『普观世业』，「普」是普遍，没有界限，超越时空；「观」是观察；「世」是世间，世间众生的业报，他从这个地方修行证果的。他得的是『观察一切趣』，这个「趣」就是讲的六趣、五趣，我们一般也叫六道，也叫五道。「一切趣」，这个意思如果用一般的术语来说，就是十法界，一切趣就是十法界，十法界众生的种种业。为什么说十法界的众生都造业？妄想分别执着没有断尽，焉能不造业？不造业的只有一个人，圆教的佛果。为什么？等觉菩萨还有一品生相无明未断，那就是业，这是圆教。我们讲一真法界的四十一位法身大士，他们造的业非常轻，因为他们没有执着、没有分别，但是妄想有，妄想没断，所以这是造业非常非常的轻。他们用真心，这真心不圆满，就是他还有妄想，这个妄想一般经里头称为无明烦恼，那个妄想在一真法界分分破，我们《华严经》上讲的华藏世界。为什么会有四十一个阶级？就是妄想、无明这里头差别不同，这佛在经上常讲，把无明，也就是把妄想分作四十一等，四十一个阶级，你破一品无明，像念书一样你就升了一级，四十一品无明破尽，这才真正成佛，究竟圆满佛，他不造业了。",
      "zh_TW": "菩薩在此地教給我們，名號裡頭『普觀世業』，「普」是普遍，沒有界限，超越時空；「觀」是觀察；「世」是世間，世間眾生的業報，他從這個地方修行證果的。他得的是『觀察一切趣』，這個「趣」就是講的六趣、五趣，我們一般也叫六道，也叫五道。「一切趣」，這個意思如果用一般的術語來說，就是十法界，一切趣就是十法界，十法界眾生的種種業。為什麼說十法界的眾生都造業？妄想分別執著沒有斷盡，焉能不造業？不造業的只有一個人，圓教的佛果。為什麼？等覺菩薩還有一品生相無明未斷，那就是業，這是圓教。我們講一真法界的四十一位法身大士，他們造的業非常輕，因為他們沒有執著、沒有分別，但是妄想有，妄想沒斷，所以這是造業非常非常的輕。他們用真心，這真心不圓滿，就是他還有妄想，這個妄想一般經裡頭稱為無明煩惱，那個妄想在一真法界分分破，我們《華嚴經》上講的華藏世界。為什麼會有四十一個階級？就是妄想、無明這裡頭差別不同，這佛在經上常講，把無明，也就是把妄想分作四十一等，四十一個階級，你破一品無明，像念書一樣你就升了一級，四十一品無明破盡，這才真正成佛，究竟圓滿佛，他不造業了。"
    },
    {
      "id": "12-017-0420_p0006",
      "zh_CN": "我们这样就明白了，业从哪里来？业从妄想分别执着来的，也就是一般经论上佛讲的无明烦恼、尘沙烦恼、见思烦恼；见思烦恼就是执着，尘沙烦恼就是分别，无明烦恼就是妄想，只要有这三样东西，哪有不造业的道理？此地这个「一切趣生中」，如果我们从广义上来说，把一真法界里法身菩萨都包括了；要用狭义说，这「一切趣」就是指十法界。「趣生中」，这不是六道轮回，六道轮回上面还有四圣法界，四圣法界里头虽然不说轮回，它有进退，进进退退，但是它有个底限，这个底限是绝对不会退到六道，这叫「位不退」、「行不退」；到破一品无明，证一分法身，那就「念不退」。法身菩萨也是进进退退，但是绝对不会退堕到十法界；阿罗汉、辟支佛，绝对不会退到六道轮回。这里头的业因果报，清清楚楚、明明白白，如果不能够观察，怎么能够做到随机说法？",
      "zh_TW": "我們這樣就明白了，業從哪裡來？業從妄想分別執著來的，也就是一般經論上佛講的無明煩惱、塵沙煩惱、見思煩惱；見思煩惱就是執著，塵沙煩惱就是分別，無明煩惱就是妄想，只要有這三樣東西，哪有不造業的道理？此地這個「一切趣生中」，如果我們從廣義上來說，把一真法界裡法身菩薩都包括了；要用狹義說，這「一切趣」就是指十法界。「趣生中」，這不是六道輪迴，六道輪迴上面還有四聖法界，四聖法界裡頭雖然不說輪迴，它有進退，進進退退，但是它有個底限，這個底限是絕對不會退到六道，這叫「位不退」、「行不退」；到破一品無明，證一分法身，那就「念不退」。法身菩薩也是進進退退，但是絕對不會退墮到十法界；阿羅漢、辟支佛，絕對不會退到六道輪迴。這裡頭的業因果報，清清楚楚、明明白白，如果不能夠觀察，怎麼能夠做到隨機說法？"
    },
    {
      "id": "12-017-0420_p0007",
      "zh_CN": "由此可知，菩萨在此地教导我们，就是怎样去观机。观察世间众生的根机，应该说什么法，我们就跟他说什么法，对于众生才有利益。如果是上根，你跟他说下法，他觉得是多余的，他不会满意；下根，跟他说上法，他不懂，他不得利益。所以法一定要契机，如果说是契理不契机，佛经上讲的，叫「闲言语」，闲言语，用现在不好听的话来说，就是废话，白说了；理上虽然不错，不契机，也就是我们所谓的他现前不得受用，这不叫白说吗？契机不契理，那是魔说，虽然契机，但是不契理。",
      "zh_TW": "由此可知，菩薩在此地教導我們，就是怎樣去觀機。觀察世間眾生的根機，應該說什麼法，我們就跟他說什麼法，對於眾生才有利益。如果是上根，你跟他說下法，他覺得是多餘的，他不會滿意；下根，跟他說上法，他不懂，他不得利益。所以法一定要契機，如果說是契理不契機，佛經上講的，叫「閒言語」，閒言語，用現在不好聽的話來說，就是廢話，白說了；理上雖然不錯，不契機，也就是我們所謂的他現前不得受用，這不叫白說嗎？契機不契理，那是魔說，雖然契機，但是不契理。"
    },
    {
      "id": "12-017-0420_p0008",
      "zh_CN": "诸位同修你能体会到什么叫魔说吗？魔的范围太大太大了，我们冷静观察现在社会上，电视大家都喜欢看，为什么喜欢看？契机！网路，多少年轻人迷恋在里面，为什么？契机！报章杂志，我们现在走到那些书店，看到书架上琳瑯满目，书店里面翻书的人络绎不绝，为什么？契机！但是它不契理，所以人虽然欢喜看、欢喜听、欢喜接触，身心不安，天天烦恼增长，智慧埋没了，这就是佛经里头所说的魔说。魔在哪里？魔在我们的周边，我们六根接触的全是魔境界。魔的作用是勾引我们的烦恼，把我们的贪瞋痴慢勾引起来，把我们的自私自利、名闻利养、嫉妒、障碍、斗争，把这些念头勾引起来，造种种恶业，这都是魔。在过去古代，魔境相当不容易发现，现在魔境太明显、太普遍、太多了。现代的人不落在魔道，几乎就是说不可能。我们如果不学佛，也必堕魔道；虽然是学佛了，如果不能够深入经藏，对于佛陀的教诲如果不能够深信不疑，我们依旧脱离不了魔掌。我们的生活，起心动念，你想想你能够离得开烦恼吗？离不开烦恼你就在魔掌之中，离开烦恼你才有本事不受魔的操纵。",
      "zh_TW": "諸位同修你能體會到什麼叫魔說嗎？魔的範圍太大太大了，我們冷靜觀察現在社會上，電視大家都喜歡看，為什麼喜歡看？契機！網路，多少年輕人迷戀在裡面，為什麼？契機！報章雜誌，我們現在走到那些書店，看到書架上琳瑯滿目，書店裡面翻書的人絡繹不絕，為什麼？契機！但是它不契理，所以人雖然歡喜看、歡喜聽、歡喜接觸，身心不安，天天煩惱增長，智慧埋沒了，這就是佛經裡頭所說的魔說。魔在哪裡？魔在我們的周邊，我們六根接觸的全是魔境界。魔的作用是勾引我們的煩惱，把我們的貪瞋痴慢勾引起來，把我們的自私自利、名聞利養、嫉妒、障礙、鬥爭，把這些念頭勾引起來，造種種惡業，這都是魔。在過去古代，魔境相當不容易發現，現在魔境太明顯、太普遍、太多了。現代的人不落在魔道，幾乎就是說不可能。我們如果不學佛，也必墮魔道；雖然是學佛了，如果不能夠深入經藏，對於佛陀的教誨如果不能夠深信不疑，我們依舊脫離不了魔掌。我們的生活，起心動念，你想想你能夠離得開煩惱嗎？離不開煩惱你就在魔掌之中，離開煩惱你才有本事不受魔的操縱。"
    },
    {
      "id": "12-017-0420_p0009",
      "zh_CN": "在这个地方又必须要认识，那就是前面一尊主方神教导我们的，真正的魔跟佛不在外境，在乎我们自己一念觉迷；一念觉，魔都成佛了，一念迷，佛都变成魔；这叫内学，这叫佛法，这叫「唯心所现，唯识所变」，这叫「一切法从心想生」，佛这个说法才说得透彻、说得彻底。所以契入境界之后，魔也很可爱，为什么？觉悟之后，魔就是佛。为什么？佛菩萨看一切众生都是佛。《无量寿经》上有一句很有名的句子：「一切皆成佛」，了不起！《华严》、《圆觉》里面讲「一切众生本来成佛」，佛眼所见的，这不是境随心转吗？这不是「一切法从心想生」吗？由此可知，我们无论在什么环境，顺境也好、逆境也好，善缘也好、恶缘也好，决定要保持自己的清净心，保持自己的平等心，在境界里面练功夫，这是修行，修就是修这个。",
      "zh_TW": "在這個地方又必須要認識，那就是前面一尊主方神教導我們的，真正的魔跟佛不在外境，在乎我們自己一念覺迷；一念覺，魔都成佛了，一念迷，佛都變成魔；這叫內學，這叫佛法，這叫「唯心所現，唯識所變」，這叫「一切法從心想生」，佛這個說法才說得透徹、說得徹底。所以契入境界之後，魔也很可愛，為什麼？覺悟之後，魔就是佛。為什麼？佛菩薩看一切眾生都是佛。《無量壽經》上有一句很有名的句子：「一切皆成佛」，了不起！《華嚴》、《圓覺》裡面講「一切眾生本來成佛」，佛眼所見的，這不是境隨心轉嗎？這不是「一切法從心想生」嗎？由此可知，我們無論在什麼環境，順境也好、逆境也好，善緣也好、惡緣也好，決定要保持自己的清淨心，保持自己的平等心，在境界裡面練功夫，這是修行，修就是修這個。"
    },
    {
      "id": "12-017-0420_p0010",
      "zh_CN": "极不平里面，我们要把平等心修炼出来；极不清净的境界里面，我们要把自己的清净心修炼出来，这叫功夫，决定不能够随波逐流。它不清净，我们被不清净污染了，它不平等，我们被不平等障碍了，这个错了。会修行的人，魔都是佛菩萨，为什么？成就我的清净心，成就我的平等心，成就我的智慧，成就我的功德，端在你会不会。所以从前禅宗大德勘验学人，喝斥「你会么？」这句话意味深长。会，你就成佛，什么事都没有了；不会，你还是业障凡夫。什么是「会」，什么是「不会」？必须清楚，必须要明白。",
      "zh_TW": "極不平裡面，我們要把平等心修鍊出來；極不清淨的境界裡面，我們要把自己的清淨心修鍊出來，這叫功夫，決定不能夠隨波逐流。它不清淨，我們被不清淨污染了，它不平等，我們被不平等障礙了，這個錯了。會修行的人，魔都是佛菩薩，為什麼？成就我的清淨心，成就我的平等心，成就我的智慧，成就我的功德，端在你會不會。所以從前禪宗大德勘驗學人，喝斥「你會麼？」這句話意味深長。會，你就成佛，什麼事都沒有了；不會，你還是業障凡夫。什麼是「會」，什麼是「不會」？必須清楚，必須要明白。"
    },
    {
      "id": "12-017-0420_p0011",
      "zh_CN": "「知业差别」是慧，丝毫不染着是定，从定中生的慧这叫真智慧。世间人有些也能知道这众生业的差别，但是他没有定，他没有定、没有戒，那不叫做慧，那叫什么？世智辩聪。如果这个知见跟定、戒融合成一体，那它就叫慧；这里面跟戒、跟定分了家，它就叫世智辩聪，我们不能不辨别清楚。",
      "zh_TW": "「知業差別」是慧，絲毫不染著是定，從定中生的慧這叫真智慧。世間人有些也能知道這眾生業的差別，但是他沒有定，他沒有定、沒有戒，那不叫做慧，那叫什麼？世智辯聰。如果這個知見跟定、戒融合成一體，那它就叫慧；這裡面跟戒、跟定分了家，它就叫世智辯聰，我們不能不辨別清楚。"
    },
    {
      "id": "12-017-0420_p0012",
      "zh_CN": "再看底下第十句：",
      "zh_TW": "再看底下第十句："
    },
    {
      "id": "12-017-0420_p0013",
      "zh_CN": "【周遍游览主方神，得所作事皆究竟，生一切众生欢喜解脱门。】",
      "zh_TW": "【周遍遊覽主方神，得所作事皆究竟，生一切眾生歡喜解脫門。】"
    },
    {
      "id": "12-017-0420_p0014",
      "zh_CN": "这一行是主方神的圆满，主方神，第一位是「遍住一切主方神」，到圆满是『周遍游览主方神』，我们细细想想表法的味道，意味深长。第一位他所得的法门是「普救护力」，末后『得所作事皆究竟（究竟就是圆满），生一切众生欢喜』。我们看看清凉大师的开示，「世人靡不有初，鲜克有终」，这句话，特别是在现前的社会，我们读了感慨万千。世间人做事，初是开始，终是圆满，他有好的开始，但是很少有好的结果，就是很少圆满。这是什么道理？一般世间人，只想到自己眼前的利益，只顾一生，没有想到后世，所以他的事业，一生做得再辉煌，后面没有继承人；换句话说，他的事业等于零。这也是孔老夫子所说的「不孝有三，无后为大」，后面没有继起的人，这是大不孝。前一代的人创业，后一代不能够代代守成，这就大不孝。在古时候，我们看这些帝王创业，代代承传，这个时候是建功立业，儿孙把这个国家搞亡了，那叫大不孝，那叫「无后」。这个「无后」诸位也要记住，不是没有子孙、没有后代，后代子孙不能够光大前人的事业就叫「无后」，「无后」是这个意思；儿孙再多，不能继承先人的事业，这叫不孝。",
      "zh_TW": "這一行是主方神的圓滿，主方神，第一位是「遍住一切主方神」，到圓滿是『周遍遊覽主方神』，我們細細想想表法的味道，意味深長。第一位他所得的法門是「普救護力」，末後『得所作事皆究竟（究竟就是圓滿），生一切眾生歡喜』。我們看看清涼大師的開示，「世人靡不有初，鮮克有終」，這句話，特別是在現前的社會，我們讀了感慨萬千。世間人做事，初是開始，終是圓滿，他有好的開始，但是很少有好的結果，就是很少圓滿。這是什麼道理？一般世間人，只想到自己眼前的利益，只顧一生，沒有想到後世，所以他的事業，一生做得再輝煌，後面沒有繼承人；換句話說，他的事業等於零。這也是孔老夫子所說的「不孝有三，無後為大」，後面沒有繼起的人，這是大不孝。前一代的人創業，後一代不能夠代代守成，這就大不孝。在古時候，我們看這些帝王創業，代代承傳，這個時候是建功立業，兒孫把這個國家搞亡了，那叫大不孝，那叫「無後」。這個「無後」諸位也要記住，不是沒有子孫、沒有後代，後代子孫不能夠光大前人的事業就叫「無後」，「無後」是這個意思；兒孫再多，不能繼承先人的事業，這叫不孝。"
    },
    {
      "id": "12-017-0420_p0015",
      "zh_CN": "我们现在看到有许多人，在这个社会上，确实创建了很好的事业，儿女不愿意继承，不愿意做他父亲这个事业，这在古时候讲这就是不孝。但是现在这个民主开放的社会，儿女不能继承，有些志同道合的人继承一样，他的事业是依旧不衰，这是孝道。自己做得再好，后继无人，这是他一生的败笔，终身的遗憾。古代帝王，不但是有大福报，他有大智慧；单有福没有慧，不能成为一个君王，一个君王决定是福慧具足。他一登基，第一桩大事情是什么？立太子。立太子的用意是什么？培养继承人，这是大孝，全心全力培养他的继承人，希望他的继承人做得比他还好。做帝王的如此，在从前治家也如此，父亲、祖父非常关切儿孙的教育，希望他们将来长大能够光大门楣，荣宗耀祖，不仅是要继承祖宗的事业，而且要光大祖宗的事业。我们最近有不少同修生病，到中国去看病，都在「同仁堂」拿药，同仁堂也有几百年的历史，他们的后代还能够维系祖宗的事业；不但能维系，确确实实他们现在是光大祖宗的事业，因为我晓得他们已经做到跨国的连锁店，在美国洛杉矶他们有分店。这是神圣的事业，仁慈的事业，真正是救度苦难众生的事业，我们不能不赞叹，不能不感激他造福社会、造福人群。",
      "zh_TW": "我們現在看到有許多人，在這個社會上，確實創建了很好的事業，兒女不願意繼承，不願意做他父親這個事業，這在古時候講這就是不孝。但是現在這個民主開放的社會，兒女不能繼承，有些志同道合的人繼承一樣，他的事業是依舊不衰，這是孝道。自己做得再好，後繼無人，這是他一生的敗筆，終身的遺憾。古代帝王，不但是有大福報，他有大智慧；單有福沒有慧，不能成為一個君王，一個君王決定是福慧具足。他一登基，第一樁大事情是什麼？立太子。立太子的用意是什麼？培養繼承人，這是大孝，全心全力培養他的繼承人，希望他的繼承人做得比他還好。做帝王的如此，在從前治家也如此，父親、祖父非常關切兒孫的教育，希望他們將來長大能夠光大門楣，榮宗耀祖，不僅是要繼承祖宗的事業，而且要光大祖宗的事業。我們最近有不少同修生病，到中國去看病，都在「同仁堂」拿藥，同仁堂也有幾百年的歷史，他們的後代還能夠維繫祖宗的事業；不但能維繫，確確實實他們現在是光大祖宗的事業，因為我曉得他們已經做到跨國的連鎖店，在美國洛杉磯他們有分店。這是神聖的事業，仁慈的事業，真正是救度苦難眾生的事業，我們不能不讚歎，不能不感激他造福社會、造福人群。"
    },
    {
      "id": "12-017-0420_p0016",
      "zh_CN": "由此可知，任何一个行业，如果后继无人，他的事业做得再好，最后等于零。我懂得这个道理。去年年底因缘成熟，我替他们建立一个道场，不是我的，我不需要道场，把他们这些人安顿在这个地方。实实在在也是馆长常常在加持、在保佑，这个道场的成立非常顺利，现在在澳洲注册为「净宗学院」，这是我们多少年梦寐希求的，没有想到它能实现。我们有这么一个妄想，但是自己没有信心，总认为这是个妄想，不可能实现的，没有想到澳洲政府居然批准我们建立净宗学院。文件批下来了，我就告诉大众，既然是学院，那将来一定要办学，要办学那你们都要做老师。所以这二十几个人当中，我就告诉他，你们现在要认真努力做充分的准备，能讲经的发心教学，不能讲经的发心护持，做学校行政工作。一所学校就是两种人，一个教员，一个职员，自己想想适合做哪一种职务，你就专心学习，弘护一体，希望把这个学院办成功。这个学院纯粹是佛教的学校，它不是教世间一般的不同科目，不是的，里面的课程全部是佛教的经论，名副其实的佛教学院，这是上天给我们的，这是佛菩萨给我们的。上天赐与的、佛菩萨给予的，我们要不认真努力、好好的修学，我们就对不起上天、对不起佛菩萨，所以务必要做到专信不犯、精进不懈、自行化他。",
      "zh_TW": "由此可知，任何一個行業，如果後繼無人，他的事業做得再好，最後等於零。我懂得這個道理。去年年底因緣成熟，我替他們建立一個道場，不是我的，我不需要道場，把他們這些人安頓在這個地方。實實在在也是館長常常在加持、在保佑，這個道場的成立非常順利，現在在澳洲註冊為「淨宗學院」，這是我們多少年夢寐希求的，沒有想到它能實現。我們有這麼一個妄想，但是自己沒有信心，總認為這是個妄想，不可能實現的，沒有想到澳洲政府居然批准我們建立淨宗學院。文件批下來了，我就告訴大眾，既然是學院，那將來一定要辦學，要辦學那你們都要做老師。所以這二十幾個人當中，我就告訴他，你們現在要認真努力做充分的準備，能講經的發心教學，不能講經的發心護持，做學校行政工作。一所學校就是兩種人，一個教員，一個職員，自己想想適合做哪一種職務，你就專心學習，弘護一體，希望把這個學院辦成功。這個學院純粹是佛教的學校，它不是教世間一般的不同科目，不是的，裡面的課程全部是佛教的經論，名副其實的佛教學院，這是上天給我們的，這是佛菩薩給我們的。上天賜與的、佛菩薩給予的，我們要不認真努力、好好的修學，我們就對不起上天、對不起佛菩薩，所以務必要做到專信不犯、精進不懈、自行化他。"
    },
    {
      "id": "12-017-0420_p0017",
      "zh_CN": "学院初步的构想，因为这个学院在澳洲，澳洲还是英语的社会，所以我们在言语上分为三种，学校有英语、有华语、有越南语，现在学校是三种语言的教学，三种语言都要学习。课程，大小乘经论都有，我们虽然是净宗学院，当然是以净土宗五经一论为主，但是我们要兼顾到现在佛教的各个宗派都缺乏师资、缺乏弘法人员，我们能力能兼顾的，我们要兼顾，任何宗派里面的人才，我们一律平等的培养。如果我们自己这边没有师资，我们可以在全世界去聘请，禅宗的老师、天台宗的老师、法相宗的老师、戒律宗的老师，我们会聘请。希望这个佛学院是一个纯粹佛教多元文化的教学机构，我们这里面没有佛事，没有法会，纯粹属于教学，我们把佛教恢复到佛陀教育，定位在多元文化的社会教育，意义重大。",
      "zh_TW": "學院初步的構想，因為這個學院在澳洲，澳洲還是英語的社會，所以我們在言語上分為三種，學校有英語、有華語、有越南語，現在學校是三種語言的教學，三種語言都要學習。課程，大小乘經論都有，我們雖然是淨宗學院，當然是以淨土宗五經一論為主，但是我們要兼顧到現在佛教的各個宗派都缺乏師資、缺乏弘法人員，我們能力能兼顧的，我們要兼顧，任何宗派裡面的人才，我們一律平等的培養。如果我們自己這邊沒有師資，我們可以在全世界去聘請，禪宗的老師、天台宗的老師、法相宗的老師、戒律宗的老師，我們會聘請。希望這個佛學院是一個純粹佛教多元文化的教學機構，我們這裡面沒有佛事，沒有法會，純粹屬於教學，我們把佛教恢復到佛陀教育，定位在多元文化的社會教育，意義重大。"
    },
    {
      "id": "12-017-0420_p0018",
      "zh_CN": "这有个好的开始了，我们希望有好的圆满，那就是培养继起的人才。我要不要做这个院长？我不要做，我选拔年轻的出家人，请他们来担任这个学院的院长、副院长，各个单位的纲领执事，我请他们做，我在旁边辅导，我在旁边协助。你们遇到困难，解决不了的问题，我帮助你，这是初创，过去从来没有过的。我们的教学采取小班制，一班学生不超过五个人，我们建校准备招二十班，二十班就是一百个学生，每一个班我们有一个老师，有一个助教，加上我们里面工作的人员，我想我们这个学校，将来在这里面活动的大概是两百多人，这样的一个团体。为什么要开小班制？我们在新加坡这些年，培训班的成就，我们教学的特色就在此地。这不是我们首创的，是古圣先贤所遗留的老办法，我们一生没有创意、没有创造、没有发明，我们只是老老实实走着古人的足迹，走着古圣先贤的道路，我们采取私塾个别教导，采取这个方法。学生每一个星期至少要上讲台讲一个小时，要写一万字的讲稿，所以在我想像当中，他们学习的压力相当沉重，为什么？在语文方面，他要学三种语文，这是必修科。经论里面他可以专选一门，一门深入；一门学成之后，他可以再选一门。修学的期间我们定为普通班两年，正科班三年，研究班四年，可以拿到澳洲的学生签证。学生的来源我们也想到，我们不招生，采取推荐的方法，由世界各个佛教团体来推荐保送，希望用这个方法，我们能够得到品德、修养、学术都能有一定水平的，能够有这样好的学生；特别着重在德行的修养，真正发菩提心，真正能够做到舍己为人。我们从这里培训，也从这里选拔下一届的学院的领导人，院长、副院长、教职员，这样我们这个学院才能办得长久。不能像一般人所说的，清凉大师所讲的「靡不有初，鲜克有终」，我们要学圣人。",
      "zh_TW": "這有個好的開始了，我們希望有好的圓滿，那就是培養繼起的人才。我要不要做這個院長？我不要做，我選拔年輕的出家人，請他們來擔任這個學院的院長、副院長，各個單位的綱領執事，我請他們做，我在旁邊輔導，我在旁邊協助。你們遇到困難，解決不了的問題，我幫助你，這是初創，過去從來沒有過的。我們的教學採取小班制，一班學生不超過五個人，我們建校準備招二十班，二十班就是一百個學生，每一個班我們有一個老師，有一個助教，加上我們裡面工作的人員，我想我們這個學校，將來在這裡面活動的大概是兩百多人，這樣的一個團體。為什麼要開小班制？我們在新加坡這些年，培訓班的成就，我們教學的特色就在此地。這不是我們首創的，是古聖先賢所遺留的老辦法，我們一生沒有創意、沒有創造、沒有發明，我們只是老老實實走著古人的足跡，走著古聖先賢的道路，我們採取私塾個別教導，採取這個方法。學生每一個星期至少要上講台講一個小時，要寫一萬字的講稿，所以在我想像當中，他們學習的壓力相當沉重，為什麼？在語文方面，他要學三種語文，這是必修科。經論裡面他可以專選一門，一門深入；一門學成之後，他可以再選一門。修學的期間我們定為普通班兩年，正科班三年，研究班四年，可以拿到澳洲的學生簽證。學生的來源我們也想到，我們不招生，採取推薦的方法，由世界各個佛教團體來推薦保送，希望用這個方法，我們能夠得到品德、修養、學術都能有一定水平的，能夠有這樣好的學生；特別著重在德行的修養，真正發菩提心，真正能夠做到捨己為人。我們從這裡培訓，也從這裡選拔下一屆的學院的領導人，院長、副院長、教職員，這樣我們這個學院才能辦得長久。不能像一般人所說的，清涼大師所講的「靡不有初，鮮克有終」，我們要學聖人。"
    },
    {
      "id": "12-017-0420_p0019",
      "zh_CN": "他底下说，「今圣人有志有能，故所作究竟」，我们要学圣人，有志有能。志在利益一切众生，志求正法久住世间；「有能」是指什么？能放弃自私自利，能放弃名闻利养，我们才能够把后人提拔上来。如果自己占住这个位子，死都不肯让人，死了之后后继无人，你的事业等于零，这个错了。我们有能力让贤，见到智慧德能比我强的，我立刻就欢欢喜喜让位。我们在《六祖坛经》里面看到，印宗法师遇到惠能大师，这是在广州，就是现在的光孝寺，印宗法师讲经，那个时候惠能大师还是居士，还没有剃头，也到这个寺庙里听经，听印宗法师讲经。坐在后面有几个听众不老实，在打妄想，看到风吹着幡动，有人讲幡动，有个人驳斥他说不是的，是风动，他们两个人争论起来，究竟是风动还是幡动？听经不老实。惠能大师看到他们两个在争执，就替他们解围，跟他讲「不是风动，不是幡动，仁者心动」，这两个人听了服了。",
      "zh_TW": "他底下說，「今聖人有志有能，故所作究竟」，我們要學聖人，有志有能。志在利益一切眾生，志求正法久住世間；「有能」是指什麼？能放棄自私自利，能放棄名聞利養，我們才能夠把後人提拔上來。如果自己佔住這個位子，死都不肯讓人，死了之後後繼無人，你的事業等於零，這個錯了。我們有能力讓賢，見到智慧德能比我強的，我立刻就歡歡喜喜讓位。我們在《六祖壇經》裡面看到，印宗法師遇到惠能大師，這是在廣州，就是現在的光孝寺，印宗法師講經，那個時候惠能大師還是居士，還沒有剃頭，也到這個寺廟裡聽經，聽印宗法師講經。坐在後面有幾個聽眾不老實，在打妄想，看到風吹著幡動，有人講幡動，有個人駁斥他說不是的，是風動，他們兩個人爭論起來，究竟是風動還是幡動？聽經不老實。惠能大師看到他們兩個在爭執，就替他們解圍，跟他講「不是風動，不是幡動，仁者心動」，這兩個人聽了服了。"
    },
    {
      "id": "12-017-0420_p0020",
      "zh_CN": "惠能大师很会讲话，要是我讲我就不是这么讲了，我怎么说？我说不是风动，不是幡动，你们听经不老实，何必去管风动幡动，老老实实听经重要，自己不老实，也扰乱大众秩序。能大师毕竟比我高明，这句话惊动了印宗法师，印宗法师下座之后，对于惠能就特别礼遇，向他请教：你的见解、你的说法决不是一般人能比的。这一谈之后，他原来就是从黄梅得法的五祖传人，隐居了十几年，这个时候才发现。印宗法师非常欢喜，向他讨教，然后惠能大师在那边剃头出家了，印宗法师是他的剃度和尚。可是印宗法师了不起，把他剃了头之后，回过头来再拜他为师父，这是一般人做不到的，他能把这个位子让给惠能大师，这是什么样的胸襟？什么样的心量？所以能大师的成就，就是印宗法师的成就。印宗退下来之后当护法，把弘法的使命交给惠能大师，弘护密切合作，中国的禅宗于是发扬光大，在佛教里面影响了一千多年，到近代才衰落。这就是圣人「有志有能」，所以他做的事情是究竟圆满，我们在这里要学习。",
      "zh_TW": "惠能大師很會講話，要是我講我就不是這麼講了，我怎麼說？我說不是風動，不是幡動，你們聽經不老實，何必去管風動幡動，老老實實聽經重要，自己不老實，也擾亂大眾秩序。能大師畢竟比我高明，這句話驚動了印宗法師，印宗法師下座之後，對於惠能就特別禮遇，向他請教：你的見解、你的說法決不是一般人能比的。這一談之後，他原來就是從黃梅得法的五祖傳人，隱居了十幾年，這個時候才發現。印宗法師非常歡喜，向他討教，然後惠能大師在那邊剃頭出家了，印宗法師是他的剃度和尚。可是印宗法師了不起，把他剃了頭之後，回過頭來再拜他為師父，這是一般人做不到的，他能把這個位子讓給惠能大師，這是什麼樣的胸襟？什麼樣的心量？所以能大師的成就，就是印宗法師的成就。印宗退下來之後當護法，把弘法的使命交給惠能大師，弘護密切合作，中國的禪宗於是發揚光大，在佛教裡面影響了一千多年，到近代才衰落。這就是聖人「有志有能」，所以他做的事情是究竟圓滿，我們在這裡要學習。"
    },
    {
      "id": "12-017-0420_p0021",
      "zh_CN": "大师在这里说得好：「世人以人随欲，不能兼亡」，一句话把我们世间人毛病全都说穿了。世间人为什么不能？为什么有开始没有圆满？是世间人随顺自己的欲望，随顺自己名闻利养的欲望，这就难了。不能够尊贤，不能够让贤，自己永远抓得紧紧的，所以到他死了，也就一切都完了，没有继承人，完了。家，家亡了，事业，事业也完了，这是我们在现前这个社会，我们看得太多太多了，只有一代没有两代，清凉大师在这里一语道破。在这个地方我们要冷静细心多想想，圣贤的事业，在一个家庭，他这个家庭世世代代传下去，孔老夫子孔家传了七十多代，代代都有贤人，我们如果随俗说，代代都有好人。再看看我们佛门，佛教在中国，大小乘总共十个宗派，各个宗派有没有传人？传人是有，我们常看传法，哪个出家人是哪个宗派里头多少代的，都有一个法卷，传法。我还听人家说现在传法它不是法，这个传法是可以买的，譬如我是第二十代，底下二十一代我可以传给你，但是需要多少钱，你拿多少钱来我写个法卷传给你，这个罪过我就不晓得怎么算法了。",
      "zh_TW": "大師在這裡說得好：「世人以人隨欲，不能兼亡」，一句話把我們世間人毛病全都說穿了。世間人為什麼不能？為什麼有開始沒有圓滿？是世間人隨順自己的欲望，隨順自己名聞利養的欲望，這就難了。不能夠尊賢，不能夠讓賢，自己永遠抓得緊緊的，所以到他死了，也就一切都完了，沒有繼承人，完了。家，家亡了，事業，事業也完了，這是我們在現前這個社會，我們看得太多太多了，只有一代沒有兩代，清涼大師在這裡一語道破。在這個地方我們要冷靜細心多想想，聖賢的事業，在一個家庭，他這個家庭世世代代傳下去，孔老夫子孔家傳了七十多代，代代都有賢人，我們如果隨俗說，代代都有好人。再看看我們佛門，佛教在中國，大小乘總共十個宗派，各個宗派有沒有傳人？傳人是有，我們常看傳法，哪個出家人是哪個宗派裡頭多少代的，都有一個法卷，傳法。我還聽人家說現在傳法它不是法，這個傳法是可以買的，譬如我是第二十代，底下二十一代我可以傳給你，但是需要多少錢，你拿多少錢來我寫個法卷傳給你，這個罪過我就不曉得怎麼算法了。"
    },
    {
      "id": "12-017-0420_p0022",
      "zh_CN": "古人传法确实是有修有证，传法是给你做证明的，证明你确实开悟了，你是底下一代祖。达摩到中国，在少林寺面壁九年，传给慧可，慧可传僧璨，僧璨传道信，道信传弘忍，弘忍传惠能，这五代都是单传。到惠能大师不传信物，衣钵不传了，传法，惠能大师传法四十多个人，这四十多个人都是禅宗的第七代。过去的承传必须得祖师印证，确实是开悟了。现在传的这个法卷，我就不知道凭什么，如果果然是像一般人传说的，是凭金钱，那就不得了，这是真正佛在经典上说的「裨贩如来」，果报在阿鼻地狱，这是把整个佛法毁灭掉。古人这个承传实在讲就是师承，我的法跟哪个老师学的，哪个老师给我印证，我就是他的法子，必须要得到印证才行，没有经过印证还不算。",
      "zh_TW": "古人傳法確實是有修有證，傳法是給你做證明的，證明你確實開悟了，你是底下一代祖。達摩到中國，在少林寺面壁九年，傳給慧可，慧可傳僧璨，僧璨傳道信，道信傳弘忍，弘忍傳惠能，這五代都是單傳。到惠能大師不傳信物，衣缽不傳了，傳法，惠能大師傳法四十多個人，這四十多個人都是禪宗的第七代。過去的承傳必須得祖師印證，確實是開悟了。現在傳的這個法卷，我就不知道憑什麼，如果果然是像一般人傳說的，是憑金錢，那就不得了，這是真正佛在經典上說的「裨販如來」，果報在阿鼻地獄，這是把整個佛法毀滅掉。古人這個承傳實在講就是師承，我的法跟哪個老師學的，哪個老師給我印證，我就是他的法子，必須要得到印證才行，沒有經過印證還不算。"
    },
    {
      "id": "12-017-0420_p0023",
      "zh_CN": "我们今天这个第五届的同学，这个月底举行毕业典礼，会长昨天晚上回来了，今天晚上约我见面，我们要谈的是什么？印证，给我们第五届同学做印证。印证的工作怎么作法？播放同学们讲经的录像带，老师、同学们、信徒们，我们都欢迎他来看，我们大家看，看到我们满意不满意？如果我们都觉得满意，这就是给他印证，他可以毕业了。我们今天的传法就是发培训班的毕业证书，我们认为你的修学达不到这个水平，我们毕业证书不发给你，绝对不是我一个人的意思，大家的意思，现在讲民主。从前要一个老师认定那就可以了，现在我不这样作法，我是让所有的老师、同学统统参加，我们来看，每天我们选一段时间，我跟会长两个商量，我希望他也来参加，这样才公平。",
      "zh_TW": "我們今天這個第五屆的同學，這個月底舉行畢業典禮，會長昨天晚上回來了，今天晚上約我見面，我們要談的是什麼？印證，給我們第五屆同學做印證。印證的工作怎麼作法？播放同學們講經的錄像帶，老師、同學們、信徒們，我們都歡迎他來看，我們大家看，看到我們滿意不滿意？如果我們都覺得滿意，這就是給他印證，他可以畢業了。我們今天的傳法就是發培訓班的畢業證書，我們認為你的修學達不到這個水平，我們畢業證書不發給你，絕對不是我一個人的意思，大家的意思，現在講民主。從前要一個老師認定那就可以了，現在我不這樣作法，我是讓所有的老師、同學統統參加，我們來看，每天我們選一段時間，我跟會長兩個商量，我希望他也來參加，這樣才公平。"
    },
    {
      "id": "12-017-0420_p0024",
      "zh_CN": "我们读这一节经文，读清凉大师的开示，我们感触太深了，我们要怎样学习？末后这一句说，「今有慈有愍，故令物喜。谓十波罗蜜，无不究竟。四无量心，令物欢喜。」我们有没有慈悲？有没有怜悯？慈悲怜悯一切苦难众生，慈悲怜悯挽救正法，确确实实能够舍己为人，见贤能让。如果自己有智慧、有能力、有担当，当然是当仁不让。如果这个「仁」字变成「欲」，我自己的欲望，为了我的欲望我不让，那这个欲跟仁怎么分别？如果是「当欲」他就没有利人的心，也不会培养接班人，也不会尊重贤德之人；那个当仁不让的人，他知道现在这个事情非我做不可，没有人能够代替，他在这个位置上他决定选拔人才、培养人才来做他的接班人，这个人是真正当仁不让。用心不相同，行事有差别，我们从这个地方去观察，志士仁人必定得诸佛护念，决定得天龙善神拥护。志士仁人所作所为，绝不居功，事业怎么成就的？众志成城，大家的智慧、大家的力量做的，决不是我一个人做的，这是仁人。要是从欲望来的，那他这个功是自己居的，我的功劳，我做的，「他们有什么能力？」那个心态完全不相同。只要我们细心去观察，是不是真正有慈悯心，还是具足强烈的欲望，强烈的贪瞋痴慢，一眼就看穿了。",
      "zh_TW": "我們讀這一節經文，讀清涼大師的開示，我們感觸太深了，我們要怎樣學習？末後這一句說，「今有慈有愍，故令物喜。謂十波羅蜜，無不究竟。四無量心，令物歡喜。」我們有沒有慈悲？有沒有憐憫？慈悲憐憫一切苦難眾生，慈悲憐憫挽救正法，確確實實能夠捨己為人，見賢能讓。如果自己有智慧、有能力、有擔當，當然是當仁不讓。如果這個「仁」字變成「欲」，我自己的欲望，為了我的欲望我不讓，那這個欲跟仁怎麼分別？如果是「當欲」他就沒有利人的心，也不會培養接班人，也不會尊重賢德之人；那個當仁不讓的人，他知道現在這個事情非我做不可，沒有人能夠代替，他在這個位置上他決定選拔人才、培養人才來做他的接班人，這個人是真正當仁不讓。用心不相同，行事有差別，我們從這個地方去觀察，志士仁人必定得諸佛護念，決定得天龍善神擁護。志士仁人所作所為，絕不居功，事業怎麼成就的？眾志成城，大家的智慧、大家的力量做的，決不是我一個人做的，這是仁人。要是從欲望來的，那他這個功是自己居的，我的功勞，我做的，「他們有什麼能力？」那個心態完全不相同。只要我們細心去觀察，是不是真正有慈憫心，還是具足強烈的欲望，強烈的貪瞋痴慢，一眼就看穿了。"
    },
    {
      "id": "12-017-0420_p0025",
      "zh_CN": "《华严》用十表法，所以讲「十波罗蜜」。通常大乘经里面都是讲六波罗蜜，六波罗蜜跟十波罗蜜只是在条目上有差异，内容上没有两样，这个要懂得。十波罗蜜从哪儿来的？是把六波罗蜜里面「般若波罗蜜」再细说，把这一条再分开，分成「方便」、「愿」、「力」、「智」，在六波罗蜜里统统把它合成一个，都在「般若波罗蜜」里，所以只有开合不同而已。总而言之，般若智慧有权有实。实是根本智，般若波罗蜜是根本智；方便、愿、力、智，都属于后得智，也叫权智，我们一般讲善巧方便，你对人对事对物，你所用的方法全是出于智慧。《般若经》上常说，「般若无知，无所不知」。「无知」就是般若波罗蜜，是实智，真实智慧；「无所不知」是应用，起作用的时候无所不知，不起作用的时候是无知。无知是本，无所不知是末；无知是实，无所不知是权；无知是体，无所不知是用；无知是理，无所不知是事。因此这样的人做事情才有始有终，才能做到究竟圆满，四无量心，慈悲喜舍，他才真正能令一切众生生欢喜心。如果没有慈悲喜舍，怎么能令一切众生生欢喜心？",
      "zh_TW": "《華嚴》用十表法，所以講「十波羅蜜」。通常大乘經裡面都是講六波羅蜜，六波羅蜜跟十波羅蜜只是在條目上有差異，內容上沒有兩樣，這個要懂得。十波羅蜜從哪兒來的？是把六波羅蜜裡面「般若波羅蜜」再細說，把這一條再分開，分成「方便」、「願」、「力」、「智」，在六波羅蜜裡統統把它合成一個，都在「般若波羅蜜」裡，所以只有開合不同而已。總而言之，般若智慧有權有實。實是根本智，般若波羅蜜是根本智；方便、願、力、智，都屬於後得智，也叫權智，我們一般講善巧方便，你對人對事對物，你所用的方法全是出於智慧。《般若經》上常說，「般若無知，無所不知」。「無知」就是般若波羅蜜，是實智，真實智慧；「無所不知」是應用，起作用的時候無所不知，不起作用的時候是無知。無知是本，無所不知是末；無知是實，無所不知是權；無知是體，無所不知是用；無知是理，無所不知是事。因此這樣的人做事情才有始有終，才能做到究竟圓滿，四無量心，慈悲喜捨，他才真正能令一切眾生生歡喜心。如果沒有慈悲喜捨，怎麼能令一切眾生生歡喜心？"
    },
    {
      "id": "12-017-0420_p0026",
      "zh_CN": "菩萨的德号意味深长，「周遍游览」，我们看看释迦牟尼佛是不是周遍游览？没错，释迦牟尼佛没有在一个地方说法，哪个地方有缘哪里去了。一部《华严经》七处九会，《华严经》讲经的场所七个地方，不是在一个地方，举行了九次法会。方山李长者他有《华严经》的注解叫《合论》，他的说法跟清凉大师不一样，贤首、清凉都是主张七处九会，方山李长者他说的是十会十处，说得也有道理，十代表圆满。释迦牟尼佛讲《华严》开了十次会，在十个处所，周遍游览。因为这是究竟圆满的大法，说在哪一处讲，这是不合理的。究竟圆满大法在哪里说？尽虚空、遍法界，哪里有缘在哪里讲。佛法是因缘生，讲的时间长短，都看缘分，并无定法，「所作事皆究竟」。《华严经》上，会会都圆满，每一会里面实在讲又有许多小会，像我们现在看到的主方神，这是一会，大会里头有小会，没有一会不是圆满的。",
      "zh_TW": "菩薩的德號意味深長，「周遍遊覽」，我們看看釋迦牟尼佛是不是周遍遊覽？沒錯，釋迦牟尼佛沒有在一個地方說法，哪個地方有緣哪裡去了。一部《華嚴經》七處九會，《華嚴經》講經的場所七個地方，不是在一個地方，舉行了九次法會。方山李長者他有《華嚴經》的註解叫《合論》，他的說法跟清涼大師不一樣，賢首、清涼都是主張七處九會，方山李長者他說的是十會十處，說得也有道理，十代表圓滿。釋迦牟尼佛講《華嚴》開了十次會，在十個處所，周遍遊覽。因為這是究竟圓滿的大法，說在哪一處講，這是不合理的。究竟圓滿大法在哪裡說？盡虛空、遍法界，哪裡有緣在哪裡講。佛法是因緣生，講的時間長短，都看緣分，並無定法，「所作事皆究竟」。《華嚴經》上，會會都圓滿，每一會裡面實在講又有許多小會，像我們現在看到的主方神，這是一會，大會裡頭有小會，沒有一會不是圓滿的。"
    },
    {
      "id": "12-017-0420_p0027",
      "zh_CN": "今天时间到了，我们将主方神长行介绍完了，下面是偈颂，我们同样用这个方式把这一章讲完。到下一章，底下一章是主空神，我们讲解的方式要改变，速度要加快，希望我们在三年，用三千六百个小时能把这部《华严经》讲圆满。主方神以前我们是细讲，主空神以下我们虽然不能像前面这样细讲，也一定把它的精义充分来发挥，希望我们学习的人都能够把这些道理、教诲落实在我们生活上，我们得到真实受用。好，谢谢大家。",
      "zh_TW": "今天時間到了，我們將主方神長行介紹完了，下面是偈頌，我們同樣用這個方式把這一章講完。到下一章，底下一章是主空神，我們講解的方式要改變，速度要加快，希望我們在三年，用三千六百個小時能把這部《華嚴經》講圓滿。主方神以前我們是細講，主空神以下我們雖然不能像前面這樣細講，也一定把它的精義充分來發揮，希望我們學習的人都能夠把這些道理、教誨落實在我們生活上，我們得到真實受用。好，謝謝大家。"
    }
  ]
}