{
  "doc_id": "12-017-0684",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六八四卷",
    "zh_TW": "第六八四卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0684",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "12-017-0684_p0001",
      "zh_CN": "诸位同学，请看「世界成就品」，牒问许说，六根三业十问，第四句：",
      "zh_TW": "諸位同學，請看「世界成就品」，牒問許說，六根三業十問，第四句："
    },
    {
      "id": "12-017-0684_p0002",
      "zh_CN": "【无边色相光明轮海具足清净不可思议。】",
      "zh_TW": "【無邊色相光明輪海具足清淨不可思議。】"
    },
    {
      "id": "12-017-0684_p0003",
      "zh_CN": "九句里面我们看到三个清净，这是第三个清净，清凉大师在这一句给我们提示的是讲「圆光大小，随机无尽」。经文里面讲，『无边色相光明轮海』，「相及随好」这是属于色相，所以清凉大师的提示非常正确。他这里主要是讲的「光明轮海」，佛有常光、有放光，我们看佛像，无论是彩画的、是塑造的，佛背后都有光，特别是头部一定有圆光。光的大小也没有一定，都是教学的作用。大根器的人见的光大，小根器的人见的光小，还是一句老话：「一切法从心想生」。",
      "zh_TW": "九句裡面我們看到三個清淨，這是第三個清淨，清涼大師在這一句給我們提示的是講「圓光大小，隨機無盡」。經文裡面講，『無邊色相光明輪海』，「相及隨好」這是屬於色相，所以清涼大師的提示非常正確。他這裡主要是講的「光明輪海」，佛有常光、有放光，我們看佛像，無論是彩畫的、是塑造的，佛背後都有光，特別是頭部一定有圓光。光的大小也沒有一定，都是教學的作用。大根器的人見的光大，小根器的人見的光小，還是一句老話：「一切法從心想生」。"
    },
    {
      "id": "12-017-0684_p0004",
      "zh_CN": "我们每一个人见到佛菩萨的形相，你所见的相好光明，就是此地讲的圆光大小，都从心想生。我刚才讲了，大根性的、心量大的见到佛的光明大，根性劣的、心量小的见佛的光明就小。见佛如是，再想想见哪一法不如是？我们面对着一切人事物，同样是个人，同样是一件物，一花一草，或者是一个小动物，无论哪一个人见到之后，他的感官不一样。同样都是见，确确实实不相同，真的是从心想生。所以诸佛菩萨现相，我们心想是能感，诸佛菩萨有感则应，他怎么不是从心想生？",
      "zh_TW": "我們每一個人見到佛菩薩的形相，你所見的相好光明，就是此地講的圓光大小，都從心想生。我剛才講了，大根性的、心量大的見到佛的光明大，根性劣的、心量小的見佛的光明就小。見佛如是，再想想見哪一法不如是？我們面對著一切人事物，同樣是個人，同樣是一件物，一花一草，或者是一個小動物，無論哪一個人見到之後，他的感官不一樣。同樣都是見，確確實實不相同，真的是從心想生。所以諸佛菩薩現相，我們心想是能感，諸佛菩薩有感則應，他怎麼不是從心想生？"
    },
    {
      "id": "12-017-0684_p0005",
      "zh_CN": "这一句里头最重要的是『具足清净』，这句话非常重要！我们学佛，你看在这一小段经文里头总共九句，第一句讲到清净，第三句讲到清净，这一句又讲到清净。清净心重要，特别是发心修学净土的。净土往生真正的条件，佛在经典里面说得很多，祖师大德教导我们的话就更多，「心净则佛土净」，这是净土。念佛，念佛是个手段，目的是什么？目的是清净心。我们要用念佛这个手段，把自己的清净心念出来。是不是真能念得出来？真能念得出来，你要会念才行。什么叫会念？什么叫不会念？这个地方讲的是六根三业。六根对六尘境界，起心动念是意业，言语是口业，身体的造作是身业。无论是大乘小乘、显密宗教，修行修什么？除了六根三业之外，你到哪里去修？修行就是在六根三业。你要真正搞清楚搞明白，这个九句岂不就是我们修行的指导原则。佛的色相光明轮海，我们无法想像，但是我们要怎样学习？",
      "zh_TW": "這一句裡頭最重要的是『具足清淨』，這句話非常重要！我們學佛，你看在這一小段經文裡頭總共九句，第一句講到清淨，第三句講到清淨，這一句又講到清淨。清淨心重要，特別是發心修學淨土的。淨土往生真正的條件，佛在經典裡面說得很多，祖師大德教導我們的話就更多，「心淨則佛土淨」，這是淨土。念佛，念佛是個手段，目的是什麼？目的是清淨心。我們要用念佛這個手段，把自己的清淨心念出來。是不是真能念得出來？真能念得出來，你要會念才行。什麼叫會念？什麼叫不會念？這個地方講的是六根三業。六根對六塵境界，起心動念是意業，言語是口業，身體的造作是身業。無論是大乘小乘、顯密宗教，修行修什麼？除了六根三業之外，你到哪裡去修？修行就是在六根三業。你要真正搞清楚搞明白，這個九句豈不就是我們修行的指導原則。佛的色相光明輪海，我們無法想像，但是我們要怎樣學習？"
    },
    {
      "id": "12-017-0684_p0006",
      "zh_CN": "身光每个人都有，每个动物都有，每个植物都有，只是我们心粗看不到。佛法里面称为光，练气功的人称之为气，看你的光，看你的气，颜色不一样，大小不一样。心地清净善良，光色是金色的。心地阴险狭窄，起心动念都是损人利己，这种人的光灰暗。所以练气功的人，从一个人的气的大小、颜色，可以知道这个人身体健康状况，这个很有道理。所以确确实实有，树木花草，连练气功的人他也能看得到，它也有气。它如果是气没有了，它的生命就结束了，这树木花草枯死了。它只要是活的，「生气」，世俗人常讲。",
      "zh_TW": "身光每個人都有，每個動物都有，每個植物都有，只是我們心粗看不到。佛法裡面稱為光，練氣功的人稱之為氣，看你的光，看你的氣，顏色不一樣，大小不一樣。心地清淨善良，光色是金色的。心地陰險狹窄，起心動念都是損人利己，這種人的光灰暗。所以練氣功的人，從一個人的氣的大小、顏色，可以知道這個人身體健康狀況，這個很有道理。所以確確實實有，樹木花草，連練氣功的人他也能看得到，它也有氣。它如果是氣沒有了，它的生命就結束了，這樹木花草枯死了。它只要是活的，「生氣」，世俗人常講。"
    },
    {
      "id": "12-017-0684_p0007",
      "zh_CN": "我们如果凝聚自己的精神，你就能够看见。凝聚精神，佛法里面讲的定，心地稍微定下来，把散乱心收回来，你就看到了。参禅的人、练功的人，没有别的，真正的原理原则是《弥陀经》上讲的「一心不乱」，散乱心你什么都见不到。你果然能收到一心，孟夫子也说得好，「学问之道无他，求其放心而已矣」。我们一般人的心都往外面跑，从六根门头向外跑，向外攀缘，你的心是乱的，你什么都见不到。你能把这些乱心收回来了，收回来就定了、不乱了，这个时候就起作用了，一般人看不到的东西你能看到。随着你功夫的浅深，你的定功愈深，你看到的面愈广；你看到的时间，时间可以突破，你能看到过去、未来。这些道理大乘经里面讲得很多，我们在此地学习，要学我们的风度光彩，要懂得「具足清净」。",
      "zh_TW": "我們如果凝聚自己的精神，你就能夠看見。凝聚精神，佛法裡面講的定，心地稍微定下來，把散亂心收回來，你就看到了。參禪的人、練功的人，沒有別的，真正的原理原則是《彌陀經》上講的「一心不亂」，散亂心你什麼都見不到。你果然能收到一心，孟夫子也說得好，「學問之道無他，求其放心而已矣」。我們一般人的心都往外面跑，從六根門頭向外跑，向外攀緣，你的心是亂的，你什麼都見不到。你能把這些亂心收回來了，收回來就定了、不亂了，這個時候就起作用了，一般人看不到的東西你能看到。隨著你功夫的淺深，你的定功愈深，你看到的面愈廣；你看到的時間，時間可以突破，你能看到過去、未來。這些道理大乘經裡面講得很多，我們在此地學習，要學我們的風度光彩，要懂得「具足清淨」。"
    },
    {
      "id": "12-017-0684_p0008",
      "zh_CN": "所以我学佛五十年了，五十年来总结经教教导我们修行的总原则、总纲领，我写了二十个字，现在在讲堂两边的这副对联。一切经教教我们的就是这二十个字。我们凡夫所犯的病，心地不真诚，不真诚就是虚伪，世人常讲虚情假意。我们有没有犯这个病？不要说对别人，对自己，对自己都不是真心，都是虚情假意，何况待人接物？怎么说对自己都没有真诚心？你的妄念一会儿想东，一会儿想西，你的心不定。真诚的心，心是定的，没有妄念。古人讲什么叫做诚？「一念不生是谓诚」。这个定义讲得很好，跟佛法里面讲的完全相应。什么是真诚心？没有一个妄念。而我们是妄念纷飞，对自己都没有真诚，这个问题严重，所以世出世间的学问都不能成就。有人问印光老法师，印祖答得很好，「一分诚敬得一分利益，十分诚敬得十分利益」。世出世间法，你能够学多少，你能够得多少，不在别的，其他的影响不大，在你自己的诚敬心。真正善知识，诚敬心能感应。没有诚敬心，遇到真正善知识，一生还是空过。",
      "zh_TW": "所以我學佛五十年了，五十年來總結經教教導我們修行的總原則、總綱領，我寫了二十個字，現在在講堂兩邊的這副對聯。一切經教教我們的就是這二十個字。我們凡夫所犯的病，心地不真誠，不真誠就是虛偽，世人常講虛情假意。我們有沒有犯這個病？不要說對別人，對自己，對自己都不是真心，都是虛情假意，何況待人接物？怎麼說對自己都沒有真誠心？你的妄念一會兒想東，一會兒想西，你的心不定。真誠的心，心是定的，沒有妄念。古人講什麼叫做誠？「一念不生是謂誠」。這個定義講得很好，跟佛法裡面講的完全相應。什麼是真誠心？沒有一個妄念。而我們是妄念紛飛，對自己都沒有真誠，這個問題嚴重，所以世出世間的學問都不能成就。有人問印光老法師，印祖答得很好，「一分誠敬得一分利益，十分誠敬得十分利益」。世出世間法，你能夠學多少，你能夠得多少，不在別的，其他的影響不大，在你自己的誠敬心。真正善知識，誠敬心能感應。沒有誠敬心，遇到真正善知識，一生還是空過。"
    },
    {
      "id": "12-017-0684_p0009",
      "zh_CN": "真诚心里面一定清净，清净是决定不掺杂染污。什么是染污？自私自利是染污，名闻利养、五欲六尘、贪瞋痴慢是染污，你的心不清净。真诚心一定平等，平等没有高下，肯定没有贡高我慢，决定没有轻视别人，即使对蚊虫蚂蚁也生恭敬心，不敢轻慢；牠跟我平等的，相不一样，性没有两样。一切众生皆有佛性，蚊虫蚂蚁牠也有佛性，牠是有情众生，牠的佛性跟我们的佛性没有两样，佛法从心性上讲真平等，不是从形相上说。「真诚、清净、平等」心生智慧，你就晓得虚伪、染污、不平障碍智慧。智慧是自性里头本来具足的，你为什么没有了？障碍，被障住了。具足「真诚清净平等正觉」，当然慈悲心生出来了，慈悲心是自性的性德，是自性本具的，不是从外来的。大慈大悲自自然然流露出来，不是学来的。于是在生活、在工作、在处事待人接物，你当然是「看破放下自在随缘」，最后结归到「念佛」，这叫学佛。夏莲居老居士常常教人真干，这是真干，念念不忘，常常拿这二十个字来检点自己的心行。净宗特别着重在清净，前面这五句十个字，一个得到了，其余四个统统得到了。「真诚」，真诚里头一定具足清净平等正觉慈悲。「清净」，清净一定具足真诚平等正觉慈悲。「慈悲」，慈悲一定具足真诚清净平等正觉。少一个就不圆满，有欠缺，我们不能不知道，所以学习要在这个地方学。",
      "zh_TW": "真誠心裡面一定清淨，清淨是決定不摻雜染污。什麼是染污？自私自利是染污，名聞利養、五欲六塵、貪瞋痴慢是染污，你的心不清淨。真誠心一定平等，平等沒有高下，肯定沒有貢高我慢，決定沒有輕視別人，即使對蚊蟲螞蟻也生恭敬心，不敢輕慢；牠跟我平等的，相不一樣，性沒有兩樣。一切眾生皆有佛性，蚊蟲螞蟻牠也有佛性，牠是有情眾生，牠的佛性跟我們的佛性沒有兩樣，佛法從心性上講真平等，不是從形相上說。「真誠、清淨、平等」心生智慧，你就曉得虛偽、染污、不平障礙智慧。智慧是自性裡頭本來具足的，你為什麼沒有了？障礙，被障住了。具足「真誠清淨平等正覺」，當然慈悲心生出來了，慈悲心是自性的性德，是自性本具的，不是從外來的。大慈大悲自自然然流露出來，不是學來的。於是在生活、在工作、在處事待人接物，你當然是「看破放下自在隨緣」，最後結歸到「念佛」，這叫學佛。夏蓮居老居士常常教人真幹，這是真幹，念念不忘，常常拿這二十個字來檢點自己的心行。淨宗特別著重在清淨，前面這五句十個字，一個得到了，其餘四個統統得到了。「真誠」，真誠裡頭一定具足清淨平等正覺慈悲。「清淨」，清淨一定具足真誠平等正覺慈悲。「慈悲」，慈悲一定具足真誠清淨平等正覺。少一個就不圓滿，有欠缺，我們不能不知道，所以學習要在這個地方學。"
    },
    {
      "id": "12-017-0684_p0010",
      "zh_CN": "我们的相好，我们身体健康，风度光彩就是接引众生，就是化他，自行化他。学佛有什么好处？这个样子给人看，就是学佛的好处。我常常给人讲，学佛的人不容易衰老，学佛的人身体健康，为什么？心地清净。心清净，身就清净，身心清净，我的生活环境就清净。环境是境界，这一点就很能令人羡慕，就很能令人向往，这样接引众生。如果一个学佛的人灰头土脸，让人家一看就厌弃，那你叫他学佛，他害怕了，学佛将来学成你这个样子，我才不干，拒绝。所以我们的身体就是学佛的包装，就是学佛的广告，你一到那个地方，佛法就传到那个地方了。不学佛的人看到你都会合掌念一句「阿弥陀佛」，他已经种了善根了，学佛的人自然欢喜亲近你们，就这么个道理。这个东西装扮不来的，一定要真修、要真干。「具足清净」，这句话非常重要，我们不能够疏忽。再看下面一句：",
      "zh_TW": "我們的相好，我們身體健康，風度光彩就是接引眾生，就是化他，自行化他。學佛有什麼好處？這個樣子給人看，就是學佛的好處。我常常給人講，學佛的人不容易衰老，學佛的人身體健康，為什麼？心地清淨。心清淨，身就清淨，身心清淨，我的生活環境就清淨。環境是境界，這一點就很能令人羨慕，就很能令人嚮往，這樣接引眾生。如果一個學佛的人灰頭土臉，讓人家一看就厭棄，那你叫他學佛，他害怕了，學佛將來學成你這個樣子，我才不幹，拒絕。所以我們的身體就是學佛的包裝，就是學佛的廣告，你一到那個地方，佛法就傳到那個地方了。不學佛的人看到你都會合掌念一句「阿彌陀佛」，他已經種了善根了，學佛的人自然歡喜親近你們，就這麼個道理。這個東西裝扮不來的，一定要真修、要真幹。「具足清淨」，這句話非常重要，我們不能夠疏忽。再看下面一句："
    },
    {
      "id": "12-017-0684_p0011",
      "zh_CN": "【种种色相光明云海不可思议。】",
      "zh_TW": "【種種色相光明雲海不可思議。】"
    },
    {
      "id": "12-017-0684_p0012",
      "zh_CN": "前面讲的是常光，这一句讲的是放光。佛菩萨有能力放光，我们怎么个学法？实在讲，我们的放光也有很多种。讲台上讲演是放光，日常生活也是放光，处事待人接物，连你日常工作，没有一样不是放光，这个听起来好像很难懂。放光是什么？用我们现在的话来讲，就是你的影响力。让别人跟你接触，见到你的形相，听到你的声音，或者是远方听闻你的德行，你的学问，你的为人，你的处事待人接物，他有所感动，都属于放光的范围。现在还可以包含着文字，你所写的文章，你所写的书籍，现在东西更多了，网路、高科技的传媒，都是经典上讲的放光。科学技术，它没有善恶，它没有邪正，它没有是非，看什么人用，善人用它是善行，那是正法！恶人用它，造成负面的影响，传递邪知邪见，我们要有能力辨别。这些工具，佛用它，魔也用它。在现前的社会，可以说魔用的比佛用的多，所以在这个社会上产生很大的影响。社会的动乱根源，大众传播媒体是很重要的一个因素。",
      "zh_TW": "前面講的是常光，這一句講的是放光。佛菩薩有能力放光，我們怎麼個學法？實在講，我們的放光也有很多種。講台上講演是放光，日常生活也是放光，處事待人接物，連你日常工作，沒有一樣不是放光，這個聽起來好像很難懂。放光是什麼？用我們現在的話來講，就是你的影響力。讓別人跟你接觸，見到你的形相，聽到你的聲音，或者是遠方聽聞你的德行，你的學問，你的為人，你的處事待人接物，他有所感動，都屬於放光的範圍。現在還可以包含著文字，你所寫的文章，你所寫的書籍，現在東西更多了，網路、高科技的傳媒，都是經典上講的放光。科學技術，它沒有善惡，它沒有邪正，它沒有是非，看什麼人用，善人用它是善行，那是正法！惡人用它，造成負面的影響，傳遞邪知邪見，我們要有能力辨別。這些工具，佛用它，魔也用它。在現前的社會，可以說魔用的比佛用的多，所以在這個社會上產生很大的影響。社會的動亂根源，大眾傳播媒體是很重要的一個因素。"
    },
    {
      "id": "12-017-0684_p0013",
      "zh_CN": "古圣先贤知道这个道理，知道这个影响，这是现在所讲的文艺传播、大众传播，这是社会教育。你教人干什么？你教他想什么？你教他说什么？你教他做什么？你天天在那里教。如果你的教导是不善的，这个社会就被你毁掉了。我曾经说过多次，两种人可以挽救社会，可以毁灭社会。哪两种人？一种是国家领导人，那看他的政策，可以救人，可以毁灭众生。另外一种，掌控大众传播的，这些传播工具，电视、网路、影剧、报章、杂志对社会的影响力非常大。孔老夫子懂得，他老人家给我们一个标准，但是现在大家都把它遗忘掉了，这个标准是三个字：「思无邪」。掌控大众传播工具的人，真正能遵守孔老夫子这个原则，「思无邪」，你教社会大众思无邪、言无邪、行无邪，你就救了这个世界，你是这个世界亿万众生的救星。你要是教他邪思、邪见、邪行，带给这个社会灾难，重大的灾难。",
      "zh_TW": "古聖先賢知道這個道理，知道這個影響，這是現在所講的文藝傳播、大眾傳播，這是社會教育。你教人幹什麼？你教他想什麼？你教他說什麼？你教他做什麼？你天天在那裡教。如果你的教導是不善的，這個社會就被你毀掉了。我曾經說過多次，兩種人可以挽救社會，可以毀滅社會。哪兩種人？一種是國家領導人，那看他的政策，可以救人，可以毀滅眾生。另外一種，掌控大眾傳播的，這些傳播工具，電視、網路、影劇、報章、雜誌對社會的影響力非常大。孔老夫子懂得，他老人家給我們一個標準，但是現在大家都把它遺忘掉了，這個標準是三個字：「思無邪」。掌控大眾傳播工具的人，真正能遵守孔老夫子這個原則，「思無邪」，你教社會大眾思無邪、言無邪、行無邪，你就救了這個世界，你是這個世界億萬眾生的救星。你要是教他邪思、邪見、邪行，帶給這個社會災難，重大的災難。"
    },
    {
      "id": "12-017-0684_p0014",
      "zh_CN": "中国、外国许多传说，公元两千年是世界末日。所以有人问我：净空法师，你相不相信世界末日？我点头答应：我相信。我不是相信这些预言，不是相信这些传说，我相信什么？我相信因果。现在社会大众，普遍造的是什么业？就是刚才讲了，邪思、邪见、邪行、邪论，这还得了！这要不能够有效的改进，世界末日我看是不太远了。这个问题是现前社会最重大的一个问题，不是小问题。这个问题要不能够有效妥善的解决，把这个严重的问题缓和、改善，这个世界的前途不是光明的。",
      "zh_TW": "中國、外國許多傳說，公元兩千年是世界末日。所以有人問我：淨空法師，你相不相信世界末日？我點頭答應：我相信。我不是相信這些預言，不是相信這些傳說，我相信什麼？我相信因果。現在社會大眾，普遍造的是什麼業？就是剛才講了，邪思、邪見、邪行、邪論，這還得了！這要不能夠有效的改進，世界末日我看是不太遠了。這個問題是現前社會最重大的一個問題，不是小問題。這個問題要不能夠有效妥善的解決，把這個嚴重的問題緩和、改善，這個世界的前途不是光明的。"
    },
    {
      "id": "12-017-0684_p0015",
      "zh_CN": "我们学佛最重要的修清净心，佛教给我们许许多多修学的纲领。大小乘各个宗派共同的纲领：八正道、三十七道品，通一切法，教给我们正念、正思惟、正语、正业。邪正的标准，所有一切经论都说到，都说得很清楚。佛教初学《十善业道经》，这部经通大小乘。《阿难问事佛吉凶经》是小乘经，虽然是小乘的启蒙，它是大乘的根基，我们不能不懂，不能不学。进入大乘之后，佛首先教人修「净业三福」，三条，头一条教你，「孝养父母，奉事师长，慈心不杀，修十善业」。我劝人要认真学习《十善业道》，这是净业三福第一条，你不修十善业道，你不能够落实。",
      "zh_TW": "我們學佛最重要的修清淨心，佛教給我們許許多多修學的綱領。大小乘各個宗派共同的綱領：八正道、三十七道品，通一切法，教給我們正念、正思惟、正語、正業。邪正的標準，所有一切經論都說到，都說得很清楚。佛教初學《十善業道經》，這部經通大小乘。《阿難問事佛吉凶經》是小乘經，雖然是小乘的啟蒙，它是大乘的根基，我們不能不懂，不能不學。進入大乘之後，佛首先教人修「淨業三福」，三條，頭一條教你，「孝養父母，奉事師長，慈心不殺，修十善業」。我勸人要認真學習《十善業道》，這是淨業三福第一條，你不修十善業道，你不能夠落實。"
    },
    {
      "id": "12-017-0684_p0016",
      "zh_CN": "第二条，「受持三皈，具足众戒，不犯威仪」。什么叫三皈？你懂不懂？形式的三皈不重要。你生长的这个地方没有寺院，没有出家人，你能不能成佛？能不能往生？给你说能！没有受过三皈，也没有受过五戒，形式不重要，只要你的心正，你的心清净，你就具足三皈了。「皈依佛」，佛是什么？佛是觉悟。所以觉而不迷，你就皈依佛了。你受过形式的三皈，不管什么样的法师来给你传授，如果你依旧是迷而不觉，你的三皈没有，你的三皈是假的，不是真的。「皈依法」，法是正而不邪。「皈依僧」，僧是净而不染，三皈叫「翻邪三皈」。",
      "zh_TW": "第二條，「受持三皈，具足眾戒，不犯威儀」。什麼叫三皈？你懂不懂？形式的三皈不重要。你生長的這個地方沒有寺院，沒有出家人，你能不能成佛？能不能往生？給你說能！沒有受過三皈，也沒有受過五戒，形式不重要，只要你的心正，你的心清淨，你就具足三皈了。「皈依佛」，佛是什麼？佛是覺悟。所以覺而不迷，你就皈依佛了。你受過形式的三皈，不管什麼樣的法師來給你傳授，如果你依舊是迷而不覺，你的三皈沒有，你的三皈是假的，不是真的。「皈依法」，法是正而不邪。「皈依僧」，僧是淨而不染，三皈叫「翻邪三皈」。"
    },
    {
      "id": "12-017-0684_p0017",
      "zh_CN": "邪就是「觉正净」的反面，觉的反面是迷，正的反面是邪，净的反面是染。我们现在的心，我们的行为是迷邪染；我现在离开迷邪染，我走觉正净，这是真正皈依。没有形式，诸佛菩萨承认，你已经皈依三宝了，佛菩萨承认。如果你受了三皈，你自己做不到，还是迷邪染。你拿到皈依证，佛菩萨不承认，说你这是假冒的，你不是真的，你是冒牌的。诸位要懂这个道理，佛菩萨认真不认假，鬼神也认真不认假。假的东西只能骗人，人迷惑颠倒，欺骗鬼神都不容易，何况是诸佛菩萨？一定要搞真的，不要搞假的。",
      "zh_TW": "邪就是「覺正淨」的反面，覺的反面是迷，正的反面是邪，淨的反面是染。我們現在的心，我們的行為是迷邪染；我現在離開迷邪染，我走覺正淨，這是真正皈依。沒有形式，諸佛菩薩承認，你已經皈依三寶了，佛菩薩承認。如果你受了三皈，你自己做不到，還是迷邪染。你拿到皈依證，佛菩薩不承認，說你這是假冒的，你不是真的，你是冒牌的。諸位要懂這個道理，佛菩薩認真不認假，鬼神也認真不認假。假的東西只能騙人，人迷惑顛倒，欺騙鬼神都不容易，何況是諸佛菩薩？一定要搞真的，不要搞假的。"
    },
    {
      "id": "12-017-0684_p0018",
      "zh_CN": "但是形式对于真正修行人有帮助，为什么？我们毕竟是凡夫，烦恼习气太重！如果没有人提醒我们，一转眼就忘掉了。你想想看，你到哪里去找个人常常来提醒你？什么人有这么大的福报？因此，我们不能不重视形式了。所以我们造一尊佛像，最简单的是彩画的佛像。现在印刷术发达，这个彩画的佛像就印得很多，你家里头供养，挂起来。看到佛像就提醒自己，我要觉而不迷，我要像佛一样。日常生活当中觉而不迷，工作里头觉而不迷，处事待人接物，一切时一切处，我都要保持觉而不迷，我真皈依了。",
      "zh_TW": "但是形式對於真正修行人有幫助，為什麼？我們畢竟是凡夫，煩惱習氣太重！如果沒有人提醒我們，一轉眼就忘掉了。你想想看，你到哪裡去找個人常常來提醒你？什麼人有這麼大的福報？因此，我們不能不重視形式了。所以我們造一尊佛像，最簡單的是彩畫的佛像。現在印刷術發達，這個彩畫的佛像就印得很多，你家裡頭供養，掛起來。看到佛像就提醒自己，我要覺而不迷，我要像佛一樣。日常生活當中覺而不迷，工作裡頭覺而不迷，處事待人接物，一切時一切處，我都要保持覺而不迷，我真皈依了。"
    },
    {
      "id": "12-017-0684_p0019",
      "zh_CN": "皈是回归，我从迷惑颠倒回归了，我现在依「觉」，这个觉是自性觉，佛菩萨经典里头还是自性觉。经是佛的言语，从自性里头流露出来的，所以经典就是自性觉，就是自性正，就是自性净。我从邪思、邪见、邪行回过头来，依「正知、正见、正行」。我从一切贪瞋痴慢、自私自利这些染污回过头来，依「清净心」，这叫三皈依，真的皈依了。有没有形式决定不重要，你真正得到皈戒的利益，真正得到佛法的受用。一切时一切处，自自然然影响你周边的人物，这就是「随缘放光」。",
      "zh_TW": "皈是回歸，我從迷惑顛倒回歸了，我現在依「覺」，這個覺是自性覺，佛菩薩經典裡頭還是自性覺。經是佛的言語，從自性裡頭流露出來的，所以經典就是自性覺，就是自性正，就是自性淨。我從邪思、邪見、邪行回過頭來，依「正知、正見、正行」。我從一切貪瞋痴慢、自私自利這些染污回過頭來，依「清淨心」，這叫三皈依，真的皈依了。有沒有形式決定不重要，你真正得到皈戒的利益，真正得到佛法的受用。一切時一切處，自自然然影響你周邊的人物，這就是「隨緣放光」。"
    },
    {
      "id": "12-017-0684_p0020",
      "zh_CN": "所以威仪要具足，不是为自己，是为佛法，是为众生，总要记住，时时刻刻做一切众生的好榜样、好模范，这就叫「放光」，这就叫接众。随着你自己的德行智慧，你的影响力不断的在扩大，你影响的时间会很长久，这个就是佛经上讲的「光明遍照」。再看第六句：",
      "zh_TW": "所以威儀要具足，不是為自己，是為佛法，是為眾生，總要記住，時時刻刻做一切眾生的好榜樣、好模範，這就叫「放光」，這就叫接眾。隨著你自己的德行智慧，你的影響力不斷的在擴大，你影響的時間會很長久，這個就是佛經上講的「光明遍照」。再看第六句："
    },
    {
      "id": "12-017-0684_p0021",
      "zh_CN": "【殊胜宝焰海不可思议。】",
      "zh_TW": "【殊勝寶焰海不可思議。】"
    },
    {
      "id": "12-017-0684_p0022",
      "zh_CN": "清凉给我们提示的，「常光如焰，具众宝色」。前面说过「圆光大小，随机无尽」是常光，这个地方「如焰」，特别侧重在「具众宝色」，还是属于相好。真正的宝色是什么？不是七宝，金银、琉璃、砗磲、玛瑙不是这个东西，真正的宝是般若智慧，是法身解脱，是常乐我净，这是宝，佛家常讲的三宝，说得最多，三宝代表一切众宝。刚才说过了，「觉正净」，我们在一切时一切处，表现的「觉而不迷，正而不邪，净而不染」，这就具众宝色了，这里面就含藏着无尽的宝色。",
      "zh_TW": "清涼給我們提示的，「常光如焰，具眾寶色」。前面說過「圓光大小，隨機無盡」是常光，這個地方「如焰」，特別側重在「具眾寶色」，還是屬於相好。真正的寶色是什麼？不是七寶，金銀、琉璃、硨磲、瑪瑙不是這個東西，真正的寶是般若智慧，是法身解脫，是常樂我淨，這是寶，佛家常講的三寶，說得最多，三寶代表一切眾寶。剛才說過了，「覺正淨」，我們在一切時一切處，表現的「覺而不迷，正而不邪，淨而不染」，這就具眾寶色了，這裡面就含藏著無盡的寶色。"
    },
    {
      "id": "12-017-0684_p0023",
      "zh_CN": "像「净业三福」里头十一句，具足！菩萨修学的纲领，在本经文殊菩萨代表的十波罗蜜具足。确确实实表现在你的生活行持当中，普贤菩萨的十大愿王也在你身上表现出来了。再说得具体一点，什么叫《大方广佛华严经》？就在你的一身，你这个形相就是《大方广佛华严经》，你这个形相就是《佛说大乘无量寿经》，常光！",
      "zh_TW": "像「淨業三福」裡頭十一句，具足！菩薩修學的綱領，在本經文殊菩薩代表的十波羅蜜具足。確確實實表現在你的生活行持當中，普賢菩薩的十大願王也在你身上表現出來了。再說得具體一點，什麼叫《大方廣佛華嚴經》？就在你的一身，你這個形相就是《大方廣佛華嚴經》，你這個形相就是《佛說大乘無量壽經》，常光！"
    },
    {
      "id": "12-017-0684_p0024",
      "zh_CN": "我们学佛、学经教，如何把经教里面的道理，变成我们自己的思想见解，把经教里面的教诲，变成我们实际的生活行为，把经教里面的境界变成我们的受用，然后经就是我，我就是经，合成一体，这叫契入。你这一入就入诸佛菩萨的境界了，为什么？诸佛菩萨如是，我亦如是。到这个时候，方东美先生讲的「学佛是人生最高的享受」，你体会得了，你会点头，你会肯定，一点都不假。",
      "zh_TW": "我們學佛、學經教，如何把經教裡面的道理，變成我們自己的思想見解，把經教裡面的教誨，變成我們實際的生活行為，把經教裡面的境界變成我們的受用，然後經就是我，我就是經，合成一體，這叫契入。你這一入就入諸佛菩薩的境界了，為什麼？諸佛菩薩如是，我亦如是。到這個時候，方東美先生講的「學佛是人生最高的享受」，你體會得了，你會點頭，你會肯定，一點都不假。"
    },
    {
      "id": "12-017-0684_p0025",
      "zh_CN": "现在有些学佛的同学，他闻法的机会少，虽然常常念经读诵，他不解经义，有没有好处？有好处，阿赖耶识里头种善根，种子下去了；种子要下得深，将来遇缘，一听经他就开悟了。但是在这一生当中要得到真实的受用是很难，就像他下了种子种植，种子还没有长出来，还不能开花结果，你还得不到收成。许许多多人，每天很勤奋的在读诵、在念佛，就像种植一样，很勤奋的下种子，在照顾种子，种子现在还没有发芽，是好事情。如果要遇到善缘了，有机会常常听经，他那个读诵的种子会现行，这是好事情。现在时间到了。",
      "zh_TW": "現在有些學佛的同學，他聞法的機會少，雖然常常念經讀誦，他不解經義，有沒有好處？有好處，阿賴耶識裡頭種善根，種子下去了；種子要下得深，將來遇緣，一聽經他就開悟了。但是在這一生當中要得到真實的受用是很難，就像他下了種子種植，種子還沒有長出來，還不能開花結果，你還得不到收成。許許多多人，每天很勤奮的在讀誦、在念佛，就像種植一樣，很勤奮的下種子，在照顧種子，種子現在還沒有發芽，是好事情。如果要遇到善緣了，有機會常常聽經，他那個讀誦的種子會現行，這是好事情。現在時間到了。"
    },
    {
      "id": "12-017-0684_p0026",
      "zh_CN": "诸位同学，我们再看第六句：",
      "zh_TW": "諸位同學，我們再看第六句："
    },
    {
      "id": "12-017-0684_p0027",
      "zh_CN": "【殊胜宝焰海不可思议。】",
      "zh_TW": "【殊勝寶焰海不可思議。】"
    },
    {
      "id": "12-017-0684_p0028",
      "zh_CN": "清凉在注解里面给我们讲，「常光如焰，具众宝色」。这一句经文，上一节也说了一些，意思深广无尽，我们读了真的是有很深的感触。『宝焰』，焰是火焰、光明，我们常常看到佛像的背光，或者是画，或者是造的，背光都造七宝。光焰是表法，代表诸佛菩萨，他的智慧、他的德能、他的相好，感化一切众生，智慧、德行、相好就是宝焰。「光明」是影响的意思。",
      "zh_TW": "清涼在註解裡面給我們講，「常光如焰，具眾寶色」。這一句經文，上一節也說了一些，意思深廣無盡，我們讀了真的是有很深的感觸。『寶焰』，焰是火焰、光明，我們常常看到佛像的背光，或者是畫，或者是造的，背光都造七寶。光焰是表法，代表諸佛菩薩，他的智慧、他的德能、他的相好，感化一切眾生，智慧、德行、相好就是寶焰。「光明」是影響的意思。"
    },
    {
      "id": "12-017-0684_p0029",
      "zh_CN": "从这个地方我们就想到古时候的舜王，二十四孝排在第一名，大舜。舜一生的行仪，真叫大放光明。他可以说「孝悌忠信礼义廉耻，忠孝仁爱信义和平」，他一个字都不缺，统统做到了。首先他感动他的父母，他母亲是继母，对他非常不好，被他感动；感动了邻里，邻里乡党。他教人、感化人是以德行，不是用言语。上古时代鱼猎为生，捕鱼，他看到年轻力壮的小伙子，在河边捕鱼的时候，把鱼群集中的地方他们都占了，鱼很少的地方，他看那些老人在那里，老人争不过年轻人。舜加入他们的行列，跟老人在一起。那个时候的年轻人跟现在年轻人不一样，年轻人看到舜很年轻，都在那些地区，他们时间久了被他感动了，把好的地区让给老人。这就是光焰的意思。尧王是那个时候的国君，尧王听到舜这些事迹，这个世间有这么好的一个人，召见他，把两个女儿嫁给他，以后把王位也传给他，在历史上称为舜王。",
      "zh_TW": "從這個地方我們就想到古時候的舜王，二十四孝排在第一名，大舜。舜一生的行儀，真叫大放光明。他可以說「孝悌忠信禮義廉恥，忠孝仁愛信義和平」，他一個字都不缺，統統做到了。首先他感動他的父母，他母親是繼母，對他非常不好，被他感動；感動了鄰里，鄰里鄉黨。他教人、感化人是以德行，不是用言語。上古時代魚獵為生，捕魚，他看到年輕力壯的小伙子，在河邊捕魚的時候，把魚群集中的地方他們都佔了，魚很少的地方，他看那些老人在那裡，老人爭不過年輕人。舜加入他們的行列，跟老人在一起。那個時候的年輕人跟現在年輕人不一樣，年輕人看到舜很年輕，都在那些地區，他們時間久了被他感動了，把好的地區讓給老人。這就是光焰的意思。堯王是那個時候的國君，堯王聽到舜這些事蹟，這個世間有這麼好的一個人，召見他，把兩個女兒嫁給他，以後把王位也傳給他，在歷史上稱為舜王。"
    },
    {
      "id": "12-017-0684_p0030",
      "zh_CN": "从舜王这个故事，我们就想到此地「殊胜宝焰」。所以什么是宝？道德是宝，我们一定要认清楚，金银、琉璃、砗磲、玛瑙，这不是宝。这些东西有什么用处？饿了不能当饭吃，冻了不能当衣服穿，道德是宝，一定要晓得这个道理。什么叫道？什么叫德？要清清楚楚、明明白白。道是自然的秩序，天道，不是人为的。儒家讲的伦常是道，五伦是天然的秩序，就跟春夏秋冬四时运行一样，天然的，不是人为的。古圣先贤为我们说出来而已，不是他创造的，他明了，一般人糊涂，天天行自己不知道，圣人说出来，我们明白了，确实是天然之道，大家心服口服。伦常大道，肇端乎夫妇，五伦的核心是夫妇，夫妻。有夫妻，这才有子女，才有父子，家就形成了。有了父子，就有了兄弟，五伦就占三个了。",
      "zh_TW": "從舜王這個故事，我們就想到此地「殊勝寶焰」。所以什麼是寶？道德是寶，我們一定要認清楚，金銀、琉璃、硨磲、瑪瑙，這不是寶。這些東西有什麼用處？餓了不能當飯吃，凍了不能當衣服穿，道德是寶，一定要曉得這個道理。什麼叫道？什麼叫德？要清清楚楚、明明白白。道是自然的秩序，天道，不是人為的。儒家講的倫常是道，五倫是天然的秩序，就跟春夏秋冬四時運行一樣，天然的，不是人為的。古聖先賢為我們說出來而已，不是他創造的，他明瞭，一般人糊塗，天天行自己不知道，聖人說出來，我們明白了，確實是天然之道，大家心服口服。倫常大道，肇端乎夫婦，五倫的核心是夫婦，夫妻。有夫妻，這才有子女，才有父子，家就形成了。有了父子，就有了兄弟，五倫就佔三個了。"
    },
    {
      "id": "12-017-0684_p0031",
      "zh_CN": "家外面，有君臣，有朋友。君臣，现在的话来讲是领导与被领导，领导称之为君，被领导称之为臣。这是天然之道，不是人创造的，这叫道。人都能够遵守天然的大道，这就是顺自然法则，宇宙是祥和的，这个地球是美好的；不可以违背了这自然法则。在佛法里面讲法性的性德。凡是随顺性德，这个人我们称他为佛菩萨，违背性德我们称他为凡夫，凡圣的差别就在此地。现在人自以为聪明，改造自然环境；结果改造是不错，他不是改造，是破坏，破坏之后，带来了天灾人祸，人要受苦受难！德是什么？中国古时候讲八德，两个讲法：一个是孝悌忠信礼义廉耻，另外一个讲法是忠孝仁爱信义和平，两个讲法都好。我们人在一生当中，起心动念言语造作都依这个为标准，这叫行德。",
      "zh_TW": "家外面，有君臣，有朋友。君臣，現在的話來講是領導與被領導，領導稱之為君，被領導稱之為臣。這是天然之道，不是人創造的，這叫道。人都能夠遵守天然的大道，這就是順自然法則，宇宙是祥和的，這個地球是美好的；不可以違背了這自然法則。在佛法裡面講法性的性德。凡是隨順性德，這個人我們稱他為佛菩薩，違背性德我們稱他為凡夫，凡聖的差別就在此地。現在人自以為聰明，改造自然環境；結果改造是不錯，他不是改造，是破壞，破壞之後，帶來了天災人禍，人要受苦受難！德是什麼？中國古時候講八德，兩個講法：一個是孝悌忠信禮義廉恥，另外一個講法是忠孝仁愛信義和平，兩個講法都好。我們人在一生當中，起心動念言語造作都依這個為標準，這叫行德。"
    },
    {
      "id": "12-017-0684_p0032",
      "zh_CN": "人能够履行道德，这个人在儒家称之为君子，称之为圣贤。君子跟圣贤差别在哪里？差别在光的大小，就是此地讲的「殊胜宝焰」，光，光小的影响面小，你能够影响这个村里，影响你自己县市，这是君子。如果能够影响一个国家，影响世界，这是圣贤。孔老夫子履行道德，孟夫子履行道德，他们的影响力真的是周遍世界，而且影响到今天，两千五百多年了还受他的影响，圣人，成圣了！所以影响到你居住的乡里，影响个十几二十年，这称君子。我们要明白这个道理。",
      "zh_TW": "人能夠履行道德，這個人在儒家稱之為君子，稱之為聖賢。君子跟聖賢差別在哪裡？差別在光的大小，就是此地講的「殊勝寶焰」，光，光小的影響面小，你能夠影響這個村里，影響你自己縣市，這是君子。如果能夠影響一個國家，影響世界，這是聖賢。孔老夫子履行道德，孟夫子履行道德，他們的影響力真的是周遍世界，而且影響到今天，兩千五百多年了還受他的影響，聖人，成聖了！所以影響到你居住的鄉里，影響個十幾二十年，這稱君子。我們要明白這個道理。"
    },
    {
      "id": "12-017-0684_p0033",
      "zh_CN": "佛家的道，佛家讲德，跟儒讲的虽然不一样，名词术语不一样，精神意义无不相同。佛法讲道也离不开人伦，佛法讲得广、范围大。讲佛道，菩萨道、声闻道、缘觉道、天道、人道，讲了十个道，与道相应者这是德。这些我们都必须要懂得，要认真努力去学习。最重要的起心动念我们要能够想到佛陀对我们的教诲。",
      "zh_TW": "佛家的道，佛家講德，跟儒講的雖然不一樣，名詞術語不一樣，精神意義無不相同。佛法講道也離不開人倫，佛法講得廣、範圍大。講佛道，菩薩道、聲聞道、緣覺道、天道、人道，講了十個道，與道相應者這是德。這些我們都必須要懂得，要認真努力去學習。最重要的起心動念我們要能夠想到佛陀對我們的教誨。"
    },
    {
      "id": "12-017-0684_p0034",
      "zh_CN": "佛陀教诲里面最重要的，就是你一入佛门，佛就传授给你三个修行的原则纲领，这是总原则、总纲领。不管你修哪一宗、哪一派，哪个法门，八万四千法门，无量法门，都是修「觉正净」，这就是三皈。皈是回归、回头，依是依靠。从迷回头依自性觉，从邪回头依自性正，从染回头依自性净，果然念念与「觉正净」相应，你走的是佛道。什么是德？四摄六度是菩萨的大德。自利利他，自利是成就自己的道德，利他是影响，是感化。诸佛菩萨，哪一尊起心动念不是为众生想，不是为利益众生，从来没有想过自己。学佛基础的课程：《十善业道》，这是共同的基本课程。大乘的基本课程，《地藏菩萨本愿经》，地是讲的心地，藏是宝藏。心地宝藏是什么？是般若、是法身、是解脱，心地宝藏。有时候也说般若、德能、相好，两个说法不一样，意思都能够相通。法身是相好，解脱是德能、是自在。",
      "zh_TW": "佛陀教誨裡面最重要的，就是你一入佛門，佛就傳授給你三個修行的原則綱領，這是總原則、總綱領。不管你修哪一宗、哪一派，哪個法門，八萬四千法門，無量法門，都是修「覺正淨」，這就是三皈。皈是回歸、回頭，依是依靠。從迷回頭依自性覺，從邪回頭依自性正，從染回頭依自性淨，果然念念與「覺正淨」相應，你走的是佛道。什麼是德？四攝六度是菩薩的大德。自利利他，自利是成就自己的道德，利他是影響，是感化。諸佛菩薩，哪一尊起心動念不是為眾生想，不是為利益眾生，從來沒有想過自己。學佛基礎的課程：《十善業道》，這是共同的基本課程。大乘的基本課程，《地藏菩薩本願經》，地是講的心地，藏是寶藏。心地寶藏是什麼？是般若、是法身、是解脫，心地寶藏。有時候也說般若、德能、相好，兩個說法不一樣，意思都能夠相通。法身是相好，解脫是德能、是自在。"
    },
    {
      "id": "12-017-0684_p0035",
      "zh_CN": "世出世法，无不是以道德为殊胜的宝焰，我们不能够不重视，不能够不认真的学习，总要把自己的性德流露，决定不能随顺烦恼习气；随顺烦恼习气，我们的性德永远被它障碍，决定透不出来。再看底下这一句：",
      "zh_TW": "世出世法，無不是以道德為殊勝的寶焰，我們不能夠不重視，不能夠不認真的學習，總要把自己的性德流露，決定不能隨順煩惱習氣；隨順煩惱習氣，我們的性德永遠被它障礙，決定透不出來。再看底下這一句："
    },
    {
      "id": "12-017-0684_p0036",
      "zh_CN": "【成就言音海不可思议。】",
      "zh_TW": "【成就言音海不可思議。】"
    },
    {
      "id": "12-017-0684_p0037",
      "zh_CN": "这一句清凉给我们提示的很好，「圆音无尽」，圆是圆满，圆满的音无尽。「深广难测」，圣人教诲无不如是，字字句句都含无量义。所以讲经说法，义理浅深广狭，总在机缘，应机而说。如果是根熟的众生，可以说得精深，说得简要，一点他就通了，不费事。若是中下根性的人，这种人可度，过去生中有善根福德因缘，不厌其详的细说，长时间的细说，他觉悟了。",
      "zh_TW": "這一句清涼給我們提示的很好，「圓音無盡」，圓是圓滿，圓滿的音無盡。「深廣難測」，聖人教誨無不如是，字字句句都含無量義。所以講經說法，義理淺深廣狹，總在機緣，應機而說。如果是根熟的眾生，可以說得精深，說得簡要，一點他就通了，不費事。若是中下根性的人，這種人可度，過去生中有善根福德因緣，不厭其詳的細說，長時間的細說，他覺悟了。"
    },
    {
      "id": "12-017-0684_p0038",
      "zh_CN": "世尊当年在世讲经说法，常随弟子，我们在经上常常看到有一千二百五十五人。这里面有跟佛三、四十年开悟的，这就是表演给我们看，根性不利，记忆力也不好，领悟力也不好，但是他有一个好处，他不离开佛，他天天在听，听久了他开悟了，他证果了。当然这一千二百五十五个人，佛在经上讲，不是普通人，都是诸佛如来、法身菩萨示现的，表演给我们看的，教给我们向他们学习。你看看这么多人当中，我这个根性像哪一个，你就跟那个人学。",
      "zh_TW": "世尊當年在世講經說法，常隨弟子，我們在經上常常看到有一千二百五十五人。這裡面有跟佛三、四十年開悟的，這就是表演給我們看，根性不利，記憶力也不好，領悟力也不好，但是他有一個好處，他不離開佛，他天天在聽，聽久了他開悟了，他證果了。當然這一千二百五十五個人，佛在經上講，不是普通人，都是諸佛如來、法身菩薩示現的，表演給我們看的，教給我們向他們學習。你看看這麼多人當中，我這個根性像哪一個，你就跟那個人學。"
    },
    {
      "id": "12-017-0684_p0039",
      "zh_CN": "根性最差的，大家一般都瞧不起的，周利槃陀伽，愚笨，一点记性都没有。佛教他念四句偈，教他第一句，当然下面他不知道；教第二句，第一句忘掉了，四句偈都学不成。他的哥哥也是世尊的学生，哥哥就劝他回去，你不行。他就在哭，释迦牟尼佛说留着他，慢慢再教，慢慢学，最后他也开悟了。世尊在他开悟之后，给大家宣说，周利槃陀伽善根深厚，为什么会变成这个样子？过去生中他是三藏法师，吝法，讲经说法总要留一手，怕别人高过他，这一生感得愚痴果报，原来是这么回事情。所以他的业障是吝法造成的。",
      "zh_TW": "根性最差的，大家一般都瞧不起的，周利槃陀伽，愚笨，一點記性都沒有。佛教他念四句偈，教他第一句，當然下面他不知道；教第二句，第一句忘掉了，四句偈都學不成。他的哥哥也是世尊的學生，哥哥就勸他回去，你不行。他就在哭，釋迦牟尼佛說留著他，慢慢再教，慢慢學，最後他也開悟了。世尊在他開悟之後，給大家宣說，周利槃陀伽善根深厚，為什麼會變成這個樣子？過去生中他是三藏法師，吝法，講經說法總要留一手，怕別人高過他，這一生感得愚痴果報，原來是這麼回事情。所以他的業障是吝法造成的。"
    },
    {
      "id": "12-017-0684_p0040",
      "zh_CN": "所以佛讲吝财的人来生得贫穷果报，吝法的人来生得愚痴果报，不能修无畏布施的人，来生得多病夭寿的果报，短命，我们在僧团里面可以看到。所以佛教导一切众生，哪一个众生不想求财富、聪明智慧、健康长寿？这有因的！你希求的是果，果必有因。怎么求？修因。印光大师提倡《了凡四训》，了凡先生现身说法，教导我们种善因一定得善果，你要造作罪业，你一定得恶报，善恶果报，丝毫不爽。还要知道，因果通三世。所以佛家常讲「万法皆空，因果不空」。因果为什么不空？第一个转变不空，因会变成果，果又变成因，转变不空。第二因果相续不空。第三因果循环不空。世间的灾难，你仔细去观察，灾难到底是怎么形成的？冤冤相报形成的。如何能化解？真正化解只有佛法。",
      "zh_TW": "所以佛講吝財的人來生得貧窮果報，吝法的人來生得愚痴果報，不能修無畏布施的人，來生得多病夭壽的果報，短命，我們在僧團裡面可以看到。所以佛教導一切眾生，哪一個眾生不想求財富、聰明智慧、健康長壽？這有因的！你希求的是果，果必有因。怎麼求？修因。印光大師提倡《了凡四訓》，了凡先生現身說法，教導我們種善因一定得善果，你要造作罪業，你一定得惡報，善惡果報，絲毫不爽。還要知道，因果通三世。所以佛家常講「萬法皆空，因果不空」。因果為什麼不空？第一個轉變不空，因會變成果，果又變成因，轉變不空。第二因果相續不空。第三因果循環不空。世間的災難，你仔細去觀察，災難到底是怎麼形成的？冤冤相報形成的。如何能化解？真正化解只有佛法。"
    },
    {
      "id": "12-017-0684_p0041",
      "zh_CN": "化解的方法，当然最殊胜的无过于《华严经》，它说得详细，说的分量也够。《华严经》如果能够从头到尾细说，人要从头到尾细听一遍，他觉悟了，他无始劫来什么样的怨恨，他也放下了，再也不放在心上，他得解脱。他得解脱，过去那些冤亲债主想报复，现在不报复了，那些人就得福了。要知道你的报复会影响，那个影响的面太大了，不止他一生。他在报复的时候没有考虑到别人受灾受难，他没想到！所以罪业愈造愈重，恶报愈陷愈苦，这是没有智慧。",
      "zh_TW": "化解的方法，當然最殊勝的無過於《華嚴經》，它說得詳細，說的分量也夠。《華嚴經》如果能夠從頭到尾細說，人要從頭到尾細聽一遍，他覺悟了，他無始劫來什麼樣的怨恨，他也放下了，再也不放在心上，他得解脫。他得解脫，過去那些冤親債主想報復，現在不報復了，那些人就得福了。要知道你的報復會影響，那個影響的面太大了，不止他一生。他在報復的時候沒有考慮到別人受災受難，他沒想到！所以罪業愈造愈重，惡報愈陷愈苦，這是沒有智慧。"
    },
    {
      "id": "12-017-0684_p0042",
      "zh_CN": "佛法重智慧，不重聪明。聪明，你看看佛法里面列在八难之一；世智辩聪，八难之一，这个人遭难了。为什么？你有世智辩聪，你造的恶一定更大，你将来受的果报就更苦。你没有世智辩聪，虽然想造业，造的业不大。一般人讲造恶业堕地狱，地狱种类很多，佛经里面就讲有七十多种，里面苦乐不等，最苦的叫阿鼻地狱、叫无间地狱，《地藏经》上有介绍，那是造极重的罪业，堕在那个地方。",
      "zh_TW": "佛法重智慧，不重聰明。聰明，你看看佛法裡面列在八難之一；世智辯聰，八難之一，這個人遭難了。為什麼？你有世智辯聰，你造的惡一定更大，你將來受的果報就更苦。你沒有世智辯聰，雖然想造業，造的業不大。一般人講造惡業墮地獄，地獄種類很多，佛經裡面就講有七十多種，裡面苦樂不等，最苦的叫阿鼻地獄、叫無間地獄，《地藏經》上有介紹，那是造極重的罪業，墮在那個地方。"
    },
    {
      "id": "12-017-0684_p0043",
      "zh_CN": "所以佛说法，什么叫圆音？圆是圆满，大乘经上常说，「佛以一音演说法，众生随类各得解」，这就叫圆音。所以佛说法，无论什么样的根性统统得利益。我们要怎样学习？李老师教学生讲经，编了一个小册子，《内典讲座之研究》，里面讨论到这个问题，「三根普被，利钝全收」。当然我们的智慧能力比不上佛菩萨，但是不能不照顾听众。所以讲解经典有深说也有浅说，深说，照顾程度高的人，根熟的众生；浅说，照顾程度低的人，不能叫他白来。每个人到讲堂来听经，程度不齐，男女老少，各行各业。不像学校上课，年龄差不多，程度很整齐，一班一班的，那个好教，那个容易。这个叫大讲座，就是听众程度不齐，高的很高，低的很低。这种讲座要讲得叫各个都生欢喜心，非常不容易，得要学这个本事。长说短说，你要能得自在。怎样才真正能契入这个境界？清凉大师在本经注解，四科就好，这个意义就好，「信解行证」，你要能证得，那就得大自在了。你要不能证得，一定要能行、能落实。如果能说不能行，你的功力始终是有限的；一定要落实，自己一定要能契入境界。",
      "zh_TW": "所以佛說法，什麼叫圓音？圓是圓滿，大乘經上常說，「佛以一音演說法，眾生隨類各得解」，這就叫圓音。所以佛說法，無論什麼樣的根性統統得利益。我們要怎樣學習？李老師教學生講經，編了一個小冊子，《內典講座之研究》，裡面討論到這個問題，「三根普被，利鈍全收」。當然我們的智慧能力比不上佛菩薩，但是不能不照顧聽眾。所以講解經典有深說也有淺說，深說，照顧程度高的人，根熟的眾生；淺說，照顧程度低的人，不能叫他白來。每個人到講堂來聽經，程度不齊，男女老少，各行各業。不像學校上課，年齡差不多，程度很整齊，一班一班的，那個好教，那個容易。這個叫大講座，就是聽眾程度不齊，高的很高，低的很低。這種講座要講得叫各個都生歡喜心，非常不容易，得要學這個本事。長說短說，你要能得自在。怎樣才真正能契入這個境界？清涼大師在本經註解，四科就好，這個意義就好，「信解行證」，你要能證得，那就得大自在了。你要不能證得，一定要能行、能落實。如果能說不能行，你的功力始終是有限的；一定要落實，自己一定要能契入境界。"
    },
    {
      "id": "12-017-0684_p0044",
      "zh_CN": "怎样才能够契入境界？我们在前面一品讲的普贤三昧，你学《华严》，你要不入普贤三昧，《华严经》听不懂。普贤三昧是法界大定，什么叫法界大定？简单的说，尽虚空遍法界你统统放下，决定没有一丝毫染着了，尽虚空遍法界你的心如如不动，整个法界你都得到了。为什么？不动心是真心，虚空法界是真心变现的相分，这叫证果。",
      "zh_TW": "怎樣才能夠契入境界？我們在前面一品講的普賢三昧，你學《華嚴》，你要不入普賢三昧，《華嚴經》聽不懂。普賢三昧是法界大定，什麼叫法界大定？簡單的說，盡虛空遍法界你統統放下，決定沒有一絲毫染著了，盡虛空遍法界你的心如如不動，整個法界你都得到了。為什麼？不動心是真心，虛空法界是真心變現的相分，這叫證果。"
    },
    {
      "id": "12-017-0684_p0045",
      "zh_CN": "凡夫，为什么佛在经上常讲「可怜悯者」？凡夫六根对外面境界起心动念。动什么念头？我常讲「控制的念头」、「占有的念头」，这个念头很糟糕，把你的性德完全障碍住，你所得到的非常非常有限，完全不懂得佛陀的教诲。世间人患得患失，所以多少积功累德的机会在面前，自己想的、考虑太多，不想做了，丢掉了，机会失掉了。他想些什么？还不是自己利害吗？利害这一关几个人能够突破？这是什么？佛的教诲没有真懂，懂得不够深、不够广，所以还是被烦恼习气障碍，事到临头还是烦恼习气作主，自性般若做不了主，经典里面的教诲不能作依靠。菩萨行里头第一个科目是布施，我的布施被人骗去了，那就布施他好了，你就心开意解了。你命里头财富，佛说愈施愈多，那是真的，不是假的，愈布施愈多。不要操那些心，不要想得太多，你才能够积大功累大德。",
      "zh_TW": "凡夫，為什麼佛在經上常講「可憐憫者」？凡夫六根對外面境界起心動念。動什麼念頭？我常講「控制的念頭」、「佔有的念頭」，這個念頭很糟糕，把你的性德完全障礙住，你所得到的非常非常有限，完全不懂得佛陀的教誨。世間人患得患失，所以多少積功累德的機會在面前，自己想的、考慮太多，不想做了，丟掉了，機會失掉了。他想些什麼？還不是自己利害嗎？利害這一關幾個人能夠突破？這是什麼？佛的教誨沒有真懂，懂得不夠深、不夠廣，所以還是被煩惱習氣障礙，事到臨頭還是煩惱習氣作主，自性般若做不了主，經典裡面的教誨不能作依靠。菩薩行裡頭第一個科目是布施，我的布施被人騙去了，那就布施他好了，你就心開意解了。你命裡頭財富，佛說愈施愈多，那是真的，不是假的，愈布施愈多。不要操那些心，不要想得太多，你才能夠積大功累大德。"
    },
    {
      "id": "12-017-0684_p0046",
      "zh_CN": "所以起心动念利益众生，利益社会，利益正法久住！这个就对了。不但要用言语为众生讲说透彻，自己还要做出榜样给人看，人家才相信。否则的话，你会说，你为什么不做？你教我做，你没有去做，你是不是来骗我的？这样说法叫众生起疑惑，错了。佛说法是帮助众生断疑生信，你说法是令众生起疑惑心，这就错了。所以经教不能不深入，我没有这个疑惑，我可以不读它；我有这个疑惑，我不能不读，我不读，这个疑惑就成障碍。佛在大经上常说，菩萨最严重的障碍就是疑，菩萨最殊胜的善根是精进。疑为菩萨重大的障碍，《无量寿经》上说的，如何能够断疑生信，在这一生当中成就我们圆满的功德，所以不放下不行。",
      "zh_TW": "所以起心動念利益眾生，利益社會，利益正法久住！這個就對了。不但要用言語為眾生講說透徹，自己還要做出榜樣給人看，人家才相信。否則的話，你會說，你為什麼不做？你教我做，你沒有去做，你是不是來騙我的？這樣說法叫眾生起疑惑，錯了。佛說法是幫助眾生斷疑生信，你說法是令眾生起疑惑心，這就錯了。所以經教不能不深入，我沒有這個疑惑，我可以不讀它；我有這個疑惑，我不能不讀，我不讀，這個疑惑就成障礙。佛在大經上常說，菩薩最嚴重的障礙就是疑，菩薩最殊勝的善根是精進。疑為菩薩重大的障礙，《無量壽經》上說的，如何能夠斷疑生信，在這一生當中成就我們圓滿的功德，所以不放下不行。"
    },
    {
      "id": "12-017-0684_p0047",
      "zh_CN": "人为什么不敢放下？怕死。我统统放下了，我自己生活怎么办？他为什么害怕？怀疑，不相信佛的话。佛说你财富愈施愈多，不相信，怕施完之后没有了，上佛的大当，你说成什么话！对佛没有信心。只有真正信佛的人，对佛陀的教诲才不折不扣，才真正能在一生当中修积无量无边殊胜功德。所以「信」字多重要，「信为道元功德母」。",
      "zh_TW": "人為什麼不敢放下？怕死。我統統放下了，我自己生活怎麼辦？他為什麼害怕？懷疑，不相信佛的話。佛說你財富愈施愈多，不相信，怕施完之後沒有了，上佛的大當，你說成什麼話！對佛沒有信心。只有真正信佛的人，對佛陀的教誨才不折不扣，才真正能在一生當中修積無量無邊殊勝功德。所以「信」字多重要，「信為道元功德母」。"
    },
    {
      "id": "12-017-0684_p0048",
      "zh_CN": "我当年发心出了家，我出家两年才受戒。我一出家就教佛学院，也教了两年讲了两年经了。受了戒，受戒当然第一个到台中去拜老师、谢老师。老师一见面，手就指着我，我还没有进门，他在里面看到我了，「来！来！你要信佛」，说了好几个，「你要信佛」。我走到他面前去，我也呆了，那个时候我学佛九年，讲经也讲了两年，怎么不信佛，出家受了戒了。他教我坐下来给我解释，信佛不容易，许多老和尚到死都不信佛，我这才明白他的意思。什么叫信佛？依教奉行者谓之信佛。佛在经上讲的你没有做到，你不相信，你不信佛，那你还会有什么成就？我们亲近一个老师，原则是我对这个老师信得过，老师的教诲，我会依教奉行。同样一句话，别人说的我不相信，老师说的我相信；别人说的我不肯照做，老师说的我愿意照做。",
      "zh_TW": "我當年發心出了家，我出家兩年才受戒。我一出家就教佛學院，也教了兩年講了兩年經了。受了戒，受戒當然第一個到台中去拜老師、謝老師。老師一見面，手就指著我，我還沒有進門，他在裡面看到我了，「來！來！你要信佛」，說了好幾個，「你要信佛」。我走到他面前去，我也呆了，那個時候我學佛九年，講經也講了兩年，怎麼不信佛，出家受了戒了。他教我坐下來給我解釋，信佛不容易，許多老和尚到死都不信佛，我這才明白他的意思。什麼叫信佛？依教奉行者謂之信佛。佛在經上講的你沒有做到，你不相信，你不信佛，那你還會有什麼成就？我們親近一個老師，原則是我對這個老師信得過，老師的教誨，我會依教奉行。同樣一句話，別人說的我不相信，老師說的我相信；別人說的我不肯照做，老師說的我願意照做。"
    },
    {
      "id": "12-017-0684_p0049",
      "zh_CN": "佛是我们的老师，传到后世，怕的什么？怕经是伪造的，经真的是佛说的吗？现在人这个疑惑愈来愈多了，尤其是翻译的，这个翻译靠得住吗？有没有翻错？所以往后学佛愈来愈难。中文本的译经，这个翻译不可思议。我的老师告诉我，古时候翻经的这些法师都是证果的菩萨再来的，至少都是三果：斯陀含、阿那含、阿罗汉。中国人真正有福报，感得佛菩萨应化到中国来。你看很多人晓得善导大师是阿弥陀佛再来的，智者大师是释迦牟尼佛再来的，永明延寿是阿弥陀佛再来的。",
      "zh_TW": "佛是我們的老師，傳到後世，怕的什麼？怕經是偽造的，經真的是佛說的嗎？現在人這個疑惑愈來愈多了，尤其是翻譯的，這個翻譯靠得住嗎？有沒有翻錯？所以往後學佛愈來愈難。中文本的譯經，這個翻譯不可思議。我的老師告訴我，古時候翻經的這些法師都是證果的菩薩再來的，至少都是三果：斯陀含、阿那含、阿羅漢。中國人真正有福報，感得佛菩薩應化到中國來。你看很多人曉得善導大師是阿彌陀佛再來的，智者大師是釋迦牟尼佛再來的，永明延壽是阿彌陀佛再來的。"
    },
    {
      "id": "12-017-0684_p0050",
      "zh_CN": "我这次到日本，日本也有这个讲法，他们都肯定智者大师是释迦牟尼佛的应化身。净宗，他们非常尊重善导大师，他们的祖师都是在唐朝时候到中国留学善导的学生，所以对于善导大师非常敬仰。我们到比叡山见到供养祖师的那些像，塑像、画像，善导大师的塑像在日本很普遍。寺庙有很多名称就用善导寺，你一看善导寺，你就晓得那是净土宗的。日本人怀念祖师，尊师重道，实质上我们现在不知道，至少形式上它还保存着。我们去参访，看到之后，我们很尊敬、很佩服。",
      "zh_TW": "我這次到日本，日本也有這個講法，他們都肯定智者大師是釋迦牟尼佛的應化身。淨宗，他們非常尊重善導大師，他們的祖師都是在唐朝時候到中國留學善導的學生，所以對於善導大師非常敬仰。我們到比叡山見到供養祖師的那些像，塑像、畫像，善導大師的塑像在日本很普遍。寺廟有很多名稱就用善導寺，你一看善導寺，你就曉得那是淨土宗的。日本人懷念祖師，尊師重道，實質上我們現在不知道，至少形式上它還保存著。我們去參訪，看到之後，我們很尊敬、很佩服。"
    },
    {
      "id": "12-017-0684_p0051",
      "zh_CN": "言语是夫子教学四科之一，老夫子教学第一个科目「德行」，第二个科目就是「言语」，我们不能不重视言语的学习。头一点，这是从前老师常常教我们的，第一要注意的，言语不能得罪人。因为言语造成的误会，在古时候历史上的例子很多，小的祸害造成杀身之祸，大的祸害造成国破家亡。儒重视，佛也重视。你看看《无量寿经》上，我常常提起，佛家按一般顺序排列，「身口意」三业，《无量寿经》一开端教导我们修行的纲领善护三业，它把口业摆在第一，「善护口业，不讥他过」。我们有一些人不懂这个道理，喜欢开开玩笑，不知道说的人无心，听的人有意，麻烦就来了，怨仇就结了。",
      "zh_TW": "言語是夫子教學四科之一，老夫子教學第一個科目「德行」，第二個科目就是「言語」，我們不能不重視言語的學習。頭一點，這是從前老師常常教我們的，第一要注意的，言語不能得罪人。因為言語造成的誤會，在古時候歷史上的例子很多，小的禍害造成殺身之禍，大的禍害造成國破家亡。儒重視，佛也重視。你看看《無量壽經》上，我常常提起，佛家按一般順序排列，「身口意」三業，《無量壽經》一開端教導我們修行的綱領善護三業，它把口業擺在第一，「善護口業，不譏他過」。我們有一些人不懂這個道理，喜歡開開玩笑，不知道說的人無心，聽的人有意，麻煩就來了，怨仇就結了。"
    },
    {
      "id": "12-017-0684_p0052",
      "zh_CN": "李老师以前跟我们讲这个，举郭子仪做例子，这是唐朝的大将，封侯的、封王的，那个地位还得了！郭子仪有一天在家里听说卢杞来看他，马上穿上大礼服在家里恭候。卢杞那时候是个什么地位？大概像现在科长、司长的地位，地位很低。别人家人都奇怪，多少大官大人物来看，你都很随便，你为什么对他这么样尊重？他跟家人说，他说这个人不是一个普通人，如果要得罪他，将来他得志的话，他会报复，所以一定是以大礼来接待，不敢得罪。郭子仪讲的话没错，后来卢杞果然做了宰相。郭子仪有智慧，决定不得罪人。心地忠厚老成的人，那还随便没有关系；心胸窄狭，所谓是有恩必报，有仇必报，这种人对他要很有礼貌。言语不能不谨慎，尤其是要教化众生，讲经说法，首先要学言语。今天时间到了。",
      "zh_TW": "李老師以前跟我們講這個，舉郭子儀做例子，這是唐朝的大將，封侯的、封王的，那個地位還得了！郭子儀有一天在家裡聽說盧杞來看他，馬上穿上大禮服在家裡恭候。盧杞那時候是個什麼地位？大概像現在科長、司長的地位，地位很低。別人家人都奇怪，多少大官大人物來看，你都很隨便，你為什麼對他這麼樣尊重？他跟家人說，他說這個人不是一個普通人，如果要得罪他，將來他得志的話，他會報復，所以一定是以大禮來接待，不敢得罪。郭子儀講的話沒錯，後來盧杞果然做了宰相。郭子儀有智慧，決定不得罪人。心地忠厚老成的人，那還隨便沒有關係；心胸窄狹，所謂是有恩必報，有仇必報，這種人對他要很有禮貌。言語不能不謹慎，尤其是要教化眾生，講經說法，首先要學言語。今天時間到了。"
    }
  ]
}