{
  "doc_id": "12-017-1410",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四一０卷",
    "zh_TW": "第一四一０卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1410",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "12-017-1410_p0001",
      "zh_CN": "诸位同学，请坐。请看「菩萨问明品」，第七正行甚深，法首菩萨偈颂第四首看起：",
      "zh_TW": "諸位同學，請坐。請看「菩薩問明品」，第七正行甚深，法首菩薩偈頌第四首看起："
    },
    {
      "id": "12-017-1410_p0002",
      "zh_CN": "【如人善方药。自疾不能救。于法不修行。多闻亦如是。】",
      "zh_TW": "【如人善方藥。自疾不能救。於法不修行。多聞亦如是。】"
    },
    {
      "id": "12-017-1410_p0003",
      "zh_CN": "清凉大师在注解里面注得不多，给我们的提示是「医不自救喻，喻善知对治，而不自治」，这个毛病确实是我们大家的通病。我想近代，古人不谈，近代无论在家、出家我们都犯这个毛病。知不知道自己的烦恼习气？知道；知不知道佛在经论上说了很多对治的方法？也知道，毛病习气就是改不过来，这就是这个比喻。『如人善方药』，这是大夫，自己害了病，自己不能救，大夫害病还要请别的大夫来帮助他。就是我们刚才说的，我们自己的毛病习气很多，从最根本的，现在一般人常讲不会做人，不会做人这句话就是说我们没有办法跟人相处。现在这个社会，夫妻不能相处，这当中有矛盾，父子不能相处，兄弟不能相处，朋友不能相处。在公司行号，跟老板不能相处，跟同事不能相处。这个事情可麻烦大了，这叫不会做人。",
      "zh_TW": "清涼大師在註解裡面註得不多，給我們的提示是「醫不自救喻，喻善知對治，而不自治」，這個毛病確實是我們大家的通病。我想近代，古人不談，近代無論在家、出家我們都犯這個毛病。知不知道自己的煩惱習氣？知道；知不知道佛在經論上說了很多對治的方法？也知道，毛病習氣就是改不過來，這就是這個比喻。『如人善方藥』，這是大夫，自己害了病，自己不能救，大夫害病還要請別的大夫來幫助他。就是我們剛才說的，我們自己的毛病習氣很多，從最根本的，現在一般人常講不會做人，不會做人這句話就是說我們沒有辦法跟人相處。現在這個社會，夫妻不能相處，這當中有矛盾，父子不能相處，兄弟不能相處，朋友不能相處。在公司行號，跟老闆不能相處，跟同事不能相處。這個事情可麻煩大了，這叫不會做人。"
    },
    {
      "id": "12-017-1410_p0004",
      "zh_CN": "世出世间法，圣贤教诲、佛菩萨教诲，没有别的，教什么？就是教你与一切众生能够和睦相处，和睦就是有敬爱。我们现在没这个心，没有这个念头，不知道尊敬人，不知道爱别人，这是根本。古书、经典里面常常读到的，儒家的经典，「尧舜之道，孝弟而已」，中国几千年来，最受人称赞、最受人仰慕的是尧跟舜。孔夫子提到古圣先贤一定说尧舜，孟夫子也一定说尧舜，尧舜之道是什么？孝弟。孝就是跟父母关系处得很好，跟你的父母、跟祖父母处得好；弟是跟长辈相处得好，跟平辈相处得好，都是人跟人的关系。怎么样才能够处好？五伦有十义，十义就是我们相处的标准，父慈子孝，君仁臣忠，夫义妇听，兄良弟恭，朋友有信，关系就好了。落实在德目里面，我们常说十二个字，孝弟忠信、礼义廉耻、仁爱和平。尧跟舜这十二个字统统做到了，做得很圆满，做得恰到好处，这成为大圣人。",
      "zh_TW": "世出世間法，聖賢教誨、佛菩薩教誨，沒有別的，教什麼？就是教你與一切眾生能夠和睦相處，和睦就是有敬愛。我們現在沒這個心，沒有這個念頭，不知道尊敬人，不知道愛別人，這是根本。古書、經典裡面常常讀到的，儒家的經典，「堯舜之道，孝弟而已」，中國幾千年來，最受人稱讚、最受人仰慕的是堯跟舜。孔夫子提到古聖先賢一定說堯舜，孟夫子也一定說堯舜，堯舜之道是什麼？孝弟。孝就是跟父母關係處得很好，跟你的父母、跟祖父母處得好；弟是跟長輩相處得好，跟平輩相處得好，都是人跟人的關係。怎麼樣才能夠處好？五倫有十義，十義就是我們相處的標準，父慈子孝，君仁臣忠，夫義婦聽，兄良弟恭，朋友有信，關係就好了。落實在德目裡面，我們常說十二個字，孝弟忠信、禮義廉恥、仁愛和平。堯跟舜這十二個字統統做到了，做得很圓滿，做得恰到好處，這成為大聖人。"
    },
    {
      "id": "12-017-1410_p0005",
      "zh_CN": "中国人对孔子非常尊敬，以为孔子是集大成者，集古圣先贤之大成。不是在学术上集大成，是在道德上集大成，也就是说古圣先贤那些德行他统统做到了。诸位想想，夫子确实想展示他的抱负，周游列国，希望能求得一官半职，把他的政治的理想、他的方法，确实能够为国家、为社会、为天下人造福。当时的诸侯他几乎接触的很多，这些诸侯对夫子也非常赞叹，也非常礼敬，但是不用他。他就回到鲁国，回到自己家乡教学。",
      "zh_TW": "中國人對孔子非常尊敬，以為孔子是集大成者，集古聖先賢之大成。不是在學術上集大成，是在道德上集大成，也就是說古聖先賢那些德行他統統做到了。諸位想想，夫子確實想展示他的抱負，周遊列國，希望能求得一官半職，把他的政治的理想、他的方法，確實能夠為國家、為社會、為天下人造福。當時的諸侯他幾乎接觸的很多，這些諸侯對夫子也非常讚歎，也非常禮敬，但是不用他。他就回到魯國，回到自己家鄉教學。"
    },
    {
      "id": "12-017-1410_p0006",
      "zh_CN": "要是现在人讲，那些君王没有道义，把他推翻来取而代之，现在人讲革命。行不行？夫子确实有这个能力，弟子当中什么样的人才都有。为什么不采取这种手段？采取这种手段可以成功一时，孔子可以也做个诸侯，甚至于也能做天子，但是给后世留下一个不好的榜样，夫子不会这么做。「学为人师，行为世范」，一个人在这个世间最有意义的、最有价值的，是给当时的人、给后代的人做出最好的榜样。这在佛法里面讲，真是无量无边的功德，所以夫子走的是道德，仁义道德。",
      "zh_TW": "要是現在人講，那些君王沒有道義，把他推翻來取而代之，現在人講革命。行不行？夫子確實有這個能力，弟子當中什麼樣的人才都有。為什麼不採取這種手段？採取這種手段可以成功一時，孔子可以也做個諸侯，甚至於也能做天子，但是給後世留下一個不好的榜樣，夫子不會這麼做。「學為人師，行為世範」，一個人在這個世間最有意義的、最有價值的，是給當時的人、給後代的人做出最好的榜樣。這在佛法裡面講，真是無量無邊的功德，所以夫子走的是道德，仁義道德。"
    },
    {
      "id": "12-017-1410_p0007",
      "zh_CN": "不得志，没有人用他，教学，从事于教学，给后人留下这个好样子。在中国，这几千年来，历代有多少高人，有道德、有学问，一生不得志。学孔子隐居教学，这里头其乐无穷，我们历史还要给他立传，《隐逸传》。我在年轻时候读历史，看到这一篇我很迷惑，那个时候心里面想，这些人有能力、有道德、有学问，为什么不替社会多做点好事情，跑去隐居。隐居，历史何必还给他作传，他有什么贡献？到后来学佛，这个疑问才算有了答案，他对社会有非常大的贡献。你要问什么贡献？他贡献的是自己以身做出来，「于人无争，于世无求」，这个了不得，这是社会安定主要的因素，他不作乱！",
      "zh_TW": "不得志，沒有人用他，教學，從事於教學，給後人留下這個好樣子。在中國，這幾千年來，歷代有多少高人，有道德、有學問，一生不得志。學孔子隱居教學，這裡頭其樂無窮，我們歷史還要給他立傳，《隱逸傳》。我在年輕時候讀歷史，看到這一篇我很迷惑，那個時候心裡面想，這些人有能力、有道德、有學問，為什麼不替社會多做點好事情，跑去隱居。隱居，歷史何必還給他作傳，他有什麼貢獻？到後來學佛，這個疑問才算有了答案，他對社會有非常大的貢獻。你要問什麼貢獻？他貢獻的是自己以身做出來，「於人無爭，於世無求」，這個了不得，這是社會安定主要的因素，他不作亂！"
    },
    {
      "id": "12-017-1410_p0008",
      "zh_CN": "不是他没有能力争，他有，不是没有能力求，他也有。有智慧、有能力、有德行，为什么他不争，他不求？这就是德行。想的是什么？社会要安定，世界要和平，凡事能过得去就好，不要要求得太过分。要求过分的时候，这个社会每个人都争，每个人都在夺取，社会永无安宁。谁受灾难？人民受灾难，这些真正有德行的人不忍心，所以他能，不争；他能，不求。他找几个志同道合的来传道、授业，这是真正高人，历史学家跟他立传有道理，这是世人的好榜样。可是今天的社会，把我们自己的东西舍掉了，学西方的，西方人没有这个概念，他从小就是要竞争。不像中国，中国的教学自古以来，从小就是教你礼让，礼让是美德，不教竞争。诸位想想，这个意义多深，孔子成为圣人，给我们树立这么好的榜样。",
      "zh_TW": "不是他沒有能力爭，他有，不是沒有能力求，他也有。有智慧、有能力、有德行，為什麼他不爭，他不求？這就是德行。想的是什麼？社會要安定，世界要和平，凡事能過得去就好，不要要求得太過分。要求過分的時候，這個社會每個人都爭，每個人都在奪取，社會永無安寧。誰受災難？人民受災難，這些真正有德行的人不忍心，所以他能，不爭；他能，不求。他找幾個志同道合的來傳道、授業，這是真正高人，歷史學家跟他立傳有道理，這是世人的好榜樣。可是今天的社會，把我們自己的東西捨掉了，學西方的，西方人沒有這個概念，他從小就是要競爭。不像中國，中國的教學自古以來，從小就是教你禮讓，禮讓是美德，不教競爭。諸位想想，這個意義多深，孔子成為聖人，給我們樹立這麼好的榜樣。"
    },
    {
      "id": "12-017-1410_p0009",
      "zh_CN": "所以，在野的这些有德行、有学问的人，还得有机缘可以给执政者建议，听与不听，接受不接受，是他的事情。能听、能接受，好，执政者的功德；不能听，不能接受，绝不把这个事情放在心上．这是养自己的德行。教育、学问没有别的，改过自新而已，佛家讲开悟，讲修行，这我们也讲得很多。什么叫开悟？知道自己的毛病，叫做开悟。毛病太多了，每天都发现，当发现自己过失的时候，这就是悟了；悟了之后要把它改正过来，那叫修行。",
      "zh_TW": "所以，在野的這些有德行、有學問的人，還得有機緣可以給執政者建議，聽與不聽，接受不接受，是他的事情。能聽、能接受，好，執政者的功德；不能聽，不能接受，絕不把這個事情放在心上．這是養自己的德行。教育、學問沒有別的，改過自新而已，佛家講開悟，講修行，這我們也講得很多。什麼叫開悟？知道自己的毛病，叫做開悟。毛病太多了，每天都發現，當發現自己過失的時候，這就是悟了；悟了之後要把它改正過來，那叫修行。"
    },
    {
      "id": "12-017-1410_p0010",
      "zh_CN": "我们在日常生活当中，能不能知道自己过失？不是不知道，可是实际上，知道自己毛病、过失的时候少，时间也很短，健忘，很快就忘掉了，境界现前，又随着烦恼习气转了。有些人（人数不太多，确实是有）做了之后后悔，这还算是有良心。这种人是好人，这种人有善根，这种人遇到机缘他能回头，他能够转恶为善，能够转邪为正，转凡成圣。就像善导大师所讲的，「总在遇缘不同」，缘太重要了！有些善缘真的就在面前，虽遇到当面错过。不是偶然的遇到，在善知识身边多少年，有十几年、二十年、三十年的，甚至于跟善知识一辈子的都不能成就。你要说毛病，他说得头头是道，你要讲对治的方法，他也讲得头头是道。但是他自己的毛病习气就是改不过来，这是什么原因？业障重！这个业障是贪瞋痴慢疑，还有一个嫉妒，这就难救了，就难回头了。",
      "zh_TW": "我們在日常生活當中，能不能知道自己過失？不是不知道，可是實際上，知道自己毛病、過失的時候少，時間也很短，健忘，很快就忘掉了，境界現前，又隨著煩惱習氣轉了。有些人（人數不太多，確實是有）做了之後後悔，這還算是有良心。這種人是好人，這種人有善根，這種人遇到機緣他能回頭，他能夠轉惡為善，能夠轉邪為正，轉凡成聖。就像善導大師所講的，「總在遇緣不同」，緣太重要了！有些善緣真的就在面前，雖遇到當面錯過。不是偶然的遇到，在善知識身邊多少年，有十幾年、二十年、三十年的，甚至於跟善知識一輩子的都不能成就。你要說毛病，他說得頭頭是道，你要講對治的方法，他也講得頭頭是道。但是他自己的毛病習氣就是改不過來，這是什麼原因？業障重！這個業障是貪瞋痴慢疑，還有一個嫉妒，這就難救了，就難回頭了。"
    },
    {
      "id": "12-017-1410_p0011",
      "zh_CN": "我们亲身所经历的，方东美先生学生不少，真正有成就的有几个人？这是学校一个教师，跟他学是有期限的，就是从大学到研究所，也不过六、七年。佛门里面的大德亲近的时间长，章嘉大师身边的弟子我认识的很多，跟章嘉大师一辈子。李老师虽然是居士，他在台中建道场，台中莲社、慈光图书馆都是弘法的道场。亲近他的也都是居士，跟他老人家几十年，他在台中弘法三十八年，跟他老人家三十年以上的人很多。为什么烦恼习气还是改不过来？就像经典比喻所说的，知道自己的毛病，他们这些人也都能讲经，上台也都能讲得头头是道，也劝大家修行，自己就是没法子。",
      "zh_TW": "我們親身所經歷的，方東美先生學生不少，真正有成就的有幾個人？這是學校一個教師，跟他學是有期限的，就是從大學到研究所，也不過六、七年。佛門裡面的大德親近的時間長，章嘉大師身邊的弟子我認識的很多，跟章嘉大師一輩子。李老師雖然是居士，他在台中建道場，台中蓮社、慈光圖書館都是弘法的道場。親近他的也都是居士，跟他老人家幾十年，他在台中弘法三十八年，跟他老人家三十年以上的人很多。為什麼煩惱習氣還是改不過來？就像經典比喻所說的，知道自己的毛病，他們這些人也都能講經，上台也都能講得頭頭是道，也勸大家修行，自己就是沒法子。"
    },
    {
      "id": "12-017-1410_p0012",
      "zh_CN": "现在我们要回过头来，看了别人，要回过头来看自己，我们自己遇到的缘也很殊胜！我们大家在一起学习，我们虽然没有善知识亲自在面前指点，我们得到的《华严经》，我们得到清凉大师的《疏钞》，李长者的《合论》，乾隆年间道霈禅师的《纂要》，这是我们的好老师。我们读《无量寿经》，夏莲居老居士给我们做的会集本，黄念祖老居士给我们做详细的注解，这都是希有的因缘。我们展开经卷，面对善友。展开经卷，经卷像一面镜子一样，照见自己的心行。我们在日用平常起心动念，与经典的教诲相不相应？",
      "zh_TW": "現在我們要回過頭來，看了別人，要回過頭來看自己，我們自己遇到的緣也很殊勝！我們大家在一起學習，我們雖然沒有善知識親自在面前指點，我們得到的《華嚴經》，我們得到清涼大師的《疏鈔》，李長者的《合論》，乾隆年間道霈禪師的《纂要》，這是我們的好老師。我們讀《無量壽經》，夏蓮居老居士給我們做的會集本，黃念祖老居士給我們做詳細的註解，這都是希有的因緣。我們展開經卷，面對善友。展開經卷，經卷像一面鏡子一樣，照見自己的心行。我們在日用平常起心動念，與經典的教誨相不相應？"
    },
    {
      "id": "12-017-1410_p0013",
      "zh_CN": "佛教我们不杀生，蚊虫、蚂蚁，蚊子来咬你的时候，你会不会把牠打死？蟑螂、苍蝇在厨房里面扰乱的时候，你会不会把牠打死？杀生！对人你不杀了，你不会再杀人，你会不会怨恨那个人？怨恨也是瞋恚里面的一分。甚至于你会不会咒那个人，希望他早点死，有没有动这个念头？动这个念头都是属于杀生。不偷盗，只要有占别人便宜的念头，都是属于偷盗，范围非常广大。你读戒经你就明了，我们有没有去做到？微细戒、小小戒，有没有注意到？小小戒、微细戒没有注意到，天天累积就变成大过失了，积小成大，积少成多。穷年累月的累积，一直到老，烦恼、习气、毛病愈来愈多，没有减少。我们有没有想到？",
      "zh_TW": "佛教我們不殺生，蚊蟲、螞蟻，蚊子來咬你的時候，你會不會把牠打死？蟑螂、蒼蠅在廚房裡面擾亂的時候，你會不會把牠打死？殺生！對人你不殺了，你不會再殺人，你會不會怨恨那個人？怨恨也是瞋恚裡面的一分。甚至於你會不會咒那個人，希望他早點死，有沒有動這個念頭？動這個念頭都是屬於殺生。不偷盜，只要有佔別人便宜的念頭，都是屬於偷盜，範圍非常廣大。你讀戒經你就明瞭，我們有沒有去做到？微細戒、小小戒，有沒有注意到？小小戒、微細戒沒有注意到，天天累積就變成大過失了，積小成大，積少成多。窮年累月的累積，一直到老，煩惱、習氣、毛病愈來愈多，沒有減少。我們有沒有想到？"
    },
    {
      "id": "12-017-1410_p0014",
      "zh_CN": "你没有想到，你有没有冷静的去看到？看到我们周边的修行人，无论在家、出家，你仔细去观察，观察完了之后回光返照，这个很重要。不要说别人过失，自己的过失很不容易发现，看别人很容易。但是别人那面镜子回过头来照自己，就很容易发现自己，「人家是这样，我也不例外」，很容易发现。别人能不能改，不是我们自己的事情，最重要是自己照见之后，要能痛改前非，这个才行。烦恼习气都有对治的方法，经论上常讲，众生有八万四千烦恼，佛有八万四千法门，法门就是方法。烦恼习气好比是病，佛法好比是药，你要会用，用这些东西来对治自己的烦恼。",
      "zh_TW": "你沒有想到，你有沒有冷靜的去看到？看到我們周邊的修行人，無論在家、出家，你仔細去觀察，觀察完了之後回光返照，這個很重要。不要說別人過失，自己的過失很不容易發現，看別人很容易。但是別人那面鏡子回過頭來照自己，就很容易發現自己，「人家是這樣，我也不例外」，很容易發現。別人能不能改，不是我們自己的事情，最重要是自己照見之後，要能痛改前非，這個才行。煩惱習氣都有對治的方法，經論上常講，眾生有八萬四千煩惱，佛有八萬四千法門，法門就是方法。煩惱習氣好比是病，佛法好比是藥，你要會用，用這些東西來對治自己的煩惱。"
    },
    {
      "id": "12-017-1410_p0015",
      "zh_CN": "到底下一章，我们会看到对治的纲领，这些纲领实在讲我们看多、听多，学了也不少，就是不能用。自己也很想改，改不掉。这个原因在哪里？这几年我们大力提倡的《弟子规》，我们知道那是恢复德行的大根大本。无论我们是在家、出家，我们学佛多久，要想在这一生当中真正有成就，真正痛改前非，学《弟子规》，学十善业。一定要在这个地方奠定基础，千万不要看轻了，比什么都重要。你希望盖一百层的大楼，好！《弟子规》、十善业道是地基，你没有结实基础，坚固的地基，你盖不成。",
      "zh_TW": "到底下一章，我們會看到對治的綱領，這些綱領實在講我們看多、聽多，學了也不少，就是不能用。自己也很想改，改不掉。這個原因在哪裡？這幾年我們大力提倡的《弟子規》，我們知道那是恢復德行的大根大本。無論我們是在家、出家，我們學佛多久，要想在這一生當中真正有成就，真正痛改前非，學《弟子規》，學十善業。一定要在這個地方奠定基礎，千萬不要看輕了，比什麼都重要。你希望蓋一百層的大樓，好！《弟子規》、十善業道是地基，你沒有結實基礎，堅固的地基，你蓋不成。"
    },
    {
      "id": "12-017-1410_p0016",
      "zh_CN": "这个比喻不难懂，我们不在这上真正下功夫，行吗？于是我们这才明白，为什么在善知识身边几十年，毛病、过失改不过来，没有《弟子规》的基础。所以，我这才真正明白，也是服了我们中国的古圣先贤，我们叫老祖宗，教育要在婴孩！这在全世界我们没有看到，也没有听说过，只有中国有。中国的这些古圣先贤非常重视教育，真做得彻底，做得究竟。所以中国历代圣贤多，中国佛教里面证果的人多，你不能说与家庭教育没有关系。六祖惠能大师虽然不认识字，他的母亲贤慧，教出这个好儿子。",
      "zh_TW": "這個比喻不難懂，我們不在這上真正下功夫，行嗎？於是我們這才明白，為什麼在善知識身邊幾十年，毛病、過失改不過來，沒有《弟子規》的基礎。所以，我這才真正明白，也是服了我們中國的古聖先賢，我們叫老祖宗，教育要在嬰孩！這在全世界我們沒有看到，也沒有聽說過，只有中國有。中國的這些古聖先賢非常重視教育，真做得徹底，做得究竟。所以中國歷代聖賢多，中國佛教裡面證果的人多，你不能說與家庭教育沒有關係。六祖惠能大師雖然不認識字，他的母親賢慧，教出這個好兒子。"
    },
    {
      "id": "12-017-1410_p0017",
      "zh_CN": "所以中国的教育，对于孩童的教育着重在身教，就是父母、长辈，比他大的，在他面前都做出好榜样。他从小所看到的、听到的、接触到的都是伦理道德，伦理是人与人的关系，道德是人与人之间相处的标准。他会做人，四、五岁就很会做人，很懂得礼貌，很懂得规矩，知道爱别人，知道敬别人。所以成童，古时候成童是七岁，童子，童子该上学了。进学知道尊师，知道敬长，年岁比他大的这些学长，知道敬学长，知道尊师重道，他很快能成就。我们今天就是没有受到这个基础教育，所以纵然跟着善知识身边几十年，毛病改不掉，心量不能够拓开。",
      "zh_TW": "所以中國的教育，對於孩童的教育著重在身教，就是父母、長輩，比他大的，在他面前都做出好榜樣。他從小所看到的、聽到的、接觸到的都是倫理道德，倫理是人與人的關係，道德是人與人之間相處的標準。他會做人，四、五歲就很會做人，很懂得禮貌，很懂得規矩，知道愛別人，知道敬別人。所以成童，古時候成童是七歲，童子，童子該上學了。進學知道尊師，知道敬長，年歲比他大的這些學長，知道敬學長，知道尊師重道，他很快能成就。我們今天就是沒有受到這個基礎教育，所以縱然跟著善知識身邊幾十年，毛病改不掉，心量不能夠拓開。"
    },
    {
      "id": "12-017-1410_p0018",
      "zh_CN": "「爱心遍法界，善意满娑婆」，不是一个口号，是事实。我们能不能把自己的爱心、善意扩展到遍法界虚空界？《弟子规》里面讲，「凡是人，皆须爱」，范围不大，十法界里头只有人法界，凡是人，皆须爱。人法界之外还有九法界，爱不爱？佛法里头好，遍法界虚空界。我们的真诚心、清净心、平等心、正觉心、慈悲心要扩充，要扩张，就在日常生活当中，就在处事待人接物之中。那是什么？佛心，法身菩萨心。我们想成佛，我们想成法身菩萨，在这一生当中想成就，你没有这个爱心怎么行？",
      "zh_TW": "「愛心遍法界，善意滿娑婆」，不是一個口號，是事實。我們能不能把自己的愛心、善意擴展到遍法界虛空界？《弟子規》裡面講，「凡是人，皆須愛」，範圍不大，十法界裡頭只有人法界，凡是人，皆須愛。人法界之外還有九法界，愛不愛？佛法裡頭好，遍法界虛空界。我們的真誠心、清淨心、平等心、正覺心、慈悲心要擴充，要擴張，就在日常生活當中，就在處事待人接物之中。那是什麼？佛心，法身菩薩心。我們想成佛，我們想成法身菩薩，在這一生當中想成就，你沒有這個愛心怎麼行？"
    },
    {
      "id": "12-017-1410_p0019",
      "zh_CN": "你要能爱人，你在任何一个团体里头，你要会给人做个好样子。这个团体修行不怎么理想，不怎么如法，你要是一个真正善知识，这是好地方，我到那里去做好榜样，我来带头，我教他们。看到他们不如法的，我做出如法的样子给他们看，这是菩提心，这是菩萨行，自行便是化他。看到这些修行人不诚实，我做出诚实的样子，不是假样子，真的。别人还有妄语，我决定没有妄语；别人有恶口，我决定没有恶口。别人见到不如法的时候，还有起烦恼的念头，有瞋恚的念头；我见到之后能够心平气和，不起分别，不生执着，你在这个团体里面你就能感化这个团体，感化就是教化。所以，善学的人、会修的人，没有一处不是好道场；不善学，不会修，走遍世界也找不到一个理想的道场。",
      "zh_TW": "你要能愛人，你在任何一個團體裡頭，你要會給人做個好樣子。這個團體修行不怎麼理想，不怎麼如法，你要是一個真正善知識，這是好地方，我到那裡去做好榜樣，我來帶頭，我教他們。看到他們不如法的，我做出如法的樣子給他們看，這是菩提心，這是菩薩行，自行便是化他。看到這些修行人不誠實，我做出誠實的樣子，不是假樣子，真的。別人還有妄語，我決定沒有妄語；別人有惡口，我決定沒有惡口。別人見到不如法的時候，還有起煩惱的念頭，有瞋恚的念頭；我見到之後能夠心平氣和，不起分別，不生執著，你在這個團體裡面你就能感化這個團體，感化就是教化。所以，善學的人、會修的人，沒有一處不是好道場；不善學，不會修，走遍世界也找不到一個理想的道場。"
    },
    {
      "id": "12-017-1410_p0020",
      "zh_CN": "真的，释迦牟尼佛当年那个道场，这是如来自己率领的僧团，你要来看看，跟我们现在道场也差不多，龙蛇混杂，良莠不齐。那个团体里面也有很不如法的，提婆达多就是带头的，六群比丘，做出许多违反道德、礼义的事情，释迦牟尼佛这才制定戒律。如果没有这些人在里面做出很多不如法的，佛就不会制戒律。你就从这个地方想想看，僧团不是一个老师在那里教，谁教这个僧团？觉悟的人，每一个觉悟的人都有使命，这个使命叫天职，不是人给你的。我们常常说佛菩萨给你的，其实也不是佛菩萨给你的，是自性，法尔如是。",
      "zh_TW": "真的，釋迦牟尼佛當年那個道場，這是如來自己率領的僧團，你要來看看，跟我們現在道場也差不多，龍蛇混雜，良莠不齊。那個團體裡面也有很不如法的，提婆達多就是帶頭的，六群比丘，做出許多違反道德、禮義的事情，釋迦牟尼佛這才制定戒律。如果沒有這些人在裡面做出很多不如法的，佛就不會制戒律。你就從這個地方想想看，僧團不是一個老師在那裡教，誰教這個僧團？覺悟的人，每一個覺悟的人都有使命，這個使命叫天職，不是人給你的。我們常常說佛菩薩給你的，其實也不是佛菩薩給你的，是自性，法爾如是。"
    },
    {
      "id": "12-017-1410_p0021",
      "zh_CN": "这到底是什么道理？这个道理很深，这个道理就是遍法界虚空界是一个自己。你看宗门开悟之后，说遍法界虚空界是「沙门一只眼」，这意思是一体，宇宙、众生跟自己是一体，没有丝毫分别。众生善就是自己善，众生不善就是自己不善，这个范围就大了。自己的不善统统能够改过来，就是帮助一切众生转恶为善，功夫不在外，在内。这个道理不但佛法里头讲得清楚，儒家也讲到，道家也讲到。",
      "zh_TW": "這到底是什麼道理？這個道理很深，這個道理就是遍法界虛空界是一個自己。你看宗門開悟之後，說遍法界虛空界是「沙門一隻眼」，這意思是一體，宇宙、眾生跟自己是一體，沒有絲毫分別。眾生善就是自己善，眾生不善就是自己不善，這個範圍就大了。自己的不善統統能夠改過來，就是幫助一切眾生轉惡為善，功夫不在外，在內。這個道理不但佛法裡頭講得清楚，儒家也講到，道家也講到。"
    },
    {
      "id": "12-017-1410_p0022",
      "zh_CN": "儒家说，「行有不得，反求诸己」，这句话我们在《论语》里面看到，在《孟子》里面看到。是不是孔孟说的？我想不是，是孔孟之前的圣人说的。夫子一生，他讲他老人家是「述而不作」，他没有创作，他所说的都是古圣先贤的教诲。这是显示出何等的谦虚，对前人是何等的尊重，自己绝不居功，绝对不自以为是，都是给后人做好榜样。我们今天做再多的好事，没有什么值得骄傲的，应该做的；做错了事，应当要忏悔，那是什么？你不应该做的。应该做的有什么功可居？不应该做的，那就是过失。过要能改，古人常讲，「人非圣贤，孰能无过，过而能改，善莫大焉」，改过就是修行，改过就是忏悔。",
      "zh_TW": "儒家說，「行有不得，反求諸己」，這句話我們在《論語》裡面看到，在《孟子》裡面看到。是不是孔孟說的？我想不是，是孔孟之前的聖人說的。夫子一生，他講他老人家是「述而不作」，他沒有創作，他所說的都是古聖先賢的教誨。這是顯示出何等的謙虛，對前人是何等的尊重，自己絕不居功，絕對不自以為是，都是給後人做好榜樣。我們今天做再多的好事，沒有什麼值得驕傲的，應該做的；做錯了事，應當要懺悔，那是什麼？你不應該做的。應該做的有什麼功可居？不應該做的，那就是過失。過要能改，古人常講，「人非聖賢，孰能無過，過而能改，善莫大焉」，改過就是修行，改過就是懺悔。"
    },
    {
      "id": "12-017-1410_p0023",
      "zh_CN": "佛法修行的总纲领就是六度，六个总纲领，布施是放下，持戒、忍辱、精进、禅定、般若。什么叫菩萨行？你能够起心动念、言语造作都能跟这六个原则相应，你就是行菩萨道。可是这六个纲领每一句都深广无际，你这一生永远学不完的。你看《华严经》，《华严经》这个经的组织，用现在的话来说，非常符合科学的原理原则。全经的结构就是菩萨修行的阶位，十信、十住、十行、十回向、十地、等觉、妙觉，这是大段。我们现在读的十信位，现在第七章，就是第七信菩萨。他修的是什么？初信修布施，学布施，二信学持戒，三信学忍辱，四信修精进，五信修禅定，六信学般若，七信学方便，后面八信、九信、十信。《华严》讲十波罗蜜，六度之后有方便、愿、力、智，这是它的纲领。我们现在读的这一章是方便波罗蜜。",
      "zh_TW": "佛法修行的總綱領就是六度，六個總綱領，布施是放下，持戒、忍辱、精進、禪定、般若。什麼叫菩薩行？你能夠起心動念、言語造作都能跟這六個原則相應，你就是行菩薩道。可是這六個綱領每一句都深廣無際，你這一生永遠學不完的。你看《華嚴經》，《華嚴經》這個經的組織，用現在的話來說，非常符合科學的原理原則。全經的結構就是菩薩修行的階位，十信、十住、十行、十迴向、十地、等覺、妙覺，這是大段。我們現在讀的十信位，現在第七章，就是第七信菩薩。他修的是什麼？初信修布施，學布施，二信學持戒，三信學忍辱，四信修精進，五信修禪定，六信學般若，七信學方便，後面八信、九信、十信。《華嚴》講十波羅蜜，六度之後有方便、願、力、智，這是它的綱領。我們現在讀的這一章是方便波羅蜜。"
    },
    {
      "id": "12-017-1410_p0024",
      "zh_CN": "好，十信位圆满了，到十住，十住开头还是这个；初住菩萨修布施，二住菩萨修持戒，三住菩萨修忍辱。不但十住如此，十行、十回向、十地统统都是这样的；初地菩萨学布施，二地菩萨修持戒，三地菩萨修忍辱，你看看这个味道。虽然科目相同，境界不一样，深广不相同。你在这里一看，它的层次让你看得清清楚楚明明白白，有系统、有体系，一点都不乱。这是整个经文的组织，不离开六度，后面那五个是般若波罗蜜展开的，叫权智，展开的，方便、愿、力、智。现在时间到了，我们就说到此地。",
      "zh_TW": "好，十信位圓滿了，到十住，十住開頭還是這個；初住菩薩修布施，二住菩薩修持戒，三住菩薩修忍辱。不但十住如此，十行、十迴向、十地統統都是這樣的；初地菩薩學布施，二地菩薩修持戒，三地菩薩修忍辱，你看看這個味道。雖然科目相同，境界不一樣，深廣不相同。你在這裡一看，它的層次讓你看得清清楚楚明明白白，有系統、有體系，一點都不亂。這是整個經文的組織，不離開六度，後面那五個是般若波羅蜜展開的，叫權智，展開的，方便、願、力、智。現在時間到了，我們就說到此地。"
    },
    {
      "id": "12-017-1410_p0025",
      "zh_CN": "诸位同学，请坐。请看法首菩萨偈颂第五首：",
      "zh_TW": "諸位同學，請坐。請看法首菩薩偈頌第五首："
    },
    {
      "id": "12-017-1410_p0026",
      "zh_CN": "【如人数他宝。自无半钱分。于法不修行。多闻亦如是。】",
      "zh_TW": "【如人數他寶。自無半錢分。於法不修行。多聞亦如是。】"
    },
    {
      "id": "12-017-1410_p0027",
      "zh_CN": "这首偈，我们先看看清凉大师的注解，这是第四首，「贫数他宝喻，喻说佛菩萨功德，不能求诸身心，故无分也」。这也是我们的通病。我们今天展开经卷，经卷是佛菩萨的，注解是祖师大德的。我们在一起学习，也会赞叹佛法僧三宝，可是自己没有依教修行，这是烦恼习气太重，不能自反。这个病是很严重的病痛，要怎样帮助自己改过自新，回头是岸？这桩事情我也说得很多，说了几十年。为什么有人说经（现在这个说经，都是说佛菩萨的经）能感动人，有人上台说经不能感动人？这桩事情同学们都非常清楚，都是亲身所体验的，但是自己疏忽了，不能改过。",
      "zh_TW": "這首偈，我們先看看清涼大師的註解，這是第四首，「貧數他寶喻，喻說佛菩薩功德，不能求諸身心，故無分也」。這也是我們的通病。我們今天展開經卷，經卷是佛菩薩的，註解是祖師大德的。我們在一起學習，也會讚歎佛法僧三寶，可是自己沒有依教修行，這是煩惱習氣太重，不能自反。這個病是很嚴重的病痛，要怎樣幫助自己改過自新，回頭是岸？這樁事情我也說得很多，說了幾十年。為什麼有人說經（現在這個說經，都是說佛菩薩的經）能感動人，有人上台說經不能感動人？這樁事情同學們都非常清楚，都是親身所體驗的，但是自己疏忽了，不能改過。"
    },
    {
      "id": "12-017-1410_p0028",
      "zh_CN": "学讲经的这些年轻法师们，哪个人不是希望自己讲得很好，能感动听众，让听众大家赞叹。为什么做不到？没有别的，就是此地讲的，『如人数他宝，自无半钱分』。讲得好的人没有别的，他做到了几分，做到愈多讲得愈好。做到一定的程度，大乘教里面的标准是见性了，大彻大悟，明心见性，那他讲的东西不一样，跟佛菩萨没有两样，是从自性里面流露出来的，怎么会不能感动人？「一切众生，皆有佛性」，佛性是相同的。众生佛性在迷，迷而不觉，虽然在迷，佛法里面的比喻，迷怎么样？好像在睡眠当中。人虽然睡眠了，可是如果有个人在旁边叫他的名字，他也会答应，会有反应；虽然答应，他还是没有醒过来，那就叫感动。所以我们虽然在迷，人家从自性里面流露出来的时候，我们自然起感动，道理就在此地。你听了会流泪，听了会生惭愧心，那就是你被感动了。",
      "zh_TW": "學講經的這些年輕法師們，哪個人不是希望自己講得很好，能感動聽眾，讓聽眾大家讚歎。為什麼做不到？沒有別的，就是此地講的，『如人數他寶，自無半錢分』。講得好的人沒有別的，他做到了幾分，做到愈多講得愈好。做到一定的程度，大乘教裡面的標準是見性了，大徹大悟，明心見性，那他講的東西不一樣，跟佛菩薩沒有兩樣，是從自性裡面流露出來的，怎麼會不能感動人？「一切眾生，皆有佛性」，佛性是相同的。眾生佛性在迷，迷而不覺，雖然在迷，佛法裡面的比喻，迷怎麼樣？好像在睡眠當中。人雖然睡眠了，可是如果有個人在旁邊叫他的名字，他也會答應，會有反應；雖然答應，他還是沒有醒過來，那就叫感動。所以我們雖然在迷，人家從自性裡面流露出來的時候，我們自然起感動，道理就在此地。你聽了會流淚，聽了會生慚愧心，那就是你被感動了。"
    },
    {
      "id": "12-017-1410_p0029",
      "zh_CN": "有人说经也说得很好，天花乱坠，但是就是不能感动人，有人说经能感动人；不要说说经，连讲故事都如此。譬如学讲《弟子规》的，现在学讲《弟子规》的人很多，大家都赞叹蔡礼旭老师讲得好，都赞叹他。为什么他能够讲到都叫人流眼泪？都叫人自动的忏悔？我也讲了很多遍，跟大家说，他做到了。自己没做到，你的材料再丰富都不行，蔡老师的讲稿交给你，你完全照这个去讲，就是不能感动人。什么原因？你不是自性流露的，他是自性流露。不是自性流露，你用别人的材料，还是「如人数他宝」，讲得再好是别人的，不是自己的。由此可知，道与学，自己不去做，是决定不能成就的。",
      "zh_TW": "有人說經也說得很好，天花亂墜，但是就是不能感動人，有人說經能感動人；不要說說經，連講故事都如此。譬如學講《弟子規》的，現在學講《弟子規》的人很多，大家都讚歎蔡禮旭老師講得好，都讚歎他。為什麼他能夠講到都叫人流眼淚？都叫人自動的懺悔？我也講了很多遍，跟大家說，他做到了。自己沒做到，你的材料再豐富都不行，蔡老師的講稿交給你，你完全照這個去講，就是不能感動人。什麼原因？你不是自性流露的，他是自性流露。不是自性流露，你用別人的材料，還是「如人數他寶」，講得再好是別人的，不是自己的。由此可知，道與學，自己不去做，是決定不能成就的。"
    },
    {
      "id": "12-017-1410_p0030",
      "zh_CN": "佛法亦如是。真正弘法的人才绝对不是讲古大德的注解，注解是只可以提供做参考，你要照注解讲也是数他宝。经典是佛说的，佛不是数他宝，佛佛道同，所以经典是自性的流露。谁的自性？是自己自性的流露，这个你要懂，经典里面字字句句都是真如本性。我们尊重、礼敬、受持就是遵循性德，不是被释迦佛牵着鼻子走，那你就错了。这个道理许多人不懂，你为什么要信佛教？问这个话很奇怪。你明白这个道理了，以后再碰到人问，你为什么要信佛教？我是信自性。",
      "zh_TW": "佛法亦如是。真正弘法的人才絕對不是講古大德的註解，註解是只可以提供做參考，你要照註解講也是數他寶。經典是佛說的，佛不是數他寶，佛佛道同，所以經典是自性的流露。誰的自性？是自己自性的流露，這個你要懂，經典裡面字字句句都是真如本性。我們尊重、禮敬、受持就是遵循性德，不是被釋迦佛牽著鼻子走，那你就錯了。這個道理許多人不懂，你為什麼要信佛教？問這個話很奇怪。你明白這個道理了，以後再碰到人問，你為什麼要信佛教？我是信自性。"
    },
    {
      "id": "12-017-1410_p0031",
      "zh_CN": "什么叫佛？佛是自性觉，佛的意思是觉的意思。佛是已经觉悟的了，我还没有觉悟，我们的性是一个性，不是两个性；性没有迷悟，人有迷悟，自性没有迷悟。这个人已经觉悟了，他可以帮助我觉悟，我相信我一定能觉悟，为什么？我的自性跟他的自性无二无别，没有两样。所以，信佛教是信自己。蕅益大师在《弥陀经要解》里面就讲得好，你看净宗讲的往生净土三个条件，第一个条件是信，第二条件是愿，第三个条件是行，信愿行三资粮。",
      "zh_TW": "什麼叫佛？佛是自性覺，佛的意思是覺的意思。佛是已經覺悟的了，我還沒有覺悟，我們的性是一個性，不是兩個性；性沒有迷悟，人有迷悟，自性沒有迷悟。這個人已經覺悟了，他可以幫助我覺悟，我相信我一定能覺悟，為什麼？我的自性跟他的自性無二無別，沒有兩樣。所以，信佛教是信自己。蕅益大師在《彌陀經要解》裡面就講得好，你看淨宗講的往生淨土三個條件，第一個條件是信，第二條件是願，第三個條件是行，信願行三資糧。"
    },
    {
      "id": "12-017-1410_p0032",
      "zh_CN": "头一个是信，信是怎么讲法？你看看他说了六个，头一个「信自」，太重要了。如果对自己都没有信心，你怎么会有成就？这就晓得，经典里面所说的（我们不讲注解，讲经典）是自性流露。信经典就是信自性，自性有无量智慧，自性有无量的德相。我相信有华藏世界，我相信有极乐世界，为什么？自性变现的，自性在纯净纯善所现的境界。就跟我们相信现前我们生活环境一样，现前环境是我们染污的自性变现出来的。染污的愈严重，那就每况愈下，就变成畜生境界、饿鬼境界，地狱境界那是染污到最严重了；往上去，天人，天界、声闻、缘觉，染污轻。十法界就是自性随着染污程度不同，而现出来的境界。我们懂得这个道理，学佛没有别的，就是提升自己的境界。有没有信心？有！",
      "zh_TW": "頭一個是信，信是怎麼講法？你看看他說了六個，頭一個「信自」，太重要了。如果對自己都沒有信心，你怎麼會有成就？這就曉得，經典裡面所說的（我們不講註解，講經典）是自性流露。信經典就是信自性，自性有無量智慧，自性有無量的德相。我相信有華藏世界，我相信有極樂世界，為什麼？自性變現的，自性在純淨純善所現的境界。就跟我們相信現前我們生活環境一樣，現前環境是我們染污的自性變現出來的。染污的愈嚴重，那就每況愈下，就變成畜生境界、餓鬼境界，地獄境界那是染污到最嚴重了；往上去，天人，天界、聲聞、緣覺，染污輕。十法界就是自性隨著染污程度不同，而現出來的境界。我們懂得這個道理，學佛沒有別的，就是提升自己的境界。有沒有信心？有！"
    },
    {
      "id": "12-017-1410_p0033",
      "zh_CN": "第二，这才讲「信佛」。佛是什么？佛是过来人，他已经把所有一切染污都放下，真正达到纯净纯善，我们今天的目标是纯净纯善，向这个目标去迈进。所以佛是我们的善友，他是个过来人，他是我们的好样子，我们跟着他学习。你看释迦牟尼佛在世示现那个样子，自私自利放下了，名闻利养放下了，五欲六尘的享受放下了，贪瞋痴慢疑放下了。我跟诸位常常讲的这十六个字，这十六个字就是我从释迦牟尼佛那里看来的，不是我发明的。我细心观察释迦牟尼佛他老人家在世那个样子，我们就明白，这些东西我们不能不放下。现在我们有这个肉身在，这些东西与生活都密切相关，佛教我们放下是心里没有丝毫执着，也不分别，是心里放下；事上，事上随缘就好，不要攀缘。",
      "zh_TW": "第二，這才講「信佛」。佛是什麼？佛是過來人，他已經把所有一切染污都放下，真正達到純淨純善，我們今天的目標是純淨純善，向這個目標去邁進。所以佛是我們的善友，他是個過來人，他是我們的好樣子，我們跟著他學習。你看釋迦牟尼佛在世示現那個樣子，自私自利放下了，名聞利養放下了，五欲六塵的享受放下了，貪瞋痴慢疑放下了。我跟諸位常常講的這十六個字，這十六個字就是我從釋迦牟尼佛那裡看來的，不是我發明的。我細心觀察釋迦牟尼佛他老人家在世那個樣子，我們就明白，這些東西我們不能不放下。現在我們有這個肉身在，這些東西與生活都密切相關，佛教我們放下是心裡沒有絲毫執著，也不分別，是心裡放下；事上，事上隨緣就好，不要攀緣。"
    },
    {
      "id": "12-017-1410_p0034",
      "zh_CN": "事上，你想求名闻利养，你没有放下；「我名闻利养不要了」，你也没放下，取舍都没有放下。怎样才放下？随缘才是真放下，有很好，没有也好，没有一样不好，有无心上都没有，这才叫清净心。无也不行，也是染污，有无都是染污，所以大乘法讲到最后，空有两边都不着，这叫中道。中道有没有？着个中道又错了，两边不着，中道不存，这是什么境界？就是不起心、不动念，这才叫纯净纯善，起心动念就错了。可是这个境界说起来容易，做起来是真难，不起心动念我们做不到，这是什么？上上乘法。我们现在不得已，我们求中下，下不执着，中不分别了，我们从这儿下手。能够做到不分别、不执着，再向上提升就不难了。",
      "zh_TW": "事上，你想求名聞利養，你沒有放下；「我名聞利養不要了」，你也沒放下，取捨都沒有放下。怎樣才放下？隨緣才是真放下，有很好，沒有也好，沒有一樣不好，有無心上都沒有，這才叫清淨心。無也不行，也是染污，有無都是染污，所以大乘法講到最後，空有兩邊都不著，這叫中道。中道有沒有？著個中道又錯了，兩邊不著，中道不存，這是什麼境界？就是不起心、不動念，這才叫純淨純善，起心動念就錯了。可是這個境界說起來容易，做起來是真難，不起心動念我們做不到，這是什麼？上上乘法。我們現在不得已，我們求中下，下不執著，中不分別了，我們從這兒下手。能夠做到不分別、不執著，再向上提升就不難了。"
    },
    {
      "id": "12-017-1410_p0035",
      "zh_CN": "不能不做，要不做全是别人的，你就是从事于弘法利生的工作，你都是讲的别人的。有些初学的同学，学我的东西，那还不是数他宝吗？纵然学得很像，在外面人家说，「某人上台讲经很像你」，我笑笑，数他宝。一定要解义，你学习要解义，解义是智慧开了，转境界，转境界就入了，在我们《华严》里面讲证，行、证；你只有信解，没有行证，这是数他宝。一定要自己有修行，修行就是转自己的境界，真正是转恶为善，转迷为悟，你要真的转！转恶为善是功夫，就是章嘉大师教给我的，放下；转迷为悟是看破，是智慧。你放下一分，你智慧就长一分，放下两分，智慧就长两分；智慧帮助你放下，放下帮助你智慧增长，相辅相成。菩萨从初发心到如来地，没有别的办法，就是看破帮助放下，放下帮助看破。我算是非常幸运，刚刚入佛门，头一天遇到章嘉大师，他就把这个方法教给我，而且勉励我要真干，这才能契入。",
      "zh_TW": "不能不做，要不做全是別人的，你就是從事於弘法利生的工作，你都是講的別人的。有些初學的同學，學我的東西，那還不是數他寶嗎？縱然學得很像，在外面人家說，「某人上台講經很像你」，我笑笑，數他寶。一定要解義，你學習要解義，解義是智慧開了，轉境界，轉境界就入了，在我們《華嚴》裡面講證，行、證；你只有信解，沒有行證，這是數他寶。一定要自己有修行，修行就是轉自己的境界，真正是轉惡為善，轉迷為悟，你要真的轉！轉惡為善是功夫，就是章嘉大師教給我的，放下；轉迷為悟是看破，是智慧。你放下一分，你智慧就長一分，放下兩分，智慧就長兩分；智慧幫助你放下，放下幫助你智慧增長，相輔相成。菩薩從初發心到如來地，沒有別的辦法，就是看破幫助放下，放下幫助看破。我算是非常幸運，剛剛入佛門，頭一天遇到章嘉大師，他就把這個方法教給我，而且勉勵我要真幹，這才能契入。"
    },
    {
      "id": "12-017-1410_p0036",
      "zh_CN": "老师不欺骗我，我对老师相信，一丝毫怀疑都没有，我真的是依教奉行，真干！学布施，从这个地方入门，学放下。顺境、善缘，放下欢喜心，放下贪恋的心；逆境、恶缘，放下瞋恚心，放下报复心。总要让自己的心平静，一切境界现前，都要把心放在心平气和，这真的健康。慢慢养成习惯，就不会受外面环境影响，无论什么境界现前，泰然处之。处到最后是什么境界，就是《六祖坛经》所说的「本来无一物」，谚语里面所说的「天下本无事」。那个境界很深，跟《坛经》上讲「本来无一物」非常接近；换句话说，顺境、逆境，善缘、恶缘，就像光影一样，像水上的波纹一样，你真看清楚，真看明白了，你还会起心动念吗？不会了。",
      "zh_TW": "老師不欺騙我，我對老師相信，一絲毫懷疑都沒有，我真的是依教奉行，真幹！學布施，從這個地方入門，學放下。順境、善緣，放下歡喜心，放下貪戀的心；逆境、惡緣，放下瞋恚心，放下報復心。總要讓自己的心平靜，一切境界現前，都要把心放在心平氣和，這真的健康。慢慢養成習慣，就不會受外面環境影響，無論什麼境界現前，泰然處之。處到最後是什麼境界，就是《六祖壇經》所說的「本來無一物」，諺語裡面所說的「天下本無事」。那個境界很深，跟《壇經》上講「本來無一物」非常接近；換句話說，順境、逆境，善緣、惡緣，就像光影一樣，像水上的波紋一樣，你真看清楚，真看明白了，你還會起心動念嗎？不會了。"
    },
    {
      "id": "12-017-1410_p0037",
      "zh_CN": "但是在这个时候，佛在《金刚经》上教菩萨，因为你已经做到无住了，无住之后最可贵的是「而生其心」。如果不生其心的话，做到无住不起心的话，你就变成阿罗汉，叫自了汉。能不能证到究竟果位？不能证得，为什么？你智慧没有，不知道宇宙是一体，不知道众生是一体，你光顾到自己，众生就没顾。所以说你没有智慧，你也没有法身，阿罗汉只证到所谓是半个解脱。法身、般若、解脱叫三德密藏，他只有半个解脱，不是究竟解脱，法身、般若完全没有。菩萨可贵，在这个时候而生其心。虽然在境界里头心如止水，不起波浪，照得清清楚楚，但是还肯为一切迷惑颠倒在那里受苦受难的众生，为他们示现。为这些众生做种种示现，像《普门品》里面讲的三十二应，应以什么身得度就现什么身。那你要说，这现身与自己修行有没有妨碍？没有妨碍。如果还有妨碍的话，你的烦恼习气没断；不但是没断，你还没有能力控制住。烦恼习气不断，有能力控制住，都没有问题。",
      "zh_TW": "但是在這個時候，佛在《金剛經》上教菩薩，因為你已經做到無住了，無住之後最可貴的是「而生其心」。如果不生其心的話，做到無住不起心的話，你就變成阿羅漢，叫自了漢。能不能證到究竟果位？不能證得，為什麼？你智慧沒有，不知道宇宙是一體，不知道眾生是一體，你光顧到自己，眾生就沒顧。所以說你沒有智慧，你也沒有法身，阿羅漢只證到所謂是半個解脫。法身、般若、解脫叫三德密藏，他只有半個解脫，不是究竟解脫，法身、般若完全沒有。菩薩可貴，在這個時候而生其心。雖然在境界裡頭心如止水，不起波浪，照得清清楚楚，但是還肯為一切迷惑顛倒在那裡受苦受難的眾生，為他們示現。為這些眾生做種種示現，像《普門品》裡面講的三十二應，應以什麼身得度就現什麼身。那你要說，這現身與自己修行有沒有妨礙？沒有妨礙。如果還有妨礙的話，你的煩惱習氣沒斷；不但是沒斷，你還沒有能力控制住。煩惱習氣不斷，有能力控制住，都沒有問題。"
    },
    {
      "id": "12-017-1410_p0038",
      "zh_CN": "初学，这个东西当然不去练习是不会成功的，但是练习，身边真的要有善知识。李老师帮助我二十多年，一直到他老人家圆寂，我认识他的时候，他在台中教学十年，算起来他帮助我二十八年。常常有这么一个老师做靠山，发现问题，遭遇到问题，向老师请教，真正遭遇到困难，老师帮我解决。这是真正善友，没有这样一个人那就难了，真的是难了。我遵守他的教诲，就是见面的时候约法三章，我遵守十年。十年之后，我有能力辨别是非善恶，所以讲东西的时候我就展开了，没有像以前那么拘束。知道佛法里头这些原理原则，能够契机契理。",
      "zh_TW": "初學，這個東西當然不去練習是不會成功的，但是練習，身邊真的要有善知識。李老師幫助我二十多年，一直到他老人家圓寂，我認識他的時候，他在台中教學十年，算起來他幫助我二十八年。常常有這麼一個老師做靠山，發現問題，遭遇到問題，向老師請教，真正遭遇到困難，老師幫我解決。這是真正善友，沒有這樣一個人那就難了，真的是難了。我遵守他的教誨，就是見面的時候約法三章，我遵守十年。十年之後，我有能力辨別是非善惡，所以講東西的時候我就展開了，沒有像以前那麼拘束。知道佛法裡頭這些原理原則，能夠契機契理。"
    },
    {
      "id": "12-017-1410_p0039",
      "zh_CN": "像前天有位同修问我，儒家讲的「不孝有三，无后为大」，我对于无后为大的讲法，就跟儒家的注解不一样，可是我能讲得通，合情合理。儒家的注解，无后为大确实是不孝有三的第三条。第三条就是不娶妻，他就没有后代，没有儿子，绝了祖宗的继嗣，这是不孝三条里头这条最大。我不是这个讲法，我把「不孝有三」那个三条是儒家的讲法，「无后为大」是单独说一句，我不在那三条之内。我这个无后是没有继承人，他觉得有道理。你儿孙虽然多，你的前辈有道德、有学问，有功有业，没人继承，儿孙再多没人继承，这是大事；学派里面，道统没有人继承；佛法里面，每个宗派无有人继承，这是大事。要紧的是代代有传人，传人要教，所以教育重要，这是我的解释。",
      "zh_TW": "像前天有位同修問我，儒家講的「不孝有三，無後為大」，我對於無後為大的講法，就跟儒家的註解不一樣，可是我能講得通，合情合理。儒家的註解，無後為大確實是不孝有三的第三條。第三條就是不娶妻，他就沒有後代，沒有兒子，絕了祖宗的繼嗣，這是不孝三條裡頭這條最大。我不是這個講法，我把「不孝有三」那個三條是儒家的講法，「無後為大」是單獨說一句，我不在那三條之內。我這個無後是沒有繼承人，他覺得有道理。你兒孫雖然多，你的前輩有道德、有學問，有功有業，沒人繼承，兒孫再多沒人繼承，這是大事；學派裡面，道統沒有人繼承；佛法裡面，每個宗派無有人繼承，這是大事。要緊的是代代有傳人，傳人要教，所以教育重要，這是我的解釋。"
    },
    {
      "id": "12-017-1410_p0040",
      "zh_CN": "儒家，这我也常讲的，五伦里面「夫妇有别」，这个「别」的意思，我也不是跟儒家那些人的讲法。我讲「别」的意思，诸位都听得很多，是各有各的职责。古人讲男主外，女主内，我讲得更白，因为一个家庭建立有两桩大事情，一个是家庭的生计、生活，另外一个就是家教，教育儿女，这是两桩大事情。男主外，负责家庭经济；女主内，负责儿女教育。我这个说法，实在讲并不违背儒家，儒家确实是这样的，我没有说错。",
      "zh_TW": "儒家，這我也常講的，五倫裡面「夫婦有別」，這個「別」的意思，我也不是跟儒家那些人的講法。我講「別」的意思，諸位都聽得很多，是各有各的職責。古人講男主外，女主內，我講得更白，因為一個家庭建立有兩樁大事情，一個是家庭的生計、生活，另外一個就是家教，教育兒女，這是兩樁大事情。男主外，負責家庭經濟；女主內，負責兒女教育。我這個說法，實在講並不違背儒家，儒家確實是這樣的，我沒有說錯。"
    },
    {
      "id": "12-017-1410_p0041",
      "zh_CN": "所以，我看到这些文字，有时候我有我一套讲法，我能说出一套道理来，能讲得很圆，大家听了也很欢喜，也觉得很有道理。这就是应了大乘教里头常说的，「佛无有定法可说」，尤其是经典，活的，字字句句都是活的。在某个时代，在某个地区，在某个环境里面，有某种说法，这叫契机。绝对不违背原理原则，讲东西活活泼泼，不是死在古人注子底下。这个就要靠智慧，要靠老师相当一段长时期的辅导，我们自己有这个能力，有这个信心。",
      "zh_TW": "所以，我看到這些文字，有時候我有我一套講法，我能說出一套道理來，能講得很圓，大家聽了也很歡喜，也覺得很有道理。這就是應了大乘教裡頭常說的，「佛無有定法可說」，尤其是經典，活的，字字句句都是活的。在某個時代，在某個地區，在某個環境裡面，有某種說法，這叫契機。絕對不違背原理原則，講東西活活潑潑，不是死在古人註子底下。這個就要靠智慧，要靠老師相當一段長時期的輔導，我們自己有這個能力，有這個信心。"
    },
    {
      "id": "12-017-1410_p0042",
      "zh_CN": "这首偈，也是自己的烦恼、习气太重，懂得教义，懂得方法，自己做不到。这是一般人常说的，「知易行难」，说起来很容易，做起来很不容易。不要说别的，不妄语，哪个不知道！学过佛的同学你们都受过五戒，「不杀生，不偷盗，不邪淫，不妄语，不饮酒」，你们都受过。为什么常常还欺骗别人？太明显了！「净业三福」头一条，「孝养父母，奉事师长」，为什么不能孝顺父母？为什么不能尊师重道？头两句！真的是没人教，多少人觉得自己很孝顺父母，很尊重老师了，自以为是。到听了蔡老师《弟子规》之后才知道，真的是不孝，真的是不敬老师，才知道。你不孝顺父母，父母不跟你说，为什么？说了你，你会反抗，你更不孝了；你不尊敬老师，老师也不会跟你说，吃亏的是自己。老师还是慈悲来指导，可是怎么样？你不会接受，你接受的只是皮毛。",
      "zh_TW": "這首偈，也是自己的煩惱、習氣太重，懂得教義，懂得方法，自己做不到。這是一般人常說的，「知易行難」，說起來很容易，做起來很不容易。不要說別的，不妄語，哪個不知道！學過佛的同學你們都受過五戒，「不殺生，不偷盜，不邪淫，不妄語，不飲酒」，你們都受過。為什麼常常還欺騙別人？太明顯了！「淨業三福」頭一條，「孝養父母，奉事師長」，為什麼不能孝順父母？為什麼不能尊師重道？頭兩句！真的是沒人教，多少人覺得自己很孝順父母，很尊重老師了，自以為是。到聽了蔡老師《弟子規》之後才知道，真的是不孝，真的是不敬老師，才知道。你不孝順父母，父母不跟你說，為什麼？說了你，你會反抗，你更不孝了；你不尊敬老師，老師也不會跟你說，吃虧的是自己。老師還是慈悲來指導，可是怎麼樣？你不會接受，你接受的只是皮毛。"
    },
    {
      "id": "12-017-1410_p0043",
      "zh_CN": "老师那些话你听进去了，你也会讲，你也会教别人，自己做不到，我们的毛病都犯在这个地方。所以李老师才常说，讲我们念佛人，他说「一万个念佛人，真正能往生的，只有两、三个」。这个话是对台中莲社莲友们所说的，他说的次数太多了，我在台中住十年，听得耳熟。为什么？能说不能行。会讲《弥陀经》，会讲《无量寿经》，贪瞋痴慢、嫉妒、障碍放不下，还是有，所以到最后还是不能往生。道理在此地，我们要懂得。你不修怎么行？修什么？就是修这些习气、毛病。贪瞋痴慢是总纲，要在生活当中，我们怎样对父母，怎样对夫妇，怎样对儿女，怎样对兄弟，怎样对朋友，在这里面转贪瞋痴慢疑，这叫修行。",
      "zh_TW": "老師那些話你聽進去了，你也會講，你也會教別人，自己做不到，我們的毛病都犯在這個地方。所以李老師才常說，講我們念佛人，他說「一萬個念佛人，真正能往生的，只有兩、三個」。這個話是對台中蓮社蓮友們所說的，他說的次數太多了，我在台中住十年，聽得耳熟。為什麼？能說不能行。會講《彌陀經》，會講《無量壽經》，貪瞋痴慢、嫉妒、障礙放不下，還是有，所以到最後還是不能往生。道理在此地，我們要懂得。你不修怎麼行？修什麼？就是修這些習氣、毛病。貪瞋痴慢是總綱，要在生活當中，我們怎樣對父母，怎樣對夫婦，怎樣對兒女，怎樣對兄弟，怎樣對朋友，在這裡面轉貪瞋痴慢疑，這叫修行。"
    },
    {
      "id": "12-017-1410_p0044",
      "zh_CN": "修行在哪里？修行在生活当中，特别是人与人交往当中，这是修行最得力的场所。你不在这些地方修正你自己的毛病习气，你到哪里去修去！一个人躲在深山里面，跟外界不接触，那是一点办法都没有。李老师以前给我讲过，修行人喜欢清净，不愿意接触这个世界。深山里头住小茅蓬，住石洞，住了几十年，以为自己很清净了，到都市来走一趟，什么烦恼都起现行。那有什么用？李老师当年跟我说这些话，用意很深。我年轻看不惯的事情很多，我也想找个清净的环境，到深山里修行。他告诉我，没用！他说开在水里面的莲花不希奇，开在火里面的莲花可贵。那就是真正讲修行在哪里？红尘里面，去锻炼，把你的习气、毛病统统淘汰掉，这叫真修行。清净环境，善缘、逆缘都没有，你怎么晓得你自己烦恼习气断了？你没有经过磨炼。禁得起磨炼的人，这个人才是真有成就；样样躲避，他怎么会成就？就是禁不起考验的。老师的话，用意非常之深。",
      "zh_TW": "修行在哪裡？修行在生活當中，特別是人與人交往當中，這是修行最得力的場所。你不在這些地方修正你自己的毛病習氣，你到哪裡去修去！一個人躲在深山裡面，跟外界不接觸，那是一點辦法都沒有。李老師以前給我講過，修行人喜歡清淨，不願意接觸這個世界。深山裡頭住小茅蓬，住石洞，住了幾十年，以為自己很清淨了，到都市來走一趟，什麼煩惱都起現行。那有什麼用？李老師當年跟我說這些話，用意很深。我年輕看不慣的事情很多，我也想找個清淨的環境，到深山裡修行。他告訴我，沒用！他說開在水裡面的蓮花不希奇，開在火裡面的蓮花可貴。那就是真正講修行在哪裡？紅塵裡面，去鍛鍊，把你的習氣、毛病統統淘汰掉，這叫真修行。清淨環境，善緣、逆緣都沒有，你怎麼曉得你自己煩惱習氣斷了？你沒有經過磨鍊。禁得起磨鍊的人，這個人才是真有成就；樣樣躲避，他怎麼會成就？就是禁不起考驗的。老師的話，用意非常之深。"
    },
    {
      "id": "12-017-1410_p0045",
      "zh_CN": "在过去，我们会躲避灾难，哪个地方有灾难，我们会躲避。以后晓得，大乘教里头说，不是躲避，要怎样去化解。你躲避就不能化解，化解就不能躲避，哪里有灾难就到哪里去，帮助它化解。现在我们懂得了，这个道理明白了，以前是老师教导，真的是知其当然，不知其所以然。老师对所以然道理，他也不是讲得很清楚，什么原因？叫你自己去悟。自己去悟的，那是你自己真正得来的；老师给你讲出来，悟门堵死了。所以老师不讲，那就是真实教诲，一定要你自己去体会，自己去领悟，那才是你自己东西。老师给你讲出来，是他的东西，你还是说食数宝，你数他宝；你自己所领悟的，那是你自己的东西，就不是数他宝了。所以老师教你、不教你，都是善巧方便，都是大慈大悲，学生真的真正能体会的太少了。",
      "zh_TW": "在過去，我們會躲避災難，哪個地方有災難，我們會躲避。以後曉得，大乘教裡頭說，不是躲避，要怎樣去化解。你躲避就不能化解，化解就不能躲避，哪裡有災難就到哪裡去，幫助它化解。現在我們懂得了，這個道理明白了，以前是老師教導，真的是知其當然，不知其所以然。老師對所以然道理，他也不是講得很清楚，什麼原因？叫你自己去悟。自己去悟的，那是你自己真正得來的；老師給你講出來，悟門堵死了。所以老師不講，那就是真實教誨，一定要你自己去體會，自己去領悟，那才是你自己東西。老師給你講出來，是他的東西，你還是說食數寶，你數他寶；你自己所領悟的，那是你自己的東西，就不是數他寶了。所以老師教你、不教你，都是善巧方便，都是大慈大悲，學生真的真正能體會的太少了。"
    },
    {
      "id": "12-017-1410_p0046",
      "zh_CN": "我跟老师，很多地方当时体会不到，过几天才明了，有的时候过几个月，有的时候过几年才恍然大悟。你自己要不认真用功修行，你一辈子都不能体会到善知识的用心，这是真的，只有自己真正用功的时候会体会到。快的几天，慢的几十天，几十个月，甚至于几十年，体会到了，体会到对老师格外的感激。所以我们要把世出世间法学好，没有别的，还是世尊那一句老话，「受持读诵，为人演说」这八个字。这八个字妙绝了，老师教给我们的，接受、保持不能失掉，常常读诵，所谓读书千遍，其义自见。心要定下来，不能够心浮气躁，心要平下来，不能够随着境界起伏。境界不要躲避，顺境、逆境随缘，所谓是随遇而安，在境界里面锻炼。总的纲领，这我们常讲，练什么？练不执着，不执着你的心就清净了。极不清净的环境里面修清净心，极不平等的环境里面修平等心，你真的修成了。",
      "zh_TW": "我跟老師，很多地方當時體會不到，過幾天才明瞭，有的時候過幾個月，有的時候過幾年才恍然大悟。你自己要不認真用功修行，你一輩子都不能體會到善知識的用心，這是真的，只有自己真正用功的時候會體會到。快的幾天，慢的幾十天，幾十個月，甚至於幾十年，體會到了，體會到對老師格外的感激。所以我們要把世出世間法學好，沒有別的，還是世尊那一句老話，「受持讀誦，為人演說」這八個字。這八個字妙絕了，老師教給我們的，接受、保持不能失掉，常常讀誦，所謂讀書千遍，其義自見。心要定下來，不能夠心浮氣躁，心要平下來，不能夠隨著境界起伏。境界不要躲避，順境、逆境隨緣，所謂是隨遇而安，在境界裡面鍛鍊。總的綱領，這我們常講，練什麼？練不執著，不執著你的心就清淨了。極不清淨的環境裡面修清淨心，極不平等的環境裡面修平等心，你真的修成了。"
    },
    {
      "id": "12-017-1410_p0047",
      "zh_CN": "所以随缘不攀缘，我自己想去找个地方，是攀缘，那不是随缘。缘成熟的时候，自己有智慧去抉择，有能力判断，我应该怎么个做法，标准是自利利他。不能完全想着自利，自利跟利他是一桩事情，自利就是利他，利他原来就是自利。把自利利他分开来，错了，分开来是二法，大乘教是不二法，所以自利利他是一。要以这个标准为依据，决定利益众生。我们在这个道场决定利益这个道场，帮助这个道场所有的同学们，帮助他觉悟，帮助他回头，帮助他断恶修善，这叫真修行。闻思修三学三慧都在其中，不是把它分开。",
      "zh_TW": "所以隨緣不攀緣，我自己想去找個地方，是攀緣，那不是隨緣。緣成熟的時候，自己有智慧去抉擇，有能力判斷，我應該怎麼個做法，標準是自利利他。不能完全想著自利，自利跟利他是一樁事情，自利就是利他，利他原來就是自利。把自利利他分開來，錯了，分開來是二法，大乘教是不二法，所以自利利他是一。要以這個標準為依據，決定利益眾生。我們在這個道場決定利益這個道場，幫助這個道場所有的同學們，幫助他覺悟，幫助他回頭，幫助他斷惡修善，這叫真修行。聞思修三學三慧都在其中，不是把它分開。"
    },
    {
      "id": "12-017-1410_p0048",
      "zh_CN": "初学，真的，初学最困难的是找不到门路，从哪里学起？这个需要善友来帮助你。你对善友有没有信心，还有没有怀疑？如果信心不够，有怀疑，责任你自己要负，你不能怪人。初学决定是有期限的，不是永远的，像盖房子一样打地基，你不能说永远打地基，哪有这种道理？地基打好的时候一定往上盖，你这个高楼大厦才有落成的一天。所以我教人，《弟子规》期限一年，《十善业道经》的期限也是一年；换句话说，打基础的时间是两年，不是叫你永远搞下去。",
      "zh_TW": "初學，真的，初學最困難的是找不到門路，從哪裡學起？這個需要善友來幫助你。你對善友有沒有信心，還有沒有懷疑？如果信心不夠，有懷疑，責任你自己要負，你不能怪人。初學決定是有期限的，不是永遠的，像蓋房子一樣打地基，你不能說永遠打地基，哪有這種道理？地基打好的時候一定往上蓋，你這個高樓大廈才有落成的一天。所以我教人，《弟子規》期限一年，《十善業道經》的期限也是一年；換句話說，打基礎的時間是兩年，不是叫你永遠搞下去。"
    },
    {
      "id": "12-017-1410_p0049",
      "zh_CN": "第一年我们的要求、标准，《弟子规》统统要做到，三百六十句句句都做到，这才行。不是说你会背，你会讲，你会教人，你自己没做到，这个不可以；《十善业道经》也是一年。这两样东西统统都做到，以后不管你学哪个宗派，八万四千法门，不管你学哪个法门，你都会有成就。为什么？基础好。这两年基础打下去之后，往后随着你自己的修学，你的基础是一年比一年坚固。这个学习之后，生生世世都不会舍弃。为什么？你永远在这个基础上，永远不能离开这个基础。正如同盖大楼，盖得再高都在这个基础上，绝对没有有一层是这个基础之外的，没这个道理，所以基础是永恒的。两年一定要把它拿到，比喻里面的过失我们才能够避免。",
      "zh_TW": "第一年我們的要求、標準，《弟子規》統統要做到，三百六十句句句都做到，這才行。不是說你會背，你會講，你會教人，你自己沒做到，這個不可以；《十善業道經》也是一年。這兩樣東西統統都做到，以後不管你學哪個宗派，八萬四千法門，不管你學哪個法門，你都會有成就。為什麼？基礎好。這兩年基礎打下去之後，往後隨著你自己的修學，你的基礎是一年比一年堅固。這個學習之後，生生世世都不會捨棄。為什麼？你永遠在這個基礎上，永遠不能離開這個基礎。正如同蓋大樓，蓋得再高都在這個基礎上，絕對沒有有一層是這個基礎之外的，沒這個道理，所以基礎是永恆的。兩年一定要把它拿到，比喻裡面的過失我們才能夠避免。"
    },
    {
      "id": "12-017-1410_p0050",
      "zh_CN": "所以，每首偈最后这一句，『于法不修行』，都是不修行的过，不是多闻的过，多闻没有过，要认真修行。不过这个东西，这个经不是对初学说的，这是对法身大士讲的，不是对初学讲的。所以初学一定要知道，这是我一再跟同学们说明，初学多闻，一部经反复的去学习，这叫多闻。譬如说我们听《弟子规》，我常常讲，《弟子规》你从头到尾听三十遍。蔡老师一遍说四十个小时，你听三十遍差不多一年时间，听了之后懂得了，做。《十善业道经》，你也听上个三十遍，这叫多闻，遍数多，不是广学多闻。广学多闻是智慧开了之后，智慧没有开不可以。智慧开的时候，就是你的行也达到了，解行相应了，你才可以广学多闻。经藏可以涉猎，世间典籍也可以涉猎，没障碍；不到这个程度不行，一定走错路。所以，指导的老师非常重要，决定不能疏忽，尊师重道是一个学生成败的关键。这首偈我们就讲到此地。",
      "zh_TW": "所以，每首偈最後這一句，『於法不修行』，都是不修行的過，不是多聞的過，多聞沒有過，要認真修行。不過這個東西，這個經不是對初學說的，這是對法身大士講的，不是對初學講的。所以初學一定要知道，這是我一再跟同學們說明，初學多聞，一部經反覆的去學習，這叫多聞。譬如說我們聽《弟子規》，我常常講，《弟子規》你從頭到尾聽三十遍。蔡老師一遍說四十個小時，你聽三十遍差不多一年時間，聽了之後懂得了，做。《十善業道經》，你也聽上個三十遍，這叫多聞，遍數多，不是廣學多聞。廣學多聞是智慧開了之後，智慧沒有開不可以。智慧開的時候，就是你的行也達到了，解行相應了，你才可以廣學多聞。經藏可以涉獵，世間典籍也可以涉獵，沒障礙；不到這個程度不行，一定走錯路。所以，指導的老師非常重要，決定不能疏忽，尊師重道是一個學生成敗的關鍵。這首偈我們就講到此地。"
    }
  ]
}