{
  "doc_id": "12-017-0609",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六０九卷",
    "zh_TW": "第六０九卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0609",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "12-017-0609_p0001",
      "zh_CN": "诸位同学，请看「如来现相品」，北方师子奋迅菩萨赞颂第三首：",
      "zh_TW": "諸位同學，請看「如來現相品」，北方師子奮迅菩薩讚頌第三首："
    },
    {
      "id": "12-017-0609_p0002",
      "zh_CN": "【一切诸刹土，广大众会中，名号各不同，随应演妙法。】",
      "zh_TW": "【一切諸剎土，廣大眾會中，名號各不同，隨應演妙法。】"
    },
    {
      "id": "12-017-0609_p0003",
      "zh_CN": "这一首偈是「赞业果化」，这是第四种。「一切诸刹名号不同者」，清凉大师说：「示同趣类业报名字故。」诸佛如来、法身菩萨应化在九法界，示现种种不同的身相。前面跟诸位报告过「随类化身」，应以什么身得度，他就现什么身。所以身相不相同，名号当然也不一样。这些事与理，前面都讲得很多，目的是为了普度众生。",
      "zh_TW": "這一首偈是「讚業果化」，這是第四種。「一切諸剎名號不同者」，清涼大師說：「示同趣類業報名字故。」諸佛如來、法身菩薩應化在九法界，示現種種不同的身相。前面跟諸位報告過「隨類化身」，應以什麼身得度，他就現什麼身。所以身相不相同，名號當然也不一樣。這些事與理，前面都講得很多，目的是為了普度眾生。"
    },
    {
      "id": "12-017-0609_p0004",
      "zh_CN": "经文里面，我们看前面这两句，『一切诸刹土，广大众会中』。一切诸刹是种种不同，人间有佛刹，天上也有佛刹，九法界，哪一个法界都有佛菩萨应化，佛菩萨应化的所在就是刹土。刹土的形式不相同，名字也不一样，『名号各不同』。『随应演妙法』，这一句是说应以什么法门得度，佛菩萨就为他示现、演说什么样的法门。这一句明显的给我们说出来，佛无有定法可说，佛菩萨说法是随机而说的。从这个地方，我们就要明了佛在大经里面，在大乘经上说：「佛无有定法可说。」菩萨亦复如是。",
      "zh_TW": "經文裡面，我們看前面這兩句，『一切諸剎土，廣大眾會中』。一切諸剎是種種不同，人間有佛剎，天上也有佛剎，九法界，哪一個法界都有佛菩薩應化，佛菩薩應化的所在就是剎土。剎土的形式不相同，名字也不一樣，『名號各不同』。『隨應演妙法』，這一句是說應以什麼法門得度，佛菩薩就為他示現、演說什麼樣的法門。這一句明顯的給我們說出來，佛無有定法可說，佛菩薩說法是隨機而說的。從這個地方，我們就要明瞭佛在大經裡面，在大乘經上說：「佛無有定法可說。」菩薩亦復如是。"
    },
    {
      "id": "12-017-0609_p0005",
      "zh_CN": "历代祖师大德当中，确实有不少是佛菩萨应化来的，我们从什么地方能观察得到？当然从「说经」，只有现佛身才说经。释迦牟尼佛要是示现菩萨身或其他身分到我们这个世间来，那就不能说经了，只能够讲经、注经。我们从「讲」跟「注」也能够看到，经不是定法。同样一部经，在中国读诵、流通最广的，要算是《金刚般若波罗蜜经》。我们曾经看到《金刚经》五百家注，这是最少的，最少的也有五百种不同的注解。诸位想想，如果这部经只有一种讲法，那就一个注子就够了，哪里有那么多？可见得同样一部经，有种种不同的讲法。这个道理我们要认真的去参究，你要知道为什么。",
      "zh_TW": "歷代祖師大德當中，確實有不少是佛菩薩應化來的，我們從什麼地方能觀察得到？當然從「說經」，只有現佛身才說經。釋迦牟尼佛要是示現菩薩身或其他身分到我們這個世間來，那就不能說經了，只能夠講經、註經。我們從「講」跟「註」也能夠看到，經不是定法。同樣一部經，在中國讀誦、流通最廣的，要算是《金剛般若波羅蜜經》。我們曾經看到《金剛經》五百家註，這是最少的，最少的也有五百種不同的註解。諸位想想，如果這部經只有一種講法，那就一個註子就夠了，哪裡有那麼多？可見得同樣一部經，有種種不同的講法。這個道理我們要認真的去參究，你要知道為什麼。"
    },
    {
      "id": "12-017-0609_p0006",
      "zh_CN": "世尊说经的目的是帮助人破迷开悟，所以说经一定有当机者、有对象，帮助这个人开悟。佛当年说经，祖师大德们（这里面有出家、有在家）讲经说法目的也有对象，现在听众是哪些人？不能把听众忘掉，要帮助这些听经的人悟入。听众对象不一样，讲的人要仔细观察，他的毛病究竟在哪里？这叫观机。他为什不开悟？为什么不修福？为什么学佛功夫不得力？这些问题讲经的同学们不能不知道。",
      "zh_TW": "世尊說經的目的是幫助人破迷開悟，所以說經一定有當機者、有對象，幫助這個人開悟。佛當年說經，祖師大德們（這裡面有出家、有在家）講經說法目的也有對象，現在聽眾是哪些人？不能把聽眾忘掉，要幫助這些聽經的人悟入。聽眾對象不一樣，講的人要仔細觀察，他的毛病究竟在哪裡？這叫觀機。他為什不開悟？為什麼不修福？為什麼學佛功夫不得力？這些問題講經的同學們不能不知道。"
    },
    {
      "id": "12-017-0609_p0007",
      "zh_CN": "大环境里面，我们要晓得时代的潮流，现在是什么时代？在这个时代里面，一切众生想什么？说什么？做些什么？我们不能不知道。无论他是作善还是作恶，我们一定要明了，他的果报在什么地方。更深一层的观察，他对于宇宙人生种种的想法看法，怎么形成的？他为什么会有这个想法？为什么会有这个看法？为什么会有这些作法？就像大夫替一个病人诊断一样，你要把他的病源搞清楚，这个病怎么来的？怎么生的？",
      "zh_TW": "大環境裡面，我們要曉得時代的潮流，現在是什麼時代？在這個時代裡面，一切眾生想什麼？說什麼？做些什麼？我們不能不知道。無論他是作善還是作惡，我們一定要明瞭，他的果報在什麼地方。更深一層的觀察，他對於宇宙人生種種的想法看法，怎麼形成的？他為什麼會有這個想法？為什麼會有這個看法？為什麼會有這些作法？就像大夫替一個病人診斷一樣，你要把他的病源搞清楚，這個病怎麼來的？怎麼生的？"
    },
    {
      "id": "12-017-0609_p0008",
      "zh_CN": "从大环境到他个人，他个人的家庭，他家庭里面的上一代、再上一代，都是积功累德，修善修福，我们就晓得这个人善根，善有根！我们就晓得过去生中他有善根，今天生在有善根人的家庭，受过好的教养。但是今天大环境不好，他染了很多的恶习气，这恶习气是怎么样薰养而成的，你都得把它搞清楚搞明白。然后你给他讲一部经，你就晓得这个经应该怎么讲法。",
      "zh_TW": "從大環境到他個人，他個人的家庭，他家庭裡面的上一代、再上一代，都是積功累德，修善修福，我們就曉得這個人善根，善有根！我們就曉得過去生中他有善根，今天生在有善根人的家庭，受過好的教養。但是今天大環境不好，他染了很多的惡習氣，這惡習氣是怎麼樣薰養而成的，你都得把它搞清楚搞明白。然後你給他講一部經，你就曉得這個經應該怎麼講法。"
    },
    {
      "id": "12-017-0609_p0009",
      "zh_CN": "《金刚经》五百种注解，你就知道五百种不同的讲法。五百种之外，还有没有不同的讲法？有。任何一部经的讲法无量无边。为什么？对象不一样，那怎么会相同！对象不一样。就是同一个人听经，这一个人在一天当中，情绪变化不一样，心里面妄想分别执着起伏不一样，早晚情绪不相同。他在欢喜高兴的时候，你应该是怎么讲法；他情绪低落的时候，应该怎么讲法。",
      "zh_TW": "《金剛經》五百種註解，你就知道五百種不同的講法。五百種之外，還有沒有不同的講法？有。任何一部經的講法無量無邊。為什麼？對象不一樣，那怎麼會相同！對象不一樣。就是同一個人聽經，這一個人在一天當中，情緒變化不一樣，心裡面妄想分別執著起伏不一樣，早晚情緒不相同。他在歡喜高興的時候，你應該是怎麼講法；他情緒低落的時候，應該怎麼講法。"
    },
    {
      "id": "12-017-0609_p0010",
      "zh_CN": "佛菩萨有智慧，我们讲有神通、有善巧方便。有缘的人遇到他们，他们给你几句话一说，你恍然大悟，就醒悟过来。我们凡夫讲经说法，没有这个能力，这是什么原因？是自己的烦恼没有断尽，智慧不圆，方便有限。往往不但不能令众生开悟，反而令众生产生误会，这个事情往往有之。我们发心学讲经的同学们不能不知道，不能不认真的学习，为什么？没有这一方面的学问，讲经要想契机，难！理，佛在经教里面为我们指示，不会错误。我们的过失多半是不契机，所以经上这一句话「随应演妙法」，就是契机！随顺众生，应该给他说什么法，就给他说什么法，这个不能不晓得。",
      "zh_TW": "佛菩薩有智慧，我們講有神通、有善巧方便。有緣的人遇到他們，他們給你幾句話一說，你恍然大悟，就醒悟過來。我們凡夫講經說法，沒有這個能力，這是什麼原因？是自己的煩惱沒有斷盡，智慧不圓，方便有限。往往不但不能令眾生開悟，反而令眾生產生誤會，這個事情往往有之。我們發心學講經的同學們不能不知道，不能不認真的學習，為什麼？沒有這一方面的學問，講經要想契機，難！理，佛在經教裡面為我們指示，不會錯誤。我們的過失多半是不契機，所以經上這一句話「隨應演妙法」，就是契機！隨順眾生，應該給他說什麼法，就給他說什麼法，這個不能不曉得。"
    },
    {
      "id": "12-017-0609_p0011",
      "zh_CN": "清凉大师说，上面这三首偈是「依身」说的。我们看第四首：",
      "zh_TW": "清涼大師說，上面這三首偈是「依身」說的。我們看第四首："
    },
    {
      "id": "12-017-0609_p0012",
      "zh_CN": "【如来大威力，普贤愿所成，一切国土中，妙音无不至。】",
      "zh_TW": "【如來大威力，普賢願所成，一切國土中，妙音無不至。】"
    },
    {
      "id": "12-017-0609_p0013",
      "zh_CN": "这一首在十化里头叫「辩扬化」，辩是辩才，扬是宣扬。「随应演妙法」，你要是没有辩才，你做不到。要有智慧观机，辩才演说才能帮助众生断疑生信。所以演说，讲席里头常常说，演是「表演」，说是「宣说」。演是形象，务必要做出来给人看。古大德（我们不要说佛菩萨了）是先做后说，他要发心讲经说法，他一定自己先做到。这个做到，我们要注意常常互相勉励。尤其在今天这个时代，灾难频繁，果报可畏，决定不能随顺自己的烦恼习气，决定要知道随顺佛陀教诲，改过自新。",
      "zh_TW": "這一首在十化裡頭叫「辯揚化」，辯是辯才，揚是宣揚。「隨應演妙法」，你要是沒有辯才，你做不到。要有智慧觀機，辯才演說才能幫助眾生斷疑生信。所以演說，講席裡頭常常說，演是「表演」，說是「宣說」。演是形象，務必要做出來給人看。古大德（我們不要說佛菩薩了）是先做後說，他要發心講經說法，他一定自己先做到。這個做到，我們要注意常常互相勉勵。尤其在今天這個時代，災難頻繁，果報可畏，決定不能隨順自己的煩惱習氣，決定要知道隨順佛陀教誨，改過自新。"
    },
    {
      "id": "12-017-0609_p0014",
      "zh_CN": "知道自己的烦恼习气就是「觉悟」。觉悟了，就要知道放下自己的烦恼习气。觉悟就是「看破」，毛病习气改过来就是「放下」，自行化他，唯此一端！现在人只会说，在日常生活之中依旧随顺自己的烦恼习气，经讲得再好，别人不会相信；「你说佛讲得这么好，你为什么不做？你自己没有能做到，你要求我们做，是不是拿着佛菩萨来欺骗我们」？这种疑虑在所不免，自他都生烦恼。为人演说的目的是帮助众生破迷开悟，你看看，不但达不到这个目的，反而给这个目的加了一重障碍，你说罪过不罪过？",
      "zh_TW": "知道自己的煩惱習氣就是「覺悟」。覺悟了，就要知道放下自己的煩惱習氣。覺悟就是「看破」，毛病習氣改過來就是「放下」，自行化他，唯此一端！現在人只會說，在日常生活之中依舊隨順自己的煩惱習氣，經講得再好，別人不會相信；「你說佛講得這麼好，你為什麼不做？你自己沒有能做到，你要求我們做，是不是拿著佛菩薩來欺騙我們」？這種疑慮在所不免，自他都生煩惱。為人演說的目的是幫助眾生破迷開悟，你看看，不但達不到這個目的，反而給這個目的加了一重障礙，你說罪過不罪過？"
    },
    {
      "id": "12-017-0609_p0015",
      "zh_CN": "所以学经教的同学们，首先要观察众生的根机，知道他眼前迫切的需要，对于佛法没有信根的人、有怀疑的人，还有在没有接受佛教之前，曾经受到社会上一般错误的误导，很多！我在没有学佛之前，就是属于这一类，被社会一些知识分子误导，说佛教是迷信、佛教是消极。我们从小听人家这么讲「先入为主」，对于佛法有一个很不好的成见，这个成见不容易打破。我要是没有遇到方东美先生，这个错误的见解，没有人能够帮我纠正。要是不能够纠正过来，佛法再好，我这一生不会接触它，不会相信它，这样殊胜的功德利益，真的是当面错过！",
      "zh_TW": "所以學經教的同學們，首先要觀察眾生的根機，知道他眼前迫切的需要，對於佛法沒有信根的人、有懷疑的人，還有在沒有接受佛教之前，曾經受到社會上一般錯誤的誤導，很多！我在沒有學佛之前，就是屬於這一類，被社會一些知識分子誤導，說佛教是迷信、佛教是消極。我們從小聽人家這麼講「先入為主」，對於佛法有一個很不好的成見，這個成見不容易打破。我要是沒有遇到方東美先生，這個錯誤的見解，沒有人能夠幫我糾正。要是不能夠糾正過來，佛法再好，我這一生不會接觸它，不會相信它，這樣殊勝的功德利益，真的是當面錯過！"
    },
    {
      "id": "12-017-0609_p0016",
      "zh_CN": "我知道像我这样被误导的人不在少数，我们要如何帮助他除掉成见、帮助他生起信心，不是容易的事情。所以你要观察听众的根性，已经相信的，这个相信还分等级，差别很大。确实有人是迷信，真的是迷信，把佛菩萨当作神明来看待，求佛菩萨保佑他，对于佛法什么也不懂，以为种种丰厚的祭祀供养，就得佛菩萨欢喜，得到佛菩萨保佑。这一类的人，在这个社会上是大有人在，趋向于迷信，同样也得不到佛法真实的利益。对于知识分子来说，这个对于佛法是反宣传，是很不好的负面形象。还有一类，虽然有信心，但对于经教接触得少，信心不够深。有些对经教下过很多功夫，能通达，也能说得很好，但他做不到。",
      "zh_TW": "我知道像我這樣被誤導的人不在少數，我們要如何幫助他除掉成見、幫助他生起信心，不是容易的事情。所以你要觀察聽眾的根性，已經相信的，這個相信還分等級，差別很大。確實有人是迷信，真的是迷信，把佛菩薩當作神明來看待，求佛菩薩保佑他，對於佛法什麼也不懂，以為種種豐厚的祭祀供養，就得佛菩薩歡喜，得到佛菩薩保佑。這一類的人，在這個社會上是大有人在，趨向於迷信，同樣也得不到佛法真實的利益。對於知識分子來說，這個對於佛法是反宣傳，是很不好的負面形象。還有一類，雖然有信心，但對於經教接觸得少，信心不夠深。有些對經教下過很多功夫，能通達，也能說得很好，但他做不到。"
    },
    {
      "id": "12-017-0609_p0017",
      "zh_CN": "所以根性种种不齐，你要跟他讲经，当然有种种不同的方法。没有信心的人，帮助他生起信心，破除疑惑；已经有信心的人，帮助他信心增长；对佛法不理解的人，帮助他理解；已经理解的，帮助他加深。所以同样一部经，就有无量无边的讲法，即使示现，也要看众生的根性，做种种不同的示现，这个才是「大方广、佛华严」，这是圆教，所谓「圆人说法，无法不圆」。同样道理，「圆人修法，法法皆圆」，没有一法不是圆满究竟的大乘法，这才是「无碍辩才」，世间人所谓的「通权达变」。",
      "zh_TW": "所以根性種種不齊，你要跟他講經，當然有種種不同的方法。沒有信心的人，幫助他生起信心，破除疑惑；已經有信心的人，幫助他信心增長；對佛法不理解的人，幫助他理解；已經理解的，幫助他加深。所以同樣一部經，就有無量無邊的講法，即使示現，也要看眾生的根性，做種種不同的示現，這個才是「大方廣、佛華嚴」，這是圓教，所謂「圓人說法，無法不圓」。同樣道理，「圓人修法，法法皆圓」，沒有一法不是圓滿究竟的大乘法，這才是「無礙辯才」，世間人所謂的「通權達變」。"
    },
    {
      "id": "12-017-0609_p0018",
      "zh_CN": "我们要怎样才能做到？这个是佛法，用现代人的话来讲，是灵活的运用，活活泼泼的教学。你要问从哪里入门、下手？要从基础奠定，循序而进，不能够躐等。假如你没有根基，你就来学这个法门，不但不得利益，会造成更严重的障碍。那是什么？增长你的狂慧，增长你的邪知邪见。你没有基础，你不懂得，你听经也好，读经也好，往往会曲解经义、误解经义。这个事情自古以来就很多，不只是现在。",
      "zh_TW": "我們要怎樣才能做到？這個是佛法，用現代人的話來講，是靈活的運用，活活潑潑的教學。你要問從哪裡入門、下手？要從基礎奠定，循序而進，不能夠躐等。假如你沒有根基，你就來學這個法門，不但不得利益，會造成更嚴重的障礙。那是什麼？增長你的狂慧，增長你的邪知邪見。你沒有基礎，你不懂得，你聽經也好，讀經也好，往往會曲解經義、誤解經義。這個事情自古以來就很多，不只是現在。"
    },
    {
      "id": "12-017-0609_p0019",
      "zh_CN": "从根本修，古人确确实实，无论在家出家，你想学佛，师父都是从根本教起。我学佛，无论是章嘉大师、李老师、方东美先生，都不跟我说大乘经。方老师是把佛经当作哲学来研究，他重视解门，也是由浅而深，循序而进。但是章嘉大师跟李老师他们是修行人，他们不是世间的学者，重视德行。这两位大德，一个是在家，一个是出家，重视戒律，重视德行，我这才真正受到利益。两位善知识都是以身作则，他们讲得到做得到。我们听在耳里，看在眼里，不能不佩服，跟他们学习。",
      "zh_TW": "從根本修，古人確確實實，無論在家出家，你想學佛，師父都是從根本教起。我學佛，無論是章嘉大師、李老師、方東美先生，都不跟我說大乘經。方老師是把佛經當作哲學來研究，他重視解門，也是由淺而深，循序而進。但是章嘉大師跟李老師他們是修行人，他們不是世間的學者，重視德行。這兩位大德，一個是在家，一個是出家，重視戒律，重視德行，我這才真正受到利益。兩位善知識都是以身作則，他們講得到做得到。我們聽在耳裡，看在眼裡，不能不佩服，跟他們學習。"
    },
    {
      "id": "12-017-0609_p0020",
      "zh_CN": "我跟章嘉大师三年，跟李老师十年，我的佛学基础十三年，这十三年是受基础教育。小时候对于儒家的教学，只沾了一点边缘。由于时代的变迁，私塾废除了，改成学校，采取西洋教学的方法。私塾的教学重视德行，改成学校，虽然也讲，但是要求没有从前老师那么严格了。我那个时候进学校，学校还有修身课本，有这一门课，修身。我大概只上了一年，到第二年，这个课程改成公民，课程常常改；以后公民又改成社会，公民这个课程名字也没有了。我自己读书亲身经历的，改来改去。",
      "zh_TW": "我跟章嘉大師三年，跟李老師十年，我的佛學基礎十三年，這十三年是受基礎教育。小時候對於儒家的教學，只沾了一點邊緣。由於時代的變遷，私塾廢除了，改成學校，採取西洋教學的方法。私塾的教學重視德行，改成學校，雖然也講，但是要求沒有從前老師那麼嚴格了。我那個時候進學校，學校還有修身課本，有這一門課，修身。我大概只上了一年，到第二年，這個課程改成公民，課程常常改；以後公民又改成社會，公民這個課程名字也沒有了。我自己讀書親身經歷的，改來改去。"
    },
    {
      "id": "12-017-0609_p0021",
      "zh_CN": "虽然沾上一点边缘，根不深。亲近李老师的这个十年，李老师非常重视，帮助我们补习，我们真的是到三十出头，才真正下功夫来接受补习教育。老师那个时候常说：「亡羊补牢，还不算晚。」如果没有这个基础，你学的佛法，学多了就变成狂慧，到那个时候，你要发心弘法利生，真的是损己损人。这些全都是事实，我自己亲身经历的。",
      "zh_TW": "雖然沾上一點邊緣，根不深。親近李老師的這個十年，李老師非常重視，幫助我們補習，我們真的是到三十出頭，才真正下功夫來接受補習教育。老師那個時候常說：「亡羊補牢，還不算晚。」如果沒有這個基礎，你學的佛法，學多了就變成狂慧，到那個時候，你要發心弘法利生，真的是損己損人。這些全都是事實，我自己親身經歷的。"
    },
    {
      "id": "12-017-0609_p0022",
      "zh_CN": "我知道教学不容易，我见过老师教学。我跟李老师十年，我看他怎样教学生，学生能够体会到老师那份苦心的实在不多，阳奉阴违，比比皆是。在学校里面，学生舞弊，欺骗老师，这个事情可以说太多太多了。哪个学校没有？哪个班级里头没有？此风不可长。这种风气形成了，现在我听说这个风气演变到无法想像。你到学校念书，用功不用功无所谓，你家里头有钱有势，给老师多送一点礼，你的成绩就优良。你要不给老师送礼，你考得再好，拿不到分数。从前李老师常讲这叫「学店」。",
      "zh_TW": "我知道教學不容易，我見過老師教學。我跟李老師十年，我看他怎樣教學生，學生能夠體會到老師那份苦心的實在不多，陽奉陰違，比比皆是。在學校裡面，學生舞弊，欺騙老師，這個事情可以說太多太多了。哪個學校沒有？哪個班級裡頭沒有？此風不可長。這種風氣形成了，現在我聽說這個風氣演變到無法想像。你到學校念書，用功不用功無所謂，你家裡頭有錢有勢，給老師多送一點禮，你的成績就優良。你要不給老師送禮，你考得再好，拿不到分數。從前李老師常講這叫「學店」。"
    },
    {
      "id": "12-017-0609_p0023",
      "zh_CN": "教育文化事业走到这一个地步，完全破产了，怎么能够说是「学为人师，行为世范」？跟这八个字一百八十度的相违背。教育破产了，社会当然动乱。今天的社会，大家都知道，不必微密观察，太明显了，家不像家，国不像国；再说得不好听，人不像人。人是什么？人懂得伦常、道德，五伦、五常、八德能够遵守不犯，那是人，人道。伦常、道德没有了，《左传》里面讲的：「人弃常则妖兴。」这是说一个人把伦理道德丢掉了，这人不是人，是魔、是妖！",
      "zh_TW": "教育文化事業走到這一個地步，完全破產了，怎麼能夠說是「學為人師，行為世範」？跟這八個字一百八十度的相違背。教育破產了，社會當然動亂。今天的社會，大家都知道，不必微密觀察，太明顯了，家不像家，國不像國；再說得不好聽，人不像人。人是什麼？人懂得倫常、道德，五倫、五常、八德能夠遵守不犯，那是人，人道。倫常、道德沒有了，《左傳》裡面講的：「人棄常則妖興。」這是說一個人把倫理道德丟掉了，這人不是人，是魔、是妖！"
    },
    {
      "id": "12-017-0609_p0024",
      "zh_CN": "古人眼目当中，看到我们今天的社会，你才晓得他是如何的悲痛，怎么会变成这个样子？值得我们反省。那要说是晚近，我们可以推到这近一百年来，科学技术突飞猛进，人被科技冲昏了头，迷失了方向，一味向科学技术工商业去发展，把伦理道德完全撇开了，不再重视了。最初那一班人不重视，下一代变本加厉，到再下一代，到我们这一代至少是第四代，完全不要了。后果恐怖！古人所说的，恐怕免不了有大劫难。",
      "zh_TW": "古人眼目當中，看到我們今天的社會，你才曉得他是如何的悲痛，怎麼會變成這個樣子？值得我們反省。那要說是晚近，我們可以推到這近一百年來，科學技術突飛猛進，人被科技沖昏了頭，迷失了方向，一味向科學技術工商業去發展，把倫理道德完全撇開了，不再重視了。最初那一班人不重視，下一代變本加厲，到再下一代，到我們這一代至少是第四代，完全不要了。後果恐怖！古人所說的，恐怕免不了有大劫難。"
    },
    {
      "id": "12-017-0609_p0025",
      "zh_CN": "世出世间圣人都常常教导我们，警策我们，善因善果。儒家讲：「积善之家，必有余庆；积不善之家，必有余殃。」殃是灾祸。我们想想，这一百年来，我们积的是善还是不善？这大家知道，我们积的是不善；不善，后面就有灾难。现在这个事情愈来愈紧迫，似乎就在眼前。最近这三、四十年来，全世界各个地方都有许许多多的预言，我们看到的有书籍，甚至于还有录像带流通，里面的内容都是讲大灾难，没有法子避免。可是我也看到不少预言的作者，也给我们有一线的希望，他说什么？只要人心悔过，忏悔、改过，灾难可以减轻、可以推迟，这真的是一线光明。",
      "zh_TW": "世出世間聖人都常常教導我們，警策我們，善因善果。儒家講：「積善之家，必有餘慶；積不善之家，必有餘殃。」殃是災禍。我們想想，這一百年來，我們積的是善還是不善？這大家知道，我們積的是不善；不善，後面就有災難。現在這個事情愈來愈緊迫，似乎就在眼前。最近這三、四十年來，全世界各個地方都有許許多多的預言，我們看到的有書籍，甚至於還有錄像帶流通，裡面的內容都是講大災難，沒有法子避免。可是我也看到不少預言的作者，也給我們有一線的希望，他說什麼？只要人心悔過，懺悔、改過，災難可以減輕、可以推遲，這真的是一線光明。"
    },
    {
      "id": "12-017-0609_p0026",
      "zh_CN": "我们看看现在这个时代，人想的是什么？贪、瞋、痴！人表现在外面是什么？贡高我慢，目中无人；不要说目无尊长、目无父母，目中无人！谁有能力劝他们回头？谁有能力劝他们回心向善？做不到。李炳南老居士往生的前一天讲：「这个世界要乱了，佛菩萨神仙来都救不了。唯一的一条生路，念佛求生净土。」说完这句话，第二天早晨他老人家往生了。我们今天看到眼前的局面，常常想到他老人家的话，他老人家最后的教诲，不能不认真努力学习。好，现在时间到了，我们就讲到此地。",
      "zh_TW": "我們看看現在這個時代，人想的是什麼？貪、瞋、痴！人表現在外面是什麼？貢高我慢，目中無人；不要說目無尊長、目無父母，目中無人！誰有能力勸他們回頭？誰有能力勸他們回心向善？做不到。李炳南老居士往生的前一天講：「這個世界要亂了，佛菩薩神仙來都救不了。唯一的一條生路，念佛求生淨土。」說完這句話，第二天早晨他老人家往生了。我們今天看到眼前的局面，常常想到他老人家的話，他老人家最後的教誨，不能不認真努力學習。好，現在時間到了，我們就講到此地。"
    },
    {
      "id": "12-017-0609_p0027",
      "zh_CN": "诸位同学，请看「现相品」，北方师子奋迅菩萨的赞颂第四首：",
      "zh_TW": "諸位同學，請看「現相品」，北方師子奮迅菩薩的讚頌第四首："
    },
    {
      "id": "12-017-0609_p0028",
      "zh_CN": "【如来大威力，普贤愿所成，一切国土中，妙音无不至。】",
      "zh_TW": "【如來大威力，普賢願所成，一切國土中，妙音無不至。】"
    },
    {
      "id": "12-017-0609_p0029",
      "zh_CN": "这首偈是劝赞，清凉大师讲「劝赞励化」。「励」是勉励，用现在的话来讲，就是劝勉。在教学的过程当中，劝勉非常重要，世出世间的善知识，没有不重视这种教学的方法，劝导勉励。",
      "zh_TW": "這首偈是勸讚，清涼大師講「勸讚勵化」。「勵」是勉勵，用現在的話來講，就是勸勉。在教學的過程當中，勸勉非常重要，世出世間的善知識，沒有不重視這種教學的方法，勸導勉勵。"
    },
    {
      "id": "12-017-0609_p0030",
      "zh_CN": "经文第一句『如来大威力』，这一句话不必详细解释，我们都知道，如来自性本具的「圆满智慧」现前了，「圆满的德能」也现前了，「圆满的相好」，三种圆满合起来，经论里头常常称为「大圆满」。大圆满是讲这三桩事情，这是我们凡夫眼目当中的「大威力」。",
      "zh_TW": "經文第一句『如來大威力』，這一句話不必詳細解釋，我們都知道，如來自性本具的「圓滿智慧」現前了，「圓滿的德能」也現前了，「圓滿的相好」，三種圓滿合起來，經論裡頭常常稱為「大圓滿」。大圓滿是講這三樁事情，這是我們凡夫眼目當中的「大威力」。"
    },
    {
      "id": "12-017-0609_p0031",
      "zh_CN": "第二句告诉我们『普贤愿所成』，这是赞叹如来，勉励我们怎样修学；要修「普贤愿」，不修普贤愿，你就不能成就。普贤愿是什么？全部《大方广佛华严经》无非普贤大愿。这样一部大经，我们学习很不容易掌握到它的纲领，从哪里学起？从哪里下手？可别忘记，还是持戒、修定、开慧，经上统统在教我们。所以无一不是从基础学起，有了好的基础，你才能够受持「文殊的十波罗蜜」、「普贤的十大愿王」，才能够恢复自性的大圆满。",
      "zh_TW": "第二句告訴我們『普賢願所成』，這是讚歎如來，勉勵我們怎樣修學；要修「普賢願」，不修普賢願，你就不能成就。普賢願是什麼？全部《大方廣佛華嚴經》無非普賢大願。這樣一部大經，我們學習很不容易掌握到它的綱領，從哪裡學起？從哪裡下手？可別忘記，還是持戒、修定、開慧，經上統統在教我們。所以無一不是從基礎學起，有了好的基礎，你才能夠受持「文殊的十波羅蜜」、「普賢的十大願王」，才能夠恢復自性的大圓滿。"
    },
    {
      "id": "12-017-0609_p0032",
      "zh_CN": "十波罗蜜，前面详细介绍过。如果没有普贤十愿，十波罗蜜是大乘菩萨的行门。普贤菩萨跟一般大乘菩萨差别在哪里？差别在心量。大乘菩萨的心量，不错，很大了，但是没有周遍法界。即使也发周遍法界的弘愿，愿不深切，他那个大愿时有时无，有时候有，有时候就失掉了。不像普贤菩萨的弘愿，普贤菩萨弘愿是念念现前，这个了不起。换句话说，决定没有刹那之间「失念」；失念就是我们一般讲忘掉了。没有，刹那之间都没有忘，真的是念念相续，无有疲厌，这一点了不起！",
      "zh_TW": "十波羅蜜，前面詳細介紹過。如果沒有普賢十願，十波羅蜜是大乘菩薩的行門。普賢菩薩跟一般大乘菩薩差別在哪裡？差別在心量。大乘菩薩的心量，不錯，很大了，但是沒有周遍法界。即使也發周遍法界的弘願，願不深切，他那個大願時有時無，有時候有，有時候就失掉了。不像普賢菩薩的弘願，普賢菩薩弘願是念念現前，這個了不起。換句話說，決定沒有剎那之間「失念」；失念就是我們一般講忘掉了。沒有，剎那之間都沒有忘，真的是念念相續，無有疲厭，這一點了不起！"
    },
    {
      "id": "12-017-0609_p0033",
      "zh_CN": "「一者礼敬诸佛」，用什么来礼敬？几个人能懂得。势必要用其他的九愿，你才能完成礼敬；礼敬里头少了一愿，就不是礼敬。再跟诸位说，礼敬里头有圆满的十波罗蜜，缺少一条，礼敬就不圆满。这是一般人不懂的，他怎么能修？我这个说法是就本经教义来讲的，我们能不能做到？做不到。为什么做不到？没基础。然后你才晓得，礼敬里头要具足三学六度。",
      "zh_TW": "「一者禮敬諸佛」，用什麼來禮敬？幾個人能懂得。勢必要用其他的九願，你才能完成禮敬；禮敬裡頭少了一願，就不是禮敬。再跟諸位說，禮敬裡頭有圓滿的十波羅蜜，缺少一條，禮敬就不圓滿。這是一般人不懂的，他怎麼能修？我這個說法是就本經教義來講的，我們能不能做到？做不到。為什麼做不到？沒基礎。然後你才曉得，禮敬裡頭要具足三學六度。"
    },
    {
      "id": "12-017-0609_p0034",
      "zh_CN": "拿我们现在教学常常劝导同学的，你要圆满的具足我们今天所要求大家的《弟子规》。你做到了没有？有一条没有做到，礼敬里头就缺了一分；两条没有做到，就扣你两分。《太上感应篇》，你有没有做到？《沙弥律仪》有没有落实？我们现在要求的水平很低，古大德的要求高，不但沙弥律仪，还有比丘的律仪、菩萨的律仪。这样一来，那个礼敬分数扣光了，一百分恐怕剩下来只有二、三分而已。所以普贤行难，太难太难了。",
      "zh_TW": "拿我們現在教學常常勸導同學的，你要圓滿的具足我們今天所要求大家的《弟子規》。你做到了沒有？有一條沒有做到，禮敬裡頭就缺了一分；兩條沒有做到，就扣你兩分。《太上感應篇》，你有沒有做到？《沙彌律儀》有沒有落實？我們現在要求的水平很低，古大德的要求高，不但沙彌律儀，還有比丘的律儀、菩薩的律儀。這樣一來，那個禮敬分數扣光了，一百分恐怕剩下來只有二、三分而已。所以普賢行難，太難太難了。"
    },
    {
      "id": "12-017-0609_p0035",
      "zh_CN": "佛在大乘经上常讲：「菩萨不修普贤行，不能圆成佛道。」这个话是真话，不是假话。为什么？普贤菩萨的智慧、德行都是圆满的，一丝毫的欠缺都没有。我们的德行有欠缺，那怎么行！但是我们今天读《华严》有一个好处，把我们的眼界拓宽了，心胸开阔。这个是真的，有一点帮助。",
      "zh_TW": "佛在大乘經上常講：「菩薩不修普賢行，不能圓成佛道。」這個話是真話，不是假話。為什麼？普賢菩薩的智慧、德行都是圓滿的，一絲毫的欠缺都沒有。我們的德行有欠缺，那怎麼行！但是我們今天讀《華嚴》有一個好處，把我們的眼界拓寬了，心胸開闊。這個是真的，有一點幫助。"
    },
    {
      "id": "12-017-0609_p0036",
      "zh_CN": "真正在行门上来讲，古德常常说，说得很好：「修行立愿在先。」你要先发大愿，愿能够导行；愿领导你的行，以行填愿，你这个愿不是虚愿。「愿」怎么能够发得起来？那是你有正确明显的认知，你的愿才发得起来。你对于宇宙人生真相完全不了解，叫你发个愿，去帮助一切众生，你发不出来。佛叫你发，「好，我也跟着佛说」。只是口说说而已，事实上做不到。这是什么道理，自己一定要懂得；不知道宇宙人生跟自己的关系，所以愿发不起来。",
      "zh_TW": "真正在行門上來講，古德常常說，說得很好：「修行立願在先。」你要先發大願，願能夠導行；願領導你的行，以行填願，你這個願不是虛願。「願」怎麼能夠發得起來？那是你有正確明顯的認知，你的願才發得起來。你對於宇宙人生真相完全不了解，叫你發個願，去幫助一切眾生，你發不出來。佛叫你發，「好，我也跟著佛說」。只是口說說而已，事實上做不到。這是什麼道理，自己一定要懂得；不知道宇宙人生跟自己的關係，所以願發不起來。"
    },
    {
      "id": "12-017-0609_p0037",
      "zh_CN": "我们今天对于不同的宗教、不同的族群，我们诚敬、热情、互助的心发不起来，一看他跟我不同族群，他跟我不同信仰。佛教徒看到佛教徒有一种热情，看到基督教徒，看到回教徒，就生排斥。什么原因？事实真相没有搞清楚。果然搞清楚了，这当中的误会隔阂自然就消除了。事实真相是什么？佛在经上讲得很清楚、很明白，不知道讲了多少遍，粗心大意的人都疏忽了。就像这一段前面所说的，佛随类化身，随缘说法。随类化身，这个众生喜欢基督，试问佛能不能现「基督身」而为说法？这个人喜欢阿拉，佛可不可以现「阿拉身」为他说法？",
      "zh_TW": "我們今天對於不同的宗教、不同的族群，我們誠敬、熱情、互助的心發不起來，一看他跟我不同族群，他跟我不同信仰。佛教徒看到佛教徒有一種熱情，看到基督教徒，看到回教徒，就生排斥。什麼原因？事實真相沒有搞清楚。果然搞清楚了，這當中的誤會隔閡自然就消除了。事實真相是什麼？佛在經上講得很清楚、很明白，不知道講了多少遍，粗心大意的人都疏忽了。就像這一段前面所說的，佛隨類化身，隨緣說法。隨類化身，這個眾生喜歡基督，試問佛能不能現「基督身」而為說法？這個人喜歡阿拉，佛可不可以現「阿拉身」為他說法？"
    },
    {
      "id": "12-017-0609_p0038",
      "zh_CN": "佛教化众生，你们天天念四弘誓愿，「众生无边誓愿度」，那个「众生」是指谁？众生里面包不包括基督教徒？包不包括回教徒？包不包括所有不同的族类、所有不同的宗教？全都包括。经上不是常讲「尽虚空遍法界」、「世界微尘数刹土」、「每一个刹土，世界微尘数众生」，你想，包不包括？全都包括了。所以真正一个佛弟子，接受佛陀的教诲，通达宇宙人生的真相，他怎么会不恭敬！礼敬诸佛，他知道耶稣是诸佛，上帝是诸佛，阿拉是诸佛，所有宗教的那些领袖、创教的人，没有一个不是诸佛菩萨示现应化的。",
      "zh_TW": "佛教化眾生，你們天天念四弘誓願，「眾生無邊誓願度」，那個「眾生」是指誰？眾生裡面包不包括基督教徒？包不包括回教徒？包不包括所有不同的族類、所有不同的宗教？全都包括。經上不是常講「盡虛空遍法界」、「世界微塵數剎土」、「每一個剎土，世界微塵數眾生」，你想，包不包括？全都包括了。所以真正一個佛弟子，接受佛陀的教誨，通達宇宙人生的真相，他怎麼會不恭敬！禮敬諸佛，他知道耶穌是諸佛，上帝是諸佛，阿拉是諸佛，所有宗教的那些領袖、創教的人，沒有一個不是諸佛菩薩示現應化的。"
    },
    {
      "id": "12-017-0609_p0039",
      "zh_CN": "不仅如此，《华严经》实在讲得透彻、讲得明白，除我之外，所有一切有情众生、无情众生，自然现象、风云的变幻，哪一样不是诸佛菩萨化现的！大而虚空世界，小而毛孔微尘，我们在前面都读过的。法界重重无尽，我们在那里看到的是重叠的，无量无边，不可思议。就是自身这个身体，《华严经》上讲的「唯心所现」，那个心是什么？「唯识所变」。识是什么？「心」、「识」就是这一个偈颂里头头一句：「毘卢遮那佛。」几个人明白，几个人肯定？果然搞清楚、搞明白、肯定了，「毘卢遮那」是梵语，意思是遍一切处，遍我一切身，遍我一切心；那个一切心就是「念头」。",
      "zh_TW": "不僅如此，《華嚴經》實在講得透徹、講得明白，除我之外，所有一切有情眾生、無情眾生，自然現象、風雲的變幻，哪一樣不是諸佛菩薩化現的！大而虛空世界，小而毛孔微塵，我們在前面都讀過的。法界重重無盡，我們在那裡看到的是重疊的，無量無邊，不可思議。就是自身這個身體，《華嚴經》上講的「唯心所現」，那個心是什麼？「唯識所變」。識是什麼？「心」、「識」就是這一個偈頌裡頭頭一句：「毘盧遮那佛。」幾個人明白，幾個人肯定？果然搞清楚、搞明白、肯定了，「毘盧遮那」是梵語，意思是遍一切處，遍我一切身，遍我一切心；那個一切心就是「念頭」。"
    },
    {
      "id": "12-017-0609_p0040",
      "zh_CN": "由此我们稍稍能够体会得凡圣差别，就在一念迷悟。一念觉悟了，众生成佛；一念迷惑了，你就是六道凡夫。觉悟的人，他的行，当然是普贤行，那还能错得了！大乘菩萨行门不能圆满，总有一些欠缺，原因在哪里？认知不圆满，就是他的认识、他的知见不圆满。这是小乘不如大乘，大乘不如一乘。《华严》是一乘法，一乘法是如来果地的境界，菩萨虽然学佛，哪有佛这么大的心量、这么圆满的知见。这一部经自古以来讲的人少，学习的人可以说每一代都不缺乏。学得像不像？看你是不是真学，你果然真学，哪有不像的道理！",
      "zh_TW": "由此我們稍稍能夠體會得凡聖差別，就在一念迷悟。一念覺悟了，眾生成佛；一念迷惑了，你就是六道凡夫。覺悟的人，他的行，當然是普賢行，那還能錯得了！大乘菩薩行門不能圓滿，總有一些欠缺，原因在哪裡？認知不圓滿，就是他的認識、他的知見不圓滿。這是小乘不如大乘，大乘不如一乘。《華嚴》是一乘法，一乘法是如來果地的境界，菩薩雖然學佛，哪有佛這麼大的心量、這麼圓滿的知見。這一部經自古以來講的人少，學習的人可以說每一代都不缺乏。學得像不像？看你是不是真學，你果然真學，哪有不像的道理！"
    },
    {
      "id": "12-017-0609_p0041",
      "zh_CN": "从哪里学起？总的来讲，心要跟虚空法界相应，行要具足圆满的菩萨行。这个圆满的菩萨行，就是从初发心到等觉，《华严经》上讲的「行布不碍圆融，圆融不碍行布」。「行布」就是「次第」，像读书一样，从幼稚园小小班到研究所的博士班，完整的，这里头任何一位都圆摄一切位。这个教学的方法不可思议，世间没有。",
      "zh_TW": "從哪裡學起？總的來講，心要跟虛空法界相應，行要具足圓滿的菩薩行。這個圓滿的菩薩行，就是從初發心到等覺，《華嚴經》上講的「行布不礙圓融，圓融不礙行布」。「行布」就是「次第」，像讀書一樣，從幼稚園小小班到研究所的博士班，完整的，這裡頭任何一位都圓攝一切位。這個教學的方法不可思議，世間沒有。"
    },
    {
      "id": "12-017-0609_p0042",
      "zh_CN": "在世间法里面，我们能看到高位摄低位，这个看到。譬如你读到博士班，读到最高的学位，日常生活当中，还是规规矩矩的不违背《弟子规》。《弟子规》是你初学的，幼稚园小小班初学的，一生都没有失去，还是这样规规矩矩的处事待人接物，这是高位能够摄低位。但是在佛法里面，低位里头有高位，初发心的时候，可以学等觉菩萨，这个教学的方法才叫圆满。所以我们读《华严》，一定要有这个认知，任何一位，譬如我们讲初住位，初住菩萨，他对前面来讲十信圆满具足，一条不缺；后面一直学到等觉菩萨，等觉菩萨所修学的课程他也学。",
      "zh_TW": "在世間法裡面，我們能看到高位攝低位，這個看到。譬如你讀到博士班，讀到最高的學位，日常生活當中，還是規規矩矩的不違背《弟子規》。《弟子規》是你初學的，幼稚園小小班初學的，一生都沒有失去，還是這樣規規矩矩的處事待人接物，這是高位能夠攝低位。但是在佛法裡面，低位裡頭有高位，初發心的時候，可以學等覺菩薩，這個教學的方法才叫圓滿。所以我們讀《華嚴》，一定要有這個認知，任何一位，譬如我們講初住位，初住菩薩，他對前面來講十信圓滿具足，一條不缺；後面一直學到等覺菩薩，等覺菩薩所修學的課程他也學。"
    },
    {
      "id": "12-017-0609_p0043",
      "zh_CN": "一位如是，位位如是。有没有次第？有。虽有次第，但是它圆融，不像其他大乘法，其他大乘法有行布，没有圆融。顿教大乘有圆融，没有行布。唯独圆教，行布不碍圆融，圆融不碍行布。诸位要记住，「行布」是佛学的术语，就是「次第」。「次第不碍圆融，圆融不碍次第」，在西方极乐世界这个现象最为明显了。然后你才能够体会到，西方世界有四土、有九品，这就是次第；但是它的四土九品是在同一个教室上课的，这就是圆融。",
      "zh_TW": "一位如是，位位如是。有沒有次第？有。雖有次第，但是它圓融，不像其他大乘法，其他大乘法有行布，沒有圓融。頓教大乘有圓融，沒有行布。唯獨圓教，行布不礙圓融，圓融不礙行布。諸位要記住，「行布」是佛學的術語，就是「次第」。「次第不礙圓融，圓融不礙次第」，在西方極樂世界這個現象最為明顯了。然後你才能夠體會到，西方世界有四土、有九品，這就是次第；但是它的四土九品是在同一個教室上課的，這就是圓融。"
    },
    {
      "id": "12-017-0609_p0044",
      "zh_CN": "这一种教学的方式，现代世间看不到了。古时候有，我相信古时候西洋也会有，古时候私塾教学就是这样的。私塾一个教室，一个老师教十几二十个学生，最多只能教这么多。学生的年龄不相同，有五、六岁刚启蒙的，也有十几岁学得很不错的，在一起上课，程度不一样，年龄不一样。同学当中，大的同学他可以教小同学，同在一班，没有分班；分班就有次第，没有圆融。这不分班，真的像《华严经》上所说的，次第不妨碍圆融，圆融又不妨碍次第。",
      "zh_TW": "這一種教學的方式，現代世間看不到了。古時候有，我相信古時候西洋也會有，古時候私塾教學就是這樣的。私塾一個教室，一個老師教十幾二十個學生，最多只能教這麼多。學生的年齡不相同，有五、六歲剛啟蒙的，也有十幾歲學得很不錯的，在一起上課，程度不一樣，年齡不一樣。同學當中，大的同學他可以教小同學，同在一班，沒有分班；分班就有次第，沒有圓融。這不分班，真的像《華嚴經》上所說的，次第不妨礙圓融，圓融又不妨礙次第。"
    },
    {
      "id": "12-017-0609_p0045",
      "zh_CN": "我们在私塾里头念过很短的时间，每一个人念的书不一样，有念《三字经》的，有念《百家姓》的，有念《幼学琼林》，有念《古文观止》，有念《四书》、《五经》。你学哪一门，老师给你上哪一门功课，各人念的书不一样。私塾里头念书很吵杂，因为大家念的不是一个本子。老师教每一人都要大声念，念到他能够听得到，他常常在座位中间巡视，听听你念的有没有念错，再听听他念的。我们相信西方古老时候，没有像现在这些学校，我想教学大概都是这种情形。世尊、孔子当年教学，就是这个方法，一个老师，学生可不少。释迦牟尼佛的常随众一千二百五十五人，比孔子的多。我们也能够相信在历史上，释迦牟尼佛教学的这个团体，可能是规模最大的，很少有一个老师带着一千多学生，这很少。孔老夫子，我们在典籍上看，他也不过是几十个人而已。",
      "zh_TW": "我們在私塾裡頭念過很短的時間，每一個人念的書不一樣，有念《三字經》的，有念《百家姓》的，有念《幼學瓊林》，有念《古文觀止》，有念《四書》、《五經》。你學哪一門，老師給你上哪一門功課，各人念的書不一樣。私塾裡頭念書很吵雜，因為大家念的不是一個本子。老師教每一人都要大聲念，念到他能夠聽得到，他常常在座位中間巡視，聽聽你念的有沒有念錯，再聽聽他念的。我們相信西方古老時候，沒有像現在這些學校，我想教學大概都是這種情形。世尊、孔子當年教學，就是這個方法，一個老師，學生可不少。釋迦牟尼佛的常隨眾一千二百五十五人，比孔子的多。我們也能夠相信在歷史上，釋迦牟尼佛教學的這個團體，可能是規模最大的，很少有一個老師帶著一千多學生，這很少。孔老夫子，我們在典籍上看，他也不過是幾十個人而已。"
    },
    {
      "id": "12-017-0609_p0046",
      "zh_CN": "「普贤愿」我们一定要重视。首先要有普贤的心量，普贤的心是真诚心、清净心、平等心。平等就是广大，为什么？不平等就有界限，有界限就不大了。心量很大，大的对面有小；换句话说，他是相对的大，他不是真大。普贤的大是没有相对的，不是相对的大、不是大小的大，那就是真的大了。古德有所谓「大而无外，小而无内」，这个叫真大。有大小，有内外，那不是真大，是大乘佛法里头的，不是圆教的。在「贤首五教」里面讲，有大小，有内外，小教、始教、终教、别教都有，圆教没有。我们要怎样学成一个圆顿的根性？根性，说老实话，与过去生中有关系，不能说没有关系，多生多劫的积习，怎么会没有关系！但是虽然过去生中有这个习惯，后天不是不能改。所以为什么要教育？教育就是改变你的习惯。",
      "zh_TW": "「普賢願」我們一定要重視。首先要有普賢的心量，普賢的心是真誠心、清淨心、平等心。平等就是廣大，為什麼？不平等就有界限，有界限就不大了。心量很大，大的對面有小；換句話說，他是相對的大，他不是真大。普賢的大是沒有相對的，不是相對的大、不是大小的大，那就是真的大了。古德有所謂「大而無外，小而無內」，這個叫真大。有大小，有內外，那不是真大，是大乘佛法裡頭的，不是圓教的。在「賢首五教」裡面講，有大小，有內外，小教、始教、終教、別教都有，圓教沒有。我們要怎樣學成一個圓頓的根性？根性，說老實話，與過去生中有關係，不能說沒有關係，多生多劫的積習，怎麼會沒有關係！但是雖然過去生中有這個習慣，後天不是不能改。所以為什麼要教育？教育就是改變你的習慣。"
    },
    {
      "id": "12-017-0609_p0047",
      "zh_CN": "西方也有一句谚语，说得很有道理：「四十岁之前，你的相貌受遗传的影响；四十岁以后，你的相貌要自己负责。」这个话讲得很有道理。换句话说，我们听了这个话，很容易明了，四十岁之前，你受业力的影响，过去生中造的业力。四十岁之后，你这一生如果受到良好的教育，可以脱离这个影响。在中国修行人里面来讲，袁了凡就是最好的例子。命运从哪里来的？积习造成的。你所累积的习惯造成的，我们要懂得这个道理。我天天累积佛菩萨，我其他的都放弃，我专门累积佛菩萨的德行，那么你在这一生当中，肯定就成了佛菩萨。",
      "zh_TW": "西方也有一句諺語，說得很有道理：「四十歲之前，你的相貌受遺傳的影響；四十歲以後，你的相貌要自己負責。」這個話講得很有道理。換句話說，我們聽了這個話，很容易明瞭，四十歲之前，你受業力的影響，過去生中造的業力。四十歲之後，你這一生如果受到良好的教育，可以脫離這個影響。在中國修行人裡面來講，袁了凡就是最好的例子。命運從哪裡來的？積習造成的。你所累積的習慣造成的，我們要懂得這個道理。我天天累積佛菩薩，我其他的都放棄，我專門累積佛菩薩的德行，那麼你在這一生當中，肯定就成了佛菩薩。"
    },
    {
      "id": "12-017-0609_p0048",
      "zh_CN": "佛法说出了这个道理，这个道理就是「一切法从心想生」。你为什么不想佛？你为什么不作佛？佛的心叫「大菩提心」。大菩提心难懂，我们把它用现代的话语，简单的说出来，就是真诚心、清净心、平等心、正觉心、慈悲心，这是佛心。我们能够放弃虚伪，就恢复真诚；放下染污，我们就得清净；放下人我，我们就平等；放下迷惑颠倒，我们就得正觉；放下自私自利，我们就恢复慈悲。由此可知，虚伪、染污，贪瞋痴的染污，贡高我慢，自以为是，迷惑颠倒，自私自利，这是习气，过去今生所染着的不善的积习，把我们变成这个样子。",
      "zh_TW": "佛法說出了這個道理，這個道理就是「一切法從心想生」。你為什麼不想佛？你為什麼不作佛？佛的心叫「大菩提心」。大菩提心難懂，我們把它用現代的話語，簡單的說出來，就是真誠心、清淨心、平等心、正覺心、慈悲心，這是佛心。我們能夠放棄虛偽，就恢復真誠；放下染污，我們就得清淨；放下人我，我們就平等；放下迷惑顛倒，我們就得正覺；放下自私自利，我們就恢復慈悲。由此可知，虛偽、染污，貪瞋痴的染污，貢高我慢，自以為是，迷惑顛倒，自私自利，這是習氣，過去今生所染著的不善的積習，把我們變成這個樣子。"
    },
    {
      "id": "12-017-0609_p0049",
      "zh_CN": "现在我们闻到佛法，我们明白过来了，要把这些不善的习气消除掉，断灭掉，随顺佛陀教诲，恢复本有的性德。你知道真诚是性德，只要把虚伪舍弃掉，真诚就透出来。真诚不要学，清净不要学，平等、正觉、慈悲都不要学，是你自性本有的。你现在被这些东西障碍，虚伪障碍你的真诚；贪瞋痴的染污，障碍你的清净心；嫉妒障碍你的平等心，嫉妒、傲慢障碍平等；迷惑颠倒，障碍你的般若智慧；自私自利，障碍你的大慈大悲。你本来跟佛没有两样。",
      "zh_TW": "現在我們聞到佛法，我們明白過來了，要把這些不善的習氣消除掉，斷滅掉，隨順佛陀教誨，恢復本有的性德。你知道真誠是性德，只要把虛偽捨棄掉，真誠就透出來。真誠不要學，清淨不要學，平等、正覺、慈悲都不要學，是你自性本有的。你現在被這些東西障礙，虛偽障礙你的真誠；貪瞋痴的染污，障礙你的清淨心；嫉妒障礙你的平等心，嫉妒、傲慢障礙平等；迷惑顛倒，障礙你的般若智慧；自私自利，障礙你的大慈大悲。你本來跟佛沒有兩樣。"
    },
    {
      "id": "12-017-0609_p0050",
      "zh_CN": "我们要问，我们的真心、我们的佛性被障碍，它还在不在？在，肯定在。只要离开障碍，你就恢复了。我们的心要像佛心，这个心是普贤心。普贤的行，就是十波罗蜜。普贤的大愿，普贤的事业，愿力所成的事业，是自性本具的佛事。这个佛事是我们今天讲的多元文化的社会教育，释迦牟尼佛一生从事于这个事业，你们看看孔老夫子一生也是从事于这个事业。中国人尊崇孔老夫子为圣人，在印度就称为佛陀，印度话的佛陀跟中国人的圣人，意思完全相同。印度人称菩萨，中国人称贤人，意思完全相同，于是我们学佛就知道从哪里下手。",
      "zh_TW": "我們要問，我們的真心、我們的佛性被障礙，它還在不在？在，肯定在。只要離開障礙，你就恢復了。我們的心要像佛心，這個心是普賢心。普賢的行，就是十波羅蜜。普賢的大願，普賢的事業，願力所成的事業，是自性本具的佛事。這個佛事是我們今天講的多元文化的社會教育，釋迦牟尼佛一生從事於這個事業，你們看看孔老夫子一生也是從事於這個事業。中國人尊崇孔老夫子為聖人，在印度就稱為佛陀，印度話的佛陀跟中國人的聖人，意思完全相同。印度人稱菩薩，中國人稱賢人，意思完全相同，於是我們學佛就知道從哪裡下手。"
    },
    {
      "id": "12-017-0609_p0051",
      "zh_CN": "社会教育，身教重于言教。教化众生，先要教化自己；自己没有能够转恶为善，转迷为悟，转凡成圣，你如何能帮助别人。孔老夫子教学，先端正自己。释迦牟尼佛教化众生，先都做到，确确实实自己转恶为善、转邪为正、转迷为悟、转凡成圣，他做到了，所以教学称之为「三转法轮」。",
      "zh_TW": "社會教育，身教重於言教。教化眾生，先要教化自己；自己沒有能夠轉惡為善，轉迷為悟，轉凡成聖，你如何能幫助別人。孔老夫子教學，先端正自己。釋迦牟尼佛教化眾生，先都做到，確確實實自己轉惡為善、轉邪為正、轉迷為悟、轉凡成聖，他做到了，所以教學稱之為「三轉法輪」。"
    },
    {
      "id": "12-017-0609_p0052",
      "zh_CN": "三转法轮，第一个是示相，我做出来给你看，「示相转」。这是我们常常提醒同学的，形象第一。世间人今天不知道孝顺父母，我做孝顺父母的这个示相，让你看看，你看看感想如何。世间人不懂得尊师重道，我表演给你看。我们今天讲经的场所，香港、新加坡、澳洲，我们的讲堂教室都悬挂着老师的德相，这是什么意思？这就是示相教学，不忘师恩。我们今天这一点成就，是从老师那里得来的，我们依教奉行就是尊师重道，老师教我的，我做到了。今天众生忘恩负义，不懂得什么叫道义、仁义、情义、恩义，我们做出来给他看。过去韩馆长对我们护持三十年，我们把这个大义示现给社会大众看看。所以我们也把她的照片跟老师平列在一起，甚至于特别尊重她，这是知恩报恩的教材，知恩报恩的示相。示相不懂，这再说明，这个说明就是「劝转」，三转法轮第二个，这才用言词来劝导你。最后「作证转」，我做到了，做证明给你看。所以世出世间教学，示相，形象摆在第一，你要教化众生，你要影响社会，第一个是端正自己的形象。我的形象不好，人家一看，就把你看穿了，讲得再好，没人相信。",
      "zh_TW": "三轉法輪，第一個是示相，我做出來給你看，「示相轉」。這是我們常常提醒同學的，形象第一。世間人今天不知道孝順父母，我做孝順父母的這個示相，讓你看看，你看看感想如何。世間人不懂得尊師重道，我表演給你看。我們今天講經的場所，香港、新加坡、澳洲，我們的講堂教室都懸掛著老師的德相，這是什麼意思？這就是示相教學，不忘師恩。我們今天這一點成就，是從老師那裡得來的，我們依教奉行就是尊師重道，老師教我的，我做到了。今天眾生忘恩負義，不懂得什麼叫道義、仁義、情義、恩義，我們做出來給他看。過去韓館長對我們護持三十年，我們把這個大義示現給社會大眾看看。所以我們也把她的照片跟老師平列在一起，甚至於特別尊重她，這是知恩報恩的教材，知恩報恩的示相。示相不懂，這再說明，這個說明就是「勸轉」，三轉法輪第二個，這才用言詞來勸導你。最後「作證轉」，我做到了，做證明給你看。所以世出世間教學，示相，形象擺在第一，你要教化眾生，你要影響社會，第一個是端正自己的形象。我的形象不好，人家一看，就把你看穿了，講得再好，沒人相信。"
    },
    {
      "id": "12-017-0609_p0053",
      "zh_CN": "虽然古德说：「能说不能行，国之师也。」那是什么？那是善根非常深厚的人，听到你的言教，听得很有道理，你做不到，我来做。所以说「青出于蓝而胜于蓝」，学生超过老师。老师讲的，老师没做到，学生听了，学生做到了，学生超过老师。但那是很少数的学生，多数的学生不可能。所以你自己能用示相来教学，你感召的力量就强，受益的学生就多了。自己能说不能行，受益的学生很少，不会多。我们常讲上根利智得益，中下根性难了，这个道理要懂。所以这一句是「普贤愿所成」，我们不能够疏忽。现在时间到了，我们就讲到此地。",
      "zh_TW": "雖然古德說：「能說不能行，國之師也。」那是什麼？那是善根非常深厚的人，聽到你的言教，聽得很有道理，你做不到，我來做。所以說「青出於藍而勝於藍」，學生超過老師。老師講的，老師沒做到，學生聽了，學生做到了，學生超過老師。但那是很少數的學生，多數的學生不可能。所以你自己能用示相來教學，你感召的力量就強，受益的學生就多了。自己能說不能行，受益的學生很少，不會多。我們常講上根利智得益，中下根性難了，這個道理要懂。所以這一句是「普賢願所成」，我們不能夠疏忽。現在時間到了，我們就講到此地。"
    }
  ]
}