{
  "doc_id": "12-017-1320",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "（第一三二０卷）　2004/10/13　 　香港佛陀教育协会",
    "zh_TW": "（第一三二０卷）　2004/10/13　 　香港佛陀教育協會"
  },
  "doc_number": "12-017-1320",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "12-017-1320_p0001",
      "zh_CN": "诸位同学，请看「菩萨问明品」，我们从第五释文看起，我们把经文念一遍：",
      "zh_TW": "諸位同學，請看「菩薩問明品」，我們從第五釋文看起，我們把經文念一遍："
    },
    {
      "id": "12-017-1320_p0002",
      "zh_CN": "【佛子，心性是一，云何见有种种差别，所谓往善趣恶趣，诸根满缺，受生同异，端正丑陋，苦乐不同。】",
      "zh_TW": "【佛子，心性是一，云何見有種種差別，所謂往善趣惡趣，諸根滿缺，受生同異，端正醜陋，苦樂不同。】"
    },
    {
      "id": "12-017-1320_p0003",
      "zh_CN": "到这个地方是一段。在前一堂，我们讲到别报里面『往善趣恶趣』，这是唯识里所讲的引业跟满业。实在说，一切众生无始劫以来，沦落到六道轮回，要想超越六道确实是非常困难。难在哪里？难在我们对宇宙之间的真相完全无知，对于六道里面的理事因果，虽然也有听说，总是半信半疑，造成我们出离六道严重的障碍。这种疑虑随着死生流转愈来愈深，迷得愈来愈深，疑惑愈来愈深，纵然遇到圣贤，佛菩萨、觉悟的人来告诉我们，我们也很难接受。纵然表面上接受了，实际上这个无始劫以来的习性、习气没有办法放下，于是生生世世依然是随业所转，苦不堪言。",
      "zh_TW": "到這個地方是一段。在前一堂，我們講到別報裡面『往善趣惡趣』，這是唯識裡所講的引業跟滿業。實在說，一切眾生無始劫以來，淪落到六道輪迴，要想超越六道確實是非常困難。難在哪裡？難在我們對宇宙之間的真相完全無知，對於六道裡面的理事因果，雖然也有聽說，總是半信半疑，造成我們出離六道嚴重的障礙。這種疑慮隨著死生流轉愈來愈深，迷得愈來愈深，疑惑愈來愈深，縱然遇到聖賢，佛菩薩、覺悟的人來告訴我們，我們也很難接受。縱然表面上接受了，實際上這個無始劫以來的習性、習氣沒有辦法放下，於是生生世世依然是隨業所轉，苦不堪言。"
    },
    {
      "id": "12-017-1320_p0004",
      "zh_CN": "娑婆这个名词是梵语音译的，意思就是「堪忍」，这个世界真苦，你在这个世界生活还真能忍受，娑婆是这个意思。这个事实真相我们必需细心冷静的去观察，你就能看到，就在眼前，就在周边，再仔细去观察，自己也在其中。如果不觉，说实在的话你观察不出来，你要是真正稍许有一点觉悟，慢慢就明白。果然明白，你就不愿意再在这个世间住下去，那怎样？求出离的心就真诚恳切。我想离开这个世界，就像《观无量寿经》韦提希夫人一样。这个世界太苦，她找到释迦牟尼佛，向释迦牟尼佛请教，有没有好的佛国土我们可以去往生？释迦牟尼佛非常慈悲，把十方佛刹用佛的神力显现在她的面前，让她自己去看，自己去选择。她也真不容易，看了之后，她选择阿弥陀佛的极乐世界。她说这个地方好，这个地方的人没有苦，不受一切折磨，向世尊请求怎样往生，这是《观经》发起的因缘。觉悟了，韦提希夫人觉悟了，我们现在在这里吃苦，不觉悟，不知道这个世间苦。",
      "zh_TW": "娑婆這個名詞是梵語音譯的，意思就是「堪忍」，這個世界真苦，你在這個世界生活還真能忍受，娑婆是這個意思。這個事實真相我們必需細心冷靜的去觀察，你就能看到，就在眼前，就在周邊，再仔細去觀察，自己也在其中。如果不覺，說實在的話你觀察不出來，你要是真正稍許有一點覺悟，慢慢就明白。果然明白，你就不願意再在這個世間住下去，那怎樣？求出離的心就真誠懇切。我想離開這個世界，就像《觀無量壽經》韋提希夫人一樣。這個世界太苦，她找到釋迦牟尼佛，向釋迦牟尼佛請教，有沒有好的佛國土我們可以去往生？釋迦牟尼佛非常慈悲，把十方佛剎用佛的神力顯現在她的面前，讓她自己去看，自己去選擇。她也真不容易，看了之後，她選擇阿彌陀佛的極樂世界。她說這個地方好，這個地方的人沒有苦，不受一切折磨，向世尊請求怎樣往生，這是《觀經》發起的因緣。覺悟了，韋提希夫人覺悟了，我們現在在這裡吃苦，不覺悟，不知道這個世間苦。"
    },
    {
      "id": "12-017-1320_p0005",
      "zh_CN": "所以，人遇到挫折，遇到逆境，遇到人折磨你，并不是一件坏事。那时候提婆达多如果不挑唆阿阇世王，阿阇世王是韦提希夫人的儿子，用现在的话来说搞政变。把他父亲害死，他继承了王位，把他母亲幽禁，行动自由都没有，所以夫人感到苦，才求脱离娑婆世界。想想以后往生了，连她的宫女统统都念佛往生，多么殊胜！所以，阿阇世王的政变，你说是好事还是坏事？在世间法说，这是很恶的事情，大不孝！杀父害母。从果报上来说，他做了一桩大好事情，让他母亲真正觉悟，超越六道轮回，往生极乐世界作佛去了。善恶没有标准！这个道理要懂，完全看你自己怎样转境界，你用智慧、用觉心来转，那就是古大德所说的，「日日是好日，时时是好时」，我续了两句，「人人是好人，事事是好事」，看你怎么转！",
      "zh_TW": "所以，人遇到挫折，遇到逆境，遇到人折磨你，並不是一件壞事。那時候提婆達多如果不挑唆阿闍世王，阿闍世王是韋提希夫人的兒子，用現在的話來說搞政變。把他父親害死，他繼承了王位，把他母親幽禁，行動自由都沒有，所以夫人感到苦，才求脫離娑婆世界。想想以後往生了，連她的宮女統統都念佛往生，多麼殊勝！所以，阿闍世王的政變，你說是好事還是壞事？在世間法說，這是很惡的事情，大不孝！殺父害母。從果報上來說，他做了一樁大好事情，讓他母親真正覺悟，超越六道輪迴，往生極樂世界作佛去了。善惡沒有標準！這個道理要懂，完全看你自己怎樣轉境界，你用智慧、用覺心來轉，那就是古大德所說的，「日日是好日，時時是好時」，我續了兩句，「人人是好人，事事是好事」，看你怎麼轉！"
    },
    {
      "id": "12-017-1320_p0006",
      "zh_CN": "《楞严经》上讲得很好，「若能转物，则同如来」。什么人能转物？圆教初住菩萨就能转物，所以江味农居士在《金刚经讲义》里面讲到诸佛如来，他那个诸佛如来就是用《华严经》四十一位法身大士。「诸」，诸是多，诸佛就是讲的四十一位法身大士，诸佛如来。我们凡人也能到这个境界吗？跟诸位说，能！凡人里面什么人能？觉性高的人，也能转物，清凉大师所说的大心凡夫。心量大，不记仇，顺境、善缘感恩学习，认真学习；逆境、恶缘不生瞋恚，没有报复。受尽折磨只想出离，这就是韦提希夫人，韦提希夫人是凡夫，没证果，能出离，你知道苦，想去了。",
      "zh_TW": "《楞嚴經》上講得很好，「若能轉物，則同如來」。什麼人能轉物？圓教初住菩薩就能轉物，所以江味農居士在《金剛經講義》裡面講到諸佛如來，他那個諸佛如來就是用《華嚴經》四十一位法身大士。「諸」，諸是多，諸佛就是講的四十一位法身大士，諸佛如來。我們凡人也能到這個境界嗎？跟諸位說，能！凡人裡面什麼人能？覺性高的人，也能轉物，清涼大師所說的大心凡夫。心量大，不記仇，順境、善緣感恩學習，認真學習；逆境、惡緣不生瞋恚，沒有報復。受盡折磨只想出離，這就是韋提希夫人，韋提希夫人是凡夫，沒證果，能出離，你知道苦，想去了。"
    },
    {
      "id": "12-017-1320_p0007",
      "zh_CN": "所以，西方极乐世界往生所需要的条件，三个字，「信、愿、行」，真信、切愿，对极乐世界没有怀疑。相信这个宇宙之中确确实实有极乐世界，就像我们娑婆世界一样，确实有，不是虚构的，真有，一点都不怀疑。第二，真正相信极乐世界有一尊阿弥陀佛，发四十八大愿，接引遍法界虚空界一切想生极乐世界的人。无论在哪个世界，无论在哪一道，只要你想去，阿弥陀佛都欢迎，临终时候一定来接引。第三个，决定相信自己能往生，这才叫做真信！你对自己怀疑，怕自己不能往生，这个麻烦大了，这个跟阿弥陀佛就产生了障碍。你要具足信心，真正发愿，阿弥陀佛发四十八愿，我也发四十八愿，跟阿弥陀佛同心同愿。",
      "zh_TW": "所以，西方極樂世界往生所需要的條件，三個字，「信、願、行」，真信、切願，對極樂世界沒有懷疑。相信這個宇宙之中確確實實有極樂世界，就像我們娑婆世界一樣，確實有，不是虛構的，真有，一點都不懷疑。第二，真正相信極樂世界有一尊阿彌陀佛，發四十八大願，接引遍法界虛空界一切想生極樂世界的人。無論在哪個世界，無論在哪一道，只要你想去，阿彌陀佛都歡迎，臨終時候一定來接引。第三個，決定相信自己能往生，這才叫做真信！你對自己懷疑，怕自己不能往生，這個麻煩大了，這個跟阿彌陀佛就產生了障礙。你要具足信心，真正發願，阿彌陀佛發四十八願，我也發四十八願，跟阿彌陀佛同心同願。"
    },
    {
      "id": "12-017-1320_p0008",
      "zh_CN": "在这个世间佛教导我们勤修三福，这是基础。三福第一个是「孝养父母，奉事师长，慈心不杀，修十善业」。「受持三皈，具足众戒，不犯威仪」，具足众戒，我们对在家同修的要求是五戒，五戒都做到就具足；出家同修一定要学《沙弥律仪》，沙弥十戒二十四门威仪，你真正做到了，你是如来的出家弟子，非常重要！这都是往生必需要具备的条件。如果自己根利智深，再向上一着，能「发菩提心，深信因果，读诵大乘，劝进行者」，劝进行者就是教化众生。三福统统做到，条件统统具足，生实报土；能做到前面两条，生方便土；只能做到一条，这一条就是「孝亲尊师，慈心不杀，修十善业」，能够成就上品十善，生凡圣同居土，这是最低的条件。",
      "zh_TW": "在這個世間佛教導我們勤修三福，這是基礎。三福第一個是「孝養父母，奉事師長，慈心不殺，修十善業」。「受持三皈，具足眾戒，不犯威儀」，具足眾戒，我們對在家同修的要求是五戒，五戒都做到就具足；出家同修一定要學《沙彌律儀》，沙彌十戒二十四門威儀，你真正做到了，你是如來的出家弟子，非常重要！這都是往生必需要具備的條件。如果自己根利智深，再向上一著，能「發菩提心，深信因果，讀誦大乘，勸進行者」，勸進行者就是教化眾生。三福統統做到，條件統統具足，生實報土；能做到前面兩條，生方便土；只能做到一條，這一條就是「孝親尊師，慈心不殺，修十善業」，能夠成就上品十善，生凡聖同居土，這是最低的條件。"
    },
    {
      "id": "12-017-1320_p0009",
      "zh_CN": "所以，佛在《无量寿经》上跟我们讲，修行基本的条件，「善护三业」，不能够大意轻视。善护三业头一句，「善护口业，不讥他过」，「善护身业，不失律仪；善护意业，清净无染」，这些你要具足，要真做到。西方极乐世界是「诸上善人俱会一处」，我们能够具足上品十善，善护三业是上品十善，凡圣同居土是决定得生，这个道理不能不懂！如果这一条做不到，后面全都没办法了。",
      "zh_TW": "所以，佛在《無量壽經》上跟我們講，修行基本的條件，「善護三業」，不能夠大意輕視。善護三業頭一句，「善護口業，不譏他過」，「善護身業，不失律儀；善護意業，清淨無染」，這些你要具足，要真做到。西方極樂世界是「諸上善人俱會一處」，我們能夠具足上品十善，善護三業是上品十善，凡聖同居土是決定得生，這個道理不能不懂！如果這一條做不到，後面全都沒辦法了。"
    },
    {
      "id": "12-017-1320_p0010",
      "zh_CN": "我学佛五十三年了，出家四十六年，走了许许多多地方，看到这个社会愈来愈乱。宗教，不但是佛教，任何一个宗教，我看不出新的气象，我只看到逐渐逐渐在衰退的现象。什么原因造成的？我想了很长的时间，病根到底在哪里？为什么从前学佛的人能做到，现在做不到？从前读孔子书的人都能够守礼，现在为什么做不到？再看看其他宗教，也是一代不如一代，原因在哪里？我发现了，人权！现在这个世界讲人权，讲人权一定把古圣先贤教诲统统打倒，为什么？你侵犯我的人权。父母不能教儿女，你要管教儿女，你侵犯儿童人权，你要坐牢；老师不敢教学生，师父不敢教徒弟。现在果报现前了，什么样果报？社会乱了。",
      "zh_TW": "我學佛五十三年了，出家四十六年，走了許許多多地方，看到這個社會愈來愈亂。宗教，不但是佛教，任何一個宗教，我看不出新的氣象，我只看到逐漸逐漸在衰退的現象。什麼原因造成的？我想了很長的時間，病根到底在哪裡？為什麼從前學佛的人能做到，現在做不到？從前讀孔子書的人都能夠守禮，現在為什麼做不到？再看看其他宗教，也是一代不如一代，原因在哪裡？我發現了，人權！現在這個世界講人權，講人權一定把古聖先賢教誨統統打倒，為什麼？你侵犯我的人權。父母不能教兒女，你要管教兒女，你侵犯兒童人權，你要坐牢；老師不敢教學生，師父不敢教徒弟。現在果報現前了，什麼樣果報？社會亂了。"
    },
    {
      "id": "12-017-1320_p0011",
      "zh_CN": "确实在古时候没有听说人权这两个字，长辈对晚辈管教都非常严厉。外国情形我不太清楚，中国我非常清楚，我们从小被管教就很严格，小朋友哪有什么权！而且在中国古时候，法律上有一条叫「亲权处分」，这一条取消，李老师告诉我，大概是在民国二十几年。因为亲权处分这个名词我小时候听说过，很多人不知道，应该是在民国二十年前后的样子被取消了。什么叫亲权处分？父母处分儿女，父母如果告儿女，「这个儿子不孝，请法官把他枪毙，把他杀头」，立刻就执行，不要请律师辩白，这叫亲权处分，最严重的。这是什么？你的父母都不要你，你还能在这个世间做人吗？没有反驳的。所以那时候的人，纵然不孝父母，还不敢不听父母的，表面还维持好。为什么？怕父母告状，他真的被杀头，没人救他。",
      "zh_TW": "確實在古時候沒有聽說人權這兩個字，長輩對晚輩管教都非常嚴厲。外國情形我不太清楚，中國我非常清楚，我們從小被管教就很嚴格，小朋友哪有什麼權！而且在中國古時候，法律上有一條叫「親權處分」，這一條取消，李老師告訴我，大概是在民國二十幾年。因為親權處分這個名詞我小時候聽說過，很多人不知道，應該是在民國二十年前後的樣子被取消了。什麼叫親權處分？父母處分兒女，父母如果告兒女，「這個兒子不孝，請法官把他槍斃，把他殺頭」，立刻就執行，不要請律師辯白，這叫親權處分，最嚴重的。這是什麼？你的父母都不要你，你還能在這個世間做人嗎？沒有反駁的。所以那時候的人，縱然不孝父母，還不敢不聽父母的，表面還維持好。為什麼？怕父母告狀，他真的被殺頭，沒人救他。"
    },
    {
      "id": "12-017-1320_p0012",
      "zh_CN": "至于小孩，体罚这是家常便饭，我们小时候天天挨打、罚跪，在学校念书被老师罚跪、打手心，是很普通的事情。小学的时候有，到初中的时候老师还有呵斥，高中时候就没有了。但是那时候还没有说人权，老师还是严格的管理学生，行深化教育，这是训导，深化训育。我们做学生的人得利益，感恩老师，不是老师这样严厉的教导，哪有我们今天，在这个社会上早就变坏了，所以对老师感恩。哪里像现在，现在人权端出来之后，佛菩萨、圣人都要退避三舍，小孩子行自由意志，他爱怎么做就怎么做。所以，儿子杀父母，兄弟相杀，夫妻相杀，现在在这个社会上不是新闻，天天都看到。",
      "zh_TW": "至於小孩，體罰這是家常便飯，我們小時候天天挨打、罰跪，在學校念書被老師罰跪、打手心，是很普通的事情。小學的時候有，到初中的時候老師還有呵斥，高中時候就沒有了。但是那時候還沒有說人權，老師還是嚴格的管理學生，行深化教育，這是訓導，深化訓育。我們做學生的人得利益，感恩老師，不是老師這樣嚴厲的教導，哪有我們今天，在這個社會上早就變壞了，所以對老師感恩。哪裡像現在，現在人權端出來之後，佛菩薩、聖人都要退避三舍，小孩子行自由意志，他愛怎麼做就怎麼做。所以，兒子殺父母，兄弟相殺，夫妻相殺，現在在這個社會上不是新聞，天天都看到。"
    },
    {
      "id": "12-017-1320_p0013",
      "zh_CN": "现在有许许多多人开始觉悟，怎么样拯救这个社会，想不出方法。我们学佛、学儒，真的是只学一点皮毛，这点皮毛跟这些国家领导人、教育界的这些领导人接触的时候，我把我从前所学的跟他们随便谈谈，他们都感觉得很惊讶，都感到很新奇，都很想来尝试，真能解决问题。你们现在所想的种种方式，制定成法律都不能解决问题。所以我说，佛教徒为什么十善五戒都做不到？读孔子书的为什么不能守礼？社会大众为什么不能守法？根本在哪里？根本在从小没有受过良好的教育，古时候有，现在没有了。这个教育是什么？就是这几年有很多人在国内外提倡的《弟子规》。",
      "zh_TW": "現在有許許多多人開始覺悟，怎麼樣拯救這個社會，想不出方法。我們學佛、學儒，真的是只學一點皮毛，這點皮毛跟這些國家領導人、教育界的這些領導人接觸的時候，我把我從前所學的跟他們隨便談談，他們都感覺得很驚訝，都感到很新奇，都很想來嘗試，真能解決問題。你們現在所想的種種方式，制定成法律都不能解決問題。所以我說，佛教徒為什麼十善五戒都做不到？讀孔子書的為什麼不能守禮？社會大眾為什麼不能守法？根本在哪裡？根本在從小沒有受過良好的教育，古時候有，現在沒有了。這個教育是什麼？就是這幾年有很多人在國內外提倡的《弟子規》。"
    },
    {
      "id": "12-017-1320_p0014",
      "zh_CN": "所以，我们在澳洲办的净宗学院，净宗学院里面头一门功课就是《弟子规》，必修课！这门功课分量不多，不是说要你能背、能讲，不是的。这是德行，是要你字字句句都要做到，都要能落实。你能把《弟子规》落实，学佛、持戒是轻而易举，一点都不难！你没有这个基础，所以你没办法，十善五戒都做不到，所以我们开这门课。我把我们学院的修学基础课程，《弟子规》、《了凡四训》、《太上感应篇》，做为必修的科目。佛经里面，选了《十善业道经》、《阿难问事佛吉凶经》、《沙弥律仪增注》，这是前面两年的课程。这两年你要是没有修好，修好的标准就是你有没有落实，你像不像古圣先贤的学生，像不像释迦牟尼佛的弟子？如果说不像，就被淘汰掉，这两年就被淘汰掉。你真做得像，那两年进入正科班，正科班三年，修学净宗五经一论，三年学这些东西。",
      "zh_TW": "所以，我們在澳洲辦的淨宗學院，淨宗學院裡面頭一門功課就是《弟子規》，必修課！這門功課分量不多，不是說要你能背、能講，不是的。這是德行，是要你字字句句都要做到，都要能落實。你能把《弟子規》落實，學佛、持戒是輕而易舉，一點都不難！你沒有這個基礎，所以你沒辦法，十善五戒都做不到，所以我們開這門課。我把我們學院的修學基礎課程，《弟子規》、《了凡四訓》、《太上感應篇》，做為必修的科目。佛經裡面，選了《十善業道經》、《阿難問事佛吉凶經》、《沙彌律儀增註》，這是前面兩年的課程。這兩年你要是沒有修好，修好的標準就是你有沒有落實，你像不像古聖先賢的學生，像不像釋迦牟尼佛的弟子？如果說不像，就被淘汰掉，這兩年就被淘汰掉。你真做得像，那兩年進入正科班，正科班三年，修學淨宗五經一論，三年學這些東西。"
    },
    {
      "id": "12-017-1320_p0015",
      "zh_CN": "这三年你的成绩学得不错，可以往上升，成绩通过不了，再第二次淘汰。最后第三个阶段是研究班，四年，四年是一部经，一门深入。我希望同学们将来能做专家，不要做通家，一生精力攻一部经，你变成世界第一。学多、学杂了，你的精神、时间、精力都分散了，你不能达到最高峰，所以希望一门深入。每个人能精通一部经，我们知道《大藏经》里面也不过就是三千部经，如果有三千个人的话，那就是一部活《大藏经》，每个人精通一样，对全世界弘扬，还得了！现在我们用网际网路、用卫星电视，有这么多人在一起修学，好像大的丛林学院一样，就能担负起对全世界弘扬佛法，你想学哪部经这都有专家。不可以搞多，不可以搞杂，根在哪里？世出世间法的大根大本在《弟子规》，在《了凡四训》。",
      "zh_TW": "這三年你的成績學得不錯，可以往上升，成績通過不了，再第二次淘汰。最後第三個階段是研究班，四年，四年是一部經，一門深入。我希望同學們將來能做專家，不要做通家，一生精力攻一部經，你變成世界第一。學多、學雜了，你的精神、時間、精力都分散了，你不能達到最高峰，所以希望一門深入。每個人能精通一部經，我們知道《大藏經》裡面也不過就是三千部經，如果有三千個人的話，那就是一部活《大藏經》，每個人精通一樣，對全世界弘揚，還得了！現在我們用網際網路、用衛星電視，有這麼多人在一起修學，好像大的叢林學院一樣，就能擔負起對全世界弘揚佛法，你想學哪部經這都有專家。不可以搞多，不可以搞雜，根在哪裡？世出世間法的大根大本在《弟子規》，在《了凡四訓》。"
    },
    {
      "id": "12-017-1320_p0016",
      "zh_CN": "《了凡四训》是教你深明因果，《弟子规》是做学生，弟子是学生。如果把它分开来讲，弟子，弟是晚辈，子是做儿女，我们做儿女、做晚辈的，应该要守的规矩，日常生活当中应当要能够做到的，比什么都重要。古时候，你不懂这个东西你不能做人，你在社会上无立足之地，人家瞧不起你。你不懂礼，你不懂规矩，不懂得处事待人接物，谁敢用你？谁敢接近你？所以，这门功课之重要性，现在逐渐逐渐有人觉悟了；但是不知道这门功课重要性的人太多太多了。",
      "zh_TW": "《了凡四訓》是教你深明因果，《弟子規》是做學生，弟子是學生。如果把它分開來講，弟子，弟是晚輩，子是做兒女，我們做兒女、做晚輩的，應該要守的規矩，日常生活當中應當要能夠做到的，比什麼都重要。古時候，你不懂這個東西你不能做人，你在社會上無立足之地，人家瞧不起你。你不懂禮，你不懂規矩，不懂得處事待人接物，誰敢用你？誰敢接近你？所以，這門功課之重要性，現在逐漸逐漸有人覺悟了；但是不知道這門功課重要性的人太多太多了。"
    },
    {
      "id": "12-017-1320_p0017",
      "zh_CN": "我上次离开澳洲之前，我访问坎培拉，在国会大厦，多元文化部的部长请我吃饭。吃饭当中他就谈到，他说澳洲现在的政策趋向于开放，往后十年，计划着引进外国的移民两千万人。澳洲现在人口是两千万，太少了，希望再移民两千万过来，大概将来总人数可以达到五千万，这是好事情。我听了笑笑，我说人口移这么多人来，跟原来居民增加一倍，他们来自不同的国家、不同的文化、不同宗教的信仰，我就跟他说，这些人跟原居民的相处，怎么个相处法？我提出这个问题，他也感觉得很严重，他说确实这是个严肃的问题。我说我有个办法帮助你。他说你有什么办法？我说我们可以利用学校，大学、中学、小学，利用学校，学校在放假的期间，利用学校的设备，教室、这些老师，我们办短期讲习班。讲什么？就专门讲人与人怎样相处，不同的文化、不同的族群、不同的宗教，我们怎样来相处；和睦相处、平等对待、互相尊重、互相敬爱、互助合作。我说开这个课程好吗？他说这个好！他说这个课程一开之后，将来这些年轻人，就是学校学生毕业，一定要参加这个班培训。为什么？他参加这个班培训，将来在外面，公司里面聘雇他，老板愿意。为什么？你学过这个课程，人与人怎么样相处，这是现在一般学校没有的课程，你懂得人与人之相处，老板欢喜，首先用你。",
      "zh_TW": "我上次離開澳洲之前，我訪問坎培拉，在國會大廈，多元文化部的部長請我吃飯。吃飯當中他就談到，他說澳洲現在的政策趨向於開放，往後十年，計畫著引進外國的移民兩千萬人。澳洲現在人口是兩千萬，太少了，希望再移民兩千萬過來，大概將來總人數可以達到五千萬，這是好事情。我聽了笑笑，我說人口移這麼多人來，跟原來居民增加一倍，他們來自不同的國家、不同的文化、不同宗教的信仰，我就跟他說，這些人跟原居民的相處，怎麼個相處法？我提出這個問題，他也感覺得很嚴重，他說確實這是個嚴肅的問題。我說我有個辦法幫助你。他說你有什麼辦法？我說我們可以利用學校，大學、中學、小學，利用學校，學校在放假的期間，利用學校的設備，教室、這些老師，我們辦短期講習班。講什麼？就專門講人與人怎樣相處，不同的文化、不同的族群、不同的宗教，我們怎樣來相處；和睦相處、平等對待、互相尊重、互相敬愛、互助合作。我說開這個課程好嗎？他說這個好！他說這個課程一開之後，將來這些年輕人，就是學校學生畢業，一定要參加這個班培訓。為什麼？他參加這個班培訓，將來在外面，公司裡面聘雇他，老闆願意。為什麼？你學過這個課程，人與人怎麼樣相處，這是現在一般學校沒有的課程，你懂得人與人之相處，老闆歡喜，首先用你。"
    },
    {
      "id": "12-017-1320_p0018",
      "zh_CN": "我给他出主意，你知道我骨子里面是什么东西？骨子里头就是《弟子规》，这个东西如果真正能够弘扬到全世界，落实，整个世界安定和平，非常可惜现在还有不少人不了解这门课程。我们协会，我们现在这个协会，将来也打算常常举办短期的讲座，开这门课程。这门课程的内容就是怎样与人相处，你在家里怎么样与你的父母相处，兄弟姊妹相处，邻里乡党相处；在学校怎样跟老师相处，怎样跟同学相处；在社会上怎样跟社会一般大众，就是你的领导相处，你的同事相处，你的属下相处，讲这些东西。这个东西搞好之后，中国古人讲「家和万事兴」，改良现在社会风气。这是圣贤教育，不是哪个人发明的，不是哪个人的学说，是大自然的法则。",
      "zh_TW": "我給他出主意，你知道我骨子裡面是什麼東西？骨子裡頭就是《弟子規》，這個東西如果真正能夠弘揚到全世界，落實，整個世界安定和平，非常可惜現在還有不少人不了解這門課程。我們協會，我們現在這個協會，將來也打算常常舉辦短期的講座，開這門課程。這門課程的內容就是怎樣與人相處，你在家裡怎麼樣與你的父母相處，兄弟姊妹相處，鄰里鄉黨相處；在學校怎樣跟老師相處，怎樣跟同學相處；在社會上怎樣跟社會一般大眾，就是你的領導相處，你的同事相處，你的屬下相處，講這些東西。這個東西搞好之後，中國古人講「家和萬事興」，改良現在社會風氣。這是聖賢教育，不是哪個人發明的，不是哪個人的學說，是大自然的法則。"
    },
    {
      "id": "12-017-1320_p0019",
      "zh_CN": "所以，你的心善、行善，你就生到三善道，你的心不善，行不善，你就会到三恶道去。善恶的标准就是大自然的法则，大自然法则在中国古圣先贤所观察到的、所发现的，为我们说出，就是伦理道德。五伦是道，君臣、父子、夫妇、兄弟、朋友，这是道，自然之道；各人能够遵守自然的规律，那就是德。所以，父慈子孝，君仁臣忠，这是德，在中国称之为五伦十义；十义是德，五伦是道。中国政府这些年提倡的以德治国，了不起！从这个地方能看到中国的前途有一线光明。怎样落实道德？从《弟子规》开始，如果不从《弟子规》开始，道德只是一个口号。",
      "zh_TW": "所以，你的心善、行善，你就生到三善道，你的心不善，行不善，你就會到三惡道去。善惡的標準就是大自然的法則，大自然法則在中國古聖先賢所觀察到的、所發現的，為我們說出，就是倫理道德。五倫是道，君臣、父子、夫婦、兄弟、朋友，這是道，自然之道；各人能夠遵守自然的規律，那就是德。所以，父慈子孝，君仁臣忠，這是德，在中國稱之為五倫十義；十義是德，五倫是道。中國政府這些年提倡的以德治國，了不起！從這個地方能看到中國的前途有一線光明。怎樣落實道德？從《弟子規》開始，如果不從《弟子規》開始，道德只是一個口號。"
    },
    {
      "id": "12-017-1320_p0020",
      "zh_CN": "学佛，佛讲得很清楚，如果不从净业三福、十善业道、三皈五戒这里落实，学佛也是一个口号，有名无实，你要做到！儒家要不讲五常道德，儒也没有了，儒家就灭亡了。所以，根就在《弟子规》，《弟子规》比什么都重要。那就是善恶的标准，绝对标准，你能够如教修行，你必定生三善道；你要是与它完全相违背，你必定生三恶道。所以，将来自己往哪一道去，你把《弟子规》展开来，自己冷静去反省一下，对照对照，你做到了多少，你就知道你会到哪一道去。清清楚楚，明明白白，不必去问人家，人家未必晓得，自己比什么都清楚，这是「往善趣恶趣」。",
      "zh_TW": "學佛，佛講得很清楚，如果不從淨業三福、十善業道、三皈五戒這裡落實，學佛也是一個口號，有名無實，你要做到！儒家要不講五常道德，儒也沒有了，儒家就滅亡了。所以，根就在《弟子規》，《弟子規》比什麼都重要。那就是善惡的標準，絕對標準，你能夠如教修行，你必定生三善道；你要是與它完全相違背，你必定生三惡道。所以，將來自己往哪一道去，你把《弟子規》展開來，自己冷靜去反省一下，對照對照，你做到了多少，你就知道你會到哪一道去。清清楚楚，明明白白，不必去問人家，人家未必曉得，自己比什麼都清楚，這是「往善趣惡趣」。"
    },
    {
      "id": "12-017-1320_p0021",
      "zh_CN": "接着下面，『诸根满缺』，这一句也跟诸位说过了。六根，六道里面的众生，六根有圆满、有缺陷，不一样，这些都与过去生中行业有关系。一切众生，不但是六道，九法界都不例外，必定带着多生多劫的习气。习气里面有善有恶，这些话不但东方圣人常说，二次大战那时候过世的美国预言家凯西，他也常讲。他说世间任何一个人在一生当中，决定没有突然发生的事情，决定没有一桩说是与前世没有关系的事情，没有。任何一桩事情与前世有关系，与后世有关系，这是他说的，他肯定因果，他承认轮回。但是他所讲的要跟佛经相比，差得太远了，佛经说得非常详细。",
      "zh_TW": "接著下面，『諸根滿缺』，這一句也跟諸位說過了。六根，六道裡面的眾生，六根有圓滿、有缺陷，不一樣，這些都與過去生中行業有關係。一切眾生，不但是六道，九法界都不例外，必定帶著多生多劫的習氣。習氣裡面有善有惡，這些話不但東方聖人常說，二次大戰那時候過世的美國預言家凱西，他也常講。他說世間任何一個人在一生當中，決定沒有突然發生的事情，決定沒有一樁說是與前世沒有關係的事情，沒有。任何一樁事情與前世有關係，與後世有關係，這是他說的，他肯定因果，他承認輪迴。但是他所講的要跟佛經相比，差得太遠了，佛經說得非常詳細。"
    },
    {
      "id": "12-017-1320_p0022",
      "zh_CN": "我们再往下面看，『受生同异』，清凉大师注解说，「于前满缺中，各生有同异，谓四生不同，胜劣处异」。四生，同学们都知道，胎卵湿化，在我们现前这个社会，我们能看到的有胎生的、卵生的、湿生的、化生的。湿生是受潮湿，在我们现在讲，都是属于低等的动物，高等的动物大概都是胎生、卵生。鱼多半是卵生，鸟也是卵生，兽是属于胎生，人是属于胎生，这是四生不同。四生不同都有业因，即使是极其微弱的昆虫，佛法里面常讲，像水上的蜉蝣，寿命很短，朝生暮死，它的生命只有几个小时。几个小时，要是看我们人能活几十年，岂不是就等于我们人看天人一样吗？我们人要跟忉利天来相比的话，真的就像蜉蝣一样。",
      "zh_TW": "我們再往下面看，『受生同異』，清涼大師註解說，「於前滿缺中，各生有同異，謂四生不同，勝劣處異」。四生，同學們都知道，胎卵濕化，在我們現前這個社會，我們能看到的有胎生的、卵生的、濕生的、化生的。濕生是受潮濕，在我們現在講，都是屬於低等的動物，高等的動物大概都是胎生、卵生。魚多半是卵生，鳥也是卵生，獸是屬於胎生，人是屬於胎生，這是四生不同。四生不同都有業因，即使是極其微弱的昆蟲，佛法裡面常講，像水上的蜉蝣，壽命很短，朝生暮死，它的生命只有幾個小時。幾個小時，要是看我們人能活幾十年，豈不是就等於我們人看天人一樣嗎？我們人要跟忉利天來相比的話，真的就像蜉蝣一樣。"
    },
    {
      "id": "12-017-1320_p0023",
      "zh_CN": "佛在经上告诉我们，忉利天的一天是我们人间一百年，现在我们比较容易体会到，现在知道有时差。忉利天跟我们这个地面上的时差不一样，他那里的一天，我们地球上一百年。如果我们在地球上的众生，没有到六十岁就过世，忉利天人看起来，不就是朝生暮死吗？早晨看他出生，怎么到下午就没有了，不就这个样子！到夜摩天来看地球上人寿命，那就更短了。夜摩天的一天是我们人间的两百年，如果说是人不到五十岁就死了，在夜摩天看，就像我们现在看六个小时，寿命只有六个小时。愈往上面去，人的生命时间就愈短，愈不值钱，就像蜉蝣看我们人一样。",
      "zh_TW": "佛在經上告訴我們，忉利天的一天是我們人間一百年，現在我們比較容易體會到，現在知道有時差。忉利天跟我們這個地面上的時差不一樣，他那裡的一天，我們地球上一百年。如果我們在地球上的眾生，沒有到六十歲就過世，忉利天人看起來，不就是朝生暮死嗎？早晨看他出生，怎麼到下午就沒有了，不就這個樣子！到夜摩天來看地球上人壽命，那就更短了。夜摩天的一天是我們人間的兩百年，如果說是人不到五十歲就死了，在夜摩天看，就像我們現在看六個小時，壽命只有六個小時。愈往上面去，人的生命時間就愈短，愈不值錢，就像蜉蝣看我們人一樣。"
    },
    {
      "id": "12-017-1320_p0024",
      "zh_CN": "但是，天人也好，人道也好，畜生也好，蚊虫、蚂蚁、蜉蝣都好，到这个世间来投胎，不管寿命长短都是一生。畜生道愚痴，蚂蚁也是卵生的，有些小虫是化生的，寿命都不长，可是牠很不容易脱离畜生身。为什么原因？牠执着，这个要懂得，大乘法里面所说的，「一切法从心想生」。一只小蚂蚁，牠就执着那个身、那个生活环境是牠，死了之后牠又投胎，还是蚂蚁，生生世世都是蚂蚁。什么时候能从蚂蚁身再跳出来？好难好难。佛经里面有个故事，释迦牟尼佛在祇树给孤独园。祇树给孤独园有一次有工程，地面上有个蚂蚁窝，佛看了笑笑，旁边这些弟子们看到：世尊，你为什么笑这些蚂蚁？佛就说，这蚂蚁愚痴，牠们投胎投到这个蚂蚁身，在这个窝里面，七尊佛过去了，牠还是蚂蚁身。释迦佛是第七尊佛，还没有离开蚂蚁身，你就晓得畜生道离开牠这个业报不容易，愚痴！所以，佛这些开导，对我们警惕，希望我们不要堕三恶道！三恶道很容易进去，很不容易出来。胎卵湿化四生，得的身体大小不一样，聪明智慧不一样，寿命长短不一样，各个不相同。现在时间到了。",
      "zh_TW": "但是，天人也好，人道也好，畜生也好，蚊蟲、螞蟻、蜉蝣都好，到這個世間來投胎，不管壽命長短都是一生。畜生道愚痴，螞蟻也是卵生的，有些小蟲是化生的，壽命都不長，可是牠很不容易脫離畜生身。為什麼原因？牠執著，這個要懂得，大乘法裡面所說的，「一切法從心想生」。一隻小螞蟻，牠就執著那個身、那個生活環境是牠，死了之後牠又投胎，還是螞蟻，生生世世都是螞蟻。什麼時候能從螞蟻身再跳出來？好難好難。佛經裡面有個故事，釋迦牟尼佛在祇樹給孤獨園。祇樹給孤獨園有一次有工程，地面上有個螞蟻窩，佛看了笑笑，旁邊這些弟子們看到：世尊，你為什麼笑這些螞蟻？佛就說，這螞蟻愚痴，牠們投胎投到這個螞蟻身，在這個窩裡面，七尊佛過去了，牠還是螞蟻身。釋迦佛是第七尊佛，還沒有離開螞蟻身，你就曉得畜生道離開牠這個業報不容易，愚痴！所以，佛這些開導，對我們警惕，希望我們不要墮三惡道！三惡道很容易進去，很不容易出來。胎卵濕化四生，得的身體大小不一樣，聰明智慧不一樣，壽命長短不一樣，各個不相同。現在時間到了。"
    },
    {
      "id": "12-017-1320_p0025",
      "zh_CN": "诸位同学，我们接着看下面清凉大师的注解。「端正下（就是端正丑陋），于上同异生处，各貌有妍媸」。这就是容貌，容貌里面就包含着体质，也是说的六道四生各个不相同。无论是哪一道，我们细心去观察，有身体强壮的，有身体衰弱的，有寿命活得比较长的，有寿命很短的，甚至于被其他动物吃掉的，这些我们在「动物奇观」里面看到很多。我相信许许多多同学都有这个经验，六道，其他道我们暂时不谈，我们只谈我们的人道。人得到人身，容貌有端庄的、有丑陋的，每个人相貌不一样，身体健康状况不一样，生活环境状况不一样，这些都是属于满业。引业、满业都是属于定业，定业是过去世所修的善业、不善业，满业多半都是过去世修善积德，或者是作恶多端，带给你这一生的是属于满业。",
      "zh_TW": "諸位同學，我們接著看下面清涼大師的註解。「端正下（就是端正醜陋），於上同異生處，各貌有妍媸」。這就是容貌，容貌裡面就包含著體質，也是說的六道四生各個不相同。無論是哪一道，我們細心去觀察，有身體強壯的，有身體衰弱的，有壽命活得比較長的，有壽命很短的，甚至於被其他動物吃掉的，這些我們在「動物奇觀」裡面看到很多。我相信許許多多同學都有這個經驗，六道，其他道我們暫時不談，我們只談我們的人道。人得到人身，容貌有端莊的、有醜陋的，每個人相貌不一樣，身體健康狀況不一樣，生活環境狀況不一樣，這些都是屬於滿業。引業、滿業都是屬於定業，定業是過去世所修的善業、不善業，滿業多半都是過去世修善積德，或者是作惡多端，帶給你這一生的是屬於滿業。"
    },
    {
      "id": "12-017-1320_p0026",
      "zh_CN": "相貌端庄从哪里来？慈悲心来的。相貌凶恶，一看就晓得，这个人杀气很重，人跟他接触的时候都感到恐怖。这是什么？瞋恚心重，容易发怒，容易伤害人。特别是心地清净，所谓烦恼轻，他的感应比别人要敏锐。不但人有这个感触，动物也不例外，你看看小动物，不能够轻视牠，我们人往往以为动物无知，这大错特错。我们在古书里面，古人的笔记，像纪晓岚的《阅微草堂笔记》，《容斋笔记》，许多古德笔记里面都记载着鸟兽懂得人的言语，知道人的祸福，吉凶祸福牠们知道。牠们有时候在一块聊天也在谈论，只是我们人不懂得鸟兽的语言，可是有少数有懂得的。",
      "zh_TW": "相貌端莊從哪裡來？慈悲心來的。相貌凶惡，一看就曉得，這個人殺氣很重，人跟他接觸的時候都感到恐怖。這是什麼？瞋恚心重，容易發怒，容易傷害人。特別是心地清淨，所謂煩惱輕，他的感應比別人要敏銳。不但人有這個感觸，動物也不例外，你看看小動物，不能夠輕視牠，我們人往往以為動物無知，這大錯特錯。我們在古書裡面，古人的筆記，像紀曉嵐的《閱微草堂筆記》，《容齋筆記》，許多古德筆記裡面都記載著鳥獸懂得人的言語，知道人的禍福，吉凶禍福牠們知道。牠們有時候在一塊聊天也在談論，只是我們人不懂得鳥獸的語言，可是有少數有懂得的。"
    },
    {
      "id": "12-017-1320_p0027",
      "zh_CN": "我们在佛门《高僧传》里面看到，这最熟悉的，安世高。安世高懂得鸟兽的语言，听几只鸟在树上在那里叫，他说牠们在聊天，牠们在高处看到远方有人来，在谈那个人。过一会儿果然从那个方向真的有两个人来了，鸟兽知道，不是不知道。这种懂得鸟兽语言的人，我最近还听说，没有认真去记他，听说最近也有人有这种能力，懂得鸟兽的语言。这现在属于叫特异功能，我们佛法一般讲神通，这是很小很小的。当然这个因缘也不是偶然的，大乘教里面常讲的无量因缘，他还没有丧失，所以这种能力还在。",
      "zh_TW": "我們在佛門《高僧傳》裡面看到，這最熟悉的，安世高。安世高懂得鳥獸的語言，聽幾隻鳥在樹上在那裡叫，他說牠們在聊天，牠們在高處看到遠方有人來，在談那個人。過一會兒果然從那個方向真的有兩個人來了，鳥獸知道，不是不知道。這種懂得鳥獸語言的人，我最近還聽說，沒有認真去記他，聽說最近也有人有這種能力，懂得鳥獸的語言。這現在屬於叫特異功能，我們佛法一般講神通，這是很小很小的。當然這個因緣也不是偶然的，大乘教裡面常講的無量因緣，他還沒有喪失，所以這種能力還在。"
    },
    {
      "id": "12-017-1320_p0028",
      "zh_CN": "天人能通，天人有五通，报得的；经典里面告诉我们，鬼道也有五通，也是属于报得的。人间有这个能力，有报得，报得很少，多半是修得的，修行人修得的。畜生道里头也有，报得的少，修得的多，所以畜生也能修得仙道。与善恶心行有关系！这个道理我们可以从相命，算命看相这些人里面能体会得到。你看看相算命常讲，相随心转，命随业转，有道理！相貌会不会变？会变，你的念头变了，相貌自然就变。譬如没有学佛之前，烦恼习气重，贪瞋痴慢样样具足，而且是严重的具足，所以相貌不善，人一看就知道。认真修行，修个三年、五年他就变了，三、五年不见，相貌变了，这正是佛在经教里常常跟我们讲相随心转。",
      "zh_TW": "天人能通，天人有五通，報得的；經典裡面告訴我們，鬼道也有五通，也是屬於報得的。人間有這個能力，有報得，報得很少，多半是修得的，修行人修得的。畜生道裡頭也有，報得的少，修得的多，所以畜生也能修得仙道。與善惡心行有關係！這個道理我們可以從相命，算命看相這些人裡面能體會得到。你看看相算命常講，相隨心轉，命隨業轉，有道理！相貌會不會變？會變，你的念頭變了，相貌自然就變。譬如沒有學佛之前，煩惱習氣重，貪瞋痴慢樣樣具足，而且是嚴重的具足，所以相貌不善，人一看就知道。認真修行，修個三年、五年他就變了，三、五年不見，相貌變了，這正是佛在經教裡常常跟我們講相隨心轉。"
    },
    {
      "id": "12-017-1320_p0029",
      "zh_CN": "你真修行，真有功夫，不必宣扬，都在你面孔上，都在你仪表当中。外面人一看，不论是行家，或者不是行家，都能看得出来，你的变化很大。变化不大，不容易看出来，变化很大是很容易看出来，你修学有没有功夫，有没有受用？这个受用最起码的我们一般人讲改变命运，如果你命运都不能改变，你学佛没有功夫，只可以说阿赖耶识里面种个佛的种子，这是真的。这个种子很可贵，但是在这一生当中你得不到受用，为什么？你没有栽培它，种子拿到手你要去栽培，你好好的栽培，它会生根，会发芽，会开花结果，你就有收获。佛的种子我们今天得到了，就要会种植、会培养它，我们自己真正得受用。所以说单单靠天天念经，形式上做的，这个不行，诚心诚意去做。",
      "zh_TW": "你真修行，真有功夫，不必宣揚，都在你面孔上，都在你儀表當中。外面人一看，不論是行家，或者不是行家，都能看得出來，你的變化很大。變化不大，不容易看出來，變化很大是很容易看出來，你修學有沒有功夫，有沒有受用？這個受用最起碼的我們一般人講改變命運，如果你命運都不能改變，你學佛沒有功夫，只可以說阿賴耶識裡面種個佛的種子，這是真的。這個種子很可貴，但是在這一生當中你得不到受用，為什麼？你沒有栽培它，種子拿到手你要去栽培，你好好的栽培，它會生根，會發芽，會開花結果，你就有收穫。佛的種子我們今天得到了，就要會種植、會培養它，我們自己真正得受用。所以說單單靠天天念經，形式上做的，這個不行，誠心誠意去做。"
    },
    {
      "id": "12-017-1320_p0030",
      "zh_CN": "读经，古人常讲最重要的是随文入观。记住，随文入观不是打妄想，不是一面念一面打妄想，那一点用处都没有。观是什么？不用心意识叫观，也就是说读经决定没有分别、没有执着、没有妄想，这就是观。观久了就得定，定久了就生智慧，生智慧，经教就通了。古大德教我们读经修学的方法，用读经也能够大彻大悟，明心见性，你要会读，就是决定不能够夹杂妄想、分别、执着。我讲过多少次，读经从「如是我闻」念到「信受奉行」，不起一个杂念，恭恭敬敬的读是戒学；一心去读诵，不起分别，不起杂念，是定学；念得清清楚楚，明明白白，没有念错字，没有念颠倒，慧学。所以，读经是戒定慧三学一次圆满，三学都在其中。",
      "zh_TW": "讀經，古人常講最重要的是隨文入觀。記住，隨文入觀不是打妄想，不是一面念一面打妄想，那一點用處都沒有。觀是什麼？不用心意識叫觀，也就是說讀經決定沒有分別、沒有執著、沒有妄想，這就是觀。觀久了就得定，定久了就生智慧，生智慧，經教就通了。古大德教我們讀經修學的方法，用讀經也能夠大徹大悟，明心見性，你要會讀，就是決定不能夠夾雜妄想、分別、執著。我講過多少次，讀經從「如是我聞」念到「信受奉行」，不起一個雜念，恭恭敬敬的讀是戒學；一心去讀誦，不起分別，不起雜念，是定學；念得清清楚楚，明明白白，沒有念錯字，沒有念顛倒，慧學。所以，讀經是戒定慧三學一次圓滿，三學都在其中。"
    },
    {
      "id": "12-017-1320_p0031",
      "zh_CN": "只要天天读，为什么？自己业障太重，决不是一遍、两遍就大彻大悟，一遍、两遍大彻大悟，你是再来人，你不是凡夫。凡夫怎么样？凡夫，古人说过，「读书千遍，其义自见」，有道理。这部经你每天念一遍，一千遍三年，一天一次修行。当然选择的经典太短了不行，时间太短了，烦恼习气还没伏住，经念完了；要有相当分量的经典，也就是说你修学的时间有相当长的时间。所以，古人多半采取《法华经》，分量适中，《法华经》七卷，一天念一部，大概初念要八个小时，念熟了之后六个小时。每天修戒定慧三学一次完成，一天修六个小时，三年不间断，人心定了，定了开智慧。定有浅深不相同，慧也有大小不一样，定功深智慧大，定功浅智慧小。总而言之，决定是定功是由浅而深，智慧是由小而大，这一定道理。你三年就看到成就，三十年不就大成了吗？一生当中决定不中断。所以，有人十年大彻大悟，有人二十年、三十年大彻大悟，都成功了。这时候把自己修行的功德回向净土，求生极乐世界，都是实报庄严土，真正不可思议。",
      "zh_TW": "只要天天讀，為什麼？自己業障太重，決不是一遍、兩遍就大徹大悟，一遍、兩遍大徹大悟，你是再來人，你不是凡夫。凡夫怎麼樣？凡夫，古人說過，「讀書千遍，其義自見」，有道理。這部經你每天念一遍，一千遍三年，一天一次修行。當然選擇的經典太短了不行，時間太短了，煩惱習氣還沒伏住，經念完了；要有相當分量的經典，也就是說你修學的時間有相當長的時間。所以，古人多半採取《法華經》，分量適中，《法華經》七卷，一天念一部，大概初念要八個小時，念熟了之後六個小時。每天修戒定慧三學一次完成，一天修六個小時，三年不間斷，人心定了，定了開智慧。定有淺深不相同，慧也有大小不一樣，定功深智慧大，定功淺智慧小。總而言之，決定是定功是由淺而深，智慧是由小而大，這一定道理。你三年就看到成就，三十年不就大成了嗎？一生當中決定不中斷。所以，有人十年大徹大悟，有人二十年、三十年大徹大悟，都成功了。這時候把自己修行的功德迴向淨土，求生極樂世界，都是實報莊嚴土，真正不可思議。"
    },
    {
      "id": "12-017-1320_p0032",
      "zh_CN": "不但相貌转变了，体质转变了，体质不衰老，中国人所谓的是老而不衰，年龄是大了，不衰。诸位听说新加坡有个许哲居士，今年一百零五岁，还到处跑。她一生可以说是修苦行，一直到现在还照顾二十多个老人，那些老人其实比她年轻多了，老人也不过就是七、八十岁的人，无依无靠，靠社会救济过日子。她来照顾，每天给他们送吃的、送穿的，问候他们，生病的时候带他们一起去看医生，照顾他们。照顾二十多个人，一天到晚忙得不亦乐乎，一百零五岁了。我认识她的时候是一百零一岁，她那年皈依的，皈依受了五戒，她三皈五戒十善真做到了。生活非常简单，非常清苦，身体那么好，这佛法里面讲的，身体好、健康长寿，无畏布施。这一生当中没有害一切众生的念头，没有害一切众生的行为，不杀生，慈心不杀，培养自己的慈悲心，怜悯、爱护一切众生。时时刻刻，有缘遇到了，苦难众生需要帮助的，你能够立刻伸出援手帮助他，果报是健康长寿，慈悲心改变你的容貌。",
      "zh_TW": "不但相貌轉變了，體質轉變了，體質不衰老，中國人所謂的是老而不衰，年齡是大了，不衰。諸位聽說新加坡有個許哲居士，今年一百零五歲，還到處跑。她一生可以說是修苦行，一直到現在還照顧二十多個老人，那些老人其實比她年輕多了，老人也不過就是七、八十歲的人，無依無靠，靠社會救濟過日子。她來照顧，每天給他們送吃的、送穿的，問候他們，生病的時候帶他們一起去看醫生，照顧他們。照顧二十多個人，一天到晚忙得不亦樂乎，一百零五歲了。我認識她的時候是一百零一歲，她那年皈依的，皈依受了五戒，她三皈五戒十善真做到了。生活非常簡單，非常清苦，身體那麼好，這佛法裡面講的，身體好、健康長壽，無畏布施。這一生當中沒有害一切眾生的念頭，沒有害一切眾生的行為，不殺生，慈心不殺，培養自己的慈悲心，憐憫、愛護一切眾生。時時刻刻，有緣遇到了，苦難眾生需要幫助的，你能夠立刻伸出援手幫助他，果報是健康長壽，慈悲心改變你的容貌。"
    },
    {
      "id": "12-017-1320_p0033",
      "zh_CN": "早年我在洛杉矶，洛杉矶还有个算命算得不错的，翁阳春居士，很多年我跟他没有讯息，没有消息，不知道是不是还住在洛杉矶。他在洛杉矶，大概中国人的团体都知道他，那是个传奇人物。他有个同学夏荆山老居士，跟我也非常熟悉，夏荆山跟我同年，上次我在北京遇到他。夏荆山居士学看风水，翁居士学算命，他们同一个老师，都学得不错，也都给我看过。从命相当中，我们肯定、我们相信相随心转，古德常讲，一个人四十岁之前，相貌大概受你前生行业变现的，体质也是如此。四十岁之后，你的身体健康、相貌要自己负责，为什么？这是后天的，四十岁以后是后天的，后天是这一生所造的。你这一生心地善良慈悲，多做好事，你四十岁之后的身体、相貌一定比以前要好，我们中国人讲晚年一定比年轻人要好。这些道理现在懂得的人不多，只有我们在讲席里头还常常提起，真有效！你们看看我这个样子，我后天是转过来的。",
      "zh_TW": "早年我在洛杉磯，洛杉磯還有個算命算得不錯的，翁陽春居士，很多年我跟他沒有訊息，沒有消息，不知道是不是還住在洛杉磯。他在洛杉磯，大概中國人的團體都知道他，那是個傳奇人物。他有個同學夏荊山老居士，跟我也非常熟悉，夏荊山跟我同年，上次我在北京遇到他。夏荊山居士學看風水，翁居士學算命，他們同一個老師，都學得不錯，也都給我看過。從命相當中，我們肯定、我們相信相隨心轉，古德常講，一個人四十歲之前，相貌大概受你前生行業變現的，體質也是如此。四十歲之後，你的身體健康、相貌要自己負責，為什麼？這是後天的，四十歲以後是後天的，後天是這一生所造的。你這一生心地善良慈悲，多做好事，你四十歲之後的身體、相貌一定比以前要好，我們中國人講晚年一定比年輕人要好。這些道理現在懂得的人不多，只有我們在講席裡頭還常常提起，真有效！你們看看我這個樣子，我後天是轉過來的。"
    },
    {
      "id": "12-017-1320_p0034",
      "zh_CN": "你们昨天看到智开法师，跟我同年，我们认识的时候四十几岁，闻名就更早，三十几岁我就知道他，他也知道我，就对我很多帮助。一九七七年我到香港讲经，我就拜访他，我们就认识。认识才知道是同年，也是个讲经的法师，很难得！现在在洛杉矶的印海法师，在纽约的浩霖法师，今天我们有从美国来的同修，你们要是见到的时候，替我向他们问好，都是同年，同年月份都比我小。一定要真干！依教奉行，你决定不吃亏。人生在世，中年以后最大的幸福就是健康，身体健康那是晚年第一福。你有钱、有地位，你身体不健康，需要人服侍照顾，那就很痛苦。所以，健康、长寿是第一个，长寿一定要健康，健康要长寿，这才是好事。",
      "zh_TW": "你們昨天看到智開法師，跟我同年，我們認識的時候四十幾歲，聞名就更早，三十幾歲我就知道他，他也知道我，就對我很多幫助。一九七七年我到香港講經，我就拜訪他，我們就認識。認識才知道是同年，也是個講經的法師，很難得！現在在洛杉磯的印海法師，在紐約的浩霖法師，今天我們有從美國來的同修，你們要是見到的時候，替我向他們問好，都是同年，同年月份都比我小。一定要真幹！依教奉行，你決定不吃虧。人生在世，中年以後最大的幸福就是健康，身體健康那是晚年第一福。你有錢、有地位，你身體不健康，需要人服侍照顧，那就很痛苦。所以，健康、長壽是第一個，長壽一定要健康，健康要長壽，這才是好事。"
    },
    {
      "id": "12-017-1320_p0035",
      "zh_CN": "后面一句，『苦乐不同』，清凉大师注解下面说，上面是讲好丑，「各受有苦乐」，这是非常显然的。我们每个同学都有这个经验，周边环境这些人物、这些众生，再想想我们自己，在这一生当中所受的苦乐也不同。有智慧的人，觉悟的人，苦乐两边都舍弃，高人！这个不容易。大多数的世人总是希望离苦得乐，所以诸佛菩萨恒顺众生，随着众生的愿望。佛教人教什么？就教你离苦得乐，离苦得乐是果，果必有因，果上没有办法离开，因上有办法。因是什么？因是破迷开悟，苦从哪里来的？苦从迷惑来的，乐从哪里来的？乐从觉悟来的。所以，佛一生从事于教学工作，这点我们同学要特别重视，要认真去学习。",
      "zh_TW": "後面一句，『苦樂不同』，清涼大師註解下面說，上面是講好醜，「各受有苦樂」，這是非常顯然的。我們每個同學都有這個經驗，周邊環境這些人物、這些眾生，再想想我們自己，在這一生當中所受的苦樂也不同。有智慧的人，覺悟的人，苦樂兩邊都捨棄，高人！這個不容易。大多數的世人總是希望離苦得樂，所以諸佛菩薩恆順眾生，隨著眾生的願望。佛教人教什麼？就教你離苦得樂，離苦得樂是果，果必有因，果上沒有辦法離開，因上有辦法。因是什麼？因是破迷開悟，苦從哪裡來的？苦從迷惑來的，樂從哪裡來的？樂從覺悟來的。所以，佛一生從事於教學工作，這點我們同學要特別重視，要認真去學習。"
    },
    {
      "id": "12-017-1320_p0036",
      "zh_CN": "教学里头最重要的是叫你觉悟，佛法教学的内容，纲领只有三个，戒定慧。戒就是规矩，所谓是「不依规矩，不成方圆」，开始一定从规矩下手。为什么？人守规矩心是定的，不守规矩心是乱的，道理在此地。所以因戒得定，戒律、规矩是手段，不是目的，帮助你恢复清净心，清净心就是定。你要明白道理，了解真相，你对于圣贤教诲你就五体投地了，你自然就会认真学习。现在没有当一回事情，不认真学习，是对它了解不够，不知道这个东西好。你要晓得这个东西真好，对我们一生当中有这么大的利益，你不求它你还求什么？世间功名富贵不能跟它相比，功名富贵不能解决问题。你要问什么问题？最后的问题是死生的问题，世间功名富贵办不到。什么人能解决？戒定慧能解决。大问题都能够解决了，世间小事所谓叫鸡毛蒜皮，不值得一提，这才讲「佛氏门中，有求必应」，没有求不到的，这是真的，一点都不假，你把《了凡四训》多念念你就明白了。",
      "zh_TW": "教學裡頭最重要的是叫你覺悟，佛法教學的內容，綱領只有三個，戒定慧。戒就是規矩，所謂是「不依規矩，不成方圓」，開始一定從規矩下手。為什麼？人守規矩心是定的，不守規矩心是亂的，道理在此地。所以因戒得定，戒律、規矩是手段，不是目的，幫助你恢復清淨心，清淨心就是定。你要明白道理，了解真相，你對於聖賢教誨你就五體投地了，你自然就會認真學習。現在沒有當一回事情，不認真學習，是對它了解不夠，不知道這個東西好。你要曉得這個東西真好，對我們一生當中有這麼大的利益，你不求它你還求什麼？世間功名富貴不能跟它相比，功名富貴不能解決問題。你要問什麼問題？最後的問題是死生的問題，世間功名富貴辦不到。什麼人能解決？戒定慧能解決。大問題都能夠解決了，世間小事所謂叫雞毛蒜皮，不值得一提，這才講「佛氏門中，有求必應」，沒有求不到的，這是真的，一點都不假，你把《了凡四訓》多念念你就明白了。"
    },
    {
      "id": "12-017-1320_p0037",
      "zh_CN": "早年有些同学来问我，学佛从哪里入门？从哪里下手？我都劝他从《了凡四训》，先把《了凡四训》念三百遍。基础打下去，你再学佛一定有受用，这是真的，不是假的。什么原因？《了凡四训》果然念了三百遍，你就深信因果。你要知道，佛法是建立在因果的定律上，然后才能讲到一门深入，你的信心不会动摇了，你对于因果道理通了，事理就渐渐通了。诸佛如来、法身菩萨给一切众生讲经说法的内容，我常讲六个字，性相、理事、因果。从哪里入门？从因果入门，这是中下根性的人。上上根人从性相，那一种不是我们学的，我们学不到！我的老师告诉我，像六祖惠能大师行，他可以从性相上下手，一通一切都通。通达性相、事理，没有不信因果的，没有不讲因果的；如果忽略因果，疏忽因果，他对佛法一窍不通，纵然讲得天花乱坠，假的不是真的。他为什么会讲？他看得多，他有世智辩聪，真正佛法没有入进去，知见不正，他要老实还能成就，他要不老实很难成就。所以，从因果下手这个根扎得稳，踏实，这是我们不能不知道的。",
      "zh_TW": "早年有些同學來問我，學佛從哪裡入門？從哪裡下手？我都勸他從《了凡四訓》，先把《了凡四訓》念三百遍。基礎打下去，你再學佛一定有受用，這是真的，不是假的。什麼原因？《了凡四訓》果然念了三百遍，你就深信因果。你要知道，佛法是建立在因果的定律上，然後才能講到一門深入，你的信心不會動搖了，你對於因果道理通了，事理就漸漸通了。諸佛如來、法身菩薩給一切眾生講經說法的內容，我常講六個字，性相、理事、因果。從哪裡入門？從因果入門，這是中下根性的人。上上根人從性相，那一種不是我們學的，我們學不到！我的老師告訴我，像六祖惠能大師行，他可以從性相上下手，一通一切都通。通達性相、事理，沒有不信因果的，沒有不講因果的；如果忽略因果，疏忽因果，他對佛法一竅不通，縱然講得天花亂墜，假的不是真的。他為什麼會講？他看得多，他有世智辯聰，真正佛法沒有入進去，知見不正，他要老實還能成就，他要不老實很難成就。所以，從因果下手這個根紮得穩，踏實，這是我們不能不知道的。"
    },
    {
      "id": "12-017-1320_p0038",
      "zh_CN": "我自己本身学佛是从《了凡四训》下手的，我那时候二十六岁，遇到一位老居士，朱镜宙老居士，浙江人。抗战胜利曾经做过浙江财政厅长，到台湾，我认识他的时候他七十岁，老先生。那时候我们刚刚对于佛法有兴趣，非常欢喜，常常送些经书给我看。第一本送给我的就是《了凡四训》，我每天看一遍，那个分量不多，注解也很简单，好像是尤惜阴居士注解的，一天读一遍。每天愈读愈有味道，读了一个多月，大概是读了有三十多遍，非常受感动。读了之后常常反省，了凡先生改造了命运，在我想想我自己的命运，比他差远了。他的毛病我统统具足，他的好处我都没有，你说怎么得了？以前不知道，读了之后明白了，才知道断恶修善的重要，改过自新重要！他能改得过来，我也能改得过来。真的，我这个改过来超越他，方方面面都超过了他，你不真干怎么行？",
      "zh_TW": "我自己本身學佛是從《了凡四訓》下手的，我那時候二十六歲，遇到一位老居士，朱鏡宙老居士，浙江人。抗戰勝利曾經做過浙江財政廳長，到台灣，我認識他的時候他七十歲，老先生。那時候我們剛剛對於佛法有興趣，非常歡喜，常常送些經書給我看。第一本送給我的就是《了凡四訓》，我每天看一遍，那個分量不多，註解也很簡單，好像是尤惜陰居士註解的，一天讀一遍。每天愈讀愈有味道，讀了一個多月，大概是讀了有三十多遍，非常受感動。讀了之後常常反省，了凡先生改造了命運，在我想想我自己的命運，比他差遠了。他的毛病我統統具足，他的好處我都沒有，你說怎麼得了？以前不知道，讀了之後明白了，才知道斷惡修善的重要，改過自新重要！他能改得過來，我也能改得過來。真的，我這個改過來超越他，方方面面都超過了他，你不真幹怎麼行？"
    },
    {
      "id": "12-017-1320_p0039",
      "zh_CN": "《了凡四训》救了我，方东美先生把佛法介绍给我，我对于佛法产生信心，第一次遇到的《了凡四训》，从业因果报上奠定了基础。再加上过去还有点善根，从小父母的教诲，所以从因果就想到城隍庙。小时候母亲到城隍庙烧香，总是带我到城隍庙去看阎王殿，那时候阎王殿是用泥塑的，塑得栩栩如生，你看到造作恶业的果报寒毛直竖，印象非常深刻。那时候六、七岁，六、七岁的时候给你种下这个印象，你一生都不会忘记。读了《了凡四训》把这个事情又记忆起来，这样才在这种花花世界自己能站得住脚，没有被影响，没有被拖下水。这确实是一生当中不幸的大幸，终于把这个大难，真正是诱惑这个灾难度过，这里面虽然是有风有浪，还是平平稳稳的度过了。",
      "zh_TW": "《了凡四訓》救了我，方東美先生把佛法介紹給我，我對於佛法產生信心，第一次遇到的《了凡四訓》，從業因果報上奠定了基礎。再加上過去還有點善根，從小父母的教誨，所以從因果就想到城隍廟。小時候母親到城隍廟燒香，總是帶我到城隍廟去看閻王殿，那時候閻王殿是用泥塑的，塑得栩栩如生，你看到造作惡業的果報寒毛直豎，印象非常深刻。那時候六、七歲，六、七歲的時候給你種下這個印象，你一生都不會忘記。讀了《了凡四訓》把這個事情又記憶起來，這樣才在這種花花世界自己能站得住腳，沒有被影響，沒有被拖下水。這確實是一生當中不幸的大幸，終於把這個大難，真正是誘惑這個災難度過，這裡面雖然是有風有浪，還是平平穩穩的度過了。"
    },
    {
      "id": "12-017-1320_p0040",
      "zh_CN": "苦乐是一切众生必然有的，苦是过去、今生所造一切不善业感召的；乐，乐是善业感召的。那么我们要问，世间人有没有乐？这个问题你要是问我的话，我就会告诉你，世间人只有苦没有乐。某人现在不是在享受吗？那不是，我不承认他那是乐。那是什么？那是服毒，是打吗啡，是在找刺激，不是真乐，那是苦。现在世间人享受的五欲六尘，吃喝玩乐都是在服毒，哪里是乐！什么叫乐？我这样叫真乐，我享受这个乐，他们连作梦想都想不到。看到我每天吃的是长斋，他们觉得这是苦；乐，真快乐，不造业。看到欢乐场中、歌舞场中我们不涉及，认为好像这个人很消极，活着有什么意思；我们活得真有意义，真有意思，他们活得是真没有意思。你再往前面看看将来的果报，那更糟了，他们的果报肯定在三途。他们念头是什么？贪瞋痴慢，造作的是什么？五欲六尘，种种不善，麻醉在里头。",
      "zh_TW": "苦樂是一切眾生必然有的，苦是過去、今生所造一切不善業感召的；樂，樂是善業感召的。那麼我們要問，世間人有沒有樂？這個問題你要是問我的話，我就會告訴你，世間人只有苦沒有樂。某人現在不是在享受嗎？那不是，我不承認他那是樂。那是什麼？那是服毒，是打嗎啡，是在找刺激，不是真樂，那是苦。現在世間人享受的五欲六塵，吃喝玩樂都是在服毒，哪裡是樂！什麼叫樂？我這樣叫真樂，我享受這個樂，他們連作夢想都想不到。看到我每天吃的是長齋，他們覺得這是苦；樂，真快樂，不造業。看到歡樂場中、歌舞場中我們不涉及，認為好像這個人很消極，活著有什麼意思；我們活得真有意義，真有意思，他們活得是真沒有意思。你再往前面看看將來的果報，那更糟了，他們的果報肯定在三途。他們念頭是什麼？貪瞋痴慢，造作的是什麼？五欲六塵，種種不善，麻醉在裡頭。"
    },
    {
      "id": "12-017-1320_p0041",
      "zh_CN": "今天讲到这个地方，李老师以前跟我们讲过，现在人愚痴到所以然处。这话怎么说？不但没有能力辨别真妄，没有这个能力，没有能力辨别邪正，没有能力辨别是非，没有能力辨别苦乐；什么叫苦，什么叫乐，不知道，愚痴到这种程度。真正的乐，儒家《论语》头一句就说得很清楚，「学而时习之，不亦说乎！有朋自远方来，不亦乐乎！人不知而不愠，不亦君子乎！」这真乐，这种乐现在世间人谁能享受得到？太少太少了。现在人享受的是什么乐？苦中作乐，饮毒是乐，现在人讲吸毒、打吗啡，以这个为乐，诸位要细心去思惟、去观察你就明白。",
      "zh_TW": "今天講到這個地方，李老師以前跟我們講過，現在人愚痴到所以然處。這話怎麼說？不但沒有能力辨別真妄，沒有這個能力，沒有能力辨別邪正，沒有能力辨別是非，沒有能力辨別苦樂；什麼叫苦，什麼叫樂，不知道，愚痴到這種程度。真正的樂，儒家《論語》頭一句就說得很清楚，「學而時習之，不亦說乎！有朋自遠方來，不亦樂乎！人不知而不慍，不亦君子乎！」這真樂，這種樂現在世間人誰能享受得到？太少太少了。現在人享受的是什麼樂？苦中作樂，飲毒是樂，現在人講吸毒、打嗎啡，以這個為樂，諸位要細心去思惟、去觀察你就明白。"
    },
    {
      "id": "12-017-1320_p0042",
      "zh_CN": "他哪里懂得乐？真正的乐，诸佛菩萨具足。沾一点真乐的边缘，心地善良的人一生不敢为非作歹，不敢伤害一切众生，这种人得到，他能够沾到真正乐的边缘。所以读圣贤书，学圣贤之道，你才会有乐趣，你要不在这里头去求，你到哪里求乐？没有，世间决定没有乐，世间决定是苦。所以，佛经上讲世间人的乐叫坏苦，世间人的苦叫苦苦，世间人讲乐叫坏苦。没有苦乐呢？没有苦乐不是不错吗？释迦牟尼佛给它加个名词叫行苦，三界统苦，哪来的乐？",
      "zh_TW": "他哪裡懂得樂？真正的樂，諸佛菩薩具足。沾一點真樂的邊緣，心地善良的人一生不敢為非作歹，不敢傷害一切眾生，這種人得到，他能夠沾到真正樂的邊緣。所以讀聖賢書，學聖賢之道，你才會有樂趣，你要不在這裡頭去求，你到哪裡求樂？沒有，世間決定沒有樂，世間決定是苦。所以，佛經上講世間人的樂叫壞苦，世間人的苦叫苦苦，世間人講樂叫壞苦。沒有苦樂呢？沒有苦樂不是不錯嗎？釋迦牟尼佛給它加個名詞叫行苦，三界統苦，哪來的樂？"
    },
    {
      "id": "12-017-1320_p0043",
      "zh_CN": "真正的乐，读经、念佛、长斋素食，对于宇宙人生的真相愈来愈明白，愈明白就愈快乐。迷破了，觉悟现前，迷破了苦就离开，觉悟了乐就现前；破迷开悟，离苦得乐，你要不从圣人教诲当中，没有，你决定没有。你不读圣贤书，不管你今天是什么样的地位，有多少财富，是什么样的身分，总而言之，苦到底了！你哪里有乐？这真话，一点都不假。我感谢方东美先生把佛法介绍给我的时候，他说「学佛是人生最高的享受」，这话不是一般人能说得出来的，他在这里头没有得到乐，这个话说不出来。他介绍给我，我感到非常惊讶，有这么好的东西！章嘉大师劝我走这个行业，我那时候年轻，总是要选个行业，向章嘉大师请教。章嘉大师说还是出家好，讲经、教学、弘法，这是他老人家给我决定的，我一生感激他，这条路子太好了，我自己怎么想想不到。",
      "zh_TW": "真正的樂，讀經、念佛、長齋素食，對於宇宙人生的真相愈來愈明白，愈明白就愈快樂。迷破了，覺悟現前，迷破了苦就離開，覺悟了樂就現前；破迷開悟，離苦得樂，你要不從聖人教誨當中，沒有，你決定沒有。你不讀聖賢書，不管你今天是什麼樣的地位，有多少財富，是什麼樣的身分，總而言之，苦到底了！你哪裡有樂？這真話，一點都不假。我感謝方東美先生把佛法介紹給我的時候，他說「學佛是人生最高的享受」，這話不是一般人能說得出來的，他在這裡頭沒有得到樂，這個話說不出來。他介紹給我，我感到非常驚訝，有這麼好的東西！章嘉大師勸我走這個行業，我那時候年輕，總是要選個行業，向章嘉大師請教。章嘉大師說還是出家好，講經、教學、弘法，這是他老人家給我決定的，我一生感激他，這條路子太好了，我自己怎麼想想不到。"
    },
    {
      "id": "12-017-1320_p0044",
      "zh_CN": "李老师都劝我在家学佛，章嘉大师叫我出家，我还是听他老人家的话。我学佛的根柢是跟他三年，是他老人家给我奠定的，头一次教导我，就是看破、放下、布施。他督促得很严，一定要做到，限定我做六年，六年以这个为主修的课程，从这下手，得大利益。所以，佛法里面讲的破迷开悟，离苦得乐，这八个字的意思很深很深，一般人会读会讲，里头的意思不懂，你不是从里头过来，你没有办法懂里头的精义。必须自己身体力行，你才真正知道佛经字字句句具足无量义。",
      "zh_TW": "李老師都勸我在家學佛，章嘉大師叫我出家，我還是聽他老人家的話。我學佛的根柢是跟他三年，是他老人家給我奠定的，頭一次教導我，就是看破、放下、布施。他督促得很嚴，一定要做到，限定我做六年，六年以這個為主修的課程，從這下手，得大利益。所以，佛法裡面講的破迷開悟，離苦得樂，這八個字的意思很深很深，一般人會讀會講，裡頭的意思不懂，你不是從裡頭過來，你沒有辦法懂裡頭的精義。必須自己身體力行，你才真正知道佛經字字句句具足無量義。"
    },
    {
      "id": "12-017-1320_p0045",
      "zh_CN": "这一段到此地，是把「十事五对」介绍完了。下面这是「结成前难」，从「业不知心，心不知业」，这个意思更深，清凉大师注解也特别详细，真的用了功夫。我想我们下次回来的时候，再详细来学习底下这段课程。今天我们就讲到此地。",
      "zh_TW": "這一段到此地，是把「十事五對」介紹完了。下面這是「結成前難」，從「業不知心，心不知業」，這個意思更深，清涼大師註解也特別詳細，真的用了功夫。我想我們下次回來的時候，再詳細來學習底下這段課程。今天我們就講到此地。"
    }
  ]
}