{
  "doc_id": "12-017-1328",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三二八卷",
    "zh_TW": "第一三二八卷"
  },
  "year": "2004",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1328",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "12-017-1328_p0001",
      "zh_CN": "诸位同学，请看「菩萨问明品」觉首菩萨偈颂第三首，我们将偈子念一遍：",
      "zh_TW": "諸位同學，請看「菩薩問明品」覺首菩薩偈頌第三首，我們將偈子念一遍："
    },
    {
      "id": "12-017-1328_p0002",
      "zh_CN": "【譬如河中水。湍流竞奔逝。各各不相知。诸法亦如是。】",
      "zh_TW": "【譬如河中水。湍流競奔逝。各各不相知。諸法亦如是。】"
    },
    {
      "id": "12-017-1328_p0003",
      "zh_CN": "清凉大师在《疏钞》里面给我们有很详细的开示。这一些经文开导，正是宗门里面所说的随拈一法，无不皆是。这个意思就是说随拈一法是法相，任何一个法相，大而虚空法界，小而芥子微尘，都能见到真性。这首偈是把水比作真性，是把波、把流动比作法相，相不离性，性不离相，性相都无自体，所以彼此『各各不相知』。后面还有许多比喻都是说明这桩事情，这桩事情对于我们学习大乘非常重要。为什么？一向我们对于宇宙现象的观察都错了，都误以为这些现象是真实的。佛在这里告诉我们「凡所有相，皆是虚妄」。我们怎样能够真正明白、觉悟这个现相是幻相不是真的？真正透彻明白了，我们的分别执着、起心动念才能放下。这一放下真心就现前，那就正是宗门里面所谓的「明心见性，见性成佛」，真的叫是一了百了！",
      "zh_TW": "清涼大師在《疏鈔》裡面給我們有很詳細的開示。這一些經文開導，正是宗門裡面所說的隨拈一法，無不皆是。這個意思就是說隨拈一法是法相，任何一個法相，大而虛空法界，小而芥子微塵，都能見到真性。這首偈是把水比作真性，是把波、把流動比作法相，相不離性，性不離相，性相都無自體，所以彼此『各各不相知』。後面還有許多比喻都是說明這樁事情，這樁事情對於我們學習大乘非常重要。為什麼？一向我們對於宇宙現象的觀察都錯了，都誤以為這些現象是真實的。佛在這裡告訴我們「凡所有相，皆是虛妄」。我們怎樣能夠真正明白、覺悟這個現相是幻相不是真的？真正透徹明白了，我們的分別執著、起心動念才能放下。這一放下真心就現前，那就正是宗門裡面所謂的「明心見性，見性成佛」，真的叫是一了百了！"
    },
    {
      "id": "12-017-1328_p0004",
      "zh_CN": "现在我们接着前面的疏文再往下看。看第三「唯所依者，流既总无，但唯是水，前水后水无二性故，无可相知，是则本无有流而说流也」。我们凡夫说水在流，水是不是真的在流？真的在流，一点都不假，凡夫知见。为什么真的在流？为什么佛菩萨说不流？我们究竟错在哪里？错在佛菩萨用真心，真心如如不动。能现能变不动，所现所变的它怎么会动？这样子慢慢就把原因找到了。我们的妄心在动，就像流水一样。他这里有，你看前水后水，我们的念头有前念后念，念念不住。我们有前念、有后念，所以看到一切万法都有，都像此地讲的有前水后水，有前浪后浪。",
      "zh_TW": "現在我們接著前面的疏文再往下看。看第三「唯所依者，流既總無，但唯是水，前水後水無二性故，無可相知，是則本無有流而說流也」。我們凡夫說水在流，水是不是真的在流？真的在流，一點都不假，凡夫知見。為什麼真的在流？為什麼佛菩薩說不流？我們究竟錯在哪裡？錯在佛菩薩用真心，真心如如不動。能現能變不動，所現所變的它怎麼會動？這樣子慢慢就把原因找到了。我們的妄心在動，就像流水一樣。他這裡有，你看前水後水，我們的念頭有前念後念，念念不住。我們有前念、有後念，所以看到一切萬法都有，都像此地講的有前水後水，有前浪後浪。"
    },
    {
      "id": "12-017-1328_p0005",
      "zh_CN": "前水后水无二性，所以无可相知。前不知后，后不知前，前面这个意思说过，前流不到后流，后流也不到前流。我们在前面用电影的底片做比喻，电影的底片就是幻灯片，前面一张不到后面一张，后面一张也不到前面一张，所以各各不相知。幻灯片这一张一张的放，它有没有流动？没有，本无流而说流。我们看在电影里有流水，有瀑布，实际上流了没有？真的没有流。你看看底片，底片哪一张在流？这个常识我们现在一般人都很熟悉。可是这个底片放映的速度太快，我们以为它在流。这个速度说老实话不算是很快，也不过一秒钟二十四个镜头的开关。好，我们再看这个水，水的速度，瀑布速度最大。我们不要用多，用百分之一秒的快门这个照相机去照瀑布，瀑布水有没有流？你连续按几次快门，譬如说你按个五次，按个七次，就照了五张，就照了七张，这照片里面你看水流了没有？没流，确实不流。",
      "zh_TW": "前水後水無二性，所以無可相知。前不知後，後不知前，前面這個意思說過，前流不到後流，後流也不到前流。我們在前面用電影的底片做比喻，電影的底片就是幻燈片，前面一張不到後面一張，後面一張也不到前面一張，所以各各不相知。幻燈片這一張一張的放，它有沒有流動？沒有，本無流而說流。我們看在電影裡有流水，有瀑布，實際上流了沒有？真的沒有流。你看看底片，底片哪一張在流？這個常識我們現在一般人都很熟悉。可是這個底片放映的速度太快，我們以為它在流。這個速度說老實話不算是很快，也不過一秒鐘二十四個鏡頭的開關。好，我們再看這個水，水的速度，瀑布速度最大。我們不要用多，用百分之一秒的快門這個照相機去照瀑布，瀑布水有沒有流？你連續按幾次快門，譬如說你按個五次，按個七次，就照了五張，就照了七張，這照片裡面你看水流了沒有？沒流，確實不流。"
    },
    {
      "id": "12-017-1328_p0006",
      "zh_CN": "六祖惠能大师初到广州光孝寺，听印宗法师讲《涅槃经》。听众里面有两个出家人在争论，争什么？那个讲堂外面有幡，风吹着那个幡，一个说那是风动，一个说幡动，两个人互相争执，谁也不服谁。六祖看到这个情形在当中去排解，「不是风动也不是幡动，仁者心动」，这两个人马上就平了。风为什么会动？幡为什么会动？根源在哪里？心在动。你的心要不动，看外面什么东西都不动；你的心在动，整个宇宙都是动的，跟江本胜做那个水实验是一样的道理。所以真心是什么？真心离念，真心不动，妄心在动。可是真妄是和合的，所以动中有不动，不动里头有动，妙用无穷。重要的是你要觉悟，性相都不迷，性相都不着，都不分别，都不起心，都不动念，诸法实相就在面前。",
      "zh_TW": "六祖惠能大師初到廣州光孝寺，聽印宗法師講《涅槃經》。聽眾裡面有兩個出家人在爭論，爭什麼？那個講堂外面有幡，風吹著那個幡，一個說那是風動，一個說幡動，兩個人互相爭執，誰也不服誰。六祖看到這個情形在當中去排解，「不是風動也不是幡動，仁者心動」，這兩個人馬上就平了。風為什麼會動？幡為什麼會動？根源在哪裡？心在動。你的心要不動，看外面什麼東西都不動；你的心在動，整個宇宙都是動的，跟江本勝做那個水實驗是一樣的道理。所以真心是什麼？真心離念，真心不動，妄心在動。可是真妄是和合的，所以動中有不動，不動裡頭有動，妙用無窮。重要的是你要覺悟，性相都不迷，性相都不著，都不分別，都不起心，都不動念，諸法實相就在面前。"
    },
    {
      "id": "12-017-1328_p0007",
      "zh_CN": "这三个意思说出来了，后面这段这第二段说「法中三义者」，前面是比喻，比喻三个意思唯就能依，第一个意思，第二个意思依所依，第三个意思唯所依，比喻里头有这三个意思。实际上比喻什么？比喻真心、妄心。所以法中也有三个意思，「一流喻能依妄法」。诸位在这个地方特别要留意法是妄法，所以佛在《般若经》上才教导我们「法尚应舍，何况非法」，为什么要舍？妄法。这个流水流的这个相是比喻妄法。",
      "zh_TW": "這三個意思說出來了，後面這段這第二段說「法中三義者」，前面是比喻，比喻三個意思唯就能依，第一個意思，第二個意思依所依，第三個意思唯所依，比喻裡頭有這三個意思。實際上比喻什麼？比喻真心、妄心。所以法中也有三個意思，「一流喻能依妄法」。諸位在這個地方特別要留意法是妄法，所以佛在《般若經》上才教導我們「法尚應捨，何況非法」，為什麼要捨？妄法。這個流水流的這個相是比喻妄法。"
    },
    {
      "id": "12-017-1328_p0008",
      "zh_CN": "「二妄依真立」。真是什么？把水比喻作真，流这个动的相依什么？依水，没有水，流动的相就没有了。这个妄法就是十法界依正庄严，这里面包括空间、包括时间。这个法你要想到，这经上前面也讲过一切有为法都是妄法。有为法里面有心法（八识），有心所法，有色法，有不相应行法，还有无为法。无为法里头只有一个是真的，真如无为，那是真的，其他的五个是相似无为，不是真的无为，相似。因为有为法里头这个排不进去。有为法是有生灭的，无为法是没有生灭现象，所以虚空算作无为。虚空有没有生灭？实在讲有，迷了有，悟了就没有。你没有悟那总是有，所以「觉后空空无大千」，你在没有觉的时候「梦里明明有六趣」，有十法界依正庄严，觉了之后没有了。",
      "zh_TW": "「二妄依真立」。真是什麼？把水比喻作真，流這個動的相依什麼？依水，沒有水，流動的相就沒有了。這個妄法就是十法界依正莊嚴，這裡面包括空間、包括時間。這個法你要想到，這經上前面也講過一切有為法都是妄法。有為法裡面有心法（八識），有心所法，有色法，有不相應行法，還有無為法。無為法裡頭只有一個是真的，真如無為，那是真的，其他的五個是相似無為，不是真的無為，相似。因為有為法裡頭這個排不進去。有為法是有生滅的，無為法是沒有生滅現象，所以虛空算作無為。虛空有沒有生滅？實在講有，迷了有，悟了就沒有。你沒有悟那總是有，所以「覺後空空無大千」，你在沒有覺的時候「夢裡明明有六趣」，有十法界依正莊嚴，覺了之後沒有了。"
    },
    {
      "id": "12-017-1328_p0009",
      "zh_CN": "妄依真立，离了真哪来的妄？真妄是一不是二。那到底怎么回事情叫妄？你不认识真就叫妄，迷了真就叫妄，真永恒不变。所以那个妄，妄是变而不变，不变而变，妙！这种现象就是佛在大乘经上常常给我们讲的「一切法从心想生」，这个一切法就是妄，妄相，为什么千变万化？随着你心想，你心要不想，这妄相、这变化就没有了，那个境界就叫一真法界。一真法界跟十法界不一不异，不能说是一样，也不能说是不一样。我们从这些名言里面去体会、去悟入，所以名是假名也不是真的，它的作用就是帮助我们悟入。怎样才能悟入？不能够执著名言，执著名言是决定不能悟入，这就所谓是「法尚应舍，何况非法」。你舍，真相、实相就现前；你执着不肯放下，这实相是在面前，但是你永远体会不到。妄依真立。第三类是「妄尽唯真」。这就前面比喻唯所依。你看看大乘经里面佛讲，见思是妄，尘沙是妄，无明是妄，这三个统统都断尽，真心现前了。见思断了证阿罗汉果，尘沙断了证菩萨果，无明尽了究竟圆满的佛果。这个地方讲妄尽是无明尽了，如来究竟果地。",
      "zh_TW": "妄依真立，離了真哪來的妄？真妄是一不是二。那到底怎麼回事情叫妄？你不認識真就叫妄，迷了真就叫妄，真永恆不變。所以那個妄，妄是變而不變，不變而變，妙！這種現象就是佛在大乘經上常常給我們講的「一切法從心想生」，這個一切法就是妄，妄相，為什麼千變萬化？隨著你心想，你心要不想，這妄相、這變化就沒有了，那個境界就叫一真法界。一真法界跟十法界不一不異，不能說是一樣，也不能說是不一樣。我們從這些名言裡面去體會、去悟入，所以名是假名也不是真的，它的作用就是幫助我們悟入。怎樣才能悟入？不能夠執著名言，執著名言是決定不能悟入，這就所謂是「法尚應捨，何況非法」。你捨，真相、實相就現前；你執著不肯放下，這實相是在面前，但是你永遠體會不到。妄依真立。第三類是「妄盡唯真」。這就前面比喻唯所依。你看看大乘經裡面佛講，見思是妄，塵沙是妄，無明是妄，這三個統統都斷盡，真心現前了。見思斷了證阿羅漢果，塵沙斷了證菩薩果，無明盡了究竟圓滿的佛果。這個地方講妄盡是無明盡了，如來究竟果地。"
    },
    {
      "id": "12-017-1328_p0010",
      "zh_CN": "现在我们再看下文，「初中」。这个初是唯就能依来说。「妄缘起法，似互相藉，各不能相到，悉无自性，故无相知，是则有而非有也」。清凉大师的注解我们要特别留意。大小乘经里头佛常常讲四缘生法，亲因缘、所缘缘、无间缘、增上缘，四缘生法。缘是什么？妄缘。由此可知，佛讲四缘生法、讲无量因缘生法是随顺俗谛说，是方便说，也不是假的。为什么？这个方便会带你契入真实。你不能说它全是假的，你要没有这个方便，你不能悟入真实。四种缘，四种缘展开就是许许多多的条件，不是单纯的，这个现象生起来了，《华严》上讲无量因缘。无量因缘跟四缘有没有抵触？没有，四缘是归纳，无量因缘归纳不外这四大类，这四大类展开就是无量因缘。哪怕最小的一个粒子，我们现在讲原子、电子、粒子，在佛法里面讲微尘，都说无量因缘，不是简单的、不是偶然的。",
      "zh_TW": "現在我們再看下文，「初中」。這個初是唯就能依來說。「妄緣起法，似互相藉，各不能相到，悉無自性，故無相知，是則有而非有也」。清涼大師的註解我們要特別留意。大小乘經裡頭佛常常講四緣生法，親因緣、所緣緣、無間緣、增上緣，四緣生法。緣是什麼？妄緣。由此可知，佛講四緣生法、講無量因緣生法是隨順俗諦說，是方便說，也不是假的。為什麼？這個方便會帶你契入真實。你不能說它全是假的，你要沒有這個方便，你不能悟入真實。四種緣，四種緣展開就是許許多多的條件，不是單純的，這個現象生起來了，《華嚴》上講無量因緣。無量因緣跟四緣有沒有抵觸？沒有，四緣是歸納，無量因緣歸納不外這四大類，這四大類展開就是無量因緣。哪怕最小的一個粒子，我們現在講原子、電子、粒子，在佛法裡面講微塵，都說無量因緣，不是簡單的、不是偶然的。"
    },
    {
      "id": "12-017-1328_p0011",
      "zh_CN": "现相，从所现境界相上，我们对于世尊讲无量因缘体会就更深刻了。譬如我们看电影，我们在电影银幕上看到这个现相，这现相里头形形色色，有人，有物，有山河大地，有日月星辰，有树木花草，什么都有，这里面点点滴滴都是无量因缘成就的。我们从这个地方去体会，然后再回过头来看我们现实的这个境界。虚空法界刹土众生，《楞严经》里面佛把它归纳为二十五大类，六根，六尘，六识，七大。任何一类点点滴滴无不是无量因缘成就。可是你要晓得缘也是妄缘，所以生起这个法相，相是妄相，凡所有相皆是虚妄。",
      "zh_TW": "現相，從所現境界相上，我們對於世尊講無量因緣體會就更深刻了。譬如我們看電影，我們在電影銀幕上看到這個現相，這現相裡頭形形色色，有人，有物，有山河大地，有日月星辰，有樹木花草，什麼都有，這裡面點點滴滴都是無量因緣成就的。我們從這個地方去體會，然後再回過頭來看我們現實的這個境界。虛空法界剎土眾生，《楞嚴經》裡面佛把它歸納為二十五大類，六根，六塵，六識，七大。任何一類點點滴滴無不是無量因緣成就。可是你要曉得緣也是妄緣，所以生起這個法相，相是妄相，凡所有相皆是虛妄。"
    },
    {
      "id": "12-017-1328_p0012",
      "zh_CN": "「似互相藉」，似就不是真的，好像彼此为依缘，这个现象能建立，不是真的。事实真相，前面有一句话说得好，「并皆速灭」，这也是大小乘经里头佛都说过，刹那生灭。正是给我们，像我们看电影一样，电影上那个幻灯片刹那生灭。所以你在银幕上面看到好像彼此相藉，实际上各个不相干，各各不能知，那是真的。前面一张幻灯片跟后面一张不同，前不到后，后不到前，它怎么会相知！所以清凉大师那个时候没有电影，如果有电影，我相信他一定会用电影来做比喻，让我们更清楚、更明了。整个宇宙遍法界虚空界的现象就是这样的。所以佛在经上讲「梦幻泡影」，佛用这个做比喻，「如露亦如电」就是刹那生灭，所以各不能相到。",
      "zh_TW": "「似互相藉」，似就不是真的，好像彼此為依緣，這個現象能建立，不是真的。事實真相，前面有一句話說得好，「並皆速滅」，這也是大小乘經裡頭佛都說過，剎那生滅。正是給我們，像我們看電影一樣，電影上那個幻燈片剎那生滅。所以你在銀幕上面看到好像彼此相藉，實際上各個不相干，各各不能知，那是真的。前面一張幻燈片跟後面一張不同，前不到後，後不到前，它怎麼會相知！所以清涼大師那個時候沒有電影，如果有電影，我相信他一定會用電影來做比喻，讓我們更清楚、更明瞭。整個宇宙遍法界虛空界的現象就是這樣的。所以佛在經上講「夢幻泡影」，佛用這個做比喻，「如露亦如電」就是剎那生滅，所以各不能相到。"
    },
    {
      "id": "12-017-1328_p0013",
      "zh_CN": "「悉无自性，故无相知」。无性之性就是真性，所以自性、真性也叫做本无，这佛在经论上常讲的，本无，实相，法性，性空，真性，自性，缘会，一个意思。你在这么多的名词术语里头你去体会。这里头缘会是讲物质，其他的讲本无、实相、法性、自性、真性都是从理上讲的，性体上讲的；缘会是从事相上讲的。相，性在相里头，相是依性生起的，没有性哪来的相？我们佛法里头称法相，加个法字，法相是依什么起来的？依法性。法性在哪里？法性就在法相，性相不二，性相一如。大彻大悟之人跟我们有什么两样？他们见性不着相，我们凡夫着相不见性，差别就在这里。",
      "zh_TW": "「悉無自性，故無相知」。無性之性就是真性，所以自性、真性也叫做本無，這佛在經論上常講的，本無，實相，法性，性空，真性，自性，緣會，一個意思。你在這麼多的名詞術語裡頭你去體會。這裡頭緣會是講物質，其他的講本無、實相、法性、自性、真性都是從理上講的，性體上講的；緣會是從事相上講的。相，性在相裡頭，相是依性生起的，沒有性哪來的相？我們佛法裡頭稱法相，加個法字，法相是依什麼起來的？依法性。法性在哪裡？法性就在法相，性相不二，性相一如。大徹大悟之人跟我們有什麼兩樣？他們見性不著相，我們凡夫著相不見性，差別就在這裡。"
    },
    {
      "id": "12-017-1328_p0014",
      "zh_CN": "见性的人，给你说，生死没有了。他生死没有了，那明心见性的人不也死了吗？释迦牟尼佛死了，我们过去很多不少菩萨、祖师大德都是明心见性的，不也都死了吗？没有死，他死而非死，非死而死。那怎么回事情？相有生灭，性无生灭。讲他没有死是讲性，法性没有生灭，法相有生灭，见性不着相，所以说他没有生死。凡夫着相不见性，说他有生死，他不知道相里头有性。这桩事情，世尊在楞严会上，楞严会前面有一段很长的文十番显见，讲得好，讲得真是清楚明了。佛在六根举一个比喻眼根。眼根是相、是法相，这个眼根能见，那个能见的见性是法性，它不是法相；如果法性要离开法相，这眼睛就不能见，没离开，所以是一不是二。可惜凡夫对这桩事情不明了，总是执着在眼根上，不知道眼根的见性才是真正的自己。见性不生不灭，不来不去，不常不断。《楞严》参透了，那肯定明心见性。",
      "zh_TW": "見性的人，給你說，生死沒有了。他生死沒有了，那明心見性的人不也死了嗎？釋迦牟尼佛死了，我們過去很多不少菩薩、祖師大德都是明心見性的，不也都死了嗎？沒有死，他死而非死，非死而死。那怎麼回事情？相有生滅，性無生滅。講他沒有死是講性，法性沒有生滅，法相有生滅，見性不著相，所以說他沒有生死。凡夫著相不見性，說他有生死，他不知道相裡頭有性。這樁事情，世尊在楞嚴會上，楞嚴會前面有一段很長的文十番顯見，講得好，講得真是清楚明瞭。佛在六根舉一個比喻眼根。眼根是相、是法相，這個眼根能見，那個能見的見性是法性，它不是法相；如果法性要離開法相，這眼睛就不能見，沒離開，所以是一不是二。可惜凡夫對這樁事情不明瞭，總是執著在眼根上，不知道眼根的見性才是真正的自己。見性不生不滅，不來不去，不常不斷。《楞嚴》參透了，那肯定明心見性。"
    },
    {
      "id": "12-017-1328_p0015",
      "zh_CN": "所以这末后一句结得好，「是则有而非有也」。有而非有，当体即空，了不可得。你不能说它有，你也不能说它没有；你说它没有，它有相，你说它有，真的当体即空。《般若经》上讲得好，一切法，这一切法是讲法相；无所有，这个无所有我们现在有那么一点模糊印象，并皆速灭。你懂得这个意思，你就晓得当体即空，你就晓得「无所有，毕竟空，不可得」，这是真相。你心里面患得患失的念头没有了，患得患失是烦恼的根本，贪瞋痴的根本。得失没有了，贪瞋痴从哪里生起？生不起来。所以这叫烦恼的根，烦恼的根叫无明，这就是无明。你不了解事实真相，烦恼从这生起。",
      "zh_TW": "所以這末後一句結得好，「是則有而非有也」。有而非有，當體即空，了不可得。你不能說它有，你也不能說它沒有；你說它沒有，它有相，你說它有，真的當體即空。《般若經》上講得好，一切法，這一切法是講法相；無所有，這個無所有我們現在有那麼一點模糊印象，並皆速滅。你懂得這個意思，你就曉得當體即空，你就曉得「無所有，畢竟空，不可得」，這是真相。你心裡面患得患失的念頭沒有了，患得患失是煩惱的根本，貪瞋痴的根本。得失沒有了，貪瞋痴從哪裡生起？生不起來。所以這叫煩惱的根，煩惱的根叫無明，這就是無明。你不了解事實真相，煩惱從這生起。"
    },
    {
      "id": "12-017-1328_p0016",
      "zh_CN": "有而非有，非有而有。所以森罗万象，就像我们看电视、看电影一样，你可以看，可以欣赏，你决定不能执着，你决定不能分别，决定不能控制，决定不能占有。你从看电视、看电影，如果有这样的一个觉悟，把这个觉悟应用在你日常生活当中，我们在生活当中就是电影，就是电视。电影电视的画面是平面的，我们今天这个画面是立体的，这个立体跟电视电影平面的画面无二无别，确确实实是当处出生，随处灭尽，是并皆速灭，皆是虚妄。有而非有，这是事实真相。所以佛在大乘经上常讲「本无」，《般若经》上说得多，根尘识七大，本无。本无就是实相。",
      "zh_TW": "有而非有，非有而有。所以森羅萬象，就像我們看電視、看電影一樣，你可以看，可以欣賞，你決定不能執著，你決定不能分別，決定不能控制，決定不能佔有。你從看電視、看電影，如果有這樣的一個覺悟，把這個覺悟應用在你日常生活當中，我們在生活當中就是電影，就是電視。電影電視的畫面是平面的，我們今天這個畫面是立體的，這個立體跟電視電影平面的畫面無二無別，確確實實是當處出生，隨處滅盡，是並皆速滅，皆是虛妄。有而非有，這是事實真相。所以佛在大乘經上常講「本無」，《般若經》上說得多，根塵識七大，本無。本無就是實相。"
    },
    {
      "id": "12-017-1328_p0017",
      "zh_CN": "我们再看这法里面第二个意思「依所依者，谓此妄法，各各自虚，含真方立，何有体用，能相知相成」。这里面字字句句都不能够疏忽，妄法，一切法都是虚妄，有而非有。《金刚经》上这一句讲得好，「凡所有相，皆是虚妄」。那个有相就是此地讲的妄法，皆是虚妄，各各自虚。自虚是没有实体。怎么没有实体？当处出生，随处灭尽，它哪来的体！那相从哪里生的？含真方立，就在这个现相里面有真性，性是什么？性是能现。能现种种，种种能现的性是一不是二，那为什么现的种种差别？妄缘不同。",
      "zh_TW": "我們再看這法裡面第二個意思「依所依者，謂此妄法，各各自虛，含真方立，何有體用，能相知相成」。這裡面字字句句都不能夠疏忽，妄法，一切法都是虛妄，有而非有。《金剛經》上這一句講得好，「凡所有相，皆是虛妄」。那個有相就是此地講的妄法，皆是虛妄，各各自虛。自虛是沒有實體。怎麼沒有實體？當處出生，隨處滅盡，它哪來的體！那相從哪裡生的？含真方立，就在這個現相裡面有真性，性是什麼？性是能現。能現種種，種種能現的性是一不是二，那為什麼現的種種差別？妄緣不同。"
    },
    {
      "id": "12-017-1328_p0018",
      "zh_CN": "缘也要加个妄，妄缘不同，所以它有种种差别。这是《金刚经》上讲的「一切有为法，如梦幻泡影」，我们梦里头有种种不是单纯的，梦里面也有山河大地，虚空法界，芸芸众生，好像跟现实没有两样。梦中境界一时顿现，所以从这梦幻泡影里面能够悟入，悟入本无，悟入实相。本无、实相就是法性，就是真如，含真方立，所以森罗万象。能现能变的，能现的是性，能变的是识，性跟识是一不是二。性上带着迷惑就叫做识，迷惑去掉了就是真性。所以识，佛在大乘经上常讲带妄之真，在哪里？在所有一切现相之中。性，相，识，一而三，三而一，不即不离。",
      "zh_TW": "緣也要加個妄，妄緣不同，所以它有種種差別。這是《金剛經》上講的「一切有為法，如夢幻泡影」，我們夢裡頭有種種不是單純的，夢裡面也有山河大地，虛空法界，芸芸眾生，好像跟現實沒有兩樣。夢中境界一時頓現，所以從這夢幻泡影裡面能夠悟入，悟入本無，悟入實相。本無、實相就是法性，就是真如，含真方立，所以森羅萬象。能現能變的，能現的是性，能變的是識，性跟識是一不是二。性上帶著迷惑就叫做識，迷惑去掉了就是真性。所以識，佛在大乘經上常講帶妄之真，在哪裡？在所有一切現相之中。性，相，識，一而三，三而一，不即不離。"
    },
    {
      "id": "12-017-1328_p0019",
      "zh_CN": "「含真方立，何有体用」。没有自体，没有作用。这接着何有体用，「能相知相成」。所以你看到相知相成也是妄相。《金刚经》只一句话包括尽了，「皆是虚妄」。这句话说得好，跟清凉在此地前面《疏》里面给我们说的「并皆速灭」，一个意思。皆是虚妄、并皆速灭，不存在，所以它哪里有体、哪里有用？我们迷惑了，看到它好像有体，好像有用。大小乘法里头常讲体相用，现在把体相用都否定掉，这叫向上一着。对中下根性的人讲体相用，对上上乘人说哪有体用。由此可知，诸佛菩萨应机说法，你是什么样根机给你怎么个说法。法，没有定法可说，为什么？因为一切法无有体用，无有体性，各各不相到，各各不相知，后面我们还会读到法尔如是。再看下面。",
      "zh_TW": "「含真方立，何有體用」。沒有自體，沒有作用。這接著何有體用，「能相知相成」。所以你看到相知相成也是妄相。《金剛經》只一句話包括盡了，「皆是虛妄」。這句話說得好，跟清涼在此地前面《疏》裡面給我們說的「並皆速滅」，一個意思。皆是虛妄、並皆速滅，不存在，所以它哪裡有體、哪裡有用？我們迷惑了，看到它好像有體，好像有用。大小乘法裡頭常講體相用，現在把體相用都否定掉，這叫向上一著。對中下根性的人講體相用，對上上乘人說哪有體用。由此可知，諸佛菩薩應機說法，你是什麼樣根機給你怎麼個說法。法，沒有定法可說，為什麼？因為一切法無有體用，無有體性，各各不相到，各各不相知，後面我們還會讀到法爾如是。再看下面。"
    },
    {
      "id": "12-017-1328_p0020",
      "zh_CN": "「即由此无知无成，含真故有，是则非有而为有也」。前面讲的是唯就能依来说，有而非有；这一段讲是依所依者，这结论是非有而有，这叫我们从方方面面去观察，真的是无知无成。它在含真方立，含真故有；有即非有，非有即有，所以你不能说它有，你不能说它没有。性上没有，相上幻有、妄有，妄就不是真的。十法界依正庄严无有一法不如是，你怎么能执着？你怎么能分别？你怎么能起心动念？起心动念错了，分别执着就更错了。所以你真正了解事实真相，你也就跟诸佛菩萨一样随机说法，说而无说，无说而说，能令一切众生皆得利益。这个利益就是悟了，悟有浅深不同。现在时间到了。",
      "zh_TW": "「即由此無知無成，含真故有，是則非有而為有也」。前面講的是唯就能依來說，有而非有；這一段講是依所依者，這結論是非有而有，這叫我們從方方面面去觀察，真的是無知無成。它在含真方立，含真故有；有即非有，非有即有，所以你不能說它有，你不能說它沒有。性上沒有，相上幻有、妄有，妄就不是真的。十法界依正莊嚴無有一法不如是，你怎麼能執著？你怎麼能分別？你怎麼能起心動念？起心動念錯了，分別執著就更錯了。所以你真正了解事實真相，你也就跟諸佛菩薩一樣隨機說法，說而無說，無說而說，能令一切眾生皆得利益。這個利益就是悟了，悟有淺深不同。現在時間到了。"
    },
    {
      "id": "12-017-1328_p0021",
      "zh_CN": "诸位同学，我们接着看第三小段，「唯所依者，谓能依妄法，迥无体用，唯有真心，挺然显现，既无彼此何有相知，正由此义，妄法有即非有，以非有为有，复说真性隐即非隐，以非隐为隐」。这一段文里面说得也很清楚、很明白，处处提醒我们法是妄法，让我们常常想到《金刚经》上所说的「凡所有相，皆是虚妄」。时时刻刻能把这句经文提起，那就叫观照。我们日常生活当中，六根接触六尘境界，眼见色，耳闻声，鼻嗅香，舌尝味，才有分别执着，你马上想到凡所有相皆是虚妄，你的分别执着就放下了，这是初步功夫。",
      "zh_TW": "諸位同學，我們接著看第三小段，「唯所依者，謂能依妄法，迥無體用，唯有真心，挺然顯現，既無彼此何有相知，正由此義，妄法有即非有，以非有為有，復說真性隱即非隱，以非隱為隱」。這一段文裡面說得也很清楚、很明白，處處提醒我們法是妄法，讓我們常常想到《金剛經》上所說的「凡所有相，皆是虛妄」。時時刻刻能把這句經文提起，那就叫觀照。我們日常生活當中，六根接觸六塵境界，眼見色，耳聞聲，鼻嗅香，舌嘗味，才有分別執著，你馬上想到凡所有相皆是虛妄，你的分別執著就放下了，這是初步功夫。"
    },
    {
      "id": "12-017-1328_p0022",
      "zh_CN": "你能够做到在一切境缘当中，境是物质环境，缘是人事环境，做到不分别、不执着，你就有功夫了，这个功夫就是一般讲的你有定功，你不会被外面境界所转。不被外面境界所转，那就是《楞严经》里面所说的「若能转境，则同如来」。经上是讲转物，物，实在讲就是讲境界。你不被这个物境所转，你就能做得了主，你就能转境界，那就是转凡成圣。再向上一着，那高了，根尘相接之处不起心、不动念。不起心、不动念是破无明，不执着是破见思，不分别是破尘沙，你在一切诸法里面你见性了。这个时候心性就像此地所说的隐而非隐，非隐而隐。果然能在境界上不为物转，你能转物。所以第一要紧的事情就是知道凡所有相皆是虚妄。不但世法如此，佛法也不例外。所以佛教我们「法尚应舍，何况非法」。这个舍就是不执着，这一点很重要。世法我舍掉了，我不执着了，执着佛法还是错了，佛是教我们破执着，不是教我们破执着的对象，为什么？对象是妄法。所以当体即空，了不可得！",
      "zh_TW": "你能夠做到在一切境緣當中，境是物質環境，緣是人事環境，做到不分別、不執著，你就有功夫了，這個功夫就是一般講的你有定功，你不會被外面境界所轉。不被外面境界所轉，那就是《楞嚴經》裡面所說的「若能轉境，則同如來」。經上是講轉物，物，實在講就是講境界。你不被這個物境所轉，你就能做得了主，你就能轉境界，那就是轉凡成聖。再向上一著，那高了，根塵相接之處不起心、不動念。不起心、不動念是破無明，不執著是破見思，不分別是破塵沙，你在一切諸法裡面你見性了。這個時候心性就像此地所說的隱而非隱，非隱而隱。果然能在境界上不為物轉，你能轉物。所以第一要緊的事情就是知道凡所有相皆是虛妄。不但世法如此，佛法也不例外。所以佛教我們「法尚應捨，何況非法」。這個捨就是不執著，這一點很重要。世法我捨掉了，我不執著了，執著佛法還是錯了，佛是教我們破執著，不是教我們破執著的對象，為什麼？對象是妄法。所以當體即空，了不可得！"
    },
    {
      "id": "12-017-1328_p0023",
      "zh_CN": "今天我看到南京一些居士，理工大学的念佛小组，都是些老年人。他说念佛之前都要念三遍《弟子规》，原来听讲《地藏经》，现在也改成听杨老师讲的《弟子规》。不必要，《弟子规》我觉得六十岁以上的人不必听。《弟子规》，想想看是童蒙的课本，谁要去读？这是在这个时代大人就是为人父母的，为人老师的，他没有学过。今天你教子弟，你教学生，你教他要去做。他学了之后，看看，看看你们没有做，他怀疑，他不会接受。所以我们在这个时代的要求父母、老师、儿女、学生一起学，到做祖父母就不要了。这些东西在佛法里面讲是戒律、是威仪，是属于律仪戒。那我们做祖父母的人不要再搞律仪戒了吗？对，我们做祖父母的有定共戒、有道共戒，不会犯这个过失。什么叫定共戒、道共戒？我们每天读经念佛，一心求生净土；这是儿女的事情，我们要懂。所以在一般五十以后，大概你都有孙子了。有孙子，你应当督促你的儿子、媳妇、孙子要学，要好好的学；老人还是听经，还是听《地藏经》，还是老实念佛。我们看到年轻人、小朋友学《弟子规》，欢喜赞叹，这样就好。这是中国传统的伦理道德从这扎根，这好事情，所以我们不要执着这个事情。",
      "zh_TW": "今天我看到南京一些居士，理工大學的念佛小組，都是些老年人。他說念佛之前都要念三遍《弟子規》，原來聽講《地藏經》，現在也改成聽楊老師講的《弟子規》。不必要，《弟子規》我覺得六十歲以上的人不必聽。《弟子規》，想想看是童蒙的課本，誰要去讀？這是在這個時代大人就是為人父母的，為人老師的，他沒有學過。今天你教子弟，你教學生，你教他要去做。他學了之後，看看，看看你們沒有做，他懷疑，他不會接受。所以我們在這個時代的要求父母、老師、兒女、學生一起學，到做祖父母就不要了。這些東西在佛法裡面講是戒律、是威儀，是屬於律儀戒。那我們做祖父母的人不要再搞律儀戒了嗎？對，我們做祖父母的有定共戒、有道共戒，不會犯這個過失。什麼叫定共戒、道共戒？我們每天讀經念佛，一心求生淨土；這是兒女的事情，我們要懂。所以在一般五十以後，大概你都有孫子了。有孫子，你應當督促你的兒子、媳婦、孫子要學，要好好的學；老人還是聽經，還是聽《地藏經》，還是老實念佛。我們看到年輕人、小朋友學《弟子規》，歡喜讚歎，這樣就好。這是中國傳統的倫理道德從這扎根，這好事情，所以我們不要執著這個事情。"
    },
    {
      "id": "12-017-1328_p0024",
      "zh_CN": "第二个问题，有一位钟居士他问了一个问题。印光大师在《文钞》里头有说，《三时系念》，就是中峰国师《三时系念》，大概有人问，问印祖可不可以用它来做助念？印祖不赞成，我也不赞成。临终助念非常重要，一句佛号。这么多年来我们送往生都依照《饬终须知》，都依照这个做法。《饬终须知》前面叫《饬终津梁》，那是文言文写的，写得比较深，也写得很详细。《饬终须知》是给一般通俗，大众化，把里面重要的东西用浅显文字重新写过，现在人能看得懂，我们都依这本书来送终。送终里头连经都不要念，开示不可以有，就是一句阿弥陀佛念到底。开示什么时候用？这个亡人还没有断气，他跟家人讲他看到什么人，看到什么，都是死去的人，或者看到什么菩萨。他只要说这个话，这个时候讲开示。开示讲什么？不要理他，凡所有相皆是虚妄，除了你看到阿弥陀佛来接引你，你跟他去，任何人看到都不要理，跟着我一句佛号念到底。这叫开示。除跟他讲这个话之外，没有二话好讲，这要知道。",
      "zh_TW": "第二個問題，有一位鍾居士他問了一個問題。印光大師在《文鈔》裡頭有說，《三時繫念》，就是中峰國師《三時繫念》，大概有人問，問印祖可不可以用它來做助念？印祖不贊成，我也不贊成。臨終助念非常重要，一句佛號。這麼多年來我們送往生都依照《飭終須知》，都依照這個做法。《飭終須知》前面叫《飭終津梁》，那是文言文寫的，寫得比較深，也寫得很詳細。《飭終須知》是給一般通俗，大眾化，把裡面重要的東西用淺顯文字重新寫過，現在人能看得懂，我們都依這本書來送終。送終裡頭連經都不要念，開示不可以有，就是一句阿彌陀佛念到底。開示什麼時候用？這個亡人還沒有斷氣，他跟家人講他看到什麼人，看到什麼，都是死去的人，或者看到什麼菩薩。他只要說這個話，這個時候講開示。開示講什麼？不要理他，凡所有相皆是虛妄，除了你看到阿彌陀佛來接引你，你跟他去，任何人看到都不要理，跟著我一句佛號念到底。這叫開示。除跟他講這個話之外，沒有二話好講，這要知道。"
    },
    {
      "id": "12-017-1328_p0025",
      "zh_CN": "中峰《三时系念》，这些年来我们提倡收到很好的效果。我们在什么时候做？多半是在佛七，佛七是自利，七天圆满之后，我们做一堂三时系念超度在佛七当中所带的牌位，同修或者是家亲眷属有要超度的，在佛七当中我们不做任何法事，就是每天念佛给他回向，所以佛七圆满之后做三时系念，冥阳两利！它跟净宗完全相应，里面诵经，念《弥陀经》，念往生咒，里面的开示都不错，都非常之精采，是属于这么一个法会的做法，不是平常助念，这个诸位同修一定要知道。",
      "zh_TW": "中峰《三時繫念》，這些年來我們提倡收到很好的效果。我們在什麼時候做？多半是在佛七，佛七是自利，七天圓滿之後，我們做一堂三時繫念超度在佛七當中所帶的牌位，同修或者是家親眷屬有要超度的，在佛七當中我們不做任何法事，就是每天念佛給他迴向，所以佛七圓滿之後做三時繫念，冥陽兩利！它跟淨宗完全相應，裡面誦經，念《彌陀經》，念往生咒，裡面的開示都不錯，都非常之精采，是屬於這麼一個法會的做法，不是平常助念，這個諸位同修一定要知道。"
    },
    {
      "id": "12-017-1328_p0026",
      "zh_CN": "我们修净宗的人念念与我们本宗相应，我们看到许多超度佛事的仪规，与净宗最相应、最契合的是这个仪规，这是我们采取它。这么多年来确实也有很好的效果。所以不可以用它做临终助念，这个诸位要知道。所以我做这个，跟前面这个仪规讲的是有一点差别。他本来好像是对亡灵，我们今天不是对亡灵，我们今天对的是遍法界虚空界一切尊神，遍法界虚空界一切众灵，所以我做不是对某一个亡灵，不是为一个人做的，是团体，大众一起做的，所以收很好的效果。这附带跟诸位说说。",
      "zh_TW": "我們修淨宗的人念念與我們本宗相應，我們看到許多超度佛事的儀規，與淨宗最相應、最契合的是這個儀規，這是我們採取它。這麼多年來確實也有很好的效果。所以不可以用它做臨終助念，這個諸位要知道。所以我做這個，跟前面這個儀規講的是有一點差別。他本來好像是對亡靈，我們今天不是對亡靈，我們今天對的是遍法界虛空界一切尊神，遍法界虛空界一切眾靈，所以我做不是對某一個亡靈，不是為一個人做的，是團體，大眾一起做的，所以收很好的效果。這附帶跟諸位說說。"
    },
    {
      "id": "12-017-1328_p0027",
      "zh_CN": "学佛要开智慧，佛法着重的是圆解，圆修，圆证，你才能得到真实圆满的利益。所以经不能不听，而且要多听，佛更要多念。年岁大的人在一块共修，我还提倡的是多拜佛，拜佛是非常好的运动，拜佛也是真正修忏悔法门。年岁大的时候，我们是以拜佛、绕佛，以这个为主。绕佛的时候我们念佛出声，拜佛的时候我们心里面默念，不要出声。因为拜佛的时候出声伤气、伤身体，可以听。在念佛堂里面，大众绕佛出声，我们恭恭敬敬在听，一面听佛号，一面拜佛，好。如果自己一个人修，那现在用念佛机，用念佛的录音带也非常好，一面听，一面拜。如果每天把它当作定课，用录音带是最好，因为录音带它有时间，你要放一面，短的半个小时，长的一个小时。你拜佛不要计数，你就拜半个小时，或者拜一个小时，这样就好，我们身体运动量也够了。现在这科技进步了，现在用光碟，用CD比这胶带要好得多，这个带子用久了会变质，它会损坏，光碟用的时间久它不会变质。这一个光碟大概也是七十分钟的样子，这对我们老年人来修行时间真是恰到好处。早晨拜一个小时，晚上拜一个小时，以这个来做早晚课里面主要的功课。",
      "zh_TW": "學佛要開智慧，佛法著重的是圓解，圓修，圓證，你才能得到真實圓滿的利益。所以經不能不聽，而且要多聽，佛更要多念。年歲大的人在一塊共修，我還提倡的是多拜佛，拜佛是非常好的運動，拜佛也是真正修懺悔法門。年歲大的時候，我們是以拜佛、繞佛，以這個為主。繞佛的時候我們念佛出聲，拜佛的時候我們心裡面默念，不要出聲。因為拜佛的時候出聲傷氣、傷身體，可以聽。在念佛堂裡面，大眾繞佛出聲，我們恭恭敬敬在聽，一面聽佛號，一面拜佛，好。如果自己一個人修，那現在用念佛機，用念佛的錄音帶也非常好，一面聽，一面拜。如果每天把它當作定課，用錄音帶是最好，因為錄音帶它有時間，你要放一面，短的半個小時，長的一個小時。你拜佛不要計數，你就拜半個小時，或者拜一個小時，這樣就好，我們身體運動量也夠了。現在這科技進步了，現在用光碟，用CD比這膠帶要好得多，這個帶子用久了會變質，它會損壞，光碟用的時間久它不會變質。這一個光碟大概也是七十分鐘的樣子，這對我們老年人來修行時間真是恰到好處。早晨拜一個小時，晚上拜一個小時，以這個來做早晚課裡面主要的功課。"
    },
    {
      "id": "12-017-1328_p0028",
      "zh_CN": "年岁大了，佛法所说的诸法实相微妙至极！我们可以听，听懂很好，听不懂不要去想，愈想愈讹，愈想愈错，想不出来的，想是第六意识。诸佛菩萨真实教诲是从真性里面流出来的，真谛、真言！我们用妄心、用情识，你怎么能理解？你所解的全都是错误，所以前面我们也报告得很清楚，六根、六尘、六识、七大都是虚妄的。用虚妄，你永远见不到真实，这就是明心见性的难处。这不用心意识反而容易，所以宗门讲参究，参是什么？不用心意识。不用识，识是第六识，不用第六识就是不用分别，不用末那识就是不用执着；末那是执着，第六意识是分别，不用阿赖耶识，阿赖耶识是妄想。《华严经》上说妄想分别执着，这就是心意识，统统不用。",
      "zh_TW": "年歲大了，佛法所說的諸法實相微妙至極！我們可以聽，聽懂很好，聽不懂不要去想，愈想愈訛，愈想愈錯，想不出來的，想是第六意識。諸佛菩薩真實教誨是從真性裡面流出來的，真諦、真言！我們用妄心、用情識，你怎麼能理解？你所解的全都是錯誤，所以前面我們也報告得很清楚，六根、六塵、六識、七大都是虛妄的。用虛妄，你永遠見不到真實，這就是明心見性的難處。這不用心意識反而容易，所以宗門講參究，參是什麼？不用心意識。不用識，識是第六識，不用第六識就是不用分別，不用末那識就是不用執著；末那是執著，第六意識是分別，不用阿賴耶識，阿賴耶識是妄想。《華嚴經》上說妄想分別執著，這就是心意識，統統不用。"
    },
    {
      "id": "12-017-1328_p0029",
      "zh_CN": "念佛一直念去，不分别，不执着，没有妄想，你看看印光大师在《文钞》里头教导我们，念佛要不要拿念珠去计数？他说不要，为什么？你掐珠子念佛的时候你的心不能专一，你还在计数，不用了。这个计数是在什么时候？初学，初学的时候怕你懈怠，怕你没有办法摄心，用这个方法。所以这个方法是阶段性的，功夫纯熟之后不要计了，手上拿一串念珠是可以，不是计数的，是提醒自己不要忘了念佛，也提醒别人，念珠的用途很多。心里面的佛号，最好能做到一切时一切处都不中断，这睡眠睡熟了断掉，醒过来之后佛号就接起来，这样会到功夫成片。印祖教的方法，好，那都是古大德经验之谈。最忌讳的妄想分别执着，因为你夹杂着妄想分别执着，你的念功不纯。念功果然真纯，你决定能够证得念佛三昧，那就是《弥陀经》上讲的，理一心，事一心，功夫成片，都叫做念佛三昧。如果我们分上中下三品，上品的念佛三昧是理一心，中品是事一心，下品是功夫成片，必定得生。清净心中最怕夹杂，夹杂什么？就是起心动念，这个东西不能有。",
      "zh_TW": "念佛一直念去，不分別，不執著，沒有妄想，你看看印光大師在《文鈔》裡頭教導我們，念佛要不要拿念珠去計數？他說不要，為什麼？你掐珠子念佛的時候你的心不能專一，你還在計數，不用了。這個計數是在什麼時候？初學，初學的時候怕你懈怠，怕你沒有辦法攝心，用這個方法。所以這個方法是階段性的，功夫純熟之後不要計了，手上拿一串念珠是可以，不是計數的，是提醒自己不要忘了念佛，也提醒別人，念珠的用途很多。心裡面的佛號，最好能做到一切時一切處都不中斷，這睡眠睡熟了斷掉，醒過來之後佛號就接起來，這樣會到功夫成片。印祖教的方法，好，那都是古大德經驗之談。最忌諱的妄想分別執著，因為你夾雜著妄想分別執著，你的念功不純。念功果然真純，你決定能夠證得念佛三昧，那就是《彌陀經》上講的，理一心，事一心，功夫成片，都叫做念佛三昧。如果我們分上中下三品，上品的念佛三昧是理一心，中品是事一心，下品是功夫成片，必定得生。清淨心中最怕夾雜，夾雜什麼？就是起心動念，這個東西不能有。"
    },
    {
      "id": "12-017-1328_p0030",
      "zh_CN": "听经，为什么我们对于听经很重视？实际上念佛功夫真正得力了要不要听经？不要了，听经也打闲岔，也会让你起分别。听经对初学是必要的，为什么？他要不听经，他胡思乱想，他的怀疑不能断，这个事情麻烦。大乘教里头佛常说，疑是菩萨最大的障碍，这是对大乘讲。所以根本烦恼里头贪瞋痴慢底下就是疑。听经是什么？破疑的，断疑才能够生信。所以我们没有到达这真正的信心，听经能够帮助我们建立信心，帮助我们增长信心，帮助我们到信心清净，清净就开智慧了，这是《金刚经》上讲的「信心清净，则生实相」。生实相，智慧开了。所以听经的好处在此地。尤其现在道场如果规模大的，共修的人多的，那听经很有必要。听经可以帮助你这个道场建立共识。人多，各人根性不相同，烦恼习气不相同，长年累月住在一起，总是见这个讨厌，见那个不欢喜，这是人情。怎样能把这个问题摆平、把这些妄想见解化除？听经是好方法。他才有意见，听到经上讲，算了，算了，不要计较了，他就平息。所以听经能够促成见和同解，六和敬里头最重要的一条。这是为什么我们现在念佛堂强调听经，道理在此地。",
      "zh_TW": "聽經，為什麼我們對於聽經很重視？實際上念佛功夫真正得力了要不要聽經？不要了，聽經也打閒岔，也會讓你起分別。聽經對初學是必要的，為什麼？他要不聽經，他胡思亂想，他的懷疑不能斷，這個事情麻煩。大乘教裡頭佛常說，疑是菩薩最大的障礙，這是對大乘講。所以根本煩惱裡頭貪瞋痴慢底下就是疑。聽經是什麼？破疑的，斷疑才能夠生信。所以我們沒有到達這真正的信心，聽經能夠幫助我們建立信心，幫助我們增長信心，幫助我們到信心清淨，清淨就開智慧了，這是《金剛經》上講的「信心清淨，則生實相」。生實相，智慧開了。所以聽經的好處在此地。尤其現在道場如果規模大的，共修的人多的，那聽經很有必要。聽經可以幫助你這個道場建立共識。人多，各人根性不相同，煩惱習氣不相同，長年累月住在一起，總是見這個討厭，見那個不歡喜，這是人情。怎樣能把這個問題擺平、把這些妄想見解化除？聽經是好方法。他才有意見，聽到經上講，算了，算了，不要計較了，他就平息。所以聽經能夠促成見和同解，六和敬裡頭最重要的一條。這是為什麼我們現在念佛堂強調聽經，道理在此地。"
    },
    {
      "id": "12-017-1328_p0031",
      "zh_CN": "我本来劝念佛堂同修不要听经，结果试验了几个月，这些人告诉我：法师，不行，不听经的时候，每个人执着自己的意见，有的时候还有争执，还有吵闹。我想想也有道理。为什么？大家没有契入境界，所以听经重要。现在有些地方的念佛堂，每一天念佛八小时，听经八小时。有些念佛堂，那是我劝导他们听经四个小时，每一天听经四个小时，分两堂，上午两个小时，下午两个小时，念佛十个小时。每天十四个小时不要中断，持之有恒，他会成就。",
      "zh_TW": "我本來勸念佛堂同修不要聽經，結果試驗了幾個月，這些人告訴我：法師，不行，不聽經的時候，每個人執著自己的意見，有的時候還有爭執，還有吵鬧。我想想也有道理。為什麼？大家沒有契入境界，所以聽經重要。現在有些地方的念佛堂，每一天念佛八小時，聽經八小時。有些念佛堂，那是我勸導他們聽經四個小時，每一天聽經四個小時，分兩堂，上午兩個小時，下午兩個小時，念佛十個小時。每天十四個小時不要中斷，持之有恆，他會成就。"
    },
    {
      "id": "12-017-1328_p0032",
      "zh_CN": "这段经文里面真是一而再，再而三，三而四，佛菩萨苦口婆心无非是叫我们觉悟，舍妄归真。想是妄想，相是妄相，能现所现、能变所变皆是虚妄，并皆速灭。所以这地方讲「能依妄法，迥无体用」，没有体用。「唯有真心，挺然显现」。但是我们看不到，我们怎么看不到？着相，着相就不见性了，着相就起分别，就起执着，分别执着是妄念、是妄想。从妄相生妄想，彻底虚妄。我们的思想、言语、造作焉能不妄？这个虚妄就造成了六道轮回，六道轮回是这么来的，本来没有，六道轮回是自己虚妄的心行变现出来的。善心善念是妄，恶心恶念也是妄，你没有在妄中见到真，妄中见到真，你就超越六道，超越十法界了。",
      "zh_TW": "這段經文裡面真是一而再，再而三，三而四，佛菩薩苦口婆心無非是叫我們覺悟，捨妄歸真。想是妄想，相是妄相，能現所現、能變所變皆是虛妄，並皆速滅。所以這地方講「能依妄法，迥無體用」，沒有體用。「唯有真心，挺然顯現」。但是我們看不到，我們怎麼看不到？著相，著相就不見性了，著相就起分別，就起執著，分別執著是妄念、是妄想。從妄相生妄想，徹底虛妄。我們的思想、言語、造作焉能不妄？這個虛妄就造成了六道輪迴，六道輪迴是這麼來的，本來沒有，六道輪迴是自己虛妄的心行變現出來的。善心善念是妄，惡心惡念也是妄，你沒有在妄中見到真，妄中見到真，你就超越六道，超越十法界了。"
    },
    {
      "id": "12-017-1328_p0033",
      "zh_CN": "大乘教里面实实在在说，诸佛菩萨、祖师大德教化众生，唯一的一个愿望希望我们在妄中见真，真就在妄中。这桩事情说得最多、说得最详细、说得最透彻是《楞严经》。所以在中国大乘经教里面所说的，「成佛的法华，开慧的楞严」，这两部经的知名度高。《楞严经》里面就是告诉我们真妄是一不是二，妄在真中，真在妄中，跟这个地方所说的完全相同。妄法里头有真心。",
      "zh_TW": "大乘教裡面實實在在說，諸佛菩薩、祖師大德教化眾生，唯一的一個願望希望我們在妄中見真，真就在妄中。這樁事情說得最多、說得最詳細、說得最透徹是《楞嚴經》。所以在中國大乘經教裡面所說的，「成佛的法華，開慧的楞嚴」，這兩部經的知名度高。《楞嚴經》裡面就是告訴我們真妄是一不是二，妄在真中，真在妄中，跟這個地方所說的完全相同。妄法裡頭有真心。"
    },
    {
      "id": "12-017-1328_p0034",
      "zh_CN": "「既无彼此，何有相知」。彼此是真妄，妄虽然依真而立，妄没有自体，真也无体性，所以不相知。所以「妄法有即非有」，这是事实真相。所以《般若经》上总结给我们说「无所有，毕竟空，不可得」。你什么时候能体会到？怎么才体会到？你真正做到，你真正把所有一切万象，所谓身心世界一切放下，你做到了。你还有一桩事情没有放下，你没有悟，你没有入这个境界，入这个境界确确实实身心世界一切放下。为什么？都是虚妄的，真正远离虚妄。「以非有为有」，非有是相，那里头有性，见到是真性。所以只要放下身心世界，你见到的法性，法性遍法界虚空界。自己整个身心融入法性里面，法喜充满，那才是人生最高的享受。这里面是真乐，这个乐没有法子形容，古大德所谓的「如人饮水，冷暖自知」。你也说不出来，你说出来别人也不能体会，唯证方知。",
      "zh_TW": "「既無彼此，何有相知」。彼此是真妄，妄雖然依真而立，妄沒有自體，真也無體性，所以不相知。所以「妄法有即非有」，這是事實真相。所以《般若經》上總結給我們說「無所有，畢竟空，不可得」。你什麼時候能體會到？怎麼才體會到？你真正做到，你真正把所有一切萬象，所謂身心世界一切放下，你做到了。你還有一樁事情沒有放下，你沒有悟，你沒有入這個境界，入這個境界確確實實身心世界一切放下。為什麼？都是虛妄的，真正遠離虛妄。「以非有為有」，非有是相，那裡頭有性，見到是真性。所以只要放下身心世界，你見到的法性，法性遍法界虛空界。自己整個身心融入法性裡面，法喜充滿，那才是人生最高的享受。這裡面是真樂，這個樂沒有法子形容，古大德所謂的「如人飲水，冷暖自知」。你也說不出來，你說出來別人也不能體會，唯證方知。"
    },
    {
      "id": "12-017-1328_p0035",
      "zh_CN": "所以后头讲「复说真性，隐即非隐」。为什么说隐？凡夫看不见，凡夫着相不见性，这个真性好像隐。烦恼轻的人、具足戒定慧的人他就在相上见到了。法法头头是道，我们看宗门的语录，那个开悟的人头头是道，左右逢源，随拈一法无一不是，不是什么？真性。隐即非隐，非隐为隐，这里头也有三个意思，清凉大师《钞》里面注得很好，「妄法有即非有是初义，隐即非隐是第二义」。第二义是「以正为事隐之时而有所依故」，所以这第二义。「以非隐为隐，即第三义」，为什么？「理常现故」，理虽然常现，永远不断的在现，有妄想分别执着的人见不到，离妄想分别执着的人他就见到，这是第三个意思。",
      "zh_TW": "所以後頭講「復說真性，隱即非隱」。為什麼說隱？凡夫看不見，凡夫著相不見性，這個真性好像隱。煩惱輕的人、具足戒定慧的人他就在相上見到了。法法頭頭是道，我們看宗門的語錄，那個開悟的人頭頭是道，左右逢源，隨拈一法無一不是，不是什麼？真性。隱即非隱，非隱為隱，這裡頭也有三個意思，清涼大師《鈔》裡面註得很好，「妄法有即非有是初義，隱即非隱是第二義」。第二義是「以正為事隱之時而有所依故」，所以這第二義。「以非隱為隱，即第三義」，為什麼？「理常現故」，理雖然常現，永遠不斷的在現，有妄想分別執著的人見不到，離妄想分別執著的人他就見到，這是第三個意思。"
    },
    {
      "id": "12-017-1328_p0036",
      "zh_CN": "「此上三意，即三种答。答上三种问，思之」。清凉大师给我们这个提示，我们能不能想得到？他叫我们想。他还是晓得我们末法时期根性很钝，想不到！所以他老人家很慈悲也把它注出来了，这个注叫《钞》，钞就是疏的注解。你看他《钞》里头讲「思之者，以易见故」。可是我们还是见不到，见不到，他老人家就给我们说「若具说者」，这具体，具体说。「第一妄法有而非有」，大概这个意思我们能懂得一些了。「答前直问」，所以这是第一个意思，第一个意思答直问。「既有种种，何缘不相知，谓种种是妄有，体即非有，故不相知」。所以这是答第一个意思。第二「答怀疑，为是种种，为不相知，故今答云，能依妄法，依所依真，妄常种种」，这个种种是讲的妄相，「真常无知故」，这是答第二意。这就不需要解释了，前面都讲得很多，妄没有体性，真也没有体性，所以它不相知。",
      "zh_TW": "「此上三意，即三種答。答上三種問，思之」。清涼大師給我們這個提示，我們能不能想得到？他叫我們想。他還是曉得我們末法時期根性很鈍，想不到！所以他老人家很慈悲也把它註出來了，這個註叫《鈔》，鈔就是疏的註解。你看他《鈔》裡頭講「思之者，以易見故」。可是我們還是見不到，見不到，他老人家就給我們說「若具說者」，這具體，具體說。「第一妄法有而非有」，大概這個意思我們能懂得一些了。「答前直問」，所以這是第一個意思，第一個意思答直問。「既有種種，何緣不相知，謂種種是妄有，體即非有，故不相知」。所以這是答第一個意思。第二「答懷疑，為是種種，為不相知，故今答云，能依妄法，依所依真，妄常種種」，這個種種是講的妄相，「真常無知故」，這是答第二意。這就不需要解釋了，前面都講得很多，妄沒有體性，真也沒有體性，所以它不相知。"
    },
    {
      "id": "12-017-1328_p0037",
      "zh_CN": "「三答结成难者」，这做总结，问难的。「即妄即真故，种种不乖不相知也」。真妄是一不是二，妄依真，真在妄中，妄有起灭，真没有起灭；妄有流动，真没有流动。真就是心性，是一；妄相，不管是什么现象，遍法界虚空界所有一切现象，你六根能接触得到的，包括我们的思惟想像，真的是六根、六识、六尘，总的来说，一定要记住并皆速灭，就是《般若经》上讲的「无所有，毕竟空，不可得」，这比什么都重要。",
      "zh_TW": "「三答結成難者」，這做總結，問難的。「即妄即真故，種種不乖不相知也」。真妄是一不是二，妄依真，真在妄中，妄有起滅，真沒有起滅；妄有流動，真沒有流動。真就是心性，是一；妄相，不管是什麼現象，遍法界虛空界所有一切現象，你六根能接觸得到的，包括我們的思惟想像，真的是六根、六識、六塵，總的來說，一定要記住並皆速滅，就是《般若經》上講的「無所有，畢竟空，不可得」，這比什麼都重要。"
    },
    {
      "id": "12-017-1328_p0038",
      "zh_CN": "我们在日常生活当中，六根接触六尘境界常常提得起，这叫观照般若。常常提起，能养成一个习惯之后，你对于一切万事万物自然看淡了，这个看淡了，容易放下，放下真的就见到。我们今天为什么见不到性？放不下，这些东西障碍了。彻底放下，真性就现前了，那跟古来大德明心见性的这些法身菩萨就无二无别，真的是头头是道，左右逢源。这个境界就是大乘教里面破一品无明，证一分法身。在《华严经》里面，圆教初住菩萨的境界，殊胜。",
      "zh_TW": "我們在日常生活當中，六根接觸六塵境界常常提得起，這叫觀照般若。常常提起，能養成一個習慣之後，你對於一切萬事萬物自然看淡了，這個看淡了，容易放下，放下真的就見到。我們今天為什麼見不到性？放不下，這些東西障礙了。徹底放下，真性就現前了，那跟古來大德明心見性的這些法身菩薩就無二無別，真的是頭頭是道，左右逢源。這個境界就是大乘教裡面破一品無明，證一分法身。在《華嚴經》裡面，圓教初住菩薩的境界，殊勝。"
    },
    {
      "id": "12-017-1328_p0039",
      "zh_CN": "下面这《疏》里面还有一段重要的开示，这段开示就是为什么用水来比喻真心？我们来看这段文，「何故以水喻真心者，以水十义，同真性故」。这地方讲「同」，实在跟诸位说相似的同，不是完全同。从水这十桩事，这十义，你能够体会到真心，为什么？真心也有这十义。第一「水体澄清，喻自性清净心」。水很干净，自性清净心一尘不染，水之体清净，可是我们今天看这些水都有染污，很难得看到澄清的水。清凉这里有。第二「得泥成浊，喻净心不染而染」。水遇到泥，遇到泥沙它就变成混水，水就不干净，所以成了浊水，浊水就肮脏了。那么水是不是真的变成肮脏？没有，肮脏只是它的一个现象。你要把这个浊水沈淀下去之后，泥沙沈到水底下，那水还是清的，真的是不染而染。",
      "zh_TW": "下面這《疏》裡面還有一段重要的開示，這段開示就是為什麼用水來比喻真心？我們來看這段文，「何故以水喻真心者，以水十義，同真性故」。這地方講「同」，實在跟諸位說相似的同，不是完全同。從水這十樁事，這十義，你能夠體會到真心，為什麼？真心也有這十義。第一「水體澄清，喻自性清淨心」。水很乾淨，自性清淨心一塵不染，水之體清淨，可是我們今天看這些水都有染污，很難得看到澄清的水。清涼這裡有。第二「得泥成濁，喻淨心不染而染」。水遇到泥，遇到泥沙它就變成混水，水就不乾淨，所以成了濁水，濁水就骯髒了。那麼水是不是真的變成骯髒？沒有，骯髒只是它的一個現象。你要把這個濁水沈澱下去之後，泥沙沈到水底下，那水還是清的，真的是不染而染。"
    },
    {
      "id": "12-017-1328_p0040",
      "zh_CN": "一切众生的真心是清净的，这一点我们要记住。一切众生的真心就是自性清净心，跟十方一切诸佛如来无二无别，所以诸佛如来看一切众生的清净心，他肯定说「一切众生本来成佛」。现在你的心是什么？不染而染，什么东西染了？妄想分别执着，这就好像是泥沙混杂在你自性清净心里头，现在的心不清净。但是你要晓得妄想分别执着没有体性，本来空。不相信，你去找找看妄想在哪里？你能把妄想找到吗？你能把执着找到吗？你能把分别找到吗？",
      "zh_TW": "一切眾生的真心是清淨的，這一點我們要記住。一切眾生的真心就是自性清淨心，跟十方一切諸佛如來無二無別，所以諸佛如來看一切眾生的清淨心，他肯定說「一切眾生本來成佛」。現在你的心是什麼？不染而染，什麼東西染了？妄想分別執著，這就好像是泥沙混雜在你自性清淨心裡頭，現在的心不清淨。但是你要曉得妄想分別執著沒有體性，本來空。不相信，你去找找看妄想在哪裡？你能把妄想找到嗎？你能把執著找到嗎？你能把分別找到嗎？"
    },
    {
      "id": "12-017-1328_p0041",
      "zh_CN": "达摩祖师当年到中国来，二祖慧可去参访，冬天。达摩祖师在禅堂打坐他也不敢进去，在门外，门外下雪。雪下了两尺多那么厚，他站在雪地里雪到膝盖，站了很久都不走。达摩祖师看到这个人这么样的虔诚，站得这么久，在雪地里头冻的那个样子，怜悯心就问他：你来找我为什么？他跟达摩说：我心不安，求大师给我安心。这真的是大问题。达摩祖师听了之后：好，你把心拿来，我替你安。这一问，回光返照，找，找不到，回答祖师说：我觅心了不可得，我找不到心在哪里。达摩祖师说：与汝安心竟，我把你的心安好了。这一句话他就彻底觉悟了，那是什么？妄念！妄念是妄不是真的。你指着那个妄念，妄念打掉，这个真心就现前了。一句话下的时候，慧可就彻悟，大彻大悟，明心见性，达摩的衣钵就传给他。",
      "zh_TW": "達摩祖師當年到中國來，二祖慧可去參訪，冬天。達摩祖師在禪堂打坐他也不敢進去，在門外，門外下雪。雪下了兩尺多那麼厚，他站在雪地裡雪到膝蓋，站了很久都不走。達摩祖師看到這個人這麼樣的虔誠，站得這麼久，在雪地裡頭凍的那個樣子，憐憫心就問他：你來找我為什麼？他跟達摩說：我心不安，求大師給我安心。這真的是大問題。達摩祖師聽了之後：好，你把心拿來，我替你安。這一問，迴光返照，找，找不到，回答祖師說：我覓心了不可得，我找不到心在哪裡。達摩祖師說：與汝安心竟，我把你的心安好了。這一句話他就徹底覺悟了，那是什麼？妄念！妄念是妄不是真的。你指著那個妄念，妄念打掉，這個真心就現前了。一句話下的時候，慧可就徹悟，大徹大悟，明心見性，達摩的衣缽就傳給他。"
    },
    {
      "id": "12-017-1328_p0042",
      "zh_CN": "所以你要晓得分别执着妄想都没有体性、都不可得！为什么不肯放下？放下，自性清净心就现前；放不下，那你的自性清净心不染而染，就这么回事情。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "所以你要曉得分別執著妄想都沒有體性、都不可得！為什麼不肯放下？放下，自性清淨心就現前；放不下，那你的自性清淨心不染而染，就這麼回事情。好，今天時間到了，我們就講到此地。"
    }
  ]
}