{
  "doc_id": "12-017-1252",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二五二卷",
    "zh_TW": "第一二五二卷"
  },
  "year": "2004",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1252",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "12-017-1252_p0001",
      "zh_CN": "诸位同学，请看「光明觉品」，光照十千世界，偈颂第八首看起：",
      "zh_TW": "諸位同學，請看「光明覺品」，光照十千世界，偈頌第八首看起："
    },
    {
      "id": "12-017-1252_p0002",
      "zh_CN": "【悉举无边界，普饮一切海，神通大智力，如是业应作。】",
      "zh_TW": "【悉舉無邊界，普飲一切海，神通大智力，如是業應作。】"
    },
    {
      "id": "12-017-1252_p0003",
      "zh_CN": "这是「大用业」三首偈的第一首，昨天也给诸位介绍过了。我们只偏重在现前我们的境界应当怎样来学习，当然最重要的，学以致用。这个偈子也都说说，有这段文在，这是法身菩萨的境界，实际上是我们本来的境界。你看佛在这个大经上常说，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」，佛说得这么清楚。经上讲十方三世佛，十方三世包括我们，我们是未来佛，所有一切众生都是未来佛，一只小蚂蚁、一个小昆虫，都是未来佛。只是牠们现在迷得比我们还深，造的业比我们还重，牠变成那个样子，牠业障消尽了，牠还是有觉悟的一天。所以，你不要从业相上去看，你从体性上去看，牠就是佛！所以说「十方三世佛，共同一法身，一心一智慧，力无畏亦然」，力是讲如来的十力，无畏是讲四无畏，这都是讲大用，体相用没有两样。",
      "zh_TW": "這是「大用業」三首偈的第一首，昨天也給諸位介紹過了。我們只偏重在現前我們的境界應當怎樣來學習，當然最重要的，學以致用。這個偈子也都說說，有這段文在，這是法身菩薩的境界，實際上是我們本來的境界。你看佛在這個大經上常說，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」，佛說得這麼清楚。經上講十方三世佛，十方三世包括我們，我們是未來佛，所有一切眾生都是未來佛，一隻小螞蟻、一個小昆蟲，都是未來佛。只是牠們現在迷得比我們還深，造的業比我們還重，牠變成那個樣子，牠業障消盡了，牠還是有覺悟的一天。所以，你不要從業相上去看，你從體性上去看，牠就是佛！所以說「十方三世佛，共同一法身，一心一智慧，力無畏亦然」，力是講如來的十力，無畏是講四無畏，這都是講大用，體相用沒有兩樣。"
    },
    {
      "id": "12-017-1252_p0004",
      "zh_CN": "所以你要真正体会得到，整个宇宙跟自己是一体，比一家人还要亲密。所以生佛不二，自他一如，谁能入这个境界？在这个经上我们看到了，法身菩萨。你说入这个境界多自在，入这个境界才真正把自己找到，禅宗里面常讲的，「父母未生前本来面目」，你恢复到本来面目。这里面所有一切烦恼，永远不会起现行，连根都断掉了。这个世界真的是极乐世界，没有苦、没有忧虑、没有牵挂、没有分别、没有烦恼；这些不但事没有，连名字都没有。我们学佛终极的目标，这个目标、方向非常重要，我们要掌握到，我们就是学这个，希望恢复自己的性德，希望真正彻底明了宇宙的真相，真相是一体，这个我们不能不懂。",
      "zh_TW": "所以你要真正體會得到，整個宇宙跟自己是一體，比一家人還要親密。所以生佛不二，自他一如，誰能入這個境界？在這個經上我們看到了，法身菩薩。你說入這個境界多自在，入這個境界才真正把自己找到，禪宗裡面常講的，「父母未生前本來面目」，你恢復到本來面目。這裡面所有一切煩惱，永遠不會起現行，連根都斷掉了。這個世界真的是極樂世界，沒有苦、沒有憂慮、沒有牽掛、沒有分別、沒有煩惱；這些不但事沒有，連名字都沒有。我們學佛終極的目標，這個目標、方向非常重要，我們要掌握到，我們就是學這個，希望恢復自己的性德，希望真正徹底明瞭宇宙的真相，真相是一體，這個我們不能不懂。"
    },
    {
      "id": "12-017-1252_p0005",
      "zh_CN": "现在我们来读经文。『悉举无边界』，「悉」是圆满，一个都没有漏掉。「无边界」，就是我们常讲的遍法界虚空界，这个境界广大没有边际，其广无边，其深无底。这两句话真正的意思，我们没有方法明了，读《华严经》，在经文里面我们才知道一点讯息，其广无边比较好懂，其深无底很难懂。《华严经》告诉我们，自性里面完全没有对立，所以这一点很重要。我们变成凡夫，无量劫不能够超越六道轮回，再说得不好听一点，无量劫不能超越欲界；六道里头还有色界、无色界，我们没分。无量劫都在六道里头欲界，这个小圈圈里头打滚，你说多可怜！什么原因？就是你内心里头的矛盾、对立不能化解，所以干什么事情都不能成功。",
      "zh_TW": "現在我們來讀經文。『悉舉無邊界』，「悉」是圓滿，一個都沒有漏掉。「無邊界」，就是我們常講的遍法界虛空界，這個境界廣大沒有邊際，其廣無邊，其深無底。這兩句話真正的意思，我們沒有方法明瞭，讀《華嚴經》，在經文裡面我們才知道一點訊息，其廣無邊比較好懂，其深無底很難懂。《華嚴經》告訴我們，自性裡面完全沒有對立，所以這一點很重要。我們變成凡夫，無量劫不能夠超越六道輪迴，再說得不好聽一點，無量劫不能超越欲界；六道裡頭還有色界、無色界，我們沒分。無量劫都在六道裡頭欲界，這個小圈圈裡頭打滾，你說多可憐！什麼原因？就是你內心裡頭的矛盾、對立不能化解，所以幹什麼事情都不能成功。"
    },
    {
      "id": "12-017-1252_p0006",
      "zh_CN": "在六道里面所有一切行业，佛说的、圣人说的，「恶多善少」，我们自己想想佛这些话，冷静、仔细去想想，佛说得一点都不错。我们从早到晚起心动念、言语造作，想想是善多还是恶多？不想不知道，糊里糊涂这一天过去了；认真反省检点你就会发现，真的是恶多善少。我们天天在研究经教，天天在念佛，尚且如是。不读经的人，不念佛的人更不得了，他们这一天行业当中，善，我们就算是很保守概略的估计，善比我们少一大半，恶比我们要多一大半，最保守的估计，所以出不了轮回，宇宙事实真相是一无所知。在《华严经》上看到，这是我讲的没有对立，「自性里头没有对立」，没有对立就是深广无尽，无边界。佛在这个经上跟我们讲微尘，他讲了个大小，大是我们现在的法界，我们今天讲宇宙，大；小，微尘，宇宙跟微尘两个相比，平等。微尘不小，宇宙不大，何以见得？微尘里面有世界，那个世界跟我们现前这个世界是一样的，没有两样。",
      "zh_TW": "在六道裡面所有一切行業，佛說的、聖人說的，「惡多善少」，我們自己想想佛這些話，冷靜、仔細去想想，佛說得一點都不錯。我們從早到晚起心動念、言語造作，想想是善多還是惡多？不想不知道，糊裡糊塗這一天過去了；認真反省檢點你就會發現，真的是惡多善少。我們天天在研究經教，天天在念佛，尚且如是。不讀經的人，不念佛的人更不得了，他們這一天行業當中，善，我們就算是很保守概略的估計，善比我們少一大半，惡比我們要多一大半，最保守的估計，所以出不了輪迴，宇宙事實真相是一無所知。在《華嚴經》上看到，這是我講的沒有對立，「自性裡頭沒有對立」，沒有對立就是深廣無盡，無邊界。佛在這個經上跟我們講微塵，他講了個大小，大是我們現在的法界，我們今天講宇宙，大；小，微塵，宇宙跟微塵兩個相比，平等。微塵不小，宇宙不大，何以見得？微塵裡面有世界，那個世界跟我們現前這個世界是一樣的，沒有兩樣。"
    },
    {
      "id": "12-017-1252_p0007",
      "zh_CN": "现在科学家，西方的科学家，大多数人都同意宇宙的形成是爆炸，大爆炸膨胀起来的这么一个宇宙。现在的科学家同意这个说法，因为在望远镜里面观察，宇宙现在不断的还是在膨胀。这个爆炸，什么东西爆炸的？科学家名词叫原点，就是那一点，那一点爆炸出来变成宇宙。那一点有多大？我们肉眼看不见，大概一般显微镜也看不见。我们看到科学家的报告，他举的例子，我们头发。假如说这是一根头发，这就很粗了，假设这一根头发，把头发从这边切断。切断的头发里有个平面，这个平面的直径去排宇宙爆炸的原点，可以排多少个？一百亿个，一根头发的直径，能排一百亿个原点。你说那个原点多小，那个原点爆炸出来的时候是大宇宙，这种说法跟《华严经》上佛讲的，有异曲同工之妙。",
      "zh_TW": "現在科學家，西方的科學家，大多數人都同意宇宙的形成是爆炸，大爆炸膨脹起來的這麼一個宇宙。現在的科學家同意這個說法，因為在望遠鏡裡面觀察，宇宙現在不斷的還是在膨脹。這個爆炸，什麼東西爆炸的？科學家名詞叫原點，就是那一點，那一點爆炸出來變成宇宙。那一點有多大？我們肉眼看不見，大概一般顯微鏡也看不見。我們看到科學家的報告，他舉的例子，我們頭髮。假如說這是一根頭髮，這就很粗了，假設這一根頭髮，把頭髮從這邊切斷。切斷的頭髮裡有個平面，這個平面的直徑去排宇宙爆炸的原點，可以排多少個？一百億個，一根頭髮的直徑，能排一百億個原點。你說那個原點多小，那個原點爆炸出來的時候是大宇宙，這種說法跟《華嚴經》上佛講的，有異曲同工之妙。"
    },
    {
      "id": "12-017-1252_p0008",
      "zh_CN": "佛讲微尘，那个原点也许就是佛讲的微尘，微尘里头有世界，世界跟外面大世界一样大。谁能到微尘里面的世界去？佛在经上讲普贤菩萨。你就想到一根头发的切断，这个平面直径上有一百亿，我们这个空间有多少原点？无量无边，没法子计算，一个原点是一个世界。原点从哪里来的？那科学家不知道了。这佛经上讲得清楚，原点是微尘，微尘是自性变现出来的。现在科学家发现到「有」，有是从无生的，有是相，无是性。现在科学里面的术语叫能量，能量不是物质，能量能变成物质，在某种条件之下变成物质，而物质又会回归到能量，这种讲法跟佛法相应。科学家是用数学来推算，而释迦牟尼佛是佛眼五眼圆明，亲自看到这个现象。佛眼能看到极微之微，能够看到微尘里面的世界，看到普贤菩萨去参访，文殊、普贤都有这个能力，到微尘里面的世界去参访。",
      "zh_TW": "佛講微塵，那個原點也許就是佛講的微塵，微塵裡頭有世界，世界跟外面大世界一樣大。誰能到微塵裡面的世界去？佛在經上講普賢菩薩。你就想到一根頭髮的切斷，這個平面直徑上有一百億，我們這個空間有多少原點？無量無邊，沒法子計算，一個原點是一個世界。原點從哪裡來的？那科學家不知道了。這佛經上講得清楚，原點是微塵，微塵是自性變現出來的。現在科學家發現到「有」，有是從無生的，有是相，無是性。現在科學裡面的術語叫能量，能量不是物質，能量能變成物質，在某種條件之下變成物質，而物質又會回歸到能量，這種講法跟佛法相應。科學家是用數學來推算，而釋迦牟尼佛是佛眼五眼圓明，親自看到這個現象。佛眼能看到極微之微，能夠看到微塵裡面的世界，看到普賢菩薩去參訪，文殊、普賢都有這個能力，到微塵裡面的世界去參訪。"
    },
    {
      "id": "12-017-1252_p0009",
      "zh_CN": "微尘里面的世界，要问问，它里头有没有微尘？有，肯定里头有微尘，那个微尘里头又有世界，重重无尽，这叫无底！其深无底，其广无边，无边界。「悉举无边界」，这是说法界的深广。法界怎么样深，怎么样广，是你自己的自性，这里头决定不能有分别，不能起心动念，为什么？起心动念就迷了，你就见不到圆满的境界。迷了之后，充其量你是见到局部，迷得愈深，你能够见的量愈小；迷得浅、迷得薄，你能够见到大一层，通是迷悟。声闻、缘觉、菩萨，迷悟不同，凡夫迷得深，一点都不觉悟，所以烦恼习气偏重，般若智慧完全不能现前，佛给你讲经说法听不懂，你无法体会佛说的真实义。",
      "zh_TW": "微塵裡面的世界，要問問，它裡頭有沒有微塵？有，肯定裡頭有微塵，那個微塵裡頭又有世界，重重無盡，這叫無底！其深無底，其廣無邊，無邊界。「悉舉無邊界」，這是說法界的深廣。法界怎麼樣深，怎麼樣廣，是你自己的自性，這裡頭決定不能有分別，不能起心動念，為什麼？起心動念就迷了，你就見不到圓滿的境界。迷了之後，充其量你是見到局部，迷得愈深，你能夠見的量愈小；迷得淺、迷得薄，你能夠見到大一層，通是迷悟。聲聞、緣覺、菩薩，迷悟不同，凡夫迷得深，一點都不覺悟，所以煩惱習氣偏重，般若智慧完全不能現前，佛給你講經說法聽不懂，你無法體會佛說的真實義。"
    },
    {
      "id": "12-017-1252_p0010",
      "zh_CN": "『普饮一切海』，这也是比喻，「海」是大海，地球上的大海，我们见到的。一切星球里面都有大海，也许你说现在我们科学家，望远镜已经发展得很高明，我们观察到月球上没有水，火星上没有水，土星是因为有很浓厚的云层盖复住，有没有水不敢确定，现在大家在探测。围绕着太阳这些行星，距离地球比较近，太空探险的时候，这是列入第一个对象。好像发现太阳系里面的星球，能够住人、有水，还就是这个地球。地球在太空当中看是蓝色的，这「一切海」。但我们相信宇宙无穷大，太阳系不晓得有多少，一个太阳系如果有一个像地球这样，那也不得了，这个数字也是无量无边，何况不见得。这要讲到什么？讲到不同维次空间。由于空间维次不相同，在另一个空间维次里面，他们看到了海洋，我们在三度空间看不到，这些都非常可能。",
      "zh_TW": "『普飲一切海』，這也是比喻，「海」是大海，地球上的大海，我們見到的。一切星球裡面都有大海，也許你說現在我們科學家，望遠鏡已經發展得很高明，我們觀察到月球上沒有水，火星上沒有水，土星是因為有很濃厚的雲層蓋覆住，有沒有水不敢確定，現在大家在探測。圍繞著太陽這些行星，距離地球比較近，太空探險的時候，這是列入第一個對象。好像發現太陽系裡面的星球，能夠住人、有水，還就是這個地球。地球在太空當中看是藍色的，這「一切海」。但我們相信宇宙無窮大，太陽系不曉得有多少，一個太陽系如果有一個像地球這樣，那也不得了，這個數字也是無量無邊，何況不見得。這要講到什麼？講到不同維次空間。由於空間維次不相同，在另一個空間維次裡面，他們看到了海洋，我們在三度空間看不到，這些都非常可能。"
    },
    {
      "id": "12-017-1252_p0011",
      "zh_CN": "依据佛经典上说法，国土，就是我们现在讲星球，是依报，依报决定有正报，依报随着正报转。要是我们能认同这个理论，就肯定每个星球上都有有情众生在居住。不可能说这有个依报，它没有正报，这怎么讲也讲不通。要没有正报的时候，依报不能存在，依正的关系非常密切。像我们一个人一样，我们人的精神这个部分，这是正报，肉体是依报，依正不能分家。正报没有了，我们就说这个人死了，人死了，这个身体几天就腐烂，就化为微尘，就回归成泥土。他怎么能分开？你想到这个道理的时候，我们就能体会到，能够相信所有这些星球，大大小小，统统（我们讲人，就用这个代名词）有人居住。但是这个人是什么样子的，我们不知道，我们看不见他，也许他看见我们，也许他看不见我们。这一切海里面，就是所有一切依报里头，都有海，都有水。",
      "zh_TW": "依據佛經典上說法，國土，就是我們現在講星球，是依報，依報決定有正報，依報隨著正報轉。要是我們能認同這個理論，就肯定每個星球上都有有情眾生在居住。不可能說這有個依報，它沒有正報，這怎麼講也講不通。要沒有正報的時候，依報不能存在，依正的關係非常密切。像我們一個人一樣，我們人的精神這個部分，這是正報，肉體是依報，依正不能分家。正報沒有了，我們就說這個人死了，人死了，這個身體幾天就腐爛，就化為微塵，就回歸成泥土。他怎麼能分開？你想到這個道理的時候，我們就能體會到，能夠相信所有這些星球，大大小小，統統（我們講人，就用這個代名詞）有人居住。但是這個人是什麼樣子的，我們不知道，我們看不見他，也許他看見我們，也許他看不見我們。這一切海裡面，就是所有一切依報裡頭，都有海，都有水。"
    },
    {
      "id": "12-017-1252_p0012",
      "zh_CN": "「普」，普是平等、普遍，「普饮一切海」，这是显的大神通。我们没有这种能力，这个能力只有法身菩萨能够表演给你看。如果从表法的这方面来说，我们就比较好懂，从事上讲这很难，表法上讲就容易懂。表法里头就代表的「广学多闻」，「一切海」就是佛法里面讲的「法门无量」；「普饮」就是「誓愿学」，这个表法也了不起。我们中国古人常讲学无止境，因为它底下有一句『神通大智力』，你没有「大智」，你怎么会通达！唯有大智没有一样不通达，遍法界虚空界，一切性相、事理、因果，没有一样不通达。这就是我们一般宗教里面赞美神，神是无所不知，无所不能。这个「神通大智力」就是无所不知，无所不能，究竟圆满的神通。『如是业应作』，你没有这个能力，神通是属于德能，没有这个能力，虽然有愿、虽然有智慧，你还是不能帮助众生，要有能力，神通是属于能力。广学多闻，法门无量誓愿学，这样才能够兴起大用，广度众生。",
      "zh_TW": "「普」，普是平等、普遍，「普飲一切海」，這是顯的大神通。我們沒有這種能力，這個能力只有法身菩薩能夠表演給你看。如果從表法的這方面來說，我們就比較好懂，從事上講這很難，表法上講就容易懂。表法裡頭就代表的「廣學多聞」，「一切海」就是佛法裡面講的「法門無量」；「普飲」就是「誓願學」，這個表法也了不起。我們中國古人常講學無止境，因為它底下有一句『神通大智力』，你沒有「大智」，你怎麼會通達！唯有大智沒有一樣不通達，遍法界虛空界，一切性相、事理、因果，沒有一樣不通達。這就是我們一般宗教裡面讚美神，神是無所不知，無所不能。這個「神通大智力」就是無所不知，無所不能，究竟圓滿的神通。『如是業應作』，你沒有這個能力，神通是屬於德能，沒有這個能力，雖然有願、雖然有智慧，你還是不能幫助眾生，要有能力，神通是屬於能力。廣學多聞，法門無量誓願學，這樣才能夠興起大用，廣度眾生。"
    },
    {
      "id": "12-017-1252_p0013",
      "zh_CN": "末后这两首，清凉大师跟我们讲，「法智通」。前面一首就是第九首，「知土」，后面一首，「知佛」；换句话说，前面这首是知依报，后面这首是知正报。依正是一不是二，这样才圆满、才究竟，这是真真实实的大学问，说实在话，绝对不是一生能办得到的，我们一生寿命太短了。我们在《无量寿经》上读到，净宗同学每个人都读过《无量寿经》，我知道有很多人以《无量寿经》做为自己的日课，早晚课，很好。在《无量寿经》上我们看到法藏比丘，这是阿弥陀佛在因地，他跟世间自在王学习，世间自在王是他的老师。学习多久？千亿岁！你就晓得，没有这么长的时间，你毕不了业，他课程有那么多。我们就麻烦大了，我们的寿命活一百岁的人都不多，千亿岁的课程你怎么修？所以，完成这个学业真的要无量劫。我们决定不可能生生世世接着学，这决定不可能，所以进得少退得多，这才需要很长很长的时间。经上通常讲无量劫，这是真话，并不过分。",
      "zh_TW": "末後這兩首，清涼大師跟我們講，「法智通」。前面一首就是第九首，「知土」，後面一首，「知佛」；換句話說，前面這首是知依報，後面這首是知正報。依正是一不是二，這樣才圓滿、才究竟，這是真真實實的大學問，說實在話，絕對不是一生能辦得到的，我們一生壽命太短了。我們在《無量壽經》上讀到，淨宗同學每個人都讀過《無量壽經》，我知道有很多人以《無量壽經》做為自己的日課，早晚課，很好。在《無量壽經》上我們看到法藏比丘，這是阿彌陀佛在因地，他跟世間自在王學習，世間自在王是他的老師。學習多久？千億歲！你就曉得，沒有這麼長的時間，你畢不了業，他課程有那麼多。我們就麻煩大了，我們的壽命活一百歲的人都不多，千億歲的課程你怎麼修？所以，完成這個學業真的要無量劫。我們決定不可能生生世世接著學，這決定不可能，所以進得少退得多，這才需要很長很長的時間。經上通常講無量劫，這是真話，並不過分。"
    },
    {
      "id": "12-017-1252_p0014",
      "zh_CN": "一转世有隔阴之迷，就是大幅度的退转。来生，来生非常难得是你接着来生又得人身，很难！得不到人身，学习的机会就失掉，几时能再得人身？得人身难，真难。你从佛在经上给我们讲三世因果，你就知道，得人身的条件是要五戒十善，那我们想想，我们这一生当中，五戒十善修得怎么样？五戒十善在这一生修学可以打五十分，来生能不能得人身不保险。最安全、最保险的，来生还能得人身，五戒十善应该要打八十分，你能不能做到？五戒十善能够做到圆满，能够打满分，得一百分，你在天道，你不是在人道，那叫上品十善，生欲界天，多分都是生四王天、忉利天。几个人？世间人绝大多数，五戒十善的成绩是五十分以下，不及格，这些人的果报三途去了，畜生、饿鬼、地狱，这个三途进去容易出来难，很不容易！",
      "zh_TW": "一轉世有隔陰之迷，就是大幅度的退轉。來生，來生非常難得是你接著來生又得人身，很難！得不到人身，學習的機會就失掉，幾時能再得人身？得人身難，真難。你從佛在經上給我們講三世因果，你就知道，得人身的條件是要五戒十善，那我們想想，我們這一生當中，五戒十善修得怎麼樣？五戒十善在這一生修學可以打五十分，來生能不能得人身不保險。最安全、最保險的，來生還能得人身，五戒十善應該要打八十分，你能不能做到？五戒十善能夠做到圓滿，能夠打滿分，得一百分，你在天道，你不是在人道，那叫上品十善，生欲界天，多分都是生四王天、忉利天。幾個人？世間人絕大多數，五戒十善的成績是五十分以下，不及格，這些人的果報三途去了，畜生、餓鬼、地獄，這個三途進去容易出來難，很不容易！"
    },
    {
      "id": "12-017-1252_p0015",
      "zh_CN": "你要把这些事情搞清楚、搞明白，你才晓得佛在经上常讲，「人身难得，佛法难闻」，得人身闻佛法多么希有，真的是无量劫才碰到过一次；开经偈上讲「百千万劫难遭遇」，我们这一生遇到了，这一生遇到是百千万劫碰到一次。彭际清居士讲这桩事情是「无量劫来希有难逢的一日」，无量劫当中希有难逢，我们今天逢到，怎么能不珍惜！怎样珍惜？拼命学习，这一生当中决定成就。能不能做得到？能！要怎样做？万缘放下。给你说老实话，弘法利生的缘都要放下，念念把弘法利生的缘抓住，把自己觉正净疏忽了，你还是不能成就。那是什么？你在这个世间造的是善业，善业来生顶多是人天福报。来生的时候，你能不能遇到善知识？往往来生福报很大，做国王、做大臣、做大富长者，把修行学佛这个事情忘掉了。纵然遇到缘的时候不相信，太多了！你有大福报，你有权、你有势，很容易造罪业；福报享完，你的罪业又现前。",
      "zh_TW": "你要把這些事情搞清楚、搞明白，你才曉得佛在經上常講，「人身難得，佛法難聞」，得人身聞佛法多麼希有，真的是無量劫才碰到過一次；開經偈上講「百千萬劫難遭遇」，我們這一生遇到了，這一生遇到是百千萬劫碰到一次。彭際清居士講這樁事情是「無量劫來希有難逢的一日」，無量劫當中希有難逢，我們今天逢到，怎麼能不珍惜！怎樣珍惜？拼命學習，這一生當中決定成就。能不能做得到？能！要怎樣做？萬緣放下。給你說老實話，弘法利生的緣都要放下，念念把弘法利生的緣抓住，把自己覺正淨疏忽了，你還是不能成就。那是什麼？你在這個世間造的是善業，善業來生頂多是人天福報。來生的時候，你能不能遇到善知識？往往來生福報很大，做國王、做大臣、做大富長者，把修行學佛這個事情忘掉了。縱然遇到緣的時候不相信，太多了！你有大福報，你有權、你有勢，很容易造罪業；福報享完，你的罪業又現前。"
    },
    {
      "id": "12-017-1252_p0016",
      "zh_CN": "所以，闻佛法的机缘不容易，太难太难了，这些道理不能不懂。佛在经上常讲，时时刻刻提醒我们，但是我们是警觉心不够。学佛的人，谁不知道人身难得，佛法难闻？谁又珍惜这桩事情？释迦牟尼佛苦口婆心，一生不晓得讲多少遍，真正能体会到、警觉到的有几个人？世尊在世的时候尚且如此，又何况世尊现在已经灭度三千年，今天哪个人听到这个话会把它当真，会把它记住，会把它放在心上！我在这一生当中，好像一个都没有遇到过，没听人说过。这句话要真懂了，我相信他万缘放下，一生拼命真干，决定不会松懈。为什么？他知道这个缘分太希有了。弘法利生的事情附带的，随缘做，说老实话，可做可不做；自己看破放下，信愿持名求生净土，那非做不可！这个要不认真做的话，你这一生就空过；空过再要遇到，那你就要想到，又要再过无量劫才碰到一次。",
      "zh_TW": "所以，聞佛法的機緣不容易，太難太難了，這些道理不能不懂。佛在經上常講，時時刻刻提醒我們，但是我們是警覺心不夠。學佛的人，誰不知道人身難得，佛法難聞？誰又珍惜這樁事情？釋迦牟尼佛苦口婆心，一生不曉得講多少遍，真正能體會到、警覺到的有幾個人？世尊在世的時候尚且如此，又何況世尊現在已經滅度三千年，今天哪個人聽到這個話會把它當真，會把它記住，會把它放在心上！我在這一生當中，好像一個都沒有遇到過，沒聽人說過。這句話要真懂了，我相信他萬緣放下，一生拼命真幹，決定不會鬆懈。為什麼？他知道這個緣分太希有了。弘法利生的事情附帶的，隨緣做，說老實話，可做可不做；自己看破放下，信願持名求生淨土，那非做不可！這個要不認真做的話，你這一生就空過；空過再要遇到，那你就要想到，又要再過無量劫才碰到一次。"
    },
    {
      "id": "12-017-1252_p0017",
      "zh_CN": "这个无量劫的当中，就是李老师以前常讲的，长劫轮回。你在这个轮回里，不知道轮回多少遍，不知道要吃尽多少苦头，才能把宿业消除。消除宿业，你的善根、福德现前，这又得人身。但是你要晓得，得人身的时候必有余业，就跟老子所说，「和大怨，必有余怨」，你的余怨、余习就变成业障。这是我们只要细心观察、体会就明白，我这一生不就是的！得人身，遇佛法，为什么不能用功认真努力的去修学？里面有无量劫生生世世的余怨，佛法里面称为业习烦恼种子，这个东西在作祟，造成障碍。这种障碍能够消除化解，要靠什么？靠缘分，你有很好的缘分，这个很难得，可遇不可求。遇到好的老师，好的同参道友，好的修学环境，你知道珍惜，你能够抓住，没有空过，你成功了。",
      "zh_TW": "這個無量劫的當中，就是李老師以前常講的，長劫輪迴。你在這個輪迴裡，不知道輪迴多少遍，不知道要吃盡多少苦頭，才能把宿業消除。消除宿業，你的善根、福德現前，這又得人身。但是你要曉得，得人身的時候必有餘業，就跟老子所說，「和大怨，必有餘怨」，你的餘怨、餘習就變成業障。這是我們只要細心觀察、體會就明白，我這一生不就是的！得人身，遇佛法，為什麼不能用功認真努力的去修學？裡面有無量劫生生世世的餘怨，佛法裡面稱為業習煩惱種子，這個東西在作祟，造成障礙。這種障礙能夠消除化解，要靠什麼？靠緣分，你有很好的緣分，這個很難得，可遇不可求。遇到好的老師，好的同參道友，好的修學環境，你知道珍惜，你能夠抓住，沒有空過，你成功了。"
    },
    {
      "id": "12-017-1252_p0018",
      "zh_CN": "这种环境，有！在我一生修学过程当中，你们大家看到，方东美先生，好老师。他一辈子教学，学生有多少？几个学生得真正的利益？章嘉大师是好老师，李炳南教授，好老师，学生多多。李老师在台湾，我们最保守的估计，跟他学佛的人五十万人以上，几个人真正抓住这个机会，这一生成就的？我们知道他老人家在台湾三十八年，弘扬净土。跟他学佛的，真正念佛往生的，我们保守的来说，大概有三百人，稍微夸张一点的说，也不可能超过五百人，这就不得了！你看看大慈菩萨的偈，你这一生，真正能够帮助两个人往生，大慈菩萨讲，超过你自己的境界；你能够帮助十几个人往生，那你的功德就无量。李老师能够帮助几百人往生。你要晓得跟他学佛的人超过五十万，真正往生的人不到五百人！所以李老师常说，一万人当中只有两、三个。他讲的话对，正确，这个话不是随便讲的，真的，不是假的。",
      "zh_TW": "這種環境，有！在我一生修學過程當中，你們大家看到，方東美先生，好老師。他一輩子教學，學生有多少？幾個學生得真正的利益？章嘉大師是好老師，李炳南教授，好老師，學生多多。李老師在台灣，我們最保守的估計，跟他學佛的人五十萬人以上，幾個人真正抓住這個機會，這一生成就的？我們知道他老人家在台灣三十八年，弘揚淨土。跟他學佛的，真正念佛往生的，我們保守的來說，大概有三百人，稍微誇張一點的說，也不可能超過五百人，這就不得了！你看看大慈菩薩的偈，你這一生，真正能夠幫助兩個人往生，大慈菩薩講，超過你自己的境界；你能夠幫助十幾個人往生，那你的功德就無量。李老師能夠幫助幾百人往生。你要曉得跟他學佛的人超過五十萬，真正往生的人不到五百人！所以李老師常說，一萬人當中只有兩、三個。他講的話對，正確，這個話不是隨便講的，真的，不是假的。"
    },
    {
      "id": "12-017-1252_p0019",
      "zh_CN": "五十万人当中不过是五百人，所以多么希有，多么难逢。这些往生的，真正叫有缘人，真正叫根熟的人，听了之后他认真，他真的是万缘放下。这些人在台中很不容易，李老师在台中讲经，一个星期讲一次，这些念佛同修有很多人没有办法来听经。但是李老师很慈悲，让他们每个月跟老师见面一次，分批。所以，李老师每天接见台中莲友，每天两个小时，让这些人轮流来见面，来给他们解答问题；经教上的问题，修行上的问题，还有日常生活当中所遭遇到的问题，老师慈悲统统都解答，一个月一次。他把这些人组成四十八个念佛班，这四十八个有班大的，有班小的，小的两个班合起来，三个班合起来，所以每个月都可以跟老师见一次面。亲近善知识。",
      "zh_TW": "五十萬人當中不過是五百人，所以多麼希有，多麼難逢。這些往生的，真正叫有緣人，真正叫根熟的人，聽了之後他認真，他真的是萬緣放下。這些人在台中很不容易，李老師在台中講經，一個星期講一次，這些念佛同修有很多人沒有辦法來聽經。但是李老師很慈悲，讓他們每個月跟老師見面一次，分批。所以，李老師每天接見台中蓮友，每天兩個小時，讓這些人輪流來見面，來給他們解答問題；經教上的問題，修行上的問題，還有日常生活當中所遭遇到的問題，老師慈悲統統都解答，一個月一次。他把這些人組成四十八個念佛班，這四十八個有班大的，有班小的，小的兩個班合起來，三個班合起來，所以每個月都可以跟老師見一次面。親近善知識。"
    },
    {
      "id": "12-017-1252_p0020",
      "zh_CN": "亲近善知识最重要的，印光大师讲的，诚敬！「一分诚敬得一分利益，十分诚敬得十分利益」。不能成就的呢？诚敬的心不足，这不能成就。这就是说，缘不是没有，真有，遇到了你不知道珍惜。什么叫珍惜？依教奉行才是珍惜，直下承当，依教奉行那叫珍惜，真干！这里头最重要的、关键的，放下，放下妄想，放下杂念。道场里头最忌讳的，叫杂心闲话，杂心，你心里很乱；闲话，就是你的废话很多，每天心静不下来，废话很多。这种人是决定不能成就，即使出家了多半都是堕落，这就是谚语里头所谓「地狱门前僧道多」，他是造这种业的。在佛门里面，福报是修了一点，罪业造得比福报还要多、还要重。所以他是先堕地狱，罪业消除之后，他才能得一点人天福报。",
      "zh_TW": "親近善知識最重要的，印光大師講的，誠敬！「一分誠敬得一分利益，十分誠敬得十分利益」。不能成就的呢？誠敬的心不足，這不能成就。這就是說，緣不是沒有，真有，遇到了你不知道珍惜。什麼叫珍惜？依教奉行才是珍惜，直下承當，依教奉行那叫珍惜，真幹！這裡頭最重要的、關鍵的，放下，放下妄想，放下雜念。道場裡頭最忌諱的，叫雜心閒話，雜心，你心裡很亂；閒話，就是你的廢話很多，每天心靜不下來，廢話很多。這種人是決定不能成就，即使出家了多半都是墮落，這就是諺語裡頭所謂「地獄門前僧道多」，他是造這種業的。在佛門裡面，福報是修了一點，罪業造得比福報還要多、還要重。所以他是先墮地獄，罪業消除之後，他才能得一點人天福報。"
    },
    {
      "id": "12-017-1252_p0021",
      "zh_CN": "我们现在积极在编辑一本书，我们从《大藏经》把佛讲地狱的这些经文都把它找出来，我们将来印成一个单行本。这里头总共有二十多种，我们把它集起来订成一本，《诸经佛说地狱集要》，我们会很快把这个书出版，在这个时代这本书非常需要。我们仔细看看佛在经上讲，什么因堕什么样的地狱，受什么样的罪报，清清楚楚、明明白白。这是一般大家平常看不到的，平常能看到的就是《地藏经》，《地藏经》只是举几个例子说，不详细。佛讲地狱讲得最详细的是《正法念处经》，有很长的一段经文，我们现在全部把它节录出来，应当要学习。这才是真正知道人身难得，佛法难闻。真的，你真正明白，这个世间是非人我、名闻利养、五欲六尘、贪瞋痴慢，你自然就放下，不再干这个，为什么？这是轮回业，你还干轮回业？西方极乐世界金色光明的大道摆在你面前，你不走这条路，你走哪一条？",
      "zh_TW": "我們現在積極在編輯一本書，我們從《大藏經》把佛講地獄的這些經文都把它找出來，我們將來印成一個單行本。這裡頭總共有二十多種，我們把它集起來訂成一本，《諸經佛說地獄集要》，我們會很快把這個書出版，在這個時代這本書非常需要。我們仔細看看佛在經上講，什麼因墮什麼樣的地獄，受什麼樣的罪報，清清楚楚、明明白白。這是一般大家平常看不到的，平常能看到的就是《地藏經》，《地藏經》只是舉幾個例子說，不詳細。佛講地獄講得最詳細的是《正法念處經》，有很長的一段經文，我們現在全部把它節錄出來，應當要學習。這才是真正知道人身難得，佛法難聞。真的，你真正明白，這個世間是非人我、名聞利養、五欲六塵、貪瞋痴慢，你自然就放下，不再幹這個，為什麼？這是輪迴業，你還幹輪迴業？西方極樂世界金色光明的大道擺在你面前，你不走這條路，你走哪一條？"
    },
    {
      "id": "12-017-1252_p0022",
      "zh_CN": "真正修净土，心净则佛土净。念佛人，你看大势菩萨教我们，历代祖师大德教我们，「不怀疑、不夹杂、不间断」，你就成功了。这里面最严重的，夹杂，夹杂不是一心，乱心、杂心！杂心、乱心念佛没效果，真正效果是一心念佛，不夹杂就是一心，比什么都重要。现在时间到了，我们就讲到此地。",
      "zh_TW": "真正修淨土，心淨則佛土淨。念佛人，你看大勢菩薩教我們，歷代祖師大德教我們，「不懷疑、不夾雜、不間斷」，你就成功了。這裡面最嚴重的，夾雜，夾雜不是一心，亂心、雜心！雜心、亂心念佛沒效果，真正效果是一心念佛，不夾雜就是一心，比什麼都重要。現在時間到了，我們就講到此地。"
    },
    {
      "id": "12-017-1252_p0023",
      "zh_CN": "诸位同学，我们接着看偈颂第九首：",
      "zh_TW": "諸位同學，我們接著看偈頌第九首："
    },
    {
      "id": "12-017-1252_p0024",
      "zh_CN": "【思惟诸国土，色与非色相，一切悉能知，如是业应作。】",
      "zh_TW": "【思惟諸國土，色與非色相，一切悉能知，如是業應作。】"
    },
    {
      "id": "12-017-1252_p0025",
      "zh_CN": "这都是法身菩萨的境界。这首偈，清凉大师注解里面跟我们讲「知土」。「于中初一知土，法性土为非色，余皆为色，此二融即，皆悉委知」，清凉大师给我们注的。『色』是物质，『非色』不是物质，法性土不是物质，法性土是什么？在我们净土宗就是所说的常寂光土。净宗讲四土，凡圣同居土、方便有余土、实报庄严土，这三种土都有色；常寂光净土无色，法性土。法性土在哪里？给诸位说，法性土无处不在，遍一切处，遍一切时，无处无时不在，我们凡夫不能证得。不但凡夫不能证得，二乘不能证得，权教菩萨不能证得，天台宗里面所讲的藏教佛、通教佛也不能证得，就在现前，不能证得。什么人能证得？明心见性，那个性就是法性土，见性的人他证得。见性的人是圆教初住菩萨，别教初地菩萨，超越十法界了，不在十法界里面。十法界里面的人没办法，在你面前你也见不到。法性土，这是我们应该知道的，有这么一回事情，虽然不能证得，知道，这是法身菩萨跟我们不一样的地方。",
      "zh_TW": "這都是法身菩薩的境界。這首偈，清涼大師註解裡面跟我們講「知土」。「於中初一知土，法性土為非色，餘皆為色，此二融即，皆悉委知」，清涼大師給我們註的。『色』是物質，『非色』不是物質，法性土不是物質，法性土是什麼？在我們淨土宗就是所說的常寂光土。淨宗講四土，凡聖同居土、方便有餘土、實報莊嚴土，這三種土都有色；常寂光淨土無色，法性土。法性土在哪裡？給諸位說，法性土無處不在，遍一切處，遍一切時，無處無時不在，我們凡夫不能證得。不但凡夫不能證得，二乘不能證得，權教菩薩不能證得，天台宗裡面所講的藏教佛、通教佛也不能證得，就在現前，不能證得。什麼人能證得？明心見性，那個性就是法性土，見性的人他證得。見性的人是圓教初住菩薩，別教初地菩薩，超越十法界了，不在十法界裡面。十法界裡面的人沒辦法，在你面前你也見不到。法性土，這是我們應該知道的，有這麼一回事情，雖然不能證得，知道，這是法身菩薩跟我們不一樣的地方。"
    },
    {
      "id": "12-017-1252_p0026",
      "zh_CN": "「此二融即」，这句话非常重要。这是什么？性相是一，色与无色是一，无色是性，色是相；无色是理，色是事。所以大乘法里常讲，「性相一如，理事不二」，这就是融即；「融」是圆融，「即」就是，性就是相，相就是性。这个话很难懂。古来祖师大德用金跟器来做比喻，把金比作体、比作理，这是比喻；器比作事、比作相。譬如这个世间人，我们常常看到有人戴着戒指，有很多人我们看他戴手镯，常常看到人戴项链，黄金的，都是金的。如果从器上讲，不一样。你戴的是什么？戒指。戒指不是手镯，手镯不是项链，这相上说的。如果从性上、从体上讲，譬如你戴的是什么？黄金；戒指是黄金，手镯也是黄金，项链也是黄金，统统是一样的。从事相上讲不一样，你从体质上讲，全是一样的，所谓是「以金作器，器器皆金」，都是。你做成一千种、一万种，全是黄金，你只看到黄金，全部都明了了。相有差别，性无差别，性跟相是一不是二。",
      "zh_TW": "「此二融即」，這句話非常重要。這是什麼？性相是一，色與無色是一，無色是性，色是相；無色是理，色是事。所以大乘法裡常講，「性相一如，理事不二」，這就是融即；「融」是圓融，「即」就是，性就是相，相就是性。這個話很難懂。古來祖師大德用金跟器來做比喻，把金比作體、比作理，這是比喻；器比作事、比作相。譬如這個世間人，我們常常看到有人戴著戒指，有很多人我們看他戴手鐲，常常看到人戴項鍊，黃金的，都是金的。如果從器上講，不一樣。你戴的是什麼？戒指。戒指不是手鐲，手鐲不是項鍊，這相上說的。如果從性上、從體上講，譬如你戴的是什麼？黃金；戒指是黃金，手鐲也是黃金，項鍊也是黃金，統統是一樣的。從事相上講不一樣，你從體質上講，全是一樣的，所謂是「以金作器，器器皆金」，都是。你做成一千種、一萬種，全是黃金，你只看到黃金，全部都明瞭了。相有差別，性無差別，性跟相是一不是二。"
    },
    {
      "id": "12-017-1252_p0027",
      "zh_CN": "如果着相的人，着相的人、不见性的人，你跟他讲我现在要黄金，要多少黄金，叫你到首饰店里面你去给我拿来，我现在要十两黄金。他到金舖里头去一看，半两都没有，哪里有黄金？他看到什么？这是戒指，这是手镯，这是项链，他看到这个东西，不知道这是黄金。如果明白人，这个东西统统是黄金，随便拿个什么东西秤一秤，秤个十两拿来就行了。戒指也行，手镯也行，什么都行，那黄金，秤一秤足十两就行了。你要是不懂得的话，你要一定找黄金，这里只有戒指没有黄金，只有手镯没有黄金，那你不是半两也找不到？古大德这个比喻容易懂，把金比作性，比作非色，把器比作色，在这里面你一定要体会它是一，它不是二。器会变，体不会变。今天这个戒指我不喜欢它，我可以把它改造成耳环，我可以把它改成一条金链条，它会变，但是金不会变。这就说明，性永恒不变，相随缘随变，所以相是妄的，性是真的。",
      "zh_TW": "如果著相的人，著相的人、不見性的人，你跟他講我現在要黃金，要多少黃金，叫你到首飾店裡面你去給我拿來，我現在要十兩黃金。他到金舖裡頭去一看，半兩都沒有，哪裡有黃金？他看到什麼？這是戒指，這是手鐲，這是項鍊，他看到這個東西，不知道這是黃金。如果明白人，這個東西統統是黃金，隨便拿個什麼東西秤一秤，秤個十兩拿來就行了。戒指也行，手鐲也行，什麼都行，那黃金，秤一秤足十兩就行了。你要是不懂得的話，你要一定找黃金，這裡只有戒指沒有黃金，只有手鐲沒有黃金，那你不是半兩也找不到？古大德這個比喻容易懂，把金比作性，比作非色，把器比作色，在這裡面你一定要體會它是一，它不是二。器會變，體不會變。今天這個戒指我不喜歡它，我可以把它改造成耳環，我可以把它改成一條金鍊條，它會變，但是金不會變。這就說明，性永恆不變，相隨緣隨變，所以相是妄的，性是真的。"
    },
    {
      "id": "12-017-1252_p0028",
      "zh_CN": "既然相跟性是一，然后你就能体会到，性不变，相也不变。相上不变的是什么？相上不变的是它的性。性跟相是决定不能分家的，分了家怎么样？分了家，性相都没有了。我问你要金，我不要金器，到哪里去找金？你找到一个金条，它有条的相，它还是器；你讲一块，一块也是器。你说我形相都不要，我只要金，到哪儿找？没有了。性相、理事，真相如是。所以真在哪里？真跟妄是一不是二，离了真没有妄，离了妄没有真。真，好比我们一个人，我们把人当作真；妄相，我们站在灯光下的一个影子，影子跟人不能离开。人变化小，那个影子千变万化，为什么？灯随便移，灯一移动，影子就不一样了，马上影子有短、有长、有肥、有瘦不相同，千变万化，这个人身坐在这里没变化。",
      "zh_TW": "既然相跟性是一，然後你就能體會到，性不變，相也不變。相上不變的是什麼？相上不變的是它的性。性跟相是決定不能分家的，分了家怎麼樣？分了家，性相都沒有了。我問你要金，我不要金器，到哪裡去找金？你找到一個金條，它有條的相，它還是器；你講一塊，一塊也是器。你說我形相都不要，我只要金，到哪兒找？沒有了。性相、理事，真相如是。所以真在哪裡？真跟妄是一不是二，離了真沒有妄，離了妄沒有真。真，好比我們一個人，我們把人當作真；妄相，我們站在燈光下的一個影子，影子跟人不能離開。人變化小，那個影子千變萬化，為什麼？燈隨便移，燈一移動，影子就不一樣了，馬上影子有短、有長、有肥、有瘦不相同，千變萬化，這個人身坐在這裡沒變化。"
    },
    {
      "id": "12-017-1252_p0029",
      "zh_CN": "我们坐在摄影棚，摄影棚四面八方都有灯光，统统开了这光很匀；如果只开一面的光，这一面就有黑影。开左面的光，黑影在右面，开右面的光，黑影在左面，开前面的光，影在后面，开后面的光，影在前面。这就是什么？相虽然千变万化，性不变，离了性没有相，离了相没有性。此二融即，你统统都清楚、都明了，你的见解是正确的，你的见解是圆融的。圆就是什么？拣别你不是偏见，你是正确的理解，所以叫正知正见，你不是偏见，不是邪见。清凉大师的意思，我们明白了。",
      "zh_TW": "我們坐在攝影棚，攝影棚四面八方都有燈光，統統開了這光很勻；如果只開一面的光，這一面就有黑影。開左面的光，黑影在右面，開右面的光，黑影在左面，開前面的光，影在後面，開後面的光，影在前面。這就是什麼？相雖然千變萬化，性不變，離了性沒有相，離了相沒有性。此二融即，你統統都清楚、都明瞭，你的見解是正確的，你的見解是圓融的。圓就是什麼？揀別你不是偏見，你是正確的理解，所以叫正知正見，你不是偏見，不是邪見。清涼大師的意思，我們明白了。"
    },
    {
      "id": "12-017-1252_p0030",
      "zh_CN": "我们看这首偈，『思惟诸国土』，「诸国土」有两个讲法，一个是「一切诸佛刹土」，这是一个说法；一个就是「一个佛土里面，它有同居土、有方便土、有实报土、有寂光土」，这就是诸国土。两种讲法都讲得通，你去思惟，你去观察。",
      "zh_TW": "我們看這首偈，『思惟諸國土』，「諸國土」有兩個講法，一個是「一切諸佛剎土」，這是一個說法；一個就是「一個佛土裡面，它有同居土、有方便土、有實報土、有寂光土」，這就是諸國土。兩種講法都講得通，你去思惟，你去觀察。"
    },
    {
      "id": "12-017-1252_p0031",
      "zh_CN": "『色与非色相』，法性土没有相，非色相；其他的土都有相，都有色相。你要记住般若经上讲的话，「凡所有相，皆是虚妄」，你千万不要执着：十法界里面、六道里面这些国土是虚妄的，一真法界那是真的！你要这样想，错了，大错了。这就好比是什么？我刚才举的这个影子来说，我们六道里面影子大概是假的，身是真的，不知道影子跟身子的关系，它是一体，它不能分。所以，你才起心动念、分别执着，就错了；清清楚楚、明明白白，不起心、不动念、不分别、不执着，这就是正知正见。起心动念、分别执着就错了，一真法界是跟十法界相对说的，有没有一真？有没有十法界？我们常讲六道、十法界是假的，觉后空空无大千；没有六道，没有十法界，还有一真法界吗？有，是有，不能说没有。但是绝对没有一真法界这个名词，绝对没有这个念头，这个意思很深，要细心去体会。",
      "zh_TW": "『色與非色相』，法性土沒有相，非色相；其他的土都有相，都有色相。你要記住般若經上講的話，「凡所有相，皆是虛妄」，你千萬不要執著：十法界裡面、六道裡面這些國土是虛妄的，一真法界那是真的！你要這樣想，錯了，大錯了。這就好比是什麼？我剛才舉的這個影子來說，我們六道裡面影子大概是假的，身是真的，不知道影子跟身子的關係，它是一體，它不能分。所以，你才起心動念、分別執著，就錯了；清清楚楚、明明白白，不起心、不動念、不分別、不執著，這就是正知正見。起心動念、分別執著就錯了，一真法界是跟十法界相對說的，有沒有一真？有沒有十法界？我們常講六道、十法界是假的，覺後空空無大千；沒有六道，沒有十法界，還有一真法界嗎？有，是有，不能說沒有。但是絕對沒有一真法界這個名詞，絕對沒有這個念頭，這個意思很深，要細心去體會。"
    },
    {
      "id": "12-017-1252_p0032",
      "zh_CN": "老子所说，「名可名，非常名，道可道，非常道」，这两句话的意思跟我们讲的相应，境界现前你说不出来，你也不能想像，所谓是「动念即乖，开口便错」。为什么？动念，你起心动念，你落在无明里头；开口，你就有分别，你就有执着，你就迷了。六根对六尘境界，如果离妄想、分别、执着，十法界又何尝不是一真法界！这是什么说法？就是清凉大师在此地讲的，「此二融即」。一真法界是常寂光土，其余的一切有色的，十法界也有色，六道也有色。这就好像金器一样，十法界里面的色相，就好像普通人戴的金戒指、手镯之类的。诸佛刹土，特别是讲实报庄严土，就像黄金做的皇冠一样，美不胜收。皇冠那个黄金，跟你戒指上的黄金是相同的，没有两样。所以从体上讲，我们六道这是凡圣同居土，六道里面这个土的体（理体）就是常寂光，是法性土。相上不一样，性上跟诸佛刹土没有两样，这两个才能融即。",
      "zh_TW": "老子所說，「名可名，非常名，道可道，非常道」，這兩句話的意思跟我們講的相應，境界現前你說不出來，你也不能想像，所謂是「動念即乖，開口便錯」。為什麼？動念，你起心動念，你落在無明裡頭；開口，你就有分別，你就有執著，你就迷了。六根對六塵境界，如果離妄想、分別、執著，十法界又何嘗不是一真法界！這是什麼說法？就是清涼大師在此地講的，「此二融即」。一真法界是常寂光土，其餘的一切有色的，十法界也有色，六道也有色。這就好像金器一樣，十法界裡面的色相，就好像普通人戴的金戒指、手鐲之類的。諸佛剎土，特別是講實報莊嚴土，就像黃金做的皇冠一樣，美不勝收。皇冠那個黃金，跟你戒指上的黃金是相同的，沒有兩樣。所以從體上講，我們六道這是凡聖同居土，六道裡面這個土的體（理體）就是常寂光，是法性土。相上不一樣，性上跟諸佛剎土沒有兩樣，這兩個才能融即。"
    },
    {
      "id": "12-017-1252_p0033",
      "zh_CN": "你就晓得，佛与大菩萨离妄想、分别、执着，所以法性土变现出来的报土，无比的庄严，这里面没有一丝毫的缺陷，就变成极乐世界了。凡夫迷失了自性，无缘无故生起妄想、分别、执着，无量无边的妄想分别执着，法性土现出来的就是秽土。这个道理，我们如果用江本胜博士水结晶的实验，就不难懂。我们把水比喻作法性土，把它的结晶比喻作报土，你看看，我们以最善的心、最好的心、最清净的心面对着这个水，水的结晶非常之美。从显微镜你去看，看到的结晶把照片照下来，你看多好看；如果我们用恶意，「我讨厌你，不喜欢你」，用这个态度的时候，你再看结晶马上就变了，变得很丑陋，变得很难看。最糟糕的是什么？最糟糕的是你根本不理它，不理它，它的样子是最糟糕的，完全不关心它。",
      "zh_TW": "你就曉得，佛與大菩薩離妄想、分別、執著，所以法性土變現出來的報土，無比的莊嚴，這裡面沒有一絲毫的缺陷，就變成極樂世界了。凡夫迷失了自性，無緣無故生起妄想、分別、執著，無量無邊的妄想分別執著，法性土現出來的就是穢土。這個道理，我們如果用江本勝博士水結晶的實驗，就不難懂。我們把水比喻作法性土，把它的結晶比喻作報土，你看看，我們以最善的心、最好的心、最清淨的心面對著這個水，水的結晶非常之美。從顯微鏡你去看，看到的結晶把照片照下來，你看多好看；如果我們用惡意，「我討厭你，不喜歡你」，用這個態度的時候，你再看結晶馬上就變了，變得很醜陋，變得很難看。最糟糕的是什麼？最糟糕的是你根本不理它，不理它，它的樣子是最糟糕的，完全不關心它。"
    },
    {
      "id": "12-017-1252_p0034",
      "zh_CN": "他做这三种实验，一个是善的，一个是恶的，一个是完全不理它，同样一杯水，随着念头起变化。这不就是佛在大乘经上常常讲，依报随着正报转，一切法从心想生，不就这么回事情吗！它为什么会有这个现象？因为色与非色相是一不是二，金与万种器是一不是二。水，我们看结晶的照片，千千万万张，都是一个水变现的，不二。江博士的，江本博士的实验（日本人姓是双姓，江本是姓，他的名字是一个字。江本是姓，我们不要以为中国人讲江博士，那就错了，江本博士），十年来做这个实验的工作，从来没有两个画面是相同的，真的，就仿佛我们世间人指纹一样，全世界这么多人，指纹找不到相同的。他说水结晶的图案，没有相同的。你要问为什么？我们学佛的人应该懂得，我们的念头不一样，前念跟后念不相同。",
      "zh_TW": "他做這三種實驗，一個是善的，一個是惡的，一個是完全不理它，同樣一杯水，隨著念頭起變化。這不就是佛在大乘經上常常講，依報隨著正報轉，一切法從心想生，不就這麼回事情嗎！它為什麼會有這個現象？因為色與非色相是一不是二，金與萬種器是一不是二。水，我們看結晶的照片，千千萬萬張，都是一個水變現的，不二。江博士的，江本博士的實驗（日本人姓是雙姓，江本是姓，他的名字是一個字。江本是姓，我們不要以為中國人講江博士，那就錯了，江本博士），十年來做這個實驗的工作，從來沒有兩個畫面是相同的，真的，就彷彿我們世間人指紋一樣，全世界這麼多人，指紋找不到相同的。他說水結晶的圖案，沒有相同的。你要問為什麼？我們學佛的人應該懂得，我們的念頭不一樣，前念跟後念不相同。"
    },
    {
      "id": "12-017-1252_p0035",
      "zh_CN": "这一生当中，起心动念，你想想看，什么时候你念头相同过？同样我在念阿弥陀佛，阿弥陀佛、阿弥陀佛，前面阿弥陀佛跟后面阿弥陀佛里，绝对不一样。到什么时候才相同？入了定就相同。你没有入定，因为你的心是散乱的，散乱心怎么会相同？甚深禅定里面相同。完全相同，佛经上常讲，唯佛与佛才完全相同；等觉菩萨跟等觉菩萨都不能完全相同。佛证到圆满了，连最深的、最后的那一品生相无明也断了，所以说佛佛道同。佛跟佛相是相同，佛跟佛面貌是相同，没有一样不同。这就是什么？唯心所现，他没有一点点障碍，没有受一点点的影响，所以他是相同的。等觉以下，念头没断，我们讲起心动念，念头没断。等觉菩萨的念头是最为微细，别人不知道，佛看得出来，还有极其微细的波动；到如来的时候完全不动，没有余习了。",
      "zh_TW": "這一生當中，起心動念，你想想看，什麼時候你念頭相同過？同樣我在念阿彌陀佛，阿彌陀佛、阿彌陀佛，前面阿彌陀佛跟後面阿彌陀佛裡，絕對不一樣。到什麼時候才相同？入了定就相同。你沒有入定，因為你的心是散亂的，散亂心怎麼會相同？甚深禪定裡面相同。完全相同，佛經上常講，唯佛與佛才完全相同；等覺菩薩跟等覺菩薩都不能完全相同。佛證到圓滿了，連最深的、最後的那一品生相無明也斷了，所以說佛佛道同。佛跟佛相是相同，佛跟佛面貌是相同，沒有一樣不同。這就是什麼？唯心所現，他沒有一點點障礙，沒有受一點點的影響，所以他是相同的。等覺以下，念頭沒斷，我們講起心動念，念頭沒斷。等覺菩薩的念頭是最為微細，別人不知道，佛看得出來，還有極其微細的波動；到如來的時候完全不動，沒有餘習了。"
    },
    {
      "id": "12-017-1252_p0036",
      "zh_CN": "这桩事情，佛跟菩萨的差别，我初学佛的时候，我向章嘉大师请教，差别到底在哪里？章嘉大师给我举了个比喻，因为那个时候，我看他，在他家里客厅，他的房子不是寺庙，是一栋日本式的房子，也是个花园别墅，政府给他的。我们见他的时候都在客厅，客厅挂了一个从前人叫自鸣钟，现在很少看见。现在都用电池，那时候用钟摆，要上发条，每天都要上发条。所以在那个时代，手表也不是用电池的，也是用发条，每天都要上，一天不上它就停了。所以发条在那个时代每个人都知道，很普遍，他就用这个比喻。他说钟表里头的发条，卷起来的，你把它铺平了，只要一放手，它又卷起来了。必须两边按住，不按住的时候，它就会卷起来，这就是像菩萨。佛是什么样？佛给它按平，它不再卷起来，确确实实是摆平了，那是佛。所以，真正是平的，平的，大家决定是一样的；如果它卷起来，每个发条卷的幅度不相同，看到是相同，实际不相同。他用这个比喻跟我讲，我能体会。",
      "zh_TW": "這樁事情，佛跟菩薩的差別，我初學佛的時候，我向章嘉大師請教，差別到底在哪裡？章嘉大師給我舉了個比喻，因為那個時候，我看他，在他家裡客廳，他的房子不是寺廟，是一棟日本式的房子，也是個花園別墅，政府給他的。我們見他的時候都在客廳，客廳掛了一個從前人叫自鳴鐘，現在很少看見。現在都用電池，那時候用鐘擺，要上發條，每天都要上發條。所以在那個時代，手錶也不是用電池的，也是用發條，每天都要上，一天不上它就停了。所以發條在那個時代每個人都知道，很普遍，他就用這個比喻。他說鐘錶裡頭的發條，捲起來的，你把它鋪平了，只要一放手，它又捲起來了。必須兩邊按住，不按住的時候，它就會捲起來，這就是像菩薩。佛是什麼樣？佛給它按平，它不再捲起來，確確實實是擺平了，那是佛。所以，真正是平的，平的，大家決定是一樣的；如果它捲起來，每個發條捲的幅度不相同，看到是相同，實際不相同。他用這個比喻跟我講，我能體會。"
    },
    {
      "id": "12-017-1252_p0037",
      "zh_CN": "这就是我们一般讲，无始劫来薰习的烦恼习气，你才晓得好不容易断！断这个习气，不能起心动念，起心动念那是增长他的习气，你怎么能断得掉？所以法身菩萨修行的方法，跟我们完全不一样，我们要认真努力用功；法身菩萨修行，此处用不上力。用不上力，功夫怎么用法？怎么样断他的余习？古人跟我们讲，他们那个功夫叫「无功用道」，无功用道可不好懂。这些在我们修学过程当中，这些问题不能不请教老师。什么叫无功用道？老师有善巧方便，他举行船，特别是从前帆船、划的小船，这个例子也很容易观察到。",
      "zh_TW": "這就是我們一般講，無始劫來薰習的煩惱習氣，你才曉得好不容易斷！斷這個習氣，不能起心動念，起心動念那是增長他的習氣，你怎麼能斷得掉？所以法身菩薩修行的方法，跟我們完全不一樣，我們要認真努力用功；法身菩薩修行，此處用不上力。用不上力，功夫怎麼用法？怎麼樣斷他的餘習？古人跟我們講，他們那個功夫叫「無功用道」，無功用道可不好懂。這些在我們修學過程當中，這些問題不能不請教老師。什麼叫無功用道？老師有善巧方便，他舉行船，特別是從前帆船、划的小船，這個例子也很容易觀察到。"
    },
    {
      "id": "12-017-1252_p0038",
      "zh_CN": "在长江，在河流里面，抗战时期，我们遇到渡河的时候，全都是帆船跟摇橹、摇桨的，都是这些小船。船将要靠岸，先把帆收下来，然后靠摇橹，慢慢的接近岸边。到距离岸边很近的时候，桨跟橹都收起来，用什么？用竹竿，两面撑，慢慢把船让它靠岸，速度很慢。这是什么？这都是用功，摇橹，我们在用功；撑船，拿竹竿撑船，还是在用力。可是接近岸的时候，大概在十公尺的样子，这距离很近了，这个时候竹竿也不能用了，统统收下来，让这个船自自然然，它还有余力，自自然然往岸边接近。李老师说，这个时候叫无功用道。你撑竹竿的时候你用力，这不是无功，划船的时候、摇橹的时候这不是，这是用力。我们今天修行，就是摇橹、撑着竹竿的时候；法身菩萨用功，什么都不能用，就是船快接近岸了，自自然然的它靠上去。所以说用不得力，一用力就错了，一用力就撞上岸了，那就错了，所以这真正用不上力。",
      "zh_TW": "在長江，在河流裡面，抗戰時期，我們遇到渡河的時候，全都是帆船跟搖櫓、搖槳的，都是這些小船。船將要靠岸，先把帆收下來，然後靠搖櫓，慢慢的接近岸邊。到距離岸邊很近的時候，槳跟櫓都收起來，用什麼？用竹竿，兩面撐，慢慢把船讓它靠岸，速度很慢。這是什麼？這都是用功，搖櫓，我們在用功；撐船，拿竹竿撐船，還是在用力。可是接近岸的時候，大概在十公尺的樣子，這距離很近了，這個時候竹竿也不能用了，統統收下來，讓這個船自自然然，它還有餘力，自自然然往岸邊接近。李老師說，這個時候叫無功用道。你撐竹竿的時候你用力，這不是無功，划船的時候、搖櫓的時候這不是，這是用力。我們今天修行，就是搖櫓、撐著竹竿的時候；法身菩薩用功，什麼都不能用，就是船快接近岸了，自自然然的它靠上去。所以說用不得力，一用力就錯了，一用力就撞上岸了，那就錯了，所以這真正用不上力。"
    },
    {
      "id": "12-017-1252_p0039",
      "zh_CN": "法身菩萨，你想想看，圆教初住，明心见性了，他分别、执着已经完全断掉。所余的什么？余的是无明，破无明的时候，跟我们这里修行完全不一样，我们所有一切修行方法，对破无明用不上，用不上力。他那个地方是无功用道，一切随其自然。这些菩萨也非常了不起，他怎么样？他能跟九法界的众生感应道交，现身说法，应以什么身得度，他就现什么身，无论现什么身，无论在哪一道，遍法界虚空界他都去。在这个时候，诸位一定要知道，到圆教初住的时候，时间没有了，空间没有了。十法界里面有时空，也就是说有距离、有先后，先后是时间，远近距离是空间。在一真法界里头，因为他见性了，他与性德相应，与性德相应就没有距离，所以他感应那么快，我们这念头一动，他感应就来了。",
      "zh_TW": "法身菩薩，你想想看，圓教初住，明心見性了，他分別、執著已經完全斷掉。所餘的什麼？餘的是無明，破無明的時候，跟我們這裡修行完全不一樣，我們所有一切修行方法，對破無明用不上，用不上力。他那個地方是無功用道，一切隨其自然。這些菩薩也非常了不起，他怎麼樣？他能跟九法界的眾生感應道交，現身說法，應以什麼身得度，他就現什麼身，無論現什麼身，無論在哪一道，遍法界虛空界他都去。在這個時候，諸位一定要知道，到圓教初住的時候，時間沒有了，空間沒有了。十法界裡面有時空，也就是說有距離、有先後，先後是時間，遠近距離是空間。在一真法界裡頭，因為他見性了，他與性德相應，與性德相應就沒有距離，所以他感應那麼快，我們這念頭一動，他感應就來了。"
    },
    {
      "id": "12-017-1252_p0040",
      "zh_CN": "《弥陀经》上佛跟我们讲，西方极乐世界距离我们这个地方十万亿佛国土。这是随着我们说的，我们凡夫讲的十万亿佛国土，一个佛国土是一个大千世界，这当中隔了十万个大千世界。可是在佛菩萨，他距离没有了，距离没有怎么样？就在面前。我们迷的时候有十万亿佛国土，觉的时候就在面前，距离没有了。迷的时候有时间，过去无量劫，未来无量劫；觉的时候，无量劫变成一念了。《华严经》上讲，一念可以展开为无量劫，迷了；无量劫变成一念，觉了。世出世法里头，真正关键的问题，就在觉迷，觉了才知道整个宇宙是一体；迷了的时候不知道，把一体把它分割了。那个分割是你错误，是你的错误妄想，事实上没有。所以，迷的时候真的像作梦，永嘉大师说，「梦里明明有六趣，觉后空空无大千」。觉了之后，能够任意到你梦中去作佛事，建水月道场，作梦中佛事，很有味道。",
      "zh_TW": "《彌陀經》上佛跟我們講，西方極樂世界距離我們這個地方十萬億佛國土。這是隨著我們說的，我們凡夫講的十萬億佛國土，一個佛國土是一個大千世界，這當中隔了十萬個大千世界。可是在佛菩薩，他距離沒有了，距離沒有怎麼樣？就在面前。我們迷的時候有十萬億佛國土，覺的時候就在面前，距離沒有了。迷的時候有時間，過去無量劫，未來無量劫；覺的時候，無量劫變成一念了。《華嚴經》上講，一念可以展開為無量劫，迷了；無量劫變成一念，覺了。世出世法裡頭，真正關鍵的問題，就在覺迷，覺了才知道整個宇宙是一體；迷了的時候不知道，把一體把它分割了。那個分割是你錯誤，是你的錯誤妄想，事實上沒有。所以，迷的時候真的像作夢，永嘉大師說，「夢裡明明有六趣，覺後空空無大千」。覺了之後，能夠任意到你夢中去作佛事，建水月道場，作夢中佛事，很有味道。"
    },
    {
      "id": "12-017-1252_p0041",
      "zh_CN": "我们现在科学家，怎么样叫超越时空？根本没有时空，你要超越干什么？超越这个念头，你永远不能超越，你有妄念，虚空就是妄念变现出来的，你怎么能够超越它？只要把妄想、分别、执着放下，就没有了，还用得着超越吗？非常可惜，这些聪明的科学家没有读到佛经，没有缘分。他要读到佛经，这些人是聪明人，比我们一般人学佛要快得多，这就是说缘，过去生中跟佛没有结缘。我们虽然没有科学家那么样的聪明智慧，我们与佛有缘，佛所讲的这些东西，听听科学家所讲的，有些相应，能帮助我们理解。我们对于佛所讲的，这个宇宙之间一切性相、理事、因果，我们能生信心，能帮助我们断疑生信。",
      "zh_TW": "我們現在科學家，怎麼樣叫超越時空？根本沒有時空，你要超越幹什麼？超越這個念頭，你永遠不能超越，你有妄念，虛空就是妄念變現出來的，你怎麼能夠超越它？只要把妄想、分別、執著放下，就沒有了，還用得著超越嗎？非常可惜，這些聰明的科學家沒有讀到佛經，沒有緣分。他要讀到佛經，這些人是聰明人，比我們一般人學佛要快得多，這就是說緣，過去生中跟佛沒有結緣。我們雖然沒有科學家那麼樣的聰明智慧，我們與佛有緣，佛所講的這些東西，聽聽科學家所講的，有些相應，能幫助我們理解。我們對於佛所講的，這個宇宙之間一切性相、理事、因果，我們能生信心，能幫助我們斷疑生信。"
    },
    {
      "id": "12-017-1252_p0042",
      "zh_CN": "所以说，『一切悉能知』，这句话我们是多么的向往，多么的羡慕。我们今天要求知，怎么样求都没有办法知，那怎么办？不求就都知了。求知这个念头是所知障；我、我所放不下，名闻利养放不下，五欲六尘放不下，这是烦恼障，两大障碍。每一种障碍细说都是无量无边，佛法里面常讲，八万四千尘劳烦恼。烦恼八万四千，所知也八万四千，根源就是妄想、分别、执着，那是根。所以祖师大德们常讲，会修行的人从根本修。你要断烦恼障，就是贪瞋痴慢，这是烦恼障，你就从这里下手。于世出世间一切法不贪、不瞋、不痴、不贡高我慢，这个能断烦恼障；放下妄想、分别、执着，破所知障。这两个障破了之后，「一切悉能知」，一切悉能知是你的本能；换句话说，遍法界虚空界里头的一切，你本来知道。现在不知道了，不知道就是这两种障碍把你障住了。这个知就是般若智慧，自性本具、本有。你对于宇宙之间万事万物，你都会做，你有能力，什么事你都内行，没有一样是外行的。都能做得圆圆满满，没有一点缺陷，有这么大的能力，万德万能。这个能力失掉了，现在什么都不会了，这是障，这两种障碍障住了。",
      "zh_TW": "所以說，『一切悉能知』，這句話我們是多麼的嚮往，多麼的羨慕。我們今天要求知，怎麼樣求都沒有辦法知，那怎麼辦？不求就都知了。求知這個念頭是所知障；我、我所放不下，名聞利養放不下，五欲六塵放不下，這是煩惱障，兩大障礙。每一種障礙細說都是無量無邊，佛法裡面常講，八萬四千塵勞煩惱。煩惱八萬四千，所知也八萬四千，根源就是妄想、分別、執著，那是根。所以祖師大德們常講，會修行的人從根本修。你要斷煩惱障，就是貪瞋痴慢，這是煩惱障，你就從這裡下手。於世出世間一切法不貪、不瞋、不痴、不貢高我慢，這個能斷煩惱障；放下妄想、分別、執著，破所知障。這兩個障破了之後，「一切悉能知」，一切悉能知是你的本能；換句話說，遍法界虛空界裡頭的一切，你本來知道。現在不知道了，不知道就是這兩種障礙把你障住了。這個知就是般若智慧，自性本具、本有。你對於宇宙之間萬事萬物，你都會做，你有能力，什麼事你都內行，沒有一樣是外行的。都能做得圓圓滿滿，沒有一點缺陷，有這麼大的能力，萬德萬能。這個能力失掉了，現在什麼都不會了，這是障，這兩種障礙障住了。"
    },
    {
      "id": "12-017-1252_p0043",
      "zh_CN": "第三个，我们现在世间人讲福报，福是相好，相好就是福报，你性德里头的福报是圆满的，显现出来的是华藏世界，我们在这经上看到、读到；极乐世界，在往生经里面读到。正报，身有无量相，相有无量好，不止三十二相八十种好，现在都没有了。现在这个相这么都丑陋，身体这么不好，全都是烦恼二障障碍了自性，变现出现前的境界，在这里头受苦受难。所以佛才是真正慈悲救世者，他帮助我们觉悟，一觉悟一切都恢复了。我们的智慧、我们的德能、我们的福报，跟一切诸佛无二无别，我们居住的环境是极乐世界！",
      "zh_TW": "第三個，我們現在世間人講福報，福是相好，相好就是福報，你性德裡頭的福報是圓滿的，顯現出來的是華藏世界，我們在這經上看到、讀到；極樂世界，在往生經裡面讀到。正報，身有無量相，相有無量好，不止三十二相八十種好，現在都沒有了。現在這個相這麼都醜陋，身體這麼不好，全都是煩惱二障障礙了自性，變現出現前的境界，在這裡頭受苦受難。所以佛才是真正慈悲救世者，他幫助我們覺悟，一覺悟一切都恢復了。我們的智慧、我們的德能、我們的福報，跟一切諸佛無二無別，我們居住的環境是極樂世界！"
    },
    {
      "id": "12-017-1252_p0044",
      "zh_CN": "所以有些学佛的人，初学，读了《无量寿经》、《观无量寿佛经》、《阿弥陀经》，总不以为然。他们始终羡慕真正修行人应该过清苦的生活，他说你看看西方极乐世界阿弥陀佛，过得帝王也不如。没错，世间帝王那个生活，是多少人在经营供养他的；西方极乐世界那个生活，是自然变现的。那个七宝宫殿，并不是要工程师去设计，要去买这些材料，要多少工人去做，没有，自然变现的，法尔如是，它本来就是这个样子的。这是什么个道理？就是你里头没有丝毫障碍，性德现前就是这个样子。十法界愈往下愈递减，下面不如上面，为什么？愈往下，障碍愈严重，障碍愈多，就是这么个道理。",
      "zh_TW": "所以有些學佛的人，初學，讀了《無量壽經》、《觀無量壽佛經》、《阿彌陀經》，總不以為然。他們始終羨慕真正修行人應該過清苦的生活，他說你看看西方極樂世界阿彌陀佛，過得帝王也不如。沒錯，世間帝王那個生活，是多少人在經營供養他的；西方極樂世界那個生活，是自然變現的。那個七寶宮殿，並不是要工程師去設計，要去買這些材料，要多少工人去做，沒有，自然變現的，法爾如是，它本來就是這個樣子的。這是什麼個道理？就是你裡頭沒有絲毫障礙，性德現前就是這個樣子。十法界愈往下愈遞減，下面不如上面，為什麼？愈往下，障礙愈嚴重，障礙愈多，就是這麼個道理。"
    },
    {
      "id": "12-017-1252_p0045",
      "zh_CN": "在一真法界，就是十法界再上面去，没有障碍，一切都是自然的。饮食起居不需要人料理，往生经里面告诉我们，这诸位念过的，你到西方极乐世界要想吃饭，七宝的餐具就现前。百味佳肴，这是举比喻，比喻什么？我们人世间的帝王，帝王吃饭是一百道菜，这是规矩。他的菜碗都不大，小小的碟子，一百道，每餐都是这样的。所以佛在经上讲就用这个比喻，西方极乐世界也是你想吃饭，也是一百道菜，自然来的。它没有厨房，没有厨师，念头一动它就摆在你面前。不想要了，就没有了，干干净净，一尘不染，又不要收碟子，也不要洗碗了。性德，法尔如是。这是科学家天天在追求的美梦，你说这个生活多自在！你居住的房子里面，干干净净一尘不染，什么东西都没有，空空旷旷的，你说多舒服。客人来了，那边一个椅子，椅子就在了，就变现出来了，随着心念它变化，客人离开了，椅子也没有了。这个道理现在科学家懂，能与质的转变，物质是能量变现出来的。",
      "zh_TW": "在一真法界，就是十法界再上面去，沒有障礙，一切都是自然的。飲食起居不需要人料理，往生經裡面告訴我們，這諸位念過的，你到西方極樂世界要想吃飯，七寶的餐具就現前。百味佳餚，這是舉比喻，比喻什麼？我們人世間的帝王，帝王吃飯是一百道菜，這是規矩。他的菜碗都不大，小小的碟子，一百道，每餐都是這樣的。所以佛在經上講就用這個比喻，西方極樂世界也是你想吃飯，也是一百道菜，自然來的。它沒有廚房，沒有廚師，念頭一動它就擺在你面前。不想要了，就沒有了，乾乾淨淨，一塵不染，又不要收碟子，也不要洗碗了。性德，法爾如是。這是科學家天天在追求的美夢，你說這個生活多自在！你居住的房子裡面，乾乾淨淨一塵不染，什麼東西都沒有，空空曠曠的，你說多舒服。客人來了，那邊一個椅子，椅子就在了，就變現出來了，隨著心念它變化，客人離開了，椅子也沒有了。這個道理現在科學家懂，能與質的轉變，物質是能量變現出來的。"
    },
    {
      "id": "12-017-1252_p0046",
      "zh_CN": "如果有这么好，都能够随心所欲的变化，那多好，这才叫真正幸福美满，真正的自在快乐。我们活在这个世间，富贵人家房舍、日用品一大堆，要搬个家，几个卡车都拖不动，累死了。所以，你要是读古德讲的往生经，往生经就是包括净土全部的经典，你看看西方极乐世界人的生活，你会非常羡慕。一切生活所需，应念现前；不需要的时候，立刻就没有了，这个世界永远是清净的，一尘不染。所以不需要扫地，不需要抹桌子，不需要，十方世界里头找不到的。释迦牟尼佛为我们介绍，只要我们肯去，没有一个去不成，所谓是万修万人去。你为什么不去？你为什么贪恋这个世间？凡是去不了的，不是别的，对这个世间贪恋，对这个世间放不下。",
      "zh_TW": "如果有這麼好，都能夠隨心所欲的變化，那多好，這才叫真正幸福美滿，真正的自在快樂。我們活在這個世間，富貴人家房舍、日用品一大堆，要搬個家，幾個卡車都拖不動，累死了。所以，你要是讀古德講的往生經，往生經就是包括淨土全部的經典，你看看西方極樂世界人的生活，你會非常羨慕。一切生活所需，應念現前；不需要的時候，立刻就沒有了，這個世界永遠是清淨的，一塵不染。所以不需要掃地，不需要抹桌子，不需要，十方世界裡頭找不到的。釋迦牟尼佛為我們介紹，只要我們肯去，沒有一個去不成，所謂是萬修萬人去。你為什麼不去？你為什麼貪戀這個世間？凡是去不了的，不是別的，對這個世間貪戀，對這個世間放不下。"
    },
    {
      "id": "12-017-1252_p0047",
      "zh_CN": "诸佛如来的实报庄严土，跟西方极乐世界一样，但是你不容易去，那修就困难了。为什么？妄想、分别、执着统统要断，不断不能去。西方极乐世界最殊胜的，一切诸佛赞叹的，你的烦恼习气不断也能去，我们才有分。这个不断，你要晓得，阿赖耶识里头习气种子没断，现行要伏住。其他的诸佛刹土是灭断，西方极乐世界是要伏断，只要你伏住它，不起现行，就是不起作用，就能往生，这就方便太多了。我们果然搞清楚、搞明白，把现前的身心世界一切放下。有，很好，没有也很好，绝不被外面境界所转，我这一句佛号功夫得力，就能往生，万修万人去。现在时间到了。",
      "zh_TW": "諸佛如來的實報莊嚴土，跟西方極樂世界一樣，但是你不容易去，那修就困難了。為什麼？妄想、分別、執著統統要斷，不斷不能去。西方極樂世界最殊勝的，一切諸佛讚歎的，你的煩惱習氣不斷也能去，我們才有分。這個不斷，你要曉得，阿賴耶識裡頭習氣種子沒斷，現行要伏住。其他的諸佛剎土是滅斷，西方極樂世界是要伏斷，只要你伏住它，不起現行，就是不起作用，就能往生，這就方便太多了。我們果然搞清楚、搞明白，把現前的身心世界一切放下。有，很好，沒有也很好，絕不被外面境界所轉，我這一句佛號功夫得力，就能往生，萬修萬人去。現在時間到了。"
    }
  ]
}