{
  "doc_id": "12-017-0296",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二九六卷",
    "zh_TW": "第二九六卷"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0296",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "12-017-0296_p0001",
      "zh_CN": "请看「世主妙严品」，得法赞佛，八部四王众，夜叉王长行，第二句：",
      "zh_TW": "請看「世主妙嚴品」，得法讚佛，八部四王眾，夜叉王長行，第二句："
    },
    {
      "id": "12-017-0296_p0002",
      "zh_CN": "【自在音夜叉王，得普观察众生方便救护解脱门。】",
      "zh_TW": "【自在音夜叉王，得普觀察眾生方便救護解脫門。】"
    },
    {
      "id": "12-017-0296_p0003",
      "zh_CN": "清凉大师在注解里面跟我们提示，「智观悲救，救苦护善，不滞空有，故云方便」，言语虽然不多，把意思都说出来了。天王的德号叫『自在音』，我们能够想像得到，这是以音声为佛事，也就是以音声作为教化众生最重要的工具。他得的法门就是他所修学的，很值得我们做参考。",
      "zh_TW": "清涼大師在註解裡面跟我們提示，「智觀悲救，救苦護善，不滯空有，故云方便」，言語雖然不多，把意思都說出來了。天王的德號叫『自在音』，我們能夠想像得到，這是以音聲為佛事，也就是以音聲作為教化眾生最重要的工具。他得的法門就是他所修學的，很值得我們做參考。"
    },
    {
      "id": "12-017-0296_p0004",
      "zh_CN": "『普观察』，重要这个字在「普」，普是清净观、平等观，不清净、不平等就不普。「普观」是对于法界一切众生，最重要是用平等心，这是真实智慧，所以清凉在注子里面讲智慧之观。智的反面就是情，我们讲感情、情识，智是觉，情是迷。相宗讲修行的枢纽，说是转识成智，怎么样能够把情识转变成智慧，这就成功了。情识是凡夫，智慧是圣人，转识成智，我们平常讲的三转，这三个全都转过来了；转恶为善，智是善，情识是恶；转迷为悟，智是觉悟，情识是迷；转凡成圣，情识是凡，智是圣。说一个转识成智，三个都转过来了，佛陀教化众生的目的圆满达到了。我们今天的麻烦就是在情识放不下，不但做凡夫，做一个天天造作罪业的凡夫，你说这怎么得了！",
      "zh_TW": "『普觀察』，重要這個字在「普」，普是清淨觀、平等觀，不清淨、不平等就不普。「普觀」是對於法界一切眾生，最重要是用平等心，這是真實智慧，所以清涼在註子裡面講智慧之觀。智的反面就是情，我們講感情、情識，智是覺，情是迷。相宗講修行的樞紐，說是轉識成智，怎麼樣能夠把情識轉變成智慧，這就成功了。情識是凡夫，智慧是聖人，轉識成智，我們平常講的三轉，這三個全都轉過來了；轉惡為善，智是善，情識是惡；轉迷為悟，智是覺悟，情識是迷；轉凡成聖，情識是凡，智是聖。說一個轉識成智，三個都轉過來了，佛陀教化眾生的目的圓滿達到了。我們今天的麻煩就是在情識放不下，不但做凡夫，做一個天天造作罪業的凡夫，你說這怎麼得了！"
    },
    {
      "id": "12-017-0296_p0005",
      "zh_CN": "佛陀教学的方式，首先为我们说明宇宙人生真相，目的何在？非常明显，让我们转迷为悟。我们对于宇宙人生真相不了解，这是迷。不了解才产生情识，情识是什么东西？就是妄想分别执着，是从迷里头产生的。果然觉悟之后，这个观念就没有了，不再执着，不再分别，知道妄想分别执着是空的。《金刚般若经》上讲三心不可得，「过去心不可得，现在心不可得，未来心不可得」，那个心是什么？心岂不就是妄想分别执着吗？不可得！外面的境界，五欲六尘，幻化的，不是真的。因缘所生法，没有自体，万法皆空，无所有。外面境界无所有，里面三心不可得，你的情识怎么会发生？自然就没有了。",
      "zh_TW": "佛陀教學的方式，首先為我們說明宇宙人生真相，目的何在？非常明顯，讓我們轉迷為悟。我們對於宇宙人生真相不了解，這是迷。不了解才產生情識，情識是什麼東西？就是妄想分別執著，是從迷裡頭產生的。果然覺悟之後，這個觀念就沒有了，不再執著，不再分別，知道妄想分別執著是空的。《金剛般若經》上講三心不可得，「過去心不可得，現在心不可得，未來心不可得」，那個心是什麼？心豈不就是妄想分別執著嗎？不可得！外面的境界，五欲六塵，幻化的，不是真的。因緣所生法，沒有自體，萬法皆空，無所有。外面境界無所有，裡面三心不可得，你的情識怎麼會發生？自然就沒有了。"
    },
    {
      "id": "12-017-0296_p0006",
      "zh_CN": "真实智慧不是从外面学来的，是自性般若智慧自然就流露出来了，真智，这样自己才自度，入解脱门。入解脱门的意思，永远脱离妄想分别执着，永远脱离对十法界依正庄严之迷惑，这叫解脱。解脱之后的境界大自在，《般若心经》里面我们读到「观自在菩萨」，这个菩萨是观自在菩萨，「普观察众生」，用的是观，跟观世音菩萨用的是同样的方法。所以在大乘佛法里面，行门的纲要是作观，观照、照住、照见，三层功夫。我们凡夫错用了心，凡夫落在妄想分别执着里面，观没有了。凡夫六根接触六尘境界，落在心意识里头，第六意识分别，第七末那执着，第八阿赖耶落印象，薰习成种，这是凡夫永远没有办法脱离六道轮回的第一个因素，我们错在这里。佛菩萨用观，观是什么？不分别；就是六根接触外面六尘境界，眼见色、耳闻声、鼻嗅香、舌尝味，没有分别，没有执着。没有分别不用第六识，没有执着不用第七识，不落印象不用第八识，离心意识叫观。禅宗非常重视，教你参究的时候，「离心意识参」，如果用心意识就不叫参。",
      "zh_TW": "真實智慧不是從外面學來的，是自性般若智慧自然就流露出來了，真智，這樣自己才自度，入解脫門。入解脫門的意思，永遠脫離妄想分別執著，永遠脫離對十法界依正莊嚴之迷惑，這叫解脫。解脫之後的境界大自在，《般若心經》裡面我們讀到「觀自在菩薩」，這個菩薩是觀自在菩薩，「普觀察眾生」，用的是觀，跟觀世音菩薩用的是同樣的方法。所以在大乘佛法裡面，行門的綱要是作觀，觀照、照住、照見，三層功夫。我們凡夫錯用了心，凡夫落在妄想分別執著裡面，觀沒有了。凡夫六根接觸六塵境界，落在心意識裡頭，第六意識分別，第七末那執著，第八阿賴耶落印象，薰習成種，這是凡夫永遠沒有辦法脫離六道輪迴的第一個因素，我們錯在這裡。佛菩薩用觀，觀是什麼？不分別；就是六根接觸外面六塵境界，眼見色、耳聞聲、鼻嗅香、舌嘗味，沒有分別，沒有執著。沒有分別不用第六識，沒有執著不用第七識，不落印象不用第八識，離心意識叫觀。禪宗非常重視，教你參究的時候，「離心意識參」，如果用心意識就不叫參。"
    },
    {
      "id": "12-017-0296_p0007",
      "zh_CN": "我们世间人不离心意识，叫「研究」，研究是用心意识。佛法里面叫「参究」，不用心意识。这个话说起来容易，做起来很难。我们今天讲「参」，还是用心意识；换句话说，名叫「参」，实际上还是研究。真正离心意识才是「参」，参的结果是开悟，智慧现前；要是用心意识的结果，结果还是落在妄想分别执着；这是说明佛法跟世法哪里不一样，这是不一样的地方。那个不一样的结果就有很大的悬殊，用心意识的结果，决定不能超越六道轮回，这你用心意识，六道轮回用心意识，是错得太离谱了。如果用心意识，心意识接近性德，也就是妄想分别执着有，很淡薄，可以脱离六道轮回，不能超越十法界。",
      "zh_TW": "我們世間人不離心意識，叫「研究」，研究是用心意識。佛法裡面叫「參究」，不用心意識。這個話說起來容易，做起來很難。我們今天講「參」，還是用心意識；換句話說，名叫「參」，實際上還是研究。真正離心意識才是「參」，參的結果是開悟，智慧現前；要是用心意識的結果，結果還是落在妄想分別執著；這是說明佛法跟世法哪裡不一樣，這是不一樣的地方。那個不一樣的結果就有很大的懸殊，用心意識的結果，決定不能超越六道輪迴，這你用心意識，六道輪迴用心意識，是錯得太離譜了。如果用心意識，心意識接近性德，也就是妄想分別執著有，很淡薄，可以脫離六道輪迴，不能超越十法界。"
    },
    {
      "id": "12-017-0296_p0008",
      "zh_CN": "完全不用心意识，相宗所谓「转识成智」，转第六意识，第六意识是分别，转第六意识为妙观察智。诸位要晓得，什么叫「妙观察」？六根接触外面六尘境界没有分别，就是「妙观察」。什么样子？就像镜子照外面的境界相一样，用心如镜。镜子照外面境界照得很清楚，一点都没有漏掉，它决定没有分别。清清楚楚、明明白白，确实没有分别，这才是转第六意识为妙观察智，那妙了。",
      "zh_TW": "完全不用心意識，相宗所謂「轉識成智」，轉第六意識，第六意識是分別，轉第六意識為妙觀察智。諸位要曉得，什麼叫「妙觀察」？六根接觸外面六塵境界沒有分別，就是「妙觀察」。什麼樣子？就像鏡子照外面的境界相一樣，用心如鏡。鏡子照外面境界照得很清楚，一點都沒有漏掉，它決定沒有分別。清清楚楚、明明白白，確實沒有分別，這才是轉第六意識為妙觀察智，那妙了。"
    },
    {
      "id": "12-017-0296_p0009",
      "zh_CN": "转第七识为平等性智，第七识执着，他不执着了。相宗经论跟我们说，第七识有四个基本的执着，头一个是我见，执着有个「我」。这种执着，实在说是属于抽象的，决定不是实在的。无我，他以为有个我。我们现在看看哪个凡夫不执着有我？低级的凡夫执着身是我，高级的凡夫他说身不是我，灵魂是我；精神这部分是我，物质的身体不是我，高级凡夫；他有个「我」的观念，这都叫身见。第二个执着是爱欲，贪瞋痴里面的贪爱，很严重；第三个执着是我慢，慢属于瞋恚；第四个我痴。你们想想这话什么意思？岂不就是身见再加上个贪瞋痴，所以这叫三毒。贪瞋痴从哪里来的？都是从我执上发生的；如果没有我，贪瞋痴就没有着落了。",
      "zh_TW": "轉第七識為平等性智，第七識執著，他不執著了。相宗經論跟我們說，第七識有四個基本的執著，頭一個是我見，執著有個「我」。這種執著，實在說是屬於抽象的，決定不是實在的。無我，他以為有個我。我們現在看看哪個凡夫不執著有我？低級的凡夫執著身是我，高級的凡夫他說身不是我，靈魂是我；精神這部分是我，物質的身體不是我，高級凡夫；他有個「我」的觀念，這都叫身見。第二個執著是愛欲，貪瞋痴裡面的貪愛，很嚴重；第三個執著是我慢，慢屬於瞋恚；第四個我痴。你們想想這話什麼意思？豈不就是身見再加上個貪瞋痴，所以這叫三毒。貪瞋痴從哪裡來的？都是從我執上發生的；如果沒有我，貪瞋痴就沒有著落了。"
    },
    {
      "id": "12-017-0296_p0010",
      "zh_CN": "佛法为什么说你起心动念一切为自己就是恶，为什么这样说？为自己有什么不好？为自己有什么过失？为自己就是过失，最大的过失，根本的过失。哪一个不为我？这就知道了，所有六道众生就是这个错误执着，他才堕落在六道；他要没有这个执着，他就不在六道了！你找不到他，他跟你不一样了。六道里面众生都有我执，我们要清楚。谁没有我？佛没有我，菩萨没有我。何以知道他们没有我？《金刚经》上说，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，不是菩萨。可见得菩萨决定是「无我相、无人相、无众生相、无寿者相」，所以佛菩萨无我。我们要想作菩萨、作佛，一定要无我才行，有我就不行。诸位要晓得，有我是迷，有我是不觉，有我是错了，无我就对了，无我是智慧，真实智慧。",
      "zh_TW": "佛法為什麼說你起心動念一切為自己就是惡，為什麼這樣說？為自己有什麼不好？為自己有什麼過失？為自己就是過失，最大的過失，根本的過失。哪一個不為我？這就知道了，所有六道眾生就是這個錯誤執著，他才墮落在六道；他要沒有這個執著，他就不在六道了！你找不到他，他跟你不一樣了。六道裡面眾生都有我執，我們要清楚。誰沒有我？佛沒有我，菩薩沒有我。何以知道他們沒有我？《金剛經》上說，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，不是菩薩。可見得菩薩決定是「無我相、無人相、無眾生相、無壽者相」，所以佛菩薩無我。我們要想作菩薩、作佛，一定要無我才行，有我就不行。諸位要曉得，有我是迷，有我是不覺，有我是錯了，無我就對了，無我是智慧，真實智慧。"
    },
    {
      "id": "12-017-0296_p0011",
      "zh_CN": "可是大乘经上又说过，「常、乐、我、净」，有我。这个「我」，字没有改，一样的念法，一样的写法，可是意思完全不一样。「常乐我净」的「我」是真我，宗门里面常讲「父母未生前本来面目」，那是真我。我们今天执着的这个我是假我，根本没有的，你必须把假我舍掉，真我才现前。假的不能离开，真的永远不能现前，我们要懂这个道理，要体会得这一个事实真相。",
      "zh_TW": "可是大乘經上又說過，「常、樂、我、淨」，有我。這個「我」，字沒有改，一樣的念法，一樣的寫法，可是意思完全不一樣。「常樂我淨」的「我」是真我，宗門裡面常講「父母未生前本來面目」，那是真我。我們今天執著的這個我是假我，根本沒有的，你必須把假我捨掉，真我才現前。假的不能離開，真的永遠不能現前，我們要懂這個道理，要體會得這一個事實真相。"
    },
    {
      "id": "12-017-0296_p0012",
      "zh_CN": "我们从哪里学起？我常常勉励同学，放下自私自利，我们从这儿下手。诸佛菩萨教给我们，因为我们有自私自利的念头，有自私自利的行为，所以我们生活不自在，障碍多、困难多。我们生活在烦恼里头，日夜不离忧悲苦恼，我们过这样的生活！这个生活过得很冤枉，过得很苦，什么原因造成的？自私自利造成的。我们想离苦得乐，自私自利是一切苦恼的根源，你把这个根拔掉了，永远离苦。如何得乐？得乐要修善，把自私自利的念头转变为利益一切众生，利益一切众生你就得乐，你就得大自在。决定不要再为自己想，从这个地方可以入佛法之门；要不舍弃自私自利，佛法的门虽然多、虽然大，你入不进去，没有你的分。",
      "zh_TW": "我們從哪裡學起？我常常勉勵同學，放下自私自利，我們從這兒下手。諸佛菩薩教給我們，因為我們有自私自利的念頭，有自私自利的行為，所以我們生活不自在，障礙多、困難多。我們生活在煩惱裡頭，日夜不離憂悲苦惱，我們過這樣的生活！這個生活過得很冤枉，過得很苦，什麼原因造成的？自私自利造成的。我們想離苦得樂，自私自利是一切苦惱的根源，你把這個根拔掉了，永遠離苦。如何得樂？得樂要修善，把自私自利的念頭轉變為利益一切眾生，利益一切眾生你就得樂，你就得大自在。決定不要再為自己想，從這個地方可以入佛法之門；要不捨棄自私自利，佛法的門雖然多、雖然大，你入不進去，沒有你的分。"
    },
    {
      "id": "12-017-0296_p0013",
      "zh_CN": "我们在这个地方要深深的体会得，要把这个事情看清楚、看明白。真搞清楚、搞明白了，要以大慈悲来救，首先救自己。佛在经论里面说得太多了，如果对自己都救不了，说是你能救别人，没这个道理。决定是先度自己，才度别人，十方三世诸佛都没有例外的。为什么？度自己，真实智慧才流露；不度自己，自己的思想言行都是属于情识，都是迷而不觉。迷而不觉的思想言行，如何能度别人？没这个道理！决定是先度自己。",
      "zh_TW": "我們在這個地方要深深的體會得，要把這個事情看清楚、看明白。真搞清楚、搞明白了，要以大慈悲來救，首先救自己。佛在經論裡面說得太多了，如果對自己都救不了，說是你能救別人，沒這個道理。決定是先度自己，才度別人，十方三世諸佛都沒有例外的。為什麼？度自己，真實智慧才流露；不度自己，自己的思想言行都是屬於情識，都是迷而不覺。迷而不覺的思想言行，如何能度別人？沒這個道理！決定是先度自己。"
    },
    {
      "id": "12-017-0296_p0014",
      "zh_CN": "就是劝人念佛也不违背这个原理，你劝别人念佛求生净土，你自己对于净土决定是有信心，决定有恳切的愿望；你劝人，让别人听了之后才没有疑惑，也能产生信心。自己虽然没有生净土，自己知道将来决定生净土，才能帮助别人。如果自己对于往生没有把握，你劝别人的话信心也不足，说的话也模棱两可，或有、或者还不可靠，你叫人听了怀疑，不能够下坚定的信心。所以说都不例外，一定要先度自己，先自己要放下，然后才能劝人。",
      "zh_TW": "就是勸人念佛也不違背這個原理，你勸別人念佛求生淨土，你自己對於淨土決定是有信心，決定有懇切的願望；你勸人，讓別人聽了之後才沒有疑惑，也能產生信心。自己雖然沒有生淨土，自己知道將來決定生淨土，才能幫助別人。如果自己對於往生沒有把握，你勸別人的話信心也不足，說的話也模稜兩可，或有、或者還不可靠，你叫人聽了懷疑，不能夠下堅定的信心。所以說都不例外，一定要先度自己，先自己要放下，然後才能勸人。"
    },
    {
      "id": "12-017-0296_p0015",
      "zh_CN": "今年下半年，我们此地的「培训班」，第五届要开班了。我们帮助一些年轻的同修们，发心出来讲经说法，讲经的方法不难学，真正肯用功，一个月就学会了，可是要讲得好，那就难了。为什么？讲得好要自己真实修行的功夫，你没有真实修行功夫做基础，你讲得再熟，你搜集的资料再多再广，全是别人的，不是从自己自性里头流出来的。内行人仔细听你的，你的言词不恳切、不真实，虚应故事而已。换句话说，你自己不能成就，你还是搞生死轮回，你能够帮助别人，那效果很有限，所以一定要懂得先救自己。救自己不是救别的，来生不要再搞六道轮回，这才是真正的自救。",
      "zh_TW": "今年下半年，我們此地的「培訓班」，第五屆要開班了。我們幫助一些年輕的同修們，發心出來講經說法，講經的方法不難學，真正肯用功，一個月就學會了，可是要講得好，那就難了。為什麼？講得好要自己真實修行的功夫，你沒有真實修行功夫做基礎，你講得再熟，你蒐集的資料再多再廣，全是別人的，不是從自己自性裡頭流出來的。內行人仔細聽你的，你的言詞不懇切、不真實，虛應故事而已。換句話說，你自己不能成就，你還是搞生死輪迴，你能夠幫助別人，那效果很有限，所以一定要懂得先救自己。救自己不是救別的，來生不要再搞六道輪迴，這才是真正的自救。"
    },
    {
      "id": "12-017-0296_p0016",
      "zh_CN": "不但不能搞六道轮回，四圣法界也不好，可是要超越四圣法界大难大难，确实不是一桩容易事情。可是我们很幸运，我们在大乘法里面遇到净宗法门。祖师大德告诉我们，在末法时期的众生，唯有依靠这个法门能够了生死、脱三界；不但脱三界，超越十法界。这样殊胜的法门希有难逢，我们遇到了，要不肯认真努力修学，求得一个圆满的结果，我们不是把自己辜负掉了！一定要晓得世缘是假的，决定不可以留恋，决定不能放在心上。世间一切人事物，好也好、不好也好，觉悟之后，这些与我无关。与我有密切关系的只有一桩事情：阿弥陀佛，念念希求极乐世界，心心向往阿弥陀佛，这是真的；除这桩事情之外，全是假的。在一切假的里面，我们决定不作恶，我们认真努力修善断恶，提升我们将来到极乐世界的品位，这是真的。",
      "zh_TW": "不但不能搞六道輪迴，四聖法界也不好，可是要超越四聖法界大難大難，確實不是一樁容易事情。可是我們很幸運，我們在大乘法裡面遇到淨宗法門。祖師大德告訴我們，在末法時期的眾生，唯有依靠這個法門能夠了生死、脫三界；不但脫三界，超越十法界。這樣殊勝的法門希有難逢，我們遇到了，要不肯認真努力修學，求得一個圓滿的結果，我們不是把自己辜負掉了！一定要曉得世緣是假的，決定不可以留戀，決定不能放在心上。世間一切人事物，好也好、不好也好，覺悟之後，這些與我無關。與我有密切關係的只有一樁事情：阿彌陀佛，念念希求極樂世界，心心嚮往阿彌陀佛，這是真的；除這樁事情之外，全是假的。在一切假的裡面，我們決定不作惡，我們認真努力修善斷惡，提升我們將來到極樂世界的品位，這是真的。"
    },
    {
      "id": "12-017-0296_p0017",
      "zh_CN": "人世间苦短，佛法讲「世间无常，国土危脆」。尤其我们处在现前的社会，眼看许许多多众生迷惑造业，所造都是极不善业，这个业会感得果报。造作的心行勇猛，感得的果报快速。不善业感得的是不善的果报，我们很可能遇到，遇到的时候怎么办？这一天来了的时候，我们佛经上常讲「腊月三十」，「腊月三十」是个形容话，寿命到了的时候，生死交关的时候，你怎么办？一般人到这个时候手忙脚乱，多半人是这样的。学佛的人，真学佛，所谓是有了功夫的人，他不慌不忙，他没有恐怖，他有主宰；学佛而没有功夫的人，还是手忙脚乱，我们也看到很多。这些现象就是给我们提出了警讯，警告我们，通知我们，我们得到这个警讯要加紧准备，知道这一天会来，不定什么时候来，一定要早做准备。",
      "zh_TW": "人世間苦短，佛法講「世間無常，國土危脆」。尤其我們處在現前的社會，眼看許許多多眾生迷惑造業，所造都是極不善業，這個業會感得果報。造作的心行勇猛，感得的果報快速。不善業感得的是不善的果報，我們很可能遇到，遇到的時候怎麼辦？這一天來了的時候，我們佛經上常講「臘月三十」，「臘月三十」是個形容話，壽命到了的時候，生死交關的時候，你怎麼辦？一般人到這個時候手忙腳亂，多半人是這樣的。學佛的人，真學佛，所謂是有了功夫的人，他不慌不忙，他沒有恐怖，他有主宰；學佛而沒有功夫的人，還是手忙腳亂，我們也看到很多。這些現象就是給我們提出了警訊，警告我們，通知我們，我們得到這個警訊要加緊準備，知道這一天會來，不定什麼時候來，一定要早做準備。"
    },
    {
      "id": "12-017-0296_p0018",
      "zh_CN": "「救苦护善」，是一个明白人一生生活行持的宗旨。我们活在这个世间，遇到佛法，皈依三宝，做佛的弟子，我们这一生干的什么事情？救苦护善。首先救自己的苦难。苦，诸位要知道，有苦因、有苦缘、有苦果，果上没法子救，要在因跟缘上救。因是什么？思想观念的不善，我常常提醒同修，自私自利、名闻利养、贪瞋痴慢、五欲六尘，极不善，这个观念不好。想想诸佛菩萨没有，这十二个字他们统统都摆脱了，全都放下了。我们要学佛，如果这十二个字不放下，就学得不像。果然放下了，我们智慧现前，转贪瞋痴为戒定慧。戒是什么？端庄的行为，不要学，自然现前；定是清净心、平等心。修行哪里要费那么大劲！大家要细读《楞严经》就明白了，念头一转就成功了。凡夫跟佛陀一念之差，一念迷，这是凡夫，一念觉凡夫就成佛，要彻底的觉悟，大彻大悟。",
      "zh_TW": "「救苦護善」，是一個明白人一生生活行持的宗旨。我們活在這個世間，遇到佛法，皈依三寶，做佛的弟子，我們這一生幹的什麼事情？救苦護善。首先救自己的苦難。苦，諸位要知道，有苦因、有苦緣、有苦果，果上沒法子救，要在因跟緣上救。因是什麼？思想觀念的不善，我常常提醒同修，自私自利、名聞利養、貪瞋痴慢、五欲六塵，極不善，這個觀念不好。想想諸佛菩薩沒有，這十二個字他們統統都擺脫了，全都放下了。我們要學佛，如果這十二個字不放下，就學得不像。果然放下了，我們智慧現前，轉貪瞋痴為戒定慧。戒是什麼？端莊的行為，不要學，自然現前；定是清淨心、平等心。修行哪裡要費那麼大勁！大家要細讀《楞嚴經》就明白了，念頭一轉就成功了。凡夫跟佛陀一念之差，一念迷，這是凡夫，一念覺凡夫就成佛，要徹底的覺悟，大徹大悟。"
    },
    {
      "id": "12-017-0296_p0019",
      "zh_CN": "我们念头转不过来，我们讲席当中也常说，烦恼习气太重了，外面的外缘不好，外面都是诱惑，几个人能禁得起诱惑？不受诱惑的人，这个人有定功；还会被外面境界诱惑，没有功夫。有功夫的人在一切境缘当中，不管是顺境逆境、善缘恶缘，他如如不动，决定不受影响，这是真功夫，这样才能救苦。内要把这些攀缘的心断掉，外是缘，外缘，不受外缘诱惑，不能上当，外缘在佛法里面讲是魔障、魔境，它在诱惑你。内因外缘断了，苦的果报就没有了。苦果是什么？我们现实的享受，现实的享受还一样，苦乐两种感受迥然不同。",
      "zh_TW": "我們念頭轉不過來，我們講席當中也常說，煩惱習氣太重了，外面的外緣不好，外面都是誘惑，幾個人能禁得起誘惑？不受誘惑的人，這個人有定功；還會被外面境界誘惑，沒有功夫。有功夫的人在一切境緣當中，不管是順境逆境、善緣惡緣，他如如不動，決定不受影響，這是真功夫，這樣才能救苦。內要把這些攀緣的心斷掉，外是緣，外緣，不受外緣誘惑，不能上當，外緣在佛法裡面講是魔障、魔境，它在誘惑你。內因外緣斷了，苦的果報就沒有了。苦果是什麼？我們現實的享受，現實的享受還一樣，苦樂兩種感受迥然不同。"
    },
    {
      "id": "12-017-0296_p0020",
      "zh_CN": "我们举一个例子，诸位好好想想。古代孔老夫子的学生颜回，我们在书上读到，颜回的生活很清苦，「一箪食，一瓢饮」，物质生活非常艰难，喝水连个杯子都没有，用瓢，葫芦瓢，吃饭饭碗没有，用竹子编一个篓做饭碗，贫穷到那种程度！一般人是苦不堪言，怎么样？「回也不改其乐」，颜回快乐得不得了。你知道他快乐从哪里来的？内断贪瞋痴，外不受环境诱惑，所以他的物质生活，丰盛他很乐，缺乏他也很乐，他不受这个境界影响，这叫做离苦得乐。因跟缘转了，果真的转过来了。绝对不是果转过来了，你贫穷现在得大富贵，不是这个转法，你要认为这个转法，那你就完全错了。他在境缘当中他有乐受，他没有苦受，为什么？他对于这个境缘了解得太透彻了，太清楚了。谚语所说的「一饮一啄，莫非前定」，他懂这个道理。",
      "zh_TW": "我們舉一個例子，諸位好好想想。古代孔老夫子的學生顏回，我們在書上讀到，顏回的生活很清苦，「一簞食，一瓢飲」，物質生活非常艱難，喝水連個杯子都沒有，用瓢，葫蘆瓢，吃飯飯碗沒有，用竹子編一個簍做飯碗，貧窮到那種程度！一般人是苦不堪言，怎麼樣？「回也不改其樂」，顏回快樂得不得了。你知道他快樂從哪裡來的？內斷貪瞋痴，外不受環境誘惑，所以他的物質生活，豐盛他很樂，缺乏他也很樂，他不受這個境界影響，這叫做離苦得樂。因跟緣轉了，果真的轉過來了。絕對不是果轉過來了，你貧窮現在得大富貴，不是這個轉法，你要認為這個轉法，那你就完全錯了。他在境緣當中他有樂受，他沒有苦受，為什麼？他對於這個境緣了解得太透徹了，太清楚了。諺語所說的「一飲一啄，莫非前定」，他懂這個道理。"
    },
    {
      "id": "12-017-0296_p0021",
      "zh_CN": "我们今天物质资源缺乏，过去世没有种因。世出世间法都不离开因果的定律，我没有种这个因，希求得果报，那不叫打妄想吗？妄想是增加痛苦。了解了，看到人家发财，知道过去他修的财布施，他得的果报；我们今天没有钱，贫穷，我过去没有修这个因。我明了，我过贫贱的生活，极度缺乏的生活，我快乐。那些发大财的，在社会上有很高地位的，过去生中他做了不少好事，得到这个好的果报。他不了解这里面的业因果报，不知道道理，不晓得事实真相，他虽然很富，他很苦，他的日子过得不幸福，还没有穷人快乐。由此可知，离苦得乐确确实实从破迷开悟得来的，你要不觉悟，你怎么可能有快乐？真正觉悟了，天天做乞丐讨饭也快乐，这是真的，决不是假的。所以讲到救苦，要懂得怎么个救法。",
      "zh_TW": "我們今天物質資源缺乏，過去世沒有種因。世出世間法都不離開因果的定律，我沒有種這個因，希求得果報，那不叫打妄想嗎？妄想是增加痛苦。了解了，看到人家發財，知道過去他修的財布施，他得的果報；我們今天沒有錢，貧窮，我過去沒有修這個因。我明瞭，我過貧賤的生活，極度缺乏的生活，我快樂。那些發大財的，在社會上有很高地位的，過去生中他做了不少好事，得到這個好的果報。他不了解這裡面的業因果報，不知道道理，不曉得事實真相，他雖然很富，他很苦，他的日子過得不幸福，還沒有窮人快樂。由此可知，離苦得樂確確實實從破迷開悟得來的，你要不覺悟，你怎麼可能有快樂？真正覺悟了，天天做乞丐討飯也快樂，這是真的，決不是假的。所以講到救苦，要懂得怎麼個救法。"
    },
    {
      "id": "12-017-0296_p0022",
      "zh_CN": "我们有能力一定要去种善因，就更快乐了。种善因的方法很多很多，你到底能够行多大的善？不是在事相上说，是在心行上讲。你的心清净，你的心平等，佛经上说一文钱的布施，一分钱的布施，这个善供等虚空法界，你看多大！为什么？心量大，随着你的心量遍虚空法界。你布施得再多，我布施一百万、一千万，心量很小，起心动念是我家庭幸福，我经营的公司的幸福，你布施再多你得的福小；为什么？心量太小了。你的福因完全随着你的心量，这个话讲得很公平、很有道理。不是穷人不能修大福，穷人可以修大福，富人反而修小福，我们要明白这个道理。必须把自己的心量拓开，于世出世间一切法不再分别、不再执着，心量就拓开了；只要有分别执着，你的心量就很小。",
      "zh_TW": "我們有能力一定要去種善因，就更快樂了。種善因的方法很多很多，你到底能夠行多大的善？不是在事相上說，是在心行上講。你的心清淨，你的心平等，佛經上說一文錢的布施，一分錢的布施，這個善供等虛空法界，你看多大！為什麼？心量大，隨著你的心量遍虛空法界。你布施得再多，我布施一百萬、一千萬，心量很小，起心動念是我家庭幸福，我經營的公司的幸福，你布施再多你得的福小；為什麼？心量太小了。你的福因完全隨著你的心量，這個話講得很公平、很有道理。不是窮人不能修大福，窮人可以修大福，富人反而修小福，我們要明白這個道理。必須把自己的心量拓開，於世出世間一切法不再分別、不再執著，心量就拓開了；只要有分別執著，你的心量就很小。"
    },
    {
      "id": "12-017-0296_p0023",
      "zh_CN": "尤其是现在人，心量小得很可怜，自私自利。家庭里面夫妻两个人都不能相容，为争名夺利，夫妻还打官司，这成什么话！这心量多小，太小了。父子不相容，兄弟不相容，心量小，小得太可怜了，一丝毫的亏都不肯吃，一丝毫都不肯让。他不知道他所争的、他所求的，都是「无所有、不可得」，观念错误，思想错误，行为错误，天天在造作罪业，这个果报当然是畜生、饿鬼、地狱。人道很难得，佛在经上常常说，人身难得而易失；失人身很容易，得人身很不容易。我们这一生能得人身，是赖过去生中修积的五戒十善有功夫，这才得人身。现在我们再想想，我们这一生当中五戒十善有没有功夫？如果这个功夫不到家，人身失掉之后，就不能再得人身了。",
      "zh_TW": "尤其是現在人，心量小得很可憐，自私自利。家庭裡面夫妻兩個人都不能相容，為爭名奪利，夫妻還打官司，這成什麼話！這心量多小，太小了。父子不相容，兄弟不相容，心量小，小得太可憐了，一絲毫的虧都不肯吃，一絲毫都不肯讓。他不知道他所爭的、他所求的，都是「無所有、不可得」，觀念錯誤，思想錯誤，行為錯誤，天天在造作罪業，這個果報當然是畜生、餓鬼、地獄。人道很難得，佛在經上常常說，人身難得而易失；失人身很容易，得人身很不容易。我們這一生能得人身，是賴過去生中修積的五戒十善有功夫，這才得人身。現在我們再想想，我們這一生當中五戒十善有沒有功夫？如果這個功夫不到家，人身失掉之後，就不能再得人身了。"
    },
    {
      "id": "12-017-0296_p0024",
      "zh_CN": "救苦要知道从哪里救起？人家没有吃的送一点吃的给他，没有穿的送一点穿的给他，救不了苦，只能救眼前之急，他没有办法离苦。诸位要晓得，救苦护善到底用什么方法才能够做到圆满？释迦牟尼佛给我们做个样子：教学，要教！发心教学就是发无上菩提心，我们教学是义务的，决不求报酬，这就是发菩提心。只愿众生破迷开悟，离苦得乐，决不求自己丝毫的利益，你说这个心多自在，多么圆满！这是讲到救苦。",
      "zh_TW": "救苦要知道從哪裡救起？人家沒有吃的送一點吃的給他，沒有穿的送一點穿的給他，救不了苦，只能救眼前之急，他沒有辦法離苦。諸位要曉得，救苦護善到底用什麼方法才能夠做到圓滿？釋迦牟尼佛給我們做個樣子：教學，要教！發心教學就是發無上菩提心，我們教學是義務的，決不求報酬，這就是發菩提心。只願眾生破迷開悟，離苦得樂，決不求自己絲毫的利益，你說這個心多自在，多麼圓滿！這是講到救苦。"
    },
    {
      "id": "12-017-0296_p0025",
      "zh_CN": "护善，如何护持自己的善心善行？这个要懂得。护持善心善行最好的方法是教学，所以诸佛菩萨教化众生从来没有间断，他天天教别人，也就是教自己；劝别人行善，当然自己也就劝自己。佛在经教里面常常教导我们，「受持读诵，为人演说」，这是真正护善，教学相长。这桩事情在我们经验当中非常明显，我们跟大家在一起研讨经论，同样是一部经，遍遍意思不相同，这就是护善的效果现前了。这一遍讲的决定比前面一遍更圆满、更充实，为什么？悟入又深了一层，善行又扩大了一层。如果不是常常讲，很容易被外面境界诱惑，现在的魔很厉害，你看看发明的这些东西日新月异，让你看到眼花撩乱，让你接触到你会动心，所以只有天天讲。",
      "zh_TW": "護善，如何護持自己的善心善行？這個要懂得。護持善心善行最好的方法是教學，所以諸佛菩薩教化眾生從來沒有間斷，他天天教別人，也就是教自己；勸別人行善，當然自己也就勸自己。佛在經教裡面常常教導我們，「受持讀誦，為人演說」，這是真正護善，教學相長。這樁事情在我們經驗當中非常明顯，我們跟大家在一起研討經論，同樣是一部經，遍遍意思不相同，這就是護善的效果現前了。這一遍講的決定比前面一遍更圓滿、更充實，為什麼？悟入又深了一層，善行又擴大了一層。如果不是常常講，很容易被外面境界誘惑，現在的魔很厲害，你看看發明的這些東西日新月異，讓你看到眼花撩亂，讓你接觸到你會動心，所以只有天天講。"
    },
    {
      "id": "12-017-0296_p0026",
      "zh_CN": "古代佛陀留下的制度，让这些出家同学半月诵戒；也就是说，你读一次的效果大概能支持半个月，半月之后再不诵戒，你就会被外面诱惑，你就守不住了。现在的魔比从前厉害，现在半月不行了，一个星期诵一次都不行，怎么办？天天要诵；甚至早晚都要诵，早晨诵了，晚上就不行了，你才晓得外面诱惑力量之强大。我们自心没有把握，唯一的办法是密集的薰修。所以诸位上台讲经，时间是愈多愈好，一个星期讲一次不行，应付不了现前社会的诱惑，唯一的办法是天天讲。",
      "zh_TW": "古代佛陀留下的制度，讓這些出家同學半月誦戒；也就是說，你讀一次的效果大概能支持半個月，半月之後再不誦戒，你就會被外面誘惑，你就守不住了。現在的魔比從前厲害，現在半月不行了，一個星期誦一次都不行，怎麼辦？天天要誦；甚至早晚都要誦，早晨誦了，晚上就不行了，你才曉得外面誘惑力量之強大。我們自心沒有把握，唯一的辦法是密集的薰修。所以諸位上台講經，時間是愈多愈好，一個星期講一次不行，應付不了現前社會的誘惑，唯一的辦法是天天講。"
    },
    {
      "id": "12-017-0296_p0027",
      "zh_CN": "希望今年下半年我们开班之后，你们同学能够天天讲。佛协提出来有三十个人，招收学生三十个人。我这个想法提供你们诸位做参考，三个人一组，三十个人分成十个组，十个老师来带，这样十个人你天天就可以讲。三十个人合成一班，你们讲经的机会少了，教学的机会少了。一个人教三个人，我们采取这个方法，小班制。一个人照顾三个人，这三个人当中每一个星期让他们讲一个小时，与我们初学一样，一个星期让他写一万字讲稿，讲一个小时。指导的人要批评他，帮助他改进，这是护善。",
      "zh_TW": "希望今年下半年我們開班之後，你們同學能夠天天講。佛協提出來有三十個人，招收學生三十個人。我這個想法提供你們諸位做參考，三個人一組，三十個人分成十個組，十個老師來帶，這樣十個人你天天就可以講。三十個人合成一班，你們講經的機會少了，教學的機會少了。一個人教三個人，我們採取這個方法，小班制。一個人照顧三個人，這三個人當中每一個星期讓他們講一個小時，與我們初學一樣，一個星期讓他寫一萬字講稿，講一個小時。指導的人要批評他，幫助他改進，這是護善。"
    },
    {
      "id": "12-017-0296_p0028",
      "zh_CN": "讲经的道场我们要多开，居士林现在每天晚上讲经，必要的时候下午讲两个小时，上午也可以讲两个小时，所以一定要分组，三个人一组。至于学习的课程，除了《实用讲演术》、《内典讲座之研究》，这是共同科目，必须要修学，这是必修科；经教里面，我打算选《十善业道经》，做为我们大家必修的一门课程，这都是在德行上下功夫的。至于学讲，你们大家斟酌。学讲哪些经论，不一定限于《无量寿经》，我们可以把门开大，因为这个地方的名称不是「净土专修班」，可能大小乘各种经论都可以开。所以同学们自己心理上做一个准备，将来开班我来指导哪一部经论。先开头可以用我过去所讲的这些经论，在这里面去取材，因为有参考资料，至少都留有录音带、有录相带，可以给诸位做参考。否则的话，你就要找古人的注疏，如果有能力用古人注疏当然好。古人的注疏都比较有深度，言简意赅，你要能懂得他的意思，你才能够有所发挥，你才能讲得出来。",
      "zh_TW": "講經的道場我們要多開，居士林現在每天晚上講經，必要的時候下午講兩個小時，上午也可以講兩個小時，所以一定要分組，三個人一組。至於學習的課程，除了《實用講演術》、《內典講座之研究》，這是共同科目，必須要修學，這是必修科；經教裡面，我打算選《十善業道經》，做為我們大家必修的一門課程，這都是在德行上下功夫的。至於學講，你們大家斟酌。學講哪些經論，不一定限於《無量壽經》，我們可以把門開大，因為這個地方的名稱不是「淨土專修班」，可能大小乘各種經論都可以開。所以同學們自己心理上做一個準備，將來開班我來指導哪一部經論。先開頭可以用我過去所講的這些經論，在這裡面去取材，因為有參考資料，至少都留有錄音帶、有錄相帶，可以給諸位做參考。否則的話，你就要找古人的註疏，如果有能力用古人註疏當然好。古人的註疏都比較有深度，言簡意賅，你要能懂得他的意思，你才能夠有所發揮，你才能講得出來。"
    },
    {
      "id": "12-017-0296_p0029",
      "zh_CN": "我们是德行与技术并重，这样才能够奠定根基，把基础打好，修学期间是一年。一年上半年在新加坡，下半年在中国。在中国的下半年，那就是老师带着同学去参学，参学什么？到处讲经。这个同学受的训练时间不长，才受了半年训练，你叫他每天讲，恐怕他没这个能力；怎么办？三个人轮流讲。譬如我们讲一部经，第一个人今天讲这一段，第二个人明天接着他讲，到第三天，第三个人接着第二天的人来讲，到第四天第一个人再接着讲。这样大家，有两天的时间准备来充实，这个方法也很好，到国内许许多多寺院道场你们去表演。所以一定是三个人一个小组，三个人共同学一部经论。",
      "zh_TW": "我們是德行與技術並重，這樣才能夠奠定根基，把基礎打好，修學期間是一年。一年上半年在新加坡，下半年在中國。在中國的下半年，那就是老師帶著同學去參學，參學什麼？到處講經。這個同學受的訓練時間不長，才受了半年訓練，你叫他每天講，恐怕他沒這個能力；怎麼辦？三個人輪流講。譬如我們講一部經，第一個人今天講這一段，第二個人明天接著他講，到第三天，第三個人接著第二天的人來講，到第四天第一個人再接著講。這樣大家，有兩天的時間準備來充實，這個方法也很好，到國內許許多多寺院道場你們去表演。所以一定是三個人一個小組，三個人共同學一部經論。"
    },
    {
      "id": "12-017-0296_p0030",
      "zh_CN": "我想出这个方法，你们大家去参考参考，这是时间短，能收到很好的效果，让修学的同学真正在上面下功夫。如果说大部经，我们选择一品、两品，几个段落都可以。像现在茗山老和尚，在此地给我们讲《楞严经．观世音菩萨耳根圆通章》，他只选这一段；大经里头选一段也行。而讲演的时间，这一部经从头到尾讲圆满的时间，最长不能超过两个星期，以这个为标准；最少不能少过一个星期。你到外面去讲经讲七次，最长不超过十四次，以这个为标准。将来在外面巡回讲演，会把佛法带动，把正法带动，从这个地方学起。",
      "zh_TW": "我想出這個方法，你們大家去參考參考，這是時間短，能收到很好的效果，讓修學的同學真正在上面下功夫。如果說大部經，我們選擇一品、兩品，幾個段落都可以。像現在茗山老和尚，在此地給我們講《楞嚴經．觀世音菩薩耳根圓通章》，他只選這一段；大經裡頭選一段也行。而講演的時間，這一部經從頭到尾講圓滿的時間，最長不能超過兩個星期，以這個為標準；最少不能少過一個星期。你到外面去講經講七次，最長不超過十四次，以這個為標準。將來在外面巡迴講演，會把佛法帶動，把正法帶動，從這個地方學起。"
    },
    {
      "id": "12-017-0296_p0031",
      "zh_CN": "一部经，我在往年学教的时候，我也帮助不少同学，我劝导他们，我们所学的这部经，一定要密集的讲十遍，自己才真有印象，要密集去讲。我讲了一遍，如果当中空的时间太长了，不行，会忘掉。一遍讲完，休息的时间最好不超过两个星期，这才能接得上；如果休息时间太长了，太长你接不上；不可以中断两个星期，我们自己才真正会有成就。我跟诸位同修说，我在讲台上讲经四十年，确确实实我当中休息的时间，大概没有超过两个星期，大半都是在国外旅行才会中断，如果不是在国外旅行，我的时间是密集的。在过去，一个星期顶多休息一天，所以才有这么一点点功夫。不是这样密集、长时间的薰习，你说能抵得过今天社会的烦恼诱惑，那你是圣人再来，你决定不是凡夫。你是凡夫，我想没有这个能力。",
      "zh_TW": "一部經，我在往年學教的時候，我也幫助不少同學，我勸導他們，我們所學的這部經，一定要密集的講十遍，自己才真有印象，要密集去講。我講了一遍，如果當中空的時間太長了，不行，會忘掉。一遍講完，休息的時間最好不超過兩個星期，這才能接得上；如果休息時間太長了，太長你接不上；不可以中斷兩個星期，我們自己才真正會有成就。我跟諸位同修說，我在講台上講經四十年，確確實實我當中休息的時間，大概沒有超過兩個星期，大半都是在國外旅行才會中斷，如果不是在國外旅行，我的時間是密集的。在過去，一個星期頂多休息一天，所以才有這麼一點點功夫。不是這樣密集、長時間的薰習，你說能抵得過今天社會的煩惱誘惑，那你是聖人再來，你決定不是凡夫。你是凡夫，我想沒有這個能力。"
    },
    {
      "id": "12-017-0296_p0032",
      "zh_CN": "佛在经上讲，末法时期「法弱魔强」，我们明白了，什么是魔？五欲六尘的诱惑。我们自己这一点智慧、这一点定功，太薄弱了，外面诱惑力量太大了，这就是法弱魔强。我们的戒定慧抵不过贪瞋痴，这些都是眼前的事实，说出来大家都能够体会得到。要怎样护善？护善最有效的方法是四大天王，我们这里讲的毘沙门。一定要懂得他们所代表的义趣，东方持国天王教我们负责尽职，我们要真做到。我们现前从事于什么工作，我们是什么身分、是什么地位，一定要搞清楚、搞明白，把自己本分的事情要做好，不需要人督促，自己把自己本分事情做好。我们学讲经、学教学，那就要把讲经、教学这个事情做好，这是我们自己本分。各人能把各人本分都做好，这个团体是健康的，所以要做到负责尽职。",
      "zh_TW": "佛在經上講，末法時期「法弱魔強」，我們明白了，什麼是魔？五欲六塵的誘惑。我們自己這一點智慧、這一點定功，太薄弱了，外面誘惑力量太大了，這就是法弱魔強。我們的戒定慧抵不過貪瞋痴，這些都是眼前的事實，說出來大家都能夠體會得到。要怎樣護善？護善最有效的方法是四大天王，我們這裡講的毘沙門。一定要懂得他們所代表的義趣，東方持國天王教我們負責盡職，我們要真做到。我們現前從事於什麼工作，我們是什麼身分、是什麼地位，一定要搞清楚、搞明白，把自己本分的事情要做好，不需要人督促，自己把自己本分事情做好。我們學講經、學教學，那就要把講經、教學這個事情做好，這是我們自己本分。各人能把各人本分都做好，這個團體是健康的，所以要做到負責盡職。"
    },
    {
      "id": "12-017-0296_p0033",
      "zh_CN": "南方增长天王教导我们要求进步，一定要求精进，不能够满足于现实，满足于现实必定被淘汰掉。儒家讲「日日新，又日新」，佛家讲精进，永远在追求进步。德行上要进步，在佛法讲戒定慧三学要进步，帮助一切众生破迷开悟的技巧要进步，技术手段要求进步，生活品质要求进步。这个生活品质，诸位要记住，绝对不是在物质上，是在真实觉悟之后，你的生活快乐，这是进步。绝对不是说我物质生活、供养很丰厚，那你就完全错了，你会堕落在贪瞋痴里头，那会增长贪心。真正在生活方面进步，一定是物质生活的需求愈来愈少，愈来愈快乐，愈来愈自在，这是真的进步。高科技我们把它用来帮助没有机会参加我们教学现场这些同修，我们用网路、用卫星电视传播出去，决不为自己，便利远方的同学，他们也能够分享我们教学的成果，我们用意在此地。",
      "zh_TW": "南方增長天王教導我們要求進步，一定要求精進，不能夠滿足於現實，滿足於現實必定被淘汰掉。儒家講「日日新，又日新」，佛家講精進，永遠在追求進步。德行上要進步，在佛法講戒定慧三學要進步，幫助一切眾生破迷開悟的技巧要進步，技術手段要求進步，生活品質要求進步。這個生活品質，諸位要記住，絕對不是在物質上，是在真實覺悟之後，你的生活快樂，這是進步。絕對不是說我物質生活、供養很豐厚，那你就完全錯了，你會墮落在貪瞋痴裡頭，那會增長貪心。真正在生活方面進步，一定是物質生活的需求愈來愈少，愈來愈快樂，愈來愈自在，這是真的進步。高科技我們把它用來幫助沒有機會參加我們教學現場這些同修，我們用網路、用衛星電視傳播出去，決不為自己，便利遠方的同學，他們也能夠分享我們教學的成果，我們用意在此地。"
    },
    {
      "id": "12-017-0296_p0034",
      "zh_CN": "西方天王广目，北方天王毘沙门多闻，教我们广学多闻，教我们懂得应变。人情事理变化多端，我们如何应付，西方天王教导我们。北方天王教我们防止污染，特别是错误的知见，邪知邪见，我们要懂得防范。要培养正知正见，防范邪知邪见，念念利益一切众生。对众生的利益要增长，对自己的物质生活要降低；别人要增长，我们自己要降低，然后才能得真实受用。希望同学们要在这个地方细心去体会，这里头有真乐！",
      "zh_TW": "西方天王廣目，北方天王毘沙門多聞，教我們廣學多聞，教我們懂得應變。人情事理變化多端，我們如何應付，西方天王教導我們。北方天王教我們防止污染，特別是錯誤的知見，邪知邪見，我們要懂得防範。要培養正知正見，防範邪知邪見，念念利益一切眾生。對眾生的利益要增長，對自己的物質生活要降低；別人要增長，我們自己要降低，然後才能得真實受用。希望同學們要在這個地方細心去體會，這裡頭有真樂！"
    },
    {
      "id": "12-017-0296_p0035",
      "zh_CN": "他底下还有一句话，「不滞空有」。「空有」是代表两边，用现在的话来说，要突破这种局限，才能得自在。突破局限的方法就是离妄想分别执着，我们只要有分别执着存在，这个框架就不容易突破。「不滞空有」，这两个字范围非常的深广，像我们现在不执着族群、族类，不执着宗教，这样才能够突破，我们才真正能得到清净心、平等心。这叫善巧方便，这是「观察众生方便救护解脱门」。今天时间到了，我们就讲到此地。",
      "zh_TW": "他底下還有一句話，「不滯空有」。「空有」是代表兩邊，用現在的話來說，要突破這種侷限，才能得自在。突破侷限的方法就是離妄想分別執著，我們只要有分別執著存在，這個框架就不容易突破。「不滯空有」，這兩個字範圍非常的深廣，像我們現在不執著族群、族類，不執著宗教，這樣才能夠突破，我們才真正能得到清淨心、平等心。這叫善巧方便，這是「觀察眾生方便救護解脫門」。今天時間到了，我們就講到此地。"
    }
  ]
}