{
  "doc_id": "12-017-2079",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二０七九卷",
    "zh_TW": "第二０七九卷"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾高雄",
    "zh_TW": "台灣高雄"
  },
  "doc_number": "12-017-2079",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "12-017-2079_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大方广佛华严经．十住品第十五》，本分最后的一段，别陈其名。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大方廣佛華嚴經．十住品第十五》，本分最後的一段，別陳其名。"
    },
    {
      "id": "12-017-2079_p0002",
      "zh_CN": "我们学到第三修行住，清凉大师注解的不多，「巧观空有，增修正行故」。怎么样巧观？我们在本经里面说的修行住的菩萨，他所修的十种行，观一切法，我们学到第四，「观一切法无我」。在末后有一句，为什么说他无我？他没有真正证得八自在故，八自在是真我。所以我们将八自在找出来，过去这么多年，前面我想应该是学过，隔的时间太长，我们阎浮提众生很健忘，所以多学几遍决定有好处。所以前面查出来，我们学到第六「得一切法如无法想」，这一条很重要。得一切法为什么要无法想？佛在大乘教，尤其在《般若经》里面，许多次的告诉我们，「凡所有相，皆是虚妄」，《金刚经》上告诉我们，「一切有为法，如梦幻泡影」，有为法就是刹那生灭。我们仔细去观察，哪一法不是有为法？所有的物质现象，动物有生老病死，植物有生住异灭，矿物有成住坏空，这是经教里常讲的四相迁流，变化，这是有为法。",
      "zh_TW": "我們學到第三修行住，清涼大師註解的不多，「巧觀空有，增修正行故」。怎麼樣巧觀？我們在本經裡面說的修行住的菩薩，他所修的十種行，觀一切法，我們學到第四，「觀一切法無我」。在末後有一句，為什麼說他無我？他沒有真正證得八自在故，八自在是真我。所以我們將八自在找出來，過去這麼多年，前面我想應該是學過，隔的時間太長，我們閻浮提眾生很健忘，所以多學幾遍決定有好處。所以前面查出來，我們學到第六「得一切法如無法想」，這一條很重要。得一切法為什麼要無法想？佛在大乘教，尤其在《般若經》裡面，許多次的告訴我們，「凡所有相，皆是虛妄」，《金剛經》上告訴我們，「一切有為法，如夢幻泡影」，有為法就是剎那生滅。我們仔細去觀察，哪一法不是有為法？所有的物質現象，動物有生老病死，植物有生住異滅，礦物有成住壞空，這是經教裡常講的四相遷流，變化，這是有為法。"
    },
    {
      "id": "12-017-2079_p0003",
      "zh_CN": "法相宗入门的课程《百法明门论》，把世出世间一切法归纳为一百类，称为百法，百法明门，百法展开就是遍法界虚空界的一切法。这百法讲什么？讲两桩事情，一个是讲一切法，一个是讲无我，一切法无我，真的无我。这个无我就是我们此地学的八种自在，在这一切法里面都看不出，所以这个我是假的，我不是真的。这八种自在如果你都得到，真我就现前。我们现在虽然没有能力证得，应当知道，知道佛经里讲的有真我。得一切法，谁得？初住以上的菩萨得到。《华严》初住以上，妄想分别执着统统放下，尤其是妄想，不起心不动念，这个境界里面才真正是得一切法无得想，没有得的这个念头。怎么得到？缘，缘生我们叫它做得到，缘灭我们叫失掉。确实只有缘生缘灭，哪来的得失？所以缘生的时候不起心不动念，缘灭的时候也不起心不动念，所以他得自在。凡夫患得患失，没有得到想得到，得到之后又怕失掉，所以无论是得或失，都起分别执着，这就错了，起分别执着叫造业。这个现象不但六道里头全有，天道，天也很复杂，二十八层天，愈往上面去他愈淡薄，他并没有真正失掉。甚至于我们在四圣法界里，看到这些声闻、缘觉、菩萨，好像他们对于得失已经不放在心上，这是真的，但是他还有得失微细的习气存在，这个习气要是断掉之后，他就超越十法界。这个习气不能带到一真法界，带到一真法界只有无始无明习气。我们明白这个事实真相，在日常生活当中，无论看什么事情，要看得淡，不要执着、不要分别，就好，那就很如法。",
      "zh_TW": "法相宗入門的課程《百法明門論》，把世出世間一切法歸納為一百類，稱為百法，百法明門，百法展開就是遍法界虛空界的一切法。這百法講什麼？講兩樁事情，一個是講一切法，一個是講無我，一切法無我，真的無我。這個無我就是我們此地學的八種自在，在這一切法裡面都看不出，所以這個我是假的，我不是真的。這八種自在如果你都得到，真我就現前。我們現在雖然沒有能力證得，應當知道，知道佛經裡講的有真我。得一切法，誰得？初住以上的菩薩得到。《華嚴》初住以上，妄想分別執著統統放下，尤其是妄想，不起心不動念，這個境界裡面才真正是得一切法無得想，沒有得的這個念頭。怎麼得到？緣，緣生我們叫它做得到，緣滅我們叫失掉。確實只有緣生緣滅，哪來的得失？所以緣生的時候不起心不動念，緣滅的時候也不起心不動念，所以他得自在。凡夫患得患失，沒有得到想得到，得到之後又怕失掉，所以無論是得或失，都起分別執著，這就錯了，起分別執著叫造業。這個現象不但六道裡頭全有，天道，天也很複雜，二十八層天，愈往上面去他愈淡薄，他並沒有真正失掉。甚至於我們在四聖法界裡，看到這些聲聞、緣覺、菩薩，好像他們對於得失已經不放在心上，這是真的，但是他還有得失微細的習氣存在，這個習氣要是斷掉之後，他就超越十法界。這個習氣不能帶到一真法界，帶到一真法界只有無始無明習氣。我們明白這個事實真相，在日常生活當中，無論看什麼事情，要看得淡，不要執著、不要分別，就好，那就很如法。"
    },
    {
      "id": "12-017-2079_p0004",
      "zh_CN": "修行一定要从扎根教育修起，诸佛菩萨示现在世间，头一个释迦牟尼佛，三千年前出现在我们这个世间，为我们做为一个修学的好榜样。诸佛菩萨应化在我们这个世间，就像《普门品》里面所说的，应以什么身得度他就现什么身。实在说，男女老少、各行各业，有没有菩萨？有，真有，你有缘就遇到，你没有缘你遇不到。如果世间没有这些佛菩萨现身，这个世界早就毁灭。有这么多佛菩萨示现在其中，这个就是中国人所谓龙蛇混杂，凡夫是蛇，佛菩萨是龙。凡夫造作一切罪业，佛菩萨的心行纯净纯善，把这个恶业冲淡，这个世间还能够安稳的存在，这是诸佛菩萨无尽的慈悲。他在等，等什么？等机缘成熟，我们一般中国人讲，等你良心发现。什么时候你良心发现，他就把正法传授给你，良心没有发现，传正法你不能接受。你看现在一般年轻人，心浮气躁，心定不下来。佛法的承传要具足三个条件，戒定慧，这才能接受正法，没有戒定慧，佛菩萨再慈悲，双手把正法捧着送给你，你没办法接受。我们前面讲过加持，加分，佛菩萨加持一个人是相对的，这个人有一分功德，佛菩萨能加持他一分，就变两分，这个人有十分功德，佛菩萨加持他十分，就变成二十分。如果我们自己没有，一分功德都没有，佛菩萨想加，加不上。不是他不慈悲，他很慈悲，念念不舍众生，好像念念他追逐众生，这是真正的恩德，这不是假的。我们跟佛菩萨求感应，没有别的，真修、真干，你才能得到感应，真干就是缘。佛菩萨的教诲，你能知道多少你就做多少，知道不做跟不知道没有两样。所以要真干才能与佛菩萨感应道交。从哪里做起？从十善业做起。我们现在依照《十善业道经》来做行不行？行是行，怕你做不到。这是什么原因？这个原因你必须要懂得，十善业道下面还有基础，你要没有这个基础，十善业道你修不成功。为什么古人都能做到，现在人做不到？古人有根，从小就受过伦理道德的教育，那是根。",
      "zh_TW": "修行一定要從扎根教育修起，諸佛菩薩示現在世間，頭一個釋迦牟尼佛，三千年前出現在我們這個世間，為我們做為一個修學的好榜樣。諸佛菩薩應化在我們這個世間，就像《普門品》裡面所說的，應以什麼身得度他就現什麼身。實在說，男女老少、各行各業，有沒有菩薩？有，真有，你有緣就遇到，你沒有緣你遇不到。如果世間沒有這些佛菩薩現身，這個世界早就毀滅。有這麼多佛菩薩示現在其中，這個就是中國人所謂龍蛇混雜，凡夫是蛇，佛菩薩是龍。凡夫造作一切罪業，佛菩薩的心行純淨純善，把這個惡業沖淡，這個世間還能夠安穩的存在，這是諸佛菩薩無盡的慈悲。他在等，等什麼？等機緣成熟，我們一般中國人講，等你良心發現。什麼時候你良心發現，他就把正法傳授給你，良心沒有發現，傳正法你不能接受。你看現在一般年輕人，心浮氣躁，心定不下來。佛法的承傳要具足三個條件，戒定慧，這才能接受正法，沒有戒定慧，佛菩薩再慈悲，雙手把正法捧著送給你，你沒辦法接受。我們前面講過加持，加分，佛菩薩加持一個人是相對的，這個人有一分功德，佛菩薩能加持他一分，就變兩分，這個人有十分功德，佛菩薩加持他十分，就變成二十分。如果我們自己沒有，一分功德都沒有，佛菩薩想加，加不上。不是他不慈悲，他很慈悲，念念不捨眾生，好像念念他追逐眾生，這是真正的恩德，這不是假的。我們跟佛菩薩求感應，沒有別的，真修、真幹，你才能得到感應，真幹就是緣。佛菩薩的教誨，你能知道多少你就做多少，知道不做跟不知道沒有兩樣。所以要真幹才能與佛菩薩感應道交。從哪裡做起？從十善業做起。我們現在依照《十善業道經》來做行不行？行是行，怕你做不到。這是什麼原因？這個原因你必須要懂得，十善業道下面還有基礎，你要沒有這個基礎，十善業道你修不成功。為什麼古人都能做到，現在人做不到？古人有根，從小就受過倫理道德的教育，那是根。"
    },
    {
      "id": "12-017-2079_p0005",
      "zh_CN": "佛在《观无量寿佛经》里面教导我们，佛法修学的总纲领、总原则，净业三福，三条，依照这三条指导去做，没有不成功的。这三条第一条四句话，我们想想我们做到没有？第一个「孝养父母」，第二个「奉事师长，慈心不杀，修十善业」。前面两句孝亲尊师，这两千年来在中国佛教里面，落实在《弟子规》，儒家教育代替了，慈心不杀，道家的《感应篇》代替了。所以中国人不学小乘，有这样的基础，再修《十善业道》就没问题。有这三个根，《弟子规》、《感应篇》、《十善业》，对于戒律就很容易。戒律的基础是《沙弥律仪》，十条戒二十四门威仪，你很容易做到，这是真正的基础。没有这个基础，学什么，学得再好，你变成佛门里的一位学者。那就是什么？能说不能行，你知道得很多，你做不到。所以真正做到，从孝亲尊师，从因果，从十善业，然后三皈五戒，具足众戒轻而易举你就做到。所以我们学佛，如果没有这三个根，你怎么会有成就？我们在以往、在近代，看到许多人发愤用功、勇猛精进，真的把成绩做出来给我们看，你想一想这些人，他有没有具备孝亲、尊师重道、深信因果、十善业，你想想他们有没有具足？他虽然没学过，他真具足。他要没有这个条件，他怎么能修得成功？这一点我们要知道。",
      "zh_TW": "佛在《觀無量壽佛經》裡面教導我們，佛法修學的總綱領、總原則，淨業三福，三條，依照這三條指導去做，沒有不成功的。這三條第一條四句話，我們想想我們做到沒有？第一個「孝養父母」，第二個「奉事師長，慈心不殺，修十善業」。前面兩句孝親尊師，這兩千年來在中國佛教裡面，落實在《弟子規》，儒家教育代替了，慈心不殺，道家的《感應篇》代替了。所以中國人不學小乘，有這樣的基礎，再修《十善業道》就沒問題。有這三個根，《弟子規》、《感應篇》、《十善業》，對於戒律就很容易。戒律的基礎是《沙彌律儀》，十條戒二十四門威儀，你很容易做到，這是真正的基礎。沒有這個基礎，學什麼，學得再好，你變成佛門裡的一位學者。那就是什麼？能說不能行，你知道得很多，你做不到。所以真正做到，從孝親尊師，從因果，從十善業，然後三皈五戒，具足眾戒輕而易舉你就做到。所以我們學佛，如果沒有這三個根，你怎麼會有成就？我們在以往、在近代，看到許多人發憤用功、勇猛精進，真的把成績做出來給我們看，你想一想這些人，他有沒有具備孝親、尊師重道、深信因果、十善業，你想想他們有沒有具足？他雖然沒學過，他真具足。他要沒有這個條件，他怎麼能修得成功？這一點我們要知道。"
    },
    {
      "id": "12-017-2079_p0006",
      "zh_CN": "德行的教育与认识字不认识字没关系。中国在古代没有那么多学校，古代国家所办的学校，都是培养各个阶层领导人的。所以古时候读书，「学而优则仕」，仕就是在国家机构里面做公务员，他就是从事这个行业的，我们今天讲从政。一般呢？一般都是私人办的学校，私塾，私塾通常是家学，一个家族，这个家族的晚辈很多，子弟很多，请了好老师来教子弟。学得很好的，参加国家的考试，考试很优秀，被选中，国家就培养你，你将来就是国家各个阶层的干部。由此可知，私人办学在中国发生了很大的影响力。私塾先生的教学，科目也繁多，各种学科都有。一般的教育，伦理、道德、因果人人都懂，不认识字的、没念过书，他懂，他懂得做人，他懂得做事一些原理原则，终身遵守。所以家有家规、国有国法，这个社会是安定的、是有秩序的、是和谐的。人与人之间知道谦虚，知道尊重别人，懂得礼。虽然学校不多，他真受过教育，受过圣贤教育。现在学校是多了，多什么？圣贤教育不教了，没有这个课程了，所教的科学、技术，所以往往在科技上的确他有常识，可是他不会做人，不会做人怎么能做佛？佛是人做的，先要学会做人，然后你才会作菩萨、作佛，这个很重要。",
      "zh_TW": "德行的教育與認識字不認識字沒關係。中國在古代沒有那麼多學校，古代國家所辦的學校，都是培養各個階層領導人的。所以古時候讀書，「學而優則仕」，仕就是在國家機構裡面做公務員，他就是從事這個行業的，我們今天講從政。一般呢？一般都是私人辦的學校，私塾，私塾通常是家學，一個家族，這個家族的晚輩很多，子弟很多，請了好老師來教子弟。學得很好的，參加國家的考試，考試很優秀，被選中，國家就培養你，你將來就是國家各個階層的幹部。由此可知，私人辦學在中國發生了很大的影響力。私塾先生的教學，科目也繁多，各種學科都有。一般的教育，倫理、道德、因果人人都懂，不認識字的、沒念過書，他懂，他懂得做人，他懂得做事一些原理原則，終身遵守。所以家有家規、國有國法，這個社會是安定的、是有秩序的、是和諧的。人與人之間知道謙虛，知道尊重別人，懂得禮。雖然學校不多，他真受過教育，受過聖賢教育。現在學校是多了，多什麼？聖賢教育不教了，沒有這個課程了，所教的科學、技術，所以往往在科技上的確他有常識，可是他不會做人，不會做人怎麼能做佛？佛是人做的，先要學會做人，然後你才會作菩薩、作佛，這個很重要。"
    },
    {
      "id": "12-017-2079_p0007",
      "zh_CN": "做人就必须要从孝敬父母做起，孝亲尊师，这是圣贤的大根大本，我们不能不知道。为什么？我们的身体得自于父母，父母对我们有养育之恩，我们的智慧得自于老师，老师给我们法身慧命。一个人，无论是世法、是佛法，真正成就，得力于这两个大恩人，知恩报恩。忘恩负义不会有成就，无论他有多大的福报，有多么能干，做多大的事业，最后都不会成就，为什么？像树一样，没根。像这些道理古人都懂，现在人不懂，这不能怪他，佛在《无量寿经》上讲得很好，为什么不能怪他？你看佛在经上讲，先人无知。传统的教育已经丢掉好几代，满清亡国之后我们就疏忽了，但是它的影响还影响了二十几年。日本人在中国发动的战争，我们八年抗战，这八年战争之后，传统的文化影响没有了。我们从这个地方算起，至少要算到四代。所以现在人他自己不知道，他父母不知道，他祖父母也不知道，曾祖父母可能知道一点，你怎么能怪他？所以佛非常慈悲，先人无知，「不识道德」，不认识道德，「无有语者」，没人教，没有人讲，「殊无怪也」，你不能怪他。我们听了佛这个话心就平了，知道现前这个社会因缘很复杂，不是那么简单的，我们要生怜悯心。为什么？在因果里面讲，善有善果，恶有恶报，心行不善果报在后面。在这一生当中你要是遭遇到果报叫现报，也叫花报，像植物开花，来生后世叫果报，佛家讲因果通三世的，现报。生报是什么？来生有果报，后报是第三生以后。真的不是不报，时辰未到，时辰是什么？时辰是缘分。因永远不会丧失，叫阿赖耶保存的因，遇到缘，果报就现前，叫起现行。真正懂得、明了，肯定这不是假的，那么我们起心动念、言语造作就不能不谨慎，时时刻刻防范自己犯过失。无意的是过失，要有意的那就是罪孽。不但罪孽有果报，无意的过失还是有果报，这不懂不行。所以真正修行心量要拓开，心量要大，要能够原谅别人，凡事不要计较。",
      "zh_TW": "做人就必須要從孝敬父母做起，孝親尊師，這是聖賢的大根大本，我們不能不知道。為什麼？我們的身體得自於父母，父母對我們有養育之恩，我們的智慧得自於老師，老師給我們法身慧命。一個人，無論是世法、是佛法，真正成就，得力於這兩個大恩人，知恩報恩。忘恩負義不會有成就，無論他有多大的福報，有多麼能幹，做多大的事業，最後都不會成就，為什麼？像樹一樣，沒根。像這些道理古人都懂，現在人不懂，這不能怪他，佛在《無量壽經》上講得很好，為什麼不能怪他？你看佛在經上講，先人無知。傳統的教育已經丟掉好幾代，滿清亡國之後我們就疏忽了，但是它的影響還影響了二十幾年。日本人在中國發動的戰爭，我們八年抗戰，這八年戰爭之後，傳統的文化影響沒有了。我們從這個地方算起，至少要算到四代。所以現在人他自己不知道，他父母不知道，他祖父母也不知道，曾祖父母可能知道一點，你怎麼能怪他？所以佛非常慈悲，先人無知，「不識道德」，不認識道德，「無有語者」，沒人教，沒有人講，「殊無怪也」，你不能怪他。我們聽了佛這個話心就平了，知道現前這個社會因緣很複雜，不是那麼簡單的，我們要生憐憫心。為什麼？在因果裡面講，善有善果，惡有惡報，心行不善果報在後面。在這一生當中你要是遭遇到果報叫現報，也叫花報，像植物開花，來生後世叫果報，佛家講因果通三世的，現報。生報是什麼？來生有果報，後報是第三生以後。真的不是不報，時辰未到，時辰是什麼？時辰是緣分。因永遠不會喪失，叫阿賴耶保存的因，遇到緣，果報就現前，叫起現行。真正懂得、明瞭，肯定這不是假的，那麼我們起心動念、言語造作就不能不謹慎，時時刻刻防範自己犯過失。無意的是過失，要有意的那就是罪孽。不但罪孽有果報，無意的過失還是有果報，這不懂不行。所以真正修行心量要拓開，心量要大，要能夠原諒別人，凡事不要計較。"
    },
    {
      "id": "12-017-2079_p0008",
      "zh_CN": "末法修行只有念佛最可靠、最稳当、最简单、最容易。生到西方极乐世界，《无量寿经》四十八愿里面说，「皆作阿惟越致菩萨」，这个果报太殊胜，殊胜到一般人都不敢相信。阿惟越致菩萨是什么等级的菩萨？大乘教里面讲七地以上，我们现在《华严经》上讲的这个境界，就是阿惟越致菩萨的境界。到西方极乐世界烦恼没断，带业往生就有这样殊胜的果报。所以真正聪明人，老实念佛，万缘放下。你念佛不成功原因在哪里？你放不下，心浮气躁，妄念太多。佛号甚至于念不成句，也就是南无阿弥陀佛六个字里头，你还夹杂着许多妄念，这个很可怕。所以要放下。妄念多了怎么办？多你要想方法克制你的妄念，功夫才能得力。觉明妙行菩萨教人三个原则，这三个原则跟《大势至菩萨念佛圆通章》里讲的相应，那是真的不是假的，不怀疑、不夹杂、不间断。这里面最严重的障碍就是夹杂，妄念太多，夹杂。妄念从哪里来的？妄念从怀疑来的，你对于这个法门有疑，疑障碍了你的信心。这怎么办？这就不能不学教，多听经。听经，一门深入，不要听太多。你必须要晓得，佛当年在世讲经都是有对象的，就像大夫给人治病一样，每个人他的病况不一样，所以处方不相同。这一大堆经典流传下来，就是世尊当时替那个时代的人治病的药方，我们今天害的病跟他是不是相同？如果不相同，用了这个药方，不但治不好病，还得送命。吃错了药大家知道问题严重，学错法门比吃错药还要严重。",
      "zh_TW": "末法修行只有念佛最可靠、最穩當、最簡單、最容易。生到西方極樂世界，《無量壽經》四十八願裡面說，「皆作阿惟越致菩薩」，這個果報太殊勝，殊勝到一般人都不敢相信。阿惟越致菩薩是什麼等級的菩薩？大乘教裡面講七地以上，我們現在《華嚴經》上講的這個境界，就是阿惟越致菩薩的境界。到西方極樂世界煩惱沒斷，帶業往生就有這樣殊勝的果報。所以真正聰明人，老實念佛，萬緣放下。你念佛不成功原因在哪裡？你放不下，心浮氣躁，妄念太多。佛號甚至於念不成句，也就是南無阿彌陀佛六個字裡頭，你還夾雜著許多妄念，這個很可怕。所以要放下。妄念多了怎麼辦？多你要想方法克制你的妄念，功夫才能得力。覺明妙行菩薩教人三個原則，這三個原則跟《大勢至菩薩念佛圓通章》裡講的相應，那是真的不是假的，不懷疑、不夾雜、不間斷。這裡面最嚴重的障礙就是夾雜，妄念太多，夾雜。妄念從哪裡來的？妄念從懷疑來的，你對於這個法門有疑，疑障礙了你的信心。這怎麼辦？這就不能不學教，多聽經。聽經，一門深入，不要聽太多。你必須要曉得，佛當年在世講經都是有對象的，就像大夫給人治病一樣，每個人他的病況不一樣，所以處方不相同。這一大堆經典流傳下來，就是世尊當時替那個時代的人治病的藥方，我們今天害的病跟他是不是相同？如果不相同，用了這個藥方，不但治不好病，還得送命。吃錯了藥大家知道問題嚴重，學錯法門比吃錯藥還要嚴重。"
    },
    {
      "id": "12-017-2079_p0009",
      "zh_CN": "佛法是好，佛法能救人，佛法也能害人。我早年讲经，讲了这句话，有同学听到了不以为然，去问李老师。李老师说对，没错，大家才相信。我们学经教跟吃药的确是一桩事情，所以佛法需要人指导。《华严经》、《大智度论》里面佛菩萨都说过，「佛法无人说，虽智莫能解」，这就是说，你要想学佛，不能不依止善知识。善知识在哪里？我到哪里去找善知识？找不到的时候怎么办？找不到的时候你就好好修善根，你先把基础打好。善根就是《弟子规》、《感应篇》、《十善业》，《十善业》暂且不谈，你就好好的学前面这两样，学《弟子规》，这儒家，伦理道德，学《感应篇》，学因果，学《安士全书》，这扎根。这个根扎好之后，有这样的根基，你找不到善知识也能成就，特别是净土宗。我给你介绍三个人，你找他，你这一生没有不成就的。第一个是，从近代说起，印光大师。这老人家不在了，往生了，他的著作在，印光大师的《文钞》，你天天读《文钞》，你就是听印光大师给你说法，跟一个人学，我从他这个地方奠定基础。这个基础真正奠定好了，我再介绍你第二个老师，蕅益大师，明朝时候的人，专攻蕅益大师的《弥陀经要解》，然后你再去读莲池大师《弥陀经疏钞》，就行了。三位大善知识。当然这三位他们的著作是文言文，不深，不是很深的，浅显的文言文。",
      "zh_TW": "佛法是好，佛法能救人，佛法也能害人。我早年講經，講了這句話，有同學聽到了不以為然，去問李老師。李老師說對，沒錯，大家才相信。我們學經教跟吃藥的確是一樁事情，所以佛法需要人指導。《華嚴經》、《大智度論》裡面佛菩薩都說過，「佛法無人說，雖智莫能解」，這就是說，你要想學佛，不能不依止善知識。善知識在哪裡？我到哪裡去找善知識？找不到的時候怎麼辦？找不到的時候你就好好修善根，你先把基礎打好。善根就是《弟子規》、《感應篇》、《十善業》，《十善業》暫且不談，你就好好的學前面這兩樣，學《弟子規》，這儒家，倫理道德，學《感應篇》，學因果，學《安士全書》，這扎根。這個根紮好之後，有這樣的根基，你找不到善知識也能成就，特別是淨土宗。我給你介紹三個人，你找他，你這一生沒有不成就的。第一個是，從近代說起，印光大師。這老人家不在了，往生了，他的著作在，印光大師的《文鈔》，你天天讀《文鈔》，你就是聽印光大師給你說法，跟一個人學，我從他這個地方奠定基礎。這個基礎真正奠定好了，我再介紹你第二個老師，蕅益大師，明朝時候的人，專攻蕅益大師的《彌陀經要解》，然後你再去讀蓮池大師《彌陀經疏鈔》，就行了。三位大善知識。當然這三位他們的著作是文言文，不深，不是很深的，淺顯的文言文。"
    },
    {
      "id": "12-017-2079_p0010",
      "zh_CN": "所以学佛法，古来高僧大德的著作全是文言文写的，我们必须要有文言文的基础，把文言文的钥匙拿到，这钥匙是什么？古文。我过去在台中跟李老师学经教，李老师用《古文观止》教我们，一个星期教一篇。我在那里十年，十年这一本《古文观止》讲完了，三百多篇。老师教我们，你要熟读五十篇，这五十篇能够背诵，能够讲解、能够背诵，文言文的钥匙你拿到了，你有能力看《大藏经》，你有能力看《四库全书》，文字的障碍没有了，如果你能够熟读背诵一百篇，有这个基础，你就有能力写文言文。老师把这个秘诀告诉我们，肯不肯学在自己。真正发心，相信，没有怀疑，你就去选五十篇古文，先选五十篇，首先熟读，然后再求解，字字句句讲清楚，这是扎根教育。德行上，《弟子规》、《感应篇》是德行。文字上，五十篇古文。现在在台湾，台湾缘殊胜，过去国语日报每个星期，是一个星期还是十天我记不清楚，它出一个小的副刊，叫「古今文选」。这么多年来，他选的东西很多，而且注解得很详细，有注音、有注解，你不必查参考资料，你在这一套东西里面选五十篇。选的标准怎么样？《古文观止》里头有的你就选，以前李老师教给我们的是用《古文观止》，《古文观止》里头没有的我们暂时不选它。等于说我们念《古文观止》我们有人指导，生字有注音，注解很详细。这样子花一年的时间，一年五十个星期，一个星期念一篇，要把它念背，要把这个字字句句都搞清楚，一年时间把中国传统文化的钥匙拿到，这一年值得。如果没有这一年的工夫，那就很麻烦，你学习会非常辛苦，你查资料、你查字典取正确的读音，很费事，你缺乏人指导，这一条路就非常艰难。",
      "zh_TW": "所以學佛法，古來高僧大德的著作全是文言文寫的，我們必須要有文言文的基礎，把文言文的鑰匙拿到，這鑰匙是什麼？古文。我過去在台中跟李老師學經教，李老師用《古文觀止》教我們，一個星期教一篇。我在那裡十年，十年這一本《古文觀止》講完了，三百多篇。老師教我們，你要熟讀五十篇，這五十篇能夠背誦，能夠講解、能夠背誦，文言文的鑰匙你拿到了，你有能力看《大藏經》，你有能力看《四庫全書》，文字的障礙沒有了，如果你能夠熟讀背誦一百篇，有這個基礎，你就有能力寫文言文。老師把這個祕訣告訴我們，肯不肯學在自己。真正發心，相信，沒有懷疑，你就去選五十篇古文，先選五十篇，首先熟讀，然後再求解，字字句句講清楚，這是扎根教育。德行上，《弟子規》、《感應篇》是德行。文字上，五十篇古文。現在在台灣，台灣緣殊勝，過去國語日報每個星期，是一個星期還是十天我記不清楚，它出一個小的副刊，叫「古今文選」。這麼多年來，他選的東西很多，而且註解得很詳細，有注音、有註解，你不必查參考資料，你在這一套東西裡面選五十篇。選的標準怎麼樣？《古文觀止》裡頭有的你就選，以前李老師教給我們的是用《古文觀止》，《古文觀止》裡頭沒有的我們暫時不選它。等於說我們念《古文觀止》我們有人指導，生字有注音，註解很詳細。這樣子花一年的時間，一年五十個星期，一個星期念一篇，要把它念背，要把這個字字句句都搞清楚，一年時間把中國傳統文化的鑰匙拿到，這一年值得。如果沒有這一年的工夫，那就很麻煩，你學習會非常辛苦，你查資料、你查字典取正確的讀音，很費事，你缺乏人指導，這一條路就非常艱難。"
    },
    {
      "id": "12-017-2079_p0011",
      "zh_CN": "我这么大年岁，一生没有福报，讲经讲了五十一年，现在十二月了，过了这个月就讲五十二年了，连个道场都没有，没有福报。很多人想跟我学，我没地方给你住。跟我学，像从前我到台中跟李老师学，李老师有个台中莲社、有个慈光图书馆，有两个道场，我是一个都没有，这是诸位要了解的。我懂得这些方法，我完全和盘托出供养大家，你们听到之后，依照我说的方法去修学，个个成就，在这一生当中决定成就。你修净宗，跟定这三位大善知识，印光大师、蕅益大师、莲池大师。德行这个基础要扎稳，文言文的钥匙要拿到，这是祖宗给我们的宝贝，不能够轻视，不能够疏忽。",
      "zh_TW": "我這麼大年歲，一生沒有福報，講經講了五十一年，現在十二月了，過了這個月就講五十二年了，連個道場都沒有，沒有福報。很多人想跟我學，我沒地方給你住。跟我學，像從前我到台中跟李老師學，李老師有個台中蓮社、有個慈光圖書館，有兩個道場，我是一個都沒有，這是諸位要了解的。我懂得這些方法，我完全和盤托出供養大家，你們聽到之後，依照我說的方法去修學，個個成就，在這一生當中決定成就。你修淨宗，跟定這三位大善知識，印光大師、蕅益大師、蓮池大師。德行這個基礎要紮穩，文言文的鑰匙要拿到，這是祖宗給我們的寶貝，不能夠輕視，不能夠疏忽。"
    },
    {
      "id": "12-017-2079_p0012",
      "zh_CN": "我们今天再看八自在第七，「说一偈义经无量劫」。一首偈，在佛经里面讲四句就叫一首偈，不一定是偈颂的形式。我们中国人习惯上，读一本书，读一篇文章，这个长短的标准是讲字数。老子《道德经》五千言，就是五千多个字，跟《金刚经》差不多，《金刚经》也只有五千多个字，是一个字一个字算的。印度不是的，印度是算四句，句子不管长短，四句叫一偈，它用这个来算数。《华严经》，《华严经》分量多大？十万偈，那你就晓得，《华严经》全经是四十万句，一首偈是四句，四十万句，它跟中国人算法不一样。偈颂也有很整齐的，四个字一句的，五个字一句的，六个字一句的，七个字、八个字、九个字也不一定，但是四句就叫一首偈；由此可知，一首偈并不长。",
      "zh_TW": "我們今天再看八自在第七，「說一偈義經無量劫」。一首偈，在佛經裡面講四句就叫一首偈，不一定是偈頌的形式。我們中國人習慣上，讀一本書，讀一篇文章，這個長短的標準是講字數。老子《道德經》五千言，就是五千多個字，跟《金剛經》差不多，《金剛經》也只有五千多個字，是一個字一個字算的。印度不是的，印度是算四句，句子不管長短，四句叫一偈，它用這個來算數。《華嚴經》，《華嚴經》分量多大？十萬偈，那你就曉得，《華嚴經》全經是四十萬句，一首偈是四句，四十萬句，它跟中國人算法不一樣。偈頌也有很整齊的，四個字一句的，五個字一句的，六個字一句的，七個字、八個字、九個字也不一定，但是四句就叫一首偈；由此可知，一首偈並不長。"
    },
    {
      "id": "12-017-2079_p0013",
      "zh_CN": "底下说，「谓如来智慧辩才，演说一偈之义，虽经多劫，无有穷尽，称性宣扬，自在无碍也」。真的，这个不是假的，我们现在完全能接受，对于经上说的这个话没有怀疑。为什么？我们在贤首大师《妄尽还源观》里面学到，不要说一首偈的意思无量劫也说不完，这话真的，即使是一个字、一句，无量劫也说不完。为什么？它称性，只要称性就没有边际，古人所形容的，「大而无外」，你说它大，大没有边际，说它小，「小而无内」，那怎么能说得完？小而无内这个话很难懂，说大没有边际还能够体会，小无内这个就不好懂。我们在《还源观》三种周遍里面读到过，那是举一个例子，什么例子？一微尘，一粒微尘，我们今天科学家讲的基本粒子，外国人叫夸克，肉眼看不到，要用高度显微镜才看到这个现象，佛说的一微尘跟这个相似。一微尘里头有世界这就不可思议，那一粒微尘里头有世界，整个宇宙在一微尘里面，你看我们世界没有缩小，微尘没有放大，它居然是完全相同。一微尘里头有遍法界虚空界里面的物质现象、精神现象、自然现象，科学家讲的能量、物质、信息，圆满的，丝毫不缺。",
      "zh_TW": "底下說，「謂如來智慧辯才，演說一偈之義，雖經多劫，無有窮盡，稱性宣揚，自在無礙也」。真的，這個不是假的，我們現在完全能接受，對於經上說的這個話沒有懷疑。為什麼？我們在賢首大師《妄盡還源觀》裡面學到，不要說一首偈的意思無量劫也說不完，這話真的，即使是一個字、一句，無量劫也說不完。為什麼？它稱性，只要稱性就沒有邊際，古人所形容的，「大而無外」，你說它大，大沒有邊際，說它小，「小而無內」，那怎麼能說得完？小而無內這個話很難懂，說大沒有邊際還能夠體會，小無內這個就不好懂。我們在《還源觀》三種周遍裡面讀到過，那是舉一個例子，什麼例子？一微塵，一粒微塵，我們今天科學家講的基本粒子，外國人叫夸克，肉眼看不到，要用高度顯微鏡才看到這個現象，佛說的一微塵跟這個相似。一微塵裡頭有世界這就不可思議，那一粒微塵裡頭有世界，整個宇宙在一微塵裡面，你看我們世界沒有縮小，微塵沒有放大，它居然是完全相同。一微塵裡頭有遍法界虛空界裡面的物質現象、精神現象、自然現象，科學家講的能量、物質、信息，圓滿的，絲毫不缺。"
    },
    {
      "id": "12-017-2079_p0014",
      "zh_CN": "佛在经上还告诉我们，真有人去，到微尘世界里面去参学、去供佛、去听法，到微尘世界里面去。什么人去？普贤菩萨去。诸位要知道，说普贤菩萨，每一位菩萨都是普贤菩萨。普贤菩萨代表什么意思？真干，真干就是普贤，他不说别的菩萨。每个菩萨名号表法意思不同，地藏菩萨代表孝亲尊师，所以《地藏经》是佛门的孝经；观音菩萨代表大慈大悲、救苦救难，千眼千手是眼到手到，他表这个意思；文殊菩萨代表智慧；普贤菩萨代表实践，他真做到，把孝亲尊师、慈悲、智慧统统做到、落实，他表这个意思。真干的人他就能入微尘世界里面，那你还得晓得，微尘世界里头还有没有微尘？当然有微尘，微尘的里头又有世界，重重无尽，这叫其小无内，没法子想像，真的是其深无底、其大无外，没边际。一微尘如是，一切微尘皆如是，《华严经》上讲的。这个事情从理上讲或许是哲学，方老师讲的高等哲学，从事上讲高等科学。换句话说，在《华严》里面讲的科学、哲学登峰造极，讲到究竟圆满，除这个之外，它讲伦理、讲道德、讲因果，也是讲到究竟圆满。这么好的一部教科书，方东美先生早年把这个东西介绍给我，他说这是佛经概论，加哲学，佛经哲学概论，就是指的《华严经》，他特别介绍给我。而我对于这部书也特别有缘分，老师介绍之后，我相信老师的话，等于这部经是方老师鉴定的。我那个时候虽然把这部经论找到了，就是清凉大师的注解，《华严经疏钞》找到了，看了非常欢喜，但是看不懂。看不懂，喜欢看，不舍弃，天天都看它，慢慢的就看出味道出来了。",
      "zh_TW": "佛在經上還告訴我們，真有人去，到微塵世界裡面去參學、去供佛、去聽法，到微塵世界裡面去。什麼人去？普賢菩薩去。諸位要知道，說普賢菩薩，每一位菩薩都是普賢菩薩。普賢菩薩代表什麼意思？真幹，真幹就是普賢，他不說別的菩薩。每個菩薩名號表法意思不同，地藏菩薩代表孝親尊師，所以《地藏經》是佛門的孝經；觀音菩薩代表大慈大悲、救苦救難，千眼千手是眼到手到，他表這個意思；文殊菩薩代表智慧；普賢菩薩代表實踐，他真做到，把孝親尊師、慈悲、智慧統統做到、落實，他表這個意思。真幹的人他就能入微塵世界裡面，那你還得曉得，微塵世界裡頭還有沒有微塵？當然有微塵，微塵的裡頭又有世界，重重無盡，這叫其小無內，沒法子想像，真的是其深無底、其大無外，沒邊際。一微塵如是，一切微塵皆如是，《華嚴經》上講的。這個事情從理上講或許是哲學，方老師講的高等哲學，從事上講高等科學。換句話說，在《華嚴》裡面講的科學、哲學登峰造極，講到究竟圓滿，除這個之外，它講倫理、講道德、講因果，也是講到究竟圓滿。這麼好的一部教科書，方東美先生早年把這個東西介紹給我，他說這是佛經概論，加哲學，佛經哲學概論，就是指的《華嚴經》，他特別介紹給我。而我對於這部書也特別有緣分，老師介紹之後，我相信老師的話，等於這部經是方老師鑑定的。我那個時候雖然把這部經論找到了，就是清涼大師的註解，《華嚴經疏鈔》找到了，看了非常歡喜，但是看不懂。看不懂，喜歡看，不捨棄，天天都看它，慢慢的就看出味道出來了。"
    },
    {
      "id": "12-017-2079_p0015",
      "zh_CN": "以后我们在台中，八个同学，我们私下商量，老师年岁大了，要请他长久住世，他老人家一生讲经，那长久住世，我们就找一部大经给他讲，他没讲完总不好意思走。我们八个人联名去请，我是其中之一，请李老师讲《华严经》。他很慈悲答应了，他说好，我把《华严经》讲圆满，然后再讲一遍《弥陀经》，我就往生。我们听了很开心、很欢喜。他《华严经》没讲完，讲了一半他就走了。他怎么走了？所以缘不一样，他是食物中毒走的。他在生病那个期间我去看他，看他好几次，每一次去都提醒我吃东西要小心、要谨慎。他慈悲，他是个好中医，人家送给他的东西，当然是供养他的，也不是害他的。他是山东人，喜欢吃面条，煮面条给他吃，面条怎么？面条是一把一把的硬面，那都有防腐剂，时间过了它里头确实就有毒，你煮去闻闻味道都不一样，变味了。这个老同修也无知，好心好意煮了送给老师，老师当他面吃，让他心里欢喜。他走了，老师用中药解毒，把这个毒化解掉，他真的化解了。最后这一次，年岁太大，他走了之后再用解药，那个毒扩散，这一次受了伤害，害他好像讲经停了两个多月，休养两个多月才恢复。他告诉我吃东西要特别小心，不要说我们慈悲，要惜福，惜福是会要送命的，是要赶快往生的。所以看东西味道变了、坏了、腐了，我们都不要吃它，这是正确的，除非你希望快点往生，那另当别论。往生得要具备往生的条件，否则的话服毒等于自杀，自杀不能往生，这个道理要懂。",
      "zh_TW": "以後我們在台中，八個同學，我們私下商量，老師年歲大了，要請他長久住世，他老人家一生講經，那長久住世，我們就找一部大經給他講，他沒講完總不好意思走。我們八個人聯名去請，我是其中之一，請李老師講《華嚴經》。他很慈悲答應了，他說好，我把《華嚴經》講圓滿，然後再講一遍《彌陀經》，我就往生。我們聽了很開心、很歡喜。他《華嚴經》沒講完，講了一半他就走了。他怎麼走了？所以緣不一樣，他是食物中毒走的。他在生病那個期間我去看他，看他好幾次，每一次去都提醒我吃東西要小心、要謹慎。他慈悲，他是個好中醫，人家送給他的東西，當然是供養他的，也不是害他的。他是山東人，喜歡吃麵條，煮麵條給他吃，麵條怎麼？麵條是一把一把的硬麵，那都有防腐劑，時間過了它裡頭確實就有毒，你煮去聞聞味道都不一樣，變味了。這個老同修也無知，好心好意煮了送給老師，老師當他面吃，讓他心裡歡喜。他走了，老師用中藥解毒，把這個毒化解掉，他真的化解了。最後這一次，年歲太大，他走了之後再用解藥，那個毒擴散，這一次受了傷害，害他好像講經停了兩個多月，休養兩個多月才恢復。他告訴我吃東西要特別小心，不要說我們慈悲，要惜福，惜福是會要送命的，是要趕快往生的。所以看東西味道變了、壞了、腐了，我們都不要吃它，這是正確的，除非你希望快點往生，那另當別論。往生得要具備往生的條件，否則的話服毒等於自殺，自殺不能往生，這個道理要懂。"
    },
    {
      "id": "12-017-2079_p0016",
      "zh_CN": "从这一偈能讲长劫意思都讲不完，这是指自性本具的德能。诸佛如来能，记住，我们每个众生都能，为什么？你有自性，你哪一天明心见性了，跟诸佛如来没有差别。你要懂得这个意思，这《华严经》有没有讲完？早就讲完了。还能不能继续讲？可以，长说、短说、深说、浅说。每一次我们讲两个小时，可以说都是圆满的《华严经》，问题是你会不会听。禅宗大德常常勘验学生，问他「你会么？」真会的人没问题，怕的什么？怕的是不会。为什么不会？夹杂着妄想分别执着就不会，放下妄想分别执着你就会了，字字句句无不称性。既然称性，性没有分际，性没有数量，自性里头没有数量，所以我们讲都是圆满而没有边际的。",
      "zh_TW": "從這一偈能講長劫意思都講不完，這是指自性本具的德能。諸佛如來能，記住，我們每個眾生都能，為什麼？你有自性，你哪一天明心見性了，跟諸佛如來沒有差別。你要懂得這個意思，這《華嚴經》有沒有講完？早就講完了。還能不能繼續講？可以，長說、短說、深說、淺說。每一次我們講兩個小時，可以說都是圓滿的《華嚴經》，問題是你會不會聽。禪宗大德常常勘驗學生，問他「你會麼？」真會的人沒問題，怕的什麼？怕的是不會。為什麼不會？夾雜著妄想分別執著就不會，放下妄想分別執著你就會了，字字句句無不稱性。既然稱性，性沒有分際，性沒有數量，自性裡頭沒有數量，所以我們講都是圓滿而沒有邊際的。"
    },
    {
      "id": "12-017-2079_p0017",
      "zh_CN": "下面引「经云」，这个经是《涅槃经》，因为我们这个资料是从《涅槃经》里面节录下来的。「如来演一偈之义，经无量劫，义亦不尽，是也」。这绝不是佛在这里说大话，这是实话。我为什么提起这桩事情？因为这个世间很多人对于佛法没有深入理解，产生一种误会，我初学佛的时候，台湾大学有一位教授，也是很有名的教授，他教的是考古学，年岁大概大我应该是二十岁的样子，他就给我说，他看过《金刚经》。我说你对《金刚经》怎么看法？没什么，像两桶水倒过来倒过去，他说看了佛经，释迦牟尼佛很会说大话，我们一般人说不出来的他都能说出来。那是个名教授，高级知识分子，而且是专攻考古学的，还有这样的偏见，那一般所谓学者我们就可想而知。也正印证了《华严经》上所说的，「佛法无人说，虽智莫能解」。要什么人来讲？有修有证的人，他就不会讲错，如果不是有修有证，很容易起误会。为什么？像这里说一首偈里头含义无有穷尽，我们一般学文学的人看到，这是形容词，这是夸大，这不是真实的，总是以这种想法来解释，而不知道称性功德的意义。称性很难讲解，佛经里头有比喻，也比喻得很好。佛把自性比喻成大海，我们众生这种想像的念头好比一滴水，这一滴水滴到大海里面去，跟整个大海融成一片，这就好比一首偈跟自性相应，它投到性海里面去，与自性相应，就没有边际。佛这个比喻，比喻得好，一滴水，离开大海的时候是一滴，很小，滴到大海之后找不到了，在哪里？整个大海都是。比喻只能比喻仿佛，没有办法比喻到恰好。所以确确实实一字一句，佛要是来讲，就是明心见性的人他来讲，意思都说不尽。佛说经怎么个说法？有原则，看对象，你的程度浅，给你浅说，你的程度深，给你深说，佛无有定法可说，同样一句偈，有无量无边的说法。一首偈如是，一部经亦如是，它是活的，它不是死的。",
      "zh_TW": "下面引「經云」，這個經是《涅槃經》，因為我們這個資料是從《涅槃經》裡面節錄下來的。「如來演一偈之義，經無量劫，義亦不盡，是也」。這絕不是佛在這裡說大話，這是實話。我為什麼提起這樁事情？因為這個世間很多人對於佛法沒有深入理解，產生一種誤會，我初學佛的時候，台灣大學有一位教授，也是很有名的教授，他教的是考古學，年歲大概大我應該是二十歲的樣子，他就給我說，他看過《金剛經》。我說你對《金剛經》怎麼看法？沒什麼，像兩桶水倒過來倒過去，他說看了佛經，釋迦牟尼佛很會說大話，我們一般人說不出來的他都能說出來。那是個名教授，高級知識分子，而且是專攻考古學的，還有這樣的偏見，那一般所謂學者我們就可想而知。也正印證了《華嚴經》上所說的，「佛法無人說，雖智莫能解」。要什麼人來講？有修有證的人，他就不會講錯，如果不是有修有證，很容易起誤會。為什麼？像這裡說一首偈裡頭含義無有窮盡，我們一般學文學的人看到，這是形容詞，這是誇大，這不是真實的，總是以這種想法來解釋，而不知道稱性功德的意義。稱性很難講解，佛經裡頭有比喻，也比喻得很好。佛把自性比喻成大海，我們眾生這種想像的念頭好比一滴水，這一滴水滴到大海裡面去，跟整個大海融成一片，這就好比一首偈跟自性相應，它投到性海裡面去，與自性相應，就沒有邊際。佛這個比喻，比喻得好，一滴水，離開大海的時候是一滴，很小，滴到大海之後找不到了，在哪裡？整個大海都是。比喻只能比喻彷彿，沒有辦法比喻到恰好。所以確確實實一字一句，佛要是來講，就是明心見性的人他來講，意思都說不盡。佛說經怎麼個說法？有原則，看對象，你的程度淺，給你淺說，你的程度深，給你深說，佛無有定法可說，同樣一句偈，有無量無邊的說法。一首偈如是，一部經亦如是，它是活的，它不是死的。"
    },
    {
      "id": "12-017-2079_p0018",
      "zh_CN": "我们明白这个道理，你就看《金刚经》，这大家熟知的。《金刚经》分量不大，在中国流传很广，你看看自古至今讲《金刚经》的人，注《金刚经》的人，有多少？五百家，每个人注的不一样，每个人讲法不一样，如果一样那就跟古人雷同，你就不能传下来，不一样。为什么他讲的不一样？讲经法师他出生的时代不一样，不同的时代、不同的地区、不同的文化程度、不同的生活方式，所以讲法就不一样。所以佛经是活的不是死的，要谁去讲？真开悟的人，开悟的人他活泼，不是开悟的人，完全照古人的讲法来讲，把经都讲死了。这我们见到，许多讲经的法师，老法师，都是根据古人的注解来讲。那我们得想，它是唐朝人的注解，讲的是唐朝人那个时候，那个时代的需求，换句话说，要我们回到唐朝去做唐朝人，你才能得受用，现在用不上。如果在外国，那问题更严重，对外国人讲经，用唐朝的注子，叫外国人去做中国人，还得做中国唐朝古人，他能干吗？这种讲经的方法不切合实际，让人不得利益。但是你要晓得，自古以来朝朝代代这些注解你都可以参考，你要是真会的人，懂得的人，你一看他的著作，就晓得那个时代的人他需要什么，你看他讲的，他适合那个时代。每一个朝代它不一样，你就能看出他当时讲的那个对象，对象的根机、对象的程度、对象的需求，统统都在里头。今天我们是看二十一世纪的时代，我们从那个地方吸取经验、吸取教训，融会贯通，今天的人需要什么，所以世世代代有参考价值。",
      "zh_TW": "我們明白這個道理，你就看《金剛經》，這大家熟知的。《金剛經》分量不大，在中國流傳很廣，你看看自古至今講《金剛經》的人，註《金剛經》的人，有多少？五百家，每個人註的不一樣，每個人講法不一樣，如果一樣那就跟古人雷同，你就不能傳下來，不一樣。為什麼他講的不一樣？講經法師他出生的時代不一樣，不同的時代、不同的地區、不同的文化程度、不同的生活方式，所以講法就不一樣。所以佛經是活的不是死的，要誰去講？真開悟的人，開悟的人他活潑，不是開悟的人，完全照古人的講法來講，把經都講死了。這我們見到，許多講經的法師，老法師，都是根據古人的註解來講。那我們得想，它是唐朝人的註解，講的是唐朝人那個時候，那個時代的需求，換句話說，要我們回到唐朝去做唐朝人，你才能得受用，現在用不上。如果在外國，那問題更嚴重，對外國人講經，用唐朝的註子，叫外國人去做中國人，還得做中國唐朝古人，他能幹嗎？這種講經的方法不切合實際，讓人不得利益。但是你要曉得，自古以來朝朝代代這些註解你都可以參考，你要是真會的人，懂得的人，你一看他的著作，就曉得那個時代的人他需要什麼，你看他講的，他適合那個時代。每一個朝代它不一樣，你就能看出他當時講的那個對象，對象的根機、對象的程度、對象的需求，統統都在裡頭。今天我們是看二十一世紀的時代，我們從那個地方吸取經驗、吸取教訓，融會貫通，今天的人需要什麼，所以世世代代有參考價值。"
    },
    {
      "id": "12-017-2079_p0019",
      "zh_CN": "我们在学习的时候，不是要依照古人的复讲吗？那什么？那是训练，那不是你出去讲经，是给你扎根，是给你打基础，必须要遵守老师的教训，老师怎么讲，你就怎么讲，不能加一个字。可是他时间有限，五年，所以五年你必须遵守。为什么？这种方法是戒定慧三学一次完成，你守规矩就是持戒，你一门深入就是修定，真的叫你修定。你看你讲这一部经，不需要你查参考资料，老师怎么讲，你就怎么讲，复讲，你有你自己的意思，不准发挥，修忍辱波罗蜜，你不能不忍，你不能忍，你就不能得定，你能忍后头才有定。真正定下来时候他开智慧，智慧开了之后老师开放了，什么你都可以看，什么你都可以学，智慧开了广学多闻，智慧没有开不可以，跟定老师。这个方法在中国行了几千年，几千年当中出了多少高僧、多少大德，都是这个方法训练出来的。",
      "zh_TW": "我們在學習的時候，不是要依照古人的複講嗎？那什麼？那是訓練，那不是你出去講經，是給你扎根，是給你打基礎，必須要遵守老師的教訓，老師怎麼講，你就怎麼講，不能加一個字。可是他時間有限，五年，所以五年你必須遵守。為什麼？這種方法是戒定慧三學一次完成，你守規矩就是持戒，你一門深入就是修定，真的叫你修定。你看你講這一部經，不需要你查參考資料，老師怎麼講，你就怎麼講，複講，你有你自己的意思，不准發揮，修忍辱波羅蜜，你不能不忍，你不能忍，你就不能得定，你能忍後頭才有定。真正定下來時候他開智慧，智慧開了之後老師開放了，什麼你都可以看，什麼你都可以學，智慧開了廣學多聞，智慧沒有開不可以，跟定老師。這個方法在中國行了幾千年，幾千年當中出了多少高僧、多少大德，都是這個方法訓練出來的。"
    },
    {
      "id": "12-017-2079_p0020",
      "zh_CN": "我在台中跟李老师也是这个老方法，他叫我守五年，五年之内限制很严，只能听他一个人讲经，别的人，出家在家都好，一律不准听，听他一个人。看书，不管是佛经还是世间的这些书籍，关于文字部分都要经过他同意，他不同意的不准看。第三个条件，我没有亲近他之前我亲近过方老师、亲近过章嘉大师，还算很单纯，过去亲近两个老师，时间不算长。我亲近前面的老师大概是四、五年的时间，他不承认，你以前亲近过的老师，他们教你的我一概不承认，到今天你拜我做老师，从今天起完全听我的。所以我要讲方老师怎么讲的，你别说，那个不算数，章嘉大师讲也不算数，受这个严格的训练。这个真的，这叫持戒，这叫修定。你也没得想，不准你想，讲东西完全复讲他的，他怎么讲你就怎么讲，可以漏掉，但是你不能增加。很笨的方法，可是我们学了三个月就有信心，为什么？烦恼轻了，你看很多东西不能看、不能听，只能听他一个人的，看的东西都经过他同意的，三个月就觉得妄念少了，心清净了，六个月就非常明显，生欢喜心，不怀疑了，老师这个方法高明。",
      "zh_TW": "我在台中跟李老師也是這個老方法，他叫我守五年，五年之內限制很嚴，只能聽他一個人講經，別的人，出家在家都好，一律不准聽，聽他一個人。看書，不管是佛經還是世間的這些書籍，關於文字部分都要經過他同意，他不同意的不准看。第三個條件，我沒有親近他之前我親近過方老師、親近過章嘉大師，還算很單純，過去親近兩個老師，時間不算長。我親近前面的老師大概是四、五年的時間，他不承認，你以前親近過的老師，他們教你的我一概不承認，到今天你拜我做老師，從今天起完全聽我的。所以我要講方老師怎麼講的，你別說，那個不算數，章嘉大師講也不算數，受這個嚴格的訓練。這個真的，這叫持戒，這叫修定。你也沒得想，不准你想，講東西完全複講他的，他怎麼講你就怎麼講，可以漏掉，但是你不能增加。很笨的方法，可是我們學了三個月就有信心，為什麼？煩惱輕了，你看很多東西不能看、不能聽，只能聽他一個人的，看的東西都經過他同意的，三個月就覺得妄念少了，心清淨了，六個月就非常明顯，生歡喜心，不懷疑了，老師這個方法高明。"
    },
    {
      "id": "12-017-2079_p0021",
      "zh_CN": "因为以前我们不知道这是古人传的方法，我们以为是李老师的方法，真高明。到以后，十几二十多年以后，我遇到演培法师，在新加坡，才知道这就是古人讲的师承，老祖宗的老方法，从来没有听说过。因为什么？演培法师从小出家，跟谛闲法师，谛闲法师也是这三个方法教给他，他没接受。我是李老师这三个方法教给我，我完全接受。所以我到五年，我见老师，我非常感激他，我说老师，我遵守你这个方法，我再加五年，他笑起来。根扎得稳，我自己感觉得我五年这个根不够深，我遵守他这个方法，就是三个条件，十年。怎么学出来的？就是这个笨方法学出来的。这个方法一般人不相信，我刚刚接受的时候心里在想，这个老师这样专制、这么跋扈，目中无人，好像除了他之外天下就没有人了，最后想想，既来之则安之，就接受了。接受以后慢慢知道这个方法好（不知道这是老祖宗几千年传下来的老方法），我们就更有信心。演培法师那时候也年轻，他就不能接受，他是偷偷的离开谛闲法师，走的时候没有告假，没有跟谛闲法师打招呼，他跑了，跑到厦门去，太虚法师在那里办佛学院，他就跟太虚法师去，所以他是闽南佛学院的学僧。但是他承认，真正学讲经都是复小座，都是从复讲出身，他讲经也是以复小座为基础。所以这是过来人，知道祖宗的方法巧妙，世代相传。现在的人不知道，把它废弃掉，认为这是古老的东西，不合现在科学方法，要用现在科学方法、科学精神，这很遗憾的一桩事情。所以古老的方法它是五年成就你的戒定慧，戒定慧是你修学的基础，那就完全靠自己。所以我学了五年之后觉得还不够，所以再加五年，然后才展开广学多闻，在《大藏经》里面看古今大德的注疏，讲经就不再依靠老师所讲的，这都是非常重要的纲领，真想学的人不能不知道。",
      "zh_TW": "因為以前我們不知道這是古人傳的方法，我們以為是李老師的方法，真高明。到以後，十幾二十多年以後，我遇到演培法師，在新加坡，才知道這就是古人講的師承，老祖宗的老方法，從來沒有聽說過。因為什麼？演培法師從小出家，跟諦閑法師，諦閑法師也是這三個方法教給他，他沒接受。我是李老師這三個方法教給我，我完全接受。所以我到五年，我見老師，我非常感激他，我說老師，我遵守你這個方法，我再加五年，他笑起來。根紮得穩，我自己感覺得我五年這個根不夠深，我遵守他這個方法，就是三個條件，十年。怎麼學出來的？就是這個笨方法學出來的。這個方法一般人不相信，我剛剛接受的時候心裡在想，這個老師這樣專制、這麼跋扈，目中無人，好像除了他之外天下就沒有人了，最後想想，既來之則安之，就接受了。接受以後慢慢知道這個方法好（不知道這是老祖宗幾千年傳下來的老方法），我們就更有信心。演培法師那時候也年輕，他就不能接受，他是偷偷的離開諦閑法師，走的時候沒有告假，沒有跟諦閑法師打招呼，他跑了，跑到廈門去，太虛法師在那裡辦佛學院，他就跟太虛法師去，所以他是閩南佛學院的學僧。但是他承認，真正學講經都是複小座，都是從複講出身，他講經也是以複小座為基礎。所以這是過來人，知道祖宗的方法巧妙，世代相傳。現在的人不知道，把它廢棄掉，認為這是古老的東西，不合現在科學方法，要用現在科學方法、科學精神，這很遺憾的一樁事情。所以古老的方法它是五年成就你的戒定慧，戒定慧是你修學的基礎，那就完全靠自己。所以我學了五年之後覺得還不夠，所以再加五年，然後才展開廣學多聞，在《大藏經》裡面看古今大德的註疏，講經就不再依靠老師所講的，這都是非常重要的綱領，真想學的人不能不知道。"
    },
    {
      "id": "12-017-2079_p0022",
      "zh_CN": "最后的一条，「身遍诸处犹如虚空」，这是说「如来为诸众生处处现身说法，犹如虚空，了无形相可得，随缘应化，自在无碍也」。这个说法我们能理解，我们能相信，不会怀疑，为什么？破一品无明，证一分法身，叫法身菩萨。法身菩萨是真佛不是假佛，这个诸位要知道。天台大师讲六即佛，第一句讲「理即佛」，那是一切众生，一切众生皆有佛性，既有佛性当然是佛。所以《华严经》上说「一切众生本来是佛」，这从理上讲的，没有一个不是佛。第二个讲「名字即佛」，这就事论事，你现在是凡夫，你迷失了自性，造作种种业，受种种果报，你现在学佛了，功夫不得力，受了三皈五戒，也做不到，这叫名字即佛，有名无实，不是真的。初学佛都是这个境界，希望你提升，提升一层，叫「观行即佛」，观是止观，修定修慧你真干，而且功夫得力，叫观行位中。六道众生里面真正功夫用得好的都在这个位置上。在我们净土宗里面讲，念佛功夫成片，功夫成片就是观行即佛，决定往生。学其他的法门你没有成就，为什么？你烦恼没有断尽，你现在的功夫只是把烦恼控制住，没断，所以叫观行即。烦恼真正断了，见思烦恼真断了，那你位置就提升，那叫「相似即佛」，跟佛很像，不是真佛。这是哪些人？十法界里面的四圣法界，声闻、缘觉、菩萨、佛，十法界里头叫相似即佛。为什么不是真佛？他还是用阿赖耶，虽然用阿赖耶，阿赖耶是妄心，佛用真心不用妄心，所以虽用阿赖耶，但是他能够把佛的教诲统统做到，做得很像，很像佛，他这个不是真的，他没有用真心。再提升，破一品无明，证一分法身，这是真佛，这就不是假的，「分证即佛」。就是说什么？他证得了，他没有圆满，像《华严经》上讲的四十一位法身大士，这四十一位从初住到等觉，都是分证即佛。无始无明烦恼习气断尽了，那就是最高的，那是圆满的，叫「究竟即佛」，究竟圆满。",
      "zh_TW": "最後的一條，「身遍諸處猶如虛空」，這是說「如來為諸眾生處處現身說法，猶如虛空，了無形相可得，隨緣應化，自在無礙也」。這個說法我們能理解，我們能相信，不會懷疑，為什麼？破一品無明，證一分法身，叫法身菩薩。法身菩薩是真佛不是假佛，這個諸位要知道。天台大師講六即佛，第一句講「理即佛」，那是一切眾生，一切眾生皆有佛性，既有佛性當然是佛。所以《華嚴經》上說「一切眾生本來是佛」，這從理上講的，沒有一個不是佛。第二個講「名字即佛」，這就事論事，你現在是凡夫，你迷失了自性，造作種種業，受種種果報，你現在學佛了，功夫不得力，受了三皈五戒，也做不到，這叫名字即佛，有名無實，不是真的。初學佛都是這個境界，希望你提升，提升一層，叫「觀行即佛」，觀是止觀，修定修慧你真幹，而且功夫得力，叫觀行位中。六道眾生裡面真正功夫用得好的都在這個位置上。在我們淨土宗裡面講，念佛功夫成片，功夫成片就是觀行即佛，決定往生。學其他的法門你沒有成就，為什麼？你煩惱沒有斷盡，你現在的功夫只是把煩惱控制住，沒斷，所以叫觀行即。煩惱真正斷了，見思煩惱真斷了，那你位置就提升，那叫「相似即佛」，跟佛很像，不是真佛。這是哪些人？十法界裡面的四聖法界，聲聞、緣覺、菩薩、佛，十法界裡頭叫相似即佛。為什麼不是真佛？他還是用阿賴耶，雖然用阿賴耶，阿賴耶是妄心，佛用真心不用妄心，所以雖用阿賴耶，但是他能夠把佛的教誨統統做到，做得很像，很像佛，他這個不是真的，他沒有用真心。再提升，破一品無明，證一分法身，這是真佛，這就不是假的，「分證即佛」。就是說什麼？他證得了，他沒有圓滿，像《華嚴經》上講的四十一位法身大士，這四十一位從初住到等覺，都是分證即佛。無始無明煩惱習氣斷盡了，那就是最高的，那是圓滿的，叫「究竟即佛」，究竟圓滿。"
    },
    {
      "id": "12-017-2079_p0023",
      "zh_CN": "这是天台智者大师给我们说的六种佛，我们是哪一种？当然理我们决定是有的，我们现在麻烦是什么？在名字位中，观行没有得到。名字位中往生极乐世界不可靠，观行位可靠。观行位中临命终时没有人助念也能往生，有人助念更好。但是名字位中，临命终时有人给你助念，未必你肯往生，这个世间放不下，五欲六尘放不下，最难的是亲情，你能放下吗？你放不下，到那时候就成障碍，去不了。所以这种情形不能不知道。真的，遇到净宗法门，这一生不能往生这叫太可惜！要真正能往生，没有别的，很简单，把这个世缘、亲情要放下，不能放在心上。对你的儿孙不是不爱护，爱护，好好教导他，自己往生极乐世界比爱护儿孙更重要，因为你怎么样爱护儿孙，你都没有办法跟他长期在一起，你会老死，你死了以后不能照顾他。如果你要生到极乐世界的话，你在极乐世界成佛了，你的儿孙无论在哪一道，你都能看得到，你有天眼通，他现在是什么状况，清清楚楚，什么时候你去帮他，他能接受，你自然就会去了，这才叫真正利益众生，真正叫爱护儿孙。",
      "zh_TW": "這是天台智者大師給我們說的六種佛，我們是哪一種？當然理我們決定是有的，我們現在麻煩是什麼？在名字位中，觀行沒有得到。名字位中往生極樂世界不可靠，觀行位可靠。觀行位中臨命終時沒有人助念也能往生，有人助念更好。但是名字位中，臨命終時有人給你助念，未必你肯往生，這個世間放不下，五欲六塵放不下，最難的是親情，你能放下嗎？你放不下，到那時候就成障礙，去不了。所以這種情形不能不知道。真的，遇到淨宗法門，這一生不能往生這叫太可惜！要真正能往生，沒有別的，很簡單，把這個世緣、親情要放下，不能放在心上。對你的兒孫不是不愛護，愛護，好好教導他，自己往生極樂世界比愛護兒孫更重要，因為你怎麼樣愛護兒孫，你都沒有辦法跟他長期在一起，你會老死，你死了以後不能照顧他。如果你要生到極樂世界的話，你在極樂世界成佛了，你的兒孫無論在哪一道，你都能看得到，你有天眼通，他現在是什麼狀況，清清楚楚，什麼時候你去幫他，他能接受，你自然就會去了，這才叫真正利益眾生，真正叫愛護兒孫。"
    },
    {
      "id": "12-017-2079_p0024",
      "zh_CN": "所以佛菩萨是大孝子，我们世间人不懂，佛菩萨自己成就了，生生世世的父母、家亲眷属他没有不照顾的。他有能力身遍诸处犹如虚空，你就晓得，他能照顾一切众生，特别是过去生中跟自己有关系的，这是佛法里常讲「佛不度无缘之人」。缘分最深的，家亲眷属、亲戚朋友，无论你沦落在哪一道，你能接受的时候你自己都不知道，他知道，只要你听到佛法不反对，他就来。如果强烈的排斥，他不来，为什么？他来你造罪，你造罪业，那你堕落得会更重，受苦的时间更长，所以他不来是慈悲，你能接受，不反对了，他就来，来不来都是大慈大悲，这个道理我们要明白。我们在这一生当中接触广大的群众，也要懂得这个道理，他不反对，我们把佛法介绍给他，他不相信，绝口不提。为什么？提，他反驳，他不高兴，那就是他在造毁谤三宝，那造更重的业，这个我们不可以，就不说。所以永远记住，普贤菩萨教我们，「恒顺众生，随喜功德」，他不喜欢的决定不可以强加于他，再好的法，对他有再大殊胜功德利益的，他不相信决定不要提。不能接受的强说的话，确实是让他造罪业，这是不智、不仁。弘法利生不是一桩容易事情，要有真实智慧，要能观机，真的是所谓「见人说人话，见鬼说鬼话」，活活泼泼，不是一个呆板的，深说、浅说、长说、短说都要观机。",
      "zh_TW": "所以佛菩薩是大孝子，我們世間人不懂，佛菩薩自己成就了，生生世世的父母、家親眷屬他沒有不照顧的。他有能力身遍諸處猶如虛空，你就曉得，他能照顧一切眾生，特別是過去生中跟自己有關係的，這是佛法裡常講「佛不度無緣之人」。緣分最深的，家親眷屬、親戚朋友，無論你淪落在哪一道，你能接受的時候你自己都不知道，他知道，只要你聽到佛法不反對，他就來。如果強烈的排斥，他不來，為什麼？他來你造罪，你造罪業，那你墮落得會更重，受苦的時間更長，所以他不來是慈悲，你能接受，不反對了，他就來，來不來都是大慈大悲，這個道理我們要明白。我們在這一生當中接觸廣大的群眾，也要懂得這個道理，他不反對，我們把佛法介紹給他，他不相信，絕口不提。為什麼？提，他反駁，他不高興，那就是他在造毀謗三寶，那造更重的業，這個我們不可以，就不說。所以永遠記住，普賢菩薩教我們，「恆順眾生，隨喜功德」，他不喜歡的決定不可以強加於他，再好的法，對他有再大殊勝功德利益的，他不相信決定不要提。不能接受的強說的話，確實是讓他造罪業，這是不智、不仁。弘法利生不是一樁容易事情，要有真實智慧，要能觀機，真的是所謂「見人說人話，見鬼說鬼話」，活活潑潑，不是一個呆板的，深說、淺說、長說、短說都要觀機。"
    },
    {
      "id": "12-017-2079_p0025",
      "zh_CN": "我们现在利用高科技网路、电视，这个也是对有缘的人，他自己打开这个频道，他喜欢听，他就听，他不喜欢，他不打开这个频道，那就是无缘，打开频道天天在听，这有缘。过去没有这个设备，我在早年的时候，最初利用这些工具是无线电广播，我们在中广买了一个频道，讲了几部经。现在科学技术发达，成本大幅度的降低，这是很好的工具。这个工具在早年方老师就跟我谈过，他说电视是个好工具，它就像水一样可以载舟也可以覆舟，问题在用的人。如果用的人在那里宣传暴力色情、宣传杀盗淫妄，那就是在破坏社会，制造灾难。如果是弘扬伦理、道德、宗教教育，方东美先生看宗教是教育，他说那可以帮助这个社会化解冲突，促进社会安定和平，这就好事。所以那个时候他就叫我要留意这个工具，要好好去用它。但是那时候我们不敢想像，为什么？电视广播费用是论秒算的，我们哪有这么多钱！",
      "zh_TW": "我們現在利用高科技網路、電視，這個也是對有緣的人，他自己打開這個頻道，他喜歡聽，他就聽，他不喜歡，他不打開這個頻道，那就是無緣，打開頻道天天在聽，這有緣。過去沒有這個設備，我在早年的時候，最初利用這些工具是無線電廣播，我們在中廣買了一個頻道，講了幾部經。現在科學技術發達，成本大幅度的降低，這是很好的工具。這個工具在早年方老師就跟我談過，他說電視是個好工具，它就像水一樣可以載舟也可以覆舟，問題在用的人。如果用的人在那裡宣傳暴力色情、宣傳殺盜淫妄，那就是在破壞社會，製造災難。如果是弘揚倫理、道德、宗教教育，方東美先生看宗教是教育，他說那可以幫助這個社會化解衝突，促進社會安定和平，這就好事。所以那個時候他就叫我要留意這個工具，要好好去用它。但是那時候我們不敢想像，為什麼？電視廣播費用是論秒算的，我們哪有這麼多錢！"
    },
    {
      "id": "12-017-2079_p0026",
      "zh_CN": "刚刚出来讲经前十年很辛苦，没人供养。所以出家人，有钱的出家人是什么人？做经忏佛事、做法会的，他们有收入，我们这些讲经的没收入，生活非常艰苦。我那个时候得力有一位甘太太，甘立初将军的夫人，是个虔诚的佛教徒，也是李老师的学生，她帮助我。她找了十五个朋友来护持我，每一个朋友每个月就是台币十块钱，所以她每个月给我寄一百五十块钱，那是我的生活费用，支持我十年，我那时候收入就这么多。这桩事情李老师知道，李老师告诉我，一百五十块钱是极限，如果再多你就不像出家人。所以我就遵守老师，也就接受甘夫人的帮助，这样子安心在台中跟老师学习。所以这个路走得很辛苦，可是佛菩萨照顾，没有饿着，也没有冻着。十年之后接受的供养比较多，那时候老师告诉我，他很谦虚，他说我只能教你五年，很客气，五年之后，我介绍个老师，你跟他学。我说哪一位？印光大师。印光大师是他的老师。我说印祖已经圆寂了。《文钞》在，天天读，依教奉行。我就听明白了。老师谦虚，能不能成就，关键是在你肯不肯真干。",
      "zh_TW": "剛剛出來講經前十年很辛苦，沒人供養。所以出家人，有錢的出家人是什麼人？做經懺佛事、做法會的，他們有收入，我們這些講經的沒收入，生活非常艱苦。我那個時候得力有一位甘太太，甘立初將軍的夫人，是個虔誠的佛教徒，也是李老師的學生，她幫助我。她找了十五個朋友來護持我，每一個朋友每個月就是台幣十塊錢，所以她每個月給我寄一百五十塊錢，那是我的生活費用，支持我十年，我那時候收入就這麼多。這樁事情李老師知道，李老師告訴我，一百五十塊錢是極限，如果再多你就不像出家人。所以我就遵守老師，也就接受甘夫人的幫助，這樣子安心在台中跟老師學習。所以這個路走得很辛苦，可是佛菩薩照顧，沒有餓著，也沒有凍著。十年之後接受的供養比較多，那時候老師告訴我，他很謙虛，他說我只能教你五年，很客氣，五年之後，我介紹個老師，你跟他學。我說哪一位？印光大師。印光大師是他的老師。我說印祖已經圓寂了。《文鈔》在，天天讀，依教奉行。我就聽明白了。老師謙虛，能不能成就，關鍵是在你肯不肯真幹。"
    },
    {
      "id": "12-017-2079_p0027",
      "zh_CN": "所以我的讲经就始终没有中断，从出家那一天开始。我三十三岁在临济寺出家，出家，白圣法师知道我在台中学经教，他问我，我说；我学过十三部经，都能讲。他说那好，他在十普寺办了一个三藏佛学院，就请我在那里做教师。我在佛学院里教书，一个学期讲一部经，教一部经，一年教两部经。我在台中学的十三部，三藏学院三年就毕业了，用上六种，还有七种用不上，以后我对佛学院就兴趣不大。我这十三部经在台中是花多少时间学会的？一年三个月，十五个月。你看，十五个月我学了十三部，在佛学院里面学不到。十三部学得都能讲才行，李老师教我们的目标，你不能讲你不算学会，讲的时候要讲给他听，他点头了你才可以学第二部，一部一部的来，一门深入、长时薰修。我在那里学的进度很快，都是小部经，大概一部经一个月的样子，所以学得很高兴，法喜充满，有成就感，你看一个月我完成一部经。所以有人请我去讲经，我都很喜欢去，我不拘束听众多少，也不需要讲堂。所以有很多人请我到他家里讲经，家里面他自己家人还有几个朋友，一般都是十来个人，在他家客厅，一个星期一次，这就讲开来了，星期一在张三家，星期二在李四家。不讲不行，一定要讲，讲台才能够出讲师，没有讲台哪来的讲师？所以我这一生讲经的成就就是没有离开讲台。",
      "zh_TW": "所以我的講經就始終沒有中斷，從出家那一天開始。我三十三歲在臨濟寺出家，出家，白聖法師知道我在台中學經教，他問我，我說；我學過十三部經，都能講。他說那好，他在十普寺辦了一個三藏佛學院，就請我在那裡做教師。我在佛學院裡教書，一個學期講一部經，教一部經，一年教兩部經。我在台中學的十三部，三藏學院三年就畢業了，用上六種，還有七種用不上，以後我對佛學院就興趣不大。我這十三部經在台中是花多少時間學會的？一年三個月，十五個月。你看，十五個月我學了十三部，在佛學院裡面學不到。十三部學得都能講才行，李老師教我們的目標，你不能講你不算學會，講的時候要講給他聽，他點頭了你才可以學第二部，一部一部的來，一門深入、長時薰修。我在那裡學的進度很快，都是小部經，大概一部經一個月的樣子，所以學得很高興，法喜充滿，有成就感，你看一個月我完成一部經。所以有人請我去講經，我都很喜歡去，我不拘束聽眾多少，也不需要講堂。所以有很多人請我到他家裡講經，家裡面他自己家人還有幾個朋友，一般都是十來個人，在他家客廳，一個星期一次，這就講開來了，星期一在張三家，星期二在李四家。不講不行，一定要講，講台才能夠出講師，沒有講台哪來的講師？所以我這一生講經的成就就是沒有離開講台。"
    },
    {
      "id": "12-017-2079_p0028",
      "zh_CN": "以后大概我从四十一、二岁遇到韩锳居士，她对我很大的帮助，就是每天替我找听众，每天动脑筋找讲经的场所，有时候借朋友的办公室，晚上不办公，借他的办公室，有时候租借场地。租借场地很多，一般可以能租两个月、租三个月，所以我们讲经的地址就常常移动，不稳定。到我讲经二十年，我是三十三岁开始讲经，到五十三岁我们才有个图书馆，就是景美华藏视听图书馆，才有一个固定的地方。韩馆长往生之后人事上就有变化，我们不能不离开，又开始流浪。所以讲经是很辛苦的一桩事情，非常不容易，要有坚定的意志，不怕死、不怕苦，才可以走这个路子，要怕死、要怕吃苦，这路子走不通，肯定走不通。这个里头因素很多，都必须要知道。得佛这样的自在，八种自在，那当然什么问题都解决了。凡事起步难，起步必须要扎定三个根，如果出家，要扎四个根，《沙弥律仪》，根深蒂固。好好的把文言文的钥匙拿到，每天不离开经典，不离开古大德的注疏。佛是我们的老师，注解的这些人是我们的学长，要得学长的帮助，尊师重道，我们这一生才会有成就。今天时间到了，我们就学习到此地。",
      "zh_TW": "以後大概我從四十一、二歲遇到韓鍈居士，她對我很大的幫助，就是每天替我找聽眾，每天動腦筋找講經的場所，有時候借朋友的辦公室，晚上不辦公，借他的辦公室，有時候租借場地。租借場地很多，一般可以能租兩個月、租三個月，所以我們講經的地址就常常移動，不穩定。到我講經二十年，我是三十三歲開始講經，到五十三歲我們才有個圖書館，就是景美華藏視聽圖書館，才有一個固定的地方。韓館長往生之後人事上就有變化，我們不能不離開，又開始流浪。所以講經是很辛苦的一樁事情，非常不容易，要有堅定的意志，不怕死、不怕苦，才可以走這個路子，要怕死、要怕吃苦，這路子走不通，肯定走不通。這個裡頭因素很多，都必須要知道。得佛這樣的自在，八種自在，那當然什麼問題都解決了。凡事起步難，起步必須要紮定三個根，如果出家，要紮四個根，《沙彌律儀》，根深蒂固。好好的把文言文的鑰匙拿到，每天不離開經典，不離開古大德的註疏。佛是我們的老師，註解的這些人是我們的學長，要得學長的幫助，尊師重道，我們這一生才會有成就。今天時間到了，我們就學習到此地。"
    }
  ]
}