{
  "doc_id": "12-017-0680",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六八０卷",
    "zh_TW": "第六八０卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0680",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "12-017-0680_p0001",
      "zh_CN": "诸位同学，请看「世界成就品」，牒问许说，世界海十问，第二句：",
      "zh_TW": "諸位同學，請看「世界成就品」，牒問許說，世界海十問，第二句："
    },
    {
      "id": "12-017-0680_p0002",
      "zh_CN": "【知一切众生业海智不可思议。】",
      "zh_TW": "【知一切眾生業海智不可思議。】"
    },
    {
      "id": "12-017-0680_p0003",
      "zh_CN": "这个句子有省略，从前面句子看起来，我们应当知道，完整的句子应该是这样念法，『诸佛世尊，知一切众生业海清净智不可思议』，这一句就完整。往下每一句都是这个意思，他把「诸佛世尊」、「清净智」省略了。世界，前面跟诸位说过了，一定要具足真实智慧；换句话说，如果不能够把烦恼障所知障断掉，智慧就不能现前；没有真实智慧，菩萨所问的这些问题都没有办法解答。我们生活在世间，许许多多的疑惑，一生都没有办法获得满意的解释。什么原因？没有智慧。如果知道世界数量是那么多，境界是那么样的深广微细，重重无尽，世界如此，我们这个人身也如此。人身的复杂，身心的复杂，跟大宇宙无量无边完全相等，所以每一句后面说不可思议，这是真的，一点都不夸张。",
      "zh_TW": "這個句子有省略，從前面句子看起來，我們應當知道，完整的句子應該是這樣念法，『諸佛世尊，知一切眾生業海清淨智不可思議』，這一句就完整。往下每一句都是這個意思，他把「諸佛世尊」、「清淨智」省略了。世界，前面跟諸位說過了，一定要具足真實智慧；換句話說，如果不能夠把煩惱障所知障斷掉，智慧就不能現前；沒有真實智慧，菩薩所問的這些問題都沒有辦法解答。我們生活在世間，許許多多的疑惑，一生都沒有辦法獲得滿意的解釋。什麼原因？沒有智慧。如果知道世界數量是那麼多，境界是那麼樣的深廣微細，重重無盡，世界如此，我們這個人身也如此。人身的複雜，身心的複雜，跟大宇宙無量無邊完全相等，所以每一句後面說不可思議，這是真的，一點都不誇張。"
    },
    {
      "id": "12-017-0680_p0004",
      "zh_CN": "『知一切众生业海』，九法界众生，九法界的差别从哪里来的？实在说我们讲九法界是归纳，无量无边的法界归纳为这九大类，每一类里头的境界差别悬殊都很大。这个现象是怎么来的？佛在经上告诉我们，众生业力变现的。众生行业不相同，于是境界当然不一样。众生所造的业有共业、有别业；共业里面有不共业，不共业里面有共业，这里头很复杂。这一句就是讲众生果报类别的等差。业就是讲善恶业因很多，归纳起来，佛在经上常说的，总不外善恶染净。染净是一对，染业里面又有善业、有恶业，还有无记业。",
      "zh_TW": "『知一切眾生業海』，九法界眾生，九法界的差別從哪裡來的？實在說我們講九法界是歸納，無量無邊的法界歸納為這九大類，每一類裡頭的境界差別懸殊都很大。這個現象是怎麼來的？佛在經上告訴我們，眾生業力變現的。眾生行業不相同，於是境界當然不一樣。眾生所造的業有共業、有別業；共業裡面有不共業，不共業裡面有共業，這裡頭很複雜。這一句就是講眾生果報類別的等差。業就是講善惡業因很多，歸納起來，佛在經上常說的，總不外善惡染淨。染淨是一對，染業裡面又有善業、有惡業，還有無記業。"
    },
    {
      "id": "12-017-0680_p0005",
      "zh_CN": "清凉说，「从此别义，观中开为二句，而因果虽殊，同是所化众生。故此及问，并与智中，并合为一」。在这一句里头我们不能不注意「造业」，「业」通常我们跟「事」连起来，事业。正在造作的时候叫做事，你做什么事，事造完之后，它的果报就是业，结果就是业。最普遍的，换句话说，业是事的成绩，是事的结果。学生在学校念书，你看他平常功课的练习都叫做作业。他正在学习的时候是事，学习完了之后的成绩，成绩就是业。课程学完了，这个课程结束，结业了。小学六年念完了，毕业，那个六年所造作的是事，最后的结果成绩拿到了，毕业了。佛法里面常讲，「众生畏果，菩萨畏因」。业报现前了，你怕；害怕没有用处，你必须要承受，你不能够逃避，逃不了的。谚语里头说得很好，「是福不是祸，是祸躲不过」，业力在牵引着你。明白这个道理，我们起心动念，平常言语造作要小心要谨慎，决定不能造恶业。不要以为起心动念，动个恶念没有关系，动个恶念都有果报。",
      "zh_TW": "清涼說，「從此別義，觀中開為二句，而因果雖殊，同是所化眾生。故此及問，并與智中，並合為一」。在這一句裡頭我們不能不注意「造業」，「業」通常我們跟「事」連起來，事業。正在造作的時候叫做事，你做什麼事，事造完之後，它的果報就是業，結果就是業。最普遍的，換句話說，業是事的成績，是事的結果。學生在學校念書，你看他平常功課的練習都叫做作業。他正在學習的時候是事，學習完了之後的成績，成績就是業。課程學完了，這個課程結束，結業了。小學六年念完了，畢業，那個六年所造作的是事，最後的結果成績拿到了，畢業了。佛法裡面常講，「眾生畏果，菩薩畏因」。業報現前了，你怕；害怕沒有用處，你必須要承受，你不能夠逃避，逃不了的。諺語裡頭說得很好，「是福不是禍，是禍躲不過」，業力在牽引著你。明白這個道理，我們起心動念，平常言語造作要小心要謹慎，決定不能造惡業。不要以為起心動念，動個惡念沒有關係，動個惡念都有果報。"
    },
    {
      "id": "12-017-0680_p0006",
      "zh_CN": "《地藏经》上说得好，阎浮提众生，就是讲我们这个地球，我们这个世界，「阎浮提众生，起心动念，无不是罪」。这个话细细去想想，说得并不过分，真的是这样。为什么说无不是罪？罪哪有那么多？念头起来，只要想自己就是罪。为什么？这个只有佛知道，我们凡夫不知道，起心动念想自己，增长我执，增长法执。我执、法执佛教我们要破，要把它放弃。这两种执着都具足，而且不断的还在增长，你天天养它，你不肯离开它，这两种执着造成了三途六道。三途六道是罪恶的果报，我们天天在造因，你想不受这个果报，哪有这个道理？唯有佛看得清楚，佛看得明白，佛能说得出来。",
      "zh_TW": "《地藏經》上說得好，閻浮提眾生，就是講我們這個地球，我們這個世界，「閻浮提眾生，起心動念，無不是罪」。這個話細細去想想，說得並不過分，真的是這樣。為什麼說無不是罪？罪哪有那麼多？念頭起來，只要想自己就是罪。為什麼？這個只有佛知道，我們凡夫不知道，起心動念想自己，增長我執，增長法執。我執、法執佛教我們要破，要把它放棄。這兩種執著都具足，而且不斷的還在增長，你天天養它，你不肯離開它，這兩種執著造成了三途六道。三途六道是罪惡的果報，我們天天在造因，你想不受這個果報，哪有這個道理？唯有佛看得清楚，佛看得明白，佛能說得出來。"
    },
    {
      "id": "12-017-0680_p0007",
      "zh_CN": "佛告诉我们，我执破了，烦恼放下了，我执破了，你就脱离六道轮回，证阿罗汉果；法执破了，分别没有了，你就超越四圣法界。所以佛才讲起心动念都想到自己的利益在里面，学佛要想在这一生成就，大难大难。真正觉悟的人，起心动念不为自己想，只为别人想，只为社会想。我在前面说过，你今天做一桩事情，这个事情好像不算大，这个事情好像时间也不要很长，它的影响力有多大？影响的时间有多长？这里头论功过。如果是正面的影响，你有功；负面的影响，你有过。",
      "zh_TW": "佛告訴我們，我執破了，煩惱放下了，我執破了，你就脫離六道輪迴，證阿羅漢果；法執破了，分別沒有了，你就超越四聖法界。所以佛才講起心動念都想到自己的利益在裡面，學佛要想在這一生成就，大難大難。真正覺悟的人，起心動念不為自己想，只為別人想，只為社會想。我在前面說過，你今天做一樁事情，這個事情好像不算大，這個事情好像時間也不要很長，它的影響力有多大？影響的時間有多長？這裡頭論功過。如果是正面的影響，你有功；負面的影響，你有過。"
    },
    {
      "id": "12-017-0680_p0008",
      "zh_CN": "我们这个小道场，十楼正在装修，这一层我们做「中华民族百姓祖宗纪念堂」。会长已经委托人把中国姓氏都收集齐全了，告诉我中国的姓氏，我们常讲百家姓，不止！我以前以为总有一千多家，百家姓只有四百多个姓氏，没有列在里面的很多。今天他来告诉我，中国姓氏总共有一万七、八千，我从来没有听说过，现在查出来了，一万八千，就算一万八千，我们要做每个姓的祖宗牌位，要做一万八千个牌位，我们楼下空间并不大，怎么样排列？得研究，一家都不能漏；漏掉一家，对不起那一个族姓的祖宗。这个事情看起来小事情，我让他们设计这个牌位把它印出来，多印，希望将来凡是佛教道场，里面都用一个房间用一个厅堂供养祖宗，提倡孝道。现在祠堂没有了，我们人不可以忘本，忘本就不得了。",
      "zh_TW": "我們這個小道場，十樓正在裝修，這一層我們做「中華民族百姓祖宗紀念堂」。會長已經委託人把中國姓氏都收集齊全了，告訴我中國的姓氏，我們常講百家姓，不止！我以前以為總有一千多家，百家姓只有四百多個姓氏，沒有列在裡面的很多。今天他來告訴我，中國姓氏總共有一萬七、八千，我從來沒有聽說過，現在查出來了，一萬八千，就算一萬八千，我們要做每個姓的祖宗牌位，要做一萬八千個牌位，我們樓下空間並不大，怎麼樣排列？得研究，一家都不能漏；漏掉一家，對不起那一個族姓的祖宗。這個事情看起來小事情，我讓他們設計這個牌位把它印出來，多印，希望將來凡是佛教道場，裡面都用一個房間用一個廳堂供養祖宗，提倡孝道。現在祠堂沒有了，我們人不可以忘本，忘本就不得了。"
    },
    {
      "id": "12-017-0680_p0009",
      "zh_CN": "从前祭祖是帝王的事情，是地方官员的事情。每一家清明、冬至都有各个族姓祭祀的活动，这是孝道的落实。现在社会没有了，我们佛教徒要做，不能把孝道断绝了。为什么？佛道是师道，师道是建立在孝道的基础上，没有孝道就没有佛道，也就没有师道了。孝道、师道、佛道如果在这个世间断绝了，这个社会不得了，什么样的灾难都来了，那真正叫世界末日，所以我们佛弟子要大力提倡。",
      "zh_TW": "從前祭祖是帝王的事情，是地方官員的事情。每一家清明、冬至都有各個族姓祭祀的活動，這是孝道的落實。現在社會沒有了，我們佛教徒要做，不能把孝道斷絕了。為什麼？佛道是師道，師道是建立在孝道的基礎上，沒有孝道就沒有佛道，也就沒有師道了。孝道、師道、佛道如果在這個世間斷絕了，這個社會不得了，什麼樣的災難都來了，那真正叫世界末日，所以我們佛弟子要大力提倡。"
    },
    {
      "id": "12-017-0680_p0010",
      "zh_CN": "姓氏这么多，本来我们那边设计的还有些办公室，还有阅览室，统统不要了，这个重要。一万多个姓，在世界其他国家地区，这个要是展览的时候，人家也尊敬佩服，真正是个大国！这么多不同的族姓，能够团结成一个国家，这不是简单的事情，这在世间法讲这不可思议。靠什么团结？孝道、师道，说到最后是佛道。佛是觉悟的意思，觉了，不迷了。有孝，有老师，你才会觉悟，觉悟就是佛道，才能够有这样伟大神圣庄严这种结果。所以我们起心动念一切造作，看影响。",
      "zh_TW": "姓氏這麼多，本來我們那邊設計的還有些辦公室，還有閱覽室，統統不要了，這個重要。一萬多個姓，在世界其他國家地區，這個要是展覽的時候，人家也尊敬佩服，真正是個大國！這麼多不同的族姓，能夠團結成一個國家，這不是簡單的事情，這在世間法講這不可思議。靠什麼團結？孝道、師道，說到最後是佛道。佛是覺悟的意思，覺了，不迷了。有孝，有老師，你才會覺悟，覺悟就是佛道，才能夠有這樣偉大神聖莊嚴這種結果。所以我們起心動念一切造作，看影響。"
    },
    {
      "id": "12-017-0680_p0011",
      "zh_CN": "我们这个小小道场只有三千尺，我们把它做成这个纪念堂，这个影响很大，影响的时间会很长，何况我们做得非常精美。这种祖先牌位，我们把它印好，印的也非常精美，提供给全世界佛教各宗各派的道场。装修完成之后，今年冬至我们举行祭祖。祭祖的法会，我们可以全程录相，做成光碟向全世界流通。让别人看了能够有所感动，觉得这是应该要做的，他需要这些祖先牌位，我们可以提供。人人能够敬祖先，爱父母，天下太平，社会安定，世界和平的根在此地。",
      "zh_TW": "我們這個小小道場只有三千尺，我們把它做成這個紀念堂，這個影響很大，影響的時間會很長，何況我們做得非常精美。這種祖先牌位，我們把它印好，印的也非常精美，提供給全世界佛教各宗各派的道場。裝修完成之後，今年冬至我們舉行祭祖。祭祖的法會，我們可以全程錄相，做成光碟向全世界流通。讓別人看了能夠有所感動，覺得這是應該要做的，他需要這些祖先牌位，我們可以提供。人人能夠敬祖先，愛父母，天下太平，社會安定，世界和平的根在此地。"
    },
    {
      "id": "12-017-0680_p0012",
      "zh_CN": "祖师大德教我们修行，要从根本修，今天这个世界动乱，我们要从根本救。根本是什么？根本就是孝道、师道、觉道。我们说「觉」好，大家不致于误会，因为觉可以包括所有宗教。佛，大家会误会只有佛教，不包括其他宗教，「觉道」包括所有宗教，包括所有的学术，孔老夫子，觉！老子、庄子，觉！所以觉道好。纵然将来我们这个道场没有了，影响力已经遍满十方，代代有人继续下去，这是在中国。",
      "zh_TW": "祖師大德教我們修行，要從根本修，今天這個世界動亂，我們要從根本救。根本是什麼？根本就是孝道、師道、覺道。我們說「覺」好，大家不致於誤會，因為覺可以包括所有宗教。佛，大家會誤會只有佛教，不包括其他宗教，「覺道」包括所有宗教，包括所有的學術，孔老夫子，覺！老子、莊子，覺！所以覺道好。縱然將來我們這個道場沒有了，影響力已經遍滿十方，代代有人繼續下去，這是在中國。"
    },
    {
      "id": "12-017-0680_p0013",
      "zh_CN": "在外国我也要做，外国我们就不好用中华民族，用中华民族外国人觉得你的心量还小，你的眼光当中只有你们这个国家。外国我怎么做？我也搞纪念堂，我用「九界众生祖宗纪念堂」，我前面用九界众生，统统包括了。不但我们人间包括了，人道包括了，天道、三恶道、阿修罗道、声闻道、缘觉道、菩萨道、佛道全都包括了，九法界众生祖宗纪念堂，我会做。这样把当地其他国家全都包括在内了，但是我们这个祖先牌位也都挂起来，希望他们搜集，他们去寻祖寻根，以后全世界各个族姓的祖先牌位，用他们自己的文字来写，我们统统可以排列在一起，一家人，这个真正是世界大同。这个祭典，不同的族群，不同的宗教，统统来参加，我们好好的研究祭典的仪规，融合各个宗教的仪式精神，我们一同来做祭祀。这个在外国做的，这个非常非常有意义。",
      "zh_TW": "在外國我也要做，外國我們就不好用中華民族，用中華民族外國人覺得你的心量還小，你的眼光當中只有你們這個國家。外國我怎麼做？我也搞紀念堂，我用「九界眾生祖宗紀念堂」，我前面用九界眾生，統統包括了。不但我們人間包括了，人道包括了，天道、三惡道、阿修羅道、聲聞道、緣覺道、菩薩道、佛道全都包括了，九法界眾生祖宗紀念堂，我會做。這樣把當地其他國家全都包括在內了，但是我們這個祖先牌位也都掛起來，希望他們蒐集，他們去尋祖尋根，以後全世界各個族姓的祖先牌位，用他們自己的文字來寫，我們統統可以排列在一起，一家人，這個真正是世界大同。這個祭典，不同的族群，不同的宗教，統統來參加，我們好好的研究祭典的儀規，融合各個宗教的儀式精神，我們一同來做祭祀。這個在外國做的，這個非常非常有意義。"
    },
    {
      "id": "12-017-0680_p0014",
      "zh_CN": "今天讲到业，我们要知道应当造什么业，这是善业。善业怎样能变成净业？「三轮体空」就是净业。最近好像也有人提出这个问题来问我，什么叫做三轮体空？我在这里简单的说说。第一个造作的时候，不执着我能造作，不能执着我；如果执着我能造作，你们想想看，增长我执！无我相，无我相不是没有这个相，相还是有，事还是有，心理上不要执着，心里头清净，「作而无作，无作而作」，这就对了，我一天到晚很认真拚命在做，心里清净，痕迹都不着，这就是无我相，不执着我能造作。第二，不执着所造的事业。再好的事业也不放在心上，但是一定要做，认真努力去做，决定不放在心上，心里头干干净净，若无其事。第三，我们造作为一切众生，不要执着为一切众生的相；造作的时候执着为一切众生相，你又着了相了。这叫三轮体空。简单的讲：不执着我能做，不执着我做的事，不执着我为他做。你的心多清净！这样才好，这样才干净，这样才真正是自度度他。第三句：",
      "zh_TW": "今天講到業，我們要知道應當造什麼業，這是善業。善業怎樣能變成淨業？「三輪體空」就是淨業。最近好像也有人提出這個問題來問我，什麼叫做三輪體空？我在這裡簡單的說說。第一個造作的時候，不執著我能造作，不能執著我；如果執著我能造作，你們想想看，增長我執！無我相，無我相不是沒有這個相，相還是有，事還是有，心理上不要執著，心裡頭清淨，「作而無作，無作而作」，這就對了，我一天到晚很認真拚命在做，心裡清淨，痕跡都不著，這就是無我相，不執著我能造作。第二，不執著所造的事業。再好的事業也不放在心上，但是一定要做，認真努力去做，決定不放在心上，心裡頭乾乾淨淨，若無其事。第三，我們造作為一切眾生，不要執著為一切眾生的相；造作的時候執著為一切眾生相，你又著了相了。這叫三輪體空。簡單的講：不執著我能做，不執著我做的事，不執著我為他做。你的心多清淨！這樣才好，這樣才乾淨，這樣才真正是自度度他。第三句："
    },
    {
      "id": "12-017-0680_p0015",
      "zh_CN": "【知一切法界安立海智不可思议。】",
      "zh_TW": "【知一切法界安立海智不可思議。】"
    },
    {
      "id": "12-017-0680_p0016",
      "zh_CN": "这就是世界的总称，或者是清凉大师讲教化众生的方法，教化众生的仪式，「谓安立施设，方便轨则等也」，这个意思就很深很广。『一切法界』，法界就是世界，世界的总称，称法界比称世界意思要广、意思要圆满。『安立』确实是圣贤的教化，《学记》里面告诉我们，一个人在世间造大事业，这个大事业是什么？建立一个国家，现在讲建立一个政权，成立一个国家，最大的事情是什么？如何安立。圣人教人「建国君民，教学为先」，这比什么都重要。你这个国家安立建立了，最重要的是要让所有的人民、国民能过到幸福美满的生活。你这个国家的领导人，那真叫无量功德，你造的真正是大福报。",
      "zh_TW": "這就是世界的總稱，或者是清涼大師講教化眾生的方法，教化眾生的儀式，「謂安立施設，方便軌則等也」，這個意思就很深很廣。『一切法界』，法界就是世界，世界的總稱，稱法界比稱世界意思要廣、意思要圓滿。『安立』確實是聖賢的教化，《學記》裡面告訴我們，一個人在世間造大事業，這個大事業是什麼？建立一個國家，現在講建立一個政權，成立一個國家，最大的事情是什麼？如何安立。聖人教人「建國君民，教學為先」，這比什麼都重要。你這個國家安立建立了，最重要的是要讓所有的人民、國民能過到幸福美滿的生活。你這個國家的領導人，那真叫無量功德，你造的真正是大福報。"
    },
    {
      "id": "12-017-0680_p0017",
      "zh_CN": "如果你懂得三轮体空，这个大福报就能够帮助你作佛作祖，你真的作佛去了。慈禧太后称老佛爷，那是假的，不是真的。懂得三轮体空，佛经上讲依《十善业道》治国君民，这个国家领导人，在从前讲这个国王、这个帝王是菩萨化身。他在这个地方修菩萨道，行菩萨行，功德圆满，他成究竟佛果我们不晓得，不能不知道。",
      "zh_TW": "如果你懂得三輪體空，這個大福報就能夠幫助你作佛作祖，你真的作佛去了。慈禧太后稱老佛爺，那是假的，不是真的。懂得三輪體空，佛經上講依《十善業道》治國君民，這個國家領導人，在從前講這個國王、這個帝王是菩薩化身。他在這個地方修菩薩道，行菩薩行，功德圓滿，他成究竟佛果我們不曉得，不能不知道。"
    },
    {
      "id": "12-017-0680_p0018",
      "zh_CN": "教学就是安立，教学有教学一套的方法，有教学的设施。在从前一定要学校，要有教学的场所。释迦牟尼佛，我们在经典上看到，虽然当时没有校舍，他有园林，在那个时候园林也不是私有的，旷野，你看他老人家在灵鹫山教学很多年。灵鹫山现在有很多人到印度朝圣都去看过，荒山。住在哪里？住在树下，树下一宿。上课呢？大家在草地上席地而坐。那个时候没有书本，学生提出自己的疑问，佛为你解答。你看看《华严经》这不就是吗？普贤菩萨为大家讲什么？因为大家提了四十个问题，普贤菩萨现在一个问题一个问题来给他解答。古时候老师教学跟大家上课，就是这种形式。",
      "zh_TW": "教學就是安立，教學有教學一套的方法，有教學的設施。在從前一定要學校，要有教學的場所。釋迦牟尼佛，我們在經典上看到，雖然當時沒有校舍，他有園林，在那個時候園林也不是私有的，曠野，你看他老人家在靈鷲山教學很多年。靈鷲山現在有很多人到印度朝聖都去看過，荒山。住在哪裡？住在樹下，樹下一宿。上課呢？大家在草地上席地而坐。那個時候沒有書本，學生提出自己的疑問，佛為你解答。你看看《華嚴經》這不就是嗎？普賢菩薩為大家講什麼？因為大家提了四十個問題，普賢菩薩現在一個問題一個問題來給他解答。古時候老師教學跟大家上課，就是這種形式。"
    },
    {
      "id": "12-017-0680_p0019",
      "zh_CN": "到后来物质环境不断的在进步，有了房舍，所以佛法传到中国，在中国孔老夫子教学也有一个讲堂，有个教室。佛教在唐朝中叶的时候，形成了丛林，丛林就是完全上轨道有组织的大学。它的组织跟现在的学校几乎是相同的，名称不一样，职权完全相等。丛林的主席、方丈就是校长，下面分三个部门，现在讲教务、训导、总务分三个部门，古时候的丛林也分这三个部门。教务称作首座，首座和尚是管教务的，维那是管训导的，监院是管总务的。所以丛林里面首座和尚现在学校里面称之为教务长，维那是训导长，监院是总务长，名称不一样，职权完全相同。这是制度，制度就是安立，有了制度大家就安了，有规矩上轨道了。",
      "zh_TW": "到後來物質環境不斷的在進步，有了房舍，所以佛法傳到中國，在中國孔老夫子教學也有一個講堂，有個教室。佛教在唐朝中葉的時候，形成了叢林，叢林就是完全上軌道有組織的大學。它的組織跟現在的學校幾乎是相同的，名稱不一樣，職權完全相等。叢林的主席、方丈就是校長，下面分三個部門，現在講教務、訓導、總務分三個部門，古時候的叢林也分這三個部門。教務稱作首座，首座和尚是管教務的，維那是管訓導的，監院是管總務的。所以叢林裡面首座和尚現在學校裡面稱之為教務長，維那是訓導長，監院是總務長，名稱不一樣，職權完全相同。這是制度，制度就是安立，有了制度大家就安了，有規矩上軌道了。"
    },
    {
      "id": "12-017-0680_p0020",
      "zh_CN": "课程的编排，佛经从汉朝不断的翻译，到唐朝时候，可以说是重要的经典全都翻出来了，中国翻经到南宋。南宋翻的经已经很少了，不多了，大概在隋唐时候，现在的《大藏经》已经具有规模了。经典这么多，古大德确确实实很用心，就佛讲经的内容的性质把它分类，我们一般所看到的：《华严》、《般若》、《方等》、《法华》、《涅槃》，小乘的《阿含》、《俱舍》，这就等于说是学校里面课程怎么编排！",
      "zh_TW": "課程的編排，佛經從漢朝不斷的翻譯，到唐朝時候，可以說是重要的經典全都翻出來了，中國翻經到南宋。南宋翻的經已經很少了，不多了，大概在隋唐時候，現在的《大藏經》已經具有規模了。經典這麼多，古大德確確實實很用心，就佛講經的內容的性質把它分類，我們一般所看到的：《華嚴》、《般若》、《方等》、《法華》、《涅槃》，小乘的《阿含》、《俱舍》，這就等於說是學校裡面課程怎麼編排！"
    },
    {
      "id": "12-017-0680_p0021",
      "zh_CN": "以后就是中国佛教里面形成了宗派，宗派就好像大学里面的学院、学系，佛四十九年所讲的东西太多了，你不可能样样都学。那怎么办？我们在里面学一部分就行了，等于说是科系。一个大学许许多多科系，你不可能全部读完，学一个科系，有的人学二个科系、三个科系，他可以拿到三个学位。我们在美国看到很多同学，年轻有这个能力拿两个硕士、两个博士、三个博士都有，至少拿一个。佛教叫分科，分成许多科目，形成了十个宗派。每一个宗派像一个学院，宗下面又分派，派就好像系，我们现在学校里面学院，学院底下有分学系，一个学院往往有十几个学系，二十几个学系，这些都是属于安立。",
      "zh_TW": "以後就是中國佛教裡面形成了宗派，宗派就好像大學裡面的學院、學系，佛四十九年所講的東西太多了，你不可能樣樣都學。那怎麼辦？我們在裡面學一部分就行了，等於說是科系。一個大學許許多多科系，你不可能全部讀完，學一個科系，有的人學二個科系、三個科系，他可以拿到三個學位。我們在美國看到很多同學，年輕有這個能力拿兩個碩士、兩個博士、三個博士都有，至少拿一個。佛教叫分科，分成許多科目，形成了十個宗派。每一個宗派像一個學院，宗下面又分派，派就好像系，我們現在學校裡面學院，學院底下有分學系，一個學院往往有十幾個學系，二十幾個學系，這些都是屬於安立。"
    },
    {
      "id": "12-017-0680_p0022",
      "zh_CN": "「安立」，用现在的话说就是有组织、有规矩，有条不紊，不乱，有秩序。整个社会无论哪个行业，都有规矩，都有条理，整个社会和谐。行业不同，我们所学的科系不同，彼此能够合作，增进社会大众的福祉。每一个学校，每一个行业都必要，都不能缺少，缺少一个，我们在生活当中某些事情就感觉得不方便了，样样具全，我们的生活便利。",
      "zh_TW": "「安立」，用現在的話說就是有組織、有規矩，有條不紊，不亂，有秩序。整個社會無論哪個行業，都有規矩，都有條理，整個社會和諧。行業不同，我們所學的科系不同，彼此能夠合作，增進社會大眾的福祉。每一個學校，每一個行業都必要，都不能缺少，缺少一個，我們在生活當中某些事情就感覺得不方便了，樣樣具全，我們的生活便利。"
    },
    {
      "id": "12-017-0680_p0023",
      "zh_CN": "世间人多，族群多，有些文化不相同，生活方式不一样，嗜好不一样，因此各个行业都要具备，这个社会才完美。《大方广佛华严》，「佛华严」是个比喻，像一个大花园一样，华是花园。这个大花园里面，所有一切花草树木的品种统统齐全，没有缺少一样，这个花园才叫庄严。所以本经的经题，梵文原文翻下来是「杂华庄严」，杂华就是很多，什么都有。翻经的人把「杂」字去掉了，留了「华」，庄严的「庄」字舍掉，留了「严」，就变成《华严经》，应当称是《杂华庄严经》、《大方广佛陀杂华庄严经》。这就是属于安立，安立要智慧。",
      "zh_TW": "世間人多，族群多，有些文化不相同，生活方式不一樣，嗜好不一樣，因此各個行業都要具備，這個社會才完美。《大方廣佛華嚴》，「佛華嚴」是個比喻，像一個大花園一樣，華是花園。這個大花園裡面，所有一切花草樹木的品種統統齊全，沒有缺少一樣，這個花園才叫莊嚴。所以本經的經題，梵文原文翻下來是「雜華莊嚴」，雜華就是很多，什麼都有。翻經的人把「雜」字去掉了，留了「華」，莊嚴的「莊」字捨掉，留了「嚴」，就變成《華嚴經》，應當稱是《雜華莊嚴經》、《大方廣佛陀雜華莊嚴經》。這就是屬於安立，安立要智慧。"
    },
    {
      "id": "12-017-0680_p0024",
      "zh_CN": "前面讲了，清净智慧你才有方法安立；你没有智慧，如果凭感情用事，设立许多机构，时间不久就出问题了。现在这个社会，问题真是层出不穷，你要问什么原因？没有教。教学为先，他把教学疏忽了，也就是说教育没有办好。现在学校很多，但学校教育偏了，它不是全面发展，它偏了，偏在科技，偏在经贸，偏在这上面。伦理道德人文疏忽了，这个东西不教了，像鸟两个翅膀只有一个，那个翅膀没有了，飞几下就掉下来了，就这么回事情。",
      "zh_TW": "前面講了，清淨智慧你才有方法安立；你沒有智慧，如果憑感情用事，設立許多機構，時間不久就出問題了。現在這個社會，問題真是層出不窮，你要問什麼原因？沒有教。教學為先，他把教學疏忽了，也就是說教育沒有辦好。現在學校很多，但學校教育偏了，它不是全面發展，它偏了，偏在科技，偏在經貿，偏在這上面。倫理道德人文疏忽了，這個東西不教了，像鳥兩個翅膀只有一個，那個翅膀沒有了，飛幾下就掉下來了，就這麼回事情。"
    },
    {
      "id": "12-017-0680_p0025",
      "zh_CN": "教育的根本是伦理道德，伦理道德是教你做人，人，在接受科学技术的教育，他能够为社会大众造福。为什么？他不为自己。伦理道德要是失掉了，人自私自利，他没有科技还好一点，有了科技，尽量整别人，起心动念一切作为决定是损人利己，他干这个。今天社会的动乱没有别的，就是这个，你们诸位想想，对不对？为了自己利益，置人于死活在所不顾，这还得了！这是世界末日。",
      "zh_TW": "教育的根本是倫理道德，倫理道德是教你做人，人，在接受科學技術的教育，他能夠為社會大眾造福。為什麼？他不為自己。倫理道德要是失掉了，人自私自利，他沒有科技還好一點，有了科技，儘量整別人，起心動念一切作為決定是損人利己，他幹這個。今天社會的動亂沒有別的，就是這個，你們諸位想想，對不對？為了自己利益，置人於死活在所不顧，這還得了！這是世界末日。"
    },
    {
      "id": "12-017-0680_p0026",
      "zh_CN": "往年我在台湾，我听台湾同修告诉我，台湾的农民种植的蔬菜，菜拿出来样子好，真好看，拿到市场卖，大量喷农药。那个菜他自己吃不吃？他自己不吃，他自己吃的是另外种一点点，他自己吃，家里亲戚朋友他都关照那个菜不能吃，有毒。有毒拿到市场上去卖给人家吃，这不叫谋财害命？损人利己，这个话讲的很文明，讲得不好听，谋财害命，干这种事情。",
      "zh_TW": "往年我在台灣，我聽台灣同修告訴我，台灣的農民種植的蔬菜，菜拿出來樣子好，真好看，拿到市場賣，大量噴農藥。那個菜他自己吃不吃？他自己不吃，他自己吃的是另外種一點點，他自己吃，家裡親戚朋友他都關照那個菜不能吃，有毒。有毒拿到市場上去賣給人家吃，這不叫謀財害命？損人利己，這個話講的很文明，講得不好聽，謀財害命，幹這種事情。"
    },
    {
      "id": "12-017-0680_p0027",
      "zh_CN": "医生不错，念书念得很好，医学院毕业出来当医生，如果没有足够的钱让他满意，见死不救。什么原因？伦理道德教育没有了，你只偏重这一边。农家种粮食，米，我们看到米很漂亮，在市场上卖，米里面掺杂着滑石粉，所以很好看。他自己吃的米跟他卖给别人的米不在一起种，卖给别人的那些米，农药都很重，自己吃的是另外的，现在讲是有机的，他自己种植一点点，自己吃，自己用。卖给别人的那真正叫「损人利己」，现在仔细想想，哪个行业不是干的「损人利己」？好像不干害人的事情，我自己就得不到利益，这个观念错误！",
      "zh_TW": "醫生不錯，念書念得很好，醫學院畢業出來當醫生，如果沒有足夠的錢讓他滿意，見死不救。什麼原因？倫理道德教育沒有了，你只偏重這一邊。農家種糧食，米，我們看到米很漂亮，在市場上賣，米裡面摻雜著滑石粉，所以很好看。他自己吃的米跟他賣給別人的米不在一起種，賣給別人的那些米，農藥都很重，自己吃的是另外的，現在講是有機的，他自己種植一點點，自己吃，自己用。賣給別人的那真正叫「損人利己」，現在仔細想想，哪個行業不是幹的「損人利己」？好像不幹害人的事情，我自己就得不到利益，這個觀念錯誤！"
    },
    {
      "id": "12-017-0680_p0028",
      "zh_CN": "印光大师一生当中极力提倡《了凡四训》，什么用意？我发现他老人家针对现在众生错误的思想来对治的。《了凡四训》你要真正看明白，看懂了，你决定不会做害人的事情。为什么？害人是真正害自己。你得到那一点点利益都是你命里有的，你命里头没有的，你决定得不到。何苦害人？何苦用不正当的手段？大错特错！《了凡四训》要大力的提倡，让人明了，一个人一生在世间，确确实实「一饮一啄，莫非前定」。你一生能得多少财富，命里定的；你能活多大岁数，也是命里定的，真的是「一生皆是命，半点不由人」。但是佛法给你讲，命运有，但是命运不是一成不变，命运从哪里来的？是自己造作的。前世造作善恶业因，这一生得的吉凶祸福的果报、贫富贵贱的果报，自作自受。了解这一个事实真相，你可以改，我从今天之后，我积善积德，断一切恶，你的命运就改了。还是想念念占别人的便宜，想怎样欺负别人、整别人，你是损你的福报，折你的寿数，统统做错了，还自以为聪明。这些因素全都是教育。",
      "zh_TW": "印光大師一生當中極力提倡《了凡四訓》，什麼用意？我發現他老人家針對現在眾生錯誤的思想來對治的。《了凡四訓》你要真正看明白，看懂了，你決定不會做害人的事情。為什麼？害人是真正害自己。你得到那一點點利益都是你命裡有的，你命裡頭沒有的，你決定得不到。何苦害人？何苦用不正當的手段？大錯特錯！《了凡四訓》要大力的提倡，讓人明瞭，一個人一生在世間，確確實實「一飲一啄，莫非前定」。你一生能得多少財富，命裡定的；你能活多大歲數，也是命裡定的，真的是「一生皆是命，半點不由人」。但是佛法給你講，命運有，但是命運不是一成不變，命運從哪裡來的？是自己造作的。前世造作善惡業因，這一生得的吉凶禍福的果報、貧富貴賤的果報，自作自受。了解這一個事實真相，你可以改，我從今天之後，我積善積德，斷一切惡，你的命運就改了。還是想念念佔別人的便宜，想怎樣欺負別人、整別人，你是損你的福報，折你的壽數，統統做錯了，還自以為聰明。這些因素全都是教育。"
    },
    {
      "id": "12-017-0680_p0029",
      "zh_CN": "所以办教育的，教育要全面发展，应当怎么样做？小学生要着重德育教育，中国古时候就是这样做法的。科学技术的教育，从什么时候学？从高中学，高中大学。小学到初中要着重在伦理道德，人文的教学。如果教育家能有这个理念，社会有救了。品德的修养，年龄愈小愈好。所以我们看到「法界安立」，我们真的有无尽的感慨，不能不佩服佛菩萨、古圣先贤，他们真的高明，他们懂得！再看看现代人真正是可怜可悯。今天时间到了。",
      "zh_TW": "所以辦教育的，教育要全面發展，應當怎麼樣做？小學生要著重德育教育，中國古時候就是這樣做法的。科學技術的教育，從什麼時候學？從高中學，高中大學。小學到初中要著重在倫理道德，人文的教學。如果教育家能有這個理念，社會有救了。品德的修養，年齡愈小愈好。所以我們看到「法界安立」，我們真的有無盡的感慨，不能不佩服佛菩薩、古聖先賢，他們真的高明，他們懂得！再看看現代人真正是可憐可憫。今天時間到了。"
    }
  ]
}