{
  "doc_id": "12-017-2106",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二一０六卷",
    "zh_TW": "第二一０六卷"
  },
  "year": "2010",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "12-017-2106",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "12-017-2106_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大方广佛华严经．十住品第十五》，「第三修行住」，我们将经文念一段：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大方廣佛華嚴經．十住品第十五》，「第三修行住」，我們將經文念一段："
    },
    {
      "id": "12-017-2106_p0002",
      "zh_CN": "【佛子。云何为菩萨修行住。此菩萨以十种行观一切法。何等为十。所谓观一切法无常。一切法苦。一切法空。一切法无我。一切法无作。】",
      "zh_TW": "【佛子。云何為菩薩修行住。此菩薩以十種行觀一切法。何等為十。所謂觀一切法無常。一切法苦。一切法空。一切法無我。一切法無作。】"
    },
    {
      "id": "12-017-2106_p0003",
      "zh_CN": "我们就念到此地。清凉大师在注疏里面，为我们说明这段经文，「先明自分」，也就是在修行位当中他必须要学习的功课。这功课虽然讲了十句，这个十句是纲领，也就是十个题目，总而言之，都是说无常，实在说是万法无常。世尊特别是对于初学，把一切法都归纳为十法，《华严经》用十表法，十是数字，从一到十是个圆满的，代表无量无边无尽的诸法。说无常，一切法都是无常的，这个意思我们一定要懂。这一大段的经文，佛要告诉我们的是「护烦恼行」，也就是说众生烦恼习气太重，无始劫以来这个习性。虽然大经里面告诉我们，大经是《华严》，凡夫成佛总在一念，一念觉，凡夫就成佛；一念迷，佛就变成凡夫。世尊只是在这部经上这么说法，这个经古大德判为一乘圆教，句句都是如来果地上亲证的境界，确实是《般若经》上所说的诸法实相，宇宙人生的真相，佛是一语道破。烦恼在理上讲它不是真的，凡所有相皆是虚妄，包括烦恼在其中，虚妄的；它产生作用，就是因为你执着，你有妄想、你有分别、你有执着，它就起作用，离开妄想分别执着你找不到它。像楞严会上释迦牟尼佛问阿难尊者，心在哪里？阿难确实比我们聪明，说了七处。我们自己想想，我们有没有本事能说上七处？他能说七处，都被释迦牟尼佛否定，这就说明什么？无常，它不是真的。这有没有？不能说它有，也不能说它没有，为什么？相上有，性上没有；事上有，理上没有。",
      "zh_TW": "我們就念到此地。清涼大師在註疏裡面，為我們說明這段經文，「先明自分」，也就是在修行位當中他必須要學習的功課。這功課雖然講了十句，這個十句是綱領，也就是十個題目，總而言之，都是說無常，實在說是萬法無常。世尊特別是對於初學，把一切法都歸納為十法，《華嚴經》用十表法，十是數字，從一到十是個圓滿的，代表無量無邊無盡的諸法。說無常，一切法都是無常的，這個意思我們一定要懂。這一大段的經文，佛要告訴我們的是「護煩惱行」，也就是說眾生煩惱習氣太重，無始劫以來這個習性。雖然大經裡面告訴我們，大經是《華嚴》，凡夫成佛總在一念，一念覺，凡夫就成佛；一念迷，佛就變成凡夫。世尊只是在這部經上這麼說法，這個經古大德判為一乘圓教，句句都是如來果地上親證的境界，確實是《般若經》上所說的諸法實相，宇宙人生的真相，佛是一語道破。煩惱在理上講它不是真的，凡所有相皆是虛妄，包括煩惱在其中，虛妄的；它產生作用，就是因為你執著，你有妄想、你有分別、你有執著，它就起作用，離開妄想分別執著你找不到它。像楞嚴會上釋迦牟尼佛問阿難尊者，心在哪裡？阿難確實比我們聰明，說了七處。我們自己想想，我們有沒有本事能說上七處？他能說七處，都被釋迦牟尼佛否定，這就說明什麼？無常，它不是真的。這有沒有？不能說它有，也不能說它沒有，為什麼？相上有，性上沒有；事上有，理上沒有。"
    },
    {
      "id": "12-017-2106_p0004",
      "zh_CN": "如果我们这个说法，要是碰到六祖惠能大师，他会把我们呵斥一顿。就像印宗法师向他老人家请教，「禅定解脱，五祖是怎么讲的？」能大师的回答，「佛法是不二法，二法就不是佛法。」这是说真话，谁听得懂？绝不是初学，初学的人听不懂。佛说法、祖师说法，一定要知道众生的根性，如来跟你讲真的，那是对上上根人，上中下根都讲方便法。我们今天讲这《华严经》，《华严经》是属于哪个法？佛无有定法可说，这跟你讲真的。《华严经》，上上根人来看，是一乘圆满大法；上根、中根、下根，随着各个功行浅深不一样，它就有差别。经本摆在这里是一样的，每个人看的浅深、广狭各个不同，道理在此地。所以法没有浅深、没有差别，差别在哪里？差别在众生根性，众生根性差别在烦恼有浅深不一样。中国人说这个问题，「少成若天性，习惯成自然」，我们一定要晓得，我们迷失了自性不是从这一生开始，用经典的话来说，久远劫前我们就迷了，生生世世，你说染的这些习气多重。理上来讲凡夫成佛是一念之间，放下就是，可是我们放不下，这是事实。",
      "zh_TW": "如果我們這個說法，要是碰到六祖惠能大師，他會把我們呵斥一頓。就像印宗法師向他老人家請教，「禪定解脫，五祖是怎麼講的？」能大師的回答，「佛法是不二法，二法就不是佛法。」這是說真話，誰聽得懂？絕不是初學，初學的人聽不懂。佛說法、祖師說法，一定要知道眾生的根性，如來跟你講真的，那是對上上根人，上中下根都講方便法。我們今天講這《華嚴經》，《華嚴經》是屬於哪個法？佛無有定法可說，這跟你講真的。《華嚴經》，上上根人來看，是一乘圓滿大法；上根、中根、下根，隨著各個功行淺深不一樣，它就有差別。經本擺在這裡是一樣的，每個人看的淺深、廣狹各個不同，道理在此地。所以法沒有淺深、沒有差別，差別在哪裡？差別在眾生根性，眾生根性差別在煩惱有淺深不一樣。中國人說這個問題，「少成若天性，習慣成自然」，我們一定要曉得，我們迷失了自性不是從這一生開始，用經典的話來說，久遠劫前我們就迷了，生生世世，你說染的這些習氣多重。理上來講凡夫成佛是一念之間，放下就是，可是我們放不下，這是事實。"
    },
    {
      "id": "12-017-2106_p0005",
      "zh_CN": "谁放下？世尊放下了。他在三十岁的时候，在菩提树下把过去十二年参学的放下，这个用意很深。在菩提树下打坐，所谓的是夜睹明星，大彻大悟，明心见性。这是什么？一时顿舍，把妄想分别执着统统放下，他就成就，就现前了，烦恼障跟所知障都没有了。在中国唐朝惠能大师为我们的示现，他不认识字，没有学过教，也没有听过经。我们在《坛经》上第一品，看他的历史，你就晓得，他是个樵夫，那一年二十四岁，五祖那是半夜，半夜三更召见他跟他讲《金刚经》大意，讲到「应无所住」他就明白，「应无所住而生其心」，他就大彻大悟，烦恼障放下，他没有所知障。释迦牟尼佛有所知障，诸位要晓得，他所知障从哪里来的？他在外面参学十二年，十九岁出去参学，可以说印度的宗教、学派他统统都接触过，所以他有所知障。统统放下之后，障碍就没有了，回归自性这就是成佛，证得究竟圆满，你看那么简单、那么容易。回过头来再看看我们，看看自己，道理懂不懂？懂。实际上这个懂不是真懂，如果真懂问题解决了。清凉判《华严》为四分信解行证，我们有没有真信？不能说没有信，不能说有真信，真信太难了；不能说没有解，但是没有圆满的见解。教下所谓大开圆解，我们的解不圆，原因在哪里？原因在信不真，真信太难了。",
      "zh_TW": "誰放下？世尊放下了。他在三十歲的時候，在菩提樹下把過去十二年參學的放下，這個用意很深。在菩提樹下打坐，所謂的是夜睹明星，大徹大悟，明心見性。這是什麼？一時頓捨，把妄想分別執著統統放下，他就成就，就現前了，煩惱障跟所知障都沒有了。在中國唐朝惠能大師為我們的示現，他不認識字，沒有學過教，也沒有聽過經。我們在《壇經》上第一品，看他的歷史，你就曉得，他是個樵夫，那一年二十四歲，五祖那是半夜，半夜三更召見他跟他講《金剛經》大意，講到「應無所住」他就明白，「應無所住而生其心」，他就大徹大悟，煩惱障放下，他沒有所知障。釋迦牟尼佛有所知障，諸位要曉得，他所知障從哪裡來的？他在外面參學十二年，十九歲出去參學，可以說印度的宗教、學派他統統都接觸過，所以他有所知障。統統放下之後，障礙就沒有了，回歸自性這就是成佛，證得究竟圓滿，你看那麼簡單、那麼容易。回過頭來再看看我們，看看自己，道理懂不懂？懂。實際上這個懂不是真懂，如果真懂問題解決了。清涼判《華嚴》為四分信解行證，我們有沒有真信？不能說沒有信，不能說有真信，真信太難了；不能說沒有解，但是沒有圓滿的見解。教下所謂大開圓解，我們的解不圓，原因在哪裡？原因在信不真，真信太難了。"
    },
    {
      "id": "12-017-2106_p0006",
      "zh_CN": "我们学教十几年、几十年，实在讲只希望达到第一个目标，真信。一般学佛还是迷信，信不信佛？信佛，烧香拜佛，佛是什么不知道，这叫迷信。通达教理的叫正信，他的信有经教理论做依据，他不是盲目的，他正信，他正信不是真信，什么叫真信？契入境界才叫真信。在小乘谁是真信？须陀洹才算真信，在大乘《华严经》上初住菩萨以上是真信。天台大师判教讲得好，圆教初住以上叫分证即佛，虽然没有圆满他是真的，他不是假的。不像四圣法界，十法界里面四圣法界：声闻、缘觉、菩萨、佛，他不是真的，他是相似即佛，你看相似的。六道里面连相似都不够格，观行即佛，观行是功夫得力。像我们现在这样的，天台大师讲名字即佛，是名字位中人，有名无实，这我们自己要非常的清楚。佛希望我们真学，真学第一个关口断疑生信，你看大乘教里面讲疑，这六个根本烦恼，贪瞋痴慢疑、恶见，疑是什么？对圣教怀疑，对佛菩萨怀疑，对经教怀疑。这个问题严重，为什么？有这一个障碍，你永远不会开悟，它障碍你悟，障碍你证果，这个疑要断可不简单。可是世尊有方便，你能够依照他的方便去修，慢慢提升境界，提升到一定的程度，疑就断掉，疑断掉就是开悟，就是大彻大悟，明心见性，这宗门上说的。教下大开圆解，净土宗里面讲理一心不乱，就入这个境界。这个境界证得之后，你就超越十法界，不但是六道，超越十法界，你到哪里去？诸佛如来的实报庄严土。念佛往生生西方世界实报庄严土，不是方便土，更不是同居土，这个叫真信，所以这个事情难。",
      "zh_TW": "我們學教十幾年、幾十年，實在講只希望達到第一個目標，真信。一般學佛還是迷信，信不信佛？信佛，燒香拜佛，佛是什麼不知道，這叫迷信。通達教理的叫正信，他的信有經教理論做依據，他不是盲目的，他正信，他正信不是真信，什麼叫真信？契入境界才叫真信。在小乘誰是真信？須陀洹才算真信，在大乘《華嚴經》上初住菩薩以上是真信。天台大師判教講得好，圓教初住以上叫分證即佛，雖然沒有圓滿他是真的，他不是假的。不像四聖法界，十法界裡面四聖法界：聲聞、緣覺、菩薩、佛，他不是真的，他是相似即佛，你看相似的。六道裡面連相似都不夠格，觀行即佛，觀行是功夫得力。像我們現在這樣的，天台大師講名字即佛，是名字位中人，有名無實，這我們自己要非常的清楚。佛希望我們真學，真學第一個關口斷疑生信，你看大乘教裡面講疑，這六個根本煩惱，貪瞋痴慢疑、惡見，疑是什麼？對聖教懷疑，對佛菩薩懷疑，對經教懷疑。這個問題嚴重，為什麼？有這一個障礙，你永遠不會開悟，它障礙你悟，障礙你證果，這個疑要斷可不簡單。可是世尊有方便，你能夠依照他的方便去修，慢慢提升境界，提升到一定的程度，疑就斷掉，疑斷掉就是開悟，就是大徹大悟，明心見性，這宗門上說的。教下大開圓解，淨土宗裡面講理一心不亂，就入這個境界。這個境界證得之後，你就超越十法界，不但是六道，超越十法界，你到哪裡去？諸佛如來的實報莊嚴土。念佛往生生西方世界實報莊嚴土，不是方便土，更不是同居土，這個叫真信，所以這個事情難。"
    },
    {
      "id": "12-017-2106_p0007",
      "zh_CN": "过去我的老师给我讲得很清楚、很明白，在这个时代已经找不到这样的人。这个时代找一个老实人都非常不容易，真的是亿万人当中难得有一、二个老实人，老实可贵。他老人家说，不是欺骗我们的，他说真话，想学老实，学了一辈子学不像，这讲真话。老实人要是遇到净土，肯定能往生，未必开悟，但是他能往生；只要往生，问题解决了。古大德常说「但得见弥陀，何愁不开悟」，他开悟不是在我们这个世间，在极乐世界，在阿弥陀佛会下。他为什么能往生？老实。什么叫老实？用佛法来讲，「诸恶莫作，众善奉行，自净其意」，这个人是老实人。他念佛，他心里只有一句阿弥陀佛，除一句阿弥陀佛之外，他什么都不知道，他什么都不放在心上，这个人是老实人，老实念佛，不容易！这种人决定得生，生凡圣同居土，我们绝不能小看他。蕅益大师在《要解》里讲得好，凡圣同居土下下品往生，可以说他成佛了。为什么？四十八愿是阿弥陀佛自己说的，决定不是妄语，其中有一愿说，生到西方极乐世界「皆作阿惟越致菩萨」，他没有说凡圣同居土在外，没说这个。换句话说，凡圣同居土下下品往生也是阿惟越致菩萨，这个不得了！这是净土被人称为难信之法的道理在此地。",
      "zh_TW": "過去我的老師給我講得很清楚、很明白，在這個時代已經找不到這樣的人。這個時代找一個老實人都非常不容易，真的是億萬人當中難得有一、二個老實人，老實可貴。他老人家說，不是欺騙我們的，他說真話，想學老實，學了一輩子學不像，這講真話。老實人要是遇到淨土，肯定能往生，未必開悟，但是他能往生；只要往生，問題解決了。古大德常說「但得見彌陀，何愁不開悟」，他開悟不是在我們這個世間，在極樂世界，在阿彌陀佛會下。他為什麼能往生？老實。什麼叫老實？用佛法來講，「諸惡莫作，眾善奉行，自淨其意」，這個人是老實人。他念佛，他心裡只有一句阿彌陀佛，除一句阿彌陀佛之外，他什麼都不知道，他什麼都不放在心上，這個人是老實人，老實念佛，不容易！這種人決定得生，生凡聖同居土，我們絕不能小看他。蕅益大師在《要解》裡講得好，凡聖同居土下下品往生，可以說他成佛了。為什麼？四十八願是阿彌陀佛自己說的，決定不是妄語，其中有一願說，生到西方極樂世界「皆作阿惟越致菩薩」，他沒有說凡聖同居土在外，沒說這個。換句話說，凡聖同居土下下品往生也是阿惟越致菩薩，這個不得了！這是淨土被人稱為難信之法的道理在此地。"
    },
    {
      "id": "12-017-2106_p0008",
      "zh_CN": "阿惟越致是三不退，位不退、行不退、念不退，什么菩萨证得？七地以上才证得。生到极乐世界同居土下下品的人，他已经证得七地吗？不是的。蕅益大师说得好，说他是圣人，他不是圣人，他一品烦恼没断，他真的是凡夫；说他凡夫，他有七地菩萨的智慧、德能。这个七地智慧德能怎么来的？阿弥陀佛四十八愿威神加持他来的，他得佛力加持。所以他就有能力像法身菩萨一样，跟十法界一切众生起感应道交的作用，众生有感他就能应；同样的，应以什么身得度他就现什么身，这是不可思议的境界。这是难信之法，难到什么程度？佛说得很好，佛说这个事情「唯佛与佛方能究竟」；换句话说，等觉菩萨对这个事情还模糊，还不是很清楚。我们能相信吗？我们学了《还源观》，可以说对这桩事情不再疑惑。《还源观》是《华严经》的精髓，贤首国师为我们破除，国师是什么样的人？没有入这个境界，他怎么说得出来！《还源观》上实在讲就是讲看破放下，前面三大段看破，后面三段是放下，那就入佛境界。所以帮助我们破烦恼障，所知也在烦恼里面，一即是二，二即是一，让我们烦恼不生，这就叫护烦恼行。",
      "zh_TW": "阿惟越致是三不退，位不退、行不退、念不退，什麼菩薩證得？七地以上才證得。生到極樂世界同居土下下品的人，他已經證得七地嗎？不是的。蕅益大師說得好，說他是聖人，他不是聖人，他一品煩惱沒斷，他真的是凡夫；說他凡夫，他有七地菩薩的智慧、德能。這個七地智慧德能怎麼來的？阿彌陀佛四十八願威神加持他來的，他得佛力加持。所以他就有能力像法身菩薩一樣，跟十法界一切眾生起感應道交的作用，眾生有感他就能應；同樣的，應以什麼身得度他就現什麼身，這是不可思議的境界。這是難信之法，難到什麼程度？佛說得很好，佛說這個事情「唯佛與佛方能究竟」；換句話說，等覺菩薩對這個事情還模糊，還不是很清楚。我們能相信嗎？我們學了《還源觀》，可以說對這樁事情不再疑惑。《還源觀》是《華嚴經》的精髓，賢首國師為我們破除，國師是什麼樣的人？沒有入這個境界，他怎麼說得出來！《還源觀》上實在講就是講看破放下，前面三大段看破，後面三段是放下，那就入佛境界。所以幫助我們破煩惱障，所知也在煩惱裡面，一即是二，二即是一，讓我們煩惱不生，這就叫護煩惱行。"
    },
    {
      "id": "12-017-2106_p0009",
      "zh_CN": "首先要我们常常用这十种方法，观性相、事理、因果都是无常的，叫十无常。第一句『观一切法无常』，第二观『一切法苦』，第三观『一切法空』。第四观『一切法无我』，我们学到第四，「谓此菩萨观一切法皆空，即能趣入无我之境」。所以这个无我是佛法的大门，我们为什么不能够契入境界？就是执着有我。所以在见惑里面，佛常讲的八十八品见惑，归纳起来五大类，第一个是身见，第二个是边见，第三个见取见，戒取见、邪见，这五大类。我们都把身当作我，所以见惑永远破不了。说惑、说迷、说痴、说情，名字不一样，意思是一个样子，完全相同，都说一桩事情，这是第一关。这一关破了才能证须陀洹初果，小乘初果入门；大乘《华严经》上十信的初信位菩萨，破见惑。八万四千法门没有例外的，诸位想一想，今天修行人几个人能够破见惑？见惑破了，就是《金刚经》上讲那个标准现前，「无我相，无人相，无众生相，无寿者相」，初信菩萨证得的，不是初住，初信位菩萨，小乘是须陀洹证得的。",
      "zh_TW": "首先要我們常常用這十種方法，觀性相、事理、因果都是無常的，叫十無常。第一句『觀一切法無常』，第二觀『一切法苦』，第三觀『一切法空』。第四觀『一切法無我』，我們學到第四，「謂此菩薩觀一切法皆空，即能趣入無我之境」。所以這個無我是佛法的大門，我們為什麼不能夠契入境界？就是執著有我。所以在見惑裡面，佛常講的八十八品見惑，歸納起來五大類，第一個是身見，第二個是邊見，第三個見取見，戒取見、邪見，這五大類。我們都把身當作我，所以見惑永遠破不了。說惑、說迷、說痴、說情，名字不一樣，意思是一個樣子，完全相同，都說一樁事情，這是第一關。這一關破了才能證須陀洹初果，小乘初果入門；大乘《華嚴經》上十信的初信位菩薩，破見惑。八萬四千法門沒有例外的，諸位想一想，今天修行人幾個人能夠破見惑？見惑破了，就是《金剛經》上講那個標準現前，「無我相，無人相，無眾生相，無壽者相」，初信菩薩證得的，不是初住，初信位菩薩，小乘是須陀洹證得的。"
    },
    {
      "id": "12-017-2106_p0010",
      "zh_CN": "我们有没有这个能力？我在这么多年当中，常常跟同学在一起勉励，我用十六个字，放下自私自利、放下名闻利养、放下五欲六尘、放下贪瞋痴慢。我都讲实话，这样的境界在佛门里是什么地位？我说的是真话没入门，到门口。到门口再跨一步就进去，跨一步是什么？再提升一步，见惑断了。那要用佛经的标准，我们凡夫标准不行，你才能入门，入门就不是凡夫，称为圣人，小圣。小乘是小圣，从须陀洹到阿罗汉这四个等级都叫小圣，再延伸到缘觉也算是小圣，菩萨才算是大圣。实际上真正大圣是圆教初住，叫法身菩萨，破一品无明、证一分法身这才称之为大圣，我们一般称为菩萨摩诃萨。有些人把摩诃萨专指地上菩萨，十地菩萨是摩诃萨，十地以下都称为菩萨。这都是一些假名，不是真实的，我们凡夫分别，契入境界的人没有分别。不但法身菩萨没有分别，我们要问，须陀洹有没有分别？我们可以说，不能说有，也不能说没有，他有很微细的分别，没有像我们这么粗，他执着肯定是没有了，不再执着，很微细、很淡薄，所以他们能够不断向上提升。",
      "zh_TW": "我們有沒有這個能力？我在這麼多年當中，常常跟同學在一起勉勵，我用十六個字，放下自私自利、放下名聞利養、放下五欲六塵、放下貪瞋痴慢。我都講實話，這樣的境界在佛門裡是什麼地位？我說的是真話沒入門，到門口。到門口再跨一步就進去，跨一步是什麼？再提升一步，見惑斷了。那要用佛經的標準，我們凡夫標準不行，你才能入門，入門就不是凡夫，稱為聖人，小聖。小乘是小聖，從須陀洹到阿羅漢這四個等級都叫小聖，再延伸到緣覺也算是小聖，菩薩才算是大聖。實際上真正大聖是圓教初住，叫法身菩薩，破一品無明、證一分法身這才稱之為大聖，我們一般稱為菩薩摩訶薩。有些人把摩訶薩專指地上菩薩，十地菩薩是摩訶薩，十地以下都稱為菩薩。這都是一些假名，不是真實的，我們凡夫分別，契入境界的人沒有分別。不但法身菩薩沒有分別，我們要問，須陀洹有沒有分別？我們可以說，不能說有，也不能說沒有，他有很微細的分別，沒有像我們這麼粗，他執著肯定是沒有了，不再執著，很微細、很淡薄，所以他們能夠不斷向上提升。"
    },
    {
      "id": "12-017-2106_p0011",
      "zh_CN": "清凉大师在注疏里面提醒我们，「无我者，未得八自在故」，这称之为无我，「而未证得八自在之真我，是名观一切法无我」。八自在，我们在此地把它再温习一遍，这个「我」到底有没有？佛法里面讲，你见性之后就有。「我」的定义，是自在的意思、主宰的意思，它有这两个意思。我们从这两个定义来看，我执着这身是我，我能自在吗？我能做得了主吗？如果能做得了主，那就是谚语所谓「年年十八」。我们都喜欢年轻，为什么一年一年衰老？为什么有生老病死？你做不了主。为什么有这么多烦恼、有这么多习气？你不得自在，于是凡夫讲的我有名无实。有没有真我？有，见性就有，见性的人有常乐我净这四种净德。常乐我净在六道里头没有，这真的是有名无实，什么时候有？证得涅槃境界的人就有。小乘的涅槃，这个境界现前了，不圆满；大乘菩萨的涅槃，那就是究竟圆满的涅槃。这里面的解释说，「谓如来有大神力，有大智慧，故能随机示现自在巧妙，经中谓如来常乐我净之我具此八义，故称我德」。常德、我德、净德、乐德，常乐我净叫四净德，我们知道这个事实真相，知道这个道理，我们才追随释迦牟尼佛，跟他学习，学习的目的何在？希望把常乐我净找回来。常乐我净是自己本来有的，迷失自性之后失掉，这个失掉不是真的失掉，叫迷失，什么时候找到？觉悟就回来了。",
      "zh_TW": "清涼大師在註疏裡面提醒我們，「無我者，未得八自在故」，這稱之為無我，「而未證得八自在之真我，是名觀一切法無我」。八自在，我們在此地把它再溫習一遍，這個「我」到底有沒有？佛法裡面講，你見性之後就有。「我」的定義，是自在的意思、主宰的意思，它有這兩個意思。我們從這兩個定義來看，我執著這身是我，我能自在嗎？我能做得了主嗎？如果能做得了主，那就是諺語所謂「年年十八」。我們都喜歡年輕，為什麼一年一年衰老？為什麼有生老病死？你做不了主。為什麼有這麼多煩惱、有這麼多習氣？你不得自在，於是凡夫講的我有名無實。有沒有真我？有，見性就有，見性的人有常樂我淨這四種淨德。常樂我淨在六道裡頭沒有，這真的是有名無實，什麼時候有？證得涅槃境界的人就有。小乘的涅槃，這個境界現前了，不圓滿；大乘菩薩的涅槃，那就是究竟圓滿的涅槃。這裡面的解釋說，「謂如來有大神力，有大智慧，故能隨機示現自在巧妙，經中謂如來常樂我淨之我具此八義，故稱我德」。常德、我德、淨德、樂德，常樂我淨叫四淨德，我們知道這個事實真相，知道這個道理，我們才追隨釋迦牟尼佛，跟他學習，學習的目的何在？希望把常樂我淨找回來。常樂我淨是自己本來有的，迷失自性之後失掉，這個失掉不是真的失掉，叫迷失，什麼時候找到？覺悟就回來了。"
    },
    {
      "id": "12-017-2106_p0012",
      "zh_CN": "性德究竟圆满，惠能大师见性的时候说得好，「何期自性，本自具足」，具足就是《华严经》上佛说的「如来智慧德相」。佛说得好，「一切众生皆有如来智慧德相」，德是德能、才艺，相是相好，我们中国人讲福报。换句话说，智慧是圆满的，德能是圆满的，才艺是圆满的，福报也是圆满的，一丝毫欠缺都没有。所以佛教我们从自性里面求，不要向外求；向外求叫外道，外面能不能求得到？求不到。所以佛法称为内学，一切都向自性里头求，这是最圆满的。于是佛法里说，最讲求的、最重要的无过于信，你不是真信你就回不了头，真信就回头。像孔子所说的「信而好古」，你才能得到，得到之后「述而不作」。这里面讲的八种自在，用孔子的话就是一句话，述而不作。第一个「能示一身以为多身。一身多身者，于一身中现无量身也。经云，如来身数犹如微尘，充满十方无量世界」。我们把下面念下去，「盖如来所证法身之体，遍一切处，全此之体，起于应用，故能一多自在」。这个现象在哪里？就在眼前。问题呢？迷失自性的人在面前也不认识，也不能觉察；觉悟的人呢？觉悟的人知道。",
      "zh_TW": "性德究竟圓滿，惠能大師見性的時候說得好，「何期自性，本自具足」，具足就是《華嚴經》上佛說的「如來智慧德相」。佛說得好，「一切眾生皆有如來智慧德相」，德是德能、才藝，相是相好，我們中國人講福報。換句話說，智慧是圓滿的，德能是圓滿的，才藝是圓滿的，福報也是圓滿的，一絲毫欠缺都沒有。所以佛教我們從自性裡面求，不要向外求；向外求叫外道，外面能不能求得到？求不到。所以佛法稱為內學，一切都向自性裡頭求，這是最圓滿的。於是佛法裡說，最講求的、最重要的無過於信，你不是真信你就回不了頭，真信就回頭。像孔子所說的「信而好古」，你才能得到，得到之後「述而不作」。這裡面講的八種自在，用孔子的話就是一句話，述而不作。第一個「能示一身以為多身。一身多身者，於一身中現無量身也。經云，如來身數猶如微塵，充滿十方無量世界」。我們把下面念下去，「蓋如來所證法身之體，遍一切處，全此之體，起於應用，故能一多自在」。這個現象在哪裡？就在眼前。問題呢？迷失自性的人在面前也不認識，也不能覺察；覺悟的人呢？覺悟的人知道。"
    },
    {
      "id": "12-017-2106_p0013",
      "zh_CN": "经上讲如来这两个字重要，它不是讲诸佛，大乘教里面，经上用这两个名词它有意思的，凡是讲诸佛是从相上讲的，凡是讲如来是从性上讲的。诸位熟读《金刚经》就知道，《金刚经》上讲诸佛是从事相，讲如来是从性理。一切万物从哪来的？体是一个，贤首大师讲的自性清净圆明体，这一个体，从这一体起二用。为什么会起二用？一念不觉而有无明，一念不觉就是无明。无明起来，自性里面就出现东西了。要知道无明没有起的时候，自性里头什么都没有，物质现象、精神现象都没有。这个时候，佛在经典里面给我们描绘这个形相，叫大光明藏，一片光明，这自性，性体。在净土宗里面叫常寂光净土，常寂光不就是大光明藏吗？回归到这个自性。自性里头，没有物质现象也没有精神现象，可是一念不觉，这个现象就起来。一念不觉就迷了自性，迷了自性，自性变了，变成什么？变成阿赖耶。阿赖耶的业相就是一念不觉，一念不觉它是个动的。要知道自性，能大师说得好，「何期自性，本无动摇」，那叫自性本定，自性是不动的。这一念是动的，这就是波动的现象，这一动就有阿赖耶现前，阿赖耶业相现前。从业相就起两种作用，一种作用，阿赖耶起的见分、相分，见分是精神现象、我，正报，正报现前；相分，相分就是宇宙，依报现前，我们讲虚空法界森罗万象。能大师所说「能生万法」，万法就现前，万法为什么能现前？万法是自性里头本来具足的，「何期自性，本自具足」，它本来具足的。不动的时候它不现，好像什么都没有，一动的时候它就现相，相是幻相不是真相，刹那生灭。所有现象都是自性现的，也就是都是如来化身，一切诸佛是如来化身，一切菩萨是如来化身，一切众生是不是？是。如来就是自性变化的，咱们不说那个名词，说自性变化的。就是说十法界依正庄严，哪一样不是自性变化的！这就是一身多身，一多不二，都是自性变现。",
      "zh_TW": "經上講如來這兩個字重要，它不是講諸佛，大乘教裡面，經上用這兩個名詞它有意思的，凡是講諸佛是從相上講的，凡是講如來是從性上講的。諸位熟讀《金剛經》就知道，《金剛經》上講諸佛是從事相，講如來是從性理。一切萬物從哪來的？體是一個，賢首大師講的自性清淨圓明體，這一個體，從這一體起二用。為什麼會起二用？一念不覺而有無明，一念不覺就是無明。無明起來，自性裡面就出現東西了。要知道無明沒有起的時候，自性裡頭什麼都沒有，物質現象、精神現象都沒有。這個時候，佛在經典裡面給我們描繪這個形相，叫大光明藏，一片光明，這自性，性體。在淨土宗裡面叫常寂光淨土，常寂光不就是大光明藏嗎？回歸到這個自性。自性裡頭，沒有物質現象也沒有精神現象，可是一念不覺，這個現象就起來。一念不覺就迷了自性，迷了自性，自性變了，變成什麼？變成阿賴耶。阿賴耶的業相就是一念不覺，一念不覺它是個動的。要知道自性，能大師說得好，「何期自性，本無動搖」，那叫自性本定，自性是不動的。這一念是動的，這就是波動的現象，這一動就有阿賴耶現前，阿賴耶業相現前。從業相就起兩種作用，一種作用，阿賴耶起的見分、相分，見分是精神現象、我，正報，正報現前；相分，相分就是宇宙，依報現前，我們講虛空法界森羅萬象。能大師所說「能生萬法」，萬法就現前，萬法為什麼能現前？萬法是自性裡頭本來具足的，「何期自性，本自具足」，它本來具足的。不動的時候它不現，好像什麼都沒有，一動的時候它就現相，相是幻相不是真相，剎那生滅。所有現象都是自性現的，也就是都是如來化身，一切諸佛是如來化身，一切菩薩是如來化身，一切眾生是不是？是。如來就是自性變化的，咱們不說那個名詞，說自性變化的。就是說十法界依正莊嚴，哪一樣不是自性變化的！這就是一身多身，一多不二，都是自性變現。"
    },
    {
      "id": "12-017-2106_p0014",
      "zh_CN": "觉跟不觉受用完全不一样，不觉的人迷了，以为自己的身是我，自身之外其他与我不相干，这迷了。觉悟的人知道什么？知道所有一切身、一切现象跟我的身是一体，一个生命共同体，那怎么会一样？这个事情不好懂，所以佛说法常用比喻，让我们从比喻当中去体会这个意思。比喻里面说得最多的是用梦，《金刚经》上讲「梦幻泡影」，实际上梦是主，主要的比喻，其他的是陪衬。我们都有作梦的经验，我们自己作梦醒过来之后，你好好去想一想，梦中梦到很多人，那人是不是自己心变现的？心外无法，法外无心，是自己自性变现的。现在科学家说是下意识，意识心变现的。梦里面还有梦到的畜生是动物，梦中也有花草树木，梦中也有山河大地，梦中也有自然现象，从哪来的？还不都是意识变现的，那不就全都是自己了吗？真的一点都不假。我们现在这个世间，这也是一场梦。我们作梦很快能醒过来，这一场梦可不容易醒过来，为什么？这场梦是六道轮回。醒过来了，六道轮回就没有了。什么人醒过来？阿罗汉醒过来，辟支佛醒过来。《华严经》里面前面我们念过，十信位的菩萨，七信醒过来。从初信到六信还在轮回里头，不过他虽然作梦，他知道他在作梦，这就不容易了。我们作梦不知道自己在作梦，他知道自己作梦，所以他在梦中能放下，他能够不执着，他醒过来之后六道就没有了。没有，他还在梦中，又是一个梦，在梦中，那梦是什么？四圣法界，四圣法界也是个梦。从四圣法界醒过来，你真的醒过来，你回归自性，四圣法界没有了，变成什么境界？诸佛如来的实报庄严土，变成这个境界。",
      "zh_TW": "覺跟不覺受用完全不一樣，不覺的人迷了，以為自己的身是我，自身之外其他與我不相干，這迷了。覺悟的人知道什麼？知道所有一切身、一切現象跟我的身是一體，一個生命共同體，那怎麼會一樣？這個事情不好懂，所以佛說法常用比喻，讓我們從比喻當中去體會這個意思。比喻裡面說得最多的是用夢，《金剛經》上講「夢幻泡影」，實際上夢是主，主要的比喻，其他的是陪襯。我們都有作夢的經驗，我們自己作夢醒過來之後，你好好去想一想，夢中夢到很多人，那人是不是自己心變現的？心外無法，法外無心，是自己自性變現的。現在科學家說是下意識，意識心變現的。夢裡面還有夢到的畜生是動物，夢中也有花草樹木，夢中也有山河大地，夢中也有自然現象，從哪來的？還不都是意識變現的，那不就全都是自己了嗎？真的一點都不假。我們現在這個世間，這也是一場夢。我們作夢很快能醒過來，這一場夢可不容易醒過來，為什麼？這場夢是六道輪迴。醒過來了，六道輪迴就沒有了。什麼人醒過來？阿羅漢醒過來，辟支佛醒過來。《華嚴經》裡面前面我們念過，十信位的菩薩，七信醒過來。從初信到六信還在輪迴裡頭，不過他雖然作夢，他知道他在作夢，這就不容易了。我們作夢不知道自己在作夢，他知道自己作夢，所以他在夢中能放下，他能夠不執著，他醒過來之後六道就沒有了。沒有，他還在夢中，又是一個夢，在夢中，那夢是什麼？四聖法界，四聖法界也是個夢。從四聖法界醒過來，你真的醒過來，你回歸自性，四聖法界沒有了，變成什麼境界？諸佛如來的實報莊嚴土，變成這個境界。"
    },
    {
      "id": "12-017-2106_p0015",
      "zh_CN": "为什么会有这个境界？我们在经里面学得很多，知道无始无明习气没断。习气要断，习气断了实报土也没有了，所以《般若经》上讲「凡所有相，皆是虚妄」，连诸佛实报庄严土也是虚妄的。什么是真实的？常寂光净土是真实的，回归自性了。常乐我净四净德，在实报土里面就明显的显示出来，常寂光里头没有，常寂光是隐而不现；实报土里面它完全展示出来。真的，「如来身数犹如微尘，充满十方无量世界」，这是什么？这叫法身。「盖如来所证法身之体，遍一切处」，法是什么？法就是身，身就是法，法身是性体变现出来的。「全此之体，起于应用，故能一多自在」，一多自在，现在用科学的话来说就是信息，我们在这个经前面读到，一微尘里面有世界，有整个世界的信息。所以今天科学家发明的晶片不大，指甲这么大，里面能够容纳一部《大藏经》，科学进步到这种程度，许多人感到很惊讶。可是跟佛经一比，那是小巫见大巫，佛经上一微尘比指甲小多了，微尘我们肉眼看不见。现在科学家所说的原子、电子、基本粒子，要在高倍的显微镜之下你才能看到。那么小的物质里头，能够容纳遍法界虚空界所有信息，我们科学怎么能跟它比？一一微尘，物质上讲最小的，正报里面讲一一毛端，是汗毛端，都是这样的境界，重重无尽。微尘里面世界那里头还有微尘，那个微尘里头还有微尘世界，重重无尽，本能就是这样，在佛经上术语叫「法尔如是」，一多自在，他怎么会不自在！这些信息互通的，没有障碍的，我们很难想像。所以宇宙，确确实实它是一体。这一句是总说，跟你讲一多自在。",
      "zh_TW": "為什麼會有這個境界？我們在經裡面學得很多，知道無始無明習氣沒斷。習氣要斷，習氣斷了實報土也沒有了，所以《般若經》上講「凡所有相，皆是虛妄」，連諸佛實報莊嚴土也是虛妄的。什麼是真實的？常寂光淨土是真實的，回歸自性了。常樂我淨四淨德，在實報土裡面就明顯的顯示出來，常寂光裡頭沒有，常寂光是隱而不現；實報土裡面它完全展示出來。真的，「如來身數猶如微塵，充滿十方無量世界」，這是什麼？這叫法身。「蓋如來所證法身之體，遍一切處」，法是什麼？法就是身，身就是法，法身是性體變現出來的。「全此之體，起於應用，故能一多自在」，一多自在，現在用科學的話來說就是信息，我們在這個經前面讀到，一微塵裡面有世界，有整個世界的信息。所以今天科學家發明的晶片不大，指甲這麼大，裡面能夠容納一部《大藏經》，科學進步到這種程度，許多人感到很驚訝。可是跟佛經一比，那是小巫見大巫，佛經上一微塵比指甲小多了，微塵我們肉眼看不見。現在科學家所說的原子、電子、基本粒子，要在高倍的顯微鏡之下你才能看到。那麼小的物質裡頭，能夠容納遍法界虛空界所有信息，我們科學怎麼能跟它比？一一微塵，物質上講最小的，正報裡面講一一毛端，是汗毛端，都是這樣的境界，重重無盡。微塵裡面世界那裡頭還有微塵，那個微塵裡頭還有微塵世界，重重無盡，本能就是這樣，在佛經上術語叫「法爾如是」，一多自在，他怎麼會不自在！這些信息互通的，沒有障礙的，我們很難想像。所以宇宙，確確實實它是一體。這一句是總說，跟你講一多自在。"
    },
    {
      "id": "12-017-2106_p0016",
      "zh_CN": "第二「示一尘身满大千界。一尘身满大千界者，谓如来法身体无不遍，故一尘之身与法身之量同一广大，大千世界悉皆充满，自在无碍」。这小中见大，没有大小。你看看佛教我们，一开始就叫我们要看破身相，要看破二边不存在，二边是对立，没有对立。对立可以说是所有烦恼的根，对立是在见惑里面叫边见，二边。有没有二边？没有二边，二边没有了才叫不二法门，叫中道，不二法门，其实这些名词都很难形容事实真相。一微尘身跟大千世界，《华严经》上讲华藏世界，无量无边的世界海，是一不是二，大小不二。前面第一是一多不二，大小不二，一微尘没放大，大千世界没缩小，大千世界在哪里？在微尘里头。我们在前面读过，谁能够入微尘世界里面去看看、去旅游？普贤菩萨，普贤菩萨能入微尘世界。微尘世界跟大千世界一样，里头有无量无边诸佛如来，也在那里讲经说法教化众生，普贤菩萨能到那边去参学，帮助诸佛教化众生。一一微尘无不如是，这是《华严经》的世界观、宇宙观，得大自在。我们今天不但不知道这些道理，事实现象更是茫然，可是佛告诉我们，这个原因只是迷而已，你有迷、你有痴（愚痴）、你有情，所以产生这么大的障碍。你确确实实性德里头有常乐我净，常是永恒不变，乐是没有生死，我就是讲自在（主宰、自在），净是迷惑、造业完全干净，不再迷惑，不再造业。",
      "zh_TW": "第二「示一塵身滿大千界。一塵身滿大千界者，謂如來法身體無不遍，故一塵之身與法身之量同一廣大，大千世界悉皆充滿，自在無礙」。這小中見大，沒有大小。你看看佛教我們，一開始就叫我們要看破身相，要看破二邊不存在，二邊是對立，沒有對立。對立可以說是所有煩惱的根，對立是在見惑裡面叫邊見，二邊。有沒有二邊？沒有二邊，二邊沒有了才叫不二法門，叫中道，不二法門，其實這些名詞都很難形容事實真相。一微塵身跟大千世界，《華嚴經》上講華藏世界，無量無邊的世界海，是一不是二，大小不二。前面第一是一多不二，大小不二，一微塵沒放大，大千世界沒縮小，大千世界在哪裡？在微塵裡頭。我們在前面讀過，誰能夠入微塵世界裡面去看看、去旅遊？普賢菩薩，普賢菩薩能入微塵世界。微塵世界跟大千世界一樣，裡頭有無量無邊諸佛如來，也在那裡講經說法教化眾生，普賢菩薩能到那邊去參學，幫助諸佛教化眾生。一一微塵無不如是，這是《華嚴經》的世界觀、宇宙觀，得大自在。我們今天不但不知道這些道理，事實現象更是茫然，可是佛告訴我們，這個原因只是迷而已，你有迷、你有痴（愚痴）、你有情，所以產生這麼大的障礙。你確確實實性德裡頭有常樂我淨，常是永恆不變，樂是沒有生死，我就是講自在（主宰、自在），淨是迷惑、造業完全乾淨，不再迷惑，不再造業。"
    },
    {
      "id": "12-017-2106_p0017",
      "zh_CN": "第三「大身轻举远到」，大身到底多么大？我想也许有同学见到过。我记得那一年我是七十九岁，五年前我在北京生了一场病，时间虽然是不长，这四天很严重。第三天的晚上应该是在下半夜，我那个境界是似梦非梦，躺在床上，眼睛睁开的时候，看到外面是一重一重的山，风景确实很美。看到的境界，看到许许多多的人面对着我，望不尽的边际，一重一重山。以后我到云南去看到苍山，有点那个味道，很像是那边，但是没有看到水，一重一重山，看到很多人。看到的时候正在疑惑，怎么这么多人？这个念头才起，这些人统统面孔都变了，变成畜生，各式各样的畜生，也是满山遍野，我就念了一声南无本师释迦牟尼佛。这时忽然这个境界没有了，释迦牟尼佛出现，身多大？跟虚空一样大，大身！我讲《华严经》习惯是念三尊佛，先念本师释迦牟尼佛，再念第二句是念本师阿弥陀佛，第三是念本师毘卢遮那佛，佛都现前，都是那么大身。最后我念南无观世音菩萨，菩萨现身，佛像没有了，现一个跟虚空一样大。从来没有这种意念，见到这个现象。听到旁边有人跟我讲话，我也没有回头，我只是看到观音菩萨相好光明。这一醒来之后病就好了，第二天我就回到香港，养了两个星期就开始再讲经。我相信有同学会有这种境界，见到大身。",
      "zh_TW": "第三「大身輕舉遠到」，大身到底多麼大？我想也許有同學見到過。我記得那一年我是七十九歲，五年前我在北京生了一場病，時間雖然是不長，這四天很嚴重。第三天的晚上應該是在下半夜，我那個境界是似夢非夢，躺在床上，眼睛睜開的時候，看到外面是一重一重的山，風景確實很美。看到的境界，看到許許多多的人面對著我，望不盡的邊際，一重一重山。以後我到雲南去看到蒼山，有點那個味道，很像是那邊，但是沒有看到水，一重一重山，看到很多人。看到的時候正在疑惑，怎麼這麼多人？這個念頭才起，這些人統統面孔都變了，變成畜生，各式各樣的畜生，也是滿山遍野，我就念了一聲南無本師釋迦牟尼佛。這時忽然這個境界沒有了，釋迦牟尼佛出現，身多大？跟虛空一樣大，大身！我講《華嚴經》習慣是念三尊佛，先念本師釋迦牟尼佛，再念第二句是念本師阿彌陀佛，第三是念本師毘盧遮那佛，佛都現前，都是那麼大身。最後我念南無觀世音菩薩，菩薩現身，佛像沒有了，現一個跟虛空一樣大。從來沒有這種意念，見到這個現象。聽到旁邊有人跟我講話，我也沒有回頭，我只是看到觀音菩薩相好光明。這一醒來之後病就好了，第二天我就回到香港，養了兩個星期就開始再講經。我相信有同學會有這種境界，見到大身。"
    },
    {
      "id": "12-017-2106_p0018",
      "zh_CN": "「如来广大之身，飞行轻举，无远不到，自在无碍」，我们见到大身，比星球大，星球没这么大。「经云，如来能以满大千世界之身，轻举飞空，过于二十恒河沙等诸佛世界，而无障碍也」。佛现这种身不是度一般人，因为度一般人现这种身的时候见不到。确确实实，像我们一个人，人身，蚂蚁爬到我们身上，见不到我们全身，太大了，这一样的道理。我们能够梦中见到佛的大身，那是一种感应，确实那么大的身能够看得清清楚楚，细相都能够见到，这是一个不思议的境界。我们在经里面读到，到什么时候会有这么大身？在实报庄严土，报身都是这么大，都是大身。要度报身菩萨、度法身菩萨，佛当然要现大身。从这个地方我们就相信，我们就能够理解常寂光有没有感应？能不能现身？肯定能感应，肯定能现身。为什么？常寂光虽然在没有波动现象之前，它什么都没有，一片光明，能大师说得很好，「何期自性，本自具足」，这句话很重要，它具足什么？具足无量智慧、无量德能，只是不现就是。众生的感那就是动，自性没动，它外面有动，那个动的波动它会感应到。其实性是一切法的本体，波动来自于无明。所以无明，经教里面叫它做无始无明，无始两个字的意思很深，不是说它时间太远，我们找不到，不知道它是何年何月，才称它作无始，不是这个意思。无始是什么？它没有开始。没有开始所以叫它做妄，它不是真的。",
      "zh_TW": "「如來廣大之身，飛行輕舉，無遠不到，自在無礙」，我們見到大身，比星球大，星球沒這麼大。「經云，如來能以滿大千世界之身，輕舉飛空，過於二十恆河沙等諸佛世界，而無障礙也」。佛現這種身不是度一般人，因為度一般人現這種身的時候見不到。確確實實，像我們一個人，人身，螞蟻爬到我們身上，見不到我們全身，太大了，這一樣的道理。我們能夠夢中見到佛的大身，那是一種感應，確實那麼大的身能夠看得清清楚楚，細相都能夠見到，這是一個不思議的境界。我們在經裡面讀到，到什麼時候會有這麼大身？在實報莊嚴土，報身都是這麼大，都是大身。要度報身菩薩、度法身菩薩，佛當然要現大身。從這個地方我們就相信，我們就能夠理解常寂光有沒有感應？能不能現身？肯定能感應，肯定能現身。為什麼？常寂光雖然在沒有波動現象之前，它什麼都沒有，一片光明，能大師說得很好，「何期自性，本自具足」，這句話很重要，它具足什麼？具足無量智慧、無量德能，只是不現就是。眾生的感那就是動，自性沒動，它外面有動，那個動的波動它會感應到。其實性是一切法的本體，波動來自於無明。所以無明，經教裡面叫它做無始無明，無始兩個字的意思很深，不是說它時間太遠，我們找不到，不知道它是何年何月，才稱它作無始，不是這個意思。無始是什麼？它沒有開始。沒有開始所以叫它做妄，它不是真的。"
    },
    {
      "id": "12-017-2106_p0019",
      "zh_CN": "但它起作用，它能让自性变成阿赖耶，阿赖耶能现相，所以现这大身之相还是阿赖耶。转阿赖耶为大圆镜智，转八识成四智，这起作用。自性的性德，也就是常寂光里头有见闻觉知，变成阿赖耶之后，见闻觉知就变成受想行识，带着一分无明，这就叫受想行识。所以在我们这个现实境界里面，所有一切法，动物就不必说，植物有没有见闻觉知？有；矿物有没有？有；山河大地有没有？有；虚空、自然现象有没有？有，统统有见闻觉知。见闻觉知是心法，物质现象是色法，色法跟心法永远分不开。就像弥勒菩萨所说的「念念成形」，形是色法，物质现象；「形皆有识」，所有物质现象里面都有见闻觉知，都有受想行识，那叫有识，这是不能够分割的，是一不是二。所以佛要是教化这些大身的，身相很大的这些菩萨们，一定要现大身相。「过于二十恒河沙等诸佛世界」，这是对我们讲的，对十法界里面众生来说的，他有这种分别、有这种执着。佛境界就是《华严经》末后所说的，「不思议解脱境界」，这是诸佛如来、法身菩萨所证得的，不一样，没有障碍。我们在佛法里面想到这个地方，你能体会得，现在这些科学，要跟佛经上所讲的，你说还有没有意思？有没有必要？没有必要。科技带给我们的方便，产生严重的副作用，这些副作用现在科学家都承认，会导致地球的毁灭，得不偿失，为什么？错了。正确的是什么？正确恢复自己自性的德能，这是正确的，你本能超过科学不知道多少倍。",
      "zh_TW": "但它起作用，它能讓自性變成阿賴耶，阿賴耶能現相，所以現這大身之相還是阿賴耶。轉阿賴耶為大圓鏡智，轉八識成四智，這起作用。自性的性德，也就是常寂光裡頭有見聞覺知，變成阿賴耶之後，見聞覺知就變成受想行識，帶著一分無明，這就叫受想行識。所以在我們這個現實境界裡面，所有一切法，動物就不必說，植物有沒有見聞覺知？有；礦物有沒有？有；山河大地有沒有？有；虛空、自然現象有沒有？有，統統有見聞覺知。見聞覺知是心法，物質現象是色法，色法跟心法永遠分不開。就像彌勒菩薩所說的「念念成形」，形是色法，物質現象；「形皆有識」，所有物質現象裡面都有見聞覺知，都有受想行識，那叫有識，這是不能夠分割的，是一不是二。所以佛要是教化這些大身的，身相很大的這些菩薩們，一定要現大身相。「過於二十恆河沙等諸佛世界」，這是對我們講的，對十法界裡面眾生來說的，他有這種分別、有這種執著。佛境界就是《華嚴經》末後所說的，「不思議解脫境界」，這是諸佛如來、法身菩薩所證得的，不一樣，沒有障礙。我們在佛法裡面想到這個地方，你能體會得，現在這些科學，要跟佛經上所講的，你說還有沒有意思？有沒有必要？沒有必要。科技帶給我們的方便，產生嚴重的副作用，這些副作用現在科學家都承認，會導致地球的毀滅，得不償失，為什麼？錯了。正確的是什麼？正確恢復自己自性的德能，這是正確的，你本能超過科學不知道多少倍。"
    },
    {
      "id": "12-017-2106_p0020",
      "zh_CN": "现在用无线电，用手机来通话，我们有不少同学知道，澳洲的土着我们称他作什么？原始部落的土人，没有开化的。他们远距离的联系用心灵感应，比我们厉害，几十里路的距离，他们沟通很清楚。不但能沟通，而且他生活状况都了如指掌，就好像我们从电视里头看到一样，他有这个能力。这就是佛法里面讲六通，六通是人的本能，我们也是，分别执着这烦恼把本能给丧失掉。所以佛经里告诉我们，你证得须陀洹果就恢复两种，天耳、天眼这个能力就恢复。现在国内称为特异功能，不需要用电视，不需要用耳机，你能看到，你能听到。如果证到二果斯陀含，又恢复了两种，有他心通、有宿命通。他心通，别人起心动念你知道；宿命通是讲自己，自己过去世生生世世的，你都知道。证得三果，神足通就现前，神足通飞行自在，就变化，《西游记》上孙悟空七十二变，你就有了，你能够变化，比孙悟空厉害多了，孙悟空只有七十二变。你的能力就恢复，能分身，旅行不需要用交通工具，飞行自在。他那还不算是飞行，他是念力，我想到什么地方，身体就到，在那里就现身。证得阿罗汉果，漏尽通现前，漏尽是见思烦恼断掉，就没有了。佛说阿罗汉六通的能力，他能够知五百世，五百世以前他就没有办法。由此可知，菩萨地位愈高，这种能力就愈强。",
      "zh_TW": "現在用無線電，用手機來通話，我們有不少同學知道，澳洲的土著我們稱他作什麼？原始部落的土人，沒有開化的。他們遠距離的聯繫用心靈感應，比我們厲害，幾十里路的距離，他們溝通很清楚。不但能溝通，而且他生活狀況都瞭如指掌，就好像我們從電視裡頭看到一樣，他有這個能力。這就是佛法裡面講六通，六通是人的本能，我們也是，分別執著這煩惱把本能給喪失掉。所以佛經裡告訴我們，你證得須陀洹果就恢復兩種，天耳、天眼這個能力就恢復。現在國內稱為特異功能，不需要用電視，不需要用耳機，你能看到，你能聽到。如果證到二果斯陀含，又恢復了兩種，有他心通、有宿命通。他心通，別人起心動念你知道；宿命通是講自己，自己過去世生生世世的，你都知道。證得三果，神足通就現前，神足通飛行自在，就變化，《西遊記》上孫悟空七十二變，你就有了，你能夠變化，比孫悟空厲害多了，孫悟空只有七十二變。你的能力就恢復，能分身，旅行不需要用交通工具，飛行自在。他那還不算是飛行，他是念力，我想到什麼地方，身體就到，在那裡就現身。證得阿羅漢果，漏盡通現前，漏盡是見思煩惱斷掉，就沒有了。佛說阿羅漢六通的能力，他能夠知五百世，五百世以前他就沒有辦法。由此可知，菩薩地位愈高，這種能力就愈強。"
    },
    {
      "id": "12-017-2106_p0021",
      "zh_CN": "妄想分别执着全放下，这个能力就圆满的现前。应该在什么时候？《华严经》上我们看到圆教初住菩萨。中国大乘教里面常说的，明心见性，见性成佛，就是这个境界。这个境界里头，八种自在他都得到，他圆满具足，他是不是现给我们看？这他看缘分，绝不是他高兴、不高兴，他还有高兴、不高兴他是凡夫，为什么？他还有分别执着，凡圣不一样地方在此地。缘分是什么？是你自己修学的功夫，你到什么阶层，他现的境界跟你是同个阶层的，你能体会；如果现高一个层次的话，你没有办法体会，他就不会示现。有感才有应，感应道交，我们没有感，他不会现，在那个境界里头就没有起心动念。诸位要知道，十法界里头的菩萨、佛有起心动念，一真法界里头没有。起心动念就是根本无明，破根本无明，就是六根在一切境界上绝对不会起心动念，他用心像镜子一样，照得清清楚楚、明明白白，众生有感他就有应。感应一定是相等的，就在同一个阶层，他才能够帮助一切众生，教化一切众生，完全是自性性德起用。这是不能思议的境界，你没有办法想像，你想已经落到分别执着去了，你愈迷愈深，想不得！",
      "zh_TW": "妄想分別執著全放下，這個能力就圓滿的現前。應該在什麼時候？《華嚴經》上我們看到圓教初住菩薩。中國大乘教裡面常說的，明心見性，見性成佛，就是這個境界。這個境界裡頭，八種自在他都得到，他圓滿具足，他是不是現給我們看？這他看緣分，絕不是他高興、不高興，他還有高興、不高興他是凡夫，為什麼？他還有分別執著，凡聖不一樣地方在此地。緣分是什麼？是你自己修學的功夫，你到什麼階層，他現的境界跟你是同個階層的，你能體會；如果現高一個層次的話，你沒有辦法體會，他就不會示現。有感才有應，感應道交，我們沒有感，他不會現，在那個境界裡頭就沒有起心動念。諸位要知道，十法界裡頭的菩薩、佛有起心動念，一真法界裡頭沒有。起心動念就是根本無明，破根本無明，就是六根在一切境界上絕對不會起心動念，他用心像鏡子一樣，照得清清楚楚、明明白白，眾生有感他就有應。感應一定是相等的，就在同一個階層，他才能夠幫助一切眾生，教化一切眾生，完全是自性性德起用。這是不能思議的境界，你沒有辦法想像，你想已經落到分別執著去了，你愈迷愈深，想不得！"
    },
    {
      "id": "12-017-2106_p0022",
      "zh_CN": "见性之后，还有就是无始无明习气没断，但是要晓得，见思烦恼的习气、尘沙烦恼的习气，都是在四圣法界里头断尽。无明一破就出了十法界，他带着无始无明习气，这个习气很难断，《华严经》上，佛告诉我们，这个习气需要三大阿僧祇劫自自然然就没有了。不能说用什么方法断的，只要一用方法就又落到意识去，你就堕落，所以随其自然，碍不碍事？不碍事。证得无上菩提，也就是经上讲的无上正等正觉，这就成佛，初住以上就成佛，都是这个境界。所以《华严经》上说的四十一个位次，到底是有还是没有？我们喜欢分别、喜欢执着，用我们的眼光看佛菩萨，全看错了。实在跟你讲，不能说有，也不能说无，跟你说有，确实了不可得；给你说没有，这些菩萨们无始无明习气真的有厚薄不相同。有的习气重一点，有的习气轻一点，但是全不碍事，不像分别碍事、执着碍事，无始无明的习气不碍事。这个境界确实经上讲得好，「不思议解脱境界」，如果有思议，那解脱就做不到。阿罗汉才断半个解脱，超越六道，这就说明法身、智慧没证得。法身、智慧，必须是根本无明破了，才能够证得法身，自性里头本具智慧才能现前，那才是真正到无障碍的法界。",
      "zh_TW": "見性之後，還有就是無始無明習氣沒斷，但是要曉得，見思煩惱的習氣、塵沙煩惱的習氣，都是在四聖法界裡頭斷盡。無明一破就出了十法界，他帶著無始無明習氣，這個習氣很難斷，《華嚴經》上，佛告訴我們，這個習氣需要三大阿僧祇劫自自然然就沒有了。不能說用什麼方法斷的，只要一用方法就又落到意識去，你就墮落，所以隨其自然，礙不礙事？不礙事。證得無上菩提，也就是經上講的無上正等正覺，這就成佛，初住以上就成佛，都是這個境界。所以《華嚴經》上說的四十一個位次，到底是有還是沒有？我們喜歡分別、喜歡執著，用我們的眼光看佛菩薩，全看錯了。實在跟你講，不能說有，也不能說無，跟你說有，確實了不可得；給你說沒有，這些菩薩們無始無明習氣真的有厚薄不相同。有的習氣重一點，有的習氣輕一點，但是全不礙事，不像分別礙事、執著礙事，無始無明的習氣不礙事。這個境界確實經上講得好，「不思議解脫境界」，如果有思議，那解脫就做不到。阿羅漢才斷半個解脫，超越六道，這就說明法身、智慧沒證得。法身、智慧，必須是根本無明破了，才能夠證得法身，自性裡頭本具智慧才能現前，那才是真正到無障礙的法界。"
    },
    {
      "id": "12-017-2106_p0023",
      "zh_CN": "第四句说「现无量类常居一土。谓如来虽为众生现众类之身，而所居常在一土，自在无碍也」。这个现象就好比我们现前，我们住在这个地球上，地球是一土，如来为众生，这个众生就是我，不是别人。我是众缘和合而生起的现象，这个名词叫你不着身是我，这个身是什么？这个身是众生，众缘和合而生起的现象。我们想哪一个现象不是众缘和合而生？所以众缘和合而生，这个范围就太大太大了。凡是众缘和合而生的都没有自体，所以说凡所有相皆是虚妄，没有自体，相有性无，没有自性，事有理无。我们能够常作如是观，渐渐的就能把我执淡化，这一点非常重要，我执要淡化。不要执着这个身是我，你的烦恼就轻，烦恼轻一分，智慧就长一分，智慧是自性里本有的，它往外面透。所以佛法的修学，前面我们读过不重视在多，着重在专精。特别是初学，为什么？学太多变成所知障，太杂、太乱。现在的学校就是这样的，所以学生学的是什么？知识，不是智慧。东方古老的中国跟印度，圣贤人教人是求智慧，不是求知识。知识解决不了问题，智慧能解决问题，知识解决问题有后遗症，麻烦很多，智慧解决问题没有。你看看八种自在，它有什么障碍！它没有后遗症的。",
      "zh_TW": "第四句說「現無量類常居一土。謂如來雖為眾生現眾類之身，而所居常在一土，自在無礙也」。這個現象就好比我們現前，我們住在這個地球上，地球是一土，如來為眾生，這個眾生就是我，不是別人。我是眾緣和合而生起的現象，這個名詞叫你不著身是我，這個身是什麼？這個身是眾生，眾緣和合而生起的現象。我們想哪一個現象不是眾緣和合而生？所以眾緣和合而生，這個範圍就太大太大了。凡是眾緣和合而生的都沒有自體，所以說凡所有相皆是虛妄，沒有自體，相有性無，沒有自性，事有理無。我們能夠常作如是觀，漸漸的就能把我執淡化，這一點非常重要，我執要淡化。不要執著這個身是我，你的煩惱就輕，煩惱輕一分，智慧就長一分，智慧是自性裡本有的，它往外面透。所以佛法的修學，前面我們讀過不重視在多，著重在專精。特別是初學，為什麼？學太多變成所知障，太雜、太亂。現在的學校就是這樣的，所以學生學的是什麼？知識，不是智慧。東方古老的中國跟印度，聖賢人教人是求智慧，不是求知識。知識解決不了問題，智慧能解決問題，知識解決問題有後遺症，麻煩很多，智慧解決問題沒有。你看看八種自在，它有什麼障礙！它沒有後遺症的。"
    },
    {
      "id": "12-017-2106_p0024",
      "zh_CN": "智慧从哪里学的？智慧从禅定当中学。什么是禅定？清净心就是禅定。《大乘无量寿经》上讲的「清净平等觉」，清净是禅定的前方便，平等那就是禅定，后面有觉，觉就是智慧开了。如果要用戒定慧三学来说，清净心是戒，戒的目的是什么？帮助你得清净心；清净到一定的程度就得定，平等心就现前；平等心现前之后，智慧才能透出来。这是入佛的不二法门，是入佛的捷径，古时候人相信，所以有师承。现在人不相信，这个不能怪他，为什么？整个社会的现象如此，都是从博学多闻下手。我们佛教也讲广学多闻，但是广学多闻是讲你开悟之后，不是在开悟之前。开悟之前广学多闻，障碍你开悟，你开不了悟，开悟之后广学多闻。像过去，这经典有记载，龙树菩萨他证得初地，初地菩萨，他学习释迦牟尼佛的圣教，佛讲经四十九年，他用多少时间把世尊四十九年所说的学完？经上说三个月，三个月的时间他就学完。我们能不能相信？能。凭什么？在中国有例子，惠能大师是个好例子。惠能大师开悟，初地菩萨当然是开悟，能大师不认识字，无论是哪一部经典，你念给他听，还不需要念完，念上一小段他就明白，全通了，这一部全通了。",
      "zh_TW": "智慧從哪裡學的？智慧從禪定當中學。什麼是禪定？清淨心就是禪定。《大乘無量壽經》上講的「清淨平等覺」，清淨是禪定的前方便，平等那就是禪定，後面有覺，覺就是智慧開了。如果要用戒定慧三學來說，清淨心是戒，戒的目的是什麼？幫助你得清淨心；清淨到一定的程度就得定，平等心就現前；平等心現前之後，智慧才能透出來。這是入佛的不二法門，是入佛的捷徑，古時候人相信，所以有師承。現在人不相信，這個不能怪他，為什麼？整個社會的現象如此，都是從博學多聞下手。我們佛教也講廣學多聞，但是廣學多聞是講你開悟之後，不是在開悟之前。開悟之前廣學多聞，障礙你開悟，你開不了悟，開悟之後廣學多聞。像過去，這經典有記載，龍樹菩薩他證得初地，初地菩薩，他學習釋迦牟尼佛的聖教，佛講經四十九年，他用多少時間把世尊四十九年所說的學完？經上說三個月，三個月的時間他就學完。我們能不能相信？能。憑什麼？在中國有例子，惠能大師是個好例子。惠能大師開悟，初地菩薩當然是開悟，能大師不認識字，無論是哪一部經典，你念給他聽，還不需要念完，念上一小段他就明白，全通了，這一部全通了。"
    },
    {
      "id": "12-017-2106_p0025",
      "zh_CN": "你看《坛经》上记载，法达禅师读诵《法华经》读了三千部，《法华经》很长，在我们想一天大概只能读一部，就很不错了，三千部要十年。可是《法华经》的意思他不懂，他去参访六祖，见面礼拜头不着地，六祖问他，「你是不是有值得骄傲的地方？」自负！他就说他读过三千遍《法华经》。六祖问他：《法华经》讲些什么？他说不出来，他向六祖请教，六祖说「好，这个经我过去没有听过，你念得很熟，你念给我听。」《法华经》二十八品，他只念到第二品「方便品」，六祖说「行了，不要再念，我全明白。」把《法华经》大意讲给他听，他开悟了，再拜，头就叩地了。所以悟后起修，广学多闻是在悟后不在悟前。其实诸佛菩萨、祖师大德把这些都教给我们，修学的次第就在四弘誓愿上，你看天天读，不知道它的意思。学大乘第一个你要发愿，发跟诸佛如来一样的愿，「众生无边誓愿度」，实在讲四弘誓愿，愿就是这一句，其他的三句成就这个愿。你要想度众生，你还有烦恼习气，你自己度自己度不了，你怎么能度人？所以首先要断烦恼，「烦恼无尽誓愿断」。这是什么？成就你自己的德行，成就你自己的智慧、德能，烦恼断了。烦恼断了以后，才能够「法门无量誓愿学」，叫广学多闻，为什么广学多闻？普度众生，众生根性不一样，你得门门都通，你才能普度。为什么要成佛道？佛道不成的话，度众生不能圆满，你只能够教导比你程度低的，你没有办法教导比你程度高的。成佛就行，成佛的时候你已经爬到最高，等觉菩萨还在你底下，你有能力教他，教学圆满。所以你看四弘誓愿告诉我们的顺序、次第，清清楚楚、明明白白。",
      "zh_TW": "你看《壇經》上記載，法達禪師讀誦《法華經》讀了三千部，《法華經》很長，在我們想一天大概只能讀一部，就很不錯了，三千部要十年。可是《法華經》的意思他不懂，他去參訪六祖，見面禮拜頭不著地，六祖問他，「你是不是有值得驕傲的地方？」自負！他就說他讀過三千遍《法華經》。六祖問他：《法華經》講些什麼？他說不出來，他向六祖請教，六祖說「好，這個經我過去沒有聽過，你念得很熟，你念給我聽。」《法華經》二十八品，他只念到第二品「方便品」，六祖說「行了，不要再念，我全明白。」把《法華經》大意講給他聽，他開悟了，再拜，頭就叩地了。所以悟後起修，廣學多聞是在悟後不在悟前。其實諸佛菩薩、祖師大德把這些都教給我們，修學的次第就在四弘誓願上，你看天天讀，不知道它的意思。學大乘第一個你要發願，發跟諸佛如來一樣的願，「眾生無邊誓願度」，實在講四弘誓願，願就是這一句，其他的三句成就這個願。你要想度眾生，你還有煩惱習氣，你自己度自己度不了，你怎麼能度人？所以首先要斷煩惱，「煩惱無盡誓願斷」。這是什麼？成就你自己的德行，成就你自己的智慧、德能，煩惱斷了。煩惱斷了以後，才能夠「法門無量誓願學」，叫廣學多聞，為什麼廣學多聞？普度眾生，眾生根性不一樣，你得門門都通，你才能普度。為什麼要成佛道？佛道不成的話，度眾生不能圓滿，你只能夠教導比你程度低的，你沒有辦法教導比你程度高的。成佛就行，成佛的時候你已經爬到最高，等覺菩薩還在你底下，你有能力教他，教學圓滿。所以你看四弘誓願告訴我們的順序、次第，清清楚楚、明明白白。"
    },
    {
      "id": "12-017-2106_p0026",
      "zh_CN": "初学的人也学教，学教目的在哪里？学教是帮助断烦恼的，不是别的。学教是什么？学教是学戒律、学禅定，用读诵来成就你的戒定。这叫什么？道共戒。你在那里恭恭敬敬读诵经典，你一天读八个小时、读十个小时，你的心里不会起恶念，禁戒就具足。禁戒是什么？禁止的，不杀生、不偷盗这是禁止的，具足了；经典句句都是圣贤教诲，众善奉行。你看看，诸恶莫作、众善奉行这是戒律，诸恶莫作小乘戒，众善奉行大乘戒，不都具足了吗？用读诵经典具足。一心在经教上，他心是定的，这就修禅定，没有其他的妄念修禅定，久而久之智慧就开。世间人在从前儒家教学，教学生「读书千遍，其义自见」，这本书你从头到尾念一千遍，不必别人教你，意思全通，就这个意思，为什么？智慧开了。而在佛门里面，因为佛门的目的是要超越六道轮回，是要超越十法界，千遍不够，所以老师教人都教三千遍。法达禅师念《法华经》就是三千遍，他到什么程度？将悟未悟，到这个境界，被六祖一点就通了。没有这个功夫的话，见六祖，六祖也没有办法帮他开悟；祖师帮助你，是你已经到开悟边缘，帮得上忙；不是到这个境界，帮不上忙，想帮你没法子。所以要晓得，古人所讲的一门深入、长时薰修，这里头有大道理在！佛法修行的目的没有别的，就是开悟，「方便有多门，归元无二路」，方法，八万四千法门，方是方法，门是门径，方法门径八万四千，这讲多，太多了；归元无二路，一个方向、一个目标，一个方向是觉悟，一个目标是开智慧，大彻大悟，明心见性，明心见性是目标，大彻大悟是方向。怎么大彻大悟？放下就是！",
      "zh_TW": "初學的人也學教，學教目的在哪裡？學教是幫助斷煩惱的，不是別的。學教是什麼？學教是學戒律、學禪定，用讀誦來成就你的戒定。這叫什麼？道共戒。你在那裡恭恭敬敬讀誦經典，你一天讀八個小時、讀十個小時，你的心裡不會起惡念，禁戒就具足。禁戒是什麼？禁止的，不殺生、不偷盜這是禁止的，具足了；經典句句都是聖賢教誨，眾善奉行。你看看，諸惡莫作、眾善奉行這是戒律，諸惡莫作小乘戒，眾善奉行大乘戒，不都具足了嗎？用讀誦經典具足。一心在經教上，他心是定的，這就修禪定，沒有其他的妄念修禪定，久而久之智慧就開。世間人在從前儒家教學，教學生「讀書千遍，其義自見」，這本書你從頭到尾念一千遍，不必別人教你，意思全通，就這個意思，為什麼？智慧開了。而在佛門裡面，因為佛門的目的是要超越六道輪迴，是要超越十法界，千遍不夠，所以老師教人都教三千遍。法達禪師念《法華經》就是三千遍，他到什麼程度？將悟未悟，到這個境界，被六祖一點就通了。沒有這個功夫的話，見六祖，六祖也沒有辦法幫他開悟；祖師幫助你，是你已經到開悟邊緣，幫得上忙；不是到這個境界，幫不上忙，想幫你沒法子。所以要曉得，古人所講的一門深入、長時薰修，這裡頭有大道理在！佛法修行的目的沒有別的，就是開悟，「方便有多門，歸元無二路」，方法，八萬四千法門，方是方法，門是門徑，方法門徑八萬四千，這講多，太多了；歸元無二路，一個方向、一個目標，一個方向是覺悟，一個目標是開智慧，大徹大悟，明心見性，明心見性是目標，大徹大悟是方向。怎麼大徹大悟？放下就是！"
    },
    {
      "id": "12-017-2106_p0027",
      "zh_CN": "我们没有办法放下，用读诵经典的方法放下。你看看，最简单的是什么？一句佛号，阿弥陀佛，一句放下。我说这个话在四十年前，就是此地将军乡，有一位老太太，名字我记不得，有人给我讲过，还有人知道这个人，念佛三年，真放下了，就一句佛号，三年，站着往生。那一年我在佛光山教学，佛光山的长工告诉我这个事情，是他们的邻居，告诉我们，「念佛，真的不是假的，邻居的老太太念佛三年站着走的。」亲眼看见的，走得那么自在，没有生病。晚上走之前，她也没告诉家人她要往生，大概知道，告诉家人，家人都紧张，她就有障碍。她不说话，只是告诉家里人，吃晚饭的时候你们先吃，不要等我，我去洗澡。她真的去洗澡，洗完澡换上干净衣服，她家有个佛堂，站在佛像面前就走了。她的儿子媳妇等她吃饭，等了很久没出来，就去看看，是洗了澡，找找不到，看她站在佛堂，喊她又不答应，走近一看，她已经走了。邻居大家知道都来看，这是什么？这一句佛号不可思议！要真信，一点怀疑都没有，死心塌地心里就一句佛号，除一句佛号之外什么都没有，这个人肯定往生，肯定成就。",
      "zh_TW": "我們沒有辦法放下，用讀誦經典的方法放下。你看看，最簡單的是什麼？一句佛號，阿彌陀佛，一句放下。我說這個話在四十年前，就是此地將軍鄉，有一位老太太，名字我記不得，有人給我講過，還有人知道這個人，念佛三年，真放下了，就一句佛號，三年，站著往生。那一年我在佛光山教學，佛光山的長工告訴我這個事情，是他們的鄰居，告訴我們，「念佛，真的不是假的，鄰居的老太太念佛三年站著走的。」親眼看見的，走得那麼自在，沒有生病。晚上走之前，她也沒告訴家人她要往生，大概知道，告訴家人，家人都緊張，她就有障礙。她不說話，只是告訴家裡人，吃晚飯的時候你們先吃，不要等我，我去洗澡。她真的去洗澡，洗完澡換上乾淨衣服，她家有個佛堂，站在佛像面前就走了。她的兒子媳婦等她吃飯，等了很久沒出來，就去看看，是洗了澡，找找不到，看她站在佛堂，喊她又不答應，走近一看，她已經走了。鄰居大家知道都來看，這是什麼？這一句佛號不可思議！要真信，一點懷疑都沒有，死心塌地心裡就一句佛號，除一句佛號之外什麼都沒有，這個人肯定往生，肯定成就。"
    },
    {
      "id": "12-017-2106_p0028",
      "zh_CN": "我们看《净土圣贤录》、看《往生传》，里面几乎一半以上，他们念多久？大概都是三年，三年到五年成功。其他法门哪有这么快！我们要想明心见性，到极乐世界，到阿弥陀佛那个地方去，再去办这个事情。所以我常讲这是第一等聪明人，先取极乐世界，再达到大彻大悟、明心见性。把我们的修学分成两个阶段，现前是第一个阶段，到极乐世界是第二个阶段，第二个阶段我们再把它完成；在第一个阶段，要想完成的话很不容易。所以现无量身在一土，那就是你的慧眼，你看到这个世间，没有一样不是阿弥陀佛化身，没有一样不是阿弥陀佛在此地教我。就像善财童子五十三参一样，一生决定成就无上菩提，普贤菩萨十大愿王这十句，每一句他都圆满的做到，善财。五十三位善知识在哪里？所有一切人，从早到晚所接触的都是，各个都是。我们迷了不知道，看不出来；觉悟的人，他看出来，所以一切恭敬。今天时间到了，我们就学到此地。",
      "zh_TW": "我們看《淨土聖賢錄》、看《往生傳》，裡面幾乎一半以上，他們念多久？大概都是三年，三年到五年成功。其他法門哪有這麼快！我們要想明心見性，到極樂世界，到阿彌陀佛那個地方去，再去辦這個事情。所以我常講這是第一等聰明人，先取極樂世界，再達到大徹大悟、明心見性。把我們的修學分成兩個階段，現前是第一個階段，到極樂世界是第二個階段，第二個階段我們再把它完成；在第一個階段，要想完成的話很不容易。所以現無量身在一土，那就是你的慧眼，你看到這個世間，沒有一樣不是阿彌陀佛化身，沒有一樣不是阿彌陀佛在此地教我。就像善財童子五十三參一樣，一生決定成就無上菩提，普賢菩薩十大願王這十句，每一句他都圓滿的做到，善財。五十三位善知識在哪裡？所有一切人，從早到晚所接觸的都是，各個都是。我們迷了不知道，看不出來；覺悟的人，他看出來，所以一切恭敬。今天時間到了，我們就學到此地。"
    }
  ]
}