{
  "doc_id": "12-017-1972",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一九七二卷",
    "zh_TW": "第一九七二卷"
  },
  "year": "2008",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "12-017-1972",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "12-017-1972_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「须弥顶上偈赞品第十四」，经文第三大段偈赞分，第五小段「东北方精进慧菩萨。我们看偈颂，从第一首，我们念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「須彌頂上偈讚品第十四」，經文第三大段偈讚分，第五小段「東北方精進慧菩薩。我們看偈頌，從第一首，我們念一遍："
    },
    {
      "id": "12-017-1972_p0002",
      "zh_CN": "【若住于分别。则坏清净眼。愚痴邪见增。永不见诸佛。若能了邪法。如实不颠倒。知妄本自真。见佛则清净。有见则为垢。此则未为见。远离于诸见。如是乃见佛。】",
      "zh_TW": "【若住於分別。則壞清淨眼。愚痴邪見增。永不見諸佛。若能了邪法。如實不顛倒。知妄本自真。見佛則清淨。有見則為垢。此則未為見。遠離於諸見。如是乃見佛。】"
    },
    {
      "id": "12-017-1972_p0003",
      "zh_CN": "这个三首是一段，这一段讲「所执无相」。第一首偈是举「分别过」，分别的过失，这个过失就是『清净眼』没有了。我们讲阿罗汉的慧眼、菩萨的法眼没有了，愚痴增长了，邪见增长了，永远见不到诸法实相，『见佛』就是见到诸法实相。今天我们来看《钞》里面清凉大师的开示。「初三」，就是第一、二、三颂，这三首颂，「所执无相观者，然此中明于三性上修三无性观，言三性者，一徧计所执性，二依他起性，三圆成实性，三无性者，一相无自性性，二生无自性性，三胜义无自性性」，这个是三无性。三性、三无性，前面我们依《三藏法数》节录下来，我们在一起学习过了。可是三无性最后一条，因为时间到了没有能说出来，现在把这一段我们补上，就是「胜义无性」，在《疏钞》里面讲「胜义无自性性」，是一个意思，一个是把这名词全说出来，《三藏法数》是把它简化，意思完全相同，「胜义无性」就是「胜义无自性性」。",
      "zh_TW": "這個三首是一段，這一段講「所執無相」。第一首偈是舉「分別過」，分別的過失，這個過失就是『清淨眼』沒有了。我們講阿羅漢的慧眼、菩薩的法眼沒有了，愚痴增長了，邪見增長了，永遠見不到諸法實相，『見佛』就是見到諸法實相。今天我們來看《鈔》裡面清涼大師的開示。「初三」，就是第一、二、三頌，這三首頌，「所執無相觀者，然此中明於三性上修三無性觀，言三性者，一徧計所執性，二依他起性，三圓成實性，三無性者，一相無自性性，二生無自性性，三勝義無自性性」，這個是三無性。三性、三無性，前面我們依《三藏法數》節錄下來，我們在一起學習過了。可是三無性最後一條，因為時間到了沒有能說出來，現在把這一段我們補上，就是「勝義無性」，在《疏鈔》裡面講「勝義無自性性」，是一個意思，一個是把這名詞全說出來，《三藏法數》是把它簡化，意思完全相同，「勝義無性」就是「勝義無自性性」。"
    },
    {
      "id": "12-017-1972_p0004",
      "zh_CN": "什么叫胜义？胜义就是真实义，也是佛法里面所讲的第一义谛，这是胜义；第二义、第三义就不能叫胜义。第一义是什么？第一义是自性，纯净纯善的性德。第二义是什么？第二义是阿赖耶，就是你起了一个念头，所谓是迷唯一念。这一念起来就把胜义变成第二义，就变成阿赖耶识。我们知道，真如本性一念迷就叫阿赖耶，阿赖耶一念觉就是真如自性。你这样细心去思惟阿赖耶跟真如自性的关系，是一不是二，就是一个是在悟，一个是在迷。悟了就是真如本性，它真有，它不是无。不是无，为什么佛又说胜义无自性性？胜义真有自性，怎么会说无自性性？这个话怎么讲？底下就有解释，「谓前相无性、生无性」，相无性是对遍计所执性说的，生无性是对依他起性讲的，前面说这两种无性，佛为什么说这个？「因破众生妄执之情」，这是为这个。众生有执着，所以佛说法没有别的，是破执着。你执着空，佛说有，有破空的，破空执的。可是众生烦恼习气很重，他不执着空，他又执着有了，这麻烦大了，佛再说空，说空是破有执的。凡夫听了之后又再迷惑，到底是空还是有？佛说法真实义，教我们空有二边都不要执着，这就对了。所以，凡夫总要着一边，不执着空，他就执着有，要不然就执着亦空亦有、非空非有，他总是有执着，众生难度！",
      "zh_TW": "什麼叫勝義？勝義就是真實義，也是佛法裡面所講的第一義諦，這是勝義；第二義、第三義就不能叫勝義。第一義是什麼？第一義是自性，純淨純善的性德。第二義是什麼？第二義是阿賴耶，就是你起了一個念頭，所謂是迷唯一念。這一念起來就把勝義變成第二義，就變成阿賴耶識。我們知道，真如本性一念迷就叫阿賴耶，阿賴耶一念覺就是真如自性。你這樣細心去思惟阿賴耶跟真如自性的關係，是一不是二，就是一個是在悟，一個是在迷。悟了就是真如本性，它真有，它不是無。不是無，為什麼佛又說勝義無自性性？勝義真有自性，怎麼會說無自性性？這個話怎麼講？底下就有解釋，「謂前相無性、生無性」，相無性是對遍計所執性說的，生無性是對依他起性講的，前面說這兩種無性，佛為什麼說這個？「因破眾生妄執之情」，這是為這個。眾生有執著，所以佛說法沒有別的，是破執著。你執著空，佛說有，有破空的，破空執的。可是眾生煩惱習氣很重，他不執著空，他又執著有了，這麻煩大了，佛再說空，說空是破有執的。凡夫聽了之後又再迷惑，到底是空還是有？佛說法真實義，教我們空有二邊都不要執著，這就對了。所以，凡夫總要著一邊，不執著空，他就執著有，要不然就執著亦空亦有、非空非有，他總是有執著，眾生難度！"
    },
    {
      "id": "12-017-1972_p0005",
      "zh_CN": "这也就是说如来真实义不好懂，开经偈里面讲「愿解如来真实义」，如果真懂得佛的意思，一句话问题就解决了，就能够破迷开悟，就能够转凡成圣。所以这叫凡夫，六道都是凡夫，都有执着。阿罗汉虽然知道人我空，他对法我还有分别，所以不能见性，阿罗汉没见性，辟支佛也没见性，权教菩萨、十法界里面的佛都没见性。空有二边都不执着，不执着也不能执着，如果说「我不执着」，他还是执着，执着个不执着。那是什么境界？那就是「言语道断，心行处灭」，你根本不能起心动念。这个时候你真的一心现前，一心这是真心，这个虚妄的，妄念，妄想分别执着完全放下，这是如来境界。到这个境界，在《华严经》里面至少是初住菩萨，圆教初住菩萨，别教是初地菩萨，别教讲登地，圆教是初住。往上去还有没有？往上去，实在讲没有阶级，就圆满了。为什么圆满还说四十一位法身大士？清凉跟我们说得非常清楚，是这些菩萨们无始无明习气没有断尽，他带着习气多少不一样，把他分成四十一个阶级。带得最多的，初住菩萨；二住就又少了一分，四十一分少了一分；三住是又少了一分，这个习气渐渐化解。这个东西不能用任何方法去断，为什么？无论用什么方法你都起心动念，起心动念就堕落，就退转，退到十法界里面。所以不可以起心动念，决定不能有分别执着。我们学到这个地方，对于佛经上所讲的法界，它的形成、它的原理，我们知道一些信息了。",
      "zh_TW": "這也就是說如來真實義不好懂，開經偈裡面講「願解如來真實義」，如果真懂得佛的意思，一句話問題就解決了，就能夠破迷開悟，就能夠轉凡成聖。所以這叫凡夫，六道都是凡夫，都有執著。阿羅漢雖然知道人我空，他對法我還有分別，所以不能見性，阿羅漢沒見性，辟支佛也沒見性，權教菩薩、十法界裡面的佛都沒見性。空有二邊都不執著，不執著也不能執著，如果說「我不執著」，他還是執著，執著個不執著。那是什麼境界？那就是「言語道斷，心行處滅」，你根本不能起心動念。這個時候你真的一心現前，一心這是真心，這個虛妄的，妄念，妄想分別執著完全放下，這是如來境界。到這個境界，在《華嚴經》裡面至少是初住菩薩，圓教初住菩薩，別教是初地菩薩，別教講登地，圓教是初住。往上去還有沒有？往上去，實在講沒有階級，就圓滿了。為什麼圓滿還說四十一位法身大士？清涼跟我們說得非常清楚，是這些菩薩們無始無明習氣沒有斷盡，他帶著習氣多少不一樣，把他分成四十一個階級。帶得最多的，初住菩薩；二住就又少了一分，四十一分少了一分；三住是又少了一分，這個習氣漸漸化解。這個東西不能用任何方法去斷，為什麼？無論用什麼方法你都起心動念，起心動念就墮落，就退轉，退到十法界裡面。所以不可以起心動念，決定不能有分別執著。我們學到這個地方，對於佛經上所講的法界，它的形成、它的原理，我們知道一些信息了。"
    },
    {
      "id": "12-017-1972_p0006",
      "zh_CN": "如果连习气都没有，这个法界是真正的一真法界。在净土里面讲它是「常寂光净土」，大乘教里也称这个境界叫「大光明藏」，这里面什么都没有，就是一片光明。起一念，这是经上讲一念不觉，这一念不觉就迷了，这一迷，大光明藏就变成阿赖耶。诸位要知道，阿赖耶里头光明没有了，还是一真法界，不是纯真，叫相似的一真法界。这是四土里头什么土？诸佛如来的实报庄严土，华藏世界是这个境界，西方极乐世界也是这个境界。为什么？它有相，它真有土、真有佛，就像我们现在这个世界一样，真的有有情众生，真的有山河大地，它真有。虽然有，它没有分别，它没有执着，所以这个世界我们也能说得上纯净纯善，这是诸佛的实报庄严土。所以我们知道这个东西是自己自性变现出来的，你能够明了，这是真实智慧，你能够证得，那是你真实的功夫。实报庄严土谁造的？是自性变现的，你看「唯心所现，唯识所变」。但是这虽然是阿赖耶识，阿赖耶识它不起作用，它只现相，没起作用。作用是什么？作用就起分别，这一分别，实报庄严土不见了，实际上它变了，这一变，变成方便有余土。",
      "zh_TW": "如果連習氣都沒有，這個法界是真正的一真法界。在淨土裡面講它是「常寂光淨土」，大乘教裡也稱這個境界叫「大光明藏」，這裡面什麼都沒有，就是一片光明。起一念，這是經上講一念不覺，這一念不覺就迷了，這一迷，大光明藏就變成阿賴耶。諸位要知道，阿賴耶裡頭光明沒有了，還是一真法界，不是純真，叫相似的一真法界。這是四土裡頭什麼土？諸佛如來的實報莊嚴土，華藏世界是這個境界，西方極樂世界也是這個境界。為什麼？它有相，它真有土、真有佛，就像我們現在這個世界一樣，真的有有情眾生，真的有山河大地，它真有。雖然有，它沒有分別，它沒有執著，所以這個世界我們也能說得上純淨純善，這是諸佛的實報莊嚴土。所以我們知道這個東西是自己自性變現出來的，你能夠明瞭，這是真實智慧，你能夠證得，那是你真實的功夫。實報莊嚴土誰造的？是自性變現的，你看「唯心所現，唯識所變」。但是這雖然是阿賴耶識，阿賴耶識它不起作用，它只現相，沒起作用。作用是什麼？作用就起分別，這一分別，實報莊嚴土不見了，實際上它變了，這一變，變成方便有餘土。"
    },
    {
      "id": "12-017-1972_p0007",
      "zh_CN": "诸位要知道，方便有余土是四圣法界，十法界里面声闻、缘觉、菩萨、佛，这四个法界都是方便有余土，有分别，没有执着。如果再一起执着，起执着，方便有余土不见了，就变成什么？变成六道轮回。我们现在是在六道里，在六道里搞轮回，什么原因？妄想分别执着统统具足。无论你修学什么法门，你不能够把执着放下，统统舍掉，你就出不了六道。你要想出六道，你就要把对于，六道里头也可以说世出世间法，一切人、一切事、一切物，总的名称叫一切法，不再执着，永远不执着，六道就没有了。六道又变成方便有余土，会变出什么？声闻法界、缘觉法界、菩萨法界、佛法界。他们没有执着，声闻没有执着，缘觉执着的习气没有了。声闻没有执着，有执着的习气；缘觉习气没有了，但是他有分别。分别没有了，还有分别习气，那是菩萨。分别习气没有了，就叫做佛，他妄想没断，妄想就是起心动念，他还有起心动念，没有分别。如果起心动念也放下，六根接触六尘境界不起心、不动念，睁开眼睛就像什么？像镜子照外面东西一样，用心如镜。你看镜子照外面清不清楚？清清楚楚，有没有分别？没有分别；有没有起心动念？没有起心动念。我们就晓得，诸佛如来，《华严经》上讲的法身菩萨，他们就是用心如镜。",
      "zh_TW": "諸位要知道，方便有餘土是四聖法界，十法界裡面聲聞、緣覺、菩薩、佛，這四個法界都是方便有餘土，有分別，沒有執著。如果再一起執著，起執著，方便有餘土不見了，就變成什麼？變成六道輪迴。我們現在是在六道裡，在六道裡搞輪迴，什麼原因？妄想分別執著統統具足。無論你修學什麼法門，你不能夠把執著放下，統統捨掉，你就出不了六道。你要想出六道，你就要把對於，六道裡頭也可以說世出世間法，一切人、一切事、一切物，總的名稱叫一切法，不再執著，永遠不執著，六道就沒有了。六道又變成方便有餘土，會變出什麼？聲聞法界、緣覺法界、菩薩法界、佛法界。他們沒有執著，聲聞沒有執著，緣覺執著的習氣沒有了。聲聞沒有執著，有執著的習氣；緣覺習氣沒有了，但是他有分別。分別沒有了，還有分別習氣，那是菩薩。分別習氣沒有了，就叫做佛，他妄想沒斷，妄想就是起心動念，他還有起心動念，沒有分別。如果起心動念也放下，六根接觸六塵境界不起心、不動念，睜開眼睛就像什麼？像鏡子照外面東西一樣，用心如鏡。你看鏡子照外面清不清楚？清清楚楚，有沒有分別？沒有分別；有沒有起心動念？沒有起心動念。我們就曉得，諸佛如來，《華嚴經》上講的法身菩薩，他們就是用心如鏡。"
    },
    {
      "id": "12-017-1972_p0008",
      "zh_CN": "真正到不起心、不动念，虽然不起心、不动念他还有习气，他不是真的起心动念，还有起心动念的习气，这个习气可不好断，为什么？它时间太久，无量劫来的薰习。所以佛把这个习气分为四十一个阶级，就是四十一等，轻重不同，分为四十一等。破一品，升一级，四十一品破尽，这才是无明习气断干净，那叫究竟佛果，《华严经》也称为第四十二个阶级，叫妙觉位。第四十一个等级，菩萨最后一个等级叫等觉菩萨，等觉菩萨再提升叫妙觉。我们把这些事相境界搞清楚、搞明白了，然后晓得成佛真正功夫在哪里？真正功夫在放下，不放不行！尤其在我们六道凡夫位，不放怎么样？不放就是迷惑，就是邪见。一切作为，作为是造业，无论是善、无论是恶都是造业，造善业感三善道的果报，人天福报，造恶业感三途的苦报，地狱、饿鬼、畜生。你生生世世就在这里头打滚，出不去，真的是苦不堪言。所以要想提升，你就要懂得，决定要放下。佛法要学，佛法是胜义，要学，不能执着、不能分别，也不能起心动念，那你就成佛了。",
      "zh_TW": "真正到不起心、不動念，雖然不起心、不動念他還有習氣，他不是真的起心動念，還有起心動念的習氣，這個習氣可不好斷，為什麼？它時間太久，無量劫來的薰習。所以佛把這個習氣分為四十一個階級，就是四十一等，輕重不同，分為四十一等。破一品，升一級，四十一品破盡，這才是無明習氣斷乾淨，那叫究竟佛果，《華嚴經》也稱為第四十二個階級，叫妙覺位。第四十一個等級，菩薩最後一個等級叫等覺菩薩，等覺菩薩再提升叫妙覺。我們把這些事相境界搞清楚、搞明白了，然後曉得成佛真正功夫在哪裡？真正功夫在放下，不放不行！尤其在我們六道凡夫位，不放怎麼樣？不放就是迷惑，就是邪見。一切作為，作為是造業，無論是善、無論是惡都是造業，造善業感三善道的果報，人天福報，造惡業感三途的苦報，地獄、餓鬼、畜生。你生生世世就在這裡頭打滾，出不去，真的是苦不堪言。所以要想提升，你就要懂得，決定要放下。佛法要學，佛法是勝義，要學，不能執著、不能分別，也不能起心動念，那你就成佛了。"
    },
    {
      "id": "12-017-1972_p0009",
      "zh_CN": "真的明白了，行善不着行善的相，善的功德圆满。这个事实不能不清楚，不能不明了。众生的情执太深，佛是破众生的情执，跟你说无性、说三无性。「假说无性，非性全无」，所以佛说话善巧方便，不是真的无，真的无它怎么能现相？你看六祖给我们讲自性，讲出自性的样子，自性「本自清净」，它要没有，那怎么能说本自清净？「本不生灭、本自具足、本无动摇、能生万法」。要是说它根本完全是没有的话，这都不可能，怎么会有这些现象？所以有，有不能执着。给你讲自性本自清净，你不要执着本自清净，你一执着就变成第二义，就不是第一义，不是胜义。可以言说，不能执着言说；可以思惟，不能执着思惟。凡夫这个习染非常之重，说有，他就执着有，真有；说空，他就执着真的是空，麻烦在此地。",
      "zh_TW": "真的明白了，行善不著行善的相，善的功德圓滿。這個事實不能不清楚，不能不明瞭。眾生的情執太深，佛是破眾生的情執，跟你說無性、說三無性。「假說無性，非性全無」，所以佛說話善巧方便，不是真的無，真的無它怎麼能現相？你看六祖給我們講自性，講出自性的樣子，自性「本自清淨」，它要沒有，那怎麼能說本自清淨？「本不生滅、本自具足、本無動搖、能生萬法」。要是說它根本完全是沒有的話，這都不可能，怎麼會有這些現象？所以有，有不能執著。給你講自性本自清淨，你不要執著本自清淨，你一執著就變成第二義，就不是第一義，不是勝義。可以言說，不能執著言說；可以思惟，不能執著思惟。凡夫這個習染非常之重，說有，他就執著有，真有；說空，他就執著真的是空，麻煩在此地。"
    },
    {
      "id": "12-017-1972_p0010",
      "zh_CN": "二乘人，就是声闻、缘觉，他知道万法皆空，确实像《般若经》讲的「一切法无所有、毕竟空、不可得」，他就执着这个。十法界依正庄严是回什么事，他不知道，他知道万法皆空，根本没有这些形相存在。可是这个事相是有，有，他知道不存在，为什么？有就是空，这是阿罗汉的境界。也很难得，所以他没有轮回，六道轮回没有了。菩萨比他就高明，菩萨知道一切法皆空，他也知道一切法是假有。为什么会有假有，菩萨能说得出，也就是声闻知道空，不知道有。真空，菩萨知道真空妙有，有是妙有，有即非有，空亦不空。空不是什么都没有，菩萨知道，虽知道，没有圆满，到成佛这才真正圆满。所以，佛的智慧是圆满的，知道真空跟妙有是一不是二，真空就是妙有，妙有就是真空，空有不二，这是佛。在《华严经》里面，初住菩萨就是这个境界，所以初住菩萨就是真佛。",
      "zh_TW": "二乘人，就是聲聞、緣覺，他知道萬法皆空，確實像《般若經》講的「一切法無所有、畢竟空、不可得」，他就執著這個。十法界依正莊嚴是回什麼事，他不知道，他知道萬法皆空，根本沒有這些形相存在。可是這個事相是有，有，他知道不存在，為什麼？有就是空，這是阿羅漢的境界。也很難得，所以他沒有輪迴，六道輪迴沒有了。菩薩比他就高明，菩薩知道一切法皆空，他也知道一切法是假有。為什麼會有假有，菩薩能說得出，也就是聲聞知道空，不知道有。真空，菩薩知道真空妙有，有是妙有，有即非有，空亦不空。空不是什麼都沒有，菩薩知道，雖知道，沒有圓滿，到成佛這才真正圓滿。所以，佛的智慧是圓滿的，知道真空跟妙有是一不是二，真空就是妙有，妙有就是真空，空有不二，這是佛。在《華嚴經》裡面，初住菩薩就是這個境界，所以初住菩薩就是真佛。"
    },
    {
      "id": "12-017-1972_p0011",
      "zh_CN": "近代，居士里面有位大德江味农居士，他老人家一生功夫都用在《金刚经》上，四十年，一部经用四十年的功夫，所以他成为《金刚经》的专家。他给《金刚经》写了一部《讲义》，现在学《金刚经》你就不能不读他的《讲义》。他这部《讲义》是集古今研究、修学《金刚经》这些大德们的集大成，这《讲义》讲得好。《金刚经》里所讲的「诸佛」，江味农注解里面就告诉我们，那个诸佛是讲四十一位法身大士，四十一个阶级叫「诸」。所以，《般若经》上讲的诸佛，是妄想分别执着统统放下，那就成佛了。虽然成佛，他还带着妄想习气，多少不一样，这才分成十住、十行、十回向、十地、等觉、妙觉，才分这么多位次。带着习气到四十一，到等觉；妙觉没有，习气完全断了，所以称为究竟即佛。我们对于佛要认识清楚，那个「诸佛」不是说很多的佛，不是这个意思，是讲四十一个阶级。这是真佛，可不是假佛。",
      "zh_TW": "近代，居士裡面有位大德江味農居士，他老人家一生功夫都用在《金剛經》上，四十年，一部經用四十年的功夫，所以他成為《金剛經》的專家。他給《金剛經》寫了一部《講義》，現在學《金剛經》你就不能不讀他的《講義》。他這部《講義》是集古今研究、修學《金剛經》這些大德們的集大成，這《講義》講得好。《金剛經》裡所講的「諸佛」，江味農註解裡面就告訴我們，那個諸佛是講四十一位法身大士，四十一個階級叫「諸」。所以，《般若經》上講的諸佛，是妄想分別執著統統放下，那就成佛了。雖然成佛，他還帶著妄想習氣，多少不一樣，這才分成十住、十行、十迴向、十地、等覺、妙覺，才分這麼多位次。帶著習氣到四十一，到等覺；妙覺沒有，習氣完全斷了，所以稱為究竟即佛。我們對於佛要認識清楚，那個「諸佛」不是說很多的佛，不是這個意思，是講四十一個階級。這是真佛，可不是假佛。"
    },
    {
      "id": "12-017-1972_p0012",
      "zh_CN": "我们在《华严》学到这个地方，也逐渐明朗了，就是以初住菩萨他所证得的境界，跟究竟果位上所证得的，实际讲没有丝毫差别。没有差别里头，总还有一点差别。古人有个比喻，说这些法身菩萨跟究竟佛的境界，如同什么？「隔罗见月」。像晚上看月亮，究竟佛果没有障碍，什么障碍都没有，看到月光，四十一位法身大士看的月光是隔一层罗网。「罗」大概现在人也不太清楚，罗是丝织品，很细的纱，虽然隔着一层，还看得很清楚，像我们隔一层玻璃片一样，但是你总是隔一层看，用这个来做比喻。所以见法界虚空界依正庄严，圆教初住菩萨跟究竟佛果所见的，实在讲没有两样。所以他有能力「随众生心」起感应道交的作用，随心应量，「应所知量」，这是《楞严经》上讲的。所以，我们见到一切诸佛，应身、化身是随着我们的心量，换句话说，我们所见的都是自己心量所变现的。《三时系念》中峰禅师讲得好，你见到阿弥陀佛，是真的，不是假的，阿弥陀佛从哪里来的？唯识所变。所以是自性弥陀，我们见的；你见到西方极乐世界，是唯心净土。所以佛在大乘教里面常讲，「自性弥陀，唯心净土」，这是真的，不是假的。你能够如是见、如是现，叫真见、正见，大乘教上佛常讲心外无法、法外无心，这个才是事实真相，叫诸法实相。",
      "zh_TW": "我們在《華嚴》學到這個地方，也逐漸明朗了，就是以初住菩薩他所證得的境界，跟究竟果位上所證得的，實際講沒有絲毫差別。沒有差別裡頭，總還有一點差別。古人有個比喻，說這些法身菩薩跟究竟佛的境界，如同什麼？「隔羅見月」。像晚上看月亮，究竟佛果沒有障礙，什麼障礙都沒有，看到月光，四十一位法身大士看的月光是隔一層羅網。「羅」大概現在人也不太清楚，羅是絲織品，很細的紗，雖然隔著一層，還看得很清楚，像我們隔一層玻璃片一樣，但是你總是隔一層看，用這個來做比喻。所以見法界虛空界依正莊嚴，圓教初住菩薩跟究竟佛果所見的，實在講沒有兩樣。所以他有能力「隨眾生心」起感應道交的作用，隨心應量，「應所知量」，這是《楞嚴經》上講的。所以，我們見到一切諸佛，應身、化身是隨著我們的心量，換句話說，我們所見的都是自己心量所變現的。《三時繫念》中峰禪師講得好，你見到阿彌陀佛，是真的，不是假的，阿彌陀佛從哪裡來的？唯識所變。所以是自性彌陀，我們見的；你見到西方極樂世界，是唯心淨土。所以佛在大乘教裡面常講，「自性彌陀，唯心淨土」，這是真的，不是假的。你能夠如是見、如是現，叫真見、正見，大乘教上佛常講心外無法、法外無心，這個才是事實真相，叫諸法實相。"
    },
    {
      "id": "12-017-1972_p0013",
      "zh_CN": "了解这个道理，我们现在看到眼前这些灾难，有没有办法化解？肯定有！在佛法，这个理论说得这么清楚。灾难的现象还是「唯心所现，唯识所变」，一个道理，是什么？是我们不善的心变现的。你看我们有自私自利的心，我们有贪瞋痴慢的心，这个东西心现出来是灾难。这就是我们现在是有妄想分别执着，而且分别执着非常严重，所以灾难是愈来愈多。假如我们能够把执着淡化，执着天天减少，分别天天减少，灾难就少了。灾难少了，到灾难化解，这个世间跟极乐世界就接近了。人民都有仁爱之心，仁爱是推己及人，「己所不欲，勿施于人」，这是性德。常常能够将自己比别人，我不愿意受的，别人也不愿意受，我喜欢的，别人也喜欢。能推己及人就真正能爱人，爱人如爱自己。知道对一切人谦卑，这个很重要，这是一个人觉悟，真正觉悟，第一个反应，性德流露第一个反应就是谦卑。你看经典里面记载的，释迦牟尼佛的谦卑，在中国你看孔子、孟子、老庄的谦卑，你能看到。谦卑是自性流露，自自然然尊重别人，敬爱别人，关怀别人，照顾别人，帮助别人，你说这个世界多美好。",
      "zh_TW": "了解這個道理，我們現在看到眼前這些災難，有沒有辦法化解？肯定有！在佛法，這個理論說得這麼清楚。災難的現象還是「唯心所現，唯識所變」，一個道理，是什麼？是我們不善的心變現的。你看我們有自私自利的心，我們有貪瞋痴慢的心，這個東西心現出來是災難。這就是我們現在是有妄想分別執著，而且分別執著非常嚴重，所以災難是愈來愈多。假如我們能夠把執著淡化，執著天天減少，分別天天減少，災難就少了。災難少了，到災難化解，這個世間跟極樂世界就接近了。人民都有仁愛之心，仁愛是推己及人，「己所不欲，勿施於人」，這是性德。常常能夠將自己比別人，我不願意受的，別人也不願意受，我喜歡的，別人也喜歡。能推己及人就真正能愛人，愛人如愛自己。知道對一切人謙卑，這個很重要，這是一個人覺悟，真正覺悟，第一個反應，性德流露第一個反應就是謙卑。你看經典裡面記載的，釋迦牟尼佛的謙卑，在中國你看孔子、孟子、老莊的謙卑，你能看到。謙卑是自性流露，自自然然尊重別人，敬愛別人，關懷別人，照顧別人，幫助別人，你說這個世界多美好。"
    },
    {
      "id": "12-017-1972_p0014",
      "zh_CN": "所以社会本来是祥和的，世界原本是和谐的，变成不祥、不和，是我们违背了性德，烦恼在作祟。烦恼是什么？烦恼是自性的迷惑，自性迷了就变成烦恼。自性里本具的般若智慧，迷了就变成烦恼；自性里面本具的德能，迷了就造业；自性里面的相好，迷了之后就变成三途、六道，就这么回事情。所以佛才跟你说真话，怎样度众生？你度自己，自己得度了，众生就得度。自己没有得度，要想度众生，佛说了一句话，「无有是处」。这句话用现在的话来讲就是「没这个道理」，自己没有度，你怎么能度人？自度就是度人，为什么？人是你自性里变现出来的，能生万法。十法界依正庄严从哪里来的？从我自性变现的，这是真理，这是事实。",
      "zh_TW": "所以社會本來是祥和的，世界原本是和諧的，變成不祥、不和，是我們違背了性德，煩惱在作祟。煩惱是什麼？煩惱是自性的迷惑，自性迷了就變成煩惱。自性裡本具的般若智慧，迷了就變成煩惱；自性裡面本具的德能，迷了就造業；自性裡面的相好，迷了之後就變成三途、六道，就這麼回事情。所以佛才跟你說真話，怎樣度眾生？你度自己，自己得度了，眾生就得度。自己沒有得度，要想度眾生，佛說了一句話，「無有是處」。這句話用現在的話來講就是「沒這個道理」，自己沒有度，你怎麼能度人？自度就是度人，為什麼？人是你自性裡變現出來的，能生萬法。十法界依正莊嚴從哪裡來的？從我自性變現的，這是真理，這是事實。"
    },
    {
      "id": "12-017-1972_p0015",
      "zh_CN": "要多讲，讲一遍、两遍、十遍、百遍、千遍、万遍，不够，为什么不够？没有回头，真要回头，一句就够；没有回头，万句不多，句句呼唤你回头。这是我们看到世尊一生示现的无尽的慈悲，他跟世间这些老师教学不一样，世间老师教学没有那么大的耐心。你这个人太笨，教你一遍、两遍、三遍，还不会，算了不教你，放弃了。这是世间古今中外我们见得很多。可是佛菩萨不是的，佛菩萨教化众生真有耐烦心，永恒不变，生生世世追着你，一定帮助你开悟，「佛氏门中，不舍一人」，这慈悲到极处。所以这说明胜义是有，不是无。",
      "zh_TW": "要多講，講一遍、兩遍、十遍、百遍、千遍、萬遍，不夠，為什麼不夠？沒有回頭，真要回頭，一句就夠；沒有回頭，萬句不多，句句呼喚你回頭。這是我們看到世尊一生示現的無盡的慈悲，他跟世間這些老師教學不一樣，世間老師教學沒有那麼大的耐心。你這個人太笨，教你一遍、兩遍、三遍，還不會，算了不教你，放棄了。這是世間古今中外我們見得很多。可是佛菩薩不是的，佛菩薩教化眾生真有耐煩心，永恆不變，生生世世追著你，一定幫助你開悟，「佛氏門中，不捨一人」，這慈悲到極處。所以這說明勝義是有，不是無。"
    },
    {
      "id": "12-017-1972_p0016",
      "zh_CN": "「是故佛说胜义无性者，谓真如胜义之性，远离遍计妄执之性，故名胜义无性」，这几句话说得好。所以佛说这话的用意，就是教你不要对佛的言说分别执着，不要对佛说的这些名词术语分别执着。你听不懂，你也不要去想，听懂就悟了，不懂不要去想，为什么？你愈想愈错，想是落在分别执着里头，分别执着见不到真性；必须放下分别执着，自性里面的智慧、德能圆圆满满都在你面前。所以宗门大德开悟之后，很感叹的说了两句话，有心去想学、想求明心见性，到处去参访，「踏破铁鞋无觅处」，铁鞋都踏破了，找不到；「得来全不费工夫」，一下开悟，原来就是，迷悟是一念之间。可是他那个「踏破铁鞋」对于他的开悟还是有帮助，你们想到帮助什么？他要不到处去参学他不死心，不死心他不肯放下；到处去参学遍了，这个心才死，才放下，这一放下就开悟。",
      "zh_TW": "「是故佛說勝義無性者，謂真如勝義之性，遠離遍計妄執之性，故名勝義無性」，這幾句話說得好。所以佛說這話的用意，就是教你不要對佛的言說分別執著，不要對佛說的這些名詞術語分別執著。你聽不懂，你也不要去想，聽懂就悟了，不懂不要去想，為什麼？你愈想愈錯，想是落在分別執著裡頭，分別執著見不到真性；必須放下分別執著，自性裡面的智慧、德能圓圓滿滿都在你面前。所以宗門大德開悟之後，很感嘆的說了兩句話，有心去想學、想求明心見性，到處去參訪，「踏破鐵鞋無覓處」，鐵鞋都踏破了，找不到；「得來全不費工夫」，一下開悟，原來就是，迷悟是一念之間。可是他那個「踏破鐵鞋」對於他的開悟還是有幫助，你們想到幫助什麼？他要不到處去參學他不死心，不死心他不肯放下；到處去參學遍了，這個心才死，才放下，這一放下就開悟。"
    },
    {
      "id": "12-017-1972_p0017",
      "zh_CN": "这个法子谁带头？你知不知道？释迦牟尼佛带头。你看他十九岁出去参学，到三十岁，十二年。这十二年间，印度所有的宗教，所有的学派这些高僧大德们，他统统都见到，都去拜访过，都去请教过，那不就是「踏破铁鞋无觅处」？怎么无觅处？问题不能解决，六道轮回真的见到了，那不是假的。因为印度无论是宗教、学派都修禅定，佛经里面讲的四禅八定，就是那时候的印度社会普遍流行。释迦牟尼佛不例外，也修四禅八定，所以上他到过非想非非想处天，下面他到过阿鼻地狱，哪样不清楚？这不是幻想，这是定中亲见的境界，现量境界，不是幻觉。可是要再问，为什么会有六道？六道从哪里来的？六道之外还有没有境界？这个问题在当时印度，无论是宗教界、学术界，没有人能解答，这就是无觅处。释迦牟尼佛在这时候只好放弃，我不再去学了，没地方学了，死了这条心，彻底放下，这一放下就成功了。放下什么？妄想分别执着全放下，不起心、不动念，菩提树下入定，不起心、不动念。这一放下，豁然大悟，叫明心见性，所有问题全解决了，这得来，「得来全不费工夫」，原先十二年去求学就是为这桩事情。所以佛才告诉我们，原来放下就是，你不放下，到哪里求你都求不到。",
      "zh_TW": "這個法子誰帶頭？你知不知道？釋迦牟尼佛帶頭。你看他十九歲出去參學，到三十歲，十二年。這十二年間，印度所有的宗教，所有的學派這些高僧大德們，他統統都見到，都去拜訪過，都去請教過，那不就是「踏破鐵鞋無覓處」？怎麼無覓處？問題不能解決，六道輪迴真的見到了，那不是假的。因為印度無論是宗教、學派都修禪定，佛經裡面講的四禪八定，就是那時候的印度社會普遍流行。釋迦牟尼佛不例外，也修四禪八定，所以上他到過非想非非想處天，下面他到過阿鼻地獄，哪樣不清楚？這不是幻想，這是定中親見的境界，現量境界，不是幻覺。可是要再問，為什麼會有六道？六道從哪裡來的？六道之外還有沒有境界？這個問題在當時印度，無論是宗教界、學術界，沒有人能解答，這就是無覓處。釋迦牟尼佛在這時候只好放棄，我不再去學了，沒地方學了，死了這條心，徹底放下，這一放下就成功了。放下什麼？妄想分別執著全放下，不起心、不動念，菩提樹下入定，不起心、不動念。這一放下，豁然大悟，叫明心見性，所有問題全解決了，這得來，「得來全不費工夫」，原先十二年去求學就是為這樁事情。所以佛才告訴我們，原來放下就是，你不放下，到哪裡求你都求不到。"
    },
    {
      "id": "12-017-1972_p0018",
      "zh_CN": "在中国惠能大师，第二次给我们做个榜样。释迦牟尼佛是认识字，到处去学习；惠能大师不认识字，一天也没学过。但是他有本事，什么本事？他能一下放下，他放下分别执着，一下放下。原来一放下，也开悟了。惠能大师开悟的境界跟释迦牟尼佛是相同的，是平等的。能大师是一部经都没学过，你拿着佛的经典，无论什么经典，你去问他，他跟你讲得头头是道，没有丝毫障碍。他给你讲经，你看他不认识字，他也没有准备，你随问他就随答，你把经文念给他听，他讲给你听。无尽藏比丘尼拿着《涅槃经》向他请教，无尽藏感到很惊讶，你没有学过，不认识字，你为什么能讲《涅槃经》？他告诉无尽藏比丘尼，这个事情与文字没有关系。不但一切佛经他通达，一切宗教经典他也通达，一切世间的学术他也通达，没有一样不知道，世出世间法他全通了。为什么？世出世间一切法是自性流露出来的，你见了性，哪有不通达的道理！不见性就是不通，见性的人全通了。",
      "zh_TW": "在中國惠能大師，第二次給我們做個榜樣。釋迦牟尼佛是認識字，到處去學習；惠能大師不認識字，一天也沒學過。但是他有本事，什麼本事？他能一下放下，他放下分別執著，一下放下。原來一放下，也開悟了。惠能大師開悟的境界跟釋迦牟尼佛是相同的，是平等的。能大師是一部經都沒學過，你拿著佛的經典，無論什麼經典，你去問他，他跟你講得頭頭是道，沒有絲毫障礙。他給你講經，你看他不認識字，他也沒有準備，你隨問他就隨答，你把經文念給他聽，他講給你聽。無盡藏比丘尼拿著《涅槃經》向他請教，無盡藏感到很驚訝，你沒有學過，不認識字，你為什麼能講《涅槃經》？他告訴無盡藏比丘尼，這個事情與文字沒有關係。不但一切佛經他通達，一切宗教經典他也通達，一切世間的學術他也通達，沒有一樣不知道，世出世間法他全通了。為什麼？世出世間一切法是自性流露出來的，你見了性，哪有不通達的道理！不見性就是不通，見性的人全通了。"
    },
    {
      "id": "12-017-1972_p0019",
      "zh_CN": "我们今天在学教，学教的目的在哪里？这个要知道，目的是在见性。见性用学教的方法行吗？行，八万四千法门，无量法门，学教是里头的一门，门门都能见性。我们学，学了一辈子，生生世世都在学，都没有见性，什么原因？是你学了没有放下，你没有看到释迦牟尼佛那个样子，所以你不会。释迦牟尼佛学了十二年，放下，就见性。我们今天学十二年、学二十年，不肯放下，那你就永远见不到；什么时候放下，什么时候见到。而且还不必要完全放下，完全放下，真的我们只看到两个人，古印度我们见到释迦牟尼佛，在中国我们见到惠能大师。这是妄想、分别、执着全放下，成佛了，转凡成圣。佛教给我们次第放，慢慢的放，这个很多。教你先放下执着，证阿罗汉果，超越六道轮回；然后再教你放下分别，证菩萨果；最后再教你放下妄想，放下起心动念，证究竟佛果。于是我们就明白，放下执着是正觉，放下分别是正等正觉，放下起心动念是无上正等正觉，阿耨多罗三藐三菩提。真的与文字没有什么大关系，你学也可以，不学也可以。与什么有关系？与放下有关系。因为无量无边的智慧，无量无边的德能，无量无边的相好，是你自性里本来具足的，不是外头来的。",
      "zh_TW": "我們今天在學教，學教的目的在哪裡？這個要知道，目的是在見性。見性用學教的方法行嗎？行，八萬四千法門，無量法門，學教是裡頭的一門，門門都能見性。我們學，學了一輩子，生生世世都在學，都沒有見性，什麼原因？是你學了沒有放下，你沒有看到釋迦牟尼佛那個樣子，所以你不會。釋迦牟尼佛學了十二年，放下，就見性。我們今天學十二年、學二十年，不肯放下，那你就永遠見不到；什麼時候放下，什麼時候見到。而且還不必要完全放下，完全放下，真的我們只看到兩個人，古印度我們見到釋迦牟尼佛，在中國我們見到惠能大師。這是妄想、分別、執著全放下，成佛了，轉凡成聖。佛教給我們次第放，慢慢的放，這個很多。教你先放下執著，證阿羅漢果，超越六道輪迴；然後再教你放下分別，證菩薩果；最後再教你放下妄想，放下起心動念，證究竟佛果。於是我們就明白，放下執著是正覺，放下分別是正等正覺，放下起心動念是無上正等正覺，阿耨多羅三藐三菩提。真的與文字沒有什麼大關係，你學也可以，不學也可以。與什麼有關係？與放下有關係。因為無量無邊的智慧，無量無邊的德能，無量無邊的相好，是你自性裡本來具足的，不是外頭來的。"
    },
    {
      "id": "12-017-1972_p0020",
      "zh_CN": "本来具足，现在不能现前，它不起作用，其实它不是不现前，不是不起作用，它的作用歪曲了。这个我们在学习当中都讲得很清楚，讲得很明白。我们现在得人身，六根能接触六尘境界，能分别、能执着、能打妄想，这不都是起作用吗？只是这个作用是跟性德相违背的。我们有很多烦恼，那烦恼是什么？经上说得好，「烦恼即菩提」，菩提是觉性、是智慧，我们把菩提变成烦恼，就是自性里本具如来智慧，把这个智慧变成烦恼；把德能变成造业，你看一天到晚打妄想，言语、造作，这是自性本具的德能；相好，显现出来的是极乐世界、是华藏世界，也就是现在胡主席所说的「和谐世界，和谐社会」，这是相好。我们把相好扭曲，变成六道轮回。不是不起作用，哪有不起作用的道理？为什么会搞成这个样子？那个过失总是妄想分别执着，就坏在这三样东西。这三个东西要知道是假的，不是真的。我们错在哪里？错在以为它是真的，就错在这里，所以全盘就错了。真的要放下，这个不可以不知道。",
      "zh_TW": "本來具足，現在不能現前，它不起作用，其實它不是不現前，不是不起作用，它的作用歪曲了。這個我們在學習當中都講得很清楚，講得很明白。我們現在得人身，六根能接觸六塵境界，能分別、能執著、能打妄想，這不都是起作用嗎？只是這個作用是跟性德相違背的。我們有很多煩惱，那煩惱是什麼？經上說得好，「煩惱即菩提」，菩提是覺性、是智慧，我們把菩提變成煩惱，就是自性裡本具如來智慧，把這個智慧變成煩惱；把德能變成造業，你看一天到晚打妄想，言語、造作，這是自性本具的德能；相好，顯現出來的是極樂世界、是華藏世界，也就是現在胡主席所說的「和諧世界，和諧社會」，這是相好。我們把相好扭曲，變成六道輪迴。不是不起作用，哪有不起作用的道理？為什麼會搞成這個樣子？那個過失總是妄想分別執著，就壞在這三樣東西。這三個東西要知道是假的，不是真的。我們錯在哪裡？錯在以為它是真的，就錯在這裡，所以全盤就錯了。真的要放下，這個不可以不知道。"
    },
    {
      "id": "12-017-1972_p0021",
      "zh_CN": "所以佛说的这些话，这个密义，它真正的意思你要能体会到。不可以从文字上去解，不可以从言说上解，要体会他的意思。怎么能体会？放下就能体会，执着不能体会，分别不能体会，这个是圣贤之学跟世间之学差别就在此地。世间的学术，他用分别、他用执着，也就是说他用心意识。圣贤的学说不用心意识，心意识是迷，心是阿赖耶，阿赖耶一般讲的是记忆，分别是第六意识，执着是末那识，这是佛家讲的三心，三心二意，三心就是讲这三样；二意，二意就是讲分别、执着，因为末那叫意根，分别叫意识，二意。你用的是三心二意，你就把自性里面的智慧德相统统变了。不是不起作用，变了，变成烦恼、变成造业，变成六道的果报，就这么回事情。与外面实在讲是毫不相关。所以要转境界，从自己本身转起，本身转了，外面境界都转了。纵然有大灾难来，我转了，我不受这个灾难。这个灾难来的时候，很多人伤亡，还有人还没有挨到一点伤。你真正能通达明了，是自己转掉，什么样大灾难没你的事情。而你以大慈悲心在这个地方劝导众生，帮助众生，这就是能把灾难减轻，大灾难减轻，小灾难就化解。这有道理，不是迷信，我们在大乘教里头没有白学。",
      "zh_TW": "所以佛說的這些話，這個密義，它真正的意思你要能體會到。不可以從文字上去解，不可以從言說上解，要體會他的意思。怎麼能體會？放下就能體會，執著不能體會，分別不能體會，這個是聖賢之學跟世間之學差別就在此地。世間的學術，他用分別、他用執著，也就是說他用心意識。聖賢的學說不用心意識，心意識是迷，心是阿賴耶，阿賴耶一般講的是記憶，分別是第六意識，執著是末那識，這是佛家講的三心，三心二意，三心就是講這三樣；二意，二意就是講分別、執著，因為末那叫意根，分別叫意識，二意。你用的是三心二意，你就把自性裡面的智慧德相統統變了。不是不起作用，變了，變成煩惱、變成造業，變成六道的果報，就這麼回事情。與外面實在講是毫不相關。所以要轉境界，從自己本身轉起，本身轉了，外面境界都轉了。縱然有大災難來，我轉了，我不受這個災難。這個災難來的時候，很多人傷亡，還有人還沒有挨到一點傷。你真正能通達明瞭，是自己轉掉，什麼樣大災難沒你的事情。而你以大慈悲心在這個地方勸導眾生，幫助眾生，這就是能把災難減輕，大災難減輕，小災難就化解。這有道理，不是迷信，我們在大乘教裡頭沒有白學。"
    },
    {
      "id": "12-017-1972_p0022",
      "zh_CN": "我们再看清凉大师在此地所说的，「三性之义，已见上文」，我们前面所学习的就是三性、三无性。「今疏科文」，《疏》也是清凉大师做的，今疏科文就是「举分别过」。「名中一一含二」，这个名词里面一一都含两个意思。我们接着看，「今言所执无相观者，所执，即遍计所执，无相，即相无自性观」，这是第一首偈。所执着的，能执着，所执着，能执着的是什么？是末那识；所执着的是什么？就是遍计所执。什么叫遍计？遍是普遍，这个计不好懂，计的意思通常讲计度所执，度是度量。计是什么？计就是起心动念，而且里面是严重执着，我以为怎样怎样、我觉得怎样怎样，这就是你在计，你在计算，你在计划。度是度量，度量就是有标准，这是大小、长短，甚至于是非、善恶，你都在想这些，这就叫遍计。这个范围太大了，普遍的，对人、对事、对物，现在讲的是科学家对太空、对量子力学，全都是遍计所执。谁执着？末那，末那的执着，第六意识的分别，他们两个当家作主。这两个都是虚妄的，都不是真的。",
      "zh_TW": "我們再看清涼大師在此地所說的，「三性之義，已見上文」，我們前面所學習的就是三性、三無性。「今疏科文」，《疏》也是清涼大師做的，今疏科文就是「舉分別過」。「名中一一含二」，這個名詞裡面一一都含兩個意思。我們接著看，「今言所執無相觀者，所執，即遍計所執，無相，即相無自性觀」，這是第一首偈。所執著的，能執著，所執著，能執著的是什麼？是末那識；所執著的是什麼？就是遍計所執。什麼叫遍計？遍是普遍，這個計不好懂，計的意思通常講計度所執，度是度量。計是什麼？計就是起心動念，而且裡面是嚴重執著，我以為怎樣怎樣、我覺得怎樣怎樣，這就是你在計，你在計算，你在計劃。度是度量，度量就是有標準，這是大小、長短，甚至於是非、善惡，你都在想這些，這就叫遍計。這個範圍太大了，普遍的，對人、對事、對物，現在講的是科學家對太空、對量子力學，全都是遍計所執。誰執著？末那，末那的執著，第六意識的分別，他們兩個當家作主。這兩個都是虛妄的，都不是真的。"
    },
    {
      "id": "12-017-1972_p0023",
      "zh_CN": "前七识全是虚妄的，阿赖耶可以说是真妄和合，一半真，一半妄，为什么？因为阿赖耶它没有分别执着，它只是动了一念无明，把自性的光明障碍住，自性光明没有了，变成黑暗。黑暗跟光明是一不是二，觉了，黑暗变成光明；迷了，光明变成黑暗。所以，人有没有证到正觉，这个不必问人，自己知道。自己果然放下起心动念，也就是我们一般讲无明破了，无明破了，自性的光明现前，你永远没有黑暗。晚上，凡夫看到天是黑的，见性的人看到天是光明的，这就不一样，这就知道你是不是真的见性。这桩事情跟神通不一样。神通，初果须陀洹，在《华严经》初信位的菩萨就有天眼通。有天眼通的人，晚上出去走路他看得很清楚，他不需要照明，什么原因？这个道理我们现在懂。你看现在夜间战争，现在士兵戴上什么？紫外线眼镜，他晚上就能够在黑暗当中看得清清楚楚。那我们就晓得，他是加一个仪器，让你能够看到紫外光，肉眼看不见的。初信位的菩萨，小乘须陀洹果，他有能力看到各种不同的光，他能看到Ｘ光，那就能看透明。我们现在一定要用Ｘ光来照，在画片上看到人内脏的透明，他不需要，他直接就能看透你，你什么都挡不住。能看到紫外光，黑暗当中他没有障碍，那属于神通。神通也是自己本能，局部本能的显发。到如来果地，这称为三明，菩萨称为六通，你本能现前了。所以这是另一桩事情，完全从修定当中可以证得，定功愈深你的能力愈强，六通的能力愈强。",
      "zh_TW": "前七識全是虛妄的，阿賴耶可以說是真妄和合，一半真，一半妄，為什麼？因為阿賴耶它沒有分別執著，它只是動了一念無明，把自性的光明障礙住，自性光明沒有了，變成黑暗。黑暗跟光明是一不是二，覺了，黑暗變成光明；迷了，光明變成黑暗。所以，人有沒有證到正覺，這個不必問人，自己知道。自己果然放下起心動念，也就是我們一般講無明破了，無明破了，自性的光明現前，你永遠沒有黑暗。晚上，凡夫看到天是黑的，見性的人看到天是光明的，這就不一樣，這就知道你是不是真的見性。這樁事情跟神通不一樣。神通，初果須陀洹，在《華嚴經》初信位的菩薩就有天眼通。有天眼通的人，晚上出去走路他看得很清楚，他不需要照明，什麼原因？這個道理我們現在懂。你看現在夜間戰爭，現在士兵戴上什麼？紫外線眼鏡，他晚上就能夠在黑暗當中看得清清楚楚。那我們就曉得，他是加一個儀器，讓你能夠看到紫外光，肉眼看不見的。初信位的菩薩，小乘須陀洹果，他有能力看到各種不同的光，他能看到Ｘ光，那就能看透明。我們現在一定要用Ｘ光來照，在畫片上看到人內臟的透明，他不需要，他直接就能看透你，你什麼都擋不住。能看到紫外光，黑暗當中他沒有障礙，那屬於神通。神通也是自己本能，局部本能的顯發。到如來果地，這稱為三明，菩薩稱為六通，你本能現前了。所以這是另一樁事情，完全從修定當中可以證得，定功愈深你的能力愈強，六通的能力愈強。"
    },
    {
      "id": "12-017-1972_p0024",
      "zh_CN": "我们今天讲自性，自性原本是光明的，这个光明遍照，没有任何障碍。我们今天见不到光明，是自己本身发生障碍，而不是外面境界有问题，这个要知道，外面境界毫无问题。自性也没有问题，法相也没有问题，大乘经上讲法性、法相都没有问题。问题都出在一念不觉，这是问题的根源，由一念不觉就演变成分别、演变成执着。一念不觉就是阿赖耶，演变成末那的执着，第六识的分别，佛真的把原因找出来。我们真正知道这些原因，对佛所说的一丝毫没有怀疑。所以诸位要记住，大乘教里佛常说，疑是菩萨最大的障碍。菩萨为什么不能提升？就是怀疑。我们今天如果对极乐世界怀疑，你决定不能生净土。对念佛这个法门怀疑，你没有办法化解灾难。现在是乱世，灾难非常多，传递灾难信息的也非常之多，这里头还有一些鬼神传递，我们讲灵媒传递。你心要不清净，你很容易受他们影响，这就不好。特别是念佛人，他说他有更好的方法能救这个世间劫难，你看到了、听到了，怎么办？是不是把我们所学的方法放下，用他的办法？给诸位说，那就错了。你用的这个方法比他殊胜，他不如你。不学佛的人可以用他的方法，已经学佛的人，如果还觉得他的方法有效，对自己佛法怀疑，就完了。这些事情要有高度智慧去观察。但是他提来的讯息，不管是真是假，对我们学佛的人讲都是好事。我们接触到，我们听到，我们会提高自己的警觉。处理，处理一定用正法，用经典的教诲，就不会错。",
      "zh_TW": "我們今天講自性，自性原本是光明的，這個光明遍照，沒有任何障礙。我們今天見不到光明，是自己本身發生障礙，而不是外面境界有問題，這個要知道，外面境界毫無問題。自性也沒有問題，法相也沒有問題，大乘經上講法性、法相都沒有問題。問題都出在一念不覺，這是問題的根源，由一念不覺就演變成分別、演變成執著。一念不覺就是阿賴耶，演變成末那的執著，第六識的分別，佛真的把原因找出來。我們真正知道這些原因，對佛所說的一絲毫沒有懷疑。所以諸位要記住，大乘教裡佛常說，疑是菩薩最大的障礙。菩薩為什麼不能提升？就是懷疑。我們今天如果對極樂世界懷疑，你決定不能生淨土。對念佛這個法門懷疑，你沒有辦法化解災難。現在是亂世，災難非常多，傳遞災難信息的也非常之多，這裡頭還有一些鬼神傳遞，我們講靈媒傳遞。你心要不清淨，你很容易受他們影響，這就不好。特別是念佛人，他說他有更好的方法能救這個世間劫難，你看到了、聽到了，怎麼辦？是不是把我們所學的方法放下，用他的辦法？給諸位說，那就錯了。你用的這個方法比他殊勝，他不如你。不學佛的人可以用他的方法，已經學佛的人，如果還覺得他的方法有效，對自己佛法懷疑，就完了。這些事情要有高度智慧去觀察。但是他提來的訊息，不管是真是假，對我們學佛的人講都是好事。我們接觸到，我們聽到，我們會提高自己的警覺。處理，處理一定用正法，用經典的教誨，就不會錯。"
    },
    {
      "id": "12-017-1972_p0025",
      "zh_CN": "我们相信慈云灌顶大师的教导，慈云灌顶大师是清朝乾隆时候的人。这个法师也了不起，通宗通教，显密圆融，著作等身，而且着得非常好。他的著作多半收在日本《卍字续藏》，《卍字续藏》大概收了有二十多种。我所见到的，他的著作在目录上来看超过五十种，最重要的一半，《卍字续藏》里头收藏。他注《观无量寿佛经》，这是净宗的经典，里面有这么一句话，我记得很清楚。他说我们学佛的人，遇到最大的困难，最大的灾难，所有经教里面讲的方法都失效，所有一切忏悔法门都忏不了的重罪，包括像《梁皇忏》、《大悲忏》、《水陆大忏》、《华严》、《法华》这个忏统统都失效，都没有法子了，最后还有一个方法，这个方法就是南无阿弥陀佛。这个是把执持名号捧到顶点，没有比这个再高了。这一句佛号能化解一切经教、一切忏悔法门忏不了的罪业，这句佛号行。问题这句佛号还是忏除不了，那什么原因？因为你不相信，你没有信心，你的心不清净，你的心不诚恳，不是这句佛号没有效果。我们从《弥陀经》里面来看，佛早就告诉我们，我们实在叫粗心大意，没有体会到。经文在哪里？《弥陀经》里面说「若一日、若二日、若三日、若四日、若五日、若六日、若七日」，若一日，你念一天佛号就成功了。这是根性利的，什么叫利？真信，真干。大家在《地藏经》上看到，婆罗门女念佛，念多久？一天一夜。她念到什么功夫？她念到得一心不乱，至少事一心不乱，为什么？她在定中，她不是作梦，到地狱去了。无毒鬼王接待她，见到她合掌称菩萨，问菩萨你到这里来有什么事情？她向无毒鬼王询问，听说大地狱，无毒鬼王都给她做出报告。她说她的母亲听说堕地狱了。他就问她母亲是什么名字？叫悦帝利女。他一听，他说这个人听说是她的女儿很孝顺，为她做佛事，她已经在三天之前生忉利天，离开地狱了。就是说，婆罗门女一发心，念头一动，她母亲就生天了，至诚感通，没有一点怀疑。这个经论，经论的目的就是这一句话，帮助你断疑生信，你的信心为什么生不起来？你对事实真相了解的不清楚，半信半疑。如果把事实真相真搞清楚、搞明白，你的疑就断掉。疑断掉，真性才能现前，那个效果就不可思议。佛法里面给我们讲的事实真相讲得透彻，因为它六方面都讲到，性、相、事、理、因、果，六方面都讲得透彻。真正能体会到的，哪有不信的道理？哪有怀疑的道理？",
      "zh_TW": "我們相信慈雲灌頂大師的教導，慈雲灌頂大師是清朝乾隆時候的人。這個法師也了不起，通宗通教，顯密圓融，著作等身，而且著得非常好。他的著作多半收在日本《卍字續藏》，《卍字續藏》大概收了有二十多種。我所見到的，他的著作在目錄上來看超過五十種，最重要的一半，《卍字續藏》裡頭收藏。他註《觀無量壽佛經》，這是淨宗的經典，裡面有這麼一句話，我記得很清楚。他說我們學佛的人，遇到最大的困難，最大的災難，所有經教裡面講的方法都失效，所有一切懺悔法門都懺不了的重罪，包括像《梁皇懺》、《大悲懺》、《水陸大懺》、《華嚴》、《法華》這個懺統統都失效，都沒有法子了，最後還有一個方法，這個方法就是南無阿彌陀佛。這個是把執持名號捧到頂點，沒有比這個再高了。這一句佛號能化解一切經教、一切懺悔法門懺不了的罪業，這句佛號行。問題這句佛號還是懺除不了，那什麼原因？因為你不相信，你沒有信心，你的心不清淨，你的心不誠懇，不是這句佛號沒有效果。我們從《彌陀經》裡面來看，佛早就告訴我們，我們實在叫粗心大意，沒有體會到。經文在哪裡？《彌陀經》裡面說「若一日、若二日、若三日、若四日、若五日、若六日、若七日」，若一日，你念一天佛號就成功了。這是根性利的，什麼叫利？真信，真幹。大家在《地藏經》上看到，婆羅門女念佛，念多久？一天一夜。她念到什麼功夫？她念到得一心不亂，至少事一心不亂，為什麼？她在定中，她不是作夢，到地獄去了。無毒鬼王接待她，見到她合掌稱菩薩，問菩薩你到這裡來有什麼事情？她向無毒鬼王詢問，聽說大地獄，無毒鬼王都給她做出報告。她說她的母親聽說墮地獄了。他就問她母親是什麼名字？叫悅帝利女。他一聽，他說這個人聽說是她的女兒很孝順，為她做佛事，她已經在三天之前生忉利天，離開地獄了。就是說，婆羅門女一發心，念頭一動，她母親就生天了，至誠感通，沒有一點懷疑。這個經論，經論的目的就是這一句話，幫助你斷疑生信，你的信心為什麼生不起來？你對事實真相了解的不清楚，半信半疑。如果把事實真相真搞清楚、搞明白，你的疑就斷掉。疑斷掉，真性才能現前，那個效果就不可思議。佛法裡面給我們講的事實真相講得透徹，因為它六方面都講到，性、相、事、理、因、果，六方面都講得透徹。真正能體會到的，哪有不信的道理？哪有懷疑的道理？"
    },
    {
      "id": "12-017-1972_p0026",
      "zh_CN": "昨天晚上齐居士给我打个电话，告诉我两桩事情。我们在此地为了护国息灾，做一百个七的《三时系念》法事，我们这也是配套，我们学经教的同学，每天讲经教学八个小时，这是道场；我们的念佛堂，二十四小时日夜不间断，轮班念佛。大殿每天一堂《三时系念》，全堂的，我们做七百天，一百个七，七百天，他们听到非常欢喜。东天目山开始做了，也是七百天，山东庆云海岛金山寺也做七百天，感应不可思议。第二桩事情，就是他们庆云那边的麦子丰收，是小麦。她说麦田里面有虫，有病害虫，很多人就劝她一定要喷洒农药。她想了很久，还是相信佛的话，宁愿我今年的收成不要了，虫真的要吃我就供养牠，决定不用农药。她带着一些法师、居士到麦田里面去念佛，围绕着麦田去念佛，跟这些小虫们沟通，请牠们离开。她说他们念佛完了之后，真的，有一阵风一吹，小虫全没有了。他们今天收割，大概收成估计好像是一百万吨，产量非常之多，今天她就开始收割了。当地的农民看到这个现象，感觉得不可思议，不需要用农药，你看老天也帮忙，一阵风一吹，小虫就没有了。告诉我这么两桩事情，所谓是诚则灵，你得相信。一般人他不肯相信，麦田里面，这么大的一片麦田遭到虫害，怎么办？你要是信心不坚定的话，你肯定用农药，用农药也能保住收成。但是她不用，她带着一群人到麦田里面去念佛，同样能收到这个效果，你说这多好！",
      "zh_TW": "昨天晚上齊居士給我打個電話，告訴我兩樁事情。我們在此地為了護國息災，做一百個七的《三時繫念》法事，我們這也是配套，我們學經教的同學，每天講經教學八個小時，這是道場；我們的念佛堂，二十四小時日夜不間斷，輪班念佛。大殿每天一堂《三時繫念》，全堂的，我們做七百天，一百個七，七百天，他們聽到非常歡喜。東天目山開始做了，也是七百天，山東慶雲海島金山寺也做七百天，感應不可思議。第二樁事情，就是他們慶雲那邊的麥子豐收，是小麥。她說麥田裡面有蟲，有病害蟲，很多人就勸她一定要噴灑農藥。她想了很久，還是相信佛的話，寧願我今年的收成不要了，蟲真的要吃我就供養牠，決定不用農藥。她帶著一些法師、居士到麥田裡面去念佛，圍繞著麥田去念佛，跟這些小蟲們溝通，請牠們離開。她說他們念佛完了之後，真的，有一陣風一吹，小蟲全沒有了。他們今天收割，大概收成估計好像是一百萬噸，產量非常之多，今天她就開始收割了。當地的農民看到這個現象，感覺得不可思議，不需要用農藥，你看老天也幫忙，一陣風一吹，小蟲就沒有了。告訴我這麼兩樁事情，所謂是誠則靈，你得相信。一般人他不肯相信，麥田裡面，這麼大的一片麥田遭到蟲害，怎麼辦？你要是信心不堅定的話，你肯定用農藥，用農藥也能保住收成。但是她不用，她帶著一群人到麥田裡面去念佛，同樣能收到這個效果，你說這多好！"
    },
    {
      "id": "12-017-1972_p0027",
      "zh_CN": "所以佛在经教里一再告诉我们，信心决定一切。你能不能往生不要问别人，问你自己有没有信心，你有信心，你决定往生；你半信半疑，他来问我，我就告诉你，你这一生决定不能往生。为什么？你不相信，你对他有疑惑。还有人问，他生病，我的病能不能好？我说你的病不能好，他说为什么原因？你不相信能好。你要是坚定相信，「我身上没有病，我病一定会好」，那你决定好。这是我，很多年了，我在美国的时候，大概是二十多年前，二十五年前，有一次我感冒看医生。这个医生也是中国人，在美国开业，给我诊断，拿一点药。我跟他聊天，我说病人跟医生要有缘，病人相信医生能治我的病，医生相信病人，我一定能把他治好，这个病就没有问题。如果病人怀疑医生，医生怀疑病人，这个病只有加重，不会好的。那个医生相信我的话，他说你讲得很有道理。我说病人病怎么好的？是他的自信心把他治好的。医药只是个帮助，所以叫增上缘，佛家讲增上缘，那是少分，最重要的还是你自己信心。你信佛，佛法能把你治好；你信鬼神，鬼神能帮你治好。是不是佛治好的？是不是鬼神治好的？都不是，是你的信心把你治好的，这个道理要懂。真的搞清楚、搞明白，原理搞清楚了，回归到佛法，佛法是无上真正之法。为什么称它无上真正之法？佛法是从自性里头流出来的，是不是从释迦牟尼佛？不是，也不是从阿弥陀佛。阿弥陀佛从哪里来？自性弥陀，释迦也是自性释迦。所以，佛法回归到自性。自性，惠能大师讲得很清楚，自性是什么样子？「何期自性」，没想到自性，「本自清净、本不生灭、本自具足、本无动摇、能生万法」，这是真的，这不是假的。佛菩萨教化一切众生，只有一个方向、一个目标，帮助一切众生回归自性，禅宗所说的明心见性，见性成佛。你要是真正搞清楚、搞明白，你才晓得这个法门的可贵。所以这个法门称为法宝，名称的来由，名称的含义，你可想而知。",
      "zh_TW": "所以佛在經教裡一再告訴我們，信心決定一切。你能不能往生不要問別人，問你自己有沒有信心，你有信心，你決定往生；你半信半疑，他來問我，我就告訴你，你這一生決定不能往生。為什麼？你不相信，你對他有疑惑。還有人問，他生病，我的病能不能好？我說你的病不能好，他說為什麼原因？你不相信能好。你要是堅定相信，「我身上沒有病，我病一定會好」，那你決定好。這是我，很多年了，我在美國的時候，大概是二十多年前，二十五年前，有一次我感冒看醫生。這個醫生也是中國人，在美國開業，給我診斷，拿一點藥。我跟他聊天，我說病人跟醫生要有緣，病人相信醫生能治我的病，醫生相信病人，我一定能把他治好，這個病就沒有問題。如果病人懷疑醫生，醫生懷疑病人，這個病只有加重，不會好的。那個醫生相信我的話，他說你講得很有道理。我說病人病怎麼好的？是他的自信心把他治好的。醫藥只是個幫助，所以叫增上緣，佛家講增上緣，那是少分，最重要的還是你自己信心。你信佛，佛法能把你治好；你信鬼神，鬼神能幫你治好。是不是佛治好的？是不是鬼神治好的？都不是，是你的信心把你治好的，這個道理要懂。真的搞清楚、搞明白，原理搞清楚了，回歸到佛法，佛法是無上真正之法。為什麼稱它無上真正之法？佛法是從自性裡頭流出來的，是不是從釋迦牟尼佛？不是，也不是從阿彌陀佛。阿彌陀佛從哪裡來？自性彌陀，釋迦也是自性釋迦。所以，佛法回歸到自性。自性，惠能大師講得很清楚，自性是什麼樣子？「何期自性」，沒想到自性，「本自清淨、本不生滅、本自具足、本無動搖、能生萬法」，這是真的，這不是假的。佛菩薩教化一切眾生，只有一個方向、一個目標，幫助一切眾生回歸自性，禪宗所說的明心見性，見性成佛。你要是真正搞清楚、搞明白，你才曉得這個法門的可貴。所以這個法門稱為法寶，名稱的來由，名稱的含義，你可想而知。"
    },
    {
      "id": "12-017-1972_p0028",
      "zh_CN": "千言万语，无数次的叮咛，就是教我们不要执着、不要分别，不要起心动念，这不起心不动念难，对凡夫来讲非常困难。如果我们把执着分别降低、减少，你所收获的就非常之多。世间人盲目、无知，造作无量无边的罪业，为什么？贪财、贪名、贪利。佛告诉我们，「佛氏门中，有求必应」，你看你求作佛、求作菩萨都能做得到，求发财、求升官是轻而易举，鸡毛蒜皮小事，哪有求不到的？真求得到。怎么求？佛告诉我们，财从哪里来的？财从财布施来的。你要想求大财富，你就拼命去布施，愈施愈多，这是真的，一点不假。你要求聪明智慧，你就修法布施；你求健康长寿，你修无畏布施。这是三样东西，哪个人不求？哪个人不想得到？但是搞错了，用种种手段去夺取财富。你想求财富，用的方法、手段恰恰相反，把你命里面财富，不但没有增加，把它亏折掉了，这个可惜。你看云谷禅师教导了凡先生怎么样求财？怎么样求升官？怎么样求儿女？他依照方法，统统得到。所以佛法不是假的。",
      "zh_TW": "千言萬語，無數次的叮嚀，就是教我們不要執著、不要分別，不要起心動念，這不起心不動念難，對凡夫來講非常困難。如果我們把執著分別降低、減少，你所收穫的就非常之多。世間人盲目、無知，造作無量無邊的罪業，為什麼？貪財、貪名、貪利。佛告訴我們，「佛氏門中，有求必應」，你看你求作佛、求作菩薩都能做得到，求發財、求升官是輕而易舉，雞毛蒜皮小事，哪有求不到的？真求得到。怎麼求？佛告訴我們，財從哪裡來的？財從財布施來的。你要想求大財富，你就拼命去布施，愈施愈多，這是真的，一點不假。你要求聰明智慧，你就修法布施；你求健康長壽，你修無畏布施。這是三樣東西，哪個人不求？哪個人不想得到？但是搞錯了，用種種手段去奪取財富。你想求財富，用的方法、手段恰恰相反，把你命裡面財富，不但沒有增加，把它虧折掉了，這個可惜。你看雲谷禪師教導了凡先生怎麼樣求財？怎麼樣求升官？怎麼樣求兒女？他依照方法，統統得到。所以佛法不是假的。"
    },
    {
      "id": "12-017-1972_p0029",
      "zh_CN": "我在年轻的时候，人家算我的命，不只一个人，至少有十几个人。命里没有财库，财库空空，是什么命？说的是真不好听，乞丐的命，没有财富，没有地位。我相信，也短命，我统统都相信，全都没有。接触到佛法之后，老师教我，好在有点善根，对佛法相信，不怀疑，老师教导的，依教奉行。老师教我去布施，我说没有钱，哪有钱？生活都成问题。老师问我，你一个月能不能有一块钱？这行，一个月一块钱可以：有没有一毛钱？这个可以。你就从一毛、一块开始布施，我就真干。学佛了，也到寺庙走动，看到寺庙里常常有放生，我们就赞助一毛、两毛放生，那多少不拘。印经的，还有布施医药的，有人发起，我们做随喜功德，愈做愈多。当年台湾印《大藏经》，就是日本的《大正藏》，预约的价钱，那个时候台湾的钱三千块钱，我一个月的收入才五十块钱，你说三千块钱多么艰难。很多朋友们帮助我，那都是借我的，不要利息，我很不容易请了一部《大藏经》。书店看到我这么真诚，也给我打了折扣，我花三年的收入，那个三年当中真叫省吃俭用。一个月最少花多少钱？花八块钱，最多不能超过二十块钱，钱才能省下来付《大藏经》的费用。怎么会想到六十年之后，我能够赠送一万套《大藏经》？这一次台湾商务印书馆再版印《四库全书》，我又跟他订购了一百套，一套《四库全书》等于十五套《大藏经》。这么多年来，老师教导我愈施愈多，愈多愈施，自己什么都不留，自己什么都不要，你得要相信才行。身体愈来愈健康，烦恼愈来愈少，智慧好像年年都有增长，你们诸位听经的人就了解。",
      "zh_TW": "我在年輕的時候，人家算我的命，不只一個人，至少有十幾個人。命裡沒有財庫，財庫空空，是什麼命？說的是真不好聽，乞丐的命，沒有財富，沒有地位。我相信，也短命，我統統都相信，全都沒有。接觸到佛法之後，老師教我，好在有點善根，對佛法相信，不懷疑，老師教導的，依教奉行。老師教我去布施，我說沒有錢，哪有錢？生活都成問題。老師問我，你一個月能不能有一塊錢？這行，一個月一塊錢可以：有沒有一毛錢？這個可以。你就從一毛、一塊開始布施，我就真幹。學佛了，也到寺廟走動，看到寺廟裡常常有放生，我們就贊助一毛、兩毛放生，那多少不拘。印經的，還有布施醫藥的，有人發起，我們做隨喜功德，愈做愈多。當年台灣印《大藏經》，就是日本的《大正藏》，預約的價錢，那個時候台灣的錢三千塊錢，我一個月的收入才五十塊錢，你說三千塊錢多麼艱難。很多朋友們幫助我，那都是借我的，不要利息，我很不容易請了一部《大藏經》。書店看到我這麼真誠，也給我打了折扣，我花三年的收入，那個三年當中真叫省吃儉用。一個月最少花多少錢？花八塊錢，最多不能超過二十塊錢，錢才能省下來付《大藏經》的費用。怎麼會想到六十年之後，我能夠贈送一萬套《大藏經》？這一次台灣商務印書館再版印《四庫全書》，我又跟他訂購了一百套，一套《四庫全書》等於十五套《大藏經》。這麼多年來，老師教導我愈施愈多，愈多愈施，自己什麼都不留，自己什麼都不要，你得要相信才行。身體愈來愈健康，煩惱愈來愈少，智慧好像年年都有增長，你們諸位聽經的人就了解。"
    },
    {
      "id": "12-017-1972_p0030",
      "zh_CN": "经教，学习经教，扎根要紧，根扎稳了，一生学一门，一门通了一切都通，《华严经》上讲的，一即一切，一切即一。怎么选择？选择自己欢喜的，就好修。你自己欢喜的，肯定是过去生中学过的，这一生又遇到了，很亲切、很欢喜。如果很生疏的，学起来困难；很欢喜的，很容易学习，不要舍弃。一部经里头是修戒定慧，依照规矩去学习，这就是持戒；一门深入，没有杂念，就是修定；心地清净到一定的程度，自然就开智慧，智慧开了之后就通达，一经通一切就通。不要去求，不要求多，不要求广学多闻，那个念头不好，那个念头是障碍，那是杂念、是妄念。学经教也是修清净心，我学一部经，把杂念、妄想统统都放下。所以专心学一部，他是修戒定慧，不能学杂，不能学乱，这是古大德修行证果的秘诀。初学的人一定要有信心，如果没有信心，我学一样，好像看到别人学很多，很羡慕，那你就错了。你对于经教没有信心，对方法没有信心，对老师的指导没有信心，那么你用的时间长，下的功夫深，所得到的是经教的皮毛、常识，真正的东西你得不到。要知道经上讲的话是句句真实，一即一切，一切即一，尤其惠能大师给我们的示现，给我们做出的榜样。真正通了，世出世间法没有一样不通，不需要学，临时人家拿来问，你一听、一接触就通。这个道理很深，但是它是真的，它不是虚妄的。",
      "zh_TW": "經教，學習經教，扎根要緊，根紮穩了，一生學一門，一門通了一切都通，《華嚴經》上講的，一即一切，一切即一。怎麼選擇？選擇自己歡喜的，就好修。你自己歡喜的，肯定是過去生中學過的，這一生又遇到了，很親切、很歡喜。如果很生疏的，學起來困難；很歡喜的，很容易學習，不要捨棄。一部經裡頭是修戒定慧，依照規矩去學習，這就是持戒；一門深入，沒有雜念，就是修定；心地清淨到一定的程度，自然就開智慧，智慧開了之後就通達，一經通一切就通。不要去求，不要求多，不要求廣學多聞，那個念頭不好，那個念頭是障礙，那是雜念、是妄念。學經教也是修清淨心，我學一部經，把雜念、妄想統統都放下。所以專心學一部，他是修戒定慧，不能學雜，不能學亂，這是古大德修行證果的祕訣。初學的人一定要有信心，如果沒有信心，我學一樣，好像看到別人學很多，很羨慕，那你就錯了。你對於經教沒有信心，對方法沒有信心，對老師的指導沒有信心，那麼你用的時間長，下的功夫深，所得到的是經教的皮毛、常識，真正的東西你得不到。要知道經上講的話是句句真實，一即一切，一切即一，尤其惠能大師給我們的示現，給我們做出的榜樣。真正通了，世出世間法沒有一樣不通，不需要學，臨時人家拿來問，你一聽、一接觸就通。這個道理很深，但是它是真的，它不是虛妄的。"
    },
    {
      "id": "12-017-1972_p0031",
      "zh_CN": "所以在第一首里面，我们执着的，所执着的就是遍计所执。遍计所执都不是真实的，全是假的，我们用现在的话说，无非是一个抽象概念而已。在《百法》里面，这属于不相应行法。所谓不相应，它跟心法不相应，跟心所法不相应，跟色法也不相应。因为心心所、色法是依他起的，就是因缘所生法，好像还比较有一点真实的样子。遍计所执是抽象概念，完全不是事实，全是假的。但是，你看有多少众生把这桩事情认作真实，决定不肯放。不相应行法里面第一个是「得」，它把它摆在第一个，妙极了。你看我们世间人哪个不想得到？得就是遍计所执，你得个什么？你得到什么？你细细想，譬如得钱，钱你真的得到没有？没有！尤其是现在，现在说得多少钱，是银行里的阿拉伯数字，什么都没有，全是假的。能得之心不可得，所得之法也不可得，说实在话，连身体都不可得，身外之物哪一样东西你可得？你得财、得名、得色，得什么，全是遍计所执。你总得要把这个看开，把这个看开要放下，放下什么？放下随缘，随缘是最自在的。",
      "zh_TW": "所以在第一首裡面，我們執著的，所執著的就是遍計所執。遍計所執都不是真實的，全是假的，我們用現在的話說，無非是一個抽象概念而已。在《百法》裡面，這屬於不相應行法。所謂不相應，它跟心法不相應，跟心所法不相應，跟色法也不相應。因為心心所、色法是依他起的，就是因緣所生法，好像還比較有一點真實的樣子。遍計所執是抽象概念，完全不是事實，全是假的。但是，你看有多少眾生把這樁事情認作真實，決定不肯放。不相應行法裡面第一個是「得」，它把它擺在第一個，妙極了。你看我們世間人哪個不想得到？得就是遍計所執，你得個什麼？你得到什麼？你細細想，譬如得錢，錢你真的得到沒有？沒有！尤其是現在，現在說得多少錢，是銀行裡的阿拉伯數字，什麼都沒有，全是假的。能得之心不可得，所得之法也不可得，說實在話，連身體都不可得，身外之物哪一樣東西你可得？你得財、得名、得色，得什麼，全是遍計所執。你總得要把這個看開，把這個看開要放下，放下什麼？放下隨緣，隨緣是最自在的。"
    },
    {
      "id": "12-017-1972_p0032",
      "zh_CN": "佛教我们施财，财自然就来了。来了做什么用处？帮助一切需要的众生，这就对了。如果你用这个财来享受，那你就堕落，为什么说是堕落？这些东西增长你的自私自利，增长你的我执。自私自利、我执是烦恼，就是说增长烦恼，这个经上讲的，你看愚痴增长，邪见增长。愚痴、邪见是六道生死的根，你在这个根上又给它加肥料，又给它添土，那根更深，你怎么能出生死？这个话要不是佛说出来，我们任何一个人都想不到，我们以为那是好事。所以世间人看，表面上是好事，实际上不是好事。觉悟的人那就无所谓了，底下一首讲，觉悟的人你得到，得到不为自己，会帮助许多苦难众生，这是对的。所以决定不能享受，不享受，你才会健康，才会快乐。你要享受，所谓「病从口入，祸从口出」，贪图世间五欲六尘的享受，福报完了，你所有一切病痛、灾难统统都现前。这是我们只要冷静细心去观察，这些事情都在我们周边。可是佛不说，我们没有注意；佛一说，我们注意一看果然不错，这是讲业因果报。",
      "zh_TW": "佛教我們施財，財自然就來了。來了做什麼用處？幫助一切需要的眾生，這就對了。如果你用這個財來享受，那你就墮落，為什麼說是墮落？這些東西增長你的自私自利，增長你的我執。自私自利、我執是煩惱，就是說增長煩惱，這個經上講的，你看愚痴增長，邪見增長。愚痴、邪見是六道生死的根，你在這個根上又給它加肥料，又給它添土，那根更深，你怎麼能出生死？這個話要不是佛說出來，我們任何一個人都想不到，我們以為那是好事。所以世間人看，表面上是好事，實際上不是好事。覺悟的人那就無所謂了，底下一首講，覺悟的人你得到，得到不為自己，會幫助許多苦難眾生，這是對的。所以決定不能享受，不享受，你才會健康，才會快樂。你要享受，所謂「病從口入，禍從口出」，貪圖世間五欲六塵的享受，福報完了，你所有一切病痛、災難統統都現前。這是我們只要冷靜細心去觀察，這些事情都在我們周邊。可是佛不說，我們沒有注意；佛一說，我們注意一看果然不錯，這是講業因果報。"
    },
    {
      "id": "12-017-1972_p0033",
      "zh_CN": "由此可知，因果教育也非常重要。对于诸法实相认识不深的人，用因果帮助他。诸法实相通达明了，那因果这个事情他自然清楚，他不会作恶。事实真相不了解，往往他认识不清楚，把恶当作善，把善当作恶，这种人太多了。把假的当作真的，真的当作假的，善当作恶，恶当作善，叫颠倒，这叫愚痴。所以认知很不是容易的事情，这是佛法经教帮我们一个很大的忙，我们要不是透过长年的学习，哪里会知道这些事情？知识分子用经教的方法来修戒定慧，用经教的方法帮助我们放下，帮助看破，是有一定的好处。所以世尊当年在世，用经教，用讲经教学，为教化一切众生主要的方法。讲经三百余会，说法四十九年，这是对上中下根，上上根、下下根那是例外，那个都好教。上上根，所谓说一句、两句就开悟，他就转凡成圣；下下根，教他念阿弥陀佛，他肯定往生。这些都在遇缘不同，遇到佛的缘，哪有不成就的？无相，意思就是不要执着，给你讲到遍计所执性，你不要执着有个遍计所执性，那就是相无性。所以说相无性就是破这个执着，你才真正明白了，真正觉悟。今天时间到了，我们就学习到此地。",
      "zh_TW": "由此可知，因果教育也非常重要。對於諸法實相認識不深的人，用因果幫助他。諸法實相通達明瞭，那因果這個事情他自然清楚，他不會作惡。事實真相不了解，往往他認識不清楚，把惡當作善，把善當作惡，這種人太多了。把假的當作真的，真的當作假的，善當作惡，惡當作善，叫顛倒，這叫愚痴。所以認知很不是容易的事情，這是佛法經教幫我們一個很大的忙，我們要不是透過長年的學習，哪裡會知道這些事情？知識分子用經教的方法來修戒定慧，用經教的方法幫助我們放下，幫助看破，是有一定的好處。所以世尊當年在世，用經教，用講經教學，為教化一切眾生主要的方法。講經三百餘會，說法四十九年，這是對上中下根，上上根、下下根那是例外，那個都好教。上上根，所謂說一句、兩句就開悟，他就轉凡成聖；下下根，教他念阿彌陀佛，他肯定往生。這些都在遇緣不同，遇到佛的緣，哪有不成就的？無相，意思就是不要執著，給你講到遍計所執性，你不要執著有個遍計所執性，那就是相無性。所以說相無性就是破這個執著，你才真正明白了，真正覺悟。今天時間到了，我們就學習到此地。"
    }
  ]
}