{
  "doc_id": "12-017-0246",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0246",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "12-017-0246_p0001",
      "zh_CN": "请看「世主妙严品」，得法赞佛，八部四王众，干闼婆王长行，第六句：",
      "zh_TW": "請看「世主妙嚴品」，得法讚佛，八部四王眾，乾闥婆王長行，第六句："
    },
    {
      "id": "12-017-0246_p0002",
      "zh_CN": "【乐摇动美目干闼婆王，得现广大妙好身令一切获安乐解脱门。】",
      "zh_TW": "【樂搖動美目乾闥婆王，得現廣大妙好身令一切獲安樂解脫門。】"
    },
    {
      "id": "12-017-0246_p0003",
      "zh_CN": "清凉大师在注解里面给我们提示，「现身益物，称性普应故广大，具相清净故妙好」，这是把这一节经文重点给我们提示出来了。他现的是『广大妙好身』，这不是一个身，清凉给我们说得很好，称性普应是广大的意思，也就是观世音菩萨《普门品》里面所说的三十二应身，这个广大就是三十二应。应以什么身得度，佛菩萨就示现什么样的身相，一切众生感不同，所以诸佛菩萨的应就不一样，一定是随一切众生的心愿而示现。《楞严经》里面所说的，「随众生心，应所知量」，这叫广大。",
      "zh_TW": "清涼大師在註解裡面給我們提示，「現身益物，稱性普應故廣大，具相清淨故妙好」，這是把這一節經文重點給我們提示出來了。他現的是『廣大妙好身』，這不是一個身，清涼給我們說得很好，稱性普應是廣大的意思，也就是觀世音菩薩《普門品》裡面所說的三十二應身，這個廣大就是三十二應。應以什麼身得度，佛菩薩就示現什麼樣的身相，一切眾生感不同，所以諸佛菩薩的應就不一樣，一定是隨一切眾生的心願而示現。《楞嚴經》裡面所說的，「隨眾生心，應所知量」，這叫廣大。"
    },
    {
      "id": "12-017-0246_p0004",
      "zh_CN": "「妙好身」，妙好是个别的，无论现什么样的身相，这个身相一定是具足清净庄严，这个身叫妙好身。清净庄严里面，我们能够想像得到，他的身体的表态，身是表，心是里，表里相应。比如我们能够感触到的，这个人心很好，他的相就很好，表态就很好；他的心不善，他的相貌也就不善。所谓是相随心转，只要我们细心去观察，很容易体会到。一个人在平常生活环境当中，他遇到欢喜的事情，满面笑容；他要遇到不高兴的事情，愁眉苦脸，这是最容易体现到的。所以佛菩萨化身，我们仔细观察，不管他现的是什么样的身形、什么样的色相，你一定能够体会，他心地的真诚、清净、平等、智慧、慈悲，这个身相就叫做妙好身。以这一种身相，利益一切众生。",
      "zh_TW": "「妙好身」，妙好是個別的，無論現什麼樣的身相，這個身相一定是具足清淨莊嚴，這個身叫妙好身。清淨莊嚴裡面，我們能夠想像得到，他的身體的表態，身是表，心是裡，表裡相應。比如我們能夠感觸到的，這個人心很好，他的相就很好，表態就很好；他的心不善，他的相貌也就不善。所謂是相隨心轉，只要我們細心去觀察，很容易體會到。一個人在平常生活環境當中，他遇到歡喜的事情，滿面笑容；他要遇到不高興的事情，愁眉苦臉，這是最容易體現到的。所以佛菩薩化身，我們仔細觀察，不管他現的是什麼樣的身形、什麼樣的色相，你一定能夠體會，他心地的真誠、清淨、平等、智慧、慈悲，這個身相就叫做妙好身。以這一種身相，利益一切眾生。"
    },
    {
      "id": "12-017-0246_p0005",
      "zh_CN": "佛在经上常常教导我们四众弟子，在家、出家四类：在家男众、女众，出家男众、女众；教我们要「受持读诵，为人演说」。我们明了佛教是佛陀的教育，是释迦牟尼佛对一切众生至善圆满的教育，世出世间所有的教育没有佛教育这样的完善完美，他教我们什么，我们一定要很清楚、很明了。教我们做人，教我们办事，教我们怎样与一切大众相处，这是现前我们这一生得殊胜的利益，幸福美满的生活。我们现在一般人讲的人间佛法，这个教学就是道道地地的人间佛法。佛法的教学并不是止于这个阶层，如果止于这个阶层，这个世间许许多多圣贤的教诲也能做到，佛法更有殊胜的超凡入圣的教育。只要你真正懂得了，真正觉悟，还有超越世间、超越天上，达到究竟圆满的觉悟，彻底明了宇宙人生真相的教学，这就殊胜了。",
      "zh_TW": "佛在經上常常教導我們四眾弟子，在家、出家四類：在家男眾、女眾，出家男眾、女眾；教我們要「受持讀誦，為人演說」。我們明瞭佛教是佛陀的教育，是釋迦牟尼佛對一切眾生至善圓滿的教育，世出世間所有的教育沒有佛教育這樣的完善完美，他教我們什麼，我們一定要很清楚、很明瞭。教我們做人，教我們辦事，教我們怎樣與一切大眾相處，這是現前我們這一生得殊勝的利益，幸福美滿的生活。我們現在一般人講的人間佛法，這個教學就是道道地地的人間佛法。佛法的教學並不是止於這個階層，如果止於這個階層，這個世間許許多多聖賢的教誨也能做到，佛法更有殊勝的超凡入聖的教育。只要你真正懂得了，真正覺悟，還有超越世間、超越天上，達到究竟圓滿的覺悟，徹底明瞭宇宙人生真相的教學，這就殊勝了。"
    },
    {
      "id": "12-017-0246_p0006",
      "zh_CN": "这其中有个大道理，这个大道理一句话可以说出来，但是要想契入、证得这个境界，就不是一个容易事情。真相是什么？真相是虚空法界一切众生是一个生命共同体。什么人能够证实这个事实真相，佛教里面就承认他是佛，这个人就成佛了。所以成佛是彻底了解宇宙人生的真相；换句话说，宇宙人生是一回什么事，他真搞清楚、搞明白了。这样的人，我们就称他作佛陀。印度人称佛陀，就是中国人称圣人。圣的定义就是明了，对于万事万物通达明了，没有一样不清楚、不明白，这个人在中国称为圣人，在印度称为佛陀，所以佛陀跟圣人的意义完全相同。在宗教里面称为上帝、称为神、称为主，实在讲意思都相同，都仿佛，只是名称不相同而已，这是佛教育最深的义理。",
      "zh_TW": "這其中有個大道理，這個大道理一句話可以說出來，但是要想契入、證得這個境界，就不是一個容易事情。真相是什麼？真相是虛空法界一切眾生是一個生命共同體。什麼人能夠證實這個事實真相，佛教裡面就承認他是佛，這個人就成佛了。所以成佛是徹底了解宇宙人生的真相；換句話說，宇宙人生是一回什麼事，他真搞清楚、搞明白了。這樣的人，我們就稱他作佛陀。印度人稱佛陀，就是中國人稱聖人。聖的定義就是明瞭，對於萬事萬物通達明瞭，沒有一樣不清楚、不明白，這個人在中國稱為聖人，在印度稱為佛陀，所以佛陀跟聖人的意義完全相同。在宗教裡面稱為上帝、稱為神、稱為主，實在講意思都相同，都彷彿，只是名稱不相同而已，這是佛教育最深的義理。"
    },
    {
      "id": "12-017-0246_p0007",
      "zh_CN": "佛家的教学，你要是接触到之后你就知道，与我们自己关系太密切了，字字句句每一句话都是讲我们切身的问题，不像世间一般教育。一般教育，说实在话，很多我们学了，学了都没用处，所学非所用，浪费时间，浪费精力。我在很早就体会到了，我在学校念书，我受的教育不算太高，我只念到初中毕业，高中一年级念了半年就失学，以后没有机会再念书。最后的一年半，我在南京第一中学，我当年念书的态度是应付。我的校长、级任老师对我都非常好，他们知道我很聪明，有天赋，不用功，念书敷衍，考试只要六十分，其他都不要了，年年升级就行了，所以不读书。可是我上课，我专心听，我都懂。我专心听课，为的是什么？为的是考试，为的是那一张文凭，为这个而读书。学校所念的有没有用处？没有用处，将来踏进社会统统用不上，你说这个时间、精力不是浪费了？",
      "zh_TW": "佛家的教學，你要是接觸到之後你就知道，與我們自己關係太密切了，字字句句每一句話都是講我們切身的問題，不像世間一般教育。一般教育，說實在話，很多我們學了，學了都沒用處，所學非所用，浪費時間，浪費精力。我在很早就體會到了，我在學校念書，我受的教育不算太高，我只念到初中畢業，高中一年級念了半年就失學，以後沒有機會再念書。最後的一年半，我在南京第一中學，我當年念書的態度是應付。我的校長、級任老師對我都非常好，他們知道我很聰明，有天賦，不用功，念書敷衍，考試只要六十分，其他都不要了，年年升級就行了，所以不讀書。可是我上課，我專心聽，我都懂。我專心聽課，為的是什麼？為的是考試，為的是那一張文憑，為這個而讀書。學校所念的有沒有用處？沒有用處，將來踏進社會統統用不上，你說這個時間、精力不是浪費了？"
    },
    {
      "id": "12-017-0246_p0008",
      "zh_CN": "我念书的方法是我进入学校图书馆，我找我喜欢读的东西，找念到将来有用的东西，所以我大部分的时间用在图书馆上，我跟一般同学不一样。我的常识很丰富，我的思考比别人周密，念我想要念的东西。许多功课我都不交作业的，我跟老师讲：这个我会；会，何必要浪费那么多时间去做作业？数学，我都不交练习本的。我数学老师对我很好，同学不会做的，我在黑板上做给大家看；我会做了，何必还要我浪费时间？我都讲得出道理来。我念书的方法跟一般同学不一样，我课外读的东西太多太多了。这一生当中，我很幸运，我也很快乐，一生当中念自己喜欢念的书，做自己喜欢做的事，这一生没有空过，这一生过得很踏实，很有意义，很有价值。",
      "zh_TW": "我念書的方法是我進入學校圖書館，我找我喜歡讀的東西，找念到將來有用的東西，所以我大部分的時間用在圖書館上，我跟一般同學不一樣。我的常識很豐富，我的思考比別人周密，念我想要念的東西。許多功課我都不交作業的，我跟老師講：這個我會；會，何必要浪費那麼多時間去做作業？數學，我都不交練習本的。我數學老師對我很好，同學不會做的，我在黑板上做給大家看；我會做了，何必還要我浪費時間？我都講得出道理來。我念書的方法跟一般同學不一樣，我課外讀的東西太多太多了。這一生當中，我很幸運，我也很快樂，一生當中念自己喜歡念的書，做自己喜歡做的事，這一生沒有空過，這一生過得很踏實，很有意義，很有價值。"
    },
    {
      "id": "12-017-0246_p0009",
      "zh_CN": "我们必须要认识清楚，佛菩萨在世间为我们现种种相，相在哪里？除了自己之外，一切人、一切事、一切物，都是佛菩萨所示现的妙色身、妙好身，我们要有智慧去观察、去体会，你就会开悟，你就不会迷惑了。在一切色相里面我们体会到，最浅的体会是业因果报，善因一定结善果，恶因一定结恶果，业因果报丝毫不爽。念佛的人往生，给我们表演这样殊胜的瑞相，我们看到了，这念佛是真的，有这么好的结果，更加深我们的信心。人生在世间很苦、很短促，几十年一弹指；中年以上的，逐渐逐渐体会到了；年轻人无知，还在迷惑，还没有省悟过来。上了年岁的人，逐渐逐渐走向晚年，体会就非常深刻，人生确实如梦。有人说人生如戏，真的，人生如戏，那是觉悟的人。不如佛说的人生如梦，说得好，「梦幻泡影」，一场空。在一生当中，起心动念，言语造作，这又造了业因；因善将来果报就善，因不善，果报当然不善。诸佛菩萨慈悲，给我们现种种色相，帮助我们觉悟。",
      "zh_TW": "我們必須要認識清楚，佛菩薩在世間為我們現種種相，相在哪裡？除了自己之外，一切人、一切事、一切物，都是佛菩薩所示現的妙色身、妙好身，我們要有智慧去觀察、去體會，你就會開悟，你就不會迷惑了。在一切色相裡面我們體會到，最淺的體會是業因果報，善因一定結善果，惡因一定結惡果，業因果報絲毫不爽。念佛的人往生，給我們表演這樣殊勝的瑞相，我們看到了，這念佛是真的，有這麼好的結果，更加深我們的信心。人生在世間很苦、很短促，幾十年一彈指；中年以上的，逐漸逐漸體會到了；年輕人無知，還在迷惑，還沒有省悟過來。上了年歲的人，逐漸逐漸走向晚年，體會就非常深刻，人生確實如夢。有人說人生如戲，真的，人生如戲，那是覺悟的人。不如佛說的人生如夢，說得好，「夢幻泡影」，一場空。在一生當中，起心動念，言語造作，這又造了業因；因善將來果報就善，因不善，果報當然不善。諸佛菩薩慈悲，給我們現種種色相，幫助我們覺悟。"
    },
    {
      "id": "12-017-0246_p0010",
      "zh_CN": "佛到世间来，目的就是后面这半句：『令一切获安乐』。这就是佛家常讲的，佛教学的目的，只是帮助一切众生离苦得乐。我们今天学佛了，我们的苦有没有离开？我们的乐有没有得到？如果我们的苦难没有离开，我们的乐没有得到，我们自己要清楚、要明了，责任在我们自己这一边，不在佛那一边。佛所讲的教训我们有没有记住？佛所讲的道理我们有没有明了？明了记住之后有没有去做到？你要真正做到，果德就现前了。佛教我们断恶修善，什么是恶，什么是善，你要搞清楚，你要搞明白。",
      "zh_TW": "佛到世間來，目的就是後面這半句：『令一切獲安樂』。這就是佛家常講的，佛教學的目的，只是幫助一切眾生離苦得樂。我們今天學佛了，我們的苦有沒有離開？我們的樂有沒有得到？如果我們的苦難沒有離開，我們的樂沒有得到，我們自己要清楚、要明瞭，責任在我們自己這一邊，不在佛那一邊。佛所講的教訓我們有沒有記住？佛所講的道理我們有沒有明瞭？明瞭記住之後有沒有去做到？你要真正做到，果德就現前了。佛教我們斷惡修善，什麼是惡，什麼是善，你要搞清楚，你要搞明白。"
    },
    {
      "id": "12-017-0246_p0011",
      "zh_CN": "佛法自始至终是讲一个「智慧」，没有智慧就不是佛法。智慧从哪里来？不是外面学来的，外面学来的不是真智慧，真智慧是自性里头本来具足的，那是真实智慧。本来具足的智慧，你今天不能够现前，它不起作用，是什么原因？是有障碍把它障住了，它不起作用。这个障碍是什么？佛给我们讲障碍很多，无量无边，归纳起来不外乎两大类，这是佛家讲的二障：一个叫烦恼障，一个叫所知障。这两种障碍，让你自性本具无量的智慧不起作用。诸佛菩萨智慧现前了，他给我们说这么多经教，这是智慧的流露。他智慧能起作用，说明他没有障碍，烦恼障他断了，所知障也断了。我们的智慧不能现前，这两种障碍在作祟。所以佛教我们开智慧，没有别的，智慧是你自己有的，只是教你怎样去障碍而已。",
      "zh_TW": "佛法自始至終是講一個「智慧」，沒有智慧就不是佛法。智慧從哪裡來？不是外面學來的，外面學來的不是真智慧，真智慧是自性裡頭本來具足的，那是真實智慧。本來具足的智慧，你今天不能夠現前，它不起作用，是什麼原因？是有障礙把它障住了，它不起作用。這個障礙是什麼？佛給我們講障礙很多，無量無邊，歸納起來不外乎兩大類，這是佛家講的二障：一個叫煩惱障，一個叫所知障。這兩種障礙，讓你自性本具無量的智慧不起作用。諸佛菩薩智慧現前了，他給我們說這麼多經教，這是智慧的流露。他智慧能起作用，說明他沒有障礙，煩惱障他斷了，所知障也斷了。我們的智慧不能現前，這兩種障礙在作祟。所以佛教我們開智慧，沒有別的，智慧是你自己有的，只是教你怎樣去障礙而已。"
    },
    {
      "id": "12-017-0246_p0012",
      "zh_CN": "佛教给我们要持戒，持戒可以破烦恼障。但是虽然破烦恼障，除不干净。什么时候才能除干净？要修定，定能断烦恼障。但是定不能够断所知障，定可以伏所知障，不能够断，一定要开智慧。所以佛教给我们修学的方法，是因戒得定，因定开慧。释迦牟尼佛四十九年的教学，这些经典传到中国，中国祖师把它分类归纳，编成一部有系统的叫《大藏经》，是世尊当年在世教学全部的课程。分为三大类，所以叫三藏：经藏、律藏、论藏。律藏讲的是戒学，经藏讲的是定学，论藏讲的是慧学，所以三藏的内容：戒、定、慧，这是佛家教学的内容。",
      "zh_TW": "佛教給我們要持戒，持戒可以破煩惱障。但是雖然破煩惱障，除不乾淨。什麼時候才能除乾淨？要修定，定能斷煩惱障。但是定不能夠斷所知障，定可以伏所知障，不能夠斷，一定要開智慧。所以佛教給我們修學的方法，是因戒得定，因定開慧。釋迦牟尼佛四十九年的教學，這些經典傳到中國，中國祖師把它分類歸納，編成一部有系統的叫《大藏經》，是世尊當年在世教學全部的課程。分為三大類，所以叫三藏：經藏、律藏、論藏。律藏講的是戒學，經藏講的是定學，論藏講的是慧學，所以三藏的內容：戒、定、慧，這是佛家教學的內容。"
    },
    {
      "id": "12-017-0246_p0013",
      "zh_CN": "戒定慧落实在我们日常生活当中，是菩萨修行的六个原则，佛经称为「六度」，现在我们讲日常生活六个原则。这六个生活原则，与我们自己的性德相应，所以在佛经里面称为菩萨行；要用现在的话来说，菩萨的生活。你守住这六个原则，你过菩萨的生活，你就不是过凡人的生活。菩萨的生活快乐自在，幸福美满，凡夫得不到这个境界。凡夫生活在苦难当中，在烦恼当中，在忧虑当中，哪有佛菩萨那么样的自在？什么原因？我们不肯过菩萨的生活。菩萨生活里面第一个是布施，布施什么？布施是放下。这里面的范围很大很深，不是我们一般人想像的，我们一般人想像把它想得太窄小了，那不是佛的意思。我们今天提到布施，就是寺院、庵堂里面去舍一点钱，这叫布施；其实错了，不是这个意思。",
      "zh_TW": "戒定慧落實在我們日常生活當中，是菩薩修行的六個原則，佛經稱為「六度」，現在我們講日常生活六個原則。這六個生活原則，與我們自己的性德相應，所以在佛經裡面稱為菩薩行；要用現在的話來說，菩薩的生活。你守住這六個原則，你過菩薩的生活，你就不是過凡人的生活。菩薩的生活快樂自在，幸福美滿，凡夫得不到這個境界。凡夫生活在苦難當中，在煩惱當中，在憂慮當中，哪有佛菩薩那麼樣的自在？什麼原因？我們不肯過菩薩的生活。菩薩生活裡面第一個是布施，布施什麼？布施是放下。這裡面的範圍很大很深，不是我們一般人想像的，我們一般人想像把它想得太窄小了，那不是佛的意思。我們今天提到布施，就是寺院、庵堂裡面去捨一點錢，這叫布施；其實錯了，不是這個意思。"
    },
    {
      "id": "12-017-0246_p0014",
      "zh_CN": "佛教我们布施，在事上讲，你遇到一切众生有困难的时候，需要帮助的时候，你要全心全力去帮助他，这叫布施。人家有苦有难的时候，我们帮助他解决，这是布施。生活有困难的时候，我们帮助他，这多半是财布施。除这个之外，精神上有很多痛苦、苦闷，有很多疑虑解不开，你去教导他、去劝勉他，把他心里面的疑虑解除，这属于法布施。他遇到有危难的时候，帮助他脱离，这是属于无畏布施。佛教我们看到就要做，观音菩萨现千手千眼。家庭主妇每天早晨到市场去买菜，看到活的鱼虾螃蟹这些类的，活的，你去估计牠能够活下去，我们赶紧买来去放生，不要做任何仪式，救命要紧。你买来之后，看哪个河边你给牠放生，这是无畏布施，你是救牠一条命，眼看牠就要死了。这个功德很大很大，要常常做，见到就做，遇到就做。你也不必去找得做，到处去找，那个错误了，是遇到的时候就做。我有多大能力，做多大事情。看这些动物，如果看牠那个样子已经不能活了，那就不必理牠了；看牠很活泼，确实可以能活得下去的，赶紧买来放生。",
      "zh_TW": "佛教我們布施，在事上講，你遇到一切眾生有困難的時候，需要幫助的時候，你要全心全力去幫助他，這叫布施。人家有苦有難的時候，我們幫助他解決，這是布施。生活有困難的時候，我們幫助他，這多半是財布施。除這個之外，精神上有很多痛苦、苦悶，有很多疑慮解不開，你去教導他、去勸勉他，把他心裡面的疑慮解除，這屬於法布施。他遇到有危難的時候，幫助他脫離，這是屬於無畏布施。佛教我們看到就要做，觀音菩薩現千手千眼。家庭主婦每天早晨到市場去買菜，看到活的魚蝦螃蟹這些類的，活的，你去估計牠能夠活下去，我們趕緊買來去放生，不要做任何儀式，救命要緊。你買來之後，看哪個河邊你給牠放生，這是無畏布施，你是救牠一條命，眼看牠就要死了。這個功德很大很大，要常常做，見到就做，遇到就做。你也不必去找得做，到處去找，那個錯誤了，是遇到的時候就做。我有多大能力，做多大事情。看這些動物，如果看牠那個樣子已經不能活了，那就不必理牠了；看牠很活潑，確實可以能活得下去的，趕緊買來放生。"
    },
    {
      "id": "12-017-0246_p0015",
      "zh_CN": "佛告诉我们，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿，这个世间果报是这么修来的。世间人有生、老、病、死苦，看到老人，我们照顾他，这是属于无畏布施。我们能照顾老人，将来自己年老了，会有年轻人照顾我们，这是因缘果报。我们今天讨厌老人、嫌弃老人，自己老了的时候，年轻人嫌弃你、讨厌你，果报马上现前。所以我们尊敬老人、帮助老人，不是帮助他，是帮助自己，要晓得自己会老。常常想到业因果报，这个人就有智慧，他就不迷惑。念念为众生想，其实是真的为自己想；念念为自己想，大错特错！那真叫忽略现实。所以诸佛菩萨示现在世间，现清净妙好色身是给众生做榜样的。你看他的行业，看他的生活，看他处事待人接物，他在那里表演善因善果，他的所作所为，善因；你看他的色相，看他的身体，看他生活环境，那是果报。一个人修，一个人得福；一个团体修，团体得福；你肯不肯认真去干！",
      "zh_TW": "佛告訴我們，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽，這個世間果報是這麼修來的。世間人有生、老、病、死苦，看到老人，我們照顧他，這是屬於無畏布施。我們能照顧老人，將來自己年老了，會有年輕人照顧我們，這是因緣果報。我們今天討厭老人、嫌棄老人，自己老了的時候，年輕人嫌棄你、討厭你，果報馬上現前。所以我們尊敬老人、幫助老人，不是幫助他，是幫助自己，要曉得自己會老。常常想到業因果報，這個人就有智慧，他就不迷惑。念念為眾生想，其實是真的為自己想；念念為自己想，大錯特錯！那真叫忽略現實。所以諸佛菩薩示現在世間，現清淨妙好色身是給眾生做榜樣的。你看他的行業，看他的生活，看他處事待人接物，他在那裡表演善因善果，他的所作所為，善因；你看他的色相，看他的身體，看他生活環境，那是果報。一個人修，一個人得福；一個團體修，團體得福；你肯不肯認真去幹！"
    },
    {
      "id": "12-017-0246_p0016",
      "zh_CN": "新加坡有一个新的道场，竹林寺，修复完工，现在等着开光启用。他约了中国茗山老法师来给他做开光佛事，本来约的是在这个月，老法师最近身体不好，在休养，一月份来。竹林寺负责的这些居士，他们是居士道场，里面没有出家人，跟我也很熟，来问我，这个寺庙修复了，要怎么做？我就告诉他，居士林是个好样子，多去看看，多向它学习。道场要兴旺，最重要是两桩事情：要有道、要有学，古人所讲的道风与学风，这就是一个道场的妙好身。身是个相、样子，道场的妙好身。居士林没有别的，佛所讲的浅近的道理，它做到了。财布施、法布施、无畏布施，天天在干。",
      "zh_TW": "新加坡有一個新的道場，竹林寺，修復完工，現在等著開光啟用。他約了中國茗山老法師來給他做開光佛事，本來約的是在這個月，老法師最近身體不好，在休養，一月份來。竹林寺負責的這些居士，他們是居士道場，裡面沒有出家人，跟我也很熟，來問我，這個寺廟修復了，要怎麼做？我就告訴他，居士林是個好樣子，多去看看，多向它學習。道場要興旺，最重要是兩樁事情：要有道、要有學，古人所講的道風與學風，這就是一個道場的妙好身。身是個相、樣子，道場的妙好身。居士林沒有別的，佛所講的淺近的道理，它做到了。財布施、法布施、無畏布施，天天在幹。"
    },
    {
      "id": "12-017-0246_p0017",
      "zh_CN": "财布施的，诸位很明显看到，每天供斋。居士林每天去吃饭的，一千人以上，你们大家在此地都看到了。真正的共产党，不收一分钱，不分种族，不分宗教，你信不信佛没有关系，吃饭都欢迎。你敬佛教来吃饭，欢迎你，你骂佛教，吃饭也欢迎你，你毁谤佛教、侮辱佛教，你来吃饭，我都欢迎你，那是两桩事情。所以你们到居士林去看那些吃饭的，各个种族都有，各个宗教都有，不分的，欢欢喜喜。星期假日，你们看看星期六、星期天、假日，三、四千人吃饭，财布施。除这个之外，新加坡许多孤儿院、养老院，我们常常送吃的东西，有需要钱的时候，我们送钱给他。决定没有吝啬，财布施；而居士林的钱愈来愈多。我们这边道教的李道长讲，他说：你们居士林，我们一般人没有法子想像，好像量太大了，没有边际。",
      "zh_TW": "財布施的，諸位很明顯看到，每天供齋。居士林每天去吃飯的，一千人以上，你們大家在此地都看到了。真正的共產黨，不收一分錢，不分種族，不分宗教，你信不信佛沒有關係，吃飯都歡迎。你敬佛教來吃飯，歡迎你，你罵佛教，吃飯也歡迎你，你毀謗佛教、侮辱佛教，你來吃飯，我都歡迎你，那是兩樁事情。所以你們到居士林去看那些吃飯的，各個種族都有，各個宗教都有，不分的，歡歡喜喜。星期假日，你們看看星期六、星期天、假日，三、四千人吃飯，財布施。除這個之外，新加坡許多孤兒院、養老院，我們常常送吃的東西，有需要錢的時候，我們送錢給他。決定沒有吝嗇，財布施；而居士林的錢愈來愈多。我們這邊道教的李道長講，他說：你們居士林，我們一般人沒有法子想像，好像量太大了，沒有邊際。"
    },
    {
      "id": "12-017-0246_p0018",
      "zh_CN": "这一次我们「温馨晚会」，我们招待客人，小乘的法师向李木源居士讲：你们欢迎大家来是吗？欢迎！我们来一千人行不行？李居士说：没有问题，欢迎；你来多少，我们统统欢迎。我们有这个量，原来这个温馨晚会，我们预计是二十万到二十五万元，现在大家这么踊跃，我们要增加十万，欢喜！欢欢喜喜来过年。这个钱财愈布施愈多，这是佛讲的，佛讲我们今天做，做的时候果然没有错，这个财源滚滚而来。东南亚经济不景气，哪个道场收入都减一半，唯独居士林不但不减，月月增加。佛讲的话没错，佛没有骗我们，财布施！居士林从上到下，不管那个，见面都笑瞇瞇的，和睦相处，平等对待。不分族类，不分男女老少，一律平等看待。",
      "zh_TW": "這一次我們「溫馨晚會」，我們招待客人，小乘的法師向李木源居士講：你們歡迎大家來是嗎？歡迎！我們來一千人行不行？李居士說：沒有問題，歡迎；你來多少，我們統統歡迎。我們有這個量，原來這個溫馨晚會，我們預計是二十萬到二十五萬元，現在大家這麼踴躍，我們要增加十萬，歡喜！歡歡喜喜來過年。這個錢財愈布施愈多，這是佛講的，佛講我們今天做，做的時候果然沒有錯，這個財源滾滾而來。東南亞經濟不景氣，哪個道場收入都減一半，唯獨居士林不但不減，月月增加。佛講的話沒錯，佛沒有騙我們，財布施！居士林從上到下，不管那個，見面都笑瞇瞇的，和睦相處，平等對待。不分族類，不分男女老少，一律平等看待。"
    },
    {
      "id": "12-017-0246_p0019",
      "zh_CN": "法布施，天天讲经。不但天天讲经，我们流通的经书、录像带、磁带、VCD，完全免费结缘。有外地人到这边拿，尽量拿，只要你能带得去，没有限制，法布施。我们仔细观察，居士林上上下下个个都有智慧，法布施的果报是智慧。无畏布施，对孤儿、对残障、对老人的照顾，无微不至。我们过年，去年我在这儿过年，我们想到孤儿院这些儿童没人照顾，养老院的老人无家可归，也没有人照顾，遇到这个节日感慨难免，我们请客，大家一起来过年，欢欢喜喜，去年我们请了三千八百人。今年我们请五千人，这五千人什么人？孤儿跟养老院的老人，我们请他吃饭，跟他们在一起过年。",
      "zh_TW": "法布施，天天講經。不但天天講經，我們流通的經書、錄像帶、磁帶、VCD，完全免費結緣。有外地人到這邊拿，盡量拿，只要你能帶得去，沒有限制，法布施。我們仔細觀察，居士林上上下下個個都有智慧，法布施的果報是智慧。無畏布施，對孤兒、對殘障、對老人的照顧，無微不至。我們過年，去年我在這兒過年，我們想到孤兒院這些兒童沒人照顧，養老院的老人無家可歸，也沒有人照顧，遇到這個節日感慨難免，我們請客，大家一起來過年，歡歡喜喜，去年我們請了三千八百人。今年我們請五千人，這五千人什麼人？孤兒跟養老院的老人，我們請他吃飯，跟他們在一起過年。"
    },
    {
      "id": "12-017-0246_p0020",
      "zh_CN": "今年我们还请了一千贵宾，包括每一个国家驻在新加坡的大使，让他们来看看。因为我们的孤儿跟老人，是每一个宗教他们办的老人院跟孤儿院，所以这是新加坡九个宗教，各种不同的族群合在一起，融合种族，团结宗教，我们这个年过得很有意义。今年总统来参加，做我们的主宾。我们的晚会在元旦的那天晚上，很可惜你们元旦要离开，你们要是能够多住一天，那就参加我们的晚会了。但是晚会虽然不能参加，我们为全世界和平祈祷，诸位可以参加。这个祈祷的晚会，是在三十一号晚上八点钟，到元旦早晨八点钟，你们可以参加这个祈祷的晚会。这个祈祷也是九个宗教在一起祈祷，我们为世界和平祈祷。我们自己我希望能有一千人参加，就是我们自己这个团体，我们希望有一千人。一千人，我们遵从印光大师的教诲，一心称念「南无观世音菩萨」圣号，十二个小时不间断。一千个人念观世音菩萨圣号，十二个小时。我们尊敬别人，自己要谦虚，所以会场里面，我们让给其他宗教，他们在里面，我们佛教在外面，我们在外面绕佛，绕佛念观音菩萨。那个会场去看了没有？看过是吗？很大。它那个是后面可以打通，那里头主办单位告诉我，打通的时候，就是绕圆圈。楼上要是绕不下去，楼下也可以绕一圈，很好！",
      "zh_TW": "今年我們還請了一千貴賓，包括每一個國家駐在新加坡的大使，讓他們來看看。因為我們的孤兒跟老人，是每一個宗教他們辦的老人院跟孤兒院，所以這是新加坡九個宗教，各種不同的族群合在一起，融合種族，團結宗教，我們這個年過得很有意義。今年總統來參加，做我們的主賓。我們的晚會在元旦的那天晚上，很可惜你們元旦要離開，你們要是能夠多住一天，那就參加我們的晚會了。但是晚會雖然不能參加，我們為全世界和平祈禱，諸位可以參加。這個祈禱的晚會，是在三十一號晚上八點鐘，到元旦早晨八點鐘，你們可以參加這個祈禱的晚會。這個祈禱也是九個宗教在一起祈禱，我們為世界和平祈禱。我們自己我希望能有一千人參加，就是我們自己這個團體，我們希望有一千人。一千人，我們遵從印光大師的教誨，一心稱念「南無觀世音菩薩」聖號，十二個小時不間斷。一千個人念觀世音菩薩聖號，十二個小時。我們尊敬別人，自己要謙虛，所以會場裡面，我們讓給其他宗教，他們在裡面，我們佛教在外面，我們在外面繞佛，繞佛念觀音菩薩。那個會場去看了沒有？看過是嗎？很大。它那個是後面可以打通，那裡頭主辦單位告訴我，打通的時候，就是繞圓圈。樓上要是繞不下去，樓下也可以繞一圈，很好！"
    },
    {
      "id": "12-017-0246_p0021",
      "zh_CN": "这是属于无畏布施，照顾孤儿、照顾残障、照顾老人。这是佛教给我们，三种布施我们都真做，全心全力在做，所以果报你们看，财富，聪明智慧，健康长寿。李木源居士十年前，我好像是八七年第一次到新加坡，第二年是八八年，八八年、八九年我在这里第一次讲《无量寿经》。好像我《无量寿经》讲完之后第二年，李居士就得病了，癌症。医生给他检查，说他的寿命只有三个月，所以他把事业一切都放下了，生意都交给他太太。完全都交代清楚，他一切放下，到居士林作义工，每天念佛等往生。他照了那些X光的照片给我看，三十多张，他的癌细胞蔓延到身体，全部的部位都蔓延到，没救了。他发心护持佛法，把自己生命忘掉了，他也不找医生，他也不吃药，不但病情没有恶化，一天一天好转，半年之后再去检查，没有了，奇迹！所以一个人如果为自己，自己那个寿命是有一定的，逃不过。他没有自己，他为众生，这在佛家讲叫「乘愿再来」。没有发这个心，他这个身是业报身，佛说「人生酬业」，这个心一发的时候，转掉了。不为自己，自己没有了，一切为众生，这个身是众生身。不是为自己，所以他自己业障没有了，完全消除，这是我们的好样子。",
      "zh_TW": "這是屬於無畏布施，照顧孤兒、照顧殘障、照顧老人。這是佛教給我們，三種布施我們都真做，全心全力在做，所以果報你們看，財富，聰明智慧，健康長壽。李木源居士十年前，我好像是八七年第一次到新加坡，第二年是八八年，八八年、八九年我在這裡第一次講《無量壽經》。好像我《無量壽經》講完之後第二年，李居士就得病了，癌症。醫生給他檢查，說他的壽命只有三個月，所以他把事業一切都放下了，生意都交給他太太。完全都交代清楚，他一切放下，到居士林作義工，每天念佛等往生。他照了那些X光的照片給我看，三十多張，他的癌細胞蔓延到身體，全部的部位都蔓延到，沒救了。他發心護持佛法，把自己生命忘掉了，他也不找醫生，他也不吃藥，不但病情沒有惡化，一天一天好轉，半年之後再去檢查，沒有了，奇蹟！所以一個人如果為自己，自己那個壽命是有一定的，逃不過。他沒有自己，他為眾生，這在佛家講叫「乘願再來」。沒有發這個心，他這個身是業報身，佛說「人生酬業」，這個心一發的時候，轉掉了。不為自己，自己沒有了，一切為眾生，這個身是眾生身。不是為自己，所以他自己業障沒有了，完全消除，這是我們的好樣子。"
    },
    {
      "id": "12-017-0246_p0022",
      "zh_CN": "我在年轻的时候，很多人给我算命看相，说我活不了四十五岁。我相信，因为我一家，我记得我的祖父四十五岁死的，我的伯父也是四十五岁死的，我的父亲也是四十五岁死的，所以他说我活不了四十五岁，我相信，我一点都不怀疑。我二十六岁遇到佛法，认识章嘉大师，我知道我的寿命不长，所以时间就定到四十五岁，我要认真努力学习。四十五岁那一年，得了个重感冒，病了一个月，我也不吃药，也不看医生；为什么？寿命到了。那个时候我们出家人有师兄弟三个，我们非常要好，三个人同年，三个人的命都不好，都说过不了四十五岁。果然没错，二月份走了一个，五月份又走了一个，我大概是在七月得病的，差不多轮到我了。所以我那一个月就念佛，以后逐渐逐渐好了。我一生没有生病过，我医院里头没有病历。",
      "zh_TW": "我在年輕的時候，很多人給我算命看相，說我活不了四十五歲。我相信，因為我一家，我記得我的祖父四十五歲死的，我的伯父也是四十五歲死的，我的父親也是四十五歲死的，所以他說我活不了四十五歲，我相信，我一點都不懷疑。我二十六歲遇到佛法，認識章嘉大師，我知道我的壽命不長，所以時間就定到四十五歲，我要認真努力學習。四十五歲那一年，得了個重感冒，病了一個月，我也不吃藥，也不看醫生；為什麼？壽命到了。那個時候我們出家人有師兄弟三個，我們非常要好，三個人同年，三個人的命都不好，都說過不了四十五歲。果然沒錯，二月份走了一個，五月份又走了一個，我大概是在七月得病的，差不多輪到我了。所以我那一個月就念佛，以後逐漸逐漸好了。我一生沒有生病過，我醫院裡頭沒有病歷。"
    },
    {
      "id": "12-017-0246_p0023",
      "zh_CN": "学佛不为自己，为众生，众生就是自己，自己就是一切众生，这个基本的观念把它改过来。自己的生命早就结束了，早就没有了。所以把业力转变成愿力，就叫做乘愿再来，不必死了到极乐世界去，然后再来投生，这一转弯很麻烦，现在就可以转过来；不再为自己想，念念为众生，念念为佛法。佛这么好的教学，可惜世间人不知道。知道的人，哪一个不尊重，哪一个不爱惜？可惜没有人宣扬，没有人把它说清楚。我们今天明白了，有责任、有义务把它弘扬光大。所以这是真正搞清楚、搞明白了，转自己的相貌，转自己的体质，不是难事情，不是做不到的。",
      "zh_TW": "學佛不為自己，為眾生，眾生就是自己，自己就是一切眾生，這個基本的觀念把它改過來。自己的生命早就結束了，早就沒有了。所以把業力轉變成願力，就叫做乘願再來，不必死了到極樂世界去，然後再來投生，這一轉彎很麻煩，現在就可以轉過來；不再為自己想，念念為眾生，念念為佛法。佛這麼好的教學，可惜世間人不知道。知道的人，哪一個不尊重，哪一個不愛惜？可惜沒有人宣揚，沒有人把它說清楚。我們今天明白了，有責任、有義務把它弘揚光大。所以這是真正搞清楚、搞明白了，轉自己的相貌，轉自己的體質，不是難事情，不是做不到的。"
    },
    {
      "id": "12-017-0246_p0024",
      "zh_CN": "我们看看真正把念头转过来，他的命运就改变了。我学佛，念的第一本书是朱镜宙老居士给我的《了凡四训》，这是我念的头一本书。我念了之后深信不疑，人确实有命运，凡夫决定受命运主宰一辈子，只有真正明白、真正觉悟，把念头改变过来，不再为自己想，不再为自己做。所以我们今天所作所为，为社会，为众生，我跟李木源居士同一个理念。我们的财力很薄弱，人力也很薄弱，世界许许多多地方道场，希望我们人力支援他，我们做不到，我们自己人手都不够。所以这才发心培训人才，这是我们重点的工作。",
      "zh_TW": "我們看看真正把念頭轉過來，他的命運就改變了。我學佛，念的第一本書是朱鏡宙老居士給我的《了凡四訓》，這是我念的頭一本書。我念了之後深信不疑，人確實有命運，凡夫決定受命運主宰一輩子，只有真正明白、真正覺悟，把念頭改變過來，不再為自己想，不再為自己做。所以我們今天所作所為，為社會，為眾生，我跟李木源居士同一個理念。我們的財力很薄弱，人力也很薄弱，世界許許多多地方道場，希望我們人力支援他，我們做不到，我們自己人手都不夠。所以這才發心培訓人才，這是我們重點的工作。"
    },
    {
      "id": "12-017-0246_p0025",
      "zh_CN": "我们观念当中，必须要做的事情，全心全力以赴的，是要有三个条件：第一个影响的面要大，最好能够影响到全世界；第二个影响的时间要长；第三个影响的程度要深。符合这三个条件，我们会拼命去做。我们过年搞宗教、种族大团结，大团圆，我们希望将这个影响，能够影响到全世界，影响到每一个地区，希望种族与种族之间、宗教与宗教之间，都能够和睦相处，平等对待，化解种族的冲突，宗教的冲突。我们很认真、很努力在做，这个影响面广，影响程度很深，时间很长，我们全心投注。我们邀请各个大使来参与我们这个盛会，让他们看看，把我们的作法介绍到他们这些国家地区，希望全世界的种族大团结，全世界的宗教大团结，社会安定，世界和平，人民幸福，这个目标才能够落实，才不只是一个空洞的口号。喊口号是没有用的，我们要去做到。",
      "zh_TW": "我們觀念當中，必須要做的事情，全心全力以赴的，是要有三個條件：第一個影響的面要大，最好能夠影響到全世界；第二個影響的時間要長；第三個影響的程度要深。符合這三個條件，我們會拼命去做。我們過年搞宗教、種族大團結，大團圓，我們希望將這個影響，能夠影響到全世界，影響到每一個地區，希望種族與種族之間、宗教與宗教之間，都能夠和睦相處，平等對待，化解種族的衝突，宗教的衝突。我們很認真、很努力在做，這個影響面廣，影響程度很深，時間很長，我們全心投注。我們邀請各個大使來參與我們這個盛會，讓他們看看，把我們的作法介紹到他們這些國家地區，希望全世界的種族大團結，全世界的宗教大團結，社會安定，世界和平，人民幸福，這個目標才能夠落實，才不只是一個空洞的口號。喊口號是沒有用的，我們要去做到。"
    },
    {
      "id": "12-017-0246_p0026",
      "zh_CN": "这些都叫做妙好身，妙好身大家不要想到这个身体，那你就搞错了，是一个最好的榜样就是妙好身。团体是团体的妙好身，国家是国家的妙好身，宗教是宗教的妙好身，样样都好，没有一样不好。这是佛法，佛陀常常在经典里面叮咛嘱咐的，「为人演说」，为一切众生表演，为一切众生说明，让我们真正觉悟。有许多人以为这是一个理想，很不容易做到，我听说很多，但是我不以为然，我认为这不是一个理想。佛在经典里面讲的话句句都是实话，决定可以做到，问题是我们有没有去做。所以这个问题总结起来是个教育的问题，你要好好的教，这是我在全世界各个地方提倡宗教教育，只有每一个宗教领袖们，每一个宗教家，每一个传教师，好好的教导他们的信徒，体认多元文化；爱自己，一定要爱别人；尊敬自己宗教所奉祀的神明，也要同样尊敬其他宗教所奉祀的神明，问题就解决了。所以和平两个字要落实，和是大家和睦相处，平是平等对待，没有高下。",
      "zh_TW": "這些都叫做妙好身，妙好身大家不要想到這個身體，那你就搞錯了，是一個最好的榜樣就是妙好身。團體是團體的妙好身，國家是國家的妙好身，宗教是宗教的妙好身，樣樣都好，沒有一樣不好。這是佛法，佛陀常常在經典裡面叮嚀囑咐的，「為人演說」，為一切眾生表演，為一切眾生說明，讓我們真正覺悟。有許多人以為這是一個理想，很不容易做到，我聽說很多，但是我不以為然，我認為這不是一個理想。佛在經典裡面講的話句句都是實話，決定可以做到，問題是我們有沒有去做。所以這個問題總結起來是個教育的問題，你要好好的教，這是我在全世界各個地方提倡宗教教育，只有每一個宗教領袖們，每一個宗教家，每一個傳教師，好好的教導他們的信徒，體認多元文化；愛自己，一定要愛別人；尊敬自己宗教所奉祀的神明，也要同樣尊敬其他宗教所奉祀的神明，問題就解決了。所以和平兩個字要落實，和是大家和睦相處，平是平等對待，沒有高下。"
    },
    {
      "id": "12-017-0246_p0027",
      "zh_CN": "佛在经典里面所讲的，个个都是第一，没有第二。我们看《华严经》五十三参，五十三位善知识个个第一，没有第二的。《楞严经》上表法代表的二十五位菩萨，「二十五圆通章」，每一位菩萨都说他修学的法门第一，证果第一，没有第二。所以佛法里真正是和平，真正平等，个个第一，没有第二的，所以大家心平了。有第一，有第二，就有争执，就不平了。不平则鸣，鸣不已，那就打了。天灾人祸都是由于不能和睦相处，不能平等对待而发生的，我们明了这个根本的原因，从根本下手，把这个道理，把这个事实真相，教导一切众生。大家都通达、都明白，安定和平，共存共荣，就落实了。如果不能通过宗教教学，那就是一个理想、是个口号，没有法子落实。所以真正落实，一定要透过宗教教学，这是个教育。",
      "zh_TW": "佛在經典裡面所講的，個個都是第一，沒有第二。我們看《華嚴經》五十三參，五十三位善知識個個第一，沒有第二的。《楞嚴經》上表法代表的二十五位菩薩，「二十五圓通章」，每一位菩薩都說他修學的法門第一，證果第一，沒有第二。所以佛法裡真正是和平，真正平等，個個第一，沒有第二的，所以大家心平了。有第一，有第二，就有爭執，就不平了。不平則鳴，鳴不已，那就打了。天災人禍都是由於不能和睦相處，不能平等對待而發生的，我們明瞭這個根本的原因，從根本下手，把這個道理，把這個事實真相，教導一切眾生。大家都通達、都明白，安定和平，共存共榮，就落實了。如果不能通過宗教教學，那就是一個理想、是個口號，沒有法子落實。所以真正落實，一定要透過宗教教學，這是個教育。"
    },
    {
      "id": "12-017-0246_p0028",
      "zh_CN": "我接触许多宗教，我非常尊重，宗教的仪式要保存，可是宗教教育更应当提倡发扬光大。宗教教育是佛陀的教育，是上帝的教育，是众神的教育，也是平等的。所以必须先要具备这个观念，我们的观念从哪里来的？从《大方广佛华严经》里面得到的启示。《华严经》里面佛、菩萨、天神，这个地方是神众，天王是神众，后面讲到人道，人、鬼王、地狱、畜生，全都讲到了，十法界和睦相处，平等相待，那就叫一真法界。一真法界跟十法界不是分开来的，是融合在一起的；觉悟了，十法界就是一真法界；迷惑了，一真法界就变成十法界。所以这一桩事情，形象上没有改变，心理上改变了，行为上改变了，我们感受上改变了，这才真正是离苦得乐。离苦得乐是果，它的因是破迷开悟。迷悟的关键就在公跟私这一念之间；一念自私自利，迷了；一念大公无私，觉悟了；觉悟了是大公无私。",
      "zh_TW": "我接觸許多宗教，我非常尊重，宗教的儀式要保存，可是宗教教育更應當提倡發揚光大。宗教教育是佛陀的教育，是上帝的教育，是眾神的教育，也是平等的。所以必須先要具備這個觀念，我們的觀念從哪裡來的？從《大方廣佛華嚴經》裡面得到的啟示。《華嚴經》裡面佛、菩薩、天神，這個地方是神眾，天王是神眾，後面講到人道，人、鬼王、地獄、畜生，全都講到了，十法界和睦相處，平等相待，那就叫一真法界。一真法界跟十法界不是分開來的，是融合在一起的；覺悟了，十法界就是一真法界；迷惑了，一真法界就變成十法界。所以這一樁事情，形象上沒有改變，心理上改變了，行為上改變了，我們感受上改變了，這才真正是離苦得樂。離苦得樂是果，它的因是破迷開悟。迷悟的關鍵就在公跟私這一念之間；一念自私自利，迷了；一念大公無私，覺悟了；覺悟了是大公無私。"
    },
    {
      "id": "12-017-0246_p0029",
      "zh_CN": "我昨天跟诸位同修说，古时候古大德造佛像，造的袈裟，袈裟每一格里面画的图案，画的佛家讲变相图，十法界，那个意思很明显，虚空法界无量的族类统统在一件衣服上，我们穿在一个身上。这是什么意思？虚空法界一切无量无边的族类一个身，这就是大乘经上常讲的「十方三世佛，共同一法身」。所以毘卢遮那佛他袈裟上画的是这种形象，让我们一看就明了了，共同一法身。我们看一切众生，看跟自己一样，一切众生就是自己。真正通达明白了，我们看到老人就是我们的父母，看到儿童就是我们自己的子弟，年龄相仿佛的是我们自己的兄弟姊妹，一家人。天下一家，世界一家，尽虚空、遍法界是一家，这是如来的大家庭，生活在这里面哪有不快乐的？哪有不自在的？",
      "zh_TW": "我昨天跟諸位同修說，古時候古大德造佛像，造的袈裟，袈裟每一格裡面畫的圖案，畫的佛家講變相圖，十法界，那個意思很明顯，虛空法界無量的族類統統在一件衣服上，我們穿在一個身上。這是什麼意思？虛空法界一切無量無邊的族類一個身，這就是大乘經上常講的「十方三世佛，共同一法身」。所以毘盧遮那佛他袈裟上畫的是這種形象，讓我們一看就明瞭了，共同一法身。我們看一切眾生，看跟自己一樣，一切眾生就是自己。真正通達明白了，我們看到老人就是我們的父母，看到兒童就是我們自己的子弟，年齡相彷彿的是我們自己的兄弟姊妹，一家人。天下一家，世界一家，盡虛空、遍法界是一家，這是如來的大家庭，生活在這裡面哪有不快樂的？哪有不自在的？"
    },
    {
      "id": "12-017-0246_p0030",
      "zh_CN": "前天我们居士林的「耕心园」，居士林也教小朋友，现在参加的小朋友，我听说将近六百人，前天小朋友要我在一起照相。这个一年，一年很有成效，一年前，小朋友遇到人的时候，都不打招呼，都不理的；现在小朋友遇到人的时候，都会打招呼，都会念阿弥陀佛，都会合掌鞠躬。我跟他们照相，两百多人在一块，我一看的时候，这是古人讲的儿孙满堂，你说这个多欣慰！真正是一家人，我们亲切的照顾，这是大乘佛法教学的落实。现在社会很多人不了解佛法，排斥佛法，不接受佛法；排斥佛法，不接受佛法；换句话说，不接受幸福美满的生活，他要过他的苦日子，不知道改造自己的命运。佛法教育是帮助我们改造命运，帮助我们离苦得乐，是离苦得乐的教育。今天社会大众有这么多人误会，我们不能怪他，怪我们自己做得不好，我们没有给人家一个好印象。我们自己没做到，我们宣传不力；宣传的基础是要你做到，你自己没有做到宣传，是假的，是骗人的；必须自己真正做到，这个宣传才是真实的，不是虚妄。",
      "zh_TW": "前天我們居士林的「耕心園」，居士林也教小朋友，現在參加的小朋友，我聽說將近六百人，前天小朋友要我在一起照相。這個一年，一年很有成效，一年前，小朋友遇到人的時候，都不打招呼，都不理的；現在小朋友遇到人的時候，都會打招呼，都會念阿彌陀佛，都會合掌鞠躬。我跟他們照相，兩百多人在一塊，我一看的時候，這是古人講的兒孫滿堂，你說這個多欣慰！真正是一家人，我們親切的照顧，這是大乘佛法教學的落實。現在社會很多人不了解佛法，排斥佛法，不接受佛法；排斥佛法，不接受佛法；換句話說，不接受幸福美滿的生活，他要過他的苦日子，不知道改造自己的命運。佛法教育是幫助我們改造命運，幫助我們離苦得樂，是離苦得樂的教育。今天社會大眾有這麼多人誤會，我們不能怪他，怪我們自己做得不好，我們沒有給人家一個好印象。我們自己沒做到，我們宣傳不力；宣傳的基礎是要你做到，你自己沒有做到宣傳，是假的，是騙人的；必須自己真正做到，這個宣傳才是真實的，不是虛妄。"
    },
    {
      "id": "12-017-0246_p0031",
      "zh_CN": "经文里面的现身，清凉大师在注解里面告诉我们，「称性普应」。文句文字不多不长，所含的义理深广无尽，没有边际，这个样子才真正能够利益一切众生。清凉的文字里「现身益物」，益是利益。诸佛菩萨起心动念、言语造作，种种示现，无非是利益一切众生，帮助一切众生破迷开悟，帮助一切众生离苦得乐，这个乐是真乐，永恒的乐，我们要能够看到，能够观察到，要能够体会到。所以我也常讲，世出世间第一等好事是做佛的学生，奉行佛陀的教诲，依教奉行，这是人生第一等好事。",
      "zh_TW": "經文裡面的現身，清涼大師在註解裡面告訴我們，「稱性普應」。文句文字不多不長，所含的義理深廣無盡，沒有邊際，這個樣子才真正能夠利益一切眾生。清涼的文字裡「現身益物」，益是利益。諸佛菩薩起心動念、言語造作，種種示現，無非是利益一切眾生，幫助一切眾生破迷開悟，幫助一切眾生離苦得樂，這個樂是真樂，永恆的樂，我們要能夠看到，能夠觀察到，要能夠體會到。所以我也常講，世出世間第一等好事是做佛的學生，奉行佛陀的教誨，依教奉行，這是人生第一等好事。"
    },
    {
      "id": "12-017-0246_p0032",
      "zh_CN": "我这一生就非常感激老师指教，让我知道这一条路，我选择这一条道路，应验了老师的教诲。老师告诉我，「学佛是人生最高的享受」，这一句话我证明了，证实了，确实是人生最高的享受，老师没有骗我，我对得起老师。我纪念老师，也学佛教诲，现妙好身。妙好身怎么现法？我在中国老师的故乡，给他建纪念馆，那个纪念馆就是妙好身，给他建电脑教室。我们纪念方东美先生，方先生是桐城人，他是「桐城派」方苞的第十六代，家学有渊源。桐城有个中学，我们在桐城中学建一个电脑教室，送他一百台电脑教学生，教室就用「东美电脑教室」，这是现妙好身。我在南京念书，教我的老师现在还在，我在那个地方也建了个电脑教室，用老师的名字。我的老师叫涂世泽，我当年念书是我的级任老师，「世泽电脑教室」，这个叫示现妙好身。抗战期间，我在国立三中念书，我的老校长对我非常好，我现在想了好多年，但是没有落实，一定要把它做到。我准备在贵州铜仁建一个中学，用老师的名字，他的号叫庆光，这名字好，庆祝的庆，光明的光，我建一个「庆光中学」纪念他。这是妙好身，不忘老师教诲的恩德。",
      "zh_TW": "我這一生就非常感激老師指教，讓我知道這一條路，我選擇這一條道路，應驗了老師的教誨。老師告訴我，「學佛是人生最高的享受」，這一句話我證明了，證實了，確實是人生最高的享受，老師沒有騙我，我對得起老師。我紀念老師，也學佛教誨，現妙好身。妙好身怎麼現法？我在中國老師的故鄉，給他建紀念館，那個紀念館就是妙好身，給他建電腦教室。我們紀念方東美先生，方先生是桐城人，他是「桐城派」方苞的第十六代，家學有淵源。桐城有個中學，我們在桐城中學建一個電腦教室，送他一百台電腦教學生，教室就用「東美電腦教室」，這是現妙好身。我在南京念書，教我的老師現在還在，我在那個地方也建了個電腦教室，用老師的名字。我的老師叫涂世澤，我當年念書是我的級任老師，「世澤電腦教室」，這個叫示現妙好身。抗戰期間，我在國立三中念書，我的老校長對我非常好，我現在想了好多年，但是沒有落實，一定要把它做到。我準備在貴州銅仁建一個中學，用老師的名字，他的號叫慶光，這名字好，慶祝的慶，光明的光，我建一個「慶光中學」紀念他。這是妙好身，不忘老師教誨的恩德。"
    },
    {
      "id": "12-017-0246_p0033",
      "zh_CN": "我们这个作法就是经上讲的称性普应，教后代、教后学，对老师要感恩，要知恩报恩，不可以忘恩负义。忘恩负义，这个人不会有好结果的；纵然你这一生当中，你前生修的福报大，飞黄腾达，死后落三途，忘恩负义的罪太重太重。你这一生还没有堕落，那是你前世的余福很厚，这是佛在大乘经上讲得很多，仰赖过去生中福报的营护，你现在没有堕落，可是福享尽了，马上就堕落。这些事情我们在社会看到太多太多，佛的教学我们要从这些地方去体会，知道自己应该怎么做。所以不要看到这现妙色身，就现个佛像，现个身相，三十二相八十种好，你这样想，那就想呆了，就钻牛角尖。而实际上，它的意义是给社会大众做最好的榜样、最好的模范，这叫妙好身。对于现前的众生、未来的众生有深远的利益，这叫称性普应，所以叫广大。",
      "zh_TW": "我們這個作法就是經上講的稱性普應，教後代、教後學，對老師要感恩，要知恩報恩，不可以忘恩負義。忘恩負義，這個人不會有好結果的；縱然你這一生當中，你前生修的福報大，飛黃騰達，死後落三途，忘恩負義的罪太重太重。你這一生還沒有墮落，那是你前世的餘福很厚，這是佛在大乘經上講得很多，仰賴過去生中福報的營護，你現在沒有墮落，可是福享盡了，馬上就墮落。這些事情我們在社會看到太多太多，佛的教學我們要從這些地方去體會，知道自己應該怎麼做。所以不要看到這現妙色身，就現個佛像，現個身相，三十二相八十種好，你這樣想，那就想呆了，就鑽牛角尖。而實際上，它的意義是給社會大眾做最好的榜樣、最好的模範，這叫妙好身。對於現前的眾生、未來的眾生有深遠的利益，這叫稱性普應，所以叫廣大。"
    },
    {
      "id": "12-017-0246_p0034",
      "zh_CN": "今天我们把这个「广大」搞错了，每一个地方造佛像，造广大的，造大像；九华山造一个地藏菩萨像九十九米。所以都搞错了，以为这个是广大身，是这一种身；那个像要塑得很好，那是广大妙好身，错了，不是这个意思。武则天替《华严经》题的「开经偈」，那个意思好，「愿解如来真实义」。你要是错解了，误会了，看到这个地方，要得广大妙好身，你就造一个很大很大的佛像，造得非常精美，三十二相八十种好。那不是佛的意思，佛看到你这个作法，摇头，错会了意思。",
      "zh_TW": "今天我們把這個「廣大」搞錯了，每一個地方造佛像，造廣大的，造大像；九華山造一個地藏菩薩像九十九米。所以都搞錯了，以為這個是廣大身，是這一種身；那個像要塑得很好，那是廣大妙好身，錯了，不是這個意思。武則天替《華嚴經》題的「開經偈」，那個意思好，「願解如來真實義」。你要是錯解了，誤會了，看到這個地方，要得廣大妙好身，你就造一個很大很大的佛像，造得非常精美，三十二相八十種好。那不是佛的意思，佛看到你這個作法，搖頭，錯會了意思。"
    },
    {
      "id": "12-017-0246_p0035",
      "zh_CN": "佛所讲的「广大」，是利益广大群众，是这个意思。妙好，是让一切众生真正得到最殊胜的好处。好是叫众生得好处，妙是叫众生还不迷惑；得好处而迷惑，那就只有好，没有妙；得殊胜的利益，又不迷惑，这叫妙好！所以经义很深，经义很广，我们要细心去体会，决定不能错解意思，这个样子才真正能「令一切众生获安乐」。你们诸位想想，这个地方造一个大佛像，这一带众生就得安乐吗？未必。教这一个地区一切众生都得安乐，这才是佛的意思，然后你就想想广大是什么意思，妙好是什么意思。你所做的好事影响广大，影响深远，这是好事。",
      "zh_TW": "佛所講的「廣大」，是利益廣大群眾，是這個意思。妙好，是讓一切眾生真正得到最殊勝的好處。好是叫眾生得好處，妙是叫眾生還不迷惑；得好處而迷惑，那就只有好，沒有妙；得殊勝的利益，又不迷惑，這叫妙好！所以經義很深，經義很廣，我們要細心去體會，決定不能錯解意思，這個樣子才真正能「令一切眾生獲安樂」。你們諸位想想，這個地方造一個大佛像，這一帶眾生就得安樂嗎？未必。教這一個地區一切眾生都得安樂，這才是佛的意思，然後你就想想廣大是什麼意思，妙好是什麼意思。你所做的好事影響廣大，影響深遠，這是好事。"
    },
    {
      "id": "12-017-0246_p0036",
      "zh_CN": "所以愿解如来真实义就重要了，我们今天许多读经的人不知道这个意思，完全看字面上。古大德讲「依文解义，三世佛冤」，三世诸佛都喊冤枉！佛不是这个意思，你把这个意思搞错了。佛法的难处，实在讲也难在这个地方，难的是意在言外，他真正的意思你要会听，他意在言外，你才能体会他的意思，才知道说法的微妙。古人讲求这些，含蓄，叫你体会。现在人碰到这种文章真糟糕，不懂，完全把意思错会了。所以《华严经》、《大智度论》上才说：「佛法无人说，虽智莫能解。」世间再有聪明智慧的人不懂，他都在字句文字上打转转，他不懂佛说的什么意思。所以一定要懂，所谓弦外之音，言外之意，你要懂得这个，你才真正能欣赏到佛法之美，佛法之善。真、善、美、慧这四个字，佛经当之无愧，确实真善美慧。所以你才晓得佛经之妙，佛经不能不读，读佛经是人生第一幸福之事。今天时间到了。",
      "zh_TW": "所以願解如來真實義就重要了，我們今天許多讀經的人不知道這個意思，完全看字面上。古大德講「依文解義，三世佛冤」，三世諸佛都喊冤枉！佛不是這個意思，你把這個意思搞錯了。佛法的難處，實在講也難在這個地方，難的是意在言外，他真正的意思你要會聽，他意在言外，你才能體會他的意思，才知道說法的微妙。古人講求這些，含蓄，叫你體會。現在人碰到這種文章真糟糕，不懂，完全把意思錯會了。所以《華嚴經》、《大智度論》上才說：「佛法無人說，雖智莫能解。」世間再有聰明智慧的人不懂，他都在字句文字上打轉轉，他不懂佛說的什麼意思。所以一定要懂，所謂弦外之音，言外之意，你要懂得這個，你才真正能欣賞到佛法之美，佛法之善。真、善、美、慧這四個字，佛經當之無愧，確實真善美慧。所以你才曉得佛經之妙，佛經不能不讀，讀佛經是人生第一幸福之事。今天時間到了。"
    }
  ]
}