{
  "doc_id": "12-017-1182",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一八二卷",
    "zh_TW": "第一一八二卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1182",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "12-017-1182_p0001",
      "zh_CN": "诸位同学，请看「四圣谛品」邻次十界最后一段，上方振音世界第三段苦灭圣谛，我们将经文念一遍：",
      "zh_TW": "諸位同學，請看「四聖諦品」鄰次十界最後一段，上方振音世界第三段苦滅聖諦，我們將經文念一遍："
    },
    {
      "id": "12-017-1182_p0002",
      "zh_CN": "【诸佛子。所言苦灭圣谛者。彼振音世界中。或名无依处。或名不可取。或名转还。或名离诤。或名小。或名大。或名善净。或名无尽。或名广博。或名无等价。】",
      "zh_TW": "【諸佛子。所言苦滅聖諦者。彼振音世界中。或名無依處。或名不可取。或名轉還。或名離諍。或名小。或名大。或名善淨。或名無盡。或名廣博。或名無等價。】"
    },
    {
      "id": "12-017-1182_p0003",
      "zh_CN": "到这个地方是一段。这一段讲的是出世间之果，果里面的名称有很多是从因上建立的，这个例子前面很多，我们现在都能够明了。现在我们看第一句『或名无依处』。世间人总要找一个依处，依靠的处所。我们学佛也不例外，先要找个归依处，自己身心才有安全感。如果「无依处」，这就没有安全感。这个念头是个妄念，完全不了解事实真相。事实真相是什么？事实真相是无依处。无依处是灭谛名称，为什么？无依处是无为法，有依处是有为法，我这样说你应该明白了。",
      "zh_TW": "到這個地方是一段。這一段講的是出世間之果，果裡面的名稱有很多是從因上建立的，這個例子前面很多，我們現在都能夠明瞭。現在我們看第一句『或名無依處』。世間人總要找一個依處，依靠的處所。我們學佛也不例外，先要找個歸依處，自己身心才有安全感。如果「無依處」，這就沒有安全感。這個念頭是個妄念，完全不了解事實真相。事實真相是什麼？事實真相是無依處。無依處是滅諦名稱，為什麼？無依處是無為法，有依處是有為法，我這樣說你應該明白了。"
    },
    {
      "id": "12-017-1182_p0004",
      "zh_CN": "《百法明门论》里面所说的世出世间一切法，你想想看哪一法不是有为法？讲到最深的心法，阿赖耶，末那，意识，前五识，这是心法，能变法界。大乘经教里面常讲「诸法所生，唯心所现，唯识所变」，这个识就是这八心王，（含前五识），就是八识，唯识所变。识变的境界就是十法界依正庄严，识变的；识的作用，起作用是五十一心所。心所是心的起用，五十一类，每一类里头不知道有多少。从心法变现出色法，色法有十一，五根、六尘。六根里面的意根是心法，那不是色法，所以色只有十一，五根六尘。从心心所变现出来的一个抽象概念，它不属于心也不属于色，它确有其事，这有二十四类叫不相应行法，不属于心心所、色法，但是跟它们也脱不了关系，这统统叫做有为法，在百法里头占了九十四法，只有后面六法是无为法。",
      "zh_TW": "《百法明門論》裡面所說的世出世間一切法，你想想看哪一法不是有為法？講到最深的心法，阿賴耶，末那，意識，前五識，這是心法，能變法界。大乘經教裡面常講「諸法所生，唯心所現，唯識所變」，這個識就是這八心王，（含前五識），就是八識，唯識所變。識變的境界就是十法界依正莊嚴，識變的；識的作用，起作用是五十一心所。心所是心的起用，五十一類，每一類裡頭不知道有多少。從心法變現出色法，色法有十一，五根、六塵。六根裡面的意根是心法，那不是色法，所以色只有十一，五根六塵。從心心所變現出來的一個抽象概念，它不屬於心也不屬於色，它確有其事，這有二十四類叫不相應行法，不屬於心心所、色法，但是跟它們也脫不了關係，這統統叫做有為法，在百法裡頭佔了九十四法，只有後面六法是無為法。"
    },
    {
      "id": "12-017-1182_p0005",
      "zh_CN": "有为就是有生有灭，无为是不生不灭。你想想看有依，有依是有生有灭，无依是不生不灭；不生不灭是真的，有生有灭是假的。有生有灭我们就称之为世间法，无生无灭我们称为出世间法。这些是世尊教化九法界众生，九法界众生还没有能够转识成智；换句话说，他没有能够离开有为法，世尊做如是方便说。从方便的薰习逐渐悟入真实，佛就跟你讲无为法。",
      "zh_TW": "有為就是有生有滅，無為是不生不滅。你想想看有依，有依是有生有滅，無依是不生不滅；不生不滅是真的，有生有滅是假的。有生有滅我們就稱之為世間法，無生無滅我們稱為出世間法。這些是世尊教化九法界眾生，九法界眾生還沒有能夠轉識成智；換句話說，他沒有能夠離開有為法，世尊做如是方便說。從方便的薰習逐漸悟入真實，佛就跟你講無為法。"
    },
    {
      "id": "12-017-1182_p0006",
      "zh_CN": "何以无依？能现的心，能变的识，遍法界虚空界，遍过去现在未来，你到哪里去找一个依处？「这个地方是依处，那个地方不是依处」，这是错觉，是你的认知错误。你要真正明白了，遍法界虚空界哪个地方不是依处？一切处皆是，过去现在未来一切时皆是。依处不存在，这个妄念没有了，灭谛，所以它是属于果德，这个道理不能不懂。你要是不懂，你的境界转不过来。转什么？转识成智，转依处为无依处，转妄想为根本智，转分别执着为妙观察，为平等性。八识五十一心所，色法，二十四个不相应，无一不遍法界虚空界，所以转成四智菩提，四智也是遍法界虚空界。世尊在华严会上如是说，说的都是诸法实相，所以你找依处了不可得。",
      "zh_TW": "何以無依？能現的心，能變的識，遍法界虛空界，遍過去現在未來，你到哪裡去找一個依處？「這個地方是依處，那個地方不是依處」，這是錯覺，是你的認知錯誤。你要真正明白了，遍法界虛空界哪個地方不是依處？一切處皆是，過去現在未來一切時皆是。依處不存在，這個妄念沒有了，滅諦，所以它是屬於果德，這個道理不能不懂。你要是不懂，你的境界轉不過來。轉什麼？轉識成智，轉依處為無依處，轉妄想為根本智，轉分別執著為妙觀察，為平等性。八識五十一心所，色法，二十四個不相應，無一不遍法界虛空界，所以轉成四智菩提，四智也是遍法界虛空界。世尊在華嚴會上如是說，說的都是諸法實相，所以你找依處了不可得。"
    },
    {
      "id": "12-017-1182_p0007",
      "zh_CN": "这桩事情我们没听说过。你有没有听说过世尊在楞严会上教阿难去找心，心在哪里？在哪里就是依处。阿难找到心在内，被释迦牟尼佛否定了；他说那心在外，心在中间，他连续找了七处都被释迦牟尼佛否定，为什么？心遍法界虚空界，你说它在一处，错了，这一处有，那一处就没有？它统统都在，无有一处不在。就像我们一般人观念当中虚空，好像虚空无处不在。自性没有现相，能现一切相，不现相的时候你觉察不到，六根接触不到，现相，六根就能接触到。其实六根也是唯心所现，没有例外的。由此，我们就明了根尘就是自性，离开根尘到哪里去找自性？自性遍法界虚空界，哪有一处！这是事实真相。你要真正透彻了解真相，我再问你：哪一个众生不具足如来果地上的大涅槃、大菩提？统统具足！所以佛才讲真话，「一切众生本来成佛」。虽具足，你现在迷惑颠倒，你自己不承认，这没有法子。所以佛在经上常常讲颠倒错乱，迷惑颠倒。颠倒在哪里？就是这个念头，你的想法看法错了，一百八十度的错误。这个迷惑颠倒也没有界限，佛在经上讲得好，一迷一切迷，一悟一切悟。",
      "zh_TW": "這樁事情我們沒聽說過。你有沒有聽說過世尊在楞嚴會上教阿難去找心，心在哪裡？在哪裡就是依處。阿難找到心在內，被釋迦牟尼佛否定了；他說那心在外，心在中間，他連續找了七處都被釋迦牟尼佛否定，為什麼？心遍法界虛空界，你說它在一處，錯了，這一處有，那一處就沒有？它統統都在，無有一處不在。就像我們一般人觀念當中虛空，好像虛空無處不在。自性沒有現相，能現一切相，不現相的時候你覺察不到，六根接觸不到，現相，六根就能接觸到。其實六根也是唯心所現，沒有例外的。由此，我們就明瞭根塵就是自性，離開根塵到哪裡去找自性？自性遍法界虛空界，哪有一處！這是事實真相。你要真正透徹了解真相，我再問你：哪一個眾生不具足如來果地上的大涅槃、大菩提？統統具足！所以佛才講真話，「一切眾生本來成佛」。雖具足，你現在迷惑顛倒，你自己不承認，這沒有法子。所以佛在經上常常講顛倒錯亂，迷惑顛倒。顛倒在哪裡？就是這個念頭，你的想法看法錯了，一百八十度的錯誤。這個迷惑顛倒也沒有界限，佛在經上講得好，一迷一切迷，一悟一切悟。"
    },
    {
      "id": "12-017-1182_p0008",
      "zh_CN": "凡圣没有差别，差别在迷悟不同。如果我们能够参透这个道理，了解事实真相，把这个依靠放下，你就得大自在。你今天为什么不自在？被依处束缚，总想找个依处，所以佛叫你皈依三宝，妙绝了。三宝，自性觉遍法界虚空界，自性正遍法界虚空界，自性净也是遍法界虚空界，这是你的真正皈依处。皈依三宝，三宝是无依处，皈依，皈到哪里？皈到无依处，你的功德圆满，你身心安稳。回归到自性，你这个身体流露的全是性德，而且是什么？性德圆满的显现。",
      "zh_TW": "凡聖沒有差別，差別在迷悟不同。如果我們能夠參透這個道理，了解事實真相，把這個依靠放下，你就得大自在。你今天為什麼不自在？被依處束縛，總想找個依處，所以佛叫你皈依三寶，妙絕了。三寶，自性覺遍法界虛空界，自性正遍法界虛空界，自性淨也是遍法界虛空界，這是你的真正皈依處。皈依三寶，三寶是無依處，皈依，皈到哪裡？皈到無依處，你的功德圓滿，你身心安穩。回歸到自性，你這個身體流露的全是性德，而且是什麼？性德圓滿的顯現。"
    },
    {
      "id": "12-017-1182_p0009",
      "zh_CN": "学佛不是别的，回归自性而已。自性自然的流露，那就是诸佛如来、法身菩萨，世出世间究竟圆满。这从自性里头求，不能从外求，从外面求，求不到。从外面求叫外道，佛法里讲外道，决不是轻视人，绝对没有自大，没有轻慢人的意思，外道是什么？心外求法。心外没有法，心外求法，你当然会落空，你一无所成。心外求法是依他不是依自。那我们净土宗教导的是依靠阿弥陀佛，依靠极乐世界，弥陀跟极乐是不是他？你把他看作是他，这个妙绝了，也能成就，这不可思议。大乘法里面你要是依他，你决定不能成就，唯独净土法门依他还能成就，这怪事情。你的念头里头自他没有化解，有自有他，有自有他是对立，这我们常常讲、常常劝，把内心里头的对立矛盾把它化解掉。自他是对立，但是这个对立，行，阿弥陀佛真的是准许到西方极乐世界再提升，再把这个错误的念头化解掉。化解之后极乐在不在？弥陀在不在？在！这个时候才真正恍然大悟，原来是自性弥陀唯心净土，不是他。",
      "zh_TW": "學佛不是別的，回歸自性而已。自性自然的流露，那就是諸佛如來、法身菩薩，世出世間究竟圓滿。這從自性裡頭求，不能從外求，從外面求，求不到。從外面求叫外道，佛法裡講外道，決不是輕視人，絕對沒有自大，沒有輕慢人的意思，外道是什麼？心外求法。心外沒有法，心外求法，你當然會落空，你一無所成。心外求法是依他不是依自。那我們淨土宗教導的是依靠阿彌陀佛，依靠極樂世界，彌陀跟極樂是不是他？你把他看作是他，這個妙絕了，也能成就，這不可思議。大乘法裡面你要是依他，你決定不能成就，唯獨淨土法門依他還能成就，這怪事情。你的念頭裡頭自他沒有化解，有自有他，有自有他是對立，這我們常常講、常常勸，把內心裡頭的對立矛盾把它化解掉。自他是對立，但是這個對立，行，阿彌陀佛真的是准許到西方極樂世界再提升，再把這個錯誤的念頭化解掉。化解之後極樂在不在？彌陀在不在？在！這個時候才真正恍然大悟，原來是自性彌陀唯心淨土，不是他。"
    },
    {
      "id": "12-017-1182_p0010",
      "zh_CN": "阿弥陀佛是自性弥陀，极乐世界是唯心净土。你懂了没有？没懂，你永远不会懂。为什么？真的要懂了，恭喜你，你已经是法身菩萨，法身菩萨才懂，不是法身菩萨不懂。真正懂了，你就入不二法门，《华严》是不二法门，弥陀是唯心弥陀；释迦？唯心释迦；耶稣？唯心耶稣；张三？唯心张三；李四？唯心李四。极乐世界是唯心净土，这个地球？唯心地球；我们住的图文巴？唯心所现。你这才真正明了宇宙原来是一不是二，离开自性，离开唯心，无有一法可得。弥陀自性变的，释迦自性变的，耶稣自性变的，张三、李四统统自性变的，你我他也是自性变的，是一不是二，这样你才真正彻悟。",
      "zh_TW": "阿彌陀佛是自性彌陀，極樂世界是唯心淨土。你懂了沒有？沒懂，你永遠不會懂。為什麼？真的要懂了，恭喜你，你已經是法身菩薩，法身菩薩才懂，不是法身菩薩不懂。真正懂了，你就入不二法門，《華嚴》是不二法門，彌陀是唯心彌陀；釋迦？唯心釋迦；耶穌？唯心耶穌；張三？唯心張三；李四？唯心李四。極樂世界是唯心淨土，這個地球？唯心地球；我們住的圖文巴？唯心所現。你這才真正明瞭宇宙原來是一不是二，離開自性，離開唯心，無有一法可得。彌陀自性變的，釋迦自性變的，耶穌自性變的，張三、李四統統自性變的，你我他也是自性變的，是一不是二，這樣你才真正徹悟。"
    },
    {
      "id": "12-017-1182_p0011",
      "zh_CN": "我虽然给你讲，你入不了境界。古人这些话不说，为什么？大慈大悲。我跟你说是没有慈悲心。为什么不说是大慈大悲？不说是叫你悟入，用种种方法诱导你悟入这个境界，悟入是你自己的，你得受用；我给你说破了，把你的悟门堵死了。那我为什么要说？因为我知道你不会开悟，你的悟门早已经堵死了，我再堵一点也没有什么妨碍。我透这么一点消息给你，你要是真懂了，对你的修学有很大的帮助。其实对你的生活，改善你生活品质也有很大的帮助。",
      "zh_TW": "我雖然給你講，你入不了境界。古人這些話不說，為什麼？大慈大悲。我跟你說是沒有慈悲心。為什麼不說是大慈大悲？不說是叫你悟入，用種種方法誘導你悟入這個境界，悟入是你自己的，你得受用；我給你說破了，把你的悟門堵死了。那我為什麼要說？因為我知道你不會開悟，你的悟門早已經堵死了，我再堵一點也沒有什麼妨礙。我透這麼一點消息給你，你要是真懂了，對你的修學有很大的幫助。其實對你的生活，改善你生活品質也有很大的幫助。"
    },
    {
      "id": "12-017-1182_p0012",
      "zh_CN": "所以从前出家修道的人，这在佛门称为什么？无依道人。他能用这个名字，内行的人一看那不简单，无依道人，什么条件才能称？明心见性，破一品无明，证一分自性，才能称为无依道人，他住的这个小道场才可以用「无依」来命名，无依精舍，无依茅蓬，能用这个，这是表示自己破一品无明证一分自性。换句话说，超越十法界，十法界里面都有依，那六道就更不必说了。所以「无依处」是如来究竟果位上所证的，灭谛别名。再看第二句。",
      "zh_TW": "所以從前出家修道的人，這在佛門稱為什麼？無依道人。他能用這個名字，內行的人一看那不簡單，無依道人，什麼條件才能稱？明心見性，破一品無明，證一分自性，才能稱為無依道人，他住的這個小道場才可以用「無依」來命名，無依精舍，無依茅蓬，能用這個，這是表示自己破一品無明證一分自性。換句話說，超越十法界，十法界裡面都有依，那六道就更不必說了。所以「無依處」是如來究竟果位上所證的，滅諦別名。再看第二句。"
    },
    {
      "id": "12-017-1182_p0013",
      "zh_CN": "『或名不可取』。清凉大师这一句有注解，因为这一句意思很深，真的我们一般人看不懂。注解里面说「灭名不可取，取则不灭也，小之则无内，不容一物也。大之则无外，法界性也」。后面这个注解讲的圆满。「小而无内，大而无外」，这是佛家说的。现在科学，尖端的科学确确实实是向着两个方向发展，一个研究太空物理，大而无外；一个研究量子力学，小而无内，今天科学才向这两个方向发展，释迦牟尼佛一成佛就说这个道理了。所以不能取，取就有生灭。无论是大、无论是小都不可取。你要问为什么不可取？《般若经》上讲的详细，它无有所、它毕竟空，你取什么？",
      "zh_TW": "『或名不可取』。清涼大師這一句有註解，因為這一句意思很深，真的我們一般人看不懂。註解裡面說「滅名不可取，取則不滅也，小之則無內，不容一物也。大之則無外，法界性也」。後面這個註解講的圓滿。「小而無內，大而無外」，這是佛家說的。現在科學，尖端的科學確確實實是向著兩個方向發展，一個研究太空物理，大而無外；一個研究量子力學，小而無內，今天科學才向這兩個方向發展，釋迦牟尼佛一成佛就說這個道理了。所以不能取，取就有生滅。無論是大、無論是小都不可取。你要問為什麼不可取？《般若經》上講的詳細，它無有所、它畢竟空，你取什麼？"
    },
    {
      "id": "12-017-1182_p0014",
      "zh_CN": "取则不灭。这什么意思？取你就着相了，取你就有分别，你就有妄想，你就有执着。所以只要有这个念头，无明、见思、尘沙这些烦恼立刻就起现行，把你自性里面的智慧德能立刻就转变成八识五十一心所，二十四个不相应，变成这个东西。变的速度之快，没有人能知道。我们讲刹那之间，刹那之间的时间太长太长。《仁王经》上讲的，那是世尊随顺俗谛而说，并不是事实真相。讲一刹那九百生灭，随顺世谛而说的。这是让你了解事实真相，因此一切法都不可取，包括这个身体。",
      "zh_TW": "取則不滅。這什麼意思？取你就著相了，取你就有分別，你就有妄想，你就有執著。所以只要有這個念頭，無明、見思、塵沙這些煩惱立刻就起現行，把你自性裡面的智慧德能立刻就轉變成八識五十一心所，二十四個不相應，變成這個東西。變的速度之快，沒有人能知道。我們講剎那之間，剎那之間的時間太長太長。《仁王經》上講的，那是世尊隨順俗諦而說，並不是事實真相。講一剎那九百生滅，隨順世諦而說的。這是讓你了解事實真相，因此一切法都不可取，包括這個身體。"
    },
    {
      "id": "12-017-1182_p0015",
      "zh_CN": "身体也是刹那生灭相续相，确确实实不可取，就正如我们现在在银幕里看的这个现象。现在大家都有一点科学常识了解这个道理。电视、电脑这个萤光幕里头现的相，怎么现的？点，点移动成线，线移动成面，点线面快速的移动，我们肉眼没有办法看到它移动这个生灭现象，实际上？实际上它那个点，一点、一点生灭，它速度太快了，所以这个相确确实实是无所有、是毕竟空、是不可得。所以你天天看这个萤光幕，你要觉悟，真会看，常常看这个，一定有一个时候豁然大悟，你契入佛知佛见。",
      "zh_TW": "身體也是剎那生滅相續相，確確實實不可取，就正如我們現在在銀幕裡看的這個現象。現在大家都有一點科學常識了解這個道理。電視、電腦這個螢光幕裡頭現的相，怎麼現的？點，點移動成線，線移動成面，點線面快速的移動，我們肉眼沒有辦法看到它移動這個生滅現象，實際上？實際上它那個點，一點、一點生滅，它速度太快了，所以這個相確確實實是無所有、是畢竟空、是不可得。所以你天天看這個螢光幕，你要覺悟，真會看，常常看這個，一定有一個時候豁然大悟，你契入佛知佛見。"
    },
    {
      "id": "12-017-1182_p0016",
      "zh_CN": "佛知佛见就是正知正见，那你对于宇宙之间一切的性相理事因果，你完全通达了，一点点障碍都没有了。我们现在看的这个世界的相，这是个立体的，我们在萤光幕上看是平面的，平面如是，立体也如是，它的速度比萤光幕上不知道要快多少倍。我们讲多少倍还不行，至少要讲到亿万倍。凡夫怎么晓得这个现象！这个现象佛怎么晓得的？佛心清净，佛心不动，唯有不动，你稍微有一点动弹，他有感应，他就知道。所以佛在大乘经上说什么人能看到这个事实真相？八地菩萨。八地叫不动地，八地以上这个诸法实相他彻底明了。",
      "zh_TW": "佛知佛見就是正知正見，那你對於宇宙之間一切的性相理事因果，你完全通達了，一點點障礙都沒有了。我們現在看的這個世界的相，這是個立體的，我們在螢光幕上看是平面的，平面如是，立體也如是，它的速度比螢光幕上不知道要快多少倍。我們講多少倍還不行，至少要講到億萬倍。凡夫怎麼曉得這個現象！這個現象佛怎麼曉得的？佛心清淨，佛心不動，唯有不動，你稍微有一點動彈，他有感應，他就知道。所以佛在大乘經上說什麼人能看到這個事實真相？八地菩薩。八地叫不動地，八地以上這個諸法實相他徹底明瞭。"
    },
    {
      "id": "12-017-1182_p0017",
      "zh_CN": "我们晓得八地、九地、十地、等觉、妙觉，这个果位最高的五个位次他们能看到，八地菩萨是刚刚见到。见到什么？见到阿赖耶，实际上就是见到一切诸法无所有毕竟空不可得，就是见到这个。妄想断尽了，妄想虽然断尽，还有一点习气，习气难断。那么到九地、十地、十一地断习气，习气也没有了，妙觉位。你要真正体会到这个道理，了解这个事实真相，六尘境界你可以受用，你不能控制，你不能占有，「取」就是控制、就是占有，决定不可以。好像是什么？就好像我们看萤光幕里头的现相，我们可以欣赏，我们可以受用，萤光幕上的现相，你能不能控制？不能控制，你能不能占有？不能占有，为什么？刹那生灭。你看到这个影像不过是个连续相续相而已。",
      "zh_TW": "我們曉得八地、九地、十地、等覺、妙覺，這個果位最高的五個位次他們能看到，八地菩薩是剛剛見到。見到什麼？見到阿賴耶，實際上就是見到一切諸法無所有畢竟空不可得，就是見到這個。妄想斷盡了，妄想雖然斷盡，還有一點習氣，習氣難斷。那麼到九地、十地、十一地斷習氣，習氣也沒有了，妙覺位。你要真正體會到這個道理，了解這個事實真相，六塵境界你可以受用，你不能控制，你不能佔有，「取」就是控制、就是佔有，決定不可以。好像是什麼？就好像我們看螢光幕裡頭的現相，我們可以欣賞，我們可以受用，螢光幕上的現相，你能不能控制？不能控制，你能不能佔有？不能佔有，為什麼？剎那生滅。你看到這個影像不過是個連續相續相而已。"
    },
    {
      "id": "12-017-1182_p0018",
      "zh_CN": "相续怎么来的？相续是从生灭来的，生灭速度太快，一个接着一个，一个接着一个，虽然一个接着一个，各个都不一样。只是讲相似不是决定相同，绝对不可能有绝对相同的，不可能的，全是讲相似。我们以一个人来说，人，我们把单位算大一点，讲刹那太短了，我们说一秒钟一秒钟，这个大家概念会比较深一点。一秒钟跟一秒钟不一样，前一秒钟的净空法师跟现在这一秒钟不一样，不是一个人，底下一秒钟又是一个人，哪里会一样？如果一样的话，这个人长生不老了。大家都晓得人渐渐老，人是一秒钟一秒钟的老，这一秒钟必定比上一秒钟要老，下一秒钟就更老，是这么老的，不能再恢复到上面那一秒钟，这个道理你要懂，这叫刹那不住。你真正了解这个道理，你就晓得不可取，那么对于一切万事万物，你就很自在。为什么？随缘。绝对不会把这些事情放在心上，没事了，没事就自在，这个自在是智慧开了，智跟福都现前。",
      "zh_TW": "相續怎麼來的？相續是從生滅來的，生滅速度太快，一個接著一個，一個接著一個，雖然一個接著一個，各個都不一樣。只是講相似不是決定相同，絕對不可能有絕對相同的，不可能的，全是講相似。我們以一個人來說，人，我們把單位算大一點，講剎那太短了，我們說一秒鐘一秒鐘，這個大家概念會比較深一點。一秒鐘跟一秒鐘不一樣，前一秒鐘的淨空法師跟現在這一秒鐘不一樣，不是一個人，底下一秒鐘又是一個人，哪裡會一樣？如果一樣的話，這個人長生不老了。大家都曉得人漸漸老，人是一秒鐘一秒鐘的老，這一秒鐘必定比上一秒鐘要老，下一秒鐘就更老，是這麼老的，不能再恢復到上面那一秒鐘，這個道理你要懂，這叫剎那不住。你真正了解這個道理，你就曉得不可取，那麼對於一切萬事萬物，你就很自在。為什麼？隨緣。絕對不會把這些事情放在心上，沒事了，沒事就自在，這個自在是智慧開了，智跟福都現前。"
    },
    {
      "id": "12-017-1182_p0019",
      "zh_CN": "「不可取」是真的，你要是有个念头想取，那是虚妄，妄想，妄作，妄为。你的心不清净，为什么？一天到晚胡思乱想，胡思乱想是妄心，分别执着，永远摆脱不了！真的是什么？真的是清净心，是平等心，是觉悟心，真诚清净平等正觉慈悲，这是真的，一点都不假。会修行的人修什么？修这个。你要修真心，这妄要舍掉，不可取就是舍掉，舍得干干净净。自己智慧、德能、相好自然现前，智慧德能相好是自性本具的，本来具足。自己已经转识成智了，应化在九法界，随众生心应所知量。",
      "zh_TW": "「不可取」是真的，你要是有個念頭想取，那是虛妄，妄想，妄作，妄為。你的心不清淨，為什麼？一天到晚胡思亂想，胡思亂想是妄心，分別執著，永遠擺脫不了！真的是什麼？真的是清淨心，是平等心，是覺悟心，真誠清淨平等正覺慈悲，這是真的，一點都不假。會修行的人修什麼？修這個。你要修真心，這妄要捨掉，不可取就是捨掉，捨得乾乾淨淨。自己智慧、德能、相好自然現前，智慧德能相好是自性本具的，本來具足。自己已經轉識成智了，應化在九法界，隨眾生心應所知量。"
    },
    {
      "id": "12-017-1182_p0020",
      "zh_CN": "在九法界应化身不一样，应化的境不一样，那不是自己起心动念，是众生起心动念，随众生的心想而生。就像江本胜博士实验那个水一样，水没有心，水没有念头，随众生心念反应不一样。到自己入正觉位，这正等正觉位，也就是我们常讲的法身菩萨，你自己跟那个水一样，心地清净一念不生，但是能随九法界众生之感，九法界众生用什么心感，你就用什么心应。感的人是有心，应的佛菩萨无意，不可思议的境界。感或许是虚妄的，应都是真实的。这些地方我们要很细心去体会，真正体会得受用无穷。所以我们的学习不能不虚心，不能不认真。虚心你才能契入，不虚心不能契入。此地所讲的这几句跟现代科学所讲的完全相应，佛法里头有高等的科学。",
      "zh_TW": "在九法界應化身不一樣，應化的境不一樣，那不是自己起心動念，是眾生起心動念，隨眾生的心想而生。就像江本勝博士實驗那個水一樣，水沒有心，水沒有念頭，隨眾生心念反應不一樣。到自己入正覺位，這正等正覺位，也就是我們常講的法身菩薩，你自己跟那個水一樣，心地清淨一念不生，但是能隨九法界眾生之感，九法界眾生用什麼心感，你就用什麼心應。感的人是有心，應的佛菩薩無意，不可思議的境界。感或許是虛妄的，應都是真實的。這些地方我們要很細心去體會，真正體會得受用無窮。所以我們的學習不能不虛心，不能不認真。虛心你才能契入，不虛心不能契入。此地所講的這幾句跟現代科學所講的完全相應，佛法裡頭有高等的科學。"
    },
    {
      "id": "12-017-1182_p0021",
      "zh_CN": "所以一切法不离自性，自性是圆满的。世出世间无论什么样的学术都离不开它，它是根，它是本。世间法像一棵大树一样是枝叶，能生、能现、能变的那是根本。会学的人，古大德常讲从根本修，根本是心性，起心动念。所以这个名号我们读了之后，要知道现在怎样去学习，我们现在虽然在凡夫地，看到如来果地上的名号，大乘圆教可以学，这是个方向，这是个目标。",
      "zh_TW": "所以一切法不離自性，自性是圓滿的。世出世間無論什麼樣的學術都離不開它，它是根，它是本。世間法像一棵大樹一樣是枝葉，能生、能現、能變的那是根本。會學的人，古大德常講從根本修，根本是心性，起心動念。所以這個名號我們讀了之後，要知道現在怎樣去學習，我們現在雖然在凡夫地，看到如來果地上的名號，大乘圓教可以學，這是個方向，這是個目標。"
    },
    {
      "id": "12-017-1182_p0022",
      "zh_CN": "在日常生活当中，无论做什么事情，世间法来说不能不认真，佛法来说何必认真。你要怎样调和，调和得很好？佛法在世间不坏世间法，能够圆融，这就叫用中，你真正得受用。你看看天台家讲的三谛，空假中，真谛讲空，这个地方讲真谛；俗谛讲假，那么你在日常生活当中，你要会用中。你怎样把佛法落实在世间法里头？世法跟佛法是一法，是不二法，你就成为菩萨，菩萨会用中。六道凡夫他完全落在假里头，他不知道是有真；二乘人，偏真涅槃，他堕在真里头不知道是假，世间出世间合不起来；菩萨懂得中，把世间跟出世间合起来，融合起来，得大用，所以得大自在。我们要学这个本事。",
      "zh_TW": "在日常生活當中，無論做什麼事情，世間法來說不能不認真，佛法來說何必認真。你要怎樣調和，調和得很好？佛法在世間不壞世間法，能夠圓融，這就叫用中，你真正得受用。你看看天台家講的三諦，空假中，真諦講空，這個地方講真諦；俗諦講假，那麼你在日常生活當中，你要會用中。你怎樣把佛法落實在世間法裡頭？世法跟佛法是一法，是不二法，你就成為菩薩，菩薩會用中。六道凡夫他完全落在假裡頭，他不知道是有真；二乘人，偏真涅槃，他墮在真裡頭不知道是假，世間出世間合不起來；菩薩懂得中，把世間跟出世間合起來，融合起來，得大用，所以得大自在。我們要學這個本事。"
    },
    {
      "id": "12-017-1182_p0023",
      "zh_CN": "在现前无论做什么事情要认真、要负责。古人有比喻，诸佛菩萨应化在世间是像唱戏一样，他演得非常逼真，他演得叫你完全看不出来那是假的，其实怎么样？其实他一点执着都没有，他在演戏。演出，希望观众，观众是凡夫，观众在菩萨演出里面豁然觉悟，他演出的效果就收到。你要问菩萨什么时候演出？从《华严经》上告诉你，菩萨的演出从来没有间断过，这是讲这个《华严经》，一切诸佛如来尘说刹说从来没有间断过。为什么？六尘说法。极乐世界六尘说法，我们这个世界又何尝不是六尘说法？只是我们自己麻木不仁，视而不见，听而不闻。他方世界的菩萨到我们这个地方来应化，一方面来应化、来表演，一方面他来学习，提升自己，自行化他从来没有间断过。再给你说，我们自身自行化他也没有中断，但是问题在哪里？我们所表演的是业力在导演，负面的，我们在演六道轮回，佛菩萨那是般若智慧在导演，导演不一样，演员都一样。大家细细去咀嚼我讲的这个味道，看看你们能不能体会得到。现在时间到了。",
      "zh_TW": "在現前無論做什麼事情要認真、要負責。古人有比喻，諸佛菩薩應化在世間是像唱戲一樣，他演得非常逼真，他演得叫你完全看不出來那是假的，其實怎麼樣？其實他一點執著都沒有，他在演戲。演出，希望觀眾，觀眾是凡夫，觀眾在菩薩演出裡面豁然覺悟，他演出的效果就收到。你要問菩薩什麼時候演出？從《華嚴經》上告訴你，菩薩的演出從來沒有間斷過，這是講這個《華嚴經》，一切諸佛如來塵說剎說從來沒有間斷過。為什麼？六塵說法。極樂世界六塵說法，我們這個世界又何嘗不是六塵說法？只是我們自己麻木不仁，視而不見，聽而不聞。他方世界的菩薩到我們這個地方來應化，一方面來應化、來表演，一方面他來學習，提升自己，自行化他從來沒有間斷過。再給你說，我們自身自行化他也沒有中斷，但是問題在哪裡？我們所表演的是業力在導演，負面的，我們在演六道輪迴，佛菩薩那是般若智慧在導演，導演不一樣，演員都一樣。大家細細去咀嚼我講的這個味道，看看你們能不能體會得到。現在時間到了。"
    },
    {
      "id": "12-017-1182_p0024",
      "zh_CN": "诸位同学，请接着看「苦灭圣谛」名号第三句：",
      "zh_TW": "諸位同學，請接著看「苦滅聖諦」名號第三句："
    },
    {
      "id": "12-017-1182_p0025",
      "zh_CN": "【或名转还。】",
      "zh_TW": "【或名轉還。】"
    },
    {
      "id": "12-017-1182_p0026",
      "zh_CN": "『转』是回头，『还』是还原。还归自性，自性就是灭谛，自性就是无上道，自性就是第一义谛。灭谛从因上讲，称之为「转还」。我们在初学经教的时候，老师常常嘱咐叮咛教导要转心，学佛真正功夫要从这里做起。改心，这老师常讲的，做个转变，改心。改心，实际上的意思是改念头，改变你的想法看法，往昔所想的、所看的是错误的，把错误改过来，转变归还到真实，这个人叫真修行，宗门里面讲会了，真会了。",
      "zh_TW": "『轉』是回頭，『還』是還原。還歸自性，自性就是滅諦，自性就是無上道，自性就是第一義諦。滅諦從因上講，稱之為「轉還」。我們在初學經教的時候，老師常常囑咐叮嚀教導要轉心，學佛真正功夫要從這裡做起。改心，這老師常講的，做個轉變，改心。改心，實際上的意思是改念頭，改變你的想法看法，往昔所想的、所看的是錯誤的，把錯誤改過來，轉變歸還到真實，這個人叫真修行，宗門裡面講會了，真會了。"
    },
    {
      "id": "12-017-1182_p0027",
      "zh_CN": "老师的教诲，古来祖师大德的著述，我们听了很多、看了很多，可是怎么样？境界现前转不过来，这是什么原因？这个想法看法虽然错误，用的太久了，已经用成习惯，现在要把这个习惯一下转过来可真难，这是事实。譬如我一向都瞧不起你，从来也没有一念尊重你，现在要我改过头来看得起你、尊重你，这个难，太难了。甚至于学佛，连佛菩萨也瞧不起，也没有看在眼里，习气！叫烦恼习气。所以古大德教人，你要想成就，当然你要找个老师，要有个人教你，谁是你的善知识？不一定说这个老师声望很高，社会大众都尊敬，不一定是你的老师；社会大众尊敬，你不尊敬他，你瞧不起他，你跟他叫白跟，没有用。你要依什么人做老师？你心目当中最佩服、最景仰的，这个人教你，你会听，你能接受，这是你的真正好老师。但是你必须要知道，你是走正路还是走邪路？你所最佩服的老师，最敬仰的老师，他走的是邪路，你很欢喜他，他往阿鼻地狱走，你肯定跟他到阿鼻地狱去。这个例子太多太多了，不胜枚举。",
      "zh_TW": "老師的教誨，古來祖師大德的著述，我們聽了很多、看了很多，可是怎麼樣？境界現前轉不過來，這是什麼原因？這個想法看法雖然錯誤，用的太久了，已經用成習慣，現在要把這個習慣一下轉過來可真難，這是事實。譬如我一向都瞧不起你，從來也沒有一念尊重你，現在要我改過頭來看得起你、尊重你，這個難，太難了。甚至於學佛，連佛菩薩也瞧不起，也沒有看在眼裡，習氣！叫煩惱習氣。所以古大德教人，你要想成就，當然你要找個老師，要有個人教你，誰是你的善知識？不一定說這個老師聲望很高，社會大眾都尊敬，不一定是你的老師；社會大眾尊敬，你不尊敬他，你瞧不起他，你跟他叫白跟，沒有用。你要依什麼人做老師？你心目當中最佩服、最景仰的，這個人教你，你會聽，你能接受，這是你的真正好老師。但是你必須要知道，你是走正路還是走邪路？你所最佩服的老師，最敬仰的老師，他走的是邪路，你很歡喜他，他往阿鼻地獄走，你肯定跟他到阿鼻地獄去。這個例子太多太多了，不勝枚舉。"
    },
    {
      "id": "12-017-1182_p0028",
      "zh_CN": "所以有人问魔的力量为什么这么大？佛是正法，为什么这么衰？妖魔鬼怪的力量这么大，什么原因？这个经上前面所讲的共业所感。魔王出现在这个世间，他的时节因缘成熟，这个世间里面所有的众生，大多数都跟这个魔王前世有关系，有缘，所以他虽然是邪道，这些人盲从跟他学。佛虽然是正道，对佛没有信心，跟佛没有缘，佛不能度他，但是佛不舍弃他。佛怎么不舍弃他？知道他跟着魔学造罪业，他要堕地狱，他要受无量劫的苦难，苦难受尽了，他这一生阿赖耶识里头印的有佛的形象，有佛的名号，那个时候才会起现行，无量劫之后，他要受无量劫的苦。这个苦他应当要受，为什么？消他的业障。他要不受苦，业障消不了，业障消不了，善根生不起来，是这么个道理。所以我们遇到这些人别着急，常常想到佛都不着急，我们着急有什么用？他必须要经过这个过程，迷惑、造业、受报，他已经走上这条路回不了头来，随他去吧！等他的业障消掉之后，他还会回头，这佛菩萨有信心，为什么？这个佛号，佛的形像，你看到一次、听到一声，「一历耳根，永为道种」，这个不会抹灭的，金刚种子！",
      "zh_TW": "所以有人問魔的力量為什麼這麼大？佛是正法，為什麼這麼衰？妖魔鬼怪的力量這麼大，什麼原因？這個經上前面所講的共業所感。魔王出現在這個世間，他的時節因緣成熟，這個世間裡面所有的眾生，大多數都跟這個魔王前世有關係，有緣，所以他雖然是邪道，這些人盲從跟他學。佛雖然是正道，對佛沒有信心，跟佛沒有緣，佛不能度他，但是佛不捨棄他。佛怎麼不捨棄他？知道他跟著魔學造罪業，他要墮地獄，他要受無量劫的苦難，苦難受盡了，他這一生阿賴耶識裡頭印的有佛的形象，有佛的名號，那個時候才會起現行，無量劫之後，他要受無量劫的苦。這個苦他應當要受，為什麼？消他的業障。他要不受苦，業障消不了，業障消不了，善根生不起來，是這麼個道理。所以我們遇到這些人別著急，常常想到佛都不著急，我們著急有什麼用？他必須要經過這個過程，迷惑、造業、受報，他已經走上這條路回不了頭來，隨他去吧！等他的業障消掉之後，他還會回頭，這佛菩薩有信心，為什麼？這個佛號，佛的形像，你看到一次、聽到一聲，「一歷耳根，永為道種」，這個不會抹滅的，金剛種子！"
    },
    {
      "id": "12-017-1182_p0029",
      "zh_CN": "我们看到他这个现象，想想我们自己在多生多劫之前也是这个样子，我们也是愚痴无知跟着魔走。无量劫中堕地狱，堕饿鬼，堕畜生，无量劫这才出头，出头，觉悟了，善根出现了，有一点智慧能够辨别了，不再跟妖魔鬼怪走了。妖魔鬼怪虽然在周围诱惑，我们能如如不动，不受他的影响，这是八相成道里面的降魔。这一生肯定有成就，这个成就不是示现成等正觉，不是的，这个成就是往生西方极乐世界，生到极乐世界之后，哪个地方有缘，应以佛身而得度者，你就能示现成等正觉去教化众生。这个路快速！稳当！",
      "zh_TW": "我們看到他這個現象，想想我們自己在多生多劫之前也是這個樣子，我們也是愚痴無知跟著魔走。無量劫中墮地獄，墮餓鬼，墮畜生，無量劫這才出頭，出頭，覺悟了，善根出現了，有一點智慧能夠辨別了，不再跟妖魔鬼怪走了。妖魔鬼怪雖然在周圍誘惑，我們能如如不動，不受他的影響，這是八相成道裡面的降魔。這一生肯定有成就，這個成就不是示現成等正覺，不是的，這個成就是往生西方極樂世界，生到極樂世界之後，哪個地方有緣，應以佛身而得度者，你就能示現成等正覺去教化眾生。這個路快速！穩當！"
    },
    {
      "id": "12-017-1182_p0030",
      "zh_CN": "所以一个人在这一生当中，有能力辨别真妄邪正是非，不容易，千万人当中难得有一个。我们听古人这么说，在古人文字里面这么看到，自己亲身没有见到。到自己亲身经历，你的感受不一样，得要有这么大的岁数才能谈到亲身经历。我跟方老师，正式跟他学习的时间不长，但是往来的时间太长了。我们往来几十年，我认识他、亲近他的时候，四十多岁，他七十九岁过世，交往三十多年，是个好老师。底下出了多少人？很有限，确实不多。章嘉大师是好老师，李炳南老居士是好老师，亲近他的人，跟他学的人，太多太多，几个人有成就？这是我们亲身经历的。",
      "zh_TW": "所以一個人在這一生當中，有能力辨別真妄邪正是非，不容易，千萬人當中難得有一個。我們聽古人這麼說，在古人文字裡面這麼看到，自己親身沒有見到。到自己親身經歷，你的感受不一樣，得要有這麼大的歲數才能談到親身經歷。我跟方老師，正式跟他學習的時間不長，但是往來的時間太長了。我們往來幾十年，我認識他、親近他的時候，四十多歲，他七十九歲過世，交往三十多年，是個好老師。底下出了多少人？很有限，確實不多。章嘉大師是好老師，李炳南老居士是好老師，親近他的人，跟他學的人，太多太多，幾個人有成就？這是我們親身經歷的。"
    },
    {
      "id": "12-017-1182_p0031",
      "zh_CN": "半个世纪，细心去观察，再回头来想想自己，自己这一辈子学佛五十二年，讲经教学四十五年，这四十五年当中，跟着我的有成就的有几个人？能够像我这样的一个也没有。要是像过去那个时代，在这种情形之下肯定求往生。为什么？这世间没有传人，没有传人，走路！没有住世间的理由，应当走路。现在的环境不一样，身边虽然没有好的学生，没有传人，不在身边的，有！从网路上学习的，从卫星电视里面学习的，从中国，从海外传来的讯息告诉我，真有人在学，我们听到很安慰。这种机缘是从前人没有的，现代的名词叫做远程教学，给我带来很大的欣慰，非常难得。",
      "zh_TW": "半個世紀，細心去觀察，再回頭來想想自己，自己這一輩子學佛五十二年，講經教學四十五年，這四十五年當中，跟著我的有成就的有幾個人？能夠像我這樣的一個也沒有。要是像過去那個時代，在這種情形之下肯定求往生。為什麼？這世間沒有傳人，沒有傳人，走路！沒有住世間的理由，應當走路。現在的環境不一樣，身邊雖然沒有好的學生，沒有傳人，不在身邊的，有！從網路上學習的，從衛星電視裡面學習的，從中國，從海外傳來的訊息告訴我，真有人在學，我們聽到很安慰。這種機緣是從前人沒有的，現代的名詞叫做遠程教學，給我帶來很大的欣慰，非常難得。"
    },
    {
      "id": "12-017-1182_p0032",
      "zh_CN": "除这个之外，现在是乱世，灵界的讯息很普遍，无论在哪个国家地区常常遇到。所以有些人很崇拜鬼神，这就是与鬼神有缘。鬼神应不应该崇拜？《华严经》上告诉我们，应该要礼敬，礼敬诸佛，这是应该的。为什么？他有佛性，他也是众生。既有佛性，他现在闻佛法，将来必定成佛，所以恭敬是平等的。能不能信他？你要像孔子所说的「听其言而观其行」。你不能盲从，他的言要是正可以接纳，提供我们做为生活或者是工作学习的参考。如果他说的不是正法是邪法，那我们对他敬而远之。远之是什么意思？完全不能接受他，这个样子你不受其害。你要是盲从的话你肯定受害，那一受害你就很难回头。",
      "zh_TW": "除這個之外，現在是亂世，靈界的訊息很普遍，無論在哪個國家地區常常遇到。所以有些人很崇拜鬼神，這就是與鬼神有緣。鬼神應不應該崇拜？《華嚴經》上告訴我們，應該要禮敬，禮敬諸佛，這是應該的。為什麼？他有佛性，他也是眾生。既有佛性，他現在聞佛法，將來必定成佛，所以恭敬是平等的。能不能信他？你要像孔子所說的「聽其言而觀其行」。你不能盲從，他的言要是正可以接納，提供我們做為生活或者是工作學習的參考。如果他說的不是正法是邪法，那我們對他敬而遠之。遠之是什麼意思？完全不能接受他，這個樣子你不受其害。你要是盲從的話你肯定受害，那一受害你就很難回頭。"
    },
    {
      "id": "12-017-1182_p0033",
      "zh_CN": "邪正怎么分？印光大师教导我们的方法决定正确。你要能够守住印光法师十六个字，你接触妖魔鬼怪决定不受他的害。印光大师教人，「敦伦尽分，闲邪存诚，信愿念佛，求生净土」。世出世间只要用这个标准做为衡量，决定没有错误。出世间法，信愿持名，求生净土，其他任何法门不为所动，我们尊敬不动心，我就修这个法门。对于世间一切，敦伦尽分，闲邪存诚，不受害。敦伦就是伦理道德，如果这个神，神灵，他说的是破坏伦理道德的，这是邪神，这不是正神，对他赶紧敬而远之。",
      "zh_TW": "邪正怎麼分？印光大師教導我們的方法決定正確。你要能夠守住印光法師十六個字，你接觸妖魔鬼怪決定不受他的害。印光大師教人，「敦倫盡分，閑邪存誠，信願念佛，求生淨土」。世出世間只要用這個標準做為衡量，決定沒有錯誤。出世間法，信願持名，求生淨土，其他任何法門不為所動，我們尊敬不動心，我就修這個法門。對於世間一切，敦倫盡分，閑邪存誠，不受害。敦倫就是倫理道德，如果這個神，神靈，他說的是破壞倫理道德的，這是邪神，這不是正神，對他趕緊敬而遠之。"
    },
    {
      "id": "12-017-1182_p0034",
      "zh_CN": "如果你的心邪，念头邪，行为邪，正神不会接触你。为什么？不同类。你的心邪，念头邪，行邪，妖魔鬼怪接近你，为什么？你跟他志同道合。这个道理我们不能不知道，知道这个道理，晓得很多很多年轻人被这些什么神通感应迷惑，你就明白了，你要知道自己应该如何处理它。迷得轻的可以劝劝他，不能回头的，算了，不要去理他。这不是不慈悲，佛大慈大悲救不了，佛都救不了，我们有什么能力？我们只有好好修自己的净土，往生西方极乐世界。这个人我认识，那就跟我有缘，将来他在魔道，在三恶道受尽苦头，苦头受尽之后，想回头了再去帮助他。这叫什么？时节因缘，现在不是不帮助你，你不会接受；你不会接受，就是帮不上忙。你要接受，他才能帮得上。",
      "zh_TW": "如果你的心邪，念頭邪，行為邪，正神不會接觸你。為什麼？不同類。你的心邪，念頭邪，行邪，妖魔鬼怪接近你，為什麼？你跟他志同道合。這個道理我們不能不知道，知道這個道理，曉得很多很多年輕人被這些什麼神通感應迷惑，你就明白了，你要知道自己應該如何處理它。迷得輕的可以勸勸他，不能回頭的，算了，不要去理他。這不是不慈悲，佛大慈大悲救不了，佛都救不了，我們有什麼能力？我們只有好好修自己的淨土，往生西方極樂世界。這個人我認識，那就跟我有緣，將來他在魔道，在三惡道受盡苦頭，苦頭受盡之後，想回頭了再去幫助他。這叫什麼？時節因緣，現在不是不幫助你，你不會接受；你不會接受，就是幫不上忙。你要接受，他才能幫得上。"
    },
    {
      "id": "12-017-1182_p0035",
      "zh_CN": "要知道妖魔鬼怪诱惑人没有别的，就是神通。佛有神通，菩萨有神通，阿罗汉有神通，为什么不用神通？如果佛菩萨、罗汉也用神通，邪正就没有办法辨别，利少害多。所以佛菩萨走一条正路，教学，讲经教学，魔不会讲经教学，魔所讲的都是些歪道理，都是破坏伦理道德，破坏正知正见的，你仔细观察，他都是教你增长贪瞋痴慢，都是教你增长自私自利。他的贪瞋痴慢不断，嫉妒傲慢瞋恚很重，稍稍不如意得罪他，他就报复，这是魔！正法里头没有，正法里头，你就是欺负他、侮辱他、陷害他，他不会生气，他不会报复。顶多他回避，让你，你骂他，他不还口；你打他，他不回手，这是正法。",
      "zh_TW": "要知道妖魔鬼怪誘惑人沒有別的，就是神通。佛有神通，菩薩有神通，阿羅漢有神通，為什麼不用神通？如果佛菩薩、羅漢也用神通，邪正就沒有辦法辨別，利少害多。所以佛菩薩走一條正路，教學，講經教學，魔不會講經教學，魔所講的都是些歪道理，都是破壞倫理道德，破壞正知正見的，你仔細觀察，他都是教你增長貪瞋痴慢，都是教你增長自私自利。他的貪瞋痴慢不斷，嫉妒傲慢瞋恚很重，稍稍不如意得罪他，他就報復，這是魔！正法裡頭沒有，正法裡頭，你就是欺負他、侮辱他、陷害他，他不會生氣，他不會報復。頂多他迴避，讓你，你罵他，他不還口；你打他，他不回手，這是正法。"
    },
    {
      "id": "12-017-1182_p0036",
      "zh_CN": "要有能力辨别邪正，你才能够「转还」，从邪转还归正，从迷转还归悟，从恶转还归善，你才能回头。你没有能力辨别，你怎么可能回头？你认为你那条路是正的，你不知道那条路是错的，没有能力辨别是非邪正，这种人，佛菩萨来了都救不了，我们不能不知道。要想帮他们忙只有一个办法，先成就自己，自己往生极乐世界，早一天成佛道，再回过头帮助他们。再看下面第四句：",
      "zh_TW": "要有能力辨別邪正，你才能夠「轉還」，從邪轉還歸正，從迷轉還歸悟，從惡轉還歸善，你才能回頭。你沒有能力辨別，你怎麼可能回頭？你認為你那條路是正的，你不知道那條路是錯的，沒有能力辨別是非邪正，這種人，佛菩薩來了都救不了，我們不能不知道。要想幫他們忙只有一個辦法，先成就自己，自己往生極樂世界，早一天成佛道，再回過頭幫助他們。再看下面第四句："
    },
    {
      "id": "12-017-1182_p0037",
      "zh_CN": "【或名离诤。】",
      "zh_TW": "【或名離諍。】"
    },
    {
      "id": "12-017-1182_p0038",
      "zh_CN": "六和敬里头，「口和无诤」，『诤』是世间苦报的业因。为什么会有诤？诤的根源从哪里来的？我们常常讲的十六个字，「自私自利，名闻利养，五欲六尘，贪瞋痴慢」，诸位想想这十六个字是不是一切争论的根？你的争论是不是为了要得到这十六个字？坚固执着这十六个字？所以你的果报是苦谛。如来果地上大涅槃、大菩提里头没有诤，不但没有诤的这个行为、念头，丝毫这个「诤」的意念都没有，离的干干净净。这不但是如来果地，给你讲证得阿罗汉果，诤都没有了，为什么没有了？自私自利没有了。阿罗汉，我执破了，《金刚经》上讲的「无我相，无人相，无众生相，无寿者相」，四相离了，没有诤的对象。",
      "zh_TW": "六和敬裡頭，「口和無諍」，『諍』是世間苦報的業因。為什麼會有諍？諍的根源從哪裡來的？我們常常講的十六個字，「自私自利，名聞利養，五欲六塵，貪瞋痴慢」，諸位想想這十六個字是不是一切爭論的根？你的爭論是不是為了要得到這十六個字？堅固執著這十六個字？所以你的果報是苦諦。如來果地上大涅槃、大菩提裡頭沒有諍，不但沒有諍的這個行為、念頭，絲毫這個「諍」的意念都沒有，離的乾乾淨淨。這不但是如來果地，給你講證得阿羅漢果，諍都沒有了，為什麼沒有了？自私自利沒有了。阿羅漢，我執破了，《金剛經》上講的「無我相，無人相，無眾生相，無壽者相」，四相離了，沒有諍的對象。"
    },
    {
      "id": "12-017-1182_p0039",
      "zh_CN": "见思烦恼断了，就是我刚才讲的自私自利没有了，名闻利养没有了，五欲六尘没有了，贪瞋痴慢没有了，统统没有了。有这个东西，在六道，而且在六道里，在欲界。色界天人没有瞋恚，瞋恚的烦恼，在色界、无色界天是伏断，为什么？他有慈悲心，他有四无量心，慈悲喜舍。如果有瞋恚，这慈悲喜舍是决定不能现前，它障碍慈悲喜舍。所以色界天人这个烦恼他伏住了。到法身菩萨，诤的这个意思没有，丝毫都不存在，回归到自性，自性里头没有诤。我们今天学佛从哪里学起？要从「离诤」学起，你要是想你的功夫能早一天得力，业障早一天能消除，你就从这里下手。所以夏莲居老居士讲，三年不说话，你肯定会开悟。这个话讲的有道理，言语里面，争论多。",
      "zh_TW": "見思煩惱斷了，就是我剛才講的自私自利沒有了，名聞利養沒有了，五欲六塵沒有了，貪瞋痴慢沒有了，統統沒有了。有這個東西，在六道，而且在六道裡，在欲界。色界天人沒有瞋恚，瞋恚的煩惱，在色界、無色界天是伏斷，為什麼？他有慈悲心，他有四無量心，慈悲喜捨。如果有瞋恚，這慈悲喜捨是決定不能現前，它障礙慈悲喜捨。所以色界天人這個煩惱他伏住了。到法身菩薩，諍的這個意思沒有，絲毫都不存在，回歸到自性，自性裡頭沒有諍。我們今天學佛從哪裡學起？要從「離諍」學起，你要是想你的功夫能早一天得力，業障早一天能消除，你就從這裡下手。所以夏蓮居老居士講，三年不說話，你肯定會開悟。這個話講的有道理，言語裡面，爭論多。"
    },
    {
      "id": "12-017-1182_p0040",
      "zh_CN": "身语意三业，造的最多的、最容易的，口业。所以《无量寿经》把这一条摆在第一，一切经里面讲到三业都是讲身口意，顺序是这个排法。《无量寿经》是把口业摆在第一，「善护口业，不讥他过」，这大家念得很熟；「善护身业，不失律仪；善护意业，清净无染」，《无量寿经》一开端提出修行的总纲领。我们用什么方法来护三业？净宗学会成立，我们选的这五个科目，就是用这五个科目来善护三业，「三福，六和，三学，六度，普贤十愿」。「真诚清净平等正觉慈悲，看破放下自在随缘念佛」这二十个字，都是在善护三业。三业清净无染就成佛了。我们在许许多多绘画的佛像，佛像后面有圆光，圆光顶上有三个字「唵，阿，吽」，这三个字是什么意思？从前章嘉大师教我，这三个字就是身口意。唵是身，阿是口，吽是意，这三个字一般都是用梵文写的，用藏文写的，也有用中文（梵语音译的），就是《无量寿经》上讲的善护三业。如来果地三业清净到极处，一丝毫染污都没有，不像等觉菩萨，等觉菩萨还有一品生相无明没有破。",
      "zh_TW": "身語意三業，造的最多的、最容易的，口業。所以《無量壽經》把這一條擺在第一，一切經裡面講到三業都是講身口意，順序是這個排法。《無量壽經》是把口業擺在第一，「善護口業，不譏他過」，這大家念得很熟；「善護身業，不失律儀；善護意業，清淨無染」，《無量壽經》一開端提出修行的總綱領。我們用什麼方法來護三業？淨宗學會成立，我們選的這五個科目，就是用這五個科目來善護三業，「三福，六和，三學，六度，普賢十願」。「真誠清淨平等正覺慈悲，看破放下自在隨緣念佛」這二十個字，都是在善護三業。三業清淨無染就成佛了。我們在許許多多繪畫的佛像，佛像後面有圓光，圓光頂上有三個字「唵，阿，吽」，這三個字是什麼意思？從前章嘉大師教我，這三個字就是身口意。唵是身，阿是口，吽是意，這三個字一般都是用梵文寫的，用藏文寫的，也有用中文（梵語音譯的），就是《無量壽經》上講的善護三業。如來果地三業清淨到極處，一絲毫染污都沒有，不像等覺菩薩，等覺菩薩還有一品生相無明沒有破。"
    },
    {
      "id": "12-017-1182_p0041",
      "zh_CN": "我们遵守《无量寿经》的教诲，口业最容易犯，日常生活当中特别要提高警觉，学「无诤」。如果要学无诤，那你一定要先学吃亏，中国古人常讲「吃亏是福」，你不能吃亏，你没有福。不能吃亏是什么？你好争，喜欢跟人争论，一点亏都不能吃，一丝毫都不能让人，你的福报有限。一次的争论，折一次福报，你前世今生修了多大福报，从口里头折掉了，你说多可惜！这是什么？这才叫真正的愚痴。世出世间圣人常常教我们惜福，我们不知道惜福，什么叫惜福？无诤，无诤是惜福。",
      "zh_TW": "我們遵守《無量壽經》的教誨，口業最容易犯，日常生活當中特別要提高警覺，學「無諍」。如果要學無諍，那你一定要先學吃虧，中國古人常講「吃虧是福」，你不能吃虧，你沒有福。不能吃虧是什麼？你好爭，喜歡跟人爭論，一點虧都不能吃，一絲毫都不能讓人，你的福報有限。一次的爭論，折一次福報，你前世今生修了多大福報，從口裡頭折掉了，你說多可惜！這是什麼？這才叫真正的愚痴。世出世間聖人常常教我們惜福，我們不知道惜福，什麼叫惜福？無諍，無諍是惜福。"
    },
    {
      "id": "12-017-1182_p0042",
      "zh_CN": "世间无论是大小事业领导人，他用人，用人他懂得观察人。现在这个世间各个阶层的领导人，跟半个世纪、一个世纪以前的人相比，水平也降下来，智慧、观察人的能力远远不如从前的人。从前人读书，他有标准；现在人不读圣贤书，没有标准，所以往往用人不当。用人不当就用一些没有福报的人，他的事业怎么能有成就？怎么能兴盛？从前做生意、做老板的，他雇员工，他会看人，他要看什么？有福报的，给老板带来好运，他的公司会兴旺。你要不会用人，用一些都没有福报的，你老板再有福报，他们没有福报，你完了，你兴旺不起来。",
      "zh_TW": "世間無論是大小事業領導人，他用人，用人他懂得觀察人。現在這個世間各個階層的領導人，跟半個世紀、一個世紀以前的人相比，水平也降下來，智慧、觀察人的能力遠遠不如從前的人。從前人讀書，他有標準；現在人不讀聖賢書，沒有標準，所以往往用人不當。用人不當就用一些沒有福報的人，他的事業怎麼能有成就？怎麼能興盛？從前做生意、做老闆的，他雇員工，他會看人，他要看什麼？有福報的，給老闆帶來好運，他的公司會興旺。你要不會用人，用一些都沒有福報的，你老闆再有福報，他們沒有福報，你完了，你興旺不起來。"
    },
    {
      "id": "12-017-1182_p0043",
      "zh_CN": "观人是一门很大的学问。那我们不会看人，不会看人，只要你诚意自然有感应。所以真诚心是万事万法成就大根大本，真诚心，自然就会有感应。你心没有真诚，你心是虚伪奸诈，感应来的人也统统跟你是一类，物以类聚，不是一类聚不起来。你正大光明，小人入不了你的身边。纵然想尽方法钻到你身边，时间不久他自然会走，邪正不能相并！这是自然的法则。我们细心观察原始森林，丛林里头，一片丛林它树木的品种就是一个，它不会有夹杂别的种类在里头，这谁教它的？自然法则。澳洲内陆有土着，我听说有两百多个族群，每一个族群就是一族。像我们中国人是一个姓一个族，没有别的族掺杂在里头，还是保持原始的社会，他们有自己生活方式，有自己的传统，有自己的语言，他还没有文字。这天然的，自自然然的，自自然然的称之为道，随顺自然称之为德。人要是背离道德，他的行业就不善，他的果报在三途。",
      "zh_TW": "觀人是一門很大的學問。那我們不會看人，不會看人，只要你誠意自然有感應。所以真誠心是萬事萬法成就大根大本，真誠心，自然就會有感應。你心沒有真誠，你心是虛偽奸詐，感應來的人也統統跟你是一類，物以類聚，不是一類聚不起來。你正大光明，小人入不了你的身邊。縱然想盡方法鑽到你身邊，時間不久他自然會走，邪正不能相併！這是自然的法則。我們細心觀察原始森林，叢林裡頭，一片叢林它樹木的品種就是一個，它不會有夾雜別的種類在裡頭，這誰教它的？自然法則。澳洲內陸有土著，我聽說有兩百多個族群，每一個族群就是一族。像我們中國人是一個姓一個族，沒有別的族摻雜在裡頭，還是保持原始的社會，他們有自己生活方式，有自己的傳統，有自己的語言，他還沒有文字。這天然的，自自然然的，自自然然的稱之為道，隨順自然稱之為德。人要是背離道德，他的行業就不善，他的果報在三途。"
    },
    {
      "id": "12-017-1182_p0044",
      "zh_CN": "所以我也常说，你们细心去观察儿女对父母之爱，父母对儿女的爱，纯真无妄。从什么地方看？你看幼儿，你从这里看你才真正能知道。我们自己每个人都从幼儿长大的，幼儿看前三年，就是从出生到三岁，你看他那个时候依赖父母，爱父母，那纯真无妄。父母对于幼儿那个爱也是纯真无妄。渐渐长大了，这个爱愈来愈冷淡，愈来愈疏远，甚至于背叛，什么原因？染上这个社会一般不良的习气，这就是教育。《三字经》上都说，「苟不教，性乃迁」，迁就产生变化。原来是本善的，「人之初，性本善」，你要不教，这个本善慢慢就变成不善。",
      "zh_TW": "所以我也常說，你們細心去觀察兒女對父母之愛，父母對兒女的愛，純真無妄。從什麼地方看？你看幼兒，你從這裡看你才真正能知道。我們自己每個人都從幼兒長大的，幼兒看前三年，就是從出生到三歲，你看他那個時候依賴父母，愛父母，那純真無妄。父母對於幼兒那個愛也是純真無妄。漸漸長大了，這個愛愈來愈冷淡，愈來愈疏遠，甚至於背叛，什麼原因？染上這個社會一般不良的習氣，這就是教育。《三字經》上都說，「苟不教，性乃遷」，遷就產生變化。原來是本善的，「人之初，性本善」，你要不教，這個本善慢慢就變成不善。"
    },
    {
      "id": "12-017-1182_p0045",
      "zh_CN": "古人重教育，现在人疏忽了，父母不教；在学校，学校老师不负责任，老师不教，老师也不敢教。社会教育，今天你打开电视，杀盗淫妄，报章杂志、电影无不是宣扬暴力、色情、吸毒，教这个东西，仁义道德那个内容完全没有了。甚至于这些东西，现在受到社会的排斥，政府也排斥，他不要这个东西。中国古时候昆曲、平剧，这些戏剧慢慢在中国会淘汰掉，为什么？它里面的内容是仁义道德，忠孝节义，现在社会上不要忠孝节义，所以这些演员表演，没有机会表演，也没有人观赏，也没有人赞助。中国几千年来靠这个教育人民，因为没有那么多的学校，没有那么多师资，用什么？就是用这些戏剧，这些戏剧的内容都是教仁义道德，都是教孝悌忠信。所以从前这些中国人，不认识字的他懂得，他懂得忠孝节义，从哪里学来的？看戏学来的。每一年年节地方一定是邀请戏班来演戏，演戏接受教育，表演的内容有标准。这个标准是孔老夫子制定的，三个字「思无邪」，绝对不会教你邪思邪见邪行，绝对不会。戏剧里头也演因果报应，你看每一出戏，善人最后一定有好报，恶人最后一定有恶报，教这个东西，现在这个没有了，不得了。",
      "zh_TW": "古人重教育，現在人疏忽了，父母不教；在學校，學校老師不負責任，老師不教，老師也不敢教。社會教育，今天你打開電視，殺盜淫妄，報章雜誌、電影無不是宣揚暴力、色情、吸毒，教這個東西，仁義道德那個內容完全沒有了。甚至於這些東西，現在受到社會的排斥，政府也排斥，他不要這個東西。中國古時候崑曲、平劇，這些戲劇慢慢在中國會淘汰掉，為什麼？它裡面的內容是仁義道德，忠孝節義，現在社會上不要忠孝節義，所以這些演員表演，沒有機會表演，也沒有人觀賞，也沒有人贊助。中國幾千年來靠這個教育人民，因為沒有那麼多的學校，沒有那麼多師資，用什麼？就是用這些戲劇，這些戲劇的內容都是教仁義道德，都是教孝悌忠信。所以從前這些中國人，不認識字的他懂得，他懂得忠孝節義，從哪裡學來的？看戲學來的。每一年年節地方一定是邀請戲班來演戲，演戲接受教育，表演的內容有標準。這個標準是孔老夫子制定的，三個字「思無邪」，絕對不會教你邪思邪見邪行，絕對不會。戲劇裡頭也演因果報應，你看每一齣戲，善人最後一定有好報，惡人最後一定有惡報，教這個東西，現在這個沒有了，不得了。"
    },
    {
      "id": "12-017-1182_p0046",
      "zh_CN": "所以我们常常听到人讲灾难、讲世界末日，很多人问我：法师，许多宗教讲世界末日，你相不相信？我说我相信。我为什么相信？圣人，伦理道德，就是正面东西全部都不讲，全都不要了，所提倡的全都是负面的，这还得了吗？这个社会一定会天翻地覆，我们好在是学佛，要是不学佛，不得了，真的是死路一条。学佛之后，我们这明白生死是身，身有生灭，灵性不生不灭，这是我们在学佛这么多年来搞清楚、搞明白，所以生死一点恐惧都没有。最重要的死了以后到哪里去？这个重要。我知道我死了之后，我去的地方非常殊胜，快乐无比，你还会怕死吗？老老实实告诉你，希望早一天死，早一天去。去极乐世界，去好地方，到这来受苦受难干什么？没有意义。所以念佛人往往三年五载他功夫成片，功夫一成片就走了，一丝毫留恋都没有，不是他寿命到了，他寿命还有不要了。我们今天，这有把握能去了，为什么还不去？这身体还可以，还管用，多住几天，多带几个人去，好事情，到极乐世界不是我一个人，我带一大群人去。如果不为这个，你要是住在这个世间，岂不叫贪恋这个世界，你生生世世还继续搞六道轮回，这真正叫没出息，迷惑颠倒，没真正觉悟！好，现在时间到了。",
      "zh_TW": "所以我們常常聽到人講災難、講世界末日，很多人問我：法師，許多宗教講世界末日，你相不相信？我說我相信。我為什麼相信？聖人，倫理道德，就是正面東西全部都不講，全都不要了，所提倡的全都是負面的，這還得了嗎？這個社會一定會天翻地覆，我們好在是學佛，要是不學佛，不得了，真的是死路一條。學佛之後，我們這明白生死是身，身有生滅，靈性不生不滅，這是我們在學佛這麼多年來搞清楚、搞明白，所以生死一點恐懼都沒有。最重要的死了以後到哪裡去？這個重要。我知道我死了之後，我去的地方非常殊勝，快樂無比，你還會怕死嗎？老老實實告訴你，希望早一天死，早一天去。去極樂世界，去好地方，到這來受苦受難幹什麼？沒有意義。所以念佛人往往三年五載他功夫成片，功夫一成片就走了，一絲毫留戀都沒有，不是他壽命到了，他壽命還有不要了。我們今天，這有把握能去了，為什麼還不去？這身體還可以，還管用，多住幾天，多帶幾個人去，好事情，到極樂世界不是我一個人，我帶一大群人去。如果不為這個，你要是住在這個世間，豈不叫貪戀這個世界，你生生世世還繼續搞六道輪迴，這真正叫沒出息，迷惑顛倒，沒真正覺悟！好，現在時間到了。"
    }
  ]
}