{
  "doc_id": "12-017-0529",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五二九卷",
    "zh_TW": "第五二九卷"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0529",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "12-017-0529_p0001",
      "zh_CN": "诸位同学，请看「世主妙严品」，座内众流，说偈赞佛，大智日菩萨偈颂第八首：",
      "zh_TW": "諸位同學，請看「世主妙嚴品」，座內眾流，說偈讚佛，大智日菩薩偈頌第八首："
    },
    {
      "id": "12-017-0529_p0002",
      "zh_CN": "【处处皆有摩尼聚，光燄炽然无量种，门牖随方相间开，栋宇庄严极殊丽。】",
      "zh_TW": "【處處皆有摩尼聚，光燄熾然無量種，門牖隨方相間開，棟宇莊嚴極殊麗。】"
    },
    {
      "id": "12-017-0529_p0003",
      "zh_CN": "这是略举种种庄严里面的几桩。『处处皆有摩尼聚』，我们世间一般人讲的七宝，无量的珍宝。「摩尼」，是一切珍宝之中最为贵重的如意宝。『光燄炽然无量种』，从众宝放光，佛国土里众宝都能放光。不像我们这个世间六道，世间六道里面众宝光明都是反射光，而不是自己放光，尤其是欲界。『门』是门户，『牖』是窗户，『随方相间开』，门与窗排列得非常整齐，「相间」就是排列整齐，图案非常之美。『栋宇庄严极殊丽』，「栋宇」是指宫殿房舍，一栋一栋都极为殊丽，殊是殊胜，壮丽。第九首：",
      "zh_TW": "這是略舉種種莊嚴裡面的幾樁。『處處皆有摩尼聚』，我們世間一般人講的七寶，無量的珍寶。「摩尼」，是一切珍寶之中最為貴重的如意寶。『光燄熾然無量種』，從眾寶放光，佛國土裡眾寶都能放光。不像我們這個世間六道，世間六道裡面眾寶光明都是反射光，而不是自己放光，尤其是欲界。『門』是門戶，『牖』是窗戶，『隨方相間開』，門與窗排列得非常整齊，「相間」就是排列整齊，圖案非常之美。『棟宇莊嚴極殊麗』，「棟宇」是指宮殿房舍，一棟一棟都極為殊麗，殊是殊勝，壯麗。第九首："
    },
    {
      "id": "12-017-0529_p0004",
      "zh_CN": "【如来宫殿不思议，清净光明具众相，一切宫殿于中现，一一皆有如来坐。】",
      "zh_TW": "【如來宮殿不思議，清淨光明具眾相，一切宮殿於中現，一一皆有如來坐。】"
    },
    {
      "id": "12-017-0529_p0005",
      "zh_CN": "这一首特别赞如来所居的宫殿，在诸大菩萨宫殿之中，显得特别的殊胜、不可思议。『清净光明具众相』，「清净」是德，「光明」是慧，具足无量无边的相好。『一切宫殿于中现』，「一切」就是前面所讲的十方三世，诸佛菩萨包括一切世间主的宫殿，在这里面统统都能显示出来。清凉大师注解「即上诸严」，上面所说种种庄严，每一种庄严里面自自然然显示无量无边的庄严。就像佛经里面常常举大梵天的罗网，罗网之中垂饰无量无边的摩尼宝珠。摩尼宝珠互相映现，那摩尼宝珠就像水晶球一样，这一个宝珠，许许多多宝珠那个相，都照在这一个宝珠上。无量的宝珠互相映现，这个境界重重无尽。宫殿显示重重无尽，宫殿里面都有如来坐在那里，实在讲就是诸佛菩萨讲经教学的场所，彼此互相映现，显示出重重无尽的法界，这是性德不可思议的业用。",
      "zh_TW": "這一首特別讚如來所居的宮殿，在諸大菩薩宮殿之中，顯得特別的殊勝、不可思議。『清淨光明具眾相』，「清淨」是德，「光明」是慧，具足無量無邊的相好。『一切宮殿於中現』，「一切」就是前面所講的十方三世，諸佛菩薩包括一切世間主的宮殿，在這裡面統統都能顯示出來。清涼大師註解「即上諸嚴」，上面所說種種莊嚴，每一種莊嚴裡面自自然然顯示無量無邊的莊嚴。就像佛經裡面常常舉大梵天的羅網，羅網之中垂飾無量無邊的摩尼寶珠。摩尼寶珠互相映現，那摩尼寶珠就像水晶球一樣，這一個寶珠，許許多多寶珠那個相，都照在這一個寶珠上。無量的寶珠互相映現，這個境界重重無盡。宮殿顯示重重無盡，宮殿裡面都有如來坐在那裡，實在講就是諸佛菩薩講經教學的場所，彼此互相映現，顯示出重重無盡的法界，這是性德不可思議的業用。"
    },
    {
      "id": "12-017-0529_p0006",
      "zh_CN": "这些经文我们读了，学到些什么？有什么样的感受？感受确确实实就像经上讲的不可思议，心量自自然然就拓开了。也能像诸大菩萨一样，「心包太虚，量周沙界」，体会到虚空法界是自心相，不是别人，就是自己的真心本性；而刹土众生，无量无边恒沙刹土，刹土里面的众生，那就不必说了，真的是无量无边，是自己的自身相。尽虚空、遍法界是一个自体，这是事实真相，不能不知道，应当在这些经文当中体会得。可是我们知道，六道凡夫迷失自性太久了，把这个事实忘得干干净净，随顺习俗的污染，生起无量无边的烦恼习气，而对本有家珍丝毫没有感觉，这是佛菩萨在经论当中常常感慨的说：可怜悯者！",
      "zh_TW": "這些經文我們讀了，學到些什麼？有什麼樣的感受？感受確確實實就像經上講的不可思議，心量自自然然就拓開了。也能像諸大菩薩一樣，「心包太虛，量周沙界」，體會到虛空法界是自心相，不是別人，就是自己的真心本性；而剎土眾生，無量無邊恆沙剎土，剎土裡面的眾生，那就不必說了，真的是無量無邊，是自己的自身相。盡虛空、遍法界是一個自體，這是事實真相，不能不知道，應當在這些經文當中體會得。可是我們知道，六道凡夫迷失自性太久了，把這個事實忘得乾乾淨淨，隨順習俗的污染，生起無量無邊的煩惱習氣，而對本有家珍絲毫沒有感覺，這是佛菩薩在經論當中常常感慨的說：可憐憫者！"
    },
    {
      "id": "12-017-0529_p0007",
      "zh_CN": "佛菩萨虽然怜悯，也想方设法帮助你回头。这个事情难，难在迷失得太久、迷得太深。唯有上上根人一接触就明了，这回头容易；中下根人，难。因此佛陀的接引教化，这才有无量无边的法门。但是诸位一定要晓得，法门再多，总的原则就是「清净光明具众相」，相是身相，众是众多，无量无边。什么样的相是如法的示现？我们现在讲正面的示现，什么样的形相是正面的示现？这个偈文里面「清净光明」，与清净光明相应的，就是正法示现，就是如来示现；或者我们说，随顺性德示现，都可以。众相不具足清净光明，那是反面的示现，反面示现是什么？在佛法里面称为魔的示现。魔示现里面，如果我们细心观察很容易发现，魔示现里头有欲望，会引起你贪瞋痴慢的烦恼，他那个境界一示现，会把你这个引起来，引起你贪爱，引起你瞋恨，引起你愚痴，引起你憍慢，这种现相就是魔的现相，我们不能不认识清楚。",
      "zh_TW": "佛菩薩雖然憐憫，也想方設法幫助你回頭。這個事情難，難在迷失得太久、迷得太深。唯有上上根人一接觸就明瞭，這回頭容易；中下根人，難。因此佛陀的接引教化，這才有無量無邊的法門。但是諸位一定要曉得，法門再多，總的原則就是「清淨光明具眾相」，相是身相，眾是眾多，無量無邊。什麼樣的相是如法的示現？我們現在講正面的示現，什麼樣的形相是正面的示現？這個偈文裡面「清淨光明」，與清淨光明相應的，就是正法示現，就是如來示現；或者我們說，隨順性德示現，都可以。眾相不具足清淨光明，那是反面的示現，反面示現是什麼？在佛法裡面稱為魔的示現。魔示現裡面，如果我們細心觀察很容易發現，魔示現裡頭有欲望，會引起你貪瞋痴慢的煩惱，他那個境界一示現，會把你這個引起來，引起你貪愛，引起你瞋恨，引起你愚痴，引起你憍慢，這種現相就是魔的現相，我們不能不認識清楚。"
    },
    {
      "id": "12-017-0529_p0008",
      "zh_CN": "大多数众生很容易堕入魔掌，什么原因？里面有烦恼习气，外面妖魔鬼怪这么一诱惑，自自然然就走了，跟他去了。跟他去，好像现在他尽情享受，其实那个享受，我常常在讲席里头比喻，那是吸毒，那是打吗啡，他是那种的享受，果报决定在三途。所以他的享受是乐尽苦来，那个乐非常的短暂，苦就太长了，我们不能不警觉，不能不辨别清楚。如来的示现就不然，如来示现是正面的，是教我们苦尽甘来，现前我们的生活过得苦一点，后福无穷，往后是大福报。这两个是强烈的对比！所以诸位同学必须记住，我们自己在这一生短短数十年当中，表演一个什么样的形象？起心动念是心意的现相，言语造作是我们身体的现相，现相不外乎身心，身心互为影响。觉悟的人，心影响身；迷惑的人，身影响心，虽然是交互，这里面依旧有差别。",
      "zh_TW": "大多數眾生很容易墮入魔掌，什麼原因？裡面有煩惱習氣，外面妖魔鬼怪這麼一誘惑，自自然然就走了，跟他去了。跟他去，好像現在他盡情享受，其實那個享受，我常常在講席裡頭比喻，那是吸毒，那是打嗎啡，他是那種的享受，果報決定在三途。所以他的享受是樂盡苦來，那個樂非常的短暫，苦就太長了，我們不能不警覺，不能不辨別清楚。如來的示現就不然，如來示現是正面的，是教我們苦盡甘來，現前我們的生活過得苦一點，後福無窮，往後是大福報。這兩個是強烈的對比！所以諸位同學必須記住，我們自己在這一生短短數十年當中，表演一個什麼樣的形象？起心動念是心意的現相，言語造作是我們身體的現相，現相不外乎身心，身心互為影響。覺悟的人，心影響身；迷惑的人，身影響心，雖然是交互，這裡面依舊有差別。"
    },
    {
      "id": "12-017-0529_p0009",
      "zh_CN": "我们在日常生活当中，要知道怎样去表演，怎样塑造自己的形象。是以如来为榜样，还是以魔王为榜样？不能不清楚。学佛要肯定佛法的真实、佛法的殊胜，跟定如来，向诸佛如来学习，决定没有错。现前物质生活苦一点，这是你初学你的感触，穿的这一身衣服几千年都没有变化；这个世间现在不但是女装，男装也不例外，花样层出不穷，时髦！我们的穿着古板。但是你要是习惯、要是觉悟了，古板有古板的真善美慧。世间这许许多多时髦的东西，你要是很冷静的观察，比不上那些古板的，古板里头有味，有法味！你能不能在这里面看出真善美慧？长袍大袖，一般也称为圆领大袖，这种衣服穿着在身上，全身放松，合乎自然的大道，养生之道！身轻松没有压力，心清净也没有压力，这个生活多自在！",
      "zh_TW": "我們在日常生活當中，要知道怎樣去表演，怎樣塑造自己的形象。是以如來為榜樣，還是以魔王為榜樣？不能不清楚。學佛要肯定佛法的真實、佛法的殊勝，跟定如來，向諸佛如來學習，決定沒有錯。現前物質生活苦一點，這是你初學你的感觸，穿的這一身衣服幾千年都沒有變化；這個世間現在不但是女裝，男裝也不例外，花樣層出不窮，時髦！我們的穿著古板。但是你要是習慣、要是覺悟了，古板有古板的真善美慧。世間這許許多多時髦的東西，你要是很冷靜的觀察，比不上那些古板的，古板裡頭有味，有法味！你能不能在這裡面看出真善美慧？長袍大袖，一般也稱為圓領大袖，這種衣服穿著在身上，全身放鬆，合乎自然的大道，養生之道！身輕鬆沒有壓力，心清淨也沒有壓力，這個生活多自在！"
    },
    {
      "id": "12-017-0529_p0010",
      "zh_CN": "我们现在看一些时髦的装束，衣服完全贴在身体上，贴得紧紧的，动弹不得，那个衣着给身体带来很大的压力，哪有这种宽袍大袖来得舒服？说实在的话，古时候的中国人真有学问、有修养，懂得养生之道，懂得过真善美慧的生活，现在讲艺术生活。反而现代人不知道艺术生活，不懂得！艺术生活决定是「清净光明具众相」。「一切宫殿」就是一切场所，一切时一切处都显示出来。『一一皆有如来座』，不是讲佛座，「一一皆有如来座」，就是一一众相之中你都见到真如法性，即使依报最小的微尘都不例外。第十首：",
      "zh_TW": "我們現在看一些時髦的裝束，衣服完全貼在身體上，貼得緊緊的，動彈不得，那個衣著給身體帶來很大的壓力，哪有這種寬袍大袖來得舒服？說實在的話，古時候的中國人真有學問、有修養，懂得養生之道，懂得過真善美慧的生活，現在講藝術生活。反而現代人不知道藝術生活，不懂得！藝術生活決定是「清淨光明具眾相」。「一切宮殿」就是一切場所，一切時一切處都顯示出來。『一一皆有如來座』，不是講佛座，「一一皆有如來座」，就是一一眾相之中你都見到真如法性，即使依報最小的微塵都不例外。第十首："
    },
    {
      "id": "12-017-0529_p0011",
      "zh_CN": "【如来宫殿无有边，自然觉者处其中，十方一切诸众会，莫不向佛而来集。】",
      "zh_TW": "【如來宮殿無有邊，自然覺者處其中，十方一切諸眾會，莫不向佛而來集。】"
    },
    {
      "id": "12-017-0529_p0012",
      "zh_CN": "场地、道场没有边际，宝座、如来师子座没有边际，宫殿没有边际，海会大众也没有边际，不思议！『自然觉者处其中』，「自然觉者」是佛性，是真佛，是自性本具的般若真智，大觉。在哪里？也是没有边际，就在这个场地，就在宝座，就在宫殿。『十方一切诸众会』，说十方一定包括三世，说三世不离开十方。十方是讲空间，三世是讲时间，时空是一不是二。「一切诸众会」，这就是世出世间所有一切的聚会，我们在这个地方说聚会比较容易理解，在佛法里面，众会两个字就是我们现在所讲的团体。四个人以上在一起聚会，就称为众。团体里面最小的是家庭，最大的在佛经里面讲刹海，华藏世界那是刹海，这是最大的。说一个小、说一个大，当中全部都包括在其中。「一切」不分地域，不分族类，我们在《华严经》上完全看到。同生众里面，我们看到的三类菩萨，普贤菩萨、十普菩萨、异名菩萨；异生众里面太多太多，三界二十八天，还有无数的杂神众，把所有的动物、植物、矿物都说尽了，山有山神，海有海神，河有河神，无一不包，树神、花神、草木之神，这些都是属于十方一切众会。『莫不向佛而来集』，这个地方就不能用如来，如来是说的性德，是说的真性；佛，这是真性现相。应以佛身而得度者，即现佛身而为说法，现身说法。",
      "zh_TW": "場地、道場沒有邊際，寶座、如來師子座沒有邊際，宮殿沒有邊際，海會大眾也沒有邊際，不思議！『自然覺者處其中』，「自然覺者」是佛性，是真佛，是自性本具的般若真智，大覺。在哪裡？也是沒有邊際，就在這個場地，就在寶座，就在宮殿。『十方一切諸眾會』，說十方一定包括三世，說三世不離開十方。十方是講空間，三世是講時間，時空是一不是二。「一切諸眾會」，這就是世出世間所有一切的聚會，我們在這個地方說聚會比較容易理解，在佛法裡面，眾會兩個字就是我們現在所講的團體。四個人以上在一起聚會，就稱為眾。團體裡面最小的是家庭，最大的在佛經裡面講剎海，華藏世界那是剎海，這是最大的。說一個小、說一個大，當中全部都包括在其中。「一切」不分地域，不分族類，我們在《華嚴經》上完全看到。同生眾裡面，我們看到的三類菩薩，普賢菩薩、十普菩薩、異名菩薩；異生眾裡面太多太多，三界二十八天，還有無數的雜神眾，把所有的動物、植物、礦物都說盡了，山有山神，海有海神，河有河神，無一不包，樹神、花神、草木之神，這些都是屬於十方一切眾會。『莫不向佛而來集』，這個地方就不能用如來，如來是說的性德，是說的真性；佛，這是真性現相。應以佛身而得度者，即現佛身而為說法，現身說法。"
    },
    {
      "id": "12-017-0529_p0013",
      "zh_CN": "这末后五首，说的是教化众生。诸佛如来、菩萨摩诃萨他们的大事业，《法华经》上讲的「大事因缘」，这个地方我们不能不细心去体会。在这五首偈里面，从「十方普现变化云」，到「莫不向佛而来集」，五首二十句，说明诸佛如来、菩萨摩诃萨他们对一切众生的恩德。我们说恩德，在他们来说，他们连痕迹都不着，也就是从来没有起心动念过，教化众生的事业是自然的、是本分的，佛经里面常讲「法尔如是」，本来就是这个样子的。我们凡夫看到他们的行业，当然感到不可思议，常常要问，「他为什么是这样作法？他为什么要这样好心对我？」我们反过来怀疑：「他有什么企图？他有什么目的？」这是以凡夫心测如来意，错了！如来没有心，如来没有意，如来处事待人接物向来就是这个样子，这是正常的。",
      "zh_TW": "這末後五首，說的是教化眾生。諸佛如來、菩薩摩訶薩他們的大事業，《法華經》上講的「大事因緣」，這個地方我們不能不細心去體會。在這五首偈裡面，從「十方普現變化雲」，到「莫不向佛而來集」，五首二十句，說明諸佛如來、菩薩摩訶薩他們對一切眾生的恩德。我們說恩德，在他們來說，他們連痕跡都不著，也就是從來沒有起心動念過，教化眾生的事業是自然的、是本分的，佛經裡面常講「法爾如是」，本來就是這個樣子的。我們凡夫看到他們的行業，當然感到不可思議，常常要問，「他為什麼是這樣作法？他為什麼要這樣好心對我？」我們反過來懷疑：「他有什麼企圖？他有什麼目的？」這是以凡夫心測如來意，錯了！如來沒有心，如來沒有意，如來處事待人接物向來就是這個樣子，這是正常的。"
    },
    {
      "id": "12-017-0529_p0014",
      "zh_CN": "由此可知，我们六道凡夫迷得太深、迷得太久，把反常当作正常，谁对谁会用真心？都是用虚情假意，这是正常。如果遇到一个人用真心，「这奇怪了，他肯定有目的，他一定有企图，我们小心防范。」把正常当反常。然后才晓得，佛菩萨教化众生是多么艰难，我们世俗人常讲的好心遭恶报，佛菩萨好心，众生对他是恶报。这个原因，就是在众生心目当中，他的思想、他的见解、他的言行都是反常的，我们不能不知道。为什么？我们将来在菩提道上，跟诸佛如来一样会遭遇这些境界。遇到这些境界，我们就明白了，古佛如是，我亦如是！这里面就要有善巧方便，善巧方便就是智慧。我们要是没有实智、没有权智，跟一切众生往来那就非常辛苦，换句话说，很容易退转。",
      "zh_TW": "由此可知，我們六道凡夫迷得太深、迷得太久，把反常當作正常，誰對誰會用真心？都是用虛情假意，這是正常。如果遇到一個人用真心，「這奇怪了，他肯定有目的，他一定有企圖，我們小心防範。」把正常當反常。然後才曉得，佛菩薩教化眾生是多麼艱難，我們世俗人常講的好心遭惡報，佛菩薩好心，眾生對他是惡報。這個原因，就是在眾生心目當中，他的思想、他的見解、他的言行都是反常的，我們不能不知道。為什麼？我們將來在菩提道上，跟諸佛如來一樣會遭遇這些境界。遇到這些境界，我們就明白了，古佛如是，我亦如是！這裡面就要有善巧方便，善巧方便就是智慧。我們要是沒有實智、沒有權智，跟一切眾生往來那就非常辛苦，換句話說，很容易退轉。"
    },
    {
      "id": "12-017-0529_p0015",
      "zh_CN": "许许多多发菩提心的人，不教化众生没事，一发心教化众生，不久就退转了，退到二乘地。什么原因？现在我们明白了，我们搞清楚了。诸佛如来是怎样教导我们的？教导我们永远不退转。众生确实难度，像《地藏经》上所说的「阎浮提众生，刚强难化」。我们今天来到阎浮提，知道这个地方众生刚强难化，我们到这里来是行大慈悲心，帮助苦难众生，教导他们。自己要不受辛苦，还不是普通的辛苦，吃尽苦头，还不能教一切众生各个觉悟，你才晓得这个事情多难！吃尽苦头，有部分众生觉悟了。释迦牟尼佛当年在世，我们不要以别的为例子，以舍卫国为例子。佛在这个地方，讲经说法的时间相当长，由此可知，这个地方法缘殊胜。经上记载，舍卫大城当年是一个很大的都市，居民有十万人。古时候的人口没有现在这么多，那个时候十万人的都市，就像我们现在几千万人都市一样，大都市！佛在这个地方常年讲经说法，舍卫大城的人，有三分之一见过释迦牟尼佛。三分之一见过释迦牟尼佛，未必是接受释迦牟尼佛的教诲。亲近释迦牟尼佛，听释迦牟尼佛讲经说法，跟释迦牟尼佛学的人并不多。另外有三分之一的人，曾经听过释迦牟尼佛这个人的名字，没见过面。同在一个城里头，还有三分之一的人，连释迦牟尼佛的名字也没听过，从这个地方我们就体会众生难度。",
      "zh_TW": "許許多多發菩提心的人，不教化眾生沒事，一發心教化眾生，不久就退轉了，退到二乘地。什麼原因？現在我們明白了，我們搞清楚了。諸佛如來是怎樣教導我們的？教導我們永遠不退轉。眾生確實難度，像《地藏經》上所說的「閻浮提眾生，剛強難化」。我們今天來到閻浮提，知道這個地方眾生剛強難化，我們到這裡來是行大慈悲心，幫助苦難眾生，教導他們。自己要不受辛苦，還不是普通的辛苦，吃盡苦頭，還不能教一切眾生各個覺悟，你才曉得這個事情多難！吃盡苦頭，有部分眾生覺悟了。釋迦牟尼佛當年在世，我們不要以別的為例子，以舍衛國為例子。佛在這個地方，講經說法的時間相當長，由此可知，這個地方法緣殊勝。經上記載，舍衛大城當年是一個很大的都市，居民有十萬人。古時候的人口沒有現在這麼多，那個時候十萬人的都市，就像我們現在幾千萬人都市一樣，大都市！佛在這個地方常年講經說法，舍衛大城的人，有三分之一見過釋迦牟尼佛。三分之一見過釋迦牟尼佛，未必是接受釋迦牟尼佛的教誨。親近釋迦牟尼佛，聽釋迦牟尼佛講經說法，跟釋迦牟尼佛學的人並不多。另外有三分之一的人，曾經聽過釋迦牟尼佛這個人的名字，沒見過面。同在一個城裡頭，還有三分之一的人，連釋迦牟尼佛的名字也沒聽過，從這個地方我們就體會眾生難度。"
    },
    {
      "id": "12-017-0529_p0016",
      "zh_CN": "即使现在我们把讲经录像，利用高科技发射到卫星，全世界各个地区都能够收看得到，他不肯打开频道，不想看你这个节目，有多少人？我想至少有三分之二，对于你这个节目没兴趣。我这一个比例是假想的，事实上恐怕能收的、偶尔收的，顶多只能占十分之一；十分之九的人，不看这个节目。要真有十分之一，这个世界的灾难就能消除。十个人当中，一个人有福报，九个人都沾光，灾难可以减轻、可以延后，这是肯定的。这些人有善根、有福德，「莫不向佛而来集」。所以现在在这世间弘法，确实有一定的难度。我们同学，特别是发心将来要弘护正法的，说到弘护正法，无论是过去现在未来，对于佛法不明了，谈不上弘护。佛法是什么你一无所知，佛法的殊胜功德利益，你毫分都没有得到，你发心弘护佛法，那才真奇怪！真值得人怀疑，你是什么动机？你是什么目的？你是什么企图？真值得人怀疑！",
      "zh_TW": "即使現在我們把講經錄像，利用高科技發射到衛星，全世界各個地區都能夠收看得到，他不肯打開頻道，不想看你這個節目，有多少人？我想至少有三分之二，對於你這個節目沒興趣。我這一個比例是假想的，事實上恐怕能收的、偶爾收的，頂多只能佔十分之一；十分之九的人，不看這個節目。要真有十分之一，這個世界的災難就能消除。十個人當中，一個人有福報，九個人都沾光，災難可以減輕、可以延後，這是肯定的。這些人有善根、有福德，「莫不向佛而來集」。所以現在在這世間弘法，確實有一定的難度。我們同學，特別是發心將來要弘護正法的，說到弘護正法，無論是過去現在未來，對於佛法不明瞭，談不上弘護。佛法是什麼你一無所知，佛法的殊勝功德利益，你毫分都沒有得到，你發心弘護佛法，那才真奇怪！真值得人懷疑，你是什麼動機？你是什麼目的？你是什麼企圖？真值得人懷疑！"
    },
    {
      "id": "12-017-0529_p0017",
      "zh_CN": "如果对于佛法明了，深入经藏，你来护持，我们听到会点头、会赞叹，还会全心全力来帮助你。古时候即使是帝王护法，没有不听经的、没有不修行的。帝王常常延请高僧大德到皇宫里面去说法、去教学，让这些大臣甚至于后宫的后妃宫娥，都有学习的机缘。帝王这样作法，上行下效，所以地方政府省市县长，也常常礼请法师，到县衙门里面来讲经说法。或者在这个县市一个地区，找一个大的聚会场所，一年总得办个两三次，大规模讲经教学的活动，这是对广大群众。少数人修行的，无论是在家出家，每一个道场常年不断。知道佛法好处的人，他的方向、他的目标都在佛道场，这里面有老师、有善知识、有同学，有好的同参道友。",
      "zh_TW": "如果對於佛法明瞭，深入經藏，你來護持，我們聽到會點頭、會讚歎，還會全心全力來幫助你。古時候即使是帝王護法，沒有不聽經的、沒有不修行的。帝王常常延請高僧大德到皇宮裡面去說法、去教學，讓這些大臣甚至於後宮的后妃宮娥，都有學習的機緣。帝王這樣作法，上行下效，所以地方政府省市縣長，也常常禮請法師，到縣衙門裡面來講經說法。或者在這個縣市一個地區，找一個大的聚會場所，一年總得辦個兩三次，大規模講經教學的活動，這是對廣大群眾。少數人修行的，無論是在家出家，每一個道場常年不斷。知道佛法好處的人，他的方向、他的目標都在佛道場，這裡面有老師、有善知識、有同學，有好的同參道友。"
    },
    {
      "id": "12-017-0529_p0018",
      "zh_CN": "许许多多道场都是专修专弘，像我们现在所讲的专科学校，这里面的东西精纯。天下的学人，如果是想学某一部经典，打听一下，哪一个道场专修专学，就是这个专科学校在哪里，你到那边去，那是你修学的处所。我们看古德参学，老和尚常说「你的因缘不在我这个地方，在某处某一个法师，你去找他。」他为什么知道？那一个法师专学某一部经论，专门依照这个经论的方法修行，他是专家；我这里学的法门跟他不一样，你想学这个法门到那边去。指点他！法师、法门互相配合、互相合作，教化不同众生。",
      "zh_TW": "許許多多道場都是專修專弘，像我們現在所講的專科學校，這裡面的東西精純。天下的學人，如果是想學某一部經典，打聽一下，哪一個道場專修專學，就是這個專科學校在哪裡，你到那邊去，那是你修學的處所。我們看古德參學，老和尚常說「你的因緣不在我這個地方，在某處某一個法師，你去找他。」他為什麼知道？那一個法師專學某一部經論，專門依照這個經論的方法修行，他是專家；我這裡學的法門跟他不一樣，你想學這個法門到那邊去。指點他！法師、法門互相配合、互相合作，教化不同眾生。"
    },
    {
      "id": "12-017-0529_p0019",
      "zh_CN": "诸位同学，请看第五段「不思议菩萨」的赞颂：",
      "zh_TW": "諸位同學，請看第五段「不思議菩薩」的讚頌："
    },
    {
      "id": "12-017-0529_p0020",
      "zh_CN": "【尔时不思议功德宝智印菩萨摩诃萨，承佛威力，普观一切道场众海，即说颂言。】",
      "zh_TW": "【爾時不思議功德寶智印菩薩摩訶薩，承佛威力，普觀一切道場眾海，即說頌言。】"
    },
    {
      "id": "12-017-0529_p0021",
      "zh_CN": "说偈仪意思跟前面相同。第一首：",
      "zh_TW": "說偈儀意思跟前面相同。第一首："
    },
    {
      "id": "12-017-0529_p0022",
      "zh_CN": "【佛昔修治众福海，一切刹土微尘数，神通愿力所出生，道场严净无诸垢。】",
      "zh_TW": "【佛昔修治眾福海，一切剎土微塵數，神通願力所出生，道場嚴淨無諸垢。】"
    },
    {
      "id": "12-017-0529_p0023",
      "zh_CN": "清凉大师给我们说这一首是「总显」，后面九首是「别显」。菩萨「通赞道场树自在德」，赞树这个意思非常明显，赞叹诸佛如来在虚空法界一切刹土微尘数的建树，我这么一说，你就明白了。我们看他自在的功德，与菩萨的名号「不思议功德」相应，不思议就自在。第一句是说如来自在功德的来由，从哪里来的？『佛昔修治众福海』，修是修学，治是营治、营造，治生的事业。他不是为自己的，他是修学营治所有的福德。无量劫来他所修的福，聚集起来像大海一样，无量无边。所以福报从哪儿来？修来的。虽然性德里面本具无量无边的福德，但是我们要知道，如果没有修德，性德永远不会现前。性德就好比矿、金矿，这金在哪里？在矿石里头，矿石里头含着有金；如果不加以冶炼，你就得不到纯金，所以必须加以冶炼。冶炼就是修行，就是修治，那是修德。通过修德，这个性德才能够圆满现前，才能够得其受用。我们的性德就像纯金，矿石是什么？烦恼习气。无量无边称性的福德跟我们烦恼习气混在一起，就像金矿的矿石一样，这里面虽然含着有真金，但是你得不到真金之用；换句话说，你不能致富，依旧还要过贫穷的日子。懂得修行，等于说懂得冶炼，我能把这个矿石的渣子淘汰，纯金提炼出来，我得它的受用。",
      "zh_TW": "清涼大師給我們說這一首是「總顯」，後面九首是「別顯」。菩薩「通讚道場樹自在德」，讚樹這個意思非常明顯，讚歎諸佛如來在虛空法界一切剎土微塵數的建樹，我這麼一說，你就明白了。我們看他自在的功德，與菩薩的名號「不思議功德」相應，不思議就自在。第一句是說如來自在功德的來由，從哪裡來的？『佛昔修治眾福海』，修是修學，治是營治、營造，治生的事業。他不是為自己的，他是修學營治所有的福德。無量劫來他所修的福，聚集起來像大海一樣，無量無邊。所以福報從哪兒來？修來的。雖然性德裡面本具無量無邊的福德，但是我們要知道，如果沒有修德，性德永遠不會現前。性德就好比礦、金礦，這金在哪裡？在礦石裡頭，礦石裡頭含著有金；如果不加以冶煉，你就得不到純金，所以必須加以冶煉。冶煉就是修行，就是修治，那是修德。通過修德，這個性德才能夠圓滿現前，才能夠得其受用。我們的性德就像純金，礦石是什麼？煩惱習氣。無量無邊稱性的福德跟我們煩惱習氣混在一起，就像金礦的礦石一樣，這裡面雖然含著有真金，但是你得不到真金之用；換句話說，你不能致富，依舊還要過貧窮的日子。懂得修行，等於說懂得冶煉，我能把這個礦石的渣子淘汰，純金提煉出來，我得它的受用。"
    },
    {
      "id": "12-017-0529_p0024",
      "zh_CN": "底下一句说数量，『一切刹土微尘数』，佛往昔所修的福报大大小小，像刹土微尘数一样，无福不修。修福到哪里修？凡是利益众生的、利益社会的好事，都是修福的缘。我们会不会？千万不要修恶，修恶麻烦可就大了，我们不能不知道。修恶就是造恶，通常我们讲造，我们不讲修，修是把它修正过来。佛作凡夫的时候，跟我们有什么两样？平等的！他为什么能成佛？他懂得修治，懂得修福，懂得修慧，福慧圆满，我们尊称他为佛陀，尊称他为菩萨摩诃萨，这多么重要！慧从哪里修？还从福里头修。诸位要知道，修福修慧是一桩事，不是两桩事，修福不着相就是慧。怎么修法？总的纲领就是布施，细说那就是「一切刹土微尘数」，说不尽！",
      "zh_TW": "底下一句說數量，『一切剎土微塵數』，佛往昔所修的福報大大小小，像剎土微塵數一樣，無福不修。修福到哪裡修？凡是利益眾生的、利益社會的好事，都是修福的緣。我們會不會？千萬不要修惡，修惡麻煩可就大了，我們不能不知道。修惡就是造惡，通常我們講造，我們不講修，修是把它修正過來。佛作凡夫的時候，跟我們有什麼兩樣？平等的！他為什麼能成佛？他懂得修治，懂得修福，懂得修慧，福慧圓滿，我們尊稱他為佛陀，尊稱他為菩薩摩訶薩，這多麼重要！慧從哪裡修？還從福裡頭修。諸位要知道，修福修慧是一樁事，不是兩樁事，修福不著相就是慧。怎麼修法？總的綱領就是布施，細說那就是「一切剎土微塵數」，說不盡！"
    },
    {
      "id": "12-017-0529_p0025",
      "zh_CN": "世尊教菩萨把修治的总纲领说成六个，实在讲六个就是一个布施。我们知道布施里面有三类，财布施、法布施、无畏布施。持戒、忍辱属于无畏布施，精进、禅定、般若属于法布施。想想看，六波罗蜜归纳起来，就是一个布施波罗蜜。由此可知，诸佛如来在因地当中修福修慧，我常讲的四摄六度，这是菩萨行门的下手处，从初学一直到如来地都不能够违背。如果你四摄六度与觉正净相应，那是福慧等运等学，修福修慧同时完成。福即是慧，慧就在福中，我们要真干！修福的对象是尽虚空、遍法界，上对诸佛如来，下对九法界众生，真诚的供养。这是《华严经》平等法界，对佛菩萨供养，对阿鼻地狱众生还是恭敬供养，没有分别，平等真法界！",
      "zh_TW": "世尊教菩薩把修治的總綱領說成六個，實在講六個就是一個布施。我們知道布施裡面有三類，財布施、法布施、無畏布施。持戒、忍辱屬於無畏布施，精進、禪定、般若屬於法布施。想想看，六波羅蜜歸納起來，就是一個布施波羅蜜。由此可知，諸佛如來在因地當中修福修慧，我常講的四攝六度，這是菩薩行門的下手處，從初學一直到如來地都不能夠違背。如果你四攝六度與覺正淨相應，那是福慧等運等學，修福修慧同時完成。福即是慧，慧就在福中，我們要真幹！修福的對象是盡虛空、遍法界，上對諸佛如來，下對九法界眾生，真誠的供養。這是《華嚴經》平等法界，對佛菩薩供養，對阿鼻地獄眾生還是恭敬供養，沒有分別，平等真法界！"
    },
    {
      "id": "12-017-0529_p0026",
      "zh_CN": "清净的供养，真诚里头是真心，有诚意、有敬意。清净的供养，里面没有染污，换句话说，决定不希求果报。现在众生对别人布施供养都希求回报，没有回报他就不干了，这不清净！不希求回报。平等供养，没有高下之分别，离分别心。清净是离染污心，染污是贪。高下里面就有慢、傲慢，有瞋心在里头，傲慢是瞋的一分。正觉心供养，觉悟不迷。慈悲心供养，没有自私自利。把真诚清净平等正觉，全都融在慈悲里面，这就是布施供养里面具足修慧。一切时一切处常存此心、常行此事，天天在累积。了凡居士每天记功过格，这好事！天天记。无量劫来，好事做得太多了，「一切刹土微尘数」。",
      "zh_TW": "清淨的供養，真誠裡頭是真心，有誠意、有敬意。清淨的供養，裡面沒有染污，換句話說，決定不希求果報。現在眾生對別人布施供養都希求回報，沒有回報他就不幹了，這不清淨！不希求回報。平等供養，沒有高下之分別，離分別心。清淨是離染污心，染污是貪。高下裡面就有慢、傲慢，有瞋心在裡頭，傲慢是瞋的一分。正覺心供養，覺悟不迷。慈悲心供養，沒有自私自利。把真誠清淨平等正覺，全都融在慈悲裡面，這就是布施供養裡面具足修慧。一切時一切處常存此心、常行此事，天天在累積。了凡居士每天記功過格，這好事！天天記。無量劫來，好事做得太多了，「一切剎土微塵數」。"
    },
    {
      "id": "12-017-0529_p0027",
      "zh_CN": "『神通愿力所出生』，他怎么能做这么多好事？因是愿力，缘是神通，这个神通就是善巧方便，他具足善巧方便。大愿力在推动，这个愿力就是四弘誓愿。「众生无边誓愿度」，这句话用现代话来讲，众生无边我誓愿帮助他们，为他们服务，无条件的！为一切众生服务，才能够积功累德，到如来果地上，无论是智慧、无论是福德，都是究竟圆满，无量无边。这样来的，「出生」的！福智圆满，诸位想想看，相好哪能不圆满？相好是果报，因圆果满，这是自然的道理。",
      "zh_TW": "『神通願力所出生』，他怎麼能做這麼多好事？因是願力，緣是神通，這個神通就是善巧方便，他具足善巧方便。大願力在推動，這個願力就是四弘誓願。「眾生無邊誓願度」，這句話用現代話來講，眾生無邊我誓願幫助他們，為他們服務，無條件的！為一切眾生服務，才能夠積功累德，到如來果地上，無論是智慧、無論是福德，都是究竟圓滿，無量無邊。這樣來的，「出生」的！福智圓滿，諸位想想看，相好哪能不圓滿？相好是果報，因圓果滿，這是自然的道理。"
    },
    {
      "id": "12-017-0529_p0028",
      "zh_CN": "『道场严净无诸垢』，这一句讲的果报。清凉大师在注解里面说得很好，这一首是总显，「谓宿因愿力」，愿力是因，「深广难思」，愿力太大太深，所以他才肯做。我们学，为什么不肯做？我们的愿力很小、愿力很浅，比不上佛菩萨。佛菩萨是大愿，念念为众生服务，念念照顾一切众生，特别是苦难众生。念念都跟别人结善缘，财力物力达不到，合掌欢喜，向人家问个好，都是结善缘；给人很真诚、很热心的打个招呼，都是善缘，都在自己一片真诚。知道一切众生的需要，常常照顾，「神通现缘，生果严净」，清凉虽然注得不多，很清楚。第二首：",
      "zh_TW": "『道場嚴淨無諸垢』，這一句講的果報。清涼大師在註解裡面說得很好，這一首是總顯，「謂宿因願力」，願力是因，「深廣難思」，願力太大太深，所以他才肯做。我們學，為什麼不肯做？我們的願力很小、願力很淺，比不上佛菩薩。佛菩薩是大願，念念為眾生服務，念念照顧一切眾生，特別是苦難眾生。念念都跟別人結善緣，財力物力達不到，合掌歡喜，向人家問個好，都是結善緣；給人很真誠、很熱心的打個招呼，都是善緣，都在自己一片真誠。知道一切眾生的需要，常常照顧，「神通現緣，生果嚴淨」，清涼雖然註得不多，很清楚。第二首："
    },
    {
      "id": "12-017-0529_p0029",
      "zh_CN": "【如意珠王作树根，金刚摩尼以为身，宝网遐施覆其上，妙香氛氲共旋绕。】",
      "zh_TW": "【如意珠王作樹根，金剛摩尼以為身，寶網遐施覆其上，妙香氛氳共旋繞。】"
    },
    {
      "id": "12-017-0529_p0030",
      "zh_CN": "不思议菩萨赞的是树的自在德。诸位一定要记住，树是树立，建树就是种种设施，这个设施遍虚空法界。他赞的这些话，真正的意思我们就能够体会得到。『如意珠王作树根』，「根」是树立的基础，好像我们盖房子一样，地基，那是一切建树的根本。譬如我们现在这个弘法人才培训班，办这个班，这是个建树。办这个班的动机是什么？那就是根，这个动机是为了弘护正法，相续不绝，是期望佛法后继有人，更希望后来居上。这些念头就是「如意珠王」，如意是自在，它赞的是自在德；王，在此地表自在圆满，这不是普通的如意，圆满的如意，所以称为自在如意，这里面含的意思很深很广。智慧、福德还要加上外缘，统统具足，你这个建树才能成就，才能称心如意，如愿以偿！我们用一桩事情来做比喻。所有一切建树的动机，如果是如意珠王那就殊胜，是以智慧、福德弘护正法，续佛慧命，弘法利生，这是积功累德。如果不是这个发心，不是这样的正念，我们办这个班目的在求名闻利养，那就错了！这个班决定办不好。我们看许许多多，这就以佛门来说，办佛学院，他为什么不能成功？《楞严经》上讲得好，「因地不真，果招迂曲」，稍稍夹杂一点私心就错了。弊端丛生，造诸恶业，莫此为甚！",
      "zh_TW": "不思議菩薩讚的是樹的自在德。諸位一定要記住，樹是樹立，建樹就是種種設施，這個設施遍虛空法界。他讚的這些話，真正的意思我們就能夠體會得到。『如意珠王作樹根』，「根」是樹立的基礎，好像我們蓋房子一樣，地基，那是一切建樹的根本。譬如我們現在這個弘法人才培訓班，辦這個班，這是個建樹。辦這個班的動機是什麼？那就是根，這個動機是為了弘護正法，相續不絕，是期望佛法後繼有人，更希望後來居上。這些念頭就是「如意珠王」，如意是自在，它讚的是自在德；王，在此地表自在圓滿，這不是普通的如意，圓滿的如意，所以稱為自在如意，這裡面含的意思很深很廣。智慧、福德還要加上外緣，統統具足，你這個建樹才能成就，才能稱心如意，如願以償！我們用一樁事情來做比喻。所有一切建樹的動機，如果是如意珠王那就殊勝，是以智慧、福德弘護正法，續佛慧命，弘法利生，這是積功累德。如果不是這個發心，不是這樣的正念，我們辦這個班目的在求名聞利養，那就錯了！這個班決定辦不好。我們看許許多多，這就以佛門來說，辦佛學院，他為什麼不能成功？《楞嚴經》上講得好，「因地不真，果招迂曲」，稍稍夾雜一點私心就錯了。弊端叢生，造諸惡業，莫此為甚！"
    },
    {
      "id": "12-017-0529_p0031",
      "zh_CN": "『金刚摩尼以为身』，这个身我们现在讲，硬体的设备。「金刚」是坚固，「摩尼」是珍宝，我们这个建筑物是不是「金刚摩尼以为身」？在形式上你去看，钢筋水泥建的一个建筑物；这里面的内容，我们每天在这边的活动，确确实实天天增长智慧、增长福德。增长智慧是「金刚」，增长福德是「摩尼」，这里头天天活动，这是身相。『宝网遐施覆其上，妙香氛氲共旋绕』，这两句是讲这个建树的影响。「宝网遐施覆其上」，我们可以看作诸佛护念，诸菩萨善神拥护、加持、照顾这个道场；或者说照顾你建立的这个事业，我们想这个意思，为什么？这个事业是正法久住，这个事业是利益众生。我们有缘在这个大树下，得到树荫的庇佑，要知道成熟自己，成熟自己的智慧，成熟自己的德行，同时也要成熟自己的相好。智慧是因，福德是缘，相好是果报，于是我们自己就变成菩提树了。神秀大师所讲的，「身是菩提树，心如明镜台」，他说的不是没有道理，对于我们这些还没有能离相的人来讲，有大利益！",
      "zh_TW": "『金剛摩尼以為身』，這個身我們現在講，硬體的設備。「金剛」是堅固，「摩尼」是珍寶，我們這個建築物是不是「金剛摩尼以為身」？在形式上你去看，鋼筋水泥建的一個建築物；這裡面的內容，我們每天在這邊的活動，確確實實天天增長智慧、增長福德。增長智慧是「金剛」，增長福德是「摩尼」，這裡頭天天活動，這是身相。『寶網遐施覆其上，妙香氛氳共旋繞』，這兩句是講這個建樹的影響。「寶網遐施覆其上」，我們可以看作諸佛護念，諸菩薩善神擁護、加持、照顧這個道場；或者說照顧你建立的這個事業，我們想這個意思，為什麼？這個事業是正法久住，這個事業是利益眾生。我們有緣在這個大樹下，得到樹蔭的庇佑，要知道成熟自己，成熟自己的智慧，成熟自己的德行，同時也要成熟自己的相好。智慧是因，福德是緣，相好是果報，於是我們自己就變成菩提樹了。神秀大師所講的，「身是菩提樹，心如明鏡台」，他說的不是沒有道理，對於我們這些還沒有能離相的人來講，有大利益！"
    },
    {
      "id": "12-017-0529_p0032",
      "zh_CN": "佛法在哪里？佛法就是这样子，就在我这个形象之中，如果你要做得不像，人家要问：佛法是什么样子？就像我这个样子，人家瞧不起你！瞧不起我没有关系，整个佛法受我的连累，因为我这个形象毁坏了佛法，这个事情不是小事。你要是轻易把这个事情看作小事，你错了！为什么？你叫一切众生看到你这个形象，对佛法产生重大的误会，严重的曲解，他毁谤佛法、轻慢佛法，劝大家不要学习佛法，远离甚至于消灭佛法，果报在阿鼻地狱！所以我们学佛的同修要常常记住，我们要跟佛争个面子，我们的形象好，佛菩萨很有面子；我们形象不好，佛菩萨没有面子。叫佛菩萨没有面子，给诸位说，这个罪过等于破和合僧，破和合僧的果报在阿鼻地狱，我们不能不重视形象。",
      "zh_TW": "佛法在哪裡？佛法就是這樣子，就在我這個形象之中，如果你要做得不像，人家要問：佛法是什麼樣子？就像我這個樣子，人家瞧不起你！瞧不起我沒有關係，整個佛法受我的連累，因為我這個形象毀壞了佛法，這個事情不是小事。你要是輕易把這個事情看作小事，你錯了！為什麼？你叫一切眾生看到你這個形象，對佛法產生重大的誤會，嚴重的曲解，他毀謗佛法、輕慢佛法，勸大家不要學習佛法，遠離甚至於消滅佛法，果報在阿鼻地獄！所以我們學佛的同修要常常記住，我們要跟佛爭個面子，我們的形象好，佛菩薩很有面子；我們形象不好，佛菩薩沒有面子。叫佛菩薩沒有面子，給諸位說，這個罪過等於破和合僧，破和合僧的果報在阿鼻地獄，我們不能不重視形象。"
    },
    {
      "id": "12-017-0529_p0033",
      "zh_CN": "跟诸位说，这个形象就是威仪，不能不重视威仪。行住坐卧四威仪，坐有个坐相，站有个站相，走路有走路的相，睡觉有睡觉的相，一举一动都可以给世间人做好样子，这为佛争光，佛有面子！这样做就是弘法利生，为什么？让社会大众看到你的形象，赞叹佛法。赞叹你就是赞叹佛法，赞叹你就是在宣扬佛法，戒律威仪怎么可以疏忽！古德常说，礼要失去了，儒就没有了，儒家就断了；戒律威仪要没有了，佛法在这个世间就灭了。所以诸位要知道，寺庙建得再多，佛法没有了。佛法在哪里？佛法是在佛弟子表现当中。在家有在家的戒律威仪，出家有出家的戒律威仪，要不认真细细讲求，不能把这个落实，怎么办？这问题严重！不是小事。",
      "zh_TW": "跟諸位說，這個形象就是威儀，不能不重視威儀。行住坐臥四威儀，坐有個坐相，站有個站相，走路有走路的相，睡覺有睡覺的相，一舉一動都可以給世間人做好樣子，這為佛爭光，佛有面子！這樣做就是弘法利生，為什麼？讓社會大眾看到你的形象，讚歎佛法。讚歎你就是讚歎佛法，讚歎你就是在宣揚佛法，戒律威儀怎麼可以疏忽！古德常說，禮要失去了，儒就沒有了，儒家就斷了；戒律威儀要沒有了，佛法在這個世間就滅了。所以諸位要知道，寺廟建得再多，佛法沒有了。佛法在哪裡？佛法是在佛弟子表現當中。在家有在家的戒律威儀，出家有出家的戒律威儀，要不認真細細講求，不能把這個落實，怎麼辦？這問題嚴重！不是小事。"
    },
    {
      "id": "12-017-0529_p0034",
      "zh_CN": "持戒不失威仪就是「摩尼以为身」，给诸位说，是大福报。哪个人有福？持戒的人有福，不杀生的人有福，得长寿果报；不偷盗的人有福，得财用的果报；不邪淫的人有福，得色身端庄的果报，端正庄严；不妄语的人有福，一切众生相信他；不饮酒的人有福，他有智慧，这是「摩尼以为身」。再加上般若智慧，这是佛法的建树，当然得诸佛护念，龙天善神保佑，肯定的！「妙香氛氲」，氛氲是祥和之气；妙香是德香，佛家赞颂里面常常念的戒定真香，这个妙！你戒定之德；如果说成五分法身香，那是戒、定、慧、解脱、解脱知见。你的德慧远播，不但人间，九法界众生都赞叹。",
      "zh_TW": "持戒不失威儀就是「摩尼以為身」，給諸位說，是大福報。哪個人有福？持戒的人有福，不殺生的人有福，得長壽果報；不偷盜的人有福，得財用的果報；不邪淫的人有福，得色身端莊的果報，端正莊嚴；不妄語的人有福，一切眾生相信他；不飲酒的人有福，他有智慧，這是「摩尼以為身」。再加上般若智慧，這是佛法的建樹，當然得諸佛護念，龍天善神保佑，肯定的！「妙香氛氳」，氛氳是祥和之氣；妙香是德香，佛家讚頌裡面常常念的戒定真香，這個妙！你戒定之德；如果說成五分法身香，那是戒、定、慧、解脫、解脫知見。你的德慧遠播，不但人間，九法界眾生都讚歎。"
    },
    {
      "id": "12-017-0529_p0035",
      "zh_CN": "你的德慧，现在社会人讲知名度，在我们佛法里面讲影响所及，你的德慧影响广大的社会，影响到一个地区，影响到整个世界，再扩大影响到九法界。一切众生见相闻名，对你生起恭敬之心，爱戴之心，仰慕之心，进而向你学习，这你给佛争光了，你是真正佛弟子。真佛弟子，弘护正法。在今天这个时代，我们记住印光大师的教诲就好，为什么？印祖的教诲契现代社会大众的根机，他老人家教人十六个字，他自己真的做到了。特别是「闲邪存诚」，对我们来讲当头棒喝！闲是防止，我们今天修学功夫不得力，就是把这桩事情疏忽了，不知道防范邪思邪见。不知道防范，甚至于没有能力辨别邪正，这什么原因？经读得太少了。",
      "zh_TW": "你的德慧，現在社會人講知名度，在我們佛法裡面講影響所及，你的德慧影響廣大的社會，影響到一個地區，影響到整個世界，再擴大影響到九法界。一切眾生見相聞名，對你生起恭敬之心，愛戴之心，仰慕之心，進而向你學習，這你給佛爭光了，你是真正佛弟子。真佛弟子，弘護正法。在今天這個時代，我們記住印光大師的教誨就好，為什麼？印祖的教誨契現代社會大眾的根機，他老人家教人十六個字，他自己真的做到了。特別是「閑邪存誠」，對我們來講當頭棒喝！閑是防止，我們今天修學功夫不得力，就是把這樁事情疏忽了，不知道防範邪思邪見。不知道防範，甚至於沒有能力辨別邪正，這什麼原因？經讀得太少了。"
    },
    {
      "id": "12-017-0529_p0036",
      "zh_CN": "现在人读经，读经都不懂，读得再多也没用，一定要解其义，不解其义不行。佛常常讲要「深解义趣」，不但要解其义，要解得深、解得广，才能起作用。有能力辨别是非邪正，自然就懂得防范，这叫「闲邪」。「存诚」，常存真诚之心，对一切人一切事一切物，用真诚心对待，用平等心对待，自自然然我们就能够跟一切人事物和睦相处，自自然然就是六和敬，没有丝毫勉强。印祖的教训我们要记住，后面两句帮助我们解脱，如果我们希望在这一生当中永远脱离六道轮回，六道轮回太苦了，祖师教我们「信愿念佛，求生净土」。可是真正要能往生，你决定不能疏忽印祖头一句话，「敦伦尽分」。敦伦尽分是什么意思？守规矩、守法。伦是伦常，也就是三福里面孝亲尊师。普贤菩萨行愿里面礼敬、赞叹、广修供养、恒顺众生、随喜功德，都是属于敦伦尽分。印祖讲的话简单，含义非常深广。",
      "zh_TW": "現在人讀經，讀經都不懂，讀得再多也沒用，一定要解其義，不解其義不行。佛常常講要「深解義趣」，不但要解其義，要解得深、解得廣，才能起作用。有能力辨別是非邪正，自然就懂得防範，這叫「閑邪」。「存誠」，常存真誠之心，對一切人一切事一切物，用真誠心對待，用平等心對待，自自然然我們就能夠跟一切人事物和睦相處，自自然然就是六和敬，沒有絲毫勉強。印祖的教訓我們要記住，後面兩句幫助我們解脫，如果我們希望在這一生當中永遠脫離六道輪迴，六道輪迴太苦了，祖師教我們「信願念佛，求生淨土」。可是真正要能往生，你決定不能疏忽印祖頭一句話，「敦倫盡分」。敦倫盡分是什麼意思？守規矩、守法。倫是倫常，也就是三福裡面孝親尊師。普賢菩薩行願裡面禮敬、讚歎、廣修供養、恆順眾生、隨喜功德，都是屬於敦倫盡分。印祖講的話簡單，含義非常深廣。"
    },
    {
      "id": "12-017-0529_p0037",
      "zh_CN": "尽分是什么？尽我们自己的本分。我们自己现在是什么地位？我是出家人的身分，是出家法师的地位；出家法师的本分是什么？出家人的本分是什么？看看释迦牟尼佛就知道了。释迦牟尼佛给我们示现的，出家人的本分：万缘放下，一尘不染。法师的本分？释迦牟尼佛为我们示现的，多元文化社会教育义务工作者。无论我们从事于弘法还是从事于护法，只尽义务不享受权利，永远是这个样子，生生世世尽未来际都不改变。这个形象，诸位想想，对世间是什么样的影响？当年释迦牟尼佛做出来了，那个九法界我们不谈，我们就谈人间，他得到当时社会国王大臣的敬仰，得到印度九十六种外道的赞叹，多少外道来皈依、来向他学习，以他为师！影响周遍八方，延续到三千年，我们今天还非常认真努力在学习经教，这是「妙香氛氲共旋绕」。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "盡分是什麼？盡我們自己的本分。我們自己現在是什麼地位？我是出家人的身分，是出家法師的地位；出家法師的本分是什麼？出家人的本分是什麼？看看釋迦牟尼佛就知道了。釋迦牟尼佛給我們示現的，出家人的本分：萬緣放下，一塵不染。法師的本分？釋迦牟尼佛為我們示現的，多元文化社會教育義務工作者。無論我們從事於弘法還是從事於護法，只盡義務不享受權利，永遠是這個樣子，生生世世盡未來際都不改變。這個形象，諸位想想，對世間是什麼樣的影響？當年釋迦牟尼佛做出來了，那個九法界我們不談，我們就談人間，他得到當時社會國王大臣的敬仰，得到印度九十六種外道的讚歎，多少外道來皈依、來向他學習，以他為師！影響周遍八方，延續到三千年，我們今天還非常認真努力在學習經教，這是「妙香氛氳共旋繞」。好，今天時間到了，我們就講到此地。"
    }
  ]
}