{
  "doc_id": "12-017-0820",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八二０卷",
    "zh_TW": "第八二０卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "12-017-0820",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "12-017-0820_p0001",
      "zh_CN": "诸位同学，请看「华藏世界品」，藏海安布庄严，第五段河间华林，偈颂第八首：",
      "zh_TW": "諸位同學，請看「華藏世界品」，藏海安布莊嚴，第五段河間華林，偈頌第八首："
    },
    {
      "id": "12-017-0820_p0002",
      "zh_CN": "【三世所有诸庄严，摩尼果中皆显现，体性无生不可取，此是如来自在力。】",
      "zh_TW": "【三世所有諸莊嚴，摩尼果中皆顯現，體性無生不可取，此是如來自在力。】"
    },
    {
      "id": "12-017-0820_p0003",
      "zh_CN": "末后这三首，八、九、十，总结庄严的因缘。清凉大师在注解里面注得比较多一点，他说：「谓由佛等力，明体用无碍，现而常如，然此偈有多意趣。」这三首通一切世间，一切世间所有庄严的由来是佛力、是心力、是众生的业力；大乘教里面常讲「心佛众生，三无差别」，显现出无比的殊胜庄严。佛的威神、众生的业力，心能转变，这个经论里面常讲「一切法从心想生」，又给我们讲「唯心所现，唯识所造」，识就是现相。所以佛教导我们，最重要的就是教我们要懂得转变，在念头上转变。讲席里头常常说的，转恶为善、转迷为悟、转凡为圣，转众生为佛菩萨，你只要会转，就成功了。《楞严经》上讲的：若能转境，则同如来。所以如来跟凡夫差别在哪里？如来会转。他为什么会转？他觉悟，他明了。众生迷，众生不觉，众生不会转。不会转的就很可怜，经上常讲「可怜悯者」，他不会转，总是为业力拘束。不但是一生，可以讲生生世世被业力牵引，丝毫转动不得。",
      "zh_TW": "末後這三首，八、九、十，總結莊嚴的因緣。清涼大師在註解裡面註得比較多一點，他說：「謂由佛等力，明體用無礙，現而常如，然此偈有多意趣。」這三首通一切世間，一切世間所有莊嚴的由來是佛力、是心力、是眾生的業力；大乘教裡面常講「心佛眾生，三無差別」，顯現出無比的殊勝莊嚴。佛的威神、眾生的業力，心能轉變，這個經論裡面常講「一切法從心想生」，又給我們講「唯心所現，唯識所造」，識就是現相。所以佛教導我們，最重要的就是教我們要懂得轉變，在念頭上轉變。講席裡頭常常說的，轉惡為善、轉迷為悟、轉凡為聖，轉眾生為佛菩薩，你只要會轉，就成功了。《楞嚴經》上講的：若能轉境，則同如來。所以如來跟凡夫差別在哪裡？如來會轉。他為什麼會轉？他覺悟，他明瞭。眾生迷，眾生不覺，眾生不會轉。不會轉的就很可憐，經上常講「可憐憫者」，他不會轉，總是為業力拘束。不但是一生，可以講生生世世被業力牽引，絲毫轉動不得。"
    },
    {
      "id": "12-017-0820_p0004",
      "zh_CN": "诸位细读《了凡四训》，你看看云谷禅师那一段的讲话，你就明了了。学佛最重要的就是要学会转，要了解宇宙人生性相、理事、因果，我们在经教里头学的就是这些东西，这些是真实的，不是虚妄的；《般若经》上讲的「凡所有相，皆是虚妄」，这不是虚妄的。学会了，在虚妄境界里面我们得自在。在佛法的名词里面讲，就是你得解脱了，这是学佛首先得到的。然后进一步，大彻大悟，再进一步，证得清净法身，那个时候是大成就。我们得到一点自在，解脱了，这是小成就。如是修学，当然法喜充满。",
      "zh_TW": "諸位細讀《了凡四訓》，你看看雲谷禪師那一段的講話，你就明瞭了。學佛最重要的就是要學會轉，要了解宇宙人生性相、理事、因果，我們在經教裡頭學的就是這些東西，這些是真實的，不是虛妄的；《般若經》上講的「凡所有相，皆是虛妄」，這不是虛妄的。學會了，在虛妄境界裡面我們得自在。在佛法的名詞裡面講，就是你得解脫了，這是學佛首先得到的。然後進一步，大徹大悟，再進一步，證得清淨法身，那個時候是大成就。我們得到一點自在，解脫了，這是小成就。如是修學，當然法喜充滿。"
    },
    {
      "id": "12-017-0820_p0005",
      "zh_CN": "我们在这一段经文里头，长行接着是偈颂，偈颂前面六首是讲六尘说法，六尘说法就是六尘表法。偈颂里面没有说得那么多，只是举两个例子，一个是河中莲花，一个是两岸的花树，只举这个例子。河中莲花是比喻相应的心所，性德的流露像莲花一样，出污泥而不染。这是佛菩萨的用心、觉悟人的用心，凡夫不尔。凡夫迷而不觉，染而不净，把自性本具的性德由于不觉变成了烦恼，变成了妄想分别执着。要知道妄想分别执着的体是性德，所以佛在经上常常告诉我们：「烦恼即菩提，生死即涅槃」，这是佛在经上常讲的。我们要能懂得佛说这些话的用意，点醒我们，教导我们。我们怎样把烦恼转变成菩提，把生死转变成涅槃？这个转，关键就在觉、迷。所以佛法教学的宗旨，我们常常听说「破迷开悟，离苦得乐」，这是佛法教学的宗旨。",
      "zh_TW": "我們在這一段經文裡頭，長行接著是偈頌，偈頌前面六首是講六塵說法，六塵說法就是六塵表法。偈頌裡面沒有說得那麼多，只是舉兩個例子，一個是河中蓮花，一個是兩岸的花樹，只舉這個例子。河中蓮花是比喻相應的心所，性德的流露像蓮花一樣，出污泥而不染。這是佛菩薩的用心、覺悟人的用心，凡夫不爾。凡夫迷而不覺，染而不淨，把自性本具的性德由於不覺變成了煩惱，變成了妄想分別執著。要知道妄想分別執著的體是性德，所以佛在經上常常告訴我們：「煩惱即菩提，生死即涅槃」，這是佛在經上常講的。我們要能懂得佛說這些話的用意，點醒我們，教導我們。我們怎樣把煩惱轉變成菩提，把生死轉變成涅槃？這個轉，關鍵就在覺、迷。所以佛法教學的宗旨，我們常常聽說「破迷開悟，離苦得樂」，這是佛法教學的宗旨。"
    },
    {
      "id": "12-017-0820_p0006",
      "zh_CN": "总结这一首，第一首『三世所有诸庄严』，这个「三世」是指的三种世间：器世间、正觉世间、众生世间，也指过去、现在、未来，这也叫做三世。前面一个说法是讲的空间，后面一个说法是讲的时间，无论是空间或者是时间，这里面所有一切庄严，『摩尼果中皆显现』。花、树，树开花结果，在果中都显现出来了，这个我们很容易接受。为什么？前面我们读很多，一一微尘，那个微尘里面都含摄世界海微尘数的世界。微尘太小，肉眼看不见，树上果实很大，果实里面哪有不含摄的道理？只是我们肉眼凡夫见不到。法身菩萨们见到了，他们是理无碍、事无碍、理事无碍、事事无碍。我们凡夫是迷而不觉，处处成障，处处都是障碍；理有障碍，事也有障碍，理事、事事就更不必说了。",
      "zh_TW": "總結這一首，第一首『三世所有諸莊嚴』，這個「三世」是指的三種世間：器世間、正覺世間、眾生世間，也指過去、現在、未來，這也叫做三世。前面一個說法是講的空間，後面一個說法是講的時間，無論是空間或者是時間，這裡面所有一切莊嚴，『摩尼果中皆顯現』。花、樹，樹開花結果，在果中都顯現出來了，這個我們很容易接受。為什麼？前面我們讀很多，一一微塵，那個微塵裡面都含攝世界海微塵數的世界。微塵太小，肉眼看不見，樹上果實很大，果實裡面哪有不含攝的道理？只是我們肉眼凡夫見不到。法身菩薩們見到了，他們是理無礙、事無礙、理事無礙、事事無礙。我們凡夫是迷而不覺，處處成障，處處都是障礙；理有障礙，事也有障礙，理事、事事就更不必說了。"
    },
    {
      "id": "12-017-0820_p0007",
      "zh_CN": "除障就是修行，我们现在在世间，最严重的障碍是什么？人与人之间的相处。古德常说「做事难，做人更难」，因为人情变幻莫测，冷暖无常，你怎么应付？所以会做人是大学问，会做人是真功夫。学佛、修行，修什么？学什么？说一个浅显的话，学会做人，做一个圆满而没有缺陷的人，这个人就是佛陀，我们应当向他学习。佛怎么样处事待人接物，应付这个千变万化的世间？他能做得那么圆满，这是真实智慧，真实的德行、相好。佛告诉我们，这三种真实、三种圆满是我们自性本具的，不是从外面来的。我们能够用性德，随顺性德，这就是佛知佛见、佛心佛行。千经万论，千言万语，诸佛菩萨教众生都离不开这个原则，都离不开这个纲领。",
      "zh_TW": "除障就是修行，我們現在在世間，最嚴重的障礙是什麼？人與人之間的相處。古德常說「做事難，做人更難」，因為人情變幻莫測，冷暖無常，你怎麼應付？所以會做人是大學問，會做人是真功夫。學佛、修行，修什麼？學什麼？說一個淺顯的話，學會做人，做一個圓滿而沒有缺陷的人，這個人就是佛陀，我們應當向他學習。佛怎麼樣處事待人接物，應付這個千變萬化的世間？他能做得那麼圓滿，這是真實智慧，真實的德行、相好。佛告訴我們，這三種真實、三種圓滿是我們自性本具的，不是從外面來的。我們能夠用性德，隨順性德，這就是佛知佛見、佛心佛行。千經萬論，千言萬語，諸佛菩薩教眾生都離不開這個原則，都離不開這個綱領。"
    },
    {
      "id": "12-017-0820_p0008",
      "zh_CN": "在护法四天王里面，西方广目天王，你看看他的表法。他一个手拿着是龙或者是蛇，这个手拿着是个珠。那个「珠」是什么？摩尼妙宝，那个珠是摩尼宝珠，摩尼宝珠代表圆满的性德、圆满的自性。龙、蛇代表的是社会，代表的是三种世间，三世间。这个里头人情事理变化莫测，不要紧，你只要掌握到这个摩尼宝珠，你应付裕如。谚语有一句话说「以不变应万变」，摩尼宝珠不变，龙蛇是千变万化，以不变应万变！世间人不懂这个道理，他是用变化来应付变化，那就是穷于应付，最后依旧不能解决问题。你要是用不变来应付，问题解决了，这个道理很深很深。",
      "zh_TW": "在護法四天王裡面，西方廣目天王，你看看他的表法。他一個手拿著是龍或者是蛇，這個手拿著是個珠。那個「珠」是什麼？摩尼妙寶，那個珠是摩尼寶珠，摩尼寶珠代表圓滿的性德、圓滿的自性。龍、蛇代表的是社會，代表的是三種世間，三世間。這個裡頭人情事理變化莫測，不要緊，你只要掌握到這個摩尼寶珠，你應付裕如。諺語有一句話說「以不變應萬變」，摩尼寶珠不變，龍蛇是千變萬化，以不變應萬變！世間人不懂這個道理，他是用變化來應付變化，那就是窮於應付，最後依舊不能解決問題。你要是用不變來應付，問題解決了，這個道理很深很深。"
    },
    {
      "id": "12-017-0820_p0009",
      "zh_CN": "世间人也常说：「害人之心不可有，防人之心不可无」，你说对不对？你听了说：这不错！你要是问佛陀，佛陀说：错了。为什么？凡夫知见，迷而不觉，觉者的知见不如是。觉悟人的知见：害人之心不可有，防人之心也不可有。何必要防人？有防人之心，你想想看你的心不清净。真心本性里头，哪里会有防人之心？就是连《坛经》，大家很熟悉的，惠能大师说「本来无一物」，防人之心是「一物」，本来无；本来无的，统统要放下，不要防人。这个人毁谤我，不必去防他；侮辱我，不要去防他；陷害我，不要去防他；他要害我的命，也不要去防他。为什么？没事！命都被他害死了，这还没事吗？是没事！「凡所有相，皆是虚妄」，哪有事？人生在这世间总要死的，早死跟晚死都是要死，有什么差别？我没有过失，他把我害死，消我业障！我防他干什么？我如果一防就增长业障，业障消不掉。",
      "zh_TW": "世間人也常說：「害人之心不可有，防人之心不可無」，你說對不對？你聽了說：這不錯！你要是問佛陀，佛陀說：錯了。為什麼？凡夫知見，迷而不覺，覺者的知見不如是。覺悟人的知見：害人之心不可有，防人之心也不可有。何必要防人？有防人之心，你想想看你的心不清淨。真心本性裡頭，哪裡會有防人之心？就是連《壇經》，大家很熟悉的，惠能大師說「本來無一物」，防人之心是「一物」，本來無；本來無的，統統要放下，不要防人。這個人毀謗我，不必去防他；侮辱我，不要去防他；陷害我，不要去防他；他要害我的命，也不要去防他。為什麼？沒事！命都被他害死了，這還沒事嗎？是沒事！「凡所有相，皆是虛妄」，哪有事？人生在這世間總要死的，早死跟晚死都是要死，有什麼差別？我沒有過失，他把我害死，消我業障！我防他幹什麼？我如果一防就增長業障，業障消不掉。"
    },
    {
      "id": "12-017-0820_p0010",
      "zh_CN": "你们要细心去思惟、细心去观察，你才会明白这其中的大道理，这其中有大受用。粗心大意的人，他怎么会懂？活在这世间贪生怕死，不知道生死真相，贪生怕死。觉悟的人晓得这世间是没有生死，宗门的话，我们套一句来讲，「觅生死了不可得」。楞严会上，阿难尊者找心，世尊问他心在哪里？这是很有名的一段经文「七处征心」，觅心了不可得。阿难找，找，找不到。达摩祖师到中国，二祖慧可见达摩，求达摩祖师给他安心。达摩祖师说：「你把心拿来，我替你安！」他在这一句话里头回光返照。好半天，说了一句话：「我觅心了不可得！」达摩祖师说：「与汝安心竟。」我把你心安好了。他在这里大彻大悟。",
      "zh_TW": "你們要細心去思惟、細心去觀察，你才會明白這其中的大道理，這其中有大受用。粗心大意的人，他怎麼會懂？活在這世間貪生怕死，不知道生死真相，貪生怕死。覺悟的人曉得這世間是沒有生死，宗門的話，我們套一句來講，「覓生死了不可得」。楞嚴會上，阿難尊者找心，世尊問他心在哪裡？這是很有名的一段經文「七處徵心」，覓心了不可得。阿難找，找，找不到。達摩祖師到中國，二祖慧可見達摩，求達摩祖師給他安心。達摩祖師說：「你把心拿來，我替你安！」他在這一句話裡頭回光返照。好半天，說了一句話：「我覓心了不可得！」達摩祖師說：「與汝安心竟。」我把你心安好了。他在這裡大徹大悟。"
    },
    {
      "id": "12-017-0820_p0011",
      "zh_CN": "生死了不可得，烦恼了不可得，菩提了不可得。《大般若经》的总结，一切法「无所有，毕竟空，不可得」，你还防什么？没有防范的，你就得大自在。我被人陷害，应该如此。为什么？过去我害他，今生他害我，这个帐不就了了吗？欢欢喜喜结了。我被他杀了，过去我杀了他，这一生他杀我，帐就结了。不要躲避，躲不了！躲得过今生，躲不过来生，生生世世。这是觉悟的人跟不觉的人心态完全不相同，这就转过来了。你这一转过来，你怎么会不自在？顺境善缘大自在，逆境恶缘也是大自在。这个身活在世间大自在，不管遭什么苦难，被人害死了，还是大自在。宇宙人生真相如是！这一首颂是总结器世间的庄严，虽然三世都说到，但是重点还是在器世间讲得多。「摩尼果中」，树上的果实。",
      "zh_TW": "生死了不可得，煩惱了不可得，菩提了不可得。《大般若經》的總結，一切法「無所有，畢竟空，不可得」，你還防什麼？沒有防範的，你就得大自在。我被人陷害，應該如此。為什麼？過去我害他，今生他害我，這個帳不就了了嗎？歡歡喜喜結了。我被他殺了，過去我殺了他，這一生他殺我，帳就結了。不要躲避，躲不了！躲得過今生，躲不過來生，生生世世。這是覺悟的人跟不覺的人心態完全不相同，這就轉過來了。你這一轉過來，你怎麼會不自在？順境善緣大自在，逆境惡緣也是大自在。這個身活在世間大自在，不管遭什麼苦難，被人害死了，還是大自在。宇宙人生真相如是！這一首頌是總結器世間的莊嚴，雖然三世都說到，但是重點還是在器世間講得多。「摩尼果中」，樹上的果實。"
    },
    {
      "id": "12-017-0820_p0012",
      "zh_CN": "『体性无生不可取』，这句话的意思很深，它在一法里面见一切法。这个一法，「摩尼果中」这一法，「皆显现」，一法里面能展现一切法。这里头也显示佛力。清凉大师注解里面也说这首偈是讲「即性无性，体本不生」，所以它的含义很深，「体性无生不可取」。相是幻相，体是真空。《般若心经》里面跟我们说的「色即是空，空即是色，色不异空，空不异色」，不异就是没有两样。体性空寂能现万相，这桩事情佛在经里头常常用梦来做比喻；虽然常常连着说「梦幻泡影」，但是最主要的还是梦，其他的三个字是衬托。为什么？做梦，六道凡夫都曾经做过梦；有人一天做好多次的梦，不是一个梦，他晚上睡觉，醒过来之后，他还能记得住做了好几个梦。",
      "zh_TW": "『體性無生不可取』，這句話的意思很深，它在一法裡面見一切法。這個一法，「摩尼果中」這一法，「皆顯現」，一法裡面能展現一切法。這裡頭也顯示佛力。清涼大師註解裡面也說這首偈是講「即性無性，體本不生」，所以它的含義很深，「體性無生不可取」。相是幻相，體是真空。《般若心經》裡面跟我們說的「色即是空，空即是色，色不異空，空不異色」，不異就是沒有兩樣。體性空寂能現萬相，這樁事情佛在經裡頭常常用夢來做比喻；雖然常常連著說「夢幻泡影」，但是最主要的還是夢，其他的三個字是襯托。為什麼？做夢，六道凡夫都曾經做過夢；有人一天做好多次的夢，不是一個夢，他晚上睡覺，醒過來之後，他還能記得住做了好幾個夢。"
    },
    {
      "id": "12-017-0820_p0013",
      "zh_CN": "能做梦的心性在哪里？了不可得。梦中那个境界，醒过来之后还相当清楚，记得很清楚。昨天晚上做梦，梦到哪些人，跟这些人干些什么事情，在梦中就好像是真的，真有其事；醒过来之后，才晓得原来是个梦幻。那你晓不晓得我们现前这个世间是在作梦？是梦境！好像这个梦境的时间长一点，可以做个几十年。实实在在讲，哪有时间的长短？你晚上睡觉做梦的时间很短，刹那之间；跟你这一生的梦境，这一生当中不长，你晚上做的梦境时间不短，你才真正了解事实真相。不但这几十年时间不长，《华严经》上佛给我们讲「念劫圆融」，无量劫就是一念，一念就是无量劫，我这个说法是真实话。如果我讲把一念展开为无量劫，把无量劫浓缩成一念，这个展开、浓缩是妄想分别执着。但是你好懂，因为你有妄想分别执着。跟你说真的，没有展，没有缩，这才是事实真相。你能懂吗？不懂！我知道你不懂，你是真不懂。什么原因？你没有离开妄想分别执着，你见不到事实真相。你要见到事实真相，你的思想、你的言行、处事待人接物的心态完全变了。",
      "zh_TW": "能做夢的心性在哪裡？了不可得。夢中那個境界，醒過來之後還相當清楚，記得很清楚。昨天晚上做夢，夢到哪些人，跟這些人幹些什麼事情，在夢中就好像是真的，真有其事；醒過來之後，才曉得原來是個夢幻。那你曉不曉得我們現前這個世間是在作夢？是夢境！好像這個夢境的時間長一點，可以做個幾十年。實實在在講，哪有時間的長短？你晚上睡覺做夢的時間很短，剎那之間；跟你這一生的夢境，這一生當中不長，你晚上做的夢境時間不短，你才真正了解事實真相。不但這幾十年時間不長，《華嚴經》上佛給我們講「念劫圓融」，無量劫就是一念，一念就是無量劫，我這個說法是真實話。如果我講把一念展開為無量劫，把無量劫濃縮成一念，這個展開、濃縮是妄想分別執著。但是你好懂，因為你有妄想分別執著。跟你說真的，沒有展，沒有縮，這才是事實真相。你能懂嗎？不懂！我知道你不懂，你是真不懂。什麼原因？你沒有離開妄想分別執著，你見不到事實真相。你要見到事實真相，你的思想、你的言行、處事待人接物的心態完全變了。"
    },
    {
      "id": "12-017-0820_p0014",
      "zh_CN": "释迦牟尼佛一生当中，什么时候提防过别人？祖师大德里头或许有，为什么？他没有证得究竟圆满的佛果。虽然他见思烦恼断了、尘沙烦恼断了，无明没有破。无明纵然破一、二品，无明有四十一品，破一、二品还有三十几品没破，所以可能还有一点习气。这是讲可能还有一点。佛菩萨没有防范过别人，阿罗汉，辟支佛也没有防范过别人。我们是凡夫，如果我们把自己境界提升到（不能跟佛等）跟菩萨等，你防范的心就没有了。还有什么防范的事？你走到哪里心不安？即使这个地区发生严重的大灾难，你在这里头心也是安定的，也不会被外面境界动摇，不会被外面境界所转，这样学佛算是有一点功夫了。总算你学习有一点成绩，因为你真的明了「体性无生不可取」。",
      "zh_TW": "釋迦牟尼佛一生當中，什麼時候提防過別人？祖師大德裡頭或許有，為什麼？他沒有證得究竟圓滿的佛果。雖然他見思煩惱斷了、塵沙煩惱斷了，無明沒有破。無明縱然破一、二品，無明有四十一品，破一、二品還有三十幾品沒破，所以可能還有一點習氣。這是講可能還有一點。佛菩薩沒有防範過別人，阿羅漢，辟支佛也沒有防範過別人。我們是凡夫，如果我們把自己境界提升到（不能跟佛等）跟菩薩等，你防範的心就沒有了。還有什麼防範的事？你走到哪裡心不安？即使這個地區發生嚴重的大災難，你在這裡頭心也是安定的，也不會被外面境界動搖，不會被外面境界所轉，這樣學佛算是有一點功夫了。總算你學習有一點成績，因為你真的明瞭「體性無生不可取」。"
    },
    {
      "id": "12-017-0820_p0015",
      "zh_CN": "所以佛常常教我们随缘而不攀缘，就是这个道理。「恒顺众生，随喜功德」，你说多欢喜！这一点我们真的要学，为什么？你在生活里头才能得自在，才能得真快乐，离苦得乐，永远没有忧虑、没有忧患，这是我们修学真实的受用。从前方老师把佛法介绍给我，他告诉我学佛是人生最高的享受。我刚才讲的这个，你们想想是不是最高的享受？最高的享受并不是说有很多名闻利养，有很多财富、地位、权势，不是这个；人生最高的享受是彻底觉悟、彻底明白了，纵然是贫贱的生活，像颜回一样，他生活得快乐。物质生活虽然非常贫乏，箪食瓢饮，孔老夫子赞叹他：「回也，不改其乐。」他那个乐就是人生最高的享受，觉悟了。",
      "zh_TW": "所以佛常常教我們隨緣而不攀緣，就是這個道理。「恆順眾生，隨喜功德」，你說多歡喜！這一點我們真的要學，為什麼？你在生活裡頭才能得自在，才能得真快樂，離苦得樂，永遠沒有憂慮、沒有憂患，這是我們修學真實的受用。從前方老師把佛法介紹給我，他告訴我學佛是人生最高的享受。我剛才講的這個，你們想想是不是最高的享受？最高的享受並不是說有很多名聞利養，有很多財富、地位、權勢，不是這個；人生最高的享受是徹底覺悟、徹底明白了，縱然是貧賤的生活，像顏回一樣，他生活得快樂。物質生活雖然非常貧乏，簞食瓢飲，孔老夫子讚歎他：「回也，不改其樂。」他那個樂就是人生最高的享受，覺悟了。"
    },
    {
      "id": "12-017-0820_p0016",
      "zh_CN": "佛法里面觉悟说得更具体、更高明，「体性无生」。「体性」是讲万事万物的本体，万事万物的自性；「无生」就是无灭，不生不灭。「不可取」，为什么不可取？它没有形相，它不是物质，体性空寂。这个空很难懂，空不是什么都没有；什么都没有就叫空，那连三岁小朋友都懂。它真的是空寂，但是空寂里头它能够生有，它能变现出虚空、变现出法界，变现出无量无边的星系、星球，变幻出许许多多的众生，有情无情的众生。它会变！变幻这些东西，到底有没有？跟诸位说也没有。变幻的是什么？佛讲了，「梦幻泡影」，这是真的，不是假的。凡夫为什么把这个东西、把这个梦幻当作真的？凡夫迷而不觉。像人在做梦，把梦中境界完全当真，在梦境里头患得患失，所以他有苦恼。如果他真的觉悟了：「我是在做梦，梦是假的，失掉也无所谓，得到也没什么欢喜。梦里头遇到一只老虎，我就舍身喂虎！」我这个身是假的，虎也是假的，就不会害怕了。梦里遇到一头老虎要来吃他，吓得一身冷汗，吓醒过来！要是学佛的人，「这是个梦，后悔呀！我没学释迦牟尼佛舍身喂虎。」",
      "zh_TW": "佛法裡面覺悟說得更具體、更高明，「體性無生」。「體性」是講萬事萬物的本體，萬事萬物的自性；「無生」就是無滅，不生不滅。「不可取」，為什麼不可取？它沒有形相，它不是物質，體性空寂。這個空很難懂，空不是什麼都沒有；什麼都沒有就叫空，那連三歲小朋友都懂。它真的是空寂，但是空寂裡頭它能夠生有，它能變現出虛空、變現出法界，變現出無量無邊的星系、星球，變幻出許許多多的眾生，有情無情的眾生。它會變！變幻這些東西，到底有沒有？跟諸位說也沒有。變幻的是什麼？佛講了，「夢幻泡影」，這是真的，不是假的。凡夫為什麼把這個東西、把這個夢幻當作真的？凡夫迷而不覺。像人在做夢，把夢中境界完全當真，在夢境裡頭患得患失，所以他有苦惱。如果他真的覺悟了：「我是在做夢，夢是假的，失掉也無所謂，得到也沒什麼歡喜。夢裡頭遇到一隻老虎，我就捨身餵虎！」我這個身是假的，虎也是假的，就不會害怕了。夢裡遇到一頭老虎要來吃他，嚇得一身冷汗，嚇醒過來！要是學佛的人，「這是個夢，後悔呀！我沒學釋迦牟尼佛捨身餵虎。」"
    },
    {
      "id": "12-017-0820_p0017",
      "zh_CN": "所以觉悟的人知道，「梦里明明有六趣，觉后空空无大千」，永嘉大师《证道歌》上两句话。这是梦境，你何必那么认真？十法界依正庄严都是一场梦。那一真法界呢？我们要问：极乐世界、华藏世界、诸佛报土呢？跟诸位说，也是梦境，没有例外的。能现能变的心性，它是空寂的，所现的全是幻相。凡夫，特别是六道，特别是我们现前所见到这个世间，变幻莫测，变幻太大太大了。古人形容日新月异，天天不一样，月月不一样，我们这个世间。为什么？妄念纷飞。华藏世界、极乐世界变化没有这么大，什么原因？因为他们那个地方人心是定的，没有执着、没有分别、没有妄想，所以现出来这个境界就很平稳，没有什么大的变化，我们称它为一真法界。其实，都是体性现相。",
      "zh_TW": "所以覺悟的人知道，「夢裡明明有六趣，覺後空空無大千」，永嘉大師《證道歌》上兩句話。這是夢境，你何必那麼認真？十法界依正莊嚴都是一場夢。那一真法界呢？我們要問：極樂世界、華藏世界、諸佛報土呢？跟諸位說，也是夢境，沒有例外的。能現能變的心性，它是空寂的，所現的全是幻相。凡夫，特別是六道，特別是我們現前所見到這個世間，變幻莫測，變幻太大太大了。古人形容日新月異，天天不一樣，月月不一樣，我們這個世間。為什麼？妄念紛飛。華藏世界、極樂世界變化沒有這麼大，什麼原因？因為他們那個地方人心是定的，沒有執著、沒有分別、沒有妄想，所以現出來這個境界就很平穩，沒有什麼大的變化，我們稱它為一真法界。其實，都是體性現相。"
    },
    {
      "id": "12-017-0820_p0018",
      "zh_CN": "那些觉悟的人知道这些现相不可取，所以他在现相里头不取不舍，随缘自在。你取，错了，你舍，也错了。你取跟舍，那都是真实才有取舍，它是梦幻，有什么好取舍？所以说取错舍也错。不取不舍，恒顺众生，随喜就是功德，就对了。顺境善缘无取无舍，逆境恶缘还是不取不舍，得大自在。我们学佛能契入这个境界，好境界！总算你这一生没有白过，你真的有了收获，觉悟了。无量劫你都在昏迷，难得今天清醒过来了。这一清醒就入了佛菩萨的俱乐部，跟一切佛菩萨同心同愿、同德同行，跟一切诸佛菩萨感应道交，你说这个多快乐！你说这个多么幸福！这真的是得大自在。",
      "zh_TW": "那些覺悟的人知道這些現相不可取，所以他在現相裡頭不取不捨，隨緣自在。你取，錯了，你捨，也錯了。你取跟捨，那都是真實才有取捨，它是夢幻，有什麼好取捨？所以說取錯捨也錯。不取不捨，恆順眾生，隨喜就是功德，就對了。順境善緣無取無捨，逆境惡緣還是不取不捨，得大自在。我們學佛能契入這個境界，好境界！總算你這一生沒有白過，你真的有了收穫，覺悟了。無量劫你都在昏迷，難得今天清醒過來了。這一清醒就入了佛菩薩的俱樂部，跟一切佛菩薩同心同願、同德同行，跟一切諸佛菩薩感應道交，你說這個多快樂！你說這個多麼幸福！這真的是得大自在。"
    },
    {
      "id": "12-017-0820_p0019",
      "zh_CN": "末后一句『此是如来自在力』，「如来」是自性，是自性里头本来具有的「自在力」，诸佛如来加持善根福德因缘具足的众生回归到自性。这一句是双关语，我们今天讲得佛力加持，我契入境界了。得佛力加持的条件是在放得下，章嘉大师教我的「看得破，放得下」，你才能得佛力加持，你才能入这个境界。这个经文里头所含的义趣你才能体会到，你才能懂得。现在时间到了。",
      "zh_TW": "末後一句『此是如來自在力』，「如來」是自性，是自性裡頭本來具有的「自在力」，諸佛如來加持善根福德因緣具足的眾生回歸到自性。這一句是雙關語，我們今天講得佛力加持，我契入境界了。得佛力加持的條件是在放得下，章嘉大師教我的「看得破，放得下」，你才能得佛力加持，你才能入這個境界。這個經文裡頭所含的義趣你才能體會到，你才能懂得。現在時間到了。"
    },
    {
      "id": "12-017-0820_p0020",
      "zh_CN": "诸位同学，我们接着看第九首偈颂：",
      "zh_TW": "諸位同學，我們接著看第九首偈頌："
    },
    {
      "id": "12-017-0820_p0021",
      "zh_CN": "【此地一切庄严中，悉现如来广大身，彼亦不来亦不去，佛昔愿力皆令见。】",
      "zh_TW": "【此地一切莊嚴中，悉現如來廣大身，彼亦不來亦不去，佛昔願力皆令見。】"
    },
    {
      "id": "12-017-0820_p0022",
      "zh_CN": "这一首清凉大师给我们说的是「智正觉世间」，也是「例一切庄严」。前一首「明佛力」，这一首说明「愿力」，愿力通自通他，说明「即相无相，现无来去」。我们来看这四句偈。『此地』是指华藏世界，我们一定要记住，也包括我们现在的这个世间，我们的世间不离华藏。『此地一切庄严中，悉现如来广大身』，很可惜没有几个人能见到。如果见到了，好事！见到了，在佛法里面就称之为「见道」。一般我们讲菩萨果位，「见道位」。见道位是什么菩萨？圆教是初住菩萨，别教是初地菩萨。「道」是什么？道是心性，道是宇宙人生的真相。我们把「人生」换个名词，宇宙「众生」的真相，这个意思就更广了。",
      "zh_TW": "這一首清涼大師給我們說的是「智正覺世間」，也是「例一切莊嚴」。前一首「明佛力」，這一首說明「願力」，願力通自通他，說明「即相無相，現無來去」。我們來看這四句偈。『此地』是指華藏世界，我們一定要記住，也包括我們現在的這個世間，我們的世間不離華藏。『此地一切莊嚴中，悉現如來廣大身』，很可惜沒有幾個人能見到。如果見到了，好事！見到了，在佛法裡面就稱之為「見道」。一般我們講菩薩果位，「見道位」。見道位是什麼菩薩？圓教是初住菩薩，別教是初地菩薩。「道」是什麼？道是心性，道是宇宙人生的真相。我們把「人生」換個名詞，宇宙「眾生」的真相，這個意思就更廣了。"
    },
    {
      "id": "12-017-0820_p0023",
      "zh_CN": "说宇宙人生是对我们初学人讲的，这个名词比较贴切自己，这不是说别人。要讲众生，我们这个身是众缘和合而生，这是众生。众生包含的意思非常非常广大，人生只是说自己一个人。众生包括人生，人生不包括众生。宇宙众生的真相明白了，大乘经上常说：「破一品无明，证一分法身」，「悉现如来广大身」就是诸佛如来的清净法身。诸佛如来的清净法身在哪里？世出世间一切法，无有一法不是！虚空、法界、刹土、众生，总是如来清净法身；这个广大身是一切有情众生、无情众生的本体，法身无相而无不相。就像佛在《般若经》里面给我们解释般若，般若亦空亦不空。所以讲般若有三个说法，现在的意思从三个方面去看，般若的体是空的，般若的相是不空，般若的作用是空不空。空不空显示出中道，空有两边都不执着。这是真正觉悟的人，拣别不同于凡夫。凡夫着有，不知道空；二乘着空，怕有；菩萨空有二边不执着，叫中道，他自在。",
      "zh_TW": "說宇宙人生是對我們初學人講的，這個名詞比較貼切自己，這不是說別人。要講眾生，我們這個身是眾緣和合而生，這是眾生。眾生包含的意思非常非常廣大，人生只是說自己一個人。眾生包括人生，人生不包括眾生。宇宙眾生的真相明白了，大乘經上常說：「破一品無明，證一分法身」，「悉現如來廣大身」就是諸佛如來的清淨法身。諸佛如來的清淨法身在哪裡？世出世間一切法，無有一法不是！虛空、法界、剎土、眾生，總是如來清淨法身；這個廣大身是一切有情眾生、無情眾生的本體，法身無相而無不相。就像佛在《般若經》裡面給我們解釋般若，般若亦空亦不空。所以講般若有三個說法，現在的意思從三個方面去看，般若的體是空的，般若的相是不空，般若的作用是空不空。空不空顯示出中道，空有兩邊都不執著。這是真正覺悟的人，揀別不同於凡夫。凡夫著有，不知道空；二乘著空，怕有；菩薩空有二邊不執著，叫中道，他自在。"
    },
    {
      "id": "12-017-0820_p0024",
      "zh_CN": "法身亦复如是！为什么称法身？身就有相；称法性，性没有相。性是能现能变，法身是所现所变；性没有生灭，法身也没有生灭。如果你真的参透，谚语里头有一句话说「理得心安」，道理你得到了，你明白了，你的心就安了，再也没有妄想忧虑，再也没有分别执着，你得大自在。你了解事实真相如是如是，确确实实没有生灭。人有没有生死？没有生死。人有没有苦乐？没有苦乐。人有没有善恶？没有善恶。世间有没有是非？没有是非。这个话愈听愈不懂，照你这样说，你这个人是个白痴！你怎么连个是非善恶都不懂？利害得失都不知道？这人不是白痴是什么？要不是白痴，那就是真实智慧，所以世间人有一句话说：「大智若愚」。但是这里头确实有不相同，什么地方不相同？觉迷不同。白痴迷，他是迷而无知；佛菩萨是觉，觉而彻底明了。明了什么？一切法，《般若经》上说，一切法「无所有，毕竟空，不可得」。你只要把这三句话，这是《大般若》的总结，你要是参透了，你就明白了。你心里头无始劫养成的烦恼习气（就是分别执着），你才能断得了。否则的话，妄想分别执着的习气太深，你断不了。",
      "zh_TW": "法身亦復如是！為什麼稱法身？身就有相；稱法性，性沒有相。性是能現能變，法身是所現所變；性沒有生滅，法身也沒有生滅。如果你真的參透，諺語裡頭有一句話說「理得心安」，道理你得到了，你明白了，你的心就安了，再也沒有妄想憂慮，再也沒有分別執著，你得大自在。你了解事實真相如是如是，確確實實沒有生滅。人有沒有生死？沒有生死。人有沒有苦樂？沒有苦樂。人有沒有善惡？沒有善惡。世間有沒有是非？沒有是非。這個話愈聽愈不懂，照你這樣說，你這個人是個白痴！你怎麼連個是非善惡都不懂？利害得失都不知道？這人不是白痴是什麼？要不是白痴，那就是真實智慧，所以世間人有一句話說：「大智若愚」。但是這裡頭確實有不相同，什麼地方不相同？覺迷不同。白痴迷，他是迷而無知；佛菩薩是覺，覺而徹底明瞭。明瞭什麼？一切法，《般若經》上說，一切法「無所有，畢竟空，不可得」。你只要把這三句話，這是《大般若》的總結，你要是參透了，你就明白了。你心裡頭無始劫養成的煩惱習氣（就是分別執著），你才能斷得了。否則的話，妄想分別執著的習氣太深，你斷不了。"
    },
    {
      "id": "12-017-0820_p0025",
      "zh_CN": "这个道理，我记得在《华严经》前面说过，在「世主妙严品」第一品里头跟诸位说过，跟大家讲刹那生灭。你要是把刹那生灭这个现象真的搞清楚搞明白，你就悟入「不生不灭，不来不去，不常不断，不一不异」。《中观论》上讲的「八不」，这个地方讲了两个。「八不」每一句都圆满含摄其他的七句，说一句就是全部都说了。你必须要懂得刹那生灭，这八句你才真正体会得到。你会了，要能够落实在你的思想、见解、言行、生活、工作、处事待人接物，那你就是真正得到人生最高的享受，你真正过法身菩萨的生活，分证佛果的生活，不一样了！你的清净心现前了。我们总结佛陀的教诲，大菩提心是真诚、清净、平等、正觉、慈悲，就有这个样子了！菩提心，菩提是梵语，意思是觉悟，大觉。菩提心翻成中国的意思是大觉悟的心，彻底觉悟的心。觉悟必定具足这五条，这五条是纲领，细说就是这一部《大方广佛华严》。",
      "zh_TW": "這個道理，我記得在《華嚴經》前面說過，在「世主妙嚴品」第一品裡頭跟諸位說過，跟大家講剎那生滅。你要是把剎那生滅這個現象真的搞清楚搞明白，你就悟入「不生不滅，不來不去，不常不斷，不一不異」。《中觀論》上講的「八不」，這個地方講了兩個。「八不」每一句都圓滿含攝其他的七句，說一句就是全部都說了。你必須要懂得剎那生滅，這八句你才真正體會得到。你會了，要能夠落實在你的思想、見解、言行、生活、工作、處事待人接物，那你就是真正得到人生最高的享受，你真正過法身菩薩的生活，分證佛果的生活，不一樣了！你的清淨心現前了。我們總結佛陀的教誨，大菩提心是真誠、清淨、平等、正覺、慈悲，就有這個樣子了！菩提心，菩提是梵語，意思是覺悟，大覺。菩提心翻成中國的意思是大覺悟的心，徹底覺悟的心。覺悟必定具足這五條，這五條是綱領，細說就是這一部《大方廣佛華嚴》。"
    },
    {
      "id": "12-017-0820_p0026",
      "zh_CN": "刹那生灭，我们在这一句里体会到什么？生灭同时。它太快了，没有办法辨别，但是它确实有生有灭。前念灭，后念生，比我们说话的速度快，比我们思惟的速度快，我们今天电脑的速度都没有办法跟它相比。我们今天能够思惟观察的是物理波动的速度，光的波动，电磁的波动，这是现在科学家观察速度最快的；一秒钟十八万英哩，等于三十万公里，一秒钟。你就用这个慢慢去想，你微细去观察，十分之一秒，百分之一秒，千分之一秒，万分之一秒，千万分之一秒，万万分之一秒，十万分之一秒，百万分之一秒，千万分之一秒，亿万分之一秒，它速度多大！然后你再微细去观察，到亿万分之一秒，十亿万分之一秒，百亿万分之一秒，亿亿万分之一秒，它不动了，那个光停止了，没有速度了。这个时候你发现了，不生不灭。",
      "zh_TW": "剎那生滅，我們在這一句裡體會到什麼？生滅同時。它太快了，沒有辦法辨別，但是它確實有生有滅。前念滅，後念生，比我們說話的速度快，比我們思惟的速度快，我們今天電腦的速度都沒有辦法跟它相比。我們今天能夠思惟觀察的是物理波動的速度，光的波動，電磁的波動，這是現在科學家觀察速度最快的；一秒鐘十八萬英哩，等於三十萬公里，一秒鐘。你就用這個慢慢去想，你微細去觀察，十分之一秒，百分之一秒，千分之一秒，萬分之一秒，千萬分之一秒，萬萬分之一秒，十萬分之一秒，百萬分之一秒，千萬分之一秒，億萬分之一秒，它速度多大！然後你再微細去觀察，到億萬分之一秒，十億萬分之一秒，百億萬分之一秒，億億萬分之一秒，它不動了，那個光停止了，沒有速度了。這個時候你發現了，不生不滅。"
    },
    {
      "id": "12-017-0820_p0027",
      "zh_CN": "佛在《仁王经》上给我们讲，一弹指有六十刹那，一刹那有九百生灭。我在讲经的时候说过，这是佛的方便说，不是真实说。真实说，这个速度不止，这个还太慢。为什么？以《仁王经》的说法，我们弹指弹得快，一秒钟可以弹四次。四乘六十再乘九百，刚刚好两个十万八千，二十一万六千次，不多，不算多。实际上不止，佛说法许许多多地方他给我们略略提示一下，我们必须闻一知十，一闻千悟，你才能入得了境界。佛的说法用我们现在话来说，的确是高度的艺术。他的话是活的，不是死的，真的所谓是「仁者见仁，智者见智」。他的言语是圆融的，浅的人听起来很浅显，深的人听起来很深，「佛以一音而说法，众生随类各得解」，这把宇宙众生的真相略略的透了一点。如果能够体会得，好！真得受用，受用无穷，决不是一般人能想像得到的。不入这个境界，怎么想都想不到。为什么？你想，落在意识里；这个不是意识的境界，你怎么可以想得到？所以佛经上常常讲「言语道断，心行处灭」，言语达不到，心思达不到。",
      "zh_TW": "佛在《仁王經》上給我們講，一彈指有六十剎那，一剎那有九百生滅。我在講經的時候說過，這是佛的方便說，不是真實說。真實說，這個速度不止，這個還太慢。為什麼？以《仁王經》的說法，我們彈指彈得快，一秒鐘可以彈四次。四乘六十再乘九百，剛剛好兩個十萬八千，二十一萬六千次，不多，不算多。實際上不止，佛說法許許多多地方他給我們略略提示一下，我們必須聞一知十，一聞千悟，你才能入得了境界。佛的說法用我們現在話來說，的確是高度的藝術。他的話是活的，不是死的，真的所謂是「仁者見仁，智者見智」。他的言語是圓融的，淺的人聽起來很淺顯，深的人聽起來很深，「佛以一音而說法，眾生隨類各得解」，這把宇宙眾生的真相略略的透了一點。如果能夠體會得，好！真得受用，受用無窮，決不是一般人能想像得到的。不入這個境界，怎麼想都想不到。為什麼？你想，落在意識裡；這個不是意識的境界，你怎麼可以想得到？所以佛經上常常講「言語道斷，心行處滅」，言語達不到，心思達不到。"
    },
    {
      "id": "12-017-0820_p0028",
      "zh_CN": "『佛昔愿力皆令见』，菩萨得到诸佛如来本愿威神的加持，见到了。在一般说起来，大乘经教里头常说的，哪一个等级的菩萨？八地以上。八地是不动地，定慧功夫之深跟如来果地相当接近，这个时候佛力能加持得上，宇宙众生真相于是大白。这个时候是他亲证的境界，是他的现量境界。由此可知，七地以前知不知道？知道。自己没有亲证，只能够从理论上去观察，事实上他还没有接触到，理论上他明白了。我们今天，事实当然我们见不到，理论我们功夫不够，我们怎么知道？我们是闻佛教诲而知道有这桩事情。我们相信佛所说的句句都是真实话，佛是真语者、实语者、如语者。如语就是真正老实话，事实是什么样子，佛就怎样说，不增不减，所说的与事实完全相符合叫如语。",
      "zh_TW": "『佛昔願力皆令見』，菩薩得到諸佛如來本願威神的加持，見到了。在一般說起來，大乘經教裡頭常說的，哪一個等級的菩薩？八地以上。八地是不動地，定慧功夫之深跟如來果地相當接近，這個時候佛力能加持得上，宇宙眾生真相於是大白。這個時候是他親證的境界，是他的現量境界。由此可知，七地以前知不知道？知道。自己沒有親證，只能夠從理論上去觀察，事實上他還沒有接觸到，理論上他明白了。我們今天，事實當然我們見不到，理論我們功夫不夠，我們怎麼知道？我們是聞佛教誨而知道有這樁事情。我們相信佛所說的句句都是真實話，佛是真語者、實語者、如語者。如語就是真正老實話，事實是什麼樣子，佛就怎樣說，不增不減，所說的與事實完全相符合叫如語。"
    },
    {
      "id": "12-017-0820_p0029",
      "zh_CN": "今天我们也是得佛本愿加持，我们对于这些经文能体会到一点意思，能觉了少分。如果没有佛力威神加持，这少分我们也体会不到。我们看这段经文一定是含糊笼统看过去，甚至于一般世俗人把它当作文学、当作小说看过去了，怎么会知道字字句句里头有这么多的意思在？再看最后这一首：",
      "zh_TW": "今天我們也是得佛本願加持，我們對於這些經文能體會到一點意思，能覺了少分。如果沒有佛力威神加持，這少分我們也體會不到。我們看這段經文一定是含糊籠統看過去，甚至於一般世俗人把它當作文學、當作小說看過去了，怎麼會知道字字句句裡頭有這麼多的意思在？再看最後這一首："
    },
    {
      "id": "12-017-0820_p0030",
      "zh_CN": "【此地一一微尘中，一切佛子修行道，各见所记当来刹，随其意乐悉清净。】",
      "zh_TW": "【此地一一微塵中，一切佛子修行道，各見所記當來剎，隨其意樂悉清淨。】"
    },
    {
      "id": "12-017-0820_p0031",
      "zh_CN": "这一首是总结前面所讲的「众生世间」，总的说明「一一事中，皆现三世间严」。这一首里头为我们说明「尘尘」，一一微尘中，每一粒微尘都含摄无量无边世界海微尘数的世界，这个世界包括了三种世间。在一微尘，前面我们读过，在一毛端、在一毛孔，实际上微尘、毛端、毛孔是说的一桩事情，都是形容物质里头最小的，小到不能再小。这么小的一个物质里面含摄着大千世界，谁知道？我们在前面读过，普贤菩萨知道。普贤菩萨有能力契入，能够入一一微尘里面所现的世界，这是一般大乘经里面我们没有看见过的。只有在《华严》里面看到普贤菩萨，真的叫神通广大，真的是不可思议。前面是讲愿力，这个地方是讲「随乐力」，随乐是随着自己的爱好。众生世间嘛！众生里头还有很多没有彻底明了宇宙众生真相的一类，他们依然随着自己的爱好，喜欢到哪里去，他自自然然与那个境界感应道交。这首偈为我们说明不坏相，各各所见不同，显示出华藏的庄严。",
      "zh_TW": "這一首是總結前面所講的「眾生世間」，總的說明「一一事中，皆現三世間嚴」。這一首裡頭為我們說明「塵塵」，一一微塵中，每一粒微塵都含攝無量無邊世界海微塵數的世界，這個世界包括了三種世間。在一微塵，前面我們讀過，在一毛端、在一毛孔，實際上微塵、毛端、毛孔是說的一樁事情，都是形容物質裡頭最小的，小到不能再小。這麼小的一個物質裡面含攝著大千世界，誰知道？我們在前面讀過，普賢菩薩知道。普賢菩薩有能力契入，能夠入一一微塵裡面所現的世界，這是一般大乘經裡面我們沒有看見過的。只有在《華嚴》裡面看到普賢菩薩，真的叫神通廣大，真的是不可思議。前面是講願力，這個地方是講「隨樂力」，隨樂是隨著自己的愛好。眾生世間嘛！眾生裡頭還有很多沒有徹底明瞭宇宙眾生真相的一類，他們依然隨著自己的愛好，喜歡到哪裡去，他自自然然與那個境界感應道交。這首偈為我們說明不壞相，各各所見不同，顯示出華藏的莊嚴。"
    },
    {
      "id": "12-017-0820_p0032",
      "zh_CN": "我们看偈颂，『此地一一微尘中』，「此地」是指华藏世界。要记住，我们这个地球是华藏世界里面的一颗星。我们居住这个地球，这个太阳系，这个银河系，不是在华藏世界之外。而下面会跟我们讲到，我们这个银河系是在华藏世界的第十三层。这个大世界好像一个大楼一样，很大的一个大楼。这一层里面有千万个房间，我们的银河系是一个房间。世界之大，没有法子想像。这个世界「一一微尘中」，当然也包括我们地球上的微尘，这个微尘里面不简单，微尘里头有世界海。我们在前面一品「世界成就品」里面读过，这一一微尘里头不只是一个华藏世界，无量无边个华藏世界显现在里头。为什么？称性。性没有大小、没有来去、没有生灭，称性！所有一切现相都称性，为什么？相是从性生的，是性变现出来的，哪有不称性的道理！",
      "zh_TW": "我們看偈頌，『此地一一微塵中』，「此地」是指華藏世界。要記住，我們這個地球是華藏世界裡面的一顆星。我們居住這個地球，這個太陽系，這個銀河系，不是在華藏世界之外。而下面會跟我們講到，我們這個銀河系是在華藏世界的第十三層。這個大世界好像一個大樓一樣，很大的一個大樓。這一層裡面有千萬個房間，我們的銀河系是一個房間。世界之大，沒有法子想像。這個世界「一一微塵中」，當然也包括我們地球上的微塵，這個微塵裡面不簡單，微塵裡頭有世界海。我們在前面一品「世界成就品」裡面讀過，這一一微塵裡頭不只是一個華藏世界，無量無邊個華藏世界顯現在裡頭。為什麼？稱性。性沒有大小、沒有來去、沒有生滅，稱性！所有一切現相都稱性，為什麼？相是從性生的，是性變現出來的，哪有不稱性的道理！"
    },
    {
      "id": "12-017-0820_p0033",
      "zh_CN": "『一切佛子修行道』，这个地方就有了局限，没有讲到六道凡夫，没有讲到一切造作善恶的众生，是讲「佛子修行道」，佛的弟子！每个人根性不相同，善根福德因缘不相同，志愿、爱好不相同，所以修行的法门不一样。世尊当年在世为我们讲经说法四十九年，讲了许许多多的法门。佛灭度之后，那些祖师大德们建立了许许多多不同的宗派，在印度、在中国，从中国传出去的韩国、日本、越南，这些地方的佛教都从中国传出去的，他们也建立了许许多多不同的宗派。「一切佛子修行道」！你喜欢修学哪个宗派，依照这个典籍、你所选择的经论学习，都能成就。《般若经》上所讲的：法门平等，无有高下。随你爱好。",
      "zh_TW": "『一切佛子修行道』，這個地方就有了侷限，沒有講到六道凡夫，沒有講到一切造作善惡的眾生，是講「佛子修行道」，佛的弟子！每個人根性不相同，善根福德因緣不相同，志願、愛好不相同，所以修行的法門不一樣。世尊當年在世為我們講經說法四十九年，講了許許多多的法門。佛滅度之後，那些祖師大德們建立了許許多多不同的宗派，在印度、在中國，從中國傳出去的韓國、日本、越南，這些地方的佛教都從中國傳出去的，他們也建立了許許多多不同的宗派。「一切佛子修行道」！你喜歡修學哪個宗派，依照這個典籍、你所選擇的經論學習，都能成就。《般若經》上所講的：法門平等，無有高下。隨你愛好。"
    },
    {
      "id": "12-017-0820_p0034",
      "zh_CN": "但是你要懂得尊重三宝。所以学佛，无论在家出家，第一堂课是传授三皈，第一堂课。传授三皈就是叫你要尊重三宝，三宝是你修学的总纲领、总的原则。无论修学哪个法门，决定不能违背，违背就是违背了佛法，那就不是佛法。所以无量无边的法门，三宝统摄了。三宝是总纲领，无量无边法门就像网一样，三宝是纲，法门是目。网不离纲，纲不离网，让你晓得无量无边法门彼此之间的关系是一体的，要从这个地方认知。古大德虽然建立派系，建立宗派，他知道，所以彼此互相尊敬。所学的方法不一样，所依的经论不一样，到最后断烦恼、开智慧、入佛境界，完全一样。",
      "zh_TW": "但是你要懂得尊重三寶。所以學佛，無論在家出家，第一堂課是傳授三皈，第一堂課。傳授三皈就是叫你要尊重三寶，三寶是你修學的總綱領、總的原則。無論修學哪個法門，決定不能違背，違背就是違背了佛法，那就不是佛法。所以無量無邊的法門，三寶統攝了。三寶是總綱領，無量無邊法門就像網一樣，三寶是綱，法門是目。網不離綱，綱不離網，讓你曉得無量無邊法門彼此之間的關係是一體的，要從這個地方認知。古大德雖然建立派系，建立宗派，他知道，所以彼此互相尊敬。所學的方法不一樣，所依的經論不一樣，到最後斷煩惱、開智慧、入佛境界，完全一樣。"
    },
    {
      "id": "12-017-0820_p0035",
      "zh_CN": "这个道理明白了，我们就不会贡高我慢，不会自赞毁他。我们会赞叹不同的法门，我们会尊重不同法门的修行人，我们会互助合作。古人常说：「若要佛法兴，唯有僧赞僧」，如果佛弟子互相毁谤，自赞毁他，这个现象是灭佛法的现象，不是兴佛法的现象，我们要懂得。兴佛法是诸佛菩萨的功臣，灭佛法是诸佛菩萨的罪人，我们怎么可以做诸佛菩萨的罪人？灭佛法，佛法不住世间，众生苦！众生为什么苦？永远迷惑不觉，觉悟的机缘没有了。不觉，肯定随顺自己烦恼习气，哪有不造业的道理？起惑造业，果报在三途、三恶道，你说多可怕！",
      "zh_TW": "這個道理明白了，我們就不會貢高我慢，不會自讚毀他。我們會讚歎不同的法門，我們會尊重不同法門的修行人，我們會互助合作。古人常說：「若要佛法興，唯有僧讚僧」，如果佛弟子互相毀謗，自讚毀他，這個現象是滅佛法的現象，不是興佛法的現象，我們要懂得。興佛法是諸佛菩薩的功臣，滅佛法是諸佛菩薩的罪人，我們怎麼可以做諸佛菩薩的罪人？滅佛法，佛法不住世間，眾生苦！眾生為什麼苦？永遠迷惑不覺，覺悟的機緣沒有了。不覺，肯定隨順自己煩惱習氣，哪有不造業的道理？起惑造業，果報在三途、三惡道，你說多可怕！"
    },
    {
      "id": "12-017-0820_p0036",
      "zh_CN": "在这个地方我们一定要明了，一定要学五十三参里面的善知识，要互相尊重，要互相赞叹，要互相敬爱，要互助合作。佛法如是，华藏世界如是，极乐世界如是，这里面没有冲突，这里面没有毁谤、没有误会。每一个人从思想到言行，无一不是透明的。身体透明的，所以感得大地也是透明的。我们在往生经里面读到，西方极乐世界的大地是琉璃。琉璃类似我们世间的翡翠，绿色的玉，透明的。我们这个世间人人所喜爱的绿色的草坪、树木，我们讲绿化，草本木本。西方极乐世界是宝，大地是绿色的翡翠，佛经上讲的琉璃；那个琉璃是软的，不是硬的。我们这个世间找不到西方极乐世界的东西，不一样！我们这个地方金银七宝是硬的，不是软的；极乐世界的珍宝都是软的。经上讲，西方极乐世界人在地上散步，就像走在沙地一样，一步踏下去会陷下去四吋，大概四个手指；脚拿起来之后，它又恢复原状，让你感到非常舒适，像在沙滩上散步一样。软的，它不是硬的。",
      "zh_TW": "在這個地方我們一定要明瞭，一定要學五十三參裡面的善知識，要互相尊重，要互相讚歎，要互相敬愛，要互助合作。佛法如是，華藏世界如是，極樂世界如是，這裡面沒有衝突，這裡面沒有毀謗、沒有誤會。每一個人從思想到言行，無一不是透明的。身體透明的，所以感得大地也是透明的。我們在往生經裡面讀到，西方極樂世界的大地是琉璃。琉璃類似我們世間的翡翠，綠色的玉，透明的。我們這個世間人人所喜愛的綠色的草坪、樹木，我們講綠化，草本木本。西方極樂世界是寶，大地是綠色的翡翠，佛經上講的琉璃；那個琉璃是軟的，不是硬的。我們這個世間找不到西方極樂世界的東西，不一樣！我們這個地方金銀七寶是硬的，不是軟的；極樂世界的珍寶都是軟的。經上講，西方極樂世界人在地上散步，就像走在沙地一樣，一步踏下去會陷下去四吋，大概四個手指；腳拿起來之後，它又恢復原狀，讓你感到非常舒適，像在沙灘上散步一樣。軟的，它不是硬的。"
    },
    {
      "id": "12-017-0820_p0037",
      "zh_CN": "因为各个法门不一样，果证不相同。有人喜欢人天福报。『各见所记当来刹』，你喜欢哪个地方，你就生到哪个地方，佛对众生一丝毫的勉强都没有。你喜欢人天福报，你来生在人天享福。喜欢色界天、喜欢无色界天，都行！喜欢声闻，喜欢缘觉，喜欢菩萨，喜欢作佛，在十法界里头，「各见所记当来刹」，你当来到哪里去投生。在这个地方我们看到，诸佛菩萨真的是「恒顺众生，随喜功德」；不像我们这世间人，总是离不开妄想分别执着，对于自己喜欢的人、家亲眷属，一定要拖他到极乐世界去，那种热心超过诸佛菩萨。他愿不愿意跟你去？那不一定。如果有善根福德因缘，你的劝请是好的，他觉悟了，他很认真修，这是对的。你把极乐世界介绍给他，他也很欢喜、也很赞叹，他不乐意去，你就不要再拉他了。",
      "zh_TW": "因為各個法門不一樣，果證不相同。有人喜歡人天福報。『各見所記當來剎』，你喜歡哪個地方，你就生到哪個地方，佛對眾生一絲毫的勉強都沒有。你喜歡人天福報，你來生在人天享福。喜歡色界天、喜歡無色界天，都行！喜歡聲聞，喜歡緣覺，喜歡菩薩，喜歡作佛，在十法界裡頭，「各見所記當來剎」，你當來到哪裡去投生。在這個地方我們看到，諸佛菩薩真的是「恆順眾生，隨喜功德」；不像我們這世間人，總是離不開妄想分別執著，對於自己喜歡的人、家親眷屬，一定要拖他到極樂世界去，那種熱心超過諸佛菩薩。他願不願意跟你去？那不一定。如果有善根福德因緣，你的勸請是好的，他覺悟了，他很認真修，這是對的。你把極樂世界介紹給他，他也很歡喜、也很讚歎，他不樂意去，你就不要再拉他了。"
    },
    {
      "id": "12-017-0820_p0038",
      "zh_CN": "有，有很多！修行程度相当高的人，你跟他讲西方极乐世界阿弥陀佛，他很赞叹，你问他去不去？他说：我不想去。他想到他方佛土去，不想到极乐世界去。都好，没有一样不好！甚至于众生造恶业，他要到地狱去，他要到饿鬼、畜生道去，佛也好，佛绝不障碍他。造什么样的业，受什么样的果报，到哪一个法界去，十法界嘛！十法界不是佛菩萨造的，不是佛菩萨在主宰的，都是你自己主宰的。所以你自己要觉悟，你要往哪一道去。给你说老实话，这一切众生各个将来都成佛，各人早晚不一样。他现在造作恶业堕地狱，他将来会不会成佛？肯定成佛。地狱罪受满了，他离开地狱，肯定再会遇到佛菩萨。佛菩萨教导他、帮助他，『随其意乐悉清净』，恒顺！他想到哪里去，帮他到那里去。但是佛菩萨所帮的是善道，绝不帮助你堕恶道，这是肯定的。这一段我们就讲到此地。",
      "zh_TW": "有，有很多！修行程度相當高的人，你跟他講西方極樂世界阿彌陀佛，他很讚歎，你問他去不去？他說：我不想去。他想到他方佛土去，不想到極樂世界去。都好，沒有一樣不好！甚至於眾生造惡業，他要到地獄去，他要到餓鬼、畜生道去，佛也好，佛絕不障礙他。造什麼樣的業，受什麼樣的果報，到哪一個法界去，十法界嘛！十法界不是佛菩薩造的，不是佛菩薩在主宰的，都是你自己主宰的。所以你自己要覺悟，你要往哪一道去。給你說老實話，這一切眾生各個將來都成佛，各人早晚不一樣。他現在造作惡業墮地獄，他將來會不會成佛？肯定成佛。地獄罪受滿了，他離開地獄，肯定再會遇到佛菩薩。佛菩薩教導他、幫助他，『隨其意樂悉清淨』，恆順！他想到哪裡去，幫他到那裡去。但是佛菩薩所幫的是善道，絕不幫助你墮惡道，這是肯定的。這一段我們就講到此地。"
    }
  ]
}