{
  "doc_id": "12-017-0533",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五三三卷",
    "zh_TW": "第五三三卷"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0533",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "12-017-0533_p0001",
      "zh_CN": "诸位同学，请看「世主妙严品」，说偈赞佛，金燄菩萨偈颂：",
      "zh_TW": "諸位同學，請看「世主妙嚴品」，說偈讚佛，金燄菩薩偈頌："
    },
    {
      "id": "12-017-0533_p0002",
      "zh_CN": "清凉大师在这一段前面有开示，菩萨十首颂是赞叹佛果地上的「十力」，十种殊胜的能力，超过二乘，超过菩萨。每一首颂说一种力，这一段文我们要好好的来学习。在许多经论及古大德的著作当中，我们常常读到「十力、四无畏」，但是一般讲解没有此地说得这么详细。这也是重要的佛学常识，学佛的同修不能不熟悉，如果能够懂得落实，懂得学习，这对自己的修持会有很大的帮助。大师说这是「佛不共之德」，德就是德能，与其他人不相同，不是大家共同有的，如来果地上才圆满的显现。「佛佛等有」，一切佛是平等的，十力、四无畏、十八不共法，智慧相好德能，诸佛如来在果地上确实是平等。对于一切众生来说，可以说性具是平等的，一切众生都有佛性，佛性里头本具的是平等的。但是佛修德圆满，性德圆显，反过来看我们凡夫，修德毫无，性德不显，这个差别就很大，就变成唯独如来果地上有，菩萨以下都没有了。「菩萨缘此发心」，为什么要发大菩提心，上求佛道下化众生？就是因为听说如来果地上这十种殊胜能力。能力是我们自己本能，本能不能恢复，这是多么惭愧的一桩事情，这是多么遗憾的一桩事情，所以这才奋发大心学诸佛如来，求无上道。「梵行品」说：「复应修习」，应该要学习；「一一力中有无量义，悉应咨问，故不可不知」。咨问是请教，向佛陀请教，这是教菩萨。",
      "zh_TW": "清涼大師在這一段前面有開示，菩薩十首頌是讚歎佛果地上的「十力」，十種殊勝的能力，超過二乘，超過菩薩。每一首頌說一種力，這一段文我們要好好的來學習。在許多經論及古大德的著作當中，我們常常讀到「十力、四無畏」，但是一般講解沒有此地說得這麼詳細。這也是重要的佛學常識，學佛的同修不能不熟悉，如果能夠懂得落實，懂得學習，這對自己的修持會有很大的幫助。大師說這是「佛不共之德」，德就是德能，與其他人不相同，不是大家共同有的，如來果地上才圓滿的顯現。「佛佛等有」，一切佛是平等的，十力、四無畏、十八不共法，智慧相好德能，諸佛如來在果地上確實是平等。對於一切眾生來說，可以說性具是平等的，一切眾生都有佛性，佛性裡頭本具的是平等的。但是佛修德圓滿，性德圓顯，反過來看我們凡夫，修德毫無，性德不顯，這個差別就很大，就變成唯獨如來果地上有，菩薩以下都沒有了。「菩薩緣此發心」，為什麼要發大菩提心，上求佛道下化眾生？就是因為聽說如來果地上這十種殊勝能力。能力是我們自己本能，本能不能恢復，這是多麼慚愧的一樁事情，這是多麼遺憾的一樁事情，所以這才奮發大心學諸佛如來，求無上道。「梵行品」說：「復應修習」，應該要學習；「一一力中有無量義，悉應諮問，故不可不知」。諮問是請教，向佛陀請教，這是教菩薩。"
    },
    {
      "id": "12-017-0533_p0003",
      "zh_CN": "这个地方清凉大师再为我们介绍如来十力，他分为七个段落：第一个段落说明「立意」，第二个段落是「解释名相」，第三个段落是说「性体」，第四个段落是讲「作用」，第五说「次第」，第六是讲「差别」，第七段是「解释颂文」。大师如是说，一定是有道理，让我们把十力搞清楚、搞明白。为什么？菩萨缘此发心，我们要是搞清楚、搞明白，菩提心看看能不能发得出来。这些事情搞不明白，你的菩提心怎么能够发得出来？「发菩提心」变成佛门一句口号，很难兑现的一句口号，由此可知，这一段经文的重要。",
      "zh_TW": "這個地方清涼大師再為我們介紹如來十力，他分為七個段落：第一個段落說明「立意」，第二個段落是「解釋名相」，第三個段落是說「性體」，第四個段落是講「作用」，第五說「次第」，第六是講「差別」，第七段是「解釋頌文」。大師如是說，一定是有道理，讓我們把十力搞清楚、搞明白。為什麼？菩薩緣此發心，我們要是搞清楚、搞明白，菩提心看看能不能發得出來。這些事情搞不明白，你的菩提心怎麼能夠發得出來？「發菩提心」變成佛門一句口號，很難兌現的一句口號，由此可知，這一段經文的重要。"
    },
    {
      "id": "12-017-0533_p0004",
      "zh_CN": "第一段是讲「立意」。大师举《大智度论》里面的话说：显佛大人有真实力，这话说得好，能够叫外道心服口服，自叹不如。能令二乘人声闻、缘觉希求大法，知道之后才晓得自己修证的并不圆满，所谓是「天外有天，人外有人」，应当力趋上游，能令菩萨倣效。具足这十种德能，这十种实在是讲的纲领，每一种里面都可以说是万德万能，能成办大事，获得无上的成果，所以必须有能力辨别。如来唯一诸法实相智力，能办大事，就是帮助一切众生破迷开悟，转恶为善，转凡成圣，这是大事，不是小事。在这个世间，建一个国家，建立一个政权，小事一桩，为什么？能建立政权的人，我们世间人称为英雄豪杰，他不能了生死，他不能出三界，他不能转迷成悟，不能转凡成圣，你想想哪个是大事，哪个是小事？",
      "zh_TW": "第一段是講「立意」。大師舉《大智度論》裡面的話說：顯佛大人有真實力，這話說得好，能夠叫外道心服口服，自嘆不如。能令二乘人聲聞、緣覺希求大法，知道之後才曉得自己修證的並不圓滿，所謂是「天外有天，人外有人」，應當力趨上游，能令菩薩倣效。具足這十種德能，這十種實在是講的綱領，每一種裡面都可以說是萬德萬能，能成辦大事，獲得無上的成果，所以必須有能力辨別。如來唯一諸法實相智力，能辦大事，就是幫助一切眾生破迷開悟，轉惡為善，轉凡成聖，這是大事，不是小事。在這個世間，建一個國家，建立一個政權，小事一樁，為什麼？能建立政權的人，我們世間人稱為英雄豪傑，他不能了生死，他不能出三界，他不能轉迷成悟，不能轉凡成聖，你想想哪個是大事，哪個是小事？"
    },
    {
      "id": "12-017-0533_p0005",
      "zh_CN": "这个能力把它归纳起来有十大类，也就是它有十种作用，所以称为十力。大师在注解里面说得好：「谓于十境，皆委悉正知故。」面对十种不同的境界，清清楚楚、明明白白，所以叫十种智力。这是自性本具究竟圆满的般若智慧，般若智慧是一，起用有这十大类的差别，所以称为十。「由时品类，相续分别，有无量力，度人因缘，故但说十，足办其事。」自性本具的能力，我们通常讲德能，确实是无量无边，为了教学方便起见，把它归纳为十类，对十种不同的境界说作十类。",
      "zh_TW": "這個能力把它歸納起來有十大類，也就是它有十種作用，所以稱為十力。大師在註解裡面說得好：「謂於十境，皆委悉正知故。」面對十種不同的境界，清清楚楚、明明白白，所以叫十種智力。這是自性本具究竟圓滿的般若智慧，般若智慧是一，起用有這十大類的差別，所以稱為十。「由時品類，相續分別，有無量力，度人因緣，故但說十，足辦其事。」自性本具的能力，我們通常講德能，確實是無量無邊，為了教學方便起見，把它歸納為十類，對十種不同的境界說作十類。"
    },
    {
      "id": "12-017-0533_p0006",
      "zh_CN": "下面举几个例子说，第一个：「知可度不可度」，这个就是名词里面常讲的「是处非处力」，诸佛如来面对一切众生，一观察就晓得这个众生可度还是不可度，立刻就知道。可度的全心全力帮助他，不可度的随缘，就好像教学一样，这个学生根性好可以教，老师全心全力帮助他。根性差的，劣根性很深的，烦恼习气很重的，旁听，随着学，老师教学的重点不在他。这就是所谓有当机众，有随缘众，随缘是旁听的。世出世间教学，老师都有这点智慧，拿出全副的精神和盘托出，自己所修学的丝毫不隐瞒，供养根熟的当机众。根性不成熟的，那是随缘的旁听生，对他也欢喜合掌，他也很难得，有这么殊胜的机缘能够来旁听。",
      "zh_TW": "下面舉幾個例子說，第一個：「知可度不可度」，這個就是名詞裡面常講的「是處非處力」，諸佛如來面對一切眾生，一觀察就曉得這個眾生可度還是不可度，立刻就知道。可度的全心全力幫助他，不可度的隨緣，就好像教學一樣，這個學生根性好可以教，老師全心全力幫助他。根性差的，劣根性很深的，煩惱習氣很重的，旁聽，隨著學，老師教學的重點不在他。這就是所謂有當機眾，有隨緣眾，隨緣是旁聽的。世出世間教學，老師都有這點智慧，拿出全副的精神和盤托出，自己所修學的絲毫不隱瞞，供養根熟的當機眾。根性不成熟的，那是隨緣的旁聽生，對他也歡喜合掌，他也很難得，有這麼殊勝的機緣能夠來旁聽。"
    },
    {
      "id": "12-017-0533_p0007",
      "zh_CN": "哪些是当机众？印光大师讲得好：「一分诚敬得一分利益，二分诚敬得二分利益，十分诚敬得十分利益」，谁是当机众？十分诚敬。这个诚敬不是对某一个人，对老师，老师观察学生不错，对我很诚敬，看看对别人，对别人就不诚敬，这是假的，这不是真的。这个要小心提防，为什么？他巴结谄媚讨好，那真的就值得人怀疑，这个人必有企图。如果他对众生同样都是这么诚敬，这是性德，这才叫真正根性成熟，才是个当机者。对老师恭敬，对不是老师就另眼相看，这个不对，一诚一切诚，一敬一切敬。现在这些话没人教我们，很多同学们想学，我说只有在讲经时候你多听，经典里面佛教菩萨，统统都讲到，所以我们真有真诚心、清净心来学习，得利益，会会都得利益，我们这一堂课就是一会。",
      "zh_TW": "哪些是當機眾？印光大師講得好：「一分誠敬得一分利益，二分誠敬得二分利益，十分誠敬得十分利益」，誰是當機眾？十分誠敬。這個誠敬不是對某一個人，對老師，老師觀察學生不錯，對我很誠敬，看看對別人，對別人就不誠敬，這是假的，這不是真的。這個要小心提防，為什麼？他巴結諂媚討好，那真的就值得人懷疑，這個人必有企圖。如果他對眾生同樣都是這麼誠敬，這是性德，這才叫真正根性成熟，才是個當機者。對老師恭敬，對不是老師就另眼相看，這個不對，一誠一切誠，一敬一切敬。現在這些話沒人教我們，很多同學們想學，我說只有在講經時候你多聽，經典裡面佛教菩薩，統統都講到，所以我們真有真誠心、清淨心來學習，得利益，會會都得利益，我們這一堂課就是一會。"
    },
    {
      "id": "12-017-0533_p0008",
      "zh_CN": "有人告诉我：「法师，你身边那些人都不是真学佛，都是假的，阳奉阴违。」我点点头，我说我知道。他说：「你真正学生并不在你身边，在哪里？在中国大陆，那些学生拿你的光碟在听，放光碟的时候，跪在萤幕面前听经，经本顶在头顶上，跪在那里听，那是你的真弟子。」我说我知道，所以我们今天在录像室里面，真正的同学在网路上、在播放光碟上，我知道，我不是不知道。我们肉眼看不见，九法界众生认真在听，具足十分诚敬心，我也知道，我怎么不知道！肯定当机众少，旁听众多。旁听众有没有好处？当机众以前也是当旁听众，旁听听久了，慢慢觉悟了。觉心是真诚的，妄心是虚伪的，道理在此地。佛氏门中，不舍一人，所谓是没有善根的帮他种善根，有善根的帮他增长，已经增长的帮助他成熟，已经成熟的决定帮助他这一生当中往生不退成佛，这就是这十种能力的第一种「知可度不可度」。不可度的要帮助他增长善根，一切随缘，对他不能够过分要求，过分要求他不来了，缘就断掉了，就可惜了。对他客客气气，他有什么毛病习气随他去，不必责备，他慢慢觉悟，他自然自己会改过自新，不在这一生，不在这一世，佛度众生是生生世世，这个道理我们要懂。",
      "zh_TW": "有人告訴我：「法師，你身邊那些人都不是真學佛，都是假的，陽奉陰違。」我點點頭，我說我知道。他說：「你真正學生並不在你身邊，在哪裡？在中國大陸，那些學生拿你的光碟在聽，放光碟的時候，跪在螢幕面前聽經，經本頂在頭頂上，跪在那裡聽，那是你的真弟子。」我說我知道，所以我們今天在錄像室裡面，真正的同學在網路上、在播放光碟上，我知道，我不是不知道。我們肉眼看不見，九法界眾生認真在聽，具足十分誠敬心，我也知道，我怎麼不知道！肯定當機眾少，旁聽眾多。旁聽眾有沒有好處？當機眾以前也是當旁聽眾，旁聽聽久了，慢慢覺悟了。覺心是真誠的，妄心是虛偽的，道理在此地。佛氏門中，不捨一人，所謂是沒有善根的幫他種善根，有善根的幫他增長，已經增長的幫助他成熟，已經成熟的決定幫助他這一生當中往生不退成佛，這就是這十種能力的第一種「知可度不可度」。不可度的要幫助他增長善根，一切隨緣，對他不能夠過分要求，過分要求他不來了，緣就斷掉了，就可惜了。對他客客氣氣，他有什麼毛病習氣隨他去，不必責備，他慢慢覺悟，他自然自己會改過自新，不在這一生，不在這一世，佛度眾生是生生世世，這個道理我們要懂。"
    },
    {
      "id": "12-017-0533_p0009",
      "zh_CN": "第二个，「业力智力」。知道一切众生的业力，名词上说「三世业报智力」，这个智慧高明，不但知道一切众生过去、现在，还知道一切众生的未来，甚至于这个众生哪一生得度、哪一生证果都知道，你哪一生会往生极乐世界，当然明了，这就是知道众生业障的浅深。知道众生生生世世，你是在累积业障还是在消融业障，这与你自己的善根福德因缘有密切关系，与接受圣贤教诲有密切关系。善导大师说得好：「三辈九品总在遇缘不同」，这个话讲得好，这个话真实，我们这一生能不能有成就，真的在遇缘。遇到一个好老师，真善知识，自己具足十分诚敬，不要说十分，能够有五分，在这一生当中就有可能成就。为什么？亲近老师，你有五分诚敬，老师就会加持你，用一般话来讲，老师会真正帮助你，你得到老师的帮助，你的诚敬心就向上提升，你从五分提升到六分、七分、八分、九分、十分。我自己是这个例子，我初初接近老师的时候，我对老师的诚敬心大概只是五、六分。五、六分就很难得，为什么？一般学生没有。好学生，说实在话，一、二分的诚敬心，五、六分诚敬心就变得希有，就很不容易。接受老师薰陶，四十三年讲台不中断，把自己的诚敬心，我不敢说达到十分，至少达到九分，对一切人、一切事、一切物，上对诸佛如来，下对三途众生依正庄严，具足诚敬之心。所以缘比什么都重要，我们看到许多人遇到善缘，希有的缘分，他不知道珍惜，这也是他自己业障深重。甚至于听信妄言，别人对于善知识的毁谤，生退却心，从此以后远离善知识，那就铸成大错特错，百千万劫难遭遇，这一次遇到了，被你的恶友，那个恶友就是你的冤家对头，把你这一生得度的缘打掉了，这个事情很多很多。",
      "zh_TW": "第二個，「業力智力」。知道一切眾生的業力，名詞上說「三世業報智力」，這個智慧高明，不但知道一切眾生過去、現在，還知道一切眾生的未來，甚至於這個眾生哪一生得度、哪一生證果都知道，你哪一生會往生極樂世界，當然明瞭，這就是知道眾生業障的淺深。知道眾生生生世世，你是在累積業障還是在消融業障，這與你自己的善根福德因緣有密切關係，與接受聖賢教誨有密切關係。善導大師說得好：「三輩九品總在遇緣不同」，這個話講得好，這個話真實，我們這一生能不能有成就，真的在遇緣。遇到一個好老師，真善知識，自己具足十分誠敬，不要說十分，能夠有五分，在這一生當中就有可能成就。為什麼？親近老師，你有五分誠敬，老師就會加持你，用一般話來講，老師會真正幫助你，你得到老師的幫助，你的誠敬心就向上提升，你從五分提升到六分、七分、八分、九分、十分。我自己是這個例子，我初初接近老師的時候，我對老師的誠敬心大概只是五、六分。五、六分就很難得，為什麼？一般學生沒有。好學生，說實在話，一、二分的誠敬心，五、六分誠敬心就變得希有，就很不容易。接受老師薰陶，四十三年講臺不中斷，把自己的誠敬心，我不敢說達到十分，至少達到九分，對一切人、一切事、一切物，上對諸佛如來，下對三途眾生依正莊嚴，具足誠敬之心。所以緣比什麼都重要，我們看到許多人遇到善緣，希有的緣分，他不知道珍惜，這也是他自己業障深重。甚至於聽信妄言，別人對於善知識的毀謗，生退卻心，從此以後遠離善知識，那就鑄成大錯特錯，百千萬劫難遭遇，這一次遇到了，被你的惡友，那個惡友就是你的冤家對頭，把你這一生得度的緣打掉了，這個事情很多很多。"
    },
    {
      "id": "12-017-0533_p0010",
      "zh_CN": "早年，我亲近方东美先生，有人在我面前对方东美先生恶意的批评；我亲近章嘉大师，有人跟我讲章嘉大师是政治和尚；我亲近李炳南老居士，也有人在我面前造谣生事，李炳南是四宝，难听的话很多。人家一跟我说这些，我就合掌念佛赶紧离开，我不想听，我不受他的影响。为什么？我还算有一点智慧，还有一点辨别的能力，我跟老师亲近，你们说话的人跟他平常并不往来，你怎么知道他？我天天跟他在一起我都不知道，你怎么知道？这是造谣生事。这种言语就是十恶业的两舌，挑拨是非，破坏好事。难得遇到这个好老师，这个老师会成就你，你挑拨、你破坏，你把他这一世开悟、修善得度的缘一刀切断，佛法名词这叫「断人法身慧命」，这个罪过比杀人的身命还要重。为什么？你杀他身命没什么了不起，二十年后又是一条好汉。他死了转世就来了，他人间有福报，他的福报没享完，被你害死了，他还是会到人道来享他没有享完的福报，很快就回来了。法身慧命断了，下一次再遇到这个机缘就难讲了，真的，这个机会断了，再碰到底下一次，百千万劫难遭遇，这个罪过比什么都重，世间人哪里懂得这个道理，佛知道一切众生三世的果报。",
      "zh_TW": "早年，我親近方東美先生，有人在我面前對方東美先生惡意的批評；我親近章嘉大師，有人跟我講章嘉大師是政治和尚；我親近李炳南老居士，也有人在我面前造謠生事，李炳南是四寶，難聽的話很多。人家一跟我說這些，我就合掌念佛趕緊離開，我不想聽，我不受他的影響。為什麼？我還算有一點智慧，還有一點辨別的能力，我跟老師親近，你們說話的人跟他平常並不往來，你怎麼知道他？我天天跟他在一起我都不知道，你怎麼知道？這是造謠生事。這種言語就是十惡業的兩舌，挑撥是非，破壞好事。難得遇到這個好老師，這個老師會成就你，你挑撥、你破壞，你把他這一世開悟、修善得度的緣一刀切斷，佛法名詞這叫「斷人法身慧命」，這個罪過比殺人的身命還要重。為什麼？你殺他身命沒什麼了不起，二十年後又是一條好漢。他死了轉世就來了，他人間有福報，他的福報沒享完，被你害死了，他還是會到人道來享他沒有享完的福報，很快就回來了。法身慧命斷了，下一次再遇到這個機緣就難講了，真的，這個機會斷了，再碰到底下一次，百千萬劫難遭遇，這個罪過比什麼都重，世間人哪裡懂得這個道理，佛知道一切眾生三世的果報。"
    },
    {
      "id": "12-017-0533_p0011",
      "zh_CN": "第三个，「定力」。知味着不味着，这就是「禅定三昧智力」，佛有这个力量，知道一切众生着相不着相。着相修行难，不着相修行容易；着相心染污，心不清净，不着相的人心地清净、一尘不染。第四个，「根胜劣智力」，也就是说佛有能力知道一切众生有多少智慧。知道一切众生的根性，根性就是你的智慧，我们现在一般人讲的潜能，你潜在的智能。好像采矿一样，现在探测地下的石油，有非常高明的工程师，探测专家，他一看就晓得这个地底下蕴藏有多少，值不值得开采，开采的期间有多少年。就像开矿一样，知道一切众生的潜能，他方便帮助你。",
      "zh_TW": "第三個，「定力」。知味著不味著，這就是「禪定三昧智力」，佛有這個力量，知道一切眾生著相不著相。著相修行難，不著相修行容易；著相心染污，心不清淨，不著相的人心地清淨、一塵不染。第四個，「根勝劣智力」，也就是說佛有能力知道一切眾生有多少智慧。知道一切眾生的根性，根性就是你的智慧，我們現在一般人講的潛能，你潛在的智能。好像採礦一樣，現在探測地下的石油，有非常高明的工程師，探測專家，他一看就曉得這個地底下蘊藏有多少，值不值得開採，開採的期間有多少年。就像開礦一樣，知道一切眾生的潛能，他方便幫助你。"
    },
    {
      "id": "12-017-0533_p0012",
      "zh_CN": "第五个「欲力」，欲是欲望，在名词上讲「种种解智力」。此地称为欲，知所乐。种种解智力是知道一切众生的爱好，你喜欢什么，这些都是过去生中的习气所造成的，所谓是习惯成自然，这个习惯是前生带来的，生生世世累积的习惯就变成习气，习气的爱好佛知道。第六个「性力」，十力里面的名词是「种种界智力」，这个界叫性分，性力，知深心所趣。深心是菩提心里面的自受用，好德好善，换句话说，佛知道你好善好德这个心有几成、有多少，如果好善好德的心很强，佛非常容易帮助你成就；如果好善好德的心很脆弱，贪瞋痴的念头非常强，这就是刚强难化。虽然刚强难化，佛不会舍弃你，舍弃你就不平等、不慈悲，那对你怎么教法？慢慢来，这决不是一朝一夕，这个事情急不得也。慢慢来培养，这种培养往往是多生多世，决不是短时间，决不是一生、两生、三生，那是办不到的。由此可知，现前善根深厚的众生，有一种强烈好善好德的念头，都是多生多世、无量劫来所培养的善根，它生根。",
      "zh_TW": "第五個「欲力」，欲是欲望，在名詞上講「種種解智力」。此地稱為欲，知所樂。種種解智力是知道一切眾生的愛好，你喜歡什麼，這些都是過去生中的習氣所造成的，所謂是習慣成自然，這個習慣是前生帶來的，生生世世累積的習慣就變成習氣，習氣的愛好佛知道。第六個「性力」，十力裡面的名詞是「種種界智力」，這個界叫性分，性力，知深心所趣。深心是菩提心裡面的自受用，好德好善，換句話說，佛知道你好善好德這個心有幾成、有多少，如果好善好德的心很強，佛非常容易幫助你成就；如果好善好德的心很脆弱，貪瞋痴的念頭非常強，這就是剛強難化。雖然剛強難化，佛不會捨棄你，捨棄你就不平等、不慈悲，那對你怎麼教法？慢慢來，這決不是一朝一夕，這個事情急不得也。慢慢來培養，這種培養往往是多生多世，決不是短時間，決不是一生、兩生、三生，那是辦不到的。由此可知，現前善根深厚的眾生，有一種強烈好善好德的念頭，都是多生多世、無量劫來所培養的善根，它生根。"
    },
    {
      "id": "12-017-0533_p0013",
      "zh_CN": "第七是「至处力」，「一切至处道智力」是十力上的名称。一切，我们还是用佛法归纳的方法来讲，一切就是十法界，你在十法界里面，你会到哪一个法界，佛知道。大师在此地说：「筹量众生解脱门」，没有这个智慧不行，这就是佛有能力给你抉择哪一个法门，帮助你，你能够接受，你能够欢喜学习，帮助你、成就你超越六道、十法界。至处力在平常讲的，往后经上都会详细说到，种善因得善果，这是是处，种善因而得恶果，没有这个道理；造恶因遭恶报，这是是处，因果相应。造恶的因得善果，无有是处，哪有这个道理！所以一切众生造作的是什么业，佛清楚，他到哪里去怎么会不知道？这些事情搞清楚、搞明白，你遇到佛，佛教你一个法门，契机，你欢喜接受，你修学功夫得力，哪有不成就的！",
      "zh_TW": "第七是「至處力」，「一切至處道智力」是十力上的名稱。一切，我們還是用佛法歸納的方法來講，一切就是十法界，你在十法界裡面，你會到哪一個法界，佛知道。大師在此地說：「籌量眾生解脫門」，沒有這個智慧不行，這就是佛有能力給你抉擇哪一個法門，幫助你，你能夠接受，你能夠歡喜學習，幫助你、成就你超越六道、十法界。至處力在平常講的，往後經上都會詳細說到，種善因得善果，這是是處，種善因而得惡果，沒有這個道理；造惡因遭惡報，這是是處，因果相應。造惡的因得善果，無有是處，哪有這個道理！所以一切眾生造作的是什麼業，佛清楚，他到哪裡去怎麼會不知道？這些事情搞清楚、搞明白，你遇到佛，佛教你一個法門，契機，你歡喜接受，你修學功夫得力，哪有不成就的！"
    },
    {
      "id": "12-017-0533_p0014",
      "zh_CN": "我们学经教，跟过去生中都有关系。我初学佛，对于一切经没有接触过，听说《大方广佛华严经》就特别欢喜。我出家，当时有一位老居士，年岁很大了，是女居士，我把她看作母亲一样看待，福州人，对我很好，她的姓名我都不晓得了，我们都称她妙宛老居士。她很爱护我，要供养我，她问我要什么？我说我很想要一部《华严经》注解，清凉大师的《疏钞》，她说好，我供养你。我就写信到香港，请求智开法师替我找《疏钞》，他找到了，寄到我这边来，寄到台湾，那个时候这一部《疏钞》是台湾钱一千两百块钱，那个时候的钱相当值钱。我第一部请的经是《华严经疏钞》，当然也受方东美先生一点关系，那是缘，方先生教导我的时候，多次提到《华严经》，他说《华严经》是佛家的哲学概论，他把佛法看作是哲学，当作哲学来研究，《华严经》是佛家的概论，他常常赞叹，我们听了也耳熟，这是缘。因，过去生中学过，所以有一种莫名其妙的爱好，听到这个名字欢喜，看到这个本子欢喜，学习起来很容易接受。",
      "zh_TW": "我們學經教，跟過去生中都有關係。我初學佛，對於一切經沒有接觸過，聽說《大方廣佛華嚴經》就特別歡喜。我出家，當時有一位老居士，年歲很大了，是女居士，我把她看作母親一樣看待，福州人，對我很好，她的姓名我都不曉得了，我們都稱她妙宛老居士。她很愛護我，要供養我，她問我要什麼？我說我很想要一部《華嚴經》註解，清涼大師的《疏鈔》，她說好，我供養你。我就寫信到香港，請求智開法師替我找《疏鈔》，他找到了，寄到我這邊來，寄到臺灣，那個時候這一部《疏鈔》是臺灣錢一千兩百塊錢，那個時候的錢相當值錢。我第一部請的經是《華嚴經疏鈔》，當然也受方東美先生一點關係，那是緣，方先生教導我的時候，多次提到《華嚴經》，他說《華嚴經》是佛家的哲學概論，他把佛法看作是哲學，當作哲學來研究，《華嚴經》是佛家的概論，他常常讚歎，我們聽了也耳熟，這是緣。因，過去生中學過，所以有一種莫名其妙的愛好，聽到這個名字歡喜，看到這個本子歡喜，學習起來很容易接受。"
    },
    {
      "id": "12-017-0533_p0015",
      "zh_CN": "这一部经，我在台中听李炳南老居士讲解，我只听了一卷，我们现在是讲到第六卷，我听第一卷圆满。李老师讲解不像我讲的这么详细，一个小时，这个经本大概要讲三、四面。一堂课是一个小时，两个小时有一个台语翻译，实际上就是讲一个小时，一个小时我们这个本子要讲四面，他讲得快。我这一卷听下来之后，我就明白了，我在台北就开讲这部经，我讲的进度比老师快，也比老师讲的时间多，讲得详细。所以这种根性与过去生中有密切的关系，李老师谈话的时候也常常谈起，那个时候我在国外弘法，回去之后就去看他，他都非常欢喜，告诉我讲经的人不是一生，过去多生多劫都在讲台上讲经，哪里是一世能办得到的！不可能的。你们同学们在此地，我想也会有相当深刻的体会，你在讲台上学了这么短的时间就得心应手，是过去生中累积的经验，不是这一生从头才学到的，一定要珍惜，一定要努力，你肯定有前途。你会愈讲愈好，愈讲愈有悟处，遍遍都有悟处，时时有悟处，处处有悟处，心安住在经教当中锲而不舍，好境界！",
      "zh_TW": "這一部經，我在台中聽李炳南老居士講解，我只聽了一卷，我們現在是講到第六卷，我聽第一卷圓滿。李老師講解不像我講的這麼詳細，一個小時，這個經本大概要講三、四面。一堂課是一個小時，兩個小時有一個台語翻譯，實際上就是講一個小時，一個小時我們這個本子要講四面，他講得快。我這一卷聽下來之後，我就明白了，我在台北就開講這部經，我講的進度比老師快，也比老師講的時間多，講得詳細。所以這種根性與過去生中有密切的關係，李老師談話的時候也常常談起，那個時候我在國外弘法，回去之後就去看他，他都非常歡喜，告訴我講經的人不是一生，過去多生多劫都在講臺上講經，哪裡是一世能辦得到的！不可能的。你們同學們在此地，我想也會有相當深刻的體會，你在講臺上學了這麼短的時間就得心應手，是過去生中累積的經驗，不是這一生從頭才學到的，一定要珍惜，一定要努力，你肯定有前途。你會愈講愈好，愈講愈有悟處，遍遍都有悟處，時時有悟處，處處有悟處，心安住在經教當中鍥而不捨，好境界！"
    },
    {
      "id": "12-017-0533_p0016",
      "zh_CN": "第八「宿住随念智力」，就是我们讲的「宿命智力」。分别先所从来，知道你是从哪一道来的，你前生是什么状况。前生的前生，能够知道你好几世从哪里来的，你带的有哪一道的习气。如果你从人天来，你会带的有慈悲的习气，人天慈悲。你从恶道来，你会带恶道的习气，鬼道是贪，地狱道是瞋恚，畜生道是愚痴。第九「天眼智力」，天眼通，分别生处好丑，知道你将来到哪里去。知道你从哪一道来的，也知道你将来到哪一道去，这个能力确实令我们羡慕，我们如果要想得到，不能不发心。",
      "zh_TW": "第八「宿住隨念智力」，就是我們講的「宿命智力」。分別先所從來，知道你是從哪一道來的，你前生是什麼狀況。前生的前生，能夠知道你好幾世從哪裡來的，你帶的有哪一道的習氣。如果你從人天來，你會帶的有慈悲的習氣，人天慈悲。你從惡道來，你會帶惡道的習氣，鬼道是貪，地獄道是瞋恚，畜生道是愚痴。第九「天眼智力」，天眼通，分別生處好醜，知道你將來到哪裡去。知道你從哪一道來的，也知道你將來到哪一道去，這個能力確實令我們羨慕，我們如果要想得到，不能不發心。"
    },
    {
      "id": "12-017-0533_p0017",
      "zh_CN": "金燄菩萨赞颂前面清凉大师一番开示，我们讲到立意的第八条。第九是「天眼智」，这是「生死力」，知道一切众生死后到哪里去。第十是「漏尽力」，知道众生什么时候得度、什么时候成佛。",
      "zh_TW": "金燄菩薩讚頌前面清涼大師一番開示，我們講到立意的第八條。第九是「天眼智」，這是「生死力」，知道一切眾生死後到哪裡去。第十是「漏盡力」，知道眾生什麼時候得度、什麼時候成佛。"
    },
    {
      "id": "12-017-0533_p0018",
      "zh_CN": "佛有这十种殊胜的能力，是以他观机正确，一丝毫错误都没有。一切众生要是有缘遇到佛，佛为你说法，决定契机，所以我们在经论上看到许许多多的例子，学生遇见佛陀，佛陀几句话当中他就开悟，他就回头，甚至于证果。为什么？说得恰到好处，把他过去生中所修学的善根统统引发出来了。由此可知，观机固然有一些技巧，我们在《内典讲座之研究》提了几点，这是李老师教导我们的：第一个你要观察这个人，你能够了解得愈多，就愈契机；第二个要观察时节因缘；第三个观察修学的处所、生活的地区。所以观机这里面包括着人、时、地，这都是大概，谁能观察得那么正确？你要有智慧，如来这十种智力观察得透彻，真正是契机契理，我们没有智慧办不到。所以菩萨、二乘看到佛果地上这十种圆满究竟的智力，发无上菩提心。我们今天要想成就无上菩提，要想证得如来果地上这十种殊胜的德能，只有一个接近的方法，我们这一生能做到的是带业往生，遵循《华严经》上普贤菩萨的教诲「十大愿王导归极乐」，自性本具的智慧、德能、相好自然现前。这是七个段落里面第一个段落。",
      "zh_TW": "佛有這十種殊勝的能力，是以他觀機正確，一絲毫錯誤都沒有。一切眾生要是有緣遇到佛，佛為你說法，決定契機，所以我們在經論上看到許許多多的例子，學生遇見佛陀，佛陀幾句話當中他就開悟，他就回頭，甚至於證果。為什麼？說得恰到好處，把他過去生中所修學的善根統統引發出來了。由此可知，觀機固然有一些技巧，我們在《內典講座之研究》提了幾點，這是李老師教導我們的：第一個你要觀察這個人，你能夠了解得愈多，就愈契機；第二個要觀察時節因緣；第三個觀察修學的處所、生活的地區。所以觀機這裡面包括著人、時、地，這都是大概，誰能觀察得那麼正確？你要有智慧，如來這十種智力觀察得透徹，真正是契機契理，我們沒有智慧辦不到。所以菩薩、二乘看到佛果地上這十種圓滿究竟的智力，發無上菩提心。我們今天要想成就無上菩提，要想證得如來果地上這十種殊勝的德能，只有一個接近的方法，我們這一生能做到的是帶業往生，遵循《華嚴經》上普賢菩薩的教誨「十大願王導歸極樂」，自性本具的智慧、德能、相好自然現前。這是七個段落裡面第一個段落。"
    },
    {
      "id": "12-017-0533_p0019",
      "zh_CN": "第二段解释名词。大师先跟我们总说，然后再分别说。总说「力」，智力，这十种都叫做智力。智有十种，诸位要知道，这属于权智、后得智；如果讲根本智，只有一种，哪来的十种？根本智起作用，这个起作用也叫差别智，也叫后得智，也叫权智。权智就是权巧方便，那是无量无边种，无量无边种归纳为十大类，所以叫十种智力，总说是「力」，或是「智力」，这是总说。",
      "zh_TW": "第二段解釋名詞。大師先跟我們總說，然後再分別說。總說「力」，智力，這十種都叫做智力。智有十種，諸位要知道，這屬於權智、後得智；如果講根本智，只有一種，哪來的十種？根本智起作用，這個起作用也叫差別智，也叫後得智，也叫權智。權智就是權巧方便，那是無量無邊種，無量無邊種歸納為十大類，所以叫十種智力，總說是「力」，或是「智力」，這是總說。"
    },
    {
      "id": "12-017-0533_p0020",
      "zh_CN": "为什么说是「力」？「能摧怨敌，不可屈伏」，这个意思好。「能摧怨敌」，怨是什么？怨家债主，我们生生世世不晓得得罪了多少人物，跟人相处得罪人，跟鬼神相处得罪鬼神，跟一些动物相处得罪一些动物，跟一些花草树木相处得罪他们，树神、花神、草木之神，我们哪里知道！都觉得自己了不起，自尊自大，没有把他们看在眼里，我瞧不起他，他也瞧不起我，一定的道理。所以我们生活在这个世间，不如意事常八九，为什么？怨家债主太多，一切人明显地方障碍你，鬼神在暗处找麻烦，你哪里会有好日子过？这个道理、这些事实真相谁懂？我们今天跟人说，人家反过头来说你迷信，不但他不能接受，告诉他事实真相，他反过头来说我迷信，我碰的钉子多了。所以现在学乖了，看到人家做错，我们不说了，合掌，好，好，随你去吧！不再跟你做冤家了，你觉得怎么好，你就怎么好去。我们如何劝人？只在讲经说法，佛菩萨说的，这不是我说的，我不敢说，佛菩萨这样说，那没有法子，我只好照念。得认真学习！",
      "zh_TW": "為什麼說是「力」？「能摧怨敵，不可屈伏」，這個意思好。「能摧怨敵」，怨是什麼？怨家債主，我們生生世世不曉得得罪了多少人物，跟人相處得罪人，跟鬼神相處得罪鬼神，跟一些動物相處得罪一些動物，跟一些花草樹木相處得罪他們，樹神、花神、草木之神，我們哪裡知道！都覺得自己了不起，自尊自大，沒有把他們看在眼裡，我瞧不起他，他也瞧不起我，一定的道理。所以我們生活在這個世間，不如意事常八九，為什麼？怨家債主太多，一切人明顯地方障礙你，鬼神在暗處找麻煩，你哪裡會有好日子過？這個道理、這些事實真相誰懂？我們今天跟人說，人家反過頭來說你迷信，不但他不能接受，告訴他事實真相，他反過頭來說我迷信，我碰的釘子多了。所以現在學乖了，看到人家做錯，我們不說了，合掌，好，好，隨你去吧！不再跟你做冤家了，你覺得怎麼好，你就怎麼好去。我們如何勸人？只在講經說法，佛菩薩說的，這不是我說的，我不敢說，佛菩薩這樣說，那沒有法子，我只好照念。得認真學習！"
    },
    {
      "id": "12-017-0533_p0021",
      "zh_CN": "这十种智慧，只有智慧才能解决问题，要有真实智慧，真实智慧起作用，就是这十大类的善巧方便。世出世间无论什么事情，你有这个智慧就全摆平了，你说重要不重要？佛法是智慧的方法，佛学是智慧的学问，学佛就是要求究竟圆满的智慧，哪里是迷信！这个事情都在缘分，有些人一生就是没有缘分，佛法遇到了当面错过，好朋友送给他佛像、送给他佛的经典，他摆在书架上，几十年都没有翻阅过，你说这问题严不严重？我们举个很明显的例子：马来西亚吉隆坡李金友居士，他的太太从朋友那边得到我们的书籍跟讲经的光碟，也有好几种，放在家里书架上，从来没有翻阅过、没有听过，时间很长。有一年到美国去出差，在拉斯维加斯，晚上在电视上听到我讲经，偶然打开的，一打开看到我在那里讲经，时间大概只有十分钟就结束了，就听了这么一点点，听了之后他很受感动，他就把这个频道记下来，明天到这个时间再继续看，看了几天，打电话给他太太说：「有一个净空法师你晓不晓得？」他太太说：「我知道，我听说过。」他说：「他的这些书、光碟哪里去找？」「我们家里就有，有人送给我们，从来没有看过。」回家之后天天看，看的时候托人打听我在什么地方，要找我，没有想到我就在新加坡。这就是没有缘接触，光碟摆在那里不看，书摆在那里他不读，他摆在书架上，有些人一摆摆几十年，这就是善导大师讲的「总在遇缘不同」。李金友居士算是不错，在外国电视里面遇到这个缘，回来才找。",
      "zh_TW": "這十種智慧，只有智慧才能解決問題，要有真實智慧，真實智慧起作用，就是這十大類的善巧方便。世出世間無論什麼事情，你有這個智慧就全擺平了，你說重要不重要？佛法是智慧的方法，佛學是智慧的學問，學佛就是要求究竟圓滿的智慧，哪裡是迷信！這個事情都在緣分，有些人一生就是沒有緣分，佛法遇到了當面錯過，好朋友送給他佛像、送給他佛的經典，他擺在書架上，幾十年都沒有翻閱過，你說這問題嚴不嚴重？我們舉個很明顯的例子：馬來西亞吉隆坡李金友居士，他的太太從朋友那邊得到我們的書籍跟講經的光碟，也有好幾種，放在家裡書架上，從來沒有翻閱過、沒有聽過，時間很長。有一年到美國去出差，在拉斯維加斯，晚上在電視上聽到我講經，偶然打開的，一打開看到我在那裡講經，時間大概只有十分鐘就結束了，就聽了這麼一點點，聽了之後他很受感動，他就把這個頻道記下來，明天到這個時間再繼續看，看了幾天，打電話給他太太說：「有一個淨空法師你曉不曉得？」他太太說：「我知道，我聽說過。」他說：「他的這些書、光碟哪裡去找？」「我們家裡就有，有人送給我們，從來沒有看過。」回家之後天天看，看的時候託人打聽我在什麼地方，要找我，沒有想到我就在新加坡。這就是沒有緣接觸，光碟擺在那裡不看，書擺在那裡他不讀，他擺在書架上，有些人一擺擺幾十年，這就是善導大師講的「總在遇緣不同」。李金友居士算是不錯，在外國電視裡面遇到這個緣，回來才找。"
    },
    {
      "id": "12-017-0533_p0022",
      "zh_CN": "所以，这个能力能够把历劫的冤亲债主、冤家对头化解掉。「不可屈伏义」，有这个力量，任何势力对于你，你都不会屈伏，你都有能力应付，会做得很圆满，所以说它作智力。大师又引《瑜伽师地论》：「与一切种饶益一切有情功能具相应故，毕竟胜伏一切魔怨大威力故，说名为力。」这种智慧能力，能够令一切有情众生得到最殊胜的利益。诸位要晓得最殊胜的利益是什么？一切众生最大的忧患是生死，这是一切众生没有法子避免的苦恼，这个智力能解决，能帮助你了生脱死，你们想想什么能力能够跟它相比？我们今天学佛是学这个事情，真正了生脱死。年年岁岁，烦恼轻，菩提长，菩提就是智慧，转烦恼为菩提，转生死为涅槃，转迷惑为觉悟，转恶业为善行，这是佛陀的教育，这是多元文化的社会教育，无量无边的功德，我们要知道。所以《瑜伽》总结「毕竟胜伏一切魔怨大威力」，结得好。《对法论》里面也说：「善除众魔，善记问论，故十名力。」十力，十是数字，这叫带数解释。详细的到下面偈颂，每一条偈颂说一种力，到那边再详细介绍，这是第二段释名。",
      "zh_TW": "所以，這個能力能夠把歷劫的冤親債主、冤家對頭化解掉。「不可屈伏義」，有這個力量，任何勢力對於你，你都不會屈伏，你都有能力應付，會做得很圓滿，所以說它作智力。大師又引《瑜伽師地論》：「與一切種饒益一切有情功能具相應故，畢竟勝伏一切魔怨大威力故，說名為力。」這種智慧能力，能夠令一切有情眾生得到最殊勝的利益。諸位要曉得最殊勝的利益是什麼？一切眾生最大的憂患是生死，這是一切眾生沒有法子避免的苦惱，這個智力能解決，能幫助你了生脫死，你們想想什麼能力能夠跟它相比？我們今天學佛是學這個事情，真正了生脫死。年年歲歲，煩惱輕，菩提長，菩提就是智慧，轉煩惱為菩提，轉生死為涅槃，轉迷惑為覺悟，轉惡業為善行，這是佛陀的教育，這是多元文化的社會教育，無量無邊的功德，我們要知道。所以《瑜伽》總結「畢竟勝伏一切魔怨大威力」，結得好。《對法論》裡面也說：「善除眾魔，善記問論，故十名力。」十力，十是數字，這叫帶數解釋。詳細的到下面偈頌，每一條偈頌說一種力，到那邊再詳細介紹，這是第二段釋名。"
    },
    {
      "id": "12-017-0533_p0023",
      "zh_CN": "第三段，「自性」。自性是讲它的性质、它的体性，清凉大师就文义、经文的义趣说了六种。第一种是「最胜体故」，性就是体性，最殊胜的体。「决择分中慧根为性」，决择就是决断、选择，有几样东西、几种方案摆在面前，你有能力决断、选择哪一种。几种方案里面最殊胜的、最好的，你有这个智慧、有这个能力。所以它的体性是智慧，慧根为性，这个慧根就是根本智，没有根本智哪来的智慧？第二种「引生体，对法兼定」。引生体是外面的缘，最胜体是因，因是根本智，缘一定有外缘引起，虽引起，你自己要有定慧，所以法兼定。这两个就是讲的因缘，像我刚才举的李金友居士这个例子，他过去生中的善根是因，是最胜体，偶尔打开电视看个几分钟那是缘，他看的时候心地清净，把他的智慧引起来，他能够辨别是非，有能力辨别邪正，从这里生起好乐心，他去求法，而且求法的心愿他不中断，他终于找到了。",
      "zh_TW": "第三段，「自性」。自性是講它的性質、它的體性，清涼大師就文義、經文的義趣說了六種。第一種是「最勝體故」，性就是體性，最殊勝的體。「決擇分中慧根為性」，決擇就是決斷、選擇，有幾樣東西、幾種方案擺在面前，你有能力決斷、選擇哪一種。幾種方案裡面最殊勝的、最好的，你有這個智慧、有這個能力。所以它的體性是智慧，慧根為性，這個慧根就是根本智，沒有根本智哪來的智慧？第二種「引生體，對法兼定」。引生體是外面的緣，最勝體是因，因是根本智，緣一定有外緣引起，雖引起，你自己要有定慧，所以法兼定。這兩個就是講的因緣，像我剛才舉的李金友居士這個例子，他過去生中的善根是因，是最勝體，偶爾打開電視看個幾分鐘那是緣，他看的時候心地清淨，把他的智慧引起來，他能夠辨別是非，有能力辨別邪正，從這裡生起好樂心，他去求法，而且求法的心願他不中斷，他終於找到了。"
    },
    {
      "id": "12-017-0533_p0024",
      "zh_CN": "第三种「克实体」，《菩萨地》说：「五根为性，由慧胜故。」克实而论，就事实上来讲，五根是「信、进、念、定、慧」，慧的力量很强，所以他说十力慧为自性，确实从根本智起的作用后得智，这是后得智，这是权智，这是我们常讲的智慧落实。你修的戒定慧，慧要落实，不落实有什么用处？虽有智慧不起作用，慧落实就是讲这十种，所以说慧为自性。他注解注得好，他说：「所以但言处非处等智力」，讲这十种，他没有讲信进念定，五根五力里头只讲慧。第四种「相应体」。「相应心法四蕴为性」，五蕴是色、受、想、行、识，他以四蕴为性，四蕴就是受、想、行、识。受是感受；想就是我们今天讲的分别、想像；行是讲变迁，念念不住；识是讲阿赖耶含藏种子习气，智慧起作用决定与这四蕴相应，它是相应体。",
      "zh_TW": "第三種「剋實體」，《菩薩地》說：「五根為性，由慧勝故。」剋實而論，就事實上來講，五根是「信、進、念、定、慧」，慧的力量很強，所以他說十力慧為自性，確實從根本智起的作用後得智，這是後得智，這是權智，這是我們常講的智慧落實。你修的戒定慧，慧要落實，不落實有什麼用處？雖有智慧不起作用，慧落實就是講這十種，所以說慧為自性。他註解註得好，他說：「所以但言處非處等智力」，講這十種，他沒有講信進念定，五根五力裡頭只講慧。第四種「相應體」。「相應心法四蘊為性」，五蘊是色、受、想、行、識，他以四蘊為性，四蘊就是受、想、行、識。受是感受；想就是我們今天講的分別、想像；行是講變遷，念念不住；識是講阿賴耶含藏種子習氣，智慧起作用決定與這四蘊相應，它是相應體。"
    },
    {
      "id": "12-017-0533_p0025",
      "zh_CN": "第五种「眷属体」。「五蕴为体，定共道共、无漏色等，助为体故。此虽无文，理必应是。」大师说得好，经文上没说，道理上一定是这样的。这个眷属体，五蕴都是体，定共、道共，你修定成就了定功，你慧具足；你要证得道，道具足。我们通常在讲戒律的时候，有定共戒、道共戒，也就是说人在定中绝对不会犯戒、不会破戒，那就叫定共戒。证道的人决定不会犯过失，所以称为道共戒。没有定、没有道的人是决定免不了过失的。证得阿罗汉果，见思烦恼断了，他怎么会做错事，怎么可能破戒犯戒？不可能的事情，所以他是道共戒。像菩萨的果位，阿罗汉、辟支佛，这是道共戒；没有证得这个果位，是定共戒。世间禅定都不例外，四禅八定，心清净，心平等，心地慈悲，没有恶念，恶念尚且没有，哪来的恶行？如来果地上这十种权智，当然与道、与定、与五蕴为体，清凉大师说：经文上佛没这么说，想当然耳，想想应该是这样，理必应是。「遮犯戒垢，助摧怨故」，这个说的意思很好，我们能够理解，能够认同。第六种「依照本经」，本经经文里面所说的，「融一切法以为其性」。《华严经》教义，理事无碍，事事无碍，世出世法，尽虚空遍法界一切刹土众生无不圆融，所以是「无碍法界」，在理上讲应当是这样。这是第三段讲的自性，这也就是说十力理论上的依据，清凉跟我们如是说。",
      "zh_TW": "第五種「眷屬體」。「五蘊為體，定共道共、無漏色等，助為體故。此雖無文，理必應是。」大師說得好，經文上沒說，道理上一定是這樣的。這個眷屬體，五蘊都是體，定共、道共，你修定成就了定功，你慧具足；你要證得道，道具足。我們通常在講戒律的時候，有定共戒、道共戒，也就是說人在定中絕對不會犯戒、不會破戒，那就叫定共戒。證道的人決定不會犯過失，所以稱為道共戒。沒有定、沒有道的人是決定免不了過失的。證得阿羅漢果，見思煩惱斷了，他怎麼會做錯事，怎麼可能破戒犯戒？不可能的事情，所以他是道共戒。像菩薩的果位，阿羅漢、辟支佛，這是道共戒；沒有證得這個果位，是定共戒。世間禪定都不例外，四禪八定，心清淨，心平等，心地慈悲，沒有惡念，惡念尚且沒有，哪來的惡行？如來果地上這十種權智，當然與道、與定、與五蘊為體，清涼大師說：經文上佛沒這麼說，想當然耳，想想應該是這樣，理必應是。「遮犯戒垢，助摧怨故」，這個說的意思很好，我們能夠理解，能夠認同。第六種「依照本經」，本經經文裡面所說的，「融一切法以為其性」。《華嚴經》教義，理事無礙，事事無礙，世出世法，盡虛空遍法界一切剎土眾生無不圓融，所以是「無礙法界」，在理上講應當是這樣。這是第三段講的自性，這也就是說十力理論上的依據，清涼跟我們如是說。"
    },
    {
      "id": "12-017-0533_p0026",
      "zh_CN": "第四段，「作业」。也就是说它的作用，「即是辨相」，辨别它的相状，这一段到颂文里面我们就很清楚的看到了。第五段是讲「次第」。就是这十种力，排列它是有次序的，不能够颠倒。「诸文或有前却，各有所由」，《瑜伽论》里面有讲过，《对法论》里面也有讲过，《大般若经》里面佛也有说过，《华严经》在此地也有说过。这许许多多经论，这十个排列的顺序并不完全相同，大同小异，各有各的理由。「此文所列次第，与十住全同」，在本经十住品里面有说到，这个地方排列跟十住完全相同。「净行品，则界在解前」，次序稍微有颠倒，界智力、解智力排列的顺序不一样。「梵行品」里面，「禅定解脱当其第三，宿命居天眼之后」，这也是小有不同，其他的跟这里排列顺序都一样，这是到下面经文会说明为什么有这些差别、不同。第六段是讲「差别」，「为此十力，展转相望，亦有差别，亦无差别，至文当明」，都到偈颂文里面再来跟大家详细解释。第七段则解释经文，大师说：「然此经宗，异义皆融摄故」。《华严经》像一个冶炉一样，像一个炼金的大炉子，我们在炼钢厂里面看到的，这个大的炉子，加以高温，钢铁丢在里面立刻就熔化，无论什么东西丢到里面立刻就熔化，熔成一体。金银铜铁放在里面全熔化，我们称它作合金，它不是纯金，不是纯银，不是纯铜，不是纯铁，融合在一起。历代用这种金属制造的艺术品很多，我们称为合金。尤其在佛门里面，铸造的大钟，古时候人做的鼎，铸的钟最多，钟的音色不一样，为什么？它是合金的，铜钟、铁钟，那个铜里面、铁里面有金有银，那个音声才美。",
      "zh_TW": "第四段，「作業」。也就是說它的作用，「即是辨相」，辨別它的相狀，這一段到頌文裡面我們就很清楚的看到了。第五段是講「次第」。就是這十種力，排列它是有次序的，不能夠顛倒。「諸文或有前卻，各有所由」，《瑜伽論》裡面有講過，《對法論》裡面也有講過，《大般若經》裡面佛也有說過，《華嚴經》在此地也有說過。這許許多多經論，這十個排列的順序並不完全相同，大同小異，各有各的理由。「此文所列次第，與十住全同」，在本經十住品裡面有說到，這個地方排列跟十住完全相同。「淨行品，則界在解前」，次序稍微有顛倒，界智力、解智力排列的順序不一樣。「梵行品」裡面，「禪定解脫當其第三，宿命居天眼之後」，這也是小有不同，其他的跟這裡排列順序都一樣，這是到下面經文會說明為什麼有這些差別、不同。第六段是講「差別」，「為此十力，展轉相望，亦有差別，亦無差別，至文當明」，都到偈頌文裡面再來跟大家詳細解釋。第七段則解釋經文，大師說：「然此經宗，異義皆融攝故」。《華嚴經》像一個冶爐一樣，像一個煉金的大爐子，我們在煉鋼廠裡面看到的，這個大的爐子，加以高溫，鋼鐵丟在裡面立刻就熔化，無論什麼東西丟到裡面立刻就熔化，熔成一體。金銀銅鐵放在裡面全熔化，我們稱它作合金，它不是純金，不是純銀，不是純銅，不是純鐵，融合在一起。歷代用這種金屬製造的藝術品很多，我們稱為合金。尤其在佛門裡面，鑄造的大鐘，古時候人做的鼎，鑄的鐘最多，鐘的音色不一樣，為什麼？它是合金的，銅鐘、鐵鐘，那個銅裡面、鐵裡面有金有銀，那個音聲才美。"
    },
    {
      "id": "12-017-0533_p0027",
      "zh_CN": "《华严经》的宗旨义趣是圆融无碍，你要是懂得这个道理，虽然讲十力，每一种力里头必定具足其他的九种力，才叫圆满。《华严经》「一即是多，多即是一，一多不二」，如果一个力不能包括一切力，这就不是《华严经》的宗趣。我们讲阿弥陀佛四十八愿，也是这个意思，每一愿里面必定圆满具足其他四十七愿，这一愿才圆满。所以古大德提倡本愿念佛，特别在日本盛行，他们称本愿是第十八愿。我在讲解的时候特别跟大家说明，大家千万不要误会，四十八愿只持这一愿，其他的四十七愿都不要了，你就错了。本愿是什么回事情？以第十八愿为主，以其他四十七愿为助，正助双修，这第十八愿才圆满，缺少一愿，第十八愿你这个主就不圆满了。我在这个讲堂来当老师，这是主，我这个讲堂里头有四十七个学生，学生统统到齐了，这个圆满，缺少一个、两个学生，不圆满，你们从这个比喻里面去想这个意思。",
      "zh_TW": "《華嚴經》的宗旨義趣是圓融無礙，你要是懂得這個道理，雖然講十力，每一種力裡頭必定具足其他的九種力，才叫圓滿。《華嚴經》「一即是多，多即是一，一多不二」，如果一個力不能包括一切力，這就不是《華嚴經》的宗趣。我們講阿彌陀佛四十八願，也是這個意思，每一願裡面必定圓滿具足其他四十七願，這一願才圓滿。所以古大德提倡本願念佛，特別在日本盛行，他們稱本願是第十八願。我在講解的時候特別跟大家說明，大家千萬不要誤會，四十八願只持這一願，其他的四十七願都不要了，你就錯了。本願是什麼回事情？以第十八願為主，以其他四十七願為助，正助雙修，這第十八願才圓滿，缺少一願，第十八願你這個主就不圓滿了。我在這個講堂來當老師，這是主，我這個講堂裡頭有四十七個學生，學生統統到齊了，這個圓滿，缺少一個、兩個學生，不圓滿，你們從這個比喻裡面去想這個意思。"
    },
    {
      "id": "12-017-0533_p0028",
      "zh_CN": "十力，每一力都可以作主，每一力也可以作伴，《华严经》里面讲的主伴圆融，决不是哪一个力是主，每一力都可以作主，每一个力都可以作伴，主伴圆融。四十八愿实际上亦复如是，每一愿都可以做为主修，于是念佛法门不就变成四十八个法门了吗？门门第一，门门互摄，门门圆融，这是华严境界，这是事实真相，所以法门平等，无有高下。四十八愿，愿愿平等，也无有高下，为什么？任何一愿它圆满兼摄其他的四十七愿，它怎么不平等？缺少一愿就不平等，就不圆融，这是事实真相，这是事实的真理。这些事情我们不清楚、不明了，在这个里面起分别执着，生起门户之见，自赞毁他，搞一辈子，到后来不能往生，自己以为自己修学得不错，到临命终时西方极乐世界不收你，你还是搞六道轮回，李老师以前常讲「该怎么生死还是怎么生死」。清凉在此地这句话说得好：「一一力中，具摄十力，乃至包尽法界。」这个十力任何一力都具足圆满的十力，乃至包括尽虚空遍法界。",
      "zh_TW": "十力，每一力都可以作主，每一力也可以作伴，《華嚴經》裡面講的主伴圓融，決不是哪一個力是主，每一力都可以作主，每一個力都可以作伴，主伴圓融。四十八願實際上亦復如是，每一願都可以做為主修，於是念佛法門不就變成四十八個法門了嗎？門門第一，門門互攝，門門圓融，這是華嚴境界，這是事實真相，所以法門平等，無有高下。四十八願，願願平等，也無有高下，為什麼？任何一願它圓滿兼攝其他的四十七願，它怎麼不平等？缺少一願就不平等，就不圓融，這是事實真相，這是事實的真理。這些事情我們不清楚、不明瞭，在這個裡面起分別執著，生起門戶之見，自讚毀他，搞一輩子，到後來不能往生，自己以為自己修學得不錯，到臨命終時西方極樂世界不收你，你還是搞六道輪迴，李老師以前常講「該怎麼生死還是怎麼生死」。清涼在此地這句話說得好：「一一力中，具攝十力，乃至包盡法界。」這個十力任何一力都具足圓滿的十力，乃至包括盡虛空遍法界。"
    },
    {
      "id": "12-017-0533_p0029",
      "zh_CN": "下面他举几个例子，「是以宿命，乃云智包三世」，讲到宿命智力，宿命智力包三世，过去、现在、未来。「天眼，则见尽法界」，尽虚空遍法界无所不见。「非唯见尽，佛眼如空，即是法界。」这个话说得好，不但见尽，尽虚空遍法界，佛眼如空就是法界。「天眼」是什么？天眼就是法界。「宿命」是什么？宿命也是法界。「非唯智包，亦能毛孔顿现」，华严境界不可思议，不但是智包虚空法界，大乘法里面常说「心包太虚，量周法界」，所有一切诸法都是唯心所现、唯识所变，这是讲到真正的根本。心就是虚空法界，识也是虚空法界，这里面所现的种种智、种种力、种种相好，哪一样不是尽虚空遍法界？「亦能毛孔顿现」，这是正报里面讲最小的，依报里面讲微尘能现。「业力即观法性」，业智力，即观法性，真的为我们显示出「一即一切，一切即一」。",
      "zh_TW": "下面他舉幾個例子，「是以宿命，乃云智包三世」，講到宿命智力，宿命智力包三世，過去、現在、未來。「天眼，則見盡法界」，盡虛空遍法界無所不見。「非唯見盡，佛眼如空，即是法界。」這個話說得好，不但見盡，盡虛空遍法界，佛眼如空就是法界。「天眼」是什麼？天眼就是法界。「宿命」是什麼？宿命也是法界。「非唯智包，亦能毛孔頓現」，華嚴境界不可思議，不但是智包虛空法界，大乘法裡面常說「心包太虛，量周法界」，所有一切諸法都是唯心所現、唯識所變，這是講到真正的根本。心就是虛空法界，識也是虛空法界，這裡面所現的種種智、種種力、種種相好，哪一樣不是盡虛空遍法界？「亦能毛孔頓現」，這是正報裡面講最小的，依報裡面講微塵能現。「業力即觀法性」，業智力，即觀法性，真的為我們顯示出「一即一切，一切即一」。"
    },
    {
      "id": "12-017-0533_p0030",
      "zh_CN": "「岂惟但是有为」，换句话说，有为跟无为也融成一体。从《百法明门论》里面讲，大家就会有一个清楚的概念，《百法》前面九十四法是有为法，后面六种是无为法。有为法里面包括心法八种，心所法五十一种，心不相应行法二十四种，色法十一种，合起来是九十四法，称为有为法。有为法也叫有生有灭，拣别后面六个无为法，无为法没有生灭的相。六个无为法，只有一个是真的无为，「真如无为」；其余五个是相似无为，为什么？有为法里面不能包括它，称它作无为，像虚空，虚空无为，我们作梦，梦里头也有虚空，所以虚空不是真的无为，真如无为是真的。有为无为是一体，有为无为不二，这个意思几个人懂？六祖能大师懂，我们在《坛经》上虽然没有看到这一句，但是看到他有一句话说，印宗法师向他请教，提出一个问题：「禅定与解脱，黄梅怎么说？」黄梅是五祖。五祖跟大家开示禅定与解脱的时候是怎么讲法？惠能大师的答复答得很妙：「禅定与解脱是二法，二法不是佛法，佛法是不二法。」这个话对我们来说需要加以解释，不解释你听不懂。解释什么？禅定解脱是二，佛法是觉悟，觉悟的人不二，迷的人才有二，觉悟的人没有二，所以二法是没有觉悟，觉悟是一切法不二。我们套这个例子，有为无为是二法，二法不是佛法，佛法是不二法，《华严经》才是不二法，有为无为不二。",
      "zh_TW": "「豈惟但是有為」，換句話說，有為跟無為也融成一體。從《百法明門論》裡面講，大家就會有一個清楚的概念，《百法》前面九十四法是有為法，後面六種是無為法。有為法裡面包括心法八種，心所法五十一種，心不相應行法二十四種，色法十一種，合起來是九十四法，稱為有為法。有為法也叫有生有滅，揀別後面六個無為法，無為法沒有生滅的相。六個無為法，只有一個是真的無為，「真如無為」；其餘五個是相似無為，為什麼？有為法裡面不能包括它，稱它作無為，像虛空，虛空無為，我們作夢，夢裡頭也有虛空，所以虛空不是真的無為，真如無為是真的。有為無為是一體，有為無為不二，這個意思幾個人懂？六祖能大師懂，我們在《壇經》上雖然沒有看到這一句，但是看到他有一句話說，印宗法師向他請教，提出一個問題：「禪定與解脫，黃梅怎麼說？」黃梅是五祖。五祖跟大家開示禪定與解脫的時候是怎麼講法？惠能大師的答覆答得很妙：「禪定與解脫是二法，二法不是佛法，佛法是不二法。」這個話對我們來說需要加以解釋，不解釋你聽不懂。解釋什麼？禪定解脫是二，佛法是覺悟，覺悟的人不二，迷的人才有二，覺悟的人沒有二，所以二法是沒有覺悟，覺悟是一切法不二。我們套這個例子，有為無為是二法，二法不是佛法，佛法是不二法，《華嚴經》才是不二法，有為無為不二。"
    },
    {
      "id": "12-017-0533_p0031",
      "zh_CN": "末后结论好：「约门有殊，故他宗不坏」，其他的各宗是讲有二，《华严经》讲不二，不二跟二也不二，所以决不破坏别的宗派，各有各的法门，各有各的说法，统统都有理，统统都是圆满的，这个道理一定要懂。向下我们就可以讲经文了，这是经文前面的大意，因为它很重要，所以大师特别有这一番的开示。现在时间到了。",
      "zh_TW": "末後結論好：「約門有殊，故他宗不壞」，其他的各宗是講有二，《華嚴經》講不二，不二跟二也不二，所以決不破壞別的宗派，各有各的法門，各有各的說法，統統都有理，統統都是圓滿的，這個道理一定要懂。向下我們就可以講經文了，這是經文前面的大意，因為它很重要，所以大師特別有這一番的開示。現在時間到了。"
    }
  ]
}