{
  "doc_id": "12-017-2043",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二０四三卷",
    "zh_TW": "第二０四三卷"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾高雄",
    "zh_TW": "台灣高雄"
  },
  "doc_number": "12-017-2043",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "12-017-2043_p0001",
      "zh_CN": "诸位同学，诸位法师，请坐。请看《大方广佛华严经．十住品》，第一首我们从经文开始：",
      "zh_TW": "諸位同學，諸位法師，請坐。請看《大方廣佛華嚴經．十住品》，第一首我們從經文開始："
    },
    {
      "id": "12-017-2043_p0002",
      "zh_CN": "【尔时法慧菩萨。承佛威力。入菩萨无量方便三昧。】",
      "zh_TW": "【爾時法慧菩薩。承佛威力。入菩薩無量方便三昧。】"
    },
    {
      "id": "12-017-2043_p0003",
      "zh_CN": "昨天我们将这堂课做了个温习，像李长者在《合论》里面所讲的，「发心、治地、修行」，这三个是《华严》修学的基础，我们要特别重视，要在这上面下功夫。心没发出来，虽然十几年、几十年，天天都在念「众生无边誓愿度，烦恼无尽誓愿断，法门无量誓愿学，佛道无上誓愿成」。确实多少出家人念了一辈子，从发心学佛开始一直到老死，一生当中这四句偈不知道念多少遍，为什么就是发不出来？用佛法的术语来讲，总不外业障太重。业是什么？业就是我们今天讲的行为。行为里面有善、有不善，殊不知不善的行为障道，善的行为也障道，善与不善总出不了六道轮回，善的行为感应的是三善道，不善的行为感应的是三恶道。我们一定要知道，佛经上讲的业障，善、不善都在其中。学佛的同学，尤其是学净宗的、学净土的，净土怎么修法？净土是善、不善业统统放下。他修什么？他修净业，心净则佛土净。心净了身就清净，还造不造业？照样还造，不造怎么行？从早起到晚上睡觉，你怎么能不造业？但是真正会修的人，他造的叫净业。什么叫净业？善业也好，恶业也好，事上造了，理上没有，相上造了，性上没有，这就叫净业。",
      "zh_TW": "昨天我們將這堂課做了個溫習，像李長者在《合論》裡面所講的，「發心、治地、修行」，這三個是《華嚴》修學的基礎，我們要特別重視，要在這上面下功夫。心沒發出來，雖然十幾年、幾十年，天天都在念「眾生無邊誓願度，煩惱無盡誓願斷，法門無量誓願學，佛道無上誓願成」。確實多少出家人念了一輩子，從發心學佛開始一直到老死，一生當中這四句偈不知道念多少遍，為什麼就是發不出來？用佛法的術語來講，總不外業障太重。業是什麼？業就是我們今天講的行為。行為裡面有善、有不善，殊不知不善的行為障道，善的行為也障道，善與不善總出不了六道輪迴，善的行為感應的是三善道，不善的行為感應的是三惡道。我們一定要知道，佛經上講的業障，善、不善都在其中。學佛的同學，尤其是學淨宗的、學淨土的，淨土怎麼修法？淨土是善、不善業統統放下。他修什麼？他修淨業，心淨則佛土淨。心淨了身就清淨，還造不造業？照樣還造，不造怎麼行？從早起到晚上睡覺，你怎麼能不造業？但是真正會修的人，他造的叫淨業。什麼叫淨業？善業也好，惡業也好，事上造了，理上沒有，相上造了，性上沒有，這就叫淨業。"
    },
    {
      "id": "12-017-2043_p0004",
      "zh_CN": "这话怎么讲法？我们真正修净土的同修不能不知道，身口造了，心里没有。心是什么？心里面就一句佛号就对了，二六时中念念不忘六字洪名，这叫修净业。在日用平常当中，身口的行为决定是利益众生的，利益众生有时候有善言，也有时候有恶言，善恶都不放在心上，心上只有一句「南无阿弥陀佛」，这叫净业。修净业记住，初住菩萨是发心住，一定要发菩提心，四弘誓愿就是菩提心，自己要真干。我为谁修行？为谁修苦行？为度众生。释迦牟尼佛已经早就成佛，为什么在三千年前给我们示现八相成道，修行证果，日中一食，树下一宿，三衣一钵，苦行！为什么？还不是为了给我们做一个好样子。这个样子显示什么？显示万缘放下，你看他老人家真放得下。在《华严经》上教我们，要放下名闻利养、要放下五欲六尘，他做给我们看，确确实实把财色名食睡断掉。我们学佛对这些东西还会不会起心动念？还会不会分别执着？还有没有占有的念头、控制的念头、支配它的念头？有没有这些？如果这些念头还没有放下，这叫染污，你的心不清净，这什么心？这叫轮回心。轮回心所干的一切统统叫轮回业，出不了六道轮回。",
      "zh_TW": "這話怎麼講法？我們真正修淨土的同修不能不知道，身口造了，心裡沒有。心是什麼？心裡面就一句佛號就對了，二六時中念念不忘六字洪名，這叫修淨業。在日用平常當中，身口的行為決定是利益眾生的，利益眾生有時候有善言，也有時候有惡言，善惡都不放在心上，心上只有一句「南無阿彌陀佛」，這叫淨業。修淨業記住，初住菩薩是發心住，一定要發菩提心，四弘誓願就是菩提心，自己要真幹。我為誰修行？為誰修苦行？為度眾生。釋迦牟尼佛已經早就成佛，為什麼在三千年前給我們示現八相成道，修行證果，日中一食，樹下一宿，三衣一缽，苦行！為什麼？還不是為了給我們做一個好樣子。這個樣子顯示什麼？顯示萬緣放下，你看他老人家真放得下。在《華嚴經》上教我們，要放下名聞利養、要放下五欲六塵，他做給我們看，確確實實把財色名食睡斷掉。我們學佛對這些東西還會不會起心動念？還會不會分別執著？還有沒有佔有的念頭、控制的念頭、支配它的念頭？有沒有這些？如果這些念頭還沒有放下，這叫染污，你的心不清淨，這什麼心？這叫輪迴心。輪迴心所幹的一切統統叫輪迴業，出不了六道輪迴。"
    },
    {
      "id": "12-017-2043_p0005",
      "zh_CN": "修净土的人他造的是净业，净业是什么？他就不是轮回心，什么心？清净心、平等心。清净平等心所造一切业都叫做净业，你想这个多重要。从这个基础上这入了位，这位是初住，发心住。这个地位就是我们世俗一般人讲成佛，真成佛了，不是假的。禅宗里面所讲的大彻大悟，明心见性，见性成佛，在《华严经》上就是发心住，所以他有住。那你就晓得，十法界没住，六道那当然就更没有，十法界里头包括六道，怎么叫没住？好比我们在学校念书，你上了学你念一年级，明年你升二年级，没住。如果要住在那里，那不就留级了吗？年年是一年级，总升不上去那你就住，你住在那边。从一年级一直到十年级都没住，到十年级毕业，毕业就有住。初发心住就是在十法界毕业，永远脱离十法界。特别是现代人，我们的感受非常敏锐，为什么？你想想自己是不是心浮气躁？一般大众不例外，我们佛门弟子也不例外，心浮气躁。再说得粗俗一点，现在活在这个世间没有安全感，常常听说社会上报导，这样的危机、那样的危机。我们刚刚过了一个经济危机，现在又听说有什么能源危机、粮食危机、水资源危机，太多！这些话都是真的，都不是假的，灾难太多了。",
      "zh_TW": "修淨土的人他造的是淨業，淨業是什麼？他就不是輪迴心，什麼心？清淨心、平等心。清淨平等心所造一切業都叫做淨業，你想這個多重要。從這個基礎上這入了位，這位是初住，發心住。這個地位就是我們世俗一般人講成佛，真成佛了，不是假的。禪宗裡面所講的大徹大悟，明心見性，見性成佛，在《華嚴經》上就是發心住，所以他有住。那你就曉得，十法界沒住，六道那當然就更沒有，十法界裡頭包括六道，怎麼叫沒住？好比我們在學校念書，你上了學你念一年級，明年你升二年級，沒住。如果要住在那裡，那不就留級了嗎？年年是一年級，總升不上去那你就住，你住在那邊。從一年級一直到十年級都沒住，到十年級畢業，畢業就有住。初發心住就是在十法界畢業，永遠脫離十法界。特別是現代人，我們的感受非常敏銳，為什麼？你想想自己是不是心浮氣躁？一般大眾不例外，我們佛門弟子也不例外，心浮氣躁。再說得粗俗一點，現在活在這個世間沒有安全感，常常聽說社會上報導，這樣的危機、那樣的危機。我們剛剛過了一個經濟危機，現在又聽說有什麼能源危機、糧食危機、水資源危機，太多！這些話都是真的，都不是假的，災難太多了。"
    },
    {
      "id": "12-017-2043_p0006",
      "zh_CN": "我们什么时候才真正有住？这个事情难。为什么？要把妄想分别执着统统断掉，你才能够证得圆教初住菩萨这个位次，他是真住不是假住，虽然往后他还有十行、有十回向、有十地、有等觉、有妙觉，有这么多不同的等级，实际上呢？实际上他如如不动，他的境界不断向上提升。所以大经里面说「总不离本不动智佛」，不动智佛是什么？是我们的自性。他为什么不离？因为他见了性。见了性为什么还有这么多等级？这个我们在讲席里面多次的报告，这是因为无始无明的习气没断，没断尽。他没有十法界，他只有一法界叫一真法界，这个法界的名词，就是大乘教上说的诸佛如来的实报庄严土，实是真实，不是假的。佛法的真假，它的定义很简单，凡是会变化的那是假的，不变的叫真的。初住菩萨明心见性，就见到不动智佛。不动智佛，实际上，惠能大师他明心见性，有没有讲到不动智佛？讲到，不是这个名称，他给五祖的报告，其中有一句说「何期自性，本无动摇」，那就是本不动智佛。不动就是定，这是自性本定，不是修来的。我们修来的定都有入定、出定，自性本定没有出入。虽然我们今天迷失了自性，堕落到六道轮回，我们自性动了没有？没有动，这个要知道。到底我们什么东西动？我们的妄念动了。自性何以不动？自性没有念，所以它不动。无念就对了，有念就错了。修无想定的人，他是不是成就了？没有，无想定还是有念，有什么念？有无想的念头，「我没有想，我什么念头都断了」，他还有这一念，这一念还不行，可见得这个不容易！无想定在第四禅，那是很高的功夫，不是普通人能做到的，他不是性定，不是自性本定。",
      "zh_TW": "我們什麼時候才真正有住？這個事情難。為什麼？要把妄想分別執著統統斷掉，你才能夠證得圓教初住菩薩這個位次，他是真住不是假住，雖然往後他還有十行、有十迴向、有十地、有等覺、有妙覺，有這麼多不同的等級，實際上呢？實際上他如如不動，他的境界不斷向上提升。所以大經裡面說「總不離本不動智佛」，不動智佛是什麼？是我們的自性。他為什麼不離？因為他見了性。見了性為什麼還有這麼多等級？這個我們在講席裡面多次的報告，這是因為無始無明的習氣沒斷，沒斷盡。他沒有十法界，他只有一法界叫一真法界，這個法界的名詞，就是大乘教上說的諸佛如來的實報莊嚴土，實是真實，不是假的。佛法的真假，它的定義很簡單，凡是會變化的那是假的，不變的叫真的。初住菩薩明心見性，就見到不動智佛。不動智佛，實際上，惠能大師他明心見性，有沒有講到不動智佛？講到，不是這個名稱，他給五祖的報告，其中有一句說「何期自性，本無動搖」，那就是本不動智佛。不動就是定，這是自性本定，不是修來的。我們修來的定都有入定、出定，自性本定沒有出入。雖然我們今天迷失了自性，墮落到六道輪迴，我們自性動了沒有？沒有動，這個要知道。到底我們什麼東西動？我們的妄念動了。自性何以不動？自性沒有念，所以它不動。無念就對了，有念就錯了。修無想定的人，他是不是成就了？沒有，無想定還是有念，有什麼念？有無想的念頭，「我沒有想，我什麼念頭都斷了」，他還有這一念，這一念還不行，可見得這個不容易！無想定在第四禪，那是很高的功夫，不是普通人能做到的，他不是性定，不是自性本定。"
    },
    {
      "id": "12-017-2043_p0007",
      "zh_CN": "大乘教里面告诉我们，自性，像能大师所说的清净，「本自清净、本不生灭、本自具足、本无动摇、能生万法」，在哪里？就在当下，「不离一时一念一法一行」。所以见了性的人，性在哪里？头头是道，左右逢源，无有一法不是！像这些重要的经句，我们必须要常常记住，要常常提醒，这个提醒是什么？提醒我们观照，我们才能把那些妄想分别执着放下。观照是觉，失照的那就是迷，我们功夫不能得力，就是在日常生活当中，待人接物的时候提不起观照，迷了，麻烦在此地。有一些人，学佛的人真有，学习的经教不多，烦恼习气很重，日常生活当中确实提不起观照。怎么办？诸佛如来确确实实有大慈大悲、有善巧方便，教给我们一个方法，你能够不离一时一念一法一行，你把这个方法全用上，行，保证你这一生成就，这就是一句阿弥陀佛的德号，真的吗？真的。为什么？我们在经论注疏里面，看到古大德用科学的方法，把十方一切诸佛如来说法教学的这些经论总结一下，得到一个结论，这个结论，千经万论最后都归结到阿弥陀佛。",
      "zh_TW": "大乘教裡面告訴我們，自性，像能大師所說的清淨，「本自清淨、本不生滅、本自具足、本無動搖、能生萬法」，在哪裡？就在當下，「不離一時一念一法一行」。所以見了性的人，性在哪裡？頭頭是道，左右逢源，無有一法不是！像這些重要的經句，我們必須要常常記住，要常常提醒，這個提醒是什麼？提醒我們觀照，我們才能把那些妄想分別執著放下。觀照是覺，失照的那就是迷，我們功夫不能得力，就是在日常生活當中，待人接物的時候提不起觀照，迷了，麻煩在此地。有一些人，學佛的人真有，學習的經教不多，煩惱習氣很重，日常生活當中確實提不起觀照。怎麼辦？諸佛如來確確實實有大慈大悲、有善巧方便，教給我們一個方法，你能夠不離一時一念一法一行，你把這個方法全用上，行，保證你這一生成就，這就是一句阿彌陀佛的德號，真的嗎？真的。為什麼？我們在經論註疏裡面，看到古大德用科學的方法，把十方一切諸佛如來說法教學的這些經論總結一下，得到一個結論，這個結論，千經萬論最後都歸結到阿彌陀佛。"
    },
    {
      "id": "12-017-2043_p0008",
      "zh_CN": "善财童子五十三参，第一参访德云比丘，德云比丘给他讲了二十一种念佛的法门，二十一不是数目字，是表法的，代表无尽的。《华严经》通常用十表法，我们念《弥陀经》里面用七，样样都讲七，用七表法，都是代表圆满，七是四方上下再加当中，就圆满。《华严经》统摄一切法门，密宗里面二十一代表圆满。所以这部经里头，大乘小乘、宗门教下、显教密教统统都有，所以称之为根本法轮。这二十一门展开，就把一切诸佛所说的经教统统包括，没有一样是遗漏的。德云比丘修的就是念阿弥陀佛求生净土，善财童子第一个参访的善知识，他里头含的意思很深，先入为主。到末后第五十三参普贤菩萨，普贤菩萨用十大愿王导归极乐。你们想想这个意思，第一位善知识教他念佛法门，最后一位善知识带他到极乐世界，彻始彻终一句名号，名号功德不可思议。这名号跟发心是永远不能离开，《无量寿经》上教导我们，「发菩提心，一向专念」。四十八愿第十八愿是「一向专念」，第十九愿是「发菩提心」，连在一起。我们只会念，没有发心，这不相应，你功夫只做到一半，所以往生极乐世界有问题。一定要发心、要专念，这才能成功。这个方法在不在《华严经》里面？在，在哪里？五十三参就是的，就是念佛法门。生到极乐世界就生到华藏世界，华藏跟极乐是一不是二，见阿弥陀佛就见到卢舍那佛，就见到毘卢遮那佛。所以说总在一时。",
      "zh_TW": "善財童子五十三參，第一參訪德雲比丘，德雲比丘給他講了二十一種念佛的法門，二十一不是數目字，是表法的，代表無盡的。《華嚴經》通常用十表法，我們念《彌陀經》裡面用七，樣樣都講七，用七表法，都是代表圓滿，七是四方上下再加當中，就圓滿。《華嚴經》統攝一切法門，密宗裡面二十一代表圓滿。所以這部經裡頭，大乘小乘、宗門教下、顯教密教統統都有，所以稱之為根本法輪。這二十一門展開，就把一切諸佛所說的經教統統包括，沒有一樣是遺漏的。德雲比丘修的就是念阿彌陀佛求生淨土，善財童子第一個參訪的善知識，他裡頭含的意思很深，先入為主。到末後第五十三參普賢菩薩，普賢菩薩用十大願王導歸極樂。你們想想這個意思，第一位善知識教他念佛法門，最後一位善知識帶他到極樂世界，徹始徹終一句名號，名號功德不可思議。這名號跟發心是永遠不能離開，《無量壽經》上教導我們，「發菩提心，一向專念」。四十八願第十八願是「一向專念」，第十九願是「發菩提心」，連在一起。我們只會念，沒有發心，這不相應，你功夫只做到一半，所以往生極樂世界有問題。一定要發心、要專念，這才能成功。這個方法在不在《華嚴經》裡面？在，在哪裡？五十三參就是的，就是念佛法門。生到極樂世界就生到華藏世界，華藏跟極樂是一不是二，見阿彌陀佛就見到盧舍那佛，就見到毘盧遮那佛。所以說總在一時。"
    },
    {
      "id": "12-017-2043_p0009",
      "zh_CN": "现在我们来看，我们今天学的这段经文，『尔时法慧菩萨』，这前面都介绍过。『承佛威力，入菩萨无量方便三昧』，清凉大师在注解里面教导我们，前面一段虽然讲过，时间太久，我们重新把它温习一下，再接着学习。清凉说「何故入定，略辨六意」，为什么要入定？简单说有六个意思，第一个「此三昧是法体故」，这个三昧就是「菩萨无量方便三昧」，这是法体。是什么法？佛所说之法，菩萨所修之法。佛所说之法，他从哪里说出来？他依什么起修的？依什么来证入的？菩萨无量方便三昧。我们先要把这个名字简单解释一下，这就像《法华经．普门品》里面所说的观世音菩萨，《华严经》上也有，善财童子五十三参，第七回向观世音菩萨做代表，善财童子参访观世音菩萨。观世音菩萨跟我们的缘很深，大家都知道三十二应，应以什么身得度就现什么身。三十二应是三十二大类，应以佛身得度就现佛身来帮助你，应以菩萨身得度就现菩萨身来度你。三十二展开，就是十法界无量无边无尽的众生身，他都能示现。众生身不仅是有情众生身，还能现无情的众生身，无情众生身是花草树木、山河大地、自然的现象，众生的机缘成熟，一接触之后就豁然大悟，这是菩萨在现身，与一切众生感应道交，所以是无量方便。",
      "zh_TW": "現在我們來看，我們今天學的這段經文，『爾時法慧菩薩』，這前面都介紹過。『承佛威力，入菩薩無量方便三昧』，清涼大師在註解裡面教導我們，前面一段雖然講過，時間太久，我們重新把它溫習一下，再接著學習。清涼說「何故入定，略辨六意」，為什麼要入定？簡單說有六個意思，第一個「此三昧是法體故」，這個三昧就是「菩薩無量方便三昧」，這是法體。是什麼法？佛所說之法，菩薩所修之法。佛所說之法，他從哪裡說出來？他依什麼起修的？依什麼來證入的？菩薩無量方便三昧。我們先要把這個名字簡單解釋一下，這就像《法華經．普門品》裡面所說的觀世音菩薩，《華嚴經》上也有，善財童子五十三參，第七迴向觀世音菩薩做代表，善財童子參訪觀世音菩薩。觀世音菩薩跟我們的緣很深，大家都知道三十二應，應以什麼身得度就現什麼身。三十二應是三十二大類，應以佛身得度就現佛身來幫助你，應以菩薩身得度就現菩薩身來度你。三十二展開，就是十法界無量無邊無盡的眾生身，他都能示現。眾生身不僅是有情眾生身，還能現無情的眾生身，無情眾生身是花草樹木、山河大地、自然的現象，眾生的機緣成熟，一接觸之後就豁然大悟，這是菩薩在現身，與一切眾生感應道交，所以是無量方便。"
    },
    {
      "id": "12-017-2043_p0010",
      "zh_CN": "这个无量方便，就是四弘誓愿里面讲的无量法门，四弘誓愿第三句「法门无量誓愿学」，法门都叫做方便门。这个三昧是菩萨无量方便之体，所以这个三昧是法体。法是什么？法就是前面菩萨无量方便法，这我们就明白。所以菩萨能度无量众生，方法多，说不尽，经教多，也说不尽，可是他有个总的原则，一个总的目标、一个总的方向，永恒不变。所以佛在《金刚经》上说得好，「法门平等，无有高下」。无量方便法门，门门都是平等，没有说哪个高、哪个差一点，没有。为什么？统统能帮助人破迷开悟，统统能帮助人圆满菩提，它怎么会有高下！所以经上讲的「一即一切，一切即一」，我们常常听到祖师大德说，一经通一切经都通，一个法门通了门门都通，这真的，决定不是假的。怎么叫通了？见性叫通。你有学佛法，为什么不通？你没见性，见性就通。没有见性都在十法界，诸位要知道，十法界里有佛、有菩萨、有声闻、有缘觉，不但声闻缘觉没通、没见性，佛也没见性。所以天台大师称十法界里面的佛，叫相似即佛，相似是很像，不是。为什么很像？他学得很认真，学得很到家，学得真像。为什么不是？没见性，就是说对一切法门还不能够完全通达，得不到那么大的自在。",
      "zh_TW": "這個無量方便，就是四弘誓願裡面講的無量法門，四弘誓願第三句「法門無量誓願學」，法門都叫做方便門。這個三昧是菩薩無量方便之體，所以這個三昧是法體。法是什麼？法就是前面菩薩無量方便法，這我們就明白。所以菩薩能度無量眾生，方法多，說不盡，經教多，也說不盡，可是他有個總的原則，一個總的目標、一個總的方向，永恆不變。所以佛在《金剛經》上說得好，「法門平等，無有高下」。無量方便法門，門門都是平等，沒有說哪個高、哪個差一點，沒有。為什麼？統統能幫助人破迷開悟，統統能幫助人圓滿菩提，它怎麼會有高下！所以經上講的「一即一切，一切即一」，我們常常聽到祖師大德說，一經通一切經都通，一個法門通了門門都通，這真的，決定不是假的。怎麼叫通了？見性叫通。你有學佛法，為什麼不通？你沒見性，見性就通。沒有見性都在十法界，諸位要知道，十法界裡有佛、有菩薩、有聲聞、有緣覺，不但聲聞緣覺沒通、沒見性，佛也沒見性。所以天台大師稱十法界裡面的佛，叫相似即佛，相似是很像，不是。為什麼很像？他學得很認真，學得很到家，學得真像。為什麼不是？沒見性，就是說對一切法門還不能夠完全通達，得不到那麼大的自在。"
    },
    {
      "id": "12-017-2043_p0011",
      "zh_CN": "这个我们知道，这么多年长时间的学习，多少也明白了一些，那就是起心动念没放下，这个太难太难！起心动念自己不知道，我们能知道是粗的念头，细念不知道。像弥勒菩萨给我们讲的，一个细念快到什么程度？一秒钟里面有一千二百八十兆的念头，我们怎么知道？一秒钟的时间很短，我们里头居然有一千二百八十兆，你能发现吗？什么时候你发现，真的是恭喜你，为什么？大乘经里面讲，八地菩萨才见到。这个八地不是圆教，是别教，别教也很了不起，别教初地等于圆教的初住，八地呢？八住菩萨，十住里第八住，见到了，见到才能对治它，放下妄想的习气。所以初住以上这四十一位法身大士，起心动念确实没有，习气还在，习气没断，道理在此地。菩萨说法，现在法慧菩萨要为我们说法，说什么法？说初住法。他的心跟这个体要相应，如果跟这个体不相应，他怎么能说得出来？我们今天没到这个境界，我们也在学习《华严经》，我们怎么讲法？我们是依照清凉大师的注解，依照李长者的《合论》，学他们的东西。如果我们离开这两位老师，我们怎么能知道菩萨的境界？怎么能够把这个境界说出来？",
      "zh_TW": "這個我們知道，這麼多年長時間的學習，多少也明白了一些，那就是起心動念沒放下，這個太難太難！起心動念自己不知道，我們能知道是粗的念頭，細念不知道。像彌勒菩薩給我們講的，一個細念快到什麼程度？一秒鐘裡面有一千二百八十兆的念頭，我們怎麼知道？一秒鐘的時間很短，我們裡頭居然有一千二百八十兆，你能發現嗎？什麼時候你發現，真的是恭喜你，為什麼？大乘經裡面講，八地菩薩才見到。這個八地不是圓教，是別教，別教也很了不起，別教初地等於圓教的初住，八地呢？八住菩薩，十住裡第八住，見到了，見到才能對治它，放下妄想的習氣。所以初住以上這四十一位法身大士，起心動念確實沒有，習氣還在，習氣沒斷，道理在此地。菩薩說法，現在法慧菩薩要為我們說法，說什麼法？說初住法。他的心跟這個體要相應，如果跟這個體不相應，他怎麼能說得出來？我們今天沒到這個境界，我們也在學習《華嚴經》，我們怎麼講法？我們是依照清涼大師的註解，依照李長者的《合論》，學他們的東西。如果我們離開這兩位老師，我們怎麼能知道菩薩的境界？怎麼能夠把這個境界說出來？"
    },
    {
      "id": "12-017-2043_p0012",
      "zh_CN": "有一种人，如果他得到三昧，我们也就讲的见性，念佛也能见性，把妄想分别执着统统放下就见性，那讲《华严》就自在。为什么？菩萨无量方便三昧你得到，你当然就自在。我们今天为什么没有得到？就是妄想分别执着没放下。虽没有放下，没有完全放下，古大德告诉我们，放下一分就相应一分，放下两分就相应两分，所以烦恼不能长，不可以增长。在我们业障深重的这些凡夫，烦恼要天天减轻。要知道，在这个世间，我们从早到晚，要学善财童子，所接触的一切人事物都是帮我们消业障的，这是真的不是假的。问题是你会不会学？这个人找我麻烦，我想做一桩好事，他障碍我做不成，你烦不烦恼？你烦恼，错了，错在哪里？错在你还会生烦恼，怎么不生智慧？你要生智慧你就是菩萨，你生烦恼你就错了。没有这个境界现前，你不知道你生烦恼；境界一现前，我又生烦恼，感谢他提醒我，善财童子就这么搞成功的。什么时候你能够在境缘当中，境就是物质环境，缘是人事环境，真正都生欢喜心，不生烦恼只生智慧，你成功了。",
      "zh_TW": "有一種人，如果他得到三昧，我們也就講的見性，念佛也能見性，把妄想分別執著統統放下就見性，那講《華嚴》就自在。為什麼？菩薩無量方便三昧你得到，你當然就自在。我們今天為什麼沒有得到？就是妄想分別執著沒放下。雖沒有放下，沒有完全放下，古大德告訴我們，放下一分就相應一分，放下兩分就相應兩分，所以煩惱不能長，不可以增長。在我們業障深重的這些凡夫，煩惱要天天減輕。要知道，在這個世間，我們從早到晚，要學善財童子，所接觸的一切人事物都是幫我們消業障的，這是真的不是假的。問題是你會不會學？這個人找我麻煩，我想做一樁好事，他障礙我做不成，你煩不煩惱？你煩惱，錯了，錯在哪裡？錯在你還會生煩惱，怎麼不生智慧？你要生智慧你就是菩薩，你生煩惱你就錯了。沒有這個境界現前，你不知道你生煩惱；境界一現前，我又生煩惱，感謝他提醒我，善財童子就這麼搞成功的。什麼時候你能夠在境緣當中，境就是物質環境，緣是人事環境，真正都生歡喜心，不生煩惱只生智慧，你成功了。"
    },
    {
      "id": "12-017-2043_p0013",
      "zh_CN": "我们想一想忍辱仙人，释迦牟尼佛的前身，修菩萨道的时候碰到歌利王，他好事，他没做坏事。歌利王上山打猎，他在山洞里面修行，歌利王累了想休息一下就睡着，身旁这些宫女在外面就发现山洞，山洞里有个修行人，她们就向修行人请教，修行人给她讲开示，大家非常欢喜。歌利王一醒过来，身边的人没有了，到哪里去？就找到。妳们在干什么？这里山洞有修行人。他恨透了，这个修行人为什么引诱我的宫女，一定不是个好人，把他叫出来杀他。还不是叫他很痛快死去，凌迟处死，用刀割，一块一块肉慢慢把他割死，这种残酷的刑罚。忍辱仙人告诉他，他修忍辱行，歌利王用这个手段对他，你能不能忍？你还有没有瞋恚？没有。没有，再割，一直割到死。没有一点瞋恚心，告诉歌利王，我将来成佛第一个度你。释迦牟尼成佛，第一个得度的是憍陈如尊者，憍陈如的前世就是歌利王。佛说话算数，没有妄语。所以歌利王是释迦牟尼佛的恩人，不是冤家对头。通过这一次考试，他的忍辱波罗蜜修圆满，修到家了。我们今天遭受一点挫折，都觉得受不了，那怎么行？后面必定还有奇耻大辱在等你。你能像释迦牟尼佛那样的话，忍辱波罗蜜成就了。一条一条来，布施波罗蜜，持戒波罗蜜，忍辱波罗蜜，精进波罗蜜，禅定波罗蜜，一关一关来透。",
      "zh_TW": "我們想一想忍辱仙人，釋迦牟尼佛的前身，修菩薩道的時候碰到歌利王，他好事，他沒做壞事。歌利王上山打獵，他在山洞裡面修行，歌利王累了想休息一下就睡著，身旁這些宮女在外面就發現山洞，山洞裡有個修行人，她們就向修行人請教，修行人給她講開示，大家非常歡喜。歌利王一醒過來，身邊的人沒有了，到哪裡去？就找到。妳們在幹什麼？這裡山洞有修行人。他恨透了，這個修行人為什麼引誘我的宮女，一定不是個好人，把他叫出來殺他。還不是叫他很痛快死去，凌遲處死，用刀割，一塊一塊肉慢慢把他割死，這種殘酷的刑罰。忍辱仙人告訴他，他修忍辱行，歌利王用這個手段對他，你能不能忍？你還有沒有瞋恚？沒有。沒有，再割，一直割到死。沒有一點瞋恚心，告訴歌利王，我將來成佛第一個度你。釋迦牟尼成佛，第一個得度的是憍陳如尊者，憍陳如的前世就是歌利王。佛說話算數，沒有妄語。所以歌利王是釋迦牟尼佛的恩人，不是冤家對頭。通過這一次考試，他的忍辱波羅蜜修圓滿，修到家了。我們今天遭受一點挫折，都覺得受不了，那怎麼行？後面必定還有奇恥大辱在等你。你能像釋迦牟尼佛那樣的話，忍辱波羅蜜成就了。一條一條來，布施波羅蜜，持戒波羅蜜，忍辱波羅蜜，精進波羅蜜，禪定波羅蜜，一關一關來透。"
    },
    {
      "id": "12-017-2043_p0014",
      "zh_CN": "所以没有一个人不是好人，真修行人要记住，「人人是好人，事事是好事」，他做出那种违背伦理道德的事都是好事，看你在这里头是生烦恼、还是生智慧？生烦恼，感恩他提醒我；生智慧，感恩他成就我。岂不是事事都是好事，人人都是好人！常常想到佛在经典上告诉我们，「一切众生本来是佛」，他所作所为全是佛事。境界现前决定不能迷惑，怎样不迷惑？你保持着清净平等心就不迷惑，决定不能起烦恼。烦恼是什么？喜怒哀乐这是烦恼。不是说我起了怨恨是烦恼，你起了欢喜也是烦恼，欢喜是什么？你贪恋。境界现前要保持不动心，常常想着「本无动摇、本自清净、本不生灭」，在一切境界里时时刻刻能提得起，这真学佛。经教上提不起，你要注意到你把佛号能提起，一样，无论什么境界现前阿弥陀佛，这就好。不被外境所动摇，你永远住在清净心，住在平等心，清净平等用事就生智慧，智慧就是觉，觉而不迷。这是我们必须常常要记住的。",
      "zh_TW": "所以沒有一個人不是好人，真修行人要記住，「人人是好人，事事是好事」，他做出那種違背倫理道德的事都是好事，看你在這裡頭是生煩惱、還是生智慧？生煩惱，感恩他提醒我；生智慧，感恩他成就我。豈不是事事都是好事，人人都是好人！常常想到佛在經典上告訴我們，「一切眾生本來是佛」，他所作所為全是佛事。境界現前決定不能迷惑，怎樣不迷惑？你保持著清淨平等心就不迷惑，決定不能起煩惱。煩惱是什麼？喜怒哀樂這是煩惱。不是說我起了怨恨是煩惱，你起了歡喜也是煩惱，歡喜是什麼？你貪戀。境界現前要保持不動心，常常想著「本無動搖、本自清淨、本不生滅」，在一切境界裡時時刻刻能提得起，這真學佛。經教上提不起，你要注意到你把佛號能提起，一樣，無論什麼境界現前阿彌陀佛，這就好。不被外境所動搖，你永遠住在清淨心，住在平等心，清淨平等用事就生智慧，智慧就是覺，覺而不迷。這是我們必須常常要記住的。"
    },
    {
      "id": "12-017-2043_p0015",
      "zh_CN": "第二「非证不说故」，你要没有证得，给你说你听不懂。但是清凉大师解释这一句还有一句话说，他说「亦许心合法故」，这个十住品是对初住菩萨讲的。我们是凡夫一品烦恼也没断，能听吗？能。《华严经》的当机者，最后，它有十种，十种当机者最后一种叫大心凡夫，还是有条件，叫大心凡夫。我们虽然是凡夫，如果念念不舍，心里常有「众生无边誓愿度」，这个心大！我们今天没有能力度众生，但是不能没有心，所谓心有余而力不足，有这个心就能听如来所说的大经。你的心量大，常常受大乘经的薰习，如果天天不间断，薰个二十年、三十年也许你就开悟，渐悟，正是所谓一门深入、长时薰修，薰修的力量很大。所以学东西不能学杂，学杂、学乱得不到利益，为什么？与三昧不相应。诸位要知道，三昧翻成中国意思是正定，与这个不相应。在净宗法门里面，就是《弥陀经》上所讲的「一心不乱」，一心不乱就是此地的方便三昧。我们时时刻刻保持一心，一心就是心里只有一桩事、只有一个念头，其他的都没有。这一桩事就是阿弥陀佛，一个念头也是阿弥陀佛，除阿弥陀佛之外，什么也没有，这叫一心不乱。夹杂一桩事情进去你就乱了，不夹杂。",
      "zh_TW": "第二「非證不說故」，你要沒有證得，給你說你聽不懂。但是清涼大師解釋這一句還有一句話說，他說「亦許心合法故」，這個十住品是對初住菩薩講的。我們是凡夫一品煩惱也沒斷，能聽嗎？能。《華嚴經》的當機者，最後，它有十種，十種當機者最後一種叫大心凡夫，還是有條件，叫大心凡夫。我們雖然是凡夫，如果念念不捨，心裡常有「眾生無邊誓願度」，這個心大！我們今天沒有能力度眾生，但是不能沒有心，所謂心有餘而力不足，有這個心就能聽如來所說的大經。你的心量大，常常受大乘經的薰習，如果天天不間斷，薰個二十年、三十年也許你就開悟，漸悟，正是所謂一門深入、長時薰修，薰修的力量很大。所以學東西不能學雜，學雜、學亂得不到利益，為什麼？與三昧不相應。諸位要知道，三昧翻成中國意思是正定，與這個不相應。在淨宗法門裡面，就是《彌陀經》上所講的「一心不亂」，一心不亂就是此地的方便三昧。我們時時刻刻保持一心，一心就是心裡只有一樁事、只有一個念頭，其他的都沒有。這一樁事就是阿彌陀佛，一個念頭也是阿彌陀佛，除阿彌陀佛之外，什麼也沒有，這叫一心不亂。夾雜一樁事情進去你就亂了，不夾雜。"
    },
    {
      "id": "12-017-2043_p0016",
      "zh_CN": "念佛人的秘诀，第一个是不怀疑，第二个是不夹杂，第三个是不间断，你能守住这三个原则，你这一生决定往生净土。现在虽然还没去，你在极乐世界已经报名、已经注册，你肯定会去的。如果有怀疑麻烦了，到底极乐世界有没有？释迦牟尼佛说的话能不能相信？有怀疑就不行，有夹杂就不行，间断也不行，这是往生净土三个重要的条件。我们天天练，这是真的，其他全是假的，凡是假的我们要把它放下，要舍弃，我们要求真，求净土是真。生净土到底需要多少时间？我们从《往生传》，从《净土圣贤录》，从现前许多修净土往生的例子，总结起来讲大概都是三年，不长！三年时间就成功，决定不是假的。我早年初出家的时候，我一出家就讲经教佛学院。我记得我在佛光山的时候，大概四十年前，在佛光山东方佛学院教书。有一天晚上月光非常好，那个时候佛光山是荒山，只有一栋佛学院，其他都没有建筑。我们坐在草地上，草地前面有个坑，以后做了放生池，那个时候也有水，还没有规划成放生池。有一个长工，佛光山的工人是长年做工，每天都在那里做，山上雇的有很多工人。我们大概有十几个同学坐在一块来讨论佛法，他也走进我们这圈子，我们也请他坐下。他告诉我们，他说台南将军乡有个老太太念佛站着往生的。他们是邻居，亲眼看见，他说这是真的，一点不是假的，给我们讲这个故事，我们都听呆了，听得非常欢喜，一点都不错。",
      "zh_TW": "念佛人的祕訣，第一個是不懷疑，第二個是不夾雜，第三個是不間斷，你能守住這三個原則，你這一生決定往生淨土。現在雖然還沒去，你在極樂世界已經報名、已經註冊，你肯定會去的。如果有懷疑麻煩了，到底極樂世界有沒有？釋迦牟尼佛說的話能不能相信？有懷疑就不行，有夾雜就不行，間斷也不行，這是往生淨土三個重要的條件。我們天天練，這是真的，其他全是假的，凡是假的我們要把它放下，要捨棄，我們要求真，求淨土是真。生淨土到底需要多少時間？我們從《往生傳》，從《淨土聖賢錄》，從現前許多修淨土往生的例子，總結起來講大概都是三年，不長！三年時間就成功，決定不是假的。我早年初出家的時候，我一出家就講經教佛學院。我記得我在佛光山的時候，大概四十年前，在佛光山東方佛學院教書。有一天晚上月光非常好，那個時候佛光山是荒山，只有一棟佛學院，其他都沒有建築。我們坐在草地上，草地前面有個坑，以後做了放生池，那個時候也有水，還沒有規劃成放生池。有一個長工，佛光山的工人是長年做工，每天都在那裡做，山上雇的有很多工人。我們大概有十幾個同學坐在一塊來討論佛法，他也走進我們這圈子，我們也請他坐下。他告訴我們，他說台南將軍鄉有個老太太念佛站著往生的。他們是鄰居，親眼看見，他說這是真的，一點不是假的，給我們講這個故事，我們都聽呆了，聽得非常歡喜，一點都不錯。"
    },
    {
      "id": "12-017-2043_p0017",
      "zh_CN": "这老太太非常善良，但是对佛法她并不懂，真的是善心人。拜佛也拜鬼神，什么都拜，土地公也是菩萨，看到什么王爷都是菩萨，她已经不分别，都是菩萨。她在前几年娶了一个媳妇，媳妇懂得佛法，就劝她的婆婆专念阿弥陀佛，家里供阿弥陀佛，其他那些神像都把它请出去。她婆婆很听话，跟媳妇的缘很好，真的从此之后就专念阿弥陀佛，念了三年。往生的那一天她也没说，我们相信她有她的道理，如果她说了，可能家里人不愿意她走，她就走不了，不讲，真的是预知时至。晚上吃晚饭的时候，她告诉家人，家里人很孝顺，她说：你们先吃不要等我，我去洗个澡。真的去洗澡，家里人等，等了很久都不出来，奇怪，怎么洗这么久？看到浴室确实洗过澡，叫也没有人应。结果看到她站在佛堂，穿着海青站在那里，叫她也不应，到面前一看的时候，她已经往生，站着走的。这个事情南部一带很多人晓得，我有一年在中山大学讲演提到这个事情，讲完之后有几个同修告诉我，他们住在将军乡，他说是真的，他们知道这个事情。所以，一句佛号非常管用！我们学佛，说老实话，《华严经》可以听，可以学，可是功夫一定还是要念佛；不念佛，用《华严经》上这些方法我们都做不到，太难了。而且念佛求往生，也是《华严经》上最后的一招，最后一招也就是最重要的一招，决定不能小看，不能轻看，这就对了。所以非证不说，我们大心凡夫也有开缘，也可以参与这个法会。",
      "zh_TW": "這老太太非常善良，但是對佛法她並不懂，真的是善心人。拜佛也拜鬼神，什麼都拜，土地公也是菩薩，看到什麼王爺都是菩薩，她已經不分別，都是菩薩。她在前幾年娶了一個媳婦，媳婦懂得佛法，就勸她的婆婆專念阿彌陀佛，家裡供阿彌陀佛，其他那些神像都把它請出去。她婆婆很聽話，跟媳婦的緣很好，真的從此之後就專念阿彌陀佛，念了三年。往生的那一天她也沒說，我們相信她有她的道理，如果她說了，可能家裡人不願意她走，她就走不了，不講，真的是預知時至。晚上吃晚飯的時候，她告訴家人，家裡人很孝順，她說：你們先吃不要等我，我去洗個澡。真的去洗澡，家裡人等，等了很久都不出來，奇怪，怎麼洗這麼久？看到浴室確實洗過澡，叫也沒有人應。結果看到她站在佛堂，穿著海青站在那裡，叫她也不應，到面前一看的時候，她已經往生，站著走的。這個事情南部一帶很多人曉得，我有一年在中山大學講演提到這個事情，講完之後有幾個同修告訴我，他們住在將軍鄉，他說是真的，他們知道這個事情。所以，一句佛號非常管用！我們學佛，說老實話，《華嚴經》可以聽，可以學，可是功夫一定還是要念佛；不念佛，用《華嚴經》上這些方法我們都做不到，太難了。而且念佛求往生，也是《華嚴經》上最後的一招，最後一招也就是最重要的一招，決定不能小看，不能輕看，這就對了。所以非證不說，我們大心凡夫也有開緣，也可以參與這個法會。"
    },
    {
      "id": "12-017-2043_p0018",
      "zh_CN": "第三「显此法非思量境故」，十住以上这个法不可思议。为什么？落在思量里面，思是分别，量是执着，有分别执着你出不了十法界；今天这个经文境界是超越十法界，一真法界里面的境界。所以我们可以读、可以听，不要去研究，一研究就错了。听懂就懂了，听不懂怎么研究也不懂，绝对不是说你研究研究你就懂，那是你的妄想分别执着，你不是真懂。这个法会里是些什么人？全都是妄想分别执着已经放下，他要不放下入不了这个境界。大乘教里面我们非常清楚，放下执着，六道就没有，你就超越六道，就是此地这个量。再放下思，你就在四圣法界，十法界四圣法界里面的菩萨。四圣法界里面的佛、菩萨，思量放下，但是他妄想没有放下，妄想是起心动念。妄想放下之后，十法界就没有，超越十法界到一真法界，这初住菩萨以上，这么一个境界。你怎么可以用思量？思量就是唯识宗所讲的心意识，你还是用心意识，你就出不了十法界。心是阿赖耶，起心动念；意是末那，执着；识是分别，第六识。你还是用心意识，这只能解悟，不能证悟。",
      "zh_TW": "第三「顯此法非思量境故」，十住以上這個法不可思議。為什麼？落在思量裡面，思是分別，量是執著，有分別執著你出不了十法界；今天這個經文境界是超越十法界，一真法界裡面的境界。所以我們可以讀、可以聽，不要去研究，一研究就錯了。聽懂就懂了，聽不懂怎麼研究也不懂，絕對不是說你研究研究你就懂，那是你的妄想分別執著，你不是真懂。這個法會裡是些什麼人？全都是妄想分別執著已經放下，他要不放下入不了這個境界。大乘教裡面我們非常清楚，放下執著，六道就沒有，你就超越六道，就是此地這個量。再放下思，你就在四聖法界，十法界四聖法界裡面的菩薩。四聖法界裡面的佛、菩薩，思量放下，但是他妄想沒有放下，妄想是起心動念。妄想放下之後，十法界就沒有，超越十法界到一真法界，這初住菩薩以上，這麼一個境界。你怎麼可以用思量？思量就是唯識宗所講的心意識，你還是用心意識，你就出不了十法界。心是阿賴耶，起心動念；意是末那，執著；識是分別，第六識。你還是用心意識，這只能解悟，不能證悟。"
    },
    {
      "id": "12-017-2043_p0019",
      "zh_CN": "所以，不用心意识。念佛这个好，念佛可以不用心意识念，佛号念得很熟，不需要想，不需要执着。到西方极乐世界，还念不念佛？还念佛。为什么？习气，这个习气没有关系。将来成佛，成佛到他方世界去作佛、度众生，用什么方法？还是用念佛的方法，真的是一句佛号念到底。自己这一句佛号成佛了，将来度别人，也是这一句佛号度他成佛，这在佛法里方法太简单、太奥妙。一般人不相信，哪有这么容易？你说它容易是容易，说它不容易也不容易，为什么？这句佛号必须要把妄想分别执着念掉；你还有妄想分别执着，你的功夫不到家。要把妄想分别执着念掉，诸位要记住，妄想是无明烦恼，分别是尘沙烦恼，执着是见思烦恼。烦恼无尽，佛把它一归纳，三大类，三大类展开无量无边的烦恼，一句佛号都把它断掉，无论什么念头起来，就是一句阿弥陀佛，就行。古大德给我们说，思量断掉你就证入，你就明心见性。只要一证得，你就跟三昧相应，这个三昧是自性本定，就是六祖能大师所说的「本无动摇」，你就证得。",
      "zh_TW": "所以，不用心意識。念佛這個好，念佛可以不用心意識念，佛號念得很熟，不需要想，不需要執著。到西方極樂世界，還念不念佛？還念佛。為什麼？習氣，這個習氣沒有關係。將來成佛，成佛到他方世界去作佛、度眾生，用什麼方法？還是用念佛的方法，真的是一句佛號念到底。自己這一句佛號成佛了，將來度別人，也是這一句佛號度他成佛，這在佛法裡方法太簡單、太奧妙。一般人不相信，哪有這麼容易？你說它容易是容易，說它不容易也不容易，為什麼？這句佛號必須要把妄想分別執著念掉；你還有妄想分別執著，你的功夫不到家。要把妄想分別執著念掉，諸位要記住，妄想是無明煩惱，分別是塵沙煩惱，執著是見思煩惱。煩惱無盡，佛把它一歸納，三大類，三大類展開無量無邊的煩惱，一句佛號都把它斷掉，無論什麼念頭起來，就是一句阿彌陀佛，就行。古大德給我們說，思量斷掉你就證入，你就明心見性。只要一證得，你就跟三昧相應，這個三昧是自性本定，就是六祖能大師所說的「本無動搖」，你就證得。"
    },
    {
      "id": "12-017-2043_p0020",
      "zh_CN": "第四「观机审法故」，观机是认识人，这个很重要，这人是什么样的根机，审法，法是法门，你要细心去审查，用什么方法契这样的根机，观机施教，审法就是施教，施行教化。如果他是小根器你就教他小乘，大根器你就教他大乘。大小乘里头又分，小乘里分人、天、声闻、缘觉；大乘里分的就更多，在中国，大乘八个宗派。喜欢研究讨论的，佛不舍弃他，教他什么？教他法相唯识，天天用思考。不喜欢这样麻烦，喜欢单刀直入的，简简单单，那禅宗、净土宗都是单刀直入，禅宗不立文字，净土宗最初只有三经一论，分量很少。现在祖师加了两样进去，变成五经一论，五经一论这个经文印起来，薄薄的一本，全了，净土宗典籍全了，少！特别适合于现代人。现在人怕麻烦，你说《华严经》这么大的分量在那里，他都吓呆了。所以法一定要观机，要懂得用什么东西来帮助他。我们今天学《华严》，可以说我学这部经、讲这一部经，完全是净土宗。古大德告诉我们，《华严经》就是大本《无量寿经》，《无量寿经》是中本《华严经》，《阿弥陀经》是小本《华严经》。所以我们今天的研究是大本的《弥陀经》，大本的《无量寿经》，对于这里面玄微奥妙的理论统统归净土。",
      "zh_TW": "第四「觀機審法故」，觀機是認識人，這個很重要，這人是什麼樣的根機，審法，法是法門，你要細心去審查，用什麼方法契這樣的根機，觀機施教，審法就是施教，施行教化。如果他是小根器你就教他小乘，大根器你就教他大乘。大小乘裡頭又分，小乘裡分人、天、聲聞、緣覺；大乘裡分的就更多，在中國，大乘八個宗派。喜歡研究討論的，佛不捨棄他，教他什麼？教他法相唯識，天天用思考。不喜歡這樣麻煩，喜歡單刀直入的，簡簡單單，那禪宗、淨土宗都是單刀直入，禪宗不立文字，淨土宗最初只有三經一論，分量很少。現在祖師加了兩樣進去，變成五經一論，五經一論這個經文印起來，薄薄的一本，全了，淨土宗典籍全了，少！特別適合於現代人。現在人怕麻煩，你說《華嚴經》這麼大的分量在那裡，他都嚇呆了。所以法一定要觀機，要懂得用什麼東西來幫助他。我們今天學《華嚴》，可以說我學這部經、講這一部經，完全是淨土宗。古大德告訴我們，《華嚴經》就是大本《無量壽經》，《無量壽經》是中本《華嚴經》，《阿彌陀經》是小本《華嚴經》。所以我們今天的研究是大本的《彌陀經》，大本的《無量壽經》，對於這裡面玄微奧妙的理論統統歸淨土。"
    },
    {
      "id": "12-017-2043_p0021",
      "zh_CN": "现代弘法的人少了，不像古时候，为什么？古时候一百年前，这个社会大众都还尊重老祖宗的教诲。佛法初入中国，是汉明帝派特使到西域，就是现在的新疆，遇到从印度来的出家人摩腾、竺法兰，他们在那个地区弘法，遇到之后礼请他到中国来。永平十年，我们现在用公元，公元六十七年佛法正式传到中国。而摩腾、竺法兰入中国，就成为中国的国师，皇帝皈依，依佛为师，完全接受。中国人不迷信，听他讲的，看到他的经典，经典翻成中文，知道佛教的教义，尤其是建立在孝道的基础上，中国人非常欢迎。中国古圣先贤的教学就是以孝为核心，中国人讲父子有亲，这是亲爱，佛法讲慈悲，完全相应。所以佛法入中国，跟中国传统文化相辅相成，把中国传统文化提升，它变成中国传统文化不可分割的一部分，今天讲中国文化都讲儒释道。现在这一个世纪，这一百年来，中国国势衰，被西方人侵略，中国许多知识分子丧失民族的自尊心、自信心，一昧的学习西方，把中国东西疏忽，所以现在今天社会的动乱原因在此地。",
      "zh_TW": "現代弘法的人少了，不像古時候，為什麼？古時候一百年前，這個社會大眾都還尊重老祖宗的教誨。佛法初入中國，是漢明帝派特使到西域，就是現在的新疆，遇到從印度來的出家人摩騰、竺法蘭，他們在那個地區弘法，遇到之後禮請他到中國來。永平十年，我們現在用公元，公元六十七年佛法正式傳到中國。而摩騰、竺法蘭入中國，就成為中國的國師，皇帝皈依，依佛為師，完全接受。中國人不迷信，聽他講的，看到他的經典，經典翻成中文，知道佛教的教義，尤其是建立在孝道的基礎上，中國人非常歡迎。中國古聖先賢的教學就是以孝為核心，中國人講父子有親，這是親愛，佛法講慈悲，完全相應。所以佛法入中國，跟中國傳統文化相輔相成，把中國傳統文化提升，它變成中國傳統文化不可分割的一部分，今天講中國文化都講儒釋道。現在這一個世紀，這一百年來，中國國勢衰，被西方人侵略，中國許多知識分子喪失民族的自尊心、自信心，一昧的學習西方，把中國東西疏忽，所以現在今天社會的動亂原因在此地。"
    },
    {
      "id": "12-017-2043_p0022",
      "zh_CN": "西方东西确实随着它们的科学技术、经济、武力遍及全世界，影响了整个世界。可是今天整个世界天灾人祸，频率年年上升，灾难年年严重。甚至于科学家宣布，这个地球五十年之后不适合人类居住，这是三十年之前我听人家讲的。最近听人家讲的不是五十年，三十年，三十年之后，这地球上就不适合人生存，能不能相信？有理由相信。所以现在全世界人都着急，怎样来挽救地球？怎么样来化解灾难？这变成大问题，主要的问题。联合国为这个问题天天在开会，我也很有缘参加了几次。我们了解，不迷惑，为什么？他们心是动的。我们心是定的，虽然没有得大定，跟他们一比，我们的心比他要定多了。我们了解，原因是东方人把古圣先贤东西疏忽，西方人把宗教排斥掉，不再学习。所以中国传统文化跟宗教教育，都是教你怎样做人，着重的是伦理、道德、因果的教育，如果把这个东西找回来，问题马上解决。人与人之间要谦卑、要礼让，要懂得尊敬别人、关怀别人、照顾别人、帮助别人，人人都能这样想，世界就和平，社会就安定，所有的冲突自然就化解。所以今天对整个社会来说，我们要观机审法，什么东西最重要？让社会大众重新认识佛教，这个重要，佛教究竟是什么？你要把它认识清楚。",
      "zh_TW": "西方東西確實隨著它們的科學技術、經濟、武力遍及全世界，影響了整個世界。可是今天整個世界天災人禍，頻率年年上升，災難年年嚴重。甚至於科學家宣布，這個地球五十年之後不適合人類居住，這是三十年之前我聽人家講的。最近聽人家講的不是五十年，三十年，三十年之後，這地球上就不適合人生存，能不能相信？有理由相信。所以現在全世界人都著急，怎樣來挽救地球？怎麼樣來化解災難？這變成大問題，主要的問題。聯合國為這個問題天天在開會，我也很有緣參加了幾次。我們了解，不迷惑，為什麼？他們心是動的。我們心是定的，雖然沒有得大定，跟他們一比，我們的心比他要定多了。我們了解，原因是東方人把古聖先賢東西疏忽，西方人把宗教排斥掉，不再學習。所以中國傳統文化跟宗教教育，都是教你怎樣做人，著重的是倫理、道德、因果的教育，如果把這個東西找回來，問題馬上解決。人與人之間要謙卑、要禮讓，要懂得尊敬別人、關懷別人、照顧別人、幫助別人，人人都能這樣想，世界就和平，社會就安定，所有的衝突自然就化解。所以今天對整個社會來說，我們要觀機審法，什麼東西最重要？讓社會大眾重新認識佛教，這個重要，佛教究竟是什麼？你要把它認識清楚。"
    },
    {
      "id": "12-017-2043_p0023",
      "zh_CN": "我在二十多年前，在美国，有一次，在它们的东海岸，从纽约到迈阿密，这沿岸的大城市巡回讲演，每一个地方是一个星期。我走到迈阿密，最南端最后一个城市，那一次是讲「地藏经大意」。在迈阿密看到，我的听众里面有一半多都是当地人，我们有个很好的翻译。我就临时想到，这些外国人给他讲《地藏经》，不适合他们，他们不能接受，换个题目，换什么？《认识佛教》。现在诸位看到的小本子，就是那时候讲的，以后有同学从录音带，那时候还没有录像，从录音带录下来写成文字。他们写成文字我修改过，流通很广，非常契机！首先要认识佛法，佛是什么？教是什么？佛教是什么？要讲清楚、讲明白，这是头一堂课。晓得佛法不是迷信，佛法里头很好的道理，像方东美先生所说它有高深的哲学，我们通过将近六十年的学习，我们完全明白，佛法里头有高深的科学。今天科学跟哲学上所不能解决的问题，佛法里头统统都有。非常可惜，社会大众认为它是宗教，认为它是迷信，不愿意接触，这种机会当面错过，实在是非常可惜。",
      "zh_TW": "我在二十多年前，在美國，有一次，在它們的東海岸，從紐約到邁阿密，這沿岸的大城市巡迴講演，每一個地方是一個星期。我走到邁阿密，最南端最後一個城市，那一次是講「地藏經大意」。在邁阿密看到，我的聽眾裡面有一半多都是當地人，我們有個很好的翻譯。我就臨時想到，這些外國人給他講《地藏經》，不適合他們，他們不能接受，換個題目，換什麼？《認識佛教》。現在諸位看到的小本子，就是那時候講的，以後有同學從錄音帶，那時候還沒有錄像，從錄音帶錄下來寫成文字。他們寫成文字我修改過，流通很廣，非常契機！首先要認識佛法，佛是什麼？教是什麼？佛教是什麼？要講清楚、講明白，這是頭一堂課。曉得佛法不是迷信，佛法裡頭很好的道理，像方東美先生所說它有高深的哲學，我們通過將近六十年的學習，我們完全明白，佛法裡頭有高深的科學。今天科學跟哲學上所不能解決的問題，佛法裡頭統統都有。非常可惜，社會大眾認為它是宗教，認為它是迷信，不願意接觸，這種機會當面錯過，實在是非常可惜。"
    },
    {
      "id": "12-017-2043_p0024",
      "zh_CN": "第五「为受佛加故」，肯定你要是契入自性，又能发愿帮助一些有缘人，观机就是有缘人，他能信、他能解、他能行，有缘！那就要给他说，要好好的教导他，这种心一发，肯定得佛加持。清凉大师在《疏钞》里面告诉我们，一句非常重要的话，「散心不得佛加」，我们的散乱心，佛想加持你加不上去，那要什么心？清净心、平等心，也是我们净宗讲的一心，一心不乱，阿弥陀佛、十方一切诸佛如来，对你的加持从来没有中断过，你怎么会不欢喜！法喜充满从哪里来的？诸佛如来加持你来的，你说这个多重要。我们了解一个事实，心浮气躁学不到东西，不要说是佛法，世间法他都学不了，我们从学校里看到的。现在的学校，你看了之后你不能不忧虑，底下一代怎么办？今天一些年轻人，少数，不是多数，走向科学技术，科学技术也要一心专注他才能学得会，所以我说少数人。多数人只学一点皮毛而已，学什么？手艺，不是发明家，是机器工厂里面的工人，学一点手艺而已。真正的学问没有，充其量什么？学术，不是学问，德行、伦理听也没听说过。",
      "zh_TW": "第五「為受佛加故」，肯定你要是契入自性，又能發願幫助一些有緣人，觀機就是有緣人，他能信、他能解、他能行，有緣！那就要給他說，要好好的教導他，這種心一發，肯定得佛加持。清涼大師在《疏鈔》裡面告訴我們，一句非常重要的話，「散心不得佛加」，我們的散亂心，佛想加持你加不上去，那要什麼心？清淨心、平等心，也是我們淨宗講的一心，一心不亂，阿彌陀佛、十方一切諸佛如來，對你的加持從來沒有中斷過，你怎麼會不歡喜！法喜充滿從哪裡來的？諸佛如來加持你來的，你說這個多重要。我們了解一個事實，心浮氣躁學不到東西，不要說是佛法，世間法他都學不了，我們從學校裡看到的。現在的學校，你看了之後你不能不憂慮，底下一代怎麼辦？今天一些年輕人，少數，不是多數，走向科學技術，科學技術也要一心專注他才能學得會，所以我說少數人。多數人只學一點皮毛而已，學什麼？手藝，不是發明家，是機器工廠裡面的工人，學一點手藝而已。真正的學問沒有，充其量什麼？學術，不是學問，德行、倫理聽也沒聽說過。"
    },
    {
      "id": "12-017-2043_p0025",
      "zh_CN": "所以企业界的老板需要员工，大学毕业的每一年多少人！企业老板招不到员工，做事的人有，德行没有，所以老板不愿意用。这样的教育，往后怎么办？这个社会，整个世界的社会，三十年之后，中国人所讲的「长江后浪推前浪」，这一代人过去，底下一代人起来，距离伦理、道德、因果愈来愈远，恐怕再过两代就完全没有，你敢想社会是什么样子？人只知道自私自利，只知道损人才能利己，利己必定要损害别人，甚至于杀人，你才能得到他的财富，到那个时候人跟畜生有什么两样，可能还不如畜生，所以说世界会毁灭。拯救这个世界，以往七十年代英国汤恩比博士就说过，他说「解决二十一世纪社会问题，只有中国孔孟学说与大乘佛法」，这英国人讲出来。我在伦敦大学、在剑桥大学，跟他们汉学系的研究生、教授们座谈交流的时候，我就提到这句话，我说这是你们英国名教授说出来，你们相信吗？因为他们研究汉学，研究四书五经，研究佛经、《道德经》。我说你们研究这个东西，汤恩比的话你能相信吗？我问出来之后，没有人回答我。然后我就再问，难道汤恩比的话说错了吗？他们笑笑也不敢说话。最后我告诉大家，汤恩比的话没有说错，最怕是什么？我们解读错了，那汤恩比会流眼泪。",
      "zh_TW": "所以企業界的老闆需要員工，大學畢業的每一年多少人！企業老闆招不到員工，做事的人有，德行沒有，所以老闆不願意用。這樣的教育，往後怎麼辦？這個社會，整個世界的社會，三十年之後，中國人所講的「長江後浪推前浪」，這一代人過去，底下一代人起來，距離倫理、道德、因果愈來愈遠，恐怕再過兩代就完全沒有，你敢想社會是什麼樣子？人只知道自私自利，只知道損人才能利己，利己必定要損害別人，甚至於殺人，你才能得到他的財富，到那個時候人跟畜生有什麼兩樣，可能還不如畜生，所以說世界會毀滅。拯救這個世界，以往七十年代英國湯恩比博士就說過，他說「解決二十一世紀社會問題，只有中國孔孟學說與大乘佛法」，這英國人講出來。我在倫敦大學、在劍橋大學，跟他們漢學系的研究生、教授們座談交流的時候，我就提到這句話，我說這是你們英國名教授說出來，你們相信嗎？因為他們研究漢學，研究四書五經，研究佛經、《道德經》。我說你們研究這個東西，湯恩比的話你能相信嗎？我問出來之後，沒有人回答我。然後我就再問，難道湯恩比的話說錯了嗎？他們笑笑也不敢說話。最後我告訴大家，湯恩比的話沒有說錯，最怕是什麼？我們解讀錯了，那湯恩比會流眼淚。"
    },
    {
      "id": "12-017-2043_p0026",
      "zh_CN": "这个问题在哪里？就是此地讲的观机审法。现在什么世界？中国儒释道真有能力救，但是你用四书五经十三经那太高，现在人不能接受；佛法像《华严》、《法华》，人也不能接受。找根，儒的根是什么？《弟子规》。佛的根是什么？《十善业道》，道的根是《太上感应篇》。这都是大家疏忽了，这是教小孩的，我们研究这个干什么？教小孩那个要是普遍推动，管用。所以我去访问挺有意思的，我告诉他要扎三个根，那是活的，将来一定会开花结果。如果没有三个根，你们所学的这个东西叫学术，我跟你们讲，你们搞的是儒学、道学、佛学，救不了这个世界。怎样救？把这两个字颠倒过来，学佛、学儒、学道，这是汤恩比的意思。要学佛，不能搞佛学，佛学是一种学术，与你自己生活行为不相干。学佛就对，佛怎么生活，佛怎样工作，怎么样处事待人接物，这个重要。所以学佛要学得跟释迦牟尼佛一样，学儒要学得跟孔子一样、跟孟子一样，学道要跟老庄一样。这个世界上出几个释迦牟尼佛，出几个孔子、孟子，出几个老子、庄子，天下真有救！从基础上去下功夫，你真正发心，你学佛一定得佛的加持，学道一定得老庄加持，学儒一定得孔孟加持，真的一点都不假。",
      "zh_TW": "這個問題在哪裡？就是此地講的觀機審法。現在什麼世界？中國儒釋道真有能力救，但是你用四書五經十三經那太高，現在人不能接受；佛法像《華嚴》、《法華》，人也不能接受。找根，儒的根是什麼？《弟子規》。佛的根是什麼？《十善業道》，道的根是《太上感應篇》。這都是大家疏忽了，這是教小孩的，我們研究這個幹什麼？教小孩那個要是普遍推動，管用。所以我去訪問挺有意思的，我告訴他要紮三個根，那是活的，將來一定會開花結果。如果沒有三個根，你們所學的這個東西叫學術，我跟你們講，你們搞的是儒學、道學、佛學，救不了這個世界。怎樣救？把這兩個字顛倒過來，學佛、學儒、學道，這是湯恩比的意思。要學佛，不能搞佛學，佛學是一種學術，與你自己生活行為不相干。學佛就對，佛怎麼生活，佛怎樣工作，怎麼樣處事待人接物，這個重要。所以學佛要學得跟釋迦牟尼佛一樣，學儒要學得跟孔子一樣、跟孟子一樣，學道要跟老莊一樣。這個世界上出幾個釋迦牟尼佛，出幾個孔子、孟子，出幾個老子、莊子，天下真有救！從基礎上去下功夫，你真正發心，你學佛一定得佛的加持，學道一定得老莊加持，學儒一定得孔孟加持，真的一點都不假。"
    },
    {
      "id": "12-017-2043_p0027",
      "zh_CN": "这在《华严经》上讲得太透彻，为什么？灵性不灭，遍法界虚空界。释迦的灵性，孔孟的灵性，老庄的灵性，跟我们的灵性是没有分别的，这是会相应的，这就是感应道交的道理。灵性世界里面没有时间、没有空间，它是充遍虚空法界。就像我们《还源观》里面讲的，「显一体，起二用」，这个二用，一个是宇宙的来源，一个是自己，我们讲依报跟正报，正报就是自己，依报就是生活环境。三世间不是这样讲法，三世间讲有情世间、器世间、智正觉世间。有情世间讲所有的动物，但是讲正报不是，正报指自己，不是别人，别的有情众生是我依报里面有情的环境；山河大地、树木花草是无情的环境，我们生活环境，这一定要搞清楚。我们的灵性，跟佛的灵性，跟孔孟、老庄，跟一切圣贤通的，就好像光波、电波一样。明白这个道理，接受佛的加持，这个意思你就明了。所以散心不能得到佛的加持，不是他不加持你，是你接收不到，你不发心，跟他们没有感应。一定要发心，发成佛的心跟佛相应，发成圣成贤的心跟孔孟相应。所以发心功德不可思议，我们底下有一品叫「初发心功德品」，佛特别给我们介绍。",
      "zh_TW": "這在《華嚴經》上講得太透徹，為什麼？靈性不滅，遍法界虛空界。釋迦的靈性，孔孟的靈性，老莊的靈性，跟我們的靈性是沒有分別的，這是會相應的，這就是感應道交的道理。靈性世界裡面沒有時間、沒有空間，它是充遍虛空法界。就像我們《還源觀》裡面講的，「顯一體，起二用」，這個二用，一個是宇宙的來源，一個是自己，我們講依報跟正報，正報就是自己，依報就是生活環境。三世間不是這樣講法，三世間講有情世間、器世間、智正覺世間。有情世間講所有的動物，但是講正報不是，正報指自己，不是別人，別的有情眾生是我依報裡面有情的環境；山河大地、樹木花草是無情的環境，我們生活環境，這一定要搞清楚。我們的靈性，跟佛的靈性，跟孔孟、老莊，跟一切聖賢通的，就好像光波、電波一樣。明白這個道理，接受佛的加持，這個意思你就明瞭。所以散心不能得到佛的加持，不是他不加持你，是你接收不到，你不發心，跟他們沒有感應。一定要發心，發成佛的心跟佛相應，發成聖成賢的心跟孔孟相應。所以發心功德不可思議，我們底下有一品叫「初發心功德品」，佛特別給我們介紹。"
    },
    {
      "id": "12-017-2043_p0028",
      "zh_CN": "末后有一句，第六「成轨仪故」，这就是我们现在常常讲，学为人师、行为世范，轨是轨道，仪是威仪，要给现前社会大众做个好样子。你看菩萨，特别是法身菩萨，「那伽常在定，无有不定时」，他还要去入定吗？不需要！为什么还要做个入定的样子？给别人看。你看佛菩萨讲经说法都要入定，我们学讲经不定怎么行？心浮气躁怎么可以？用意在此地。成就规矩，没有规矩不成方圆。所以诸佛菩萨应化在世间，他一定给我们做出最好的榜样。释迦牟尼佛在《梵网经》上告诉我们，他早就成佛，到我们这个世界来示现成佛，这一次是八千次，常来！为什么还要示现八相成道？这就是成轨仪故，这真叫慈悲到了极处，为我们做示范，教我们学他那个样子。所以诸佛菩萨说法，上台讲经教学他有规矩，他一点都不乱套。「余如玄说」，其他的玄义里面说，这地方不再讲，重要说这六个意思，为什么他要入菩萨无量方便三昧？一定先入定。现在讲经这桩我们省掉，在过去讲经法师一定升座的时候，入定至少也有十几二十分钟。现在进入工业时代分秒必争，这一、二十分钟你不讲话，谁来听你的？所以现在我们把这个取消，在从前都要入定。讲经的仪规全部不要，像学校上课一样，这是方便现代的根机，在从前不一样。今天时间到了，我们就学习到这里。",
      "zh_TW": "末後有一句，第六「成軌儀故」，這就是我們現在常常講，學為人師、行為世範，軌是軌道，儀是威儀，要給現前社會大眾做個好樣子。你看菩薩，特別是法身菩薩，「那伽常在定，無有不定時」，他還要去入定嗎？不需要！為什麼還要做個入定的樣子？給別人看。你看佛菩薩講經說法都要入定，我們學講經不定怎麼行？心浮氣躁怎麼可以？用意在此地。成就規矩，沒有規矩不成方圓。所以諸佛菩薩應化在世間，他一定給我們做出最好的榜樣。釋迦牟尼佛在《梵網經》上告訴我們，他早就成佛，到我們這個世界來示現成佛，這一次是八千次，常來！為什麼還要示現八相成道？這就是成軌儀故，這真叫慈悲到了極處，為我們做示範，教我們學他那個樣子。所以諸佛菩薩說法，上台講經教學他有規矩，他一點都不亂套。「餘如玄說」，其他的玄義裡面說，這地方不再講，重要說這六個意思，為什麼他要入菩薩無量方便三昧？一定先入定。現在講經這樁我們省掉，在過去講經法師一定升座的時候，入定至少也有十幾二十分鐘。現在進入工業時代分秒必爭，這一、二十分鐘你不講話，誰來聽你的？所以現在我們把這個取消，在從前都要入定。講經的儀規全部不要，像學校上課一樣，這是方便現代的根機，在從前不一樣。今天時間到了，我們就學習到這裡。"
    }
  ]
}