{
  "doc_id": "12-017-0759",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七五九卷",
    "zh_TW": "第七五九卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0759",
  "total_paragraphs": 84,
  "paragraphs": [
    {
      "id": "12-017-0759_p0001",
      "zh_CN": "诸位同学，请看「世界成就品」，第九段劫转变差别，长行第四句：",
      "zh_TW": "諸位同學，請看「世界成就品」，第九段劫轉變差別，長行第四句："
    },
    {
      "id": "12-017-0759_p0002",
      "zh_CN": "【信解菩萨住故。世界海成染净劫转变。】",
      "zh_TW": "【信解菩薩住故。世界海成染淨劫轉變。】"
    },
    {
      "id": "12-017-0759_p0003",
      "zh_CN": "这个地方我们特别要注意到，前面第三句是讲修人天福报的，这个天包括欲界天、色界天、无色界天，「世界海成染净劫转变」。第四句还是『成染净劫转变』，净的成分多，染的成分少，虽然跟前面是一样的，染净里头成分不相同，这是我们要晓得的。",
      "zh_TW": "這個地方我們特別要注意到，前面第三句是講修人天福報的，這個天包括欲界天、色界天、無色界天，「世界海成染淨劫轉變」。第四句還是『成染淨劫轉變』，淨的成分多，染的成分少，雖然跟前面是一樣的，染淨裡頭成分不相同，這是我們要曉得的。"
    },
    {
      "id": "12-017-0759_p0004",
      "zh_CN": "人天福报已经不容易修了，佛在经上常讲，现在这个世间人死了以后，来生再得人身机会非常之少。佛讲了三个比喻，我们从这个比喻里面，你就能体会到多么困难。第一个比喻叫「须弥穿针」，须弥山是这个世间最高的山，从山上放一条线，下面放一个绣花针，那个线放下去，刚刚好穿到那个针孔里去了。你们想一想，这个机率能占多少？得不到人身的，就像须弥山顶上放那个线没穿上针孔；得人身的，穿到针孔里去了。我们不要说是须弥山，须弥山太高了，我们就说我们现在这个道场十一楼，你从十一楼里头放下一条线，楼下放一个绣花针，你穿穿看，你能不能穿进去？给你一个月的时间，二十四小时不断在穿，看看一个月能不能穿到一次？佛讲失人身再得人身，那个难，机会之难，就像这样子。佛没有妄语，绝对不说假话。《金刚经》上讲「如来是真语者，实语者，如语者」。如语，完全讲的是事实真相。",
      "zh_TW": "人天福報已經不容易修了，佛在經上常講，現在這個世間人死了以後，來生再得人身機會非常之少。佛講了三個比喻，我們從這個比喻裡面，你就能體會到多麼困難。第一個比喻叫「須彌穿針」，須彌山是這個世間最高的山，從山上放一條線，下面放一個繡花針，那個線放下去，剛剛好穿到那個針孔裡去了。你們想一想，這個機率能佔多少？得不到人身的，就像須彌山頂上放那個線沒穿上針孔；得人身的，穿到針孔裡去了。我們不要說是須彌山，須彌山太高了，我們就說我們現在這個道場十一樓，你從十一樓裡頭放下一條線，樓下放一個繡花針，你穿穿看，你能不能穿進去？給你一個月的時間，二十四小時不斷在穿，看看一個月能不能穿到一次？佛講失人身再得人身，那個難，機會之難，就像這樣子。佛沒有妄語，絕對不說假話。《金剛經》上講「如來是真語者，實語者，如語者」。如語，完全講的是事實真相。"
    },
    {
      "id": "12-017-0759_p0005",
      "zh_CN": "第二个比喻「盲龟浮木」。大海里头有一只乌龟，这只乌龟瞎眼睛，眼睛瞎了。大海上漂了一块木板，木板当中有个洞，乌龟在大海里头游，把那个头伸出来，刚刚好就穿在那个木板的洞当中。这个机会跟须弥穿针我看没有两样。",
      "zh_TW": "第二個比喻「盲龜浮木」。大海裡頭有一隻烏龜，這隻烏龜瞎眼睛，眼睛瞎了。大海上漂了一塊木板，木板當中有個洞，烏龜在大海裡頭游，把那個頭伸出來，剛剛好就穿在那個木板的洞當中。這個機會跟須彌穿針我看沒有兩樣。"
    },
    {
      "id": "12-017-0759_p0006",
      "zh_CN": "第三个比喻，世尊在祇树给孤独园，孤独园那个时候有工程，他去看。在地上抓了一把泥土，抓了一把，抓完之后把它放下，撒在地上。弟子们看到老师这个举动，就请教老师：老师，你这是什么意思？佛就说：这个世间的这些人们，居住在这个世间的人们，死了以后不能得人身的，就像我抓这一把土撒到地上一样。来生还能得人身的，你看看，指甲里头还有一点，撒的时候都撒尽，指甲里头还留了一点，来生能得人身的，就像我指甲里头这一点。难！真难！",
      "zh_TW": "第三個比喻，世尊在祇樹給孤獨園，孤獨園那個時候有工程，他去看。在地上抓了一把泥土，抓了一把，抓完之後把它放下，撒在地上。弟子們看到老師這個舉動，就請教老師：老師，你這是什麼意思？佛就說：這個世間的這些人們，居住在這個世間的人們，死了以後不能得人身的，就像我抓這一把土撒到地上一樣。來生還能得人身的，你看看，指甲裡頭還有一點，撒的時候都撒盡，指甲裡頭還留了一點，來生能得人身的，就像我指甲裡頭這一點。難！真難！"
    },
    {
      "id": "12-017-0759_p0007",
      "zh_CN": "所以我们学佛、修行要搞真的，不能搞假的，决定不能够欺骗自己。欺骗自己不是有意的，是无意的，佛法里面讲增上慢。没有得到以为得到，佛经上举的例子，没有证得阿罗汉果，自己以为证得。像出家人去受戒，确实没有得戒，以为自己得戒了，这是增上慢。我们今天在形式上受了三皈、受了五戒，这是在家居士，三皈、五戒真的你得到没有？没有！真正要是得到，《戒经》上讲得不错，三十六位护法神昼夜保护你，你的三皈真正得到了。",
      "zh_TW": "所以我們學佛、修行要搞真的，不能搞假的，決定不能夠欺騙自己。欺騙自己不是有意的，是無意的，佛法裡面講增上慢。沒有得到以為得到，佛經上舉的例子，沒有證得阿羅漢果，自己以為證得。像出家人去受戒，確實沒有得戒，以為自己得戒了，這是增上慢。我們今天在形式上受了三皈、受了五戒，這是在家居士，三皈、五戒真的你得到沒有？沒有！真正要是得到，《戒經》上講得不錯，三十六位護法神晝夜保護你，你的三皈真正得到了。"
    },
    {
      "id": "12-017-0759_p0008",
      "zh_CN": "三皈第一个：皈依佛，觉而不迷。你六根在六尘境界里头，念念觉，不迷，你做到了没有？没有！见色迷在色里头，闻声迷在声里头。什么是迷？在里头起妄想分别执着，就迷了。不迷的人，最简单的这个样子，跟诸位说，不起心、不动念、不分别、不执着，这个人不迷。你见色闻声还起心动念，迷了！还有这个喜欢、那个讨厌，迷了！佛菩萨对于一切境界没有喜欢也没有讨厌，永远是清净心、平等心。我们用功就用这个功夫，怎样在六尘境界里头永远保持我们的清净平等觉，这叫念佛。清净平等觉是阿弥陀佛的别号，《无量寿经》上有。我们能够在一切时一切处保持清净平等觉，就是念佛、念阿弥陀佛，那真的能往生。所以觉而不迷我能做到吗？正而不邪能做到吗？对事对人对物，正知正见。",
      "zh_TW": "三皈第一個：皈依佛，覺而不迷。你六根在六塵境界裡頭，念念覺，不迷，你做到了沒有？沒有！見色迷在色裡頭，聞聲迷在聲裡頭。什麼是迷？在裡頭起妄想分別執著，就迷了。不迷的人，最簡單的這個樣子，跟諸位說，不起心、不動念、不分別、不執著，這個人不迷。你見色聞聲還起心動念，迷了！還有這個喜歡、那個討厭，迷了！佛菩薩對於一切境界沒有喜歡也沒有討厭，永遠是清淨心、平等心。我們用功就用這個功夫，怎樣在六塵境界裡頭永遠保持我們的清淨平等覺，這叫念佛。清淨平等覺是阿彌陀佛的別號，《無量壽經》上有。我們能夠在一切時一切處保持清淨平等覺，就是念佛、念阿彌陀佛，那真的能往生。所以覺而不迷我能做到嗎？正而不邪能做到嗎？對事對人對物，正知正見。"
    },
    {
      "id": "12-017-0759_p0009",
      "zh_CN": "什么人能做到？在《华严经》上讲，圆教初住菩萨做到了，他确实是觉而不迷、正而不邪、净而不染，明心见性的菩萨做到了。没有明心见性的菩萨，你怎么会做到？我们现在念的这一句「信解菩萨」，信解菩萨他怎么做？他随顺佛陀教诲，他能做到随顺佛陀教诲。经教上教他怎么做，他就怎么做，决定不违犯；教他不可以做，他就不做，随顺经教的教诲，这叫信解菩萨。我们不能随顺经教教诲，我们不信、不解；不信、不解，能修人天福报就不错了。",
      "zh_TW": "什麼人能做到？在《華嚴經》上講，圓教初住菩薩做到了，他確實是覺而不迷、正而不邪、淨而不染，明心見性的菩薩做到了。沒有明心見性的菩薩，你怎麼會做到？我們現在念的這一句「信解菩薩」，信解菩薩他怎麼做？他隨順佛陀教誨，他能做到隨順佛陀教誨。經教上教他怎麼做，他就怎麼做，決定不違犯；教他不可以做，他就不做，隨順經教的教誨，這叫信解菩薩。我們不能隨順經教教誨，我們不信、不解；不信、不解，能修人天福報就不錯了。"
    },
    {
      "id": "12-017-0759_p0010",
      "zh_CN": "人天的大福，大福是什么？色界天、无色界天是大福，欲界天是小福。所以我们自己要问，凭着良心问自己，还贪不贪爱「财色名食睡」？五欲！如果对于「财色名食睡」还会动心，你是欲界。真学佛，真的皈依、觉悟了，「财色名食睡」我不再贪，你才算是觉悟。起心动念、言语造作，对人对事对物完全遵照经典的教训去做，决定放弃自己的成见，自己的想法、看法完全放弃，你才是信解菩萨。你还随顺自己烦恼习气，你完全是凡夫，你没有皈依。皈是回头，你没有回头；依是依靠佛菩萨，你没有依靠。换句话说，你的皈依是假的、是形式，有名无实。所以现在真的鬼神也求皈依，鬼神皈依比我们认真，现在确实人不如鬼。",
      "zh_TW": "人天的大福，大福是什麼？色界天、無色界天是大福，欲界天是小福。所以我們自己要問，憑著良心問自己，還貪不貪愛「財色名食睡」？五欲！如果對於「財色名食睡」還會動心，你是欲界。真學佛，真的皈依、覺悟了，「財色名食睡」我不再貪，你才算是覺悟。起心動念、言語造作，對人對事對物完全遵照經典的教訓去做，決定放棄自己的成見，自己的想法、看法完全放棄，你才是信解菩薩。你還隨順自己煩惱習氣，你完全是凡夫，你沒有皈依。皈是回頭，你沒有回頭；依是依靠佛菩薩，你沒有依靠。換句話說，你的皈依是假的、是形式，有名無實。所以現在真的鬼神也求皈依，鬼神皈依比我們認真，現在確實人不如鬼。"
    },
    {
      "id": "12-017-0759_p0011",
      "zh_CN": "五戒，你有吗？不杀生，我们叫众生因我而起烦恼，我们那个杀的心没断。杀心是瞋恚心，虽然没有杀他，这个杀的念头没断。尤其是对冤家对头，他曾经毁谤过我，曾经侮辱过我，我对他有仇恨，那一点仇恨是杀心，你这一条戒就不清净。",
      "zh_TW": "五戒，你有嗎？不殺生，我們叫眾生因我而起煩惱，我們那個殺的心沒斷。殺心是瞋恚心，雖然沒有殺他，這個殺的念頭沒斷。尤其是對冤家對頭，他曾經毀謗過我，曾經侮辱過我，我對他有仇恨，那一點仇恨是殺心，你這一條戒就不清淨。"
    },
    {
      "id": "12-017-0759_p0012",
      "zh_CN": "不偷盗，盗心是总是想占别人一点便宜，佛家这个盗叫「不与取」，别人没有答应，不是很欢喜真心答应的，你取得别人东西都叫偷盗。很难持！",
      "zh_TW": "不偷盜，盜心是總是想佔別人一點便宜，佛家這個盜叫「不與取」，別人沒有答應，不是很歡喜真心答應的，你取得別人東西都叫偷盜。很難持！"
    },
    {
      "id": "12-017-0759_p0013",
      "zh_CN": "李老师以前给我们说，他在奉祀官府做主任秘书，有的时候拿到公家的信封、信纸，私人写信。所以他每一次领信纸、信封，都要向奉祀官报告：我领的信纸、信封，有时候我私人写信用，可不可以？奉祀官说：你不是啰嗦吗？每一个人不都是这样的，你何必要这样说？他就讲：我向你报告，你同意了，我就不犯盗戒；我要没有向你报告，我拿公家东西做私人用途是犯盗戒。很小的事情，不学佛的人不知道，学佛的人也疏忽了。",
      "zh_TW": "李老師以前給我們說，他在奉祀官府做主任秘書，有的時候拿到公家的信封、信紙，私人寫信。所以他每一次領信紙、信封，都要向奉祀官報告：我領的信紙、信封，有時候我私人寫信用，可不可以？奉祀官說：你不是囉嗦嗎？每一個人不都是這樣的，你何必要這樣說？他就講：我向你報告，你同意了，我就不犯盜戒；我要沒有向你報告，我拿公家東西做私人用途是犯盜戒。很小的事情，不學佛的人不知道，學佛的人也疏忽了。"
    },
    {
      "id": "12-017-0759_p0014",
      "zh_CN": "公家东西是有主物，所以道场常住的物品，如果没有得常住的同意；常住是什么人？这个地方的会长。这边公家东西，结缘的，那是例外，结缘品很多，你可以拿，你可以随意拿。不是结缘的东西，你要是拿去自己用，常住没有答应、没有同意，都犯盗戒。这些小事情我们都没有留意，五戒不容易持。",
      "zh_TW": "公家東西是有主物，所以道場常住的物品，如果沒有得常住的同意；常住是什麼人？這個地方的會長。這邊公家東西，結緣的，那是例外，結緣品很多，你可以拿，你可以隨意拿。不是結緣的東西，你要是拿去自己用，常住沒有答應、沒有同意，都犯盜戒。這些小事情我們都沒有留意，五戒不容易持。"
    },
    {
      "id": "12-017-0759_p0015",
      "zh_CN": "不妄语就更难了。很多经商的居士告诉我，「法师，不妄语不行，现在不打妄语就赚不到钱，要想赚钱赚多一点，非打妄语不可」。打妄语是骗人。你才晓得，哪一条都不是那么容易的事情。所以持戒，条条戒相要清楚，《戒经》要细细去读。",
      "zh_TW": "不妄語就更難了。很多經商的居士告訴我，「法師，不妄語不行，現在不打妄語就賺不到錢，要想賺錢賺多一點，非打妄語不可」。打妄語是騙人。你才曉得，哪一條都不是那麼容易的事情。所以持戒，條條戒相要清楚，《戒經》要細細去讀。"
    },
    {
      "id": "12-017-0759_p0016",
      "zh_CN": "出家人，出家人最低的戒律是「沙弥律仪」，十戒二十四门威仪。你要是做不到，不是出家人。但是我们每一个人自己以为我受了三皈，我受了五戒，我受了菩萨戒，都以为自己得到了，这在佛法叫增上慢，自己太粗心、太大意了。",
      "zh_TW": "出家人，出家人最低的戒律是「沙彌律儀」，十戒二十四門威儀。你要是做不到，不是出家人。但是我們每一個人自己以為我受了三皈，我受了五戒，我受了菩薩戒，都以為自己得到了，這在佛法叫增上慢，自己太粗心、太大意了。"
    },
    {
      "id": "12-017-0759_p0017",
      "zh_CN": "我们读传记，蕅益大师，这是我们净宗了不起的一位祖师，蕅益大师的成就很值得我们学习。他在没有学佛之前，读儒书，是孔子的信徒，毁谤佛法。学佛之后忏悔，知道佛门广大。这都是菩萨示现，做给我们看的。受了戒之后，他知道戒没有办法做到，受戒之后，回来在佛菩萨面前退戒。比丘戒退了，做不到，一生他持沙弥戒、菩萨戒。所以我们在一些著作上看到他老人家提名「菩萨戒沙弥」，他不敢称比丘，这是懂得的明白人！",
      "zh_TW": "我們讀傳記，蕅益大師，這是我們淨宗了不起的一位祖師，蕅益大師的成就很值得我們學習。他在沒有學佛之前，讀儒書，是孔子的信徒，毀謗佛法。學佛之後懺悔，知道佛門廣大。這都是菩薩示現，做給我們看的。受了戒之後，他知道戒沒有辦法做到，受戒之後，回來在佛菩薩面前退戒。比丘戒退了，做不到，一生他持沙彌戒、菩薩戒。所以我們在一些著作上看到他老人家提名「菩薩戒沙彌」，他不敢稱比丘，這是懂得的明白人！"
    },
    {
      "id": "12-017-0759_p0018",
      "zh_CN": "古时候许许多多的大德不敢用菩萨、比丘这种称号，连翻经的大德，他称什么？他称沙门。沙门是什么意思？沙门是学生。这是印度话，古印度出家修行人的通称，翻成中国的意思叫勤息。「勤修戒定慧，息灭贪瞋痴」，沙门是这个意思，通称学生。我「勤修戒定慧，息灭贪瞋痴」，贪瞋痴有没有息灭？还不一定。戒定慧有没有成就？也还不定，用这个称号。我们看到安世高大师的著作，他那个名题就是用的沙门。到我们这个时代，真的叫无知，过去炳老所说的「胆大妄为」，我们现在真的属于这一类，疏忽事实真相，以为自己了不起。佛经上讲增上慢，学得愈多，傲慢愈严重，叫增上慢。",
      "zh_TW": "古時候許許多多的大德不敢用菩薩、比丘這種稱號，連翻經的大德，他稱什麼？他稱沙門。沙門是什麼意思？沙門是學生。這是印度話，古印度出家修行人的通稱，翻成中國的意思叫勤息。「勤修戒定慧，息滅貪瞋痴」，沙門是這個意思，通稱學生。我「勤修戒定慧，息滅貪瞋痴」，貪瞋痴有沒有息滅？還不一定。戒定慧有沒有成就？也還不定，用這個稱號。我們看到安世高大師的著作，他那個名題就是用的沙門。到我們這個時代，真的叫無知，過去炳老所說的「膽大妄為」，我們現在真的屬於這一類，疏忽事實真相，以為自己了不起。佛經上講增上慢，學得愈多，傲慢愈嚴重，叫增上慢。"
    },
    {
      "id": "12-017-0759_p0019",
      "zh_CN": "从前李老师给我们上课的时候讲了个笑话，跟我们讲什么叫增上慢。他举有个不孝的儿子，父母在乡下种田，不认识字，辛辛苦苦把他养大，送他到学校念书。念到小学毕业了，就很傲慢，自己认为了不起，父母没有念过书，不认识字。小学毕业，就已经有傲慢的那个态度表现出来；到他中学毕业，傲慢心愈增长；到大学毕业拿到一个博士学位，他那个眼睛慢慢长，长到头顶上去了，看不到父母，目中无人，这叫增上慢。不给他念书，他还乖乖的，他还不会傲慢。这是说你的知识，这不能讲学问，你的知识长一分，你的傲慢就增长一分，这叫增上慢。这是佛经上的名词。",
      "zh_TW": "從前李老師給我們上課的時候講了個笑話，跟我們講什麼叫增上慢。他舉有個不孝的兒子，父母在鄉下種田，不認識字，辛辛苦苦把他養大，送他到學校念書。念到小學畢業了，就很傲慢，自己認為了不起，父母沒有念過書，不認識字。小學畢業，就已經有傲慢的那個態度表現出來；到他中學畢業，傲慢心愈增長；到大學畢業拿到一個博士學位，他那個眼睛慢慢長，長到頭頂上去了，看不到父母，目中無人，這叫增上慢。不給他念書，他還乖乖的，他還不會傲慢。這是說你的知識，這不能講學問，你的知識長一分，你的傲慢就增長一分，這叫增上慢。這是佛經上的名詞。"
    },
    {
      "id": "12-017-0759_p0020",
      "zh_CN": "他是不是真的证得？没有！如果真的证果，不要说是那个高的菩萨位次，小乘须陀洹，我们在《金刚经》上看到，真正证得须陀洹果，他绝对不以为他已经证果了。须菩提尊者说的，须陀洹已经没有这个念头，「我证须陀洹果」。如果有这个念头，「我证须陀洹果」，世尊讲他没有证得须陀洹。为什么？须陀洹断了身见。",
      "zh_TW": "他是不是真的證得？沒有！如果真的證果，不要說是那個高的菩薩位次，小乘須陀洹，我們在《金剛經》上看到，真正證得須陀洹果，他絕對不以為他已經證果了。須菩提尊者說的，須陀洹已經沒有這個念頭，「我證須陀洹果」。如果有這個念頭，「我證須陀洹果」，世尊講他沒有證得須陀洹。為什麼？須陀洹斷了身見。"
    },
    {
      "id": "12-017-0759_p0021",
      "zh_CN": "这五种错误的见解，第一个身见，边见、见取见、戒取见、邪见，他都断掉了，怎么还会以这个身是我？「我」证得须陀洹？你才晓得，真正证果的人谦虚、卑下。小乘初果、大乘初信位的菩萨，这一句讲信解菩萨，这个信是从初信位起。到什么时候？到地前；登地以前，都叫做信解菩萨。跟诸位说，这是别教，别教初地菩萨「破一品无明，证一分法身」，那就是底下所讲的，下面第五句所说的。",
      "zh_TW": "這五種錯誤的見解，第一個身見，邊見、見取見、戒取見、邪見，他都斷掉了，怎麼還會以這個身是我？「我」證得須陀洹？你才曉得，真正證果的人謙虛、卑下。小乘初果、大乘初信位的菩薩，這一句講信解菩薩，這個信是從初信位起。到什麼時候？到地前；登地以前，都叫做信解菩薩。跟諸位說，這是別教，別教初地菩薩「破一品無明，證一分法身」，那就是底下所講的，下面第五句所說的。"
    },
    {
      "id": "12-017-0759_p0022",
      "zh_CN": "所以清凉讲，这一句就是「地前，以未断障，故非纯净。以净多故，故先云净。经多云染净，与前何别，或译人之失，或传写之误」。我们这个经本子上也是染净，跟前面是一样的。清凉大师在注解里指出来，应该这个地方是「净染」，净在前面，染在后面。有差别，就是说净多染少；前面人天福，染多净少。",
      "zh_TW": "所以清涼講，這一句就是「地前，以未斷障，故非純淨。以淨多故，故先云淨。經多云染淨，與前何別，或譯人之失，或傳寫之誤」。我們這個經本子上也是染淨，跟前面是一樣的。清涼大師在註解裡指出來，應該這個地方是「淨染」，淨在前面，染在後面。有差別，就是說淨多染少；前面人天福，染多淨少。"
    },
    {
      "id": "12-017-0759_p0023",
      "zh_CN": "清凉这个讲得很有道理，他说可能是翻译的人忽略，也可能是翻译的人没有错，抄经的人抄错了。你看看古大德，这也是在这里教我们，他不把它改过来，他在注子里头跟我们讲清楚，保留经文原来的样子。不能改！明明是错误的，你把它改过来，另外一个人他认为那个地方看不懂，他以为是错误的，他再改一改，每个人都改经，到后来这个经本面目全非。所以经本纵然有错误，不能改，就照这样传下去。你可以把错误注在旁边，留给后人做参考。要负责任，明明是错误，都不可以改。存真，它原来是什么样子，就这样子传下去，代代相传。",
      "zh_TW": "清涼這個講得很有道理，他說可能是翻譯的人忽略，也可能是翻譯的人沒有錯，抄經的人抄錯了。你看看古大德，這也是在這裡教我們，他不把它改過來，他在註子裡頭跟我們講清楚，保留經文原來的樣子。不能改！明明是錯誤的，你把它改過來，另外一個人他認為那個地方看不懂，他以為是錯誤的，他再改一改，每個人都改經，到後來這個經本面目全非。所以經本縱然有錯誤，不能改，就照這樣傳下去。你可以把錯誤註在旁邊，留給後人做參考。要負責任，明明是錯誤，都不可以改。存真，它原來是什麼樣子，就這樣子傳下去，代代相傳。"
    },
    {
      "id": "12-017-0759_p0024",
      "zh_CN": "地前未断障，这个障是什么？烦恼障。见思烦恼、尘沙烦恼没断，所以他不是纯净。见思烦恼断了，尘沙烦恼没断；尘沙烦恼断了，无明烦恼没断，换句话说，他没有出十法界。见思烦恼断了，我们晓得他出了六道轮回；但是尘沙、无明没断，所以比起六道，他净。六道是染，他是净，净染成净染劫。什么时候破一品无明，他才是真净。真净，他并不圆满，他无明没有完全断尽，只断个几分。比起十法界，十法界的净是相似净，他这是真净。",
      "zh_TW": "地前未斷障，這個障是什麼？煩惱障。見思煩惱、塵沙煩惱沒斷，所以他不是純淨。見思煩惱斷了，塵沙煩惱沒斷；塵沙煩惱斷了，無明煩惱沒斷，換句話說，他沒有出十法界。見思煩惱斷了，我們曉得他出了六道輪迴；但是塵沙、無明沒斷，所以比起六道，他淨。六道是染，他是淨，淨染成淨染劫。什麼時候破一品無明，他才是真淨。真淨，他並不圓滿，他無明沒有完全斷盡，只斷個幾分。比起十法界，十法界的淨是相似淨，他這是真淨。"
    },
    {
      "id": "12-017-0759_p0025",
      "zh_CN": "我们今天自己想想，是在信解这个范围之内，还是在修福范围之内？还是在染污众生这一类？自己心里要多想想，要想清楚我们属于哪一类。说实实在在的话，修福众生这一类我们都没分，为什么？真正修福的，「孝养父母，奉事师长，慈心不杀，修十善业」，我们有没有做到？如果想一想没有做到，我们是染污众生。灾难来了，染污众生他要受报。我们希望从染污这里醒过来，认真修福。学佛，人都做不好，人天福报都没有，你怎么能学佛？学佛先要学做好人，好人才能学佛。",
      "zh_TW": "我們今天自己想想，是在信解這個範圍之內，還是在修福範圍之內？還是在染污眾生這一類？自己心裡要多想想，要想清楚我們屬於哪一類。說實實在在的話，修福眾生這一類我們都沒分，為什麼？真正修福的，「孝養父母，奉事師長，慈心不殺，修十善業」，我們有沒有做到？如果想一想沒有做到，我們是染污眾生。災難來了，染污眾生他要受報。我們希望從染污這裡醒過來，認真修福。學佛，人都做不好，人天福報都沒有，你怎麼能學佛？學佛先要學做好人，好人才能學佛。"
    },
    {
      "id": "12-017-0759_p0026",
      "zh_CN": "这个有根据，你看经典，就是以净宗经典《弥陀经》，大家念得最多、最常念的，经里头佛讲「善男子善女人」，没有说恶男人恶女人，没有这个说法，善男子善女人！那个善的标准，就是「净业三福」第一条。所以我们想一想，我们有没有做到孝养父母？有没有做到奉事师长？老师的话我们有没有接受？有没有依教奉行？有没有对老师尊重？老师教导你的，你不听，你没有照做，师道有亏。在家里头不尊重父母、不知道孝养父母，子道亏了，你怎么能做佛弟子？",
      "zh_TW": "這個有根據，你看經典，就是以淨宗經典《彌陀經》，大家念得最多、最常念的，經裡頭佛講「善男子善女人」，沒有說惡男人惡女人，沒有這個說法，善男子善女人！那個善的標準，就是「淨業三福」第一條。所以我們想一想，我們有沒有做到孝養父母？有沒有做到奉事師長？老師的話我們有沒有接受？有沒有依教奉行？有沒有對老師尊重？老師教導你的，你不聽，你沒有照做，師道有虧。在家裡頭不尊重父母、不知道孝養父母，子道虧了，你怎麼能做佛弟子？"
    },
    {
      "id": "12-017-0759_p0027",
      "zh_CN": "佛弟子的标准，在家是孝子，在校是好学生，这个条件才是佛弟子。佛弟子各个都是善男子、善女人。如果达不到这个标准，你在佛教僧团、道场里面，你是来破坏道场的。那是哪些人？魔王的眷属，魔王的子孙。",
      "zh_TW": "佛弟子的標準，在家是孝子，在校是好學生，這個條件才是佛弟子。佛弟子各個都是善男子、善女人。如果達不到這個標準，你在佛教僧團、道場裡面，你是來破壞道場的。那是哪些人？魔王的眷屬，魔王的子孫。"
    },
    {
      "id": "12-017-0759_p0028",
      "zh_CN": "世尊当年在世，魔王波旬想障碍世尊八相成道，魔来扰乱。释迦牟尼佛他确实有圆满的戒定慧的功德，魔不得其便。魔也不错，到没有办法破坏你了，他掉过头来，他当护法神。但是障碍佛法那个念头他没有断，对释迦牟尼佛佩服得五体投地。魔王波旬对释迦牟尼佛讲「等到你老人家末法时期，我会破坏佛法」。佛就说「佛法是正法，一切邪恶都不能破坏正法」。魔王波旬说「到那个时候，我叫我的魔子魔孙统统出家，加入你的僧团来破坏你的佛法」。佛听了之后流眼泪，一句话不说。经典上有一句话讲「譬如狮子虫，还噬狮子肉」，到你家里来了！",
      "zh_TW": "世尊當年在世，魔王波旬想障礙世尊八相成道，魔來擾亂。釋迦牟尼佛他確實有圓滿的戒定慧的功德，魔不得其便。魔也不錯，到沒有辦法破壞你了，他掉過頭來，他當護法神。但是障礙佛法那個念頭他沒有斷，對釋迦牟尼佛佩服得五體投地。魔王波旬對釋迦牟尼佛講「等到你老人家末法時期，我會破壞佛法」。佛就說「佛法是正法，一切邪惡都不能破壞正法」。魔王波旬說「到那個時候，我叫我的魔子魔孫統統出家，加入你的僧團來破壞你的佛法」。佛聽了之後流眼淚，一句話不說。經典上有一句話講「譬如獅子蟲，還噬獅子肉」，到你家裡來了！"
    },
    {
      "id": "12-017-0759_p0029",
      "zh_CN": "所以我们今天要明白、要认识自己，我学佛受了三皈，我是佛的弟子，还是魔王眷属？自己要认识自己。如果是佛弟子，真的佛弟子，你的前途是一片光明。如果是魔的弟子，魔子魔孙，那是专门做破坏佛法工作，把佛门搞得乌烟瘴气。什么结果？堕阿鼻地狱。魔害人，魔不会成全人，这个道理要懂。所以我自己是佛还是魔，不必问别人，自己比别人清楚得多。",
      "zh_TW": "所以我們今天要明白、要認識自己，我學佛受了三皈，我是佛的弟子，還是魔王眷屬？自己要認識自己。如果是佛弟子，真的佛弟子，你的前途是一片光明。如果是魔的弟子，魔子魔孫，那是專門做破壞佛法工作，把佛門搞得烏煙瘴氣。什麼結果？墮阿鼻地獄。魔害人，魔不會成全人，這個道理要懂。所以我自己是佛還是魔，不必問別人，自己比別人清楚得多。"
    },
    {
      "id": "12-017-0759_p0030",
      "zh_CN": "佛的弟子决定放弃自己的成见，放弃自己的烦恼习气；换句话说，对一切人事物决定放弃自己的想法，放弃自己的看法，遵从经典上的教诲。佛在经上教我怎么想，我就怎么想；教我怎么看，我就怎么看；教我怎么做，我就怎么做。这是信解菩萨，这是真佛弟子。不能有贡高我慢，你才是初学，上佛教的小学。我今天跟诸位讲的是《华严经》，但是我讲的境界是华严小学的境界。为什么？我们是小学生，讲得太高深了，得不到利益，我们学不到！",
      "zh_TW": "佛的弟子決定放棄自己的成見，放棄自己的煩惱習氣；換句話說，對一切人事物決定放棄自己的想法，放棄自己的看法，遵從經典上的教誨。佛在經上教我怎麼想，我就怎麼想；教我怎麼看，我就怎麼看；教我怎麼做，我就怎麼做。這是信解菩薩，這是真佛弟子。不能有貢高我慢，你才是初學，上佛教的小學。我今天跟諸位講的是《華嚴經》，但是我講的境界是華嚴小學的境界。為什麼？我們是小學生，講得太高深了，得不到利益，我們學不到！"
    },
    {
      "id": "12-017-0759_p0031",
      "zh_CN": "我们今天读这个经，最重要的，我现前这个阶段、现在这个程度、这种根性，我要得利益。我得不到这个利益，我何必学这个经？所以一切经都是圆融的，这里头的义理、境界深广无尽。什么样的根性，用什么样的解法、讲法，都能得利益，博地凡夫听《华严》也得利益。",
      "zh_TW": "我們今天讀這個經，最重要的，我現前這個階段、現在這個程度、這種根性，我要得利益。我得不到這個利益，我何必學這個經？所以一切經都是圓融的，這裡頭的義理、境界深廣無盡。什麼樣的根性，用什麼樣的解法、講法，都能得利益，博地凡夫聽《華嚴》也得利益。"
    },
    {
      "id": "12-017-0759_p0032",
      "zh_CN": "讲染污众生，我们一想我们真的是在染污，我要觉悟了，我就回头，我要真干。从哪里干起？断恶修善。我要把我提升，提升到修福的众生，从染污提升到修福。在社会上我要做好人，我要做好事，做好人就不能够损害别人，做好事就不能做坏事。从好人再升级，再学佛做信解菩萨。我对于经教真相信，我对于老师的教诲我真相信，这样的学生难找。",
      "zh_TW": "講染污眾生，我們一想我們真的是在染污，我要覺悟了，我就回頭，我要真幹。從哪裡幹起？斷惡修善。我要把我提升，提升到修福的眾生，從染污提升到修福。在社會上我要做好人，我要做好事，做好人就不能夠損害別人，做好事就不能做壞事。從好人再升級，再學佛做信解菩薩。我對於經教真相信，我對於老師的教誨我真相信，這樣的學生難找。"
    },
    {
      "id": "12-017-0759_p0033",
      "zh_CN": "我早年在世界各地弘法非常辛苦，没有帮手，一直到今天还是没有帮手。每一次回到台中，我去看老师，我都向老师请求，希望老师多栽培几个学生，我们在各地弘法有个帮手。老师也点头，好！以后怎么样？没下文。我这个话提了很多次，老师大概听得厌烦，最后给我讲「不是我不教，你替我找学生」。这句话说了之后，以后我再不敢讲，为什么？我找不到学生。不要说别的标准，像我这个标准，对老师的尊重，老师教诲我能够百分之百的奉行，找这样的学生，真的我找不到。所以师生之道是前世的缘分，可遇不可求，我到哪里去找？从此以后，这个话不提了。我知道菩提道上很难走，很辛苦，靠自己慢慢走，求佛菩萨加持，找不到帮手。",
      "zh_TW": "我早年在世界各地弘法非常辛苦，沒有幫手，一直到今天還是沒有幫手。每一次回到台中，我去看老師，我都向老師請求，希望老師多栽培幾個學生，我們在各地弘法有個幫手。老師也點頭，好！以後怎麼樣？沒下文。我這個話提了很多次，老師大概聽得厭煩，最後給我講「不是我不教，你替我找學生」。這句話說了之後，以後我再不敢講，為什麼？我找不到學生。不要說別的標準，像我這個標準，對老師的尊重，老師教誨我能夠百分之百的奉行，找這樣的學生，真的我找不到。所以師生之道是前世的緣分，可遇不可求，我到哪裡去找？從此以後，這個話不提了。我知道菩提道上很難走，很辛苦，靠自己慢慢走，求佛菩薩加持，找不到幫手。"
    },
    {
      "id": "12-017-0759_p0034",
      "zh_CN": "所以在美国遇到黄念祖，我欢喜得不得了！总算找到一个志同道合的。我在海外真的是专修专弘夏莲居居士的《无量寿经》会集本，听说他在中国也是专修专弘，总是找到一个人了！我们见面，一见如故，虽然过去不相识，我听过他的名字，他没有听过我的名字，我听他的名字是李老师说过、提到过。所以在美国有同学向我介绍，他们想在中国请一个大德到美国来弘法，说是一个密宗的上师。我听了就很疑惑：你们专修净土，又何必去搞密？我就问他：这个上师叫什么名字？他们告诉我「黄念祖」。我听了这个名字好像很熟，想了好半天，我想起来了，我说：这个人是不是梅光羲居士的外甥？他们告诉我，是的。我说：那行，请他来。如果是梅老的外甥，他的知见一定不会错。请来了，果然是梅光羲的外甥，我不知道他是夏莲居的学生。李炳南老居士是我的老师，是梅光羲居士的学生。梅老是师公，这是一家人，我们的思想见解可以沟通，总算是找到一个帮手了，不容易！",
      "zh_TW": "所以在美國遇到黃念祖，我歡喜得不得了！總算找到一個志同道合的。我在海外真的是專修專弘夏蓮居居士的《無量壽經》會集本，聽說他在中國也是專修專弘，總是找到一個人了！我們見面，一見如故，雖然過去不相識，我聽過他的名字，他沒有聽過我的名字，我聽他的名字是李老師說過、提到過。所以在美國有同學向我介紹，他們想在中國請一個大德到美國來弘法，說是一個密宗的上師。我聽了就很疑惑：你們專修淨土，又何必去搞密？我就問他：這個上師叫什麼名字？他們告訴我「黃念祖」。我聽了這個名字好像很熟，想了好半天，我想起來了，我說：這個人是不是梅光羲居士的外甥？他們告訴我，是的。我說：那行，請他來。如果是梅老的外甥，他的知見一定不會錯。請來了，果然是梅光羲的外甥，我不知道他是夏蓮居的學生。李炳南老居士是我的老師，是梅光羲居士的學生。梅老是師公，這是一家人，我們的思想見解可以溝通，總算是找到一個幫手了，不容易！"
    },
    {
      "id": "12-017-0759_p0035",
      "zh_CN": "信解是多么难，一层一层往上提升。我总算是有这么一点善根，小时候父母、尊长、老师教导，孝顺父母，尊师重道。我接受教育是三岁，小时候有这个聪明，反应好，我从三岁开始受教育。非常可惜，当中中断的时间太久，不是连续的。如果是连续的，从三岁到十岁，那我的根底就非常深厚。家庭环境不好，代代都是清寒，家里没有恒产，没有土地，没有房屋，我父亲一生都是租人家的房子住，靠自己一点薪水，他做公务员，微薄的薪水来养家，所以我的教育常常中断。根底是小孩时候，那个印象深刻，真的是得利这一点点。",
      "zh_TW": "信解是多麼難，一層一層往上提升。我總算是有這麼一點善根，小時候父母、尊長、老師教導，孝順父母，尊師重道。我接受教育是三歲，小時候有這個聰明，反應好，我從三歲開始受教育。非常可惜，當中中斷的時間太久，不是連續的。如果是連續的，從三歲到十歲，那我的根底就非常深厚。家庭環境不好，代代都是清寒，家裡沒有恆產，沒有土地，沒有房屋，我父親一生都是租人家的房子住，靠自己一點薪水，他做公務員，微薄的薪水來養家，所以我的教育常常中斷。根底是小孩時候，那個印象深刻，真的是得利這一點點。"
    },
    {
      "id": "12-017-0759_p0036",
      "zh_CN": "以后在战乱当中，我是避难到台湾。在台湾亲近方东美先生、章嘉大师、李炳南老居士，我有做学生的态度。所以一接触，他们知道我可以做学生，具备做学生的条件：尊师重道，对老师的教诲依教奉行。老师肯教，欢喜教我。我认真学习，依教奉行，才有今天这一点成就。狂妄自负是不可能有成就的，成就的人都虚心。",
      "zh_TW": "以後在戰亂當中，我是避難到台灣。在台灣親近方東美先生、章嘉大師、李炳南老居士，我有做學生的態度。所以一接觸，他們知道我可以做學生，具備做學生的條件：尊師重道，對老師的教誨依教奉行。老師肯教，歡喜教我。我認真學習，依教奉行，才有今天這一點成就。狂妄自負是不可能有成就的，成就的人都虛心。"
    },
    {
      "id": "12-017-0759_p0037",
      "zh_CN": "老师在旁边都观察，特别对于贫贱之人，在旁边看你用什么态度对他。如果你的态度真诚、清净、平等，你有善根；老师要教的学生，就是要教这样的学生。如果你对富贵人很亲近，很有礼貌、尊重，对贫贱人很轻慢，老师看在心里也不会说话，不会教你。为什么？没有德行。不教你，对你有好处；如果教你，你将来有了知识、有了能力，你做坏事，你害社会。叫你少造一点业，不教你。你真有德行，他教你，你将来可以帮助社会，多做一点好事。老师对学生观察入微。好，现在时间到了。",
      "zh_TW": "老師在旁邊都觀察，特別對於貧賤之人，在旁邊看你用什麼態度對他。如果你的態度真誠、清淨、平等，你有善根；老師要教的學生，就是要教這樣的學生。如果你對富貴人很親近，很有禮貌、尊重，對貧賤人很輕慢，老師看在心裡也不會說話，不會教你。為什麼？沒有德行。不教你，對你有好處；如果教你，你將來有了知識、有了能力，你做壞事，你害社會。叫你少造一點業，不教你。你真有德行，他教你，你將來可以幫助社會，多做一點好事。老師對學生觀察入微。好，現在時間到了。"
    },
    {
      "id": "12-017-0759_p0038",
      "zh_CN": "诸位同学，请看「世界成就品」，第九段劫转变差别，长行第五句：",
      "zh_TW": "諸位同學，請看「世界成就品」，第九段劫轉變差別，長行第五句："
    },
    {
      "id": "12-017-0759_p0039",
      "zh_CN": "【无量众生发菩提心故。世界海纯清净劫转变。】",
      "zh_TW": "【無量眾生發菩提心故。世界海純清淨劫轉變。】"
    },
    {
      "id": "12-017-0759_p0040",
      "zh_CN": "五浊恶世，「劫浊」，五浊里头头一个就是劫浊，劫是时间，我们中国人讲年头不好。其实年头有什么不好？是这个年头里面发生的一些事情不好，所以我们说年头不好，那是劫浊。",
      "zh_TW": "五濁惡世，「劫濁」，五濁裡頭頭一個就是劫濁，劫是時間，我們中國人講年頭不好。其實年頭有什麼不好？是這個年頭裡面發生的一些事情不好，所以我們說年頭不好，那是劫濁。"
    },
    {
      "id": "12-017-0759_p0041",
      "zh_CN": "我们看这一句，这个年头很好，『世界海纯清净劫』，这不是劫浊，这是劫清净，好时候。好时候从哪里来的？上面讲的『无量众生发菩提心』，这个难得！我们知道菩提心一发，就超越十法界了。",
      "zh_TW": "我們看這一句，這個年頭很好，『世界海純清淨劫』，這不是劫濁，這是劫清淨，好時候。好時候從哪裡來的？上面講的『無量眾生發菩提心』，這個難得！我們知道菩提心一發，就超越十法界了。"
    },
    {
      "id": "12-017-0759_p0042",
      "zh_CN": "什么叫菩提心？菩提是印度话，古印度的梵语菩提，翻成中国意思叫觉，菩提心就是觉悟的心。三皈依里头头一条：觉而不迷，这是百分之百的回头，百分之百的依靠，皈是回头，一丝毫拖泥带水都没有。在圆教，《华严经》里面是初住菩萨，初住叫发心住，「破一品无明，证一身法身」，禅宗里面讲的大彻大悟、明心见性，就是这个位置。前面是别教三贤，这个地方是别教初地、圆教初住，发菩提心。",
      "zh_TW": "什麼叫菩提心？菩提是印度話，古印度的梵語菩提，翻成中國意思叫覺，菩提心就是覺悟的心。三皈依裡頭頭一條：覺而不迷，這是百分之百的回頭，百分之百的依靠，皈是回頭，一絲毫拖泥帶水都沒有。在圓教，《華嚴經》裡面是初住菩薩，初住叫發心住，「破一品無明，證一身法身」，禪宗裡面講的大徹大悟、明心見性，就是這個位置。前面是別教三賢，這個地方是別教初地、圓教初住，發菩提心。"
    },
    {
      "id": "12-017-0759_p0043",
      "zh_CN": "发菩提心的人住的地方，净土。所以它前面加个「无量」，为什么？这个地方如果不是发菩提心的人，他不能在那里居住。同学们要听清楚、要想清楚，这是事实。往生西方极乐世界，《无量寿经》上「三辈往生」，往生的条件不管是哪一辈，这是讲三辈九品全部都包括在里面，基本的条件是「发菩提心，一向专念」。不是发菩提心的人，一向专念也不能往生。为什么？那个地方是净土，你心不清净，你不具足条件住净土。「心净则佛土净」，我们不能不懂得。",
      "zh_TW": "發菩提心的人住的地方，淨土。所以它前面加個「無量」，為什麼？這個地方如果不是發菩提心的人，他不能在那裡居住。同學們要聽清楚、要想清楚，這是事實。往生西方極樂世界，《無量壽經》上「三輩往生」，往生的條件不管是哪一輩，這是講三輩九品全部都包括在裡面，基本的條件是「發菩提心，一向專念」。不是發菩提心的人，一向專念也不能往生。為什麼？那個地方是淨土，你心不清淨，你不具足條件住淨土。「心淨則佛土淨」，我們不能不懂得。"
    },
    {
      "id": "12-017-0759_p0044",
      "zh_CN": "修净土修什么？修清净心。用什么方法修清净心？用念佛。念佛堂里面的法师常讲，常常提醒大家：放下万缘，提起佛号。有许多同学来告诉我，在念佛堂里虽然放下了，但是念佛的时候还有杂念，那怎么办？很着急。古时候祖师大德们说得好，这是正常现象。如果说一进念佛堂，一放下，念佛就一个杂念没有，那恭喜你，你已经成佛了，你已经是够得上这个标准：心地清净。哪有那么容易！无量劫来杂染的薰习，已经薰习成了习惯、成了自然，现在要把这个心的念头转过来，把杂染完全放下、完全舍掉，谈何容易！",
      "zh_TW": "修淨土修什麼？修清淨心。用什麼方法修清淨心？用念佛。念佛堂裡面的法師常講，常常提醒大家：放下萬緣，提起佛號。有許多同學來告訴我，在念佛堂裡雖然放下了，但是念佛的時候還有雜念，那怎麼辦？很著急。古時候祖師大德們說得好，這是正常現象。如果說一進念佛堂，一放下，念佛就一個雜念沒有，那恭喜你，你已經成佛了，你已經是夠得上這個標準：心地清淨。哪有那麼容易！無量劫來雜染的薰習，已經薰習成了習慣、成了自然，現在要把這個心的念頭轉過來，把雜染完全放下、完全捨掉，談何容易！"
    },
    {
      "id": "12-017-0759_p0045",
      "zh_CN": "所以念佛人，一面念佛，一面妄想杂念起来，正常！你不要害怕，哪一个念佛人都是从这个过程过来的。有这种情形，自己一定要生惭愧心，我自己的烦恼习气业障太重了。应当怎么修？确确实实要把自己的贪瞋痴慢、五欲六尘那个水平降低，年年放下，一点一点放。一下放是决定放不掉的，那是假的，是自欺欺人的。真正老实干，点点滴滴的放，认真努力。",
      "zh_TW": "所以念佛人，一面念佛，一面妄想雜念起來，正常！你不要害怕，哪一個念佛人都是從這個過程過來的。有這種情形，自己一定要生慚愧心，我自己的煩惱習氣業障太重了。應當怎麼修？確確實實要把自己的貪瞋痴慢、五欲六塵那個水平降低，年年放下，一點一點放。一下放是決定放不掉的，那是假的，是自欺欺人的。真正老實幹，點點滴滴的放，認真努力。"
    },
    {
      "id": "12-017-0759_p0046",
      "zh_CN": "这里面还有一个非常重要的，那就是对于经教的学习。你为什么放不下？是因为你对于宇宙人生的道理，你没有通达，事实真相你没有了解，所以你放不下。果然通达明了，你自然就放下。放下，你念佛，杂念就没有了。",
      "zh_TW": "這裡面還有一個非常重要的，那就是對於經教的學習。你為什麼放不下？是因為你對於宇宙人生的道理，你沒有通達，事實真相你沒有了解，所以你放不下。果然通達明瞭，你自然就放下。放下，你念佛，雜念就沒有了。"
    },
    {
      "id": "12-017-0759_p0047",
      "zh_CN": "你想一想，释迦牟尼佛当年在世，辛辛苦苦每天讲八个小时，讲四十九年，为什么？帮助我们放下妄念的。解透彻了，所以前面「信解」，信解圆满，菩提心才现前；信解不圆，哪来的菩提心？",
      "zh_TW": "你想一想，釋迦牟尼佛當年在世，辛辛苦苦每天講八個小時，講四十九年，為什麼？幫助我們放下妄念的。解透徹了，所以前面「信解」，信解圓滿，菩提心才現前；信解不圓，哪來的菩提心？"
    },
    {
      "id": "12-017-0759_p0048",
      "zh_CN": "诸位要晓得，阿罗汉没有发菩提心，辟支佛也没有发菩提心，权教菩萨发的那个菩提心不是真的。我们现在也受了菩萨戒，也发了菩提心，不是真的。如果是真的，绝对不是现在这个境界。我们发的菩提心，如果照天台大师那六个标准来说，我们是什么菩提心？名字菩提心。名字是有名无实，挂名的，实际上我们的心依旧是迷邪染。自己要认得自己！从迷邪染到觉正净，好难！",
      "zh_TW": "諸位要曉得，阿羅漢沒有發菩提心，辟支佛也沒有發菩提心，權教菩薩發的那個菩提心不是真的。我們現在也受了菩薩戒，也發了菩提心，不是真的。如果是真的，絕對不是現在這個境界。我們發的菩提心，如果照天台大師那六個標準來說，我們是什麼菩提心？名字菩提心。名字是有名無實，掛名的，實際上我們的心依舊是迷邪染。自己要認得自己！從迷邪染到覺正淨，好難！"
    },
    {
      "id": "12-017-0759_p0049",
      "zh_CN": "你看信解菩萨，信解菩萨就是发菩提心了，菩提心里头夹杂着染污；觉里头夹杂着迷，正里头夹杂着邪，净里头夹杂着染。信解菩萨三十个位次，别教里头：十住、十行、十回向。好像读书一样，三十个年级。三十个年级念完、毕业了，菩提心才现前。决定不夹杂，觉里头不夹杂迷，正里头不夹杂邪，净里头不夹杂染，三十个位次。",
      "zh_TW": "你看信解菩薩，信解菩薩就是發菩提心了，菩提心裡頭夾雜著染污；覺裡頭夾雜著迷，正裡頭夾雜著邪，淨裡頭夾雜著染。信解菩薩三十個位次，別教裡頭：十住、十行、十迴向。好像讀書一樣，三十個年級。三十個年級念完、畢業了，菩提心才現前。決定不夾雜，覺裡頭不夾雜迷，正裡頭不夾雜邪，淨裡頭不夾雜染，三十個位次。"
    },
    {
      "id": "12-017-0759_p0050",
      "zh_CN": "我们就以这个标准来说，初信位的菩萨，这个还不能讲初信；如果从初信讲起，别教讲起，那是四十个位次：十信、十住、十行、十回向；初信菩萨发菩提心。我们现在还不到初信，即使是初信，我们的菩提心，说实在的话，四十分我们只有一分净、三十九分染，一分正、三十九分邪，一分觉、三十九分迷；我们今天受持三皈，觉正净真的是这个样子。",
      "zh_TW": "我們就以這個標準來說，初信位的菩薩，這個還不能講初信；如果從初信講起，別教講起，那是四十個位次：十信、十住、十行、十迴向；初信菩薩發菩提心。我們現在還不到初信，即使是初信，我們的菩提心，說實在的話，四十分我們只有一分淨、三十九分染，一分正、三十九分邪，一分覺、三十九分迷；我們今天受持三皈，覺正淨真的是這個樣子。"
    },
    {
      "id": "12-017-0759_p0051",
      "zh_CN": "什么时候把自己升等，四十分当中，我们能够升到两分觉、三十八分迷，两分正、三十八分邪，两分净、三十八分染，你从这里慢慢提升。提升到什么时候，你在境界当中才能有把握？跟诸位说，至少要有一半，这四十分当中我有二十分净、还有二十分染，有二十分正、还有二十分邪，有二十分觉、还有二十分迷，一半一半。一半一半是什么菩萨？三贤菩萨里面的初行菩萨。",
      "zh_TW": "什麼時候把自己升等，四十分當中，我們能夠升到兩分覺、三十八分迷，兩分正、三十八分邪，兩分淨、三十八分染，你從這裡慢慢提升。提升到什麼時候，你在境界當中才能有把握？跟諸位說，至少要有一半，這四十分當中我有二十分淨、還有二十分染，有二十分正、還有二十分邪，有二十分覺、還有二十分迷，一半一半。一半一半是什麼菩薩？三賢菩薩裡面的初行菩薩。"
    },
    {
      "id": "12-017-0759_p0052",
      "zh_CN": "你这才晓得，修行不是想像那么容易，你要真干，决定不能随顺烦恼习气。许许多多修行人，这一生一世不能成就，就是敌不过烦恼习气，里面有自私自利、贪瞋痴慢，外面有五欲六尘、财色名食睡的诱惑，你怎么会成就？境界一现前，觉正净全没有了！四十分全是迷邪染，你怎么不造业？你怎么不遭难？遭难就受果报，这些事实真相不能不搞清楚。",
      "zh_TW": "你這才曉得，修行不是想像那麼容易，你要真幹，決定不能隨順煩惱習氣。許許多多修行人，這一生一世不能成就，就是敵不過煩惱習氣，裡面有自私自利、貪瞋痴慢，外面有五欲六塵、財色名食睡的誘惑，你怎麼會成就？境界一現前，覺正淨全沒有了！四十分全是迷邪染，你怎麼不造業？你怎麼不遭難？遭難就受果報，這些事實真相不能不搞清楚。"
    },
    {
      "id": "12-017-0759_p0053",
      "zh_CN": "难！难要干，不能说难就把我吓倒了。难要把你吓倒，生生世世搞六道轮回。搞六道轮回，你一定要记住，《金刚经》上讲得很清楚、很明白，决定是三恶道的时间长，三善道的时间短。你知不知道佛在经上常说「人生难得，佛法难闻」，今天我们得人身、闻佛法，你要知道珍惜这个机会，这个机会「百千万劫难遭遇」。古人讲的「无量劫来希有难逢之一日」，我们今天遇到了。遇到了还是这么糊涂，还是这么任性，还不肯真干，吃亏的是自己，不是别人。真干的人肯定克服重重障难，你成就了。",
      "zh_TW": "難！難要幹，不能說難就把我嚇倒了。難要把你嚇倒，生生世世搞六道輪迴。搞六道輪迴，你一定要記住，《金剛經》上講得很清楚、很明白，決定是三惡道的時間長，三善道的時間短。你知不知道佛在經上常說「人生難得，佛法難聞」，今天我們得人身、聞佛法，你要知道珍惜這個機會，這個機會「百千萬劫難遭遇」。古人講的「無量劫來希有難逢之一日」，我們今天遇到了。遇到了還是這麼糊塗，還是這麼任性，還不肯真幹，吃虧的是自己，不是別人。真幹的人肯定克服重重障難，你成就了。"
    },
    {
      "id": "12-017-0759_p0054",
      "zh_CN": "这个地方讲到菩提心，《大乘起信论》上讲的「直心、深心、大悲心」，讲了三个心。这三个心有体有用，直心是体，深心跟大悲心是作用。从体起用，用里面有自受用、有他受用，自受用的是深心，他受用的是大悲心。经上讲的「至诚心、深心、回向发愿心」。",
      "zh_TW": "這個地方講到菩提心，《大乘起信論》上講的「直心、深心、大悲心」，講了三個心。這三個心有體有用，直心是體，深心跟大悲心是作用。從體起用，用裡面有自受用、有他受用，自受用的是深心，他受用的是大悲心。經上講的「至誠心、深心、迴向發願心」。"
    },
    {
      "id": "12-017-0759_p0055",
      "zh_CN": "我现在跟诸位同学讲，我也不讲论，我也不讲经，我把经论会归，我说了一个很容易懂的菩提心，我说五个：真诚心、清净心、平等心、正觉心、慈悲心，这五个心跟三心是一个意思。真诚心是体，清净心、平等心、正觉心是自受用，就是深心，我把深心讲成三个；大悲心是慈悲心，对别人。我说这五个意思大家好懂。",
      "zh_TW": "我現在跟諸位同學講，我也不講論，我也不講經，我把經論會歸，我說了一個很容易懂的菩提心，我說五個：真誠心、清淨心、平等心、正覺心、慈悲心，這五個心跟三心是一個意思。真誠心是體，清淨心、平等心、正覺心是自受用，就是深心，我把深心講成三個；大悲心是慈悲心，對別人。我說這五個意思大家好懂。"
    },
    {
      "id": "12-017-0759_p0056",
      "zh_CN": "换句话说，我们今天发菩提心，你是真的发，还是假的发？我们用百分比来比、来说，你的真诚心有没有百分之一？百分之九十九你是虚伪的心，你有没有一分真诚心？不要说一分很少，那一分非常宝贵。什么时候对自己、对别人用过真诚心？我们要多想想，仔细去反省、去检点，这是做功夫，这是真正在学佛、在学觉。",
      "zh_TW": "換句話說，我們今天發菩提心，你是真的發，還是假的發？我們用百分比來比、來說，你的真誠心有沒有百分之一？百分之九十九你是虛偽的心，你有沒有一分真誠心？不要說一分很少，那一分非常寶貴。什麼時候對自己、對別人用過真誠心？我們要多想想，仔細去反省、去檢點，這是做功夫，這是真正在學佛、在學覺。"
    },
    {
      "id": "12-017-0759_p0057",
      "zh_CN": "自己欺骗自己不知道，什么时候你发现到我天天都在骗自己，你开始觉悟，你有一分真心现前了。天天欺骗自己而不知道欺骗自己，就是你的真诚心一分都没有，你是百分之百的虚伪、百分之百的染污、百分之百的不平、百分之百的迷惑、百分之百的自私自利，你哪来的菩提心？",
      "zh_TW": "自己欺騙自己不知道，什麼時候你發現到我天天都在騙自己，你開始覺悟，你有一分真心現前了。天天欺騙自己而不知道欺騙自己，就是你的真誠心一分都沒有，你是百分之百的虛偽、百分之百的染污、百分之百的不平、百分之百的迷惑、百分之百的自私自利，你哪來的菩提心？"
    },
    {
      "id": "12-017-0759_p0058",
      "zh_CN": "现在这个地位的菩萨，通过十信、十住、十行、十回向四十个阶段的修学，把虚伪、染污、不平、愚迷、自私自利统统断尽，他现在已经拿到百分之百的真诚、清净、平等、正觉、慈悲，菩提心发了。这是别教初地菩萨，圆教初住菩萨。",
      "zh_TW": "現在這個地位的菩薩，通過十信、十住、十行、十迴向四十個階段的修學，把虛偽、染污、不平、愚迷、自私自利統統斷盡，他現在已經拿到百分之百的真誠、清淨、平等、正覺、慈悲，菩提心發了。這是別教初地菩薩，圓教初住菩薩。"
    },
    {
      "id": "12-017-0759_p0059",
      "zh_CN": "所以在这个刹土里面，无量众生，凡是生在这个刹土里头都是发菩提心；菩提心不圆满的，决定不能到这个刹土来。这个刹土是什么刹土？华藏世界，我们常讲四十一位法身大士。你没有破无明、没有证法身，你不能契入这个境界。再告诉你，你要不是真正发菩提心，你念佛不能往生。我说这个话，你们会吓倒，我再把话说清楚，不能往生西方世界的实报庄严土。",
      "zh_TW": "所以在這個剎土裡面，無量眾生，凡是生在這個剎土裡頭都是發菩提心；菩提心不圓滿的，決定不能到這個剎土來。這個剎土是什麼剎土？華藏世界，我們常講四十一位法身大士。你沒有破無明、沒有證法身，你不能契入這個境界。再告訴你，你要不是真正發菩提心，你念佛不能往生。我說這個話，你們會嚇倒，我再把話說清楚，不能往生西方世界的實報莊嚴土。"
    },
    {
      "id": "12-017-0759_p0060",
      "zh_CN": "所以弥陀了不起！你发菩提心，菩提心发得并不足，但是真有，不是没有，有个几分。刚才我们讲，这四十品四十分，你只要有一分真诚、一分清净，虽然还有三十九分不真诚、不清净，这一分的真诚清净平等正觉慈悲，在什么时候发？临命终时。临终的时候，这个心是真诚清净平等正觉慈悲，一句佛号往生了，生凡圣同居土。带业往生，所以往生的人多。",
      "zh_TW": "所以彌陀了不起！你發菩提心，菩提心發得並不足，但是真有，不是沒有，有個幾分。剛才我們講，這四十品四十分，你只要有一分真誠、一分清淨，雖然還有三十九分不真誠、不清淨，這一分的真誠清淨平等正覺慈悲，在什麼時候發？臨命終時。臨終的時候，這個心是真誠清淨平等正覺慈悲，一句佛號往生了，生凡聖同居土。帶業往生，所以往生的人多。"
    },
    {
      "id": "12-017-0759_p0061",
      "zh_CN": "到华藏世界那就不简单，华藏世界一定要圆满，圆满的菩提心你才能够证得。带个几分，里头还夹杂，华藏世界没分。极乐世界净土，凡圣同居土夹杂，方便有余土也是夹杂，实报庄严土纯净，这个不一样。",
      "zh_TW": "到華藏世界那就不簡單，華藏世界一定要圓滿，圓滿的菩提心你才能夠證得。帶個幾分，裡頭還夾雜，華藏世界沒分。極樂世界淨土，凡聖同居土夾雜，方便有餘土也是夾雜，實報莊嚴土純淨，這個不一樣。"
    },
    {
      "id": "12-017-0759_p0062",
      "zh_CN": "但是西方极乐世界又有一个无比殊胜庄严，十方诸佛刹土找不到，那是什么？它四土的居民住在一起，不可思议！不像他方世界，这四个境界是四个不同的维次空间，彼此不相见。西方极乐世界这四个不同的程度居住在同一个维次空间，不可思议！十方世界所没有的，所以西方世界跟一切诸佛刹土来比是无比的殊胜。",
      "zh_TW": "但是西方極樂世界又有一個無比殊勝莊嚴，十方諸佛剎土找不到，那是什麼？它四土的居民住在一起，不可思議！不像他方世界，這四個境界是四個不同的維次空間，彼此不相見。西方極樂世界這四個不同的程度居住在同一個維次空間，不可思議！十方世界所沒有的，所以西方世界跟一切諸佛剎土來比是無比的殊勝。"
    },
    {
      "id": "12-017-0759_p0063",
      "zh_CN": "这个世界在哪里？华藏世界的中心。像我们都市里头最繁华的一个街道，华藏世界最繁华、最殊胜的中心是极乐世界，极乐没有离开华藏。所以华藏世界的菩萨各个都想到极乐世界去，普贤、文殊「十大愿王导归极乐」，我们要懂得。",
      "zh_TW": "這個世界在哪裡？華藏世界的中心。像我們都市裡頭最繁華的一個街道，華藏世界最繁華、最殊勝的中心是極樂世界，極樂沒有離開華藏。所以華藏世界的菩薩各個都想到極樂世界去，普賢、文殊「十大願王導歸極樂」，我們要懂得。"
    },
    {
      "id": "12-017-0759_p0064",
      "zh_CN": "菩提心要是真正发起来，你的日常生活行为决定是我们对联下联所写的：看破、放下、自在、随缘、念佛，肯定是这样的，这是行。上联是讲的心，菩提心；下联是讲的菩萨行，也就是说菩萨日常生活行持，肯定是看破放下自在随缘念佛。",
      "zh_TW": "菩提心要是真正發起來，你的日常生活行為決定是我們對聯下聯所寫的：看破、放下、自在、隨緣、念佛，肯定是這樣的，這是行。上聯是講的心，菩提心；下聯是講的菩薩行，也就是說菩薩日常生活行持，肯定是看破放下自在隨緣念佛。"
    },
    {
      "id": "12-017-0759_p0065",
      "zh_CN": "什么叫看破？看破是一切明了，你不迷了。以佛法来说，宇宙人生的性相、事理、因果，清清楚楚、明明白白，这叫看破。放下什么？所有的妄想分别执着统统放下，心里头一尘不染，心里面干干净净，佛法里面讲的清净寂灭。心里头没有烦恼，为什么？妄想分别执着统统放下了，只有智慧。",
      "zh_TW": "什麼叫看破？看破是一切明瞭，你不迷了。以佛法來說，宇宙人生的性相、事理、因果，清清楚楚、明明白白，這叫看破。放下什麼？所有的妄想分別執著統統放下，心裡頭一塵不染，心裡面乾乾淨淨，佛法裡面講的清淨寂滅。心裡頭沒有煩惱，為什麼？妄想分別執著統統放下了，只有智慧。"
    },
    {
      "id": "12-017-0759_p0066",
      "zh_CN": "所以禅宗六祖惠能大师，唐朝时候人，他，我不叫他老人家，为什么？他那时候才二十四岁，不老，二十四岁他菩提心现前。诸位要知道，百分之百的真诚清净平等正觉慈悲，菩提心现前，所以他智慧开了。见五祖，他跟五祖说「弟子心中常生智慧」，他没有分别执着，常生智慧。五祖听到之后故意不理睬他，怕别人嫉妒，把他送到碓房里面去做苦工。每天舂米破柴，供养大众，做粗活。这样子过了八个月。",
      "zh_TW": "所以禪宗六祖惠能大師，唐朝時候人，他，我不叫他老人家，為什麼？他那時候才二十四歲，不老，二十四歲他菩提心現前。諸位要知道，百分之百的真誠清淨平等正覺慈悲，菩提心現前，所以他智慧開了。見五祖，他跟五祖說「弟子心中常生智慧」，他沒有分別執著，常生智慧。五祖聽到之後故意不理睬他，怕別人嫉妒，把他送到碓房裡面去做苦工。每天舂米破柴，供養大眾，做粗活。這樣子過了八個月。"
    },
    {
      "id": "12-017-0759_p0067",
      "zh_CN": "有一天五祖忍和尚到碓房里面去看他，走到很接近的时候跟他讲「你说的话，我觉得很有道理」。其他的话都不说，在他那个碓上，五祖拄了一个拐杖，拿这个拐杖在碓上敲了三下，就走了。惠能就懂得意思了，敲三下就是叫他三更的时候去找他。",
      "zh_TW": "有一天五祖忍和尚到碓房裡面去看他，走到很接近的時候跟他講「你說的話，我覺得很有道理」。其他的話都不說，在他那個碓上，五祖拄了一個拐杖，拿這個拐杖在碓上敲了三下，就走了。惠能就懂得意思了，敲三下就是叫他三更的時候去找他。"
    },
    {
      "id": "12-017-0759_p0068",
      "zh_CN": "到三更的时候，果然惠能去找他，他的门都没有栓。五祖给他说法，还怕别人听见、看到，用袈裟把他围起来，给他讲经。讲到「应无所住而生其心」，他豁然大悟，明心见性，无明破了。破无明，菩提心现前，那个时候他二十四岁。",
      "zh_TW": "到三更的時候，果然惠能去找他，他的門都沒有栓。五祖給他說法，還怕別人聽見、看到，用袈裟把他圍起來，給他講經。講到「應無所住而生其心」，他豁然大悟，明心見性，無明破了。破無明，菩提心現前，那個時候他二十四歲。"
    },
    {
      "id": "12-017-0759_p0069",
      "zh_CN": "为什么他做得到，我们做不到？他也是人，我也是人，为什么人家二十四岁就做了祖师，五祖把衣钵就传给他？我们学佛学到今年还是糊里糊涂，往后下去依旧糊里糊涂。什么原因？惭愧心没有生起。为什么不能成就？实在就是一句话：没有依教奉行。每部经到最后，最后一句话「信受奉行」，我们经是学了，教是听了，听了怎么样？不行，不能接受，不能奉行，这是我们比不上人家的地方。人家不管学什么样的经典，不必学多，一部、两部就成功了。",
      "zh_TW": "為什麼他做得到，我們做不到？他也是人，我也是人，為什麼人家二十四歲就做了祖師，五祖把衣缽就傳給他？我們學佛學到今年還是糊裡糊塗，往後下去依舊糊裡糊塗。什麼原因？慚愧心沒有生起。為什麼不能成就？實在就是一句話：沒有依教奉行。每部經到最後，最後一句話「信受奉行」，我們經是學了，教是聽了，聽了怎麼樣？不行，不能接受，不能奉行，這是我們比不上人家的地方。人家不管學什麼樣的經典，不必學多，一部、兩部就成功了。"
    },
    {
      "id": "12-017-0759_p0070",
      "zh_CN": "实在讲，五祖忍和尚给惠能大师讲《金刚经》，你们今天翻一翻，你翻到「应无所住而生其心」，那个经本不到三分之一。《金刚经》五千言，往后不要讲了，什么经都不要讲了，为什么？全通了！他为什么能？他平常没有妄想分别执着。我们今天麻烦，妄想分别执着一大堆，无量无边！所以学什么都学不成，不能契入。",
      "zh_TW": "實在講，五祖忍和尚給惠能大師講《金剛經》，你們今天翻一翻，你翻到「應無所住而生其心」，那個經本不到三分之一。《金剛經》五千言，往後不要講了，什麼經都不要講了，為什麼？全通了！他為什麼能？他平常沒有妄想分別執著。我們今天麻煩，妄想分別執著一大堆，無量無邊！所以學什麼都學不成，不能契入。"
    },
    {
      "id": "12-017-0759_p0071",
      "zh_CN": "我跟诸位同学说，不但是《华严经》，一切经字字句句无量义，讲不完的，你能看多少意思？为什么看不出来？烦恼障住了，习染障住了，你不开智慧。学讲经，头一个要开智慧。智慧不开，我们学讲经怎么学法？老师教导我们，讲别人的注解。自己决定不能夹杂意见，夹杂意见就有过失。这个过失自己要负责任，要负因果责任，不是容易事！",
      "zh_TW": "我跟諸位同學說，不但是《華嚴經》，一切經字字句句無量義，講不完的，你能看多少意思？為什麼看不出來？煩惱障住了，習染障住了，你不開智慧。學講經，頭一個要開智慧。智慧不開，我們學講經怎麼學法？老師教導我們，講別人的註解。自己決定不能夾雜意見，夾雜意見就有過失。這個過失自己要負責任，要負因果責任，不是容易事！"
    },
    {
      "id": "12-017-0759_p0072",
      "zh_CN": "所以真正学佛、真正修道，不能不断烦恼，不能不开悟。先且不谈开悟，专谈断烦恼。烦恼断了，自然就开悟，我们是烦恼把自己的悟门障碍、堵塞了。",
      "zh_TW": "所以真正學佛、真正修道，不能不斷煩惱，不能不開悟。先且不談開悟，專談斷煩惱。煩惱斷了，自然就開悟，我們是煩惱把自己的悟門障礙、堵塞了。"
    },
    {
      "id": "12-017-0759_p0073",
      "zh_CN": "佛在这个经上讲得那么清楚，「一切众生皆有如来智慧德相」、「一切众生本来成佛」，大乘经教上佛常讲的，真话！本来是佛，你现在为什么堕落成这个样子？就是因为你妄想分别执着太重了。佛教我们没有别的，把这三样东西舍掉，佛的教学就圆满，就没事了。",
      "zh_TW": "佛在這個經上講得那麼清楚，「一切眾生皆有如來智慧德相」、「一切眾生本來成佛」，大乘經教上佛常講的，真話！本來是佛，你現在為什麼墮落成這個樣子？就是因為你妄想分別執著太重了。佛教我們沒有別的，把這三樣東西捨掉，佛的教學就圓滿，就沒事了。"
    },
    {
      "id": "12-017-0759_p0074",
      "zh_CN": "《华严经》三十九品，我们今天讲第四品，用的时间一千多个小时。前天周居士问我，「法师，你这样的进度，你这部经还要多久才能讲完」？如果依照这个进度来讲，十年都讲不完，何况「入法界品」就有四十卷！但是我要不是这样讲法，大家不得利益，听也是白听。这样的细讲，得利益的人有，不多。",
      "zh_TW": "《華嚴經》三十九品，我們今天講第四品，用的時間一千多個小時。前天周居士問我，「法師，你這樣的進度，你這部經還要多久才能講完」？如果依照這個進度來講，十年都講不完，何況「入法界品」就有四十卷！但是我要不是這樣講法，大家不得利益，聽也是白聽。這樣的細講，得利益的人有，不多。"
    },
    {
      "id": "12-017-0759_p0075",
      "zh_CN": "古人讲《华严》，没有这个讲法。李老师当年教导我们，告诉我们讲经的原则：长经短讲，短经长讲，听的人才有味道。长经长讲到哪一年才听得完？听经的意愿就没有了。短经短讲，人家瞧不起，「这没有什么希奇，没有什么意思」，提不起兴趣。短经能够长讲，人家觉得这个很了不起。长经短讲别人有兴趣，经虽然这么大，没有关系，使用的时间不长，他有学习的兴趣。",
      "zh_TW": "古人講《華嚴》，沒有這個講法。李老師當年教導我們，告訴我們講經的原則：長經短講，短經長講，聽的人才有味道。長經長講到哪一年才聽得完？聽經的意願就沒有了。短經短講，人家瞧不起，「這沒有什麼希奇，沒有什麼意思」，提不起興趣。短經能夠長講，人家覺得這個很了不起。長經短講別人有興趣，經雖然這麼大，沒有關係，使用的時間不長，他有學習的興趣。"
    },
    {
      "id": "12-017-0759_p0076",
      "zh_CN": "我们今天违背了这个原则，长经长讲。好在是我没有听众，我在摄影棚里头录相，我自己对自己讲。我在这个地方是做学习报告，我尽一点绵薄之力，帮助有缘的同学。",
      "zh_TW": "我們今天違背了這個原則，長經長講。好在是我沒有聽眾，我在攝影棚裡頭錄相，我自己對自己講。我在這個地方是做學習報告，我盡一點綿薄之力，幫助有緣的同學。"
    },
    {
      "id": "12-017-0759_p0077",
      "zh_CN": "这个有缘绝对不简单，要菩提心；不发菩提心，你决定不能入华严境界。跟弥陀极乐国不一样，极乐国里头上中下三辈往生，发菩提心；菩提心，刚才讲了一定要发，真诚清净平等正觉慈悲，你一百分里头能有十分，你就有把握往生凡圣同居土，你就有把握；你能够有五十分，你就有把握往生方便有余土；真的发足百分之百的菩提心，你肯定是实报庄严土，不一样。如果没有发菩提心，不能往生，那就是古人所讲的，「口念弥陀心散乱，喊破喉咙也枉然」。",
      "zh_TW": "這個有緣絕對不簡單，要菩提心；不發菩提心，你決定不能入華嚴境界。跟彌陀極樂國不一樣，極樂國裡頭上中下三輩往生，發菩提心；菩提心，剛才講了一定要發，真誠清淨平等正覺慈悲，你一百分裡頭能有十分，你就有把握往生凡聖同居土，你就有把握；你能夠有五十分，你就有把握往生方便有餘土；真的發足百分之百的菩提心，你肯定是實報莊嚴土，不一樣。如果沒有發菩提心，不能往生，那就是古人所講的，「口念彌陀心散亂，喊破喉嚨也枉然」。"
    },
    {
      "id": "12-017-0759_p0078",
      "zh_CN": "我学佛五十年写这一幅对联，你们在佛堂看见，这是我自己修学的心得，贡献给诸位。上联是心、存心，下联是处事待人接物。养生之道在自在、随缘，在这个世间于人无争，于世无求，什么都好，没有一样不好，你才自在，随缘才自在。自己一定要想怎样怎样，你就自己找自己麻烦，你就不自在；换句话说，你就不快乐。法喜充满，从自在随缘来的，常生欢喜心。一个人也不寂寞，也欢欢喜喜。我在摄影棚里头面对着摄影机，一个人！你看我一个人多高兴、多欢喜！这是从佛法里头得来的，真实的学问，真实的智慧。",
      "zh_TW": "我學佛五十年寫這一幅對聯，你們在佛堂看見，這是我自己修學的心得，貢獻給諸位。上聯是心、存心，下聯是處事待人接物。養生之道在自在、隨緣，在這個世間於人無爭，於世無求，什麼都好，沒有一樣不好，你才自在，隨緣才自在。自己一定要想怎樣怎樣，你就自己找自己麻煩，你就不自在；換句話說，你就不快樂。法喜充滿，從自在隨緣來的，常生歡喜心。一個人也不寂寞，也歡歡喜喜。我在攝影棚裡頭面對著攝影機，一個人！你看我一個人多高興、多歡喜！這是從佛法裡頭得來的，真實的學問，真實的智慧。"
    },
    {
      "id": "12-017-0759_p0079",
      "zh_CN": "人在一生当中，能得到这个确实不容易。所以古人讲这个事业「非将相所能为」，将是统帅，相是宰相，做宰相、做统帅不难，得这个不容易，自在解脱这个不容易！我们这么多年学习的成绩，虽然不能说证得，沾到一点气氛。天台大师所说的六即位里头有相似即位，我们不能说到真实，但在相似位中跟真实慢慢的靠近了，所以要加速度不断的向上提升。",
      "zh_TW": "人在一生當中，能得到這個確實不容易。所以古人講這個事業「非將相所能為」，將是統帥，相是宰相，做宰相、做統帥不難，得這個不容易，自在解脫這個不容易！我們這麼多年學習的成績，雖然不能說證得，沾到一點氣氛。天台大師所說的六即位裡頭有相似即位，我們不能說到真實，但在相似位中跟真實慢慢的靠近了，所以要加速度不斷的向上提升。"
    },
    {
      "id": "12-017-0759_p0080",
      "zh_CN": "怎么提升法？不断的放下。有人说人生就是一个放，这个话有根据。孟子说过，学问之道无他，求其放心而已！这个放下不是别的放下，是心里头放下。千万不要误会把工作事情都放下，那错误了。心里头放下，心里头放下什么？放下执着、放下分别、放下妄想，所有一切人事物、世出世间法统统要放下，不能执着，不能分别，不能去想。你去想是无明，是妄想。",
      "zh_TW": "怎麼提升法？不斷的放下。有人說人生就是一個放，這個話有根據。孟子說過，學問之道無他，求其放心而已！這個放下不是別的放下，是心裡頭放下。千萬不要誤會把工作事情都放下，那錯誤了。心裡頭放下，心裡頭放下什麼？放下執著、放下分別、放下妄想，所有一切人事物、世出世間法統統要放下，不能執著，不能分別，不能去想。你去想是無明，是妄想。"
    },
    {
      "id": "12-017-0759_p0081",
      "zh_CN": "为什么教你把妄想分别执着统统放下？因为一切诸法的真相，给你说真的，《般若经》上，六百卷《大般若》的总结，我把它总结九个字，「无所有，毕竟空，不可得」。世尊当年在世二十二年讲般若，讲得那么多，总结就是这三句话，这是给你讲世出世间一切法的真相。",
      "zh_TW": "為什麼教你把妄想分別執著統統放下？因為一切諸法的真相，給你說真的，《般若經》上，六百卷《大般若》的總結，我把它總結九個字，「無所有，畢竟空，不可得」。世尊當年在世二十二年講般若，講得那麼多，總結就是這三句話，這是給你講世出世間一切法的真相。"
    },
    {
      "id": "12-017-0759_p0082",
      "zh_CN": "所以经上一再讲相有性无、事有理无，相是幻相，事是影事，像梦幻泡影一样，不是真的。所以你可以受用，你不能占有；你可以随缘，你不能控制。你要有控制的心，你要有占有的心，你错了！你已经堕落在迷邪染里头。千万不要以为这个事我要不认真的管，这事情就糟了！没有那回事情。「天下本无事，庸人自扰之」，没有你，这个宇宙照样运行，这个社会一切活动并不停止。你怎么不想想这个道理？除了你就不行？错了！",
      "zh_TW": "所以經上一再講相有性無、事有理無，相是幻相，事是影事，像夢幻泡影一樣，不是真的。所以你可以受用，你不能佔有；你可以隨緣，你不能控制。你要有控制的心，你要有佔有的心，你錯了！你已經墮落在迷邪染裡頭。千萬不要以為這個事我要不認真的管，這事情就糟了！沒有那回事情。「天下本無事，庸人自擾之」，沒有你，這個宇宙照樣運行，這個社會一切活動並不停止。你怎麼不想想這個道理？除了你就不行？錯了！"
    },
    {
      "id": "12-017-0759_p0083",
      "zh_CN": "所以真正修行人，声闻、缘觉、菩萨他们在世间，我常常有个比喻，这个世间众生在演戏，假戏真演，演得好像是真的。诸佛菩萨在旁边看戏，知道这个舞台是什么？是梦幻泡影。所以《金刚经》上说「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，不是天下太平，什么事都没有了！你的智慧就开了。",
      "zh_TW": "所以真正修行人，聲聞、緣覺、菩薩他們在世間，我常常有個比喻，這個世間眾生在演戲，假戲真演，演得好像是真的。諸佛菩薩在旁邊看戲，知道這個舞台是什麼？是夢幻泡影。所以《金剛經》上說「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，不是天下太平，什麼事都沒有了！你的智慧就開了。"
    },
    {
      "id": "12-017-0759_p0084",
      "zh_CN": "所以真正发菩提心，我写这二十个字，你要是做到了，「世界海纯清净劫转变」，这是一真法界，这是诸佛菩萨，菩萨是法身菩萨，诸佛如来、法身菩萨的净土。今天时间到了。",
      "zh_TW": "所以真正發菩提心，我寫這二十個字，你要是做到了，「世界海純清淨劫轉變」，這是一真法界，這是諸佛菩薩，菩薩是法身菩薩，諸佛如來、法身菩薩的淨土。今天時間到了。"
    }
  ]
}