{
  "doc_id": "12-017-0162",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "12-017-0162",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "12-017-0162_p0001",
      "zh_CN": "请看知足天王第七句，知足天长行第七句看起：",
      "zh_TW": "請看知足天王第七句，知足天長行第七句看起："
    },
    {
      "id": "12-017-0162_p0002",
      "zh_CN": "【勇健力天王。得开示一切佛正觉境界解脱门。】",
      "zh_TW": "【勇健力天王。得開示一切佛正覺境界解脫門。】"
    },
    {
      "id": "12-017-0162_p0003",
      "zh_CN": "天王所得的法门，也就是他所修学的法门，是『开示一切佛正觉境界』。佛法跟世法差别就是在迷悟，迷了这是凡夫境界，觉悟了就是佛的正觉境界。而境界里面没有迷悟，这是我们必须要清楚的，迷悟在人，不在境界。境界的范围包括非常广，佛在讲经说法，为了方便起见，将境界分为三大类：有情的世间境界，无情的我们称为器世间境界，特别对觉悟的人来说，有智正觉的境界。其实境界是一不是二，因为迷悟，所以才有这种说法。这个说法，我们知道佛是随顺俗谛而说的，也就是说随顺我们众生知见而说的，统称为方便说。境界实实在在讲是一不是二，所以大乘经论都给我们讲一真法界，唯有这个见解才是纯正的，法界原本是一真。这个真，是根据什么说的？是根据心性说的，一切法中只有心性最真实。佛家讲真实的定义，是永恒不变，这是真的；凡是有变化的，在佛法就称它是虚妄的。《金刚经》上跟我们讲，「凡所有相，皆是虚妄」，为什么称它虚妄？它有变化。像我们在日常生活所接触到的一切万法，动物有生老病死的变化，植物有生住异灭的变化，矿物有成住坏空的变化，所谓沧海桑田，乃至于虚空界，我们看到许许多多星球在太空运行，那也是变化。凡是有变化的都不是真的，永恒不变才是真的，那才是真实。唯有能变能现的心性是永恒不变的，《中观论》上讲的「八不」，形容心性，「不生不灭，不来不去，不常不断，不一不异」，佛是用这八个词句来形容我们的自性。见到自性的人就叫做佛，禅宗里面常说「明心见性，见性成佛」，我们学佛的人，唯一的一桩大事就在此地。",
      "zh_TW": "天王所得的法門，也就是他所修學的法門，是『開示一切佛正覺境界』。佛法跟世法差別就是在迷悟，迷了這是凡夫境界，覺悟了就是佛的正覺境界。而境界裡面沒有迷悟，這是我們必須要清楚的，迷悟在人，不在境界。境界的範圍包括非常廣，佛在講經說法，為了方便起見，將境界分為三大類：有情的世間境界，無情的我們稱為器世間境界，特別對覺悟的人來說，有智正覺的境界。其實境界是一不是二，因為迷悟，所以才有這種說法。這個說法，我們知道佛是隨順俗諦而說的，也就是說隨順我們眾生知見而說的，統稱為方便說。境界實實在在講是一不是二，所以大乘經論都給我們講一真法界，唯有這個見解才是純正的，法界原本是一真。這個真，是根據什麼說的？是根據心性說的，一切法中只有心性最真實。佛家講真實的定義，是永恆不變，這是真的；凡是有變化的，在佛法就稱它是虛妄的。《金剛經》上跟我們講，「凡所有相，皆是虛妄」，為什麼稱它虛妄？它有變化。像我們在日常生活所接觸到的一切萬法，動物有生老病死的變化，植物有生住異滅的變化，礦物有成住壞空的變化，所謂滄海桑田，乃至於虛空界，我們看到許許多多星球在太空運行，那也是變化。凡是有變化的都不是真的，永恆不變才是真的，那才是真實。唯有能變能現的心性是永恆不變的，《中觀論》上講的「八不」，形容心性，「不生不滅，不來不去，不常不斷，不一不異」，佛是用這八個詞句來形容我們的自性。見到自性的人就叫做佛，禪宗裡面常說「明心見性，見性成佛」，我們學佛的人，唯一的一樁大事就在此地。"
    },
    {
      "id": "12-017-0162_p0004",
      "zh_CN": "如果不能见性，一切都落空，在我们凡夫地就决定不能超越六道轮回。在轮回里面，我们要觉悟，决定堕三恶道。为什么我们这样肯定的说？只要我们自己很冷静的反省一下就知道，我们在日常生活当中起心动念，你先算一天，这一天从早到晚十几个小时，这十几个小时当中，我们的念头是善念多还是恶念多，就知道了。恶念多过善念，那不就三途去了。恶念的根源就是自私自利，起心动念都为自己着想，为什么？为这个躯壳着想。这桩事情，不但佛法里面讲得清楚，道家也很明了，老子所谓「吾有大患，为吾有身」。最大的忧患就是这个身体，要为了照顾这个身体、养活这个身体，让这个身体生活得舒服自在，于是就造无量无边的罪业，要想满足它。它是什么？没有人搞得清楚，都把它误会认为这个东西是我，一切为我，佛说这个东西不是「我」。《金刚经》上四相，头一个就说「我相」。诸佛菩萨四相离了，「无我相，无人相，无众生相，无寿者相」，那是正觉境界。换句话说，我们还堕落在四相里面，起心动念都着我相、人相、众生相、寿者相，佛家讲着相了。着相是凡夫，着相是不觉，着相是迷惑颠倒。我们要问，到底有没有「我」？佛说有，有真我；这个身是假我。佛说涅槃四净德里面有「常乐我净」，法身有常乐我净，这有我，真我，般若有我，解脱有我；解脱，用现在的话来说，就是大自在。有我，才有大自在；没有我，哪来的大自在！有我才有真实的智慧，有我才有真正的法身。真我，菩萨才证得；声闻、缘觉所证的是相似的我，常乐我净是相似的，不是真实的。真实的常乐我净，大圣才证得，大乘菩萨。声闻、缘觉、权小菩萨，他所证得是相似的，不是真实的。由此可知，佛正觉境界，就是《华严经》上所说的法身大士，这里面跟我们讲的四十一位法身大士，从圆教初住到等觉位，这是菩萨，十住、十行、十回向、十地，加上等觉，这四十一个位次，最后一个位次是如来果地上的地位，究竟圆满佛。这四十一位，天台家称为分证佛，他是真的，他不是假的，真正正觉，不是相似的正觉。",
      "zh_TW": "如果不能見性，一切都落空，在我們凡夫地就決定不能超越六道輪迴。在輪迴裡面，我們要覺悟，決定墮三惡道。為什麼我們這樣肯定的說？只要我們自己很冷靜的反省一下就知道，我們在日常生活當中起心動念，你先算一天，這一天從早到晚十幾個小時，這十幾個小時當中，我們的念頭是善念多還是惡念多，就知道了。惡念多過善念，那不就三途去了。惡念的根源就是自私自利，起心動念都為自己著想，為什麼？為這個軀殼著想。這樁事情，不但佛法裡面講得清楚，道家也很明瞭，老子所謂「吾有大患，為吾有身」。最大的憂患就是這個身體，要為了照顧這個身體、養活這個身體，讓這個身體生活得舒服自在，於是就造無量無邊的罪業，要想滿足它。它是什麼？沒有人搞得清楚，都把它誤會認為這個東西是我，一切為我，佛說這個東西不是「我」。《金剛經》上四相，頭一個就說「我相」。諸佛菩薩四相離了，「無我相，無人相，無眾生相，無壽者相」，那是正覺境界。換句話說，我們還墮落在四相裡面，起心動念都著我相、人相、眾生相、壽者相，佛家講著相了。著相是凡夫，著相是不覺，著相是迷惑顛倒。我們要問，到底有沒有「我」？佛說有，有真我；這個身是假我。佛說涅槃四淨德裡面有「常樂我淨」，法身有常樂我淨，這有我，真我，般若有我，解脫有我；解脫，用現在的話來說，就是大自在。有我，才有大自在；沒有我，哪來的大自在！有我才有真實的智慧，有我才有真正的法身。真我，菩薩才證得；聲聞、緣覺所證的是相似的我，常樂我淨是相似的，不是真實的。真實的常樂我淨，大聖才證得，大乘菩薩。聲聞、緣覺、權小菩薩，他所證得是相似的，不是真實的。由此可知，佛正覺境界，就是《華嚴經》上所說的法身大士，這裡面跟我們講的四十一位法身大士，從圓教初住到等覺位，這是菩薩，十住、十行、十迴向、十地，加上等覺，這四十一個位次，最後一個位次是如來果地上的地位，究竟圓滿佛。這四十一位，天台家稱為分證佛，他是真的，他不是假的，真正正覺，不是相似的正覺。"
    },
    {
      "id": "12-017-0162_p0005",
      "zh_CN": "我们现在要讲，觉与不觉界限在哪里？六道众生，除了地狱道之外，地狱很苦，可以说没有智慧；其余五道里面的众生，都有很聪明、很伶俐的。在人间所谓英雄豪杰，在现在社会，科学家、哲学家、宗教教育家都有超过常人的智慧，他们觉不觉悟？他们觉，也有相当高度的觉悟。可是在佛法里面不算正觉，佛法正觉的标准依什么建立？大小乘经论里面都说得好，说得很多，必须将见思烦恼断尽，那个觉就叫正觉。换句话说，世间的这些圣哲，他们虽有高度的觉悟，有的时候觉悟的境界跟佛菩萨很接近、很相似，可是见思烦恼没断，是非人我没忘，我们用现代的话来说大家好懂，他妄想分别执着没有断，依旧有执着，执着的程度比一般人轻，但是执着没有断掉，所以佛法当中就不能称为正觉。佛在一切经论里面告诉我们，众生迷了才出现十法界的现象，迷得愈轻，在十法界里就愈往上升，迷得愈重就往下沉，往下坠落。我们迷悟有浅深不同，所以感受到的境界有四圣六凡的差异。六道是什么原因来的？无明、尘沙烦恼、见思烦恼统统具足，一真法界就变成六道轮回。所以六道轮回不是本来有的，不是佛菩萨建立的，也不是上帝、阎罗王造出来的，没有这回事情。真正的造物主是我们的念头，经上讲得好，「一切法从心想生」，十法界依正庄严从我们念头生起来的，念头才是造物主。妄想是最轻的迷惑，分别比较重，执着就更重，这三种烦恼统统具足就现六道。",
      "zh_TW": "我們現在要講，覺與不覺界限在哪裡？六道眾生，除了地獄道之外，地獄很苦，可以說沒有智慧；其餘五道裡面的眾生，都有很聰明、很伶俐的。在人間所謂英雄豪傑，在現在社會，科學家、哲學家、宗教教育家都有超過常人的智慧，他們覺不覺悟？他們覺，也有相當高度的覺悟。可是在佛法裡面不算正覺，佛法正覺的標準依什麼建立？大小乘經論裡面都說得好，說得很多，必須將見思煩惱斷盡，那個覺就叫正覺。換句話說，世間的這些聖哲，他們雖有高度的覺悟，有的時候覺悟的境界跟佛菩薩很接近、很相似，可是見思煩惱沒斷，是非人我沒忘，我們用現代的話來說大家好懂，他妄想分別執著沒有斷，依舊有執著，執著的程度比一般人輕，但是執著沒有斷掉，所以佛法當中就不能稱為正覺。佛在一切經論裡面告訴我們，眾生迷了才出現十法界的現象，迷得愈輕，在十法界裡就愈往上升，迷得愈重就往下沉，往下墜落。我們迷悟有淺深不同，所以感受到的境界有四聖六凡的差異。六道是什麼原因來的？無明、塵沙煩惱、見思煩惱統統具足，一真法界就變成六道輪迴。所以六道輪迴不是本來有的，不是佛菩薩建立的，也不是上帝、閻羅王造出來的，沒有這回事情。真正的造物主是我們的念頭，經上講得好，「一切法從心想生」，十法界依正莊嚴從我們念頭生起來的，念頭才是造物主。妄想是最輕的迷惑，分別比較重，執著就更重，這三種煩惱統統具足就現六道。"
    },
    {
      "id": "12-017-0162_p0006",
      "zh_CN": "如果这三种妄想分别执着里面，我们把执着舍掉，于世出世间法一切都不执着，不执着就是见思烦恼断了；在烦恼里面讲得详细，我们说得很粗，放下执着。在佛法里面讲「身见，边见，见取见，戒取见，邪见」，五种错误的成见，我们世间人讲成见，成见很深，见解上的错误。另外有五种：贪心、瞋恚心、愚痴心、傲慢心、疑惑心，这是五种错误的思想、叫思惑，迷惑了。觉悟的人没有，我们说正觉，正觉的人没有五种成见，也没有这五种想法，于一切法之中决定不会起贪的念头，顺境没有贪的念头，逆境决定没有瞋恚的念头。这个事情，我们自己可以细心去观察体会，我们在日常生活当中，顺境逆境、善缘恶缘，说缘是讲人事环境，人事环境跟物质环境里面，我们还会不会起心动念？善缘、顺境里面有没有贪心？逆境、恶缘当中有没有瞋恚？还会有这个念头，我们完全不觉，不觉就是六道凡夫。",
      "zh_TW": "如果這三種妄想分別執著裡面，我們把執著捨掉，於世出世間法一切都不執著，不執著就是見思煩惱斷了；在煩惱裡面講得詳細，我們說得很粗，放下執著。在佛法裡面講「身見，邊見，見取見，戒取見，邪見」，五種錯誤的成見，我們世間人講成見，成見很深，見解上的錯誤。另外有五種：貪心、瞋恚心、愚痴心、傲慢心、疑惑心，這是五種錯誤的思想、叫思惑，迷惑了。覺悟的人沒有，我們說正覺，正覺的人沒有五種成見，也沒有這五種想法，於一切法之中決定不會起貪的念頭，順境沒有貪的念頭，逆境決定沒有瞋恚的念頭。這個事情，我們自己可以細心去觀察體會，我們在日常生活當中，順境逆境、善緣惡緣，說緣是講人事環境，人事環境跟物質環境裡面，我們還會不會起心動念？善緣、順境裡面有沒有貪心？逆境、惡緣當中有沒有瞋恚？還會有這個念頭，我們完全不覺，不覺就是六道凡夫。"
    },
    {
      "id": "12-017-0162_p0007",
      "zh_CN": "六道凡夫，佛在经上讲得很好，决定是住三恶道的时间长，三善道的时间短；三恶道是六道众生的老家，三善道是出来观光旅游，时间很短暂。人间尤其短暂，人生一百岁，大家觉得很长，可是跟饿鬼道比一比，寿命太短了。人间跟饿鬼道时差很大，我们人间一个月是饿鬼道的一天，所以世间世俗，初一、十五去拜鬼神、祭祀鬼神、供养鬼神，正好是他吃饭的时候。我们人间一个月是他们的一天，如果也是一年算三百六十天，饿鬼的寿命，短命的都是千岁，你们想想这个时间多长。一天是一个月，寿命是千岁，那合人间的话，短命的也是三万岁。饿鬼道里面，果报差别也相当复杂，还有寿命很长的。地狱道就更可怕了，从前李炳南老居士在大专佛学讲座，给学生介绍地狱状况，地狱的一天是我们人间二千七百年，中国人在世界上很自豪，号称有五千年的历史，在地狱还不到两天。地狱的寿命短命也是万岁，长命是万万岁。我们才晓得，在六道轮回里面，三恶道真的是老家。恶道里头罪受满了，出来观光旅行一下；观光旅游不错，可以遇到很多好的机会，脱离六道三界的机会。这是你遇到佛法，就遇到机会，你能够把握这个机会就超越了，把握不到还要回老家，所以这个机会非常难得，非常可贵。",
      "zh_TW": "六道凡夫，佛在經上講得很好，決定是住三惡道的時間長，三善道的時間短；三惡道是六道眾生的老家，三善道是出來觀光旅遊，時間很短暫。人間尤其短暫，人生一百歲，大家覺得很長，可是跟餓鬼道比一比，壽命太短了。人間跟餓鬼道時差很大，我們人間一個月是餓鬼道的一天，所以世間世俗，初一、十五去拜鬼神、祭祀鬼神、供養鬼神，正好是他吃飯的時候。我們人間一個月是他們的一天，如果也是一年算三百六十天，餓鬼的壽命，短命的都是千歲，你們想想這個時間多長。一天是一個月，壽命是千歲，那合人間的話，短命的也是三萬歲。餓鬼道裡面，果報差別也相當複雜，還有壽命很長的。地獄道就更可怕了，從前李炳南老居士在大專佛學講座，給學生介紹地獄狀況，地獄的一天是我們人間二千七百年，中國人在世界上很自豪，號稱有五千年的歷史，在地獄還不到兩天。地獄的壽命短命也是萬歲，長命是萬萬歲。我們才曉得，在六道輪迴裡面，三惡道真的是老家。惡道裡頭罪受滿了，出來觀光旅行一下；觀光旅遊不錯，可以遇到很多好的機會，脫離六道三界的機會。這是你遇到佛法，就遇到機會，你能夠把握這個機會就超越了，把握不到還要回老家，所以這個機會非常難得，非常可貴。"
    },
    {
      "id": "12-017-0162_p0008",
      "zh_CN": "遇到其他的法门生天，生天也不究竟，何况生天的条件也不容易修得，欲界天要修十善业道，上品的十善业道，还要修禅定；用我们净宗的话来说，要修清净心，心不清净不能生天。更高的色界天，条件更严格，除了上品十善业道之外，要修四种禅定，还要修四无量心慈悲喜舍，这才能生到四禅天。六道里面最高级的凡夫是无色界天，他们知道这个身是祸患的根本，跟老子的思想一样，身不要了，形色完全不要了，所以叫无色界，这是最高级的。无色界，用我们现在的话来说是灵界，完全是精神的世界，决定没有物质的现象，所以他的生活空间大，生活空间是三千大千世界。三千大千世界他不能超越，为什么？我执没放下，出不了三界。无色界天，非想非非想处天是最高的，佛跟我们讲寿命八万大劫。八万大劫不可思议，佛在经上说，我们这个世界一个大劫有一次成住坏空，八万大劫；换句话说，这个娑婆世界、大千世界成住坏空八万次，他的定功这么深，寿命这么长。可是八万大劫要比起无限的时空，那还是个小数字，寿命到了还要往下堕落，因为他没有更上，往下堕落还是搞六道轮回。我们这才了解，生天不是究竟法，生天不过就好像在外面观光旅游时间久一点，到最后还是要落叶归根。哪里是根？地狱是根。",
      "zh_TW": "遇到其他的法門生天，生天也不究竟，何況生天的條件也不容易修得，欲界天要修十善業道，上品的十善業道，還要修禪定；用我們淨宗的話來說，要修清淨心，心不清淨不能生天。更高的色界天，條件更嚴格，除了上品十善業道之外，要修四種禪定，還要修四無量心慈悲喜捨，這才能生到四禪天。六道裡面最高級的凡夫是無色界天，他們知道這個身是禍患的根本，跟老子的思想一樣，身不要了，形色完全不要了，所以叫無色界，這是最高級的。無色界，用我們現在的話來說是靈界，完全是精神的世界，決定沒有物質的現象，所以他的生活空間大，生活空間是三千大千世界。三千大千世界他不能超越，為什麼？我執沒放下，出不了三界。無色界天，非想非非想處天是最高的，佛跟我們講壽命八萬大劫。八萬大劫不可思議，佛在經上說，我們這個世界一個大劫有一次成住壞空，八萬大劫；換句話說，這個娑婆世界、大千世界成住壞空八萬次，他的定功這麼深，壽命這麼長。可是八萬大劫要比起無限的時空，那還是個小數字，壽命到了還要往下墮落，因為他沒有更上，往下墮落還是搞六道輪迴。我們這才了解，生天不是究竟法，生天不過就好像在外面觀光旅遊時間久一點，到最後還是要落葉歸根。哪裡是根？地獄是根。"
    },
    {
      "id": "12-017-0162_p0009",
      "zh_CN": "这些事实真相，这些生活境界，我们真的明白了，真正懂得了，出离之心才能够生得起来，真的不想再搞六道轮回，想在这一生当中超越。我们想超越，有没有能力超越？阿弥陀佛帮了我们一个大忙，没有阿弥陀佛、没有极乐世界，那我们就难，末法时期没有一个人能够成就。末法时期人修行，生天行，有成就的；脱离六道轮回没有。弥陀这个法门能帮得上忙，那就是说明，我们没有舍弃执着也能往生。诸位要知道，大小乘佛法里面，执着要不完全断掉，不能证果，唯独净土法门较方便，带业往生。这种执着虽然不断，你要有能力把它控制住。所以净宗不叫你断烦恼，叫你伏烦恼，用这一句佛号把你的烦恼压住，果然压住就能往生，压住烦恼就叫功夫成片。其他法门里头不能成就，净宗法门能成就。《华严经》到最后，普贤菩萨「十大愿王导归极乐」也是用这个方法，这个方法才能普度一切众生。你能断烦恼，往生极乐世界当然品位高。烦恼没有断，就是我执没有断，生到西方极乐世界叫凡圣同居土；如果我执断掉了，见思烦恼断了，往生西方极乐世界是方便有余土；再能够把分别也断了，妄想也破一分，生到西方极乐世界是实报庄严土。",
      "zh_TW": "這些事實真相，這些生活境界，我們真的明白了，真正懂得了，出離之心才能夠生得起來，真的不想再搞六道輪迴，想在這一生當中超越。我們想超越，有沒有能力超越？阿彌陀佛幫了我們一個大忙，沒有阿彌陀佛、沒有極樂世界，那我們就難，末法時期沒有一個人能夠成就。末法時期人修行，生天行，有成就的；脫離六道輪迴沒有。彌陀這個法門能幫得上忙，那就是說明，我們沒有捨棄執著也能往生。諸位要知道，大小乘佛法裡面，執著要不完全斷掉，不能證果，唯獨淨土法門較方便，帶業往生。這種執著雖然不斷，你要有能力把它控制住。所以淨宗不叫你斷煩惱，叫你伏煩惱，用這一句佛號把你的煩惱壓住，果然壓住就能往生，壓住煩惱就叫功夫成片。其他法門裡頭不能成就，淨宗法門能成就。《華嚴經》到最後，普賢菩薩「十大願王導歸極樂」也是用這個方法，這個方法才能普度一切眾生。你能斷煩惱，往生極樂世界當然品位高。煩惱沒有斷，就是我執沒有斷，生到西方極樂世界叫凡聖同居土；如果我執斷掉了，見思煩惱斷了，往生西方極樂世界是方便有餘土；再能夠把分別也斷了，妄想也破一分，生到西方極樂世界是實報莊嚴土。"
    },
    {
      "id": "12-017-0162_p0010",
      "zh_CN": "诸佛如来四种净土层次分明，我们现在生活在释迦牟尼佛的凡圣同居土，释迦牟尼佛的方便有余土我们看不到，实报庄严土我们更看不到，不入那个境界见都见不到。但是西方极乐世界特别，我们虽然生到凡圣同居土，弥陀的方便土、实报土、常寂光净土统统可以看到，统统可以接触到，它四土融合在一起。所以我们生到那里，就能够见到无量无边的菩萨佛陀，这是极乐世界无比的殊胜，极乐世界第一功德。古人讲，生同居土即是生方便土，即是生实报土，即是生寂光土，这在如来一切经论里面都没有说过。我们今天有缘分遇到这个法门，真正是百千万劫难遭遇，稀有难逢。这个法门难信易修，你要修这个法门很容易，相信这个法门太难了。我们今天修行功夫不得力，原因在哪里？信心不足，这是真的。为什么信心不足？了解得不够透彻。对于我们现在居住的环境，极乐世界的环境，以及十方诸佛刹土的环境，知道得不够，所以信心就不坚定。这个世间名闻利养、五欲六尘，我们接触会动心、会起念、会分别、会执着，西方极乐世界这个机会就失掉了。果然认识清楚了，对于这个世间没有一丝毫留恋，名闻利养、五欲六尘统统能放得下，念佛的功夫就得力，往生你才有把握。比起正觉的标准还差得很远很远，但是往生的条件够了。",
      "zh_TW": "諸佛如來四種淨土層次分明，我們現在生活在釋迦牟尼佛的凡聖同居土，釋迦牟尼佛的方便有餘土我們看不到，實報莊嚴土我們更看不到，不入那個境界見都見不到。但是西方極樂世界特別，我們雖然生到凡聖同居土，彌陀的方便土、實報土、常寂光淨土統統可以看到，統統可以接觸到，它四土融合在一起。所以我們生到那裡，就能夠見到無量無邊的菩薩佛陀，這是極樂世界無比的殊勝，極樂世界第一功德。古人講，生同居土即是生方便土，即是生實報土，即是生寂光土，這在如來一切經論裡面都沒有說過。我們今天有緣分遇到這個法門，真正是百千萬劫難遭遇，稀有難逢。這個法門難信易修，你要修這個法門很容易，相信這個法門太難了。我們今天修行功夫不得力，原因在哪裡？信心不足，這是真的。為什麼信心不足？了解得不夠透徹。對於我們現在居住的環境，極樂世界的環境，以及十方諸佛剎土的環境，知道得不夠，所以信心就不堅定。這個世間名聞利養、五欲六塵，我們接觸會動心、會起念、會分別、會執著，西方極樂世界這個機會就失掉了。果然認識清楚了，對於這個世間沒有一絲毫留戀，名聞利養、五欲六塵統統能放得下，念佛的功夫就得力，往生你才有把握。比起正覺的標準還差得很遠很遠，但是往生的條件夠了。"
    },
    {
      "id": "12-017-0162_p0011",
      "zh_CN": "由此可知，「执着」是我们最大的祸患，如何摆脱这个烦恼？有同修来跟我说，他修一心，修清净心，话说得没错，意思很好，做不到。如果一心、清净心得到，那就是正觉世间，很不容易做到。所以我教给他，你这一生当中要想真正成就，只要把念头转过来，怎么转法？过去起心动念都为自己，现在换个念头，起心动念为社会、为众生，这个好修，比修一心容易多了，这是我们可以能做得到的。一心，说老实话做不到。这个念头一转，给诸位说，就是修一心。修一心、修清净心，要有修清净心的方法。为众生，不为自己，心就清净很多了，为什么？没有得失、没有忧喜。为自己，得到了欢喜，失掉了很痛苦；为别人，得到了众生有福，得不到众生没福，与自己不相干。自己没有得失，没有忧喜，你的心就平静很多，这是方法。尤其是要把心量拓开，佛门里面常讲「心包太虚，量周沙界」，要能容忍、要能包容。量大福大，佛的福报最大，我们常念「皈依佛，二足尊」，这个二，一个是智慧，一个是福报；智慧跟福报，佛都圆满，没有人能够比得上佛。他为什么圆满？量大，心包太虚、量周沙界，所以他的福报跟智慧圆满。我们今天为什么没有智慧？量太小。所以你的心量能够放开一分，你的福慧就增长一分，你能放开两分，你的福慧就增长两分。小心量怎么样修福修慧都很有限，不能超过你的心量，怎么苦修还都在你的心量范围之内。这个道理，佛菩萨懂，佛菩萨清楚。我们今天起心动念，能照顾这一个地区，你的心量就比普通人大，你的智慧福报也就比别人大；你起心动念能照顾这一个国家，你的福慧就更大；起心动念能照顾整个世界，福慧随之增长。但是比不上佛，佛的起心动念照顾尽虚空遍法界一切众生。我们今天佛堂不错，也供一个牌位，回向给法界众生；那是牌位在回向，我们的心还是那么小，所以智慧福报还是不能够增长一些，那个牌位供的没什么用处。供在那里也有一点好处，教我们看看、想一想，心量赶快拓开。真的是量大福大，我们要想求大智慧、大福报，没有别的，心量拓开，为一切众生服务，不要为自己。",
      "zh_TW": "由此可知，「執著」是我們最大的禍患，如何擺脫這個煩惱？有同修來跟我說，他修一心，修清淨心，話說得沒錯，意思很好，做不到。如果一心、清淨心得到，那就是正覺世間，很不容易做到。所以我教給他，你這一生當中要想真正成就，只要把念頭轉過來，怎麼轉法？過去起心動念都為自己，現在換個念頭，起心動念為社會、為眾生，這個好修，比修一心容易多了，這是我們可以能做得到的。一心，說老實話做不到。這個念頭一轉，給諸位說，就是修一心。修一心、修清淨心，要有修清淨心的方法。為眾生，不為自己，心就清淨很多了，為什麼？沒有得失、沒有憂喜。為自己，得到了歡喜，失掉了很痛苦；為別人，得到了眾生有福，得不到眾生沒福，與自己不相干。自己沒有得失，沒有憂喜，你的心就平靜很多，這是方法。尤其是要把心量拓開，佛門裡面常講「心包太虛，量周沙界」，要能容忍、要能包容。量大福大，佛的福報最大，我們常念「皈依佛，二足尊」，這個二，一個是智慧，一個是福報；智慧跟福報，佛都圓滿，沒有人能夠比得上佛。他為什麼圓滿？量大，心包太虛、量周沙界，所以他的福報跟智慧圓滿。我們今天為什麼沒有智慧？量太小。所以你的心量能夠放開一分，你的福慧就增長一分，你能放開兩分，你的福慧就增長兩分。小心量怎麼樣修福修慧都很有限，不能超過你的心量，怎麼苦修還都在你的心量範圍之內。這個道理，佛菩薩懂，佛菩薩清楚。我們今天起心動念，能照顧這一個地區，你的心量就比普通人大，你的智慧福報也就比別人大；你起心動念能照顧這一個國家，你的福慧就更大；起心動念能照顧整個世界，福慧隨之增長。但是比不上佛，佛的起心動念照顧盡虛空遍法界一切眾生。我們今天佛堂不錯，也供一個牌位，迴向給法界眾生；那是牌位在迴向，我們的心還是那麼小，所以智慧福報還是不能夠增長一些，那個牌位供的沒什麼用處。供在那裡也有一點好處，教我們看看、想一想，心量趕快拓開。真的是量大福大，我們要想求大智慧、大福報，沒有別的，心量拓開，為一切眾生服務，不要為自己。"
    },
    {
      "id": "12-017-0162_p0012",
      "zh_CN": "你要说，为什么要为一切众生服务？一切众生就是自己，这是真理，是事实真相。尽虚空遍法界是一体，佛家讲的清净法身。我们也常念「清净法身佛」，清净法身佛是谁？是自己本来面目，禅宗里头说「父母未生前本来面目」，我们自己本来面目就是清净法身佛。所以我们觉悟了，圆满觉悟了，你就证得清净法身佛原来是自己。《楞严经》上世尊说得好，「圆满菩提，归无所得」。圆满菩提，你得到什么？你什么都没得到，恢复你自己的清净法身而已，清净法身是你本有的。本有之外没有的，你得到才算是得；本来有的，你得到的时候不算得，所以无所得。无量的智慧是你本有的，无量的寿命也是你本有的，无量的德能还是你本有的，尽虚空遍法界是自己的家园。我们迷了，我们完全不知道，执着这个身是自己，身外都不是自己，都跟他对立了。所以我们的法身生病了，我们的法身出了事情，佛菩萨慈悲教诲，是来医疗我们的法身，恢复我们清净法身的健康而已，我们要明了。大乘经上常常称赞佛为大医王，意思也就在此地。",
      "zh_TW": "你要說，為什麼要為一切眾生服務？一切眾生就是自己，這是真理，是事實真相。盡虛空遍法界是一體，佛家講的清淨法身。我們也常念「清淨法身佛」，清淨法身佛是誰？是自己本來面目，禪宗裡頭說「父母未生前本來面目」，我們自己本來面目就是清淨法身佛。所以我們覺悟了，圓滿覺悟了，你就證得清淨法身佛原來是自己。《楞嚴經》上世尊說得好，「圓滿菩提，歸無所得」。圓滿菩提，你得到什麼？你什麼都沒得到，恢復你自己的清淨法身而已，清淨法身是你本有的。本有之外沒有的，你得到才算是得；本來有的，你得到的時候不算得，所以無所得。無量的智慧是你本有的，無量的壽命也是你本有的，無量的德能還是你本有的，盡虛空遍法界是自己的家園。我們迷了，我們完全不知道，執著這個身是自己，身外都不是自己，都跟他對立了。所以我們的法身生病了，我們的法身出了事情，佛菩薩慈悲教誨，是來醫療我們的法身，恢復我們清淨法身的健康而已，我們要明瞭。大乘經上常常稱讚佛為大醫王，意思也就在此地。"
    },
    {
      "id": "12-017-0162_p0013",
      "zh_CN": "这桩事情，如果不经历长时间的薰习，实在讲很不容易体会到，很难相信。我学佛四十七年，在讲台上讲经四十年了，四十年才搞清楚、才明白，才有那么一点消息。我这个路可以提供诸位做参考，四十七年锲而不舍，天天在干，没有一天空过，才得这么一点消息，才相信，所以短时间怎么可能？我现在对一些年轻法师，感觉得非常惋惜的，是他们的功夫间断，所以成就不容易。修行这一门，谚语讲得好，打铁趁热，凉了就不行，那个热要保持。所以经要天天读、天天研究、天天讨论、天天讲解，我们才能够契入。一暴十寒没用处，只能说在佛法里面种一点善根而已，这一生不能成就，下一次再遇到，不晓得什么时候。来生能遇到，决定靠不住，来生我们能得人身吗？想一想五戒十善我们做到几成？五戒十善果然做到八成，来生得人身有希望；如果没有做到八成，得人身就靠不住。所以「人身难得，佛法难闻」，这是释迦牟尼佛讲的。我们想想自己，是不是将五戒十善能做到八成？",
      "zh_TW": "這樁事情，如果不經歷長時間的薰習，實在講很不容易體會到，很難相信。我學佛四十七年，在講台上講經四十年了，四十年才搞清楚、才明白，才有那麼一點消息。我這個路可以提供諸位做參考，四十七年鍥而不捨，天天在幹，沒有一天空過，才得這麼一點消息，才相信，所以短時間怎麼可能？我現在對一些年輕法師，感覺得非常惋惜的，是他們的功夫間斷，所以成就不容易。修行這一門，諺語講得好，打鐵趁熱，涼了就不行，那個熱要保持。所以經要天天讀、天天研究、天天討論、天天講解，我們才能夠契入。一暴十寒沒用處，只能說在佛法裡面種一點善根而已，這一生不能成就，下一次再遇到，不曉得什麼時候。來生能遇到，決定靠不住，來生我們能得人身嗎？想一想五戒十善我們做到幾成？五戒十善果然做到八成，來生得人身有希望；如果沒有做到八成，得人身就靠不住。所以「人身難得，佛法難聞」，這是釋迦牟尼佛講的。我們想想自己，是不是將五戒十善能做到八成？"
    },
    {
      "id": "12-017-0162_p0014",
      "zh_CN": "《无量寿经》，世尊教导我们修学的总纲领是善护三业，头一个就是「善护口业，不讥他过」，我们有没有做到？常常还讲人家是是非非，那不是马上就违背了吗？处处隐瞒别人，那就是妄语。最容易造的是口业，所以佛把这个放在第一条；身口意三业，他的顺序是口身意，口放在第一条。我们何尝有丝毫的觉悟？真正觉悟的人，决定不说别人是非。清凉大师在《华严经》注解里面告诉我们，纵然别人真正有过失，我们都不能说。为什么？说不定那个人是菩萨示现的，他示现的用意我们不知道。佛菩萨示现在我们这个世间多，我们肉眼凡夫不认识，男女老少、各行各业，愈是世间有苦难，佛菩萨悲心愈切，到这个地方来示现化身就愈多。诸佛菩萨跟我们混在一起，我们享他的福，所以这个世界不至于毁灭，因为他们住在此地。这就是他们布施我们的恩德，我们哪里晓得？所以这个地方，记住是凡圣同居土，天天围绕在我们周边的人物，不知道哪个是佛菩萨、罗汉再来的，不晓得，他不肯透露身分。他日常生活表现得跟我们差不多，他到这个世间来的目的，是化解我们的灾难，怜悯我们造作一些罪业。一切示现劝导我们、启示我们，希望我们看到听到能回头；短时间看不出来，长时间，三年五载、十年八年看出来了，还算是早的。",
      "zh_TW": "《無量壽經》，世尊教導我們修學的總綱領是善護三業，頭一個就是「善護口業，不譏他過」，我們有沒有做到？常常還講人家是是非非，那不是馬上就違背了嗎？處處隱瞞別人，那就是妄語。最容易造的是口業，所以佛把這個放在第一條；身口意三業，他的順序是口身意，口放在第一條。我們何嘗有絲毫的覺悟？真正覺悟的人，決定不說別人是非。清涼大師在《華嚴經》註解裡面告訴我們，縱然別人真正有過失，我們都不能說。為什麼？說不定那個人是菩薩示現的，他示現的用意我們不知道。佛菩薩示現在我們這個世間多，我們肉眼凡夫不認識，男女老少、各行各業，愈是世間有苦難，佛菩薩悲心愈切，到這個地方來示現化身就愈多。諸佛菩薩跟我們混在一起，我們享他的福，所以這個世界不至於毀滅，因為他們住在此地。這就是他們布施我們的恩德，我們哪裡曉得？所以這個地方，記住是凡聖同居土，天天圍繞在我們周邊的人物，不知道哪個是佛菩薩、羅漢再來的，不曉得，他不肯透露身分。他日常生活表現得跟我們差不多，他到這個世間來的目的，是化解我們的災難，憐憫我們造作一些罪業。一切示現勸導我們、啟示我們，希望我們看到聽到能回頭；短時間看不出來，長時間，三年五載、十年八年看出來了，還算是早的。"
    },
    {
      "id": "12-017-0162_p0015",
      "zh_CN": "我们在佛经上，我也曾经举例跟诸位说。《金刚经》，须菩提尊者看出释迦牟尼佛生活真正的意义，花多少年时间？我们算一算至少三十年的时间，他跟释迦牟尼佛生活在一起三十年，才看到释迦牟尼佛生活表演的那一套，不容易！我们怎么知道三十年？诸位想想看，释迦牟尼佛从鹿野苑开始说法，讲阿含、讲方等，阿含、方等加起来整整二十年；般若二十二年，《金刚经》是在般若中期讲的，所以从这里来看是三十年。须菩提跟释迦牟尼佛三十年，才知道释迦牟尼佛生活的味道，他才突然看出来，赞叹「希有世尊」；佛听到的时候很开心，总算被你看出来了。我们今天福慧比须菩提差得太远，短时期能够看得出来是不可能的事情。所以佛菩萨在我们这个世间，必定也是长时间的表演，慢慢让我们觉悟，让我们警觉过来，再回头，回头是岸。",
      "zh_TW": "我們在佛經上，我也曾經舉例跟諸位說。《金剛經》，須菩提尊者看出釋迦牟尼佛生活真正的意義，花多少年時間？我們算一算至少三十年的時間，他跟釋迦牟尼佛生活在一起三十年，才看到釋迦牟尼佛生活表演的那一套，不容易！我們怎麼知道三十年？諸位想想看，釋迦牟尼佛從鹿野苑開始說法，講阿含、講方等，阿含、方等加起來整整二十年；般若二十二年，《金剛經》是在般若中期講的，所以從這裡來看是三十年。須菩提跟釋迦牟尼佛三十年，才知道釋迦牟尼佛生活的味道，他才突然看出來，讚歎「希有世尊」；佛聽到的時候很開心，總算被你看出來了。我們今天福慧比須菩提差得太遠，短時期能夠看得出來是不可能的事情。所以佛菩薩在我們這個世間，必定也是長時間的表演，慢慢讓我們覺悟，讓我們警覺過來，再回頭，回頭是岸。"
    },
    {
      "id": "12-017-0162_p0016",
      "zh_CN": "佛法确确实实知难行易，须菩提尊者花三十年看出来了，知难；一看出来之后，就入佛境界，他的观念完全转过来了，接受佛的嘱咐，真正肩负起教化众生的事业。佛嘱咐他，应该用什么样的心态教化众生，也就是为人演说？佛给他两句话：「不取于相，如如不动」，你就永远不会退失菩萨位，就能够不退转。这两句话要做不到，菩萨还会退转。「不取于相」，决定不受外面境界的诱惑，也就是说顺境不起贪心，逆境不起瞋恚心，永远保持平常心，平常心是道。不受外头人事、物质环境的干扰，有定功；外面所有这些境界相，世法、佛法清清楚楚、了了分明是慧心，有定有慧。「如如不动」，是说在教化众生当中，接触广大的群众，毫不动心，这个样子菩萨地位永远往上提升，不会坠落。须菩提不入这个境界，释迦牟尼佛这两句话不跟他讲，跟他讲没用处，他做不到。实际上，须菩提尊者那是古佛再来的，跟释迦牟尼佛唱双簧、演戏，演给我们看的。那个意思就是说，得要二十年、三十年，你才能看出门道，才会大彻大悟。",
      "zh_TW": "佛法確確實實知難行易，須菩提尊者花三十年看出來了，知難；一看出來之後，就入佛境界，他的觀念完全轉過來了，接受佛的囑咐，真正肩負起教化眾生的事業。佛囑咐他，應該用什麼樣的心態教化眾生，也就是為人演說？佛給他兩句話：「不取於相，如如不動」，你就永遠不會退失菩薩位，就能夠不退轉。這兩句話要做不到，菩薩還會退轉。「不取於相」，決定不受外面境界的誘惑，也就是說順境不起貪心，逆境不起瞋恚心，永遠保持平常心，平常心是道。不受外頭人事、物質環境的干擾，有定功；外面所有這些境界相，世法、佛法清清楚楚、了了分明是慧心，有定有慧。「如如不動」，是說在教化眾生當中，接觸廣大的群眾，毫不動心，這個樣子菩薩地位永遠往上提升，不會墜落。須菩提不入這個境界，釋迦牟尼佛這兩句話不跟他講，跟他講沒用處，他做不到。實際上，須菩提尊者那是古佛再來的，跟釋迦牟尼佛唱雙簧、演戲，演給我們看的。那個意思就是說，得要二十年、三十年，你才能看出門道，才會大徹大悟。"
    },
    {
      "id": "12-017-0162_p0017",
      "zh_CN": "也许我们要问，须菩提尊者跟在释迦牟尼佛身边，佛天天表演他看到了，我们今天谁表演给我们看？有人说，善财很幸运，遇到五十三位善知识，我们不幸，一个善知识都遇不到。其实全错了，你果然明了佛的意思，佛告诉我们，一切众生都是佛菩萨，一切众生都是善知识，你就跟善财童子一样，一生圆满成就。这个话说的是真的，决定不是假的，为什么？一切众生是「唯心所现，唯识所变」。心性就是我们常讲的真如本性，能变的是真如本性，所变的怎么不是真如本性？《金刚经》上，称「如来」是从性上说，称「佛」是从相上讲，所以从性上说，哪一个众生不是如来？大乘经上说得好，菩萨成佛的时候，看到大地众生都成佛道，这个话是真的，不是假的。为什么说大地一切众生都成佛道？见性。佛是什么？佛是真性，明心见性，见性成佛。《华严经》五十三参，善财童子第一参，参访德云比丘。德云是初住菩萨，破一品无明、见一分真性，他跟善财讲，他见的是无量无边诸佛如来，他见到的。无量无边诸佛如来，一切众生都在里头。三世佛：过去佛、现在佛、未来佛，一切众生都是未来佛。没有见性的时候，时间、空间不能突破，过去不是现在，现在不是未来；见性之后，时空界限突破了，所以一切众生皆成佛道。一切众生的生活都是在表演，不是表演善缘、就是表演恶缘，不是表演顺境、就是表演逆境，我们在境界里学什么？学佛；顺境里面断贪，逆境里头断瞋，顺逆境界里头断痴，不就是成就了吗？宗门开悟之后，「头头是道，左右逢源」，就是这个意思。",
      "zh_TW": "也許我們要問，須菩提尊者跟在釋迦牟尼佛身邊，佛天天表演他看到了，我們今天誰表演給我們看？有人說，善財很幸運，遇到五十三位善知識，我們不幸，一個善知識都遇不到。其實全錯了，你果然明瞭佛的意思，佛告訴我們，一切眾生都是佛菩薩，一切眾生都是善知識，你就跟善財童子一樣，一生圓滿成就。這個話說的是真的，決定不是假的，為什麼？一切眾生是「唯心所現，唯識所變」。心性就是我們常講的真如本性，能變的是真如本性，所變的怎麼不是真如本性？《金剛經》上，稱「如來」是從性上說，稱「佛」是從相上講，所以從性上說，哪一個眾生不是如來？大乘經上說得好，菩薩成佛的時候，看到大地眾生都成佛道，這個話是真的，不是假的。為什麼說大地一切眾生都成佛道？見性。佛是什麼？佛是真性，明心見性，見性成佛。《華嚴經》五十三參，善財童子第一參，參訪德雲比丘。德雲是初住菩薩，破一品無明、見一分真性，他跟善財講，他見的是無量無邊諸佛如來，他見到的。無量無邊諸佛如來，一切眾生都在裡頭。三世佛：過去佛、現在佛、未來佛，一切眾生都是未來佛。沒有見性的時候，時間、空間不能突破，過去不是現在，現在不是未來；見性之後，時空界限突破了，所以一切眾生皆成佛道。一切眾生的生活都是在表演，不是表演善緣、就是表演惡緣，不是表演順境、就是表演逆境，我們在境界裡學什麼？學佛；順境裡面斷貪，逆境裡頭斷瞋，順逆境界裡頭斷痴，不就是成就了嗎？宗門開悟之後，「頭頭是道，左右逢源」，就是這個意思。"
    },
    {
      "id": "12-017-0162_p0018",
      "zh_CN": "菩萨学处就是我们周边环境，一切人事环境、物质环境，教我们在这个环境里面修什么？修真诚，我们佛像旁边写的，就这二十个字。这二十个字在哪里学？生活里头学，以真诚心对待一切人、一切事、一切物。清净心，没有染着是清净；真诚是没有虚伪；平等是没有分别，有分别就不平等；正觉是不迷，清清楚楚，了了分明；慈悲是真正的爱心，爱一切人、爱一切事、爱一切物，这个爱心周遍虚空法界。平等的爱、清净的爱、真诚的爱，所以能够接触一切不同的族类、不同的宗教、不同的文化，真正的爱心融合了。《华严经》上二百七十多个不同的族群、不同的文化、不同的思想、不同的生活方式、不同的形色，毘卢遮那佛用什么方法融合？就这十个字。虚空法界一切众生和睦相处，互相尊敬、互相尊重、互助合作，那个清净法身是健康的。这是事实真相，《般若经》上讲的「诸法实相」，我们用现代话来说，宇宙人生的真相。他表演的是些什么？这边讲的「看破、放下、自在、随缘、念佛」，是他表演的。细细观察，他在生活当中点点滴滴，这二十个字圆满的显露，就是圆满的佛法，一丝毫的隐瞒都没有，这是一切佛正觉境界。我们搞了几十年才搞清楚，才把这个纲领拈出来了。抓住这个纲领，念念与这个纲领相应，行行与这个纲领相应，不但往生西方极乐世界，给诸位说，决定往生实报庄严土，哪里是在凡圣同居土？超过方便有余土，直接往生实报庄严土。这才是如来真正的弟子，阿弥陀佛对我们的期望。",
      "zh_TW": "菩薩學處就是我們周邊環境，一切人事環境、物質環境，教我們在這個環境裡面修什麼？修真誠，我們佛像旁邊寫的，就這二十個字。這二十個字在哪裡學？生活裡頭學，以真誠心對待一切人、一切事、一切物。清淨心，沒有染著是清淨；真誠是沒有虛偽；平等是沒有分別，有分別就不平等；正覺是不迷，清清楚楚，了了分明；慈悲是真正的愛心，愛一切人、愛一切事、愛一切物，這個愛心周遍虛空法界。平等的愛、清淨的愛、真誠的愛，所以能夠接觸一切不同的族類、不同的宗教、不同的文化，真正的愛心融合了。《華嚴經》上二百七十多個不同的族群、不同的文化、不同的思想、不同的生活方式、不同的形色，毘盧遮那佛用什麼方法融合？就這十個字。虛空法界一切眾生和睦相處，互相尊敬、互相尊重、互助合作，那個清淨法身是健康的。這是事實真相，《般若經》上講的「諸法實相」，我們用現代話來說，宇宙人生的真相。他表演的是些什麼？這邊講的「看破、放下、自在、隨緣、念佛」，是他表演的。細細觀察，他在生活當中點點滴滴，這二十個字圓滿的顯露，就是圓滿的佛法，一絲毫的隱瞞都沒有，這是一切佛正覺境界。我們搞了幾十年才搞清楚，才把這個綱領拈出來了。抓住這個綱領，念念與這個綱領相應，行行與這個綱領相應，不但往生西方極樂世界，給諸位說，決定往生實報莊嚴土，哪裡是在凡聖同居土？超過方便有餘土，直接往生實報莊嚴土。這才是如來真正的弟子，阿彌陀佛對我們的期望。"
    },
    {
      "id": "12-017-0162_p0019",
      "zh_CN": "因此，我们要把反面的完全放下。真诚的反面是虚伪，要把虚伪放下。清净的反面是染污，是非人我、贪瞋痴慢都是染污，我们的心被染污、精神被染污、思想被染污、见解被染污，乃至于身体也被染污，要把一切的染污放下。平等的反面是高下，我比你高，你不如我，这种妄想分别一定要放下。在佛法里面个个第一，没有第二的，「法门平等，无有高下」，这个法门通世间，世出世间都平等；没有高下，平等性就现前了。正觉是不迷，世出世间一切法清清楚楚、明明白白。慈悲是爱心，悲是怜悯众生之苦，慈是帮助众生得乐，就是佛法教学的目标常讲的离苦得乐，帮助众生离苦是悲心，帮助众生得乐是慈心，慈悲是爱心。诸佛菩萨们用心就是这十个字。",
      "zh_TW": "因此，我們要把反面的完全放下。真誠的反面是虛偽，要把虛偽放下。清淨的反面是染污，是非人我、貪瞋痴慢都是染污，我們的心被染污、精神被染污、思想被染污、見解被染污，乃至於身體也被染污，要把一切的染污放下。平等的反面是高下，我比你高，你不如我，這種妄想分別一定要放下。在佛法裡面個個第一，沒有第二的，「法門平等，無有高下」，這個法門通世間，世出世間都平等；沒有高下，平等性就現前了。正覺是不迷，世出世間一切法清清楚楚、明明白白。慈悲是愛心，悲是憐憫眾生之苦，慈是幫助眾生得樂，就是佛法教學的目標常講的離苦得樂，幫助眾生離苦是悲心，幫助眾生得樂是慈心，慈悲是愛心。諸佛菩薩們用心就是這十個字。"
    },
    {
      "id": "12-017-0162_p0020",
      "zh_CN": "他们的行为表现在外面，是看破、放下。看破是明了，没有一样不通达，没有一样不明了，明了叫看破。看破之后就放下，放下就是前面这十个字的反面，刚才说的，全放下了。放下之后，我们用的心是真心，真诚、清净、平等、正觉、慈悲是真心。我们的生活，无论处什么环境，顺境好、逆境也好，都是自在，得大自在。这个世间承平盛世很好，过得很自在，大灾大难过得也很自在，没有一样不自在。自在是自己享受，自受用。处众，跟大家相处随缘，随缘决定不攀缘，随缘跟什么人都能相处，都能处得非常融洽、非常和睦。随缘是没有自己的成见，自己没有分别、没有执着就随缘，有分别、有执着就不能随缘。末后总结到念佛，这个「念佛」的意思是广义的，实在上讲，你存这种心，过这个日子，就是念佛，这是佛心佛行。你心里常常存着佛心佛行，那就是念佛；念就是今心，你现前心里是什么，那叫念，这是广义的。狭义的说，念阿弥陀佛求生西方极乐世界。为什么？只有到西方极乐世界才能够圆成佛道。就是说，这二十个字你做到圆满了，百分之百的做到了，要到极乐世界亲近阿弥陀佛。不到西方世界，不亲近阿弥陀佛，可以做到几分，做不到圆满；要想彻底做到圆满，实在讲只有亲近阿弥陀佛。",
      "zh_TW": "他們的行為表現在外面，是看破、放下。看破是明瞭，沒有一樣不通達，沒有一樣不明瞭，明瞭叫看破。看破之後就放下，放下就是前面這十個字的反面，剛才說的，全放下了。放下之後，我們用的心是真心，真誠、清淨、平等、正覺、慈悲是真心。我們的生活，無論處什麼環境，順境好、逆境也好，都是自在，得大自在。這個世間承平盛世很好，過得很自在，大災大難過得也很自在，沒有一樣不自在。自在是自己享受，自受用。處眾，跟大家相處隨緣，隨緣決定不攀緣，隨緣跟什麼人都能相處，都能處得非常融洽、非常和睦。隨緣是沒有自己的成見，自己沒有分別、沒有執著就隨緣，有分別、有執著就不能隨緣。末後總結到念佛，這個「念佛」的意思是廣義的，實在上講，你存這種心，過這個日子，就是念佛，這是佛心佛行。你心裡常常存著佛心佛行，那就是念佛；念就是今心，你現前心裡是什麼，那叫念，這是廣義的。狹義的說，念阿彌陀佛求生西方極樂世界。為什麼？只有到西方極樂世界才能夠圓成佛道。就是說，這二十個字你做到圓滿了，百分之百的做到了，要到極樂世界親近阿彌陀佛。不到西方世界，不親近阿彌陀佛，可以做到幾分，做不到圓滿；要想徹底做到圓滿，實在講只有親近阿彌陀佛。"
    },
    {
      "id": "12-017-0162_p0021",
      "zh_CN": "所以文殊菩萨、普贤菩萨在《华严经》末后，都发愿求生净土。我过去读《华严》，读到这一段非常疑惑，以很长的时间才搞清楚。我的疑惑是什么？文殊、普贤是华藏世界的等觉菩萨，为什么要求生净土？换句话说，没有理由。到以后搞好长的时间才搞清楚、搞明白，其实经上讲得很清楚，我们自己就是不懂。华藏世界成佛要三大阿僧祇劫，所以三大阿僧祇劫不是对我们讲的，是对法身大士讲的；就是你证得圆教初住那一天起，三大阿僧祇劫才成佛；你没有证得圆初住不算，以前你修行的时间不算。就好像大学四年可以拿到学士学位，是要你到一年级上课那一天开始，你没有入大学不算。所以三大阿僧祇劫，不是对普通人讲的。于是我们才明了，文殊、普贤为什么到西方极乐世界，到那里去成就快，在华藏世界成就慢。时间我们可以算得出来，这佛讲的，在华藏世界，从初住菩萨到十回向菩萨，第十回向，一个阿僧祇劫，你能够修成三十个位次；然后从初地到七地，这七个位次又要一个阿僧祇劫；然后从八地、九地、十地，这三个位次又是一个阿僧祇劫。这三大阿僧祇劫圆满，他证什么果位？证等觉菩萨的果位。等觉要成佛，照前面这个例子来看，至少又要一个阿僧祇劫，等觉菩萨才能成佛，愈往上去愈难。文殊、普贤到西方极乐世界，一天就能证得，哪里需要一个阿僧祇劫？我们才恍然大悟，他到极乐世界争取时间。",
      "zh_TW": "所以文殊菩薩、普賢菩薩在《華嚴經》末後，都發願求生淨土。我過去讀《華嚴》，讀到這一段非常疑惑，以很長的時間才搞清楚。我的疑惑是什麼？文殊、普賢是華藏世界的等覺菩薩，為什麼要求生淨土？換句話說，沒有理由。到以後搞好長的時間才搞清楚、搞明白，其實經上講得很清楚，我們自己就是不懂。華藏世界成佛要三大阿僧祇劫，所以三大阿僧祇劫不是對我們講的，是對法身大士講的；就是你證得圓教初住那一天起，三大阿僧祇劫才成佛；你沒有證得圓初住不算，以前你修行的時間不算。就好像大學四年可以拿到學士學位，是要你到一年級上課那一天開始，你沒有入大學不算。所以三大阿僧祇劫，不是對普通人講的。於是我們才明瞭，文殊、普賢為什麼到西方極樂世界，到那裡去成就快，在華藏世界成就慢。時間我們可以算得出來，這佛講的，在華藏世界，從初住菩薩到十迴向菩薩，第十迴向，一個阿僧祇劫，你能夠修成三十個位次；然後從初地到七地，這七個位次又要一個阿僧祇劫；然後從八地、九地、十地，這三個位次又是一個阿僧祇劫。這三大阿僧祇劫圓滿，他證什麼果位？證等覺菩薩的果位。等覺要成佛，照前面這個例子來看，至少又要一個阿僧祇劫，等覺菩薩才能成佛，愈往上去愈難。文殊、普賢到西方極樂世界，一天就能證得，哪裡需要一個阿僧祇劫？我們才恍然大悟，他到極樂世界爭取時間。"
    },
    {
      "id": "12-017-0162_p0022",
      "zh_CN": "佛在大乘经上讲得很清楚、很明白，我们这么多年常常念、也常常讲，可是意思就是没有体会到。搞了这么多年，这才搞清楚，才恍然大悟。所以想想须菩提跟释迦牟尼佛三十年，才看出释迦牟尼佛生活的门道，这是给我们很大的启示。因此我们修学功夫要相续，决定不能中断，中断那就太难太难了。读经、研究讨论、听讲不能中断，才能产生效果；常常中断，又常常有事务在这个地方烦扰，心不得清净，那个成就就太难太难了。纵然在佛门里种一点福，这一点福报都是三界有漏的福报，很不值得。我们这一生得人身，遇到佛法，这么空过，可惜！世出世间没有任何事情比这个更可惜。所以勇健力天王「得开示」，开示两个字是这一句的关键，开示就是佛在经上常讲的「受持读诵，为人演说」。说是「开」，「示」是演，我们要是体会到这个意思，就晓得学佛在什么地方学了，能够学到真正的东西。今天时间到了，我们就讲到此地。",
      "zh_TW": "佛在大乘經上講得很清楚、很明白，我們這麼多年常常念、也常常講，可是意思就是沒有體會到。搞了這麼多年，這才搞清楚，才恍然大悟。所以想想須菩提跟釋迦牟尼佛三十年，才看出釋迦牟尼佛生活的門道，這是給我們很大的啟示。因此我們修學功夫要相續，決定不能中斷，中斷那就太難太難了。讀經、研究討論、聽講不能中斷，才能產生效果；常常中斷，又常常有事務在這個地方煩擾，心不得清淨，那個成就就太難太難了。縱然在佛門裡種一點福，這一點福報都是三界有漏的福報，很不值得。我們這一生得人身，遇到佛法，這麼空過，可惜！世出世間沒有任何事情比這個更可惜。所以勇健力天王「得開示」，開示兩個字是這一句的關鍵，開示就是佛在經上常講的「受持讀誦，為人演說」。說是「開」，「示」是演，我們要是體會到這個意思，就曉得學佛在什麼地方學了，能夠學到真正的東西。今天時間到了，我們就講到此地。"
    }
  ]
}