{
  "doc_id": "12-017-1852",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八五二卷",
    "zh_TW": "第一八五二卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1852",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "12-017-1852_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「贤首品第十二」，第五大段喻况玄旨分，二十个比喻当中我们看第八。第八有五首颂，「象王随变喻，喻定用自在德」，特别注意定用。我们先看第一首偈：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「賢首品第十二」，第五大段喻況玄旨分，二十個比喻當中我們看第八。第八有五首頌，「象王隨變喻，喻定用自在德」，特別注意定用。我們先看第一首偈："
    },
    {
      "id": "12-017-1852_p0002",
      "zh_CN": "【释提桓因有象王。彼知天主欲行时。自化作头三十二。一一六牙皆具足。】",
      "zh_TW": "【釋提桓因有象王。彼知天主欲行時。自化作頭三十二。一一六牙皆具足。】"
    },
    {
      "id": "12-017-1852_p0003",
      "zh_CN": "我们先看这一首，这里面有哲学、有科学。首先要说明『释提桓因』，这是人的名字，就是忉利天的天王。释提桓因翻成中国意思叫「能天主」，也是三十三天的天主，在欲界，没有修定，完全靠福报，修上品十善生到这个天上。佛法里面讲一般靠他力，依靠别人帮忙脱离三恶道，最高的也是生到忉利天，这欲界第二层天。像我们大家都知道的，梁武帝的妃子造恶业堕地狱，请到宝志公为她超度，修法事来超度她，这就是「梁皇宝忏」，梁武帝。宝志公是观世音菩萨应化来的，所以以观世音菩萨的威神也只能把她超度到忉利天。我们在经典里面看到安世高，他的同学堕落在畜生道做龙王，寿命将尽的时候安世高去度他，也只能把他超度到忉利天。这就靠别人，他力。",
      "zh_TW": "我們先看這一首，這裡面有哲學、有科學。首先要說明『釋提桓因』，這是人的名字，就是忉利天的天王。釋提桓因翻成中國意思叫「能天主」，也是三十三天的天主，在欲界，沒有修定，完全靠福報，修上品十善生到這個天上。佛法裡面講一般靠他力，依靠別人幫忙脫離三惡道，最高的也是生到忉利天，這欲界第二層天。像我們大家都知道的，梁武帝的妃子造惡業墮地獄，請到寶誌公為她超度，修法事來超度她，這就是「梁皇寶懺」，梁武帝。寶誌公是觀世音菩薩應化來的，所以以觀世音菩薩的威神也只能把她超度到忉利天。我們在經典裡面看到安世高，他的同學墮落在畜生道做龍王，壽命將盡的時候安世高去度他，也只能把他超度到忉利天。這就靠別人，他力。"
    },
    {
      "id": "12-017-1852_p0004",
      "zh_CN": "向上去，他力、自力都有。自力是什么？修定，修定没修成功，可是有一点定功，不能说完全没有。我们把修定用一百分来比较，如果修到八、九十分，那定差不多修成了；如果只有十分、二十分，这叫什么？叫未到定，修定而没有成功。他修十善，十善是基础，不能不修十善。诸位要晓得，十善业道是生天的基本的条件，多半都是生到欲界天，加上一点定力才能到夜摩天；夜摩天往上去，这定的功夫就愈来愈深，上面是兜率天；兜率天再上去是化乐天，再上去最高一层是他化自在天，都要靠定力。",
      "zh_TW": "向上去，他力、自力都有。自力是什麼？修定，修定沒修成功，可是有一點定功，不能說完全沒有。我們把修定用一百分來比較，如果修到八、九十分，那定差不多修成了；如果只有十分、二十分，這叫什麼？叫未到定，修定而沒有成功。他修十善，十善是基礎，不能不修十善。諸位要曉得，十善業道是生天的基本的條件，多半都是生到欲界天，加上一點定力才能到夜摩天；夜摩天往上去，這定的功夫就愈來愈深，上面是兜率天；兜率天再上去是化樂天，再上去最高一層是他化自在天，都要靠定力。"
    },
    {
      "id": "12-017-1852_p0005",
      "zh_CN": "如果定修成了，修成是什么样子？能伏烦恼。没修成就是还伏不住烦恼。烦恼是什么？总的来说就是分别执着，还伏不住，这欲界。真正能伏住，没有断，伏住了，生初禅，到色界天去了，那就不是在欲界。这个常识我们要知道。知道之后，知道修定比什么都重要。修定一定要记住，伏分别执着的烦恼，这个东西伏不住，那就是没用处，不能成就。一定要认真修十善业道，这才能不生恶道，这个恶道是讲三恶道。",
      "zh_TW": "如果定修成了，修成是什麼樣子？能伏煩惱。沒修成就是還伏不住煩惱。煩惱是什麼？總的來說就是分別執著，還伏不住，這欲界。真正能伏住，沒有斷，伏住了，生初禪，到色界天去了，那就不是在欲界。這個常識我們要知道。知道之後，知道修定比什麼都重要。修定一定要記住，伏分別執著的煩惱，這個東西伏不住，那就是沒用處，不能成就。一定要認真修十善業道，這才能不生惡道，這個惡道是講三惡道。"
    },
    {
      "id": "12-017-1852_p0006",
      "zh_CN": "释提桓因的因地是普遍的三种布施，所以福报这么大；财布施、法布施、无畏布施，欢欢喜喜，全心全力，来生的果报是忉利天主。再给诸位说，我们娑婆世界有多少个忉利天？这一定要知道。佛法里面给我们讲三千大千世界，一个单位世界有一个忉利天，一个小千世界有一千个单位世界，你就知道一个小千世界里有一千个释提桓因，忉利天主有一千个。一个中千世界又有一千个小千世界，一个大千世界又有一千个中千世界。你这样去乘，一千乘一千再乘一千，三千，多少？十亿。所以娑婆世界，这就是释迦牟尼佛一个教化区，有多少释提桓因？有十亿个，不是一个。一个单位世界只有一个初禅天，一个单位世界的天顶是初禅天，小千世界的天顶是二禅天，中千世界的天顶是三禅天，大千世界的天顶是四禅天。所以娑婆世界有一个四禅天，有一千个三禅天。这个常识我们要知道。",
      "zh_TW": "釋提桓因的因地是普遍的三種布施，所以福報這麼大；財布施、法布施、無畏布施，歡歡喜喜，全心全力，來生的果報是忉利天主。再給諸位說，我們娑婆世界有多少個忉利天？這一定要知道。佛法裡面給我們講三千大千世界，一個單位世界有一個忉利天，一個小千世界有一千個單位世界，你就知道一個小千世界裡有一千個釋提桓因，忉利天主有一千個。一個中千世界又有一千個小千世界，一個大千世界又有一千個中千世界。你這樣去乘，一千乘一千再乘一千，三千，多少？十億。所以娑婆世界，這就是釋迦牟尼佛一個教化區，有多少釋提桓因？有十億個，不是一個。一個單位世界只有一個初禪天，一個單位世界的天頂是初禪天，小千世界的天頂是二禪天，中千世界的天頂是三禪天，大千世界的天頂是四禪天。所以娑婆世界有一個四禪天，有一千個三禪天。這個常識我們要知道。"
    },
    {
      "id": "12-017-1852_p0007",
      "zh_CN": "他修财布施，修福！欢喜布施，认识机缘，看到有需要布施的时候无不是尽心尽力。财布施有内财、有外财，外财就是我们讲的身外之物，属于外财。钱财属于外财，衣服属于外财，这都可以布施，房屋也是外财；身外之物，属于自己所有的，统统都可以做布施，这叫外财布施。财布施得财富！布施里面最难能可贵的是内财布施，内财是身体，身体怎么布施？你看现在像我们道场许多同修到这边来做义工，义工是要来服劳役的，这是用身体，叫内财布施。内财布施里面又有用体力、劳力来布施，有的用智慧来布施，你帮这个道场策划，帮这个道场用你的智慧来协助道场提升，帮助同学们破迷开悟、离苦得乐，没有一样不是修的财布施。用体力是财布施。",
      "zh_TW": "他修財布施，修福！歡喜布施，認識機緣，看到有需要布施的時候無不是盡心盡力。財布施有內財、有外財，外財就是我們講的身外之物，屬於外財。錢財屬於外財，衣服屬於外財，這都可以布施，房屋也是外財；身外之物，屬於自己所有的，統統都可以做布施，這叫外財布施。財布施得財富！布施裡面最難能可貴的是內財布施，內財是身體，身體怎麼布施？你看現在像我們道場許多同修到這邊來做義工，義工是要來服勞役的，這是用身體，叫內財布施。內財布施裡面又有用體力、勞力來布施，有的用智慧來布施，你幫這個道場策劃，幫這個道場用你的智慧來協助道場提升，幫助同學們破迷開悟、離苦得樂，沒有一樣不是修的財布施。用體力是財布施。"
    },
    {
      "id": "12-017-1852_p0008",
      "zh_CN": "可是你所做的事，所做的事看你这个念头，如果你的念头全是教学，无论做哪一项工作都把它做得很好，给大众做榜样、给大众做示范，那是法布施。你看财法统统都有，所以那是一念之间。我只管把我本分，叫我做的事情，我都做好；我不能做出、没有这个意念做出最好的榜样，那只有财施，没有法施。有真正做最好的样子、典范，那里面就有法布施；不但有法布施，而且有很多事情都可以涵盖着无畏布施，所以一个布施里面三种具足。无畏是叫大众，你给他服务，他感到有安全感，他生欢喜心，没有恐怖、没有怀疑、没有忧虑，这就把人的恐怖化解了。如果你做事情很认真、很负责任，但是脾气不好，常常喜欢骂人、喜欢说粗话，人家虽然接受你服务，可是对你害怕，那你这无畏布施就没有，你会叫人怕你，这不好。",
      "zh_TW": "可是你所做的事，所做的事看你這個念頭，如果你的念頭全是教學，無論做哪一項工作都把它做得很好，給大眾做榜樣、給大眾做示範，那是法布施。你看財法統統都有，所以那是一念之間。我只管把我本分，叫我做的事情，我都做好；我不能做出、沒有這個意念做出最好的榜樣，那只有財施，沒有法施。有真正做最好的樣子、典範，那裡面就有法布施；不但有法布施，而且有很多事情都可以涵蓋著無畏布施，所以一個布施裡面三種具足。無畏是叫大眾，你給他服務，他感到有安全感，他生歡喜心，沒有恐怖、沒有懷疑、沒有憂慮，這就把人的恐怖化解了。如果你做事情很認真、很負責任，但是脾氣不好，常常喜歡罵人、喜歡說粗話，人家雖然接受你服務，可是對你害怕，那你這無畏布施就沒有，你會叫人怕你，這不好。"
    },
    {
      "id": "12-017-1852_p0009",
      "zh_CN": "寺院里面的工作，古时候分一百零八单，就是一百零八个项目。我们这个小道场没那么多的项目，一个大的丛林它有一百零八个项目，每个职位都是修三种布施。所以布施修得好，实在说，忉利天主都是在寺庙里面修积的福报，没有能够把自己灵性向上提升，没有出三界，没有脱离六道，就人天福报现前；小的福报在人间，大的福报人间没有，那在天上。我们看到这个世间人有享福的、得大富贵的，你就知道他前生修什么；有得贫贱的，他前生造的是什么因，这是属于因果教育。如果都能通达明了，无论自己在这一生当中所受的是欢乐还是忧虑，你都能够化解。知道是什么？知道这前世自己所修的因，这一生应当所得的果报。业因果报，丝毫不爽！",
      "zh_TW": "寺院裡面的工作，古時候分一百零八單，就是一百零八個項目。我們這個小道場沒那麼多的項目，一個大的叢林它有一百零八個項目，每個職位都是修三種布施。所以布施修得好，實在說，忉利天主都是在寺廟裡面修積的福報，沒有能夠把自己靈性向上提升，沒有出三界，沒有脫離六道，就人天福報現前；小的福報在人間，大的福報人間沒有，那在天上。我們看到這個世間人有享福的、得大富貴的，你就知道他前生修什麼；有得貧賤的，他前生造的是什麼因，這是屬於因果教育。如果都能通達明瞭，無論自己在這一生當中所受的是歡樂還是憂慮，你都能夠化解。知道是什麼？知道這前世自己所修的因，這一生應當所得的果報。業因果報，絲毫不爽！"
    },
    {
      "id": "12-017-1852_p0010",
      "zh_CN": "忉利天主『有象王』。象在古时代是富贵权力的象征，家里面有象，象也为人服务，出门有乘象的；次一等的在家里养马，出门有马车。在从前这是富贵人家，一般平民都做不到的。平民家里能够养一头驴，出去有小驴，驴也可以拉车，小车，就算是不错。象多半是国王，国王乘骑才有象。「象王」，这个象王牠知道天王要出去的时候，牠是天王的乘骑。我们看到印度现在还有，帝王出门的时候，他那个象，象背上可以造一个小的像亭子一样，有盖，天王坐在里面。象走起来是稳稳当当，我们常讲四平八稳。牠知道，不但牠知道，牠能变化，这象王能变化，牠能变作三十二个头。三十二是表法的，表法有内外，内是表三十二相，外是表三十二应，像观世音菩萨在《普门品》里面所讲的三十二应，它都有表法的意思。",
      "zh_TW": "忉利天主『有象王』。象在古時代是富貴權力的象徵，家裡面有象，象也為人服務，出門有乘象的；次一等的在家裡養馬，出門有馬車。在從前這是富貴人家，一般平民都做不到的。平民家裡能夠養一頭驢，出去有小驢，驢也可以拉車，小車，就算是不錯。象多半是國王，國王乘騎才有象。「象王」，這個象王牠知道天王要出去的時候，牠是天王的乘騎。我們看到印度現在還有，帝王出門的時候，他那個象，象背上可以造一個小的像亭子一樣，有蓋，天王坐在裡面。象走起來是穩穩當當，我們常講四平八穩。牠知道，不但牠知道，牠能變化，這象王能變化，牠能變作三十二個頭。三十二是表法的，表法有內外，內是表三十二相，外是表三十二應，像觀世音菩薩在《普門品》裡面所講的三十二應，它都有表法的意思。"
    },
    {
      "id": "12-017-1852_p0011",
      "zh_CN": "『一一六牙皆具足』。每个头都有六个牙齿，我们看到一般的象只有两个牙齿，六牙是象王，象中最名贵的，非常希有，人间真的是很少见；在忉利天，忉利天主他的象是六牙。我们在佛门里面看到骑大象的是普贤菩萨。文殊菩萨骑狮子，普贤菩萨骑大象，这个象是六牙象。佛在经上告诉我们，普贤菩萨所骑的这个象是大圣欢喜天的灵体，六牙象王；换句话说，他是天神。这个天神就是象王，所以他有神通，他能变化。六牙也是表法的意思，表法的意思很多，像代表六大，六大是地、水、火、风、空、识，这叫六大。最普遍的是代表六波罗蜜，布施、持戒、忍辱、精进、禅定、般若，它表这个意思。还有一个重要的表示，这在《华严经》上应该是用六因，成佛六个因。这六个因是什么？就是菩萨六个阶级，你看十信、十住、十行、十回向、十地、等觉，这叫六个因。菩萨在因地，因地圆满了那就是果，果是妙觉，妙觉就是佛。在《华严》里面十信位的菩萨，这是在十法界里面，没有超越十法界，十住就超越十法界。十住，初住菩萨明心见性，见性成佛，天台大师所讲的「分证即佛」，他虽然没有圆满，但是分证。",
      "zh_TW": "『一一六牙皆具足』。每個頭都有六個牙齒，我們看到一般的象只有兩個牙齒，六牙是象王，象中最名貴的，非常希有，人間真的是很少見；在忉利天，忉利天主他的象是六牙。我們在佛門裡面看到騎大象的是普賢菩薩。文殊菩薩騎獅子，普賢菩薩騎大象，這個象是六牙象。佛在經上告訴我們，普賢菩薩所騎的這個象是大聖歡喜天的靈體，六牙象王；換句話說，他是天神。這個天神就是象王，所以他有神通，他能變化。六牙也是表法的意思，表法的意思很多，像代表六大，六大是地、水、火、風、空、識，這叫六大。最普遍的是代表六波羅蜜，布施、持戒、忍辱、精進、禪定、般若，它表這個意思。還有一個重要的表示，這在《華嚴經》上應該是用六因，成佛六個因。這六個因是什麼？就是菩薩六個階級，你看十信、十住、十行、十迴向、十地、等覺，這叫六個因。菩薩在因地，因地圓滿了那就是果，果是妙覺，妙覺就是佛。在《華嚴》裡面十信位的菩薩，這是在十法界裡面，沒有超越十法界，十住就超越十法界。十住，初住菩薩明心見性，見性成佛，天台大師所講的「分證即佛」，他雖然沒有圓滿，但是分證。"
    },
    {
      "id": "12-017-1852_p0012",
      "zh_CN": "我们学《华严》学到这个地方，可以说是很清楚、很明白，十信菩萨的初信位相当于小乘的初果须陀洹，这断烦恼的层次完全相同；也就是说，三界八十八品见惑断尽。圆教初信位跟须陀洹是相等的，但是智慧比须陀洹高得太多，须陀洹不能比，断烦恼是相等，智慧不一样。七信位的菩萨思惑断尽，三界八十一品思惑断尽了，就是见思烦恼统统断掉了，小乘的阿罗汉果，出离六道轮回。诸位要知道，见思烦恼断了，轮回就没有了，就是永嘉大师讲的「觉后空空无大千」。梦里明明有六趣，就有六道轮回，觉后空空无大千。在我们《华严》里面讲，他对于世出世间一切法的执着没有了。这一点，讲这个大家更容易懂。只要你还有执着，你就出不了六道。念佛往生西方极乐世界也要把娑婆世界的执着放下，娑婆世界里面一切人事物都不能执着，执着，不能往生，必须放下，阿弥陀佛才会来接引你。只要见到阿弥陀佛来接引就知道，放下了，真放下了；见不到阿弥陀佛来接引，没有别的原因，你没放下。所以这放下的工作要在平时做，不能到临终时候，临终的时候靠不住，应当平常就要学放下。放得愈多愈好，最好连分别也要淡薄，对于往生才有把握。起心动念那个太难，那确实不容易。起心动念没有了、分别执着没有了，那就成佛，在《华严经》上那就是圆教初住以上，不但六道没有了，十法界也没有了。十法界的四圣法界就是娑婆世界里面的方便有余土，六道是凡圣同居土。释迦牟尼佛也有实报庄严土，不是没有，都有。常寂光土是不分，现在讲的是空间维次，那个不分，那个没有，完全没有。所以十方无量无边诸佛如来的刹土，常寂光土是不分的，实报庄严土有分，里面还有差别，还有些不同，所以大同小异。",
      "zh_TW": "我們學《華嚴》學到這個地方，可以說是很清楚、很明白，十信菩薩的初信位相當於小乘的初果須陀洹，這斷煩惱的層次完全相同；也就是說，三界八十八品見惑斷盡。圓教初信位跟須陀洹是相等的，但是智慧比須陀洹高得太多，須陀洹不能比，斷煩惱是相等，智慧不一樣。七信位的菩薩思惑斷盡，三界八十一品思惑斷盡了，就是見思煩惱統統斷掉了，小乘的阿羅漢果，出離六道輪迴。諸位要知道，見思煩惱斷了，輪迴就沒有了，就是永嘉大師講的「覺後空空無大千」。夢裡明明有六趣，就有六道輪迴，覺後空空無大千。在我們《華嚴》裡面講，他對於世出世間一切法的執著沒有了。這一點，講這個大家更容易懂。只要你還有執著，你就出不了六道。念佛往生西方極樂世界也要把娑婆世界的執著放下，娑婆世界裡面一切人事物都不能執著，執著，不能往生，必須放下，阿彌陀佛才會來接引你。只要見到阿彌陀佛來接引就知道，放下了，真放下了；見不到阿彌陀佛來接引，沒有別的原因，你沒放下。所以這放下的工作要在平時做，不能到臨終時候，臨終的時候靠不住，應當平常就要學放下。放得愈多愈好，最好連分別也要淡薄，對於往生才有把握。起心動念那個太難，那確實不容易。起心動念沒有了、分別執著沒有了，那就成佛，在《華嚴經》上那就是圓教初住以上，不但六道沒有了，十法界也沒有了。十法界的四聖法界就是娑婆世界裡面的方便有餘土，六道是凡聖同居土。釋迦牟尼佛也有實報莊嚴土，不是沒有，都有。常寂光土是不分，現在講的是空間維次，那個不分，那個沒有，完全沒有。所以十方無量無邊諸佛如來的剎土，常寂光土是不分的，實報莊嚴土有分，裡面還有差別，還有些不同，所以大同小異。"
    },
    {
      "id": "12-017-1852_p0013",
      "zh_CN": "明白这个道理，我们才真正知道，修行修什么？千经万论、无量法门告诉我们一个总的原则、总的方法，就是放下，放下就是。为什么不肯放下？放下，心就清净，三昧就现前。不要放下很多，只要放下执着，执着放下，你心就定了，你情绪就稳定。心只要定了，佛在经上讲得很多，「制心一处，无事不办」。我们念佛人，我们要把心放在什么地方？要放在佛号上，心里面真有阿弥陀佛，这一生往生西方极乐世界就肯定了，决定没有怀疑。生到西方极乐世界，即使是凡圣同居土下品下生，蕅益大师说得很好，那就成佛了。他自己常常跟别人说：我求生极乐世界不求高品位，只求下下品往生，我就很满足了。他是过来人。为什么下下品往生就满足？因为极乐世界是平等世界。三辈九品有没有？有。虽有，不重要，名义上是有，实际上是平等的。所以这个世界很特殊，十方诸佛刹土里面找不到另一个世界跟极乐世界一样，找不到，它是平等的，所以真正不可思议。求高品位往生有困难，为什么？你断烦恼不容易；这下下品往生不难，人人都做得到，只要把烦恼习气控制住，让它不要发作就成功了，这是人人都做得到。",
      "zh_TW": "明白這個道理，我們才真正知道，修行修什麼？千經萬論、無量法門告訴我們一個總的原則、總的方法，就是放下，放下就是。為什麼不肯放下？放下，心就清淨，三昧就現前。不要放下很多，只要放下執著，執著放下，你心就定了，你情緒就穩定。心只要定了，佛在經上講得很多，「制心一處，無事不辦」。我們念佛人，我們要把心放在什麼地方？要放在佛號上，心裡面真有阿彌陀佛，這一生往生西方極樂世界就肯定了，決定沒有懷疑。生到西方極樂世界，即使是凡聖同居土下品下生，蕅益大師說得很好，那就成佛了。他自己常常跟別人說：我求生極樂世界不求高品位，只求下下品往生，我就很滿足了。他是過來人。為什麼下下品往生就滿足？因為極樂世界是平等世界。三輩九品有沒有？有。雖有，不重要，名義上是有，實際上是平等的。所以這個世界很特殊，十方諸佛剎土裡面找不到另一個世界跟極樂世界一樣，找不到，它是平等的，所以真正不可思議。求高品位往生有困難，為什麼？你斷煩惱不容易；這下下品往生不難，人人都做得到，只要把煩惱習氣控制住，讓它不要發作就成功了，這是人人都做得到。"
    },
    {
      "id": "12-017-1852_p0014",
      "zh_CN": "尤其佛教给我们方法，念佛。这妄念控制不住，用佛号把妄念控制住，念念都是阿弥陀佛，除阿弥陀佛之外，没有其他的念头，这就对了。所以用一念控制一切的妄念，这个方法好极了，比修禅容易太多了。修禅不许有妄念，到最后祖师也是无可奈何，用变通的办法教大家参话头，参话头也是有一个妄念，就是用一个妄念打掉一切妄念。念佛跟参话头是一个道理，但是参话头没有佛力加持，念阿弥陀佛，阿弥陀佛威神加持，这个好处就太大！诸位念念《弥陀经》、念念《无量寿经》就明白，念佛人决定得佛力加持。",
      "zh_TW": "尤其佛教給我們方法，念佛。這妄念控制不住，用佛號把妄念控制住，念念都是阿彌陀佛，除阿彌陀佛之外，沒有其他的念頭，這就對了。所以用一念控制一切的妄念，這個方法好極了，比修禪容易太多了。修禪不許有妄念，到最後祖師也是無可奈何，用變通的辦法教大家參話頭，參話頭也是有一個妄念，就是用一個妄念打掉一切妄念。念佛跟參話頭是一個道理，但是參話頭沒有佛力加持，念阿彌陀佛，阿彌陀佛威神加持，這個好處就太大！諸位念念《彌陀經》、念念《無量壽經》就明白，念佛人決定得佛力加持。"
    },
    {
      "id": "12-017-1852_p0015",
      "zh_CN": "但是我们很多念佛人得不到佛力加持，那是什么原因？原因是佛力加持你，你自己不知道，就这么个道理。我们有明显的感，佛是冥应，不是显应。到什么时候有显应？你真的只有一念，只有一念阿弥陀佛，其他念头都没有了，阿弥陀佛给你的应是明显的应，你自己知道。只有冥应没有显应，那就是说你的功力还不够，你念佛里面还夹杂着妄念，妄念虽然很少，不多，但是有，不是没有，道理在此地。只要是念佛的人，纵然杂念很多，佛还是加持你，冥冥当中加持你，这是肯定的。为什么？四十八愿是他的本愿，哪有不加持的道理！我们不能怀疑，怀疑是自己有障碍，让佛力加不上；不怀疑，坚定的信心、坚定的愿心，就得到佛力加持。",
      "zh_TW": "但是我們很多念佛人得不到佛力加持，那是什麼原因？原因是佛力加持你，你自己不知道，就這麼個道理。我們有明顯的感，佛是冥應，不是顯應。到什麼時候有顯應？你真的只有一念，只有一念阿彌陀佛，其他念頭都沒有了，阿彌陀佛給你的應是明顯的應，你自己知道。只有冥應沒有顯應，那就是說你的功力還不夠，你念佛裡面還夾雜著妄念，妄念雖然很少，不多，但是有，不是沒有，道理在此地。只要是念佛的人，縱然雜念很多，佛還是加持你，冥冥當中加持你，這是肯定的。為什麼？四十八願是他的本願，哪有不加持的道理！我們不能懷疑，懷疑是自己有障礙，讓佛力加不上；不懷疑，堅定的信心、堅定的願心，就得到佛力加持。"
    },
    {
      "id": "12-017-1852_p0016",
      "zh_CN": "修善，特别是十善业道、菩萨的六波罗蜜、普贤菩萨的十愿，能做多少就做多少，一定要做。譬如第一句「礼敬诸佛」，现在有不少同学到汤池去看，听说回来之后，学了懂得礼敬，对人都能够九十度的行鞠躬礼，这礼敬诸佛。一切众生本来是佛，对任何一个人都要以真诚恭敬心向他行礼，这礼敬！礼敬的意思在哪里？礼敬是去除我们无量劫来贡高傲慢的烦恼。这个烦恼你不能说你没有，佛说了，人人都有。谁没有？菩萨没有。菩萨里面还有大菩萨、小菩萨，大菩萨连傲慢习气都没有，小菩萨贡高傲慢没有，还有习气。为什么说你有？佛讲这是无始无明烦恼。换句话说，这在大乘教里，实际上我们讲得很多，一念不觉，这个烦恼就生了，一念不觉而有无明。相宗说得好，无明不觉生三细相。三细相第一个是无明业相，业相就是动，我们讲的起心动念，这就迷了；从业相立刻就变成转相，转相是末那识，四大烦恼常相随。你看这个四大烦恼，贪瞋痴慢，他就具足了，所以这叫俱生烦恼，不是学来的，你怎么会没有！",
      "zh_TW": "修善，特別是十善業道、菩薩的六波羅蜜、普賢菩薩的十願，能做多少就做多少，一定要做。譬如第一句「禮敬諸佛」，現在有不少同學到湯池去看，聽說回來之後，學了懂得禮敬，對人都能夠九十度的行鞠躬禮，這禮敬諸佛。一切眾生本來是佛，對任何一個人都要以真誠恭敬心向他行禮，這禮敬！禮敬的意思在哪裡？禮敬是去除我們無量劫來貢高傲慢的煩惱。這個煩惱你不能說你沒有，佛說了，人人都有。誰沒有？菩薩沒有。菩薩裡面還有大菩薩、小菩薩，大菩薩連傲慢習氣都沒有，小菩薩貢高傲慢沒有，還有習氣。為什麼說你有？佛講這是無始無明煩惱。換句話說，這在大乘教裡，實際上我們講得很多，一念不覺，這個煩惱就生了，一念不覺而有無明。相宗說得好，無明不覺生三細相。三細相第一個是無明業相，業相就是動，我們講的起心動念，這就迷了；從業相立刻就變成轉相，轉相是末那識，四大煩惱常相隨。你看這個四大煩惱，貪瞋痴慢，他就具足了，所以這叫俱生煩惱，不是學來的，你怎麼會沒有！"
    },
    {
      "id": "12-017-1852_p0017",
      "zh_CN": "我们今天要转烦恼成菩提，要想回归到自性，这些烦恼怎么断法？要修礼敬、要修称赞，称赞别人，不要批评别人。断自己的烦恼习气不是为别的，真正修行人在任何场合，接受别人批评，不批评别人，你学这一点。普贤菩萨教给我们「恒顺众生，随喜功德」，那个众生思想行为是错误的，不批评他，随顺，恒顺众生；那个人的思想言行是正确的、好的，好的怎么样？随喜。好的、善的，随喜功德；不善的，恒顺众生，为什么？业力牵着他。你要批评他，那你得要有智慧，你没有智慧，你批评他，他不接受，他跟你结冤仇，你不是自找麻烦吗？什么时候你有定功、有智慧，你看到他善根现前，这时候批评他，他能接受，他能改过自新，他能提升自己境界，这是应当要批评、要说他，就是教他；不能接受的时候不教，随他去，善根没有发现。善根发现才行，才能接受教诲；善根没有发现，他抗拒、他不服。这就是平常你要有能力察言观色，你看他善根是不是成熟？可不可以教他？用什么方法教他？这是菩萨的事情。我们没有到这个能力，没有这个功夫，想学菩萨，往往都学了反面，这是不可以不知道的。",
      "zh_TW": "我們今天要轉煩惱成菩提，要想回歸到自性，這些煩惱怎麼斷法？要修禮敬、要修稱讚，稱讚別人，不要批評別人。斷自己的煩惱習氣不是為別的，真正修行人在任何場合，接受別人批評，不批評別人，你學這一點。普賢菩薩教給我們「恆順眾生，隨喜功德」，那個眾生思想行為是錯誤的，不批評他，隨順，恆順眾生；那個人的思想言行是正確的、好的，好的怎麼樣？隨喜。好的、善的，隨喜功德；不善的，恆順眾生，為什麼？業力牽著他。你要批評他，那你得要有智慧，你沒有智慧，你批評他，他不接受，他跟你結冤仇，你不是自找麻煩嗎？什麼時候你有定功、有智慧，你看到他善根現前，這時候批評他，他能接受，他能改過自新，他能提升自己境界，這是應當要批評、要說他，就是教他；不能接受的時候不教，隨他去，善根沒有發現。善根發現才行，才能接受教誨；善根沒有發現，他抗拒、他不服。這就是平常你要有能力察言觀色，你看他善根是不是成熟？可不可以教他？用什麼方法教他？這是菩薩的事情。我們沒有到這個能力，沒有這個功夫，想學菩薩，往往都學了反面，這是不可以不知道的。"
    },
    {
      "id": "12-017-1852_p0018",
      "zh_CN": "所以要度别人，先度自己，「自己未度而能度人，无有是处」，这是佛在经上讲的，没有这个道理，要先度自己。先度自己要从不批评人着手，接受批评，不批评人。人家批评我们，我们想一想，他批评我，我是不是有毛病？有则改之，无则嘉勉，都用一个感恩的心、感谢的心待人。他提醒我，纵然我没有，提醒我不要犯这种过失；如果有，我们要改过自新，这个态度你说多么好！这个态度才真正叫修行。不能说人家批评我，批评错了，我没有，立刻就反驳，这不好，这不是求学的态度，更不是给大众做好榜样的态度。我们在古书里面看到，唐太宗接受人批评，批评是错误的，是对方的误会，唐太宗笑笑，也接受，绝不说是你说这错了，没有，很欢喜接受。这个人走了，旁边的人跟皇上说，他说这个话错误的。唐太宗说我知道。为什么不制裁他？唐太宗说不可以，如果我要是惩罚他，以后还有谁敢在我面前说真话？这大家就明白了。你看这是做一个好样子。所以这个帝王在历史上是英明的帝王，接受别人的批评，错了也不会怪你，也不会惩罚你。所以他有贞观之治，这得来是靠着德行得来的，不是权术，是德行的感召。",
      "zh_TW": "所以要度別人，先度自己，「自己未度而能度人，無有是處」，這是佛在經上講的，沒有這個道理，要先度自己。先度自己要從不批評人著手，接受批評，不批評人。人家批評我們，我們想一想，他批評我，我是不是有毛病？有則改之，無則嘉勉，都用一個感恩的心、感謝的心待人。他提醒我，縱然我沒有，提醒我不要犯這種過失；如果有，我們要改過自新，這個態度你說多麼好！這個態度才真正叫修行。不能說人家批評我，批評錯了，我沒有，立刻就反駁，這不好，這不是求學的態度，更不是給大眾做好榜樣的態度。我們在古書裡面看到，唐太宗接受人批評，批評是錯誤的，是對方的誤會，唐太宗笑笑，也接受，絕不說是你說這錯了，沒有，很歡喜接受。這個人走了，旁邊的人跟皇上說，他說這個話錯誤的。唐太宗說我知道。為什麼不制裁他？唐太宗說不可以，如果我要是懲罰他，以後還有誰敢在我面前說真話？這大家就明白了。你看這是做一個好樣子。所以這個帝王在歷史上是英明的帝王，接受別人的批評，錯了也不會怪你，也不會懲罰你。所以他有貞觀之治，這得來是靠著德行得來的，不是權術，是德行的感召。"
    },
    {
      "id": "12-017-1852_p0019",
      "zh_CN": "学佛，佛弟子是天人师，不但要给人间的人做最好的样子，还要给天人做最好的样子。人家对你错误的批评你都不能接受，你还能够做人天的好样子吗？所以想想这些地方，我们就明白，我们就会很欢喜的接受别人批评，不批评别人。为什么？我们没有菩萨的定功，没有菩萨的智慧，不知道那个人善根有没有发现，万一我们对他批评，他不接受，结了冤仇，那就错了。所以还是不批评的好。好好修养自己，修养个十年、八年，有了功夫才可以帮助别人。没有功夫的时候，我们愿意接受别人批评，不批评别人，这就是很好的影响。让喜欢批评人的人看到你之后，看的时间长久，看了之后他会受感动，你就把他教好了。念念为众生，也是念念维护佛法好的形象，这个道理很深。道理深，功德就是无量。所以这句经文里，「一一六牙皆具足」，我们举的这个例子，六大、六度、六因，具足表法的意思在其中。下面我们再看第二首偈：",
      "zh_TW": "學佛，佛弟子是天人師，不但要給人間的人做最好的樣子，還要給天人做最好的樣子。人家對你錯誤的批評你都不能接受，你還能夠做人天的好樣子嗎？所以想想這些地方，我們就明白，我們就會很歡喜的接受別人批評，不批評別人。為什麼？我們沒有菩薩的定功，沒有菩薩的智慧，不知道那個人善根有沒有發現，萬一我們對他批評，他不接受，結了冤仇，那就錯了。所以還是不批評的好。好好修養自己，修養個十年、八年，有了功夫才可以幫助別人。沒有功夫的時候，我們願意接受別人批評，不批評別人，這就是很好的影響。讓喜歡批評人的人看到你之後，看的時間長久，看了之後他會受感動，你就把他教好了。念念為眾生，也是念念維護佛法好的形象，這個道理很深。道理深，功德就是無量。所以這句經文裡，「一一六牙皆具足」，我們舉的這個例子，六大、六度、六因，具足表法的意思在其中。下面我們再看第二首偈："
    },
    {
      "id": "12-017-1852_p0020",
      "zh_CN": "【一一牙上七池水。清净香洁湛然满。一一清净池水中。各七莲华妙严饰。】",
      "zh_TW": "【一一牙上七池水。清淨香潔湛然滿。一一清淨池水中。各七蓮華妙嚴飾。】"
    },
    {
      "id": "12-017-1852_p0021",
      "zh_CN": "你看这象王的变化，『七』代表圆满，牠也真的现这个相。古大德画的变相图也就是照经文上的意思画的。它有七个水池，水池非常清净，『清净香洁湛然满』，满是圆满，是表真如自性，清净平等觉，《无量寿经》的经题。六祖惠能大师开悟的时候说出自性的样子，第一句话就说「何期自性本自清净」，从来没有染污过。现在我们的自性有没有染污？没有，一切众生的自性都不曾染污。如果会被染污，那就不叫自性，那就是假的不是真的，不会染污的。纵然堕阿鼻地狱造无量无边的罪业，也没染污。所以佛说「一切众生本来是佛」。因为你的自性没有染污，你的自性没有生灭，你的自性没有动摇，只是你现在迷失了自性，不是真的失掉，你迷了，你起心动念迷了。迷了，也没有离开自性，迷了之后，你生无量无边烦恼，没有离开自性。自性好像在虚空一样，从来不会染污的。池水表这个意思。",
      "zh_TW": "你看這象王的變化，『七』代表圓滿，牠也真的現這個相。古大德畫的變相圖也就是照經文上的意思畫的。它有七個水池，水池非常清淨，『清淨香潔湛然滿』，滿是圓滿，是表真如自性，清淨平等覺，《無量壽經》的經題。六祖惠能大師開悟的時候說出自性的樣子，第一句話就說「何期自性本自清淨」，從來沒有染污過。現在我們的自性有沒有染污？沒有，一切眾生的自性都不曾染污。如果會被染污，那就不叫自性，那就是假的不是真的，不會染污的。縱然墮阿鼻地獄造無量無邊的罪業，也沒染污。所以佛說「一切眾生本來是佛」。因為你的自性沒有染污，你的自性沒有生滅，你的自性沒有動搖，只是你現在迷失了自性，不是真的失掉，你迷了，你起心動念迷了。迷了，也沒有離開自性，迷了之後，你生無量無邊煩惱，沒有離開自性。自性好像在虛空一樣，從來不會染污的。池水表這個意思。"
    },
    {
      "id": "12-017-1852_p0022",
      "zh_CN": "池水里面生莲花，『各七莲华妙严饰』。莲花的表法，在佛经、佛法里面是最普遍的，它代表什么？我们看植物，绝大多数的植物先开花后结果，因果不同时，因果异时，佛经上称为「异熟果」。唯独莲花因果同时，它开花的时候，果是莲子，莲子就在花里面，莲蓬里面就有莲子，因果同时。这代表的是大乘法里所说的，因中有果，果中有因，因果不二，表这个意思。你懂得这个意思，我们起心动念，动个念头就是因，因肯定连带着果，这是真的，一点都不假。这个因妙极，因妙果也妙，才起一念，就是能大师末后的一句话说「能生万法」，你说奇妙不奇妙！一念就生万法。所以整个宇宙森罗万象，万事万物，大乘教里佛告诉我们，一念顿现，一念顿成。一念是不觉，所以古德讲得好，「迷唯一念，觉止一心」。起一念，森罗万象就现出来，一念是因，果就现出来了。有没有先后？有先后，先后的时间太短，你简直没有办法看出它有先后。从一念变现出分别，从分别变现出执着；一有执着，物质世界就现前，一有分别，精神世界现前。从一念到变成精神世界、变成物质世界，这个时间真的是亿万分之一秒，你怎么知道它有先后？它的速度太快。起是这么起的。",
      "zh_TW": "池水裡面生蓮花，『各七蓮華妙嚴飾』。蓮花的表法，在佛經、佛法裡面是最普遍的，它代表什麼？我們看植物，絕大多數的植物先開花後結果，因果不同時，因果異時，佛經上稱為「異熟果」。唯獨蓮花因果同時，它開花的時候，果是蓮子，蓮子就在花裡面，蓮蓬裡面就有蓮子，因果同時。這代表的是大乘法裡所說的，因中有果，果中有因，因果不二，表這個意思。你懂得這個意思，我們起心動念，動個念頭就是因，因肯定連帶著果，這是真的，一點都不假。這個因妙極，因妙果也妙，才起一念，就是能大師末後的一句話說「能生萬法」，你說奇妙不奇妙！一念就生萬法。所以整個宇宙森羅萬象，萬事萬物，大乘教裡佛告訴我們，一念頓現，一念頓成。一念是不覺，所以古德講得好，「迷唯一念，覺止一心」。起一念，森羅萬象就現出來，一念是因，果就現出來了。有沒有先後？有先後，先後的時間太短，你簡直沒有辦法看出它有先後。從一念變現出分別，從分別變現出執著；一有執著，物質世界就現前，一有分別，精神世界現前。從一念到變成精神世界、變成物質世界，這個時間真的是億萬分之一秒，你怎麼知道它有先後？它的速度太快。起是這麼起的。"
    },
    {
      "id": "12-017-1852_p0023",
      "zh_CN": "如果得一心，一心就是妄想分别执着都没有，这叫一心，一心现前，这个森罗万象有没有？没有了，觉后空空无大千，整个宇宙都没有了。所以才说凡所有相皆是虚妄，一切有为法如梦幻泡影，《般若经》上的总结，「一切法无所有，毕竟空，不可得」，这是真的不是假的。现在的科学还没有讲到这些，所以佛经里头真的有究竟圆满的科学。现代科学的进步我们也不能不佩服它，他们已经知道物质现象不是真的，物质现象的存在是刹那之间。我们所见的这个世界是什么？就是一念不觉，接着那一念又不觉，念念都不觉，所以才看到这个现象，念念不觉。所以我们常讲，这个现象是相似相续的幻相，决定不是真的。你要是知道它决定不是真的，你对它的执着就淡薄，分别也淡薄，这淡薄就能帮助你向上提升。提升是不断的去证实它，证明它是真的不是假的。在大乘教里面，你没有怀疑、没有犹豫，你的进步就快。所以他用个「妙严饰」，好！严是庄严，饰是装饰。妙是什么？妙是非有非无，不能说它有，也不能说它没有，相有体空，事有理无，这是诸法实相，我们今天讲的宇宙人生的真相，如是。七是代表圆满，圆满的因、圆满的果，因果同时，称为妙。再看底下第三首：",
      "zh_TW": "如果得一心，一心就是妄想分別執著都沒有，這叫一心，一心現前，這個森羅萬象有沒有？沒有了，覺後空空無大千，整個宇宙都沒有了。所以才說凡所有相皆是虛妄，一切有為法如夢幻泡影，《般若經》上的總結，「一切法無所有，畢竟空，不可得」，這是真的不是假的。現在的科學還沒有講到這些，所以佛經裡頭真的有究竟圓滿的科學。現代科學的進步我們也不能不佩服它，他們已經知道物質現象不是真的，物質現象的存在是剎那之間。我們所見的這個世界是什麼？就是一念不覺，接著那一念又不覺，念念都不覺，所以才看到這個現象，念念不覺。所以我們常講，這個現象是相似相續的幻相，決定不是真的。你要是知道它決定不是真的，你對它的執著就淡薄，分別也淡薄，這淡薄就能幫助你向上提升。提升是不斷的去證實它，證明它是真的不是假的。在大乘教裡面，你沒有懷疑、沒有猶豫，你的進步就快。所以他用個「妙嚴飾」，好！嚴是莊嚴，飾是裝飾。妙是什麼？妙是非有非無，不能說它有，也不能說它沒有，相有體空，事有理無，這是諸法實相，我們今天講的宇宙人生的真相，如是。七是代表圓滿，圓滿的因、圓滿的果，因果同時，稱為妙。再看底下第三首："
    },
    {
      "id": "12-017-1852_p0024",
      "zh_CN": "【彼诸严饰莲华上。各各有七天玉女。悉善技艺奏众乐。而与帝释相娱乐。】",
      "zh_TW": "【彼諸嚴飾蓮華上。各各有七天玉女。悉善技藝奏眾樂。而與帝釋相娛樂。】"
    },
    {
      "id": "12-017-1852_p0025",
      "zh_CN": "这是大象变现出来这么多境界，这象王变现出来。在这个莲花上面，都像变魔术一样，这大家就容易体会，象会变魔术播出这些现象出来。莲花上各个，每朵莲花上都有七位天女，这些天女在莲花上做出艺术的表演。『悉善技艺奏众乐』，就是说明这些天女在莲花上唱歌、跳舞、表演，这是离苦得乐。我们就能联想到前面，『七天玉女』一定是破迷开悟，如果没有破迷开悟，他就不能够离苦得乐。『而与帝释相娱乐』。帝释天骑着这大象一定是出门到外面去，像现在花车一样，花车游行。这是很多地方，花园城市，每年大概都有一个季节，花车游行的季节，与民同乐，这叫真的是乐！帝释天他教化那些天人，用什么教？这我们能够想像得到，为什么？他在因地里面自然带着习气，他带什么习气？他带十善的习气，他带施舍的习气，因地生生世世喜欢布施，生生世世修上品十善。我们就晓得，他教人一定也是教这些，三种布施或者是六种布施，六波罗蜜都是六种布施，这菩萨。布施度里面，包含着有财、法、无畏，持戒是无畏布施，忍辱是无畏布施，精进、禅定、般若是法布施。有财、有法，无畏布施自然都含摄在里面。",
      "zh_TW": "這是大象變現出來這麼多境界，這象王變現出來。在這個蓮花上面，都像變魔術一樣，這大家就容易體會，象會變魔術播出這些現象出來。蓮花上各個，每朵蓮花上都有七位天女，這些天女在蓮花上做出藝術的表演。『悉善技藝奏眾樂』，就是說明這些天女在蓮花上唱歌、跳舞、表演，這是離苦得樂。我們就能聯想到前面，『七天玉女』一定是破迷開悟，如果沒有破迷開悟，他就不能夠離苦得樂。『而與帝釋相娛樂』。帝釋天騎著這大象一定是出門到外面去，像現在花車一樣，花車遊行。這是很多地方，花園城市，每年大概都有一個季節，花車遊行的季節，與民同樂，這叫真的是樂！帝釋天他教化那些天人，用什麼教？這我們能夠想像得到，為什麼？他在因地裡面自然帶著習氣，他帶什麼習氣？他帶十善的習氣，他帶施捨的習氣，因地生生世世喜歡布施，生生世世修上品十善。我們就曉得，他教人一定也是教這些，三種布施或者是六種布施，六波羅蜜都是六種布施，這菩薩。布施度裡面，包含著有財、法、無畏，持戒是無畏布施，忍辱是無畏布施，精進、禪定、般若是法布施。有財、有法，無畏布施自然都含攝在裡面。"
    },
    {
      "id": "12-017-1852_p0026",
      "zh_CN": "所以菩萨虽然修行六个纲目，六个纲目可以归纳一个布施，说个布施统统圆满。这大乘教里常讲的，修因才能得果报。六道里面的众生，美国凯西他没有讲六道，他只讲人间，讲这个世界，这地球上，任何一个人在一生当中，他的遭遇统统有前因，不可能有一桩事情是没有前因而突发的。他的报告里头有这么一段话。这个话跟我们东方人所讲的「一饮一啄，莫非前定」，是一个意思。所以因果教育，不但包括六道，通十法界；不但通十法界，通佛法界，所以经教里常讲「佛法因缘生」，这是真的不是假的。为什么？这个世间有佛法是这个世间有感，佛才来应，众生有感是因，佛菩萨来应是果，这是因缘生！这个世间众生与佛没有缘、没有感，佛菩萨怎么会来应？哪有这种道理！真的是因缘生。我们也可以这样说法，凡是有形相的就离不开因果。这个形相的意思非常之广，我们六根能够接触到的是形相，六根接触不到的还是有形相。我们六根能接触到的，欲界天、色界天；六根接触不到的，无色界天；无色界天再往上面去，四圣法界。由此可知，你能不相信因果吗？我们肚子饿了是因，吃饱了，不饿是果。你不相信因果，我不吃饭肚子也不饿，你试试看能不能做到？因果通三世！佛法有一句话说，「万法皆空，因果不空」，这句话道理很深。你要说因果的起源，因果从什么地方来的？从一念不觉来的。一念不觉是因，十法界依正庄严是果，这样就清楚，你就明白了。",
      "zh_TW": "所以菩薩雖然修行六個綱目，六個綱目可以歸納一個布施，說個布施統統圓滿。這大乘教裡常講的，修因才能得果報。六道裡面的眾生，美國凱西他沒有講六道，他只講人間，講這個世界，這地球上，任何一個人在一生當中，他的遭遇統統有前因，不可能有一樁事情是沒有前因而突發的。他的報告裡頭有這麼一段話。這個話跟我們東方人所講的「一飲一啄，莫非前定」，是一個意思。所以因果教育，不但包括六道，通十法界；不但通十法界，通佛法界，所以經教裡常講「佛法因緣生」，這是真的不是假的。為什麼？這個世間有佛法是這個世間有感，佛才來應，眾生有感是因，佛菩薩來應是果，這是因緣生！這個世間眾生與佛沒有緣、沒有感，佛菩薩怎麼會來應？哪有這種道理！真的是因緣生。我們也可以這樣說法，凡是有形相的就離不開因果。這個形相的意思非常之廣，我們六根能夠接觸到的是形相，六根接觸不到的還是有形相。我們六根能接觸到的，欲界天、色界天；六根接觸不到的，無色界天；無色界天再往上面去，四聖法界。由此可知，你能不相信因果嗎？我們肚子餓了是因，吃飽了，不餓是果。你不相信因果，我不吃飯肚子也不餓，你試試看能不能做到？因果通三世！佛法有一句話說，「萬法皆空，因果不空」，這句話道理很深。你要說因果的起源，因果從什麼地方來的？從一念不覺來的。一念不覺是因，十法界依正莊嚴是果，這樣就清楚，你就明白了。"
    },
    {
      "id": "12-017-1852_p0027",
      "zh_CN": "人要相信因果，不怀疑因果，你就不敢做坏事，你就不敢有不善的念头，为什么？知道有不善的果报。所以在这些年当中，我们帮助初学，特别重视的是伦理、道德、因果这三种教育。人有伦理、道德的教育，不会做坏事，不愿意做坏事；人懂得因果的道理，不敢做坏事。中国五千年来，祖宗、圣贤教育后裔，教化众生，就是用这三种教育。所以这个族群是爱好和平的，懂得谦卑、懂得尊敬别人、懂得互助合作，是这种教学产生效果，教育成功了。今天这个世界的动乱，实在讲，你要找它的根本原因太容易了，就是把这三个教育忽略了，没有认真去学习，没有人认真去推行。人不知道伦理、道德、因果，大家都不知道，变成现在所谓是个人主义，趋向于自私自利，父子没有亲情，朋友没有信用，这个社会它怎么能不乱！多少人在想方法如何来化解冲突，父子冲突、兄弟冲突、朋友冲突，怎么化解？这将近半个世纪，多少人在想，想不出方法。佛法说了一句话说得非常好，「回头是岸」，他们不肯回头，拼命往前面去找，永远找不到。回头什么？老祖宗那一套东西有效，你回过头来，你找老祖宗，问题马上解决了。",
      "zh_TW": "人要相信因果，不懷疑因果，你就不敢做壞事，你就不敢有不善的念頭，為什麼？知道有不善的果報。所以在這些年當中，我們幫助初學，特別重視的是倫理、道德、因果這三種教育。人有倫理、道德的教育，不會做壞事，不願意做壞事；人懂得因果的道理，不敢做壞事。中國五千年來，祖宗、聖賢教育後裔，教化眾生，就是用這三種教育。所以這個族群是愛好和平的，懂得謙卑、懂得尊敬別人、懂得互助合作，是這種教學產生效果，教育成功了。今天這個世界的動亂，實在講，你要找它的根本原因太容易了，就是把這三個教育忽略了，沒有認真去學習，沒有人認真去推行。人不知道倫理、道德、因果，大家都不知道，變成現在所謂是個人主義，趨向於自私自利，父子沒有親情，朋友沒有信用，這個社會它怎麼能不亂！多少人在想方法如何來化解衝突，父子衝突、兄弟衝突、朋友衝突，怎麼化解？這將近半個世紀，多少人在想，想不出方法。佛法說了一句話說得非常好，「回頭是岸」，他們不肯回頭，拼命往前面去找，永遠找不到。回頭什麼？老祖宗那一套東西有效，你回過頭來，你找老祖宗，問題馬上解決了。"
    },
    {
      "id": "12-017-1852_p0028",
      "zh_CN": "但是现代人怀疑，认为老祖宗年代太久远了，不合乎科学，那个东西都是没用的东西，五伦八德都应该要遗弃，从科学里面去找，找新的东西出来。是，科学里面是能发现一些新的，社会的混乱，人与人的竞争、斗争、战争决定化解不了。要化解这些问题，恢复到安定和平，还是找老祖宗才管用。老祖宗在此地教给我们，破迷开悟、离苦得乐、与民同乐。这是我们看这个象，象王牠的变化，象王修行证果。这修行证果，六道众生都有，除了地狱没有之外，其他的道都有。畜生有修行的，象不例外，象也很聪明。我们看第四首偈：",
      "zh_TW": "但是現代人懷疑，認為老祖宗年代太久遠了，不合乎科學，那個東西都是沒用的東西，五倫八德都應該要遺棄，從科學裡面去找，找新的東西出來。是，科學裡面是能發現一些新的，社會的混亂，人與人的競爭、鬥爭、戰爭決定化解不了。要化解這些問題，恢復到安定和平，還是找老祖宗才管用。老祖宗在此地教給我們，破迷開悟、離苦得樂、與民同樂。這是我們看這個象，象王牠的變化，象王修行證果。這修行證果，六道眾生都有，除了地獄沒有之外，其他的道都有。畜生有修行的，象不例外，象也很聰明。我們看第四首偈："
    },
    {
      "id": "12-017-1852_p0029",
      "zh_CN": "【彼象或复舍本形。自化其身同诸天。威仪进止悉齐等。有此变现神通力。】",
      "zh_TW": "【彼象或復捨本形。自化其身同諸天。威儀進止悉齊等。有此變現神通力。】"
    },
    {
      "id": "12-017-1852_p0030",
      "zh_CN": "这是真的不是假的，象可以变成人，而且变的是天人，就是世尊在经上教给我们的大圣欢喜天，这天神。大圣欢喜天的天神，他的本身是象。我们在印度教里面看到，印度教供奉大神，人身象的头，那是什么？那就是象王，那就是佛法里面讲的大圣欢喜天。你看牠所表演的，变化表演的，是不是非常欢喜，常常与民同乐，所以牠的『威仪进止』跟天人一样。「进止」就是我们讲的行住坐卧，跟天人没有两样。象王有这样变现神通力。佛在此地不是用寓言在说，这都是事实。末后一偈说：",
      "zh_TW": "這是真的不是假的，象可以變成人，而且變的是天人，就是世尊在經上教給我們的大聖歡喜天，這天神。大聖歡喜天的天神，他的本身是象。我們在印度教裡面看到，印度教供奉大神，人身象的頭，那是什麼？那就是象王，那就是佛法裡面講的大聖歡喜天。你看牠所表演的，變化表演的，是不是非常歡喜，常常與民同樂，所以牠的『威儀進止』跟天人一樣。「進止」就是我們講的行住坐臥，跟天人沒有兩樣。象王有這樣變現神通力。佛在此地不是用寓言在說，這都是事實。末後一偈說："
    },
    {
      "id": "12-017-1852_p0031",
      "zh_CN": "【彼有贪欲瞋恚痴。尚能现此诸神通。何况具足方便智。而于诸定不自在。】",
      "zh_TW": "【彼有貪欲瞋恚痴。尚能現此諸神通。何況具足方便智。而於諸定不自在。】"
    },
    {
      "id": "12-017-1852_p0032",
      "zh_CN": "后面是法合，先说释提桓因，欲界天主，贪瞋痴慢没有断。象王，畜生道，虽然修成天身，生天了，因地的身是大象，果牠可以修成天身，贪瞋痴也没有断。你看看没有断贪瞋痴都能现这种神通力，都能有这些变化，牠这是修得的，不是自性所现，完全是修得的。在中国，中国古时候有象，当然也是有因素，象在中国这个地区消失了。但是在中国，众所周知的，知道狐狸修行、黄鼠狼修行，都能修，都能够变成人身，跟人间一样往来，一般人不知道；牠现成人身跟人往来，到市场里面去买东西。有人能看破牠，有定功的人、有神通的人。百丈大师，这我们知道，那没有话说，百丈大师开悟了，明心见性，也就是说妄想分别执着统统放下了。这些众生修成人形也瞒不过他。老人家常常为大众讲开示，有位老人，头发胡须都白了，大家也都很尊重他，常常来听经。没有人知道，百丈大师晓得，他不是人，他是狐狸精，狐仙。可是百丈法师没有把他说出，没有说穿，知道。",
      "zh_TW": "後面是法合，先說釋提桓因，欲界天主，貪瞋痴慢沒有斷。象王，畜生道，雖然修成天身，生天了，因地的身是大象，果牠可以修成天身，貪瞋痴也沒有斷。你看看沒有斷貪瞋痴都能現這種神通力，都能有這些變化，牠這是修得的，不是自性所現，完全是修得的。在中國，中國古時候有象，當然也是有因素，象在中國這個地區消失了。但是在中國，眾所周知的，知道狐狸修行、黃鼠狼修行，都能修，都能夠變成人身，跟人間一樣往來，一般人不知道；牠現成人身跟人往來，到市場裡面去買東西。有人能看破牠，有定功的人、有神通的人。百丈大師，這我們知道，那沒有話說，百丈大師開悟了，明心見性，也就是說妄想分別執著統統放下了。這些眾生修成人形也瞞不過他。老人家常常為大眾講開示，有位老人，頭髮鬍鬚都白了，大家也都很尊重他，常常來聽經。沒有人知道，百丈大師曉得，他不是人，他是狐狸精，狐仙。可是百丈法師沒有把他說出，沒有說穿，知道。"
    },
    {
      "id": "12-017-1852_p0033",
      "zh_CN": "有天他来问，向百丈大师提出一个问题，他问的什么？大修行人还落不落因果？百丈大师告诉他，你明天来，明天来的时候你当众提出这个问题，我给你解答。这就是「野狐禅」的典故。这个老狐狸过去生中是法师，是个出家人，就有一个人来问他，大修行人还落不落因果？他说不落因果。这说错了，所以说「错下一个字转语，堕五百世野狐身」，就是他。他现在没有办法脱离畜生道，所以求百丈大师救他。百丈大师要他明天来，大会当中让大家都听到，大家都受利益，他的功德就很大。第二天来了，提出这个问题，百丈大师把它改了一个字，他问的是大修行人还落不落因果？百丈大师告诉他，大修行人不昧因果。你看不昧、不落，这意思就不一样，不落是没有因果，不昧是有因果，清清楚楚，一点不迷惑。不昧因果，他听了之后非常欢喜，离开了。第二天老和尚说，我们到后山去，昨天来的是个老狐狸，现在牠生天了，牠脱离狐狸身了，我们去帮助牠收尸，去给牠埋葬。到后山，果然有一头狐狸死在那边，百丈大师把牠当作出家人一样安葬。所以我们这个世间，市场人很多，知道哪个是什么样的身分？不知道。肯定都有这些人往来，他能够现人身，我们一般凡夫不认识。但是现在一般人也不留意，当然就更不知道。",
      "zh_TW": "有天他來問，向百丈大師提出一個問題，他問的什麼？大修行人還落不落因果？百丈大師告訴他，你明天來，明天來的時候你當眾提出這個問題，我給你解答。這就是「野狐禪」的典故。這個老狐狸過去生中是法師，是個出家人，就有一個人來問他，大修行人還落不落因果？他說不落因果。這說錯了，所以說「錯下一個字轉語，墮五百世野狐身」，就是他。他現在沒有辦法脫離畜生道，所以求百丈大師救他。百丈大師要他明天來，大會當中讓大家都聽到，大家都受利益，他的功德就很大。第二天來了，提出這個問題，百丈大師把它改了一個字，他問的是大修行人還落不落因果？百丈大師告訴他，大修行人不昧因果。你看不昧、不落，這意思就不一樣，不落是沒有因果，不昧是有因果，清清楚楚，一點不迷惑。不昧因果，他聽了之後非常歡喜，離開了。第二天老和尚說，我們到後山去，昨天來的是個老狐狸，現在牠生天了，牠脫離狐狸身了，我們去幫助牠收屍，去給牠埋葬。到後山，果然有一頭狐狸死在那邊，百丈大師把牠當作出家人一樣安葬。所以我們這個世間，市場人很多，知道哪個是什麼樣的身分？不知道。肯定都有這些人往來，他能夠現人身，我們一般凡夫不認識。但是現在一般人也不留意，當然就更不知道。"
    },
    {
      "id": "12-017-1852_p0034",
      "zh_CN": "末后这一句，法合，『何况具足方便智』，这是菩萨。这些畜生修行有神通，都能够现这些相，何况菩萨哪有做不到的道理！『而于诸定不自在』，这个「诸定」就是有各个不同层次定功，他们修的是小定，没有出三界的。实在说他们所修的这些定，在佛法里面讲是未到定，并没有真正修成，真正修成的话，他就到初禅天去了。所以他修的这个定是世间的小定，就能产生这么大的作用，那何况有菩萨！我们在经教里面读到，以小乘来说，初果，这个六通是我们的本能，一切众生各个具足，本能，一点不希奇。而是妄想分别执着障碍住了，使我们这个能力大幅度的降低。我们的眼隔一张纸就见不到了，这说明有障碍。本来你的眼，什么东西都障碍不住的，都能透视过去的，有这个能力，现在这能力缩小了，缩到这么一点点。所以初果能力恢复了，天眼、天耳，用现代的话说，不同的光波你能看见。光的长波、短波，音的长波、短波，都没有障碍，你得天耳通、天眼通，这两种能力恢复。但是怎么样？不太大，虽不太大，但是管这个地球大概还没有问题。",
      "zh_TW": "末後這一句，法合，『何況具足方便智』，這是菩薩。這些畜生修行有神通，都能夠現這些相，何況菩薩哪有做不到的道理！『而於諸定不自在』，這個「諸定」就是有各個不同層次定功，他們修的是小定，沒有出三界的。實在說他們所修的這些定，在佛法裡面講是未到定，並沒有真正修成，真正修成的話，他就到初禪天去了。所以他修的這個定是世間的小定，就能產生這麼大的作用，那何況有菩薩！我們在經教裡面讀到，以小乘來說，初果，這個六通是我們的本能，一切眾生各個具足，本能，一點不希奇。而是妄想分別執著障礙住了，使我們這個能力大幅度的降低。我們的眼隔一張紙就見不到了，這說明有障礙。本來你的眼，什麼東西都障礙不住的，都能透視過去的，有這個能力，現在這能力縮小了，縮到這麼一點點。所以初果能力恢復了，天眼、天耳，用現代的話說，不同的光波你能看見。光的長波、短波，音的長波、短波，都沒有障礙，你得天耳通、天眼通，這兩種能力恢復。但是怎麼樣？不太大，雖不太大，但是管這個地球大概還沒有問題。"
    },
    {
      "id": "12-017-1852_p0035",
      "zh_CN": "我在过去也有个朋友，也是听众，年岁很大，大概大我二十岁的样子，他是个高级军官，退休之后学佛。告诉我一桩事情，这个事情是真的不是假的，是他自身亲身遭遇到的。抗战期间，他地位已经很高，好像那时候是少将，带着军队在江西驻防，抗战期间。他们住的地方不远有个道观，他也很好奇，常常去访问这个老道。老道有一次告诉他，叫他要搬家，他说你们住的这个地方地势低洼，三天之后会涨水，会淹到你那个地方。他听了半信半疑，为什么？没有丝毫迹象像是要下雨、涨水，没有这个迹象。但是那老道说的话也很值得他警惕。到了第二天，他就派人去看看老道，因为老道住的那个地方也是个低洼地方。老道搬了，他就吩咐人，老道搬了，我们也要搬，搬高一点地方去住。结果到第二天果然涨水，洪水暴发，真的涨。所以他对这个老道有好感，也很尊重他，老道有先知，有什么事情他预先知道。他说有一次，他告诉他，他说他在打坐的时候，看到东方距离很遥远，海上有战争，战争爆发，打得很激烈。他是个高级军官，他马上回去查这个讯息，查不到。说老道怎么会看到这种事情？他讲的方位、距离，找不到。三个月之后，日本人偷袭珍珠港，跟他讲的方位、距离完全一样，证明是真的。这个事情没有爆发，在三个月之前他怎么会看到？所以他讲，这个东西，神通不是假的，是真的。所讲的方位跟距离非常正确，是个很激烈的战争。",
      "zh_TW": "我在過去也有個朋友，也是聽眾，年歲很大，大概大我二十歲的樣子，他是個高級軍官，退休之後學佛。告訴我一樁事情，這個事情是真的不是假的，是他自身親身遭遇到的。抗戰期間，他地位已經很高，好像那時候是少將，帶著軍隊在江西駐防，抗戰期間。他們住的地方不遠有個道觀，他也很好奇，常常去訪問這個老道。老道有一次告訴他，叫他要搬家，他說你們住的這個地方地勢低窪，三天之後會漲水，會淹到你那個地方。他聽了半信半疑，為什麼？沒有絲毫跡象像是要下雨、漲水，沒有這個跡象。但是那老道說的話也很值得他警惕。到了第二天，他就派人去看看老道，因為老道住的那個地方也是個低窪地方。老道搬了，他就吩咐人，老道搬了，我們也要搬，搬高一點地方去住。結果到第二天果然漲水，洪水暴發，真的漲。所以他對這個老道有好感，也很尊重他，老道有先知，有什麼事情他預先知道。他說有一次，他告訴他，他說他在打坐的時候，看到東方距離很遙遠，海上有戰爭，戰爭爆發，打得很激烈。他是個高級軍官，他馬上回去查這個訊息，查不到。說老道怎麼會看到這種事情？他講的方位、距離，找不到。三個月之後，日本人偷襲珍珠港，跟他講的方位、距離完全一樣，證明是真的。這個事情沒有爆發，在三個月之前他怎麼會看到？所以他講，這個東西，神通不是假的，是真的。所講的方位跟距離非常正確，是個很激烈的戰爭。"
    },
    {
      "id": "12-017-1852_p0036",
      "zh_CN": "他告诉我，老道有神通，很多事情他都预先晓得。这是什么？佛经上告诉我们，制心一处，无事不办，他心清净，他的妄念少，他就有这个能力。实际上这很小的定功，天眼、天耳。如果再深一级证到二果，初果须陀洹，二果斯陀含，他又恢复了两种，他心、宿命，那这两种很厉害。宿命是什么？知道自己过去生，过去一世、二世、三世、四世，阿罗汉知道五百世，那我们想在二果没有阿罗汉那么大，至少应该是五十世之前应该知道，五十世大概就应该有两千年了。五十世，那个生生世世他知道，自己的宿命。他心通是别人起心动念他知道。这桩事情，我从一个老法师跟我讲到金山活佛，这个人也是在抗战期间，好像抗战还没有结束他就往生了。抗战期间他在，江苏金山寺的一位法师，他的法名叫妙善，他一生的行谊很像《济公传》上讲的济公，有他心通，别人心里想着什么他都知道，所以确确实实。那我们看到这个妙善法师，他的禅定功夫如果不是在三果，至少是在二果。三果就有变化了，就像此地这个象王菩萨一样，他就能变化，神足飞行。四果是有漏尽通，漏尽通用《华严经》来讲，对于世出世间一切法的执着没有了，这个执着是烦恼，见思烦恼，烦恼断尽了。漏是烦恼的代名词，漏尽就是烦恼断尽了，这能超越六道轮回，三果还不能超越六道轮回。",
      "zh_TW": "他告訴我，老道有神通，很多事情他都預先曉得。這是什麼？佛經上告訴我們，制心一處，無事不辦，他心清淨，他的妄念少，他就有這個能力。實際上這很小的定功，天眼、天耳。如果再深一級證到二果，初果須陀洹，二果斯陀含，他又恢復了兩種，他心、宿命，那這兩種很厲害。宿命是什麼？知道自己過去生，過去一世、二世、三世、四世，阿羅漢知道五百世，那我們想在二果沒有阿羅漢那麼大，至少應該是五十世之前應該知道，五十世大概就應該有兩千年了。五十世，那個生生世世他知道，自己的宿命。他心通是別人起心動念他知道。這樁事情，我從一個老法師跟我講到金山活佛，這個人也是在抗戰期間，好像抗戰還沒有結束他就往生了。抗戰期間他在，江蘇金山寺的一位法師，他的法名叫妙善，他一生的行誼很像《濟公傳》上講的濟公，有他心通，別人心裡想著什麼他都知道，所以確確實實。那我們看到這個妙善法師，他的禪定功夫如果不是在三果，至少是在二果。三果就有變化了，就像此地這個象王菩薩一樣，他就能變化，神足飛行。四果是有漏盡通，漏盡通用《華嚴經》來講，對於世出世間一切法的執著沒有了，這個執著是煩惱，見思煩惱，煩惱斷盡了。漏是煩惱的代名詞，漏盡就是煩惱斷盡了，這能超越六道輪迴，三果還不能超越六道輪迴。"
    },
    {
      "id": "12-017-1852_p0037",
      "zh_CN": "但是这个定有世间定、有出世间定，不一样。出世间定是真放下了，世间定是用定功把烦恼习气控制住，没断，不起作用。如果不控制，不控制讲出定，出定就是不能控制，他习气起现行，这是世间禅定。真的把它断了，这出世间禅定。这是修定不相同地方，那效果当然也不一样。出世间禅定一定是依世间禅定为基础，开始修的时候先修控制，制心一处，先修这个。那你真的要想成就，一定要放下。放下怎么学？不要去计较、不要去执着、不要去分别。这里头层次有浅深差别不同，一定要真干。",
      "zh_TW": "但是這個定有世間定、有出世間定，不一樣。出世間定是真放下了，世間定是用定功把煩惱習氣控制住，沒斷，不起作用。如果不控制，不控制講出定，出定就是不能控制，他習氣起現行，這是世間禪定。真的把它斷了，這出世間禪定。這是修定不相同地方，那效果當然也不一樣。出世間禪定一定是依世間禪定為基礎，開始修的時候先修控制，制心一處，先修這個。那你真的要想成就，一定要放下。放下怎麼學？不要去計較、不要去執著、不要去分別。這裡頭層次有淺深差別不同，一定要真幹。"
    },
    {
      "id": "12-017-1852_p0038",
      "zh_CN": "所以我们常常劝勉同学，学普贤菩萨的恒顺、随喜，恒顺众生，随喜功德。恒顺是看到众生所做不如法，能够心平气和，能够不计较，没有批评，随顺他。看到别人做得好，好事，随喜，随喜要帮助，尽心尽力帮助他，这随喜；我们没有能力帮助，欢喜赞叹也是随喜。赞叹，帮他宣传，希望有力量的人帮助他，这叫随喜功德。这个十愿，这两愿好，这两愿真的成就我们自己的德行。所以这些菩萨，菩萨都是慈悲为本，方便为门。方便是智，这个智是权智，就是智慧应用在日常生活当中，应用在处事待人接物，叫方便智。看到畜生修行能够生天，都有这种能力，神变的能力，哪有菩萨做不到的事情！所以菩萨定用自在。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "所以我們常常勸勉同學，學普賢菩薩的恆順、隨喜，恆順眾生，隨喜功德。恆順是看到眾生所做不如法，能夠心平氣和，能夠不計較，沒有批評，隨順他。看到別人做得好，好事，隨喜，隨喜要幫助，盡心盡力幫助他，這隨喜；我們沒有能力幫助，歡喜讚歎也是隨喜。讚歎，幫他宣傳，希望有力量的人幫助他，這叫隨喜功德。這個十願，這兩願好，這兩願真的成就我們自己的德行。所以這些菩薩，菩薩都是慈悲為本，方便為門。方便是智，這個智是權智，就是智慧應用在日常生活當中，應用在處事待人接物，叫方便智。看到畜生修行能夠生天，都有這種能力，神變的能力，哪有菩薩做不到的事情！所以菩薩定用自在。好，今天時間到了，我們就學習到此地。"
    }
  ]
}