{
  "doc_id": "12-017-1911",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一九一一卷",
    "zh_TW": "第一九一一卷"
  },
  "year": "2008",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "12-017-1911",
  "total_paragraphs": 103,
  "paragraphs": [
    {
      "id": "12-017-1911_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「须弥顶上偈赞品第十四」，我们接着看李长者的《论》。长者解释这一品经分为四段，前面两段是解释品题，介绍这一品的来意。今天我们从第三段看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「須彌頂上偈讚品第十四」，我們接著看李長者的《論》。長者解釋這一品經分為四段，前面兩段是解釋品題，介紹這一品的來意。今天我們從第三段看起："
    },
    {
      "id": "12-017-1911_p0002",
      "zh_CN": "第三段是「都会十住之内，须弥之上，说六品经意者」。这是介绍第三会，十住菩萨会，一共有六品经，在没有讲解之前先把六品经的大意做个简单的介绍。六品里面第一品就是「升须弥山顶品」，这一品说明「信终升进」。十信位修学圆满，当然德行、智慧都向上提升，往上一提升就进入十住菩萨位，这是信终升进。这第一品所说的，我们学习完了。现在是第二，第二是「须弥顶上偈赞品」，这一品经里面所说的是「偈赞当位之法」，这说明用偈颂赞叹，就是十住位菩萨所修学的法门，所学习的理论与方法。「劝修升进之理」，希望学人，佛法里面称学人就是菩萨，他的学习还没有达到真正的圆满都称为学人，一般称地前的这些果位都是用这两个字来称呼，像前面十信，现在的十住，以后的十行、十回向，都称为学人。十地菩萨也称为学人，但是一般少称，称三贤的多，称十地都称为大士，你看我们称观音大士、地藏大士，称大士。还有个名称是通称，仁者，仁慈的人，这是对菩萨，五十一位菩萨的通称，都可以称为仁者，都是非常仁慈的人。这是劝修，希望我们不要得少为足，要不断向上提升。升到极品，就是究竟果位，性德圆满的流露，这时候你才看到究竟圆满的谦卑，你才真正看到。你才看到平等、普遍的尊敬，所以才看到性德流露，一切烦恼习气都不存在。我们是在凡夫地，生生世世在六道轮回，没有智慧、没有福报。心量都很小，怎么样拓开都拓不开，起心动念总是放不下自私自利，放不下名闻利养，放不下贪瞋痴慢。我们用这样的心学佛，是不是佛法？是，五乘佛法里面叫人乘佛法。现在你们也听到有些人在提倡人间佛法，用轮回心修学大乘还是人天佛法。",
      "zh_TW": "第三段是「都會十住之內，須彌之上，說六品經意者」。這是介紹第三會，十住菩薩會，一共有六品經，在沒有講解之前先把六品經的大意做個簡單的介紹。六品裡面第一品就是「升須彌山頂品」，這一品說明「信終升進」。十信位修學圓滿，當然德行、智慧都向上提升，往上一提升就進入十住菩薩位，這是信終升進。這第一品所說的，我們學習完了。現在是第二，第二是「須彌頂上偈讚品」，這一品經裡面所說的是「偈讚當位之法」，這說明用偈頌讚歎，就是十住位菩薩所修學的法門，所學習的理論與方法。「勸修升進之理」，希望學人，佛法裡面稱學人就是菩薩，他的學習還沒有達到真正的圓滿都稱為學人，一般稱地前的這些果位都是用這兩個字來稱呼，像前面十信，現在的十住，以後的十行、十迴向，都稱為學人。十地菩薩也稱為學人，但是一般少稱，稱三賢的多，稱十地都稱為大士，你看我們稱觀音大士、地藏大士，稱大士。還有個名稱是通稱，仁者，仁慈的人，這是對菩薩，五十一位菩薩的通稱，都可以稱為仁者，都是非常仁慈的人。這是勸修，希望我們不要得少為足，要不斷向上提升。升到極品，就是究竟果位，性德圓滿的流露，這時候你才看到究竟圓滿的謙卑，你才真正看到。你才看到平等、普遍的尊敬，所以才看到性德流露，一切煩惱習氣都不存在。我們是在凡夫地，生生世世在六道輪迴，沒有智慧、沒有福報。心量都很小，怎麼樣拓開都拓不開，起心動念總是放不下自私自利，放不下名聞利養，放不下貪瞋痴慢。我們用這樣的心學佛，是不是佛法？是，五乘佛法裡面叫人乘佛法。現在你們也聽到有些人在提倡人間佛法，用輪迴心修學大乘還是人天佛法。"
    },
    {
      "id": "12-017-1911_p0003",
      "zh_CN": "诸佛菩萨无尽的慈悲，只要展开经本，三藏十二分教不管是哪一部经，你只要展开，佛都是劝你要认真的学习，要努力提升，要断烦恼。为什么？烦恼障碍了心性，烦恼让我们自性不能现前，让我们自性里本具的般若智慧、无量的德能相好不得受用。我们在经上常常给同学们做报告，把智慧变成无明烦恼，把德能变成业障，造业，把相好变成六道、三途。你要问，我们的烦恼习气、我们造业、我们受报从哪里来的？是自性里面般若智慧、德相扭曲了，掺杂这三样东西在里头，妄想分别执着，它变质了。实在讲，我们性德里面本具的智慧德相并没有丧失，扭曲了，变成六道轮回。这个我们要懂得，自性真的是不生不灭。",
      "zh_TW": "諸佛菩薩無盡的慈悲，只要展開經本，三藏十二分教不管是哪一部經，你只要展開，佛都是勸你要認真的學習，要努力提升，要斷煩惱。為什麼？煩惱障礙了心性，煩惱讓我們自性不能現前，讓我們自性裡本具的般若智慧、無量的德能相好不得受用。我們在經上常常給同學們做報告，把智慧變成無明煩惱，把德能變成業障，造業，把相好變成六道、三途。你要問，我們的煩惱習氣、我們造業、我們受報從哪裡來的？是自性裡面般若智慧、德相扭曲了，摻雜這三樣東西在裡頭，妄想分別執著，它變質了。實在講，我們性德裡面本具的智慧德相並沒有喪失，扭曲了，變成六道輪迴。這個我們要懂得，自性真的是不生不滅。"
    },
    {
      "id": "12-017-1911_p0004",
      "zh_CN": "为什么会变成这个样子？世尊在经论里面跟我们讲得很清楚，根源就在起心动念，「迷唯一念」，你起一个念头就迷了。这一念可不能小看，这一念叫无始无明，这一念叫根本无明。要怎样叫觉？你时时刻刻警惕自己，不让念头生起，但是已经养成习气，它自自然然会起来。古大德教导我们有一个方法，「不怕念起」，这个念是无始无明、根本无明，不怕，「只怕觉迟」，为什么？一觉，无明就没有了，障碍就没有了，要觉。什么是觉？「觉止一心」，一心没有二念，有念就不是一心，有念是二心，二心变成三心，三心变成八识，就变成八个心。我们一般人讲三心二意，三心二意是从不觉变现出来的。所以觉止一心，你看我们净宗修行这叫直截了当，就是修一心，一心就是觉。《弥陀经》上教给我们，我们念佛人念佛目的在哪里？目的在一心不乱，一心不乱就是觉。用什么方法？现在我们用持名的方法。要知道，念佛里面最高的、最殊胜的是实相念佛，那个我们做不到，那是上上根人。我们用的方法，用持名，持名跟实相相应，念久了自自然然它就变成实相，这个好。这一生在这个世间变不过来，不要紧，你生到极乐世界就转变过来，持名就变成实相。我们在讲《弥陀经》、在讲《无量寿经》讲得很清楚，费了好几个小时讨论这个问题。所以，古人说「持名暗合道妙」，道妙就是实相。实相是本觉，实相是本善，实相是自性里面本具的般若智慧，它现前。「信心清净，则生实相」，世尊在《般若经》上说的。",
      "zh_TW": "為什麼會變成這個樣子？世尊在經論裡面跟我們講得很清楚，根源就在起心動念，「迷唯一念」，你起一個念頭就迷了。這一念可不能小看，這一念叫無始無明，這一念叫根本無明。要怎樣叫覺？你時時刻刻警惕自己，不讓念頭生起，但是已經養成習氣，它自自然然會起來。古大德教導我們有一個方法，「不怕念起」，這個念是無始無明、根本無明，不怕，「只怕覺遲」，為什麼？一覺，無明就沒有了，障礙就沒有了，要覺。什麼是覺？「覺止一心」，一心沒有二念，有念就不是一心，有念是二心，二心變成三心，三心變成八識，就變成八個心。我們一般人講三心二意，三心二意是從不覺變現出來的。所以覺止一心，你看我們淨宗修行這叫直截了當，就是修一心，一心就是覺。《彌陀經》上教給我們，我們念佛人念佛目的在哪裡？目的在一心不亂，一心不亂就是覺。用什麼方法？現在我們用持名的方法。要知道，念佛裡面最高的、最殊勝的是實相念佛，那個我們做不到，那是上上根人。我們用的方法，用持名，持名跟實相相應，念久了自自然然它就變成實相，這個好。這一生在這個世間變不過來，不要緊，你生到極樂世界就轉變過來，持名就變成實相。我們在講《彌陀經》、在講《無量壽經》講得很清楚，費了好幾個小時討論這個問題。所以，古人說「持名暗合道妙」，道妙就是實相。實相是本覺，實相是本善，實相是自性裡面本具的般若智慧，它現前。「信心清淨，則生實相」，世尊在《般若經》上說的。"
    },
    {
      "id": "12-017-1911_p0005",
      "zh_CN": "所以我们修行，始终就没有把这个要领掌握到。提起来你马上就想到，听了很耳熟，听了很多遍，可是在日常生活当中你不管用，人事一现前，妄想分别执着还是起来。虚伪，真诚的反面是虚伪，清净的反面是染污，平等的反面是不平，还是这个统统起作用，难！什么人听经闻法他听懂了呢？早年章嘉大师告诉我，做到就懂了，为什么？懂了一定做到。他做的时候还有疑虑，不能够很干脆！古人形容是斩钉截铁，大乘教里面讲顿现，顿悟、顿现，这是上上根人。所以我们也能够理解，为什么这个经听上一千遍，听上一万遍，毛病习气还是存在？菩提心还是发不起来？那是他过去无量劫中在生死轮回里头，他染的习气太重了。他对于佛，信，不是真信，夹杂着怀疑，严重的怀疑，这是什么？对自己不相信。所以我们在佛法里讲信心，头一个是相信自己。他不相信自己！不能相信自己，在这个世间找一个可靠的人相信他也找不到，甚至对父母都怀疑，你还有什么法子！世间至亲至爱无过于父母，对父母还怀疑，他对佛菩萨怀疑，那还有什么话好说？佛菩萨跟父母相比，佛菩萨摆在第二，佛菩萨没有站在第一的。佛法是师道，师道建立在孝道的基础上。我们今天要问问，这个世间你去打听，有几个人对父母没有怀疑的？然后你就晓得，对佛菩萨怀疑很正常。吃亏的不是佛菩萨，佛菩萨不吃亏，谁吃亏？自己吃亏。自己本来这一生可以成就，变成不能成就；本来这一生能往生，他往生不了。在佛门里面做很多好事，也认真的修学，全变成人天福报。人天福报很危险，享完之后到哪里去？很少人想到这个问题。福报享完，智慧也没有了，业障现前，这个时候后悔莫及。",
      "zh_TW": "所以我們修行，始終就沒有把這個要領掌握到。提起來你馬上就想到，聽了很耳熟，聽了很多遍，可是在日常生活當中你不管用，人事一現前，妄想分別執著還是起來。虛偽，真誠的反面是虛偽，清淨的反面是染污，平等的反面是不平，還是這個統統起作用，難！什麼人聽經聞法他聽懂了呢？早年章嘉大師告訴我，做到就懂了，為什麼？懂了一定做到。他做的時候還有疑慮，不能夠很乾脆！古人形容是斬釘截鐵，大乘教裡面講頓現，頓悟、頓現，這是上上根人。所以我們也能夠理解，為什麼這個經聽上一千遍，聽上一萬遍，毛病習氣還是存在？菩提心還是發不起來？那是他過去無量劫中在生死輪迴裡頭，他染的習氣太重了。他對於佛，信，不是真信，夾雜著懷疑，嚴重的懷疑，這是什麼？對自己不相信。所以我們在佛法裡講信心，頭一個是相信自己。他不相信自己！不能相信自己，在這個世間找一個可靠的人相信他也找不到，甚至對父母都懷疑，你還有什麼法子！世間至親至愛無過於父母，對父母還懷疑，他對佛菩薩懷疑，那還有什麼話好說？佛菩薩跟父母相比，佛菩薩擺在第二，佛菩薩沒有站在第一的。佛法是師道，師道建立在孝道的基礎上。我們今天要問問，這個世間你去打聽，有幾個人對父母沒有懷疑的？然後你就曉得，對佛菩薩懷疑很正常。吃虧的不是佛菩薩，佛菩薩不吃虧，誰吃虧？自己吃虧。自己本來這一生可以成就，變成不能成就；本來這一生能往生，他往生不了。在佛門裡面做很多好事，也認真的修學，全變成人天福報。人天福報很危險，享完之後到哪裡去？很少人想到這個問題。福報享完，智慧也沒有了，業障現前，這個時候後悔莫及。"
    },
    {
      "id": "12-017-1911_p0006",
      "zh_CN": "诸佛菩萨、祖师大德跟母亲一样真正的爱护你，不附带任何条件，没有希求你报答，大慈大悲普度众生。你不相信，真正是大好机缘当面错过。到你舍身的时候，我们一般讲沦落到鬼道，你就后悔了。为什么？鬼道有报得的五通，他没有漏尽通，天耳、天眼、他心、宿命、神足，这个五通的能力大小不一样，那是各人修行的功夫不相同。在这个时候他认识人，哪个人对我真好，我辜负他。可是怎么样？来不及了，机会错过了。下次再遇到这个机会可不是那么简单，佛在经上讲要多生多劫，开经偈上说「百千万劫难遭遇」，这个话都是真的，不是说来生又会得到，那可不容易。所以，建立信心太难！菩萨在这品经里面，以偈颂赞叹他自己修学的法门，劝我们这些人要效法，要向他学习，提升自己的境界。这是第二品，就是偈赞品的大意。",
      "zh_TW": "諸佛菩薩、祖師大德跟母親一樣真正的愛護你，不附帶任何條件，沒有希求你報答，大慈大悲普度眾生。你不相信，真正是大好機緣當面錯過。到你捨身的時候，我們一般講淪落到鬼道，你就後悔了。為什麼？鬼道有報得的五通，他沒有漏盡通，天耳、天眼、他心、宿命、神足，這個五通的能力大小不一樣，那是各人修行的功夫不相同。在這個時候他認識人，哪個人對我真好，我辜負他。可是怎麼樣？來不及了，機會錯過了。下次再遇到這個機會可不是那麼簡單，佛在經上講要多生多劫，開經偈上說「百千萬劫難遭遇」，這個話都是真的，不是說來生又會得到，那可不容易。所以，建立信心太難！菩薩在這品經裡面，以偈頌讚歎他自己修學的法門，勸我們這些人要效法，要向他學習，提升自己的境界。這是第二品，就是偈讚品的大意。"
    },
    {
      "id": "12-017-1911_p0007",
      "zh_CN": "第三「说十住品，明当位所行之行」。这一品是正说，佛跟我们说，十住菩萨所学习的功课。当位，初住学什么，第二住学什么，真的是一门深入、长时薰修，一个位次修一个法门。初住修的法门是发菩提心，所以它叫发心住。经上给我们介绍，「以真方便，发起十住心」，十住心在前面跟诸位做过介绍，这里头最重要是真的方便法。方便这两个字是佛门术语，现代社会上很多人都会用这个术语，方不方便？方便。方便的意思，方是方法，便是便宜，方便合起来讲就是最妥当的方法、最合适的方法，称作方便。上面加个真的，真方便。由此可知，方便不是确定的，活活泼泼，因人不同，因事不同，因时不同，它是活的，它不是死呆板的。你都能用得很恰当，叫真方便。我们跟人相处，你对这个人要细心观察，要了解他，他的个性、他的习气、他的爱好、他的忌讳，这方方面面都搞清楚。他做些好事赞扬他，这个没有什么关系；如果他做错事情你想劝导他，这就不容易了！那要细心观察他能不能接受。他的毛病很严重，非劝他不可，怎么样拐弯抹角、旁敲侧击，让他自己省悟过来，他不至于生烦恼，不至于生怨恨心。所以这就相当不容易。自古以来，真正看到你做错事情，帮助你纠正，实在讲只有两种人，一个是父母，一个是老师。可是现代的社会孝道没有了，做父母也不能劝儿女，他反抗，他不接受，做老师的更不能劝学生。我跟李老师十年，李老师跟所有同学相处的关系我们很清楚、很明白，他是用朋友的关系，我们大家都是朋友，不敢自称为老师；换句话说，他跟你做朋友，你有过失的时候，他是以朋友的身分来劝你。朋友身分劝顶多两次，两次不接受，绝不劝第三次，第三次会变成仇人。如果说老师，那就不一样了。师道没有了，所以他就不能用老师的身分来教你，用朋友身分来劝告。我们的亲没有了，我们的师没有了，我们的过失永远改不掉。那怎么修行？全靠自己帮自己，自己认真的反省。",
      "zh_TW": "第三「說十住品，明當位所行之行」。這一品是正說，佛跟我們說，十住菩薩所學習的功課。當位，初住學什麼，第二住學什麼，真的是一門深入、長時薰修，一個位次修一個法門。初住修的法門是發菩提心，所以它叫發心住。經上給我們介紹，「以真方便，發起十住心」，十住心在前面跟諸位做過介紹，這裡頭最重要是真的方便法。方便這兩個字是佛門術語，現代社會上很多人都會用這個術語，方不方便？方便。方便的意思，方是方法，便是便宜，方便合起來講就是最妥當的方法、最合適的方法，稱作方便。上面加個真的，真方便。由此可知，方便不是確定的，活活潑潑，因人不同，因事不同，因時不同，它是活的，它不是死呆板的。你都能用得很恰當，叫真方便。我們跟人相處，你對這個人要細心觀察，要了解他，他的個性、他的習氣、他的愛好、他的忌諱，這方方面面都搞清楚。他做些好事讚揚他，這個沒有什麼關係；如果他做錯事情你想勸導他，這就不容易了！那要細心觀察他能不能接受。他的毛病很嚴重，非勸他不可，怎麼樣拐彎抹角、旁敲側擊，讓他自己省悟過來，他不至於生煩惱，不至於生怨恨心。所以這就相當不容易。自古以來，真正看到你做錯事情，幫助你糾正，實在講只有兩種人，一個是父母，一個是老師。可是現代的社會孝道沒有了，做父母也不能勸兒女，他反抗，他不接受，做老師的更不能勸學生。我跟李老師十年，李老師跟所有同學相處的關係我們很清楚、很明白，他是用朋友的關係，我們大家都是朋友，不敢自稱為老師；換句話說，他跟你做朋友，你有過失的時候，他是以朋友的身分來勸你。朋友身分勸頂多兩次，兩次不接受，絕不勸第三次，第三次會變成仇人。如果說老師，那就不一樣了。師道沒有了，所以他就不能用老師的身分來教你，用朋友身分來勸告。我們的親沒有了，我們的師沒有了，我們的過失永遠改不掉。那怎麼修行？全靠自己幫自己，自己認真的反省。"
    },
    {
      "id": "12-017-1911_p0008",
      "zh_CN": "所以释迦牟尼佛在《受岁经》，就是过年，集合大众跟大家讲话，讲话的内容很多，但是归纳起来就是两点。第一个，我处事待人接物有没有过失？换句话说，我跟一切人事往来，有没有做对不起人的事情？你看这释迦牟尼佛头一个忏悔的。第二桩事情，是我有没有犯身口意？这就是说明我有没有造十恶业？犯身口意就是造十恶业。释迦牟尼佛是何等人物，每天还要用这两条来反省、来检讨，改过自新。实在说，这两条做得圆满，决定没有过失，初住菩萨做到了。如来为我们做这个示现，这是教导我们这些凡夫，让我们看看如来世尊尚且天天来反省，检查自己的过失，改过自新。我们是六道生死凡夫，不知道反省，不知道改过，我们在六道轮回是每况愈下，不会提升。这个要知道，不是向上走，是走下坡路，你说多危险！为什么不能说？我们自己认真反省，别人说我的过失，我真的有这个过失，他来跟我说、来劝我，我是什么态度？我乐不乐意接受？我要不能，我就想到别人也不能。不要说现前的社会，孔子当年在世，我们看他对学生的批评，他三千弟子，七十二贤，真正有成就出人头地的七十二个人。其中只有一个人夫子赞叹，颜回。他说颜回有四德，就是有四桩好的品德，跟儒家讲的君子（圣贤君子）能相应，称得上是个君子人也。四德里面有一条，他很容易接受别人批评，从来没有反驳，而且对批评他的人都恭敬有礼。夫子学生当中只有这么一个。颜回真正做到「有则改之，无则嘉勉」，你即使是看错了，以为他有过失，实际上没有，他也不反驳，他非常感谢你。他没有这个过失，他会常常记住你的话，以后我不会犯这个过失，这个了不起。我们在这一品经偈赞里面看这个大意，初住修什么、二住修什么、三住修什么，给我们的启示就是一门深入，长时薰修。在「十住品」里面，我们看到每一住，这是佛给我们说的，他所学习的理论、方法、因果。",
      "zh_TW": "所以釋迦牟尼佛在《受歲經》，就是過年，集合大眾跟大家講話，講話的內容很多，但是歸納起來就是兩點。第一個，我處事待人接物有沒有過失？換句話說，我跟一切人事往來，有沒有做對不起人的事情？你看這釋迦牟尼佛頭一個懺悔的。第二樁事情，是我有沒有犯身口意？這就是說明我有沒有造十惡業？犯身口意就是造十惡業。釋迦牟尼佛是何等人物，每天還要用這兩條來反省、來檢討，改過自新。實在說，這兩條做得圓滿，決定沒有過失，初住菩薩做到了。如來為我們做這個示現，這是教導我們這些凡夫，讓我們看看如來世尊尚且天天來反省，檢查自己的過失，改過自新。我們是六道生死凡夫，不知道反省，不知道改過，我們在六道輪迴是每況愈下，不會提升。這個要知道，不是向上走，是走下坡路，你說多危險！為什麼不能說？我們自己認真反省，別人說我的過失，我真的有這個過失，他來跟我說、來勸我，我是什麼態度？我樂不樂意接受？我要不能，我就想到別人也不能。不要說現前的社會，孔子當年在世，我們看他對學生的批評，他三千弟子，七十二賢，真正有成就出人頭地的七十二個人。其中只有一個人夫子讚歎，顏回。他說顏回有四德，就是有四樁好的品德，跟儒家講的君子（聖賢君子）能相應，稱得上是個君子人也。四德裡面有一條，他很容易接受別人批評，從來沒有反駁，而且對批評他的人都恭敬有禮。夫子學生當中只有這麼一個。顏回真正做到「有則改之，無則嘉勉」，你即使是看錯了，以為他有過失，實際上沒有，他也不反駁，他非常感謝你。他沒有這個過失，他會常常記住你的話，以後我不會犯這個過失，這個了不起。我們在這一品經偈讚裡面看這個大意，初住修什麼、二住修什麼、三住修什麼，給我們的啟示就是一門深入，長時薰修。在「十住品」裡面，我們看到每一住，這是佛給我們說的，他所學習的理論、方法、因果。"
    },
    {
      "id": "12-017-1911_p0009",
      "zh_CN": "第四品是「梵行品」，这一品属于戒律，「明总十住之中所持无相之性戒」。所以这不是律仪戒，不是有戒条的律仪戒。律仪戒是十信菩萨修的，十住是法身大士，他们都是破一品无明、证一分法身，是分证位佛，是真佛，不是假佛。那么，他们持不持戒？他们持的是性戒，明心见性，真性里面纯净纯善，没有一丝毫的邪恶，更没有是非。我们用凡夫的话来说，他们起心动念、言语造作都是纯净纯善。这在大乘教里叫道共戒，他得道了，所以他的戒行就圆满。比这个位次低一点，叫定共戒，他得定，得定就是得清净心。我们一般讲，可以这样说法，他的分别执着断了，这个人得清净心，定共戒；妄想断了，无明破了，道共戒，因为破无明就证法身，就成佛，所以这是道共戒。我们今天也没见性，心也不清净，不是妄念就是无明，怎么办？那要持律仪戒。律仪戒的根本就是十善业道。我们可以这样说法，佛家讲的五戒、十戒，在家居士们受持的；二百五十戒、五百戒、菩萨戒，出家比丘、比丘尼所学的。三千威仪，八万细行，总不出十善业道，十善业道是总纲领，说了十善，把这些全部都包括了。所以我讲了一句话，《十善业道经》不长，我们通常的经本大概是四页，四张纸，四页，我说它的分量，要比重它跟《大藏经》平等。放在天平上，这边放《十善业道经》，那边放一部《大藏经》，两个分量平等。有很多人听不懂！真的平等，不但《十善业道》是佛法戒律的总纲，也是经藏的总纲，也是论藏的总纲，它是整个佛法的总纲。十方三世一切诸佛所讲无量无边的佛法，都不出这个总纲领。你把这个总纲领抓到，认真修学，所有一切法你全得到了。",
      "zh_TW": "第四品是「梵行品」，這一品屬於戒律，「明總十住之中所持無相之性戒」。所以這不是律儀戒，不是有戒條的律儀戒。律儀戒是十信菩薩修的，十住是法身大士，他們都是破一品無明、證一分法身，是分證位佛，是真佛，不是假佛。那麼，他們持不持戒？他們持的是性戒，明心見性，真性裡面純淨純善，沒有一絲毫的邪惡，更沒有是非。我們用凡夫的話來說，他們起心動念、言語造作都是純淨純善。這在大乘教裡叫道共戒，他得道了，所以他的戒行就圓滿。比這個位次低一點，叫定共戒，他得定，得定就是得清淨心。我們一般講，可以這樣說法，他的分別執著斷了，這個人得清淨心，定共戒；妄想斷了，無明破了，道共戒，因為破無明就證法身，就成佛，所以這是道共戒。我們今天也沒見性，心也不清淨，不是妄念就是無明，怎麼辦？那要持律儀戒。律儀戒的根本就是十善業道。我們可以這樣說法，佛家講的五戒、十戒，在家居士們受持的；二百五十戒、五百戒、菩薩戒，出家比丘、比丘尼所學的。三千威儀，八萬細行，總不出十善業道，十善業道是總綱領，說了十善，把這些全部都包括了。所以我講了一句話，《十善業道經》不長，我們通常的經本大概是四頁，四張紙，四頁，我說它的分量，要比重它跟《大藏經》平等。放在天平上，這邊放《十善業道經》，那邊放一部《大藏經》，兩個分量平等。有很多人聽不懂！真的平等，不但《十善業道》是佛法戒律的總綱，也是經藏的總綱，也是論藏的總綱，它是整個佛法的總綱。十方三世一切諸佛所講無量無邊的佛法，都不出這個總綱領。你把這個總綱領抓到，認真修學，所有一切法你全得到了。"
    },
    {
      "id": "12-017-1911_p0010",
      "zh_CN": "所以世尊做检讨他不用别的，我有没有犯身口意？这是十善业道。身杀盗淫我有没有犯？口，妄语、两舌、绮语、恶口，我有没有犯？意贪瞋痴我有没有犯？就用这句话做总检讨。所以我说《弟子规》的分量等同《四库全书》，《感应篇》的分量等同《道藏》。没有十善就没有佛法，没有《弟子规》就没有儒，没有《感应篇》就没有道。我们学从哪里学起？从这三种学起，生生世世都要受持。成佛怎么样？成佛，无论是生活、无论是教学，佛的行业就是教学，处事待人接物都不离十善业。这个要知道，要认知。我们在佛法里头，或者是我们在中国传统儒释道三家里头，真的把这个总的纲领、总的原则找到了，认真的学习，你就是大圣大贤，你就是佛菩萨。愈是大道，愈简单、愈容易，所以中国最高深的典籍叫《易经》，易即不难，它里面有最高深的哲理，可是做起来很简单。你只要认真去做，有相当长的时间去薰习，里面的道理逐渐明白了，这个道理遍法界虚空界。这是圆满的性德流露，通法界虚空界，也就是告诉我们通十法界、通六道轮回。我们跟不同的族群往来，不同的宗教往来，不同的文化往来，能行不通吗？只要你行十善，什么障碍都没有，和谐世界、和谐社会要依《十善业道》。《十善业道》的略说，落实在日常生活，你们想想看是不是《弟子规》？没错，不但是《弟子规》，也是《感应篇》，全都包括在其中，也包含了「梵行品」。",
      "zh_TW": "所以世尊做檢討他不用別的，我有沒有犯身口意？這是十善業道。身殺盜淫我有沒有犯？口，妄語、兩舌、綺語、惡口，我有沒有犯？意貪瞋痴我有沒有犯？就用這句話做總檢討。所以我說《弟子規》的分量等同《四庫全書》，《感應篇》的分量等同《道藏》。沒有十善就沒有佛法，沒有《弟子規》就沒有儒，沒有《感應篇》就沒有道。我們學從哪裡學起？從這三種學起，生生世世都要受持。成佛怎麼樣？成佛，無論是生活、無論是教學，佛的行業就是教學，處事待人接物都不離十善業。這個要知道，要認知。我們在佛法裡頭，或者是我們在中國傳統儒釋道三家裡頭，真的把這個總的綱領、總的原則找到了，認真的學習，你就是大聖大賢，你就是佛菩薩。愈是大道，愈簡單、愈容易，所以中國最高深的典籍叫《易經》，易即不難，它裡面有最高深的哲理，可是做起來很簡單。你只要認真去做，有相當長的時間去薰習，裡面的道理逐漸明白了，這個道理遍法界虛空界。這是圓滿的性德流露，通法界虛空界，也就是告訴我們通十法界、通六道輪迴。我們跟不同的族群往來，不同的宗教往來，不同的文化往來，能行不通嗎？只要你行十善，什麼障礙都沒有，和諧世界、和諧社會要依《十善業道》。《十善業道》的略說，落實在日常生活，你們想想看是不是《弟子規》？沒錯，不但是《弟子規》，也是《感應篇》，全都包括在其中，也包含了「梵行品」。"
    },
    {
      "id": "12-017-1911_p0011",
      "zh_CN": "第五「发心功德品」，这一品经里面给我们说明，十住菩萨发菩提心所得无量无边的功德，让你知道发心的殊胜，发心的功德利益。你都搞清楚、搞明白了，你当然发心。我们今天称赞一个人，某人有大智慧、大德、大能，大智大德大能从哪来的？全是自性流露。真诚是自性心，不是从外头来的，真则不假，诚则不虚。什么时候我们的真诚心能显出来，真诚心是自己的真心，这个心一出来，恭喜你，你是初住菩萨，你超越了十信。中国谚语有所谓诚则灵，什么叫灵？心想事成，有求必应；那是什么心去想？诚心。我们的诚心到哪里去了？在，迷了，变质了。变成什么？变成自私自利的心，变成名闻利养的心，变成贪瞋痴慢疑的心，迷失了诚，变成这个样子。我们要想想，我们怎样恢复我们的诚心？把这些东西丢掉，自私自利放下，名闻利养放下，贪瞋痴慢疑放下，诚心现前。再告诉诸位，真诚是菩提心的体，清净、平等、觉是菩提心的自受用，大慈大悲是菩提心的他受用。就是对待自己是清净平等觉，对待别人是大慈大悲，它的体就是真诚，真诚太可贵了。真诚心一切众生都有，只是你迷而不觉。什么时候你能够破迷开悟？大乘教里面，诸佛菩萨字字句句都在劝导我们，希望我们觉悟。我们听了，好像懂，又好像不懂。什么原因？没放下，放下就真懂。所以，放下是多么重要。",
      "zh_TW": "第五「發心功德品」，這一品經裡面給我們說明，十住菩薩發菩提心所得無量無邊的功德，讓你知道發心的殊勝，發心的功德利益。你都搞清楚、搞明白了，你當然發心。我們今天稱讚一個人，某人有大智慧、大德、大能，大智大德大能從哪來的？全是自性流露。真誠是自性心，不是從外頭來的，真則不假，誠則不虛。什麼時候我們的真誠心能顯出來，真誠心是自己的真心，這個心一出來，恭喜你，你是初住菩薩，你超越了十信。中國諺語有所謂誠則靈，什麼叫靈？心想事成，有求必應；那是什麼心去想？誠心。我們的誠心到哪裡去了？在，迷了，變質了。變成什麼？變成自私自利的心，變成名聞利養的心，變成貪瞋痴慢疑的心，迷失了誠，變成這個樣子。我們要想想，我們怎樣恢復我們的誠心？把這些東西丟掉，自私自利放下，名聞利養放下，貪瞋痴慢疑放下，誠心現前。再告訴諸位，真誠是菩提心的體，清淨、平等、覺是菩提心的自受用，大慈大悲是菩提心的他受用。就是對待自己是清淨平等覺，對待別人是大慈大悲，它的體就是真誠，真誠太可貴了。真誠心一切眾生都有，只是你迷而不覺。什麼時候你能夠破迷開悟？大乘教裡面，諸佛菩薩字字句句都在勸導我們，希望我們覺悟。我們聽了，好像懂，又好像不懂。什麼原因？沒放下，放下就真懂。所以，放下是多麼重要。"
    },
    {
      "id": "12-017-1911_p0012",
      "zh_CN": "世间人对于荣华富贵他追求，放不下。真正修行人哪一个不想放下？为什么放不下？有疑虑，有怀疑、有顾虑，放不下。所以佛在大乘教里面告诉我们，菩萨最大的障碍，障碍他精进，障碍他提升，只有一样东西，就是疑，是菩萨的大病。因为菩萨贪瞋痴没有了，他还有疑虑，而疑虑造成的障碍太大了。为什么会疑虑？佛讲的东西他没透彻；要是透彻，疑虑就没有。佛讲什么？「凡所有相，皆是虚妄」，你要是真正把这关透过，你就没有疑虑了。对人、对事、对物再不怀疑，你马上就提升，你的大智、大德、大能统统现前。要知道，佛告诉我们，诸佛如来跟九法界众生平等平等，所以佛菩萨没有一丝毫骄慢，不会有个念头是瞧不起人，连阿鼻地狱的众生都尊重。为什么？他本来是佛，怎么可以轻慢？为什么他变成这样？他迷了。迷不是真的，迷不是永恒的，迷是一时，早晚他就清醒过来，好像喝醉酒一样。对他要尊重，不可以轻慢他，酒醒之后，他不就正常了吗？地狱道、饿鬼道、畜生道，迷！我们自己认为修行不错，可是你要晓得，说不定这个地狱、饿鬼、畜生他将来一醒过来，他地位在我之上，我还得去拜他做老师，这个话都是真的，不是假的。谚语所谓「人不可貌相」，我们套这句话说，地狱、畜生都不可以貌相。所以要懂得平等的恭敬，这是普贤菩萨教给我们，平等的供养，包括尊重、敬爱、关怀、照顾。才显示出同体大悲、无缘大慈，让我们跳出六道，跳出十法界，我们生活在哪里？我们生活在遍法界虚空界，这是佛经上常讲的得大自在。我们在发心功德品里面，能看到这些景象。",
      "zh_TW": "世間人對於榮華富貴他追求，放不下。真正修行人哪一個不想放下？為什麼放不下？有疑慮，有懷疑、有顧慮，放不下。所以佛在大乘教裡面告訴我們，菩薩最大的障礙，障礙他精進，障礙他提升，只有一樣東西，就是疑，是菩薩的大病。因為菩薩貪瞋痴沒有了，他還有疑慮，而疑慮造成的障礙太大了。為什麼會疑慮？佛講的東西他沒透徹；要是透徹，疑慮就沒有。佛講什麼？「凡所有相，皆是虛妄」，你要是真正把這關透過，你就沒有疑慮了。對人、對事、對物再不懷疑，你馬上就提升，你的大智、大德、大能統統現前。要知道，佛告訴我們，諸佛如來跟九法界眾生平等平等，所以佛菩薩沒有一絲毫驕慢，不會有個念頭是瞧不起人，連阿鼻地獄的眾生都尊重。為什麼？他本來是佛，怎麼可以輕慢？為什麼他變成這樣？他迷了。迷不是真的，迷不是永恆的，迷是一時，早晚他就清醒過來，好像喝醉酒一樣。對他要尊重，不可以輕慢他，酒醒之後，他不就正常了嗎？地獄道、餓鬼道、畜生道，迷！我們自己認為修行不錯，可是你要曉得，說不定這個地獄、餓鬼、畜生他將來一醒過來，他地位在我之上，我還得去拜他做老師，這個話都是真的，不是假的。諺語所謂「人不可貌相」，我們套這句話說，地獄、畜生都不可以貌相。所以要懂得平等的恭敬，這是普賢菩薩教給我們，平等的供養，包括尊重、敬愛、關懷、照顧。才顯示出同體大悲、無緣大慈，讓我們跳出六道，跳出十法界，我們生活在哪裡？我們生活在遍法界虛空界，這是佛經上常講的得大自在。我們在發心功德品裡面，能看到這些景象。"
    },
    {
      "id": "12-017-1911_p0013",
      "zh_CN": "末后一品「明法品」，「明当位之法，升进向十行之因」。这是末后一品，说明十住法，修十住法，提升上去证十行的果位。换句话说，十住是因，十行就是果；十行是因，十回向是果；十回向是因，十地是果。当位之法，升进向上，我们要把我们自己本位做好。我们现在到人间来，这是业报，得人身能闻佛法，这是你的福报，福宝，真正有福，没有福的人哪能闻到佛法？那一定要把人做好。人里面有这么多的行业，我们选择的是佛陀教育这个行业，向释迦牟尼佛学习，那我们一定把这个行业做好，这就是当位之法。想想释迦牟尼佛他老人家一生，从十九岁，舍弃荣华富贵的权位，他是王太子，他要不舍弃，他继承他父亲的王位，他做国王去了。他要舍弃掉，他去出家，从事于教学的工作，干了一辈子。三十岁开悟了，也就是说三十岁他才把妄想分别执着统统放下，大彻大悟，明心见性。就是告诉我们他证得十住位，只要把妄想分别执着放下就是十住菩萨，成佛了，开始教学。所以要知道，自己成就才能教别人，自己没有成就不能教别人。",
      "zh_TW": "末後一品「明法品」，「明當位之法，升進向十行之因」。這是末後一品，說明十住法，修十住法，提升上去證十行的果位。換句話說，十住是因，十行就是果；十行是因，十迴向是果；十迴向是因，十地是果。當位之法，升進向上，我們要把我們自己本位做好。我們現在到人間來，這是業報，得人身能聞佛法，這是你的福報，福寶，真正有福，沒有福的人哪能聞到佛法？那一定要把人做好。人裡面有這麼多的行業，我們選擇的是佛陀教育這個行業，向釋迦牟尼佛學習，那我們一定把這個行業做好，這就是當位之法。想想釋迦牟尼佛他老人家一生，從十九歲，捨棄榮華富貴的權位，他是王太子，他要不捨棄，他繼承他父親的王位，他做國王去了。他要捨棄掉，他去出家，從事於教學的工作，幹了一輩子。三十歲開悟了，也就是說三十歲他才把妄想分別執著統統放下，大徹大悟，明心見性。就是告訴我們他證得十住位，只要把妄想分別執著放下就是十住菩薩，成佛了，開始教學。所以要知道，自己成就才能教別人，自己沒有成就不能教別人。"
    },
    {
      "id": "12-017-1911_p0014",
      "zh_CN": "我们现在自己没有成就，也天天讲经说法，我跟诸位报告不止一次，我一生讲经说法是学生，不是老师。谁是老师？讲台下面听课的是我的老师，是我的监学，我每天把自己学习的，给我的老师、给我的监学做报告。我一生是这样的一个心态。我们没有开悟，有什么资格做老师？所说的没有一句话是自己的，全是经上所说、祖师大德所说的，是名符其实的述而不作，信而好古，跟着古人学。今人也很不错，有许多的发明，有许多的创造，我看了也很欢喜，我对他也很恭敬，我不学他。什么道理？因为我没有智慧，古人的东西经过几千年历史的考验，我相信它。今人这些东西没有经过历史考验，我不放心，所以我看看，很好看、很赞叹，我不学他。我凭这么一个简单的道理，真正经过考验，靠得住。像买东西一样，老店舖靠得住，这个店开了几百年，同仁堂开了三百多年，靠得住。新开的西药房，那个才几十年，不见得可靠，这是我选择的标准。孔孟、释迦，至少大家承认的二千五百年以上，他还存在，还有这么多人赞叹、学习，应该可靠。我向他们学习，这一生确实如方老师所说，人生最高的享受。最高享受我不敢说，但是至少我这一生当中，学佛五十七年了，这五十七年心一年比一年清净，这是真的；烦恼、忧虑一年比一年减少，这是真的，这就很快乐；智慧也好像一年比一年增长，这是快乐事情，这是效果。所以，我对于这个行业锲而不舍。你看经论上学习的，天天快乐、天天欢喜，这在世间还能找到这个方法吗？所以我感谢老师，念念不忘师恩，没有老师的教诲，我们这一生得不到，这一生就空过了。不但空过，不知道造多少罪业，必堕三途。",
      "zh_TW": "我們現在自己沒有成就，也天天講經說法，我跟諸位報告不止一次，我一生講經說法是學生，不是老師。誰是老師？講台下面聽課的是我的老師，是我的監學，我每天把自己學習的，給我的老師、給我的監學做報告。我一生是這樣的一個心態。我們沒有開悟，有什麼資格做老師？所說的沒有一句話是自己的，全是經上所說、祖師大德所說的，是名符其實的述而不作，信而好古，跟著古人學。今人也很不錯，有許多的發明，有許多的創造，我看了也很歡喜，我對他也很恭敬，我不學他。什麼道理？因為我沒有智慧，古人的東西經過幾千年歷史的考驗，我相信它。今人這些東西沒有經過歷史考驗，我不放心，所以我看看，很好看、很讚歎，我不學他。我憑這麼一個簡單的道理，真正經過考驗，靠得住。像買東西一樣，老店舖靠得住，這個店開了幾百年，同仁堂開了三百多年，靠得住。新開的西藥房，那個才幾十年，不見得可靠，這是我選擇的標準。孔孟、釋迦，至少大家承認的二千五百年以上，他還存在，還有這麼多人讚歎、學習，應該可靠。我向他們學習，這一生確實如方老師所說，人生最高的享受。最高享受我不敢說，但是至少我這一生當中，學佛五十七年了，這五十七年心一年比一年清淨，這是真的；煩惱、憂慮一年比一年減少，這是真的，這就很快樂；智慧也好像一年比一年增長，這是快樂事情，這是效果。所以，我對於這個行業鍥而不捨。你看經論上學習的，天天快樂、天天歡喜，這在世間還能找到這個方法嗎？所以我感謝老師，念念不忘師恩，沒有老師的教誨，我們這一生得不到，這一生就空過了。不但空過，不知道造多少罪業，必墮三途。"
    },
    {
      "id": "12-017-1911_p0015",
      "zh_CN": "所以当位之法，世尊一生都是从事于教学。我们在一生学习本师的教诲，经典是本师留下来的教诲，我们天天学，天天做学习的报告，把自己学习的心得跟同学们分享，乐事！世间的乐事无过于此。这是我学习的态度，我没有什么长处，也没有什么了不起，说老实话很笨，总学做个老实人，难，不容易。李老师告诉我，他一生想学愚，就是学不像。可见得真正把愚学会了，那是了不起的大德，大学问，我们要认真努力在学习。所以，当位这两个字要特别留意。我们现在选择这个行业，一定把这个行业做好，续佛慧命，把佛的家业承当起来，延续下去。如果有缘分也得把它发扬光大，念佛的人多了，赞叹佛的人多了，我们的承传就非常有意义、有价值，这一生没有白过。",
      "zh_TW": "所以當位之法，世尊一生都是從事於教學。我們在一生學習本師的教誨，經典是本師留下來的教誨，我們天天學，天天做學習的報告，把自己學習的心得跟同學們分享，樂事！世間的樂事無過於此。這是我學習的態度，我沒有什麼長處，也沒有什麼了不起，說老實話很笨，總學做個老實人，難，不容易。李老師告訴我，他一生想學愚，就是學不像。可見得真正把愚學會了，那是了不起的大德，大學問，我們要認真努力在學習。所以，當位這兩個字要特別留意。我們現在選擇這個行業，一定把這個行業做好，續佛慧命，把佛的家業承當起來，延續下去。如果有緣分也得把它發揚光大，念佛的人多了，讚歎佛的人多了，我們的承傳就非常有意義、有價值，這一生沒有白過。"
    },
    {
      "id": "12-017-1911_p0016",
      "zh_CN": "末后长者做了个总结，「此六品明当位之修行因果，及向十行之因」。当位之因是十信的圆满，由此可知，十住菩萨的修行没有别的，就是十信心圆满的落实，这就入住，提升到住的位次上，信心圆满。把自己本位的课程学好自然就提升，本位修行修好这是因，将来升级升到十行位这是果；十行位修好是因，得十回向这是果，不断的向上提升。这是在介绍经文之前，先把大意说到此地。下面这是「随文释义」，再解释经文。经文「总为三分」，这是清凉大师他分的段落，分三大段。第一个是「集众」，集合大众，第二是「放光」，第三是「偈赞」。现在我们看第一段集众。集众里面，注解里面说有十个同。",
      "zh_TW": "末後長者做了個總結，「此六品明當位之修行因果，及向十行之因」。當位之因是十信的圓滿，由此可知，十住菩薩的修行沒有別的，就是十信心圓滿的落實，這就入住，提升到住的位次上，信心圓滿。把自己本位的課程學好自然就提升，本位修行修好這是因，將來升級升到十行位這是果；十行位修好是因，得十迴向這是果，不斷的向上提升。這是在介紹經文之前，先把大意說到此地。下面這是「隨文釋義」，再解釋經文。經文「總為三分」，這是清涼大師他分的段落，分三大段。第一個是「集眾」，集合大眾，第二是「放光」，第三是「偈讚」。現在我們看第一段集眾。集眾裡面，註解裡面說有十個同。"
    },
    {
      "id": "12-017-1911_p0017",
      "zh_CN": "【尔时佛神力故。】",
      "zh_TW": "【爾時佛神力故。】"
    },
    {
      "id": "12-017-1911_p0018",
      "zh_CN": "这一句是「集因同」。我们要问，什么原因让大家集合在忉利天宫？原因当然很多，但是众多原因里头一定有个最重要的因素，只说这个最重要的。第一个重要因素是佛力加持，所以「皆佛力故」。也就是大众十信心修圆满，这是能感，佛的神力让大家集合在这个地方，接受进一步的十住法，佛到这个地方传大家十住法。你没有下面的因，就是没有底下的基础，这个课程你不能接受。你有这个基础，佛自然加持你，邀请你到须弥山顶来接受顶法，最高的法。所以这是第一个因。第一个因是感应，这个要晓得，自己已经具备这个条件，感动佛来加持。",
      "zh_TW": "這一句是「集因同」。我們要問，什麼原因讓大家集合在忉利天宮？原因當然很多，但是眾多原因裡頭一定有個最重要的因素，只說這個最重要的。第一個重要因素是佛力加持，所以「皆佛力故」。也就是大眾十信心修圓滿，這是能感，佛的神力讓大家集合在這個地方，接受進一步的十住法，佛到這個地方傳大家十住法。你沒有下面的因，就是沒有底下的基礎，這個課程你不能接受。你有這個基礎，佛自然加持你，邀請你到須彌山頂來接受頂法，最高的法。所以這是第一個因。第一個因是感應，這個要曉得，自己已經具備這個條件，感動佛來加持。"
    },
    {
      "id": "12-017-1911_p0019",
      "zh_CN": "【十方各有一大菩萨。】",
      "zh_TW": "【十方各有一大菩薩。】"
    },
    {
      "id": "12-017-1911_p0020",
      "zh_CN": "这里十，十里面含义很深，最重要的含义就是『十方』，东、南、西、北，东北、东南、西北、西南，上方、下方，这十方，全都包括了，一方都不漏，取圆满的意思，叫大圆满。十方各有一位『大菩萨』，菩萨众里面带头的，班长。「主首同」。",
      "zh_TW": "這裡十，十裡面含義很深，最重要的含義就是『十方』，東、南、西、北，東北、東南、西北、西南，上方、下方，這十方，全都包括了，一方都不漏，取圓滿的意思，叫大圓滿。十方各有一位『大菩薩』，菩薩眾裡面帶頭的，班長。「主首同」。"
    },
    {
      "id": "12-017-1911_p0021",
      "zh_CN": "【一一。】",
      "zh_TW": "【一一。】"
    },
    {
      "id": "12-017-1911_p0022",
      "zh_CN": "『一一』是十方每一位大菩萨。",
      "zh_TW": "『一一』是十方每一位大菩薩。"
    },
    {
      "id": "12-017-1911_p0023",
      "zh_CN": "【各与佛刹微尘数菩萨俱。】",
      "zh_TW": "【各與佛剎微塵數菩薩俱。】"
    },
    {
      "id": "12-017-1911_p0024",
      "zh_CN": "这个人数就无法计算。每一方菩萨带了多少人？『佛刹微尘数』，「佛刹」最保守的说法是一个三千大千世界，我们用黄念祖老居士的话来说，十亿个银河系。把十亿个银河系里面所有的星球磨成微尘，你说有多少微尘？一个微尘算一个菩萨，你就晓得有多少菩萨。一个大千世界有多少个须弥山？一个世界有一个须弥山，一个单位世界；换句话说，一个三千大千世界有十亿个须弥山。现在说是十亿个微尘数菩萨要到须弥山顶上来，那个须弥山能容纳得下吗？这成了问题。十亿个须弥山，我们就不说别的，十亿个须弥山，那么多菩萨的人数，现在到一个须弥山上来住，怎么办？决定不能包容。前面说到大小不二，一个须弥山称性，一微尘也称性，称性就没有大小。所以不要说一个须弥山里头容纳佛刹微尘数菩萨众，就是一粒微尘里面也容纳佛刹微尘数菩萨众，在一个微尘里；或者在一个汗毛毛端上，这毛端上有佛刹微尘数的菩萨在那里集会。这无法想像，这就是我们讲到的最高的科学，今天科学还没有发展到这个地步。所以方先生讲佛经是最高的哲学，我说它是最高的科学。佛法到最高讲到不二法门，这在《华严》称为不思议解脱境界，普贤菩萨能入这个境界。",
      "zh_TW": "這個人數就無法計算。每一方菩薩帶了多少人？『佛剎微塵數』，「佛剎」最保守的說法是一個三千大千世界，我們用黃念祖老居士的話來說，十億個銀河系。把十億個銀河系裡面所有的星球磨成微塵，你說有多少微塵？一個微塵算一個菩薩，你就曉得有多少菩薩。一個大千世界有多少個須彌山？一個世界有一個須彌山，一個單位世界；換句話說，一個三千大千世界有十億個須彌山。現在說是十億個微塵數菩薩要到須彌山頂上來，那個須彌山能容納得下嗎？這成了問題。十億個須彌山，我們就不說別的，十億個須彌山，那麼多菩薩的人數，現在到一個須彌山上來住，怎麼辦？決定不能包容。前面說到大小不二，一個須彌山稱性，一微塵也稱性，稱性就沒有大小。所以不要說一個須彌山裡頭容納佛剎微塵數菩薩眾，就是一粒微塵裡面也容納佛剎微塵數菩薩眾，在一個微塵裡；或者在一個汗毛毛端上，這毛端上有佛剎微塵數的菩薩在那裡集會。這無法想像，這就是我們講到的最高的科學，今天科學還沒有發展到這個地步。所以方先生講佛經是最高的哲學，我說它是最高的科學。佛法到最高講到不二法門，這在《華嚴》稱為不思議解脫境界，普賢菩薩能入這個境界。"
    },
    {
      "id": "12-017-1911_p0025",
      "zh_CN": "这是「眷属数同」，就是跟随这位大菩萨来的，算是他们的眷属，每一方都有佛刹微尘数菩萨众俱。那现在就要加十倍，十方。现在须弥山顶上，忉利天王的宫殿里面要容纳十个佛刹微尘数菩萨俱，都在这集会里。所以前面我们看到，在「升须弥山顶品」，佛一升座，那个大殿豁然扩大。扩大到多大？把所有菩萨众统统包容，所有菩萨众在这里看到了，数目字晓得了。十个三千大千世界微尘数菩萨，都在忉利天主宫殿善法堂里面，听释迦牟尼佛说十住法。再看下面一句，第四句：",
      "zh_TW": "這是「眷屬數同」，就是跟隨這位大菩薩來的，算是他們的眷屬，每一方都有佛剎微塵數菩薩眾俱。那現在就要加十倍，十方。現在須彌山頂上，忉利天王的宮殿裡面要容納十個佛剎微塵數菩薩俱，都在這集會裡。所以前面我們看到，在「升須彌山頂品」，佛一升座，那個大殿豁然擴大。擴大到多大？把所有菩薩眾統統包容，所有菩薩眾在這裡看到了，數目字曉得了。十個三千大千世界微塵數菩薩，都在忉利天主宮殿善法堂裡面，聽釋迦牟尼佛說十住法。再看下面一句，第四句："
    },
    {
      "id": "12-017-1911_p0026",
      "zh_CN": "【从百佛刹微尘数国土外诸世界中而来集会。】",
      "zh_TW": "【從百佛剎微塵數國土外諸世界中而來集會。】"
    },
    {
      "id": "12-017-1911_p0027",
      "zh_CN": "这些菩萨从哪里来的？不止一个佛刹，也不止十个佛刹，十个佛刹里头找不到这么多人。像这种聪明人，有智慧、有德行的人，在我们这个世界，我们这个世界人口现在将近七十亿，你能找多少？真正修到十信心满的，我们这个世界上能不能找到一万个人？恐怕找不到，一千个人也许可以找得到。所以他找的数字大，是『百佛刹』，在一百个大千世界里面找到十个佛刹，也就是十分之一，算不错了，十分之一，找到这么一个数字。这是「来处量同」，数量也相同。下面：",
      "zh_TW": "這些菩薩從哪裡來的？不止一個佛剎，也不止十個佛剎，十個佛剎裡頭找不到這麼多人。像這種聰明人，有智慧、有德行的人，在我們這個世界，我們這個世界人口現在將近七十億，你能找多少？真正修到十信心滿的，我們這個世界上能不能找到一萬個人？恐怕找不到，一千個人也許可以找得到。所以他找的數字大，是『百佛剎』，在一百個大千世界裡面找到十個佛剎，也就是十分之一，算不錯了，十分之一，找到這麼一個數字。這是「來處量同」，數量也相同。下面："
    },
    {
      "id": "12-017-1911_p0028",
      "zh_CN": "【其名曰。】",
      "zh_TW": "【其名曰。】"
    },
    {
      "id": "12-017-1911_p0029",
      "zh_CN": "这是把十方各有一大菩萨的名号宣说出来。第一位：",
      "zh_TW": "這是把十方各有一大菩薩的名號宣說出來。第一位："
    },
    {
      "id": "12-017-1911_p0030",
      "zh_CN": "【法慧菩萨。】",
      "zh_TW": "【法慧菩薩。】"
    },
    {
      "id": "12-017-1911_p0031",
      "zh_CN": "第二位：",
      "zh_TW": "第二位："
    },
    {
      "id": "12-017-1911_p0032",
      "zh_CN": "【一切慧菩萨。】",
      "zh_TW": "【一切慧菩薩。】"
    },
    {
      "id": "12-017-1911_p0033",
      "zh_CN": "第三位：",
      "zh_TW": "第三位："
    },
    {
      "id": "12-017-1911_p0034",
      "zh_CN": "【胜慧菩萨。】",
      "zh_TW": "【勝慧菩薩。】"
    },
    {
      "id": "12-017-1911_p0035",
      "zh_CN": "第四位：",
      "zh_TW": "第四位："
    },
    {
      "id": "12-017-1911_p0036",
      "zh_CN": "【功德慧菩萨。】",
      "zh_TW": "【功德慧菩薩。】"
    },
    {
      "id": "12-017-1911_p0037",
      "zh_CN": "第五位：",
      "zh_TW": "第五位："
    },
    {
      "id": "12-017-1911_p0038",
      "zh_CN": "【精进慧菩萨。】",
      "zh_TW": "【精進慧菩薩。】"
    },
    {
      "id": "12-017-1911_p0039",
      "zh_CN": "第六位：",
      "zh_TW": "第六位："
    },
    {
      "id": "12-017-1911_p0040",
      "zh_CN": "【善慧菩萨。】",
      "zh_TW": "【善慧菩薩。】"
    },
    {
      "id": "12-017-1911_p0041",
      "zh_CN": "第七位：",
      "zh_TW": "第七位："
    },
    {
      "id": "12-017-1911_p0042",
      "zh_CN": "【智慧菩萨。】",
      "zh_TW": "【智慧菩薩。】"
    },
    {
      "id": "12-017-1911_p0043",
      "zh_CN": "第八位：",
      "zh_TW": "第八位："
    },
    {
      "id": "12-017-1911_p0044",
      "zh_CN": "【真实慧菩萨。】",
      "zh_TW": "【真實慧菩薩。】"
    },
    {
      "id": "12-017-1911_p0045",
      "zh_CN": "第九位：",
      "zh_TW": "第九位："
    },
    {
      "id": "12-017-1911_p0046",
      "zh_CN": "【无上慧菩萨。】",
      "zh_TW": "【無上慧菩薩。】"
    },
    {
      "id": "12-017-1911_p0047",
      "zh_CN": "第十位：",
      "zh_TW": "第十位："
    },
    {
      "id": "12-017-1911_p0048",
      "zh_CN": "【坚固慧菩萨。】",
      "zh_TW": "【堅固慧菩薩。】"
    },
    {
      "id": "12-017-1911_p0049",
      "zh_CN": "这十个名号代表十住，名号的意义在下面偈赞里面都会介绍。下面我们看第六段，他来的世界名字也相同，「世界名同」。",
      "zh_TW": "這十個名號代表十住，名號的意義在下面偈讚裡面都會介紹。下面我們看第六段，他來的世界名字也相同，「世界名同」。"
    },
    {
      "id": "12-017-1911_p0050",
      "zh_CN": "【所从来土。】",
      "zh_TW": "【所從來土。】"
    },
    {
      "id": "12-017-1911_p0051",
      "zh_CN": "从哪里来的？",
      "zh_TW": "從哪裡來的？"
    },
    {
      "id": "12-017-1911_p0052",
      "zh_CN": "【所谓因陀罗华世界。】",
      "zh_TW": "【所謂因陀羅華世界。】"
    },
    {
      "id": "12-017-1911_p0053",
      "zh_CN": "这个世界都有个华，『因陀罗华世界』。第二个：",
      "zh_TW": "這個世界都有個華，『因陀羅華世界』。第二個："
    },
    {
      "id": "12-017-1911_p0054",
      "zh_CN": "【波头摩华世界。】",
      "zh_TW": "【波頭摩華世界。】"
    },
    {
      "id": "12-017-1911_p0055",
      "zh_CN": "第三个是：",
      "zh_TW": "第三個是："
    },
    {
      "id": "12-017-1911_p0056",
      "zh_CN": "【宝华世界。】",
      "zh_TW": "【寶華世界。】"
    },
    {
      "id": "12-017-1911_p0057",
      "zh_CN": "第四个是：",
      "zh_TW": "第四個是："
    },
    {
      "id": "12-017-1911_p0058",
      "zh_CN": "【优钵罗华世界。】",
      "zh_TW": "【優鉢羅華世界。】"
    },
    {
      "id": "12-017-1911_p0059",
      "zh_CN": "『优钵罗』是青莲花，『波头摩』是红莲花，红色的莲花。第五个是：",
      "zh_TW": "『優鉢羅』是青蓮花，『波頭摩』是紅蓮花，紅色的蓮花。第五個是："
    },
    {
      "id": "12-017-1911_p0060",
      "zh_CN": "【金刚华世界。】",
      "zh_TW": "【金剛華世界。】"
    },
    {
      "id": "12-017-1911_p0061",
      "zh_CN": "第六个是：",
      "zh_TW": "第六個是："
    },
    {
      "id": "12-017-1911_p0062",
      "zh_CN": "【妙香华世界。】",
      "zh_TW": "【妙香華世界。】"
    },
    {
      "id": "12-017-1911_p0063",
      "zh_CN": "第七个是：",
      "zh_TW": "第七個是："
    },
    {
      "id": "12-017-1911_p0064",
      "zh_CN": "【悦意华世界。】",
      "zh_TW": "【悅意華世界。】"
    },
    {
      "id": "12-017-1911_p0065",
      "zh_CN": "第八个是：",
      "zh_TW": "第八個是："
    },
    {
      "id": "12-017-1911_p0066",
      "zh_CN": "【阿卢那华世界。】",
      "zh_TW": "【阿盧那華世界。】"
    },
    {
      "id": "12-017-1911_p0067",
      "zh_CN": "第九个是：",
      "zh_TW": "第九個是："
    },
    {
      "id": "12-017-1911_p0068",
      "zh_CN": "【那罗陀华世界。】",
      "zh_TW": "【那羅陀華世界。】"
    },
    {
      "id": "12-017-1911_p0069",
      "zh_CN": "第十个是：",
      "zh_TW": "第十個是："
    },
    {
      "id": "12-017-1911_p0070",
      "zh_CN": "【虚空华世界。】",
      "zh_TW": "【虛空華世界。】"
    },
    {
      "id": "12-017-1911_p0071",
      "zh_CN": "这是「世界名同」，这世界都有一个华字，它都有表法的意思。好像植物开花，十信位好像一棵树一样，它长成了，枝叶很繁茂，十住位开花了，到十地结果了。他用这个来做比喻，比喻修行人德行智慧的成就，他有阶段性。",
      "zh_TW": "這是「世界名同」，這世界都有一個華字，它都有表法的意思。好像植物開花，十信位好像一棵樹一樣，它長成了，枝葉很繁茂，十住位開花了，到十地結果了。他用這個來做比喻，比喻修行人德行智慧的成就，他有階段性。"
    },
    {
      "id": "12-017-1911_p0072",
      "zh_CN": "下面第七段，「所事佛同」。他们都有老师，都有本师，本师是佛。我们的本师是释迦牟尼佛，我们常常念「南无本师释迦牟尼佛」，南无是皈依的意思，皈是回头，依是依靠，我们要回头依靠老师，要跟老师学习。以前迷惑颠倒，不知道，我们跟谁学习？跟这个社会，社会里面这些风俗习惯，我们跟它学习，染上了不良的习气。现在我们有福报，有善根、有福德、有因缘遇到佛法、遇到老师，我们向老师学习。老师，根本的老师，人不可以忘本，根本的老师是释迦牟尼佛，所以我们称本师。老师不在了，老师在临走的时候有遗教、有交代，他不在了我们依靠谁？他老人家教了我们两句话，「依戒为师，依苦为师」，这都是他老人家一生做给我们看的。释迦牟尼佛没有一天过过好日子，他小时候在皇宫里面那个不算，十九岁离开家之后，过的是苦行僧的生活，日中一食，树下一宿，三衣一钵是他的财产，给我们做出最好的榜样。",
      "zh_TW": "下面第七段，「所事佛同」。他們都有老師，都有本師，本師是佛。我們的本師是釋迦牟尼佛，我們常常念「南無本師釋迦牟尼佛」，南無是皈依的意思，皈是回頭，依是依靠，我們要回頭依靠老師，要跟老師學習。以前迷惑顛倒，不知道，我們跟誰學習？跟這個社會，社會裡面這些風俗習慣，我們跟它學習，染上了不良的習氣。現在我們有福報，有善根、有福德、有因緣遇到佛法、遇到老師，我們向老師學習。老師，根本的老師，人不可以忘本，根本的老師是釋迦牟尼佛，所以我們稱本師。老師不在了，老師在臨走的時候有遺教、有交代，他不在了我們依靠誰？他老人家教了我們兩句話，「依戒為師，依苦為師」，這都是他老人家一生做給我們看的。釋迦牟尼佛沒有一天過過好日子，他小時候在皇宮裡面那個不算，十九歲離開家之後，過的是苦行僧的生活，日中一食，樹下一宿，三衣一缽是他的財產，給我們做出最好的榜樣。"
    },
    {
      "id": "12-017-1911_p0073",
      "zh_CN": "我们学，学佛就得学释迦牟尼佛，要学得像样子。佛用什么心、佛说什么话、佛干什么事，这个总要想到。我们要学佛的存心，佛的心就是真诚、清净、平等、正觉、慈悲。佛的言语，不妄语、不两舌，两舌是挑拨是非，绮语是花言巧语、骗人，恶口是说话很难听，让别人生烦恼，佛没有这四种言语。佛的言语真诚，言语柔和，言语总是充满爱敬，利益别人。佛的行为，不杀生、不偷盗、不淫欲、不贪、不瞋、不痴，身心清净。这是我们要学的，本师天天做样子给我们看的，一切都是为利益众生。佛有智慧，所谓是大智、大德、大能，表现在哪里？表现在大公无私，念念帮助别人，帮助一切众生离苦得乐。苦从哪里来？苦从迷惑、造业、受报。乐从哪里来？乐从觉悟，觉悟之后你才会断恶修善。",
      "zh_TW": "我們學，學佛就得學釋迦牟尼佛，要學得像樣子。佛用什麼心、佛說什麼話、佛幹什麼事，這個總要想到。我們要學佛的存心，佛的心就是真誠、清淨、平等、正覺、慈悲。佛的言語，不妄語、不兩舌，兩舌是挑撥是非，綺語是花言巧語、騙人，惡口是說話很難聽，讓別人生煩惱，佛沒有這四種言語。佛的言語真誠，言語柔和，言語總是充滿愛敬，利益別人。佛的行為，不殺生、不偷盜、不淫欲、不貪、不瞋、不痴，身心清淨。這是我們要學的，本師天天做樣子給我們看的，一切都是為利益眾生。佛有智慧，所謂是大智、大德、大能，表現在哪裡？表現在大公無私，念念幫助別人，幫助一切眾生離苦得樂。苦從哪裡來？苦從迷惑、造業、受報。樂從哪裡來？樂從覺悟，覺悟之後你才會斷惡修善。"
    },
    {
      "id": "12-017-1911_p0074",
      "zh_CN": "所以这桩事情要靠教学，佛就一生干教学的工作，帮助众生破迷开悟，他自然就离苦得乐。这个叫什么？这叫救人的根本法。不是说他没有得吃，送点吃的给他，没得穿，送一点穿的，这救不了人。这叫救急，他有急难，要帮助他，这只能救一时，不能救永久。佛是救人救到彻底，帮助众生回头，破迷开悟，明心见性，见性成佛，这是真救到底了。佛帮助人是以这个为目标，救人要救到底，他知道，一生干这桩事情。我们以佛为老师，跟他老人家学，继承他老人家的道业、德业，我们要认真努力去干。只要自己在自己现前环境当中锲而不舍，认识环境、了解环境，环境里面许多障碍，自己知道回避，不要受它障碍到，我们念佛、读经、演说绝不中断。演是做到，把十善做到，把觉正净做到，把五戒十善做到，真干！读经、听教慢慢就觉悟，悟多少就做多少，真悟。悟了之后没有做等于零，等于没有悟，悟到要真做到。",
      "zh_TW": "所以這樁事情要靠教學，佛就一生幹教學的工作，幫助眾生破迷開悟，他自然就離苦得樂。這個叫什麼？這叫救人的根本法。不是說他沒有得吃，送點吃的給他，沒得穿，送一點穿的，這救不了人。這叫救急，他有急難，要幫助他，這只能救一時，不能救永久。佛是救人救到徹底，幫助眾生回頭，破迷開悟，明心見性，見性成佛，這是真救到底了。佛幫助人是以這個為目標，救人要救到底，他知道，一生幹這樁事情。我們以佛為老師，跟他老人家學，繼承他老人家的道業、德業，我們要認真努力去幹。只要自己在自己現前環境當中鍥而不捨，認識環境、了解環境，環境裡面許多障礙，自己知道迴避，不要受它障礙到，我們念佛、讀經、演說絕不中斷。演是做到，把十善做到，把覺正淨做到，把五戒十善做到，真幹！讀經、聽教慢慢就覺悟，悟多少就做多少，真悟。悟了之後沒有做等於零，等於沒有悟，悟到要真做到。"
    },
    {
      "id": "12-017-1911_p0075",
      "zh_CN": "这十个大菩萨，还带着他们的眷属，眷属程度也不差，同班同学，所以都是十住菩萨，十住菩萨这么多，他们的本师：",
      "zh_TW": "這十個大菩薩，還帶著他們的眷屬，眷屬程度也不差，同班同學，所以都是十住菩薩，十住菩薩這麼多，他們的本師："
    },
    {
      "id": "12-017-1911_p0076",
      "zh_CN": "【各于佛所净修梵行。】",
      "zh_TW": "【各於佛所淨修梵行。】"
    },
    {
      "id": "12-017-1911_p0077",
      "zh_CN": "『梵』是清净，修十善就是清净法。修而无修，无修而修，那就是真正的梵行。下面十尊佛的名号：",
      "zh_TW": "『梵』是清淨，修十善就是清淨法。修而無修，無修而修，那就是真正的梵行。下面十尊佛的名號："
    },
    {
      "id": "12-017-1911_p0078",
      "zh_CN": "【所谓殊特月佛。】",
      "zh_TW": "【所謂殊特月佛。】"
    },
    {
      "id": "12-017-1911_p0079",
      "zh_CN": "这十个佛号都有一个「月」，月表清凉，在十住位上见的佛都是月佛。『殊特月佛』。第二位：",
      "zh_TW": "這十個佛號都有一個「月」，月表清涼，在十住位上見的佛都是月佛。『殊特月佛』。第二位："
    },
    {
      "id": "12-017-1911_p0080",
      "zh_CN": "【无尽月佛。】",
      "zh_TW": "【無盡月佛。】"
    },
    {
      "id": "12-017-1911_p0081",
      "zh_CN": "第三位：",
      "zh_TW": "第三位："
    },
    {
      "id": "12-017-1911_p0082",
      "zh_CN": "【不动月佛。】",
      "zh_TW": "【不動月佛。】"
    },
    {
      "id": "12-017-1911_p0083",
      "zh_CN": "第四位：",
      "zh_TW": "第四位："
    },
    {
      "id": "12-017-1911_p0084",
      "zh_CN": "【风月佛。】",
      "zh_TW": "【風月佛。】"
    },
    {
      "id": "12-017-1911_p0085",
      "zh_CN": "第五位：",
      "zh_TW": "第五位："
    },
    {
      "id": "12-017-1911_p0086",
      "zh_CN": "【水月佛。】",
      "zh_TW": "【水月佛。】"
    },
    {
      "id": "12-017-1911_p0087",
      "zh_CN": "第六位：",
      "zh_TW": "第六位："
    },
    {
      "id": "12-017-1911_p0088",
      "zh_CN": "【解脱月佛。】",
      "zh_TW": "【解脫月佛。】"
    },
    {
      "id": "12-017-1911_p0089",
      "zh_CN": "第七位：",
      "zh_TW": "第七位："
    },
    {
      "id": "12-017-1911_p0090",
      "zh_CN": "【无上月佛。】",
      "zh_TW": "【無上月佛。】"
    },
    {
      "id": "12-017-1911_p0091",
      "zh_CN": "第八位：",
      "zh_TW": "第八位："
    },
    {
      "id": "12-017-1911_p0092",
      "zh_CN": "【星宿月佛。】",
      "zh_TW": "【星宿月佛。】"
    },
    {
      "id": "12-017-1911_p0093",
      "zh_CN": "第九位：",
      "zh_TW": "第九位："
    },
    {
      "id": "12-017-1911_p0094",
      "zh_CN": "【清净月佛。】",
      "zh_TW": "【清淨月佛。】"
    },
    {
      "id": "12-017-1911_p0095",
      "zh_CN": "第十位：",
      "zh_TW": "第十位："
    },
    {
      "id": "12-017-1911_p0096",
      "zh_CN": "【明了月佛。】",
      "zh_TW": "【明了月佛。】"
    },
    {
      "id": "12-017-1911_p0097",
      "zh_CN": "本师的佛号说出来了。下面我们再继续看：",
      "zh_TW": "本師的佛號說出來了。下面我們再繼續看："
    },
    {
      "id": "12-017-1911_p0098",
      "zh_CN": "【是诸菩萨至佛所已。顶礼佛足。】",
      "zh_TW": "【是諸菩薩至佛所已。頂禮佛足。】"
    },
    {
      "id": "12-017-1911_p0099",
      "zh_CN": "这个大会太殊胜、太庄严了，你看十方菩萨带领大众，十方佛也到了，看这些大众拜自己的本师佛，你看这个道场多么壮观。",
      "zh_TW": "這個大會太殊勝、太莊嚴了，你看十方菩薩帶領大眾，十方佛也到了，看這些大眾拜自己的本師佛，你看這個道場多麼壯觀。"
    },
    {
      "id": "12-017-1911_p0100",
      "zh_CN": "【随所来方。各化作毗卢遮那藏师子之座。于其座上结跏趺坐。】",
      "zh_TW": "【隨所來方。各化作毗盧遮那藏師子之座。於其座上結跏趺坐。】"
    },
    {
      "id": "12-017-1911_p0101",
      "zh_CN": "这是「威仪住同」，威仪我们讲规矩，秩序非常之好，一点都不乱。这么多人来集会，整整齐齐，让人看到生恭敬心。每个人座位庄严，『毗卢遮那藏师子』宝座，从哪来的？变化来的。所以，这个座位不需要忉利天王去费心，不需要，每个菩萨自己变个座位。大家所变的座位都一样，看起来非常整齐、壮观。我们在维摩丈室只看到一万个师子座，你看这个地方多少？十个佛刹微尘数菩萨众，那师子座也就是十个大千世界微尘数的宝座。今天忉利天宫可不是简单的事情，无比殊胜的庄严。下面末后一段，「结十方同」：",
      "zh_TW": "這是「威儀住同」，威儀我們講規矩，秩序非常之好，一點都不亂。這麼多人來集會，整整齊齊，讓人看到生恭敬心。每個人座位莊嚴，『毗盧遮那藏師子』寶座，從哪來的？變化來的。所以，這個座位不需要忉利天王去費心，不需要，每個菩薩自己變個座位。大家所變的座位都一樣，看起來非常整齊、壯觀。我們在維摩丈室只看到一萬個師子座，你看這個地方多少？十個佛剎微塵數菩薩眾，那師子座也就是十個大千世界微塵數的寶座。今天忉利天宮可不是簡單的事情，無比殊勝的莊嚴。下面末後一段，「結十方同」："
    },
    {
      "id": "12-017-1911_p0102",
      "zh_CN": "【如此世界中须弥顶上菩萨来集。一切世界悉亦如是。彼诸菩萨所有名字。世界。佛号。悉等无别。】",
      "zh_TW": "【如此世界中須彌頂上菩薩來集。一切世界悉亦如是。彼諸菩薩所有名字。世界。佛號。悉等無別。】"
    },
    {
      "id": "12-017-1911_p0103",
      "zh_CN": "十方世界亦如是，这里头有很深的道理。今天时间到了，我们就学到此地。",
      "zh_TW": "十方世界亦如是，這裡頭有很深的道理。今天時間到了，我們就學到此地。"
    }
  ]
}