{
  "doc_id": "12-017-0972",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九七二卷",
    "zh_TW": "第九七二卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0972",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "12-017-0972_p0001",
      "zh_CN": "诸位同学，请看威光遇第二佛，第三段「如来赞述」，请看经文：",
      "zh_TW": "諸位同學，請看威光遇第二佛，第三段「如來讚述」，請看經文："
    },
    {
      "id": "12-017-0972_p0002",
      "zh_CN": "【时彼佛，为大威光菩萨而说颂言。】",
      "zh_TW": "【時彼佛，為大威光菩薩而說頌言。】"
    },
    {
      "id": "12-017-0972_p0003",
      "zh_CN": "这一句是说偈仪，下面有十首偈颂，内容有不少跟前面的赞颂长行相同。十首偈分两段，前面六首是赞叹他已经具备殊胜的德行，也就是菩萨道修行就要圆满了，应当证得无上的佛果。后面四首偈，这是赞叹他「行齐佛因，当如佛证」。这个说偈仪好懂，因为这十首偈是佛说的，不是菩萨讲的。在此地是普贤菩萨为我们转述，内容全是佛说的。而要紧的，是我们了解佛对威光的赞许，我们应当如何仰慕学习，这才是最重要的。请看第一首：",
      "zh_TW": "這一句是說偈儀，下面有十首偈頌，內容有不少跟前面的讚頌長行相同。十首偈分兩段，前面六首是讚歎他已經具備殊勝的德行，也就是菩薩道修行就要圓滿了，應當證得無上的佛果。後面四首偈，這是讚歎他「行齊佛因，當如佛證」。這個說偈儀好懂，因為這十首偈是佛說的，不是菩薩講的。在此地是普賢菩薩為我們轉述，內容全是佛說的。而要緊的，是我們了解佛對威光的讚許，我們應當如何仰慕學習，這才是最重要的。請看第一首："
    },
    {
      "id": "12-017-0972_p0004",
      "zh_CN": "【善哉功德智慧海，发心趣向大菩提，汝当得佛不思议，普为众生作依处。】",
      "zh_TW": "【善哉功德智慧海，發心趣向大菩提，汝當得佛不思議，普為眾生作依處。】"
    },
    {
      "id": "12-017-0972_p0005",
      "zh_CN": "前面六首除第四首之外，五首偈都是前面两句赞叹他已经成就的德行，后面两句等于说是给他授记，你应当证得无上菩提，成就究竟的佛果。我们听了这些话，知道修德比什么都重要，我们要认真，决定不能够疏忽。要成就德行，必定要舍弃烦恼习气，放下自私自利、名闻利养，对于物质、精神那种享受一定要放下，放下贪瞋痴慢。我们修养德行这才有根，才有基础；这要不认真努力的学习，我们没有根。在上一堂课跟诸位讲过，十善业道务必要非常认真努力学习。",
      "zh_TW": "前面六首除第四首之外，五首偈都是前面兩句讚歎他已經成就的德行，後面兩句等於說是給他授記，你應當證得無上菩提，成就究竟的佛果。我們聽了這些話，知道修德比什麼都重要，我們要認真，決定不能夠疏忽。要成就德行，必定要捨棄煩惱習氣，放下自私自利、名聞利養，對於物質、精神那種享受一定要放下，放下貪瞋痴慢。我們修養德行這才有根，才有基礎；這要不認真努力的學習，我們沒有根。在上一堂課跟諸位講過，十善業道務必要非常認真努力學習。"
    },
    {
      "id": "12-017-0972_p0006",
      "zh_CN": "佛陀第一句说『善哉功德智慧海』，善哉是赞叹，太好太好了，你已经积功累德，已经成就无量的智慧了。大威光，在此地我们看到的，他已经亲近两尊佛了，受两尊佛的教诲，他是一个善学之人。换句话说，能信、能解、能行、能证，这叫善学，他成就不可思议的功德。什么叫功？什么叫德？讲席当中虽然常讲，可是每一次讲经都有新来的同学，尤其是在网路上，新来的同学想必不少，所以像这些重要的名词术语不能不多说。老同学要加深概念，为什么？你们虽然知道名相术语的意义，但是你们没有消化，没有做到。",
      "zh_TW": "佛陀第一句說『善哉功德智慧海』，善哉是讚歎，太好太好了，你已經積功累德，已經成就無量的智慧了。大威光，在此地我們看到的，他已經親近兩尊佛了，受兩尊佛的教誨，他是一個善學之人。換句話說，能信、能解、能行、能證，這叫善學，他成就不可思議的功德。什麼叫功？什麼叫德？講席當中雖然常講，可是每一次講經都有新來的同學，尤其是在網路上，新來的同學想必不少，所以像這些重要的名詞術語不能不多說。老同學要加深概念，為什麼？你們雖然知道名相術語的意義，但是你們沒有消化，沒有做到。"
    },
    {
      "id": "12-017-0972_p0007",
      "zh_CN": "「功」是讲修行功夫。什么是功夫？伏住烦恼是功夫。烦恼无量无边，佛菩萨教给我们的方法是非常的善巧，好到极处。我们的烦恼，十恶是烦恼，杀生，有意无意，特别对于小动物；换句话说，根本就没有把牠看在眼里。蚊虫、苍蝇、蚂蚁，你把牠看在眼里吗？任意的杀害，或是有意，或是无意，这是烦恼习气，我们能在这个地方修正就叫做功夫。不但对这些小动物乃至于植物，树木花草，你看看《戒经》里面所讲「清净比丘不踏生草」。为什么？对它尊重，对它有爱心。从草地通过，那个地方没有路，可以，可以通过；如果有路，就不应该踏草地。特别是草长得很茂盛，它有生命，它有灵知。",
      "zh_TW": "「功」是講修行功夫。什麼是功夫？伏住煩惱是功夫。煩惱無量無邊，佛菩薩教給我們的方法是非常的善巧，好到極處。我們的煩惱，十惡是煩惱，殺生，有意無意，特別對於小動物；換句話說，根本就沒有把牠看在眼裡。蚊蟲、蒼蠅、螞蟻，你把牠看在眼裡嗎？任意的殺害，或是有意，或是無意，這是煩惱習氣，我們能在這個地方修正就叫做功夫。不但對這些小動物乃至於植物，樹木花草，你看看《戒經》裡面所講「清淨比丘不踏生草」。為什麼？對它尊重，對它有愛心。從草地通過，那個地方沒有路，可以，可以通過；如果有路，就不應該踏草地。特別是草長得很茂盛，它有生命，它有靈知。"
    },
    {
      "id": "12-017-0972_p0008",
      "zh_CN": "现在我们知道，科学家为我们证明了，「世界微尘，一切因果，因心成体」。这句经文前面是「一切诸法，唯心所现」，这个心是真心，真心是灵明觉知，所以一切万物无一不是灵明觉知。灵明觉知是我们的本性，真如自性。在从前证得，证得之人就是明心见性，真正明心见性，他对于一切万物，尊重的心生起来了，平等心生起来了，慈悲心生起来了，那就是德。我们今天对于一切万事万物，我们的尊重，平等、慈悲心没有生出来，我们没有功，这个功就是我们没有能力伏住我们的烦恼习气。偷盗是烦恼习气，邪淫是烦恼习气，妄语、两舌、绮语、恶口、贪瞋痴慢是烦恼习气。佛教我们用十善业道，所以修十善业道是功。我举这一个例子来讲。把烦恼习气伏住，这是德。这个德浅，不深不大，伏久了智慧开了。唯有智慧开了，那个功德就殊胜了。那功德是什么？普贤菩萨的十愿，是从「功德海」里头生的，所以佛在此地赞叹。这不是一桩容易事情，我们自己有相当深刻的体验，大家学佛学了几年，学了几十年，你的烦恼习气伏住没有？于是你就明白了，真的不容易。所以你真能伏住，你看看佛都赞叹，这一尊佛就是代表一切佛，一切诸佛赞叹。",
      "zh_TW": "現在我們知道，科學家為我們證明了，「世界微塵，一切因果，因心成體」。這句經文前面是「一切諸法，唯心所現」，這個心是真心，真心是靈明覺知，所以一切萬物無一不是靈明覺知。靈明覺知是我們的本性，真如自性。在從前證得，證得之人就是明心見性，真正明心見性，他對於一切萬物，尊重的心生起來了，平等心生起來了，慈悲心生起來了，那就是德。我們今天對於一切萬事萬物，我們的尊重，平等、慈悲心沒有生出來，我們沒有功，這個功就是我們沒有能力伏住我們的煩惱習氣。偷盜是煩惱習氣，邪淫是煩惱習氣，妄語、兩舌、綺語、惡口、貪瞋痴慢是煩惱習氣。佛教我們用十善業道，所以修十善業道是功。我舉這一個例子來講。把煩惱習氣伏住，這是德。這個德淺，不深不大，伏久了智慧開了。唯有智慧開了，那個功德就殊勝了。那功德是什麼？普賢菩薩的十願，是從「功德海」裡頭生的，所以佛在此地讚歎。這不是一樁容易事情，我們自己有相當深刻的體驗，大家學佛學了幾年，學了幾十年，你的煩惱習氣伏住沒有？於是你就明白了，真的不容易。所以你真能伏住，你看看佛都讚歎，這一尊佛就是代表一切佛，一切諸佛讚歎。"
    },
    {
      "id": "12-017-0972_p0009",
      "zh_CN": "我们想到孔老夫子的话，孔老夫子好学，他说他十五岁有志于学，这是善根深厚。十五岁，童子！自己就把自己一生的目标方向确定了，求学，所学到的全部都落实在生活当中。无论是在物质生活、在精神生活，把自己身语意三业不善的行为统统修正过来了。「学而时习之」，这就是功夫；「不亦悦乎」，那个悦就是德，修功有德。喜悦里面生智慧，所以智生。他的思想、见解，从邪而不正渐渐的转变成正而不邪；原本是迷而不觉，久而久之，自自然然转变成觉而不迷。他怎么不快乐？智，乐，喜悦能转境界。",
      "zh_TW": "我們想到孔老夫子的話，孔老夫子好學，他說他十五歲有志於學，這是善根深厚。十五歲，童子！自己就把自己一生的目標方向確定了，求學，所學到的全部都落實在生活當中。無論是在物質生活、在精神生活，把自己身語意三業不善的行為統統修正過來了。「學而時習之」，這就是功夫；「不亦悅乎」，那個悅就是德，修功有德。喜悅裡面生智慧，所以智生。他的思想、見解，從邪而不正漸漸的轉變成正而不邪；原本是迷而不覺，久而久之，自自然然轉變成覺而不迷。他怎麼不快樂？智，樂，喜悅能轉境界。"
    },
    {
      "id": "12-017-0972_p0010",
      "zh_CN": "现在科学家给我们证明了，宇宙之间万事万物统统都转过来了，很不可思议。为什么万事万物都转过来？万事万物不出自性，唯心所现，那个心就是真如本性，灵知心。我的念头正，万事万物都正了，套一句古人说的话，心正则一切万法得其正，心不正一切万法皆不正。所以我们想一切万法都得其正，不在万法在自己的心。只要自己的心正，我们想一切万法得其净，清净。从哪里下手？从自己的心。我先要让自己的心清净，一切万事万物就清净了。我要让一切万事万物善良，那首先要我的心善良。这些理论，佛在经上讲的，事实我们粗心大意，观察不到。什么人能观察到？得清净心的人，佛门一般讲，得禅定的、得三昧的人，他看到，他明了了。现在这个世间人虽然没有得三昧，也没有得禅定，用科学仪器观察发现了，在高倍显微镜之下，看到一切万事万物结晶的变化。我们的心清净善良，所有一切万物，我跟它接触的时候，变成的结晶都非常之美、非常的善、非常清净。",
      "zh_TW": "現在科學家給我們證明了，宇宙之間萬事萬物統統都轉過來了，很不可思議。為什麼萬事萬物都轉過來？萬事萬物不出自性，唯心所現，那個心就是真如本性，靈知心。我的念頭正，萬事萬物都正了，套一句古人說的話，心正則一切萬法得其正，心不正一切萬法皆不正。所以我們想一切萬法都得其正，不在萬法在自己的心。只要自己的心正，我們想一切萬法得其淨，清淨。從哪裡下手？從自己的心。我先要讓自己的心清淨，一切萬事萬物就清淨了。我要讓一切萬事萬物善良，那首先要我的心善良。這些理論，佛在經上講的，事實我們粗心大意，觀察不到。什麼人能觀察到？得清淨心的人，佛門一般講，得禪定的、得三昧的人，他看到，他明瞭了。現在這個世間人雖然沒有得三昧，也沒有得禪定，用科學儀器觀察發現了，在高倍顯微鏡之下，看到一切萬事萬物結晶的變化。我們的心清淨善良，所有一切萬物，我跟它接觸的時候，變成的結晶都非常之美、非常的善、非常清淨。"
    },
    {
      "id": "12-017-0972_p0011",
      "zh_CN": "日本科学家做了个实验，在一个小湖边，边上。这个小湖的水非常脏，取这个水来观察，结晶很难看。于是他们找了几百个人，坐在这个湖边，对着这个水，以清净的爱心、感恩的心来歌颂。然后再看这个水，几个小时之后，这个水就变得很干净，取这个结晶来看，产生很大的变化，这个结晶看出六角形的，非常之美。湖水，那么多人的时候，它起感应、起作用。我们懂得这个道理，今天这个世界动乱，有严重的灾难。如果全世界的佛弟子们，明白这个道理，知道这些事实真相，我们虽然居住在不同的地方，我们可以在同一时间，我们来念佛祈祷，诚心诚意，大家一起来念阿弥陀佛圣号。我们知道这一句圣号的音声，佛经上讲「妙音」，善好到极处。为什么善好到极处？我们在讲席里头，曾经讲过多次，六字洪名是真如本性的德号。",
      "zh_TW": "日本科學家做了個實驗，在一個小湖邊，邊上。這個小湖的水非常髒，取這個水來觀察，結晶很難看。於是他們找了幾百個人，坐在這個湖邊，對著這個水，以清淨的愛心、感恩的心來歌頌。然後再看這個水，幾個小時之後，這個水就變得很乾淨，取這個結晶來看，產生很大的變化，這個結晶看出六角形的，非常之美。湖水，那麼多人的時候，它起感應、起作用。我們懂得這個道理，今天這個世界動亂，有嚴重的災難。如果全世界的佛弟子們，明白這個道理，知道這些事實真相，我們雖然居住在不同的地方，我們可以在同一時間，我們來念佛祈禱，誠心誠意，大家一起來念阿彌陀佛聖號。我們知道這一句聖號的音聲，佛經上講「妙音」，善好到極處。為什麼善好到極處？我們在講席裡頭，曾經講過多次，六字洪名是真如本性的德號。"
    },
    {
      "id": "12-017-0972_p0012",
      "zh_CN": "隋唐时代的大德，他们在研究探索，发现证明了。净土经里面说得很清楚，阿弥陀佛四十八愿，中心的一愿第十八愿。十八愿是什么？执持名号。我们晓得，四十八愿是十八愿的注解，《无量寿经》是四十八愿的注解，《华严经》是《无量寿经》的注解，这一切《大藏经》是《华严经》的注解。你这么一想，就明了这一句「阿弥陀佛」是所有一切佛法的总纲领。你抓住总纲领，就是抓住十方三世一切诸佛，他们所修、所行、所弘扬的，统统抓住了。还有哪一法能超过这一法的？没有！",
      "zh_TW": "隋唐時代的大德，他們在研究探索，發現證明了。淨土經裡面說得很清楚，阿彌陀佛四十八願，中心的一願第十八願。十八願是什麼？執持名號。我們曉得，四十八願是十八願的註解，《無量壽經》是四十八願的註解，《華嚴經》是《無量壽經》的註解，這一切《大藏經》是《華嚴經》的註解。你這麼一想，就明瞭這一句「阿彌陀佛」是所有一切佛法的總綱領。你抓住總綱領，就是抓住十方三世一切諸佛，他們所修、所行、所弘揚的，統統抓住了。還有哪一法能超過這一法的？沒有！"
    },
    {
      "id": "12-017-0972_p0013",
      "zh_CN": "因此，这一句佛号，我们用真诚心来念，来加持一个人，你要懂得这个道理，人在生病的时候，念佛给他助念，道理就懂得了。为什么这个人，我们知道他，他一生从来没有接触过佛法，也不信佛，甚至于完全反对佛；但是在他病重的时候，有人在旁边念佛给他加持，他在病重的时候，口虽然不能说话，他还会听，佛号听进去了。佛号加持，就把他整个身体，他身体是物质，物质我们知道，物质有灵知，就把这些物质，他每一个细胞结晶美化了，就像水一样。所以他本来面色很难看，念了两三个钟点佛号之后，他的面色好看了，面目如生了，纵然断气，身体柔软了，就是这么个道理。这里面一点迷信都没有。你的肉体、尸体，它是物质，物质每一个细胞，每一个分子，每一个原子、电子、粒子都有灵知。就像日本科学家所讲的水、米饭，它会听、它会看，它能感受人的意思。所以我们用佛号，这是最善意的感召，它有回应，它回应的结晶就非常之美，非常之善。这有道理在，这个道理今天被科学证明，我们的信心更是十足，一丝毫怀疑都没有了。",
      "zh_TW": "因此，這一句佛號，我們用真誠心來念，來加持一個人，你要懂得這個道理，人在生病的時候，念佛給他助念，道理就懂得了。為什麼這個人，我們知道他，他一生從來沒有接觸過佛法，也不信佛，甚至於完全反對佛；但是在他病重的時候，有人在旁邊念佛給他加持，他在病重的時候，口雖然不能說話，他還會聽，佛號聽進去了。佛號加持，就把他整個身體，他身體是物質，物質我們知道，物質有靈知，就把這些物質，他每一個細胞結晶美化了，就像水一樣。所以他本來面色很難看，念了兩三個鐘點佛號之後，他的面色好看了，面目如生了，縱然斷氣，身體柔軟了，就是這麼個道理。這裡面一點迷信都沒有。你的肉體、屍體，它是物質，物質每一個細胞，每一個分子，每一個原子、電子、粒子都有靈知。就像日本科學家所講的水、米飯，它會聽、它會看，它能感受人的意思。所以我們用佛號，這是最善意的感召，它有回應，它回應的結晶就非常之美，非常之善。這有道理在，這個道理今天被科學證明，我們的信心更是十足，一絲毫懷疑都沒有了。"
    },
    {
      "id": "12-017-0972_p0014",
      "zh_CN": "你要明了这个道理，你自己常常培养自己的善心，在一切顺境、逆境、善缘、恶缘，不起一个恶念，常常保持自己真诚清净平等慈悲，你身心健康，你身体里头每一个细胞的结晶都是最善美的。这就是「一切法从心想生」，心想不善，它的结晶就非常丑陋，很难看，我们在很多他实验的照片里头看到的，心地清净善良，它的结晶非常之美。我们断恶修善，断一切恶，修一切善，这是功；我们的心得法喜充满、得真实智慧，这是你心之德。那身呢？身是我们身体、容貌、体质，会随着善心善念转变成最美好的物质，最美好的结晶，就是最美好的物质。你的身体健康长寿，什么病痛都没有了，需不需要医药？不需要了。",
      "zh_TW": "你要明瞭這個道理，你自己常常培養自己的善心，在一切順境、逆境、善緣、惡緣，不起一個惡念，常常保持自己真誠清淨平等慈悲，你身心健康，你身體裡頭每一個細胞的結晶都是最善美的。這就是「一切法從心想生」，心想不善，它的結晶就非常醜陋，很難看，我們在很多他實驗的照片裡頭看到的，心地清淨善良，它的結晶非常之美。我們斷惡修善，斷一切惡，修一切善，這是功；我們的心得法喜充滿、得真實智慧，這是你心之德。那身呢？身是我們身體、容貌、體質，會隨著善心善念轉變成最美好的物質，最美好的結晶，就是最美好的物質。你的身體健康長壽，什麼病痛都沒有了，需不需要醫藥？不需要了。"
    },
    {
      "id": "12-017-0972_p0015",
      "zh_CN": "佛说这些道理，事实真相，在三千年前。真的是有功夫的人，得清净心、得禅定的人，他知道，他证实了。他证实，他也没有办法说给你听，说给你听，你也不相信。今天科学家证实，你会相信，为什么？那个显微镜摆在那里，你可以去看，人人都能看得到。你随着你自己念头，他叫你实验，你用爱心感恩，你看它是什么结晶？你用瞋恨，我要杀掉你，你看看它是什么一个反应？马上就反应给你看！大家都能够去观察，把这个道理、这个事实真相证明。由此可知，临终助念重要重要！你给他诵经，你看他们做实验，这个西藏喇嘛诵经，用他这诵经的录相带给水听，两三个小时之后，再去看水的结晶就非常之美，那个诵经的感应反应出来了。",
      "zh_TW": "佛說這些道理，事實真相，在三千年前。真的是有功夫的人，得清淨心、得禪定的人，他知道，他證實了。他證實，他也沒有辦法說給你聽，說給你聽，你也不相信。今天科學家證實，你會相信，為什麼？那個顯微鏡擺在那裡，你可以去看，人人都能看得到。你隨著你自己念頭，他叫你實驗，你用愛心感恩，你看它是什麼結晶？你用瞋恨，我要殺掉你，你看看它是什麼一個反應？馬上就反應給你看！大家都能夠去觀察，把這個道理、這個事實真相證明。由此可知，臨終助念重要重要！你給他誦經，你看他們做實驗，這個西藏喇嘛誦經，用他這誦經的錄相帶給水聽，兩三個小時之後，再去看水的結晶就非常之美，那個誦經的感應反應出來了。"
    },
    {
      "id": "12-017-0972_p0016",
      "zh_CN": "所以这是头一句赞叹，『功德智慧海』，威光菩萨成就了，我们要赶紧直追，一定要知道积功累德。要记住世尊在《十善业道经》上最重要的一段开示，「菩萨有一法，能离一切世间苦」，这一法是什么法？佛说了，「常念善法」。所以我们跟人相处，常念别人的好处，不要记别人的不善处，记别人不善处，我们整个的心，整个的生理都破坏了。谁破坏你？是你自己破坏自己，与外面境界不相干。人为什么这么傻，要记别人不善？佛菩萨聪明，亘古至今，决定不记一个众生不善。他所见的全是善的，所以常存善法，这个心，心地常存善法。「思惟善法」，你想，要想善的，不要想不善的，想利益众生的，不要想伤害众生的。「观察善法」，你六根接触外面六尘境界，你都应当取善法，不取不善。这样培养自己纯善的心，心地纯净纯善，这是功德。天天这样做，月月这样做，年年这样做，不知不觉你就证菩萨果位，就证佛的果位。",
      "zh_TW": "所以這是頭一句讚歎，『功德智慧海』，威光菩薩成就了，我們要趕緊直追，一定要知道積功累德。要記住世尊在《十善業道經》上最重要的一段開示，「菩薩有一法，能離一切世間苦」，這一法是什麼法？佛說了，「常念善法」。所以我們跟人相處，常念別人的好處，不要記別人的不善處，記別人不善處，我們整個的心，整個的生理都破壞了。誰破壞你？是你自己破壞自己，與外面境界不相干。人為什麼這麼傻，要記別人不善？佛菩薩聰明，亙古至今，決定不記一個眾生不善。他所見的全是善的，所以常存善法，這個心，心地常存善法。「思惟善法」，你想，要想善的，不要想不善的，想利益眾生的，不要想傷害眾生的。「觀察善法」，你六根接觸外面六塵境界，你都應當取善法，不取不善。這樣培養自己純善的心，心地純淨純善，這是功德。天天這樣做，月月這樣做，年年這樣做，不知不覺你就證菩薩果位，就證佛的果位。"
    },
    {
      "id": "12-017-0972_p0017",
      "zh_CN": "佛说的经教太多太多了。实在说，我们只要能受持这一句，念念不舍，这一生也就成就了。所以佛法里面常说的「一即一切，一切即一」。一法，任何一法都具足一切法；一切法可以含藏在任何一法之中。所以佛法是平等法，《般若经》上佛讲：法门平等，无有高下。一句就是一切，一切就是一句。常念善法，佛！思惟善法，观察善法，菩萨！为什么不学佛？为什么不学菩萨？你已经修积功德了，但是你得有方向，那你才有大成就；如果你没有方向，你的成就不大！",
      "zh_TW": "佛說的經教太多太多了。實在說，我們只要能受持這一句，念念不捨，這一生也就成就了。所以佛法裡面常說的「一即一切，一切即一」。一法，任何一法都具足一切法；一切法可以含藏在任何一法之中。所以佛法是平等法，《般若經》上佛講：法門平等，無有高下。一句就是一切，一切就是一句。常念善法，佛！思惟善法，觀察善法，菩薩！為什麼不學佛？為什麼不學菩薩？你已經修積功德了，但是你得有方向，那你才有大成就；如果你沒有方向，你的成就不大！"
    },
    {
      "id": "12-017-0972_p0018",
      "zh_CN": "你看看大威光他的方向目标，第二句所讲的，『发心趣向大菩提』，他的方向、他的目标是大菩提，大菩提是成佛。换句话说，他要成就究竟圆满的智慧，这叫大菩提。遍法界虚空界一切法中，无所不知，无所不能，彻法底源，这是大菩提。我们有没有这个志向？我们心量很小，得少为足。一般人讲，有人天福报就很满足，那个心量不大。小乘教里面，一般的方向目标，阿罗汉果；他能证个阿罗汉果，他就很满足，志向不大。像我们一般年轻的学生，小学生，如果是在文化落后的地区，你问问这些儿童：想不想读书？想。你想念到什么样的程度，你就满意？确实有很多，「我小学毕业，我就满意」、「我初中毕业就行了」。从来没有想到去念大学、去念个博士学位，没有这个念头。不但他自己没这个念头，他的父母、长辈也没有这个念头。民国初年，我这个年龄，在十岁左右，我们还住在农村。农村一般老人对小孩，他认识几个字就行了，能够记个帐，能写一个信就够了、就行了。标准定在这个地方，他怎么会有大成就？",
      "zh_TW": "你看看大威光他的方向目標，第二句所講的，『發心趣向大菩提』，他的方向、他的目標是大菩提，大菩提是成佛。換句話說，他要成就究竟圓滿的智慧，這叫大菩提。遍法界虛空界一切法中，無所不知，無所不能，徹法底源，這是大菩提。我們有沒有這個志向？我們心量很小，得少為足。一般人講，有人天福報就很滿足，那個心量不大。小乘教裡面，一般的方向目標，阿羅漢果；他能證個阿羅漢果，他就很滿足，志向不大。像我們一般年輕的學生，小學生，如果是在文化落後的地區，你問問這些兒童：想不想讀書？想。你想念到什麼樣的程度，你就滿意？確實有很多，「我小學畢業，我就滿意」、「我初中畢業就行了」。從來沒有想到去念大學、去念個博士學位，沒有這個念頭。不但他自己沒這個念頭，他的父母、長輩也沒有這個念頭。民國初年，我這個年齡，在十歲左右，我們還住在農村。農村一般老人對小孩，他認識幾個字就行了，能夠記個帳，能寫一個信就夠了、就行了。標準定在這個地方，他怎麼會有大成就？"
    },
    {
      "id": "12-017-0972_p0019",
      "zh_CN": "现在教育普及，一般人都知道有大学，有博士学位，很向往。但是今天的大学，跟半个世纪之前的大学，学位是一样的，实质上的内容呢？实质上讲，水平下降得太多了。在从前教育，确实小学毕业了，就懂人情世故，就很会做人、很会办事。今天虽然念到大学，念到博士学位，除了他所学那个专科的这个课程、这个知识，他拥有之外，其他的一无所知，不会做人，不会生活，这个麻烦大了。现在许许多多大学生，娇生惯养。没有人照顾他，学校里面有餐厅，如果没有餐厅，他自己不会烧饭，自己不会洗衣服，不能整理他这个小房间，处处都要别人伺候，贡高我慢。那要跟民国初年这小学生相比，差的悬殊太大了。小学生虽然没有这些专业知识，他会过日子，他懂得生活，他会尊敬长辈，会孝顺父母，会友爱兄弟，会帮助邻里乡党，受人尊重。",
      "zh_TW": "現在教育普及，一般人都知道有大學，有博士學位，很嚮往。但是今天的大學，跟半個世紀之前的大學，學位是一樣的，實質上的內容呢？實質上講，水平下降得太多了。在從前教育，確實小學畢業了，就懂人情世故，就很會做人、很會辦事。今天雖然念到大學，念到博士學位，除了他所學那個專科的這個課程、這個知識，他擁有之外，其他的一無所知，不會做人，不會生活，這個麻煩大了。現在許許多多大學生，嬌生慣養。沒有人照顧他，學校裡面有餐廳，如果沒有餐廳，他自己不會燒飯，自己不會洗衣服，不能整理他這個小房間，處處都要別人伺候，貢高我慢。那要跟民國初年這小學生相比，差的懸殊太大了。小學生雖然沒有這些專業知識，他會過日子，他懂得生活，他會尊敬長輩，會孝順父母，會友愛兄弟，會幫助鄰里鄉黨，受人尊重。"
    },
    {
      "id": "12-017-0972_p0020",
      "zh_CN": "所以提到教育，从前方东美先生是无限的感慨。我亲近他老人家，那个时候我二十六岁，我从小在家乡还受了一点老教育，沾上这么一点边缘，方先生居然就很认真的来教导我，单独的教导。我们原来只想着，到学校里面去听他的课，旁听。两三次谈话之后，他就决定不让我到学校里听课，每一个星期天到他家里，他给我两个小时，非常难得。什么原因？我们没有受过高等教育，没有完成学业，很想求学，又没有能力（经济上没有能力），得方先生个别指导，这就是我们懂得尊师重道，好学！不是像一般学生到学校是混文凭的、敷衍考试的，我们不是，我们真的想学一点东西。所以老师知道我们的心意，知道我们的愿望，特别慈悲，认真的教导，满足我们自己的愿望。我们今天看佛，你看看，对这些菩萨，菩萨是学生，我们看出来了。佛赞叹他「发心趣向大菩提」，这是大威光自己的成就。后面两句，等于说是佛给他授记。",
      "zh_TW": "所以提到教育，從前方東美先生是無限的感慨。我親近他老人家，那個時候我二十六歲，我從小在家鄉還受了一點老教育，沾上這麼一點邊緣，方先生居然就很認真的來教導我，單獨的教導。我們原來只想著，到學校裡面去聽他的課，旁聽。兩三次談話之後，他就決定不讓我到學校裡聽課，每一個星期天到他家裡，他給我兩個小時，非常難得。什麼原因？我們沒有受過高等教育，沒有完成學業，很想求學，又沒有能力（經濟上沒有能力），得方先生個別指導，這就是我們懂得尊師重道，好學！不是像一般學生到學校是混文憑的、敷衍考試的，我們不是，我們真的想學一點東西。所以老師知道我們的心意，知道我們的願望，特別慈悲，認真的教導，滿足我們自己的願望。我們今天看佛，你看看，對這些菩薩，菩薩是學生，我們看出來了。佛讚歎他「發心趣向大菩提」，這是大威光自己的成就。後面兩句，等於說是佛給他授記。"
    },
    {
      "id": "12-017-0972_p0021",
      "zh_CN": "『汝当得佛不思议』。「当得」，现在还是没有得到，还要努力加一把劲，往上提升，你就得到了。得到什么？「佛不思议」，智慧不思议、德能不思议、相好不思议，一切的一切皆不可思议，这是究竟的大圆满，就是证得无上正等正觉，证得无上究竟的佛果。你的功德圆满、智慧圆满了，没有一法不圆满。这个圆满不是一般的圆满，是究竟的圆满。到这个时候，你要『普为众生作依处』。这「依处」就是皈依处。一切众生在六道里面生死，在九法界里面流浪，不知道到哪里去，没有方向，没有目标；即使有方向、有目标，是短程的，是不究竟的。这个事情，我们稍微打听一下，你就明白了。你去问问，或者是你的朋友，或者是陌生人，你这一生的目标方向是什么？我相信大多数的人，他这一生的目标是想拥有财富，拥有权力、地位、五欲六尘的享受，他目标在此地。",
      "zh_TW": "『汝當得佛不思議』。「當得」，現在還是沒有得到，還要努力加一把勁，往上提升，你就得到了。得到什麼？「佛不思議」，智慧不思議、德能不思議、相好不思議，一切的一切皆不可思議，這是究竟的大圓滿，就是證得無上正等正覺，證得無上究竟的佛果。你的功德圓滿、智慧圓滿了，沒有一法不圓滿。這個圓滿不是一般的圓滿，是究竟的圓滿。到這個時候，你要『普為眾生作依處』。這「依處」就是皈依處。一切眾生在六道裡面生死，在九法界裡面流浪，不知道到哪裡去，沒有方向，沒有目標；即使有方向、有目標，是短程的，是不究竟的。這個事情，我們稍微打聽一下，你就明白了。你去問問，或者是你的朋友，或者是陌生人，你這一生的目標方向是什麼？我相信大多數的人，他這一生的目標是想擁有財富，擁有權力、地位、五欲六塵的享受，他目標在此地。"
    },
    {
      "id": "12-017-0972_p0022",
      "zh_CN": "稍微聪明一点的，接触过宗教的宗教徒，他会跟你讲：我的目标在天堂，我想亲近神、亲近上帝，我将来希望生天。唯有学佛，学佛怎么样？学佛还要真正契入大乘，他知道了，他明白了，这是真正皈依处，不一样！这才是真正究竟法！通达宇宙人生，世出世间一切性相、理事、因果，这是真实法。你生天，你只知其当然不知其所以然。佛法是要知其当然，还要知其所以然，不可思议！好，现在时间到了。",
      "zh_TW": "稍微聰明一點的，接觸過宗教的宗教徒，他會跟你講：我的目標在天堂，我想親近神、親近上帝，我將來希望生天。唯有學佛，學佛怎麼樣？學佛還要真正契入大乘，他知道了，他明白了，這是真正皈依處，不一樣！這才是真正究竟法！通達宇宙人生，世出世間一切性相、理事、因果，這是真實法。你生天，你只知其當然不知其所以然。佛法是要知其當然，還要知其所以然，不可思議！好，現在時間到了。"
    },
    {
      "id": "12-017-0972_p0023",
      "zh_CN": "诸位同学，请接着看第二首偈：",
      "zh_TW": "諸位同學，請接著看第二首偈："
    },
    {
      "id": "12-017-0972_p0024",
      "zh_CN": "【汝已出生大智海，悉能遍了一切法，当以难思妙方便，入佛无尽所行境。】",
      "zh_TW": "【汝已出生大智海，悉能遍了一切法，當以難思妙方便，入佛無盡所行境。】"
    },
    {
      "id": "12-017-0972_p0025",
      "zh_CN": "这还是前面两句赞叹威光菩萨的德行，这是他已经成就的德行，我们看到实在讲是无限的羡慕。『汝已』，就是已经。已经『出生大智海』，这句话就是中国大乘教里面常讲的，你已经大彻大悟明心见性了，这很不容易！过去生中曾经供养无量诸佛如来，你有这样深厚的善根，在这一生当中亲近两尊佛陀，接受佛陀的教诲。由于过去生中善根福德深厚，感得的果报殊胜，寿命两个小劫，比佛住世的时间还长。所以他在一生当中能遇到两尊佛，后面还会遇到第三尊佛，一生当中遇到三尊佛，这个谈何容易。",
      "zh_TW": "這還是前面兩句讚歎威光菩薩的德行，這是他已經成就的德行，我們看到實在講是無限的羨慕。『汝已』，就是已經。已經『出生大智海』，這句話就是中國大乘教裡面常講的，你已經大徹大悟明心見性了，這很不容易！過去生中曾經供養無量諸佛如來，你有這樣深厚的善根，在這一生當中親近兩尊佛陀，接受佛陀的教誨。由於過去生中善根福德深厚，感得的果報殊勝，壽命兩個小劫，比佛住世的時間還長。所以他在一生當中能遇到兩尊佛，後面還會遇到第三尊佛，一生當中遇到三尊佛，這個談何容易。"
    },
    {
      "id": "12-017-0972_p0026",
      "zh_CN": "『悉能遍了一切法』，「一切」是指世出世间一切法。我们常讲，遍法界虚空界一切刹土众生，这里面的性相、理事、因果，没有一样他不明了。他的明了是彻底透彻的明了，并不是只知道一些皮毛常识，彻底明了。像这些经文，我们看了之后，大威光菩萨究竟是什么地位？读了佛陀的赞叹，读了威光跟当机大众所得到的利益，我们从这里面去观察，威光菩萨肯定是等觉地位，在十地之上。他老人家是一生成就，这一生成就的秘诀，就是常念善法，思惟善法，观察善法，不容毫分不善夹杂，这是他的秘诀。",
      "zh_TW": "『悉能遍了一切法』，「一切」是指世出世間一切法。我們常講，遍法界虛空界一切剎土眾生，這裡面的性相、理事、因果，沒有一樣他不明瞭。他的明瞭是徹底透徹的明瞭，並不是只知道一些皮毛常識，徹底明瞭。像這些經文，我們看了之後，大威光菩薩究竟是什麼地位？讀了佛陀的讚歎，讀了威光跟當機大眾所得到的利益，我們從這裡面去觀察，威光菩薩肯定是等覺地位，在十地之上。他老人家是一生成就，這一生成就的祕訣，就是常念善法，思惟善法，觀察善法，不容毫分不善夾雜，這是他的祕訣。"
    },
    {
      "id": "12-017-0972_p0027",
      "zh_CN": "所以我常常劝同学，要拓开心量，要知道包容，不要记别人过失。为什么？我如果是老实告诉你，你根本听不懂。老实告诉你是什么？别人没有过失，过失在自己。这个话你懂得吗？佛菩萨懂。就像科学家实验的这一杯水，这杯水有好丑吗？没有！它哪里有善恶？它哪有好丑？但是你在显微镜底下去看，它真的有好丑、它真的有善恶；善恶不是它，善恶是我。我以善心，它就变善，我以恶心对它，它就变恶。这岂不是蕅益大师所说的，「境缘无好丑」，境是物质环境，缘是人事环境，「好丑在于心」，好丑在自己的心。这个心就是缘虑心，不是真心，真心跟外面的感应完全一样的，那是一真法界。所以一真法界没离开我们，我们只要离一切妄想分别执着，一真法界就是，这个法界就是一真法界。因为我们夹杂妄想分别执着，把一真法界变成了十法界，变成了无量无边的法界，念念法界都不一样。所以我们同样看这一杯水，前一分钟跟后一分钟看，它的结晶就有变化，这法界就不一样了。",
      "zh_TW": "所以我常常勸同學，要拓開心量，要知道包容，不要記別人過失。為什麼？我如果是老實告訴你，你根本聽不懂。老實告訴你是什麼？別人沒有過失，過失在自己。這個話你懂得嗎？佛菩薩懂。就像科學家實驗的這一杯水，這杯水有好醜嗎？沒有！它哪裡有善惡？它哪有好醜？但是你在顯微鏡底下去看，它真的有好醜、它真的有善惡；善惡不是它，善惡是我。我以善心，它就變善，我以惡心對它，它就變惡。這豈不是蕅益大師所說的，「境緣無好醜」，境是物質環境，緣是人事環境，「好醜在於心」，好醜在自己的心。這個心就是緣慮心，不是真心，真心跟外面的感應完全一樣的，那是一真法界。所以一真法界沒離開我們，我們只要離一切妄想分別執著，一真法界就是，這個法界就是一真法界。因為我們夾雜妄想分別執著，把一真法界變成了十法界，變成了無量無邊的法界，念念法界都不一樣。所以我們同樣看這一杯水，前一分鐘跟後一分鐘看，它的結晶就有變化，這法界就不一樣了。"
    },
    {
      "id": "12-017-0972_p0028",
      "zh_CN": "日本科学家通过八年的实验，从来没有看过两个结晶完全相同，证明法界是无量无边的。法界从哪里来的？我们自己念头上变化出来的，这个我常讲！现代科学家发现，空间确实不是单纯的，而是多维次的。在理论上讲，维次是无限的，实际上科学家能够证明存在的，至少有十一种不同维次空间，跟佛法所讲的一点差别都没有。他们讲不同维次空间，佛法里面讲十法界。佛讲的这个「十」不是数字，是代表圆满，是代表无尽，我们一般所谓的应有尽有，一个不漏，是代表这个意思。佛经里面很多代表字，「七」也是代表这个意思，七是讲四方、上下、中间，这叫七。所以它也不是数字，都是代表圆满。",
      "zh_TW": "日本科學家通過八年的實驗，從來沒有看過兩個結晶完全相同，證明法界是無量無邊的。法界從哪裡來的？我們自己念頭上變化出來的，這個我常講！現代科學家發現，空間確實不是單純的，而是多維次的。在理論上講，維次是無限的，實際上科學家能夠證明存在的，至少有十一種不同維次空間，跟佛法所講的一點差別都沒有。他們講不同維次空間，佛法裡面講十法界。佛講的這個「十」不是數字，是代表圓滿，是代表無盡，我們一般所謂的應有盡有，一個不漏，是代表這個意思。佛經裡面很多代表字，「七」也是代表這個意思，七是講四方、上下、中間，這叫七。所以它也不是數字，都是代表圓滿。"
    },
    {
      "id": "12-017-0972_p0029",
      "zh_CN": "威光菩萨今天智慧开了，他能够「遍了一切法」，一般大乘经上讲的，这是什么果位？八地、九地、十地、等觉，是在这个位次上。八地菩萨开始转阿赖耶识为大圆镜智，所以能够「遍了一切法」。八地菩萨的遍了比不上九地，九地也是遍了，差别在哪里？九地比他更清楚，他虽然遍了，还有一些不太清楚；那十地就更清楚了。到十一地等觉，那个清晰度跟佛就相等，所以称等觉。这是他自己修行的功夫。",
      "zh_TW": "威光菩薩今天智慧開了，他能夠「遍了一切法」，一般大乘經上講的，這是什麼果位？八地、九地、十地、等覺，是在這個位次上。八地菩薩開始轉阿賴耶識為大圓鏡智，所以能夠「遍了一切法」。八地菩薩的遍了比不上九地，九地也是遍了，差別在哪裡？九地比他更清楚，他雖然遍了，還有一些不太清楚；那十地就更清楚了。到十一地等覺，那個清晰度跟佛就相等，所以稱等覺。這是他自己修行的功夫。"
    },
    {
      "id": "12-017-0972_p0030",
      "zh_CN": "后面两句，佛给他授记，『当以难思妙方便，入佛无尽所行境』。难思的妙方便是什么？我们就《华严经》而论华严，我想这个「难思」就是不可思议的妙方便，就是吉祥云比丘传授善财童子之法，念佛求生净土，「难思的妙方便」。你们诸位想想，是不是这个？普贤菩萨十大愿王导归极乐。吉祥云比丘所修的叫「佛立三昧」，也称之为「般舟三昧」，「般舟」是梵语，放下万缘，一心专念。专到什么程度？二六时中，佛号不断，勇猛精进，不能躺下来睡觉，不能坐在那个地方。所以这个修行方法，只可以走动，经行，我们讲绕佛，经行，可以站在那里，可以拜佛，但是不能坐下来，不能躺着，一期九十天。对于一般人来讲，确实是有相当的难度，你能九十天不睡觉吗？",
      "zh_TW": "後面兩句，佛給他授記，『當以難思妙方便，入佛無盡所行境』。難思的妙方便是什麼？我們就《華嚴經》而論華嚴，我想這個「難思」就是不可思議的妙方便，就是吉祥雲比丘傳授善財童子之法，念佛求生淨土，「難思的妙方便」。你們諸位想想，是不是這個？普賢菩薩十大願王導歸極樂。吉祥雲比丘所修的叫「佛立三昧」，也稱之為「般舟三昧」，「般舟」是梵語，放下萬緣，一心專念。專到什麼程度？二六時中，佛號不斷，勇猛精進，不能躺下來睡覺，不能坐在那個地方。所以這個修行方法，只可以走動，經行，我們講繞佛，經行，可以站在那裡，可以拜佛，但是不能坐下來，不能躺著，一期九十天。對於一般人來講，確實是有相當的難度，你能九十天不睡覺嗎？"
    },
    {
      "id": "12-017-0972_p0031",
      "zh_CN": "佛法里面说财色名食睡，这个东西可以离开的，可以舍弃的，可以不吃，可以不睡。到什么时候你能把这个五欲断掉？跟诸位说，初禅。所以你要证得初禅，这个财色名食睡都没有了。这个身体，这是物质，身体活动需要能量，能量从哪儿来的？欲界众生这个能量来源是饮食，主要的来源，第一个来源；第二个来源是精神生活，物质生活跟精神生活。色界初禅以上，饮食这一道断掉了，他不需要了。换句话说，他一定是发现另外一种能源，来支持这个机器，让它照样运作，它不需要用欲界里面通常一般的能量。佛在经上告诉我们「禅悦为食」，这不是饮食，从禅定里面生起的欢喜心。世间人曾经说过一句话，说「人逢喜事精神爽」，人遇到开心快乐的事情，精神百倍，养分。所以欢喜、快乐是能量的来源，比饮食高明多了，饮食有副作用，这个没有副作用。法喜充满，常生欢喜心，这是初禅以上的境界，从这个地方得到充分的滋养。",
      "zh_TW": "佛法裡面說財色名食睡，這個東西可以離開的，可以捨棄的，可以不吃，可以不睡。到什麼時候你能把這個五欲斷掉？跟諸位說，初禪。所以你要證得初禪，這個財色名食睡都沒有了。這個身體，這是物質，身體活動需要能量，能量從哪兒來的？欲界眾生這個能量來源是飲食，主要的來源，第一個來源；第二個來源是精神生活，物質生活跟精神生活。色界初禪以上，飲食這一道斷掉了，他不需要了。換句話說，他一定是發現另外一種能源，來支持這個機器，讓它照樣運作，它不需要用欲界裡面通常一般的能量。佛在經上告訴我們「禪悅為食」，這不是飲食，從禪定裡面生起的歡喜心。世間人曾經說過一句話，說「人逢喜事精神爽」，人遇到開心快樂的事情，精神百倍，養分。所以歡喜、快樂是能量的來源，比飲食高明多了，飲食有副作用，這個沒有副作用。法喜充滿，常生歡喜心，這是初禪以上的境界，從這個地方得到充分的滋養。"
    },
    {
      "id": "12-017-0972_p0032",
      "zh_CN": "那是不是还有更高层的能源？我们不得而知。但是在大乘经教里面，确实有讯息。这个讯息从哪里来？法性里面本来具足的。你看本来具足的般若智慧，本来具足的无量的德能，本来具足的圆满相好。如果他需要外面能源来补充，就不能叫本来具足。既然是本来具足，哪里需要外面补充？不需要！诸佛菩萨，我们没有看到他有饮食的补充。我们凡夫拿着饮食去供养佛菩萨，那是什么？尽我们一点的心意。佛菩萨需不需要？不需要。如果佛菩萨需要，他就堕落了，他就变成凡夫。但是我们这样作法，表示我们对佛菩萨的尊敬供养，是这个意思；佛菩萨决定不要。不要这个供养怎么办？佛菩萨有巧方便，这个巧方便是立刻展转布施给九法界的众生。我们供佛菩萨，佛菩萨没有享受，九法界神灵他们享受；他们享受是佛菩萨转送给他们的，他们需要。佛菩萨也替我们做了好事，因为我们跟这些神灵没有缘分，这一展转佛菩萨代我们跟九法界众生结了缘。缘结得愈多愈好，将来成佛度众生的数量就多，当然不能有这个贪心，有这个贪心是错误的。但是它是事实真相，法尔如是。所以可以说说，不可以执着，不可以分别、不可以执着。",
      "zh_TW": "那是不是還有更高層的能源？我們不得而知。但是在大乘經教裡面，確實有訊息。這個訊息從哪裡來？法性裡面本來具足的。你看本來具足的般若智慧，本來具足的無量的德能，本來具足的圓滿相好。如果他需要外面能源來補充，就不能叫本來具足。既然是本來具足，哪裡需要外面補充？不需要！諸佛菩薩，我們沒有看到他有飲食的補充。我們凡夫拿著飲食去供養佛菩薩，那是什麼？盡我們一點的心意。佛菩薩需不需要？不需要。如果佛菩薩需要，他就墮落了，他就變成凡夫。但是我們這樣作法，表示我們對佛菩薩的尊敬供養，是這個意思；佛菩薩決定不要。不要這個供養怎麼辦？佛菩薩有巧方便，這個巧方便是立刻展轉布施給九法界的眾生。我們供佛菩薩，佛菩薩沒有享受，九法界神靈他們享受；他們享受是佛菩薩轉送給他們的，他們需要。佛菩薩也替我們做了好事，因為我們跟這些神靈沒有緣分，這一展轉佛菩薩代我們跟九法界眾生結了緣。緣結得愈多愈好，將來成佛度眾生的數量就多，當然不能有這個貪心，有這個貪心是錯誤的。但是它是事實真相，法爾如是。所以可以說說，不可以執著，不可以分別、不可以執著。"
    },
    {
      "id": "12-017-0972_p0033",
      "zh_CN": "「妙方便」，我们肯定在这一句万德洪名。如果你真懂得，这个懂得里头，有真诚坚定不变的信心、愿心、感恩的心、清净平等慈悲的心，那这一句佛号妙不可言。所以我教同学，这是很多年前了，我在新加坡教大家一心专念阿弥陀佛。这一心里头决定不夹杂一个妄想，难！太难太难了！可是我的方法不难，这什么原因？我只教你念十句阿弥陀佛。合掌，什么都放下，心地清净，阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛，这样念十句。你想想，这十句里头有没有一个妄想？没有。念再多了就会有妄想。只念十句，一天念九次。这个九次，早晨起来起床，洗脸漱口之后念一次；晚上睡觉之前念一次，这是早晚两次。你要吃三餐饭，每一餐饭在饭前念一次，我不念供养咒，饭菜摆得整整齐齐的，先合掌，恭恭敬敬念十句阿弥陀佛，这三餐饭就三次了；跟早晚合起来五次了。另外则是，你工作之前，你上班工作，在没有工作之前，先念十句佛号，再去做工。工作做完之后，下班了，我念十句佛号，我离开我的工作。上午上班、下班，下午上班、下班，四次。总共九次。",
      "zh_TW": "「妙方便」，我們肯定在這一句萬德洪名。如果你真懂得，這個懂得裡頭，有真誠堅定不變的信心、願心、感恩的心、清淨平等慈悲的心，那這一句佛號妙不可言。所以我教同學，這是很多年前了，我在新加坡教大家一心專念阿彌陀佛。這一心裡頭決定不夾雜一個妄想，難！太難太難了！可是我的方法不難，這什麼原因？我只教你念十句阿彌陀佛。合掌，什麼都放下，心地清淨，阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛，這樣念十句。你想想，這十句裡頭有沒有一個妄想？沒有。念再多了就會有妄想。只念十句，一天念九次。這個九次，早晨起來起床，洗臉漱口之後念一次；晚上睡覺之前念一次，這是早晚兩次。你要吃三餐飯，每一餐飯在飯前念一次，我不念供養咒，飯菜擺得整整齊齊的，先合掌，恭恭敬敬念十句阿彌陀佛，這三餐飯就三次了；跟早晚合起來五次了。另外則是，你工作之前，你上班工作，在沒有工作之前，先念十句佛號，再去做工。工作做完之後，下班了，我念十句佛號，我離開我的工作。上午上班、下班，下午上班、下班，四次。總共九次。"
    },
    {
      "id": "12-017-0972_p0034",
      "zh_CN": "有很多同学照我这个方法做，做得很有效果，打电话给我。现在我们对这个道理更清楚了，感应更显著了，应当加多，加多是次数加多，好！我们接见客人，跟客人见面，合掌，默念十声佛号，再跟他谈事情。这十声佛号是什么？这是最好的讯息加持他。就像科学家实验对这水一样，你想喝这一杯水之前，你合掌恭恭敬敬的对这个水念十声佛号，水的结晶就变成非常好，你喝下去就像甘露一样，它会治病。所以为什么大悲水能治病，什么原因？没有别的，就是这杯水你给它念大悲咒，你在显微镜下，它的结晶特别美，你喝下去之后，这个滋养能够化解你体内的一些毒素，帮你解毒，就是这么个道理。真的，它有科学根据，这不是迷信。所以对一切人、一切事、一切物，我们之前的时候合掌念十声佛号。你驾车，你在准备的时候，坐上你的座位，在你方向盘面前，你合掌先念十句佛号，你对着你的方向盘。到达目的地下车，你也不要慌张，车停下来之后，你再合掌念十声佛号，不可思议的效果。一切时、一切处，你要能这样修持，这叫积功累德。",
      "zh_TW": "有很多同學照我這個方法做，做得很有效果，打電話給我。現在我們對這個道理更清楚了，感應更顯著了，應當加多，加多是次數加多，好！我們接見客人，跟客人見面，合掌，默念十聲佛號，再跟他談事情。這十聲佛號是什麼？這是最好的訊息加持他。就像科學家實驗對這水一樣，你想喝這一杯水之前，你合掌恭恭敬敬的對這個水念十聲佛號，水的結晶就變成非常好，你喝下去就像甘露一樣，它會治病。所以為什麼大悲水能治病，什麼原因？沒有別的，就是這杯水你給它念大悲咒，你在顯微鏡下，它的結晶特別美，你喝下去之後，這個滋養能夠化解你體內的一些毒素，幫你解毒，就是這麼個道理。真的，它有科學根據，這不是迷信。所以對一切人、一切事、一切物，我們之前的時候合掌念十聲佛號。你駕車，你在準備的時候，坐上你的座位，在你方向盤面前，你合掌先念十句佛號，你對著你的方向盤。到達目的地下車，你也不要慌張，車停下來之後，你再合掌念十聲佛號，不可思議的效果。一切時、一切處，你要能這樣修持，這叫積功累德。"
    },
    {
      "id": "12-017-0972_p0035",
      "zh_CN": "这个就是佛教大威光「当以难思妙方便，入佛无尽所行境」，你这个行法跟一切诸佛就没有两样了。对一切人，如果我们要有什么交涉的事情，这个方法会起很大作用。你合掌默念十声佛号，那没有什么不通达的，就不会有障碍了。这个「难思妙方便」，懂得的人很少，你真懂得，你真会做的时候，你跟佛菩萨没有什么两样，理事无碍，事事无碍，人家办不通，你能办得通。什么原因？你有妙方便，这个妙方便就是纯净纯善。这一句佛号就是纯净纯善。再看第三首，下面一首：",
      "zh_TW": "這個就是佛教大威光「當以難思妙方便，入佛無盡所行境」，你這個行法跟一切諸佛就沒有兩樣了。對一切人，如果我們要有什麼交涉的事情，這個方法會起很大作用。你合掌默念十聲佛號，那沒有什麼不通達的，就不會有障礙了。這個「難思妙方便」，懂得的人很少，你真懂得，你真會做的時候，你跟佛菩薩沒有什麼兩樣，理事無礙，事事無礙，人家辦不通，你能辦得通。什麼原因？你有妙方便，這個妙方便就是純淨純善。這一句佛號就是純淨純善。再看第三首，下面一首："
    },
    {
      "id": "12-017-0972_p0036",
      "zh_CN": "【已见诸佛功德云，已入无尽智慧地。】",
      "zh_TW": "【已見諸佛功德雲，已入無盡智慧地。】"
    },
    {
      "id": "12-017-0972_p0037",
      "zh_CN": "这个两句，佛赞叹威光菩萨，他已经成就了。『已见诸佛功德云』，十方一切诸佛功德无量无边。你要问，他无量无边功德，你说一点给我们听听！释迦牟尼佛跟我们讲这一部《大方广佛华严经》，就是略说佛功德。「云」表离妄想分别执着，佛修功，不分别修功的相，不执着修功的相，修功当然有德，但是也不执着德的相，这就是入无功用的境界。修而无修，无修而修。修是什么？事上是真做。无修是什么？心地干干净净，一尘不染。无修不是事上也不做了，那你是误会，你统统搞错了。放下，是让你心里面放下妄想分别执着，不是叫你放下这些事相。如果事相放下了，那释迦牟尼佛何必来应化？应当放下。何必讲经说法三百余会，四十九年？应当放下。理事无碍，事照做，心里头放下。心里头确实一丝毫染着都没有，这才是究竟圆满功德云。这个「云」的意思很深，离一切相，即一切法。『已入无尽智慧地』，无尽的智慧地，在此地来说，这是等觉地，法云地。这前面我们读过的。法云，等觉的地位，菩萨已经证得的。下面这是佛给他的授记：",
      "zh_TW": "這個兩句，佛讚歎威光菩薩，他已經成就了。『已見諸佛功德雲』，十方一切諸佛功德無量無邊。你要問，他無量無邊功德，你說一點給我們聽聽！釋迦牟尼佛跟我們講這一部《大方廣佛華嚴經》，就是略說佛功德。「雲」表離妄想分別執著，佛修功，不分別修功的相，不執著修功的相，修功當然有德，但是也不執著德的相，這就是入無功用的境界。修而無修，無修而修。修是什麼？事上是真做。無修是什麼？心地乾乾淨淨，一塵不染。無修不是事上也不做了，那你是誤會，你統統搞錯了。放下，是讓你心裡面放下妄想分別執著，不是叫你放下這些事相。如果事相放下了，那釋迦牟尼佛何必來應化？應當放下。何必講經說法三百餘會，四十九年？應當放下。理事無礙，事照做，心裡頭放下。心裡頭確實一絲毫染著都沒有，這才是究竟圓滿功德雲。這個「雲」的意思很深，離一切相，即一切法。『已入無盡智慧地』，無盡的智慧地，在此地來說，這是等覺地，法雲地。這前面我們讀過的。法雲，等覺的地位，菩薩已經證得的。下面這是佛給他的授記："
    },
    {
      "id": "12-017-0972_p0038",
      "zh_CN": "【诸波罗蜜方便海，大名称者当满足。】",
      "zh_TW": "【諸波羅蜜方便海，大名稱者當滿足。】"
    },
    {
      "id": "12-017-0972_p0039",
      "zh_CN": "我们看那个「当」，当，还没有得到满足，快了，你应当满足了。这个满足是如来果地，等觉菩萨没满足，『当满足』，十地菩萨也可以说当满足。『大名称者』是佛陀，世尊、导师都是对佛的称呼。佛有十种德号，这诸位都晓得，如来、正遍知，明行足，这些名称都叫「大名称」。『诸波罗蜜方便海』，我们在这一句里头着重在「方便」。「诸」这个字，多。通常在大乘经里面看到的十波罗蜜，《华严经》上讲的；六波罗蜜，一切大乘经上讲的。学的人很多很多，你看修布施、修持戒、修忍辱、修精进、修禅定、修般若，这非常普遍。修了怎样？修了不会用。换句话说，在生活上用不上。生活上还是照旧，没有一丝毫改变，这就没有方便。佛家常讲「方便为门」，你虽然修诸波罗蜜，你没有方便门，所以你不能契入，你得不到受用。我们在讲席里头常常勉励同学们，你怎样把布施落实在你生活当中，把布施变成生活，把持戒变成生活，把忍辱变成生活；你要不能变成生活，你就没有方便了。你学了，学了没用处。",
      "zh_TW": "我們看那個「當」，當，還沒有得到滿足，快了，你應當滿足了。這個滿足是如來果地，等覺菩薩沒滿足，『當滿足』，十地菩薩也可以說當滿足。『大名稱者』是佛陀，世尊、導師都是對佛的稱呼。佛有十種德號，這諸位都曉得，如來、正遍知，明行足，這些名稱都叫「大名稱」。『諸波羅蜜方便海』，我們在這一句裡頭著重在「方便」。「諸」這個字，多。通常在大乘經裡面看到的十波羅蜜，《華嚴經》上講的；六波羅蜜，一切大乘經上講的。學的人很多很多，你看修布施、修持戒、修忍辱、修精進、修禪定、修般若，這非常普遍。修了怎樣？修了不會用。換句話說，在生活上用不上。生活上還是照舊，沒有一絲毫改變，這就沒有方便。佛家常講「方便為門」，你雖然修諸波羅蜜，你沒有方便門，所以你不能契入，你得不到受用。我們在講席裡頭常常勉勵同學們，你怎樣把布施落實在你生活當中，把布施變成生活，把持戒變成生活，把忍辱變成生活；你要不能變成生活，你就沒有方便了。你學了，學了沒用處。"
    },
    {
      "id": "12-017-0972_p0040",
      "zh_CN": "怎么样学方便？这《华严经》里面那就讲得太多太多了。古圣先贤教我们做人，谚语有所谓「做事难，做人更难」。做人为什么那么难？你没有智慧、没有方便，你就难。如果你有智慧，你有方便，就不难。我常常劝导同学们，我希望我自己这一生当中，没有一个对立的人，没有一个看不顺眼的人，没有一个怨恨的人，我常说我就很满意了。别人怎么对我，那是他的事情，我只问我怎样对人。佛法的修学是修自己，不是修别人。修别人，那怎么能成得了佛；修自己才能一生圆满菩提。善财修自己，所以他一生证得究竟的佛果。你再仔细观察祖师大德们，他们的成就，他不是修别人，他修自己。",
      "zh_TW": "怎麼樣學方便？這《華嚴經》裡面那就講得太多太多了。古聖先賢教我們做人，諺語有所謂「做事難，做人更難」。做人為什麼那麼難？你沒有智慧、沒有方便，你就難。如果你有智慧，你有方便，就不難。我常常勸導同學們，我希望我自己這一生當中，沒有一個對立的人，沒有一個看不順眼的人，沒有一個怨恨的人，我常說我就很滿意了。別人怎麼對我，那是他的事情，我只問我怎樣對人。佛法的修學是修自己，不是修別人。修別人，那怎麼能成得了佛；修自己才能一生圓滿菩提。善財修自己，所以他一生證得究竟的佛果。你再仔細觀察祖師大德們，他們的成就，他不是修別人，他修自己。"
    },
    {
      "id": "12-017-0972_p0041",
      "zh_CN": "我在早年还遇到一位老法师，灵源老和尚，台湾基隆十方大觉寺的方丈。我受戒的时候，他是我的尊证和尚，曾经邀请我，在大觉寺夏安居里面讲《楞严经》，那一年是我四十五岁。这个经讲了三分之一，生病了，那个算命说我四十五岁要死，过不去。所以我知道，这生病大概寿命到了，所以关在寮房里面，念佛求往生。我也不看医生，我也不吃药。医生只能医病，不能医命，命到了，没用处。好好念佛求往生，念了一个月，好了，身体复原。遗憾就是那次《楞严经》没讲圆满。",
      "zh_TW": "我在早年還遇到一位老法師，靈源老和尚，台灣基隆十方大覺寺的方丈。我受戒的時候，他是我的尊證和尚，曾經邀請我，在大覺寺夏安居裡面講《楞嚴經》，那一年是我四十五歲。這個經講了三分之一，生病了，那個算命說我四十五歲要死，過不去。所以我知道，這生病大概壽命到了，所以關在寮房裡面，念佛求往生。我也不看醫生，我也不吃藥。醫生只能醫病，不能醫命，命到了，沒用處。好好念佛求往生，念了一個月，好了，身體復原。遺憾就是那次《楞嚴經》沒講圓滿。"
    },
    {
      "id": "12-017-0972_p0042",
      "zh_CN": "灵源老和尚，他有一个很了不起的地方。他的画画得好，天天在方丈室里画佛像、画罗汉像。寺庙里头有打架的、有吵闹的，他不闻不问。所有一切是非，人家去报告，传话给他了，他都点头：好，好，我知道了，你去。知道之后，他事也就没有了。他做了一个修行的样子给我们看。这个世间，尤其是现代这个时代，这什么时代？是非场，这个地球就是个是非场。高明的人在是非场里头不卷入是非，高！你们有是非，我没有是非；你们有争执，我没有争执；你们有名闻利养，有争名夺利，我一样都没有。什么都没有，跟大家相处，好处。为什么？你所要的我不要，统统都给你，没有冲突。你想要，我也想要，麻烦大了，冲突发生了，那就不好相处了。你们所争的，你们所想要的，我也不争，我也不要。老和尚天天在方丈室里面，那房子很小，在那里诵经，在那里画佛像，在那里写字，外面事情不闻不问。我见到这样的方式，我很尊敬、我很佩服，一般人做不到。真的看破放下了，他才能做到。",
      "zh_TW": "靈源老和尚，他有一個很了不起的地方。他的畫畫得好，天天在方丈室裡畫佛像、畫羅漢像。寺廟裡頭有打架的、有吵鬧的，他不聞不問。所有一切是非，人家去報告，傳話給他了，他都點頭：好，好，我知道了，你去。知道之後，他事也就沒有了。他做了一個修行的樣子給我們看。這個世間，尤其是現代這個時代，這什麼時代？是非場，這個地球就是個是非場。高明的人在是非場裡頭不捲入是非，高！你們有是非，我沒有是非；你們有爭執，我沒有爭執；你們有名聞利養，有爭名奪利，我一樣都沒有。什麼都沒有，跟大家相處，好處。為什麼？你所要的我不要，統統都給你，沒有衝突。你想要，我也想要，麻煩大了，衝突發生了，那就不好相處了。你們所爭的，你們所想要的，我也不爭，我也不要。老和尚天天在方丈室裡面，那房子很小，在那裡誦經，在那裡畫佛像，在那裡寫字，外面事情不聞不問。我見到這樣的方式，我很尊敬、我很佩服，一般人做不到。真的看破放下了，他才能做到。"
    },
    {
      "id": "12-017-0972_p0043",
      "zh_CN": "我遇到确实还有几个不错的，道安法师，心量大，没有嫉妒心，肯帮助后学。他办大专佛学讲座，请我去做总主讲。我上课的时候人多，大讲堂挤得满满的，有几百人。他上课，我看看，我去参观过两次，三、四十个人。那要在一般人看到这个现象，一定马上把我赶走了；他不但不赶走，欢喜。我心里看到很难过，我上午讲，他下午讲，我就跟他商量一下，我说：老和尚，我们时间对调一下，上午你讲，下午我讲。对调了，对调之后，上午没有人去，下午人都满满的，所以没有办法。但是他对我们后辈始终爱护，照顾得很周到，成全年轻人。他对于他听众很少，他不以为然，他没放在心上，这很了不起的地方。",
      "zh_TW": "我遇到確實還有幾個不錯的，道安法師，心量大，沒有嫉妒心，肯幫助後學。他辦大專佛學講座，請我去做總主講。我上課的時候人多，大講堂擠得滿滿的，有幾百人。他上課，我看看，我去參觀過兩次，三、四十個人。那要在一般人看到這個現象，一定馬上把我趕走了；他不但不趕走，歡喜。我心裡看到很難過，我上午講，他下午講，我就跟他商量一下，我說：老和尚，我們時間對調一下，上午你講，下午我講。對調了，對調之後，上午沒有人去，下午人都滿滿的，所以沒有辦法。但是他對我們後輩始終愛護，照顧得很周到，成全年輕人。他對於他聽眾很少，他不以為然，他沒放在心上，這很了不起的地方。"
    },
    {
      "id": "12-017-0972_p0044",
      "zh_CN": "有很多人骗他，骗他的钱。他往生之后，听说欠了八、九百万的债务，都被人骗去的。他知不知道？清楚得很，这个我们佩服。我有一天在大专讲座上课，我去得比较早一点，到他老人家寮房里去坐坐，看看他。我一走进去，他就问我：净空法师，刚才有个某居士出去了，你看到没有？我说：我看到了，大门口遇到他。我也跟他很熟。他说：他今天又来骗我。那个骗他的人，不知道老和尚知道，以为老和尚不晓得，真的又被骗了。我问道安法师，我说：那你给他没有？给他了。这一点难得！知道你来骗我的钱，还是给你。总有一天你明白了，每一次骗老和尚，老和尚都知道，他惭愧心才生起来。我们一般讲良心发现，他才回头。所以真正有智慧、有德行，要度化一个众生，教人家回头，要有「方便海」。再过几年，或者过个十年、二十年，他想想他一生的行业，那对老和尚那种尊敬的心、忏悔的心，油然而生。你用什么心对人，人家用什么心对你。",
      "zh_TW": "有很多人騙他，騙他的錢。他往生之後，聽說欠了八、九百萬的債務，都被人騙去的。他知不知道？清楚得很，這個我們佩服。我有一天在大專講座上課，我去得比較早一點，到他老人家寮房裡去坐坐，看看他。我一走進去，他就問我：淨空法師，剛才有個某居士出去了，你看到沒有？我說：我看到了，大門口遇到他。我也跟他很熟。他說：他今天又來騙我。那個騙他的人，不知道老和尚知道，以為老和尚不曉得，真的又被騙了。我問道安法師，我說：那你給他沒有？給他了。這一點難得！知道你來騙我的錢，還是給你。總有一天你明白了，每一次騙老和尚，老和尚都知道，他慚愧心才生起來。我們一般講良心發現，他才回頭。所以真正有智慧、有德行，要度化一個眾生，教人家回頭，要有「方便海」。再過幾年，或者過個十年、二十年，他想想他一生的行業，那對老和尚那種尊敬的心、懺悔的心，油然而生。你用什麼心對人，人家用什麼心對你。"
    },
    {
      "id": "12-017-0972_p0045",
      "zh_CN": "这是老和尚非常值得我们尊敬的地方，也就是此地讲的「诸波罗蜜」，他能落实；布施波罗蜜他落实了，忍辱波罗蜜他落实了，般若波罗蜜他落实了。落实，明了，不糊涂！忍辱，你能骗我，我能忍受得了。你问我要钱，我给你，布施！老和尚用这些手段，目的何在？目的是希望你觉悟，希望你回头。这是我们应当要学习的。禅定是如如不动，智慧是了了分明，用善巧方便接引你入佛门。要把不善的人变成善人，把恶人变成好人，把迷惑颠倒的人变成觉悟的人，这是佛法，这是功德。我们在此地看到，大威光菩萨圆满了，他得的是大圆满。六度展开就是无量无边的法门，无量无边的法门称「方便海」。六波罗蜜、十波罗蜜，那是无量无边法门的总纲领、总原则。现在时间到了，我们就讲到此地。",
      "zh_TW": "這是老和尚非常值得我們尊敬的地方，也就是此地講的「諸波羅蜜」，他能落實；布施波羅蜜他落實了，忍辱波羅蜜他落實了，般若波羅蜜他落實了。落實，明瞭，不糊塗！忍辱，你能騙我，我能忍受得了。你問我要錢，我給你，布施！老和尚用這些手段，目的何在？目的是希望你覺悟，希望你回頭。這是我們應當要學習的。禪定是如如不動，智慧是了了分明，用善巧方便接引你入佛門。要把不善的人變成善人，把惡人變成好人，把迷惑顛倒的人變成覺悟的人，這是佛法，這是功德。我們在此地看到，大威光菩薩圓滿了，他得的是大圓滿。六度展開就是無量無邊的法門，無量無邊的法門稱「方便海」。六波羅蜜、十波羅蜜，那是無量無邊法門的總綱領、總原則。現在時間到了，我們就講到此地。"
    }
  ]
}