{
  "doc_id": "12-017-1291",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二九一卷",
    "zh_TW": "第一二九一卷"
  },
  "year": "2004",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1291",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "12-017-1291_p0001",
      "zh_CN": "诸位同学，请看「光明觉品」，第九段光照十亿界，偈颂第六首看起：",
      "zh_TW": "諸位同學，請看「光明覺品」，第九段光照十億界，偈頌第六首看起："
    },
    {
      "id": "12-017-1291_p0002",
      "zh_CN": "【众生迷惑失正道，常行邪径入暗宅，为彼大然正法灯，永作照明是其行。】",
      "zh_TW": "【眾生迷惑失正道，常行邪徑入暗宅，為彼大然正法燈，永作照明是其行。】"
    },
    {
      "id": "12-017-1291_p0003",
      "zh_CN": "这首偈前面我们说到『大然正法灯』。说到佛法传到中国来之后，中国的佛教祖师大德们为我们开了两门，解门与行门。解门是讲经，在十个宗派里头，偏重在解门有华严、天台、三论、法相；偏重在行门有禅宗、有净土、有密宗、有律宗。大乘八个宗派分得很平均。但是，我们要知道解门里头有行门，不是说只解不行，行门里面也有解门，不过就是它的偏重不一样，要懂这个道理。",
      "zh_TW": "這首偈前面我們說到『大然正法燈』。說到佛法傳到中國來之後，中國的佛教祖師大德們為我們開了兩門，解門與行門。解門是講經，在十個宗派裡頭，偏重在解門有華嚴、天台、三論、法相；偏重在行門有禪宗、有淨土、有密宗、有律宗。大乘八個宗派分得很平均。但是，我們要知道解門裡頭有行門，不是說只解不行，行門裡面也有解門，不過就是它的偏重不一樣，要懂這個道理。"
    },
    {
      "id": "12-017-1291_p0004",
      "zh_CN": "佛法的修学决定是解行相应，这才能成就。清凉判《华严》四分，信解行证。修行确实是要从解入门，信解然后才有行证，这是不变的道理。古人比喻得很好，解如目（眼睛），行如足。如果你眼睛瞎了，你不知道方向、不认识路，你走路就很危险；如果有眼睛看得清楚，没有脚， 你永远达不到。所以解跟行是相辅相成，决定不能离开。教下先解后行，宗门是先行后解，开悟之后再看经、再听教，那真的叫一闻千悟，进度非常快。净土宗虽然偏重在行门，并不忽略解门，看看净土宗历代这些祖师，我们就明白了。十三位祖师最后这一位是印光法师，都是通宗通教，显密圆融。你看看他们给经做的这些注解，莲池大师的《疏钞》、蕅益大师的《要解》，你再看看祖师们留下来的这些文集，莲池、蕅益的《全集》都非常可观，他怎么会忽略解门？",
      "zh_TW": "佛法的修學決定是解行相應，這才能成就。清涼判《華嚴》四分，信解行證。修行確實是要從解入門，信解然後才有行證，這是不變的道理。古人比喻得很好，解如目（眼睛），行如足。如果你眼睛瞎了，你不知道方向、不認識路，你走路就很危險；如果有眼睛看得清楚，沒有腳， 你永遠達不到。所以解跟行是相輔相成，決定不能離開。教下先解後行，宗門是先行後解，開悟之後再看經、再聽教，那真的叫一聞千悟，進度非常快。淨土宗雖然偏重在行門，並不忽略解門，看看淨土宗歷代這些祖師，我們就明白了。十三位祖師最後這一位是印光法師，都是通宗通教，顯密圓融。你看看他們給經做的這些註解，蓮池大師的《疏鈔》、蕅益大師的《要解》，你再看看祖師們留下來的這些文集，蓮池、蕅益的《全集》都非常可觀，他怎麼會忽略解門？"
    },
    {
      "id": "12-017-1291_p0005",
      "zh_CN": "佛法到了现在真正是遇到困难，困难在哪里？没有人才。真正修学首先要能吃苦，其次要能持戒，正是世尊当年入灭之前给我们留下来最后的开示。弟子们向世尊请教，世尊在世我们以他老人家为老师，他入灭之后，我们以什么人做老师？世尊教导后人「以苦为师，以戒为师」，把苦放在前面，为什么？不能吃苦，你就不能持戒，要能持戒先要能吃苦，把以苦为师摆在第一。那我们今天愿不愿意吃苦，过最低水平的生活，我们愿不愿意干？人人都不愿意吃苦、都怕苦，道业哪能成就？没有戒就没有定，没有定就没有慧，戒定慧三学是世尊教化众生的根本，佛法的内容不过如是。现代的人随着科学技术的发达，物质文明的提升，物质生活愈来愈富裕，谁都不愿意吃苦，你说学教不容易！跟一个老师，老师也是可遇不可求，至少要十年，十年你能忍耐得下去吗？",
      "zh_TW": "佛法到了現在真正是遇到困難，困難在哪裡？沒有人才。真正修學首先要能吃苦，其次要能持戒，正是世尊當年入滅之前給我們留下來最後的開示。弟子們向世尊請教，世尊在世我們以他老人家為老師，他入滅之後，我們以什麼人做老師？世尊教導後人「以苦為師，以戒為師」，把苦放在前面，為什麼？不能吃苦，你就不能持戒，要能持戒先要能吃苦，把以苦為師擺在第一。那我們今天願不願意吃苦，過最低水平的生活，我們願不願意幹？人人都不願意吃苦、都怕苦，道業哪能成就？沒有戒就沒有定，沒有定就沒有慧，戒定慧三學是世尊教化眾生的根本，佛法的內容不過如是。現代的人隨著科學技術的發達，物質文明的提升，物質生活愈來愈富裕，誰都不願意吃苦，你說學教不容易！跟一個老師，老師也是可遇不可求，至少要十年，十年你能忍耐得下去嗎？"
    },
    {
      "id": "12-017-1291_p0006",
      "zh_CN": "我们在澳洲建立一个净宗学院，我们定的修学期限是九年。当时我还常常在疑惑九年是不是太长？现在人能不能受得了？三年前我访问日本，去参观比叡山。比叡山在日本佛教，大家称为佛教的母亲，为什么这样称呼它？日本佛教宗派的创始人、领导人都是从这个山上修行出来的。我去参访的时候向他们请教：过去这些修行人，在这个山上修行多长的时间？他们告诉我：最长的三、四十年不下山，最短的十六年不下山。我对于学院构想的九年，我这就定了，不再疑惑了。真的，没有这么长的时间，你的定力不能成就，一下山就会被世间五欲六尘染着。十六年以上的时间心定了，所以九年不多。没有这么长的时间，「为彼大然正法灯」，那个灯点不燃！这是在山上苦修，一门深入，长时薰修，求根本智，也就是完成戒定慧三学。智慧开了，这才出去参学，广学多闻，法门无量誓愿学，普度众生。",
      "zh_TW": "我們在澳洲建立一個淨宗學院，我們定的修學期限是九年。當時我還常常在疑惑九年是不是太長？現在人能不能受得了？三年前我訪問日本，去參觀比叡山。比叡山在日本佛教，大家稱為佛教的母親，為什麼這樣稱呼它？日本佛教宗派的創始人、領導人都是從這個山上修行出來的。我去參訪的時候向他們請教：過去這些修行人，在這個山上修行多長的時間？他們告訴我：最長的三、四十年不下山，最短的十六年不下山。我對於學院構想的九年，我這就定了，不再疑惑了。真的，沒有這麼長的時間，你的定力不能成就，一下山就會被世間五欲六塵染著。十六年以上的時間心定了，所以九年不多。沒有這麼長的時間，「為彼大然正法燈」，那個燈點不燃！這是在山上苦修，一門深入，長時薰修，求根本智，也就是完成戒定慧三學。智慧開了，這才出去參學，廣學多聞，法門無量誓願學，普度眾生。"
    },
    {
      "id": "12-017-1291_p0007",
      "zh_CN": "这段经文前面给我们说的，普化众生就是普度。《华严经》上行，世尊讲《华严经》听众都是法身大士不是凡人，没有问题。到我们现在，我们要怎么办？我们是业障深重的凡夫，迷惑到了极处，不但正道不认识，邪正你不认识，真假不认识，是非不认识，甚至于善恶都不认识，有意无意的造作恶业。恶业里面最容易造的、最普遍的口业，疑惑、造谣、毁谤、诬陷太多太多了，这些果报堕在阿鼻地狱，他不相信。到临命终时地狱相现前，后悔莫及。我们看很多人在造，回过头来想想自己有没有在造？自己很难看到自己的过失，看别人容易。会学的人看到别人，那是一面镜子，马上回光返照看看自己。如果见到别人善，我们要欢喜赞叹，随喜功德；如果看到别人作恶，我们立刻要深深的反省，有则改之，无则加勉。这样才能提升自己，不能让自己堕落。",
      "zh_TW": "這段經文前面給我們說的，普化眾生就是普度。《華嚴經》上行，世尊講《華嚴經》聽眾都是法身大士不是凡人，沒有問題。到我們現在，我們要怎麼辦？我們是業障深重的凡夫，迷惑到了極處，不但正道不認識，邪正你不認識，真假不認識，是非不認識，甚至於善惡都不認識，有意無意的造作惡業。惡業裡面最容易造的、最普遍的口業，疑惑、造謠、毀謗、誣陷太多太多了，這些果報墮在阿鼻地獄，他不相信。到臨命終時地獄相現前，後悔莫及。我們看很多人在造，回過頭來想想自己有沒有在造？自己很難看到自己的過失，看別人容易。會學的人看到別人，那是一面鏡子，馬上回光返照看看自己。如果見到別人善，我們要歡喜讚歎，隨喜功德；如果看到別人作惡，我們立刻要深深的反省，有則改之，無則加勉。這樣才能提升自己，不能讓自己墮落。"
    },
    {
      "id": "12-017-1291_p0008",
      "zh_CN": "前面我们讲正道、邪见，举了现代一般社会一些例子，回过头来看看我们佛门、看看自己，这比什么都重要。如果我们这一生没有缘分，佛法总是讲缘分，没有缘分遇不到好老师，遇不到同参道友，遇不到一个好的修行道场。这怎么办？自己要振作起来，以古为师。古人里面跟我们比较近的，清朝末年、民国初年有不少大德，教下的谛闲老和尚，宗门的虚云老和尚，净土的印光老和尚，近代的大德。远了，他们的著作也许我们看不懂，这些近的，距离我们很近的，虽然他们的著作也是用文言文写的，他们知道我们现在人的根器，所以使用的文字是最浅显的、很浅显的文言文，我们可以跟他们学。",
      "zh_TW": "前面我們講正道、邪見，舉了現代一般社會一些例子，回過頭來看看我們佛門、看看自己，這比什麼都重要。如果我們這一生沒有緣分，佛法總是講緣分，沒有緣分遇不到好老師，遇不到同參道友，遇不到一個好的修行道場。這怎麼辦？自己要振作起來，以古為師。古人裡面跟我們比較近的，清朝末年、民國初年有不少大德，教下的諦閑老和尚，宗門的虛雲老和尚，淨土的印光老和尚，近代的大德。遠了，他們的著作也許我們看不懂，這些近的，距離我們很近的，雖然他們的著作也是用文言文寫的，他們知道我們現在人的根器，所以使用的文字是最淺顯的、很淺顯的文言文，我們可以跟他們學。"
    },
    {
      "id": "12-017-1291_p0009",
      "zh_CN": "早年我在台中跟李炳南老居士学教，李老师就劝我做印光法师的弟子。印光法师早就圆寂了、不在了，他老人家的《文钞》在。每天读《文钞》、看《文钞》，就是听印祖的教诲，把他老人家的教诲要记住，要落实在自己生活修学当中，这就真正是印光大师的学生、印祖的徒弟。而印祖当时教人，《文钞》里头常讲的，我们现在的根性，微细的戒律实在讲是做不到，所以他叫我们持重戒，最重要的。最重要就是五戒，不杀生、不偷盗、不淫欲、不妄语、不饮酒，重戒。能够持五戒、十善，这是近代祖师对我们要求的。",
      "zh_TW": "早年我在台中跟李炳南老居士學教，李老師就勸我做印光法師的弟子。印光法師早就圓寂了、不在了，他老人家的《文鈔》在。每天讀《文鈔》、看《文鈔》，就是聽印祖的教誨，把他老人家的教誨要記住，要落實在自己生活修學當中，這就真正是印光大師的學生、印祖的徒弟。而印祖當時教人，《文鈔》裡頭常講的，我們現在的根性，微細的戒律實在講是做不到，所以他叫我們持重戒，最重要的。最重要就是五戒，不殺生、不偷盜、不淫欲、不妄語、不飲酒，重戒。能夠持五戒、十善，這是近代祖師對我們要求的。"
    },
    {
      "id": "12-017-1291_p0010",
      "zh_CN": "蕅益大师三坛大戒受完之后，他老人家退戒，做不到，一生守着沙弥戒。十戒二十四门威仪，他做到了，所以他老人家很多著作里头上面是写的菩萨戒沙弥，他不敢称比丘。他是一个研究戒律的人，跟我们近代弘一大师一样，在戒律上下了很大的功夫，所以他自己知道他达不到比丘的水平，不敢称比丘，一生做沙弥。他的学生成时法师，对师父是了不起的功臣，蕅益大师往生之后，他的《全集》是成时法师把它整理、刻版流通的。而成时法师自己，师父是菩萨戒沙弥，他不敢称沙弥，他称什么？菩萨戒出家优婆塞，加了个出家，菩萨戒出家优婆塞。到近代弘一大师也称过，弘一大师也曾经自称菩萨戒出家优婆塞，名实相副，一丝毫不夸张，这个我们不可以不知道。",
      "zh_TW": "蕅益大師三壇大戒受完之後，他老人家退戒，做不到，一生守著沙彌戒。十戒二十四門威儀，他做到了，所以他老人家很多著作裡頭上面是寫的菩薩戒沙彌，他不敢稱比丘。他是一個研究戒律的人，跟我們近代弘一大師一樣，在戒律上下了很大的功夫，所以他自己知道他達不到比丘的水平，不敢稱比丘，一生做沙彌。他的學生成時法師，對師父是了不起的功臣，蕅益大師往生之後，他的《全集》是成時法師把它整理、刻版流通的。而成時法師自己，師父是菩薩戒沙彌，他不敢稱沙彌，他稱什麼？菩薩戒出家優婆塞，加了個出家，菩薩戒出家優婆塞。到近代弘一大師也稱過，弘一大師也曾經自稱菩薩戒出家優婆塞，名實相副，一絲毫不誇張，這個我們不可以不知道。"
    },
    {
      "id": "12-017-1291_p0011",
      "zh_CN": "所以印祖这样的提示我们，我们明白了，吃苦、持戒、念佛，一心念佛，持戒就是持五戒十善。三皈、五戒、十善能做到、能落实，不错了，一心念佛兼修世善。世间有些好事情遇到了就做，遇不到不要求，永远记住随缘不攀缘。有缘应该要做，为什么？你看佛普度众生，菩萨救苦救难，那是我们的老师，老师这样做，我们做学生的人也要随分随力去做。遇不到，不问，心总是定的；遇到了，见义勇为，决定没有茍安偷懒，没有这种心行。兼修世善，在念佛法门里面叫助行；发菩提心，一向念佛，是正行。",
      "zh_TW": "所以印祖這樣的提示我們，我們明白了，吃苦、持戒、念佛，一心念佛，持戒就是持五戒十善。三皈、五戒、十善能做到、能落實，不錯了，一心念佛兼修世善。世間有些好事情遇到了就做，遇不到不要求，永遠記住隨緣不攀緣。有緣應該要做，為什麼？你看佛普度眾生，菩薩救苦救難，那是我們的老師，老師這樣做，我們做學生的人也要隨分隨力去做。遇不到，不問，心總是定的；遇到了，見義勇為，決定沒有茍安偷懶，沒有這種心行。兼修世善，在念佛法門裡面叫助行；發菩提心，一向念佛，是正行。"
    },
    {
      "id": "12-017-1291_p0012",
      "zh_CN": "在今天我介绍同学，我们一定要依《印光法师文钞》，它能够指引我们，依蕅益大师《要解》、莲池大师《疏钞》所讲的理论方法来修学，或者是依《无量寿经》。这么多年来我们采取夏莲居老居士的会集本，很难得他的学生黄念祖老居士给这个会集本做了一本注解。我在新加坡的时候，把全经做了一个详细的科判，这个科判印出来之后，我送了一本给赵朴老。赵朴老看到非常欢喜，他说这本经是完备了，有《科会》、有注解，有这么好的本子，对于末法时期修净宗大有帮助。",
      "zh_TW": "在今天我介紹同學，我們一定要依《印光法師文鈔》，它能夠指引我們，依蕅益大師《要解》、蓮池大師《疏鈔》所講的理論方法來修學，或者是依《無量壽經》。這麼多年來我們採取夏蓮居老居士的會集本，很難得他的學生黃念祖老居士給這個會集本做了一本註解。我在新加坡的時候，把全經做了一個詳細的科判，這個科判印出來之後，我送了一本給趙樸老。趙樸老看到非常歡喜，他說這本經是完備了，有《科會》、有註解，有這麼好的本子，對於末法時期修淨宗大有幫助。"
    },
    {
      "id": "12-017-1291_p0013",
      "zh_CN": "今天修行学教不要多，就这几种本子够了，一生受用不尽，无论在佛法、在世法，无往而不利！可是我们一定要下定决心，这一生一定要以往生见佛为目标，往生之后是以阿弥陀佛为老师，常常跟在弥陀的身边，行行不离莲池海会，莲池海会里面都是诸上善人。上善，上善是什么人？蕅益大师在《要解》里面给我们讲的等觉菩萨，上善，没有比他更善的，在法云地之上。西方极乐世界这样上善的菩萨太多太多了，跟这些人切磋琢磨，阿弥陀佛跟十方一切诸佛如来教导，哪有不成就的道理？一生必定证得究竟圆满的佛果，这是肯定的，一丝毫疑惑都没有。可是这里头修行证果有快、有慢，这是事实，为什么会有这个现象？有人勇猛精进，有人进步比较缓慢，这在个人！如果你勇猛精进，你成就就快；你要是稍微懒散一点，西方世界决定不退转，没有退转的，决定是前进。你要问为什么？修学环境太好，老师太好，同学太好，跟这些人在一起怎么可能退转？所以只有进步有快慢不同。",
      "zh_TW": "今天修行學教不要多，就這幾種本子夠了，一生受用不盡，無論在佛法、在世法，無往而不利！可是我們一定要下定決心，這一生一定要以往生見佛為目標，往生之後是以阿彌陀佛為老師，常常跟在彌陀的身邊，行行不離蓮池海會，蓮池海會裡面都是諸上善人。上善，上善是什麼人？蕅益大師在《要解》裡面給我們講的等覺菩薩，上善，沒有比他更善的，在法雲地之上。西方極樂世界這樣上善的菩薩太多太多了，跟這些人切磋琢磨，阿彌陀佛跟十方一切諸佛如來教導，哪有不成就的道理？一生必定證得究竟圓滿的佛果，這是肯定的，一絲毫疑惑都沒有。可是這裡頭修行證果有快、有慢，這是事實，為什麼會有這個現象？有人勇猛精進，有人進步比較緩慢，這在個人！如果你勇猛精進，你成就就快；你要是稍微懶散一點，西方世界決定不退轉，沒有退轉的，決定是前進。你要問為什麼？修學環境太好，老師太好，同學太好，跟這些人在一起怎麼可能退轉？所以只有進步有快慢不同。"
    },
    {
      "id": "12-017-1291_p0014",
      "zh_CN": "我们应当晓得发愤努力，先成就自己再帮助别人，这是真理。纵然自己有大慈悲心，这确实是有，我就遇到不少，真的像地藏菩萨一样舍己为人。我们要问他如不如法？不见得，何以故？如果自己未度而舍己为人，错了。你帮助别人是好事，你自己没有成就，还要继续搞轮回。搞轮回你来生肯定不会堕三恶道，因为你做的善事太多了，来生一定到人天享福。这一享福难免不迷惑颠倒，又会迷惑失正道，又要去做三途恶业，这一堕落亏就吃大了。所以智者大师给我们做了榜样、为我们做示范，先成就自己，成就品位不高没有关系，我肯定能往生。有把握往生，行，这个时候你可以广度众生，用现在的话，可以为一切苦难众生服务，你自己往生的条件已经取得了。",
      "zh_TW": "我們應當曉得發憤努力，先成就自己再幫助別人，這是真理。縱然自己有大慈悲心，這確實是有，我就遇到不少，真的像地藏菩薩一樣捨己為人。我們要問他如不如法？不見得，何以故？如果自己未度而捨己為人，錯了。你幫助別人是好事，你自己沒有成就，還要繼續搞輪迴。搞輪迴你來生肯定不會墮三惡道，因為你做的善事太多了，來生一定到人天享福。這一享福難免不迷惑顛倒，又會迷惑失正道，又要去做三途惡業，這一墮落虧就吃大了。所以智者大師給我們做了榜樣、為我們做示範，先成就自己，成就品位不高沒有關係，我肯定能往生。有把握往生，行，這個時候你可以廣度眾生，用現在的話，可以為一切苦難眾生服務，你自己往生的條件已經取得了。"
    },
    {
      "id": "12-017-1291_p0015",
      "zh_CN": "蕅益大师在《要解》里也说得好，他的标准不高，只要我能够下下品往生，我就很满足了；凡圣同居土下下品往生。都是给我们做示范的，意思就是说一定要往生，品位高下没关系，决定得生。这个时候可以做一些损己利人的事情，损己是什么？伤害自己的品位。如果我不做这些帮助别人的事情（前面讲兼修世善，世间好事我一样都做了），自己品位可以提升、可以提高。做世间这些善事，决定对你自己用功有妨碍，这两者不能兼顾。智者大师为我们示现就是因为领众、教化众生，这是善事，所以妨碍自己用功，临终的时候他说但登五品，五品位往生的。",
      "zh_TW": "蕅益大師在《要解》裡也說得好，他的標準不高，只要我能夠下下品往生，我就很滿足了；凡聖同居土下下品往生。都是給我們做示範的，意思就是說一定要往生，品位高下沒關係，決定得生。這個時候可以做一些損己利人的事情，損己是什麼？傷害自己的品位。如果我不做這些幫助別人的事情（前面講兼修世善，世間好事我一樣都做了），自己品位可以提升、可以提高。做世間這些善事，決定對你自己用功有妨礙，這兩者不能兼顧。智者大師為我們示現就是因為領眾、教化眾生，這是善事，所以妨礙自己用功，臨終的時候他說但登五品，五品位往生的。"
    },
    {
      "id": "12-017-1291_p0016",
      "zh_CN": "五品就是天台家讲的随喜、读诵、演说（为人演说）、兼行六度、正行六度，这五桩事。圆教五品位往生也很殊胜，圆悟藏性，藏是如来藏，性是真如法性，圆悟藏性就是实相妙理。在缠叫如来藏，在缠是什么？你带着有妄想分别执着。妄想是无明，分别是尘沙，执着是见思，你有这三重烦恼，这个时候真如本性就叫做如来藏，所以如来藏是带着染污的真如本性，就这么回事情。如果染污统统去掉，就叫做法身。所以大乘教里面，破一品无明，证一分法身，四十一品无明断尽，法身圆满显露。",
      "zh_TW": "五品就是天台家講的隨喜、讀誦、演說（為人演說）、兼行六度、正行六度，這五樁事。圓教五品位往生也很殊勝，圓悟藏性，藏是如來藏，性是真如法性，圓悟藏性就是實相妙理。在纏叫如來藏，在纏是什麼？你帶著有妄想分別執著。妄想是無明，分別是塵沙，執著是見思，你有這三重煩惱，這個時候真如本性就叫做如來藏，所以如來藏是帶著染污的真如本性，就這麼回事情。如果染污統統去掉，就叫做法身。所以大乘教裡面，破一品無明，證一分法身，四十一品無明斷盡，法身圓滿顯露。"
    },
    {
      "id": "12-017-1291_p0017",
      "zh_CN": "圆教五品位在解悟跟诸佛如来没有两样，明白、清楚了有能力伏烦恼，就是念佛人讲的功夫成片，烦恼没断，虽没有断不起现行。贪瞋痴慢没有断，但是在日常生活当中，六根接触六尘境界决定不起贪瞋痴慢，那是什么？你有定、你有慧，你有戒定慧把它伏住。伏得很自然，实在没断。如果要断了的话，那他就是圆教初信位，初信位的菩萨要往生西方极乐世界不在凡圣同居土，在方便有余土，升级了。所以圆五品的时候，真的，功夫上来讲功夫成片，烦恼是真伏得住，确实不起现行。人家赞叹你，不会生欢喜心；人家毁谤你，决定不会生瞋恚心。在日常生活当中考验，天天考、时时考、处处都在考，看你还动不动心，你还有没有执着，你还有没有分别。一般考试大概先小的，再慢慢加重，再加到最重，看看你受得了受不了，到统统若无其事，你要知道烦恼并没有断，只是伏住而已。伏住什么位？五品位。用什么伏？这就五品里面讲的随喜，读诵，没有一天不读经；讲演，没有一天不讲。讲有好处，讲是自利利他，自己提升自己的境界，自己圆伏自己的烦恼习气。",
      "zh_TW": "圓教五品位在解悟跟諸佛如來沒有兩樣，明白、清楚了有能力伏煩惱，就是念佛人講的功夫成片，煩惱沒斷，雖沒有斷不起現行。貪瞋痴慢沒有斷，但是在日常生活當中，六根接觸六塵境界決定不起貪瞋痴慢，那是什麼？你有定、你有慧，你有戒定慧把它伏住。伏得很自然，實在沒斷。如果要斷了的話，那他就是圓教初信位，初信位的菩薩要往生西方極樂世界不在凡聖同居土，在方便有餘土，升級了。所以圓五品的時候，真的，功夫上來講功夫成片，煩惱是真伏得住，確實不起現行。人家讚歎你，不會生歡喜心；人家毀謗你，決定不會生瞋恚心。在日常生活當中考驗，天天考、時時考、處處都在考，看你還動不動心，你還有沒有執著，你還有沒有分別。一般考試大概先小的，再慢慢加重，再加到最重，看看你受得了受不了，到統統若無其事，你要知道煩惱並沒有斷，只是伏住而已。伏住什麼位？五品位。用什麼伏？這就五品裡面講的隨喜，讀誦，沒有一天不讀經；講演，沒有一天不講。講有好處，講是自利利他，自己提升自己的境界，自己圓伏自己的煩惱習氣。"
    },
    {
      "id": "12-017-1291_p0018",
      "zh_CN": "我是亲身经验，我的烦恼习气很重很重，怎么把它伏住？在讲台上讲了四十六年。我跟同学们说了，我到什么时候自己才发现烦恼习气控制住？三十年。讲经三十年，也就是韩馆长往生（她护持我三十年），才自己觉得伏烦恼功夫得力了；要从学佛来说，差不多是四十年。我学佛到今年五十三年了，讲经四十六年，不是容易事情。你要不是天天读、天天讲，你不要去作意，自自然然，真的是随缘，我也没有有意去伏烦恼、去做断烦恼，没有。我给同学们说，我从小好学，出家时候还是好学，到现在这个年龄还是好学，没有一天不读书。我的时间大部分都在读书，愈是到晚年好像是愈勤快，为什么？时间不多了，读不完、读不尽。我读书读得很细，很仔细、很认真，这是我伏烦恼的方法，我改变自己命运的方法，很有效。心地，一年比一年清净，一年比一年慈悲，业障当然一年比一年少，烦恼轻智慧长。能不能把烦恼断掉？我想想大概不行，这一生办不到，所以生西方极乐世界还是凡圣同居土。",
      "zh_TW": "我是親身經驗，我的煩惱習氣很重很重，怎麼把它伏住？在講台上講了四十六年。我跟同學們說了，我到什麼時候自己才發現煩惱習氣控制住？三十年。講經三十年，也就是韓館長往生（她護持我三十年），才自己覺得伏煩惱功夫得力了；要從學佛來說，差不多是四十年。我學佛到今年五十三年了，講經四十六年，不是容易事情。你要不是天天讀、天天講，你不要去作意，自自然然，真的是隨緣，我也沒有有意去伏煩惱、去做斷煩惱，沒有。我給同學們說，我從小好學，出家時候還是好學，到現在這個年齡還是好學，沒有一天不讀書。我的時間大部分都在讀書，愈是到晚年好像是愈勤快，為什麼？時間不多了，讀不完、讀不盡。我讀書讀得很細，很仔細、很認真，這是我伏煩惱的方法，我改變自己命運的方法，很有效。心地，一年比一年清淨，一年比一年慈悲，業障當然一年比一年少，煩惱輕智慧長。能不能把煩惱斷掉？我想想大概不行，這一生辦不到，所以生西方極樂世界還是凡聖同居土。"
    },
    {
      "id": "12-017-1291_p0019",
      "zh_CN": "祖师大德告诉我们，如果把见惑断掉，这个地方讲的邪见，邪见断了，在大乘圆教证初信位，初信位的菩萨，如果不修净土，他还没有出六道，但是决定不堕三途，天上人间；修到七信位，超越六道，七信位断证的功夫跟阿罗汉一样，思惑断掉了。走这个路很远、很难走，难行道。如果他要回过头来念佛求生净土，易行道，初信位就决定往生，比我们殊胜，我们生凡圣同居土，他生方便有余土。如果十信修满，破一品无明，证一分法身，这是初住菩萨，往生西方极乐世界生实报庄严土，不一样，理事、因果统统要清楚。",
      "zh_TW": "祖師大德告訴我們，如果把見惑斷掉，這個地方講的邪見，邪見斷了，在大乘圓教證初信位，初信位的菩薩，如果不修淨土，他還沒有出六道，但是決定不墮三途，天上人間；修到七信位，超越六道，七信位斷證的功夫跟阿羅漢一樣，思惑斷掉了。走這個路很遠、很難走，難行道。如果他要回過頭來念佛求生淨土，易行道，初信位就決定往生，比我們殊勝，我們生凡聖同居土，他生方便有餘土。如果十信修滿，破一品無明，證一分法身，這是初住菩薩，往生西方極樂世界生實報莊嚴土，不一樣，理事、因果統統要清楚。"
    },
    {
      "id": "12-017-1291_p0020",
      "zh_CN": "印祖为我们开示，他老人家讲在我们现前这个时代建道场，建道场是行门。我前面讲过，正法灯是有两种：一种是解门，解门我们也不要大道场，像我们这个小道场就足够了。我们要用网际网路、要用卫星电视，这一个小摄影棚就行了，在这个地方跟全世界志同道合有缘的同学，天天在一起学教，解门。行门呢？建念佛堂，专一念佛，遵守印光大师的教诲。他老人家教我们的，念佛堂这个小道场不要太大，常住共修二十个人最好。为什么？道场小、人众少，有二、三位得力的护法，你的生活就能维持。",
      "zh_TW": "印祖為我們開示，他老人家講在我們現前這個時代建道場，建道場是行門。我前面講過，正法燈是有兩種：一種是解門，解門我們也不要大道場，像我們這個小道場就足夠了。我們要用網際網路、要用衛星電視，這一個小攝影棚就行了，在這個地方跟全世界志同道合有緣的同學，天天在一起學教，解門。行門呢？建念佛堂，專一念佛，遵守印光大師的教誨。他老人家教我們的，念佛堂這個小道場不要太大，常住共修二十個人最好。為什麼？道場小、人眾少，有二、三位得力的護法，你的生活就能維持。"
    },
    {
      "id": "12-017-1291_p0021",
      "zh_CN": "所以他讲这个道场，不做法会，不做经忏佛事，不给人剃度也不传戒，甚至于也不讲经，不做任何应酬，专一念佛。每天的功课跟普通佛七一样，决定没有向外攀缘的，你心都是定的，所以有几位护法就够了。这些护法是在经济上给你援助，你的生活费用他们承担，不要向外攀缘，无需要去募化。道场简简单单，不要建筑得富丽堂皇，为什么？免得自己起贪心。总而言之，道场简陋能够遮蔽风雨，印祖讲要建得坚固，他重视坚固，不重视富丽堂皇，使在这里修行的人各个都有出离心，就是对这个道场没有丝毫贪恋，你给他他都不要，正确！",
      "zh_TW": "所以他講這個道場，不做法會，不做經懺佛事，不給人剃度也不傳戒，甚至於也不講經，不做任何應酬，專一念佛。每天的功課跟普通佛七一樣，決定沒有向外攀緣的，你心都是定的，所以有幾位護法就夠了。這些護法是在經濟上給你援助，你的生活費用他們承擔，不要向外攀緣，無需要去募化。道場簡簡單單，不要建築得富麗堂皇，為什麼？免得自己起貪心。總而言之，道場簡陋能夠遮蔽風雨，印祖講要建得堅固，他重視堅固，不重視富麗堂皇，使在這裡修行的人各個都有出離心，就是對這個道場沒有絲毫貪戀，你給他他都不要，正確！"
    },
    {
      "id": "12-017-1291_p0022",
      "zh_CN": "所以，我将来如果有缘分，像赵朴老常讲的落叶归根，我如果能够回到祖国，我一定提倡印祖法师这样的修行道场。小道场不超过二十人，你在这个道场修，心安，修行人最重要的身心安稳，你才会有成就；身心不安，你怎么会有成就？这一点比什么都重要！那修行人多了？多了，各地方建道场，不必在一处。二十个人志同道合，六和敬可以做得到，道场里头不可以没有六和敬，没有六和敬，你就不是佛的道场。佛的道场最低限度四个人，四个人叫一众，这四个人在一起决定修六和敬，见和同解。大家都没有意见，就是见和同解；我有意见，他有意见，不和了。为什么能够没有意见？身心世界一切放下，你还有什么意见？有意见是没放下，你才有意见。",
      "zh_TW": "所以，我將來如果有緣分，像趙樸老常講的落葉歸根，我如果能夠回到祖國，我一定提倡印祖法師這樣的修行道場。小道場不超過二十人，你在這個道場修，心安，修行人最重要的身心安穩，你才會有成就；身心不安，你怎麼會有成就？這一點比什麼都重要！那修行人多了？多了，各地方建道場，不必在一處。二十個人志同道合，六和敬可以做得到，道場裡頭不可以沒有六和敬，沒有六和敬，你就不是佛的道場。佛的道場最低限度四個人，四個人叫一眾，這四個人在一起決定修六和敬，見和同解。大家都沒有意見，就是見和同解；我有意見，他有意見，不和了。為什麼能夠沒有意見？身心世界一切放下，你還有什麼意見？有意見是沒放下，你才有意見。"
    },
    {
      "id": "12-017-1291_p0023",
      "zh_CN": "所以将来建立道场，规模最大也不过就像我们现在这个道场一样，足够了。这样的一个道场是解行两门具足，解门，我们有一个小摄影棚；行门，我们有一个念佛堂。还有一些房子，现在他们是做办公室，这是学会。真正做修行道场，可以做宿舍、斋堂、厨房，够用了。没有客堂，不见客，见客是打岔，决定妨碍修行，没有见客的，就像大家一起住茅蓬、一起闭关一样，二十个人在一起共修。如果这个世间出现这样的一个道场，这个道场在中国必定是诸佛护念，龙天善神拥护，这一个道场就能护国，这个道场就能护这个地区；只要自己认真修行，不要会客。共修利他就用这个摄影棚，每天我们二十个人，像我们现在这种进度，一天有四个小时解门、研教，能够有十个小时念佛。一天有十四个小时天天不间断，长年这样下去，这个道场是世界上的模范道场、第一道场，那就是『永作照明是其行』。这个行念去声，念ㄏㄥˋ当动词用，不当名词用。这是印光大师教导我们的，我们要认真去体会、认真去奉行。现在时间到了。",
      "zh_TW": "所以將來建立道場，規模最大也不過就像我們現在這個道場一樣，足夠了。這樣的一個道場是解行兩門具足，解門，我們有一個小攝影棚；行門，我們有一個念佛堂。還有一些房子，現在他們是做辦公室，這是學會。真正做修行道場，可以做宿舍、齋堂、廚房，夠用了。沒有客堂，不見客，見客是打岔，決定妨礙修行，沒有見客的，就像大家一起住茅蓬、一起閉關一樣，二十個人在一起共修。如果這個世間出現這樣的一個道場，這個道場在中國必定是諸佛護念，龍天善神擁護，這一個道場就能護國，這個道場就能護這個地區；只要自己認真修行，不要會客。共修利他就用這個攝影棚，每天我們二十個人，像我們現在這種進度，一天有四個小時解門、研教，能夠有十個小時念佛。一天有十四個小時天天不間斷，長年這樣下去，這個道場是世界上的模範道場、第一道場，那就是『永作照明是其行』。這個行念去聲，念ㄏㄥˋ當動詞用，不當名詞用。這是印光大師教導我們的，我們要認真去體會、認真去奉行。現在時間到了。"
    },
    {
      "id": "12-017-1291_p0024",
      "zh_CN": "诸位同学，我们继续来学习第六首的然灯照明。",
      "zh_TW": "諸位同學，我們繼續來學習第六首的然燈照明。"
    },
    {
      "id": "12-017-1291_p0025",
      "zh_CN": "在现前的社会障缘很多，我想诸位同学都能够深深体会到。所以怎样能成就，是我们每位同修最关心的事情。印光大师告诉我们，这桩事情过去向他请教的人很多，修学成就有没有秘诀？祖师说得好，佛法是至真至诚，正大光明，决定没有秘密。如果是秘密传授，印祖说那决定是邪教，只有邪教才鬼鬼祟祟秘密传授，佛法里没有。即使是密宗，密是深密不是秘密，也是大公无私的来传授，哪有秘密！最后问的人多了，他一想是有秘密，他说这个秘密，是他老人家自己说他自己修学的心得，告诉我们「诚敬」这两个字，真诚恭敬。这两个字真真实实是超凡入圣，了脱生死极妙的秘诀。你要问他秘诀，他说出这两个字，超凡入圣，了脱生死，一生成办，极妙的秘诀。又嘱咐我们，诚敬两个字，非但是学佛稳当成功的秘诀，也是世出世间一切诸法，你要想有成就，都要用这两个字做根本，世出世法你只要抓住诚敬，无往不利。老人说得真好，《文钞》里头说的遍数很多，给我们印象很深。",
      "zh_TW": "在現前的社會障緣很多，我想諸位同學都能夠深深體會到。所以怎樣能成就，是我們每位同修最關心的事情。印光大師告訴我們，這樁事情過去向他請教的人很多，修學成就有沒有祕訣？祖師說得好，佛法是至真至誠，正大光明，決定沒有祕密。如果是祕密傳授，印祖說那決定是邪教，只有邪教才鬼鬼祟祟祕密傳授，佛法裡沒有。即使是密宗，密是深密不是祕密，也是大公無私的來傳授，哪有祕密！最後問的人多了，他一想是有祕密，他說這個祕密，是他老人家自己說他自己修學的心得，告訴我們「誠敬」這兩個字，真誠恭敬。這兩個字真真實實是超凡入聖，了脫生死極妙的祕訣。你要問他祕訣，他說出這兩個字，超凡入聖，了脫生死，一生成辦，極妙的祕訣。又囑咐我們，誠敬兩個字，非但是學佛穩當成功的祕訣，也是世出世間一切諸法，你要想有成就，都要用這兩個字做根本，世出世法你只要抓住誠敬，無往不利。老人說得真好，《文鈔》裡頭說的遍數很多，給我們印象很深。"
    },
    {
      "id": "12-017-1291_p0026",
      "zh_CN": "我们想想在今天「诚敬」两个字不容易做到，在净宗里面讲信愿行，真信切愿。修净土的人很多，几个人真信？几个人有切愿？真信切愿要真诚，没有诚敬，你就没有真信切愿，真信切愿一定流露出诚敬。真诚恭敬，你心里头没有一个妄念，你心里面决定没有一切夹杂。我们一般说你还有自私自利，你还有名闻利养，你还贪图世间五欲六尘享受，你还有贪瞋痴慢，诚跟敬都没有了；如果有真诚恭敬，这些东西一定都没有。你就用这个标准去衡量，去检点我自己有没有诚敬。真正有诚敬的人，在日常生活当中决定是自卑而尊人，自己谦卑尊重别人。有诚敬的人，决定爱护一切众生，决定能为一切众生舍己利他，绝对不会去做损人利己的事情，决定不可能，连这种意念都不会有，诚敬两个字做到。",
      "zh_TW": "我們想想在今天「誠敬」兩個字不容易做到，在淨宗裡面講信願行，真信切願。修淨土的人很多，幾個人真信？幾個人有切願？真信切願要真誠，沒有誠敬，你就沒有真信切願，真信切願一定流露出誠敬。真誠恭敬，你心裡頭沒有一個妄念，你心裡面決定沒有一切夾雜。我們一般說你還有自私自利，你還有名聞利養，你還貪圖世間五欲六塵享受，你還有貪瞋痴慢，誠跟敬都沒有了；如果有真誠恭敬，這些東西一定都沒有。你就用這個標準去衡量，去檢點我自己有沒有誠敬。真正有誠敬的人，在日常生活當中決定是自卑而尊人，自己謙卑尊重別人。有誠敬的人，決定愛護一切眾生，決定能為一切眾生捨己利他，絕對不會去做損人利己的事情，決定不可能，連這種意念都不會有，誠敬兩個字做到。"
    },
    {
      "id": "12-017-1291_p0027",
      "zh_CN": "所以在今天这个世间，找一个志同道合的同参道友是真不容易，印祖给我们讲小道场二十个人，不得了，二十个人就是二十尊佛。现在在修，修因，将来果报往生二十尊佛，还得了！到哪里去找？自古以来祖师大德一生当中，想遇到一个志同道合，真正有诚敬，具足戒定慧，具足信愿行，叫可遇不可求，偶尔因缘聚会遇到了；遇不到，到哪里去找？找不到。所以这二十个人就很困难。我们在经验当中，几十年的经验，我们看到别人道场不和，没有六和敬，我们自己道场也不和。我们小道场图文巴净宗学院，常住出家人不到二十人，大概只有十五个人，一个人一个心，一个人一种见解，一个人一种想法，十五个人就十五个心，十五种看法，十五种想法，怎么能和得起来？见和同解没有，见和同解是根本，是六和敬的根、六和敬的体；戒和同修勉强，表面上好像有，实际上没有；只有身同住，口有诤，不是口无诤，意不同悦，利同均勉强做到了。是不是和合僧团？不是！",
      "zh_TW": "所以在今天這個世間，找一個志同道合的同參道友是真不容易，印祖給我們講小道場二十個人，不得了，二十個人就是二十尊佛。現在在修，修因，將來果報往生二十尊佛，還得了！到哪裡去找？自古以來祖師大德一生當中，想遇到一個志同道合，真正有誠敬，具足戒定慧，具足信願行，叫可遇不可求，偶爾因緣聚會遇到了；遇不到，到哪裡去找？找不到。所以這二十個人就很困難。我們在經驗當中，幾十年的經驗，我們看到別人道場不和，沒有六和敬，我們自己道場也不和。我們小道場圖文巴淨宗學院，常住出家人不到二十人，大概只有十五個人，一個人一個心，一個人一種見解，一個人一種想法，十五個人就十五個心，十五種看法，十五種想法，怎麼能和得起來？見和同解沒有，見和同解是根本，是六和敬的根、六和敬的體；戒和同修勉強，表面上好像有，實際上沒有；只有身同住，口有諍，不是口無諍，意不同悅，利同均勉強做到了。是不是和合僧團？不是！"
    },
    {
      "id": "12-017-1291_p0028",
      "zh_CN": "所以，前几天从广东中山来的戴居士，你们大家都看到，我细心观察至少有四个以上的鬼神附他身上。他来看我，告诉我佛像没那么漂亮；看我们这边的佛像，没那么漂亮，佛菩萨天天都在哭！我们听了他的话，真的不是假的。我们这些出家人每天所作所为，诸佛菩萨看到痛心流泪，实话不是假话。他给我说的这番话，引起我很大的警觉，还能干假的吗？还能够欺骗自己吗？所以印祖讲二十个人的小团体，极限，再多找不到了。实在讲二十个人都不容易。使我们就想到觉明妙行菩萨《西方确指》那个小册子里面所说的，印光大师非常推崇。他们一个小道场十二个人真正做到六和敬，专修净土，十二个人都成就，无比的殊胜，那也不容易。我这一生不求多，我只求五个人，真正有五个志同道合，我们在一起修六和敬，在一起如理如法的修行，我们这五个人将来统统往生，这也是无比的殊胜，都找不到。",
      "zh_TW": "所以，前幾天從廣東中山來的戴居士，你們大家都看到，我細心觀察至少有四個以上的鬼神附他身上。他來看我，告訴我佛像沒那麼漂亮；看我們這邊的佛像，沒那麼漂亮，佛菩薩天天都在哭！我們聽了他的話，真的不是假的。我們這些出家人每天所作所為，諸佛菩薩看到痛心流淚，實話不是假話。他給我說的這番話，引起我很大的警覺，還能幹假的嗎？還能夠欺騙自己嗎？所以印祖講二十個人的小團體，極限，再多找不到了。實在講二十個人都不容易。使我們就想到覺明妙行菩薩《西方確指》那個小冊子裡面所說的，印光大師非常推崇。他們一個小道場十二個人真正做到六和敬，專修淨土，十二個人都成就，無比的殊勝，那也不容易。我這一生不求多，我只求五個人，真正有五個志同道合，我們在一起修六和敬，在一起如理如法的修行，我們這五個人將來統統往生，這也是無比的殊勝，都找不到。"
    },
    {
      "id": "12-017-1291_p0029",
      "zh_CN": "这个念头我也曾经跟诸位说过，早年我住在台湾的时候，香港同修们来找我，洗尘法师到台湾找过我两次。我很赞叹，我说您老人家发心，我们找五个志同道合，我们学习世尊当年在世的生活方式。我们托钵，树下一宿，现在可以用童子军露营的帐篷，一个人一个小帐篷，我们游化在人间，真的自由自在，一切放下。揹一个小包袱，两套换洗衣服，一个小帐篷（帐篷很轻），走到哪个地方，找个树底下，五个帐篷围成一个圈，可以在一起共修，可以念佛，可以学习经论，也可以休息；一天吃一餐，外面去托钵。洗尘法师听了也很欢喜，回到香港之后没消息了。那个时候我讲《金刚经》，参考江味农居士的《讲义》，这是江味农居士在《讲义》里头所说的，如果要佛法再兴旺起来，一定要恢复托钵制度，所以我把这个意思跟洗尘法师商量。他在香港也很有声望，许多人对他都很尊重，走得太早了。他走了之后，金山法师也走了。早年香港这些同参道友们，差不多一半都不在了，回想起来感慨万千。真正要想成就，现在机缘实在说比从前殊胜。洗尘法师找我的时候，我还没有道场，还没有这样的设备，那个时候我的生活过得很清苦。",
      "zh_TW": "這個念頭我也曾經跟諸位說過，早年我住在台灣的時候，香港同修們來找我，洗塵法師到台灣找過我兩次。我很讚歎，我說您老人家發心，我們找五個志同道合，我們學習世尊當年在世的生活方式。我們托缽，樹下一宿，現在可以用童子軍露營的帳篷，一個人一個小帳篷，我們遊化在人間，真的自由自在，一切放下。揹一個小包袱，兩套換洗衣服，一個小帳篷（帳篷很輕），走到哪個地方，找個樹底下，五個帳篷圍成一個圈，可以在一起共修，可以念佛，可以學習經論，也可以休息；一天吃一餐，外面去托缽。洗塵法師聽了也很歡喜，回到香港之後沒消息了。那個時候我講《金剛經》，參考江味農居士的《講義》，這是江味農居士在《講義》裡頭所說的，如果要佛法再興旺起來，一定要恢復托缽制度，所以我把這個意思跟洗塵法師商量。他在香港也很有聲望，許多人對他都很尊重，走得太早了。他走了之後，金山法師也走了。早年香港這些同參道友們，差不多一半都不在了，回想起來感慨萬千。真正要想成就，現在機緣實在說比從前殊勝。洗塵法師找我的時候，我還沒有道場，還沒有這樣的設備，那個時候我的生活過得很清苦。"
    },
    {
      "id": "12-017-1291_p0030",
      "zh_CN": "现在社会变化跟从前不一样了，变化之大、变化的快速没有人能想像得到，在这个时候找一个同参道友都不容易。所以我们修行自己一定要发愤，自己一定要克服自己的烦恼习气，实在找不到共修的，一个人修可以，不是不可以。现在我们用远程教学的方式，听经你没有问题，你每天可以听；念佛可以用念佛机，现在的念佛机太方便了，插上电源二十四小时都不中断。跟着念佛机用什么方法念？听，那个效果非常大。可以跟着念，不跟着念专听，把精神完全集中，集中就是修定、就是修一心不乱，效果非常殊胜。一个人是最好修的。如果你不需要工作，你的生活能维持不成问题，那你的福报就太大太大！这样下定决心修行，我可以说保证你三年，一心不乱我不敢说，功夫成片一定得到。功夫成片是什么果位？智者大师这个境界，你一定得到。你得到这个之后，我相信你不愿意再住这个世界，纵有寿命不要了，早一点去。你有能力去，不像一般人想去，条件不具足去不了。这样用功三年就成就了。你每天保持二小时到四小时听经，做什么？提醒你，其余时间统统在念佛，一句佛号不要中断。念经、念佛跟着念，行；不念，专注、专听，功德不可思议。",
      "zh_TW": "現在社會變化跟從前不一樣了，變化之大、變化的快速沒有人能想像得到，在這個時候找一個同參道友都不容易。所以我們修行自己一定要發憤，自己一定要克服自己的煩惱習氣，實在找不到共修的，一個人修可以，不是不可以。現在我們用遠程教學的方式，聽經你沒有問題，你每天可以聽；念佛可以用念佛機，現在的念佛機太方便了，插上電源二十四小時都不中斷。跟著念佛機用什麼方法念？聽，那個效果非常大。可以跟著念，不跟著念專聽，把精神完全集中，集中就是修定、就是修一心不亂，效果非常殊勝。一個人是最好修的。如果你不需要工作，你的生活能維持不成問題，那你的福報就太大太大！這樣下定決心修行，我可以說保證你三年，一心不亂我不敢說，功夫成片一定得到。功夫成片是什麼果位？智者大師這個境界，你一定得到。你得到這個之後，我相信你不願意再住這個世界，縱有壽命不要了，早一點去。你有能力去，不像一般人想去，條件不具足去不了。這樣用功三年就成就了。你每天保持二小時到四小時聽經，做什麼？提醒你，其餘時間統統在念佛，一句佛號不要中斷。念經、念佛跟著念，行；不念，專注、專聽，功德不可思議。"
    },
    {
      "id": "12-017-1291_p0031",
      "zh_CN": "我们净土宗五经一论，我会尽快把它做成有声书，就是把经文完全用字幕在萤光幕上显示出来。萤幕用蓝底，字用白的，蓝底白字看起来很醒目不伤眼睛。《无量寿经》、《弥陀经》、《观无量寿经》、《行愿品》、《大势至圆通章》、《往生论》，总共六种，净土全套的，我们先把经文字幕做出来。我要找普通话说得很标准的给我们念，念的速度不太快、不太慢，很适中的，叫你跟着念也好，你专心听也好，你的心很清净，不起烦躁、不生疲厌。五经一论每天听一遍行，或者专选当中一部也行。听经就是听佛菩萨教诲，天天亲近佛菩萨，没有离开佛菩萨，你怎么会不成就？这是我在此地特别劝勉同修们，不一定要搞道场，不一定要参与别人道场，自己如果在家里有一个小房子，没有人来打搅你，那真叫世间第一道场。你有福，你要知道享，你要不会享，太可惜！如果年岁大了需要人照顾，那这是不得已，真的有志同道合同修真正发心修，也用这个办法。",
      "zh_TW": "我們淨土宗五經一論，我會儘快把它做成有聲書，就是把經文完全用字幕在螢光幕上顯示出來。螢幕用藍底，字用白的，藍底白字看起來很醒目不傷眼睛。《無量壽經》、《彌陀經》、《觀無量壽經》、《行願品》、《大勢至圓通章》、《往生論》，總共六種，淨土全套的，我們先把經文字幕做出來。我要找普通話說得很標準的給我們念，念的速度不太快、不太慢，很適中的，叫你跟著念也好，你專心聽也好，你的心很清淨，不起煩躁、不生疲厭。五經一論每天聽一遍行，或者專選當中一部也行。聽經就是聽佛菩薩教誨，天天親近佛菩薩，沒有離開佛菩薩，你怎麼會不成就？這是我在此地特別勸勉同修們，不一定要搞道場，不一定要參與別人道場，自己如果在家裡有一個小房子，沒有人來打攪你，那真叫世間第一道場。你有福，你要知道享，你要不會享，太可惜！如果年歲大了需要人照顧，那這是不得已，真的有志同道合同修真正發心修，也用這個辦法。"
    },
    {
      "id": "12-017-1291_p0032",
      "zh_CN": "西澳柏斯这个地方有个小乘道场，我去参观过，我很喜欢。住的有十几个出家人，小乘的，等于说是每个人一个道场。他们有一个大殿，大殿是共修，有一个斋堂，吃饭的时候在一起，公共卫生设备；居住一个人一个小寮房，距离都相当远，有这些小路连着。那个小寮房就是一个房间，没有床铺都是地板，有一点像日本的榻榻米一样，它不是榻榻米它是地板。这个小房子外面有走廊，给他绕佛、经行的，各人修各人的，互相不妨碍。小房间里面有小桌子，像日本的那个小桌子，榻榻米上用的，可以在房间里拜佛，可以打坐，也可以睡觉，各个人都不干扰。这个小房间里头有自来水，便利你冲洗方便，没有电灯，每个人晚上就一个小蜡烛，早睡早起，互相不妨碍。",
      "zh_TW": "西澳柏斯這個地方有個小乘道場，我去參觀過，我很喜歡。住的有十幾個出家人，小乘的，等於說是每個人一個道場。他們有一個大殿，大殿是共修，有一個齋堂，吃飯的時候在一起，公共衛生設備；居住一個人一個小寮房，距離都相當遠，有這些小路連著。那個小寮房就是一個房間，沒有床鋪都是地板，有一點像日本的榻榻米一樣，它不是榻榻米它是地板。這個小房子外面有走廊，給他繞佛、經行的，各人修各人的，互相不妨礙。小房間裡面有小桌子，像日本的那個小桌子，榻榻米上用的，可以在房間裡拜佛，可以打坐，也可以睡覺，各個人都不干擾。這個小房間裡頭有自來水，便利你沖洗方便，沒有電燈，每個人晚上就一個小蠟燭，早睡早起，互相不妨礙。"
    },
    {
      "id": "12-017-1291_p0033",
      "zh_CN": "那一个大的殿堂，在我想像当中可能是接待信徒的，那就有护法。护法信徒上山来的时候，一定是招待他们的，请一、二个法师去跟他们讲开示，跟他们结结缘，这也是报恩；或者他们一个星期、二个星期到这边来一次共修，领导他们共修，平常都是一个人一个小茅蓬。这种方式好，独立跟团体两种好处都得到了。而且生活保持着很原始，也是很清苦，每个人小茅蓬里头除了几件换洗衣服，一无所有，经书也只有一、二本；他们有图书室，你要看的时候就一、二本。互相不打搅，又彼此互相照应，如果生病需要别人帮忙，互相可以照应。",
      "zh_TW": "那一個大的殿堂，在我想像當中可能是接待信徒的，那就有護法。護法信徒上山來的時候，一定是招待他們的，請一、二個法師去跟他們講開示，跟他們結結緣，這也是報恩；或者他們一個星期、二個星期到這邊來一次共修，領導他們共修，平常都是一個人一個小茅蓬。這種方式好，獨立跟團體兩種好處都得到了。而且生活保持著很原始，也是很清苦，每個人小茅蓬裡頭除了幾件換洗衣服，一無所有，經書也只有一、二本；他們有圖書室，你要看的時候就一、二本。互相不打攪，又彼此互相照應，如果生病需要別人幫忙，互相可以照應。"
    },
    {
      "id": "12-017-1291_p0034",
      "zh_CN": "他们那里实在很不容易，土地面积不小，有一百个ACRE，满山都是树，有野生动物，十几个人住在那里，我很欣赏。尤其难得的，他们的房子是自己建的，出家人很贫苦，化缘化不到。路自己开辟，修的水泥路那不能走车，人行道，很窄的人行道，大概只有二、三尺宽，也相当长。这个小的人行道自己修的，整整齐齐。一个小房子、一个小房子，我看了非常欢喜、非常羡慕，在那里修行真正是有福，别的地方我没有见到过。别的地方寮房一排一排的，不是一个、一个独立的，一排一排就互相有干扰，他那个互相没有干扰。多看多学习，很值得我们参考的。所以如果有缘分，有足够这么大的一块土地，这种方式好，共住跟独修两种好处兼备，很值得提倡，也不违背印祖的教诲，这个团体不超过二十人。",
      "zh_TW": "他們那裡實在很不容易，土地面積不小，有一百個ACRE，滿山都是樹，有野生動物，十幾個人住在那裡，我很欣賞。尤其難得的，他們的房子是自己建的，出家人很貧苦，化緣化不到。路自己開闢，修的水泥路那不能走車，人行道，很窄的人行道，大概只有二、三尺寬，也相當長。這個小的人行道自己修的，整整齊齊。一個小房子、一個小房子，我看了非常歡喜、非常羨慕，在那裡修行真正是有福，別的地方我沒有見到過。別的地方寮房一排一排的，不是一個、一個獨立的，一排一排就互相有干擾，他那個互相沒有干擾。多看多學習，很值得我們參考的。所以如果有緣分，有足夠這麼大的一塊土地，這種方式好，共住跟獨修兩種好處兼備，很值得提倡，也不違背印祖的教誨，這個團體不超過二十人。"
    },
    {
      "id": "12-017-1291_p0035",
      "zh_CN": "今天讲到这一段「然正法灯，永作照明」。我把我所见所闻心目当中，在这个时代怎样能够帮助我们、成就我们修行的一些方法，我们不能不知道、不能不提倡。佛家常说「佛不度无缘之人」，什么人是无缘？不喜欢真正修行，那就没有缘；不愿意这一生决定往生，那就没缘。没有缘的原因是在哪里？不知道世间苦。这个世间够苦了，他在这个苦里头不知道是苦；极乐世界乐，经上讲的，他也不懂得那个地方是真的乐还是假的乐。把极乐之乐总打成问号，犹豫不决；把眼前这个苦，他很留恋，苦中作乐，不肯放下。不但不肯放下，时时刻刻斤斤计较，就是我们常讲的，他攀缘，他不懂得随缘。",
      "zh_TW": "今天講到這一段「然正法燈，永作照明」。我把我所見所聞心目當中，在這個時代怎樣能夠幫助我們、成就我們修行的一些方法，我們不能不知道、不能不提倡。佛家常說「佛不度無緣之人」，什麼人是無緣？不喜歡真正修行，那就沒有緣；不願意這一生決定往生，那就沒緣。沒有緣的原因是在哪裡？不知道世間苦。這個世間夠苦了，他在這個苦裡頭不知道是苦；極樂世界樂，經上講的，他也不懂得那個地方是真的樂還是假的樂。把極樂之樂總打成問號，猶豫不決；把眼前這個苦，他很留戀，苦中作樂，不肯放下。不但不肯放下，時時刻刻斤斤計較，就是我們常講的，他攀緣，他不懂得隨緣。"
    },
    {
      "id": "12-017-1291_p0036",
      "zh_CN": "随缘，没有计较、没有分别、没有执着，普贤菩萨十大愿王里面所说的「恒顺众生，随喜功德」，这是随缘。恒顺、随喜就是功德。自己一定要执着自己的想法、看法、做法，对自己的清净心你想想看有没有障碍？特别是我们这两年，时时刻刻自己勉励自己、也勉励同学们，修行目标要定在「纯净纯善」。难！要不真正放下，要不真正做到随喜，你想达到这个目标就难。纯净纯善，那真正是第一等大福报，为什么？往生西方极乐世界预知时至，不需要人助念，不需要人帮助。功夫好的人，生死自在，凡圣同居土，想什么时候走，什么时候能走得了。这个地方众生还有缘，什么叫缘？还有一些人听你的，乐意接受你的教诲，你不能走，你要帮助他；帮助他起信，帮助他开解，帮助他放下，帮助他往生。他跟你有缘，你才对得起他，你才不辜负他。有缘，到极乐世界多带一些去，你带的人愈多愈好，将来你成佛的时候，你度化众生缘就多了，法缘殊胜！所以不辞辛劳。",
      "zh_TW": "隨緣，沒有計較、沒有分別、沒有執著，普賢菩薩十大願王裡面所說的「恆順眾生，隨喜功德」，這是隨緣。恆順、隨喜就是功德。自己一定要執著自己的想法、看法、做法，對自己的清淨心你想想看有沒有障礙？特別是我們這兩年，時時刻刻自己勉勵自己、也勉勵同學們，修行目標要定在「純淨純善」。難！要不真正放下，要不真正做到隨喜，你想達到這個目標就難。純淨純善，那真正是第一等大福報，為什麼？往生西方極樂世界預知時至，不需要人助念，不需要人幫助。功夫好的人，生死自在，凡聖同居土，想什麼時候走，什麼時候能走得了。這個地方眾生還有緣，什麼叫緣？還有一些人聽你的，樂意接受你的教誨，你不能走，你要幫助他；幫助他起信，幫助他開解，幫助他放下，幫助他往生。他跟你有緣，你才對得起他，你才不辜負他。有緣，到極樂世界多帶一些去，你帶的人愈多愈好，將來你成佛的時候，你度化眾生緣就多了，法緣殊勝！所以不辭辛勞。"
    },
    {
      "id": "12-017-1291_p0037",
      "zh_CN": "儒家讲「安安而能迁」，就是你现前的生活，身安、心安，这多么自在。如果有苦难众生需要你帮忙的时候，你要能够舍弃你身心安稳的生活去帮助别人，帮助别人也许非常艰苦，要受很多苦难，没有关系，这叫什么？舍己为人。我能够舍弃自己安稳的生活，去跟这些苦难众生和光同尘，帮助他。帮助一切众生是多方面的，我们能在哪一个方面去帮助，全心全力去做。有些人财力，有些人是物力，有些人他有权、他有势力，用种种方便来护持，防范别人干涉、破坏，都是护法！像我们能够帮助的，只有帮助他开解，增长他的信心、愿心，我能做得到的；除这个之外，我做不到。能尽自己的心、尽自己的力，无一不是圆满功德。",
      "zh_TW": "儒家講「安安而能遷」，就是你現前的生活，身安、心安，這多麼自在。如果有苦難眾生需要你幫忙的時候，你要能夠捨棄你身心安穩的生活去幫助別人，幫助別人也許非常艱苦，要受很多苦難，沒有關係，這叫什麼？捨己為人。我能夠捨棄自己安穩的生活，去跟這些苦難眾生和光同塵，幫助他。幫助一切眾生是多方面的，我們能在哪一個方面去幫助，全心全力去做。有些人財力，有些人是物力，有些人他有權、他有勢力，用種種方便來護持，防範別人干涉、破壞，都是護法！像我們能夠幫助的，只有幫助他開解，增長他的信心、願心，我能做得到的；除這個之外，我做不到。能盡自己的心、盡自己的力，無一不是圓滿功德。"
    },
    {
      "id": "12-017-1291_p0038",
      "zh_CN": "在当前还有一桩极重要的大事，那就是培养弘法人才。培养弘法人才是最艰难的事情，这个事情是续佛慧命，这是正法能不能在世间久住第一桩大事情。当然人数也不能多，三、五个人不少，一、二十人不多，我想印祖的话要遵守，不超过二十人。这么一个小班要训练多少时间？至少十年。有没有这些人那靠缘分，这个事情可遇不可求。能有十几、二十个人志同道合，天天在一起学习经教，因为这是续佛慧命的，这不是完全为成就自己的，这是续佛慧命，无论修学哪个宗派都欢迎。这个生活方式，采取柏斯小乘那个方法最适合。",
      "zh_TW": "在當前還有一樁極重要的大事，那就是培養弘法人才。培養弘法人才是最艱難的事情，這個事情是續佛慧命，這是正法能不能在世間久住第一樁大事情。當然人數也不能多，三、五個人不少，一、二十人不多，我想印祖的話要遵守，不超過二十人。這麼一個小班要訓練多少時間？至少十年。有沒有這些人那靠緣分，這個事情可遇不可求。能有十幾、二十個人志同道合，天天在一起學習經教，因為這是續佛慧命的，這不是完全為成就自己的，這是續佛慧命，無論修學哪個宗派都歡迎。這個生活方式，採取柏斯小乘那個方法最適合。"
    },
    {
      "id": "12-017-1291_p0039",
      "zh_CN": "各人研究各人的东西，研究之后，天天要讲解。一个人讲解，那我们大众都是他的听众。他讲《华严》每天一个小时，我们听他的，第二个小时那个人讲《法华》，我们就听《法华》。各人有自己专攻的一部，同时又可以跟不同的法师在一起切磋琢磨，有好处！我们多听，各种经都有人讲，我们多听，听到把自己的心得会归到自己主修、主讲的这部经。这样一来，这也是现在所说的多元文化，将来自己讲经说法教化众生，绝对不会跟其他宗派冲突，绝对不会任意批评其他宗派。就像《华严经》末后善财童子五十三参一样，每一位法师都是自己谦虚赞叹别人，真是应了古人所说的「若要佛法兴，唯有僧赞僧」。",
      "zh_TW": "各人研究各人的東西，研究之後，天天要講解。一個人講解，那我們大眾都是他的聽眾。他講《華嚴》每天一個小時，我們聽他的，第二個小時那個人講《法華》，我們就聽《法華》。各人有自己專攻的一部，同時又可以跟不同的法師在一起切磋琢磨，有好處！我們多聽，各種經都有人講，我們多聽，聽到把自己的心得會歸到自己主修、主講的這部經。這樣一來，這也是現在所說的多元文化，將來自己講經說法教化眾生，絕對不會跟其他宗派衝突，絕對不會任意批評其他宗派。就像《華嚴經》末後善財童子五十三參一樣，每一位法師都是自己謙虛讚歎別人，真是應了古人所說的「若要佛法興，唯有僧讚僧」。"
    },
    {
      "id": "12-017-1291_p0040",
      "zh_CN": "你看五十三参，五十三位善知识每个人所学的法门不一样、所弘的法门不一样，各个的心态都那么样的善良、那么样的诚恳，自己谦虚赞叹别人，这是我们应当学。为什么？我们真正契入之后，明白了，门门第一没有第二。佛氏门中八万四千法门，佛在《金刚般若》上说「法门平等，无有高下」。八万四千法门，门门第一，没有第二的。不但佛门里面门门第一，再看看佛教以外的，这个世间所有一切宗教，每一个宗教都第一，每一个宗教所依靠修学的经典也第一，绝对没有第二。这是宇宙的和谐，这是宇宙的真相，真相是各个第一。",
      "zh_TW": "你看五十三參，五十三位善知識每個人所學的法門不一樣、所弘的法門不一樣，各個的心態都那麼樣的善良、那麼樣的誠懇，自己謙虛讚歎別人，這是我們應當學。為什麼？我們真正契入之後，明白了，門門第一沒有第二。佛氏門中八萬四千法門，佛在《金剛般若》上說「法門平等，無有高下」。八萬四千法門，門門第一，沒有第二的。不但佛門裡面門門第一，再看看佛教以外的，這個世間所有一切宗教，每一個宗教都第一，每一個宗教所依靠修學的經典也第一，絕對沒有第二。這是宇宙的和諧，這是宇宙的真相，真相是各個第一。"
    },
    {
      "id": "12-017-1291_p0041",
      "zh_CN": "我们把宇宙比作我们的身体，我们把不同的宗教、不同的派别，比作我们全身不同的器官，不同的器官、不同的细胞各个第一。所有细胞都第一，所有器官都第一，这个人健康长寿。如果一个人说，我眼睛第一，我耳朵第二，鼻子第三，生病了，你们想想对不对？你只有眼睛好，耳朵就差一点，鼻子更差，你生病了。门门第一是健康的，那是宇宙真相，诸法实相。第二、第三从哪来的？从妄想分别执着来的，妄想分别执着是病根，有这个念头，有这个分别，病发作了。诸位细心想想是不是这样？你要想通了，你就知道宇宙本来是和谐的，现在还是和谐的。地球是和谐的，地球上所有的动物、植物、生物，现在科学家所说的生态平衡，哪个不是第一？一棵几千年的大树、神木第一，旁边长的一根小草也第一，你什么时候在诸法现象里面能够看出这个真相，然后你才会肯定本来和睦。",
      "zh_TW": "我們把宇宙比作我們的身體，我們把不同的宗教、不同的派別，比作我們全身不同的器官，不同的器官、不同的細胞各個第一。所有細胞都第一，所有器官都第一，這個人健康長壽。如果一個人說，我眼睛第一，我耳朵第二，鼻子第三，生病了，你們想想對不對？你只有眼睛好，耳朵就差一點，鼻子更差，你生病了。門門第一是健康的，那是宇宙真相，諸法實相。第二、第三從哪來的？從妄想分別執著來的，妄想分別執著是病根，有這個念頭，有這個分別，病發作了。諸位細心想想是不是這樣？你要想通了，你就知道宇宙本來是和諧的，現在還是和諧的。地球是和諧的，地球上所有的動物、植物、生物，現在科學家所說的生態平衡，哪個不是第一？一棵幾千年的大樹、神木第一，旁邊長的一根小草也第一，你什麼時候在諸法現象裡面能夠看出這個真相，然後你才會肯定本來和睦。"
    },
    {
      "id": "12-017-1291_p0042",
      "zh_CN": "仁爱和平是道德，是自自然然的法则，不是人为的。今天麻烦出在人，人生病了，妄想分别执着，生病了，所有一切不善的造作让这个地球也生病了，宇宙也受到伤害了。宇宙太大，这个伤害还没有太大影响。地球在宇宙是局部，好像我们一个人的身体，我的手上长了一个疮，这个地方很严重，但是对全身来讲，其他器官有影响不大，可是长疮这个地方影响很大、很严重，就是这么个道理。你要是真正参透了，我跟任何人和睦相处是天经地义，我不能跟人家和睦相处，我错了。这个话，不参透的人你跟他讲，他不承认、他不相信、他不能接受；真正参透的人，你跟他讲他点头，他想想有道理。从今之后我们在生活当中、工作当中、处事待人接物，没有一样不包容、没有一样不尊重，对人对事对物没有一样不平等；平等对待和睦相处，这是道德。希望我们从今之后生活在道德里面，工作在道德里面，处事待人接物完全与道与德相应，这一生多幸福、多美满。",
      "zh_TW": "仁愛和平是道德，是自自然然的法則，不是人為的。今天麻煩出在人，人生病了，妄想分別執著，生病了，所有一切不善的造作讓這個地球也生病了，宇宙也受到傷害了。宇宙太大，這個傷害還沒有太大影響。地球在宇宙是局部，好像我們一個人的身體，我的手上長了一個瘡，這個地方很嚴重，但是對全身來講，其他器官有影響不大，可是長瘡這個地方影響很大、很嚴重，就是這麼個道理。你要是真正參透了，我跟任何人和睦相處是天經地義，我不能跟人家和睦相處，我錯了。這個話，不參透的人你跟他講，他不承認、他不相信、他不能接受；真正參透的人，你跟他講他點頭，他想想有道理。從今之後我們在生活當中、工作當中、處事待人接物，沒有一樣不包容、沒有一樣不尊重，對人對事對物沒有一樣不平等；平等對待和睦相處，這是道德。希望我們從今之後生活在道德裡面，工作在道德裡面，處事待人接物完全與道與德相應，這一生多幸福、多美滿。"
    },
    {
      "id": "12-017-1291_p0043",
      "zh_CN": "道德，简单的讲，与大自然合而为一，与大自然的运行、运作、法则完全相应而没有违背，这才真正是「大然正法灯」。由此可知，正法完全是在觉悟、彻底的觉悟，就是正法；学佛，学佛没悟，学佛还在迷，佛法就不是正法。下面「永作」这两个字好。不是彻底觉悟的人，哪里能做到永作照明？彻底觉悟发的大愿心，众生无边誓愿度，那就是「永作照明」。没有止境的，生生世世，哪个地方缘成熟就到哪里去，全心全力，没有自己，只有照顾别人、帮助别人开悟，不是别的。他开悟了，离苦得乐是他自己的事情，积功累德他自己会干，用不着劝他，用不着提醒也用不着鼓励，只要他觉悟。所以诸佛菩萨应化在九法界没有别的，帮助一切众生破迷开悟。现在时间到了。",
      "zh_TW": "道德，簡單的講，與大自然合而為一，與大自然的運行、運作、法則完全相應而沒有違背，這才真正是「大然正法燈」。由此可知，正法完全是在覺悟、徹底的覺悟，就是正法；學佛，學佛沒悟，學佛還在迷，佛法就不是正法。下面「永作」這兩個字好。不是徹底覺悟的人，哪裡能做到永作照明？徹底覺悟發的大願心，眾生無邊誓願度，那就是「永作照明」。沒有止境的，生生世世，哪個地方緣成熟就到哪裡去，全心全力，沒有自己，只有照顧別人、幫助別人開悟，不是別的。他開悟了，離苦得樂是他自己的事情，積功累德他自己會幹，用不著勸他，用不著提醒也用不著鼓勵，只要他覺悟。所以諸佛菩薩應化在九法界沒有別的，幫助一切眾生破迷開悟。現在時間到了。"
    }
  ]
}