{
  "doc_id": "12-017-0376",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三七六卷",
    "zh_TW": "第三七六卷"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0376",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "12-017-0376_p0001",
      "zh_CN": "请看「世主妙严品」，得法赞佛，诸神众，主昼神长行，第三句：",
      "zh_TW": "請看「世主妙嚴品」，得法讚佛，諸神眾，主晝神長行，第三句："
    },
    {
      "id": "12-017-0376_p0002",
      "zh_CN": "【乐胜庄严主昼神，得能放无边可爱乐法光明解脱门。】",
      "zh_TW": "【樂勝莊嚴主晝神，得能放無邊可愛樂法光明解脫門。】"
    },
    {
      "id": "12-017-0376_p0003",
      "zh_CN": "清凉大师注解，「身法二光，皆可爱乐」。菩萨救度世间众生，特别是六道众生，尤其是我们现在地球上的苦难众生，非常需要「乐胜庄严」菩萨的法门。他这个法门，用现在的话来说，爱的教育。他能『放无边可爱乐』，「乐」是爱好，这个字前面圈了去声，当作动词用，爱好的意思，『法光明』。经文重要的一个字，就在「爱」。从菩萨得法，我们应当着眼的是「无边可爱」。由此可知，这个爱是尽虚空法界的，是没有分别的、没有执着的。如果有分别、有执着，这个爱心就有边际。佛法讲爱心，一般把它讲成四大类。第一种叫「爱缘慈悲」，这个范围很小；就是我喜欢的人爱他，不喜欢的人就不爱他，这是世间人的爱心，范围很小。从前多半是一个家族，他的爱心只有这么大。就是在一般史书里面所赞叹的，爱国家、爱民族，民族英雄，他的爱心也不是太大，只爱他一个国家、一个民族，别的国家、别的民族他就不爱了。我们要从这个地方着眼。",
      "zh_TW": "清涼大師註解，「身法二光，皆可愛樂」。菩薩救度世間眾生，特別是六道眾生，尤其是我們現在地球上的苦難眾生，非常需要「樂勝莊嚴」菩薩的法門。他這個法門，用現在的話來說，愛的教育。他能『放無邊可愛樂』，「樂」是愛好，這個字前面圈了去聲，當作動詞用，愛好的意思，『法光明』。經文重要的一個字，就在「愛」。從菩薩得法，我們應當著眼的是「無邊可愛」。由此可知，這個愛是盡虛空法界的，是沒有分別的、沒有執著的。如果有分別、有執著，這個愛心就有邊際。佛法講愛心，一般把它講成四大類。第一種叫「愛緣慈悲」，這個範圍很小；就是我喜歡的人愛他，不喜歡的人就不愛他，這是世間人的愛心，範圍很小。從前多半是一個家族，他的愛心只有這麼大。就是在一般史書裡面所讚歎的，愛國家、愛民族，民族英雄，他的愛心也不是太大，只愛他一個國家、一個民族，別的國家、別的民族他就不愛了。我們要從這個地方著眼。"
    },
    {
      "id": "12-017-0376_p0004",
      "zh_CN": "这个世间人民能不能和睦相处？我们知道希求天下太平，这中国古人讲天下太平，现在人讲祈求世界和平。这两年我们在新加坡，每逢过年我们都邀请九大宗教在一起，祈祷世界和平。我想这一种祈祷世界和平，大概总做了几千年、几万年，世界也没有和平，只是我们一个愿望，这个愿望没有办法落实。可是我们看看，《华严经》毘卢遮那佛的华藏世界，确实是天下太平，看看阿弥陀佛的西方极乐世界，他们真的是世界和平，这个地方我们要省思，为什么他们能够做得到，我们做不到？他们做到的原因是什么？我们做不到的原因又是什么？不要讲是一个世界，一个那么大的世界，我们今天把社会生活缩到最小的单位：一个家庭，家庭是人群社会生活最小的单位。现在小家庭夫妻儿女，为什么一家人都不能和睦相处，一家都不能够安定、都不能够和平？每个人有每个人的想法，每个人有每个人的看法，这些想法看法常常发生冲突，原因到底是什么？",
      "zh_TW": "這個世間人民能不能和睦相處？我們知道希求天下太平，這中國古人講天下太平，現在人講祈求世界和平。這兩年我們在新加坡，每逢過年我們都邀請九大宗教在一起，祈禱世界和平。我想這一種祈禱世界和平，大概總做了幾千年、幾萬年，世界也沒有和平，只是我們一個願望，這個願望沒有辦法落實。可是我們看看，《華嚴經》毘盧遮那佛的華藏世界，確實是天下太平，看看阿彌陀佛的西方極樂世界，他們真的是世界和平，這個地方我們要省思，為什麼他們能夠做得到，我們做不到？他們做到的原因是什麼？我們做不到的原因又是什麼？不要講是一個世界，一個那麼大的世界，我們今天把社會生活縮到最小的單位：一個家庭，家庭是人群社會生活最小的單位。現在小家庭夫妻兒女，為什麼一家人都不能和睦相處，一家都不能夠安定、都不能夠和平？每個人有每個人的想法，每個人有每個人的看法，這些想法看法常常發生衝突，原因到底是什麼？"
    },
    {
      "id": "12-017-0376_p0005",
      "zh_CN": "佛在经上跟我们讲，真正的因，是无始劫来阿赖耶里面薰习的烦恼习气，这是因。现前点点滴滴小事情，引发冲突，那是缘。如果没有因，纵然有缘，也不会有冲突；如果没有缘，纵然有因，冲突也不会爆发；因遇到缘就起现行，许许多多不愉快的事情就发生。所以佛家不重视因，而重视缘，为什么？因已经种了，消灭不了。如何把这些恶缘截断，培养善缘？佛跟我们说，每一个众生阿赖耶识里面，十法界的因统统具足。这十法界就是我们有作佛的因，也有作菩萨的因，也有作辟支佛、阿罗汉的因，也有天人的因；换句话说，也有地狱、饿鬼、畜生的因，十法界的业因个个具足，没有一个人没有。你将来到哪个法界去？那就看缘。所以佛法讲缘生论，一切法因缘生，因缘生里面特别注重在「缘」。如果我们把恶缘堵截住，善缘把它促成，恶因就不会结恶果，善因这个善果就先成就，道理在此地。",
      "zh_TW": "佛在經上跟我們講，真正的因，是無始劫來阿賴耶裡面薰習的煩惱習氣，這是因。現前點點滴滴小事情，引發衝突，那是緣。如果沒有因，縱然有緣，也不會有衝突；如果沒有緣，縱然有因，衝突也不會爆發；因遇到緣就起現行，許許多多不愉快的事情就發生。所以佛家不重視因，而重視緣，為什麼？因已經種了，消滅不了。如何把這些惡緣截斷，培養善緣？佛跟我們說，每一個眾生阿賴耶識裡面，十法界的因統統具足。這十法界就是我們有作佛的因，也有作菩薩的因，也有作辟支佛、阿羅漢的因，也有天人的因；換句話說，也有地獄、餓鬼、畜生的因，十法界的業因個個具足，沒有一個人沒有。你將來到哪個法界去？那就看緣。所以佛法講緣生論，一切法因緣生，因緣生裡面特別注重在「緣」。如果我們把惡緣堵截住，善緣把它促成，惡因就不會結惡果，善因這個善果就先成就，道理在此地。"
    },
    {
      "id": "12-017-0376_p0006",
      "zh_CN": "我们念佛求生西方净土，也是这么个道理。世出世间所有一切的善缘，念佛往生净土是第一善。我们要想成就第一大善，当生成就，就要把其他的九种缘放下。所以放下万缘，一心称念，我们这一生就成就了。这个成就是真实、伟大，不可思议，世出世间没有一法能跟它相比。非常可惜的是这个世间人不知道，诸佛菩萨大慈大悲示现在这个世间，对众生无尽的恩德，就是把这个讯息给我们透出来，让我们知道。我们明白了，真正彻底明了之后，自自然然就放得下，我们这一生肯定成就，丝毫疑惑都没有。除了自己成就之外，我们在这个世间只有一桩事情，全心全力帮助别人成就，把这个讯息传播，告诉大众。大众善根深厚的人，听到了、觉悟了，他也能放下。只要能放下就能成就，决定没有怀疑，为什么？理论真实，「一切众生皆有佛性」。理论真实，因真实；缘真实，「发菩提心，一向专念」，缘真实；果报哪有不成就的？",
      "zh_TW": "我們念佛求生西方淨土，也是這麼個道理。世出世間所有一切的善緣，念佛往生淨土是第一善。我們要想成就第一大善，當生成就，就要把其他的九種緣放下。所以放下萬緣，一心稱念，我們這一生就成就了。這個成就是真實、偉大，不可思議，世出世間沒有一法能跟它相比。非常可惜的是這個世間人不知道，諸佛菩薩大慈大悲示現在這個世間，對眾生無盡的恩德，就是把這個訊息給我們透出來，讓我們知道。我們明白了，真正徹底明瞭之後，自自然然就放得下，我們這一生肯定成就，絲毫疑惑都沒有。除了自己成就之外，我們在這個世間只有一樁事情，全心全力幫助別人成就，把這個訊息傳播，告訴大眾。大眾善根深厚的人，聽到了、覺悟了，他也能放下。只要能放下就能成就，決定沒有懷疑，為什麼？理論真實，「一切眾生皆有佛性」。理論真實，因真實；緣真實，「發菩提心，一向專念」，緣真實；果報哪有不成就的？"
    },
    {
      "id": "12-017-0376_p0007",
      "zh_CN": "凡是不能成就的人，总而言之一句话，受不了妖魔鬼怪的诱惑，你堕落了，你失败了。什么是妖魔鬼怪？诸位要记住，《八大人觉经》佛跟我们讲四种魔。这四种魔里面，第一个「五阴」是魔。五阴是这个身，我们这个身是「色受想行识」五阴组合的，你把这个身当作我，为这个假我造作无量无边的罪业，这就错了。五阴无我，你就能突出五阴的魔障。你要是真正理解五阴无我，绝不执着这个身是我。「我」在哪里？我们在讲席当中也常常提示，佛在经里面讲得很多，我们把意思总结让大家好懂，「虚空法界一切众生本来一体」，那就是我。我们在大乘经教里体会得，「虚空法界一切众生是我」，你要有这个认知、有这个肯定，那就恭喜你，你证得法身果位，你证得法身。证得法身的人，就是《华严经》上的法身菩萨，不但超越六道，也超越十法界。",
      "zh_TW": "凡是不能成就的人，總而言之一句話，受不了妖魔鬼怪的誘惑，你墮落了，你失敗了。什麼是妖魔鬼怪？諸位要記住，《八大人覺經》佛跟我們講四種魔。這四種魔裡面，第一個「五陰」是魔。五陰是這個身，我們這個身是「色受想行識」五陰組合的，你把這個身當作我，為這個假我造作無量無邊的罪業，這就錯了。五陰無我，你就能突出五陰的魔障。你要是真正理解五陰無我，絕不執著這個身是我。「我」在哪裡？我們在講席當中也常常提示，佛在經裡面講得很多，我們把意思總結讓大家好懂，「虛空法界一切眾生本來一體」，那就是我。我們在大乘經教裡體會得，「虛空法界一切眾生是我」，你要有這個認知、有這個肯定，那就恭喜你，你證得法身果位，你證得法身。證得法身的人，就是《華嚴經》上的法身菩薩，不但超越六道，也超越十法界。"
    },
    {
      "id": "12-017-0376_p0008",
      "zh_CN": "凡夫跟佛就一念之差，凡夫就是执着五阴身是我，佛菩萨知道虚空法界是我，就这一念之差。只要把这一念转过来，你就转凡成圣，然后你对自己这个五阴身，就不会看得很重。你把什么看得很重？你把虚空法界一切众生看得很重，可以舍这个身，去完成一切众生；一般讲舍己为人，牺牲自己，毫不吝啬。为什么佛菩萨能做到，我们做不到？佛菩萨了解事实真相，我们做不到，不了解事实真相。我们迷了，迷了之后就堕入魔障，魔障是什么？名闻利养，根本是自私自利；从自私自利里，自自然然就生名闻利养，贪五欲六尘，起贪瞋痴慢，这一来愈堕愈深，所以五阴是魔。我们再仔细看看芸芸众生，哪一个不是在魔障里头，哪一个人不是在魔掌里头，你能超越得了魔掌吗？果然觉悟了，身心世界一切放下，念念为众生，念念为正法久住，一心一意念佛求生净土，这个人超越魔障，都超越了。这个人就不是凡人，《无量寿经》上讲「如来第一弟子」，我们要牢牢的记住。",
      "zh_TW": "凡夫跟佛就一念之差，凡夫就是執著五陰身是我，佛菩薩知道虛空法界是我，就這一念之差。只要把這一念轉過來，你就轉凡成聖，然後你對自己這個五陰身，就不會看得很重。你把什麼看得很重？你把虛空法界一切眾生看得很重，可以捨這個身，去完成一切眾生；一般講捨己為人，犧牲自己，毫不吝嗇。為什麼佛菩薩能做到，我們做不到？佛菩薩了解事實真相，我們做不到，不了解事實真相。我們迷了，迷了之後就墮入魔障，魔障是什麼？名聞利養，根本是自私自利；從自私自利裡，自自然然就生名聞利養，貪五欲六塵，起貪瞋痴慢，這一來愈墮愈深，所以五陰是魔。我們再仔細看看芸芸眾生，哪一個不是在魔障裡頭，哪一個人不是在魔掌裡頭，你能超越得了魔掌嗎？果然覺悟了，身心世界一切放下，念念為眾生，念念為正法久住，一心一意念佛求生淨土，這個人超越魔障，都超越了。這個人就不是凡人，《無量壽經》上講「如來第一弟子」，我們要牢牢的記住。"
    },
    {
      "id": "12-017-0376_p0009",
      "zh_CN": "第二类的魔，烦恼魔。这是无量劫染着一切善、不善的习气，佛经里面把它分三类：善、恶、无记，这三种习气。习气非常深重，遇到缘，它就起现行。在六道众生里面，恶的习气多，善的习气少。佛在百法里面，《百法明门论》这是天亲菩萨着的，他将烦恼归纳为二十六大类，其中六个根本烦恼，二十个随烦恼，这是大分。烦恼无量无边，菩萨为了教学方便起见，用归纳的方法。这二十六个烦恼心所是恶的，都不是善的，善心所只有十一个。诸位想想，恶心所二十六个，善心所十一个，这在数量上就不能相比，所以众生烦恼严重，也就是恶念多、善念少，原因在此地。何况外面的境界恶的诱惑力量大，善的诱惑力量薄弱，显而易见，我们讲经，这是善缘，几个人来听？这个世间邪知邪见、歌舞场合多少人去，买票还要去，我们这里还有茶点一切供养都不来，你就晓得善缘少，恶缘太多了。内有恶的心所，外有恶缘，怎么会不造业？",
      "zh_TW": "第二類的魔，煩惱魔。這是無量劫染著一切善、不善的習氣，佛經裡面把它分三類：善、惡、無記，這三種習氣。習氣非常深重，遇到緣，它就起現行。在六道眾生裡面，惡的習氣多，善的習氣少。佛在百法裡面，《百法明門論》這是天親菩薩著的，他將煩惱歸納為二十六大類，其中六個根本煩惱，二十個隨煩惱，這是大分。煩惱無量無邊，菩薩為了教學方便起見，用歸納的方法。這二十六個煩惱心所是惡的，都不是善的，善心所只有十一個。諸位想想，惡心所二十六個，善心所十一個，這在數量上就不能相比，所以眾生煩惱嚴重，也就是惡念多、善念少，原因在此地。何況外面的境界惡的誘惑力量大，善的誘惑力量薄弱，顯而易見，我們講經，這是善緣，幾個人來聽？這個世間邪知邪見、歌舞場合多少人去，買票還要去，我們這裡還有茶點一切供養都不來，你就曉得善緣少，惡緣太多了。內有惡的心所，外有惡緣，怎麼會不造業？"
    },
    {
      "id": "12-017-0376_p0010",
      "zh_CN": "造作的业决定有报，古德讲得好，「不是不报，时辰未到」。时辰什么时候到？我们看快了，不远了，快要到了。怎么知道快要到？这个快要到的预兆太多了，这是很科学的观察，决不是迷信。中国古圣先贤教我们观察世间治乱，它不是迷信的，他教我们观察什么？观察这个地区的人，他们想的是什么，他们念的是什么，他们说的是什么，他们做的是什么；如果他的想法看法、说法作法都是善的，这个地方安定，有前途，这个社会会安定、会繁荣，人民幸福；如果这个地区的人，想法是不善的，说的也不善，做的也不善，不善的果报很快会现前；这是很合乎逻辑的思考，合乎逻辑的判断。我们很冷静的观察今天整个世界的趋向，观光旅游对我们非常方便，我们看看每一个地区民心人心，恶的念头、恶的行为年年增长，这个事情麻烦了。社会上犯罪的行为年年增加，天灾人祸的频率一年比一年多，一次比一次严重，这已经是很明显的预兆。我们看到这个预兆，警觉高的人看到这个预兆惊心动魄，一般社会大众在这么明显预兆之下，依旧是麻木不仁，他没有感觉，这怎么得了？这个问题非常非常严重。",
      "zh_TW": "造作的業決定有報，古德講得好，「不是不報，時辰未到」。時辰什麼時候到？我們看快了，不遠了，快要到了。怎麼知道快要到？這個快要到的預兆太多了，這是很科學的觀察，決不是迷信。中國古聖先賢教我們觀察世間治亂，它不是迷信的，他教我們觀察什麼？觀察這個地區的人，他們想的是什麼，他們念的是什麼，他們說的是什麼，他們做的是什麼；如果他的想法看法、說法作法都是善的，這個地方安定，有前途，這個社會會安定、會繁榮，人民幸福；如果這個地區的人，想法是不善的，說的也不善，做的也不善，不善的果報很快會現前；這是很合乎邏輯的思考，合乎邏輯的判斷。我們很冷靜的觀察今天整個世界的趨向，觀光旅遊對我們非常方便，我們看看每一個地區民心人心，惡的念頭、惡的行為年年增長，這個事情麻煩了。社會上犯罪的行為年年增加，天災人禍的頻率一年比一年多，一次比一次嚴重，這已經是很明顯的預兆。我們看到這個預兆，警覺高的人看到這個預兆驚心動魄，一般社會大眾在這麼明顯預兆之下，依舊是麻木不仁，他沒有感覺，這怎麼得了？這個問題非常非常嚴重。"
    },
    {
      "id": "12-017-0376_p0011",
      "zh_CN": "对待复杂的社会问题，要想解决它，必须用最简单的方法。最简单的方法就是一定要发扬爱的教育，菩萨在此地教给我们「无边可爱乐」，要发扬这个教育。这个爱心没有界限、没有分别、没有执着，不分国土、不分族群、不分宗教信仰。真诚平等的爱心要从自己发出来，感化社会大众。到底能不能挽救世间的劫运？这个问题可以不必理会，只要我们自己全心全力去做，只问耕耘，不问收获，从我本身做起，我自己回头，我自己本身就得度了。存菩萨心，菩萨心就是真诚、清净、平等、正觉、慈悲，我们存这个心；行菩萨道，把这个心落实在生活、落实在工作、落实在处事待人接物，就叫行菩萨道。存菩萨心，行菩萨道，我们走的这个路子是菩萨道、是成佛之道，决定光明的大道。",
      "zh_TW": "對待複雜的社會問題，要想解決它，必須用最簡單的方法。最簡單的方法就是一定要發揚愛的教育，菩薩在此地教給我們「無邊可愛樂」，要發揚這個教育。這個愛心沒有界限、沒有分別、沒有執著，不分國土、不分族群、不分宗教信仰。真誠平等的愛心要從自己發出來，感化社會大眾。到底能不能挽救世間的劫運？這個問題可以不必理會，只要我們自己全心全力去做，只問耕耘，不問收穫，從我本身做起，我自己回頭，我自己本身就得度了。存菩薩心，菩薩心就是真誠、清淨、平等、正覺、慈悲，我們存這個心；行菩薩道，把這個心落實在生活、落實在工作、落實在處事待人接物，就叫行菩薩道。存菩薩心，行菩薩道，我們走的這個路子是菩薩道、是成佛之道，決定光明的大道。"
    },
    {
      "id": "12-017-0376_p0012",
      "zh_CN": "我们要接近善缘，远离恶缘，这一条非常非常重要。不善的境界我们要懂得回避，善境界我们要懂得怎样去亲近、怎样去保持，成就自己坚定的善愿，成就自己的善行，这样才能够帮助别人、影响别人。世界这么大，如何推广我们的影响？要靠爱心，也要靠手段。现在最好的手段是运用科技，运用电视的传播，运用电脑的网路，每天我们全心全力向全世界播放，向全人类在这里推动。什么样的结果决定不去考虑，我们做得心安理得，真正做到清净快乐。决定做到活在这个世间，于人无争，于世无求，我们只有奉献，没有要求，绝不求报酬。要求丝毫报酬，人家会起反感，你是有为而来的，你不是真心，你是有目的而来的。我们要做到，完全无私无求，圆满的奉献。要做到这一点，首先要对于大乘法彻底的深入，如诸菩萨一样通达晓了诸法实相，我们才脱离自己烦恼障，这才能够契入佛法境界。这是烦恼魔我们要认识，认知之后，才能克服、才能降伏它。",
      "zh_TW": "我們要接近善緣，遠離惡緣，這一條非常非常重要。不善的境界我們要懂得迴避，善境界我們要懂得怎樣去親近、怎樣去保持，成就自己堅定的善願，成就自己的善行，這樣才能夠幫助別人、影響別人。世界這麼大，如何推廣我們的影響？要靠愛心，也要靠手段。現在最好的手段是運用科技，運用電視的傳播，運用電腦的網路，每天我們全心全力向全世界播放，向全人類在這裡推動。什麼樣的結果決定不去考慮，我們做得心安理得，真正做到清淨快樂。決定做到活在這個世間，於人無爭，於世無求，我們只有奉獻，沒有要求，絕不求報酬。要求絲毫報酬，人家會起反感，你是有為而來的，你不是真心，你是有目的而來的。我們要做到，完全無私無求，圓滿的奉獻。要做到這一點，首先要對於大乘法徹底的深入，如諸菩薩一樣通達曉了諸法實相，我們才脫離自己煩惱障，這才能夠契入佛法境界。這是煩惱魔我們要認識，認知之後，才能克服、才能降伏它。"
    },
    {
      "id": "12-017-0376_p0013",
      "zh_CN": "第三个死魔。死魔是你的寿命，六道凡夫只要你有念头，你还有妄念，你就没有办法逃过命运。这桩事情诸位细细去念《了凡四训》，你就知道了。我往年教学佛的同修，他们问我从哪里学起？我告诉他，你要想学佛，你首先把《了凡四训》念三百遍，一天念一遍念满一年，先把你的基础奠定。《了凡四训》这部书的宗旨，教我们深信因果，「一饮一啄，莫非前定」。谁定的？自己定的，不是别人定的。佛在经上跟我们讲得很明白，我们到这个世间来投胎为的是什么？佛只一句话，四个字，给我们解答了，「人生酬业」。你到这个世间来，得这个人身，是干什么的？是酬偿你过去生中造的业报。过去生中你造善业，你来享福的，造作恶业你来受苦难的，佛讲得这么清楚、这么明白。所以我们的命运是自己造的，不是别人造的。",
      "zh_TW": "第三個死魔。死魔是你的壽命，六道凡夫只要你有念頭，你還有妄念，你就沒有辦法逃過命運。這樁事情諸位細細去念《了凡四訓》，你就知道了。我往年教學佛的同修，他們問我從哪裡學起？我告訴他，你要想學佛，你首先把《了凡四訓》念三百遍，一天念一遍念滿一年，先把你的基礎奠定。《了凡四訓》這部書的宗旨，教我們深信因果，「一飲一啄，莫非前定」。誰定的？自己定的，不是別人定的。佛在經上跟我們講得很明白，我們到這個世間來投胎為的是什麼？佛只一句話，四個字，給我們解答了，「人生酬業」。你到這個世間來，得這個人身，是幹什麼的？是酬償你過去生中造的業報。過去生中你造善業，你來享福的，造作惡業你來受苦難的，佛講得這麼清楚、這麼明白。所以我們的命運是自己造的，不是別人造的。"
    },
    {
      "id": "12-017-0376_p0014",
      "zh_CN": "寿命长短都有定数，可是你要记住，自己造的当然自己可以改；你要记住，别人改不了。你要想找些算命看相给你改命，看风水给你改风水，那你都上当、都被骗了。为什么？绝对没有外面力量能改变你。外面力量果然能改变我，佛的大慈大悲应当都把我们改变了，如果他不改变我的命运，他就不慈悲，不是这么个道理吗？佛菩萨、神仙、上帝都没有办法改变人的命运，这个命运是自作自受，但是只有自己可以改变自己命运。袁了凡遇到云谷禅师，云谷禅师把佛法里这一大套的道理讲给他听，他觉悟了，他就试试看。改变就是改心，你们仔细观察，要抓到它的重点。",
      "zh_TW": "壽命長短都有定數，可是你要記住，自己造的當然自己可以改；你要記住，別人改不了。你要想找些算命看相給你改命，看風水給你改風水，那你都上當、都被騙了。為什麼？絕對沒有外面力量能改變你。外面力量果然能改變我，佛的大慈大悲應當都把我們改變了，如果他不改變我的命運，他就不慈悲，不是這麼個道理嗎？佛菩薩、神仙、上帝都沒有辦法改變人的命運，這個命運是自作自受，但是只有自己可以改變自己命運。袁了凡遇到雲谷禪師，雲谷禪師把佛法裡這一大套的道理講給他聽，他覺悟了，他就試試看。改變就是改心，你們仔細觀察，要抓到它的重點。"
    },
    {
      "id": "12-017-0376_p0015",
      "zh_CN": "了凡先生他是个凡人，他起心动念也是为自己，也是像一般众生一样追求功名富贵，但是学佛之后明白了，自己不重要，众生重要，开始转念头，不再为自己，活在这个世间为众生。自己能够节俭，过很清苦的生活。冬天做棉衣的时候，这是富贵人家做丝棉袍，给他儿子做棉袍，他的太太慈悲心一动，把这个丝棉袍卖掉，买棉花，为什么？多做几件，自己儿子有得穿，也可以布施给穷人去穿。想到自己，他就能想到别人，这个心转变了，命运就改变了。改造命运的权操在自己，不操在别人。他做得非常明显，佛前许愿，做三千桩善事，做完之后，又许愿做三千桩善事，两年做完了，再许愿做一万桩善事。",
      "zh_TW": "了凡先生他是個凡人，他起心動念也是為自己，也是像一般眾生一樣追求功名富貴，但是學佛之後明白了，自己不重要，眾生重要，開始轉念頭，不再為自己，活在這個世間為眾生。自己能夠節儉，過很清苦的生活。冬天做棉衣的時候，這是富貴人家做絲棉袍，給他兒子做棉袍，他的太太慈悲心一動，把這個絲棉袍賣掉，買棉花，為什麼？多做幾件，自己兒子有得穿，也可以布施給窮人去穿。想到自己，他就能想到別人，這個心轉變了，命運就改變了。改造命運的權操在自己，不操在別人。他做得非常明顯，佛前許願，做三千樁善事，做完之後，又許願做三千樁善事，兩年做完了，再許願做一萬樁善事。"
    },
    {
      "id": "12-017-0376_p0016",
      "zh_CN": "利益社会、利益众生是善，利益自己是恶，利益自己是增长我见，这个我见要破掉的，怎么能再增长？我们总要懂这个道理，决定不能够增长我见，我见是烦恼，那是见思烦恼的根。一切众生天天在培养烦恼的根，他烦恼怎么会断？佛教给我们，把烦恼的根给化掉，把念头转过来，只有众生，只有别人的利益，没有自己的利益。这个想法作法就对了，这是佛菩萨的行为，佛心佛行。所以把爱自己这个念头转变过来，爱一切众生；爱我家族这个念头转过来，爱一切族类。我们今天学了佛教，常常听到爱教，我们要把爱护佛教这个念头转过来，爱世间所有一切宗教。我们把爱国家的念头转过来，爱世间所有的国家，世界就大同，天下就太平，社会就安定，所有一切冲突矛盾全部都化解了。「无边可爱乐」，一定要从我们自己本身做起，把这个爱心发扬光大。",
      "zh_TW": "利益社會、利益眾生是善，利益自己是惡，利益自己是增長我見，這個我見要破掉的，怎麼能再增長？我們總要懂這個道理，決定不能夠增長我見，我見是煩惱，那是見思煩惱的根。一切眾生天天在培養煩惱的根，他煩惱怎麼會斷？佛教給我們，把煩惱的根給化掉，把念頭轉過來，只有眾生，只有別人的利益，沒有自己的利益。這個想法作法就對了，這是佛菩薩的行為，佛心佛行。所以把愛自己這個念頭轉變過來，愛一切眾生；愛我家族這個念頭轉過來，愛一切族類。我們今天學了佛教，常常聽到愛教，我們要把愛護佛教這個念頭轉過來，愛世間所有一切宗教。我們把愛國家的念頭轉過來，愛世間所有的國家，世界就大同，天下就太平，社會就安定，所有一切衝突矛盾全部都化解了。「無邊可愛樂」，一定要從我們自己本身做起，把這個愛心發揚光大。"
    },
    {
      "id": "12-017-0376_p0017",
      "zh_CN": "「乐法光明」，爱好这个法是佛法。如果说佛法，怕诸位听了之后，又起了分别执着，必须要在此地加个解释，什么叫「佛法」，我们要懂得。「佛」这个字是觉悟的意思，佛陀翻作「大觉」，佛法就是觉悟之法，我们要能通达觉悟之法，这就把佛教的范围扩大了。所以在大乘经教里面，古大德常常提示我们，哪一法不是佛法？法法皆是。基督教是不是佛法？既然法法皆是，基督教也是佛法，印度教也是佛法，现在新兴的巴哈伊教也是佛法，没有一法不是佛法。所谓是「圆人说法，无法不圆」，为什么？佛法是觉悟之法。",
      "zh_TW": "「樂法光明」，愛好這個法是佛法。如果說佛法，怕諸位聽了之後，又起了分別執著，必須要在此地加個解釋，什麼叫「佛法」，我們要懂得。「佛」這個字是覺悟的意思，佛陀翻作「大覺」，佛法就是覺悟之法，我們要能通達覺悟之法，這就把佛教的範圍擴大了。所以在大乘經教裡面，古大德常常提示我們，哪一法不是佛法？法法皆是。基督教是不是佛法？既然法法皆是，基督教也是佛法，印度教也是佛法，現在新興的巴哈伊教也是佛法，沒有一法不是佛法。所謂是「圓人說法，無法不圓」，為什麼？佛法是覺悟之法。"
    },
    {
      "id": "12-017-0376_p0018",
      "zh_CN": "我在澳洲参加宗教会议，我对与会的这些各个不同宗教的代表，我都合掌称他们作菩萨，他们都很奇怪，「你为什么称我作菩萨」？我说：菩萨是古印度梵语，意思是个觉悟的人，你是不是觉悟的人？他点头；我说：那你就是菩萨。大家都是菩萨，这才平等。我称他们作菩萨，里面有个基督教的代表，是个女众，她在我面前合掌称我作神，「很好，你称我作神，我称你作菩萨」，我们这样交往多好，多么和睦，所有一切隔阂误会全部都解除了。不但我们在一起和睦相处，世间法里头要有行动表现你的爱心，这个事情不能空口说白话，遇到有困难的事情，一定要互相帮助，我们的爱心真落实了。",
      "zh_TW": "我在澳洲參加宗教會議，我對與會的這些各個不同宗教的代表，我都合掌稱他們作菩薩，他們都很奇怪，「你為什麼稱我作菩薩」？我說：菩薩是古印度梵語，意思是個覺悟的人，你是不是覺悟的人？他點頭；我說：那你就是菩薩。大家都是菩薩，這才平等。我稱他們作菩薩，裡面有個基督教的代表，是個女眾，她在我面前合掌稱我作神，「很好，你稱我作神，我稱你作菩薩」，我們這樣交往多好，多麼和睦，所有一切隔閡誤會全部都解除了。不但我們在一起和睦相處，世間法裡頭要有行動表現你的愛心，這個事情不能空口說白話，遇到有困難的事情，一定要互相幫助，我們的愛心真落實了。"
    },
    {
      "id": "12-017-0376_p0019",
      "zh_CN": "昆士兰格丽菲斯大学，这个学校里面建立一个多元文化活动中心，破土典礼，校长邀请我，我看到这么大的盛举很欢喜，我捐了十万块钱给他，高兴得不得了。我们要真正的去帮助，这样才能真正落实世界和平，落实虚空法界一切众生本来一体，他们做的事情就是我自己要做的。我们知道非洲那一边苦难很多，贫穷落后，我们佛教比不上别人，佛教没有人到那边去工作，天主教有。新加坡这边有几位修女，到那边工作已经十二年了。那边很穷苦，没得吃、没得穿，生病没有医药，天主教非常难得，组了一个医疗队，到那边去帮助他们。天主教没有向我化缘，我听说他派医疗队去，我就找这边的修女，我送他五万块钱，帮助他们做医药费。他去代我做，我们应当去做的，但是我们没有人去。上个月，非洲那边有个修女来，这个修女也是新加坡人，在那边工作，告诉我那一边缺少交通工具，往往有很多病人，到诊所的路太长，延误了救治的时间，他们需要救护车。我就问她：一辆救护车要多少钱？她说：大概美金两万块。我送她三万新加坡币，我说：送给你们，我捐助你们一辆救护车。别的宗教在做，我把世间所有宗教看作一家人，所有宗教里面做的慈善事业，为众生服务的我们都有分，我们不要分彼此，不要分那是基督教、天主教，与我何干。我们肯不肯去做？我们不肯去做，我们比不上别人。我年岁大了，没有办法亲自到那边去，还有一点微薄力量，一定要贡献，一定要赞叹。爱心本来就没有边际，为什么这样的执着？",
      "zh_TW": "昆士蘭格麗菲斯大學，這個學校裡面建立一個多元文化活動中心，破土典禮，校長邀請我，我看到這麼大的盛舉很歡喜，我捐了十萬塊錢給他，高興得不得了。我們要真正的去幫助，這樣才能真正落實世界和平，落實虛空法界一切眾生本來一體，他們做的事情就是我自己要做的。我們知道非洲那一邊苦難很多，貧窮落後，我們佛教比不上別人，佛教沒有人到那邊去工作，天主教有。新加坡這邊有幾位修女，到那邊工作已經十二年了。那邊很窮苦，沒得吃、沒得穿，生病沒有醫藥，天主教非常難得，組了一個醫療隊，到那邊去幫助他們。天主教沒有向我化緣，我聽說他派醫療隊去，我就找這邊的修女，我送他五萬塊錢，幫助他們做醫藥費。他去代我做，我們應當去做的，但是我們沒有人去。上個月，非洲那邊有個修女來，這個修女也是新加坡人，在那邊工作，告訴我那一邊缺少交通工具，往往有很多病人，到診所的路太長，延誤了救治的時間，他們需要救護車。我就問她：一輛救護車要多少錢？她說：大概美金兩萬塊。我送她三萬新加坡幣，我說：送給你們，我捐助你們一輛救護車。別的宗教在做，我把世間所有宗教看作一家人，所有宗教裡面做的慈善事業，為眾生服務的我們都有分，我們不要分彼此，不要分那是基督教、天主教，與我何干。我們肯不肯去做？我們不肯去做，我們比不上別人。我年歲大了，沒有辦法親自到那邊去，還有一點微薄力量，一定要貢獻，一定要讚歎。愛心本來就沒有邊際，為什麼這樣的執著？"
    },
    {
      "id": "12-017-0376_p0020",
      "zh_CN": "佛在经典上跟我们讲得很清楚，坚固的执着是轮回的根。放下执着，六道轮回就没有了，六道轮回是执着变现出来的。放下分别，十法界就没有了，四圣法界是从分别里面变现出来的。所以离开妄想分别执着，这个世界是一真，一真法界。由于这些迷惑颠倒的众生，生起妄想分别执着，把一真法界变成十法界、变成六道，再要坚固执着贪瞋痴，这六道里头又出现了三途，全是不善的念头变现出来的。不善的念头，就是有分别、有执着的爱心。由此可知，什么是善的念头？无分别、无执着的爱心是善的。我们必须学佛菩萨，起心动念要放眼宇宙，还不是这个地球。如果你的心量只有一个地球，这个星球跟别的星球还会有星际大战，还是解决不了问题。你们看科幻小说里的星际大战，为地球还不行，要为所有一切星球，这才能和解，才能消除星际的冲突。",
      "zh_TW": "佛在經典上跟我們講得很清楚，堅固的執著是輪迴的根。放下執著，六道輪迴就沒有了，六道輪迴是執著變現出來的。放下分別，十法界就沒有了，四聖法界是從分別裡面變現出來的。所以離開妄想分別執著，這個世界是一真，一真法界。由於這些迷惑顛倒的眾生，生起妄想分別執著，把一真法界變成十法界、變成六道，再要堅固執著貪瞋痴，這六道裡頭又出現了三途，全是不善的念頭變現出來的。不善的念頭，就是有分別、有執著的愛心。由此可知，什麼是善的念頭？無分別、無執著的愛心是善的。我們必須學佛菩薩，起心動念要放眼宇宙，還不是這個地球。如果你的心量只有一個地球，這個星球跟別的星球還會有星際大戰，還是解決不了問題。你們看科幻小說裡的星際大戰，為地球還不行，要為所有一切星球，這才能和解，才能消除星際的衝突。"
    },
    {
      "id": "12-017-0376_p0021",
      "zh_CN": "归根结柢都在一个无边、无量、无尽的真诚爱心，我们怎样培养这个爱心？实在讲《大方广佛华严经》，这是最好的教材，我们从这部经上得到了无尽的启示。这部经我们讲的时间相当长了，可是进度很缓慢，讲到现在实在讲还没有入正文。讲的什么？都是看到参加法会的出席大众。这一段是出席大众对佛的赞颂，普贤菩萨教导我们礼敬、赞叹，这一段是赞叹，也是他们每一个人自己修行证果的报告，长行里面叙说他自己修行证果的法门。今天我们念的乐胜庄严菩萨，他所修行证果的法门是「能放无边可爱乐法光明」，他是从这个法门修行证果的。个个都证无上道，个个法门都不同，这给我们显示出来，法门平等，无有高下，什么法门都能成无上道。",
      "zh_TW": "歸根結柢都在一個無邊、無量、無盡的真誠愛心，我們怎樣培養這個愛心？實在講《大方廣佛華嚴經》，這是最好的教材，我們從這部經上得到了無盡的啟示。這部經我們講的時間相當長了，可是進度很緩慢，講到現在實在講還沒有入正文。講的什麼？都是看到參加法會的出席大眾。這一段是出席大眾對佛的讚頌，普賢菩薩教導我們禮敬、讚歎，這一段是讚歎，也是他們每一個人自己修行證果的報告，長行裡面敘說他自己修行證果的法門。今天我們念的樂勝莊嚴菩薩，他所修行證果的法門是「能放無邊可愛樂法光明」，他是從這個法門修行證果的。個個都證無上道，個個法門都不同，這給我們顯示出來，法門平等，無有高下，什麼法門都能成無上道。"
    },
    {
      "id": "12-017-0376_p0022",
      "zh_CN": "我们看看参加与会的大众，没有国土的界限，来自十方无量无边诸佛刹土；没有族类的界限，在这里面我们看到有菩萨、有缘觉、有声闻、有诸天，现在我们念的诸神众，有人王、有居士、有长者，不分族类；不分宗教信仰，后面五十三参，这最明显的胜热婆罗门，这个人是哪个宗教的？现在的兴都教，我们此地讲的兴都教，在中国称为印度教，佛经里面称为婆罗门教，他是婆罗门的长老，遍行外道，从这里看，不分宗教；就是现代社会上所说的多元文化，《大方广佛华严经》是多元文化。",
      "zh_TW": "我們看看參加與會的大眾，沒有國土的界限，來自十方無量無邊諸佛剎土；沒有族類的界限，在這裡面我們看到有菩薩、有緣覺、有聲聞、有諸天，現在我們念的諸神眾，有人王、有居士、有長者，不分族類；不分宗教信仰，後面五十三參，這最明顯的勝熱婆羅門，這個人是哪個宗教的？現在的興都教，我們此地講的興都教，在中國稱為印度教，佛經裡面稱為婆羅門教，他是婆羅門的長老，遍行外道，從這裡看，不分宗教；就是現代社會上所說的多元文化，《大方廣佛華嚴經》是多元文化。"
    },
    {
      "id": "12-017-0376_p0023",
      "zh_CN": "我们在澳洲、在马来西亚，新建立道场，我们决定不建佛寺，我们也不建讲堂，用什么名称？「多元文化活动中心」，这里面启讲《大方广佛华严经》，名实相副，现代人能看得懂。如果你的招牌打出去，「华严讲席」、「华严讲座」，没有人进来听，不是学佛的人他都不来。「多元文化活动中心」，大家都来了。你一定要让他了解，这究竟是一回什么事情。所以我们今天在全世界讲经，介绍佛法，我们讲演的总题目用的是「学为人师，行为世范」，用这八个字做总题目。这八个字的内容，确确实实就是《大方广佛华严经》。这八个字是北京师范大学那一些教授集体拟出来的，我到北师大去访问，看到这八个字非常欢喜。当时我跟校长说，我说这八个字就是佛家的《大方广佛华严经》，他们感到非常惊讶。你们翻开《华严经》读读，是不是这八个字？",
      "zh_TW": "我們在澳洲、在馬來西亞，新建立道場，我們決定不建佛寺，我們也不建講堂，用什麼名稱？「多元文化活動中心」，這裡面啟講《大方廣佛華嚴經》，名實相副，現代人能看得懂。如果你的招牌打出去，「華嚴講席」、「華嚴講座」，沒有人進來聽，不是學佛的人他都不來。「多元文化活動中心」，大家都來了。你一定要讓他了解，這究竟是一回什麼事情。所以我們今天在全世界講經，介紹佛法，我們講演的總題目用的是「學為人師，行為世範」，用這八個字做總題目。這八個字的內容，確確實實就是《大方廣佛華嚴經》。這八個字是北京師範大學那一些教授集體擬出來的，我到北師大去訪問，看到這八個字非常歡喜。當時我跟校長說，我說這八個字就是佛家的《大方廣佛華嚴經》，他們感到非常驚訝。你們翻開《華嚴經》讀讀，是不是這八個字？"
    },
    {
      "id": "12-017-0376_p0024",
      "zh_CN": "在此地我们一定要学习菩萨发心，爱心是我们自性里面本具的德能，不是从外面来的。现在我们的爱心为什么不见了？被烦恼习气盖复住了。爱心像太阳，烦恼像乌云，今天阴天，看不到太阳，烦恼把爱心遮住了，爱心并没有失掉，只要把烦恼消除，爱心的光芒依旧遍照大地。所以佛教给我们修学的方法，先断烦恼，后学法门。烦恼如果不断，学法门决定不得其门而入；纵然是诸佛如来亲自教诲也没有办法，你进不去，不能契入。所以要想入佛境界，没有别的方法，一定要把你烦恼除掉。",
      "zh_TW": "在此地我們一定要學習菩薩發心，愛心是我們自性裡面本具的德能，不是從外面來的。現在我們的愛心為什麼不見了？被煩惱習氣蓋覆住了。愛心像太陽，煩惱像烏雲，今天陰天，看不到太陽，煩惱把愛心遮住了，愛心並沒有失掉，只要把煩惱消除，愛心的光芒依舊遍照大地。所以佛教給我們修學的方法，先斷煩惱，後學法門。煩惱如果不斷，學法門決定不得其門而入；縱然是諸佛如來親自教誨也沒有辦法，你進不去，不能契入。所以要想入佛境界，沒有別的方法，一定要把你煩惱除掉。"
    },
    {
      "id": "12-017-0376_p0025",
      "zh_CN": "烦恼的根就是我见，执着五蕴根身为自己，念念都为这个根身着想，这就是自私自利，你就决定不能契入，这个佛在经论里面讲得太多了。小乘须陀洹果，这是佛法最低的果位，什么条件能证得？要把三界八十八品见惑断尽，你才能证小乘须陀洹果；《华严经》大乘初信位的菩萨，你才入门。如果八十八品见惑不能断掉，你入不了门。小乘之门是须陀洹，大乘之门是初信位的菩萨，我们想不想入门？想入门得真干。从哪里干起？放弃自私自利，真的把念头转过来，起心动念为众生、为佛法，决定不为自己。在形象上，看到别人做得如理如法，决定生欢喜心，随喜赞叹，决定没有嫉妒障碍，嫉妒障碍都是从自私自利里头生出来的。",
      "zh_TW": "煩惱的根就是我見，執著五蘊根身為自己，念念都為這個根身著想，這就是自私自利，你就決定不能契入，這個佛在經論裡面講得太多了。小乘須陀洹果，這是佛法最低的果位，什麼條件能證得？要把三界八十八品見惑斷盡，你才能證小乘須陀洹果；《華嚴經》大乘初信位的菩薩，你才入門。如果八十八品見惑不能斷掉，你入不了門。小乘之門是須陀洹，大乘之門是初信位的菩薩，我們想不想入門？想入門得真幹。從哪裡幹起？放棄自私自利，真的把念頭轉過來，起心動念為眾生、為佛法，決定不為自己。在形象上，看到別人做得如理如法，決定生歡喜心，隨喜讚歎，決定沒有嫉妒障礙，嫉妒障礙都是從自私自利裡頭生出來的。"
    },
    {
      "id": "12-017-0376_p0026",
      "zh_CN": "前天李木源居士告诉我，香港觉光法师也有意思办佛学院、办培训班，到北京请求佛协派学生去，我们听到欢喜。他果然要办，我们决定全心全力的去支援他、去协助他。现在这个世间，讲经说法的人太少了，要想挽救世道人心，要想挽救劫难，没有别的，决定要提倡宗教教育。因为今天家庭教育没有了，学校教育、社会教育与圣贤教育完全脱节了，所以社会动乱，灾难频繁。解决的办法，只有提倡圣贤教育。提倡圣贤教育，在现阶段能做的，只有宗教。因此我才联合世界上各个宗教的领导人、传教师，希望我们大家常常能够聚会，建立共识。",
      "zh_TW": "前天李木源居士告訴我，香港覺光法師也有意思辦佛學院、辦培訓班，到北京請求佛協派學生去，我們聽到歡喜。他果然要辦，我們決定全心全力的去支援他、去協助他。現在這個世間，講經說法的人太少了，要想挽救世道人心，要想挽救劫難，沒有別的，決定要提倡宗教教育。因為今天家庭教育沒有了，學校教育、社會教育與聖賢教育完全脫節了，所以社會動亂，災難頻繁。解決的辦法，只有提倡聖賢教育。提倡聖賢教育，在現階段能做的，只有宗教。因此我才聯合世界上各個宗教的領導人、傳教師，希望我們大家常常能夠聚會，建立共識。"
    },
    {
      "id": "12-017-0376_p0027",
      "zh_CN": "在佛教，要把佛陀的慈悲，落实在我们自己身上；在天主教，一定要把耶稣基督的爱心，落实在他们信徒身上；伊斯兰的教徒，一定要把阿拉的仁慈，也要落实在他们信徒身上。于是我们就了解，所有不同的宗教，心是一样的：仁慈博爱。每一个宗教经典里面，这个爱心都是超越时空、超越种族、超越国界，也超越宗教，宗教哪有不能融合、哪有不能团结的道理？不能团结、不能融合，是对于自己的典籍没有深入。如果能深入，你们去看《圣经》，上帝爱世人，他有分国家、有分族群吗？没有，他爱的是世人。「世人」两个字扩大，可以到虚空法界一切众生。上帝这个爱心，我们尊敬、佩服，他没有私心。《古兰经》里面讲「阿拉确实是仁慈的」，他们称上帝称阿拉。经典我细细去读，他也是心包太虚，量周沙界，他也没有分国界，也没有分族群，所以他的教向全世界去弘扬，全世界每一个地方都有他的信徒，他不分族群、不分国界，这个心量多大！佛家讲得更具体，「清净、平等、慈悲」。特别是在净宗法门，《无量寿经》汉译的经题：清净平等觉经，在经题里面。清净平等觉就是大慈大悲，我们一定要落实，这才叫学佛。所以佛弟子要学佛，基督教弟子要学耶稣，天主教应当学圣母，犹太教要学上帝。如果不能把神圣的大爱，落实在我们自己身上，用我们自己这个身体发扬光大，宗教经典里面讲的爱都落空，到哪里去找？经本上找不到的，这是白纸黑字，不行，不起作用。一定要落实在我们的心里，落实在我们的行为，真正去爱世人。菩萨舍己为人，这值得人赞叹。",
      "zh_TW": "在佛教，要把佛陀的慈悲，落實在我們自己身上；在天主教，一定要把耶穌基督的愛心，落實在他們信徒身上；伊斯蘭的教徒，一定要把阿拉的仁慈，也要落實在他們信徒身上。於是我們就了解，所有不同的宗教，心是一樣的：仁慈博愛。每一個宗教經典裡面，這個愛心都是超越時空、超越種族、超越國界，也超越宗教，宗教哪有不能融合、哪有不能團結的道理？不能團結、不能融合，是對於自己的典籍沒有深入。如果能深入，你們去看《聖經》，上帝愛世人，他有分國家、有分族群嗎？沒有，他愛的是世人。「世人」兩個字擴大，可以到虛空法界一切眾生。上帝這個愛心，我們尊敬、佩服，他沒有私心。《古蘭經》裡面講「阿拉確實是仁慈的」，他們稱上帝稱阿拉。經典我細細去讀，他也是心包太虛，量周沙界，他也沒有分國界，也沒有分族群，所以他的教向全世界去弘揚，全世界每一個地方都有他的信徒，他不分族群、不分國界，這個心量多大！佛家講得更具體，「清淨、平等、慈悲」。特別是在淨宗法門，《無量壽經》漢譯的經題：清淨平等覺經，在經題裡面。清淨平等覺就是大慈大悲，我們一定要落實，這才叫學佛。所以佛弟子要學佛，基督教弟子要學耶穌，天主教應當學聖母，猶太教要學上帝。如果不能把神聖的大愛，落實在我們自己身上，用我們自己這個身體發揚光大，宗教經典裡面講的愛都落空，到哪裡去找？經本上找不到的，這是白紙黑字，不行，不起作用。一定要落實在我們的心裡，落實在我們的行為，真正去愛世人。菩薩捨己為人，這值得人讚歎。"
    },
    {
      "id": "12-017-0376_p0028",
      "zh_CN": "上一次仁德法师到新加坡来，我跟他见了几次面，他现在正在筹募建九十九米地藏菩萨像。我劝他不要建那么大，那既然发心了，当然也不能够说是说话不算话，我说：你改成九十九尺不一样吗？还是九十九，把这个钱省下来救苦救难。现在中国开发西北，我曾经到四川去看了一下，看了重庆、看了成都，我也去了峨嵋山，那些边缘地区生活非常穷苦。李木源居士深入到里面去调查，许许多多的小朋友没有学校念书，山区里面的学校，老师一个月的待遇人民币七十块，他照了许多照片来给我看。我是上一次去，发心在那个地区建一百所小学。李居士去调查的时候就建了五所学校，还跟他们做了一段的公路，大概不太长，好像是九公里，给他们建了一座桥，建了五所学校。诸位要想想，一尊地藏菩萨像，我听说要五亿人民币，五亿人民币要在边缘地区建学校，可以建三千所学校，三千所学校照顾多少人，我想地藏菩萨一定欢喜。今天把五亿造一尊像，我想地藏菩萨站在那里愁眉苦脸，对不起大众，对不起众生，我们要替佛菩萨着想。教育比什么都重要，没有教育、没有文化，这个人就没有前途，社会没有前途，国家没有前途。佛法是教育，不是宗教，一定要从教育上着眼下手。",
      "zh_TW": "上一次仁德法師到新加坡來，我跟他見了幾次面，他現在正在籌募建九十九米地藏菩薩像。我勸他不要建那麼大，那既然發心了，當然也不能夠說是說話不算話，我說：你改成九十九尺不一樣嗎？還是九十九，把這個錢省下來救苦救難。現在中國開發西北，我曾經到四川去看了一下，看了重慶、看了成都，我也去了峨嵋山，那些邊緣地區生活非常窮苦。李木源居士深入到裡面去調查，許許多多的小朋友沒有學校念書，山區裡面的學校，老師一個月的待遇人民幣七十塊，他照了許多照片來給我看。我是上一次去，發心在那個地區建一百所小學。李居士去調查的時候就建了五所學校，還跟他們做了一段的公路，大概不太長，好像是九公里，給他們建了一座橋，建了五所學校。諸位要想想，一尊地藏菩薩像，我聽說要五億人民幣，五億人民幣要在邊緣地區建學校，可以建三千所學校，三千所學校照顧多少人，我想地藏菩薩一定歡喜。今天把五億造一尊像，我想地藏菩薩站在那裡愁眉苦臉，對不起大眾，對不起眾生，我們要替佛菩薩著想。教育比什麼都重要，沒有教育、沒有文化，這個人就沒有前途，社會沒有前途，國家沒有前途。佛法是教育，不是宗教，一定要從教育上著眼下手。"
    },
    {
      "id": "12-017-0376_p0029",
      "zh_CN": "我们看了边缘地区的情形，李居士回来跟我说，我就跟他讲，我说我们虽然说一百所学校，我们要扩大，尽心尽力去做，绝不限于一百所，尽量去做。李居士回来跟我说，他说：我这一次知道了，往后我们全心全力帮助中国办学。有人，还有寺庙向他化缘，从前他都答应，现在一概不答应，要把这个钱节省下来到国内去办学。边缘苦难地区办一所小学，人民币十五万就够了，我们看到很感动。最近我看到讯息，内蒙有灾难，儿童也没有办法上学，我听到这个讯息，刚刚好中国来了一个居士，我就问他，我说：内蒙你有没有去过？他说：去过。我说：那边需要学校你晓不晓得？他说：我晓得。我说：你能不能替我去做？他说：可以。我说：好，你到那边去尽量帮助建学校，能建多少我们就建多少。",
      "zh_TW": "我們看了邊緣地區的情形，李居士回來跟我說，我就跟他講，我說我們雖然說一百所學校，我們要擴大，盡心盡力去做，絕不限於一百所，盡量去做。李居士回來跟我說，他說：我這一次知道了，往後我們全心全力幫助中國辦學。有人，還有寺廟向他化緣，從前他都答應，現在一概不答應，要把這個錢節省下來到國內去辦學。邊緣苦難地區辦一所小學，人民幣十五萬就夠了，我們看到很感動。最近我看到訊息，內蒙有災難，兒童也沒有辦法上學，我聽到這個訊息，剛剛好中國來了一個居士，我就問他，我說：內蒙你有沒有去過？他說：去過。我說：那邊需要學校你曉不曉得？他說：我曉得。我說：你能不能替我去做？他說：可以。我說：好，你到那邊去盡量幫助建學校，能建多少我們就建多少。"
    },
    {
      "id": "12-017-0376_p0030",
      "zh_CN": "爱心要落实，单单口说无凭，没有用处，一定要做到，这部经我们就没有白念，我们真的学到东西了，我们与佛同心同愿、同德同行，前途一片光明。我们帮助社会大众办学，我相信社会大众一定也帮助我们佛教办学，佛教办学培养讲经说法的人才。讲经说法的方法不难，讲经说法的法师，那一个真诚、清净、平等、仁慈的心，这个难。有这个心，这个世间众生就有福，世间众生就有得度的机缘了。没有这个心，不行，一定要有真诚的慈悲心。今天我们就讲到此地。",
      "zh_TW": "愛心要落實，單單口說無憑，沒有用處，一定要做到，這部經我們就沒有白念，我們真的學到東西了，我們與佛同心同願、同德同行，前途一片光明。我們幫助社會大眾辦學，我相信社會大眾一定也幫助我們佛教辦學，佛教辦學培養講經說法的人才。講經說法的方法不難，講經說法的法師，那一個真誠、清淨、平等、仁慈的心，這個難。有這個心，這個世間眾生就有福，世間眾生就有得度的機緣了。沒有這個心，不行，一定要有真誠的慈悲心。今天我們就講到此地。"
    }
  ]
}