{
  "doc_id": "12-017-1823",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八二三卷",
    "zh_TW": "第一八二三卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1823",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "12-017-1823_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看大用无方第九段，「主伴严丽三昧门」，第二首偈看起。我们把经文念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看大用無方第九段，「主伴嚴麗三昧門」，第二首偈看起。我們把經文念一遍："
    },
    {
      "id": "12-017-1823_p0002",
      "zh_CN": "【有妙莲华光庄严。量等三千大千界。其身端坐悉充满。是此三昧神通力。】",
      "zh_TW": "【有妙蓮華光莊嚴。量等三千大千界。其身端坐悉充滿。是此三昧神通力。】"
    },
    {
      "id": "12-017-1823_p0003",
      "zh_CN": "昨天我们学习到这一段，我们想起清凉大师所讲的「理事无碍十门」，然后来细心体会这个境界。这个境界有人见过，我自己也见过，前年，实在讲前年也死过一次，外国人讲濒死的经验。我在北京病了四天，是第四天的晚上，那是发高烧，晚上在半夜应该是在三点钟左右，我房间里面也有两个同修照顾我，他们睡在沙发上，我躺在床上。这似梦非梦，像是作梦，忽然觉得醒过来了，睡觉醒过来，醒过来睁开眼睛一看，不是旅馆的房间，是蓝天白云，一重一重的山很多重。到后来我到大理去看到沧山，有点像沧山的样子，但是比沧山层数还要多，还要美。沧山前面有海，洱海，那个地方没有看到海。面对着山，山非常之美，蓝天白云，看到这个境界，看到非常逼真。",
      "zh_TW": "昨天我們學習到這一段，我們想起清涼大師所講的「理事無礙十門」，然後來細心體會這個境界。這個境界有人見過，我自己也見過，前年，實在講前年也死過一次，外國人講瀕死的經驗。我在北京病了四天，是第四天的晚上，那是發高燒，晚上在半夜應該是在三點鐘左右，我房間裡面也有兩個同修照顧我，他們睡在沙發上，我躺在床上。這似夢非夢，像是作夢，忽然覺得醒過來了，睡覺醒過來，醒過來睜開眼睛一看，不是旅館的房間，是藍天白雲，一重一重的山很多重。到後來我到大理去看到滄山，有點像滄山的樣子，但是比滄山層數還要多，還要美。滄山前面有海，洱海，那個地方沒有看到海。面對著山，山非常之美，藍天白雲，看到這個境界，看到非常逼真。"
    },
    {
      "id": "12-017-1823_p0004",
      "zh_CN": "我好像是躺在地上，忽然看到满山遍野都是人，好多好多人，数不清的，都是面对着我；看了没有多久，人都变成畜生，统统是畜生。我感到很惊讶，我就念了一声南无本师释迦牟尼佛，佛出现了，就跟经上讲的一样，这佛像多大？跟虚空一样大。虽然是那么大的像，看得很清楚，真的像在面前一样看得很清楚，虚空统统没有了，山河大地也没有了，就是一尊佛像，释迦牟尼佛的佛像出现了。我们常常讲《华严经》，都是念三圣，念南无本师释迦牟尼佛，南无本师阿弥陀佛，南无本师毘卢遮那佛，我都是这么念，拜佛也是这么拜。所以我就顺口念第二声南无本师阿弥陀佛，阿弥陀佛出现了，释迦牟尼佛不见了，就没有了，只让你看到一个。我再念一声南无本师毘卢遮那佛，毘卢遮那佛出现了，阿弥陀佛没有了。最后我念了一声南无观世音菩萨，真的观音菩萨出现，佛像没有了，都是跟虚空一样大。",
      "zh_TW": "我好像是躺在地上，忽然看到滿山遍野都是人，好多好多人，數不清的，都是面對著我；看了沒有多久，人都變成畜生，統統是畜生。我感到很驚訝，我就念了一聲南無本師釋迦牟尼佛，佛出現了，就跟經上講的一樣，這佛像多大？跟虛空一樣大。雖然是那麼大的像，看得很清楚，真的像在面前一樣看得很清楚，虛空統統沒有了，山河大地也沒有了，就是一尊佛像，釋迦牟尼佛的佛像出現了。我們常常講《華嚴經》，都是念三聖，念南無本師釋迦牟尼佛，南無本師阿彌陀佛，南無本師毘盧遮那佛，我都是這麼念，拜佛也是這麼拜。所以我就順口念第二聲南無本師阿彌陀佛，阿彌陀佛出現了，釋迦牟尼佛不見了，就沒有了，只讓你看到一個。我再念一聲南無本師毘盧遮那佛，毘盧遮那佛出現了，阿彌陀佛沒有了。最後我念了一聲南無觀世音菩薩，真的觀音菩薩出現，佛像沒有了，都是跟虛空一樣大。"
    },
    {
      "id": "12-017-1823_p0005",
      "zh_CN": "我是很专心在那里看，感觉到我身边有人，好像是护法神，不是佛，还不止一个。感觉到他们穿的衣服白衣服，系的腰带就好像跆拳道那种方式的，穿的那种衣服，有不少人，至少有六、七个人，感觉到。就听到有声音来问我，你还有没有顾虑的事情？还有没有想见哪些人？还有没有事情没办完的？问了好几个问题，我的回答统统没有。他说那你统统都放下了？是放下了，我很想跟阿弥陀佛走。最后我也告诉他，我讲话的时候，我还是看观音菩萨，我没有看他的脸讲话，我们这一问一答。我说这么多年了，都是承蒙佛菩萨照顾，如果佛菩萨还需要我帮助这些苦难众生，我说也没关系，再住几年也无所谓。就豁然醒过来，醒过来怎么做这样的一个梦、看这么个境界，非常清楚。可是一醒过来之后，感觉得身体病没有了，烧退掉了，第二天就能起来吃点东西。住了一天我们就回香港来，回香港养两个星期就又恢复讲经，有这个经验。",
      "zh_TW": "我是很專心在那裡看，感覺到我身邊有人，好像是護法神，不是佛，還不止一個。感覺到他們穿的衣服白衣服，繫的腰帶就好像跆拳道那種方式的，穿的那種衣服，有不少人，至少有六、七個人，感覺到。就聽到有聲音來問我，你還有沒有顧慮的事情？還有沒有想見哪些人？還有沒有事情沒辦完的？問了好幾個問題，我的回答統統沒有。他說那你統統都放下了？是放下了，我很想跟阿彌陀佛走。最後我也告訴他，我講話的時候，我還是看觀音菩薩，我沒有看他的臉講話，我們這一問一答。我說這麼多年了，都是承蒙佛菩薩照顧，如果佛菩薩還需要我幫助這些苦難眾生，我說也沒關係，再住幾年也無所謂。就豁然醒過來，醒過來怎麼做這樣的一個夢、看這麼個境界，非常清楚。可是一醒過來之後，感覺得身體病沒有了，燒退掉了，第二天就能起來吃點東西。住了一天我們就回香港來，回香港養兩個星期就又恢復講經，有這個經驗。"
    },
    {
      "id": "12-017-1823_p0006",
      "zh_CN": "所以『有妙莲华光庄严，量等三千大千界』，我们不知道是不是三千大千界，就是满虚空，整个虚空就是一尊佛像，这是从前从来没有过这种经验。以后我看魏斯他的那些报告，讲濒死经验很多不可思议的境界。那我一想，因为有人告诉我，他说你死过一次，你又回到自己身体上来，我想想应该是这桩事情。唯独能解释得清楚的是《华严经》所讲的这些道理。",
      "zh_TW": "所以『有妙蓮華光莊嚴，量等三千大千界』，我們不知道是不是三千大千界，就是滿虛空，整個虛空就是一尊佛像，這是從前從來沒有過這種經驗。以後我看魏斯他的那些報告，講瀕死經驗很多不可思議的境界。那我一想，因為有人告訴我，他說你死過一次，你又回到自己身體上來，我想想應該是這樁事情。唯獨能解釋得清楚的是《華嚴經》所講的這些道理。"
    },
    {
      "id": "12-017-1823_p0007",
      "zh_CN": "理事无碍十门，前面我们学过两门，我们从第三门再看起，第三是「依理成事」。理是法性、是自性，事是什么？事就是所生的万法，万法是事。今天我跟同学们略说的，世尊在《楞严经》上讲的，他用的比喻这个宇宙是什么？宇宙是「一沤发」。把自性、把法性比喻作大海，比喻作虚空，一念不觉，幻相就起来了。所以佛讲，这就好像海里面起个水泡，这个水泡是圆满具足大海的德性，这个水泡就是我们今天所说的宇宙。宇宙是从哪里变现出来的？阿赖耶。阿赖耶多大？阿赖耶就是个水泡。十法界依正庄严是它变现出来的，今天科学家所说的，不同的空间维次，有多少？在理论上讲无量无边。在事上说，这从前黄念祖老居士说，近代的科学家，他们发现至少有十一种不同的空间维次，科学家承认的。这十一种是不是讲的六道轮回？我的想像当中是很有可能。",
      "zh_TW": "理事無礙十門，前面我們學過兩門，我們從第三門再看起，第三是「依理成事」。理是法性、是自性，事是什麼？事就是所生的萬法，萬法是事。今天我跟同學們略說的，世尊在《楞嚴經》上講的，他用的比喻這個宇宙是什麼？宇宙是「一漚發」。把自性、把法性比喻作大海，比喻作虛空，一念不覺，幻相就起來了。所以佛講，這就好像海裡面起個水泡，這個水泡是圓滿具足大海的德性，這個水泡就是我們今天所說的宇宙。宇宙是從哪裡變現出來的？阿賴耶。阿賴耶多大？阿賴耶就是個水泡。十法界依正莊嚴是它變現出來的，今天科學家所說的，不同的空間維次，有多少？在理論上講無量無邊。在事上說，這從前黃念祖老居士說，近代的科學家，他們發現至少有十一種不同的空間維次，科學家承認的。這十一種是不是講的六道輪迴？我的想像當中是很有可能。"
    },
    {
      "id": "12-017-1823_p0008",
      "zh_CN": "这个空间维次不知道他是怎么算起，如果在佛法一般的讲法，天有二十八层，那就是二十八个不同的空间维次。至少四空天是四个空间维次，四禅是四个空间维次，这是八个；六层欲界天是六个空间维次；下面有阿修罗、有罗刹、还有魔王，都是不同空间维次。再到人道，畜生道也很复杂，饿鬼道绝对不是一个空间维次，地狱道亦复如是，很复杂！所以我想科学家所讲的，这十一种不同空间维次大概没有出六道。六道之外四圣法界空间维次不一样，但是我们知道，到一真法界空间维次没有了，这要知道。空间维次怎么来的？从分别执着来的。你有分别执着就有，你没有分别执着就没有，暂时没有分别执着暂时没有。为什么？这我们从禅定、清净心里面领悟到，人心地清净的时候，时间虽然不长，暂时没有空间维次，他就能看到不同空间维次的现象。",
      "zh_TW": "這個空間維次不知道他是怎麼算起，如果在佛法一般的講法，天有二十八層，那就是二十八個不同的空間維次。至少四空天是四個空間維次，四禪是四個空間維次，這是八個；六層欲界天是六個空間維次；下面有阿修羅、有羅剎、還有魔王，都是不同空間維次。再到人道，畜生道也很複雜，餓鬼道絕對不是一個空間維次，地獄道亦復如是，很複雜！所以我想科學家所講的，這十一種不同空間維次大概沒有出六道。六道之外四聖法界空間維次不一樣，但是我們知道，到一真法界空間維次沒有了，這要知道。空間維次怎麼來的？從分別執著來的。你有分別執著就有，你沒有分別執著就沒有，暫時沒有分別執著暫時沒有。為什麼？這我們從禪定、清淨心裡面領悟到，人心地清淨的時候，時間雖然不長，暫時沒有空間維次，他就能看到不同空間維次的現象。"
    },
    {
      "id": "12-017-1823_p0009",
      "zh_CN": "人这个空间维次最接近的，也最容易突破的是鬼道，鬼道也很复杂，但是有些鬼道跟人道的空间维次非常接近，你很容易看到他。欲界天这天道，欲界天也很容易，佛门里面稍稍有一点定功的人，道教里头也是的，有定功的人，修学其他宗教心地清净的人，都有这个能力，现在一般叫什么？叫特异功能，佛门里面习惯叫神通，这是真的不是假的。只要你心地清净一些，你把执着放下一些，不是全部放下，放下少分，这个能力它就现前。正是古大德、经典所讲少一分烦恼，多一分智慧；少两分烦恼，你就多两分智慧。智慧、德能，就是讲神通这个德能，神通很容易得到，但是浅深不一样，很浅很小的很容易得到。",
      "zh_TW": "人這個空間維次最接近的，也最容易突破的是鬼道，鬼道也很複雜，但是有些鬼道跟人道的空間維次非常接近，你很容易看到他。欲界天這天道，欲界天也很容易，佛門裡面稍稍有一點定功的人，道教裡頭也是的，有定功的人，修學其他宗教心地清淨的人，都有這個能力，現在一般叫什麼？叫特異功能，佛門裡面習慣叫神通，這是真的不是假的。只要你心地清淨一些，你把執著放下一些，不是全部放下，放下少分，這個能力它就現前。正是古大德、經典所講少一分煩惱，多一分智慧；少兩分煩惱，你就多兩分智慧。智慧、德能，就是講神通這個德能，神通很容易得到，但是淺深不一樣，很淺很小的很容易得到。"
    },
    {
      "id": "12-017-1823_p0010",
      "zh_CN": "我早年有个同学，他学密宗一年，他非常认真学习，在台湾大溪跟屈文六（屈映光）上师学密，一年。他告诉我，那个人是很诚实的人，明演法师很诚实，跟我同年，他跟鬼道的空间维次突破了。突破之后他也不会害怕，鬼跟人一样，天天见面，每天看到；白天看不到，晚上看到。他告诉我下午大概五点钟开始街上就有鬼，不过不多，是他们的清晨，不多。到十点钟、十一点钟满街都是，有人的地方就有鬼，真的一点不假。到早晨大概四、五点钟他们的黄昏，少了，我们的白天，他们的晚上，就没有了，真的不是假的。他天天看到习以为常，来告诉我。他本来想学神通来弘法利生，我笑他，我说你神通没有得到，你鬼通了。但是跟鬼通不好，他来看我的时候，我看他脸上有阴气，人是虚胖，脸上灰暗。我把这个事情向李老师报告，李老师告诉我，各有因缘。李老师这个态度是我们要学习的，那就是违顺皆顺，各有因缘。我是劝他跟我一起到台中去学教，他嫌弃，他说学教度化众生太难，你讲得再好，人家不相信。他说我去学神通，我神通学成，我现一现神通人家相信了，他是这样的用心。",
      "zh_TW": "我早年有個同學，他學密宗一年，他非常認真學習，在台灣大溪跟屈文六（屈映光）上師學密，一年。他告訴我，那個人是很誠實的人，明演法師很誠實，跟我同年，他跟鬼道的空間維次突破了。突破之後他也不會害怕，鬼跟人一樣，天天見面，每天看到；白天看不到，晚上看到。他告訴我下午大概五點鐘開始街上就有鬼，不過不多，是他們的清晨，不多。到十點鐘、十一點鐘滿街都是，有人的地方就有鬼，真的一點不假。到早晨大概四、五點鐘他們的黃昏，少了，我們的白天，他們的晚上，就沒有了，真的不是假的。他天天看到習以為常，來告訴我。他本來想學神通來弘法利生，我笑他，我說你神通沒有得到，你鬼通了。但是跟鬼通不好，他來看我的時候，我看他臉上有陰氣，人是虛胖，臉上灰暗。我把這個事情向李老師報告，李老師告訴我，各有因緣。李老師這個態度是我們要學習的，那就是違順皆順，各有因緣。我是勸他跟我一起到台中去學教，他嫌棄，他說學教度化眾生太難，你講得再好，人家不相信。他說我去學神通，我神通學成，我現一現神通人家相信了，他是這樣的用心。"
    },
    {
      "id": "12-017-1823_p0011",
      "zh_CN": "结果四十五岁那年没过去，过不去。我们三个同学命运相同，同年都是过不了四十五岁。我跟大家讲的，四十五岁那年二月法融法师先走，明演五月走的，我七月得一场大病。那个时候我也讲经讲了不少年，我三十三岁出来讲经，有十二年。我也没有求长寿，得病之后我晓得，我们三个人前头两个走了，该轮到我了，所以我念佛求生净土，念了一个月病就好了。那一个月我一心念佛，每天吃点稀饭、咸菜，真的是等死，因为命到了，你看医生没有用，医生只能医病不能医命，没想到一个月之后身体就恢复，没有求，这都是属于感应。好像这个事情过了之后没有几年，我在善导寺遇到甘珠活佛，甘珠特地跟我打招呼，要我坐到他面前，他告诉我：净空法师，以前我们都在背后笑话你。我说笑什么？他说笑你这个人很聪明，可惜怎么样？没有福报，又没有寿命，短命。我说这个没有问题，在我面前可以说，我不忌讳。确实没有福报，也短命，我自己很清楚，这没忌讳。他说你这些年讲经弘法，这个功德很大，你的命运完全转过来，不但将来有大福报，有很长的寿命，这他告诉我。第二年甘珠活佛就往生了，他也是章嘉大师的学生，在密宗弟子里面是个好学生，非常难得，我们也常往来，也是老朋友。",
      "zh_TW": "結果四十五歲那年沒過去，過不去。我們三個同學命運相同，同年都是過不了四十五歲。我跟大家講的，四十五歲那年二月法融法師先走，明演五月走的，我七月得一場大病。那個時候我也講經講了不少年，我三十三歲出來講經，有十二年。我也沒有求長壽，得病之後我曉得，我們三個人前頭兩個走了，該輪到我了，所以我念佛求生淨土，念了一個月病就好了。那一個月我一心念佛，每天吃點稀飯、鹹菜，真的是等死，因為命到了，你看醫生沒有用，醫生只能醫病不能醫命，沒想到一個月之後身體就恢復，沒有求，這都是屬於感應。好像這個事情過了之後沒有幾年，我在善導寺遇到甘珠活佛，甘珠特地跟我打招呼，要我坐到他面前，他告訴我：淨空法師，以前我們都在背後笑話你。我說笑什麼？他說笑你這個人很聰明，可惜怎麼樣？沒有福報，又沒有壽命，短命。我說這個沒有問題，在我面前可以說，我不忌諱。確實沒有福報，也短命，我自己很清楚，這沒忌諱。他說你這些年講經弘法，這個功德很大，你的命運完全轉過來，不但將來有大福報，有很長的壽命，這他告訴我。第二年甘珠活佛就往生了，他也是章嘉大師的學生，在密宗弟子裡面是個好學生，非常難得，我們也常往來，也是老朋友。"
    },
    {
      "id": "12-017-1823_p0012",
      "zh_CN": "所以不必要求，也不必要转命运，学佛为什么？这个要清楚，学佛要提升自己的灵性，希望在这一生当中，把自己应该做的功课都把它做好。这个功课就是佛陀教导我们的，把戒持好，把经学好，把染污去掉，清净心现前。对世间，不要说人世间，天上都没有羡慕。我讲的话是真话，讲经的时候我都说过很多次，早年不是现在，大梵天王要让位给我，我不会接受，摩醯首罗天王请我去做，我也不会干，为什么？出不了六道轮回。我对那个没有什么兴趣，没有羡慕，我知道世出世间的大圣大贤，他们出现在世间干什么？教书。教书真的有味道，释迦牟尼佛一生教书，确实职业老师。",
      "zh_TW": "所以不必要求，也不必要轉命運，學佛為什麼？這個要清楚，學佛要提升自己的靈性，希望在這一生當中，把自己應該做的功課都把它做好。這個功課就是佛陀教導我們的，把戒持好，把經學好，把染污去掉，清淨心現前。對世間，不要說人世間，天上都沒有羨慕。我講的話是真話，講經的時候我都說過很多次，早年不是現在，大梵天王要讓位給我，我不會接受，摩醯首羅天王請我去做，我也不會幹，為什麼？出不了六道輪迴。我對那個沒有什麼興趣，沒有羨慕，我知道世出世間的大聖大賢，他們出現在世間幹什麼？教書。教書真的有味道，釋迦牟尼佛一生教書，確實職業老師。"
    },
    {
      "id": "12-017-1823_p0013",
      "zh_CN": "特别是出家的同学，一定要知道佛教是教育，不是宗教。今天这些经忏佛事，释迦牟尼佛那个时代一次都没有，世尊教我们念佛求生净土，他从来没有说是聚集大众，在一起念一堂佛，没有过，没有这个记载。禅宗在中国，可以说这非常的发达，释迦牟尼佛没有带领大众去打一个禅七，没有过，经典上没有记载。每天他们睡觉是静坐，他不是躺着睡，他是坐着睡的，晚上十点钟休息，树下一宿，两点钟就起来，所以每天睡眠四个小时，打坐。我们就算那是参禅，禅坐！各人修各人的，修行在个人。古大德这话说得很有道理，「师父领进门，修行在个人」，师父是谁？释迦牟尼佛。释迦牟尼佛不在了，经典就是师父，你依照经典的理论方法去学习，把你错误的行为修正过来，叫做修行。",
      "zh_TW": "特別是出家的同學，一定要知道佛教是教育，不是宗教。今天這些經懺佛事，釋迦牟尼佛那個時代一次都沒有，世尊教我們念佛求生淨土，他從來沒有說是聚集大眾，在一起念一堂佛，沒有過，沒有這個記載。禪宗在中國，可以說這非常的發達，釋迦牟尼佛沒有帶領大眾去打一個禪七，沒有過，經典上沒有記載。每天他們睡覺是靜坐，他不是躺著睡，他是坐著睡的，晚上十點鐘休息，樹下一宿，兩點鐘就起來，所以每天睡眠四個小時，打坐。我們就算那是參禪，禪坐！各人修各人的，修行在個人。古大德這話說得很有道理，「師父領進門，修行在個人」，師父是誰？釋迦牟尼佛。釋迦牟尼佛不在了，經典就是師父，你依照經典的理論方法去學習，把你錯誤的行為修正過來，叫做修行。"
    },
    {
      "id": "12-017-1823_p0014",
      "zh_CN": "修行的基本功，你必须要知道，根本的指导原则是净业三福，佛讲得很清楚，这三条他老人家讲这是「三世诸佛，净业正因」。三世是说过去、现在、未来，所有修行成佛的都要依这个，这是正因。这就说明这三条是基本的、共同必须遵守的指导原则，头一条里面四句「孝养父母，奉事师长，慈心不杀，修十善业」，这是根本的根本。我们有没有做到？孝顺父母，怎么叫孝顺父母？中国有部《孝经》，《孝经》的落实，你们想想是不是《弟子规》？奉事师长在佛门里面，《沙弥律仪》就是奉事师长的落实，十条戒二十四门威仪。孝亲尊师是性德，任何一个人本来他就是这样，佛如是，菩萨如是，没有一丝毫勉强，你要懂得这个道理。",
      "zh_TW": "修行的基本功，你必須要知道，根本的指導原則是淨業三福，佛講得很清楚，這三條他老人家講這是「三世諸佛，淨業正因」。三世是說過去、現在、未來，所有修行成佛的都要依這個，這是正因。這就說明這三條是基本的、共同必須遵守的指導原則，頭一條裡面四句「孝養父母，奉事師長，慈心不殺，修十善業」，這是根本的根本。我們有沒有做到？孝順父母，怎麼叫孝順父母？中國有部《孝經》，《孝經》的落實，你們想想是不是《弟子規》？奉事師長在佛門裡面，《沙彌律儀》就是奉事師長的落實，十條戒二十四門威儀。孝親尊師是性德，任何一個人本來他就是這樣，佛如是，菩薩如是，沒有一絲毫勉強，你要懂得這個道理。"
    },
    {
      "id": "12-017-1823_p0015",
      "zh_CN": "所以我们提倡儒释道这三个根，跟三福第一福相应，孝亲尊师我们用《弟子规》，慈心不杀我们用《感应篇》，修十善业用《十善业道经》，儒释道的三个根。第一福从哪里学起？就从这里学起，有第一才有第二，有这三个基础之后才「受持三皈，具足众戒，不犯威仪」。大家晓得这条是二乘，前面这条是人天，现在讲五乘佛法，人天。第二条是二乘，声闻、缘觉，第三条是大乘菩萨，这个指导原则简单明了，那我们不遵守不行！这是理，一定要把它落实在事上，落实在日常生活当中，我们怎么样起心动念、待人接物。你不从这上下功夫，那你一生搞的就是李老师讲的佛学，不是学佛。佛学没用，李老师最后的结论说，该怎么生死还是怎么生死，那是什么？业力。你业力主宰，你没有办法转你的业力；学佛就转了，自然转了。消业障，我也没有刻意去消业障，天天读经，天天讲经，业障自然就没有了。这就是佛家所讲的，智慧长，烦恼就轻；烦恼轻，智慧就长。烦恼轻就是消业障，就这么个道理！",
      "zh_TW": "所以我們提倡儒釋道這三個根，跟三福第一福相應，孝親尊師我們用《弟子規》，慈心不殺我們用《感應篇》，修十善業用《十善業道經》，儒釋道的三個根。第一福從哪裡學起？就從這裡學起，有第一才有第二，有這三個基礎之後才「受持三皈，具足眾戒，不犯威儀」。大家曉得這條是二乘，前面這條是人天，現在講五乘佛法，人天。第二條是二乘，聲聞、緣覺，第三條是大乘菩薩，這個指導原則簡單明瞭，那我們不遵守不行！這是理，一定要把它落實在事上，落實在日常生活當中，我們怎麼樣起心動念、待人接物。你不從這上下功夫，那你一生搞的就是李老師講的佛學，不是學佛。佛學沒用，李老師最後的結論說，該怎麼生死還是怎麼生死，那是什麼？業力。你業力主宰，你沒有辦法轉你的業力；學佛就轉了，自然轉了。消業障，我也沒有刻意去消業障，天天讀經，天天講經，業障自然就沒有了。這就是佛家所講的，智慧長，煩惱就輕；煩惱輕，智慧就長。煩惱輕就是消業障，就這麼個道理！"
    },
    {
      "id": "12-017-1823_p0016",
      "zh_CN": "只要你真干，有不思议的效果。这个效果，以前我们也想不到，为什么理由会有这效果，现在我们搞清楚，我们在《华严经》上搞明白了。《华严经》上什么？染净不二，善恶不二，都不出一心，全是你自己心现识变，它哪里有二！所以你自己应当有个转变，不要刻意去转变，专门修善，恶就没有了。不要说我又要断恶，又要修善，那你两头都搞不好。你要想断恶，恶不要理它，忘记掉，专修善，恶自然没有。佛菩萨、祖师大德教给我们的，你只要去做，那就像谛闲法师对锅漏匠讲的话，「准有好处」，你不要去问，到时候你就知道。有些好处在现前，到时候自己还不晓得，别人帮我点破才明白，才想想是这么回事情。",
      "zh_TW": "只要你真幹，有不思議的效果。這個效果，以前我們也想不到，為什麼理由會有這效果，現在我們搞清楚，我們在《華嚴經》上搞明白了。《華嚴經》上什麼？染淨不二，善惡不二，都不出一心，全是你自己心現識變，它哪裡有二！所以你自己應當有個轉變，不要刻意去轉變，專門修善，惡就沒有了。不要說我又要斷惡，又要修善，那你兩頭都搞不好。你要想斷惡，惡不要理它，忘記掉，專修善，惡自然沒有。佛菩薩、祖師大德教給我們的，你只要去做，那就像諦閑法師對鍋漏匠講的話，「準有好處」，你不要去問，到時候你就知道。有些好處在現前，到時候自己還不曉得，別人幫我點破才明白，才想想是這麼回事情。"
    },
    {
      "id": "12-017-1823_p0017",
      "zh_CN": "「依理成事。依真如之理，成世间之事」。世间指的是十法界依正庄严，如果我们说得近一点，贴切一点，这个世间是六道，六道的世间，十法界也是世间，成这些事。这些事就是一念之间统统都有，没有次第，一念顿成。这个一念就是起心动念。起心动念速度非常之快，但是它有层次，一点都不乱，有先后、有秩序。把自性变成了阿赖耶，阿赖耶最初的三细相，三细六粗，乃至于变现成宇宙万事万物，都是一念，那个时间之短你无法想像。我们在这个经上读到的，物质最小到微尘，极微之微里面居然还包含着全体的法性，全体的德相，一丝毫差别都没有，这就说明什么？没有大小。譬如芥子纳须弥，须弥纳芥子没有大小。所以自性里面要知道，没有一法是对立的，大小不二，远近不二，没有远近，没有真妄，没有邪正，没有善恶，没有是非，那叫不二法门。",
      "zh_TW": "「依理成事。依真如之理，成世間之事」。世間指的是十法界依正莊嚴，如果我們說得近一點，貼切一點，這個世間是六道，六道的世間，十法界也是世間，成這些事。這些事就是一念之間統統都有，沒有次第，一念頓成。這個一念就是起心動念。起心動念速度非常之快，但是它有層次，一點都不亂，有先後、有秩序。把自性變成了阿賴耶，阿賴耶最初的三細相，三細六粗，乃至於變現成宇宙萬事萬物，都是一念，那個時間之短你無法想像。我們在這個經上讀到的，物質最小到微塵，極微之微裡面居然還包含著全體的法性，全體的德相，一絲毫差別都沒有，這就說明什麼？沒有大小。譬如芥子納須彌，須彌納芥子沒有大小。所以自性裡面要知道，沒有一法是對立的，大小不二，遠近不二，沒有遠近，沒有真妄，沒有邪正，沒有善惡，沒有是非，那叫不二法門。"
    },
    {
      "id": "12-017-1823_p0018",
      "zh_CN": "是非是二，大小是二。《坛经》上说得好，惠能大师给印宗讲的，跟他说明佛法是不二法，二不是佛法。不二才是究竟清净、究竟涅槃。那会学的学什么？会学的学如何入不二门。入不二门是谁？《华严经》我们现在所读的贤首菩萨，再提升初住菩萨就入不二法门。贤首菩萨是接近不二，还没进去，再提升一级这就入不二法门，入不二法门成佛！明心见性，见性成佛，为什么？那个一念无明就是二，起心动念。自性里头没有起心动念，忽然起心动念跟自性就变成对立，就二，这个麻烦就起来。二就变成阿赖耶，阿赖耶就像道家所讲的，一生二，二生三，三生万物。《易经》里面所说，「太极生两仪」，两仪就是二，太极不二。「两仪生四象，四象生八卦，八卦生万物」，它也讲次第。这个次第非常之快，佛经上讲的就透彻，真正是亿万分之一秒它就现了，这大宇宙就现前。什么时候你的念头没有了，真的入不二法门，这水泡就破裂，破就梦醒，你再找十法界依正庄严找不到，好像作梦醒了，那境界完全没有了，才晓得那是个虚妄相。凡所有相皆是虚妄，所以理是永存的，事千变万化！",
      "zh_TW": "是非是二，大小是二。《壇經》上說得好，惠能大師給印宗講的，跟他說明佛法是不二法，二不是佛法。不二才是究竟清淨、究竟涅槃。那會學的學什麼？會學的學如何入不二門。入不二門是誰？《華嚴經》我們現在所讀的賢首菩薩，再提升初住菩薩就入不二法門。賢首菩薩是接近不二，還沒進去，再提升一級這就入不二法門，入不二法門成佛！明心見性，見性成佛，為什麼？那個一念無明就是二，起心動念。自性裡頭沒有起心動念，忽然起心動念跟自性就變成對立，就二，這個麻煩就起來。二就變成阿賴耶，阿賴耶就像道家所講的，一生二，二生三，三生萬物。《易經》裡面所說，「太極生兩儀」，兩儀就是二，太極不二。「兩儀生四象，四象生八卦，八卦生萬物」，它也講次第。這個次第非常之快，佛經上講的就透徹，真正是億萬分之一秒它就現了，這大宇宙就現前。什麼時候你的念頭沒有了，真的入不二法門，這水泡就破裂，破就夢醒，你再找十法界依正莊嚴找不到，好像作夢醒了，那境界完全沒有了，才曉得那是個虛妄相。凡所有相皆是虛妄，所以理是永存的，事千變萬化！"
    },
    {
      "id": "12-017-1823_p0019",
      "zh_CN": "「事无别体，全揽理而成」，下面有个比喻说，「如波依于水，水全成波也」。能生万法，万法没有别体，万法的体是什么？体是法性，或者说自性，或者说真心，名字很多，都说的一桩事情。谁的真心？自己的真心。宇宙是你自己真心变现出来的，宇宙就是你自己的真心，那眼前你看到这么多人物，这个人物从哪里来的？真心变的，是你自己真心变的。他做善是你真心变的，他造恶也是你真心变的，离开你的真心什么都没有。就像作梦一样，梦里头有好人、有坏人，好人、坏人全是你自己意识心变现的。那你要用什么态度相处？好人你不生爱恋，坏人你不生瞋恚，你永远是用不二的态度就对，那是觉，就觉悟了。如果好人你喜欢，坏人你讨厌，你还是堕落在二，二出不了，不二就出去了。这个道理不可以不懂！",
      "zh_TW": "「事無別體，全攬理而成」，下面有個比喻說，「如波依於水，水全成波也」。能生萬法，萬法沒有別體，萬法的體是什麼？體是法性，或者說自性，或者說真心，名字很多，都說的一樁事情。誰的真心？自己的真心。宇宙是你自己真心變現出來的，宇宙就是你自己的真心，那眼前你看到這麼多人物，這個人物從哪裡來的？真心變的，是你自己真心變的。他做善是你真心變的，他造惡也是你真心變的，離開你的真心什麼都沒有。就像作夢一樣，夢裡頭有好人、有壞人，好人、壞人全是你自己意識心變現的。那你要用什麼態度相處？好人你不生愛戀，壞人你不生瞋恚，你永遠是用不二的態度就對，那是覺，就覺悟了。如果好人你喜歡，壞人你討厭，你還是墮落在二，二出不了，不二就出去了。這個道理不可以不懂！"
    },
    {
      "id": "12-017-1823_p0020",
      "zh_CN": "凡夫，你要真正说得受用，这得受用是中年以上，受用里头第一福，健康长寿。健康长寿从哪里来的？心平气和。就是《无量寿经》经题上的「清净平等」，清净平等自然健康长寿。清净没有染污，没有染污是没有情执，平等是没有分别、没有高下。所以，世法里常说人最怕的是烦恼，就是忧能使人老，人的老化，如果有忧虑老化得快。那病，病就讲从生气来的。前天有个人传个讯息给我，人是气死的还是笨死的？我看那个很有道理，不要生气，没有什么好生气的，不要嫌弃人。虽然是自己心现出来的，因为我们的心里面，阿赖耶识里含藏善恶染净种子非常复杂，你看到一些善法是善种子起现行，不善法那是恶的种子起现行。所以十法界依正庄严，四圣法界是净种子，六道是染种子；六道里面是有三善道善种子，三恶道是恶种子，全是阿赖耶识的种子起现行，不是别的。全是自己，你还要怪谁？所以我们的老祖宗教导我们，那真的是有道理，「行有不得，反求诸己」。六祖大师讲的是「若真修道人，不见世间过」，世间没有过，过都在自己阿赖耶识里面含藏的这些种子不一样，它变现出这个样子。",
      "zh_TW": "凡夫，你要真正說得受用，這得受用是中年以上，受用裡頭第一福，健康長壽。健康長壽從哪裡來的？心平氣和。就是《無量壽經》經題上的「清淨平等」，清淨平等自然健康長壽。清淨沒有染污，沒有染污是沒有情執，平等是沒有分別、沒有高下。所以，世法裡常說人最怕的是煩惱，就是憂能使人老，人的老化，如果有憂慮老化得快。那病，病就講從生氣來的。前天有個人傳個訊息給我，人是氣死的還是笨死的？我看那個很有道理，不要生氣，沒有什麼好生氣的，不要嫌棄人。雖然是自己心現出來的，因為我們的心裡面，阿賴耶識裡含藏善惡染淨種子非常複雜，你看到一些善法是善種子起現行，不善法那是惡的種子起現行。所以十法界依正莊嚴，四聖法界是淨種子，六道是染種子；六道裡面是有三善道善種子，三惡道是惡種子，全是阿賴耶識的種子起現行，不是別的。全是自己，你還要怪誰？所以我們的老祖宗教導我們，那真的是有道理，「行有不得，反求諸己」。六祖大師講的是「若真修道人，不見世間過」，世間沒有過，過都在自己阿賴耶識裡面含藏的這些種子不一樣，它變現出這個樣子。"
    },
    {
      "id": "12-017-1823_p0021",
      "zh_CN": "整个宇宙法界的全体是自己心性，所以明心见性，性在哪里？随拈一法，无不是性。哪个不是自己的真心！哪个不是自己的真性！事无别体，人家几个字就讲清楚。揽理而成，不是一桩事，不是一法，圆满，全是揽理成事。所以你从事上见到理，从相上见到性，这就叫佛法。凡夫怎么样？凡夫是迷在事相上，不懂得性、理。懂得性、理的，在相上见性，事上明理，这个人肯定心平气和，那他的心态是什么？清净平等觉。什么样的大风大浪，他心是静的，心静才看得清楚、看得明白，才能做最好的处理，那就是我们讲的化解灾难；心浮气躁，那你是决定没有能力化解。你要想化解问题，解决问题，心平气和，最好心里一念不生。一念不生是智慧，有念头智慧就没有了，把智慧变成烦恼；不起心、不动念是智慧，智慧才是圆满究竟的解决问题。事依理而成，理依事而显。那个显我们就是看不见，看见问题就解决了，看见什么？见性了。下面举个比喻，这是「如波依水，水全成波」，它把水比作理，把波比作事，波浪讲的事，水比作理，水是性，波是相，水跟波是一不是二，这就是事跟理是一不是二。",
      "zh_TW": "整個宇宙法界的全體是自己心性，所以明心見性，性在哪裡？隨拈一法，無不是性。哪個不是自己的真心！哪個不是自己的真性！事無別體，人家幾個字就講清楚。攬理而成，不是一樁事，不是一法，圓滿，全是攬理成事。所以你從事上見到理，從相上見到性，這就叫佛法。凡夫怎麼樣？凡夫是迷在事相上，不懂得性、理。懂得性、理的，在相上見性，事上明理，這個人肯定心平氣和，那他的心態是什麼？清淨平等覺。什麼樣的大風大浪，他心是靜的，心靜才看得清楚、看得明白，才能做最好的處理，那就是我們講的化解災難；心浮氣躁，那你是決定沒有能力化解。你要想化解問題，解決問題，心平氣和，最好心裡一念不生。一念不生是智慧，有念頭智慧就沒有了，把智慧變成煩惱；不起心、不動念是智慧，智慧才是圓滿究竟的解決問題。事依理而成，理依事而顯。那個顯我們就是看不見，看見問題就解決了，看見什麼？見性了。下面舉個比喻，這是「如波依水，水全成波」，它把水比作理，把波比作事，波浪講的事，水比作理，水是性，波是相，水跟波是一不是二，這就是事跟理是一不是二。"
    },
    {
      "id": "12-017-1823_p0022",
      "zh_CN": "下面第四「事能显理」，依理成事，事能显理，我们就要在事上看到理。「理无形相」，这是我们讲心性。真心本性它不是物质，它也不是精神，你怎么知道它存在？但是精神跟物质都是它变现出来的。这从相宗讲的，我也简单画了一个表解，相宗讲四分，「自证分，见分，相分，证自证分」，四分就是《华严经》上佛说的，「一切众生皆有如来智慧德相」。自证分是本性、法性，法性本来就具足，没有原因的，它本来就有，有智慧。自性里面的智慧，就是自己自性本具的般若智慧，这分东西也就称为佛性。如果单单讲佛性，就是自性里面本有的般若智慧，它有能力证自证分，它知道有自证分的存在；没有它，谁知道！自证分一念不觉就起了一个现象，这个现象动了，自性本来是不动的，一念不觉它就动，起心动念就动了，动念头了。这一动念头叫业相，动是业相，业相立刻就产生转相，转变，转变就是变成了精神，在那产生我们现在讲的第六意识分别，它就产生这个。有分别立刻就物质现象现前，就是执着，执着就变现成物质。",
      "zh_TW": "下面第四「事能顯理」，依理成事，事能顯理，我們就要在事上看到理。「理無形相」，這是我們講心性。真心本性它不是物質，它也不是精神，你怎麼知道它存在？但是精神跟物質都是它變現出來的。這從相宗講的，我也簡單畫了一個表解，相宗講四分，「自證分，見分，相分，證自證分」，四分就是《華嚴經》上佛說的，「一切眾生皆有如來智慧德相」。自證分是本性、法性，法性本來就具足，沒有原因的，它本來就有，有智慧。自性裡面的智慧，就是自己自性本具的般若智慧，這分東西也就稱為佛性。如果單單講佛性，就是自性裡面本有的般若智慧，它有能力證自證分，它知道有自證分的存在；沒有它，誰知道！自證分一念不覺就起了一個現象，這個現象動了，自性本來是不動的，一念不覺它就動，起心動念就動了，動念頭了。這一動念頭叫業相，動是業相，業相立刻就產生轉相，轉變，轉變就是變成了精神，在那產生我們現在講的第六意識分別，它就產生這個。有分別立刻就物質現象現前，就是執著，執著就變現成物質。"
    },
    {
      "id": "12-017-1823_p0023",
      "zh_CN": "现在科学家跟我们说，物质不是真的，宇宙之间没有物质，物质现象是什么？是能量聚集在一起变现的幻相，这最近科学家发现的。我们现前看到的物质，科学家说这是相似相续相，跟佛法讲的是一样，也相当不容易；他不是从禅定里面看出来的，他是用数学，用科学仪器观察到的。当然他没有佛法讲得那么透彻，讲得那么明白，可是我们看到很欢喜，佛在经典上讲的宇宙人生的真相，科学慢慢的发现。虽然发现，他讲的还是世间法，为什么？科学家分别执着没放下，他还有分别执着，所以归类归到世间法。如果科学家能够把分别执着放下，那他是出世间法，那他就是佛菩萨。差别就在此地，凡圣的差别在这个地方。",
      "zh_TW": "現在科學家跟我們說，物質不是真的，宇宙之間沒有物質，物質現象是什麼？是能量聚集在一起變現的幻相，這最近科學家發現的。我們現前看到的物質，科學家說這是相似相續相，跟佛法講的是一樣，也相當不容易；他不是從禪定裡面看出來的，他是用數學，用科學儀器觀察到的。當然他沒有佛法講得那麼透徹，講得那麼明白，可是我們看到很歡喜，佛在經典上講的宇宙人生的真相，科學慢慢的發現。雖然發現，他講的還是世間法，為什麼？科學家分別執著沒放下，他還有分別執著，所以歸類歸到世間法。如果科學家能夠把分別執著放下，那他是出世間法，那他就是佛菩薩。差別就在此地，凡聖的差別在這個地方。"
    },
    {
      "id": "12-017-1823_p0024",
      "zh_CN": "转凡成圣，没有别的，放下妄想分别执着就转凡成圣。这桩事情，与学、无学不相干，与言说、文字不相干，这我们能理解。这个法在佛法里面称为不思议法。这个名词讲得很好，不思议，你不能思，你不能讨论。思怎么样？起心动念，你马上分别执着就起来了，变成世间法。还有思、还有研究、还有讨论，这不是佛法。可是确实有不少佛菩萨，他要度这类的众生，他要参与他们去讨论，参与他们去研究，这叫什么？善巧方便。到最后他显一招给你看，你才恍然大悟，谁带头？释迦牟尼佛带头。释迦牟尼佛各个宗教都去学，各个学派都去学，学了十二年。这十二年当中肯定跟他们在一起研究讨论，讨论总结这个结论得不到。最后他表演一下，到恒河边上找棵大树底下去入定，入更深层次的定，把妄想分别执着统统放下，豁然大悟，不能解决的问题全解决了。这是做给当时这些宗教跟学术界，做给他们看，要这个方法才能解决问题。我们读经，我们读《释迦谱》，要能体会到这层才有受用。",
      "zh_TW": "轉凡成聖，沒有別的，放下妄想分別執著就轉凡成聖。這樁事情，與學、無學不相干，與言說、文字不相干，這我們能理解。這個法在佛法裡面稱為不思議法。這個名詞講得很好，不思議，你不能思，你不能討論。思怎麼樣？起心動念，你馬上分別執著就起來了，變成世間法。還有思、還有研究、還有討論，這不是佛法。可是確實有不少佛菩薩，他要度這類的眾生，他要參與他們去討論，參與他們去研究，這叫什麼？善巧方便。到最後他顯一招給你看，你才恍然大悟，誰帶頭？釋迦牟尼佛帶頭。釋迦牟尼佛各個宗教都去學，各個學派都去學，學了十二年。這十二年當中肯定跟他們在一起研究討論，討論總結這個結論得不到。最後他表演一下，到恆河邊上找棵大樹底下去入定，入更深層次的定，把妄想分別執著統統放下，豁然大悟，不能解決的問題全解決了。這是做給當時這些宗教跟學術界，做給他們看，要這個方法才能解決問題。我們讀經，我們讀《釋迦譜》，要能體會到這層才有受用。"
    },
    {
      "id": "12-017-1823_p0025",
      "zh_CN": "所以读不读、讲不讲没有关系，可以读、可以讲，学释迦牟尼佛那个样子；不说、不讲，惠能大师那个样子，不要学也行，总在遇缘不同，看你接引的对象。接引的对象如果学历不高，自卑感很严重，用六祖能大师的方法激发他的道心，帮助他，成就他的自信心，那就能得很大的利益。喜欢广学多闻的人，用释迦牟尼佛那套方法，广学多闻到最后要放下，不放下全变成所知障，得不到受用，连在六道里头搞轮回都不能改变。轮回这个事情有，业力在支配。业力不外乎善、恶、无记，这个东西每个人每天统统有加减乘除，小恶小善加减，大恶大善乘除，这我们要知道。明白之后我们断一切恶、修一切善，只做好事不做恶事，只修净业不修染业。断恶修善，三恶道的业因化解了，三善道成就了；如果再提升一层远离染污，你专修净业，秽土就不见了，净土就现前。",
      "zh_TW": "所以讀不讀、講不講沒有關係，可以讀、可以講，學釋迦牟尼佛那個樣子；不說、不講，惠能大師那個樣子，不要學也行，總在遇緣不同，看你接引的對象。接引的對象如果學歷不高，自卑感很嚴重，用六祖能大師的方法激發他的道心，幫助他，成就他的自信心，那就能得很大的利益。喜歡廣學多聞的人，用釋迦牟尼佛那套方法，廣學多聞到最後要放下，不放下全變成所知障，得不到受用，連在六道裡頭搞輪迴都不能改變。輪迴這個事情有，業力在支配。業力不外乎善、惡、無記，這個東西每個人每天統統有加減乘除，小惡小善加減，大惡大善乘除，這我們要知道。明白之後我們斷一切惡、修一切善，只做好事不做惡事，只修淨業不修染業。斷惡修善，三惡道的業因化解了，三善道成就了；如果再提升一層遠離染污，你專修淨業，穢土就不見了，淨土就現前。"
    },
    {
      "id": "12-017-1823_p0026",
      "zh_CN": "所以心性虽然没有形相，在事上能看到。为什么？就像现在科学家讲的物质。物质是什么？物质是无中生有。无里头是能量，在佛法里面讲见分。物质从哪里来的？分别来的。有见分才变成相分，境界相现前，所以境界相里头就是见分。现在科学家也实验出来了，物质确实它有见闻觉知，有色声香味，这为什么？这是性具的，自性本来具足的。六祖开悟的时候说「何期自性本自具足」，一点欠缺都没有，圆圆满满本自具足。所以变成物质，还是没有失掉，这是真的，它不生不灭。",
      "zh_TW": "所以心性雖然沒有形相，在事上能看到。為什麼？就像現在科學家講的物質。物質是什麼？物質是無中生有。無裡頭是能量，在佛法裡面講見分。物質從哪裡來的？分別來的。有見分才變成相分，境界相現前，所以境界相裡頭就是見分。現在科學家也實驗出來了，物質確實它有見聞覺知，有色聲香味，這為什麼？這是性具的，自性本來具足的。六祖開悟的時候說「何期自性本自具足」，一點欠缺都沒有，圓圓滿滿本自具足。所以變成物質，還是沒有失掉，這是真的，它不生不滅。"
    },
    {
      "id": "12-017-1823_p0027",
      "zh_CN": "江本胜博士用水实验，我很欣赏，我告诉他，我说佛法里头有讲过，你能够实验出来，很难得，你从水实验。我告诉他，任何物质都能实验成功，不仅仅是水，只要是物质统统都有见闻觉知，都有色声香味。他原来是个科学家排斥宗教，怕人家说他是搞迷信，我们把道理给他讲清楚、讲明白，他接受。所以他拿着各个宗教的经典去做实验，拿一部《法华经》放在桌子上，拿一杯水放在《法华经》的上面，放一个小时再拿去做实验，结晶非常之美。然后再拿《圣经》，拿《古兰经》，各个宗教的，发现每个宗教的图案都非常美。拿着世间一般的那些刊物，色情的、暴力的这些东西，那它示现的图案很丑陋、很难看。水它懂得文字里面的意思，不管是哪国的文字，我们不认识，它认识；我们不懂，它懂。从这个地方我们就得到启示，性德是圆满的，性德是究竟的。所以佛法的修学，无论哪个宗派，无论哪个法门，八万四千法门，无量法门，终极的目标，这李老师告诉我的就是明心见性。我们念佛的人，念佛往生极乐世界，往生极乐世界为什么？还是为明心见性。在此地见不了性，到极乐世界去见性，终极的目标完全相同。于是我们才真正懂得《金刚经》上这句话，「法门平等，无有高下」，这真的搞通、搞明白了，再没有怀疑了。所以性从哪里见？从事上见。",
      "zh_TW": "江本勝博士用水實驗，我很欣賞，我告訴他，我說佛法裡頭有講過，你能夠實驗出來，很難得，你從水實驗。我告訴他，任何物質都能實驗成功，不僅僅是水，只要是物質統統都有見聞覺知，都有色聲香味。他原來是個科學家排斥宗教，怕人家說他是搞迷信，我們把道理給他講清楚、講明白，他接受。所以他拿著各個宗教的經典去做實驗，拿一部《法華經》放在桌子上，拿一杯水放在《法華經》的上面，放一個小時再拿去做實驗，結晶非常之美。然後再拿《聖經》，拿《古蘭經》，各個宗教的，發現每個宗教的圖案都非常美。拿著世間一般的那些刊物，色情的、暴力的這些東西，那它示現的圖案很醜陋、很難看。水它懂得文字裡面的意思，不管是哪國的文字，我們不認識，它認識；我們不懂，它懂。從這個地方我們就得到啟示，性德是圓滿的，性德是究竟的。所以佛法的修學，無論哪個宗派，無論哪個法門，八萬四千法門，無量法門，終極的目標，這李老師告訴我的就是明心見性。我們念佛的人，念佛往生極樂世界，往生極樂世界為什麼？還是為明心見性。在此地見不了性，到極樂世界去見性，終極的目標完全相同。於是我們才真正懂得《金剛經》上這句話，「法門平等，無有高下」，這真的搞通、搞明白了，再沒有懷疑了。所以性從哪裡見？從事上見。"
    },
    {
      "id": "12-017-1823_p0028",
      "zh_CN": "「事既依理而成，则理乃依事而显」，你一定是从事上去见性，事就是性，「如波相尽而水体全显也」。波是动的，波要尽了，波要不动了，波不动就全是水，它的体就现前。起波浪的时候这是波，不知道它是水，到风平浪静原来波是水，这个比喻里面含义很深。我们为什么见不到性？波上见不到水？我们的心是动的。什么时候我们的心静，所以你必须心水静，你才能看到外面所生的万法原来就是性。见性不在外，在内，所以佛经称为内学。内就是向自性上去求，不是在相上求；在相上求，你决定见不到。你从清净心里面去求，平等心里面去求，你全见到了，没有一法不是的。然后你才晓得，宗门见性的人、教下圆解的人、念佛理一心的人，他们的心真的清净平等。清净平等，觉就现前。觉是什么？觉是自性本具的般若智慧，不是外头来的，外面学不到，《般若经》里头也没有，这给你讲真话。如果你能够把染污放下，把傲慢不平放下，你就见到了。我们今天见不到，着相！过失在此地，严重的执着，障碍你见性。",
      "zh_TW": "「事既依理而成，則理乃依事而顯」，你一定是從事上去見性，事就是性，「如波相盡而水體全顯也」。波是動的，波要盡了，波要不動了，波不動就全是水，它的體就現前。起波浪的時候這是波，不知道它是水，到風平浪靜原來波是水，這個比喻裡面含義很深。我們為什麼見不到性？波上見不到水？我們的心是動的。什麼時候我們的心靜，所以你必須心水靜，你才能看到外面所生的萬法原來就是性。見性不在外，在內，所以佛經稱為內學。內就是向自性上去求，不是在相上求；在相上求，你決定見不到。你從清淨心裡面去求，平等心裡面去求，你全見到了，沒有一法不是的。然後你才曉得，宗門見性的人、教下圓解的人、念佛理一心的人，他們的心真的清淨平等。清淨平等，覺就現前。覺是什麼？覺是自性本具的般若智慧，不是外頭來的，外面學不到，《般若經》裡頭也沒有，這給你講真話。如果你能夠把染污放下，把傲慢不平放下，你就見到了。我們今天見不到，著相！過失在此地，嚴重的執著，障礙你見性。"
    },
    {
      "id": "12-017-1823_p0029",
      "zh_CN": "障碍见性，就是障碍自性里本具的智慧、德能、相好。智慧是无所不知，德能是无所不能，没有障碍，相好是依正庄严。我们看到毘卢遮那佛的依正庄严，「华藏世界品，世界成就品」里面读过，同学们多半都是修净土，你们看到西方极乐世界的依正庄严，那是什么？那是我们自性本来具足的相好。这个相好永恒存在，智慧、德能、相好永恒存在，不生不灭。我们是迷失了自性，把这些智慧德相扭曲、变质了，智慧变成是什么？智慧变成烦恼，德能变成造业，相好变成三途六道，扭曲、变质了。要知道这不是真的，真的是如如不动，好比是什么？这里的比喻我们可以用得上，我们真心是水，风平浪静，水像一面镜子一样，照到里面东西清清楚楚、明明白白。现在怎么样？现在一念不觉，起心动念起波浪，波浪也能照，照得里面零零碎碎，不是个完整的画面，零零碎碎而且变化太大，它起伏太大！我们现在是这样的心，我们现在的心是起波浪的，大风大浪，所以看外面东西，怎么看也看不出真相。看不出真相，那你就起了错觉，就生了妄想，以为乱的是正常，这叫什么？邪知邪见生起来了。你都要晓得从哪里来的！",
      "zh_TW": "障礙見性，就是障礙自性裡本具的智慧、德能、相好。智慧是無所不知，德能是無所不能，沒有障礙，相好是依正莊嚴。我們看到毘盧遮那佛的依正莊嚴，「華藏世界品，世界成就品」裡面讀過，同學們多半都是修淨土，你們看到西方極樂世界的依正莊嚴，那是什麼？那是我們自性本來具足的相好。這個相好永恆存在，智慧、德能、相好永恆存在，不生不滅。我們是迷失了自性，把這些智慧德相扭曲、變質了，智慧變成是什麼？智慧變成煩惱，德能變成造業，相好變成三途六道，扭曲、變質了。要知道這不是真的，真的是如如不動，好比是什麼？這裡的比喻我們可以用得上，我們真心是水，風平浪靜，水像一面鏡子一樣，照到裡面東西清清楚楚、明明白白。現在怎麼樣？現在一念不覺，起心動念起波浪，波浪也能照，照得裡面零零碎碎，不是個完整的畫面，零零碎碎而且變化太大，它起伏太大！我們現在是這樣的心，我們現在的心是起波浪的，大風大浪，所以看外面東西，怎麼看也看不出真相。看不出真相，那你就起了錯覺，就生了妄想，以為亂的是正常，這叫什麼？邪知邪見生起來了。你都要曉得從哪裡來的！"
    },
    {
      "id": "12-017-1823_p0030",
      "zh_CN": "心静下来之后慢慢就恢复正常，邪知邪见恢复成正知正见，错误的行为会变成大慈大悲，三途六道恢复成极乐世界，都在一念之间。连这么大的事情都能做得到，现在说是地球上发生这些灾难，在佛菩萨心目当中，那叫鸡毛蒜皮，这算得了什么！只要人心能够转恶为善，问题就化解了。不是转迷为悟，转恶为善我们地球上灾难就化解了，转迷为悟，那超越六道、超越十法界。佛菩萨的教诲如此的殊胜，如是的利益，可惜怎么样？没有人知道。为什么不知道？他不接触。为什么不接触？他误会了，他认为这是迷信，认为这是不合科学。这种误会不能怪人，他们没有过失，他们没错，错在哪里？错在我们佛弟子，无论在家、出家，我们没有把佛教讲清楚，没有把佛教的形象做出来，他们才产生误会。所以这个过失他们没有，我们要承担过失的责任，我们做得不好，我们没有讲清楚，使社会大众产生误会；换句话说，我们自己要承认，我们是佛教的罪人，我们对不起释迦牟尼佛，我们对不起历代祖师。有这个认知，有这样的忏悔，我们才会努力发愤，我一定要把它学好，我要做出好样子给大家看，这才叫报佛恩。",
      "zh_TW": "心靜下來之後慢慢就恢復正常，邪知邪見恢復成正知正見，錯誤的行為會變成大慈大悲，三途六道恢復成極樂世界，都在一念之間。連這麼大的事情都能做得到，現在說是地球上發生這些災難，在佛菩薩心目當中，那叫雞毛蒜皮，這算得了什麼！只要人心能夠轉惡為善，問題就化解了。不是轉迷為悟，轉惡為善我們地球上災難就化解了，轉迷為悟，那超越六道、超越十法界。佛菩薩的教誨如此的殊勝，如是的利益，可惜怎麼樣？沒有人知道。為什麼不知道？他不接觸。為什麼不接觸？他誤會了，他認為這是迷信，認為這是不合科學。這種誤會不能怪人，他們沒有過失，他們沒錯，錯在哪裡？錯在我們佛弟子，無論在家、出家，我們沒有把佛教講清楚，沒有把佛教的形象做出來，他們才產生誤會。所以這個過失他們沒有，我們要承擔過失的責任，我們做得不好，我們沒有講清楚，使社會大眾產生誤會；換句話說，我們自己要承認，我們是佛教的罪人，我們對不起釋迦牟尼佛，我們對不起歷代祖師。有這個認知，有這樣的懺悔，我們才會努力發憤，我一定要把它學好，我要做出好樣子給大家看，這才叫報佛恩。"
    },
    {
      "id": "12-017-1823_p0031",
      "zh_CN": "让社会大众了解，佛经里面讲的是什么，总的来说，用佛陀的话来说，一句话「诸法实相」，说明宇宙人生的真相。但是现在我们用这个话来讲解，人家听不懂，什么叫宇宙人生真相？现在必须怎么说？要随顺他们的言语，佛经上讲的什么？佛经上讲伦理、讲道德、讲因果、讲哲学、讲科学，他听这个很懂，他一听就懂，原来是这样，那这都是我们需要的，总得要搞清楚。这也是真的，不是骗人，不是假的，佛经里头真有伦理，孝亲尊师怎么不是伦理！教我们不杀生、不偷盗，因果。修三种布施，修财布施得财富，修法布施得聪明智慧，修无畏布施得健康长寿，这因果教育。凡事有因必有果，有果必有因，绝对没有一桩事情是没有因的，这不可能的。而且告诉我们起个善念就是善因，起个恶念是恶因，不要以为这念头很小是小事，后来都有果报。一个善念，遇到缘果报现前；一个不善的念头，遇到缘果报也现前。修行人，真正修行人他在哪里修？从起心动念之处。他晓得这个道理，所以他一生能成就，道理在此地。我们明白了，我们要真肯干，我们在这一生哪有不成就的道理！",
      "zh_TW": "讓社會大眾了解，佛經裡面講的是什麼，總的來說，用佛陀的話來說，一句話「諸法實相」，說明宇宙人生的真相。但是現在我們用這個話來講解，人家聽不懂，什麼叫宇宙人生真相？現在必須怎麼說？要隨順他們的言語，佛經上講的什麼？佛經上講倫理、講道德、講因果、講哲學、講科學，他聽這個很懂，他一聽就懂，原來是這樣，那這都是我們需要的，總得要搞清楚。這也是真的，不是騙人，不是假的，佛經裡頭真有倫理，孝親尊師怎麼不是倫理！教我們不殺生、不偷盜，因果。修三種布施，修財布施得財富，修法布施得聰明智慧，修無畏布施得健康長壽，這因果教育。凡事有因必有果，有果必有因，絕對沒有一樁事情是沒有因的，這不可能的。而且告訴我們起個善念就是善因，起個惡念是惡因，不要以為這念頭很小是小事，後來都有果報。一個善念，遇到緣果報現前；一個不善的念頭，遇到緣果報也現前。修行人，真正修行人他在哪裡修？從起心動念之處。他曉得這個道理，所以他一生能成就，道理在此地。我們明白了，我們要真肯幹，我們在這一生哪有不成就的道理！"
    },
    {
      "id": "12-017-1823_p0032",
      "zh_CN": "下面这段「以理夺事」，什么叫夺事？理跟事合在一起，永远离不开的，我们只强调理，不要去理会事，以理夺事。「事相既虚，全体是理」，这就是《金刚经》上所说的「凡所有相，皆是虚妄」，凡所有相就是自性所变现的，能生万法，万法是事相。事相，你看看佛说得很妙，它有，有怎么样？妙有。什么叫妙有？妙有非有，非有而有，这妙。它确实没有，没有但是它有相，相是个虚妄的相，不是真实的相。就好像我们现在看电视的屏幕，它不是现相吗？妙有，有而非有。屏幕上有没有沾到一点相？一点都没有。你按钮关上去完全没有，打开的时候相就现前，这个相不是真的，所以叫妙有。在从前没有这个情形很不容易形容，现在有了这些工具，用这个来做比喻，你很容易理解。就如同照镜子，镜子里面的相妙有，不是真有，你想得它得不到。确实《般若经》上所说的，我们用镜子里面现的相，「一切法无所有，毕竟空，不可得」。但是不知道我们讲现实的世界就跟那个镜中影像完全一样。",
      "zh_TW": "下面這段「以理奪事」，什麼叫奪事？理跟事合在一起，永遠離不開的，我們只強調理，不要去理會事，以理奪事。「事相既虛，全體是理」，這就是《金剛經》上所說的「凡所有相，皆是虛妄」，凡所有相就是自性所變現的，能生萬法，萬法是事相。事相，你看看佛說得很妙，它有，有怎麼樣？妙有。什麼叫妙有？妙有非有，非有而有，這妙。它確實沒有，沒有但是它有相，相是個虛妄的相，不是真實的相。就好像我們現在看電視的屏幕，它不是現相嗎？妙有，有而非有。屏幕上有沒有沾到一點相？一點都沒有。你按鈕關上去完全沒有，打開的時候相就現前，這個相不是真的，所以叫妙有。在從前沒有這個情形很不容易形容，現在有了這些工具，用這個來做比喻，你很容易理解。就如同照鏡子，鏡子裡面的相妙有，不是真有，你想得它得不到。確實《般若經》上所說的，我們用鏡子裡面現的相，「一切法無所有，畢竟空，不可得」。但是不知道我們講現實的世界就跟那個鏡中影像完全一樣。"
    },
    {
      "id": "12-017-1823_p0033",
      "zh_CN": "什么是真的？能现相的性是真的，它永恒不变。它怎么不变？因为它不是物质，它也不是精神，它能现物质又能现精神。能现的不生不灭，能现的永远存在，所现的有生有灭，刹那生灭，但是能所是一不是二。所以事理是一，性相是一，这个事实真相你一定要懂。你要懂得之后，这个现相你还要不要占有？你会不会起这个念头？我要不要再去控制？没有这个念头。才晓得所谓占有、所谓控制全是妄想，为什么？相不存在，刹那刹那生灭，包括我们自己的身体都是刹那生灭。我们这堂课两个小时，你从进入课堂到离开两个小时，进入的时候你这个相，出去不是一个相了，你知道吗？两个小时不知道换了多少相，你从来都不知道。这不知道，迷，不觉！",
      "zh_TW": "什麼是真的？能現相的性是真的，它永恆不變。它怎麼不變？因為它不是物質，它也不是精神，它能現物質又能現精神。能現的不生不滅，能現的永遠存在，所現的有生有滅，剎那生滅，但是能所是一不是二。所以事理是一，性相是一，這個事實真相你一定要懂。你要懂得之後，這個現相你還要不要佔有？你會不會起這個念頭？我要不要再去控制？沒有這個念頭。才曉得所謂佔有、所謂控制全是妄想，為什麼？相不存在，剎那剎那生滅，包括我們自己的身體都是剎那生滅。我們這堂課兩個小時，你從進入課堂到離開兩個小時，進入的時候你這個相，出去不是一個相了，你知道嗎？兩個小時不知道換了多少相，你從來都不知道。這不知道，迷，不覺！"
    },
    {
      "id": "12-017-1823_p0034",
      "zh_CN": "这个相刹那刹那在变，你以为它存在，是因为它相似相续，它真的是虚妄，真正的是个错觉。这种现象用现在的话说，抽象的概念，相似相续的抽象概念。如果你对它了解，什么障碍都没有。为什么没有障碍？了解之后你都没有分别、没有执着，什么障碍都没有，它没有妨碍。如果你起分别执着麻烦就大，为什么？造业！起心动念、分别执着造业。造业，相就改变，随着你的业力起变化。",
      "zh_TW": "這個相剎那剎那在變，你以為它存在，是因為它相似相續，它真的是虛妄，真正的是個錯覺。這種現象用現在的話說，抽象的概念，相似相續的抽象概念。如果你對它了解，什麼障礙都沒有。為什麼沒有障礙？了解之後你都沒有分別、沒有執著，什麼障礙都沒有，它沒有妨礙。如果你起分別執著麻煩就大，為什麼？造業！起心動念、分別執著造業。造業，相就改變，隨著你的業力起變化。"
    },
    {
      "id": "12-017-1823_p0035",
      "zh_CN": "相它不是真的，佛讲得清楚，「一切法从心想生」。这一切法就是森罗万象，就是自性能生的万法。万法会变，会变是因为心想，就是你的妄念，随着你的念头变，你的念头善它就变得很善，你的念头恶它就变得很恶。前几天有位年轻人做了个实验，这个实验也给我们很大的启示。因为他听说南北极的冰融化得很快，他就用江本胜这个理论，在冰箱里面拿三块冰块，温度是一样的，拿了三块冰块。一个冰块给它念一千声「观世音菩萨」的圣号，希望它不要化；另外一个冰块没有圣号，只是跟它说「你不要融化，不要融化」；还有一块，就根本不理它。这三块冰他做实验，那个不理它的，很快就化掉，就融化掉；跟它讲不要化的，他说融化大概延长十几分钟；那个念观世音菩萨的叫它不要化的，居然延长了半个小时。同样从冰箱拿出来三个冰块他做实验，还拿这些照片来给我看，很有效。",
      "zh_TW": "相它不是真的，佛講得清楚，「一切法從心想生」。這一切法就是森羅萬象，就是自性能生的萬法。萬法會變，會變是因為心想，就是你的妄念，隨著你的念頭變，你的念頭善它就變得很善，你的念頭惡它就變得很惡。前幾天有位年輕人做了個實驗，這個實驗也給我們很大的啟示。因為他聽說南北極的冰融化得很快，他就用江本勝這個理論，在冰箱裡面拿三塊冰塊，溫度是一樣的，拿了三塊冰塊。一個冰塊給它念一千聲「觀世音菩薩」的聖號，希望它不要化；另外一個冰塊沒有聖號，只是跟它說「你不要融化，不要融化」；還有一塊，就根本不理它。這三塊冰他做實驗，那個不理它的，很快就化掉，就融化掉；跟它講不要化的，他說融化大概延長十幾分鐘；那個念觀世音菩薩的叫它不要化的，居然延長了半個小時。同樣從冰箱拿出來三個冰塊他做實驗，還拿這些照片來給我看，很有效。"
    },
    {
      "id": "12-017-1823_p0036",
      "zh_CN": "我们得到这个启示，现在南北极的冰在融化，希望我们的同学，电视机前面的同学，网路屏幕上的同学们，我们每天念一千声「观世音菩萨」，心里想着南北极冰不要化。相信我们真能这样做法，南北极融化的速度一定就很缓慢。现在大家忧心忡忡这怎么办？还有高山冰山的冰都不能融化，这个地球才能恢复正常的状况。我相信我们佛教徒人数也不少，至少也有一、二亿人，一、二亿人统统同心同德，会产生很大的力量。天天来祈祷，好在时间不长，一千声观世音佛号很短的时间就念完了；我们用念珠，一串念珠是一百零八，念十串。祈求南北极跟高山的冰雪都不要融化，就这么个念头，然后我们果然做了半年，他们再去调查，看看情形有没有转变？如果有转变，全世界的人都相信意念可以解决一切问题。佛在经教里告诉我们，水灾真正的因是我们贪欲所感得的，火灾的因是瞋恚，风灾的因是愚痴，地震的因是傲慢。我们能够真正把贪瞋痴慢降温，这个灾难就会缓和。",
      "zh_TW": "我們得到這個啟示，現在南北極的冰在融化，希望我們的同學，電視機前面的同學，網路屏幕上的同學們，我們每天念一千聲「觀世音菩薩」，心裡想著南北極冰不要化。相信我們真能這樣做法，南北極融化的速度一定就很緩慢。現在大家憂心忡忡這怎麼辦？還有高山冰山的冰都不能融化，這個地球才能恢復正常的狀況。我相信我們佛教徒人數也不少，至少也有一、二億人，一、二億人統統同心同德，會產生很大的力量。天天來祈禱，好在時間不長，一千聲觀世音佛號很短的時間就念完了；我們用念珠，一串念珠是一百零八，念十串。祈求南北極跟高山的冰雪都不要融化，就這麼個念頭，然後我們果然做了半年，他們再去調查，看看情形有沒有轉變？如果有轉變，全世界的人都相信意念可以解決一切問題。佛在經教裡告訴我們，水災真正的因是我們貪欲所感得的，火災的因是瞋恚，風災的因是愚痴，地震的因是傲慢。我們能夠真正把貪瞋痴慢降溫，這個災難就會緩和。"
    },
    {
      "id": "12-017-1823_p0037",
      "zh_CN": "相信一切法从心想生，一切法用心想可以改变它。明白这个道理，你回过头来看你的，我们讲命运，命运能不能改？能改，一个道理。命运是我们过去生中造善恶业感得的，它也不是真的，所以它也天天在变。我们善念多、恶念少，身体就很健康；如果纯是善念，没有恶念，你永远不生病，再告诉你，你永远不会衰老，这是我们相信得过的。你恶念多、善念少，你就会常常遇到很多不如意的事情，你的生活过得很痛苦，与你的富贵贫贱没关系。富贵人要是善念少、恶念多，他也过得很辛苦，虽富贵不快乐；如果善念多、恶念少，虽贫贱他快乐。我们要身体健康很简单，尽量增长我们的善念、善心、善行，放下我们的恶念、恶行，你的身体就改观。这里头都是一个理、一个事，我们的身体是事，起心动念是理，理跟事密切相关。",
      "zh_TW": "相信一切法從心想生，一切法用心想可以改變它。明白這個道理，你回過頭來看你的，我們講命運，命運能不能改？能改，一個道理。命運是我們過去生中造善惡業感得的，它也不是真的，所以它也天天在變。我們善念多、惡念少，身體就很健康；如果純是善念，沒有惡念，你永遠不生病，再告訴你，你永遠不會衰老，這是我們相信得過的。你惡念多、善念少，你就會常常遇到很多不如意的事情，你的生活過得很痛苦，與你的富貴貧賤沒關係。富貴人要是善念少、惡念多，他也過得很辛苦，雖富貴不快樂；如果善念多、惡念少，雖貧賤他快樂。我們要身體健康很簡單，盡量增長我們的善念、善心、善行，放下我們的惡念、惡行，你的身體就改觀。這裡頭都是一個理、一個事，我們的身體是事，起心動念是理，理跟事密切相關。"
    },
    {
      "id": "12-017-1823_p0038",
      "zh_CN": "所以什么人有福？断恶修善的人有福。宗教里说信上帝的人就有福，这话有没有道理？有道理。上帝叫你断恶修善，你信上帝的话你就要做到，信上帝做不到，那还是没福。这个道理佛教里讲得最清楚，整个宇宙千变万化，为什么？是因为你的念头千变万化，就这么个道理。大宇宙跟小宇宙是一不是二，所以小宇宙能影响大宇宙，大宇宙能影响小宇宙。小宇宙小到最小的一微尘，我们在《华严经》上读过，普贤菩萨有能力去游览微尘里面的世界。菩萨告诉我们，微尘世界跟外面世界是一模一样，外面这个大世界没缩小，微尘没有放大，大小不二，这是不可思议！所以《华严经》末后一品，《四十华严》的品题，「入不思议解脱境界普贤行愿品」，普贤就能入，你想想这个意思。为什么普贤能？普是清净平等觉，他才普；你不清净，普不了；不平等，普不了。换句话说，你有执着，你不普，执着有界限；你有分别，你不普。分别执着没有了，普，还得不起心、不动念才遍法界虚空界，大小不二，隐现一如。我们要懂这个事实，事相要晓得妙有，「妙有非有，真空不空」，《般若经》上说的。",
      "zh_TW": "所以什麼人有福？斷惡修善的人有福。宗教裡說信上帝的人就有福，這話有沒有道理？有道理。上帝叫你斷惡修善，你信上帝的話你就要做到，信上帝做不到，那還是沒福。這個道理佛教裡講得最清楚，整個宇宙千變萬化，為什麼？是因為你的念頭千變萬化，就這麼個道理。大宇宙跟小宇宙是一不是二，所以小宇宙能影響大宇宙，大宇宙能影響小宇宙。小宇宙小到最小的一微塵，我們在《華嚴經》上讀過，普賢菩薩有能力去遊覽微塵裡面的世界。菩薩告訴我們，微塵世界跟外面世界是一模一樣，外面這個大世界沒縮小，微塵沒有放大，大小不二，這是不可思議！所以《華嚴經》末後一品，《四十華嚴》的品題，「入不思議解脫境界普賢行願品」，普賢就能入，你想想這個意思。為什麼普賢能？普是清淨平等覺，他才普；你不清淨，普不了；不平等，普不了。換句話說，你有執著，你不普，執著有界限；你有分別，你不普。分別執著沒有了，普，還得不起心、不動念才遍法界虛空界，大小不二，隱現一如。我們要懂這個事實，事相要曉得妙有，「妙有非有，真空不空」，《般若經》上說的。"
    },
    {
      "id": "12-017-1823_p0039",
      "zh_CN": "「全体是理，故一切之事法不可得，般若心经所谓是故空中无色、无受想行识是也」。空中有没有色？有色，这个色是物质，受想行识是精神，这心法。我们讲见相两分，色是相分，受想行识是见分，这是精神那边的。精神跟物质都是事，理现的，理永恒存在，事千变万化，所以它不可得。这个地方要细心去思惟、去体会，外面现象不可得，我们的感受也不可得（受想行识是感受），为什么？因为事相，看到好的欢喜，看到不好的生气，这在理上全没有；理是什么？就是你自性里头本来没有。为什么会产生这个现象？迷失了自性，迷失了理，执着在事相上，才会产生这种现象。这个现象在佛菩萨眼目当中看到，叫什么？可怜悯者，你真可怜。假如这些事情是真的，如果佛说你可怜，那佛这个话讲得太过分。精神跟事相都没有，你在这个地方会起这么多烦恼，这叫真可怜。这就对于事相是完全不了解，认假为真，不知道事里有理，就有性。",
      "zh_TW": "「全體是理，故一切之事法不可得，般若心經所謂是故空中無色、無受想行識是也」。空中有沒有色？有色，這個色是物質，受想行識是精神，這心法。我們講見相兩分，色是相分，受想行識是見分，這是精神那邊的。精神跟物質都是事，理現的，理永恆存在，事千變萬化，所以它不可得。這個地方要細心去思惟、去體會，外面現象不可得，我們的感受也不可得（受想行識是感受），為什麼？因為事相，看到好的歡喜，看到不好的生氣，這在理上全沒有；理是什麼？就是你自性裡頭本來沒有。為什麼會產生這個現象？迷失了自性，迷失了理，執著在事相上，才會產生這種現象。這個現象在佛菩薩眼目當中看到，叫什麼？可憐憫者，你真可憐。假如這些事情是真的，如果佛說你可憐，那佛這個話講得太過分。精神跟事相都沒有，你在這個地方會起這麼多煩惱，這叫真可憐。這就對於事相是完全不了解，認假為真，不知道事裡有理，就有性。"
    },
    {
      "id": "12-017-1823_p0040",
      "zh_CN": "《楞严经》上，波斯匿王跟佛同年，不了解这个道理，所以对老化、病苦感觉得很痛苦。波斯匿王那年六十二岁，我们晓得释迦牟尼佛也是六十二岁，他们两个同年，那段的答话、问答，佛就用一桩事让他在里面体会性不变，相在变。他问他：你几岁看到过恒河？波斯匿王说三岁的时候，他的母亲带着他在恒河边上走过，他知道那个河叫恒河。佛就问他，你三岁的时候见到恒河那个样子，十三岁你见恒河的见，就问他那个见有没有变化？十三岁老了十年，但是见没有变化。然后再问他，二十三岁、三十三岁、四十三岁，你今年六十二岁。人十年十年比较是老化，可是你能见的见没有两样，你六十二岁见恒河，跟三岁见恒河没有产生变化。眼睛老化，那是你的眼睛老化，不是你见性老化，见性老化戴老花眼镜还是看不见，那是眼睛老化，这你要懂得，你见没老化。你看换付镜片就跟年轻人看得一样，清清楚楚，很小的字也看得清楚。说明什么？你见性没有老，与你的老化不相干，就这是不变的，不变的是真的，这是真的，会变的是假的。",
      "zh_TW": "《楞嚴經》上，波斯匿王跟佛同年，不了解這個道理，所以對老化、病苦感覺得很痛苦。波斯匿王那年六十二歲，我們曉得釋迦牟尼佛也是六十二歲，他們兩個同年，那段的答話、問答，佛就用一樁事讓他在裡面體會性不變，相在變。他問他：你幾歲看到過恆河？波斯匿王說三歲的時候，他的母親帶著他在恆河邊上走過，他知道那個河叫恆河。佛就問他，你三歲的時候見到恆河那個樣子，十三歲你見恆河的見，就問他那個見有沒有變化？十三歲老了十年，但是見沒有變化。然後再問他，二十三歲、三十三歲、四十三歲，你今年六十二歲。人十年十年比較是老化，可是你能見的見沒有兩樣，你六十二歲見恆河，跟三歲見恆河沒有產生變化。眼睛老化，那是你的眼睛老化，不是你見性老化，見性老化戴老花眼鏡還是看不見，那是眼睛老化，這你要懂得，你見沒老化。你看換付鏡片就跟年輕人看得一樣，清清楚楚，很小的字也看得清楚。說明什麼？你見性沒有老，與你的老化不相干，就這是不變的，不變的是真的，這是真的，會變的是假的。"
    },
    {
      "id": "12-017-1823_p0041",
      "zh_CN": "波斯匿王听到释迦牟尼佛这段话，他恍然大悟，悟了之后他很快乐。知道什么？假的里头有真的，真的不生不灭，假的有生灭，于是对于死不担心，不怕死，没有死。死的是什么？这假的，假的它会死，真的不会死。真的见闻觉知不会变。见闻觉知是性德，是自性里本有的，何期自性本自具足。这个东西没有因缘，不是因缘生的，也不是自然生的，本能，法尔如是，这才是你真正的自己。禅宗里面讲「父母未生前本来面目」，是什么？就是这个。但它不是精神，它也不是物质，永恒存在，见闻觉知。而且见闻觉知，见是永恒存在，是性德，不但眼睛能见，眼睛也能闻、也能觉、也能知；耳也能见、也能闻、也能觉、也能知，这是事实。水，这一瓶水，水它也没有眼睛，也没有耳朵，也没有鼻子，它什么都没有，为什么它有见闻觉知？它能看字，它能听音声、听音乐，古典的音乐它呈现的图案就很美，现在流行歌曲它的图案，摇滚乐那个图案就很难看，它会听。",
      "zh_TW": "波斯匿王聽到釋迦牟尼佛這段話，他恍然大悟，悟了之後他很快樂。知道什麼？假的裡頭有真的，真的不生不滅，假的有生滅，於是對於死不擔心，不怕死，沒有死。死的是什麼？這假的，假的它會死，真的不會死。真的見聞覺知不會變。見聞覺知是性德，是自性裡本有的，何期自性本自具足。這個東西沒有因緣，不是因緣生的，也不是自然生的，本能，法爾如是，這才是你真正的自己。禪宗裡面講「父母未生前本來面目」，是什麼？就是這個。但它不是精神，它也不是物質，永恆存在，見聞覺知。而且見聞覺知，見是永恆存在，是性德，不但眼睛能見，眼睛也能聞、也能覺、也能知；耳也能見、也能聞、也能覺、也能知，這是事實。水，這一瓶水，水它也沒有眼睛，也沒有耳朵，也沒有鼻子，它什麼都沒有，為什麼它有見聞覺知？它能看字，它能聽音聲、聽音樂，古典的音樂它呈現的圖案就很美，現在流行歌曲它的圖案，搖滾樂那個圖案就很難看，它會聽。"
    },
    {
      "id": "12-017-1823_p0042",
      "zh_CN": "所以六根可以互用，我们现在眼只能看不能听，耳只能听不能看，这都是妄想分别执着把它搞乱了，它本来是圆通的，现在不通，只能搞一样。所以修行修到一定的程度，六根互用。那我们晓得，什么时候六根互用？分别执着没有了就六根互用。有分别、有执着，你就想到我眼睛只能看不能听，所以眼睛只好看，没有听了，都是你心里变出来的。到哪天你没有这个念头了，我的六根无论哪一根统统具足六根的作用，真的一点都不假。所以江本胜博士这个实验给我们很大的启示，让我们对佛经上所讲的，能想到这个，能够连得起来。这个事佛所讲的不是假的是真的，是可以相信的，不再忧虑、不再怀疑了。可是科学怎么样？科学方法证实，他还是有分别执着，所以科学还是世间法。如果这些科学家把分别执着都放下，那恭喜他，他就成菩萨，他就不是世间法，他就是出世间法。所以科学实验的，我们面对着它，我们有分别执着，我们是世间法；我们如果没有分别执着，我们面对它是出世间法。佛法、世间法是这样子分法。",
      "zh_TW": "所以六根可以互用，我們現在眼只能看不能聽，耳只能聽不能看，這都是妄想分別執著把它搞亂了，它本來是圓通的，現在不通，只能搞一樣。所以修行修到一定的程度，六根互用。那我們曉得，什麼時候六根互用？分別執著沒有了就六根互用。有分別、有執著，你就想到我眼睛只能看不能聽，所以眼睛只好看，沒有聽了，都是你心裡變出來的。到哪天你沒有這個念頭了，我的六根無論哪一根統統具足六根的作用，真的一點都不假。所以江本勝博士這個實驗給我們很大的啟示，讓我們對佛經上所講的，能想到這個，能夠連得起來。這個事佛所講的不是假的是真的，是可以相信的，不再憂慮、不再懷疑了。可是科學怎麼樣？科學方法證實，他還是有分別執著，所以科學還是世間法。如果這些科學家把分別執著都放下，那恭喜他，他就成菩薩，他就不是世間法，他就是出世間法。所以科學實驗的，我們面對著它，我們有分別執著，我們是世間法；我們如果沒有分別執著，我們面對它是出世間法。佛法、世間法是這樣子分法。"
    },
    {
      "id": "12-017-1823_p0043",
      "zh_CN": "《般若经》上讲的「是故空中无色」，这是给你讲真话，空中有色，那个有是幻色、是妙色，有而非有，非有而有，不但色法如是，心法亦如是，受想行识亦如是。受是你的感受，你感到苦乐忧喜，你的感受；想是你的起心动念，你的思惟；行是念念相续；识就是阿赖耶。如果配唯识来说，受是前五识，想是第六识，行是第七识末那识，执着，识是阿赖耶，这就说八识五十一心所不是真的。所以唯识学家把心法、八识五十一心所排在有为法里头，它不是无为法。有为法就是有生有灭，不是真的，无为法是真的。无为法最真实的，叫究竟无为，是真如无为，真如就是我们的自性，就是此地讲的理，那是真的，永恒不变，其他的统统都会变化。有为法的变化非常大，可以说根本就不是真的，我们千万不要错认。认识清楚了，没事，什么障碍都没有；就怕认识不真，产生障碍。今天时间到了，我们就学习到此地。",
      "zh_TW": "《般若經》上講的「是故空中無色」，這是給你講真話，空中有色，那個有是幻色、是妙色，有而非有，非有而有，不但色法如是，心法亦如是，受想行識亦如是。受是你的感受，你感到苦樂憂喜，你的感受；想是你的起心動念，你的思惟；行是念念相續；識就是阿賴耶。如果配唯識來說，受是前五識，想是第六識，行是第七識末那識，執著，識是阿賴耶，這就說八識五十一心所不是真的。所以唯識學家把心法、八識五十一心所排在有為法裡頭，它不是無為法。有為法就是有生有滅，不是真的，無為法是真的。無為法最真實的，叫究竟無為，是真如無為，真如就是我們的自性，就是此地講的理，那是真的，永恆不變，其他的統統都會變化。有為法的變化非常大，可以說根本就不是真的，我們千萬不要錯認。認識清楚了，沒事，什麼障礙都沒有；就怕認識不真，產生障礙。今天時間到了，我們就學習到此地。"
    }
  ]
}