{
  "doc_id": "12-017-1052",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０五二卷",
    "zh_TW": "第一０五二卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1052",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "12-017-1052_p0001",
      "zh_CN": "诸位同学，请看经文第六段，东南方饶益世界，如来名号第九句：",
      "zh_TW": "諸位同學，請看經文第六段，東南方饒益世界，如來名號第九句："
    },
    {
      "id": "12-017-1052_p0002",
      "zh_CN": "【或名简言辞。】",
      "zh_TW": "【或名簡言辭。】"
    },
    {
      "id": "12-017-1052_p0003",
      "zh_CN": "以释迦牟尼佛作例子，当年在我们世间出现，为一切众生讲经三百余会，说法四十九年，是不是『简言辞』？是的。佛在《般若经》上说，如果有人以为释迦牟尼佛有法可说，那叫谤佛。佛的意思是告诉我们，他出现在这世间没有说过一句话。没有说一句话，说了四十九年，这怎么讲法？正是《般若经》上所说的「说而无说，无说而说」。就如同大夫给病人开处方，大夫可以说，他一生从来没有开过一张处方。这意思我们能懂吗？他确确实实没有一张处方。处方是怎么开出来的？是因那个人有病，给他开出来的，他要没有病，哪来的处方？处方是因病人而开的，不是医生自己要开一个处方给病人，不是！病人害的病不一样，这医生开的处方就不相同。",
      "zh_TW": "以釋迦牟尼佛作例子，當年在我們世間出現，為一切眾生講經三百餘會，說法四十九年，是不是『簡言辭』？是的。佛在《般若經》上說，如果有人以為釋迦牟尼佛有法可說，那叫謗佛。佛的意思是告訴我們，他出現在這世間沒有說過一句話。沒有說一句話，說了四十九年，這怎麼講法？正是《般若經》上所說的「說而無說，無說而說」。就如同大夫給病人開處方，大夫可以說，他一生從來沒有開過一張處方。這意思我們能懂嗎？他確確實實沒有一張處方。處方是怎麼開出來的？是因那個人有病，給他開出來的，他要沒有病，哪來的處方？處方是因病人而開的，不是醫生自己要開一個處方給病人，不是！病人害的病不一樣，這醫生開的處方就不相同。"
    },
    {
      "id": "12-017-1052_p0004",
      "zh_CN": "从这比喻，我们就能体会到诸佛菩萨示现在九法界，有没有法可说？无法可说，这是真的。他所说的一切法也是众生有病，应病与药，药到病除。佛的言行就是众生心行的一个反应，正如同现在研究，从研究水结晶之后，我们看到一些讯息，有许多学校里面在做实验，让学生们一起来做实验，很有趣味。物体的反应自然的，它没有思惟，它没有想像，法身菩萨以上无不如是，佛经里面称作「法尔如是」，这句话用现在的话来讲就是自然的反应，没有加一点点意思在里头。佛菩萨为一切众生示现，为一切众生说法，无不如是，绝对没有通过思考。",
      "zh_TW": "從這比喻，我們就能體會到諸佛菩薩示現在九法界，有沒有法可說？無法可說，這是真的。他所說的一切法也是眾生有病，應病與藥，藥到病除。佛的言行就是眾生心行的一個反應，正如同現在研究，從研究水結晶之後，我們看到一些訊息，有許多學校裡面在做實驗，讓學生們一起來做實驗，很有趣味。物體的反應自然的，它沒有思惟，它沒有想像，法身菩薩以上無不如是，佛經裡面稱作「法爾如是」，這句話用現在的話來講就是自然的反應，沒有加一點點意思在裡頭。佛菩薩為一切眾生示現，為一切眾生說法，無不如是，絕對沒有通過思考。"
    },
    {
      "id": "12-017-1052_p0005",
      "zh_CN": "诸位要知道，思考是落在意识里头，法身菩萨已经转识成智，十法界里面还用八识五十一心所。圆教初住出了十法界，住一真法界，从此以后没有心意识了。他用的是什么？真心法性，法性自然的反应，所以说「简言辞」。确确实实是《楞严经》上所讲的「随众生心，应所知量」，自自然然的应。如果加一点意思在里面，那就是有言辞了。像我们初学讲经，要做充分的准备，要搜集很多资料，这是有言辞，这是有说。佛给一切众生讲经说法有没有准备？没有。有没有想想怎么说？没有。所以叫自性流露，自性里头没有言说，没有思惟，灵活得不得了，什么样疑难杂症在心性里头没有。八识里头有，有不能解决的问题，心性里头没有不能解决的问题，妙！",
      "zh_TW": "諸位要知道，思考是落在意識裡頭，法身菩薩已經轉識成智，十法界裡面還用八識五十一心所。圓教初住出了十法界，住一真法界，從此以後沒有心意識了。他用的是什麼？真心法性，法性自然的反應，所以說「簡言辭」。確確實實是《楞嚴經》上所講的「隨眾生心，應所知量」，自自然然的應。如果加一點意思在裡面，那就是有言辭了。像我們初學講經，要做充分的準備，要蒐集很多資料，這是有言辭，這是有說。佛給一切眾生講經說法有沒有準備？沒有。有沒有想想怎麼說？沒有。所以叫自性流露，自性裡頭沒有言說，沒有思惟，靈活得不得了，什麼樣疑難雜症在心性裡頭沒有。八識裡頭有，有不能解決的問題，心性裡頭沒有不能解決的問題，妙！"
    },
    {
      "id": "12-017-1052_p0006",
      "zh_CN": "所以前清青莲法师注解《地藏菩萨本愿经科注》，这本子流通得很广，诸位都看过。你看他在五重玄义，他虽然是用的天台五重玄义，但是把每一个名词上面都加一个不思议，「不思议性识」，经题、明宗、论用、辨体、判教都加上「不思议性识」，加得好！我在讲《地藏经》的时候，也采取他的《科注》，我看到加这几个字实在是非常佩服，我们一般讲经的法师没想到。从这地方能够看到他的境界，他对于经教的体会比一般人深。最后一个名号：",
      "zh_TW": "所以前清青蓮法師註解《地藏菩薩本願經科註》，這本子流通得很廣，諸位都看過。你看他在五重玄義，他雖然是用的天台五重玄義，但是把每一個名詞上面都加一個不思議，「不思議性識」，經題、明宗、論用、辨體、判教都加上「不思議性識」，加得好！我在講《地藏經》的時候，也採取他的《科註》，我看到加這幾個字實在是非常佩服，我們一般講經的法師沒想到。從這地方能夠看到他的境界，他對於經教的體會比一般人深。最後一個名號："
    },
    {
      "id": "12-017-1052_p0007",
      "zh_CN": "【或名智慧海。】",
      "zh_TW": "【或名智慧海。】"
    },
    {
      "id": "12-017-1052_p0008",
      "zh_CN": "这名号好懂，就字面上来讲不难讲，但是意思很深。『海』形容广大，形容深，深广无际。『智慧海』就是性海，法性海，智慧海没有形相。《般若经》上讲的「般若无知」，那就是智慧海，就是性海。这「无知」是无一切妄想分别执着，称之为无知，它是一切万法的本体，它会起作用，作用就是现相，现虚空法界依正庄严，这是它现的。就像我们一般人作梦一样，人人都作梦，哪个人没有做过梦？有没有人去研究这梦从哪儿来的？为什么会作梦？很少。如果把这事情搞清楚，宇宙的真相你自自然然也就觉悟了。",
      "zh_TW": "這名號好懂，就字面上來講不難講，但是意思很深。『海』形容廣大，形容深，深廣無際。『智慧海』就是性海，法性海，智慧海沒有形相。《般若經》上講的「般若無知」，那就是智慧海，就是性海。這「無知」是無一切妄想分別執著，稱之為無知，它是一切萬法的本體，它會起作用，作用就是現相，現虛空法界依正莊嚴，這是它現的。就像我們一般人作夢一樣，人人都作夢，哪個人沒有做過夢？有沒有人去研究這夢從哪兒來的？為什麼會作夢？很少。如果把這事情搞清楚，宇宙的真相你自自然然也就覺悟了。"
    },
    {
      "id": "12-017-1052_p0009",
      "zh_CN": "虚空法界刹土众生这是一个境界，这境界从哪来的？性海里头变现出来的。性海变的境界重重无尽，这大经上讲「不可思议」，末后普贤菩萨《行愿品》它的品题就是「不思议解脱境界」，本来就是这样子的。绝对不是说你修行，你修得不思议解脱境界，不是的，原本就是不思议解脱境界。而是我们迷失了，迷失了自性，所以自性里头本具的智慧、德能、相好都没有了。智慧德能相好，智慧是体，这体起用就是功能，现在人讲产生极大的能量，这能量就是自性本具的德能，能量会变现出境界，依正庄严是能量变现出来的。",
      "zh_TW": "虛空法界剎土眾生這是一個境界，這境界從哪來的？性海裡頭變現出來的。性海變的境界重重無盡，這大經上講「不可思議」，末後普賢菩薩《行願品》它的品題就是「不思議解脫境界」，本來就是這樣子的。絕對不是說你修行，你修得不思議解脫境界，不是的，原本就是不思議解脫境界。而是我們迷失了，迷失了自性，所以自性裡頭本具的智慧、德能、相好都沒有了。智慧德能相好，智慧是體，這體起用就是功能，現在人講產生極大的能量，這能量就是自性本具的德能，能量會變現出境界，依正莊嚴是能量變現出來的。"
    },
    {
      "id": "12-017-1052_p0010",
      "zh_CN": "众生迷了，迷了在这里面，把自性变现的一真法界，它随着众生妄想分别执着就变种了，变得非常复杂。大别来说，佛在经上讲的十法界，这说大类，分为这十大类，十大类每一类里头又可以分十大类，这就一百大类；一百大类每一类里头又可以分十大类，十个一百就一千；一千个法界里头又可以分十大类，重重无尽，变幻莫测，变的速度非常快，随着众生的念起念灭。所以佛在经上告诉我们，凡夫境界里面的世界是什么样子的？佛说「世间无常，国土危脆」。这是佛他看得清楚，他给我们说明众生世间相如是而已。",
      "zh_TW": "眾生迷了，迷了在這裡面，把自性變現的一真法界，它隨著眾生妄想分別執著就變種了，變得非常複雜。大別來說，佛在經上講的十法界，這說大類，分為這十大類，十大類每一類裡頭又可以分十大類，這就一百大類；一百大類每一類裡頭又可以分十大類，十個一百就一千；一千個法界裡頭又可以分十大類，重重無盡，變幻莫測，變的速度非常快，隨著眾生的念起念滅。所以佛在經上告訴我們，凡夫境界裡面的世界是什麼樣子的？佛說「世間無常，國土危脆」。這是佛他看得清楚，他給我們說明眾生世間相如是而已。"
    },
    {
      "id": "12-017-1052_p0011",
      "zh_CN": "但是众生迷在这里面，完全不能觉察，不断的起惑造业，受许许多多的苦报，这苦自作自受的，不是佛给你的，没有人给你，都是自己造自己受，苦不堪言，所以在众生界里头不叫智慧海，叫苦海。法身菩萨以上转苦海为智慧海，了不起！怎么转的？心念转的。心想则种种法生，心灭则种种法灭，这些话佛在经上讲得很多，心生法，法生心，心灭法就灭了。心要灭什么？把烦恼的心灭掉，转变成智慧的心。实在讲这灭是个转变，烦恼转成智慧，我们就烦恼来说，它没有了，它灭了，其实烦恼已经变成智慧。迷的时候，就是把智海转变成苦海，不是别人转变的，是你自己转变的，与别人不相干。",
      "zh_TW": "但是眾生迷在這裡面，完全不能覺察，不斷的起惑造業，受許許多多的苦報，這苦自作自受的，不是佛給你的，沒有人給你，都是自己造自己受，苦不堪言，所以在眾生界裡頭不叫智慧海，叫苦海。法身菩薩以上轉苦海為智慧海，了不起！怎麼轉的？心念轉的。心想則種種法生，心滅則種種法滅，這些話佛在經上講得很多，心生法，法生心，心滅法就滅了。心要滅什麼？把煩惱的心滅掉，轉變成智慧的心。實在講這滅是個轉變，煩惱轉成智慧，我們就煩惱來說，它沒有了，它滅了，其實煩惱已經變成智慧。迷的時候，就是把智海轉變成苦海，不是別人轉變的，是你自己轉變的，與別人不相干。"
    },
    {
      "id": "12-017-1052_p0012",
      "zh_CN": "佛菩萨大慈大悲应化到这世间来点醒我们，许多人听了佛说的不相信，这是正常的。为什么？理太深了，事太微妙了。佛给你讲，你能相信，你能够随顺佛陀教诲，学着去转境界，这是善根深厚，聪明人、有智慧的人。这一段我们就讲到此地。后面还有一个小结：",
      "zh_TW": "佛菩薩大慈大悲應化到這世間來點醒我們，許多人聽了佛說的不相信，這是正常的。為什麼？理太深了，事太微妙了。佛給你講，你能相信，你能夠隨順佛陀教誨，學著去轉境界，這是善根深厚，聰明人、有智慧的人。這一段我們就講到此地。後面還有一個小結："
    },
    {
      "id": "12-017-1052_p0013",
      "zh_CN": "【如是等百亿万种种名号。令诸众生。各别知见。】",
      "zh_TW": "【如是等百億萬種種名號。令諸眾生。各別知見。】"
    },
    {
      "id": "12-017-1052_p0014",
      "zh_CN": "这跟前面完全相同。现在请看第七段：",
      "zh_TW": "這跟前面完全相同。現在請看第七段："
    },
    {
      "id": "12-017-1052_p0015",
      "zh_CN": "【诸佛子。此娑婆世界西南方。次有世界。名为鲜少。如来于彼。或名牟尼主。或名具众宝。或名世解脱。或名遍知根。或名胜言辞。或名明了见。或名根自在。或名大仙师。或名开导业。或名金刚师子。如是等百亿万种种名号。令诸众生。各别知见。】",
      "zh_TW": "【諸佛子。此娑婆世界西南方。次有世界。名為鮮少。如來於彼。或名牟尼主。或名具眾寶。或名世解脫。或名遍知根。或名勝言辭。或名明了見。或名根自在。或名大仙師。或名開導業。或名金剛師子。如是等百億萬種種名號。令諸眾生。各別知見。】"
    },
    {
      "id": "12-017-1052_p0016",
      "zh_CN": "这世界名字叫『鲜少』，佛法里面的名号都是表法的，看到这名号知道这世界众生缺乏的很多，也就是缺少很多，大致上总不外乎物质生活与精神生活，总是这两方面。这是说明这世界众生福慧都少，可是我们知道，这是讲的大多数。如同我们娑婆世界一样，娑婆世界的名字并不比它差多少，娑婆是梵语，翻成中国意思叫堪忍，意思就讲这世间很苦，无论是精神生活、是物质生活，很苦，你能够忍受得了！它要用中文的意思翻过来，堪忍世界，真能忍受得了。所以这名字意思跟这「鲜少」差不多。",
      "zh_TW": "這世界名字叫『鮮少』，佛法裡面的名號都是表法的，看到這名號知道這世界眾生缺乏的很多，也就是缺少很多，大致上總不外乎物質生活與精神生活，總是這兩方面。這是說明這世界眾生福慧都少，可是我們知道，這是講的大多數。如同我們娑婆世界一樣，娑婆世界的名字並不比它差多少，娑婆是梵語，翻成中國意思叫堪忍，意思就講這世間很苦，無論是精神生活、是物質生活，很苦，你能夠忍受得了！它要用中文的意思翻過來，堪忍世界，真能忍受得了。所以這名字意思跟這「鮮少」差不多。"
    },
    {
      "id": "12-017-1052_p0017",
      "zh_CN": "我们在如来名号里面，能够看到他们少的是些什么，佛在此地教导的一定就是他们欠缺的。像我们娑婆世界众生自私自利，对人没有慈悲心，所以佛的名号用释迦。「释迦」就是能以慈悲心待人，我们这世界绝大多数人没有，所以佛用这个来做教学的纲领。这世间的人自己妄想、分别、执着非常严重，烦恼习气重，所以佛的名号上用「牟尼」，这是教学的纲领。「牟尼」意思是清净，正规的翻译，翻作寂灭，或者翻作寂默，寂是寂静，灭就是灭妄想分别执着。教学的总纲领都在名号上显示出来了。",
      "zh_TW": "我們在如來名號裡面，能夠看到他們少的是些什麼，佛在此地教導的一定就是他們欠缺的。像我們娑婆世界眾生自私自利，對人沒有慈悲心，所以佛的名號用釋迦。「釋迦」就是能以慈悲心待人，我們這世界絕大多數人沒有，所以佛用這個來做教學的綱領。這世間的人自己妄想、分別、執著非常嚴重，煩惱習氣重，所以佛的名號上用「牟尼」，這是教學的綱領。「牟尼」意思是清淨，正規的翻譯，翻作寂滅，或者翻作寂默，寂是寂靜，滅就是滅妄想分別執著。教學的總綱領都在名號上顯示出來了。"
    },
    {
      "id": "12-017-1052_p0018",
      "zh_CN": "『如来于彼』，我们看第一个名号『或名牟尼主』。我们看这名号就知道了，我们这世界，佛在这世界用的名号释迦牟尼，他也有牟尼，肯定多数人心不清净，佛用这名字。后面用个「主」，好！要是把它统统用中文字翻译出来，那就是寂灭主，或者翻作寂默主。寂默的样子就是很深的禅定，心里头一个妄念都不生，妄念灭了正念现前。正念什么？正念无念，正念就是智海，就是根本智，根本智就现前了。为什么称为根本智？能生一切智慧，无量无边的智慧从这根生的。我们看到这名号偏重在自利，我们知道，自己要不得真实利益，没有能力利他，即使教学也不例外。佛菩萨教化众生，自己要没有成就，他没有成佛，他没有成菩萨，自己没有成就，怎么能教别人？佛在经上常说「自己未度而能度人，无有是处」，没这道理。你要度众生，你先一定要度自己，度自己那你就不能没有「牟尼主」。",
      "zh_TW": "『如來於彼』，我們看第一個名號『或名牟尼主』。我們看這名號就知道了，我們這世界，佛在這世界用的名號釋迦牟尼，他也有牟尼，肯定多數人心不清淨，佛用這名字。後面用個「主」，好！要是把它統統用中文字翻譯出來，那就是寂滅主，或者翻作寂默主。寂默的樣子就是很深的禪定，心裡頭一個妄念都不生，妄念滅了正念現前。正念什麼？正念無念，正念就是智海，就是根本智，根本智就現前了。為什麼稱為根本智？能生一切智慧，無量無邊的智慧從這根生的。我們看到這名號偏重在自利，我們知道，自己要不得真實利益，沒有能力利他，即使教學也不例外。佛菩薩教化眾生，自己要沒有成就，他沒有成佛，他沒有成菩薩，自己沒有成就，怎麼能教別人？佛在經上常說「自己未度而能度人，無有是處」，沒這道理。你要度眾生，你先一定要度自己，度自己那你就不能沒有「牟尼主」。"
    },
    {
      "id": "12-017-1052_p0019",
      "zh_CN": "「牟尼主」里头的意思是清净心、平等心，清净平等，智慧一定现前，智慧就是觉。在《无量寿经》上，阿弥陀佛他老人家还有一个名字就叫「清净平等觉」，这诸位念《无量寿经》都看到的。释迦牟尼佛问阿难，你想不想见清净平等觉（就是阿弥陀佛）？阿难当然愿意见。世尊用他的神力，突破了空间维次，在如来境界里面没有远近，就像我们现在用电视一样，这画面立刻就现在面前。阿难与当时与会的大众统统都看到，也看到观音、势至，看到西方极乐世界的景象，像电视传真一样。在明心见性的菩萨，法身菩萨，不需要用任何仪器；凡夫真是逼不得已的时候，想出这么多方法，制造这些仪器。这些仪器算是不错了，远方景象能够搬到我们面前来，让我们看到，但是遗憾的只有一个窗口。换句话说，你的观察是有限制的，总不能像我们眼睛观察八方上下，没有限制，这始终有个限制，没有法身菩萨那么自在。其实这种天眼凡夫也有，稍稍有一点小定功，就能够证得了。",
      "zh_TW": "「牟尼主」裡頭的意思是清淨心、平等心，清淨平等，智慧一定現前，智慧就是覺。在《無量壽經》上，阿彌陀佛他老人家還有一個名字就叫「清淨平等覺」，這諸位念《無量壽經》都看到的。釋迦牟尼佛問阿難，你想不想見清淨平等覺（就是阿彌陀佛）？阿難當然願意見。世尊用他的神力，突破了空間維次，在如來境界裡面沒有遠近，就像我們現在用電視一樣，這畫面立刻就現在面前。阿難與當時與會的大眾統統都看到，也看到觀音、勢至，看到西方極樂世界的景象，像電視傳真一樣。在明心見性的菩薩，法身菩薩，不需要用任何儀器；凡夫真是逼不得已的時候，想出這麼多方法，製造這些儀器。這些儀器算是不錯了，遠方景象能夠搬到我們面前來，讓我們看到，但是遺憾的只有一個窗口。換句話說，你的觀察是有限制的，總不能像我們眼睛觀察八方上下，沒有限制，這始終有個限制，沒有法身菩薩那麼自在。其實這種天眼凡夫也有，稍稍有一點小定功，就能夠證得了。"
    },
    {
      "id": "12-017-1052_p0020",
      "zh_CN": "我们在经典上看到，须陀洹六种神通里面他得了两个，天眼、天耳。不过他的能力有限，能力不大，说他的能力不大，比我们就大多了，几百里外、几千里外，他能看得清楚，如对面前。到二果斯陀含就有「宿命通」，宿命通是指他自己，宿命通；他心通，别人心里想什么事情他知道。换句话说，隐瞒，隐瞒凡夫，不能隐瞒圣人，圣人瞒不过！你心里想什么他都知道。宿命是讲自己，自己过去生中生生世世知道。到三果就了不起，他有神足通，神足就是他有变化，这小说里头孙悟空七十二变，三果圣人能变化，能分身。四果漏尽通，见思烦恼断尽了，这就能超越六道了。",
      "zh_TW": "我們在經典上看到，須陀洹六種神通裡面他得了兩個，天眼、天耳。不過他的能力有限，能力不大，說他的能力不大，比我們就大多了，幾百里外、幾千里外，他能看得清楚，如對面前。到二果斯陀含就有「宿命通」，宿命通是指他自己，宿命通；他心通，別人心裡想什麼事情他知道。換句話說，隱瞞，隱瞞凡夫，不能隱瞞聖人，聖人瞞不過！你心裡想什麼他都知道。宿命是講自己，自己過去生中生生世世知道。到三果就了不起，他有神足通，神足就是他有變化，這小說裡頭孫悟空七十二變，三果聖人能變化，能分身。四果漏盡通，見思煩惱斷盡了，這就能超越六道了。"
    },
    {
      "id": "12-017-1052_p0021",
      "zh_CN": "小乘如是，大乘，我们这是圆教初信位的菩萨，他断证的功夫等于须陀洹，他的果德、他的智慧比须陀洹还要超胜，须陀洹比不上他。由此可知，初信位的菩萨有天眼通、有天耳通，应该如是。经上祖师大德没给我们细说，但是讲七信位的菩萨，他的断证功夫等于阿罗汉，智慧超过阿罗汉。换句话说，七信位的菩萨肯定是超越六道轮回了，在哪里修行？在四圣法界。七信、八信、九信、十信，四圣法界里面的菩萨法界；到他破一品无明证一分法身，他就超越十法界，入住，初住菩萨，圆教初住菩萨。所以这两个对起来看，七信菩萨，阿罗汉这六通肯定他也具足。这些道理事实真相我们要知道，为什么？如果你要不知道，自己以为自己是什么样的菩萨，这错了！自以为证得了，其实没证得，自以为证得。这他不是有意骗人，他是自己误会了，常常看经觉得：我也是这样的。",
      "zh_TW": "小乘如是，大乘，我們這是圓教初信位的菩薩，他斷證的功夫等於須陀洹，他的果德、他的智慧比須陀洹還要超勝，須陀洹比不上他。由此可知，初信位的菩薩有天眼通、有天耳通，應該如是。經上祖師大德沒給我們細說，但是講七信位的菩薩，他的斷證功夫等於阿羅漢，智慧超過阿羅漢。換句話說，七信位的菩薩肯定是超越六道輪迴了，在哪裡修行？在四聖法界。七信、八信、九信、十信，四聖法界裡面的菩薩法界；到他破一品無明證一分法身，他就超越十法界，入住，初住菩薩，圓教初住菩薩。所以這兩個對起來看，七信菩薩，阿羅漢這六通肯定他也具足。這些道理事實真相我們要知道，為什麼？如果你要不知道，自己以為自己是什麼樣的菩薩，這錯了！自以為證得了，其實沒證得，自以為證得。這他不是有意騙人，他是自己誤會了，常常看經覺得：我也是這樣的。"
    },
    {
      "id": "12-017-1052_p0022",
      "zh_CN": "我在初出家的时候，那时候大概是一、二年，初出家的时候一、二年，有一天去看我一个老朋友。他的太太学佛，跟我说她证得阿罗汉果，语气不是像讲假话。我仔细一观察，不像，但是怎么样跟她讲的时候她不信，她自己觉得她确确实实证得阿罗汉果了。最后我没法子，我说：那考一考看。她住的那个房子，外面是马路，我就问她：这外面马路上来来去去的车辆，这些过路的人，你有没有见到？她说：没有。我说：那你没有证阿罗汉，阿罗汉有天眼通，墙壁怎么能遮得住他？这样一说的时候，她自己想想看：是有问题。这在佛教里头叫增上慢，不是欺骗人，是自己误会，对于修行境界不清楚。",
      "zh_TW": "我在初出家的時候，那時候大概是一、二年，初出家的時候一、二年，有一天去看我一個老朋友。他的太太學佛，跟我說她證得阿羅漢果，語氣不是像講假話。我仔細一觀察，不像，但是怎麼樣跟她講的時候她不信，她自己覺得她確確實實證得阿羅漢果了。最後我沒法子，我說：那考一考看。她住的那個房子，外面是馬路，我就問她：這外面馬路上來來去去的車輛，這些過路的人，你有沒有見到？她說：沒有。我說：那你沒有證阿羅漢，阿羅漢有天眼通，牆壁怎麼能遮得住他？這樣一說的時候，她自己想想看：是有問題。這在佛教裡頭叫增上慢，不是欺騙人，是自己誤會，對於修行境界不清楚。"
    },
    {
      "id": "12-017-1052_p0023",
      "zh_CN": "你用功，好，跟阿罗汉功夫差不多，阿罗汉也是这种方法，你也是这种方法，但是阿罗汉已经入境界，你还没入境界！你们走的方向没错，你没有到达目的地，人家到达了。你才起步没走几步路，你就认为你跟阿罗汉一样，哪有这种道理？所以佛经上跟我们讲的理论、方法、境界，这三样都要清楚，都要明了。境界是勘验自己究竟功夫到什么程度，你很清楚、很明了。一个层次一个层次境界不相同，初果，你只有天眼、天耳；到二果，那你就有宿命、有他心通，你有四个能力，那个天眼、天耳比初果范围就大得多；到三果，你就能变化，你就能分身。",
      "zh_TW": "你用功，好，跟阿羅漢功夫差不多，阿羅漢也是這種方法，你也是這種方法，但是阿羅漢已經入境界，你還沒入境界！你們走的方向沒錯，你沒有到達目的地，人家到達了。你才起步沒走幾步路，你就認為你跟阿羅漢一樣，哪有這種道理？所以佛經上跟我們講的理論、方法、境界，這三樣都要清楚，都要明瞭。境界是勘驗自己究竟功夫到什麼程度，你很清楚、很明瞭。一個層次一個層次境界不相同，初果，你只有天眼、天耳；到二果，那你就有宿命、有他心通，你有四個能力，那個天眼、天耳比初果範圍就大得多；到三果，你就能變化，你就能分身。"
    },
    {
      "id": "12-017-1052_p0024",
      "zh_CN": "我们在《高僧传》，我看到有个故事，名字我忘掉了，《高僧传》上有，《神僧传》上也有。这是印度的一个法师在中国弘法，这时候他要回国去，他的法缘很殊胜，信众很多。听说法师要回国了，许多人都邀请法师，给法师饯行，请法师吃饭，法师答应了。第二天他出发了，大家送他，送到十里长亭，每个人都很欢喜。「法师瞧得起我，昨天在我家应供」。那个人听到：「不对，法师昨天明明在我家，怎么会在你家？」这一传开的时候，知道法师有分身术。昨天中午他分五百个身，同时在五百家应供。今天他走了，送他上路，才知道他有分身术，这是属于神足通。换句话说，最低限度他是三果阿那含。",
      "zh_TW": "我們在《高僧傳》，我看到有個故事，名字我忘掉了，《高僧傳》上有，《神僧傳》上也有。這是印度的一個法師在中國弘法，這時候他要回國去，他的法緣很殊勝，信眾很多。聽說法師要回國了，許多人都邀請法師，給法師餞行，請法師吃飯，法師答應了。第二天他出發了，大家送他，送到十里長亭，每個人都很歡喜。「法師瞧得起我，昨天在我家應供」。那個人聽到：「不對，法師昨天明明在我家，怎麼會在你家？」這一傳開的時候，知道法師有分身術。昨天中午他分五百個身，同時在五百家應供。今天他走了，送他上路，才知道他有分身術，這是屬於神足通。換句話說，最低限度他是三果阿那含。"
    },
    {
      "id": "12-017-1052_p0025",
      "zh_CN": "这是李老师以前跟我讲，印度来到中国的这些高僧，参加译场翻译的，译经，李老师说至少都是三果以上的圣人，中国人有福，所以这经翻得这么好。不是现在，现在许多国家翻经的是凡夫，不是圣人。老师跟我们说这话，使我们对于翻经的法师起尊敬心，对所译的经典生清净信，不再怀疑了。不是普通人翻的，翻经的法师差不多都显的有神迹，佛法里面讲显神通。他显神通的时候，大家知道了，他走了，他离开此地，或者他往生了；这个没往生，这个回国了。那个时候交通不便，中国到印度不是简单事情，也不会有人去找他，露一手就走了。神通都是从禅定当中生的，很深的禅定，自己的心要清净，要能做主。现在时间到了。",
      "zh_TW": "這是李老師以前跟我講，印度來到中國的這些高僧，參加譯場翻譯的，譯經，李老師說至少都是三果以上的聖人，中國人有福，所以這經翻得這麼好。不是現在，現在許多國家翻經的是凡夫，不是聖人。老師跟我們說這話，使我們對於翻經的法師起尊敬心，對所譯的經典生清淨信，不再懷疑了。不是普通人翻的，翻經的法師差不多都顯的有神跡，佛法裡面講顯神通。他顯神通的時候，大家知道了，他走了，他離開此地，或者他往生了；這個沒往生，這個回國了。那個時候交通不便，中國到印度不是簡單事情，也不會有人去找他，露一手就走了。神通都是從禪定當中生的，很深的禪定，自己的心要清淨，要能做主。現在時間到了。"
    },
    {
      "id": "12-017-1052_p0026",
      "zh_CN": "诸位同学，请看第七鲜少世界如来名号第二句：",
      "zh_TW": "諸位同學，請看第七鮮少世界如來名號第二句："
    },
    {
      "id": "12-017-1052_p0027",
      "zh_CN": "【或名具众宝。】",
      "zh_TW": "【或名具眾寶。】"
    },
    {
      "id": "12-017-1052_p0028",
      "zh_CN": "佛法里面凡是说到『宝』都是讲的法宝。世间物质里面的宝物，如同经上常常讲的七宝，也都有表法的意思，它以法为重。为什么？「宝」在世间它有很高的价值，拥有众多珍宝可以富裕他的物质生活。众生多数贪图物质的享受，所以念念不忘去寻宝，但是这些物质上的宝再多，不能帮助你开智慧，不能帮助你了生死，不能帮助你出三界。何况世间人都知道，这些东西生不带来死不带去。但是世间人迷惑，用尽了心机，把自己所有的精力、时间都用在寻宝赚钱这桩事情，搞这个，吃尽了千辛万苦。得到之后，你又能享受几天？所以，你要是仔细去想想，真的是得不偿失！中国古人常说「人生在世，平安即是福」。",
      "zh_TW": "佛法裡面凡是說到『寶』都是講的法寶。世間物質裡面的寶物，如同經上常常講的七寶，也都有表法的意思，它以法為重。為什麼？「寶」在世間它有很高的價值，擁有眾多珍寶可以富裕他的物質生活。眾生多數貪圖物質的享受，所以念念不忘去尋寶，但是這些物質上的寶再多，不能幫助你開智慧，不能幫助你了生死，不能幫助你出三界。何況世間人都知道，這些東西生不帶來死不帶去。但是世間人迷惑，用盡了心機，把自己所有的精力、時間都用在尋寶賺錢這樁事情，搞這個，吃盡了千辛萬苦。得到之後，你又能享受幾天？所以，你要是仔細去想想，真的是得不償失！中國古人常說「人生在世，平安即是福」。"
    },
    {
      "id": "12-017-1052_p0029",
      "zh_CN": "在古时候，读圣贤书的人多，圣贤教化很普遍，就是一般民间甚至于乡村，提起圣贤大家都能肃然起敬，所以贪瞋痴有，并不很强烈，不像现在。现在是圣贤书抛弃了，认为这东西是落伍，这东西是属于消极，不能够使国家富强，使人民富乐。现在迷信科学，科学是万能的，科学能解决一切问题，不相信圣人的。但是我们如果冷静的思惟，细心观察，圣贤人讲的这些道理，科学家种种发明发现，还是不能相比。圣贤之大道，确确实实是宝，法宝，能帮助我们在这一生当中得到安乐，不一定是富有，富有未必安乐，圣贤的大道确确实实能得到安乐。",
      "zh_TW": "在古時候，讀聖賢書的人多，聖賢教化很普遍，就是一般民間甚至於鄉村，提起聖賢大家都能肅然起敬，所以貪瞋痴有，並不很強烈，不像現在。現在是聖賢書拋棄了，認為這東西是落伍，這東西是屬於消極，不能夠使國家富強，使人民富樂。現在迷信科學，科學是萬能的，科學能解決一切問題，不相信聖人的。但是我們如果冷靜的思惟，細心觀察，聖賢人講的這些道理，科學家種種發明發現，還是不能相比。聖賢之大道，確確實實是寶，法寶，能幫助我們在這一生當中得到安樂，不一定是富有，富有未必安樂，聖賢的大道確確實實能得到安樂。"
    },
    {
      "id": "12-017-1052_p0030",
      "zh_CN": "不争，我们常讲，对一切人事物没有控制的念头，没有占有的念头，没有竞争的念头，安了，身心安稳。在一切生活里头知足，特别是物质上的生活知足，知足就常乐，放下就安稳，这圣贤大道。然后用我们的精力、用我们的时间学道，把自己的境界不断向上提升，超越六道，超越十法界，这个科学没有法子相比，成就完全在信心、在愿心。净宗修学的三个条件：信、愿、行。我们举最简单的例子，诸位同学有人亲见耳闻最近的事情，念佛往生，真的往生。这世间什么样的珍宝也没法子，你也买不到。",
      "zh_TW": "不爭，我們常講，對一切人事物沒有控制的念頭，沒有佔有的念頭，沒有競爭的念頭，安了，身心安穩。在一切生活裡頭知足，特別是物質上的生活知足，知足就常樂，放下就安穩，這聖賢大道。然後用我們的精力、用我們的時間學道，把自己的境界不斷向上提升，超越六道，超越十法界，這個科學沒有法子相比，成就完全在信心、在願心。淨宗修學的三個條件：信、願、行。我們舉最簡單的例子，諸位同學有人親見耳聞最近的事情，念佛往生，真的往生。這世間什麼樣的珍寶也沒法子，你也買不到。"
    },
    {
      "id": "12-017-1052_p0031",
      "zh_CN": "我们在新加坡居士林，前年的事情，二００一年，还是二０００年？应该是二００一年，陈光别居士往生，住在新加坡的同学你们亲眼所见，那不是假的。他在往生前，我替他做三皈依，以后我到香港讲经，在这时候他走了。我们培训班的同学，四个人一班轮流给他助念，在他病危的时候，一直到他往生。就在他走后的两三天，居士林念佛堂有一个女居士，年纪很轻，我看她只有二十多岁的样子，身体很弱，被鬼附身，就在念佛堂。附身之后说话，说的不是她的声音，这是灵鬼附在她身上，跟大家说，他是老林长冤亲债主，而且说什么？很多，不是一个。好多个陈光别居士的冤亲债主，他们在老林长家里，但是看到老林长念佛往生了，他们也没有为难，也没有障碍，看得很欢喜，也很赞叹，他念佛往生了。这是从鬼附身透出的讯息，给我们证明陈光别居士确确实实是念佛往生。",
      "zh_TW": "我們在新加坡居士林，前年的事情，二００一年，還是二０００年？應該是二００一年，陳光別居士往生，住在新加坡的同學你們親眼所見，那不是假的。他在往生前，我替他做三皈依，以後我到香港講經，在這時候他走了。我們培訓班的同學，四個人一班輪流給他助念，在他病危的時候，一直到他往生。就在他走後的兩三天，居士林念佛堂有一個女居士，年紀很輕，我看她只有二十多歲的樣子，身體很弱，被鬼附身，就在念佛堂。附身之後說話，說的不是她的聲音，這是靈鬼附在她身上，跟大家說，他是老林長冤親債主，而且說什麼？很多，不是一個。好多個陳光別居士的冤親債主，他們在老林長家裡，但是看到老林長念佛往生了，他們也沒有為難，也沒有障礙，看得很歡喜，也很讚歎，他念佛往生了。這是從鬼附身透出的訊息，給我們證明陳光別居士確確實實是念佛往生。"
    },
    {
      "id": "12-017-1052_p0032",
      "zh_CN": "他们到居士林来，居士林有护法神，这鬼神进不来的，他们跟法师一起进来的，这些法师到陈老居士家里去助念的，他们换班回来了，这冤亲债主跟着这些法师回来，到居士林来了，他说居士林的护法神没有拦阻他。他们来没有恶意，决不是来作怪的，而是来求皈依，求听经的。居士林同学打电话到香港，我在香港讲经，问我怎么办？我就告诉他：你们立刻代我替他们做皈依，做三皈依之后，问他还有什么要求？他们要求听经。他们看到老林长听经听了三、四年，除了听经之外就念佛，他成功了，他们要听经。当时居士林的同修告诉他，五楼的讲堂天天讲经，我不在的时候，有培训班的学生轮流讲经，天天讲，他们在那个地方练讲《无量寿经》，他说：你们可以去听。结果他说：五楼《无量寿经》的光太强了，他们受不了。听什么？他们喜欢听《地藏经》。我说：行，我们就利用二楼跟一楼装上电视，二十四小时不中断的播放《地藏经》的录相带。他们同意了，所以那一阵子有很多人不知道：二楼一楼没有人，电视为什么开着在讲《地藏经》？供养鬼神的。",
      "zh_TW": "他們到居士林來，居士林有護法神，這鬼神進不來的，他們跟法師一起進來的，這些法師到陳老居士家裡去助念的，他們換班回來了，這冤親債主跟著這些法師回來，到居士林來了，他說居士林的護法神沒有攔阻他。他們來沒有惡意，決不是來作怪的，而是來求皈依，求聽經的。居士林同學打電話到香港，我在香港講經，問我怎麼辦？我就告訴他：你們立刻代我替他們做皈依，做三皈依之後，問他還有什麼要求？他們要求聽經。他們看到老林長聽經聽了三、四年，除了聽經之外就念佛，他成功了，他們要聽經。當時居士林的同修告訴他，五樓的講堂天天講經，我不在的時候，有培訓班的學生輪流講經，天天講，他們在那個地方練講《無量壽經》，他說：你們可以去聽。結果他說：五樓《無量壽經》的光太強了，他們受不了。聽什麼？他們喜歡聽《地藏經》。我說：行，我們就利用二樓跟一樓裝上電視，二十四小時不中斷的播放《地藏經》的錄相帶。他們同意了，所以那一陣子有很多人不知道：二樓一樓沒有人，電視為什麼開著在講《地藏經》？供養鬼神的。"
    },
    {
      "id": "12-017-1052_p0033",
      "zh_CN": "我们从他的讯息里头知道，鬼神最喜欢的《地藏经》跟《十善业道经》，最契他们的机，是他们迫切需要的，满他的愿。法宝能解决问题，世间财宝不能解决问题，不但不能解决问题，财宝多了没有不造罪业的。换句话说，给你带来的是麻烦，不是好事情。真正好事情，法宝，我们物质生活清苦一点好，健康长寿。人这一生，什么样生活是最好的？我常常讲，心里面没有忧虑、没有牵挂、没有得失、没有烦恼，身心自在，每天读自己喜欢读的书，做自己喜欢做的事，这人叫真正有福。身心没有外在的压力，你说你多自在。",
      "zh_TW": "我們從他的訊息裡頭知道，鬼神最喜歡的《地藏經》跟《十善業道經》，最契他們的機，是他們迫切需要的，滿他的願。法寶能解決問題，世間財寶不能解決問題，不但不能解決問題，財寶多了沒有不造罪業的。換句話說，給你帶來的是麻煩，不是好事情。真正好事情，法寶，我們物質生活清苦一點好，健康長壽。人這一生，什麼樣生活是最好的？我常常講，心裡面沒有憂慮、沒有牽掛、沒有得失、沒有煩惱，身心自在，每天讀自己喜歡讀的書，做自己喜歡做的事，這人叫真正有福。身心沒有外在的壓力，你說你多自在。"
    },
    {
      "id": "12-017-1052_p0034",
      "zh_CN": "今天在社会上有地位，做高官做到总统、做到首相，忧虑多、牵挂多、烦恼多，内外压力很重。发大财的、亿万财富的亦复如是。他怎么会自在？他怎么会自由？出门要好多个保镳，怕人害他，吃东西怕人下毒，一天到晚提心吊胆，这日子不好过。所以，你在世间具有的、拥有的地位，拥有的权势，拥有的财富，你想想看你付出多少代价？你要真正想通了，想明白了，这些权势、地位、财富送给你，我相信你也摇摇头没兴趣，我不愿意付出这么重的代价。一生平平淡淡的做一个自在人，快乐！跟佛菩萨做朋友，跟道德之士交往，身心清净，来生不是往下堕落，是向上提升，这要法宝。",
      "zh_TW": "今天在社會上有地位，做高官做到總統、做到首相，憂慮多、牽掛多、煩惱多，內外壓力很重。發大財的、億萬財富的亦復如是。他怎麼會自在？他怎麼會自由？出門要好多個保鑣，怕人害他，吃東西怕人下毒，一天到晚提心吊膽，這日子不好過。所以，你在世間具有的、擁有的地位，擁有的權勢，擁有的財富，你想想看你付出多少代價？你要真正想通了，想明白了，這些權勢、地位、財富送給你，我相信你也搖搖頭沒興趣，我不願意付出這麼重的代價。一生平平淡淡的做一個自在人，快樂！跟佛菩薩做朋友，跟道德之士交往，身心清淨，來生不是往下墮落，是向上提升，這要法寶。"
    },
    {
      "id": "12-017-1052_p0035",
      "zh_CN": "所以，我们要真正能够理解，佛在经上常讲、所讲的都是实话，大千世界七宝布施，这是大富长者有这能力，他的功德比不上为人说四句偈。千万不要以为贫道、贫僧不能修福，那你就错了；贫道、贫僧修的福报，世间人不能跟他相比。世间人，哪一个人有大千世界七宝？那在佛法里面除了是转轮圣王、大梵天王、摩醯首罗天王，他们也许有这能力，但是不如贫僧、贫道为人说四句偈。四句偈能帮助人觉悟过来，世间七宝、名闻利养只是教人迷惑，它不教人觉悟，佛法里头四句偈能帮人觉悟。如果他真的听懂了，真的相信了依教奉行，没有不得度的。你不要看他眼前好像很苦，那是什么？别人看他。他那个乐别人看不到！我们读《论语》，孔夫子赞叹颜回，颜回之乐别人看不出来，孔老夫子看出来，他真乐。他乐的什么？他乐的道。物质生活他是真穷，箪食瓢饮，箪是用竹子编一个篓，用这盛饭，吃饭他没有饭碗，喝水他没有杯子。在中国大陆，我小的时候住在农村，农村里面用瓢。瓢是用什么做的？葫芦，叫葫芦瓢。这葫芦一般都是做种子的，它长得很大让它长，长得很老，那个子就可以来年再种，外面壳很坚硬，一劈劈开把它当中挖掉，两个瓢，用这舀水，这是颜回用瓢饮水，没有碗没有杯子，箪食瓢饮。这种生活夫子讲了，要是在别人，别人忧虑感到苦，但是颜回没有在意，根本就不知道自己苦，他一天到晚快乐得不得了。他乐的什么？道。那就是孔子在《论语》里面讲的「学而时习之，不亦说乎」，夫子得到了，颜回得到了，所以夫子对颜回很赞叹！颜回短命，早死，孔老夫子也非常悲伤，真正最得意的学生就是这一个，不幸早死。",
      "zh_TW": "所以，我們要真正能夠理解，佛在經上常講、所講的都是實話，大千世界七寶布施，這是大富長者有這能力，他的功德比不上為人說四句偈。千萬不要以為貧道、貧僧不能修福，那你就錯了；貧道、貧僧修的福報，世間人不能跟他相比。世間人，哪一個人有大千世界七寶？那在佛法裡面除了是轉輪聖王、大梵天王、摩醯首羅天王，他們也許有這能力，但是不如貧僧、貧道為人說四句偈。四句偈能幫助人覺悟過來，世間七寶、名聞利養只是教人迷惑，它不教人覺悟，佛法裡頭四句偈能幫人覺悟。如果他真的聽懂了，真的相信了依教奉行，沒有不得度的。你不要看他眼前好像很苦，那是什麼？別人看他。他那個樂別人看不到！我們讀《論語》，孔夫子讚歎顏回，顏回之樂別人看不出來，孔老夫子看出來，他真樂。他樂的什麼？他樂的道。物質生活他是真窮，簞食瓢飲，簞是用竹子編一個簍，用這盛飯，吃飯他沒有飯碗，喝水他沒有杯子。在中國大陸，我小的時候住在農村，農村裡面用瓢。瓢是用什麼做的？葫蘆，叫葫蘆瓢。這葫蘆一般都是做種子的，它長得很大讓它長，長得很老，那個子就可以來年再種，外面殼很堅硬，一劈劈開把它當中挖掉，兩個瓢，用這舀水，這是顏回用瓢飲水，沒有碗沒有杯子，簞食瓢飲。這種生活夫子講了，要是在別人，別人憂慮感到苦，但是顏回沒有在意，根本就不知道自己苦，他一天到晚快樂得不得了。他樂的什麼？道。那就是孔子在《論語》裡面講的「學而時習之，不亦說乎」，夫子得到了，顏回得到了，所以夫子對顏回很讚歎！顏回短命，早死，孔老夫子也非常悲傷，真正最得意的學生就是這一個，不幸早死。"
    },
    {
      "id": "12-017-1052_p0036",
      "zh_CN": "我们现在学了佛知道，他所修积的德行，他享天福去了。这是一个有学问、有德行的人，他不是个普通人。在这世间教化，个人因缘不同，夫子的缘成熟，颜回在这世间的缘不成熟；不成熟，自己功夫成就了，走了。我们今天知道，每一个人跟诸佛如来没有两样，在这世间，这世间大，这《华严经》上讲的无量无边诸佛刹海，你的过去生生世世在哪里？不一定在这世界。夫子在《易经》里头讲「游魂为变，精气为物」，他这八个字也是讲宇宙人生的真相，讲得好！所有这些物质从哪里来的？他不是讲心现识变，那个时候佛法没到中国来，他讲「精气为物」，这物质世界是精气变现出来的，精气为物。这六道里面这些人物？「游魂为变」。他懂得，它不叫灵魂，它叫游魂。",
      "zh_TW": "我們現在學了佛知道，他所修積的德行，他享天福去了。這是一個有學問、有德行的人，他不是個普通人。在這世間教化，個人因緣不同，夫子的緣成熟，顏回在這世間的緣不成熟；不成熟，自己功夫成就了，走了。我們今天知道，每一個人跟諸佛如來沒有兩樣，在這世間，這世間大，這《華嚴經》上講的無量無邊諸佛剎海，你的過去生生世世在哪裡？不一定在這世界。夫子在《易經》裡頭講「遊魂為變，精氣為物」，他這八個字也是講宇宙人生的真相，講得好！所有這些物質從哪裡來的？他不是講心現識變，那個時候佛法沒到中國來，他講「精氣為物」，這物質世界是精氣變現出來的，精氣為物。這六道裡面這些人物？「遊魂為變」。他懂得，它不叫靈魂，它叫遊魂。"
    },
    {
      "id": "12-017-1052_p0037",
      "zh_CN": "游魂很有道理，为什么？人死了之后，佛法讲神识，我们中国社会一般讲灵魂，它真的不灵，要说迷魂倒还像，它确实是迷惑颠倒。但是它的速度非常大，它的速度超过光速，光不能跟它相比，哪个地方有缘，它就到哪里去了，真的是游魂为变。夫子对于宇宙之间的一些奥秘，他不是不知道，他不讲。为什么不讲？没有人懂。如果教人错会了意思，那变成迷信，对社会没好处。所以当说的要说，不当说的不说，圣人教化众生没有不遵守这个原则的。佛在经上讲「应所知量」，他能知道多少跟他讲多少，不能接受的不讲，「随众生心，应所知量」，这叫观机。",
      "zh_TW": "遊魂很有道理，為什麼？人死了之後，佛法講神識，我們中國社會一般講靈魂，它真的不靈，要說迷魂倒還像，它確實是迷惑顛倒。但是它的速度非常大，它的速度超過光速，光不能跟它相比，哪個地方有緣，它就到哪裡去了，真的是遊魂為變。夫子對於宇宙之間的一些奧秘，他不是不知道，他不講。為什麼不講？沒有人懂。如果教人錯會了意思，那變成迷信，對社會沒好處。所以當說的要說，不當說的不說，聖人教化眾生沒有不遵守這個原則的。佛在經上講「應所知量」，他能知道多少跟他講多少，不能接受的不講，「隨眾生心，應所知量」，這叫觀機。"
    },
    {
      "id": "12-017-1052_p0038",
      "zh_CN": "真正懂得一切众生的根性程度，他的需要你能够满足他，这叫善教。这些做学生的人皆大欢喜，满足自己的愿望。所以，佛为众生说法四十九年，我们从经典里面来看，这经典确实有浅深广狭不同。我们从这些地方就能体会到，世尊当年在世，他所接触这些学生程度不齐，真的是应以什么法得度，他就说什么法，就传授什么法，一点都不会错，这是真正叫具足众宝。这宝是性德，具足众宝，明心见性的人他得到了。没有见性，你自己虽然本具，自性本具，不起作用，等于什么都没有。由此可知，佛教导我们学佛第一个目标、真实的目标就是明心见性，连我们念佛法门求生净土都不例外。",
      "zh_TW": "真正懂得一切眾生的根性程度，他的需要你能夠滿足他，這叫善教。這些做學生的人皆大歡喜，滿足自己的願望。所以，佛為眾生說法四十九年，我們從經典裡面來看，這經典確實有淺深廣狹不同。我們從這些地方就能體會到，世尊當年在世，他所接觸這些學生程度不齊，真的是應以什麼法得度，他就說什麼法，就傳授什麼法，一點都不會錯，這是真正叫具足眾寶。這寶是性德，具足眾寶，明心見性的人他得到了。沒有見性，你自己雖然本具，自性本具，不起作用，等於什麼都沒有。由此可知，佛教導我們學佛第一個目標、真實的目標就是明心見性，連我們念佛法門求生淨土都不例外。"
    },
    {
      "id": "12-017-1052_p0039",
      "zh_CN": "我记得我早年在台中求学，刚刚出家之后不久，我到台中去看老师去，遇到那些老同学们，同学很多，同学看到我出家了，都来看我。看我就告诉我，他说：你到底在老师这里得了些什么东西，你一定要告诉我。我说：没有，老师没有特别教我，教学的时候，我们大家不都在一起吗？都摇头，老师说了，他说：你们跟我十年了，什么也没学会，学会的人走了。老师虽然没有指出名字，明明就说的是你！我听了这话，我说：我是学了一点东西。我说：明天来，我给你们做个心得报告。",
      "zh_TW": "我記得我早年在台中求學，剛剛出家之後不久，我到台中去看老師去，遇到那些老同學們，同學很多，同學看到我出家了，都來看我。看我就告訴我，他說：你到底在老師這裡得了些什麼東西，你一定要告訴我。我說：沒有，老師沒有特別教我，教學的時候，我們大家不都在一起嗎？都搖頭，老師說了，他說：你們跟我十年了，什麼也沒學會，學會的人走了。老師雖然沒有指出名字，明明就說的是你！我聽了這話，我說：我是學了一點東西。我說：明天來，我給你們做個心得報告。"
    },
    {
      "id": "12-017-1052_p0040",
      "zh_CN": "我画了三个图表，当中有一个图表，我把这学佛终极的目标分作两个，一个是一般的法门，目标是明心见性，一个是念佛法门，往生净土。我先送给老师看，然后再跟他们大家讲。老师看了之后点点头：拿笔来。拿一支笔给他，他把那个往生极乐画一条线，画一个箭头到明心见性，告诉我：往生西方极乐还是要明心见性。我的三个表，老师都肯定了，就是这地方加了一个箭头，这箭头他加的。不要忘记，往生西方极乐世界还是明心见性。我这才明了我们到西方极乐世界干什么？这地方见性见不了，障缘太多，魔障太多，求阿弥陀佛加持，生到西方极乐世界去。去干什么？到那里跟阿弥陀佛学，还是明心见性，一见性就具足众宝了，自行化他了，真正是取之不竭，用之不尽。再看第三个名号：",
      "zh_TW": "我畫了三個圖表，當中有一個圖表，我把這學佛終極的目標分作兩個，一個是一般的法門，目標是明心見性，一個是念佛法門，往生淨土。我先送給老師看，然後再跟他們大家講。老師看了之後點點頭：拿筆來。拿一支筆給他，他把那個往生極樂畫一條線，畫一個箭頭到明心見性，告訴我：往生西方極樂還是要明心見性。我的三個表，老師都肯定了，就是這地方加了一個箭頭，這箭頭他加的。不要忘記，往生西方極樂世界還是明心見性。我這才明瞭我們到西方極樂世界幹什麼？這地方見性見不了，障緣太多，魔障太多，求阿彌陀佛加持，生到西方極樂世界去。去幹什麼？到那裡跟阿彌陀佛學，還是明心見性，一見性就具足眾寶了，自行化他了，真正是取之不竭，用之不盡。再看第三個名號："
    },
    {
      "id": "12-017-1052_p0041",
      "zh_CN": "【或名世解脱。】",
      "zh_TW": "【或名世解脫。】"
    },
    {
      "id": "12-017-1052_p0042",
      "zh_CN": "『世』是世间，世间很复杂，六道是世间，十法界是世间，这是讲大的。名闻利养、五欲六尘是世间，我们生在这世间，重重烦恼系缚住，这系缚就像绳索，一重一重把我们绑起来，绑得死死的，动弹不得。古人比喻说名缰利锁，这是讲名利。缰是套在马头上的绳索，这马就听指挥了，骑马的人你要马从哪边转弯，你这缰绳一拉牠就知道了。你拉右面的，牠往这边转，拉这边绳子牠往这边转；叫牠走慢一点，松，绳子松下来，牠就缓慢的走；你要叫牠跑，把这两个缰绳拉紧，把牠头拉起来，牠就开始跑，牠懂得。",
      "zh_TW": "『世』是世間，世間很複雜，六道是世間，十法界是世間，這是講大的。名聞利養、五欲六塵是世間，我們生在這世間，重重煩惱繫縛住，這繫縛就像繩索，一重一重把我們綁起來，綁得死死的，動彈不得。古人比喻說名韁利鎖，這是講名利。韁是套在馬頭上的繩索，這馬就聽指揮了，騎馬的人你要馬從哪邊轉彎，你這韁繩一拉牠就知道了。你拉右面的，牠往這邊轉，拉這邊繩子牠往這邊轉；叫牠走慢一點，鬆，繩子鬆下來，牠就緩慢的走；你要叫牠跑，把這兩個韁繩拉緊，把牠頭拉起來，牠就開始跑，牠懂得。"
    },
    {
      "id": "12-017-1052_p0043",
      "zh_CN": "名就像缰绳一样，你要好名，你就被名所控制。利，财宝，那是什么？枷锁！那就更严重了。披枷带锁，锁是手镣脚铐，刑具！你懂得这意思，然后你就晓得这『解脱』的意思。怎么样把它解开脱离枷锁？这枷锁虽然不是有形的，比有形的还厉害，因为有形的，你总是想办法把它脱掉，解脱掉。这无形的！你迷在里头，生生世世迷在里头，从来没有一个念头要解脱，这事情就麻烦了，愈陷愈深，愈久愈严重，到死都不觉悟，太多太多了。如果他有缘遇到佛菩萨，遇到修道之人，看看修行人的生活，逍遥自在，无牵无挂，无忧无虑。",
      "zh_TW": "名就像韁繩一樣，你要好名，你就被名所控制。利，財寶，那是什麼？枷鎖！那就更嚴重了。披枷帶鎖，鎖是手鐐腳銬，刑具！你懂得這意思，然後你就曉得這『解脫』的意思。怎麼樣把它解開脫離枷鎖？這枷鎖雖然不是有形的，比有形的還厲害，因為有形的，你總是想辦法把它脫掉，解脫掉。這無形的！你迷在裡頭，生生世世迷在裡頭，從來沒有一個念頭要解脫，這事情就麻煩了，愈陷愈深，愈久愈嚴重，到死都不覺悟，太多太多了。如果他有緣遇到佛菩薩，遇到修道之人，看看修行人的生活，逍遙自在，無牽無掛，無憂無慮。"
    },
    {
      "id": "12-017-1052_p0044",
      "zh_CN": "所以在中国古代做大官的，发大财的，都曾经读过圣贤书，都有智慧能明理。他们交朋友绝对不会少过所谓说方外高人，一生当中总有几个出家的朋友，修道的朋友，道士。时常得空闲的时候访问他们，听听他们说经讲道，这历史上几乎大家都知道的，苏东坡跟佛印禅师，好朋友，知交。我们看看中国历代的文人，你看他们的文章，他们的诗词，文做得好，诗词做得好，里头都有禅意。从哪儿来的？都是跟这些出家人，跟这些老道常常做朋友，从那儿得到的灵感。他们的书画、文学作品里面都有禅意，所以它能流传千古。他们懂得这个，懂得解脱，羡慕修道人的生活。",
      "zh_TW": "所以在中國古代做大官的，發大財的，都曾經讀過聖賢書，都有智慧能明理。他們交朋友絕對不會少過所謂說方外高人，一生當中總有幾個出家的朋友，修道的朋友，道士。時常得空閒的時候訪問他們，聽聽他們說經講道，這歷史上幾乎大家都知道的，蘇東坡跟佛印禪師，好朋友，知交。我們看看中國歷代的文人，你看他們的文章，他們的詩詞，文做得好，詩詞做得好，裡頭都有禪意。從哪兒來的？都是跟這些出家人，跟這些老道常常做朋友，從那兒得到的靈感。他們的書畫、文學作品裡面都有禪意，所以它能流傳千古。他們懂得這個，懂得解脫，羨慕修道人的生活。"
    },
    {
      "id": "12-017-1052_p0045",
      "zh_CN": "有不少到晚年退休之后，在家很认真的修行，甚至于把自己的产业捐赠给道场。如果产业多的、财力大的建寺院，供养修行人；这财力少一点的，多半是置田地山林，供养道场，给道场做为道粮，所以他们不是捐钱给寺庙，不是的。他买地，他买山，把这山跟地捐给寺庙，寺庙将这山地给这些农夫去耕种，收租。他每年有收获，收获里头拿一部分来供养道场，所以道场的经济收入它有固定的，这是从前佛教寺院庵堂的经济来源。它不是靠化缘，不是靠信徒零星的供养，不是的。寺院不化缘，即使做法会也不收钱，供养是随意的，绝对没有限制。他的生活有固定收入，收租这制度好。",
      "zh_TW": "有不少到晚年退休之後，在家很認真的修行，甚至於把自己的產業捐贈給道場。如果產業多的、財力大的建寺院，供養修行人；這財力少一點的，多半是置田地山林，供養道場，給道場做為道糧，所以他們不是捐錢給寺廟，不是的。他買地，他買山，把這山跟地捐給寺廟，寺廟將這山地給這些農夫去耕種，收租。他每年有收穫，收穫裡頭拿一部分來供養道場，所以道場的經濟收入它有固定的，這是從前佛教寺院庵堂的經濟來源。它不是靠化緣，不是靠信徒零星的供養，不是的。寺院不化緣，即使做法會也不收錢，供養是隨意的，絕對沒有限制。他的生活有固定收入，收租這制度好。"
    },
    {
      "id": "12-017-1052_p0046",
      "zh_CN": "但是在现在，现代行不通了，现在寺院里头没有恒产，收入什么？收入要靠信徒的供养，要靠法会，要靠经忏佛事。于是出家人道心没有了，他天天要忙着生活，他的心不清净。什么是道？清净心是道。心不清净跟一般凡人有什么两样？真正修道人跟出家人不一样的，就是修行人真诚、清净、平等、正觉、慈悲。佛家宗派不同，法门不同，这五条里头重点不一样。禅宗、性宗他们重点在正觉，净土的重点在清净心，但是无论是哪个法门，无论是哪个宗派，总的纲领就是真诚，真诚是总纲领。菩提心之心体是真诚，这一定要知道，然后才能谈得上解脱，在世间法里面所有一切缠缚解开了，脱离了，脱离一切苦，脱离轮回，脱离三界。现在时间到了。",
      "zh_TW": "但是在現在，現代行不通了，現在寺院裡頭沒有恆產，收入什麼？收入要靠信徒的供養，要靠法會，要靠經懺佛事。於是出家人道心沒有了，他天天要忙著生活，他的心不清淨。什麼是道？清淨心是道。心不清淨跟一般凡人有什麼兩樣？真正修道人跟出家人不一樣的，就是修行人真誠、清淨、平等、正覺、慈悲。佛家宗派不同，法門不同，這五條裡頭重點不一樣。禪宗、性宗他們重點在正覺，淨土的重點在清淨心，但是無論是哪個法門，無論是哪個宗派，總的綱領就是真誠，真誠是總綱領。菩提心之心體是真誠，這一定要知道，然後才能談得上解脫，在世間法裡面所有一切纏縛解開了，脫離了，脫離一切苦，脫離輪迴，脫離三界。現在時間到了。"
    }
  ]
}