{
  "doc_id": "12-017-1027",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０二七卷",
    "zh_TW": "第一０二七卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1027",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "12-017-1027_p0001",
      "zh_CN": "诸位同学，请继续看难忍世界，佛的名号第八句：",
      "zh_TW": "諸位同學，請繼續看難忍世界，佛的名號第八句："
    },
    {
      "id": "12-017-1027_p0002",
      "zh_CN": "【或名能利益。】",
      "zh_TW": "【或名能利益。】"
    },
    {
      "id": "12-017-1027_p0003",
      "zh_CN": "前面我们在第五句里面看到「能调伏」，这地方『能利益』。利益是一切众生可以说是念念所希求的，但是什么是真正的利益，在六道众生里面来说，真正明了的人不多。我们一般说，如果这利益现在就能够获得，对现前有利益，但是对将来没有利益，对后世没有利益，佛跟我们说这不是真正的利益。而现代人确确实实急功好利，只知道眼前的小利，而不知道这利益会给将来带来祸害，这一点疏忽了，这些事太多了，说不尽。",
      "zh_TW": "前面我們在第五句裡面看到「能調伏」，這地方『能利益』。利益是一切眾生可以說是念念所希求的，但是什麼是真正的利益，在六道眾生裡面來說，真正明瞭的人不多。我們一般說，如果這利益現在就能夠獲得，對現前有利益，但是對將來沒有利益，對後世沒有利益，佛跟我們說這不是真正的利益。而現代人確確實實急功好利，只知道眼前的小利，而不知道這利益會給將來帶來禍害，這一點疏忽了，這些事太多了，說不盡。"
    },
    {
      "id": "12-017-1027_p0004",
      "zh_CN": "所以，佛告诉我们什么是真利益？现在有利益有好处，将来也有好处，后世也有好处，这是真实的利益；或者是现在没有利益，将来有利益，后世有利益，这事情应当做。中国谚语有一句话说「前人种树，后人乘凉」。种树的人他没有得到利益，后人得利益，他做，为后人着想。我们今天在大树底下阴凉很舒服，你要想到这大树是前人种的，我们感恩。用什么感恩？口头上感恩这没有用处的，我们也要多种树利益后人，这是以行动报恩。这例子里面的含义非常非常深长。",
      "zh_TW": "所以，佛告訴我們什麼是真利益？現在有利益有好處，將來也有好處，後世也有好處，這是真實的利益；或者是現在沒有利益，將來有利益，後世有利益，這事情應當做。中國諺語有一句話說「前人種樹，後人乘涼」。種樹的人他沒有得到利益，後人得利益，他做，為後人著想。我們今天在大樹底下陰涼很舒服，你要想到這大樹是前人種的，我們感恩。用什麼感恩？口頭上感恩這沒有用處的，我們也要多種樹利益後人，這是以行動報恩。這例子裡面的含義非常非常深長。"
    },
    {
      "id": "12-017-1027_p0005",
      "zh_CN": "可是现代人只想到自己眼前的利益，自己将来没想到，将来都想不到了，还会想到后世吗？现在人连父母都不照顾了，还会照顾别人吗？世风日下到这样的地步，这是人类的悲哀。诸佛如来他有圆满的智慧，无尽的德能，他能观机。宇宙之间一切众生过去未来，他清清楚楚明明白白，他是真正能够利益一切众生的人，决定没有丝毫意念伤害众生，决定没有。即使众生造作恶业，所谓五逆十恶没有一样不造，佛菩萨还是护念他，还是帮助他，绝对不会怨恨他，厌弃他，不帮助他，没有这事情。佛是平等慈悲，清净慈悲，为什么？因为佛知道，众生有佛性，佛性是真常的，佛性是平等的，佛性是至善的。他现在为什么不善？一时迷惑，情有可原，一时迷惑而已。就是他一世的迷惑，十世的迷惑，百世的迷惑，在自性里面都是一刹那，都不是很长的时间，佛怎么会计较这些？如果计较这些，佛的慈悲不能称为大，所以大慈大悲。极恶的众生，佛都慈悲，都帮助，何况行善的众生。所以我们要认识，这认知是比什么都重要，认知。",
      "zh_TW": "可是現代人只想到自己眼前的利益，自己將來沒想到，將來都想不到了，還會想到後世嗎？現在人連父母都不照顧了，還會照顧別人嗎？世風日下到這樣的地步，這是人類的悲哀。諸佛如來他有圓滿的智慧，無盡的德能，他能觀機。宇宙之間一切眾生過去未來，他清清楚楚明明白白，他是真正能夠利益一切眾生的人，決定沒有絲毫意念傷害眾生，決定沒有。即使眾生造作惡業，所謂五逆十惡沒有一樣不造，佛菩薩還是護念他，還是幫助他，絕對不會怨恨他，厭棄他，不幫助他，沒有這事情。佛是平等慈悲，清淨慈悲，為什麼？因為佛知道，眾生有佛性，佛性是真常的，佛性是平等的，佛性是至善的。他現在為什麼不善？一時迷惑，情有可原，一時迷惑而已。就是他一世的迷惑，十世的迷惑，百世的迷惑，在自性裡面都是一剎那，都不是很長的時間，佛怎麼會計較這些？如果計較這些，佛的慈悲不能稱為大，所以大慈大悲。極惡的眾生，佛都慈悲，都幫助，何況行善的眾生。所以我們要認識，這認知是比什麼都重要，認知。"
    },
    {
      "id": "12-017-1027_p0006",
      "zh_CN": "佛给众生真实利益，佛用什么方式来给我们？现相说法。佛对一切众生现相，从来没有中断过，我们六根所接触的现象，你能说这不是佛菩萨示现吗？为什么有人在这些现相里面豁然大悟，虽然这些人少，他有，他不是没有！由此可知，这现相，根利的人得利益，他看出来、听出来了；中下根性的人不得利益。业障深重的人，烦恼习气厚的人，诸佛菩萨示相很难收到效果。不得已要用其次，其次是什么？言说。佛菩萨在世的时候，为大家讲经说法，佛菩萨不在世的时候，留下来的经典就是，经典就是「能利益」。",
      "zh_TW": "佛給眾生真實利益，佛用什麼方式來給我們？現相說法。佛對一切眾生現相，從來沒有中斷過，我們六根所接觸的現象，你能說這不是佛菩薩示現嗎？為什麼有人在這些現相裡面豁然大悟，雖然這些人少，他有，他不是沒有！由此可知，這現相，根利的人得利益，他看出來、聽出來了；中下根性的人不得利益。業障深重的人，煩惱習氣厚的人，諸佛菩薩示相很難收到效果。不得已要用其次，其次是什麼？言說。佛菩薩在世的時候，為大家講經說法，佛菩薩不在世的時候，留下來的經典就是，經典就是「能利益」。"
    },
    {
      "id": "12-017-1027_p0007",
      "zh_CN": "大宇宙里面的现相你不懂，佛门里面一切现相这就不难懂了，佛门里面什么现相？我们造的佛菩萨的形像，天天供养。我们造释迦牟尼佛的像，阿弥陀佛的像，观音势至的像，毘卢遮那的像，文殊普贤的像，这我们看得多了。这些像无论是泥塑的，木雕的，金银铜铁铸造的，或者是彩画的，它都是表法。现在我们学佛也学了不少年，对于这些佛门里面一切表法多少懂得一些。中下根性的人，多读经，多听教，不难理解。乃至于一切供具，无一不是表法，《华严经》上讲得很多。",
      "zh_TW": "大宇宙裡面的現相你不懂，佛門裡面一切現相這就不難懂了，佛門裡面什麼現相？我們造的佛菩薩的形像，天天供養。我們造釋迦牟尼佛的像，阿彌陀佛的像，觀音勢至的像，毘盧遮那的像，文殊普賢的像，這我們看得多了。這些像無論是泥塑的，木雕的，金銀銅鐵鑄造的，或者是彩畫的，它都是表法。現在我們學佛也學了不少年，對於這些佛門裡面一切表法多少懂得一些。中下根性的人，多讀經，多聽教，不難理解。乃至於一切供具，無一不是表法，《華嚴經》上講得很多。"
    },
    {
      "id": "12-017-1027_p0008",
      "zh_CN": "前一会里头，我们很详细的跟诸位介绍，我们晓得表法的意思，见到这些佛菩萨像，听到佛菩萨的名号，我们懂得什么意思，这对我们有利益。我们听到观世音菩萨的名号，我们是要把自己自性里面的慈悲心引发出来；看到地藏菩萨的形像，就想到要孝顺父母、要尊师重道，他不是迷信！这些佛菩萨并不是要我们对他很尊重，天天去礼拜，不是这意思。那些形式是什么？是我们对于这教诲感恩戴德一种自然流露的热情，表达我们的敬意；真实的利益落实在生活当中。供养地藏菩萨，不孝顺父母，不尊师重道，那地藏菩萨就白供了；供养观音菩萨，对一切众生没有慈悲心，还自私自利，那也是白供，那叫迷信。这是佛门里面的。",
      "zh_TW": "前一會裡頭，我們很詳細的跟諸位介紹，我們曉得表法的意思，見到這些佛菩薩像，聽到佛菩薩的名號，我們懂得什麼意思，這對我們有利益。我們聽到觀世音菩薩的名號，我們是要把自己自性裡面的慈悲心引發出來；看到地藏菩薩的形像，就想到要孝順父母、要尊師重道，他不是迷信！這些佛菩薩並不是要我們對他很尊重，天天去禮拜，不是這意思。那些形式是什麼？是我們對於這教誨感恩戴德一種自然流露的熱情，表達我們的敬意；真實的利益落實在生活當中。供養地藏菩薩，不孝順父母，不尊師重道，那地藏菩薩就白供了；供養觀音菩薩，對一切眾生沒有慈悲心，還自私自利，那也是白供，那叫迷信。這是佛門裡面的。"
    },
    {
      "id": "12-017-1027_p0009",
      "zh_CN": "供具里面香花、水果，哪一样不是表法的？供具里面我们说了很多，最重要的是供水，佛菩萨形像面前供一杯水这最重要。什么供品都没有，那个水一定要有，水代表什么？水代表心。看到这杯水就要想到，心要像水一样干净，没有染污，要像水一样平等，水是平的。所以这杯水代表什么？清净平等觉。清净平等就觉了，表这意思。你真正懂得，真正明白，任何地方只要看到水，你立刻就意识到，清净平等觉。岂不是所有一切处、一切时，只要你接触到水，它就提醒你，你要修清净平等觉，你不要染污，不要有波动。它在给我们说法，你要理解，你要能够接受，你就得利益。佛菩萨教诲利益无量无边，都在我们自己能体会得到，这一点重要。第九句：",
      "zh_TW": "供具裡面香花、水果，哪一樣不是表法的？供具裡面我們說了很多，最重要的是供水，佛菩薩形像面前供一杯水這最重要。什麼供品都沒有，那個水一定要有，水代表什麼？水代表心。看到這杯水就要想到，心要像水一樣乾淨，沒有染污，要像水一樣平等，水是平的。所以這杯水代表什麼？清淨平等覺。清淨平等就覺了，表這意思。你真正懂得，真正明白，任何地方只要看到水，你立刻就意識到，清淨平等覺。豈不是所有一切處、一切時，只要你接觸到水，它就提醒你，你要修清淨平等覺，你不要染污，不要有波動。它在給我們說法，你要理解，你要能夠接受，你就得利益。佛菩薩教誨利益無量無邊，都在我們自己能體會得到，這一點重要。第九句："
    },
    {
      "id": "12-017-1027_p0010",
      "zh_CN": "【或名无边。】",
      "zh_TW": "【或名無邊。】"
    },
    {
      "id": "12-017-1027_p0011",
      "zh_CN": "我们看这名号「无边佛」，通常我们再加上「南无」，南无无边佛，南无无边如来，你想想这名号里头含着什么意思？『边』是边际，没有边际。我们从反面上去看，可能这地区、这阶段的众生，心里面妄想分别执着太多了，处处都有界限。我们想想我们现前这世界，佛这名号适不适用？我觉得很适用。确确实实现在这世界几乎每个人都有许许多多的界限，边界！界限从哪里来的？迷惑里头来的，妄想分别执着里头来的。",
      "zh_TW": "我們看這名號「無邊佛」，通常我們再加上「南無」，南無無邊佛，南無無邊如來，你想想這名號裡頭含著什麼意思？『邊』是邊際，沒有邊際。我們從反面上去看，可能這地區、這階段的眾生，心裡面妄想分別執著太多了，處處都有界限。我們想想我們現前這世界，佛這名號適不適用？我覺得很適用。確確實實現在這世界幾乎每個人都有許許多多的界限，邊界！界限從哪裡來的？迷惑裡頭來的，妄想分別執著裡頭來的。"
    },
    {
      "id": "12-017-1027_p0012",
      "zh_CN": "前面我们说得很多，我们晓得空间有许许多多不同维次，我们讲的三度空间、四度空间、五度空间，科学家告诉我们，从理论上讲无限度。这都是有边，有边就有障碍，这一边就不能到那一边去。现在地球上你看每个国家都有国界，都有边。一百年前、两百年前，虽然那个时候也有国家，也有边界，边界都不设防，人民自由往来，不要护照，自由往来。现在不行了，现在你要旅行的时候一定要办护照，要办签证，没有护照没有签证就不能入那一个边境，从前没有。我们想想到底是有好，还是没有好？",
      "zh_TW": "前面我們說得很多，我們曉得空間有許許多多不同維次，我們講的三度空間、四度空間、五度空間，科學家告訴我們，從理論上講無限度。這都是有邊，有邊就有障礙，這一邊就不能到那一邊去。現在地球上你看每個國家都有國界，都有邊。一百年前、兩百年前，雖然那個時候也有國家，也有邊界，邊界都不設防，人民自由往來，不要護照，自由往來。現在不行了，現在你要旅行的時候一定要辦護照，要辦簽證，沒有護照沒有簽證就不能入那一個邊境，從前沒有。我們想想到底是有好，還是沒有好？"
    },
    {
      "id": "12-017-1027_p0013",
      "zh_CN": "大自然并没有给人设边界，「无边」这才回归自然，有边界是人为的障碍，这些事我们要认真细细的去思惟观察。诸佛如来的刹土没有界限，西方极乐世界任何人去往生不需要办护照，不需要办签证，你想去你就能去。我们六道里面实在说，每一道是有一个界限，但是没有关卡。人到哪一道去投生，佛跟我们说业力引导你去的，这就是孔夫子在《易经系辞传》里所说的，人以类聚，物以群分。你到那个地方去投胎，你跟那个地方有缘，有共业，这样去的。要不然你为什么到那一道，不到别的道？我们大家今天都到人道来了，你为什么不到天道？而是此时此处，这么多众生在过去生中跟你有共业，共业所感，不由自主的他就来了，自己也不知道怎么回事情，他就来了，就是业力牵引着你来的。",
      "zh_TW": "大自然並沒有給人設邊界，「無邊」這才回歸自然，有邊界是人為的障礙，這些事我們要認真細細的去思惟觀察。諸佛如來的剎土沒有界限，西方極樂世界任何人去往生不需要辦護照，不需要辦簽證，你想去你就能去。我們六道裡面實在說，每一道是有一個界限，但是沒有關卡。人到哪一道去投生，佛跟我們說業力引導你去的，這就是孔夫子在《易經繫辭傳》裡所說的，人以類聚，物以群分。你到那個地方去投胎，你跟那個地方有緣，有共業，這樣去的。要不然你為什麼到那一道，不到別的道？我們大家今天都到人道來了，你為什麼不到天道？而是此時此處，這麼多眾生在過去生中跟你有共業，共業所感，不由自主的他就來了，自己也不知道怎麼回事情，他就來了，就是業力牽引著你來的。"
    },
    {
      "id": "12-017-1027_p0014",
      "zh_CN": "但是，你要到西方极乐世界，这就不是业力了。那是什么？愿力受生，清楚了，自己想去，心想事成。怎么去法？佛给你讲的有方法，依照那个方法你就行了，方法的纲领三个字：信、愿、行。这三个字的含义一定要很清楚、很明了，不能错解，错解了你去不成。你要正确理解这三个字的意思，好好的修，让自己在这一生当中不需要很长的时间，这三个条件统统具足，这就去了，没有不成就的，真能利益。诸佛如来能利益里面最殊胜的、最究竟的、最圆满的，帮助你来生到极乐世界去。我看佛这地方的名号，前面这能利益的名号，大概确实就是这意思。「无边」，我们想到佛的这名号，应当把自己妄想执着放下，放下就没有边界了，与一切人事物就没有对立。有边是二法，无边是不二法，佛法是不二法。最后这名字叫：",
      "zh_TW": "但是，你要到西方極樂世界，這就不是業力了。那是什麼？願力受生，清楚了，自己想去，心想事成。怎麼去法？佛給你講的有方法，依照那個方法你就行了，方法的綱領三個字：信、願、行。這三個字的含義一定要很清楚、很明瞭，不能錯解，錯解了你去不成。你要正確理解這三個字的意思，好好的修，讓自己在這一生當中不需要很長的時間，這三個條件統統具足，這就去了，沒有不成就的，真能利益。諸佛如來能利益裡面最殊勝的、最究竟的、最圓滿的，幫助你來生到極樂世界去。我看佛這地方的名號，前面這能利益的名號，大概確實就是這意思。「無邊」，我們想到佛的這名號，應當把自己妄想執著放下，放下就沒有邊界了，與一切人事物就沒有對立。有邊是二法，無邊是不二法，佛法是不二法。最後這名字叫："
    },
    {
      "id": "12-017-1027_p0015",
      "zh_CN": "【或名最胜。】",
      "zh_TW": "【或名最勝。】"
    },
    {
      "id": "12-017-1027_p0016",
      "zh_CN": "我们在前面此四洲那一段里面，佛第九个名号叫『最胜』，这名号跟前面完全相同，当然意思也不例外。这名号无比的殊胜，无论是智慧、德能、相好，方方面面都是第一，都是最胜。佛告诉我们这桩事情用意很深。如来果地上样样最殊胜，那就是告诉我们，我们原本跟佛一样，没有两样，就是《出现品》上所说的「一切众生皆有如来智慧德相」，如来最胜，你也最胜，他也最胜，我也最胜。现在我你他都没有什么最胜的，这什么原因？「但以妄想执着而不能证得」。佛这名号岂不是就告诉我们，只要你把妄想分别执着放下，你就恢复到样样最胜。",
      "zh_TW": "我們在前面此四洲那一段裡面，佛第九個名號叫『最勝』，這名號跟前面完全相同，當然意思也不例外。這名號無比的殊勝，無論是智慧、德能、相好，方方面面都是第一，都是最勝。佛告訴我們這樁事情用意很深。如來果地上樣樣最殊勝，那就是告訴我們，我們原本跟佛一樣，沒有兩樣，就是《出現品》上所說的「一切眾生皆有如來智慧德相」，如來最勝，你也最勝，他也最勝，我也最勝。現在我你他都沒有什麼最勝的，這什麼原因？「但以妄想執著而不能證得」。佛這名號豈不是就告訴我們，只要你把妄想分別執著放下，你就恢復到樣樣最勝。"
    },
    {
      "id": "12-017-1027_p0017",
      "zh_CN": "所以，烦恼习气要克服。懈怠散漫用什么方法对治？六波罗蜜里头的精进。这六度，你想想看，六是六种方法，度什么？度自己严重的烦恼习气。把这烦恼习气断掉，用这六种方法，你就显示出最胜了。心量很小、自私自利、悭贪习气很重，你用布施这办法对付悭贪、拓开心量；恶业很多，你用持戒的方法对付恶业；瞋恚心很重，用忍辱的方法；懈怠懒散提不起精神，你用精进的办法；心散乱意志不能集中，用禅定；愚痴用智慧。佛所开出这方子都治我们的毛病，所有一切毛病全都治好了，那你就最胜了。末后总结：",
      "zh_TW": "所以，煩惱習氣要克服。懈怠散漫用什麼方法對治？六波羅蜜裡頭的精進。這六度，你想想看，六是六種方法，度什麼？度自己嚴重的煩惱習氣。把這煩惱習氣斷掉，用這六種方法，你就顯示出最勝了。心量很小、自私自利、慳貪習氣很重，你用布施這辦法對付慳貪、拓開心量；惡業很多，你用持戒的方法對付惡業；瞋恚心很重，用忍辱的方法；懈怠懶散提不起精神，你用精進的辦法；心散亂意志不能集中，用禪定；愚痴用智慧。佛所開出這方子都治我們的毛病，所有一切毛病全都治好了，那你就最勝了。末後總結："
    },
    {
      "id": "12-017-1027_p0018",
      "zh_CN": "【如是等其数十千，令诸众生，各别知见。】",
      "zh_TW": "【如是等其數十千，令諸眾生，各別知見。】"
    },
    {
      "id": "12-017-1027_p0019",
      "zh_CN": "这意思跟前面完全相同。我们再看第三段亲慧世界：",
      "zh_TW": "這意思跟前面完全相同。我們再看第三段親慧世界："
    },
    {
      "id": "12-017-1027_p0020",
      "zh_CN": "【诸佛子，此四天下西，次有世界，名为亲慧。】",
      "zh_TW": "【諸佛子，此四天下西，次有世界，名為親慧。】"
    },
    {
      "id": "12-017-1027_p0021",
      "zh_CN": "『慧』是智慧，这意思好懂；『亲』也不难懂，我们看到这个「亲」，会想到家亲眷属，会想到亲爱、亲切，没有错，是含着有这意思。但是一般众生为亲情所迷，所以不能超越六道。再看世间人，古今中外多少文人才子，为亲情写下多少篇动人的文章、诗词、歌赋，我们展卷读诵，也能勾起我们的回响；为他们哀伤，为他们鼓舞，亲情。在佛法里面来说，这东西都是七情五欲在那里引导着，果报不能离开六道轮回。六道轮回主要的原因，情执。六道轮回从哪里来的？就是情执变现出来的。所以佛用这名词，这世界用的名「亲慧」，亲情要变成了亲慧，把情变成智慧，这就觉悟了。大乘经上佛常说，情执跟智慧是同一个体，迷的时候叫情执，叫亲情，觉的时候叫智慧。同一个体，迷的时候六道凡夫，觉的时候诸佛菩萨。这名号又何尝不是转凡成圣的名词？佛菩萨在这世间教化有了成就，世界称之为亲慧。",
      "zh_TW": "『慧』是智慧，這意思好懂；『親』也不難懂，我們看到這個「親」，會想到家親眷屬，會想到親愛、親切，沒有錯，是含著有這意思。但是一般眾生為親情所迷，所以不能超越六道。再看世間人，古今中外多少文人才子，為親情寫下多少篇動人的文章、詩詞、歌賦，我們展卷讀誦，也能勾起我們的迴響；為他們哀傷，為他們鼓舞，親情。在佛法裡面來說，這東西都是七情五欲在那裡引導著，果報不能離開六道輪迴。六道輪迴主要的原因，情執。六道輪迴從哪裡來的？就是情執變現出來的。所以佛用這名詞，這世界用的名「親慧」，親情要變成了親慧，把情變成智慧，這就覺悟了。大乘經上佛常說，情執跟智慧是同一個體，迷的時候叫情執，叫親情，覺的時候叫智慧。同一個體，迷的時候六道凡夫，覺的時候諸佛菩薩。這名號又何嘗不是轉凡成聖的名詞？佛菩薩在這世間教化有了成就，世界稱之為親慧。"
    },
    {
      "id": "12-017-1027_p0022",
      "zh_CN": "【如来于彼。】",
      "zh_TW": "【如來於彼。】"
    },
    {
      "id": "12-017-1027_p0023",
      "zh_CN": "在这世间。",
      "zh_TW": "在這世間。"
    },
    {
      "id": "12-017-1027_p0024",
      "zh_CN": "【或名水天，或名喜见，或名最胜王，或名调伏天，或名真实慧，或名到究竟，或名欢喜，或名法慧，或名所作已办，或名善住，如是等其数十千，令诸众生，各别知见。】",
      "zh_TW": "【或名水天，或名喜見，或名最勝王，或名調伏天，或名真實慧，或名到究竟，或名歡喜，或名法慧，或名所作已辦，或名善住，如是等其數十千，令諸眾生，各別知見。】"
    },
    {
      "id": "12-017-1027_p0025",
      "zh_CN": "这是第三段的经文。什么叫『水天』？清凉大师有注解，「水天者，水善利万物，天光净故」，这是比喻。以我们地球来说，地球上所有一切生物，不能离开水，离开水他就不能生存，所以水确实善利万物。天呢？「天光净故」，天，光明清净。所以「水天」这里头含的意思「光明清净，善利万物」。这名号里面的含义我们就懂得了。希望一切众生听了佛这德号，要向水学习，要发这心，大慈悲心，为一切众生服务，无条件的服务；像水滋润万物，养育万物，无条件的奉献，心地要像天一样的光明清净，一尘不染，取这意思。所以我们看到佛的德号，实在讲每一个名号对我们都是很大的启示，细心想想对我们确实有作用。我们想到水，水的德性，我们比不上，想到天，天大公无私，中国人常常称赞乾坤之德，「干为天，坤为地」。",
      "zh_TW": "這是第三段的經文。什麼叫『水天』？清涼大師有註解，「水天者，水善利萬物，天光淨故」，這是比喻。以我們地球來說，地球上所有一切生物，不能離開水，離開水他就不能生存，所以水確實善利萬物。天呢？「天光淨故」，天，光明清淨。所以「水天」這裡頭含的意思「光明清淨，善利萬物」。這名號裡面的含義我們就懂得了。希望一切眾生聽了佛這德號，要向水學習，要發這心，大慈悲心，為一切眾生服務，無條件的服務；像水滋潤萬物，養育萬物，無條件的奉獻，心地要像天一樣的光明清淨，一塵不染，取這意思。所以我們看到佛的德號，實在講每一個名號對我們都是很大的啟示，細心想想對我們確實有作用。我們想到水，水的德性，我們比不上，想到天，天大公無私，中國人常常稱讚乾坤之德，「乾為天，坤為地」。"
    },
    {
      "id": "12-017-1027_p0026",
      "zh_CN": "第二个名字『或为喜见』。喜是欢喜，我们要学。「喜见」就像中国人供养的弥勒菩萨，布袋和尚，人人都欢喜见他。他所现的大慈悲相，无论见什么人，笑面常开，从来没有看过他忧虑，总是看到笑面迎人。相传他往生的时候，告诉旁边的大众，跟大众讲他是弥勒菩萨再来的，说了之后他就走了，这是真的不是假的。说了不走，那是假的，不是真的；说了就走，身分一暴露立刻就走，这是真的。所以中国从南宋以后，佛门里面供养弥勒菩萨都造他的像，布袋和尚的像，喜见。没有一个人不欢喜他，我们今天看到他的形像也欢喜。所以有人把他称为欢喜佛，代表的是皆大欢喜。但是在佛门里面，他表的是「生平等心，成喜悦相」，心不平等，欢喜心从哪里来？欢喜心是从平等里头来的。",
      "zh_TW": "第二個名字『或為喜見』。喜是歡喜，我們要學。「喜見」就像中國人供養的彌勒菩薩，布袋和尚，人人都歡喜見他。他所現的大慈悲相，無論見什麼人，笑面常開，從來沒有看過他憂慮，總是看到笑面迎人。相傳他往生的時候，告訴旁邊的大眾，跟大眾講他是彌勒菩薩再來的，說了之後他就走了，這是真的不是假的。說了不走，那是假的，不是真的；說了就走，身分一暴露立刻就走，這是真的。所以中國從南宋以後，佛門裡面供養彌勒菩薩都造他的像，布袋和尚的像，喜見。沒有一個人不歡喜他，我們今天看到他的形像也歡喜。所以有人把他稱為歡喜佛，代表的是皆大歡喜。但是在佛門裡面，他表的是「生平等心，成喜悅相」，心不平等，歡喜心從哪裡來？歡喜心是從平等裡頭來的。"
    },
    {
      "id": "12-017-1027_p0027",
      "zh_CN": "第三个德号『或名最胜王』。前面我们看到就是佛在「此四天下南」，现在我们看到是西面，佛有一个名号叫「最胜」，这地方跟那个意思差不多，多了一个王，「最胜王」。「王」取自在的意思，其实最胜哪有不自在的？真正得自在，那一定是最胜，如果没有最胜，他自在不起来。",
      "zh_TW": "第三個德號『或名最勝王』。前面我們看到就是佛在「此四天下南」，現在我們看到是西面，佛有一個名號叫「最勝」，這地方跟那個意思差不多，多了一個王，「最勝王」。「王」取自在的意思，其實最勝哪有不自在的？真正得自在，那一定是最勝，如果沒有最勝，他自在不起來。"
    },
    {
      "id": "12-017-1027_p0028",
      "zh_CN": "第四个德号『或名调伏天』。「调伏」我们在前面读过，这地方加上个「天」，天这意思表高，可以说调伏的方法、手段高明极了，如同天人，所以天在此地是个比喻。世间人对天没有不尊敬的，「调伏」要高度的智慧，现在所说还要高度的艺术，如同天人，大众对他的尊敬也如同尊敬天一样。前面清凉大师跟我们说过，每一个名号都含多义，所以不是很难解释的他都不用解释了，我们懂得表法的义趣，自己看到名号就能够想到里面义趣。现在时间到了。",
      "zh_TW": "第四個德號『或名調伏天』。「調伏」我們在前面讀過，這地方加上個「天」，天這意思表高，可以說調伏的方法、手段高明極了，如同天人，所以天在此地是個比喻。世間人對天沒有不尊敬的，「調伏」要高度的智慧，現在所說還要高度的藝術，如同天人，大眾對他的尊敬也如同尊敬天一樣。前面清涼大師跟我們說過，每一個名號都含多義，所以不是很難解釋的他都不用解釋了，我們懂得表法的義趣，自己看到名號就能夠想到裡面義趣。現在時間到了。"
    },
    {
      "id": "12-017-1027_p0029",
      "zh_CN": "诸位同学，我们继续看第三段亲慧世界，佛名号第五个：",
      "zh_TW": "諸位同學，我們繼續看第三段親慧世界，佛名號第五個："
    },
    {
      "id": "12-017-1027_p0030",
      "zh_CN": "【或名真实慧。】",
      "zh_TW": "【或名真實慧。】"
    },
    {
      "id": "12-017-1027_p0031",
      "zh_CN": "这名称我们在经教里头常常看到，也很熟悉，但是很不容易得到，什么原因？因为我们没有『真实』。可以说真实就是慧，『慧』就是真实。所以佛门里面讲智慧跟世间聪明不一样。佛法里头肯定世间人有聪明，经论上常常讲到「世智辩聪」，世间的，我们常讲的知识，世间的知识、辩才聪明他有，他没有智慧。为什么佛要这样说？佛家智慧的定义、标准，智慧是从禅定里头生的。「因戒得定，因定开慧」。这里头又要知道还有标准，世间有四禅八定，这四禅八定有没有智慧？还是没有。四禅八定里面生的智慧，不是真实慧。",
      "zh_TW": "這名稱我們在經教裡頭常常看到，也很熟悉，但是很不容易得到，什麼原因？因為我們沒有『真實』。可以說真實就是慧，『慧』就是真實。所以佛門裡面講智慧跟世間聰明不一樣。佛法裡頭肯定世間人有聰明，經論上常常講到「世智辯聰」，世間的，我們常講的知識，世間的知識、辯才聰明他有，他沒有智慧。為什麼佛要這樣說？佛家智慧的定義、標準，智慧是從禪定裡頭生的。「因戒得定，因定開慧」。這裡頭又要知道還有標準，世間有四禪八定，這四禪八定有沒有智慧？還是沒有。四禪八定裡面生的智慧，不是真實慧。"
    },
    {
      "id": "12-017-1027_p0032",
      "zh_CN": "那要到什么条件才算真实慧？真实慧的标准是圆教初住菩萨，破一品无明证一分法身。这时候真实慧能够出离六道轮回，生到四圣法界，证得阿罗汉果、辟支佛果、权教菩萨，这定功超出世间的禅定。在《楞严经》上讲的阿罗汉，九次第定，世间禅定只有八段，他到第九段超越了。阿罗汉有没有智慧？大乘经教上常说的阿罗汉没有智慧，阿罗汉也没有法身，阿罗汉有部分的解脱。所以常讲阿罗汉有半个解脱，法身、般若没有，般若是真实慧。辟支佛的定功比阿罗汉又要高一等，但是出不了十法界。必须还要更深的禅定，能破一品无明，这就出了十法界，入一真法界，这在《华严》是初住菩萨，《华严》是圆教初住菩萨，这时候真实慧。他的智慧跟佛一样，没有佛那么大，没有佛那么圆满，但是他与自性般若相应，真实慧，不容易得到。真实慧才能解决世出世间一切疑难杂症。",
      "zh_TW": "那要到什麼條件才算真實慧？真實慧的標準是圓教初住菩薩，破一品無明證一分法身。這時候真實慧能夠出離六道輪迴，生到四聖法界，證得阿羅漢果、辟支佛果、權教菩薩，這定功超出世間的禪定。在《楞嚴經》上講的阿羅漢，九次第定，世間禪定只有八段，他到第九段超越了。阿羅漢有沒有智慧？大乘經教上常說的阿羅漢沒有智慧，阿羅漢也沒有法身，阿羅漢有部分的解脫。所以常講阿羅漢有半個解脫，法身、般若沒有，般若是真實慧。辟支佛的定功比阿羅漢又要高一等，但是出不了十法界。必須還要更深的禪定，能破一品無明，這就出了十法界，入一真法界，這在《華嚴》是初住菩薩，《華嚴》是圓教初住菩薩，這時候真實慧。他的智慧跟佛一樣，沒有佛那麼大，沒有佛那麼圓滿，但是他與自性般若相應，真實慧，不容易得到。真實慧才能解決世出世間一切疑難雜症。"
    },
    {
      "id": "12-017-1027_p0033",
      "zh_CN": "我们疑难杂症太多太多了，没有真实慧，怎么办？佛陀在世的时候，菩萨住世的时候，可以向佛菩萨请教，他有真实慧，我们没有，我们向他请教，求他来指示我们，帮助我们。现在佛菩萨不住世了，我们的疑难，老实说比过去的人不知道多多少倍，难道佛菩萨不慈悲吗？不错，这是我们自己业障深重，招来的灾难。天灾人祸不是无缘无故来的，都有原因，所以我们自己遇到这灾难了，自己要真正忏悔，改过自新，这样自然就得到佛菩萨的加持，我们世俗人讲得佛菩萨的保佑。更重要的诵经拜佛，这是修忏悔法门，诵经明理，依教奉行，化解灾难。",
      "zh_TW": "我們疑難雜症太多太多了，沒有真實慧，怎麼辦？佛陀在世的時候，菩薩住世的時候，可以向佛菩薩請教，他有真實慧，我們沒有，我們向他請教，求他來指示我們，幫助我們。現在佛菩薩不住世了，我們的疑難，老實說比過去的人不知道多多少倍，難道佛菩薩不慈悲嗎？不錯，這是我們自己業障深重，招來的災難。天災人禍不是無緣無故來的，都有原因，所以我們自己遇到這災難了，自己要真正懺悔，改過自新，這樣自然就得到佛菩薩的加持，我們世俗人講得佛菩薩的保佑。更重要的誦經拜佛，這是修懺悔法門，誦經明理，依教奉行，化解災難。"
    },
    {
      "id": "12-017-1027_p0034",
      "zh_CN": "世间奇奇怪怪的事情很多，唯有佛力加持，能得到解决。但是求佛，从前老师教我「至诚感通」。我们用真诚心求佛菩萨，真诚心是感，佛菩萨就有应，感应道交。章嘉大师当年教导我求佛菩萨，他说：你求没有感应，为什么没有感应？自己有业障，一定要认真的反省检点，把自己的业障找出来，改正过来，把业障消除，改过自新，佛菩萨感应就现前了。我学佛这么多年，遇到许许多多的灾难，障碍更不必说了，都能够化解，都能够通过，老师教我的方法。",
      "zh_TW": "世間奇奇怪怪的事情很多，唯有佛力加持，能得到解決。但是求佛，從前老師教我「至誠感通」。我們用真誠心求佛菩薩，真誠心是感，佛菩薩就有應，感應道交。章嘉大師當年教導我求佛菩薩，他說：你求沒有感應，為什麼沒有感應？自己有業障，一定要認真的反省檢點，把自己的業障找出來，改正過來，把業障消除，改過自新，佛菩薩感應就現前了。我學佛這麼多年，遇到許許多多的災難，障礙更不必說了，都能夠化解，都能夠通過，老師教我的方法。"
    },
    {
      "id": "12-017-1027_p0035",
      "zh_CN": "所以，遇到障碍、遇到困难不要怪罪别人，别人来害我，我也不怪罪他。他害我，他为什么不害别人？在佛法因果里面讲，过去生中总有怨结，佛家常讲冤冤相报。这一生怨憎会，八苦里头怨憎会苦，遇到了，别人要加害于我，欢喜承受，求三宝加持，这怨结化解了。决定不能够有瞋恚心，决定不能够有报复心，这笔帐就是再严重的灾害，这笔帐了了，帐结清了，这是真实慧。如果人家来害我们，我们还有怨恨心，还有报复心，这麻烦大了，这是迷惑没有智慧，造成怎么样？生生世世冤冤相报，没完没了。",
      "zh_TW": "所以，遇到障礙、遇到困難不要怪罪別人，別人來害我，我也不怪罪他。他害我，他為什麼不害別人？在佛法因果裡面講，過去生中總有怨結，佛家常講冤冤相報。這一生怨憎會，八苦裡頭怨憎會苦，遇到了，別人要加害於我，歡喜承受，求三寶加持，這怨結化解了。決定不能夠有瞋恚心，決定不能夠有報復心，這筆帳就是再嚴重的災害，這筆帳了了，帳結清了，這是真實慧。如果人家來害我們，我們還有怨恨心，還有報復心，這麻煩大了，這是迷惑沒有智慧，造成怎麼樣？生生世世冤冤相報，沒完沒了。"
    },
    {
      "id": "12-017-1027_p0036",
      "zh_CN": "但是这里头还有鬼神，我们也曾遇到不少，很麻烦！怎么办？还是用真诚心来调解，大多数的鬼神跟他调解都能接受。我们用真诚心、慈悲心跟他沟通，劝导他，把瞋恚、报复要化解掉，要知道这不是解决问题，冤冤相报生生世世彼此两方都痛苦，又何必？佛说得好，佛教我们发慈悲心普度众生，你宿世的冤家对头他是不是众生？是众生。是众生要不要度他？你不能说我发的四弘誓愿「众生无边誓愿度」，那些冤亲债主我才不度他，哪有这种道理，你这发愿底下还要加括弧，还有附带的？平等普度。",
      "zh_TW": "但是這裡頭還有鬼神，我們也曾遇到不少，很麻煩！怎麼辦？還是用真誠心來調解，大多數的鬼神跟他調解都能接受。我們用真誠心、慈悲心跟他溝通，勸導他，把瞋恚、報復要化解掉，要知道這不是解決問題，冤冤相報生生世世彼此兩方都痛苦，又何必？佛說得好，佛教我們發慈悲心普度眾生，你宿世的冤家對頭他是不是眾生？是眾生。是眾生要不要度他？你不能說我發的四弘誓願「眾生無邊誓願度」，那些冤親債主我才不度他，哪有這種道理，你這發願底下還要加括弧，還有附帶的？平等普度。"
    },
    {
      "id": "12-017-1027_p0037",
      "zh_CN": "尤其是有怨结的，我还特别先度他。你看看忍辱仙人发愿先度歌利王，忍辱仙人成佛了，就是我们的本师释迦牟尼佛。歌利王是谁？释迦牟尼佛第一个得度的憍陈如尊者，过去世那是歌利王。我们要学佛的宽宏大量，要学佛「心包太虚，量周沙界」，要大发慈悲心，念佛求生净土，亲近阿弥陀佛。过去生生世世的冤亲债主，我们以慈眼看他们，以欢喜心来待他们，所有一切怨结统统化解，许许多多这些鬼神都能接受，帮助他离开鬼神道。",
      "zh_TW": "尤其是有怨結的，我還特別先度他。你看看忍辱仙人發願先度歌利王，忍辱仙人成佛了，就是我們的本師釋迦牟尼佛。歌利王是誰？釋迦牟尼佛第一個得度的憍陳如尊者，過去世那是歌利王。我們要學佛的寬宏大量，要學佛「心包太虛，量周沙界」，要大發慈悲心，念佛求生淨土，親近阿彌陀佛。過去生生世世的冤親債主，我們以慈眼看他們，以歡喜心來待他們，所有一切怨結統統化解，許許多多這些鬼神都能接受，幫助他離開鬼神道。"
    },
    {
      "id": "12-017-1027_p0038",
      "zh_CN": "鬼神也没有出离六道，六道里头哪一道不苦？欲界什么苦都有，你都得要受；色界虽然没有苦苦，他有坏苦，他有行苦；无色界没有坏苦，还有行苦。所以佛说三界统苦，聪明人应当发愿超越三界。今天我们遇到最殊胜的机会，那就是念佛带业往生，遇不到这机缘，无论修学哪一个法门，想脱离六道轮回，你必须要断见思烦恼，这个难，太难太难了！这些事实真相我们不能不知道。所以我们要发心帮助累劫的冤亲债主，我们一起来念佛，一起来学佛，一起求生西方净土，亲近阿弥陀佛，我们做为好朋友、好同参、好道友，要有这样的情怀，跟冤亲债主沟通，用真诚心带他们入佛门。这样子过去这些怨结大家都不计较，我也不计较你，你也不要计较我，我们现在做同参道友，我在修行，你当护法，护持道场，功德无量，这才是真智慧。",
      "zh_TW": "鬼神也沒有出離六道，六道裡頭哪一道不苦？欲界什麼苦都有，你都得要受；色界雖然沒有苦苦，他有壞苦，他有行苦；無色界沒有壞苦，還有行苦。所以佛說三界統苦，聰明人應當發願超越三界。今天我們遇到最殊勝的機會，那就是念佛帶業往生，遇不到這機緣，無論修學哪一個法門，想脫離六道輪迴，你必須要斷見思煩惱，這個難，太難太難了！這些事實真相我們不能不知道。所以我們要發心幫助累劫的冤親債主，我們一起來念佛，一起來學佛，一起求生西方淨土，親近阿彌陀佛，我們做為好朋友、好同參、好道友，要有這樣的情懷，跟冤親債主溝通，用真誠心帶他們入佛門。這樣子過去這些怨結大家都不計較，我也不計較你，你也不要計較我，我們現在做同參道友，我在修行，你當護法，護持道場，功德無量，這才是真智慧。"
    },
    {
      "id": "12-017-1027_p0039",
      "zh_CN": "所以在我们现前这阶段，既然没有明心见性，我们的真智慧从哪里来？随顺佛陀教诲就是真智慧，一定要放弃自己的妄想分别执着。自己妄想分别执着不是真实慧，就是有慧，邪慧！不是正智，真实慧就是正智，不是正智。",
      "zh_TW": "所以在我們現前這階段，既然沒有明心見性，我們的真智慧從哪裡來？隨順佛陀教誨就是真智慧，一定要放棄自己的妄想分別執著。自己妄想分別執著不是真實慧，就是有慧，邪慧！不是正智，真實慧就是正智，不是正智。"
    },
    {
      "id": "12-017-1027_p0040",
      "zh_CN": "【或名到究竟。】",
      "zh_TW": "【或名到究竟。】"
    },
    {
      "id": "12-017-1027_p0041",
      "zh_CN": "『到究竟』只有诸佛如来，等觉菩萨还差一个等次，等觉菩萨还没有到究竟，菩萨位他是到顶头，但是没有到究竟位。究竟位是如来的果地，这名号我们想想非常殊胜，对哪些人说的？我们相信这世界学佛用功的人多，开悟证果的人多，但是他证的不是究竟果位，证阿罗汉果，证十信菩萨果，十住菩萨果，十行菩萨果，十回向菩萨果，十地菩萨果，没到究竟。看到这名号，就晓得我证的还有限，上面的位次还很多，加功用行，勇猛精进，发愿一定要佛道无上誓愿成，把目标要定在这地方，要定在到究竟，要以佛为我们的修学标准。学佛一定要学跟他一样，不能比他差，这是这名号里面的含义。第七：",
      "zh_TW": "『到究竟』只有諸佛如來，等覺菩薩還差一個等次，等覺菩薩還沒有到究竟，菩薩位他是到頂頭，但是沒有到究竟位。究竟位是如來的果地，這名號我們想想非常殊勝，對哪些人說的？我們相信這世界學佛用功的人多，開悟證果的人多，但是他證的不是究竟果位，證阿羅漢果，證十信菩薩果，十住菩薩果，十行菩薩果，十迴向菩薩果，十地菩薩果，沒到究竟。看到這名號，就曉得我證的還有限，上面的位次還很多，加功用行，勇猛精進，發願一定要佛道無上誓願成，把目標要定在這地方，要定在到究竟，要以佛為我們的修學標準。學佛一定要學跟他一樣，不能比他差，這是這名號裡面的含義。第七："
    },
    {
      "id": "12-017-1027_p0042",
      "zh_CN": "【或名欢喜。】",
      "zh_TW": "【或名歡喜。】"
    },
    {
      "id": "12-017-1027_p0043",
      "zh_CN": "这跟前面意思相同，跟前面的「喜见」意思相同。佛在许许多多世界，这名字用得很多，我们就晓得许许多多世界的人，非常需要。你看日本科学家对水的实验，水结晶的实验，发现两种资讯最殊胜，结晶最美；一个资讯是爱，一个资讯是感谢。他们做了许许多多的实验，善的意念，恶的意念，统统做实验，发现结晶最美的、最殊胜的：爱的讯息、感谢的讯息。这『欢喜』里面有爱，没有爱心怎么欢喜得起来？所以科学家劝导大众，要用爱心对一切人一切事一切物，用感谢用感恩的心对人、对事、对物，你会得到最好的回报。这是从科学实验上得到的讯息，要用佛法说，得到的教训，应当学，常生欢喜心。下面一个名字：",
      "zh_TW": "這跟前面意思相同，跟前面的「喜見」意思相同。佛在許許多多世界，這名字用得很多，我們就曉得許許多多世界的人，非常需要。你看日本科學家對水的實驗，水結晶的實驗，發現兩種資訊最殊勝，結晶最美；一個資訊是愛，一個資訊是感謝。他們做了許許多多的實驗，善的意念，惡的意念，統統做實驗，發現結晶最美的、最殊勝的：愛的訊息、感謝的訊息。這『歡喜』裡面有愛，沒有愛心怎麼歡喜得起來？所以科學家勸導大眾，要用愛心對一切人一切事一切物，用感謝用感恩的心對人、對事、對物，你會得到最好的回報。這是從科學實驗上得到的訊息，要用佛法說，得到的教訓，應當學，常生歡喜心。下面一個名字："
    },
    {
      "id": "12-017-1027_p0044",
      "zh_CN": "【或名法慧。】",
      "zh_TW": "【或名法慧。】"
    },
    {
      "id": "12-017-1027_p0045",
      "zh_CN": "『法』，常常表世出世间一切法。这个『慧』是双关语，世出世间一切法有真实慧，万法都有真实慧，这真实慧是什么？我们前面读到的根本智。根本智不生不灭，不来不去，不常不断，遍法界虚空界。《般若经》上讲的「般若无知」，无知的般若就是真实慧，根本智。它起作用的时候叫后得智，叫权智，佛经里面常常用四个字来说，「善巧方便」。善巧方便是根本智的起作用，起作用无所不知。《般若经》上这两句话很重要，「般若无知，无所不知」。所以，佛教我们求智慧，先求根本智，然后再开后得智，这是求智慧必须懂得的途径，不能搞错。",
      "zh_TW": "『法』，常常表世出世間一切法。這個『慧』是雙關語，世出世間一切法有真實慧，萬法都有真實慧，這真實慧是什麼？我們前面讀到的根本智。根本智不生不滅，不來不去，不常不斷，遍法界虛空界。《般若經》上講的「般若無知」，無知的般若就是真實慧，根本智。它起作用的時候叫後得智，叫權智，佛經裡面常常用四個字來說，「善巧方便」。善巧方便是根本智的起作用，起作用無所不知。《般若經》上這兩句話很重要，「般若無知，無所不知」。所以，佛教我們求智慧，先求根本智，然後再開後得智，這是求智慧必須懂得的途徑，不能搞錯。"
    },
    {
      "id": "12-017-1027_p0046",
      "zh_CN": "民国初年，梁启超他也是个佛教徒，虔诚的佛教徒，讲了很多：现在人颠倒了，颠倒在哪里？不求根本智，想求后得智。想求的什么？无所不知，根本智他不求。梁启超先生说：这个思想错误，方法错误，根本智没有，后得智也不成就，两种智慧都得不到。如果你具足根本智，自然生后得智。根本智是什么？根本智就是寂静心，清净到极处。《楞严经》上讲「净极光通达」，光通达就是智慧，所以定生慧。定生慧，慧没有起用叫无知。无知之知，它没起作用，那是真智慧。为什么？一切诸法拿水来做实验，拿米饭来做实验，发现它们能见，能听，能够接受人给它的讯息，善的讯息，恶的讯息，它反应不一样，它为什么有这能力？这能力是根本智。法慧，这是第一个意思。",
      "zh_TW": "民國初年，梁啟超他也是個佛教徒，虔誠的佛教徒，講了很多：現在人顛倒了，顛倒在哪裡？不求根本智，想求後得智。想求的什麼？無所不知，根本智他不求。梁啟超先生說：這個思想錯誤，方法錯誤，根本智沒有，後得智也不成就，兩種智慧都得不到。如果你具足根本智，自然生後得智。根本智是什麼？根本智就是寂靜心，清淨到極處。《楞嚴經》上講「淨極光通達」，光通達就是智慧，所以定生慧。定生慧，慧沒有起用叫無知。無知之知，它沒起作用，那是真智慧。為什麼？一切諸法拿水來做實驗，拿米飯來做實驗，發現它們能見，能聽，能夠接受人給它的訊息，善的訊息，惡的訊息，它反應不一樣，它為什麼有這能力？這能力是根本智。法慧，這是第一個意思。"
    },
    {
      "id": "12-017-1027_p0047",
      "zh_CN": "第二个意思，我们对于世出世间一切诸法，要用智慧去观察，要用智慧去对待，不能用情识，用情识你就造业，业必定感果报，果报决定不出六道。你要想出六道轮回，想不造业，那要用真实智慧。我们又没有智慧怎么办？办法不是没有，我们常说放弃自己的妄想分别执着，随顺佛菩萨的教诲，随顺经论的教诲，不必多，我们一生学个两种、三种就够了。修净土的同学，这些年来我们所提倡的一部《无量寿经》，在日常生活当中，决定遵循佛教导我们的原则，我们在经论里面取了五个科目。我们起心动念言语造作，决定遵循不离开这原则，这就是随顺佛陀教诲。",
      "zh_TW": "第二個意思，我們對於世出世間一切諸法，要用智慧去觀察，要用智慧去對待，不能用情識，用情識你就造業，業必定感果報，果報決定不出六道。你要想出六道輪迴，想不造業，那要用真實智慧。我們又沒有智慧怎麼辦？辦法不是沒有，我們常說放棄自己的妄想分別執著，隨順佛菩薩的教誨，隨順經論的教誨，不必多，我們一生學個兩種、三種就夠了。修淨土的同學，這些年來我們所提倡的一部《無量壽經》，在日常生活當中，決定遵循佛教導我們的原則，我們在經論裡面取了五個科目。我們起心動念言語造作，決定遵循不離開這原則，這就是隨順佛陀教誨。"
    },
    {
      "id": "12-017-1027_p0048",
      "zh_CN": "我们这五个科目，第一个是净业三福，第二个是六和敬，第三个是戒定慧三学，第四个是菩萨六度，第五个是普贤十愿，好记。辅助，我们需要帮助，帮助学习的总不离开这五个科目。净业三福里面有修十善业，它头一条四句，「孝养父母，奉事师长，慈心不杀，修十善业」，我们用《十善业道经》做为我们的补充教材，助修。第二条里面有「受持三皈，具足众戒，不犯威仪」，我们可以取《沙弥律仪》，这里头有戒、有威仪，十条戒二十四门威仪，或者是五戒，这些都可以帮助我们助修。不要太多，几种就够了，一生受用不尽，法慧。",
      "zh_TW": "我們這五個科目，第一個是淨業三福，第二個是六和敬，第三個是戒定慧三學，第四個是菩薩六度，第五個是普賢十願，好記。輔助，我們需要幫助，幫助學習的總不離開這五個科目。淨業三福裡面有修十善業，它頭一條四句，「孝養父母，奉事師長，慈心不殺，修十善業」，我們用《十善業道經》做為我們的補充教材，助修。第二條裡面有「受持三皈，具足眾戒，不犯威儀」，我們可以取《沙彌律儀》，這裡頭有戒、有威儀，十條戒二十四門威儀，或者是五戒，這些都可以幫助我們助修。不要太多，幾種就夠了，一生受用不盡，法慧。"
    },
    {
      "id": "12-017-1027_p0049",
      "zh_CN": "究竟的圆满的法慧无过于《大方广佛华严经》，这是真正名实完全相符的法慧。这是一本智慧的书，但是分量太大，不容易受持；我们不是上根利智的人，还是少一点好，我们能做到。太大了做不到，做不到不如执着几门。我们这五门功课，你真能做到了，依照《无量寿经》修学，决定往生，这事情重要！今天老实讲，什么事情都没有往生这事情大。为什么？我们在这世间生活了几十年，这世间形形色色都体验过了，值不值得留恋？实在不值得留恋。",
      "zh_TW": "究竟的圓滿的法慧無過於《大方廣佛華嚴經》，這是真正名實完全相符的法慧。這是一本智慧的書，但是分量太大，不容易受持；我們不是上根利智的人，還是少一點好，我們能做到。太大了做不到，做不到不如執著幾門。我們這五門功課，你真能做到了，依照《無量壽經》修學，決定往生，這事情重要！今天老實講，什麼事情都沒有往生這事情大。為什麼？我們在這世間生活了幾十年，這世間形形色色都體驗過了，值不值得留戀？實在不值得留戀。"
    },
    {
      "id": "12-017-1027_p0050",
      "zh_CN": "佛菩萨所说的「阎浮提众生，起心动念无不是罪」，这话讲得一点都不错！在这世间，我们有什么本事不被污染？有什么能力不造恶业？再想想你有什么能力不受轮回？统统做不到！释迦世尊、诸佛如来为我们介绍阿弥陀佛，介绍西方极乐世界，为什么不去？为什么不听话？为什么不相信？值得我们认真的去考虑、去思惟。你什么时候想通了，我相信你对佛菩萨教导你会完全肯定接受。能肯定接受的人有福了，也有智慧，没有智慧他不会做这选择，福报跟智慧往往是在一起的。",
      "zh_TW": "佛菩薩所說的「閻浮提眾生，起心動念無不是罪」，這話講得一點都不錯！在這世間，我們有什麼本事不被污染？有什麼能力不造惡業？再想想你有什麼能力不受輪迴？統統做不到！釋迦世尊、諸佛如來為我們介紹阿彌陀佛，介紹西方極樂世界，為什麼不去？為什麼不聽話？為什麼不相信？值得我們認真的去考慮、去思惟。你什麼時候想通了，我相信你對佛菩薩教導你會完全肯定接受。能肯定接受的人有福了，也有智慧，沒有智慧他不會做這選擇，福報跟智慧往往是在一起的。"
    },
    {
      "id": "12-017-1027_p0051",
      "zh_CN": "有福的人有智慧，有智慧的人有福德，他会做最适当的选择，除这一条路之外，没有路好走。你修别的法门，宗门教下，显教密教，哪一个法门不要断烦恼？每一个法门都要断烦恼。烦恼你能断得了吗？就在现前，这事情看不顺眼，那个事情我不满意，烦恼就现行了。你能像弥勒菩萨吗？无论什么境界里头，欢欢喜喜，没有分别，没有执着。这些话说起来容易，做起来可不容易，所以我们要细心去思惟。",
      "zh_TW": "有福的人有智慧，有智慧的人有福德，他會做最適當的選擇，除這一條路之外，沒有路好走。你修別的法門，宗門教下，顯教密教，哪一個法門不要斷煩惱？每一個法門都要斷煩惱。煩惱你能斷得了嗎？就在現前，這事情看不順眼，那個事情我不滿意，煩惱就現行了。你能像彌勒菩薩嗎？無論什麼境界裡頭，歡歡喜喜，沒有分別，沒有執著。這些話說起來容易，做起來可不容易，所以我們要細心去思惟。"
    },
    {
      "id": "12-017-1027_p0052",
      "zh_CN": "早年，我在台湾屏东讲经，遇到一位老居士，他也跟我很熟，名字一下想不起来，那个时候他八十多岁，有一天他告诉我，他说他现在念佛。早年他是一个老佛教徒，在佛教里头也很有声望，他参禅，他学密，学了许许多多法门。到八十多岁的时候，他来告诉我：法师，不行，过去所修的那些法门都用不上力，我现在统统放下了，现在念阿弥陀佛，就是一句阿弥陀佛，一心求生净土。我恭喜他，我说：你对了。我说：你怎么念？他每天念三万声佛号，真的是万缘放下了。许许多多法门他都试验过了，自己不行。难得！那么大年岁他能回头。他姓钟，名字我还是想不起来，姓钟。真的觉悟、真的明白了，回过头来专修净土，来得及。我想他应该早就往生了，这事情总是二、三十年前的事情。二、三十年前那个时候，我好像才四、五十岁，他那个时候八十岁了。底下一个名号：",
      "zh_TW": "早年，我在台灣屏東講經，遇到一位老居士，他也跟我很熟，名字一下想不起來，那個時候他八十多歲，有一天他告訴我，他說他現在念佛。早年他是一個老佛教徒，在佛教裡頭也很有聲望，他參禪，他學密，學了許許多多法門。到八十多歲的時候，他來告訴我：法師，不行，過去所修的那些法門都用不上力，我現在統統放下了，現在念阿彌陀佛，就是一句阿彌陀佛，一心求生淨土。我恭喜他，我說：你對了。我說：你怎麼念？他每天念三萬聲佛號，真的是萬緣放下了。許許多多法門他都試驗過了，自己不行。難得！那麼大年歲他能回頭。他姓鍾，名字我還是想不起來，姓鍾。真的覺悟、真的明白了，回過頭來專修淨土，來得及。我想他應該早就往生了，這事情總是二、三十年前的事情。二、三十年前那個時候，我好像才四、五十歲，他那個時候八十歲了。底下一個名號："
    },
    {
      "id": "12-017-1027_p0053",
      "zh_CN": "【或名所作已办。】",
      "zh_TW": "【或名所作已辦。】"
    },
    {
      "id": "12-017-1027_p0054",
      "zh_CN": "这是从果上建立的名号，佛这应化在世间给我们表演，他所要做的统统都已经做到了，已办就是已经做到。自己修行已经证果，教化众生已经圆满，这叫『所作已办』。教化众生怎么能讲圆满？佛菩萨应化到这世间来，众生有三种根机，一种是成熟的，成熟的根机帮助他作佛去。成佛根机里头最殊胜的也是最多的，对念佛这法门没有疑惑了，完全相信了，你教导他，他能够依教奉行，根机成熟了。你看从前我们常常举的例子，谛闲法师那个锅漏匠的徒弟，好像这事情倓虚法师写在《影尘回忆录》里头，我看到有。还有晒蜡烛的那个法师，诸位查一查《影尘回忆录》，你就看到了。这是根熟的，这一生当中他念佛真的往生了，预知时至，你看站着走的，坐着走的，那么样的自在，这一类的人统统都得度了，都把他送到极乐世界去了，第一等人。",
      "zh_TW": "這是從果上建立的名號，佛這應化在世間給我們表演，他所要做的統統都已經做到了，已辦就是已經做到。自己修行已經證果，教化眾生已經圓滿，這叫『所作已辦』。教化眾生怎麼能講圓滿？佛菩薩應化到這世間來，眾生有三種根機，一種是成熟的，成熟的根機幫助他作佛去。成佛根機裡頭最殊勝的也是最多的，對念佛這法門沒有疑惑了，完全相信了，你教導他，他能夠依教奉行，根機成熟了。你看從前我們常常舉的例子，諦閑法師那個鍋漏匠的徒弟，好像這事情倓虛法師寫在《影塵回憶錄》裡頭，我看到有。還有曬蠟燭的那個法師，諸位查一查《影塵回憶錄》，你就看到了。這是根熟的，這一生當中他念佛真的往生了，預知時至，你看站著走的，坐著走的，那麼樣的自在，這一類的人統統都得度了，都把他送到極樂世界去了，第一等人。"
    },
    {
      "id": "12-017-1027_p0055",
      "zh_CN": "第二等人，有善根没成熟，换句话说，这一生他还不能往生，对于这个人怎么样？帮助他增长善根，这个事情做到了。第三，没善根的人。没善根的人有缘，跟我有缘，我也替他种了善根。我把阿弥陀佛介绍给他，不管他念不念，阿弥陀佛这名号他听进去了，一历耳根永为道种，阿弥陀佛的像他看到了，一历眼根永为道种，种善根。有缘的人统统都给他种了善根，有善根的人都帮助这善根增长，已经成熟的人统统帮助他往生，所作已办，这话是真的，不是假的。祖师大德里头有不少是佛菩萨应化来的，诸佛菩萨应化来的，在应化的一期过程当中，他们所作统统都办了，都做得圆满了。这意思我们要细心去观察，你就能知道了。现在时间到了。",
      "zh_TW": "第二等人，有善根沒成熟，換句話說，這一生他還不能往生，對於這個人怎麼樣？幫助他增長善根，這個事情做到了。第三，沒善根的人。沒善根的人有緣，跟我有緣，我也替他種了善根。我把阿彌陀佛介紹給他，不管他念不念，阿彌陀佛這名號他聽進去了，一歷耳根永為道種，阿彌陀佛的像他看到了，一歷眼根永為道種，種善根。有緣的人統統都給他種了善根，有善根的人都幫助這善根增長，已經成熟的人統統幫助他往生，所作已辦，這話是真的，不是假的。祖師大德裡頭有不少是佛菩薩應化來的，諸佛菩薩應化來的，在應化的一期過程當中，他們所作統統都辦了，都做得圓滿了。這意思我們要細心去觀察，你就能知道了。現在時間到了。"
    }
  ]
}