{
  "doc_id": "12-017-0015",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-017-0015",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "12-017-0015_p0001",
      "zh_CN": "请掀开经本第十面，第三行。",
      "zh_TW": "請掀開經本第十面，第三行。"
    },
    {
      "id": "12-017-0015_p0002",
      "zh_CN": "【三世诸佛所有神变。于光明中靡不咸睹。一切佛土不思议劫所有庄严。悉令显现。】",
      "zh_TW": "【三世諸佛所有神變。於光明中靡不咸睹。一切佛土不思議劫所有莊嚴。悉令顯現。】"
    },
    {
      "id": "12-017-0015_p0003",
      "zh_CN": "昨天讲到这个地方意思还没尽，我们的时间到了，今天我们再做一点补充。前面我们一直看下来，经上跟我们说如来果地上有十种身。十种身比较少讲，在一般我们讲经的场所当中常说三身︰法身、报身、应化身。说三身，我们印象比较深刻、比较熟悉；讲十身，十种身，如果要不是读《华严》，很难明了。实在讲，十身才是真正圆满的说法，三身实在讲是十身的归纳。说三，或者说四，四就是法身、报身、应身、化身，这说四。其实内容真的是不增不减，只是说法不同而已。",
      "zh_TW": "昨天講到這個地方意思還沒盡，我們的時間到了，今天我們再做一點補充。前面我們一直看下來，經上跟我們說如來果地上有十種身。十種身比較少講，在一般我們講經的場所當中常說三身︰法身、報身、應化身。說三身，我們印象比較深刻、比較熟悉；講十身，十種身，如果要不是讀《華嚴》，很難明瞭。實在講，十身才是真正圓滿的說法，三身實在講是十身的歸納。說三，或者說四，四就是法身、報身、應身、化身，這說四。其實內容真的是不增不減，只是說法不同而已。"
    },
    {
      "id": "12-017-0015_p0004",
      "zh_CN": "前面一开端的三段：菩提身、威势身、福德身，这三种身都是属于报身。经文在第九面第三行，这个以下讲到意生身、相好身、愿身，这三种在三身里面都是属于化身。「身遍十方」，在第十面第一行，这里面有法身、智身、力持身，这三种都是属于法身。这是我们说明三身跟十身开合的不同。三身展开说十身，十身把它归纳就是三身。",
      "zh_TW": "前面一開端的三段：菩提身、威勢身、福德身，這三種身都是屬於報身。經文在第九面第三行，這個以下講到意生身、相好身、願身，這三種在三身裡面都是屬於化身。「身遍十方」，在第十面第一行，這裡面有法身、智身、力持身，這三種都是屬於法身。這是我們說明三身跟十身開合的不同。三身展開說十身，十身把它歸納就是三身。"
    },
    {
      "id": "12-017-0015_p0005",
      "zh_CN": "就报身里面来讲，菩提身是自受用身，后面两种威势跟福德身都是属于他受用。这个意思很深，我们学佛必须要留意。佛在经上常常讲众生颠倒，到底颠倒在什么地方？颠倒的相又是什么？诸大乘经里面讲得很多。如果就我们这一段经上来讲，我们也发现我们自己颠倒了。哪些地方？威势身、福德身是他受用，不是我们自己去享福，自己在作威作福，那就要造业，哪里是菩萨度化众生的行愿？于是我们细细的观察，释迦牟尼佛在世，确实有威德、有势力，他的威德从什么地方展现？得到社会大众的尊敬。他的教诲、他的言行，得到社会大众的景仰，一切众生都愿意依教奉行，佛的威德显示出来了。佛并没有像现在这种社团的组织，他也不是个领导人，他也没组织，只是讲经说法、教化众生而已。僧团是怎么成立？一些慕名的大众，听到释迦牟尼佛的德行、学问，都是不远千里从四面八方而来亲近释迦牟尼佛。他的常随众，经上讲一千二百五十人，一千二百五十人这么大的团体，它里面并没有组织，我们在一切经上没有看到，没有看到释迦牟尼佛是这个团体的领袖，没看到。这里面分成哪些业务、哪些人办什么事，没有，都没有，没有组织。没有组织，这个团体为什么这么样如法、这么样有规矩？无论是行动、是集会都很有秩序，这什么道理？人人都遵守六和敬的教诫就行。这个僧团是平等的僧团，是清净的团体。佛跟学生是平等的，没有高下之分。学生尊重老师，老师一样尊重每一个学生，所以这个团体才值得人敬佩，值得一切众生皈依，「皈依僧，众中尊」；众就是我们现在讲的社团，所有社团里面这是最值得人尊重，最值得人尊敬。没有组织而有这样的条理层次、整齐规矩，比有组织的还要来得殊胜，这不能不令人敬佩。",
      "zh_TW": "就報身裡面來講，菩提身是自受用身，後面兩種威勢跟福德身都是屬於他受用。這個意思很深，我們學佛必須要留意。佛在經上常常講眾生顛倒，到底顛倒在什麼地方？顛倒的相又是什麼？諸大乘經裡面講得很多。如果就我們這一段經上來講，我們也發現我們自己顛倒了。哪些地方？威勢身、福德身是他受用，不是我們自己去享福，自己在作威作福，那就要造業，哪裡是菩薩度化眾生的行願？於是我們細細的觀察，釋迦牟尼佛在世，確實有威德、有勢力，他的威德從什麼地方展現？得到社會大眾的尊敬。他的教誨、他的言行，得到社會大眾的景仰，一切眾生都願意依教奉行，佛的威德顯示出來了。佛並沒有像現在這種社團的組織，他也不是個領導人，他也沒組織，只是講經說法、教化眾生而已。僧團是怎麼成立？一些慕名的大眾，聽到釋迦牟尼佛的德行、學問，都是不遠千里從四面八方而來親近釋迦牟尼佛。他的常隨眾，經上講一千二百五十人，一千二百五十人這麼大的團體，它裡面並沒有組織，我們在一切經上沒有看到，沒有看到釋迦牟尼佛是這個團體的領袖，沒看到。這裡面分成哪些業務、哪些人辦什麼事，沒有，都沒有，沒有組織。沒有組織，這個團體為什麼這麼樣如法、這麼樣有規矩？無論是行動、是集會都很有秩序，這什麼道理？人人都遵守六和敬的教誡就行。這個僧團是平等的僧團，是清淨的團體。佛跟學生是平等的，沒有高下之分。學生尊重老師，老師一樣尊重每一個學生，所以這個團體才值得人敬佩，值得一切眾生皈依，「皈依僧，眾中尊」；眾就是我們現在講的社團，所有社團裡面這是最值得人尊重，最值得人尊敬。沒有組織而有這樣的條理層次、整齊規矩，比有組織的還要來得殊勝，這不能不令人敬佩。"
    },
    {
      "id": "12-017-0015_p0006",
      "zh_CN": "佛连个居住的地方都没有，出了家，没家了，游化在人间，晚上找个大树底下打个坐，休息休息。树下一宿，日中一食，吃饭每天到外面去托钵一次，一天吃一餐，讲经说法没有中断过，四十九年天天讲，永远没有疲倦、没有厌倦，这是释迦牟尼佛展现给我们看的威势身。威势身是他受用，不是自受用。释迦牟尼佛从来没有表现一种傲慢的态度，我教学这么多年，听我讲经说法这么多人，值得骄傲，没有，释迦牟尼佛从来没有这个念头，所以威德是他受用，不是自受用。",
      "zh_TW": "佛連個居住的地方都沒有，出了家，沒家了，遊化在人間，晚上找個大樹底下打個坐，休息休息。樹下一宿，日中一食，吃飯每天到外面去托缽一次，一天吃一餐，講經說法沒有中斷過，四十九年天天講，永遠沒有疲倦、沒有厭倦，這是釋迦牟尼佛展現給我們看的威勢身。威勢身是他受用，不是自受用。釋迦牟尼佛從來沒有表現一種傲慢的態度，我教學這麼多年，聽我講經說法這麼多人，值得驕傲，沒有，釋迦牟尼佛從來沒有這個念頭，所以威德是他受用，不是自受用。"
    },
    {
      "id": "12-017-0015_p0007",
      "zh_CN": "世尊福报之大也是不可思议，他有大福报，但是他没享福，每天三衣一钵，过的是一个标准修行人的生活，他的福报是给一切众生享。我们在这个经上读过，佛的智慧、佛的愿力，不但能持自他正报，也能持自他依报，这就是我们世俗人常讲「得佛菩萨保佑」。身体健康是正报，丰衣足食是依报，身心环境都能够安稳是佛的福报加持给我们，我们受了恩惠还不知道，不但不知道报恩，反而还破坏佛法、还糟蹋佛法。虽然毁谤、侮辱、糟蹋佛法，佛没有怪罪众生，佛对众生还是加持、还是保佑，慈悲到了极处。绝不是说这个人对我好，知恩报恩，我帮助他；那个忘恩负义，我们就不要去理他。这是世俗人的心态，佛菩萨不如此，佛菩萨帮助一切众生、加持一切众生、保佑一切众生，不分恩怨，一律平等，所以他的心永远是住在清净平等上。这些我们一定要知道，一定要认真去学习。",
      "zh_TW": "世尊福報之大也是不可思議，他有大福報，但是他沒享福，每天三衣一缽，過的是一個標準修行人的生活，他的福報是給一切眾生享。我們在這個經上讀過，佛的智慧、佛的願力，不但能持自他正報，也能持自他依報，這就是我們世俗人常講「得佛菩薩保佑」。身體健康是正報，豐衣足食是依報，身心環境都能夠安穩是佛的福報加持給我們，我們受了恩惠還不知道，不但不知道報恩，反而還破壞佛法、還糟蹋佛法。雖然毀謗、侮辱、糟蹋佛法，佛沒有怪罪眾生，佛對眾生還是加持、還是保佑，慈悲到了極處。絕不是說這個人對我好，知恩報恩，我幫助他；那個忘恩負義，我們就不要去理他。這是世俗人的心態，佛菩薩不如此，佛菩薩幫助一切眾生、加持一切眾生、保佑一切眾生，不分恩怨，一律平等，所以他的心永遠是住在清淨平等上。這些我們一定要知道，一定要認真去學習。"
    },
    {
      "id": "12-017-0015_p0008",
      "zh_CN": "李长者在这一段经文里面，他也有一些开示，开示得也非常之好。对于这一大段经文，第三科教主难思这一大段，这一大段是说明佛成道，修行果满，依正报得。这是说毘卢遮那如来华藏世界，他报得这样庄严的佛土，这是圆满显示威势福德，提供给十方世界所有修行人，做为一个修道证果的场所。我们晓得，我们现在用功断恶修善、积功累德，超越六道轮回之后，你到哪里去？我们这些业障深重的凡夫住在六道，出了六道你到哪里去？六道之外还有四圣法界：声闻、缘觉、菩萨、佛，你就入他们那个境界里面去。这个境界也不是真实的，所谓化城而已，相似位，不是真实位。在这里面断尘沙烦恼，再破无明，那就出离十法界。出离十法界之后到哪里？亲近毘卢遮那如来。",
      "zh_TW": "李長者在這一段經文裡面，他也有一些開示，開示得也非常之好。對於這一大段經文，第三科教主難思這一大段，這一大段是說明佛成道，修行果滿，依正報得。這是說毘盧遮那如來華藏世界，他報得這樣莊嚴的佛土，這是圓滿顯示威勢福德，提供給十方世界所有修行人，做為一個修道證果的場所。我們曉得，我們現在用功斷惡修善、積功累德，超越六道輪迴之後，你到哪裡去？我們這些業障深重的凡夫住在六道，出了六道你到哪裡去？六道之外還有四聖法界：聲聞、緣覺、菩薩、佛，你就入他們那個境界裡面去。這個境界也不是真實的，所謂化城而已，相似位，不是真實位。在這裡面斷塵沙煩惱，再破無明，那就出離十法界。出離十法界之後到哪裡？親近毘盧遮那如來。"
    },
    {
      "id": "12-017-0015_p0009",
      "zh_CN": "诸位同修要知道，你在娑婆世界无论修学哪一宗，禅宗也好、密宗也好、贤首也好、天台也好，无论修哪一宗，无论修学哪个法门，你真正修成就了，出离十法界，统统亲近毘卢遮那佛。华藏世界像大海一样，这十个宗就好比十个大的大江、大河，统统流入海。你在没有入一真法界之前，这是长江水、那是黄河水、那是珠江水，不一样；一流入大海，一样，没有两样，殊途同归。要知道华藏世界是我们共同的一个归宿，那个地方是毘卢遮那佛的依报。到那里去干什么？到那里去还继续不断的修行，你的无明才破一品，还有四十品没破，破无明可麻烦，不是简单的事情。毘卢遮那佛的依正庄严，是提供法身大士修学的道场，毘卢遮那佛的功德无量无边。",
      "zh_TW": "諸位同修要知道，你在娑婆世界無論修學哪一宗，禪宗也好、密宗也好、賢首也好、天台也好，無論修哪一宗，無論修學哪個法門，你真正修成就了，出離十法界，統統親近毘盧遮那佛。華藏世界像大海一樣，這十個宗就好比十個大的大江、大河，統統流入海。你在沒有入一真法界之前，這是長江水、那是黃河水、那是珠江水，不一樣；一流入大海，一樣，沒有兩樣，殊途同歸。要知道華藏世界是我們共同的一個歸宿，那個地方是毘盧遮那佛的依報。到那裡去幹什麼？到那裡去還繼續不斷的修行，你的無明才破一品，還有四十品沒破，破無明可麻煩，不是簡單的事情。毘盧遮那佛的依正莊嚴，是提供法身大士修學的道場，毘盧遮那佛的功德無量無邊。"
    },
    {
      "id": "12-017-0015_p0010",
      "zh_CN": "这个示现是示现一个通途的修行，通途无论你是渐修渐证、顿修顿证，都在这个地方。《华严》就是给我们介绍毘卢遮那佛的依正庄严，介绍的经文多少？十二卷，从第一卷到第十二卷，这么长的经文。我们读了，哪有不受感动的道理？哪有不向往羡慕的道理？修学之心油然而生。可是修学，我们在讲席里面常常勉励同修们，现在我们虽然距离这个境界相当遥远，可是我们的方向一定要正确，远不怕，方向对准，我们有个学处。过去太虚大师在世的时候提倡「菩萨学处」，菩萨学处在哪里学？就是在《华严经》里面学，方向对准了就是学处。我们要拓开心量，我们要全心全力帮助一些根熟的众生，帮助他们身心得到安稳，就像毘卢遮那如来一样，建立华藏世界。也就像阿弥陀佛，我们在《弥陀经》上看到法藏比丘发大慈悲心，建立极乐世界。华藏世界里面容纳各宗各派无量法门，只要你依照这个方法去修，你把见思烦恼断了、尘沙烦恼断了，破一品无明，你就入华藏世界。",
      "zh_TW": "這個示現是示現一個通途的修行，通途無論你是漸修漸證、頓修頓證，都在這個地方。《華嚴》就是給我們介紹毘盧遮那佛的依正莊嚴，介紹的經文多少？十二卷，從第一卷到第十二卷，這麼長的經文。我們讀了，哪有不受感動的道理？哪有不嚮往羨慕的道理？修學之心油然而生。可是修學，我們在講席裡面常常勉勵同修們，現在我們雖然距離這個境界相當遙遠，可是我們的方向一定要正確，遠不怕，方向對準，我們有個學處。過去太虛大師在世的時候提倡「菩薩學處」，菩薩學處在哪裡學？就是在《華嚴經》裡面學，方向對準了就是學處。我們要拓開心量，我們要全心全力幫助一些根熟的眾生，幫助他們身心得到安穩，就像毘盧遮那如來一樣，建立華藏世界。也就像阿彌陀佛，我們在《彌陀經》上看到法藏比丘發大慈悲心，建立極樂世界。華藏世界裡面容納各宗各派無量法門，只要你依照這個方法去修，你把見思煩惱斷了、塵沙煩惱斷了，破一品無明，你就入華藏世界。"
    },
    {
      "id": "12-017-0015_p0011",
      "zh_CN": "阿弥陀佛建立的西方极乐世界，专门接引念佛人，这是个专宗，他不是接受各宗各派的人，他是专门接受念佛人，一门深入。这是我劝勉同修「长时薰修，一门深入」，最容易成就，简单明了。成就，比在华藏世界成就还要快速、还要稳当、还要容易，所以文殊、普贤是华藏世界的等觉菩萨，不是十法界的，他们还要发愿求生极乐世界。哪里发愿？华严会上发愿。我们这部经到最后，最后的第二卷，八十卷在最后一卷，你就看到这两位大菩萨发愿求生西方极乐世界，做模样给我们看，不是普通人。要说是十住、十行、十回向菩萨发愿求生西方极乐世界，没什么希奇；华藏世界等觉菩萨、后补佛发愿求生西方极乐世界，这才是真正不可思议。我们听到、看到，要好好去想一想，认真的去反省，想通、想明白了，你求生极乐的意念真正坚定，不会动摇，这就是我们的学处，现在的学处。",
      "zh_TW": "阿彌陀佛建立的西方極樂世界，專門接引念佛人，這是個專宗，他不是接受各宗各派的人，他是專門接受念佛人，一門深入。這是我勸勉同修「長時薰修，一門深入」，最容易成就，簡單明瞭。成就，比在華藏世界成就還要快速、還要穩當、還要容易，所以文殊、普賢是華藏世界的等覺菩薩，不是十法界的，他們還要發願求生極樂世界。哪裡發願？華嚴會上發願。我們這部經到最後，最後的第二卷，八十卷在最後一卷，你就看到這兩位大菩薩發願求生西方極樂世界，做模樣給我們看，不是普通人。要說是十住、十行、十迴向菩薩發願求生西方極樂世界，沒什麼希奇；華藏世界等覺菩薩、後補佛發願求生西方極樂世界，這才是真正不可思議。我們聽到、看到，要好好去想一想，認真的去反省，想通、想明白了，你求生極樂的意念真正堅定，不會動搖，這就是我們的學處，現在的學處。"
    },
    {
      "id": "12-017-0015_p0012",
      "zh_CN": "恰好今天在我们这个道场，居士林李木源居士要建立一个弥陀村，这不就相应了吗？毘卢遮那建立华藏世界，阿弥陀佛建极乐世界，居士林李木源居士要建弥陀村，一个味道！不过是毘卢遮那佛的福报大，那个世界无量无边；阿弥陀佛福报大，李居士福报小一点。但是我相信他的弥陀村建立之后，应当是有十万人可以度，这是古大德讲「愿结西方十万缘」，我想这是应当可以做得到。这个地方只能容纳三百人，怎么能接引十万人？来来去去，就多了。这个道场建立，全世界的人都到这儿来参学。",
      "zh_TW": "恰好今天在我們這個道場，居士林李木源居士要建立一個彌陀村，這不就相應了嗎？毘盧遮那建立華藏世界，阿彌陀佛建極樂世界，居士林李木源居士要建彌陀村，一個味道！不過是毘盧遮那佛的福報大，那個世界無量無邊；阿彌陀佛福報大，李居士福報小一點。但是我相信他的彌陀村建立之後，應當是有十萬人可以度，這是古大德講「願結西方十萬緣」，我想這是應當可以做得到。這個地方只能容納三百人，怎麼能接引十萬人？來來去去，就多了。這個道場建立，全世界的人都到這兒來參學。"
    },
    {
      "id": "12-017-0015_p0013",
      "zh_CN": "今天下午来跟我商量，弥陀村里面将来怎么做法？很简单，愈是上上乘法愈简单，完全依照灵岩山寺印光法师的办法，就是常年佛七，一年三百六十天，天天打佛七。每天六支香，六支香多少个小时？一支香是一个半小时，九个小时。每天住在这个地方念九个小时的佛，这是一年三百六十天，天天一样。可是灵岩山寺每年还有一个精进佛七，它这个精进佛七好像是七个七，或者是十个七连在一起。十个七就是七十天，两个月，精进佛七，选择在气候最好的时候，打精进佛七。精进佛七加香，一天念九支香，我们可以仿照这个办法办。人有善愿，诸佛护念，哪有不成就的道理？其他国家地区到新加坡来参学，就是来念佛。听讲经，一天两个小时，其他的时间都在念佛堂。年岁大的人，专门来念佛，不听经可以，念佛。听经的人一定要念佛，听经不可以不念佛，念佛可以不听经。现前人间第一道场，他跟谁学？他跟毘卢遮那，跟阿弥陀佛学。学得还满像的，这很难得。",
      "zh_TW": "今天下午來跟我商量，彌陀村裡面將來怎麼做法？很簡單，愈是上上乘法愈簡單，完全依照靈巖山寺印光法師的辦法，就是常年佛七，一年三百六十天，天天打佛七。每天六支香，六支香多少個小時？一支香是一個半小時，九個小時。每天住在這個地方念九個小時的佛，這是一年三百六十天，天天一樣。可是靈巖山寺每年還有一個精進佛七，它這個精進佛七好像是七個七，或者是十個七連在一起。十個七就是七十天，兩個月，精進佛七，選擇在氣候最好的時候，打精進佛七。精進佛七加香，一天念九支香，我們可以仿照這個辦法辦。人有善願，諸佛護念，哪有不成就的道理？其他國家地區到新加坡來參學，就是來念佛。聽講經，一天兩個小時，其他的時間都在念佛堂。年歲大的人，專門來念佛，不聽經可以，念佛。聽經的人一定要念佛，聽經不可以不念佛，念佛可以不聽經。現前人間第一道場，他跟誰學？他跟毘盧遮那，跟阿彌陀佛學。學得還滿像的，這很難得。"
    },
    {
      "id": "12-017-0015_p0014",
      "zh_CN": "这是智慧慈悲摄受一切众生，做这样的工作，不疲不厌，没有感觉得自己辛苦、操劳，没有这种感觉，反而得大自在。正像经上介绍，这是释迦牟尼佛为我们介绍毘卢遮那佛。成佛了，身、语、意业，意是智慧，三业自在。眷属庄严，法眷属来自虚空法界、来自十方，聚集到这个地方来参学，利生自在。如来所坐之座，这个要记住，是以法界为座体。前面表法的意思一定要懂得，果地上行六度万行，因地上讲修，佛已经成佛，那个没有修的，那是行，完全是行，不是讲修；行六度万行，报得华藏世界依报的庄严。报身是圆满智慧之身，如来依正之报没有丝毫的勉强，任运报得，这样示现成等正觉，经上讲成最正觉。",
      "zh_TW": "這是智慧慈悲攝受一切眾生，做這樣的工作，不疲不厭，沒有感覺得自己辛苦、操勞，沒有這種感覺，反而得大自在。正像經上介紹，這是釋迦牟尼佛為我們介紹毘盧遮那佛。成佛了，身、語、意業，意是智慧，三業自在。眷屬莊嚴，法眷屬來自虛空法界、來自十方，聚集到這個地方來參學，利生自在。如來所坐之座，這個要記住，是以法界為座體。前面表法的意思一定要懂得，果地上行六度萬行，因地上講修，佛已經成佛，那個沒有修的，那是行，完全是行，不是講修；行六度萬行，報得華藏世界依報的莊嚴。報身是圓滿智慧之身，如來依正之報沒有絲毫的勉強，任運報得，這樣示現成等正覺，經上講成最正覺。"
    },
    {
      "id": "12-017-0015_p0015",
      "zh_CN": "而不是像释迦牟尼佛在我们这个世界，示现的是劣应身，表演给我们看，暗示我们、启发我们、帮助我们觉悟。我们从迹象上观察，释迦牟尼佛是怎么觉悟？怎么发心出家去修行？他在宫廷里面看富贵的生活，亲身体验富贵的生活迷惑颠倒。天天享受五欲七情，享受这个东西，我们世间人讲财色名食睡，享这种福增长贪瞋痴慢。出了宫廷，看看外面一般贫贱之人他们的生活状况，出去之后看到生老病死，他知道苦了。而一般人也看到生老病死，天天看，看多了，变成什么？麻木不仁。释迦牟尼佛住在宫殿里，不是天天看，天天看也许也麻木了。偶尔到外面去看了一下，看到了，心里面感触就很深，这是苦，这大苦。于是想一想，人能不能避免生老病死苦？从这个地方慢慢他就觉悟、他就明白。这是要通过很冷静的思考，冷静到一定的程度就入了禅定，定就开智慧，智慧就能把这个问题根源发觉到。苦从哪里来？找它的根源，于是佛发现苦是从集来的。集就是烦恼、就是所知，你天天在集结烦恼、所知，你在造这个因，所以就招来苦报。最初悟入四谛，四谛是佛法的根本法，通四教：藏教四谛、通教四谛、别教四谛、圆教四谛。四谛跟三十七道品都通「藏通别圆」，换句话说，通一切法，通大小乘，通一切宗派，它是佛法的根本法。他从这里开悟，然后做了一个很大的转变，示现教导我们，这个大转变就是出家修行。",
      "zh_TW": "而不是像釋迦牟尼佛在我們這個世界，示現的是劣應身，表演給我們看，暗示我們、啟發我們、幫助我們覺悟。我們從跡象上觀察，釋迦牟尼佛是怎麼覺悟？怎麼發心出家去修行？他在宮廷裡面看富貴的生活，親身體驗富貴的生活迷惑顛倒。天天享受五欲七情，享受這個東西，我們世間人講財色名食睡，享這種福增長貪瞋痴慢。出了宮廷，看看外面一般貧賤之人他們的生活狀況，出去之後看到生老病死，他知道苦了。而一般人也看到生老病死，天天看，看多了，變成什麼？麻木不仁。釋迦牟尼佛住在宮殿裡，不是天天看，天天看也許也麻木了。偶爾到外面去看了一下，看到了，心裡面感觸就很深，這是苦，這大苦。於是想一想，人能不能避免生老病死苦？從這個地方慢慢他就覺悟、他就明白。這是要通過很冷靜的思考，冷靜到一定的程度就入了禪定，定就開智慧，智慧就能把這個問題根源發覺到。苦從哪裡來？找它的根源，於是佛發現苦是從集來的。集就是煩惱、就是所知，你天天在集結煩惱、所知，你在造這個因，所以就招來苦報。最初悟入四諦，四諦是佛法的根本法，通四教：藏教四諦、通教四諦、別教四諦、圓教四諦。四諦跟三十七道品都通「藏通別圓」，換句話說，通一切法，通大小乘，通一切宗派，它是佛法的根本法。他從這裡開悟，然後做了一個很大的轉變，示現教導我們，這個大轉變就是出家修行。"
    },
    {
      "id": "12-017-0015_p0016",
      "zh_CN": "到底这个样子、这个形象给我们什么启示？看破、放下，对于世间一切法看破了。世间，我们人世间是世间，六道是世间，十法界也是世间，对十法界依正庄严、因缘果报，清清楚楚、明明白白，这叫看破。看破之后，他怎么做法？一切放下，出家是一切放下，家业都舍弃。这是表演给我们看，让我们在这个当中去细心体会。如果你要是体会得，没有一法不是佛法；你要是把意思会错，你不是变成邪见，就是堕落在无明里面。有几个人这个意思体会得正确？像开经偈上讲「愿解如来真实义」，他真的解如来真实义，那就对了。所以一定要有真实智慧，佛家常讲「参去」，可不能落在意识里头，想一想这是什么意思，就会把意思想错。",
      "zh_TW": "到底這個樣子、這個形象給我們什麼啟示？看破、放下，對於世間一切法看破了。世間，我們人世間是世間，六道是世間，十法界也是世間，對十法界依正莊嚴、因緣果報，清清楚楚、明明白白，這叫看破。看破之後，他怎麼做法？一切放下，出家是一切放下，家業都捨棄。這是表演給我們看，讓我們在這個當中去細心體會。如果你要是體會得，沒有一法不是佛法；你要是把意思會錯，你不是變成邪見，就是墮落在無明裡面。有幾個人這個意思體會得正確？像開經偈上講「願解如來真實義」，他真的解如來真實義，那就對了。所以一定要有真實智慧，佛家常講「參去」，可不能落在意識裡頭，想一想這是什麼意思，就會把意思想錯。"
    },
    {
      "id": "12-017-0015_p0017",
      "zh_CN": "我们过去年龄比较轻，接引众生有的时候也模仿模仿古人这个办法，结果这个对象把意思错会了。早年我离开台中的时候，在台北讲经，这个事情大概有二十年了，二十年前。常常来听我讲经的，有一位焦国宝居士，现在还在，还住在台中，去年年底我跟他见过面。他在台湾省政府工作，他的工作从台北调到台中，在台中大概认识一个女孩子，很投缘，想结婚，写一封信问我。我看了之后，我回他一个明信片，写了一个字，「婚」字，写了一个字寄给他，叫他去参。婚是什么？一个女，一个昏头的昏。他收到我这个明信片之后，好像是觉悟了，他就不结婚了，搞到现在还是孤家寡人一个。他有没有把意思会对？没有会对，只对了一半；众生不是偏有，就是偏空。结婚不是偏在结，就是偏在不结，结跟不结是二边，它不是这个意思，他没有完全体会到。这是叫你结婚是可以结，结了不要昏，这个就行，这是中道。中国文字充满智慧，不是不可以结，结是两个人共同生活彼此照顾，不能昏，一昏就完了，所以特别提醒你。",
      "zh_TW": "我們過去年齡比較輕，接引眾生有的時候也模仿模仿古人這個辦法，結果這個對象把意思錯會了。早年我離開台中的時候，在台北講經，這個事情大概有二十年了，二十年前。常常來聽我講經的，有一位焦國寶居士，現在還在，還住在台中，去年年底我跟他見過面。他在台灣省政府工作，他的工作從台北調到台中，在台中大概認識一個女孩子，很投緣，想結婚，寫一封信問我。我看了之後，我回他一個明信片，寫了一個字，「婚」字，寫了一個字寄給他，叫他去參。婚是什麼？一個女，一個昏頭的昏。他收到我這個明信片之後，好像是覺悟了，他就不結婚了，搞到現在還是孤家寡人一個。他有沒有把意思會對？沒有會對，只對了一半；眾生不是偏有，就是偏空。結婚不是偏在結，就是偏在不結，結跟不結是二邊，它不是這個意思，他沒有完全體會到。這是叫你結婚是可以結，結了不要昏，這個就行，這是中道。中國文字充滿智慧，不是不可以結，結是兩個人共同生活彼此照顧，不能昏，一昏就完了，所以特別提醒你。"
    },
    {
      "id": "12-017-0015_p0018",
      "zh_CN": "古时候婚礼一定是在晚上举行，要黄昏，大概在晚上八、九点钟才举行婚礼，拜堂。现在在白天，光天化日之下，颠倒了，全颠倒了。诸位要是读中国的古礼，婚礼非常之讲究，非常的繁琐，很麻烦，礼节真多、真隆重。为什么这样做？叫你知道结婚不容易，你以后就不会轻易离婚，你看那个含义多深。现在随随便便结婚，过两天不高兴就离婚，成什么话！世界的安危，社会的动乱，根本的因素就在家庭，每个家庭健全，世界当然就安定，现在人知道这个大道理愈来愈少了。整个社会的建立是建立在家庭这个基础上，于是对家庭的结合，古人就特别注重。不但是你自己一生幸福的基础，是整个社会安危的基础。所以两个人结婚，整个社会都在那里密切的注意到，大事，这不是小事。不要以为这是两个人的事情，不是的，整个社会的大事情。",
      "zh_TW": "古時候婚禮一定是在晚上舉行，要黃昏，大概在晚上八、九點鐘才舉行婚禮，拜堂。現在在白天，光天化日之下，顛倒了，全顛倒了。諸位要是讀中國的古禮，婚禮非常之講究，非常的繁瑣，很麻煩，禮節真多、真隆重。為什麼這樣做？叫你知道結婚不容易，你以後就不會輕易離婚，你看那個含義多深。現在隨隨便便結婚，過兩天不高興就離婚，成什麼話！世界的安危，社會的動亂，根本的因素就在家庭，每個家庭健全，世界當然就安定，現在人知道這個大道理愈來愈少了。整個社會的建立是建立在家庭這個基礎上，於是對家庭的結合，古人就特別注重。不但是你自己一生幸福的基礎，是整個社會安危的基礎。所以兩個人結婚，整個社會都在那裡密切的注意到，大事，這不是小事。不要以為這是兩個人的事情，不是的，整個社會的大事情。"
    },
    {
      "id": "12-017-0015_p0019",
      "zh_CN": "世出世间真实的教学着重在开悟。世尊示现跟我们凡夫一样，毕钵罗树下打坐，铺一堆草，铺个座位，在上面打坐，我们凡夫看到的。释迦牟尼佛是厌俗出家，他是看到这个世间太苦，表演这个相给我们看。我们在这个世间天天受苦，不知道是苦，他明白、清楚。怎么样摆脱这个苦？放下，所以出家相示现放下。我们现在出家人有没有放下？没有。哪里放下？出门行李一大堆。佛是真放下，三衣一钵，三衣是三件衣统统披在身上，就走了。他三件衣统统披在身上，拿个钵就走了，什么都没有，那才叫真放下。我们现在走了还带一大堆行李，还带好大的箱子，没有放下。这些地方都值得我们深深去反省，我们应当如何来学习。",
      "zh_TW": "世出世間真實的教學著重在開悟。世尊示現跟我們凡夫一樣，畢缽羅樹下打坐，鋪一堆草，鋪個座位，在上面打坐，我們凡夫看到的。釋迦牟尼佛是厭俗出家，他是看到這個世間太苦，表演這個相給我們看。我們在這個世間天天受苦，不知道是苦，他明白、清楚。怎麼樣擺脫這個苦？放下，所以出家相示現放下。我們現在出家人有沒有放下？沒有。哪裡放下？出門行李一大堆。佛是真放下，三衣一缽，三衣是三件衣統統披在身上，就走了。他三件衣統統披在身上，拿個缽就走了，什麼都沒有，那才叫真放下。我們現在走了還帶一大堆行李，還帶好大的箱子，沒有放下。這些地方都值得我們深深去反省，我們應當如何來學習。"
    },
    {
      "id": "12-017-0015_p0020",
      "zh_CN": "长者告诉我们，毘卢遮那佛不是小乘，不是声闻、不是缘觉、也不是权教。世尊所示现，释迦牟尼佛示现的，让我们这些根性很劣的人觉悟到世间苦，苦空无常。我们也想出家修行，也想证得正觉，那个正觉的果报在十法界，超越六道。你在十法界里面证阿罗汉果、证辟支佛果，也能证佛果，藏教、通教的佛果，跟这个地方讲的不一样，这个地方讲的是最正觉，是圆教的佛果。天台四教最高的是圆教，贤首五教最后也是圆教，究竟圆满的佛果。法身大士看到佛在菩提树下是坐金刚宝座，展现出如来果地上不思议的庄严法界。这个地方我们又有一点体会，真的是相随心转，我们凡夫烦恼心看佛像，佛像是劣应身，看佛的座位是生草铺的座。为什么法身大士看菩提树是宝树？佛坐在那个地方是金刚宝座？佛的身相是「身有无量相，相有无量好」？可见得真的，佛有没有相？没有相。佛有没有身？没有身。佛的身、佛的相、佛的依、佛的正，都是随众生心念在那里变化。",
      "zh_TW": "長者告訴我們，毘盧遮那佛不是小乘，不是聲聞、不是緣覺、也不是權教。世尊所示現，釋迦牟尼佛示現的，讓我們這些根性很劣的人覺悟到世間苦，苦空無常。我們也想出家修行，也想證得正覺，那個正覺的果報在十法界，超越六道。你在十法界裡面證阿羅漢果、證辟支佛果，也能證佛果，藏教、通教的佛果，跟這個地方講的不一樣，這個地方講的是最正覺，是圓教的佛果。天台四教最高的是圓教，賢首五教最後也是圓教，究竟圓滿的佛果。法身大士看到佛在菩提樹下是坐金剛寶座，展現出如來果地上不思議的莊嚴法界。這個地方我們又有一點體會，真的是相隨心轉，我們凡夫煩惱心看佛像，佛像是劣應身，看佛的座位是生草鋪的座。為什麼法身大士看菩提樹是寶樹？佛坐在那個地方是金剛寶座？佛的身相是「身有無量相，相有無量好」？可見得真的，佛有沒有相？沒有相。佛有沒有身？沒有身。佛的身、佛的相、佛的依、佛的正，都是隨眾生心念在那裡變化。"
    },
    {
      "id": "12-017-0015_p0021",
      "zh_CN": "这个地方讲到成最正觉。在相上，佛对于世出世间一切法，任何一法当中，没有生欢喜心，也没有生讨厌的心。这里我们要记住，佛的心永远是平等的、是清净的，没有一丝毫的染污，所谓是染净情尽。染是对什么？对十法界，净是对一真法界，情就是念头。对六道、对十法界、对一真法界，我们常讲不起心、不动念，染净情断了，断得干干净净，这个时候自性才圆满的现前。我们要学，在哪里学？你喜欢的人、喜欢的事、喜欢的物，那个喜欢的心要淡、要如法，要懂得事实的真相。境界相现前的时候可以喜欢，有个笑容，喜欢的样子，实际上心里干干净净；心里真有，你就被染着、就被污染。要像什么？佛在经上常说，叫我们用心如镜。镜子，我们天天早晨起来照镜子，晚上睡觉之前洗个脸也要照照镜子，佛教我们用心要像镜子一样。我们对着镜子，我们笑，它也笑，我们哭，它也哭；我们笑哭被污染，镜子一点都不污染。不但你不照的时候，你走了，镜子空空的，不落痕迹，正在照的时候也不落痕迹，这就对了。有体有用，不是有体没用，有体有用。",
      "zh_TW": "這個地方講到成最正覺。在相上，佛對於世出世間一切法，任何一法當中，沒有生歡喜心，也沒有生討厭的心。這裡我們要記住，佛的心永遠是平等的、是清淨的，沒有一絲毫的染污，所謂是染淨情盡。染是對什麼？對十法界，淨是對一真法界，情就是念頭。對六道、對十法界、對一真法界，我們常講不起心、不動念，染淨情斷了，斷得乾乾淨淨，這個時候自性才圓滿的現前。我們要學，在哪裡學？你喜歡的人、喜歡的事、喜歡的物，那個喜歡的心要淡、要如法，要懂得事實的真相。境界相現前的時候可以喜歡，有個笑容，喜歡的樣子，實際上心裡乾乾淨淨；心裡真有，你就被染著、就被污染。要像什麼？佛在經上常說，叫我們用心如鏡。鏡子，我們天天早晨起來照鏡子，晚上睡覺之前洗個臉也要照照鏡子，佛教我們用心要像鏡子一樣。我們對著鏡子，我們笑，它也笑，我們哭，它也哭；我們笑哭被污染，鏡子一點都不污染。不但你不照的時候，你走了，鏡子空空的，不落痕跡，正在照的時候也不落痕跡，這就對了。有體有用，不是有體沒用，有體有用。"
    },
    {
      "id": "12-017-0015_p0022",
      "zh_CN": "佛菩萨示现在我们人间，跟我们过的是一样的生活，也有情、也有义，他是在表演，他不是真的；真的他一念没生，真的他一句没说。一念不生，一句没说，那是真的。佛所有一切言说都是随众生心而说，不是随自己。前面我们在意生身里讲过：随自意、随他意。随自意，不生不灭；随他意，随类化身，随机说法。由此可知，依正庄严、他受用完全是随他意变现出来。用大圆镜智，转阿赖耶为大圆镜智，大圆镜智是自性圆满本具的般若智慧。智入诸法，自性圆满智慧入一切法，一切诸佛如来圆满大智入不入我们心？入。不入，我们怎么会开悟？入我们的心，我们今天为什么没智慧？是我们的心有污染、有障碍，他虽入，不起作用，不是不入，入。好像无线电波一样，电波确确实实入了你的收音机，你的收音机有故障，电波虽然入了，你怎么样拨它也不响；你不能说电波没入，机器有了故障。我们今天就仿佛是这样子，我们六根有故障，不是佛智不入，这用俗话来说，不是佛不加持，不是佛不保佑，是我们本身机械有故障不灵了，得不到佛力加持。",
      "zh_TW": "佛菩薩示現在我們人間，跟我們過的是一樣的生活，也有情、也有義，他是在表演，他不是真的；真的他一念沒生，真的他一句沒說。一念不生，一句沒說，那是真的。佛所有一切言說都是隨眾生心而說，不是隨自己。前面我們在意生身裡講過：隨自意、隨他意。隨自意，不生不滅；隨他意，隨類化身，隨機說法。由此可知，依正莊嚴、他受用完全是隨他意變現出來。用大圓鏡智，轉阿賴耶為大圓鏡智，大圓鏡智是自性圓滿本具的般若智慧。智入諸法，自性圓滿智慧入一切法，一切諸佛如來圓滿大智入不入我們心？入。不入，我們怎麼會開悟？入我們的心，我們今天為什麼沒智慧？是我們的心有污染、有障礙，他雖入，不起作用，不是不入，入。好像無線電波一樣，電波確確實實入了你的收音機，你的收音機有故障，電波雖然入了，你怎麼樣撥它也不響；你不能說電波沒入，機器有了故障。我們今天就彷彿是這樣子，我們六根有故障，不是佛智不入，這用俗話來說，不是佛不加持，不是佛不保佑，是我們本身機械有故障不靈了，得不到佛力加持。"
    },
    {
      "id": "12-017-0015_p0023",
      "zh_CN": "如果我们懂得修清净心，把所有一切妄想分别执着放下！妄想分别执着就是障碍的根本，我们要把这些障碍的根本拔除，这个障碍叫业障，从根本拔除，诸佛如来智遍虚空法界，我们当然就感受到。所以，六根接触六尘境界，无一法不是悟处，这就是前面我们所说，维摩居士讲的「道场」。哪一法不是道场？六根接触之处统统是道场。直心是道场、深心是道场、菩提心是道场，你们听了不觉得奇怪，对，不错，那成道了。我如果再给你讲，虚妄是道场、贪爱是道场、愚痴是道场、瞋恚是道场，你听了怎么样？你摇头，愈听愈迷惑，也能叫人开悟，那个开悟方法叫逆增上缘，佛种种示现给我们做增上缘。我这个话说的有根据，不是我随便胡造谣言。",
      "zh_TW": "如果我們懂得修清淨心，把所有一切妄想分別執著放下！妄想分別執著就是障礙的根本，我們要把這些障礙的根本拔除，這個障礙叫業障，從根本拔除，諸佛如來智遍虛空法界，我們當然就感受到。所以，六根接觸六塵境界，無一法不是悟處，這就是前面我們所說，維摩居士講的「道場」。哪一法不是道場？六根接觸之處統統是道場。直心是道場、深心是道場、菩提心是道場，你們聽了不覺得奇怪，對，不錯，那成道了。我如果再給你講，虛妄是道場、貪愛是道場、愚痴是道場、瞋恚是道場，你聽了怎麼樣？你搖頭，愈聽愈迷惑，也能叫人開悟，那個開悟方法叫逆增上緣，佛種種示現給我們做增上緣。我這個話說的有根據，不是我隨便胡造謠言。"
    },
    {
      "id": "12-017-0015_p0024",
      "zh_CN": "我们末后善财童子五十三参，参访胜热婆罗门，胜热婆罗门愚痴，甘露火王瞋恚，遍行修外道，逆增上缘。告诉你佛法、世法你只要得义，没有一样不是佛法，哪一法不是佛法！得义统统是佛法，如果是失义，大方广都不是佛法。你听了佛法之后还是迷惑颠倒、还是邪知邪见，这个原因在什么地方？这个原因就在用心不同。如果你用清净、平等心，世出世间一切法都是佛法，你的心要不清净、不平等，佛法都变成邪知邪见，关键就在此地。我们看到许多人佛法是学得不错，在佛世的时候提婆达多你不能说他不懂佛法，他样样都通，有智慧、有福报，天天跟在释迦牟尼佛的周围，世尊讲经说法他都懂得。懂了之后，完全错用，这个错用全都变成造罪业，什么原因？他心不平、心不清净，所以把无上的佛法都变成世间法，这个道理要懂。",
      "zh_TW": "我們末後善財童子五十三參，參訪勝熱婆羅門，勝熱婆羅門愚痴，甘露火王瞋恚，遍行修外道，逆增上緣。告訴你佛法、世法你只要得義，沒有一樣不是佛法，哪一法不是佛法！得義統統是佛法，如果是失義，大方廣都不是佛法。你聽了佛法之後還是迷惑顛倒、還是邪知邪見，這個原因在什麼地方？這個原因就在用心不同。如果你用清淨、平等心，世出世間一切法都是佛法，你的心要不清淨、不平等，佛法都變成邪知邪見，關鍵就在此地。我們看到許多人佛法是學得不錯，在佛世的時候提婆達多你不能說他不懂佛法，他樣樣都通，有智慧、有福報，天天跟在釋迦牟尼佛的周圍，世尊講經說法他都懂得。懂了之後，完全錯用，這個錯用全都變成造罪業，什麼原因？他心不平、心不清淨，所以把無上的佛法都變成世間法，這個道理要懂。"
    },
    {
      "id": "12-017-0015_p0025",
      "zh_CN": "大乘佛法为什么一定要建立在菩提心的基础上，如来果地上这十种身，为什么要用菩提身摆在第一位，以菩提身为根本，其余的九个身都是从菩提身生的。菩提心的心体就是直心、深心、大悲心，三心都是清净、平等，没有丝毫污染。《无量寿经》经题好，清楚明了给我们显示出来「清净平等觉」，清净、平等、觉就是真正的菩提心。一切法依清净平等觉，就没有一法不是佛法；如果离开清净平等觉，所有一切法都不是佛法。佛在《华严经》上讲「忘失菩提心」，你要是把菩提心忘掉、丢掉，所修一切善都叫魔业。这句话说的意思很深很深，《楞严经》里面所谓「因地不真，果招迂曲」，这就是因地不真。因地就是清净平等觉，你的心与清净平等觉不相应，就是因地不真，你的修学就很难成就。佛的因真，果报殊胜。",
      "zh_TW": "大乘佛法為什麼一定要建立在菩提心的基礎上，如來果地上這十種身，為什麼要用菩提身擺在第一位，以菩提身為根本，其餘的九個身都是從菩提身生的。菩提心的心體就是直心、深心、大悲心，三心都是清淨、平等，沒有絲毫污染。《無量壽經》經題好，清楚明瞭給我們顯示出來「清淨平等覺」，清淨、平等、覺就是真正的菩提心。一切法依清淨平等覺，就沒有一法不是佛法；如果離開清淨平等覺，所有一切法都不是佛法。佛在《華嚴經》上講「忘失菩提心」，你要是把菩提心忘掉、丟掉，所修一切善都叫魔業。這句話說的意思很深很深，《楞嚴經》裡面所謂「因地不真，果招迂曲」，這就是因地不真。因地就是清淨平等覺，你的心與清淨平等覺不相應，就是因地不真，你的修學就很難成就。佛的因真，果報殊勝。"
    },
    {
      "id": "12-017-0015_p0026",
      "zh_CN": "智周法界，就是周遍法界。自在教化，尽虚空遍法界一切众生，没有限量，随意现身、现世界、现国土，现的这些事相也是圆满十方。不但是在因地，果地上都不例外。诸佛菩萨跟众生同时、同一个处所，互相参入，要用我们中国古人讲的话，和光同尘。跟我们一般凡夫大众生活在一起、工作在一起、聚会在一起，种种聚会的场所，菩萨在这些境界里面修什么？无量法门离不开定慧，定慧是总持法门。菩萨跟一切众生，九法界众生，跟这些众生都要相处在一起，把自己无始劫分别妄想执着的习气磨尽，这叫修行。",
      "zh_TW": "智周法界，就是周遍法界。自在教化，盡虛空遍法界一切眾生，沒有限量，隨意現身、現世界、現國土，現的這些事相也是圓滿十方。不但是在因地，果地上都不例外。諸佛菩薩跟眾生同時、同一個處所，互相參入，要用我們中國古人講的話，和光同塵。跟我們一般凡夫大眾生活在一起、工作在一起、聚會在一起，種種聚會的場所，菩薩在這些境界裡面修什麼？無量法門離不開定慧，定慧是總持法門。菩薩跟一切眾生，九法界眾生，跟這些眾生都要相處在一起，把自己無始劫分別妄想執著的習氣磨盡，這叫修行。"
    },
    {
      "id": "12-017-0015_p0027",
      "zh_CN": "你要是离开这些大众，你到哪里修？你要断贪，你不在境界里面，你怎么知道你那个贪已经断掉？贪的范围广得不得了。喜欢的，你想得到是贪；不喜欢的，你想把它撵走也是贪。顺逆境界都是这一个心，在顺境里面心清净、平等，不起心、不动念，贪心断掉；逆境里面也不起心、不动念，不分别、不执着，贪的境界没有了。每一法里面都有顺逆两个境界，现在所讲相对的世界。最近科学家在探索物质，有物质，一定有个反物质，他要去找反物质。尖端的科学家在找反物质，因为从相对讲，有这边一定有那边，有这个物质的世界，一定有个非物质的世界。任何一法都有二边，佛教给我们二边不住，中道不存，要在这上用功夫。什么样的境缘都可以接触，在这个地方修定、修慧，定慧等持，这是真用功。这是高级的修行方法，不是凡夫。",
      "zh_TW": "你要是離開這些大眾，你到哪裡修？你要斷貪，你不在境界裡面，你怎麼知道你那個貪已經斷掉？貪的範圍廣得不得了。喜歡的，你想得到是貪；不喜歡的，你想把它攆走也是貪。順逆境界都是這一個心，在順境裡面心清淨、平等，不起心、不動念，貪心斷掉；逆境裡面也不起心、不動念，不分別、不執著，貪的境界沒有了。每一法裡面都有順逆兩個境界，現在所講相對的世界。最近科學家在探索物質，有物質，一定有個反物質，他要去找反物質。尖端的科學家在找反物質，因為從相對講，有這邊一定有那邊，有這個物質的世界，一定有個非物質的世界。任何一法都有二邊，佛教給我們二邊不住，中道不存，要在這上用功夫。什麼樣的境緣都可以接觸，在這個地方修定、修慧，定慧等持，這是真用功。這是高級的修行方法，不是凡夫。"
    },
    {
      "id": "12-017-0015_p0028",
      "zh_CN": "凡夫要学这个方法，怕的是学得不像反而堕落，反而造无量无边的罪业，落在阿鼻地狱永劫不能翻身，那就大错特错。所以佛对我们初学的人，我们是凡夫，佛知道我们没有这个智慧、没有这个定功，给我们制订许许多多的戒条，这个可以做，那个不能做。《华严经》里什么不能做？理事无碍，事事无碍。你有一样不能做，岂不是有障碍？那怎么能入无障碍的法界？这是法身大士，他们行，他们在什么场合当中都是修定、修慧，他们的功夫从来没有间断。",
      "zh_TW": "凡夫要學這個方法，怕的是學得不像反而墮落，反而造無量無邊的罪業，落在阿鼻地獄永劫不能翻身，那就大錯特錯。所以佛對我們初學的人，我們是凡夫，佛知道我們沒有這個智慧、沒有這個定功，給我們制訂許許多多的戒條，這個可以做，那個不能做。《華嚴經》裡什麼不能做？理事無礙，事事無礙。你有一樣不能做，豈不是有障礙？那怎麼能入無障礙的法界？這是法身大士，他們行，他們在什麼場合當中都是修定、修慧，他們的功夫從來沒有間斷。"
    },
    {
      "id": "12-017-0015_p0029",
      "zh_CN": "佛对于沙弥、比丘、出家四众，这里面戒条里头有一条很重要，歌舞、戏剧是决定不可以观听；去看戏，听个唱歌，不许可。佛为什么制这条戒？你常常去听唱歌，常常去看戏，你的心都被它转，你的心怎么会清净？你怎么会定得下来？所以对初学的人决定要禁止。可是佛给大乘菩萨讲经说法，天女载歌载舞，释迦牟尼佛一面讲经，她就在旁边表演。诸位如果到中国大陆去旅游，看看敦煌里面的壁画，佛讲经说法，空中天女奏乐、散花、歌舞，表示庆祝，佛也没有拒绝她。当时与会的大众欣不欣赏？也在同时欣赏，不碍事，他们在这个境界里面修定、修慧。境界现前不起心、不动念是定，不分别、不执着是慧；清清楚楚、了了分明是慧，但是心地清净、如如不动是定，他在这里面修定修慧。",
      "zh_TW": "佛對於沙彌、比丘、出家四眾，這裡面戒條裡頭有一條很重要，歌舞、戲劇是決定不可以觀聽；去看戲，聽個唱歌，不許可。佛為什麼制這條戒？你常常去聽唱歌，常常去看戲，你的心都被它轉，你的心怎麼會清淨？你怎麼會定得下來？所以對初學的人決定要禁止。可是佛給大乘菩薩講經說法，天女載歌載舞，釋迦牟尼佛一面講經，她就在旁邊表演。諸位如果到中國大陸去旅遊，看看敦煌裡面的壁畫，佛講經說法，空中天女奏樂、散花、歌舞，表示慶祝，佛也沒有拒絕她。當時與會的大眾欣不欣賞？也在同時欣賞，不礙事，他們在這個境界裡面修定、修慧。境界現前不起心、不動念是定，不分別、不執著是慧；清清楚楚、了了分明是慧，但是心地清淨、如如不動是定，他在這裡面修定修慧。"
    },
    {
      "id": "12-017-0015_p0030",
      "zh_CN": "不是我们，我们现在连电视，我常常看到有些看电视的人，一会儿哈哈大笑、一会儿愁眉苦脸，我在旁边看到感触很深，那是什么？心随相转。那些人在变现相，就把他那个心在那里跳动，起伏不定。那个相是什么？那个相是魔，魔的棒在那里挥舞，你的心就跟它跳舞跳起来，你永远落在魔掌里，你还能逃得出去？佛菩萨也在那里看戏、也在那里看电视，不一样，他在那里修定修慧。他在那里观看，那个相清清楚楚，相是妄相，空是真空；看电视萤光幕是空的，那是真的，相是幻相，相有生灭，萤光幕不生不灭，他在那里是修行，怎么会一样？所以真有功夫的人，唱歌、跳舞、看电视没有妨碍，事事无碍；没有功夫的人一到那里去，看他笑，你也笑，他哭，你也哭，你就完了。",
      "zh_TW": "不是我們，我們現在連電視，我常常看到有些看電視的人，一會兒哈哈大笑、一會兒愁眉苦臉，我在旁邊看到感觸很深，那是什麼？心隨相轉。那些人在變現相，就把他那個心在那裡跳動，起伏不定。那個相是什麼？那個相是魔，魔的棒在那裡揮舞，你的心就跟它跳舞跳起來，你永遠落在魔掌裡，你還能逃得出去？佛菩薩也在那裡看戲、也在那裡看電視，不一樣，他在那裡修定修慧。他在那裡觀看，那個相清清楚楚，相是妄相，空是真空；看電視螢光幕是空的，那是真的，相是幻相，相有生滅，螢光幕不生不滅，他在那裡是修行，怎麼會一樣？所以真有功夫的人，唱歌、跳舞、看電視沒有妨礙，事事無礙；沒有功夫的人一到那裡去，看他笑，你也笑，他哭，你也哭，你就完了。"
    },
    {
      "id": "12-017-0015_p0031",
      "zh_CN": "我们懂得佛法的教学有初级、有中级、有高级，不一样。我们自己修学，我们自己把佛法介绍给大众，也要懂得这个原则，一定要知道善巧方便。度富贵人很难，经上常讲「富贵学道难」，他有这些富贵的习气，你要度他，开头一定要随顺他的习气，你不随顺他的习气，你决定不能帮助他入佛门。贫穷也学道难，贫穷是自卑感很重，你要怎么样去鼓励他，让他逐渐明白诸法是平等的，没有高下，慢慢唤起他自尊、自重、自爱之心，他才能入佛门。法没有定法，要有智慧，没有真实智慧，接引大众非常困难。纵有善心，有的时候把事情做坏，这种情形也是比比皆是，我们看得很多。",
      "zh_TW": "我們懂得佛法的教學有初級、有中級、有高級，不一樣。我們自己修學，我們自己把佛法介紹給大眾，也要懂得這個原則，一定要知道善巧方便。度富貴人很難，經上常講「富貴學道難」，他有這些富貴的習氣，你要度他，開頭一定要隨順他的習氣，你不隨順他的習氣，你決定不能幫助他入佛門。貧窮也學道難，貧窮是自卑感很重，你要怎麼樣去鼓勵他，讓他逐漸明白諸法是平等的，沒有高下，慢慢喚起他自尊、自重、自愛之心，他才能入佛門。法沒有定法，要有智慧，沒有真實智慧，接引大眾非常困難。縱有善心，有的時候把事情做壞，這種情形也是比比皆是，我們看得很多。"
    },
    {
      "id": "12-017-0015_p0032",
      "zh_CN": "经上讲报身满三千大千之刹，这个要注意，这句话是比喻，这句话的含义是尽虚空遍法界一切诸佛刹土。佛现相，毘卢遮那佛的相好光明都是不可思议，不是像释迦牟尼佛在这个世间示现三十二相八十种好。尤其是我们应当要学习，智入三世，悉皆平等。三世是过去、现在、未来，三世里面就包括十方，这个意思就是说明一定要以真实智慧随顺众生，菩萨这样的修学才能够提升自己的定慧。九法界他都随顺，才能够利益一切众生，《无量寿经》上说「惠以真实之利」，他才做得到。我们要不肯随顺，你怎么能做到？",
      "zh_TW": "經上講報身滿三千大千之剎，這個要注意，這句話是比喻，這句話的含義是盡虛空遍法界一切諸佛剎土。佛現相，毘盧遮那佛的相好光明都是不可思議，不是像釋迦牟尼佛在這個世間示現三十二相八十種好。尤其是我們應當要學習，智入三世，悉皆平等。三世是過去、現在、未來，三世裡面就包括十方，這個意思就是說明一定要以真實智慧隨順眾生，菩薩這樣的修學才能夠提升自己的定慧。九法界他都隨順，才能夠利益一切眾生，《無量壽經》上說「惠以真實之利」，他才做得到。我們要不肯隨順，你怎麼能做到？"
    },
    {
      "id": "12-017-0015_p0033",
      "zh_CN": "我初到台中亲近李炳老的时候，在这个之前我跟忏云法师住山，住茅蓬；我在山上住了五个半月，下山的时候亲近李老师，跟他学教。忏云法师在台湾持戒精严，我们茅蓬里面每个人都是持午，过中决定不食。过中之后喝一点果汁，已经把那个斋就破掉，只可以喝水；果汁会沈淀，凡是能沈淀，你这个斋都破掉。我那个时候斋戒很严。李炳南老居士他老人家日中一食几十年，可是过了午人家请他吃饭，他吃不吃？照吃。在应酬的时候吃饭过了十二点钟，实际上日中一食最好是在十一点半以前。每天日中的时间都不一样，所以真正要是持午，我们用什么日历？用天文日历，知道每天中午的时间是几点、几分、几秒。也挺麻烦！那个时候确实我用天文日历，我在没有学佛的时候就参加天文学会，年轻时候对这个很有兴趣，所以天文台年年寄日历给我。",
      "zh_TW": "我初到台中親近李炳老的時候，在這個之前我跟懺雲法師住山，住茅蓬；我在山上住了五個半月，下山的時候親近李老師，跟他學教。懺雲法師在台灣持戒精嚴，我們茅蓬裡面每個人都是持午，過中決定不食。過中之後喝一點果汁，已經把那個齋就破掉，只可以喝水；果汁會沈澱，凡是能沈澱，你這個齋都破掉。我那個時候齋戒很嚴。李炳南老居士他老人家日中一食幾十年，可是過了午人家請他吃飯，他吃不吃？照吃。在應酬的時候吃飯過了十二點鐘，實際上日中一食最好是在十一點半以前。每天日中的時間都不一樣，所以真正要是持午，我們用什麼日曆？用天文日曆，知道每天中午的時間是幾點、幾分、幾秒。也挺麻煩！那個時候確實我用天文日曆，我在沒有學佛的時候就參加天文學會，年輕時候對這個很有興趣，所以天文台年年寄日曆給我。"
    },
    {
      "id": "12-017-0015_p0034",
      "zh_CN": "李老师有一次就告诉我，他说：你这个样子学讲经不行。我说：怎么？他说：忏云法师那是小乘，你度不了众生。特别是有一些初发心的人，对你很恭敬，想请你吃饭，供养你，向你讨教。你要说是持午，晚上不吃，中午过午也不吃，人家不懂你这一套，说你什么？你这个出家人架子太大，傲慢，我们供养，你瞧不起，反而引起对方退心、毁谤，造种种罪业。他为什么造这罪业？你给他这个缘。所以李老师示现的是大乘菩萨之法，自己戒律精严，入众一切随缘。他跟我们讲戒条，条条戒都有开遮持犯，那是开戒，不是犯戒，我们才恍然大悟。以前虽然听说开遮持犯，不晓得怎么做法，这才晓得做法。决定令一切众生得利益，令一切众生生欢喜心，这个是对的，决不是死在戒条里。我戒律很好、很精严，我自己得度，众生苦，我不管他。像地藏菩萨，别人不愿意入地狱，地藏说：「我不入地狱，谁入地狱？」只要一切众生得度，我破戒下地狱甘心情愿，这才叫大慈大悲。要懂得戒律有开缘，你要是不懂得开遮持犯，不懂得在生活上灵活运用，你这个戒律就没法子持。所以李老给我们做了一个榜样，然后我再学他，我懂得他的意思，才不那么拘谨。可是他饮食起居很着重卫生。他有一些应酬常常带我一道去，我坐在他旁边。有一次吃饭，豆腐变味道馊了，他碰碰我的肩膀，叫我不要吃。卫生很重要，你吃东西不小心，生病了，还要人来照顾你，你不就找麻烦！不要给人家添麻烦，自己病苦无所谓，找别人麻烦，要别人侍候你，那就错了。念念实在讲他为自己想，为别人着想，不要找别人麻烦；最好自己不要生病，就不找人麻烦。所以这是真善知识，真实教诲，我们要善得其义。",
      "zh_TW": "李老師有一次就告訴我，他說：你這個樣子學講經不行。我說：怎麼？他說：懺雲法師那是小乘，你度不了眾生。特別是有一些初發心的人，對你很恭敬，想請你吃飯，供養你，向你討教。你要說是持午，晚上不吃，中午過午也不吃，人家不懂你這一套，說你什麼？你這個出家人架子太大，傲慢，我們供養，你瞧不起，反而引起對方退心、毀謗，造種種罪業。他為什麼造這罪業？你給他這個緣。所以李老師示現的是大乘菩薩之法，自己戒律精嚴，入眾一切隨緣。他跟我們講戒條，條條戒都有開遮持犯，那是開戒，不是犯戒，我們才恍然大悟。以前雖然聽說開遮持犯，不曉得怎麼做法，這才曉得做法。決定令一切眾生得利益，令一切眾生生歡喜心，這個是對的，決不是死在戒條裡。我戒律很好、很精嚴，我自己得度，眾生苦，我不管他。像地藏菩薩，別人不願意入地獄，地藏說：「我不入地獄，誰入地獄？」只要一切眾生得度，我破戒下地獄甘心情願，這才叫大慈大悲。要懂得戒律有開緣，你要是不懂得開遮持犯，不懂得在生活上靈活運用，你這個戒律就沒法子持。所以李老給我們做了一個榜樣，然後我再學他，我懂得他的意思，才不那麼拘謹。可是他飲食起居很著重衛生。他有一些應酬常常帶我一道去，我坐在他旁邊。有一次吃飯，豆腐變味道餿了，他碰碰我的肩膀，叫我不要吃。衛生很重要，你吃東西不小心，生病了，還要人來照顧你，你不就找麻煩！不要給人家添麻煩，自己病苦無所謂，找別人麻煩，要別人侍候你，那就錯了。念念實在講他為自己想，為別人著想，不要找別人麻煩；最好自己不要生病，就不找人麻煩。所以這是真善知識，真實教誨，我們要善得其義。"
    },
    {
      "id": "12-017-0015_p0035",
      "zh_CN": "有一年我有一个同乡，也是老朋友，他是个军人，在中日战争的时候他是跟戴笠，是戴云龙的部下，我们一般人讲搞特工，对日本人作战。做情报工作，被日本人发现，被日本宪兵队发现，这种工作人员要是被抓去，不但是死，那死得很难过，他不叫你好死，用种种方法来折磨你死，这他们都非常清楚。他们同时三个人被日本宪兵队追捕他们，他就逃到一个寺庙，求老和尚帮助他。寺庙里面正在念佛，这个老和尚很慈悲，他说：好，你们把衣服脱下来，马上穿上出家衣服，跟到里面去念佛。日本宪兵队追到这个地方，怎么找也找不到，就算了，回去了。老和尚救了他们三个人的命，这就是南京中华门外雨花台那个寺庙，那个寺庙名字我记不得。抗战胜利之后，他们对这个老和尚救命之恩念念不忘，非常感激老和尚那次救命，要没有这老和尚，他们决定被日本宪兵队抓去。",
      "zh_TW": "有一年我有一個同鄉，也是老朋友，他是個軍人，在中日戰爭的時候他是跟戴笠，是戴雲龍的部下，我們一般人講搞特工，對日本人作戰。做情報工作，被日本人發現，被日本憲兵隊發現，這種工作人員要是被抓去，不但是死，那死得很難過，他不叫你好死，用種種方法來折磨你死，這他們都非常清楚。他們同時三個人被日本憲兵隊追捕他們，他就逃到一個寺廟，求老和尚幫助他。寺廟裡面正在念佛，這個老和尚很慈悲，他說：好，你們把衣服脫下來，馬上穿上出家衣服，跟到裡面去念佛。日本憲兵隊追到這個地方，怎麼找也找不到，就算了，回去了。老和尚救了他們三個人的命，這就是南京中華門外雨花台那個寺廟，那個寺廟名字我記不得。抗戰勝利之後，他們對這個老和尚救命之恩念念不忘，非常感激老和尚那次救命，要沒有這老和尚，他們決定被日本憲兵隊抓去。"
    },
    {
      "id": "12-017-0015_p0036",
      "zh_CN": "回到南京之后感激老和尚，办了一桌上好的酒席，请老和尚来应供，把老和尚请来了。请来之后，忽然发现这老和尚吃素，一桌都是鸡鱼鸭肉，搞得非常尴尬，哪里晓得这个老和尚真正叫他佩服，一生都忘记不掉。老和尚讲没关系，坐下来；他就照样吃，他们都呆了。这是老和尚真实智慧接引这批众生，大无畏，不执着这个相，照吃。这是属于开缘，不是破戒，这是属于开缘，令所有的人生欢喜心。因为他知道，他不是开玩笑，不是捉弄人，发之于真诚，他们疏忽、忘记出家人吃素，可以原谅。老和尚没有跟他计较，终身感念，谈到佛法，佛法伟大，和尚有智慧，高明。开缘！像这些地方我们要懂得、要学习。如果你要是想吃肉，自己不好意思，你们去请我一桌，那你就犯戒了，你就破戒，你就罪过无量无边，这个地方确实差之毫厘，谬之千里。",
      "zh_TW": "回到南京之後感激老和尚，辦了一桌上好的酒席，請老和尚來應供，把老和尚請來了。請來之後，忽然發現這老和尚吃素，一桌都是雞魚鴨肉，搞得非常尷尬，哪裡曉得這個老和尚真正叫他佩服，一生都忘記不掉。老和尚講沒關係，坐下來；他就照樣吃，他們都呆了。這是老和尚真實智慧接引這批眾生，大無畏，不執著這個相，照吃。這是屬於開緣，不是破戒，這是屬於開緣，令所有的人生歡喜心。因為他知道，他不是開玩笑，不是捉弄人，發之於真誠，他們疏忽、忘記出家人吃素，可以原諒。老和尚沒有跟他計較，終身感念，談到佛法，佛法偉大，和尚有智慧，高明。開緣！像這些地方我們要懂得、要學習。如果你要是想吃肉，自己不好意思，你們去請我一桌，那你就犯戒了，你就破戒，你就罪過無量無邊，這個地方確實差之毫釐，謬之千里。"
    },
    {
      "id": "12-017-0015_p0037",
      "zh_CN": "然后才知道佛法在生活当中原本是活活泼泼，经上常讲得大自在、得大圆满。我们在讲席当中体会到这一点意思，常常勉励大家，我们要做社会大众的榜样、做社会大众的典型。佛法没有定法，佛没有一定的身相，佛也没有定法可说，你一定要懂得原理原则，佛是应机说法。我们要观察现代这个社会、现代这个众生他有什么毛病，我们怎么做法？反其道而行之，就是给他启示。现在这个社会众生财看得很重，我们把财舍掉；名看得很重，我们把名舍掉；利看得很重，我们把利舍掉；这就是自在教化。你们一定要财、要名、要利，好像过得才光彩，在社会上才有地位，才受到人尊重。我这一表演，我什么都没有，财也没有、名也没有、位也没有，什么都没有，我过得也自在，也不比你差。说实在话，比他自在得太多，让他看到这个样子，听到这个说法，他能够体会、能够觉悟、能够回头，佛法效果就收到。所以智能随俗非常重要。",
      "zh_TW": "然後才知道佛法在生活當中原本是活活潑潑，經上常講得大自在、得大圓滿。我們在講席當中體會到這一點意思，常常勉勵大家，我們要做社會大眾的榜樣、做社會大眾的典型。佛法沒有定法，佛沒有一定的身相，佛也沒有定法可說，你一定要懂得原理原則，佛是應機說法。我們要觀察現代這個社會、現代這個眾生他有什麼毛病，我們怎麼做法？反其道而行之，就是給他啟示。現在這個社會眾生財看得很重，我們把財捨掉；名看得很重，我們把名捨掉；利看得很重，我們把利捨掉；這就是自在教化。你們一定要財、要名、要利，好像過得才光彩，在社會上才有地位，才受到人尊重。我這一表演，我什麼都沒有，財也沒有、名也沒有、位也沒有，什麼都沒有，我過得也自在，也不比你差。說實在話，比他自在得太多，讓他看到這個樣子，聽到這個說法，他能夠體會、能夠覺悟、能夠回頭，佛法效果就收到。所以智能隨俗非常重要。"
    },
    {
      "id": "12-017-0015_p0038",
      "zh_CN": "总而言之，说明如来身业、语业、智业，在如来果地上叫智，在我们凡夫叫意。我们凡夫三业叫身、语、意，在如来果地上叫身、语、智。三业依止性德，所以作用就自在。十方世界是说大的，我们讲今天现在这个世界，种种不同的国家地区、不同的社会、不同的种族、不同的信仰、不同的生活方式、不同的习性，我们要懂，如何能够像佛一样自在调顺一切众生，令一切众生欢喜接受，这是第一个条件。众生跟你相接触，对你印象不好，不欢喜你，你有再好的佛法，你都没有办法传给他。所以「菩萨所在之处，令一切众生生欢喜心」，佛这一句开示，我们要常常记在心里。如何在一切众生面前，能令一切众生生欢喜心，这个不是做作，不是去研究众生的心理。现在为了讨人家欢喜研究心理学，怎么样来专门对付人，都不怀好意。搞工商界的，工商界这些企业家们，都天天在研究心理学，研究这些群众心理学，目的何在？怎么样把你荷包里钱到我口袋里来，最后目的在此地。讨人欢喜，最后叫人上当，目的在此地。",
      "zh_TW": "總而言之，說明如來身業、語業、智業，在如來果地上叫智，在我們凡夫叫意。我們凡夫三業叫身、語、意，在如來果地上叫身、語、智。三業依止性德，所以作用就自在。十方世界是說大的，我們講今天現在這個世界，種種不同的國家地區、不同的社會、不同的種族、不同的信仰、不同的生活方式、不同的習性，我們要懂，如何能夠像佛一樣自在調順一切眾生，令一切眾生歡喜接受，這是第一個條件。眾生跟你相接觸，對你印象不好，不歡喜你，你有再好的佛法，你都沒有辦法傳給他。所以「菩薩所在之處，令一切眾生生歡喜心」，佛這一句開示，我們要常常記在心裡。如何在一切眾生面前，能令一切眾生生歡喜心，這個不是做作，不是去研究眾生的心理。現在為了討人家歡喜研究心理學，怎麼樣來專門對付人，都不懷好意。搞工商界的，工商界這些企業家們，都天天在研究心理學，研究這些群眾心理學，目的何在？怎麼樣把你荷包裡錢到我口袋裡來，最後目的在此地。討人歡喜，最後叫人上當，目的在此地。"
    },
    {
      "id": "12-017-0015_p0039",
      "zh_CN": "佛法不是如此，佛法令一切众生生欢喜心，以真诚心，真诚到极处，以大慈悲心、真诚心，去关怀众生、爱护众生、帮助众生，这当中没有任何希求，不求回报。纵然这些众生刚刚接触对你怀疑，你对我这么好究竟有什么目的？还得提防几分。时间久了，他就明白，自自然然对你欢喜、尊重，肯接受你的教诲。真诚、慈悲这种感人是永恒不变。世间法里头用种种手段，种种技巧欺骗一切众生，到众生上了当之后，他觉悟了，当只会上一次、二次，不会上很多次。吃了亏，学了经验，吃亏学乖，这是世间法。佛法决不用任何手段，决不用任何的方式，它用的是真诚、清净、慈悲，发心决定是利益一切众生，决不会伤害一切众生，决不会损耗一切众生，这是我们应当要学习。",
      "zh_TW": "佛法不是如此，佛法令一切眾生生歡喜心，以真誠心，真誠到極處，以大慈悲心、真誠心，去關懷眾生、愛護眾生、幫助眾生，這當中沒有任何希求，不求回報。縱然這些眾生剛剛接觸對你懷疑，你對我這麼好究竟有什麼目的？還得提防幾分。時間久了，他就明白，自自然然對你歡喜、尊重，肯接受你的教誨。真誠、慈悲這種感人是永恆不變。世間法裡頭用種種手段，種種技巧欺騙一切眾生，到眾生上了當之後，他覺悟了，當只會上一次、二次，不會上很多次。吃了虧，學了經驗，吃虧學乖，這是世間法。佛法決不用任何手段，決不用任何的方式，它用的是真誠、清淨、慈悲，發心決定是利益一切眾生，決不會傷害一切眾生，決不會損耗一切眾生，這是我們應當要學習。"
    },
    {
      "id": "12-017-0015_p0040",
      "zh_CN": "佛在一切经论当中，无数次叮咛嘱咐，这种教学法就是长时薰修，让我们有深刻的印象，念念不忘。在生活当中，六根接触六尘境界，佛的教诲、佛的开导能提得起来，不会忘记。当起心动念的时候觉悟就快，古人所讲「不怕念起，只怕觉迟」；觉，想到佛的教诲，想到自己曾经发愿我要依教奉行，妄想念头立刻就转过来了。念佛的人就是用一句佛号，妄想才生立刻就警觉到，一句阿弥陀佛把妄念转过来，念正，语就正、行就正，一切皆正。身心正，我们依报环境当然正，这是我们在这个经上应当要知道学习的。今天时间到了。",
      "zh_TW": "佛在一切經論當中，無數次叮嚀囑咐，這種教學法就是長時薰修，讓我們有深刻的印象，念念不忘。在生活當中，六根接觸六塵境界，佛的教誨、佛的開導能提得起來，不會忘記。當起心動念的時候覺悟就快，古人所講「不怕念起，只怕覺遲」；覺，想到佛的教誨，想到自己曾經發願我要依教奉行，妄想念頭立刻就轉過來了。念佛的人就是用一句佛號，妄想才生立刻就警覺到，一句阿彌陀佛把妄念轉過來，念正，語就正、行就正，一切皆正。身心正，我們依報環境當然正，這是我們在這個經上應當要知道學習的。今天時間到了。"
    }
  ]
}