{
  "doc_id": "12-017-1724",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七二四卷",
    "zh_TW": "第一七二四卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1724",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "12-017-1724_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。我们接着看第五段，「现诸法门三昧门」，偈颂第三首第三句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。我們接著看第五段，「現諸法門三昧門」，偈頌第三首第三句看起："
    },
    {
      "id": "12-017-1724_p0002",
      "zh_CN": "【或以决了智慧门。或以所行方便门。】",
      "zh_TW": "【或以決了智慧門。或以所行方便門。】"
    },
    {
      "id": "12-017-1724_p0003",
      "zh_CN": "这是二十门中第七和第八。前面我们学过，这二十门都非常重要，它是无量法门里面代表，首先是讲供养，布施、持戒、忍辱、精进、禅定，我们这样念法你就很明了，就是一般大乘经里面讲的六波罗蜜。今天讲的『智慧』，智慧就能解决问题，智慧能了生死、能成菩提，也就是讲成佛。世间这些小灾小难那更不必说了，只要有智慧全都化解。我们有没有智慧？确实有不少人都以为自己很有智慧，这就是把这个名相里面真正的意思没能了解。一般人往往把聪明当作智慧，聪明跟智慧不一样！智慧是自性起用，《般若经》里面讲「照见」，那是智慧。从哪里来的？是自性里头本来具足的，一切众生都有。",
      "zh_TW": "這是二十門中第七和第八。前面我們學過，這二十門都非常重要，它是無量法門裡面代表，首先是講供養，布施、持戒、忍辱、精進、禪定，我們這樣念法你就很明瞭，就是一般大乘經裡面講的六波羅蜜。今天講的『智慧』，智慧就能解決問題，智慧能了生死、能成菩提，也就是講成佛。世間這些小災小難那更不必說了，只要有智慧全都化解。我們有沒有智慧？確實有不少人都以為自己很有智慧，這就是把這個名相裡面真正的意思沒能了解。一般人往往把聰明當作智慧，聰明跟智慧不一樣！智慧是自性起用，《般若經》裡面講「照見」，那是智慧。從哪裡來的？是自性裡頭本來具足的，一切眾生都有。"
    },
    {
      "id": "12-017-1724_p0004",
      "zh_CN": "佛在《华严》上说得好，我们总要记住，这是最重要的话，「一切众生本来是佛」，我们都是佛，没有一个不是；「一切众生皆有如来智慧德相」，这就成佛！你跟十方诸佛如来同样的智慧、同样的道德、同样的能力、同样的福报，一丝毫差别都没有，这佛说的。我们听了怎么样？不相信，我们智慧没有，道德也没有，能力跟福报也没有，怎么说我们跟佛一样？世尊后面还有一句话，「但以妄想执着而不能证得」，就把我们的状况说出来了，我们今天有妄想、有分别、有执着，所以不能证得。也就是说，妄想分别执着把我们自性智慧德相障碍住，这是佛经里面常讲的「业障」。业是什么？业是动作。我们起心动念，意在造业，言语，口在造业，身体动作是身在造业，问题出在这个地方。",
      "zh_TW": "佛在《華嚴》上說得好，我們總要記住，這是最重要的話，「一切眾生本來是佛」，我們都是佛，沒有一個不是；「一切眾生皆有如來智慧德相」，這就成佛！你跟十方諸佛如來同樣的智慧、同樣的道德、同樣的能力、同樣的福報，一絲毫差別都沒有，這佛說的。我們聽了怎麼樣？不相信，我們智慧沒有，道德也沒有，能力跟福報也沒有，怎麼說我們跟佛一樣？世尊後面還有一句話，「但以妄想執著而不能證得」，就把我們的狀況說出來了，我們今天有妄想、有分別、有執著，所以不能證得。也就是說，妄想分別執著把我們自性智慧德相障礙住，這是佛經裡面常講的「業障」。業是什麼？業是動作。我們起心動念，意在造業，言語，口在造業，身體動作是身在造業，問題出在這個地方。"
    },
    {
      "id": "12-017-1724_p0005",
      "zh_CN": "佛告诉我们，智慧从哪里来？从戒定慧来，因戒得定，因定开慧。我们前面所说的这六门意思就深了。首先教我们持戒。我们今天不能持戒，不但戒不能持，十善都做不到。十善不是戒，虽然条目跟五戒没有两样，但是性质不相同，五戒是戒法，十善是善法，不同，意思不一样。为什么我们十善都做不到？我们的烦恼习气太多，放不下！所以十善你做不到。于是佛教导我们要放下。所以这二十门里面，一开端就讲供养布施，供养跟布施是一桩事情，都是放下。供养是恭敬心，布施，恭敬心就差一点，都是学放下。施就是舍，舍什么？先要养成一个舍的习惯，乐善好施，喜欢布施，要把我们的烦恼习气布施掉，舍掉，这就对了。",
      "zh_TW": "佛告訴我們，智慧從哪裡來？從戒定慧來，因戒得定，因定開慧。我們前面所說的這六門意思就深了。首先教我們持戒。我們今天不能持戒，不但戒不能持，十善都做不到。十善不是戒，雖然條目跟五戒沒有兩樣，但是性質不相同，五戒是戒法，十善是善法，不同，意思不一樣。為什麼我們十善都做不到？我們的煩惱習氣太多，放不下！所以十善你做不到。於是佛教導我們要放下。所以這二十門裡面，一開端就講供養布施，供養跟布施是一樁事情，都是放下。供養是恭敬心，布施，恭敬心就差一點，都是學放下。施就是捨，捨什麼？先要養成一個捨的習慣，樂善好施，喜歡布施，要把我們的煩惱習氣布施掉，捨掉，這就對了。"
    },
    {
      "id": "12-017-1724_p0006",
      "zh_CN": "所以六波罗蜜里面，布施度悭贪，什么时候你贪心没有了，吝啬的心没有了，布施波罗蜜就圆满，目标达到了。要晓得悭贪是所有烦恼的根，拔根。持戒是度恶业，不再造恶业。这里面讲到身口意。你要保持这个功德，一定要靠忍辱，你要忍受不了，你就保不住。所以布施是修福，忍辱是能把福保持住。布施加上持戒，那就是圣贤必须具备的条件，你就具足。圣是作佛，贤是菩萨，所以你想想看多么重要。",
      "zh_TW": "所以六波羅蜜裡面，布施度慳貪，什麼時候你貪心沒有了，吝嗇的心沒有了，布施波羅蜜就圓滿，目標達到了。要曉得慳貪是所有煩惱的根，拔根。持戒是度惡業，不再造惡業。這裡面講到身口意。你要保持這個功德，一定要靠忍辱，你要忍受不了，你就保不住。所以布施是修福，忍辱是能把福保持住。布施加上持戒，那就是聖賢必須具備的條件，你就具足。聖是作佛，賢是菩薩，所以你想想看多麼重要。"
    },
    {
      "id": "12-017-1724_p0007",
      "zh_CN": "从哪里做起？前面跟诸位说得很多，一定要从《弟子规》做起。《弟子规》、《太上感应篇》、《十善业道》，这是儒释道的三个根，三个根要一起学，一起把它扎下去，三足鼎立，少一个都不行。《弟子规》是伦理道德，《感应篇》是因果道德，《十善业》是究竟圆满的道德，成佛作祖，我们如果把这个疏忽掉，是愚痴没有智慧。学佛的人很多，真的，都把这个问题忽略，以为这个在无上大法里头，小小法。没错，佛就好像一棵大树，千年的神木，这小小法是什么？是树根，你想想看，没有树根，能成就大树吗？你非常羡慕大树，疏忽了树根，尤其树根埋在地底下，你没有看见。",
      "zh_TW": "從哪裡做起？前面跟諸位說得很多，一定要從《弟子規》做起。《弟子規》、《太上感應篇》、《十善業道》，這是儒釋道的三個根，三個根要一起學，一起把它紮下去，三足鼎立，少一個都不行。《弟子規》是倫理道德，《感應篇》是因果道德，《十善業》是究竟圓滿的道德，成佛作祖，我們如果把這個疏忽掉，是愚痴沒有智慧。學佛的人很多，真的，都把這個問題忽略，以為這個在無上大法裡頭，小小法。沒錯，佛就好像一棵大樹，千年的神木，這小小法是什麼？是樹根，你想想看，沒有樹根，能成就大樹嗎？你非常羨慕大樹，疏忽了樹根，尤其樹根埋在地底下，你沒有看見。"
    },
    {
      "id": "12-017-1724_p0008",
      "zh_CN": "所以我们的修行没有成就，不是这一生，过去生中生生世世修行都没有成就，问题就在此地。如果有成就，你这一生就不到人间来，你就成阿罗汉、成菩萨、成佛去了，你怎么会到这里来？这一生又到这里来了，可见得前生没有成就。得人身，这又闻佛法，总算是不错。可是这一生一定要觉悟，一定要把这个根补足，我们才能有成就。如果这一生当中还是把这个根疏忽掉，这一生又会空过了。所以一定要拿着这三样东西认真的反省检点，经书上教我们做的，做到没有？教我们不可以做的，我们是不是犯了？要拿这个来检点，才知道自己修学的功夫究竟到什么样的境界？这才知道。",
      "zh_TW": "所以我們的修行沒有成就，不是這一生，過去生中生生世世修行都沒有成就，問題就在此地。如果有成就，你這一生就不到人間來，你就成阿羅漢、成菩薩、成佛去了，你怎麼會到這裡來？這一生又到這裡來了，可見得前生沒有成就。得人身，這又聞佛法，總算是不錯。可是這一生一定要覺悟，一定要把這個根補足，我們才能有成就。如果這一生當中還是把這個根疏忽掉，這一生又會空過了。所以一定要拿著這三樣東西認真的反省檢點，經書上教我們做的，做到沒有？教我們不可以做的，我們是不是犯了？要拿這個來檢點，才知道自己修學的功夫究竟到什麼樣的境界？這才知道。"
    },
    {
      "id": "12-017-1724_p0009",
      "zh_CN": "佛菩萨教我们做的，我说得很清楚，不是他的意思，谁的意思？是自性本来就是这个样子。《弟子规》，我们在澳洲讲，澳洲人听了都很欢喜，告诉我们家里面的出家人说：做人应该是这样的。这个话就讲对了，应该是这样的，那就是性德自然的流露。我们是迷失了自性，佛菩萨是觉悟自性，告诉我们这桩事情，这是性德。你这样做就是你的性德流露，当然你现在没见性，但是你这样做，容易恢复你的自性，把你的性德找回来，这就对了。",
      "zh_TW": "佛菩薩教我們做的，我說得很清楚，不是他的意思，誰的意思？是自性本來就是這個樣子。《弟子規》，我們在澳洲講，澳洲人聽了都很歡喜，告訴我們家裡面的出家人說：做人應該是這樣的。這個話就講對了，應該是這樣的，那就是性德自然的流露。我們是迷失了自性，佛菩薩是覺悟自性，告訴我們這樁事情，這是性德。你這樣做就是你的性德流露，當然你現在沒見性，但是你這樣做，容易恢復你的自性，把你的性德找回來，這就對了。"
    },
    {
      "id": "12-017-1724_p0010",
      "zh_CN": "所以我们必须要把《弟子规》、《感应篇》、《十善业道经》看作根本戒律。三皈五戒是以这三种做基础，没有这个基础，三皈五戒纵然你去受了，那是形式不是实质。法师给你一个皈依证、五戒证书，乃至于你出家了，这三坛大戒都给证书给你，佛菩萨不承认，护法神也不承认。你要是真的做到，没有受三皈，也没有受五戒，佛菩萨承认。这就是佛家所讲的，佛法重实质不重形式。我们要懂，要认真努力去学，因戒得定，因定开慧。",
      "zh_TW": "所以我們必須要把《弟子規》、《感應篇》、《十善業道經》看作根本戒律。三皈五戒是以這三種做基礎，沒有這個基礎，三皈五戒縱然你去受了，那是形式不是實質。法師給你一個皈依證、五戒證書，乃至於你出家了，這三壇大戒都給證書給你，佛菩薩不承認，護法神也不承認。你要是真的做到，沒有受三皈，也沒有受五戒，佛菩薩承認。這就是佛家所講的，佛法重實質不重形式。我們要懂，要認真努力去學，因戒得定，因定開慧。"
    },
    {
      "id": "12-017-1724_p0011",
      "zh_CN": "释迦牟尼佛给我们做示现，你要能体会得到，不要辜负释迦牟尼佛。他给我们做示现，苦学十二年，十九岁出去参学，学习很苦，那个时候完全用步行，没有现在的交通工具。他十九岁舍掉王位的继承权，舍去荣华富贵的生活，去过苦行僧的生活，为什么这样做？因为那时候的修行人都是修苦行，你能这样做，这些高人看到你生欢喜心，你不错，可以学，愿意教你；如果你是坐车、骑着马，到人家那个地方去求道，人家不理你，这要懂得。所以他是徒步苦行到处参学十二年，可以说当时印度这些高僧大德他统统都见过。",
      "zh_TW": "釋迦牟尼佛給我們做示現，你要能體會得到，不要辜負釋迦牟尼佛。他給我們做示現，苦學十二年，十九歲出去參學，學習很苦，那個時候完全用步行，沒有現在的交通工具。他十九歲捨掉王位的繼承權，捨去榮華富貴的生活，去過苦行僧的生活，為什麼這樣做？因為那時候的修行人都是修苦行，你能這樣做，這些高人看到你生歡喜心，你不錯，可以學，願意教你；如果你是坐車、騎著馬，到人家那個地方去求道，人家不理你，這要懂得。所以他是徒步苦行到處參學十二年，可以說當時印度這些高僧大德他統統都見過。"
    },
    {
      "id": "12-017-1724_p0012",
      "zh_CN": "人家的修持也是很了不起，为什么？他们都懂得修禅定，有很深的定功，佛经里面常讲的四禅八定。四禅八定是世间禅定，它的作用能够突破六道里面的空间维次，上到非非想处天，下到阿鼻地狱，他没有障碍，六道里头没有障碍。所以六道情况知道得非常清楚。那个境界不可思议，出不了轮回，这就叫世间禅定，出不了轮回。为什么出不了？没有放下。入定的时候，见思烦恼不起作用，这就是什么？定共戒。但是他没有转过来，这个时候这四禅八定是伏烦恼，没有转烦恼，这叫世间禅定。",
      "zh_TW": "人家的修持也是很了不起，為什麼？他們都懂得修禪定，有很深的定功，佛經裡面常講的四禪八定。四禪八定是世間禪定，它的作用能夠突破六道裡面的空間維次，上到非非想處天，下到阿鼻地獄，他沒有障礙，六道裡頭沒有障礙。所以六道情況知道得非常清楚。那個境界不可思議，出不了輪迴，這就叫世間禪定，出不了輪迴。為什麼出不了？沒有放下。入定的時候，見思煩惱不起作用，這就是什麼？定共戒。但是他沒有轉過來，這個時候這四禪八定是伏煩惱，沒有轉煩惱，這叫世間禪定。"
    },
    {
      "id": "12-017-1724_p0013",
      "zh_CN": "佛门里面的禅定跟它不一样，佛门里面禅定，定功是一样的，佛门里头教他转烦恼。转烦恼怎么转？放下，放下对世出世间一切法的执着，不再执着。要知道执着就是见思烦恼，不再执着了，那就是智慧，小定开小智慧，大定开大智慧，那个作用比世间禅定超越太多。你们想想看，小乘须陀洹，大乘，在《华严经》上讲的菩萨，初信位的菩萨，他们得的定，小定，有没有达到初禅？没有。虽没有得到初禅，这个小定比四禅八定管用。为什么？你要晓得，因为他放下八十八品见惑，所以他管用。他虽然不能到初禅，不能到四禅天，不能到四空天，他在欲界里面，他不堕三途，他只有往上提升，不会往下下降。这跟四禅八定不一样。四禅八定他要是失掉，定功要失掉，他会堕落，他会堕到地狱、饿鬼、畜生。所以四禅八定比不上须陀洹，那是什么？修四禅八定的人没有把见思烦恼放下，道理在此地。这我们一定要明了。那不放下行吗？",
      "zh_TW": "佛門裡面的禪定跟它不一樣，佛門裡面禪定，定功是一樣的，佛門裡頭教他轉煩惱。轉煩惱怎麼轉？放下，放下對世出世間一切法的執著，不再執著。要知道執著就是見思煩惱，不再執著了，那就是智慧，小定開小智慧，大定開大智慧，那個作用比世間禪定超越太多。你們想想看，小乘須陀洹，大乘，在《華嚴經》上講的菩薩，初信位的菩薩，他們得的定，小定，有沒有達到初禪？沒有。雖沒有得到初禪，這個小定比四禪八定管用。為什麼？你要曉得，因為他放下八十八品見惑，所以他管用。他雖然不能到初禪，不能到四禪天，不能到四空天，他在欲界裡面，他不墮三途，他只有往上提升，不會往下下降。這跟四禪八定不一樣。四禪八定他要是失掉，定功要失掉，他會墮落，他會墮到地獄、餓鬼、畜生。所以四禪八定比不上須陀洹，那是什麼？修四禪八定的人沒有把見思煩惱放下，道理在此地。這我們一定要明瞭。那不放下行嗎？"
    },
    {
      "id": "12-017-1724_p0014",
      "zh_CN": "八十八品见惑放下了。八十八品，世尊通常把它分成五大类。这五大类你就要记住，第一个是身见，不再执着这个身是我。这一关很难，哪个人不把这个身当作我？你能看破身不是我。身是什么？身是我所有的，就像我穿的衣服一样，衣服不是我，是我所有的；身不是我，是我所有的。身有生灭，我没有生灭。一般人讲灵魂，灵魂还是迷，没有觉悟。觉悟的人知道灵魂也不是我。什么是我？灵性，灵性是我。灵性迷了就叫灵魂，灵魂觉悟了就是灵性，这是迷悟的差别。灵魂出不了六道轮回，这诸位要知道，灵性就超越了。",
      "zh_TW": "八十八品見惑放下了。八十八品，世尊通常把它分成五大類。這五大類你就要記住，第一個是身見，不再執著這個身是我。這一關很難，哪個人不把這個身當作我？你能看破身不是我。身是什麼？身是我所有的，就像我穿的衣服一樣，衣服不是我，是我所有的；身不是我，是我所有的。身有生滅，我沒有生滅。一般人講靈魂，靈魂還是迷，沒有覺悟。覺悟的人知道靈魂也不是我。什麼是我？靈性，靈性是我。靈性迷了就叫靈魂，靈魂覺悟了就是靈性，這是迷悟的差別。靈魂出不了六道輪迴，這諸位要知道，靈性就超越了。"
    },
    {
      "id": "12-017-1724_p0015",
      "zh_CN": "所以须陀洹的第一步就比四禅八定要高明太多，不执着；换句话说，跟《金刚经》上讲的四句相应，「无我相，无人相，无众生相，无寿者相」，这个无就是不执着，我、人、众生、寿者不再执着。这现象有没有？有，不执着，不执着就是无。所以诸位要晓得，无是无执着。凡夫执着我相、人相、众生相、寿者相，起无量无边的烦恼，造无量无边的罪业，感无量无边的苦报。这个事实真相只有佛讲得清楚，佛是智慧照见，所以他清清楚楚、明明白白。",
      "zh_TW": "所以須陀洹的第一步就比四禪八定要高明太多，不執著；換句話說，跟《金剛經》上講的四句相應，「無我相，無人相，無眾生相，無壽者相」，這個無就是不執著，我、人、眾生、壽者不再執著。這現象有沒有？有，不執著，不執著就是無。所以諸位要曉得，無是無執著。凡夫執著我相、人相、眾生相、壽者相，起無量無邊的煩惱，造無量無邊的罪業，感無量無邊的苦報。這個事實真相只有佛講得清楚，佛是智慧照見，所以他清清楚楚、明明白白。"
    },
    {
      "id": "12-017-1724_p0016",
      "zh_CN": "我们学佛，首先就要把这个事情看淡。这从前章嘉大师教我看破。看不破，先看淡，逐渐逐渐淡化，到最后淡化没有了，就看破了。知道什么？这个四相，「凡所有相，皆是虚妄」，「若见诸相非相，即见如来」。见如来就是明心见性，若见诸相非相就见性。不但在这相上你不执着，你也不分别；不但不分别，不起心、不动念，那就本来是佛。起心动念，没有分别执着，是菩萨，没有出十法界；于一切法里头不起心、不动念，超越十法界。",
      "zh_TW": "我們學佛，首先就要把這個事情看淡。這從前章嘉大師教我看破。看不破，先看淡，逐漸逐漸淡化，到最後淡化沒有了，就看破了。知道什麼？這個四相，「凡所有相，皆是虛妄」，「若見諸相非相，即見如來」。見如來就是明心見性，若見諸相非相就見性。不但在這相上你不執著，你也不分別；不但不分別，不起心、不動念，那就本來是佛。起心動念，沒有分別執著，是菩薩，沒有出十法界；於一切法裡頭不起心、不動念，超越十法界。"
    },
    {
      "id": "12-017-1724_p0017",
      "zh_CN": "那要问，超越之后，我们这个身体还在不在？在，释迦牟尼佛菩提树下夜睹明星大彻大悟，超越十法界，身体在世间，还留在这个世间为我们大家讲经说法四十九年。要知道他那个四十九年，他住一真法界。跟我们在一起，他住他的一真法界，我们住我们的娑婆世界，不一样，境界不相同，受用不一样！这很深很深，我们一般人很不容易理解，是真的，一点都不是假的。",
      "zh_TW": "那要問，超越之後，我們這個身體還在不在？在，釋迦牟尼佛菩提樹下夜睹明星大徹大悟，超越十法界，身體在世間，還留在這個世間為我們大家講經說法四十九年。要知道他那個四十九年，他住一真法界。跟我們在一起，他住他的一真法界，我們住我們的娑婆世界，不一樣，境界不相同，受用不一樣！這很深很深，我們一般人很不容易理解，是真的，一點都不是假的。"
    },
    {
      "id": "12-017-1724_p0018",
      "zh_CN": "在中国，六祖惠能大师开悟之后也是住一真法界。他在我们这个世间，还跑到猎人队里头去避难一十五年，时间不算短。然后缘成熟了，这才出来弘法利生。他在猎人队里也好，以后出来弘法利生也好，他住一真法界，跟释迦牟尼佛一样。我们是住在六道轮回，不同。他是了了见性，我们是念念迷惑。我们要想转迷惑为智慧，向他学习就行。首先学习他的放下，他真是做得彻底，而且做了一辈子，慈悲到极处。",
      "zh_TW": "在中國，六祖惠能大師開悟之後也是住一真法界。他在我們這個世間，還跑到獵人隊裡頭去避難一十五年，時間不算短。然後緣成熟了，這才出來弘法利生。他在獵人隊裡也好，以後出來弘法利生也好，他住一真法界，跟釋迦牟尼佛一樣。我們是住在六道輪迴，不同。他是了了見性，我們是念念迷惑。我們要想轉迷惑為智慧，向他學習就行。首先學習他的放下，他真是做得徹底，而且做了一輩子，慈悲到極處。"
    },
    {
      "id": "12-017-1724_p0019",
      "zh_CN": "你看世尊在教学过程当中，这四十九年当中确实有国王大臣、长者居士以他们的花园、别墅供养佛陀，给他做讲经说法的道场，佛很随缘，也接受，没有拒绝。从这里你要去体现，体现什么？无障碍的法界。可是他接受，经讲圆满，这课程讲圆满，结束了，还给人家。我们今天讲，人家供养他可以接受，接受是使用权，所有权？所有权是你的，一生始终不据为自己所有，这个意思你要懂得。怎么知道？最后他老人家圆寂（过世）是在双树间，在野外，不是在房子里头。",
      "zh_TW": "你看世尊在教學過程當中，這四十九年當中確實有國王大臣、長者居士以他們的花園、別墅供養佛陀，給他做講經說法的道場，佛很隨緣，也接受，沒有拒絕。從這裡你要去體現，體現什麼？無障礙的法界。可是他接受，經講圓滿，這課程講圓滿，結束了，還給人家。我們今天講，人家供養他可以接受，接受是使用權，所有權？所有權是你的，一生始終不據為自己所有，這個意思你要懂得。怎麼知道？最後他老人家圓寂（過世）是在雙樹間，在野外，不是在房子裡頭。"
    },
    {
      "id": "12-017-1724_p0020",
      "zh_CN": "你看他修行，最初的说法，都是在树林底下，真的树下一宿，日中一食，最后走的时候也在树林里，没有在房子里面。这个意思是告诉我们，心地里头舍得干净，一丝毫不沾染。实在讲，他就是在精舍、在讲堂里面他也是干干净净。你就晓得，他是做给我们看的，怕我们起了误会，初学的时候是苦行，到以后供养可以接受，接受就据为己有，那你马上就堕落，就又迷了。所以世尊最后一招，这个示现就是告诉你，他从来没有据为己有，这是智慧。",
      "zh_TW": "你看他修行，最初的說法，都是在樹林底下，真的樹下一宿，日中一食，最後走的時候也在樹林裡，沒有在房子裡面。這個意思是告訴我們，心地裡頭捨得乾淨，一絲毫不沾染。實在講，他就是在精舍、在講堂裡面他也是乾乾淨淨。你就曉得，他是做給我們看的，怕我們起了誤會，初學的時候是苦行，到以後供養可以接受，接受就據為己有，那你馬上就墮落，就又迷了。所以世尊最後一招，這個示現就是告訴你，他從來沒有據為己有，這是智慧。"
    },
    {
      "id": "12-017-1724_p0021",
      "zh_CN": "有据为己有的念头，我们常讲占有、控制。我常常劝同学们，对一切人事物不要有控制的念头，不可以有占有的念头，有控制、有占有是造业。处事待人接物，纵然你居在领导地位，你底下有员工，你要不要控制他？你要不要去占有，这是我的员工？不可以，不能有这个念头，有这个念头就错了。应当把员工看作什么？看作佛菩萨，决定平等，就像什么？像唱一台戏一样，一台戏不是一个人能唱得出来的，许多人，有唱主角、有唱配角，在台面上好像有很多阶级层次，后面一律平等。很可能是你的老师在台面上给你跑龙套，你扮演一个皇帝，他扮演一个太监替你办事的，那是你的老师。你用这种心态，平等，永远保持自己的清净平等觉，不迷惑。这是菩萨应世，在世间里头应化。所以他永远不染着，我们要学这个。",
      "zh_TW": "有據為己有的念頭，我們常講佔有、控制。我常常勸同學們，對一切人事物不要有控制的念頭，不可以有佔有的念頭，有控制、有佔有是造業。處事待人接物，縱然你居在領導地位，你底下有員工，你要不要控制他？你要不要去佔有，這是我的員工？不可以，不能有這個念頭，有這個念頭就錯了。應當把員工看作什麼？看作佛菩薩，決定平等，就像什麼？像唱一台戲一樣，一台戲不是一個人能唱得出來的，許多人，有唱主角、有唱配角，在台面上好像有很多階級層次，後面一律平等。很可能是你的老師在台面上給你跑龍套，你扮演一個皇帝，他扮演一個太監替你辦事的，那是你的老師。你用這種心態，平等，永遠保持自己的清淨平等覺，不迷惑。這是菩薩應世，在世間裡頭應化。所以他永遠不染著，我們要學這個。"
    },
    {
      "id": "12-017-1724_p0022",
      "zh_CN": "可是在眼前，我们的确烦恼习气很重，我们认真学《弟子规》，学三教的根本戒律，《弟子规》、《十善业》、《感应篇》。在日常生活当中，处事待人接物做到六桩事情，一定要做到。第一个是包容，常常想到，「心包太虚，量周沙界」，是我们自己的心量，自性本来就是这样的，你要恢复，你才能有成就。现在为什么心量变得这么小？这是一个总纲，下面有五个科目。要学尊敬别人，我们不懂得尊敬别人，所以你干什么都不能成就，世出世法都不能成就。第二个敬爱别人，哪些人？「凡是人，皆须爱」，你记住这一句，《弟子规》说的，凡是人皆尊敬，凡是人皆敬爱；第三个是关怀，凡是人皆关怀；第四个照顾，凡是人皆照顾；最后是全心全力去帮助人，凡是人皆协助。",
      "zh_TW": "可是在眼前，我們的確煩惱習氣很重，我們認真學《弟子規》，學三教的根本戒律，《弟子規》、《十善業》、《感應篇》。在日常生活當中，處事待人接物做到六樁事情，一定要做到。第一個是包容，常常想到，「心包太虛，量周沙界」，是我們自己的心量，自性本來就是這樣的，你要恢復，你才能有成就。現在為什麼心量變得這麼小？這是一個總綱，下面有五個科目。要學尊敬別人，我們不懂得尊敬別人，所以你幹什麼都不能成就，世出世法都不能成就。第二個敬愛別人，哪些人？「凡是人，皆須愛」，你記住這一句，《弟子規》說的，凡是人皆尊敬，凡是人皆敬愛；第三個是關懷，凡是人皆關懷；第四個照顧，凡是人皆照顧；最後是全心全力去幫助人，凡是人皆協助。"
    },
    {
      "id": "12-017-1724_p0023",
      "zh_CN": "你只好好的学这六条，这六条真正学到了，就是《弟子规》、《感应篇》、《十善业》落实在这五个科目上。这五个科目，头一个是总，后五个是别，真学佛！你们想想看，释迦牟尼佛是不是这样？这五个科目具足。诸菩萨，再看看历代祖师大德是不是这样？是这样。回过头来再看看中国，孔子是不是这样？孟子是不是这样？是，没有一个不是。从真诚清净平等觉里面流出来，这是什么？这叫真正的自爱，真正的自觉，自爱爱他。如果没有这五个科目，这爱他落实在五个科目上，觉他也是落实在五个科目上，没有这五项，你不自爱、你不自觉，你没有智慧，你只有烦恼没有智慧。",
      "zh_TW": "你只好好的學這六條，這六條真正學到了，就是《弟子規》、《感應篇》、《十善業》落實在這五個科目上。這五個科目，頭一個是總，後五個是別，真學佛！你們想想看，釋迦牟尼佛是不是這樣？這五個科目具足。諸菩薩，再看看歷代祖師大德是不是這樣？是這樣。回過頭來再看看中國，孔子是不是這樣？孟子是不是這樣？是，沒有一個不是。從真誠清淨平等覺裡面流出來，這是什麼？這叫真正的自愛，真正的自覺，自愛愛他。如果沒有這五個科目，這愛他落實在五個科目上，覺他也是落實在五個科目上，沒有這五項，你不自愛、你不自覺，你沒有智慧，你只有煩惱沒有智慧。"
    },
    {
      "id": "12-017-1724_p0024",
      "zh_CN": "你要是明白了，真做到了，人家问你，什么是佛法？心包太虚量周沙界是佛法；什么是菩萨行？尊重是菩萨行，敬爱是菩萨行，关怀是菩萨行，照顾是菩萨行，协助是菩萨行。你们想想我说的这个话比较简单，你也好懂，就是六波罗，就是普贤十愿。我们用六波罗蜜的名词，用普贤十愿的名词，人家听不懂。能听懂，人家是什么？那是宗教。我说这六句十二个字，大家听了欢喜，容易接受。关键是我们自己要做到，你能做到，世出世法里面你一帆风顺，没有人不尊重你。中国古人讲「敬人者，人恒敬之」，你能够尊重别人，没有人不尊重你；你敬爱别人，没有人不敬爱你。你有施，人家就有报，这是智慧。你能够认识是智慧，你能够做到叫觉了。",
      "zh_TW": "你要是明白了，真做到了，人家問你，什麼是佛法？心包太虛量周沙界是佛法；什麼是菩薩行？尊重是菩薩行，敬愛是菩薩行，關懷是菩薩行，照顧是菩薩行，協助是菩薩行。你們想想我說的這個話比較簡單，你也好懂，就是六波羅，就是普賢十願。我們用六波羅蜜的名詞，用普賢十願的名詞，人家聽不懂。能聽懂，人家是什麼？那是宗教。我說這六句十二個字，大家聽了歡喜，容易接受。關鍵是我們自己要做到，你能做到，世出世法裡面你一帆風順，沒有人不尊重你。中國古人講「敬人者，人恆敬之」，你能夠尊重別人，沒有人不尊重你；你敬愛別人，沒有人不敬愛你。你有施，人家就有報，這是智慧。你能夠認識是智慧，你能夠做到叫覺了。"
    },
    {
      "id": "12-017-1724_p0025",
      "zh_CN": "我们自己想成就，希望佛法久住世间，广利众生，你天天发这个愿，自己没有去做，这个愿叫空愿；就是现在人所说的，是你的理想不是事实。愿，古德说得好，「以行填愿」，愿是先导，在前面领路的，你得要走才行。你要有行动实践你的愿望，你那个愿望才是真的不是假的，是事实。从这几个科目里头去学习，学习真正的佛法，就是学不执着、学不分别，先学这两样，真菩萨。不起心、不动念那个难，不分别、不执着就是禅定。真正到没有执着就是阿罗汉，超越三界，超越六道。学佛三个阶段，第一个阶段圆满，小乘；然后再提升，不分别，菩萨，四圣法界；最后再不起心、不动念，超越十法界，超越十法界之后就是华藏世界，就是极乐世界，这个要懂。",
      "zh_TW": "我們自己想成就，希望佛法久住世間，廣利眾生，你天天發這個願，自己沒有去做，這個願叫空願；就是現在人所說的，是你的理想不是事實。願，古德說得好，「以行填願」，願是先導，在前面領路的，你得要走才行。你要有行動實踐你的願望，你那個願望才是真的不是假的，是事實。從這幾個科目裡頭去學習，學習真正的佛法，就是學不執著、學不分別，先學這兩樣，真菩薩。不起心、不動念那個難，不分別、不執著就是禪定。真正到沒有執著就是阿羅漢，超越三界，超越六道。學佛三個階段，第一個階段圓滿，小乘；然後再提升，不分別，菩薩，四聖法界；最後再不起心、不動念，超越十法界，超越十法界之後就是華藏世界，就是極樂世界，這個要懂。"
    },
    {
      "id": "12-017-1724_p0026",
      "zh_CN": "在现前，我们这么多年来，在国内、在国外，遇到许多超越常识的事情，鬼神有没有？有，真有，我们接触得太多。在外国，现在流行最热门的，美国魏斯医生的四本书，他这四本书，《前世今生》是第一本，第三本是《返璞归真》，最后一本是《回到当下》。中文的翻译本我看过，我用了一个多月的时间，四本书看完，我做了一个节录，现在这节录做成一个光碟，大家可以看。他是用催眠的方法给病人治病，疑难杂症全都解决。深度催眠，这人能够回到过去世，说出他过去世那一生的状况。再深度，推到他再前世，曾经有一个人回到过去好像八十多世，四千多年八十多世，把这一世的病根找出来。",
      "zh_TW": "在現前，我們這麼多年來，在國內、在國外，遇到許多超越常識的事情，鬼神有沒有？有，真有，我們接觸得太多。在外國，現在流行最熱門的，美國魏斯醫生的四本書，他這四本書，《前世今生》是第一本，第三本是《返璞歸真》，最後一本是《回到當下》。中文的翻譯本我看過，我用了一個多月的時間，四本書看完，我做了一個節錄，現在這節錄做成一個光碟，大家可以看。他是用催眠的方法給病人治病，疑難雜症全都解決。深度催眠，這人能夠回到過去世，說出他過去世那一生的狀況。再深度，推到他再前世，曾經有一個人回到過去好像八十多世，四千多年八十多世，把這一世的病根找出來。"
    },
    {
      "id": "12-017-1724_p0027",
      "zh_CN": "他一生当中告诉我们，肯定人没有生死，他的书告诉你，人不死，生死是躯壳、是身体，他讲灵魂，灵魂还是活着的，还是一样在生活，他又会去找一个身体，就是我们讲投胎，又去找个身体。灵魂的生活也很活跃，灵界朋友很多，并不寂寞，透过很多的讯息。第二桩事情告诉我们，我们这一生没有了的事情会带到来生，这就讲什么？报应，欠命的要还命，欠债的要还钱，因果报应，丝毫不爽。你懂得这个道理，我们多待人好一点，来世很多人对我们好。我们处处给人为难，处处找人麻烦，来世无论干什么事情，你都障碍重重，没有人肯帮助你，业因果报丝毫不爽！这很能给我们启发，让我们知道应该怎样做人，应该怎样处世。这个光碟我们这边有，可以赠送给诸位。现在时间到了，我们休息几分钟。",
      "zh_TW": "他一生當中告訴我們，肯定人沒有生死，他的書告訴你，人不死，生死是軀殼、是身體，他講靈魂，靈魂還是活著的，還是一樣在生活，他又會去找一個身體，就是我們講投胎，又去找個身體。靈魂的生活也很活躍，靈界朋友很多，並不寂寞，透過很多的訊息。第二樁事情告訴我們，我們這一生沒有了的事情會帶到來生，這就講什麼？報應，欠命的要還命，欠債的要還錢，因果報應，絲毫不爽。你懂得這個道理，我們多待人好一點，來世很多人對我們好。我們處處給人為難，處處找人麻煩，來世無論幹什麼事情，你都障礙重重，沒有人肯幫助你，業因果報絲毫不爽！這很能給我們啟發，讓我們知道應該怎樣做人，應該怎樣處世。這個光碟我們這邊有，可以贈送給諸位。現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "12-017-1724_p0028",
      "zh_CN": "诸位法师，诸位同学，请坐。我们接着看下面一句：",
      "zh_TW": "諸位法師，諸位同學，請坐。我們接著看下面一句："
    },
    {
      "id": "12-017-1724_p0029",
      "zh_CN": "【或以所行方便门。】",
      "zh_TW": "【或以所行方便門。】"
    },
    {
      "id": "12-017-1724_p0030",
      "zh_CN": "智慧起用就是『方便』，方是方法，便是便宜，用现在的话来说，就是最合适的方法。最合适的方法就不是一定的，所以它是活活泼泼，因人不同，因时不同，因地不同，因事不同，这就是真实智慧应用。佛家常说的，「慈悲为本，方便为门」，你就晓得，八万四千法门都是方便门。「方便」，头一个是对自己，也就是说许许多多的方法，哪个方法对我最适合，这很重要。我们自己能不能成就，关键就在此地。",
      "zh_TW": "智慧起用就是『方便』，方是方法，便是便宜，用現在的話來說，就是最合適的方法。最合適的方法就不是一定的，所以它是活活潑潑，因人不同，因時不同，因地不同，因事不同，這就是真實智慧應用。佛家常說的，「慈悲為本，方便為門」，你就曉得，八萬四千法門都是方便門。「方便」，頭一個是對自己，也就是說許許多多的方法，哪個方法對我最適合，這很重要。我們自己能不能成就，關鍵就在此地。"
    },
    {
      "id": "12-017-1724_p0031",
      "zh_CN": "法门譬如药方，所以佛经上也常常用这个做比喻，佛是医王，大夫，法就是处方。这个大夫是个好大夫，每个病人来，给他的处方一定是药到病除，他的身体就好，就恢复健康。每个人的病不一样，每个人的处方不一样。同样一个处方，下药的分量不一样，煎煮的时间长短不一样，它效果就不相同。所以这一定要懂得，佛法是活活泼泼，没有一个死的方法。如果自己不懂得，自己没有能力认识哪个方法、哪个法门能够适合自己，自己不知道，也没有高人来指点，那怎么办？佛很慈悲，在这种状况之下，佛有一个特别的方法，那就是什么？什么样的病都合适，什么样的根性也合适，「三根普被，利钝全收」，这个方法就是念阿弥陀佛求生净土。所以佛说这叫「阿伽陀药」，阿伽陀就是什么病都治，只有好处，没有副作用。",
      "zh_TW": "法門譬如藥方，所以佛經上也常常用這個做比喻，佛是醫王，大夫，法就是處方。這個大夫是個好大夫，每個病人來，給他的處方一定是藥到病除，他的身體就好，就恢復健康。每個人的病不一樣，每個人的處方不一樣。同樣一個處方，下藥的分量不一樣，煎煮的時間長短不一樣，它效果就不相同。所以這一定要懂得，佛法是活活潑潑，沒有一個死的方法。如果自己不懂得，自己沒有能力認識哪個方法、哪個法門能夠適合自己，自己不知道，也沒有高人來指點，那怎麼辦？佛很慈悲，在這種狀況之下，佛有一個特別的方法，那就是什麼？什麼樣的病都合適，什麼樣的根性也合適，「三根普被，利鈍全收」，這個方法就是念阿彌陀佛求生淨土。所以佛說這叫「阿伽陀藥」，阿伽陀就是什麼病都治，只有好處，沒有副作用。"
    },
    {
      "id": "12-017-1724_p0032",
      "zh_CN": "在清朝乾隆年间，那时候佛法盛，真的叫盛极一时，都是些高僧大德。灌顶法师，他的号叫慈云，慈云灌顶法师通宗通教，著作等身，他留下来的著作大概有四、五十种，非常丰富，收在日本《卍字续藏》。他有一部《观无量寿佛经》的注解，叫《观经直指》，我们过去学习《观无量寿佛经》，看他的注解。《观经直指》里头有一句话很重要，他告诉我们，你要是遇到灾难、遇到病痛，什么样的经、咒、忏法统统失效，都治不好，最后还有一个方法，念阿弥陀佛就能治好。所以阿弥陀佛是大神咒当中的大神咒，没有能够超过这个。很多人不相信，要念这个经、念那个经，不知道阿弥陀佛就是总念，这是灌顶法师告诉我们的。",
      "zh_TW": "在清朝乾隆年間，那時候佛法盛，真的叫盛極一時，都是些高僧大德。灌頂法師，他的號叫慈雲，慈雲灌頂法師通宗通教，著作等身，他留下來的著作大概有四、五十種，非常豐富，收在日本《卍字續藏》。他有一部《觀無量壽佛經》的註解，叫《觀經直指》，我們過去學習《觀無量壽佛經》，看他的註解。《觀經直指》裡頭有一句話很重要，他告訴我們，你要是遇到災難、遇到病痛，什麼樣的經、咒、懺法統統失效，都治不好，最後還有一個方法，念阿彌陀佛就能治好。所以阿彌陀佛是大神咒當中的大神咒，沒有能夠超過這個。很多人不相信，要念這個經、念那個經，不知道阿彌陀佛就是總念，這是灌頂法師告訴我們的。"
    },
    {
      "id": "12-017-1724_p0033",
      "zh_CN": "我们在学经教的时候，听说隋唐时代，日本跟朝鲜到中国留学的学生很多，出家人。他们曾经发起做了一个探讨，释迦牟尼佛当年在世，讲经教学四十九年，四十九年所说的一切经，哪部经最重要？也就是说，讲得最透彻、讲得最圆满，这大家公认的《大方广佛华严经》。我初学佛的时候，方东美先生把这部经介绍给我，他把这部经看作（因为他是个学者、是个哲学家）佛经哲学概论。他晚年，在学校里全是讲佛法，在台湾大学，他讲「魏晋佛学」、「隋唐佛学」、「大乘佛学」，三个大单元，都很长的时间。最后从台湾大学退休之后，天主教辅仁大学请他去，他在辅仁博士班讲「华严哲学」。所以晚年的时候全讲佛法，热爱佛法，完全从哲学的眼光去看。所以他把佛经介绍给我。",
      "zh_TW": "我們在學經教的時候，聽說隋唐時代，日本跟朝鮮到中國留學的學生很多，出家人。他們曾經發起做了一個探討，釋迦牟尼佛當年在世，講經教學四十九年，四十九年所說的一切經，哪部經最重要？也就是說，講得最透徹、講得最圓滿，這大家公認的《大方廣佛華嚴經》。我初學佛的時候，方東美先生把這部經介紹給我，他把這部經看作（因為他是個學者、是個哲學家）佛經哲學概論。他晚年，在學校裡全是講佛法，在台灣大學，他講「魏晉佛學」、「隋唐佛學」、「大乘佛學」，三個大單元，都很長的時間。最後從台灣大學退休之後，天主教輔仁大學請他去，他在輔仁博士班講「華嚴哲學」。所以晚年的時候全講佛法，熱愛佛法，完全從哲學的眼光去看。所以他把佛經介紹給我。"
    },
    {
      "id": "12-017-1724_p0034",
      "zh_CN": "我那时候没有接触过宗教，都以为宗教是迷信，他告诉我，佛是大哲学家，佛是圣哲，佛经是高等哲学，学佛是人生最高的享受。五十六年前，他告诉我的。这五十六年当中，我把他老人家的话证明了，一点都不假，他所说的真实不虚。佛经即是高等哲学，佛经里面讲的是什么？我学习五十六年，归纳他讲的五门，五个科目，第一个是伦理的哲学，第二个是道德哲学，第三个是因果哲学，第四个就是方先生讲的佛经哲学，第五个是科学。这里头没有宗教，这里头没有神仙。我曾经听说汤恩比，英国一个历史哲学家，他说佛教是无神论，正确的。佛教承认宇宙之间有神仙，他不崇拜神仙。他求的是什么？他求的是诸法实相，这就是哲学跟科学，宇宙人生的真相，真实智慧，了解宇宙人生真相。",
      "zh_TW": "我那時候沒有接觸過宗教，都以為宗教是迷信，他告訴我，佛是大哲學家，佛是聖哲，佛經是高等哲學，學佛是人生最高的享受。五十六年前，他告訴我的。這五十六年當中，我把他老人家的話證明了，一點都不假，他所說的真實不虛。佛經即是高等哲學，佛經裡面講的是什麼？我學習五十六年，歸納他講的五門，五個科目，第一個是倫理的哲學，第二個是道德哲學，第三個是因果哲學，第四個就是方先生講的佛經哲學，第五個是科學。這裡頭沒有宗教，這裡頭沒有神仙。我曾經聽說湯恩比，英國一個歷史哲學家，他說佛教是無神論，正確的。佛教承認宇宙之間有神仙，他不崇拜神仙。他求的是什麼？他求的是諸法實相，這就是哲學跟科學，宇宙人生的真相，真實智慧，了解宇宙人生真相。"
    },
    {
      "id": "12-017-1724_p0035",
      "zh_CN": "释迦牟尼佛的一生，我们从传记里面了解到，《释迦谱》、《释迦方志》是传记，唐朝人的著作。用现代的话来说，释迦牟尼佛是一个多元文化社会教育家，他搞的是教育，他是个职业的老师，干了一辈子，有教无类，跟孔子一样。他教学不分国籍、不分族群、不分宗教，只要你来学，没有一个不是认真教导。他又不收学费，所以他是个义务的教育工作者，非常难得！所以我们对他要认识，不能把他看错。这尊重的心、仰慕的心自然就会生起，你才能学到真的东西。真的东西那就在经典。所以经典里面就五个科目，你能够学到伦理、道德、因果、哲学、科学，门门都是顶尖，确实希有难逢。",
      "zh_TW": "釋迦牟尼佛的一生，我們從傳記裡面了解到，《釋迦譜》、《釋迦方誌》是傳記，唐朝人的著作。用現代的話來說，釋迦牟尼佛是一個多元文化社會教育家，他搞的是教育，他是個職業的老師，幹了一輩子，有教無類，跟孔子一樣。他教學不分國籍、不分族群、不分宗教，只要你來學，沒有一個不是認真教導。他又不收學費，所以他是個義務的教育工作者，非常難得！所以我們對他要認識，不能把他看錯。這尊重的心、仰慕的心自然就會生起，你才能學到真的東西。真的東西那就在經典。所以經典裡面就五個科目，你能夠學到倫理、道德、因果、哲學、科學，門門都是頂尖，確實希有難逢。"
    },
    {
      "id": "12-017-1724_p0036",
      "zh_CN": "八万四千法门都是方便门，他一生所说的、所教的皆是方便门。他教的人可多。我们晓得，当年教学没有教科书、没有讲义，个人来，有问题给你解答；团体来，有大团体、小团体来，你提出问题，也给你解答。世尊灭度之后，这些弟子们从记忆当中记录下来，成为今天的经典。同学当中，真的有天才，阿难尊者是天才，记忆力太好，听一遍一生都不会忘记，真的像现在的录音机一样，有这样的能力。所以佛家的承传，这要知道，为什么？几千年来都没有改变，复讲。佛家的承传是靠复讲，释迦牟尼佛当年讲经的时候，阿难尊者复讲，把佛所讲的重复讲一遍，不能参加自己的意思，要讲到不增不减。实在没有这种能力，可以能够减少一点，你可不能添加半分。所以当时阿难尊者复讲，有五百个阿罗汉（同学）作证明，没有一个反对，都说阿难讲的不错，佛是这么说，记录下来。有一个人提出反对，就不可以记录，取信于后世。",
      "zh_TW": "八萬四千法門都是方便門，他一生所說的、所教的皆是方便門。他教的人可多。我們曉得，當年教學沒有教科書、沒有講義，個人來，有問題給你解答；團體來，有大團體、小團體來，你提出問題，也給你解答。世尊滅度之後，這些弟子們從記憶當中記錄下來，成為今天的經典。同學當中，真的有天才，阿難尊者是天才，記憶力太好，聽一遍一生都不會忘記，真的像現在的錄音機一樣，有這樣的能力。所以佛家的承傳，這要知道，為什麼？幾千年來都沒有改變，複講。佛家的承傳是靠複講，釋迦牟尼佛當年講經的時候，阿難尊者複講，把佛所講的重複講一遍，不能參加自己的意思，要講到不增不減。實在沒有這種能力，可以能夠減少一點，你可不能添加半分。所以當時阿難尊者複講，有五百個阿羅漢（同學）作證明，沒有一個反對，都說阿難講的不錯，佛是這麼說，記錄下來。有一個人提出反對，就不可以記錄，取信於後世。"
    },
    {
      "id": "12-017-1724_p0037",
      "zh_CN": "佛经传到中国，中国的翻译非常谨慎，因为这个翻译是帝王发起的，用国家的力量，用全国的人才，务必翻译意思要正确，不能有错误，文字要华美。这桩事情我曾经请教方老师，我说当时大量的梵文经典传到中国，为什么这些梵文经典没有保留下来？为什么不知道珍惜？方老师听到我这一问，他对我笑笑，他说这就是中国人太自豪了，认为自己翻译的经典，不但意思正确，决定没有错误，文字比梵文还要华美。换句话说，译本超过了原本，那个原本丢掉没有什么关系，只要用这个本子就好。你看中国人在从前那种的自信心。所以这个国家真称为世界大国，大国民的风范！哪里像现在的中国，把民族自尊心完全都丧失，什么都是外国的好。在那个时候，隋唐时代，中国世界第一。这是方先生给我说的这桩事情。",
      "zh_TW": "佛經傳到中國，中國的翻譯非常謹慎，因為這個翻譯是帝王發起的，用國家的力量，用全國的人才，務必翻譯意思要正確，不能有錯誤，文字要華美。這樁事情我曾經請教方老師，我說當時大量的梵文經典傳到中國，為什麼這些梵文經典沒有保留下來？為什麼不知道珍惜？方老師聽到我這一問，他對我笑笑，他說這就是中國人太自豪了，認為自己翻譯的經典，不但意思正確，決定沒有錯誤，文字比梵文還要華美。換句話說，譯本超過了原本，那個原本丟掉沒有什麼關係，只要用這個本子就好。你看中國人在從前那種的自信心。所以這個國家真稱為世界大國，大國民的風範！哪裡像現在的中國，把民族自尊心完全都喪失，什麼都是外國的好。在那個時候，隋唐時代，中國世界第一。這是方先生給我說的這樁事情。"
    },
    {
      "id": "12-017-1724_p0038",
      "zh_CN": "所以我们对于古大德的翻译要有信心，从前信心多强！所以确实梵文经典真的在全世界流失，现在存在的极少、极少数，确实是被中文取而代之。现在还有藏文，跟南传的巴利文经典。巴利文经典多半是小乘，我们中国中文的小乘经翻译的也非常完整，就是《大藏经》里面的「四阿含」。藏文经典大多数是从汉文翻译，另外一部分是从印度传过去。西藏有佛教是文成公主嫁到西藏才有，把佛教带过去。所以我们这一生有这个缘分生在中国，遇到大乘经典，要知道珍惜。",
      "zh_TW": "所以我們對於古大德的翻譯要有信心，從前信心多強！所以確實梵文經典真的在全世界流失，現在存在的極少、極少數，確實是被中文取而代之。現在還有藏文，跟南傳的巴利文經典。巴利文經典多半是小乘，我們中國中文的小乘經翻譯的也非常完整，就是《大藏經》裡面的「四阿含」。藏文經典大多數是從漢文翻譯，另外一部分是從印度傳過去。西藏有佛教是文成公主嫁到西藏才有，把佛教帶過去。所以我們這一生有這個緣分生在中國，遇到大乘經典，要知道珍惜。"
    },
    {
      "id": "12-017-1724_p0039",
      "zh_CN": "佛法流传时间久了，传到中国来也差不多是两千年，公元六十七年正式传到中国。非正式的，还早，大概在春秋战国时候就有，那很稀少。正式传来的，国家派使节迎请过来的，永平十年，就是公元六十七年。最盛的时代是在隋唐，中国佛教的黄金时代。",
      "zh_TW": "佛法流傳時間久了，傳到中國來也差不多是兩千年，公元六十七年正式傳到中國。非正式的，還早，大概在春秋戰國時候就有，那很稀少。正式傳來的，國家派使節迎請過來的，永平十年，就是公元六十七年。最盛的時代是在隋唐，中國佛教的黃金時代。"
    },
    {
      "id": "12-017-1724_p0040",
      "zh_CN": "实在没有方法来选择，确实现在高僧大德少，我们就依照佛陀的指示。佛说「正法时期，戒律成就」，依照戒律修行就能证阿罗汉果。「像法时期，禅定成就」，换句话说，人持戒就比不上正法时候，正法时候持戒精严，因戒得定，因定开慧；不是说像法时期不要戒律，还是要持戒，以定为主。持戒是手段，得定是目的。到末法时期，净土法门能成就，「末法时期，净成就」。我们现在生在这个时代是末法时期，我们自己没有能力选择，那你就听佛的话，选择净土法门就决定不错。释迦牟尼佛代我们选择，我们依这个法门。尤其是善导大师讲得好，这个法门「万修万人去」，一个都不漏。可是到我们现在这个时代，念佛的人很多，往生的人不多，这是什么原因？法门的选择是对了，对这个法门不了解，了解得不够，虽然念佛，念得不如法，不是法门有问题，问题是在自己。",
      "zh_TW": "實在沒有方法來選擇，確實現在高僧大德少，我們就依照佛陀的指示。佛說「正法時期，戒律成就」，依照戒律修行就能證阿羅漢果。「像法時期，禪定成就」，換句話說，人持戒就比不上正法時候，正法時候持戒精嚴，因戒得定，因定開慧；不是說像法時期不要戒律，還是要持戒，以定為主。持戒是手段，得定是目的。到末法時期，淨土法門能成就，「末法時期，淨成就」。我們現在生在這個時代是末法時期，我們自己沒有能力選擇，那你就聽佛的話，選擇淨土法門就決定不錯。釋迦牟尼佛代我們選擇，我們依這個法門。尤其是善導大師講得好，這個法門「萬修萬人去」，一個都不漏。可是到我們現在這個時代，念佛的人很多，往生的人不多，這是什麼原因？法門的選擇是對了，對這個法門不了解，了解得不夠，雖然念佛，念得不如法，不是法門有問題，問題是在自己。"
    },
    {
      "id": "12-017-1724_p0041",
      "zh_CN": "净宗的经典不多，在十宗里面净宗经典最少，只有三经一论。这大家晓得，《无量寿经》、《阿弥陀经》、《观无量寿佛经》三经，分量都很少，一论是《往生论》。三经一论合起来，现在薄薄一本就全了。后来的祖师大德加了两样进去，这两样分量也不多，现在我们讲五经一论。魏默深居士把《华严经．普贤行愿品》最后的一卷加进去，称为净土四经。到民国初年，印光老法师，我们的第十三代祖，他老人家把《楞严经．大势至菩萨念佛圆通章》加进去，变成净土五经。《大势至菩萨念佛圆通章》只有二百四十四个字，那是净土的《心经》。所以净土五经一论合起来还是一小本，对我们现在人讲容易受持，真的是方便。可是你要认真去学习，如理如法修行，没有一个不往生。",
      "zh_TW": "淨宗的經典不多，在十宗裡面淨宗經典最少，只有三經一論。這大家曉得，《無量壽經》、《阿彌陀經》、《觀無量壽佛經》三經，分量都很少，一論是《往生論》。三經一論合起來，現在薄薄一本就全了。後來的祖師大德加了兩樣進去，這兩樣分量也不多，現在我們講五經一論。魏默深居士把《華嚴經．普賢行願品》最後的一卷加進去，稱為淨土四經。到民國初年，印光老法師，我們的第十三代祖，他老人家把《楞嚴經．大勢至菩薩念佛圓通章》加進去，變成淨土五經。《大勢至菩薩念佛圓通章》只有二百四十四個字，那是淨土的《心經》。所以淨土五經一論合起來還是一小本，對我們現在人講容易受持，真的是方便。可是你要認真去學習，如理如法修行，沒有一個不往生。"
    },
    {
      "id": "12-017-1724_p0042",
      "zh_CN": "这五经一论六门功课，你有能力统统学，很好；没有能力，学一样就行。最简单的就是《大势至菩萨念佛圆通章》，二百四十四个字，理论、方法、境界都在里头，虽然很少，它很完整。你依照这一样东西修也能往生，而且是决定往生。尤其它讲的方法简单扼要，两句话，念佛怎么念法？「都摄六根，净念相继」，八个字，你只依照这个，那没有不成功的。什么叫都摄六根？都摄六根就是说，你要把心从外面境界收回来。我们眼看色，被色法所转，看到合意思的起贪爱，看到不顺眼的就起怨恨，这就是你心被境界转。要收回来，不被外面境界转。自己心地清净，对外面境界没有好恶，没有分别、没有执着，平等对待，心就收回来。耳不为音声所转，鼻不为香臭所转，舌不为五味所转，要这样才行。外面境界转不了你，那就像《楞严经》上所说的，你就能转境界。你怎么转境界？把所有一切境界转成平等境界，很重要。",
      "zh_TW": "這五經一論六門功課，你有能力統統學，很好；沒有能力，學一樣就行。最簡單的就是《大勢至菩薩念佛圓通章》，二百四十四個字，理論、方法、境界都在裡頭，雖然很少，它很完整。你依照這一樣東西修也能往生，而且是決定往生。尤其它講的方法簡單扼要，兩句話，念佛怎麼念法？「都攝六根，淨念相繼」，八個字，你只依照這個，那沒有不成功的。什麼叫都攝六根？都攝六根就是說，你要把心從外面境界收回來。我們眼看色，被色法所轉，看到合意思的起貪愛，看到不順眼的就起怨恨，這就是你心被境界轉。要收回來，不被外面境界轉。自己心地清淨，對外面境界沒有好惡，沒有分別、沒有執著，平等對待，心就收回來。耳不為音聲所轉，鼻不為香臭所轉，舌不為五味所轉，要這樣才行。外面境界轉不了你，那就像《楞嚴經》上所說的，你就能轉境界。你怎麼轉境界？把所有一切境界轉成平等境界，很重要。"
    },
    {
      "id": "12-017-1724_p0043",
      "zh_CN": "往年，我在新加坡，新加坡有个老和尚告诉我，广洽法师，他跟弘一法师是好朋友，他请弘一法师到新加坡住过，住的那个房子我还去看过。他说弘一法师在晚年，真正做到随缘不变。他跟我举一个例子，饮食。我们晓得弘一大师没有出家之前，花花公子，无论做什么事情他很执着，讲究、执着。晚年学佛之后，什么讲究都没有，什么执着也没有。饮食之道，厨房里做的菜，广洽法师吃的时候，太咸了，拿去重做，他说不必，咸有咸的味道；做得太淡了，也不必，淡有淡的味道，不被境界转。所以他念佛能往生。还要斤斤计较，这个不行，这是你被境界转，你没有转境界。举这个例子，怎么叫转境界，怎么叫被境界转，一定要懂得。",
      "zh_TW": "往年，我在新加坡，新加坡有個老和尚告訴我，廣洽法師，他跟弘一法師是好朋友，他請弘一法師到新加坡住過，住的那個房子我還去看過。他說弘一法師在晚年，真正做到隨緣不變。他跟我舉一個例子，飲食。我們曉得弘一大師沒有出家之前，花花公子，無論做什麼事情他很執著，講究、執著。晚年學佛之後，什麼講究都沒有，什麼執著也沒有。飲食之道，廚房裡做的菜，廣洽法師吃的時候，太鹹了，拿去重做，他說不必，鹹有鹹的味道；做得太淡了，也不必，淡有淡的味道，不被境界轉。所以他念佛能往生。還要斤斤計較，這個不行，這是你被境界轉，你沒有轉境界。舉這個例子，怎麼叫轉境界，怎麼叫被境界轉，一定要懂得。"
    },
    {
      "id": "12-017-1724_p0044",
      "zh_CN": "六根接触六尘境界，心里面清清楚楚、明明白白是智慧，是照，如如不动，不起贪瞋痴慢，不起喜怒哀乐爱恶欲，你自己能做得了主，永远保持清净平等觉，不为境界转，你在境界能做得了主。你对于了生死，往生极乐世界，自己也做得了主。这就是佛为什么叫菩萨把布施放在第一，放下！放下就是。所以我们讲到「所行方便」，头一个你要放下，那就没有不方便。",
      "zh_TW": "六根接觸六塵境界，心裡面清清楚楚、明明白白是智慧，是照，如如不動，不起貪瞋痴慢，不起喜怒哀樂愛惡欲，你自己能做得了主，永遠保持清淨平等覺，不為境界轉，你在境界能做得了主。你對於了生死，往生極樂世界，自己也做得了主。這就是佛為什麼叫菩薩把布施放在第一，放下！放下就是。所以我們講到「所行方便」，頭一個你要放下，那就沒有不方便。"
    },
    {
      "id": "12-017-1724_p0045",
      "zh_CN": "所以弘一大师在晚年是变成什么？和蔼可亲，没有一点架子，平易近人，决不像他以前在日本留学的时候。听说在日本留学还发生过一桩事情，以后都变成轶闻。他跟朋友约会，早晨八点钟见面，这个朋友来了，迟到大概是一分钟，他就门关起来，不见，为什么？不遵守时间。约的八点就要八点，早来也不行，迟来也不行，早一分钟、迟一分钟他都计较。学佛之后就那么样随缘，这些执着都没有。所以我们晓得，他没有学佛之前是富家子弟，没有一样不讲究的；学佛之后，把这些毛病习气全都改掉，全都放下，这是真功夫。那跟他老人家见面，早来或迟来，他一定都好，不会计较一定要遵守时间。",
      "zh_TW": "所以弘一大師在晚年是變成什麼？和藹可親，沒有一點架子，平易近人，決不像他以前在日本留學的時候。聽說在日本留學還發生過一樁事情，以後都變成軼聞。他跟朋友約會，早晨八點鐘見面，這個朋友來了，遲到大概是一分鐘，他就門關起來，不見，為什麼？不遵守時間。約的八點就要八點，早來也不行，遲來也不行，早一分鐘、遲一分鐘他都計較。學佛之後就那麼樣隨緣，這些執著都沒有。所以我們曉得，他沒有學佛之前是富家子弟，沒有一樣不講究的；學佛之後，把這些毛病習氣全都改掉，全都放下，這是真功夫。那跟他老人家見面，早來或遲來，他一定都好，不會計較一定要遵守時間。"
    },
    {
      "id": "12-017-1724_p0046",
      "zh_CN": "我们再看释迦牟尼佛，向佛学习！佛为众生开无量方便之门，佛的日常生活，日常的工作，他的工作就是教学。教学有没有教室？没有；有没有讲堂？没有。无论在什么时候，无论在什么场所，只要有人去请教，他就在那里讲，这叫方便。教学没有固定的学生，一个人教，两个人也教；小团体来也教，大团体来也教。换句话说，不说话的时候还在教，用什么教？他那个生活态度就在教，行住坐卧，确实就是现在所说的，「学为人师，行为世范」，一举一动都是大家最好的榜样。四十九年教学没有中断过，不开口的时候，身教！开口是言教。身教、言教更深一层的，意教，念念希望帮助众生破迷开悟、离苦得乐；念念希望一切众生回头是岸，早一天成佛。",
      "zh_TW": "我們再看釋迦牟尼佛，向佛學習！佛為眾生開無量方便之門，佛的日常生活，日常的工作，他的工作就是教學。教學有沒有教室？沒有；有沒有講堂？沒有。無論在什麼時候，無論在什麼場所，只要有人去請教，他就在那裡講，這叫方便。教學沒有固定的學生，一個人教，兩個人也教；小團體來也教，大團體來也教。換句話說，不說話的時候還在教，用什麼教？他那個生活態度就在教，行住坐臥，確實就是現在所說的，「學為人師，行為世範」，一舉一動都是大家最好的榜樣。四十九年教學沒有中斷過，不開口的時候，身教！開口是言教。身教、言教更深一層的，意教，念念希望幫助眾生破迷開悟、離苦得樂；念念希望一切眾生回頭是岸，早一天成佛。"
    },
    {
      "id": "12-017-1724_p0047",
      "zh_CN": "告诉诸位，没有一念为自己，为什么？无我。虽然度化一切众生，也没有一念为他，为他是什么？着了人相。这个意思就深，这不是一般人能理解的。你契入境界你自然知道，没有入境界你不知道。这个境界是什么？整个宇宙是一体。我们常常用个比喻说，左手这个地方痛痒，右手要不要去帮帮他？左手有没有去请右手？完了有没有去感谢他？为什么？一体。他知道整个宇宙是一体，十法界依正庄严是一体，所以叫「同体大悲，无缘大慈」，无缘就是没有条件。他给我们讲经说法，给我们做种种示现，给诸位说，他没有起心，他没有动念。起心动念尚且没有，哪来的分别执着？这愈讲就愈玄，就愈不好懂。所以我们只能够说自性流露的。",
      "zh_TW": "告訴諸位，沒有一念為自己，為什麼？無我。雖然度化一切眾生，也沒有一念為他，為他是什麼？著了人相。這個意思就深，這不是一般人能理解的。你契入境界你自然知道，沒有入境界你不知道。這個境界是什麼？整個宇宙是一體。我們常常用個比喻說，左手這個地方痛癢，右手要不要去幫幫他？左手有沒有去請右手？完了有沒有去感謝他？為什麼？一體。他知道整個宇宙是一體，十法界依正莊嚴是一體，所以叫「同體大悲，無緣大慈」，無緣就是沒有條件。他給我們講經說法，給我們做種種示現，給諸位說，他沒有起心，他沒有動念。起心動念尚且沒有，哪來的分別執著？這愈講就愈玄，就愈不好懂。所以我們只能夠說自性流露的。"
    },
    {
      "id": "12-017-1724_p0048",
      "zh_CN": "确实世尊一生没有创作、没有发明，你现在应该懂。如果有创作、有发明，他有我相、人相、众生相、寿者相，他是凡夫。凡夫有创作、有发明，佛没有。不但佛没有，现在我们知道，须陀洹就没有，不要说阿罗汉，《金刚经》上讲的须陀洹就没有。须陀洹还有个念头说，我证须陀洹果了，那就不是须陀洹，为什么？他着相。这个道理很深，示现一切相，不着一切相。离即同时，离即不二，就是即相离相，离相即相，是一不是二，这才是自性本具的善巧方便。",
      "zh_TW": "確實世尊一生沒有創作、沒有發明，你現在應該懂。如果有創作、有發明，他有我相、人相、眾生相、壽者相，他是凡夫。凡夫有創作、有發明，佛沒有。不但佛沒有，現在我們知道，須陀洹就沒有，不要說阿羅漢，《金剛經》上講的須陀洹就沒有。須陀洹還有個念頭說，我證須陀洹果了，那就不是須陀洹，為什麼？他著相。這個道理很深，示現一切相，不著一切相。離即同時，離即不二，就是即相離相，離相即相，是一不是二，這才是自性本具的善巧方便。"
    },
    {
      "id": "12-017-1724_p0049",
      "zh_CN": "九法界的众生不知道！所以佛法里面讲，这个事情「唯证方知」。怎么证？你能把妄想分别执着统统放下就证。放下执着，证阿罗汉果；放下分别，证菩萨果；放下妄想，证佛果，放下即是。世尊当年给我们示现，到外面去参学，学了十二年，没用处，十二年学的总结叫不究竟，世间法不究竟。怎么才证到真的究竟法？菩提树下一坐，十二年所学的不要了，统统放下，成无上正等正觉，放下了。放下执着，成正觉；放下分别，成正等正觉；放下妄想，成无上正等正觉。所以佛门讲到究竟，什么是智慧？你知道放下是智慧，你肯放下是真功夫，这在宗门，禅宗里面讲得最多。",
      "zh_TW": "九法界的眾生不知道！所以佛法裡面講，這個事情「唯證方知」。怎麼證？你能把妄想分別執著統統放下就證。放下執著，證阿羅漢果；放下分別，證菩薩果；放下妄想，證佛果，放下即是。世尊當年給我們示現，到外面去參學，學了十二年，沒用處，十二年學的總結叫不究竟，世間法不究竟。怎麼才證到真的究竟法？菩提樹下一坐，十二年所學的不要了，統統放下，成無上正等正覺，放下了。放下執著，成正覺；放下分別，成正等正覺；放下妄想，成無上正等正覺。所以佛門講到究竟，什麼是智慧？你知道放下是智慧，你肯放下是真功夫，這在宗門，禪宗裡面講得最多。"
    },
    {
      "id": "12-017-1724_p0050",
      "zh_CN": "为什么叫你放下？是因为心境都不可得。不但境界是虚幻的，一切有为法，有为法如果你要看《百法明门论》，前面九十四法都是有为法，心法八个，八心王，心所法五十一个，色法十一个，不相应行法二十四个，总共九十六法，都叫做有为法，有为法什么意思？有生有灭，不是真的。后面无为法呢？无为法也不可得。一切法，我读《大般若经》，就是六百卷，我的总结也就是四句，「一切法，无所有，毕竟空，不可得」，我是用这十二个字做总结。你怎么能执着？不但不能执着，分别也没有，毕竟空，那你分别它什么。所以我们跟九法界众生往来，九法界众生他有妄想分别执着，那怎么样？随顺他，他执着，随顺他的执着。佛菩萨有没有执着？没有。凡夫执着这是个放大镜，佛菩萨：是放大镜。凡夫执着有放大镜，佛菩萨随顺你的执着说，他根本没有分别执着，随顺你，不一样！他是智慧，你是烦恼。他随缘不变，你随缘随着变。",
      "zh_TW": "為什麼叫你放下？是因為心境都不可得。不但境界是虛幻的，一切有為法，有為法如果你要看《百法明門論》，前面九十四法都是有為法，心法八個，八心王，心所法五十一個，色法十一個，不相應行法二十四個，總共九十六法，都叫做有為法，有為法什麼意思？有生有滅，不是真的。後面無為法呢？無為法也不可得。一切法，我讀《大般若經》，就是六百卷，我的總結也就是四句，「一切法，無所有，畢竟空，不可得」，我是用這十二個字做總結。你怎麼能執著？不但不能執著，分別也沒有，畢竟空，那你分別它什麼。所以我們跟九法界眾生往來，九法界眾生他有妄想分別執著，那怎麼樣？隨順他，他執著，隨順他的執著。佛菩薩有沒有執著？沒有。凡夫執著這是個放大鏡，佛菩薩：是放大鏡。凡夫執著有放大鏡，佛菩薩隨順你的執著說，他根本沒有分別執著，隨順你，不一樣！他是智慧，你是煩惱。他隨緣不變，你隨緣隨著變。"
    },
    {
      "id": "12-017-1724_p0051",
      "zh_CN": "这个四句，我早年讲经的时候也常说，「不变随缘」是佛，不变随缘，「不变不随缘」是小乘，「随缘不变」，随缘里头学不变是菩萨，「随缘随着变」是凡夫。随缘随着变，随缘你生贪瞋痴慢，你生七情五欲，随缘随着变，凡夫。佛不变随缘，应化在九法界，不一样。随缘不变的四句，早年讲经我常常说。我们现在？我们现在是凡夫，随缘学不变，这很重要。随缘里头自己能做得了主宰，学不变什么？要常常提醒，用这个经典教训提醒，「凡所有相，皆是虚妄」，你的心就觉了，不执着。顺境没有贪恋，逆境没有瞋恚，凡所有相皆是虚妄，「一切有为法，如梦幻泡影」，或者就用我讲的这四句总结，「一切法，无所有，毕竟空，不可得」。你心马上就回到清净平等觉，清净平等觉是自己的真心。这是在日常生活当中、工作当中、处事待人接物当中，时时刻刻要观照。你要是一旦失照，你就会随着境界转，就随缘随变。",
      "zh_TW": "這個四句，我早年講經的時候也常說，「不變隨緣」是佛，不變隨緣，「不變不隨緣」是小乘，「隨緣不變」，隨緣裡頭學不變是菩薩，「隨緣隨著變」是凡夫。隨緣隨著變，隨緣你生貪瞋痴慢，你生七情五欲，隨緣隨著變，凡夫。佛不變隨緣，應化在九法界，不一樣。隨緣不變的四句，早年講經我常常說。我們現在？我們現在是凡夫，隨緣學不變，這很重要。隨緣裡頭自己能做得了主宰，學不變什麼？要常常提醒，用這個經典教訓提醒，「凡所有相，皆是虛妄」，你的心就覺了，不執著。順境沒有貪戀，逆境沒有瞋恚，凡所有相皆是虛妄，「一切有為法，如夢幻泡影」，或者就用我講的這四句總結，「一切法，無所有，畢竟空，不可得」。你心馬上就回到清淨平等覺，清淨平等覺是自己的真心。這是在日常生活當中、工作當中、處事待人接物當中，時時刻刻要觀照。你要是一旦失照，你就會隨著境界轉，就隨緣隨變。"
    },
    {
      "id": "12-017-1724_p0052",
      "zh_CN": "随缘不变是守住自己的清净平等觉，用清净平等觉来随缘，那是佛。我们做不到，我们现在在随缘当中学清净平等觉，这就对了。对于一切众生，随顺他们的善业，所以我们自己也要断恶修善，积功累德。断恶修善，积功累德，如果是没有放下，分别执着没有放下，这是福报，世间的福报。如果放下，佛法讲的是功德，你不着相，那真正是积功累德，会帮助你得戒定慧，帮助你向上提升境界。世法佛法的差别就是着相、不着相，就这么一点。章嘉大师讲的是放下、放不下，放不下就是世间法，放下是出世间法，关键在此地。不可以再执着，执着是大错。念佛执着，行，那是特别法门。但是念佛不能有别的执着，只能够执着念佛，执着我要求生净土，这个行。如果还有别的执着，那就把你念佛的执着破坏了，叫夹杂。所以这个法门是个特别法门。任何法门都要破执着才能成就，唯独念佛法门可以执持名号，这对于六道凡夫来讲，真的是无比的善巧方便。",
      "zh_TW": "隨緣不變是守住自己的清淨平等覺，用清淨平等覺來隨緣，那是佛。我們做不到，我們現在在隨緣當中學清淨平等覺，這就對了。對於一切眾生，隨順他們的善業，所以我們自己也要斷惡修善，積功累德。斷惡修善，積功累德，如果是沒有放下，分別執著沒有放下，這是福報，世間的福報。如果放下，佛法講的是功德，你不著相，那真正是積功累德，會幫助你得戒定慧，幫助你向上提升境界。世法佛法的差別就是著相、不著相，就這麼一點。章嘉大師講的是放下、放不下，放不下就是世間法，放下是出世間法，關鍵在此地。不可以再執著，執著是大錯。念佛執著，行，那是特別法門。但是念佛不能有別的執著，只能夠執著念佛，執著我要求生淨土，這個行。如果還有別的執著，那就把你念佛的執著破壞了，叫夾雜。所以這個法門是個特別法門。任何法門都要破執著才能成就，唯獨念佛法門可以執持名號，這對於六道凡夫來講，真的是無比的善巧方便。"
    },
    {
      "id": "12-017-1724_p0053",
      "zh_CN": "由此可知，我们这执着放不下，只执着善，放下一切不善，这就好。然后慢慢再学，断一切恶、修一切善、不执着，那个跟性德就相应。你就懂得《华严经》末后善财童子五十三参，五十三位善知识所示现的，善财童子所示现的，就是此地所讲的「所行方便」。所以《华严》后面教导我们怎样行方便门。那个后面经文是非常有趣味，五十三参。五十三参是日常生活，就是你从早到晚遇到的这些人，把他分成五十三类，你天天都接触到。可是我们接触到，不认识，不会，所以什么都学不到。如果是认识、会，那你就是在华严世界，你就入华严法门，你就过华严生活。好，这一门我们就学到此地。",
      "zh_TW": "由此可知，我們這執著放不下，只執著善，放下一切不善，這就好。然後慢慢再學，斷一切惡、修一切善、不執著，那個跟性德就相應。你就懂得《華嚴經》末後善財童子五十三參，五十三位善知識所示現的，善財童子所示現的，就是此地所講的「所行方便」。所以《華嚴》後面教導我們怎樣行方便門。那個後面經文是非常有趣味，五十三參。五十三參是日常生活，就是你從早到晚遇到的這些人，把他分成五十三類，你天天都接觸到。可是我們接觸到，不認識，不會，所以什麼都學不到。如果是認識、會，那你就是在華嚴世界，你就入華嚴法門，你就過華嚴生活。好，這一門我們就學到此地。"
    }
  ]
}