{
  "doc_id": "12-017-0595",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五九五卷",
    "zh_TW": "第五九五卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0595",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "12-017-0595_p0001",
      "zh_CN": "诸位同修，请看「如来现相品」，眉间胜音菩萨赞颂最后一首：",
      "zh_TW": "諸位同修，請看「如來現相品」，眉間勝音菩薩讚頌最後一首："
    },
    {
      "id": "12-017-0595_p0002",
      "zh_CN": "【一切刹土微尘数，常现身云悉充满，普为众生放大光，各雨法雨称其心。】",
      "zh_TW": "【一切剎土微塵數，常現身雲悉充滿，普為眾生放大光，各雨法雨稱其心。】"
    },
    {
      "id": "12-017-0595_p0003",
      "zh_CN": "清凉大师说「身云普遍，随物立名」，所以这首偈有「名号海」的意思。第一句是讲现身，『一切刹土微尘数』，这一句讲的是数量，这个数量实实在在是不可思议，决定不是算数能够算得出的。这么多的身相，前面跟诸位说了，所有一切的形相都称之为身。『常现身云』，「云」这个意思是非有非无，所以我们要晓得，所有一切的形相、色相都是非有非无的，缘聚则现，缘散就不现。所以一切色相是缘生的，因缘所生法，《中观论》里面说得好，「因缘所生法，我说即是空」，《金刚般若》里面说「凡所有相，皆是虚妄」，都是讲「云」这个意思。因此现象可以受用，不可以执着，执着你就错了。就像我们看电视、看电影，萤幕上的现象你可以享受、可以受用，你不能执着。为什么？它不是真的。萤幕上的现象如是，我们现前这个现象，大家就忘掉了，现前的现象跟萤幕上的现象无二无别。",
      "zh_TW": "清涼大師說「身雲普遍，隨物立名」，所以這首偈有「名號海」的意思。第一句是講現身，『一切剎土微塵數』，這一句講的是數量，這個數量實實在在是不可思議，決定不是算數能夠算得出的。這麼多的身相，前面跟諸位說了，所有一切的形相都稱之為身。『常現身雲』，「雲」這個意思是非有非無，所以我們要曉得，所有一切的形相、色相都是非有非無的，緣聚則現，緣散就不現。所以一切色相是緣生的，因緣所生法，《中觀論》裡面說得好，「因緣所生法，我說即是空」，《金剛般若》裡面說「凡所有相，皆是虛妄」，都是講「雲」這個意思。因此現象可以受用，不可以執著，執著你就錯了。就像我們看電視、看電影，螢幕上的現象你可以享受、可以受用，你不能執著。為什麼？它不是真的。螢幕上的現象如是，我們現前這個現象，大家就忘掉了，現前的現象跟螢幕上的現象無二無別。"
    },
    {
      "id": "12-017-0595_p0004",
      "zh_CN": "现代科学技术发达，物质享受已经很普遍，我看最普遍的是照相机。我们在路上看看，每一个人身上都带个照相机。我们自己也曾经照过不少照片，照片照了，放大挂在墙上，常常看看，会看的人开悟了，看照片开悟了；不会看的生情，迷了！同样是一个东西，怎么会开悟？他一看那个照片是幻相，刹那相，就按快门那一刹那留下这个印象。以后有没有？再没有了。再按第二张就不是第一张了，这里面就产生变化。什么变化？我们说一个最简单的，你第二张比第一张老了，你说对不对？人老不是一年一年老，不是十年十年老，刹那刹那老了。再给你说一个事实真相，刹那刹那你往坟墓里头走，你想对不对？你的生命少了一刹那，那一刹那再不会回来的。这样看你那些照片，你会开悟，「凡所有相，皆是虚妄」。这是现代人几乎每个人都有这个经历，所以问题真的就像宗门祖师大德常常问的「会么？」只要会了，那真的是头头是道、左右逢源，「已获诸佛大神通」。",
      "zh_TW": "現代科學技術發達，物質享受已經很普遍，我看最普遍的是照相機。我們在路上看看，每一個人身上都帶個照相機。我們自己也曾經照過不少照片，照片照了，放大掛在牆上，常常看看，會看的人開悟了，看照片開悟了；不會看的生情，迷了！同樣是一個東西，怎麼會開悟？他一看那個照片是幻相，剎那相，就按快門那一剎那留下這個印象。以後有沒有？再沒有了。再按第二張就不是第一張了，這裡面就產生變化。什麼變化？我們說一個最簡單的，你第二張比第一張老了，你說對不對？人老不是一年一年老，不是十年十年老，剎那剎那老了。再給你說一個事實真相，剎那剎那你往墳墓裡頭走，你想對不對？你的生命少了一剎那，那一剎那再不會回來的。這樣看你那些照片，你會開悟，「凡所有相，皆是虛妄」。這是現代人幾乎每個人都有這個經歷，所以問題真的就像宗門祖師大德常常問的「會麼？」只要會了，那真的是頭頭是道、左右逢源，「已獲諸佛大神通」。"
    },
    {
      "id": "12-017-0595_p0005",
      "zh_CN": "『常现身云悉充满』，这就是讲的整个宇宙，佛法里面常说的虚空法界，时空里面所有一切的色相、形相，自性变现出来的，自性就是毘卢遮那如来。『普为众生放大光』，这个「光」是自性本具的般若光明，自性的德能、自性的相好，圆满显现出来。这里面一切众生有迷有悟，觉悟的人帮助不觉悟的。『各雨法雨称其心』，这个「各」是已经觉悟的人，指诸佛菩萨、法身菩萨，他是真的觉悟，不是相似的。十法界里面的菩萨是相似位，法身菩萨是真的觉悟了。这些觉悟的佛菩萨不舍誓愿，因为他在没有觉悟的时候曾经发过愿，「众生无边誓愿度」，现在已经证得如来果位，说话要兑现，不能打妄语。兑现那就是要帮助一些没有觉悟的众生，「各雨法雨」。",
      "zh_TW": "『常現身雲悉充滿』，這就是講的整個宇宙，佛法裡面常說的虛空法界，時空裡面所有一切的色相、形相，自性變現出來的，自性就是毘盧遮那如來。『普為眾生放大光』，這個「光」是自性本具的般若光明，自性的德能、自性的相好，圓滿顯現出來。這裡面一切眾生有迷有悟，覺悟的人幫助不覺悟的。『各雨法雨稱其心』，這個「各」是已經覺悟的人，指諸佛菩薩、法身菩薩，他是真的覺悟，不是相似的。十法界裡面的菩薩是相似位，法身菩薩是真的覺悟了。這些覺悟的佛菩薩不捨誓願，因為他在沒有覺悟的時候曾經發過願，「眾生無邊誓願度」，現在已經證得如來果位，說話要兌現，不能打妄語。兌現那就是要幫助一些沒有覺悟的眾生，「各雨法雨」。"
    },
    {
      "id": "12-017-0595_p0006",
      "zh_CN": "帮助众生里头最重要的一个手段：建立名号。诸位要晓得，名号本来没有的，相是幻相，名是假名。名号虽然是假的，它能帮助众生觉悟，这就是佛家常讲的「借假修真」，所以假的名号用处很大，名号海！佛家教学里头，佛的名号有多少，菩萨名号有多少，说不尽的。佛的名号表性德，自性本具的德用：智慧、能力、相好，都是无量无边，所以名号就无量无边。菩萨的名号表修德，修德就是佛家讲的法门，法门无量，菩萨的名号就无量。这里头我们必须要认识清楚，诸佛菩萨都没有名号，名号是随着众生的心，下面「称其心」，这个「心」就是在迷的众生，是称他们心之乐好随缘建立的，没有一定。",
      "zh_TW": "幫助眾生裡頭最重要的一個手段：建立名號。諸位要曉得，名號本來沒有的，相是幻相，名是假名。名號雖然是假的，它能幫助眾生覺悟，這就是佛家常講的「借假修真」，所以假的名號用處很大，名號海！佛家教學裡頭，佛的名號有多少，菩薩名號有多少，說不盡的。佛的名號表性德，自性本具的德用：智慧、能力、相好，都是無量無邊，所以名號就無量無邊。菩薩的名號表修德，修德就是佛家講的法門，法門無量，菩薩的名號就無量。這裡頭我們必須要認識清楚，諸佛菩薩都沒有名號，名號是隨著眾生的心，下面「稱其心」，這個「心」就是在迷的眾生，是稱他們心之樂好隨緣建立的，沒有一定。"
    },
    {
      "id": "12-017-0595_p0007",
      "zh_CN": "我们举个例子你要细心去体会，我们全心全力学习《地藏菩萨本愿经》，参与学习的人这个时候就是地藏菩萨；明天我们换一个科目，我们大家都来参究《普门品》，到第二天大家都是观世音菩萨，名号哪有一定？诸位同修要知道，所有诸佛的名号，总而言之都是毘卢遮那佛的名号。为什么？毘卢遮那佛是法身，就是虚空法界。所有菩萨的名号，就是一个修行人的名号。我这个说法如果你要是体会不过来，你感觉得迷惑，怎么会是这个样子？现在我们在一些应酬场合，应酬场合头一次见面，总是交换名片，我们看到有很多人名片是折叠的，他头衔太多，几十个头衔，那个名片一张印不下，翻过来印还是印不下，必须要接着第二张，所以是折叠的。一个头衔就是一个名号，他怎么那么多名号？显示他多才多艺，他有许许多多的事业，一个名号没有法子表示出来，所以名片展开的时候，一大堆的名号。你从这个地方去体会，一个真正修行人具足一切菩萨的名号，他在修行过程中修的。",
      "zh_TW": "我們舉個例子你要細心去體會，我們全心全力學習《地藏菩薩本願經》，參與學習的人這個時候就是地藏菩薩；明天我們換一個科目，我們大家都來參究《普門品》，到第二天大家都是觀世音菩薩，名號哪有一定？諸位同修要知道，所有諸佛的名號，總而言之都是毘盧遮那佛的名號。為什麼？毘盧遮那佛是法身，就是虛空法界。所有菩薩的名號，就是一個修行人的名號。我這個說法如果你要是體會不過來，你感覺得迷惑，怎麼會是這個樣子？現在我們在一些應酬場合，應酬場合頭一次見面，總是交換名片，我們看到有很多人名片是摺疊的，他頭銜太多，幾十個頭銜，那個名片一張印不下，翻過來印還是印不下，必須要接著第二張，所以是摺疊的。一個頭銜就是一個名號，他怎麼那麼多名號？顯示他多才多藝，他有許許多多的事業，一個名號沒有法子表示出來，所以名片展開的時候，一大堆的名號。你從這個地方去體會，一個真正修行人具足一切菩薩的名號，他在修行過程中修的。"
    },
    {
      "id": "12-017-0595_p0008",
      "zh_CN": "所以菩萨问的是名号海。名号之中也是平等的，《金刚经》上所讲的「是法平等，无有高下」。平等法里面，还有个特别的例子，为什么阿弥陀佛的名号大家都称扬？受持就是称扬；观世音菩萨的名号，普遍受到大众称扬？没错，弥陀、观音名号，不但我们娑婆世界的人普遍称扬，尽虚空遍法界一切诸佛刹土里面微尘数的众生，每一个众生都称扬。这是什么道理？契机。你想想看一切法门里面，谁不喜欢慈悲？观世音菩萨慈悲；谁不喜欢方便？阿弥陀佛最方便，一切诸佛如来都没有阿弥陀佛那么方便，不断烦恼也能往生。佛法里头常讲「慈悲为本，方便为门」，这么个原因。所以，这个名号就尽虚空遍法界的弘传开了。",
      "zh_TW": "所以菩薩問的是名號海。名號之中也是平等的，《金剛經》上所講的「是法平等，無有高下」。平等法裡面，還有個特別的例子，為什麼阿彌陀佛的名號大家都稱揚？受持就是稱揚；觀世音菩薩的名號，普遍受到大眾稱揚？沒錯，彌陀、觀音名號，不但我們娑婆世界的人普遍稱揚，盡虛空遍法界一切諸佛剎土裡面微塵數的眾生，每一個眾生都稱揚。這是什麼道理？契機。你想想看一切法門裡面，誰不喜歡慈悲？觀世音菩薩慈悲；誰不喜歡方便？阿彌陀佛最方便，一切諸佛如來都沒有阿彌陀佛那麼方便，不斷煩惱也能往生。佛法裡頭常講「慈悲為本，方便為門」，這麼個原因。所以，這個名號就盡虛空遍法界的弘傳開了。"
    },
    {
      "id": "12-017-0595_p0009",
      "zh_CN": "我们要明白这个道理，佛法里面讲到修学，可以说无量的行门总不离慈悲，慈悲这一门非常显著的含尽一切法门、统摄一切法门。我们不能没有慈悲心，没有慈悲心与性德就不相应，没有慈悲心与一切众生就不能起感应，什么叫感应？你就没有心愿去照顾众生、去帮助众生，这一点诸位同修要晓得。我能力做不到，我心愿有，这个心愿念念不舍，哪一天有这个能力、有这个机缘，它就兑现了。如果你没有一个强烈的帮助众生的愿望，这个心或有或无，愿心没有根、没有力，纵然遇到缘也无所谓，机会抓不到，往往空过，愿变成空愿。当然善愿要能够实现，固然要靠自己的愿力、心力，念念不舍，而且自己确确实实认真努力修行，把这个功德回向一切众生，与诸佛菩萨、与一切众生起感应道交的作用。我们回向偈天天念，「愿以此功德，庄严佛净土」，什么功德？自己真正修行的功德。修行，念念之中、行行之中，你不能说生活不是修行，你不能说工作不是修行，一切交际应酬都是修行，没有一样不是修行。",
      "zh_TW": "我們要明白這個道理，佛法裡面講到修學，可以說無量的行門總不離慈悲，慈悲這一門非常顯著的含盡一切法門、統攝一切法門。我們不能沒有慈悲心，沒有慈悲心與性德就不相應，沒有慈悲心與一切眾生就不能起感應，什麼叫感應？你就沒有心願去照顧眾生、去幫助眾生，這一點諸位同修要曉得。我能力做不到，我心願有，這個心願念念不捨，哪一天有這個能力、有這個機緣，它就兌現了。如果你沒有一個強烈的幫助眾生的願望，這個心或有或無，願心沒有根、沒有力，縱然遇到緣也無所謂，機會抓不到，往往空過，願變成空願。當然善願要能夠實現，固然要靠自己的願力、心力，念念不捨，而且自己確確實實認真努力修行，把這個功德迴向一切眾生，與諸佛菩薩、與一切眾生起感應道交的作用。我們迴向偈天天念，「願以此功德，莊嚴佛淨土」，什麼功德？自己真正修行的功德。修行，念念之中、行行之中，你不能說生活不是修行，你不能說工作不是修行，一切交際應酬都是修行，沒有一樣不是修行。"
    },
    {
      "id": "12-017-0595_p0010",
      "zh_CN": "我现在教一些同学们学「沙弥律仪」，你看看二十四门威仪哪一门不是修行？威仪里头讲，洗脸漱口都是修行，大小便溺都是修行，起床睡觉也是修行。儒家讲三千威仪，佛家讲八万细行，给诸位说，这是普贤行。总的说都在起心动念随顺性德，那就是佛菩萨；随顺自己烦恼习气，这是错误。如何把日常生活当中随顺烦恼习气这一面改正过来，随顺性德。什么是性德？世出世间大圣大贤他们显示那个样子就是性德，他们教导我们的都是性德，「常现身云悉充满」，性德！他们的起心动念是光明，没有一丝毫染污，他们的心念纯净纯善，放光！他们的言语放光，他们的形象放光，身语意三业都放大光。我们从什么地方来接受？从经教里面来接受，你果然把佛经看懂了，诸佛如来三业大光你就能感受到，在这里头就得益了。",
      "zh_TW": "我現在教一些同學們學「沙彌律儀」，你看看二十四門威儀哪一門不是修行？威儀裡頭講，洗臉漱口都是修行，大小便溺都是修行，起床睡覺也是修行。儒家講三千威儀，佛家講八萬細行，給諸位說，這是普賢行。總的說都在起心動念隨順性德，那就是佛菩薩；隨順自己煩惱習氣，這是錯誤。如何把日常生活當中隨順煩惱習氣這一面改正過來，隨順性德。什麼是性德？世出世間大聖大賢他們顯示那個樣子就是性德，他們教導我們的都是性德，「常現身雲悉充滿」，性德！他們的起心動念是光明，沒有一絲毫染污，他們的心念純淨純善，放光！他們的言語放光，他們的形象放光，身語意三業都放大光。我們從什麼地方來接受？從經教裡面來接受，你果然把佛經看懂了，諸佛如來三業大光你就能感受到，在這裡頭就得益了。"
    },
    {
      "id": "12-017-0595_p0011",
      "zh_CN": "大乘经上常讲世尊的三轮教化，三轮是身、语、意，慈悲到极处，方便到极处！现在我们所修的、采取的是持名念佛，根据净宗三经，不仅是世尊，一切如来的教诲，我们采取持名念佛。《阿弥陀经》、《无量寿经》这不必说，非常明显，《观无量寿佛经》十六观，最后第十六是持名念佛，我们在《十六观经》里头采取最后的一种。在佛法里头它这个排列有顺序，后面比前面殊胜，这种排列方式也是称众生心。我们世间，最常接触的是娱乐：音乐会、舞会、戏剧，最好的一出是摆在最后，叫压轴戏。为什么会想到这个放在最后，最好的为什么不摆在前面？前面如果是最好的，看完之后人都走了，后头都不如前面，还有什么看头？最好的放在后面，来看戏的人总希望看到最好的一出，那好了，慢慢看，你会看终场。音乐会、舞会都是这样，最精彩的在后面，让你在观赏的时候永远保持你的兴奋，现在一般人讲永远保持着高潮。佛教学也是如此，最好的那个法门都摆在最后。",
      "zh_TW": "大乘經上常講世尊的三輪教化，三輪是身、語、意，慈悲到極處，方便到極處！現在我們所修的、採取的是持名念佛，根據淨宗三經，不僅是世尊，一切如來的教誨，我們採取持名念佛。《阿彌陀經》、《無量壽經》這不必說，非常明顯，《觀無量壽佛經》十六觀，最後第十六是持名念佛，我們在《十六觀經》裡頭採取最後的一種。在佛法裡頭它這個排列有順序，後面比前面殊勝，這種排列方式也是稱眾生心。我們世間，最常接觸的是娛樂：音樂會、舞會、戲劇，最好的一齣是擺在最後，叫壓軸戲。為什麼會想到這個放在最後，最好的為什麼不擺在前面？前面如果是最好的，看完之後人都走了，後頭都不如前面，還有什麼看頭？最好的放在後面，來看戲的人總希望看到最好的一齣，那好了，慢慢看，你會看終場。音樂會、舞會都是這樣，最精彩的在後面，讓你在觀賞的時候永遠保持你的興奮，現在一般人講永遠保持著高潮。佛教學也是如此，最好的那個法門都擺在最後。"
    },
    {
      "id": "12-017-0595_p0012",
      "zh_CN": "我们看《楞严经‧二十五圆通章》，这是佛讲到这里，问问他这些大弟子：你们每个人修行证果，你是用什么方法？你们个人向大众提出报告。二十五位菩萨出来做代表，他们排列的顺序是依照十八界七大，六根、六尘、六识，七大是　地、水、火、风、空、见、识，按这个顺序。观世音菩萨所修的耳根，按照这个顺序排，他排第二。可是他很特别，他没有按照顺序排，他排到最后，把他调到第二十五。大势至菩萨根大，地、水、火、风、空，见就是根，后面是识，他的顺序应当摆在弥勒菩萨的前面。弥勒菩萨是修识大、唯识，大势至菩萨，他排在弥勒菩萨的前面。《楞严经》上不是这样的，他跟弥勒菩萨两个对调，弥勒排在二十三，大势至排二十四，观世音排二十五。这个排列顺序我们学教的人要留意，那是表法的意思，唱压轴戏，最好的。所以许许多多人都疏忽了，把观世音菩萨从前面调到后面，调的幅度很大，很明显看得出来；大势至菩萨只跟弥勒菩萨换一个位子，很多人疏忽了。所以二十五圆通里面讲特别法门，是两个特别法门，不是一个。我遇到很多学楞严的都把这条疏忽，粗心大意！",
      "zh_TW": "我們看《楞嚴經‧二十五圓通章》，這是佛講到這裡，問問他這些大弟子：你們每個人修行證果，你是用什麼方法？你們個人向大眾提出報告。二十五位菩薩出來做代表，他們排列的順序是依照十八界七大，六根、六塵、六識，七大是　地、水、火、風、空、見、識，按這個順序。觀世音菩薩所修的耳根，按照這個順序排，他排第二。可是他很特別，他沒有按照順序排，他排到最後，把他調到第二十五。大勢至菩薩根大，地、水、火、風、空，見就是根，後面是識，他的順序應當擺在彌勒菩薩的前面。彌勒菩薩是修識大、唯識，大勢至菩薩，他排在彌勒菩薩的前面。《楞嚴經》上不是這樣的，他跟彌勒菩薩兩個對調，彌勒排在二十三，大勢至排二十四，觀世音排二十五。這個排列順序我們學教的人要留意，那是表法的意思，唱壓軸戲，最好的。所以許許多多人都疏忽了，把觀世音菩薩從前面調到後面，調的幅度很大，很明顯看得出來；大勢至菩薩只跟彌勒菩薩換一個位子，很多人疏忽了。所以二十五圓通裡面講特別法門，是兩個特別法門，不是一個。我遇到很多學楞嚴的都把這條疏忽，粗心大意！"
    },
    {
      "id": "12-017-0595_p0013",
      "zh_CN": "大势至菩萨代表念佛法门，念佛法门是特别法门。有人问，为什么不把大势至法门摆在最后，把观世音菩萨摆在前面，为什么不这么摆？不能这么摆，排列顺序是有道理的，根据众生的根性。大势至菩萨念佛法门是普遍适合尽虚空遍法界一切众生修学，它是特别法门，包括我们在内，娑婆世界不例外。观世音菩萨耳根圆通特别契合我们娑婆世界众生，所以把它摆在最后。在佛法三千年承传当中，观世音菩萨的知名度真的是超过阿弥陀佛，这个世间哪一个人不知道佛教有一个观世音菩萨？的确还有很多不知道阿弥陀佛的。那个排列是有关系的，不能把位子搞错，这里面真的所谓是学问、见识。",
      "zh_TW": "大勢至菩薩代表念佛法門，念佛法門是特別法門。有人問，為什麼不把大勢至法門擺在最後，把觀世音菩薩擺在前面，為什麼不這麼擺？不能這麼擺，排列順序是有道理的，根據眾生的根性。大勢至菩薩念佛法門是普遍適合盡虛空遍法界一切眾生修學，它是特別法門，包括我們在內，娑婆世界不例外。觀世音菩薩耳根圓通特別契合我們娑婆世界眾生，所以把它擺在最後。在佛法三千年承傳當中，觀世音菩薩的知名度真的是超過阿彌陀佛，這個世間哪一個人不知道佛教有一個觀世音菩薩？的確還有很多不知道阿彌陀佛的。那個排列是有關係的，不能把位子搞錯，這裡面真的所謂是學問、見識。"
    },
    {
      "id": "12-017-0595_p0014",
      "zh_CN": "前天我叫你们整理一个相片本子，你们里面顺序就不妥当，从这个地方看到你的智慧、看到你的见识。你们几个人各人贴各人的照片，照片都是那么多，你们三个人贴三本，我拿来看看，三本排的次序不一样，从这个地方看到你的程度之优劣。日常生活中大大小小的事情，过去我们跟韩馆长三十年，韩馆长在这方面有过人之处，很多人比不上她。她动作敏捷，她做事情有一套程序，所以很短的时间处理许多事务。像平常你们在厨房烧一餐饭，通常家里头五、六个人吃饭，大概是四个菜一个汤，韩馆长需要多少时间？给诸位说，二十分钟，她东西就拿得出来。我们一般人二十分钟烧一个菜都烧不好，她怎么能够把四菜一汤都做好？不能不佩服她，她做事情有条理、有顺序，许多事情她能一次把它完成，动作快，反应快。这个厨房里面的东西她没有学过，她年轻的时候是富贵人家出身的。她们家里人从事航海业，私人的轮船公司，那个时候中国经营航海业的她们家最大，比它大的是国营招商局，中国航业招商局是第一，她们家是第二，有四十多条轮船跑全世界，她是这样出身的。什么事都会做，家里老人教，她学得快，那个也是不常下厨房的，可是一看就会了。",
      "zh_TW": "前天我叫你們整理一個相片本子，你們裡面順序就不妥當，從這個地方看到你的智慧、看到你的見識。你們幾個人各人貼各人的照片，照片都是那麼多，你們三個人貼三本，我拿來看看，三本排的次序不一樣，從這個地方看到你的程度之優劣。日常生活中大大小小的事情，過去我們跟韓館長三十年，韓館長在這方面有過人之處，很多人比不上她。她動作敏捷，她做事情有一套程序，所以很短的時間處理許多事務。像平常你們在廚房燒一餐飯，通常家裡頭五、六個人吃飯，大概是四個菜一個湯，韓館長需要多少時間？給諸位說，二十分鐘，她東西就拿得出來。我們一般人二十分鐘燒一個菜都燒不好，她怎麼能夠把四菜一湯都做好？不能不佩服她，她做事情有條理、有順序，許多事情她能一次把它完成，動作快，反應快。這個廚房裡面的東西她沒有學過，她年輕的時候是富貴人家出身的。她們家裡人從事航海業，私人的輪船公司，那個時候中國經營航海業的她們家最大，比它大的是國營招商局，中國航業招商局是第一，她們家是第二，有四十多條輪船跑全世界，她是這樣出身的。什麼事都會做，家裡老人教，她學得快，那個也是不常下廚房的，可是一看就會了。"
    },
    {
      "id": "12-017-0595_p0015",
      "zh_CN": "在图书馆，你们许许多多人在厨房里面都是馆长教的。特别是法会期间，有很多居士发心来主厨，馆长是总指导。她天天下厨房去尝菜，「你这个作法要改进」，天天在教，很内行的行家对她都不能不服。她的耳根很利，有音乐天才，那个唱念，她是在家居士，参加几次法会跟着大家听听，她都会了，回来教你们。我们图书馆的法器，馆长教的，她很喜欢唱，很喜欢敲法器，教导你们。她自己常常跟我开玩笑，她前生大概是赶经忏的和尚，一听就会。所以我们根性钝一点不怕，要好学、要肯学，要认真努力的来学习。我们学好了度众生，拿我学的这一套布施供养。尤其是生活方面衣食住行的供养，非常必要。佛接引众生，大乘佛法常讲「先以利欲勾，后令入佛智」，这是释迦牟尼佛教给我们的原则。首先你要能教他称心如意，你要懂得众生的心理、懂得众生的爱好、懂得众生的需求。菩萨修的福德，福德不是自己享受，是供养众生，他心里欢喜。他欢喜你、他感激你，你说的话他听，然后你才教他断恶修善。这是因果教育，我们人生为什么这么苦？过去造作不善的因，现在造作不善的缘，不善的因跟不善的缘集合起来，不善的果报就现前了。这个事情要常讲，要举出许许多多例子给他看，他才能相信。",
      "zh_TW": "在圖書館，你們許許多多人在廚房裡面都是館長教的。特別是法會期間，有很多居士發心來主廚，館長是總指導。她天天下廚房去嘗菜，「你這個作法要改進」，天天在教，很內行的行家對她都不能不服。她的耳根很利，有音樂天才，那個唱念，她是在家居士，參加幾次法會跟著大家聽聽，她都會了，回來教你們。我們圖書館的法器，館長教的，她很喜歡唱，很喜歡敲法器，教導你們。她自己常常跟我開玩笑，她前生大概是趕經懺的和尚，一聽就會。所以我們根性鈍一點不怕，要好學、要肯學，要認真努力的來學習。我們學好了度眾生，拿我學的這一套布施供養。尤其是生活方面衣食住行的供養，非常必要。佛接引眾生，大乘佛法常講「先以利欲勾，後令入佛智」，這是釋迦牟尼佛教給我們的原則。首先你要能教他稱心如意，你要懂得眾生的心理、懂得眾生的愛好、懂得眾生的需求。菩薩修的福德，福德不是自己享受，是供養眾生，他心裡歡喜。他歡喜你、他感激你，你說的話他聽，然後你才教他斷惡修善。這是因果教育，我們人生為什麼這麼苦？過去造作不善的因，現在造作不善的緣，不善的因跟不善的緣集合起來，不善的果報就現前了。這個事情要常講，要舉出許許多多例子給他看，他才能相信。"
    },
    {
      "id": "12-017-0595_p0016",
      "zh_CN": "学佛第一个目标是改变自己的命运，就像《了凡四训》一样。我前生没有修福报，现在努力的修，中年以后福报现前，晚年就不受苦了。没有福报的人，在中年要是疏忽不肯修福报，你晚年必定受苦，谁照顾你？尤其在今天这个时代，儿女靠不住，儿女心目当中不会照顾老人，你要防着这一招。用什么方法？修福，我全心全力乐意照顾老人、照顾病人，将来我老的时候有很多人照顾我。不是我要求他们来，是自然而然的，这是果报。你不修善因，你怎么会有善果？所以头一个用这些方法能劝人回心向善。我们大家在一起生活，从内心里头真诚的爱心、无条件的爱心照顾每一个人。我们今天选择图文巴这个地区，原先我们也没有做过调查，佛菩萨安排的，这个地方是什么？佛法里面讲的福田，我们遇到这个地方，到这个地方来好种福田。什么福田？这个地方退休的老人很多，缺乏人照顾，我们到这个地方看到这些老人，就像看到自己父母一样，全心全力照顾他们，我们在这里种福田。谁懂得这个道理？大好的福田、真正的福田在此地，我们遇到了。我们居住这几条街，我看了都是老人，有的是老夫妻两个，有的是一个人，他们很寂寞，年岁大了都退休了，纵然物质生活还能过得去，精神生活非常缺乏。所以我们每个星期六举办一次温馨晚宴，安排一点节目给他们欣赏，我们在种福田。如果这边有这个缘分，我们真的想建一个退休村，这是我想了几十年的「弥陀村」。",
      "zh_TW": "學佛第一個目標是改變自己的命運，就像《了凡四訓》一樣。我前生沒有修福報，現在努力的修，中年以後福報現前，晚年就不受苦了。沒有福報的人，在中年要是疏忽不肯修福報，你晚年必定受苦，誰照顧你？尤其在今天這個時代，兒女靠不住，兒女心目當中不會照顧老人，你要防著這一招。用什麼方法？修福，我全心全力樂意照顧老人、照顧病人，將來我老的時候有很多人照顧我。不是我要求他們來，是自然而然的，這是果報。你不修善因，你怎麼會有善果？所以頭一個用這些方法能勸人回心向善。我們大家在一起生活，從內心裡頭真誠的愛心、無條件的愛心照顧每一個人。我們今天選擇圖文巴這個地區，原先我們也沒有做過調查，佛菩薩安排的，這個地方是什麼？佛法裡面講的福田，我們遇到這個地方，到這個地方來好種福田。什麼福田？這個地方退休的老人很多，缺乏人照顧，我們到這個地方看到這些老人，就像看到自己父母一樣，全心全力照顧他們，我們在這裡種福田。誰懂得這個道理？大好的福田、真正的福田在此地，我們遇到了。我們居住這幾條街，我看了都是老人，有的是老夫妻兩個，有的是一個人，他們很寂寞，年歲大了都退休了，縱然物質生活還能過得去，精神生活非常缺乏。所以我們每個星期六舉辦一次溫馨晚宴，安排一點節目給他們欣賞，我們在種福田。如果這邊有這個緣分，我們真的想建一個退休村，這是我想了幾十年的「彌陀村」。"
    },
    {
      "id": "12-017-0595_p0017",
      "zh_CN": "前天昆士兰大学两位教授来访问，提到他们非常关心世界和平、社会安定，学校里面现在开这个课程来研究讨论这桩事情。如何有效的能真正落实社会安定、世界和平？所以他们有一个和平的研究中心。他说现在全世界有八个学校开这样的课程，而以昆士兰大学规模最大，举办的时间最长，最有效果，这是好事情。前些年，说这个话大概是四年前的样子，我访问这些大学，每到一个学校，我都给校长、给教授们建议，希望能够设立一个多元文化研究所，就是培养这些和平工作人员。希望从研究所里面培养学生、培养研究生，研究生毕业出来以后，我们可以在大学里面办一个学系，最好办一个学院：多元文化学院。它现在以「和平」很好，「多元文化和平研究所」，将来扩展成「多元文化和平学院」，这里面培养的那就是一种特殊外交人才。他将来做什么工作？专门做不同种族的团结、不同宗教的团结，这是世界和平的根本，能够把族群之间、宗教之间一些误会隔阂化解掉，世界和平就能落实。我当时谈话，有些校长、教授他们听了都很赞同，告诉我他们认真来考虑这个问题。昆士兰大学已经在做了，格丽菲斯大学也在做了，这两个学校都找我，我最近要抽个时间去访问。如果我们将来有机缘，我会在这附近找一块土地，我们建一个「多元文化和平村」，我们不叫弥陀村，叫弥陀村佛教的色彩太浓厚了，多元文化和平村。我们这里面用最低的收入照顾老人，欢迎不同宗教、不同族群我们大家在一起过幸福美满的晚年，给世间人做个好榜样。好，现在时间到了。",
      "zh_TW": "前天昆士蘭大學兩位教授來訪問，提到他們非常關心世界和平、社會安定，學校裡面現在開這個課程來研究討論這樁事情。如何有效的能真正落實社會安定、世界和平？所以他們有一個和平的研究中心。他說現在全世界有八個學校開這樣的課程，而以昆士蘭大學規模最大，舉辦的時間最長，最有效果，這是好事情。前些年，說這個話大概是四年前的樣子，我訪問這些大學，每到一個學校，我都給校長、給教授們建議，希望能夠設立一個多元文化研究所，就是培養這些和平工作人員。希望從研究所裡面培養學生、培養研究生，研究生畢業出來以後，我們可以在大學裡面辦一個學系，最好辦一個學院：多元文化學院。它現在以「和平」很好，「多元文化和平研究所」，將來擴展成「多元文化和平學院」，這裡面培養的那就是一種特殊外交人才。他將來做什麼工作？專門做不同種族的團結、不同宗教的團結，這是世界和平的根本，能夠把族群之間、宗教之間一些誤會隔閡化解掉，世界和平就能落實。我當時談話，有些校長、教授他們聽了都很贊同，告訴我他們認真來考慮這個問題。昆士蘭大學已經在做了，格麗菲斯大學也在做了，這兩個學校都找我，我最近要抽個時間去訪問。如果我們將來有機緣，我會在這附近找一塊土地，我們建一個「多元文化和平村」，我們不叫彌陀村，叫彌陀村佛教的色彩太濃厚了，多元文化和平村。我們這裡面用最低的收入照顧老人，歡迎不同宗教、不同族群我們大家在一起過幸福美滿的晚年，給世間人做個好榜樣。好，現在時間到了。"
    },
    {
      "id": "12-017-0595_p0018",
      "zh_CN": "我们继续看胜音菩萨最后一首偈，这个意思还要补充。",
      "zh_TW": "我們繼續看勝音菩薩最後一首偈，這個意思還要補充。"
    },
    {
      "id": "12-017-0595_p0019",
      "zh_CN": "【一切刹土微尘数，常现身云悉充满，普为众生放大光，各雨法雨称其心。】",
      "zh_TW": "【一切剎土微塵數，常現身雲悉充滿，普為眾生放大光，各雨法雨稱其心。】"
    },
    {
      "id": "12-017-0595_p0020",
      "zh_CN": "讲到名号功德不可思议，前面虽然说了不少，名号的义趣要懂。说到念佛，弥陀名号功德不可思议，我们常常听到古大德常说，在许多注疏里我们都能看见，说这些话确实是有根据的，不是随便赞叹的。阿弥陀佛这个名号，如果就文字表面上来解释，这个名号是梵语音译的，阿翻作无，弥陀翻作量，佛翻作觉，这个名号完全翻成中文就是「无量觉」，这就字面上来说的。它的意思是一切无量，只要于一切法真正觉悟了，没有一法不是无量的，这个事情我们在《华严经》上看到了。如果不能够好好的学习《华严》，「一切无量」我们很不好懂，也很难接受。不觉是有量的，觉了真的是无量的。世尊用无量寿、无量光，来解释这个佛号，这个解释很好。「寿」是时间，过去、现在、未来，「光」是空间。用这两句话来解释，那就是我们中国人讲的宇宙，也是《华严经》上讲的尽虚空遍法界，大乘法里常讲十方三世；光是十方，光照十方，寿通三世，十方三世就是一切时空里面所包括的，那不是无量吗？真的一法都不漏。就佛法上来说，不但释迦牟尼佛四十九年所说的一切法都包含在其中，乃至十方三世一切诸佛所说无量无边法门也在其中，都不能超越这个名号。所以这个名号就能代表所有一切诸佛菩萨的名号，是总名号。",
      "zh_TW": "講到名號功德不可思議，前面雖然說了不少，名號的義趣要懂。說到念佛，彌陀名號功德不可思議，我們常常聽到古大德常說，在許多註疏裡我們都能看見，說這些話確實是有根據的，不是隨便讚歎的。阿彌陀佛這個名號，如果就文字表面上來解釋，這個名號是梵語音譯的，阿翻作無，彌陀翻作量，佛翻作覺，這個名號完全翻成中文就是「無量覺」，這就字面上來說的。它的意思是一切無量，只要於一切法真正覺悟了，沒有一法不是無量的，這個事情我們在《華嚴經》上看到了。如果不能夠好好的學習《華嚴》，「一切無量」我們很不好懂，也很難接受。不覺是有量的，覺了真的是無量的。世尊用無量壽、無量光，來解釋這個佛號，這個解釋很好。「壽」是時間，過去、現在、未來，「光」是空間。用這兩句話來解釋，那就是我們中國人講的宇宙，也是《華嚴經》上講的盡虛空遍法界，大乘法裡常講十方三世；光是十方，光照十方，壽通三世，十方三世就是一切時空裡面所包括的，那不是無量嗎？真的一法都不漏。就佛法上來說，不但釋迦牟尼佛四十九年所說的一切法都包含在其中，乃至十方三世一切諸佛所說無量無邊法門也在其中，都不能超越這個名號。所以這個名號就能代表所有一切諸佛菩薩的名號，是總名號。"
    },
    {
      "id": "12-017-0595_p0021",
      "zh_CN": "我们在经典上看的古人注解，有所谓「总相」、「别相」，阿弥陀佛这个名号是名号里头的总相，无量无边诸佛如来的名号是别相，总名别名。既然包一切诸佛名号，哪里不包菩萨名号的道理？菩萨名号全包了，你想想声闻、缘觉乃至一切众生的名号，都包括在其中，一个也不漏，「名号海」这个意思我们就体会到了，真的是名号海。一切名号当中，阿弥陀第一，这个意思我们也能够体会到一点。但是古人更有一种说法，这个说法我们在讲席里面也讲过多次，但是今天有许许多多同修你还没有听说过，已经听说过的多听几次不妨碍，加强印象。",
      "zh_TW": "我們在經典上看的古人註解，有所謂「總相」、「別相」，阿彌陀佛這個名號是名號裡頭的總相，無量無邊諸佛如來的名號是別相，總名別名。既然包一切諸佛名號，哪裡不包菩薩名號的道理？菩薩名號全包了，你想想聲聞、緣覺乃至一切眾生的名號，都包括在其中，一個也不漏，「名號海」這個意思我們就體會到了，真的是名號海。一切名號當中，阿彌陀第一，這個意思我們也能夠體會到一點。但是古人更有一種說法，這個說法我們在講席裡面也講過多次，但是今天有許許多多同修你還沒有聽說過，已經聽說過的多聽幾次不妨礙，加強印象。"
    },
    {
      "id": "12-017-0595_p0022",
      "zh_CN": "隋唐时代是中国佛教的黄金时代，最兴旺的时代，帝王大臣热诚的护法。外国最普遍的像日本、韩国、越南都派留学生到中国来学佛，佛法从那个时候传到这些亚洲周边的国家。这些都是著名的学者，他们曾经在一起讨论过，释迦牟尼佛四十九年所说的一切经教，哪一部经教是第一，足以能够代表全部的佛法？大家共同有个见解，都认为是《大方广佛华严经》，所以一切经中《华严》第一。在那个时候经过他们的公认，推出《华严》是经中之王，一切经论都是《华严》眷属，把《华严》称为根本法轮。好像一棵大树一样，这是根本，四十九年所说的一切法就像这树里头枝枝叶叶，很有道理。《华严》最后归宿归到哪里？归到极乐世界。佛讲西方极乐世界的根本经是《无量寿经》，再一追究，《华严》归《无量寿》，《无量寿经》变成第一的第一。《华严》如果不归《无量寿》，《华严经》没有结论、没有圆满，「十大愿王，导归极乐」，《华严经》圆满了。整部《华严经》讲的是普贤行，普贤行归极乐世界是大圆满。所以《无量寿经》就比出来了，《无量寿经》是真正第一。",
      "zh_TW": "隋唐時代是中國佛教的黃金時代，最興旺的時代，帝王大臣熱誠的護法。外國最普遍的像日本、韓國、越南都派留學生到中國來學佛，佛法從那個時候傳到這些亞洲周邊的國家。這些都是著名的學者，他們曾經在一起討論過，釋迦牟尼佛四十九年所說的一切經教，哪一部經教是第一，足以能夠代表全部的佛法？大家共同有個見解，都認為是《大方廣佛華嚴經》，所以一切經中《華嚴》第一。在那個時候經過他們的公認，推出《華嚴》是經中之王，一切經論都是《華嚴》眷屬，把《華嚴》稱為根本法輪。好像一棵大樹一樣，這是根本，四十九年所說的一切法就像這樹裡頭枝枝葉葉，很有道理。《華嚴》最後歸宿歸到哪裡？歸到極樂世界。佛講西方極樂世界的根本經是《無量壽經》，再一追究，《華嚴》歸《無量壽》，《無量壽經》變成第一的第一。《華嚴》如果不歸《無量壽》，《華嚴經》沒有結論、沒有圓滿，「十大願王，導歸極樂」，《華嚴經》圓滿了。整部《華嚴經》講的是普賢行，普賢行歸極樂世界是大圓滿。所以《無量壽經》就比出來了，《無量壽經》是真正第一。"
    },
    {
      "id": "12-017-0595_p0023",
      "zh_CN": "《无量寿经》的经本，我们现在所读的是夏莲居老居士的会集本，会集得好，五种原译本、过去的两种会集本、一种节校本都比不上。夏老居士绝对不是普通人，他来到这个世上干什么？就是来干这一桩事情，帮助末法九千年的众生，有一条了生死出三界的明确大道。他来干这个的，这是他的使命，他不是普通人。像早年蕅益大师出现在这个世间，是来干什么？注解《阿弥陀经》，注得好，使净宗的学人对于这个法门断疑生信。印光大师对他的赞叹：即使古佛再来给《阿弥陀经》做个注解，也不能超过其上。夏老居士不是注解是会集，也可以这么说，他的会集本就是阿弥陀佛自己来也不过如此。我讲的是真话，不是假话。",
      "zh_TW": "《無量壽經》的經本，我們現在所讀的是夏蓮居老居士的會集本，會集得好，五種原譯本、過去的兩種會集本、一種節校本都比不上。夏老居士絕對不是普通人，他來到這個世上幹什麼？就是來幹這一樁事情，幫助末法九千年的眾生，有一條了生死出三界的明確大道。他來幹這個的，這是他的使命，他不是普通人。像早年蕅益大師出現在這個世間，是來幹什麼？註解《阿彌陀經》，註得好，使淨宗的學人對於這個法門斷疑生信。印光大師對他的讚歎：即使古佛再來給《阿彌陀經》做個註解，也不能超過其上。夏老居士不是註解是會集，也可以這麼說，他的會集本就是阿彌陀佛自己來也不過如此。我講的是真話，不是假話。"
    },
    {
      "id": "12-017-0595_p0024",
      "zh_CN": "这个本子分为四十八品，跟阿弥陀佛四十八愿相应。四十八品哪一品最重要？大家都晓得第六品最重要，第六品是四十八愿。四十八愿哪一愿最重要？这不用我们说了，古大德说过，四十八愿第十八愿最重要，第十八愿是「十念必生」。但是我们要知道，十八愿是最重要，如果缺十九愿那就不行了。这个经本「三辈往生」、「往生正因」这两品里面，佛说得很清楚、很明白，往生西方极乐世界必须具备的条件：「发菩提心，一向专念」，第十九愿是发菩提心，第十八愿是一向专念，所以一向专念一定是连到发菩提心。佛在「三辈往生」这一品里面，上辈往生：「发菩提心，一向专念」，中辈也是的，下辈还是的，都是这一句话，你就晓得这一句话是多么重要。什么叫菩提心？菩提心是圆满的觉心，真的觉悟了。不觉悟怎么能修普贤行？普贤行是舍己为人、牺牲奉献，不觉悟的人做不到，我们从这个地方去体会。",
      "zh_TW": "這個本子分為四十八品，跟阿彌陀佛四十八願相應。四十八品哪一品最重要？大家都曉得第六品最重要，第六品是四十八願。四十八願哪一願最重要？這不用我們說了，古大德說過，四十八願第十八願最重要，第十八願是「十念必生」。但是我們要知道，十八願是最重要，如果缺十九願那就不行了。這個經本「三輩往生」、「往生正因」這兩品裡面，佛說得很清楚、很明白，往生西方極樂世界必須具備的條件：「發菩提心，一向專念」，第十九願是發菩提心，第十八願是一向專念，所以一向專念一定是連到發菩提心。佛在「三輩往生」這一品裡面，上輩往生：「發菩提心，一向專念」，中輩也是的，下輩還是的，都是這一句話，你就曉得這一句話是多麼重要。什麼叫菩提心？菩提心是圓滿的覺心，真的覺悟了。不覺悟怎麼能修普賢行？普賢行是捨己為人、犧牲奉獻，不覺悟的人做不到，我們從這個地方去體會。"
    },
    {
      "id": "12-017-0595_p0025",
      "zh_CN": "现在这个社会上有人提倡本愿念佛，只执着第十八愿，其他都不要了，这不是佛说的。有一些学这个法门来问我，我说不太可能往生，为什么？跟佛经上讲的不相应。「本愿念佛是古大德提倡的」，我说是的，「古大德提倡他能往生，你不能往生」，什么原因？古大德一愿里面含摄一切愿，你不是！清朝乾隆初年的彭际清居士讲：《无量寿经》就是中本《华严》，换句话说，经本文字分量有广略不同；《华严经》分量大，八十卷，《无量寿经》分量少，只有一卷，但是里面讲的义理没有两样，无二无别。《无量寿经》的境界是事无碍境界，「理事无碍，事事无碍」，跟《华严经》同样具足十玄门，你就晓得弥陀四十八愿每一愿都具足其余的四十七愿，少一愿它这一愿就不圆满。你们今天修本愿、修第十八愿，第十八愿是不是包括其他的四十七愿？如果包括，那你往生还有希望；你要是不包括，没有希望。修本愿念佛的同修要懂得，四十八愿的详细说明就是全部的《无量寿经》，《无量寿经》每一字、每一句都离不开四十八愿。第十八愿就是执持名号，所以「名号功德不可思议」就是这么出来的。",
      "zh_TW": "現在這個社會上有人提倡本願念佛，只執著第十八願，其他都不要了，這不是佛說的。有一些學這個法門來問我，我說不太可能往生，為什麼？跟佛經上講的不相應。「本願念佛是古大德提倡的」，我說是的，「古大德提倡他能往生，你不能往生」，什麼原因？古大德一願裡面含攝一切願，你不是！清朝乾隆初年的彭際清居士講：《無量壽經》就是中本《華嚴》，換句話說，經本文字分量有廣略不同；《華嚴經》分量大，八十卷，《無量壽經》分量少，只有一卷，但是裡面講的義理沒有兩樣，無二無別。《無量壽經》的境界是事無礙境界，「理事無礙，事事無礙」，跟《華嚴經》同樣具足十玄門，你就曉得彌陀四十八願每一願都具足其餘的四十七願，少一願它這一願就不圓滿。你們今天修本願、修第十八願，第十八願是不是包括其他的四十七願？如果包括，那你往生還有希望；你要是不包括，沒有希望。修本願念佛的同修要懂得，四十八願的詳細說明就是全部的《無量壽經》，《無量壽經》每一字、每一句都離不開四十八願。第十八願就是執持名號，所以「名號功德不可思議」就是這麼出來的。"
    },
    {
      "id": "12-017-0595_p0026",
      "zh_CN": "《大方广佛华严经》就是《无量寿经》的注解，是《无量寿经》的详细说明。释迦牟尼佛四十九年所说的这一大藏教，现在我们称为《大藏经》，全部的《大藏经》是《华严经》的注解、是《华严经》的细说。所以一大藏教归《华严》，《华严》归《无量寿》，《无量寿》归四十八愿，四十八愿归第十八愿，名号功德不可思议。所以念这一句「南无阿弥陀佛」，就是把释迦牟尼佛四十九年所教的全部都包括了，总题目！不但是释迦牟尼佛教的，十方三世一切诸佛所教的无量无边的佛法都在这一句名号里头，这一句名号是总题目。你要是把这个道理搞清楚、搞明白了，你才欢喜持名，你才真正了解古人所讲的「名号功德不可思议」，你才懂这一句话；人家要问你，你能够答得上来。以真诚心、清净心、平等心、正觉心、慈悲心念这一句佛号，你就得到一切诸佛的加持，哪有不开智慧的道理？哪有不得福报的道理？你要用真心，夹杂一点自私自利、夹杂一点点分别执着，就把你持名念佛的功德破坏了，你念佛没有效果、没有那么明显的功德，道理在此地。所以经教不能不深入，佛讲的「深解义趣」很重要，你解得愈广、解得愈深、解得愈透彻，你那句佛号的力量愈大。",
      "zh_TW": "《大方廣佛華嚴經》就是《無量壽經》的註解，是《無量壽經》的詳細說明。釋迦牟尼佛四十九年所說的這一大藏教，現在我們稱為《大藏經》，全部的《大藏經》是《華嚴經》的註解、是《華嚴經》的細說。所以一大藏教歸《華嚴》，《華嚴》歸《無量壽》，《無量壽》歸四十八願，四十八願歸第十八願，名號功德不可思議。所以念這一句「南無阿彌陀佛」，就是把釋迦牟尼佛四十九年所教的全部都包括了，總題目！不但是釋迦牟尼佛教的，十方三世一切諸佛所教的無量無邊的佛法都在這一句名號裡頭，這一句名號是總題目。你要是把這個道理搞清楚、搞明白了，你才歡喜持名，你才真正了解古人所講的「名號功德不可思議」，你才懂這一句話；人家要問你，你能夠答得上來。以真誠心、清淨心、平等心、正覺心、慈悲心念這一句佛號，你就得到一切諸佛的加持，哪有不開智慧的道理？哪有不得福報的道理？你要用真心，夾雜一點自私自利、夾雜一點點分別執著，就把你持名念佛的功德破壞了，你念佛沒有效果、沒有那麼明顯的功德，道理在此地。所以經教不能不深入，佛講的「深解義趣」很重要，你解得愈廣、解得愈深、解得愈透徹，你那句佛號的力量愈大。"
    },
    {
      "id": "12-017-0595_p0027",
      "zh_CN": "我这一生把业力转过来了，我自己不知道，甘珠活佛说出来的。我跟他很熟，我在没有出家的时候，住在新北投，他的庙就是新北投的广济寺。那个时候我跟章嘉大师学佛，他是章嘉的学生。我下了班之后，没有事情就到广济寺里面去找他聊天，跟他在一起喝茶，很熟。他跟我讲，他说：「我们在背后都说你，说你人很聪明，可惜一点福报都没有，前生不知道修福，而且短命。」我说：「这个不要在背后说，当面说都可以，我完全能接受，我自己知道。」我学佛，朱镜宙老居士给我一本《了凡四训》，我第一本看的书，我看了之后很受感动，了凡先生早年那些坏习气我统统都有；他还有点好处，那个好处我没有，我命比他更糟糕。他的寿命五十三岁，很多人给我看相算命，我的寿命四十五岁。我也没有求福，我也没有求寿，我什么都不希求，我把我的时间定在四十五岁，以后没有了；认真努力修来世，这一世没有法子，修来世。那个时候真用功，夜以继日，晚上常常不睡觉，读经拜佛。我也没有做其他的运动，拜佛的时间多，这是很好的运动。",
      "zh_TW": "我這一生把業力轉過來了，我自己不知道，甘珠活佛說出來的。我跟他很熟，我在沒有出家的時候，住在新北投，他的廟就是新北投的廣濟寺。那個時候我跟章嘉大師學佛，他是章嘉的學生。我下了班之後，沒有事情就到廣濟寺裡面去找他聊天，跟他在一起喝茶，很熟。他跟我講，他說：「我們在背後都說你，說你人很聰明，可惜一點福報都沒有，前生不知道修福，而且短命。」我說：「這個不要在背後說，當面說都可以，我完全能接受，我自己知道。」我學佛，朱鏡宙老居士給我一本《了凡四訓》，我第一本看的書，我看了之後很受感動，了凡先生早年那些壞習氣我統統都有；他還有點好處，那個好處我沒有，我命比他更糟糕。他的壽命五十三歲，很多人給我看相算命，我的壽命四十五歲。我也沒有求福，我也沒有求壽，我什麼都不希求，我把我的時間定在四十五歲，以後沒有了；認真努力修來世，這一世沒有法子，修來世。那個時候真用功，夜以繼日，晚上常常不睡覺，讀經拜佛。我也沒有做其他的運動，拜佛的時間多，這是很好的運動。"
    },
    {
      "id": "12-017-0595_p0028",
      "zh_CN": "最早我跟忏云法师在埔里住茅篷，我每天拜八百拜，住五个半月拜了十几万拜。除日常工作之外，那工作真的在那里修了福，供养三位法师，供养一位老居士，修了一点福。以后离开埔里，到台中「慈光图书馆」亲近李老师学教。甘珠跟我讲：「你这些年来讲经说法功德很大，你不但有福报，你还有很长的寿。」同参朋友给我说出来，我今天说出来是给你们同学们做个样子。我细细看看你们，你们的福报不比我强多少，你们的寿命也有限，应当要把时间抓紧，古人讲一寸光阴一寸金，佛法是说「一寸光阴一寸命」，你的寿命随着光阴刹那刹那在那里减少。",
      "zh_TW": "最早我跟懺雲法師在埔里住茅篷，我每天拜八百拜，住五個半月拜了十幾萬拜。除日常工作之外，那工作真的在那裡修了福，供養三位法師，供養一位老居士，修了一點福。以後離開埔里，到台中「慈光圖書館」親近李老師學教。甘珠跟我講：「你這些年來講經說法功德很大，你不但有福報，你還有很長的壽。」同參朋友給我說出來，我今天說出來是給你們同學們做個樣子。我細細看看你們，你們的福報不比我強多少，你們的壽命也有限，應當要把時間抓緊，古人講一寸光陰一寸金，佛法是說「一寸光陰一寸命」，你的壽命隨著光陰剎那剎那在那裡減少。"
    },
    {
      "id": "12-017-0595_p0029",
      "zh_CN": "所以一般人做生日，生日有什么好庆祝？庆祝你的寿命又短了一年，这是实话，你距离死亡又接近一年，你说你有什么好庆祝的？世间人迷惑到这个程度！中国古人讲生日是母难日，这个话说得有道理。要纪念母亲生我的时候受那么多苦难，我要想着如何来报答，这就对了。所以学佛的人懂得生日那一天应当吃素，素食，应当诵经拜佛回向给自己的父母，这个有好处，这才真正值得提倡。所以事实真相总要把它认识清楚，最简单的回向方法就是念佛，这比什么都简单。念个一千声佛号、念一万声佛号，你要没有时间、工作繁忙，念一千声佛号，时间不太长；如果有时间念一万声佛号，给父母回向，这是好事，用这个来庆生。这是把阿弥陀佛「名号功德不可思议」，略略的说出来了。你真的明白、真的懂得，我们起心动念都是阿弥陀佛，不要想别的，想别的没有好处，想阿弥陀佛无量无边功德。「忆佛念佛，现前当来，必定见佛」，这话是真的，决定不是假的。这一段经文我们就讲到此地。",
      "zh_TW": "所以一般人做生日，生日有什麼好慶祝？慶祝你的壽命又短了一年，這是實話，你距離死亡又接近一年，你說你有什麼好慶祝的？世間人迷惑到這個程度！中國古人講生日是母難日，這個話說得有道理。要紀念母親生我的時候受那麼多苦難，我要想著如何來報答，這就對了。所以學佛的人懂得生日那一天應當吃素，素食，應當誦經拜佛迴向給自己的父母，這個有好處，這才真正值得提倡。所以事實真相總要把它認識清楚，最簡單的迴向方法就是念佛，這比什麼都簡單。念個一千聲佛號、念一萬聲佛號，你要沒有時間、工作繁忙，念一千聲佛號，時間不太長；如果有時間念一萬聲佛號，給父母迴向，這是好事，用這個來慶生。這是把阿彌陀佛「名號功德不可思議」，略略的說出來了。你真的明白、真的懂得，我們起心動念都是阿彌陀佛，不要想別的，想別的沒有好處，想阿彌陀佛無量無邊功德。「憶佛念佛，現前當來，必定見佛」，這話是真的，決定不是假的。這一段經文我們就講到此地。"
    },
    {
      "id": "12-017-0595_p0030",
      "zh_CN": "现在看这一大段里面的第二段，十方菩萨赞德。十方菩萨就是十个小段，第一东方莲华光菩萨。请看经文：",
      "zh_TW": "現在看這一大段裡面的第二段，十方菩薩讚德。十方菩薩就是十個小段，第一東方蓮華光菩薩。請看經文："
    },
    {
      "id": "12-017-0595_p0031",
      "zh_CN": "【尔时众中复有菩萨摩诃萨，名观察一切胜法莲华光慧王，承佛威神，观察十方而说颂曰。】",
      "zh_TW": "【爾時眾中復有菩薩摩訶薩，名觀察一切勝法蓮華光慧王，承佛威神，觀察十方而說頌曰。】"
    },
    {
      "id": "12-017-0595_p0032",
      "zh_CN": "这一段文是说偈的仪式，我们在前面看得很多。在这个地方我们要留意的，菩萨说偈，『承佛威神，观察十方』，这两句话不能疏忽。承佛威力，我们一般讲谦虚，不敢自以为是，我能够说偈赞佛，这个能力是佛力加持的，虽然是谦虚，也的确是事实。特别是我们末法众生，凡夫身升座为大众讲经说法，如果不得佛力加持，哪有这个能力？那要具备什么样的条件才能得佛力加持？学佛身口意总得要有几成像佛，自然就得佛力加持。怎么学法？我这是五十年的经验，我五十年把佛法总结归为二十个字，你只要把这二十个字做到，你跟佛就有感应。我讲这二十个字大家好懂，印光大师讲十六个字，诸位要知道我这二十个字跟印光老法师十六个字异曲同工，说法不一样，内容没有两样。他老人家讲的是「敦伦尽分，闲邪存诚，信愿念佛，求生净土」，这十六个字讲得好，好极了！但是一般人不懂。我离开台中之后在临济寺出家，有一天有一位老法师问我：敦伦尽分是什么意思？这两句话「敦伦尽分，闲邪存诚」谁懂？我一想没错，这八个字现在确实没有人懂，所以我以后就改变口气了。可是印祖这八个字太好了，确确实实有资格指导末法九千年众生得生净土。你要没有前面这八个字，后面「老实念佛，求生净土」，你就不会老实；前面这八个字你做到了，你就老实。",
      "zh_TW": "這一段文是說偈的儀式，我們在前面看得很多。在這個地方我們要留意的，菩薩說偈，『承佛威神，觀察十方』，這兩句話不能疏忽。承佛威力，我們一般講謙虛，不敢自以為是，我能夠說偈讚佛，這個能力是佛力加持的，雖然是謙虛，也的確是事實。特別是我們末法眾生，凡夫身升座為大眾講經說法，如果不得佛力加持，哪有這個能力？那要具備什麼樣的條件才能得佛力加持？學佛身口意總得要有幾成像佛，自然就得佛力加持。怎麼學法？我這是五十年的經驗，我五十年把佛法總結歸為二十個字，你只要把這二十個字做到，你跟佛就有感應。我講這二十個字大家好懂，印光大師講十六個字，諸位要知道我這二十個字跟印光老法師十六個字異曲同工，說法不一樣，內容沒有兩樣。他老人家講的是「敦倫盡分，閑邪存誠，信願念佛，求生淨土」，這十六個字講得好，好極了！但是一般人不懂。我離開台中之後在臨濟寺出家，有一天有一位老法師問我：敦倫盡分是什麼意思？這兩句話「敦倫盡分，閑邪存誠」誰懂？我一想沒錯，這八個字現在確實沒有人懂，所以我以後就改變口氣了。可是印祖這八個字太好了，確確實實有資格指導末法九千年眾生得生淨土。你要沒有前面這八個字，後面「老實念佛，求生淨土」，你就不會老實；前面這八個字你做到了，你就老實。"
    },
    {
      "id": "12-017-0595_p0033",
      "zh_CN": "什么叫敦伦？用最简单的话来说，伦是伦理、是伦常，这是儒家讲的。儒家讲五伦，人与人的关系：夫妇，父子，兄弟，君臣，朋友。人与人关系搞清楚，能够完全遵守伦理的观念，和睦相处，这叫敦伦。出家，出家也有伦理关系，你拜个老师有师徒，师徒就像父子一样，你有师兄弟，所以出家人还是有伦理关系。如何敦睦伦常？你这个团体会兴旺，道场会兴旺，家和万事兴。尽分，是尽自己的本分，现在我是什么身分，我在这个团体分配给我什么工作，我认真努力把自己的本分工作做好，跟大众能互相配合，这叫尽分。就好像一个钟表一样，钟表是许许多多齿轮组合起来的，这个齿轮带动那个，那个又带动那个，各个齿轮尽它自己的本分，又能互相配合，这个钟表的指针就准确了。尽分是尽自己的本分，还要跟大众互相配合。这个道理一展开，我们自己做好，要跟社会各行各业来配合，整个社会就健全。佛法就更大了，你把你自己本分工作做好，要跟尽虚空遍法界，上跟诸佛如来，下跟一切众生，都要能够配合得很好，那是什么？普贤行。所以它这个字里头含义实在讲太深太广了。",
      "zh_TW": "什麼叫敦倫？用最簡單的話來說，倫是倫理、是倫常，這是儒家講的。儒家講五倫，人與人的關係：夫婦，父子，兄弟，君臣，朋友。人與人關係搞清楚，能夠完全遵守倫理的觀念，和睦相處，這叫敦倫。出家，出家也有倫理關係，你拜個老師有師徒，師徒就像父子一樣，你有師兄弟，所以出家人還是有倫理關係。如何敦睦倫常？你這個團體會興旺，道場會興旺，家和萬事興。盡分，是盡自己的本分，現在我是什麼身分，我在這個團體分配給我什麼工作，我認真努力把自己的本分工作做好，跟大眾能互相配合，這叫盡分。就好像一個鐘錶一樣，鐘錶是許許多多齒輪組合起來的，這個齒輪帶動那個，那個又帶動那個，各個齒輪盡它自己的本分，又能互相配合，這個鐘錶的指針就準確了。盡分是盡自己的本分，還要跟大眾互相配合。這個道理一展開，我們自己做好，要跟社會各行各業來配合，整個社會就健全。佛法就更大了，你把你自己本分工作做好，要跟盡虛空遍法界，上跟諸佛如來，下跟一切眾生，都要能夠配合得很好，那是什麼？普賢行。所以它這個字裡頭含義實在講太深太廣了。"
    },
    {
      "id": "12-017-0595_p0034",
      "zh_CN": "「闲邪存诚」，闲是防止，决定要防止邪知邪见，要防止邪言邪语，要防止邪行、不正当的造作；存诚，要存真诚的心。你看看这八个字多好！心地真诚，善护三业，闲邪就是善护三业。《无量寿经》上讲的「善护口业，不讥他过」，举一个例子，「善护身业，不失律仪，善护意业，清净无染」，这叫做闲邪。真诚就是菩提心，「存诚」就是发了菩提心，菩提心是至诚心、深心、回向发愿心。信愿念佛就是回向发愿心，这样求生净土，哪有不生的道理？决定得生。这是讲「承佛威神」，我们有这样的心态，这样认真努力修学，自然得到诸佛如来威神的加持。经卷一展开，自自然然你就看到无量义，说不尽。",
      "zh_TW": "「閑邪存誠」，閑是防止，決定要防止邪知邪見，要防止邪言邪語，要防止邪行、不正當的造作；存誠，要存真誠的心。你看看這八個字多好！心地真誠，善護三業，閑邪就是善護三業。《無量壽經》上講的「善護口業，不譏他過」，舉一個例子，「善護身業，不失律儀，善護意業，清淨無染」，這叫做閑邪。真誠就是菩提心，「存誠」就是發了菩提心，菩提心是至誠心、深心、迴向發願心。信願念佛就是迴向發願心，這樣求生淨土，哪有不生的道理？決定得生。這是講「承佛威神」，我們有這樣的心態，這樣認真努力修學，自然得到諸佛如來威神的加持。經卷一展開，自自然然你就看到無量義，說不盡。"
    },
    {
      "id": "12-017-0595_p0035",
      "zh_CN": "下面这一句很重要，「观察十方」，心里常常念着十方无量无边世界里面的众生，上求下化，教学相长。清凉大师在注解里面讲，「言众中者，大众海中，前列名处，名观察胜法莲华幢」。这是前面列名，为什么？跟这个地方有一点不一样。「幢相高出」，幢是高显的意思，王是超胜的意思，「此喻相似」，这是说明前面的名字跟此地的名字稍微有点出入，前面列名的地方是「观察胜法莲华幢」，这个地方的名号是「观察一切胜法莲华光慧」。「光慧即是所喻幢体」，清凉是介绍菩萨的名号，前后有一两个字不相同，但是意思是一样的。佛为什么把名字说得有小小的差别？翻经的法师也没有把它统一过来？这里头都有教学的意思在里头。什么意思？教我们不要执著名字相。马鸣菩萨教我们，「离言说相，离名字相，离心缘相」，要这样去听法，你才能入如来真实义。",
      "zh_TW": "下面這一句很重要，「觀察十方」，心裡常常念著十方無量無邊世界裡面的眾生，上求下化，教學相長。清涼大師在註解裡面講，「言眾中者，大眾海中，前列名處，名觀察勝法蓮華幢」。這是前面列名，為什麼？跟這個地方有一點不一樣。「幢相高出」，幢是高顯的意思，王是超勝的意思，「此喻相似」，這是說明前面的名字跟此地的名字稍微有點出入，前面列名的地方是「觀察勝法蓮華幢」，這個地方的名號是「觀察一切勝法蓮華光慧」。「光慧即是所喻幢體」，清涼是介紹菩薩的名號，前後有一兩個字不相同，但是意思是一樣的。佛為什麼把名字說得有小小的差別？翻經的法師也沒有把它統一過來？這裡頭都有教學的意思在裡頭。什麼意思？教我們不要執著名字相。馬鳴菩薩教我們，「離言說相，離名字相，離心緣相」，要這樣去聽法，你才能入如來真實義。"
    },
    {
      "id": "12-017-0595_p0036",
      "zh_CN": "佛法跟世法的差别就是着与不着，一着相给诸位说全是世间法，佛法也变成世间法；如果离相，世法都是佛法，哪一法不是佛法？你能够离妄想分别执着，法法皆如，法法皆是，如是我闻。如果着了相，哪一法是佛法？没有一样是佛法，《大方广佛华严经》也不是佛法。你有分别、你有执着，绝对不是说在一切法里头，我这个有分别执着，那个没有分别执着，这个不可以。一不分别，一切都不分别；一不执着，一切都不执着，这就对了。没有说是在一切法里头那一半我执着，那一半我不执着，这是凡夫，这是不觉。没有说这里觉了一半，那一半迷，不是的！一迷一切迷，一觉一切觉，一定要懂这个道理。",
      "zh_TW": "佛法跟世法的差別就是著與不著，一著相給諸位說全是世間法，佛法也變成世間法；如果離相，世法都是佛法，哪一法不是佛法？你能夠離妄想分別執著，法法皆如，法法皆是，如是我聞。如果著了相，哪一法是佛法？沒有一樣是佛法，《大方廣佛華嚴經》也不是佛法。你有分別、你有執著，絕對不是說在一切法裡頭，我這個有分別執著，那個沒有分別執著，這個不可以。一不分別，一切都不分別；一不執著，一切都不執著，這就對了。沒有說是在一切法裡頭那一半我執著，那一半我不執著，這是凡夫，這是不覺。沒有說這裡覺了一半，那一半迷，不是的！一迷一切迷，一覺一切覺，一定要懂這個道理。"
    },
    {
      "id": "12-017-0595_p0037",
      "zh_CN": "所以真正用功夫在哪里用？我们感谢章嘉大师，就在看破放下上用功夫。放下什么？放下执着、放下分别、放下妄想，只要你放下，逐渐逐渐所有一切性相、理事、因果，随着你放下的程度，慢慢的都明白了。你放下的愈多，你明了就愈多，这个明了就是智慧，你智慧就透得多。放不下，亏吃大了，放不下怎么用功去学，还是不懂。讲经参考许许多多的注解，讲稿、笔记写了一大堆，端到讲台上还是不懂，你讲的全是别人的，而且是别人的大杂烩，你在那里做会集本，会集所有注解。注解各人见解都不一样，所以你把这个注解端出来之后，就把人讲迷惑了。你不讲人家还有一点意思，一讲的时候，所有一切意思都没有了。",
      "zh_TW": "所以真正用功夫在哪裡用？我們感謝章嘉大師，就在看破放下上用功夫。放下什麼？放下執著、放下分別、放下妄想，只要你放下，逐漸逐漸所有一切性相、理事、因果，隨著你放下的程度，慢慢的都明白了。你放下的愈多，你明瞭就愈多，這個明瞭就是智慧，你智慧就透得多。放不下，虧吃大了，放不下怎麼用功去學，還是不懂。講經參考許許多多的註解，講稿、筆記寫了一大堆，端到講台上還是不懂，你講的全是別人的，而且是別人的大雜燴，你在那裡做會集本，會集所有註解。註解各人見解都不一樣，所以你把這個註解端出來之後，就把人講迷惑了。你不講人家還有一點意思，一講的時候，所有一切意思都沒有了。"
    },
    {
      "id": "12-017-0595_p0038",
      "zh_CN": "早年我有个同学，这都往生不在了，他学讲经就是用这个方法。我给他讲他不相信，学讲经，找了许许多多的注解，古人的注解、现在人的注解。他是真用功，写讲稿。一个小时的讲稿，大概差不多一万多字，至少是一万两三千字，抄出来是大杂烩。上台去讲法缘不好，来问我，我给他分析、给他说明，半信半疑，不能接受，那就没法子了。他认为那个方法好，就照那个方法，好像讲了没有多长的时期，以后就放弃了，还是做经忏佛事去了。所以这个事情没有老师指教，如果对老师没有信心，你怎么能学得出来？不但佛法，世间法也如此，任何一法都得要有好老师指导，所谓是「明师出高徒」。你要没有好老师，不能成就。求学之道一定要信仰老师，一定要遵守老师的指导，你才能成功；阳奉阴违，还是不能成就。今天时间到了，我们就讲到此地。",
      "zh_TW": "早年我有個同學，這都往生不在了，他學講經就是用這個方法。我給他講他不相信，學講經，找了許許多多的註解，古人的註解、現在人的註解。他是真用功，寫講稿。一個小時的講稿，大概差不多一萬多字，至少是一萬兩三千字，抄出來是大雜燴。上台去講法緣不好，來問我，我給他分析、給他說明，半信半疑，不能接受，那就沒法子了。他認為那個方法好，就照那個方法，好像講了沒有多長的時期，以後就放棄了，還是做經懺佛事去了。所以這個事情沒有老師指教，如果對老師沒有信心，你怎麼能學得出來？不但佛法，世間法也如此，任何一法都得要有好老師指導，所謂是「明師出高徒」。你要沒有好老師，不能成就。求學之道一定要信仰老師，一定要遵守老師的指導，你才能成功；陽奉陰違，還是不能成就。今天時間到了，我們就講到此地。"
    }
  ]
}