{
  "doc_id": "12-017-1126",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一二六卷",
    "zh_TW": "第一一二六卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1126",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "12-017-1126_p0001",
      "zh_CN": "诸位同学，请看「四圣谛品」邻次十界第六段，东南方苦圣谛第九句看起：",
      "zh_TW": "諸位同學，請看「四聖諦品」鄰次十界第六段，東南方苦聖諦第九句看起："
    },
    {
      "id": "12-017-1126_p0002",
      "zh_CN": "【或名生长。】",
      "zh_TW": "【或名生長。】"
    },
    {
      "id": "12-017-1126_p0003",
      "zh_CN": "这个名号含义很广，说法也没有一定。它这个名字是在苦圣谛里面，顾名思义我们就知道这个『生长』是苦果。什么东西生长苦果？当然是造作一切不善业。所以这些名号，名号相同，在什么地方就有不同的讲法，不同的意义，这是我们必须要明了的。所以《华严》讲四圣谛是讲无量四谛。这在前面跟诸位简单介绍过四种四谛，《华严》讲无量，一切法都不出这四个范围；世间的苦报、苦因，出世间的乐报、乐因。十方三世一切诸佛如来给我们讲无量无边的佛法，总不出这个范围。所以苦集灭道名相、境界都是无量无边。",
      "zh_TW": "這個名號含義很廣，說法也沒有一定。它這個名字是在苦聖諦裡面，顧名思義我們就知道這個『生長』是苦果。什麼東西生長苦果？當然是造作一切不善業。所以這些名號，名號相同，在什麼地方就有不同的講法，不同的意義，這是我們必須要明瞭的。所以《華嚴》講四聖諦是講無量四諦。這在前面跟諸位簡單介紹過四種四諦，《華嚴》講無量，一切法都不出這四個範圍；世間的苦報、苦因，出世間的樂報、樂因。十方三世一切諸佛如來給我們講無量無邊的佛法，總不出這個範圍。所以苦集滅道名相、境界都是無量無邊。"
    },
    {
      "id": "12-017-1126_p0004",
      "zh_CN": "「生长」苦报，我们就要细心去体会、去观察。三途六道，三苦、八苦确确实实是在生长，尤其是我们现在生活这个时代，这个处所，使我们非常明显的观察到灾难是苦报，频率年年在增长，一年比一年多，灾害一年比一年严重。尤其现在资讯发达，全世界哪个地方有了灾难（天灾人祸），立刻就传播到我们面前。这些现象不能避免，可是这世间人没有人愿意接受这个事实。所以有不少志士仁人，他们确实每天在操心，思惟研究，如何能够消除这些灾难，给社会带来安定和平。我们对这些人士无比的仰慕尊敬，我们也很乐意的追随，尽一分绵薄的力量来协助。",
      "zh_TW": "「生長」苦報，我們就要細心去體會、去觀察。三途六道，三苦、八苦確確實實是在生長，尤其是我們現在生活這個時代，這個處所，使我們非常明顯的觀察到災難是苦報，頻率年年在增長，一年比一年多，災害一年比一年嚴重。尤其現在資訊發達，全世界哪個地方有了災難（天災人禍），立刻就傳播到我們面前。這些現象不能避免，可是這世間人沒有人願意接受這個事實。所以有不少志士仁人，他們確實每天在操心，思惟研究，如何能夠消除這些災難，給社會帶來安定和平。我們對這些人士無比的仰慕尊敬，我們也很樂意的追隨，盡一分綿薄的力量來協助。"
    },
    {
      "id": "12-017-1126_p0005",
      "zh_CN": "这些人，历代无论在什么国家地区都有。我们看看最近这一百年当中，对这一方面研究的人就不少。我们这些年来也非常认真努力，在佛法里面、在圣贤教诲当中，我们经过很长时间思惟观察，自己亲身的学习，使我们深深感到千万年来圣贤教诲不无道理。到现前许许多多人觉悟到，这个社会科学技术日新月异，但是人类的伦理道德可以说已经降低到零度了，再往下降就是零下，怎么得了！",
      "zh_TW": "這些人，歷代無論在什麼國家地區都有。我們看看最近這一百年當中，對這一方面研究的人就不少。我們這些年來也非常認真努力，在佛法裡面、在聖賢教誨當中，我們經過很長時間思惟觀察，自己親身的學習，使我們深深感到千萬年來聖賢教誨不無道理。到現前許許多多人覺悟到，這個社會科學技術日新月異，但是人類的倫理道德可以說已經降低到零度了，再往下降就是零下，怎麼得了！"
    },
    {
      "id": "12-017-1126_p0006",
      "zh_CN": "我们听到许许多多人说道德教育重要，尤其是社会道德教育，说的人很多，也有人积极在提倡、在推动，但是没有见到效果，苦难确确实实天天在生长。生是说它无断，念念起现行；长是说问题严重，苦难一次比一次严重。到底灾难能不能消除？我们看世间所有宗教的典籍，圣人的教诲，几乎都一致肯定灾难可以消除。但是有一个先决的条件，这个条件就是要改恶为善；佛法里面讲要真正的发心忏悔业障。说的人很多，几个人真正在做忏悔？佛教人，我们学佛，对佛敬佩到五体投地，我们佩服他什么？佩服佛菩萨他说到做到。中国古圣先贤也是这样教我们，必须自己先做到，自己要把境界转过来。",
      "zh_TW": "我們聽到許許多多人說道德教育重要，尤其是社會道德教育，說的人很多，也有人積極在提倡、在推動，但是沒有見到效果，苦難確確實實天天在生長。生是說它無斷，念念起現行；長是說問題嚴重，苦難一次比一次嚴重。到底災難能不能消除？我們看世間所有宗教的典籍，聖人的教誨，幾乎都一致肯定災難可以消除。但是有一個先決的條件，這個條件就是要改惡為善；佛法裡面講要真正的發心懺悔業障。說的人很多，幾個人真正在做懺悔？佛教人，我們學佛，對佛敬佩到五體投地，我們佩服他什麼？佩服佛菩薩他說到做到。中國古聖先賢也是這樣教我們，必須自己先做到，自己要把境界轉過來。"
    },
    {
      "id": "12-017-1126_p0007",
      "zh_CN": "地藏菩萨说得好，众生没有度尽誓不成佛。地藏菩萨的愿是所有一切菩萨的弘愿，他是代表一切菩萨的。为什么成佛的菩萨有那么多？早年我在马来西亚吉隆坡，有一位小乘法师来看我，就向我提出一个问题，他说：佛讲众生没有度尽他誓不成佛，我还没有得度，他怎么就成佛？他指的是本师释迦牟尼佛，这个意思就是说，好像你说话不算话，我还没有得度，你怎么就成佛。其实这个里头的意思很深，释迦牟尼佛成佛，释迦牟尼佛度众生已经度尽了，已经度到圆满。你为什么没有成佛？你不肯接受教诲，不是佛不度你，是你自己不肯接受。他的功德圆满了，我好像是被他遗漏掉？其实并没有遗漏，佛氏门中不舍一人，你什么时候接受，他什么时候就帮助你，这才叫圆满。",
      "zh_TW": "地藏菩薩說得好，眾生沒有度盡誓不成佛。地藏菩薩的願是所有一切菩薩的弘願，他是代表一切菩薩的。為什麼成佛的菩薩有那麼多？早年我在馬來西亞吉隆坡，有一位小乘法師來看我，就向我提出一個問題，他說：佛講眾生沒有度盡他誓不成佛，我還沒有得度，他怎麼就成佛？他指的是本師釋迦牟尼佛，這個意思就是說，好像你說話不算話，我還沒有得度，你怎麼就成佛。其實這個裡頭的意思很深，釋迦牟尼佛成佛，釋迦牟尼佛度眾生已經度盡了，已經度到圓滿。你為什麼沒有成佛？你不肯接受教誨，不是佛不度你，是你自己不肯接受。他的功德圓滿了，我好像是被他遺漏掉？其實並沒有遺漏，佛氏門中不捨一人，你什麼時候接受，他什麼時候就幫助你，這才叫圓滿。"
    },
    {
      "id": "12-017-1126_p0008",
      "zh_CN": "特别在大乘六波罗蜜里面说得明白，六波罗蜜就是度众生成佛道。波罗蜜的意思直接翻，翻作「到彼岸」，是从生死这个岸度到大涅槃不生不灭的彼岸，是这个意思。怎么个度法？布施度悭贪。布施波罗蜜什么时候圆满？你对于世出世间一切法，悭贪的念头断了，当然行为更是没有，意念都断了，布施波罗蜜就圆满；持戒度恶业，忍辱度瞋恚，精进度懈怠，禅定度散乱，般若度愚痴。换句话说，你修布施，持戒，忍辱，精进，禅定，般若，把自己无量劫来的烦恼习气里面的悭贪、恶业、瞋恚、懈怠、散乱、愚痴统统断掉了，你就成佛，那就是众生度尽，这是度众成佛道的本意。",
      "zh_TW": "特別在大乘六波羅蜜裡面說得明白，六波羅蜜就是度眾生成佛道。波羅蜜的意思直接翻，翻作「到彼岸」，是從生死這個岸度到大涅槃不生不滅的彼岸，是這個意思。怎麼個度法？布施度慳貪。布施波羅蜜什麼時候圓滿？你對於世出世間一切法，慳貪的念頭斷了，當然行為更是沒有，意念都斷了，布施波羅蜜就圓滿；持戒度惡業，忍辱度瞋恚，精進度懈怠，禪定度散亂，般若度愚痴。換句話說，你修布施，持戒，忍辱，精進，禪定，般若，把自己無量劫來的煩惱習氣裡面的慳貪、惡業、瞋恚、懈怠、散亂、愚痴統統斷掉了，你就成佛，那就是眾生度盡，這是度眾成佛道的本意。"
    },
    {
      "id": "12-017-1126_p0009",
      "zh_CN": "在事相上讲，对遍法界虚空界一切众生来讲，佛现身，现无量无边身。观世音菩萨讲的三十二应，诸位要知道是三十二类；应以佛身得度者，即现佛身而为说法。佛的身相无量无边，佛的名号无量无边，等遍虚空遍法界，应以菩萨身得度，他就现等法界虚空界无量无边的菩萨身，三十二类。只有他自己圆满得度证得无上菩提，他才有能力帮助无量无边众生回头是岸，这个意思我们在《华严经》上看得非常透彻。",
      "zh_TW": "在事相上講，對遍法界虛空界一切眾生來講，佛現身，現無量無邊身。觀世音菩薩講的三十二應，諸位要知道是三十二類；應以佛身得度者，即現佛身而為說法。佛的身相無量無邊，佛的名號無量無邊，等遍虛空遍法界，應以菩薩身得度，他就現等法界虛空界無量無邊的菩薩身，三十二類。只有他自己圓滿得度證得無上菩提，他才有能力幫助無量無邊眾生回頭是岸，這個意思我們在《華嚴經》上看得非常透徹。"
    },
    {
      "id": "12-017-1126_p0010",
      "zh_CN": "我们明白了，我们从这个地方学到了，学习是在日常生活当中，是生生世世无量劫来；成就，实在讲大乘教里头说「菩萨唯一善根就是精进」。世间法里面有三善根，出世间法里头只有一个善根，当然这一个善根包括世法里面的三善根。世间法你都修不好，你怎么能修出世间法？出世间是菩萨法、佛法。所以佛法必然具足三善根，那就是无贪、无瞋、无痴。无贪无瞋无痴，你要是在这六道里头，你有谛你没有苦，这很有味道。就如同诸佛菩萨、大阿罗汉应化在九法界，九法界里包括畜生、饿鬼、地狱，我们看起来他好像有苦，实际上他没有苦，他有谛。",
      "zh_TW": "我們明白了，我們從這個地方學到了，學習是在日常生活當中，是生生世世無量劫來；成就，實在講大乘教裡頭說「菩薩唯一善根就是精進」。世間法裡面有三善根，出世間法裡頭只有一個善根，當然這一個善根包括世法裡面的三善根。世間法你都修不好，你怎麼能修出世間法？出世間是菩薩法、佛法。所以佛法必然具足三善根，那就是無貪、無瞋、無痴。無貪無瞋無痴，你要是在這六道裡頭，你有諦你沒有苦，這很有味道。就如同諸佛菩薩、大阿羅漢應化在九法界，九法界裡包括畜生、餓鬼、地獄，我們看起來他好像有苦，實際上他沒有苦，他有諦。"
    },
    {
      "id": "12-017-1126_p0011",
      "zh_CN": "我们凡夫有苦无谛，二乘人，也就是虽然见思烦恼断了，尘沙无明犹在，他有苦有谛。法身菩萨应化在九法界，有谛无苦，这个道理前面说过。他在世间做种种示现，我们确实要很细心去体会、去观察，粗心大意学不到东西。真正学到东西的人，虚心，什么叫虚心？《坛经》上说得好，「本来无一物」，那叫虚心。换句话说，虚心是真心，与性体、性德、性相起感应道交的作用。这个感应道交是自然的。",
      "zh_TW": "我們凡夫有苦無諦，二乘人，也就是雖然見思煩惱斷了，塵沙無明猶在，他有苦有諦。法身菩薩應化在九法界，有諦無苦，這個道理前面說過。他在世間做種種示現，我們確實要很細心去體會、去觀察，粗心大意學不到東西。真正學到東西的人，虛心，什麼叫虛心？《壇經》上說得好，「本來無一物」，那叫虛心。換句話說，虛心是真心，與性體、性德、性相起感應道交的作用。這個感應道交是自然的。"
    },
    {
      "id": "12-017-1126_p0012",
      "zh_CN": "虚就是什么都没有。我们今天的心很麻烦，我们这个心里头有东西，不虚，所以就难了。我们心里头拉拉杂杂的东西无量无边，就是妄想分别执着，你说有多少？所以这个心不虚，因为心不虚，所以我们学东西学得很辛苦，学到了没有？没有学到。真的是即使天天在听讲经，听说法，甚至于你遇到真善知识苦心来教导你，你也是耳边风，没入进去。怎么知道你没入进去？因为你的思想，你的言行没有改变。换句话说，天天在接受圣贤的教诲，但是没有成绩表现，说到成绩是等于零。这又是什么原因？我们要真想学好，学到有成就，那你要把这个原因找出来。这个原因就是你不虚心。",
      "zh_TW": "虛就是什麼都沒有。我們今天的心很麻煩，我們這個心裡頭有東西，不虛，所以就難了。我們心裡頭拉拉雜雜的東西無量無邊，就是妄想分別執著，你說有多少？所以這個心不虛，因為心不虛，所以我們學東西學得很辛苦，學到了沒有？沒有學到。真的是即使天天在聽講經，聽說法，甚至於你遇到真善知識苦心來教導你，你也是耳邊風，沒入進去。怎麼知道你沒入進去？因為你的思想，你的言行沒有改變。換句話說，天天在接受聖賢的教誨，但是沒有成績表現，說到成績是等於零。這又是什麼原因？我們要真想學好，學到有成就，那你要把這個原因找出來。這個原因就是你不虛心。"
    },
    {
      "id": "12-017-1126_p0013",
      "zh_CN": "那怎样才虚心？我教同学起步要放下十六个字，起步，入门。这十六个字是「自私自利，名闻利养，五欲六尘，贪瞋痴慢」，你有这个东西，你怎么能叫虚心？这十六个字放下，这才叫虚心，你是虚心的第一步。比起那些没有放下的人，可以说你是虚心，往上面比，那你不行。上面是什么人？须陀洹，初信位的菩萨，自叹不如，为什么？他们放下的比我们多，我们才放下一点点。",
      "zh_TW": "那怎樣才虛心？我教同學起步要放下十六個字，起步，入門。這十六個字是「自私自利，名聞利養，五欲六塵，貪瞋痴慢」，你有這個東西，你怎麼能叫虛心？這十六個字放下，這才叫虛心，你是虛心的第一步。比起那些沒有放下的人，可以說你是虛心，往上面比，那你不行。上面是什麼人？須陀洹，初信位的菩薩，自嘆不如，為什麼？他們放下的比我們多，我們才放下一點點。"
    },
    {
      "id": "12-017-1126_p0014",
      "zh_CN": "前面我们读过苦圣谛，在这一段饶益世界里第一个名词「重担」。我们挑的譬如说一百斤的重担，我现在才放下一斤，肩膀上还有九十九斤。我们看须陀洹，看初信位的菩萨，这大乘初信位的菩萨大概他们放下十斤，我们放下一斤，他放下十斤。换句话说，我们今天这个担子是九十九斤重，他的担子是九十斤重，比我们轻。慢慢在放，放到什么时候才真正叫轻松？到如来果地完全放下了。等觉菩萨肩膀上还担着一担，多重？一品生相无明。他那个一担不到一斤，我们就说他一两吧！他还有一两这个担子，如来果地上完全没有了。",
      "zh_TW": "前面我們讀過苦聖諦，在這一段饒益世界裡第一個名詞「重擔」。我們挑的譬如說一百斤的重擔，我現在才放下一斤，肩膀上還有九十九斤。我們看須陀洹，看初信位的菩薩，這大乘初信位的菩薩大概他們放下十斤，我們放下一斤，他放下十斤。換句話說，我們今天這個擔子是九十九斤重，他的擔子是九十斤重，比我們輕。慢慢在放，放到什麼時候才真正叫輕鬆？到如來果地完全放下了。等覺菩薩肩膀上還擔著一擔，多重？一品生相無明。他那個一擔不到一斤，我們就說他一兩吧！他還有一兩這個擔子，如來果地上完全沒有了。"
    },
    {
      "id": "12-017-1126_p0015",
      "zh_CN": "我们今天看到「生长」这两个字很感慨，不但我们这一百斤的担子一丝毫没放下，天天还在加重，还要添一点，这是肯定的。你对于世出世间一切法，你还有爱，你还有取，你当然就有有了，你有「爱取有」。有爱是迷惑，不知道万法皆空了不可得，不知道，还在搞爱取有。搞爱取有，那你这个担子每天都还加重一点；加重一点是客气话，实际上，是大幅度的在增加。所以现在社会一般人常讲压力很重，我听到点头，我会意，他这个担子太重，每一天、每一年加给他的愈加愈重，他担负这样沈重的担子，他怎么会没有压力？总有一天压到他不能喘气，那是阿鼻地狱。",
      "zh_TW": "我們今天看到「生長」這兩個字很感慨，不但我們這一百斤的擔子一絲毫沒放下，天天還在加重，還要添一點，這是肯定的。你對於世出世間一切法，你還有愛，你還有取，你當然就有有了，你有「愛取有」。有愛是迷惑，不知道萬法皆空了不可得，不知道，還在搞愛取有。搞愛取有，那你這個擔子每天都還加重一點；加重一點是客氣話，實際上，是大幅度的在增加。所以現在社會一般人常講壓力很重，我聽到點頭，我會意，他這個擔子太重，每一天、每一年加給他的愈加愈重，他擔負這樣沈重的擔子，他怎麼會沒有壓力？總有一天壓到他不能喘氣，那是阿鼻地獄。"
    },
    {
      "id": "12-017-1126_p0016",
      "zh_CN": "所以佛在此地告诉我们世间事实真相，我们的苦难确确实实是在生长。这个生长是念念生念念增长，确实我们没有觉悟，每天接受薰习还是不开窍。这个道理我们明了，那是你往昔今生被烦恼薰习的时间太久，薰习的非常严重，佛法虽然有不思议的力量，对你也无可奈何。这我常常讲比喻说，好像一根木头浸在水里面，泡了几百年湿透了，现在把你捞起来，要把你点燃，燃烧掉，你想想谈何容易！但是不是不能燃烧，是要长时间放在炼钢炉里头，烈火永远不断，这个样子烧上个十天、八天，也能把你烧完。可是这个缘不容易遇到，这个缘就是经教的薰习。",
      "zh_TW": "所以佛在此地告訴我們世間事實真相，我們的苦難確確實實是在生長。這個生長是念念生念念增長，確實我們沒有覺悟，每天接受薰習還是不開竅。這個道理我們明瞭，那是你往昔今生被煩惱薰習的時間太久，薰習的非常嚴重，佛法雖然有不思議的力量，對你也無可奈何。這我常常講比喻說，好像一根木頭浸在水裡面，泡了幾百年濕透了，現在把你撈起來，要把你點燃，燃燒掉，你想想談何容易！但是不是不能燃燒，是要長時間放在煉鋼爐裡頭，烈火永遠不斷，這個樣子燒上個十天、八天，也能把你燒完。可是這個緣不容易遇到，這個緣就是經教的薰習。"
    },
    {
      "id": "12-017-1126_p0017",
      "zh_CN": "缘在人，我只要有这个愿望，这个缘我就会遇到，为什么？佛法里常讲，佛氏门中有求必应。章嘉大师以前告诉我，求没有感应那是什么原因？那是我们的业障在障碍，业障消除，感应就现前。由此可知，业障消除就是我前面讲的十六个字，我们真正的把自私自利放下，名闻利养放下，贪图五欲六尘享受放下，贪瞋痴慢放下，这个时候我们的求愿就会现前。我们的求愿不为自己，为自己就是自私自利，那没有感应，自私自利是障碍。我为众生，为正法，决定没有一念为自己，这个感应很快就现前。",
      "zh_TW": "緣在人，我只要有這個願望，這個緣我就會遇到，為什麼？佛法裡常講，佛氏門中有求必應。章嘉大師以前告訴我，求沒有感應那是什麼原因？那是我們的業障在障礙，業障消除，感應就現前。由此可知，業障消除就是我前面講的十六個字，我們真正的把自私自利放下，名聞利養放下，貪圖五欲六塵享受放下，貪瞋痴慢放下，這個時候我們的求願就會現前。我們的求願不為自己，為自己就是自私自利，那沒有感應，自私自利是障礙。我為眾生，為正法，決定沒有一念為自己，這個感應很快就現前。"
    },
    {
      "id": "12-017-1126_p0018",
      "zh_CN": "我们今天有很多人都有很好的愿望，求愿不能现前，什么原因？有障碍。无论是哪一方面的障碍，大概总不出这十六个字。所以诸位同学你要想学佛，在这一生当中能有一点成就，这十六个字要放下，一丝毫都不能够沾染。然后你能够遇到善缘，殊胜的善缘，天天薰修而不间断。现在这个缘不难，我们在网路、在卫星讲了不少年，特别是网际网路里面储存的东西很多，你可以选择。",
      "zh_TW": "我們今天有很多人都有很好的願望，求願不能現前，什麼原因？有障礙。無論是哪一方面的障礙，大概總不出這十六個字。所以諸位同學你要想學佛，在這一生當中能有一點成就，這十六個字要放下，一絲毫都不能夠沾染。然後你能夠遇到善緣，殊勝的善緣，天天薰修而不間斷。現在這個緣不難，我們在網路、在衛星講了不少年，特別是網際網路裡面儲存的東西很多，你可以選擇。"
    },
    {
      "id": "12-017-1126_p0019",
      "zh_CN": "选择，我还是用古大德教导的方法，最好你只选一种，不要选多。一种重复的学习，中国古人所谓「读书千遍，其义自见」。这话是真的不是假的。其义自见是什么意思？就是我们佛门里讲你开悟了。为什么会开悟？因为你得定，这个千遍是定。你没有定力，你怎么能把这个书念一千遍？像《大方广佛华严经》，这是很有分量的书，你能把这个书从头到尾念一千遍，准开悟。这么大的一个分量，八十卷，真用功的人一天念十卷，八天念一部。一部念完了，从头再来，果然念上一千部，你一定得华严三昧，一定悟入华严境界，古大德教人的秘诀。",
      "zh_TW": "選擇，我還是用古大德教導的方法，最好你只選一種，不要選多。一種重複的學習，中國古人所謂「讀書千遍，其義自見」。這話是真的不是假的。其義自見是什麼意思？就是我們佛門裡講你開悟了。為什麼會開悟？因為你得定，這個千遍是定。你沒有定力，你怎麼能把這個書念一千遍？像《大方廣佛華嚴經》，這是很有分量的書，你能把這個書從頭到尾念一千遍，準開悟。這麼大的一個分量，八十卷，真用功的人一天念十卷，八天念一部。一部念完了，從頭再來，果然念上一千部，你一定得華嚴三昧，一定悟入華嚴境界，古大德教人的祕訣。"
    },
    {
      "id": "12-017-1126_p0020",
      "zh_CN": "《华严》太长太大，选一部短的，太短的也不行。实际上太短还是行，太短遍数多。你每天佛法的薰修要敌得过烦恼习气的薰修，为什么？不受佛法薰修就会受习俗的薰修，这肯定的，这是事实。我们到底一天要多少时间薰修，才能够敌得过烦恼习气？至少十六个小时。所以古人修行每天八个小时经教的薰修。我们讲读经，八个小时经教薰修，八个小时真做功夫，初学做功夫总不外一个是参禅，一个是念佛，如果在密宗里头就是持咒。这是普通的方法，三大类，哪一类都可以，最好不要夹杂。法门平等，门门皆通无上道。这样才能够让烦恼、让习气、让灾难不至于生长，能把它伏住，那就很不错。",
      "zh_TW": "《華嚴》太長太大，選一部短的，太短的也不行。實際上太短還是行，太短遍數多。你每天佛法的薰修要敵得過煩惱習氣的薰修，為什麼？不受佛法薰修就會受習俗的薰修，這肯定的，這是事實。我們到底一天要多少時間薰修，才能夠敵得過煩惱習氣？至少十六個小時。所以古人修行每天八個小時經教的薰修。我們講讀經，八個小時經教薰修，八個小時真做功夫，初學做功夫總不外一個是參禪，一個是念佛，如果在密宗裡頭就是持咒。這是普通的方法，三大類，哪一類都可以，最好不要夾雜。法門平等，門門皆通無上道。這樣才能夠讓煩惱、讓習氣、讓災難不至於生長，能把它伏住，那就很不錯。"
    },
    {
      "id": "12-017-1126_p0021",
      "zh_CN": "我一个人做，我一个人得利益，这是大乘经上讲的共业、别业；我一个人做别业，大家造作是共业。共业当中有不共业，我们要清楚、要明了。所以问题是真干，现在这个时代，你要晓得伦理道德没有了，社会没有了，佛门里头也没有了，这是事实。我们今天大家相处都是同参道友，师徒没有了，不但师徒没有了，现在这个时代父子都没有了，都是朋友，都是平等的。因此你要想成就，要靠你自己，靠你自己觉悟，靠你自己警策自己，别人不会教你的，为什么？没这个关系，教你你不服，不服就结怨仇，那又何必。这个道理很深，很不好懂。",
      "zh_TW": "我一個人做，我一個人得利益，這是大乘經上講的共業、別業；我一個人做別業，大家造作是共業。共業當中有不共業，我們要清楚、要明瞭。所以問題是真幹，現在這個時代，你要曉得倫理道德沒有了，社會沒有了，佛門裡頭也沒有了，這是事實。我們今天大家相處都是同參道友，師徒沒有了，不但師徒沒有了，現在這個時代父子都沒有了，都是朋友，都是平等的。因此你要想成就，要靠你自己，靠你自己覺悟，靠你自己警策自己，別人不會教你的，為什麼？沒這個關係，教你你不服，不服就結怨仇，那又何必。這個道理很深，很不好懂。"
    },
    {
      "id": "12-017-1126_p0022",
      "zh_CN": "我在早年亲近李老师十年，我常常在他身边，这也就是十年的薰修，我懂得一点道理。我看到他老人家教学，那个时候我们参加经学班，学讲经，正式开班。我们同学二十多个人，老师对待学生，有的人很严格，有的人非常宽松，很客气；严格的是有打有骂，可是有些的时候，他真的很客气。我那个时候初学，看到这些事情心里头有疑惑，有疑惑也不敢问。老师厉害他看出来，把我叫到他房间里告诉我，他说：你是不是有这个疑问？我说是的。他说：你要知道，真正想学的他能接受，所以要真教他，可以打、可以骂。打骂是什么？是增长他的记性。",
      "zh_TW": "我在早年親近李老師十年，我常常在他身邊，這也就是十年的薰修，我懂得一點道理。我看到他老人家教學，那個時候我們參加經學班，學講經，正式開班。我們同學二十多個人，老師對待學生，有的人很嚴格，有的人非常寬鬆，很客氣；嚴格的是有打有罵，可是有些的時候，他真的很客氣。我那個時候初學，看到這些事情心裡頭有疑惑，有疑惑也不敢問。老師厲害他看出來，把我叫到他房間裡告訴我，他說：你是不是有這個疑問？我說是的。他說：你要知道，真正想學的他能接受，所以要真教他，可以打、可以罵。打罵是什麼？是增長他的記性。"
    },
    {
      "id": "12-017-1126_p0023",
      "zh_CN": "从前私塾老师体罚学生，他有道理，被罚过一次的人，这个一段永远不会忘记。所以说加深他的印象，印象深刻。那个体罚是教学手段之一。学生被老师打、被老师骂，内心对老师感激，这样的学生，老师说你能不骂他吗？你能不打他吗？他感激你，他真接受。所以对这种根性的学生，就用这些方法。另一种学生，他不是真正学的，他的烦恼习气很重，你对他用这个方法，他不能接受。不能接受，他就会恨你，就起怨恨心，那就决定不能用这个方法。换句话说，不要跟他结怨仇，冤冤相报不是一桩好事情。",
      "zh_TW": "從前私塾老師體罰學生，他有道理，被罰過一次的人，這個一段永遠不會忘記。所以說加深他的印象，印象深刻。那個體罰是教學手段之一。學生被老師打、被老師罵，內心對老師感激，這樣的學生，老師說你能不罵他嗎？你能不打他嗎？他感激你，他真接受。所以對這種根性的學生，就用這些方法。另一種學生，他不是真正學的，他的煩惱習氣很重，你對他用這個方法，他不能接受。不能接受，他就會恨你，就起怨恨心，那就決定不能用這個方法。換句話說，不要跟他結怨仇，冤冤相報不是一樁好事情。"
    },
    {
      "id": "12-017-1126_p0024",
      "zh_CN": "所以凡是不能真正接受的，这个老师很清楚，为什么？老师上一堂课教大家，看你有没做到，天天来学，学了什么？学了你完全没有做到，就知道你不是真学。真学的人那个情形不一样，教给你的，他真做到，你仔细去观察他，他在生活上，在言行上，在待人接物上，他真改变了。老师对这种人他就很留意，为什么？他真学。所以真学是在日常生活当中，在处事待人接物当中，不是在读诵。我念多少遍，我会背多少，不在这里。是你有没有真的听懂？有没有真的去做到？",
      "zh_TW": "所以凡是不能真正接受的，這個老師很清楚，為什麼？老師上一堂課教大家，看你有沒做到，天天來學，學了什麼？學了你完全沒有做到，就知道你不是真學。真學的人那個情形不一樣，教給你的，他真做到，你仔細去觀察他，他在生活上，在言行上，在待人接物上，他真改變了。老師對這種人他就很留意，為什麼？他真學。所以真學是在日常生活當中，在處事待人接物當中，不是在讀誦。我念多少遍，我會背多少，不在這裡。是你有沒有真的聽懂？有沒有真的去做到？"
    },
    {
      "id": "12-017-1126_p0025",
      "zh_CN": "老师毕竟是老师，确实他有智慧，他有德行，观察入微，每个学生状况他都了解，这是叫我们做学生的人不能不佩服。所以真正严格管教，常常挨骂，常常挨打的人不多，就是那么三、两个而已，大多数，老师对待他都非常客气。实在讲，李老师对我也很客气，但是教训我不在大庭广众，教训我的时候，把我叫他房间里面去教训，真的没有第三者看到。每个人根性不相同，对于每个人教学方法不一样，这是好老师。总而言之，帮助我们开智慧，断烦恼，改习气而已，这真实教诲。好，现在时间到了。",
      "zh_TW": "老師畢竟是老師，確實他有智慧，他有德行，觀察入微，每個學生狀況他都了解，這是叫我們做學生的人不能不佩服。所以真正嚴格管教，常常挨罵，常常挨打的人不多，就是那麼三、兩個而已，大多數，老師對待他都非常客氣。實在講，李老師對我也很客氣，但是教訓我不在大庭廣眾，教訓我的時候，把我叫他房間裡面去教訓，真的沒有第三者看到。每個人根性不相同，對於每個人教學方法不一樣，這是好老師。總而言之，幫助我們開智慧，斷煩惱，改習氣而已，這真實教誨。好，現在時間到了。"
    },
    {
      "id": "12-017-1126_p0026",
      "zh_CN": "诸位同学，我们接着再看下面第十个名号：",
      "zh_TW": "諸位同學，我們接著再看下面第十個名號："
    },
    {
      "id": "12-017-1126_p0027",
      "zh_CN": "【或名利刃。】",
      "zh_TW": "【或名利刃。】"
    },
    {
      "id": "12-017-1126_p0028",
      "zh_CN": "这个名号是从比喻上说的，我们看到这个名号，一定会有很深的警觉。确确实实生活在三途六道，就像生活在极锋利的刀刃上，稍稍不小心就有被割伤的苦痛。这个『利刃』当然是形容三苦、八苦。佛门里面讲下三道，也称之为三途。畜生道称为血途，这是我们平常能够观察得到。畜生之死，互相吞啖，死的时候都是流血。换句话说，不是善终，没有善终，都是互相被吃掉的，所谓是弱肉强食。饿鬼道称为刀途，「利刃」就有这个意思。饿鬼，实实在在说是因为他造的恶业太多，所以神魂不安，常常在提防有人报复，有人拿着刀要杀他，也就是说他生活在恐怖之中。鬼称为刀途，意思就是他是生活在恐怖当中，时时处处没有安全感，这鬼道。地狱道称火途，这不论是佛法或者是西方的宗教，西方的宗教虽然他们不讲六道，至少他们讲三道，他们讲天堂、讲人、讲地狱，所以至少他们讲这三道。地狱是一片火海，伊斯兰教的地狱、基督教的地狱也都是一片火海，这确实它有相通的地方，火途。这称为三途。",
      "zh_TW": "這個名號是從比喻上說的，我們看到這個名號，一定會有很深的警覺。確確實實生活在三途六道，就像生活在極鋒利的刀刃上，稍稍不小心就有被割傷的苦痛。這個『利刃』當然是形容三苦、八苦。佛門裡面講下三道，也稱之為三途。畜生道稱為血途，這是我們平常能夠觀察得到。畜生之死，互相吞啖，死的時候都是流血。換句話說，不是善終，沒有善終，都是互相被吃掉的，所謂是弱肉強食。餓鬼道稱為刀途，「利刃」就有這個意思。餓鬼，實實在在說是因為他造的惡業太多，所以神魂不安，常常在提防有人報復，有人拿著刀要殺他，也就是說他生活在恐怖之中。鬼稱為刀途，意思就是他是生活在恐怖當中，時時處處沒有安全感，這鬼道。地獄道稱火途，這不論是佛法或者是西方的宗教，西方的宗教雖然他們不講六道，至少他們講三道，他們講天堂、講人、講地獄，所以至少他們講這三道。地獄是一片火海，伊斯蘭教的地獄、基督教的地獄也都是一片火海，這確實它有相通的地方，火途。這稱為三途。"
    },
    {
      "id": "12-017-1126_p0029",
      "zh_CN": "这些说法到底是虚构的，还是确有其事？现在社会上一般学习科学的人，学习哲学的人，我们称之为学者，他们认为这些是虚构的，这不是事实，没有科学的证据，就是没有事实证据。但是这世间确实也有不少人能接受圣贤教诲，承认这不是虚构是事实。自古至今，中国外国关于六道里面的一些报导传说，无论是在文字、是在歌词，甚至于艺术的表现方面，我们都看到很多很多的这些记载。甚至于有一些人身历其境，那是真的不是假的。",
      "zh_TW": "這些說法到底是虛構的，還是確有其事？現在社會上一般學習科學的人，學習哲學的人，我們稱之為學者，他們認為這些是虛構的，這不是事實，沒有科學的證據，就是沒有事實證據。但是這世間確實也有不少人能接受聖賢教誨，承認這不是虛構是事實。自古至今，中國外國關於六道裡面的一些報導傳說，無論是在文字、是在歌詞，甚至於藝術的表現方面，我們都看到很多很多的這些記載。甚至於有一些人身歷其境，那是真的不是假的。"
    },
    {
      "id": "12-017-1126_p0030",
      "zh_CN": "在中国，传播这一方面的讯息，流传的最广的，我们都知道有《聊斋志异》、《子不语》，像这一类的。甚至中国正史里所记载的都不少。这些事情现在人看到，这都是怪异，他们看到听到也无动于衷。我们学佛的人明白，这一些都是佛菩萨现身说法，启迪众生。在从前有效，能收到很好的效果。但是在现代社会，一般人已经舍弃圣贤教诲，已经舍弃了伦理道德，认为那些是封建时代的东西，在现代不适宜了。虽然现代认为不合适，可是这些事情常常在舞台上演出，就在此时此地学佛同学当中，有亲眼见到许许多多瑞相。",
      "zh_TW": "在中國，傳播這一方面的訊息，流傳的最廣的，我們都知道有《聊齋志異》、《子不語》，像這一類的。甚至中國正史裡所記載的都不少。這些事情現在人看到，這都是怪異，他們看到聽到也無動於衷。我們學佛的人明白，這一些都是佛菩薩現身說法，啟迪眾生。在從前有效，能收到很好的效果。但是在現代社會，一般人已經捨棄聖賢教誨，已經捨棄了倫理道德，認為那些是封建時代的東西，在現代不適宜了。雖然現代認為不合適，可是這些事情常常在舞台上演出，就在此時此地學佛同學當中，有親眼見到許許多多瑞相。"
    },
    {
      "id": "12-017-1126_p0031",
      "zh_CN": "因果报应的这些事情肯定是有，只要你不要有成见，你用很客观理智细心去观察，你会得到结论的。尤其是在大乘经教，它确实对于宇宙人生真相，说得非常微细。《华严经》说的是什么？就是讲我们现实的世界，现实的人生。总不外性相、理事、因果，这六个字把世出世间法包括尽了。真的是大而无外，小而无内。今天科学家们研究的所谓量子力学，在中国圣学里面说的「无微不至」，你想想这句话。《华严经》上说普贤菩萨能入微尘里面的世界，这真实不思议的境界。普贤菩萨能入，普贤菩萨不是指一个人，是指修学普贤法门的人，只要你功夫到一定的程度，你就能入。普贤修法的纲领就是菩萨的十大愿王，这十个条目里面的境界浅深广狭无量无边，看你能入多少。你能契入甚深，到等觉位你就能入微观世界。微观世界里面的状况，跟这个大世界无二无别，普贤告诉我们没有大小，没有远近，没有先后，这叫不思议，这叫无障碍，这才是事实真相。",
      "zh_TW": "因果報應的這些事情肯定是有，只要你不要有成見，你用很客觀理智細心去觀察，你會得到結論的。尤其是在大乘經教，它確實對於宇宙人生真相，說得非常微細。《華嚴經》說的是什麼？就是講我們現實的世界，現實的人生。總不外性相、理事、因果，這六個字把世出世間法包括盡了。真的是大而無外，小而無內。今天科學家們研究的所謂量子力學，在中國聖學裡面說的「無微不至」，你想想這句話。《華嚴經》上說普賢菩薩能入微塵裡面的世界，這真實不思議的境界。普賢菩薩能入，普賢菩薩不是指一個人，是指修學普賢法門的人，只要你功夫到一定的程度，你就能入。普賢修法的綱領就是菩薩的十大願王，這十個條目裡面的境界淺深廣狹無量無邊，看你能入多少。你能契入甚深，到等覺位你就能入微觀世界。微觀世界裡面的狀況，跟這個大世界無二無別，普賢告訴我們沒有大小，沒有遠近，沒有先後，這叫不思議，這叫無障礙，這才是事實真相。"
    },
    {
      "id": "12-017-1126_p0032",
      "zh_CN": "我们今天明白了，三途六道犹如利刃，我们应当要提高警觉，应当要避开这个生活环境。这不是消极，不断的提升自己，那是真正改造自己的修学生活环境。这个改造不是在事上，是在心上，为什么？事是境界，境随心转，境界从哪里来的？心现识变。所以你要了解这个事实真相，你才能真正解决问题。清净心现清净刹土，我们在《华严经》上前面读到过，心不清净，心不善，就现秽土。像我们现在居住的这个世界，娑婆世界，娑婆不是净土，什么原因？居住在这个地区的众生，他的心被染污，他的行为、思想不善，所以外面的境界，山河大地，包围山河大地的虚空都在里头，这个世间芸芸众生无不是迷惑颠倒，起惑造业，感得现前的果报。",
      "zh_TW": "我們今天明白了，三途六道猶如利刃，我們應當要提高警覺，應當要避開這個生活環境。這不是消極，不斷的提升自己，那是真正改造自己的修學生活環境。這個改造不是在事上，是在心上，為什麼？事是境界，境隨心轉，境界從哪裡來的？心現識變。所以你要了解這個事實真相，你才能真正解決問題。清淨心現清淨剎土，我們在《華嚴經》上前面讀到過，心不清淨，心不善，就現穢土。像我們現在居住的這個世界，娑婆世界，娑婆不是淨土，什麼原因？居住在這個地區的眾生，他的心被染污，他的行為、思想不善，所以外面的境界，山河大地，包圍山河大地的虛空都在裡頭，這個世間芸芸眾生無不是迷惑顛倒，起惑造業，感得現前的果報。"
    },
    {
      "id": "12-017-1126_p0033",
      "zh_CN": "我们要怎样改善自己的生活环境？改善我们现前的果报？改，果上没有法子改，要从因上改，因就是起心动念，言语造作。所以我们的因是怎样能够符合道德的标准。那什么叫道？道就是自然的法则，决定没有丝毫人为的东西夹杂在里头，那是道，自然而然。众生能够随顺自然的法则，那叫德。自然的法则讲到最根本的，中国古人讲太极，这最根本的是太极。太极是什么样子？道家画一个圆来代表。圆的意思好，圆圆满满，你要晓得它本来就是圆圆满满，那就是道。现在怎么样？现在不圆满。道家用个圆来代表，在佛法，佛法也用个圆给你做代表。老子跟释迦牟尼佛没有见过面，也没有通过信，你看他们两个人教导我们的完全相同，没有丝毫不一样。",
      "zh_TW": "我們要怎樣改善自己的生活環境？改善我們現前的果報？改，果上沒有法子改，要從因上改，因就是起心動念，言語造作。所以我們的因是怎樣能夠符合道德的標準。那什麼叫道？道就是自然的法則，決定沒有絲毫人為的東西夾雜在裡頭，那是道，自然而然。眾生能夠隨順自然的法則，那叫德。自然的法則講到最根本的，中國古人講太極，這最根本的是太極。太極是什麼樣子？道家畫一個圓來代表。圓的意思好，圓圓滿滿，你要曉得它本來就是圓圓滿滿，那就是道。現在怎麼樣？現在不圓滿。道家用個圓來代表，在佛法，佛法也用個圓給你做代表。老子跟釋迦牟尼佛沒有見過面，也沒有通過信，你看他們兩個人教導我們的完全相同，沒有絲毫不一樣。"
    },
    {
      "id": "12-017-1126_p0034",
      "zh_CN": "圆，告诉我们心有没有？当然有。心在哪里？找不到。我们今天讲圆，圆心是个点，点是个抽象的概念，没有东西。我们把它点一点，那就不行，点一点，你在放大镜里面看它是面，它是个面积。再微小的点，你把它放在显微镜上看，它还是个面积。点移动这就是线，它就有轨迹了，线移动那就是面，所以圆心有没有？有。有，不可得。有，叫无一物，它真有，但是它无一物，那是真心。",
      "zh_TW": "圓，告訴我們心有沒有？當然有。心在哪裡？找不到。我們今天講圓，圓心是個點，點是個抽象的概念，沒有東西。我們把它點一點，那就不行，點一點，你在放大鏡裡面看它是面，它是個面積。再微小的點，你把它放在顯微鏡上看，它還是個面積。點移動這就是線，它就有軌跡了，線移動那就是面，所以圓心有沒有？有。有，不可得。有，叫無一物，它真有，但是它無一物，那是真心。"
    },
    {
      "id": "12-017-1126_p0035",
      "zh_CN": "真心遍法界、遍虚空、遍刹土、遍一切众生。我过去讲经，我用比喻跟大家说，一切众生好比是电器，电器各个不相同；心现识变，心跟识是什么东西？心跟识是电流。电流遍一切电器，电器不相同，它起作用不一样；电视它能够传播影像，电话它能传播音声，传真它能传播文字，电灯它能照明，空调它能够送冷暖气。电器不一样，电一样没有两样。心识是一样的，心识变现的相、作用千差万别。千差万别的是什么？是那个周，圆周。圆周是动的，千差万别。性识是什么？性识是圆心，不但它不动，而且实在的是我们六根都接触不到，眼看不见，耳听不见，鼻也不能嗅，手也摸不到，甚至于你的意识想也想不到。它真的有。所以我们讲不可得，六根得不到它，我们的六根没有办法，得不到它，它在哪里？它在六根里头具足，它在眼能见，它在耳能听，它在鼻能嗅，它在舌能尝，它在意能知。这个东西就像电一样，我们身体各个不同的器官，各个不同的电器。",
      "zh_TW": "真心遍法界、遍虛空、遍剎土、遍一切眾生。我過去講經，我用比喻跟大家說，一切眾生好比是電器，電器各個不相同；心現識變，心跟識是什麼東西？心跟識是電流。電流遍一切電器，電器不相同，它起作用不一樣；電視它能夠傳播影像，電話它能傳播音聲，傳真它能傳播文字，電燈它能照明，空調它能夠送冷暖氣。電器不一樣，電一樣沒有兩樣。心識是一樣的，心識變現的相、作用千差萬別。千差萬別的是什麼？是那個周，圓周。圓周是動的，千差萬別。性識是什麼？性識是圓心，不但它不動，而且實在的是我們六根都接觸不到，眼看不見，耳聽不見，鼻也不能嗅，手也摸不到，甚至於你的意識想也想不到。它真的有。所以我們講不可得，六根得不到它，我們的六根沒有辦法，得不到它，它在哪裡？它在六根裡頭具足，它在眼能見，它在耳能聽，它在鼻能嗅，它在舌能嘗，它在意能知。這個東西就像電一樣，我們身體各個不同的器官，各個不同的電器。"
    },
    {
      "id": "12-017-1126_p0036",
      "zh_CN": "诸位从这个比喻细心去思惟去观察，慢慢的你才能够契入这个境界。契入境界之后，那是古人讲的「如人饮水，冷暖自知」，你也说不出！不能说它无，虽然六根接触不到它，缘不到它，它在六根门头起作用。起作用不能说它有，缘不到不能说它无，也不可以说它非有非无，亦有亦无，不可以说，为什么？因为你要说，你已经起心动念，你已经跟它愈去愈远。宇宙人生的真相，你就会愈迷愈深。",
      "zh_TW": "諸位從這個比喻細心去思惟去觀察，慢慢的你才能夠契入這個境界。契入境界之後，那是古人講的「如人飲水，冷暖自知」，你也說不出！不能說它無，雖然六根接觸不到它，緣不到它，它在六根門頭起作用。起作用不能說它有，緣不到不能說它無，也不可以說它非有非無，亦有亦無，不可以說，為什麼？因為你要說，你已經起心動念，你已經跟它愈去愈遠。宇宙人生的真相，你就會愈迷愈深。"
    },
    {
      "id": "12-017-1126_p0037",
      "zh_CN": "真的，一切都放下，妄想分别执着统统放下，你跟心识就愈来愈近。总有一天你能契入，契入就是佛家讲的大彻大悟，明心见性，你的问题解决了，你得大自在。像《般若心经》，大家常常念的，「观自在菩萨，行深般若波罗蜜多时」，那个「深」字很重要，那不是浅，深；「照见五蕴皆空，度一切苦厄」，这一句话是三苦、八苦都没有了。学佛到这个境界，才算是你真正得到佛法的受用，真实利益，人生最高的享受，那是什么？远离一切恐怖颠倒妄想。这在大乘教里面，初步。诸位要知道，不是很高，初步。在经典里面讲菩萨的位次，这是圆教初住菩萨，别教初地菩萨的境界。",
      "zh_TW": "真的，一切都放下，妄想分別執著統統放下，你跟心識就愈來愈近。總有一天你能契入，契入就是佛家講的大徹大悟，明心見性，你的問題解決了，你得大自在。像《般若心經》，大家常常念的，「觀自在菩薩，行深般若波羅蜜多時」，那個「深」字很重要，那不是淺，深；「照見五蘊皆空，度一切苦厄」，這一句話是三苦、八苦都沒有了。學佛到這個境界，才算是你真正得到佛法的受用，真實利益，人生最高的享受，那是什麼？遠離一切恐怖顛倒妄想。這在大乘教裡面，初步。諸位要知道，不是很高，初步。在經典裡面講菩薩的位次，這是圓教初住菩薩，別教初地菩薩的境界。"
    },
    {
      "id": "12-017-1126_p0038",
      "zh_CN": "古时候人学佛是以这个为目标，一生当中，真正是发愤苦修参学。你问他为什么？就是为契入这个境界。这个境界，宗门里面称为「父母未生前本来面目」。契入这个境界，确实我们自己修学目的达到，三途六道九法界之苦，统统舍离、放下了。这个时候才得大自在，这个自在是说什么？不是说你离开三途六道，不是这个意思。实实在在讲，几乎没有一个人会离开三途六道。那不离开三途六道，你得的是什么好处？好处可大。他在三途六道里头有谛无苦，也就是说，这一品经里面所略举的十方世界苦圣谛的这些名号有，有没有苦受？没有，有谛无苦。不像二乘，二乘人有谛有苦，为什么？他苦没有能舍干净，拖泥带水。六道里面的凡夫，有苦无谛，真的是深受其苦，深受其难，不知道这个苦难的真相，不知道苦难的来源，也不知道怎样应付这些苦难，所以有苦无谛。",
      "zh_TW": "古時候人學佛是以這個為目標，一生當中，真正是發憤苦修參學。你問他為什麼？就是為契入這個境界。這個境界，宗門裡面稱為「父母未生前本來面目」。契入這個境界，確實我們自己修學目的達到，三途六道九法界之苦，統統捨離、放下了。這個時候才得大自在，這個自在是說什麼？不是說你離開三途六道，不是這個意思。實實在在講，幾乎沒有一個人會離開三途六道。那不離開三途六道，你得的是什麼好處？好處可大。他在三途六道裡頭有諦無苦，也就是說，這一品經裡面所略舉的十方世界苦聖諦的這些名號有，有沒有苦受？沒有，有諦無苦。不像二乘，二乘人有諦有苦，為什麼？他苦沒有能捨乾淨，拖泥帶水。六道裡面的凡夫，有苦無諦，真的是深受其苦，深受其難，不知道這個苦難的真相，不知道苦難的來源，也不知道怎樣應付這些苦難，所以有苦無諦。"
    },
    {
      "id": "12-017-1126_p0039",
      "zh_CN": "这是说明我们为什么要学佛，学佛希望得到什么。希望提升自己的境界，真正彻底明了宇宙人生真相，也就是世出世间的因果、道理与事实。绝对不是求世间的名闻利养，不是求世间的功名富贵，这总得要搞清楚，你学佛学的是什么？你学佛希望得到的是什么？这个方向目标要正确，我们才会有真正的收获。",
      "zh_TW": "這是說明我們為什麼要學佛，學佛希望得到什麼。希望提升自己的境界，真正徹底明瞭宇宙人生真相，也就是世出世間的因果、道理與事實。絕對不是求世間的名聞利養，不是求世間的功名富貴，這總得要搞清楚，你學佛學的是什麼？你學佛希望得到的是什麼？這個方向目標要正確，我們才會有真正的收穫。"
    },
    {
      "id": "12-017-1126_p0040",
      "zh_CN": "无量劫来沈沦在六道，真的是苦海无边，吃尽了苦头，受尽了苦难，永远没有办法出离。虽然过去生中，生生世世都在学习，怎么知道生生世世都在学习？如果不是宿世因缘深厚，你这一生当中怎么会遇到佛法？遇到佛法，你怎么会接受？你怎么会生欢喜心？所以从你能遇到，你能接受，你能生欢喜心，说明你宿世因缘很深。很深，现在学了，喜欢学，喜欢听，但是怎么样？还是做不到，自私自利，名闻利养，五欲六尘放不下，这什么原因？统统有原因的，那就是你烦恼习气薰习的时间太长，薰习得非常严重，你接受佛法的薰修时间短，效果浅，敌不过业力，这就是谚语也有说「看得破，忍不过」。这忍不过的意思就是说禁不起外面境界的诱惑，外面境界诱惑一现前，身不由主就犯了毛病。这是我们现前修学的一般状况，在这个状况之下，怎么办？",
      "zh_TW": "無量劫來沈淪在六道，真的是苦海無邊，吃盡了苦頭，受盡了苦難，永遠沒有辦法出離。雖然過去生中，生生世世都在學習，怎麼知道生生世世都在學習？如果不是宿世因緣深厚，你這一生當中怎麼會遇到佛法？遇到佛法，你怎麼會接受？你怎麼會生歡喜心？所以從你能遇到，你能接受，你能生歡喜心，說明你宿世因緣很深。很深，現在學了，喜歡學，喜歡聽，但是怎麼樣？還是做不到，自私自利，名聞利養，五欲六塵放不下，這什麼原因？統統有原因的，那就是你煩惱習氣薰習的時間太長，薰習得非常嚴重，你接受佛法的薰修時間短，效果淺，敵不過業力，這就是諺語也有說「看得破，忍不過」。這忍不過的意思就是說禁不起外面境界的誘惑，外面境界誘惑一現前，身不由主就犯了毛病。這是我們現前修學的一般狀況，在這個狀況之下，怎麼辦？"
    },
    {
      "id": "12-017-1126_p0041",
      "zh_CN": "佛菩萨、祖师大德教导我们加强佛法的薰修，减少世缘的薰修，这是修行的总纲领总原则。在古时候，实在讲修行环境比我们今天好，这一些善知识、祖师大德们，他们接引教学的方式好，把道场建立在深山里面，人迹不到，让你跟社会完全断绝，不会受到社会不好的薰习。社会的薰习都是染污的，天天跟着这些祖师大德，接受他们的教诲，寺庙里面不是讲经，就是参禅念佛。所以每天二十四小时都在接受佛法的薰习，这是密集的薰习，力量大。所以我们在《高僧传》，在《居士传》，在山志里面，所看到的记载，三年到五年成就的人很多。上根的人开悟，明心见性，大开圆解；中等根性的人，虽然没有彻悟，他有大悟；下等根性的人，没有大悟有小悟。换句话说，他们的思想见解，生活行为，自自然然改变了，与佛菩萨的教诲相应。五欲六尘摆在面前，自自然然的不沾染；换句话说，不被诱惑，无论什么境界现前，他都能以平常心看待，清净心看待。",
      "zh_TW": "佛菩薩、祖師大德教導我們加強佛法的薰修，減少世緣的薰修，這是修行的總綱領總原則。在古時候，實在講修行環境比我們今天好，這一些善知識、祖師大德們，他們接引教學的方式好，把道場建立在深山裡面，人跡不到，讓你跟社會完全斷絕，不會受到社會不好的薰習。社會的薰習都是染污的，天天跟著這些祖師大德，接受他們的教誨，寺廟裡面不是講經，就是參禪念佛。所以每天二十四小時都在接受佛法的薰習，這是密集的薰習，力量大。所以我們在《高僧傳》，在《居士傳》，在山誌裡面，所看到的記載，三年到五年成就的人很多。上根的人開悟，明心見性，大開圓解；中等根性的人，雖然沒有徹悟，他有大悟；下等根性的人，沒有大悟有小悟。換句話說，他們的思想見解，生活行為，自自然然改變了，與佛菩薩的教誨相應。五欲六塵擺在面前，自自然然的不沾染；換句話說，不被誘惑，無論什麼境界現前，他都能以平常心看待，清淨心看待。"
    },
    {
      "id": "12-017-1126_p0042",
      "zh_CN": "所以，上乘功夫的人六根接触六尘境界，不起心，不动念，起心动念尚无，哪里还会有分别执着！所以善导大师说得好，他讲的是三辈九品往生，总在遇缘不同。我们可把这句话引申到无论修学哪个法门，你能不能有成就，总在遇缘不同。今天这个缘就不好，为什么？随着科学技术，你纵然在深山里头，你只要放一台电视机，全世界一切的污染，你还是在那里接受，你想想看你的心到什么时候才能够清净？难。无量劫来，阿赖耶里面已经染得非常严重，现在天天还要接受新的染污。佛在《无量寿经》教导我们「洒心易行」，把心里的染污洗刷干净，那叫做功夫。我们现在不但没有洒心，天天还在加一些染污东西进去，你说这怎么能成就？",
      "zh_TW": "所以，上乘功夫的人六根接觸六塵境界，不起心，不動念，起心動念尚無，哪裡還會有分別執著！所以善導大師說得好，他講的是三輩九品往生，總在遇緣不同。我們可把這句話引申到無論修學哪個法門，你能不能有成就，總在遇緣不同。今天這個緣就不好，為什麼？隨著科學技術，你縱然在深山裡頭，你只要放一台電視機，全世界一切的污染，你還是在那裡接受，你想想看你的心到什麼時候才能夠清淨？難。無量劫來，阿賴耶裡面已經染得非常嚴重，現在天天還要接受新的染污。佛在《無量壽經》教導我們「洒心易行」，把心裡的染污洗刷乾淨，那叫做功夫。我們現在不但沒有洒心，天天還在加一些染污東西進去，你說這怎麼能成就？"
    },
    {
      "id": "12-017-1126_p0043",
      "zh_CN": "现在做人不如畜生，不如饿鬼。饿鬼、畜生有很多比我们的警觉性高，他们也有修行，他们也念佛，也求往生。阿弥陀佛普度九法界众生，所以饿鬼道里面念佛往生的人也不少。今天早晨我们起来的时候，看到院子里有一个蜥蝪，很大，牠在那里站着往生。最近我们请到了一批石头的小沙弥，我们山上也有十二尊，这个蜥蝪爬在沙弥的身上，跟这个沙弥好像非常亲切，仔细一看牠已经死了。有善根，牠在示现给我们看，畜生！我们如果不好好的修行，确确实实不如牠。",
      "zh_TW": "現在做人不如畜生，不如餓鬼。餓鬼、畜生有很多比我們的警覺性高，他們也有修行，他們也念佛，也求往生。阿彌陀佛普度九法界眾生，所以餓鬼道裡面念佛往生的人也不少。今天早晨我們起來的時候，看到院子裡有一個蜥蝪，很大，牠在那裡站著往生。最近我們請到了一批石頭的小沙彌，我們山上也有十二尊，這個蜥蝪爬在沙彌的身上，跟這個沙彌好像非常親切，仔細一看牠已經死了。有善根，牠在示現給我們看，畜生！我們如果不好好的修行，確確實實不如牠。"
    },
    {
      "id": "12-017-1126_p0044",
      "zh_CN": "畜生往生的很多。我们佛门里有一本小册子，《物犹如此》，专门记载畜生道往生。早年谛闲法师做头陀寺住持的时候，他寺庙里有一个公鸡往生，他亲眼看到的。谛闲老法师对于这一桩事情讲过很多遍。寺庙里面养的狗念佛往生，我们亲耳所闻，亲眼所见；寺院里面老鼠往生的，牠们过去也都是在人道，也都是老修行，为什么在人道走的时候没有往生？这我们现在懂得，临终的时候业障现前，障碍他不能往生。所以消业障比什么都重要。「愿消三障诸烦恼，愿得智慧真明了」，这个回向偈不是念一念就算了，我们要有心去求。",
      "zh_TW": "畜生往生的很多。我們佛門裡有一本小冊子，《物猶如此》，專門記載畜生道往生。早年諦閑法師做頭陀寺住持的時候，他寺廟裡有一個公雞往生，他親眼看到的。諦閑老法師對於這一樁事情講過很多遍。寺廟裡面養的狗念佛往生，我們親耳所聞，親眼所見；寺院裡面老鼠往生的，牠們過去也都是在人道，也都是老修行，為什麼在人道走的時候沒有往生？這我們現在懂得，臨終的時候業障現前，障礙他不能往生。所以消業障比什麼都重要。「願消三障諸煩惱，願得智慧真明了」，這個迴向偈不是念一念就算了，我們要有心去求。"
    },
    {
      "id": "12-017-1126_p0045",
      "zh_CN": "三障，三障是什么总得要晓得。惑，业，苦，三障。惑是迷惑，我们用十二因缘里面来讲，那个惑就是爱。业，这造业，业就是取，这个我讲得很多，我们对于世出世间法起心动念是迷惑，我们想控制、想占有，造业，后面就有苦报，不能往生。所以应该学什么？学在一切人事物里头不动心，这个不起心动念，不起什么心？不动什么念？不起自私自利的心，不起这个念头，因为这个是恶念的根，你没有自私自利，生活在这个世间不为自己，「我生活在这个世间是为众生，是为正法，不是为我，没有我」，你就不迷惑。于世出世间法没有一丝毫控制的念头，没有一丝毫占有的念头，你不造业。",
      "zh_TW": "三障，三障是什麼總得要曉得。惑，業，苦，三障。惑是迷惑，我們用十二因緣裡面來講，那個惑就是愛。業，這造業，業就是取，這個我講得很多，我們對於世出世間法起心動念是迷惑，我們想控制、想佔有，造業，後面就有苦報，不能往生。所以應該學什麼？學在一切人事物裡頭不動心，這個不起心動念，不起什麼心？不動什麼念？不起自私自利的心，不起這個念頭，因為這個是惡念的根，你沒有自私自利，生活在這個世間不為自己，「我生活在這個世間是為眾生，是為正法，不是為我，沒有我」，你就不迷惑。於世出世間法沒有一絲毫控制的念頭，沒有一絲毫佔有的念頭，你不造業。"
    },
    {
      "id": "12-017-1126_p0046",
      "zh_CN": "只要你不迷惑、不造业，你临终就没有障碍，这比什么都重要。所以我们看到畜生往生，牠前世为什么不能往生？就是这一点牠没有做到，也就是说临命终时还有放不下的事情，彻底放下，放下在平时，你临终才自在。平时不放下，到临死想放下，没那回事情。临终的时候，那个妄想分别执着非常坚固，纵然有人提醒你，纵然有人助念，你能不能接受还有问题。所以平常要练，我常说的顺境善缘决定没有贪爱，决定不迷惑，这就是没有贪痴；逆境恶缘决定没有瞋恚，决定没有报复。",
      "zh_TW": "只要你不迷惑、不造業，你臨終就沒有障礙，這比什麼都重要。所以我們看到畜生往生，牠前世為什麼不能往生？就是這一點牠沒有做到，也就是說臨命終時還有放不下的事情，徹底放下，放下在平時，你臨終才自在。平時不放下，到臨死想放下，沒那回事情。臨終的時候，那個妄想分別執著非常堅固，縱然有人提醒你，縱然有人助念，你能不能接受還有問題。所以平常要練，我常說的順境善緣決定沒有貪愛，決定不迷惑，這就是沒有貪痴；逆境惡緣決定沒有瞋恚，決定沒有報復。"
    },
    {
      "id": "12-017-1126_p0047",
      "zh_CN": "无论顺逆境缘都能保持平常心，保持清净心，这叫真功夫，这是我们在这一生取净土第一个条件，我们自己要掌握住，我们才有办法往生。如果在这上疏忽了，这一生往生的机会就失掉。像畜生，我们今天早晨看到的蜥蝪，牠能够往生，在我们居住的精舍，我们的精舍佛号不间断，讲经不间断；我们在佛堂里面，佛堂里没有人我们也开录音机，播放讲经的录音带，播放佛号，供养鬼神，供养这些畜生。我们人怎么样？牠们还在修，都要照顾到。好，现在时间到了。",
      "zh_TW": "無論順逆境緣都能保持平常心，保持清淨心，這叫真功夫，這是我們在這一生取淨土第一個條件，我們自己要掌握住，我們才有辦法往生。如果在這上疏忽了，這一生往生的機會就失掉。像畜生，我們今天早晨看到的蜥蝪，牠能夠往生，在我們居住的精舍，我們的精舍佛號不間斷，講經不間斷；我們在佛堂裡面，佛堂裡沒有人我們也開錄音機，播放講經的錄音帶，播放佛號，供養鬼神，供養這些畜生。我們人怎麼樣？牠們還在修，都要照顧到。好，現在時間到了。"
    }
  ]
}