{
  "doc_id": "12-017-1133",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一三三卷",
    "zh_TW": "第一一三三卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1133",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "12-017-1133_p0001",
      "zh_CN": "诸位同学，请看四圣谛品，邻次十界第六段，东南方饶益世界，苦灭圣谛第六句看起：",
      "zh_TW": "諸位同學，請看四聖諦品，鄰次十界第六段，東南方饒益世界，苦滅聖諦第六句看起："
    },
    {
      "id": "12-017-1133_p0002",
      "zh_CN": "【或名随顺。】",
      "zh_TW": "【或名隨順。】"
    },
    {
      "id": "12-017-1133_p0003",
      "zh_CN": "这名号，我们看到了好像很容易懂得，实际上来讲是非常难懂。怎么说？『随顺』一切善法，我们会点头、会称赞；「随顺」一切恶法，我们会摇头，我们会感到奇怪。诸佛如来应化在十法界，这大家知道，学佛之人都知道，应化在十法界，他就要随顺十法界。天台大师告诉我们，十法界里面每一个法界又具足十法界。譬如我们这人法界，我们现在生活在人法界，人法界里面有佛法界。释迦牟尼佛当年示现佛身，出现在这世间，释迦牟尼佛是佛法界。我们在《无量寿经》上看到，出家的菩萨有文殊、普贤、弥勒，有在家菩萨，由此可知，佛随顺菩萨法界。",
      "zh_TW": "這名號，我們看到了好像很容易懂得，實際上來講是非常難懂。怎麼說？『隨順』一切善法，我們會點頭、會稱讚；「隨順」一切惡法，我們會搖頭，我們會感到奇怪。諸佛如來應化在十法界，這大家知道，學佛之人都知道，應化在十法界，他就要隨順十法界。天台大師告訴我們，十法界裡面每一個法界又具足十法界。譬如我們這人法界，我們現在生活在人法界，人法界裡面有佛法界。釋迦牟尼佛當年示現佛身，出現在這世間，釋迦牟尼佛是佛法界。我們在《無量壽經》上看到，出家的菩薩有文殊、普賢、彌勒，有在家菩薩，由此可知，佛隨順菩薩法界。"
    },
    {
      "id": "12-017-1133_p0004",
      "zh_CN": "同时在这世间，有造作五逆十恶的众生，那是人间的地狱法界，这是造因。在果上讲，一切众生满业不相同。有人前生有福报，修财、法、无畏三种布施，他到人间来，得的是大富大贵、健康长寿，这等同天人，人间的天法界。有些过去生中造作罪业的，从恶道里面出来的，还带着罪恶的习气，也带着三途的余报，生活非常贫苦，贫贱之极；又不懂得断恶修善，不相信世间有佛菩萨，不相信世间有圣人，成见很深，恶习气很重，这是人间的三途果报。所谓人间地狱、人间饿鬼、人间畜生，外表他是个人的形状，他的心情、他的感受无异于三途。佛统统要随顺。",
      "zh_TW": "同時在這世間，有造作五逆十惡的眾生，那是人間的地獄法界，這是造因。在果上講，一切眾生滿業不相同。有人前生有福報，修財、法、無畏三種布施，他到人間來，得的是大富大貴、健康長壽，這等同天人，人間的天法界。有些過去生中造作罪業的，從惡道裡面出來的，還帶著罪惡的習氣，也帶著三途的餘報，生活非常貧苦，貧賤之極；又不懂得斷惡修善，不相信世間有佛菩薩，不相信世間有聖人，成見很深，惡習氣很重，這是人間的三途果報。所謂人間地獄、人間餓鬼、人間畜生，外表他是個人的形狀，他的心情、他的感受無異於三途。佛統統要隨順。"
    },
    {
      "id": "12-017-1133_p0005",
      "zh_CN": "这地方讲的佛，灭谛，苦灭圣谛里面所讲的，这个佛是究竟果地的佛。究竟果地佛是什么？就是佛性，就是法性，就是真心，能随顺一切众生。随顺一切造作种种善不善业众生，他随顺；也随顺一切众生所感得的果报，天堂地狱无一不随顺。那我们要问，他是怎么样一个随顺法？他一念不生，从来没有起个念头，从来没有分别执着，他随顺。他的能随顺，他的德随顺，能是见闻觉知，德是心现识变；识变是有规律的、是有次第的，一丝毫都不会紊乱，大自然的运行，德。这就是说明心性随顺一切法，心性变现一切法，这个话的意思很深很深。",
      "zh_TW": "這地方講的佛，滅諦，苦滅聖諦裡面所講的，這個佛是究竟果地的佛。究竟果地佛是什麼？就是佛性，就是法性，就是真心，能隨順一切眾生。隨順一切造作種種善不善業眾生，他隨順；也隨順一切眾生所感得的果報，天堂地獄無一不隨順。那我們要問，他是怎麼樣一個隨順法？他一念不生，從來沒有起個念頭，從來沒有分別執著，他隨順。他的能隨順，他的德隨順，能是見聞覺知，德是心現識變；識變是有規律的、是有次第的，一絲毫都不會紊亂，大自然的運行，德。這就是說明心性隨順一切法，心性變現一切法，這個話的意思很深很深。"
    },
    {
      "id": "12-017-1133_p0006",
      "zh_CN": "我们要学习，学习诸佛如来究竟大觉，真正能做到圆圆满满，普贤愿里面的恒顺众生，随喜功德。如果不能够随顺，你就要生烦恼了。众生造善业，有善报；造恶业，有恶报。善恶报应是什么？消业的。这恶报的业要消，善的也要消吗？对。为什么？善业恶业统统是染业，既然是染业，那就得消。大乘经我们不也常常念到，「真如法性里面，一法不立」，就是惠能大师讲的「本来无一物」。没有恶，也没有善，所以恶要舍，善也要舍，这时候真的随顺了。所以随顺这意思很深，很不容易体会。",
      "zh_TW": "我們要學習，學習諸佛如來究竟大覺，真正能做到圓圓滿滿，普賢願裡面的恆順眾生，隨喜功德。如果不能夠隨順，你就要生煩惱了。眾生造善業，有善報；造惡業，有惡報。善惡報應是什麼？消業的。這惡報的業要消，善的也要消嗎？對。為什麼？善業惡業統統是染業，既然是染業，那就得消。大乘經我們不也常常念到，「真如法性裡面，一法不立」，就是惠能大師講的「本來無一物」。沒有惡，也沒有善，所以惡要捨，善也要捨，這時候真的隨順了。所以隨順這意思很深，很不容易體會。"
    },
    {
      "id": "12-017-1133_p0007",
      "zh_CN": "宗门里面有个小故事，佛家的术语称为「公案」，小故事。道场两个出家人争执了，争执什么？经教，这一句经文，这一段经文，两个人的意见不一样，各人有各人的看法，谁也不愿意服谁，两个人吵架，争论起来了。怎么办？找老和尚评一评，这甲到老和尚面前，跟老和尚讲这一段经文应该是怎样怎么怎么意思，说了一大段，问老和尚：你觉得我这见解我这说法是不是正确的？老和尚点点头：你对。他心平气和，他对。离开老和尚，出去就告诉乙：老和尚给我证明，我对，你不对！好，乙也去见老和尚，把他的见地说法跟老和尚诉说一番，问老和尚的意思，老和尚点点头：你也对。这也打发走了。老和尚旁边有个侍者，看到老和尚对这两个人都说对，这侍者就跟老和尚讲，说：老和尚，他们两个见解都完全是相反的，你怎么都说对？老和尚看到笑笑他：你也对。这是什么样的示现？随顺，没事！为什么说没事？全是妄想分别执着，你想对不对？统统把它归到妄想分别执着不是都对了吗？甲也是妄想分别执着，乙也是妄想分别执着，旁边侍者小和尚还是妄想分别执着，怎么不对？都对。只有老和尚一个人离妄想分别执着，离妄想分别执着才能够随顺妄想分别执着。你没有离，不能、不会随顺，离了才随顺。老和尚比这三个高明太多了，这小故事给我们很深刻的启示。",
      "zh_TW": "宗門裡面有個小故事，佛家的術語稱為「公案」，小故事。道場兩個出家人爭執了，爭執什麼？經教，這一句經文，這一段經文，兩個人的意見不一樣，各人有各人的看法，誰也不願意服誰，兩個人吵架，爭論起來了。怎麼辦？找老和尚評一評，這甲到老和尚面前，跟老和尚講這一段經文應該是怎樣怎麼怎麼意思，說了一大段，問老和尚：你覺得我這見解我這說法是不是正確的？老和尚點點頭：你對。他心平氣和，他對。離開老和尚，出去就告訴乙：老和尚給我證明，我對，你不對！好，乙也去見老和尚，把他的見地說法跟老和尚訴說一番，問老和尚的意思，老和尚點點頭：你也對。這也打發走了。老和尚旁邊有個侍者，看到老和尚對這兩個人都說對，這侍者就跟老和尚講，說：老和尚，他們兩個見解都完全是相反的，你怎麼都說對？老和尚看到笑笑他：你也對。這是什麼樣的示現？隨順，沒事！為什麼說沒事？全是妄想分別執著，你想對不對？統統把它歸到妄想分別執著不是都對了嗎？甲也是妄想分別執著，乙也是妄想分別執著，旁邊侍者小和尚還是妄想分別執著，怎麼不對？都對。只有老和尚一個人離妄想分別執著，離妄想分別執著才能夠隨順妄想分別執著。你沒有離，不能、不會隨順，離了才隨順。老和尚比這三個高明太多了，這小故事給我們很深刻的啟示。"
    },
    {
      "id": "12-017-1133_p0008",
      "zh_CN": "我们今天在日常生活当中，处事待人接物，自寻烦恼，真的是古人所说的「天下本无事，庸人自扰之」。我们的妄念不间断，想这样，想那样，想那样，一天到晚烦死了。念佛，不要说一心不乱得不到，功夫成片也得不到。什么原因？你没放下，你想想对不对？你的妄想分别执着是不是还是那么多？自己真的学佛了，你要好好去检点检点。今年跟去年做个比较，今年到底有没有进步？如果有进步的话，今年的分别执着比去年少，今年的智慧比去年高，这就是所谓烦恼轻智慧长，这有进步。如果说想一想，我今年的分别执着跟去年还差不多，甚至于有过之而无不及，那我们这一年白过了。果然真的烦恼比去年多，我们退步了，考验功夫就在这地方。",
      "zh_TW": "我們今天在日常生活當中，處事待人接物，自尋煩惱，真的是古人所說的「天下本無事，庸人自擾之」。我們的妄念不間斷，想這樣，想那樣，想那樣，一天到晚煩死了。念佛，不要說一心不亂得不到，功夫成片也得不到。什麼原因？你沒放下，你想想對不對？你的妄想分別執著是不是還是那麼多？自己真的學佛了，你要好好去檢點檢點。今年跟去年做個比較，今年到底有沒有進步？如果有進步的話，今年的分別執著比去年少，今年的智慧比去年高，這就是所謂煩惱輕智慧長，這有進步。如果說想一想，我今年的分別執著跟去年還差不多，甚至於有過之而無不及，那我們這一年白過了。果然真的煩惱比去年多，我們退步了，考驗功夫就在這地方。"
    },
    {
      "id": "12-017-1133_p0009",
      "zh_CN": "烦恼轻是什么？心清净。心为什么清净？分别执着少了。分别执着要是无了，那你跟法身菩萨做邻居了，你很快就能够证入佛境界。分别执着一断，我们晓得分别是尘沙烦恼，执着是见思烦恼，见思、尘沙断了，二障没有了，你就明心见性，明心见性就是法身菩萨。我为什么说你跟法身菩萨做邻居？你明心见性的因具足，就少个缘，一遇到缘，那不定是什么缘，豁然大悟，你就见性，你就证果，这果是法身菩萨的果位。所以修行人总得要晓得，我们为什么不能成就？妄想分别执着总是断不掉。世间的妄想分别执着放下了，出世间妄想分别执着没有放下。你必须要晓得，是叫你放下妄想分别执着，不是叫你去更换妄想分别执着的内容，这句话你要听懂。放下妄想分别执着，不是放下对世间的。世间法的妄想分别执着我放下了，出世间法呢？佛法呢？佛法也要放下。《金刚经》上佛讲得很明白，「法尚应舍，何况非法」，法与非法统统要放下。放下之后就是随缘，这随顺的境界就现前了。什么叫恒顺众生？什么叫随喜功德？到这时候就现前。",
      "zh_TW": "煩惱輕是什麼？心清淨。心為什麼清淨？分別執著少了。分別執著要是無了，那你跟法身菩薩做鄰居了，你很快就能夠證入佛境界。分別執著一斷，我們曉得分別是塵沙煩惱，執著是見思煩惱，見思、塵沙斷了，二障沒有了，你就明心見性，明心見性就是法身菩薩。我為什麼說你跟法身菩薩做鄰居？你明心見性的因具足，就少個緣，一遇到緣，那不定是什麼緣，豁然大悟，你就見性，你就證果，這果是法身菩薩的果位。所以修行人總得要曉得，我們為什麼不能成就？妄想分別執著總是斷不掉。世間的妄想分別執著放下了，出世間妄想分別執著沒有放下。你必須要曉得，是叫你放下妄想分別執著，不是叫你去更換妄想分別執著的內容，這句話你要聽懂。放下妄想分別執著，不是放下對世間的。世間法的妄想分別執著我放下了，出世間法呢？佛法呢？佛法也要放下。《金剛經》上佛講得很明白，「法尚應捨，何況非法」，法與非法統統要放下。放下之後就是隨緣，這隨順的境界就現前了。什麼叫恆順眾生？什麼叫隨喜功德？到這時候就現前。"
    },
    {
      "id": "12-017-1133_p0010",
      "zh_CN": "所以，这名词在此地是如来究竟果地的名号，这是自性的名号，这是性德的名号，应当学，不能不学。你真的学习了，入个几分境界，这时候你的心态是什么样子？佛家平常讲的烦恼轻智慧长。无论生活在什么样的环境，无论你从事什么样的工作，肯定你法喜充满，你像布袋和尚一样，一天到晚笑呵呵的，布袋和尚随顺，所以这两个字的意思很深。深一层的境界，随顺众生，我们常讲九法界众生，一般人他不能随顺，不甘心、不情愿随顺，那是什么原因？不了解事实真相。九法界事实真相是什么？心现识变！你真正把这道理搞清楚搞明白了，原来随顺十法界是随顺心现、是随顺识变，这是随顺性识。",
      "zh_TW": "所以，這名詞在此地是如來究竟果地的名號，這是自性的名號，這是性德的名號，應當學，不能不學。你真的學習了，入個幾分境界，這時候你的心態是什麼樣子？佛家平常講的煩惱輕智慧長。無論生活在什麼樣的環境，無論你從事什麼樣的工作，肯定你法喜充滿，你像布袋和尚一樣，一天到晚笑呵呵的，布袋和尚隨順，所以這兩個字的意思很深。深一層的境界，隨順眾生，我們常講九法界眾生，一般人他不能隨順，不甘心、不情願隨順，那是什麼原因？不了解事實真相。九法界事實真相是什麼？心現識變！你真正把這道理搞清楚搞明白了，原來隨順十法界是隨順心現、是隨順識變，這是隨順性識。"
    },
    {
      "id": "12-017-1133_p0011",
      "zh_CN": "前清早年，青莲法师注《地藏菩萨本愿经》，这本子流通得很广，《地藏菩萨本愿经科注》，过去我们也讲过好几遍。前面的五重玄义，你看看五重玄义的名目跟其他法师注经讲演不一样，他每一个名词都加上「不思议性识」。我学习这注子，我对于他这几个字，我佩服得五体投地。我也读过很多大经大论的注疏，别人没有用这几个字。这几个字用得好，明显的告诉我们，宇宙之间万事万法，总的来说是什么？无非性识而已。我不晓得青莲法师是不是学唯识的，我相信很有可能。法相唯识家对宇宙的观察讲唯识，只有「识」，加个「性」的话就更圆满了。只有性识，除性识之外，无有一法可得，所以他五玄里头统统加上去。",
      "zh_TW": "前清早年，青蓮法師註《地藏菩薩本願經》，這本子流通得很廣，《地藏菩薩本願經科註》，過去我們也講過好幾遍。前面的五重玄義，你看看五重玄義的名目跟其他法師註經講演不一樣，他每一個名詞都加上「不思議性識」。我學習這註子，我對於他這幾個字，我佩服得五體投地。我也讀過很多大經大論的註疏，別人沒有用這幾個字。這幾個字用得好，明顯的告訴我們，宇宙之間萬事萬法，總的來說是什麼？無非性識而已。我不曉得青蓮法師是不是學唯識的，我相信很有可能。法相唯識家對宇宙的觀察講唯識，只有「識」，加個「性」的話就更圓滿了。只有性識，除性識之外，無有一法可得，所以他五玄裡頭統統加上去。"
    },
    {
      "id": "12-017-1133_p0012",
      "zh_CN": "今天我们在此地看到如来果地上的名号叫「随顺」，我们可以从《地藏经科注》能够体会到他的深义，甚深的义趣。你能体会得到，你才能学得到；你如果体会不到，你无从下手。真能体会到，就落实在生活当中。真正做到随顺，这是《华严》什么境界？事事无碍！比理事无碍还要圆融，还要殊胜，还要高一重，真正是法身菩萨的事，九法界里头没有。所以像这样深的体会，确实就少了。但是没有这样深刻的去体会，我们就没有办法理解，为什么我们不能随顺？为什么诸佛如来、法身菩萨，他们能随顺？这真正的因素，我们才能够领会到。领会之后，把我们那个不能随顺的障碍，把它排除。这障碍也是业障，这业障消除之后，我们也能够像法身菩萨一样随顺。",
      "zh_TW": "今天我們在此地看到如來果地上的名號叫「隨順」，我們可以從《地藏經科註》能夠體會到他的深義，甚深的義趣。你能體會得到，你才能學得到；你如果體會不到，你無從下手。真能體會到，就落實在生活當中。真正做到隨順，這是《華嚴》什麼境界？事事無礙！比理事無礙還要圓融，還要殊勝，還要高一重，真正是法身菩薩的事，九法界裡頭沒有。所以像這樣深的體會，確實就少了。但是沒有這樣深刻的去體會，我們就沒有辦法理解，為什麼我們不能隨順？為什麼諸佛如來、法身菩薩，他們能隨順？這真正的因素，我們才能夠領會到。領會之後，把我們那個不能隨順的障礙，把它排除。這障礙也是業障，這業障消除之後，我們也能夠像法身菩薩一樣隨順。"
    },
    {
      "id": "12-017-1133_p0013",
      "zh_CN": "记住！随顺的样子是不动心，眼见、耳闻，六根接触外面境界决定没有起心动念，决定没有分别执着，这才是随顺的境界。境界里稍稍起个念头，随顺就没有了；要起分别执着，那更不必说了，那哪来的随顺？所以这个随顺是随顺自性，随顺性体，随顺性相，就是心现，还随顺识变。没有人问，这时候戒定慧水乳交融，分不开！分不开什么是戒？什么是定？什么是慧？分不开，融成一片，佛光遍照。如果有人问，那你无所不知；没有人问的时候，无知，什么都不知道。但是他不迷惑，像什么？像镜子，像一面镜子，干干净净的镜子，把外头境界照得清清楚楚明明白白，般若无知。你去问他，请教他，他就无所不知，他会给你讲得很清楚、很明白、很透彻。所以，《般若经》上常讲「般若无知，无所不知」。无知，自受用；无所不知，他受用。自他不碍，他受用不妨碍自受用，自受用不妨碍他受用，自他又不二，不思议的境界。这是在华严会上遇到这样一个名相。",
      "zh_TW": "記住！隨順的樣子是不動心，眼見、耳聞，六根接觸外面境界決定沒有起心動念，決定沒有分別執著，這才是隨順的境界。境界裡稍稍起個念頭，隨順就沒有了；要起分別執著，那更不必說了，那哪來的隨順？所以這個隨順是隨順自性，隨順性體，隨順性相，就是心現，還隨順識變。沒有人問，這時候戒定慧水乳交融，分不開！分不開什麼是戒？什麼是定？什麼是慧？分不開，融成一片，佛光遍照。如果有人問，那你無所不知；沒有人問的時候，無知，什麼都不知道。但是他不迷惑，像什麼？像鏡子，像一面鏡子，乾乾淨淨的鏡子，把外頭境界照得清清楚楚明明白白，般若無知。你去問他，請教他，他就無所不知，他會給你講得很清楚、很明白、很透徹。所以，《般若經》上常講「般若無知，無所不知」。無知，自受用；無所不知，他受用。自他不礙，他受用不妨礙自受用，自受用不妨礙他受用，自他又不二，不思議的境界。這是在華嚴會上遇到這樣一個名相。"
    },
    {
      "id": "12-017-1133_p0014",
      "zh_CN": "我跟诸位讲解，我讲解的能力有限，为什么有限？我契入不多，只能把自己的境界说出来跟大家共享。我相信到明年、到后年，我要讲这两个字会讲得更细，会讲的时间更长。为什么？我们的悟性不断在提升，我们的烦恼习气也是不断的在减少。诸位要想契入境界，人生最高的享受，怎样契入？我跟同学说了好多遍，我是从学教契入，每天读经，每天学习圣贤教诲。我常说的，把经典里面的理论、道理变成自己的思想，把经典里面的教训、戒律变成自己的行为，起心动念言语造作与戒定慧相应，你就能契入少分，入门一定是这方法。",
      "zh_TW": "我跟諸位講解，我講解的能力有限，為什麼有限？我契入不多，只能把自己的境界說出來跟大家共享。我相信到明年、到後年，我要講這兩個字會講得更細，會講的時間更長。為什麼？我們的悟性不斷在提升，我們的煩惱習氣也是不斷的在減少。諸位要想契入境界，人生最高的享受，怎樣契入？我跟同學說了好多遍，我是從學教契入，每天讀經，每天學習聖賢教誨。我常說的，把經典裡面的理論、道理變成自己的思想，把經典裡面的教訓、戒律變成自己的行為，起心動念言語造作與戒定慧相應，你就能契入少分，入門一定是這方法。"
    },
    {
      "id": "12-017-1133_p0015",
      "zh_CN": "深层的契入，那就真的到随顺了。对于世出世间一切法，绝对没有起心动念，决定没有分别执着，这时候你契入就有相当深度了。这时候境界，正如大经上所说的，无功用道。无功用道很不好懂，不是我们凡夫的境界。我们凡夫境界还得勇猛精进，凡夫着相！他们的境界，不但四相空了，四见也没有了。所以他们那个提升境界，理论、方法、现象，我们无法想像，不可思议，不可思议里头真精进。这个话，这境界，初学人确实是不懂。痕迹都不着，怎么叫真精进？为什么我们不懂？我们没离相，所以体会不到。离相才真正能体会到。",
      "zh_TW": "深層的契入，那就真的到隨順了。對於世出世間一切法，絕對沒有起心動念，決定沒有分別執著，這時候你契入就有相當深度了。這時候境界，正如大經上所說的，無功用道。無功用道很不好懂，不是我們凡夫的境界。我們凡夫境界還得勇猛精進，凡夫著相！他們的境界，不但四相空了，四見也沒有了。所以他們那個提升境界，理論、方法、現象，我們無法想像，不可思議，不可思議裡頭真精進。這個話，這境界，初學人確實是不懂。痕跡都不著，怎麼叫真精進？為什麼我們不懂？我們沒離相，所以體會不到。離相才真正能體會到。"
    },
    {
      "id": "12-017-1133_p0016",
      "zh_CN": "现在话说回来，说到我们现前这境界，今天我们怎么修法？凡夫位，一品烦恼也没有断，要学，学着能顺别人。有什么好处？好处很多，要知道凡夫最难破的那一关就是执着，这一关难破。果然能随顺一切，执着就没有了。你们细细想一想，是不是这样的？有执着、有成见，你肯定不能随顺。到什么时候？我没有成见。没有成见不是白痴，没有成见，显示你高度智慧。情识是决定不能够随顺的，情识有执着，所以也叫做情执。你有分别，你不知道「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」。虽然这些句子你也会念，甚至于你也会讲，可是境界一现前，忘掉了，忘得干干净净的。还是妄想分别执着当家作主，希望别人随顺我，我是对的，他是错的。我是对的，他是错的，这就是分别、就是妄想分别；坚固执着，不肯随缘，这就是执着。由此可知，菩萨法里面，这科目很重要，学习这科目能得大利益。你要问什么利益？简单的给你说，能帮助你看破放下。看破放下是菩萨修学总的原理原则、总的纲领。我们听佛菩萨讲，我们听祖师大德讲，我们听善知识教导，多年以来，似懂非懂；好像是懂了，可是认真检点反省，那完全做不到，做不到就是没懂。所以我说是似懂非懂，你没做到。要怎样才能做得到？这个法门好，随顺，为什么不随顺？随顺是无心，随顺的心永远清凉自在。",
      "zh_TW": "現在話說回來，說到我們現前這境界，今天我們怎麼修法？凡夫位，一品煩惱也沒有斷，要學，學著能順別人。有什麼好處？好處很多，要知道凡夫最難破的那一關就是執著，這一關難破。果然能隨順一切，執著就沒有了。你們細細想一想，是不是這樣的？有執著、有成見，你肯定不能隨順。到什麼時候？我沒有成見。沒有成見不是白痴，沒有成見，顯示你高度智慧。情識是決定不能夠隨順的，情識有執著，所以也叫做情執。你有分別，你不知道「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」。雖然這些句子你也會念，甚至於你也會講，可是境界一現前，忘掉了，忘得乾乾淨淨的。還是妄想分別執著當家作主，希望別人隨順我，我是對的，他是錯的。我是對的，他是錯的，這就是分別、就是妄想分別；堅固執著，不肯隨緣，這就是執著。由此可知，菩薩法裡面，這科目很重要，學習這科目能得大利益。你要問什麼利益？簡單的給你說，能幫助你看破放下。看破放下是菩薩修學總的原理原則、總的綱領。我們聽佛菩薩講，我們聽祖師大德講，我們聽善知識教導，多年以來，似懂非懂；好像是懂了，可是認真檢點反省，那完全做不到，做不到就是沒懂。所以我說是似懂非懂，你沒做到。要怎樣才能做得到？這個法門好，隨順，為什麼不隨順？隨順是無心，隨順的心永遠清涼自在。"
    },
    {
      "id": "12-017-1133_p0017",
      "zh_CN": "我们在讲席里头也常常提醒同学，清净心生智慧，纯善心生福德，这善心我加个「纯」，善里头不能夹杂。不能夹杂什么？总的来说，不能夹杂妄想；不能夹杂分别、不能夹杂执着。你的善心、善意、善行、善言，这里头不夹杂妄想分别执着，这叫纯善。纯善生福德，纯净生智慧，福慧双修，境界当然向上提升。提升得快，提升的幅度高，这科目好，我们要学。可是确实有不少学大乘的人学习，学到最后学歪了、学偏差了，中国佛门里面有一句话说「慈悲多祸害，方便出下流」。你去修随顺，学到最后什么？学到最后变成祸害，变成下流去了。由此可知，修学这个课门是要有基础条件的。这基础条件是什么？是定慧。没有定慧，修学这法门，那就像古人所讲的「用不上力」。它要以定慧为基础，这是大乘菩萨法门。严格的来说，破一品无明证一分法身，才有资格学这法门。学这法门，真的有百利而无一害。",
      "zh_TW": "我們在講席裡頭也常常提醒同學，清淨心生智慧，純善心生福德，這善心我加個「純」，善裡頭不能夾雜。不能夾雜什麼？總的來說，不能夾雜妄想；不能夾雜分別、不能夾雜執著。你的善心、善意、善行、善言，這裡頭不夾雜妄想分別執著，這叫純善。純善生福德，純淨生智慧，福慧雙修，境界當然向上提升。提升得快，提升的幅度高，這科目好，我們要學。可是確實有不少學大乘的人學習，學到最後學歪了、學偏差了，中國佛門裡面有一句話說「慈悲多禍害，方便出下流」。你去修隨順，學到最後什麼？學到最後變成禍害，變成下流去了。由此可知，修學這個課門是要有基礎條件的。這基礎條件是什麼？是定慧。沒有定慧，修學這法門，那就像古人所講的「用不上力」。它要以定慧為基礎，這是大乘菩薩法門。嚴格的來說，破一品無明證一分法身，才有資格學這法門。學這法門，真的有百利而無一害。"
    },
    {
      "id": "12-017-1133_p0018",
      "zh_CN": "我们今天初学，学随顺，不能像菩萨那么样的成就。我们能够处处学随顺，但是天天不离经教，天天不离念佛，行！每天念经教，你没有离开佛菩萨；每天念佛，你心里头有佛。心里头有佛，没有离开佛菩萨，凡夫学随顺，也不会有太大的过失。佛号加持你，经教是一个标准，纵然不能完全合这标准，上下差不多，所谓说八九不离十。慢慢智慧开了，对于恶人做恶，不讨厌、不计较；善人行善，随缘赞叹，随力成就，成人之美，不成人之恶。你真的能成人之美，心地怎么样？干干净净的，一尘不染。这样的随顺就是清净的，帮助你定慧的增长。如果随顺里面有自己的目标，有自己的企图，有私心在里头，那个随顺就造业了。这业里头有善恶，果报不出六道轮回。真的，法门无量，任何一个法门的修学，所谓差之毫厘，失之千里，一丝毫差错都不能有。这事情怎么防范法？总的来说，防范就是一个：自私自利，没有自私自利，纵有偏差，不大。渗透一丝毫自私自利在里面，问题就严重，大家要深思熟虑。现在时间到了。",
      "zh_TW": "我們今天初學，學隨順，不能像菩薩那麼樣的成就。我們能夠處處學隨順，但是天天不離經教，天天不離念佛，行！每天念經教，你沒有離開佛菩薩；每天念佛，你心裡頭有佛。心裡頭有佛，沒有離開佛菩薩，凡夫學隨順，也不會有太大的過失。佛號加持你，經教是一個標準，縱然不能完全合這標準，上下差不多，所謂說八九不離十。慢慢智慧開了，對於惡人做惡，不討厭、不計較；善人行善，隨緣讚歎，隨力成就，成人之美，不成人之惡。你真的能成人之美，心地怎麼樣？乾乾淨淨的，一塵不染。這樣的隨順就是清淨的，幫助你定慧的增長。如果隨順裡面有自己的目標，有自己的企圖，有私心在裡頭，那個隨順就造業了。這業裡頭有善惡，果報不出六道輪迴。真的，法門無量，任何一個法門的修學，所謂差之毫釐，失之千里，一絲毫差錯都不能有。這事情怎麼防範法？總的來說，防範就是一個：自私自利，沒有自私自利，縱有偏差，不大。滲透一絲毫自私自利在裡面，問題就嚴重，大家要深思熟慮。現在時間到了。"
    },
    {
      "id": "12-017-1133_p0019",
      "zh_CN": "诸位同学，请接着看第七句：",
      "zh_TW": "諸位同學，請接著看第七句："
    },
    {
      "id": "12-017-1133_p0020",
      "zh_CN": "【或名根本。】",
      "zh_TW": "【或名根本。】"
    },
    {
      "id": "12-017-1133_p0021",
      "zh_CN": "『根本』这两个字，也是很不好懂。不是说这字不认识，意思不明了，真的，它里头有很深的意义。那是宇宙之间万事万物的根本，也是根源。我们要问，虚空从哪里来的？世界从哪里来的？这世界是经上讲的大的世界，不是小的。我们今天讲的银河系、太阳系，实在说，这在《华严经》里面还是小世界，《华严经》里面讲的大世界，比银河系大得太多了。银河系在大乘佛法里面只是一个单位世界。佛在经上给我们说，一千个单位世界，这么一个组织称为「小千世界」；再以小千世界为单位，一千个小千世界合起来，称一个「中千世界」；再以中千世界为单位，一千个中千世界，这合起来是一个「大千世界」。由此可知，这一个大千世界里头有多少个单位世界？十亿个。十亿个银河系，是佛经里面讲的一个大千世界，一尊佛的教化区。释迦牟尼佛不仅是在地球上教众生，他教化的范围这么大，十亿个银河系。",
      "zh_TW": "『根本』這兩個字，也是很不好懂。不是說這字不認識，意思不明瞭，真的，它裡頭有很深的意義。那是宇宙之間萬事萬物的根本，也是根源。我們要問，虛空從哪裡來的？世界從哪裡來的？這世界是經上講的大的世界，不是小的。我們今天講的銀河系、太陽系，實在說，這在《華嚴經》裡面還是小世界，《華嚴經》裡面講的大世界，比銀河系大得太多了。銀河系在大乘佛法裡面只是一個單位世界。佛在經上給我們說，一千個單位世界，這麼一個組織稱為「小千世界」；再以小千世界為單位，一千個小千世界合起來，稱一個「中千世界」；再以中千世界為單位，一千個中千世界，這合起來是一個「大千世界」。由此可知，這一個大千世界裡頭有多少個單位世界？十億個。十億個銀河系，是佛經裡面講的一個大千世界，一尊佛的教化區。釋迦牟尼佛不僅是在地球上教眾生，他教化的範圍這麼大，十億個銀河系。"
    },
    {
      "id": "12-017-1133_p0022",
      "zh_CN": "诸佛如来教化众生也是因缘不同，有的佛他跟众生的缘结得很广，教化很多很多众生，不止一个大千世界，有五个大千世界、十个大千世界、一百个大千世界，不一样。但是最低的，一个大千世界，最少的，不可思议！这叫大星系，一个大千世界是一个大星系，这星系还不是最大的。《华严经》上讲的华藏世界，这大了，太大太大了。华藏世界有多大，我们没有法子想像。这经上世尊告诉我们，华藏世界有二十层，像大楼一样，二十层大楼。我们这世界叫娑婆世界，释迦牟尼佛的教区，西方极乐世界是阿弥陀佛的教区。西方极乐世界跟我们娑婆世界，在华藏是同一层，第十三层，同一层，你就晓得这华藏世界多大。西方世界跟我们娑婆世界，这当中相隔的有十万亿个佛国土，那至少是十万亿个大千世界。这一层范围多大？像这样的华藏世界，在太空当中无量无边。",
      "zh_TW": "諸佛如來教化眾生也是因緣不同，有的佛他跟眾生的緣結得很廣，教化很多很多眾生，不止一個大千世界，有五個大千世界、十個大千世界、一百個大千世界，不一樣。但是最低的，一個大千世界，最少的，不可思議！這叫大星系，一個大千世界是一個大星系，這星系還不是最大的。《華嚴經》上講的華藏世界，這大了，太大太大了。華藏世界有多大，我們沒有法子想像。這經上世尊告訴我們，華藏世界有二十層，像大樓一樣，二十層大樓。我們這世界叫娑婆世界，釋迦牟尼佛的教區，西方極樂世界是阿彌陀佛的教區。西方極樂世界跟我們娑婆世界，在華藏是同一層，第十三層，同一層，你就曉得這華藏世界多大。西方世界跟我們娑婆世界，這當中相隔的有十萬億個佛國土，那至少是十萬億個大千世界。這一層範圍多大？像這樣的華藏世界，在太空當中無量無邊。"
    },
    {
      "id": "12-017-1133_p0023",
      "zh_CN": "我们今天要问，这世界从哪里来的？每个世界，我们讲每一个星球，每一个星球里面的生物，我们现在讲的是动物、植物、矿物，从什么地方来的？太空当中这些自然现象从哪来的？生命从哪来的？知觉从哪来的？这有个根本！就是这根生出来的。这根是什么？《华严经》上讲的心性，心现识变，心性是根本。灭谛，苦灭圣谛，苦灭了之后，世出世间一切苦统统都灭了，心性显露出来了。能变的，你见到了，能变虚空、能变法界、能变无量无边星系、能变每一个星球里面的一切万物，这个根本你找到了。今天你看看，这千百年来，科学家、哲学家、宗教家，都在探寻宇宙的奥秘，我们也看了很多很多这些报告。西方关于这一方面科学的报告，跟《华严经》一比，那叫小巫见大巫，他们还是在摸索。什么真相？不知道，在探索。他们能不能找到这根本？给诸位说，肯定找不到。为什么我们会这样肯定的说这科学家、哲学家都找不到？为什么？方法错误。",
      "zh_TW": "我們今天要問，這世界從哪裡來的？每個世界，我們講每一個星球，每一個星球裡面的生物，我們現在講的是動物、植物、礦物，從什麼地方來的？太空當中這些自然現象從哪來的？生命從哪來的？知覺從哪來的？這有個根本！就是這根生出來的。這根是什麼？《華嚴經》上講的心性，心現識變，心性是根本。滅諦，苦滅聖諦，苦滅了之後，世出世間一切苦統統都滅了，心性顯露出來了。能變的，你見到了，能變虛空、能變法界、能變無量無邊星系、能變每一個星球裡面的一切萬物，這個根本你找到了。今天你看看，這千百年來，科學家、哲學家、宗教家，都在探尋宇宙的奧祕，我們也看了很多很多這些報告。西方關於這一方面科學的報告，跟《華嚴經》一比，那叫小巫見大巫，他們還是在摸索。什麼真相？不知道，在探索。他們能不能找到這根本？給諸位說，肯定找不到。為什麼我們會這樣肯定的說這科學家、哲學家都找不到？為什麼？方法錯誤。"
    },
    {
      "id": "12-017-1133_p0024",
      "zh_CN": "大乘法相经教里面告诉我们，世间人现在所用的心是什么？我们讲思考、研究，这个心，它没有离开，思考是妄想，没有离开思考，没有离开分别、没有离开执着，所以它是妄心。妄心的能力只能缘虚妄的境界，真实的境界它缘不到，它无能为力。换句话说，对于宇宙之间的现象，它能够探索得到，这些现象的真理，它缘不到。佛菩萨清清楚楚，为什么？佛菩萨不用心意识。所以他那个方法是另外一套方法，不用这些思考，他用什么方法？用禅定。甚深禅定里面，没有妄想、没有分别、没有执着，他才能见到事实真相。所以这些科学家、哲学家，如果不要用这些仪器，不要用这些妄想，用禅定，他也能够证得。这不是说他们不可能证得，他们现在的方法用错了。就是说用妄想分别执着，是决定决定办不到的；离妄想分别执着，那就很可能证得，这个事实真相你会搞清楚搞明白。明了之后，你所有一切的疑惑都没有了，你才晓得宇宙到底是一回什么事情。生命，人生意义、价值是什么？你就统统都明白了，这是大学问，世出世间无出其右。",
      "zh_TW": "大乘法相經教裡面告訴我們，世間人現在所用的心是什麼？我們講思考、研究，這個心，它沒有離開，思考是妄想，沒有離開思考，沒有離開分別、沒有離開執著，所以它是妄心。妄心的能力只能緣虛妄的境界，真實的境界它緣不到，它無能為力。換句話說，對於宇宙之間的現象，它能夠探索得到，這些現象的真理，它緣不到。佛菩薩清清楚楚，為什麼？佛菩薩不用心意識。所以他那個方法是另外一套方法，不用這些思考，他用什麼方法？用禪定。甚深禪定裡面，沒有妄想、沒有分別、沒有執著，他才能見到事實真相。所以這些科學家、哲學家，如果不要用這些儀器，不要用這些妄想，用禪定，他也能夠證得。這不是說他們不可能證得，他們現在的方法用錯了。就是說用妄想分別執著，是決定決定辦不到的；離妄想分別執著，那就很可能證得，這個事實真相你會搞清楚搞明白。明瞭之後，你所有一切的疑惑都沒有了，你才曉得宇宙到底是一回什麼事情。生命，人生意義、價值是什麼？你就統統都明白了，這是大學問，世出世間無出其右。"
    },
    {
      "id": "12-017-1133_p0025",
      "zh_CN": "世出世间一切法不能跟这个法相比，这个法是真明了，明了诸法实相。明了自己过去、现在、未来，明了一切众生过去、现在、未来，烦恼没有了，生死没有了，恶的因没有了，恶的果也没有了。不但恶因恶果没有了，善因善果也没有了。永嘉大师说「觉后空空无大千」。什么都没有了，那是个什么境界？大乘经上有一句「光明遍照」，这时候的境界，老老实实跟你讲，只有唯心所现，没有唯识所变。所以这境界叫一真法界，这境界叫华藏世界、叫极乐世界，是一切众生天天所梦想的，天天所希求的，本来就是。",
      "zh_TW": "世出世間一切法不能跟這個法相比，這個法是真明瞭，明瞭諸法實相。明瞭自己過去、現在、未來，明瞭一切眾生過去、現在、未來，煩惱沒有了，生死沒有了，惡的因沒有了，惡的果也沒有了。不但惡因惡果沒有了，善因善果也沒有了。永嘉大師說「覺後空空無大千」。什麼都沒有了，那是個什麼境界？大乘經上有一句「光明遍照」，這時候的境界，老老實實跟你講，只有唯心所現，沒有唯識所變。所以這境界叫一真法界，這境界叫華藏世界、叫極樂世界，是一切眾生天天所夢想的，天天所希求的，本來就是。"
    },
    {
      "id": "12-017-1133_p0026",
      "zh_CN": "你现在为什么不能证得？你现在迷失了自性，你错用了心。你用妄心，你永远堕在虚妄；你用真心，这境界就现前。佛法里头常说，一真一切真，一真是心，你心真，真心里面没有妄想、没有分别、没有执着。我们在讲席里头也常常说佛教的一个术语，真正修行人，真正功夫得力的人，禅宗如是，教下又何尝不如是，那就是六根接触六尘境界，决定不起心不动念。不起心不动念，就是妄想没有了，当然不分别不执着。因为起心动念才有分别执着；不起心不动念，哪来的分别执着？这时候叫一心，境界叫一真。一真就是极乐世界，一真是真正的天堂，这叫根本。性是根本，相是根本，理是根本，事是根本，因果也是根本，你才能够证得，你才能够受用。所以在中国古大德，他们常常提倡，提倡什么？从根本修。",
      "zh_TW": "你現在為什麼不能證得？你現在迷失了自性，你錯用了心。你用妄心，你永遠墮在虛妄；你用真心，這境界就現前。佛法裡頭常說，一真一切真，一真是心，你心真，真心裡面沒有妄想、沒有分別、沒有執著。我們在講席裡頭也常常說佛教的一個術語，真正修行人，真正功夫得力的人，禪宗如是，教下又何嘗不如是，那就是六根接觸六塵境界，決定不起心不動念。不起心不動念，就是妄想沒有了，當然不分別不執著。因為起心動念才有分別執著；不起心不動念，哪來的分別執著？這時候叫一心，境界叫一真。一真就是極樂世界，一真是真正的天堂，這叫根本。性是根本，相是根本，理是根本，事是根本，因果也是根本，你才能夠證得，你才能夠受用。所以在中國古大德，他們常常提倡，提倡什麼？從根本修。"
    },
    {
      "id": "12-017-1133_p0027",
      "zh_CN": "中国人确实聪明，现在外国也承认。八三年，纽约沈家桢居士邀请我到纽约去讲经，那是我第一次到纽约，是第二次到美国，第一次到纽约。他请我吃饭，就有一个当地美国人跟我讲，他说：法师，现在我们西方人对中国人的看法，跟上一代的不一样。我说：怎么不一样？他说：上一代的人对中国人歧视，瞧不起，认为中国人没有智慧、没有能力，未开化的国家。他说：现在我们懂得，中国人很了不起。他说：全世界一个一个比，中国人第一。居然是这一百八十度的转过来，接着他就说：两个人两个人比，犹太人第一；三个三个比，日本人第一。最后说了一句风凉话，你们中国人为什么不团结？还是瞧不起中国人。肯定中国人的聪明智慧、中国人的才干，瞧不起中国人一盘散沙，不团结，拐这么大的圈子来讽刺中国人。我听了之后就笑笑，因为他们是基督徒，我回答他，他问我为什么不团结？我说：上帝安排的。他非常惊讶，他说：为什么是上帝安排的？我说：中国人要团结起来，你还有饭吃吗？大家哄堂一笑。",
      "zh_TW": "中國人確實聰明，現在外國也承認。八三年，紐約沈家楨居士邀請我到紐約去講經，那是我第一次到紐約，是第二次到美國，第一次到紐約。他請我吃飯，就有一個當地美國人跟我講，他說：法師，現在我們西方人對中國人的看法，跟上一代的不一樣。我說：怎麼不一樣？他說：上一代的人對中國人歧視，瞧不起，認為中國人沒有智慧、沒有能力，未開化的國家。他說：現在我們懂得，中國人很了不起。他說：全世界一個一個比，中國人第一。居然是這一百八十度的轉過來，接著他就說：兩個人兩個人比，猶太人第一；三個三個比，日本人第一。最後說了一句風涼話，你們中國人為什麼不團結？還是瞧不起中國人。肯定中國人的聰明智慧、中國人的才幹，瞧不起中國人一盤散沙，不團結，拐這麼大的圈子來諷刺中國人。我聽了之後就笑笑，因為他們是基督徒，我回答他，他問我為什麼不團結？我說：上帝安排的。他非常驚訝，他說：為什麼是上帝安排的？我說：中國人要團結起來，你還有飯吃嗎？大家哄堂一笑。"
    },
    {
      "id": "12-017-1133_p0028",
      "zh_CN": "但是他这话很值得我们反省，中国人确确实实自私自利，只知道自己的利益，不晓得有国家的利益，不晓得有族群的利益，所以今天受这么大的苦难。你要晓得，过去的中国人跟现在的中国人不一样，过去中国人像现在的中国人，这国家民族早就灭亡了，你还能存在今天吗？过去中国人怎么？过去中国人是团结的。中国古代文学里头没有「团结」这两个字。为什么？它本身就是团结的，自自然然就是团结的。说团结，它已经不团结了，才把它团结起来。它本身是团结的，那还有什么团结好讲，这话怎么说？中国古圣先贤，至少我们可以追溯到五千年前，我们的教学就是统一的，就是团结的。",
      "zh_TW": "但是他這話很值得我們反省，中國人確確實實自私自利，只知道自己的利益，不曉得有國家的利益，不曉得有族群的利益，所以今天受這麼大的苦難。你要曉得，過去的中國人跟現在的中國人不一樣，過去中國人像現在的中國人，這國家民族早就滅亡了，你還能存在今天嗎？過去中國人怎麼？過去中國人是團結的。中國古代文學裡頭沒有「團結」這兩個字。為什麼？它本身就是團結的，自自然然就是團結的。說團結，它已經不團結了，才把它團結起來。它本身是團結的，那還有什麼團結好講，這話怎麼說？中國古聖先賢，至少我們可以追溯到五千年前，我們的教學就是統一的，就是團結的。"
    },
    {
      "id": "12-017-1133_p0029",
      "zh_CN": "我们的教育是伦理教育，伦理是讲五伦，夫妇、父子、兄弟、君臣、朋友，这中国人常讲的五伦，五伦就是团结。五伦的教育就是天然团结的教育，怎么可以分裂？父子怎么会分裂？夫妇怎么会分裂？君臣是道义的结合，朋友是信义的结合。所以他本身这教育从小就教你是个团结的概念、观念，这观念永远不会破碎！一直到清朝末年，中国人还是遵守五千年老祖宗的教育。满清何以灭亡？满清末年，道光、咸丰之后，逐渐丧失民族的自信心。外国的坚甲利兵侵入中国来，中国没有能力抵抗，于是中国人就起了一个背逆的思想潮流，认为中国传统的东西不足以应付现代的时代。所以清末就有人提倡「全盘西化」，学西方东西，中国固有祖宗东西不要了。这两百多年来所受的苦难，根源在此地。",
      "zh_TW": "我們的教育是倫理教育，倫理是講五倫，夫婦、父子、兄弟、君臣、朋友，這中國人常講的五倫，五倫就是團結。五倫的教育就是天然團結的教育，怎麼可以分裂？父子怎麼會分裂？夫婦怎麼會分裂？君臣是道義的結合，朋友是信義的結合。所以他本身這教育從小就教你是個團結的概念、觀念，這觀念永遠不會破碎！一直到清朝末年，中國人還是遵守五千年老祖宗的教育。滿清何以滅亡？滿清末年，道光、咸豐之後，逐漸喪失民族的自信心。外國的堅甲利兵侵入中國來，中國沒有能力抵抗，於是中國人就起了一個背逆的思想潮流，認為中國傳統的東西不足以應付現代的時代。所以清末就有人提倡「全盤西化」，學西方東西，中國固有祖宗東西不要了。這兩百多年來所受的苦難，根源在此地。"
    },
    {
      "id": "12-017-1133_p0030",
      "zh_CN": "中国古圣先王的东西，你要说不好，人家日本人保存。日本明治维新，这诸位都知道，它保存优良传统，它没有失去，吸收西方人的科技，它成为东方的强国。我们想法错误了，我们想法是要把中国固有的传统统统废弃，完全引进西方科学文明，错在这里。还是日本人聪明，日本人知道传统好，尊重传统、保存传统，传统是根本，科学技术是枝叶，所以它起来了。虽然在二次大战之后，它是无条件投降，你们看看不到半个世纪，它又以世界经济大国出现了，什么原因？根本没有丢掉。它的根本是中国的儒释道，特别是儒跟佛传入日本之后，融入日本的文化，变成日本文化的主流；换句话说，注入日本的新生命。虽然战争失败了，它很容易就能够复兴，它有根，像一棵大树一样，那个失败，把树砍掉，不要紧，根在，没有几年，它又长出新的枝叶花果出来，就这个道理。中国人困难什么？自己把根拔掉了，悲哀！",
      "zh_TW": "中國古聖先王的東西，你要說不好，人家日本人保存。日本明治維新，這諸位都知道，它保存優良傳統，它沒有失去，吸收西方人的科技，它成為東方的強國。我們想法錯誤了，我們想法是要把中國固有的傳統統統廢棄，完全引進西方科學文明，錯在這裡。還是日本人聰明，日本人知道傳統好，尊重傳統、保存傳統，傳統是根本，科學技術是枝葉，所以它起來了。雖然在二次大戰之後，它是無條件投降，你們看看不到半個世紀，它又以世界經濟大國出現了，什麼原因？根本沒有丟掉。它的根本是中國的儒釋道，特別是儒跟佛傳入日本之後，融入日本的文化，變成日本文化的主流；換句話說，注入日本的新生命。雖然戰爭失敗了，它很容易就能夠復興，它有根，像一棵大樹一樣，那個失敗，把樹砍掉，不要緊，根在，沒有幾年，它又長出新的枝葉花果出來，就這個道理。中國人困難什麼？自己把根拔掉了，悲哀！"
    },
    {
      "id": "12-017-1133_p0031",
      "zh_CN": "日本人能看得懂中国文言文，能读中国古书，所以我们到日本非常方便，言语不通，写字通；你不要写白话文，你写文言文，一点问题都没有。但是今天文言文在中国不行了，不但文言文不行，繁体字也不行了。中国人把根拔掉了，在日本人用繁体字，日本的书籍，愈是高深的，汉字愈多。日本的佛经，祖师大德的注解，我们能看得懂。为什么？汉字很多。我们看它的东西，至少能够懂得它七八成，这就是我们中国文化的根在日本。今天世界上人讲汉学，日本人如果有这认知，知道汉学在全世界文化里面的地位、价值，他要是发展汉学比我们中国容易。说实在的话，我们听到很多人讲，二十一世纪是中国人的世纪，这话说得没有错，但是也不能误解。不是中国的政治，不是中国的武力，也不是中国的科学技术，是中国什么东西？中国的文化。因为只有中国文化，它有根、它有本，它能够解决二十一世纪社会问题，这文化就是儒释道。所以最容易带动的，当龙头老大的，日本，这是我们决定不能够轻视日本人，道理在此地。",
      "zh_TW": "日本人能看得懂中國文言文，能讀中國古書，所以我們到日本非常方便，言語不通，寫字通；你不要寫白話文，你寫文言文，一點問題都沒有。但是今天文言文在中國不行了，不但文言文不行，繁體字也不行了。中國人把根拔掉了，在日本人用繁體字，日本的書籍，愈是高深的，漢字愈多。日本的佛經，祖師大德的註解，我們能看得懂。為什麼？漢字很多。我們看它的東西，至少能夠懂得它七八成，這就是我們中國文化的根在日本。今天世界上人講漢學，日本人如果有這認知，知道漢學在全世界文化裡面的地位、價值，他要是發展漢學比我們中國容易。說實在的話，我們聽到很多人講，二十一世紀是中國人的世紀，這話說得沒有錯，但是也不能誤解。不是中國的政治，不是中國的武力，也不是中國的科學技術，是中國什麼東西？中國的文化。因為只有中國文化，它有根、它有本，它能夠解決二十一世紀社會問題，這文化就是儒釋道。所以最容易帶動的，當龍頭老大的，日本，這是我們決定不能夠輕視日本人，道理在此地。"
    },
    {
      "id": "12-017-1133_p0032",
      "zh_CN": "日本人团结，真的像美国人所说的，三个人三个人比，是日本人第一。日本人内部可以不合，对外绝对一致，这是他厉害的地方。他有没有缺点？有。缺点是什么？心量太小，不能包容人。从他们商业行为上，你就能看到，你看全世界，凡是有日本人居住地方，他们一定居住在一起，日本城、日本街。你到日本人家里去，你看他们家里所用的东西，全部都是日本货，他不买外国人的货。这是什么？这就是心量很小。他的钱决定不会让外国人赚去，赚外国人的钱，自己钱不会给外国人赚去。这是他们爱国，决定用自己国家的产品，他不会用外国产品，我们中国人就做不到。他这心量如果拓开的话，他就能成为世界领袖，我们中国古人常讲「量大福大」，他现在量不太大。但是他的民族特性，人人都懂得保存传统，保存古迹，这一点我们真佩服他。",
      "zh_TW": "日本人團結，真的像美國人所說的，三個人三個人比，是日本人第一。日本人內部可以不合，對外絕對一致，這是他厲害的地方。他有沒有缺點？有。缺點是什麼？心量太小，不能包容人。從他們商業行為上，你就能看到，你看全世界，凡是有日本人居住地方，他們一定居住在一起，日本城、日本街。你到日本人家裡去，你看他們家裡所用的東西，全部都是日本貨，他不買外國人的貨。這是什麼？這就是心量很小。他的錢決定不會讓外國人賺去，賺外國人的錢，自己錢不會給外國人賺去。這是他們愛國，決定用自己國家的產品，他不會用外國產品，我們中國人就做不到。他這心量如果拓開的話，他就能成為世界領袖，我們中國古人常講「量大福大」，他現在量不太大。但是他的民族特性，人人都懂得保存傳統，保存古蹟，這一點我們真佩服他。"
    },
    {
      "id": "12-017-1133_p0033",
      "zh_CN": "我们到日本去参访寺庙，汉唐时代的建筑，大多数是唐朝时代建筑，一直到今天还保存原来的样子。怎么保存的这么好？我们去的时候才知道，它每隔几年要整修一次。整修，如果哪一根柱子坏了，这根柱子换下来，这根柱子原来用什么木材，还用这木材，原来什么样子，造的什么样子，还照原来的样子。所以千百年当中，它没有改变，它部分部分的来换，像换零件一样，但是决定是原有的木材，同类的，原有的样子，我们不能不佩服。踏在人家地板上，人家告诉我，这地板已经几百年，七、八百年了，不能不佩服。我住在东京，他们带我去观光，走一条古道，是从前马车走的，它开的有高速公路，公路在旧道路的那一边，当中种的是一排树木，它保留这古道，不把这古道废弃改成高速公路，它保留。我们看了不能不尊敬，不能不赞叹，不能不佩服。那就是它知道爱惜根本，那是他们国家的文化，绝不轻易改变，决定不会把它毁灭，要搞新的，旧的要保留，新的在外头搞。这一点我们应当学习。",
      "zh_TW": "我們到日本去參訪寺廟，漢唐時代的建築，大多數是唐朝時代建築，一直到今天還保存原來的樣子。怎麼保存的這麼好？我們去的時候才知道，它每隔幾年要整修一次。整修，如果哪一根柱子壞了，這根柱子換下來，這根柱子原來用什麼木材，還用這木材，原來什麼樣子，造的什麼樣子，還照原來的樣子。所以千百年當中，它沒有改變，它部分部分的來換，像換零件一樣，但是決定是原有的木材，同類的，原有的樣子，我們不能不佩服。踏在人家地板上，人家告訴我，這地板已經幾百年，七、八百年了，不能不佩服。我住在東京，他們帶我去觀光，走一條古道，是從前馬車走的，它開的有高速公路，公路在舊道路的那一邊，當中種的是一排樹木，它保留這古道，不把這古道廢棄改成高速公路，它保留。我們看了不能不尊敬，不能不讚歎，不能不佩服。那就是它知道愛惜根本，那是他們國家的文化，絕不輕易改變，決定不會把它毀滅，要搞新的，舊的要保留，新的在外頭搞。這一點我們應當學習。"
    },
    {
      "id": "12-017-1133_p0034",
      "zh_CN": "大乘佛法里面根是什么？根是真心，心是根本。外面境界，所谓是大到无量无边的虚空世界，小到极其微小的微尘，心现的，心是能现，世界微尘是所现，能所是一不是二。能现的是根，所现的是枝末。整个宇宙就像一棵大树一样，心性是根本，这在如来究竟果证里面所说的。所以我们要知道心性是不生不灭的，那是真正自己，宗门里头常说「父母未生前本来面目」，就是讲这个。明心见性不是别的事情，就是把根本找到了。大彻大悟，悟什么？悟这根本。宗门教下的善知识们，教导我们从根本修。现前我们怎么从根本修？根本是从心上修。我们现在用的是妄心，真心完全不知道，不要紧，你就用妄心修，把妄心，妄心有善、有不善，先把不善的舍掉，一层一层再往上提升。在妄心里面先修到纯善，纯善就接近真心，真心是纯善的，纯净纯善的。所以佛门里头常讲「借假修真」，因为真妄是一不是二，迷了真就叫妄，妄要觉悟了，原本就是真的，实实在在就是迷悟问题。所以在妄心里头求觉悟，觉悟就对了。",
      "zh_TW": "大乘佛法裡面根是什麼？根是真心，心是根本。外面境界，所謂是大到無量無邊的虛空世界，小到極其微小的微塵，心現的，心是能現，世界微塵是所現，能所是一不是二。能現的是根，所現的是枝末。整個宇宙就像一棵大樹一樣，心性是根本，這在如來究竟果證裡面所說的。所以我們要知道心性是不生不滅的，那是真正自己，宗門裡頭常說「父母未生前本來面目」，就是講這個。明心見性不是別的事情，就是把根本找到了。大徹大悟，悟什麼？悟這根本。宗門教下的善知識們，教導我們從根本修。現前我們怎麼從根本修？根本是從心上修。我們現在用的是妄心，真心完全不知道，不要緊，你就用妄心修，把妄心，妄心有善、有不善，先把不善的捨掉，一層一層再往上提升。在妄心裡面先修到純善，純善就接近真心，真心是純善的，純淨純善的。所以佛門裡頭常講「借假修真」，因為真妄是一不是二，迷了真就叫妄，妄要覺悟了，原本就是真的，實實在在就是迷悟問題。所以在妄心裡頭求覺悟，覺悟就對了。"
    },
    {
      "id": "12-017-1133_p0035",
      "zh_CN": "当然我们要找个标准，要找一个引导，佛法的经论就是标准、就是引导。只要我们能认真学习，世间人所希求的，在佛法看起来鸡毛蒜皮，还都在其中，这是佛家常说的「佛氏门中，有求必应」。求财富得财富，求富贵得富贵，求功名得功名，求儿女得儿女，求长寿得长寿，有求必应，这话是真的，一点都不假。许许多多人有求，为什么不应？那是不是佛法说的不灵光？不是的。许多人所求的是，他迷，他不觉，他不懂得求的道理，不懂求的方法；你要懂得道理、懂得方法，如理如法求，没有不感应的。这究竟是个什么道理？根本道理，大乘经教里头常说，佛常讲「一切法从心想生」，这就是基本的原理。所以你想什么就现什么，一切法从心想生。想佛，你就成佛了；想菩萨，你就成菩萨了。想什么现什么、变什么。所以那个心想就是能变，你懂得这方法，懂得这道理，那个感应不可思议。世间人不能深入经藏，所以他的日子过得那么苦，他不能改善他的环境。",
      "zh_TW": "當然我們要找個標準，要找一個引導，佛法的經論就是標準、就是引導。只要我們能認真學習，世間人所希求的，在佛法看起來雞毛蒜皮，還都在其中，這是佛家常說的「佛氏門中，有求必應」。求財富得財富，求富貴得富貴，求功名得功名，求兒女得兒女，求長壽得長壽，有求必應，這話是真的，一點都不假。許許多多人有求，為什麼不應？那是不是佛法說的不靈光？不是的。許多人所求的是，他迷，他不覺，他不懂得求的道理，不懂求的方法；你要懂得道理、懂得方法，如理如法求，沒有不感應的。這究竟是個什麼道理？根本道理，大乘經教裡頭常說，佛常講「一切法從心想生」，這就是基本的原理。所以你想什麼就現什麼，一切法從心想生。想佛，你就成佛了；想菩薩，你就成菩薩了。想什麼現什麼、變什麼。所以那個心想就是能變，你懂得這方法，懂得這道理，那個感應不可思議。世間人不能深入經藏，所以他的日子過得那麼苦，他不能改善他的環境。"
    },
    {
      "id": "12-017-1133_p0036",
      "zh_CN": "世间人希求富贵，说到富贵，谁能跟佛比？古人常讲「不读华严，不知道佛家的富贵」。这句话也很能诱惑人，《华严经》上你看看毘卢遮那佛的福报，天上人间没有人能够跟他相比。你读《净土三经》，你就晓得阿弥陀佛的福报多大。我们在这世间，无论男女老少，无论你从事哪一个行业，你要懂这理论、懂得这方法，佛经上讲，你都是世界第一，佛法里头没有第二的。你要问佛法好处在哪里？佛法好处就是帮助自己提升到世界第一。无论你修学哪个行业，你这行业都会变成世界第一，为什么？智慧！没有智慧就没有办法。",
      "zh_TW": "世間人希求富貴，說到富貴，誰能跟佛比？古人常講「不讀華嚴，不知道佛家的富貴」。這句話也很能誘惑人，《華嚴經》上你看看毘盧遮那佛的福報，天上人間沒有人能夠跟他相比。你讀《淨土三經》，你就曉得阿彌陀佛的福報多大。我們在這世間，無論男女老少，無論你從事哪一個行業，你要懂這理論、懂得這方法，佛經上講，你都是世界第一，佛法裡頭沒有第二的。你要問佛法好處在哪裡？佛法好處就是幫助自己提升到世界第一。無論你修學哪個行業，你這行業都會變成世界第一，為什麼？智慧！沒有智慧就沒有辦法。"
    },
    {
      "id": "12-017-1133_p0037",
      "zh_CN": "佛法自始至终求的就是智慧。智慧从哪来？智慧从定中来，从清净心当中来，从纯净纯善里头来，不是世间聪明。世间聪明不离妄想分别执着，只要你带着有妄想分别执着，你只能够有聪明，不能有智慧，智慧得不到。离妄想分别执着，智慧就开了，智慧能解决世出世间一切问题，没有一样不通达。所以佛菩萨对这世间人非常感叹，说「可怜悯者」。我也是学佛几十年，才懂得这一句话的味道。为什么佛要说世间人是可怜悯者？这句话真正的意思是什么？本来你是大富大贵，本来你是全知全能，无所不知、无所不能，你现在变成这样子。你为什么变成这样子？迷失了自性。换句话说，你迷失了自己，你不知道自己，你才变成这样子。佛菩萨大慈大悲示现在这世间，来干什么？这是佛门所谓的，佛度有缘人。什么人是有缘的？你有机会接触到，你能相信、你能理解，你肯认真学习，这就有缘，你就能改造你自己。这改造是大幅度的改造，转凡成圣。",
      "zh_TW": "佛法自始至終求的就是智慧。智慧從哪來？智慧從定中來，從清淨心當中來，從純淨純善裡頭來，不是世間聰明。世間聰明不離妄想分別執著，只要你帶著有妄想分別執著，你只能夠有聰明，不能有智慧，智慧得不到。離妄想分別執著，智慧就開了，智慧能解決世出世間一切問題，沒有一樣不通達。所以佛菩薩對這世間人非常感嘆，說「可憐憫者」。我也是學佛幾十年，才懂得這一句話的味道。為什麼佛要說世間人是可憐憫者？這句話真正的意思是什麼？本來你是大富大貴，本來你是全知全能，無所不知、無所不能，你現在變成這樣子。你為什麼變成這樣子？迷失了自性。換句話說，你迷失了自己，你不知道自己，你才變成這樣子。佛菩薩大慈大悲示現在這世間，來幹什麼？這是佛門所謂的，佛度有緣人。什麼人是有緣的？你有機會接觸到，你能相信、你能理解，你肯認真學習，這就有緣，你就能改造你自己。這改造是大幅度的改造，轉凡成聖。"
    },
    {
      "id": "12-017-1133_p0038",
      "zh_CN": "圣，你们的观念当中，不要只一听说圣人、佛菩萨，你就想到出家人，你就想错了。你展开《无量寿经》，《无量寿经》里面的法身菩萨、等觉菩萨说了十六个，在家的；出家的菩萨只说了四个，所以在家的佛菩萨多，出家的佛菩萨少。哪一个行业里头都有佛、都有菩萨。什么叫佛菩萨？彻底觉悟的人就叫佛，觉悟还不到彻底叫菩萨。所以佛菩萨没有男女老少，没有固定哪个行业。你看看《普门品》，《观世音菩萨普门品》三十二应，「应以什么身得度，就现什么身」。观音菩萨什么相？男女老少，各行各业。你们看到古人画的《观音变相图》，五百个不同的形相。所以一听到佛，你就想到出家人，错误。",
      "zh_TW": "聖，你們的觀念當中，不要只一聽說聖人、佛菩薩，你就想到出家人，你就想錯了。你展開《無量壽經》，《無量壽經》裡面的法身菩薩、等覺菩薩說了十六個，在家的；出家的菩薩只說了四個，所以在家的佛菩薩多，出家的佛菩薩少。哪一個行業裡頭都有佛、都有菩薩。什麼叫佛菩薩？徹底覺悟的人就叫佛，覺悟還不到徹底叫菩薩。所以佛菩薩沒有男女老少，沒有固定哪個行業。你看看《普門品》，《觀世音菩薩普門品》三十二應，「應以什麼身得度，就現什麼身」。觀音菩薩什麼相？男女老少，各行各業。你們看到古人畫的《觀音變相圖》，五百個不同的形相。所以一聽到佛，你就想到出家人，錯誤。"
    },
    {
      "id": "12-017-1133_p0039",
      "zh_CN": "释迦牟尼佛在世的时候，维摩居士是在家佛，同时两尊佛出现在世间。你看看佛的弟子，目犍连、舍利弗，这是佛的大弟子，见维摩居士，都要跟维摩居士顶礼三拜，右绕三匝，那个见面礼跟见释迦牟尼佛完全相同，他是佛。但是现代学佛的人是观念错了，佛，佛法是师道，师道是老师第一大，不是出家第一大。你们诸位要有机会去读一读支那内学院的院训，欧阳竟无居士着的，他就讲得非常清楚，他那是正法，正法是老师第一大。所以居士升座讲经，出家人要离座。他升座讲经，他代佛说法，坐到那个位子上，那就是老师，尊师重道，你不能不拜。现在人如果是出家，在家人上台讲经，出家人拜他，那还得了！所以佛法衰了，佛法被扭曲了，真正佛法的面目没有了，见不到了；真正佛法让你见到，你感觉到惊讶，你说他那是错了。错的你认为是对的，这叫什么？这叫颠倒。几个人明白？一万个人难得有一个明白人。佛法衰微到这样子，遭这劫难，其来有自，不是没有原因，根本忘得干干净净，也没有人讲了，也没有人敢讲了。今天时间到了。",
      "zh_TW": "釋迦牟尼佛在世的時候，維摩居士是在家佛，同時兩尊佛出現在世間。你看看佛的弟子，目犍連、舍利弗，這是佛的大弟子，見維摩居士，都要跟維摩居士頂禮三拜，右繞三匝，那個見面禮跟見釋迦牟尼佛完全相同，他是佛。但是現代學佛的人是觀念錯了，佛，佛法是師道，師道是老師第一大，不是出家第一大。你們諸位要有機會去讀一讀支那內學院的院訓，歐陽竟無居士著的，他就講得非常清楚，他那是正法，正法是老師第一大。所以居士升座講經，出家人要離座。他升座講經，他代佛說法，坐到那個位子上，那就是老師，尊師重道，你不能不拜。現在人如果是出家，在家人上台講經，出家人拜他，那還得了！所以佛法衰了，佛法被扭曲了，真正佛法的面目沒有了，見不到了；真正佛法讓你見到，你感覺到驚訝，你說他那是錯了。錯的你認為是對的，這叫什麼？這叫顛倒。幾個人明白？一萬個人難得有一個明白人。佛法衰微到這樣子，遭這劫難，其來有自，不是沒有原因，根本忘得乾乾淨淨，也沒有人講了，也沒有人敢講了。今天時間到了。"
    }
  ]
}