{
  "doc_id": "12-017-1388",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三八八卷",
    "zh_TW": "第一三八八卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1388",
  "total_paragraphs": 63,
  "paragraphs": [
    {
      "id": "12-017-1388_p0001",
      "zh_CN": "诸位同学，请看「菩萨问明品」，第五大段福田甚深，我们看目首菩萨答这一段文：",
      "zh_TW": "諸位同學，請看「菩薩問明品」，第五大段福田甚深，我們看目首菩薩答這一段文："
    },
    {
      "id": "12-017-1388_p0002",
      "zh_CN": "【时目首菩萨以颂答曰。】",
      "zh_TW": "【時目首菩薩以頌答曰。】"
    },
    {
      "id": "12-017-1388_p0003",
      "zh_CN": "清凉大师在答意里面给我们介绍得很清楚，我们可以把这个《疏》文念一段，「答有数意，一约众生，由器有大小，心有轻重，故得报有差，非如来咎」，这是第一个意思。第二我们也把它念一遍，「二约佛，遍称差别之机，方称平等。即一之多，差不乖等，即多之一，等不碍差，由心平等无私，方能随现多果，终令解脱一味，曾何异哉」。答意文虽然不多，说得很清楚。",
      "zh_TW": "清涼大師在答意裡面給我們介紹得很清楚，我們可以把這個《疏》文念一段，「答有數意，一約眾生，由器有大小，心有輕重，故得報有差，非如來咎」，這是第一個意思。第二我們也把它念一遍，「二約佛，遍稱差別之機，方稱平等。即一之多，差不乖等，即多之一，等不礙差，由心平等無私，方能隨現多果，終令解脫一味，曾何異哉」。答意文雖然不多，說得很清楚。"
    },
    {
      "id": "12-017-1388_p0004",
      "zh_CN": "在这一大段「福田甚深」，前面跟诸位报告过，世间所有的众生，用我们现在的话来说，不分国家、不分种族、不分宗教、不分文化，谁不求福？福，大要有三大类，一个是财富，物质的受用；第二是聪明智慧，是精神的受用；第三是健康长寿，这是福报的根本，如果没有健康、没有长寿，再大的福报你都不能享。所以这三类把所有一切福报都包括了。",
      "zh_TW": "在這一大段「福田甚深」，前面跟諸位報告過，世間所有的眾生，用我們現在的話來說，不分國家、不分種族、不分宗教、不分文化，誰不求福？福，大要有三大類，一個是財富，物質的受用；第二是聰明智慧，是精神的受用；第三是健康長壽，這是福報的根本，如果沒有健康、沒有長壽，再大的福報你都不能享。所以這三類把所有一切福報都包括了。"
    },
    {
      "id": "12-017-1388_p0005",
      "zh_CN": "福从哪里来？佛给我们讲得很清楚，自性里头本来具足，一切众生的福报跟诸佛如来丝毫差别都没有。自性里面有无量的智慧、无量的德能、无量的相好。佛在经上把智慧放在第一，把我们人间讲的福报摆在第三，这说得有道理；世间人头一个追求的福报，把第三摆在第一，颠倒！那个福报是果报，果从哪里来的？从智慧来的。所以清凉在前面第一句话就说「福田是照导引生」，智照导引而生，这话说得好。所以第一个是智慧，无量智慧！第二个是德能，德行、技能；换句话说，德行是自性里头本来具足的，能力也是自性里头本来具足的，无量无边，我们今天讲多才多艺，多才多艺都没有法子形容。无量的相好，依正庄严像极乐世界、像华藏世界。",
      "zh_TW": "福從哪裡來？佛給我們講得很清楚，自性裡頭本來具足，一切眾生的福報跟諸佛如來絲毫差別都沒有。自性裡面有無量的智慧、無量的德能、無量的相好。佛在經上把智慧放在第一，把我們人間講的福報擺在第三，這說得有道理；世間人頭一個追求的福報，把第三擺在第一，顛倒！那個福報是果報，果從哪裡來的？從智慧來的。所以清涼在前面第一句話就說「福田是照導引生」，智照導引而生，這話說得好。所以第一個是智慧，無量智慧！第二個是德能，德行、技能；換句話說，德行是自性裡頭本來具足的，能力也是自性裡頭本來具足的，無量無邊，我們今天講多才多藝，多才多藝都沒有法子形容。無量的相好，依正莊嚴像極樂世界、像華藏世界。"
    },
    {
      "id": "12-017-1388_p0006",
      "zh_CN": "佛在经上常常讲这些话，我们听得也耳熟了，可是相不相信？没有人相信。我们今天这三样都缺乏，智慧变成了烦恼，能力变成了造业，福报显示出来是寿命短促，形象不好。文殊菩萨讲的种种差别，好像事实的现象跟如来所说的不一样，这是什么原因？文殊菩萨所问的重点就在此地，这是我们应当要知道的。我们原来智慧、德能、相好跟诸佛如来是相同的，现在为什么会变成这个样子？这个问的意思前面说得很多。",
      "zh_TW": "佛在經上常常講這些話，我們聽得也耳熟了，可是相不相信？沒有人相信。我們今天這三樣都缺乏，智慧變成了煩惱，能力變成了造業，福報顯示出來是壽命短促，形象不好。文殊菩薩講的種種差別，好像事實的現象跟如來所說的不一樣，這是什麼原因？文殊菩薩所問的重點就在此地，這是我們應當要知道的。我們原來智慧、德能、相好跟諸佛如來是相同的，現在為什麼會變成這個樣子？這個問的意思前面說得很多。"
    },
    {
      "id": "12-017-1388_p0007",
      "zh_CN": "现在看这个答意，答意略说两条，第一个是就众生这边来讲「由器有大小」，这个器是讲根器。佛在经上常说，一切众生的根器有三种，大根器、中根器、小根器。通常我们把器略掉，就讲上中下三根，根就是根器。根器从哪里来的？根器是你迷失自性差别而来的。有人迷得重，有人迷得轻，迷得轻的人就是大根器，迷得重的人就是小根器。每个人迷失自性轻重差别不相同，上中下这是为了说话方便起见，说有三等。这个三是代表无量，无量的等级，各个不相同。",
      "zh_TW": "現在看這個答意，答意略說兩條，第一個是就眾生這邊來講「由器有大小」，這個器是講根器。佛在經上常說，一切眾生的根器有三種，大根器、中根器、小根器。通常我們把器略掉，就講上中下三根，根就是根器。根器從哪裡來的？根器是你迷失自性差別而來的。有人迷得重，有人迷得輕，迷得輕的人就是大根器，迷得重的人就是小根器。每個人迷失自性輕重差別不相同，上中下這是為了說話方便起見，說有三等。這個三是代表無量，無量的等級，各個不相同。"
    },
    {
      "id": "12-017-1388_p0008",
      "zh_CN": "迷失了自性，所以智慧没有了、德能没有了、相好也没有了，把一真法界，原本是一真法界、原本是清净法身都失掉了。失掉，佛法里面用这个名词是让我们警觉，实际上并没有失掉，如果是有时会失掉，这就不是真的。这个真的，佛家定义是永恒不变、永恒不灭，这是真的。自性是真的，自性里头本具的德能当然也是真的。为什么讲迷失？迷失是我们自性现在这里产生障碍。自性德能就像太阳，阳光普照大地，可是今天我们这是阴天，云层很厚把太阳遮住，看不见，是不是太阳没有了？这个现在大家都知道，我们乘飞机飞到云层上面，阳光还是普照。我们的性德就像阳光，现在讲迷失，迷失就是乌云遮盖住。这个乌云是什么？就是妄想分别执着。",
      "zh_TW": "迷失了自性，所以智慧沒有了、德能沒有了、相好也沒有了，把一真法界，原本是一真法界、原本是清淨法身都失掉了。失掉，佛法裡面用這個名詞是讓我們警覺，實際上並沒有失掉，如果是有時會失掉，這就不是真的。這個真的，佛家定義是永恆不變、永恆不滅，這是真的。自性是真的，自性裡頭本具的德能當然也是真的。為什麼講迷失？迷失是我們自性現在這裡產生障礙。自性德能就像太陽，陽光普照大地，可是今天我們這是陰天，雲層很厚把太陽遮住，看不見，是不是太陽沒有了？這個現在大家都知道，我們乘飛機飛到雲層上面，陽光還是普照。我們的性德就像陽光，現在講迷失，迷失就是烏雲遮蓋住。這個烏雲是什麼？就是妄想分別執著。"
    },
    {
      "id": "12-017-1388_p0009",
      "zh_CN": "佛在经典里面也常讲三种烦恼，见思烦恼就是执着，尘沙烦恼就是分别，无明烦恼就是妄想，《华严经》上讲是妄想分别执着，佛在大小乘经里面通常讲三种烦恼，一个意思。一个意思，佛说法的时候，说许许多多的名相，这一点初学的人不明了，为什么同一桩事情，佛说这么多名字？这是佛说法的善巧方便，都是帮助我们觉悟的，告诉我们名相是假的不是真的。你要是懂得意思，怎么说都可以，不要执着、不要分别，要紧是真正懂得这个意思。所以佛说很多名词，意思就是你不要执着，许多名词里头能会通，能体会到佛说法的真实义。这是说法的善巧，我们现在讲的是教学的技巧，不要执着。",
      "zh_TW": "佛在經典裡面也常講三種煩惱，見思煩惱就是執著，塵沙煩惱就是分別，無明煩惱就是妄想，《華嚴經》上講是妄想分別執著，佛在大小乘經裡面通常講三種煩惱，一個意思。一個意思，佛說法的時候，說許許多多的名相，這一點初學的人不明瞭，為什麼同一樁事情，佛說這麼多名字？這是佛說法的善巧方便，都是幫助我們覺悟的，告訴我們名相是假的不是真的。你要是懂得意思，怎麼說都可以，不要執著、不要分別，要緊是真正懂得這個意思。所以佛說很多名詞，意思就是你不要執著，許多名詞裡頭能會通，能體會到佛說法的真實義。這是說法的善巧，我們現在講的是教學的技巧，不要執著。"
    },
    {
      "id": "12-017-1388_p0010",
      "zh_CN": "马鸣菩萨教我们听经、学教不执着言说相、不执著名字相、不执着心缘相，你才能够契入；一生起妄想分别执着，你就把佛的意思错解了。开经偈上讲「愿解如来真实义」，迷得浅的人容易契入，迷得深的人很难契入。读经听讲，有的人听个一遍、两遍他就有悟处，他就明白了；有些人学了多年，甚至于学一辈子都不开悟；甚至于还有一些死在教下，坚固的执着，这就大错特错！坚固执着，经教里所说的这叫所知障，烦恼障之外又有一种障碍，叫所知障，执着你所知道的。所以佛说法确实苦口婆心。",
      "zh_TW": "馬鳴菩薩教我們聽經、學教不執著言說相、不執著名字相、不執著心緣相，你才能夠契入；一生起妄想分別執著，你就把佛的意思錯解了。開經偈上講「願解如來真實義」，迷得淺的人容易契入，迷得深的人很難契入。讀經聽講，有的人聽個一遍、兩遍他就有悟處，他就明白了；有些人學了多年，甚至於學一輩子都不開悟；甚至於還有一些死在教下，堅固的執著，這就大錯特錯！堅固執著，經教裡所說的這叫所知障，煩惱障之外又有一種障礙，叫所知障，執著你所知道的。所以佛說法確實苦口婆心。"
    },
    {
      "id": "12-017-1388_p0011",
      "zh_CN": "《般若经》上，佛否定一切法，他说他一生没有说过一句法，哪一个人说佛说法，这叫谤佛。明明讲了四十九年，说法四十九年，为什么一句都没说？这就说明所说的都不是法。那真正法在哪里？法在言语之外。言说、名相都不是法，但是这些东西它是一种工具，能引导你悟入正法。你要是在这上稍稍起分别、起执着，你就不能够悟入。这个话不太好懂，我们还从比喻上来说。譬如我们旅行，我们驾着车去旅行，我们要想到上海，你只一上高速公路就有指路牌指着上海。你不觉悟，你以为那个指路牌就是上海，没走多远到了，上海到了，其实距离上海还有几个小时的车程，你把指路牌当作上海。佛讲经说法的言语、名相就像指路牌一样，所以你要放下，你不能执着，你执着这个就错了，要懂这个道理。",
      "zh_TW": "《般若經》上，佛否定一切法，他說他一生沒有說過一句法，哪一個人說佛說法，這叫謗佛。明明講了四十九年，說法四十九年，為什麼一句都沒說？這就說明所說的都不是法。那真正法在哪裡？法在言語之外。言說、名相都不是法，但是這些東西它是一種工具，能引導你悟入正法。你要是在這上稍稍起分別、起執著，你就不能夠悟入。這個話不太好懂，我們還從比喻上來說。譬如我們旅行，我們駕著車去旅行，我們要想到上海，你只一上高速公路就有指路牌指著上海。你不覺悟，你以為那個指路牌就是上海，沒走多遠到了，上海到了，其實距離上海還有幾個小時的車程，你把指路牌當作上海。佛講經說法的言語、名相就像指路牌一樣，所以你要放下，你不能執著，你執著這個就錯了，要懂這個道理。"
    },
    {
      "id": "12-017-1388_p0012",
      "zh_CN": "《大方广佛华严经》在哪里？不是这本书！这本书里头哪有大方广佛华严？大方广佛华严在哪里？在我们生活当中，我们六根接触六尘境界这就是！就是为什么跟经上讲的不一样？不是不一样，是我们迷了，把这个境界看扭曲了。那要怎样才能看到真正的大方广佛华严？佛说只要你把妄想分别执着放下，六根接触的境界就是大方广佛华严。我们一般讲一真法界、极乐世界在哪里？就在眼前，这眼前就是。这个愈说愈不懂，愈说愈迷惑，这里头有一个事实、有个道理你不明了，什么道理？境随心转。",
      "zh_TW": "《大方廣佛華嚴經》在哪裡？不是這本書！這本書裡頭哪有大方廣佛華嚴？大方廣佛華嚴在哪裡？在我們生活當中，我們六根接觸六塵境界這就是！就是為什麼跟經上講的不一樣？不是不一樣，是我們迷了，把這個境界看扭曲了。那要怎樣才能看到真正的大方廣佛華嚴？佛說只要你把妄想分別執著放下，六根接觸的境界就是大方廣佛華嚴。我們一般講一真法界、極樂世界在哪裡？就在眼前，這眼前就是。這個愈說愈不懂，愈說愈迷惑，這裡頭有一個事實、有個道理你不明瞭，什麼道理？境隨心轉。"
    },
    {
      "id": "12-017-1388_p0013",
      "zh_CN": "佛菩萨的心清净，没有妄想分别执着，所以他清净心看山河大地、看一切众生，没有一个不清净。一切众生清净本来佛，山河大地清净，依报庄严，就是极乐世界。一切众生本来成佛，佛眼看的，菩萨眼睛看一切众生全是菩萨，我们凡夫看佛菩萨也是凡夫。相由心生，这个道理我想不难懂。境随心转，这是佛法里头常讲的，又说一切法从心想生。心想生这个「生」是变的意思，一切法随着你的心想在变化，它不是定法。我们把这个道理搞清楚、搞明白，文殊菩萨所问的这个不必等目首菩萨来解释，我们就明白了，恍然大悟。这真的是从心想生，真的是随着念头在转变，刹那刹那在转变。",
      "zh_TW": "佛菩薩的心清淨，沒有妄想分別執著，所以他清淨心看山河大地、看一切眾生，沒有一個不清淨。一切眾生清淨本來佛，山河大地清淨，依報莊嚴，就是極樂世界。一切眾生本來成佛，佛眼看的，菩薩眼睛看一切眾生全是菩薩，我們凡夫看佛菩薩也是凡夫。相由心生，這個道理我想不難懂。境隨心轉，這是佛法裡頭常講的，又說一切法從心想生。心想生這個「生」是變的意思，一切法隨著你的心想在變化，它不是定法。我們把這個道理搞清楚、搞明白，文殊菩薩所問的這個不必等目首菩薩來解釋，我們就明白了，恍然大悟。這真的是從心想生，真的是隨著念頭在轉變，剎那剎那在轉變。"
    },
    {
      "id": "12-017-1388_p0014",
      "zh_CN": "所以根器有大小，大根器的他们的境界跟小根器不一样，对人的看法、对事的看法、对一切万物的看法都不相同，这一点我们能理解，理解得不够透彻。菩萨属于大根器，声闻、缘觉中等根器，这六道众生小根器。六道里头小根器的众生，也是多生多劫在佛法、在圣教里面薰习而成的，不断的在受圣贤教诲的薰习，所以他能够转迷为悟，转恶为善，转凡为圣。小根器可以转变为中根器，中根器可以转为大根器，都不是一定的。所以自己要有愿，佛法讲要发愿，发愿就是我们有一个方向，有一个目标，有个希望，对现前有坚定的信心，不断的把自己提升，这就对了。",
      "zh_TW": "所以根器有大小，大根器的他們的境界跟小根器不一樣，對人的看法、對事的看法、對一切萬物的看法都不相同，這一點我們能理解，理解得不夠透徹。菩薩屬於大根器，聲聞、緣覺中等根器，這六道眾生小根器。六道裡頭小根器的眾生，也是多生多劫在佛法、在聖教裡面薰習而成的，不斷的在受聖賢教誨的薰習，所以他能夠轉迷為悟，轉惡為善，轉凡為聖。小根器可以轉變為中根器，中根器可以轉為大根器，都不是一定的。所以自己要有願，佛法講要發願，發願就是我們有一個方向，有一個目標，有個希望，對現前有堅定的信心，不斷的把自己提升，這就對了。"
    },
    {
      "id": "12-017-1388_p0015",
      "zh_CN": "再说「心有轻重」。你修福，前面讲施就是布施，是诸波罗蜜的核心。波罗蜜我们一般翻为「度」，自度、度他。《华严》里面讲十波罗蜜，十波罗蜜归纳起来就是一个布施波罗蜜，所以布施是「诸度之前导」。佛常说施财得财富，施法得聪明智慧，施无畏得健康长寿。一切众生都在修布施，为什么所得的福报不一样？这就是心有轻重。",
      "zh_TW": "再說「心有輕重」。你修福，前面講施就是布施，是諸波羅蜜的核心。波羅蜜我們一般翻為「度」，自度、度他。《華嚴》裡面講十波羅蜜，十波羅蜜歸納起來就是一個布施波羅蜜，所以布施是「諸度之前導」。佛常說施財得財富，施法得聰明智慧，施無畏得健康長壽。一切眾生都在修布施，為什麼所得的福報不一樣？這就是心有輕重。"
    },
    {
      "id": "12-017-1388_p0016",
      "zh_CN": "《了凡四训》里有一个例子，这些例子都不是人编造出来的，都是事实真相。他说有一个贫女到一个寺庙里，见到佛菩萨形像，感动得在那里膜拜、拜佛。身上只有两文钱，这说明很少很少。两文要用我们现在钱来说，像我们现在的币值来讲，大概只是两毛钱，不到一块，两毛钱，你想想看你能买什么东西？现在在香港，两毛钱恐怕买一个面包都买不到。她身上只有这么多钱，恭恭敬敬的拿出来布施供养佛，供佛，心真诚，身上的钱全部都拿出来布施。只知道布施供养，也没有想求福，你看这个心多真。住持老和尚受她的感动，亲自接待她，给她诵经回向祝福，这个女孩子也很欢喜，离开了。",
      "zh_TW": "《了凡四訓》裡有一個例子，這些例子都不是人編造出來的，都是事實真相。他說有一個貧女到一個寺廟裡，見到佛菩薩形像，感動得在那裡膜拜、拜佛。身上只有兩文錢，這說明很少很少。兩文要用我們現在錢來說，像我們現在的幣值來講，大概只是兩毛錢，不到一塊，兩毛錢，你想想看你能買什麼東西？現在在香港，兩毛錢恐怕買一個麵包都買不到。她身上只有這麼多錢，恭恭敬敬的拿出來布施供養佛，供佛，心真誠，身上的錢全部都拿出來布施。只知道布施供養，也沒有想求福，你看這個心多真。住持老和尚受她的感動，親自接待她，給她誦經迴向祝福，這個女孩子也很歡喜，離開了。"
    },
    {
      "id": "12-017-1388_p0017",
      "zh_CN": "过了若干年之后，她的福报现前，她做了王妃，带了许多金银财宝到这个寺庙里面来供养。这是王妃来到寺庙里修供养，这寺庙是大事，要来好好的接待她。老和尚没出来，她就觉得很奇怪，我在很多年前非常贫穷的时候，只布施两文钱，老和尚亲自接待我，给我诵经回向祝福；今天我带了这么多金银财宝来布施，怎么老和尚不见面？她去找老和尚。她找来了，当然老和尚就见了她，她就问这个事情。他说：从前妳舍两文钱，妳的心真诚、恭敬，我要不给妳诵经回向，我对不起妳；今天妳是贵人，妳带这么多金银财宝来布施，妳的心跟从前不一样，妳有骄慢心，贡高骄慢，地位高了。所以你今天布施这么多钱，这个福报抵不过从前两文钱。以前两文钱，你的福报是圆满的，你今天布施这么多，你的福报只有一半。我不必出来，我让我的徒弟来接待你，给你祝福，够了。心有轻重。",
      "zh_TW": "過了若干年之後，她的福報現前，她做了王妃，帶了許多金銀財寶到這個寺廟裡面來供養。這是王妃來到寺廟裡修供養，這寺廟是大事，要來好好的接待她。老和尚沒出來，她就覺得很奇怪，我在很多年前非常貧窮的時候，只布施兩文錢，老和尚親自接待我，給我誦經迴向祝福；今天我帶了這麼多金銀財寶來布施，怎麼老和尚不見面？她去找老和尚。她找來了，當然老和尚就見了她，她就問這個事情。他說：從前妳捨兩文錢，妳的心真誠、恭敬，我要不給妳誦經迴向，我對不起妳；今天妳是貴人，妳帶這麼多金銀財寶來布施，妳的心跟從前不一樣，妳有驕慢心，貢高驕慢，地位高了。所以你今天布施這麼多錢，這個福報抵不過從前兩文錢。以前兩文錢，你的福報是圓滿的，你今天布施這麼多，你的福報只有一半。我不必出來，我讓我的徒弟來接待你，給你祝福，夠了。心有輕重。"
    },
    {
      "id": "12-017-1388_p0018",
      "zh_CN": "由此可知，修福不在乎你舍的物多少，不在乎这些。如果在乎这些，那好了，穷人就不能修福了，修福应该是富人的，富人就愈富，穷人就愈穷，哪有这种道里！这老天爷太不公平了。穷人的心谦虚、卑下、诚恳，往往那一点点施舍就能够得大福报，富人虽然舍得多，实在讲，如果我们从比例上来说差很远。你的生活很贫困，一个月只能赚个几十块钱，中国大陆现在还是这样的。很多偏远地区生活很艰难，他要布施个两块、三块；换句话说，一天的生活费、两天的生活费，比例占得很大，占他收入的百分之一，或者是十分之一，这比例就很大！我们再看看，这个世间有许多拥有大财富的人，他的财富有亿万财富，他要是布施一百万、一千万，叫九牛一毛，在他不算什么。所以他舍的一百万不如人家舍一块钱，他舍一千万不如人家舍十块钱，这个道理我想大家不难懂。",
      "zh_TW": "由此可知，修福不在乎你捨的物多少，不在乎這些。如果在乎這些，那好了，窮人就不能修福了，修福應該是富人的，富人就愈富，窮人就愈窮，哪有這種道裡！這老天爺太不公平了。窮人的心謙虛、卑下、誠懇，往往那一點點施捨就能夠得大福報，富人雖然捨得多，實在講，如果我們從比例上來說差很遠。你的生活很貧困，一個月只能賺個幾十塊錢，中國大陸現在還是這樣的。很多偏遠地區生活很艱難，他要布施個兩塊、三塊；換句話說，一天的生活費、兩天的生活費，比例佔得很大，佔他收入的百分之一，或者是十分之一，這比例就很大！我們再看看，這個世間有許多擁有大財富的人，他的財富有億萬財富，他要是布施一百萬、一千萬，叫九牛一毛，在他不算什麼。所以他捨的一百萬不如人家捨一塊錢，他捨一千萬不如人家捨十塊錢，這個道理我想大家不難懂。"
    },
    {
      "id": "12-017-1388_p0019",
      "zh_CN": "我们看看世间这许多大宗教，小的宗教我们不说，基督教、天主教、伊斯兰教、佛教、道教都是这个说法，这是共同的说法，谦卑的人有福。你看释迦牟尼佛，你只要读释迦牟尼佛的传记，释迦牟尼佛对于贫穷的乞丐尊重、敬爱，没有一丝毫轻慢心，这有福。所以这个乞丐他乞讨那一点点食物，甚至于馊了、坏了，那是他维持身命的一点东西。他看到佛，知道自己过去生中没有修福，就把这一点东西供养佛。佛接受，佛欢喜，佛是福田，给他种福，为他祝福，这我们在经典上看到。释迦牟尼佛一生都过着托钵的生活，我们能想像得到，这些穷苦之人布施这些食物不干不净，佛菩萨、罗汉统统都接受，从来没有拒绝过的，布施的人欢喜。那就看他的善根福德，有些人晚年他就转过来了，有些人这一世转不过来，来世转，业因果报清清楚楚。所以「得报有差」，差别在这个地方。",
      "zh_TW": "我們看看世間這許多大宗教，小的宗教我們不說，基督教、天主教、伊斯蘭教、佛教、道教都是這個說法，這是共同的說法，謙卑的人有福。你看釋迦牟尼佛，你只要讀釋迦牟尼佛的傳記，釋迦牟尼佛對於貧窮的乞丐尊重、敬愛，沒有一絲毫輕慢心，這有福。所以這個乞丐他乞討那一點點食物，甚至於餿了、壞了，那是他維持身命的一點東西。他看到佛，知道自己過去生中沒有修福，就把這一點東西供養佛。佛接受，佛歡喜，佛是福田，給他種福，為他祝福，這我們在經典上看到。釋迦牟尼佛一生都過著托缽的生活，我們能想像得到，這些窮苦之人布施這些食物不乾不淨，佛菩薩、羅漢統統都接受，從來沒有拒絕過的，布施的人歡喜。那就看他的善根福德，有些人晚年他就轉過來了，有些人這一世轉不過來，來世轉，業因果報清清楚楚。所以「得報有差」，差別在這個地方。"
    },
    {
      "id": "12-017-1388_p0020",
      "zh_CN": "这个跟前面清凉大师所讲，福田是智慧，智照导引而生的。所以真正种福都是有智慧的人，没有智慧的人，他不知道种福。贫穷下贱，他没有智慧，他怎么样晓得？他只要想到，我这样困苦、这么艰难是我过去生中没做好事，没有修福，今天才落得这个果报，我遇到这个机缘，我要好好的修，这就是智慧。没有智慧，他能想到这些问题吗？智慧在引导。我们看到有很多豪门贵族，他不懂得修福，他修福实在讲太容易了，不知道，只知道享福，不知道修福。你从这里看，你才晓得智慧的重要。这是得报有差。",
      "zh_TW": "這個跟前面清涼大師所講，福田是智慧，智照導引而生的。所以真正種福都是有智慧的人，沒有智慧的人，他不知道種福。貧窮下賤，他沒有智慧，他怎麼樣曉得？他只要想到，我這樣困苦、這麼艱難是我過去生中沒做好事，沒有修福，今天才落得這個果報，我遇到這個機緣，我要好好的修，這就是智慧。沒有智慧，他能想到這些問題嗎？智慧在引導。我們看到有很多豪門貴族，他不懂得修福，他修福實在講太容易了，不知道，只知道享福，不知道修福。你從這裡看，你才曉得智慧的重要。這是得報有差。"
    },
    {
      "id": "12-017-1388_p0021",
      "zh_CN": "「非如来咎」。这个「如来」你要记住，这不是讲佛，不是佛的过失。讲佛的过失，这个话就讲不通了，各人修各人得，我没有修怎么能怪别人？这个如来是讲自性。前面跟诸位报告过，佛法里面有称佛、有称如来，称佛是从事相上说的，称如来是从自性上说的。这个意思就是说不是我们自己性德的毛病，我们自性具足无量智慧、无量德能、无量相好，不是这个过失。这是迷了之后才器有大小，心有轻重，觉悟之后就没有了，就没有这个现象。",
      "zh_TW": "「非如來咎」。這個「如來」你要記住，這不是講佛，不是佛的過失。講佛的過失，這個話就講不通了，各人修各人得，我沒有修怎麼能怪別人？這個如來是講自性。前面跟諸位報告過，佛法裡面有稱佛、有稱如來，稱佛是從事相上說的，稱如來是從自性上說的。這個意思就是說不是我們自己性德的毛病，我們自性具足無量智慧、無量德能、無量相好，不是這個過失。這是迷了之後才器有大小，心有輕重，覺悟之後就沒有了，就沒有這個現象。"
    },
    {
      "id": "12-017-1388_p0022",
      "zh_CN": "觉悟的人没有妄想分别执着，那完全是性德用事。这个觉悟不是一个小的觉悟，这是大彻大悟，大乘教里面讲的法身菩萨，大彻大悟、明心见性，这样的人妄想分别执着没有了。小悟呢？小悟功德也是非常殊胜，阿罗汉小悟，三类的烦恼，执着没有了，于世出世间一切法不起执着，超越六道轮回。你还要有执着，六道出不去，你没办法脱离轮回。阿罗汉执着没有了，他住四圣法界，不在三界之内，也就是六道之内，他超越六道了。他还有分别、还有妄想，没执着，他的障碍就轻了；在四圣法界里面断分别，于一切法分别的心没有了，分别心没有了，平等，一切法都平等了。",
      "zh_TW": "覺悟的人沒有妄想分別執著，那完全是性德用事。這個覺悟不是一個小的覺悟，這是大徹大悟，大乘教裡面講的法身菩薩，大徹大悟、明心見性，這樣的人妄想分別執著沒有了。小悟呢？小悟功德也是非常殊勝，阿羅漢小悟，三類的煩惱，執著沒有了，於世出世間一切法不起執著，超越六道輪迴。你還要有執著，六道出不去，你沒辦法脫離輪迴。阿羅漢執著沒有了，他住四聖法界，不在三界之內，也就是六道之內，他超越六道了。他還有分別、還有妄想，沒執著，他的障礙就輕了；在四聖法界裡面斷分別，於一切法分別的心沒有了，分別心沒有了，平等，一切法都平等了。"
    },
    {
      "id": "12-017-1388_p0023",
      "zh_CN": "器有大小，心有轻重，不是还有分别吗？只是六道众生。阿罗汉、辟支佛、权教菩萨没有执着，虽没有执着，他有妄想。妄想是什么？我们所讲的起心动念。他六根接触外面境界会起心动念，但是他没有执着。起心动念是最微细的烦恼，他出不了十法界，所以他必须把分别也放下。起心动念虽然没有断，但是他的定功是愈来愈深，能伏住，能让起心动念不起作用，并没有断，超越十法界。超越十法界，这才证得一真法界，我们称为法身菩萨，禅宗里面讲「大彻大悟，明心见性」，就是这个境界。不但超越六道，超越十法界！心真正得清净平等。文殊菩萨问的是六道凡夫的境界，所以这个不是自性，性德绝对没有变化。性德有变化，它就是假的就不是真的。这是就众生这一方面来说。",
      "zh_TW": "器有大小，心有輕重，不是還有分別嗎？只是六道眾生。阿羅漢、辟支佛、權教菩薩沒有執著，雖沒有執著，他有妄想。妄想是什麼？我們所講的起心動念。他六根接觸外面境界會起心動念，但是他沒有執著。起心動念是最微細的煩惱，他出不了十法界，所以他必須把分別也放下。起心動念雖然沒有斷，但是他的定功是愈來愈深，能伏住，能讓起心動念不起作用，並沒有斷，超越十法界。超越十法界，這才證得一真法界，我們稱為法身菩薩，禪宗裡面講「大徹大悟，明心見性」，就是這個境界。不但超越六道，超越十法界！心真正得清淨平等。文殊菩薩問的是六道凡夫的境界，所以這個不是自性，性德絕對沒有變化。性德有變化，它就是假的就不是真的。這是就眾生這一方面來說。"
    },
    {
      "id": "12-017-1388_p0024",
      "zh_CN": "下面这一段，「约佛，遍称差别之机」。这是就佛来说，这个地方讲的佛我们要知道，天台大师所讲的「分证即佛」就包括在其中。分证即佛是什么人？《华严经》里面所讲的初住以上，四十一位法身大士都是佛，真佛，不是假佛。为什么？他们用真心，凡夫用妄心，就是你用妄想分别执着，他们妄想分别执着统统断了，他不用这个，他用真心。真心就是我们平常讲的「真诚，清净，平等，正觉，慈悲」，他是这个心。真诚，一丝毫虚伪没有，清净没有染污，平等没有高下，正觉没有迷惑，慈悲没有自私自利，这样的人我们就称他为佛。他也有等级，有程度高下不一样，在大乘教里面，他有四十二个等级，所以他不是最后的究竟圆满佛。",
      "zh_TW": "下面這一段，「約佛，遍稱差別之機」。這是就佛來說，這個地方講的佛我們要知道，天台大師所講的「分證即佛」就包括在其中。分證即佛是什麼人？《華嚴經》裡面所講的初住以上，四十一位法身大士都是佛，真佛，不是假佛。為什麼？他們用真心，凡夫用妄心，就是你用妄想分別執著，他們妄想分別執著統統斷了，他不用這個，他用真心。真心就是我們平常講的「真誠，清淨，平等，正覺，慈悲」，他是這個心。真誠，一絲毫虛偽沒有，清淨沒有染污，平等沒有高下，正覺沒有迷惑，慈悲沒有自私自利，這樣的人我們就稱他為佛。他也有等級，有程度高下不一樣，在大乘教裡面，他有四十二個等級，所以他不是最後的究竟圓滿佛。"
    },
    {
      "id": "12-017-1388_p0025",
      "zh_CN": "这个地方讲约佛而论，就是这些法身菩萨统统包括在其中。就他们来说，「遍称差别之机」，遍是普遍，机就是众生。众生差别太大，分类来说，就是十法界，这个十法界都是众生。十法界里头有佛，所以我们讲佛一定要很清楚，这里有真佛，讲这个佛也不是假佛，叫什么？相似即佛，实在讲不是真佛，但是跟真佛很接近。你看看真佛妄想分别执着都没有，这个佛他还有妄想，分别执着没有了，很贴近。天台大师说这个地位叫相似位，很像佛，但是他的起心动念还没有伏住。定功再深、再进一步，起心动念也伏住了，控制住了，虽然没有断掉，它不起作用，他就超越了，他就变成分证佛。用真心，不是用妄心，差别在这个地方。",
      "zh_TW": "這個地方講約佛而論，就是這些法身菩薩統統包括在其中。就他們來說，「遍稱差別之機」，遍是普遍，機就是眾生。眾生差別太大，分類來說，就是十法界，這個十法界都是眾生。十法界裡頭有佛，所以我們講佛一定要很清楚，這裡有真佛，講這個佛也不是假佛，叫什麼？相似即佛，實在講不是真佛，但是跟真佛很接近。你看看真佛妄想分別執著都沒有，這個佛他還有妄想，分別執著沒有了，很貼近。天台大師說這個地位叫相似位，很像佛，但是他的起心動念還沒有伏住。定功再深、再進一步，起心動念也伏住了，控制住了，雖然沒有斷掉，它不起作用，他就超越了，他就變成分證佛。用真心，不是用妄心，差別在這個地方。"
    },
    {
      "id": "12-017-1388_p0026",
      "zh_CN": "所以十法界里面的佛不是真佛，没见性。十法界里头有菩萨、有声闻、有缘觉，下面有六道：天道、修罗、人道、饿鬼、地狱、畜生，千差万别。遍，遍是普遍，普遍里面就有平等，所以后头讲「遍称差别之机，方称平等」。十法界里面的众生有求佛菩萨帮助，有这个愿、有这个心想求佛菩萨，佛菩萨就来应了，「佛氏门中，有求必应」，来应就是遍称差别之机。应的身相不一样，应以什么身得度就现什么身。我们读观世音菩萨《普门品》里面看到，菩萨以三十二应身，三十二种不同的身分，你喜欢什么身分，他就现什么身分。",
      "zh_TW": "所以十法界裡面的佛不是真佛，沒見性。十法界裡頭有菩薩、有聲聞、有緣覺，下面有六道：天道、修羅、人道、餓鬼、地獄、畜生，千差萬別。遍，遍是普遍，普遍裡面就有平等，所以後頭講「遍稱差別之機，方稱平等」。十法界裡面的眾生有求佛菩薩幫助，有這個願、有這個心想求佛菩薩，佛菩薩就來應了，「佛氏門中，有求必應」，來應就是遍稱差別之機。應的身相不一樣，應以什麼身得度就現什麼身。我們讀觀世音菩薩《普門品》裡面看到，菩薩以三十二應身，三十二種不同的身分，你喜歡什麼身分，他就現什麼身分。"
    },
    {
      "id": "12-017-1388_p0027",
      "zh_CN": "我喜欢佛的身分，可是菩萨并没有在我面前现佛的身分，那是什么？我这个喜欢是个妄想，是一个过分的奢求，心不清净，甚至于没有感应。古人讲的话叫「至诚感通」，真诚，诚到极处，感应就现前。诚，什么叫诚？有很多人讲我诚心诚意！其实他根本不懂得诚的定义，诚怎么讲的，他不知道。清朝曾国藩先生对这个「诚」有个解释，解释得很好，跟佛法、跟儒家都通。他在读书笔记里头给诚下了个定义，「一念不生是谓诚」，你还有妄想、还有念头，不诚。",
      "zh_TW": "我喜歡佛的身分，可是菩薩並沒有在我面前現佛的身分，那是什麼？我這個喜歡是個妄想，是一個過分的奢求，心不清淨，甚至於沒有感應。古人講的話叫「至誠感通」，真誠，誠到極處，感應就現前。誠，什麼叫誠？有很多人講我誠心誠意！其實他根本不懂得誠的定義，誠怎麼講的，他不知道。清朝曾國藩先生對這個「誠」有個解釋，解釋得很好，跟佛法、跟儒家都通。他在讀書筆記裡頭給誠下了個定義，「一念不生是謂誠」，你還有妄想、還有念頭，不誠。"
    },
    {
      "id": "12-017-1388_p0028",
      "zh_CN": "至诚、真诚到极处，心地清净，一个妄念都没有，这个时候就能感通，你说为什么？因为这个时候是真心不是妄心。我们能不能做得到？能，时间很短。时间长心就动了，在几秒中当中，往往每个人都能做到；说一分钟，那就靠不住了，你会起妄念，一个妄念没有的时候，诚。你平常有这个愿望，当你在一念不生的时候，境界现前了，你见到佛、见到菩萨；念头才一起来，我见到菩萨，欢喜心起来，没有了，相没有了。这种现象有不少人亲身遇到过。所以妄念起来的时候，这境界就没有了。",
      "zh_TW": "至誠、真誠到極處，心地清淨，一個妄念都沒有，這個時候就能感通，你說為什麼？因為這個時候是真心不是妄心。我們能不能做得到？能，時間很短。時間長心就動了，在幾秒中當中，往往每個人都能做到；說一分鐘，那就靠不住了，你會起妄念，一個妄念沒有的時候，誠。你平常有這個願望，當你在一念不生的時候，境界現前了，你見到佛、見到菩薩；念頭才一起來，我見到菩薩，歡喜心起來，沒有了，相沒有了。這種現象有不少人親身遇到過。所以妄念起來的時候，這境界就沒有了。"
    },
    {
      "id": "12-017-1388_p0029",
      "zh_CN": "可是佛应化在世间有四种身，有四类应化。有应身，应化在世间，像释迦牟尼佛，像中国有很多祖师大德是古佛再来的，示现也在这个世间投胎，也有福，跟我们一般人差不多，住在这个世间住个几十年教化众生，这叫应身。有化身，化身是突然你遇到了，他也来教你，教完之后他走了。走了之后你再也见不到他，你也不知道他的姓名，甚至于你也不晓得他从哪来的，也不知道他到哪里去，化身很多。另外还有一种，在你一个机会缘成熟的时候，佛菩萨等于说附在一个人的身上，帮你解决疑难，讲得头头是道，完全是智慧。这个人平常说不出这些话，给你说完之后，再过几个钟点，你再问他，他也说不知道。这种情形，讲经说法的人感应最多，上台说得头头是道，佛菩萨加持，下台之后佛菩萨走了，你问他讲什么，他自己也不晓得。自己所预备的功课，往往在讲台上一句都用不上，上了讲台滔滔不绝讲几个钟点，不知道智慧从哪里来？都是属于感应。",
      "zh_TW": "可是佛應化在世間有四種身，有四類應化。有應身，應化在世間，像釋迦牟尼佛，像中國有很多祖師大德是古佛再來的，示現也在這個世間投胎，也有福，跟我們一般人差不多，住在這個世間住個幾十年教化眾生，這叫應身。有化身，化身是突然你遇到了，他也來教你，教完之後他走了。走了之後你再也見不到他，你也不知道他的姓名，甚至於你也不曉得他從哪來的，也不知道他到哪裡去，化身很多。另外還有一種，在你一個機會緣成熟的時候，佛菩薩等於說附在一個人的身上，幫你解決疑難，講得頭頭是道，完全是智慧。這個人平常說不出這些話，給你說完之後，再過幾個鐘點，你再問他，他也說不知道。這種情形，講經說法的人感應最多，上台說得頭頭是道，佛菩薩加持，下台之後佛菩薩走了，你問他講什麼，他自己也不曉得。自己所預備的功課，往往在講台上一句都用不上，上了講台滔滔不絕講幾個鐘點，不知道智慧從哪裡來？都是屬於感應。"
    },
    {
      "id": "12-017-1388_p0030",
      "zh_CN": "诸位细细去思惟，你才懂得这个叫平等，应以什么身得度，就现什么身。众生程度差别不一样，应该给他说什么法就给他说什么法，绝对让他得利益。程度差的，你讲得太高，他听不懂；程度高的，你说得很浅，他没有必要，这叫契机契理，这叫平等。平等绝对不会是一样的，它有差别。就像你对人一样，你对大学生、对中学生、对小学生、对幼儿园的学生，你所讲的他都懂，他都欢喜，他都能受用，这叫平等。这是真平等，真正统统都照顾到了。现在时间到了。",
      "zh_TW": "諸位細細去思惟，你才懂得這個叫平等，應以什麼身得度，就現什麼身。眾生程度差別不一樣，應該給他說什麼法就給他說什麼法，絕對讓他得利益。程度差的，你講得太高，他聽不懂；程度高的，你說得很淺，他沒有必要，這叫契機契理，這叫平等。平等絕對不會是一樣的，它有差別。就像你對人一樣，你對大學生、對中學生、對小學生、對幼兒園的學生，你所講的他都懂，他都歡喜，他都能受用，這叫平等。這是真平等，真正統統都照顧到了。現在時間到了。"
    },
    {
      "id": "12-017-1388_p0031",
      "zh_CN": "诸位同学，我们接着看清凉大师《疏钞》里面的答意，我们接着念下面这段文，「即一之多，差不乖等，即多之一，等不碍差」，我们看这四句。在真实法里面，世出世间一切诸法没有对立的，这叫入不二法门。佛说这个境界叫诸法实相，一切法的真实相。这是我们初学，不但是初学，就是老修也很难理解的，没有对立。我们在十法界里面，无量劫轮回到今天都是生活在对立的世界，譬如有人有我，人我就对立了，有大有小，大小对立了，长短对立了、远近对立了、先后对立了，总没有办法说离开这个相对的空间。",
      "zh_TW": "諸位同學，我們接著看清涼大師《疏鈔》裡面的答意，我們接著念下面這段文，「即一之多，差不乖等，即多之一，等不礙差」，我們看這四句。在真實法裡面，世出世間一切諸法沒有對立的，這叫入不二法門。佛說這個境界叫諸法實相，一切法的真實相。這是我們初學，不但是初學，就是老修也很難理解的，沒有對立。我們在十法界裡面，無量劫輪迴到今天都是生活在對立的世界，譬如有人有我，人我就對立了，有大有小，大小對立了，長短對立了、遠近對立了、先後對立了，總沒有辦法說離開這個相對的空間。"
    },
    {
      "id": "12-017-1388_p0032",
      "zh_CN": "大乘教里诸法实相，真相里头没有对立。这桩事情，现代科学家有新的发现，我听到同学们讲美国太空总署发表最新的科学发现，告诉我，科学家现在发现空间、时间不是真的。他说在某一种条件之下空间等于零，空间等于零，远近就没有了，没有远近的距离；他说在某一种条件之下时间不存在，时间也等于零，时间等于零，先后就没有差距，先后就平等了。换句话说，你能看到过去，你也能看到未来，过去未来都在眼前，这是我们很不能理解的。《华严经》上称「不思议解脱境界」，所以一跟多不二，平等跟差别不二。",
      "zh_TW": "大乘教裡諸法實相，真相裡頭沒有對立。這樁事情，現代科學家有新的發現，我聽到同學們講美國太空總署發表最新的科學發現，告訴我，科學家現在發現空間、時間不是真的。他說在某一種條件之下空間等於零，空間等於零，遠近就沒有了，沒有遠近的距離；他說在某一種條件之下時間不存在，時間也等於零，時間等於零，先後就沒有差距，先後就平等了。換句話說，你能看到過去，你也能看到未來，過去未來都在眼前，這是我們很不能理解的。《華嚴經》上稱「不思議解脫境界」，所以一跟多不二，平等跟差別不二。"
    },
    {
      "id": "12-017-1388_p0033",
      "zh_CN": "在我们现在这个境界里，平等就不是差别，差别就不是平等，一就不是多，多就不是一，它总是对立的，所以相对的世界。真实的世界里面没有相对，没有相对叫入不二法门。什么人能够入不二法门？实在我们前面讲得很多，法身菩萨。所有一切的相对从哪里来的？从妄想分别执着里来的，离开妄想分别执着，这个对立就没有了。诸佛菩萨、这些法身菩萨，他们住在不二的境界里头，我们六道凡夫是住在相对的境界里面。我们不了解他们，他们对我们很了解、很透彻，他应化在六道，甚至于应化在九法界。就佛与法身菩萨而说，这四句话就是描写他们的。",
      "zh_TW": "在我們現在這個境界裡，平等就不是差別，差別就不是平等，一就不是多，多就不是一，它總是對立的，所以相對的世界。真實的世界裡面沒有相對，沒有相對叫入不二法門。什麼人能夠入不二法門？實在我們前面講得很多，法身菩薩。所有一切的相對從哪裡來的？從妄想分別執著裡來的，離開妄想分別執著，這個對立就沒有了。諸佛菩薩、這些法身菩薩，他們住在不二的境界裡頭，我們六道凡夫是住在相對的境界裡面。我們不了解他們，他們對我們很了解、很透徹，他應化在六道，甚至於應化在九法界。就佛與法身菩薩而說，這四句話就是描寫他們的。"
    },
    {
      "id": "12-017-1388_p0034",
      "zh_CN": "「即一之多」，多从哪里来？多是一变的。一是什么？法性。多是什么？法相。一是法身，多是报身，这讲我们凡夫九法界里面报身，业报身。每个人造的业不一样，所以每个人报的身相不相同，业报！不是佛法里面讲的法身、报身、应身，不是说那个。那是说什么？说诸佛与法身菩萨，三身。我们每个众生都有三身，法身，法身是真心本性，这是不生不灭的，纵然堕在阿鼻地狱都有，法身不变。可是我们的清净报身、千百亿应化身没有了，被障碍掉了，不起作用。这一障碍之后，我们就会变成业报身，起心动念是造业。",
      "zh_TW": "「即一之多」，多從哪裡來？多是一變的。一是什麼？法性。多是什麼？法相。一是法身，多是報身，這講我們凡夫九法界裡面報身，業報身。每個人造的業不一樣，所以每個人報的身相不相同，業報！不是佛法裡面講的法身、報身、應身，不是說那個。那是說什麼？說諸佛與法身菩薩，三身。我們每個眾生都有三身，法身，法身是真心本性，這是不生不滅的，縱然墮在阿鼻地獄都有，法身不變。可是我們的清淨報身、千百億應化身沒有了，被障礙掉了，不起作用。這一障礙之後，我們就會變成業報身，起心動念是造業。"
    },
    {
      "id": "12-017-1388_p0035",
      "zh_CN": "业有善有恶，善业在三善道受报，恶业在三恶道受报。善恶两面都没有，两面都放下了，果报在四圣法界，声闻、缘觉、菩萨。如果破一品无明，证一分法身，那好，你就出离十法界了。出离十法界就是法身菩萨，入诸佛这个行列。这四句所说的就是法身菩萨的境界，所以什么是一？什么是多？什么是差别？什么是平等？一是平等，多是差别。即一之多，差别不碍平等，差别就是平等。",
      "zh_TW": "業有善有惡，善業在三善道受報，惡業在三惡道受報。善惡兩面都沒有，兩面都放下了，果報在四聖法界，聲聞、緣覺、菩薩。如果破一品無明，證一分法身，那好，你就出離十法界了。出離十法界就是法身菩薩，入諸佛這個行列。這四句所說的就是法身菩薩的境界，所以什麼是一？什麼是多？什麼是差別？什麼是平等？一是平等，多是差別。即一之多，差別不礙平等，差別就是平等。"
    },
    {
      "id": "12-017-1388_p0036",
      "zh_CN": "「即多之一，等不碍差」。多是从事相上说的，事相千差万别，体性是一个，全是法性变现的，所以平等不妨碍差别。平等不妨碍现差别相，差别不妨碍平等，它是一不是二。性相一如，理事不二，这是诸佛如来、法身菩萨所证的，这个境界是真的。《般若经》里面所说的诸法实相，就是一切法的真实相。在哪里？就在我们面前，但是我们就见不到，为什么见不到？因为我们的心有执着、有分别、有妄想，就在面前，见不到，所谓是当面错过。放下妄想分别执着就见到了，所谓头头是道，左右逢源，源是什么？源是能现能变，能现能变是真性、是法身。",
      "zh_TW": "「即多之一，等不礙差」。多是從事相上說的，事相千差萬別，體性是一個，全是法性變現的，所以平等不妨礙差別。平等不妨礙現差別相，差別不妨礙平等，它是一不是二。性相一如，理事不二，這是諸佛如來、法身菩薩所證的，這個境界是真的。《般若經》裡面所說的諸法實相，就是一切法的真實相。在哪裡？就在我們面前，但是我們就見不到，為什麼見不到？因為我們的心有執著、有分別、有妄想，就在面前，見不到，所謂是當面錯過。放下妄想分別執著就見到了，所謂頭頭是道，左右逢源，源是什麼？源是能現能變，能現能變是真性、是法身。"
    },
    {
      "id": "12-017-1388_p0037",
      "zh_CN": "由此可知，佛跟众生差别就在此地，你要是证得实相，生死没有了，轮回没有了，十法界也有没有了。这我们才稍稍能体会到少分，诸佛如来、法身菩萨应化在我们这个世间，原来他没有离开一真法界，他在我们这示现。示现有没有起心动念？没有。如果起心动念，他就变成凡夫，他就堕落了。种种示现，从来也没有起心，也没有动过念头。不但是说而无说，现而无现，无现而现，讲现身，这个境界没法子想像，所以称为不思议解脱境界，这是事实真相，这四句说明了。",
      "zh_TW": "由此可知，佛跟眾生差別就在此地，你要是證得實相，生死沒有了，輪迴沒有了，十法界也有沒有了。這我們才稍稍能體會到少分，諸佛如來、法身菩薩應化在我們這個世間，原來他沒有離開一真法界，他在我們這示現。示現有沒有起心動念？沒有。如果起心動念，他就變成凡夫，他就墮落了。種種示現，從來也沒有起心，也沒有動過念頭。不但是說而無說，現而無現，無現而現，講現身，這個境界沒法子想像，所以稱為不思議解脫境界，這是事實真相，這四句說明了。"
    },
    {
      "id": "12-017-1388_p0038",
      "zh_CN": "「由心平等无私，方能随现多果」，这是讲诸佛。诸佛在九法界里面现身说法一点障碍都没有，能够同时现无量无边身，随现多果。我们讲神通广大，同时可以现无量无边身。怎样才能做到？由心平等无私，就做到了。现无量无边身，这是自性里头本有的德能，你有这个能力，本具的。",
      "zh_TW": "「由心平等無私，方能隨現多果」，這是講諸佛。諸佛在九法界裡面現身說法一點障礙都沒有，能夠同時現無量無邊身，隨現多果。我們講神通廣大，同時可以現無量無邊身。怎樣才能做到？由心平等無私，就做到了。現無量無邊身，這是自性裡頭本有的德能，你有這個能力，本具的。"
    },
    {
      "id": "12-017-1388_p0039",
      "zh_CN": "所以你要是读了这个经典之后，你看《西游记》孙悟空七十二变，那算什么。那种能力太渺小了，只有七十二变。法身菩萨他的神通作用无量无边，没有数字的，佛说这是我们的本能，自性本来具足的。坏就坏在分别执着，所以我们今天修行修什么？也就在日常生活当中，工作、处事待人接物学不执着，这就是真正会用功，学不分别，不起心、不动念是绝对做不到。先学，第一步学不执着，果然一切都不执着，你就出离六道了；样样都执着，麻烦，六道出不去。",
      "zh_TW": "所以你要是讀了這個經典之後，你看《西遊記》孫悟空七十二變，那算什麼。那種能力太渺小了，只有七十二變。法身菩薩他的神通作用無量無邊，沒有數字的，佛說這是我們的本能，自性本來具足的。壞就壞在分別執著，所以我們今天修行修什麼？也就在日常生活當中，工作、處事待人接物學不執著，這就是真正會用功，學不分別，不起心、不動念是絕對做不到。先學，第一步學不執著，果然一切都不執著，你就出離六道了；樣樣都執著，麻煩，六道出不去。"
    },
    {
      "id": "12-017-1388_p0040",
      "zh_CN": "不执着，我还能办事吗？办事要执着，心里头可不能执着，办事没有妨碍。你看释迦牟尼佛讲经说法教化弟子，他也执着、他也分别，分别就是不分别，那是什么？唱戏！你要懂得唱戏，你就晓得这个道理。唱戏，剧本叫你这个时候笑你就笑，叫你这时候哭你就哭，你自己并没有意念我要笑、我要哭，剧本叫你怎么干你就怎么干。所以人生，佛菩萨应化在这个世间，演戏，不是真的，没有一样是真的，所以不可以执着。要演一场好戏，演给众生看，无论演什么角色，都是帮助众生觉悟，所以菩萨现无量无边身。我们明白这个道理，我们也懂得怎样放下执着，怎样放下分别。事上可以用妄想、可以用分别、可以用执着办事，心里头要一尘不染。",
      "zh_TW": "不執著，我還能辦事嗎？辦事要執著，心裡頭可不能執著，辦事沒有妨礙。你看釋迦牟尼佛講經說法教化弟子，他也執著、他也分別，分別就是不分別，那是什麼？唱戲！你要懂得唱戲，你就曉得這個道理。唱戲，劇本叫你這個時候笑你就笑，叫你這時候哭你就哭，你自己並沒有意念我要笑、我要哭，劇本叫你怎麼幹你就怎麼幹。所以人生，佛菩薩應化在這個世間，演戲，不是真的，沒有一樣是真的，所以不可以執著。要演一場好戲，演給眾生看，無論演什麼角色，都是幫助眾生覺悟，所以菩薩現無量無邊身。我們明白這個道理，我們也懂得怎樣放下執著，怎樣放下分別。事上可以用妄想、可以用分別、可以用執著辦事，心裡頭要一塵不染。"
    },
    {
      "id": "12-017-1388_p0041",
      "zh_CN": "他这里「由心平等无私」，最重要的那个心要清净、心要平等、心要觉悟、心要真诚。事，事是要随众生的缘。众生执着，我随顺他的执着；众生分别，我随顺他的分别，这样就好接触。我们拿起这个东西，这是什么？众生讲这是纸扇，我们也叫纸扇，也分别。他执着这是个扇子，我们也执着这个扇子，好讲话、好沟通。如果说，你举起来之后，他说扇子，你一句话都不说，这怎么能沟通？怎么能达成教化？所以随顺众生的执着而执着，随顺众生的分别而分别，这事就没有障碍了。事事无碍，心里头一念不生，绝对不认为这个东西就叫纸扇，叫什么名字都可以，决定没有分别、没有执着。所以自己心地清净不染，对外面，对一切众生面面都周到，统统顾及到。所以差别不碍平等，平等不碍差别。",
      "zh_TW": "他這裡「由心平等無私」，最重要的那個心要清淨、心要平等、心要覺悟、心要真誠。事，事是要隨眾生的緣。眾生執著，我隨順他的執著；眾生分別，我隨順他的分別，這樣就好接觸。我們拿起這個東西，這是什麼？眾生講這是紙扇，我們也叫紙扇，也分別。他執著這是個扇子，我們也執著這個扇子，好講話、好溝通。如果說，你舉起來之後，他說扇子，你一句話都不說，這怎麼能溝通？怎麼能達成教化？所以隨順眾生的執著而執著，隨順眾生的分別而分別，這事就沒有障礙了。事事無礙，心裡頭一念不生，絕對不認為這個東西就叫紙扇，叫什麼名字都可以，決定沒有分別、沒有執著。所以自己心地清淨不染，對外面，對一切眾生面面都周到，統統顧及到。所以差別不礙平等，平等不礙差別。"
    },
    {
      "id": "12-017-1388_p0042",
      "zh_CN": "「终令解脱一味」，这是最终的一个目标，终极的目标是要令一切众生帮助他们解脱，帮助他们契入一味，这个教学的目的达到了。为什么说「解脱」？脱什么？脱是脱离，解是解开。妄想分别执着就好比绳索捆绑着你，你要帮助他把它解开。脱什么？脱六道，脱三途、脱六道、脱十法界，脱离！他今天堕在三途，堕在六道，堕落在十法界，原因就是妄想分别执着。这三样东西害惨了这一切六道里头苦难众生，他不觉悟，每天还在搞这些。佛菩萨把这些宇宙之间一切真相讲清楚、讲明白，佛菩萨的教诲只能到此地；真正放下还是你自己，你自己听不懂，那你没办法，你迷得太深；听懂，做不到，你业障太重，你要发愤，你要努力。",
      "zh_TW": "「終令解脫一味」，這是最終的一個目標，終極的目標是要令一切眾生幫助他們解脫，幫助他們契入一味，這個教學的目的達到了。為什麼說「解脫」？脫什麼？脫是脫離，解是解開。妄想分別執著就好比繩索捆綁著你，你要幫助他把它解開。脫什麼？脫六道，脫三途、脫六道、脫十法界，脫離！他今天墮在三途，墮在六道，墮落在十法界，原因就是妄想分別執著。這三樣東西害慘了這一切六道裡頭苦難眾生，他不覺悟，每天還在搞這些。佛菩薩把這些宇宙之間一切真相講清楚、講明白，佛菩薩的教誨只能到此地；真正放下還是你自己，你自己聽不懂，那你沒辦法，你迷得太深；聽懂，做不到，你業障太重，你要發憤，你要努力。"
    },
    {
      "id": "12-017-1388_p0043",
      "zh_CN": "那我听懂了还放不下，这怎么办？继续再听，你懂得不够透彻，真正透彻了，哪有不放下的道理！佛法讲修行，修行容易，所谓「放下屠刀，立地成佛」，那个屠刀是什么？就是妄想分别执着，你立刻放下，你就是本来佛，究竟圆满佛。所以转凡入圣在一念之间，难在哪里？难在你明了太难，所以「知难行易」这句话用在佛法上是非常恰当，知太难，行太容易。你为什么不能行？是因为你无知，你知的不够透彻。所以世尊当年在世讲经说法四十九年，学生真听懂了，一下放下了。你看看一部经还没讲完，有人开悟，有人证果，有人居然成佛了。当然不是每个人，它真有，为什么？「器有大小，心有轻重」，每个人果报不相同。",
      "zh_TW": "那我聽懂了還放不下，這怎麼辦？繼續再聽，你懂得不夠透徹，真正透徹了，哪有不放下的道理！佛法講修行，修行容易，所謂「放下屠刀，立地成佛」，那個屠刀是什麼？就是妄想分別執著，你立刻放下，你就是本來佛，究竟圓滿佛。所以轉凡入聖在一念之間，難在哪裡？難在你明瞭太難，所以「知難行易」這句話用在佛法上是非常恰當，知太難，行太容易。你為什麼不能行？是因為你無知，你知的不夠透徹。所以世尊當年在世講經說法四十九年，學生真聽懂了，一下放下了。你看看一部經還沒講完，有人開悟，有人證果，有人居然成佛了。當然不是每個人，它真有，為什麼？「器有大小，心有輕重」，每個人果報不相同。"
    },
    {
      "id": "12-017-1388_p0044",
      "zh_CN": "我们过去学《楞严经》，我早年，一九七七年到香港讲《楞严经》。《楞严经》才讲到三分之一，阿难开悟了；经还没有讲到一半，摩登伽女证三果，这个太殊胜了。所以行真的不是难事情，知太难！如果知要是那么容易，世尊就不用说法四十九年了，哪要那么辛苦？众生难度，就是迷得太深，坚固的妄想分别执着，怎样讲、怎样劝，他都不肯放下。佛对众生信解行证，只能做到两个字，帮助你生信、帮助你理解，至于行跟证是你的事情，佛是一点都帮不上忙，佛只能帮助你信解，这个道理要懂。迷是你自己迷的，不是佛迷了你，所以解铃还须系铃人，你自己要觉悟，你自己要回头，你自己要放下。佛统统放下了，对你丝毫都帮不上忙，这个道理一定要懂。",
      "zh_TW": "我們過去學《楞嚴經》，我早年，一九七七年到香港講《楞嚴經》。《楞嚴經》才講到三分之一，阿難開悟了；經還沒有講到一半，摩登伽女證三果，這個太殊勝了。所以行真的不是難事情，知太難！如果知要是那麼容易，世尊就不用說法四十九年了，哪要那麼辛苦？眾生難度，就是迷得太深，堅固的妄想分別執著，怎樣講、怎樣勸，他都不肯放下。佛對眾生信解行證，只能做到兩個字，幫助你生信、幫助你理解，至於行跟證是你的事情，佛是一點都幫不上忙，佛只能幫助你信解，這個道理要懂。迷是你自己迷的，不是佛迷了你，所以解鈴還須繫鈴人，你自己要覺悟，你自己要回頭，你自己要放下。佛統統放下了，對你絲毫都幫不上忙，這個道理一定要懂。"
    },
    {
      "id": "12-017-1388_p0045",
      "zh_CN": "所以修行，师父领进门，修行靠个人。这个师父是释迦牟尼佛，我们的本师，领我们进门，修行在自己。经天天要读，读经是什么？跟老师沟通！老师现在不在世，展开经本看看他所说的、他所教的。他老人家讲了四十九年，我们四十九年都学不完。他说的东西太丰富、太多了，这里头有无尽的宝藏，你真正契入，无量的欢喜。我们常讲，这是老师告诉我的，「学佛是人生最高的享受」，读经是享受，我们同学们在一起学习、研究是享受，人生最高的享受。你不契入，你不能体会，你契入境界，你就体会到，确确实实他在帮助我们。我们只要觉悟，我们把烦恼解除，我们脱离苦海，离苦得乐。所以这个解就是破迷开悟，脱就是离苦得乐，这是佛法教学终极的目标，帮助你契入。",
      "zh_TW": "所以修行，師父領進門，修行靠個人。這個師父是釋迦牟尼佛，我們的本師，領我們進門，修行在自己。經天天要讀，讀經是什麼？跟老師溝通！老師現在不在世，展開經本看看他所說的、他所教的。他老人家講了四十九年，我們四十九年都學不完。他說的東西太豐富、太多了，這裡頭有無盡的寶藏，你真正契入，無量的歡喜。我們常講，這是老師告訴我的，「學佛是人生最高的享受」，讀經是享受，我們同學們在一起學習、研究是享受，人生最高的享受。你不契入，你不能體會，你契入境界，你就體會到，確確實實他在幫助我們。我們只要覺悟，我們把煩惱解除，我們脫離苦海，離苦得樂。所以這個解就是破迷開悟，脫就是離苦得樂，這是佛法教學終極的目標，幫助你契入。"
    },
    {
      "id": "12-017-1388_p0046",
      "zh_CN": "「曾何异哉」，懂得这个，那文殊菩萨代我们所问的，你全都了解、都明白了。这是答的意思，我们就介绍到此地。下面我们要看目首菩萨对文殊菩萨的答复，其实他们一问一答都是在唱双簧、都在表演，目的帮助我们这些愚痴人。我们听他一问一答，听了之后生智慧，了解事实真相。请看目首菩萨第一首偈颂：",
      "zh_TW": "「曾何異哉」，懂得這個，那文殊菩薩代我們所問的，你全都了解、都明白了。這是答的意思，我們就介紹到此地。下面我們要看目首菩薩對文殊菩薩的答覆，其實他們一問一答都是在唱雙簧、都在表演，目的幫助我們這些愚痴人。我們聽他一問一答，聽了之後生智慧，了解事實真相。請看目首菩薩第一首偈頌："
    },
    {
      "id": "12-017-1388_p0047",
      "zh_CN": "【譬如大地一，随种各生芽，于彼无怨亲，佛福田亦然。】",
      "zh_TW": "【譬如大地一，隨種各生芽，於彼無怨親，佛福田亦然。】"
    },
    {
      "id": "12-017-1388_p0048",
      "zh_CN": "我们看清凉大师的注解，「十颂举十喻，喻上诸义」。菩萨的答复是用偈颂，跟前面一样十首，十首偈颂。十首偈颂统统是举的比喻，解答前面十个问题，文殊所问的：众生布施果报不同，所谓种种色，色不相同，形状不相同。他问的十句，菩萨用十个比喻来解答，答复前面每一个问题，所以喻上诸义。这个「上」就是文殊菩萨所问的十个意思。",
      "zh_TW": "我們看清涼大師的註解，「十頌舉十喻，喻上諸義」。菩薩的答覆是用偈頌，跟前面一樣十首，十首偈頌。十首偈頌統統是舉的比喻，解答前面十個問題，文殊所問的：眾生布施果報不同，所謂種種色，色不相同，形狀不相同。他問的十句，菩薩用十個比喻來解答，答覆前面每一個問題，所以喻上諸義。這個「上」就是文殊菩薩所問的十個意思。"
    },
    {
      "id": "12-017-1388_p0049",
      "zh_CN": "「初一总喻印成，后九别显所以」。这第一首是我们刚才念的，是总的来说。总的说什么？就是种种不同，众生布施果报种种不同，后面九首偈才说所以然的道理，为什么会不懂？我们先来看第一首，清凉注疏里面说「前中初句」，这个前中就是第一首，第一首第一句，『譬如大地一』。「等是缘等，彼此共许」，缘是相同的，这个等是平等，缘是相同的，这个我们都能肯定，都同意这个说法。你看他用大地、植物来做比喻，大地是一，这一块地，但是这块地里面所生的这些芽、树木、花草不一样，很多很多的种类。",
      "zh_TW": "「初一總喻印成，後九別顯所以」。這第一首是我們剛才念的，是總的來說。總的說什麼？就是種種不同，眾生布施果報種種不同，後面九首偈才說所以然的道理，為什麼會不懂？我們先來看第一首，清涼註疏裡面說「前中初句」，這個前中就是第一首，第一首第一句，『譬如大地一』。「等是緣等，彼此共許」，緣是相同的，這個等是平等，緣是相同的，這個我們都能肯定，都同意這個說法。你看他用大地、植物來做比喻，大地是一，這一塊地，但是這塊地裡面所生的這些芽、樹木、花草不一樣，很多很多的種類。"
    },
    {
      "id": "12-017-1388_p0050",
      "zh_CN": "所以这第二句「异乃因异，答别之由」。为什么会有差别？因不一样。这个第二句『随种各生芽』，种不一样！桃的种在这个地下它就生桃树，花的种在这个地下长它就开花，稻米的种落在这个地下，它就长稻穗，各个不相同。因不相同，缘相同，缘是什么？缘是大地。",
      "zh_TW": "所以這第二句「異乃因異，答別之由」。為什麼會有差別？因不一樣。這個第二句『隨種各生芽』，種不一樣！桃的種在這個地下它就生桃樹，花的種在這個地下長它就開花，稻米的種落在這個地下，它就長稻穗，各個不相同。因不相同，緣相同，緣是什麼？緣是大地。"
    },
    {
      "id": "12-017-1388_p0051",
      "zh_CN": "我们讲植物的生长，我们在经里头，佛也常常用这个做比喻。种子是因，因要没有缘不能够结果。譬如我们说桃，桃核这是因，我们把桃核放在玻璃杯里面，放一百年，它也不会长成桃树，为什么？没有缘。它的缘是什么？它的缘头一个要土壤，要给它种在地里头，土壤的时候，它还要水分，还要肥料，还要阳光，还要空气，还要加上人工，这都是它的缘，缺少一个它都不行，它都长不好。野生的这些树木、水果，有野生的，不是人工培养的，野生的，那就是人工这个缘没有。但是野生的跟由人工培养的，那缘不同。你看人工，现在讲改良品种，使它长得更美，所以佛讲「四缘生法」。缘虽然同，种子不一样，所以「随种各生芽」。芽再长大就长成苗，苗就长成树，树才会开花结果。这是总说，总的答复为什么会有不同。",
      "zh_TW": "我們講植物的生長，我們在經裡頭，佛也常常用這個做比喻。種子是因，因要沒有緣不能夠結果。譬如我們說桃，桃核這是因，我們把桃核放在玻璃杯裡面，放一百年，它也不會長成桃樹，為什麼？沒有緣。它的緣是什麼？它的緣頭一個要土壤，要給它種在地裡頭，土壤的時候，它還要水分，還要肥料，還要陽光，還要空氣，還要加上人工，這都是它的緣，缺少一個它都不行，它都長不好。野生的這些樹木、水果，有野生的，不是人工培養的，野生的，那就是人工這個緣沒有。但是野生的跟由人工培養的，那緣不同。你看人工，現在講改良品種，使它長得更美，所以佛講「四緣生法」。緣雖然同，種子不一樣，所以「隨種各生芽」。芽再長大就長成苗，苗就長成樹，樹才會開花結果。這是總說，總的答覆為什麼會有不同。"
    },
    {
      "id": "12-017-1388_p0052",
      "zh_CN": "第三句「无异思惟，诚如所见」。『于彼无怨亲』。这个大地对于所有的种子决定是平等的，不会说喜欢这个讨厌那个，没有这个道理。可是有些植物长得很好，有些植物没有办法，所以有种子在这里种，它可能不结果，可能不开花，这是什么原因？还是缘不同。譬如寒带的植物，你把它移植到热带这个地方，虽然同样有大地，水土不服，它不能生长；热带的这些植物放在寒带里也不能生长，不是因，缘不同。地没有怨亲，这样子我们就晓得这个缘里头还要包括气候。高山上的这些动、植物跟平地又不一样，生活环境不相同，温差太大。所以都是缘不相同。",
      "zh_TW": "第三句「無異思惟，誠如所見」。『於彼無怨親』。這個大地對於所有的種子決定是平等的，不會說喜歡這個討厭那個，沒有這個道理。可是有些植物長得很好，有些植物沒有辦法，所以有種子在這裡種，它可能不結果，可能不開花，這是什麼原因？還是緣不同。譬如寒帶的植物，你把它移植到熱帶這個地方，雖然同樣有大地，水土不服，它不能生長；熱帶的這些植物放在寒帶裡也不能生長，不是因，緣不同。地沒有怨親，這樣子我們就曉得這個緣裡頭還要包括氣候。高山上的這些動、植物跟平地又不一樣，生活環境不相同，溫差太大。所以都是緣不相同。"
    },
    {
      "id": "12-017-1388_p0053",
      "zh_CN": "用这个比喻我们就能够想像得到，诸佛菩萨教化众生，「于彼无怨亲」，决定是平等的。众生得益，得到的利益不一样，我们从大的差别里头，你就能看得很清楚。有人听佛讲经，证果了，这是最高的，有人证阿罗汉果、有人证菩萨果位、有人证佛果，大彻大悟、明心见性就证佛果，分证即佛，这是一等的。二等的，觉悟了，破迷开悟，虽然根性没有上根那么利，也算不错，他知道怎样修行。下根的人没有开悟，连悟都谈不上，但是他相信因果报应，能够做到断恶修善，出不了六道轮回，在这六道里面把自己的业障减轻。",
      "zh_TW": "用這個比喻我們就能夠想像得到，諸佛菩薩教化眾生，「於彼無怨親」，決定是平等的。眾生得益，得到的利益不一樣，我們從大的差別裡頭，你就能看得很清楚。有人聽佛講經，證果了，這是最高的，有人證阿羅漢果、有人證菩薩果位、有人證佛果，大徹大悟、明心見性就證佛果，分證即佛，這是一等的。二等的，覺悟了，破迷開悟，雖然根性沒有上根那麼利，也算不錯，他知道怎樣修行。下根的人沒有開悟，連悟都談不上，但是他相信因果報應，能夠做到斷惡修善，出不了六道輪迴，在這六道裡面把自己的業障減輕。"
    },
    {
      "id": "12-017-1388_p0054",
      "zh_CN": "我们今天讲到最低的，在这个世间有求必应、心想事成，改造自己的命运，像《了凡四训》，《了凡四训》那个成就在整个佛法里是下等的、下品断恶修善，上等是成佛，中等是开悟。转迷为悟，中等；转凡为圣，上等；转恶为善，下等。如果连这个恶的念头、恶的思想、恶的行为都转不过来，那你在佛法里什么都没得到。不是佛不平等，佛同样在说法，学生里头根性大小不一样，来学习的心态不一样。",
      "zh_TW": "我們今天講到最低的，在這個世間有求必應、心想事成，改造自己的命運，像《了凡四訓》，《了凡四訓》那個成就在整個佛法裡是下等的、下品斷惡修善，上等是成佛，中等是開悟。轉迷為悟，中等；轉凡為聖，上等；轉惡為善，下等。如果連這個惡的念頭、惡的思想、惡的行為都轉不過來，那你在佛法裡什麼都沒得到。不是佛不平等，佛同樣在說法，學生裡頭根性大小不一樣，來學習的心態不一樣。"
    },
    {
      "id": "12-017-1388_p0055",
      "zh_CN": "那就是印光法师常讲的，这有人问老和尚：有没有方法能教我们很快的契入佛境界？老和尚答复着：有！什么方法？诚敬。他说「一分诚敬得一分利益，十分诚敬得十分利益」。至诚恭敬，你就能契入。我们讲这上中下这三根，诚敬这里头就有差别，十分诚敬，转凡成圣；八、九分的诚敬，转迷为悟；有个四、五成的诚敬，转恶为善；连转恶为善都做不到，诚敬不够！这是我们，你就看看学佛的这些同修、这些善男信女，我们看他，像初一、十五赶庙会去烧香，在佛菩萨面前磕头祷告，好像很诚敬，其实那个诚敬只有二、三分。好像我们煮东西吃一样的，那个热度不够，煮不熟！道理就跟这个仿佛。诚敬心为什么生不起来？知法太少，你学习的程度不够，要真学要真干！",
      "zh_TW": "那就是印光法師常講的，這有人問老和尚：有沒有方法能教我們很快的契入佛境界？老和尚答覆著：有！什麼方法？誠敬。他說「一分誠敬得一分利益，十分誠敬得十分利益」。至誠恭敬，你就能契入。我們講這上中下這三根，誠敬這裡頭就有差別，十分誠敬，轉凡成聖；八、九分的誠敬，轉迷為悟；有個四、五成的誠敬，轉惡為善；連轉惡為善都做不到，誠敬不夠！這是我們，你就看看學佛的這些同修、這些善男信女，我們看他，像初一、十五趕廟會去燒香，在佛菩薩面前磕頭禱告，好像很誠敬，其實那個誠敬只有二、三分。好像我們煮東西吃一樣的，那個熱度不夠，煮不熟！道理就跟這個彷彿。誠敬心為什麼生不起來？知法太少，你學習的程度不夠，要真學要真幹！"
    },
    {
      "id": "12-017-1388_p0056",
      "zh_CN": "在这个时代，可以说半个世纪以来，学佛真正有成就的人愈来愈少。现在就是能改造自己命运的都成了凤毛麟角，在古时候改造自己命运断恶修善的太多太多！这就是真正得佛法的利益，学佛真正得利益的人多。现在为什么没有？「器有大小」，小根器，小器业障非常深重，想学好，敌不过外面五欲六尘的诱惑，这个诱惑在佛法讲魔障，敌不过魔障。",
      "zh_TW": "在這個時代，可以說半個世紀以來，學佛真正有成就的人愈來愈少。現在就是能改造自己命運的都成了鳳毛麟角，在古時候改造自己命運斷惡修善的太多太多！這就是真正得佛法的利益，學佛真正得利益的人多。現在為什麼沒有？「器有大小」，小根器，小器業障非常深重，想學好，敵不過外面五欲六塵的誘惑，這個誘惑在佛法講魔障，敵不過魔障。"
    },
    {
      "id": "12-017-1388_p0057",
      "zh_CN": "心里面有烦恼，贪瞋痴慢，外面有诱惑，不能不造业。自己也知道造业不好，造业可能受果报，可是怎么样？改不掉！有人问我：法师，这怎么办？你想想原因是什么？你无始劫以来受这些烦恼习气的薰习，烦恼习气太重太深了。你学佛，你接受佛法的薰习，佛法薰习时间太短了，敌不过。我们佛经里很多比喻，前面我们都读过，好比这是一块柴火，泡在水里面泡的时间太久湿透了，现在我们拿一根火柴想把它点燃，怎么点也点不燃。一根火柴点不燃，两根，那一包火柴统统烧光了也没把它点燃，湿透了。我们今天就是这根器，那火柴力量太小了。",
      "zh_TW": "心裡面有煩惱，貪瞋痴慢，外面有誘惑，不能不造業。自己也知道造業不好，造業可能受果報，可是怎麼樣？改不掉！有人問我：法師，這怎麼辦？你想想原因是什麼？你無始劫以來受這些煩惱習氣的薰習，煩惱習氣太重太深了。你學佛，你接受佛法的薰習，佛法薰習時間太短了，敵不過。我們佛經裡很多比喻，前面我們都讀過，好比這是一塊柴火，泡在水裡面泡的時間太久濕透了，現在我們拿一根火柴想把它點燃，怎麼點也點不燃。一根火柴點不燃，兩根，那一包火柴統統燒光了也沒把它點燃，濕透了。我們今天就是這根器，那火柴力量太小了。"
    },
    {
      "id": "12-017-1388_p0058",
      "zh_CN": "所以方法有没有？有！一门深入，长时薰修，锲而不舍，天天学。怎么个学法？听教。听教不要听得太多，听得太多，你听杂了、听乱了，你的精神意志都不能集中，所以收的效果很少。那要怎么听？听一部经，反复的去听，真正听懂、真正听明白了，真正能够落实到自己生活上，你再换第二部经。一样一样的学，不可以同时学很多种，同时学很多种收不到效果，为什么？你心是散乱的。同时你只学一种，你心是定的，定能生慧。古人教人、佛菩萨教人都是教你一门。",
      "zh_TW": "所以方法有沒有？有！一門深入，長時薰修，鍥而不捨，天天學。怎麼個學法？聽教。聽教不要聽得太多，聽得太多，你聽雜了、聽亂了，你的精神意志都不能集中，所以收的效果很少。那要怎麼聽？聽一部經，反覆的去聽，真正聽懂、真正聽明白了，真正能夠落實到自己生活上，你再換第二部經。一樣一樣的學，不可以同時學很多種，同時學很多種收不到效果，為什麼？你心是散亂的。同時你只學一種，你心是定的，定能生慧。古人教人、佛菩薩教人都是教你一門。"
    },
    {
      "id": "12-017-1388_p0059",
      "zh_CN": "我们今天看到《大藏经》，这是佛留下来，这么多的教诲，你要知道佛所讲的不是教一切众生的，是教某一个人的。哪一个人来向佛请教，佛观察他的根机给他说法，他得利益，就如同大夫诊断处方一样。这个病人去找大夫，大夫给他诊断、给他处方，专门是对他的。他听话吃了这药方，药到病除，他恢复健康。这个方子别人不能吃，为什么？不对你的症。纵然是同样的病，处方里面下药有轻重不同，这个道理大家好懂，佛说法也是如此。所以现在佛不在了，留下一大堆都是从前的处方，我们现在是乱吃，不但治不好病，会毒死，这是真的。",
      "zh_TW": "我們今天看到《大藏經》，這是佛留下來，這麼多的教誨，你要知道佛所講的不是教一切眾生的，是教某一個人的。哪一個人來向佛請教，佛觀察他的根機給他說法，他得利益，就如同大夫診斷處方一樣。這個病人去找大夫，大夫給他診斷、給他處方，專門是對他的。他聽話吃了這藥方，藥到病除，他恢復健康。這個方子別人不能吃，為什麼？不對你的症。縱然是同樣的病，處方裡面下藥有輕重不同，這個道理大家好懂，佛說法也是如此。所以現在佛不在了，留下一大堆都是從前的處方，我們現在是亂吃，不但治不好病，會毒死，這是真的。"
    },
    {
      "id": "12-017-1388_p0060",
      "zh_CN": "法不契机，会断了你的法身慧命。我在做学生的时代我就是这样的思惟、这样的想，我们那些同学听到之后不服，哪有这种话，去问老师，老师点点头：他说得没错。法一定要契机。现在就难了，我们现在学什么好？几千部的经典摆在我们面前，我们从哪里下手，这个要懂得，要有人指导！所以老师就是我们的引导人，老师能观察根机，当然比不上佛，但是他总是学得比我们时间久，比我们多，他经验丰富，可以提供我做参考。可是根本的根本，你要记住，佛讲的一个原则，「因戒得定，因定开慧」，你要把这个原则抓住，你就晓得从哪里学起。从持戒学起。",
      "zh_TW": "法不契機，會斷了你的法身慧命。我在做學生的時代我就是這樣的思惟、這樣的想，我們那些同學聽到之後不服，哪有這種話，去問老師，老師點點頭：他說得沒錯。法一定要契機。現在就難了，我們現在學什麼好？幾千部的經典擺在我們面前，我們從哪裡下手，這個要懂得，要有人指導！所以老師就是我們的引導人，老師能觀察根機，當然比不上佛，但是他總是學得比我們時間久，比我們多，他經驗豐富，可以提供我做參考。可是根本的根本，你要記住，佛講的一個原則，「因戒得定，因定開慧」，你要把這個原則抓住，你就曉得從哪裡學起。從持戒學起。"
    },
    {
      "id": "12-017-1388_p0061",
      "zh_CN": "持戒的经典里面，第一部要学什么经？所以我们有个指导的原则，指导的原则是「净业三福」，只有四十四个字，不多！「孝养父母，奉事师长，慈心不杀，修十善业」，这头一条四句十六个字。我们今天把它落实在《弟子规》、落实在《十善业道经》，这两部经专门讲这四句。这你就知道你从哪里学起，要从这里学起。这在整个佛法里头是基础，等于说是幼儿园的课程。我们如果舍弃了，去搞大经大论，你这些基础没有了。大经大论学一辈子，学了一些佛学常识，不得受用。这是我自己的经验，我教学的经验，我看得很多。所以学习一定要懂得从根本修，这个是根本的根本。",
      "zh_TW": "持戒的經典裡面，第一部要學什麼經？所以我們有個指導的原則，指導的原則是「淨業三福」，只有四十四個字，不多！「孝養父母，奉事師長，慈心不殺，修十善業」，這頭一條四句十六個字。我們今天把它落實在《弟子規》、落實在《十善業道經》，這兩部經專門講這四句。這你就知道你從哪裡學起，要從這裡學起。這在整個佛法裡頭是基礎，等於說是幼兒園的課程。我們如果捨棄了，去搞大經大論，你這些基礎沒有了。大經大論學一輩子，學了一些佛學常識，不得受用。這是我自己的經驗，我教學的經驗，我看得很多。所以學習一定要懂得從根本修，這個是根本的根本。"
    },
    {
      "id": "12-017-1388_p0062",
      "zh_CN": "在大乘教里面，讲孝亲尊师的，《地藏菩萨本愿经》。孝亲尊师再能够扩大，孝顺一切众生、尊敬一切众生，观世音菩萨，平等慈悲；文殊菩萨教我们要理智，不要用感情；普贤菩萨教我们要真干、要实践，才能得到真正受用，大乘教法。你底下没有基础做不到！天天念《地藏经》，有口无心。《地藏经》里面，光目女、婆罗门女那种孝亲的精神，你读了你也很羡慕，你为什么做不到？你没有弟子规、十善业道的基础，这个太重要、太重要了。",
      "zh_TW": "在大乘教裡面，講孝親尊師的，《地藏菩薩本願經》。孝親尊師再能夠擴大，孝順一切眾生、尊敬一切眾生，觀世音菩薩，平等慈悲；文殊菩薩教我們要理智，不要用感情；普賢菩薩教我們要真幹、要實踐，才能得到真正受用，大乘教法。你底下沒有基礎做不到！天天念《地藏經》，有口無心。《地藏經》裡面，光目女、婆羅門女那種孝親的精神，你讀了你也很羨慕，你為什麼做不到？你沒有弟子規、十善業道的基礎，這個太重要、太重要了。"
    },
    {
      "id": "12-017-1388_p0063",
      "zh_CN": "所以『佛福田』就像这个比喻一样，决定是平等。佛福田就是我们自性里头本来具足的，我们今天要开发我们的性德，那你就一定要懂得用什么方法来开发，要听佛的教诲，一天都不能离开。你离开了，你就被现在社会的染污薰习。所以我们每天读经、念佛、学教，时间愈多愈好，一天都不可以松懈。这个样子你能够学个十年、八年、二十年、三十年，转过来了，境界就转过来了。最低限度转恶为善，把你这一生整个命运改过来，像了凡先生一样，甚至于比了凡先生还要殊胜，这是佛法最低的利益你得到了。现在时间到了。",
      "zh_TW": "所以『佛福田』就像這個比喻一樣，決定是平等。佛福田就是我們自性裡頭本來具足的，我們今天要開發我們的性德，那你就一定要懂得用什麼方法來開發，要聽佛的教誨，一天都不能離開。你離開了，你就被現在社會的染污薰習。所以我們每天讀經、念佛、學教，時間愈多愈好，一天都不可以鬆懈。這個樣子你能夠學個十年、八年、二十年、三十年，轉過來了，境界就轉過來了。最低限度轉惡為善，把你這一生整個命運改過來，像了凡先生一樣，甚至於比了凡先生還要殊勝，這是佛法最低的利益你得到了。現在時間到了。"
    }
  ]
}