{
  "doc_id": "12-017-1097",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "（第一０九七卷）　2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1097",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "12-017-1097_p0001",
      "zh_CN": "诸位同学，请看「四圣谛品」南方最胜世界，苦灭道圣谛第四句看起：",
      "zh_TW": "諸位同學，請看「四聖諦品」南方最勝世界，苦滅道聖諦第四句看起："
    },
    {
      "id": "12-017-1097_p0002",
      "zh_CN": "【或名无能破。】",
      "zh_TW": "【或名無能破。】"
    },
    {
      "id": "12-017-1097_p0003",
      "zh_CN": "这也是道谛的别名。诸佛菩萨的道路确实『无能破』。世尊当年在世的时候，魔王波旬虽然也皈依，也发愿护法，但是自私自利没能够放弃。皈依三宝，护持佛法，这是修莫大的福报，但是他不会出三界，为什么？他不想出三界，他对于自私自利、名闻利养、五欲六尘的享受看得很重，放不下，所以落入魔道。看到真正依教奉行的人，又羡慕又嫉妒，总是想方设法来障碍、来破坏。世尊告诉他：佛法是纯正之法，没有人能破坏。波旬跟世尊说：等到你末法时期，我叫我的魔子魔孙统统出家，披上袈裟来破坏佛法。世尊听了之后流眼泪，一句话不说。那佛法是不是被他破坏？给诸位说，还是「无能破」。",
      "zh_TW": "這也是道諦的別名。諸佛菩薩的道路確實『無能破』。世尊當年在世的時候，魔王波旬雖然也皈依，也發願護法，但是自私自利沒能夠放棄。皈依三寶，護持佛法，這是修莫大的福報，但是他不會出三界，為什麼？他不想出三界，他對於自私自利、名聞利養、五欲六塵的享受看得很重，放不下，所以落入魔道。看到真正依教奉行的人，又羨慕又嫉妒，總是想方設法來障礙、來破壞。世尊告訴他：佛法是純正之法，沒有人能破壞。波旬跟世尊說：等到你末法時期，我叫我的魔子魔孫統統出家，披上袈裟來破壞佛法。世尊聽了之後流眼淚，一句話不說。那佛法是不是被他破壞？給諸位說，還是「無能破」。"
    },
    {
      "id": "12-017-1097_p0004",
      "zh_CN": "魔能破的是什么？破的是佛法形象，谁来破？不是真正的佛弟子，是魔王的子孙渗透在佛法里面；换句话说，佛法的教理他不懂，他不信，他要是能信能解，他就会修行。依照这个修行，好了，那成功了，他出离了，所以佛法还是无能破。佛为什么会流眼泪，一句话不说？这是佛的悲悯。末法时候，确实众生没有福，众生如果有福，善根福德深厚的人出家的多，修行成就的人多。众生没有福报，魔渗透到佛门里面来破坏佛法，这就是今天讲的渗透。佛不是不知道，清清楚楚，明明白白，这是众生的业报，魔得其便。但是他要不要受果报？果报是决定不能避免，所以佛一句话不说，流眼泪，那个里头意思很多很多。众生没福，魔得其便，造作破坏三宝形象的恶业，将来又要堕三途受苦。真正是经论上常常讲的「可怜悯者」。",
      "zh_TW": "魔能破的是什麼？破的是佛法形象，誰來破？不是真正的佛弟子，是魔王的子孫滲透在佛法裡面；換句話說，佛法的教理他不懂，他不信，他要是能信能解，他就會修行。依照這個修行，好了，那成功了，他出離了，所以佛法還是無能破。佛為什麼會流眼淚，一句話不說？這是佛的悲憫。末法時候，確實眾生沒有福，眾生如果有福，善根福德深厚的人出家的多，修行成就的人多。眾生沒有福報，魔滲透到佛門裡面來破壞佛法，這就是今天講的滲透。佛不是不知道，清清楚楚，明明白白，這是眾生的業報，魔得其便。但是他要不要受果報？果報是決定不能避免，所以佛一句話不說，流眼淚，那個裡頭意思很多很多。眾生沒福，魔得其便，造作破壞三寶形象的惡業，將來又要墮三途受苦。真正是經論上常常講的「可憐憫者」。"
    },
    {
      "id": "12-017-1097_p0005",
      "zh_CN": "在这个时代有没有真正善知识？还是有。真正善知识很苦！无论是在家出家，真正依照佛法修行的人要受苦难，要受毁谤，还要受陷害。但是真正学佛的人，在这一世当中虽然受尽折磨，果德依然殊胜。如果他真的能够遵守世尊的教诲，有缘遇到净土法门，这是世尊在《大集经》上讲的，「末法时期，亿亿人修行，罕一得道，除非是念佛求生净土」。如果他能够遇到这个法门，决定往生。我们就在自己过去这几十年当中，我们亲眼看到的，亲耳所闻的，念佛往生预知时至，清清楚楚，有站着走的、有坐着走的，没有病苦，很多很多。这些是佛弟子，真佛弟子，他们不是魔王渗透的。",
      "zh_TW": "在這個時代有沒有真正善知識？還是有。真正善知識很苦！無論是在家出家，真正依照佛法修行的人要受苦難，要受毀謗，還要受陷害。但是真正學佛的人，在這一世當中雖然受盡折磨，果德依然殊勝。如果他真的能夠遵守世尊的教誨，有緣遇到淨土法門，這是世尊在《大集經》上講的，「末法時期，億億人修行，罕一得道，除非是念佛求生淨土」。如果他能夠遇到這個法門，決定往生。我們就在自己過去這幾十年當中，我們親眼看到的，親耳所聞的，念佛往生預知時至，清清楚楚，有站著走的、有坐著走的，沒有病苦，很多很多。這些是佛弟子，真佛弟子，他們不是魔王滲透的。"
    },
    {
      "id": "12-017-1097_p0006",
      "zh_CN": "我们生在这个时代，今天也出了家，也披上袈裟，常常要反省，我是魔王派来渗透的？还是真正的佛弟子？即使是魔王派来渗透的，如果有缘天天听经闻法，他就觉悟了，魔王波旬的弟子也有回头是岸的，当然那是少数。末法时期的缘，殊胜之缘不容易遇到，讲经的人少了，修行道场少了。印光大师提倡小型道场，为什么？大型道场，魔王的子孙他看中那个目标，为什么？有名闻利养，在这个社会上有地位、有权势，那是他必争的对象。如果你是个小型道场，像印祖讲的住众不超过二十人，这不是他的目标，他不要这个地方，你们在这修行，他也不妨碍你，还真能成就。所以印祖的教诲我们要重视。",
      "zh_TW": "我們生在這個時代，今天也出了家，也披上袈裟，常常要反省，我是魔王派來滲透的？還是真正的佛弟子？即使是魔王派來滲透的，如果有緣天天聽經聞法，他就覺悟了，魔王波旬的弟子也有回頭是岸的，當然那是少數。末法時期的緣，殊勝之緣不容易遇到，講經的人少了，修行道場少了。印光大師提倡小型道場，為什麼？大型道場，魔王的子孫他看中那個目標，為什麼？有名聞利養，在這個社會上有地位、有權勢，那是他必爭的對象。如果你是個小型道場，像印祖講的住眾不超過二十人，這不是他的目標，他不要這個地方，你們在這修行，他也不妨礙你，還真能成就。所以印祖的教誨我們要重視。"
    },
    {
      "id": "12-017-1097_p0007",
      "zh_CN": "我们学院建设的部分到此为止，顶多赖老居士发心送我们一个图书馆，以后我们的硬体建设不再增加。小道场，我们住众遵守印光大师教诲，出家人不超过二十个人，好！希望在这里二十个人，将来个个成就，二十个人在这个道场能往生，这个道场殊胜。这个道场天天讲经，每天讲经不中断。我们这是佛学院，我们希望培养十个讲经的人才，这十个人轮流讲经，研教讲经不中断；念佛堂是我们的行门，我们非常重视念佛堂念佛，我们希望达到二十四小时不中断。念佛堂就是我们的祖先纪念堂，我们以念佛功德回向给祖宗。我们虔诚祈求与各个姓氏历代祖宗，念佛同生极乐国。讲堂里面讲经，课堂里面学习，跟念佛堂的修行，解行相应，这是一个「无能破」的佛道场。印祖教导我们的，每一条我们都遵守，我们决定不违犯。下面第五句：",
      "zh_TW": "我們學院建設的部分到此為止，頂多賴老居士發心送我們一個圖書館，以後我們的硬體建設不再增加。小道場，我們住眾遵守印光大師教誨，出家人不超過二十個人，好！希望在這裡二十個人，將來個個成就，二十個人在這個道場能往生，這個道場殊勝。這個道場天天講經，每天講經不中斷。我們這是佛學院，我們希望培養十個講經的人才，這十個人輪流講經，研教講經不中斷；念佛堂是我們的行門，我們非常重視念佛堂念佛，我們希望達到二十四小時不中斷。念佛堂就是我們的祖先紀念堂，我們以念佛功德迴向給祖宗。我們虔誠祈求與各個姓氏歷代祖宗，念佛同生極樂國。講堂裡面講經，課堂裡面學習，跟念佛堂的修行，解行相應，這是一個「無能破」的佛道場。印祖教導我們的，每一條我們都遵守，我們決定不違犯。下面第五句："
    },
    {
      "id": "12-017-1097_p0008",
      "zh_CN": "【或名深方便。】",
      "zh_TW": "【或名深方便。】"
    },
    {
      "id": "12-017-1097_p0009",
      "zh_CN": "『方便』这两个字它的意思我们一定要很清楚、很明了，因为佛法，常常问，佛法是什么？佛家自己常讲，佛法是「慈悲为本，方便为门」，这八个字就是把整个佛法都说出来，与世界上其他一切宗教所说的完全相应。其他宗教讲爱，基督的意思，基督的精神是什么？爱，爱是基督教第一个诫命，教你要爱你的神，要爱人如己，要把神圣的爱落实在自己日常生活当中，发扬光大。这就是佛家讲的「慈悲为本，方便为门」。「方」是方法、方式，这个意思就是慈悲要落实在生活当中，要落实在工作当中，要落实在处事待人接物，用什么方法，用什么方式，活的，不是死的。「便」是便宜，就是最恰当、最合适。这个好！所以佛法里头常常讲善巧方便，这个要智慧，为什么？因人不相同，因时因地因事不一样，你表达慈悲不是一个模式，真的像《楞严经》所讲的原则，「随众生心，应所知量」，这才叫方便。",
      "zh_TW": "『方便』這兩個字它的意思我們一定要很清楚、很明瞭，因為佛法，常常問，佛法是什麼？佛家自己常講，佛法是「慈悲為本，方便為門」，這八個字就是把整個佛法都說出來，與世界上其他一切宗教所說的完全相應。其他宗教講愛，基督的意思，基督的精神是什麼？愛，愛是基督教第一個誡命，教你要愛你的神，要愛人如己，要把神聖的愛落實在自己日常生活當中，發揚光大。這就是佛家講的「慈悲為本，方便為門」。「方」是方法、方式，這個意思就是慈悲要落實在生活當中，要落實在工作當中，要落實在處事待人接物，用什麼方法，用什麼方式，活的，不是死的。「便」是便宜，就是最恰當、最合適。這個好！所以佛法裡頭常常講善巧方便，這個要智慧，為什麼？因人不相同，因時因地因事不一樣，你表達慈悲不是一個模式，真的像《楞嚴經》所講的原則，「隨眾生心，應所知量」，這才叫方便。"
    },
    {
      "id": "12-017-1097_p0010",
      "zh_CN": "「深方便」，我们凡夫做不到。深方便，那真的是善巧方便，为什么？我们没有这个智慧，虽没这个智慧，要懂得学习，我们从经验当中学习，从失败当中学习，从挫折当中学习，这样自然就会有进步了。譬如，往年我们在新加坡办弘法人才培训班，第一届三个月，我们非常辛苦。学生九个人，不多，来自中国大陆，他们对我们产生误会。我们完全本着佛陀的教诲，真诚清净平等心对待他们，所有的教材，经书，日常的用具，四事供养很丰厚，一样都不缺。这些人来到之后，他们疑惑，我们对他们太好，这到底有什么企图？有什么用意？这个结解不开。李木源居士天天跟他们沟通，搞了一个半月，你看三个月搞了一个半月，去掉一半的时间，他们才明白，一个个流眼泪忏悔。我们什么企图也没有，什么目的也没有，非常单纯。我们从这里学到经验，我们在方式上有了错误，跟他们的理念、思想不相同。所以在第二届我们彼此双方都有改进，二届、三届以后就办得很好了。",
      "zh_TW": "「深方便」，我們凡夫做不到。深方便，那真的是善巧方便，為什麼？我們沒有這個智慧，雖沒這個智慧，要懂得學習，我們從經驗當中學習，從失敗當中學習，從挫折當中學習，這樣自然就會有進步了。譬如，往年我們在新加坡辦弘法人才培訓班，第一屆三個月，我們非常辛苦。學生九個人，不多，來自中國大陸，他們對我們產生誤會。我們完全本著佛陀的教誨，真誠清淨平等心對待他們，所有的教材，經書，日常的用具，四事供養很豐厚，一樣都不缺。這些人來到之後，他們疑惑，我們對他們太好，這到底有什麼企圖？有什麼用意？這個結解不開。李木源居士天天跟他們溝通，搞了一個半月，你看三個月搞了一個半月，去掉一半的時間，他們才明白，一個個流眼淚懺悔。我們什麼企圖也沒有，什麼目的也沒有，非常單純。我們從這裡學到經驗，我們在方式上有了錯誤，跟他們的理念、思想不相同。所以在第二屆我們彼此雙方都有改進，二屆、三屆以後就辦得很好了。"
    },
    {
      "id": "12-017-1097_p0011",
      "zh_CN": "从这些地方，我们就很容易体会到方便的意思。方便要怎样落实，符合方便的意思。诸佛菩萨他们有智慧、有能力，不要说是佛菩萨，真正小乘圣者也了不起。小乘初果须陀洹，他就有天眼通、天耳通。有天眼通，他能够见到过去，就像现在社会上一般人讲特异功能。他能够知道你过去一世、二世、三世，阿罗汉能知道一切众生过去生中五百世，当然须陀洹没这个能力。但是须陀洹，我们能够相信他看你过去一世、二世、三世，应当是不成问题。能知道你过去三世的因果，教学就得方便，为什么？每一个人他的才华，他的成就与过去生中有关系。",
      "zh_TW": "從這些地方，我們就很容易體會到方便的意思。方便要怎樣落實，符合方便的意思。諸佛菩薩他們有智慧、有能力，不要說是佛菩薩，真正小乘聖者也了不起。小乘初果須陀洹，他就有天眼通、天耳通。有天眼通，他能夠見到過去，就像現在社會上一般人講特異功能。他能夠知道你過去一世、二世、三世，阿羅漢能知道一切眾生過去生中五百世，當然須陀洹沒這個能力。但是須陀洹，我們能夠相信他看你過去一世、二世、三世，應當是不成問題。能知道你過去三世的因果，教學就得方便，為什麼？每一個人他的才華，他的成就與過去生中有關係。"
    },
    {
      "id": "12-017-1097_p0012",
      "zh_CN": "佛法修学的法门很多，释迦牟尼佛接触大众，教导人修行，为弟子们选择法门。有人喜欢这个法门，佛说不行，那个法门你不必学，你学另外一个法门。佛是根据什么说？根据你过去生中，你过去生中修学这个法门的时候有根基，这一世接着再干容易成就；过去生中没有学过，现在才初学这个，非常生疏，你会感觉到很困难，道理在此地。所以真正修行证果的人，哪怕是小乘初果，大乘初信、二信位的菩萨，为众生说法，帮助众生，跟凡夫完全不一样，真的会成就众生，不会把方向指错。如果是佛菩萨应化来的，我们常讲再来人，那还有什么问题！",
      "zh_TW": "佛法修學的法門很多，釋迦牟尼佛接觸大眾，教導人修行，為弟子們選擇法門。有人喜歡這個法門，佛說不行，那個法門你不必學，你學另外一個法門。佛是根據什麼說？根據你過去生中，你過去生中修學這個法門的時候有根基，這一世接著再幹容易成就；過去生中沒有學過，現在才初學這個，非常生疏，你會感覺到很困難，道理在此地。所以真正修行證果的人，哪怕是小乘初果，大乘初信、二信位的菩薩，為眾生說法，幫助眾生，跟凡夫完全不一樣，真的會成就眾生，不會把方向指錯。如果是佛菩薩應化來的，我們常講再來人，那還有什麼問題！"
    },
    {
      "id": "12-017-1097_p0013",
      "zh_CN": "在中国历代各宗祖师大德当中，确实有不少古佛再来、菩萨罗汉应世，他们确实有深方便，我们无法理解。尤其像《神僧传》里面所记载的，在中国历史上明文记载的有一百多人，我们现在的话说，他有特异功能；在佛经里面讲，他有深方便。世间一般人所熟知的济公活佛，济公之所以出名是因为小说宣扬，把他的知名度打起来了。在近代，这是半个世纪之前的事情，距离我们不太远。江苏镇江金山寺的妙善法师，一般人称他为金山活佛。他老人家一生的行持很像济公，那不是普通人。我从乐观老法师的口中，乐观老法师曾经跟他在一起住过三、四个月，对他有相当的了解。他还写了一本传奇录，有二十多个故事，这是乐观法师真是亲见亲闻。",
      "zh_TW": "在中國歷代各宗祖師大德當中，確實有不少古佛再來、菩薩羅漢應世，他們確實有深方便，我們無法理解。尤其像《神僧傳》裡面所記載的，在中國歷史上明文記載的有一百多人，我們現在的話說，他有特異功能；在佛經裡面講，他有深方便。世間一般人所熟知的濟公活佛，濟公之所以出名是因為小說宣揚，把他的知名度打起來了。在近代，這是半個世紀之前的事情，距離我們不太遠。江蘇鎮江金山寺的妙善法師，一般人稱他為金山活佛。他老人家一生的行持很像濟公，那不是普通人。我從樂觀老法師的口中，樂觀老法師曾經跟他在一起住過三、四個月，對他有相當的了解。他還寫了一本傳奇錄，有二十多個故事，這是樂觀法師真是親見親聞。"
    },
    {
      "id": "12-017-1097_p0014",
      "zh_CN": "他说金山活佛确实知道别人的念头，你在想什么，他知道。这就是佛法里面讲的他心通。有他心通，肯定有天眼通，有天耳通，他心、宿命，至少如果我们从小乘上来说，二果以上。神足通有没有？不敢说，为什么？没有明显的证据。可是仔细观察，好像他也有。他的行踪不定，到处游化，晚上什么地方他都可以睡，没有一丝毫拘束，确实不是普通人；心地慈悲，到处劝人念佛。所以真正修行证果契入佛菩萨境界，他有「深方便」。在《华严经》末后五十三参，这是你在经文里面看到的，佛菩萨因人因时因地因事做种种不同的变化，说「深」，也就是深密的意思，我们凡夫看不出来。像济公长老度化众生，我们无法想像，这一类属于「深方便」。第六句：",
      "zh_TW": "他說金山活佛確實知道別人的念頭，你在想什麼，他知道。這就是佛法裡面講的他心通。有他心通，肯定有天眼通，有天耳通，他心、宿命，至少如果我們從小乘上來說，二果以上。神足通有沒有？不敢說，為什麼？沒有明顯的證據。可是仔細觀察，好像他也有。他的行蹤不定，到處遊化，晚上什麼地方他都可以睡，沒有一絲毫拘束，確實不是普通人；心地慈悲，到處勸人念佛。所以真正修行證果契入佛菩薩境界，他有「深方便」。在《華嚴經》末後五十三參，這是你在經文裡面看到的，佛菩薩因人因時因地因事做種種不同的變化，說「深」，也就是深密的意思，我們凡夫看不出來。像濟公長老度化眾生，我們無法想像，這一類屬於「深方便」。第六句："
    },
    {
      "id": "12-017-1097_p0015",
      "zh_CN": "【或名出离。】",
      "zh_TW": "【或名出離。】"
    },
    {
      "id": "12-017-1097_p0016",
      "zh_CN": "这也是道谛里面的总纲领，无论是哪个法门，总的原则、总的方向无非都是『出离』。从事上讲，出离六道，出离十法界，出离生死；从理上讲，出离迷惑，出离无明。什么叫无明？有人来问我，这在佛法里面说得非常之多。无明烦恼，无明是烦恼的根，无明是什么意思？就是这两个字已经清清楚楚、明明白白给你标示出来。明是明了，佛给我们说的，真心本明，真性妙明，原是妙觉明体，这是自性本具的，无所不知，无所不晓，这叫明。",
      "zh_TW": "這也是道諦裡面的總綱領，無論是哪個法門，總的原則、總的方向無非都是『出離』。從事上講，出離六道，出離十法界，出離生死；從理上講，出離迷惑，出離無明。什麼叫無明？有人來問我，這在佛法裡面說得非常之多。無明煩惱，無明是煩惱的根，無明是什麼意思？就是這兩個字已經清清楚楚、明明白白給你標示出來。明是明瞭，佛給我們說的，真心本明，真性妙明，原是妙覺明體，這是自性本具的，無所不知，無所不曉，這叫明。"
    },
    {
      "id": "12-017-1097_p0017",
      "zh_CN": "过去未来，此界他方，自己无量劫来生生世世，无量劫之后生生世世，一切众生上至诸佛如来，下至地狱众生，他们的生生世世、过去未来，没有一样不晓得，清清楚楚、明明白白。我们常讲虚空法界刹土众生，这些理事、性相、因果没有一样不通达，所以说是万德万能，真实智慧，这不是学来的，为什么你会知道？你不要学，为什么你会知道？其实这个道理很简单，《华严经》上说的，「唯心所现，唯识所变」，能现能变的是你自己的心识，你怎么会不知道？虚空法界刹土众生是所现所变。但是现在是，你本来知道的现在不知道了，就叫做无明。为什么不知道？",
      "zh_TW": "過去未來，此界他方，自己無量劫來生生世世，無量劫之後生生世世，一切眾生上至諸佛如來，下至地獄眾生，他們的生生世世、過去未來，沒有一樣不曉得，清清楚楚、明明白白。我們常講虛空法界剎土眾生，這些理事、性相、因果沒有一樣不通達，所以說是萬德萬能，真實智慧，這不是學來的，為什麼你會知道？你不要學，為什麼你會知道？其實這個道理很簡單，《華嚴經》上說的，「唯心所現，唯識所變」，能現能變的是你自己的心識，你怎麼會不知道？虛空法界剎土眾生是所現所變。但是現在是，你本來知道的現在不知道了，就叫做無明。為什麼不知道？"
    },
    {
      "id": "12-017-1097_p0018",
      "zh_CN": "《楞严经》上佛讲得很清楚，这个话是富楼那尊者代表我们向释迦牟尼佛请教，什么是无明？无明，什么道理、什么原因生起的？几时生起的？现在世尊教我们修行破无明，无明破了之后成佛。他再问：成佛之后，几时又起无明？问得好！世尊的回答（很长的经文）在《大佛顶首楞严经》第四卷。佛的答复非常好，无明为什么会生起？佛讲「知见立知是无明本」，无明有没有开始？没有开始，所以叫「无始无明」。可是人要一堕在无明里面，麻烦就大，他回不了头来，于是愈迷愈深，到六道里头就糟透了，坏在什么地方？迷于物欲，这糟透了，这要出来，那就太难太难。所以出离大非易事！佛是这个说法，儒家也是这个说法，你看看儒家修学，他修的是什么？《大学》是儒家做学问、做功夫基本的指导原则，你看它一开头，「大学之道，在明明德，在亲民，在止于至善」，他统统说清楚，真的体相用都说到。体是什么？在明明德，你想想看「明明德」是什么意思？跟佛家讲的无明一样，你看他肯定本来是明德，明德是个名词，上面那个明，那个明是动词，明明德；换句话说，现在的明德不明，你才得想办法把明德这个明恢复过来，明明德。如果德，这个德要是本明，那个明就没有意思，它本来就明，还明个什么？加上个明明德；换句话说，那个明德已经不明，你们想想看跟佛法讲的无明是不是一个意思？",
      "zh_TW": "《楞嚴經》上佛講得很清楚，這個話是富樓那尊者代表我們向釋迦牟尼佛請教，什麼是無明？無明，什麼道理、什麼原因生起的？幾時生起的？現在世尊教我們修行破無明，無明破了之後成佛。他再問：成佛之後，幾時又起無明？問得好！世尊的回答（很長的經文）在《大佛頂首楞嚴經》第四卷。佛的答覆非常好，無明為什麼會生起？佛講「知見立知是無明本」，無明有沒有開始？沒有開始，所以叫「無始無明」。可是人要一墮在無明裡面，麻煩就大，他回不了頭來，於是愈迷愈深，到六道裡頭就糟透了，壞在什麼地方？迷於物欲，這糟透了，這要出來，那就太難太難。所以出離大非易事！佛是這個說法，儒家也是這個說法，你看看儒家修學，他修的是什麼？《大學》是儒家做學問、做功夫基本的指導原則，你看它一開頭，「大學之道，在明明德，在親民，在止於至善」，他統統說清楚，真的體相用都說到。體是什麼？在明明德，你想想看「明明德」是什麼意思？跟佛家講的無明一樣，你看他肯定本來是明德，明德是個名詞，上面那個明，那個明是動詞，明明德；換句話說，現在的明德不明，你才得想辦法把明德這個明恢復過來，明明德。如果德，這個德要是本明，那個明就沒有意思，它本來就明，還明個什麼？加上個明明德；換句話說，那個明德已經不明，你們想想看跟佛法講的無明是不是一個意思？"
    },
    {
      "id": "12-017-1097_p0019",
      "zh_CN": "佛法里面讲什么是明德？自性本具的般若智慧，无所不知，无所不能，是佛法里头讲的，跟儒家讲的明德是一个意思。但是今天本具的般若智慧没有了，实在讲，智慧还是有，变了，变质了，变成什么？变成烦恼。迷了，智慧就变成邪知邪见，就变成妄想分别执着；觉悟了，妄想分别执着就是自性本具的般若智慧，所以凡圣就在觉迷而已。你觉不觉悟？明明德，那个明就觉悟；没有那个明，就迷了。觉悟之后，觉悟的境界是什么？虚空法界刹土众生是一个自己，为什么？「唯心所现，唯识所变」，能变的那个心识是自己。这个话如果你要是不懂，我们用比喻来说，人都曾经有作梦的经验，大概你也不例外，你做过梦。梦中的境界，当然有自己，不会说是你做个梦，梦里头没有你自己。你已经活了几十年，你仔细去想想看，这几十年当中常常作梦，哪一次做了梦，梦里头没有自己，这不可能的。梦里除了自己之外，还梦到很多人，有认识的人，有不认识的人，甚至于还梦到古人，梦中有山河大地，也有一切动物、植物、矿物，统统都有。",
      "zh_TW": "佛法裡面講什麼是明德？自性本具的般若智慧，無所不知，無所不能，是佛法裡頭講的，跟儒家講的明德是一個意思。但是今天本具的般若智慧沒有了，實在講，智慧還是有，變了，變質了，變成什麼？變成煩惱。迷了，智慧就變成邪知邪見，就變成妄想分別執著；覺悟了，妄想分別執著就是自性本具的般若智慧，所以凡聖就在覺迷而已。你覺不覺悟？明明德，那個明就覺悟；沒有那個明，就迷了。覺悟之後，覺悟的境界是什麼？虛空法界剎土眾生是一個自己，為什麼？「唯心所現，唯識所變」，能變的那個心識是自己。這個話如果你要是不懂，我們用比喻來說，人都曾經有作夢的經驗，大概你也不例外，你做過夢。夢中的境界，當然有自己，不會說是你做個夢，夢裡頭沒有你自己。你已經活了幾十年，你仔細去想想看，這幾十年當中常常作夢，哪一次做了夢，夢裡頭沒有自己，這不可能的。夢裡除了自己之外，還夢到很多人，有認識的人，有不認識的人，甚至於還夢到古人，夢中有山河大地，也有一切動物、植物、礦物，統統都有。"
    },
    {
      "id": "12-017-1097_p0020",
      "zh_CN": "试问问梦中境界从哪里来的？我要这样子跟你说，「唯心所现，唯识所变」，你容易懂！是你自己心识变现出来的梦境。整个梦境是不是你自己？梦中自己是自己，梦中所有一切人也是自己，梦中所有一切树木花草、山河大地还是自己，除了自己之外，无有一物，这你容易体会，容易懂。你要想通了之后，我们现前整个宇宙就是我们自己的梦境，所以《金刚经》上讲「梦幻泡影」，是真的不是假的。永嘉大师所说的「梦里明明有六趣」，这个六趣就六道轮回，十法界，梦里有；「觉后空空无大千」，觉后之后，晓得全是自己变的。这个时候，人，「同体大悲，无缘大慈」，就是慈悲自然生起来了，为什么？他跟我是一体，一丝毫差别都没有。整个宇宙跟自己合而为一，这就是佛境界，真正彻底觉悟、出离了，十法界六道轮回没有了，全是自性变现出来。这就是你真的搞清楚、搞明白。",
      "zh_TW": "試問問夢中境界從哪裡來的？我要這樣子跟你說，「唯心所現，唯識所變」，你容易懂！是你自己心識變現出來的夢境。整個夢境是不是你自己？夢中自己是自己，夢中所有一切人也是自己，夢中所有一切樹木花草、山河大地還是自己，除了自己之外，無有一物，這你容易體會，容易懂。你要想通了之後，我們現前整個宇宙就是我們自己的夢境，所以《金剛經》上講「夢幻泡影」，是真的不是假的。永嘉大師所說的「夢裡明明有六趣」，這個六趣就六道輪迴，十法界，夢裡有；「覺後空空無大千」，覺後之後，曉得全是自己變的。這個時候，人，「同體大悲，無緣大慈」，就是慈悲自然生起來了，為什麼？他跟我是一體，一絲毫差別都沒有。整個宇宙跟自己合而為一，這就是佛境界，真正徹底覺悟、出離了，十法界六道輪迴沒有了，全是自性變現出來。這就是你真的搞清楚、搞明白。"
    },
    {
      "id": "12-017-1097_p0021",
      "zh_CN": "我们现在好像听，也听了不少，天天听，常常听，听了几十年，有没有明白？好像是明白，其实没有，为什么没有？你没有落实，你还是有分别执着，你在这个境界里头，还是有亲疏，还是有好恶，有喜欢的，有讨厌的，你没有觉悟。觉悟之后，我也常常讲有人问我，开悟了是什么样子？明心见性是什么样子？我说了一句话，你内心里面矛盾没有，对立没有，那就是开悟的样子。你今天的心里，你还有矛盾、还有对立，你是凡夫，你没有开悟。天天听经，也不行！",
      "zh_TW": "我們現在好像聽，也聽了不少，天天聽，常常聽，聽了幾十年，有沒有明白？好像是明白，其實沒有，為什麼沒有？你沒有落實，你還是有分別執著，你在這個境界裡頭，還是有親疏，還是有好惡，有喜歡的，有討厭的，你沒有覺悟。覺悟之後，我也常常講有人問我，開悟了是什麼樣子？明心見性是什麼樣子？我說了一句話，你內心裡面矛盾沒有，對立沒有，那就是開悟的樣子。你今天的心裡，你還有矛盾、還有對立，你是凡夫，你沒有開悟。天天聽經，也不行！"
    },
    {
      "id": "12-017-1097_p0022",
      "zh_CN": "哪一天真的内心里头矛盾化解了，对立不存在了，你悟入了，那是什么？就是「心包太虚，量周沙界」，就是六祖在《坛经》里面讲的「本来无一物」。你的真心现前，真心本来无一物，心里头还有一个妄念就不行，就是障碍，就是迷，就是妄念。必须一个妄念都没有，觉悟了。觉悟的时候就叫做明心见性，这个心又明了；无明，现在又明了，明了就见性。心就是性，性就是心，心性是一不是二。如果勉强说，在佛法里面讲，心是佛性，性是法性，法性跟佛性是一个性；如果像平常所说的，真心，真如本性，他本具的有智慧、有德能、有相好。我们讲心，就是他本具的智慧，讲这个；讲性，就是讲他的德能相好，真的是一桩事情。所以无明的意思要搞清楚。",
      "zh_TW": "哪一天真的內心裡頭矛盾化解了，對立不存在了，你悟入了，那是什麼？就是「心包太虛，量周沙界」，就是六祖在《壇經》裡面講的「本來無一物」。你的真心現前，真心本來無一物，心裡頭還有一個妄念就不行，就是障礙，就是迷，就是妄念。必須一個妄念都沒有，覺悟了。覺悟的時候就叫做明心見性，這個心又明了；無明，現在又明了，明了就見性。心就是性，性就是心，心性是一不是二。如果勉強說，在佛法裡面講，心是佛性，性是法性，法性跟佛性是一個性；如果像平常所說的，真心，真如本性，他本具的有智慧、有德能、有相好。我們講心，就是他本具的智慧，講這個；講性，就是講他的德能相好，真的是一樁事情。所以無明的意思要搞清楚。"
    },
    {
      "id": "12-017-1097_p0023",
      "zh_CN": "分别执着，那是无明起作用。无明不起作用的时候，是对于诸法实相一无所知，不起作用的时候。起作用的时候，妄想分别执着，全错了，没有一样是对的。我们今天都在无明里头，没有法子破无明，怎么样走一条正路？放弃自己的妄想分别执着，随顺经典教诲，那就没错了。经典教诲不是从无明生的，它是从般若智慧生的，就是明明德生的。我们要懂这个道理，然后才晓得圣教不能不学，不学就不得了！现在时间到了。",
      "zh_TW": "分別執著，那是無明起作用。無明不起作用的時候，是對於諸法實相一無所知，不起作用的時候。起作用的時候，妄想分別執著，全錯了，沒有一樣是對的。我們今天都在無明裡頭，沒有法子破無明，怎麼樣走一條正路？放棄自己的妄想分別執著，隨順經典教誨，那就沒錯了。經典教誨不是從無明生的，它是從般若智慧生的，就是明明德生的。我們要懂這個道理，然後才曉得聖教不能不學，不學就不得了！現在時間到了。"
    },
    {
      "id": "12-017-1097_p0024",
      "zh_CN": "诸位同学，我们接着再看下面的第七句：",
      "zh_TW": "諸位同學，我們接著再看下面的第七句："
    },
    {
      "id": "12-017-1097_p0025",
      "zh_CN": "【或名不下劣。】",
      "zh_TW": "【或名不下劣。】"
    },
    {
      "id": "12-017-1097_p0026",
      "zh_CN": "这个意思好懂，但是依然是很深很广。『不下劣』，有从比较上说，在六道里面，三善道不下劣，三恶道这就下劣了。凡是在下面，当然是劣等。就三善道里面来说，人道跟欲界天比，人道就下劣，欲界天不下劣。欲界跟色界比，欲界就下劣，它在下面。由此可知，这「不下劣」里面含的深义，佛家讲密义，深密的义趣，那就是道是不断向上提升，提升到究竟的果位，就真的不下劣了，为什么？他到顶点，他上面没有了，这是如来果地，等觉菩萨跟他相比，等觉菩萨还是下劣。所以这个里面意思很深很广。",
      "zh_TW": "這個意思好懂，但是依然是很深很廣。『不下劣』，有從比較上說，在六道裡面，三善道不下劣，三惡道這就下劣了。凡是在下面，當然是劣等。就三善道裡面來說，人道跟欲界天比，人道就下劣，欲界天不下劣。欲界跟色界比，欲界就下劣，它在下面。由此可知，這「不下劣」裡面含的深義，佛家講密義，深密的義趣，那就是道是不斷向上提升，提升到究竟的果位，就真的不下劣了，為什麼？他到頂點，他上面沒有了，這是如來果地，等覺菩薩跟他相比，等覺菩薩還是下劣。所以這個裡面意思很深很廣。"
    },
    {
      "id": "12-017-1097_p0027",
      "zh_CN": "我们读了这个名称，听到这个名词，一定要晓得勇猛精进。世间大德们常说学无止境，这话是真的。在佛法里面讲，成佛了，达到究竟圆满，无明完全出离了；《华严经》上给我们讲，四十一品无明破尽了。在自己修学，这是得到究竟圆满诸佛如来的果位。那我们要问，这个学习是不是可以到此为止？不然，学无止境，还要学。那还学什么？每一个阶段统统要学。就好像你读书，读到大学、研究所毕业，你拿到最高的学位，博士，拿到之后，你要教别人，自己学成之后，教人。",
      "zh_TW": "我們讀了這個名稱，聽到這個名詞，一定要曉得勇猛精進。世間大德們常說學無止境，這話是真的。在佛法裡面講，成佛了，達到究竟圓滿，無明完全出離了；《華嚴經》上給我們講，四十一品無明破盡了。在自己修學，這是得到究竟圓滿諸佛如來的果位。那我們要問，這個學習是不是可以到此為止？不然，學無止境，還要學。那還學什麼？每一個階段統統要學。就好像你讀書，讀到大學、研究所畢業，你拿到最高的學位，博士，拿到之後，你要教別人，自己學成之後，教人。"
    },
    {
      "id": "12-017-1097_p0028",
      "zh_CN": "学为人师，行为世范，那你要学什么？幼稚园，小学，中学，大学，各个阶层的统统要学，这个学什么？做世范。这个学是教学，你要教别人学，你自己要做一个榜样。你教小学生，你要做一个很好小学生的样子；你要教中学生，那你做一个很好中学生的模范。世界无边，众生无量，无量无边的众生根性不相同，情欲不一样；根性、福德、因缘都不相同，菩萨应化在其中，「恒顺众生，随喜功德」、「随众生心，应所知量」。这你才晓得学无止境，确确实实永远没有停止的时候。",
      "zh_TW": "學為人師，行為世範，那你要學什麼？幼稚園，小學，中學，大學，各個階層的統統要學，這個學什麼？做世範。這個學是教學，你要教別人學，你自己要做一個榜樣。你教小學生，你要做一個很好小學生的樣子；你要教中學生，那你做一個很好中學生的模範。世界無邊，眾生無量，無量無邊的眾生根性不相同，情欲不一樣；根性、福德、因緣都不相同，菩薩應化在其中，「恆順眾生，隨喜功德」、「隨眾生心，應所知量」。這你才曉得學無止境，確確實實永遠沒有停止的時候。"
    },
    {
      "id": "12-017-1097_p0029",
      "zh_CN": "没有成佛之前，所有一切修学是自行化他，真的是为自己；自己成佛之后，永无止境的修学是为众生，不是为自己。但是不管是为自己，还是为众生，学习都要那么认真，那你总得装的像，你不像不行。教学里面，身教第一。你自己做不到，你教学生，学生怀疑，学生不相信，必须自己完全做到。学生做不到，我教的人统统做到，跟你学的人不能不服，心悦诚服，他才能受教（接受你的教诲），才能依教奉行。",
      "zh_TW": "沒有成佛之前，所有一切修學是自行化他，真的是為自己；自己成佛之後，永無止境的修學是為眾生，不是為自己。但是不管是為自己，還是為眾生，學習都要那麼認真，那你總得裝的像，你不像不行。教學裡面，身教第一。你自己做不到，你教學生，學生懷疑，學生不相信，必須自己完全做到。學生做不到，我教的人統統做到，跟你學的人不能不服，心悅誠服，他才能受教（接受你的教誨），才能依教奉行。"
    },
    {
      "id": "12-017-1097_p0030",
      "zh_CN": "有许多做老师的来跟我说，现在学生不好教；有不少做父母的来跟我说，现在儿女不听话。这都是事实，而且非常非常普遍，你到哪里去找一个听话的学生，找不到。什么原因？老师没有做最好的榜样，父母没有做儿女最好的榜样。做父母的，哪一个不希望儿女听话，儿女孝顺，可是自己有没有回头想一想，你父母在，你对你父母孝不孝顺？你有没有听你父母的教诲？如果人能够反过来，回头想想，问题就解决了。你才能真正找到发生问题的因由，你能把这个原因消除，你的目的才能达得到。所以孟子讲「反求诸己」，无论什么事情，到了行不通的时候，障碍不在外面，决定在自己，要解决这些疑难杂症，要认真反省。小，个人生活上的问题；大，到国家世界的问题，怎么解决？都在反省。只要你认真反省，你就能找出最妥善、最好的解决方法。",
      "zh_TW": "有許多做老師的來跟我說，現在學生不好教；有不少做父母的來跟我說，現在兒女不聽話。這都是事實，而且非常非常普遍，你到哪裡去找一個聽話的學生，找不到。什麼原因？老師沒有做最好的榜樣，父母沒有做兒女最好的榜樣。做父母的，哪一個不希望兒女聽話，兒女孝順，可是自己有沒有回頭想一想，你父母在，你對你父母孝不孝順？你有沒有聽你父母的教誨？如果人能夠反過來，回頭想想，問題就解決了。你才能真正找到發生問題的因由，你能把這個原因消除，你的目的才能達得到。所以孟子講「反求諸己」，無論什麼事情，到了行不通的時候，障礙不在外面，決定在自己，要解決這些疑難雜症，要認真反省。小，個人生活上的問題；大，到國家世界的問題，怎麼解決？都在反省。只要你認真反省，你就能找出最妥善、最好的解決方法。"
    },
    {
      "id": "12-017-1097_p0031",
      "zh_CN": "所以我们从「不下劣」这个名词，我们会学习很多。许多人讲生命的意义，生命的价值，这一生得到人身到这个世间来，什么意思？有什么价值？价值就是不断要向上提升。果然提升，这有价值，这一趟没有白来。意义呢？学习，永远不断的学习。在哪里学习？在帮助一切众生里头学习，现在人讲服务，人生以服务为目的。一切为众生，一切为社会，不要为自己，这是圣人的教诲，这是符合大自然的原则。大自然的运作一丝毫私心都没有，一切运作无不是为了整体。虚空法界刹土众生是一个整体，这个整体是大我，我们这个身体是小我，小我跟大我合而为一，这就有意义，这就有价值。小我与大我要是完全相违背，这小我苦，这有得受了，受不完的罪；到什么时候觉悟，什么时候回头，你才能离苦得乐。你要不知道回头，你永远要受苦、要受难。所以一定要晓得三途六道是自己造的，自作自受。佛常常提醒我们，苦海无边，回头是岸。第八句：",
      "zh_TW": "所以我們從「不下劣」這個名詞，我們會學習很多。許多人講生命的意義，生命的價值，這一生得到人身到這個世間來，什麼意思？有什麼價值？價值就是不斷要向上提升。果然提升，這有價值，這一趟沒有白來。意義呢？學習，永遠不斷的學習。在哪裡學習？在幫助一切眾生裡頭學習，現在人講服務，人生以服務為目的。一切為眾生，一切為社會，不要為自己，這是聖人的教誨，這是符合大自然的原則。大自然的運作一絲毫私心都沒有，一切運作無不是為了整體。虛空法界剎土眾生是一個整體，這個整體是大我，我們這個身體是小我，小我跟大我合而為一，這就有意義，這就有價值。小我與大我要是完全相違背，這小我苦，這有得受了，受不完的罪；到什麼時候覺悟，什麼時候回頭，你才能離苦得樂。你要不知道回頭，你永遠要受苦、要受難。所以一定要曉得三途六道是自己造的，自作自受。佛常常提醒我們，苦海無邊，回頭是岸。第八句："
    },
    {
      "id": "12-017-1097_p0032",
      "zh_CN": "【或名通达。】",
      "zh_TW": "【或名通達。】"
    },
    {
      "id": "12-017-1097_p0033",
      "zh_CN": "这个名称意义很深。小，真的到我们身体里头一个细胞；大到整个宇宙，无论是理，无论是事，无论是性，无论是相，无论是因，无论是果，通了，就没有问题，舒畅；不通，问题就来了。道是什么？道就是『通达』，道有道路的意思，道路一定要畅通。成佛之道，从凡夫地修成究竟佛果，这个路要畅通无阻，成就就不难，就快速。我们今天在菩提道上，说老实话还没有起步，为什么？你起不了步，有障碍。头一个障碍，这是我在讲席里头常常说的，常常勉励年轻出家同学，第一个障碍是什么？自私自利。起心动念都想到我，菩提道上，不要说一寸，一分一厘你都沾不上边，你在菩提道的外面。我常常讲十六个字，这是我们修行第一个关口，「自私自利，名闻利养，五欲六尘，贪瞋痴慢」，我讲了十六个字，这十六个字统统断掉，恭喜你，你这一步踏到菩提道上去了，这一步踏进去。这十六个字你要认识清楚，那是罪，那是业，那是修行证果的大障碍，不但是所有一切行门里面的障碍，包括念佛也不能往生，这要知道。",
      "zh_TW": "這個名稱意義很深。小，真的到我們身體裡頭一個細胞；大到整個宇宙，無論是理，無論是事，無論是性，無論是相，無論是因，無論是果，通了，就沒有問題，舒暢；不通，問題就來了。道是什麼？道就是『通達』，道有道路的意思，道路一定要暢通。成佛之道，從凡夫地修成究竟佛果，這個路要暢通無阻，成就就不難，就快速。我們今天在菩提道上，說老實話還沒有起步，為什麼？你起不了步，有障礙。頭一個障礙，這是我在講席裡頭常常說的，常常勉勵年輕出家同學，第一個障礙是什麼？自私自利。起心動念都想到我，菩提道上，不要說一寸，一分一釐你都沾不上邊，你在菩提道的外面。我常常講十六個字，這是我們修行第一個關口，「自私自利，名聞利養，五欲六塵，貪瞋痴慢」，我講了十六個字，這十六個字統統斷掉，恭喜你，你這一步踏到菩提道上去了，這一步踏進去。這十六個字你要認識清楚，那是罪，那是業，那是修行證果的大障礙，不但是所有一切行門裡面的障礙，包括念佛也不能往生，這要知道。"
    },
    {
      "id": "12-017-1097_p0034",
      "zh_CN": "祖师大德很多人常常告诉我们，念佛的人多，往生的人少，什么原因？这个障碍你放不下。西方极乐世界是个易行道，你也去不了，为什么？它障碍你信，障碍你愿，障碍你行，你们想想看对不对？凡是念佛真正往生的，什么原因往生？他这个障碍没有了，他能够念到功夫成片，他能够得到念佛三昧。功夫成片也是念佛三昧，是念佛三昧最浅的，他能伏烦恼，伏什么烦恼？就是刚才讲的这十六个字。念佛的功夫得力把它伏住，自私自利的念头不起，没有断，不起。名闻利养的念头也不起，五欲六尘享受的念头也不起，贪瞋痴慢也不起，这念佛的功夫把它伏住，把这十六个字伏住，这功夫成片了。往生的意愿恳切，真的就能得生，而且能提前往生。譬如你还有十年寿命，我不要了，为什么？十年在这个世间活得很辛苦，想想看我没有必要在这个地方再受十年苦，我现在就去，行不行？行。",
      "zh_TW": "祖師大德很多人常常告訴我們，念佛的人多，往生的人少，什麼原因？這個障礙你放不下。西方極樂世界是個易行道，你也去不了，為什麼？它障礙你信，障礙你願，障礙你行，你們想想看對不對？凡是念佛真正往生的，什麼原因往生？他這個障礙沒有了，他能夠念到功夫成片，他能夠得到念佛三昧。功夫成片也是念佛三昧，是念佛三昧最淺的，他能伏煩惱，伏什麼煩惱？就是剛才講的這十六個字。念佛的功夫得力把它伏住，自私自利的念頭不起，沒有斷，不起。名聞利養的念頭也不起，五欲六塵享受的念頭也不起，貪瞋痴慢也不起，這念佛的功夫把它伏住，把這十六個字伏住，這功夫成片了。往生的意願懇切，真的就能得生，而且能提前往生。譬如你還有十年壽命，我不要了，為什麼？十年在這個世間活得很辛苦，想想看我沒有必要在這個地方再受十年苦，我現在就去，行不行？行。"
    },
    {
      "id": "12-017-1097_p0035",
      "zh_CN": "宋朝莹珂法师，这就是好榜样，他真的把阿弥陀佛念来了，阿弥陀佛说你还有十年阳寿，好好修行，到你寿命终了的时候，我来接引你。莹珂真聪明，他不要，跟阿弥陀佛说我十年寿命不要，我现在就想去。他的意虔诚，阿弥陀佛答应了，三天之后来接引你，果然第三天他就往生。他聪明，他知道自己劣根性很重；换句话说，意志薄弱，很容易受外面境界诱惑，我再要住十年，不知道要犯多少过失？不知道要做多少罪业？恐怕将来不能往生，所以他十年寿命不要，现在就去。现在这个管道畅通无阻，怕过几年这个管道又不通了，你自己没有能力保证，特别是对一个意志薄弱的人来说；意志坚定，那没有话说，无论是什么样的环境，顺境逆境、善缘恶缘，决定不会干扰，决定不会为它所动，这个行。",
      "zh_TW": "宋朝瑩珂法師，這就是好榜樣，他真的把阿彌陀佛念來了，阿彌陀佛說你還有十年陽壽，好好修行，到你壽命終了的時候，我來接引你。瑩珂真聰明，他不要，跟阿彌陀佛說我十年壽命不要，我現在就想去。他的意虔誠，阿彌陀佛答應了，三天之後來接引你，果然第三天他就往生。他聰明，他知道自己劣根性很重；換句話說，意志薄弱，很容易受外面境界誘惑，我再要住十年，不知道要犯多少過失？不知道要做多少罪業？恐怕將來不能往生，所以他十年壽命不要，現在就去。現在這個管道暢通無阻，怕過幾年這個管道又不通了，你自己沒有能力保證，特別是對一個意志薄弱的人來說；意志堅定，那沒有話說，無論是什麼樣的環境，順境逆境、善緣惡緣，決定不會干擾，決定不會為它所動，這個行。"
    },
    {
      "id": "12-017-1097_p0036",
      "zh_CN": "你住在这个世间，干什么？这要问为什么你可以去你还不去？只有一个道理、一个理由，什么理由？接引众生往生，这个理由正当，不是为别的理由，我希望多带几个人去。这先决的条件是你要有缘，你要跟众生有缘，这就是佛门里头常说「佛不度无缘之人」。什么是缘？这个世间有一些众生能信得过你，你教他这一套，他相信，他能听得懂，欢喜听从你的劝告念佛往生净土，这有缘。如果没有缘？没有缘，自己赶快走。没有缘是你讲话人家不相信，你虽然是证了果也没有用处。不见得证了果就能度众生；不证果的人，也许也能度众生，缘分。所以我们在日常生活当中，时时刻刻念念之中都要与一切众生结善缘。即使你出门走在马路上，你看到对面有人来的时候，打个招呼，有缘了；笑笑，点点头，有缘，不能陌生。",
      "zh_TW": "你住在這個世間，幹什麼？這要問為什麼你可以去你還不去？只有一個道理、一個理由，什麼理由？接引眾生往生，這個理由正當，不是為別的理由，我希望多帶幾個人去。這先決的條件是你要有緣，你要跟眾生有緣，這就是佛門裡頭常說「佛不度無緣之人」。什麼是緣？這個世間有一些眾生能信得過你，你教他這一套，他相信，他能聽得懂，歡喜聽從你的勸告念佛往生淨土，這有緣。如果沒有緣？沒有緣，自己趕快走。沒有緣是你講話人家不相信，你雖然是證了果也沒有用處。不見得證了果就能度眾生；不證果的人，也許也能度眾生，緣分。所以我們在日常生活當中，時時刻刻念念之中都要與一切眾生結善緣。即使你出門走在馬路上，你看到對面有人來的時候，打個招呼，有緣了；笑笑，點點頭，有緣，不能陌生。"
    },
    {
      "id": "12-017-1097_p0037",
      "zh_CN": "我们的道场每一个星期六有一个温馨晚宴，结缘。我有一个愿望，希望我们学院开幕之后，每一个星期六的温馨晚宴扩大，改作温馨晚会；一样，我们有自助餐招待，免费招待。晚会里头有演讲、有娱乐，希望能做到这个。每一个星期六此地有晚会、有表演，看看我们大家努力一下，能不能做到？假如我们这里的场地不够，我们可以到公园里面去搭棚，在那里去做，欢迎当地居民一起来参加。所以要准备很多节目。讲演时间不要长，三十分钟，希望每一次能够有三个人出来讲，一个人主讲的三十分钟，另外两个人，一个人讲十分钟，这是教学。讲什么内容？讲故事，大家喜欢听，或者解答问题，但是时间都不要长。我们至少要保持着我们这个节目三个等分，吃饭占多少时间，讲演占多少时间，余兴节目占多少时间，这个时间总的来说，大概两个半小时。能够把这个做好，这是对整个地方安定、和谐、团结会很有帮助。",
      "zh_TW": "我們的道場每一個星期六有一個溫馨晚宴，結緣。我有一個願望，希望我們學院開幕之後，每一個星期六的溫馨晚宴擴大，改作溫馨晚會；一樣，我們有自助餐招待，免費招待。晚會裡頭有演講、有娛樂，希望能做到這個。每一個星期六此地有晚會、有表演，看看我們大家努力一下，能不能做到？假如我們這裡的場地不夠，我們可以到公園裡面去搭棚，在那裡去做，歡迎當地居民一起來參加。所以要準備很多節目。講演時間不要長，三十分鐘，希望每一次能夠有三個人出來講，一個人主講的三十分鐘，另外兩個人，一個人講十分鐘，這是教學。講什麼內容？講故事，大家喜歡聽，或者解答問題，但是時間都不要長。我們至少要保持著我們這個節目三個等分，吃飯佔多少時間，講演佔多少時間，餘興節目佔多少時間，這個時間總的來說，大概兩個半小時。能夠把這個做好，這是對整個地方安定、和諧、團結會很有幫助。"
    },
    {
      "id": "12-017-1097_p0038",
      "zh_CN": "我们基本的理念，是不同的族群、不同的宗教信仰、不同的文化平等对待，和睦相处，这八个字是我们的中心理念。落实，落实在这个活动当中，彼此互相包容，互相尊重，互相敬爱，互相关怀，互助合作，很有意义，这就是多元文化，多元文化的温馨晚会。主办单位，我们不希望完全由我们包办，这样不好，我们希望图文巴所有的社团都出来轮流办。如果有十个团体，十个星期轮一次；有二十个团体，二十个星期轮一次，轮流主办，这就真的团结起来。无论哪个团体来主办，我们净宗学院全力协助，把这个活动办成功。每个星期都有，能够把它搞得多采多姿，图文巴就出名了。图文巴是多元文化城，多元文化的榜样。这一次花车游行，希望能把这个理念表达出来，先让大家有这么一个印象，慢慢我们把这桩事情带进成熟，把它办得多采多姿。",
      "zh_TW": "我們基本的理念，是不同的族群、不同的宗教信仰、不同的文化平等對待，和睦相處，這八個字是我們的中心理念。落實，落實在這個活動當中，彼此互相包容，互相尊重，互相敬愛，互相關懷，互助合作，很有意義，這就是多元文化，多元文化的溫馨晚會。主辦單位，我們不希望完全由我們包辦，這樣不好，我們希望圖文巴所有的社團都出來輪流辦。如果有十個團體，十個星期輪一次；有二十個團體，二十個星期輪一次，輪流主辦，這就真的團結起來。無論哪個團體來主辦，我們淨宗學院全力協助，把這個活動辦成功。每個星期都有，能夠把它搞得多采多姿，圖文巴就出名了。圖文巴是多元文化城，多元文化的榜樣。這一次花車遊行，希望能把這個理念表達出來，先讓大家有這麼一個印象，慢慢我們把這樁事情帶進成熟，把它辦得多采多姿。"
    },
    {
      "id": "12-017-1097_p0039",
      "zh_CN": "这使我常常想到往年我们在新加坡，每逢过年的时候，我们办温馨晚会，参加的人，第一次三千八百人，第二次八千人，第三次有五、六千人。一年一次，实在讲太少了，这样大型的活动，至少一年办四次，那就不一样了。能够一个月办一次，真的整个社会都活动起来。藉这个活动，彼此沟通，化解误会，建立共识，达到和睦相处，平等对待。细目就是我们希望当中，彼此包容、尊重、敬爱、关怀，互助合作，希望能达到这个目标。我们讲演的内容也以这个为中心，围绕着这个目标，我们准备讲演的资料，这是道。用世间法来讲，用澳洲的话来说，这是多元文化的大道，和睦相处平等对待之道。",
      "zh_TW": "這使我常常想到往年我們在新加坡，每逢過年的時候，我們辦溫馨晚會，參加的人，第一次三千八百人，第二次八千人，第三次有五、六千人。一年一次，實在講太少了，這樣大型的活動，至少一年辦四次，那就不一樣了。能夠一個月辦一次，真的整個社會都活動起來。藉這個活動，彼此溝通，化解誤會，建立共識，達到和睦相處，平等對待。細目就是我們希望當中，彼此包容、尊重、敬愛、關懷，互助合作，希望能達到這個目標。我們講演的內容也以這個為中心，圍繞著這個目標，我們準備講演的資料，這是道。用世間法來講，用澳洲的話來說，這是多元文化的大道，和睦相處平等對待之道。"
    },
    {
      "id": "12-017-1097_p0040",
      "zh_CN": "这个地方，这是《华严经》上的，他的通达是无上道，通达无上菩提，这是我们要知道的。我们今天取无上菩提，方法是从西方极乐世界，这是个捷径，稳当、简单、容易、快速，成就高。只要生到西方极乐世界，纵然是下品下生，凡圣同居土下品下生，你也要知道，既然到达极乐世界，你就是阿惟越致菩萨，成功高！这是阿弥陀佛四十八愿威神加持，我们才能够获得，其他法门里头没有。独一无二的这个法门，我们遇到不是简单事情，遇到真的是大幸。古德常讲无量劫来希有难逢的一日，居然你遇到了。遇到，我们要紧紧的抓住，决定在这一生当中成就，那就要把这桩事情当作我们一生当中唯一的一桩大事情，要这样看待。下面第九句：",
      "zh_TW": "這個地方，這是《華嚴經》上的，他的通達是無上道，通達無上菩提，這是我們要知道的。我們今天取無上菩提，方法是從西方極樂世界，這是個捷徑，穩當、簡單、容易、快速，成就高。只要生到西方極樂世界，縱然是下品下生，凡聖同居土下品下生，你也要知道，既然到達極樂世界，你就是阿惟越致菩薩，成功高！這是阿彌陀佛四十八願威神加持，我們才能夠獲得，其他法門裡頭沒有。獨一無二的這個法門，我們遇到不是簡單事情，遇到真的是大幸。古德常講無量劫來希有難逢的一日，居然你遇到了。遇到，我們要緊緊的抓住，決定在這一生當中成就，那就要把這樁事情當作我們一生當中唯一的一樁大事情，要這樣看待。下面第九句："
    },
    {
      "id": "12-017-1097_p0041",
      "zh_CN": "【或名解脱性。】",
      "zh_TW": "【或名解脫性。】"
    },
    {
      "id": "12-017-1097_p0042",
      "zh_CN": "『解脱』是自性三德之一，这个三德是法身、般若、解脱。「解脱」用最简单的话来说，就是自在。要从字面上来讲，「解」读去声，当动词，解开；「脱」是脱离，就是前面讲「出离」的意思。脱离什么？脱离六道，脱离十法界，脱离生死。你为什么不能脱离？你生死的因缘，六道十法界的业因，你没有能化解，没有能够解除，你脱离不了。佛菩萨教给我们的种种法门，这些理论、方法、境界就是帮助我们解脱的。所以道是解脱性，这个性当作体讲。",
      "zh_TW": "『解脫』是自性三德之一，這個三德是法身、般若、解脫。「解脫」用最簡單的話來說，就是自在。要從字面上來講，「解」讀去聲，當動詞，解開；「脫」是脫離，就是前面講「出離」的意思。脫離什麼？脫離六道，脫離十法界，脫離生死。你為什麼不能脫離？你生死的因緣，六道十法界的業因，你沒有能化解，沒有能夠解除，你脫離不了。佛菩薩教給我們的種種法門，這些理論、方法、境界就是幫助我們解脫的。所以道是解脫性，這個性當作體講。"
    },
    {
      "id": "12-017-1097_p0043",
      "zh_CN": "我们学佛，学佛就是修菩萨道，修菩萨道为的是什么？这个道一定要懂，为的是化解我们的烦恼习气，就现前来说，脱离我们生活的困境、生活当中的困苦，目的在此地，这是近程的。远程来讲，化解自己的烦恼习气，妄想分别执着，永远脱离六道轮回，脱离十法界，往生西方极乐世界，亲近阿弥陀佛。生到极乐世界，决定一生成就无上菩提，还有什么法比这个更殊胜？没有了。现前摆在我们面前的，哪一个最重要？这一桩事情最重要。你们天天听我讲《华严经》重不重要？不重要，念佛重要，求往生重要。生到西方极乐世界毘卢遮那佛亲自跟你讲《华严经》，比我讲得殊胜，你为什么不听普贤菩萨讲？为什么不听文殊菩萨讲？为什么不听毘卢遮那佛讲？几个人真正觉悟？太少了。真正觉悟的人，身心世界、世出世法统统放下，一句弥陀念到底。我自己常常跟大家讲，我要不是受许许多多同参道友之托，一再请我讲这个经典，这我答应他的，不是我有意思想讲这个经，我没有这个意思。",
      "zh_TW": "我們學佛，學佛就是修菩薩道，修菩薩道為的是什麼？這個道一定要懂，為的是化解我們的煩惱習氣，就現前來說，脫離我們生活的困境、生活當中的困苦，目的在此地，這是近程的。遠程來講，化解自己的煩惱習氣，妄想分別執著，永遠脫離六道輪迴，脫離十法界，往生西方極樂世界，親近阿彌陀佛。生到極樂世界，決定一生成就無上菩提，還有什麼法比這個更殊勝？沒有了。現前擺在我們面前的，哪一個最重要？這一樁事情最重要。你們天天聽我講《華嚴經》重不重要？不重要，念佛重要，求往生重要。生到西方極樂世界毘盧遮那佛親自跟你講《華嚴經》，比我講得殊勝，你為什麼不聽普賢菩薩講？為什麼不聽文殊菩薩講？為什麼不聽毘盧遮那佛講？幾個人真正覺悟？太少了。真正覺悟的人，身心世界、世出世法統統放下，一句彌陀念到底。我自己常常跟大家講，我要不是受許許多多同參道友之託，一再請我講這個經典，這我答應他的，不是我有意思想講這個經，我沒有這個意思。"
    },
    {
      "id": "12-017-1097_p0044",
      "zh_CN": "我自己想一生讲一部经，老同修都知道，我真正得利益、真正受用的、真正欢喜的《弥陀经要解》，蕅益大师的《要解》。如果随我自己的意思，我一生就讲这一部经，一遍一遍重复的讲。无论到哪个地方，我在往年头脑里头没有建道场这个念头，一生住别人的道场，自在。哪个地方请我，我就讲这一部经，这一部经讲圆满，另外一个地方请我，我就到那里去，好，比什么都好。《弥陀经要解》要细讲，一天讲两个小时，至少一个月。讲经，念佛，讲《阿弥陀经》，念阿弥陀佛，解行完全相应。一年至少讲十遍，十年讲一百遍，能有二、三十年，讲三百遍，我去住三百个道场，跟许许多多同学结了法缘，这好，一点都不要操心，真的没事，得大自在，得大安稳。",
      "zh_TW": "我自己想一生講一部經，老同修都知道，我真正得利益、真正受用的、真正歡喜的《彌陀經要解》，蕅益大師的《要解》。如果隨我自己的意思，我一生就講這一部經，一遍一遍重複的講。無論到哪個地方，我在往年頭腦裡頭沒有建道場這個念頭，一生住別人的道場，自在。哪個地方請我，我就講這一部經，這一部經講圓滿，另外一個地方請我，我就到那裡去，好，比什麼都好。《彌陀經要解》要細講，一天講兩個小時，至少一個月。講經，念佛，講《阿彌陀經》，念阿彌陀佛，解行完全相應。一年至少講十遍，十年講一百遍，能有二、三十年，講三百遍，我去住三百個道場，跟許許多多同學結了法緣，這好，一點都不要操心，真的沒事，得大自在，得大安穩。"
    },
    {
      "id": "12-017-1097_p0045",
      "zh_CN": "《华严》，我为什么答应这几位大德的要求？想想这个大经往后学习的人不多了，《弥陀经》、《无量寿经》讲的人肯定很多，这个经讲的人少，所以留一套录相带，给往后有心学习的人做参考，这是必要的，这才答应讲这一部经。但是也没有想到会讲得这么长。我原本估计三千个小时，现在已经讲了两千多个小时，经才讲到十分之一。九十九卷，如果再加上玄义，差不多一百一十卷，这么大一个分量，我们现在才讲到十分之一，这经本才第十二卷。不过我也没想到，这个经从开讲以来，居然有不少人欢喜，在网路、在卫星电视。常常有人打电话给我、写信给我，有很好的反应。所以真正学习的人，往往不是在身边，这是现代远程教学的效果，我们看到了，在这个时代很值得提倡。用网路、用卫星，能够把佛法送到每个人的家庭。去年我在日本看到卫星的接收器，就是小电视，这个电视可以放在口袋里，很小，可以接收卫星。将来就太方便，这个东西推出来之后，就是把佛法送到你的手掌心，无论在什么时候，你随时都能够收听到，我们时时刻刻都在一起学习。这是我们要善于利用这些高科技，把我们连在一起。现在时间到了。",
      "zh_TW": "《華嚴》，我為什麼答應這幾位大德的要求？想想這個大經往後學習的人不多了，《彌陀經》、《無量壽經》講的人肯定很多，這個經講的人少，所以留一套錄相帶，給往後有心學習的人做參考，這是必要的，這才答應講這一部經。但是也沒有想到會講得這麼長。我原本估計三千個小時，現在已經講了兩千多個小時，經才講到十分之一。九十九卷，如果再加上玄義，差不多一百一十卷，這麼大一個分量，我們現在才講到十分之一，這經本才第十二卷。不過我也沒想到，這個經從開講以來，居然有不少人歡喜，在網路、在衛星電視。常常有人打電話給我、寫信給我，有很好的反應。所以真正學習的人，往往不是在身邊，這是現代遠程教學的效果，我們看到了，在這個時代很值得提倡。用網路、用衛星，能夠把佛法送到每個人的家庭。去年我在日本看到衛星的接收器，就是小電視，這個電視可以放在口袋裡，很小，可以接收衛星。將來就太方便，這個東西推出來之後，就是把佛法送到你的手掌心，無論在什麼時候，你隨時都能夠收聽到，我們時時刻刻都在一起學習。這是我們要善於利用這些高科技，把我們連在一起。現在時間到了。"
    }
  ]
}