{
  "doc_id": "12-017-1413",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四一三卷",
    "zh_TW": "第一四一三卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1413",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "12-017-1413_p0001",
      "zh_CN": "诸位同学，请坐。请看「菩萨问明品」，第七正行甚深，法首菩萨偈颂最后一首看起：",
      "zh_TW": "諸位同學，請坐。請看「菩薩問明品」，第七正行甚深，法首菩薩偈頌最後一首看起："
    },
    {
      "id": "12-017-1413_p0002",
      "zh_CN": "【如在四衢道。广说众好事。内自无实德。不行亦如是。】",
      "zh_TW": "【如在四衢道。廣說眾好事。內自無實德。不行亦如是。】"
    },
    {
      "id": "12-017-1413_p0003",
      "zh_CN": "清凉大师在这首偈给我们注得不少，这是第九个比喻，「巧言无德喻，谓亦说修行，或谈己德，内无实德，但有虚言」，这是清凉大师把这首偈的大意给我们说出来了。下面是交代，就是这首偈跟前面八首偈有一点不相同，前面八首偈都是前一半，就是前两句是比喻，后两句是法合；这首偈前面三句是比喻，法合只有一句，『不行亦如是』，「合文但云，不行亦如是」，只有这一句。",
      "zh_TW": "清涼大師在這首偈給我們註得不少，這是第九個比喻，「巧言無德喻，謂亦說修行，或談己德，內無實德，但有虛言」，這是清涼大師把這首偈的大意給我們說出來了。下面是交代，就是這首偈跟前面八首偈有一點不相同，前面八首偈都是前一半，就是前兩句是比喻，後兩句是法合；這首偈前面三句是比喻，法合只有一句，『不行亦如是』，「合文但云，不行亦如是」，只有這一句。"
    },
    {
      "id": "12-017-1413_p0004",
      "zh_CN": "「弥显不毁多闻」，这句非常重要，绝对不是说多闻是错误的，多闻是正确的，多闻没有做到，过失在没做到，这九首比喻都说这桩事情。九也是表法，我们不能把它看成数字。换句话说，受持正法，依然烦恼习气不断，什么原因？你没有去做到。所以在这章经里面，也就是「正行甚深」这章，文殊菩萨所问的，受持正法应当他会开悟，他会证果，他会把这些烦恼习气断得干干净净，这是正理。你看看受持正法的人，哪个不是这样成就？这在我们华藏会上四十一位法身大士，人人都是从受持正法，也就是从多闻，他多闻他有思、他有修，所以烦恼习气放下了，六道十法界也放下了，这是正理。为什么现在我们看到有许许多多受持正法的不如是，果报不是这样？这就提出怀疑。文殊问得很多，法首给我们的答复，统统都是不行亦如是，你没做到。",
      "zh_TW": "「彌顯不毀多聞」，這句非常重要，絕對不是說多聞是錯誤的，多聞是正確的，多聞沒有做到，過失在沒做到，這九首比喻都說這樁事情。九也是表法，我們不能把它看成數字。換句話說，受持正法，依然煩惱習氣不斷，什麼原因？你沒有去做到。所以在這章經裡面，也就是「正行甚深」這章，文殊菩薩所問的，受持正法應當他會開悟，他會證果，他會把這些煩惱習氣斷得乾乾淨淨，這是正理。你看看受持正法的人，哪個不是這樣成就？這在我們華藏會上四十一位法身大士，人人都是從受持正法，也就是從多聞，他多聞他有思、他有修，所以煩惱習氣放下了，六道十法界也放下了，這是正理。為什麼現在我們看到有許許多多受持正法的不如是，果報不是這樣？這就提出懷疑。文殊問得很多，法首給我們的答覆，統統都是不行亦如是，你沒做到。"
    },
    {
      "id": "12-017-1413_p0005",
      "zh_CN": "这章经文对我们现前受持正法的同学，无论在家、出家，比什么都重要。真正修行一定要记住，六祖在《坛经》说得很明显、很扼要，「若真修道人，不见他人过」，别人有没有过失与我不相干，我看到别人过失，我记别人过失，就是自己的过失。我要说别人的过失，就是我自己的罪过，就造业了。别人是不是有过失？太难讲了。有时候我们凡夫看到他好像是有过失，如果我们（这文还没读到），其实以前我们在街坊福利会讲的时候讲到，街坊福利会我们讲了一段时期，讲的是《四十华严》，选讲。你看看文殊菩萨勉励善财童子出去参访，应当具备些什么条件，说得好。参访就是我们平常讲的寻师访友，你到处去寻求善知识向他请教，最重要的一个条件，不见善知识之过，这一条说起来容易，做起来是真难。",
      "zh_TW": "這章經文對我們現前受持正法的同學，無論在家、出家，比什麼都重要。真正修行一定要記住，六祖在《壇經》說得很明顯、很扼要，「若真修道人，不見他人過」，別人有沒有過失與我不相干，我看到別人過失，我記別人過失，就是自己的過失。我要說別人的過失，就是我自己的罪過，就造業了。別人是不是有過失？太難講了。有時候我們凡夫看到他好像是有過失，如果我們（這文還沒讀到），其實以前我們在街坊福利會講的時候講到，街坊福利會我們講了一段時期，講的是《四十華嚴》，選講。你看看文殊菩薩勉勵善財童子出去參訪，應當具備些什麼條件，說得好。參訪就是我們平常講的尋師訪友，你到處去尋求善知識向他請教，最重要的一個條件，不見善知識之過，這一條說起來容易，做起來是真難。"
    },
    {
      "id": "12-017-1413_p0006",
      "zh_CN": "释迦牟尼佛，这是我们公认的大善知识，在这个大世纪里面；佛家大世纪，那是一尊佛出世教化的法运，这就是一个大世纪，包括正法、像法、末法。这个世纪以后，下个世纪是弥勒菩萨示现成佛，那是下个世纪，这个世纪真正大善知识是本师释迦牟尼佛。释迦牟尼佛有没有过失？在我们凡夫眼睛里面看，释迦牟尼佛还是有过失，他老人家功德还是不圆满，为什么不圆满？僧团里面并不是和合，有提婆达多，有六群比丘，有背叛释迦牟尼佛教诲的，背师叛道，不圆满。世间圣人也没有例外的，总有一些人跟他反对的，批评他、毁谤他。世出世间大圣人都还要遭受这些难，是不是他真有过失？文殊菩萨告诉我们，这里头有大权示现，我们凡夫不知道，凡夫只看形相，不知道真实的意思，所以开经偈讲「愿解如来真实义」，谈何容易。",
      "zh_TW": "釋迦牟尼佛，這是我們公認的大善知識，在這個大世紀裡面；佛家大世紀，那是一尊佛出世教化的法運，這就是一個大世紀，包括正法、像法、末法。這個世紀以後，下個世紀是彌勒菩薩示現成佛，那是下個世紀，這個世紀真正大善知識是本師釋迦牟尼佛。釋迦牟尼佛有沒有過失？在我們凡夫眼睛裡面看，釋迦牟尼佛還是有過失，他老人家功德還是不圓滿，為什麼不圓滿？僧團裡面並不是和合，有提婆達多，有六群比丘，有背叛釋迦牟尼佛教誨的，背師叛道，不圓滿。世間聖人也沒有例外的，總有一些人跟他反對的，批評他、毀謗他。世出世間大聖人都還要遭受這些難，是不是他真有過失？文殊菩薩告訴我們，這裡頭有大權示現，我們凡夫不知道，凡夫只看形相，不知道真實的意思，所以開經偈講「願解如來真實義」，談何容易。"
    },
    {
      "id": "12-017-1413_p0007",
      "zh_CN": "到释迦牟尼佛把提婆达多、这些六群比丘那个底牌翻出来之后，我们才恍然大悟，原来那些都是诸佛如来示现的，不是真的犯过。就像唱戏一样，戏台上那些角色，有表演正面的，有表演反面的，有表演忠臣，有表演奸臣；你看到这是好人、那是坏人，到后台去看，好坏就没有了，表演的。没有这些人表演，怎么能够显示出正面修行的功德？显不出来。有不善才把那个善衬托出来，有善才把那个不善显示出来，让你在这个地方觉悟，你可不能分别。表演善的是我的老师，我要跟他学习；表演不善的也是老师，也要跟他学习。怎么个学习法？善的那一面完全接受，不善的那一面我们看到，我们要反省我有没有，有则改之，无则嘉勉。如果我有，赶紧要改，知道那是不善；如果没有，没有要勉励自己以后不要犯这个过失。你看看那个表演不善的不也是老师吗？功德相等，没有两样。",
      "zh_TW": "到釋迦牟尼佛把提婆達多、這些六群比丘那個底牌翻出來之後，我們才恍然大悟，原來那些都是諸佛如來示現的，不是真的犯過。就像唱戲一樣，戲台上那些角色，有表演正面的，有表演反面的，有表演忠臣，有表演奸臣；你看到這是好人、那是壞人，到後台去看，好壞就沒有了，表演的。沒有這些人表演，怎麼能夠顯示出正面修行的功德？顯不出來。有不善才把那個善襯托出來，有善才把那個不善顯示出來，讓你在這個地方覺悟，你可不能分別。表演善的是我的老師，我要跟他學習；表演不善的也是老師，也要跟他學習。怎麼個學習法？善的那一面完全接受，不善的那一面我們看到，我們要反省我有沒有，有則改之，無則嘉勉。如果我有，趕緊要改，知道那是不善；如果沒有，沒有要勉勵自己以後不要犯這個過失。你看看那個表演不善的不也是老師嗎？功德相等，沒有兩樣。"
    },
    {
      "id": "12-017-1413_p0008",
      "zh_CN": "提婆达多堕地狱，这不是假的，真的堕地狱，可是佛告诉我们，提婆达多在地狱里面的享受跟忉利天没有两样，不可思议。为什么会堕地狱？谤佛、谤法、谤僧，造五逆罪，这是必定堕地狱。他为什么到地狱还享福？在地狱里头的生活状况跟忉利天差不多？提婆达多教化了好多人，这是他的功德，表演恶的一方面，让多少人看到之后省悟过来，不敢作恶；已经作恶的懂得忏悔，还没有作恶的引以为鉴，他不是功德吗？",
      "zh_TW": "提婆達多墮地獄，這不是假的，真的墮地獄，可是佛告訴我們，提婆達多在地獄裡面的享受跟忉利天沒有兩樣，不可思議。為什麼會墮地獄？謗佛、謗法、謗僧，造五逆罪，這是必定墮地獄。他為什麼到地獄還享福？在地獄裡頭的生活狀況跟忉利天差不多？提婆達多教化了好多人，這是他的功德，表演惡的一方面，讓多少人看到之後省悟過來，不敢作惡；已經作惡的懂得懺悔，還沒有作惡的引以為鑒，他不是功德嗎？"
    },
    {
      "id": "12-017-1413_p0009",
      "zh_CN": "早年我还没有学佛的时候，二十几岁，很年轻，喜欢抬杠，那个时候确实，以后读《了凡四训》，那个性格很像袁了凡。有一次我们有个长官，也很难得书也读得不错，也常常在杂志里头写文章。有一次几个朋友在一起谈到岳飞，当然谈到岳飞就会想到秦桧，这大忠大奸，我听到之后我就提出反面的意见。我说：岳飞不错，秦桧也很难得。他们眼睛就瞪起来看着我：难道秦桧是好人吗？我说：是！他把岳飞害死，使整个宋朝国势衰弱，你怎么说他是好人？我说：西湖那边的岳王坟，岳飞尽忠报国，秦桧夫妇两个铁像跪在那个地方受千万人的唾骂，这就是好人。他还不懂，我说秦桧跪在那里，叫多少人看到不可以做汉奸，不可以害忠臣，害人就落到这样的下场。他这才明白了。",
      "zh_TW": "早年我還沒有學佛的時候，二十幾歲，很年輕，喜歡抬槓，那個時候確實，以後讀《了凡四訓》，那個性格很像袁了凡。有一次我們有個長官，也很難得書也讀得不錯，也常常在雜誌裡頭寫文章。有一次幾個朋友在一起談到岳飛，當然談到岳飛就會想到秦檜，這大忠大奸，我聽到之後我就提出反面的意見。我說：岳飛不錯，秦檜也很難得。他們眼睛就瞪起來看著我：難道秦檜是好人嗎？我說：是！他把岳飛害死，使整個宋朝國勢衰弱，你怎麼說他是好人？我說：西湖那邊的岳王墳，岳飛盡忠報國，秦檜夫婦兩個鐵像跪在那個地方受千萬人的唾罵，這就是好人。他還不懂，我說秦檜跪在那裡，叫多少人看到不可以做漢奸，不可以害忠臣，害人就落到這樣的下場。他這才明白了。"
    },
    {
      "id": "12-017-1413_p0010",
      "zh_CN": "我说秦桧不会在地狱，一定在天堂，为什么？你说他教了多少人。岳飞教人尽忠报国，秦桧教人不可以做汉奸，不可以害好人。所以世出世间都讲善学，你要会学，会学你看夫子讲「三人行必有我师」，三人是哪三个人？自己一个，一个善人，一个恶人；一个岳飞、一个秦桧，都是我的老师。岳飞尽忠报国我要学他，秦桧那个不善，我可不能学他，一个从正面教，一个从反面教，都是好老师。我也说出一套歪理论，但这个歪理论一听到确实是有道理，所以我认为秦桧今天决定在忉利天，决定不会在地狱。",
      "zh_TW": "我說秦檜不會在地獄，一定在天堂，為什麼？你說他教了多少人。岳飛教人盡忠報國，秦檜教人不可以做漢奸，不可以害好人。所以世出世間都講善學，你要會學，會學你看夫子講「三人行必有我師」，三人是哪三個人？自己一個，一個善人，一個惡人；一個岳飛、一個秦檜，都是我的老師。岳飛盡忠報國我要學他，秦檜那個不善，我可不能學他，一個從正面教，一個從反面教，都是好老師。我也說出一套歪理論，但這個歪理論一聽到確實是有道理，所以我認為秦檜今天決定在忉利天，決定不會在地獄。"
    },
    {
      "id": "12-017-1413_p0011",
      "zh_CN": "参访善知识亦复如是，善知识里头确实真的是有圣贤、有佛菩萨应化在其中，我们肉眼凡夫看不出来。看他平常接触大众，大众根性不齐，他为了要利益众生，为人演说契机契理，有时候就用一些非常的手段，那个人得度了，那个人得利益了；我们在旁边看到觉得莫名其妙，好像他做得不如法。他在特殊状况之下对某种人用的，那如法，法无定法。我们所学的是定法，不知道变化，所以我们学的这个法，实际上在日常生活当中很多行不通，他用起来非常活泼，一丝毫障碍都没有，为什么？我们一般人讲通了。不通的是我们，善知识他通，他不但对一切人，跟他接触都能得利益，妖魔鬼怪他也接触，他也能把妖魔鬼怪度脱了，我们哪里晓得！",
      "zh_TW": "參訪善知識亦復如是，善知識裡頭確實真的是有聖賢、有佛菩薩應化在其中，我們肉眼凡夫看不出來。看他平常接觸大眾，大眾根性不齊，他為了要利益眾生，為人演說契機契理，有時候就用一些非常的手段，那個人得度了，那個人得利益了；我們在旁邊看到覺得莫名其妙，好像他做得不如法。他在特殊狀況之下對某種人用的，那如法，法無定法。我們所學的是定法，不知道變化，所以我們學的這個法，實際上在日常生活當中很多行不通，他用起來非常活潑，一絲毫障礙都沒有，為什麼？我們一般人講通了。不通的是我們，善知識他通，他不但對一切人，跟他接觸都能得利益，妖魔鬼怪他也接觸，他也能把妖魔鬼怪度脫了，我們哪裡曉得！"
    },
    {
      "id": "12-017-1413_p0012",
      "zh_CN": "善财出去参访，文殊菩萨教他这些话，意思很深，善财跟文殊也在表演，也在唱一台戏给我们看。不是文殊不知道，不是善财不知道，我们肉眼凡夫不知道，在这一生当中错过了多少学习的好机会。看到这个善知识有一点点毛病了，有一点点瑕疵了，这不是真善知识，我不要跟他学，再去找，找一辈子找不到，谁吃亏？自己吃亏。孔子、释迦这是大家公认的大圣，尚且如此，何况我们眼前的善知识。我跟诸位说过很多次，我亲近的、接受指导的方东美先生、章嘉大师、李炳南老居士，有没有人毁谤他？有，很多。多少原来亲近的这些学生，我们的同学，听到这些毁谤有很多退心了，信心丧失了，以后不再亲近老师了，受流言之害，这是什么？自己善根浅薄。那些说话的人那都是魔障，你听了、信了，信心动摇了，受害是自己。老师知道这个事情，笑笑「各有因缘」，这句话意思很深。我遇到了有一些说话的人，他们地位很高，年岁也比我大，甚至是我的长辈，不能够跟他辩驳，用什么方法？他说几句我就晓得了，批评老师，我们借故赶快离开，不听，信心决定不动摇，那我们就受益了。",
      "zh_TW": "善財出去參訪，文殊菩薩教他這些話，意思很深，善財跟文殊也在表演，也在唱一台戲給我們看。不是文殊不知道，不是善財不知道，我們肉眼凡夫不知道，在這一生當中錯過了多少學習的好機會。看到這個善知識有一點點毛病了，有一點點瑕疵了，這不是真善知識，我不要跟他學，再去找，找一輩子找不到，誰吃虧？自己吃虧。孔子、釋迦這是大家公認的大聖，尚且如此，何況我們眼前的善知識。我跟諸位說過很多次，我親近的、接受指導的方東美先生、章嘉大師、李炳南老居士，有沒有人毀謗他？有，很多。多少原來親近的這些學生，我們的同學，聽到這些毀謗有很多退心了，信心喪失了，以後不再親近老師了，受流言之害，這是什麼？自己善根淺薄。那些說話的人那都是魔障，你聽了、信了，信心動搖了，受害是自己。老師知道這個事情，笑笑「各有因緣」，這句話意思很深。我遇到了有一些說話的人，他們地位很高，年歲也比我大，甚至是我的長輩，不能夠跟他辯駁，用什麼方法？他說幾句我就曉得了，批評老師，我們借故趕快離開，不聽，信心決定不動搖，那我們就受益了。"
    },
    {
      "id": "12-017-1413_p0013",
      "zh_CN": "中国古大德常说「人非圣贤，孰能无过，过而能改，善莫大焉」。我们遇到这些善友，这些好老师，他不是圣人，他不是佛。在佛法里面，等觉菩萨都还有过失，完全没有过失只有一个人，成佛，究竟圆满佛果，没有过失。这些道理我们在经上读得很多，我们明了，我们肯定，我们不怀疑。我们也知道，经论上常讲的「大权示现」，诸佛如来应化在九法界，对不同的根性有不同的教学方法，这就是我们世法里头一般讲的「通权达变」，这里面有契，契就是变化，不是一成不变的，大用无方，你才能够教化一切众生，你才能够应一切众生之机。",
      "zh_TW": "中國古大德常說「人非聖賢，孰能無過，過而能改，善莫大焉」。我們遇到這些善友，這些好老師，他不是聖人，他不是佛。在佛法裡面，等覺菩薩都還有過失，完全沒有過失只有一個人，成佛，究竟圓滿佛果，沒有過失。這些道理我們在經上讀得很多，我們明瞭，我們肯定，我們不懷疑。我們也知道，經論上常講的「大權示現」，諸佛如來應化在九法界，對不同的根性有不同的教學方法，這就是我們世法裡頭一般講的「通權達變」，這裡面有契，契就是變化，不是一成不變的，大用無方，你才能夠教化一切眾生，你才能夠應一切眾生之機。"
    },
    {
      "id": "12-017-1413_p0014",
      "zh_CN": "这个比喻，这三句，总是没有根底的过失，我们现在人都有这个毛病，也说修行，也说自己的德行，实际上呢？实际上没有真正的德行，但有虚言而已。细心去观察，细心去反省，我们常讲十善你有没有做到？这是什么？这是入门的基础条件，真正把十善做到了，你有没有入门？没有，你在哪里？你在门口，没入门。在世法里面，你虽不是圣贤，十善做到了，肯定你是君子，孔孟会承认你是君子，你是个好人；可是在大乘佛法里面你没入门，虽没有入门，你已经具备入门的条件，你再进一步，再加一把劲把见惑断掉，错误的见解放下，你就入门了。",
      "zh_TW": "這個比喻，這三句，總是沒有根底的過失，我們現在人都有這個毛病，也說修行，也說自己的德行，實際上呢？實際上沒有真正的德行，但有虛言而已。細心去觀察，細心去反省，我們常講十善你有沒有做到？這是什麼？這是入門的基礎條件，真正把十善做到了，你有沒有入門？沒有，你在哪裡？你在門口，沒入門。在世法裡面，你雖不是聖賢，十善做到了，肯定你是君子，孔孟會承認你是君子，你是個好人；可是在大乘佛法裡面你沒入門，雖沒有入門，你已經具備入門的條件，你再進一步，再加一把勁把見惑斷掉，錯誤的見解放下，你就入門了。"
    },
    {
      "id": "12-017-1413_p0015",
      "zh_CN": "错误的见解就是身见、边见、见取见、戒取见、邪见，这五大类。这五大类你要放下了，你的见解就叫做正见；你有这五种，你的知见不正，不正没入门。正见入什么门？在《华严经》这五个位次里面，最初十信位，你就能够进入到初信，初信这是大乘教里头小学一年级；如果十善都做不到，你不正的知见你是决定断不掉，没指望。在我们凡夫讲正见是圣人，在小乘是初果，哪有不善的道理！贪瞋痴虽然没断，那是有思惑，他有能力伏住，纵然有习气起现行，很淡薄，不严重。我们把这些事情搞清楚、搞明白，才知道自己修行现在到哪个阶段，清清楚楚、明明白白。",
      "zh_TW": "錯誤的見解就是身見、邊見、見取見、戒取見、邪見，這五大類。這五大類你要放下了，你的見解就叫做正見；你有這五種，你的知見不正，不正沒入門。正見入什麼門？在《華嚴經》這五個位次裡面，最初十信位，你就能夠進入到初信，初信這是大乘教裡頭小學一年級；如果十善都做不到，你不正的知見你是決定斷不掉，沒指望。在我們凡夫講正見是聖人，在小乘是初果，哪有不善的道理！貪瞋痴雖然沒斷，那是有思惑，他有能力伏住，縱然有習氣起現行，很淡薄，不嚴重。我們把這些事情搞清楚、搞明白，才知道自己修行現在到哪個階段，清清楚楚、明明白白。"
    },
    {
      "id": "12-017-1413_p0016",
      "zh_CN": "不要说修行证果，初信位的菩萨也是证果，小小果。证小小果的人，『广说众好事』，他自己一定能做到。诸佛如来、法身菩萨，我们在前面常常讲到，他们是做到了以后才说，法身以上，在《华严经》里面就是初住菩萨以上，还不算十信位；十信位的菩萨，说到之后一定做到，言行一致，表里一如，你才真正是个菩萨。",
      "zh_TW": "不要說修行證果，初信位的菩薩也是證果，小小果。證小小果的人，『廣說眾好事』，他自己一定能做到。諸佛如來、法身菩薩，我們在前面常常講到，他們是做到了以後才說，法身以上，在《華嚴經》裡面就是初住菩薩以上，還不算十信位；十信位的菩薩，說到之後一定做到，言行一致，表裡一如，你才真正是個菩薩。"
    },
    {
      "id": "12-017-1413_p0017",
      "zh_CN": "具足三皈众戒，表里一如，最重要的『实德』，清凉这里讲「实德」，真实的德行。实德是与性德完全相应，这才叫实德；在世法里头，肯定与伦常相应、与八德相应。伦常八德要用现在通俗的话来说，就是人与人的关系，人与天地万事万物的关系，不出这个原理原则。家庭有伦理、社会有伦理、国家有伦理、世界有伦理，乃至于遍法界虚空界都有伦理，我们能懂吗？我们能体会得到吗？唯有法身菩萨知道宇宙是一体，所以心地清净，一尘不染。",
      "zh_TW": "具足三皈眾戒，表裡一如，最重要的『實德』，清涼這裡講「實德」，真實的德行。實德是與性德完全相應，這才叫實德；在世法裡頭，肯定與倫常相應、與八德相應。倫常八德要用現在通俗的話來說，就是人與人的關係，人與天地萬事萬物的關係，不出這個原理原則。家庭有倫理、社會有倫理、國家有倫理、世界有倫理，乃至於遍法界虛空界都有倫理，我們能懂嗎？我們能體會得到嗎？唯有法身菩薩知道宇宙是一體，所以心地清淨，一塵不染。"
    },
    {
      "id": "12-017-1413_p0018",
      "zh_CN": "真诚清净慈悲确实遍法界虚空界，这是性德，一切众生本来就是，佛法里面讲「法尔如是」，佛如是，菩萨如是，我们这一切众生亦如是。这里头为什么会有差等？迷悟不同；悟到究竟，完全相同。虽然有悟，还没有达到究竟，这个悟浅深不同。那是讲什么？《华严经》上四十一位法身大士，四十一位不同，这讲悟。迷也有浅深广狭不同，迷是什么？十法界，十法界里头为什么有菩萨、有声闻缘觉、有天、有阿修罗、有人、有三途？迷的不同。迷得愈深往下坠，迷得愈浅往上升，十法界是迷悟不一样。真正讲悟，没有迷了，得初住以上，不迷了，从初住到等觉，悟浅深不一样，是这么个道理。",
      "zh_TW": "真誠清淨慈悲確實遍法界虛空界，這是性德，一切眾生本來就是，佛法裡面講「法爾如是」，佛如是，菩薩如是，我們這一切眾生亦如是。這裡頭為什麼會有差等？迷悟不同；悟到究竟，完全相同。雖然有悟，還沒有達到究竟，這個悟淺深不同。那是講什麼？《華嚴經》上四十一位法身大士，四十一位不同，這講悟。迷也有淺深廣狹不同，迷是什麼？十法界，十法界裡頭為什麼有菩薩、有聲聞緣覺、有天、有阿修羅、有人、有三途？迷的不同。迷得愈深往下墜，迷得愈淺往上升，十法界是迷悟不一樣。真正講悟，沒有迷了，得初住以上，不迷了，從初住到等覺，悟淺深不一樣，是這麼個道理。"
    },
    {
      "id": "12-017-1413_p0019",
      "zh_CN": "悟是实德。所以没有出十法界，在四圣法界，你看看天台家所讲的相似位，相似位能不能算是实德？不能，接近实德，所以跟实德相似。六道呢？六道连相似都没有，为什么说相似？见思烦恼还没断。所以六道里面修行功夫得力、还不错的，天台大师说观行位，观行上面是相似。现在这里有比喻，这个地方十个比喻是什么意思？名字位，那就是但有虚言，没有实德，名字，有名无实。有名无实得不到真正的利益，这是从前李老师常常警惕我们，不能了生死，不能出三界，只能够在三界里面得一点善果，所以这个地方实德的标准很高，我们一般人很不容易体会到。",
      "zh_TW": "悟是實德。所以沒有出十法界，在四聖法界，你看看天台家所講的相似位，相似位能不能算是實德？不能，接近實德，所以跟實德相似。六道呢？六道連相似都沒有，為什麼說相似？見思煩惱還沒斷。所以六道裡面修行功夫得力、還不錯的，天台大師說觀行位，觀行上面是相似。現在這裡有比喻，這個地方十個比喻是什麼意思？名字位，那就是但有虛言，沒有實德，名字，有名無實。有名無實得不到真正的利益，這是從前李老師常常警惕我們，不能了生死，不能出三界，只能夠在三界裡面得一點善果，所以這個地方實德的標準很高，我們一般人很不容易體會到。"
    },
    {
      "id": "12-017-1413_p0020",
      "zh_CN": "实德是破一品无明，证一分法身，华严境界。一定要以华严为标准，见思烦恼断了，尘沙烦恼断了，无明破一品了，实德。这个实德是什么？性德，性德流露出来了。所以从这里看看，再回头想想我们自己，你怎么能不惭愧？你还有什么值得骄傲的？做再大的好事，果报是六道里面的上三道，出不去，出不去怎么？真想出去，不出去不得了，轮回太苦。中年以上的人，你细心观察这个世间，应该能体会到轮回苦。今天我们确实是非常幸运遇到这种机缘，可以能够脱离轮回，脱离轮回只有一条路，求生净土。",
      "zh_TW": "實德是破一品無明，證一分法身，華嚴境界。一定要以華嚴為標準，見思煩惱斷了，塵沙煩惱斷了，無明破一品了，實德。這個實德是什麼？性德，性德流露出來了。所以從這裡看看，再回頭想想我們自己，你怎麼能不慚愧？你還有什麼值得驕傲的？做再大的好事，果報是六道裡面的上三道，出不去，出不去怎麼？真想出去，不出去不得了，輪迴太苦。中年以上的人，你細心觀察這個世間，應該能體會到輪迴苦。今天我們確實是非常幸運遇到這種機緣，可以能夠脫離輪迴，脫離輪迴只有一條路，求生淨土。"
    },
    {
      "id": "12-017-1413_p0021",
      "zh_CN": "求生净土最重要的一个条件，放下万缘，这个世间丝毫都不可以留恋，使我们往生有把握。我们往生将来品位可以提升，多做善事，全心全力行善。就像《十善业道经》上所说的，一定要有善心，善心是什么？利他的心，不是自利，要有善念，要有善行。善心、善念、善行说起来也很多，佛告诉我们，儒也告诉我们，「止于至善」，那是善达到圆满了，至善是什么？帮助别人觉悟。你看看诸佛菩萨、祖师大德，真觉悟的人他干什么？用现在的话说，他搞教育，绝对不在乎自己什么地位、财富、享受，他脑子里头没这个东西，愿意过清苦的生活。没有人知道，「人不知而不愠」，默默的在耕耘，从事于教学工作，帮助人觉悟，破迷开悟，帮助人离苦得乐。这是圣贤的事业，不是世间事业，你能够体会得到吗？从这个地方能体会到，那你就不是虚言，虽然还没有达到一定的程度，不是虚言，从净宗这个法门带业往生。",
      "zh_TW": "求生淨土最重要的一個條件，放下萬緣，這個世間絲毫都不可以留戀，使我們往生有把握。我們往生將來品位可以提升，多做善事，全心全力行善。就像《十善業道經》上所說的，一定要有善心，善心是什麼？利他的心，不是自利，要有善念，要有善行。善心、善念、善行說起來也很多，佛告訴我們，儒也告訴我們，「止於至善」，那是善達到圓滿了，至善是什麼？幫助別人覺悟。你看看諸佛菩薩、祖師大德，真覺悟的人他幹什麼？用現在的話說，他搞教育，絕對不在乎自己什麼地位、財富、享受，他腦子裡頭沒這個東西，願意過清苦的生活。沒有人知道，「人不知而不慍」，默默的在耕耘，從事於教學工作，幫助人覺悟，破迷開悟，幫助人離苦得樂。這是聖賢的事業，不是世間事業，你能夠體會得到嗎？從這個地方能體會到，那你就不是虛言，雖然還沒有達到一定的程度，不是虛言，從淨宗這個法門帶業往生。"
    },
    {
      "id": "12-017-1413_p0022",
      "zh_CN": "带业往生的条件不需要此地讲的实德，这个地方讲的实德你要是得到的话，那你往生是实报庄严土，那不一样。没有达到这个真实，达到相似的真实，相似的真实生方便有余土。我们这个相似也没达到，虽相似达不到，沾一点相似的边，这句话怎么说？方向一致，目标一致，这决定不错，就这么一点点功德，就决定生凡圣同居土。生到西方净土，即使是凡圣同居土下下品往生，到西方极乐世界统统证得实德，不可思议，所以这就是难信之法。怎么会有这么殊胜的成就？你看生到西方极乐世界，这是阿弥陀佛自己说的，在《无量寿经》四十八愿里面讲的，生到西方极乐世界「皆作阿惟越致菩萨」，阿惟越致菩萨实德，不必经过相似位，直截就到了分证位。一切诸佛菩萨说净宗法门叫难信之法，难信的意思就在此地。",
      "zh_TW": "帶業往生的條件不需要此地講的實德，這個地方講的實德你要是得到的話，那你往生是實報莊嚴土，那不一樣。沒有達到這個真實，達到相似的真實，相似的真實生方便有餘土。我們這個相似也沒達到，雖相似達不到，沾一點相似的邊，這句話怎麼說？方向一致，目標一致，這決定不錯，就這麼一點點功德，就決定生凡聖同居土。生到西方淨土，即使是凡聖同居土下下品往生，到西方極樂世界統統證得實德，不可思議，所以這就是難信之法。怎麼會有這麼殊勝的成就？你看生到西方極樂世界，這是阿彌陀佛自己說的，在《無量壽經》四十八願裡面講的，生到西方極樂世界「皆作阿惟越致菩薩」，阿惟越致菩薩實德，不必經過相似位，直截就到了分證位。一切諸佛菩薩說淨宗法門叫難信之法，難信的意思就在此地。"
    },
    {
      "id": "12-017-1413_p0023",
      "zh_CN": "我们今天从哪里做起？我劝一切同学，我讲真实话，必须从《弟子规》扎根。换句话说，《弟子规》你要是做不到，你来生人身得不到。这句话完全肯定，《弟子规》百分之百做到了，我就保证你来生不失人身，失掉人身来生还得人身，《弟子规》是做人的条件。我们在外国讲，外国人听了之后我们听听他的反应，他不说假话，听完之后说了一句「做人应该要这样」，这是做人的法。你能够把这个做到你不失人身。然后再进一步把《十善业道》做到，为什么？《十善业道》是学佛的入门条件，有十善业道就可以入佛门，可以学佛了，有没有得到一年级？没有，佛法里头小学一年级的先修班，先修班就是现在讲的幼儿园，你有十善业道，这是进了佛法的幼儿园。",
      "zh_TW": "我們今天從哪裡做起？我勸一切同學，我講真實話，必須從《弟子規》扎根。換句話說，《弟子規》你要是做不到，你來生人身得不到。這句話完全肯定，《弟子規》百分之百做到了，我就保證你來生不失人身，失掉人身來生還得人身，《弟子規》是做人的條件。我們在外國講，外國人聽了之後我們聽聽他的反應，他不說假話，聽完之後說了一句「做人應該要這樣」，這是做人的法。你能夠把這個做到你不失人身。然後再進一步把《十善業道》做到，為什麼？《十善業道》是學佛的入門條件，有十善業道就可以入佛門，可以學佛了，有沒有得到一年級？沒有，佛法裡頭小學一年級的先修班，先修班就是現在講的幼兒園，你有十善業道，這是進了佛法的幼兒園。"
    },
    {
      "id": "12-017-1413_p0024",
      "zh_CN": "什么时候你才能够进一年级？你从这个地方再提升，提升什么？学三皈、学五戒。戒跟善不一样，戒有约束，善没有约束；戒是非做到不可，善不一定，差别在此地。因为戒是誓愿，我发了誓我一定做到，善没有，差别在此地。我们不搞别的法门，别的法门太难了，我用三皈、五戒、十善，念佛求生净土，这个人决定往生，生凡圣同居土。即使是下辈往生，因为我们造作的罪业太重，不敢希望品位再往上，下三品往生就证实德，这真正是你意想不到的收获。",
      "zh_TW": "什麼時候你才能夠進一年級？你從這個地方再提升，提升什麼？學三皈、學五戒。戒跟善不一樣，戒有約束，善沒有約束；戒是非做到不可，善不一定，差別在此地。因為戒是誓願，我發了誓我一定做到，善沒有，差別在此地。我們不搞別的法門，別的法門太難了，我用三皈、五戒、十善，念佛求生淨土，這個人決定往生，生凡聖同居土。即使是下輩往生，因為我們造作的罪業太重，不敢希望品位再往上，下三品往生就證實德，這真正是你意想不到的收穫。"
    },
    {
      "id": "12-017-1413_p0025",
      "zh_CN": "这个法门劝人得大利益，劝人干，自己干不干？有的人劝人是真的在劝，劝得没错，自己不肯干，这什么原因？烦恼习气太重了，我们一般人讲禁不起诱惑。现在这个世界真的环境非常不好，就是自私自利、名闻利养、五欲六尘的诱惑力量太强大了，在这个时候我们怎么办？所以真修行要有一股勇猛的劲，难断能断，难舍能舍，佛教导我们以苦为师、以戒为师，戒就是十善、三皈、五戒，决定不能违背。《弟子规》里面讲的五伦、五常、八德，决定不可以违背，我们有这个基础，一心念佛。",
      "zh_TW": "這個法門勸人得大利益，勸人幹，自己幹不幹？有的人勸人是真的在勸，勸得沒錯，自己不肯幹，這什麼原因？煩惱習氣太重了，我們一般人講禁不起誘惑。現在這個世界真的環境非常不好，就是自私自利、名聞利養、五欲六塵的誘惑力量太強大了，在這個時候我們怎麼辦？所以真修行要有一股勇猛的勁，難斷能斷，難捨能捨，佛教導我們以苦為師、以戒為師，戒就是十善、三皈、五戒，決定不能違背。《弟子規》裡面講的五倫、五常、八德，決定不可以違背，我們有這個基礎，一心念佛。"
    },
    {
      "id": "12-017-1413_p0026",
      "zh_CN": "对付现在世间所有的诱惑用什么方法？听经是最好的方法，听经是天天增长你免疫的能力，一天至少要听四个小时，我常常是这样教人的。四小时到哪里听？我们现在流通的光碟不少，任何一部经都好，每天听四个小时，一部经反复的听，古人讲「读书千遍，其义自见」，你要能够一部经反复去听一千遍，你会开悟，为什么？一千遍听下来心定了，不会受外面境界染污了，你就有这个能力了，清净心生智慧，念佛求往生你自己知道有把握，没有困难。现在时间到了，这首偈我们就讲到此地。",
      "zh_TW": "對付現在世間所有的誘惑用什麼方法？聽經是最好的方法，聽經是天天增長你免疫的能力，一天至少要聽四個小時，我常常是這樣教人的。四小時到哪裡聽？我們現在流通的光碟不少，任何一部經都好，每天聽四個小時，一部經反覆的聽，古人講「讀書千遍，其義自見」，你要能夠一部經反覆去聽一千遍，你會開悟，為什麼？一千遍聽下來心定了，不會受外面境界染污了，你就有這個能力了，清淨心生智慧，念佛求往生你自己知道有把握，沒有困難。現在時間到了，這首偈我們就講到此地。"
    },
    {
      "id": "12-017-1413_p0027",
      "zh_CN": "同学们请坐。最后这首偈清凉大师在此地有个总结，《疏》里面「又此九偈，亦可别对随贪等义，如理应思」。第一个，这是做了总结，结得很好，让我们对于这章经做一个回顾。第一首偈是比喻「溺水」，水在佛法里面是表贪爱，所以「喻随贪爱水故」。因为受持正法这个机缘希有难逢，我们谚语常讲「贪多嚼不烂」，东西学多了，只学到文字、皮毛，义理疏忽了，这就是为什么自古以来真善知识教人一门深入，这是我们不能不知道的。多少人犯了这个毛病，一开头广学多闻，多闻没有错，不是现在这个阶段，所以古人常讲「人贵自知」。人一定要有自知之明，不是知道别人，要知道自己。我自己是什么根性，我自己是什么程度，我自己在现前是什么样的一个位置，要搞清楚。在世法里面可能我是个博士学位，在佛法里头连幼稚园的资格都没有，这就所谓是「隔行如隔山」，这不能够相提并论。",
      "zh_TW": "同學們請坐。最後這首偈清涼大師在此地有個總結，《疏》裡面「又此九偈，亦可別對隨貪等義，如理應思」。第一個，這是做了總結，結得很好，讓我們對於這章經做一個回顧。第一首偈是比喻「溺水」，水在佛法裡面是表貪愛，所以「喻隨貪愛水故」。因為受持正法這個機緣希有難逢，我們諺語常講「貪多嚼不爛」，東西學多了，只學到文字、皮毛，義理疏忽了，這就是為什麼自古以來真善知識教人一門深入，這是我們不能不知道的。多少人犯了這個毛病，一開頭廣學多聞，多聞沒有錯，不是現在這個階段，所以古人常講「人貴自知」。人一定要有自知之明，不是知道別人，要知道自己。我自己是什麼根性，我自己是什麼程度，我自己在現前是什麼樣的一個位置，要搞清楚。在世法裡面可能我是個博士學位，在佛法裡頭連幼稚園的資格都沒有，這就所謂是「隔行如隔山」，這不能夠相提並論。"
    },
    {
      "id": "12-017-1413_p0028",
      "zh_CN": "世法是知识，佛法是智慧，智慧跟知识是两码事情。智慧是清净心当中流露出来的，清净心的反映，知识是意识心的反映，一个是意识心，一个是真心，不一样。在佛法术语里面讲，知识是心意识，从心意识里头生的，八识五十一心所里面生的；智慧是真如本性里头本来具足的，必须离心意识，智慧才能够生起来，这不一样。你今天还有贪爱，贪爱佛法，贪爱大乘，大乘经教我统统都想学，自己并没有这个程度，我们在前面刚才讲过，你连《弟子规》跟《十善业道》、三皈五戒都没有，经教没分。你要是广泛涉猎经教，你所学到的，就是今天一般人讲的佛学，佛学什么？佛学常识、佛学文字，你得的是这个东西，佛法里面的义理你没尝到，真实的受用你得不到，这就错了。第一个比喻说受持正法为什么不得利益？没有离开贪心，贪心学佛就被贪水渴死了。",
      "zh_TW": "世法是知識，佛法是智慧，智慧跟知識是兩碼事情。智慧是清淨心當中流露出來的，清淨心的反映，知識是意識心的反映，一個是意識心，一個是真心，不一樣。在佛法術語裡面講，知識是心意識，從心意識裡頭生的，八識五十一心所裡面生的；智慧是真如本性裡頭本來具足的，必須離心意識，智慧才能夠生起來，這不一樣。你今天還有貪愛，貪愛佛法，貪愛大乘，大乘經教我統統都想學，自己並沒有這個程度，我們在前面剛才講過，你連《弟子規》跟《十善業道》、三皈五戒都沒有，經教沒分。你要是廣泛涉獵經教，你所學到的，就是今天一般人講的佛學，佛學什麼？佛學常識、佛學文字，你得的是這個東西，佛法裡面的義理你沒嘗到，真實的受用你得不到，這就錯了。第一個比喻說受持正法為什麼不得利益？沒有離開貪心，貪心學佛就被貪水渴死了。"
    },
    {
      "id": "12-017-1413_p0029",
      "zh_CN": "第二个「随悭，不自食故」。悭是悭吝。在我们佛门里面，《弥陀经》大家常念，《弥陀经》里面的周利槃陀伽过去生中三藏法师，悭就是很小气，不大方，自己有的不肯给别人，为什么？怕别人将来超过自己，三藏法师讲经说法教别人也讲一半就好了，后头一半不讲，希望自己德行、学问、道业永远是居第一位，其他的人不能超过，吝法。吝法当然也不能够悟入经教的义理，没有办法悟入，因为什么？这是烦恼，烦恼是障碍，障碍不去掉你怎么能悟入？所以烦恼是一定要断。",
      "zh_TW": "第二個「隨慳，不自食故」。慳是慳吝。在我們佛門裡面，《彌陀經》大家常念，《彌陀經》裡面的周利槃陀伽過去生中三藏法師，慳就是很小氣，不大方，自己有的不肯給別人，為什麼？怕別人將來超過自己，三藏法師講經說法教別人也講一半就好了，後頭一半不講，希望自己德行、學問、道業永遠是居第一位，其他的人不能超過，吝法。吝法當然也不能夠悟入經教的義理，沒有辦法悟入，因為什麼？這是煩惱，煩惱是障礙，障礙不去掉你怎麼能悟入？所以煩惱是一定要斷。"
    },
    {
      "id": "12-017-1413_p0030",
      "zh_CN": "换句话说，我们要认真去反省，我受持大乘有没有贪心？记住，贪心，有没有贪心？我对世间不贪了，我对佛法还贪，没有用。佛是教我们断贪心、断烦恼，不是教我们换对象，我们贪财色名食睡跟贪佛法没有两样，你同样都是贪心。贪心将来到哪里去？悭贪堕饿鬼。这前面两个烦恼，饿鬼道的业因。没有得到的希望得到，这是贪心，得到之后舍不得给人，这是悭吝，饿鬼道的业因。贪爱大乘将来还是堕饿鬼道，这就是慈云灌顶法师在《大势至菩萨念佛圆通章疏钞》里面所说的，念佛人一百种果报，这里头有。念佛真的是正法，受持正法，贪瞋痴没断，严重的悭贪还是堕饿鬼，严重的瞋恚还是堕地狱，愚痴还是堕畜生。并不是说你这贪瞋痴换了对象，世法不贪了，换成佛法，不行，佛是教我们断贪瞋痴，没有教我们换对象，这个道理很深，要懂，不可以有悭贪。",
      "zh_TW": "換句話說，我們要認真去反省，我受持大乘有沒有貪心？記住，貪心，有沒有貪心？我對世間不貪了，我對佛法還貪，沒有用。佛是教我們斷貪心、斷煩惱，不是教我們換對象，我們貪財色名食睡跟貪佛法沒有兩樣，你同樣都是貪心。貪心將來到哪裡去？慳貪墮餓鬼。這前面兩個煩惱，餓鬼道的業因。沒有得到的希望得到，這是貪心，得到之後捨不得給人，這是慳吝，餓鬼道的業因。貪愛大乘將來還是墮餓鬼道，這就是慈雲灌頂法師在《大勢至菩薩念佛圓通章疏鈔》裡面所說的，念佛人一百種果報，這裡頭有。念佛真的是正法，受持正法，貪瞋痴沒斷，嚴重的慳貪還是墮餓鬼，嚴重的瞋恚還是墮地獄，愚痴還是墮畜生。並不是說你這貪瞋痴換了對象，世法不貪了，換成佛法，不行，佛是教我們斷貪瞋痴，沒有教我們換對象，這個道理很深，要懂，不可以有慳貪。"
    },
    {
      "id": "12-017-1413_p0031",
      "zh_CN": "第三个比喻是「随嫉妒」，这问题严重，「内病」。这比喻里头说医不自救喻，知道有对治烦恼习气的方法，自己不能用，还是被烦恼习气障碍了，这同学们大家在一起学佛共修这么多年懂不懂？懂，我们真知道有方法。用什么方法来对治悭贪？布施。你要真干，你要真能舍，舍得心里欢喜，舍了绝对没有后悔，就算是我的施舍被人骗了，骗了也不后悔。那个造作罪业的人，那是各人有各人的果报，与我不相干，我是善心、诚意施舍的。你把我这个施舍拿去做不如法的事情，那是你的因果，那不是我的意思，我没有过失，过失在对方。你明白这个道理，你就欢喜舍，你就乐意舍了。特别是救济灾难的时候，旱灾、水灾，灾难的时候，有很多慈善机构在这个地方募捐，我们舍了。很多人舍的时候他担心我这个钱会不会到受难者？会不会给他们吞没了？疑虑很多，于是怎么？本来想舍，不敢，不愿意舍了，这错了。人人对于这些做慈善事业的人都没有信心了，各个人都不施舍了，这个灾区的人就可怜了。你要不相信别人，你自己到灾区里面去布施去，你能不能去？假如不能，我们相信；他做得不如法，佛法里面讲各人因果各人负责，这个态度是好的。",
      "zh_TW": "第三個比喻是「隨嫉妒」，這問題嚴重，「內病」。這比喻裡頭說醫不自救喻，知道有對治煩惱習氣的方法，自己不能用，還是被煩惱習氣障礙了，這同學們大家在一起學佛共修這麼多年懂不懂？懂，我們真知道有方法。用什麼方法來對治慳貪？布施。你要真幹，你要真能捨，捨得心裡歡喜，捨了絕對沒有後悔，就算是我的施捨被人騙了，騙了也不後悔。那個造作罪業的人，那是各人有各人的果報，與我不相干，我是善心、誠意施捨的。你把我這個施捨拿去做不如法的事情，那是你的因果，那不是我的意思，我沒有過失，過失在對方。你明白這個道理，你就歡喜捨，你就樂意捨了。特別是救濟災難的時候，旱災、水災，災難的時候，有很多慈善機構在這個地方募捐，我們捨了。很多人捨的時候他擔心我這個錢會不會到受難者？會不會給他們吞沒了？疑慮很多，於是怎麼？本來想捨，不敢，不願意捨了，這錯了。人人對於這些做慈善事業的人都沒有信心了，各個人都不施捨了，這個災區的人就可憐了。你要不相信別人，你自己到災區裡面去布施去，你能不能去？假如不能，我們相信；他做得不如法，佛法裡面講各人因果各人負責，這個態度是好的。"
    },
    {
      "id": "12-017-1413_p0032",
      "zh_CN": "信任别人这是个善心，别人不善是他的事情，与我不相干，决不要怀疑，怀疑什么事情都不能成就。大乘教里头常讲「疑是菩萨最大的障碍」，这个话对菩萨讲的。此地这个经也是对菩萨讲的，《华严》是大乘教，圆教菩萨，这对七信位菩萨所讲的。七信位超过六道轮回，还没有超过十法界，超过六道轮回，这是我们不能不懂，绝对不可以有嫉妒。要知道嫉妒烦恼给我们带来的苦难非常严重，障碍自己的善事，障碍别人的善事，哪里会有好果报？",
      "zh_TW": "信任別人這是個善心，別人不善是他的事情，與我不相干，決不要懷疑，懷疑什麼事情都不能成就。大乘教裡頭常講「疑是菩薩最大的障礙」，這個話對菩薩講的。此地這個經也是對菩薩講的，《華嚴》是大乘教，圓教菩薩，這對七信位菩薩所講的。七信位超過六道輪迴，還沒有超過十法界，超過六道輪迴，這是我們不能不懂，絕對不可以有嫉妒。要知道嫉妒煩惱給我們帶來的苦難非常嚴重，障礙自己的善事，障礙別人的善事，哪裡會有好果報？"
    },
    {
      "id": "12-017-1413_p0033",
      "zh_CN": "第四个比喻「随谄，数他德故」。谄媚，赞叹别人的德行，自己不能够效法，自己不得受用，这些毛病都是我们自己受持正法而不能成就的原因。第五个比喻「随瞋及忿」，忿怒、瞋恚，王子饥寒喻，「违王之法」。此地这个王，法王，佛菩萨的教诲，我们也赞叹；甚至于像现在所说的，我们也讲经说法劝别人，自己没有依教奉行。别人如果真的明白了，依教奉行，超过说法的人，说法的人是凡夫，听法的人证果了，这个自古以来有，正是所谓善学超过善教的。中国世俗有个谚语说，状元他的老师是个秀才，没有听说秀才的老师是状元。你们想想这个话的味道，所谓是「青出于蓝而胜于蓝」。你要懂得这个道理，你就晓得，说法的人虽然不高明，他能说不能行，听法的人能说能行就得大利益；他说的法没错，我们就可以依教奉行，自己得利益。如果我们说，「他自己说到做不到，算了，不要听他的」，损失是自己。这也正是文殊勉励善财的意义。",
      "zh_TW": "第四個比喻「隨諂，數他德故」。諂媚，讚歎別人的德行，自己不能夠效法，自己不得受用，這些毛病都是我們自己受持正法而不能成就的原因。第五個比喻「隨瞋及忿」，忿怒、瞋恚，王子飢寒喻，「違王之法」。此地這個王，法王，佛菩薩的教誨，我們也讚歎；甚至於像現在所說的，我們也講經說法勸別人，自己沒有依教奉行。別人如果真的明白了，依教奉行，超過說法的人，說法的人是凡夫，聽法的人證果了，這個自古以來有，正是所謂善學超過善教的。中國世俗有個諺語說，狀元他的老師是個秀才，沒有聽說秀才的老師是狀元。你們想想這個話的味道，所謂是「青出於藍而勝於藍」。你要懂得這個道理，你就曉得，說法的人雖然不高明，他能說不能行，聽法的人能說能行就得大利益；他說的法沒錯，我們就可以依教奉行，自己得利益。如果我們說，「他自己說到做不到，算了，不要聽他的」，損失是自己。這也正是文殊勉勵善財的意義。"
    },
    {
      "id": "12-017-1413_p0034",
      "zh_CN": "第六个比喻是「随覆」，覆是什么？自己有过失隐瞒，不知道发露忏悔。清凉说「若掩耳盗铃，欲人不闻故」，这个话是什么？自欺欺人。掩耳盗铃是自欺，希望别人不知道，别人听不到，这是欺人。自欺欺人怎么会成就？统统都是说这一生遇到正法的这些人而不能成就，所犯的这些毛病。下面第七个比喻「随痴，盲无见故」。自己愚痴，愚痴没有智慧，所以在比喻里面第六是聋人奏音乐，第七是盲人画画，这前面我们都读过了，这属于愚痴。佛法，受持正法，烦恼轻智慧长，这是正道；受持正法反而增长愚痴，错了，智慧不开。像这些地方，我们在平常要常常检点、常常反省有没有这些过失，真的是有则改之，无则嘉勉。",
      "zh_TW": "第六個比喻是「隨覆」，覆是什麼？自己有過失隱瞞，不知道發露懺悔。清涼說「若掩耳盜鈴，欲人不聞故」，這個話是什麼？自欺欺人。掩耳盜鈴是自欺，希望別人不知道，別人聽不到，這是欺人。自欺欺人怎麼會成就？統統都是說這一生遇到正法的這些人而不能成就，所犯的這些毛病。下面第七個比喻「隨痴，盲無見故」。自己愚痴，愚痴沒有智慧，所以在比喻裡面第六是聾人奏音樂，第七是盲人畫畫，這前面我們都讀過了，這屬於愚痴。佛法，受持正法，煩惱輕智慧長，這是正道；受持正法反而增長愚痴，錯了，智慧不開。像這些地方，我們在平常要常常檢點、常常反省有沒有這些過失，真的是有則改之，無則嘉勉。"
    },
    {
      "id": "12-017-1413_p0035",
      "zh_CN": "这种毛病习气很深，我们讲得粗、讲得浅。你看看文殊菩萨在第七信位的法首菩萨，在这个地方提出这些问题。换句话说，七信位的菩萨还有这些问题，只要有这些问题他怎么能向上提升？是不是真有这些问题？我们肯定有，有他怎么能做菩萨？他有的是习气，他断的是现行，他要不断这些烦恼，他怎么能够证得七信位？这是见思烦恼，见思烦恼在七信位都断了。这是佛在经上告诉我们，阿罗汉果已经断了，虽断了习气还在，所以这个地方讲的全是习气。这个现行跟习气是不太好讲，古大德有个比喻，他是用酒做比喻，酒瓶，盛酒的，酒倒干净了，瓶子里头擦得很干净，确实一滴酒都没有了，那个酒就比喻现行，这烦恼没有了，闻闻还有味道，那个味道就叫习气。诸位从这个比喻上你去想，他有没有贪瞋痴慢？真的没有，可是表现出来还有那个意思在，实际上他真没有了，这是阿罗汉以上。七信位的菩萨在断证跟阿罗汉完全相等，这是超越六道，他在十法界里头声闻法界。",
      "zh_TW": "這種毛病習氣很深，我們講得粗、講得淺。你看看文殊菩薩在第七信位的法首菩薩，在這個地方提出這些問題。換句話說，七信位的菩薩還有這些問題，只要有這些問題他怎麼能向上提升？是不是真有這些問題？我們肯定有，有他怎麼能做菩薩？他有的是習氣，他斷的是現行，他要不斷這些煩惱，他怎麼能夠證得七信位？這是見思煩惱，見思煩惱在七信位都斷了。這是佛在經上告訴我們，阿羅漢果已經斷了，雖斷了習氣還在，所以這個地方講的全是習氣。這個現行跟習氣是不太好講，古大德有個比喻，他是用酒做比喻，酒瓶，盛酒的，酒倒乾淨了，瓶子裡頭擦得很乾淨，確實一滴酒都沒有了，那個酒就比喻現行，這煩惱沒有了，聞聞還有味道，那個味道就叫習氣。諸位從這個比喻上你去想，他有沒有貪瞋痴慢？真的沒有，可是表現出來還有那個意思在，實際上他真沒有了，這是阿羅漢以上。七信位的菩薩在斷證跟阿羅漢完全相等，這是超越六道，他在十法界裡頭聲聞法界。"
    },
    {
      "id": "12-017-1413_p0036",
      "zh_CN": "声闻、缘觉、权教菩萨习气都没有断，都还有习气，不过愈往上面去愈薄，利根的缘觉习气就断掉了，钝根的，为什么要分钝根、利根？利根，习气断尽了；钝根，习气比阿罗汉少，阿罗汉比他严重，这讲修证里头有等级不相同。我们今天不是习气，我们今天是现行，会发作，这些毛病常常会发作，这一发作，身心不平，这叫烦恼，这是我们不可以不知道的。一个恶念，生一个恶念，这九个比喻里头所讲的都是恶念，无论是哪一个恶念，恶念起来影响整个身体，影响到全身，这我们自己都有经验。我们是凡夫，常常有这个恶的念头，一身都不舒服，这是我们能感觉到的；感觉不到的，它影响环境，这是我们感觉不到的。我们一念不善，这个念头现在科学里面讲思想波，你一起心动念这个思想波，这个波周遍法界，这影响太大！一念善，对身体来讲一身的舒畅，感觉到很快乐、很舒服，你心里念头这个波，整个环境的磁场非常好，你要明白这个道理。",
      "zh_TW": "聲聞、緣覺、權教菩薩習氣都沒有斷，都還有習氣，不過愈往上面去愈薄，利根的緣覺習氣就斷掉了，鈍根的，為什麼要分鈍根、利根？利根，習氣斷盡了；鈍根，習氣比阿羅漢少，阿羅漢比他嚴重，這講修證裡頭有等級不相同。我們今天不是習氣，我們今天是現行，會發作，這些毛病常常會發作，這一發作，身心不平，這叫煩惱，這是我們不可以不知道的。一個惡念，生一個惡念，這九個比喻裡頭所講的都是惡念，無論是哪一個惡念，惡念起來影響整個身體，影響到全身，這我們自己都有經驗。我們是凡夫，常常有這個惡的念頭，一身都不舒服，這是我們能感覺到的；感覺不到的，它影響環境，這是我們感覺不到的。我們一念不善，這個念頭現在科學裡面講思想波，你一起心動念這個思想波，這個波周遍法界，這影響太大！一念善，對身體來講一身的舒暢，感覺到很快樂、很舒服，你心裡念頭這個波，整個環境的磁場非常好，你要明白這個道理。"
    },
    {
      "id": "12-017-1413_p0037",
      "zh_CN": "很多人问我风水，什么叫风水？风水就是我们生活环境，中国人讲气氛，外国人讲磁场，佛法说得好，「境随心转」，只要我们心善、思想善、行为善，这个善的波就影响外面环境，所以说福人居福地，心善的人这个人有福，整个环境都变善。如果这个地方善人很多，磁场哪有不好的道理！你看宋文帝跟何尚之的对话，何尚之说得很好，一百个人里头有一个善人，一千人里头有十个善人，一万人里头有一百个善人，十万人有一千个善人；十万人是个小镇，是个小城市，里头有一千个善人，这个小城镇居民一定非常和善，一个人影响一百人，这肯定的。这话很有道理，我们学佛之后对这个一丝毫怀疑都没有。我们这个小道场果然大家真的都觉悟了，知道修行不单单为自己，为这一方的众生，最明显的是这一方的居民。进进出出我们这个协会的，到这个地方来听经、到这个地方来念佛，如果真正懂得这个道理，听经、念佛是学习，真正修行是什么？把不善的心转变成善心，把不善的念头转变成善的念头，把不善的行为转变成善的行为，自己得受用，我们这个地区一切人、一切众生连山河大地，统统得受用，这叫做什么？功德。",
      "zh_TW": "很多人問我風水，什麼叫風水？風水就是我們生活環境，中國人講氣氛，外國人講磁場，佛法說得好，「境隨心轉」，只要我們心善、思想善、行為善，這個善的波就影響外面環境，所以說福人居福地，心善的人這個人有福，整個環境都變善。如果這個地方善人很多，磁場哪有不好的道理！你看宋文帝跟何尚之的對話，何尚之說得很好，一百個人裡頭有一個善人，一千人裡頭有十個善人，一萬人裡頭有一百個善人，十萬人有一千個善人；十萬人是個小鎮，是個小城市，裡頭有一千個善人，這個小城鎮居民一定非常和善，一個人影響一百人，這肯定的。這話很有道理，我們學佛之後對這個一絲毫懷疑都沒有。我們這個小道場果然大家真的都覺悟了，知道修行不單單為自己，為這一方的眾生，最明顯的是這一方的居民。進進出出我們這個協會的，到這個地方來聽經、到這個地方來念佛，如果真正懂得這個道理，聽經、念佛是學習，真正修行是什麼？把不善的心轉變成善心，把不善的念頭轉變成善的念頭，把不善的行為轉變成善的行為，自己得受用，我們這個地區一切人、一切眾生連山河大地，統統得受用，這叫做什麼？功德。"
    },
    {
      "id": "12-017-1413_p0038",
      "zh_CN": "谁知道这个功德？经论上天天讲，真正懂得这个意思的人不多。现在我们讲这个功德的时候，这个功德已经被科学家证明了。日本江本胜博士的十年实验，证实人的意念，不论是善念、是恶念，影响环境。经过他的科学实验，实验出来的矿物，矿物是无生物，动物、植物都是属于生物，矿物是无生物，矿物有见闻觉知，矿物懂得人的意思；人有善念，它的结晶非常之美，它的结晶就有改变，人有恶念它就变成很差、很难看，这证明什么？我们的意念影响周边环境。在佛法里面讲你影响的范围多大？遍法界虚空界，那我们对自己这个念头思想你就不能不留意。我一个善念、一个善的思想，真的是叫遍法界虚空界一切众生得利益，我一个不善的念头、不善的思想，使遍法界虚空界所有众生都受到伤害。你要是真正了解这个事实真相，你愿意帮助人还是愿意伤害人？愿意帮助人，烦恼习气一定要断；愿意成就人，伦理道德、十善业决定要修，不但利益自己，利益无量众生。",
      "zh_TW": "誰知道這個功德？經論上天天講，真正懂得這個意思的人不多。現在我們講這個功德的時候，這個功德已經被科學家證明了。日本江本勝博士的十年實驗，證實人的意念，不論是善念、是惡念，影響環境。經過他的科學實驗，實驗出來的礦物，礦物是無生物，動物、植物都是屬於生物，礦物是無生物，礦物有見聞覺知，礦物懂得人的意思；人有善念，它的結晶非常之美，它的結晶就有改變，人有惡念它就變成很差、很難看，這證明什麼？我們的意念影響周邊環境。在佛法裡面講你影響的範圍多大？遍法界虛空界，那我們對自己這個念頭思想你就不能不留意。我一個善念、一個善的思想，真的是叫遍法界虛空界一切眾生得利益，我一個不善的念頭、不善的思想，使遍法界虛空界所有眾生都受到傷害。你要是真正了解這個事實真相，你願意幫助人還是願意傷害人？願意幫助人，煩惱習氣一定要斷；願意成就人，倫理道德、十善業決定要修，不但利益自己，利益無量眾生。"
    },
    {
      "id": "12-017-1413_p0039",
      "zh_CN": "佛法开口讲功德，闭口讲功德，功德在哪里？就在这个地方。我们跟大家相处，看这个人不顺眼，看那个人不欢喜，这个念头就让遍法界虚空界众生受苦，不仅仅是自己不高兴。如果我们用慈悲心、用清净平等心看一切众生，遍法界一切众生都生欢喜心。你是愿意跟大家和睦相处，还是愿意跟大家格格不入？都在一念之间，都在起心动念之处。经论里面讲得很多，这种深义很少人能体会到，我们今天藉科学这个测验跟佛经两个对照，佛经得到了科学的印证，使我们对于经教有更深刻的信心，更坚定的信心，深信不疑。从今而后一定要放下一切恶念，放下一切恶行，向纯净纯善这个方向目标去迈进，这是成佛之道，这是真正离苦得乐之道。离苦得乐必然转迷为悟，自自然然转恶为善，这是佛菩萨在大乘教里面教导我们的。所以过失发露忏悔，不能够隐藏，覆是隐藏，隐藏就是更严重的过失。人不真诚，给人看到好的这一面，不好的那面隐藏，瞒着别人，不让别人看见，不让别人知道，这是罪过，说老实话，不障碍别人，障碍自己。障碍自己就是障碍自己的性德，你受持大乘，你不开悟，你不能入大乘境界，入就是证，一般人讲证果。",
      "zh_TW": "佛法開口講功德，閉口講功德，功德在哪裡？就在這個地方。我們跟大家相處，看這個人不順眼，看那個人不歡喜，這個念頭就讓遍法界虛空界眾生受苦，不僅僅是自己不高興。如果我們用慈悲心、用清淨平等心看一切眾生，遍法界一切眾生都生歡喜心。你是願意跟大家和睦相處，還是願意跟大家格格不入？都在一念之間，都在起心動念之處。經論裡面講得很多，這種深義很少人能體會到，我們今天藉科學這個測驗跟佛經兩個對照，佛經得到了科學的印證，使我們對於經教有更深刻的信心，更堅定的信心，深信不疑。從今而後一定要放下一切惡念，放下一切惡行，向純淨純善這個方向目標去邁進，這是成佛之道，這是真正離苦得樂之道。離苦得樂必然轉迷為悟，自自然然轉惡為善，這是佛菩薩在大乘教裡面教導我們的。所以過失發露懺悔，不能夠隱藏，覆是隱藏，隱藏就是更嚴重的過失。人不真誠，給人看到好的這一面，不好的那面隱藏，瞞著別人，不讓別人看見，不讓別人知道，這是罪過，說老實話，不障礙別人，障礙自己。障礙自己就是障礙自己的性德，你受持大乘，你不開悟，你不能入大乘境界，入就是證，一般人講證果。"
    },
    {
      "id": "12-017-1413_p0040",
      "zh_CN": "下面第八个比喻「随慢，恃己惯故」。这个惯，自己养成这个习惯，这个习惯儒家也说得好，《礼记．曲礼》一开端就讲「傲不可长」。傲慢这个习气在佛法里头称为根本烦恼，根本烦恼有六大类，贪瞋痴摆在前三名，第四名就是慢，你就晓得这个东西严重性，它的障碍有多么大的力量。怎么对治？谦虚。用谦、用敬来对治傲慢，佛菩萨绝不轻慢一个众生，即使造作极重罪业的众生也不敢轻慢，做给我们看的。天主教的《玫瑰经》，这我过去讲过，十五端里头头一条就是教人要学圣母玛利亚的谦卑，对治傲慢。",
      "zh_TW": "下面第八個比喻「隨慢，恃己慣故」。這個慣，自己養成這個習慣，這個習慣儒家也說得好，《禮記．曲禮》一開端就講「傲不可長」。傲慢這個習氣在佛法裡頭稱為根本煩惱，根本煩惱有六大類，貪瞋痴擺在前三名，第四名就是慢，你就曉得這個東西嚴重性，它的障礙有多麼大的力量。怎麼對治？謙虛。用謙、用敬來對治傲慢，佛菩薩絕不輕慢一個眾生，即使造作極重罪業的眾生也不敢輕慢，做給我們看的。天主教的《玫瑰經》，這我過去講過，十五端裡頭頭一條就是教人要學聖母瑪利亞的謙卑，對治傲慢。"
    },
    {
      "id": "12-017-1413_p0041",
      "zh_CN": "傲慢是俱生烦恼，不是你这一生，是生生世世带来的烦恼习气，人人都有，六道里头众生没有一个没有；天道里面，色界、无色界烦恼伏住了，不起现行，欲界统统有。欲界统统有就是说明他化自在天、化乐天统统都有。我们要细心观察，不要说我没有傲慢，你没有傲慢至少你已经到色界天，这个傲慢你伏住了；你没有到色界天，换句话说，你没有伏住。时时刻刻总感觉到我比人高一等，人不如我。从前李老师讲到这些地方给我们举例子说明，你看看外面要饭的乞丐，在香港有没有乞丐我不知道，在美国都有，南洋就更多，马来西亚、印度尼西亚乞丐很多，他举的例子是中国从前大陆上有乞丐，看到富贵人家从他面前经过，你看他什么个态度？哼一声，有什么了不起，不过有几个臭铜钱而已。你想想看，他还是个傲慢心，还是瞧不起人。这就说明傲慢的烦恼是与生俱来的，没有一个人没有，只要是六道有情众生统统具足。傲慢的心愈是严重的愈往下坠落，那三恶道就非常明显，在人间稍稍留意都看得出来。特别是什么？要自己反省，自己这个烦恼是不是很严重，应该要怎样把它断掉。",
      "zh_TW": "傲慢是俱生煩惱，不是你這一生，是生生世世帶來的煩惱習氣，人人都有，六道裡頭眾生沒有一個沒有；天道裡面，色界、無色界煩惱伏住了，不起現行，欲界統統有。欲界統統有就是說明他化自在天、化樂天統統都有。我們要細心觀察，不要說我沒有傲慢，你沒有傲慢至少你已經到色界天，這個傲慢你伏住了；你沒有到色界天，換句話說，你沒有伏住。時時刻刻總感覺到我比人高一等，人不如我。從前李老師講到這些地方給我們舉例子說明，你看看外面要飯的乞丐，在香港有沒有乞丐我不知道，在美國都有，南洋就更多，馬來西亞、印度尼西亞乞丐很多，他舉的例子是中國從前大陸上有乞丐，看到富貴人家從他面前經過，你看他什麼個態度？哼一聲，有什麼了不起，不過有幾個臭銅錢而已。你想想看，他還是個傲慢心，還是瞧不起人。這就說明傲慢的煩惱是與生俱來的，沒有一個人沒有，只要是六道有情眾生統統具足。傲慢的心愈是嚴重的愈往下墜落，那三惡道就非常明顯，在人間稍稍留意都看得出來。特別是什麼？要自己反省，自己這個煩惱是不是很嚴重，應該要怎樣把它斷掉。"
    },
    {
      "id": "12-017-1413_p0042",
      "zh_CN": "末后这个比喻「随诳」，诳是什么？欺骗人，「无德说德」，自己没有实德，宣扬自己，现在人说的，没有人给我们打知名度自己要想办法，人家不捧我，自己要捧自己，就属于这条。特别在现在这个时代，利用宣传的媒体提升自己的知名度，这个错了，古人常讲的「实至名归」，那个名归他要不要？不要，真正有实德的人决定跟《金刚经》上所说的相应，「无我相，无人相，无众生相，无寿者相」，这是实德。别人对他的赞叹，他有没有欢喜心？决定没有，别人对他毁谤也决定没有瞋恚心，那个心永远是平静的。赞叹、毁谤就像风浪一样，他水平，吹不动，不会随风逐浪，不会，永远是平静的，所谓是八风吹不动，这真正有德行。还会被世间毁誉动心，说明他心是浮的，就是此地所说的随诳妄，障碍自己的性德，受持正法不解（这是真的）、不行。",
      "zh_TW": "末後這個比喻「隨誑」，誑是什麼？欺騙人，「無德說德」，自己沒有實德，宣揚自己，現在人說的，沒有人給我們打知名度自己要想辦法，人家不捧我，自己要捧自己，就屬於這條。特別在現在這個時代，利用宣傳的媒體提升自己的知名度，這個錯了，古人常講的「實至名歸」，那個名歸他要不要？不要，真正有實德的人決定跟《金剛經》上所說的相應，「無我相，無人相，無眾生相，無壽者相」，這是實德。別人對他的讚歎，他有沒有歡喜心？決定沒有，別人對他毀謗也決定沒有瞋恚心，那個心永遠是平靜的。讚歎、毀謗就像風浪一樣，他水平，吹不動，不會隨風逐浪，不會，永遠是平靜的，所謂是八風吹不動，這真正有德行。還會被世間毀譽動心，說明他心是浮的，就是此地所說的隨誑妄，障礙自己的性德，受持正法不解（這是真的）、不行。"
    },
    {
      "id": "12-017-1413_p0043",
      "zh_CN": "解跟行有密切的关连，有正解一定有正行，有正行一定有正解，他为什么做不到？这我们常讲，解得不够深，解得不够透彻，解得愈深愈透彻，行得愈坚定、愈深刻。所以佛在经教里头教导学生要深解义趣，深解义趣一定要自己悟入，那是真的。你要是看别人的注解，那不是真的，那是别人的悟处，不是我自己的悟处。但是别人的悟处可以给我做参考，可以给我做勉励。一定要知道是他的不是我的，我必须自己有悟处，然后跟他的来比较、来对照，就像朋友在一起交换心得。这个好，这就是中国人所谓的切磋琢磨，现在人讲的研究讨论，让老师、让朋友来给我作印证，我所悟的有没有错误。是正确的，方向正确、目标正确，悟入浅深不一样，所以不能够自满，自己以为很了不起，那你就到此为止，不能再进步了，要虚怀若谷。像走路一样，十个站才达到目的地，我现在才到第一站、才到第二站，前面还很远，不能把第一站当作目的地，第二站当作目的地，那你就永远不能达到目的地。",
      "zh_TW": "解跟行有密切的關連，有正解一定有正行，有正行一定有正解，他為什麼做不到？這我們常講，解得不夠深，解得不夠透徹，解得愈深愈透徹，行得愈堅定、愈深刻。所以佛在經教裡頭教導學生要深解義趣，深解義趣一定要自己悟入，那是真的。你要是看別人的註解，那不是真的，那是別人的悟處，不是我自己的悟處。但是別人的悟處可以給我做參考，可以給我做勉勵。一定要知道是他的不是我的，我必須自己有悟處，然後跟他的來比較、來對照，就像朋友在一起交換心得。這個好，這就是中國人所謂的切磋琢磨，現在人講的研究討論，讓老師、讓朋友來給我作印證，我所悟的有沒有錯誤。是正確的，方向正確、目標正確，悟入淺深不一樣，所以不能夠自滿，自己以為很了不起，那你就到此為止，不能再進步了，要虛懷若谷。像走路一樣，十個站才達到目的地，我現在才到第一站、才到第二站，前面還很遠，不能把第一站當作目的地，第二站當作目的地，那你就永遠不能達到目的地。"
    },
    {
      "id": "12-017-1413_p0044",
      "zh_CN": "换句话说，永远要谦虚，永远要恭敬，这才是修学的好态度。正是印祖所说的「一分诚敬得一分利益，十分诚敬得十分利益」。永远十分诚敬，到最后达到目的地了，目的地是证得究竟圆满的佛果，这个时候怎么样？这个时候更谦虚。你看看诸佛如来就知道了，诸佛如来多么谦虚，你看看这些诸大菩萨，诸大菩萨多么谦虚。不要说大菩萨，在我们《华严经》你看看初住的菩萨，初住实在讲是法身大士，在一般讲是属于摩诃萨，多谦虚。古大德所说「谦受益，满招损」，这两句话我们要永远的记住。谦受益，一定要谦虚，无论对什么人，谦虚决定得好处，如果说是满就傲慢，决定得不到真实的利益。今天时间到了，这一章经我们就讲到此地。",
      "zh_TW": "換句話說，永遠要謙虛，永遠要恭敬，這才是修學的好態度。正是印祖所說的「一分誠敬得一分利益，十分誠敬得十分利益」。永遠十分誠敬，到最後達到目的地了，目的地是證得究竟圓滿的佛果，這個時候怎麼樣？這個時候更謙虛。你看看諸佛如來就知道了，諸佛如來多麼謙虛，你看看這些諸大菩薩，諸大菩薩多麼謙虛。不要說大菩薩，在我們《華嚴經》你看看初住的菩薩，初住實在講是法身大士，在一般講是屬於摩訶薩，多謙虛。古大德所說「謙受益，滿招損」，這兩句話我們要永遠的記住。謙受益，一定要謙虛，無論對什麼人，謙虛決定得好處，如果說是滿就傲慢，決定得不到真實的利益。今天時間到了，這一章經我們就講到此地。"
    }
  ]
}