{
  "doc_id": "12-017-0697",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六九七卷",
    "zh_TW": "第六九七卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0697",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "12-017-0697_p0001",
      "zh_CN": "诸位同学，请看「世界成就品」赞胜劝听偈颂：",
      "zh_TW": "諸位同學，請看「世界成就品」讚勝勸聽偈頌："
    },
    {
      "id": "12-017-0697_p0002",
      "zh_CN": "偈颂有十首。在没有讲这一段经文之前，我们在前面两段，「说所成益」跟「赞胜劝听」长行的十句，我们学到很多的东西，也拓开自己的心量，已经觉得有相当的收获了。这二十句经文不长，而且每两句都是一对，所以二十句总共十对。这十对，我们总要把它记住。在说所成利益里面，「证智成福」是第一对，「严刹绍种」是第二对，「显义演教」是第三对，「生善灭恶」是第四对，「净业普愿」是第五对。佛说经对众生究竟有什么好处？这样的问题我们常常会碰到，如果你能把这十句五对记住，那是很好的答复。紧接着赞胜劝听，也是十句五对，第一、第二句是「乐法生信」一对，在这一对里面，我们确确实实能体会得到世味没有法味浓，非常可惜，世间没有缘分尝到法味。",
      "zh_TW": "偈頌有十首。在沒有講這一段經文之前，我們在前面兩段，「說所成益」跟「讚勝勸聽」長行的十句，我們學到很多的東西，也拓開自己的心量，已經覺得有相當的收穫了。這二十句經文不長，而且每兩句都是一對，所以二十句總共十對。這十對，我們總要把它記住。在說所成利益裡面，「證智成福」是第一對，「嚴剎紹種」是第二對，「顯義演教」是第三對，「生善滅惡」是第四對，「淨業普願」是第五對。佛說經對眾生究竟有什麼好處？這樣的問題我們常常會碰到，如果你能把這十句五對記住，那是很好的答覆。緊接著讚勝勸聽，也是十句五對，第一、第二句是「樂法生信」一對，在這一對裡面，我們確確實實能體會得到世味沒有法味濃，非常可惜，世間沒有緣分嘗到法味。"
    },
    {
      "id": "12-017-0697_p0003",
      "zh_CN": "法味初尝好像没有什么味道，就好像新加坡、马来西亚的大众吃榴梿一样，我们从外地来的看到榴连的样子，闻到榴连的味道，都感觉到很恶心，不能接受。可是你要真正尝到味道，才晓得这是五味当中的上品，佛法亦复如是。刚刚接触没有入味的时候，就像陌生人见到榴梿一样，排斥拒绝；到你尝到味道之后，你会感觉到欲罢不能，你就被它吸引住了。榴梿称为水果之王，能品尝这个味道，其他的水果都放下了，没有一种能比得上。佛法亦复如是，你要能够品尝到法味，你才知道法味是一切味中之王。别说人世间这一切味，连天上的味道也不能跟它相比，超越人间、天上。所以那么多人想作佛、想作菩萨，你要问为什么？他能享受最高的法味。这就是早年方东美先生介绍给我的，「学佛是人生最高的享受」。很浓的法味，法味里面圆满具足真善美慧，它不是枯燥的，非常活泼。真的是自在快乐，而里面不夹杂丝毫的副作用，决定没有妄想分别执着。这个美味到哪里去找？佛法里头有，佛法里面教我们。而真正的法味是自己的法性，是自家的性德，所以它不是从外头来的。这才是真实不虚，外面来的是虚假的，那是不可靠的。所以以这十对来帮助初学、接引初学是非常具有说服力的，高明的说词。现在我们看偈颂，看偈颂经文十首，第一首：",
      "zh_TW": "法味初嘗好像沒有什麼味道，就好像新加坡、馬來西亞的大眾吃榴槤一樣，我們從外地來的看到榴連的樣子，聞到榴連的味道，都感覺到很噁心，不能接受。可是你要真正嘗到味道，才曉得這是五味當中的上品，佛法亦復如是。剛剛接觸沒有入味的時候，就像陌生人見到榴槤一樣，排斥拒絕；到你嘗到味道之後，你會感覺到欲罷不能，你就被它吸引住了。榴槤稱為水果之王，能品嘗這個味道，其他的水果都放下了，沒有一種能比得上。佛法亦復如是，你要能夠品嘗到法味，你才知道法味是一切味中之王。別說人世間這一切味，連天上的味道也不能跟它相比，超越人間、天上。所以那麼多人想作佛、想作菩薩，你要問為什麼？他能享受最高的法味。這就是早年方東美先生介紹給我的，「學佛是人生最高的享受」。很濃的法味，法味裡面圓滿具足真善美慧，它不是枯燥的，非常活潑。真的是自在快樂，而裡面不夾雜絲毫的副作用，決定沒有妄想分別執著。這個美味到哪裡去找？佛法裡頭有，佛法裡面教我們。而真正的法味是自己的法性，是自家的性德，所以它不是從外頭來的。這才是真實不虛，外面來的是虛假的，那是不可靠的。所以以這十對來幫助初學、接引初學是非常具有說服力的，高明的說詞。現在我們看偈頌，看偈頌經文十首，第一首："
    },
    {
      "id": "12-017-0697_p0004",
      "zh_CN": "【智慧甚深功德海，普现十方无量国，随诸众生所应见，光明遍照转法轮。】",
      "zh_TW": "【智慧甚深功德海，普現十方無量國，隨諸眾生所應見，光明遍照轉法輪。】"
    },
    {
      "id": "12-017-0697_p0005",
      "zh_CN": "清凉大师跟我们讲，这十首偈颂内容非常丰富，第一首是说：「智慧地及无畏功德，兼含体相显著等十句，以言普现十方光明遍照等故。」读经最重要的是我们现前程度根性能够得到的利益，得要以这个为主。也就是说在我们现前境界、现前生活当中，怎样来学习？帮助我们提升境界，法味你才能真正得到。第一句里面所说的，『智慧甚深功德海』，这一句讲两桩事情，一个智慧、一个功德，智慧无量无边，功德亦复如是。诸佛如来果地上这两种圆满了，所以我们称之为二足尊，二足尊就是指智慧跟功德。功德是真实的福报，佛法里面称福德，功德里面包括圆满的福德，福德里面不包括功德。这是什么原因？单单讲福德没有离相，着相了；功德就是福德不着相，福德不着相这福德就变成功德。着相我们一般讲你享福要付出代价，代价很大，前面都跟诸位做了报告。功德，享受福德不必付代价。为什么不付代价？因为你「无我相、无人相、无众生相、无寿者相」，所以那种享受在形相上跟一般凡夫没有两样，实质上一丝毫执着都没有；换句话说，你的清净平等觉只有在增长，没有产生障碍。福德把你清净平等觉障碍住，因为你有烦恼习气，功德里头没有烦恼习气，差别在此地。智慧甚深，功德亦甚深，所以用「海」来做比喻。这是能现，下面这一句是所现。",
      "zh_TW": "清涼大師跟我們講，這十首偈頌內容非常豐富，第一首是說：「智慧地及無畏功德，兼含體相顯著等十句，以言普現十方光明遍照等故。」讀經最重要的是我們現前程度根性能夠得到的利益，得要以這個為主。也就是說在我們現前境界、現前生活當中，怎樣來學習？幫助我們提升境界，法味你才能真正得到。第一句裡面所說的，『智慧甚深功德海』，這一句講兩樁事情，一個智慧、一個功德，智慧無量無邊，功德亦復如是。諸佛如來果地上這兩種圓滿了，所以我們稱之為二足尊，二足尊就是指智慧跟功德。功德是真實的福報，佛法裡面稱福德，功德裡面包括圓滿的福德，福德裡面不包括功德。這是什麼原因？單單講福德沒有離相，著相了；功德就是福德不著相，福德不著相這福德就變成功德。著相我們一般講你享福要付出代價，代價很大，前面都跟諸位做了報告。功德，享受福德不必付代價。為什麼不付代價？因為你「無我相、無人相、無眾生相、無壽者相」，所以那種享受在形相上跟一般凡夫沒有兩樣，實質上一絲毫執著都沒有；換句話說，你的清淨平等覺只有在增長，沒有產生障礙。福德把你清淨平等覺障礙住，因為你有煩惱習氣，功德裡頭沒有煩惱習氣，差別在此地。智慧甚深，功德亦甚深，所以用「海」來做比喻。這是能現，下面這一句是所現。"
    },
    {
      "id": "12-017-0697_p0006",
      "zh_CN": "『普现十方无量国』，经文里面告诉我们，十方无量无边诸佛刹土，这个「国」不是我们现在地球上这些小国家，不是的，这个国是佛的教化区。黄念祖老居士他所讲的以银河系为单位，十亿个银河系，十亿个银河系是一个佛国土。诸位要知道，十亿个银河系是佛国土，这个佛国土是佛国土里面的小者，还有大的，这是最小的。在虚空法界里头，这样的佛国土无量无边。怎么现的？现在我们晓得，是智慧跟功德现出来的。为什么现的？经典后面会讲到，「法尔如是」，没有原因也没有理由，是法性自然的现象，所以叫法尔如是。自自然然的现象，决定没有加一丝毫意思在里头。意思尚且没有，哪里来的造作？我们要明白这个道理，底下一句告诉我们：",
      "zh_TW": "『普現十方無量國』，經文裡面告訴我們，十方無量無邊諸佛剎土，這個「國」不是我們現在地球上這些小國家，不是的，這個國是佛的教化區。黃念祖老居士他所講的以銀河系為單位，十億個銀河系，十億個銀河系是一個佛國土。諸位要知道，十億個銀河系是佛國土，這個佛國土是佛國土裡面的小者，還有大的，這是最小的。在虛空法界裡頭，這樣的佛國土無量無邊。怎麼現的？現在我們曉得，是智慧跟功德現出來的。為什麼現的？經典後面會講到，「法爾如是」，沒有原因也沒有理由，是法性自然的現象，所以叫法爾如是。自自然然的現象，決定沒有加一絲毫意思在裡頭。意思尚且沒有，哪裡來的造作？我們要明白這個道理，底下一句告訴我們："
    },
    {
      "id": "12-017-0697_p0007",
      "zh_CN": "『随诸众生所应见』，法性能现，我们常讲虚空法界刹土众生「唯心所现」。智慧、功德是心性里头本具的，本经「出现品」里面讲的智慧德相，功德里面就包括着德相，「一切众生皆有如来智慧德相」，众生有佛性，佛性里头具足智慧德相。它能现，自自然然会现，现出来的国土有差别。为什么会有差别？「随诸众生」。所以这个国土有法性土，法性土是平等的，是讲理，是讲体。理跟体不是物质，如果要说物质那就不一样，它不是物质。所以，法性身跟法性土理上有，性上有，事上没有，找不到，相上也找不到。我们凡夫，不要说凡夫，九法界的众生都见不到，唯有法身菩萨他们懂，他们知道。为什么？九法界众生都没有离开相，着相，认为这个相是有的；如果没有相，认为这是无，这是空。诸佛如来、法身菩萨，跟九法界众生的看法不相同。虽然不同，佛能够随顺九法界众生，他自己见到的境界他不说，为什么？说了你也不懂，那就不如不说。不说不是永久不说，暂时不说，等到你有那么高的境界，跟你说你能够体会，这个时候就跟你说。这个在佛法里面叫做时节因缘，说的时候没有到，所以是暂时的不说。",
      "zh_TW": "『隨諸眾生所應見』，法性能現，我們常講虛空法界剎土眾生「唯心所現」。智慧、功德是心性裡頭本具的，本經「出現品」裡面講的智慧德相，功德裡面就包括著德相，「一切眾生皆有如來智慧德相」，眾生有佛性，佛性裡頭具足智慧德相。它能現，自自然然會現，現出來的國土有差別。為什麼會有差別？「隨諸眾生」。所以這個國土有法性土，法性土是平等的，是講理，是講體。理跟體不是物質，如果要說物質那就不一樣，它不是物質。所以，法性身跟法性土理上有，性上有，事上沒有，找不到，相上也找不到。我們凡夫，不要說凡夫，九法界的眾生都見不到，唯有法身菩薩他們懂，他們知道。為什麼？九法界眾生都沒有離開相，著相，認為這個相是有的；如果沒有相，認為這是無，這是空。諸佛如來、法身菩薩，跟九法界眾生的看法不相同。雖然不同，佛能夠隨順九法界眾生，他自己見到的境界他不說，為什麼？說了你也不懂，那就不如不說。不說不是永久不說，暫時不說，等到你有那麼高的境界，跟你說你能夠體會，這個時候就跟你說。這個在佛法裡面叫做時節因緣，說的時候沒有到，所以是暫時的不說。"
    },
    {
      "id": "12-017-0697_p0008",
      "zh_CN": "《华严经》里面详细说出来，因为《华严经》是对法身菩萨说的，他们已经契入这个境界，所以佛跟他们说没有人不懂的。我们凡夫所见到的有净土、有秽土，净与秽是相对的，凡是相对的净就不是真净，所以法身，法性身跟法性土那才叫真正纯净。但是我们想想，诸佛如来、诸大菩萨他们所现的身相，他们所现的居住环境，虽然也有相，到底是不是净土？在他们自身确实是住净土。虽然经上有说，「三贤十圣住果报，唯佛一人住净土」，这是经上有这个说法。我们从这个地方去体会，我们今天这个身是果报，我们居住的环境是果报；不但我们受果报，连三贤十圣，三贤：十住菩萨、十行菩萨、十回向菩萨，十圣还包括等觉，换句话说，如来果地之外，全都是住的报土。报土里面有净、有秽，所以我们要了解我们现前环境的真相。我们这一生到这个地球上来，跟地球上这么多的众生在一起生活，自己要知道这是报土。报土里面有共业、有别业，别业是个人的。我这一生当中住世若干年，在这若干年当中种种的受用，这是别业所感，跟其他众生不相同的；这个大环境，那是共业所感，与大众相同的。无论各个人贫富贵贱不相同，但是在这个大环境里面生活，都必须平等的受用，这是相同的。",
      "zh_TW": "《華嚴經》裡面詳細說出來，因為《華嚴經》是對法身菩薩說的，他們已經契入這個境界，所以佛跟他們說沒有人不懂的。我們凡夫所見到的有淨土、有穢土，淨與穢是相對的，凡是相對的淨就不是真淨，所以法身，法性身跟法性土那才叫真正純淨。但是我們想想，諸佛如來、諸大菩薩他們所現的身相，他們所現的居住環境，雖然也有相，到底是不是淨土？在他們自身確實是住淨土。雖然經上有說，「三賢十聖住果報，唯佛一人住淨土」，這是經上有這個說法。我們從這個地方去體會，我們今天這個身是果報，我們居住的環境是果報；不但我們受果報，連三賢十聖，三賢：十住菩薩、十行菩薩、十迴向菩薩，十聖還包括等覺，換句話說，如來果地之外，全都是住的報土。報土裡面有淨、有穢，所以我們要了解我們現前環境的真相。我們這一生到這個地球上來，跟地球上這麼多的眾生在一起生活，自己要知道這是報土。報土裡面有共業、有別業，別業是個人的。我這一生當中住世若干年，在這若干年當中種種的受用，這是別業所感，跟其他眾生不相同的；這個大環境，那是共業所感，與大眾相同的。無論各個人貧富貴賤不相同，但是在這個大環境裡面生活，都必須平等的受用，這是相同的。"
    },
    {
      "id": "12-017-0697_p0009",
      "zh_CN": "譬如寒暑、气候的变化、四季这些等等，不分贫富贵贱我们人人都是相同的，这是属于共业。共业里面有不共业，就是别业；不共业里面有共业，这里头的因缘很复杂。这些事情统统都搞清楚了，我们才知道我们生活的真相，自己也真正能够醒悟过来，我这一生应该用什么样的心态来生活？觉悟的人知道念念提升自己的境界，提升自己的境界就是提升自己高品质的享受。我这样说大家容易懂，生活享受达到最高、究竟圆满，是如来果地。于是我们才晓得菩萨们不断向上提升，我们看到了，我们明白了，我们要向他学习。末后这三个字「所应见」，这就是众生妄想分别执着有种种不同，这桩事情我们不要向大处去看，我们往小处、往近处。小处、近处在哪里？就看我们这个地球。实在讲地球之外，无量无边无数的世界，我们能力达不到。要不是听佛在经上所说的，我们确确实实连六根的能力都达不到。就我们现前六根能力所接触到的，我们身边的这个环境，你看看一切人一切事一切物，他们对于自身的生活、周边的生活环境理解多少？绝大多数不明了，不明了于是真的是糊糊涂涂过这一生。古人所谓醉生梦死，活在这个世间像喝醉酒一样，迷惑颠倒。死了之后就像作梦一样，梦说明这个现象是假的不是真的，梦幻泡影。一生短短几十年，确确实实一弹指就过去了，修行人、学佛人不能不时时刻刻提高警觉。",
      "zh_TW": "譬如寒暑、氣候的變化、四季這些等等，不分貧富貴賤我們人人都是相同的，這是屬於共業。共業裡面有不共業，就是別業；不共業裡面有共業，這裡頭的因緣很複雜。這些事情統統都搞清楚了，我們才知道我們生活的真相，自己也真正能夠醒悟過來，我這一生應該用什麼樣的心態來生活？覺悟的人知道念念提升自己的境界，提升自己的境界就是提升自己高品質的享受。我這樣說大家容易懂，生活享受達到最高、究竟圓滿，是如來果地。於是我們才曉得菩薩們不斷向上提升，我們看到了，我們明白了，我們要向他學習。末後這三個字「所應見」，這就是眾生妄想分別執著有種種不同，這樁事情我們不要向大處去看，我們往小處、往近處。小處、近處在哪裡？就看我們這個地球。實在講地球之外，無量無邊無數的世界，我們能力達不到。要不是聽佛在經上所說的，我們確確實實連六根的能力都達不到。就我們現前六根能力所接觸到的，我們身邊的這個環境，你看看一切人一切事一切物，他們對於自身的生活、周邊的生活環境理解多少？絕大多數不明瞭，不明瞭於是真的是糊糊塗塗過這一生。古人所謂醉生夢死，活在這個世間像喝醉酒一樣，迷惑顛倒。死了之後就像作夢一樣，夢說明這個現象是假的不是真的，夢幻泡影。一生短短幾十年，確確實實一彈指就過去了，修行人、學佛人不能不時時刻刻提高警覺。"
    },
    {
      "id": "12-017-0697_p0010",
      "zh_CN": "印光大师在他自己佛堂，佛像的背后写了一个很大的「死」字，那是什么意思？时时刻刻提醒自己，这个世间是假的，不是真的。什么是真的？那个死才是真的。人不怕死，怕死就能不死吗？怕死还是要死。所以对这桩事情我们不必害怕，我们要了解它。我们要明了为什么会有死？死的意义何在？死了以后又是什么样的境界？这才是重要的课题。你能把这个课题提出来，这个世间其他问题都是小事，小到不值得一提，小到这种程度。这个时候我们自己就知道这一生应该怎样过日子、怎样工作，怎样处事待人接物，也就是怎样对待虚空法界刹土众生，慢慢的契入佛菩萨境界了。",
      "zh_TW": "印光大師在他自己佛堂，佛像的背後寫了一個很大的「死」字，那是什麼意思？時時刻刻提醒自己，這個世間是假的，不是真的。什麼是真的？那個死才是真的。人不怕死，怕死就能不死嗎？怕死還是要死。所以對這樁事情我們不必害怕，我們要了解它。我們要明瞭為什麼會有死？死的意義何在？死了以後又是什麼樣的境界？這才是重要的課題。你能把這個課題提出來，這個世間其他問題都是小事，小到不值得一提，小到這種程度。這個時候我們自己就知道這一生應該怎樣過日子、怎樣工作，怎樣處事待人接物，也就是怎樣對待虛空法界剎土眾生，慢慢的契入佛菩薩境界了。"
    },
    {
      "id": "12-017-0697_p0011",
      "zh_CN": "昨天马来西亚有几个净宗学会的代表来看我，提出六个问题，第一个问题就是怎样团结许许多多不同的净宗学会？我说老实话，团结世界上各个不同的净宗学会不可能，尤其在现在这个时代，什么人能够团结世界各个净宗学会？那要大仁、大德、大智，圣人才能做到，凡夫怎么会做得到？释迦牟尼佛是圣人，他老人家当年在世，四十九年讲经说法，普度众生，学生有成就的派到各个地方教化一方，老师是中心，是团结的。你看看佛门的教学制度，夏安居，三个月夏安居，在四面八方教化众生的这些学生，在这个时期统统回到佛陀的身边，接受再教育，提升自己的境界。接受佛的再教育，另外跟许许多多的同学在一起聚会，吸收、吸取教学的经验、心得与方法。所以夏安居是佛家的进修教育，现在讲进修教育，属于研究讨论会这种性质。这个制度非常好，现在社会进步了，许许多多科学技术的部门，每个月都要把他的高级领导人，一年当中总有几次聚集在一起做进修教育。提升自己的技术能力，吸收各个不同分支机构的那些经验，来求改进自己所属的单位，不断的把你的业绩向上提升。佛陀在三千年前就开始做了，但是现在我们佛门的夏安居有名无实。非常好的方法，现在称之为制度，非常好的方法。",
      "zh_TW": "昨天馬來西亞有幾個淨宗學會的代表來看我，提出六個問題，第一個問題就是怎樣團結許許多多不同的淨宗學會？我說老實話，團結世界上各個不同的淨宗學會不可能，尤其在現在這個時代，什麼人能夠團結世界各個淨宗學會？那要大仁、大德、大智，聖人才能做到，凡夫怎麼會做得到？釋迦牟尼佛是聖人，他老人家當年在世，四十九年講經說法，普度眾生，學生有成就的派到各個地方教化一方，老師是中心，是團結的。你看看佛門的教學制度，夏安居，三個月夏安居，在四面八方教化眾生的這些學生，在這個時期統統回到佛陀的身邊，接受再教育，提升自己的境界。接受佛的再教育，另外跟許許多多的同學在一起聚會，吸收、吸取教學的經驗、心得與方法。所以夏安居是佛家的進修教育，現在講進修教育，屬於研究討論會這種性質。這個制度非常好，現在社會進步了，許許多多科學技術的部門，每個月都要把他的高級領導人，一年當中總有幾次聚集在一起做進修教育。提升自己的技術能力，吸收各個不同分支機構的那些經驗，來求改進自己所屬的單位，不斷的把你的業績向上提升。佛陀在三千年前就開始做了，但是現在我們佛門的夏安居有名無實。非常好的方法，現在稱之為制度，非常好的方法。"
    },
    {
      "id": "12-017-0697_p0012",
      "zh_CN": "我们一定要晓得，世界是多元的，绝对不是单一的，单一的概念不能生存。我讲这桩事情讲了很多，我用我们人的身体来做比喻。我们的身体是多元的，怎么是多元的？许许多多不同器官组成这个人身，有眼、有耳、有鼻，这很多不同的器官，绝对不是整个身体都是眼睛所造成的。这个身体没有耳朵，也没有鼻子、也没有嘴巴，只有眼睛，他只能看，其他的什么都不行，死路一条！许许多多不同的器官、不同的作用，彼此互助合作，这个人是活的、是健康的。眼要看，耳跟它两个反对，你要看我不听，你能看到动作听不到声音；鼻在这里不合作，好，我不呼吸，你就活不了。密切的配合，从我们这个身体，身体是个小宇宙，我们从身体能体会到大宇宙，大宇宙是无量无边不同，我们用器官做比喻，组合的。我们在身体上讲器官，在大宇宙里面讲星系，这是现代科学讲的，在佛法里面讲佛刹。诸位要记住，一个佛刹最小的佛刹都是十亿个银河系，以这个为一个单位，像我们身体上的一个器官，它们密切的合作，所以宇宙运行有秩序，它不乱。我们身体每一个器官各守各的本位，各个把自己工作做好，跟其他器官配合，这个人身体健康长寿，它就这么个道理。你要问为什么？佛经上「法尔如是」，自自然然是这个样子，没有人在制造，没有人在指挥，没有人在安排，那个婴儿从母体出生落地，他就是这样的。你看他各个器官自自然然就配合；如果有一个器官不合作，他就夭折，他就活不成了。从这里体会，你才晓得多元文化是真的。",
      "zh_TW": "我們一定要曉得，世界是多元的，絕對不是單一的，單一的概念不能生存。我講這樁事情講了很多，我用我們人的身體來做比喻。我們的身體是多元的，怎麼是多元的？許許多多不同器官組成這個人身，有眼、有耳、有鼻，這很多不同的器官，絕對不是整個身體都是眼睛所造成的。這個身體沒有耳朵，也沒有鼻子、也沒有嘴巴，只有眼睛，他只能看，其他的什麼都不行，死路一條！許許多多不同的器官、不同的作用，彼此互助合作，這個人是活的、是健康的。眼要看，耳跟它兩個反對，你要看我不聽，你能看到動作聽不到聲音；鼻在這裡不合作，好，我不呼吸，你就活不了。密切的配合，從我們這個身體，身體是個小宇宙，我們從身體能體會到大宇宙，大宇宙是無量無邊不同，我們用器官做比喻，組合的。我們在身體上講器官，在大宇宙裡面講星系，這是現代科學講的，在佛法裡面講佛剎。諸位要記住，一個佛剎最小的佛剎都是十億個銀河系，以這個為一個單位，像我們身體上的一個器官，它們密切的合作，所以宇宙運行有秩序，它不亂。我們身體每一個器官各守各的本位，各個把自己工作做好，跟其他器官配合，這個人身體健康長壽，它就這麼個道理。你要問為什麼？佛經上「法爾如是」，自自然然是這個樣子，沒有人在製造，沒有人在指揮，沒有人在安排，那個嬰兒從母體出生落地，他就是這樣的。你看他各個器官自自然然就配合；如果有一個器官不合作，他就夭折，他就活不成了。從這裡體會，你才曉得多元文化是真的。"
    },
    {
      "id": "12-017-0697_p0013",
      "zh_CN": "我们要想求最好的，哪个人不希望追求最好的、最圆满的？最好的、最圆满的是什么？平等对待。你说我要在，现在这个社会很乱，我要找一个最好的地方我到那里居住，你找不到，没有！什么是最好的？对于世界任何一个地区你能够平等看待，最好的！这是佛经上讲的真实的道理，境随心转，相随心转，人心到清净平等，这是最好的。清净平等，无论在什么地方住都是最好的。清净国土里面住是最好的，染污国土里去住也是最好的，他离妄想分别执着就是最好的。所以我们要晓得，中国人讲的和平，这是最好的。和是和睦，就像我们身体器官和睦相处、互作合作，你说这个多好？他为什么能够做到这样的美好？一丝毫猜疑都没有？平等对待。从哪里做起？从我自己做起。我要求别人平等对待我不可能，那你完全讲错了。什么人平等对待我？诸佛如来、法身菩萨。为什么？他们觉悟了，他真的是平等对待我。",
      "zh_TW": "我們要想求最好的，哪個人不希望追求最好的、最圓滿的？最好的、最圓滿的是什麼？平等對待。你說我要在，現在這個社會很亂，我要找一個最好的地方我到那裡居住，你找不到，沒有！什麼是最好的？對於世界任何一個地區你能夠平等看待，最好的！這是佛經上講的真實的道理，境隨心轉，相隨心轉，人心到清淨平等，這是最好的。清淨平等，無論在什麼地方住都是最好的。清淨國土裡面住是最好的，染污國土裡去住也是最好的，他離妄想分別執著就是最好的。所以我們要曉得，中國人講的和平，這是最好的。和是和睦，就像我們身體器官和睦相處、互作合作，你說這個多好？他為什麼能夠做到這樣的美好？一絲毫猜疑都沒有？平等對待。從哪裡做起？從我自己做起。我要求別人平等對待我不可能，那你完全講錯了。什麼人平等對待我？諸佛如來、法身菩薩。為什麼？他們覺悟了，他真的是平等對待我。"
    },
    {
      "id": "12-017-0697_p0014",
      "zh_CN": "九法界众生你要求他平等对待我，不可能。要怎么做？我要平等对待他们。我不就跟佛菩萨一样了吗？我就入佛菩萨境界了？对的，一点都没有错！孟夫子说「反求诸己」，我要平等对一切众生，绝不要求众生平等对我；我要和睦一切众生，也不要求一切众生对我和睦。你要是听到这个话，你会想到，「这样做人我们不是太吃亏了吗？」你想想你有没有吃亏？你要不肯吃亏，那你就永远当众生。哪一道的众生？给诸位说，六道众生，你没有办法超越六道轮回。你想想看，你是吃了亏还是占了便宜？反过来的话，真正学佛菩萨，学佛菩萨的存心、学佛菩萨的行事，完全是付出的，我们的果报入了佛的境界。这就具备条件、具备资格入诸佛菩萨，这个菩萨是法身菩萨，入他们的俱乐部。你想想到底你是占了便宜，还是吃了亏？所以古人讲了一句话，「吃亏原来是便宜」，这个话真正懂得的人没有。谁懂得？佛懂，法身菩萨懂，世间人哪里会懂？懂得的人转迷为悟、转凡为圣，吃亏原来是占便宜；反过来，占尽便宜原来是吃大亏。这些大道理看起来、听起来好像是很平常，实际上决非凡响，你契入这个境界，你才真正明了。末后一句：",
      "zh_TW": "九法界眾生你要求他平等對待我，不可能。要怎麼做？我要平等對待他們。我不就跟佛菩薩一樣了嗎？我就入佛菩薩境界了？對的，一點都沒有錯！孟夫子說「反求諸己」，我要平等對一切眾生，絕不要求眾生平等對我；我要和睦一切眾生，也不要求一切眾生對我和睦。你要是聽到這個話，你會想到，「這樣做人我們不是太吃虧了嗎？」你想想你有沒有吃虧？你要不肯吃虧，那你就永遠當眾生。哪一道的眾生？給諸位說，六道眾生，你沒有辦法超越六道輪迴。你想想看，你是吃了虧還是佔了便宜？反過來的話，真正學佛菩薩，學佛菩薩的存心、學佛菩薩的行事，完全是付出的，我們的果報入了佛的境界。這就具備條件、具備資格入諸佛菩薩，這個菩薩是法身菩薩，入他們的俱樂部。你想想到底你是佔了便宜，還是吃了虧？所以古人講了一句話，「吃虧原來是便宜」，這個話真正懂得的人沒有。誰懂得？佛懂，法身菩薩懂，世間人哪裡會懂？懂得的人轉迷為悟、轉凡為聖，吃虧原來是佔便宜；反過來，佔盡便宜原來是吃大虧。這些大道理看起來、聽起來好像是很平常，實際上決非凡響，你契入這個境界，你才真正明瞭。末後一句："
    },
    {
      "id": "12-017-0697_p0015",
      "zh_CN": "『光明遍照转法轮』，「光明」是智慧，真实、究竟、圆满的智慧，无所不知，无所不能。全在懂得事实真相，知道自己应该怎么作法。我们帮助众生，希望众生能早一天觉悟，那个功德都不可思议。自己吃亏也好、上当也好，无论付出什么代价，值得的。为什么？你仔细想想，你所谓吃亏上当，那都是假的，「凡所有相，皆是虚妄」。怎样能帮助人早一天、早一个小时、早一分钟觉悟？得到佛法真实利益，这个人真有智慧、真有慈悲，具足「智慧甚深功德海」。现在时间到了，我们就讲到此地。",
      "zh_TW": "『光明遍照轉法輪』，「光明」是智慧，真實、究竟、圓滿的智慧，無所不知，無所不能。全在懂得事實真相，知道自己應該怎麼作法。我們幫助眾生，希望眾生能早一天覺悟，那個功德都不可思議。自己吃虧也好、上當也好，無論付出什麼代價，值得的。為什麼？你仔細想想，你所謂吃虧上當，那都是假的，「凡所有相，皆是虛妄」。怎樣能幫助人早一天、早一個小時、早一分鐘覺悟？得到佛法真實利益，這個人真有智慧、真有慈悲，具足「智慧甚深功德海」。現在時間到了，我們就講到此地。"
    },
    {
      "id": "12-017-0697_p0016",
      "zh_CN": "诸位同学，请看赞胜劝听偈颂第二首：",
      "zh_TW": "諸位同學，請看讚勝勸聽偈頌第二首："
    },
    {
      "id": "12-017-0697_p0017",
      "zh_CN": "【十方刹海叵思议，佛无量劫皆严净，为化众生使成熟，出兴一切诸国土。】",
      "zh_TW": "【十方剎海叵思議，佛無量劫皆嚴淨，為化眾生使成熟，出興一切諸國土。】"
    },
    {
      "id": "12-017-0697_p0018",
      "zh_CN": "第一、第二两首，清凉大师在注解里面给我们说明佛出现在世间的意义。由此可知，我们对于诸佛菩萨示现在九法界这个用意，我们认识得更清楚、更明白，完全是帮助众生转凡成圣。他为什么要这样作法？也是法尔如是。就像我们这个身体各个器官你要问它，你要起个疑问，它们为什么这样的合作？为什么它们彼此之间没有疑惑、没有冲突，什么原因？你去找，没有原因，这叫法尔如是。你真的想通、想明白，你能够对刹土众生，上到佛地，下至三途地狱，你都能够像身体各个器官这样的互助合作。譬如我是眼，别人是耳、是鼻、是手、是足，没有理由的在合作，没有理由的会全心全力协助。这个脚趾，我们就把他比喻作三途众生，他或者受到一点伤，我们这个眼很关心，立刻就细心观察，手马上就动手帮忙，这什么原因？为什么？我相信你不会去问为什么、不会去问什么原因。但是看到如果外面人、佛菩萨帮助这些苦难众生，你会问他，「他到底是什么意思？」；我们眼睛、手帮助一个受伤小趾的时候，你有没有问眼跟手是什么意思？哪一天你把这个问题解决了，宇宙之间、社会上种种纷争的问题，你解决了，真正的解决，彻底圆满的解决。",
      "zh_TW": "第一、第二兩首，清涼大師在註解裡面給我們說明佛出現在世間的意義。由此可知，我們對於諸佛菩薩示現在九法界這個用意，我們認識得更清楚、更明白，完全是幫助眾生轉凡成聖。他為什麼要這樣作法？也是法爾如是。就像我們這個身體各個器官你要問它，你要起個疑問，它們為什麼這樣的合作？為什麼它們彼此之間沒有疑惑、沒有衝突，什麼原因？你去找，沒有原因，這叫法爾如是。你真的想通、想明白，你能夠對剎土眾生，上到佛地，下至三途地獄，你都能夠像身體各個器官這樣的互助合作。譬如我是眼，別人是耳、是鼻、是手、是足，沒有理由的在合作，沒有理由的會全心全力協助。這個腳趾，我們就把他比喻作三途眾生，他或者受到一點傷，我們這個眼很關心，立刻就細心觀察，手馬上就動手幫忙，這什麼原因？為什麼？我相信你不會去問為什麼、不會去問什麼原因。但是看到如果外面人、佛菩薩幫助這些苦難眾生，你會問他，「他到底是什麼意思？」；我們眼睛、手幫助一個受傷小趾的時候，你有沒有問眼跟手是什麼意思？哪一天你把這個問題解決了，宇宙之間、社會上種種紛爭的問題，你解決了，真正的解決，徹底圓滿的解決。"
    },
    {
      "id": "12-017-0697_p0019",
      "zh_CN": "今天谈到解决社会冲突，你们想想《华严经》才是最好的教材。真正告诉我们虚空法界跟我是一体，一个身体。我是什么？我是一根汗毛，我是一个细胞。许许多多的细胞组成一个器官，就像世间许许多多的人组成一个社会、组成一个国家。这个地球就好比是一个身体，一个国家就好像是一个器官，一个人就好像是一个细胞、一个毛孔。如果还要问这个理由、那个理由的话，这个身体永远不健康，常年在生病，全身每一个器官、每一根汗毛、每一个细胞都在受苦受难。如果觉悟之后，真正恢复健康，每一个毛孔、每一个细胞都离苦得乐了。这个道理、这个事实真相是《大方广佛华严经》的教学，这是真的不是假的。微尘、毛孔里面有世界。第二首偈一开端：",
      "zh_TW": "今天談到解決社會衝突，你們想想《華嚴經》才是最好的教材。真正告訴我們虛空法界跟我是一體，一個身體。我是什麼？我是一根汗毛，我是一個細胞。許許多多的細胞組成一個器官，就像世間許許多多的人組成一個社會、組成一個國家。這個地球就好比是一個身體，一個國家就好像是一個器官，一個人就好像是一個細胞、一個毛孔。如果還要問這個理由、那個理由的話，這個身體永遠不健康，常年在生病，全身每一個器官、每一根汗毛、每一個細胞都在受苦受難。如果覺悟之後，真正恢復健康，每一個毛孔、每一個細胞都離苦得樂了。這個道理、這個事實真相是《大方廣佛華嚴經》的教學，這是真的不是假的。微塵、毛孔裡面有世界。第二首偈一開端："
    },
    {
      "id": "12-017-0697_p0020",
      "zh_CN": "『十方刹海叵思议』，我们现在读这个句子知道了，「十方刹海」里面一一微尘，微尘里面又有十方刹海，微尘里的十方刹海里面又有微尘，微尘里头又有十方刹海，一一微尘无不如是。正报里面讲，实在讲微尘包括我们正报，微尘就是现在科学家所讲的原子、电子、离子，都讲这些东西，这些东西佛经称之微尘。这个正报身体也是微尘组合的，所以正报里头细胞、正报里头毛孔毛端里面也是十方刹海。十方刹海里面，那些有情众生的毛孔毛端里头又有十方刹海。这是跟你讲宇宙之间事实的真相，无量无边、无尽无数的重叠。虽然这样的复杂，但是它有条不紊，一点都不乱，非常有秩序，决不会出乱子，整体它是健康的。这个地球在过去也算是小康，现在出了毛病，毛病怎么出来的？毛病是居住在地球上这些众生不了解宇宙人生的真相，随顺自己的烦恼习气，要改变环境，提出一个错误的言论；错误的言论是什么？人定胜天。",
      "zh_TW": "『十方剎海叵思議』，我們現在讀這個句子知道了，「十方剎海」裡面一一微塵，微塵裡面又有十方剎海，微塵裡的十方剎海裡面又有微塵，微塵裡頭又有十方剎海，一一微塵無不如是。正報裡面講，實在講微塵包括我們正報，微塵就是現在科學家所講的原子、電子、離子，都講這些東西，這些東西佛經稱之微塵。這個正報身體也是微塵組合的，所以正報裡頭細胞、正報裡頭毛孔毛端裡面也是十方剎海。十方剎海裡面，那些有情眾生的毛孔毛端裡頭又有十方剎海。這是跟你講宇宙之間事實的真相，無量無邊、無盡無數的重疊。雖然這樣的複雜，但是它有條不紊，一點都不亂，非常有秩序，決不會出亂子，整體它是健康的。這個地球在過去也算是小康，現在出了毛病，毛病怎麼出來的？毛病是居住在地球上這些眾生不了解宇宙人生的真相，隨順自己的煩惱習氣，要改變環境，提出一個錯誤的言論；錯誤的言論是什麼？人定勝天。"
    },
    {
      "id": "12-017-0697_p0021",
      "zh_CN": "就是你的烦恼习气要跟「法尔如是」来相争，麻烦出来了，你能争得过吗？最后还是争不过，最后还是回归到法尔自然，只是在那里出了一点乱子而已。这一阵乱子是暂时把秩序搞乱了，众生要受苦难。古人常讲「苦尽甘来」，必须受极大的痛苦，他才回过头来反省。不是受到极大的痛苦，他还不知道是自己的过失，不知道是自己做错，还要受苦，还要受大苦，然后回过头来才会反省。认真一反省，才发现自己错了。这个时候回头是岸，到你反省的时候，佛菩萨就来了，他来帮助你；你现在迷惑颠倒，不能回头，佛菩萨也来帮助你，暗中帮助。不跟你说明，跟你说明你不能接受，你还要批评、你还要反驳，那就是错上还要加错，苦上还要加苦，佛菩萨哪里会做这个事情？「十方刹海」刚才说过，无量无边不可思议重叠的世界。",
      "zh_TW": "就是你的煩惱習氣要跟「法爾如是」來相爭，麻煩出來了，你能爭得過嗎？最後還是爭不過，最後還是回歸到法爾自然，只是在那裡出了一點亂子而已。這一陣亂子是暫時把秩序搞亂了，眾生要受苦難。古人常講「苦盡甘來」，必須受極大的痛苦，他才回過頭來反省。不是受到極大的痛苦，他還不知道是自己的過失，不知道是自己做錯，還要受苦，還要受大苦，然後回過頭來才會反省。認真一反省，才發現自己錯了。這個時候回頭是岸，到你反省的時候，佛菩薩就來了，他來幫助你；你現在迷惑顛倒，不能回頭，佛菩薩也來幫助你，暗中幫助。不跟你說明，跟你說明你不能接受，你還要批評、你還要反駁，那就是錯上還要加錯，苦上還要加苦，佛菩薩哪裡會做這個事情？「十方剎海」剛才說過，無量無邊不可思議重疊的世界。"
    },
    {
      "id": "12-017-0697_p0022",
      "zh_CN": "『佛无量劫皆严净』，这一句话就说明诸佛如来、法身菩萨从来没有离开，从来没有舍弃过，过去无始、未来无终都在这里关怀照顾。庄严世间，净化世间，「严净」。『为化众生使成熟』，这个「化」是教化。诸佛菩萨在世间为我们示现庄严清净，「严净」两个字含义很广，心地的庄严清净到身体形象的庄严清净，生活的庄严清净，展现给大家看；工作的庄严清净，待人接物的庄严清净，居住环境界的庄严清净，这就是「学为人师，行为世范」。他不说了，做出来给你看。你看出门道了，你再向他请教，他详细给你解说。我们在这个经上，你看看前面，前面完全是示相，做出来给你看；到这个地方，普贤菩萨才正式为我们讲解说明。演说是先表演，然后再说话，你们想想这个味道！教化众生的目的，「使成熟」。「成熟」是什么？最低限度的帮助你证得法身菩萨的境界；一般讲果位，证得法身菩萨境界就是法身菩萨的果位。可是决不是以此为足，一定要帮助你证得究竟佛果。这其中给诸位说没有条件，就像一个身体各个器官互助合作一样，没有条件的。",
      "zh_TW": "『佛無量劫皆嚴淨』，這一句話就說明諸佛如來、法身菩薩從來沒有離開，從來沒有捨棄過，過去無始、未來無終都在這裡關懷照顧。莊嚴世間，淨化世間，「嚴淨」。『為化眾生使成熟』，這個「化」是教化。諸佛菩薩在世間為我們示現莊嚴清淨，「嚴淨」兩個字含義很廣，心地的莊嚴清淨到身體形象的莊嚴清淨，生活的莊嚴清淨，展現給大家看；工作的莊嚴清淨，待人接物的莊嚴清淨，居住環境界的莊嚴清淨，這就是「學為人師，行為世範」。他不說了，做出來給你看。你看出門道了，你再向他請教，他詳細給你解說。我們在這個經上，你看看前面，前面完全是示相，做出來給你看；到這個地方，普賢菩薩才正式為我們講解說明。演說是先表演，然後再說話，你們想想這個味道！教化眾生的目的，「使成熟」。「成熟」是什麼？最低限度的幫助你證得法身菩薩的境界；一般講果位，證得法身菩薩境界就是法身菩薩的果位。可是決不是以此為足，一定要幫助你證得究竟佛果。這其中給諸位說沒有條件，就像一個身體各個器官互助合作一樣，沒有條件的。"
    },
    {
      "id": "12-017-0697_p0023",
      "zh_CN": "可是众生难化，《地藏菩萨本愿经》上讲得很好，「阎浮提众生」，阎浮提是我们这个地球，我们地球上的众生习性「刚强难化」。佛说比起他方诸佛世界，在这个世间教化这些众生，比在他方诸佛国土教化众生要艰难得多。为什么艰难？这些众生他太执着，烦恼习气太深太重，很不容易接受。虽然如此，佛菩萨并不放弃，「佛氏门中，不舍一人」，他不放弃。还是永远不停不息的在示现，有一个人得度就度一个人，有两个人得度就度两个人。这个我们在过去看得很多，你看到许多宗派里面祖师大德的传人，就传一个；住在这个世间几十年，最后传人只有一个人，一个人也不舍。甚至于自己这一生一辈子教化众生，到最后一个传人也没有，来不来？还是来。这一个传人虽然没有，但是他给底下传人在阿赖耶识里头种了善根，这善根没有成熟，来生再来。他跟这些人有缘，他种的善根。由此可知，这里头就非常可能多生多世成就一个人，佛的慈悲、佛的愿力、佛的耐力不是凡人能够了解的。",
      "zh_TW": "可是眾生難化，《地藏菩薩本願經》上講得很好，「閻浮提眾生」，閻浮提是我們這個地球，我們地球上的眾生習性「剛強難化」。佛說比起他方諸佛世界，在這個世間教化這些眾生，比在他方諸佛國土教化眾生要艱難得多。為什麼艱難？這些眾生他太執著，煩惱習氣太深太重，很不容易接受。雖然如此，佛菩薩並不放棄，「佛氏門中，不捨一人」，他不放棄。還是永遠不停不息的在示現，有一個人得度就度一個人，有兩個人得度就度兩個人。這個我們在過去看得很多，你看到許多宗派裡面祖師大德的傳人，就傳一個；住在這個世間幾十年，最後傳人只有一個人，一個人也不捨。甚至於自己這一生一輩子教化眾生，到最後一個傳人也沒有，來不來？還是來。這一個傳人雖然沒有，但是他給底下傳人在阿賴耶識裡頭種了善根，這善根沒有成熟，來生再來。他跟這些人有緣，他種的善根。由此可知，這裡頭就非常可能多生多世成就一個人，佛的慈悲、佛的願力、佛的耐力不是凡人能夠了解的。"
    },
    {
      "id": "12-017-0697_p0024",
      "zh_CN": "今天的老师教育学生，学生不但不听，学生叛逆，但是不管怎么叛逆，甚至于侮辱老师、杀害老师，到来生来世的时候碰到这个老师，老师还是要来度你。过去世这个缘分在，总得要好几生、好几世他才驯服。就像那个驯兽师一样，马戏团里面专门训练这些野兽的，狮子、虎、狼、野马，要经过相当长的时间才把牠驯服，牠才听话。我们娑婆世界众生就像这些毒蛇猛兽一样，很难驯服，但是佛菩萨大慈大悲，生生世世舍身受生，来帮助这些习性刚强的众生。我们看到他一生当中有几个传人，我们就晓得，那都是无量劫驯服才成就的。佛菩萨他们得大自在、得大神通，他们没有障碍，《华严》里面所说，「理事无碍，事事无碍」，他的舍身受生是自在的。",
      "zh_TW": "今天的老師教育學生，學生不但不聽，學生叛逆，但是不管怎麼叛逆，甚至於侮辱老師、殺害老師，到來生來世的時候碰到這個老師，老師還是要來度你。過去世這個緣分在，總得要好幾生、好幾世他才馴服。就像那個馴獸師一樣，馬戲團裡面專門訓練這些野獸的，獅子、虎、狼、野馬，要經過相當長的時間才把牠馴服，牠才聽話。我們娑婆世界眾生就像這些毒蛇猛獸一樣，很難馴服，但是佛菩薩大慈大悲，生生世世捨身受生，來幫助這些習性剛強的眾生。我們看到他一生當中有幾個傳人，我們就曉得，那都是無量劫馴服才成就的。佛菩薩他們得大自在、得大神通，他們沒有障礙，《華嚴》裡面所說，「理事無礙，事事無礙」，他的捨身受生是自在的。"
    },
    {
      "id": "12-017-0697_p0025",
      "zh_CN": "我们舍身受生不自在，我们受业力支配，一点都不自在。现在我们学佛了，尤其是学到《大方广佛华严经》这个课程，那我们就知道，应当把自己境界向上提升，提升到舍身受生自在。一定要像法身菩萨们学习，舍己为人，全心全力为一切众生服务。对一切众生最重要是清净平等，清净心就是无条件的，我为一切众生服务，绝对不希求众生一分一毫的报酬，你的心才清净。决定要平等，对于一切人一切事一切物，今天讲一切处所，平等对待，绝对没有这个好、那个不好，决定没有等差。没有等差里面有等差的现象，现象是什么？缘不同。诸位要知道缘不同，不是因不同。因是心，因是平等的，缘不同，这你才真正了解事实真相。缘常常在变，因不变，缘常常在变。用清净平等觉的心，这是因地心，果报，无论是什么缘，果报都是殊胜的。纵然相上小有差别，实质上无不是向上提升，与佛菩萨的境界渐渐靠近了。末后这一句：",
      "zh_TW": "我們捨身受生不自在，我們受業力支配，一點都不自在。現在我們學佛了，尤其是學到《大方廣佛華嚴經》這個課程，那我們就知道，應當把自己境界向上提升，提升到捨身受生自在。一定要像法身菩薩們學習，捨己為人，全心全力為一切眾生服務。對一切眾生最重要是清淨平等，清淨心就是無條件的，我為一切眾生服務，絕對不希求眾生一分一毫的報酬，你的心才清淨。決定要平等，對於一切人一切事一切物，今天講一切處所，平等對待，絕對沒有這個好、那個不好，決定沒有等差。沒有等差裡面有等差的現象，現象是什麼？緣不同。諸位要知道緣不同，不是因不同。因是心，因是平等的，緣不同，這你才真正了解事實真相。緣常常在變，因不變，緣常常在變。用清淨平等覺的心，這是因地心，果報，無論是什麼緣，果報都是殊勝的。縱然相上小有差別，實質上無不是向上提升，與佛菩薩的境界漸漸靠近了。末後這一句："
    },
    {
      "id": "12-017-0697_p0026",
      "zh_CN": "『出兴一切诸国土』，这一句说明白了，诸佛如来、法身菩萨为什么出现在一切佛国土里头？前面这两首七句说明白了，佛为这个出现在诸佛国土。我们学佛真正学到了，就是把自己的业力转变成愿力。这个事情别人帮不上忙，佛菩萨也帮不上忙，一定要靠自己。自己这个经教听久、听熟了，真的听明白、听清楚了，在心理上做一个一百八十度的大转变，把以往凡夫的心转变成佛菩萨的心。佛的心是什么？真诚清净平等，这是佛心。菩萨的心是什么？慈悲喜舍、六度四摄，这是菩萨心。我们真正是从今而后在一切时一切处、一切境缘当中，念念都是用真诚清净平等，用这个心，用慈悲、六度、四摄。这叫学佛，这叫真佛弟子，佛经里面常讲「如来真子」。要不做这样一个转变，自己心里要明白，我是刚强难化的众生，佛菩萨现在还没有办法把我驯服，慢慢来等着瞧，不就这事情吗？",
      "zh_TW": "『出興一切諸國土』，這一句說明白了，諸佛如來、法身菩薩為什麼出現在一切佛國土裡頭？前面這兩首七句說明白了，佛為這個出現在諸佛國土。我們學佛真正學到了，就是把自己的業力轉變成願力。這個事情別人幫不上忙，佛菩薩也幫不上忙，一定要靠自己。自己這個經教聽久、聽熟了，真的聽明白、聽清楚了，在心理上做一個一百八十度的大轉變，把以往凡夫的心轉變成佛菩薩的心。佛的心是什麼？真誠清淨平等，這是佛心。菩薩的心是什麼？慈悲喜捨、六度四攝，這是菩薩心。我們真正是從今而後在一切時一切處、一切境緣當中，念念都是用真誠清淨平等，用這個心，用慈悲、六度、四攝。這叫學佛，這叫真佛弟子，佛經裡面常講「如來真子」。要不做這樣一個轉變，自己心裡要明白，我是剛強難化的眾生，佛菩薩現在還沒有辦法把我馴服，慢慢來等著瞧，不就這事情嗎？"
    },
    {
      "id": "12-017-0697_p0027",
      "zh_CN": "佛菩萨确实有耐心，总是还要好多生、好多世，这个多生多世，诸位想想要受许多苦难煎熬，这个没有法子。佛菩萨虽然在旁边叹息「可怜悯者」，一点忙都帮不上。什么原因？自作孽。这不是天作孽，是自作孽。自己不肯回头，自己不能觉悟，自己不愿意接受佛菩萨的帮助。佛菩萨对我们什么帮助？经教。诸位一定要知道，佛菩萨对九法界众生是教诲，这个帮助是教诲。千万不要想错，他有什么神通、什么东西来加持你。所以学佛的人，真的，学佛的人都很老实，很容易被人欺骗，给你灌个顶这就是加持你了，你觉得很开心、很满意，试问问你接受灌顶，你是不是聪明智慧增长？是不是功德福德增长？仔细想想，灌顶之前跟灌顶之后，没有什么差别嘛！有几个人冷静的去想过？",
      "zh_TW": "佛菩薩確實有耐心，總是還要好多生、好多世，這個多生多世，諸位想想要受許多苦難煎熬，這個沒有法子。佛菩薩雖然在旁邊嘆息「可憐憫者」，一點忙都幫不上。什麼原因？自作孽。這不是天作孽，是自作孽。自己不肯回頭，自己不能覺悟，自己不願意接受佛菩薩的幫助。佛菩薩對我們什麼幫助？經教。諸位一定要知道，佛菩薩對九法界眾生是教誨，這個幫助是教誨。千萬不要想錯，他有什麼神通、什麼東西來加持你。所以學佛的人，真的，學佛的人都很老實，很容易被人欺騙，給你灌個頂這就是加持你了，你覺得很開心、很滿意，試問問你接受灌頂，你是不是聰明智慧增長？是不是功德福德增長？仔細想想，灌頂之前跟灌頂之後，沒有什麼差別嘛！有幾個人冷靜的去想過？"
    },
    {
      "id": "12-017-0697_p0028",
      "zh_CN": "我听说我过去在美国、加拿大，灌顶是要付钱的，名望愈高的法师，灌顶的价钱也愈高。我听同修们告诉我，最低的是美金二十钱，最高的要五十块，灌顶是有价钱的。灌顶得什么样的好处，你不知道，我也不知道。如果讲到真正的好处，从佛法理论上来讲，阿赖耶识里头种了一个佛法的种子，如此而已。种个种子不灌顶也种到了，听到佛号，听到佛法的音声，见到佛像、见到经本，这都种善根。你家里面供养一尊佛像，你见一次就种一次善根，你不是天天在种善根？那个种善根不需要破费。黄念祖老居士在《无量寿经注解》里面说得很清楚，我过去讲这个经也常常提起来，灌顶真正的意义，「灌」是传授，传授的意思；「顶」是至高无上的大法，这样一讲我们就明白了。灌顶是什么意思？是传授佛法里头至高无上的大法。你是不是真正接受？至高无上的大法是什么法？念佛求生净土。所以黄老居士讲，《大乘无量寿经》就是佛法里头至高无上的大法；怎么叫灌顶？你把这个经恭恭敬敬念一遍，随文入观，这叫灌顶。",
      "zh_TW": "我聽說我過去在美國、加拿大，灌頂是要付錢的，名望愈高的法師，灌頂的價錢也愈高。我聽同修們告訴我，最低的是美金二十錢，最高的要五十塊，灌頂是有價錢的。灌頂得什麼樣的好處，你不知道，我也不知道。如果講到真正的好處，從佛法理論上來講，阿賴耶識裡頭種了一個佛法的種子，如此而已。種個種子不灌頂也種到了，聽到佛號，聽到佛法的音聲，見到佛像、見到經本，這都種善根。你家裡面供養一尊佛像，你見一次就種一次善根，你不是天天在種善根？那個種善根不需要破費。黃念祖老居士在《無量壽經註解》裡面說得很清楚，我過去講這個經也常常提起來，灌頂真正的意義，「灌」是傳授，傳授的意思；「頂」是至高無上的大法，這樣一講我們就明白了。灌頂是什麼意思？是傳授佛法裡頭至高無上的大法。你是不是真正接受？至高無上的大法是什麼法？念佛求生淨土。所以黃老居士講，《大乘無量壽經》就是佛法裡頭至高無上的大法；怎麼叫灌頂？你把這個經恭恭敬敬念一遍，隨文入觀，這叫灌頂。"
    },
    {
      "id": "12-017-0697_p0029",
      "zh_CN": "我们今天展开《大方广佛华严经》，我们读诵这个经文，句句我们体会到这个意思，这就是灌顶。我们每天都在接受十方三世一切诸佛如来的灌顶，我们自己不知不觉。不知不觉是什么？如来天天给我们灌，我们没有接受到。我们这个地方有一层障碍，他所灌的都流到四方去了，没有接受到。从什么地方看到你没有接受到？你没有法喜。如果你要接受到了，那就像前面说的，你一定生无量的欢喜心，你尝到法味。你一定知道这个法味绝对不是世间任何欲乐能够相比的，那你就是真正得到灌顶，诸佛如来出现在世间是为这个。总而言之一句话，不管你现在是什么样的状况，你接触佛教了，你如法修行也好，你背师叛道也好，你总算是与佛有缘。你要做忤逆叛道的事情，行，佛菩萨看到也欢喜，也笑笑，为什么？你的前途是坎坷的，你造作的罪业是要在果报里面消除。你要堕三途，你要堕地狱，你要经过一段长的时间把这些罪都统统赎尽，你这个罪报消掉了；然后你又会遇到佛法，再遇到那就不一样了，你就是好学生、好弟子。",
      "zh_TW": "我們今天展開《大方廣佛華嚴經》，我們讀誦這個經文，句句我們體會到這個意思，這就是灌頂。我們每天都在接受十方三世一切諸佛如來的灌頂，我們自己不知不覺。不知不覺是什麼？如來天天給我們灌，我們沒有接受到。我們這個地方有一層障礙，他所灌的都流到四方去了，沒有接受到。從什麼地方看到你沒有接受到？你沒有法喜。如果你要接受到了，那就像前面說的，你一定生無量的歡喜心，你嘗到法味。你一定知道這個法味絕對不是世間任何欲樂能夠相比的，那你就是真正得到灌頂，諸佛如來出現在世間是為這個。總而言之一句話，不管你現在是什麼樣的狀況，你接觸佛教了，你如法修行也好，你背師叛道也好，你總算是與佛有緣。你要做忤逆叛道的事情，行，佛菩薩看到也歡喜，也笑笑，為什麼？你的前途是坎坷的，你造作的罪業是要在果報裡面消除。你要墮三途，你要墮地獄，你要經過一段長的時間把這些罪都統統贖盡，你這個罪報消掉了；然後你又會遇到佛法，再遇到那就不一樣了，你就是好學生、好弟子。"
    },
    {
      "id": "12-017-0697_p0030",
      "zh_CN": "所以佛晓得，「你现在想来学，行！」可以给你注册，但是你有业障，你把业障消掉。业障怎么消？业障要果报来消。好像一个世间人，他想来投靠你，但是你知道他犯罪了，犯罪是判刑。你去叫他，「你去接受这个刑罚」。判你三年，这个监禁你去坐三年牢，三年出来再来找我；判你十年，十年出来之后再来找我，我一定接受你，就这个意思。「佛氏门中，不舍一人」，极恶的人就好像犯重罪，判了重刑，要监禁十年、监禁二十年，没有关系，十年、二十年之后我等你，你出来的时候我接纳你，就这么个道理，就这么一回事情。所以，与佛有缘这是多么可贵的一桩事情。我们自己要觉悟，我们为什么不回头？为什么还要随顺自己烦恼习气？随顺自己烦恼习气，不听佛的教诲，那就是刚才讲，已经注册佛菩萨答应你，等你罪报受完之后再来，佛的教化你愿意接受，你能够依教奉行。如果我们现在就随顺佛陀教诲，就听话，就依教奉行，那你的罪业就消除了，回头是岸。为什么要长劫在三途里面受满罪你才肯回头？现在想回头，禁不起诱惑，别人一引诱心又动了，在这种情形怎么办？所以选择学习的环境，找一个清净的环境，避免一切诱惑。",
      "zh_TW": "所以佛曉得，「你現在想來學，行！」可以給你註冊，但是你有業障，你把業障消掉。業障怎麼消？業障要果報來消。好像一個世間人，他想來投靠你，但是你知道他犯罪了，犯罪是判刑。你去叫他，「你去接受這個刑罰」。判你三年，這個監禁你去坐三年牢，三年出來再來找我；判你十年，十年出來之後再來找我，我一定接受你，就這個意思。「佛氏門中，不捨一人」，極惡的人就好像犯重罪，判了重刑，要監禁十年、監禁二十年，沒有關係，十年、二十年之後我等你，你出來的時候我接納你，就這麼個道理，就這麼一回事情。所以，與佛有緣這是多麼可貴的一樁事情。我們自己要覺悟，我們為什麼不回頭？為什麼還要隨順自己煩惱習氣？隨順自己煩惱習氣，不聽佛的教誨，那就是剛才講，已經註冊佛菩薩答應你，等你罪報受完之後再來，佛的教化你願意接受，你能夠依教奉行。如果我們現在就隨順佛陀教誨，就聽話，就依教奉行，那你的罪業就消除了，回頭是岸。為什麼要長劫在三途裡面受滿罪你才肯回頭？現在想回頭，禁不起誘惑，別人一引誘心又動了，在這種情形怎麼辦？所以選擇學習的環境，找一個清淨的環境，避免一切誘惑。"
    },
    {
      "id": "12-017-0697_p0031",
      "zh_CN": "中国古时候祖师大德，我们这次到韩国、日本去参访，看到的都是一样的，修行道场都在深山，人迹罕至，一般人没有事情不会去，太远了，路太难走了。但是现在情形变了，在隐密的山林里面都开了公路，有的地方还有缆车，交通很方便，游客很多；游客很多，修行人就受染污，破坏你的清净心，难！所以有同修给我建议，他说：「法师，你能不能找到一个人不到的那种山上、那种环境。」对！修行是应该这样的，但是那个生活很苦，你必须自己要有活得下去的能力，为什么？对外面隔绝了，我们今天讲你生活所需要的粮食，蔬菜可以自己种，粮食、食油这些生活必需品你断绝了，相当困难。这些地方找还是能找到，但是这种环境里面修行，不是真正有毅力、有决心、有道心的人，他没法子住，我看顶多住一个星期他就受不了，他就跑掉了。",
      "zh_TW": "中國古時候祖師大德，我們這次到韓國、日本去參訪，看到的都是一樣的，修行道場都在深山，人跡罕至，一般人沒有事情不會去，太遠了，路太難走了。但是現在情形變了，在隱密的山林裡面都開了公路，有的地方還有纜車，交通很方便，遊客很多；遊客很多，修行人就受染污，破壞你的清淨心，難！所以有同修給我建議，他說：「法師，你能不能找到一個人不到的那種山上、那種環境。」對！修行是應該這樣的，但是那個生活很苦，你必須自己要有活得下去的能力，為什麼？對外面隔絕了，我們今天講你生活所需要的糧食，蔬菜可以自己種，糧食、食油這些生活必需品你斷絕了，相當困難。這些地方找還是能找到，但是這種環境裡面修行，不是真正有毅力、有決心、有道心的人，他沒法子住，我看頂多住一個星期他就受不了，他就跑掉了。"
    },
    {
      "id": "12-017-0697_p0032",
      "zh_CN": "所以要能过最清苦的生活，对外面完全隔绝。澳洲有这些地方，原始森林，完全没有开发的。那个土地是非常便宜，很大的一片地，几十英亩，大概一万块钱就够了。没人去，没有路，没有水，没有电，都得你自己想办法活得下去，那个容易得清净心。在都市里面修行而不被染污，那是有相当定功的人，有高度觉悟的人，就像《华严》里面所讲的「理事无碍，事事无碍」，他不妨碍。不到这个功夫，你在都市里面修行想成就，佛经上常讲的「无有是处」，一点都不假。六根接触六尘境界都叫你烦心，我们今天讲操心，你的心不住在道上。道是什么？道是清净，道是无为。如何能在这个社会里面跟大众相处，你真正做到清净无为？人家不管干什么，都好！决定不操心，决定不过问，你会有成就。你肯定智慧增长，烦恼天天轻，智慧天天长。你还有操心的事情，你还有忧虑的事情，你是凡夫，纵然想修道，你的道业不容易成就。",
      "zh_TW": "所以要能過最清苦的生活，對外面完全隔絕。澳洲有這些地方，原始森林，完全沒有開發的。那個土地是非常便宜，很大的一片地，幾十英畝，大概一萬塊錢就夠了。沒人去，沒有路，沒有水，沒有電，都得你自己想辦法活得下去，那個容易得清淨心。在都市裡面修行而不被染污，那是有相當定功的人，有高度覺悟的人，就像《華嚴》裡面所講的「理事無礙，事事無礙」，他不妨礙。不到這個功夫，你在都市裡面修行想成就，佛經上常講的「無有是處」，一點都不假。六根接觸六塵境界都叫你煩心，我們今天講操心，你的心不住在道上。道是什麼？道是清淨，道是無為。如何能在這個社會裡面跟大眾相處，你真正做到清淨無為？人家不管幹什麼，都好！決定不操心，決定不過問，你會有成就。你肯定智慧增長，煩惱天天輕，智慧天天長。你還有操心的事情，你還有憂慮的事情，你是凡夫，縱然想修道，你的道業不容易成就。"
    },
    {
      "id": "12-017-0697_p0033",
      "zh_CN": "我们同学当中，我们能够很明显的看出来，真用功的人一天到晚都在经教里头，锲而不舍，他没有时间去享受一般社会他们所说的这些娱乐，甚至于电视、报章杂志他都没有时间去看，全心全力在经教里面。这样子两三年我们能看出成绩，他不一样了，他跟他三年前不相同。那个进步得快的，年年不一样，月月不一样，他自己本人也能觉察到，这是我们一般讲的功夫得力。你念佛也好，参禅也好，持咒也好，学教也好，看你个人的因缘，看你个人的爱好，这个关系很重要。经上常讲「一切众生欲乐」，他的欲望、他的爱好。能够随顺众生根性，就是随顺自己的根性、随顺自己的爱好、自己的欢喜，容易得度；如果自己不喜欢，自己没有这个爱好，勉强的修学，很困难！这种喜爱，从个人喜爱不相同，了解你过去生中学的，根性不一样。过去生中生生世世学《华严》，现在一看《华严》就生欢喜心，别的经典这个欢喜心生不起来；生生世世学《法华》，看到《法华经》就喜欢，你就晓得过去生中你曾经学过的。你要没有学过，这个事情不是偶然的，所以修行不是一生的事情，多生多劫累积的善根福德因缘。我们知道这一生得人身又遇到佛法，一定在这一生当中要增长，要大幅度的把它提升，这一生就没有空过了。现在时间到。",
      "zh_TW": "我們同學當中，我們能夠很明顯的看出來，真用功的人一天到晚都在經教裡頭，鍥而不捨，他沒有時間去享受一般社會他們所說的這些娛樂，甚至於電視、報章雜誌他都沒有時間去看，全心全力在經教裡面。這樣子兩三年我們能看出成績，他不一樣了，他跟他三年前不相同。那個進步得快的，年年不一樣，月月不一樣，他自己本人也能覺察到，這是我們一般講的功夫得力。你念佛也好，參禪也好，持咒也好，學教也好，看你個人的因緣，看你個人的愛好，這個關係很重要。經上常講「一切眾生欲樂」，他的欲望、他的愛好。能夠隨順眾生根性，就是隨順自己的根性、隨順自己的愛好、自己的歡喜，容易得度；如果自己不喜歡，自己沒有這個愛好，勉強的修學，很困難！這種喜愛，從個人喜愛不相同，了解你過去生中學的，根性不一樣。過去生中生生世世學《華嚴》，現在一看《華嚴》就生歡喜心，別的經典這個歡喜心生不起來；生生世世學《法華》，看到《法華經》就喜歡，你就曉得過去生中你曾經學過的。你要沒有學過，這個事情不是偶然的，所以修行不是一生的事情，多生多劫累積的善根福德因緣。我們知道這一生得人身又遇到佛法，一定在這一生當中要增長，要大幅度的把它提升，這一生就沒有空過了。現在時間到。"
    }
  ]
}