{
  "doc_id": "12-017-0809",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八０九卷",
    "zh_TW": "第八０九卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0809",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "12-017-0809_p0001",
      "zh_CN": "诸位同学，请看「藏海安布庄严」，第四段「海间香河」偈颂第一首：",
      "zh_TW": "諸位同學，請看「藏海安布莊嚴」，第四段「海間香河」偈頌第一首："
    },
    {
      "id": "12-017-0809_p0002",
      "zh_CN": "【清净香流满大河，金刚妙宝为其岸。】",
      "zh_TW": "【清淨香流滿大河，金剛妙寶為其岸。】"
    },
    {
      "id": "12-017-0809_p0003",
      "zh_CN": "这两句介绍过了，是颂岸体金刚。向下有六句，一首半，就是第一首的后半加上第二首，这有六句，是颂摩尼严岸，是讲两岸的庄严。",
      "zh_TW": "這兩句介紹過了，是頌岸體金剛。向下有六句，一首半，就是第一首的後半加上第二首，這有六句，是頌摩尼嚴岸，是講兩岸的莊嚴。"
    },
    {
      "id": "12-017-0809_p0004",
      "zh_CN": "【宝末为轮布其地，种种严饰皆珍好，宝阶行列妙庄严，栏楯周回悉殊丽，真珠为藏众华饰，种种璎鬘共垂下。】",
      "zh_TW": "【寶末為輪布其地，種種嚴飾皆珍好，寶階行列妙莊嚴，欄楯周迴悉殊麗，真珠為藏眾華飾，種種瓔鬘共垂下。】"
    },
    {
      "id": "12-017-0809_p0005",
      "zh_CN": "香河是表相应的心所，大前提我们一定要清楚，否则的话就像我们同修提出来的疑问，《华严经》像一部神话小说一样。他不知道这是世尊说法的善巧，是说法的高度艺术，不懂的人确实是茫然无知，懂得的人才知道佛说法那个意思在哪里。所以开经偈上讲「愿解如来真实义」，这句话是非常有意义的，说得非常的深刻。",
      "zh_TW": "香河是表相應的心所，大前提我們一定要清楚，否則的話就像我們同修提出來的疑問，《華嚴經》像一部神話小說一樣。他不知道這是世尊說法的善巧，是說法的高度藝術，不懂的人確實是茫然無知，懂得的人才知道佛說法那個意思在哪裡。所以開經偈上講「願解如來真實義」，這句話是非常有意義的，說得非常的深刻。"
    },
    {
      "id": "12-017-0809_p0006",
      "zh_CN": "『宝末』是什么？「末」是粉末，它代表的意思就是日常生活当中点点滴滴的小事，微不足道。释迦牟尼佛日常生活当中所表现的，像《金刚经》须菩提看到的，世尊每天生活非常有规律。早晨起来的时候经行，一定的时间率领着僧团大众入城市里面去乞食。乞食不能超过七家，人数众多，僧团里面常随众一千二百五十五人，分开到每一个街道、每一个巷子里去托钵，分开的去托钵。在我们想像当中，一定是很有秩序、有规矩，都分配到哪几家，因为城市跟修行学习道场都不太远。托钵完之后，回来吃，不是一面托一面在路上就吃，那个很难看。所以托在钵里，钵通常把它盖起来，带回来，带回来大家在一起分着吃。所以真的是「一钵千家饭」，这是事实。",
      "zh_TW": "『寶末』是什麼？「末」是粉末，它代表的意思就是日常生活當中點點滴滴的小事，微不足道。釋迦牟尼佛日常生活當中所表現的，像《金剛經》須菩提看到的，世尊每天生活非常有規律。早晨起來的時候經行，一定的時間率領著僧團大眾入城市裡面去乞食。乞食不能超過七家，人數眾多，僧團裡面常隨眾一千二百五十五人，分開到每一個街道、每一個巷子裡去托缽，分開的去托缽。在我們想像當中，一定是很有秩序、有規矩，都分配到哪幾家，因為城市跟修行學習道場都不太遠。托缽完之後，回來吃，不是一面托一面在路上就吃，那個很難看。所以托在缽裡，缽通常把它蓋起來，帶回來，帶回來大家在一起分著吃。所以真的是「一缽千家飯」，這是事實。"
    },
    {
      "id": "12-017-0809_p0007",
      "zh_CN": "你想想看，就以佛的僧团一千两百五十五个人，去托的人家不只一千家。一个人托七家，但是不一定，有一家给你满满的，你就不必到第二家去；这一家给得很少，不够吃，才托第二家；第三家如果这个钵觉得够吃，第四家就不去了。每天去托钵总是上千户的人家，那一钵真的是千家饭！这是平常小事，你看《金刚经》上记载的，吃完饭之后，把钵洗干净了，「收衣钵」，因为出门走这么远的路，一个往返脚都脏了。我们知道出家人都不穿鞋子的，没有鞋袜，洗脚。脚洗完之后，「敷座而坐」。这个时候，稍事休息，正常功课就开始，佛就跟大家讲经说法，《金刚般若》你不是看到这堂课吗？「宝末」就是指日常生活点点滴滴；在经教里面，所谓是半偈一句。我们前面念的半偈，「清净香流满大河，金刚妙宝为其岸」这二句，这二句叫宝末。",
      "zh_TW": "你想想看，就以佛的僧團一千兩百五十五個人，去托的人家不只一千家。一個人托七家，但是不一定，有一家給你滿滿的，你就不必到第二家去；這一家給得很少，不夠吃，才托第二家；第三家如果這個缽覺得夠吃，第四家就不去了。每天去托缽總是上千戶的人家，那一缽真的是千家飯！這是平常小事，你看《金剛經》上記載的，吃完飯之後，把缽洗乾淨了，「收衣缽」，因為出門走這麼遠的路，一個往返腳都髒了。我們知道出家人都不穿鞋子的，沒有鞋襪，洗腳。腳洗完之後，「敷座而坐」。這個時候，稍事休息，正常功課就開始，佛就跟大家講經說法，《金剛般若》你不是看到這堂課嗎？「寶末」就是指日常生活點點滴滴；在經教裡面，所謂是半偈一句。我們前面念的半偈，「清淨香流滿大河，金剛妙寶為其岸」這二句，這二句叫寶末。"
    },
    {
      "id": "12-017-0809_p0008",
      "zh_CN": "『为轮』，「轮」是圆满。实在话，佛所表现的极其微不足道的动作，它里头含着有圆满的道理；所说的这一切经教，字字句句无量义，这个我们在讲席里头多次向大家报告。每一句实在讲意思都是无有穷尽的，头一句是说这个意思。『布其地』，「其地」是指这个地区，教化这个地区、影响这个地区。『种种严饰皆珍好』，「种种严饰」，我想学佛时间久一点、对大乘教义能够体会深一点的就明了了，种种严饰是什么？八万四千法门、无量法门，是指这个。每一个法门，这通常讲佛教任何一法都具足四个意思：教、理、行、果，所以佛法称为「轮」，意思在此地。譬如前面讲清净、讲金刚，这个名词里头有教，清净是教；有理，清净的理是什么？有行，这清净怎么样落实到身心？怎样落实到处事待人接物？怎么样落实与自性清净相应？那是果，果证。所以每一个字、每一个名词、每一句里面都有教、理、行、果四法，所以佛法称法轮，意思在此地，它圆满没有欠缺。",
      "zh_TW": "『為輪』，「輪」是圓滿。實在話，佛所表現的極其微不足道的動作，它裡頭含著有圓滿的道理；所說的這一切經教，字字句句無量義，這個我們在講席裡頭多次向大家報告。每一句實在講意思都是無有窮盡的，頭一句是說這個意思。『布其地』，「其地」是指這個地區，教化這個地區、影響這個地區。『種種嚴飾皆珍好』，「種種嚴飾」，我想學佛時間久一點、對大乘教義能夠體會深一點的就明瞭了，種種嚴飾是什麼？八萬四千法門、無量法門，是指這個。每一個法門，這通常講佛教任何一法都具足四個意思：教、理、行、果，所以佛法稱為「輪」，意思在此地。譬如前面講清淨、講金剛，這個名詞裡頭有教，清淨是教；有理，清淨的理是什麼？有行，這清淨怎麼樣落實到身心？怎樣落實到處事待人接物？怎麼樣落實與自性清淨相應？那是果，果證。所以每一個字、每一個名詞、每一句裡面都有教、理、行、果四法，所以佛法稱法輪，意思在此地，它圓滿沒有欠缺。"
    },
    {
      "id": "12-017-0809_p0009",
      "zh_CN": "「皆珍好」，为什么「皆珍好」？它皆称性，皆与性德相应，道理在此地。这个境界说实实在在的话，真正能体会得到的人不多。为什么体会不到？这几乎我们在讲席当中不断的在提醒、在报告，烦恼习气不断，你怎么能体会得到？什么人能体会到？烦恼轻、智慧长的人能体会得到。他体会到了，他能不能说得出？跟诸位说，说不出的！体会有浅深不一样。我们就以菩萨果位来说，五十一个位次都来听《大方广佛华严经》，每个人所体会到的不一样；十信菩萨体会得浅，十住以上体会得深。愈是到高位，体会就愈深。佛说经，等觉菩萨能够明了佛所说的；地上菩萨虽明了，不及等觉菩萨。我们是凡夫，见思烦恼一品都没断，你能体会到几成？太有限了！",
      "zh_TW": "「皆珍好」，為什麼「皆珍好」？它皆稱性，皆與性德相應，道理在此地。這個境界說實實在在的話，真正能體會得到的人不多。為什麼體會不到？這幾乎我們在講席當中不斷的在提醒、在報告，煩惱習氣不斷，你怎麼能體會得到？什麼人能體會到？煩惱輕、智慧長的人能體會得到。他體會到了，他能不能說得出？跟諸位說，說不出的！體會有淺深不一樣。我們就以菩薩果位來說，五十一個位次都來聽《大方廣佛華嚴經》，每個人所體會到的不一樣；十信菩薩體會得淺，十住以上體會得深。愈是到高位，體會就愈深。佛說經，等覺菩薩能夠明瞭佛所說的；地上菩薩雖明瞭，不及等覺菩薩。我們是凡夫，見思煩惱一品都沒斷，你能體會到幾成？太有限了！"
    },
    {
      "id": "12-017-0809_p0010",
      "zh_CN": "如果我们把深度假定分为一百个等级，五十一位菩萨的阶级再加上妙觉位，五十二个位次，换句话说，九法界的众生，这是凡夫，真正能体会得到的只能说百分之几而已！那还要烦恼轻，我们常讲有德行、有修养，世间人常讲「喜怒不形于色」；这个不形于色，不是用的心机，是自然的。为什么不形于色？他对于世缘看得很淡，这不算修行功夫，听这样的大经，他有反应。真正得一分利益，要初信位的菩萨；真正得《华严》实益、真实利益，要圆教初住菩萨，就是「破一品无明，证一分法身」，你得《华严》真实利益。你能够破几品见思烦恼，你听闻这个经教能够接受它薰习；换句话说，你能够体会到它的气氛。古德举比喻，好比生火、烧火，我们虽然还没有看到火、没有接触到火，那个火的热气已经感受到一点，这是气氛，并没有见到。",
      "zh_TW": "如果我們把深度假定分為一百個等級，五十一位菩薩的階級再加上妙覺位，五十二個位次，換句話說，九法界的眾生，這是凡夫，真正能體會得到的只能說百分之幾而已！那還要煩惱輕，我們常講有德行、有修養，世間人常講「喜怒不形於色」；這個不形於色，不是用的心機，是自然的。為什麼不形於色？他對於世緣看得很淡，這不算修行功夫，聽這樣的大經，他有反應。真正得一分利益，要初信位的菩薩；真正得《華嚴》實益、真實利益，要圓教初住菩薩，就是「破一品無明，證一分法身」，你得《華嚴》真實利益。你能夠破幾品見思煩惱，你聽聞這個經教能夠接受它薰習；換句話說，你能夠體會到它的氣氛。古德舉比喻，好比生火、燒火，我們雖然還沒有看到火、沒有接觸到火，那個火的熱氣已經感受到一點，這是氣氛，並沒有見到。"
    },
    {
      "id": "12-017-0809_p0011",
      "zh_CN": "从这些比喻里面我们细细去体会，古时候佛菩萨示现在这个世间，做种种示现感化众生，受感化的人确实是多，比我们现在多。多的原因我们晓得，那些人身心清净，烦恼少，忧虑少，牵挂少，生活很正常，所谓是「日出而作，日没而息」，身心都与大自然相应。跟我们现在的人不一样，现在的人脱离了大自然，生活环境都是人工的，住的大楼离地面很高。古时候真正跟大自然生活在一起，住的是茅屋，地面就是泥土地面，赤脚确实吸收地气，那人身体健康。墙是土墙，上面盖的是茅草，我们今天看到好像「哎呀，这种居住环境太简陋了！」那是最养人的、最健康的，现在人不懂！吃的、穿的、所用的，确确实实是跟自然合而为一。生活简单，简单是最健康的，简单是最圆满的。哪里像现代人？现代人哪里是过人的生活？愈是富裕的人，与大自然脱节的距离愈长。我们不学佛，我们也不懂。学了佛之后这才恍然大悟，才真正明了。从前修道的人为什么要住深山？为什么那么喜欢住茅篷？那些生活方式就是此地讲的，「宝末为轮布其地，种种严饰皆珍好」。教学生、教大众不仅是言教，有身教还有意教，身、语、意三轮教诲，这才圆满。",
      "zh_TW": "從這些比喻裡面我們細細去體會，古時候佛菩薩示現在這個世間，做種種示現感化眾生，受感化的人確實是多，比我們現在多。多的原因我們曉得，那些人身心清淨，煩惱少，憂慮少，牽掛少，生活很正常，所謂是「日出而作，日沒而息」，身心都與大自然相應。跟我們現在的人不一樣，現在的人脫離了大自然，生活環境都是人工的，住的大樓離地面很高。古時候真正跟大自然生活在一起，住的是茅屋，地面就是泥土地面，赤腳確實吸收地氣，那人身體健康。牆是土牆，上面蓋的是茅草，我們今天看到好像「哎呀，這種居住環境太簡陋了！」那是最養人的、最健康的，現在人不懂！吃的、穿的、所用的，確確實實是跟自然合而為一。生活簡單，簡單是最健康的，簡單是最圓滿的。哪裡像現代人？現代人哪裡是過人的生活？愈是富裕的人，與大自然脫節的距離愈長。我們不學佛，我們也不懂。學了佛之後這才恍然大悟，才真正明瞭。從前修道的人為什麼要住深山？為什麼那麼喜歡住茅篷？那些生活方式就是此地講的，「寶末為輪布其地，種種嚴飾皆珍好」。教學生、教大眾不僅是言教，有身教還有意教，身、語、意三輪教誨，這才圓滿。"
    },
    {
      "id": "12-017-0809_p0012",
      "zh_CN": "『宝阶行列妙庄严』，这个应该懂得，「宝阶行列」代表什么？代表修学的等级、次序。小乘有四向四果，这是阶梯，像楼梯一样；大乘菩萨五十一个阶位。就是我们往生到西方极乐世界，世尊在经上也介绍我们西方极乐世界有四土三辈九品，你看看这是不是宝阶行列？「妙庄严」，这三个字是什么意思？是各个阶位里面所修学的教理行果。它表这些意思在里头，那个意思真的是无有穷尽！佛在经上给我们讲的这些阶位，实际上都是大分，不能细分，细分太多，说不尽！无量无边的阶位。我们想一想就能够体会得到。譬如我们今天的学校教育，这摆在我们眼前的，中国通行的小学六年、初中三年、高中三年，所以中学也是六年；大学四年，研究所硕士班两年、博士班两年，也是四年。一年级、二年级、三年级，宝阶；每一个院系，行列。这一年级里面有多少学生，参加考试从第一名到最末后一名，那也是阶级。从这个地方去看，阶层太多太多了，佛不必那么细说，细说太繁琐，只讲大的，不讲细的。",
      "zh_TW": "『寶階行列妙莊嚴』，這個應該懂得，「寶階行列」代表什麼？代表修學的等級、次序。小乘有四向四果，這是階梯，像樓梯一樣；大乘菩薩五十一個階位。就是我們往生到西方極樂世界，世尊在經上也介紹我們西方極樂世界有四土三輩九品，你看看這是不是寶階行列？「妙莊嚴」，這三個字是什麼意思？是各個階位裡面所修學的教理行果。它表這些意思在裡頭，那個意思真的是無有窮盡！佛在經上給我們講的這些階位，實際上都是大分，不能細分，細分太多，說不盡！無量無邊的階位。我們想一想就能夠體會得到。譬如我們今天的學校教育，這擺在我們眼前的，中國通行的小學六年、初中三年、高中三年，所以中學也是六年；大學四年，研究所碩士班兩年、博士班兩年，也是四年。一年級、二年級、三年級，寶階；每一個院系，行列。這一年級裡面有多少學生，參加考試從第一名到最末後一名，那也是階級。從這個地方去看，階層太多太多了，佛不必那麼細說，細說太繁瑣，只講大的，不講細的。"
    },
    {
      "id": "12-017-0809_p0013",
      "zh_CN": "他必须学完这个阶层的课程，及格才能升到第二个阶层。像小乘修学，你开始真的认真放下见烦恼，经教里面讲的见惑：身见、边见、见取见、戒取见、邪见，真的在放下了，真干！这叫初果向，你的方向很正确，向着初果，你没有证得初果。必须要将三界八十八品见惑统统断尽，你就证得初果位。证得初果位是第二个阶级，第一个是初果向，你是在断，你断得不干净，八十八品没有完全断干净，断一半。八十八你断了七十八，还是在初果向。初果向里面，那个次第也很多。证得初果之后，你就开始要断三界八十一品思惑。开始断思惑的时候，是二果向。真的是有次第，大乘菩萨里头亦复如是。",
      "zh_TW": "他必須學完這個階層的課程，及格才能升到第二個階層。像小乘修學，你開始真的認真放下見煩惱，經教裡面講的見惑：身見、邊見、見取見、戒取見、邪見，真的在放下了，真幹！這叫初果向，你的方向很正確，向著初果，你沒有證得初果。必須要將三界八十八品見惑統統斷盡，你就證得初果位。證得初果位是第二個階級，第一個是初果向，你是在斷，你斷得不乾淨，八十八品沒有完全斷乾淨，斷一半。八十八你斷了七十八，還是在初果向。初果向裡面，那個次第也很多。證得初果之後，你就開始要斷三界八十一品思惑。開始斷思惑的時候，是二果向。真的是有次第，大乘菩薩裡頭亦復如是。"
    },
    {
      "id": "12-017-0809_p0014",
      "zh_CN": "这个路子叫渐修，像爬楼梯一样，一层一层往上爬，中下根性的人都行，没有法子躐等。躐等的人是什么人？上上根人，所谓是一闻千悟，那不是普通人，在中国佛教史里面像惠能这种人。我初学佛的时候，老师是警告我，要我自己反省。惠能，我们仰慕、敬佩，能不能学他？学不到！中国历史上，惠能大师以前没有一个，惠能大师以后一直到今天，差不多一千三百多年，也没有出现一个。我们想想，我们是他那样的根性吗？不是他那样的根性，不能学他，学不到！他那是一步登天，他真有本事，他登上去了。我们要想学他，登不上去，摔下来摔死了！这是事实。所以老师教我学教，学教是什么？爬楼梯。告诉我是慢，你爬一层真的得一层利益。宗门爬上去，你是证得圆满的利益；爬不上去，你就肯定堕落。落入什么？狂慧。反而不如爬楼梯，他慢慢上去。",
      "zh_TW": "這個路子叫漸修，像爬樓梯一樣，一層一層往上爬，中下根性的人都行，沒有法子躐等。躐等的人是什麼人？上上根人，所謂是一聞千悟，那不是普通人，在中國佛教史裡面像惠能這種人。我初學佛的時候，老師是警告我，要我自己反省。惠能，我們仰慕、敬佩，能不能學他？學不到！中國歷史上，惠能大師以前沒有一個，惠能大師以後一直到今天，差不多一千三百多年，也沒有出現一個。我們想想，我們是他那樣的根性嗎？不是他那樣的根性，不能學他，學不到！他那是一步登天，他真有本事，他登上去了。我們要想學他，登不上去，摔下來摔死了！這是事實。所以老師教我學教，學教是什麼？爬樓梯。告訴我是慢，你爬一層真的得一層利益。宗門爬上去，你是證得圓滿的利益；爬不上去，你就肯定墮落。落入什麼？狂慧。反而不如爬樓梯，他慢慢上去。"
    },
    {
      "id": "12-017-0809_p0015",
      "zh_CN": "老师的教诲很慈悲，他观察我们的根性，中人资质，中等人的天赋，不是上上根人。所以人贵自知之明，这是我们学东西我们讲求稳当、快速成就，你不能不知道自己。学东西是什么？契机，契自己的根机，容易成就。不契自己的机，要很勉强去做，不能成功。早年在香港有一位慧忍法师，大概前几年往生了，早年在台湾跟我是好朋友。这个人聪明，头脑灵活，我劝他学教，他也有兴趣。我带他到台中见李老师，我们一起在台中住了十个月。老师那个时候讲《楞严》，我在学《楞严》，《楞严》是我在台中最后一门课程。我劝他学小部经，他很不满意，认为我嫉妒，为什么我学大经要他学小经？我告诉他，我学《楞严》前面已经有四部经的基础，那四部是我专学的：《阿难问事佛吉凶经》、《弥陀经》、《普贤行愿品》、《金刚经》，这是我自己主修的。而我听老师教同学的，差不多听了二十多部经，那是老师教的，我在旁边旁听。但是我听的时候，我都学会了，我有这样的根基在。他到台中，虽然出家比我久，没有学过经教，所以我劝他：我们不是上根利智，一定要从小部经慢慢的来学习，你会成就。",
      "zh_TW": "老師的教誨很慈悲，他觀察我們的根性，中人資質，中等人的天賦，不是上上根人。所以人貴自知之明，這是我們學東西我們講求穩當、快速成就，你不能不知道自己。學東西是什麼？契機，契自己的根機，容易成就。不契自己的機，要很勉強去做，不能成功。早年在香港有一位慧忍法師，大概前幾年往生了，早年在台灣跟我是好朋友。這個人聰明，頭腦靈活，我勸他學教，他也有興趣。我帶他到台中見李老師，我們一起在台中住了十個月。老師那個時候講《楞嚴》，我在學《楞嚴》，《楞嚴》是我在台中最後一門課程。我勸他學小部經，他很不滿意，認為我嫉妒，為什麼我學大經要他學小經？我告訴他，我學《楞嚴》前面已經有四部經的基礎，那四部是我專學的：《阿難問事佛吉凶經》、《彌陀經》、《普賢行願品》、《金剛經》，這是我自己主修的。而我聽老師教同學的，差不多聽了二十多部經，那是老師教的，我在旁邊旁聽。但是我聽的時候，我都學會了，我有這樣的根基在。他到台中，雖然出家比我久，沒有學過經教，所以我勸他：我們不是上根利智，一定要從小部經慢慢的來學習，你會成就。"
    },
    {
      "id": "12-017-0809_p0016",
      "zh_CN": "我说的话是忠言，他听不进去，说我小看他，我学大经他学小经，他不服气。他要学《楞严》，也找了不少《楞严经》古德的注疏，真用功。每天晚上差不多都搞到三点钟，用功过度。这样十个月他问题出来了，眼睛看经书，他告诉我一片漆黑，没有法子学，展开经卷的时候一个字都看不到。他回到台北，把经教放弃了，再去做经忏佛事。做了大概一年多，储蓄了一些钱，在景美买了一个小道场，叫「法藏莲社」；他是修净土的，「法藏莲社」。到台中去找我讲经，我到台北去，我们两个又来合作了。这个时候他说：「唉！我后悔没有听你的话。」早听我的话，他成就了，他的成就比我高。他出家早，从小出家，佛门里头的规矩唱念、法器、仪规他都懂，这些东西我不懂，所以他经教学会之后，决不会在我之下，我们佛门出人才。可惜不听劝导，这没有法子，没有缘分！",
      "zh_TW": "我說的話是忠言，他聽不進去，說我小看他，我學大經他學小經，他不服氣。他要學《楞嚴》，也找了不少《楞嚴經》古德的註疏，真用功。每天晚上差不多都搞到三點鐘，用功過度。這樣十個月他問題出來了，眼睛看經書，他告訴我一片漆黑，沒有法子學，展開經卷的時候一個字都看不到。他回到台北，把經教放棄了，再去做經懺佛事。做了大概一年多，儲蓄了一些錢，在景美買了一個小道場，叫「法藏蓮社」；他是修淨土的，「法藏蓮社」。到台中去找我講經，我到台北去，我們兩個又來合作了。這個時候他說：「唉！我後悔沒有聽你的話。」早聽我的話，他成就了，他的成就比我高。他出家早，從小出家，佛門裡頭的規矩唱念、法器、儀規他都懂，這些東西我不懂，所以他經教學會之後，決不會在我之下，我們佛門出人才。可惜不聽勸導，這沒有法子，沒有緣分！"
    },
    {
      "id": "12-017-0809_p0017",
      "zh_CN": "我这一生对人没有嫉妒，我希望你比我好，我做你的帮手，这个自在！带头的人有责任，要操心；当帮手，就轻松多了。我从小没有领袖欲，不愿意做一个领导人，我喜欢帮人，全心全力帮助别人。这个人非常非常可惜！以后他把台北的道场卖掉，到香港去，在香港也做经忏佛事。大概赚了不少钱，也玩股票，也去赌马，他都告诉我。最初好像很赚钱，以后股票下跌，他赔了。听说他在香港自己买的楼，最后好像也卖了，住到大屿山去了，前几年过世了。古大德说得好，「因地不真，果招迂曲」，自以为聪明，这是许许多多众生的病根，古人讲得好，「聪明反被聪明误」。谦虚的人、自以为不行的人、不敢跟别人相比的人，往往这种人成功，他老实、他踏实，本本分分的去学，绝对没有投机取巧这种心，他能成就。世出世间法做学问、讲修养最贵的是老实，老实是最可贵的。",
      "zh_TW": "我這一生對人沒有嫉妒，我希望你比我好，我做你的幫手，這個自在！帶頭的人有責任，要操心；當幫手，就輕鬆多了。我從小沒有領袖慾，不願意做一個領導人，我喜歡幫人，全心全力幫助別人。這個人非常非常可惜！以後他把台北的道場賣掉，到香港去，在香港也做經懺佛事。大概賺了不少錢，也玩股票，也去賭馬，他都告訴我。最初好像很賺錢，以後股票下跌，他賠了。聽說他在香港自己買的樓，最後好像也賣了，住到大嶼山去了，前幾年過世了。古大德說得好，「因地不真，果招迂曲」，自以為聰明，這是許許多多眾生的病根，古人講得好，「聰明反被聰明誤」。謙虛的人、自以為不行的人、不敢跟別人相比的人，往往這種人成功，他老實、他踏實，本本分分的去學，絕對沒有投機取巧這種心，他能成就。世出世間法做學問、講修養最貴的是老實，老實是最可貴的。"
    },
    {
      "id": "12-017-0809_p0018",
      "zh_CN": "『栏楯周回悉殊丽』，「殊」是殊胜，「丽」是华丽，「栏楯」是栏槛，河岸旁边的栏槛。栏槛表什么？表防护，我们今天讲护法。护谁的法？护自己，自己要知道怎样护持自己，他才会成就。自己不知道保护自己，禁不起风浪，他怎么能成就？讲到防护、防护自己，我们立刻就会联想到四天王，四天王是护法神，那个表法的意思好！东方持国天王，教我们怎样护自己的法？负责尽职，护国天王表这个意思。从表面上看是护国，持国天王嘛！那个国是什么？那个国是自己的心，不是别的。你要护身、护心，佛法讲三业：身、语、意，你要懂得护你的身语意。《无量寿经》上佛说得很明白，「善护口业，不讥他过；善护身业，不失律仪；善护意业，清净无染」，那是栏楯周回，我们能懂这个意思吗？所以你要懂得持国天王他所表的意思，我们就得受用了。持是保持，不能失掉。",
      "zh_TW": "『欄楯周迴悉殊麗』，「殊」是殊勝，「麗」是華麗，「欄楯」是欄檻，河岸旁邊的欄檻。欄檻表什麼？表防護，我們今天講護法。護誰的法？護自己，自己要知道怎樣護持自己，他才會成就。自己不知道保護自己，禁不起風浪，他怎麼能成就？講到防護、防護自己，我們立刻就會聯想到四天王，四天王是護法神，那個表法的意思好！東方持國天王，教我們怎樣護自己的法？負責盡職，護國天王表這個意思。從表面上看是護國，持國天王嘛！那個國是什麼？那個國是自己的心，不是別的。你要護身、護心，佛法講三業：身、語、意，你要懂得護你的身語意。《無量壽經》上佛說得很明白，「善護口業，不譏他過；善護身業，不失律儀；善護意業，清淨無染」，那是欄楯周迴，我們能懂這個意思嗎？所以你要懂得持國天王他所表的意思，我們就得受用了。持是保持，不能失掉。"
    },
    {
      "id": "12-017-0809_p0019",
      "zh_CN": "用什么方法保持？东方天王手上拿的是琵琶，那就是表法的，就用那个方法。不是叫你天天弹琴、唱歌，那你就搞错了。弦乐器里头你看看它，它的音是从弦发出来的，这个弦要是紧了它就断了，松了它就不响，一定要把它调到恰到好处，音色就美了。恰到好处，就是佛法里面讲的中道、儒家讲的中庸。你要懂得用中庸，你才能护你自己的德行、道业、事功，你才能护得了！不能不及，也不能超过，持国天王教我们的。所以，就是我们平常讲的负责任、尽本分，印祖讲的「敦伦尽分」，就是这个意思。我们能把敦伦尽分的事情做好，这持国天王表的。",
      "zh_TW": "用什麼方法保持？東方天王手上拿的是琵琶，那就是表法的，就用那個方法。不是叫你天天彈琴、唱歌，那你就搞錯了。弦樂器裡頭你看看它，它的音是從弦發出來的，這個弦要是緊了它就斷了，鬆了它就不響，一定要把它調到恰到好處，音色就美了。恰到好處，就是佛法裡面講的中道、儒家講的中庸。你要懂得用中庸，你才能護你自己的德行、道業、事功，你才能護得了！不能不及，也不能超過，持國天王教我們的。所以，就是我們平常講的負責任、盡本分，印祖講的「敦倫盡分」，就是這個意思。我們能把敦倫盡分的事情做好，這持國天王表的。"
    },
    {
      "id": "12-017-0809_p0020",
      "zh_CN": "南方天王，南方象征智慧、光明，增长是不断往上提升，佛法里头讲的精进，现在社会上讲的进步，儒家讲的日新，就这个意思。我们的德行是不是天天在进步？学问、智慧、能力是不是天天在增长？这才能护住自己。你要是不提升自己、不进步，那你就退转了，你被社会淘汰掉了。特别是现在科学技术日新月异，学科技的人才每年，过去我在美国知道，一年有好几个梯次去参加进修教育，他的科学技术提升。你要不去接受学习的话，你就跟不上；你跟不上，你当然被淘汰掉了，公司不用你了。所以公司里面的技术人员，每年有定期的、有不定期的，都要去参加受训好几次，两三个月就有一次。时间不长，大概是五天到一个星期，新的技术出来了。这个我们一般叫进修教育，佛在三千年前就重视。",
      "zh_TW": "南方天王，南方象徵智慧、光明，增長是不斷往上提升，佛法裡頭講的精進，現在社會上講的進步，儒家講的日新，就這個意思。我們的德行是不是天天在進步？學問、智慧、能力是不是天天在增長？這才能護住自己。你要是不提升自己、不進步，那你就退轉了，你被社會淘汰掉了。特別是現在科學技術日新月異，學科技的人才每年，過去我在美國知道，一年有好幾個梯次去參加進修教育，他的科學技術提升。你要不去接受學習的話，你就跟不上；你跟不上，你當然被淘汰掉了，公司不用你了。所以公司裡面的技術人員，每年有定期的、有不定期的，都要去參加受訓好幾次，兩三個月就有一次。時間不長，大概是五天到一個星期，新的技術出來了。這個我們一般叫進修教育，佛在三千年前就重視。"
    },
    {
      "id": "12-017-0809_p0021",
      "zh_CN": "出家人大家晓得有「结夏安居」，结夏安居是什么意思？进修教育。佛的这些学生学得都不错，离开佛到处去教化众生。哪个地方有缘，到哪里去教。但是每年夏安居一定回到佛的身边，这两个意思：第一个是同学们在外面，各人教化一方，交换教学经验、交换教学心得，把自己教学的技术往上提升；第二个接受佛陀教诲，再教育。所以那是进修教育，一年九个月在外面教化众生，三个月回来接受佛陀的再教育，年年如是！所以学习是永远没有止尽的，活到老，学到老，佛法教学确实是这样的。这是增长，增长天王表的这个意思，这个样子才能让我们永远精进、永远不退转。",
      "zh_TW": "出家人大家曉得有「結夏安居」，結夏安居是什麼意思？進修教育。佛的這些學生學得都不錯，離開佛到處去教化眾生。哪個地方有緣，到哪裡去教。但是每年夏安居一定回到佛的身邊，這兩個意思：第一個是同學們在外面，各人教化一方，交換教學經驗、交換教學心得，把自己教學的技術往上提升；第二個接受佛陀教誨，再教育。所以那是進修教育，一年九個月在外面教化眾生，三個月回來接受佛陀的再教育，年年如是！所以學習是永遠沒有止盡的，活到老，學到老，佛法教學確實是這樣的。這是增長，增長天王表的這個意思，這個樣子才能讓我們永遠精進、永遠不退轉。"
    },
    {
      "id": "12-017-0809_p0022",
      "zh_CN": "达到这两个目标，后面两位天王提供方法，西方广目天王、北方多闻天王，你想像这个意思。广目是多看，多闻是多听，就是我们中国人讲的，「读万卷书，行万里路」，你才能达到前面两个目标。四天王的表法，这是教学，佛法是教育；用的这个方法是高度艺术，我们不能不懂。现在时间到了！",
      "zh_TW": "達到這兩個目標，後面兩位天王提供方法，西方廣目天王、北方多聞天王，你想像這個意思。廣目是多看，多聞是多聽，就是我們中國人講的，「讀萬卷書，行萬里路」，你才能達到前面兩個目標。四天王的表法，這是教學，佛法是教育；用的這個方法是高度藝術，我們不能不懂。現在時間到了！"
    },
    {
      "id": "12-017-0809_p0023",
      "zh_CN": "诸位同学，我们还是要接着看「藏海安布庄严」，「海间香河」偈颂第二首：",
      "zh_TW": "諸位同學，我們還是要接著看「藏海安布莊嚴」，「海間香河」偈頌第二首："
    },
    {
      "id": "12-017-0809_p0024",
      "zh_CN": "【宝阶行列妙庄严，栏楯周回悉殊丽，真珠为藏众华饰，种种璎鬘共垂下。】",
      "zh_TW": "【寶階行列妙莊嚴，欄楯周迴悉殊麗，真珠為藏眾華飾，種種瓔鬘共垂下。】"
    },
    {
      "id": "12-017-0809_p0025",
      "zh_CN": "『栏楯』表护法，护法内容也是说不尽，我举四天王表法的意思来跟大家解释。看到「栏楯」，栏楯是保护，怕我们不小心跌到河里面去了，防护的，就要知道如何防护邪知邪见、如何防护恶念恶行、怎样防护德行、学问、道业的增长。人能常常这样提起，这个人哪里会不进步？哪里会不成就？所以佛的教学好！如果有人天天给你讲，听多了你厌烦了、讨厌了，这是人之常情；所以佛懂得人情，不用人来说、不用言语，用这些形形色色来表法，让你看到、接触到，你马上就提醒了，这个教学是高等的艺术、高等的手段。人与人当中再好的朋友劝导，古人讲「事不过三」，你劝人不可以劝三次，第三次可能就翻脸。所以只能劝一次、劝第二次，第二次不听，以后就不要再说了，各人因果是各人自己事情，我们已经尽到劝导的责任，古德教导我们的。只有父母教儿女可以超过三次，老师教学生止于三次，第四次绝对没有；朋友之间往来，两次！有分寸，保持将来以后好见面，不要翻脸。也就是保持一个和睦相处，这是社会安定、和谐重要的教诲。",
      "zh_TW": "『欄楯』表護法，護法內容也是說不盡，我舉四天王表法的意思來跟大家解釋。看到「欄楯」，欄楯是保護，怕我們不小心跌到河裡面去了，防護的，就要知道如何防護邪知邪見、如何防護惡念惡行、怎樣防護德行、學問、道業的增長。人能常常這樣提起，這個人哪裡會不進步？哪裡會不成就？所以佛的教學好！如果有人天天給你講，聽多了你厭煩了、討厭了，這是人之常情；所以佛懂得人情，不用人來說、不用言語，用這些形形色色來表法，讓你看到、接觸到，你馬上就提醒了，這個教學是高等的藝術、高等的手段。人與人當中再好的朋友勸導，古人講「事不過三」，你勸人不可以勸三次，第三次可能就翻臉。所以只能勸一次、勸第二次，第二次不聽，以後就不要再說了，各人因果是各人自己事情，我們已經盡到勸導的責任，古德教導我們的。只有父母教兒女可以超過三次，老師教學生止於三次，第四次絕對沒有；朋友之間往來，兩次！有分寸，保持將來以後好見面，不要翻臉。也就是保持一個和睦相處，這是社會安定、和諧重要的教誨。"
    },
    {
      "id": "12-017-0809_p0026",
      "zh_CN": "但是在今天要知道，孝道没有了，家庭破碎了；师道没有了，师生当中的情义没有了，佛门也不例外。早年我在新加坡看演培法师，演培法师大我十岁，我们佛门的一位长老。我去看他，他跟我谈起：现在这个时代，佛门里头没有师徒。我听了，我同意他的话。现在道场大家住在一起，能够做到个朋友就很不错了，五伦最后落到朋友。朋友做不好，这个世间肯定大乱。有德行、有智慧的人，自己求往生，为什么？对这个社会大众帮不上忙；帮不上忙，就要走自己的路。能帮上一点忙，尽心尽力，这是行菩萨道，这是大慈大悲。所以，一定要懂得怎样保护自己，保护自己的德行、保护自己的道业不要被破坏。要晓得，人会破坏我们，环境也会破坏我们，我们没有离开人事、环境生存，这是决定离不开的。在这些人事、环境当中，你应该要懂得怎么样防护。",
      "zh_TW": "但是在今天要知道，孝道沒有了，家庭破碎了；師道沒有了，師生當中的情義沒有了，佛門也不例外。早年我在新加坡看演培法師，演培法師大我十歲，我們佛門的一位長老。我去看他，他跟我談起：現在這個時代，佛門裡頭沒有師徒。我聽了，我同意他的話。現在道場大家住在一起，能夠做到個朋友就很不錯了，五倫最後落到朋友。朋友做不好，這個世間肯定大亂。有德行、有智慧的人，自己求往生，為什麼？對這個社會大眾幫不上忙；幫不上忙，就要走自己的路。能幫上一點忙，盡心盡力，這是行菩薩道，這是大慈大悲。所以，一定要懂得怎樣保護自己，保護自己的德行、保護自己的道業不要被破壞。要曉得，人會破壞我們，環境也會破壞我們，我們沒有離開人事、環境生存，這是決定離不開的。在這些人事、環境當中，你應該要懂得怎麼樣防護。"
    },
    {
      "id": "12-017-0809_p0027",
      "zh_CN": "我们前面讲过，持国天王他所表的意思、增长天王表的意思，把护持的道理、原则说出来了。要怎么样才能做到？西方广目天王、北方多闻天王，这两位天王教给我们方法。广目，顾名思义多看，你看这个社会一切人事物，从早到晚，从初一到腊月三十，这里头变幻无穷，你要看清楚！在这里头看什么？看性相、看理事、看因果，你要有这个本事。天王手上拿的是一条龙或者是一条蛇，龙跟蛇在传说里面都是善于变化，这说明什么？这个社会一切人、一切事、一切物善变，变幻莫测！所以刚才我说了三个纲领，这是佛经上讲的，你看什么？看性相的变化、事理的变化、因果的变化，你看这个！长学问、长智慧。",
      "zh_TW": "我們前面講過，持國天王他所表的意思、增長天王表的意思，把護持的道理、原則說出來了。要怎麼樣才能做到？西方廣目天王、北方多聞天王，這兩位天王教給我們方法。廣目，顧名思義多看，你看這個社會一切人事物，從早到晚，從初一到臘月三十，這裡頭變幻無窮，你要看清楚！在這裡頭看什麼？看性相、看理事、看因果，你要有這個本事。天王手上拿的是一條龍或者是一條蛇，龍跟蛇在傳說裡面都是善於變化，這說明什麼？這個社會一切人、一切事、一切物善變，變幻莫測！所以剛才我說了三個綱領，這是佛經上講的，你看什麼？看性相的變化、事理的變化、因果的變化，你看這個！長學問、長智慧。"
    },
    {
      "id": "12-017-0809_p0028",
      "zh_CN": "天王右手拿个珠，或者是左手拿个珠；右手要拿个龙，左拿着珠。珠代表什么？代表不变。虽然人事物千变万化，这里头有不变的原则。你要是把不变的原则掌握到，永远保持，你就能够控制这个社会，你在这个社会里头能做得了主宰，不会被它影响。你可以影响它，你能带动整个社会。这个不变的东西是什么？道德。在佛法里具体来说，戒定慧三学永远不变。佛门里头不变的东西多了，戒定慧三学是总说。分开来讲，声闻四谛不变，菩萨六度不变，我们念佛人信愿行不变，你学哪个法门，你掌握着这个法门的总纲领，这是不变。以不变应万变，广目天王教我的！那个像塑在那里，那是上课、那是教学，不能把它当作神明看待，那你就搞迷信了。你想想看，佛法教学这个手段高不高明？",
      "zh_TW": "天王右手拿個珠，或者是左手拿個珠；右手要拿個龍，左拿著珠。珠代表什麼？代表不變。雖然人事物千變萬化，這裡頭有不變的原則。你要是把不變的原則掌握到，永遠保持，你就能夠控制這個社會，你在這個社會裡頭能做得了主宰，不會被它影響。你可以影響它，你能帶動整個社會。這個不變的東西是什麼？道德。在佛法裡具體來說，戒定慧三學永遠不變。佛門裡頭不變的東西多了，戒定慧三學是總說。分開來講，聲聞四諦不變，菩薩六度不變，我們念佛人信願行不變，你學哪個法門，你掌握著這個法門的總綱領，這是不變。以不變應萬變，廣目天王教我的！那個像塑在那裡，那是上課、那是教學，不能把它當作神明看待，那你就搞迷信了。你想想看，佛法教學這個手段高不高明？"
    },
    {
      "id": "12-017-0809_p0029",
      "zh_CN": "北方天王多闻，毘沙门天王。北是最上，在北半球北是最上，四天王的首领。多闻，它名词含义是多听，听别人所说的。你不听，不听你就被蒙蔽，你就不长智慧。多听！多听，当然这里头有是有非，你要有智慧、有能力辨别是非真妄，有能力辨别邪正。它手上拿的是伞，伞盖。伞盖表什么意思？防止污染，今天我们讲的环保。现在讲环保只知道环境要保护，其实最重要的是什么？心地。如何防止，保护心地清净不受染污？这个重要！它表这个意思。社会，现在大家知道是个大染缸，谁能在这里头不染污？毘沙门天王。他在这个大染缸里头游行自在，不被污染。他用什么来防护？这个佛在经典里面教诫就很多了。",
      "zh_TW": "北方天王多聞，毘沙門天王。北是最上，在北半球北是最上，四天王的首領。多聞，它名詞含義是多聽，聽別人所說的。你不聽，不聽你就被蒙蔽，你就不長智慧。多聽！多聽，當然這裡頭有是有非，你要有智慧、有能力辨別是非真妄，有能力辨別邪正。它手上拿的是傘，傘蓋。傘蓋表什麼意思？防止污染，今天我們講的環保。現在講環保只知道環境要保護，其實最重要的是什麼？心地。如何防止，保護心地清淨不受染污？這個重要！它表這個意思。社會，現在大家知道是個大染缸，誰能在這裡頭不染污？毘沙門天王。他在這個大染缸裡頭遊行自在，不被污染。他用什麼來防護？這個佛在經典裡面教誡就很多了。"
    },
    {
      "id": "12-017-0809_p0030",
      "zh_CN": "天王身上穿的是铠甲，佛法里面用铠甲表什么？大小乘经论里面佛说得很多，戒律、律仪，佛常常讲这个是铠甲。铠甲是防护的，持戒修善；更深一层，持戒修定。六道里面的染污你就有能力防卫自己，不受染污。所以佛教导我们，「诸恶莫作，众善奉行」，诸恶莫作是自利，众善奉行是利他，这是菩萨戒。佛教人以戒为师，无论出家、在家，你持戒、你修善，你就有铠甲，你就有伞盖，防护邪知恶见你有能力了，不被它所害。你们想想看，这意思多好！这些小小的东西都是前面讲的，「宝末为轮布其地」，佛这种教学普遍在大地，佛陀的学生、弟子代代承传，用这些来教化众生。",
      "zh_TW": "天王身上穿的是鎧甲，佛法裡面用鎧甲表什麼？大小乘經論裡面佛說得很多，戒律、律儀，佛常常講這個是鎧甲。鎧甲是防護的，持戒修善；更深一層，持戒修定。六道裡面的染污你就有能力防衛自己，不受染污。所以佛教導我們，「諸惡莫作，眾善奉行」，諸惡莫作是自利，眾善奉行是利他，這是菩薩戒。佛教人以戒為師，無論出家、在家，你持戒、你修善，你就有鎧甲，你就有傘蓋，防護邪知惡見你有能力了，不被它所害。你們想想看，這意思多好！這些小小的東西都是前面講的，「寶末為輪布其地」，佛這種教學普遍在大地，佛陀的學生、弟子代代承傳，用這些來教化眾生。"
    },
    {
      "id": "12-017-0809_p0031",
      "zh_CN": "古时候这些教学的设施，大家都懂得这个意思，能收到教学的良好效果。现在人不懂了，不懂就变成迷信，把它当作神明来看待，盲目的烧香拜拜，供养祈福，你说好笑不好笑？我们怎么知道古代人懂得？你看看清凉注《华严经》，哪一句经文不是讲表法的意思？而且这个意思说得深。从前人讲，清凉大师当年在世的时候，《华严经》讲五十遍，那个时候讲绝对不是像我们现在这样讲法，两三句讲好几个钟点，绝对不是我们这个讲法。为什么？那个时候的人一般都懂得点到为止，现在人由于跟旧文化、跟佛陀教育脱了节，这个时间相当长。佛教原本是教育，你看释迦牟尼佛一生的行谊，不就清清楚楚了吗？他老人家讲经说法四十九年，你们要记住这一句话，讲经说法是上课，四十九年是干这个事情！天天给人上课，天天给人解答疑问，这个不是教学，什么叫教学？",
      "zh_TW": "古時候這些教學的設施，大家都懂得這個意思，能收到教學的良好效果。現在人不懂了，不懂就變成迷信，把它當作神明來看待，盲目的燒香拜拜，供養祈福，你說好笑不好笑？我們怎麼知道古代人懂得？你看看清涼註《華嚴經》，哪一句經文不是講表法的意思？而且這個意思說得深。從前人講，清涼大師當年在世的時候，《華嚴經》講五十遍，那個時候講絕對不是像我們現在這樣講法，兩三句講好幾個鐘點，絕對不是我們這個講法。為什麼？那個時候的人一般都懂得點到為止，現在人由於跟舊文化、跟佛陀教育脫了節，這個時間相當長。佛教原本是教育，你看釋迦牟尼佛一生的行誼，不就清清楚楚了嗎？他老人家講經說法四十九年，你們要記住這一句話，講經說法是上課，四十九年是幹這個事情！天天給人上課，天天給人解答疑問，這個不是教學，什麼叫教學？"
    },
    {
      "id": "12-017-0809_p0032",
      "zh_CN": "教学的宗旨说明宇宙人生真相，说明三桩事情：性相、理事、因果。帮助一切众生提升自己的境界、成就自己的德行学问，破迷开悟，离苦得乐，这是佛教学的宗旨、目标，哪里有一点点迷信？经上讲的这个，从这里我们真正看出他老人家教化众生手法的高明，高明到极处！我们明白了、看懂了，自自然然五体投地，佩服到极处！实实在在我们做不到，显示出圆满的智慧、圆满的德能，果报呈现出圆满的相好。这是『栏楯周回悉殊丽』里面的义趣，《金刚经》上教我们要「深解义趣」，我们才能真正学到了东西，学了马上就管用。",
      "zh_TW": "教學的宗旨說明宇宙人生真相，說明三樁事情：性相、理事、因果。幫助一切眾生提升自己的境界、成就自己的德行學問，破迷開悟，離苦得樂，這是佛教學的宗旨、目標，哪裡有一點點迷信？經上講的這個，從這裡我們真正看出他老人家教化眾生手法的高明，高明到極處！我們明白了、看懂了，自自然然五體投地，佩服到極處！實實在在我們做不到，顯示出圓滿的智慧、圓滿的德能，果報呈現出圓滿的相好。這是『欄楯周迴悉殊麗』裡面的義趣，《金剛經》上教我們要「深解義趣」，我們才能真正學到了東西，學了馬上就管用。"
    },
    {
      "id": "12-017-0809_p0033",
      "zh_CN": "『真珠为藏众华饰』，这都是讲岸边的装饰，香河岸边的装饰。「真珠」意思前面跟诸位说过，真是真诚，真珠是真诚心，珠是圆满。「藏」是什么？藏是果实。岸旁有花有树，这个树开花结果，果是什么？菩提果。花是什么？花是六度花，取这个意思。大菩提果就是真诚心、清净心、平等心、正觉心、慈悲心，菩提心！菩提心之体，《观经》上佛说为至诚心，真诚到极处！至诚心，这是体，真心。真心起作用，有体当然有用，用里面有自受用、有他受用。自受用，佛在经上讲，深心。这个名词我们很难懂，什么叫深心？所以我换句话来讲，我说清净、平等、正觉，这个大家好懂。这是自受用，自己要清净平等，要觉悟。他受用是回向发愿心，也不好懂，我用慈悲，大慈大悲对待一切众生，这是他受用。都是真诚心起用，真诚心对人接物，就是一片慈悲；真诚心对自己，就是清净平等觉，这是「真珠为藏」里头表法的意思。",
      "zh_TW": "『真珠為藏眾華飾』，這都是講岸邊的裝飾，香河岸邊的裝飾。「真珠」意思前面跟諸位說過，真是真誠，真珠是真誠心，珠是圓滿。「藏」是什麼？藏是果實。岸旁有花有樹，這個樹開花結果，果是什麼？菩提果。花是什麼？花是六度花，取這個意思。大菩提果就是真誠心、清淨心、平等心、正覺心、慈悲心，菩提心！菩提心之體，《觀經》上佛說為至誠心，真誠到極處！至誠心，這是體，真心。真心起作用，有體當然有用，用裡面有自受用、有他受用。自受用，佛在經上講，深心。這個名詞我們很難懂，什麼叫深心？所以我換句話來講，我說清淨、平等、正覺，這個大家好懂。這是自受用，自己要清淨平等，要覺悟。他受用是迴向發願心，也不好懂，我用慈悲，大慈大悲對待一切眾生，這是他受用。都是真誠心起用，真誠心對人接物，就是一片慈悲；真誠心對自己，就是清淨平等覺，這是「真珠為藏」裡頭表法的意思。"
    },
    {
      "id": "12-017-0809_p0034",
      "zh_CN": "『众华饰』，众是多，「众华饰」是六度万行，装饰在外面的，美不胜收。大乘法里面讲的四摄六度，表现在外头，布施、持戒、忍辱、精进、禅定、般若，你要真干！天天念，念了不干，没用处！不能够落实，那就是古来祖师大德常讲的「说食数宝」，自己得不到受用。像银行里面小职员，天天在数钞票，自己一张也得不到；自己要得一张，犯法、犯罪，数宝！说食，肚子很饿，想到菜馆里面哪一道菜、哪一道菜，说了几十道，一口也没吃到。说食数宝，没用！我们学佛，如果每天读诵经典，甚至于讲经说法，不能够把经典里面的道理变成自己的思想见解、把经典里面的教训境界变成自己的生活行为，那就叫说食数宝，讲经也是说食数宝，你得不到受用，你没有办法入境界。",
      "zh_TW": "『眾華飾』，眾是多，「眾華飾」是六度萬行，裝飾在外面的，美不勝收。大乘法裡面講的四攝六度，表現在外頭，布施、持戒、忍辱、精進、禪定、般若，你要真幹！天天念，念了不幹，沒用處！不能夠落實，那就是古來祖師大德常講的「說食數寶」，自己得不到受用。像銀行裡面小職員，天天在數鈔票，自己一張也得不到；自己要得一張，犯法、犯罪，數寶！說食，肚子很餓，想到菜館裡面哪一道菜、哪一道菜，說了幾十道，一口也沒吃到。說食數寶，沒用！我們學佛，如果每天讀誦經典，甚至於講經說法，不能夠把經典裡面的道理變成自己的思想見解、把經典裡面的教訓境界變成自己的生活行為，那就叫說食數寶，講經也是說食數寶，你得不到受用，你沒有辦法入境界。"
    },
    {
      "id": "12-017-0809_p0035",
      "zh_CN": "聪明人，古德常讲「随文入观」，观是观照、照住、照见，这里头层次不同。上上根人照见，经典一展开，完全契入，跟经教合而为一，这入佛境界。中根的人没有这样殊胜的成就，他照住，照住是自己起心动念跟经教相应。下根的人又差一层，还是得受用，展开经典学习，真学！佛怎么教，我们就怎么做，依教奉行，这叫观照。我在日常生活当中起心动念、言语造作，我一定照着佛所讲的做，他得受用。所以，读诵受持、为人演说，各个层次不一样，我们自己在哪一个层次自己要知道、要清楚；好像我念书，我现在念哪个学校、我念几年级，很清楚！我的志愿希望明年我要升一级，年年高升，从小学升中学，从中学升大学，从大学升研究所，这才能有成就。自己修学，自己现在在哪一个等级上不知道，你在学校念书，问你念哪个学校不知道、念几年级不知道，你怎么能有进步？",
      "zh_TW": "聰明人，古德常講「隨文入觀」，觀是觀照、照住、照見，這裡頭層次不同。上上根人照見，經典一展開，完全契入，跟經教合而為一，這入佛境界。中根的人沒有這樣殊勝的成就，他照住，照住是自己起心動念跟經教相應。下根的人又差一層，還是得受用，展開經典學習，真學！佛怎麼教，我們就怎麼做，依教奉行，這叫觀照。我在日常生活當中起心動念、言語造作，我一定照著佛所講的做，他得受用。所以，讀誦受持、為人演說，各個層次不一樣，我們自己在哪一個層次自己要知道、要清楚；好像我念書，我現在念哪個學校、我念幾年級，很清楚！我的志願希望明年我要升一級，年年高昇，從小學升中學，從中學升大學，從大學升研究所，這才能有成就。自己修學，自己現在在哪一個等級上不知道，你在學校念書，問你念哪個學校不知道、念幾年級不知道，你怎麼能有進步？"
    },
    {
      "id": "12-017-0809_p0036",
      "zh_CN": "学佛，总而言之，是要学做一个明白人，凡夫是迷惑颠倒，学佛就是学做一个明白人而已，明白人快乐！迷惑的人即使命里头有富贵，虽然天天享受富贵，他不快乐，他没有办法证得心开意解，这个乐他没有。他有五欲六尘之乐，世法里头一般讲红福，红尘之福。读书学道之人，这个学道，道是道德，修养道德之人他们有享受，他们享清福，跟红尘之福不一样，享清福。清福是心里面没有忧虑、没有牵挂、没有烦恼，自在、快乐。虽然生活贫穷，他跟大自然合而为一，这里头有天然的乐趣，是一般世人（佛法讲凡夫）没有法子体会得到的。这里面最大的乐，是境界的提升，真快乐！好像念书一样年年升级，提升自己境界。",
      "zh_TW": "學佛，總而言之，是要學做一個明白人，凡夫是迷惑顛倒，學佛就是學做一個明白人而已，明白人快樂！迷惑的人即使命裡頭有富貴，雖然天天享受富貴，他不快樂，他沒有辦法證得心開意解，這個樂他沒有。他有五欲六塵之樂，世法裡頭一般講紅福，紅塵之福。讀書學道之人，這個學道，道是道德，修養道德之人他們有享受，他們享清福，跟紅塵之福不一樣，享清福。清福是心裡面沒有憂慮、沒有牽掛、沒有煩惱，自在、快樂。雖然生活貧窮，他跟大自然合而為一，這裡頭有天然的樂趣，是一般世人（佛法講凡夫）沒有法子體會得到的。這裡面最大的樂，是境界的提升，真快樂！好像念書一樣年年升級，提升自己境界。"
    },
    {
      "id": "12-017-0809_p0037",
      "zh_CN": "「华饰」，饰是装饰，连着底下一句：『种种璎鬘共垂下』，「下」，回向偈里面讲「下济三途苦」，那我们晓得上面一句是自行，「种种」这一句是化他，自行化他。自行是真正「上报四重恩」，化他是落实「下济三途苦」，但是你要晓得，自行跟化他是一桩事，是分不开的。自行就是化他，为什么？自己做出榜样、做出模范给众生看，目的是启发众生的性德。一切众生本性是善的，佛法当中说「一切众生皆有佛性」，儒家讲「人之初，性本善」，他今天的本善、他的佛性被物欲蒙蔽、被烦恼盖覆，不能现前。他不是没有，他有！觉悟的人、菩萨们做出种种示现，只有一个目的：启发众生的性德。伦常是性德，一切众生本来具足，现在被烦恼习气、世俗的五欲六尘掩蔽了他的性德，所以伦常是什么他不知道，更不知道这个东西是本有的。圣人怎么样去教他？圣人做出样子来给他看，让他在这里面亲身感受，醒悟过来！",
      "zh_TW": "「華飾」，飾是裝飾，連著底下一句：『種種瓔鬘共垂下』，「下」，迴向偈裡面講「下濟三途苦」，那我們曉得上面一句是自行，「種種」這一句是化他，自行化他。自行是真正「上報四重恩」，化他是落實「下濟三途苦」，但是你要曉得，自行跟化他是一樁事，是分不開的。自行就是化他，為什麼？自己做出榜樣、做出模範給眾生看，目的是啟發眾生的性德。一切眾生本性是善的，佛法當中說「一切眾生皆有佛性」，儒家講「人之初，性本善」，他今天的本善、他的佛性被物欲蒙蔽、被煩惱蓋覆，不能現前。他不是沒有，他有！覺悟的人、菩薩們做出種種示現，只有一個目的：啟發眾生的性德。倫常是性德，一切眾生本來具足，現在被煩惱習氣、世俗的五欲六塵掩蔽了他的性德，所以倫常是什麼他不知道，更不知道這個東西是本有的。聖人怎麼樣去教他？聖人做出樣子來給他看，讓他在這裡面親身感受，醒悟過來！"
    },
    {
      "id": "12-017-0809_p0038",
      "zh_CN": "现在这个真的在社会上不多，还有一些家庭，兄弟姊妹年节的时候团聚在一起，我们中国人讲团圆，那是伦理的聚会。这个聚会是做给社会大众看的，「这样的人生不错，好！我们应当效法。」兄弟不团结、不和睦，老死不相往来，这个世界上很多很多。看到人家兄弟和睦、家庭团聚，他作何感想？这个教育要提倡。所以今天还有很少数的大家庭，兄弟姊妹多的，儿孙满堂的，每年这种聚会我觉得有录相的必要。这个录相应当在广播电台去广播，让社会大众看看这个家庭，家庭的温馨，兄弟姊妹妯娌之间和睦团结，这个家族其乐融融！这就是教化社会。佛门里面的道场、学校也是家庭，一定要把六和敬的精神表演出来，表演出来就是「种种璎鬘共垂下」。",
      "zh_TW": "現在這個真的在社會上不多，還有一些家庭，兄弟姊妹年節的時候團聚在一起，我們中國人講團圓，那是倫理的聚會。這個聚會是做給社會大眾看的，「這樣的人生不錯，好！我們應當效法。」兄弟不團結、不和睦，老死不相往來，這個世界上很多很多。看到人家兄弟和睦、家庭團聚，他作何感想？這個教育要提倡。所以今天還有很少數的大家庭，兄弟姊妹多的，兒孫滿堂的，每年這種聚會我覺得有錄相的必要。這個錄相應當在廣播電台去廣播，讓社會大眾看看這個家庭，家庭的溫馨，兄弟姊妹妯娌之間和睦團結，這個家族其樂融融！這就是教化社會。佛門裡面的道場、學校也是家庭，一定要把六和敬的精神表演出來，表演出來就是「種種瓔鬘共垂下」。"
    },
    {
      "id": "12-017-0809_p0039",
      "zh_CN": "人生如戏，我们把这一场戏演好，诸佛菩萨应化在这个世间都是演戏的。释迦牟尼佛出现在这个世间，八相成道，你说他不是演戏是做什么？从出生到入般涅槃，一生分为八个阶段，表演！表演出觉悟的人生，觉者的生活。我们果然看清楚、看明白了，这个值得我们学习。这个人生我们体会到了，这有意义、有价值，这个好！我们也模仿，我们也向释迦牟尼佛学习。没有这个启发，我们性德里头虽有这个善根，就是现在这个经文里面讲的，阿赖耶里头有这个种子，没有人把它引发出来，佛菩萨给我们做增上缘，把它引发出来。这一引发，那我们表演的跟诸佛菩萨没有两样。给谁看？给社会大众看的，不是给自己看的。给自己无所谓，给大众要演得逼真。没有人看到，有鬼神看到，这个表演是让九法界众生做观众的。",
      "zh_TW": "人生如戲，我們把這一場戲演好，諸佛菩薩應化在這個世間都是演戲的。釋迦牟尼佛出現在這個世間，八相成道，你說他不是演戲是做什麼？從出生到入般涅槃，一生分為八個階段，表演！表演出覺悟的人生，覺者的生活。我們果然看清楚、看明白了，這個值得我們學習。這個人生我們體會到了，這有意義、有價值，這個好！我們也模仿，我們也向釋迦牟尼佛學習。沒有這個啟發，我們性德裡頭雖有這個善根，就是現在這個經文裡面講的，阿賴耶裡頭有這個種子，沒有人把它引發出來，佛菩薩給我們做增上緣，把它引發出來。這一引發，那我們表演的跟諸佛菩薩沒有兩樣。給誰看？給社會大眾看的，不是給自己看的。給自己無所謂，給大眾要演得逼真。沒有人看到，有鬼神看到，這個表演是讓九法界眾生做觀眾的。"
    },
    {
      "id": "12-017-0809_p0040",
      "zh_CN": "我们这个样子是不是个好样子？让一切众生看到这个样子，作何感想？你要能想到这一点。凡是不好的样子，从哪里做起？念头，不好的念头不能有，不好的形象不能有，不善的言说、不善的行为不可以有，从这些地方做起。释迦牟尼佛老老实实给你讲，不是个老修行，不是一天到晚没事干，天天教学，讲经说法四十九年。不讲了，他老人家就走了，死了；佛法不叫死，叫圆寂。圆寂是什么？功德圆满了，清净寂灭，回归到清净寂灭，他在这个世间教化功德圆满了。天天在工作，他走的时候八十岁。为我们所示现的，「活到老，学到老」，实际上他已经证得究竟圆满的佛果，还要学什么？学给我们看，他天天在学。戒定慧三学是他的生活，起心动念、言语造作无一不是戒定慧。",
      "zh_TW": "我們這個樣子是不是個好樣子？讓一切眾生看到這個樣子，作何感想？你要能想到這一點。凡是不好的樣子，從哪裡做起？念頭，不好的念頭不能有，不好的形象不能有，不善的言說、不善的行為不可以有，從這些地方做起。釋迦牟尼佛老老實實給你講，不是個老修行，不是一天到晚沒事幹，天天教學，講經說法四十九年。不講了，他老人家就走了，死了；佛法不叫死，叫圓寂。圓寂是什麼？功德圓滿了，清淨寂滅，回歸到清淨寂滅，他在這個世間教化功德圓滿了。天天在工作，他走的時候八十歲。為我們所示現的，「活到老，學到老」，實際上他已經證得究竟圓滿的佛果，還要學什麼？學給我們看，他天天在學。戒定慧三學是他的生活，起心動念、言語造作無一不是戒定慧。"
    },
    {
      "id": "12-017-0809_p0041",
      "zh_CN": "「宝末为轮布其地，种种严饰皆珍好」，释迦牟尼佛一生八十年的写照、写真。对待社会、对待大众，就是末后这两句：「真珠为藏众华饰，种种璎鬘共垂下」，起心动念、言语造作点点滴滴无一不是给九界众生做榜样，做觉悟的榜样。你不是这个样子，你就迷惑；你是这个样子，你就是觉悟，我们要细心观察。世尊，那是一个活的《大藏经》，活的《大藏经》，你们想想看对不对？经律论都在他这个形象里头，戒学、定学、慧学圆满具足。他怎么成的？我们要明了，你要不明了，你到哪里去学？你要清楚、你要明了，你要知道怎样学习。他能到这个地步，我也能，你也能，大家都能！一切众生皆有佛性，一切人都是性本善，在这个理念上，才成就教育。哪个人不可教？在理论上讲，没有！人人都可教。但是接受教学的人成就不同，那不同是由于他个人的因素，这个因素里头最重要的一个因素，不是他根钝，是他懒惰，不肯好学，那就完了！佛菩萨对他也没有办法。",
      "zh_TW": "「寶末為輪布其地，種種嚴飾皆珍好」，釋迦牟尼佛一生八十年的寫照、寫真。對待社會、對待大眾，就是末後這兩句：「真珠為藏眾華飾，種種瓔鬘共垂下」，起心動念、言語造作點點滴滴無一不是給九界眾生做榜樣，做覺悟的榜樣。你不是這個樣子，你就迷惑；你是這個樣子，你就是覺悟，我們要細心觀察。世尊，那是一個活的《大藏經》，活的《大藏經》，你們想想看對不對？經律論都在他這個形象裡頭，戒學、定學、慧學圓滿具足。他怎麼成的？我們要明瞭，你要不明瞭，你到哪裡去學？你要清楚、你要明瞭，你要知道怎樣學習。他能到這個地步，我也能，你也能，大家都能！一切眾生皆有佛性，一切人都是性本善，在這個理念上，才成就教育。哪個人不可教？在理論上講，沒有！人人都可教。但是接受教學的人成就不同，那不同是由於他個人的因素，這個因素裡頭最重要的一個因素，不是他根鈍，是他懶惰，不肯好學，那就完了！佛菩薩對他也沒有辦法。"
    },
    {
      "id": "12-017-0809_p0042",
      "zh_CN": "我们知道世尊弟子当中最有名的是一个迟钝的、根性很差的周利槃陀伽，他怎么能成功呢？他勤奋，他不懒惰。再笨的人只要他勤奋，都有成就。中国古人讲的「困而知之」，他能学成功。最怕的是懈怠懒散，那就完了，那个真的是佛菩萨帮不上忙。帮不上忙没有关系，他这一生懒惰，看他来生，看他后生，佛菩萨有耐心，生生世世等着你，什么时候你把这个毛病改了，你肯干了、认真干了，佛菩萨来帮助你。这一生懒惰懈怠不想学，佛菩萨只好等来生，「佛氏门中，不舍一人」，慈悲到极处！这一段六句，我们就介绍到此地。",
      "zh_TW": "我們知道世尊弟子當中最有名的是一個遲鈍的、根性很差的周利槃陀伽，他怎麼能成功呢？他勤奮，他不懶惰。再笨的人只要他勤奮，都有成就。中國古人講的「困而知之」，他能學成功。最怕的是懈怠懶散，那就完了，那個真的是佛菩薩幫不上忙。幫不上忙沒有關係，他這一生懶惰，看他來生，看他後生，佛菩薩有耐心，生生世世等著你，什麼時候你把這個毛病改了，你肯幹了、認真幹了，佛菩薩來幫助你。這一生懶惰懈怠不想學，佛菩薩只好等來生，「佛氏門中，不捨一人」，慈悲到極處！這一段六句，我們就介紹到此地。"
    }
  ]
}