{
  "doc_id": "12-017-0989",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九八九卷",
    "zh_TW": "第九八九卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0989",
  "total_paragraphs": 63,
  "paragraphs": [
    {
      "id": "12-017-0989_p0001",
      "zh_CN": "诸位同学，上一次我们读到李长者的开示，说到从信心，信心生起来之后，以「定慧进修」，经历四十一个位次，住、行、向、地、等觉。长者特别跟我们提到，时间坐断三际，空间十方无异。所以他说「时分无迁，法界如本，不动智佛如旧」，这样成就「一切种智海」，证得究竟圆满的佛果，证得无上正等正觉，这以后「教化众生」。「因果不迁，时劫不改」，这才是真正成就了信心。今天我们接着看下面的文：",
      "zh_TW": "諸位同學，上一次我們讀到李長者的開示，說到從信心，信心生起來之後，以「定慧進修」，經歷四十一個位次，住、行、向、地、等覺。長者特別跟我們提到，時間坐斷三際，空間十方無異。所以他說「時分無遷，法界如本，不動智佛如舊」，這樣成就「一切種智海」，證得究竟圓滿的佛果，證得無上正等正覺，這以後「教化眾生」。「因果不遷，時劫不改」，這才是真正成就了信心。今天我們接著看下面的文："
    },
    {
      "id": "12-017-0989_p0002",
      "zh_CN": "「若立僧祇定实」，「立」是设立，「僧祇」是阿僧祇劫。如果说阿僧祇劫决定是实有的，实实在在的，真有。「身是凡夫」，我们现在这个身确确实实是凡夫，凡不是圣，圣不是凡，「凡圣二途，时劫移改」。凡夫要慢慢的修，要修无量劫，要修三大阿僧祇劫才能够成菩萨、成佛，这「心外有佛，不成信心」。这不是一乘佛法里面的信心，那是什么信心？三乘教里面讲的信心，跟法界乘不一样，完全不相同。",
      "zh_TW": "「若立僧祇定實」，「立」是設立，「僧祇」是阿僧祇劫。如果說阿僧祇劫決定是實有的，實實在在的，真有。「身是凡夫」，我們現在這個身確確實實是凡夫，凡不是聖，聖不是凡，「凡聖二途，時劫移改」。凡夫要慢慢的修，要修無量劫，要修三大阿僧祇劫才能夠成菩薩、成佛，這「心外有佛，不成信心」。這不是一乘佛法裡面的信心，那是什麼信心？三乘教裡面講的信心，跟法界乘不一樣，完全不相同。"
    },
    {
      "id": "12-017-0989_p0003",
      "zh_CN": "我们晓得，一乘是真实说，三乘是方便说，这个世尊在《法华经》里面讲得很清楚，「唯有一乘法，无二亦无三，除佛方便说」。但是我们也知道，佛没有妄语，方便是真实的方便，真实是方便的真实，方便跟真实是一不是二。我们今天是凡夫，确确实实不是一乘根性，怎么知道自己不是一乘根性？烦恼不断，苦难重重，身心不安，这就不是一乘根性。一乘根性的人无论在什么境界里面，如如不动。所以理上我们有，事上没有，这个要知道。真正一乘根性的人，法身菩萨，他们理上有，事上也有，真的是理事不二。我们今天理是理，事是事，理跟事没有法子融合。",
      "zh_TW": "我們曉得，一乘是真實說，三乘是方便說，這個世尊在《法華經》裡面講得很清楚，「唯有一乘法，無二亦無三，除佛方便說」。但是我們也知道，佛沒有妄語，方便是真實的方便，真實是方便的真實，方便跟真實是一不是二。我們今天是凡夫，確確實實不是一乘根性，怎麼知道自己不是一乘根性？煩惱不斷，苦難重重，身心不安，這就不是一乘根性。一乘根性的人無論在什麼境界裡面，如如不動。所以理上我們有，事上沒有，這個要知道。真正一乘根性的人，法身菩薩，他們理上有，事上也有，真的是理事不二。我們今天理是理，事是事，理跟事沒有法子融合。"
    },
    {
      "id": "12-017-0989_p0004",
      "zh_CN": "我们应该怎么学法？在现前，我们听的是一乘教，我们修的是三乘法，这就对了。这个因缘实在说无比的希有殊胜。三乘教的学习我们可以落实，断烦恼，开智慧，淘汰我们无始劫以来的业障习气，逐渐把自己提升到一乘境界，这是如来的善巧方便。所以，由此我们能够体会到，世尊为什么要说三乘，甚至于还说五乘（三乘法再加上人乘、天乘）。这是真实智慧，无尽的慈悲，帮助我们。",
      "zh_TW": "我們應該怎麼學法？在現前，我們聽的是一乘教，我們修的是三乘法，這就對了。這個因緣實在說無比的希有殊勝。三乘教的學習我們可以落實，斷煩惱，開智慧，淘汰我們無始劫以來的業障習氣，逐漸把自己提昇到一乘境界，這是如來的善巧方便。所以，由此我們能夠體會到，世尊為什麼要說三乘，甚至於還說五乘（三乘法再加上人乘、天乘）。這是真實智慧，無盡的慈悲，幫助我們。"
    },
    {
      "id": "12-017-0989_p0005",
      "zh_CN": "学佛最重要的是知见，知见贵在圆融贯通，决定不能够执着，执着就成了障碍，世出世间一切事无不如是。世间法里头，众生有病了，请教大夫来诊断。大夫给你开药方，药方是对治你的毛病的，依照这个药方用了，病好了，还要不要吃药？不可以！病好了，再吃药就又吃出毛病出来，药到病除。健康的人药跟病两边都不要，都丢掉，这是正确的。哪有健康的人天天吃药的！",
      "zh_TW": "學佛最重要的是知見，知見貴在圓融貫通，決定不能夠執著，執著就成了障礙，世出世間一切事無不如是。世間法裡頭，眾生有病了，請教大夫來診斷。大夫給你開藥方，藥方是對治你的毛病的，依照這個藥方用了，病好了，還要不要吃藥？不可以！病好了，再吃藥就又吃出毛病出來，藥到病除。健康的人藥跟病兩邊都不要，都丟掉，這是正確的。哪有健康的人天天吃藥的！"
    },
    {
      "id": "12-017-0989_p0006",
      "zh_CN": "九法界众生都是病人，什么病？迷失了本性，这是病。佛种种示现、种种说法都是药，这个药起什么作用？帮助我们破迷开悟，帮助我们恢复本性。到我们真的觉悟，明心见性，这个药还能不能执着？不能！执着就又迷了。所以《金刚经》上才说，「法尚应舍，何况非法」，那个法是大乘佛法。但是什么时候舍，要清楚、要明了，有病的时候不能舍，病好了就舍。",
      "zh_TW": "九法界眾生都是病人，什麼病？迷失了本性，這是病。佛種種示現、種種說法都是藥，這個藥起什麼作用？幫助我們破迷開悟，幫助我們恢復本性。到我們真的覺悟，明心見性，這個藥還能不能執著？不能！執著就又迷了。所以《金剛經》上才說，「法尚應捨，何況非法」，那個法是大乘佛法。但是什麼時候捨，要清楚、要明瞭，有病的時候不能捨，病好了就捨。"
    },
    {
      "id": "12-017-0989_p0007",
      "zh_CN": "我们今天的病很重，不但三乘法不能舍，五乘法也不能舍。提升一个阶级，下面舍了。好像上楼一样，上到二楼，一楼舍了，上到三楼，二楼舍了，你不舍上不去。舍就是放下，放下第一层你就升第二层，放下第二层你就升第三层，你不舍，不肯放下，你怎么能上升？",
      "zh_TW": "我們今天的病很重，不但三乘法不能捨，五乘法也不能捨。提昇一個階級，下面捨了。好像上樓一樣，上到二樓，一樓捨了，上到三樓，二樓捨了，你不捨上不去。捨就是放下，放下第一層你就昇第二層，放下第二層你就昇第三層，你不捨，不肯放下，你怎麼能上昇？"
    },
    {
      "id": "12-017-0989_p0008",
      "zh_CN": "所以，世出世间法都不能执着，世尊立法，立法都是方便，都是教学的手段，教学的善巧。换句话说，这种方便法适用在某个时节因缘里，不是这个时节因缘，这个法就不能用，失效了。像我们在学校念书，念小学，你是小学程度，正在读小学，小学里面这些教学的仪式、课程、教学方法对你很适用。到你程度提高，提高到中学程度，小学这一套对你没用了，你不需要了，你完全把它放下。你再进步读大学，中学这些课程、方法，试问问你是不是全盘放下？你无需要再在这些地方浪费时间精力了！",
      "zh_TW": "所以，世出世間法都不能執著，世尊立法，立法都是方便，都是教學的手段，教學的善巧。換句話說，這種方便法適用在某個時節因緣裡，不是這個時節因緣，這個法就不能用，失效了。像我們在學校念書，念小學，你是小學程度，正在讀小學，小學裡面這些教學的儀式、課程、教學方法對你很適用。到你程度提高，提高到中學程度，小學這一套對你沒用了，你不需要了，你完全把它放下。你再進步讀大學，中學這些課程、方法，試問問你是不是全盤放下？你無需要再在這些地方浪費時間精力了！"
    },
    {
      "id": "12-017-0989_p0009",
      "zh_CN": "如来在九法界示现亦复如是，我们要懂这个道理，要了解这个事实真相，然后你才真正体会得「法尚应舍，何况非法」。舍尽了，所谓身心世界、世出世法统统放下，那就恭喜你，你圆满了，你就证得无上菩提，成就一切种智海。长者在这里这些话讲得好，信心的标准说出来了。",
      "zh_TW": "如來在九法界示現亦復如是，我們要懂這個道理，要瞭解這個事實真相，然後你才真正體會得「法尚應捨，何況非法」。捨盡了，所謂身心世界、世出世法統統放下，那就恭喜你，你圓滿了，你就證得無上菩提，成就一切種智海。長者在這裡這些話講得好，信心的標準說出來了。"
    },
    {
      "id": "12-017-0989_p0010",
      "zh_CN": "我们自己要清楚、要肯定，我们的真心、本性跟诸佛如来无二无别，我们要有这个信心，本来成佛。不但我是，所有一切众生都是，平等平等。性德是真诚、是清净、是平等、是正觉、是慈悲。我要随顺性德，对一切众生，对一切万物，我要用真诚、清净、平等、正觉、慈悲对待。跟诸佛菩萨一样，性德自然流露，诚敬的心念念不舍，心里头永远怀着诚敬，感恩的心念念不忘。",
      "zh_TW": "我們自己要清楚、要肯定，我們的真心、本性跟諸佛如來無二無別，我們要有這個信心，本來成佛。不但我是，所有一切眾生都是，平等平等。性德是真誠、是清淨、是平等、是正覺、是慈悲。我要隨順性德，對一切眾生，對一切萬物，我要用真誠、清淨、平等、正覺、慈悲對待。跟諸佛菩薩一樣，性德自然流露，誠敬的心念念不捨，心裡頭永遠懷著誠敬，感恩的心念念不忘。"
    },
    {
      "id": "12-017-0989_p0011",
      "zh_CN": "几年前（六年前），我们提出来跟同学们共同勉励，「生活在感恩的世界」。无论我们现前是顺境、是逆境，是恶缘、是善缘，我们以清净、平等心来对待，永远是诚敬感恩。不问别人怎么对我，要问我怎样对人，这个重要，别人怎么对我不重要。这个里头要懂得因果，别人对我好，别人对我不好，那是果报现前。就是平常说话语气，都是属于果报现前。所以觉悟的人欢喜承受，不觉的人他受不了，这受不了怎么样？又造业。业力相牵，冤冤相报，这个麻烦大了。",
      "zh_TW": "幾年前（六年前），我們提出來跟同學們共同勉勵，「生活在感恩的世界」。無論我們現前是順境、是逆境，是惡緣、是善緣，我們以清淨、平等心來對待，永遠是誠敬感恩。不問別人怎麼對我，要問我怎樣對人，這個重要，別人怎麼對我不重要。這個裡頭要懂得因果，別人對我好，別人對我不好，那是果報現前。就是平常說話語氣，都是屬於果報現前。所以覺悟的人歡喜承受，不覺的人他受不了，這受不了怎麼樣？又造業。業力相牽，冤冤相報，這個麻煩大了。"
    },
    {
      "id": "12-017-0989_p0012",
      "zh_CN": "我在讲席里头常说，我们遇到一个陌生的人，跟他没有往来过。偶尔见面，他看我很不满意，眼光态度都很凶恶。我心里明白，很清楚，我也合掌对他恭敬，低声下气。为什么？业报现前。过去生中，或者是无量劫之前，我曾经这样对过他，今天碰到，他这样对我，应该的！我欢喜接受，一点怨恨报复都没有，我们这个帐在这里结掉了。下一次见面，态度就不一样，帐结了。如果你看到他不好的态度，你放在心上，这个帐没完，后面还没完没了，麻烦大了！如果你动瞋恚心，动报复心，后果不堪设想。",
      "zh_TW": "我在講席裡頭常說，我們遇到一個陌生的人，跟他沒有往來過。偶爾見面，他看我很不滿意，眼光態度都很兇惡。我心裡明白，很清楚，我也合掌對他恭敬，低聲下氣。為什麼？業報現前。過去生中，或者是無量劫之前，我曾經這樣對過他，今天碰到，他這樣對我，應該的！我歡喜接受，一點怨恨報復都沒有，我們這個帳在這裡結掉了。下一次見面，態度就不一樣，帳結了。如果你看到他不好的態度，你放在心上，這個帳沒完，後面還沒完沒了，麻煩大了！如果你動瞋恚心，動報復心，後果不堪設想。"
    },
    {
      "id": "12-017-0989_p0013",
      "zh_CN": "世出世间圣人常常教我们，「冤家宜解不宜结」。所以真正明白这个道理（这个绝对不是懦弱），从今而后我不再得罪任何一个人。让自己的性德流露，不要让自己的烦恼起现行，那你真的是学佛、学菩萨。言语态度谦和忍让，决定有好处。",
      "zh_TW": "世出世間聖人常常教我們，「冤家宜解不宜結」。所以真正明白這個道理（這個絕對不是懦弱），從今而後我不再得罪任何一個人。讓自己的性德流露，不要讓自己的煩惱起現行，那你真的是學佛、學菩薩。言語態度謙和忍讓，決定有好處。"
    },
    {
      "id": "12-017-0989_p0014",
      "zh_CN": "我听说昨天我们学院的多元文化论坛，许多当地的朋友们来参加。昨天讨论的就是日本科学家研究水这桩事情，有个录相带他们看了，听说很高兴。你们看了就晓得，里头有一个例子，同样是一句话，语气、心态不一样，水结晶感应不相同。这个话是平常，很平常，日常生活当中：你去做吧。很温柔的一句话。另外一个态度是板着面孔：你去做吧！这是命令口气，反应结晶不一样。温柔的语气，对方感谢。命令的口气，他也要做，心里头不服，效果不相同。命令人家做，人家是勉强去做，不一定服你。但是你的态度非常柔和，他会尽心尽力把事情做好，强迫命令顶多敷衍一下就算了。心态、效果都不一样。",
      "zh_TW": "我聽說昨天我們學院的多元文化論壇，許多當地的朋友們來參加。昨天討論的就是日本科學家研究水這樁事情，有個錄相帶他們看了，聽說很高興。你們看了就曉得，裡頭有一個例子，同樣是一句話，語氣、心態不一樣，水結晶感應不相同。這個話是平常，很平常，日常生活當中：你去做吧。很溫柔的一句話。另外一個態度是板著面孔：你去做吧！這是命令口氣，反應結晶不一樣。溫柔的語氣，對方感謝。命令的口氣，他也要做，心裡頭不服，效果不相同。命令人家做，人家是勉強去做，不一定服你。但是你的態度非常柔和，他會盡心盡力把事情做好，強迫命令頂多敷衍一下就算了。心態、效果都不一樣。"
    },
    {
      "id": "12-017-0989_p0015",
      "zh_CN": "这种命令、强制是烦恼习气现行，温柔、关心、爱护是你性德的流露，不一样。一个完全是烦恼，一个已经是随顺性德了，虽然没有明心见性，但是与性德靠近。所以这种实验提供我们很好的学习参考，我们要牢牢记住。对一切人一切事一切物，为什么不用诚敬，为什么不用谦虚，为什么不用忍让，跟一切众生结善缘？总而言之一句话，不会善用佛陀教诲，病根都是自己的贡高我慢。过分的看高了自己，看低了别人。",
      "zh_TW": "這種命令、強制是煩惱習氣現行，溫柔、關心、愛護是你性德的流露，不一樣。一個完全是煩惱，一個已經是隨順性德了，雖然沒有明心見性，但是與性德靠近。所以這種實驗提供我們很好的學習參考，我們要牢牢記住。對一切人一切事一切物，為什麼不用誠敬，為什麼不用謙虛，為什麼不用忍讓，跟一切眾生結善緣？總而言之一句話，不會善用佛陀教誨，病根都是自己的貢高我慢。過分的看高了自己，看低了別人。"
    },
    {
      "id": "12-017-0989_p0016",
      "zh_CN": "你看释迦牟尼佛每一天出去托钵，有的时候遇到贫穷下贱的乞丐。我们在经上看到的，释迦牟尼佛对他是很恭敬的态度，没有轻视他，一丝毫傲慢习气没有，这是我们应当学的。佛为什么对他那么恭敬？佛知道那个人有佛性，那个人的佛性跟一切诸佛如来的佛性无二无别。他今天沦落到这种程度，是迷失了自性，造成的这么一个现象。但是迷不是真的，总有一天他会回头。现在他在迷的时候，我轻慢他、瞧不起他，等到他将来以后成佛，我们遇到的时候，这时怎么办？",
      "zh_TW": "你看釋迦牟尼佛每一天出去托缽，有的時候遇到貧窮下賤的乞丐。我們在經上看到的，釋迦牟尼佛對他是很恭敬的態度，沒有輕視他，一絲毫傲慢習氣沒有，這是我們應當學的。佛為什麼對他那麼恭敬？佛知道那個人有佛性，那個人的佛性跟一切諸佛如來的佛性無二無別。他今天淪落到這種程度，是迷失了自性，造成的這麼一個現象。但是迷不是真的，總有一天他會回頭。現在他在迷的時候，我輕慢他、瞧不起他，等到他將來以後成佛，我們遇到的時候，這時怎麼辦？"
    },
    {
      "id": "12-017-0989_p0017",
      "zh_CN": "这些事实真相佛菩萨清楚，所以佛菩萨永远不敢轻慢一个众生。佛菩萨这个缘结得好，无论在什么时候，无论在什么处所，得到九法界众生的拥护。一切众生对他生欢喜心，你们想想这个福报多大！这个福报从哪里来的？就是从谦虚恭敬当中修来的，不敢轻慢一个众生，成就九法界众生对他的尊敬、对他的敬爱，愿意听他教诲。",
      "zh_TW": "這些事實真相佛菩薩清楚，所以佛菩薩永遠不敢輕慢一個眾生。佛菩薩這個緣結得好，無論在什麼時候，無論在什麼處所，得到九法界眾生的擁護。一切眾生對他生歡喜心，你們想想這個福報多大！這個福報從哪裡來的？就是從謙虛恭敬當中修來的，不敢輕慢一個眾生，成就九法界眾生對他的尊敬、對他的敬愛，願意聽他教誨。"
    },
    {
      "id": "12-017-0989_p0018",
      "zh_CN": "佛种种示相都是给我们看的，希望我们头脑清醒一点，要看得清楚，看得明了，看出业因果报。善因善果要学，恶因恶果要远离。你瞧不起别人，果报是什么？别人瞧不起你。你伤害别人，果报是别人伤害你，业因果报，丝毫不爽。我们今天这一生作人，纵然受了很大的委屈，受了很大的伤害，要晓得这是果报！佛讲的一点都不错，「欲知前世因，今生受者是」。所以，不可以怨天尤人，怨天尤人是大错特错。你在受报的时候又造罪业，来生的果报比这一生还要苦，这又何苦！一生的果报与别人没有关系，自作自受！",
      "zh_TW": "佛種種示相都是給我們看的，希望我們頭腦清醒一點，要看得清楚，看得明瞭，看出業因果報。善因善果要學，惡因惡果要遠離。你瞧不起別人，果報是什麼？別人瞧不起你。你傷害別人，果報是別人傷害你，業因果報，絲毫不爽。我們今天這一生作人，縱然受了很大的委屈，受了很大的傷害，要曉得這是果報！佛講的一點都不錯，「欲知前世因，今生受者是」。所以，不可以怨天尤人，怨天尤人是大錯特錯。你在受報的時候又造罪業，來生的果報比這一生還要苦，這又何苦！一生的果報與別人沒有關係，自作自受！"
    },
    {
      "id": "12-017-0989_p0019",
      "zh_CN": "所以我常劝同学，《了凡四训》多念！念这个东西有什么好处？好处就是真正认识因缘果报的理论与事实真相。果然明了，你从今之后，无论遇到什么样的境缘，你决定不会怨天尤人，你知道自作自受。这样才能够化解冤结，才能够积功累德，与一切众生广结善缘，这本书好处在这里。你说我念了，念了不少遍，还要不要念？还要念。为什么还要念？你心行没转过来。它确实帮助你回头，帮助你改变心行。末后这一句话，这是这一大段的总结。",
      "zh_TW": "所以我常勸同學，《了凡四訓》多念！念這個東西有什麼好處？好處就是真正認識因緣果報的理論與事實真相。果然明瞭，你從今之後，無論遇到什麼樣的境緣，你決定不會怨天尤人，你知道自作自受。這樣才能夠化解冤結，才能夠積功累德，與一切眾生廣結善緣，這本書好處在這裡。你說我念了，念了不少遍，還要不要念？還要念。為什麼還要念？你心行沒轉過來。它確實幫助你回頭，幫助你改變心行。末後這一句話，這是這一大段的總結。"
    },
    {
      "id": "12-017-0989_p0020",
      "zh_CN": "「如是已上，有此五种佛名号不同」，就是佛的名号建立，是从五种缘而来的，不是随便建立的。我们世间所有一切名号，细心观察，不管你是有意、是无意，实在讲也离不开这五个原则，所以才说「一切名号，皆是佛号」。所以初会菩萨提出的大问有名号海。下面这是第三个大段「随文释义」，这是没有讲经之前，先介绍经文里面的大义。",
      "zh_TW": "「如是已上，有此五種佛名號不同」，就是佛的名號建立，是從五種緣而來的，不是隨便建立的。我們世間所有一切名號，細心觀察，不管你是有意、是無意，實在講也離不開這五個原則，所以才說「一切名號，皆是佛號」。所以初會菩薩提出的大問有名號海。下面這是第三個大段「隨文釋義」，這是沒有講經之前，先介紹經文裡面的大義。"
    },
    {
      "id": "12-017-0989_p0021",
      "zh_CN": "「于此段中，义分为二」，大义分为两个部分来讲，「一长科三十二品经意，第三禅中说十一地一品未来」。我们现在读的这个《华严经》，大家知道总共有三十九品，听说这个经原本完整的本子是四十品，这在前面我们都读过，四十品十万颂。",
      "zh_TW": "「於此段中，義分為二」，大義分為兩個部分來講，「一長科三十二品經意，第三禪中說十一地一品未來」。我們現在讀的這個《華嚴經》，大家知道總共有三十九品，聽說這個經原本完整的本子是四十品，這在前面我們都讀過，四十品十萬頌。"
    },
    {
      "id": "12-017-0989_p0022",
      "zh_CN": "印度人计算经本的分量，跟中国人计算的不一样，中国是算字数，这本书有多少字。印度人不用字为单位，用四句做一个单位，叫四句偈，句子长短不论，四句做一个单位。这部经有十万偈颂，十万颂那就是四十万句，这经文这么大，一共有四十品，现在三十九品。长者这里给我们说得很清楚，有一品缺了，没传到中国来。这一品就是佛在第三禅中说的十一地，这一品经没来。所以现在我们这个经本能够看到的三十九品。",
      "zh_TW": "印度人計算經本的分量，跟中國人計算的不一樣，中國是算字數，這本書有多少字。印度人不用字為單位，用四句做一個單位，叫四句偈，句子長短不論，四句做一個單位。這部經有十萬偈頌，十萬頌那就是四十萬句，這經文這麼大，一共有四十品，現在三十九品。長者這裡給我們說得很清楚，有一品缺了，沒傳到中國來。這一品就是佛在第三禪中說的十一地，這一品經沒來。所以現在我們這個經本能夠看到的三十九品。"
    },
    {
      "id": "12-017-0989_p0023",
      "zh_CN": "这三十九品经，有的品完整，有的品欠缺，而且缺的很多。我们在「毘卢遮那品」就看到，「毘卢遮那品」后头没有总结。大威光菩萨遇第四尊佛的时候，那个经文那么简单，显然后面还有经文，这个经文遗失了，没有传到中国来。《华严经》许多品里面像这种情形很多。我们在《八十经》里面看到，「入法界品」，二十一品经文，差不多缺了一半。因为这品经以后传到中国来，翻出来成为《四十华严》，《四十华严》就是《华严经．入法界品》的全文。它跟《八十》一比的时候少了一半，《八十》缺一半。《六十华严》里面只有十七卷，缺的就更多，几乎只有三分之一，三分之二没有传到中国来。这是经的分量太大，很容易散失，像我们讲册数太多，很容易遗失。",
      "zh_TW": "這三十九品經，有的品完整，有的品欠缺，而且缺的很多。我們在「毘盧遮那品」就看到，「毘盧遮那品」後頭沒有總結。大威光菩薩遇第四尊佛的時候，那個經文那麼簡單，顯然後面還有經文，這個經文遺失了，沒有傳到中國來。《華嚴經》許多品裡面像這種情形很多。我們在《八十經》裡面看到，「入法界品」，二十一品經文，差不多缺了一半。因為這品經以後傳到中國來，翻出來成為《四十華嚴》，《四十華嚴》就是《華嚴經．入法界品》的全文。它跟《八十》一比的時候少了一半，《八十》缺一半。《六十華嚴》裡面只有十七卷，缺的就更多，幾乎只有三分之一，三分之二沒有傳到中國來。這是經的分量太大，很容易散失，像我們講冊數太多，很容易遺失。"
    },
    {
      "id": "12-017-0989_p0024",
      "zh_CN": "「长科」是讲全经的科判，这是长科。现在民国初年这些大德们，把《华严经》科判重新整理，划成表解。我们现在也都把它印出来，印了有两千多册。这一次印的科文图表跟原本一样大小，所以看起来非常醒目。在早年我们也曾经印过两次，但是那个缩小了，缩成十六开的，还可以看。我曾经看到有其他地方印的，把这个缩小成三十二开，那个字就太小，看起来非常不方便。现在我们用大本，大本固然携带不方便，但是你看起来的时候看得很舒服。所以长科就是指全经的科判。",
      "zh_TW": "「長科」是講全經的科判，這是長科。現在民國初年這些大德們，把《華嚴經》科判重新整理，劃成表解。我們現在也都把它印出來，印了有兩千多冊。這一次印的科文圖表跟原本一樣大小，所以看起來非常醒目。在早年我們也曾經印過兩次，但是那個縮小了，縮成十六開的，還可以看。我曾經看到有其他地方印的，把這個縮小成三十二開，那個字就太小，看起來非常不方便。現在我們用大本，大本固然攜帶不方便，但是你看起來的時候看得很舒服。所以長科就是指全經的科判。"
    },
    {
      "id": "12-017-0989_p0025",
      "zh_CN": "这第二部分讲当品，「科当品经意」。「如来名号品」，我们就这一品看它的段落，章法结构，思想的体系。二会长科三十二品，现在只有三十一品，就是缺少第四禅说十地这一品，这一品是在第二分里面的。这是我们总得要把它记清楚，这个第二分「修因契果生解分」，这一分里头少一品经，现在是三十一品。说「长科三十二品者，从此如来名号」，这是这一会里面第一品，如来名号是第二会的第一品。它在全经排列，顺序是第七，因为初会有六品经，所以二会第一品从全经排列它是第七品。",
      "zh_TW": "這第二部分講當品，「科當品經意」。「如來名號品」，我們就這一品看它的段落，章法結構，思想的體系。二會長科三十二品，現在只有三十一品，就是缺少第四禪說十地這一品，這一品是在第二分裡面的。這是我們總得要把它記清楚，這個第二分「修因契果生解分」，這一分裡頭少一品經，現在是三十一品。說「長科三十二品者，從此如來名號」，這是這一會裡面第一品，如來名號是第二會的第一品。它在全經排列，順序是第七，因為初會有六品經，所以二會第一品從全經排列它是第七品。"
    },
    {
      "id": "12-017-0989_p0026",
      "zh_CN": "「第二会世主起问二十八问已下，直至向后，如来出现品，是世主所问一终因果」，到这里是一段。我们前面跟诸位报告过，这一会里头，在五周因果里面，它包括差别因果周、平等因果周。平等因果周就是最后的两品经，「普贤行品」、「如来出现品」，这两品是讲平等因果。从「如来名号品」一直到「随好光明品」第三十五，是讲差别因果。差别因果跟平等因果合在一会，前面都曾经说过，这是「世主所问一终因果」。",
      "zh_TW": "「第二會世主起問二十八問已下，直至向後，如來出現品，是世主所問一終因果」，到這裡是一段。我們前面跟諸位報告過，這一會裡頭，在五周因果裡面，它包括差別因果周、平等因果周。平等因果周就是最後的兩品經，「普賢行品」、「如來出現品」，這兩品是講平等因果。從「如來名號品」一直到「隨好光明品」第三十五，是講差別因果。差別因果跟平等因果合在一會，前面都曾經說過，這是「世主所問一終因果」。"
    },
    {
      "id": "12-017-0989_p0027",
      "zh_CN": "「所答总有三十二品经」，但是诸位一定要晓得，现在我们经本只有三十一品，这里头有一品没来。「是答二十八问故」，这个问我们在初会里头读过，这叫大问。菩萨、世主提出的问题，世尊为他解答，这就是这一部经的内容。",
      "zh_TW": "「所答總有三十二品經」，但是諸位一定要曉得，現在我們經本只有三十一品，這裡頭有一品沒來。「是答二十八問故」，這個問我們在初會裡頭讀過，這叫大問。菩薩、世主提出的問題，世尊為他解答，這就是這一部經的內容。"
    },
    {
      "id": "12-017-0989_p0028",
      "zh_CN": "「以从普光明智法界佛果报居之殿」，这一句话是说普光明殿，是佛报土，报身佛居住的所在，教学的场所。用现在话来讲，就是老师在这里教学的讲堂、课堂，这个经本里头称之为「普光明殿」，普光明殿的意思前面都解释了。",
      "zh_TW": "「以從普光明智法界佛果報居之殿」，這一句話是說普光明殿，是佛報土，報身佛居住的所在，教學的場所。用現在話來講，就是老師在這裡教學的講堂、課堂，這個經本裡頭稱之為「普光明殿」，普光明殿的意思前面都解釋了。"
    },
    {
      "id": "12-017-0989_p0029",
      "zh_CN": "「举佛果名号，并举佛果所行教化众生」。佛的名号，佛的所行，这里面我们要细心的思惟观察。名号是教化众生总的指导原则，佛果所行是教化众生具体真实的内容，佛教众生教什么？他所做到的就是教你的。佛当年在世，他一生当中他想些什么，他念的是什么，说的是什么，做的是什么，这就是佛陀教育的内容。跟世间教学不一样，佛全做到了才教你；佛没有做到的决定不说。",
      "zh_TW": "「舉佛果名號，并舉佛果所行教化眾生」。佛的名號，佛的所行，這裡面我們要細心的思惟觀察。名號是教化眾生總的指導原則，佛果所行是教化眾生具體真實的內容，佛教眾生教什麼？他所做到的就是教你的。佛當年在世，他一生當中他想些什麼，他念的是什麼，說的是什麼，做的是什麼，這就是佛陀教育的內容。跟世間教學不一樣，佛全做到了才教你；佛沒有做到的決定不說。"
    },
    {
      "id": "12-017-0989_p0030",
      "zh_CN": "所以我多次的跟诸位报告过，佛是做到以后再说，那是真的，一点都不假。为什么？做，我们今天的话来说，是通过实验；现在人讲的是科学精神，通过实验的，证明它是正确的。果纯正，因当然纯正，从果上看因，我们对于佛陀的教学，信心就生起来：这个可以相信，这不是假的。我们常讲的现身说法，身教是第一。佛如是，世间圣人也不例外，他教人的，他自己一定做到，这是圣人。他自己没有做到的，他决定不会说。",
      "zh_TW": "所以我多次的跟諸位報告過，佛是做到以後再說，那是真的，一點都不假。為什麼？做，我們今天的話來說，是通過實驗；現在人講的是科學精神，通過實驗的，證明它是正確的。果純正，因當然純正，從果上看因，我們對於佛陀的教學，信心就生起來：這個可以相信，這不是假的。我們常講的現身說法，身教是第一。佛如是，世間聖人也不例外，他教人的，他自己一定做到，這是聖人。他自己沒有做到的，他決定不會說。"
    },
    {
      "id": "12-017-0989_p0031",
      "zh_CN": "所以戒律是什么？圣人日常生活把它记录下来这是戒律。你问他有没有持戒，他根本不懂得什么叫持戒不持戒，念头都没有，这就是孔夫子讲的「七十随心所欲不逾矩」。但是你把它记录下来，那就是生活规范，最好的榜样，最好的模范，我们应当要学。所以戒律是对我们说的，对没觉悟的人说的。对觉悟的人来讲，那就是他正常生活，就是他日常处事待人接物的那种心态。真的，不加丝毫意思在里头，自自然然流露出来的。好！现在时间到了。",
      "zh_TW": "所以戒律是什麼？聖人日常生活把它記錄下來這是戒律。你問他有沒有持戒，他根本不懂得什麼叫持戒不持戒，念頭都沒有，這就是孔夫子講的「七十隨心所欲不逾矩」。但是你把它記錄下來，那就是生活規範，最好的榜樣，最好的模範，我們應當要學。所以戒律是對我們說的，對沒覺悟的人說的。對覺悟的人來講，那就是他正常生活，就是他日常處事待人接物的那種心態。真的，不加絲毫意思在裡頭，自自然然流露出來的。好！現在時間到了。"
    },
    {
      "id": "12-017-0989_p0032",
      "zh_CN": "诸位同学，我们接着再看李长者的开示：",
      "zh_TW": "諸位同學，我們接著再看李長者的開示："
    },
    {
      "id": "12-017-0989_p0033",
      "zh_CN": "「举佛名号，并举佛果所行教化众生四圣谛法门，并举法界根本智体佛号不动智佛，以成信修，直至彼如来出现品三十二品经（实际上我们现在只有三十一品经），是信进修行之一终因果之极也」，到这个地方是一段。",
      "zh_TW": "「舉佛名號，并舉佛果所行教化眾生四聖諦法門，并舉法界根本智體佛號不動智佛，以成信修，直至彼如來出現品三十二品經（實際上我們現在只有三十一品經），是信進修行之一終因果之極也」，到這個地方是一段。"
    },
    {
      "id": "12-017-0989_p0034",
      "zh_CN": "在长者的开示之中，我们特别要深刻的体会到名号与身教的重要，这个才是教学的根本。这种学问是名副其实的实学，真实的学问，实实在在的学问。你学了立刻你就得到受用，把它变成自己的思想行为，变成自己的生活习惯。就如同方东美先生所说的，人生最高的享受，跟一般学问不一样。",
      "zh_TW": "在長者的開示之中，我們特別要深刻的體會到名號與身教的重要，這個才是教學的根本。這種學問是名副其實的實學，真實的學問，實實在在的學問。你學了立刻你就得到受用，把它變成自己的思想行為，變成自己的生活習慣。就如同方東美先生所說的，人生最高的享受，跟一般學問不一樣。"
    },
    {
      "id": "12-017-0989_p0035",
      "zh_CN": "「教化众生四圣谛法门」，「名号品」后面就是「四圣谛品」，「并举法界根本智体佛号不动智佛，以成信修」。信了，你才肯去修，你才肯去做，不信你当然不会去做。所以，我们看到许许多多学佛人，口里念的不错，讲得也不错，没做到。这是什么原因？我们看别人看得很清楚，看自己看得不清楚。聪明人看别人，回头再想自己，回光返照，就把自己的毛病找出来。",
      "zh_TW": "「教化眾生四聖諦法門」，「名號品」後面就是「四聖諦品」，「并舉法界根本智體佛號不動智佛，以成信修」。信了，你才肯去修，你才肯去做，不信你當然不會去做。所以，我們看到許許多多學佛人，口裡念的不錯，講得也不錯，沒做到。這是什麼原因？我們看別人看得很清楚，看自己看得不清楚。聰明人看別人，回頭再想自己，回光返照，就把自己的毛病找出來。"
    },
    {
      "id": "12-017-0989_p0036",
      "zh_CN": "自己一身的毛病确实不知道，真的不知道，我们不能怪人，为什么？自己不知道。我不知道我自己一身有什么毛病，他怎么会知道？怎样检查出自己毛病？看别人过失！看别人过失不要记在心里，不要放在口里，别人是一面镜子，立刻就想到我有没有。因为发现自己过失，跟诸位说这是觉悟；你见不到自己过失，你迷，你不悟。所以古大德常讲「悟后起修」。你不知道你自己毛病在哪里，你怎么能修正你的行为？你要修正，当然毛病发现了，把这个毛病修正过来。",
      "zh_TW": "自己一身的毛病確實不知道，真的不知道，我們不能怪人，為什麼？自己不知道。我不知道我自己一身有什麼毛病，他怎麼會知道？怎樣檢查出自己毛病？看別人過失！看別人過失不要記在心裡，不要放在口裡，別人是一面鏡子，立刻就想到我有沒有。因為發現自己過失，跟諸位說這是覺悟；你見不到自己過失，你迷，你不悟。所以古大德常講「悟後起修」。你不知道你自己毛病在哪裡，你怎麼能修正你的行為？你要修正，當然毛病發現了，把這個毛病修正過來。"
    },
    {
      "id": "12-017-0989_p0037",
      "zh_CN": "所以，什么叫开悟？我曾经遇到很多人问我，什么叫开悟，简单的说，你知道你自己的毛病叫开悟。这里头要注意，不是知道别人毛病，知道别人毛病你没有开悟，知道自己毛病才叫开悟。把自己毛病修正过来叫做修行，就是修正自己错误的行为。会修行的人天天反省，天天改过，袁了凡先生做过这个功夫。明朝末年这个风气很盛，出家在家，我们在许多书籍里面看到，都用功过格，那样认真来反省检点自己的功过。",
      "zh_TW": "所以，什麼叫開悟？我曾經遇到很多人問我，什麼叫開悟，簡單的說，你知道你自己的毛病叫開悟。這裡頭要注意，不是知道別人毛病，知道別人毛病你沒有開悟，知道自己毛病才叫開悟。把自己毛病修正過來叫做修行，就是修正自己錯誤的行為。會修行的人天天反省，天天改過，袁了凡先生做過這個功夫。明朝末年這個風氣很盛，出家在家，我們在許多書籍裡面看到，都用功過格，那樣認真來反省檢點自己的功過。"
    },
    {
      "id": "12-017-0989_p0038",
      "zh_CN": "这种修行法就跟佛门里面半月诵戒是一个意思。半月诵戒是世尊教导学生的，戒律是生活规范，每半个月要读一次，要反省一次。诸位要晓得，古时候人心地厚道，修学环境好，良师益友多，真的，他能保持半个月；半个月复习一次，检讨一次，够了。今天不行！今天说老实话三天都保不住。那怎么办？每天要反省，每天要检讨。印光大师提倡，他不用戒本，他用什么？用《太上感应篇》。早年我们在台北华藏图书馆，我劝导我们的同学把《太上感应篇》列在晚课里面。晚课完了之后，把《太上感应篇》念一遍，用意就在此地。",
      "zh_TW": "這種修行法就跟佛門裡面半月誦戒是一個意思。半月誦戒是世尊教導學生的，戒律是生活規範，每半個月要讀一次，要反省一次。諸位要曉得，古時候人心地厚道，修學環境好，良師益友多，真的，他能保持半個月；半個月複習一次，檢討一次，夠了。今天不行！今天說老實話三天都保不住。那怎麼辦？每天要反省，每天要檢討。印光大師提倡，他不用戒本，他用什麼？用《太上感應篇》。早年我們在台北華藏圖書館，我勸導我們的同學把《太上感應篇》列在晚課裡面。晚課完了之後，把《太上感應篇》念一遍，用意就在此地。"
    },
    {
      "id": "12-017-0989_p0039",
      "zh_CN": "我们找不着自己的过失，把《太上感应篇》这篇文字念一念，想一想我今天起心动念、言语造作，跟《感应篇》做一个对比。哪些善法我做到了，哪些恶法我违犯了，就把自己今天一天的过失找出来！这是我们这一天善恶功过的一个标准。祖师不用戒律，对这个时代学佛的人来说的，无论在家出家，好！至少，你要能够依教奉行，你肯定不堕三恶道，这个功德利益这世间就没有能够相比。如果能发愿求生净土，你肯定得往生。为什么？你是世间善人，《弥陀经》上讲得很清楚，「不可以少善根福德因缘，得生彼国」，你往生极乐世界条件具备了。",
      "zh_TW": "我們找不著自己的過失，把《太上感應篇》這篇文字念一念，想一想我今天起心動念、言語造作，跟《感應篇》做一個對比。哪些善法我做到了，哪些惡法我違犯了，就把自己今天一天的過失找出來！這是我們這一天善惡功過的一個標準。祖師不用戒律，對這個時代學佛的人來說的，無論在家出家，好！至少，你要能夠依教奉行，你肯定不墮三惡道，這個功德利益這世間就沒有能夠相比。如果能發願求生淨土，你肯定得往生。為什麼？你是世間善人，《彌陀經》上講得很清楚，「不可以少善根福德因緣，得生彼國」，你往生極樂世界條件具備了。"
    },
    {
      "id": "12-017-0989_p0040",
      "zh_CN": "《感应篇》、《阴骘文》、戒律，绝对不是教我们拿着这个标准去批评别人，那你造罪业，你完全不懂得如来教化的真实义。世出世间圣贤，这个标准是教我们自己的，是我们自己断恶修善，积功累德的标准。如果我们拿这个东西去批评别人，那就造无量无边的罪业。别人犯了，实在讲，别人犯了与我不相干；再说我是肉眼凡夫，我看不出那个人，那个人是真犯还是假犯，我不知道。",
      "zh_TW": "《感應篇》、《陰騭文》、戒律，絕對不是教我們拿著這個標準去批評別人，那你造罪業，你完全不懂得如來教化的真實義。世出世間聖賢，這個標準是教我們自己的，是我們自己斷惡修善，積功累德的標準。如果我們拿這個東西去批評別人，那就造無量無邊的罪業。別人犯了，實在講，別人犯了與我不相干；再說我是肉眼凡夫，我看不出那個人，那個人是真犯還是假犯，我不知道。"
    },
    {
      "id": "12-017-0989_p0041",
      "zh_CN": "《华严经》里头文殊菩萨教善财参访知识，应当具足什么样的心态？不见善知识过！我们晓得善财童子当学生就一个人，除自己之外，一切众生都是我的善知识。我怎样不见一切众生过，成就自己的大德大行？这一切众生里面，许许多多佛菩萨示现的。他示现正面的榜样教我学，我要跟他学；示现反面榜样的，不善的，是提高我的警觉，我不能这样做。这是一乘佛法里头，一生成佛，学习的心态。你要有这样的存心，这样修学态度，肯定你一生成就，你不需要经历三大阿僧祇劫、无量劫，不需要，这是一乘法。",
      "zh_TW": "《華嚴經》裡頭文殊菩薩教善財參訪知識，應當具足什麼樣的心態？不見善知識過！我們曉得善財童子當學生就一個人，除自己之外，一切眾生都是我的善知識。我怎樣不見一切眾生過，成就自己的大德大行？這一切眾生裡面，許許多多佛菩薩示現的。他示現正面的榜樣教我學，我要跟他學；示現反面榜樣的，不善的，是提高我的警覺，我不能這樣做。這是一乘佛法裡頭，一生成佛，學習的心態。你要有這樣的存心，這樣修學態度，肯定你一生成就，你不需要經歷三大阿僧祇劫、無量劫，不需要，這是一乘法。"
    },
    {
      "id": "12-017-0989_p0042",
      "zh_CN": "三乘法里为什么要经历那么长的时间？那就是你没有法子避免不见善知识过，你是你自己妄想分别执着。见到善知识，见到老师的过失，对老师的恭敬心就打折扣，对老师的教诲信心也打折扣，你要到哪一年才能成就？三大阿僧祇劫、无量劫就这么来的。",
      "zh_TW": "三乘法裡為什麼要經歷那麼長的時間？那就是你沒有法子避免不見善知識過，你是你自己妄想分別執著。見到善知識，見到老師的過失，對老師的恭敬心就打折扣，對老師的教誨信心也打折扣，你要到哪一年才能成就？三大阿僧祇劫、無量劫就這麼來的。"
    },
    {
      "id": "12-017-0989_p0043",
      "zh_CN": "上一次我到杭州，第一次去参访岳坟，现在那里盖了一个岳王庙，岳飞的坟墓。从前我们在书上读的，没有见过。这一次有这个机缘我到那边去看，跟我一起去的十多个人。我跟他们说岳飞是我们的善知识，秦桧也是我们的善知识。岳飞有塑像，建在岳王庙大殿的当中，秦桧夫妻的铁像跪在门外，两个都是我们的善知识。岳飞教我们尽忠报国，秦桧夫妻教我们不要伤害好人，伤害好人下场就这样，他们教化众生功德是平等的。你们诸位细细想想，是不是这样子？",
      "zh_TW": "上一次我到杭州，第一次去參訪岳墳，現在那裡蓋了一個岳王廟，岳飛的墳墓。從前我們在書上讀的，沒有見過。這一次有這個機緣我到那邊去看，跟我一起去的十多個人。我跟他們說岳飛是我們的善知識，秦檜也是我們的善知識。岳飛有塑像，建在岳王廟大殿的當中，秦檜夫妻的鐵像跪在門外，兩個都是我們的善知識。岳飛教我們盡忠報國，秦檜夫妻教我們不要傷害好人，傷害好人下場就這樣，他們教化眾生功德是平等的。你們諸位細細想想，是不是這樣子？"
    },
    {
      "id": "12-017-0989_p0044",
      "zh_CN": "所以我在没有学佛之前，那还很年轻，二十几岁。有一次一些朋友在一块聊天，也谈到这个故事，很多人讲秦桧在地狱，永不翻身。我不同意这个说法，我说秦桧在天堂享福。我们这帮朋友都指责我：你怎么可以这么说？我给他讲，岳飞这桩事情从平反之后，秦桧夫妻两个铁像就跪在坟前，差不多也跪了一千年。这一千年使多少人看到这个像不敢做汉奸，不敢害忠良，他教化多少人，这个功德我们肯不肯定它？这有道理！他教化多少人；岳飞教人尽忠报国，他教人不能做汉奸，不能害忠良，两个都是好老师。",
      "zh_TW": "所以我在沒有學佛之前，那還很年輕，二十幾歲。有一次一些朋友在一塊聊天，也談到這個故事，很多人講秦檜在地獄，永不翻身。我不同意這個說法，我說秦檜在天堂享福。我們這幫朋友都指責我：你怎麼可以這麼說？我給他講，岳飛這樁事情從平反之後，秦檜夫妻兩個鐵像就跪在墳前，差不多也跪了一千年。這一千年使多少人看到這個像不敢做漢奸，不敢害忠良，他教化多少人，這個功德我們肯不肯定它？這有道理！他教化多少人；岳飛教人盡忠報國，他教人不能做漢奸，不能害忠良，兩個都是好老師。"
    },
    {
      "id": "12-017-0989_p0045",
      "zh_CN": "所以，世出世间法是非善恶有没有标准？没有一定的标准，看你从哪一个角度上去观察。所以我在岳王庙见到岳飞像，我合掌三问讯，见到秦桧我也合掌三问讯，我们平等的。我这三问讯别人就感觉到奇怪，我就给他讲这个道理。在佛法里面这叫菩萨示现，大权作略，我们凡夫不知道！菩萨在那里演戏，在表演。无论是正面的、反面的，统统是教化众生，统统是帮助众生觉悟的。",
      "zh_TW": "所以，世出世間法是非善惡有沒有標準？沒有一定的標準，看你從哪一個角度上去觀察。所以我在岳王廟見到岳飛像，我合掌三問訊，見到秦檜我也合掌三問訊，我們平等的。我這三問訊別人就感覺到奇怪，我就給他講這個道理。在佛法裡面這叫菩薩示現，大權作略，我們凡夫不知道！菩薩在那裡演戲，在表演。無論是正面的、反面的，統統是教化眾生，統統是幫助眾生覺悟的。"
    },
    {
      "id": "12-017-0989_p0046",
      "zh_CN": "唯有佛法是真实智慧，十法界的果报，我们想想那是不是教学？《华严经》讲到身教，「佛果所行」，佛果所行有善有恶。我们在五十三参里面就非常明显，贪瞋痴是三毒烦恼，胜热婆罗门代表愚痴，甘露火王代表瞋恚，伐苏蜜多女代表悭贪，这三个善知识，三位是佛！你看他示现的贪瞋痴，三毒烦恼，怎样转三毒为戒定慧，你看了之后你要会转！所以你看到秦桧那个像，不敢做汉奸，要做忠臣；不敢害忠良，要成就忠良，这不就转了吗？他不是教你学他那个样子，从反面来教导你，来启发你。所以这个学习确确实实是成就与否完全看心态，果然是真诚清净平等正觉慈悲，你在一生当中，哪有不成无上道的道理！",
      "zh_TW": "唯有佛法是真實智慧，十法界的果報，我們想想那是不是教學？《華嚴經》講到身教，「佛果所行」，佛果所行有善有惡。我們在五十三參裡面就非常明顯，貪瞋痴是三毒煩惱，勝熱婆羅門代表愚痴，甘露火王代表瞋恚，伐蘇蜜多女代表慳貪，這三個善知識，三位是佛！你看他示現的貪瞋痴，三毒煩惱，怎樣轉三毒為戒定慧，你看了之後你要會轉！所以你看到秦檜那個像，不敢做漢奸，要做忠臣；不敢害忠良，要成就忠良，這不就轉了嗎？他不是教你學他那個樣子，從反面來教導你，來啟發你。所以這個學習確確實實是成就與否完全看心態，果然是真誠清淨平等正覺慈悲，你在一生當中，哪有不成無上道的道理！"
    },
    {
      "id": "12-017-0989_p0047",
      "zh_CN": "这一段从「名号品」，一直到「如来出现品」就是这第二分，「修因契果生解分」，在这一分里头。总共三十一品经，四十一卷经文，这是我们现在读的。「是信进修行之一终因果之极也」，这一分是解分，从真正发心到证得菩萨等觉位，妙觉位，这就圆满。所以说是「信进」，信是根，真的是「信为道元功德母，长养一切诸善根」。进是精进不懈，勇猛精进，不断的修正我们错误的行为，从信心一直到成佛，「一终因果之极也」，究竟圆满。下面文说。",
      "zh_TW": "這一段從「名號品」，一直到「如來出現品」就是這第二分，「修因契果生解分」，在這一分裡頭。總共三十一品經，四十一卷經文，這是我們現在讀的。「是信進修行之一終因果之極也」，這一分是解分，從真正發心到證得菩薩等覺位，妙覺位，這就圓滿。所以說是「信進」，信是根，真的是「信為道元功德母，長養一切諸善根」。進是精進不懈，勇猛精進，不斷的修正我們錯誤的行為，從信心一直到成佛，「一終因果之極也」，究竟圓滿。下面文說。"
    },
    {
      "id": "12-017-0989_p0048",
      "zh_CN": "「明此普光明智殿佛果，至如来出现品，此信进修行因果不二故」，因在果中，果在因中。大乘经上常说，「因赅果海，果彻因源」，因果不二，在这一大段经文里面，为我们明显的显示出。再看下面的《论》文：",
      "zh_TW": "「明此普光明智殿佛果，至如來出現品，此信進修行因果不二故」，因在果中，果在因中。大乘經上常說，「因賅果海，果徹因源」，因果不二，在這一大段經文裡面，為我們明顯的顯示出。再看下面的《論》文："
    },
    {
      "id": "12-017-0989_p0049",
      "zh_CN": "「又明此始成正觉果德之上，起信心修行」，这个经文一开头我们就会读到，跟初品一样，始成正觉。「起信心修行」，佛给我们示现。到最后一品「如来出现品中，明法界无时可隔故，明法界体中凡夫妄见，见无量劫，始起信进修行者」。这说明从见到佛果德发起信心，希求佛果，就是我们一般谚语里面所说的见贤思齐。这个地方见贤思齐有很深的道理在。我们的真心、心性跟佛是一个心性，他能修成，我为什么不能修成？我们心性相同，心性里面本具的般若智慧相同、德能相同、相好相同，这是我们信心的依据。这不是妄想，这是事实，他能成，我当然能成。",
      "zh_TW": "「又明此始成正覺果德之上，起信心修行」，這個經文一開頭我們就會讀到，跟初品一樣，始成正覺。「起信心修行」，佛給我們示現。到最後一品「如來出現品中，明法界無時可隔故，明法界體中凡夫妄見，見無量劫，始起信進修行者」。這說明從見到佛果德發起信心，希求佛果，就是我們一般諺語裡面所說的見賢思齊。這個地方見賢思齊有很深的道理在。我們的真心、心性跟佛是一個心性，他能修成，我為什麼不能修成？我們心性相同，心性裡面本具的般若智慧相同、德能相同、相好相同，這是我們信心的依據。這不是妄想，這是事實，他能成，我當然能成。"
    },
    {
      "id": "12-017-0989_p0050",
      "zh_CN": "但是今天我要怎样才能成？这三十一品经里面就教我们方法了，这个方法就是因果！差别因果，平等因果，这两周因果。我们如果真的能相信，真的发心，修因当然证果。「至后」（「如来出现品」是这一分里头最后一品），「明法界」，明是你悟了，你真的明白，「法界无时可隔」，这就是时间坐断了，没有过去、现在、未来。成佛之后，跟诸位说决定没有先佛后佛，决定没有古佛今佛。先佛后佛、古佛今佛是三乘教里面说的，一乘教里头没有。",
      "zh_TW": "但是今天我要怎樣才能成？這三十一品經裡面就教我們方法了，這個方法就是因果！差別因果，平等因果，這兩周因果。我們如果真的能相信，真的發心，修因當然證果。「至後」（「如來出現品」是這一分裡頭最後一品），「明法界」，明是你悟了，你真的明白，「法界無時可隔」，這就是時間坐斷了，沒有過去、現在、未來。成佛之後，跟諸位說決定沒有先佛後佛，決定沒有古佛今佛。先佛後佛、古佛今佛是三乘教裡面說的，一乘教裡頭沒有。"
    },
    {
      "id": "12-017-0989_p0051",
      "zh_CN": "「明法界体中」，这个也悟了，明白了，「凡夫妄见，见无量劫」，法界体中没有时间，没有过去、现在、未来。迷的时候有，有过去，有未来，就是说有十方，有三世；悟了之后，没有十方，没有三世，一切境界总在现前。这个不可思议的境界，九法界凡夫没有办法想像，不是他的境界。现在科学家给我们说的，不同维次的空间。黄念祖老居士告诉我们，西方的科学家确实用科学的仪器证明，至少有十一度不同空间存在。在理上讲，不同维次空间应该是无限量的，这个说法跟佛法说的一样。",
      "zh_TW": "「明法界體中」，這個也悟了，明白了，「凡夫妄見，見無量劫」，法界體中沒有時間，沒有過去、現在、未來。迷的時候有，有過去，有未來，就是說有十方，有三世；悟了之後，沒有十方，沒有三世，一切境界總在現前。這個不可思議的境界，九法界凡夫沒有辦法想像，不是他的境界。現在科學家給我們說的，不同維次的空間。黃念祖老居士告訴我們，西方的科學家確實用科學的儀器證明，至少有十一度不同空間存在。在理上講，不同維次空間應該是無限量的，這個說法跟佛法說的一樣。"
    },
    {
      "id": "12-017-0989_p0052",
      "zh_CN": "他们讲不同维次空间，在佛法里面讲无量无边的法界。佛经上讲十法界，那就是十种不同维次的空间，这是大分。细分，每一个法界里头还有许许多多不同。譬如佛经上讲的天道，天有欲界、色界、无色界，总共二十八层。那二十八层肯定是二十八种不同维次空间，又何况每一层天里头也不同。",
      "zh_TW": "他們講不同維次空間，在佛法裡面講無量無邊的法界。佛經上講十法界，那就是十種不同維次的空間，這是大分。細分，每一個法界裡頭還有許許多多不同。譬如佛經上講的天道，天有欲界、色界、無色界，總共二十八層。那二十八層肯定是二十八種不同維次空間，又何況每一層天裡頭也不同。"
    },
    {
      "id": "12-017-0989_p0053",
      "zh_CN": "所以从理论上讲，的确不同维次空间是无量的。这个现象从哪里来的？我们要晓得，这佛经上才说到，法界从哪里来的？妄想分别执着当中变现出来的。换句话说，离开妄想分别执着，妄想分别执着统统断了，统统放下，没有了，无量不同维次空间就不见了，它不是真的。不见了以后，那个境界是什么？一真法界。法界原本是一真，没有这么多复杂东西在。",
      "zh_TW": "所以從理論上講，的確不同維次空間是無量的。這個現象從哪裡來的？我們要曉得，這佛經上才說到，法界從哪裡來的？妄想分別執著當中變現出來的。換句話說，離開妄想分別執著，妄想分別執著統統斷了，統統放下，沒有了，無量不同維次空間就不見了，它不是真的。不見了以後，那個境界是什麼？一真法界。法界原本是一真，沒有這麼多複雜東西在。"
    },
    {
      "id": "12-017-0989_p0054",
      "zh_CN": "谁见到一真法界？在这个经上讲圆教初住菩萨。破一品无明就是放下，初住菩萨执着放下，没有了，对于世出世间一切法决定没有执着；分别放下，决定没有分别；妄想也放了一点点，也放下一些。空间维次全部突破，过去现在未来所有一切现象同时看见。",
      "zh_TW": "誰見到一真法界？在這個經上講圓教初住菩薩。破一品無明就是放下，初住菩薩執著放下，沒有了，對於世出世間一切法決定沒有執著；分別放下，決定沒有分別；妄想也放了一點點，也放下一些。空間維次全部突破，過去現在未來所有一切現象同時看見。"
    },
    {
      "id": "12-017-0989_p0055",
      "zh_CN": "这个道理真的很不好懂，我以前讲到这个地方，不得已也用一个比喻来说。好比我们看电影，我们在银幕上看到的电影画面，有过去、有现在，也有未来，真的是有三世；在这一个格格里头看，有三世。但是如果我们不从这个格子看，我们看底片，试问问有没有三世？底片一拉开，已经放的这一部分是过去的，正在放的是现在的，还没有放的是未来的，统统在我们眼前！你要看到底片，三世不就没有了吗？你要看到每一张每一张那就有，这是一个不得已的比喻，比喻只能比喻个仿佛。",
      "zh_TW": "這個道理真的很不好懂，我以前講到這個地方，不得已也用一個比喻來說。好比我們看電影，我們在銀幕上看到的電影畫面，有過去、有現在，也有未來，真的是有三世；在這一個格格裡頭看，有三世。但是如果我們不從這個格子看，我們看底片，試問問有沒有三世？底片一拉開，已經放的這一部分是過去的，正在放的是現在的，還沒有放的是未來的，統統在我們眼前！你要看到底片，三世不就沒有了嗎？你要看到每一張每一張那就有，這是一個不得已的比喻，比喻只能比喻個彷彿。"
    },
    {
      "id": "12-017-0989_p0056",
      "zh_CN": "我们的妄想分别执着就是把事实真相把它一格一格的框起来，这就成了法界，有界限了，就是不同维次空间的界限。这一切放下了，这界限就没有，没有你才成一片，所以过去、现在、未来统统看到。在佛法里头讲这是神通，他知道过去未来，他不是推算的，亲眼所见，现量境界。他不是比量。",
      "zh_TW": "我們的妄想分別執著就是把事實真相把它一格一格的框起來，這就成了法界，有界限了，就是不同維次空間的界限。這一切放下了，這界限就沒有，沒有你才成一片，所以過去、現在、未來統統看到。在佛法裡頭講這是神通，他知道過去未來，他不是推算的，親眼所見，現量境界。他不是比量。"
    },
    {
      "id": "12-017-0989_p0057",
      "zh_CN": "这些年世界动乱不安，许许多多预言推测将来的事情，说得很多，中国外国都很多。有些讲得很准确，有些准确度就不太可靠，预言根据什么说的？总的来讲，绝大多数都是根据数学，数理推断的。数理的推断一点都不能差错，小数点后面十几个零，有一个差错就不准确。但是要做到完全正确丝毫差错没有，太难太难！",
      "zh_TW": "這些年世界動亂不安，許許多多預言推測將來的事情，說得很多，中國外國都很多。有些講得很準確，有些準確度就不太可靠，預言根據什麼說的？總的來講，絕大多數都是根據數學，數理推斷的。數理的推斷一點都不能差錯，小數點後面十幾個零，有一個差錯就不準確。但是要做到完全正確絲毫差錯沒有，太難太難！"
    },
    {
      "id": "12-017-0989_p0058",
      "zh_CN": "另外一种依据是禅定，定中时空突破，他能看到未来。这是现量境界，亲眼看到的，大概这个不会有差错。从前我向李老师请教，预言可靠性有多少，他告诉我的。他说从前修道的人，佛门、道教的修道的人，他对于将来的事情说得很准。那是什么？定中境界。他看到未来，那个准确。一般所说的预言，尤其是预言书这些，可以做参考，不能完全相信。但是在参考里头要提起自己高度的警觉，断一切恶，修一切善，能改变许许多多事相，纵然有灾难，能化解！因为一切灾变都是恶业累积变现出来的，如果人心能够回恶向善，外头境界会转变，佛经讲得很好，境随心转，灾难可以化解。",
      "zh_TW": "另外一種依據是禪定，定中時空突破，他能看到未來。這是現量境界，親眼看到的，大概這個不會有差錯。從前我向李老師請教，預言可靠性有多少，他告訴我的。他說從前修道的人，佛門、道教的修道的人，他對於將來的事情說得很準。那是什麼？定中境界。他看到未來，那個準確。一般所說的預言，尤其是預言書這些，可以做參考，不能完全相信。但是在參考裡頭要提起自己高度的警覺，斷一切惡，修一切善，能改變許許多多事相，縱然有災難，能化解！因為一切災變都是惡業累積變現出來的，如果人心能夠回惡向善，外頭境界會轉變，佛經講得很好，境隨心轉，災難可以化解。"
    },
    {
      "id": "12-017-0989_p0059",
      "zh_CN": "所以佛的教诲，那真正是了不起的教育家。佛教学当中，肯定是要把恶人改变成善人，把迷惑颠倒的人改变成有智慧的人，这是教育。不能说这是恶人，这个人是坏人，我们不要他，那不是教育。我们把他除掉，除不掉的，只是结了冤仇。冤仇结下去，来生又报过来，所以冤冤相报，没完没了。那不是解决问题的办法，那是制造麻烦！我们要明白这个道理，这个道理只有圣贤教学里头讲得透彻。所以在圣贤教学里头，决定不用这种粗暴的手段，那是真正的智慧，真正的善巧方便，真正解决问题。这是觉悟明了「法界体中凡夫妄见，见无量劫，始起信进修行者」。入住的菩萨明白，明了之后，他也知道诸佛如来的慈悲善巧，于是也就学会了。下面说。",
      "zh_TW": "所以佛的教誨，那真正是了不起的教育家。佛教學當中，肯定是要把惡人改變成善人，把迷惑顛倒的人改變成有智慧的人，這是教育。不能說這是惡人，這個人是壞人，我們不要他，那不是教育。我們把他除掉，除不掉的，只是結了冤仇。冤仇結下去，來生又報過來，所以冤冤相報，沒完沒了。那不是解決問題的辦法，那是製造麻煩！我們要明白這個道理，這個道理只有聖賢教學裡頭講得透徹。所以在聖賢教學裡頭，決定不用這種粗暴的手段，那是真正的智慧，真正的善巧方便，真正解決問題。這是覺悟明瞭「法界體中凡夫妄見，見無量劫，始起信進修行者」。入住的菩薩明白，明瞭之後，他也知道諸佛如來的慈悲善巧，於是也就學會了。下面說。"
    },
    {
      "id": "12-017-0989_p0060",
      "zh_CN": "「依真起行，以为进修」，这是初住以上，跟前面三乘人不一样。三乘人还有妄见，就是妄想没有断，他还有过去现在未来，他慢慢来修。破一品无明、见一分真性的人不一样，这是依真起修了，不是依妄。三乘是依识心，初住以上是依真心，这个因果大大不相同。",
      "zh_TW": "「依真起行，以為進修」，這是初住以上，跟前面三乘人不一樣。三乘人還有妄見，就是妄想沒有斷，他還有過去現在未來，他慢慢來修。破一品無明、見一分真性的人不一樣，這是依真起修了，不是依妄。三乘是依識心，初住以上是依真心，這個因果大大不相同。"
    },
    {
      "id": "12-017-0989_p0061",
      "zh_CN": "「经历五位行门，无时可移」，同样经历十住、十行，十回向、十地、等觉这五个位次。「无时可移」，没有先后，这就是本经里面讲的「行布不碍圆融，圆融不碍行布」，这地方说出来。行布是次第，你看这个「五位」是次第，「无时可移」是圆融，善财童子为我们所示现的一生圆满，",
      "zh_TW": "「經歷五位行門，無時可移」，同樣經歷十住、十行，十迴向、十地、等覺這五個位次。「無時可移」，沒有先後，這就是本經裡面講的「行布不礙圓融，圓融不礙行布」，這地方說出來。行布是次第，你看這個「五位」是次第，「無時可移」是圓融，善財童子為我們所示現的一生圓滿，"
    },
    {
      "id": "12-017-0989_p0062",
      "zh_CN": "「若未起信进修行时」，这个「未起信」的「信」是本经所说的标准；换句话说，三乘人。这个地方讲的信心是依根本智起的，没有证得根本智之前，我们的信心就是此地所讲的。「常谓已前诸佛」常常想过去佛，「已前诸佛」就是过去诸佛。「先已成佛」，他们早成佛，过去这些佛他们先成佛。「经无量劫」，无量劫久远之前他们就成佛了。所以在我们妄心里头有过去、有现在、有未来。但是见性之后，没有过去、没有现在、没有未来，不一样。这个理很深，事希有，不可思议。",
      "zh_TW": "「若未起信進修行時」，這個「未起信」的「信」是本經所說的標準；換句話說，三乘人。這個地方講的信心是依根本智起的，沒有證得根本智之前，我們的信心就是此地所講的。「常謂已前諸佛」常常想過去佛，「已前諸佛」就是過去諸佛。「先已成佛」，他們早成佛，過去這些佛他們先成佛。「經無量劫」，無量劫久遠之前他們就成佛了。所以在我們妄心裡頭有過去、有現在、有未來。但是見性之後，沒有過去、沒有現在、沒有未來，不一樣。這個理很深，事希有，不可思議。"
    },
    {
      "id": "12-017-0989_p0063",
      "zh_CN": "佛在这一会里面要教我们，希望我们自己要好好认真学习，利益无边，这是真的。真正得利益了，感恩的心才会生起来，知恩报恩。我们今天不懂得佛恩，是完全无知，佛对我们有什么恩？今天我们出了家，接受人家供养，大概就是这个恩，其他的不知道了。细读《华严》你就明了了。好，现在时间到了。",
      "zh_TW": "佛在這一會裡面要教我們，希望我們自己要好好認真學習，利益無邊，這是真的。真正得利益了，感恩的心才會生起來，知恩報恩。我們今天不懂得佛恩，是完全無知，佛對我們有什麼恩？今天我們出了家，接受人家供養，大概就是這個恩，其他的不知道了。細讀《華嚴》你就明瞭了。好，現在時間到了。"
    }
  ]
}