{
  "doc_id": "12-017-0401",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四０一卷",
    "zh_TW": "第四０一卷"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0401",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "12-017-0401_p0001",
      "zh_CN": "请看「世主妙严品」，主夜神偈颂第一首：",
      "zh_TW": "請看「世主妙嚴品」，主夜神偈頌第一首："
    },
    {
      "id": "12-017-0401_p0002",
      "zh_CN": "【尔时普德净光主夜神，承佛威力，遍观一切主夜神众，而说颂言。】",
      "zh_TW": "【爾時普德淨光主夜神，承佛威力，遍觀一切主夜神眾，而說頌言。】"
    },
    {
      "id": "12-017-0401_p0003",
      "zh_CN": "这一段是说偈的仪式，用现在的话来说，就是做心得报告之前的礼节。这一段文字在《华严经》里面不断的在重复，由于重复的遍数太多，在《华严经》里面至少看到有几百遍，这样多的重复一定它有用意；换句话说，这一段文非常重要，所以不断的提示。这一段文字真正的内涵是什么？也就是谦德。众生傲慢的习气实在太重，我们读《礼记》，《礼记》一开端就教给我们，「傲不可长，欲不可纵」。由此可知，众生这个习气，圣人非常重视。这是障道第一个因缘，只要这个习气在，你的道业就肯定不能成就。世出世法要想有成就，都是从谦虚当中学来的。",
      "zh_TW": "這一段是說偈的儀式，用現在的話來說，就是做心得報告之前的禮節。這一段文字在《華嚴經》裡面不斷的在重複，由於重複的遍數太多，在《華嚴經》裡面至少看到有幾百遍，這樣多的重複一定它有用意；換句話說，這一段文非常重要，所以不斷的提示。這一段文字真正的內涵是什麼？也就是謙德。眾生傲慢的習氣實在太重，我們讀《禮記》，《禮記》一開端就教給我們，「傲不可長，欲不可縱」。由此可知，眾生這個習氣，聖人非常重視。這是障道第一個因緣，只要這個習氣在，你的道業就肯定不能成就。世出世法要想有成就，都是從謙虛當中學來的。"
    },
    {
      "id": "12-017-0401_p0004",
      "zh_CN": "我们知道经文里面所说的这些大众，无论他示现的是什么身分，全都是诸佛如来的化身。这个意思非常明显，我们能觉察得出来。他在表演的时候，『承佛威力』，绝不以为自己有能力。纵然自己有能力，这个能力依旧是诸佛如来加持的，这是谦德的流露。人只要有丝毫自以为是、自以为能，他的道与德就断掉了，这是我们不能不知道的。",
      "zh_TW": "我們知道經文裡面所說的這些大眾，無論他示現的是什麼身分，全都是諸佛如來的化身。這個意思非常明顯，我們能覺察得出來。他在表演的時候，『承佛威力』，絕不以為自己有能力。縱然自己有能力，這個能力依舊是諸佛如來加持的，這是謙德的流露。人只要有絲毫自以為是、自以為能，他的道與德就斷掉了，這是我們不能不知道的。"
    },
    {
      "id": "12-017-0401_p0005",
      "zh_CN": "『遍观一切主夜神众』，这一句很重要，这是对大众的礼敬。虽然这些话向佛报告，这个报告每个人都有分。诸位要晓得，这一段当中，开头只提这一句，这已是简略了，如果再详细是每一首偈颂前面都有这一句。在第二段，前面长行文我们念到是「喜眼观世主夜神」，第二段前面要具足这个经文一定是：「尔时喜眼观世主夜神，承佛威力，遍观一切主夜神众，而说颂言」。梵文的经文上有没有？肯定有。佛经到中国翻译，中国人喜欢简单，不喜欢繁琐，所以就把它省略掉，一段当中就用一个起头。梵文是决定每一段都有的，这才如法。我们一定了解，没有一个不谦虚，没有一个不恭敬。所以这一句在此地，不是一个无意义的一段文字，它的意义比什么都深刻。",
      "zh_TW": "『遍觀一切主夜神眾』，這一句很重要，這是對大眾的禮敬。雖然這些話向佛報告，這個報告每個人都有分。諸位要曉得，這一段當中，開頭只提這一句，這已是簡略了，如果再詳細是每一首偈頌前面都有這一句。在第二段，前面長行文我們念到是「喜眼觀世主夜神」，第二段前面要具足這個經文一定是：「爾時喜眼觀世主夜神，承佛威力，遍觀一切主夜神眾，而說頌言」。梵文的經文上有沒有？肯定有。佛經到中國翻譯，中國人喜歡簡單，不喜歡繁瑣，所以就把它省略掉，一段當中就用一個起頭。梵文是決定每一段都有的，這才如法。我們一定了解，沒有一個不謙虛，沒有一個不恭敬。所以這一句在此地，不是一個無意義的一段文字，它的意義比什麼都深刻。"
    },
    {
      "id": "12-017-0401_p0006",
      "zh_CN": "下面偈颂就是普德净光主夜神，他的修学报告，他的修学心得。首先我们要记住他所修学的法门，前面长行「得寂静禅定乐大勇健解脱门」。寂静禅定才真正是法喜充满，所以偈颂里面他说：",
      "zh_TW": "下面偈頌就是普德淨光主夜神，他的修學報告，他的修學心得。首先我們要記住他所修學的法門，前面長行「得寂靜禪定樂大勇健解脫門」。寂靜禪定才真正是法喜充滿，所以偈頌裡面他說："
    },
    {
      "id": "12-017-0401_p0007",
      "zh_CN": "【汝等应观佛所行，广大寂静虚空相，欲海无涯悉治净，离垢端严照十方。】",
      "zh_TW": "【汝等應觀佛所行，廣大寂靜虛空相，欲海無涯悉治淨，離垢端嚴照十方。】"
    },
    {
      "id": "12-017-0401_p0008",
      "zh_CN": "他成就了，他劝告我们。『汝等』这两个字，包括我们在内；只要有机缘读到这一首偈颂的，「汝等」就包括他在内了。我们修行怎么个修法？『应观佛所行』。天主教《玫瑰经》，十五段就是十五桩事情，他们天天作观。每天早晚课诵在默想，想什么？想圣母玛丽亚一生的行为，想耶稣一生的行为，把这两个人一生的行为，归纳为这十五桩事情。也正同中国从前儒家跟孔孟学者，每天也修观想，观想夫子的圣德。中国人喜欢简单，只归纳成五个字：温、良、恭、俭、让。要常常想到，孔老夫子一生处世为人，他所具备的五种德行。第一个是温和，平易近人；我把它写作温厚，现代世间人不够厚道，所以我把「温」后面加一个「厚」。温厚、善良、恭慎，恭敬一定要加谨慎，节俭、忍让，要常常去想夫子的德行，向他学习，效法他。",
      "zh_TW": "他成就了，他勸告我們。『汝等』這兩個字，包括我們在內；只要有機緣讀到這一首偈頌的，「汝等」就包括他在內了。我們修行怎麼個修法？『應觀佛所行』。天主教《玫瑰經》，十五段就是十五樁事情，他們天天作觀。每天早晚課誦在默想，想什麼？想聖母瑪麗亞一生的行為，想耶穌一生的行為，把這兩個人一生的行為，歸納為這十五樁事情。也正同中國從前儒家跟孔孟學者，每天也修觀想，觀想夫子的聖德。中國人喜歡簡單，只歸納成五個字：溫、良、恭、儉、讓。要常常想到，孔老夫子一生處世為人，他所具備的五種德行。第一個是溫和，平易近人；我把它寫作溫厚，現代世間人不夠厚道，所以我把「溫」後面加一個「厚」。溫厚、善良、恭慎，恭敬一定要加謹慎，節儉、忍讓，要常常去想夫子的德行，向他學習，效法他。"
    },
    {
      "id": "12-017-0401_p0009",
      "zh_CN": "天主教、基督教，要学耶稣，要学圣母玛丽亚，人家的德行是什么，这是我们修学的榜样。古今中外的教学，对于这一点都非常的重视。所谓希圣希贤，希望自己能够作圣作贤，那圣贤就是我们的榜样，我们每天都要用一段时间去想像、去思惟，然后跟自己做个对比，我在这一天当中，处事待人接物，符不符合这个标准？我们的「德」才天天有进步，「学」天天才有长进。如果不做这一层功夫，所学都不能够落实。学得再多，讲得再好，所谓是能说不能行。从前在哈尔滨极乐寺往生的修无师就讲：「能说不能行，不是真智慧。」真智慧要能说能行。要想能行，你早晚课诵就要思惟，真正向佛菩萨学习。",
      "zh_TW": "天主教、基督教，要學耶穌，要學聖母瑪麗亞，人家的德行是什麼，這是我們修學的榜樣。古今中外的教學，對於這一點都非常的重視。所謂希聖希賢，希望自己能夠作聖作賢，那聖賢就是我們的榜樣，我們每天都要用一段時間去想像、去思惟，然後跟自己做個對比，我在這一天當中，處事待人接物，符不符合這個標準？我們的「德」才天天有進步，「學」天天才有長進。如果不做這一層功夫，所學都不能夠落實。學得再多，講得再好，所謂是能說不能行。從前在哈爾濱極樂寺往生的修無師就講：「能說不能行，不是真智慧。」真智慧要能說能行。要想能行，你早晚課誦就要思惟，真正向佛菩薩學習。"
    },
    {
      "id": "12-017-0401_p0010",
      "zh_CN": "所以头一句就教给我们，「汝等应观佛所行」。在华严会上，这个佛是毘卢遮那如来。我们把这个范围缩小，毘卢遮那如来我们没有办法观，我们不得已而求其次，我们观释迦如来。他应现在我们这个世间，给我们这些人做为现前的榜样，释迦他是怎样存心、怎样修学、怎样处事接人待物，我们在这个地方修学。经典里面也将他老人家一生的心行，归纳做几个纲领，小乘法里面归纳为四谛、十二因缘，大乘法里面归纳为六度、普贤十愿，我们熟知的，我们有没有认真的去思惟、去观察？无论大乘、小乘，显教、密教，总而言之，佛教所有的弟子们一定要修十善业道。",
      "zh_TW": "所以頭一句就教給我們，「汝等應觀佛所行」。在華嚴會上，這個佛是毘盧遮那如來。我們把這個範圍縮小，毘盧遮那如來我們沒有辦法觀，我們不得已而求其次，我們觀釋迦如來。他應現在我們這個世間，給我們這些人做為現前的榜樣，釋迦他是怎樣存心、怎樣修學、怎樣處事接人待物，我們在這個地方修學。經典裡面也將他老人家一生的心行，歸納做幾個綱領，小乘法裡面歸納為四諦、十二因緣，大乘法裡面歸納為六度、普賢十願，我們熟知的，我們有沒有認真的去思惟、去觀察？無論大乘、小乘，顯教、密教，總而言之，佛教所有的弟子們一定要修十善業道。"
    },
    {
      "id": "12-017-0401_p0011",
      "zh_CN": "十善业道是佛家的基本修行方法，一开端佛就教给我们，「昼夜常念善法」，那个善法就是十善业，昼夜常念；「思惟善法」，让自己的思想，每一个念头都不离开十善，那叫思惟善法；「观察善法」，是把这十善落实到我们的言行；而且后头还追了一句，「不容毫分不善间杂」。这是多么重要的修学纲领，如果我们真正能依教奉行，决定一生成就，哪里需要三大阿僧祇劫、无量劫，不需要！就跟《华严经》上讲的善财童子，《法华经》讲的龙女八岁成佛，人家为什么能？他把世尊教诲做到了，不折不扣的做到，所以一生成就。一般人为什么做不到？听了之后，立刻就忘掉。六根接触六尘境界，依然随顺烦恼、随顺习气，把佛的教诲忘得一干二净，那有什么用处？我们的缘算相当殊胜，天天在薰习，天天在薰习还是不管用，还是不能够落实；由此可知，烦恼习气之重！",
      "zh_TW": "十善業道是佛家的基本修行方法，一開端佛就教給我們，「晝夜常念善法」，那個善法就是十善業，晝夜常念；「思惟善法」，讓自己的思想，每一個念頭都不離開十善，那叫思惟善法；「觀察善法」，是把這十善落實到我們的言行；而且後頭還追了一句，「不容毫分不善間雜」。這是多麼重要的修學綱領，如果我們真正能依教奉行，決定一生成就，哪裡需要三大阿僧祇劫、無量劫，不需要！就跟《華嚴經》上講的善財童子，《法華經》講的龍女八歲成佛，人家為什麼能？他把世尊教誨做到了，不折不扣的做到，所以一生成就。一般人為什麼做不到？聽了之後，立刻就忘掉。六根接觸六塵境界，依然隨順煩惱、隨順習氣，把佛的教誨忘得一乾二淨，那有什麼用處？我們的緣算相當殊勝，天天在薰習，天天在薰習還是不管用，還是不能夠落實；由此可知，煩惱習氣之重！"
    },
    {
      "id": "12-017-0401_p0012",
      "zh_CN": "我们对于烦恼习气重，这一句话体会不深，没有方法体会得到。从这些地方细细去观察，这才发现真的重，天天在薰习都回不了头来，随念随忘。那怎么办？没有别的办法，只有加强薰习；除这个办法，没有第二个方法。我们学佛学了十年，功夫不得力，努力再学十年，二十年不成再学二十年，只有这个方法，认真努力去修学。所以经教不听怎么行？于是我们就想到，「应观佛所行」，佛所行的是什么？一生讲经、说法、教学，这是佛所行。从讲经说法里面真的觉悟，天天讲，天天劝人，也天天劝自己。我从这里面得的利益，如果没有过去这四十年，天天在讲大乘，天天在学大乘，这个境界也转不过来，哪有那么容易！所以说是「一门深入，长时薰习」。",
      "zh_TW": "我們對於煩惱習氣重，這一句話體會不深，沒有方法體會得到。從這些地方細細去觀察，這才發現真的重，天天在薰習都回不了頭來，隨念隨忘。那怎麼辦？沒有別的辦法，只有加強薰習；除這個辦法，沒有第二個方法。我們學佛學了十年，功夫不得力，努力再學十年，二十年不成再學二十年，只有這個方法，認真努力去修學。所以經教不聽怎麼行？於是我們就想到，「應觀佛所行」，佛所行的是什麼？一生講經、說法、教學，這是佛所行。從講經說法裡面真的覺悟，天天講，天天勸人，也天天勸自己。我從這裡面得的利益，如果沒有過去這四十年，天天在講大乘，天天在學大乘，這個境界也轉不過來，哪有那麼容易！所以說是「一門深入，長時薰習」。"
    },
    {
      "id": "12-017-0401_p0013",
      "zh_CN": "我们今天功夫不得力，没有别的，经教薰习的时间太短，力量不够。我们今天面临这个社会，不受佛法薰习，就受烦恼薰习，这肯定的。我们一天有多少时间用在佛法上？凡是不用在佛法上，决定就是烦恼起来。所以我们每天随顺烦恼习气的时间长，随顺经教的时间短，因此佛才教导我们「昼夜常念、思惟、观察」。如果我们不懂得这个方法，不会运用这个方法，那就难了，想在这一生当中成就不是容易的事情。如果想在这一生当中成就，这个方法妙绝了，要完全接受，要不折不扣的把它用上，我们这一生当中才有救。这个观察有事、有理、有性、有相、有因、有果，就从世尊四十九年讲经说法去看，从世尊八相成道里面去观察，八相成道观察世尊一生，四十九年不断的在讲经说法就是长时薰习。",
      "zh_TW": "我們今天功夫不得力，沒有別的，經教薰習的時間太短，力量不夠。我們今天面臨這個社會，不受佛法薰習，就受煩惱薰習，這肯定的。我們一天有多少時間用在佛法上？凡是不用在佛法上，決定就是煩惱起來。所以我們每天隨順煩惱習氣的時間長，隨順經教的時間短，因此佛才教導我們「晝夜常念、思惟、觀察」。如果我們不懂得這個方法，不會運用這個方法，那就難了，想在這一生當中成就不是容易的事情。如果想在這一生當中成就，這個方法妙絕了，要完全接受，要不折不扣的把它用上，我們這一生當中才有救。這個觀察有事、有理、有性、有相、有因、有果，就從世尊四十九年講經說法去看，從世尊八相成道裡面去觀察，八相成道觀察世尊一生，四十九年不斷的在講經說法就是長時薰習。"
    },
    {
      "id": "12-017-0401_p0014",
      "zh_CN": "虽然说的经教很多，多即是一，一即是多，所以说一不是定一，说多不是定多。但是这个意思很深，不是我们初学的境界。因此对初学人来说，还是一部经深入，才能够产生效果。古德教学五年学戒，我们一些同修都听过，但是你不懂这个意思。五年学戒不是学戒律，戒律也不容易。五年学戒是遵守老师的教诫，这五年是学生活教育，是求根本智。所以古人成就比现在人殊胜，他的方法正确。现在人的成就比不上古人是方法上的错误，绝对不是说现在人的聪明智慧不如古人，这个我不承认，完全在方法。古人的教学是从根本智入手，像树一样先有根本，然后才有枝叶花果。现在人把根本舍掉了，一开头就要树叶花果，不要根。有没有？有！花瓶里头插的花，没有根。你买下来，回来你就可以摆起来，很好看，时间不长久就枯死了，没有根。根本智是禅定，他不是修别的，是修定。《般若经》里面讲「般若无知」，无知之知就是根本智；他起作用的时候，「无所不知」；必须先学到无知，然后才能无所不知。我们现在颠倒了，现在一下手求有知，有知结果是什么？有所不知。错了！走死路子了！",
      "zh_TW": "雖然說的經教很多，多即是一，一即是多，所以說一不是定一，說多不是定多。但是這個意思很深，不是我們初學的境界。因此對初學人來說，還是一部經深入，才能夠產生效果。古德教學五年學戒，我們一些同修都聽過，但是你不懂這個意思。五年學戒不是學戒律，戒律也不容易。五年學戒是遵守老師的教誡，這五年是學生活教育，是求根本智。所以古人成就比現在人殊勝，他的方法正確。現在人的成就比不上古人是方法上的錯誤，絕對不是說現在人的聰明智慧不如古人，這個我不承認，完全在方法。古人的教學是從根本智入手，像樹一樣先有根本，然後才有枝葉花果。現在人把根本捨掉了，一開頭就要樹葉花果，不要根。有沒有？有！花瓶裡頭插的花，沒有根。你買下來，回來你就可以擺起來，很好看，時間不長久就枯死了，沒有根。根本智是禪定，他不是修別的，是修定。《般若經》裡面講「般若無知」，無知之知就是根本智；他起作用的時候，「無所不知」；必須先學到無知，然後才能無所不知。我們現在顛倒了，現在一下手求有知，有知結果是什麼？有所不知。錯了！走死路子了！"
    },
    {
      "id": "12-017-0401_p0015",
      "zh_CN": "现代人有知识，没有智慧，知识是冲动的，它不是安静的，所以造成社会的动乱。这个世界上的灾难，知识造成的。智慧是和平的，智慧决定是从静、定当中生的。所以古人的教学就是一部经，一部经而且不讲，只教你读诵，要求背诵。这是什么？这就是根本智，智在其中，戒定慧三学都在其中。你依照这个方法去做，这是戒学，戒是方法、守法；定是专心，没有杂念；将经文念得清清楚楚、念得明明白白，没有念错字，没有念颠倒，这是慧学；这就是根本智。这样念，念久了，智慧就开了。为什么？他这个念是修定，念的时候没有杂念掺进来。圣人的教诲，那真的与《十善业道经》讲的原则完全符合：常念善法，经书是善法，思惟善法，观察善法，都在其中；不会起一个妄念，那是不容毫分不善夹杂。每天用的时间久了，真正用功夫，每天至少四个小时到六个小时，功夫才会得力。如果每天能用十个小时、十二个小时，你功夫的进步非常之快。",
      "zh_TW": "現代人有知識，沒有智慧，知識是衝動的，它不是安靜的，所以造成社會的動亂。這個世界上的災難，知識造成的。智慧是和平的，智慧決定是從靜、定當中生的。所以古人的教學就是一部經，一部經而且不講，只教你讀誦，要求背誦。這是什麼？這就是根本智，智在其中，戒定慧三學都在其中。你依照這個方法去做，這是戒學，戒是方法、守法；定是專心，沒有雜念；將經文念得清清楚楚、念得明明白白，沒有念錯字，沒有念顛倒，這是慧學；這就是根本智。這樣念，念久了，智慧就開了。為什麼？他這個念是修定，念的時候沒有雜念摻進來。聖人的教誨，那真的與《十善業道經》講的原則完全符合：常念善法，經書是善法，思惟善法，觀察善法，都在其中；不會起一個妄念，那是不容毫分不善夾雜。每天用的時間久了，真正用功夫，每天至少四個小時到六個小時，功夫才會得力。如果每天能用十個小時、十二個小時，你功夫的進步非常之快。"
    },
    {
      "id": "12-017-0401_p0016",
      "zh_CN": "经里面什么意思不要去想，一想经里面的意思都是妄想，胡思乱想。佛教导我们真正的目的是教我们开智慧，智慧开了，经上的文字是活的，我常常提到字字句句无量义，讲不完，所谓是横说竖说、深说浅说，意思讲不尽。到用的时候观机，他是什么样的程度，他需要什么，给他怎么样一个讲法，活的不是死的。到这个时候，不但是佛经活了，所有一切万事万物都活了，随拈一法都是无量义，随拈一法都是圆满的大法。虚空法界一切性相事理因果，一就是圆满，圆满就是一。所以才说「破一微尘，出大千经卷」，大千经卷就是讲上本《华严经》，龙树菩萨在龙宫里面见到的，上本《华严经》是十个三千大千世界微尘偈。在哪里？一微尘，任何一粒微尘里面都含藏着三千大千《大华严》。这是事实真相，决不是随便说这一句话。什么人能证实？法身大士们证实了，他们契入这个境界。这是佛教学真正目的之所在，佛绝对不是说，教你学这一部经，这一部经你会，再换一部经就不会，这种教学不善。佛的教学是希望我们这一经通，一切经通；这一法明白了，世出世间所有法你都明白。这才是佛教学真正的目标，真实的愿望，我们要懂。",
      "zh_TW": "經裡面什麼意思不要去想，一想經裡面的意思都是妄想，胡思亂想。佛教導我們真正的目的是教我們開智慧，智慧開了，經上的文字是活的，我常常提到字字句句無量義，講不完，所謂是橫說豎說、深說淺說，意思講不盡。到用的時候觀機，他是什麼樣的程度，他需要什麼，給他怎麼樣一個講法，活的不是死的。到這個時候，不但是佛經活了，所有一切萬事萬物都活了，隨拈一法都是無量義，隨拈一法都是圓滿的大法。虛空法界一切性相事理因果，一就是圓滿，圓滿就是一。所以才說「破一微塵，出大千經卷」，大千經卷就是講上本《華嚴經》，龍樹菩薩在龍宮裡面見到的，上本《華嚴經》是十個三千大千世界微塵偈。在哪裡？一微塵，任何一粒微塵裡面都含藏著三千大千《大華嚴》。這是事實真相，決不是隨便說這一句話。什麼人能證實？法身大士們證實了，他們契入這個境界。這是佛教學真正目的之所在，佛絕對不是說，教你學這一部經，這一部經你會，再換一部經就不會，這種教學不善。佛的教學是希望我們這一經通，一切經通；這一法明白了，世出世間所有法你都明白。這才是佛教學真正的目標，真實的願望，我們要懂。"
    },
    {
      "id": "12-017-0401_p0017",
      "zh_CN": "清凉大师注解，「初句解脱之力能观」，这一句话讲得好。我们今天想观，观不成，原因在哪里？原因就在我们没有解脱之力。什么是解脱之力？我们有妄想、有分别、有执着这三种束缚，我们就无能为力了。怎样把这三种束缚解脱掉？这三种束缚在佛经里头还有一个讲法，叫三种烦恼：见思烦恼、尘沙烦恼、无明烦恼；无明烦恼是妄想，尘沙烦恼是分别，见思烦恼是执着。如果我们能够把一切执着解脱掉，执着放下了，于世出世间法再不执着，给诸位说，六道没有了。六道轮回从哪里来的？执着来的；你只要有执着，你决定有六道；你执着不能够放下，你就出不了六道轮回。放下分别，十法界超越了。这晓得十法界从哪里来的？从分别来的；没有分别就没有十法界。没有妄想就没有《华严经》上的四十一个位次，法身菩萨为什么有四十一个等级？妄想来的；妄想没有了，这四十一个等级就没有了，圆满的佛果。所以不放下怎么行？",
      "zh_TW": "清涼大師註解，「初句解脫之力能觀」，這一句話講得好。我們今天想觀，觀不成，原因在哪裡？原因就在我們沒有解脫之力。什麼是解脫之力？我們有妄想、有分別、有執著這三種束縛，我們就無能為力了。怎樣把這三種束縛解脫掉？這三種束縛在佛經裡頭還有一個講法，叫三種煩惱：見思煩惱、塵沙煩惱、無明煩惱；無明煩惱是妄想，塵沙煩惱是分別，見思煩惱是執著。如果我們能夠把一切執著解脫掉，執著放下了，於世出世間法再不執著，給諸位說，六道沒有了。六道輪迴從哪裡來的？執著來的；你只要有執著，你決定有六道；你執著不能夠放下，你就出不了六道輪迴。放下分別，十法界超越了。這曉得十法界從哪裡來的？從分別來的；沒有分別就沒有十法界。沒有妄想就沒有《華嚴經》上的四十一個位次，法身菩薩為什麼有四十一個等級？妄想來的；妄想沒有了，這四十一個等級就沒有了，圓滿的佛果。所以不放下怎麼行？"
    },
    {
      "id": "12-017-0401_p0018",
      "zh_CN": "我学佛缘很好，我学佛第一个亲近章嘉大师。那个时候我看佛经大概一个月的样子，我认识他，第一次跟出家人见面。学佛的因缘是方东美先生介绍的，他是一位教授，他也不是居士，我们从哲学里面入进去的。所以我第一个跟出家人见面是章嘉大师，而我第一句话向他请教的，就是我跟他讲：佛法很好，我知道，知道这个很好，有没有什么方法叫我很快入进去？我提出这个问题。他给我的答复是六个字：「看得破，放得下」。放下重要！为什么不肯放下？没有看破。放下什么？放下妄想分别执着，那你真的就入了，妄想分别执着一放下，你就入佛境界。章嘉大师的答复了不起，一句话。这是真正高人，不是真正高人，你提出这个问题，他给你讲了半天，你也抓不到头绪。所以是真有学问、真有德行，简简单单的一句话就把门路给我们指出来。",
      "zh_TW": "我學佛緣很好，我學佛第一個親近章嘉大師。那個時候我看佛經大概一個月的樣子，我認識他，第一次跟出家人見面。學佛的因緣是方東美先生介紹的，他是一位教授，他也不是居士，我們從哲學裡面入進去的。所以我第一個跟出家人見面是章嘉大師，而我第一句話向他請教的，就是我跟他講：佛法很好，我知道，知道這個很好，有沒有什麼方法叫我很快入進去？我提出這個問題。他給我的答覆是六個字：「看得破，放得下」。放下重要！為什麼不肯放下？沒有看破。放下什麼？放下妄想分別執著，那你真的就入了，妄想分別執著一放下，你就入佛境界。章嘉大師的答覆了不起，一句話。這是真正高人，不是真正高人，你提出這個問題，他給你講了半天，你也抓不到頭緒。所以是真有學問、真有德行，簡簡單單的一句話就把門路給我們指出來。"
    },
    {
      "id": "12-017-0401_p0019",
      "zh_CN": "由此可知，佛法最难的就是执着。许许多多人在佛法修学修得很好，但是全是人天福报，为什么？坚固的执着。这对一类众生是有好处，不堕恶道，但是他出不了六道轮回。这是佛法里面讲小根器的人，佛用这个方法帮助他，来生还能得人天福报，这不是佛法的究竟法。如果说持戒持得很严，但是见到别人不持戒，见到别人破戒，心里面还生烦恼，轻慢心，他的果报将来在哪里？果报在修罗道。修罗也享福，他有贡高我慢的习气，有自以为是的习气，轻慢别人。但是修罗享福就免不了造业，福享完了，业报现前他就入三恶道，所以修罗不是纯善。",
      "zh_TW": "由此可知，佛法最難的就是執著。許許多多人在佛法修學修得很好，但是全是人天福報，為什麼？堅固的執著。這對一類眾生是有好處，不墮惡道，但是他出不了六道輪迴。這是佛法裡面講小根器的人，佛用這個方法幫助他，來生還能得人天福報，這不是佛法的究竟法。如果說持戒持得很嚴，但是見到別人不持戒，見到別人破戒，心裡面還生煩惱，輕慢心，他的果報將來在哪裡？果報在修羅道。修羅也享福，他有貢高我慢的習氣，有自以為是的習氣，輕慢別人。但是修羅享福就免不了造業，福享完了，業報現前他就入三惡道，所以修羅不是純善。"
    },
    {
      "id": "12-017-0401_p0020",
      "zh_CN": "纯善之道是普贤十愿头一条：礼敬诸佛。我戒律持得再清净、持得再好，对于不持戒的人、犯戒的人，我也把他当佛菩萨看待。他破戒、犯戒，我们要做什么想？佛菩萨示现给我看的，我不如他，谦德。这个你绝不堕三途，绝不堕恶道。见到别人善，我们恭敬他，不难；见到别人作恶不善，还是纯一恭敬心，这个难，这是圣人，这不是凡夫；这有几个人能懂？所以普贤是大行，普贤是佛行，比菩萨行还要高一级；为什么？他是真正的真诚清净平等。所以菩萨不修普贤行，不能圆成佛道，道理就在此地。要证得究竟圆满的果位是修普贤行，净宗法门完全修普贤行，你们看《无量寿经》就知道了。所以《普贤行愿品》不能不读，应当常常思惟、常常观察、常常学习、常常效法，都在日常生活当中处事待人接物，把我们不平的心修成平等，使自己自私自利、是非人我、贪瞋痴慢磨得干干净净，我们就有能力，就有解脱之力，就能够观佛所行。如果还有烦恼习气在，决定障碍这个能力，我们没有能力观察。",
      "zh_TW": "純善之道是普賢十願頭一條：禮敬諸佛。我戒律持得再清淨、持得再好，對於不持戒的人、犯戒的人，我也把他當佛菩薩看待。他破戒、犯戒，我們要做什麼想？佛菩薩示現給我看的，我不如他，謙德。這個你絕不墮三途，絕不墮惡道。見到別人善，我們恭敬他，不難；見到別人作惡不善，還是純一恭敬心，這個難，這是聖人，這不是凡夫；這有幾個人能懂？所以普賢是大行，普賢是佛行，比菩薩行還要高一級；為什麼？他是真正的真誠清淨平等。所以菩薩不修普賢行，不能圓成佛道，道理就在此地。要證得究竟圓滿的果位是修普賢行，淨宗法門完全修普賢行，你們看《無量壽經》就知道了。所以《普賢行願品》不能不讀，應當常常思惟、常常觀察、常常學習、常常效法，都在日常生活當中處事待人接物，把我們不平的心修成平等，使自己自私自利、是非人我、貪瞋痴慢磨得乾乾淨淨，我們就有能力，就有解脫之力，就能夠觀佛所行。如果還有煩惱習氣在，決定障礙這個能力，我們沒有能力觀察。"
    },
    {
      "id": "12-017-0401_p0021",
      "zh_CN": "我们在世间处事待人接物，冤亲债主很多，他们对我们的误会，对我们造成种种障难、毁谤，甚至于陷害，我们要用佛心对他，我们尊重他，我们敬他、爱他，遇到他有困难，我们热心去无条件帮助他，这个难！别人对你好，你对他好，不难；别人对你不好，甚至于别人要杀你，你对他还那么好，这个难。佛菩萨能做到，《金刚经》你们念的歌利王，忍辱仙人被他割截身体，他对他还是那么好，「发愿：我成佛头一个来度你」，一丝毫怨恨心都没有，忍辱波罗蜜圆满了。所以忍辱仙人对歌利王感恩，怎么会有一点瞋恚心？在这个境界里面，才知道自己忍辱功夫到什么程度，如果有一念瞋恚的念头，他不行，他忍辱的功夫不到家，他六波罗蜜不能圆满。我们要从这个地方得到真正的解脱力，然后才能观佛所行。没有这个能力，你怎么观，你都不能够契入佛的境界。",
      "zh_TW": "我們在世間處事待人接物，冤親債主很多，他們對我們的誤會，對我們造成種種障難、毀謗，甚至於陷害，我們要用佛心對他，我們尊重他，我們敬他、愛他，遇到他有困難，我們熱心去無條件幫助他，這個難！別人對你好，你對他好，不難；別人對你不好，甚至於別人要殺你，你對他還那麼好，這個難。佛菩薩能做到，《金剛經》你們念的歌利王，忍辱仙人被他割截身體，他對他還是那麼好，「發願：我成佛頭一個來度你」，一絲毫怨恨心都沒有，忍辱波羅蜜圓滿了。所以忍辱仙人對歌利王感恩，怎麼會有一點瞋恚心？在這個境界裡面，才知道自己忍辱功夫到什麼程度，如果有一念瞋恚的念頭，他不行，他忍辱的功夫不到家，他六波羅蜜不能圓滿。我們要從這個地方得到真正的解脫力，然後才能觀佛所行。沒有這個能力，你怎麼觀，你都不能夠契入佛的境界。"
    },
    {
      "id": "12-017-0401_p0022",
      "zh_CN": "下面给我们略举，第二句「寂静乐，神以此定，观佛此体」。观佛所行的广大，普度一切众生。佛的心大，心包太虚，量周沙界，心量大；佛的行大，教化众生决定没有分别，决定没有执着，对于十法界一切众生之类平等教化。他没有分别，这是佛教徒、那是基督教徒，佛教徒教，基督教徒不教，没这个道理。我们在《华严经》五十三参里面看到，有胜热婆罗门、有遍行外道，那都不是佛教徒。婆罗门就是现代的印度教，在我们此地叫兴都教，在中国称为印度教，古时候称婆罗门。这不是佛教徒，佛教不教他们？教，只要他们肯学，佛没有要他改变宗教，这高明。真正是有教无类，无论你信仰什么宗教没有关系，你跟佛是求智慧。所以佛法的教育是智慧的教育，你学任何宗教都没有妨碍，帮助你得智慧，有智慧才能解决问题。",
      "zh_TW": "下面給我們略舉，第二句「寂靜樂，神以此定，觀佛此體」。觀佛所行的廣大，普度一切眾生。佛的心大，心包太虛，量周沙界，心量大；佛的行大，教化眾生決定沒有分別，決定沒有執著，對於十法界一切眾生之類平等教化。他沒有分別，這是佛教徒、那是基督教徒，佛教徒教，基督教徒不教，沒這個道理。我們在《華嚴經》五十三參裡面看到，有勝熱婆羅門、有遍行外道，那都不是佛教徒。婆羅門就是現代的印度教，在我們此地叫興都教，在中國稱為印度教，古時候稱婆羅門。這不是佛教徒，佛教不教他們？教，只要他們肯學，佛沒有要他改變宗教，這高明。真正是有教無類，無論你信仰什麼宗教沒有關係，你跟佛是求智慧。所以佛法的教育是智慧的教育，你學任何宗教都沒有妨礙，幫助你得智慧，有智慧才能解決問題。"
    },
    {
      "id": "12-017-0401_p0023",
      "zh_CN": "佛不改变他们的信仰，不要求他们统统来信佛教，这是对他们的尊重。这就是佛法在世间，不坏世间法，为什么？世间所有一切法与佛法没有障碍，事事无碍，理事无碍。那又何必一定要他脱离那个宗教来信佛教？这是我们后世人迷惑颠倒，是妄想分别执着里头生的念头，错了！佛菩萨没有妄想分别执着，所以无论你信仰哪个宗教都好，都欢喜，都尊重，都帮助你，决定不改变。我们在这里学到真正的佛法，在这里面真正能够体会到一点四无碍的法界。",
      "zh_TW": "佛不改變他們的信仰，不要求他們統統來信佛教，這是對他們的尊重。這就是佛法在世間，不壞世間法，為什麼？世間所有一切法與佛法沒有障礙，事事無礙，理事無礙。那又何必一定要他脫離那個宗教來信佛教？這是我們後世人迷惑顛倒，是妄想分別執著裡頭生的念頭，錯了！佛菩薩沒有妄想分別執著，所以無論你信仰哪個宗教都好，都歡喜，都尊重，都幫助你，決定不改變。我們在這裡學到真正的佛法，在這裡面真正能夠體會到一點四無礙的法界。"
    },
    {
      "id": "12-017-0401_p0024",
      "zh_CN": "《华严经》的经题就显示这个意思，它的梵文原文翻译的题目是「大方广」，我们现在翻成「佛」，它不是，它翻成「觉者」，「大方广觉者杂华庄严经」，这是它原来的题目翻出来的。我们中国人喜欢简，把觉者就翻成佛，把杂华杂字去掉用一个华，庄严庄字去掉，叫《华严经》。这个意思我们一想就明了，像一个花园一样，大花园，所有不同种类的这些花卉统统都具足，不是清一色的；这就是各个不同的宗教、不同的族群、不同的国土、不同的众生，就像杂华庄严；没有像现在人动脑筋改良品种，都统一。佛不是统一的思想，佛是大家在一块聚集，在一块生活，都能够平等相待，和睦相处，真的是现在人所讲的共存共荣，互相尊重，互相敬爱，互助合作，《华严经》。",
      "zh_TW": "《華嚴經》的經題就顯示這個意思，它的梵文原文翻譯的題目是「大方廣」，我們現在翻成「佛」，它不是，它翻成「覺者」，「大方廣覺者雜華莊嚴經」，這是它原來的題目翻出來的。我們中國人喜歡簡，把覺者就翻成佛，把雜華雜字去掉用一個華，莊嚴莊字去掉，叫《華嚴經》。這個意思我們一想就明瞭，像一個花園一樣，大花園，所有不同種類的這些花卉統統都具足，不是清一色的；這就是各個不同的宗教、不同的族群、不同的國土、不同的眾生，就像雜華莊嚴；沒有像現在人動腦筋改良品種，都統一。佛不是統一的思想，佛是大家在一塊聚集，在一塊生活，都能夠平等相待，和睦相處，真的是現在人所講的共存共榮，互相尊重，互相敬愛，互助合作，《華嚴經》。"
    },
    {
      "id": "12-017-0401_p0025",
      "zh_CN": "今天世界上许多人在提倡多元文化，我跟他们讲《华严经》是多元文化最好的教材，教导我们这个世间所有一切不同族群，这个不同族群不仅是人类，包括了畜生、饿鬼、地狱，各个不同维次空间的众生全部都包括在其中，我们共同生活在大宇宙里面，如何和睦相处，平等对待，大家都能享受到幸福美满的生活，这是「大方广佛华严」。我们学《华严经》，连这一个念头都不能够改变，那学什么《华严》？那《华严》讲的是什么？我们现在念的夜神，主夜神，我们中国民间讲的黑无常，主夜神是黑无常，主昼神是白无常，无常大鬼，他示现的是这个身分。在华藏世界，大家都平等，真正在这里看出生佛平等。佛说话谦虚，他不是说佛生平等，生佛平等；佛在下面，把众生抬上去，这个谦德！从谈话当中，「我和你」，我在上，你在下；佛菩萨说话一定是你和我。你从这上面去体会到，处处尊敬别人，言语行动无不如是。这都从「广大」两个字里面含着的。",
      "zh_TW": "今天世界上許多人在提倡多元文化，我跟他們講《華嚴經》是多元文化最好的教材，教導我們這個世間所有一切不同族群，這個不同族群不僅是人類，包括了畜生、餓鬼、地獄，各個不同維次空間的眾生全部都包括在其中，我們共同生活在大宇宙裡面，如何和睦相處，平等對待，大家都能享受到幸福美滿的生活，這是「大方廣佛華嚴」。我們學《華嚴經》，連這一個念頭都不能夠改變，那學什麼《華嚴》？那《華嚴》講的是什麼？我們現在念的夜神，主夜神，我們中國民間講的黑無常，主夜神是黑無常，主晝神是白無常，無常大鬼，他示現的是這個身分。在華藏世界，大家都平等，真正在這裡看出生佛平等。佛說話謙虛，他不是說佛生平等，生佛平等；佛在下面，把眾生抬上去，這個謙德！從談話當中，「我和你」，我在上，你在下；佛菩薩說話一定是你和我。你從這上面去體會到，處處尊敬別人，言語行動無不如是。這都從「廣大」兩個字裡面含著的。"
    },
    {
      "id": "12-017-0401_p0026",
      "zh_CN": "『广大』是事，『寂静』是理，与一切众生交往，共存共荣，心永远是寂静的，这才能做到，心是定的。『虚空相』是事实真相，《金刚经》上讲得好，「一切有为法，如梦幻泡影」，「凡所有相，皆是虚妄」，这虚空相。虚空相是事实真相，你真正明了一切法了不可得，你还有什么妄想分别执着？都没有了。妄想分别执着从哪里生的？把虚妄相当作真实，错了！可是众生对于这个迷、执着，时间太久太久了，他误以为这是真实。佛告诉我们，不是真实的，是虚妄的。虚妄是什么？相有理无。所以佛给我们讲，事实真相非有非无；你说它无，它有相；你说它有，这个相当体皆空，了不可得。现代的科学家逐渐逐渐也发现这个相是虚妄的，最近这些大科学家比半个世纪以前有长足的进步。半个世纪以前的科学家还肯定物质存在，现代科学家已经否定，物质不存在，物质是什么？波动的现象。所以愈来愈接近佛法所说的，真的是波动的现象，没有事实。所以不能说它有，也不能说它无。我们了解真相，心要寂静，行要广大。",
      "zh_TW": "『廣大』是事，『寂靜』是理，與一切眾生交往，共存共榮，心永遠是寂靜的，這才能做到，心是定的。『虛空相』是事實真相，《金剛經》上講得好，「一切有為法，如夢幻泡影」，「凡所有相，皆是虛妄」，這虛空相。虛空相是事實真相，你真正明瞭一切法了不可得，你還有什麼妄想分別執著？都沒有了。妄想分別執著從哪裡生的？把虛妄相當作真實，錯了！可是眾生對於這個迷、執著，時間太久太久了，他誤以為這是真實。佛告訴我們，不是真實的，是虛妄的。虛妄是什麼？相有理無。所以佛給我們講，事實真相非有非無；你說它無，它有相；你說它有，這個相當體皆空，了不可得。現代的科學家逐漸逐漸也發現這個相是虛妄的，最近這些大科學家比半個世紀以前有長足的進步。半個世紀以前的科學家還肯定物質存在，現代科學家已經否定，物質不存在，物質是什麼？波動的現象。所以愈來愈接近佛法所說的，真的是波動的現象，沒有事實。所以不能說它有，也不能說它無。我們了解真相，心要寂靜，行要廣大。"
    },
    {
      "id": "12-017-0401_p0027",
      "zh_CN": "觉悟的人没有别的事情，帮助一切众生觉悟。用什么方法？用什么手段？这部经上讲一百多类不同身分的人，那都是显示方法种类，你用什么方法、用什么形式，《华严经》上都告诉你，给我们的启示。真是所谓大用无方，没有一定的方法。可是他有一定的原则，帮助众生觉悟。只要帮助众生觉悟，真的觉悟，什么方法都是正确的。如果这个方法是让众生迷惑，那都是错误的。佛法有没有叫众生迷惑的？也有，那是手段，那不是目的。他先叫你迷，迷了之后慢慢叫你再悟过来，可以用这个手段。这是众生根性不相同，所以用的手段方法也不一样。",
      "zh_TW": "覺悟的人沒有別的事情，幫助一切眾生覺悟。用什麼方法？用什麼手段？這部經上講一百多類不同身分的人，那都是顯示方法種類，你用什麼方法、用什麼形式，《華嚴經》上都告訴你，給我們的啟示。真是所謂大用無方，沒有一定的方法。可是他有一定的原則，幫助眾生覺悟。只要幫助眾生覺悟，真的覺悟，什麼方法都是正確的。如果這個方法是讓眾生迷惑，那都是錯誤的。佛法有沒有叫眾生迷惑的？也有，那是手段，那不是目的。他先叫你迷，迷了之後慢慢叫你再悟過來，可以用這個手段。這是眾生根性不相同，所以用的手段方法也不一樣。"
    },
    {
      "id": "12-017-0401_p0028",
      "zh_CN": "清凉用底下经文来解释这一段，下面经文讲「普见三世佛而无取着，以知如来无相，性相本空故，故云寂静虚空相也」。这是以佛说的经文，互相来参照。「普见三世佛而无取着」，这一句话意思很深。三世：过去、现在、未来。过去佛，佛在经典里面给我们介绍过，像现在佛门里面，一般寺院习俗过年的时候拜万佛，万佛忏，实际上就是《万佛名经》，释迦牟尼佛给我们介绍虚空法界许多诸佛，他老人家一口气讲了一万二千多个名号，有过去的、有现在的、有未来的。而实际上讲，未来佛就是现在的一切众生，一切众生皆有佛性，一切众生皆是未来佛；连蚊虫蚂蚁都是，都是未来佛。你要轻视牠、欺负牠、杀害牠，你就是杀佛，几个人懂这个道理？",
      "zh_TW": "清涼用底下經文來解釋這一段，下面經文講「普見三世佛而無取著，以知如來無相，性相本空故，故云寂靜虛空相也」。這是以佛說的經文，互相來參照。「普見三世佛而無取著」，這一句話意思很深。三世：過去、現在、未來。過去佛，佛在經典裡面給我們介紹過，像現在佛門裡面，一般寺院習俗過年的時候拜萬佛，萬佛懺，實際上就是《萬佛名經》，釋迦牟尼佛給我們介紹虛空法界許多諸佛，他老人家一口氣講了一萬二千多個名號，有過去的、有現在的、有未來的。而實際上講，未來佛就是現在的一切眾生，一切眾生皆有佛性，一切眾生皆是未來佛；連蚊蟲螞蟻都是，都是未來佛。你要輕視牠、欺負牠、殺害牠，你就是殺佛，幾個人懂這個道理？"
    },
    {
      "id": "12-017-0401_p0029",
      "zh_CN": "蚂蚁有灵性，我们现在跟牠交往效果非常显著，特别在厨房、在洗手间，蚂蚁常常跑来的时候，你就可以跟牠谈话。我们学佛的人，我们称蚂蚁称菩萨，蚂蚁菩萨。你可以跟牠商量，可以跟牠沟通，牠来得太多，干扰我们的生活，我们跟牠沟通，请牠出去，决定不能伤害，牠会离开的。牠有牠的生活空间，我们有我们的生活空间，我们可以互相往来，但是不要互相干扰，我不干扰你，你也不能干扰我。你有所需，我帮助你，牠来干什么？找东西吃的；我们预备牠吃的东西，把它放在外面院子里面，牠就出去了，很听话。",
      "zh_TW": "螞蟻有靈性，我們現在跟牠交往效果非常顯著，特別在廚房、在洗手間，螞蟻常常跑來的時候，你就可以跟牠談話。我們學佛的人，我們稱螞蟻稱菩薩，螞蟻菩薩。你可以跟牠商量，可以跟牠溝通，牠來得太多，干擾我們的生活，我們跟牠溝通，請牠出去，決定不能傷害，牠會離開的。牠有牠的生活空間，我們有我們的生活空間，我們可以互相往來，但是不要互相干擾，我不干擾你，你也不能干擾我。你有所需，我幫助你，牠來幹什麼？找東西吃的；我們預備牠吃的東西，把它放在外面院子裡面，牠就出去了，很聽話。"
    },
    {
      "id": "12-017-0401_p0030",
      "zh_CN": "住的房间里面，像这些甚至于苍蝇、蚊子、跳蚤、蟑螂、蜘蛛都听话，这个心多慈悲，爱心！真诚的爱心就能感动这些动物，关键在真诚，古人所讲的「精诚所至，金石为开」。那个金石，石是石头，连矿物都能受感动，动物哪有不受感动的道理？我们读了古书，我们自己做试验，看看到底是真的、是假的？果然是真的。我们今天连石头瓦砾，我们还没有办法做到，至少草木我们已经可以沟通，花草树木可以沟通。我们以爱心对待它，它长得非常茂盛，花开得很美，它报答我们。我们怎么对待它，它报答我们，植物都能感动。",
      "zh_TW": "住的房間裡面，像這些甚至於蒼蠅、蚊子、跳蚤、蟑螂、蜘蛛都聽話，這個心多慈悲，愛心！真誠的愛心就能感動這些動物，關鍵在真誠，古人所講的「精誠所至，金石為開」。那個金石，石是石頭，連礦物都能受感動，動物哪有不受感動的道理？我們讀了古書，我們自己做試驗，看看到底是真的、是假的？果然是真的。我們今天連石頭瓦礫，我們還沒有辦法做到，至少草木我們已經可以溝通，花草樹木可以溝通。我們以愛心對待它，它長得非常茂盛，花開得很美，它報答我們。我們怎麼對待它，它報答我們，植物都能感動。"
    },
    {
      "id": "12-017-0401_p0031",
      "zh_CN": "最近，大概两个月的事情，我这一次到图文巴，悟谦法师种了一些丝瓜，丝瓜晚上托梦给她，它说它已经长得太大，叫她去采。她没有发现，没有发现丝瓜在叶子底下，她们看不到。她到第二天找，果然找到了，这么长、这么大的一个丝瓜，很老不能吃。那个丝瓜托梦给她，叫她采下来，那采下将来可以做种子。就这么奇怪，瓜会托梦给她，叫她去采。确确实实花草树木都有灵性，都可以沟通。所以住在山上，我们非常明显感触到山神、树神、花草树木之灵，跟我们生活在一起非常和睦，彼此互相关照。我们佛法说，他都是我们的护法神，你住在那个地方怎么会不欢喜？我们要以爱心对人对事对物，以真诚心，决定没有一丝毫伤害这个念头；不但没有行为，念头都不生。儒家讲「止于至善」，我们才能真正做到。",
      "zh_TW": "最近，大概兩個月的事情，我這一次到圖文巴，悟謙法師種了一些絲瓜，絲瓜晚上托夢給她，它說它已經長得太大，叫她去採。她沒有發現，沒有發現絲瓜在葉子底下，她們看不到。她到第二天找，果然找到了，這麼長、這麼大的一個絲瓜，很老不能吃。那個絲瓜托夢給她，叫她採下來，那採下將來可以做種子。就這麼奇怪，瓜會托夢給她，叫她去採。確確實實花草樹木都有靈性，都可以溝通。所以住在山上，我們非常明顯感觸到山神、樹神、花草樹木之靈，跟我們生活在一起非常和睦，彼此互相關照。我們佛法說，他都是我們的護法神，你住在那個地方怎麼會不歡喜？我們要以愛心對人對事對物，以真誠心，決定沒有一絲毫傷害這個念頭；不但沒有行為，念頭都不生。儒家講「止於至善」，我們才能真正做到。"
    },
    {
      "id": "12-017-0401_p0032",
      "zh_CN": "第三句讲『欲海无涯悉治净』。清凉大师讲，这就是大勇健。什么是最大的勇？人能改过自新，才是大勇。这个勇不是对别人，是要对自己，对别人不算是大勇。能够断自己的烦恼习气，这真正叫「大勇健」。「准下经云，则自他兼净也。」由此可知，「欲海无涯」，欲是欲望，一切众生所有烦恼习气都从这儿来的，贪瞋痴慢从这儿生起的。这些东西自性里头统统都没有，是从迷惑里头生起来的。自性里面没有欠缺，有圆满的智慧，有圆满的德相。《华严经．出现品》里面佛告诉我们，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」，这一句话道破了。我们一切众生都有如来圆满的智慧、圆满的德能，德是德能，相是相好，智慧、能力、相好，都跟诸佛如来平等，一样的，现在为什么丧失掉？一句话说破了，妄想、执着而不能证得。由此可知，我们如果把妄想分别执着放下，我们自性里面的智慧德相就现前，障碍没有了。",
      "zh_TW": "第三句講『欲海無涯悉治淨』。清涼大師講，這就是大勇健。什麼是最大的勇？人能改過自新，才是大勇。這個勇不是對別人，是要對自己，對別人不算是大勇。能夠斷自己的煩惱習氣，這真正叫「大勇健」。「準下經云，則自他兼淨也。」由此可知，「欲海無涯」，欲是欲望，一切眾生所有煩惱習氣都從這兒來的，貪瞋痴慢從這兒生起的。這些東西自性裡頭統統都沒有，是從迷惑裡頭生起來的。自性裡面沒有欠缺，有圓滿的智慧，有圓滿的德相。《華嚴經．出現品》裡面佛告訴我們，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」，這一句話道破了。我們一切眾生都有如來圓滿的智慧、圓滿的德能，德是德能，相是相好，智慧、能力、相好，都跟諸佛如來平等，一樣的，現在為什麼喪失掉？一句話說破了，妄想、執著而不能證得。由此可知，我們如果把妄想分別執著放下，我們自性裡面的智慧德相就現前，障礙沒有了。"
    },
    {
      "id": "12-017-0401_p0033",
      "zh_CN": "佛在大乘经教常说，佛不度众生。佛没有度众生，众生是怎么度的？自己度的，自己觉悟，自己度自己。佛确实没有能力度众生，解铃还须系铃人，你自己迷的，你自己造业，必须你自己解决问题，佛菩萨帮不上忙。佛菩萨会把这些事实真相告诉我们，让我们觉悟。我们是自己迷失了方向，自己做错了事情，自己应当回头。所以佛能帮助我们的，只是到此为止。这就是所谓「开示悟入」，佛能帮助我们是开示，悟入决定是自己事情。我们得到佛菩萨开示，自己不能悟入，那就没有法子。虽不能悟入，佛菩萨并不舍弃我们，「佛氏门中，不舍一人」。这一生不行，来生；来生不行，后生；生生世世照顾。从这个地方，我们才认识体会到佛恩之大，超过父母。永远不肯舍弃我们，纵然造作恶业，堕到阿鼻地狱，还是不肯舍弃，还是想方设法来帮忙。",
      "zh_TW": "佛在大乘經教常說，佛不度眾生。佛沒有度眾生，眾生是怎麼度的？自己度的，自己覺悟，自己度自己。佛確實沒有能力度眾生，解鈴還須繫鈴人，你自己迷的，你自己造業，必須你自己解決問題，佛菩薩幫不上忙。佛菩薩會把這些事實真相告訴我們，讓我們覺悟。我們是自己迷失了方向，自己做錯了事情，自己應當回頭。所以佛能幫助我們的，只是到此為止。這就是所謂「開示悟入」，佛能幫助我們是開示，悟入決定是自己事情。我們得到佛菩薩開示，自己不能悟入，那就沒有法子。雖不能悟入，佛菩薩並不捨棄我們，「佛氏門中，不捨一人」。這一生不行，來生；來生不行，後生；生生世世照顧。從這個地方，我們才認識體會到佛恩之大，超過父母。永遠不肯捨棄我們，縱然造作惡業，墮到阿鼻地獄，還是不肯捨棄，還是想方設法來幫忙。"
    },
    {
      "id": "12-017-0401_p0034",
      "zh_CN": "我们要重视，这是「欲海无涯」，欲望永远没有止尽，随着欲望的发展，我们自己前途就是苦海无边，一世比一世要辛苦，必须从这里回头，要觉悟。所以「悉治净」，治是对治，一定要做到清净无染。",
      "zh_TW": "我們要重視，這是「欲海無涯」，欲望永遠沒有止盡，隨著欲望的發展，我們自己前途就是苦海無邊，一世比一世要辛苦，必須從這裡回頭，要覺悟。所以「悉治淨」，治是對治，一定要做到清淨無染。"
    },
    {
      "id": "12-017-0401_p0035",
      "zh_CN": "末后一句，这是讲定果。『离垢』，垢是烦恼的代名词，离垢就得清净，心清净，心清净而后身清净，身心清净我们的环境就清净。所以真正的事实是境随心转，凡夫是心随境转，他迷，觉悟的人是境随心转。在我们现在这个世界，可以说染污已经达到最严重的程度，但是觉悟的人，在他心目当中这个世界是清净的，跟极乐世界、跟华藏世界无二无别。所以每一个人的世界不一样，凡夫跟圣人在一起，圣人住极乐世界，凡夫住污秽世界，不相同。所以境决定随心转，至于你住什么样的境界，那完全看你自己的功夫，与外面境界毫不相关，这都是事实。",
      "zh_TW": "末後一句，這是講定果。『離垢』，垢是煩惱的代名詞，離垢就得清淨，心清淨，心清淨而後身清淨，身心清淨我們的環境就清淨。所以真正的事實是境隨心轉，凡夫是心隨境轉，他迷，覺悟的人是境隨心轉。在我們現在這個世界，可以說染污已經達到最嚴重的程度，但是覺悟的人，在他心目當中這個世界是清淨的，跟極樂世界、跟華藏世界無二無別。所以每一個人的世界不一樣，凡夫跟聖人在一起，聖人住極樂世界，凡夫住污穢世界，不相同。所以境決定隨心轉，至於你住什麼樣的境界，那完全看你自己的功夫，與外面境界毫不相關，這都是事實。"
    },
    {
      "id": "12-017-0401_p0036",
      "zh_CN": "「离垢」就是放下，放下一切的欲望，放下自私自利。念念想众生，不要想自己；想别人的利益，不要想自己的利益；这个好，自己所得到的是不可思议的；念念为自己，所得到的非常有限。我们肯帮助别人，众神会帮助我们，感应不可思议，完全是一片真诚，我们得到的回报。但是我们并没有希求回报，我们念念只是帮助佛法、帮助众生，希望佛法能够久住世间，希望众生有机缘能够闻佛法；除此之外，我们没有其他的念头。所以一切都得到诸佛护念，都得到龙天善神的护持，得到他们帮助。",
      "zh_TW": "「離垢」就是放下，放下一切的欲望，放下自私自利。念念想眾生，不要想自己；想別人的利益，不要想自己的利益；這個好，自己所得到的是不可思議的；念念為自己，所得到的非常有限。我們肯幫助別人，眾神會幫助我們，感應不可思議，完全是一片真誠，我們得到的回報。但是我們並沒有希求回報，我們念念只是幫助佛法、幫助眾生，希望佛法能夠久住世間，希望眾生有機緣能夠聞佛法；除此之外，我們沒有其他的念頭。所以一切都得到諸佛護念，都得到龍天善神的護持，得到他們幫助。"
    },
    {
      "id": "12-017-0401_p0037",
      "zh_CN": "『端严照十方』，端正庄严。「照」，用现代的话来讲，就是这一个思想的波，遍及十方法界，与十方一切众生起感应道交。上面讲的意思都是就佛境界所说的，下面有一行说，「若约天说，即四句皆是定用；以住此解脱，能见佛体用因果故」。能见佛体，能见佛用，能见佛因果，这个说法也非常的圆满。今天我们就讲到此地。",
      "zh_TW": "『端嚴照十方』，端正莊嚴。「照」，用現代的話來講，就是這一個思想的波，遍及十方法界，與十方一切眾生起感應道交。上面講的意思都是就佛境界所說的，下面有一行說，「若約天說，即四句皆是定用；以住此解脫，能見佛體用因果故」。能見佛體，能見佛用，能見佛因果，這個說法也非常的圓滿。今天我們就講到此地。"
    }
  ]
}