{
  "doc_id": "12-017-0840",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八四０卷",
    "zh_TW": "第八四０卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0840",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "12-017-0840_p0001",
      "zh_CN": "诸位同学，我们接着前面看别辨二十层大刹，第一段第六句：",
      "zh_TW": "諸位同學，我們接著前面看別辨二十層大剎，第一段第六句："
    },
    {
      "id": "12-017-0840_p0002",
      "zh_CN": "【佛刹微尘数世界周匝围绕。】",
      "zh_TW": "【佛剎微塵數世界周匝圍繞。】"
    },
    {
      "id": "12-017-0840_p0003",
      "zh_CN": "这是为我们说明主刹周围的环境，有许许多多世界围绕。这个现象，现代我们从天文望远镜里面观察到的天体，跟经上讲的可以说是完全相同。当中一个大的星球，在它的周围有比它小一些的星球，有更小的星球，还有很小的小星球。现在我们一般人对于太阳系都了解得相当清楚，太阳是中心，有九大行星，这是大行星『周匝围绕』。除这些大行星之外，还有无数的小行星，各有各的轨道，它不会错乱，也在围绕着太阳很有规律的在运动。这是一个星系，我们看到「周匝围绕」的现象。太阳是一个星系，这个星系又围绕着银河。像太阳这样的星系又是无量无边，无量无边像太阳这种星系围绕着银河，在银河周围也是在「周匝围绕」。这个下面讲：",
      "zh_TW": "這是為我們說明主剎周圍的環境，有許許多多世界圍繞。這個現象，現代我們從天文望遠鏡裡面觀察到的天體，跟經上講的可以說是完全相同。當中一個大的星球，在它的周圍有比它小一些的星球，有更小的星球，還有很小的小星球。現在我們一般人對於太陽系都了解得相當清楚，太陽是中心，有九大行星，這是大行星『周匝圍繞』。除這些大行星之外，還有無數的小行星，各有各的軌道，它不會錯亂，也在圍繞著太陽很有規律的在運動。這是一個星系，我們看到「周匝圍繞」的現象。太陽是一個星系，這個星系又圍繞著銀河。像太陽這樣的星系又是無量無邊，無量無邊像太陽這種星系圍繞著銀河，在銀河周圍也是在「周匝圍繞」。這個下面講："
    },
    {
      "id": "12-017-0840_p0004",
      "zh_CN": "【种种安住。种种庄严。】",
      "zh_TW": "【種種安住。種種莊嚴。】"
    },
    {
      "id": "12-017-0840_p0005",
      "zh_CN": "这还是属于这一句。『种种』是星球、星系里面的生物，我们现在讲的动物、植物、矿物，『安住』在这个星系，安住在这些星球上，庄严世界！佛在经典上告诉我们，我们六道凡夫因为迷失了自性，六根的能力受了很大的局限，没有办法突破时空的维次。即使我们利用科学的工具，这些科学工具对我们的观察确实带来了很大的帮助。但是我们的知识也是局限在这个现象的「当然」，对于现象的「所以然」依旧是个谜。科学家有许多的推测，这些推测是不是完全正确，这个有疑问。",
      "zh_TW": "這還是屬於這一句。『種種』是星球、星系裡面的生物，我們現在講的動物、植物、礦物，『安住』在這個星系，安住在這些星球上，莊嚴世界！佛在經典上告訴我們，我們六道凡夫因為迷失了自性，六根的能力受了很大的侷限，沒有辦法突破時空的維次。即使我們利用科學的工具，這些科學工具對我們的觀察確實帶來了很大的幫助。但是我們的知識也是侷限在這個現象的「當然」，對於現象的「所以然」依舊是個謎。科學家有許多的推測，這些推測是不是完全正確，這個有疑問。"
    },
    {
      "id": "12-017-0840_p0006",
      "zh_CN": "像发现很多定律，过去人都以为这是真理，后来的科学家又有新的发现、有新的理论，往往把旧的定律推翻了，这个事情例子很多。所以现在科学家没有人敢讲他所发现的定律是永恒不变的，也很可能到底下一个科学家发现新的，又把他的理论推翻了。这就是真正「所以然」的道理还是一个问号、还是一个谜。",
      "zh_TW": "像發現很多定律，過去人都以為這是真理，後來的科學家又有新的發現、有新的理論，往往把舊的定律推翻了，這個事情例子很多。所以現在科學家沒有人敢講他所發現的定律是永恆不變的，也很可能到底下一個科學家發現新的，又把他的理論推翻了。這就是真正「所以然」的道理還是一個問號、還是一個謎。"
    },
    {
      "id": "12-017-0840_p0007",
      "zh_CN": "我们在佛经上看到，佛所说的是有道理，佛的观察不需要藉科学仪器，他就直接用我们六根的本能。所以佛在经上讲「一切众生皆有如来智慧德相」，德就是能力、德能，一切众生统统具足，不须要借重这些科学工具，用本能，本能才真正能观察到真相。佛在大乘经上，关于这些事情佛也曾经说到，佛的说法往往也是简单明了点到为止。为什么？因为凡夫有障碍，佛所说出这个境界凡夫不能接受。凡是凡夫不能接受的，佛就不说了。",
      "zh_TW": "我們在佛經上看到，佛所說的是有道理，佛的觀察不需要藉科學儀器，他就直接用我們六根的本能。所以佛在經上講「一切眾生皆有如來智慧德相」，德就是能力、德能，一切眾生統統具足，不須要借重這些科學工具，用本能，本能才真正能觀察到真相。佛在大乘經上，關於這些事情佛也曾經說到，佛的說法往往也是簡單明瞭點到為止。為什麼？因為凡夫有障礙，佛所說出這個境界凡夫不能接受。凡是凡夫不能接受的，佛就不說了。"
    },
    {
      "id": "12-017-0840_p0008",
      "zh_CN": "所以佛依二谛说法，他教人依二谛，二谛是真谛、俗谛。「真谛」是讲宇宙人生真相，佛说得少；「俗谛」是随顺我们众生的知识、能力，这个一说我们都能接受。佛的教学方法非常巧妙，怎样帮助众生由俗谛再慢慢进入到真谛，这是佛教学的善巧。先教给我们用思惟，这是俗谛，最后告诉我们可以不用思惟，那就属于真谛了。大乘教里面所谓是「思尽还原」，还原就见到真的了，真的，心境就一如了。在这个境界里面，所有不同维次空间全部突破，这不是科学机械能办得到的。所以人的聪明，佛家讲世间的聪明智慧、思惟想像、创造发明是有极限的、有限度的，心性的本能是无限的！",
      "zh_TW": "所以佛依二諦說法，他教人依二諦，二諦是真諦、俗諦。「真諦」是講宇宙人生真相，佛說得少；「俗諦」是隨順我們眾生的知識、能力，這個一說我們都能接受。佛的教學方法非常巧妙，怎樣幫助眾生由俗諦再慢慢進入到真諦，這是佛教學的善巧。先教給我們用思惟，這是俗諦，最後告訴我們可以不用思惟，那就屬於真諦了。大乘教裡面所謂是「思盡還原」，還原就見到真的了，真的，心境就一如了。在這個境界裡面，所有不同維次空間全部突破，這不是科學機械能辦得到的。所以人的聰明，佛家講世間的聰明智慧、思惟想像、創造發明是有極限的、有限度的，心性的本能是無限的！"
    },
    {
      "id": "12-017-0840_p0009",
      "zh_CN": "中国外国自古以来都有一些预言家，我们在年轻的时候，对于这些预言的说法都充满了好奇心。学佛之后，我向老师请教过，这些预言根据过去、观察现在、推测未来，可靠吗？准确吗？我们能相信吗？老师告诉我，世间大多数的预言是根据数学，那的确是很高深的数学，在中国是讲《易经》，从数理上来推断。但是这个推断有时候准确，有时候不准确，为什么？这个数字小数点多少位之下的，要是错了一个字，准确性就产生偏差了；一丝毫没有错误，大致上是准确的。所以用佛法的术语来讲，它是属于比量，它不是现量。",
      "zh_TW": "中國外國自古以來都有一些預言家，我們在年輕的時候，對於這些預言的說法都充滿了好奇心。學佛之後，我向老師請教過，這些預言根據過去、觀察現在、推測未來，可靠嗎？準確嗎？我們能相信嗎？老師告訴我，世間大多數的預言是根據數學，那的確是很高深的數學，在中國是講《易經》，從數理上來推斷。但是這個推斷有時候準確，有時候不準確，為什麼？這個數字小數點多少位之下的，要是錯了一個字，準確性就產生偏差了；一絲毫沒有錯誤，大致上是準確的。所以用佛法的術語來講，它是屬於比量，它不是現量。"
    },
    {
      "id": "12-017-0840_p0010",
      "zh_CN": "但是预言里头有极少数，李老师举一个例子，像黄蘗禅师他所说的，他说那个可能是正确的，因为禅师是定中的境界。在相当深度禅定境界里面，可以突破局部的空间维次，他可以看到未来一百年、两百年、一千年、两千年，那完全看他定功的浅深，定功愈深突破空间维次就愈大。小小的定功能够预料几个月的事情，两、三个月的事情，五、六个月的事情，很准确，这是定功浅者，他有这个能力。那个定功深的，能够看到一百年、两百年、四、五百年。",
      "zh_TW": "但是預言裡頭有極少數，李老師舉一個例子，像黃蘗禪師他所說的，他說那個可能是正確的，因為禪師是定中的境界。在相當深度禪定境界裡面，可以突破局部的空間維次，他可以看到未來一百年、兩百年、一千年、兩千年，那完全看他定功的淺深，定功愈深突破空間維次就愈大。小小的定功能夠預料幾個月的事情，兩、三個月的事情，五、六個月的事情，很準確，這是定功淺者，他有這個能力。那個定功深的，能夠看到一百年、兩百年、四、五百年。"
    },
    {
      "id": "12-017-0840_p0011",
      "zh_CN": "黄蘗禅师是唐朝人，他的预言诗是讲我们现代；换句话说，他的预言诗里所说的大概是一千四、五百年以后的事情，这个定功我们看也相当可观！他的预言诗不多，好像只有十四首，是从明朝开国讲到现代，这一段时间在中国这个地区所发生的这些社会现象。但是这些预言无论是中国、是外国，言辞都非常隐晦，不容易看清楚，往往是事情过了之后，看他这个，他讲得很对。在事情没发生的时候看不懂，不知道他说些什么；事后你把它仔细去研究一下，都有应验。",
      "zh_TW": "黃蘗禪師是唐朝人，他的預言詩是講我們現代；換句話說，他的預言詩裡所說的大概是一千四、五百年以後的事情，這個定功我們看也相當可觀！他的預言詩不多，好像只有十四首，是從明朝開國講到現代，這一段時間在中國這個地區所發生的這些社會現象。但是這些預言無論是中國、是外國，言辭都非常隱晦，不容易看清楚，往往是事情過了之後，看他這個，他講得很對。在事情沒發生的時候看不懂，不知道他說些什麼；事後你把它仔細去研究一下，都有應驗。"
    },
    {
      "id": "12-017-0840_p0012",
      "zh_CN": "由此可知，这「种种安住，种种庄严」好像是有定数。这又为什么？为什么会有定数？最普遍的、最浅显的，人一生的际遇，我们一般讲命运，你遇到真正高明的这些人，他给你推算。像了凡先生遇到孔先生，孔先生是相当高明的人，他是根据数理来推算的，算你一个人这一生命运算得很准确。他的依据是生辰八字、你出生的地方、你出生的时候，这都有关系。而实实在在的这数理的判断也是「知其当然，不知其所以然」。所以，能够把你的命运算得很准确，不知道你的命运是什么人给你安排的，也不知道这个命运有没有办法改变。",
      "zh_TW": "由此可知，這「種種安住，種種莊嚴」好像是有定數。這又為什麼？為什麼會有定數？最普遍的、最淺顯的，人一生的際遇，我們一般講命運，你遇到真正高明的這些人，他給你推算。像了凡先生遇到孔先生，孔先生是相當高明的人，他是根據數理來推算的，算你一個人這一生命運算得很準確。他的依據是生辰八字、你出生的地方、你出生的時候，這都有關係。而實實在在的這數理的判斷也是「知其當然，不知其所以然」。所以，能夠把你的命運算得很準確，不知道你的命運是什麼人給你安排的，也不知道這個命運有沒有辦法改變。"
    },
    {
      "id": "12-017-0840_p0013",
      "zh_CN": "这桩事情一直到今天，社会上许许多多的大众，对于自己的命运很关心。遇到这些算命、看相、看风水的，都想向他们请教，尤其是要求教改命的方法。这些江湖术士要跟你谈条件，帮你改命运、帮你改风水，需要多少代价。诸位如果遇到这些，那你要想想：我付出这么多代价了，我的命运、风水是不是真的改了？我们在历史上看，那些真正高明的人，指点你的迷津，往往是没有代价的。而是什么？跟你有缘。",
      "zh_TW": "這樁事情一直到今天，社會上許許多多的大眾，對於自己的命運很關心。遇到這些算命、看相、看風水的，都想向他們請教，尤其是要求教改命的方法。這些江湖術士要跟你談條件，幫你改命運、幫你改風水，需要多少代價。諸位如果遇到這些，那你要想想：我付出這麼多代價了，我的命運、風水是不是真的改了？我們在歷史上看，那些真正高明的人，指點你的迷津，往往是沒有代價的。而是什麼？跟你有緣。"
    },
    {
      "id": "12-017-0840_p0014",
      "zh_CN": "孔先生跟了凡先生有缘，指点他；云谷禅师跟了凡先生也有缘，帮他改造。从什么地方改造？从心理上改造，这是正确的，这不是迷信。所以佛在经里头常常告诉我们，每个人确实有命运。命运从哪里来？命运是过去生中造作的业力。我们每一个人，一切的动物、植物，凡是生长在这个地球上，都是业力变现的。佛说得透彻。能不能改？当然能改。要从行业上去改，从心行上去改，起心动念、言语造作，从这上改。如果心行善，言语造作善，你的命运当然是好的，当然是福、是吉祥；如果我们的心行不善，言语行为不善，我们的果报当然就不善了，常常遇到凶灾，受到苦报。",
      "zh_TW": "孔先生跟了凡先生有緣，指點他；雲谷禪師跟了凡先生也有緣，幫他改造。從什麼地方改造？從心理上改造，這是正確的，這不是迷信。所以佛在經裡頭常常告訴我們，每個人確實有命運。命運從哪裡來？命運是過去生中造作的業力。我們每一個人，一切的動物、植物，凡是生長在這個地球上，都是業力變現的。佛說得透徹。能不能改？當然能改。要從行業上去改，從心行上去改，起心動念、言語造作，從這上改。如果心行善，言語造作善，你的命運當然是好的，當然是福、是吉祥；如果我們的心行不善，言語行為不善，我們的果報當然就不善了，常常遇到凶災，受到苦報。"
    },
    {
      "id": "12-017-0840_p0015",
      "zh_CN": "所以说到「种种庄严」，这个里面有因、有果、有缘，种种是非常复杂，我们要认识清楚、要明了。种善因决定得善果，善是庄严，善果庄严善因；恶的因必定有恶报，恶报庄严恶因。佛法里面讲十法界依正庄严，十法界包括地狱，地狱里头那些恶的果报庄严他恶的行业。他那个恶的行业必须要消除，什么方法消除？果报就消除了。所以，善的果报消你的善因，恶的果报消你的恶因，就报掉了；报掉了好，恢复到清净心。但是问题是他在受果报的时候，他又造因，于是因果缠绵、相续、转变、循环，好像永远不断。这个道理、这些现象我们要很细心去观察，把它所以然之处发觉出来，这个样子才真正能解决问题。",
      "zh_TW": "所以說到「種種莊嚴」，這個裡面有因、有果、有緣，種種是非常複雜，我們要認識清楚、要明瞭。種善因決定得善果，善是莊嚴，善果莊嚴善因；惡的因必定有惡報，惡報莊嚴惡因。佛法裡面講十法界依正莊嚴，十法界包括地獄，地獄裡頭那些惡的果報莊嚴他惡的行業。他那個惡的行業必須要消除，什麼方法消除？果報就消除了。所以，善的果報消你的善因，惡的果報消你的惡因，就報掉了；報掉了好，恢復到清淨心。但是問題是他在受果報的時候，他又造因，於是因果纏綿、相續、轉變、循環，好像永遠不斷。這個道理、這些現象我們要很細心去觀察，把它所以然之處發覺出來，這個樣子才真正能解決問題。"
    },
    {
      "id": "12-017-0840_p0016",
      "zh_CN": "在十法界里面，十法界依正庄严里面得自在。这个「得自在」就是祖师大德所谓的「不昧因果」，不是没有因果报应，有！不昧是什么？清清楚楚、明明白白。像我们读「安世高传记」，安世高大师在中国示现两次还命债，他清楚、他明白，前一世误伤人致死，前一世。这一世遇到这个人的时候，也被这个人误伤致死，一报还一报。再遇到的时候，这个怨结解除了，再遇到就不是冤家对头，是朋友了。这是真实的事例，「冤家宜解不宜结」。",
      "zh_TW": "在十法界裡面，十法界依正莊嚴裡面得自在。這個「得自在」就是祖師大德所謂的「不昧因果」，不是沒有因果報應，有！不昧是什麼？清清楚楚、明明白白。像我們讀「安世高傳記」，安世高大師在中國示現兩次還命債，他清楚、他明白，前一世誤傷人致死，前一世。這一世遇到這個人的時候，也被這個人誤傷致死，一報還一報。再遇到的時候，這個怨結解除了，再遇到就不是冤家對頭，是朋友了。這是真實的事例，「冤家宜解不宜結」。"
    },
    {
      "id": "12-017-0840_p0017",
      "zh_CN": "我们受人毁谤，这个人毁谤我，他为什么不毁谤别人？我们学佛的人，对佛法薰修有素的人，他会想到这个问题。他毁谤我，他不毁谤别人，这是果，果必有因。我肯定在前世曾经毁谤过他，现在遇到了，受他的毁谤，这是果报。甚至于受人的陷害，这个人陷害我，他不陷害别人，如果我们过去没有缘，没有这个因缘，这一生当中不可能有这些果报。果必有因，因必有果，我们一定要相信，深明事理，我心就平了，欢喜接受。为什么？帐了了，这还帐、还债付清了；付清，我身心当然自在、当然快乐，这是学佛的人。",
      "zh_TW": "我們受人毀謗，這個人毀謗我，他為什麼不毀謗別人？我們學佛的人，對佛法薰修有素的人，他會想到這個問題。他毀謗我，他不毀謗別人，這是果，果必有因。我肯定在前世曾經毀謗過他，現在遇到了，受他的毀謗，這是果報。甚至於受人的陷害，這個人陷害我，他不陷害別人，如果我們過去沒有緣，沒有這個因緣，這一生當中不可能有這些果報。果必有因，因必有果，我們一定要相信，深明事理，我心就平了，歡喜接受。為什麼？帳了了，這還帳、還債付清了；付清，我身心當然自在、當然快樂，這是學佛的人。"
    },
    {
      "id": "12-017-0840_p0018",
      "zh_CN": "祖师大德常常讲一切作还债想。再见面是朋友了，再见面一定互相尊重，我有困难的时候，他会援手、会帮助我。所以，我们纵然无缘无故受人的误会、毁谤，决定不要计较，决定不要辩白，诚诚恳恳欢欢喜喜接受。接受之后，自己要反省，古人教导我们「有则改之，无则加勉」。有，我有没有得罪他的地方？果然有，我要改过自新。他对我的误会、对我的毁谤、对我的陷害，提醒我忏悔，提醒我改过。如果确确实实没有，是很冤枉，那你就晓得我这一生跟他没有过节，这个过节肯定是过去生的。过去生的过节，现在受到这个果报了，报完之后就化解了。所以不能有怨恨心，如果有怨恨心，这个结没有解开，没化解。没有化解怎么样？将来还会遇到，纵然这一生遇不到，来生还可能会遇到。",
      "zh_TW": "祖師大德常常講一切作還債想。再見面是朋友了，再見面一定互相尊重，我有困難的時候，他會援手、會幫助我。所以，我們縱然無緣無故受人的誤會、毀謗，決定不要計較，決定不要辯白，誠誠懇懇歡歡喜喜接受。接受之後，自己要反省，古人教導我們「有則改之，無則加勉」。有，我有沒有得罪他的地方？果然有，我要改過自新。他對我的誤會、對我的毀謗、對我的陷害，提醒我懺悔，提醒我改過。如果確確實實沒有，是很冤枉，那你就曉得我這一生跟他沒有過節，這個過節肯定是過去生的。過去生的過節，現在受到這個果報了，報完之後就化解了。所以不能有怨恨心，如果有怨恨心，這個結沒有解開，沒化解。沒有化解怎麼樣？將來還會遇到，縱然這一生遇不到，來生還可能會遇到。"
    },
    {
      "id": "12-017-0840_p0019",
      "zh_CN": "佛在经上讲的「纵使百千劫，因缘遇会时，果报还自受」，佛给我们讲的，这是宇宙人生的真相。谁相信佛说的？我们在佛法里头半个世纪的薰修，深信不疑，能信能解而后才能行。有许多同修遇到我的时候跟我说，学佛几年了，知道自己习气烦恼很重，知道佛法好，就是改不过来，时时刻刻烦恼还起现行。问我怎么办？那我是从这几十年学佛经验当中体会到的。我告诉他：你薰修的时间不够，所以你的功夫不得力。这一桩事情与自己宿世善根有密切的关系。",
      "zh_TW": "佛在經上講的「縱使百千劫，因緣遇會時，果報還自受」，佛給我們講的，這是宇宙人生的真相。誰相信佛說的？我們在佛法裡頭半個世紀的薰修，深信不疑，能信能解而後才能行。有許多同修遇到我的時候跟我說，學佛幾年了，知道自己習氣煩惱很重，知道佛法好，就是改不過來，時時刻刻煩惱還起現行。問我怎麼辦？那我是從這幾十年學佛經驗當中體會到的。我告訴他：你薰修的時間不夠，所以你的功夫不得力。這一樁事情與自己宿世善根有密切的關係。"
    },
    {
      "id": "12-017-0840_p0020",
      "zh_CN": "宿世的善根从哪里看？从心量上看。我没学佛，处事待人接物心量比较大，不太计较，大而化之，很随便，这种人宿世有善根，他修学容易。为什么？容易放下。如果这个人心量很小，无论大小事情斤斤计较，这个修学比较困难。我在这一点是属于前者，我从小对于一切事情好像天生就看得比较淡，能让别人。",
      "zh_TW": "宿世的善根從哪裡看？從心量上看。我沒學佛，處事待人接物心量比較大，不太計較，大而化之，很隨便，這種人宿世有善根，他修學容易。為什麼？容易放下。如果這個人心量很小，無論大小事情斤斤計較，這個修學比較困難。我在這一點是屬於前者，我從小對於一切事情好像天生就看得比較淡，能讓別人。"
    },
    {
      "id": "12-017-0840_p0021",
      "zh_CN": "年轻没有学佛的时候，在社会上工作，我就能承担我同事的过失。他们犯了过失，长官会骂人、会责备，当然不是很大的过失，小过失。我做事情谨慎，很少有过失，所以长官对我很信任、很欢喜。纵然有什么过失的时候，他也不说，也不计较。为什么？不常犯过！所以有些同事犯了过失，他说：这个老板要骂人了！我说：没关系，你说是我做错了，他要问你，你说我做错了，我替你承当。好事、有功，我能够让给别人，别人有过，我能够代他承当。",
      "zh_TW": "年輕沒有學佛的時候，在社會上工作，我就能承擔我同事的過失。他們犯了過失，長官會罵人、會責備，當然不是很大的過失，小過失。我做事情謹慎，很少有過失，所以長官對我很信任、很歡喜。縱然有什麼過失的時候，他也不說，也不計較。為什麼？不常犯過！所以有些同事犯了過失，他說：這個老闆要罵人了！我說：沒關係，你說是我做錯了，他要問你，你說我做錯了，我替你承當。好事、有功，我能夠讓給別人，別人有過，我能夠代他承當。"
    },
    {
      "id": "12-017-0840_p0022",
      "zh_CN": "没学佛之前，我欢喜为大众服务，这个一般人讲的牺牲奉献，这个好像是天性。天性是什么？前世的习气。在学校读书，我的老师很欢喜我，同学很爱护我。为什么？我很乐意为学校同学们服务，能够舍己为人，天性。对于名利不太重视，尤其对于钱财，从小对钱财就看得非常淡薄。而我母亲对于我这个性格常常摇头，不要钱，替人服务不要代价。好在母亲是生长在农村，还有传统的旧的观念，这个道德观念，没有逼着我一定要赚钱、一定要求名求利，没有。",
      "zh_TW": "沒學佛之前，我歡喜為大眾服務，這個一般人講的犧牲奉獻，這個好像是天性。天性是什麼？前世的習氣。在學校讀書，我的老師很歡喜我，同學很愛護我。為什麼？我很樂意為學校同學們服務，能夠捨己為人，天性。對於名利不太重視，尤其對於錢財，從小對錢財就看得非常淡薄。而我母親對於我這個性格常常搖頭，不要錢，替人服務不要代價。好在母親是生長在農村，還有傳統的舊的觀念，這個道德觀念，沒有逼著我一定要賺錢、一定要求名求利，沒有。"
    },
    {
      "id": "12-017-0840_p0023",
      "zh_CN": "这些学佛之后，我们知道佛经里面讲的宿世善根，所以遇到善知识，善知识欢喜，好教！做学生听话，能够顺从老师的教诲。我亲近这个老师，我对他就有信心，我对老师不会怀疑。虽然有人在我面前毁谤老师，我也不怀疑，我有判断的能力。你毁谤老师，说我老师这样不对、那样不对，你跟我老师有没有交往？有没有真的接近过？而很多都没有往来，听别人说的；听别人说的不可靠，谣言！而我是真正亲近老师，往来密切。你听人说的，我亲自接触的，我亲自接触观察的跟你讲的不一样。我要信我的眼睛，我要信我的耳朵，我要信我的观察，我不能信你的谣言，这一点是我的长处，不轻易听信谣言。",
      "zh_TW": "這些學佛之後，我們知道佛經裡面講的宿世善根，所以遇到善知識，善知識歡喜，好教！做學生聽話，能夠順從老師的教誨。我親近這個老師，我對他就有信心，我對老師不會懷疑。雖然有人在我面前毀謗老師，我也不懷疑，我有判斷的能力。你毀謗老師，說我老師這樣不對、那樣不對，你跟我老師有沒有交往？有沒有真的接近過？而很多都沒有往來，聽別人說的；聽別人說的不可靠，謠言！而我是真正親近老師，往來密切。你聽人說的，我親自接觸的，我親自接觸觀察的跟你講的不一樣。我要信我的眼睛，我要信我的耳朵，我要信我的觀察，我不能信你的謠言，這一點是我的長處，不輕易聽信謠言。"
    },
    {
      "id": "12-017-0840_p0024",
      "zh_CN": "所以我接受老师教诲十三年，十三年也不算短。章嘉大师教我三年，他老人家往生之后，我跟李老师十年，从这个基础锲而不舍。几十年的学习，每一天没有离开经本，烦恼习气我也没有刻意去断它、去伏它，它自自然然的轻了。李老师跟我讲的，我体验到了，我跟他学，这都跟诸位报告过，他不让我写笔记，我曾经问他为什么？他说：你的境界年年不一样，到明年你的境界比今年提升了，你今年写的东西没用处了。我想想是有道理，所以真的听了他的话，确实如此。",
      "zh_TW": "所以我接受老師教誨十三年，十三年也不算短。章嘉大師教我三年，他老人家往生之後，我跟李老師十年，從這個基礎鍥而不捨。幾十年的學習，每一天沒有離開經本，煩惱習氣我也沒有刻意去斷它、去伏它，它自自然然的輕了。李老師跟我講的，我體驗到了，我跟他學，這都跟諸位報告過，他不讓我寫筆記，我曾經問他為什麼？他說：你的境界年年不一樣，到明年你的境界比今年提升了，你今年寫的東西沒用處了。我想想是有道理，所以真的聽了他的話，確實如此。"
    },
    {
      "id": "12-017-0840_p0025",
      "zh_CN": "老师这个开导，诸位同学，现在讲经都留的有录相带，你可以从这个地方体会得到。《华严》我们讲了四年，超过一千五百个小时，如果诸位把这个四年我所讲的经，你从头再听一遍，你听我四年前所讲的，跟今天境界不一样，有很大明显的差距。你仔细再观察，年年不一样；再仔细观察，月月不一样。什么原因？这个原因、道理我们现在很清楚很明白了，薰习，我每天在接受佛法的薰习，远离世法的薰习。所以世法的情执一天比一天淡薄，佛法的法味一天比一天浓厚，道理在此地。",
      "zh_TW": "老師這個開導，諸位同學，現在講經都留的有錄相帶，你可以從這個地方體會得到。《華嚴》我們講了四年，超過一千五百個小時，如果諸位把這個四年我所講的經，你從頭再聽一遍，你聽我四年前所講的，跟今天境界不一樣，有很大明顯的差距。你仔細再觀察，年年不一樣；再仔細觀察，月月不一樣。什麼原因？這個原因、道理我們現在很清楚很明白了，薰習，我每天在接受佛法的薰習，遠離世法的薰習。所以世法的情執一天比一天淡薄，佛法的法味一天比一天濃厚，道理在此地。"
    },
    {
      "id": "12-017-0840_p0026",
      "zh_CN": "于是古德所说的一门深入，长时薰修，我是五十年的薰修，年年在变，才变成这个样子。你们薰修的时间短，没有我的时间这么长；你们的根机，仔细想想，大概没有我根机这么深厚。从小对人就用真诚心，这一生当中，这是我自己反省检点，我能够自慰，一生没有害人的念头，一生没有做对不起人的事情，我很快乐。别人对我或许不信任，我对别人信任。",
      "zh_TW": "於是古德所說的一門深入，長時薰修，我是五十年的薰修，年年在變，才變成這個樣子。你們薰修的時間短，沒有我的時間這麼長；你們的根機，仔細想想，大概沒有我根機這麼深厚。從小對人就用真誠心，這一生當中，這是我自己反省檢點，我能夠自慰，一生沒有害人的念頭，一生沒有做對不起人的事情，我很快樂。別人對我或許不信任，我對別人信任。"
    },
    {
      "id": "12-017-0840_p0027",
      "zh_CN": "所以黄念祖居士有一次开玩笑的讲：净空法师，你这一生要不往生西方极乐世界，你的来生福报大的不得了！这个话是真话，这不是赞叹。人的一生最幸福、最快乐、最大的好事，一生对人对事对物不亏心，对得起天地良心，对得起一切众生。念念为众生幸福美满着想，绝对没有一个念头损人利己，没这个念头，只有损自利人，这是我一生。所以我很快乐、很幸福，身心清净没有污染，今天即使在红尘里面，也不会再染红尘了。佛法薰修的利益，这是我这一生当中的经验，提供给诸位同学们做参考。现在时间到了。",
      "zh_TW": "所以黃念祖居士有一次開玩笑的講：淨空法師，你這一生要不往生西方極樂世界，你的來生福報大的不得了！這個話是真話，這不是讚歎。人的一生最幸福、最快樂、最大的好事，一生對人對事對物不虧心，對得起天地良心，對得起一切眾生。念念為眾生幸福美滿著想，絕對沒有一個念頭損人利己，沒這個念頭，只有損自利人，這是我一生。所以我很快樂、很幸福，身心清淨沒有污染，今天即使在紅塵裡面，也不會再染紅塵了。佛法薰修的利益，這是我這一生當中的經驗，提供給諸位同學們做參考。現在時間到了。"
    },
    {
      "id": "12-017-0840_p0028",
      "zh_CN": "诸位同学，我们接着看这一段末后的这一句：",
      "zh_TW": "諸位同學，我們接著看這一段末後的這一句："
    },
    {
      "id": "12-017-0840_p0029",
      "zh_CN": "【佛号净眼离垢灯。】",
      "zh_TW": "【佛號淨眼離垢燈。】"
    },
    {
      "id": "12-017-0840_p0030",
      "zh_CN": "这是将本界的佛名说出来了。一个世界一定有一位佛陀，在这个地区教化众生，没有说一个世界没有佛的。假如这个世界没有佛；换句话说，这个世界不能成立，这个道理我们要懂。世界纵然是浊恶的，像我们这个娑婆世界，佛在经上常讲五浊恶世，现在浊恶到极处，如果没有佛力在这里加持，这个世界决定毁灭。众生造极重的罪业，世界还照样存在，这什么原因？必定有一股善的力量在支持，所以这个世间叫凡圣同居土。",
      "zh_TW": "這是將本界的佛名說出來了。一個世界一定有一位佛陀，在這個地區教化眾生，沒有說一個世界沒有佛的。假如這個世界沒有佛；換句話說，這個世界不能成立，這個道理我們要懂。世界縱然是濁惡的，像我們這個娑婆世界，佛在經上常講五濁惡世，現在濁惡到極處，如果沒有佛力在這裡加持，這個世界決定毀滅。眾生造極重的罪業，世界還照樣存在，這什麼原因？必定有一股善的力量在支持，所以這個世間叫凡聖同居土。"
    },
    {
      "id": "12-017-0840_p0031",
      "zh_CN": "凡人造业，圣人在修福，凡人造极重罪业，还享圣人的福；享福并不知道，对于圣人也不知道感恩。圣人毕竟是圣人，圣人也不会怪你，真正是难能可贵。圣人之所以，在我们凡夫讲很辛苦，来照顾这些叛逆的兄弟姊妹、叛逆的学生，还是这样真诚清净慈悲的来照顾，这就是性德圆满自然的流露，很不容易！我们学佛不能不体会到这一个深层，要向佛菩萨学习。",
      "zh_TW": "凡人造業，聖人在修福，凡人造極重罪業，還享聖人的福；享福並不知道，對於聖人也不知道感恩。聖人畢竟是聖人，聖人也不會怪你，真正是難能可貴。聖人之所以，在我們凡夫講很辛苦，來照顧這些叛逆的兄弟姊妹、叛逆的學生，還是這樣真誠清淨慈悲的來照顧，這就是性德圓滿自然的流露，很不容易！我們學佛不能不體會到這一個深層，要向佛菩薩學習。"
    },
    {
      "id": "12-017-0840_p0032",
      "zh_CN": "我们凡夫烦恼习气重，禁不起丝毫打击，受一点委屈，我们就很难过，就有怨恨的心，就有报复的念头；这个动机我们要晓得，这是六道轮回的根本，三途苦报的原因，第一个因素。学佛之后，我们常常反省一下，我们的功夫有没有得力？譬如说，过去我们受到委屈，怨恨、报复！现在受了这个委屈，心里难过、瞋恨，没有报复的念头，这就进了一大步，有进步了。如果更进一步，心里头难过，但瞋恚心没有了，不但没有报复的念头，瞋恚心没有了，那你就进了一大步了。到什么时候，受一切的委屈，受一切的伤害，连那个心里难过的心都没有了，那你的功夫差不多了，你再努力一点，你就脱离三界六道了。为什么？真的把轮回心转过来，这一转过来就不是凡夫了，就入了佛菩萨的俱乐部了。",
      "zh_TW": "我們凡夫煩惱習氣重，禁不起絲毫打擊，受一點委屈，我們就很難過，就有怨恨的心，就有報復的念頭；這個動機我們要曉得，這是六道輪迴的根本，三途苦報的原因，第一個因素。學佛之後，我們常常反省一下，我們的功夫有沒有得力？譬如說，過去我們受到委屈，怨恨、報復！現在受了這個委屈，心裡難過、瞋恨，沒有報復的念頭，這就進了一大步，有進步了。如果更進一步，心裡頭難過，但瞋恚心沒有了，不但沒有報復的念頭，瞋恚心沒有了，那你就進了一大步了。到什麼時候，受一切的委屈，受一切的傷害，連那個心裡難過的心都沒有了，那你的功夫差不多了，你再努力一點，你就脫離三界六道了。為什麼？真的把輪迴心轉過來，這一轉過來就不是凡夫了，就入了佛菩薩的俱樂部了。"
    },
    {
      "id": "12-017-0840_p0033",
      "zh_CN": "所以修行在哪里修？你看看《华严经》末后「善财童子五十三参」，清凉大师在注解里面为我们提挈总纲领，他说「历事炼心」。历是经历，一定要经历十法界依正庄严，这一切人事物有顺境、有逆境、有善缘、有恶缘，统统要经历，历炼，在这个里头磨炼，磨炼到顺境善缘不生贪爱，心平静的；逆境恶缘去炼，不生瞋恚。善财童子一生能证得究竟圆满的佛果，就是这个道理，就是这个方法。",
      "zh_TW": "所以修行在哪裡修？你看看《華嚴經》末後「善財童子五十三參」，清涼大師在註解裡面為我們提挈總綱領，他說「歷事鍊心」。歷是經歷，一定要經歷十法界依正莊嚴，這一切人事物有順境、有逆境、有善緣、有惡緣，統統要經歷，歷鍊，在這個裡頭磨鍊，磨鍊到順境善緣不生貪愛，心平靜的；逆境惡緣去鍊，不生瞋恚。善財童子一生能證得究竟圓滿的佛果，就是這個道理，就是這個方法。"
    },
    {
      "id": "12-017-0840_p0034",
      "zh_CN": "这个方法实在讲，就是章嘉大师早年传给我的「看破、放下」。放下妄想分别执着，在逆境恶缘放下报复、放下瞋恚、放下难过。练功，真功夫！你放下报复的念头，这是持戒波罗蜜；放下瞋恚的念头是忍辱波罗蜜；心里难过也放下，是般若波罗蜜。菩萨六度里头这三条比什么都重要。",
      "zh_TW": "這個方法實在講，就是章嘉大師早年傳給我的「看破、放下」。放下妄想分別執著，在逆境惡緣放下報復、放下瞋恚、放下難過。練功，真功夫！你放下報復的念頭，這是持戒波羅蜜；放下瞋恚的念頭是忍辱波羅蜜；心裡難過也放下，是般若波羅蜜。菩薩六度裡頭這三條比什麼都重要。"
    },
    {
      "id": "12-017-0840_p0035",
      "zh_CN": "在顺境里面、善缘里面，我没有占有的念头，没有夺取，没有占有，这属于持戒波罗蜜；没有控制的念头，那是忍辱波罗蜜；随缘而不攀缘，是般若波罗蜜。就如同诸佛菩萨、法身菩萨一样游戏神通，成就究竟圆满的佛道，「佛道无上誓愿成」是这么成就的。",
      "zh_TW": "在順境裡面、善緣裡面，我沒有佔有的念頭，沒有奪取，沒有佔有，這屬於持戒波羅蜜；沒有控制的念頭，那是忍辱波羅蜜；隨緣而不攀緣，是般若波羅蜜。就如同諸佛菩薩、法身菩薩一樣遊戲神通，成就究竟圓滿的佛道，「佛道無上誓願成」是這麼成就的。"
    },
    {
      "id": "12-017-0840_p0036",
      "zh_CN": "本界的佛名『净眼离垢灯』，「净」是清净，「净眼」是智慧之眼，没有一丝毫染污。凡夫的六根有两大类的染污、障碍。清凉大师在注解里面讲「离二障垢，智眼清净，照世如灯，然佛德无边，各随一义」，这个解释简单明了。「二障」是烦恼障、所知障。烦恼本身就是障碍，烦是繁杂，恼是扰乱，身心不安。",
      "zh_TW": "本界的佛名『淨眼離垢燈』，「淨」是清淨，「淨眼」是智慧之眼，沒有一絲毫染污。凡夫的六根有兩大類的染污、障礙。清涼大師在註解裡面講「離二障垢，智眼清淨，照世如燈，然佛德無邊，各隨一義」，這個解釋簡單明瞭。「二障」是煩惱障、所知障。煩惱本身就是障礙，煩是繁雜，惱是擾亂，身心不安。"
    },
    {
      "id": "12-017-0840_p0037",
      "zh_CN": "烦恼无量无边，佛在大乘经里面，把它归纳为六大类，法相唯识经论里头称它作根本烦恼；换句话说，这六大类展开是无量无边的烦恼，佛法里面常讲的八万四千烦恼，四弘誓愿里面说的「烦恼无尽誓愿断」，归纳起来六大类。这六大类头一个是贪，其他是瞋、痴、慢、疑、恶见。恶见展开来也有五类，也是五大类，身见、边见、见取见、戒取见、邪见，合起来叫见思烦恼，所以见烦恼是在思烦恼里头的最后一条「恶见」。",
      "zh_TW": "煩惱無量無邊，佛在大乘經裡面，把它歸納為六大類，法相唯識經論裡頭稱它作根本煩惱；換句話說，這六大類展開是無量無邊的煩惱，佛法裡面常講的八萬四千煩惱，四弘誓願裡面說的「煩惱無盡誓願斷」，歸納起來六大類。這六大類頭一個是貪，其他是瞋、痴、慢、疑、惡見。惡見展開來也有五類，也是五大類，身見、邊見、見取見、戒取見、邪見，合起來叫見思煩惱，所以見煩惱是在思煩惱裡頭的最後一條「惡見」。"
    },
    {
      "id": "12-017-0840_p0038",
      "zh_CN": "所以说六个根本烦恼，把见思烦恼统统都包括在其中，简单的说六个，详细的，把恶见说详细一点，那就是十条，叫见思烦恼。佛告诉我们见思烦恼是六道轮回的根，如果烦恼断了，你就超越六道轮回了；烦恼要不断，你决定出不了六道轮回。为什么？六道轮回是烦恼变现出来的。烦恼「能变」，六道是「所变」，能所是一不是二。",
      "zh_TW": "所以說六個根本煩惱，把見思煩惱統統都包括在其中，簡單的說六個，詳細的，把惡見說詳細一點，那就是十條，叫見思煩惱。佛告訴我們見思煩惱是六道輪迴的根，如果煩惱斷了，你就超越六道輪迴了；煩惱要不斷，你決定出不了六道輪迴。為什麼？六道輪迴是煩惱變現出來的。煩惱「能變」，六道是「所變」，能所是一不是二。"
    },
    {
      "id": "12-017-0840_p0039",
      "zh_CN": "由此可知，我们要希望在这一生成就，这个不能不留意，虽然我们遇到的是无比殊胜的法门，带业往生。带业往生，古来祖师大德跟我们讲得很清楚，只带旧业，不能带新业；可以带种子，不能带现行，这一点千千万万不能误会。为什么？你要是误会了，这一生往生极乐世界，脱离三界六道的机会错过了。",
      "zh_TW": "由此可知，我們要希望在這一生成就，這個不能不留意，雖然我們遇到的是無比殊勝的法門，帶業往生。帶業往生，古來祖師大德跟我們講得很清楚，只帶舊業，不能帶新業；可以帶種子，不能帶現行，這一點千千萬萬不能誤會。為什麼？你要是誤會了，這一生往生極樂世界，脫離三界六道的機會錯過了。"
    },
    {
      "id": "12-017-0840_p0040",
      "zh_CN": "所以头一条贪心不能不断，于世出世间法都不能够有贪心。贪又是所有烦恼的根本，六个根本烦恼再归纳，就成一个贪字。因为你贪不到，才会瞋恨；你要想贪求的，统统都能得到，你就不会有瞋恚心了。但是贪、瞋都是愚痴，你要不痴，不会有贪、瞋的念头；贪瞋的念头是从愚痴，愚痴就是不了解事实真相。说别人误会我，我自己对自己就有一个很大的误会，这个误会就是痴，痴迷、不觉！误以为这个身是自己，真正是很大很大的误会，是误会的根本。",
      "zh_TW": "所以頭一條貪心不能不斷，於世出世間法都不能夠有貪心。貪又是所有煩惱的根本，六個根本煩惱再歸納，就成一個貪字。因為你貪不到，才會瞋恨；你要想貪求的，統統都能得到，你就不會有瞋恚心了。但是貪、瞋都是愚痴，你要不痴，不會有貪、瞋的念頭；貪瞋的念頭是從愚痴，愚痴就是不了解事實真相。說別人誤會我，我自己對自己就有一個很大的誤會，這個誤會就是痴，痴迷、不覺！誤以為這個身是自己，真正是很大很大的誤會，是誤會的根本。"
    },
    {
      "id": "12-017-0840_p0041",
      "zh_CN": "这个身，身是我所，不是我。佛法里面的定义，「我」的定义经上讲了很多，讲八个意思，最重要的两个意思；「我」有主宰的意思，「我」有自在的意思。那我们想想，我们这个身能不能做主宰？如果能做主宰，那我年年十八不是很好吗？他为什么要老？一年比一年老，一天比一天老，做不了主，没有自在。要自在，我不生烦恼多好，我清净快乐多好！为什么达不到？你没有自在。自在也就是自由的意思，没有，没有主宰，所以佛说这个身「无我」。",
      "zh_TW": "這個身，身是我所，不是我。佛法裡面的定義，「我」的定義經上講了很多，講八個意思，最重要的兩個意思；「我」有主宰的意思，「我」有自在的意思。那我們想想，我們這個身能不能做主宰？如果能做主宰，那我年年十八不是很好嗎？他為什麼要老？一年比一年老，一天比一天老，做不了主，沒有自在。要自在，我不生煩惱多好，我清淨快樂多好！為什麼達不到？你沒有自在。自在也就是自由的意思，沒有，沒有主宰，所以佛說這個身「無我」。"
    },
    {
      "id": "12-017-0840_p0042",
      "zh_CN": "到底有没有真的我？佛说有，真有。「我」在哪里？佛讲法身是我。法身确实具足主宰的意思、自在的意思。法身不生不灭，是主宰；不来不去、不垢不净、不常不断，自在的意思。佛说般若有我，诸位要知道般若是报身，它有主宰，它自在。解脱里头有我，所以佛讲自性这三德，法身、般若、解脱，三德！",
      "zh_TW": "到底有沒有真的我？佛說有，真有。「我」在哪裡？佛講法身是我。法身確實具足主宰的意思、自在的意思。法身不生不滅，是主宰；不來不去、不垢不淨、不常不斷，自在的意思。佛說般若有我，諸位要知道般若是報身，它有主宰，它自在。解脫裡頭有我，所以佛講自性這三德，法身、般若、解脫，三德！"
    },
    {
      "id": "12-017-0840_p0043",
      "zh_CN": "这三德每一条里面都有「常、乐、我、净」，我们讲常乐我净叫四净德，清净德，法身有、般若有、解脱有。你要证得法身、般若、解脱，你才有我！那个「我」岂不就是禅宗里面常讲的「父母未生前本来面目」，你找到了，找回来了。跟诸位说，法身、般若、解脱我们都具足，只是迷而不觉，并没有失掉。我们今天搞得这个样子、搞得这么可怜，实在讲，佛在经上讲得很清楚很明白，迷失了自性，迷失了三德秘藏。三德秘藏就是法身、般若、解脱，也就是法身、报身、应身。解脱是应身，应化身是解脱，解脱是自在！所以我们今天这个身是业报身，法身是法报身，报身是智报身，佛菩萨的应身是解脱报身，他大自在！觉而不迷，正而不邪，净而不染。",
      "zh_TW": "這三德每一條裡面都有「常、樂、我、淨」，我們講常樂我淨叫四淨德，清淨德，法身有、般若有、解脫有。你要證得法身、般若、解脫，你才有我！那個「我」豈不就是禪宗裡面常講的「父母未生前本來面目」，你找到了，找回來了。跟諸位說，法身、般若、解脫我們都具足，只是迷而不覺，並沒有失掉。我們今天搞得這個樣子、搞得這麼可憐，實在講，佛在經上講得很清楚很明白，迷失了自性，迷失了三德祕藏。三德祕藏就是法身、般若、解脫，也就是法身、報身、應身。解脫是應身，應化身是解脫，解脫是自在！所以我們今天這個身是業報身，法身是法報身，報身是智報身，佛菩薩的應身是解脫報身，他大自在！覺而不迷，正而不邪，淨而不染。"
    },
    {
      "id": "12-017-0840_p0044",
      "zh_CN": "我们学佛，第一天入佛门接受三皈传授，不就是把「觉、正、净」传给我们了！觉正净这是一服药，治什么？治「迷、邪、染」。迷邪染是六道凡夫，佛给我们这一服良药，我们自己要认识、要相信、要好好的服这服药，希望药到病除；觉正净到了，迷邪染除了。除少分证阿罗汉果，除多分你就是菩萨，除尽了你就叫佛陀。一切诸佛在虚空法界教化一切众生，无量无边的经论，归纳起来不出觉正净。",
      "zh_TW": "我們學佛，第一天入佛門接受三皈傳授，不就是把「覺、正、淨」傳給我們了！覺正淨這是一服藥，治什麼？治「迷、邪、染」。迷邪染是六道凡夫，佛給我們這一服良藥，我們自己要認識、要相信、要好好的服這服藥，希望藥到病除；覺正淨到了，迷邪染除了。除少分證阿羅漢果，除多分你就是菩薩，除盡了你就叫佛陀。一切諸佛在虛空法界教化一切眾生，無量無邊的經論，歸納起來不出覺正淨。"
    },
    {
      "id": "12-017-0840_p0045",
      "zh_CN": "由此可知，觉正净是诸佛如来教化一切众生的总纲领、总原则。佛菩萨对于一切众生，确确实实一丝毫隐瞒都没有，你头一天接触就全部给你，没有一丝毫保留的。我们做人要像佛菩萨这样，处事待人接物没有保留、没有隐瞒，完全用真诚心，清净慈悲来对待。",
      "zh_TW": "由此可知，覺正淨是諸佛如來教化一切眾生的總綱領、總原則。佛菩薩對於一切眾生，確確實實一絲毫隱瞞都沒有，你頭一天接觸就全部給你，沒有一絲毫保留的。我們做人要像佛菩薩這樣，處事待人接物沒有保留、沒有隱瞞，完全用真誠心，清淨慈悲來對待。"
    },
    {
      "id": "12-017-0840_p0046",
      "zh_CN": "修行人在修行道路上参差不齐，差别很大，原因在哪里？原因在有人修觉正净还保留一些，有人没有保留，迷邪染丝毫不保留的，这个人进步得好快，我们叫上根利智；有人也修觉正净，但是迷邪染还得保持一半，一半一半，他的进展就慢一点；有人修觉正净，百分只修个百分之二、三，百分之五、六，迷邪染还有百分之九十，他的进展就非常缓慢，就这么回事情。放下，放下什么？放下迷邪染。佛教菩萨修六度，布施、持戒、忍辱、精进、禅定、般若是六服药，对治你六种大病。",
      "zh_TW": "修行人在修行道路上參差不齊，差別很大，原因在哪裡？原因在有人修覺正淨還保留一些，有人沒有保留，迷邪染絲毫不保留的，這個人進步得好快，我們叫上根利智；有人也修覺正淨，但是迷邪染還得保持一半，一半一半，他的進展就慢一點；有人修覺正淨，百分只修個百分之二、三，百分之五、六，迷邪染還有百分之九十，他的進展就非常緩慢，就這麼回事情。放下，放下什麼？放下迷邪染。佛教菩薩修六度，布施、持戒、忍辱、精進、禪定、般若是六服藥，對治你六種大病。"
    },
    {
      "id": "12-017-0840_p0047",
      "zh_CN": "布施是治悭贪的，悭是吝啬，自己有舍不得帮助别人，吝财吝法，悭吝；贪是贪求，这是最严重的烦恼，佛用这个方法帮你消除这个烦恼。所以刚刚学的时候很痛苦，我赚钱很辛苦很难，看到别人可怜，比我更苦，有时候我掉头而去，不理会他们。看看世间人，有钱有势的比我多得很，他为什么不帮助他？没有学佛的人是这种思想，这样的行为。",
      "zh_TW": "布施是治慳貪的，慳是吝嗇，自己有捨不得幫助別人，吝財吝法，慳吝；貪是貪求，這是最嚴重的煩惱，佛用這個方法幫你消除這個煩惱。所以剛剛學的時候很痛苦，我賺錢很辛苦很難，看到別人可憐，比我更苦，有時候我掉頭而去，不理會他們。看看世間人，有錢有勢的比我多得很，他為什麼不幫助他？沒有學佛的人是這種思想，這樣的行為。"
    },
    {
      "id": "12-017-0840_p0048",
      "zh_CN": "学佛之后，佛要我们布施，看到有困难的人、贫穷有需要的人，我就帮助他一点。很难！开始怎么学法？总是我多余的帮助他一点，我不能把我多余的全部帮助他，我在我多余的百分之一、二。总得学若干时日，心量慢慢的大了一点，慈悲心透露出来一点，才能把我多余的，看看你的需要，我分一半给你。或者我能够分个百分之七十、八十给你，还是要保留一点。再过若干年，觉悟的层次提高了，看到你有需要的时候，我可以全部帮助你，宁可我自己生活困难一点，我也要救苦救难。层次慢慢提升了，悭吝的心舍掉了，贪求的心断掉了。那你这样做法，福报会一年比一年增长！",
      "zh_TW": "學佛之後，佛要我們布施，看到有困難的人、貧窮有需要的人，我就幫助他一點。很難！開始怎麼學法？總是我多餘的幫助他一點，我不能把我多餘的全部幫助他，我在我多餘的百分之一、二。總得學若干時日，心量慢慢的大了一點，慈悲心透露出來一點，才能把我多餘的，看看你的需要，我分一半給你。或者我能夠分個百分之七十、八十給你，還是要保留一點。再過若干年，覺悟的層次提高了，看到你有需要的時候，我可以全部幫助你，寧可我自己生活困難一點，我也要救苦救難。層次慢慢提升了，慳吝的心捨掉了，貪求的心斷掉了。那你這樣做法，福報會一年比一年增長！"
    },
    {
      "id": "12-017-0840_p0049",
      "zh_CN": "舍财一定得财富，舍法一定开智慧。这个时候你怎么办？佛教给我们「舍得」。这是佛讲「舍得」真正的意思，我们用的意思是用第二个意思。劝人，你不是求发财吗？你要布施，财布施你才会得财富，那个人果然修布施了。他为什么修布施？他为了贪财布施。原来我舍一可以得万报，那我当然要舍，如果说你舍了之后，什么都得不到，他就不肯舍了。所以他的布施是有条件的，不能像诸佛菩萨无条件的，无条件的得的福就更大了，得大智大富。",
      "zh_TW": "捨財一定得財富，捨法一定開智慧。這個時候你怎麼辦？佛教給我們「捨得」。這是佛講「捨得」真正的意思，我們用的意思是用第二個意思。勸人，你不是求發財嗎？你要布施，財布施你才會得財富，那個人果然修布施了。他為什麼修布施？他為了貪財布施。原來我捨一可以得萬報，那我當然要捨，如果說你捨了之後，什麼都得不到，他就不肯捨了。所以他的布施是有條件的，不能像諸佛菩薩無條件的，無條件的得的福就更大了，得大智大富。"
    },
    {
      "id": "12-017-0840_p0050",
      "zh_CN": "大智大富现前来怎么样？自己不享受，要把你所得的再舍掉，叫舍得，这是佛教菩萨的真实义。你所得的统统都舍掉，然后你所得到的是华藏世界、极乐世界。华藏、极乐不是人造的，不是有意在那个地方策画的，在画图、在构想、在怎么样建造，没有！自自然然变现出来的境界，这个我们一般人没法子想像。",
      "zh_TW": "大智大富現前來怎麼樣？自己不享受，要把你所得的再捨掉，叫捨得，這是佛教菩薩的真實義。你所得的統統都捨掉，然後你所得到的是華藏世界、極樂世界。華藏、極樂不是人造的，不是有意在那個地方策畫的，在畫圖、在構想、在怎麼樣建造，沒有！自自然然變現出來的境界，這個我們一般人沒法子想像。"
    },
    {
      "id": "12-017-0840_p0051",
      "zh_CN": "我们世间人，宫殿楼台总得要去设计、去画图、去建造，你才能有这个享受。佛告诉我们那是你没有福，纵然做到帝王，你那个福报是有漏的，有漏是什么？不清净的。你所修的福报是有条件的，是为了要得福你才修福，为了要得发财你才修财布施，所以你所得到的是需要经验、是需要策画。佛菩萨没有条件，无条件的施舍，他所得的福报是自然的，不需要设计，不需要建造。穿衣服，衣服不需要裁缝，心里想穿什么样衣服，衣服已经在身上了，这才叫自在！要到去买料子、找裁缝、找人设计样式，那不自在。我们明白这个道理，了解这个事实真相，我们要修诸佛如来、法身菩萨的福报。",
      "zh_TW": "我們世間人，宮殿樓台總得要去設計、去畫圖、去建造，你才能有這個享受。佛告訴我們那是你沒有福，縱然做到帝王，你那個福報是有漏的，有漏是什麼？不清淨的。你所修的福報是有條件的，是為了要得福你才修福，為了要得發財你才修財布施，所以你所得到的是需要經驗、是需要策畫。佛菩薩沒有條件，無條件的施捨，他所得的福報是自然的，不需要設計，不需要建造。穿衣服，衣服不需要裁縫，心裡想穿什麼樣衣服，衣服已經在身上了，這才叫自在！要到去買料子、找裁縫、找人設計樣式，那不自在。我們明白這個道理，了解這個事實真相，我們要修諸佛如來、法身菩薩的福報。"
    },
    {
      "id": "12-017-0840_p0052",
      "zh_CN": "换句话说，修布施不附带任何条件，欢欢喜喜布施，这个布施的人有大福报，这是如来对他的赞叹。为什么？悭贪断掉了。你的福报从哪里来？是自性本有的德能相好。我常讲自性里头有三个圆满，圆满的智慧、圆满的德能、圆满的相好，三个合起来叫大圆满。我们要修大圆满的福德智慧，不附带任何条件，福报现前不享受是真享受，我的福报让大众享受，快乐！像做父母一样的，那个慈悲的父母，他有福报，让他的儿孙享受，儿孙满堂，他很快乐。他自己的生活还是很简单，看到儿女享受非常快乐。佛菩萨看到九法界众生享受，快乐无比！",
      "zh_TW": "換句話說，修布施不附帶任何條件，歡歡喜喜布施，這個布施的人有大福報，這是如來對他的讚歎。為什麼？慳貪斷掉了。你的福報從哪裡來？是自性本有的德能相好。我常講自性裡頭有三個圓滿，圓滿的智慧、圓滿的德能、圓滿的相好，三個合起來叫大圓滿。我們要修大圓滿的福德智慧，不附帶任何條件，福報現前不享受是真享受，我的福報讓大眾享受，快樂！像做父母一樣的，那個慈悲的父母，他有福報，讓他的兒孫享受，兒孫滿堂，他很快樂。他自己的生活還是很簡單，看到兒女享受非常快樂。佛菩薩看到九法界眾生享受，快樂無比！"
    },
    {
      "id": "12-017-0840_p0053",
      "zh_CN": "持戒，持戒这一服药是对治恶业的。我们的恶业很重，用什么方法来消这个业障？持戒。你要不持戒，你的业障消不了，持戒是为自己消业障，消自己的别业，持戒也替众生消业障，消众生的共业。这个话怎么讲法？你持戒做给别人看，感动别人，让别人觉悟。他这一觉悟，他尊敬你、仰慕你、向你学习，你不就度了一个人吗？度众生不要用言语，不必用什么方法技巧，自己做榜样、做模范给众生看，特别是给那些造作恶业的众生看。你们杀生，我不杀生；你们吃肉，我不吃肉；你们偷盗，我不偷盗。什么叫偷盗？占别人便宜就是偷盗，有占人便宜的心，盗心！损人利己是偷盗。我没这个念头，我只有损己利人，这是佛菩萨。消自己的业障，破自己的恶业。",
      "zh_TW": "持戒，持戒這一服藥是對治惡業的。我們的惡業很重，用什麼方法來消這個業障？持戒。你要不持戒，你的業障消不了，持戒是為自己消業障，消自己的別業，持戒也替眾生消業障，消眾生的共業。這個話怎麼講法？你持戒做給別人看，感動別人，讓別人覺悟。他這一覺悟，他尊敬你、仰慕你、向你學習，你不就度了一個人嗎？度眾生不要用言語，不必用什麼方法技巧，自己做榜樣、做模範給眾生看，特別是給那些造作惡業的眾生看。你們殺生，我不殺生；你們吃肉，我不吃肉；你們偷盜，我不偷盜。什麼叫偷盜？佔別人便宜就是偷盜，有佔人便宜的心，盜心！損人利己是偷盜。我沒這個念頭，我只有損己利人，這是佛菩薩。消自己的業障，破自己的惡業。"
    },
    {
      "id": "12-017-0840_p0054",
      "zh_CN": "忍辱这一服药治瞋恚，瞋恚的烦恼非常猛厉，佛在经上常讲「一念瞋心起，百万障门开」。怎么样断这个烦恼？修忍辱波罗蜜。忍辱圆满的相，佛在经上讲忍辱仙人被歌利王割截身体，是忍辱圆满的相。忍辱仙人没犯罪，没有过失，碰到这个不讲理的国王，这个国王对他产生误会，说他有罪，凌迟处死。凌迟是用刀一片一片把肉割下来，这样处死的，不是叫你好死，忍辱仙人一丝毫瞋恚的念头没有，忍辱波罗蜜圆满！不但没有报复的念头，还有感恩的念头，感谢他，成就他这一次的考验顺利通过，翻过来要报答他。忍辱仙人说，我将来成佛，头一个度你。忍辱仙人就是本师释迦牟尼佛前身，释迦牟尼佛第一个度的憍陈如尊者，憍陈如的前身就是歌利王。我们要学！",
      "zh_TW": "忍辱這一服藥治瞋恚，瞋恚的煩惱非常猛厲，佛在經上常講「一念瞋心起，百萬障門開」。怎麼樣斷這個煩惱？修忍辱波羅蜜。忍辱圓滿的相，佛在經上講忍辱仙人被歌利王割截身體，是忍辱圓滿的相。忍辱仙人沒犯罪，沒有過失，碰到這個不講理的國王，這個國王對他產生誤會，說他有罪，凌遲處死。凌遲是用刀一片一片把肉割下來，這樣處死的，不是叫你好死，忍辱仙人一絲毫瞋恚的念頭沒有，忍辱波羅蜜圓滿！不但沒有報復的念頭，還有感恩的念頭，感謝他，成就他這一次的考驗順利通過，翻過來要報答他。忍辱仙人說，我將來成佛，頭一個度你。忍辱仙人就是本師釋迦牟尼佛前身，釋迦牟尼佛第一個度的憍陳如尊者，憍陳如的前身就是歌利王。我們要學！"
    },
    {
      "id": "12-017-0840_p0055",
      "zh_CN": "精进波罗蜜这服药是治懈怠的，懈怠是很严重的烦恼，提不起精神。学佛修道要有精神、要勇猛精进，懈怠懒散这是菩萨道上最大的障碍，所以佛教菩萨永远保持勇猛精进。在你没有证得无上道之前，一天都不能够松懈。成佛之后，成佛之后自自然然勇猛精进。为什么？度众生。帮助众生，做样子给众生看，没有懈怠的，永远没有懈怠。你们想想看这味道。",
      "zh_TW": "精進波羅蜜這服藥是治懈怠的，懈怠是很嚴重的煩惱，提不起精神。學佛修道要有精神、要勇猛精進，懈怠懶散這是菩薩道上最大的障礙，所以佛教菩薩永遠保持勇猛精進。在你沒有證得無上道之前，一天都不能夠鬆懈。成佛之後，成佛之後自自然然勇猛精進。為什麼？度眾生。幫助眾生，做樣子給眾生看，沒有懈怠的，永遠沒有懈怠。你們想想看這味道。"
    },
    {
      "id": "12-017-0840_p0056",
      "zh_CN": "禅定这一服药是治散乱的，凡夫的心散乱，妄念纷飞，一天到晚胡思乱想，佛用这一服药来对治。禅定这个名相的意思一定要很清楚、很明白，禅是不被外面境界干扰，不被外面境界影响，外不着相叫做禅；眼见色不会被色相干扰、不会被色相迷惑、不会被色相起心动念，这叫禅定；外不着相是禅，内不动心是定。凡夫不行，凡夫眼见色，被色牵着走，他起心动念了；耳听声，被声拉跑掉了；舌尝味、鼻嗅香，六根随着六尘转，自己做不了主，这很可怜。",
      "zh_TW": "禪定這一服藥是治散亂的，凡夫的心散亂，妄念紛飛，一天到晚胡思亂想，佛用這一服藥來對治。禪定這個名相的意思一定要很清楚、很明白，禪是不被外面境界干擾，不被外面境界影響，外不著相叫做禪；眼見色不會被色相干擾、不會被色相迷惑、不會被色相起心動念，這叫禪定；外不著相是禪，內不動心是定。凡夫不行，凡夫眼見色，被色牽著走，他起心動念了；耳聽聲，被聲拉跑掉了；舌嘗味、鼻嗅香，六根隨著六塵轉，自己做不了主，這很可憐。"
    },
    {
      "id": "12-017-0840_p0057",
      "zh_CN": "佛菩萨自己做得了主，六根在六种境界里面，佛菩萨清清楚楚明明白白，「凡所有相，皆是虚妄」，他不会被外面境界转，他如如不动。六波罗蜜这五条是断烦恼的，你看它所治的全是烦恼，破烦恼障！后面般若波罗蜜是对愚痴的，愚痴是所知障。",
      "zh_TW": "佛菩薩自己做得了主，六根在六種境界裡面，佛菩薩清清楚楚明明白白，「凡所有相，皆是虛妄」，他不會被外面境界轉，他如如不動。六波羅蜜這五條是斷煩惱的，你看它所治的全是煩惱，破煩惱障！後面般若波羅蜜是對愚痴的，愚痴是所知障。"
    },
    {
      "id": "12-017-0840_p0058",
      "zh_CN": "「离二障垢」，垢是比喻；「智眼清净」，举一个例子，眼清净，耳也清净了，六根清净，一尘不染。佛的德号里面「净眼离垢」，名号在教导我们修六波罗蜜，破烦恼、所知二障。清净得到了。我们在讲席里常说真诚、清净、平等、正觉、慈悲，统统都得到了，一个得到一切都得到。我们净宗是从清净心下手，各个宗派不相同，用的方法手段不一样，但是方向跟目标完全相同。",
      "zh_TW": "「離二障垢」，垢是比喻；「智眼清淨」，舉一個例子，眼清淨，耳也清淨了，六根清淨，一塵不染。佛的德號裡面「淨眼離垢」，名號在教導我們修六波羅蜜，破煩惱、所知二障。清淨得到了。我們在講席裡常說真誠、清淨、平等、正覺、慈悲，統統都得到了，一個得到一切都得到。我們淨宗是從清淨心下手，各個宗派不相同，用的方法手段不一樣，但是方向跟目標完全相同。"
    },
    {
      "id": "12-017-0840_p0059",
      "zh_CN": "「照世如灯」，照世如灯就像《般若经》上讲的「照见五蕴皆空」；照见一切法无所有，毕竟空，不可得；照见凡所有相，皆是虚妄；照见一切有为法，如梦幻泡影。用灯来做比喻，灯是什么？日能照、月能照，日月照不到的地方，灯能照，灯的意思很圆满。这是把佛号里面所含的义趣说出来了。",
      "zh_TW": "「照世如燈」，照世如燈就像《般若經》上講的「照見五蘊皆空」；照見一切法無所有，畢竟空，不可得；照見凡所有相，皆是虛妄；照見一切有為法，如夢幻泡影。用燈來做比喻，燈是什麼？日能照、月能照，日月照不到的地方，燈能照，燈的意思很圓滿。這是把佛號裡面所含的義趣說出來了。"
    },
    {
      "id": "12-017-0840_p0060",
      "zh_CN": "向后的经文在佛法里面叫做流水文，流水文意思都一样的，这是二十重华藏世界，一重详细介绍了，后面十九重就不必介绍，念念就可以了。但是念到我会介绍佛的德号，其他的都不必介绍，因为佛的德号不一样，里面表法的义趣不相同，我们在这个里头学习，向佛学习。好，今天时间到了。",
      "zh_TW": "向後的經文在佛法裡面叫做流水文，流水文意思都一樣的，這是二十重華藏世界，一重詳細介紹了，後面十九重就不必介紹，念念就可以了。但是念到我會介紹佛的德號，其他的都不必介紹，因為佛的德號不一樣，裡面表法的義趣不相同，我們在這個裡頭學習，向佛學習。好，今天時間到了。"
    }
  ]
}