{
  "doc_id": "12-017-0654",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六五四卷",
    "zh_TW": "第六五四卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0654",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "12-017-0654_p0001",
      "zh_CN": "诸位同学，请看「普贤三昧品」，加持分，口加第八：",
      "zh_TW": "諸位同學，請看「普賢三昧品」，加持分，口加第八："
    },
    {
      "id": "12-017-0654_p0002",
      "zh_CN": "【了知一切众生根故。】",
      "zh_TW": "【了知一切眾生根故。】"
    },
    {
      "id": "12-017-0654_p0003",
      "zh_CN": "清凉大师说这一句就是讲「根海」。前面说过必须要契入诸法实相，自性本具的般若才能够生起。般若智慧现前之后，一定起作用，这个作用就是教化众生，帮助虚空法界一切刹土里面还没有觉悟的众生，觉悟的人一定有义务去帮助他们。讲到帮助众生，一定要知道众生的根性，『了知一切众生根故』。不能够观机，说法就得不到效果。所以观机就非常重要，观机要有智慧。从这些地方显示如来智慧不可思议，前面讲「深入一切诸佛境界无障碍故」，那观机还有什么问题？我们凡夫就困难了，说实实在在的话，世出世间什么叫学问？什么叫德行？能够与一切众生平等对待、和睦相处、利益众生，利益众生之中最重要的是帮助众生觉悟，这就是大学问，这就是真正的德行。在佛法里面讲「破迷开悟，离苦得乐」，学问、德行功夫就在这个地方显示出来了。",
      "zh_TW": "清涼大師說這一句就是講「根海」。前面說過必須要契入諸法實相，自性本具的般若才能夠生起。般若智慧現前之後，一定起作用，這個作用就是教化眾生，幫助虛空法界一切剎土裡面還沒有覺悟的眾生，覺悟的人一定有義務去幫助他們。講到幫助眾生，一定要知道眾生的根性，『了知一切眾生根故』。不能夠觀機，說法就得不到效果。所以觀機就非常重要，觀機要有智慧。從這些地方顯示如來智慧不可思議，前面講「深入一切諸佛境界無障礙故」，那觀機還有什麼問題？我們凡夫就困難了，說實實在在的話，世出世間什麼叫學問？什麼叫德行？能夠與一切眾生平等對待、和睦相處、利益眾生，利益眾生之中最重要的是幫助眾生覺悟，這就是大學問，這就是真正的德行。在佛法裡面講「破迷開悟，離苦得樂」，學問、德行功夫就在這個地方顯示出來了。"
    },
    {
      "id": "12-017-0654_p0004",
      "zh_CN": "帮助众生破迷开悟，头一桩事情一定要令众生欢喜接受你的教导，在佛法里面说这叫法缘，法缘有没有成熟？我们常常在经典里面看到，「缘熟」；《坛经》里面我们看到，五祖有一天到碓房里面去看惠能，惠能正在那里舂米，他拿拐杖在舂米碓上敲了三下，问他：「米熟也未？」别人听了会以为五祖问惠能：你米有没有舂熟？而实际上问他的根性，熟了才能度，不熟没法子度。也就是说，熟了佛菩萨、善知识能帮得上忙；未熟，想帮忙都帮不上。观机对教学来讲是成败的关键，好的老师善于观机，根熟的众生如何帮助他，没有熟的众生又用什么方法来帮助他？佛在经上常讲，根熟的帮助他开悟、帮助他证果，没有成熟要帮助他、促进他成熟，没有善根的帮助他种善根。所以从《华严经》上这个教义我们仔细来观察，他教学的对象是虚空法界一切众生，他用的方法真的是无量无边，善巧方便圆融到了极处！可是我们必须要记住，了生死、出三界，绝对不是说每一个人一生当中都能做到的，那是诸佛如来也办不到。这什么原因？一切众生迷失了本性，时间太久了，为烦恼习气所薰，没有能力辨别真妄、邪正、是非、善恶、利害，这是事实，你不能不知道。",
      "zh_TW": "幫助眾生破迷開悟，頭一樁事情一定要令眾生歡喜接受你的教導，在佛法裡面說這叫法緣，法緣有沒有成熟？我們常常在經典裡面看到，「緣熟」；《壇經》裡面我們看到，五祖有一天到碓房裡面去看惠能，惠能正在那裡舂米，他拿拐杖在舂米碓上敲了三下，問他：「米熟也未？」別人聽了會以為五祖問惠能：你米有沒有舂熟？而實際上問他的根性，熟了才能度，不熟沒法子度。也就是說，熟了佛菩薩、善知識能幫得上忙；未熟，想幫忙都幫不上。觀機對教學來講是成敗的關鍵，好的老師善於觀機，根熟的眾生如何幫助他，沒有熟的眾生又用什麼方法來幫助他？佛在經上常講，根熟的幫助他開悟、幫助他證果，沒有成熟要幫助他、促進他成熟，沒有善根的幫助他種善根。所以從《華嚴經》上這個教義我們仔細來觀察，他教學的對象是虛空法界一切眾生，他用的方法真的是無量無邊，善巧方便圓融到了極處！可是我們必須要記住，了生死、出三界，絕對不是說每一個人一生當中都能做到的，那是諸佛如來也辦不到。這什麼原因？一切眾生迷失了本性，時間太久了，為煩惱習氣所薰，沒有能力辨別真妄、邪正、是非、善惡、利害，這是事實，你不能不知道。"
    },
    {
      "id": "12-017-0654_p0005",
      "zh_CN": "世间人哪一个人不希求富贵？哪一个人不希望自己有聪明智慧？哪一个人不希求健康长寿？这三种希求确实是超越族群、超越国土、超越宗教，九法界众生没有例外的。佛在经典上、大小乘经典都讲到怎么样求，世间人有几个肯相信？有几个肯依教奉行？从这个地方看，不容易！为什么佛说得这么清楚、说得这么明白，又有那么多人那么样虔诚的信佛、来拜佛，佛说的这些方法他不能够依着去做，这什么原因？我们只能说他业障太重，他对于佛陀的教诲疑信参半，现实的社会他还是相信他自己的知见。这就难了，这就是根没熟，他也遇不到真正善知识。前面我们提到俞净意、袁了凡，他们是读书人，能相信圣贤教诲，所以感得圣贤的示现；如果没有心愿去奉行圣贤教诲，他就不会有这个缘分了。",
      "zh_TW": "世間人哪一個人不希求富貴？哪一個人不希望自己有聰明智慧？哪一個人不希求健康長壽？這三種希求確實是超越族群、超越國土、超越宗教，九法界眾生沒有例外的。佛在經典上、大小乘經典都講到怎麼樣求，世間人有幾個肯相信？有幾個肯依教奉行？從這個地方看，不容易！為什麼佛說得這麼清楚、說得這麼明白，又有那麼多人那麼樣虔誠的信佛、來拜佛，佛說的這些方法他不能夠依著去做，這什麼原因？我們只能說他業障太重，他對於佛陀的教誨疑信參半，現實的社會他還是相信他自己的知見。這就難了，這就是根沒熟，他也遇不到真正善知識。前面我們提到俞淨意、袁了凡，他們是讀書人，能相信聖賢教誨，所以感得聖賢的示現；如果沒有心願去奉行聖賢教誨，他就不會有這個緣分了。"
    },
    {
      "id": "12-017-0654_p0006",
      "zh_CN": "所以根性很重要，与世间人相处，你能够知道众生的根性，你跟他相处就不难。不知道众生根性，完全随顺自己烦恼习气，你跟人相处不知不觉之中就会得罪很多人，你自己毫无感觉；纵然是一片善心对人，也会招来许许多多的不如意。所以过去李炳南老居士开班教学，这不是普通班，是教学生上台去讲演、讲经，方法里面最重要的是观机。观机不容易学，观众生跟人的机缘。人的机缘里面还有时节因缘，时节因缘不成熟，缘就不成熟。时节因缘成熟了，还有处所，千变万化，因为时间跟空间对于一个人有影响力。根性、时节、处所三个缘都具足，说法必定能令众生得益。可是一定要知道，不是每一个人的缘都成熟，这个我们在佛经里面看得很多。佛菩萨每一次讲经，听众有开悟的、有证果的，当然还有没开悟、没证果的，种善根的。种善根没开悟、没证果，是占决定大多数。我们常常听佛门人说：「佛氏门中，不舍一人」，一个人他的根成熟了，时、处的缘都具足，佛讲经说法度这一个人，其他的人是旁听的人，是旁听众。所以讲席里头有当机众，当机是根熟的，主要是对他讲的；其他的听众多半都是结缘众，跟你结个法缘，你听了不会开悟，当然更不会证果，证果就是契入经教的境界，你不可能，跟你结个法缘，慢慢来。",
      "zh_TW": "所以根性很重要，與世間人相處，你能夠知道眾生的根性，你跟他相處就不難。不知道眾生根性，完全隨順自己煩惱習氣，你跟人相處不知不覺之中就會得罪很多人，你自己毫無感覺；縱然是一片善心對人，也會招來許許多多的不如意。所以過去李炳南老居士開班教學，這不是普通班，是教學生上台去講演、講經，方法裡面最重要的是觀機。觀機不容易學，觀眾生跟人的機緣。人的機緣裡面還有時節因緣，時節因緣不成熟，緣就不成熟。時節因緣成熟了，還有處所，千變萬化，因為時間跟空間對於一個人有影響力。根性、時節、處所三個緣都具足，說法必定能令眾生得益。可是一定要知道，不是每一個人的緣都成熟，這個我們在佛經裡面看得很多。佛菩薩每一次講經，聽眾有開悟的、有證果的，當然還有沒開悟、沒證果的，種善根的。種善根沒開悟、沒證果，是佔決定大多數。我們常常聽佛門人說：「佛氏門中，不捨一人」，一個人他的根成熟了，時、處的緣都具足，佛講經說法度這一個人，其他的人是旁聽的人，是旁聽眾。所以講席裡頭有當機眾，當機是根熟的，主要是對他講的；其他的聽眾多半都是結緣眾，跟你結個法緣，你聽了不會開悟，當然更不會證果，證果就是契入經教的境界，你不可能，跟你結個法緣，慢慢來。"
    },
    {
      "id": "12-017-0654_p0007",
      "zh_CN": "这一点我们同学一定要记住，要想成就一切众生、成就自己，一定要长住在一个地方。往年我们在台中看到李炳南老居士一生没有出过国；不但没有出过国，很少到外地去讲经说法，在台中住下就是三十八年。所以他会下有那么多人成就，有那么多人往生，他是来接引往生的，弘扬净土的。天天讲经，帮助你起信发愿，那些往生的人是做给你看的，为求生净土做一个证明，因缘希有难逢！这是我们亲眼所见，亲耳所闻。我们学了，我们再传给下一代，这个与本身的缘分又有关系。过去我这一生当中没有建道场，寄居在别人的道场，所以时跟处的因缘就很不容易长久。李老师「台中莲社」、「慈光图书馆」，是他老人家领导一些长年跟他学习的学生们共同建立的，所以他有固定的职业，有固定的道场，这一点很重要！",
      "zh_TW": "這一點我們同學一定要記住，要想成就一切眾生、成就自己，一定要長住在一個地方。往年我們在台中看到李炳南老居士一生沒有出過國；不但沒有出過國，很少到外地去講經說法，在台中住下就是三十八年。所以他會下有那麼多人成就，有那麼多人往生，他是來接引往生的，弘揚淨土的。天天講經，幫助你起信發願，那些往生的人是做給你看的，為求生淨土做一個證明，因緣希有難逢！這是我們親眼所見，親耳所聞。我們學了，我們再傳給下一代，這個與本身的緣分又有關係。過去我這一生當中沒有建道場，寄居在別人的道場，所以時跟處的因緣就很不容易長久。李老師「台中蓮社」、「慈光圖書館」，是他老人家領導一些長年跟他學習的學生們共同建立的，所以他有固定的職業，有固定的道場，這一點很重要！"
    },
    {
      "id": "12-017-0654_p0008",
      "zh_CN": "老师当年在世跟我谈过，而是我本身没有那么大的福报，这个我在讲经的时候曾经多次说过。一直到今天，我们才算在此地建立这么一个小道场，而我实实在在不愿意作主，因为一生都作客，作客很自在。但是主人要一不高兴，我们赶快就准备走路，察言观色，不要等主人开口，那就不好意思了。对待我们稍稍冷淡一些，我们就知道了，现在已经在降温，赶快准备走路。所以不能在一个地方长住，实在讲我也不想长住，我对于这个世界、娑婆世界，我也没有长住这个意思。现在看看你们这些年轻的同学，其中只要有一两个还能成就的，我有义务来帮助你们。当然外面的缘也有关系，这个地方外缘也很殊胜，三宝加持。我自己明了，住在一处的缘成熟了，这才下定决心，晚年居住在这个小道场，跟诸位同修一起来共修，希望大家认真努力。",
      "zh_TW": "老師當年在世跟我談過，而是我本身沒有那麼大的福報，這個我在講經的時候曾經多次說過。一直到今天，我們才算在此地建立這麼一個小道場，而我實實在在不願意作主，因為一生都作客，作客很自在。但是主人要一不高興，我們趕快就準備走路，察言觀色，不要等主人開口，那就不好意思了。對待我們稍稍冷淡一些，我們就知道了，現在已經在降溫，趕快準備走路。所以不能在一個地方長住，實在講我也不想長住，我對於這個世界、娑婆世界，我也沒有長住這個意思。現在看看你們這些年輕的同學，其中只要有一兩個還能成就的，我有義務來幫助你們。當然外面的緣也有關係，這個地方外緣也很殊勝，三寶加持。我自己明瞭，住在一處的緣成熟了，這才下定決心，晚年居住在這個小道場，跟諸位同修一起來共修，希望大家認真努力。"
    },
    {
      "id": "12-017-0654_p0009",
      "zh_CN": "今天我看到你们同学发心讲经，我看到这个名单，但是我没有看到有一个人发心讲《沙弥律仪》，这是很重要的一门功课。有发心讲《弟子规》的，有发心讲《十善业道经》的、《阿难问事佛吉凶经》的，没有人发心讲《沙弥律仪》。只好我在这里希求，希望有外面来参学的法师，发心来帮助我们奠定修学的根基。说老实话，要没有这个共同的基础，学哪一部经都没有根。沙弥十条戒、二十四门威仪，这是正法久住的大根大本。五戒十善可以用《大乘无量寿经》三十二品到三十七品，这一段经文能代替。这段经文的内容就是五戒十善，也说得相当详细。《无量寿经》要细讲，可以把它分成几个大的单元，不必讲全经，单讲一个单元。像我们过去讲过四十八愿，一个单元；三十二到三十七品，可以成立一个独立的单元。都是帮助我们扎根，根深蒂固然后枝叶茂盛，华果圆成才有指望。这个道理并不深，我想许多同学们都知道，疏忽不得！第九句：",
      "zh_TW": "今天我看到你們同學發心講經，我看到這個名單，但是我沒有看到有一個人發心講《沙彌律儀》，這是很重要的一門功課。有發心講《弟子規》的，有發心講《十善業道經》的、《阿難問事佛吉凶經》的，沒有人發心講《沙彌律儀》。只好我在這裡希求，希望有外面來參學的法師，發心來幫助我們奠定修學的根基。說老實話，要沒有這個共同的基礎，學哪一部經都沒有根。沙彌十條戒、二十四門威儀，這是正法久住的大根大本。五戒十善可以用《大乘無量壽經》三十二品到三十七品，這一段經文能代替。這段經文的內容就是五戒十善，也說得相當詳細。《無量壽經》要細講，可以把它分成幾個大的單元，不必講全經，單講一個單元。像我們過去講過四十八願，一個單元；三十二到三十七品，可以成立一個獨立的單元。都是幫助我們扎根，根深蒂固然後枝葉茂盛，華果圓成才有指望。這個道理並不深，我想許多同學們都知道，疏忽不得！第九句："
    },
    {
      "id": "12-017-0654_p0010",
      "zh_CN": "【能持一切诸佛如来教文海故。】",
      "zh_TW": "【能持一切諸佛如來教文海故。】"
    },
    {
      "id": "12-017-0654_p0011",
      "zh_CN": "清凉大师说这一句，「演说海，与下十智，令知此十」。『能持一切诸佛如来教文海』，读了这一句，我也有很深的感触，那就是文字，要想弘法利生就决定不能够离开经典，经典是我们讲经说法自行化他的根本依据。佛今天不在世，流下来这些依据是文字写成的，如果我们对于文字不下一番功夫，典籍虽然在，我们看不懂，这就变成文字障，世间人所讲的文盲。我们要如何突破这一关？要学中国的文字。经典，中文译本最晚是在南宋，南宋以后所翻的经很少，文字重要。古来祖师大德翻经的时候，已经深入的观机，便利广大的众生，所以经典的文字比一般的古文要浅显很多，几乎就是当时的白话文。这种文体，在中国文学里面称为变体文。翻经大德为什么要这么作法？目的是让文学水平低的人也能看得懂佛经，慈悲到了极处！设想非常周到。但是要不学一点古文，这个经典文字还是障碍，尤其是汉唐时候所翻的，那不读古文怎么行？",
      "zh_TW": "清涼大師說這一句，「演說海，與下十智，令知此十」。『能持一切諸佛如來教文海』，讀了這一句，我也有很深的感觸，那就是文字，要想弘法利生就決定不能夠離開經典，經典是我們講經說法自行化他的根本依據。佛今天不在世，流下來這些依據是文字寫成的，如果我們對於文字不下一番功夫，典籍雖然在，我們看不懂，這就變成文字障，世間人所講的文盲。我們要如何突破這一關？要學中國的文字。經典，中文譯本最晚是在南宋，南宋以後所翻的經很少，文字重要。古來祖師大德翻經的時候，已經深入的觀機，便利廣大的眾生，所以經典的文字比一般的古文要淺顯很多，幾乎就是當時的白話文。這種文體，在中國文學裡面稱為變體文。翻經大德為什麼要這麼作法？目的是讓文學水平低的人也能看得懂佛經，慈悲到了極處！設想非常周到。但是要不學一點古文，這個經典文字還是障礙，尤其是漢唐時候所翻的，那不讀古文怎麼行？"
    },
    {
      "id": "12-017-0654_p0012",
      "zh_CN": "我们的学院一定要开古文这一堂课，一定要学儒家的东西。儒家的东西我这里看看，你们同学也没有发心来学习的。儒家东西最重要的是《四书》，其他的典籍可以选读。选读的那些教材，过去台湾国语日报编辑的一套《古今文选》，注音、注解都很清楚，值得我们学习，我们可以在那里面选读，选古文来读。怎么读法？也要讲学，看哪些同学发心来学讲，学讲古文跟学讲经都能开智慧。你能讲古文你就能讲经，对于我们在文字上的修养会有很大的帮助，看什么人能够发心专攻古文？早年我们在台中，李老师的会下，徐醒民居士专攻古文，他现在在台中讲《楞严经》；周家麟居士古文的根底好，他大我六、七岁，有相当深厚私塾的基础。我小时候读私塾，只读了大概四个月，以后就改成学校，所以他们至少有五、六年以上的这个底子，很难得！江逸子居士跟李炳南老居士学诗词，都有成就。李老师教学生，实在讲是多才多艺，他开了十几门功课，我在他会下是专门学经教。从这个地方看都已经明了，我们要跟老师比相差很远，我们这些弟子得他的东西只得一分。",
      "zh_TW": "我們的學院一定要開古文這一堂課，一定要學儒家的東西。儒家的東西我這裡看看，你們同學也沒有發心來學習的。儒家東西最重要的是《四書》，其他的典籍可以選讀。選讀的那些教材，過去台灣國語日報編輯的一套《古今文選》，注音、註解都很清楚，值得我們學習，我們可以在那裡面選讀，選古文來讀。怎麼讀法？也要講學，看哪些同學發心來學講，學講古文跟學講經都能開智慧。你能講古文你就能講經，對於我們在文字上的修養會有很大的幫助，看什麼人能夠發心專攻古文？早年我們在台中，李老師的會下，徐醒民居士專攻古文，他現在在台中講《楞嚴經》；周家麟居士古文的根底好，他大我六、七歲，有相當深厚私塾的基礎。我小時候讀私塾，只讀了大概四個月，以後就改成學校，所以他們至少有五、六年以上的這個底子，很難得！江逸子居士跟李炳南老居士學詩詞，都有成就。李老師教學生，實在講是多才多藝，他開了十幾門功課，我在他會下是專門學經教。從這個地方看都已經明瞭，我們要跟老師比相差很遠，我們這些弟子得他的東西只得一分。"
    },
    {
      "id": "12-017-0654_p0013",
      "zh_CN": "现在在我们同学当中，国文基础好的杨老师，她在这上面下过功夫的，而且读书非常认真。我在这边的时间短，时间不长，我仔细观察她，晚上夜深人静，她读书往往都坐到差不多三、四点钟才睡觉。她给我说，她心地很清净，妄念很少，每天休息她告诉我四个小时就足够，所以她还有精神跟我们一同生活还来听经。听经她也相当认真，她很有悟性。她也有个问题，什么问题？她厌世，不希望在这个世间再住了，跟我讲了好几次，她想希求往生。我跟她讲：「你觉悟得还不够透彻，有一点小悟处」；透彻了，对这个世间没有欢喜也没有厌弃，佛菩萨行的是中道。那要什么态度生活？随缘。一定要学佛菩萨，没有缘的时候走，还有缘的时候要发心帮助苦难众生。用什么帮助？我能做到一点，把这一点做好就是帮助。无论在哪一个岗位上，尽到自己的本分，做给社会大众看，做个好榜样。",
      "zh_TW": "現在在我們同學當中，國文基礎好的楊老師，她在這上面下過功夫的，而且讀書非常認真。我在這邊的時間短，時間不長，我仔細觀察她，晚上夜深人靜，她讀書往往都坐到差不多三、四點鐘才睡覺。她給我說，她心地很清淨，妄念很少，每天休息她告訴我四個小時就足夠，所以她還有精神跟我們一同生活還來聽經。聽經她也相當認真，她很有悟性。她也有個問題，什麼問題？她厭世，不希望在這個世間再住了，跟我講了好幾次，她想希求往生。我跟她講：「你覺悟得還不夠透徹，有一點小悟處」；透徹了，對這個世間沒有歡喜也沒有厭棄，佛菩薩行的是中道。那要什麼態度生活？隨緣。一定要學佛菩薩，沒有緣的時候走，還有緣的時候要發心幫助苦難眾生。用什麼幫助？我能做到一點，把這一點做好就是幫助。無論在哪一個崗位上，盡到自己的本分，做給社會大眾看，做個好榜樣。"
    },
    {
      "id": "12-017-0654_p0014",
      "zh_CN": "这一次有同修送了一套书给我，线装书，《八德须知节要》，一共四集十六册。内容所说的是孝悌忠信、礼义廉耻，民国初年印的，对于这八个条目有详细的解说，再引用历史上的故事，正反两面。正面孝顺父母的，他所得的果报；反面是不孝父母的，他又得什么样的果报，内容相当丰富。我们在台湾翻印两千套，他要我给这个书写个题目，我给它提的是《德育课本》。这个书好像已经印好了，寄到此地来之后，我让他好好的准备，学院开学的时候，用这个来做国文读。这是浅显的国文，有理论、有事实，事实就是故事，读起来不至于枯燥无味。希望从这里开端奠定一点汉文的基础，然后进一步还是要读古文。至少我们要在古文里面选一百篇，做为我们学院的教科书；不在这上奠定基础，文字这一关不能突破。诸位想想，我们现在讲堂书架里面，《四库全书》跟《四库荟要》许许多多国宝摆在这个地方，你们没有能力看，你说这多冤枉！中国两三千年来，我们列祖列宗智慧经验的结晶藏在这里头，你要有能力去读。不但增长智慧，增长你的见识，过去人讲史实，你吸收古人的经验，增强你今天对一切人事物办事的能力；对于弘法利生，帮助你观机、帮助你教学，利益殊胜，说不能尽。",
      "zh_TW": "這一次有同修送了一套書給我，線裝書，《八德須知節要》，一共四集十六冊。內容所說的是孝悌忠信、禮義廉恥，民國初年印的，對於這八個條目有詳細的解說，再引用歷史上的故事，正反兩面。正面孝順父母的，他所得的果報；反面是不孝父母的，他又得什麼樣的果報，內容相當豐富。我們在台灣翻印兩千套，他要我給這個書寫個題目，我給它提的是《德育課本》。這個書好像已經印好了，寄到此地來之後，我讓他好好的準備，學院開學的時候，用這個來做國文讀。這是淺顯的國文，有理論、有事實，事實就是故事，讀起來不至於枯燥無味。希望從這裡開端奠定一點漢文的基礎，然後進一步還是要讀古文。至少我們要在古文裡面選一百篇，做為我們學院的教科書；不在這上奠定基礎，文字這一關不能突破。諸位想想，我們現在講堂書架裡面，《四庫全書》跟《四庫薈要》許許多多國寶擺在這個地方，你們沒有能力看，你說這多冤枉！中國兩三千年來，我們列祖列宗智慧經驗的結晶藏在這裡頭，你要有能力去讀。不但增長智慧，增長你的見識，過去人講史實，你吸收古人的經驗，增強你今天對一切人事物辦事的能力；對於弘法利生，幫助你觀機、幫助你教學，利益殊勝，說不能盡。"
    },
    {
      "id": "12-017-0654_p0015",
      "zh_CN": "诸位同学，请看「普贤三昧品」，加持第二段「意加」：",
      "zh_TW": "諸位同學，請看「普賢三昧品」，加持第二段「意加」："
    },
    {
      "id": "12-017-0654_p0016",
      "zh_CN": "【尔时十方一切诸佛，即与普贤菩萨摩诃萨能入一切智性力智。】",
      "zh_TW": "【爾時十方一切諸佛，即與普賢菩薩摩訶薩能入一切智性力智。】"
    },
    {
      "id": "12-017-0654_p0017",
      "zh_CN": "这一句是总说，在十海里面是讲的果海。『尔时』，是十方诸佛口加之后。前面我们讲是口加，接着意加。『即与』这两个字很重要，「与」是给他，给『普贤菩萨摩诃萨』。给他什么？『能入一切智性力智』。我们现在常常感到自己没有能力，求佛菩萨加持。「一切智性」就是无障碍的能力，佛有能力加持我们的智慧、加持我们的能力，但是我们必须要记住得诸佛加持的条件，前面讲的有三条。第一条是十方一切诸佛共同加持的，第二条是本师毘卢遮那如来本愿威神加持的，最重要的是第三条，是你自己能修一切诸佛行愿力故。你怎么修普贤行愿力故？你入普贤三昧，普贤三昧是一切诸佛毘卢遮那如来藏身菩萨三昧。",
      "zh_TW": "這一句是總說，在十海裡面是講的果海。『爾時』，是十方諸佛口加之後。前面我們講是口加，接著意加。『即與』這兩個字很重要，「與」是給他，給『普賢菩薩摩訶薩』。給他什麼？『能入一切智性力智』。我們現在常常感到自己沒有能力，求佛菩薩加持。「一切智性」就是無障礙的能力，佛有能力加持我們的智慧、加持我們的能力，但是我們必須要記住得諸佛加持的條件，前面講的有三條。第一條是十方一切諸佛共同加持的，第二條是本師毘盧遮那如來本願威神加持的，最重要的是第三條，是你自己能修一切諸佛行願力故。你怎麼修普賢行願力故？你入普賢三昧，普賢三昧是一切諸佛毘盧遮那如來藏身菩薩三昧。"
    },
    {
      "id": "12-017-0654_p0018",
      "zh_CN": "现在我们用最简单的话来说，就我们现前的境界，我们是博地凡夫，怎样来修普贤三昧？普贤十愿你能记住，我想很多同修都能。我们不讲文殊十波罗蜜，我们讲普通的六波罗蜜、菩萨的四摄六度，这个大家没问题。如果能够把普贤十愿变成我们自己的本愿，将四摄六度变成我们自己的本行；我们今天的习气是什么？我们的本是本于烦恼习气，是以烦恼习气为本，所以得不到佛力加持。普贤十愿就是四弘誓愿的扩充，是四弘誓愿的细说。弥陀四十八愿太多了，你不容易记住，普贤十愿比四十八愿简单，比四弘誓愿又要多六条，是折中的办法。果然是念兹在兹，念念不忘，自己在日常生活当中起心动念、一切造作，都能与普贤菩萨十愿相应，行行都能够与四摄六度相应，你肯定得诸佛菩萨的加持。为什么？纵然不能像「普贤菩萨摩诃萨」得毘卢遮那佛本愿圆满的加持，我们决定能够得毘卢遮那如来多分的加持，我给你讲多分不是少分。所以能不能得到诸佛如来、法身菩萨的加持，完全在自己的行持。我们自己起心动念、言语造作，一定要想像与诸佛菩萨的行愿相不相应。文殊、普贤是代表一切诸佛菩萨的行愿，果然能相应，哪有不得加持的道理？我们看这段经文应当有所体悟，一切诸佛「即与」也会给我们。",
      "zh_TW": "現在我們用最簡單的話來說，就我們現前的境界，我們是博地凡夫，怎樣來修普賢三昧？普賢十願你能記住，我想很多同修都能。我們不講文殊十波羅蜜，我們講普通的六波羅蜜、菩薩的四攝六度，這個大家沒問題。如果能夠把普賢十願變成我們自己的本願，將四攝六度變成我們自己的本行；我們今天的習氣是什麼？我們的本是本於煩惱習氣，是以煩惱習氣為本，所以得不到佛力加持。普賢十願就是四弘誓願的擴充，是四弘誓願的細說。彌陀四十八願太多了，你不容易記住，普賢十願比四十八願簡單，比四弘誓願又要多六條，是折中的辦法。果然是念茲在茲，念念不忘，自己在日常生活當中起心動念、一切造作，都能與普賢菩薩十願相應，行行都能夠與四攝六度相應，你肯定得諸佛菩薩的加持。為什麼？縱然不能像「普賢菩薩摩訶薩」得毘盧遮那佛本願圓滿的加持，我們決定能夠得毘盧遮那如來多分的加持，我給你講多分不是少分。所以能不能得到諸佛如來、法身菩薩的加持，完全在自己的行持。我們自己起心動念、言語造作，一定要想像與諸佛菩薩的行願相不相應。文殊、普賢是代表一切諸佛菩薩的行願，果然能相應，哪有不得加持的道理？我們看這段經文應當有所體悟，一切諸佛「即與」也會給我們。"
    },
    {
      "id": "12-017-0654_p0019",
      "zh_CN": "说到加持，加持有显加、有冥加。显，是很明显你能够觉察得到；冥加是冥冥当中，你自己觉察不到，实际上你得到加持。如果你很冷静的去反省、观察，你会觉得你对于一切人事物怎么忽然聪明了？应付一切人事，从前没有这个能力，为什么现在忽然有能力？得佛力加持。讲经的法师、同学们，得加持就更明显了。我们看看过去谛闲老法师讲《圆觉经》，他自己有充分的准备，自己写讲义；但是升座之后，准备的东西几乎都没有说到。所说出来的，当时有几位大德居士，江味农、蒋维乔居士都是很有名的，他们听老和尚讲经，写笔记。有几个人写，写了之后统统交给江味农居士，让江居士做一个总整理，第二天拿去给老和尚印证，请老和尚改正一下。老和尚看到他们这些听经笔记，给他们说：「这些话是我讲的吗？我怎么会讲得这么好？」那个加持很明显。所以谛闲法师《圆觉经》有《讲记》、有《亲闻记》，《讲记》是他自己写的、准备的，《亲闻记》是他在讲台上讲的，底下听众笔记。这两项你对照参考来看，看《亲闻记》你就看到佛力加持，不可思议！那是他没有准备的。这种经验李老师也很多，李老师讲经非常谨慎，讲经那一天不见客，就像闭关一样，自己在一个小房间里面看经准备，中午饭送到楼上给他吃，给我们做榜样、做典范。但是上台讲的时候，他常常告诉我：「我一天的准备都没有用上，上台讲完全是佛力加持。」所以我常讲，我们凡夫上台讲经如果不得三宝加持，哪有能力讲经？",
      "zh_TW": "說到加持，加持有顯加、有冥加。顯，是很明顯你能夠覺察得到；冥加是冥冥當中，你自己覺察不到，實際上你得到加持。如果你很冷靜的去反省、觀察，你會覺得你對於一切人事物怎麼忽然聰明了？應付一切人事，從前沒有這個能力，為什麼現在忽然有能力？得佛力加持。講經的法師、同學們，得加持就更明顯了。我們看看過去諦閑老法師講《圓覺經》，他自己有充分的準備，自己寫講義；但是升座之後，準備的東西幾乎都沒有說到。所說出來的，當時有幾位大德居士，江味農、蔣維喬居士都是很有名的，他們聽老和尚講經，寫筆記。有幾個人寫，寫了之後統統交給江味農居士，讓江居士做一個總整理，第二天拿去給老和尚印證，請老和尚改正一下。老和尚看到他們這些聽經筆記，給他們說：「這些話是我講的嗎？我怎麼會講得這麼好？」那個加持很明顯。所以諦閑法師《圓覺經》有《講記》、有《親聞記》，《講記》是他自己寫的、準備的，《親聞記》是他在講台上講的，底下聽眾筆記。這兩項你對照參考來看，看《親聞記》你就看到佛力加持，不可思議！那是他沒有準備的。這種經驗李老師也很多，李老師講經非常謹慎，講經那一天不見客，就像閉關一樣，自己在一個小房間裡面看經準備，中午飯送到樓上給他吃，給我們做榜樣、做典範。但是上台講的時候，他常常告訴我：「我一天的準備都沒有用上，上台講完全是佛力加持。」所以我常講，我們凡夫上台講經如果不得三寶加持，哪有能力講經？"
    },
    {
      "id": "12-017-0654_p0020",
      "zh_CN": "这第一句重要，所以第一句讲的是果海，如来果海，佛力加持你才「能入一切智性」。性是什么？一切智的体，一切智是无所不知，如来果地上所证。「力智」，这个智性就是力，就是能力，通常我们讲如来果地上十种智力，这个力智就是指十种智力。菩萨也有，但是没有佛那样的圆满。这一句是总说，下面有九句是别说；别说里面，也是答前面十海的答问。此地佛在加持他，往后普贤菩萨说法才有这个能力，有能力应付十方来的诸大菩萨他们提出的问题，这是给我们很大的启示。",
      "zh_TW": "這第一句重要，所以第一句講的是果海，如來果海，佛力加持你才「能入一切智性」。性是什麼？一切智的體，一切智是無所不知，如來果地上所證。「力智」，這個智性就是力，就是能力，通常我們講如來果地上十種智力，這個力智就是指十種智力。菩薩也有，但是沒有佛那樣的圓滿。這一句是總說，下面有九句是別說；別說裡面，也是答前面十海的答問。此地佛在加持他，往後普賢菩薩說法才有這個能力，有能力應付十方來的諸大菩薩他們提出的問題，這是給我們很大的啟示。"
    },
    {
      "id": "12-017-0654_p0021",
      "zh_CN": "所以我常常劝勉同学们，就跟李老师当年劝我发心出来讲经，我自己没有胆量，不敢想讲经，只是想多听听。要求佛加持，上台讲经一定要先拜佛，礼佛三拜实在讲是虔诚、恭敬求佛加持。今天我们虽然不是在讲堂里面，在摄影棚，我们知道在网路上收看的人很多，我们在开讲之前也是礼佛三拜，这一座讲完之后也是礼佛三拜。前三拜求加持，后三拜感谢三宝的加持。加持的因是在日常生活当中起心动念，不违经典教诲。经天天要读，读了不了解经中的义趣，所以还得要找个老师帮助。我们找什么老师？第一个老师是清凉，第二个老师李通玄居士，李长者；这一次讲经我们又多找了一个，道霈禅师，三个人都了不起。《华严》的《疏钞》是清凉大师帮助我们深入大经的义趣，李通玄长者的《合论》是以禅宗的方式提纲挈领，悟入华严境界；换句话说，清凉是讲解，《合论》是李通玄学习《华严》的心得报告，这两样东西分别走的是两条路子，而道霈禅师把它合起来，不容易！《纂要》是道霈禅师编的，我们今天用这个做为学习的课本，还是要参考《疏钞》跟《合论》的原本。",
      "zh_TW": "所以我常常勸勉同學們，就跟李老師當年勸我發心出來講經，我自己沒有膽量，不敢想講經，只是想多聽聽。要求佛加持，上台講經一定要先拜佛，禮佛三拜實在講是虔誠、恭敬求佛加持。今天我們雖然不是在講堂裡面，在攝影棚，我們知道在網路上收看的人很多，我們在開講之前也是禮佛三拜，這一座講完之後也是禮佛三拜。前三拜求加持，後三拜感謝三寶的加持。加持的因是在日常生活當中起心動念，不違經典教誨。經天天要讀，讀了不了解經中的義趣，所以還得要找個老師幫助。我們找什麼老師？第一個老師是清涼，第二個老師李通玄居士，李長者；這一次講經我們又多找了一個，道霈禪師，三個人都了不起。《華嚴》的《疏鈔》是清涼大師幫助我們深入大經的義趣，李通玄長者的《合論》是以禪宗的方式提綱挈領，悟入華嚴境界；換句話說，清涼是講解，《合論》是李通玄學習《華嚴》的心得報告，這兩樣東西分別走的是兩條路子，而道霈禪師把它合起來，不容易！《纂要》是道霈禪師編的，我們今天用這個做為學習的課本，還是要參考《疏鈔》跟《合論》的原本。"
    },
    {
      "id": "12-017-0654_p0022",
      "zh_CN": "我讲这个经，在讲席里面还是得佛菩萨的加持；要不得佛菩萨的加持，说不出来！冥显两种加持都有，而且都相当殊胜。所以我们念这一句，加强我们的信心，只要我们能够依教奉行，特别是学《华严》；如果我们的心愿不能跟普贤十愿相应，我们的日常生活行持不能够与文殊菩萨十波罗蜜相应，你就没有办法得到加持，换句话说，你没有办法提升你自己的境界。果然行愿同佛菩萨，自己境界真的是随着经文向上提升，《华严经》八十卷学习圆满了，虽然不能入华严境界，大概也靠边上，靠上了！这个对自己念佛求生净土有大帮助，换句话说，往生西方极乐世界肯定不是在凡圣同居土。果然能够依教奉行，就像佛陀在大乘经里面常常嘱咐的，「受持读诵，为人演说」，我们确实有机会把自己提升到实报庄严土；到不了实报庄严土，方便有余土是不成问题的，你说这个利益有多大！要想在这一生当中成就这殊胜利益，端在依教奉行。下面九句，每一句都有「与」，要是把前面这个文贯上去，那就是：",
      "zh_TW": "我講這個經，在講席裡面還是得佛菩薩的加持；要不得佛菩薩的加持，說不出來！冥顯兩種加持都有，而且都相當殊勝。所以我們念這一句，加強我們的信心，只要我們能夠依教奉行，特別是學《華嚴》；如果我們的心願不能跟普賢十願相應，我們的日常生活行持不能夠與文殊菩薩十波羅蜜相應，你就沒有辦法得到加持，換句話說，你沒有辦法提升你自己的境界。果然行願同佛菩薩，自己境界真的是隨著經文向上提升，《華嚴經》八十卷學習圓滿了，雖然不能入華嚴境界，大概也靠邊上，靠上了！這個對自己念佛求生淨土有大幫助，換句話說，往生西方極樂世界肯定不是在凡聖同居土。果然能夠依教奉行，就像佛陀在大乘經裡面常常囑咐的，「受持讀誦，為人演說」，我們確實有機會把自己提升到實報莊嚴土；到不了實報莊嚴土，方便有餘土是不成問題的，你說這個利益有多大！要想在這一生當中成就這殊勝利益，端在依教奉行。下面九句，每一句都有「與」，要是把前面這個文貫上去，那就是："
    },
    {
      "id": "12-017-0654_p0023",
      "zh_CN": "【十方一切诸佛即与入法界无边量智。】",
      "zh_TW": "【十方一切諸佛即與入法界無邊量智。】"
    },
    {
      "id": "12-017-0654_p0024",
      "zh_CN": "这智慧都是得佛加持的。这一句是十海里面「法界安立海」，也就是后面普贤菩萨为我们宣说「华藏世界品」，也就是说的器世间。用现代话来说，宇宙以及宇宙当中无量无边的星系、星球是从哪里来的？为什么会有这些东西发生？这些现象将来又到哪里去？就在这一句里。诸佛如来给普贤菩萨『无边量智』，菩萨有能力解答这个问题。第二句：",
      "zh_TW": "這智慧都是得佛加持的。這一句是十海裡面「法界安立海」，也就是後面普賢菩薩為我們宣說「華藏世界品」，也就是說的器世間。用現代話來說，宇宙以及宇宙當中無量無邊的星系、星球是從哪裡來的？為什麼會有這些東西發生？這些現象將來又到哪裡去？就在這一句裡。諸佛如來給普賢菩薩『無邊量智』，菩薩有能力解答這個問題。第二句："
    },
    {
      "id": "12-017-0654_p0025",
      "zh_CN": "【与成就一切佛境界智。】",
      "zh_TW": "【與成就一切佛境界智。】"
    },
    {
      "id": "12-017-0654_p0026",
      "zh_CN": "这一句是讲「佛海」。佛境界，菩萨怎么能知道？菩萨怎么能说？普贤菩萨为我们说出来了，他这个智慧从哪里来的？诸佛如来加持的，本师毘卢遮那愿力加持的，不能变成能。道理我们要懂，方法我们要学习，希望我们自己也能够成就这样的智慧。《华严经》是佛境界，自己能够理解，能够理解就是能够契入，能够为人演说。十海往后有详细说明，普贤菩萨入定之后得佛力加持，都是做出样子来给我们看。第三：",
      "zh_TW": "這一句是講「佛海」。佛境界，菩薩怎麼能知道？菩薩怎麼能說？普賢菩薩為我們說出來了，他這個智慧從哪裡來的？諸佛如來加持的，本師毘盧遮那願力加持的，不能變成能。道理我們要懂，方法我們要學習，希望我們自己也能夠成就這樣的智慧。《華嚴經》是佛境界，自己能夠理解，能夠理解就是能夠契入，能夠為人演說。十海往後有詳細說明，普賢菩薩入定之後得佛力加持，都是做出樣子來給我們看。第三："
    },
    {
      "id": "12-017-0654_p0027",
      "zh_CN": "【与知一切世界海成坏智。】",
      "zh_TW": "【與知一切世界海成壞智。】"
    },
    {
      "id": "12-017-0654_p0028",
      "zh_CN": "『世界』，跟前面讲的法界不一样，法界就是我们今天讲的宇宙，虚空法界；「世界」就是我们今天一般人讲的星球，是一切有情众生所居住的生活环境，称之为世界。「世」是讲时间，「界」是讲空间，时间有过去现在未来，空间有四方四维上下，有情众生生活的环境。这个环境佛在经上讲的有成住坏空，你怎么能知道这个世界成住坏空？这些现象现代人比从前人知道的要多，为什么？科学技术发达。在从前完全靠目测，观看空中这些星球，能见度不高，最好的眼睛能够看到六等星。在天晴的夜晚，澳洲这个地区，晚上要看星星是很好观察的环境。这个地区空间还没有严重的污染，我们现在在澳洲看天空上的星星，跟我们小时候在中国大陆，六十年前在中国大陆看到蓝天白云。但是这半个世纪，科学技术真的是所谓突飞猛进，把这个自然环境染污了。我们今天读到佛经上讲的五浊恶世，读这一句经文非常明显的见到什么叫做五浊恶世，「浊恶」我们见到了。",
      "zh_TW": "『世界』，跟前面講的法界不一樣，法界就是我們今天講的宇宙，虛空法界；「世界」就是我們今天一般人講的星球，是一切有情眾生所居住的生活環境，稱之為世界。「世」是講時間，「界」是講空間，時間有過去現在未來，空間有四方四維上下，有情眾生生活的環境。這個環境佛在經上講的有成住壞空，你怎麼能知道這個世界成住壞空？這些現象現代人比從前人知道的要多，為什麼？科學技術發達。在從前完全靠目測，觀看空中這些星球，能見度不高，最好的眼睛能夠看到六等星。在天晴的夜晚，澳洲這個地區，晚上要看星星是很好觀察的環境。這個地區空間還沒有嚴重的污染，我們現在在澳洲看天空上的星星，跟我們小時候在中國大陸，六十年前在中國大陸看到藍天白雲。但是這半個世紀，科學技術真的是所謂突飛猛進，把這個自然環境染污了。我們今天讀到佛經上講的五濁惡世，讀這一句經文非常明顯的見到什麼叫做五濁惡世，「濁惡」我們見到了。"
    },
    {
      "id": "12-017-0654_p0029",
      "zh_CN": "空中的污染、大气的污染非常严重，蓝天白云很少能看见，所以澳洲、纽西兰大概是地球上所剩下来唯一的两片净土，我们应当珍惜它。到澳洲来旅游，晚上看星星可以列为一个项目。到澳洲来看什么？到澳洲来看星星，其他地方看不到。现在用天文望远镜，真的是大开眼界，在天文望远镜里面看到许许多多的星系，每天都有星星发现，都有老的星消灭、消失，见到这个星球的成住坏空。科学家根据观察太空物理来推测，我们的太阳，这个太阳系是有寿命的，不是永恒不灭的。太阳所发的光跟热，是内部核子爆炸，在那里不断燃烧，它会烧尽。烧尽之后，光也没有了，热也没有了，围着它周边绕的这些行星，一个个也都要分离了。不过这个时间还很长，我们这一生肯定遇不到。",
      "zh_TW": "空中的污染、大氣的污染非常嚴重，藍天白雲很少能看見，所以澳洲、紐西蘭大概是地球上所剩下來唯一的兩片淨土，我們應當珍惜它。到澳洲來旅遊，晚上看星星可以列為一個項目。到澳洲來看什麼？到澳洲來看星星，其他地方看不到。現在用天文望遠鏡，真的是大開眼界，在天文望遠鏡裡面看到許許多多的星系，每天都有星星發現，都有老的星消滅、消失，見到這個星球的成住壞空。科學家根據觀察太空物理來推測，我們的太陽，這個太陽系是有壽命的，不是永恆不滅的。太陽所發的光跟熱，是內部核子爆炸，在那裡不斷燃燒，它會燒盡。燒盡之後，光也沒有了，熱也沒有了，圍著它周邊繞的這些行星，一個個也都要分離了。不過這個時間還很長，我們這一生肯定遇不到。"
    },
    {
      "id": "12-017-0654_p0030",
      "zh_CN": "虽然遇不到大的世界的成住坏空，小的我们地球上的变化苍海桑田，我们遇到了。我小时候住在农村，我们村庄前面不远是一个湖泊，从前地图上都有，叫白湖，我童年常常在湖边游戏。离开家乡五十年，我回去的时候整整离开五十年，家乡湖没有了，湖干了，现在里面变成村庄。苍海桑田，大地它在起变化了。中国的长江、黄河可能也有一天枯干，变成峡谷。这些地壳的演变，因素固然很多、很复杂，但是科学家就没有发现到人心、人的行为会影响依报的环境，这是科学家没有想到的。佛经上常讲，依报随着正报转，那是觉悟的人；六道凡夫迷惑颠倒，他正报随着依报转，那就苦不堪言。这两种都是真的，《楞严经》上说得很好：「若能转境，则同如来」，我们就从这里明白了。依报随着正报转，那是什么人？觉悟的人，换句话说，觉悟的人他不会被环境所转，我们现在讲，他不会被环境所影响。无论在什么环境里头，顺境逆境、善缘恶缘，他都能保持着如如不动，不受干扰，他就能转境界；如果还会受环境的干扰，他就被环境所转。",
      "zh_TW": "雖然遇不到大的世界的成住壞空，小的我們地球上的變化蒼海桑田，我們遇到了。我小時候住在農村，我們村莊前面不遠是一個湖泊，從前地圖上都有，叫白湖，我童年常常在湖邊遊戲。離開家鄉五十年，我回去的時候整整離開五十年，家鄉湖沒有了，湖乾了，現在裡面變成村莊。蒼海桑田，大地它在起變化了。中國的長江、黃河可能也有一天枯乾，變成峽谷。這些地殼的演變，因素固然很多、很複雜，但是科學家就沒有發現到人心、人的行為會影響依報的環境，這是科學家沒有想到的。佛經上常講，依報隨著正報轉，那是覺悟的人；六道凡夫迷惑顛倒，他正報隨著依報轉，那就苦不堪言。這兩種都是真的，《楞嚴經》上說得很好：「若能轉境，則同如來」，我們就從這裡明白了。依報隨著正報轉，那是什麼人？覺悟的人，換句話說，覺悟的人他不會被環境所轉，我們現在講，他不會被環境所影響。無論在什麼環境裡頭，順境逆境、善緣惡緣，他都能保持著如如不動，不受干擾，他就能轉境界；如果還會受環境的干擾，他就被環境所轉。"
    },
    {
      "id": "12-017-0654_p0031",
      "zh_CN": "我们中国人讲求看风水，现在外国也懂得看风水，看风水是一回什么事？我们人被外面环境转，这是凡夫。环境确确实实影响我们的生活，影响我们的精神，我们讲精神生活跟物质生活，环境确实影响我们。它影响凡人，它不能够影响觉悟的人，所以佛经里面是决定不许看相、算命、看风水、选择良辰吉日，这个佛都不许，为什么？佛转境界。不好的风水这个人一去，风水就变好，这真的，一点不假！有一些懂得看风水的人，我遇过，他们来告诉我：古时候出家的和尚都非常厉害，他们选的地方盖的寺庙都是风水最好的地方。以为和尚各个都会看风水，其实是错误的。从前出家人跟现在出家人完全不相同，你们念一念《阿难问事佛吉凶经》，你就晓得。佛在经上说，我们学佛人，「可得为世间事，不可得为世间意」，什么叫世间意？算命、看相、看风水，这些东西占卜吉凶都是属于世间意，佛教学生我们不搞这些。我们要依照佛陀的教诲修觉正净，觉而不迷、正而不邪、净而不染，你就能转境界，你怎么会被境界所转？",
      "zh_TW": "我們中國人講求看風水，現在外國也懂得看風水，看風水是一回什麼事？我們人被外面環境轉，這是凡夫。環境確確實實影響我們的生活，影響我們的精神，我們講精神生活跟物質生活，環境確實影響我們。它影響凡人，它不能夠影響覺悟的人，所以佛經裡面是決定不許看相、算命、看風水、選擇良辰吉日，這個佛都不許，為什麼？佛轉境界。不好的風水這個人一去，風水就變好，這真的，一點不假！有一些懂得看風水的人，我遇過，他們來告訴我：古時候出家的和尚都非常厲害，他們選的地方蓋的寺廟都是風水最好的地方。以為和尚各個都會看風水，其實是錯誤的。從前出家人跟現在出家人完全不相同，你們念一念《阿難問事佛吉凶經》，你就曉得。佛在經上說，我們學佛人，「可得為世間事，不可得為世間意」，什麼叫世間意？算命、看相、看風水，這些東西占卜吉凶都是屬於世間意，佛教學生我們不搞這些。我們要依照佛陀的教誨修覺正淨，覺而不迷、正而不邪、淨而不染，你就能轉境界，你怎麼會被境界所轉？"
    },
    {
      "id": "12-017-0654_p0032",
      "zh_CN": "转，用现代的话叫影响，你能够影响环境，不要被环境影响了你。你还被环境影响，你是凡夫；你不被环境所影响，你才是圣人，超凡入圣，怎么会被环境影响？现在人、外国人讲磁场，什么时候你不再受磁场的影响，什么样的磁场你进去都平等一味，你就转境界了。这也是很有效的效果测验自己的功夫，顺境逆境一味，善缘恶缘平等，决定没有起心动念，决定没有分别执着，好境界！纵不能说是契入，你就非常接近菩萨的境界了。你的心定了，你得自在了，你得解脱了，这从果上说；在因上，你当然放下一切妄想分别执着，你才能够体会到这个境界，你才有能力契入这个境界，自自然然得三宝加持，我们常讲烦恼轻、智慧长。",
      "zh_TW": "轉，用現代的話叫影響，你能夠影響環境，不要被環境影響了你。你還被環境影響，你是凡夫；你不被環境所影響，你才是聖人，超凡入聖，怎麼會被環境影響？現在人、外國人講磁場，什麼時候你不再受磁場的影響，什麼樣的磁場你進去都平等一味，你就轉境界了。這也是很有效的效果測驗自己的功夫，順境逆境一味，善緣惡緣平等，決定沒有起心動念，決定沒有分別執著，好境界！縱不能說是契入，你就非常接近菩薩的境界了。你的心定了，你得自在了，你得解脫了，這從果上說；在因上，你當然放下一切妄想分別執著，你才能夠體會到這個境界，你才有能力契入這個境界，自自然然得三寶加持，我們常講煩惱輕、智慧長。"
    },
    {
      "id": "12-017-0654_p0033",
      "zh_CN": "宇宙之间这一切事事物物，我们常说你要真的体会到这个层次，你看这个世间一切法、一切人事物，我们佛法里面讲的有情世间、器世间，你看的是什么？因缘果报。就像《法华经》上讲的「十如是」，如是因、如是缘、如是果、如是报、如是本末究竟，你在这个世间六根接触外面六尘境界，跟一般人的看法完全不一样，生智慧不生烦恼，再也不会起心动念，再也不会分别执着，这个世间确确实实就像《金刚经》上所说的，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。你看这个因果转变，看因果相续，看因果循环，这个循环在世界上来讲，这是讲世界，成住坏空是循环，是大的循环，事实真相就明了，你的烦恼习气当然就断了。为什么？明白了，再不迷惑，自性本具的般若智慧、无量德能相好都现前，逐渐逐渐恢复了。今天时间到了，我们就讲到此地。",
      "zh_TW": "宇宙之間這一切事事物物，我們常說你要真的體會到這個層次，你看這個世間一切法、一切人事物，我們佛法裡面講的有情世間、器世間，你看的是什麼？因緣果報。就像《法華經》上講的「十如是」，如是因、如是緣、如是果、如是報、如是本末究竟，你在這個世間六根接觸外面六塵境界，跟一般人的看法完全不一樣，生智慧不生煩惱，再也不會起心動念，再也不會分別執著，這個世間確確實實就像《金剛經》上所說的，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。你看這個因果轉變，看因果相續，看因果循環，這個循環在世界上來講，這是講世界，成住壞空是循環，是大的循環，事實真相就明瞭，你的煩惱習氣當然就斷了。為什麼？明白了，再不迷惑，自性本具的般若智慧、無量德能相好都現前，逐漸逐漸恢復了。今天時間到了，我們就講到此地。"
    }
  ]
}