{
  "doc_id": "12-017-1093",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０九三卷",
    "zh_TW": "第一０九三卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1093",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "12-017-1093_p0001",
      "zh_CN": "诸位同学，请看「四圣谛品」南方最胜世界，苦圣谛第六句看起：",
      "zh_TW": "諸位同學，請看「四聖諦品」南方最勝世界，苦聖諦第六句看起："
    },
    {
      "id": "12-017-1093_p0002",
      "zh_CN": "【或名招引怨。】",
      "zh_TW": "【或名招引怨。】"
    },
    {
      "id": "12-017-1093_p0003",
      "zh_CN": "这也是苦圣谛的别名，这个名称确实让我们感到惊讶。六道众生由于迷惑颠倒，烦恼习气很重，有意无意在言语举止当中起现行，许许多多地方，确确实实是言者无意、做者无意，可是见闻之人有心，造成了误会。由误会招引怨业，几乎是每个众生在日常生活当中都很难避免，纵然是大圣如诸佛如来、法身大士应化在这个世间也不能避免。佛菩萨的心多清净，多么真诚，绝不夹杂丝毫恶意，但是世间人心目当中看诸佛如来、看诸大菩萨，常常有批评，误会多多。佛菩萨真是善意待人，他在那里打问号：为什么用善意？世间哪有真正善意的人，必定有企图。这时怎么办？所谓是好心得不到好报，难怪小乘圣者常常退心，你要问他为什么退心？不愿意遭受人家冤枉自己。",
      "zh_TW": "這也是苦聖諦的別名，這個名稱確實讓我們感到驚訝。六道眾生由於迷惑顛倒，煩惱習氣很重，有意無意在言語舉止當中起現行，許許多多地方，確確實實是言者無意、做者無意，可是見聞之人有心，造成了誤會。由誤會招引怨業，幾乎是每個眾生在日常生活當中都很難避免，縱然是大聖如諸佛如來、法身大士應化在這個世間也不能避免。佛菩薩的心多清淨，多麼真誠，絕不夾雜絲毫惡意，但是世間人心目當中看諸佛如來、看諸大菩薩，常常有批評，誤會多多。佛菩薩真是善意待人，他在那裡打問號：為什麼用善意？世間哪有真正善意的人，必定有企圖。這時怎麼辦？所謂是好心得不到好報，難怪小乘聖者常常退心，你要問他為什麼退心？不願意遭受人家冤枉自己。"
    },
    {
      "id": "12-017-1093_p0004",
      "zh_CN": "大乘菩萨了不起，你怎么样批评他，你怎么样冤枉他，甚至于你陷害他，他不在意，他还是生生世世的照顾你、帮助你，直到你真的醒悟、回头了。如果不是真正觉悟，彻底觉悟，一般人做不到！世法里头，不但现世你没有见到这种人，历史上也不容易找到。找到那么一个、两个，人家还批评他愚痴，他没有智慧。还要糟蹋人，还要批评人。这些事实，可以说是古今中外，此界他方；最胜世界不是娑婆世界，是他方世界，此界他方烦恼习气大致上都差不多。由此可知，我们这个世界不好。我们到他方诸佛刹土，现在我们看看娑婆世界周边，东南西北上下，这个十方世界跟咱们娑婆世界差不多。确实也有纯净的世界，「世界成就品」里面我们读过，有纯净的、纯善的，但是不多，那些是法身菩萨的报土，不杂九法界，所以那是纯净。我们自己得想想，无明未破，见思尘沙没断，纵然到他方世界，也没有办法离开三苦八苦，没法子离开。在这个经里面我们了解这个事实状况，知道事实状况了，又晓得眼前有何路可走，这个缘分不能不珍惜，这个缘分太重要了。",
      "zh_TW": "大乘菩薩了不起，你怎麼樣批評他，你怎麼樣冤枉他，甚至於你陷害他，他不在意，他還是生生世世的照顧你、幫助你，直到你真的醒悟、回頭了。如果不是真正覺悟，徹底覺悟，一般人做不到！世法裡頭，不但現世你沒有見到這種人，歷史上也不容易找到。找到那麼一個、兩個，人家還批評他愚痴，他沒有智慧。還要糟蹋人，還要批評人。這些事實，可以說是古今中外，此界他方；最勝世界不是娑婆世界，是他方世界，此界他方煩惱習氣大致上都差不多。由此可知，我們這個世界不好。我們到他方諸佛剎土，現在我們看看娑婆世界周邊，東南西北上下，這個十方世界跟咱們娑婆世界差不多。確實也有純淨的世界，「世界成就品」裡面我們讀過，有純淨的、純善的，但是不多，那些是法身菩薩的報土，不雜九法界，所以那是純淨。我們自己得想想，無明未破，見思塵沙沒斷，縱然到他方世界，也沒有辦法離開三苦八苦，沒法子離開。在這個經裡面我們了解這個事實狀況，知道事實狀況了，又曉得眼前有何路可走，這個緣分不能不珍惜，這個緣分太重要了。"
    },
    {
      "id": "12-017-1093_p0005",
      "zh_CN": "我们知道『招引怨』，觉悟的人应当尽一切可能去避免，在日常生活当中，处事待人接物要谨慎，要用智慧，决不能用烦恼习气，用烦恼习气就决定不能避免「招引」。跟一切人物结怨是你自己招引的，不是冤家对头来找你，你不招引他，他不会来惹你，你招引的。我们冷静细心思惟观察，当我们没有遇到佛法之前，是不是常常犯？学佛之后，前面十年还是很容易犯这个毛病，大概你有个十年、二十年的功夫，学佛有一点心得了，这桩事情逐渐可以减少，依旧不能避免。真的是减少了，这就很有进步，怨业减少，菩提道上障碍就少了。",
      "zh_TW": "我們知道『招引怨』，覺悟的人應當盡一切可能去避免，在日常生活當中，處事待人接物要謹慎，要用智慧，決不能用煩惱習氣，用煩惱習氣就決定不能避免「招引」。跟一切人物結怨是你自己招引的，不是冤家對頭來找你，你不招引他，他不會來惹你，你招引的。我們冷靜細心思惟觀察，當我們沒有遇到佛法之前，是不是常常犯？學佛之後，前面十年還是很容易犯這個毛病，大概你有個十年、二十年的功夫，學佛有一點心得了，這樁事情逐漸可以減少，依舊不能避免。真的是減少了，這就很有進步，怨業減少，菩提道上障礙就少了。"
    },
    {
      "id": "12-017-1093_p0006",
      "zh_CN": "要往生，对于过去现前冤亲债主，你要怎样去安抚他们，他们不至于来障碍你念佛往生，这比什么都重要。你要没有方法安抚他，这个方法里头最重要的，自己认真努力积功累德，将这个功德回向给他们，特别要跟他们约定：我到西方极乐世界去，在那边修学有成就了，我一定很快回来帮助你们，让我过去现前一切冤亲债主同生极乐国。这种安抚约定，他们一定欢喜接受，不但不障碍，还来做你的护法，为什么？我们的利益是共同的。这里面不能有虚情假意，不能有自私自利；如果你有自私自利，你有虚情假意，你的话是假的，你的话将来不能兑现，这些冤亲债主他不会饶过你。所以诚意非常重要，诚则灵，这个灵就跟这一切灵感通。我们要把怨结化解，化怨为亲，化敌为友。",
      "zh_TW": "要往生，對於過去現前冤親債主，你要怎樣去安撫他們，他們不至於來障礙你念佛往生，這比什麼都重要。你要沒有方法安撫他，這個方法裡頭最重要的，自己認真努力積功累德，將這個功德迴向給他們，特別要跟他們約定：我到西方極樂世界去，在那邊修學有成就了，我一定很快回來幫助你們，讓我過去現前一切冤親債主同生極樂國。這種安撫約定，他們一定歡喜接受，不但不障礙，還來做你的護法，為什麼？我們的利益是共同的。這裡面不能有虛情假意，不能有自私自利；如果你有自私自利，你有虛情假意，你的話是假的，你的話將來不能兌現，這些冤親債主他不會饒過你。所以誠意非常重要，誠則靈，這個靈就跟這一切靈感通。我們要把怨結化解，化怨為親，化敵為友。"
    },
    {
      "id": "12-017-1093_p0007",
      "zh_CN": "菩萨成佛之后，永远在法界虚空界里面普度众生，不论是有缘、无缘，普度！无缘给他下佛种子，有缘接引他往生。我们选定净土法门，往后生生世世无量劫又无量劫还是这一个法门，决定没有改变，为什么？在无量法门当中，这个法门真正是易行道，只要具足信愿行这三个条件，没有一个不成就的。第七个名字：",
      "zh_TW": "菩薩成佛之後，永遠在法界虛空界裡面普度眾生，不論是有緣、無緣，普度！無緣給他下佛種子，有緣接引他往生。我們選定淨土法門，往後生生世世無量劫又無量劫還是這一個法門，決定沒有改變，為什麼？在無量法門當中，這個法門真正是易行道，只要具足信願行這三個條件，沒有一個不成就的。第七個名字："
    },
    {
      "id": "12-017-1093_p0008",
      "zh_CN": "【或名能欺夺。】",
      "zh_TW": "【或名能欺奪。】"
    },
    {
      "id": "12-017-1093_p0009",
      "zh_CN": "这个世间，『能欺夺』这样的不善业习，在现代社会几乎是很普遍，而且得到社会大众的赞美：这个人了不起，他能欺负人，他能够夺取别人的权位、财富、利益，这人能干！不顾后果，他只看到眼前，他不知道有后果。读圣贤书的人、明了事实真相的人，敢不敢欺负人？敢不敢夺取别人的财富、别人的权位？不敢。为什么？起心动念、一言一笑、一举一动都有报应在里头。这个事情绝对不是有什么神明在做主宰，不是的，业力，业报。只要我们知道这个世间有业报，业报通三世，没有任何一个人能侥幸逃避业报的，没有。可以说此界他方，过去、现在、未来一个例子都找不到，没有一个人能逃出业报的范围，这是真理，这是事实真相。造作恶业的，有意无意欺负人，夺取、霸占，实在说这也不是偶然的，与前世的业习有密切的关联，这一世、来世、后世必受恶报。这些恶报或者是你疾病，你受病苦的折磨，或者是精神上的打击，或者是事业上的挫折。总而言之，你的生活不如意，你的苦难重重，你没有法子避免。有人为的，别人加害于你，那冤冤相报；有我们现在所谓的自然灾害，业报！",
      "zh_TW": "這個世間，『能欺奪』這樣的不善業習，在現代社會幾乎是很普遍，而且得到社會大眾的讚美：這個人了不起，他能欺負人，他能夠奪取別人的權位、財富、利益，這人能幹！不顧後果，他只看到眼前，他不知道有後果。讀聖賢書的人、明瞭事實真相的人，敢不敢欺負人？敢不敢奪取別人的財富、別人的權位？不敢。為什麼？起心動念、一言一笑、一舉一動都有報應在裡頭。這個事情絕對不是有什麼神明在做主宰，不是的，業力，業報。只要我們知道這個世間有業報，業報通三世，沒有任何一個人能僥倖逃避業報的，沒有。可以說此界他方，過去、現在、未來一個例子都找不到，沒有一個人能逃出業報的範圍，這是真理，這是事實真相。造作惡業的，有意無意欺負人，奪取、霸佔，實在說這也不是偶然的，與前世的業習有密切的關聯，這一世、來世、後世必受惡報。這些惡報或者是你疾病，你受病苦的折磨，或者是精神上的打擊，或者是事業上的挫折。總而言之，你的生活不如意，你的苦難重重，你沒有法子避免。有人為的，別人加害於你，那冤冤相報；有我們現在所謂的自然災害，業報！"
    },
    {
      "id": "12-017-1093_p0010",
      "zh_CN": "你要是真的看清楚了，这个世间是什么？就是业报在循环，业报在相续。把戏拆穿了，你就不想再玩这个游戏了，这个游戏不好玩，出离的心就有了。念念都有出离的心，念念有帮助自己家亲眷属，对自己亲爱的人，对自己有恩德的人，总是念念不忘帮助他们觉悟，帮助他们出离。他们现在还不知道事实真相，纵然也有修学，可是程度还不到，还没有把事实看透、看清楚，因此在修学过程当中他还有疑惑，还是不免犯错。我们在旁边看得很清楚，但是他自己不知不觉，不知道他自己犯错，他认为他自己是正常的，这个例子太多太多了。回头想想前若干年，我们自己不也是如此吗？今天能有看破的能力，是几十年真的在不断学习，从学习当中得到的进步。",
      "zh_TW": "你要是真的看清楚了，這個世間是什麼？就是業報在循環，業報在相續。把戲拆穿了，你就不想再玩這個遊戲了，這個遊戲不好玩，出離的心就有了。念念都有出離的心，念念有幫助自己家親眷屬，對自己親愛的人，對自己有恩德的人，總是念念不忘幫助他們覺悟，幫助他們出離。他們現在還不知道事實真相，縱然也有修學，可是程度還不到，還沒有把事實看透、看清楚，因此在修學過程當中他還有疑惑，還是不免犯錯。我們在旁邊看得很清楚，但是他自己不知不覺，不知道他自己犯錯，他認為他自己是正常的，這個例子太多太多了。回頭想想前若干年，我們自己不也是如此嗎？今天能有看破的能力，是幾十年真的在不斷學習，從學習當中得到的進步。"
    },
    {
      "id": "12-017-1093_p0011",
      "zh_CN": "长时薰修重要，唯有长时薰修才能够豁然大悟，薰修的力量不可思议。哪一尊佛陀，哪一尊菩萨不是长劫薰修成就的？没有例外。上根利智是过去生中生生世世薰成的，不是天然的。所以上中下三根什么个道理，我们得搞清楚、搞明白。过去薰习的时间长，上根；薰习的时间短一点，中根；更短一点，下根，就这么回事情。习气跟圣教恰好是个对比，不受圣贤人教诲的薰习，一定就是受世间烦恼习气的薰染，肯定的。一切众生这两种薰习都有，这是我们肯定的，只是薰习时间长短，薰习力量有厚薄不相同，上中下三根是从这里来的。我们现在即使是在下下根，不要紧，长时间的薰习把下根提到中根，中根就薰成上根，上根就薰成上上根，决定不可以离开圣教薰陶。第八句：",
      "zh_TW": "長時薰修重要，唯有長時薰修才能夠豁然大悟，薰修的力量不可思議。哪一尊佛陀，哪一尊菩薩不是長劫薰修成就的？沒有例外。上根利智是過去生中生生世世薰成的，不是天然的。所以上中下三根什麼個道理，我們得搞清楚、搞明白。過去薰習的時間長，上根；薰習的時間短一點，中根；更短一點，下根，就這麼回事情。習氣跟聖教恰好是個對比，不受聖賢人教誨的薰習，一定就是受世間煩惱習氣的薰染，肯定的。一切眾生這兩種薰習都有，這是我們肯定的，只是薰習時間長短，薰習力量有厚薄不相同，上中下三根是從這裡來的。我們現在即使是在下下根，不要緊，長時間的薰習把下根提到中根，中根就薰成上根，上根就薰成上上根，決定不可以離開聖教薰陶。第八句："
    },
    {
      "id": "12-017-1093_p0012",
      "zh_CN": "【或名难共事。】",
      "zh_TW": "【或名難共事。】"
    },
    {
      "id": "12-017-1093_p0013",
      "zh_CN": "我想这个名词我们大家读了都会深有所感，确实很『难共事』，特别是在现前这个时代。为什么？大家不讲原则。在古时候还好，社会上普遍尊重圣人，接受圣人的教诲。早年李老师跟我们说，民国初年，中国虽然落后，但是还有局部的承平，在哪里？小城市、乡下，不是交通要害，也不是兵家必争之地，生活在这个地方人很幸福。那个时候没有传媒，某个地方发生了事情，如果是距离五十里以上，五十里，中国里，就是现在的二十五公里、三十公里这样的距离，要是发生了什么事情，大概总得要七、八天，甚至于十天才知道；那边有个人过来了，跟你讲那里出了什么事情，没有报纸，没有资讯。远一点，隔个两、三百里发生的事情，总得要一、两个月才知道，知道时候事情早过去了，很久就过去了。",
      "zh_TW": "我想這個名詞我們大家讀了都會深有所感，確實很『難共事』，特別是在現前這個時代。為什麼？大家不講原則。在古時候還好，社會上普遍尊重聖人，接受聖人的教誨。早年李老師跟我們說，民國初年，中國雖然落後，但是還有局部的承平，在哪裡？小城市、鄉下，不是交通要害，也不是兵家必爭之地，生活在這個地方人很幸福。那個時候沒有傳媒，某個地方發生了事情，如果是距離五十里以上，五十里，中國里，就是現在的二十五公里、三十公里這樣的距離，要是發生了什麼事情，大概總得要七、八天，甚至於十天才知道；那邊有個人過來了，跟你講那裡出了什麼事情，沒有報紙，沒有資訊。遠一點，隔個兩、三百里發生的事情，總得要一、兩個月才知道，知道時候事情早過去了，很久就過去了。"
    },
    {
      "id": "12-017-1093_p0014",
      "zh_CN": "这些地区居民免不了有争执、有不平，吵吵闹闹的，怎么办？也没有法官，也没有警察，找什么人来调停？三家村里面的秀才，教私塾的这些老师。他来给你评评理，给你讲一点道理，孔老夫子怎么说，孟夫子怎么说，大家一听就平了，有效，很有效果，马上就把事情摆平了。为什么？大家都尊重孔老夫子，尊重孟夫子。说是孔夫子所说的，那还有什么话说。从前的社会。现在不行了，现在把孔老夫子搬出来不服，把释迦牟尼佛搬出来也没效果了，这问题严重了。最后的结果，经论上常讲的生生世世冤冤相报，仇恨愈结愈深，深仇大恨，多少世都不能够化解，这个事情多难。我们在《安士全书》里面读到《文昌帝君阴骘文》，文昌帝君开头自己曾经说过，他在过去生中「一十七世为士大夫」，读书、做官，在这个期间当中当然也做了不少好事，但是也结了不少冤仇，冤冤相报，一世比一世残酷。最后遇到佛法，这才知道自己想错了、做错了，回头是岸，把多生多劫的怨恨舍弃掉了。",
      "zh_TW": "這些地區居民免不了有爭執、有不平，吵吵鬧鬧的，怎麼辦？也沒有法官，也沒有警察，找什麼人來調停？三家村裡面的秀才，教私塾的這些老師。他來給你評評理，給你講一點道理，孔老夫子怎麼說，孟夫子怎麼說，大家一聽就平了，有效，很有效果，馬上就把事情擺平了。為什麼？大家都尊重孔老夫子，尊重孟夫子。說是孔夫子所說的，那還有什麼話說。從前的社會。現在不行了，現在把孔老夫子搬出來不服，把釋迦牟尼佛搬出來也沒效果了，這問題嚴重了。最後的結果，經論上常講的生生世世冤冤相報，仇恨愈結愈深，深仇大恨，多少世都不能夠化解，這個事情多難。我們在《安士全書》裡面讀到《文昌帝君陰騭文》，文昌帝君開頭自己曾經說過，他在過去生中「一十七世為士大夫」，讀書、做官，在這個期間當中當然也做了不少好事，但是也結了不少冤仇，冤冤相報，一世比一世殘酷。最後遇到佛法，這才知道自己想錯了、做錯了，回頭是岸，把多生多劫的怨恨捨棄掉了。"
    },
    {
      "id": "12-017-1093_p0015",
      "zh_CN": "所以与一切众生「共事」不容易，现在这个社会尤其艰难，从什么地方能看见？最明显的例子，家庭，夫妻不合，这「难共事」最明显的例子。离婚，没有儿女，这个罪业还轻一点；要有了儿女，罪业重，你怎么对得起儿女？你跟儿女又结了冤业，这个冤业不是没有事，来生后世你自己必定要受这个果报。这桩事情在现前是严重的社会问题，也是整个社会动乱的根源。谋求解决的人很多，多少善心人士，学术界、科学界、宗教界志士仁人，都在那里思惟、在那里研究用什么方法来解决。我们看到许许多多人提出来的这些方案，但是我们细心观察，没有法子落实。",
      "zh_TW": "所以與一切眾生「共事」不容易，現在這個社會尤其艱難，從什麼地方能看見？最明顯的例子，家庭，夫妻不合，這「難共事」最明顯的例子。離婚，沒有兒女，這個罪業還輕一點；要有了兒女，罪業重，你怎麼對得起兒女？你跟兒女又結了冤業，這個冤業不是沒有事，來生後世你自己必定要受這個果報。這樁事情在現前是嚴重的社會問題，也是整個社會動亂的根源。謀求解決的人很多，多少善心人士，學術界、科學界、宗教界志士仁人，都在那裡思惟、在那裡研究用什麼方法來解決。我們看到許許多多人提出來的這些方案，但是我們細心觀察，沒有法子落實。"
    },
    {
      "id": "12-017-1093_p0016",
      "zh_CN": "就像上个月我在曼谷参加联合国的和平会议，说话的人很多，能不能落实和平？大有问题。为什么不能落实和平？根本的一个因素，不能放弃自己的利益，这个事情就难了。起心动念、言语造作，总是要把自己的利益放在前面，然后再谈别人的利益，别人能接受吗？人人都把自己利益放在第一，哪有不冲突的道理？冲突不能化解，和平就不能落实。真正要想解决，你就得要把自己利益放弃，把别人的利益放在第一位，这个问题就解决了。谁也不愿意把自己利益放弃，依然是拼命在争取利益，这是让我们看到、听到很痛心的一桩事情，知道社会安定、世界和平绝对不是一桩容易事。这个事情要能做出成绩出来，必须这个世间真正有一部分人觉悟了，这一部分人是多少？宋朝何尚之的话，一百个人当中有一个人就起作用，这个比例不能再少了。现在世界上人口有七十亿，百分之一至少要有七千万人，到哪里去找？找不到！那怎么办？唯一的办法，教。中国古人说得好，「建国君民，教学为先」，你要教，你要办教育，要教；你要不教，永远没有觉悟的人。",
      "zh_TW": "就像上個月我在曼谷參加聯合國的和平會議，說話的人很多，能不能落實和平？大有問題。為什麼不能落實和平？根本的一個因素，不能放棄自己的利益，這個事情就難了。起心動念、言語造作，總是要把自己的利益放在前面，然後再談別人的利益，別人能接受嗎？人人都把自己利益放在第一，哪有不衝突的道理？衝突不能化解，和平就不能落實。真正要想解決，你就得要把自己利益放棄，把別人的利益放在第一位，這個問題就解決了。誰也不願意把自己利益放棄，依然是拼命在爭取利益，這是讓我們看到、聽到很痛心的一樁事情，知道社會安定、世界和平絕對不是一樁容易事。這個事情要能做出成績出來，必須這個世間真正有一部分人覺悟了，這一部分人是多少？宋朝何尚之的話，一百個人當中有一個人就起作用，這個比例不能再少了。現在世界上人口有七十億，百分之一至少要有七千萬人，到哪裡去找？找不到！那怎麼辦？唯一的辦法，教。中國古人說得好，「建國君民，教學為先」，你要教，你要辦教育，要教；你要不教，永遠沒有覺悟的人。"
    },
    {
      "id": "12-017-1093_p0017",
      "zh_CN": "今天难，是真难，为什么？教育的基础崩溃了。大家迷信科学，否定了神圣的教诲，否定了宗教教学，把宗教看作迷信，把宗教看作消极，不知道宗教是最好的真善美慧的社会教育。你们想想哪一个宗教不是教人做好人？每一个宗教的教义，都是教人断恶修善，都是教人远离罪恶，提升自己的灵性，不重视物质生活，着重在精神生活、灵性的生活。它的目的确确实实能够达到社会安定，世界和平。教导大家能够认知人与人的关系，人与自然环境的关系，人与天地鬼神的关系。这我在讲席常讲，这三个关系处好了，你这一生幸福美满，自在快乐，这是宗教教育的果德就现前了。",
      "zh_TW": "今天難，是真難，為什麼？教育的基礎崩潰了。大家迷信科學，否定了神聖的教誨，否定了宗教教學，把宗教看作迷信，把宗教看作消極，不知道宗教是最好的真善美慧的社會教育。你們想想哪一個宗教不是教人做好人？每一個宗教的教義，都是教人斷惡修善，都是教人遠離罪惡，提升自己的靈性，不重視物質生活，著重在精神生活、靈性的生活。它的目的確確實實能夠達到社會安定，世界和平。教導大家能夠認知人與人的關係，人與自然環境的關係，人與天地鬼神的關係。這我在講席常講，這三個關係處好了，你這一生幸福美滿，自在快樂，這是宗教教育的果德就現前了。"
    },
    {
      "id": "12-017-1093_p0018",
      "zh_CN": "现在的教育，全世界一味只发展科学技术、工商经贸，人文的教育、伦理道德的教育忘得干干净净。科技是日新月异，工商贸易是很发达，人与人当中只有利害，有利的是朋友，不利的是敌人，这还得了吗？利、共利，不能长久！今年我们有共同利益，明年就没有了。所以今天的朋友可能是明天的敌人，你说这个人间有什么意思？天天在斗争，天天在战争，身心永无宁日，苦，太苦了。精神不安，身体多病，我听说，肯定也是事实，这社会上许许多多人，每天晚上不能离安眠药，离安眠药不能睡觉，你说这个多痛苦。",
      "zh_TW": "現在的教育，全世界一味只發展科學技術、工商經貿，人文的教育、倫理道德的教育忘得乾乾淨淨。科技是日新月異，工商貿易是很發達，人與人當中只有利害，有利的是朋友，不利的是敵人，這還得了嗎？利、共利，不能長久！今年我們有共同利益，明年就沒有了。所以今天的朋友可能是明天的敵人，你說這個人間有什麼意思？天天在鬥爭，天天在戰爭，身心永無寧日，苦，太苦了。精神不安，身體多病，我聽說，肯定也是事實，這社會上許許多多人，每天晚上不能離安眠藥，離安眠藥不能睡覺，你說這個多痛苦。"
    },
    {
      "id": "12-017-1093_p0019",
      "zh_CN": "无论是哪一个行业，现在大家有个错误观念是一定要竞争，你要不竞争你就活不下去，这个观念是个错误观念，误导众生，害死人！他不知道事实真相，事实真相，《了凡四训》里面讲得清楚，美国人凯西这本书里头也讲得清楚，这是外国的，你命里头有，命里有的丢都丢不掉；命里没有的，争也争不来。这个竞争岂不是误导了众生吗？命里有的，哪里要竞争？想尽方法争，争到手的，还是你命里有的，你说冤不冤枉？人不能没有智慧，不能不明了事实真相。真搞清楚、搞明白了，竞争放下了，心安理得，你才能过清净幸福的生活，不再跟人斗争。现在时间到了。",
      "zh_TW": "無論是哪一個行業，現在大家有個錯誤觀念是一定要競爭，你要不競爭你就活不下去，這個觀念是個錯誤觀念，誤導眾生，害死人！他不知道事實真相，事實真相，《了凡四訓》裡面講得清楚，美國人凱西這本書裡頭也講得清楚，這是外國的，你命裡頭有，命裡有的丟都丟不掉；命裡沒有的，爭也爭不來。這個競爭豈不是誤導了眾生嗎？命裡有的，哪裡要競爭？想盡方法爭，爭到手的，還是你命裡有的，你說冤不冤枉？人不能沒有智慧，不能不明瞭事實真相。真搞清楚、搞明白了，競爭放下了，心安理得，你才能過清淨幸福的生活，不再跟人鬥爭。現在時間到了。"
    },
    {
      "id": "12-017-1093_p0020",
      "zh_CN": "诸位同学，请接着看苦圣谛的第九句：",
      "zh_TW": "諸位同學，請接著看苦聖諦的第九句："
    },
    {
      "id": "12-017-1093_p0021",
      "zh_CN": "【或名妄分别。】",
      "zh_TW": "【或名妄分別。】"
    },
    {
      "id": "12-017-1093_p0022",
      "zh_CN": "这一句也是实话，给我们一语道破事实的真相，确确实实虚妄分别。六祖大师在《坛经》里面跟我们说「本来无一物」，这是事实真相。本来无一物，哪里来的分别？所以一切分别皆非实相，不是事实真相。事实真相里头没有分别，也没有执着，更没有妄想。离妄想分别执着，真相才能够现前，诸法实相！这个时候你才真正能够看到真善美慧，就是佛法里面讲的庄严。本经的经题原文是《大方广佛杂华庄严经》，中国人喜欢简略，杂华，杂字不要了，庄严，庄字不要了，留下《华严经》。《杂华庄严经》我们称它为《华严经》。你才能够看到庄严。所以庄严跑哪里去了？庄严不见了。什么原因不见了？因为你有妄想分别执着。实在讲庄严就在周边，并没有失去，但是你见不到。你所见到的这些庄严具统统被染污，看不到它的庄严，被染污了。这个染污就是妄想分别执着，妄想是无明烦恼，分别是尘沙烦恼，执着是见思烦恼，佛在经上讲的三大类烦恼，烦扰了真如本性，把真如本性的智慧德能蒙蔽住，障碍住，虽有不能现前，不起作用。所以虚空法界唯心所现庄严的实相，见不到了。",
      "zh_TW": "這一句也是實話，給我們一語道破事實的真相，確確實實虛妄分別。六祖大師在《壇經》裡面跟我們說「本來無一物」，這是事實真相。本來無一物，哪裡來的分別？所以一切分別皆非實相，不是事實真相。事實真相裡頭沒有分別，也沒有執著，更沒有妄想。離妄想分別執著，真相才能夠現前，諸法實相！這個時候你才真正能夠看到真善美慧，就是佛法裡面講的莊嚴。本經的經題原文是《大方廣佛雜華莊嚴經》，中國人喜歡簡略，雜華，雜字不要了，莊嚴，莊字不要了，留下《華嚴經》。《雜華莊嚴經》我們稱它為《華嚴經》。你才能夠看到莊嚴。所以莊嚴跑哪裡去了？莊嚴不見了。什麼原因不見了？因為你有妄想分別執著。實在講莊嚴就在周邊，並沒有失去，但是你見不到。你所見到的這些莊嚴具統統被染污，看不到它的莊嚴，被染污了。這個染污就是妄想分別執著，妄想是無明煩惱，分別是塵沙煩惱，執著是見思煩惱，佛在經上講的三大類煩惱，煩擾了真如本性，把真如本性的智慧德能蒙蔽住，障礙住，雖有不能現前，不起作用。所以虛空法界唯心所現莊嚴的實相，見不到了。"
    },
    {
      "id": "12-017-1093_p0023",
      "zh_CN": "境随心转，这是原理原则，一切法从心想生，我们今天的心想不善，所有一切境界都变成不善。江本胜博士的实验为我们做了有力的证明，如果我们的心行善，如同《十善业道经》上所说的，我们的心善、念头善、行为善，不容毫分不善夹杂，外面所有一切境界就是极乐世界，就是华藏世界。华藏、极乐在哪里？就在此地。变了，真的变了，能变是心、是念头，心现识变，念头是识，就是心想。十法界依正庄严，我们用的什么心就现什么样的境界。你是佛心现佛境界，你是菩萨心现菩萨境界，你是饿鬼心现鬼境界、畜生心现畜生境界。给你说真的，外面境界什么都没有，本来无一物。",
      "zh_TW": "境隨心轉，這是原理原則，一切法從心想生，我們今天的心想不善，所有一切境界都變成不善。江本勝博士的實驗為我們做了有力的證明，如果我們的心行善，如同《十善業道經》上所說的，我們的心善、念頭善、行為善，不容毫分不善夾雜，外面所有一切境界就是極樂世界，就是華藏世界。華藏、極樂在哪裡？就在此地。變了，真的變了，能變是心、是念頭，心現識變，念頭是識，就是心想。十法界依正莊嚴，我們用的什麼心就現什麼樣的境界。你是佛心現佛境界，你是菩薩心現菩薩境界，你是餓鬼心現鬼境界、畜生心現畜生境界。給你說真的，外面境界什麼都沒有，本來無一物。"
    },
    {
      "id": "12-017-1093_p0024",
      "zh_CN": "一切法心想生，不要忘记，一切法里面第一个是什么？身体。你要记住这个身从心想生，所以你的思想好、你的念头好，你的心纯善没有恶，从你的相貌、从你的体质、从你的言行就透露出来了。人家一看，这个人是个善人，看他的相，相善；听听他的话，言善；看看他的动作，举止善，无一不善。落实在事相上，第一个就是自己身体。然后再看你生活环境，看你工作环境，看你处事待人接物，没有一样不善！恶人看见你，不起恶念，这是什么？我们中国人讲是你善心的感召，外国人讲你的磁场太好了，他进入你的磁场，他就受你的感化。不管怎么说法，总而言之，你的善心诚意能感动别人。即使对你有恶意的人、有敌意的人，见了你的面，看到你的形象，他的敌意、恶念就没有了。但是这个没有是暂时没有，离开之后可能又生起来了，这什么原因？我们这个感召的力量不够，不能让他永远把敌意恶念消除，只是暂时他不起。",
      "zh_TW": "一切法心想生，不要忘記，一切法裡面第一個是什麼？身體。你要記住這個身從心想生，所以你的思想好、你的念頭好，你的心純善沒有惡，從你的相貌、從你的體質、從你的言行就透露出來了。人家一看，這個人是個善人，看他的相，相善；聽聽他的話，言善；看看他的動作，舉止善，無一不善。落實在事相上，第一個就是自己身體。然後再看你生活環境，看你工作環境，看你處事待人接物，沒有一樣不善！惡人看見你，不起惡念，這是什麼？我們中國人講是你善心的感召，外國人講你的磁場太好了，他進入你的磁場，他就受你的感化。不管怎麼說法，總而言之，你的善心誠意能感動別人。即使對你有惡意的人、有敵意的人，見了你的面，看到你的形象，他的敵意、惡念就沒有了。但是這個沒有是暫時沒有，離開之後可能又生起來了，這什麼原因？我們這個感召的力量不夠，不能讓他永遠把敵意惡念消除，只是暫時他不起。"
    },
    {
      "id": "12-017-1093_p0025",
      "zh_CN": "从这些事情我们要细心体会，中国古圣先贤常说的感应不可思议，甚至于「生公说法，顽石点头」，我们要问这可能吗？可能。为什么？顽石是矿物，矿物有法性，法性的德能有见闻觉知，既有见闻觉知，它怎么会不点头？不过它的反应没有动物、植物那么样的灵敏，也就是说它比较迟钝，可是肯定是有反应的。你要用十分的真诚，不是不能感动，古人所谓「精诚所至，金石为开」，这就是很好的一个例子，说明境随心转。我们这个心的念力非常之强，连矿物都感应、都感动了。",
      "zh_TW": "從這些事情我們要細心體會，中國古聖先賢常說的感應不可思議，甚至於「生公說法，頑石點頭」，我們要問這可能嗎？可能。為什麼？頑石是礦物，礦物有法性，法性的德能有見聞覺知，既有見聞覺知，它怎麼會不點頭？不過它的反應沒有動物、植物那麼樣的靈敏，也就是說它比較遲鈍，可是肯定是有反應的。你要用十分的真誠，不是不能感動，古人所謂「精誠所至，金石為開」，這就是很好的一個例子，說明境隨心轉。我們這個心的念力非常之強，連礦物都感應、都感動了。"
    },
    {
      "id": "12-017-1093_p0026",
      "zh_CN": "所以分别都是虚妄的，既然都是虚妄的，要不要分别？不需要。不但不分别、不执着，连妄想也不需要。法身菩萨永远离开妄想分别执着，法身菩萨！我们今天如果说是也能够把妄想分别执着放下，那你就是法身菩萨同一类了。你一念放下，一念相应，念念放下，念念相应；什么时候又想起来，放不下了，那就不相应。这些理事都要通达明了，这是我们学习的依据，学习的张本。再看末后一句：",
      "zh_TW": "所以分別都是虛妄的，既然都是虛妄的，要不要分別？不需要。不但不分別、不執著，連妄想也不需要。法身菩薩永遠離開妄想分別執著，法身菩薩！我們今天如果說是也能夠把妄想分別執著放下，那你就是法身菩薩同一類了。你一念放下，一念相應，念念放下，念念相應；什麼時候又想起來，放不下了，那就不相應。這些理事都要通達明瞭，這是我們學習的依據，學習的張本。再看末後一句："
    },
    {
      "id": "12-017-1093_p0027",
      "zh_CN": "【或名有势力。】",
      "zh_TW": "【或名有勢力。】"
    },
    {
      "id": "12-017-1093_p0028",
      "zh_CN": "有什么『势力』？清凉大师有注解，《疏》里头说「有势力者，生老病死，犹四山临人，世虽贤豪，力无与竞」，这几句话说得好。大师慈悲怕我们还看不懂，《钞》里面还有详细的注解，这个钞是注疏的，疏的注解，文很长我们不必去念了。总的来说，生老病死这是六道里面所有一切众生都不能够避免的，人间尤其是显著。纵然你做到帝王将相，或者大圣尧舜禹汤，或者是贫贱沦落到乞丐，生老病死对一切人几乎是平等的，没有一个人能跟它竞争。「力无与竞」，这个「竞」就是竞争，你的力量没有办法跟它竞争。",
      "zh_TW": "有什麼『勢力』？清涼大師有註解，《疏》裡頭說「有勢力者，生老病死，猶四山臨人，世雖賢豪，力無與競」，這幾句話說得好。大師慈悲怕我們還看不懂，《鈔》裡面還有詳細的註解，這個鈔是註疏的，疏的註解，文很長我們不必去念了。總的來說，生老病死這是六道裡面所有一切眾生都不能夠避免的，人間尤其是顯著。縱然你做到帝王將相，或者大聖堯舜禹湯，或者是貧賤淪落到乞丐，生老病死對一切人幾乎是平等的，沒有一個人能跟它競爭。「力無與競」，這個「競」就是競爭，你的力量沒有辦法跟它競爭。"
    },
    {
      "id": "12-017-1093_p0029",
      "zh_CN": "老不是十年十年的老化，不是，一天比一天老；再跟你说得微细，一念比一念老，现在这一念比前面这一念老了。念念不住，这在佛法里叫行苦。佛法里面讲苦苦、坏苦、行苦，行苦什么意思？念念不住。不是天天不住，天天太长了，念念！现在人对这个念念不知道，没这个概念；现在人讲分秒，现在这一秒比前一秒就老了。一秒比一秒衰老，这是事实真相，你能够保持得住？后一秒跟现在这一秒，你能够保持得住吗？保持不住。我们以前在八厘米的小电影（早年我也玩过）最容易体会到，我们拍摄的时候，一秒钟二十四张，张张不一样，从这里看到佛经上讲的行苦，刹那不住，这叫无常！这说明无常「有势力」，生老病死「有势力」，你没有办法避免，你有什么样的智慧德能都逃不过。",
      "zh_TW": "老不是十年十年的老化，不是，一天比一天老；再跟你說得微細，一念比一念老，現在這一念比前面這一念老了。念念不住，這在佛法裡叫行苦。佛法裡面講苦苦、壞苦、行苦，行苦什麼意思？念念不住。不是天天不住，天天太長了，念念！現在人對這個念念不知道，沒這個概念；現在人講分秒，現在這一秒比前一秒就老了。一秒比一秒衰老，這是事實真相，你能夠保持得住？後一秒跟現在這一秒，你能夠保持得住嗎？保持不住。我們以前在八厘米的小電影（早年我也玩過）最容易體會到，我們拍攝的時候，一秒鐘二十四張，張張不一樣，從這裡看到佛經上講的行苦，剎那不住，這叫無常！這說明無常「有勢力」，生老病死「有勢力」，你沒有辦法避免，你有什麼樣的智慧德能都逃不過。"
    },
    {
      "id": "12-017-1093_p0030",
      "zh_CN": "所以你在这个地方要了解事实真相，真相是什么？「凡所有相，皆是虚妄」。你一定要晓得，念念不住是讲的相，正因为这个相是念念不住，所以佛才讲「凡所有相，皆是虚妄」，这个意思很深、很广，真实的，一点都不假。相有生灭，性不生灭。一切有情众生的相，我们今天讲动物，牠有佛性，佛性不灭；一切无情众生，植物、矿物、自然现象，它有法性，法性长存，法性也不灭。不灭的是自己，真我；会变灭的是假我，幻我。这个身，身是假的、幻的，灵走了，我们的性，性离开了，离开这个身体了，身体不要了。灵性要一离开，我们就说这个身体叫死尸，很快它就腐坏、就腐烂了，还归大地。那灵性又到别的地方去了，他又去找个身体去了。",
      "zh_TW": "所以你在這個地方要了解事實真相，真相是什麼？「凡所有相，皆是虛妄」。你一定要曉得，念念不住是講的相，正因為這個相是念念不住，所以佛才講「凡所有相，皆是虛妄」，這個意思很深、很廣，真實的，一點都不假。相有生滅，性不生滅。一切有情眾生的相，我們今天講動物，牠有佛性，佛性不滅；一切無情眾生，植物、礦物、自然現象，它有法性，法性長存，法性也不滅。不滅的是自己，真我；會變滅的是假我，幻我。這個身，身是假的、幻的，靈走了，我們的性，性離開了，離開這個身體了，身體不要了。靈性要一離開，我們就說這個身體叫死屍，很快它就腐壞、就腐爛了，還歸大地。那靈性又到別的地方去了，他又去找個身體去了。"
    },
    {
      "id": "12-017-1093_p0031",
      "zh_CN": "你要知道这个事实真相，你就晓得，我们今天生活在这个世间为的是什么？到这个世间来总得要有个目标、有个方向，你这一生过得有意义、有价值。正确的价值是不断提升你的灵性，这是价值。这一生我们在人道，下一生能够到天道、到欲界天，再下一生能够提升到色界天，一世一世都往上提升，这了不起，对了。学佛的人也常常到十方世界，应化在九法界里头、应化在六道里面，干什么？自行化他。自行是提升自己的境界，譬如初住菩萨提升到二住，二住菩萨提升到三住，不断的向上提升。意义是什么？不断在学习。自行化他是学习，我一定把初住菩萨课程学完了，升级升到二住，二住菩萨的课程学完了，我升到三住，永远在学习。",
      "zh_TW": "你要知道這個事實真相，你就曉得，我們今天生活在這個世間為的是什麼？到這個世間來總得要有個目標、有個方向，你這一生過得有意義、有價值。正確的價值是不斷提升你的靈性，這是價值。這一生我們在人道，下一生能夠到天道、到欲界天，再下一生能夠提升到色界天，一世一世都往上提升，這了不起，對了。學佛的人也常常到十方世界，應化在九法界裡頭、應化在六道裡面，幹什麼？自行化他。自行是提升自己的境界，譬如初住菩薩提升到二住，二住菩薩提升到三住，不斷的向上提升。意義是什麼？不斷在學習。自行化他是學習，我一定把初住菩薩課程學完了，升級升到二住，二住菩薩的課程學完了，我升到三住，永遠在學習。"
    },
    {
      "id": "12-017-1093_p0032",
      "zh_CN": "孔老夫子说的话很有味道，我在早年读《论语》体会不到，只是这句话念过而已。但是在现前，我体会得很深很深，非常有味，他说：我一天不吃饭，一夜不睡觉，我在那里想，无益，不如学也，学习。为什么？只有通过学习，才能把自己的灵性不断向上提升，不会堕落；你要不学，不学是肯定受烦恼薰习，烦恼习气薰习，烦恼习气薰习没有不堕落的。六道里头为什么有三恶道？这非常明显，堕三恶道的人没有学习圣贤之道。他每天学习的是什么？学习的是贪瞋痴慢，学习的是自私自利，完全是负面的，学习的是控制占有，损人利己，所以他的灵性往下坠落，不能向上提升；向上提升要学圣贤之道。",
      "zh_TW": "孔老夫子說的話很有味道，我在早年讀《論語》體會不到，只是這句話念過而已。但是在現前，我體會得很深很深，非常有味，他說：我一天不吃飯，一夜不睡覺，我在那裡想，無益，不如學也，學習。為什麼？只有通過學習，才能把自己的靈性不斷向上提升，不會墮落；你要不學，不學是肯定受煩惱薰習，煩惱習氣薰習，煩惱習氣薰習沒有不墮落的。六道裡頭為什麼有三惡道？這非常明顯，墮三惡道的人沒有學習聖賢之道。他每天學習的是什麼？學習的是貪瞋痴慢，學習的是自私自利，完全是負面的，學習的是控制佔有，損人利己，所以他的靈性往下墜落，不能向上提升；向上提升要學聖賢之道。"
    },
    {
      "id": "12-017-1093_p0033",
      "zh_CN": "由此可知，今天社会动乱的根源，你就明了了。科学技术、工商贸易不是圣贤之道，它这里面学习什么？学习竞争，学习斗争，永无止境的斗争，这还得了吗？害得自己每天不吃安眠药就不能睡觉，这哪里是人过的日子？这生活太苦了。我们到澳洲来，看到澳洲的人民，我们很欢喜，为什么？看到他们不争，他们懂得过幸福悠闲自在的生活。这在现在社会很难得，很不容易，不争！",
      "zh_TW": "由此可知，今天社會動亂的根源，你就明瞭了。科學技術、工商貿易不是聖賢之道，它這裡面學習什麼？學習競爭，學習鬥爭，永無止境的鬥爭，這還得了嗎？害得自己每天不吃安眠藥就不能睡覺，這哪裡是人過的日子？這生活太苦了。我們到澳洲來，看到澳洲的人民，我們很歡喜，為什麼？看到他們不爭，他們懂得過幸福悠閒自在的生活。這在現在社會很難得，很不容易，不爭！"
    },
    {
      "id": "12-017-1093_p0034",
      "zh_CN": "现在在开放的国家，先进的地区，哪一个不竞争？争利、争名、争权，没有一样不争；自己跟自己争，自己跟一切人争，苦不堪言。这个社会里头不争，他不要钱，普普通通的日子能过他就很满足了。他们的生活早睡早起，清晨四、五点钟天亮了，他们起来在户外运动、散步，悠闲自在。他们做生意开店，十点钟早晨才开门，多么悠闲，晚上五、六点钟就关门，不做生意了。不像一般大城市，生意是二十四小时通宵，他要竞争，他要赚钱；这个地方的人不要赚钱、不要竞争，要悠闲。懂得过大自然的生活，身心健康。",
      "zh_TW": "現在在開放的國家，先進的地區，哪一個不競爭？爭利、爭名、爭權，沒有一樣不爭；自己跟自己爭，自己跟一切人爭，苦不堪言。這個社會裡頭不爭，他不要錢，普普通通的日子能過他就很滿足了。他們的生活早睡早起，清晨四、五點鐘天亮了，他們起來在戶外運動、散步，悠閒自在。他們做生意開店，十點鐘早晨才開門，多麼悠閒，晚上五、六點鐘就關門，不做生意了。不像一般大城市，生意是二十四小時通宵，他要競爭，他要賺錢；這個地方的人不要賺錢、不要競爭，要悠閒。懂得過大自然的生活，身心健康。"
    },
    {
      "id": "12-017-1093_p0035",
      "zh_CN": "我到乡村看了些老人，八十多岁、九十多岁很健康，很健谈，许多都是基督教徒。他们很开明，跟我讲很想听听佛教，听了一段时期之后，又告诉我他很想学佛。八、九十岁，动作很伶俐，人老，但是没有老态，什么原因？他没有烦恼，他没有忧虑，他没有牵挂，他没有竞争，一生从来不懂得什么叫竞争，过的是人的生活。我们学佛的人，到这个地方来看看当地的居民，如果我们还有竞争的意识，那就错了，连他们都不如，你还学什么佛。他们真正能放得下，放下名闻利养，放下五欲六尘的追求，他不搞这些，贪瞋痴慢很薄。所以佛法宗教教学在此地发展是个非常好的环境。宗教教学在现在这个开发的国家地区，普遍大家意识里面都是竞争、斗争，宗教教学很困难，这个竞争、斗争就是抗拒，不容易推展。澳洲人有智慧、有能力辨别是非、邪正、善恶，所以我说今天这个地球上，澳洲、纽西兰可能是唯一的净土，还没有被污染。我们有幸也能到这块土地来居住，在这个地方舍弃万缘，安心修道，要是不能成就，这决定不是外在的障碍，那是自己业障。这样殊胜美好的学习环境，实实在在不容易得到。",
      "zh_TW": "我到鄉村看了些老人，八十多歲、九十多歲很健康，很健談，許多都是基督教徒。他們很開明，跟我講很想聽聽佛教，聽了一段時期之後，又告訴我他很想學佛。八、九十歲，動作很伶俐，人老，但是沒有老態，什麼原因？他沒有煩惱，他沒有憂慮，他沒有牽掛，他沒有競爭，一生從來不懂得什麼叫競爭，過的是人的生活。我們學佛的人，到這個地方來看看當地的居民，如果我們還有競爭的意識，那就錯了，連他們都不如，你還學什麼佛。他們真正能放得下，放下名聞利養，放下五欲六塵的追求，他不搞這些，貪瞋痴慢很薄。所以佛法宗教教學在此地發展是個非常好的環境。宗教教學在現在這個開發的國家地區，普遍大家意識裡面都是競爭、鬥爭，宗教教學很困難，這個競爭、鬥爭就是抗拒，不容易推展。澳洲人有智慧、有能力辨別是非、邪正、善惡，所以我說今天這個地球上，澳洲、紐西蘭可能是唯一的淨土，還沒有被污染。我們有幸也能到這塊土地來居住，在這個地方捨棄萬緣，安心修道，要是不能成就，這決定不是外在的障礙，那是自己業障。這樣殊勝美好的學習環境，實實在在不容易得到。"
    },
    {
      "id": "12-017-1093_p0036",
      "zh_CN": "我们今天仰仗着过去生中修积的一点福德，得三宝威神的加持，缘具足！我们的善根、福德要加紧的补习，希望能够在很短的时间，我们大幅度的把善根、福德提升起来，三个条件具足，取西方净土有把握，这就是超越「有势力」。超越有势力就是出苦，苦圣谛你超越了，超越什么？就跟阿罗汉、菩萨一样有谛无苦。菩萨有谛无苦，超越了。但是对于不是认真修学的人，它还是有势力；认真修学真能放得下，勇猛精进可以超越。「苦圣谛」我们就讲到此地。再看第二段：",
      "zh_TW": "我們今天仰仗著過去生中修積的一點福德，得三寶威神的加持，緣具足！我們的善根、福德要加緊的補習，希望能夠在很短的時間，我們大幅度的把善根、福德提升起來，三個條件具足，取西方淨土有把握，這就是超越「有勢力」。超越有勢力就是出苦，苦聖諦你超越了，超越什麼？就跟阿羅漢、菩薩一樣有諦無苦。菩薩有諦無苦，超越了。但是對於不是認真修學的人，它還是有勢力；認真修學真能放得下，勇猛精進可以超越。「苦聖諦」我們就講到此地。再看第二段："
    },
    {
      "id": "12-017-1093_p0037",
      "zh_CN": "【诸佛子，所言苦集圣谛者，彼最胜世界中，或名败坏，或名痴根，或名大怨，或名利刃，或名灭味，或名仇对，或名非己物，或名恶导引，或名增黑暗，或名坏善利。】",
      "zh_TW": "【諸佛子，所言苦集聖諦者，彼最勝世界中，或名敗壞，或名痴根，或名大怨，或名利刃，或名滅味，或名仇對，或名非己物，或名惡導引，或名增黑暗，或名壞善利。】"
    },
    {
      "id": "12-017-1093_p0038",
      "zh_CN": "到这里是一段。前面「苦圣谛」是讲世间的果报，苦报，六道众生没有一个能避免的；「苦集圣谛」是讲的因，这两条世间因果。这个世间六道里头的因就是「集」，果是「苦」。先说果是因为你现在正在受的，你现前所受的，你的印象深刻；然后再跟你说因，让你认真细心去反省观察，现在造作的是什么。造作因，因必感果，你就晓得将来的果是什么。如果造作这个因的力量强大，果报不要等来生，在这一生就现前，我们一般人讲现世报，这个现世果报里头有善有恶。善因，现世善果就现前，恶因，现世的恶报就现前，你造作的这个力量强大。",
      "zh_TW": "到這裡是一段。前面「苦聖諦」是講世間的果報，苦報，六道眾生沒有一個能避免的；「苦集聖諦」是講的因，這兩條世間因果。這個世間六道裡頭的因就是「集」，果是「苦」。先說果是因為你現在正在受的，你現前所受的，你的印象深刻；然後再跟你說因，讓你認真細心去反省觀察，現在造作的是什麼。造作因，因必感果，你就曉得將來的果是什麼。如果造作這個因的力量強大，果報不要等來生，在這一生就現前，我們一般人講現世報，這個現世果報裡頭有善有惡。善因，現世善果就現前，惡因，現世的惡報就現前，你造作的這個力量強大。"
    },
    {
      "id": "12-017-1093_p0039",
      "zh_CN": "『最胜世界中』，第一个名叫『败坏』。我们想想看，我们现前起心动念、言语造作与这个地方所讲的相不相应？总的来说，「败坏」自己的性德。自己的本性本具有无量智慧、无量德能、无量相好；我们今天所作所为起心动念违背了性德，所以性德里面的德能，确确实实败坏了。我们再说得具体一点，佛教众生总离不开戒定慧三学，戒定慧是性德，一切众生本来具足，现在并没有丧失，但是怎么呢？没有了。什么原因没有了？你起了烦恼习气，把你的性德埋没掉了，完全看不到了，埋没掉了。埋没在深处，它没有败坏，什么时候你把这些障碍去掉，它又现行了，它就又起作用，「败坏」是这个意思。",
      "zh_TW": "『最勝世界中』，第一個名叫『敗壞』。我們想想看，我們現前起心動念、言語造作與這個地方所講的相不相應？總的來說，「敗壞」自己的性德。自己的本性本具有無量智慧、無量德能、無量相好；我們今天所作所為起心動念違背了性德，所以性德裡面的德能，確確實實敗壞了。我們再說得具體一點，佛教眾生總離不開戒定慧三學，戒定慧是性德，一切眾生本來具足，現在並沒有喪失，但是怎麼呢？沒有了。什麼原因沒有了？你起了煩惱習氣，把你的性德埋沒掉了，完全看不到了，埋沒掉了。埋沒在深處，它沒有敗壞，什麼時候你把這些障礙去掉，它又現行了，它就又起作用，「敗壞」是這個意思。"
    },
    {
      "id": "12-017-1093_p0040",
      "zh_CN": "佛讲的善根福德实在讲都是性德，乃至于中国儒家所讲的五伦、五常、八德，哪一样不是性德？本性里头本来具足的。但是今天我们所想的、所念的、所说的、所做的跟性德完全相违背，一百八十度的相违背，起心动念无不是自私自利，这个麻烦大了。自私自利是罪恶的根源，就是「败坏」的根本元素，你有了这个东西，你的性德万德万能全都败坏了。你生活在这个世间，你不能不受苦，你不能不受病痛。这个病痛有物质上的、有肉体上的、有精神上的，你要受这个果报。所以人不能不学圣教，圣教是在四谛里面最后的一段，「苦灭道圣谛」，那就是修道。造出世间的因得出世间的果报，造世间的因，你就没有办法不受世间果报，业因果报丝毫不爽。现在时间到了。",
      "zh_TW": "佛講的善根福德實在講都是性德，乃至於中國儒家所講的五倫、五常、八德，哪一樣不是性德？本性裡頭本來具足的。但是今天我們所想的、所念的、所說的、所做的跟性德完全相違背，一百八十度的相違背，起心動念無不是自私自利，這個麻煩大了。自私自利是罪惡的根源，就是「敗壞」的根本元素，你有了這個東西，你的性德萬德萬能全都敗壞了。你生活在這個世間，你不能不受苦，你不能不受病痛。這個病痛有物質上的、有肉體上的、有精神上的，你要受這個果報。所以人不能不學聖教，聖教是在四諦裡面最後的一段，「苦滅道聖諦」，那就是修道。造出世間的因得出世間的果報，造世間的因，你就沒有辦法不受世間果報，業因果報絲毫不爽。現在時間到了。"
    }
  ]
}