{
  "doc_id": "12-017-0768",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七六八卷",
    "zh_TW": "第七六八卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0768",
  "total_paragraphs": 73,
  "paragraphs": [
    {
      "id": "12-017-0768_p0001",
      "zh_CN": "诸位同学，请看「世界成就品」，最后的一段，长行第九句看起：",
      "zh_TW": "諸位同學，請看「世界成就品」，最後的一段，長行第九句看起："
    },
    {
      "id": "12-017-0768_p0002",
      "zh_CN": "【一一世界海中。一切世界海普入一尘无差别。】",
      "zh_TW": "【一一世界海中。一切世界海普入一塵無差別。】"
    },
    {
      "id": "12-017-0768_p0003",
      "zh_CN": "从末后这两句为我们证实了，我们读诵《华严经》所体会到的境界，那就是正报一一毛端、一一毛孔，依报当中一一微尘，确确实实含摄无量无边诸佛刹土，就像一面镜子一样，把外面的境界统统照在里面。现在科技发达，这个摄相的机器种类很多，价格也大众化了，我们无论在什么地方都能看到许许多多人带着摄相机在那个地方照相，做为观光旅游的纪念。我们看相机镜头很小，但是外面这些境界相全都照进去了。可是这个相机实在讲还比不上微尘、毛孔。我们用他们的术语来讲，这微尘、毛孔是广角的，它能够把三百六十度的形相统统摄入进去，而我们一般的相机镜头还没有这个能力，能照到前面，照不到后面，照不到两侧。微尘、毛端它能够照到，不思议的境界！要不是佛在这一部经上给我们说出来，我们怎么会知道这个事情？",
      "zh_TW": "從末後這兩句為我們證實了，我們讀誦《華嚴經》所體會到的境界，那就是正報一一毛端、一一毛孔，依報當中一一微塵，確確實實含攝無量無邊諸佛剎土，就像一面鏡子一樣，把外面的境界統統照在裡面。現在科技發達，這個攝相的機器種類很多，價格也大眾化了，我們無論在什麼地方都能看到許許多多人帶著攝相機在那個地方照相，做為觀光旅遊的紀念。我們看相機鏡頭很小，但是外面這些境界相全都照進去了。可是這個相機實在講還比不上微塵、毛孔。我們用他們的術語來講，這微塵、毛孔是廣角的，它能夠把三百六十度的形相統統攝入進去，而我們一般的相機鏡頭還沒有這個能力，能照到前面，照不到後面，照不到兩側。微塵、毛端它能夠照到，不思議的境界！要不是佛在這一部經上給我們說出來，我們怎麼會知道這個事情？"
    },
    {
      "id": "12-017-0768_p0004",
      "zh_CN": "我们现在知道了，知道了怎么样？没有办法证实，没有办法契入，这是我们现前两重障碍！这经上明白的告诉我们，什么人能够契入？普贤菩萨能够契入。什么样的普贤菩萨？在这段经里面是当位的普贤菩萨，当位普贤菩萨是等觉。我们在前面读到了信解菩萨，三贤菩萨是信解。我们今天修行，实实在在讲是在模仿信解菩萨，但是只要真正发大心，也算是华严会上的当机者。这个在前面我们读过大心凡夫，你心量不大不行！大到什么程度？要跟法身菩萨一样，确确实实「心包太虚，量周沙界」，表现在日常生活当中，处事待人接物，这个不能不知道。",
      "zh_TW": "我們現在知道了，知道了怎麼樣？沒有辦法證實，沒有辦法契入，這是我們現前兩重障礙！這經上明白的告訴我們，什麼人能夠契入？普賢菩薩能夠契入。什麼樣的普賢菩薩？在這段經裡面是當位的普賢菩薩，當位普賢菩薩是等覺。我們在前面讀到了信解菩薩，三賢菩薩是信解。我們今天修行，實實在在講是在模仿信解菩薩，但是只要真正發大心，也算是華嚴會上的當機者。這個在前面我們讀過大心凡夫，你心量不大不行！大到什麼程度？要跟法身菩薩一樣，確確實實「心包太虛，量周沙界」，表現在日常生活當中，處事待人接物，這個不能不知道。"
    },
    {
      "id": "12-017-0768_p0005",
      "zh_CN": "如果处事待人接物还有一念想着自己，我自己的好处、我自己的利益，你就是小心量的凡夫，那个入不了华严境界。换句话说，入不了华严境界，这个《华严经》你读诵，你听讲，只能说在阿赖耶识里面落下一个种子，跟这一部经结了缘，这一部经里面所说殊胜功德利益，这一生当中决定得不到。",
      "zh_TW": "如果處事待人接物還有一念想著自己，我自己的好處、我自己的利益，你就是小心量的凡夫，那個入不了華嚴境界。換句話說，入不了華嚴境界，這個《華嚴經》你讀誦，你聽講，只能說在阿賴耶識裡面落下一個種子，跟這一部經結了緣，這一部經裡面所說殊勝功德利益，這一生當中決定得不到。"
    },
    {
      "id": "12-017-0768_p0006",
      "zh_CN": "我们要明了这一个事实，必须念念为虚空法界无量无边无尽无数的刹土众生，常常存这个心，常常有这个念头，没有自己，自己这个身体是个工具，什么工具？为一切众生服务的工具。现在我们生在这一个地球上，我们不敢讲示现，出生在这个地球上，那你就要晓得，我要为这个地球上一切众生服务。这一句话诸位要听明白，「地球上一切众生」，除了人之外，所有一切生物都是众生，这个地球上的动物，在佛法里面讲畜生。在这个地球上居住的也有圣贤，因为这个地球是凡圣同居土，有菩萨，有罗汉，有诸天善神，也有妖魔罗刹，还有饿鬼地狱，统统都是众生！我们这个身要做为他们服务的一个工具，这就对了，才叫学佛。",
      "zh_TW": "我們要明瞭這一個事實，必須念念為虛空法界無量無邊無盡無數的剎土眾生，常常存這個心，常常有這個念頭，沒有自己，自己這個身體是個工具，什麼工具？為一切眾生服務的工具。現在我們生在這一個地球上，我們不敢講示現，出生在這個地球上，那你就要曉得，我要為這個地球上一切眾生服務。這一句話諸位要聽明白，「地球上一切眾生」，除了人之外，所有一切生物都是眾生，這個地球上的動物，在佛法裡面講畜生。在這個地球上居住的也有聖賢，因為這個地球是凡聖同居土，有菩薩，有羅漢，有諸天善神，也有妖魔羅剎，還有餓鬼地獄，統統都是眾生！我們這個身要做為他們服務的一個工具，這就對了，才叫學佛。"
    },
    {
      "id": "12-017-0768_p0007",
      "zh_CN": "我们把自己修学的做出来，表演给他看，这是服务。好像是什么？我们在表演，是在演戏，他们是台下的观众。观众去观听舞台表演，一般的目的是娱乐。我们仿效诸佛菩萨在这个世间展开表演，让这些观听的大众，见闻接触当中开智慧，这是如来家业，如来家的事业就是这个。",
      "zh_TW": "我們把自己修學的做出來，表演給他看，這是服務。好像是什麼？我們在表演，是在演戲，他們是台下的觀眾。觀眾去觀聽舞台表演，一般的目的是娛樂。我們仿效諸佛菩薩在這個世間展開表演，讓這些觀聽的大眾，見聞接觸當中開智慧，這是如來家業，如來家的事業就是這個。"
    },
    {
      "id": "12-017-0768_p0008",
      "zh_CN": "我们发心做佛的弟子，续佛慧命，弘法利生，这些话常常挂在口头上。说得没错，这是经典上说的，你做到没有？怎么个做法？生活是表演，工作是表演，处事待人接物也都是表演，为人演说！在没有观众的时候，没有与人接触的时候，自己要受持读诵。受持读诵就好比学生在课堂里面的作业，在教室接受老师的教诲。诸位要知道，经典就是老师。现在我坐在自己的书房，或者是在自己的小道场里面，这个时候没有宾客、没有信徒，我们做什么事情？展开经卷，受持读诵，接受如来教诲，提升自己的境界。有人来了，一个人来了，两个人来了，我接待他，接待他的是表演。",
      "zh_TW": "我們發心做佛的弟子，續佛慧命，弘法利生，這些話常常掛在口頭上。說得沒錯，這是經典上說的，你做到沒有？怎麼個做法？生活是表演，工作是表演，處事待人接物也都是表演，為人演說！在沒有觀眾的時候，沒有與人接觸的時候，自己要受持讀誦。受持讀誦就好比學生在課堂裡面的作業，在教室接受老師的教誨。諸位要知道，經典就是老師。現在我坐在自己的書房，或者是在自己的小道場裡面，這個時候沒有賓客、沒有信徒，我們做什麼事情？展開經卷，受持讀誦，接受如來教誨，提升自己的境界。有人來了，一個人來了，兩個人來了，我接待他，接待他的是表演。"
    },
    {
      "id": "12-017-0768_p0009",
      "zh_CN": "怎么个表演法？完全依照佛陀教诲来做。佛陀的教诲很多很多，只要抓住纲领就不难。纲领是什么？四摄法，千万不要忘记是接众（这个接众简单的讲是接触大众）一定要遵守的方法。我们平常所修的，我常讲，我们都是讲纲领，「三福、六和、三学、六度、普贤十愿」，我们净宗同学，我提出的修学纲目五个科目，这五个科目是纲，里面一条一条的是目，不多，很容易记住。那个落实呢？落实完全要依照四摄法的框架，佛都替我们设好了，我们只要照做就行了。如来是对我们慈悲到了极处了，只要照做。",
      "zh_TW": "怎麼個表演法？完全依照佛陀教誨來做。佛陀的教誨很多很多，只要抓住綱領就不難。綱領是什麼？四攝法，千萬不要忘記是接眾（這個接眾簡單的講是接觸大眾）一定要遵守的方法。我們平常所修的，我常講，我們都是講綱領，「三福、六和、三學、六度、普賢十願」，我們淨宗同學，我提出的修學綱目五個科目，這五個科目是綱，裡面一條一條的是目，不多，很容易記住。那個落實呢？落實完全要依照四攝法的框架，佛都替我們設好了，我們只要照做就行了。如來是對我們慈悲到了極處了，只要照做。"
    },
    {
      "id": "12-017-0768_p0010",
      "zh_CN": "四摄头一个是布施，我们接触大众就要知道把「三福、六和、三学、六度、十愿」布施！我们做出来就是布施，让人家看，让人家听，让人家接触，我们就是在这里「摄」。他看懂了，他听明白了，他觉悟到了，那就是他所得到的，我这里「施」，他得到了。我要不照这样做，他看不到，他听不到，他接触不到。我要做出来给他看，我做出来给他看就是「布施」。这个道理深！",
      "zh_TW": "四攝頭一個是布施，我們接觸大眾就要知道把「三福、六和、三學、六度、十願」布施！我們做出來就是布施，讓人家看，讓人家聽，讓人家接觸，我們就是在這裡「攝」。他看懂了，他聽明白了，他覺悟到了，那就是他所得到的，我這裡「施」，他得到了。我要不照這樣做，他看不到，他聽不到，他接觸不到。我要做出來給他看，我做出來給他看就是「布施」。這個道理深！"
    },
    {
      "id": "12-017-0768_p0011",
      "zh_CN": "四摄里头的「爱语」，爱语亦复如是，也是三福、六和、三学、六度、普贤十愿落实在言语里头。落实在我们形象里面，这是布施，落实在言语里面是爱语，落实在生活当中是利行，落实在我们团体共同生活里面是同事。所以四摄法是世尊给我们设定好的框架，我们依照这个纲领来充实这个框架，这个人是真正修学大乘的人。如果你真的把十愿（普贤十愿）也落实，那你现前就是修的普贤行；换句话说，你是初发心的普贤菩萨。由此可知，如果你对于三学、六和、三福、六度、十愿要不能够透彻的了解，你就没有法子落实。不深入经藏怎么行？",
      "zh_TW": "四攝裡頭的「愛語」，愛語亦復如是，也是三福、六和、三學、六度、普賢十願落實在言語裡頭。落實在我們形象裡面，這是布施，落實在言語裡面是愛語，落實在生活當中是利行，落實在我們團體共同生活裡面是同事。所以四攝法是世尊給我們設定好的框架，我們依照這個綱領來充實這個框架，這個人是真正修學大乘的人。如果你真的把十願（普賢十願）也落實，那你現前就是修的普賢行；換句話說，你是初發心的普賢菩薩。由此可知，如果你對於三學、六和、三福、六度、十願要不能夠透徹的了解，你就沒有法子落實。不深入經藏怎麼行？"
    },
    {
      "id": "12-017-0768_p0012",
      "zh_CN": "不但要深入经藏，佛还常常教导我们「深解义趣」，这句话重要！如何能够深解？深解只有在行门里面才能做得到，你要不能依教奉行，你没有办法深解。行能帮助解，解能帮助行。解帮助行，这个行是净行；行帮助解，这个解是深解。纯净纯善是这样子修成的，这样慢慢的你才能契入普贤境界。",
      "zh_TW": "不但要深入經藏，佛還常常教導我們「深解義趣」，這句話重要！如何能夠深解？深解只有在行門裡面才能做得到，你要不能依教奉行，你沒有辦法深解。行能幫助解，解能幫助行。解幫助行，這個行是淨行；行幫助解，這個解是深解。純淨純善是這樣子修成的，這樣慢慢的你才能契入普賢境界。"
    },
    {
      "id": "12-017-0768_p0013",
      "zh_CN": "你才晓得《华严经》上讲的一一世界海中，一切无量无边的世界海，处处都现前了。为什么？尘尘，清凉讲的「含刹」，佛的毛孔毛端现的这个境界。我们想想，这一切众生的毛孔毛端现不现？当然现，就像经上讲的『普入一尘』，并没有说这是如来刹土的一尘，没有这个说法。它没有说华藏世界的一尘，没有说极乐世界的一尘，那「普入一尘」这个一是任一。在正报里面，毛端毛孔也是任一，没有特别指定哪一个微尘能容，哪些微尘不能容；哪些毛孔能现，哪些毛孔不能现。佛不是这个说法。",
      "zh_TW": "你才曉得《華嚴經》上講的一一世界海中，一切無量無邊的世界海，處處都現前了。為什麼？塵塵，清涼講的「含剎」，佛的毛孔毛端現的這個境界。我們想想，這一切眾生的毛孔毛端現不現？當然現，就像經上講的『普入一塵』，並沒有說這是如來剎土的一塵，沒有這個說法。它沒有說華藏世界的一塵，沒有說極樂世界的一塵，那「普入一塵」這個一是任一。在正報裡面，毛端毛孔也是任一，沒有特別指定哪一個微塵能容，哪些微塵不能容；哪些毛孔能現，哪些毛孔不能現。佛不是這個說法。"
    },
    {
      "id": "12-017-0768_p0014",
      "zh_CN": "说实实在在的话，不入这个境界，普贤行连边都沾不上，你只会念这十个题目；礼敬诸佛、称赞如来，题目！你会念，题目里面的内容你一无所知。诸佛，很多很多佛；你在打妄想，与事实相去远之远矣！那个诸佛里头是讲尘中有刹，刹中又有尘，尘中又有刹，一一微尘普现一切世界海中一切世界海。你们想想看这个味道，这个地方要细心去观想，粗心大意，你想不到！",
      "zh_TW": "說實實在在的話，不入這個境界，普賢行連邊都沾不上，你只會念這十個題目；禮敬諸佛、稱讚如來，題目！你會念，題目裡面的內容你一無所知。諸佛，很多很多佛；你在打妄想，與事實相去遠之遠矣！那個諸佛裡頭是講塵中有剎，剎中又有塵，塵中又有剎，一一微塵普現一切世界海中一切世界海。你們想想看這個味道，這個地方要細心去觀想，粗心大意，你想不到！"
    },
    {
      "id": "12-017-0768_p0015",
      "zh_CN": "然后你知道了，毘卢遮那在哪里？没有离开我的身，我这个身上寒毛有多少？数不尽！毛端里面都容现，毛孔里头也容现。那么说微尘，我们细胞分析到最后就是微尘。微尘是物质里头最小的，现在科学家把它分做原子、电子、粒子，佛法里叫微尘。依报正报是一不是二，用现在的话来说，精神的世界跟物质的世界是一不是二，不能分，没法子分。微尘里面含摄无量无边的刹土，这个刹土里面有诸佛菩萨，有十法界的众生。我们迷失了自性，见不到事实真相，事实真相如是。再看最后这一句：",
      "zh_TW": "然後你知道了，毘盧遮那在哪裡？沒有離開我的身，我這個身上寒毛有多少？數不盡！毛端裡面都容現，毛孔裡頭也容現。那麼說微塵，我們細胞分析到最後就是微塵。微塵是物質裡頭最小的，現在科學家把它分做原子、電子、粒子，佛法裡叫微塵。依報正報是一不是二，用現在的話來說，精神的世界跟物質的世界是一不是二，不能分，沒法子分。微塵裡面含攝無量無邊的剎土，這個剎土裡面有諸佛菩薩，有十法界的眾生。我們迷失了自性，見不到事實真相，事實真相如是。再看最後這一句："
    },
    {
      "id": "12-017-0768_p0016",
      "zh_CN": "【一一世界海中。一一微尘。】",
      "zh_TW": "【一一世界海中。一一微塵。】"
    },
    {
      "id": "12-017-0768_p0017",
      "zh_CN": "前面讲「普入一尘无差别」，这个地方我们看到了。",
      "zh_TW": "前面講「普入一塵無差別」，這個地方我們看到了。"
    },
    {
      "id": "12-017-0768_p0018",
      "zh_CN": "【一一微尘。一切三世诸佛世尊广大境界皆于中现无差别。】",
      "zh_TW": "【一一微塵。一切三世諸佛世尊廣大境界皆於中現無差別。】"
    },
    {
      "id": "12-017-0768_p0019",
      "zh_CN": "说实在话，《华严经》到这个地方圆满了，再没得说了。无比殊胜，希有难逢的因缘，没想到我们在此时此地遇到了，不能不珍惜，不能没有一些体会；能够有少分的体会，功德都不可思议。因为这是无比殊胜的善根，确确实实能够破除我们无始劫来的妄想。妄想什么？我们把这个世界看错了。李长者在《合论》里面（他的注解文字不多，但是他说得非常之好），他说「法界之体而无往来」，这个佛在大乘经上常讲的「法界之体，不生不灭，不来不去」、「法尔如是」。佛说这些，目的在哪里？目的是教我们学生（我们这些学习的人）要模仿，要仿效，改变我们的思想境界，也就是改变我们过去错误的想法、看法。我们要能够记取佛菩萨的看法、想法，他们是正确的，我们是错误的。尘中有刹，刹中有尘，刹尘里头又有刹，尘刹里头还有尘，重重无尽，没有边际。怎么会有这个现象？长者讲法尔如是。",
      "zh_TW": "說實在話，《華嚴經》到這個地方圓滿了，再沒得說了。無比殊勝，希有難逢的因緣，沒想到我們在此時此地遇到了，不能不珍惜，不能沒有一些體會；能夠有少分的體會，功德都不可思議。因為這是無比殊勝的善根，確確實實能夠破除我們無始劫來的妄想。妄想什麼？我們把這個世界看錯了。李長者在《合論》裡面（他的註解文字不多，但是他說得非常之好），他說「法界之體而無往來」，這個佛在大乘經上常講的「法界之體，不生不滅，不來不去」、「法爾如是」。佛說這些，目的在哪裡？目的是教我們學生（我們這些學習的人）要模仿，要仿效，改變我們的思想境界，也就是改變我們過去錯誤的想法、看法。我們要能夠記取佛菩薩的看法、想法，他們是正確的，我們是錯誤的。塵中有剎，剎中有塵，剎塵裡頭又有剎，塵剎裡頭還有塵，重重無盡，沒有邊際。怎麼會有這個現象？長者講法爾如是。"
    },
    {
      "id": "12-017-0768_p0020",
      "zh_CN": "长者说「法尔如是」是佛讲的，法性它本来就是这个样子，这是我们平常在讲席里头常常讲的「性德」，自性的性德。但是我们总是讲不清楚，讲的人含糊笼统，听的人也是含含糊糊，似懂非懂。我们现在是不是讲清楚、讲明白了？没有，稍稍进步一点，比过去讲得好像是清楚了一点，而距离实际还相当遥远。为什么？没契入。要怎样才能契入？依教修行。这四个字老生常谈，里头的义趣是深广没有边际。",
      "zh_TW": "長者說「法爾如是」是佛講的，法性它本來就是這個樣子，這是我們平常在講席裡頭常常講的「性德」，自性的性德。但是我們總是講不清楚，講的人含糊籠統，聽的人也是含含糊糊，似懂非懂。我們現在是不是講清楚、講明白了？沒有，稍稍進步一點，比過去講得好像是清楚了一點，而距離實際還相當遙遠。為什麼？沒契入。要怎樣才能契入？依教修行。這四個字老生常談，裡頭的義趣是深廣沒有邊際。"
    },
    {
      "id": "12-017-0768_p0021",
      "zh_CN": "学佛的同学们，我们没有法子跟佛菩萨比，这个自己一定要肯定，自己以为自己很行，那就没有法子了。所以你读了《华严》，读了这些境界，真的，没有法子跟他比，他能够在一粒微尘、一个毛端、一个毛孔里面看到无量无边诸佛境界。我们今天在这个世间，不但是我们一般凡夫不行，今天世界上尖端的科学家，他也没办法。科学家今天发现所谓的量子力学，发现到最小的物质，肉眼没有法子见到的，从高倍的显微镜里面看到了。这个东西是什么东西？佛经上讲的「微尘」。微尘发现了，微尘里面有一一世界海中一切世界海，没看见，怎么能跟佛比！世界重重无尽，我们要联想到众生也是重重无尽。记住，《金刚经》上所讲的，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」；经上又说「凡所有相，皆是虚妄」，它是幻相。这个境界确实不好懂，怎么会有重重无尽？",
      "zh_TW": "學佛的同學們，我們沒有法子跟佛菩薩比，這個自己一定要肯定，自己以為自己很行，那就沒有法子了。所以你讀了《華嚴》，讀了這些境界，真的，沒有法子跟他比，他能夠在一粒微塵、一個毛端、一個毛孔裡面看到無量無邊諸佛境界。我們今天在這個世間，不但是我們一般凡夫不行，今天世界上尖端的科學家，他也沒辦法。科學家今天發現所謂的量子力學，發現到最小的物質，肉眼沒有法子見到的，從高倍的顯微鏡裡面看到了。這個東西是什麼東西？佛經上講的「微塵」。微塵發現了，微塵裡面有一一世界海中一切世界海，沒看見，怎麼能跟佛比！世界重重無盡，我們要聯想到眾生也是重重無盡。記住，《金剛經》上所講的，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」；經上又說「凡所有相，皆是虛妄」，它是幻相。這個境界確實不好懂，怎麼會有重重無盡？"
    },
    {
      "id": "12-017-0768_p0022",
      "zh_CN": "当年贤首国师在世的时候，在宫庭里面讲《华严经》，讲到这个境界，皇帝也在座下听讲，没有办法体会这个意思。贤首国师很聪明，请皇帝做一个八角亭，八角就是有八个面，每一面请皇帝设一个大的镜子，这个亭子上面悬一面镜子，下面也是一面镜子，皇帝不了解这个境界，做好之后请皇帝到亭子当中站一站，四面上下看一看，他恍然大悟，那个相是幻相，就是梦幻泡影，重重无尽。",
      "zh_TW": "當年賢首國師在世的時候，在宮庭裡面講《華嚴經》，講到這個境界，皇帝也在座下聽講，沒有辦法體會這個意思。賢首國師很聰明，請皇帝做一個八角亭，八角就是有八個面，每一面請皇帝設一個大的鏡子，這個亭子上面懸一面鏡子，下面也是一面鏡子，皇帝不了解這個境界，做好之後請皇帝到亭子當中站一站，四面上下看一看，他恍然大悟，那個相是幻相，就是夢幻泡影，重重無盡。"
    },
    {
      "id": "12-017-0768_p0023",
      "zh_CN": "相的变化，一生一切生，一灭一切灭。再说得明白一点，生灭同时，生灭同时就是没有生灭了。所以佛才说「如露亦如电」，如露是讲的相续相；如电，电是闪电，是讲的真实相，大乘法讲的「诸法实相」，像闪电一样，在佛经里面讲的「刹那生灭」。",
      "zh_TW": "相的變化，一生一切生，一滅一切滅。再說得明白一點，生滅同時，生滅同時就是沒有生滅了。所以佛才說「如露亦如電」，如露是講的相續相；如電，電是閃電，是講的真實相，大乘法講的「諸法實相」，像閃電一樣，在佛經裡面講的「剎那生滅」。"
    },
    {
      "id": "12-017-0768_p0024",
      "zh_CN": "刹那生灭这个意思很难懂，《仁王经》上给我们讲的一刹那有九百生灭，一弹指有六十刹那，刹那的时间很短，一弹指的六十分之一。而生灭的时候，一刹那里头九百生灭，所以我说生灭同时，知道生灭同时，不生不灭！",
      "zh_TW": "剎那生滅這個意思很難懂，《仁王經》上給我們講的一剎那有九百生滅，一彈指有六十剎那，剎那的時間很短，一彈指的六十分之一。而生滅的時候，一剎那裡頭九百生滅，所以我說生滅同時，知道生滅同時，不生不滅！"
    },
    {
      "id": "12-017-0768_p0025",
      "zh_CN": "这些统统是从形相上讲的，在佛法里头不说形相，叫色相。在色相上讲，色相上讲的有差别，有生灭。要从体性上讲，无差别，无生灭，体性上决定没有差别，没有生灭。",
      "zh_TW": "這些統統是從形相上講的，在佛法裡頭不說形相，叫色相。在色相上講，色相上講的有差別，有生滅。要從體性上講，無差別，無生滅，體性上決定沒有差別，沒有生滅。"
    },
    {
      "id": "12-017-0768_p0026",
      "zh_CN": "末后这两句都是从体性上说的，第十句「尘容佛境」，第九句「尘含刹海」。这个两句完全是普贤菩萨的境界，普贤菩萨能入，能入微尘里面的刹海，这个样子才真正做到了礼敬诸佛、称赞如来、广修供养、忏除业障，那个十愿才能做到。你不能够遍入尘刹（尘中所含摄的佛刹），普贤十愿是做不到的。",
      "zh_TW": "末後這兩句都是從體性上說的，第十句「塵容佛境」，第九句「塵含剎海」。這個兩句完全是普賢菩薩的境界，普賢菩薩能入，能入微塵裡面的剎海，這個樣子才真正做到了禮敬諸佛、稱讚如來、廣修供養、懺除業障，那個十願才能做到。你不能夠遍入塵剎（塵中所含攝的佛剎），普賢十願是做不到的。"
    },
    {
      "id": "12-017-0768_p0027",
      "zh_CN": "我们今天学习，如果能够学到「观行位」就不错了。观行位是什么？观想。观想当中契入，没真入，我想入。想入，你未必是真的入进去。但是这是修行的不思议的法门，如果真的想久了，他就入进去了。为什么？佛经上常讲「一切法从心想生」，就怕你不想。所以那个「想」，重要！想是一切法的根本！我们常常想佛，这个人自自然然他就变成佛了。常常想菩萨，他就变成菩萨了。常常想「财色名食睡」，他就变成三途众生了。为什么？「财色名食睡」里头决定与贪瞋痴挂钩了，贪瞋痴是三恶道的业因，你怎么能脱离恶道？三恶道从哪里来的？从心想生。",
      "zh_TW": "我們今天學習，如果能夠學到「觀行位」就不錯了。觀行位是什麼？觀想。觀想當中契入，沒真入，我想入。想入，你未必是真的入進去。但是這是修行的不思議的法門，如果真的想久了，他就入進去了。為什麼？佛經上常講「一切法從心想生」，就怕你不想。所以那個「想」，重要！想是一切法的根本！我們常常想佛，這個人自自然然他就變成佛了。常常想菩薩，他就變成菩薩了。常常想「財色名食睡」，他就變成三途眾生了。為什麼？「財色名食睡」裡頭決定與貪瞋痴掛鉤了，貪瞋痴是三惡道的業因，你怎麼能脫離惡道？三惡道從哪裡來的？從心想生。"
    },
    {
      "id": "12-017-0768_p0028",
      "zh_CN": "所以佛在《十善业道经》上教导我们金玉良言，教我们「昼夜常思善法」。什么善法？佛说得非常具体，「不杀生、不偷盗、不淫欲」，身善。「不妄语、不两舌、不恶口、不绮语」，口善，也能说是语善。「不贪、不瞋、不痴」，意善，你心善了。佛是非常具体的教导我们，这个十条好记。我们有没有真干？佛法的修行，无论在家出家这是起点，这是入门。佛在经上嘱咐我们，劝导我们，希望我们善法圆满。特别又提醒我们，「不容毫分不善夹杂」，这叫真修，这是真正入佛门，这是世间的善人。学佛的人是世间善人里面的善人，所以称为上善。上善之人那要具备什么条件？要具备三皈、持戒。所以净业三福第二条，第一条就是修十善，第二条这才是「受持三皈，具足众戒，不犯威仪」，这个就是上善之人。",
      "zh_TW": "所以佛在《十善業道經》上教導我們金玉良言，教我們「晝夜常思善法」。什麼善法？佛說得非常具體，「不殺生、不偷盜、不淫欲」，身善。「不妄語、不兩舌、不惡口、不綺語」，口善，也能說是語善。「不貪、不瞋、不痴」，意善，你心善了。佛是非常具體的教導我們，這個十條好記。我們有沒有真幹？佛法的修行，無論在家出家這是起點，這是入門。佛在經上囑咐我們，勸導我們，希望我們善法圓滿。特別又提醒我們，「不容毫分不善夾雜」，這叫真修，這是真正入佛門，這是世間的善人。學佛的人是世間善人裡面的善人，所以稱為上善。上善之人那要具備什麼條件？要具備三皈、持戒。所以淨業三福第二條，第一條就是修十善，第二條這才是「受持三皈，具足眾戒，不犯威儀」，這個就是上善之人。"
    },
    {
      "id": "12-017-0768_p0029",
      "zh_CN": "我们学了佛了，自称佛弟子，自以为是佛弟子，我们有没有想想，佛承不承认我这个弟子？我想做佛弟子，佛承不承认我这个弟子？那就要看佛教导你的，你有没有做到。第一条，就是「十善」，你做到了，佛说你有条件做我的学生，你具备这个条件，可以做我的学生。如果把三皈，至少是五戒，这是在家；出家，沙弥十戒二十四门威仪，你统统做到了，佛点头，承认你是佛弟子。在家人三皈五戒做不到，不是佛弟子，佛不承认。",
      "zh_TW": "我們學了佛了，自稱佛弟子，自以為是佛弟子，我們有沒有想想，佛承不承認我這個弟子？我想做佛弟子，佛承不承認我這個弟子？那就要看佛教導你的，你有沒有做到。第一條，就是「十善」，你做到了，佛說你有條件做我的學生，你具備這個條件，可以做我的學生。如果把三皈，至少是五戒，這是在家；出家，沙彌十戒二十四門威儀，你統統做到了，佛點頭，承認你是佛弟子。在家人三皈五戒做不到，不是佛弟子，佛不承認。"
    },
    {
      "id": "12-017-0768_p0030",
      "zh_CN": "你到这个地方来，要我给你授三皈，给你授五戒。我给你授了，佛不承认有什么法子？你要懂这个道理，我给你授是我把佛所讲的这些条件详详细细给你说明，说明之后你能不能接受，你能不能做到？你能接受还不行，必须要做到。",
      "zh_TW": "你到這個地方來，要我給你授三皈，給你授五戒。我給你授了，佛不承認有什麼法子？你要懂這個道理，我給你授是我把佛所講的這些條件詳詳細細給你說明，說明之後你能不能接受，你能不能做到？你能接受還不行，必須要做到。"
    },
    {
      "id": "12-017-0768_p0031",
      "zh_CN": "「三皈」我讲得很详细，我们好像保留有四个录音、录相带，现在都做成光碟了。还有同学们依照录音带写成文字，《三皈传授》。诸位要发心皈依三宝的，你要多看，你要多听，真正听懂了，听明白了，我发心照做，你才是真的三皈，那不是假的。形式无关紧要，实质非常重要！受了三皈之后，在家要受五戒，出家要受沙弥十戒。五戒跟沙弥戒形式也不重要，学一条做到一条，这一条戒就受了，做到两条，这两条戒就受了。这个道理是我初学佛的时候，章嘉大师告诉我的，佛法重实质不重形式。",
      "zh_TW": "「三皈」我講得很詳細，我們好像保留有四個錄音、錄相帶，現在都做成光碟了。還有同學們依照錄音帶寫成文字，《三皈傳授》。諸位要發心皈依三寶的，你要多看，你要多聽，真正聽懂了，聽明白了，我發心照做，你才是真的三皈，那不是假的。形式無關緊要，實質非常重要！受了三皈之後，在家要受五戒，出家要受沙彌十戒。五戒跟沙彌戒形式也不重要，學一條做到一條，這一條戒就受了，做到兩條，這兩條戒就受了。這個道理是我初學佛的時候，章嘉大師告訴我的，佛法重實質不重形式。"
    },
    {
      "id": "12-017-0768_p0032",
      "zh_CN": "形式是什么？那要缘分，要有传戒的机缘。如果这个地方没有人传戒，我想受戒那怎么办？佛是慈悲到极处了，这个地方没有人传戒，不要紧，你依照这个戒本，你去做，你做一条你得一条，做两条得两条，这是大开方便之门，真正慈悲到了极处！",
      "zh_TW": "形式是什麼？那要緣分，要有傳戒的機緣。如果這個地方沒有人傳戒，我想受戒那怎麼辦？佛是慈悲到極處了，這個地方沒有人傳戒，不要緊，你依照這個戒本，你去做，你做一條你得一條，做兩條得兩條，這是大開方便之門，真正慈悲到了極處！"
    },
    {
      "id": "12-017-0768_p0033",
      "zh_CN": "所以出家人十戒二十四门威仪是基础，如果你做不到，你不是出家人，你是冒充佛弟子，你不是真正佛弟子。在家学佛的居士受了三皈五戒，五戒要做到；你要做不到的话，你是假的佛教徒，不是真的。我们要做真的，不要做假的。真的，仪式虽然是很好，但是没有缘分的时候不要紧，好好照做就好。好，现在时间到了。",
      "zh_TW": "所以出家人十戒二十四門威儀是基礎，如果你做不到，你不是出家人，你是冒充佛弟子，你不是真正佛弟子。在家學佛的居士受了三皈五戒，五戒要做到；你要做不到的話，你是假的佛教徒，不是真的。我們要做真的，不要做假的。真的，儀式雖然是很好，但是沒有緣分的時候不要緊，好好照做就好。好，現在時間到了。"
    },
    {
      "id": "12-017-0768_p0034",
      "zh_CN": "诸位同学，请看「世界成就品」，最后的一段，长行第十句看起：",
      "zh_TW": "諸位同學，請看「世界成就品」，最後的一段，長行第十句看起："
    },
    {
      "id": "12-017-0768_p0035",
      "zh_CN": "【一一世界海中。一一微尘。一切三世诸佛世尊广大境界皆于中现无差别。】",
      "zh_TW": "【一一世界海中。一一微塵。一切三世諸佛世尊廣大境界皆於中現無差別。】"
    },
    {
      "id": "12-017-0768_p0036",
      "zh_CN": "这一句前面跟诸位说过了一些，需要补充的就是我们应当学习，常常作如是观。这一个事实确确实实是一般人很难理解，也可以说无法理解，我们靠什么？我们靠信心，对于佛陀的仰信，对于佛在经中所讲的字字句句，决定没有疑惑，完全接受，肯定依教奉行，这样我们才能找到一条出路，超越六道轮回，超越十法界的一条大道！",
      "zh_TW": "這一句前面跟諸位說過了一些，需要補充的就是我們應當學習，常常作如是觀。這一個事實確確實實是一般人很難理解，也可以說無法理解，我們靠什麼？我們靠信心，對於佛陀的仰信，對於佛在經中所講的字字句句，決定沒有疑惑，完全接受，肯定依教奉行，這樣我們才能找到一條出路，超越六道輪迴，超越十法界的一條大道！"
    },
    {
      "id": "12-017-0768_p0037",
      "zh_CN": "现在世间人讲成佛之道，这个才是成究竟佛果的大道。你能够常常作如是观，你的心量自自然然拓开了，不会再像以前一样的小心量，自然拓开了。多少能体会到重重无尽的宇宙，这个是世间法里头没有的。不但世间法里头没有，三乘佛法里头没有（三乘是声闻、缘觉、菩萨），菩萨乘里头，佛也没有这个说法，这是一乘圆顿大法。佛在这个里头完全讲真实法，他境界里头全都说出来了。",
      "zh_TW": "現在世間人講成佛之道，這個才是成究竟佛果的大道。你能夠常常作如是觀，你的心量自自然然拓開了，不會再像以前一樣的小心量，自然拓開了。多少能體會到重重無盡的宇宙，這個是世間法裡頭沒有的。不但世間法裡頭沒有，三乘佛法裡頭沒有（三乘是聲聞、緣覺、菩薩），菩薩乘裡頭，佛也沒有這個說法，這是一乘圓頓大法。佛在這個裡頭完全講真實法，他境界裡頭全都說出來了。"
    },
    {
      "id": "12-017-0768_p0038",
      "zh_CN": "在三乘教学，那个根性不具足的，讲了他不能接受，他有疑惑，他听不懂的，佛不说。在这个一乘法里面全盘托出，一丝毫隐瞒都没有。如来果地上他所证得的统统说出来，我们要相信，决定不能怀疑，一定要依教奉行。常常想到佛在经典上讲的这些话，他所说的如来果地上的境界。末后一句，这是总结：",
      "zh_TW": "在三乘教學，那個根性不具足的，講了他不能接受，他有疑惑，他聽不懂的，佛不說。在這個一乘法裡面全盤托出，一絲毫隱瞞都沒有。如來果地上他所證得的統統說出來，我們要相信，決定不能懷疑，一定要依教奉行。常常想到佛在經典上講的這些話，他所說的如來果地上的境界。末後一句，這是總結："
    },
    {
      "id": "12-017-0768_p0039",
      "zh_CN": "【诸佛子。世界海无差别。略说如是。若广说者。有世界海微尘数无差别。】",
      "zh_TW": "【諸佛子。世界海無差別。略說如是。若廣說者。有世界海微塵數無差別。】"
    },
    {
      "id": "12-017-0768_p0040",
      "zh_CN": "前面说了十条，略说。无量无边无数的无差别，这世界海微尘数的无差别，略说十条。真的，佛是希望我们闻一知十，一闻千悟。佛希望我们开智慧，知道宇宙之间一一法都是无差别的，怎么说？从性上讲就无差别，从相上讲千差万别。所以无差别是差别里面的无差别，我们明白了，相上是无差别当中的差别。由此可知，差别跟无差别是一不是二，这就好了，这个问题就解决了。这个就圆融自在，你才能契入境界。",
      "zh_TW": "前面說了十條，略說。無量無邊無數的無差別，這世界海微塵數的無差別，略說十條。真的，佛是希望我們聞一知十，一聞千悟。佛希望我們開智慧，知道宇宙之間一一法都是無差別的，怎麼說？從性上講就無差別，從相上講千差萬別。所以無差別是差別裡面的無差別，我們明白了，相上是無差別當中的差別。由此可知，差別跟無差別是一不是二，這就好了，這個問題就解決了。這個就圓融自在，你才能契入境界。"
    },
    {
      "id": "12-017-0768_p0041",
      "zh_CN": "你要把性相分做两桩事情，永远合不拢来，永远不得其利。你只能得其解，解悟，没有法子契入境界，契入境界是证悟，你没有法子做到证悟。你哪一天明白了，性相不二，理事无碍。什么叫不二？什么叫无碍？差别里头见到无差别，相里头见到性了。无差别里头见到差别了，性里头见到相了，性相是一不是二，这是证悟，管用了。什么作用？你在万事万物当中，我们常讲的逆境顺境、善缘恶缘，不管什么境界里头，你的心是如如不动的，它起这个作用。我们今天的心是浮动的，为什么没有办法？自己做不了主，顺境善缘生欢喜心，逆境恶缘起瞋恨心，自己没有办法控制得住。什么原因？我们读到这一段明白了，我们没有入这个境界。我们的思想里头、观念里头「性相」是对立的，「差别」跟「无差别」是对立的，没有法子统一，「有碍」跟「无碍」是对立的，这是凡夫！你怎么会不受境界影响？",
      "zh_TW": "你要把性相分做兩樁事情，永遠合不攏來，永遠不得其利。你只能得其解，解悟，沒有法子契入境界，契入境界是證悟，你沒有法子做到證悟。你哪一天明白了，性相不二，理事無礙。什麼叫不二？什麼叫無礙？差別裡頭見到無差別，相裡頭見到性了。無差別裡頭見到差別了，性裡頭見到相了，性相是一不是二，這是證悟，管用了。什麼作用？你在萬事萬物當中，我們常講的逆境順境、善緣惡緣，不管什麼境界裡頭，你的心是如如不動的，它起這個作用。我們今天的心是浮動的，為什麼沒有辦法？自己做不了主，順境善緣生歡喜心，逆境惡緣起瞋恨心，自己沒有辦法控制得住。什麼原因？我們讀到這一段明白了，我們沒有入這個境界。我們的思想裡頭、觀念裡頭「性相」是對立的，「差別」跟「無差別」是對立的，沒有法子統一，「有礙」跟「無礙」是對立的，這是凡夫！你怎麼會不受境界影響？"
    },
    {
      "id": "12-017-0768_p0042",
      "zh_CN": "凡是受境界影响，不是圣人，没有觉悟。觉悟的人不受境界影响，他觉悟了，他看破了。为什么不受影响，他放下了，放下妄想分别执着，他心是定的。我们赞叹佛菩萨，这经上常讲的，「那伽常在定，无有不定时」。为什么他们常定，我们不定？原因就在此，我们是生活在相对的空间，所有都是对立的。我，我的对面是人，我跟人对立；大的对面是小，善的对面是恶，长的对面是短，生活在相对的空间，没有法子统一。",
      "zh_TW": "凡是受境界影響，不是聖人，沒有覺悟。覺悟的人不受境界影響，他覺悟了，他看破了。為什麼不受影響，他放下了，放下妄想分別執著，他心是定的。我們讚歎佛菩薩，這經上常講的，「那伽常在定，無有不定時」。為什麼他們常定，我們不定？原因就在此，我們是生活在相對的空間，所有都是對立的。我，我的對面是人，我跟人對立；大的對面是小，善的對面是惡，長的對面是短，生活在相對的空間，沒有法子統一。"
    },
    {
      "id": "12-017-0768_p0043",
      "zh_CN": "《华严》给我们统一了，知道这个根就是性跟相。性，能现能变；相，所现所变，能所是一不是二。你要明白这个道理了，宇宙是和谐的，众生是平等的，迷惑是暂时的，觉悟是永恒的。这样我们对一切的人事物，恭敬心自然就生起来了，那就是「礼敬诸佛」。所以佛法对我们有真实的受用，为我们解决现实问题，让我们得到清凉自在。",
      "zh_TW": "《華嚴》給我們統一了，知道這個根就是性跟相。性，能現能變；相，所現所變，能所是一不是二。你要明白這個道理了，宇宙是和諧的，眾生是平等的，迷惑是暫時的，覺悟是永恆的。這樣我們對一切的人事物，恭敬心自然就生起來了，那就是「禮敬諸佛」。所以佛法對我們有真實的受用，為我們解決現實問題，讓我們得到清涼自在。"
    },
    {
      "id": "12-017-0768_p0044",
      "zh_CN": "虽然我们处的现前这个世界，五浊恶世，浊恶到极处，如何能够化浊恶为清凉，《华严经》是一条清凉剂，你入这个境界，你就懂得，你就能转境界了。《楞严经》上讲的「若能转境，则同如来」，你跟如来无二无别了。你要能转得了境界，你不要被境界所转。你被境界所转，你是凡夫，被境界所转就是受境界的影响。你要不受境界影响，你才能影响境界，影响境界就是度化众生。所以度化众生先要度自己，自己还会受境界影响，你怎么能够影响境界？",
      "zh_TW": "雖然我們處的現前這個世界，五濁惡世，濁惡到極處，如何能夠化濁惡為清涼，《華嚴經》是一條清涼劑，你入這個境界，你就懂得，你就能轉境界了。《楞嚴經》上講的「若能轉境，則同如來」，你跟如來無二無別了。你要能轉得了境界，你不要被境界所轉。你被境界所轉，你是凡夫，被境界所轉就是受境界的影響。你要不受境界影響，你才能影響境界，影響境界就是度化眾生。所以度化眾生先要度自己，自己還會受境界影響，你怎麼能夠影響境界？"
    },
    {
      "id": "12-017-0768_p0045",
      "zh_CN": "我们常常听世间人说，某人有很大的影响力。为什么他有影响力，我没有影响力，你要好好想一想。世法里头小的影响力是智慧福德。真实的影响力，那是自己不受境界影响，不受六道的影响，不受十法界的影响，你就能影响六道，就能影响十法界，就这么回事情！由此可知，妄想分别执着不能不断，烦恼习气不能不除，要紧的一句话，还是放下，放下再放下。长行我们就介绍到此地，接着看下面的偈颂：",
      "zh_TW": "我們常常聽世間人說，某人有很大的影響力。為什麼他有影響力，我沒有影響力，你要好好想一想。世法裡頭小的影響力是智慧福德。真實的影響力，那是自己不受境界影響，不受六道的影響，不受十法界的影響，你就能影響六道，就能影響十法界，就這麼回事情！由此可知，妄想分別執著不能不斷，煩惱習氣不能不除，要緊的一句話，還是放下，放下再放下。長行我們就介紹到此地，接著看下面的偈頌："
    },
    {
      "id": "12-017-0768_p0046",
      "zh_CN": "【尔时普贤菩萨。欲重宣其义。承佛威力。观察十方而说颂言。】",
      "zh_TW": "【爾時普賢菩薩。欲重宣其義。承佛威力。觀察十方而說頌言。】"
    },
    {
      "id": "12-017-0768_p0047",
      "zh_CN": "这一句是说偈仪。说偈仪文字每一段都相同，意思不一样，境界不一样，这一段里头的义趣比前面要深广得多了。为什么？这里头讲的「尘含刹海」、「尘容佛境」，跟前面怎么会一样？这个甚深微细的义理，我们多多少少有一些体会，才有这个感受。含糊笼统、囫囵吞枣的读过，那很可惜！法味没有尝到，法喜怎么会生起来？尝到法味，法喜充满，你真的懂了，真的明白了。虽不能够像菩萨那么样的明显彻底，总有几分相似，有一两分相似已经就非常可贵了。",
      "zh_TW": "這一句是說偈儀。說偈儀文字每一段都相同，意思不一樣，境界不一樣，這一段裡頭的義趣比前面要深廣得多了。為什麼？這裡頭講的「塵含剎海」、「塵容佛境」，跟前面怎麼會一樣？這個甚深微細的義理，我們多多少少有一些體會，才有這個感受。含糊籠統、囫圇吞棗的讀過，那很可惜！法味沒有嘗到，法喜怎麼會生起來？嘗到法味，法喜充滿，你真的懂了，真的明白了。雖不能夠像菩薩那麼樣的明顯徹底，總有幾分相似，有一兩分相似已經就非常可貴了。"
    },
    {
      "id": "12-017-0768_p0048",
      "zh_CN": "现在要问，我如何能够做到相似？依教奉行。真正依教奉行，首先要把自己的烦恼习气放下。烦恼习气要不放下，永远没有办法沾到《华严》的气氛。我们不谈契入，契入太高了，沾上一点气氛都要把烦恼习气断掉。现在请看偈颂第一首：",
      "zh_TW": "現在要問，我如何能夠做到相似？依教奉行。真正依教奉行，首先要把自己的煩惱習氣放下。煩惱習氣要不放下，永遠沒有辦法沾到《華嚴》的氣氛。我們不談契入，契入太高了，沾上一點氣氛都要把煩惱習氣斷掉。現在請看偈頌第一首："
    },
    {
      "id": "12-017-0768_p0049",
      "zh_CN": "【一微尘中多刹海。处所各别悉严净。如是无量入一中。一一区分无杂越。】",
      "zh_TW": "【一微塵中多剎海。處所各別悉嚴淨。如是無量入一中。一一區分無雜越。】"
    },
    {
      "id": "12-017-0768_p0050",
      "zh_CN": "这个是颂长行第一句。第一句长行讲，「一一世界海中，有世界海微尘数世界无差别」，我们把偈颂跟长行合起来看，意思更明了。这些经句最好都能记住，常常读诵，常常回味，这是修持。这个是宗门教下祖师大德常讲的「从根本修」，根本修就是修正我们错误的观念。我们从来不了解、不明白，迷惑了，不知道微尘里头现刹海，不知道微尘里面影现一切诸佛如来，不知道！读这个经，世尊给我们透出这个消息。",
      "zh_TW": "這個是頌長行第一句。第一句長行講，「一一世界海中，有世界海微塵數世界無差別」，我們把偈頌跟長行合起來看，意思更明瞭。這些經句最好都能記住，常常讀誦，常常回味，這是修持。這個是宗門教下祖師大德常講的「從根本修」，根本修就是修正我們錯誤的觀念。我們從來不了解、不明白，迷惑了，不知道微塵裡頭現剎海，不知道微塵裡面影現一切諸佛如來，不知道！讀這個經，世尊給我們透出這個消息。"
    },
    {
      "id": "12-017-0768_p0051",
      "zh_CN": "『一微尘中多刹海』，世界海微尘数的刹海，在哪里？一微尘里头。记住，一毛端的毛端上、毛孔上，这个是不思议境界。",
      "zh_TW": "『一微塵中多剎海』，世界海微塵數的剎海，在哪裡？一微塵裡頭。記住，一毛端的毛端上、毛孔上，這個是不思議境界。"
    },
    {
      "id": "12-017-0768_p0052",
      "zh_CN": "『处所各别悉严净』，这是普贤菩萨，普贤菩萨能够入微尘里面一一佛刹，能够在一一佛刹里面供养一一诸佛如来，供养一一菩萨海会，那才叫「广修供养」。我们哪里能做得到！十大愿王这十句话，读了《华严经》才知道，他这十句话境界不可思议，他那个十愿落实在这里头，落实在「一微尘中多刹海」，一一微尘亦如是，一一微尘。",
      "zh_TW": "『處所各別悉嚴淨』，這是普賢菩薩，普賢菩薩能夠入微塵裡面一一佛剎，能夠在一一佛剎裡面供養一一諸佛如來，供養一一菩薩海會，那才叫「廣修供養」。我們哪裡能做得到！十大願王這十句話，讀了《華嚴經》才知道，他這十句話境界不可思議，他那個十願落實在這裡頭，落實在「一微塵中多剎海」，一一微塵亦如是，一一微塵。"
    },
    {
      "id": "12-017-0768_p0053",
      "zh_CN": "『处所各别悉严净』，你看看，它不杂，它不乱，整整齐齐，处所各别。普贤菩萨到那边去参访，庄严佛净土，「严净」就是庄严一切诸佛的净土。要记住，一净一切净，普贤境界。",
      "zh_TW": "『處所各別悉嚴淨』，你看看，它不雜，它不亂，整整齊齊，處所各別。普賢菩薩到那邊去參訪，莊嚴佛淨土，「嚴淨」就是莊嚴一切諸佛的淨土。要記住，一淨一切淨，普賢境界。"
    },
    {
      "id": "12-017-0768_p0054",
      "zh_CN": "『如是无量入一中』，这个无量那是真的无量，没有办法用数字来计算，绝对不是古印度数目字的单位。我们晓得古印度他们计算数目单位，实在讲很不可思议，印度人确实是聪明，我们不能不承认。他的计算数字单位居然到一百三十多个，我们中国人计算数字单位好像只有二十几个单位。最后的大数，十个大数，从阿僧祇讲，那个不是十进法，是倍倍相乘，阿僧祇个阿僧祇叫一个无量。这个无量是有量的无量，不是真的无量，无量是数字单位。无量个无量叫一个无边，所以「无边」也是数目字单位。此地不能用这个来解释，这个无量是真的无量，决定不是数目单位，那是有量的无量，这是真的无量，微尘无量，刹海无量。但是「入一中」入一个微尘里头，入一毛孔，入一毛端。",
      "zh_TW": "『如是無量入一中』，這個無量那是真的無量，沒有辦法用數字來計算，絕對不是古印度數目字的單位。我們曉得古印度他們計算數目單位，實在講很不可思議，印度人確實是聰明，我們不能不承認。他的計算數字單位居然到一百三十多個，我們中國人計算數字單位好像只有二十幾個單位。最後的大數，十個大數，從阿僧祇講，那個不是十進法，是倍倍相乘，阿僧祇個阿僧祇叫一個無量。這個無量是有量的無量，不是真的無量，無量是數字單位。無量個無量叫一個無邊，所以「無邊」也是數目字單位。此地不能用這個來解釋，這個無量是真的無量，決定不是數目單位，那是有量的無量，這是真的無量，微塵無量，剎海無量。但是「入一中」入一個微塵裡頭，入一毛孔，入一毛端。"
    },
    {
      "id": "12-017-0768_p0055",
      "zh_CN": "『一一区分无杂越』，清清楚楚，一丝毫不乱，一一微尘里头统统都现，重重无尽！这个是佛给我们说出事实的真相，现相如是！再看第二首：",
      "zh_TW": "『一一區分無雜越』，清清楚楚，一絲毫不亂，一一微塵裡頭統統都現，重重無盡！這個是佛給我們說出事實的真相，現相如是！再看第二首："
    },
    {
      "id": "12-017-0768_p0056",
      "zh_CN": "【一一尘内难思佛。随众生心普现前。一切刹海靡不周。如是方便无差别。】",
      "zh_TW": "【一一塵內難思佛。隨眾生心普現前。一切剎海靡不周。如是方便無差別。】"
    },
    {
      "id": "12-017-0768_p0057",
      "zh_CN": "这个赞颂第二首，诸佛出现所有威力无差别。这个里头就是说，我们通常讲的最简单的说法，佛的智慧、佛的德能、佛的相好，这个三句就圆圆满满将佛果德上的全部都包括了，圆满的智慧、圆满的德能、圆满的相好合起来称「大圆满」。",
      "zh_TW": "這個讚頌第二首，諸佛出現所有威力無差別。這個裡頭就是說，我們通常講的最簡單的說法，佛的智慧、佛的德能、佛的相好，這個三句就圓圓滿滿將佛果德上的全部都包括了，圓滿的智慧、圓滿的德能、圓滿的相好合起來稱「大圓滿」。"
    },
    {
      "id": "12-017-0768_p0058",
      "zh_CN": "『一一尘内难思佛』，难思是不可思议，没有法子，不要说是计算，连思惟想像都达不到。思惟想像是有范围的、有界限的，佛的数量无限的。",
      "zh_TW": "『一一塵內難思佛』，難思是不可思議，沒有法子，不要說是計算，連思惟想像都達不到。思惟想像是有範圍的、有界限的，佛的數量無限的。"
    },
    {
      "id": "12-017-0768_p0059",
      "zh_CN": "下面这一句话重要，『随众生心普现前』，念佛法门理论的依据就是这句话。诸佛如来为什么教我们念佛？在《弥陀经》里头，在《无量寿经》里面，十方一切诸佛如来都劝我们念佛。无量无边的法门，诸佛如来偏偏赞叹这个法门，意思在什么地方，我们要清楚要明白。大势至菩萨讲得好，「忆佛念佛，现前当来，必定见佛」。你看，「必定」，这个语气多肯定，一丝毫的疑惑都没有，必定见佛。见佛，你就作佛了；你要不作佛，你怎么能见得了佛。纵然不是究竟圆满佛，也是分证位佛；不是分证位佛，你见不到佛。",
      "zh_TW": "下面這一句話重要，『隨眾生心普現前』，念佛法門理論的依據就是這句話。諸佛如來為什麼教我們念佛？在《彌陀經》裡頭，在《無量壽經》裡面，十方一切諸佛如來都勸我們念佛。無量無邊的法門，諸佛如來偏偏讚歎這個法門，意思在什麼地方，我們要清楚要明白。大勢至菩薩講得好，「憶佛念佛，現前當來，必定見佛」。你看，「必定」，這個語氣多肯定，一絲毫的疑惑都沒有，必定見佛。見佛，你就作佛了；你要不作佛，你怎麼能見得了佛。縱然不是究竟圓滿佛，也是分證位佛；不是分證位佛，你見不到佛。"
    },
    {
      "id": "12-017-0768_p0060",
      "zh_CN": "天台大师讲的六即佛，名字即佛、观行即佛、相似即佛，这都不能见佛，见不到真佛；分证即佛见到真佛。分证即佛他们住在哪里？他住一真法界。相似即佛，他住四圣法界，十法界里头的四圣法界。观行即佛、名字即佛，他住六道，住六道的人见不到佛，住四圣法界里头的声闻、缘觉、菩萨也见不到佛。超越十法界，住一真法界，见到佛了。",
      "zh_TW": "天台大師講的六即佛，名字即佛、觀行即佛、相似即佛，這都不能見佛，見不到真佛；分證即佛見到真佛。分證即佛他們住在哪裡？他住一真法界。相似即佛，他住四聖法界，十法界裡頭的四聖法界。觀行即佛、名字即佛，他住六道，住六道的人見不到佛，住四聖法界裡頭的聲聞、緣覺、菩薩也見不到佛。超越十法界，住一真法界，見到佛了。"
    },
    {
      "id": "12-017-0768_p0061",
      "zh_CN": "你看看「忆佛念佛，现前当来，必定见佛」，这是什么果位？《华严经》上讲的圆教初住菩萨，法身菩萨。用这个法门一生可以证得这个境界。我们看到许多念佛人往生的时候告诉我们，他见到佛来接引，这个是属于现前见佛；往生之后，那是当来见佛，必定见！",
      "zh_TW": "你看看「憶佛念佛，現前當來，必定見佛」，這是什麼果位？《華嚴經》上講的圓教初住菩薩，法身菩薩。用這個法門一生可以證得這個境界。我們看到許多念佛人往生的時候告訴我們，他見到佛來接引，這個是屬於現前見佛；往生之後，那是當來見佛，必定見！"
    },
    {
      "id": "12-017-0768_p0062",
      "zh_CN": "所以，众生为什么不念佛？那为什么不教我们念其他的佛，单单念阿弥陀佛？佛佛道同，何必又有差别了？这个差别从性上讲没有差别，从相上讲有差别。每一尊佛因地修行发的愿不相同。阿弥陀佛的愿力，四十八愿里头说得很清楚，十方世界一切众生只要念他的名号，执持名号的，愿求西方净土的，临命终时他都来接引，弥陀有这一愿，其他诸佛如来没有这一愿。所以一切诸佛如来都赞叹阿弥陀佛这个愿不可思议，这一愿普度一切众生。所以十方三世一切诸佛如来都替阿弥陀佛宣传，都赞叹阿弥陀佛不思议的愿力。",
      "zh_TW": "所以，眾生為什麼不念佛？那為什麼不教我們念其他的佛，單單念阿彌陀佛？佛佛道同，何必又有差別了？這個差別從性上講沒有差別，從相上講有差別。每一尊佛因地修行發的願不相同。阿彌陀佛的願力，四十八願裡頭說得很清楚，十方世界一切眾生只要念他的名號，執持名號的，願求西方淨土的，臨命終時他都來接引，彌陀有這一願，其他諸佛如來沒有這一願。所以一切諸佛如來都讚歎阿彌陀佛這個願不可思議，這一願普度一切眾生。所以十方三世一切諸佛如來都替阿彌陀佛宣傳，都讚歎阿彌陀佛不思議的願力。"
    },
    {
      "id": "12-017-0768_p0063",
      "zh_CN": "我们今天念阿弥陀佛，谁教给我们的？本师释迦牟尼佛教给我们的，十方诸佛如来在旁边鼓掌赞叹。我们相信的人有福了，不相信的人这个大好机缘当面错过，可惜！所以我们这一生如果不能往生西方净土，你自己要晓得，肯定还是继续搞六道轮回；六道轮回很辛苦，不要再搞了。眼前一切所有，真正觉悟聪明人应当放下，不要再执着了，不要再分别了，身心世界一切放下，你一心念佛，决定见佛。从理从事都如此，众生有感，佛就有应。",
      "zh_TW": "我們今天念阿彌陀佛，誰教給我們的？本師釋迦牟尼佛教給我們的，十方諸佛如來在旁邊鼓掌讚歎。我們相信的人有福了，不相信的人這個大好機緣當面錯過，可惜！所以我們這一生如果不能往生西方淨土，你自己要曉得，肯定還是繼續搞六道輪迴；六道輪迴很辛苦，不要再搞了。眼前一切所有，真正覺悟聰明人應當放下，不要再執著了，不要再分別了，身心世界一切放下，你一心念佛，決定見佛。從理從事都如此，眾生有感，佛就有應。"
    },
    {
      "id": "12-017-0768_p0064",
      "zh_CN": "『一切刹海靡不周』，我常常讲我们起心动念，这个思想的波动速度非常快，念头才起就周遍虚空法界，一切诸佛如来都知道了。哪一个诸佛如来来应？我们这里有感，心里头念佛就是感，很明显的感，佛就来应，感应道交决定不失时。这个我们讲信用，我有感，佛马上就来应。",
      "zh_TW": "『一切剎海靡不周』，我常常講我們起心動念，這個思想的波動速度非常快，念頭才起就周遍虛空法界，一切諸佛如來都知道了。哪一個諸佛如來來應？我們這裡有感，心裡頭念佛就是感，很明顯的感，佛就來應，感應道交決定不失時。這個我們講信用，我有感，佛馬上就來應。"
    },
    {
      "id": "12-017-0768_p0065",
      "zh_CN": "感应有四种，前面讲过好几遍。我们现在要问：我常常想佛，常常念佛，佛为什么不来？佛不是不来，佛来了，你不知道。我们的感是很明显的，显感，佛怎么应？冥应，他真的来了。为什么不能够显应？我们自己有业障。这个道理是早年章嘉大师告诉我的，佛是真的来了，我们自己业障要消除了，佛来应那就非常明显。如果我们自己业障很重，佛来了我们没有办法觉察。消业障重要！",
      "zh_TW": "感應有四種，前面講過好幾遍。我們現在要問：我常常想佛，常常念佛，佛為什麼不來？佛不是不來，佛來了，你不知道。我們的感是很明顯的，顯感，佛怎麼應？冥應，他真的來了。為什麼不能夠顯應？我們自己有業障。這個道理是早年章嘉大師告訴我的，佛是真的來了，我們自己業障要消除了，佛來應那就非常明顯。如果我們自己業障很重，佛來了我們沒有辦法覺察。消業障重要！"
    },
    {
      "id": "12-017-0768_p0066",
      "zh_CN": "实实在在讲古大德说得好，修行修什么？无非是消业障而已，无非是修忏悔法而已，这个话讲得很正确、很实在。从初发心到如来地修什么？忏除业障，天天忏悔业障。普贤十个愿，愿愿都是忏除业障。你们想想对不对？细细去想想，礼敬诸佛是忏除傲慢的业障，无量劫来生生世世都是傲慢轻视别人，没有把别人看在眼里，现在修礼敬诸佛，岂不是忏除这个业障？称赞如来是忏除我们无量劫来有意无意毁谤别人的业障，现在我们不再毁谤了，我们称赞。广修供养是忏除我们无量劫来的吝啬、小气、自私自利的业障。你想想看，哪一条不是忏除业障？业障忏除了，障碍没有了，我心里想佛，佛就现前了，想菩萨菩萨就现前了，感应道交，不可思议！",
      "zh_TW": "實實在在講古大德說得好，修行修什麼？無非是消業障而已，無非是修懺悔法而已，這個話講得很正確、很實在。從初發心到如來地修什麼？懺除業障，天天懺悔業障。普賢十個願，願願都是懺除業障。你們想想對不對？細細去想想，禮敬諸佛是懺除傲慢的業障，無量劫來生生世世都是傲慢輕視別人，沒有把別人看在眼裡，現在修禮敬諸佛，豈不是懺除這個業障？稱讚如來是懺除我們無量劫來有意無意毀謗別人的業障，現在我們不再毀謗了，我們稱讚。廣修供養是懺除我們無量劫來的吝嗇、小氣、自私自利的業障。你想想看，哪一條不是懺除業障？業障懺除了，障礙沒有了，我心裡想佛，佛就現前了，想菩薩菩薩就現前了，感應道交，不可思議！"
    },
    {
      "id": "12-017-0768_p0067",
      "zh_CN": "现在虽然是有业障，我真心真意求佛菩萨，佛菩萨还来，也是来，我们看不见，我们听不到，接触不到，菩萨是真来了。连世间谚语都常讲「举头三尺有神明」，佛菩萨哪能不来？我们要明白这个道理，了解事实真相，『如是方便无差别』。",
      "zh_TW": "現在雖然是有業障，我真心真意求佛菩薩，佛菩薩還來，也是來，我們看不見，我們聽不到，接觸不到，菩薩是真來了。連世間諺語都常講「舉頭三尺有神明」，佛菩薩哪能不來？我們要明白這個道理，了解事實真相，『如是方便無差別』。"
    },
    {
      "id": "12-017-0768_p0068",
      "zh_CN": "但是你所念的、你所想的必定是跟你有缘；如果没有缘，你不会念他，你不会想他。由此可知，跟我们缘分最深的，菩萨里头观世音菩萨，佛陀里面阿弥陀佛，自自然然你就想起来了，缘深！缘不深，你为什么不想释迦牟尼佛，为什么不想药师佛，你为什么单单想阿弥陀佛，缘深！菩萨里头众多菩萨，你为什么不想别的菩萨，单单想观世音菩萨，缘深！没有别的。",
      "zh_TW": "但是你所念的、你所想的必定是跟你有緣；如果沒有緣，你不會念他，你不會想他。由此可知，跟我們緣分最深的，菩薩裡頭觀世音菩薩，佛陀裡面阿彌陀佛，自自然然你就想起來了，緣深！緣不深，你為什麼不想釋迦牟尼佛，為什麼不想藥師佛，你為什麼單單想阿彌陀佛，緣深！菩薩裡頭眾多菩薩，你為什麼不想別的菩薩，單單想觀世音菩薩，緣深！沒有別的。"
    },
    {
      "id": "12-017-0768_p0069",
      "zh_CN": "也许有佛有菩萨跟我的缘很深，我这一生忘掉了，没能提起来，他来不来应？他来。他怎么来？他变现观世音菩萨来，他变现阿弥陀佛来。《普门品》里头就讲得很清楚，应以什么身得度，他就现什么身，你喜欢阿弥陀佛，他就现阿弥陀佛身来接引你。不会把你接引别的，还是把你送到极乐世界。应以观世音菩萨身，他就现观世音菩萨来度你。你跟这些佛菩萨有缘，一切诸佛菩萨跟阿弥陀佛极乐世界那个关系非常密切。我们从许多经论里面读到，没有一尊佛菩萨不赞叹阿弥陀佛，没有一尊佛菩萨不赞叹观世音菩萨。你就晓得，他不但跟我们缘深，他跟尽虚空遍法界，上从诸佛如来，下到地狱众生都结了善缘！我们要学，我们不要跟众生结恶缘，恶众生我要帮助他转恶为善，这是跟他结好缘。",
      "zh_TW": "也許有佛有菩薩跟我的緣很深，我這一生忘掉了，沒能提起來，他來不來應？他來。他怎麼來？他變現觀世音菩薩來，他變現阿彌陀佛來。《普門品》裡頭就講得很清楚，應以什麼身得度，他就現什麼身，你喜歡阿彌陀佛，他就現阿彌陀佛身來接引你。不會把你接引別的，還是把你送到極樂世界。應以觀世音菩薩身，他就現觀世音菩薩來度你。你跟這些佛菩薩有緣，一切諸佛菩薩跟阿彌陀佛極樂世界那個關係非常密切。我們從許多經論裡面讀到，沒有一尊佛菩薩不讚歎阿彌陀佛，沒有一尊佛菩薩不讚歎觀世音菩薩。你就曉得，他不但跟我們緣深，他跟盡虛空遍法界，上從諸佛如來，下到地獄眾生都結了善緣！我們要學，我們不要跟眾生結惡緣，惡眾生我要幫助他轉惡為善，這是跟他結好緣。"
    },
    {
      "id": "12-017-0768_p0070",
      "zh_CN": "所以我们首先要认知、要肯定「人之初，性本善」，《三字经》上念的。我念《三字经》，大概是四、五岁的时候，父亲教我的，这个印象太深了。七十多年了，我肯定这一句话是真的，要晓得人性本来都是善的，没有差别，无差别。为什么会变成差别？没人教他，他受社会环境影响变坏了。《三字经》还接着说「苟不教性乃迁」，「茍」是假设，如果你不教他，他一定会受环境的影响，他的本性就会产生变化，那个「迁」就是变化，我们今天讲他被污染了，被影响了，影响、污染就是迁，是这么回事。",
      "zh_TW": "所以我們首先要認知、要肯定「人之初，性本善」，《三字經》上念的。我念《三字經》，大概是四、五歲的時候，父親教我的，這個印象太深了。七十多年了，我肯定這一句話是真的，要曉得人性本來都是善的，沒有差別，無差別。為什麼會變成差別？沒人教他，他受社會環境影響變壞了。《三字經》還接著說「苟不教性乃遷」，「茍」是假設，如果你不教他，他一定會受環境的影響，他的本性就會產生變化，那個「遷」就是變化，我們今天講他被污染了，被影響了，影響、污染就是遷，是這麼回事。"
    },
    {
      "id": "12-017-0768_p0071",
      "zh_CN": "由此可知，他那个恶性，不善的性，那不是本性，那是习性，我们讲习气，烦恼习气。烦恼习气不是本性，本性是善的，我们要肯定一切众生本性是善的，我们对待一切众生态度自然就不一样了。再邪恶的众生，我们晓得那是他的烦恼习气，那不是他的本性。我们从本性来看，恭敬的心、尊重的心油然而生，没有一点点勉强，自然而然生起来了。这是真理，这是事实真相。诸佛菩萨对待一切众生是这样的心态，我们要把它学来，要依智慧观察时节因缘，帮助众生断恶修善，转迷为悟，回头是岸！",
      "zh_TW": "由此可知，他那個惡性，不善的性，那不是本性，那是習性，我們講習氣，煩惱習氣。煩惱習氣不是本性，本性是善的，我們要肯定一切眾生本性是善的，我們對待一切眾生態度自然就不一樣了。再邪惡的眾生，我們曉得那是他的煩惱習氣，那不是他的本性。我們從本性來看，恭敬的心、尊重的心油然而生，沒有一點點勉強，自然而然生起來了。這是真理，這是事實真相。諸佛菩薩對待一切眾生是這樣的心態，我們要把它學來，要依智慧觀察時節因緣，幫助眾生斷惡修善，轉迷為悟，回頭是岸！"
    },
    {
      "id": "12-017-0768_p0072",
      "zh_CN": "你要帮助他，用什么方法帮助他？修自己就是帮助他。前面讲表演，我做出样子让他看，他天天在看，他年年在看，看个十年八年，甚至于烦恼习气重的人，看个二十年三十年，他觉悟了。那个烦恼习气极重的，看一辈子他也没觉悟，不要紧来生还示现。这个事情是生生世世，不是一生两生的事情，佛教化众生、去影响众生，有的是耐心。",
      "zh_TW": "你要幫助他，用什麼方法幫助他？修自己就是幫助他。前面講表演，我做出樣子讓他看，他天天在看，他年年在看，看個十年八年，甚至於煩惱習氣重的人，看個二十年三十年，他覺悟了。那個煩惱習氣極重的，看一輩子他也沒覺悟，不要緊來生還示現。這個事情是生生世世，不是一生兩生的事情，佛教化眾生、去影響眾生，有的是耐心。"
    },
    {
      "id": "12-017-0768_p0073",
      "zh_CN": "现在西方人给我们做出了证明，轮回是真的，证明人没有死，人死了之后，不过是把这个肉身舍弃掉了，他又去找一个身。就像什么？像我们这个衣服穿破了穿旧了，换一件新衣服。所以我们有真正的自我，身不是我，身就像一件衣服一样，是我所有的，我可以常常换。外国人证明了，人与人的关系不是一世，生生世世的关系。我们肯定了，明了了，生生世世的关系，那这个关系一定要搞好，不能把关系搞坏。那个坏的关系要想办法把它弥补过来，把它改善过来，这是对的，这个就是佛法。不能够把关系搞坏，坏的关系决定不能让它恶化，要把它改善，帮助自己这一生当中做到纯净纯善，也要帮助别人做到尽善尽美。所以帮助自己就是帮助别人，自他不二。诸佛如来如是，我们要跟着学习。好，现在时间到了。",
      "zh_TW": "現在西方人給我們做出了證明，輪迴是真的，證明人沒有死，人死了之後，不過是把這個肉身捨棄掉了，他又去找一個身。就像什麼？像我們這個衣服穿破了穿舊了，換一件新衣服。所以我們有真正的自我，身不是我，身就像一件衣服一樣，是我所有的，我可以常常換。外國人證明了，人與人的關係不是一世，生生世世的關係。我們肯定了，明瞭了，生生世世的關係，那這個關係一定要搞好，不能把關係搞壞。那個壞的關係要想辦法把它彌補過來，把它改善過來，這是對的，這個就是佛法。不能夠把關係搞壞，壞的關係決定不能讓它惡化，要把它改善，幫助自己這一生當中做到純淨純善，也要幫助別人做到盡善盡美。所以幫助自己就是幫助別人，自他不二。諸佛如來如是，我們要跟著學習。好，現在時間到了。"
    }
  ]
}