{
  "doc_id": "12-017-1263",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二六三卷",
    "zh_TW": "第一二六三卷"
  },
  "year": "2004",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1263",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "12-017-1263_p0001",
      "zh_CN": "诸位同学，请看「光明觉品」，光照十方百万世界，偈颂第三首看起：",
      "zh_TW": "諸位同學，請看「光明覺品」，光照十方百萬世界，偈頌第三首看起："
    },
    {
      "id": "12-017-1263_p0002",
      "zh_CN": "【光明遍清净，尘累悉蠲涤，不动离二边，此是如来智。】",
      "zh_TW": "【光明遍清淨，塵累悉蠲滌，不動離二邊，此是如來智。】"
    },
    {
      "id": "12-017-1263_p0003",
      "zh_CN": "这第一句，清凉大师注解里面把这三首合起来说。三首合起来，这一句叫第九句，我们在经本上看得很清楚。他注解里头「九、智光遍觉，离倒名净，身光可知」。身光就不说，单单讲智光，这是说自性本具的智慧，也就是《金刚经》上所说的「信心清净，则生实相」。总而言之一句话，心要清净。所以『光明』下面讲的是『遍清净』，光明遍照是从清净心来的，清净心就遍照。为什么？清净心里面没有分别、没有执着。有执着、有分别，这个心就不清净，不但不清净，这个心量就很小，不能遍照。纵然你自性般若透出来，你所照的一定是你分别执着之内的，分别执着是个界限。",
      "zh_TW": "這第一句，清涼大師註解裡面把這三首合起來說。三首合起來，這一句叫第九句，我們在經本上看得很清楚。他註解裡頭「九、智光遍覺，離倒名淨，身光可知」。身光就不說，單單講智光，這是說自性本具的智慧，也就是《金剛經》上所說的「信心清淨，則生實相」。總而言之一句話，心要清淨。所以『光明』下面講的是『遍清淨』，光明遍照是從清淨心來的，清淨心就遍照。為什麼？清淨心裡面沒有分別、沒有執著。有執著、有分別，這個心就不清淨，不但不清淨，這個心量就很小，不能遍照。縱然你自性般若透出來，你所照的一定是你分別執著之內的，分別執著是個界限。"
    },
    {
      "id": "12-017-1263_p0004",
      "zh_CN": "我们中国文字中国人要认识，古老的祖先们造这些文字，这个文字就是符号，意思很深，确确实实称得上是智慧的符号，让你看到这个符号、听到这个声音会开悟、会觉悟，这是非常非常了不起，我们不能不晓得。你看中文里面讲「思」、讲「想」。想，心里面就现相，所以你看心上面一个相，你的心上有了相，这就是想。实在说，这个想就是佛经里面讲的妄想。妄想是什么？起心动念，无明。起心动念，你心里头就有相。如果你要是分别，分别叫思。你看看「思」，你心上就有了界限；「田」字是代表很多格子，你就在心上划了很多界限，心不见了。什么是真心？思也没有，想也没有，单单留下那个「心」，那个心是真心。心上不能加一点点，加一点点全叫妄心。真心只有一个，妄心就无量无边。你去查字典，「心」字部里头有多少字，那么多的字都是妄心，真心只有一个，你看中国文字的味道！",
      "zh_TW": "我們中國文字中國人要認識，古老的祖先們造這些文字，這個文字就是符號，意思很深，確確實實稱得上是智慧的符號，讓你看到這個符號、聽到這個聲音會開悟、會覺悟，這是非常非常了不起，我們不能不曉得。你看中文裡面講「思」、講「想」。想，心裡面就現相，所以你看心上面一個相，你的心上有了相，這就是想。實在說，這個想就是佛經裡面講的妄想。妄想是什麼？起心動念，無明。起心動念，你心裡頭就有相。如果你要是分別，分別叫思。你看看「思」，你心上就有了界限；「田」字是代表很多格子，你就在心上劃了很多界限，心不見了。什麼是真心？思也沒有，想也沒有，單單留下那個「心」，那個心是真心。心上不能加一點點，加一點點全叫妄心。真心只有一個，妄心就無量無邊。你去查字典，「心」字部裡頭有多少字，那麼多的字都是妄心，真心只有一個，你看中國文字的味道！"
    },
    {
      "id": "12-017-1263_p0005",
      "zh_CN": "清凉在这里注得很好，第九，「离倒名净」，倒是颠倒。什么叫清净？离开一切染污，你就清净。颠倒就是你错了，一心是清净的。你心里面有分别，不清净；有执着，不清净；有染污，不清净；有妄念，不清净。这些都叫颠倒，为什么？自性里头本来没有这些东西。这称为自性清净心，怎么会有这么多东西出来？清净就放光明，这个诸位一定要晓得。不但佛这样教我们，儒、道都不例外。儒家也修清净心，普遍的都教人清心寡欲，欲望多是不清净的根源，欲望愈少就愈清净。生活愈简单，欲望愈少，保持清净心，这个人才叫真正聪明，才叫真正有福。",
      "zh_TW": "清涼在這裡註得很好，第九，「離倒名淨」，倒是顛倒。什麼叫清淨？離開一切染污，你就清淨。顛倒就是你錯了，一心是清淨的。你心裡面有分別，不清淨；有執著，不清淨；有染污，不清淨；有妄念，不清淨。這些都叫顛倒，為什麼？自性裡頭本來沒有這些東西。這稱為自性清淨心，怎麼會有這麼多東西出來？清淨就放光明，這個諸位一定要曉得。不但佛這樣教我們，儒、道都不例外。儒家也修清淨心，普遍的都教人清心寡欲，欲望多是不清淨的根源，欲望愈少就愈清淨。生活愈簡單，欲望愈少，保持清淨心，這個人才叫真正聰明，才叫真正有福。"
    },
    {
      "id": "12-017-1263_p0006",
      "zh_CN": "在中国历史上，我年轻的时候喜欢读历史，台湾当年发起翻印古籍，我是很不容易买了一套二十五史。《二十五史》里头有一篇叫「隐逸传」，当时我年轻，想不通这些人为什么史学家把他写在历史上？不错，这人有学问、有道德，可是他隐居，作自了汉，真的是「于人无争，于世无求」。但是于社会、于国家没有丝毫贡献，为什么给他写传？到后来年岁大，学了佛，这才恍然大悟，他对国家社会有很大很大的贡献。他的贡献真的也像他的隐逸一样，他的贡献你要不细细去想、观察，你看不出来。",
      "zh_TW": "在中國歷史上，我年輕的時候喜歡讀歷史，台灣當年發起翻印古籍，我是很不容易買了一套二十五史。《二十五史》裡頭有一篇叫「隱逸傳」，當時我年輕，想不通這些人為什麼史學家把他寫在歷史上？不錯，這人有學問、有道德，可是他隱居，作自了漢，真的是「於人無爭，於世無求」。但是於社會、於國家沒有絲毫貢獻，為什麼給他寫傳？到後來年歲大，學了佛，這才恍然大悟，他對國家社會有很大很大的貢獻。他的貢獻真的也像他的隱逸一樣，他的貢獻你要不細細去想、觀察，你看不出來。"
    },
    {
      "id": "12-017-1263_p0007",
      "zh_CN": "今天社会何以会动乱？有智慧、有能力的人争名逐利，没有智慧、没有能力也一窝蜂跟着争名逐利，大家都争，这社会怎么会不乱！这些人给世人很大的启示，他有智慧、他有能力，他可以争，他不争，这些人是真正教人放下。有智慧、有能力争的人不争，放下了，没有能力、没有智慧人，一个个都乖乖的，这社会就太平，社会就不会动乱，他给世人做了一个很好的榜样。没有智慧、没有能力，说他不争，那没有什么了不起，为什么？你没有能力。他真有能力、真有学问，这个地方显示他的德行。历史上应不应该给他写传？应该！他不但是当时的好榜样，也是后世的好榜样，于己于人都得大利益。对自己来讲，清心寡欲，奉公守法。奉公守法是持戒，心地清净，智慧增长。他们这些人很乐，快乐，都有几个很知己的朋友，也经常聚会，一个月总有个两、三次，真正是高人。他们聚会的时候不谈尘俗之事，世间事他们不闻不问，他们谈什么？谈道、谈学。读古圣先贤之书，「最近有什么悟处」，我们今天讲交换心得，他们谈这个，世俗间的事情一概不谈。在一块聚会，粗茶淡饭，真的快乐无比。",
      "zh_TW": "今天社會何以會動亂？有智慧、有能力的人爭名逐利，沒有智慧、沒有能力也一窩蜂跟著爭名逐利，大家都爭，這社會怎麼會不亂！這些人給世人很大的啟示，他有智慧、他有能力，他可以爭，他不爭，這些人是真正教人放下。有智慧、有能力爭的人不爭，放下了，沒有能力、沒有智慧人，一個個都乖乖的，這社會就太平，社會就不會動亂，他給世人做了一個很好的榜樣。沒有智慧、沒有能力，說他不爭，那沒有什麼了不起，為什麼？你沒有能力。他真有能力、真有學問，這個地方顯示他的德行。歷史上應不應該給他寫傳？應該！他不但是當時的好榜樣，也是後世的好榜樣，於己於人都得大利益。對自己來講，清心寡欲，奉公守法。奉公守法是持戒，心地清淨，智慧增長。他們這些人很樂，快樂，都有幾個很知己的朋友，也經常聚會，一個月總有個兩、三次，真正是高人。他們聚會的時候不談塵俗之事，世間事他們不聞不問，他們談什麼？談道、談學。讀古聖先賢之書，「最近有什麼悟處」，我們今天講交換心得，他們談這個，世俗間的事情一概不談。在一塊聚會，粗茶淡飯，真的快樂無比。"
    },
    {
      "id": "12-017-1263_p0008",
      "zh_CN": "《三国演义》这是一部小说，罗贯中写得很好。你看看他写诸葛孔明，没有出山的时候隐居，他没有意思出山。他也有几个好朋友，常常往来的。自己耕种、读书，无意于功名富贵。徐庶跟他也是朋友，推荐给刘备。刘备三顾茅庐，三次拜访才遇到，这表达有诚意，确实有诚意邀请他出山。这是诚意感动了诸葛亮，诸葛亮变成不能不出来。你看他写陇中隐居那一段，我们概略就了解古时候的隐士。他还有几个好朋友，一生不出山的，什么人来邀请，他都回避，不作官。",
      "zh_TW": "《三國演義》這是一部小說，羅貫中寫得很好。你看看他寫諸葛孔明，沒有出山的時候隱居，他沒有意思出山。他也有幾個好朋友，常常往來的。自己耕種、讀書，無意於功名富貴。徐庶跟他也是朋友，推薦給劉備。劉備三顧茅廬，三次拜訪才遇到，這表達有誠意，確實有誠意邀請他出山。這是誠意感動了諸葛亮，諸葛亮變成不能不出來。你看他寫隴中隱居那一段，我們概略就了解古時候的隱士。他還有幾個好朋友，一生不出山的，什麼人來邀請，他都迴避，不作官。"
    },
    {
      "id": "12-017-1263_p0009",
      "zh_CN": "所以清净心生智慧，智慧一定帮助自己提升；现前境界的提升，来生在六道里面是往三善道提升，如果修学净土，肯定提升到极乐世界，一生圆满成就。反过来说，如果我们心地不清净，贪图名闻利养，贪图五欲六尘的享受，智慧没有了。智慧的反面是无明、是愚痴，沾上愚痴的边，有这么一个，三毒肯定具足，贪、瞋、痴。这一生当中，如果说贪瞋痴当家，起心动念都与这个相应，麻烦可就大了。这一生纵然享受五欲六尘之乐这一点小甜头，来生三恶道；贪是饿鬼道的业因，瞋是地狱道的业因，痴是畜生道的业因。你怎么能跑得了？这绝对不是佛菩萨、宗教吓唬人的，不是，你自己业力变现出来的境界，这个事情我们在大乘教里面读得太多。",
      "zh_TW": "所以清淨心生智慧，智慧一定幫助自己提升；現前境界的提升，來生在六道裡面是往三善道提升，如果修學淨土，肯定提升到極樂世界，一生圓滿成就。反過來說，如果我們心地不清淨，貪圖名聞利養，貪圖五欲六塵的享受，智慧沒有了。智慧的反面是無明、是愚痴，沾上愚痴的邊，有這麼一個，三毒肯定具足，貪、瞋、痴。這一生當中，如果說貪瞋痴當家，起心動念都與這個相應，麻煩可就大了。這一生縱然享受五欲六塵之樂這一點小甜頭，來生三惡道；貪是餓鬼道的業因，瞋是地獄道的業因，痴是畜生道的業因。你怎麼能跑得了？這絕對不是佛菩薩、宗教嚇唬人的，不是，你自己業力變現出來的境界，這個事情我們在大乘教裡面讀得太多。"
    },
    {
      "id": "12-017-1263_p0010",
      "zh_CN": "我们思惟、我们观察，佛说得没错，确确实实三途六道、十法界从心想生。从心想生就是善恶业力变现出来的境界，这个境界不是真的。但是你业力要没有消除，这个幻相它总存在。哪一天业消尽，这现相就没有。正是永嘉大师所讲的「梦里明明有六趣」，你的业没消掉，就像在作梦一样，梦没有醒，你在梦中；「觉后空空无大千」，这一觉，无明破了。梦境是无明变现的，光明遍照的时候，不但六道没有了，十法界也没有了，清醒过来，那个世界叫一真法界。",
      "zh_TW": "我們思惟、我們觀察，佛說得沒錯，確確實實三途六道、十法界從心想生。從心想生就是善惡業力變現出來的境界，這個境界不是真的。但是你業力要沒有消除，這個幻相它總存在。哪一天業消盡，這現相就沒有。正是永嘉大師所講的「夢裡明明有六趣」，你的業沒消掉，就像在作夢一樣，夢沒有醒，你在夢中；「覺後空空無大千」，這一覺，無明破了。夢境是無明變現的，光明遍照的時候，不但六道沒有了，十法界也沒有了，清醒過來，那個世界叫一真法界。"
    },
    {
      "id": "12-017-1263_p0011",
      "zh_CN": "诸位要晓得，一真法界是对十法界、对六道来说的，六道十法界没有了，这个「一真法界」名词没有了。有没有境界？有，没有这个名相。所以老子讲「名可名，非常名；道可道，非常道」。名是假名，可不能执着，执着就变成法执。佛家讲执着有两种，一种是我执，一种是法执。我执是烦恼障，法执是所知障。两种障碍都造成无明，障碍心性；心性里面无量智慧、无量德能、无量相好都被它障碍，都不能现前。所以愚不能不离，知道这个东西它是染污、它是有害的，没有好处。虽然好像吃东西有一点甜甜，甜头，它是毒药，那是要命的，并不是真正好东西，要认识清楚！",
      "zh_TW": "諸位要曉得，一真法界是對十法界、對六道來說的，六道十法界沒有了，這個「一真法界」名詞沒有了。有沒有境界？有，沒有這個名相。所以老子講「名可名，非常名；道可道，非常道」。名是假名，可不能執著，執著就變成法執。佛家講執著有兩種，一種是我執，一種是法執。我執是煩惱障，法執是所知障。兩種障礙都造成無明，障礙心性；心性裡面無量智慧、無量德能、無量相好都被它障礙，都不能現前。所以愚不能不離，知道這個東西它是染污、它是有害的，沒有好處。雖然好像吃東西有一點甜甜，甜頭，它是毒藥，那是要命的，並不是真正好東西，要認識清楚！"
    },
    {
      "id": "12-017-1263_p0012",
      "zh_CN": "下面一句『尘累悉蠲涤』。蠲涤是洗得干干净净。世尊在《无量寿经》上有一句教导我们「洒心易行」。洒心易行就是此地蠲涤的意思。把什么东西洗干净？尘累。这两个字都是烦恼的代名词，你要把它洗干净。清凉大师在这里注解只有一句话「永害，习气故」。这个句读我们要注意念，永害，这里是个逗点，习气故。永远是有害的，决定不是利益，给自己造成阿赖耶里面恶的习气。这个恶的习气就是老子所说的「余怨」，这个意思深。怨是什么？怨家。",
      "zh_TW": "下面一句『塵累悉蠲滌』。蠲滌是洗得乾乾淨淨。世尊在《無量壽經》上有一句教導我們「洒心易行」。洒心易行就是此地蠲滌的意思。把什麼東西洗乾淨？塵累。這兩個字都是煩惱的代名詞，你要把它洗乾淨。清涼大師在這裡註解只有一句話「永害，習氣故」。這個句讀我們要注意念，永害，這裡是個逗點，習氣故。永遠是有害的，決定不是利益，給自己造成阿賴耶裡面惡的習氣。這個惡的習氣就是老子所說的「餘怨」，這個意思深。怨是什麼？怨家。"
    },
    {
      "id": "12-017-1263_p0013",
      "zh_CN": "佛在《阿难问事佛吉凶经》里面告诉我们，「十善厚友，十恶怨家」。可是世间人喜欢十恶这个恶友，他喜欢！讨厌、远离十善这个善友，正是所谓「不是冤家不聚头」。十善厚友他不交，十恶怨家害你就深，你跟他往来，密切的往来，时时刻刻不分离，他在你阿赖耶里面结成，永远害你，这些烦恼、恶业的习气。你里面有这些东西，我讲经常常把它称为严重的病毒，你心里头有这个东西，所以外面名闻利养、五欲六尘它能够引诱你，这是外缘。一接触这个外缘，它就把你阿赖耶识的种子引出来，你就造罪业，你造恶业肯定就有恶报。在六道里面，为什么你在三恶道的时间多，在三善道的时间少，道理就在此地。",
      "zh_TW": "佛在《阿難問事佛吉凶經》裡面告訴我們，「十善厚友，十惡怨家」。可是世間人喜歡十惡這個惡友，他喜歡！討厭、遠離十善這個善友，正是所謂「不是冤家不聚頭」。十善厚友他不交，十惡怨家害你就深，你跟他往來，密切的往來，時時刻刻不分離，他在你阿賴耶裡面結成，永遠害你，這些煩惱、惡業的習氣。你裡面有這些東西，我講經常常把它稱為嚴重的病毒，你心裡頭有這個東西，所以外面名聞利養、五欲六塵它能夠引誘你，這是外緣。一接觸這個外緣，它就把你阿賴耶識的種子引出來，你就造罪業，你造惡業肯定就有惡報。在六道裡面，為什麼你在三惡道的時間多，在三善道的時間少，道理就在此地。"
    },
    {
      "id": "12-017-1263_p0014",
      "zh_CN": "你明白这个道理，时时刻刻有高度的警觉心，远离外缘，禁不起诱惑！禁不起诱惑，躲避。这是正确的，所有一切那些场所我们回避。你看佛教初学，沙弥、比丘，歌舞娱乐的场所决定不去，酒家、屠户决定不去，这个戒律里是有明文规定。没有明文规定的，现在多了。最普遍的，我们常常走路在街道上看到的电子游乐，是专门开这种店的，我们在门口往里面看看，那个萤幕里头都是妖魔鬼怪。我们看很多青少年都在那里逗留，一进去几个小时都不出来，你想想看那个染污多严重！家长不知道，认为小孩到那里好，他不乱跑，他乖乖的在那里玩，大人去办他的事，回来到这里一找就找到他。他不晓得每天在那个地方几个小时的染污严重，大人没想到。到大人发觉之后，你后悔莫及，你的儿女离开伦常道德的标准远之远矣，甚至于一百八十度的违背，这个时候你怎么办？束手无策。现在有这种疏忽的父母，不知道有多少。",
      "zh_TW": "你明白這個道理，時時刻刻有高度的警覺心，遠離外緣，禁不起誘惑！禁不起誘惑，躲避。這是正確的，所有一切那些場所我們迴避。你看佛教初學，沙彌、比丘，歌舞娛樂的場所決定不去，酒家、屠戶決定不去，這個戒律裡是有明文規定。沒有明文規定的，現在多了。最普遍的，我們常常走路在街道上看到的電子遊樂，是專門開這種店的，我們在門口往裡面看看，那個螢幕裡頭都是妖魔鬼怪。我們看很多青少年都在那裡逗留，一進去幾個小時都不出來，你想想看那個染污多嚴重！家長不知道，認為小孩到那裡好，他不亂跑，他乖乖的在那裡玩，大人去辦他的事，回來到這裡一找就找到他。他不曉得每天在那個地方幾個小時的染污嚴重，大人沒想到。到大人發覺之後，你後悔莫及，你的兒女離開倫常道德的標準遠之遠矣，甚至於一百八十度的違背，這個時候你怎麼辦？束手無策。現在有這種疏忽的父母，不知道有多少。"
    },
    {
      "id": "12-017-1263_p0015",
      "zh_CN": "学生，十几岁的，这样的年龄哪一个不喜欢玩？没有正当的娱乐，他就走上歧途。现在的学校没有人提倡尊师重道，学生跟老师一般大，老师不能管学生，老师教不了学生。你要真教他，他不但不感激你，恨你入骨，说不定要把你杀了。现在这个时代，学生杀老师的事件时有所闻，已经不是新闻。儿女杀父母，学生杀老师，不是新闻，谁敢教？真的，做父母的不敢教儿女，做老师的不敢教学生，这世界还得了吗？这个现象，实在讲就是宗教经典所讲的末日现象，整个世界趋向于毁灭，愈想愈可怕。",
      "zh_TW": "學生，十幾歲的，這樣的年齡哪一個不喜歡玩？沒有正當的娛樂，他就走上歧途。現在的學校沒有人提倡尊師重道，學生跟老師一般大，老師不能管學生，老師教不了學生。你要真教他，他不但不感激你，恨你入骨，說不定要把你殺了。現在這個時代，學生殺老師的事件時有所聞，已經不是新聞。兒女殺父母，學生殺老師，不是新聞，誰敢教？真的，做父母的不敢教兒女，做老師的不敢教學生，這世界還得了嗎？這個現象，實在講就是宗教經典所講的末日現象，整個世界趨向於毀滅，愈想愈可怕。"
    },
    {
      "id": "12-017-1263_p0016",
      "zh_CN": "像我这个年龄，念小学、念中学的时候，老师还不错，很负责任，我们做学生还都听话，接受老师的教诲。抗战胜利之后，我在南京第一中学读书，我们学校的训导主任，也是我那个班上的那个时候叫级任导师，在学校里面提倡身化教育，非常成功。我们学校的校风，就是纪律，在整个南京排名第一，学生都守规矩。教务主任非常好，他知道我们小朋友喜欢玩，他完全给你提倡正当的娱乐，你就不会搞别的，这就是课外活动。上课的时候你用功读书，下课怎么办？我记得那个时候好像成立有二十多个小组，这些学生们，你的兴趣在哪里，你喜欢搞什么，你喜欢画画，学校有美术老师在课外的时候带着你画画；喜欢音乐，有音乐老师带着你弹琴唱歌，教你。喜欢什么就搞什么。喜欢运动的，喜欢打排球的那是一个组，喜欢踢足球的又是一个组。你去参加，你去报名参加，学校派老师来指导。所以这课外活动办得是非常之好，让学生有正当的娱乐。学生下了课会不会到外面去玩？不会，学校好玩的东西很多。我对于我们的这个教务主任很佩服，想出很多点子，把同学们统统都纳上正当的娱乐。学校监视来领导，这是校风好。",
      "zh_TW": "像我這個年齡，念小學、念中學的時候，老師還不錯，很負責任，我們做學生還都聽話，接受老師的教誨。抗戰勝利之後，我在南京第一中學讀書，我們學校的訓導主任，也是我那個班上的那個時候叫級任導師，在學校裡面提倡身化教育，非常成功。我們學校的校風，就是紀律，在整個南京排名第一，學生都守規矩。教務主任非常好，他知道我們小朋友喜歡玩，他完全給你提倡正當的娛樂，你就不會搞別的，這就是課外活動。上課的時候你用功讀書，下課怎麼辦？我記得那個時候好像成立有二十多個小組，這些學生們，你的興趣在哪裡，你喜歡搞什麼，你喜歡畫畫，學校有美術老師在課外的時候帶著你畫畫；喜歡音樂，有音樂老師帶著你彈琴唱歌，教你。喜歡什麼就搞什麼。喜歡運動的，喜歡打排球的那是一個組，喜歡踢足球的又是一個組。你去參加，你去報名參加，學校派老師來指導。所以這課外活動辦得是非常之好，讓學生有正當的娛樂。學生下了課會不會到外面去玩？不會，學校好玩的東西很多。我對於我們的這個教務主任很佩服，想出很多點子，把同學們統統都納上正當的娛樂。學校監視來領導，這是校風好。"
    },
    {
      "id": "12-017-1263_p0017",
      "zh_CN": "今天社会风气不是不能为，要真正有有心人来带领、来带头，真正为社会、为众生做一桩好事情，那真叫无量功德。所以我们读到老子的「小国寡民」，那是老子的理想，他很想试试，因为他生在那个时代是乱世，所谓是君不君，臣不臣。虽然是乱世，比我们现在好得太多。现在是大乱之世，有史以来从来没有过的。所以小国寡民可以试一试。",
      "zh_TW": "今天社會風氣不是不能為，要真正有有心人來帶領、來帶頭，真正為社會、為眾生做一樁好事情，那真叫無量功德。所以我們讀到老子的「小國寡民」，那是老子的理想，他很想試試，因為他生在那個時代是亂世，所謂是君不君，臣不臣。雖然是亂世，比我們現在好得太多。現在是大亂之世，有史以來從來沒有過的。所以小國寡民可以試一試。"
    },
    {
      "id": "12-017-1263_p0018",
      "zh_CN": "我在二十多年前，在旧金山讲经，在一家老人公寓。这个老人公寓是个犹太人办的，办得很好，他收容老人有四百多个单位。大概三分之一是夫妻两个，三分之二都是单身的老人，他的老伴走了一个，他在老人院里面，住在那里头。物质生活没有问题，美国国家有福利、有津贴，精神生活痛苦。你看那么多老人，每天都看到，这个不见了；不能说天天有，一个星期总有一、两个，走了。你说那精神多痛苦？看看哪一天轮到自己了。我们中国人有一句话说「坐吃等死」。这是什么味道？很痛苦！其中有中国人，学佛的，所以听说我到旧金山，请我去讲经。能够听得懂普通话的，他们自己还有他们的亲戚朋友，通知都来听，好像也有七、八十个人，不到一百人。我在那里讲了一个星期，欢喜！",
      "zh_TW": "我在二十多年前，在舊金山講經，在一家老人公寓。這個老人公寓是個猶太人辦的，辦得很好，他收容老人有四百多個單位。大概三分之一是夫妻兩個，三分之二都是單身的老人，他的老伴走了一個，他在老人院裡面，住在那裡頭。物質生活沒有問題，美國國家有福利、有津貼，精神生活痛苦。你看那麼多老人，每天都看到，這個不見了；不能說天天有，一個星期總有一、兩個，走了。你說那精神多痛苦？看看哪一天輪到自己了。我們中國人有一句話說「坐吃等死」。這是什麼味道？很痛苦！其中有中國人，學佛的，所以聽說我到舊金山，請我去講經。能夠聽得懂普通話的，他們自己還有他們的親戚朋友，通知都來聽，好像也有七、八十個人，不到一百人。我在那裡講了一個星期，歡喜！"
    },
    {
      "id": "12-017-1263_p0019",
      "zh_CN": "所以我就想到，二十一世纪弘法利生，道场应当是这样的老人院，退休了。年轻人在社会上要争名逐利，他哪有心情来听经？那不可能的。所以只有退休了，儿孙都长大了，也不需要他管事，他想管也管不了，住到老人院，澳洲叫退休村。这个时候真的是不能不放下，逼着你非放下不可，那么听听佛法很有受用。真听懂了、听明白了，建个念佛堂，大家在一块念佛共修，真有成就！我在那个时候就想，想了一个弥陀村，弥陀村这个构想是这么一个动机引发起来的。弥陀村想了几十年，没有法子落实，缘不具足。我讲经常常提到这个事情，李木源居士也听经，也非常欢喜，很认真努力去做，还是做不成功。新加坡土地非常难得，他找了好几块，到最后都没有办法，都拿不到，所以这很遗憾！",
      "zh_TW": "所以我就想到，二十一世紀弘法利生，道場應當是這樣的老人院，退休了。年輕人在社會上要爭名逐利，他哪有心情來聽經？那不可能的。所以只有退休了，兒孫都長大了，也不需要他管事，他想管也管不了，住到老人院，澳洲叫退休村。這個時候真的是不能不放下，逼著你非放下不可，那麼聽聽佛法很有受用。真聽懂了、聽明白了，建個念佛堂，大家在一塊念佛共修，真有成就！我在那個時候就想，想了一個彌陀村，彌陀村這個構想是這麼一個動機引發起來的。彌陀村想了幾十年，沒有法子落實，緣不具足。我講經常常提到這個事情，李木源居士也聽經，也非常歡喜，很認真努力去做，還是做不成功。新加坡土地非常難得，他找了好幾塊，到最後都沒有辦法，都拿不到，所以這很遺憾！"
    },
    {
      "id": "12-017-1263_p0020",
      "zh_CN": "我们有学佛的同学，志同道合在一起，在一起学习经教，在一起共修，彼此互相照顾，这是个很理想的晚年的居住生活环境。当然，这个因是要众生有福才行，众生没有福，没有办法勉强。众生有福，也许会有一天这个弥陀村的想法可以能落实。现在我们到澳洲来之后，晓得弥陀村要扩大，不能光是佛教，要接纳不同的宗教、不同的族群。所以到澳洲来之后，我不再讲弥陀村了，我讲多元文化村。虽然我们不同族群、不同信仰，但是我们有一个共同的愿望，就是我们年岁大了，我们居住在一起，我们希望和睦相处，平等对待，希望彼此都能够包容，彼此互相尊重、互相关怀、互相照顾、互助合作，安享晚年。这的确不分族群、不分宗教，共同的理想，有这么一个生活环境。你的忧虑，特别是恐惧老病没有人照顾怎么办？现在儿女不在面前，尤其是身体不好，衰弱、多病，真苦！所以这种小型的社区，共同互相照顾是非常有必要。",
      "zh_TW": "我們有學佛的同學，志同道合在一起，在一起學習經教，在一起共修，彼此互相照顧，這是個很理想的晚年的居住生活環境。當然，這個因是要眾生有福才行，眾生沒有福，沒有辦法勉強。眾生有福，也許會有一天這個彌陀村的想法可以能落實。現在我們到澳洲來之後，曉得彌陀村要擴大，不能光是佛教，要接納不同的宗教、不同的族群。所以到澳洲來之後，我不再講彌陀村了，我講多元文化村。雖然我們不同族群、不同信仰，但是我們有一個共同的願望，就是我們年歲大了，我們居住在一起，我們希望和睦相處，平等對待，希望彼此都能夠包容，彼此互相尊重、互相關懷、互相照顧、互助合作，安享晚年。這的確不分族群、不分宗教，共同的理想，有這麼一個生活環境。你的憂慮，特別是恐懼老病沒有人照顧怎麼辦？現在兒女不在面前，尤其是身體不好，衰弱、多病，真苦！所以這種小型的社區，共同互相照顧是非常有必要。"
    },
    {
      "id": "12-017-1263_p0021",
      "zh_CN": "我们想得很多，要让老年人物质、精神都能生活得很快乐。中国人的理想，晚年是享福。中国跟外国人不一样，外国人是少年享福，中年的战场，老年是坟墓，是外国人。我们中国人是少年很辛苦，一举一动都管教，所以少年确实比不上外国人那种天真烂漫，大人都能够随顺小孩。中国人不是的，严加管教，奠定德行的基础，一举一动都合乎规矩。中年的时候为家庭、为社会、为国家服务，他不是竞争、不是斗争，是服务，种福。有德行，他才会为别人服务，为别人服务是修福，积功累德。晚年退休了，享福。我们跟外国人谈：你看看这两种，哪一种好？他想想，不错，中国人是聪明，想的是周到，晚年享福。可是今天中国人把这个也丢掉了，不但我们看不到，也没人讲，你说怎么得了！所以我们希望多讲。多讲讲，让大家有这个印象，慢慢我们会多想想。",
      "zh_TW": "我們想得很多，要讓老年人物質、精神都能生活得很快樂。中國人的理想，晚年是享福。中國跟外國人不一樣，外國人是少年享福，中年的戰場，老年是墳墓，是外國人。我們中國人是少年很辛苦，一舉一動都管教，所以少年確實比不上外國人那種天真爛漫，大人都能夠隨順小孩。中國人不是的，嚴加管教，奠定德行的基礎，一舉一動都合乎規矩。中年的時候為家庭、為社會、為國家服務，他不是競爭、不是鬥爭，是服務，種福。有德行，他才會為別人服務，為別人服務是修福，積功累德。晚年退休了，享福。我們跟外國人談：你看看這兩種，哪一種好？他想想，不錯，中國人是聰明，想的是周到，晚年享福。可是今天中國人把這個也丟掉了，不但我們看不到，也沒人講，你說怎麼得了！所以我們希望多講。多講講，讓大家有這個印象，慢慢我們會多想想。"
    },
    {
      "id": "12-017-1263_p0022",
      "zh_CN": "我们一批志同道合的年纪大的人，晚年我们住在一个地区，我们彼此互相照顾。现在是儿孙既然不养老，我们要自己照顾自己，安安稳稳度过晚年，这个其实自求多福，这里面有大学问。人与人在一块相处，彼此都有毛病、都有习气，很不好相处。我在年轻的时候跟李炳南老师，我就想到老人很可怜，台中莲社应该办个老人院，那个时候它有幼稚园。老师给我说：幼稚园好办，老人不好办。我说：为什么？幼稚园小孩你可以管他、可以教他，年龄都不到六岁，六、七岁他上小学了，好教。老人，每个老人都有脾气，他要是发作，你怎么办？没法子照顾。我想想真有道理。所以安老院不容易。",
      "zh_TW": "我們一批志同道合的年紀大的人，晚年我們住在一個地區，我們彼此互相照顧。現在是兒孫既然不養老，我們要自己照顧自己，安安穩穩度過晚年，這個其實自求多福，這裡面有大學問。人與人在一塊相處，彼此都有毛病、都有習氣，很不好相處。我在年輕的時候跟李炳南老師，我就想到老人很可憐，台中蓮社應該辦個老人院，那個時候它有幼稚園。老師給我說：幼稚園好辦，老人不好辦。我說：為什麼？幼稚園小孩你可以管他、可以教他，年齡都不到六歲，六、七歲他上小學了，好教。老人，每個老人都有脾氣，他要是發作，你怎麼辦？沒法子照顧。我想想真有道理。所以安老院不容易。"
    },
    {
      "id": "12-017-1263_p0023",
      "zh_CN": "你看看现在年轻人，对自己父母都不孝，对那些老人他会孝顺吗？真是不容易。所以一切法总在缘分。我们要想自己老年的时候（真的要想，你不想不得了，很快就老了）还有人照顾，我们自己要发心照顾老人，因果！我们对老人好，我们老的时候就有一些年轻人对我们好，因缘果报如是，不可以不知道。与一切众生广结善缘，对自己才有真正的好处。尘累要把它洗刷干干净净，这也是接上面一句「光明遍清净」。现在时间到了。",
      "zh_TW": "你看看現在年輕人，對自己父母都不孝，對那些老人他會孝順嗎？真是不容易。所以一切法總在緣分。我們要想自己老年的時候（真的要想，你不想不得了，很快就老了）還有人照顧，我們自己要發心照顧老人，因果！我們對老人好，我們老的時候就有一些年輕人對我們好，因緣果報如是，不可以不知道。與一切眾生廣結善緣，對自己才有真正的好處。塵累要把它洗刷乾乾淨淨，這也是接上面一句「光明遍清淨」。現在時間到了。"
    },
    {
      "id": "12-017-1263_p0024",
      "zh_CN": "诸位同学，我们接着看第三首的第三句：",
      "zh_TW": "諸位同學，我們接著看第三首的第三句："
    },
    {
      "id": "12-017-1263_p0025",
      "zh_CN": "【不动离二边，此是如来智。】",
      "zh_TW": "【不動離二邊，此是如來智。】"
    },
    {
      "id": "12-017-1263_p0026",
      "zh_CN": "末后一句这是总结，总结前面三首，也就是上面所讲的十一句。『不动』，清凉大师在注解里面给我们讲，「住正念故离边，常明记故不动，亦是成上智光所观，故结云佛智」。『此是如来智』。清凉大师这里说得好。怎样才不动？『离二边』才能够不动，唯有不动才能离二边；由此可知，这两桩事情相辅相成。清凉说，住正念你就能离二边。什么是正念？正的反面是邪，离一切邪念就是正念。所以古大德常说，「正念者，无念也」。这个话我们要会听，正念是不是无念？不是，无邪念叫正念。什么叫邪念？严格的来说，分别是邪念，决定不是正念，执着不是正念，妄想不是正念。这个标准高，离一切妄想分别执着，正念现前了。什么人能做到？法身菩萨。这就是宗门里面讲的「明心见性，见性成佛」，所以至少在法身菩萨才是正念。后头这一句接得好，「此是如来智」。如来，这就不是凡人，不是十法界，十法界里面没做到。",
      "zh_TW": "末後一句這是總結，總結前面三首，也就是上面所講的十一句。『不動』，清涼大師在註解裡面給我們講，「住正念故離邊，常明記故不動，亦是成上智光所觀，故結云佛智」。『此是如來智』。清涼大師這裡說得好。怎樣才不動？『離二邊』才能夠不動，唯有不動才能離二邊；由此可知，這兩樁事情相輔相成。清涼說，住正念你就能離二邊。什麼是正念？正的反面是邪，離一切邪念就是正念。所以古大德常說，「正念者，無念也」。這個話我們要會聽，正念是不是無念？不是，無邪念叫正念。什麼叫邪念？嚴格的來說，分別是邪念，決定不是正念，執著不是正念，妄想不是正念。這個標準高，離一切妄想分別執著，正念現前了。什麼人能做到？法身菩薩。這就是宗門裡面講的「明心見性，見性成佛」，所以至少在法身菩薩才是正念。後頭這一句接得好，「此是如來智」。如來，這就不是凡人，不是十法界，十法界裡面沒做到。"
    },
    {
      "id": "12-017-1263_p0027",
      "zh_CN": "「二边」，用现在的话来说，就是相对的。不离二边，相对就是对立，世间所有一切法，凡夫心目当中全是对立的。大跟小对立，长跟短对立，我跟人对立，真跟妄对立，邪跟正对立，没有一样不是对立。如果我们要问，试问一句：离一切对立，道一句来。这个「道」就是你说一句来，你说一句我听听。离开一切对立，你说一句给我听听看。说不出来。为什么？说跟不说又对立。科学家爱因斯坦所讲的相对论，这个世间人全是活在相对的世界，相对就不是真实，真实里头没有相对。所以一念不生，离二边，清清楚楚、明明白白，如来智。如来智就是自性本具的智慧，大乘佛法里面常讲的「般若智照」，照得清清楚楚、明明白白，一念不生。",
      "zh_TW": "「二邊」，用現在的話來說，就是相對的。不離二邊，相對就是對立，世間所有一切法，凡夫心目當中全是對立的。大跟小對立，長跟短對立，我跟人對立，真跟妄對立，邪跟正對立，沒有一樣不是對立。如果我們要問，試問一句：離一切對立，道一句來。這個「道」就是你說一句來，你說一句我聽聽。離開一切對立，你說一句給我聽聽看。說不出來。為什麼？說跟不說又對立。科學家愛因斯坦所講的相對論，這個世間人全是活在相對的世界，相對就不是真實，真實裡頭沒有相對。所以一念不生，離二邊，清清楚楚、明明白白，如來智。如來智就是自性本具的智慧，大乘佛法裡面常講的「般若智照」，照得清清楚楚、明明白白，一念不生。"
    },
    {
      "id": "12-017-1263_p0028",
      "zh_CN": "好像说得太玄，其实怎么样？其实就在面前。你不相信，做做试验，你把眼睛张开，你看外面境界是不是清清楚楚、明明白白？只要你在这个时候不起心不动念、不分别不执着，这个境界就是如来境界，我们就入了如来境界。我们有没有？有，往往是什么？一刹那。第二刹那念头就起来，这一起来马上就堕了，堕落到十法界，堕落到六道。如果起个恶念，贪瞋痴起来了，那就堕到三途去；起个五戒十善，那就堕在人天里面，堕了。所以你要晓得，境界里头没有真妄，真妄是二边。一切法里头，给诸位说，没有是非，是非是二边；没有善恶，善恶是二边；没有利害，利害是二边；没有亲疏，亲疏是二边。离二边，正念现前。正念就是明了，回向偈上念的「愿得智慧真明了」，那就是正念。所以诸佛菩萨住正念。",
      "zh_TW": "好像說得太玄，其實怎麼樣？其實就在面前。你不相信，做做試驗，你把眼睛張開，你看外面境界是不是清清楚楚、明明白白？只要你在這個時候不起心不動念、不分別不執著，這個境界就是如來境界，我們就入了如來境界。我們有沒有？有，往往是什麼？一剎那。第二剎那念頭就起來，這一起來馬上就墮了，墮落到十法界，墮落到六道。如果起個惡念，貪瞋痴起來了，那就墮到三途去；起個五戒十善，那就墮在人天裡面，墮了。所以你要曉得，境界裡頭沒有真妄，真妄是二邊。一切法裡頭，給諸位說，沒有是非，是非是二邊；沒有善惡，善惡是二邊；沒有利害，利害是二邊；沒有親疏，親疏是二邊。離二邊，正念現前。正念就是明瞭，迴向偈上念的「願得智慧真明了」，那就是正念。所以諸佛菩薩住正念。"
    },
    {
      "id": "12-017-1263_p0029",
      "zh_CN": "八正道里头有正念、有正思惟。他是不是真的有思惟？不是的，一有思惟就堕落，就变成妄想分别执着。正思惟是怎么回事情？正思惟从明了上看的、说的，你一接触就明了。换句话说，正念起作用就是正思惟。为一切众生解答一切疑难杂症，那个智慧从哪来？就是从正念里头来的。正念能破邪念，一切众生都是邪念，不正！换句话说，他都错了。如果我们自己也错了，你怎么能帮助人家解决问题？自己不错，也就是自己无念，别人有念，无念能帮有念的人解决问题。这个地方「无念」，一定要记住，无妄想分别执着，决定没有对立。没有对立，就是这里经上讲的「离二边」。",
      "zh_TW": "八正道裡頭有正念、有正思惟。他是不是真的有思惟？不是的，一有思惟就墮落，就變成妄想分別執著。正思惟是怎麼回事情？正思惟從明瞭上看的、說的，你一接觸就明瞭。換句話說，正念起作用就是正思惟。為一切眾生解答一切疑難雜症，那個智慧從哪來？就是從正念裡頭來的。正念能破邪念，一切眾生都是邪念，不正！換句話說，他都錯了。如果我們自己也錯了，你怎麼能幫助人家解決問題？自己不錯，也就是自己無念，別人有念，無念能幫有念的人解決問題。這個地方「無念」，一定要記住，無妄想分別執著，決定沒有對立。沒有對立，就是這裡經上講的「離二邊」。"
    },
    {
      "id": "12-017-1263_p0030",
      "zh_CN": "我常常劝大家，把内心里头对一切人事物那个对立放下。然后再提升一层，把对世出世间一切法对立的念头放下，你就入佛知见，你就入大乘境界。你要是放不下，永远不能入，这个道理要明了。放下，有无量无边的利益功德。但是放下之后，这个功德利益的名相都没有了，你得到的是纯真无妄，因为功德利益这些名词也是假的，也不是真的，哪有这些东西！这些东西从哪里来？这些东西从分别来。众生分别，佛菩萨不分别。佛菩萨不分别，要随顺众生的分别，你才能教他。如果佛菩萨住自己境界不能恒顺众生，他就不能教人。你住自己无住的那个境界，别人看不懂，体会不到。如果有个人细心观察，他愈看你愈古怪，怎么想也想不通，这是我们不能不知道。",
      "zh_TW": "我常常勸大家，把內心裡頭對一切人事物那個對立放下。然後再提升一層，把對世出世間一切法對立的念頭放下，你就入佛知見，你就入大乘境界。你要是放不下，永遠不能入，這個道理要明瞭。放下，有無量無邊的利益功德。但是放下之後，這個功德利益的名相都沒有了，你得到的是純真無妄，因為功德利益這些名詞也是假的，也不是真的，哪有這些東西！這些東西從哪裡來？這些東西從分別來。眾生分別，佛菩薩不分別。佛菩薩不分別，要隨順眾生的分別，你才能教他。如果佛菩薩住自己境界不能恆順眾生，他就不能教人。你住自己無住的那個境界，別人看不懂，體會不到。如果有個人細心觀察，他愈看你愈古怪，怎麼想也想不通，這是我們不能不知道。"
    },
    {
      "id": "12-017-1263_p0031",
      "zh_CN": "普贤菩萨教导我们「恒顺众生，随喜功德」，虽然恒顺、随喜，依旧自住正念，绝对没有改变。是自住正念，恒顺随喜，恒顺随喜还是正念，高明！这就是经上所讲的解脱，我们现在人所讲的自在，得大自在。大自在里头就是没有障碍，「理事无碍，事事无碍」，在天堂住正念，在畜生住正念，在饿鬼住正念，在地狱还是住正念。所以，住正念的菩萨，在十法界里面无论哪一界，这一界里头一切人事物，他心目当中看是平等的，你懂这个意思吗？看佛法界、看地狱法界平等的。为什么平等？他没有分别，他没有执着，他没有起心动念，起心动念不平等。所以不起心不动念、不分别不执着是一真法界，十法界就是一真法界。凡夫，所以佛讲可怜，可怜可悯，为什么？他起心动念分别执着，把一真法界变成十法界。一真法界是不是真的被他变成十法界？不是，一真法界还是一真法界，永恒不变。他所变的那个，说老实话是自己看错，自己看走眼。",
      "zh_TW": "普賢菩薩教導我們「恆順眾生，隨喜功德」，雖然恆順、隨喜，依舊自住正念，絕對沒有改變。是自住正念，恆順隨喜，恆順隨喜還是正念，高明！這就是經上所講的解脫，我們現在人所講的自在，得大自在。大自在裡頭就是沒有障礙，「理事無礙，事事無礙」，在天堂住正念，在畜生住正念，在餓鬼住正念，在地獄還是住正念。所以，住正念的菩薩，在十法界裡面無論哪一界，這一界裡頭一切人事物，他心目當中看是平等的，你懂這個意思嗎？看佛法界、看地獄法界平等的。為什麼平等？他沒有分別，他沒有執著，他沒有起心動念，起心動念不平等。所以不起心不動念、不分別不執著是一真法界，十法界就是一真法界。凡夫，所以佛講可憐，可憐可憫，為什麼？他起心動念分別執著，把一真法界變成十法界。一真法界是不是真的被他變成十法界？不是，一真法界還是一真法界，永恆不變。他所變的那個，說老實話是自己看錯，自己看走眼。"
    },
    {
      "id": "12-017-1263_p0032",
      "zh_CN": "为什么诸佛菩萨应化在这个世间，他看没有变，我们看变了？我们要承认，我们要肯定，他是正常的，我们是反常的。为什么？他的心如如不动，他没有分别、没有执着、没有起心、没有动念，他那个心是永恒，永远不动的，那是真心，他永远住在那里，《楞严经》上讲「常住真心」、「妙净明体」，人家是这个心。我们今天是什么心？我们是起心动念分别执着，这个心是刹那不停，千变万化，永远在变。不要说在这一生当中没有两个念头完全相同，过去无量劫到今天也不可能有两个念头完全相同。所以你看这个外面境界，六根观察六尘境界都是千变万化。这是佛在经上常常讲，讲我们凡夫境随心转，我们错用了心，我们没有用真心，我们用妄心。",
      "zh_TW": "為什麼諸佛菩薩應化在這個世間，他看沒有變，我們看變了？我們要承認，我們要肯定，他是正常的，我們是反常的。為什麼？他的心如如不動，他沒有分別、沒有執著、沒有起心、沒有動念，他那個心是永恆，永遠不動的，那是真心，他永遠住在那裡，《楞嚴經》上講「常住真心」、「妙淨明體」，人家是這個心。我們今天是什麼心？我們是起心動念分別執著，這個心是剎那不停，千變萬化，永遠在變。不要說在這一生當中沒有兩個念頭完全相同，過去無量劫到今天也不可能有兩個念頭完全相同。所以你看這個外面境界，六根觀察六塵境界都是千變萬化。這是佛在經上常常講，講我們凡夫境隨心轉，我們錯用了心，我們沒有用真心，我們用妄心。"
    },
    {
      "id": "12-017-1263_p0033",
      "zh_CN": "什么时候真正住正念？说老实话，大乘教里面那个正念标准我们做不到。也就是说，我们的起心动念、分别执着是决定放不下，怎么想放也不行。那怎么办？还有一个正念的方法，诸佛如来教我们，这一句「阿弥陀佛」是正念，这好办，这真是救了我们的命。我们只要把这个念头住在阿弥陀佛上，起心，阿弥陀佛；动念，阿弥陀佛；分别，阿弥陀佛；执着，阿弥陀佛，这也是住正念。除了一句「阿弥陀佛」之外，什么也没有。这种人成就还快，比其他法门那快得多。为什么？真正这么干的人，我们从历史上来观察，这是我们讲数据，经验之谈。你看《净土圣贤录》，你看《往生传》，一般多长时间？三年，三年他就成功，他就往生。",
      "zh_TW": "什麼時候真正住正念？說老實話，大乘教裡面那個正念標準我們做不到。也就是說，我們的起心動念、分別執著是決定放不下，怎麼想放也不行。那怎麼辦？還有一個正念的方法，諸佛如來教我們，這一句「阿彌陀佛」是正念，這好辦，這真是救了我們的命。我們只要把這個念頭住在阿彌陀佛上，起心，阿彌陀佛；動念，阿彌陀佛；分別，阿彌陀佛；執著，阿彌陀佛，這也是住正念。除了一句「阿彌陀佛」之外，什麼也沒有。這種人成就還快，比其他法門那快得多。為什麼？真正這麼幹的人，我們從歷史上來觀察，這是我們講數據，經驗之談。你看《淨土聖賢錄》，你看《往生傳》，一般多長時間？三年，三年他就成功，他就往生。"
    },
    {
      "id": "12-017-1263_p0034",
      "zh_CN": "在早年，有一位法师曾经问过我，他问我：《净土圣贤录》、《往生传》里面所讲的，那些念佛人三年都往生了，是不是他寿命只有三年，他就到了？我告诉他不尽然，这个机率不能说没有，但是太少太少，应该是他三年功夫成熟，纵然有寿命，他不要了，这才是个正理。修行人，我们修念佛法门的，到真正功夫成就，可以自在往生，寿命不要了。如果还住在这个世间，必有因缘。因缘自己晓得，什么缘？不是为自己是为众生。自己与这个地方众生有缘，他听你的话，你教他，他肯学；换句话说，这个时候住世就等于乘愿再来。不是我们到极乐世界打个转再来，念头一转就乘愿再来，为什么？自己业报之身了了。功夫成熟应该要去，但是为了还有许多有缘的众生，多住几年，帮助他们。「我要去，多带几个人去」，这么个原因。如果不是这样的原因，没有理由多住一天。多住一天尚且不合理，多住几年那成什么话？那你就是贪恋这个世间，你还舍不得离开这个世间，也就是说，你没有能力往生，你的功夫不到家。功夫到家的人自在，功夫到家的人不畏生死，不怕灾难，他哪里都可以去，救苦救难，赴汤蹈火在所不辞，念念在觉悟众生。",
      "zh_TW": "在早年，有一位法師曾經問過我，他問我：《淨土聖賢錄》、《往生傳》裡面所講的，那些念佛人三年都往生了，是不是他壽命只有三年，他就到了？我告訴他不盡然，這個機率不能說沒有，但是太少太少，應該是他三年功夫成熟，縱然有壽命，他不要了，這才是個正理。修行人，我們修念佛法門的，到真正功夫成就，可以自在往生，壽命不要了。如果還住在這個世間，必有因緣。因緣自己曉得，什麼緣？不是為自己是為眾生。自己與這個地方眾生有緣，他聽你的話，你教他，他肯學；換句話說，這個時候住世就等於乘願再來。不是我們到極樂世界打個轉再來，念頭一轉就乘願再來，為什麼？自己業報之身了了。功夫成熟應該要去，但是為了還有許多有緣的眾生，多住幾年，幫助他們。「我要去，多帶幾個人去」，這麼個原因。如果不是這樣的原因，沒有理由多住一天。多住一天尚且不合理，多住幾年那成什麼話？那你就是貪戀這個世間，你還捨不得離開這個世間，也就是說，你沒有能力往生，你的功夫不到家。功夫到家的人自在，功夫到家的人不畏生死，不怕災難，他哪裡都可以去，救苦救難，赴湯蹈火在所不辭，念念在覺悟眾生。"
    },
    {
      "id": "12-017-1263_p0035",
      "zh_CN": "清凉说「常明记故不动」。明记是智慧，智照世间，对于世出世间的真相、诸法实相通达明了，不但是没有分别执着，起心动念都没有。这是什么果位？大乘经上讲八地以上，八地菩萨叫不动地。末后总结，「此是如来智」。这首偈我们就介绍到此地。清凉大师他这后面还有注解，我们把这注解念一念，这个注解是这一段三首偈的总结。「又此一偈，即四无所畏。光明，即正觉。清净，即出苦。涤累，漏尽及与障道无畏。不动，即无畏之义。外难不能倾故，不堕胜负二边故，是无畏智」。这几句话很好，我们应当要知道学习。光明就是正觉，正觉起用就是光明。《无量寿经》经题上「清净平等觉」，那个「觉」就是正觉。大师在此地说得好，清净就出苦，离苦得乐。他给我们提示，我们就很清楚，就能体会到。染污是苦，染污是堕落。清净，心地清净，离开一切染污，他当然得乐，离苦得乐。",
      "zh_TW": "清涼說「常明記故不動」。明記是智慧，智照世間，對於世出世間的真相、諸法實相通達明瞭，不但是沒有分別執著，起心動念都沒有。這是什麼果位？大乘經上講八地以上，八地菩薩叫不動地。末後總結，「此是如來智」。這首偈我們就介紹到此地。清涼大師他這後面還有註解，我們把這註解念一念，這個註解是這一段三首偈的總結。「又此一偈，即四無所畏。光明，即正覺。清淨，即出苦。滌累，漏盡及與障道無畏。不動，即無畏之義。外難不能傾故，不墮勝負二邊故，是無畏智」。這幾句話很好，我們應當要知道學習。光明就是正覺，正覺起用就是光明。《無量壽經》經題上「清淨平等覺」，那個「覺」就是正覺。大師在此地說得好，清淨就出苦，離苦得樂。他給我們提示，我們就很清楚，就能體會到。染污是苦，染污是墮落。清淨，心地清淨，離開一切染污，他當然得樂，離苦得樂。"
    },
    {
      "id": "12-017-1263_p0036",
      "zh_CN": "这我们就明白了，我们要怎样离苦得乐？修清净心。修清净心一定要离二边，所以涤累漏尽。涤累就是断烦恼，远离烦恼要降伏习气。漏是烦恼代名词，漏尽就是烦恼断。及与障道无畏，烦恼不再障道了。畏惧障道，障碍你见性，障碍你证果，在净宗法门里面，障碍你往生。你只要修清净心，只要远离贪瞋痴，内要降伏贪瞋痴慢，外远离一切名利五欲的诱惑；外要懂得远离，内要伏烦恼。伏烦恼用一句佛号，念头才起，我们讲善念生起欢喜心，恶念生瞋恚心，善恶念都不好，永远保持一句「阿弥陀佛」。",
      "zh_TW": "這我們就明白了，我們要怎樣離苦得樂？修清淨心。修清淨心一定要離二邊，所以滌累漏盡。滌累就是斷煩惱，遠離煩惱要降伏習氣。漏是煩惱代名詞，漏盡就是煩惱斷。及與障道無畏，煩惱不再障道了。畏懼障道，障礙你見性，障礙你證果，在淨宗法門裡面，障礙你往生。你只要修清淨心，只要遠離貪瞋痴，內要降伏貪瞋痴慢，外遠離一切名利五欲的誘惑；外要懂得遠離，內要伏煩惱。伏煩惱用一句佛號，念頭才起，我們講善念生起歡喜心，惡念生瞋恚心，善惡念都不好，永遠保持一句「阿彌陀佛」。"
    },
    {
      "id": "12-017-1263_p0037",
      "zh_CN": "阿弥陀佛不是善也不是恶，不是忧也不是喜，不是苦也不是乐，清净！苦乐忧喜堕在哪一边都不清净，总归这一句佛号，我们对于往生，将来就不会有障碍。所以一句佛号修什么？修如如不动。在日常生活当中你要会用，无论是顺境是逆境，是善缘是恶缘，接触到的时候，心里才有一念动，这个一念就是喜欢、讨厌，微微一动的时候，「阿弥陀佛」，马上把它摆平，这叫会念佛，这叫会用功，功夫得力。「不动」，不动就无畏，你就没有忧虑，就没有恐怖。你心要动，喜欢的你想得到，得到之后又怕失掉，你看看你那个心就乱掉，你心永远在动，你有恐惧。不善的念头，你想除除不掉，真所谓是怨憎会、爱别离，带给你痛苦。",
      "zh_TW": "阿彌陀佛不是善也不是惡，不是憂也不是喜，不是苦也不是樂，清淨！苦樂憂喜墮在哪一邊都不清淨，總歸這一句佛號，我們對於往生，將來就不會有障礙。所以一句佛號修什麼？修如如不動。在日常生活當中你要會用，無論是順境是逆境，是善緣是惡緣，接觸到的時候，心裡才有一念動，這個一念就是喜歡、討厭，微微一動的時候，「阿彌陀佛」，馬上把它擺平，這叫會念佛，這叫會用功，功夫得力。「不動」，不動就無畏，你就沒有憂慮，就沒有恐怖。你心要動，喜歡的你想得到，得到之後又怕失掉，你看看你那個心就亂掉，你心永遠在動，你有恐懼。不善的念頭，你想除除不掉，真所謂是怨憎會、愛別離，帶給你痛苦。"
    },
    {
      "id": "12-017-1263_p0038",
      "zh_CN": "「外难不能倾故」。外难就是外面的诱惑，外面的扰乱，外面就是名闻利养、五欲六尘，它不再能影响你，你不动了。这个境界不管有也好、没有也好，如如不动，有也不动，无也不动。「不堕胜负二边」，胜负也就是得失，也就是高下。人争，争什么？争胜负，总想胜过别人，这个念头不可以有，我不如别人这个念头也不能有。不是胜过就是不如别人，二边，对立，要把这个念头化解，没有胜负，胜很好，负也很好，平等了。平等就清净，清净智慧就生，正觉就现前，「无畏智」。我们再看下面第四首，这在里面这是第二段：",
      "zh_TW": "「外難不能傾故」。外難就是外面的誘惑，外面的擾亂，外面就是名聞利養、五欲六塵，它不再能影響你，你不動了。這個境界不管有也好、沒有也好，如如不動，有也不動，無也不動。「不墮勝負二邊」，勝負也就是得失，也就是高下。人爭，爭什麼？爭勝負，總想勝過別人，這個念頭不可以有，我不如別人這個念頭也不能有。不是勝過就是不如別人，二邊，對立，要把這個念頭化解，沒有勝負，勝很好，負也很好，平等了。平等就清淨，清淨智慧就生，正覺就現前，「無畏智」。我們再看下面第四首，這在裡面這是第二段："
    },
    {
      "id": "12-017-1263_p0039",
      "zh_CN": "【若有见如来，身心离分别，则于一切法，永出诸疑滞。】",
      "zh_TW": "【若有見如來，身心離分別，則於一切法，永出諸疑滯。】"
    },
    {
      "id": "12-017-1263_p0040",
      "zh_CN": "这是我们应当要学习的。清凉说「二」，这第二段有一首偈，「对机以辨中」，机是众生、是学习的人。「身心离分别者，含于二意」。第一个是「约佛，以三业随智慧行等故」，这是佛；「二约机，即知上功德，而能身心无分别者，得无疑益」。",
      "zh_TW": "這是我們應當要學習的。清涼說「二」，這第二段有一首偈，「對機以辨中」，機是眾生、是學習的人。「身心離分別者，含於二意」。第一個是「約佛，以三業隨智慧行等故」，這是佛；「二約機，即知上功德，而能身心無分別者，得無疑益」。"
    },
    {
      "id": "12-017-1263_p0041",
      "zh_CN": "我们来看经文，『若有见如来』。这个「见如来」就是明心见性，你修学达到这个境界。这什么境界？『身心离分别』。「身」不分别，是事、是相，事相上不分别；「心离分别」，是念头，就是不起心、不动念。功夫从哪里做？从身心上做，世出世间法都是一个原理、一个原则。佛法称内学，佛经称内典，向内不向外，向外那叫外道。所以外道不是骂人，说老实话，我们全都是外道。为什么说我们全是外道？我们一直到今天还是心外求法，不知道向内心求。大乘经教里头，佛常常教我们观身，我们不会观！观心是内，观身也算内，所以你要是会观，你会开智慧。特别是在现在这个乱世当中，真正能够观身、观心，无论什么境缘当中，他都能跟人和睦相处，这是我们现前第一义。",
      "zh_TW": "我們來看經文，『若有見如來』。這個「見如來」就是明心見性，你修學達到這個境界。這什麼境界？『身心離分別』。「身」不分別，是事、是相，事相上不分別；「心離分別」，是念頭，就是不起心、不動念。功夫從哪裡做？從身心上做，世出世間法都是一個原理、一個原則。佛法稱內學，佛經稱內典，向內不向外，向外那叫外道。所以外道不是罵人，說老實話，我們全都是外道。為什麼說我們全是外道？我們一直到今天還是心外求法，不知道向內心求。大乘經教裡頭，佛常常教我們觀身，我們不會觀！觀心是內，觀身也算內，所以你要是會觀，你會開智慧。特別是在現在這個亂世當中，真正能夠觀身、觀心，無論什麼境緣當中，他都能跟人和睦相處，這是我們現前第一義。"
    },
    {
      "id": "12-017-1263_p0042",
      "zh_CN": "修行人第一要紧是不跟任何众生结怨，因为有怨就有障碍。有障碍，不但是不能证果，不能契入境界，连悟门都被堵塞，见色闻声、听经闻法你不会开悟。自古以来，学佛的人有多少，几个人开悟？凡是开悟的人，他懂这个道理，他能落实，他不向心外求，他向自己身心上求，没有不成就的。大成就的，明心见性，超越十法界，他到一真法界去。中等成就的也脱离六道，到四圣法界去，不在六道。还在六道出不去的，没成就！",
      "zh_TW": "修行人第一要緊是不跟任何眾生結怨，因為有怨就有障礙。有障礙，不但是不能證果，不能契入境界，連悟門都被堵塞，見色聞聲、聽經聞法你不會開悟。自古以來，學佛的人有多少，幾個人開悟？凡是開悟的人，他懂這個道理，他能落實，他不向心外求，他向自己身心上求，沒有不成就的。大成就的，明心見性，超越十法界，他到一真法界去。中等成就的也脫離六道，到四聖法界去，不在六道。還在六道出不去的，沒成就！"
    },
    {
      "id": "12-017-1263_p0043",
      "zh_CN": "我们再说下等成就的，也了不起，没有能力断烦恼，念佛能伏烦恼，他也能往生极乐世界凡圣同居土。好像比起来，比不上明心见性，明心见性到一真法界去、到实报庄严土去；中等的，四圣法界那是方便有余土。我们这都去不了的，我们念阿弥陀佛到极乐世界的凡圣同居土，好像是不如他们，事实上是比他们超过太多。这是什么原因？极乐世界四土在一起，不像他方世界，他方世界四土是四个不同的空间维次。像我们看电视一样，它四个不同的频道，你只能看到一个，其他三个看不到。西方极乐世界它四个合在一起，统统在一起，你全都看到，一生一切生！就是生同居，同时生方便、生实报、生寂光，这是他方世界没有的。所有一切经，佛也没这个说法的，唯独「净土三经」，这不思议的法门，比那个上、中根还要殊胜，诸佛赞叹，龙天善神欢喜。",
      "zh_TW": "我們再說下等成就的，也了不起，沒有能力斷煩惱，念佛能伏煩惱，他也能往生極樂世界凡聖同居土。好像比起來，比不上明心見性，明心見性到一真法界去、到實報莊嚴土去；中等的，四聖法界那是方便有餘土。我們這都去不了的，我們念阿彌陀佛到極樂世界的凡聖同居土，好像是不如他們，事實上是比他們超過太多。這是什麼原因？極樂世界四土在一起，不像他方世界，他方世界四土是四個不同的空間維次。像我們看電視一樣，它四個不同的頻道，你只能看到一個，其他三個看不到。西方極樂世界它四個合在一起，統統在一起，你全都看到，一生一切生！就是生同居，同時生方便、生實報、生寂光，這是他方世界沒有的。所有一切經，佛也沒這個說法的，唯獨「淨土三經」，這不思議的法門，比那個上、中根還要殊勝，諸佛讚歎，龍天善神歡喜。"
    },
    {
      "id": "12-017-1263_p0044",
      "zh_CN": "我们身心要不要离分别？不离，生凡圣同居土。烦恼习气很重，没有法子离，你就懂得总结在一句「阿弥陀佛」。念佛人常常能观身，观的方法很多，四念处里头是智慧，教我们「观身不净，观受是苦，观心无常，观法无我」，这是佛教学的总纲领、总原则。这你能超越，确确实实能帮助我们看破，看破之后身心世界一切放下，不再留恋。所以小乘观成功的时候，他出离六道了，对于六道一丝毫留恋都没有。只要你不留恋就出去了。你为什么出不了？你留恋，这一点这是永恒不变的大道理。",
      "zh_TW": "我們身心要不要離分別？不離，生凡聖同居土。煩惱習氣很重，沒有法子離，你就懂得總結在一句「阿彌陀佛」。念佛人常常能觀身，觀的方法很多，四念處裡頭是智慧，教我們「觀身不淨，觀受是苦，觀心無常，觀法無我」，這是佛教學的總綱領、總原則。這你能超越，確確實實能幫助我們看破，看破之後身心世界一切放下，不再留戀。所以小乘觀成功的時候，他出離六道了，對於六道一絲毫留戀都沒有。只要你不留戀就出去了。你為什麼出不了？你留戀，這一點這是永恆不變的大道理。"
    },
    {
      "id": "12-017-1263_p0045",
      "zh_CN": "你为什么脱离不了六道轮回？你有留恋。「我没有留恋，我真放下了」，还有留恋，还没有放下。果然真放下，他出离了。一切法从心想生，你没有这个念头了，你怎么会不超越？「我放下了身心世界」，身心世界没放下。放下身心世界，连这个念头都没有，你还有这个念头，没放下。为什么没放下？没看破。不知道受是苦，身是不净，心是念头，念头是无常，前念灭后念生，没有一个念头是完全相同的。最后「观法无我」，法是什么？法是五阴。不是教你观外面，法就是身，身是法，心也是法；身是四大，心是受想行识。这里面谁也做不了主，谁也不自在。「我」是主宰的意思，是自在的意思，你在这身心里头找不到。真的看清楚、看明白，这放下了。",
      "zh_TW": "你為什麼脫離不了六道輪迴？你有留戀。「我沒有留戀，我真放下了」，還有留戀，還沒有放下。果然真放下，他出離了。一切法從心想生，你沒有這個念頭了，你怎麼會不超越？「我放下了身心世界」，身心世界沒放下。放下身心世界，連這個念頭都沒有，你還有這個念頭，沒放下。為什麼沒放下？沒看破。不知道受是苦，身是不淨，心是念頭，念頭是無常，前念滅後念生，沒有一個念頭是完全相同的。最後「觀法無我」，法是什麼？法是五陰。不是教你觀外面，法就是身，身是法，心也是法；身是四大，心是受想行識。這裡面誰也做不了主，誰也不自在。「我」是主宰的意思，是自在的意思，你在這身心裡頭找不到。真的看清楚、看明白，這放下了。"
    },
    {
      "id": "12-017-1263_p0046",
      "zh_CN": "这一放下，下面讲，『则于一切法，永出诸疑滞』。一切法，总的归纳起来，不外乎色心二法。身是色。所以从色心里头开悟，你能悟世出世间一切法。你看看我们一切众生，于世出世间一切法都有疑惑。昨天晚上有一群学生来自世界许多不同的国家地区，你看问了多少问题。疑，这是障碍。真正会观身心，这身心范围不大，所以我常讲，身心是小宇宙，一切法是大宇宙，小宇宙跟大宇宙同一个道理，同一个原理原则，同样的复杂。你小宇宙观容易，你能够观成，大宇宙问题解决了。佛在经上常常教我们观，「应作如是观」。",
      "zh_TW": "這一放下，下面講，『則於一切法，永出諸疑滯』。一切法，總的歸納起來，不外乎色心二法。身是色。所以從色心裡頭開悟，你能悟世出世間一切法。你看看我們一切眾生，於世出世間一切法都有疑惑。昨天晚上有一群學生來自世界許多不同的國家地區，你看問了多少問題。疑，這是障礙。真正會觀身心，這身心範圍不大，所以我常講，身心是小宇宙，一切法是大宇宙，小宇宙跟大宇宙同一個道理，同一個原理原則，同樣的複雜。你小宇宙觀容易，你能夠觀成，大宇宙問題解決了。佛在經上常常教我們觀，「應作如是觀」。"
    },
    {
      "id": "12-017-1263_p0047",
      "zh_CN": "现在最严重的问题就是社会动乱，你看连小朋友都忧虑，没有安定，没有和平，感到很痛苦。我教你观身心，身心是和谐的，身心是包容的，身心里面任何一个细胞、一个器官没有对立的，是和谐的。你懂得身心和谐，你就晓得宇宙和谐。不和谐，出了毛病。这个毛病要把它调整过来，它就恢复正常。和谐是正常，安定和平是正常，动乱是不正常。和睦相处是健康，不能够和睦是生病了，你要懂得把那个病治好，恢复正常就对了。这首偈我们就讲到此地，现在时间到了。",
      "zh_TW": "現在最嚴重的問題就是社會動亂，你看連小朋友都憂慮，沒有安定，沒有和平，感到很痛苦。我教你觀身心，身心是和諧的，身心是包容的，身心裡面任何一個細胞、一個器官沒有對立的，是和諧的。你懂得身心和諧，你就曉得宇宙和諧。不和諧，出了毛病。這個毛病要把它調整過來，它就恢復正常。和諧是正常，安定和平是正常，動亂是不正常。和睦相處是健康，不能夠和睦是生病了，你要懂得把那個病治好，恢復正常就對了。這首偈我們就講到此地，現在時間到了。"
    }
  ]
}