{
  "doc_id": "12-017-1026",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０二六卷",
    "zh_TW": "第一０二六卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "",
  "total_paragraphs": 61,
  "paragraphs": [
    {
      "id": "12-017-1026_p0001",
      "zh_CN": "诸位同学，请看第二段，此洲之邻十界，这个十界就是十段。现在我们看第二段，难忍世界，请看经文：",
      "zh_TW": "諸位同學，請看第二段，此洲之鄰十界，這個十界就是十段。現在我們看第二段，難忍世界，請看經文："
    },
    {
      "id": "12-017-1026_p0002",
      "zh_CN": "【诸佛子。此四天下南。次有世界。名为难忍。如来于彼。或名帝释。或名宝称。或名离垢。或名实语。或名能调伏。或名具足喜。或名大名称。或名能利益。或名无边。或名最胜。如是等。其数十千。令诸众生。各别知见。】",
      "zh_TW": "【諸佛子。此四天下南。次有世界。名為難忍。如來於彼。或名帝釋。或名寶稱。或名離垢。或名實語。或名能調伏。或名具足喜。或名大名稱。或名能利益。或名無邊。或名最勝。如是等。其數十千。令諸眾生。各別知見。】"
    },
    {
      "id": "12-017-1026_p0003",
      "zh_CN": "到这个地方这是一段。『难忍』世界，我们从名字上来观察，这个世界大概跟我们的世界差不多。我们这个世界叫娑婆，娑婆的意思是堪忍，也就是说，真能够忍受得了。这四天下南方，这个世界的名字跟我们有相似之处，我们就会联想到，必定这也是一个五浊恶世。浊恶，不怕。这个世间造罪的人固然很多，但是修福的人也有。而且接触到圣贤人教诲，领悟的人、觉悟的人也还有，所以他能够感得诸佛如来、菩萨、罗汉到这个地方来应化。所以从这些地方看，这个世界也不错，佛菩萨示现在其中。",
      "zh_TW": "到這個地方這是一段。『難忍』世界，我們從名字上來觀察，這個世界大概跟我們的世界差不多。我們這個世界叫娑婆，娑婆的意思是堪忍，也就是說，真能夠忍受得了。這四天下南方，這個世界的名字跟我們有相似之處，我們就會聯想到，必定這也是一個五濁惡世。濁惡，不怕。這個世間造罪的人固然很多，但是修福的人也有。而且接觸到聖賢人教誨，領悟的人、覺悟的人也還有，所以他能夠感得諸佛如來、菩薩、羅漢到這個地方來應化。所以從這些地方看，這個世界也不錯，佛菩薩示現在其中。"
    },
    {
      "id": "12-017-1026_p0004",
      "zh_CN": "由此可知，世出世间法都是相对的。难忍可贵之处就是能忍，能忍里头可贵之处在觉悟，这个觉悟是知苦，知苦就觉悟了。但是知苦，我们细心去观察，它有两种，两种人都知苦。一种根利的人，求解脱，求道，他想修道可以解脱。另外一种知苦，他是消极的，他不知道求道，他认为生不如死，所以最后走上自杀这条路。自杀不能解决问题，自杀之后比现前生活还要苦。佛告诉我们，道教里面讲得尤其详细，其实道教讲的不是没有道理，为什么？佛跟道，实在讲在最早的时候并没有往来，但是他们说的那么接近，这不容易。",
      "zh_TW": "由此可知，世出世間法都是相對的。難忍可貴之處就是能忍，能忍裡頭可貴之處在覺悟，這個覺悟是知苦，知苦就覺悟了。但是知苦，我們細心去觀察，它有兩種，兩種人都知苦。一種根利的人，求解脫，求道，他想修道可以解脫。另外一種知苦，他是消極的，他不知道求道，他認為生不如死，所以最後走上自殺這條路。自殺不能解決問題，自殺之後比現前生活還要苦。佛告訴我們，道教裡面講得尤其詳細，其實道教講的不是沒有道理，為什麼？佛跟道，實在講在最早的時候並沒有往來，但是他們說的那麼接近，這不容易。"
    },
    {
      "id": "12-017-1026_p0005",
      "zh_CN": "佛说这桩事情在《地藏经》。道教讲的就多了，他们说自杀的人，中阴没有办法投胎，他要找替身，找不到替身，他就不能投胎。在找不到替身没有投胎之前，每七天他那个自杀要重复一次。自杀很痛苦，每七天他要那么痛苦一次，所以那个日子更不好过。儒跟道都不准自杀的，我听说天主教也不可以自杀，很有道理！",
      "zh_TW": "佛說這樁事情在《地藏經》。道教講的就多了，他們說自殺的人，中陰沒有辦法投胎，他要找替身，找不到替身，他就不能投胎。在找不到替身沒有投胎之前，每七天他那個自殺要重複一次。自殺很痛苦，每七天他要那麼痛苦一次，所以那個日子更不好過。儒跟道都不准自殺的，我聽說天主教也不可以自殺，很有道理！"
    },
    {
      "id": "12-017-1026_p0006",
      "zh_CN": "苦，知道苦了，要想离开苦，方法很多。世出世间许许多多圣贤都教给我们方法，在这个世间许许多多的宗教，境界虽然有高低不同，但是离开现实苦难几乎都是一致的。世间多数的宗教，目的都是生天，天的福报比人间大多了。佛在经上告诉我们，就是我们上去一层，四王天，这个不算高，四王天的福报，我们就没法子想像。四王天跟我们这边现在人说有时差，时差很大，不是几十个小时。四王天的一天，是我们人间五十年，这么大的时差。四王天的寿命五百岁。一年也算三百六十天，他们那个地方一天，他一天是我们人间五十年，两天就一百年。你们想想看这寿命多长，福报多大。",
      "zh_TW": "苦，知道苦了，要想離開苦，方法很多。世出世間許許多多聖賢都教給我們方法，在這個世間許許多多的宗教，境界雖然有高低不同，但是離開現實苦難幾乎都是一致的。世間多數的宗教，目的都是生天，天的福報比人間大多了。佛在經上告訴我們，就是我們上去一層，四王天，這個不算高，四王天的福報，我們就沒法子想像。四王天跟我們這邊現在人說有時差，時差很大，不是幾十個小時。四王天的一天，是我們人間五十年，這麼大的時差。四王天的壽命五百歲。一年也算三百六十天，他們那個地方一天，他一天是我們人間五十年，兩天就一百年。你們想想看這壽命多長，福報多大。"
    },
    {
      "id": "12-017-1026_p0007",
      "zh_CN": "再上去我们中国人常讲的玉皇大帝，佛法里面讲的帝释天，头一个名称就是『帝释』，帝释天是欲界第二层天。我们在史书记载里头，古人笔记小说就更多了，人间有大福德的人，死了以后都生帝释天。帝释天的寿命一千岁，他那个地方的一天是我们人间一百年。所以，天上福报大，愈上去福报愈大。所以，许许多多人都把离苦得乐这一桩事情，目标都定在天堂。",
      "zh_TW": "再上去我們中國人常講的玉皇大帝，佛法裡面講的帝釋天，頭一個名稱就是『帝釋』，帝釋天是欲界第二層天。我們在史書記載裡頭，古人筆記小說就更多了，人間有大福德的人，死了以後都生帝釋天。帝釋天的壽命一千歲，他那個地方的一天是我們人間一百年。所以，天上福報大，愈上去福報愈大。所以，許許多多人都把離苦得樂這一樁事情，目標都定在天堂。"
    },
    {
      "id": "12-017-1026_p0008",
      "zh_CN": "佛告诉我们，天堂不错，是好，佛菩萨都赞叹，但是它不究竟。为什么？寿命再长它还是有数量，到头怎么办？不能不知道。寿命到了还要六道轮回，还要搞轮回，轮回到哪里去，完全由业力主宰，自己做不了主，这个事情麻烦就大了。",
      "zh_TW": "佛告訴我們，天堂不錯，是好，佛菩薩都讚歎，但是它不究竟。為什麼？壽命再長它還是有數量，到頭怎麼辦？不能不知道。壽命到了還要六道輪迴，還要搞輪迴，輪迴到哪裡去，完全由業力主宰，自己做不了主，這個事情麻煩就大了。"
    },
    {
      "id": "12-017-1026_p0009",
      "zh_CN": "天上除了无色界天之外，无论在哪一层天，都有佛菩萨在其中应化。但是佛菩萨在天上，多半都是天人、天王的身分。佛菩萨示现佛身度众生，肯定在南阎浮提洲，而不在天上；天上常常去教化，不示现在天上。不是佛菩萨有私心，不是佛菩萨有偏爱，机感不同，要晓得这个道理。所以人间虽然寿命不长，生活很辛苦，苦多乐少，容易觉悟；天上乐多，苦太少了，不容易觉悟，不容易教化。三恶道苦太多了，没有乐，几乎在那个里头变成麻木不仁，你跟他说什么好话似乎没有什么反应，这也困难。所以讲到教化，人间还是比较容易。",
      "zh_TW": "天上除了無色界天之外，無論在哪一層天，都有佛菩薩在其中應化。但是佛菩薩在天上，多半都是天人、天王的身分。佛菩薩示現佛身度眾生，肯定在南閻浮提洲，而不在天上；天上常常去教化，不示現在天上。不是佛菩薩有私心，不是佛菩薩有偏愛，機感不同，要曉得這個道理。所以人間雖然壽命不長，生活很辛苦，苦多樂少，容易覺悟；天上樂多，苦太少了，不容易覺悟，不容易教化。三惡道苦太多了，沒有樂，幾乎在那個裡頭變成麻木不仁，你跟他說什麼好話似乎沒有什麼反應，這也困難。所以講到教化，人間還是比較容易。"
    },
    {
      "id": "12-017-1026_p0010",
      "zh_CN": "今天我们看这个世界这么大的灾难，动乱不安，可是我们确确实实看到了一线光明。其他的地区我们去的少，我们得的资讯不多，但是在中国、在台湾，常常有人往来，我们听到中国现在许许多多地方儿童读经，这是世间一线光明！几十年没听说过了。而且很多家长热心支持，甚至于把这个小孩不让他念小学，让他上读经班。政府也有这个意识，不加干涉，好事！",
      "zh_TW": "今天我們看這個世界這麼大的災難，動亂不安，可是我們確確實實看到了一線光明。其他的地區我們去的少，我們得的資訊不多，但是在中國、在台灣，常常有人往來，我們聽到中國現在許許多多地方兒童讀經，這是世間一線光明！幾十年沒聽說過了。而且很多家長熱心支持，甚至於把這個小孩不讓他念小學，讓他上讀經班。政府也有這個意識，不加干涉，好事！"
    },
    {
      "id": "12-017-1026_p0011",
      "zh_CN": "这些小孩在读经班学了几年，毕竟他还要去上中学，去念大学，参加小学的考试，听说成绩非常好。这是在实验的阶段，这个实验如果有相当好的效果，我相信将来可能纳入正规教育。这不但是国家之福，这是世界的光明面。推动儿童读经的这些人，我常常称赞，这些人都是菩萨，不是菩萨他不干这个事情。这个事情现在社会上人说这是傻事，把什么都放下，全心全力来推动这个事业，只有菩萨才会做，大慈大悲，救苦救难的人他才会做。",
      "zh_TW": "這些小孩在讀經班學了幾年，畢竟他還要去上中學，去念大學，參加小學的考試，聽說成績非常好。這是在實驗的階段，這個實驗如果有相當好的效果，我相信將來可能納入正規教育。這不但是國家之福，這是世界的光明面。推動兒童讀經的這些人，我常常稱讚，這些人都是菩薩，不是菩薩他不幹這個事情。這個事情現在社會上人說這是傻事，把什麼都放下，全心全力來推動這個事業，只有菩薩才會做，大慈大悲，救苦救難的人他才會做。"
    },
    {
      "id": "12-017-1026_p0012",
      "zh_CN": "这些儿童、小朋友热心的来读，他们可能就是下一代的救世主。这些小孩来到世间，我相信这里面一定有大圣人在其中，他们是来救世的，所以从小一接触就欢喜，父母欢喜，祖父母欢喜。我们听到之后非常兴奋，非常感动，因为只有圣贤的教诲才会给世界带来真正的和平幸福。这个事情也要忍，不能忍不能成就，谁能够忍到底，谁就大功告成，佛法里面讲功德圆满。这世界的名称，从名称我们能体会这个世界的状况。",
      "zh_TW": "這些兒童、小朋友熱心的來讀，他們可能就是下一代的救世主。這些小孩來到世間，我相信這裡面一定有大聖人在其中，他們是來救世的，所以從小一接觸就歡喜，父母歡喜，祖父母歡喜。我們聽到之後非常興奮，非常感動，因為只有聖賢的教誨才會給世界帶來真正的和平幸福。這個事情也要忍，不能忍不能成就，誰能夠忍到底，誰就大功告成，佛法裡面講功德圓滿。這世界的名稱，從名稱我們能體會這個世界的狀況。"
    },
    {
      "id": "12-017-1026_p0013",
      "zh_CN": "『如来于彼，或名帝释』。如来在这个里面，应众生之感，应化在这个世界。我们知道名号是教化众生总的纲领，用这个名号，跟释迦牟尼佛在我们这个世间用释迦，「帝释」跟释迦的意思非常接近。释迦的意思是能仁，仁慈，帝释在忉利天我们通常把他翻作「能天主」，中国人也称他作上帝，称他作玉皇大帝。我们晓得天人，是修上品十善，修四无量心，慈悲喜舍，他在天上能做到天王，诸天之中，福德最大。",
      "zh_TW": "『如來於彼，或名帝釋』。如來在這個裡面，應眾生之感，應化在這個世界。我們知道名號是教化眾生總的綱領，用這個名號，跟釋迦牟尼佛在我們這個世間用釋迦，「帝釋」跟釋迦的意思非常接近。釋迦的意思是能仁，仁慈，帝釋在忉利天我們通常把他翻作「能天主」，中國人也稱他作上帝，稱他作玉皇大帝。我們曉得天人，是修上品十善，修四無量心，慈悲喜捨，他在天上能做到天王，諸天之中，福德最大。"
    },
    {
      "id": "12-017-1026_p0014",
      "zh_CN": "清凉大师在注解里面说，「帝释者，为天人主，能称物心故」，这个天人，就是忉利天人，是忉利天人之主。他是个好主，这是领导，现在人讲领导，帝王。能称物心，他所作所为都能够让忉利天人感到非常满意；称物，物就是讲的天人，他们心里面都非常满意，这是一个好的领导人。在我们人间来说，得到人民的爱戴，得到全民的拥护。这是果报，果必有因，因是什么，施行仁政。",
      "zh_TW": "清涼大師在註解裡面說，「帝釋者，為天人主，能稱物心故」，這個天人，就是忉利天人，是忉利天人之主。他是個好主，這是領導，現在人講領導，帝王。能稱物心，他所作所為都能夠讓忉利天人感到非常滿意；稱物，物就是講的天人，他們心裡面都非常滿意，這是一個好的領導人。在我們人間來說，得到人民的愛戴，得到全民的擁護。這是果報，果必有因，因是什麼，施行仁政。"
    },
    {
      "id": "12-017-1026_p0015",
      "zh_CN": "儒家讲的君、亲、师，领导人，天上的领导人也不例外，只要把这三桩事情做好，他就得人心。第一个是「君」，君是领导，你把他领导到哪里去？古时候古圣先王做一个国家的领导人，他把人民领导到哪里？五伦八德，他把他带到这个方向。君君臣臣，父父子子，伦常八德，在中国几千年来这是道统，绵延不绝。",
      "zh_TW": "儒家講的君、親、師，領導人，天上的領導人也不例外，只要把這三樁事情做好，他就得人心。第一個是「君」，君是領導，你把他領導到哪裡去？古時候古聖先王做一個國家的領導人，他把人民領導到哪裡？五倫八德，他把他帶到這個方向。君君臣臣，父父子子，倫常八德，在中國幾千年來這是道統，綿延不絕。"
    },
    {
      "id": "12-017-1026_p0016",
      "zh_CN": "清朝末年西洋文化传到中国来，中国人一看到西方人科学、技术、军事、武力之强大，觉得自己远远不如别人。对于自己的文化丧失了信心，甚至于许多人主张全盘西化，把中国东西全盘废弃，这一百多年来才遭受着苦难。现在西方人知道，坚甲利兵只能收一时之利，不能长久。武力再强大，你征服一个国家，你能把这个国家的人全部都杀掉吗？不可能。你造的大杀伤力的武器，造得再多，哪一个人愿意用这些武器把世界上的人成百万、成千万的杀掉，不可能。纵然你疯狂了，到处屠杀，你不知道，接着就是冤冤相报，你要了解这个事实真相，你会吓呆了。",
      "zh_TW": "清朝末年西洋文化傳到中國來，中國人一看到西方人科學、技術、軍事、武力之強大，覺得自己遠遠不如別人。對於自己的文化喪失了信心，甚至於許多人主張全盤西化，把中國東西全盤廢棄，這一百多年來才遭受著苦難。現在西方人知道，堅甲利兵只能收一時之利，不能長久。武力再強大，你征服一個國家，你能把這個國家的人全部都殺掉嗎？不可能。你造的大殺傷力的武器，造得再多，哪一個人願意用這些武器把世界上的人成百萬、成千萬的殺掉，不可能。縱然你瘋狂了，到處屠殺，你不知道，接著就是冤冤相報，你要瞭解這個事實真相，你會嚇呆了。"
    },
    {
      "id": "12-017-1026_p0017",
      "zh_CN": "在中国历史上，这正史上都有记载的，明朝初年方孝孺，方孝孺这个公案。他的曾祖父杀了九百多条蛇，大蛇、小蛇一共九百多条，方孝孺就是那个蛇投胎来的，来报仇。故意反抗皇帝的命令，皇帝发脾气了，灭他一族，结果他这一个族被杀六、七百人，偿那个蛇的命。这是在中国历史上最著名的一个公案，杀人要偿命的，冤冤相报没完没了！",
      "zh_TW": "在中國歷史上，這正史上都有記載的，明朝初年方孝孺，方孝孺這個公案。他的曾祖父殺了九百多條蛇，大蛇、小蛇一共九百多條，方孝孺就是那個蛇投胎來的，來報仇。故意反抗皇帝的命令，皇帝發脾氣了，滅他一族，結果他這一個族被殺六、七百人，償那個蛇的命。這是在中國歷史上最著名的一個公案，殺人要償命的，冤冤相報沒完沒了！"
    },
    {
      "id": "12-017-1026_p0018",
      "zh_CN": "你们看看《安士全书》前面一半「文昌帝君阴骘文」，你看看文昌帝君一十七世为士大夫。他在没有遇到佛法之前，跟人结的冤仇生生世世报来报去，愈报愈残酷，无辜受害的人不晓得有多少。这些无辜受害的人都变成你的冤亲债主，你这个帐怎么了！幸亏他还积了一点德，遇到佛法，慢慢才省悟过来，才知道忏悔，知道改过自新。一切众生都有灵性，都有情识，哪一个众生甘心被你杀害？是力敌不过你，被你杀了，怨恨在心，这个事情就是麻烦！人跟一切众生决定不能结怨，冤冤相报真的是不得了。好的领导不干这个傻事，他领导人走向仁义道德，这是做领导人头一桩事情。",
      "zh_TW": "你們看看《安士全書》前面一半「文昌帝君陰騭文」，你看看文昌帝君一十七世為士大夫。他在沒有遇到佛法之前，跟人結的冤仇生生世世報來報去，愈報愈殘酷，無辜受害的人不曉得有多少。這些無辜受害的人都變成你的冤親債主，你這個帳怎麼了！幸虧他還積了一點德，遇到佛法，慢慢才省悟過來，才知道懺悔，知道改過自新。一切眾生都有靈性，都有情識，哪一個眾生甘心被你殺害？是力敵不過你，被你殺了，怨恨在心，這個事情就是麻煩！人跟一切眾生決定不能結怨，冤冤相報真的是不得了。好的領導不幹這個傻事，他領導人走向仁義道德，這是做領導人頭一樁事情。"
    },
    {
      "id": "12-017-1026_p0019",
      "zh_CN": "第二桩事情「作之亲」，你要爱护人民。所以从前地方官员称为父母官，民之父母；现在民选的这些领导人叫公仆。我们想想如果我们做儿女的人，是希望父母来照顾我们，还是希望父母去雇个佣人来照顾我们？再好的佣人跟父母不能相比。领导人对于国家人民，要像父母对待子女一样，作之亲！你怎样爱他，你怎样照顾他，你怎样养他。",
      "zh_TW": "第二樁事情「作之親」，你要愛護人民。所以從前地方官員稱為父母官，民之父母；現在民選的這些領導人叫公僕。我們想想如果我們做兒女的人，是希望父母來照顧我們，還是希望父母去僱個傭人來照顧我們？再好的傭人跟父母不能相比。領導人對於國家人民，要像父母對待子女一樣，作之親！你怎樣愛他，你怎樣照顧他，你怎樣養他。"
    },
    {
      "id": "12-017-1026_p0020",
      "zh_CN": "第三个责任「作之师」，师是老师。所以，一个国家的领导人，他是领导人，也是全民的父母，也是全民的老师。这三个字做到了，能天主！",
      "zh_TW": "第三個責任「作之師」，師是老師。所以，一個國家的領導人，他是領導人，也是全民的父母，也是全民的老師。這三個字做到了，能天主！"
    },
    {
      "id": "12-017-1026_p0021",
      "zh_CN": "儒家说的这个原则，不仅仅是国家领导人应当如是，你是县市的领导人，你是个县长、市长，同样这三个字是你的天职。你的范围是这一个县市，你把这一个县市也得要像圣人所说的，领导到向伦理道德，这是最重要的，然后才来发展各个方面。伦理道德是核心，不能把核心舍弃，去发展现在目标都是经济贸易、工商业，发展这些。这些发展起来了，人与人之间没有伦理道德，只有个利害。",
      "zh_TW": "儒家說的這個原則，不僅僅是國家領導人應當如是，你是縣市的領導人，你是個縣長、市長，同樣這三個字是你的天職。你的範圍是這一個縣市，你把這一個縣市也得要像聖人所說的，領導到向倫理道德，這是最重要的，然後才來發展各個方面。倫理道德是核心，不能把核心捨棄，去發展現在目標都是經濟貿易、工商業，發展這些。這些發展起來了，人與人之間沒有倫理道德，只有個利害。"
    },
    {
      "id": "12-017-1026_p0022",
      "zh_CN": "孟子说得很好，「上下交征利，而国危矣」。人与人之间没有道义，我们彼此有利是朋友，我们彼此没有利就是对立，就是敌人，这还得了！大家都争利，无止境的争利，争利一定发生冲突；冲突的结果必然是战争，战争的结果必然是同归于尽，而且结下生生世世冤冤相报的仇恨，死路一条！所以你能够把中心稳住，抓住，这是生路。你要爱民如子，要好好教导他们，你是一个县市长，好领袖！",
      "zh_TW": "孟子說得很好，「上下交征利，而國危矣」。人與人之間沒有道義，我們彼此有利是朋友，我們彼此沒有利就是對立，就是敵人，這還得了！大家都爭利，無止境的爭利，爭利一定發生衝突；衝突的結果必然是戰爭，戰爭的結果必然是同歸於盡，而且結下生生世世冤冤相報的仇恨，死路一條！所以你能夠把中心穩住，抓住，這是生路。你要愛民如子，要好好教導他們，你是一個縣市長，好領袖！"
    },
    {
      "id": "12-017-1026_p0023",
      "zh_CN": "同样道理，你是个公司老板，老板是君。你这个公司员工有几百人、有几千人，还是以伦理道德来领导他们。你这个老板是圣人！对你公司里头所有员工都看作兄弟姐妹、儿女一样，真正关心他，照顾他，帮他解决困难。员工哪一个不忠心为你效忠，全心全力为你做事！你还是个好老师来教他，德行上要年年增长，技术能力也要年年增长；所以有基础教育，有进修教育，专业教育。你这个老板是菩萨，真正把「君、亲、师」这三个字都做到，都做好了。",
      "zh_TW": "同樣道理，你是個公司老闆，老闆是君。你這個公司員工有幾百人、有幾千人，還是以倫理道德來領導他們。你這個老闆是聖人！對你公司裡頭所有員工都看作兄弟姐妹、兒女一樣，真正關心他，照顧他，幫他解決困難。員工哪一個不忠心為你效忠，全心全力為你做事！你還是個好老師來教他，德行上要年年增長，技術能力也要年年增長；所以有基礎教育，有進修教育，專業教育。你這個老闆是菩薩，真正把「君、親、師」這三個字都做到，都做好了。"
    },
    {
      "id": "12-017-1026_p0024",
      "zh_CN": "一般人在家里，在家里是家长，家长也是君亲师，也是这个使命，这个职责。你有没有把你的儿女、子弟教好，有没有全心全力来照顾他们？所以「君亲师」是每个人来到这个世间他的天职，无论单位大小，你是一个领导人，你就要做到君、亲、师这三个字。",
      "zh_TW": "一般人在家裡，在家裡是家長，家長也是君親師，也是這個使命，這個職責。你有沒有把你的兒女、子弟教好，有沒有全心全力來照顧他們？所以「君親師」是每個人來到這個世間他的天職，無論單位大小，你是一個領導人，你就要做到君、親、師這三個字。"
    },
    {
      "id": "12-017-1026_p0025",
      "zh_CN": "今天社会动乱不安，就是领导人这三个字没有做到。社会动乱，中国人讲的是天下大乱，灾难频起，有它的原因在。这个时代没有圣人出现，什么叫圣人？「圣」这个字在中国词汇里面解释的是，对于宇宙人生真相明了的人，一切事理因果通达明了，这个人叫圣人。这是佛示现用这个做名号，帝释佛。",
      "zh_TW": "今天社會動亂不安，就是領導人這三個字沒有做到。社會動亂，中國人講的是天下大亂，災難頻起，有它的原因在。這個時代沒有聖人出現，什麼叫聖人？「聖」這個字在中國詞彙裡面解釋的是，對於宇宙人生真相明瞭的人，一切事理因果通達明瞭，這個人叫聖人。這是佛示現用這個做名號，帝釋佛。"
    },
    {
      "id": "12-017-1026_p0026",
      "zh_CN": "第二个名号『宝称』，「宝称」佛。宝是比喻，财宝！世间人都希望得到，希望拥有。拥有这些珍宝，能够富裕你的物质生活，物质享受能得到提升。但是真正明白人，觉悟的人，对于这些宝物不重视，绝不重视七宝。为什么？这些珍宝不能解决问题！什么问题？生死的问题，烦恼的问题，六道轮回的问题，没有法子解决。阎罗王那个地方不能贿赂，判官小鬼那里不通人情，你怎么办？又何况这些珍宝再多，觉悟的人说得好，也不过是让你看几年而已。为什么？你死了一样也带不走。",
      "zh_TW": "第二個名號『寶稱』，「寶稱」佛。寶是比喻，財寶！世間人都希望得到，希望擁有。擁有這些珍寶，能夠富裕你的物質生活，物質享受能得到提昇。但是真正明白人，覺悟的人，對於這些寶物不重視，絕不重視七寶。為什麼？這些珍寶不能解決問題！什麼問題？生死的問題，煩惱的問題，六道輪迴的問題，沒有法子解決。閻羅王那個地方不能賄賂，判官小鬼那裡不通人情，你怎麼辦？又何況這些珍寶再多，覺悟的人說得好，也不過是讓你看幾年而已。為什麼？你死了一樣也帶不走。"
    },
    {
      "id": "12-017-1026_p0027",
      "zh_CN": "觉悟的人明白，所以他一生不重视这些东西，他不要这些东西。这些东西是什么，这些东西给自己带来了灾祸，你说什么灾祸？天天提心吊胆，怕别人偷去，怕别人抢去，怕别人强占去，怕遗失掉了，你说这个心理多重的负担。没有这些东西，心里清净，这个负担没有。圣人重视什么？佛家里面讲的三宝，觉、正、净，这是宝。儒家也有宝，五伦、五常、八德，儒家之宝。我们净土宗的三宝，信、愿、行，这是真正的宝，能解决问题。佛法里面的三宝、三学、三慧、六度、十愿，能帮助我们了生死，能帮助我们解决六道轮回的问题，这才是真正之宝。",
      "zh_TW": "覺悟的人明白，所以他一生不重視這些東西，他不要這些東西。這些東西是什麼，這些東西給自己帶來了災禍，你說什麼災禍？天天提心吊膽，怕別人偷去，怕別人搶去，怕別人強佔去，怕遺失掉了，你說這個心理多重的負擔。沒有這些東西，心裡清淨，這個負擔沒有。聖人重視什麼？佛家裡面講的三寶，覺、正、淨，這是寶。儒家也有寶，五倫、五常、八德，儒家之寶。我們淨土宗的三寶，信、願、行，這是真正的寶，能解決問題。佛法裡面的三寶、三學、三慧、六度、十願，能幫助我們了生死，能幫助我們解決六道輪迴的問題，這才是真正之寶。"
    },
    {
      "id": "12-017-1026_p0028",
      "zh_CN": "宝称佛，「称」是名称，名称是宝。就眼前来说，「如来名号品」，你看看哪一个名号不是宝称？帝释佛，宝称；释迦牟尼，宝称；阿弥陀佛，宝称。阿弥陀佛这一句是梵语音译的，要是从意思翻是「无量觉」；三宝里面佛宝，觉而不迷，无量觉。问题是你会不会？佛随顺众生立名，等众生界。他有多少个名字？众生有多少，他就有多少名字，等众生界。所以只要是会，没有一个名称不是宝称，不会就难了。",
      "zh_TW": "寶稱佛，「稱」是名稱，名稱是寶。就眼前來說，「如來名號品」，你看看哪一個名號不是寶稱？帝釋佛，寶稱；釋迦牟尼，寶稱；阿彌陀佛，寶稱。阿彌陀佛這一句是梵語音譯的，要是從意思翻是「無量覺」；三寶裡面佛寶，覺而不迷，無量覺。問題是你會不會？佛隨順眾生立名，等眾生界。他有多少個名字？眾生有多少，他就有多少名字，等眾生界。所以只要是會，沒有一個名稱不是寶稱，不會就難了。"
    },
    {
      "id": "12-017-1026_p0029",
      "zh_CN": "第三『或名离垢』，这个名号我们当下就能用上。垢是什么？染污。当下全世界震惊的非典型肺炎的传染，几乎震惊了全世界。世界卫生组织这几天都在研究怎么样防范，怎么样把它消除，所以，注意消毒、清洁，这都是「离垢」。但是一般人所讲的消毒，都是消表面的，清洁也都是外头的，治标不治本！本是什么？精神的污染，心地的污染，这才是病根！所以离垢要从哪里做？从清净心。心里面没有肮脏，没有垢污，精神上要离垢。",
      "zh_TW": "第三『或名離垢』，這個名號我們當下就能用上。垢是什麼？染污。當下全世界震驚的非典型肺炎的傳染，幾乎震驚了全世界。世界衛生組織這幾天都在研究怎麼樣防範，怎麼樣把它消除，所以，注意消毒、清潔，這都是「離垢」。但是一般人所講的消毒，都是消表面的，清潔也都是外頭的，治標不治本！本是什麼？精神的污染，心地的污染，這才是病根！所以離垢要從哪裡做？從清淨心。心裡面沒有骯髒，沒有垢污，精神上要離垢。"
    },
    {
      "id": "12-017-1026_p0030",
      "zh_CN": "消毒要从内心，内心的毒要把它消掉。内心什么毒？贪瞋痴慢是毒，自私自利是毒，总的来说就是贪瞋痴。自私自利从哪儿来，自私自利是贪心里面的一分，根就是贪瞋痴，所以佛法称这三个叫三毒烦恼！这个毒要不消掉，消外头、外表，保不了几天，病还是会犯。什么人今天觉悟了，消内心里面贪瞋痴三毒，消这个毒；清洁外面的环境，内外清净，什么样的病毒都没有了，这才是真正解决的办法。现在时间到了。",
      "zh_TW": "消毒要從內心，內心的毒要把它消掉。內心什麼毒？貪瞋痴慢是毒，自私自利是毒，總的來說就是貪瞋痴。自私自利從哪兒來，自私自利是貪心裡面的一分，根就是貪瞋痴，所以佛法稱這三個叫三毒煩惱！這個毒要不消掉，消外頭、外表，保不了幾天，病還是會犯。什麼人今天覺悟了，消內心裡面貪瞋痴三毒，消這個毒；清潔外面的環境，內外清淨，什麼樣的病毒都沒有了，這才是真正解決的辦法。現在時間到了。"
    },
    {
      "id": "12-017-1026_p0031",
      "zh_CN": "诸位同学，请看难忍世界，佛的名号的第四句：",
      "zh_TW": "諸位同學，請看難忍世界，佛的名號的第四句："
    },
    {
      "id": "12-017-1026_p0032",
      "zh_CN": "【或名实语。】",
      "zh_TW": "【或名實語。】"
    },
    {
      "id": "12-017-1026_p0033",
      "zh_CN": "这个意思好懂，实是真实，不妄语，不两舌，不绮语，这都是『实语』。我们看到这个名号，佛为什么会用这个名号？想必是此时此处，很多众生说话不实在，所以佛用这个名号就特别标榜我们要讲老实话，用这个来做此时此地教学的中心纲领。我们想想对于我们现前的社会适不适用？我也觉得很适用。现在人，人与人之间相处，说真实话的确实好像愈来愈少了。成年人说实话的人不多，为什么？为了要保护自己的利益。妄语是一种保护利益的手段，不但要会用，还用得很高明，这个世间可悲。风气所至，现在连儿童都学会了，这怎么得了。",
      "zh_TW": "這個意思好懂，實是真實，不妄語，不兩舌，不綺語，這都是『實語』。我們看到這個名號，佛為什麼會用這個名號？想必是此時此處，很多眾生說話不實在，所以佛用這個名號就特別標榜我們要講老實話，用這個來做此時此地教學的中心綱領。我們想想對於我們現前的社會適不適用？我也覺得很適用。現在人，人與人之間相處，說真實話的確實好像愈來愈少了。成年人說實話的人不多，為什麼？為了要保護自己的利益。妄語是一種保護利益的手段，不但要會用，還用得很高明，這個世間可悲。風氣所至，現在連兒童都學會了，這怎麼得了。"
    },
    {
      "id": "12-017-1026_p0034",
      "zh_CN": "古时候常讲儿童天真烂漫，现在儿童从小就学会打妄语，学会怎么欺骗人，这个社会要这样发展下去，那还得了！儒家教学把言语摆在第二科，第一个是德行，第二个就是言语。佛法教人，入门基础的教学，「十善业道」，十善业道里头，语业就讲四条，身三、口四、意三，口业讲得特别多。《无量寿经》，佛教导我们善护三业，把口业摆在第一。世出世间圣人的教诲，从这个地方我们体会他们的用心。为什么？语业是最容易犯的，而且是最常犯的。因此古人才有所谓「修行当从不妄语始」，真正讲修行从哪里开始，从不妄语开始，这话讲得不是没有道理。",
      "zh_TW": "古時候常講兒童天真爛漫，現在兒童從小就學會打妄語，學會怎麼欺騙人，這個社會要這樣發展下去，那還得了！儒家教學把言語擺在第二科，第一個是德行，第二個就是言語。佛法教人，入門基礎的教學，「十善業道」，十善業道裡頭，語業就講四條，身三、口四、意三，口業講得特別多。《無量壽經》，佛教導我們善護三業，把口業擺在第一。世出世間聖人的教誨，從這個地方我們體會他們的用心。為什麼？語業是最容易犯的，而且是最常犯的。因此古人才有所謂「修行當從不妄語始」，真正講修行從哪裡開始，從不妄語開始，這話講得不是沒有道理。"
    },
    {
      "id": "12-017-1026_p0035",
      "zh_CN": "我们要想成就自己的德行，恢复自己的性德，真的，从哪里开始？要从不妄语始。不妄语就是「实语」，诚实、守信，这个确实是德行的根基。说话要算话，这叫信，说话不算话，这是不守信用；不守信用，别人不敢信任你，不敢依托你。所以在过去古老的中国，儒家教学常说「人无信则不立」，人要没有信用，在这个社会上没有立足之地。为什么？大家对他打问号，不敢相信他，大的事情、重要的事情不敢让他去做，他没有信用。我们想想他还会有什么成就？纵然有一点小成就，终究他要失败。",
      "zh_TW": "我們要想成就自己的德行，恢復自己的性德，真的，從哪裡開始？要從不妄語始。不妄語就是「實語」，誠實、守信，這個確實是德行的根基。說話要算話，這叫信，說話不算話，這是不守信用；不守信用，別人不敢信任你，不敢依託你。所以在過去古老的中國，儒家教學常說「人無信則不立」，人要沒有信用，在這個社會上沒有立足之地。為什麼？大家對他打問號，不敢相信他，大的事情、重要的事情不敢讓他去做，他沒有信用。我們想想他還會有什麼成就？縱然有一點小成就，終究他要失敗。"
    },
    {
      "id": "12-017-1026_p0036",
      "zh_CN": "西方人对于信用也看得非常重。由此可知，实语，世出世间真的是不分国家、不分族群、不分宗教，没有不重视的。人，言语不实在，这是大病！佛看到众生多数如果是言语不诚实，他来教化众生，这个教化我们要懂得，教什么？没有定法可说，就跟大夫给病人治病一样，没有一定的药方。哪有把处方开好让病人照着这个处方害病，哪有这种道理！没这个道理。所以，大夫给每一个人看病的处方都不一样。",
      "zh_TW": "西方人對於信用也看得非常重。由此可知，實語，世出世間真的是不分國家、不分族群、不分宗教，沒有不重視的。人，言語不實在，這是大病！佛看到眾生多數如果是言語不誠實，他來教化眾生，這個教化我們要懂得，教什麼？沒有定法可說，就跟大夫給病人治病一樣，沒有一定的藥方。哪有把處方開好讓病人照著這個處方害病，哪有這種道理！沒這個道理。所以，大夫給每一個人看病的處方都不一樣。"
    },
    {
      "id": "12-017-1026_p0037",
      "zh_CN": "佛应化到这个世间来，就是来治病的，众生的病太多，所以佛也称为大医王，名号里头有大医王。因此，众生现在害的是什么病，病很多，病很多哪一个病最严重，先治它。现在看看这此时此处妄语这个病最严重，所以佛用一个名号叫实语。让大家听到这个名号，见到这个名号，念到这个名号，提醒自己：我说话要诚实，不能再打妄语。治病的！名号功德不可思议，功德就在此地。所以佛菩萨名号时时刻刻在提醒我们自己，不是念给他听的，念给自己听。第五个名号叫：",
      "zh_TW": "佛應化到這個世間來，就是來治病的，眾生的病太多，所以佛也稱為大醫王，名號裡頭有大醫王。因此，眾生現在害的是什麼病，病很多，病很多哪一個病最嚴重，先治它。現在看看這此時此處妄語這個病最嚴重，所以佛用一個名號叫實語。讓大家聽到這個名號，見到這個名號，念到這個名號，提醒自己：我說話要誠實，不能再打妄語。治病的！名號功德不可思議，功德就在此地。所以佛菩薩名號時時刻刻在提醒我們自己，不是念給他聽的，念給自己聽。第五個名號叫："
    },
    {
      "id": "12-017-1026_p0038",
      "zh_CN": "【或名能调伏。】",
      "zh_TW": "【或名能調伏。】"
    },
    {
      "id": "12-017-1026_p0039",
      "zh_CN": "『调』是对情绪来说的，『伏』是对烦恼来讲的。我们凡夫没有能力调伏，所以情绪、烦恼常常现行；佛家讲现行，现在人讲发作，喜怒哀乐常常发作，没有能力调伏。佛给我们示现，他有能力调伏，调也就是化解，他能够把情绪化解为智慧，高明！能把贪瞋痴一切烦恼伏住，不发作。特别是在逆境，能调，就不会受外面境界影响，能伏，不会对人有负面的影响，这个利益很大。所以佛十个通号里面有「调御丈夫」，能调能伏，我们应当向佛学习。",
      "zh_TW": "『調』是對情緒來說的，『伏』是對煩惱來講的。我們凡夫沒有能力調伏，所以情緒、煩惱常常現行；佛家講現行，現在人講發作，喜怒哀樂常常發作，沒有能力調伏。佛給我們示現，他有能力調伏，調也就是化解，他能夠把情緒化解為智慧，高明！能把貪瞋痴一切煩惱伏住，不發作。特別是在逆境，能調，就不會受外面境界影響，能伏，不會對人有負面的影響，這個利益很大。所以佛十個通號裡面有「調御丈夫」，能調能伏，我們應當向佛學習。"
    },
    {
      "id": "12-017-1026_p0040",
      "zh_CN": "逆境里面要把瞋恚心化开、化解，对逆境、对恶人，佛在经上常常教我们，「不念旧恶，不憎恶人」。一定要晓得，恶人是他烦恼习气太重，我们原谅他的过失还不够。原谅他，你还没有化解，这个结还在，要把自己内心这个情结化解。化解之后你就跟佛菩萨一样，你不但不会责备他，你会同情他，会怜悯他，你不会伤害他。你会调教他，在旁边观察，缘成熟了，就是他能接受了，教他，教他回头。是以慈悲心待他，哪里会有瞋恨，哪里会有责难！",
      "zh_TW": "逆境裡面要把瞋恚心化開、化解，對逆境、對惡人，佛在經上常常教我們，「不念舊惡，不憎惡人」。一定要曉得，惡人是他煩惱習氣太重，我們原諒他的過失還不夠。原諒他，你還沒有化解，這個結還在，要把自己內心這個情結化解。化解之後你就跟佛菩薩一樣，你不但不會責備他，你會同情他，會憐憫他，你不會傷害他。你會調教他，在旁邊觀察，緣成熟了，就是他能接受了，教他，教他回頭。是以慈悲心待他，哪裡會有瞋恨，哪裡會有責難！"
    },
    {
      "id": "12-017-1026_p0041",
      "zh_CN": "要调顺自己，要伏住自己的烦恼，心里很不高兴，本来要发脾气了，这个时候要把这个脾气控制住。佛菩萨有没有发脾气的时候？有！他是不是真发脾气？他不是真的，他是办事，用它来作办事的一种手段；应该用这种方式来处理，就用这个方式，也是属于「能调伏」。所以你要用得恰当，就是时、地、人、事，这四方面你要详细观察。对什么人、什么事、什么时候、什么处所，应该用什么方法你就用什么方法，用得很恰当，很得体。事情办好了，圆满了，虽发脾气并不伤人，这是智慧，是学问，是功夫，佛做得到家。",
      "zh_TW": "要調順自己，要伏住自己的煩惱，心裡很不高興，本來要發脾氣了，這個時候要把這個脾氣控制住。佛菩薩有沒有發脾氣的時候？有！他是不是真發脾氣？他不是真的，他是辦事，用它來作辦事的一種手段；應該用這種方式來處理，就用這個方式，也是屬於「能調伏」。所以你要用得恰當，就是時、地、人、事，這四方面你要詳細觀察。對什麼人、什麼事、什麼時候、什麼處所，應該用什麼方法你就用什麼方法，用得很恰當，很得體。事情辦好了，圓滿了，雖發脾氣並不傷人，這是智慧，是學問，是功夫，佛做得到家。"
    },
    {
      "id": "12-017-1026_p0042",
      "zh_CN": "我们在经论里面仔细观察佛待人接物，佛有时候呵斥人，有时候也责难人，有，不是没有。你看他那个时节因缘恰到好处，让人怎么样，心服口服，受了责备不但不怨恨他，还感谢他，这个成功了。不会的，毛毛躁躁，没有智慧、没有修养，不管什么时候，也不管什么人事，随便发脾气。自己很容易冲动，对方不能接受，生起怨恨，这个事情就麻烦了。产生什么？反效果。要遇到厉害的人，他还存报复心，这个冤仇结下去了。",
      "zh_TW": "我們在經論裡面仔細觀察佛待人接物，佛有時候呵斥人，有時候也責難人，有，不是沒有。你看他那個時節因緣恰到好處，讓人怎麼樣，心服口服，受了責備不但不怨恨他，還感謝他，這個成功了。不會的，毛毛躁躁，沒有智慧、沒有修養，不管什麼時候，也不管什麼人事，隨便發脾氣。自己很容易衝動，對方不能接受，生起怨恨，這個事情就麻煩了。產生什麼？反效果。要遇到厲害的人，他還存報復心，這個冤仇結下去了。"
    },
    {
      "id": "12-017-1026_p0043",
      "zh_CN": "所以很多事情遇到障碍，结的这个怨，不知道是什么时候结的，这就是我们常常说，言者无心，听者有意。平常我们说话是无心，但是听的人有意：你来挖苦我，你来讽刺我。怀恨在心，这个事情麻烦了！在我们一般讲无妄之灾，那是你自己不谨慎、不小心。这些事情历史上就有很多的教训。",
      "zh_TW": "所以很多事情遇到障礙，結的這個怨，不知道是什麼時候結的，這就是我們常常說，言者無心，聽者有意。平常我們說話是無心，但是聽的人有意：你來挖苦我，你來諷刺我。懷恨在心，這個事情麻煩了！在我們一般講無妄之災，那是你自己不謹慎、不小心。這些事情歷史上就有很多的教訓。"
    },
    {
      "id": "12-017-1026_p0044",
      "zh_CN": "古人确实有有心人，历史的分量太大了，看一遍也不容易，古人把历史上这些教训把它抄出来，编成一本书，《历史感应统纪》。我们图书馆里头有，完全是史书里头节录下来的，很多这些事情。所以对人不能不小心谨慎，说话不能随便说，说者无心，就怕听者有意，召来自己想像不到的麻烦。常常读圣贤书，圣贤人时时刻刻向我们提出忠告，言语行为都要小心谨慎。",
      "zh_TW": "古人確實有有心人，歷史的分量太大了，看一遍也不容易，古人把歷史上這些教訓把它抄出來，編成一本書，《歷史感應統紀》。我們圖書館裡頭有，完全是史書裡頭節錄下來的，很多這些事情。所以對人不能不小心謹慎，說話不能隨便說，說者無心，就怕聽者有意，召來自己想像不到的麻煩。常常讀聖賢書，聖賢人時時刻刻向我們提出忠告，言語行為都要小心謹慎。"
    },
    {
      "id": "12-017-1026_p0045",
      "zh_CN": "要学习圣贤人，怎么样调心，怎么样降伏烦恼。儒家用的方法是用「乐」，音乐调心，调自己的情绪，用「礼」来伏自己的烦恼。在佛法里面也相同，佛法用梵呗调心，用戒律调身，想到戒律「佛不准我们这么做法」，用这个来伏烦恼。用音乐、用教学让你觉悟，觉悟是调心。所以我们肯定释迦牟尼佛当年在世讲经说法四十九年，天天没有中断，天天跟大家在一起上课。讲经就是上课，每一天跟大众在一起学习，讨论。每个人无论在哪一方面有疑问，都可以提出来请佛解答。所以佛经的内容很复杂，从日常生活到专业的学问、技术，几乎统统都有。每个人遇到事情、遇到困难向佛请教，佛都能给你解答，确确实实让别人肯定佛真的是万德万能，无所不知，无所不能。",
      "zh_TW": "要學習聖賢人，怎麼樣調心，怎麼樣降伏煩惱。儒家用的方法是用「樂」，音樂調心，調自己的情緒，用「禮」來伏自己的煩惱。在佛法裡面也相同，佛法用梵唄調心，用戒律調身，想到戒律「佛不准我們這麼做法」，用這個來伏煩惱。用音樂、用教學讓你覺悟，覺悟是調心。所以我們肯定釋迦牟尼佛當年在世講經說法四十九年，天天沒有中斷，天天跟大家在一起上課。講經就是上課，每一天跟大眾在一起學習，討論。每個人無論在哪一方面有疑問，都可以提出來請佛解答。所以佛經的內容很複雜，從日常生活到專業的學問、技術，幾乎統統都有。每個人遇到事情、遇到困難向佛請教，佛都能給你解答，確確實實讓別人肯定佛真的是萬德萬能，無所不知，無所不能。"
    },
    {
      "id": "12-017-1026_p0046",
      "zh_CN": "有人问，这棵大树现在有多少片树叶，佛说出来了，说出来也没有人去数，也没法子数。但是有聪明人，把这个树摇一摇，很多叶子落下来，他把落下来的叶子捡起来、收起来。问释迦牟尼佛这树现在有多少叶子？佛再一说，跟他一核对，少了多少，正是它落下来的，让人没话说。佛说的话是真话，不是假话，你去数。但是树叶是不固定的，它每天有新生的，生出叶子出来，多了，有掉下来，落的叶子，少了。这些事情，说实在的话，佛是可以不答的，但是为了取信于大众，这是来考考佛的，你到底是真知道，还是假知道。这个社会上许许多多工作，释迦牟尼佛碰都没碰过，这些问题他都知道。",
      "zh_TW": "有人問，這棵大樹現在有多少片樹葉，佛說出來了，說出來也沒有人去數，也沒法子數。但是有聰明人，把這個樹搖一搖，很多葉子落下來，他把落下來的葉子撿起來、收起來。問釋迦牟尼佛這樹現在有多少葉子？佛再一說，跟他一核對，少了多少，正是它落下來的，讓人沒話說。佛說的話是真話，不是假話，你去數。但是樹葉是不固定的，它每天有新生的，生出葉子出來，多了，有掉下來，落的葉子，少了。這些事情，說實在的話，佛是可以不答的，但是為了取信於大眾，這是來考考佛的，你到底是真知道，還是假知道。這個社會上許許多多工作，釋迦牟尼佛碰都沒碰過，這些問題他都知道。"
    },
    {
      "id": "12-017-1026_p0047",
      "zh_CN": "你看经里面你去看《放牛经》，释迦牟尼佛没放过牛，他是王子出身，十九岁出家修道，他没放过牛。《放牛经》是说什么？就有人问他养牛应该怎么个养法，佛教给他养牛的方法，很不可思议。你看经典上太多太多这种例子，真实智慧，确实无所不知，无所不能。示现怎么样调心，怎么样伏烦恼，我们要向佛学，要向菩萨学习。这里面最重要的，保持清净心，保持宁静的心，这是总的纲领，总的原则，要炼这个功夫。这个心，这个清净、平等，不受外面境界的干扰，这就是真功夫。下面第六个名字：",
      "zh_TW": "你看經裡面你去看《放牛經》，釋迦牟尼佛沒放過牛，他是王子出身，十九歲出家修道，他沒放過牛。《放牛經》是說什麼？就有人問他養牛應該怎麼個養法，佛教給他養牛的方法，很不可思議。你看經典上太多太多這種例子，真實智慧，確實無所不知，無所不能。示現怎麼樣調心，怎麼樣伏煩惱，我們要向佛學，要向菩薩學習。這裡面最重要的，保持清淨心，保持寧靜的心，這是總的綱領，總的原則，要鍊這個功夫。這個心，這個清淨、平等，不受外面境界的干擾，這就是真功夫。下面第六個名字："
    },
    {
      "id": "12-017-1026_p0048",
      "zh_CN": "【或名足喜。】",
      "zh_TW": "【或名足喜。】"
    },
    {
      "id": "12-017-1026_p0049",
      "zh_CN": "『足』是圆满，是满足。这个名字里头是具足欢喜，就是经教里面佛常常说到的，常生欢喜心，这个事情很多人都想，想不到。怎样才能够具足欢喜心？佛教导我们，亲近善知识，你就能自自然然常生欢喜心。我们要怎样才能做到？只有一个方法，求生西方极乐世界，亲近阿弥陀佛，具足欢喜心，你就得到了。真善知识，大善知识，究竟圆满的善知识，你跟他在一起，你怎么会不欢喜！",
      "zh_TW": "『足』是圓滿，是滿足。這個名字裡頭是具足歡喜，就是經教裡面佛常常說到的，常生歡喜心，這個事情很多人都想，想不到。怎樣才能夠具足歡喜心？佛教導我們，親近善知識，你就能自自然然常生歡喜心。我們要怎樣才能做到？只有一個方法，求生西方極樂世界，親近阿彌陀佛，具足歡喜心，你就得到了。真善知識，大善知識，究竟圓滿的善知識，你跟他在一起，你怎麼會不歡喜！"
    },
    {
      "id": "12-017-1026_p0050",
      "zh_CN": "佛现在不在，我现在怎么办，现在要具足欢喜心也有办法，不是没有办法，还是亲近佛菩萨。佛菩萨在哪里？经教就是佛菩萨。你能够天天不离开经教，我相信你一定会有欢喜心，能真正得到常生欢喜心。为什么？孔老夫子说过，「学而时习之，不亦说乎」，你们想想这句话，天天学，时时刻刻都在学，一生当中没有把学放弃。学了怎样？学了就做到，『喜』是做到。把你所学的东西落实在你生活上，落实在你工作上，落实在处事待人接物。这个喜悦是从内心里头生出来的，不是外面来的。外面来的时候，那是或有或无，时有时无，它会间断；从内心里面生出来的，像泉水一样往外面涌，没有间断。",
      "zh_TW": "佛現在不在，我現在怎麼辦，現在要具足歡喜心也有辦法，不是沒有辦法，還是親近佛菩薩。佛菩薩在哪裡？經教就是佛菩薩。你能夠天天不離開經教，我相信你一定會有歡喜心，能真正得到常生歡喜心。為什麼？孔老夫子說過，「學而時習之，不亦說乎」，你們想想這句話，天天學，時時刻刻都在學，一生當中沒有把學放棄。學了怎樣？學了就做到，『喜』是做到。把你所學的東西落實在你生活上，落實在你工作上，落實在處事待人接物。這個喜悅是從內心裡頭生出來的，不是外面來的。外面來的時候，那是或有或無，時有時無，它會間斷；從內心裡面生出來的，像泉水一樣往外面湧，沒有間斷。"
    },
    {
      "id": "12-017-1026_p0051",
      "zh_CN": "读书乐！很多人不知道。为什么读书人那么喜欢书，用那么多的时间在书本上，它里头有乐，不读书的人不知道。孔子夫子知道，他说出来：「学而时习之，不亦说乎！有朋自远方来，不亦乐乎！」有朋，志同道合，他到这个地方来我们一起共同学习。「朋」是学生，慕名而来的，来听你的教诲，来听你的讲学，跟你在一起研究讨论，人生一大快事，这个快乐。这是教学。自己读，学到的落实在生活，这是学；有朋自远方来，那是教。",
      "zh_TW": "讀書樂！很多人不知道。為什麼讀書人那麼喜歡書，用那麼多的時間在書本上，它裡頭有樂，不讀書的人不知道。孔子夫子知道，他說出來：「學而時習之，不亦說乎！有朋自遠方來，不亦樂乎！」有朋，志同道合，他到這個地方來我們一起共同學習。「朋」是學生，慕名而來的，來聽你的教誨，來聽你的講學，跟你在一起研究討論，人生一大快事，這個快樂。這是教學。自己讀，學到的落實在生活，這是學；有朋自遠方來，那是教。"
    },
    {
      "id": "12-017-1026_p0052",
      "zh_CN": "教，快乐；学，更快乐。把你所修学的心得介绍给别人，在我们佛法说供养别人，落实，具足欢喜。没有人来跟你学，也没有关系，「人不知而不愠，不亦君子乎」，还是快乐。没有人知道你，你有实学，真正有德行、有学问的人绝对不会宣传。那个名气怎么出去的？是真正有人亲近你，他离开之后他会到处赞叹、介绍，这样出去的。",
      "zh_TW": "教，快樂；學，更快樂。把你所修學的心得介紹給別人，在我們佛法說供養別人，落實，具足歡喜。沒有人來跟你學，也沒有關係，「人不知而不慍，不亦君子乎」，還是快樂。沒有人知道你，你有實學，真正有德行、有學問的人絕對不會宣傳。那個名氣怎麼出去的？是真正有人親近你，他離開之後他會到處讚歎、介紹，這樣出去的。"
    },
    {
      "id": "12-017-1026_p0053",
      "zh_CN": "近代的例子，印光大师是我们的好榜样，印光大师确确实实「人不知而不愠，不亦君子乎」。他在普陀山住藏经楼三十年，诸位要知道，他七十岁被人发现，住三十年，我们就能想到，他大概是四十岁担任藏经楼这个职务，在普陀山管藏经楼。在这里面除了工作之外他就看经，三十年没有人知道，成就自己的德行、学问、道业。到七十岁被人发现，发现也是偶然的。",
      "zh_TW": "近代的例子，印光大師是我們的好榜樣，印光大師確確實實「人不知而不慍，不亦君子乎」。他在普陀山住藏經樓三十年，諸位要知道，他七十歲被人發現，住三十年，我們就能想到，他大概是四十歲擔任藏經樓這個職務，在普陀山管藏經樓。在這裡面除了工作之外他就看經，三十年沒有人知道，成就自己的德行、學問、道業。到七十歲被人發現，發現也是偶然的。"
    },
    {
      "id": "12-017-1026_p0054",
      "zh_CN": "徐蔚如居士这帮人，这是民国初年的大居士，江味农，他们都是老朋友。在社会上有地位、有身分、有道德、有学问，为社会大众所尊敬的大德居士。他们到普陀去朝山，在普陀去参观藏经楼，无意当中遇到印光法师。看到这个老和尚举止行持跟一般人不一样，这就是形象，普通人看不出来，这些人看得出来。一看，我们一般人讲气质不凡，气质跟普通出家人不一样。于是提出问题向他请教，老和尚的答复言简意赅，让他们佩服得五体投地。",
      "zh_TW": "徐蔚如居士這幫人，這是民國初年的大居士，江味農，他們都是老朋友。在社會上有地位、有身分、有道德、有學問，為社會大眾所尊敬的大德居士。他們到普陀去朝山，在普陀去參觀藏經樓，無意當中遇到印光法師。看到這個老和尚舉止行持跟一般人不一樣，這就是形象，普通人看不出來，這些人看得出來。一看，我們一般人講氣質不凡，氣質跟普通出家人不一樣。於是提出問題向他請教，老和尚的答覆言簡意賅，讓他們佩服得五體投地。"
    },
    {
      "id": "12-017-1026_p0055",
      "zh_CN": "这样以后离开普陀之后就到处宣传：普陀有高人！于是来看老和尚的人就愈来愈多，这样慢慢就出名了。尤其他们在报章杂志里面写文章，推崇印光大师，这样知道的人多了，给印光大师写信。大师由于方言的关系（他是陕西人），南方人听不懂他的话，所以多半用文字来开示。许多人给他写信提出问题，他来答复，这些信件印光大师往生之后，人家的信件都保存下来，统统现在印成了《文钞》。你们现在看《印光大师文钞》里面的信件，篇篇都是好文章，篇篇都是从内心里面流露出来的法语。最难得的，应病予药，句句话都针对现前社会的需要，而且是迫切的需要，他老人家对人向来是不讲客气话的，「实语」！",
      "zh_TW": "這樣以後離開普陀之後就到處宣傳：普陀有高人！於是來看老和尚的人就愈來愈多，這樣慢慢就出名了。尤其他們在報章雜誌裡面寫文章，推崇印光大師，這樣知道的人多了，給印光大師寫信。大師由於方言的關係（他是陝西人），南方人聽不懂他的話，所以多半用文字來開示。許多人給他寫信提出問題，他來答覆，這些信件印光大師往生之後，人家的信件都保存下來，統統現在印成了《文鈔》。你們現在看《印光大師文鈔》裡面的信件，篇篇都是好文章，篇篇都是從內心裡面流露出來的法語。最難得的，應病予藥，句句話都針對現前社會的需要，而且是迫切的需要，他老人家對人向來是不講客氣話的，「實語」！"
    },
    {
      "id": "12-017-1026_p0056",
      "zh_CN": "所以在藏经楼三十年没有被人发现，那真的是「人不知而不愠，不亦君子乎」，儒家讲成就君子的德行。一被人知道，来请教的人多了，那就是「有朋自远方来，不亦乐乎」。印祖为我们示现的，一生都在经教里头。读书乐，读经更乐，读经会开悟，读经就是亲近佛菩萨。我们读《华严》，不但亲近毘卢遮那如来，亲近释迦如来，亲近华严会上佛菩萨，这是大乐，到哪里去找？下面第七个德号：",
      "zh_TW": "所以在藏經樓三十年沒有被人發現，那真的是「人不知而不慍，不亦君子乎」，儒家講成就君子的德行。一被人知道，來請教的人多了，那就是「有朋自遠方來，不亦樂乎」。印祖為我們示現的，一生都在經教裡頭。讀書樂，讀經更樂，讀經會開悟，讀經就是親近佛菩薩。我們讀《華嚴》，不但親近毘盧遮那如來，親近釋迦如來，親近華嚴會上佛菩薩，這是大樂，到哪裡去找？下面第七個德號："
    },
    {
      "id": "12-017-1026_p0057",
      "zh_CN": "【或名大名称。】",
      "zh_TW": "【或名大名稱。】"
    },
    {
      "id": "12-017-1026_p0058",
      "zh_CN": "『大名称』用我们现代话来讲，是高知名度，大知名度。「大名称」，实至名归，不是虚名，不是现在一些人想尽方法要提高自己的知名度，不是的。他的道德、他的学问，真正成就了，名如其实，实如其名。众生仰慕大名而来参学，而来求教。所以教化众生，「大名称」就非常重要了。",
      "zh_TW": "『大名稱』用我們現代話來講，是高知名度，大知名度。「大名稱」，實至名歸，不是虛名，不是現在一些人想盡方法要提高自己的知名度，不是的。他的道德、他的學問，真正成就了，名如其實，實如其名。眾生仰慕大名而來參學，而來求教。所以教化眾生，「大名稱」就非常重要了。"
    },
    {
      "id": "12-017-1026_p0059",
      "zh_CN": "圣人最着重的是德育，道德的教育，决不会自己去打知名度，没有这个道理。就是教学也是「只闻来学，未闻往教」，这是给世间人一个启示。学，要求学，要自己去求，你有求学的这个心，这种诚心，你才真正能够得到学问。侥幸的心理，你怎么会成就！没有那种恳切求取的意愿，你得不到。所以我们从古往今来，诸位仔细去观察，好的老师住在这个地方，往往当地的人不能成就，外地到这个地方来跟他学的有成就。什么原因？外地是来求学，那分真诚恳切的心，不远千里而来，来求学的。当地人觉得无所谓，老师住在我这里，今年不会还有明年，明年不会还有后年。他的心因循、苟且，所以他不成就，他没有那个诚意，得来太容易了！",
      "zh_TW": "聖人最著重的是德育，道德的教育，決不會自己去打知名度，沒有這個道理。就是教學也是「只聞來學，未聞往教」，這是給世間人一個啟示。學，要求學，要自己去求，你有求學的這個心，這種誠心，你才真正能夠得到學問。僥倖的心理，你怎麼會成就！沒有那種懇切求取的意願，你得不到。所以我們從古往今來，諸位仔細去觀察，好的老師住在這個地方，往往當地的人不能成就，外地到這個地方來跟他學的有成就。什麼原因？外地是來求學，那分真誠懇切的心，不遠千里而來，來求學的。當地人覺得無所謂，老師住在我這裡，今年不會還有明年，明年不會還有後年。他的心因循、苟且，所以他不成就，他沒有那個誠意，得來太容易了！"
    },
    {
      "id": "12-017-1026_p0060",
      "zh_CN": "你们想想看，看看历史，古往今来哪个成就的人不是吃过多少苦头。那是什么？不是说一定要吃苦头你才能得到，苦头显示自己的诚意，真诚！这正是印光法师讲的，「一分诚敬得一分利益，十分诚敬得十分利益」，轻易得来的，不费力，他里头缺乏诚意。所以他纵然在善知识身边几十年，他成就很有限，不如万里迢迢而来求学的。他到这个地方来学几个月、学一年，人家真成功了。为什么？那就是十分诚敬，他获得是十分利益。你天天跟善知识住在一个地区，一个乡里，诚敬心不足，只有一分诚敬，你跟他一辈子，你所得的利益就一分，就这么个道理！",
      "zh_TW": "你們想想看，看看歷史，古往今來哪個成就的人不是吃過多少苦頭。那是什麼？不是說一定要吃苦頭你才能得到，苦頭顯示自己的誠意，真誠！這正是印光法師講的，「一分誠敬得一分利益，十分誠敬得十分利益」，輕易得來的，不費力，他裡頭缺乏誠意。所以他縱然在善知識身邊幾十年，他成就很有限，不如萬里迢迢而來求學的。他到這個地方來學幾個月、學一年，人家真成功了。為什麼？那就是十分誠敬，他獲得是十分利益。你天天跟善知識住在一個地區，一個鄉里，誠敬心不足，只有一分誠敬，你跟他一輩子，你所得的利益就一分，就這麼個道理！"
    },
    {
      "id": "12-017-1026_p0061",
      "zh_CN": "如果心术不正，名利心重，往往走上了邪道。他来学，学来干什么，学来拿这个东西去搞名闻利养。他的目的不在道，目的也不在学，目的是怎样获得这个世间的大的名利。可能他能够得到一点名利，后果在三途，这是心术不正。佛法里头常讲，「因地不真，果招迂曲」，「失之毫厘，差之千里」。心术正，真正是为学道，真正是为道业，自己成就了，这是为弘法利生，利益众生，决定不求自己的名闻利养，决定不求自己五欲六尘的享受，你才会成就。稍稍沾一点，成就就难了，只得到现前一点小利，来生失去了大利。现在时间到了。",
      "zh_TW": "如果心術不正，名利心重，往往走上了邪道。他來學，學來幹什麼，學來拿這個東西去搞名聞利養。他的目的不在道，目的也不在學，目的是怎樣獲得這個世間的大的名利。可能他能夠得到一點名利，後果在三途，這是心術不正。佛法裡頭常講，「因地不真，果招迂曲」，「失之毫厘，差之千里」。心術正，真正是為學道，真正是為道業，自己成就了，這是為弘法利生，利益眾生，決定不求自己的名聞利養，決定不求自己五欲六塵的享受，你才會成就。稍稍沾一點，成就就難了，只得到現前一點小利，來生失去了大利。現在時間到了。"
    }
  ]
}