{
  "doc_id": "12-017-0549",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五四九卷",
    "zh_TW": "第五四九卷"
  },
  "year": "2001",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0549",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "12-017-0549_p0001",
      "zh_CN": "诸位同学，请看「世主妙严品」，说偈赞佛，云音菩萨赞颂第十首：",
      "zh_TW": "諸位同學，請看「世主妙嚴品」，說偈讚佛，雲音菩薩讚頌第十首："
    },
    {
      "id": "12-017-0549_p0002",
      "zh_CN": "【无量境界神通力，善入教法光明力，此是清净善慧地，劫海所行皆备阐。】",
      "zh_TW": "【無量境界神通力，善入教法光明力，此是清淨善慧地，劫海所行皆備闡。】"
    },
    {
      "id": "12-017-0549_p0003",
      "zh_CN": "这首偈是赞颂九地菩萨，九地是「善慧地」，他是法师位。在五位当中，五位是指十信、十住、十行、十回向、十地，其中第九位都是法师位，十信里第九信，十住里第九住，十行里第九行，十地里第九地是法师位。也是以弘法利生为事业的，他必须具备的条件，这个地方为我们说出来了。『无量境界神通力』，因为他教化的对象是尽虚空遍法界一切微尘国土，每一个国土里头，这个国土是佛刹，无量无边的九法界的众生。他要是没有这样大的德能，怎么能够教化这些众生？所以第一句就显示出「无量境界神通力」。第二句赞叹他教学方法的善巧，『善入教法光明力』。既然是法师了，我们晓得，菩萨从初发心到如来地，我们在《华严经》上看到，他修的是什么法门？十波罗蜜；因此我们不能不重视，自己要真修，修成之后才能够教别人。",
      "zh_TW": "這首偈是讚頌九地菩薩，九地是「善慧地」，他是法師位。在五位當中，五位是指十信、十住、十行、十迴向、十地，其中第九位都是法師位，十信裡第九信，十住裡第九住，十行裡第九行，十地裡第九地是法師位。也是以弘法利生為事業的，他必須具備的條件，這個地方為我們說出來了。『無量境界神通力』，因為他教化的對象是盡虛空遍法界一切微塵國土，每一個國土裡頭，這個國土是佛剎，無量無邊的九法界的眾生。他要是沒有這樣大的德能，怎麼能夠教化這些眾生？所以第一句就顯示出「無量境界神通力」。第二句讚歎他教學方法的善巧，『善入教法光明力』。既然是法師了，我們曉得，菩薩從初發心到如來地，我們在《華嚴經》上看到，他修的是什麼法門？十波羅蜜；因此我們不能不重視，自己要真修，修成之後才能夠教別人。"
    },
    {
      "id": "12-017-0549_p0004",
      "zh_CN": "既然要修十波罗蜜，不能不知道「七最胜」，我们曾经在前面说过，但是七最胜比较少讲到，四摄六度讲得多。我们必须要晓得，这个七最胜，发愿从事于教学的同学一定要很认真的学习。我们离开它的名相，记住它里面的真实义。第一个条件，一定要是「菩萨种性」。我们有没有具备？换句话说，我们是不是菩萨？什么叫做菩萨，名词的含义不能不清楚。菩萨是「菩提萨埵」的简称，中国人喜欢简单，把尾音省掉了。菩提萨埵通常翻成菩萨，是什么意思？古德翻译为「大道心众生」，玄奘大师翻译为「觉有情」，觉悟的有情众生。古今这两种翻译，我们合起来看意思就非常明显，大道心就是觉悟，觉心才是大道；拣别不是迷惑，迷惑是凡夫。我们是不是常常在求觉悟？觉要怎么求？破迷就觉了。迷是情、是识，我们如何把情识转变成智慧？这个讲法实在讲，现在人听起来还是不好懂，换句话说，我们一般人常讲感情用事，感情用事是迷，能把感情转过来，我们理智用事，那就是觉。要用现代人的说法，菩萨种性始终是理性的，始终能守住理智而不用感情。在日常生活当中，感情能随顺理智，这个好，绝对不是理智忘失了，完全随顺感情，那个麻烦就大了。",
      "zh_TW": "既然要修十波羅蜜，不能不知道「七最勝」，我們曾經在前面說過，但是七最勝比較少講到，四攝六度講得多。我們必須要曉得，這個七最勝，發願從事於教學的同學一定要很認真的學習。我們離開它的名相，記住它裡面的真實義。第一個條件，一定要是「菩薩種性」。我們有沒有具備？換句話說，我們是不是菩薩？什麼叫做菩薩，名詞的含義不能不清楚。菩薩是「菩提薩埵」的簡稱，中國人喜歡簡單，把尾音省掉了。菩提薩埵通常翻成菩薩，是什麼意思？古德翻譯為「大道心眾生」，玄奘大師翻譯為「覺有情」，覺悟的有情眾生。古今這兩種翻譯，我們合起來看意思就非常明顯，大道心就是覺悟，覺心才是大道；揀別不是迷惑，迷惑是凡夫。我們是不是常常在求覺悟？覺要怎麼求？破迷就覺了。迷是情、是識，我們如何把情識轉變成智慧？這個講法實在講，現在人聽起來還是不好懂，換句話說，我們一般人常講感情用事，感情用事是迷，能把感情轉過來，我們理智用事，那就是覺。要用現代人的說法，菩薩種性始終是理性的，始終能守住理智而不用感情。在日常生活當中，感情能隨順理智，這個好，絕對不是理智忘失了，完全隨順感情，那個麻煩就大了。"
    },
    {
      "id": "12-017-0549_p0005",
      "zh_CN": "菩萨种性的人就是觉性很高，我们平常讲悟性，这个人悟性很高，而不是感情用事的。佛法里面讲，我们讲席里常常说，随顺佛菩萨教诲，这是菩萨种性；随顺烦恼习气，那是凡夫。我们这样说法，我想对于我们初学同学会有帮助，这很清楚、很显明。举例而言，就用十地所修的「十波罗蜜」。十波罗蜜是性德，是自性里头本来具足的，佛为我们说出，教导我们我们能够随顺十波罗蜜，这个心就是菩萨心，就是菩萨种性。不再随顺悭贪，放弃悭贪，随顺布施、檀波罗蜜，放下恶业，随顺持戒波罗蜜，放下瞋恚，随顺忍辱波罗蜜，日常生活当中不离六波罗蜜，这个人是菩萨种性。要用我们一般的话来说，这个人喜欢布施，喜欢持戒，能够忍辱，勤奋精进，这就对了。",
      "zh_TW": "菩薩種性的人就是覺性很高，我們平常講悟性，這個人悟性很高，而不是感情用事的。佛法裡面講，我們講席裡常常說，隨順佛菩薩教誨，這是菩薩種性；隨順煩惱習氣，那是凡夫。我們這樣說法，我想對於我們初學同學會有幫助，這很清楚、很顯明。舉例而言，就用十地所修的「十波羅蜜」。十波羅蜜是性德，是自性裡頭本來具足的，佛為我們說出，教導我們我們能夠隨順十波羅蜜，這個心就是菩薩心，就是菩薩種性。不再隨順慳貪，放棄慳貪，隨順布施、檀波羅蜜，放下惡業，隨順持戒波羅蜜，放下瞋恚，隨順忍辱波羅蜜，日常生活當中不離六波羅蜜，這個人是菩薩種性。要用我們一般的話來說，這個人喜歡布施，喜歡持戒，能夠忍辱，勤奮精進，這就對了。"
    },
    {
      "id": "12-017-0549_p0006",
      "zh_CN": "第二个条件，起心动念、言语造作，决定与「菩提心」相应。菩提心，简而言之，与「真诚」相应，真诚就是《观无量寿佛经》里面讲的至诚心，真诚到极处，一丝毫虚伪都不夹杂，我们一切时、一切处，对一切人、一切事、一切物，唯一真诚；与「清净、平等、正觉」相应，这三条就是菩提心里面讲的深心，深心是自利，用在日常生活当中，对人对事对物，心地没有不清净的，清净就不会污染，平等没有高下，正觉不会感情用事，这是自受用；他受用是「大慈大悲」，加个大字就是没有条件的，对一切人事物的爱护，我们现在讲尊重、爱护、帮助，这些是回向发愿心，绝对与这个相应。我布施与菩提心相应，持戒相应，忍辱相应，精进相应，起心动念、一切作为没有不相应的。我们要记住，一切时、一切处不离菩提心，不失菩提心。",
      "zh_TW": "第二個條件，起心動念、言語造作，決定與「菩提心」相應。菩提心，簡而言之，與「真誠」相應，真誠就是《觀無量壽佛經》裡面講的至誠心，真誠到極處，一絲毫虛偽都不夾雜，我們一切時、一切處，對一切人、一切事、一切物，唯一真誠；與「清淨、平等、正覺」相應，這三條就是菩提心裡面講的深心，深心是自利，用在日常生活當中，對人對事對物，心地沒有不清淨的，清淨就不會污染，平等沒有高下，正覺不會感情用事，這是自受用；他受用是「大慈大悲」，加個大字就是沒有條件的，對一切人事物的愛護，我們現在講尊重、愛護、幫助，這些是迴向發願心，絕對與這個相應。我布施與菩提心相應，持戒相應，忍辱相應，精進相應，起心動念、一切作為沒有不相應的。我們要記住，一切時、一切處不離菩提心，不失菩提心。"
    },
    {
      "id": "12-017-0549_p0007",
      "zh_CN": "第三个，「慈悯一切有情众生」。尽心尽力去帮助他们，去照顾他们，照顾里面最重要的帮助他觉悟。为了帮助他觉悟，我们自己必须要示现一个觉悟的形象，形象要鲜明，要让他很容易看出来，我们讲的跟我们想的、做的完全一致，这个形象好。不能说是讲的是一套，做的又是一套，想的是另外一套，全部脱节了；那是凡夫，那不是佛菩萨，那个与菩萨种性、大菩提心完全脱节了。这是古人所谓的言行一致，这是「意乐最胜」。",
      "zh_TW": "第三個，「慈憫一切有情眾生」。盡心盡力去幫助他們，去照顧他們，照顧裡面最重要的幫助他覺悟。為了幫助他覺悟，我們自己必須要示現一個覺悟的形象，形象要鮮明，要讓他很容易看出來，我們講的跟我們想的、做的完全一致，這個形象好。不能說是講的是一套，做的又是一套，想的是另外一套，全部脫節了；那是凡夫，那不是佛菩薩，那個與菩薩種性、大菩提心完全脫節了。這是古人所謂的言行一致，這是「意樂最勝」。"
    },
    {
      "id": "12-017-0549_p0008",
      "zh_CN": "第四个，「事业最胜」。我们要很清楚、很明白，世出世间所有一切的事业，佛陀教育的事业是第一殊胜。佛陀教育的事业，是现代世间人所说的「多元文化的社会教育」。但是「佛陀教育」是这个教育里面最完备的，为什么？它教学的目的是令一切众生破迷开悟、超凡入圣，这个事业才真正叫最胜。",
      "zh_TW": "第四個，「事業最勝」。我們要很清楚、很明白，世出世間所有一切的事業，佛陀教育的事業是第一殊勝。佛陀教育的事業，是現代世間人所說的「多元文化的社會教育」。但是「佛陀教育」是這個教育裡面最完備的，為什麼？它教學的目的是令一切眾生破迷開悟、超凡入聖，這個事業才真正叫最勝。"
    },
    {
      "id": "12-017-0549_p0009",
      "zh_CN": "第五个，「善巧方便最胜」。这就是善慧地，法师地位他所示现的。示现的模范，示现的典型，就是我们本师释迦牟尼佛。《大藏经》里面，古人为释迦牟尼佛写的传记有两种：一种叫《释迦方志》，一种叫《释迦谱》，学法师的人不能不读。近代也有一些用白话文写的《释迦牟尼佛传》，实在讲不如念《大藏经》里面的《释迦谱》和《释迦方志》。我早年刚接触佛法的时候，章嘉大师介绍我读的就是这两种书，那是我们的模范、是我们的典型。八相成道叫「巧便最胜」，世尊把「离一切相，即一切法」做出来给我们看，把这部《大方广佛华严经》就在他一生当中表演出来了。我们要学佛跟谁学？跟释迦牟尼佛学就没错。他是我们最敬的一位导师，他的示现就是教导这一个地区、这一个时段中的一切众生。",
      "zh_TW": "第五個，「善巧方便最勝」。這就是善慧地，法師地位他所示現的。示現的模範，示現的典型，就是我們本師釋迦牟尼佛。《大藏經》裡面，古人為釋迦牟尼佛寫的傳記有兩種：一種叫《釋迦方誌》，一種叫《釋迦譜》，學法師的人不能不讀。近代也有一些用白話文寫的《釋迦牟尼佛傳》，實在講不如念《大藏經》裡面的《釋迦譜》和《釋迦方誌》。我早年剛接觸佛法的時候，章嘉大師介紹我讀的就是這兩種書，那是我們的模範、是我們的典型。八相成道叫「巧便最勝」，世尊把「離一切相，即一切法」做出來給我們看，把這部《大方廣佛華嚴經》就在他一生當中表演出來了。我們要學佛跟誰學？跟釋迦牟尼佛學就沒錯。他是我們最敬的一位導師，他的示現就是教導這一個地區、這一個時段中的一切眾生。"
    },
    {
      "id": "12-017-0549_p0010",
      "zh_CN": "在我们这个地球上，世尊的法运一万二千年，正法一千年过去了，像法一千年也过去了，末法一万年，按照中国古人的记载，末法第一个一千年也过去了。所以我们要想作法师，从事于这个行业，决定要以世尊为榜样，换句话说，决定要学习世尊。他存的是什么心？他真的示现七种最胜，菩萨种性、依大菩提心，意乐一生教化众生。中国古人所谓：「得天下英才而教育之，人生一大乐也！」释迦牟尼佛的意乐超过这些人，为什么？这些人是得「天下英才而教育之」，换句话说，他所教化的对象是上上根人。释迦牟尼佛是普度众生，这个了不起，这实在是太伟大了，有教无类，不分国籍，不分族类，不分宗教，不分文化、男女老少、贤与不肖，只要肯学，佛统统都教，真的是英才也教，蠢才也教。这是佛是菩萨，凡人做不到，而且是义务的教育，无条件的教学。他老人家的事业那么样的殊胜，他对他的事业真正是圆圆满满的做到了敬业，这两个字他做得圆满。不但有言教而且有身教，身示范做出来给我们看，法师，好老师。",
      "zh_TW": "在我們這個地球上，世尊的法運一萬二千年，正法一千年過去了，像法一千年也過去了，末法一萬年，按照中國古人的記載，末法第一個一千年也過去了。所以我們要想作法師，從事於這個行業，決定要以世尊為榜樣，換句話說，決定要學習世尊。他存的是什麼心？他真的示現七種最勝，菩薩種性、依大菩提心，意樂一生教化眾生。中國古人所謂：「得天下英才而教育之，人生一大樂也！」釋迦牟尼佛的意樂超過這些人，為什麼？這些人是得「天下英才而教育之」，換句話說，他所教化的對象是上上根人。釋迦牟尼佛是普度眾生，這個了不起，這實在是太偉大了，有教無類，不分國籍，不分族類，不分宗教，不分文化、男女老少、賢與不肖，只要肯學，佛統統都教，真的是英才也教，蠢才也教。這是佛是菩薩，凡人做不到，而且是義務的教育，無條件的教學。他老人家的事業那麼樣的殊勝，他對他的事業真正是圓圓滿滿的做到了敬業，這兩個字他做得圓滿。不但有言教而且有身教，身示範做出來給我們看，法師，好老師。"
    },
    {
      "id": "12-017-0549_p0011",
      "zh_CN": "我们跟佛的关系要清楚，我们跟世尊的关系是师生关系，我们跟菩萨、阿罗汉的关系是同学的关系。为什么？都是佛的学生。他们是前期的学长，我们是后期的学生，所以菩萨是我们的学长，阿罗汉也是我们的学长。佛法里面老师跟学生的地位是平等的，他依大菩提心，菩提心里头有平等，互相尊重，互相敬爱。这是我们要学的，决定要落实在自己日常生活当中，不能有违背。",
      "zh_TW": "我們跟佛的關係要清楚，我們跟世尊的關係是師生關係，我們跟菩薩、阿羅漢的關係是同學的關係。為什麼？都是佛的學生。他們是前期的學長，我們是後期的學生，所以菩薩是我們的學長，阿羅漢也是我們的學長。佛法裡面老師跟學生的地位是平等的，他依大菩提心，菩提心裡頭有平等，互相尊重，互相敬愛。這是我們要學的，決定要落實在自己日常生活當中，不能有違背。"
    },
    {
      "id": "12-017-0549_p0012",
      "zh_CN": "第六个，「回向最胜」。回向是什么意思？把自己所修学的一切功德供养给别人，自己不受用，功德、福德自己都不享受。佛经上常常讲的「回向三处」，这就是自己的求愿，我的愿望。回向众生，我所修积的福德，全部布施供养尽虚空遍法界一切众生；在三种回向里头这一样是最重要的，这一个心要是没有，你回向菩提就落空，回向实际也落空。「实际」是什么？是真如本性，也就是性体。菩提是性德。回向真正的意思是什么？与性体相应，与性德相应；就是我一切作为，起心动念、言语造作，与自性性体相应，与自性性德相应。这三种回向，回向实际、回向菩提很难讲，也很难懂，具体落实是在回向众生。如果你真正是这种意愿，「我把我所修的全部供养一切众生」，你还会跟众生过不去吗？你还会看到这个不顺眼，看到那个不满意吗？没有了。",
      "zh_TW": "第六個，「迴向最勝」。迴向是什麼意思？把自己所修學的一切功德供養給別人，自己不受用，功德、福德自己都不享受。佛經上常常講的「迴向三處」，這就是自己的求願，我的願望。迴向眾生，我所修積的福德，全部布施供養盡虛空遍法界一切眾生；在三種迴向裡頭這一樣是最重要的，這一個心要是沒有，你迴向菩提就落空，迴向實際也落空。「實際」是什麼？是真如本性，也就是性體。菩提是性德。迴向真正的意思是什麼？與性體相應，與性德相應；就是我一切作為，起心動念、言語造作，與自性性體相應，與自性性德相應。這三種迴向，迴向實際、迴向菩提很難講，也很難懂，具體落實是在迴向眾生。如果你真正是這種意願，「我把我所修的全部供養一切眾生」，你還會跟眾生過不去嗎？你還會看到這個不順眼，看到那個不滿意嗎？沒有了。"
    },
    {
      "id": "12-017-0549_p0013",
      "zh_CN": "诸位要晓得，我们在日常生活当中，面对一切人事物，还要这个不满意，那个不称心，这是烦恼起现行，你已经远离菩萨道，你是凡夫，你不是菩萨，你是一般普通人，你不是修行人。修行人怎么会有这种念头？菩萨怎么可能会有这种行为？我们修行有没有功夫，功夫得力不得力，都在这些地方检验，来检查我们自己到底有多少功夫。就像在学校念书，天天检查成绩。好的学校，好的老师，每天上课都要考一考学生，除了学校月考、期终考之外，通常好老师是常常考学生。我们学佛的人，没有别人来考我们，我们自己天天要考验自己，我有没有进步；也就是我起心动念、一切作为，与佛的教诲相应不相应？我今天是不是起心动念都为一切众生？果然都为尽虚空遍法界一切众生，你自自然然与性体、性德相应，这个回向是真的不是假的。",
      "zh_TW": "諸位要曉得，我們在日常生活當中，面對一切人事物，還要這個不滿意，那個不稱心，這是煩惱起現行，你已經遠離菩薩道，你是凡夫，你不是菩薩，你是一般普通人，你不是修行人。修行人怎麼會有這種念頭？菩薩怎麼可能會有這種行為？我們修行有沒有功夫，功夫得力不得力，都在這些地方檢驗，來檢查我們自己到底有多少功夫。就像在學校念書，天天檢查成績。好的學校，好的老師，每天上課都要考一考學生，除了學校月考、期終考之外，通常好老師是常常考學生。我們學佛的人，沒有別人來考我們，我們自己天天要考驗自己，我有沒有進步；也就是我起心動念、一切作為，與佛的教誨相應不相應？我今天是不是起心動念都為一切眾生？果然都為盡虛空遍法界一切眾生，你自自然然與性體、性德相應，這個迴向是真的不是假的。"
    },
    {
      "id": "12-017-0549_p0014",
      "zh_CN": "第七个，「清净最胜」。那就是大乘经上佛常讲的「作而无作，无作而作」，心地要不落痕迹。我们那个心应该是如何存心？释迦牟尼佛教导我们，心里头只有阿弥陀佛，在日常生活当中六度全修。《华严经》讲十度，十度齐修，心里头只有阿弥陀佛，除阿弥陀佛之外一个念头都没有，你的心清净了，这是净土宗的修学方法。做再多的好事，心里不要想着我做了多少多少好事，你着相了；纵然有了过失，心里很清楚，改过自新，后不再造，也不必去想它；善恶两边就离开了，只想阿弥陀佛，只念阿弥陀佛。",
      "zh_TW": "第七個，「清淨最勝」。那就是大乘經上佛常講的「作而無作，無作而作」，心地要不落痕跡。我們那個心應該是如何存心？釋迦牟尼佛教導我們，心裡頭只有阿彌陀佛，在日常生活當中六度全修。《華嚴經》講十度，十度齊修，心裡頭只有阿彌陀佛，除阿彌陀佛之外一個念頭都沒有，你的心清淨了，這是淨土宗的修學方法。做再多的好事，心裡不要想著我做了多少多少好事，你著相了；縱然有了過失，心裡很清楚，改過自新，後不再造，也不必去想它；善惡兩邊就離開了，只想阿彌陀佛，只念阿彌陀佛。"
    },
    {
      "id": "12-017-0549_p0015",
      "zh_CN": "『此是清净善慧地』，善慧地的老师，「善入教法光明力」。『劫海所行皆备阐』，这是讲时劫之长，菩萨教化众生不是有期限的。在大乘教里尤其在圆教，无论你是在学习，时间没有期限，学成之后毕业了，成佛了，教化众生也是没有期限的。世间找不到这样的好人，找不到这样的好老师，我们要学佛，就应当以释迦牟尼佛做我们的榜样，做我们的模型，我们照这个模型来塑造自己，成就自己，那就对了。最后一首：",
      "zh_TW": "『此是清淨善慧地』，善慧地的老師，「善入教法光明力」。『劫海所行皆備闡』，這是講時劫之長，菩薩教化眾生不是有期限的。在大乘教裡尤其在圓教，無論你是在學習，時間沒有期限，學成之後畢業了，成佛了，教化眾生也是沒有期限的。世間找不到這樣的好人，找不到這樣的好老師，我們要學佛，就應當以釋迦牟尼佛做我們的榜樣，做我們的模型，我們照這個模型來塑造自己，成就自己，那就對了。最後一首："
    },
    {
      "id": "12-017-0549_p0016",
      "zh_CN": "【法云广大第十地，含藏一切遍虚空，诸佛境界声中演，此声是佛威神力。】",
      "zh_TW": "【法雲廣大第十地，含藏一切遍虛空，諸佛境界聲中演，此聲是佛威神力。】"
    },
    {
      "id": "12-017-0549_p0017",
      "zh_CN": "第一句把十地菩萨的名号说出来了，「法云地」。『法云广大』，「法云」是比喻，法是诸佛如来所修所证的大法；云这个字表法的意思在前面讲得很多，它表示的是「非有非无」、「非色非空」，我们一般讲「相有体无」、「事有理无」，你才能够看到诸法实相。诸法无量无边，广大！十地菩萨称为「法云地」。",
      "zh_TW": "第一句把十地菩薩的名號說出來了，「法雲地」。『法雲廣大』，「法雲」是比喻，法是諸佛如來所修所證的大法；雲這個字表法的意思在前面講得很多，它表示的是「非有非無」、「非色非空」，我們一般講「相有體無」、「事有理無」，你才能夠看到諸法實相。諸法無量無邊，廣大！十地菩薩稱為「法雲地」。"
    },
    {
      "id": "12-017-0549_p0018",
      "zh_CN": "『含藏一切遍虚空』，这是十波罗蜜里面「智波罗蜜」。这个智能帮助六度里面的般若波罗蜜，智波罗蜜是从般若波罗蜜里面生出来的，换句话说，是般若波罗蜜里面的一分作用。讲十波罗蜜，般若波罗蜜是根本智，「方便、愿、力、智」这四种都是后得智、权智，也就是根本智起作用，起作用可以分为这四种。智波罗蜜能够帮助般若波罗蜜的圆满，这个话怎么讲？我们从比喻来说，诸位细心去体会，学生是老师教出来的，我们把老师比喻做般若波罗蜜，把方便、愿、力、智比喻做四个学生，老师教学生，学生也常常帮助老师，学生提出问题来，老师没有想到，问题提出来之后，往往帮助老师开智慧。老师教学生，学生资助老师，这叫师资道合、教学相长。学的人有进步，老师教得好，天天有进步，老师也有进步，教学互相都有长足的进步，意思在此地。",
      "zh_TW": "『含藏一切遍虛空』，這是十波羅蜜裡面「智波羅蜜」。這個智能幫助六度裡面的般若波羅蜜，智波羅蜜是從般若波羅蜜裡面生出來的，換句話說，是般若波羅蜜裡面的一分作用。講十波羅蜜，般若波羅蜜是根本智，「方便、願、力、智」這四種都是後得智、權智，也就是根本智起作用，起作用可以分為這四種。智波羅蜜能夠幫助般若波羅蜜的圓滿，這個話怎麼講？我們從比喻來說，諸位細心去體會，學生是老師教出來的，我們把老師比喻做般若波羅蜜，把方便、願、力、智比喻做四個學生，老師教學生，學生也常常幫助老師，學生提出問題來，老師沒有想到，問題提出來之後，往往幫助老師開智慧。老師教學生，學生資助老師，這叫師資道合、教學相長。學的人有進步，老師教得好，天天有進步，老師也有進步，教學互相都有長足的進步，意思在此地。"
    },
    {
      "id": "12-017-0549_p0019",
      "zh_CN": "这两首偈，就是九地跟十地，我有一个讲法，古人没讲过的，提供诸位做参考。九地菩萨是弘法的法师，十地菩萨是护法的方丈、住持；就好像学校里面，九地菩萨是教员，十地菩萨是校长，我这个比喻提供大家做参考。所以护法不容易，当校长要了解每一个学科的教员，你才能够请到好的教员来，完成你教学的目标。所以对于那个学科要内行，也要认识对这个学科有专长的这些人才，聘请他来教导，你的教育办成功了。学校里面科系很多，校长不必上课，教育是他办的，所有一切教员协助他。所以一个寺院道场他是主席，丛林里面称方丈、称住持，也称主席，也称导师。所以他「含藏一切遍虚空」，这是讲他的深广，不是普通人能够知道的，他是教学里面的行家、教育家。",
      "zh_TW": "這兩首偈，就是九地跟十地，我有一個講法，古人沒講過的，提供諸位做參考。九地菩薩是弘法的法師，十地菩薩是護法的方丈、住持；就好像學校裡面，九地菩薩是教員，十地菩薩是校長，我這個比喻提供大家做參考。所以護法不容易，當校長要了解每一個學科的教員，你才能夠請到好的教員來，完成你教學的目標。所以對於那個學科要內行，也要認識對這個學科有專長的這些人才，聘請他來教導，你的教育辦成功了。學校裡面科系很多，校長不必上課，教育是他辦的，所有一切教員協助他。所以一個寺院道場他是主席，叢林裡面稱方丈、稱住持，也稱主席，也稱導師。所以他「含藏一切遍虛空」，這是講他的深廣，不是普通人能夠知道的，他是教學裡面的行家、教育家。"
    },
    {
      "id": "12-017-0549_p0020",
      "zh_CN": "在世间要有这样的大护法，实际上在我们佛法里面历代的祖师大德都是护法。而护法的人多半在年轻时都是从事于弘法教学，到年纪大了，累积的智慧经验丰富了，把教学上课的事情让给年轻人，栽培年轻人。从前老和尚怎样栽培下一代的年轻法师？他是有原则的，老法师讲经，大家在一起听，听完之后，下一堂叫「覆小座」，有能力的人自动向老和尚报名，我参加覆小座。如果老和尚上午讲经，下午你就覆讲，你把老和尚所讲的重复给大家讲一遍，有能力讲到百分之八十、九十，你才有资格接受讲经的训练。如果没有这个能力，那就要跟随老和尚从事于寺院执事的工作，随分学，你就不能学讲经。学讲经有两个基本的条件：第一个是记忆力好，听一遍能记住；第二个是理解力很强，这是两个基本条件。听一遍如果不能记得百分之九十，你就没有办法参加这个训练，不容易！",
      "zh_TW": "在世間要有這樣的大護法，實際上在我們佛法裡面歷代的祖師大德都是護法。而護法的人多半在年輕時都是從事於弘法教學，到年紀大了，累積的智慧經驗豐富了，把教學上課的事情讓給年輕人，栽培年輕人。從前老和尚怎樣栽培下一代的年輕法師？他是有原則的，老法師講經，大家在一起聽，聽完之後，下一堂叫「覆小座」，有能力的人自動向老和尚報名，我參加覆小座。如果老和尚上午講經，下午你就覆講，你把老和尚所講的重複給大家講一遍，有能力講到百分之八十、九十，你才有資格接受講經的訓練。如果沒有這個能力，那就要跟隨老和尚從事於寺院執事的工作，隨分學，你就不能學講經。學講經有兩個基本的條件：第一個是記憶力好，聽一遍能記住；第二個是理解力很強，這是兩個基本條件。聽一遍如果不能記得百分之九十，你就沒有辦法參加這個訓練，不容易！"
    },
    {
      "id": "12-017-0549_p0021",
      "zh_CN": "所以培养讲经的人才难，李老师当年开这个班，时间只有两年，只办一届没有第二届。学生二十多个人，因为都是在家居士，都有工作，每一个星期上一堂课，一年使用四十五个星期，所以两年合起来，我们这个班总共只使用九十个星期。一个星期一堂课，九十堂课，我们一堂课是三个小时。九十堂课，如果我们每天上一堂课，三个月，训练二十多个人，哪有这种能力？同学们有这个热心没有这个能力，怎么办？李老师想出办法，大家互相帮忙，二十多个人听经，每一个人都写笔记，这部经是哪两位同学学习，我们所有的人写的笔记统统给这两个人做参考，他去整理、去写讲稿，用这个办法。现在方便了，那个时候我们录音机都没有，现在可以录音，可以录像，你可以反复去听。这是现在中下根性的人，一般中等根性的人都能学得成，在古时候一定要上上根人，刚才讲的有超过一般人的记忆力，超过一般人的理解力，你才能够学。这些人往往到年老了，就退出来当护法，专门教学，不问常住这些事情了。",
      "zh_TW": "所以培養講經的人才難，李老師當年開這個班，時間只有兩年，只辦一屆沒有第二屆。學生二十多個人，因為都是在家居士，都有工作，每一個星期上一堂課，一年使用四十五個星期，所以兩年合起來，我們這個班總共只使用九十個星期。一個星期一堂課，九十堂課，我們一堂課是三個小時。九十堂課，如果我們每天上一堂課，三個月，訓練二十多個人，哪有這種能力？同學們有這個熱心沒有這個能力，怎麼辦？李老師想出辦法，大家互相幫忙，二十多個人聽經，每一個人都寫筆記，這部經是哪兩位同學學習，我們所有的人寫的筆記統統給這兩個人做參考，他去整理、去寫講稿，用這個辦法。現在方便了，那個時候我們錄音機都沒有，現在可以錄音，可以錄像，你可以反覆去聽。這是現在中下根性的人，一般中等根性的人都能學得成，在古時候一定要上上根人，剛才講的有超過一般人的記憶力，超過一般人的理解力，你才能夠學。這些人往往到年老了，就退出來當護法，專門教學，不問常住這些事情了。"
    },
    {
      "id": "12-017-0549_p0022",
      "zh_CN": "『诸佛境界声中演』，「诸佛境界」是讲深广难测，『此声是佛威神力』。十地简单介绍到此地，将来我们这个经十地品会细说。",
      "zh_TW": "『諸佛境界聲中演』，「諸佛境界」是講深廣難測，『此聲是佛威神力』。十地簡單介紹到此地，將來我們這個經十地品會細說。"
    },
    {
      "id": "12-017-0549_p0023",
      "zh_CN": "第十段善勇猛菩萨赞颂：",
      "zh_TW": "第十段善勇猛菩薩讚頌："
    },
    {
      "id": "12-017-0549_p0024",
      "zh_CN": "【尔时善勇猛光幢菩萨摩诃萨，承佛威神，观察十方，即说颂言。】",
      "zh_TW": "【爾時善勇猛光幢菩薩摩訶薩，承佛威神，觀察十方，即說頌言。】"
    },
    {
      "id": "12-017-0549_p0025",
      "zh_CN": "说偈仪跟前面有一些不一样，前面菩萨的赞颂，我们都能看得出来他「承佛威神，普观一切道场众海」，这个地方没有这个字样，是『观察十方，即说颂言』，因为善勇猛菩萨的赞颂完全是如来果地上的福慧，所以就不限于道场了。「十方」就是尽虚空遍法界，我们常讲十方三世没有不包。做为这一品的总结，结归到如来的福慧。我们念三皈依的时候常讲，「皈依佛二足尊」，向下有十首颂都是赞叹二足尊，如来果地上圆满的智慧、圆满的福德。第一首：",
      "zh_TW": "說偈儀跟前面有一些不一樣，前面菩薩的讚頌，我們都能看得出來他「承佛威神，普觀一切道場眾海」，這個地方沒有這個字樣，是『觀察十方，即說頌言』，因為善勇猛菩薩的讚頌完全是如來果地上的福慧，所以就不限於道場了。「十方」就是盡虛空遍法界，我們常講十方三世沒有不包。做為這一品的總結，結歸到如來的福慧。我們念三皈依的時候常講，「皈依佛二足尊」，向下有十首頌都是讚歎二足尊，如來果地上圓滿的智慧、圓滿的福德。第一首："
    },
    {
      "id": "12-017-0549_p0026",
      "zh_CN": "【无量众生处会中，种种信解心清净，悉能悟入如来智，了达一切庄严境。】",
      "zh_TW": "【無量眾生處會中，種種信解心清淨，悉能悟入如來智，了達一切莊嚴境。】"
    },
    {
      "id": "12-017-0549_p0027",
      "zh_CN": "这一首是总叹佛，往下有八首是别名，最后第十首颂是总结。赞颂的目的，是希望尽虚空遍法界一切众生，都能够悟入如来果地上的福德智慧。『无量众生处会中』，这一句境界是无限的广大，「无量众生」是尽虚空遍法界诸佛刹土，一一刹土里面无量无边的众生。「处会」就是我们今天讲的聚会，这个聚会范围就广大了，不仅是佛菩萨的聚会，包括世间所有一切的聚会，两三个人聚集在一起都是聚会。一个家庭，我们佛法里面讲，四个人在一起，一块生活，一块学习，一块工作，就是一个小团体。而我们中国人讲，三个人就是一个众，就是一个团体。佛法是四个人一个团体，是最小的团体，扩展到诸佛如来讲经说法的大团体，不管是大团体、小团体都无量无边。这一句总显众多，尽虚空遍法界一个众都没有漏，我们称「众」而不称「人」，这个诸位一定要记住，称人不能包括九法界，称众全都包括了。为什么？九法界有情都是众缘和合而生起的现象，所以众的意思广，众可以包括人，人不能包括众。如果我们讲天、讲人、讲阿修罗、讲饿鬼、畜生、地狱，都是讲许许多多众里面的一种，单独说一个「众」就全部都包括了。不但包括有情，还包括无情，为什么？无情的那些现象也是众缘和合而现的。所以众的意思太广太广了。",
      "zh_TW": "這一首是總歎佛，往下有八首是別名，最後第十首頌是總結。讚頌的目的，是希望盡虛空遍法界一切眾生，都能夠悟入如來果地上的福德智慧。『無量眾生處會中』，這一句境界是無限的廣大，「無量眾生」是盡虛空遍法界諸佛剎土，一一剎土裡面無量無邊的眾生。「處會」就是我們今天講的聚會，這個聚會範圍就廣大了，不僅是佛菩薩的聚會，包括世間所有一切的聚會，兩三個人聚集在一起都是聚會。一個家庭，我們佛法裡面講，四個人在一起，一塊生活，一塊學習，一塊工作，就是一個小團體。而我們中國人講，三個人就是一個眾，就是一個團體。佛法是四個人一個團體，是最小的團體，擴展到諸佛如來講經說法的大團體，不管是大團體、小團體都無量無邊。這一句總顯眾多，盡虛空遍法界一個眾都沒有漏，我們稱「眾」而不稱「人」，這個諸位一定要記住，稱人不能包括九法界，稱眾全都包括了。為什麼？九法界有情都是眾緣和合而生起的現象，所以眾的意思廣，眾可以包括人，人不能包括眾。如果我們講天、講人、講阿修羅、講餓鬼、畜生、地獄，都是講許許多多眾裡面的一種，單獨說一個「眾」就全部都包括了。不但包括有情，還包括無情，為什麼？無情的那些現象也是眾緣和合而現的。所以眾的意思太廣太廣了。"
    },
    {
      "id": "12-017-0549_p0028",
      "zh_CN": "『种种信解心清净』，清凉大师注解这一句是讲「心异」，所有一切众生心不一样，所以「种种信解」。如果我们把这一句分成两段来看，意思就更圆满了，「种种信解」是妄想分别执着，是妄心，妄心不一样；真心清净，真心离妄，妄不碍真，真也不碍妄，妄绝对不会染污真心，真心不碍妄心的发挥。重点是讲，众生妄想分别执着无量无边，如何能令众生都能够回归到清净心？这是佛陀的慈悲教诲。",
      "zh_TW": "『種種信解心清淨』，清涼大師註解這一句是講「心異」，所有一切眾生心不一樣，所以「種種信解」。如果我們把這一句分成兩段來看，意思就更圓滿了，「種種信解」是妄想分別執著，是妄心，妄心不一樣；真心清淨，真心離妄，妄不礙真，真也不礙妄，妄絕對不會染污真心，真心不礙妄心的發揮。重點是講，眾生妄想分別執著無量無邊，如何能令眾生都能夠回歸到清淨心？這是佛陀的慈悲教誨。"
    },
    {
      "id": "12-017-0549_p0029",
      "zh_CN": "佛教化众生的目的何在？『悉能悟入如来智』，如来究竟圆满的智慧，希望一切众生能悟入。『了达一切庄严境』，「庄严境」就是福，如来果地上究竟圆满的智慧，究竟圆满的福德庄严。悟入就是我们讲的证得、契入，换句话说，佛教化众生的目的是希望一切众生各个都成佛。《无量寿经》上讲的「一切皆成佛」，这是佛的心愿，跟凡夫不一样，凡夫只希望自己成就，别人都比我差一等，都不能跟我一样。那是凡夫，佛不是如此，佛是希望一切众生各个都成佛。",
      "zh_TW": "佛教化眾生的目的何在？『悉能悟入如來智』，如來究竟圓滿的智慧，希望一切眾生能悟入。『了達一切莊嚴境』，「莊嚴境」就是福，如來果地上究竟圓滿的智慧，究竟圓滿的福德莊嚴。悟入就是我們講的證得、契入，換句話說，佛教化眾生的目的是希望一切眾生各個都成佛。《無量壽經》上講的「一切皆成佛」，這是佛的心願，跟凡夫不一樣，凡夫只希望自己成就，別人都比我差一等，都不能跟我一樣。那是凡夫，佛不是如此，佛是希望一切眾生各個都成佛。"
    },
    {
      "id": "12-017-0549_p0030",
      "zh_CN": "菩萨尤其是了不起，菩萨是希望一切众生，「你先成佛，我后成佛」。人家存什么心？《地藏经》大家念得很熟，「地狱不空，誓不成佛」。那是什么心？我们要回过头来想想，我们是什么心？如果只想到自己成就，我成就之后你们再成就，这不是菩萨心。菩萨心是你们大家先成就、先成佛，我最后一个成佛，这是真正的菩萨。也许你说这是地藏菩萨的本愿，告诉诸位，每一个菩萨都是地藏菩萨，每一个菩萨都是观音菩萨，每一尊菩萨都是普贤、都是文殊。菩萨是修德，诸佛如来是果德、是性德。佛代表性德，菩萨代表修德；修德，大经里面常常说，不知道说了多少次，「一修一切修」。地藏菩萨决定具足所有一切菩萨圆满的修德，决定具足观音的慈悲、文殊的智慧、普贤的大愿。同样的道理，观音菩萨一定具足地藏菩萨的孝敬、文殊的智慧、普贤的弘愿，「一即一切，一切即一」。",
      "zh_TW": "菩薩尤其是了不起，菩薩是希望一切眾生，「你先成佛，我後成佛」。人家存什麼心？《地藏經》大家念得很熟，「地獄不空，誓不成佛」。那是什麼心？我們要回過頭來想想，我們是什麼心？如果只想到自己成就，我成就之後你們再成就，這不是菩薩心。菩薩心是你們大家先成就、先成佛，我最後一個成佛，這是真正的菩薩。也許你說這是地藏菩薩的本願，告訴諸位，每一個菩薩都是地藏菩薩，每一個菩薩都是觀音菩薩，每一尊菩薩都是普賢、都是文殊。菩薩是修德，諸佛如來是果德、是性德。佛代表性德，菩薩代表修德；修德，大經裡面常常說，不知道說了多少次，「一修一切修」。地藏菩薩決定具足所有一切菩薩圓滿的修德，決定具足觀音的慈悲、文殊的智慧、普賢的大願。同樣的道理，觀音菩薩一定具足地藏菩薩的孝敬、文殊的智慧、普賢的弘願，「一即一切，一切即一」。"
    },
    {
      "id": "12-017-0549_p0031",
      "zh_CN": "你在某种机缘上偏重在哪个法里面，这个时候权称你为某某菩萨。菩萨哪有名号！名号是临时建立的，「名可名，非常名」，我们要懂得这个道理。尤其是华严境界，华严境界里面给我们讲的大众，总有一百七十多个团体，这个「众」现在人叫团体。每一个团体里面的大众都是无量无边恒河沙数，为什么？它包括了尽虚空遍法界。我们在不在《华严经》这个数字之中？在，一个都没有少。所以《华严经》不是这个经本，你把经本看作《华严经》，你永远不能入华严境界，《华严经》就是虚空法界一切众生。清凉大师给我们解释的四无碍法界，四种，理没有障碍、事没有障碍、理事无碍、事事无碍，这显示出真解脱、大自在，显示出圆满的智慧，究竟的福德。你要是懂得了，《华严》不能不学，学《华严》才能圆成佛道。你现在不学这个法门，你将来会学这个法门，这是佛门，不仅是释迦牟尼佛，是十方三世一切诸佛教化众生唯一的课程。《法华经》上讲的，「唯有一乘法，无二亦无三」，《华严经》是一乘法细说，《法华经》是一乘法略说，《法华经》跟《华严经》境界完全相同。二乘、三乘是佛方便说，这是佛的真实说，我们要懂。它跟净土跟任何宗派都有密切关系，所以古大德称它为佛家的根本法轮，佛法里面的基本法。方东美先生称它为佛法的根，他教学生也是把这个看作最重要的教科书，从这个地方入门。他这个看法跟弘一大师的看法相同，他认为知识分子，受过大学教育的，想学佛从这一部经入门。这个看法，对于接引众生来说是方便。知识分子总免不了有好高、贡高的习气，所以对于小法他没看上眼，没瞧得起；这个法门，他自然会很尊重，他会产生兴趣，信心不见得，这个信解很难，兴趣有，有这么大的分量，有这样丰富的内容和高深的理论。方先生常说：「《华严》是世界上最好的哲学概论。」我那个时候跟他，他完全把这个当作哲学书来研究，他说这里头有圆满的理论，有非常完备的方法，而且还带表演，五十三参是表演。编教科书，全世界的教科书都比不上《华严经》，《华严经》这种编法才是真正完美，没有一丝毫缺陷。",
      "zh_TW": "你在某種機緣上偏重在哪個法裡面，這個時候權稱你為某某菩薩。菩薩哪有名號！名號是臨時建立的，「名可名，非常名」，我們要懂得這個道理。尤其是華嚴境界，華嚴境界裡面給我們講的大眾，總有一百七十多個團體，這個「眾」現在人叫團體。每一個團體裡面的大眾都是無量無邊恆河沙數，為什麼？它包括了盡虛空遍法界。我們在不在《華嚴經》這個數字之中？在，一個都沒有少。所以《華嚴經》不是這個經本，你把經本看作《華嚴經》，你永遠不能入華嚴境界，《華嚴經》就是虛空法界一切眾生。清涼大師給我們解釋的四無礙法界，四種，理沒有障礙、事沒有障礙、理事無礙、事事無礙，這顯示出真解脫、大自在，顯示出圓滿的智慧，究竟的福德。你要是懂得了，《華嚴》不能不學，學《華嚴》才能圓成佛道。你現在不學這個法門，你將來會學這個法門，這是佛門，不僅是釋迦牟尼佛，是十方三世一切諸佛教化眾生唯一的課程。《法華經》上講的，「唯有一乘法，無二亦無三」，《華嚴經》是一乘法細說，《法華經》是一乘法略說，《法華經》跟《華嚴經》境界完全相同。二乘、三乘是佛方便說，這是佛的真實說，我們要懂。它跟淨土跟任何宗派都有密切關係，所以古大德稱它為佛家的根本法輪，佛法裡面的基本法。方東美先生稱它為佛法的根，他教學生也是把這個看作最重要的教科書，從這個地方入門。他這個看法跟弘一大師的看法相同，他認為知識分子，受過大學教育的，想學佛從這一部經入門。這個看法，對於接引眾生來說是方便。知識分子總免不了有好高、貢高的習氣，所以對於小法他沒看上眼，沒瞧得起；這個法門，他自然會很尊重，他會產生興趣，信心不見得，這個信解很難，興趣有，有這麼大的分量，有這樣豐富的內容和高深的理論。方先生常說：「《華嚴》是世界上最好的哲學概論。」我那個時候跟他，他完全把這個當作哲學書來研究，他說這裡頭有圓滿的理論，有非常完備的方法，而且還帶表演，五十三參是表演。編教科書，全世界的教科書都比不上《華嚴經》，《華嚴經》這種編法才是真正完美，沒有一絲毫缺陷。"
    },
    {
      "id": "12-017-0549_p0032",
      "zh_CN": "在中国儒家教科书里面，朱夫子编的《四书》，我们从小就念，到学佛之后我看出来了，他编《四书》的灵感可能是从《华严经》来的，模仿《华严经》，有理论、有方法、带表演。你看四书，《中庸》是理论，《大学》是方法。《论语》是孔夫子把《大学》、《中庸》的理论、方法做出来给我们看，你看圣人如何落实的；孟子是贤人，贤人将《中庸》、《大学》是怎样落实在生活上，那就跟五十三参没有两样。这个教科书编得好，我怎么想都以为是朱夫子从《华严经》上得的灵感，编出这样完美的教科书。从宋朝一直到现在将近一千年，哪一个读书人不把这部书当作最重要的课程，你就晓得编得好，方老师说：「在外国教科书里还不曾发现」。所以从这个地方我们了解佛法，知道佛的心、佛的意愿，希望一切众生早一天成佛。",
      "zh_TW": "在中國儒家教科書裡面，朱夫子編的《四書》，我們從小就念，到學佛之後我看出來了，他編《四書》的靈感可能是從《華嚴經》來的，模仿《華嚴經》，有理論、有方法、帶表演。你看四書，《中庸》是理論，《大學》是方法。《論語》是孔夫子把《大學》、《中庸》的理論、方法做出來給我們看，你看聖人如何落實的；孟子是賢人，賢人將《中庸》、《大學》是怎樣落實在生活上，那就跟五十三參沒有兩樣。這個教科書編得好，我怎麼想都以為是朱夫子從《華嚴經》上得的靈感，編出這樣完美的教科書。從宋朝一直到現在將近一千年，哪一個讀書人不把這部書當作最重要的課程，你就曉得編得好，方老師說：「在外國教科書裡還不曾發現」。所以從這個地方我們了解佛法，知道佛的心、佛的意願，希望一切眾生早一天成佛。"
    },
    {
      "id": "12-017-0549_p0033",
      "zh_CN": "清凉大师说：「庄严即福也，亦通二严」，包括智慧，福、慧二严；「皆佛令尔」，都是佛本愿威神的加持。所以菩萨在此地，赞叹大众的德就是赞叹佛德，大众的智与德都是佛教的，这个说法很有道理。正如同我们赞叹别人，我们赞叹他的学生，赞叹学生的德行，那不就是赞叹老师？这个学生的德行是老师教的，赞学生就是赞老师；赞老师，学生也沾光，也是赞学生，所谓是「明师出高徒」。世尊在《阿难问事佛吉凶经》里面说得很明白，学生跟老师可不能互相批评毁谤，那就错了，不知道师生是一体，跟父子一样，毁谤老师就是毁谤自己。这个老师不好，你为什么跟他学，你为什么拜他做老师？你自己不是无知吗？我们一般人讲得不好听的话，你心盲、眼盲，你眼睛瞎了，你心也盲了，你怎么会拜他做老师，你怎么会跟他学？所以，学生帮老师就是帮自己。老师帮学生也是帮自己，这个学生不是好学生，你为什么收他？你收了他，可见得你没有智慧，你没有能力辨别善恶，你没有知人之明，你还能教学吗？所以师资之道，互相的赞叹，佛在经上这样教导我们的。我们赞佛，依佛为老师，真的我们沾了佛的光。佛称我们为弟子，佛今天不在世，我们自己要常常反省、要常常检点，我们像不像是佛弟子？如何让社会大众肯定我们是佛弟子，让九法界众生承认我们是佛弟子？我们以佛为师，向他学习，学的总能够相似，不能学得一模一样，也学得差不多，有这么一个样子，天龙鬼神就肯定你是佛弟子。",
      "zh_TW": "清涼大師說：「莊嚴即福也，亦通二嚴」，包括智慧，福、慧二嚴；「皆佛令爾」，都是佛本願威神的加持。所以菩薩在此地，讚歎大眾的德就是讚歎佛德，大眾的智與德都是佛教的，這個說法很有道理。正如同我們讚歎別人，我們讚歎他的學生，讚歎學生的德行，那不就是讚歎老師？這個學生的德行是老師教的，讚學生就是讚老師；讚老師，學生也沾光，也是讚學生，所謂是「明師出高徒」。世尊在《阿難問事佛吉凶經》裡面說得很明白，學生跟老師可不能互相批評毀謗，那就錯了，不知道師生是一體，跟父子一樣，毀謗老師就是毀謗自己。這個老師不好，你為什麼跟他學，你為什麼拜他做老師？你自己不是無知嗎？我們一般人講得不好聽的話，你心盲、眼盲，你眼睛瞎了，你心也盲了，你怎麼會拜他做老師，你怎麼會跟他學？所以，學生幫老師就是幫自己。老師幫學生也是幫自己，這個學生不是好學生，你為什麼收他？你收了他，可見得你沒有智慧，你沒有能力辨別善惡，你沒有知人之明，你還能教學嗎？所以師資之道，互相的讚歎，佛在經上這樣教導我們的。我們讚佛，依佛為老師，真的我們沾了佛的光。佛稱我們為弟子，佛今天不在世，我們自己要常常反省、要常常檢點，我們像不像是佛弟子？如何讓社會大眾肯定我們是佛弟子，讓九法界眾生承認我們是佛弟子？我們以佛為師，向他學習，學的總能夠相似，不能學得一模一樣，也學得差不多，有這麼一個樣子，天龍鬼神就肯定你是佛弟子。"
    },
    {
      "id": "12-017-0549_p0034",
      "zh_CN": "戒经里头常讲：「受持三皈，就有三十六位护法神日夜护持你。」我们去受三皈，就有这么多护法神来保佑你吗？未必！为什么？经上是这么说！你有没有受持三皈？你要懂得受持两个字的意思，受是完全接受，也就是我完全做到，你没有做到不叫受。「受」是我接到了，我做到了；「持」是保持，不是做一天两天。戒经里面常讲「尽形寿受持」，尽形寿，浅而言之是一生，我只要有这个身体，身体是形，只要有寿命，我活一天我就做到一天，决定不违背，这是受持浅的意思；深的意思是生生世世。为什么？众生在九法界这个形会改变，改变那个形还是个形，形存在；换句话说，你的身没有变，换一个身就是了。你并没有把这个身舍掉，你一舍掉马上又换一个身，你的形永远存在，你的寿也永远存在，无量寿！哪个人不是无量寿？身形不断的在转变，尽形寿受持，那就是无量寿的受持，我们要懂得、要明了；这个样子护法神尊敬你，护法神义务的来拥护你、照顾你，那是真的不是假的，这个话是佛说的。绝对不是受一个形式的三皈，就以为有护法神保佑你了，那是假的，那是你完全误会了，你只有形式，你没有实质。",
      "zh_TW": "戒經裡頭常講：「受持三皈，就有三十六位護法神日夜護持你。」我們去受三皈，就有這麼多護法神來保佑你嗎？未必！為什麼？經上是這麼說！你有沒有受持三皈？你要懂得受持兩個字的意思，受是完全接受，也就是我完全做到，你沒有做到不叫受。「受」是我接到了，我做到了；「持」是保持，不是做一天兩天。戒經裡面常講「盡形壽受持」，盡形壽，淺而言之是一生，我只要有這個身體，身體是形，只要有壽命，我活一天我就做到一天，決定不違背，這是受持淺的意思；深的意思是生生世世。為什麼？眾生在九法界這個形會改變，改變那個形還是個形，形存在；換句話說，你的身沒有變，換一個身就是了。你並沒有把這個身捨掉，你一捨掉馬上又換一個身，你的形永遠存在，你的壽也永遠存在，無量壽！哪個人不是無量壽？身形不斷的在轉變，盡形壽受持，那就是無量壽的受持，我們要懂得、要明瞭；這個樣子護法神尊敬你，護法神義務的來擁護你、照顧你，那是真的不是假的，這個話是佛說的。絕對不是受一個形式的三皈，就以為有護法神保佑你了，那是假的，那是你完全誤會了，你只有形式，你沒有實質。"
    },
    {
      "id": "12-017-0549_p0035",
      "zh_CN": "佛法重实质不重形式，所以三皈的授受，可以不必找法师在形式上受，三皈可以自己受，在佛菩萨面前，你发誓：「我一定依佛这三条教诲，我皈依佛、皈依法、皈依僧。」佛是觉悟，《六祖坛经》上讲得好，讲得清楚明白，能大师讲：「皈依觉，皈依正，皈依净」，觉正净是自性三宝。皈是回归、回头，我知道我错了，从前我迷惑颠倒，我从迷惑颠倒回过头来依觉悟、依正觉，这个你才真的皈依了。我们把这个标准再降，降到极低，有那么一点点样子，没有学佛之前感情用事，感情是迷，迷情；学佛之后处事待人接物，我用理智不用感情，不会有感情冲动，智慧作主，你真的皈依佛了。",
      "zh_TW": "佛法重實質不重形式，所以三皈的授受，可以不必找法師在形式上受，三皈可以自己受，在佛菩薩面前，你發誓：「我一定依佛這三條教誨，我皈依佛、皈依法、皈依僧。」佛是覺悟，《六祖壇經》上講得好，講得清楚明白，能大師講：「皈依覺，皈依正，皈依淨」，覺正淨是自性三寶。皈是回歸、回頭，我知道我錯了，從前我迷惑顛倒，我從迷惑顛倒回過頭來依覺悟、依正覺，這個你才真的皈依了。我們把這個標準再降，降到極低，有那麼一點點樣子，沒有學佛之前感情用事，感情是迷，迷情；學佛之後處事待人接物，我用理智不用感情，不會有感情衝動，智慧作主，你真的皈依佛了。"
    },
    {
      "id": "12-017-0549_p0036",
      "zh_CN": "皈依法是什么意思？「法」是正知正见。从前没有学佛，我的思想见解都是错误，现在学了佛，我要依正知正见。什么是「正知正见」？这个经典展开，大家晓得佛给我们讲了十条，布施是正知正见，持戒是正知正见，十波罗蜜是正知正见。正知正见反面，就是我们现在生活上所显现出来的，悭贪是邪知邪见，恶业是邪知邪见，瞋恚是邪知邪见，十波罗蜜的对面是邪知邪见。我们把这些邪知邪见舍掉，依正知正见，这叫皈依法。",
      "zh_TW": "皈依法是什麼意思？「法」是正知正見。從前沒有學佛，我的思想見解都是錯誤，現在學了佛，我要依正知正見。什麼是「正知正見」？這個經典展開，大家曉得佛給我們講了十條，布施是正知正見，持戒是正知正見，十波羅蜜是正知正見。正知正見反面，就是我們現在生活上所顯現出來的，慳貪是邪知邪見，惡業是邪知邪見，瞋恚是邪知邪見，十波羅蜜的對面是邪知邪見。我們把這些邪知邪見捨掉，依正知正見，這叫皈依法。"
    },
    {
      "id": "12-017-0549_p0037",
      "zh_CN": "第三个皈依僧。「僧」代表清净，六根清净，一尘不染。「僧」代表和合，就是我们今天讲的平等对待、和睦相处，与一切众生共处，平等对待、和睦相处。这才叫真正皈依三宝，必定有护法神保护你。为什么？你是真正的三宝弟子，你是真正佛的学生。佛的学生一定要做到这三条，这三条是纲，我们常常讲的「三福、三学、六度、十愿」是目。总纲领就是这三条：「觉而不迷，正而不邪，净而不染」，都要依佛陀教诲为标准，这才能契入佛的境界。所以「一切庄严境」，也可以包括如来果地上的福慧二足尊。这一首是总说。第二首：",
      "zh_TW": "第三個皈依僧。「僧」代表清淨，六根清淨，一塵不染。「僧」代表和合，就是我們今天講的平等對待、和睦相處，與一切眾生共處，平等對待、和睦相處。這才叫真正皈依三寶，必定有護法神保護你。為什麼？你是真正的三寶弟子，你是真正佛的學生。佛的學生一定要做到這三條，這三條是綱，我們常常講的「三福、三學、六度、十願」是目。總綱領就是這三條：「覺而不迷，正而不邪，淨而不染」，都要依佛陀教誨為標準，這才能契入佛的境界。所以「一切莊嚴境」，也可以包括如來果地上的福慧二足尊。這一首是總說。第二首："
    },
    {
      "id": "12-017-0549_p0038",
      "zh_CN": "【各起净愿修诸行，悉曾供养无量佛，能见如来真实体，及以一切诸神变。】",
      "zh_TW": "【各起淨願修諸行，悉曾供養無量佛，能見如來真實體，及以一切諸神變。】"
    },
    {
      "id": "12-017-0549_p0039",
      "zh_CN": "这四句也含着四个意思。第一句是发愿修行，愿为先导，以行践愿。这是别说，前面是总说。『各起净愿』，这是讲十方一切众生。这个话都是从学生这边说的，实际上意思全是赞佛，老师好！赞学生就是赞老师。各个都能发大愿，愿度众生。什么叫「净愿」？净愿里面不附带任何条件，这个愿是清净的；如果附带条件在里面，这个愿就不清净。这个度，我在讲席里常常讲，讲的次数太多了，还要讲，为什么？你还没有悟过来。「度」用现在的话来讲，就是服务，尽心尽力为大众服务，为一切有情众生服务，为无情众生服务。树木花草我们都要照顾好，要为它服务，不仅是为一切人，为一切动物、为一切植物，甚至于桌椅板凳，它供养我们，我们要为它服务。每天把它擦得干干净净，摆得整整齐齐，为它服务，报答它，它为我们服务，我们也为它服务，要互相尊重，要互相敬爱。对物尚且如此，何况对人！天地万物，互有恩义，我们常讲的「道义、仁义、情义、恩义」，天地万物彼此互相都有这四种大义。你觉察到了，你明白了，你就是菩萨，你就是一个修行人，觉悟的人。你会把你从前没有觉察所犯的错误全部修正过来，这是修行。",
      "zh_TW": "這四句也含著四個意思。第一句是發願修行，願為先導，以行踐願。這是別說，前面是總說。『各起淨願』，這是講十方一切眾生。這個話都是從學生這邊說的，實際上意思全是讚佛，老師好！讚學生就是讚老師。各個都能發大願，願度眾生。什麼叫「淨願」？淨願裡面不附帶任何條件，這個願是清淨的；如果附帶條件在裡面，這個願就不清淨。這個度，我在講席裡常常講，講的次數太多了，還要講，為什麼？你還沒有悟過來。「度」用現在的話來講，就是服務，盡心盡力為大眾服務，為一切有情眾生服務，為無情眾生服務。樹木花草我們都要照顧好，要為它服務，不僅是為一切人，為一切動物、為一切植物，甚至於桌椅板凳，它供養我們，我們要為它服務。每天把它擦得乾乾淨淨，擺得整整齊齊，為它服務，報答它，它為我們服務，我們也為它服務，要互相尊重，要互相敬愛。對物尚且如此，何況對人！天地萬物，互有恩義，我們常講的「道義、仁義、情義、恩義」，天地萬物彼此互相都有這四種大義。你覺察到了，你明白了，你就是菩薩，你就是一個修行人，覺悟的人。你會把你從前沒有覺察所犯的錯誤全部修正過來，這是修行。"
    },
    {
      "id": "12-017-0549_p0040",
      "zh_CN": "修行具体举了一桩事情，『悉曾供养无量佛』，「悉」是圆满，一个不漏；「无量佛」，这是讲十方三世一切诸佛。三世，未来世的诸佛就是一切有情众生，一切有情众生是未来佛。佛弟子心目当中，把十方三世一切刹土里面的众生，一切刹土都有九法界的众生，都看作佛，都把他当佛一样的尊敬，一样的敬爱，一样的供养，供养的范围太广太广了。不但是一切有情众生，无情众生也是一样的供养，为什么？因为他知道「情与无情，同圆种智」。你要是对待有情众生供养，无情众生就疏忽了，你不是佛弟子，你没有觉悟。无情众生跟有情众生一样的恭敬尊重供养，那就对了。《华严经》里面十波罗蜜，是所有菩萨修行的，除这个之外还有十大愿王，代表十波罗蜜的是文殊菩萨，代表十大愿的是普贤菩萨。「各起净愿」就是十大愿王，「修诸行」就是十波罗蜜。",
      "zh_TW": "修行具體舉了一樁事情，『悉曾供養無量佛』，「悉」是圓滿，一個不漏；「無量佛」，這是講十方三世一切諸佛。三世，未來世的諸佛就是一切有情眾生，一切有情眾生是未來佛。佛弟子心目當中，把十方三世一切剎土裡面的眾生，一切剎土都有九法界的眾生，都看作佛，都把他當佛一樣的尊敬，一樣的敬愛，一樣的供養，供養的範圍太廣太廣了。不但是一切有情眾生，無情眾生也是一樣的供養，為什麼？因為他知道「情與無情，同圓種智」。你要是對待有情眾生供養，無情眾生就疏忽了，你不是佛弟子，你沒有覺悟。無情眾生跟有情眾生一樣的恭敬尊重供養，那就對了。《華嚴經》裡面十波羅蜜，是所有菩薩修行的，除這個之外還有十大願王，代表十波羅蜜的是文殊菩薩，代表十大願的是普賢菩薩。「各起淨願」就是十大願王，「修諸行」就是十波羅蜜。"
    },
    {
      "id": "12-017-0549_p0041",
      "zh_CN": "行门里面落实特别举出普贤十愿里面「广修供养」，人家是怎么作法的。第三句说『能见如来真实体』，这一句话就是禅宗讲的「明心见性」，这样修行就能明心见性。所以「净愿」是普贤的十愿，「诸行」是文殊的十波罗蜜，「供养」就是十愿十行，这十种波罗蜜落实了，你就能见性。这一句是讲见性体。『及以一切诸神变』，这是见自性的德用。我们讲性体、性德，德就是用，它起作用，它的作用是一切诸神变。「一切诸神变」是什么？就是本经所说的虚空法界刹土众生。「唯心所现」是神变，神是神奇莫测，不可思议，变化出虚空法界刹土众生；还有一变是「唯识所变」，变成了十法界依正庄严。",
      "zh_TW": "行門裡面落實特別舉出普賢十願裡面「廣修供養」，人家是怎麼作法的。第三句說『能見如來真實體』，這一句話就是禪宗講的「明心見性」，這樣修行就能明心見性。所以「淨願」是普賢的十願，「諸行」是文殊的十波羅蜜，「供養」就是十願十行，這十種波羅蜜落實了，你就能見性。這一句是講見性體。『及以一切諸神變』，這是見自性的德用。我們講性體、性德，德就是用，它起作用，它的作用是一切諸神變。「一切諸神變」是什麼？就是本經所說的虛空法界剎土眾生。「唯心所現」是神變，神是神奇莫測，不可思議，變化出虛空法界剎土眾生；還有一變是「唯識所變」，變成了十法界依正莊嚴。"
    },
    {
      "id": "12-017-0549_p0042",
      "zh_CN": "现在许许多多科学家、哲学家、宗教家，都在探讨虚空法界、刹土众生从哪里来的？怎么发生的？我们现在看到许许多多这些书籍，那些书籍都是他们在思惟、在探索。有没有探索到真相？没有，完全是猜测，「大概是这样的」。菩萨到这个时候看得清清楚楚、明明白白，这个诸位一要懂得。你能够见如来真实体是根本智，及以一切诸神变是后得智。换句话说，你要不能见性，你对于虚空法界怎么来的？到底怎么回事情？你怎么猜你也猜不中，不管你用什么方法去探索，再高明的科学仪器也没有办法探测到它的真实相。如果这些方法能够探测到，我们何必要求明心见性？发展科学那就对了。现代人的观念如是，「佛法没用，科学有用」，科学发展到最后产生一个副作用，副作用是什么？世界末日。其中的利害得失谁明了？还是诸佛菩萨。这是「赞叹别说」的第一首偈。现在时间到了，我们就讲到此地。",
      "zh_TW": "現在許許多多科學家、哲學家、宗教家，都在探討虛空法界、剎土眾生從哪裡來的？怎麼發生的？我們現在看到許許多多這些書籍，那些書籍都是他們在思惟、在探索。有沒有探索到真相？沒有，完全是猜測，「大概是這樣的」。菩薩到這個時候看得清清楚楚、明明白白，這個諸位一要懂得。你能夠見如來真實體是根本智，及以一切諸神變是後得智。換句話說，你要不能見性，你對於虛空法界怎麼來的？到底怎麼回事情？你怎麼猜你也猜不中，不管你用什麼方法去探索，再高明的科學儀器也沒有辦法探測到它的真實相。如果這些方法能夠探測到，我們何必要求明心見性？發展科學那就對了。現代人的觀念如是，「佛法沒用，科學有用」，科學發展到最後產生一個副作用，副作用是什麼？世界末日。其中的利害得失誰明瞭？還是諸佛菩薩。這是「讚歎別說」的第一首偈。現在時間到了，我們就講到此地。"
    }
  ]
}