{
  "doc_id": "12-017-0260",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二六０卷",
    "zh_TW": "第二六０卷"
  },
  "year": "2000",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "12-017-0260",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "12-017-0260_p0001",
      "zh_CN": "请看「世主妙严品」，得法赞佛，八部四王众，鸠槃茶王长行，第二句：",
      "zh_TW": "請看「世主妙嚴品」，得法讚佛，八部四王眾，鳩槃茶王長行，第二句："
    },
    {
      "id": "12-017-0260_p0002",
      "zh_CN": "【龙主鸠槃茶王，得修习无边行门海解脱门。】",
      "zh_TW": "【龍主鳩槃茶王，得修習無邊行門海解脫門。】"
    },
    {
      "id": "12-017-0260_p0003",
      "zh_CN": "清凉大师给我们注解的文字不多，提示给我们，「修习等者，二利之行，趣果曰门，深广难穷，名无边海」。他老人家给我们的提示，给我们从这个地方去思考。『修习无边行门海』，「海」是比喻，比喻多，比喻深广，行门无量无边。关键在「修习」这两个字，修是修正，习就是生活，现在的话讲「落实」，落实在生活上，落实在工作上，落实在处事待人接物上，这叫习。「行门」，行用现在的话来说，就是行为、行动。佛菩萨把我们的生活行为归纳为三大类：身、语、意，归纳为这三类。行门再多，也不出这三类。身体的造作是属于身的行为，言语是属于口业的行为，念头是属于意业的行为，世尊在《无量寿经》上教我们的原则，「善护口业，不讥他过；善护身业，不失律仪；善护意业，清净无染」。龙主鸠槃茶王他所修学的就是这一段经文，这一段经文总结起来是善护三业，所以我们跟《无量寿经》一对照，就知道他所修学法门义趣之所在。",
      "zh_TW": "清涼大師給我們註解的文字不多，提示給我們，「修習等者，二利之行，趣果曰門，深廣難窮，名無邊海」。他老人家給我們的提示，給我們從這個地方去思考。『修習無邊行門海』，「海」是比喻，比喻多，比喻深廣，行門無量無邊。關鍵在「修習」這兩個字，修是修正，習就是生活，現在的話講「落實」，落實在生活上，落實在工作上，落實在處事待人接物上，這叫習。「行門」，行用現在的話來說，就是行為、行動。佛菩薩把我們的生活行為歸納為三大類：身、語、意，歸納為這三類。行門再多，也不出這三類。身體的造作是屬於身的行為，言語是屬於口業的行為，念頭是屬於意業的行為，世尊在《無量壽經》上教我們的原則，「善護口業，不譏他過；善護身業，不失律儀；善護意業，清淨無染」。龍主鳩槃茶王他所修學的就是這一段經文，這一段經文總結起來是善護三業，所以我們跟《無量壽經》一對照，就知道他所修學法門義趣之所在。"
    },
    {
      "id": "12-017-0260_p0004",
      "zh_CN": "这几句话说得是很简单，可是要做得圆满，就相当不容易。什么人做得圆满？佛果地上做圆满了。因地修行，佛在大小乘一切经论里面教导我们，严持禁戒。可是我们展开佛法的戒经来看，甚至于许许多多地方我们很难理解，也不容易体会，原因是什么？古时候的生活方式跟我们现在不一样，不要说印度，就是我们中国自己古书里头，譬如《礼记》里面所记载的，有很多话我们就不懂。譬如说进门要脱鞋子，这个话我们现在不懂，进门为什么要脱鞋子？原来从前人居住的房子跟我们现在不一样，古时候人住的房子就是日本那个榻榻米的房子，那进门当然要脱鞋子上去。所以到日本去看，要是拿中国《礼记》所说的，我们就明了了。但是中国人的生活方式跟古人已经改变了，完全不相同，日本人还保留。对待贵宾要铺重席，重席是坐垫，给他两个坐垫、三个坐垫，这是对他特别尊敬，普通是一个坐垫，必须在那个生活环境里面我们才能看到。印度人生活方式跟我们差距就更大了，所以戒经里面所说的都是古印度现实的生活。",
      "zh_TW": "這幾句話說得是很簡單，可是要做得圓滿，就相當不容易。什麼人做得圓滿？佛果地上做圓滿了。因地修行，佛在大小乘一切經論裡面教導我們，嚴持禁戒。可是我們展開佛法的戒經來看，甚至於許許多多地方我們很難理解，也不容易體會，原因是什麼？古時候的生活方式跟我們現在不一樣，不要說印度，就是我們中國自己古書裡頭，譬如《禮記》裡面所記載的，有很多話我們就不懂。譬如說進門要脫鞋子，這個話我們現在不懂，進門為什麼要脫鞋子？原來從前人居住的房子跟我們現在不一樣，古時候人住的房子就是日本那個榻榻米的房子，那進門當然要脫鞋子上去。所以到日本去看，要是拿中國《禮記》所說的，我們就明瞭了。但是中國人的生活方式跟古人已經改變了，完全不相同，日本人還保留。對待貴賓要鋪重席，重席是坐墊，給他兩個坐墊、三個坐墊，這是對他特別尊敬，普通是一個坐墊，必須在那個生活環境裡面我們才能看到。印度人生活方式跟我們差距就更大了，所以戒經裡面所說的都是古印度現實的生活。"
    },
    {
      "id": "12-017-0260_p0005",
      "zh_CN": "因此严持戒律是原则，决定没有错误，可是戒律里面的条文要修订。什么人敢修订佛的戒律？佛的戒律一定要永久保存，不能更动一个字，我们现实的生活必须要另外订一套。在唐朝，诸位晓得「马祖建丛林，百丈立清规」，清规就是依照中国人方式所制定的戒条，我们就容易遵守。中国这个国家幅员很大，一直到现在，中国人的生活方式还有许许多多的不相同，北方人的生活习惯跟南方人就不相同，汉族人生活习惯跟苗族、跟回族、跟藏族人也都不相同，这些我们都必须通达明了。",
      "zh_TW": "因此嚴持戒律是原則，決定沒有錯誤，可是戒律裡面的條文要修訂。什麼人敢修訂佛的戒律？佛的戒律一定要永久保存，不能更動一個字，我們現實的生活必須要另外訂一套。在唐朝，諸位曉得「馬祖建叢林，百丈立清規」，清規就是依照中國人方式所制定的戒條，我們就容易遵守。中國這個國家幅員很大，一直到現在，中國人的生活方式還有許許多多的不相同，北方人的生活習慣跟南方人就不相同，漢族人生活習慣跟苗族、跟回族、跟藏族人也都不相同，這些我們都必須通達明瞭。"
    },
    {
      "id": "12-017-0260_p0006",
      "zh_CN": "佛法它有最高的原则，就是我们今天所讲的本土化与现代化，它的精神、原则永远不变，生活方式一定要随顺人情。普贤十愿里面就讲到，「恒顺众生，随喜功德」，他没有说恒顺佛陀，这个意思我们要能体会。佛菩萨恒顺众生，不是叫众生恒顺佛陀。众生要恒顺佛陀的教诲，遵守他的原理原则，可是在生活习惯上佛菩萨恒顺众生。我们学佛如果不能通达这些原理原则，佛法就行不通了。",
      "zh_TW": "佛法它有最高的原則，就是我們今天所講的本土化與現代化，它的精神、原則永遠不變，生活方式一定要隨順人情。普賢十願裡面就講到，「恆順眾生，隨喜功德」，他沒有說恆順佛陀，這個意思我們要能體會。佛菩薩恆順眾生，不是叫眾生恆順佛陀。眾生要恆順佛陀的教誨，遵守他的原理原則，可是在生活習慣上佛菩薩恆順眾生。我們學佛如果不能通達這些原理原則，佛法就行不通了。"
    },
    {
      "id": "12-017-0260_p0007",
      "zh_CN": "佛陀在世的时候，生活方式是三衣一钵，现在还有人提倡要用钵来吃饭，这个不合现代时宜。那只是少数人，你们愿意那么做，我们也不反对，但是决定在这个社会上行不通。在这个社会上，今天要提倡佛教，提倡佛的教诲，要大家都着三衣一钵，谁来学？没有人来了。这就所谓是不合潮流、不合时代，我们要懂得这个原理原则。大概戒经里面根本戒是能够超越时空的，不受时间、空间的限制，永恒不变的。根本戒里面，不杀生、不偷盗、不邪淫、不饮酒、不妄语，这是我们平常讲的五戒。无论大乘小乘、显教密教，在家戒或者是出家戒，前面都是这五条，这个叫根本戒，决定正确而没有错误的。其余属于生活习惯方面，一定要合乎本土化跟现代化，决定不能脱离现实的社会，不能脱离现代人生活方式，佛教才能行得通。",
      "zh_TW": "佛陀在世的時候，生活方式是三衣一缽，現在還有人提倡要用缽來吃飯，這個不合現代時宜。那只是少數人，你們願意那麼做，我們也不反對，但是決定在這個社會上行不通。在這個社會上，今天要提倡佛教，提倡佛的教誨，要大家都著三衣一缽，誰來學？沒有人來了。這就所謂是不合潮流、不合時代，我們要懂得這個原理原則。大概戒經裡面根本戒是能夠超越時空的，不受時間、空間的限制，永恆不變的。根本戒裡面，不殺生、不偷盜、不邪淫、不飲酒、不妄語，這是我們平常講的五戒。無論大乘小乘、顯教密教，在家戒或者是出家戒，前面都是這五條，這個叫根本戒，決定正確而沒有錯誤的。其餘屬於生活習慣方面，一定要合乎本土化跟現代化，決定不能脫離現實的社會，不能脫離現代人生活方式，佛教才能行得通。"
    },
    {
      "id": "12-017-0260_p0008",
      "zh_CN": "过去我在美国说过，在新加坡也说过，古代印度教教义也很不错，为什么不能传播到全世界？甚至于说回教也不错，基督教也不错。在中国历史上，基督教传到中国来是唐朝时候，唐朝时候叫景教。中国人称景教就是基督教，也有一千多年的历史了，差不多将近一千五百年，为什么中国人不能够普遍接受，而普遍接受佛教？我在早年，二十几岁的时候，遇到一位美国的传教师，他是很感慨的跟我说，他说：你们中国人，人口超过五亿人，这是在那个时代，基督教传到中国来一、两百年，可是基督徒还没有超过一百万人，这很悲哀！两百多年的时间，这么多的人口比例里面，信仰基督教的还不到一百万人，所以感觉很悲哀。我们那个时候听到也很同情，但是不知道是什么原因。",
      "zh_TW": "過去我在美國說過，在新加坡也說過，古代印度教教義也很不錯，為什麼不能傳播到全世界？甚至於說回教也不錯，基督教也不錯。在中國歷史上，基督教傳到中國來是唐朝時候，唐朝時候叫景教。中國人稱景教就是基督教，也有一千多年的歷史了，差不多將近一千五百年，為什麼中國人不能夠普遍接受，而普遍接受佛教？我在早年，二十幾歲的時候，遇到一位美國的傳教師，他是很感慨的跟我說，他說：你們中國人，人口超過五億人，這是在那個時代，基督教傳到中國來一、兩百年，可是基督徒還沒有超過一百萬人，這很悲哀！兩百多年的時間，這麼多的人口比例裡面，信仰基督教的還不到一百萬人，所以感覺很悲哀。我們那個時候聽到也很同情，但是不知道是什麼原因。"
    },
    {
      "id": "12-017-0260_p0009",
      "zh_CN": "为什么佛教一传到中国，就普遍为中国朝野所接受，而对中国文化产生这么大的影响？到以后我们学了佛才明了，佛法是开放的，他们宗教是保守的，保守当然就困难，你跟别人家文化不相同，你要叫别人舍弃他自己的文化，学习他们的，这是不太容易做到的。这种情形，今天在澳洲，我听说土着他们非常保守，这个情形就相类似，所以一定要有很开明，非常开放的，他们就容易接受。不破坏他固有的文化，而且对他固有文化还有贡献、还有帮助，他就乐意接受。这是印度教、伊斯兰教、基督教、其他宗教在中国传播，远远不如佛教的原因在此地。佛教是开放的，佛教不是保守的，佛教是认同所有一切文化，佛教赞叹不同的文化，这是我们特别在《华严经》上读到的。它认同，它赞叹，佛教用今天的话来说，确实它是多元文化的理念，多元文化的思想，多元文化的作法，所以能够得到许许多多不同的文化、不同的种族、不同的宗教都能够接受，原因是在这个地方。",
      "zh_TW": "為什麼佛教一傳到中國，就普遍為中國朝野所接受，而對中國文化產生這麼大的影響？到以後我們學了佛才明瞭，佛法是開放的，他們宗教是保守的，保守當然就困難，你跟別人家文化不相同，你要叫別人捨棄他自己的文化，學習他們的，這是不太容易做到的。這種情形，今天在澳洲，我聽說土著他們非常保守，這個情形就相類似，所以一定要有很開明，非常開放的，他們就容易接受。不破壞他固有的文化，而且對他固有文化還有貢獻、還有幫助，他就樂意接受。這是印度教、伊斯蘭教、基督教、其他宗教在中國傳播，遠遠不如佛教的原因在此地。佛教是開放的，佛教不是保守的，佛教是認同所有一切文化，佛教讚歎不同的文化，這是我們特別在《華嚴經》上讀到的。它認同，它讚歎，佛教用今天的話來說，確實它是多元文化的理念，多元文化的思想，多元文化的作法，所以能夠得到許許多多不同的文化、不同的種族、不同的宗教都能夠接受，原因是在這個地方。"
    },
    {
      "id": "12-017-0260_p0010",
      "zh_CN": "由此我们就明了，在中国，过去、现代都如是，总的原则就像一个国家的宪法一样，是佛陀经藏里面的律藏，这是总的。只要不违背律藏的原理原则、精神，条文是可以修订的，是可以自己来制作的。百丈大师的清规，就给我们做了很好的典范、很好的启示，然后我们每一个寺庙里面有常住公约。常住公约每一个寺庙里头条文都不一样，这就是适合我们现前修学的环境，适合我们大家在一起共修，制定这些条文。六和敬里头「戒和同修」，那个「戒」是我们大家制定的，我们道场的清规，只适合我们这个道场；另外的道场，他们有他们的公约，有他们的规矩。所谓是家有家规，国有国法，每一家都有他自己的规矩，但是他自己的规约决定不违背佛陀教诫的精神，这个要懂得。如果违背教诫的精神，那就好像地方的法规跟宪法有抵触，这是不容许的，这是错误的。纯正的一定与佛陀教诫相应，所以佛法才能够适应尽虚空、遍法界一切诸佛国土，不同的族群、不同的宗教，使虚空法界一切众生都能得到佛法圆满智慧的教诲。我们要从这个地方，认识佛法的本质、佛法的殊胜，佛法是真实究竟圆满。",
      "zh_TW": "由此我們就明瞭，在中國，過去、現代都如是，總的原則就像一個國家的憲法一樣，是佛陀經藏裡面的律藏，這是總的。只要不違背律藏的原理原則、精神，條文是可以修訂的，是可以自己來制作的。百丈大師的清規，就給我們做了很好的典範、很好的啟示，然後我們每一個寺廟裡面有常住公約。常住公約每一個寺廟裡頭條文都不一樣，這就是適合我們現前修學的環境，適合我們大家在一起共修，制定這些條文。六和敬裡頭「戒和同修」，那個「戒」是我們大家制定的，我們道場的清規，只適合我們這個道場；另外的道場，他們有他們的公約，有他們的規矩。所謂是家有家規，國有國法，每一家都有他自己的規矩，但是他自己的規約決定不違背佛陀教誡的精神，這個要懂得。如果違背教誡的精神，那就好像地方的法規跟憲法有牴觸，這是不容許的，這是錯誤的。純正的一定與佛陀教誡相應，所以佛法才能夠適應盡虛空、遍法界一切諸佛國土，不同的族群、不同的宗教，使虛空法界一切眾生都能得到佛法圓滿智慧的教誨。我們要從這個地方，認識佛法的本質、佛法的殊勝，佛法是真實究竟圓滿。"
    },
    {
      "id": "12-017-0260_p0011",
      "zh_CN": "佛法教学的目的是帮助我们破迷开悟，这是教学的中心，永恒不变的原则。可是要怎样才能开悟？悟了以后，我们的行就正，心正、语正、行正，就是八正道里面所说的正，正语、正业、正念。要想智慧现前，佛说真实的智慧是我们一切众生自性里头本具的，不是从外面学来的，所以佛法称为「内学」。自性本具智慧，现在为什么不能现前？佛告诉我们，我们自己现前有了障碍，就是业障，把我们自性本具的智慧德能障碍住了，因此不能现前。如果要自性本具智慧德相现前，必须把障碍排除，佛法的教学也只有帮助人除障碍而已。",
      "zh_TW": "佛法教學的目的是幫助我們破迷開悟，這是教學的中心，永恆不變的原則。可是要怎樣才能開悟？悟了以後，我們的行就正，心正、語正、行正，就是八正道裡面所說的正，正語、正業、正念。要想智慧現前，佛說真實的智慧是我們一切眾生自性裡頭本具的，不是從外面學來的，所以佛法稱為「內學」。自性本具智慧，現在為什麼不能現前？佛告訴我們，我們自己現前有了障礙，就是業障，把我們自性本具的智慧德能障礙住了，因此不能現前。如果要自性本具智慧德相現前，必須把障礙排除，佛法的教學也只有幫助人除障礙而已。"
    },
    {
      "id": "12-017-0260_p0012",
      "zh_CN": "佛经这个意思讲得真好，不但每一个众生都有究竟圆满的智慧，也有究竟圆满的德能。德是能力，今天讲的能力，无论做什么事情你都有能力做好，做得非常圆满；不是没有能力，有！相是相好。佛讲如来的智慧德相，如来就是自己的真如本性，本性里头具足了智慧、德能、相好，都不需要向外求。可是这个障碍我们不知道，佛给我们说明，障碍无量无边。无量无边障碍从哪里起来的？从无明起来的。无明就是不明白，不明白事实真相。事实的真相是什么？就是自性的智慧德相。《华严经》上讲的「如来智慧德相」，这就是事实真相。我们迷了，不知道，所以叫无明。由于无明，这才起了无量无边的烦恼。不明事实真相，对于事实真相自己就猜测，就有妄想，愈猜测愈离谱、愈错误，所以就犯了很多过失。我们对于事实真相看错了、想错了、说错了、做错了，这个错误太大太多太深。",
      "zh_TW": "佛經這個意思講得真好，不但每一個眾生都有究竟圓滿的智慧，也有究竟圓滿的德能。德是能力，今天講的能力，無論做什麼事情你都有能力做好，做得非常圓滿；不是沒有能力，有！相是相好。佛講如來的智慧德相，如來就是自己的真如本性，本性裡頭具足了智慧、德能、相好，都不需要向外求。可是這個障礙我們不知道，佛給我們說明，障礙無量無邊。無量無邊障礙從哪裡起來的？從無明起來的。無明就是不明白，不明白事實真相。事實的真相是什麼？就是自性的智慧德相。《華嚴經》上講的「如來智慧德相」，這就是事實真相。我們迷了，不知道，所以叫無明。由於無明，這才起了無量無邊的煩惱。不明事實真相，對於事實真相自己就猜測，就有妄想，愈猜測愈離譜、愈錯誤，所以就犯了很多過失。我們對於事實真相看錯了、想錯了、說錯了、做錯了，這個錯誤太大太多太深。"
    },
    {
      "id": "12-017-0260_p0013",
      "zh_CN": "佛为了教学方便起见，把无量无边的障碍归纳成两大类，佛经里面称为烦恼障、所知障。烦恼障碍了我们的德相，所知障碍了我们的智慧，这两种障碍深广无尽。我们在六道里头，从无量劫来都在这里头轮回打转，没有办法超越，就是因为这两种障碍的关系。佛陀的教学帮助我们突破这两种障碍，让我们恢复自性本具的智慧德能，这就是佛法的教学。可是障碍是自己本身起来的，不是别人加给我们的，因此除障碍还是要靠自己。佛只能够把他自己修学的经验，他自己怎样除障碍的方法教导我们，提供给我们，让我们做个参考，他没有办法把我们的障碍除掉。",
      "zh_TW": "佛為了教學方便起見，把無量無邊的障礙歸納成兩大類，佛經裡面稱為煩惱障、所知障。煩惱障礙了我們的德相，所知障礙了我們的智慧，這兩種障礙深廣無盡。我們在六道裡頭，從無量劫來都在這裡頭輪迴打轉，沒有辦法超越，就是因為這兩種障礙的關係。佛陀的教學幫助我們突破這兩種障礙，讓我們恢復自性本具的智慧德能，這就是佛法的教學。可是障礙是自己本身起來的，不是別人加給我們的，因此除障礙還是要靠自己。佛只能夠把他自己修學的經驗，他自己怎樣除障礙的方法教導我們，提供給我們，讓我們做個參考，他沒有辦法把我們的障礙除掉。"
    },
    {
      "id": "12-017-0260_p0014",
      "zh_CN": "佛法是师道，我们自己有业障，决定不能靠佛菩萨赦免，佛菩萨来救度，这是迷信，这是错误观念。大乘《般若经》里面佛就常说「佛不度众生」，这个话是真的。众生怎么得度的？众生是自己觉悟，自己得度的。所以「解铃还须系铃人」，这是我们自作自受，一定要回过头来，自己觉悟，自己反省，自己改过自新，这才能真正得度。佛对我们只是增上缘而已，就跟学校老师对学生一样，老师指导，学生自己肯用功、肯发愤，才能成就他的学业事业；他要是懈怠懒惰，不肯发愤，不肯努力，不肯用功，老师怎么慈悲、怎么爱护，也帮不上忙。佛法是师道，不是神道。",
      "zh_TW": "佛法是師道，我們自己有業障，決定不能靠佛菩薩赦免，佛菩薩來救度，這是迷信，這是錯誤觀念。大乘《般若經》裡面佛就常說「佛不度眾生」，這個話是真的。眾生怎麼得度的？眾生是自己覺悟，自己得度的。所以「解鈴還須繫鈴人」，這是我們自作自受，一定要回過頭來，自己覺悟，自己反省，自己改過自新，這才能真正得度。佛對我們只是增上緣而已，就跟學校老師對學生一樣，老師指導，學生自己肯用功、肯發憤，才能成就他的學業事業；他要是懈怠懶惰，不肯發憤，不肯努力，不肯用功，老師怎麼慈悲、怎麼愛護，也幫不上忙。佛法是師道，不是神道。"
    },
    {
      "id": "12-017-0260_p0015",
      "zh_CN": "神能不能帮助人？说老实话，神也不能帮助人。神果然能帮助人，就不必用佛法，人也不必去修行，靠神，神就会帮助。神果然能帮助人，诸位想想，因果的定律就被推翻了。我造的恶业，我可以不受恶报，神会赦免我，那就把因果定律推翻了。我造种种不善业，我求助于神，神欢喜我就让我得福报，诸位想想哪里有这种道理？民国初年欧阳竟无说，宗教皆是迷信的。他说，宗教是迷信的根源，哲学是斗争的根源。你们看他那个「佛法非宗教、非哲学」，这里面就说得很清楚，他说佛法既不是宗教，也不是哲学，佛法是教学。他讲的这些话，我们愈想愈有道理，佛法是教人。",
      "zh_TW": "神能不能幫助人？說老實話，神也不能幫助人。神果然能幫助人，就不必用佛法，人也不必去修行，靠神，神就會幫助。神果然能幫助人，諸位想想，因果的定律就被推翻了。我造的惡業，我可以不受惡報，神會赦免我，那就把因果定律推翻了。我造種種不善業，我求助於神，神歡喜我就讓我得福報，諸位想想哪裡有這種道理？民國初年歐陽竟無說，宗教皆是迷信的。他說，宗教是迷信的根源，哲學是鬥爭的根源。你們看他那個「佛法非宗教、非哲學」，這裡面就說得很清楚，他說佛法既不是宗教，也不是哲學，佛法是教學。他講的這些話，我們愈想愈有道理，佛法是教人。"
    },
    {
      "id": "12-017-0260_p0016",
      "zh_CN": "我们今天有病，一定把这病的根源找出来，然后对症下药。佛法教学总纲领、总原则，就是帮助人开悟。可是开悟，你为什么不能开悟？你的心是乱的，你心不清净，一天到晚胡思乱想，我们的病根就在此地。如何把妄念止住？让心定下来，那就能开悟。所以佛法教学的关键是在禅定，目的是在智慧，关键在禅定。无论修学哪个法门，佛家常讲八万四千法门、无量法门，都是修禅定。修禅定的方法不一样，手段不一样，禅宗用观心的方法，用参话头的方法，使心定下来，把妄念止住；我们净宗用念佛的方法，也是求一心不乱。由此可知，禅与净只是方法不一样，手段不一样，目的目标完全相同。不仅是禅与净，佛家的大小乘、显教密教，无不如是。纵然不属于佛教，其他的宗教也好，其他的教学也好，只要符合这个原则，与这个方向目的相应，一切诸佛菩萨都承认它是佛教，可见得佛教广大。这个「佛」，不是释迦牟尼佛，也不是阿弥陀佛，也不是一切诸佛如来，「佛」是什么？佛是觉悟的意思。佛教是觉悟的教诲，觉悟的教学，不一定是释迦牟尼佛，所以叫佛门广大。",
      "zh_TW": "我們今天有病，一定把這病的根源找出來，然後對症下藥。佛法教學總綱領、總原則，就是幫助人開悟。可是開悟，你為什麼不能開悟？你的心是亂的，你心不清淨，一天到晚胡思亂想，我們的病根就在此地。如何把妄念止住？讓心定下來，那就能開悟。所以佛法教學的關鍵是在禪定，目的是在智慧，關鍵在禪定。無論修學哪個法門，佛家常講八萬四千法門、無量法門，都是修禪定。修禪定的方法不一樣，手段不一樣，禪宗用觀心的方法，用參話頭的方法，使心定下來，把妄念止住；我們淨宗用念佛的方法，也是求一心不亂。由此可知，禪與淨只是方法不一樣，手段不一樣，目的目標完全相同。不僅是禪與淨，佛家的大小乘、顯教密教，無不如是。縱然不屬於佛教，其他的宗教也好，其他的教學也好，只要符合這個原則，與這個方向目的相應，一切諸佛菩薩都承認它是佛教，可見得佛教廣大。這個「佛」，不是釋迦牟尼佛，也不是阿彌陀佛，也不是一切諸佛如來，「佛」是什麼？佛是覺悟的意思。佛教是覺悟的教誨，覺悟的教學，不一定是釋迦牟尼佛，所以叫佛門廣大。"
    },
    {
      "id": "12-017-0260_p0017",
      "zh_CN": "我们在最近看到新加坡许哲居士，那个录像带也许你们都看过了，她不是佛教徒，她没有听过佛法，也没有看过佛经，但是她用的方法，使自己减少妄想分别执着，使自己的心定下来、清净下来，她那个法子是佛教，她修学的成果是佛家希求的圆满的教学。活到一百岁才遇到佛法，一百岁之前虽然没有遇到佛法，没有遇到形式的佛法，她已经得到实质的佛法，她知道知足常乐，她知道减少自己一切欲望，这样才能够把心定下来。我们的心为什么定不下来？欲望太多了。她何以能定下来？她衣食足了，她就够了，对于世出世间一切的希求她没有了，没有希求的心，没有与人竞争的心。",
      "zh_TW": "我們在最近看到新加坡許哲居士，那個錄像帶也許你們都看過了，她不是佛教徒，她沒有聽過佛法，也沒有看過佛經，但是她用的方法，使自己減少妄想分別執著，使自己的心定下來、清淨下來，她那個法子是佛教，她修學的成果是佛家希求的圓滿的教學。活到一百歲才遇到佛法，一百歲之前雖然沒有遇到佛法，沒有遇到形式的佛法，她已經得到實質的佛法，她知道知足常樂，她知道減少自己一切欲望，這樣才能夠把心定下來。我們的心為什麼定不下來？欲望太多了。她何以能定下來？她衣食足了，她就夠了，對於世出世間一切的希求她沒有了，沒有希求的心，沒有與人競爭的心。"
    },
    {
      "id": "12-017-0260_p0018",
      "zh_CN": "我们世人最大的痛苦，就是竞争的念头断不了，看到别人有，我也想有，你说这个怎么办？这个妄念永远息不下去。特别是现代，科技天天在进步，真的是日新月异，天天有新的东西出来，天天希求新的、追求新的，那你的心永远定不下来，你的心永远被境界所转，这就苦了。而佛在经典里面告诉我们，「若能转境，则同如来」。凡夫跟佛菩萨恰恰相反，凡夫是心被外面境界转，自己做不了主；诸佛菩萨他的心清净、定的，不随外头境界转，所以他能转境界。佛菩萨是境随心转，他得大自在。我们这个苦，这是讲到苦的根本原因，是心随境转。我们的心没有主宰，做不了主，人家赞叹几句就生欢喜心，骂你几句就生烦恼，几天都平息不了，这是心做不了主。",
      "zh_TW": "我們世人最大的痛苦，就是競爭的念頭斷不了，看到別人有，我也想有，你說這個怎麼辦？這個妄念永遠息不下去。特別是現代，科技天天在進步，真的是日新月異，天天有新的東西出來，天天希求新的、追求新的，那你的心永遠定不下來，你的心永遠被境界所轉，這就苦了。而佛在經典裡面告訴我們，「若能轉境，則同如來」。凡夫跟佛菩薩恰恰相反，凡夫是心被外面境界轉，自己做不了主；諸佛菩薩他的心清淨、定的，不隨外頭境界轉，所以他能轉境界。佛菩薩是境隨心轉，他得大自在。我們這個苦，這是講到苦的根本原因，是心隨境轉。我們的心沒有主宰，做不了主，人家讚歎幾句就生歡喜心，罵你幾句就生煩惱，幾天都平息不了，這是心做不了主。"
    },
    {
      "id": "12-017-0260_p0019",
      "zh_CN": "我们学佛就要在这些地方做一个大转变，转变不容易，为什么不容易？无量劫来我们在六道轮回这个境界里头，已经养成习惯，所谓习惯成自然，六根接触六尘境界，自自然然妄想就生了，烦恼就起来了，这是我们可以说无量劫一直到今天，修行不能成功的原因。可是这桩事情，我们从佛经论里面去观察，它也并不是真的很难，《华严经》在末后，你们看看善财童子一生成就；《法华经》上说得更好，龙女八岁成佛，这是告诉我们不难。龙女，龙是畜生道，不是人道，八岁很小，她都能成就，这是用这个形相来勉励我们、提醒我们，这事情并不是很难。难在什么？难在自己肯不肯把念头转过来。换句话说，我们要是真肯干，这个事情就不难；不肯干，那就太难太难了。",
      "zh_TW": "我們學佛就要在這些地方做一個大轉變，轉變不容易，為什麼不容易？無量劫來我們在六道輪迴這個境界裡頭，已經養成習慣，所謂習慣成自然，六根接觸六塵境界，自自然然妄想就生了，煩惱就起來了，這是我們可以說無量劫一直到今天，修行不能成功的原因。可是這樁事情，我們從佛經論裡面去觀察，它也並不是真的很難，《華嚴經》在末後，你們看看善財童子一生成就；《法華經》上說得更好，龍女八歲成佛，這是告訴我們不難。龍女，龍是畜生道，不是人道，八歲很小，她都能成就，這是用這個形相來勉勵我們、提醒我們，這事情並不是很難。難在什麼？難在自己肯不肯把念頭轉過來。換句話說，我們要是真肯幹，這個事情就不難；不肯幹，那就太難太難了。"
    },
    {
      "id": "12-017-0260_p0020",
      "zh_CN": "从哪里转起？从知足，样样都知足，你就很容易转过来了。所以佛菩萨给我们示现，我们看到他们的生活都很清苦；我们再回头看看，每一个宗教创始的教主生活都很艰苦，宗教里面称之为「神贫」，贫苦，神贫，我们中国人讲「安贫乐道」。这里头有真乐，有真的享受，过去方东美先生所讲「人生最高的享受」。人生最高的享受不是在物质，不是丰衣足食，不是的。我们看到世尊在世，三衣一钵，每天出去托钵，有时候还托不到，托不到他也很快乐，托不到一天就不吃，他没有烦恼；有的时候托到美食，他也不会生欢喜心，心永远是清净平等的，这叫乐在其中。如果托钵，今天斋主供养得好就生欢喜心，供养得不好，心里就不高兴，这不能成就。",
      "zh_TW": "從哪裡轉起？從知足，樣樣都知足，你就很容易轉過來了。所以佛菩薩給我們示現，我們看到他們的生活都很清苦；我們再回頭看看，每一個宗教創始的教主生活都很艱苦，宗教裡面稱之為「神貧」，貧苦，神貧，我們中國人講「安貧樂道」。這裡頭有真樂，有真的享受，過去方東美先生所講「人生最高的享受」。人生最高的享受不是在物質，不是豐衣足食，不是的。我們看到世尊在世，三衣一缽，每天出去托缽，有時候還托不到，托不到他也很快樂，托不到一天就不吃，他沒有煩惱；有的時候托到美食，他也不會生歡喜心，心永遠是清淨平等的，這叫樂在其中。如果托缽，今天齋主供養得好就生歡喜心，供養得不好，心裡就不高興，這不能成就。"
    },
    {
      "id": "12-017-0260_p0021",
      "zh_CN": "我们在《安世高传记》里面看到，这是一位修行证果的大德，晚年在中国弘法，他是汉朝时候的人，早期翻译经典里面最重要的一个人物，他比鸠摩罗什还早。《传记》里面记载，他到中国两次偿命债，第三次到中国来才弘法。译经告一段落之后，他到江西鄱阳湖去度他一个同学，那同学是前世的，不是这一生的。这一位同学现在的身分是龙王，水神，龙王，那叫[共+阝]亭湖。这个神很灵验，有求必应，周围一千里范围的人都来朝拜，都来供养。过去生中跟安世高同学，他来度他，这是落在畜生道，修的是大福报。安世高到这个寺庙里面来，龙王就托梦给这寺庙的住持，说明天有高僧大德，是他的同学，到这个地方来，要好好的接待他。到了之后，安世高给这个龙王说法，供的这个像，在面前给他说法，给他念咒，叫他现身。他也很难为情，最后还是现身了，出来了。大家一看是一条大蟒蛇，就是那个龙神，大蛇，所以以后这个地方叫蛇村。安世高说他的历史因缘，在过去世他们在一起同修，都是出家人，每天出去托钵，他就是人家供养的菜饭很好他就欢喜，供养的不好他心里就难过，就是这么一个原因堕落在畜生道。他这个人在世明经好施，是个讲经说法的法师，又喜欢布施；因为讲经说法，所以他灵验，有求必应；因为他喜欢布施，所以一千里的这些人都不断的送供养给他，福报很大。",
      "zh_TW": "我們在《安世高傳記》裡面看到，這是一位修行證果的大德，晚年在中國弘法，他是漢朝時候的人，早期翻譯經典裡面最重要的一個人物，他比鳩摩羅什還早。《傳記》裡面記載，他到中國兩次償命債，第三次到中國來才弘法。譯經告一段落之後，他到江西鄱陽湖去度他一個同學，那同學是前世的，不是這一生的。這一位同學現在的身分是龍王，水神，龍王，那叫[共+阝]亭湖。這個神很靈驗，有求必應，周圍一千里範圍的人都來朝拜，都來供養。過去生中跟安世高同學，他來度他，這是落在畜生道，修的是大福報。安世高到這個寺廟裡面來，龍王就託夢給這寺廟的住持，說明天有高僧大德，是他的同學，到這個地方來，要好好的接待他。到了之後，安世高給這個龍王說法，供的這個像，在面前給他說法，給他念咒，叫他現身。他也很難為情，最後還是現身了，出來了。大家一看是一條大蟒蛇，就是那個龍神，大蛇，所以以後這個地方叫蛇村。安世高說他的歷史因緣，在過去世他們在一起同修，都是出家人，每天出去托缽，他就是人家供養的菜飯很好他就歡喜，供養的不好他心裡就難過，就是這麼一個原因墮落在畜生道。他這個人在世明經好施，是個講經說法的法師，又喜歡布施；因為講經說法，所以他靈驗，有求必應；因為他喜歡布施，所以一千里的這些人都不斷的送供養給他，福報很大。"
    },
    {
      "id": "12-017-0260_p0022",
      "zh_CN": "这个公案给我们很大的启示，每天在饮食上有这么一点小小的分别执着，那样的修行人，天天讲经说法，又欢喜布施，在我们今天讲这个法师值得人尊敬，还堕落在畜生道。我们今天反省反省，我们对于经教上的通达能不能跟他相比？我们在德行，喜欢布施供养，能不能跟他相比？比不上人家；但是我们的喜怒哀乐、我们的瞋恚，恐怕超过他好多倍，他落到神道去当龙王，恐怕我们将来不如他。你要不想就没事，愈想愈可怕，愈想问题愈严重。人既有生，必定就有死，死了到哪里去，这是很严肃的大问题。我们活在这个世间，要晓得世间是无常的，佛在经上告诉我们「刹那生灭」，跟我们讲世间法的真相，《金刚经》上说「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，那你就真的把世间所有的现象，你看清楚、看明白了。",
      "zh_TW": "這個公案給我們很大的啟示，每天在飲食上有這麼一點小小的分別執著，那樣的修行人，天天講經說法，又歡喜布施，在我們今天講這個法師值得人尊敬，還墮落在畜生道。我們今天反省反省，我們對於經教上的通達能不能跟他相比？我們在德行，喜歡布施供養，能不能跟他相比？比不上人家；但是我們的喜怒哀樂、我們的瞋恚，恐怕超過他好多倍，他落到神道去當龍王，恐怕我們將來不如他。你要不想就沒事，愈想愈可怕，愈想問題愈嚴重。人既有生，必定就有死，死了到哪裡去，這是很嚴肅的大問題。我們活在這個世間，要曉得世間是無常的，佛在經上告訴我們「剎那生滅」，跟我們講世間法的真相，《金剛經》上說「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，那你就真的把世間所有的現象，你看清楚、看明白了。"
    },
    {
      "id": "12-017-0260_p0023",
      "zh_CN": "世间一切是缘分，缘分决定不是恒久不变的，刹那刹那在那里变化的，不可以留恋，不可以染着。顺境、善缘不生贪着，逆境、恶缘不生瞋恚，心转境界，不要像安世高那个同学心被境界转，心被境界转出不了六道。安世高比他强，所以人家能证果；他不如这个同学，就是分别执着没有放下，虽然明经好施，还是要堕落。这个公案很值得我们警惕，我们要多想想，我们应该如何修学。世缘如果不能放下，我们这一生要想成就，不可能的；必须要放下。",
      "zh_TW": "世間一切是緣分，緣分決定不是恆久不變的，剎那剎那在那裡變化的，不可以留戀，不可以染著。順境、善緣不生貪著，逆境、惡緣不生瞋恚，心轉境界，不要像安世高那個同學心被境界轉，心被境界轉出不了六道。安世高比他強，所以人家能證果；他不如這個同學，就是分別執著沒有放下，雖然明經好施，還是要墮落。這個公案很值得我們警惕，我們要多想想，我們應該如何修學。世緣如果不能放下，我們這一生要想成就，不可能的；必須要放下。"
    },
    {
      "id": "12-017-0260_p0024",
      "zh_CN": "道是什么？道就是清净心，没有别的。清净心是我们的真心，妄想分别执着是我们的妄心，因为我们有妄想分别执着，所以才落到轮回。换句话说，六道轮回从哪里来的？是从妄想分别执着来的，佛说得好。如果我们能把执着放下，好恶是执着，安世高这个同学就是因为有执着，所以出不了轮回。执着要断掉了，不再执着了，得到称心如意的没有贪恋的心，遇到恶劣的境界没有瞋恚心，执着没有了，六道就超越了。我们要懂这个道理，要认真努力去学。如果我们把执着放下了，念佛往生，生到西方极乐世界就不是凡圣同居土，生到哪里？方便有余土。凡圣同居土是怎么回事情？执着没放下，还是执着。执着能不能往生？不能往生。这些人怎么往生的？临命终时不执着了，所以他往生。临命终时还执着，那就往生不了。由此可知，念佛人在日常生活当中执着要淡，愈淡薄愈好，到临终时容易放下；如果有严重的执着，临终的时候就靠不住，不容易放下。对于家亲眷属的恩爱，对于财产名利，你在临终的时候彻底放下，一心向佛，这个人决定往生，生凡圣同居土。如果在现前我们功夫做到了，把这些执着统统放下了，我们念佛往生品位就高。",
      "zh_TW": "道是什麼？道就是清淨心，沒有別的。清淨心是我們的真心，妄想分別執著是我們的妄心，因為我們有妄想分別執著，所以才落到輪迴。換句話說，六道輪迴從哪裡來的？是從妄想分別執著來的，佛說得好。如果我們能把執著放下，好惡是執著，安世高這個同學就是因為有執著，所以出不了輪迴。執著要斷掉了，不再執著了，得到稱心如意的沒有貪戀的心，遇到惡劣的境界沒有瞋恚心，執著沒有了，六道就超越了。我們要懂這個道理，要認真努力去學。如果我們把執著放下了，念佛往生，生到西方極樂世界就不是凡聖同居土，生到哪裡？方便有餘土。凡聖同居土是怎麼回事情？執著沒放下，還是執著。執著能不能往生？不能往生。這些人怎麼往生的？臨命終時不執著了，所以他往生。臨命終時還執著，那就往生不了。由此可知，念佛人在日常生活當中執著要淡，愈淡薄愈好，到臨終時容易放下；如果有嚴重的執著，臨終的時候就靠不住，不容易放下。對於家親眷屬的恩愛，對於財產名利，你在臨終的時候徹底放下，一心向佛，這個人決定往生，生凡聖同居土。如果在現前我們功夫做到了，把這些執著統統放下了，我們念佛往生品位就高。"
    },
    {
      "id": "12-017-0260_p0025",
      "zh_CN": "诸位还要晓得，《无量寿经》上都说过，我们现前娑婆世界修行一天，超过在西方世界修行一百年，什么原因？我们要懂。这个说起来，西方世界修行难，我们这儿修行容易。难易不是绝对的，是相对的，各有各的难易，西方世界的容易是西方世界不退转，只有进步，不会退步，这是西方极乐世界的殊胜，但是进展慢，速度很慢；这个世间它的缺陷是容易退转，进步难，退转容易，所以这个世间是大起大落。如果你要聪明，你就大起，不要再落了，那就超过西方极乐世界；那就是这个地方修行一天，超过西方世界一百年。大起不落，才行；可是一落，那比西方世界就差远了。",
      "zh_TW": "諸位還要曉得，《無量壽經》上都說過，我們現前娑婆世界修行一天，超過在西方世界修行一百年，什麼原因？我們要懂。這個說起來，西方世界修行難，我們這兒修行容易。難易不是絕對的，是相對的，各有各的難易，西方世界的容易是西方世界不退轉，只有進步，不會退步，這是西方極樂世界的殊勝，但是進展慢，速度很慢；這個世間它的缺陷是容易退轉，進步難，退轉容易，所以這個世間是大起大落。如果你要聰明，你就大起，不要再落了，那就超過西方極樂世界；那就是這個地方修行一天，超過西方世界一百年。大起不落，才行；可是一落，那比西方世界就差遠了。"
    },
    {
      "id": "12-017-0260_p0026",
      "zh_CN": "明白这些事实真相，我们要抓住这个机会，认真努力修学，放不下的也要放下，咬紧牙根放下。先从事上放下，这是持戒，然后再从理上放下，就开悟了。这是世尊在此地教学，因戒得定，因定开慧。所以首先我们要从物质享受上放下，不要计较得失，安贫乐道，生活愈简单，愈显得自在，愈没有负担。然后精神生活也放下，世间人在精神受用上，也有许许多多种类差别，都要放下。像过去我们净土宗第一代祖师慧远大师，他在庐山建立中国专修净土第一个道场，现在叫「东林寺」，诸位如果到中国大陆去观光旅游可以去看看。当时有个很有名的学者姓谢，我们小时候读书，国文里面读过他的文章，谢灵运想参加这个念佛堂，远公大师拒绝，他们是好朋友。为什么拒绝他？精神生活方面他放不下，他喜欢诗词歌赋。这是属于精神生活，也要放下，不放下还是障碍。",
      "zh_TW": "明白這些事實真相，我們要抓住這個機會，認真努力修學，放不下的也要放下，咬緊牙根放下。先從事上放下，這是持戒，然後再從理上放下，就開悟了。這是世尊在此地教學，因戒得定，因定開慧。所以首先我們要從物質享受上放下，不要計較得失，安貧樂道，生活愈簡單，愈顯得自在，愈沒有負擔。然後精神生活也放下，世間人在精神受用上，也有許許多多種類差別，都要放下。像過去我們淨土宗第一代祖師慧遠大師，他在廬山建立中國專修淨土第一個道場，現在叫「東林寺」，諸位如果到中國大陸去觀光旅遊可以去看看。當時有個很有名的學者姓謝，我們小時候讀書，國文裡面讀過他的文章，謝靈運想參加這個念佛堂，遠公大師拒絕，他們是好朋友。為什麼拒絕他？精神生活方面他放不下，他喜歡詩詞歌賦。這是屬於精神生活，也要放下，不放下還是障礙。"
    },
    {
      "id": "12-017-0260_p0027",
      "zh_CN": "我们现在，道场也好，家庭也好，总有一些字画充实着精神生活，可是真正修道人，他这些东西放下了。我们看印光大师，这是最近给我们做为修净土的一个好榜样。他的道场在苏州「灵岩山寺」，晚年一直在那边闭关，他的关房我去参观过，所有一切陈设都没有，那个小佛堂里面，正当中他老人家写了一个字，死，就写一个「死」字，供一尊佛像，连香花都没有，供一杯水，一个小木鱼，一个小引磬，简简单单。这是教给我们什么？精神上生活的那种喜爱也放下了。我们最近去参观许哲居士她居住的地方，她居住的房子是属于养老院的，那个养老院是她创办的，她年岁大了，养老院也交出去，她住在里头一间房。我们去看房子里面只有两个书架，书架上排得整整齐齐的书籍，她喜欢读书，墙壁上面什么东西都没有，照片都没有。大家跟她照相，照片送给她，她不要。「不要送给我，没有用」，做纪念，「没有用」，她不要。我们在她房间只看到两张照片，一个在她房间的书桌上，一个在床头柜上，她母亲的照片，两张都是她母亲的照片。除了供养母亲照片之外，什么都没有，这精神生活放下了，所有一切喜爱都没有了。印光大师比她还彻底，为什么？书都没有了，她还有不少书，印光大师桌上只有一本《弥陀经》，什么书都没有了。你想想人家是怎么得定的？怎么成就的？他这种作法就是教导我们，他是这么成就的。",
      "zh_TW": "我們現在，道場也好，家庭也好，總有一些字畫充實著精神生活，可是真正修道人，他這些東西放下了。我們看印光大師，這是最近給我們做為修淨土的一個好榜樣。他的道場在蘇州「靈巖山寺」，晚年一直在那邊閉關，他的關房我去參觀過，所有一切陳設都沒有，那個小佛堂裡面，正當中他老人家寫了一個字，死，就寫一個「死」字，供一尊佛像，連香花都沒有，供一杯水，一個小木魚，一個小引磬，簡簡單單。這是教給我們什麼？精神上生活的那種喜愛也放下了。我們最近去參觀許哲居士她居住的地方，她居住的房子是屬於養老院的，那個養老院是她創辦的，她年歲大了，養老院也交出去，她住在裡頭一間房。我們去看房子裡面只有兩個書架，書架上排得整整齊齊的書籍，她喜歡讀書，牆壁上面什麼東西都沒有，照片都沒有。大家跟她照相，照片送給她，她不要。「不要送給我，沒有用」，做紀念，「沒有用」，她不要。我們在她房間只看到兩張照片，一個在她房間的書桌上，一個在床頭櫃上，她母親的照片，兩張都是她母親的照片。除了供養母親照片之外，什麼都沒有，這精神生活放下了，所有一切喜愛都沒有了。印光大師比她還徹底，為什麼？書都沒有了，她還有不少書，印光大師桌上只有一本《彌陀經》，什麼書都沒有了。你想想人家是怎麼得定的？怎麼成就的？他這種作法就是教導我們，他是這麼成就的。"
    },
    {
      "id": "12-017-0260_p0028",
      "zh_CN": "但是我们道场，那就不一样，道场为什么这样布置？接引大众的。如果我们道场里面陈设，像印光大师的关房一样，那只有度一些真正修行人，绝对不是接引初机的。真想成就的人，看到这个环境好，初学的人决定不能够入门。所以寺院庵堂道场接引大众，我们对于精神、物质生活都要普遍照顾到，让他能生欢喜心，让他来了一次，下次还想来，这是接引成就。真正想念佛修行，必须在深山里面，人迹罕到的地方，去修建念佛堂，那是真正为修行的。我们这个道场是接引大众的道场，像现在新加坡居士林是接引大众的道场，精神、物质生活都要照顾得周到。居士林也许有许多同修去过，每天斋堂里面供斋，完全免费，三餐斋饭，两道点心。夜间茶点供养都不缺乏，因为那边二十四小时念佛，日夜不间断。平常吃饭做十五道菜以上，这些菜色天天在研究，怎么改进。为什么这么用心？希望别人吃过一次还想再来，不要吃了一餐，下次不想来了，那我们就失败了。这是佛法里头所说的，「先以欲勾牵，后令入佛智」，要接引他入佛门，方法手段不相同。",
      "zh_TW": "但是我們道場，那就不一樣，道場為什麼這樣布置？接引大眾的。如果我們道場裡面陳設，像印光大師的關房一樣，那只有度一些真正修行人，絕對不是接引初機的。真想成就的人，看到這個環境好，初學的人決定不能夠入門。所以寺院庵堂道場接引大眾，我們對於精神、物質生活都要普遍照顧到，讓他能生歡喜心，讓他來了一次，下次還想來，這是接引成就。真正想念佛修行，必須在深山裡面，人跡罕到的地方，去修建念佛堂，那是真正為修行的。我們這個道場是接引大眾的道場，像現在新加坡居士林是接引大眾的道場，精神、物質生活都要照顧得周到。居士林也許有許多同修去過，每天齋堂裡面供齋，完全免費，三餐齋飯，兩道點心。夜間茶點供養都不缺乏，因為那邊二十四小時念佛，日夜不間斷。平常吃飯做十五道菜以上，這些菜色天天在研究，怎麼改進。為什麼這麼用心？希望別人吃過一次還想再來，不要吃了一餐，下次不想來了，那我們就失敗了。這是佛法裡頭所說的，「先以欲勾牽，後令入佛智」，要接引他入佛門，方法手段不相同。"
    },
    {
      "id": "12-017-0260_p0029",
      "zh_CN": "真正明了佛法道理，了解宇宙人生真相，这个时候他自动放下，不是我们劝导他，他自然放下，他愿意放下，放下他得到更快乐，得到更大的享受。我们没有入这个境界，你叫人放下，他痛苦，他不是得乐，他得苦。所以真正达到那个境界的人，放下是更快乐，人生最高的享受。这是我们没有办法体会的，我们会觉得那种生活太苦了，他们不会。这是境界的问题，哪个境界，哪一个阶层，用哪一种方法。所以佛恒顺众生，这样才能够普度一切众生，不断的把我们向上提升，我们一般俗话说提拔我们。一个阶段、一个阶段，我们在哪一个阶段则用某一种方式，所以行门就无量无边。我们这是举几个例子，诸位从这几个例子就能够体会到，佛陀对一切众生这种慈悲心，照顾的这种心行，方法善巧到极处，总是不断在提升我们，帮助我们成就。我们自己在这里面，要用心去体会，要懂得享清福。世间人享的，我们俗话叫享红福，红尘之福，五欲六尘的福报。佛家是享清福，清净的福报，把五欲六尘统统舍弃掉，这叫清福。",
      "zh_TW": "真正明瞭佛法道理，了解宇宙人生真相，這個時候他自動放下，不是我們勸導他，他自然放下，他願意放下，放下他得到更快樂，得到更大的享受。我們沒有入這個境界，你叫人放下，他痛苦，他不是得樂，他得苦。所以真正達到那個境界的人，放下是更快樂，人生最高的享受。這是我們沒有辦法體會的，我們會覺得那種生活太苦了，他們不會。這是境界的問題，哪個境界，哪一個階層，用哪一種方法。所以佛恆順眾生，這樣才能夠普度一切眾生，不斷的把我們向上提升，我們一般俗話說提拔我們。一個階段、一個階段，我們在哪一個階段則用某一種方式，所以行門就無量無邊。我們這是舉幾個例子，諸位從這幾個例子就能夠體會到，佛陀對一切眾生這種慈悲心，照顧的這種心行，方法善巧到極處，總是不斷在提升我們，幫助我們成就。我們自己在這裡面，要用心去體會，要懂得享清福。世間人享的，我們俗話叫享紅福，紅塵之福，五欲六塵的福報。佛家是享清福，清淨的福報，把五欲六塵統統捨棄掉，這叫清福。"
    },
    {
      "id": "12-017-0260_p0030",
      "zh_CN": "典籍古大德有收藏，不是为自己，是为佛法久住世间，是为后人着想的，这是大慈大悲。典籍是开智慧的明灯，六道众生要不依经典，他怎么会晓得事实真相？怎么会知道修因证果？佛法能不能常住在世间，完全靠典籍、靠经典。古人真的是用尽了苦心，唯恐经典失传，我们在中国大陆，在北京附近的房山看到，古德把《大藏经》刻在石头上，全部《大藏经》刻在石头上。用了多少时间？用了一千年的时间。参与这个工作的人有四百多人，用一千年的时间把经藏刻出来，现在被发现了。他为的是什么？为了后代。印出来的经本容易散失、容易失传，刻在石头上，埋在洞穴里头，这是从前人用的办法。我们现在想想，现在技术发达、科技发达，我看了这个样子发了个心，希望把石刻《大藏经》印一千套，从石版上拓下来，印一千套，分送给全世界每一个国家图书馆、大学图书馆，这样子保存下来不会散失。世间纵有战乱，这个地区有乱，那个地区可以保存，这样才能真正达到永久保存。现在中国宗教局也同意让我们来做，希望今年能够落实。",
      "zh_TW": "典籍古大德有收藏，不是為自己，是為佛法久住世間，是為後人著想的，這是大慈大悲。典籍是開智慧的明燈，六道眾生要不依經典，他怎麼會曉得事實真相？怎麼會知道修因證果？佛法能不能常住在世間，完全靠典籍、靠經典。古人真的是用盡了苦心，唯恐經典失傳，我們在中國大陸，在北京附近的房山看到，古德把《大藏經》刻在石頭上，全部《大藏經》刻在石頭上。用了多少時間？用了一千年的時間。參與這個工作的人有四百多人，用一千年的時間把經藏刻出來，現在被發現了。他為的是什麼？為了後代。印出來的經本容易散失、容易失傳，刻在石頭上，埋在洞穴裡頭，這是從前人用的辦法。我們現在想想，現在技術發達、科技發達，我看了這個樣子發了個心，希望把石刻《大藏經》印一千套，從石版上拓下來，印一千套，分送給全世界每一個國家圖書館、大學圖書館，這樣子保存下來不會散失。世間縱有戰亂，這個地區有亂，那個地區可以保存，這樣才能真正達到永久保存。現在中國宗教局也同意讓我們來做，希望今年能夠落實。"
    },
    {
      "id": "12-017-0260_p0031",
      "zh_CN": "这都是为众生做的、为佛法做的，不是为自己。为自己，要学印光大师，要学慧远大师，决定成就。我们先要为众生多修一点福，然后为自己。我过去常常想，六十岁以前全部为众生，六十岁以后要兼顾自己，这到晚年了。修福修慧，成就众生，成就佛法，也要成就自己。今天时间到了，我们就讲到此地。",
      "zh_TW": "這都是為眾生做的、為佛法做的，不是為自己。為自己，要學印光大師，要學慧遠大師，決定成就。我們先要為眾生多修一點福，然後為自己。我過去常常想，六十歲以前全部為眾生，六十歲以後要兼顧自己，這到晚年了。修福修慧，成就眾生，成就佛法，也要成就自己。今天時間到了，我們就講到此地。"
    }
  ]
}