{
  "doc_id": "12-017-1397",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三九七卷",
    "zh_TW": "第一三九七卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1397",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "12-017-1397_p0001",
      "zh_CN": "诸位同学请坐。请看「菩萨问明品」第六正教甚深，我们将经文念一段：",
      "zh_TW": "諸位同學請坐。請看「菩薩問明品」第六正教甚深，我們將經文念一段："
    },
    {
      "id": "12-017-1397_p0002",
      "zh_CN": "【尔时文殊师利菩萨。问勤首菩萨言。佛子。佛教是一。众生得见。云何不即悉断一切诸烦恼缚而得出离。然其色蕴。受蕴。想蕴。行蕴。识蕴。欲界。色界。无色界。无明贪爱。无有差别。是则佛教。于诸众生。或有利益。或无利益。】",
      "zh_TW": "【爾時文殊師利菩薩。問勤首菩薩言。佛子。佛教是一。眾生得見。云何不即悉斷一切諸煩惱縛而得出離。然其色蘊。受蘊。想蘊。行蘊。識蘊。欲界。色界。無色界。無明貪愛。無有差別。是則佛教。於諸眾生。或有利益。或無利益。】"
    },
    {
      "id": "12-017-1397_p0003",
      "zh_CN": "文殊菩萨这一段问词，上一堂课我们介绍到『云何不即悉断一切诸烦恼缚而得出离』。清凉大师在注解里面给我们说这里面有两个意思，一个是对「初义」，就是众生接触佛菩萨，接受佛菩萨的教诲，为什么久久都不能够断烦恼，不能够脱离六道十法界；第二是对后面一个意思，后面第二个意思是「多人同见，何以有脱不脱」，这前面都跟诸位做出详细的报告。我们看这一会，这是「菩萨问明品」里面的第六会，『勤首菩萨』为会主，表法的意思就很深。所以世出世间法成就的秘诀没有别的，就是好学、勤奋。勤是精进，勇猛精进，哪有不成功的道理。所以佛在大乘法里面教我们，「精进是菩萨唯一善根」，这个道理我们要懂，只有勇猛精进才能成就。这是把他的疑问说出来了。",
      "zh_TW": "文殊菩薩這一段問詞，上一堂課我們介紹到『云何不即悉斷一切諸煩惱縛而得出離』。清涼大師在註解裡面給我們說這裡面有兩個意思，一個是對「初義」，就是眾生接觸佛菩薩，接受佛菩薩的教誨，為什麼久久都不能夠斷煩惱，不能夠脫離六道十法界；第二是對後面一個意思，後面第二個意思是「多人同見，何以有脫不脫」，這前面都跟諸位做出詳細的報告。我們看這一會，這是「菩薩問明品」裡面的第六會，『勤首菩薩』為會主，表法的意思就很深。所以世出世間法成就的祕訣沒有別的，就是好學、勤奮。勤是精進，勇猛精進，哪有不成功的道理。所以佛在大乘法裡面教我們，「精進是菩薩唯一善根」，這個道理我們要懂，只有勇猛精進才能成就。這是把他的疑問說出來了。"
    },
    {
      "id": "12-017-1397_p0004",
      "zh_CN": "今天我们接着看第三段的经文，就是『然其色蕴，受蕴』。这一开头是讲五蕴，接着后面是讲三界。这里头的烦恼，『无有差别』，就是说这些学佛的人。我们看清凉大师《疏》文，「三然其下，释成前难」，他的问难，「正释后义」，前面讲两个意思，着重在后面这个意思。为什么？「多人苦集皆不殊故」。这是学佛众多之人，苦是讲果报，你没办法脱离；集是讲你的烦恼，烦恼你没有办法把它断掉。「五蕴是正，三界通依，此苦果也」。五蕴是正报，我们的身，实在讲这个身相很复杂，复杂的程度跟外面的大宇宙无二无别。所以身体是小宇宙，外面是大宇宙，大小不二。你能够把小宇宙搞清楚、搞明白了，外面大宇宙全就通达了。许许多多的圣贤都是从小宇宙上下手，能够通大宇宙。",
      "zh_TW": "今天我們接著看第三段的經文，就是『然其色蘊，受蘊』。這一開頭是講五蘊，接著後面是講三界。這裡頭的煩惱，『無有差別』，就是說這些學佛的人。我們看清涼大師《疏》文，「三然其下，釋成前難」，他的問難，「正釋後義」，前面講兩個意思，著重在後面這個意思。為什麼？「多人苦集皆不殊故」。這是學佛眾多之人，苦是講果報，你沒辦法脫離；集是講你的煩惱，煩惱你沒有辦法把它斷掉。「五蘊是正，三界通依，此苦果也」。五蘊是正報，我們的身，實在講這個身相很複雜，複雜的程度跟外面的大宇宙無二無別。所以身體是小宇宙，外面是大宇宙，大小不二。你能夠把小宇宙搞清楚、搞明白了，外面大宇宙全就通達了。許許多多的聖賢都是從小宇宙上下手，能夠通大宇宙。"
    },
    {
      "id": "12-017-1397_p0005",
      "zh_CN": "身，这么复杂的身，佛把它归纳为五大类，这叫五蕴。蕴是蕴集的意思，这里面就是我们今天讲的多元，它绝不单纯，所以五蕴是正报。经上讲色，色就是我们今天所讲的物质，物质是色蕴，后面受、想、行、识都是属于心。你看心跟物合起来才有这个身体，不能单单说物，也不能单单说心。单单说物，物要是没有心，没有受想行识，单单有色身，那是什么？这个人有肉体，精神没有，那我们就晓得这是死尸，我们就称它作死尸，不称它作人，死人不是活人。如果单单讲有心，它有受想行识没有色，我们称它什么？这一般人称它作灵魂，佛法里面称神识。在三界里面，这三界是依报，统统是依报。『无色界』里面只有受想行识，没有色，所以叫无色。『欲界、色界』五蕴统统具足，欲界天跟色界天，所以有情众生这身体是色心和合而成的。",
      "zh_TW": "身，這麼複雜的身，佛把它歸納為五大類，這叫五蘊。蘊是蘊集的意思，這裡面就是我們今天講的多元，它絕不單純，所以五蘊是正報。經上講色，色就是我們今天所講的物質，物質是色蘊，後面受、想、行、識都是屬於心。你看心跟物合起來才有這個身體，不能單單說物，也不能單單說心。單單說物，物要是沒有心，沒有受想行識，單單有色身，那是什麼？這個人有肉體，精神沒有，那我們就曉得這是死屍，我們就稱它作死屍，不稱它作人，死人不是活人。如果單單講有心，它有受想行識沒有色，我們稱它什麼？這一般人稱它作靈魂，佛法裡面稱神識。在三界裡面，這三界是依報，統統是依報。『無色界』裡面只有受想行識，沒有色，所以叫無色。『欲界、色界』五蘊統統具足，欲界天跟色界天，所以有情眾生這身體是色心和合而成的。"
    },
    {
      "id": "12-017-1397_p0006",
      "zh_CN": "佛法讲到究竟是心性，明心见性，明心这个心是真心，一般人不懂。一般人说心是什么？就说受想行识这是心，这心是妄心不是真心。受，用现在的话来说就是感触，你有感触；想，你有思想，在佛法里面讲，想是分别，受是执着；行，行是说你的分别执着不间断；末后这个识，识是一切虚妄之体，法相唯识学里面讲的阿赖耶识，行是末那识，想是第六意识，受是前五识。我们在一般介绍的时候，常常用方便说，方便说大家容易懂。虽然懂得不深刻，但是我们把这些名词术语的大意能够理解也就行了。这部经上这些事情常常讲，你看十信位讲，十住、十行、十回向、十地都有说明，愈往后你听得多了，印象深刻了，逐渐逐渐的能够契入，这是佛教学的善巧方便。",
      "zh_TW": "佛法講到究竟是心性，明心見性，明心這個心是真心，一般人不懂。一般人說心是什麼？就說受想行識這是心，這心是妄心不是真心。受，用現在的話來說就是感觸，你有感觸；想，你有思想，在佛法裡面講，想是分別，受是執著；行，行是說你的分別執著不間斷；末後這個識，識是一切虛妄之體，法相唯識學裡面講的阿賴耶識，行是末那識，想是第六意識，受是前五識。我們在一般介紹的時候，常常用方便說，方便說大家容易懂。雖然懂得不深刻，但是我們把這些名詞術語的大意能夠理解也就行了。這部經上這些事情常常講，你看十信位講，十住、十行、十迴向、十地都有說明，愈往後你聽得多了，印象深刻了，逐漸逐漸的能夠契入，這是佛教學的善巧方便。"
    },
    {
      "id": "12-017-1397_p0007",
      "zh_CN": "这是讲的正报，正报是我们自己的身体。有身体当然还有我们生活环境，生活环境我们一定要依靠它才能生存，所以后面讲这「三界」是我们的依报。我们今天处在这个环境里头叫欲界，欲是什么？有欲望，欲望很多。佛也把它归纳为五大类，叫五欲，财色名食睡，这叫欲界，我们离不开。那人在这个世间拼命所追求的也不外乎这五大类：财是财富，这个地方的色，五欲里面的色是指男女的欲求；名，这就是我们今天讲的荣誉，争名逐利，这里面含着我们今天讲有地位、有权力、有声望，都包括在名里面；食是饮食，睡是睡眠。这是欲界众生没有法子避免的。可是欲界范围很广，欲界天以下的都离不开这五欲。欲界天有六层天，愈是往上面去，这五种欲就愈淡薄；愈是坚固执着，自私自利毫不肯放松的，那就是饿鬼、地狱道。如果你能看得轻一点，看得淡一点，就往上升。",
      "zh_TW": "這是講的正報，正報是我們自己的身體。有身體當然還有我們生活環境，生活環境我們一定要依靠它才能生存，所以後面講這「三界」是我們的依報。我們今天處在這個環境裡頭叫欲界，欲是什麼？有欲望，欲望很多。佛也把它歸納為五大類，叫五欲，財色名食睡，這叫欲界，我們離不開。那人在這個世間拼命所追求的也不外乎這五大類：財是財富，這個地方的色，五欲裡面的色是指男女的欲求；名，這就是我們今天講的榮譽，爭名逐利，這裡面含著我們今天講有地位、有權力、有聲望，都包括在名裡面；食是飲食，睡是睡眠。這是欲界眾生沒有法子避免的。可是欲界範圍很廣，欲界天以下的都離不開這五欲。欲界天有六層天，愈是往上面去，這五種欲就愈淡薄；愈是堅固執著，自私自利毫不肯放鬆的，那就是餓鬼、地獄道。如果你能看得輕一點，看得淡一點，就往上升。"
    },
    {
      "id": "12-017-1397_p0008",
      "zh_CN": "什么时候这五样东西完全放下、舍弃了，财色名食睡统统舍弃了，那你就不在欲界，你就在上面这一层色界天，为什么？你还有身体。当然有身体，身体一定需要有居住的环境，这个古人常讲有宫殿。我们今天听到「宫殿」就想到古代那种建筑，这是我们一个错误的观念。宫殿，你要晓得它真正的意义，宫是私人住宅，我们讲住家；殿，殿是办事的处所，就是你办公的地方，不一定是什么样的建筑。凡是你自己私人居住的地方都称之为宫，凡是你办公的处所都称之为殿，这样理解就正确了。那我们中国宫殿的建筑，古时候这是所谓讲「雕梁画栋」，有中国的这种特色。诸位在北京故宫里面，你就看得非常清楚，你看帝王大臣办公的的地方，这称为殿。主要的大殿有太和殿、中和殿、保和殿，这是故宫里面最重要的三个建筑物，都是帝王大臣集会讨论国家大事的场所；其他小的这些办公室，我们通常称之为偏殿；后面是他居住的地方，私人居住地方则称之为宫。内外分得很清楚。",
      "zh_TW": "什麼時候這五樣東西完全放下、捨棄了，財色名食睡統統捨棄了，那你就不在欲界，你就在上面這一層色界天，為什麼？你還有身體。當然有身體，身體一定需要有居住的環境，這個古人常講有宮殿。我們今天聽到「宮殿」就想到古代那種建築，這是我們一個錯誤的觀念。宮殿，你要曉得它真正的意義，宮是私人住宅，我們講住家；殿，殿是辦事的處所，就是你辦公的地方，不一定是什麼樣的建築。凡是你自己私人居住的地方都稱之為宮，凡是你辦公的處所都稱之為殿，這樣理解就正確了。那我們中國宮殿的建築，古時候這是所謂講「雕梁畫棟」，有中國的這種特色。諸位在北京故宮裡面，你就看得非常清楚，你看帝王大臣辦公的的地方，這稱為殿。主要的大殿有太和殿、中和殿、保和殿，這是故宮裡面最重要的三個建築物，都是帝王大臣集會討論國家大事的場所；其他小的這些辦公室，我們通常稱之為偏殿；後面是他居住的地方，私人居住地方則稱之為宮。內外分得很清楚。"
    },
    {
      "id": "12-017-1397_p0009",
      "zh_CN": "色界，他没有离开色身，所以他有身体，他有居住的宫殿。如果再能够把「色蕴」舍弃掉，你看看中国老子《道德经》上就有这么一句话，老子说「吾有大患，为吾有身」。他说我有很大的忧患，这忧患是什么？我有这个身体，有身体就有累赘，要没有这个身体多好！这是我们讲，三界都是凡夫，这是高等凡夫的思想，什么时候身体不要，这多自在！肉身不要，那么居住的宫殿统统都可以不要了。佛在经教里常说「一切法从心想生」，他真有这种心想，他就真正能够得到这样的果报，那就是无色界天。这是三界里头最高的，无色界天！",
      "zh_TW": "色界，他沒有離開色身，所以他有身體，他有居住的宮殿。如果再能夠把「色蘊」捨棄掉，你看看中國老子《道德經》上就有這麼一句話，老子說「吾有大患，為吾有身」。他說我有很大的憂患，這憂患是什麼？我有這個身體，有身體就有累贅，要沒有這個身體多好！這是我們講，三界都是凡夫，這是高等凡夫的思想，什麼時候身體不要，這多自在！肉身不要，那麼居住的宮殿統統都可以不要了。佛在經教裡常說「一切法從心想生」，他真有這種心想，他就真正能夠得到這樣的果報，那就是無色界天。這是三界裡頭最高的，無色界天！"
    },
    {
      "id": "12-017-1397_p0010",
      "zh_CN": "无色界天里面的天人没有身体、没有物质，只有精神所在，那我们一般称他作灵界。普通人讲灵魂，不行，灵魂还是有色身，无色界天人没有色身。在佛法里头，他是不是真的没有色身？还是有，他的色不是物质，这要知道，它不是物质。像什么？我们都有作梦的经验，梦中那个境界有没有色身？有。两个人睡在床上，一个人在作梦，一个人清醒，他梦中境界你能看得见、看不见？看不见，定中境界亦如是，所以这种色不是物质。佛告诉我们，无色界天人，无色界的境界就是这样，佛、菩萨、罗汉能看见，这色叫无表色，不是物质。这是讲我们的依报。",
      "zh_TW": "無色界天裡面的天人沒有身體、沒有物質，只有精神所在，那我們一般稱他作靈界。普通人講靈魂，不行，靈魂還是有色身，無色界天人沒有色身。在佛法裡頭，他是不是真的沒有色身？還是有，他的色不是物質，這要知道，它不是物質。像什麼？我們都有作夢的經驗，夢中那個境界有沒有色身？有。兩個人睡在床上，一個人在作夢，一個人清醒，他夢中境界你能看得見、看不見？看不見，定中境界亦如是，所以這種色不是物質。佛告訴我們，無色界天人，無色界的境界就是這樣，佛、菩薩、羅漢能看見，這色叫無表色，不是物質。這是講我們的依報。"
    },
    {
      "id": "12-017-1397_p0011",
      "zh_CN": "无论你是在欲界，是在色界，还是在无色界，你的『无明贪爱』，无有差别，烦恼习气没断。烦恼习气要是断了，那你就不在三界，就超越六道轮回，三界就是六道。这无色界跟色界都属于天道，欲界里面有天、有阿修罗、有人，这统统都有财色名食睡，有这五种欲；畜生有、饿鬼有、地狱有。所以欲界里头六道具足，色界天只有天道，其他五道没有，无色界天亦复如是。所以虽然是生到色界跟无色界天，贪瞋痴慢没有断，这一点我们要明了。",
      "zh_TW": "無論你是在欲界，是在色界，還是在無色界，你的『無明貪愛』，無有差別，煩惱習氣沒斷。煩惱習氣要是斷了，那你就不在三界，就超越六道輪迴，三界就是六道。這無色界跟色界都屬於天道，欲界裡面有天、有阿修羅、有人，這統統都有財色名食睡，有這五種欲；畜生有、餓鬼有、地獄有。所以欲界裡頭六道具足，色界天只有天道，其他五道沒有，無色界天亦復如是。所以雖然是生到色界跟無色界天，貪瞋痴慢沒有斷，這一點我們要明瞭。"
    },
    {
      "id": "12-017-1397_p0012",
      "zh_CN": "天人的福报大，这我们能够想像得到，福报太大！但是比不上须陀洹。所以我们称须陀洹，这《华严经》里面圆教初信位的菩萨，我们现在讲到是第六信，「正教甚深」是六信，初信位的菩萨比色界天、无色界天高明多了。你说为什么？小乘须陀洹，大乘初信位的菩萨，见思烦恼里头见烦恼断了，这要知道，见烦恼断了，八十八品见惑，所以称他为圣人。为什么称他为圣人？断了见惑之后，如果他出生在有佛菩萨之世，佛菩萨在讲经说法教化众生，他一定是佛菩萨的学生，一定是逐渐逐渐向上提升。像这初信，他会升到二信、三信、四信、五信、六信，他往上提升了。如果出生在没有佛菩萨出现在世，他善根深厚，他自己也能够修行，所以佛说天上人间七次的往返，他能把思惑也断掉。思惑，见思烦恼，思惑是八十一品，思惑断掉之后就超越六道，绝对不要等到第八次，七次往返他就超越了。那么色界天人跟无色界天人没办法，他生到天上，天福享尽了，他就往下坠落。换句话说，生生世世无量劫来都在轮回里头打转，出不去，这就是比不上初信位菩萨，比不上须洹陀，这点我们要知道。",
      "zh_TW": "天人的福報大，這我們能夠想像得到，福報太大！但是比不上須陀洹。所以我們稱須陀洹，這《華嚴經》裡面圓教初信位的菩薩，我們現在講到是第六信，「正教甚深」是六信，初信位的菩薩比色界天、無色界天高明多了。你說為什麼？小乘須陀洹，大乘初信位的菩薩，見思煩惱裡頭見煩惱斷了，這要知道，見煩惱斷了，八十八品見惑，所以稱他為聖人。為什麼稱他為聖人？斷了見惑之後，如果他出生在有佛菩薩之世，佛菩薩在講經說法教化眾生，他一定是佛菩薩的學生，一定是逐漸逐漸向上提升。像這初信，他會升到二信、三信、四信、五信、六信，他往上提升了。如果出生在沒有佛菩薩出現在世，他善根深厚，他自己也能夠修行，所以佛說天上人間七次的往返，他能把思惑也斷掉。思惑，見思煩惱，思惑是八十一品，思惑斷掉之後就超越六道，絕對不要等到第八次，七次往返他就超越了。那麼色界天人跟無色界天人沒辦法，他生到天上，天福享盡了，他就往下墜落。換句話說，生生世世無量劫來都在輪迴裡頭打轉，出不去，這就是比不上初信位菩薩，比不上須洹陀，這點我們要知道。"
    },
    {
      "id": "12-017-1397_p0013",
      "zh_CN": "所以我们对圣人为什么那么尊敬，为什么那么仰慕，有道理。证得初果的时候，换句话说，在六道，虽然没有脱离六道轮回，在六道轮回里有期限，决定不堕三恶道，就是天上人间七次往来，不会堕三恶道。你要问为什么不会堕三恶道？他三恶道的缘断了，三恶道的业因当然有，可是缘断了，所以称为圣人，小圣。这就说「无明贪爱」，下面接着有瞋恚、有傲慢烦恼习气不断。",
      "zh_TW": "所以我們對聖人為什麼那麼尊敬，為什麼那麼仰慕，有道理。證得初果的時候，換句話說，在六道，雖然沒有脫離六道輪迴，在六道輪迴裡有期限，決定不墮三惡道，就是天上人間七次往來，不會墮三惡道。你要問為什麼不會墮三惡道？他三惡道的緣斷了，三惡道的業因當然有，可是緣斷了，所以稱為聖人，小聖。這就說「無明貪愛」，下面接著有瞋恚、有傲慢煩惱習氣不斷。"
    },
    {
      "id": "12-017-1397_p0014",
      "zh_CN": "我们再看清凉大师注解，大师说五蕴是正报，三界依报，这苦果，你不能不受。「痴」，无明是痴；「爱」，爱是贪爱。这说一个痴、说一个爱，贪瞋痴慢疑，根本烦恼。「发润」，发润就是发作。「为集因也」，集是烦恼的代名词，无量无边烦恼都从痴爱而生。痴爱就是佛法里常讲的三毒，贪瞋痴。贪瞋痴是三毒烦恼，这三条要是断不掉，你就没有办法脱离六道轮回。然后我们就明了，念佛的人虽然多，往生的人少，什么原因？烦恼没有放下。",
      "zh_TW": "我們再看清涼大師註解，大師說五蘊是正報，三界依報，這苦果，你不能不受。「痴」，無明是痴；「愛」，愛是貪愛。這說一個痴、說一個愛，貪瞋痴慢疑，根本煩惱。「發潤」，發潤就是發作。「為集因也」，集是煩惱的代名詞，無量無邊煩惱都從痴愛而生。痴愛就是佛法裡常講的三毒，貪瞋痴。貪瞋痴是三毒煩惱，這三條要是斷不掉，你就沒有辦法脫離六道輪迴。然後我們就明瞭，念佛的人雖然多，往生的人少，什麼原因？煩惱沒有放下。"
    },
    {
      "id": "12-017-1397_p0015",
      "zh_CN": "念佛往生比其他法门修行证果真的是容易太多！为什么？净宗法门，诸位都晓得，叫带业往生。业是什么？烦恼习气不要断，带到西方极乐世界再断，现在可以不必断，这就方便太多了。虽然不断，你要有能力把它控制住，这叫伏烦恼。伏容易，断太难了；那烦恼伏不住，这个境界现前还会起现行，顺境你起贪爱，逆境你起瞋恚，那你就不能往生了。所以我们念佛人，念佛的功夫在什么地方，这个自己一定要知道。功夫在日常生活当中处事待人接物，顺境不起贪心，逆境不生瞋恚心，我念佛这功夫已把烦恼控制住，这才有把握往生。如果你控制不住，看到顺心的、喜欢的你就起贪恋，看到不喜欢的就生瞋恨，那你自己要知道，这样念佛不能往生，这个重要！",
      "zh_TW": "念佛往生比其他法門修行證果真的是容易太多！為什麼？淨宗法門，諸位都曉得，叫帶業往生。業是什麼？煩惱習氣不要斷，帶到西方極樂世界再斷，現在可以不必斷，這就方便太多了。雖然不斷，你要有能力把它控制住，這叫伏煩惱。伏容易，斷太難了；那煩惱伏不住，這個境界現前還會起現行，順境你起貪愛，逆境你起瞋恚，那你就不能往生了。所以我們念佛人，念佛的功夫在什麼地方，這個自己一定要知道。功夫在日常生活當中處事待人接物，順境不起貪心，逆境不生瞋恚心，我念佛這功夫已把煩惱控制住，這才有把握往生。如果你控制不住，看到順心的、喜歡的你就起貪戀，看到不喜歡的就生瞋恨，那你自己要知道，這樣念佛不能往生，這個重要！"
    },
    {
      "id": "12-017-1397_p0016",
      "zh_CN": "所以诸佛菩萨、祖师大德常常教导我们，「心净则佛土净」，心怎样得清净？放下一切妄想分别执着，你才能得清净，这叫修行功夫。真正修行人就是在生活当中，工作待人接物修什么？修随缘，什么都好，没有一样不好。不分别都好，你一分别麻烦来了，一执着麻烦就来了。就是在日常生活当中，把分别心、执着心淡化，愈淡薄愈好，一年比一年淡，功夫有进步。佛教导初学真的是叫慈悲至极，佛陀在世每天功课，晚课里头有一部经，《无常经》，这个经不长，让弟子们天天念什么？无常。「人命无常，国土危脆」，你常常念这些，你自然就看淡了，还有什么好争执的？一口气不来，这一世就结束了，一定要知道人命无常。",
      "zh_TW": "所以諸佛菩薩、祖師大德常常教導我們，「心淨則佛土淨」，心怎樣得清淨？放下一切妄想分別執著，你才能得清淨，這叫修行功夫。真正修行人就是在生活當中，工作待人接物修什麼？修隨緣，什麼都好，沒有一樣不好。不分別都好，你一分別麻煩來了，一執著麻煩就來了。就是在日常生活當中，把分別心、執著心淡化，愈淡薄愈好，一年比一年淡，功夫有進步。佛教導初學真的是叫慈悲至極，佛陀在世每天功課，晚課裡頭有一部經，《無常經》，這個經不長，讓弟子們天天念什麼？無常。「人命無常，國土危脆」，你常常念這些，你自然就看淡了，還有什麼好爭執的？一口氣不來，這一世就結束了，一定要知道人命無常。"
    },
    {
      "id": "12-017-1397_p0017",
      "zh_CN": "我是很年轻的时候，二十几岁上班工作，那时候没学佛，每天一定要看看报纸。公家有报纸，不是我们自己订的，报纸送来总是翻翻看看。我有一个毛病，跟人家看报纸不一样，人家看什么新闻、看报纸评论，看这些东西，我看什么？我看讣闻。你看每天报纸上登的都有讣闻，我第一个看这些，就是看这些过世的人，这里头男女老少各行各业。所以我接触佛法很容易就接受，有原因的。每天看到，你看今天这么多人过去了，明天看报纸又有这么多人过去了，到哪一天轮到我们自己，决定跑不了！人要常常想到这个，你说还有什么好争的？还有什么好贪恋的？正是佛教里头所说的「万般将不去，唯有业随身」。",
      "zh_TW": "我是很年輕的時候，二十幾歲上班工作，那時候沒學佛，每天一定要看看報紙。公家有報紙，不是我們自己訂的，報紙送來總是翻翻看看。我有一個毛病，跟人家看報紙不一樣，人家看什麼新聞、看報紙評論，看這些東西，我看什麼？我看訃聞。你看每天報紙上登的都有訃聞，我第一個看這些，就是看這些過世的人，這裡頭男女老少各行各業。所以我接觸佛法很容易就接受，有原因的。每天看到，你看今天這麼多人過去了，明天看報紙又有這麼多人過去了，到哪一天輪到我們自己，決定跑不了！人要常常想到這個，你說還有什麼好爭的？還有什麼好貪戀的？正是佛教裡頭所說的「萬般將不去，唯有業隨身」。"
    },
    {
      "id": "12-017-1397_p0018",
      "zh_CN": "所以遇到佛法之后，我们才真正了解，真正觉悟过来，人生在世要有一个目标、一个方向，提升自己，超越轮回，超越十法界，这正确，那就对了。可是八万四千法门，我们要真的想超越，不要说超越十法界，超越六道就不容易，为什么？你要把烦恼习气都断掉，你才能超越，这个事情太难太难！还好阿弥陀佛有带业往生这个法门，这个我们听到非常高兴。为什么？断烦恼，说老实话做不到；伏烦恼，就是对于所有一切欲望淡化了，这可以做得到，这叫带业。带业，古大德讲得很清楚，带旧业不带新业。你以为可以带业了，可以天天去造业，那就错了；能带旧的，不能带新的。所以净宗大德说了两句名言，「随缘消旧业，莫更造新殃」，不能够再造业了，旧的业可以带去，新的业不要再造了，这样念佛才决定往生。",
      "zh_TW": "所以遇到佛法之後，我們才真正了解，真正覺悟過來，人生在世要有一個目標、一個方向，提升自己，超越輪迴，超越十法界，這正確，那就對了。可是八萬四千法門，我們要真的想超越，不要說超越十法界，超越六道就不容易，為什麼？你要把煩惱習氣都斷掉，你才能超越，這個事情太難太難！還好阿彌陀佛有帶業往生這個法門，這個我們聽到非常高興。為什麼？斷煩惱，說老實話做不到；伏煩惱，就是對於所有一切欲望淡化了，這可以做得到，這叫帶業。帶業，古大德講得很清楚，帶舊業不帶新業。你以為可以帶業了，可以天天去造業，那就錯了；能帶舊的，不能帶新的。所以淨宗大德說了兩句名言，「隨緣消舊業，莫更造新殃」，不能夠再造業了，舊的業可以帶去，新的業不要再造了，這樣念佛才決定往生。"
    },
    {
      "id": "12-017-1397_p0019",
      "zh_CN": "所以教不能不明了、不能不通达，就是通达佛所说的理论与方法；还要知道境界，这境界我们自己修行把自己向上提升，提升到什么地方，自己很清楚、很明白，自己有信心。天天在进步就生欢喜心，法喜充满，也就是《论语》里面说的「学而时习之，不亦说乎」，真的在提升。烦恼习气一年比一年少，一月比一月少，一天比一天少，他怎么会不快乐？这种快乐不是五欲六尘，五欲六尘那个快乐，那是刺激，我们常讲，那就好像吸毒一样，有瘾，它有副作用。解行两门的深入，解帮助行，行帮助解，这就是「学而时习之」，学是解门，习是行门，解行相应，这里头的乐是真乐，这不是外面五欲六尘的刺激，不是的，这真乐。唯有真正修行人，他得到了。所以妄想分别执着就是此地讲的痴爱，这是烦恼的因、烦恼的根。",
      "zh_TW": "所以教不能不明瞭、不能不通達，就是通達佛所說的理論與方法；還要知道境界，這境界我們自己修行把自己向上提升，提升到什麼地方，自己很清楚、很明白，自己有信心。天天在進步就生歡喜心，法喜充滿，也就是《論語》裡面說的「學而時習之，不亦說乎」，真的在提升。煩惱習氣一年比一年少，一月比一月少，一天比一天少，他怎麼會不快樂？這種快樂不是五欲六塵，五欲六塵那個快樂，那是刺激，我們常講，那就好像吸毒一樣，有癮，它有副作用。解行兩門的深入，解幫助行，行幫助解，這就是「學而時習之」，學是解門，習是行門，解行相應，這裡頭的樂是真樂，這不是外面五欲六塵的刺激，不是的，這真樂。唯有真正修行人，他得到了。所以妄想分別執著就是此地講的痴愛，這是煩惱的因、煩惱的根。"
    },
    {
      "id": "12-017-1397_p0020",
      "zh_CN": "「兼显初义，前后苦集亦不殊故」。这是文殊菩萨所问的，学佛为什么烦恼不能断？苦报不能断？照理说，学习佛法决定能够断集灭苦，这是一定的，问题就是你没有依教奉行。虽然天天在学佛，境界转不过来，境界还是被世俗所转，不能够脱俗，还是把世俗的东西放在心上，没有把佛的教诲放在心上，错在这里。这样学佛什么时候能成就？永远不能成就。放下，不是等我死的时候才放下，死的时候你还是放不下。什么时候放下？现在！现在就放下，现在就离苦。",
      "zh_TW": "「兼顯初義，前後苦集亦不殊故」。這是文殊菩薩所問的，學佛為什麼煩惱不能斷？苦報不能斷？照理說，學習佛法決定能夠斷集滅苦，這是一定的，問題就是你沒有依教奉行。雖然天天在學佛，境界轉不過來，境界還是被世俗所轉，不能夠脫俗，還是把世俗的東西放在心上，沒有把佛的教誨放在心上，錯在這裡。這樣學佛什麼時候能成就？永遠不能成就。放下，不是等我死的時候才放下，死的時候你還是放不下。什麼時候放下？現在！現在就放下，現在就離苦。"
    },
    {
      "id": "12-017-1397_p0021",
      "zh_CN": "我们常说，日常生活待人接物一切随缘，随缘就自在！缘聚缘散都不放在心上，永远保持自己的清净心，教里头常说「心净则佛土净」。我们修净土怎么修？一切法从心想生。你看这个总原则我一提起，你就很熟，你也会讲，可是你用不上。如何能把它用上，自自然然的用上，你说多自在。一切事有缘就做，没缘就不做，有缘也没有欢喜心，无缘也没有懊恼心，统统是清净心、平等心来应一切万事万物，这才叫得大自在。这一段我们就介绍到此地。",
      "zh_TW": "我們常說，日常生活待人接物一切隨緣，隨緣就自在！緣聚緣散都不放在心上，永遠保持自己的清淨心，教裡頭常說「心淨則佛土淨」。我們修淨土怎麼修？一切法從心想生。你看這個總原則我一提起，你就很熟，你也會講，可是你用不上。如何能把它用上，自自然然的用上，你說多自在。一切事有緣就做，沒緣就不做，有緣也沒有歡喜心，無緣也沒有懊惱心，統統是清淨心、平等心來應一切萬事萬物，這才叫得大自在。這一段我們就介紹到此地。"
    },
    {
      "id": "12-017-1397_p0022",
      "zh_CN": "再看末后一段，『是则佛教，于诸众生，或有利益，或无利益』。这个话是真的，一点都不假。清凉大师注解里头「结成相违」，这相违背。「出者有益」，这个出是什么？出离六道轮回，出离三界，出离十法界，有益；不出？「不出无益」。「佛教是一，其义安在」，实在说，这菩萨的话，这话里头有话，我们要懂得，出离是有益处，不出也有益。那个出离的，这一生修行证果出离的，他是这一生修的吗？不是，哪有那么容易。就好像我们参加学校的毕业典礼，我在澳洲也常常参加，在印度尼西亚也参加过一次大学里面毕业典礼。我们看到那些出离的，他得到博士学位、硕士学位、学士学位，都在一起举行毕业典礼。他拿到博士学位，是他今天才拿到的吗？没错，我们是在这里作见证，他确实是今天拿到的。他是今天学成的吗？过去他念硕士、念学士、念高中、念初中、念小学、念幼儿园，二十多年，今天才拿到。",
      "zh_TW": "再看末後一段，『是則佛教，於諸眾生，或有利益，或無利益』。這個話是真的，一點都不假。清涼大師註解裡頭「結成相違」，這相違背。「出者有益」，這個出是什麼？出離六道輪迴，出離三界，出離十法界，有益；不出？「不出無益」。「佛教是一，其義安在」，實在說，這菩薩的話，這話裡頭有話，我們要懂得，出離是有益處，不出也有益。那個出離的，這一生修行證果出離的，他是這一生修的嗎？不是，哪有那麼容易。就好像我們參加學校的畢業典禮，我在澳洲也常常參加，在印度尼西亞也參加過一次大學裡面畢業典禮。我們看到那些出離的，他得到博士學位、碩士學位、學士學位，都在一起舉行畢業典禮。他拿到博士學位，是他今天才拿到的嗎？沒錯，我們是在這裡作見證，他確實是今天拿到的。他是今天學成的嗎？過去他念碩士、念學士、念高中、念初中、念小學、念幼兒園，二十多年，今天才拿到。"
    },
    {
      "id": "12-017-1397_p0023",
      "zh_CN": "学佛出离六道十法界亦复如是，不是这一生修的，过去生生世世他已经修了无量劫，这一生当中因缘聚会，出离的果报现前了，要懂这个道理。懂这个道理，然后之后，你就晓得出有益，不出也有益，不出什么？他还继续在修，生生世世在修。你看佛门里常说「一历耳根，永为道种」。你听到一声佛菩萨名号，看到佛菩萨的形像，你的阿赖耶识里种子下进去了。这一生虽然你不信佛，你不学佛，总有一天这个种子遇到缘成熟了，你会生生世世修行，到哪一天成就了，见思烦恼断掉了，你就出了，所以不出也有益。",
      "zh_TW": "學佛出離六道十法界亦復如是，不是這一生修的，過去生生世世他已經修了無量劫，這一生當中因緣聚會，出離的果報現前了，要懂這個道理。懂這個道理，然後之後，你就曉得出有益，不出也有益，不出什麼？他還繼續在修，生生世世在修。你看佛門裡常說「一歷耳根，永為道種」。你聽到一聲佛菩薩名號，看到佛菩薩的形像，你的阿賴耶識裡種子下進去了。這一生雖然你不信佛，你不學佛，總有一天這個種子遇到緣成熟了，你會生生世世修行，到哪一天成就了，見思煩惱斷掉了，你就出了，所以不出也有益。"
    },
    {
      "id": "12-017-1397_p0024",
      "zh_CN": "「佛教是一，其义安在」。佛法里头说「佛氏门中，不舍一人」，就是这个道理。今生没有超越，有来生、有后世，决定超越，佛菩萨看到都生欢喜心。好像都看学校学生一样，从一年级看到高年级，晓得一年一年有一部分人成就了。现在时间到了。",
      "zh_TW": "「佛教是一，其義安在」。佛法裡頭說「佛氏門中，不捨一人」，就是這個道理。今生沒有超越，有來生、有後世，決定超越，佛菩薩看到都生歡喜心。好像都看學校學生一樣，從一年級看到高年級，曉得一年一年有一部分人成就了。現在時間到了。"
    },
    {
      "id": "12-017-1397_p0025",
      "zh_CN": "诸位同学请坐。请接着看「正教甚深」的第二段，答。我们看清凉大师的注解，「答意云，修有勤惰，障有浅深，机有生熟，缘有具阙，智有明昧，功有厚薄，故成有迟速，答初，难也」。清凉大师这几句话并不难懂，很清楚、很明白的提醒了我们，我们要把这几句话要好好的记住，常常用它来作反省、检点，就能够帮助我们在这一生当中成就。",
      "zh_TW": "諸位同學請坐。請接著看「正教甚深」的第二段，答。我們看清涼大師的註解，「答意云，修有勤惰，障有淺深，機有生熟，緣有具闕，智有明昧，功有厚薄，故成有遲速，答初，難也」。清涼大師這幾句話並不難懂，很清楚、很明白的提醒了我們，我們要把這幾句話要好好的記住，常常用它來作反省、檢點，就能夠幫助我們在這一生當中成就。"
    },
    {
      "id": "12-017-1397_p0026",
      "zh_CN": "首先说到「修有勤惰」，修就是落实，一定要把佛在经中的教诲搞清楚、搞明白，落实在自己生活工作待人接物当中，这就有受用，这叫修。真干，这是勤，不肯干，这就懈怠、懒惰。所以经书不能一天不读。那我们大家都知道，现代的社会是一个严重的染缸，我们在这个大染缸里头，不被它染污几乎是不可能，你说这个事情多麻烦。能不能不受染污？那就端在自己高度的觉心，你可以保持着不受污染。这不受污染，唯一的方法就是读经。",
      "zh_TW": "首先說到「修有勤惰」，修就是落實，一定要把佛在經中的教誨搞清楚、搞明白，落實在自己生活工作待人接物當中，這就有受用，這叫修。真幹，這是勤，不肯幹，這就懈怠、懶惰。所以經書不能一天不讀。那我們大家都知道，現代的社會是一個嚴重的染缸，我們在這個大染缸裡頭，不被它染污幾乎是不可能，你說這個事情多麻煩。能不能不受染污？那就端在自己高度的覺心，你可以保持著不受污染。這不受污染，唯一的方法就是讀經。"
    },
    {
      "id": "12-017-1397_p0027",
      "zh_CN": "所以我们能够这几十年当中，还能保持这个样子，得力于老师的教诲。老师教我不要看报纸、不要看杂志、不要看电视、不要听广播，所有一切无益于心性的书刊都不接触，我初到台中，李老师给我限定的。可以看的是什么东西？佛经，佛经还要有选择性，佛经太多了，你看乱了，你还是不得益。所以佛法真的可以利益人，也可以害人；可以帮助你长养善根慧命，也能够断你的法身慧命，这是真的不是假的。就如同药一样，佛是法药，对症你就得度了，就是契机你就得度了；不对症、不契机，那就害了你。所以佛法讲求的是契机，应病与药，药到病除，这是讲到个人根性，个人的机感不相同。",
      "zh_TW": "所以我們能夠這幾十年當中，還能保持這個樣子，得力於老師的教誨。老師教我不要看報紙、不要看雜誌、不要看電視、不要聽廣播，所有一切無益於心性的書刊都不接觸，我初到台中，李老師給我限定的。可以看的是什麼東西？佛經，佛經還要有選擇性，佛經太多了，你看亂了，你還是不得益。所以佛法真的可以利益人，也可以害人；可以幫助你長養善根慧命，也能夠斷你的法身慧命，這是真的不是假的。就如同藥一樣，佛是法藥，對症你就得度了，就是契機你就得度了；不對症、不契機，那就害了你。所以佛法講求的是契機，應病與藥，藥到病除，這是講到個人根性，個人的機感不相同。"
    },
    {
      "id": "12-017-1397_p0028",
      "zh_CN": "我们自己要明了不是上根利智，我们是个普通人，中下根性。老师的介绍，净宗法门，我们也学习了净宗的五经一论，这五经一论我过去统统都讲过，《无量寿经》讲了十一遍。五经一论还是太多了，所以我只在这里面选两种，一种是《无量寿经》，大本，另外一种小本，《阿弥陀经》，我就选这两部。大经的注解，我就采取黄念祖老居士的，他老人家一生做这一部注解，我觉得他是对我最大的贡献，我非常感激他。《阿弥陀经》我采取两个注解，莲池大师的《疏钞》，蕅益大师的《要解》。我学习的范围就这么小，读诵大乘，我就念这两部经。",
      "zh_TW": "我們自己要明瞭不是上根利智，我們是個普通人，中下根性。老師的介紹，淨宗法門，我們也學習了淨宗的五經一論，這五經一論我過去統統都講過，《無量壽經》講了十一遍。五經一論還是太多了，所以我只在這裡面選兩種，一種是《無量壽經》，大本，另外一種小本，《阿彌陀經》，我就選這兩部。大經的註解，我就採取黃念祖老居士的，他老人家一生做這一部註解，我覺得他是對我最大的貢獻，我非常感激他。《阿彌陀經》我採取兩個註解，蓮池大師的《疏鈔》，蕅益大師的《要解》。我學習的範圍就這麼小，讀誦大乘，我就念這兩部經。"
    },
    {
      "id": "12-017-1397_p0029",
      "zh_CN": "可是佛祖教导我们修学净土，持戒念佛，那戒经不能疏忽，我的戒经就是《十善业道经》，《十善业道经》我常常读诵。我的志向不高，只希望我能够生到凡圣同居土下下品往生，我就很满足了。蕅益大师说的，我向他老人家看齐，绝不好高骛远，希望这一生当中能出离。章嘉大师教我看破、放下，我不能说做得是百分之百的圆满，应当可以及格，这决定没有问题，七、八十分，够！尤其是最近这几年进步非常快，你要问什么原因？寿命到了。古大德常讲：人生七十古来稀。我今年七十九了，释迦牟尼佛当年住世，七十九岁圆寂的。所以我到了这个时候还不放下吗？还不放下就错了！不但要放下，彻底放下。",
      "zh_TW": "可是佛祖教導我們修學淨土，持戒念佛，那戒經不能疏忽，我的戒經就是《十善業道經》，《十善業道經》我常常讀誦。我的志向不高，只希望我能夠生到凡聖同居土下下品往生，我就很滿足了。蕅益大師說的，我向他老人家看齊，絕不好高騖遠，希望這一生當中能出離。章嘉大師教我看破、放下，我不能說做得是百分之百的圓滿，應當可以及格，這決定沒有問題，七、八十分，夠！尤其是最近這幾年進步非常快，你要問什麼原因？壽命到了。古大德常講：人生七十古來稀。我今年七十九了，釋迦牟尼佛當年住世，七十九歲圓寂的。所以我到了這個時候還不放下嗎？還不放下就錯了！不但要放下，徹底放下。"
    },
    {
      "id": "12-017-1397_p0030",
      "zh_CN": "这些年来，很多同学都晓得我们为了整个社会化解冲突，促进安定和平，参加了多次的会议，也是到处奔波。现在这些事情我也放下了，我以后不再参加了，我带的一些年轻人，希望他们接着去做。如果有什么问题，你来问我，我尽我的能力来帮助你。我的本分事情，这是我常说，人在世间本分的事情要把它做好，我们的本分事情是讲经教学，这是本分事情，其他的都不是我们自己本分事情。本分事情做好了，跟一切大众各行各业来配合，这个社会就是和谐的。与一切大众互助合作，我这个环节做得很好，我可以配合其他各个环节。人人能守本分，人人能尽本分，这就好了，这就是道德，行道履德，应当精进勤奋努力去做。",
      "zh_TW": "這些年來，很多同學都曉得我們為了整個社會化解衝突，促進安定和平，參加了多次的會議，也是到處奔波。現在這些事情我也放下了，我以後不再參加了，我帶的一些年輕人，希望他們接著去做。如果有什麼問題，你來問我，我盡我的能力來幫助你。我的本分事情，這是我常說，人在世間本分的事情要把它做好，我們的本分事情是講經教學，這是本分事情，其他的都不是我們自己本分事情。本分事情做好了，跟一切大眾各行各業來配合，這個社會就是和諧的。與一切大眾互助合作，我這個環節做得很好，我可以配合其他各個環節。人人能守本分，人人能盡本分，這就好了，這就是道德，行道履德，應當精進勤奮努力去做。"
    },
    {
      "id": "12-017-1397_p0031",
      "zh_CN": "所以「修」这一方面，中年以后，这个字我们就要把它抓住了。人命无常！同学们也许看到我们道场昨天立了一个往生牌位，张良栋先生。我这一次在北京，他来看过我两次，五十出头，昨天早晨过世了。我听到这个讯息，我都呆了，前几天很好，来看我的时候有说有笑，突然就走了，无常！还有一些在灾难当中过去的，天天都有，这些都是现身说法在警惕我们。所以不放下，错了！不精进，错了！修行一定要勤奋，一定要精进，不能够懒惰，懒惰，你就没有办法在这一生超越轮回。轮回太苦！这是说修。",
      "zh_TW": "所以「修」這一方面，中年以後，這個字我們就要把它抓住了。人命無常！同學們也許看到我們道場昨天立了一個往生牌位，張良棟先生。我這一次在北京，他來看過我兩次，五十出頭，昨天早晨過世了。我聽到這個訊息，我都呆了，前幾天很好，來看我的時候有說有笑，突然就走了，無常！還有一些在災難當中過去的，天天都有，這些都是現身說法在警惕我們。所以不放下，錯了！不精進，錯了！修行一定要勤奮，一定要精進，不能夠懶惰，懶惰，你就沒有辦法在這一生超越輪迴。輪迴太苦！這是說修。"
    },
    {
      "id": "12-017-1397_p0032",
      "zh_CN": "第二个说「障」。人人都有业障，这一生所造的业，还有过去生中生生世世所造的这些善恶业，全是障碍。善业感得的是善缘、顺境，容易叫你起贪恋，那贪恋就是障碍；恶缘、逆境容易叫你生瞋恚，容易叫你怨天尤人，全是障碍。障，有人浅、有人深，深麻烦！一定要通过勤奋的修学，障碍才能够由深化浅。",
      "zh_TW": "第二個說「障」。人人都有業障，這一生所造的業，還有過去生中生生世世所造的這些善惡業，全是障礙。善業感得的是善緣、順境，容易叫你起貪戀，那貪戀就是障礙；惡緣、逆境容易叫你生瞋恚，容易叫你怨天尤人，全是障礙。障，有人淺、有人深，深麻煩！一定要通過勤奮的修學，障礙才能夠由深化淺。"
    },
    {
      "id": "12-017-1397_p0033",
      "zh_CN": "我的业障很重，现在业障不重，什么原因？学佛五十四年，年年都在消业障，我的业障消得快。为什么？我对于佛法的道理明白，顺境善缘我知道那是无常，所以贪爱的心很淡薄，逆境恶缘我已经学会了逆来顺受，这是消业障最快的。转怨为亲，化敌为友，别人不问他是存什么心，不问他有意无意，他毁谤我、侮辱我，甚至于陷害我，我从来没有放在心上。我只有退、只有让、只有回避，内心里面生感激的心，感激什么？感激他替我消业障。我现在念念向往西方极乐世界，经讲一天算一天，多住一天，众生有福，我多帮助一天，毫无留恋，所以心地清净。",
      "zh_TW": "我的業障很重，現在業障不重，什麼原因？學佛五十四年，年年都在消業障，我的業障消得快。為什麼？我對於佛法的道理明白，順境善緣我知道那是無常，所以貪愛的心很淡薄，逆境惡緣我已經學會了逆來順受，這是消業障最快的。轉怨為親，化敵為友，別人不問他是存什麼心，不問他有意無意，他毀謗我、侮辱我，甚至於陷害我，我從來沒有放在心上。我只有退、只有讓、只有迴避，內心裡面生感激的心，感激什麼？感激他替我消業障。我現在念念嚮往西方極樂世界，經講一天算一天，多住一天，眾生有福，我多幫助一天，毫無留戀，所以心地清淨。"
    },
    {
      "id": "12-017-1397_p0034",
      "zh_CN": "这诸位晓得，清净心生智慧，不生烦恼。所以学佛首先要学会消业障，你看普贤菩萨忏悔偈，「往昔所造诸恶业，皆由无始贪瞋痴」。这个贪瞋痴是业障的根源，我们懂得了，那你就要把它忏除。菩萨讲「从身语意之所生，一切我今皆忏悔」，我们要天天真干、真忏悔！忏悔了，还有没有贪瞋痴？还有，那没忏尽，还要继续努力，还要一段长时间，要把它忏除干净。这个东西不管事，事无所谓，有好，没有也好，事随缘，心里头不能有。佛法是心法，事是虚妄的，「凡所有相，皆是虚妄」，最重要的念头，起心动念这不得了。所以起心动念一定要纯净纯善。纯净，这个净不是染净的净，染净两边都放下；纯善，这个善不是善恶的善，善恶两边也放下，才叫纯净纯善，性德法尔如是。你不懂，你就没有办法把你深重的业障化解，这对自己的利益太大太大！我自己这样做，不知不觉自自然然就影响别人，善根深厚的人看到我这个样子，他就觉悟，他就回头。这就讲什么？自行即是化他，教人实在讲就是在教自己，劝别人就是在劝自己，这个道理一定要懂。",
      "zh_TW": "這諸位曉得，清淨心生智慧，不生煩惱。所以學佛首先要學會消業障，你看普賢菩薩懺悔偈，「往昔所造諸惡業，皆由無始貪瞋痴」。這個貪瞋痴是業障的根源，我們懂得了，那你就要把它懺除。菩薩講「從身語意之所生，一切我今皆懺悔」，我們要天天真幹、真懺悔！懺悔了，還有沒有貪瞋痴？還有，那沒懺盡，還要繼續努力，還要一段長時間，要把它懺除乾淨。這個東西不管事，事無所謂，有好，沒有也好，事隨緣，心裡頭不能有。佛法是心法，事是虛妄的，「凡所有相，皆是虛妄」，最重要的念頭，起心動念這不得了。所以起心動念一定要純淨純善。純淨，這個淨不是染淨的淨，染淨兩邊都放下；純善，這個善不是善惡的善，善惡兩邊也放下，才叫純淨純善，性德法爾如是。你不懂，你就沒有辦法把你深重的業障化解，這對自己的利益太大太大！我自己這樣做，不知不覺自自然然就影響別人，善根深厚的人看到我這個樣子，他就覺悟，他就回頭。這就講什麼？自行即是化他，教人實在講就是在教自己，勸別人就是在勸自己，這個道理一定要懂。"
    },
    {
      "id": "12-017-1397_p0035",
      "zh_CN": "再看机缘，「机有生熟」，机是根机，生是根机浅，熟是根机厚。这个生熟与过去生中的宿因有关系，这个人过去已经修行一百世了，他这个根当然深，这要是有个好老师一教他，他马上就契入了，他就开悟、就真干！机熟了。有些人遇到好老师，老师天天在苦口婆心劝导，他是若有若无、若闻若不闻，没有放在心上，还是随顺世俗，随顺自己烦恼习气，这就是什么？这是生，过去生中学得少，纵然遇到好老师也没法子，也只能在佛门种个善根种子，一历眼根、一历耳根，永为道种。所以金刚不坏的种子给他种下。这说到根机。如果像前面讲，他有智慧，悟性很高，纵然根机浅一点、生一点也不怕，这一生当中加功用行，前面讲勤修，精进不懈，他进步就很快，业障也消得快。",
      "zh_TW": "再看機緣，「機有生熟」，機是根機，生是根機淺，熟是根機厚。這個生熟與過去生中的宿因有關係，這個人過去已經修行一百世了，他這個根當然深，這要是有個好老師一教他，他馬上就契入了，他就開悟、就真幹！機熟了。有些人遇到好老師，老師天天在苦口婆心勸導，他是若有若無、若聞若不聞，沒有放在心上，還是隨順世俗，隨順自己煩惱習氣，這就是什麼？這是生，過去生中學得少，縱然遇到好老師也沒法子，也只能在佛門種個善根種子，一歷眼根、一歷耳根，永為道種。所以金剛不壞的種子給他種下。這說到根機。如果像前面講，他有智慧，悟性很高，縱然根機淺一點、生一點也不怕，這一生當中加功用行，前面講勤修，精進不懈，他進步就很快，業障也消得快。"
    },
    {
      "id": "12-017-1397_p0036",
      "zh_CN": "由此可知，善导大师讲的话就很有道理，「四土三辈九品，总在遇缘不同」，这句话讲得太好了，生熟浅深关系不大，遇缘关系太大！所以下面讲缘，「缘有具阙」，具是什么？具足，阙是欠缺。这缘是讲的外缘，增上缘，你遇到真正好老师，真正好的同参道友，真正好的修学环境，那你统统具足了，你这个缘具足了。有人遇到好老师，遇不到好的同学，这有缺，这缘不具足；遇到好老师，没有好的修行环境，这个缘也缺了。遇缘难！这个东西，李老师以前常跟我说，可遇不可求，你真正遇到的时候，你要能掌握到。",
      "zh_TW": "由此可知，善導大師講的話就很有道理，「四土三輩九品，總在遇緣不同」，這句話講得太好了，生熟淺深關係不大，遇緣關係太大！所以下面講緣，「緣有具闕」，具是什麼？具足，闕是欠缺。這緣是講的外緣，增上緣，你遇到真正好老師，真正好的同參道友，真正好的修學環境，那你統統具足了，你這個緣具足了。有人遇到好老師，遇不到好的同學，這有缺，這緣不具足；遇到好老師，沒有好的修行環境，這個緣也缺了。遇緣難！這個東西，李老師以前常跟我說，可遇不可求，你真正遇到的時候，你要能掌握到。"
    },
    {
      "id": "12-017-1397_p0037",
      "zh_CN": "我这一生大家都很清楚，我要遇不到方东美先生，我就不能入佛门，我不相信，我认为它是迷信，谁跟我讲都没用。为什么？我不佩服你，你给我讲，我还有一套歪理，强词夺理，也能叫你没有法子说服我。所以你一定要遇到善友，善友是什么人？我佩服他，我尊敬他，他说的话我能接受，我能依教奉行，这种人很不容易。那个时候我在台湾，我认识的名教授有十几位，对方老师印象最好，那方老师也是同乡，桐城人，距我们的老家距离大概二、三十公里，很近。方老师对我也特别爱护，这是宿世的缘分，他把佛法介绍给我，我这才能接受，别人不行。",
      "zh_TW": "我這一生大家都很清楚，我要遇不到方東美先生，我就不能入佛門，我不相信，我認為它是迷信，誰跟我講都沒用。為什麼？我不佩服你，你給我講，我還有一套歪理，強詞奪理，也能叫你沒有法子說服我。所以你一定要遇到善友，善友是什麼人？我佩服他，我尊敬他，他說的話我能接受，我能依教奉行，這種人很不容易。那個時候我在台灣，我認識的名教授有十幾位，對方老師印象最好，那方老師也是同鄉，桐城人，距我們的老家距離大概二、三十公里，很近。方老師對我也特別愛護，這是宿世的緣分，他把佛法介紹給我，我這才能接受，別人不行。"
    },
    {
      "id": "12-017-1397_p0038",
      "zh_CN": "认识佛法之后，这个缘又很殊胜，就认识章嘉大师，章嘉大师就是特别爱护我。我认识他的时候，他老人家六十多岁，那时候我二十六岁，把我当小朋友看待，指导我三年。三年他老人家圆寂了。圆寂之后又过一年，我认识李老师，我把工作辞掉，专心来学这个法门。那个时候对佛法真的认识了，太好了！没有人弘扬，没有人向社会大众介绍，多可惜！我不知道那情有可原，知道了，我有义务、我有责任来承传这个事业，所以把工作辞掉了，专心跟李老师学教，这一跟就十年。",
      "zh_TW": "認識佛法之後，這個緣又很殊勝，就認識章嘉大師，章嘉大師就是特別愛護我。我認識他的時候，他老人家六十多歲，那時候我二十六歲，把我當小朋友看待，指導我三年。三年他老人家圓寂了。圓寂之後又過一年，我認識李老師，我把工作辭掉，專心來學這個法門。那個時候對佛法真的認識了，太好了！沒有人弘揚，沒有人向社會大眾介紹，多可惜！我不知道那情有可原，知道了，我有義務、我有責任來承傳這個事業，所以把工作辭掉了，專心跟李老師學教，這一跟就十年。"
    },
    {
      "id": "12-017-1397_p0039",
      "zh_CN": "在台中同学多，同学里头还要有同志，最好的同学连我七个人，我们这七个人在一起学习，十年如一日。那修学的环境也好，这李老师提供的，台中莲社、慈光图书馆，这是我学习的地方。缘具足，没有欠缺，接受老师的教诲没有怀疑，依教奉行，这才能成就。再看看我们同学当中有不成就的，二十个多个同学有很多没有成就，缘缺。虽然同样有个好老师，没有同学切磋琢磨；纵然有同学，不能十年如一日，或有或无，这个不行。这个东西是锲而不舍，长时薰修，你们有好的同参道友，有个一年、二年就散掉了，那真可惜。至少十年，十年同学在一起真的不是容易事情。",
      "zh_TW": "在台中同學多，同學裡頭還要有同志，最好的同學連我七個人，我們這七個人在一起學習，十年如一日。那修學的環境也好，這李老師提供的，台中蓮社、慈光圖書館，這是我學習的地方。緣具足，沒有欠缺，接受老師的教誨沒有懷疑，依教奉行，這才能成就。再看看我們同學當中有不成就的，二十個多個同學有很多沒有成就，緣缺。雖然同樣有個好老師，沒有同學切磋琢磨；縱然有同學，不能十年如一日，或有或無，這個不行。這個東西是鍥而不捨，長時薰修，你們有好的同參道友，有個一年、二年就散掉了，那真可惜。至少十年，十年同學在一起真的不是容易事情。"
    },
    {
      "id": "12-017-1397_p0040",
      "zh_CN": "「智有明昧」，智是智慧，就是我们讲有聪明、有愚笨。聪明的人学得快，领悟力强，我们一般人讲悟性，悟性很高，他学得快；悟性差的人就比较慢，那真的是很长时间薰修。所以我们七个同学在一起，这七个同学，虽然十年我们都在一块学习，成就还是有很大的差距。什么原因？烦恼习气有人放下，有人放不下。学习归学习，境界现前还是顺境有贪恋，逆境有瞋恚，这就不行，自自然然他就淘汰了；很不是容易事情，要自己真正有坚定的决心。",
      "zh_TW": "「智有明昧」，智是智慧，就是我們講有聰明、有愚笨。聰明的人學得快，領悟力強，我們一般人講悟性，悟性很高，他學得快；悟性差的人就比較慢，那真的是很長時間薰修。所以我們七個同學在一起，這七個同學，雖然十年我們都在一塊學習，成就還是有很大的差距。什麼原因？煩惱習氣有人放下，有人放不下。學習歸學習，境界現前還是順境有貪戀，逆境有瞋恚，這就不行，自自然然他就淘汰了；很不是容易事情，要自己真正有堅定的決心。"
    },
    {
      "id": "12-017-1397_p0041",
      "zh_CN": "所以老师教我，无益于心性的这些东西统统不接触，这一条教诲我得大受用。那我们这些同学，这条他就没做到，他们每天看报纸，每天看电视，这就问题大！这个东西是严重的染污，你要天天跟它接近，你的道业怎么能进步？你的道业怎么能保持？自己没有定慧，那就知道应当要回避，不要去接触，保持自己的清净平等觉。你一跟它接触的时候，你就被染污，你心就不平，你就迷惑，迷在其中。所以很不是一桩容易事情。",
      "zh_TW": "所以老師教我，無益於心性的這些東西統統不接觸，這一條教誨我得大受用。那我們這些同學，這條他就沒做到，他們每天看報紙，每天看電視，這就問題大！這個東西是嚴重的染污，你要天天跟它接近，你的道業怎麼能進步？你的道業怎麼能保持？自己沒有定慧，那就知道應當要迴避，不要去接觸，保持自己的清淨平等覺。你一跟它接觸的時候，你就被染污，你心就不平，你就迷惑，迷在其中。所以很不是一樁容易事情。"
    },
    {
      "id": "12-017-1397_p0042",
      "zh_CN": "下面说「功」，功是功夫。你学习的功夫有厚薄，功是讲修行的功夫，功厚你才会有得，功夫浅薄，你什么都得不到，有这么多的原因，勤首菩萨答复文殊菩萨。你看到学佛的人，有人成就得快，有人成就得慢，原因不外乎这几点。这都是从纲领上来说，细说太复杂、太多了！总而言之，我在讲席里常常勉励同学十六个字，自私自利没放下，名闻利养没放下，五欲六尘的享受没放下，贪瞋痴慢没放下，很糟糕！即使你的缘具足，你也不能成就。真要想成就，这十六个字一定要放下，这十六个字是严重的障碍。",
      "zh_TW": "下面說「功」，功是功夫。你學習的功夫有厚薄，功是講修行的功夫，功厚你才會有得，功夫淺薄，你什麼都得不到，有這麼多的原因，勤首菩薩答覆文殊菩薩。你看到學佛的人，有人成就得快，有人成就得慢，原因不外乎這幾點。這都是從綱領上來說，細說太複雜、太多了！總而言之，我在講席裡常常勉勵同學十六個字，自私自利沒放下，名聞利養沒放下，五欲六塵的享受沒放下，貪瞋痴慢沒放下，很糟糕！即使你的緣具足，你也不能成就。真要想成就，這十六個字一定要放下，這十六個字是嚴重的障礙。"
    },
    {
      "id": "12-017-1397_p0043",
      "zh_CN": "一切善缘具足而不能成就，都是这十六个字。过分的执着，重视自己的利益，错了，你没有办法入佛门。为什么？入佛门头一个条件破我执，所以自私自利这个念头太强，我执天天增长，你怎么能入？破我执才能证须陀洹果，在《华严经》里面才能够得初信位的菩萨，入初信位。你自私自利，这名闻利养、五欲六尘、贪瞋痴慢不破，永远在门外，初信位你得不到。这问题多严重！小乘须陀洹果没分，大乘不能入初信，学得再好，考试都得零分，这是我们不能不知道的。所以我的得力，实在讲就第一天跟章嘉大师见面，他老人家教我的「看破、放下」，那两个小时奠定我一生修学关键。这是答前一个难题，难问。",
      "zh_TW": "一切善緣具足而不能成就，都是這十六個字。過分的執著，重視自己的利益，錯了，你沒有辦法入佛門。為什麼？入佛門頭一個條件破我執，所以自私自利這個念頭太強，我執天天增長，你怎麼能入？破我執才能證須陀洹果，在《華嚴經》裡面才能夠得初信位的菩薩，入初信位。你自私自利，這名聞利養、五欲六塵、貪瞋痴慢不破，永遠在門外，初信位你得不到。這問題多嚴重！小乘須陀洹果沒分，大乘不能入初信，學得再好，考試都得零分，這是我們不能不知道的。所以我的得力，實在講就第一天跟章嘉大師見面，他老人家教我的「看破、放下」，那兩個小時奠定我一生修學關鍵。這是答前一個難題，難問。"
    },
    {
      "id": "12-017-1397_p0044",
      "zh_CN": "后面这是答后面的一个难问，「修与不修故，见同益异，答后，难也」。这就是学，学了之后不肯修，那就不一样。学是相同，果报不相同，你没做到！这里面文字虽然很简单，境界深广无尽。修与不修，这是两个极端，两个极端当中就很复杂，同样修，有的人修行，这一生当中大彻大悟、明心见性了，缘具足。这上面所讲，他勤奋，他业障浅，他根机熟了，一切缘具足，他证得法身菩萨位。明心见性，在《华严经》是圆教初住以上。有的人修，勤奋比不上前面这个人，前面是百分之百的精进，他大概能做到百分之九十的精进，也是真修，那么他所得的果报（这利益就是果报）就要次一等。这里面差别就大！",
      "zh_TW": "後面這是答後面的一個難問，「修與不修故，見同益異，答後，難也」。這就是學，學了之後不肯修，那就不一樣。學是相同，果報不相同，你沒做到！這裡面文字雖然很簡單，境界深廣無盡。修與不修，這是兩個極端，兩個極端當中就很複雜，同樣修，有的人修行，這一生當中大徹大悟、明心見性了，緣具足。這上面所講，他勤奮，他業障淺，他根機熟了，一切緣具足，他證得法身菩薩位。明心見性，在《華嚴經》是圓教初住以上。有的人修，勤奮比不上前面這個人，前面是百分之百的精進，他大概能做到百分之九十的精進，也是真修，那麼他所得的果報（這利益就是果報）就要次一等。這裡面差別就大！"
    },
    {
      "id": "12-017-1397_p0045",
      "zh_CN": "为什么我们现代无论在家出家修行得的利益真的很少，原因在哪里？没有真修，这关系很大。佛法的修学，佛在经论上讲得很清楚，次第、顺序决定不能够颠倒，总的指导原则，「因戒生定，因定开慧」，总的指导原则。那我们的戒有没有修？净宗法门，「净业三福」是我们修行指导的原则，净宗的指导原则。其他宗也不例外，也不能违背这个原则，这净业三福属于戒律。第一条「孝养父母，奉事师长」，你有没有做到？这是根本。学佛先要学会做人，你对父母有没有恭敬心？你对于老师有没有尊重心？孝顺父母、尊师重道，你有没有做到？你做到了几成？我们把孝亲尊师分为一百个等级，你是在第几个等级？你那个等级愈高，你的成就愈高；你等级愈往下，你成就愈低。",
      "zh_TW": "為什麼我們現代無論在家出家修行得的利益真的很少，原因在哪裡？沒有真修，這關係很大。佛法的修學，佛在經論上講得很清楚，次第、順序決定不能夠顛倒，總的指導原則，「因戒生定，因定開慧」，總的指導原則。那我們的戒有沒有修？淨宗法門，「淨業三福」是我們修行指導的原則，淨宗的指導原則。其他宗也不例外，也不能違背這個原則，這淨業三福屬於戒律。第一條「孝養父母，奉事師長」，你有沒有做到？這是根本。學佛先要學會做人，你對父母有沒有恭敬心？你對於老師有沒有尊重心？孝順父母、尊師重道，你有沒有做到？你做到了幾成？我們把孝親尊師分為一百個等級，你是在第幾個等級？你那個等級愈高，你的成就愈高；你等級愈往下，你成就愈低。"
    },
    {
      "id": "12-017-1397_p0046",
      "zh_CN": "佛法是师道，师道建立在孝道的基础上。印光大师讲得好，我们对老师「一分诚敬得一分利益，二分诚敬得二分利益，十分诚敬得十分利益」。如果老师没有看在眼里，你什么利益都得不到。老师是真善知识，纵然是佛菩萨再来，你对他不恭敬，你得不到利益。老师是个凡夫，也没有什么了不起，可是你对他十分恭敬，你就得十分利益。这个道理古人讲得很多！孝亲奠定我们的德行，尊师显示我们的受教，我们接受老师教诲，你对老师就恭敬了。所以净业三福是属于基本的戒律，必须要遵守。",
      "zh_TW": "佛法是師道，師道建立在孝道的基礎上。印光大師講得好，我們對老師「一分誠敬得一分利益，二分誠敬得二分利益，十分誠敬得十分利益」。如果老師沒有看在眼裡，你什麼利益都得不到。老師是真善知識，縱然是佛菩薩再來，你對他不恭敬，你得不到利益。老師是個凡夫，也沒有什麼了不起，可是你對他十分恭敬，你就得十分利益。這個道理古人講得很多！孝親奠定我們的德行，尊師顯示我們的受教，我們接受老師教誨，你對老師就恭敬了。所以淨業三福是屬於基本的戒律，必須要遵守。"
    },
    {
      "id": "12-017-1397_p0047",
      "zh_CN": "处众「六和敬」，基本戒律六条，我们跟大众在一块相处，这是要落实。随着自己功行的提升，你的孝敬也与之而增，你不断在增长。那个不修行的人，懈怠、懒散，虽然学了一点佛法，甚至于也能够讲得头头是道，没有修行的功夫。讲经的时候，我见过很多，参考许许多多人的资料，讲稿抄了一大堆，这个人怎么说的，那个人怎么说的，说了半天，自己一句话也没有。搞那么多，大杂烩，让人听了之后无所适从，到底哪个是对的？应该听谁的？初学讲经往往犯这个毛病，这是什么？没有师承，没有高人指点他。",
      "zh_TW": "處眾「六和敬」，基本戒律六條，我們跟大眾在一塊相處，這是要落實。隨著自己功行的提升，你的孝敬也與之而增，你不斷在增長。那個不修行的人，懈怠、懶散，雖然學了一點佛法，甚至於也能夠講得頭頭是道，沒有修行的功夫。講經的時候，我見過很多，參考許許多多人的資料，講稿抄了一大堆，這個人怎麼說的，那個人怎麼說的，說了半天，自己一句話也沒有。搞那麼多，大雜燴，讓人聽了之後無所適從，到底哪個是對的？應該聽誰的？初學講經往往犯這個毛病，這是什麼？沒有師承，沒有高人指點他。"
    },
    {
      "id": "12-017-1397_p0048",
      "zh_CN": "那我们跟老师学习，老师教我们讲经，初学的时候当然要参考别人注解，只准参考一种，跟一个人学，你是一个方向、一条路；你要参考两个注解，那就是两个人学，两个老师两条路，他们思想不一样的，很不容易成就。所以注解相当难！古今大德的注解里面引证很多，那是什么？他那个注解不是给一个人看的，是给许许多多人看的。你要是学讲经用他的注解，你要懂得怎样采取他的资料。采取资料不能用自己的意思，要用什么？听众。听众的程度，听众的根性，听众现前生活环境，听众现前的需要，要根据这些条件选注。那听起来他就有味道，这个东西真有受用。不能把注经的人所注的注解统统搬出来讲，那你就最大的忌讳，你错了，提供你参考的，不是提供你应用的，所以要知道取舍。所以这个地方讲见是同，利益不相同，这都是说出事实。「答后，难也」，这个后面就是讲「多人同见，何以有脱不脱」，脱是脱苦，脱烦恼、脱轮回、脱十法界，脱离。",
      "zh_TW": "那我們跟老師學習，老師教我們講經，初學的時候當然要參考別人註解，只准參考一種，跟一個人學，你是一個方向、一條路；你要參考兩個註解，那就是兩個人學，兩個老師兩條路，他們思想不一樣的，很不容易成就。所以註解相當難！古今大德的註解裡面引證很多，那是什麼？他那個註解不是給一個人看的，是給許許多多人看的。你要是學講經用他的註解，你要懂得怎樣採取他的資料。採取資料不能用自己的意思，要用什麼？聽眾。聽眾的程度，聽眾的根性，聽眾現前生活環境，聽眾現前的需要，要根據這些條件選註。那聽起來他就有味道，這個東西真有受用。不能把註經的人所註的註解統統搬出來講，那你就最大的忌諱，你錯了，提供你參考的，不是提供你應用的，所以要知道取捨。所以這個地方講見是同，利益不相同，這都是說出事實。「答後，難也」，這個後面就是講「多人同見，何以有脫不脫」，脫是脫苦，脫煩惱、脫輪迴、脫十法界，脫離。"
    },
    {
      "id": "12-017-1397_p0049",
      "zh_CN": "末后有一句总结，「上之别义，不出勤惰二门故」。大师说了这么多，到这个地方特别来教导我们，总而言之，不外乎勤惰。这就是我常常跟同学们提示的，好学比什么都重要，精进，好学、精进没有不成就的。如果不好学，不精进就是懈怠，你很难有成就。古今中外凡是真正有成就的人，你仔细去观察，一定是勤奋，一定是好学，有目标、有方向，所以他有很好的成绩拿出来。今天我们就讲到此地。",
      "zh_TW": "末後有一句總結，「上之別義，不出勤惰二門故」。大師說了這麼多，到這個地方特別來教導我們，總而言之，不外乎勤惰。這就是我常常跟同學們提示的，好學比什麼都重要，精進，好學、精進沒有不成就的。如果不好學，不精進就是懈怠，你很難有成就。古今中外凡是真正有成就的人，你仔細去觀察，一定是勤奮，一定是好學，有目標、有方向，所以他有很好的成績拿出來。今天我們就講到此地。"
    }
  ]
}