{
  "doc_id": "12-017-0087",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-017-0087",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "12-017-0087_p0001",
      "zh_CN": "请掀开经本第四十七面，倒数第三行看起：",
      "zh_TW": "請掀開經本第四十七面，倒數第三行看起："
    },
    {
      "id": "12-017-0087_p0002",
      "zh_CN": "「复有无量光音天王。所谓可爱乐光明天王」，昨天讲到这个地方，今天我们接着看第二尊：",
      "zh_TW": "「復有無量光音天王。所謂可愛樂光明天王」，昨天講到這個地方，今天我們接著看第二尊："
    },
    {
      "id": "12-017-0087_p0003",
      "zh_CN": "【清净妙光天王。】",
      "zh_TW": "【清淨妙光天王。】"
    },
    {
      "id": "12-017-0087_p0004",
      "zh_CN": "佛在经论里面告诉我们，智慧光明是从自己真心本性里面自然流露出来的。我们每一个众生，在理上讲，跟诸佛如来没有两样；可是在事上说，凡夫在迷，诸佛菩萨他们在悟。迷的时候心思昏昧，自性的智慧、光明、德能都不能够现前，造成愚暗，愚痴、昏暗，因此思想见解、行为完全失控，跟自性的性德完全相违背，把我们的智慧变成了烦恼，把我们的德能变成了业障，无尽的福德变成了灾难，这种变化可以说都在一念之间。天王名号里面告诉我们，『清净妙光』，清净心能现，妙光明是所现，这里面的含义无限的深广，也教导我们修行清净是纲领。《无量寿经》的经题有「清净平等觉」，给我们提出三个修学纲领。我们也都知道，也都很想修学，为什么清净心不能现前？清净就觉悟，不清净就迷惑了。在我们现前这个阶段，理跟事都非常重要，我们有许多同修理上明白，事上放不下，所以清净心不能现前。是不是理上真的明白？实在说不见得；理上如果真的明白，事上没有放不下的，所以我们必须要知道，在事上做不到，决定是理上没有透彻。你所学的似是而非，说你不明白，你也能说得头头是道，满像那么回事情，说你明白了，尽干些糊涂事，这种情形我们自己要反省、要检点。",
      "zh_TW": "佛在經論裡面告訴我們，智慧光明是從自己真心本性裡面自然流露出來的。我們每一個眾生，在理上講，跟諸佛如來沒有兩樣；可是在事上說，凡夫在迷，諸佛菩薩他們在悟。迷的時候心思昏昧，自性的智慧、光明、德能都不能夠現前，造成愚闇，愚痴、昏闇，因此思想見解、行為完全失控，跟自性的性德完全相違背，把我們的智慧變成了煩惱，把我們的德能變成了業障，無盡的福德變成了災難，這種變化可以說都在一念之間。天王名號裡面告訴我們，『清淨妙光』，清淨心能現，妙光明是所現，這裡面的含義無限的深廣，也教導我們修行清淨是綱領。《無量壽經》的經題有「清淨平等覺」，給我們提出三個修學綱領。我們也都知道，也都很想修學，為什麼清淨心不能現前？清淨就覺悟，不清淨就迷惑了。在我們現前這個階段，理跟事都非常重要，我們有許多同修理上明白，事上放不下，所以清淨心不能現前。是不是理上真的明白？實在說不見得；理上如果真的明白，事上沒有放不下的，所以我們必須要知道，在事上做不到，決定是理上沒有透徹。你所學的似是而非，說你不明白，你也能說得頭頭是道，滿像那麼回事情，說你明白了，盡幹些糊塗事，這種情形我們自己要反省、要檢點。"
    },
    {
      "id": "12-017-0087_p0005",
      "zh_CN": "怎样用功？还是要在教理上下功夫。我们没有真正放下，也就是说对于宇宙人生的真相我们并没有了解。在讲席当中，跟诸位报告了很多次，佛法的修学确确实实是知难行易。放下，跟诸位说，是很容易的事情，为什么放不下？不知道，不知道为什么要放下。你要想真搞清楚、搞明白，可不是那么容易事情，我们看看释迦牟尼佛当年在世一生的示现就能体会到，他老人家一生为一切众生讲经说法四十九年，这么长的时间都在教导，可见得知难。怎么说行易？我们在经典里面看到，许许多多佛陀当时的学生，来听佛讲经说法，佛这部经还没有讲完，他已经证果、他已经开悟，可见得行不难，知难！凡是我们做不到的，我们要求知，真正知道一定很容易去做到，所谓破迷开悟，一念之间而已，哪有难处？这是我们深深要反省的。",
      "zh_TW": "怎樣用功？還是要在教理上下功夫。我們沒有真正放下，也就是說對於宇宙人生的真相我們並沒有了解。在講席當中，跟諸位報告了很多次，佛法的修學確確實實是知難行易。放下，跟諸位說，是很容易的事情，為什麼放不下？不知道，不知道為什麼要放下。你要想真搞清楚、搞明白，可不是那麼容易事情，我們看看釋迦牟尼佛當年在世一生的示現就能體會到，他老人家一生為一切眾生講經說法四十九年，這麼長的時間都在教導，可見得知難。怎麼說行易？我們在經典裡面看到，許許多多佛陀當時的學生，來聽佛講經說法，佛這部經還沒有講完，他已經證果、他已經開悟，可見得行不難，知難！凡是我們做不到的，我們要求知，真正知道一定很容易去做到，所謂破迷開悟，一念之間而已，哪有難處？這是我們深深要反省的。"
    },
    {
      "id": "12-017-0087_p0006",
      "zh_CN": "一念清净一切都清净，那才是真清净，如果我们看到自己清净，外面环境还没有清净，这个清净是假的，决定不是真实的。如果讲真的清净，那是一切都清净，所谓是心清净身就清净，身清净你的境界就清净；境界从我们现前居住的地方，一直延伸到虚空法界，无一不清净，你才真正证得清净。清净之后，所起的作用「妙光」，你的信心是妙光，你的愿心是妙光、你的言语生活、处事待人，点点滴滴无一不是妙光显发，这就是所谓你生活在高度智慧之中，你不再生烦恼了。到这样的境界，才是真正修学有了成就，得受用，得到真实的受用。这种受用，我们在本经里面所看到，诸佛如来有，诸大菩萨有，声闻、缘觉以下，这个境界就没有了。也许我们在经上看到这一点，声闻、缘觉都没有，我们凡夫怎么可能有？这个话，我们在开经头几次就跟诸位报告过，不知道自己还能不能记得？《华严经》的当机是法身大士，我们不是法身大士，有资格来听这个经吗？有资格来学习这个法门吗？佛在经上说，除法身大士之外，还有一类根性行，大心凡夫。我们是凡夫，只要你发大心，行！你也是华严会上的当机者。可见得心量一定要大，小心量是没有办法修学大法的，大心量就是大乘根性，大心量就是圆顿根性，我们的心量不拓开怎么行？心量怎样拓开？我们常说，念念想众生，不要想自己。想哪些众生？尽虚空遍法界一切众生，我们心量才能拓开，才能够恢复。心量，每一个人、每一个众生原本都是包虚空，所谓「心包虚空，量周沙界」，「横遍十方，竖穷三际」，一切众生本来心量如是，只要把心量拓开，就是华严会上的当机者，这些修行的原理原则、纲领条目，我们不会感到困难。人有一念私心就被污染，决定没有自己的私心，念念为佛法、念念为众生，清净心不难现前；清净心现前之后，你过的生活就是高度智慧的生活，这个道理我们一定要懂得。下面一尊：",
      "zh_TW": "一念清淨一切都清淨，那才是真清淨，如果我們看到自己清淨，外面環境還沒有清淨，這個清淨是假的，決定不是真實的。如果講真的清淨，那是一切都清淨，所謂是心清淨身就清淨，身清淨你的境界就清淨；境界從我們現前居住的地方，一直延伸到虛空法界，無一不清淨，你才真正證得清淨。清淨之後，所起的作用「妙光」，你的信心是妙光，你的願心是妙光、你的言語生活、處事待人，點點滴滴無一不是妙光顯發，這就是所謂你生活在高度智慧之中，你不再生煩惱了。到這樣的境界，才是真正修學有了成就，得受用，得到真實的受用。這種受用，我們在本經裡面所看到，諸佛如來有，諸大菩薩有，聲聞、緣覺以下，這個境界就沒有了。也許我們在經上看到這一點，聲聞、緣覺都沒有，我們凡夫怎麼可能有？這個話，我們在開經頭幾次就跟諸位報告過，不知道自己還能不能記得？《華嚴經》的當機是法身大士，我們不是法身大士，有資格來聽這個經嗎？有資格來學習這個法門嗎？佛在經上說，除法身大士之外，還有一類根性行，大心凡夫。我們是凡夫，只要你發大心，行！你也是華嚴會上的當機者。可見得心量一定要大，小心量是沒有辦法修學大法的，大心量就是大乘根性，大心量就是圓頓根性，我們的心量不拓開怎麼行？心量怎樣拓開？我們常說，念念想眾生，不要想自己。想哪些眾生？盡虛空遍法界一切眾生，我們心量才能拓開，才能夠恢復。心量，每一個人、每一個眾生原本都是包虛空，所謂「心包虛空，量周沙界」，「橫遍十方，豎窮三際」，一切眾生本來心量如是，只要把心量拓開，就是華嚴會上的當機者，這些修行的原理原則、綱領條目，我們不會感到困難。人有一念私心就被污染，決定沒有自己的私心，念念為佛法、念念為眾生，清淨心不難現前；清淨心現前之後，你過的生活就是高度智慧的生活，這個道理我們一定要懂得。下面一尊："
    },
    {
      "id": "12-017-0087_p0007",
      "zh_CN": "【能自在音天王。】",
      "zh_TW": "【能自在音天王。】"
    },
    {
      "id": "12-017-0087_p0008",
      "zh_CN": "这十位菩萨的名号都显示菩萨的德行，而且名号先后都有连带的关系，就好像盖房子一样，第一层盖好才有第二层，第二层依第一层而起的。『能自在音天王』，是依清净妙光而「能」，如果心不清净，他的「音」就不自在。「自在音」是表说法自在，就是佛经上讲「成就四无碍辩才」，说法自在才能普度众生，你才能有这个能力。由此可知，都是自己的德能成就、性德现前，才有殊胜的智慧能力，帮助自己契入佛的境界，帮助一切众生信解行证无上的妙法。我们四众同修也都有这个愿望，虽有这个愿望，愿望要不能落实，这个愿望是空的。如何落实？一定要认真修行。《无量寿经》好！古德所谓《无量寿经》即是中本《华严》，跟《华严经》没有两样；《华严经》是细说，《无量寿经》是抓住纲领，经题是总纲领。怎么样才真正修行？要落实在自己日常生活当中，念念与清净平等觉相应，行行与清净平等觉相应，所以起心动念、处事待人接物，点点滴滴都要与这个相应；这是性德，唯有相应才得自在。你想想为什么相应得自在？心清净，转烦恼成菩提，烦恼消除，智慧就现前；心地清净，转生死为涅槃。所以清净心、平等心就转境界，法相宗所说的「转八识成四智」，我们一般人常讲「超凡入圣」，要不在日常生活当中修，怎么能成功？",
      "zh_TW": "這十位菩薩的名號都顯示菩薩的德行，而且名號先後都有連帶的關係，就好像蓋房子一樣，第一層蓋好才有第二層，第二層依第一層而起的。『能自在音天王』，是依清淨妙光而「能」，如果心不清淨，他的「音」就不自在。「自在音」是表說法自在，就是佛經上講「成就四無礙辯才」，說法自在才能普度眾生，你才能有這個能力。由此可知，都是自己的德能成就、性德現前，才有殊勝的智慧能力，幫助自己契入佛的境界，幫助一切眾生信解行證無上的妙法。我們四眾同修也都有這個願望，雖有這個願望，願望要不能落實，這個願望是空的。如何落實？一定要認真修行。《無量壽經》好！古德所謂《無量壽經》即是中本《華嚴》，跟《華嚴經》沒有兩樣；《華嚴經》是細說，《無量壽經》是抓住綱領，經題是總綱領。怎麼樣才真正修行？要落實在自己日常生活當中，念念與清淨平等覺相應，行行與清淨平等覺相應，所以起心動念、處事待人接物，點點滴滴都要與這個相應；這是性德，唯有相應才得自在。你想想為什麼相應得自在？心清淨，轉煩惱成菩提，煩惱消除，智慧就現前；心地清淨，轉生死為涅槃。所以清淨心、平等心就轉境界，法相宗所說的「轉八識成四智」，我們一般人常講「超凡入聖」，要不在日常生活當中修，怎麼能成功？"
    },
    {
      "id": "12-017-0087_p0009",
      "zh_CN": "「修行」两个字，我们要认识清楚这两个字怎么讲法。如果我们违背清净平等觉就错了，就是迷惑、就是颠倒，思想见解叫邪知邪见；与这个纲领相应，这是正确的，正知正见，佛之知见；不但是正知正见，佛知佛见。所以经典是我们现前修行的标准，一定要依靠这个标准，与这个标准相违背的，赶紧修正过来。尤其是从事上下手，诸位要知道，理事不二，初学的人从理上下手，事上做不到，一点用处都没有，你的境界转不过来；一定要在事上下手，才能克服自己无始劫以来的烦恼习气，要真的去克服。功夫能够持久，你就生欢喜心，三个月是第一个阶段，我们念佛堂第一个阶段过去了。第二个阶段再三个月，第二个阶段突破，你的法喜就现前，经上常讲「法喜充满」；这个名字我们常常念，说起来大家都很熟悉不陌生，你有没有得过法喜？没有。法喜充满，你的精神就饱满，你就能够勇猛精进。",
      "zh_TW": "「修行」兩個字，我們要認識清楚這兩個字怎麼講法。如果我們違背清淨平等覺就錯了，就是迷惑、就是顛倒，思想見解叫邪知邪見；與這個綱領相應，這是正確的，正知正見，佛之知見；不但是正知正見，佛知佛見。所以經典是我們現前修行的標準，一定要依靠這個標準，與這個標準相違背的，趕緊修正過來。尤其是從事上下手，諸位要知道，理事不二，初學的人從理上下手，事上做不到，一點用處都沒有，你的境界轉不過來；一定要在事上下手，才能克服自己無始劫以來的煩惱習氣，要真的去克服。功夫能夠持久，你就生歡喜心，三個月是第一個階段，我們念佛堂第一個階段過去了。第二個階段再三個月，第二個階段突破，你的法喜就現前，經上常講「法喜充滿」；這個名字我們常常念，說起來大家都很熟悉不陌生，你有沒有得過法喜？沒有。法喜充滿，你的精神就飽滿，你就能夠勇猛精進。"
    },
    {
      "id": "12-017-0087_p0010",
      "zh_CN": "我们在这两段，大梵天王跟光音天王里面看到，他们才是真正得法喜，禅悦就是法喜。也就是说你得到定的那种喜悦，那种欢喜，绝对不是世间任何乐事能够跟它相比的；如果世间还有事能够比禅定还要快乐，那些修禅定的人都不干，学它干什么？禅定里面得到的欢喜、得到的快乐，世间法没得比，所以入到甚深禅定，不想出定，他那是享受。那个享受，虽然佛给我们讲，受不是真的，也是虚妄的，可是色界天人的享受似乎比我们欲界里面要真实得多，这个真实是相对的比较，他要往更上一层来相比，他也不行，但是跟我们相比，他真实多了。这样说来，我们是不是要去修禅？念佛就是修禅，这个话是世尊亲口说的，在《大集经》里面讲，佛说「念佛即是深妙禅」，不是普通的禅定，甚深微妙的大定。所以这个法门你要是契入，叫「念佛三昧」，念佛三昧是三昧中王，三昧就是禅定；用念佛这个方法得到的禅定，是所有禅定里面最殊胜的、最上的。",
      "zh_TW": "我們在這兩段，大梵天王跟光音天王裡面看到，他們才是真正得法喜，禪悅就是法喜。也就是說你得到定的那種喜悅，那種歡喜，絕對不是世間任何樂事能夠跟它相比的；如果世間還有事能夠比禪定還要快樂，那些修禪定的人都不幹，學它幹什麼？禪定裡面得到的歡喜、得到的快樂，世間法沒得比，所以入到甚深禪定，不想出定，他那是享受。那個享受，雖然佛給我們講，受不是真的，也是虛妄的，可是色界天人的享受似乎比我們欲界裡面要真實得多，這個真實是相對的比較，他要往更上一層來相比，他也不行，但是跟我們相比，他真實多了。這樣說來，我們是不是要去修禪？念佛就是修禪，這個話是世尊親口說的，在《大集經》裡面講，佛說「念佛即是深妙禪」，不是普通的禪定，甚深微妙的大定。所以這個法門你要是契入，叫「念佛三昧」，念佛三昧是三昧中王，三昧就是禪定；用念佛這個方法得到的禪定，是所有禪定裡面最殊勝的、最上的。"
    },
    {
      "id": "12-017-0087_p0011",
      "zh_CN": "这个禅悦、念佛三昧，你们现在还没有得到，正在努力向这个目标精进，有些人走得很近，差不多快得到，再加紧一点就行了，决定不退心；要知道这个机缘非常稀有，因为一得到之后，你就得自在了。这个现象即使得一分，你就有一分的利益，一分的功德现前；这个功德是烦恼轻、智慧长。人烦恼轻，身体也就轻，头脑特别清楚、特别灵活，身体轻安敏捷，你得自在。你一个人得到是自利，你得到之后必定利他，那就跟光音天一样不要说话，你这个样子大家看看，信心就生起来；进念佛堂没多久这人变了，就给一般人增长了信心，这就是化他。这种方式就是所谓现身说法，不必用言语，我做出来给你看，你还能不相信吗？给你说，说了没做出来，你未必能相信；做出来之后，你亲眼看到，能令一切众生生起信心，这就是菩萨自行化他。所以此地讲「能自在音」，示现表法也是自在音；音是让人领悟，用这个字来做代表。言说能令人领悟，示现也能令人领悟，这种帮助众生的方式在这部经里面讲得非常之多。第四位：",
      "zh_TW": "這個禪悅、念佛三昧，你們現在還沒有得到，正在努力向這個目標精進，有些人走得很近，差不多快得到，再加緊一點就行了，決定不退心；要知道這個機緣非常稀有，因為一得到之後，你就得自在了。這個現象即使得一分，你就有一分的利益，一分的功德現前；這個功德是煩惱輕、智慧長。人煩惱輕，身體也就輕，頭腦特別清楚、特別靈活，身體輕安敏捷，你得自在。你一個人得到是自利，你得到之後必定利他，那就跟光音天一樣不要說話，你這個樣子大家看看，信心就生起來；進念佛堂沒多久這人變了，就給一般人增長了信心，這就是化他。這種方式就是所謂現身說法，不必用言語，我做出來給你看，你還能不相信嗎？給你說，說了沒做出來，你未必能相信；做出來之後，你親眼看到，能令一切眾生生起信心，這就是菩薩自行化他。所以此地講「能自在音」，示現表法也是自在音；音是讓人領悟，用這個字來做代表。言說能令人領悟，示現也能令人領悟，這種幫助眾生的方式在這部經裡面講得非常之多。第四位："
    },
    {
      "id": "12-017-0087_p0012",
      "zh_CN": "【最胜念智天王。】",
      "zh_TW": "【最勝念智天王。】"
    },
    {
      "id": "12-017-0087_p0013",
      "zh_CN": "大乘佛法，比大乘最殊胜的，是一乘了义的大法，《华严》、《法华》都是一乘了义的大经，它的目的就是求智慧，往后经文里面讲得很多；教给我们：我们在这一生当中，要学菩萨只求智慧，除智慧之外一无所求；戒定慧三无漏学，慧是目的。不但是诸菩萨专求智慧，实在说只要是亲近佛陀，佛陀虽然不在世间，去我们很远，我们今天供养佛陀的形像，展开佛陀的遗教，与当时亲近佛陀没有两样。如果说两样，我们是不是真的向佛陀学习，依教奉行？佛教菩萨唯求智慧，我们今天是不是如是？不但在大乘法里，小乘法里面佛也说唯慧为业，可见得大小乘都不例外，都是在求智慧。一乘了义是追求究竟圆满的智慧，阿耨多罗三藐菩提。可是求智慧，大家都知道，如果没有定，慧从哪里来？真实智慧绝非记问之学。我听经听得多，我天天读经读得多，你就有智慧吗？没有。你读得多、听得多、记得多，你也能讲得很多，全是别人的，没有一字一句是自己悟出来的。自己悟出来是智慧，依照别人所说的来讲不是智慧，连儒家都说「记问之学，不足以为人师」，所以记问是我们初学的时候一种方法、一种手段，它不是目的；目的一定要开智慧、要开悟。",
      "zh_TW": "大乘佛法，比大乘最殊勝的，是一乘了義的大法，《華嚴》、《法華》都是一乘了義的大經，它的目的就是求智慧，往後經文裡面講得很多；教給我們：我們在這一生當中，要學菩薩只求智慧，除智慧之外一無所求；戒定慧三無漏學，慧是目的。不但是諸菩薩專求智慧，實在說只要是親近佛陀，佛陀雖然不在世間，去我們很遠，我們今天供養佛陀的形像，展開佛陀的遺教，與當時親近佛陀沒有兩樣。如果說兩樣，我們是不是真的向佛陀學習，依教奉行？佛教菩薩唯求智慧，我們今天是不是如是？不但在大乘法裡，小乘法裡面佛也說唯慧為業，可見得大小乘都不例外，都是在求智慧。一乘了義是追求究竟圓滿的智慧，阿耨多羅三藐菩提。可是求智慧，大家都知道，如果沒有定，慧從哪裡來？真實智慧絕非記問之學。我聽經聽得多，我天天讀經讀得多，你就有智慧嗎？沒有。你讀得多、聽得多、記得多，你也能講得很多，全是別人的，沒有一字一句是自己悟出來的。自己悟出來是智慧，依照別人所說的來講不是智慧，連儒家都說「記問之學，不足以為人師」，所以記問是我們初學的時候一種方法、一種手段，它不是目的；目的一定要開智慧、要開悟。"
    },
    {
      "id": "12-017-0087_p0014",
      "zh_CN": "开悟，一定要把开悟的障碍排除，用什么方法来排除障碍？用禅定。为什么一定要用禅定？诸位要了解，智慧是我们自性里面本有的，本来具足的。我们的自性真心是什么样子？佛告诉我们，自性真心是如如不动的，大经里面常讲「自性本定」，你的真心本来是定的。这个定深极了，叫寂定，寂灭定，那是你的真心，那是你的自性。在定中不但分别执着没有，连妄想也没有，所以这个心是圆满的，真正是「心包太虚，量周沙界」，没有界限，这是真心的样子。这个经往后会讲得很多，也会讲得很详细，这是《华严经》的好处。我们现在把真心失掉，怎么失掉？动了念头，起了分别、起了执着。佛在经上有个比喻，把我们的真心本性比喻作大海，既深又广，把我们妄想、分别、执着这些念头，比喻作海里面起的一个水泡；这个水泡是依海生起，不能离开海，离开海它就没有了。于是这些愚昧的凡夫，执着水泡是自己的真心，那水泡是什么？就是起心动念，叫妄心，把妄心认作真心；真心哪里去？真心忘得一干二净。佛给我们说，我们也听不懂，纵然能够听明白也不相信，还是把起心动念、分别执着当作是自己的真心，这桩事情，世尊在《楞严经》上讲得清楚、讲得很多。这就是迷失了自性，把妄想当作自己的真心，这错了，所以我们的智慧德能统统不能够现前，全都失掉了。这个失掉，不是真的失掉；心性是真的，心性里面所有的智慧德能也是真的，真的怎么会失掉？会失掉就不是真的。并没有失掉，这个失是迷失，是你迷了它不起作用，就好比失掉了。所以诸佛如来为什么对一切众生这样尊敬？佛看众生智慧德能跟自己无二无别，只是他现在迷了，什么时候破迷开悟了，跟诸佛如来没两样，所以对一切众生，即使对阿鼻地狱众生，佛都是用平等心看待，决定不敢轻视。为什么？他是佛，他跟诸佛如来没有两样，只是现在一念迷而已，他有智慧德能，智慧德能不起作用。于是佛教化众生目的在哪里？恢复自己性德而已；佛没有东西教别人，只是教一切众生恢复你自己的真心本性。要怎样恢复？修定，定是佛家修行的总枢纽、总纲领；定中就没有分别执着，你还有一念分别执着，你就不能得定。所以戒是方便法、是手段，戒帮助你得定。戒里面最重要的精神是什么？放下、舍。你要不能放下、不能舍，障碍你入定。",
      "zh_TW": "開悟，一定要把開悟的障礙排除，用什麼方法來排除障礙？用禪定。為什麼一定要用禪定？諸位要了解，智慧是我們自性裡面本有的，本來具足的。我們的自性真心是什麼樣子？佛告訴我們，自性真心是如如不動的，大經裡面常講「自性本定」，你的真心本來是定的。這個定深極了，叫寂定，寂滅定，那是你的真心，那是你的自性。在定中不但分別執著沒有，連妄想也沒有，所以這個心是圓滿的，真正是「心包太虛，量周沙界」，沒有界限，這是真心的樣子。這個經往後會講得很多，也會講得很詳細，這是《華嚴經》的好處。我們現在把真心失掉，怎麼失掉？動了念頭，起了分別、起了執著。佛在經上有個比喻，把我們的真心本性比喻作大海，既深又廣，把我們妄想、分別、執著這些念頭，比喻作海裡面起的一個水泡；這個水泡是依海生起，不能離開海，離開海它就沒有了。於是這些愚昧的凡夫，執著水泡是自己的真心，那水泡是什麼？就是起心動念，叫妄心，把妄心認作真心；真心哪裡去？真心忘得一乾二淨。佛給我們說，我們也聽不懂，縱然能夠聽明白也不相信，還是把起心動念、分別執著當作是自己的真心，這樁事情，世尊在《楞嚴經》上講得清楚、講得很多。這就是迷失了自性，把妄想當作自己的真心，這錯了，所以我們的智慧德能統統不能夠現前，全都失掉了。這個失掉，不是真的失掉；心性是真的，心性裡面所有的智慧德能也是真的，真的怎麼會失掉？會失掉就不是真的。並沒有失掉，這個失是迷失，是你迷了它不起作用，就好比失掉了。所以諸佛如來為什麼對一切眾生這樣尊敬？佛看眾生智慧德能跟自己無二無別，只是他現在迷了，什麼時候破迷開悟了，跟諸佛如來沒兩樣，所以對一切眾生，即使對阿鼻地獄眾生，佛都是用平等心看待，決定不敢輕視。為什麼？他是佛，他跟諸佛如來沒有兩樣，只是現在一念迷而已，他有智慧德能，智慧德能不起作用。於是佛教化眾生目的在哪裡？恢復自己性德而已；佛沒有東西教別人，只是教一切眾生恢復你自己的真心本性。要怎樣恢復？修定，定是佛家修行的總樞紐、總綱領；定中就沒有分別執著，你還有一念分別執著，你就不能得定。所以戒是方便法、是手段，戒幫助你得定。戒裡面最重要的精神是什麼？放下、捨。你要不能放下、不能捨，障礙你入定。"
    },
    {
      "id": "12-017-0087_p0015",
      "zh_CN": "大家到念佛堂来念佛，为什么不能得一心不乱？一心不乱就是甚深禅定；那是因为虽然身在念佛堂念佛，心里面还有一些忧虑牵挂的事情没有放下，所以你念佛不能得一心不乱，不能得功夫成片。你要知道障碍在哪里？你没有真放下。所以真正懂得用功的人，他很会掌握机会，平常家务事情是多，是很不容易放下，今天有机会进念佛堂，我在念佛堂念一个小时，这一个小时我彻底放下，无论家里有什么事情不闻不问，决定不放在心上，我好好老老实实念一个小时，这个功德不可思议，因为你这一个小时叫老实念。念佛期间当中想一桩事情，那就打闲岔，就把你的功夫全部都破坏；想一桩事情就破坏了，想很多的事情那还有什么功夫可言？",
      "zh_TW": "大家到念佛堂來念佛，為什麼不能得一心不亂？一心不亂就是甚深禪定；那是因為雖然身在念佛堂念佛，心裡面還有一些憂慮牽掛的事情沒有放下，所以你念佛不能得一心不亂，不能得功夫成片。你要知道障礙在哪裡？你沒有真放下。所以真正懂得用功的人，他很會掌握機會，平常家務事情是多，是很不容易放下，今天有機會進念佛堂，我在念佛堂念一個小時，這一個小時我徹底放下，無論家裡有什麼事情不聞不問，決定不放在心上，我好好老老實實念一個小時，這個功德不可思議，因為你這一個小時叫老實念。念佛期間當中想一樁事情，那就打閒岔，就把你的功夫全部都破壞；想一樁事情就破壞了，想很多的事情那還有什麼功夫可言？"
    },
    {
      "id": "12-017-0087_p0016",
      "zh_CN": "过去我在台中求学的时候，台中莲社打佛七，李老师在佛七当中讲开示；佛七里面的开示都是警策、勉励大家的话，言语不多，非常有力量。他举一个例子，教人念佛的时候，身心世界一切放下。他说假如你在此地念佛，你念佛是求一心不乱，是求功夫成片，忽然有一个人来跟你说：你家的房子失火、烧掉了；这个时候你心动不动？你一动，功夫破坏了。这个时候你真是念佛人，如如不动，烧随它烧去！你在这个地方专求一心，你功夫才能成就。天大的事情也不闻不问，我进念佛堂；你要这样念的时候，你的功夫才能得力。确确实实，你在这里念一个小时好、两个小时好，念一天也好、念两天也好，决定要一念不生，万缘放下，功夫才得力，你才会真正有成就，你念得才会有法喜充满。念佛如是，任何一个行门都不例外。研教也需要全心全力投入，也需要身心世界一切放下，你才能懂如来所说的真实义。如果你研教还打妄想，怎么会懂得如来真实义？如来真实义要用自己真心去领悟，妄想是不相应的。用妄想，怎么能懂如来真实义？要用真心。这个道理是不能不懂的。",
      "zh_TW": "過去我在台中求學的時候，台中蓮社打佛七，李老師在佛七當中講開示；佛七裡面的開示都是警策、勉勵大家的話，言語不多，非常有力量。他舉一個例子，教人念佛的時候，身心世界一切放下。他說假如你在此地念佛，你念佛是求一心不亂，是求功夫成片，忽然有一個人來跟你說：你家的房子失火、燒掉了；這個時候你心動不動？你一動，功夫破壞了。這個時候你真是念佛人，如如不動，燒隨它燒去！你在這個地方專求一心，你功夫才能成就。天大的事情也不聞不問，我進念佛堂；你要這樣念的時候，你的功夫才能得力。確確實實，你在這裡念一個小時好、兩個小時好，念一天也好、念兩天也好，決定要一念不生，萬緣放下，功夫才得力，你才會真正有成就，你念得才會有法喜充滿。念佛如是，任何一個行門都不例外。研教也需要全心全力投入，也需要身心世界一切放下，你才能懂如來所說的真實義。如果你研教還打妄想，怎麼會懂得如來真實義？如來真實義要用自己真心去領悟，妄想是不相應的。用妄想，怎麼能懂如來真實義？要用真心。這個道理是不能不懂的。"
    },
    {
      "id": "12-017-0087_p0017",
      "zh_CN": "『最胜念智』，文字里面清清楚楚、明明白白，念智慧。这么说起来，对我们业障深重的凡夫来说，实在讲说得容易，做起来难，我们几个人能做到？做不到的时候怎么办？念阿弥陀佛，所以念阿弥陀佛也是「最胜念智」，这也是真的不是假的。何以故？本经到最后，归结到阿弥陀佛，普贤菩萨十大愿王导归极乐，《华严》得到究竟圆满，如果不归极乐，《华严》就不圆满，所以「最胜念智」就是这一句六字洪名。六字洪名何以说是最胜念智？我们大家天天都在念，我们智慧没现前，这是什么原因？是因为我们念的跟阿弥陀佛名号不相应，口念弥陀心打妄想。古德教给我们，实在讲最早教导我们是大势至菩萨，夏莲居老居士称之为净宗初祖，很有道理；他确确实实是净宗初祖，专修专弘，一点都不夹杂。这个法门大势至菩萨怎么教给我们？「都摄六根，净念相继」，这是把念佛的方法教给我们，简单明了八个字。都摄六根，用我们现在的话，就是放下万缘，眼从色尘那里回来，摄是收回来，眼不看一切色，耳从声尘那里收回来，不听一切声；六根从色声香味触法六尘边上收回来，「都摄六根」，这个时候你的心清净了。净念相继，这个念叫净念，净念是绝不夹杂；念佛还夹杂别的东西在里面，这个念就不是净念。净念是不怀疑、不夹杂，都摄六根就是万缘放下，后面相继，相继这个佛号一句一句不间断，念念不间断，这样念法就是「一念相应一念佛，念念相应念念佛」，大势至菩萨教给我们的。而念佛的效果他也说得很明白，也是八个字，「不假方便，自得心开」，效果多好。假是假借，不需要借任何方法来帮助，就是这一门深入；自得心开，自自然然你就开悟，心开就是禅宗里面讲「明心见性，见性成佛」，这是讲效果。你想想看，这里头多么殊胜。古时候觉明妙行菩萨也告诉我们，念佛最忌讳的是夹杂，所以教给我们「不怀疑、不夹杂、不间断」，这是念佛的秘诀。我们果然能够掌握到，与这个原则相应，这个念就是「最胜念智」，讲到开智慧，比任何一个方法都来得快速，来得稳当。",
      "zh_TW": "『最勝念智』，文字裡面清清楚楚、明明白白，念智慧。這麼說起來，對我們業障深重的凡夫來說，實在講說得容易，做起來難，我們幾個人能做到？做不到的時候怎麼辦？念阿彌陀佛，所以念阿彌陀佛也是「最勝念智」，這也是真的不是假的。何以故？本經到最後，歸結到阿彌陀佛，普賢菩薩十大願王導歸極樂，《華嚴》得到究竟圓滿，如果不歸極樂，《華嚴》就不圓滿，所以「最勝念智」就是這一句六字洪名。六字洪名何以說是最勝念智？我們大家天天都在念，我們智慧沒現前，這是什麼原因？是因為我們念的跟阿彌陀佛名號不相應，口念彌陀心打妄想。古德教給我們，實在講最早教導我們是大勢至菩薩，夏蓮居老居士稱之為淨宗初祖，很有道理；他確確實實是淨宗初祖，專修專弘，一點都不夾雜。這個法門大勢至菩薩怎麼教給我們？「都攝六根，淨念相繼」，這是把念佛的方法教給我們，簡單明瞭八個字。都攝六根，用我們現在的話，就是放下萬緣，眼從色塵那裡回來，攝是收回來，眼不看一切色，耳從聲塵那裡收回來，不聽一切聲；六根從色聲香味觸法六塵邊上收回來，「都攝六根」，這個時候你的心清淨了。淨念相繼，這個念叫淨念，淨念是絕不夾雜；念佛還夾雜別的東西在裡面，這個念就不是淨念。淨念是不懷疑、不夾雜，都攝六根就是萬緣放下，後面相繼，相繼這個佛號一句一句不間斷，念念不間斷，這樣念法就是「一念相應一念佛，念念相應念念佛」，大勢至菩薩教給我們的。而念佛的效果他也說得很明白，也是八個字，「不假方便，自得心開」，效果多好。假是假借，不需要借任何方法來幫助，就是這一門深入；自得心開，自自然然你就開悟，心開就是禪宗裡面講「明心見性，見性成佛」，這是講效果。你想想看，這裡頭多麼殊勝。古時候覺明妙行菩薩也告訴我們，念佛最忌諱的是夾雜，所以教給我們「不懷疑、不夾雜、不間斷」，這是念佛的祕訣。我們果然能夠掌握到，與這個原則相應，這個念就是「最勝念智」，講到開智慧，比任何一個方法都來得快速，來得穩當。"
    },
    {
      "id": "12-017-0087_p0018",
      "zh_CN": "佛在这个经上教菩萨一心一意求智慧，我们念佛就是求究竟圆满的智慧，念到功夫成片就得受用。功夫成片，给诸位说，是念佛三昧里功夫浅的，真正功夫成片就算是你已经得念佛三昧。这个功夫成就是什么样子？在一切时、一切处，一切人事环境、物质环境之中，决定没有贪恋，也没有瞋恚，你的心接触外面境界是平静的。换句话说，好境界里面你的心平等对待它，没有喜爱、没有贪恋；逆境现前也没有瞋恚、也没有烦恼，你的心用平等心来接触外面境界，这是你功夫成片了。你的心里只有阿弥陀佛，除阿弥陀佛之外，不会有任何一桩事放在心上，这叫功夫成片。念佛念到这个境界，跟诸位说，往生西方极乐世界就随意了。我们寿命还有，业报还没了，我想早一天往生行不行？行！你功夫成就了。寿命纵然到了，我还不想去，我再过几年去行不行？也行！生死自在。到这个时候他不去，不去的理由是什么？没有别的理由，绝不贪图世间的享受富贵，不是贪图这个，西方极乐世界环境比我们好得太多，怎么可能贪图这个世间？不可能。唯一的理由，还有一些众生跟我有缘，我要度他到西方极乐世界去，还没有度完，时间可以延长一点，你说这个多自在！如果度众生的缘尽了，那就提前去，没有理由再在此地多住一天，没有理由，你的化缘已经尽了。",
      "zh_TW": "佛在這個經上教菩薩一心一意求智慧，我們念佛就是求究竟圓滿的智慧，念到功夫成片就得受用。功夫成片，給諸位說，是念佛三昧裡功夫淺的，真正功夫成片就算是你已經得念佛三昧。這個功夫成就是什麼樣子？在一切時、一切處，一切人事環境、物質環境之中，決定沒有貪戀，也沒有瞋恚，你的心接觸外面境界是平靜的。換句話說，好境界裡面你的心平等對待它，沒有喜愛、沒有貪戀；逆境現前也沒有瞋恚、也沒有煩惱，你的心用平等心來接觸外面境界，這是你功夫成片了。你的心裡只有阿彌陀佛，除阿彌陀佛之外，不會有任何一樁事放在心上，這叫功夫成片。念佛念到這個境界，跟諸位說，往生西方極樂世界就隨意了。我們壽命還有，業報還沒了，我想早一天往生行不行？行！你功夫成就了。壽命縱然到了，我還不想去，我再過幾年去行不行？也行！生死自在。到這個時候他不去，不去的理由是什麼？沒有別的理由，絕不貪圖世間的享受富貴，不是貪圖這個，西方極樂世界環境比我們好得太多，怎麼可能貪圖這個世間？不可能。唯一的理由，還有一些眾生跟我有緣，我要度他到西方極樂世界去，還沒有度完，時間可以延長一點，你說這個多自在！如果度眾生的緣盡了，那就提前去，沒有理由再在此地多住一天，沒有理由，你的化緣已經盡了。"
    },
    {
      "id": "12-017-0087_p0019",
      "zh_CN": "所以只要功夫成片就生死自在，这个功夫跟诸位说，我们每个人都可以做得到的。如果讲到事一心不乱，理一心不乱，真难！我们一般人一生当中未必能做到。当然也有能做到，那是根性很利，上上根人行，中下根人做不到。功夫成片是决定可以做到，我们在《净土圣贤录》、《往生传》里面看到很多的例子。甚至于在眼前，你们曾经听李木源居士给你们讲，监狱里面的囚犯念佛，时间并不长，他都念到功夫成片。所以他们往生，往生那是受刑，在此地是吊刑，纵然这种方式往生，他还是非常自在，显示出他功夫成片了；他没有这种定功，不行！他真有这个定力，所以吊死，面目如生，跟普通吊死人那个样子完全不相同，一点恐惧都没有，安然的走了。念佛的时间并不算很长，哪里能得不到？",
      "zh_TW": "所以只要功夫成片就生死自在，這個功夫跟諸位說，我們每個人都可以做得到的。如果講到事一心不亂，理一心不亂，真難！我們一般人一生當中未必能做到。當然也有能做到，那是根性很利，上上根人行，中下根人做不到。功夫成片是決定可以做到，我們在《淨土聖賢錄》、《往生傳》裡面看到很多的例子。甚至於在眼前，你們曾經聽李木源居士給你們講，監獄裡面的囚犯念佛，時間並不長，他都念到功夫成片。所以他們往生，往生那是受刑，在此地是吊刑，縱然這種方式往生，他還是非常自在，顯示出他功夫成片了；他沒有這種定功，不行！他真有這個定力，所以吊死，面目如生，跟普通吊死人那個樣子完全不相同，一點恐懼都沒有，安然的走了。念佛的時間並不算很長，哪裡能得不到？"
    },
    {
      "id": "12-017-0087_p0020",
      "zh_CN": "他们为什么能得到，我们为什么得不到？他们被判死刑，没什么念头好想，想也是空想，所以他放得下。我们没有判死刑，还有好多东西可以想，所以放不下。由此可知，判死刑进监牢狱是增上缘，佛法里面讲「逆增上缘」。他要不遭遇到这个事，他这一辈子决定不能往生，会堕三恶道。遇到这个增上缘，哪里晓得从三恶道往生到极乐世界去作佛，不可思议！所以我们对世间人，再造恶的人，我们都不敢轻视他。你说这些犯罪的人，你敢轻视他吗？我们学佛学一辈子，将来未必能往生，人家真的往生作佛了，不可轻视。念佛法门的殊胜自己一定要知道。",
      "zh_TW": "他們為什麼能得到，我們為什麼得不到？他們被判死刑，沒什麼念頭好想，想也是空想，所以他放得下。我們沒有判死刑，還有好多東西可以想，所以放不下。由此可知，判死刑進監牢獄是增上緣，佛法裡面講「逆增上緣」。他要不遭遇到這個事，他這一輩子決定不能往生，會墮三惡道。遇到這個增上緣，哪裡曉得從三惡道往生到極樂世界去作佛，不可思議！所以我們對世間人，再造惡的人，我們都不敢輕視他。你說這些犯罪的人，你敢輕視他嗎？我們學佛學一輩子，將來未必能往生，人家真的往生作佛了，不可輕視。念佛法門的殊勝自己一定要知道。"
    },
    {
      "id": "12-017-0087_p0021",
      "zh_CN": "念佛念久了，久了就懈怠，这一定的道理。佛家谚语有所谓，学佛一年佛在眼前，学佛两年佛就在天边，学佛三年佛化云烟，没了。我们走进念佛堂，如果念佛一年还勉强可以过得去，念佛两年佛就在天边，念佛三年佛化云烟了，你还有什么成就？所以诸佛菩萨在经典里面，常常赞叹「初心可贵」，你能够保持初发心，「成佛有余」，最难就是不容易保持你的初发心，谁能保持初心，谁就决定成就。世出世间法一样的道理，愈久愈懈怠，愈久愈懒散，这是值得我们警惕的。为什么经要天天讲？我们是凡夫，三天不听经，烦恼就起现行，就会退转。讲经说法天天劝我们，天天鼓励我们，刚刚想退，听听就把气再提起来了。所以古时候念佛堂的人那真不简单，念佛堂里不讲经，是哪些人？经教里头过来的人，他都明白、都了解，有耐心、有毅力，不会退转，在念佛堂依众靠众。",
      "zh_TW": "念佛念久了，久了就懈怠，這一定的道理。佛家諺語有所謂，學佛一年佛在眼前，學佛兩年佛就在天邊，學佛三年佛化雲煙，沒了。我們走進念佛堂，如果念佛一年還勉強可以過得去，念佛兩年佛就在天邊，念佛三年佛化雲煙了，你還有什麼成就？所以諸佛菩薩在經典裡面，常常讚歎「初心可貴」，你能夠保持初發心，「成佛有餘」，最難就是不容易保持你的初發心，誰能保持初心，誰就決定成就。世出世間法一樣的道理，愈久愈懈怠，愈久愈懶散，這是值得我們警惕的。為什麼經要天天講？我們是凡夫，三天不聽經，煩惱就起現行，就會退轉。講經說法天天勸我們，天天鼓勵我們，剛剛想退，聽聽就把氣再提起來了。所以古時候念佛堂的人那真不簡單，念佛堂裡不講經，是哪些人？經教裡頭過來的人，他都明白、都了解，有耐心、有毅力，不會退轉，在念佛堂依眾靠眾。"
    },
    {
      "id": "12-017-0087_p0022",
      "zh_CN": "可是念佛堂的堂主还要天天讲开示，依旧不能够舍弃警策，对念佛的同修给他很大的帮助，劝导他、勉励他、警策他，帮助他精进，帮助他不退转。这是在念佛堂里面，领众出家法师他们的责任，每一个出家人在念佛堂都是要给在家同修做榜样，所以念佛堂里面领众就是自行化他。在末法时期，尤其是现在，这个社会大家晓得灾难很多，一年比一年多，一年比一年严重，唯一自救救人的方法就是老实念佛，除这个方法之外，我们实在再找不到第二个方法；佛家的法门虽然多，其他的方法都用不上力。这是我们一定要认识清楚，晓得今天「最胜念智」就是六字洪名，懂得怎样去念，然后才晓得如何帮助别人念佛。第五尊：",
      "zh_TW": "可是念佛堂的堂主還要天天講開示，依舊不能夠捨棄警策，對念佛的同修給他很大的幫助，勸導他、勉勵他、警策他，幫助他精進，幫助他不退轉。這是在念佛堂裡面，領眾出家法師他們的責任，每一個出家人在念佛堂都是要給在家同修做榜樣，所以念佛堂裡面領眾就是自行化他。在末法時期，尤其是現在，這個社會大家曉得災難很多，一年比一年多，一年比一年嚴重，唯一自救救人的方法就是老實念佛，除這個方法之外，我們實在再找不到第二個方法；佛家的法門雖然多，其他的方法都用不上力。這是我們一定要認識清楚，曉得今天「最勝念智」就是六字洪名，懂得怎樣去念，然後才曉得如何幫助別人念佛。第五尊："
    },
    {
      "id": "12-017-0087_p0023",
      "zh_CN": "【可爱乐清净妙音天王。】",
      "zh_TW": "【可愛樂清淨妙音天王。】"
    },
    {
      "id": "12-017-0087_p0024",
      "zh_CN": "实在讲这个名号跟前面「最胜念智」，意思非常接近，前面告诉你念佛的理论，这个地方告诉你念佛的方法，『清净妙音』就是六字洪名，这一句「南无阿弥陀佛」，以清净心念，把清净心念出来，以自己的清净心启发一切众生的清净心，这就『可爱乐』。这一次我们在澳洲，澳洲是一个大岛，我们环绕弘法，在墨尔本遇到一批大学生，学生当中有不少学佛，澳洲学佛的风气算是不错。但是这些学生当中，所学的宗派法门不一样，念佛的人并不多，有修大乘、有修小乘、有修禅、有修密。学校里面给他们一个小房子做佛学社，学佛的同学都集合在这里头。我说：你们宗派这么多，法门这么杂，你们怎么修法？他们倒很妙，他说：我们在一块共修，统统念阿弥陀佛。我听了很有意思，阿弥陀佛统一所有宗派，统一所有法门，很相应！这是我们没想到的，我这一次到那里看，我看到很欢喜。希望将来这一句「南无阿弥陀佛」，能够再统一多元文化，各种不同宗教在一起共修，也念南无阿弥陀佛，就好了，这是把这个再往上提升一步。",
      "zh_TW": "實在講這個名號跟前面「最勝念智」，意思非常接近，前面告訴你念佛的理論，這個地方告訴你念佛的方法，『清淨妙音』就是六字洪名，這一句「南無阿彌陀佛」，以清淨心念，把清淨心念出來，以自己的清淨心啟發一切眾生的清淨心，這就『可愛樂』。這一次我們在澳洲，澳洲是一個大島，我們環繞弘法，在墨爾本遇到一批大學生，學生當中有不少學佛，澳洲學佛的風氣算是不錯。但是這些學生當中，所學的宗派法門不一樣，念佛的人並不多，有修大乘、有修小乘、有修禪、有修密。學校裡面給他們一個小房子做佛學社，學佛的同學都集合在這裡頭。我說：你們宗派這麼多，法門這麼雜，你們怎麼修法？他們倒很妙，他說：我們在一塊共修，統統念阿彌陀佛。我聽了很有意思，阿彌陀佛統一所有宗派，統一所有法門，很相應！這是我們沒想到的，我這一次到那裡看，我看到很歡喜。希望將來這一句「南無阿彌陀佛」，能夠再統一多元文化，各種不同宗教在一起共修，也念南無阿彌陀佛，就好了，這是把這個再往上提升一步。"
    },
    {
      "id": "12-017-0087_p0025",
      "zh_CN": "而这一句佛号，很多外国人听了都能生欢喜心，他们不懂这个意思，可是我们在放佛号；现在念佛机很方便，有很多同修念佛机带在身上；居然就有一些外国人听了很有兴趣，很注意的听，然后问我们：这是什么音乐？他们不懂，他以为这是音乐。他说这个音乐能够让人心很平和，不会烦躁，他很喜欢这个音乐；我们也就把念佛机送给他，告诉他跟着念；他们学，学得很认真。告诉他，你只要一直念，一定有好处；什么好处？到时候就知道了。就跟谛闲老和尚教锅漏匠一样，我们也如法炮制，跟他讲念一定有好处，你一直念下去，念到有一天他见到阿弥陀佛来接引他往生，他见到佛光注照，见到金色光明；真的能达到，只要他一心称念，不懂没有关系，这是各人善根福德不相同。",
      "zh_TW": "而這一句佛號，很多外國人聽了都能生歡喜心，他們不懂這個意思，可是我們在放佛號；現在念佛機很方便，有很多同修念佛機帶在身上；居然就有一些外國人聽了很有興趣，很注意的聽，然後問我們：這是什麼音樂？他們不懂，他以為這是音樂。他說這個音樂能夠讓人心很平和，不會煩躁，他很喜歡這個音樂；我們也就把念佛機送給他，告訴他跟著念；他們學，學得很認真。告訴他，你只要一直念，一定有好處；什麼好處？到時候就知道了。就跟諦閑老和尚教鍋漏匠一樣，我們也如法炮製，跟他講念一定有好處，你一直念下去，念到有一天他見到阿彌陀佛來接引他往生，他見到佛光注照，見到金色光明；真的能達到，只要他一心稱念，不懂沒有關係，這是各人善根福德不相同。"
    },
    {
      "id": "12-017-0087_p0026",
      "zh_CN": "我们在在处处，你能够接触到的一些人、一些物，物包括一切动物；我们有真诚的心，清净心、慈悲心，念这句佛号教导一切众生，有感应。我们在布里斯本的小道场，每天早晨大概四点多钟，有两只鸟念阿弥陀佛；我听人家讲是永师教的，不晓得是不是悟永教的？到时候牠就来了，牠就会念阿弥陀佛，连鸟也会念！每天四点钟牠来做早课，牠天天不缺，到时候就来了。我们自己想想，自己要不用功、懈怠，那连鸟都不如！净宗有一个小册子书名叫《物犹如此》，这个小册子里面，大概有几十个例子动物念佛往生，许许多多动物念佛往生，物犹如此，我们看了之后应当要勉励自己。「清净妙音」就是六字洪名。第六尊：",
      "zh_TW": "我們在在處處，你能夠接觸到的一些人、一些物，物包括一切動物；我們有真誠的心，清淨心、慈悲心，念這句佛號教導一切眾生，有感應。我們在布里斯本的小道場，每天早晨大概四點多鐘，有兩隻鳥念阿彌陀佛；我聽人家講是永師教的，不曉得是不是悟永教的？到時候牠就來了，牠就會念阿彌陀佛，連鳥也會念！每天四點鐘牠來做早課，牠天天不缺，到時候就來了。我們自己想想，自己要不用功、懈怠，那連鳥都不如！淨宗有一個小冊子書名叫《物猶如此》，這個小冊子裡面，大概有幾十個例子動物念佛往生，許許多多動物念佛往生，物猶如此，我們看了之後應當要勉勵自己。「清淨妙音」就是六字洪名。第六尊："
    },
    {
      "id": "12-017-0087_p0027",
      "zh_CN": "【善思惟音天王。】",
      "zh_TW": "【善思惟音天王。】"
    },
    {
      "id": "12-017-0087_p0028",
      "zh_CN": "在天王里面，名号当中都有音或者有光，显示他们是光音天。『善思惟音』，单单就音上来说，如果你能够善思惟音，就这一门你就能明心见性。音声之体是空寂的，空寂就是自性，自性不是一个实体，不是一个实物，它没有形状，所以我们六根都接触不到；眼看不见，耳也听不到，鼻也不能嗅，舌也不能尝，身体也接触不到。不但如此，我们的意识想都想不到；第六意识功能很大，能缘阿赖耶识，阿赖耶识实在讲也是尽虚空遍法界，但是就是缘不到自性。自性是真心，是真如，阿赖耶识缘不到；但是它有，它存在，它无处不在，可是决定不是六根所缘的。声之体，声的性体，我们称它作法性，法性跟佛性是一个性。「善思惟」，你听到这个音声，你去体会这个音声的体性，可是你不能真的去想，你想落在意识里头，想一辈子也想不出来，自性不会现前。所以思惟前面加个善，这个字的意思就妙了。你思惟得不到，不思惟也得不到，那怎么办？善思惟，这个话很难懂，就是宗门讲「疑情」，小疑有小悟，大疑就大悟，你不疑你就不会开悟；疑不是怀疑，叫疑情，疑情就是此地讲的善思惟。",
      "zh_TW": "在天王裡面，名號當中都有音或者有光，顯示他們是光音天。『善思惟音』，單單就音上來說，如果你能夠善思惟音，就這一門你就能明心見性。音聲之體是空寂的，空寂就是自性，自性不是一個實體，不是一個實物，它沒有形狀，所以我們六根都接觸不到；眼看不見，耳也聽不到，鼻也不能嗅，舌也不能嘗，身體也接觸不到。不但如此，我們的意識想都想不到；第六意識功能很大，能緣阿賴耶識，阿賴耶識實在講也是盡虛空遍法界，但是就是緣不到自性。自性是真心，是真如，阿賴耶識緣不到；但是它有，它存在，它無處不在，可是決定不是六根所緣的。聲之體，聲的性體，我們稱它作法性，法性跟佛性是一個性。「善思惟」，你聽到這個音聲，你去體會這個音聲的體性，可是你不能真的去想，你想落在意識裡頭，想一輩子也想不出來，自性不會現前。所以思惟前面加個善，這個字的意思就妙了。你思惟得不到，不思惟也得不到，那怎麼辦？善思惟，這個話很難懂，就是宗門講「疑情」，小疑有小悟，大疑就大悟，你不疑你就不會開悟；疑不是懷疑，叫疑情，疑情就是此地講的善思惟。"
    },
    {
      "id": "12-017-0087_p0029",
      "zh_CN": "确实有这一念，这一念决不落在意识里，这叫善；落在意识里就不善。宗门叫参禅，教下叫参学，什么叫参？几个人能懂得？「参」是离心意识才叫参，用心意识就不叫参。心意识是什么？八识五十一心所。你能够离八识五十一心所，那你用的是什么？四智菩提。你用四智菩提叫参，所以他能开悟，参禅能开悟，参学也能开悟；参学叫大开圆解，参禅叫明心见性。我们念佛也要离心意识念，你能够离心意识念，高明，你这叫理念；念佛有事念、有理念，你不是事念，你是理念。你念到功夫成就叫理一心不乱，理一心不乱的境界就是明心见性，生西方极乐世界是生实报庄严土；不在同居土，不在有余土。怎么离法？这个就难了，我们无始劫以来，统统用心意识已经用成习惯。我们要了解心意识的样子是什么？第六意识是分别，第七识是执着，第八识是妄想；换句话说，离心意识就是不用分别、不用执着、不用妄想。你离妄想分别执着，你用的是真心，这就行了。",
      "zh_TW": "確實有這一念，這一念決不落在意識裡，這叫善；落在意識裡就不善。宗門叫參禪，教下叫參學，什麼叫參？幾個人能懂得？「參」是離心意識才叫參，用心意識就不叫參。心意識是什麼？八識五十一心所。你能夠離八識五十一心所，那你用的是什麼？四智菩提。你用四智菩提叫參，所以他能開悟，參禪能開悟，參學也能開悟；參學叫大開圓解，參禪叫明心見性。我們念佛也要離心意識念，你能夠離心意識念，高明，你這叫理念；念佛有事念、有理念，你不是事念，你是理念。你念到功夫成就叫理一心不亂，理一心不亂的境界就是明心見性，生西方極樂世界是生實報莊嚴土；不在同居土，不在有餘土。怎麼離法？這個就難了，我們無始劫以來，統統用心意識已經用成習慣。我們要了解心意識的樣子是什麼？第六意識是分別，第七識是執著，第八識是妄想；換句話說，離心意識就是不用分別、不用執著、不用妄想。你離妄想分別執著，你用的是真心，這就行了。"
    },
    {
      "id": "12-017-0087_p0030",
      "zh_CN": "可是这个事情，实际上我们要做依旧是有困难，佛知道末法众生，佛了解得太清楚，晓得我们业障烦恼非常严重，所以教我们就用妄想分别执着来念佛，这叫带业往生。《弥陀经》上教导我们执持名号，执就是执着，教你把世出世间一切法统统放下，不要再执着，执著名号。我们要想一切不执着，很难！用一个方法，用一个执着放下其他一切执着，这个方法好用，对我们来讲我们可以做得到。我们就执持名号、分别名号，打妄想统统是阿弥陀佛，不打别的妄想，全打阿弥陀佛的妄想，行！这样搞成功了带业往生，生凡圣同居土。这个倒不要紧，生到西方极乐世界不管是哪一土，凡圣同居土下下品往生也是了不起。为什么？到西方极乐世界皆作阿惟越致菩萨，下下品往生的人还是作阿惟越致菩萨，这是西方极乐世界难信之法，十方诸佛刹土里没有这种事，哪有这种说法？西方世界特别，只要往生去都作阿惟越致菩萨。阿惟越致菩萨是什么地位？圆教七地以上。七地以上他们住什么地方？住实报庄严土，初地菩萨就住实报庄严土。西方世界是平等的法界，我们一定要懂，它有四土，四土在一起平等的。在我们这个地方，世尊给我们讲有三辈、有九品，到西方极乐世界三辈九品念头都没有，没有这个分别，没有这个执着，所以那个世界叫平等法界。每个人生到那边去，相貌跟阿弥陀佛一样没有差别，身体体质也跟阿弥陀佛一样，皆是紫磨真金色身，这是十方一切诸佛刹土里头找不到的。而且这样容易去，不难！难的是你不肯相信，你不肯发愿，不肯老实念，那就没法子；你要是真正相信，真正发愿，老实念佛，没有一个不往生，古德跟我们讲，这个法门叫「万修万人去」，这话是真的不是假的。",
      "zh_TW": "可是這個事情，實際上我們要做依舊是有困難，佛知道末法眾生，佛了解得太清楚，曉得我們業障煩惱非常嚴重，所以教我們就用妄想分別執著來念佛，這叫帶業往生。《彌陀經》上教導我們執持名號，執就是執著，教你把世出世間一切法統統放下，不要再執著，執著名號。我們要想一切不執著，很難！用一個方法，用一個執著放下其他一切執著，這個方法好用，對我們來講我們可以做得到。我們就執持名號、分別名號，打妄想統統是阿彌陀佛，不打別的妄想，全打阿彌陀佛的妄想，行！這樣搞成功了帶業往生，生凡聖同居土。這個倒不要緊，生到西方極樂世界不管是哪一土，凡聖同居土下下品往生也是了不起。為什麼？到西方極樂世界皆作阿惟越致菩薩，下下品往生的人還是作阿惟越致菩薩，這是西方極樂世界難信之法，十方諸佛剎土裡沒有這種事，哪有這種說法？西方世界特別，只要往生去都作阿惟越致菩薩。阿惟越致菩薩是什麼地位？圓教七地以上。七地以上他們住什麼地方？住實報莊嚴土，初地菩薩就住實報莊嚴土。西方世界是平等的法界，我們一定要懂，它有四土，四土在一起平等的。在我們這個地方，世尊給我們講有三輩、有九品，到西方極樂世界三輩九品念頭都沒有，沒有這個分別，沒有這個執著，所以那個世界叫平等法界。每個人生到那邊去，相貌跟阿彌陀佛一樣沒有差別，身體體質也跟阿彌陀佛一樣，皆是紫磨真金色身，這是十方一切諸佛剎土裡頭找不到的。而且這樣容易去，不難！難的是你不肯相信，你不肯發願，不肯老實念，那就沒法子；你要是真正相信，真正發願，老實念佛，沒有一個不往生，古德跟我們講，這個法門叫「萬修萬人去」，這話是真的不是假的。"
    },
    {
      "id": "12-017-0087_p0031",
      "zh_CN": "即使我们在这一生当中，造作极重的罪业都不怕，只要能够忏悔。什么叫忏悔？老实念佛就叫忏悔，你懂得吗？不必再到佛菩萨面前磕头祷告，我做了好多错事，你要原谅我，那你就糟了！为什么？你每想一次又做一次，你就坏了。从今之后只想阿弥陀佛，只念阿弥陀佛，把过去一切过失不再提，这是真忏悔；一心一意只求西方净土，只求见阿弥陀佛，什么罪业都消除了。地狱太苦，太可怜，我们不希望造作罪业的人堕地狱，我们希望他早一天成佛。既然造作极重的罪业，赶快回头，你要不回头决定堕地狱；堕地狱那个苦，你们去念念《地藏菩萨本愿经》就知道，受苦时间之长无数劫，实在讲太可怕了。只要你这一口气还没断，你还来得及，你回头还来得及；如果这一口气断了没法子，诸佛菩萨来也帮不上忙，也救不了你。所以要了解，造作极重罪业都不怕，《观无量寿佛经》跟我们讲得很清楚，造五逆十恶罪的人临终忏悔，一心念佛求生净土都能得生，忏悔的力量不可思议。什么叫「善思惟」我们一定要清楚、要明了，纵然我们不能离心意识，我们今天一心一意专念阿弥陀佛，放下万缘，这就是善思惟音。第七位：",
      "zh_TW": "即使我們在這一生當中，造作極重的罪業都不怕，只要能夠懺悔。什麼叫懺悔？老實念佛就叫懺悔，你懂得嗎？不必再到佛菩薩面前磕頭禱告，我做了好多錯事，你要原諒我，那你就糟了！為什麼？你每想一次又做一次，你就壞了。從今之後只想阿彌陀佛，只念阿彌陀佛，把過去一切過失不再提，這是真懺悔；一心一意只求西方淨土，只求見阿彌陀佛，什麼罪業都消除了。地獄太苦，太可憐，我們不希望造作罪業的人墮地獄，我們希望他早一天成佛。既然造作極重的罪業，趕快回頭，你要不回頭決定墮地獄；墮地獄那個苦，你們去念念《地藏菩薩本願經》就知道，受苦時間之長無數劫，實在講太可怕了。只要你這一口氣還沒斷，你還來得及，你回頭還來得及；如果這一口氣斷了沒法子，諸佛菩薩來也幫不上忙，也救不了你。所以要了解，造作極重罪業都不怕，《觀無量壽佛經》跟我們講得很清楚，造五逆十惡罪的人臨終懺悔，一心念佛求生淨土都能得生，懺悔的力量不可思議。什麼叫「善思惟」我們一定要清楚、要明瞭，縱然我們不能離心意識，我們今天一心一意專念阿彌陀佛，放下萬緣，這就是善思惟音。第七位："
    },
    {
      "id": "12-017-0087_p0032",
      "zh_CN": "【普音遍照天王。】",
      "zh_TW": "【普音遍照天王。】"
    },
    {
      "id": "12-017-0087_p0033",
      "zh_CN": "『普』是显示平等，『遍』也是平等的意思，遍，没有一丝毫的遗漏，没有一丝毫的缺失。「普音遍照」，这个名号里面显示出菩萨的心愿，跟诸佛如来的弘愿没有两样，要度尽虚空法界无量无边的众生。这个名号里面，我们怎样去学习？愿一定要有行去实践你的愿望，愿才不至于落空。我们今天烦恼没断，性德没有现前，我们能力是有限的；能力虽然有限，心愿可以无限，我们一定要发这样的大心大愿，把念佛法门介绍给尽虚空遍法界一切众生，这就是普音遍照。所以这个名号里面落实那就是流布大法，要流通、要宣布，尽我们的能力去做，一定要有心去做。现在我们利用科技的方法，把我们讲经的现场，利用网路传播到全世界。什么时候我们能够有缘，我们有这个心愿已经很久，但是这个心愿到今天还没有办法落实，什么心愿？我们可以利用无线电广播，无线电的广播电台，二十四小时播阿弥陀佛的名号；我们很想这样做，无线电台不接受，他说二十四小时就是这么一句话；我们愿意买这个时段，二十四小时不中断的有佛号播出去，任何地方打开收音机，佛号就不间断。我这个妄想想了很多年，看哪一家电视台的老板是佛教徒，也许他能够觉悟，他知道这是真实功德，给我们一个波段、一个频道，不播放别的，就是这一句佛号；这是普音遍照，这才能落实。",
      "zh_TW": "『普』是顯示平等，『遍』也是平等的意思，遍，沒有一絲毫的遺漏，沒有一絲毫的缺失。「普音遍照」，這個名號裡面顯示出菩薩的心願，跟諸佛如來的弘願沒有兩樣，要度盡虛空法界無量無邊的眾生。這個名號裡面，我們怎樣去學習？願一定要有行去實踐你的願望，願才不至於落空。我們今天煩惱沒斷，性德沒有現前，我們能力是有限的；能力雖然有限，心願可以無限，我們一定要發這樣的大心大願，把念佛法門介紹給盡虛空遍法界一切眾生，這就是普音遍照。所以這個名號裡面落實那就是流布大法，要流通、要宣布，盡我們的能力去做，一定要有心去做。現在我們利用科技的方法，把我們講經的現場，利用網路傳播到全世界。什麼時候我們能夠有緣，我們有這個心願已經很久，但是這個心願到今天還沒有辦法落實，什麼心願？我們可以利用無線電廣播，無線電的廣播電台，二十四小時播阿彌陀佛的名號；我們很想這樣做，無線電台不接受，他說二十四小時就是這麼一句話；我們願意買這個時段，二十四小時不中斷的有佛號播出去，任何地方打開收音機，佛號就不間斷。我這個妄想想了很多年，看哪一家電視台的老闆是佛教徒，也許他能夠覺悟，他知道這是真實功德，給我們一個波段、一個頻道，不播放別的，就是這一句佛號；這是普音遍照，這才能落實。"
    },
    {
      "id": "12-017-0087_p0034",
      "zh_CN": "现前我们能做到，也只是把阿弥陀佛的名号，随时随处传递给别人。现在在新加坡我看到有不少计程车，都贴着「南无阿弥陀佛」，这是贴着有这六字洪名；希望计程车上也都能够有一个念佛机，放这一句佛号。客人上车喜欢听很好，不喜欢听也听进去了；他要不喜欢你就关掉，他已经听进去了。让名号跟音声都能够入一切众生心目之中，我们一定要有这个心愿，要认真努力去做。往年我在台湾，我曾经劝导一些同修们，他们是经商做生意，常常在报纸上、杂志上刊登广告，我说你刊登广告，你在广告篇幅之内，加一个「南无阿弥陀佛」，字愈大愈好；你的广告字可以小一点，缩小一点，篇幅留一半刊上这几个字。这个报纸杂志发出去，很多人看到，「一历眼根，永为道种」，自利利他，何乐而不为之？在新加坡地区，这个地区是四季常夏，只有一个夏天，我们穿的衣服很单薄，年轻人穿一个T恤，也印上「南无阿弥陀佛」，鼓励你们常常到街上走走，没事到马路上去散步，念佛不必到念佛堂去绕佛，到马路上去绕佛，让大家看到你；你在念佛，衣服上也写着阿弥陀佛，你在街上转一圈就度很多人。我们应当要这样做法，这是普音遍照天王，我们要把天王德号里面的用意要落实。今天时间到了，我们就讲到此地。",
      "zh_TW": "現前我們能做到，也只是把阿彌陀佛的名號，隨時隨處傳遞給別人。現在在新加坡我看到有不少計程車，都貼著「南無阿彌陀佛」，這是貼著有這六字洪名；希望計程車上也都能夠有一個念佛機，放這一句佛號。客人上車喜歡聽很好，不喜歡聽也聽進去了；他要不喜歡你就關掉，他已經聽進去了。讓名號跟音聲都能夠入一切眾生心目之中，我們一定要有這個心願，要認真努力去做。往年我在台灣，我曾經勸導一些同修們，他們是經商做生意，常常在報紙上、雜誌上刊登廣告，我說你刊登廣告，你在廣告篇幅之內，加一個「南無阿彌陀佛」，字愈大愈好；你的廣告字可以小一點，縮小一點，篇幅留一半刊上這幾個字。這個報紙雜誌發出去，很多人看到，「一歷眼根，永為道種」，自利利他，何樂而不為之？在新加坡地區，這個地區是四季常夏，只有一個夏天，我們穿的衣服很單薄，年輕人穿一個T恤，也印上「南無阿彌陀佛」，鼓勵你們常常到街上走走，沒事到馬路上去散步，念佛不必到念佛堂去繞佛，到馬路上去繞佛，讓大家看到你；你在念佛，衣服上也寫著阿彌陀佛，你在街上轉一圈就度很多人。我們應當要這樣做法，這是普音遍照天王，我們要把天王德號裡面的用意要落實。今天時間到了，我們就講到此地。"
    }
  ]
}