{
  "doc_id": "12-017-0060",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-017-0060",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "12-017-0060_p0001",
      "zh_CN": "请掀开经本第三十三面第三行。这是第二个段落里面「八部四王众」，所谓八部是佛家讲的护法神，一共有八类，分别为四天王所管辖；每一尊天王管辖两部，总共有八部鬼神。这些鬼神多半都是佛的弟子，也常常听经闻法，护持这个世界。清凉大师有个简单的介绍，说前面四类是杂神众，后面四类属于天王，能统治的是天王，所统治的就是八部。我们看第一段阿修罗。",
      "zh_TW": "請掀開經本第三十三面第三行。這是第二個段落裡面「八部四王眾」，所謂八部是佛家講的護法神，一共有八類，分別為四天王所管轄；每一尊天王管轄兩部，總共有八部鬼神。這些鬼神多半都是佛的弟子，也常常聽經聞法，護持這個世界。清涼大師有個簡單的介紹，說前面四類是雜神眾，後面四類屬於天王，能統治的是天王，所統治的就是八部。我們看第一段阿修羅。"
    },
    {
      "id": "12-017-0060_p0002",
      "zh_CN": "【复有无量阿修罗王。】",
      "zh_TW": "【復有無量阿修羅王。】"
    },
    {
      "id": "12-017-0060_p0003",
      "zh_CN": "特别着重『王』，这一类里面首领。从这一段开始，一直到后面日天子，一共有十类大众，这十类大众是表十回向菩萨利益众生的因果。由此可知，这也是诸佛如来的示现，决定不是真正的八部鬼神。真正的八部鬼神，即使是四王天，四大天王，也是欲界的凡夫，他怎么能够参与如来境界里面的法会？华严法会是一真法界，不仅仅是六道凡夫没有能力参与，十法界里面的圣贤也没有能力参与。实在说这种境界，十法界里面的佛菩萨见都见不到，他怎么能参与？何况这是欲界天。所以都是诸佛如来示现的，像前面杂神众一样。诸佛菩萨应以什么身得度，他就现什么样的身形，正是随类现身，随机说法。这是应以天王身、应以阿修罗王身而为说法，他就示现阿修罗王。『阿修罗』是梵语，翻成中国意思叫非天，不是天，他不是天人，也不能说他不是天人。世尊在《楞严经》上告诉我们，阿修罗在五道里面，除地狱道之外，其他的四道都有，天上有阿修罗，人间有阿修罗，畜生有阿修罗，鬼道也有阿修罗，只有地狱道里头没有。阿修罗在哪一道就算是哪一道众生，所以佛经里面常讲五趣，说五趣就是这个意思。说六道，五趣里头多了一趣，这就是阿修罗，阿修罗是专说天阿修罗，其他的四种阿修罗不论，在哪一道算哪一道，天阿修罗单独来介绍，这样就变成六道。所以诸位一定要晓得，六道跟五道一点差别都没有。",
      "zh_TW": "特別著重『王』，這一類裡面首領。從這一段開始，一直到後面日天子，一共有十類大眾，這十類大眾是表十迴向菩薩利益眾生的因果。由此可知，這也是諸佛如來的示現，決定不是真正的八部鬼神。真正的八部鬼神，即使是四王天，四大天王，也是欲界的凡夫，他怎麼能夠參與如來境界裡面的法會？華嚴法會是一真法界，不僅僅是六道凡夫沒有能力參與，十法界裡面的聖賢也沒有能力參與。實在說這種境界，十法界裡面的佛菩薩見都見不到，他怎麼能參與？何況這是欲界天。所以都是諸佛如來示現的，像前面雜神眾一樣。諸佛菩薩應以什麼身得度，他就現什麼樣的身形，正是隨類現身，隨機說法。這是應以天王身、應以阿修羅王身而為說法，他就示現阿修羅王。『阿修羅』是梵語，翻成中國意思叫非天，不是天，他不是天人，也不能說他不是天人。世尊在《楞嚴經》上告訴我們，阿修羅在五道裡面，除地獄道之外，其他的四道都有，天上有阿修羅，人間有阿修羅，畜生有阿修羅，鬼道也有阿修羅，只有地獄道裡頭沒有。阿修羅在哪一道就算是哪一道眾生，所以佛經裡面常講五趣，說五趣就是這個意思。說六道，五趣裡頭多了一趣，這就是阿修羅，阿修羅是專說天阿修羅，其他的四種阿修羅不論，在哪一道算哪一道，天阿修羅單獨來介紹，這樣就變成六道。所以諸位一定要曉得，六道跟五道一點差別都沒有。"
    },
    {
      "id": "12-017-0060_p0004",
      "zh_CN": "生天，天有德行，这个道理正是孔老夫子在《易系辞》里面所说，《易经系辞大传》孔夫子说得很好：物以类聚，人以群分。如果我们到外面去游览，要是稍微留意一点，你就很容易发现树木花草，它一类一类的聚集在一起。你看到这一种树，一大片森林都是同一个种、同一个科。花草也是如此，除非是人工培植，人工培植的花园，各种花卉都有，各种树木都有，如果是它自然长成的，它决定一片都是，物以类聚。人以群分，人也是一群一群，必定他有同样的嗜好、同样的兴趣，他才能聚在一起。喜欢念佛聚集在念佛堂，喜欢听经聚集在讲堂，真正学佛的人他不会到其他地方去，这样就形成了社会。诸天也是如此，天怎么形成？德行形成的。佛告诉我们，天人所修的是上品十善，还要修四无量心，四无量心是慈悲喜舍。这里面有程度上浅深高下之别，功夫深的、意境高的，生的天也高；如果程度比较低一点的，他生的天也低。欲界有六层天，这六层天是这么来的。",
      "zh_TW": "生天，天有德行，這個道理正是孔老夫子在《易繫辭》裡面所說，《易經繫辭大傳》孔夫子說得很好：物以類聚，人以群分。如果我們到外面去遊覽，要是稍微留意一點，你就很容易發現樹木花草，它一類一類的聚集在一起。你看到這一種樹，一大片森林都是同一個種、同一個科。花草也是如此，除非是人工培植，人工培植的花園，各種花卉都有，各種樹木都有，如果是它自然長成的，它決定一片都是，物以類聚。人以群分，人也是一群一群，必定他有同樣的嗜好、同樣的興趣，他才能聚在一起。喜歡念佛聚集在念佛堂，喜歡聽經聚集在講堂，真正學佛的人他不會到其他地方去，這樣就形成了社會。諸天也是如此，天怎麼形成？德行形成的。佛告訴我們，天人所修的是上品十善，還要修四無量心，四無量心是慈悲喜捨。這裡面有程度上淺深高下之別，功夫深的、意境高的，生的天也高；如果程度比較低一點的，他生的天也低。欲界有六層天，這六層天是這麼來的。"
    },
    {
      "id": "12-017-0060_p0005",
      "zh_CN": "欲界再往上去，单单靠十善、四无量心还不行，一定要修清净心，也就是禅定。定功也有浅深不同，一般讲有八个阶级，这就是所谓的四禅八定。前面四种这是感得色界天，四禅天，后面四种叫四空天，那是定功很深很深。色界天人具足慈悲喜舍，当然也具备上品的十善业，这是生天真正的原因。你的精神生活达到这个水平，自然就跟他们感应。我们世间人讲，人死了以后到哪里去？自自然然与他相应，就生到天界。修罗是怎么回事？佛在经上讲，他有天的福报，没有天的德行。他的福报实在修得太大，人间有大福，他比这个福还超过，怎么办？只好到天上享福，天人的福报比人大，他是福报去往生的，可是他没有天之德。如果完全没有天之德，实在讲也不能够生到那里去，不过是德薄一点而已。佛经里面讲他们也是修十善业道，也修得不错。堕到修罗道里面，最重要的一个业因就是傲慢，贡高傲慢，处处好强好胜。",
      "zh_TW": "欲界再往上去，單單靠十善、四無量心還不行，一定要修清淨心，也就是禪定。定功也有淺深不同，一般講有八個階級，這就是所謂的四禪八定。前面四種這是感得色界天，四禪天，後面四種叫四空天，那是定功很深很深。色界天人具足慈悲喜捨，當然也具備上品的十善業，這是生天真正的原因。你的精神生活達到這個水平，自然就跟他們感應。我們世間人講，人死了以後到哪裡去？自自然然與他相應，就生到天界。修羅是怎麼回事？佛在經上講，他有天的福報，沒有天的德行。他的福報實在修得太大，人間有大福，他比這個福還超過，怎麼辦？只好到天上享福，天人的福報比人大，他是福報去往生的，可是他沒有天之德。如果完全沒有天之德，實在講也不能夠生到那裡去，不過是德薄一點而已。佛經裡面講他們也是修十善業道，也修得不錯。墮到修羅道裡面，最重要的一個業因就是傲慢，貢高傲慢，處處好強好勝。"
    },
    {
      "id": "12-017-0060_p0006",
      "zh_CN": "譬如我们举个很简单的例子，这个例子是真的有。在寺院里面修供养修福，看到有一个人供养一百块钱，那个人看到了，我供养两百块，他要好胜，要抢在前面。烧香不甘心在后头，一定要把他排在第一个，烧头一炷香他才欢喜，他前面有个人他就很不高兴。这个人修福，将来到哪一道？阿修罗道。看他的福报，福报最大的天阿修罗，其次的人间阿修罗，再其次的畜生阿修罗、鬼道阿修罗。所以阿修罗的嫉妒瞋恚心特别强，这是我们自己必须要警惕的，如果有这个习气毛病要赶快改。否则的话，阿修罗虽然有天福，福报很大，无论是在天上、在人间、在饿鬼、在畜生都是很有福报的。在生的时候修福修得多、修得大，但是享福的时候没有不造作罪业，因为他带着很浓的我慢习气、谄曲的习气、嫉妒的习气，稍不如意就要加害于人，这是我们必须要知道的。这是有一类的菩萨发心，看到他们有这严重的烦恼，常常造恶，造作恶业所堕的恶趣，堕三恶道，非常的可怜。这些人喜欢斗争，所以菩萨示现在其中，做他们的领导人，帮助他们觉悟，帮助他们回头，这正是显示大乘佛法里所说，「佛氏门中不舍一人」，这个道理就在此地。我们看到经上所说的八部鬼神的首领，他们都称为王，菩萨现身在其中。请看经文：",
      "zh_TW": "譬如我們舉個很簡單的例子，這個例子是真的有。在寺院裡面修供養修福，看到有一個人供養一百塊錢，那個人看到了，我供養兩百塊，他要好勝，要搶在前面。燒香不甘心在後頭，一定要把他排在第一個，燒頭一炷香他才歡喜，他前面有個人他就很不高興。這個人修福，將來到哪一道？阿修羅道。看他的福報，福報最大的天阿修羅，其次的人間阿修羅，再其次的畜生阿修羅、鬼道阿修羅。所以阿修羅的嫉妒瞋恚心特別強，這是我們自己必須要警惕的，如果有這個習氣毛病要趕快改。否則的話，阿修羅雖然有天福，福報很大，無論是在天上、在人間、在餓鬼、在畜生都是很有福報的。在生的時候修福修得多、修得大，但是享福的時候沒有不造作罪業，因為他帶著很濃的我慢習氣、諂曲的習氣、嫉妒的習氣，稍不如意就要加害於人，這是我們必須要知道的。這是有一類的菩薩發心，看到他們有這嚴重的煩惱，常常造惡，造作惡業所墮的惡趣，墮三惡道，非常的可憐。這些人喜歡鬥爭，所以菩薩示現在其中，做他們的領導人，幫助他們覺悟，幫助他們回頭，這正是顯示大乘佛法裡所說，「佛氏門中不捨一人」，這個道理就在此地。我們看到經上所說的八部鬼神的首領，他們都稱為王，菩薩現身在其中。請看經文："
    },
    {
      "id": "12-017-0060_p0007",
      "zh_CN": "【复有无量阿修罗王。】",
      "zh_TW": "【復有無量阿修羅王。】"
    },
    {
      "id": "12-017-0060_p0008",
      "zh_CN": "这一句跟前面的例子相同，把数量告诉我们，种类告诉我们。这是阿修罗这一类，这一个团体，数量也是无量无边。你看到『无量』这两个字，就知道不在十法界，这是一真法界的境界。请看下面上首，上首的名号也是表法，第一位：",
      "zh_TW": "這一句跟前面的例子相同，把數量告訴我們，種類告訴我們。這是阿修羅這一類，這一個團體，數量也是無量無邊。你看到『無量』這兩個字，就知道不在十法界，這是一真法界的境界。請看下面上首，上首的名號也是表法，第一位："
    },
    {
      "id": "12-017-0060_p0009",
      "zh_CN": "【所谓罗睺阿修罗王。】",
      "zh_TW": "【所謂羅睺阿修羅王。】"
    },
    {
      "id": "12-017-0060_p0010",
      "zh_CN": "『罗睺』，清凉大师在注解里面给我们介绍，他也说得很清楚。天上阿修罗有天人之福，无天人之德。天人好善、慈悲，阿修罗好斗、好强、好胜，少慈悲心，所以叫非天，他不能算是天人，没有天人之德，但是他有天人之福。又说罗睺阿修罗是狮子，中国古时候小说里面讲狮子成精，大概就是说这一类的，在梵语里面就称为罗睺阿修罗。罗睺的意思有摄恼的意思，恼是烦恼，换句话说，这个人常常喜欢作弄人，叫人生烦恼，他很开心，看到别人生烦恼他很开心。这是从名号里面表显的意思，第一个是阿修罗王。我们知道，佛度众生方式无量无边，有从正面来教化的，也有从反面来帮助人觉悟的，所谓是恩威并施，尤其是权巧方便用得多，他用得非常恰当，能够帮助众生开悟，这方法用得恰当。像罗睺专门以作弄人为手段，用这个方法来觉悟众生。当然菩萨善于观机，不是每一个人都可以用这种手段，此地是介绍十位阿修罗王，并不是每一个人都可以用这种手段。众生根性不相同，决不是一种方法能令一切众生开悟，绝对不是一个方法能令一切众生证果，所以佛法讲无量法门。华严会上每一位菩萨、每一位神众、每一位天王都是代表一种法门，这种法门有时候我们看到好像不是善的，恶的。对于恶众生必须用恶的手段去度他，很有效果，这里面要有高度的智慧，高度的善巧方便。这地方是十回向菩萨，他表的是初回向，阿修罗代表的是初回向，比前面层次提升了很多；前面十住、十行，这个地方到十回向。第二位：",
      "zh_TW": "『羅睺』，清涼大師在註解裡面給我們介紹，他也說得很清楚。天上阿修羅有天人之福，無天人之德。天人好善、慈悲，阿修羅好鬥、好強、好勝，少慈悲心，所以叫非天，他不能算是天人，沒有天人之德，但是他有天人之福。又說羅睺阿修羅是獅子，中國古時候小說裡面講獅子成精，大概就是說這一類的，在梵語裡面就稱為羅睺阿修羅。羅睺的意思有攝惱的意思，惱是煩惱，換句話說，這個人常常喜歡作弄人，叫人生煩惱，他很開心，看到別人生煩惱他很開心。這是從名號裡面表顯的意思，第一個是阿修羅王。我們知道，佛度眾生方式無量無邊，有從正面來教化的，也有從反面來幫助人覺悟的，所謂是恩威並施，尤其是權巧方便用得多，他用得非常恰當，能夠幫助眾生開悟，這方法用得恰當。像羅睺專門以作弄人為手段，用這個方法來覺悟眾生。當然菩薩善於觀機，不是每一個人都可以用這種手段，此地是介紹十位阿修羅王，並不是每一個人都可以用這種手段。眾生根性不相同，決不是一種方法能令一切眾生開悟，絕對不是一個方法能令一切眾生證果，所以佛法講無量法門。華嚴會上每一位菩薩、每一位神眾、每一位天王都是代表一種法門，這種法門有時候我們看到好像不是善的，惡的。對於惡眾生必須用惡的手段去度他，很有效果，這裡面要有高度的智慧，高度的善巧方便。這地方是十迴向菩薩，他表的是初迴向，阿修羅代表的是初迴向，比前面層次提升了很多；前面十住、十行，這個地方到十迴向。第二位："
    },
    {
      "id": "12-017-0060_p0011",
      "zh_CN": "【毘摩质多罗阿修罗王。】",
      "zh_TW": "【毘摩質多羅阿修羅王。】"
    },
    {
      "id": "12-017-0060_p0012",
      "zh_CN": "这一句也是梵语音译过来的，是从一个事实上翻出来的。『毘摩』我们中国人叫它做丝，就是丝线，蚕丝；『质多罗』是「种种」的意思。这是说这一位天王，能够用蚕丝变化许许多多东西，就好比是变魔术一样，民间术语说变把戏，他很会变，他有这一份的天才，能以这种方法令众生觉悟，这里面的境界也是非常深广。佛经里面告诉我们，「凡所有相，皆是虚妄」，又告诉我们一切法是「梦幻泡影」，确实就像魔术师变现的境界一样，看到好像是有，其实全是假的，没有一样是真实的。如果了解这都是虚妄的、不真实的，你这个心就不会把这些事情放在心上，假的；这个心才真正能做到无住，做到不执着。从名号里面我们就可以联想到，演艺人员所变的这些魔术，我们看了之后要有所警惕，要有所觉悟，观念要能转得过来，自己就得受用。",
      "zh_TW": "這一句也是梵語音譯過來的，是從一個事實上翻出來的。『毘摩』我們中國人叫它做絲，就是絲線，蠶絲；『質多羅』是「種種」的意思。這是說這一位天王，能夠用蠶絲變化許許多多東西，就好比是變魔術一樣，民間術語說變把戲，他很會變，他有這一份的天才，能以這種方法令眾生覺悟，這裡面的境界也是非常深廣。佛經裡面告訴我們，「凡所有相，皆是虛妄」，又告訴我們一切法是「夢幻泡影」，確實就像魔術師變現的境界一樣，看到好像是有，其實全是假的，沒有一樣是真實的。如果了解這都是虛妄的、不真實的，你這個心就不會把這些事情放在心上，假的；這個心才真正能做到無住，做到不執著。從名號裡面我們就可以聯想到，演藝人員所變的這些魔術，我們看了之後要有所警惕，要有所覺悟，觀念要能轉得過來，自己就得受用。"
    },
    {
      "id": "12-017-0060_p0013",
      "zh_CN": "像罗睺阿修罗王种种的戏弄，也是我们在日常生活当中常常遇到的，或是朋友、或是同学，也有一些陌生人。遇到这些境界，使我们就想到经典上的教训，只要我们接受这种境界而不以为然，那都是好境界，在境界里面学如如不动。如如不动是定，明明白白是慧，对人依旧是礼尚往来，这是戒。这就是说明在日常生活当中，接触广大群众里面，戒定慧三学都相应，这才真正成就回向，回因向果，回事向理。佛在经上告诉我们三种回向：回向菩提、回向众生、回向实际。你要有真修的功夫你才能回向，你要没有真修行，拿什么回向？所以今天到这个地方来谈回向，行！他有十住，他有十行，真有功德，住佛所住，行佛所行，以这个功德来回向。第三位：",
      "zh_TW": "像羅睺阿修羅王種種的戲弄，也是我們在日常生活當中常常遇到的，或是朋友、或是同學，也有一些陌生人。遇到這些境界，使我們就想到經典上的教訓，只要我們接受這種境界而不以為然，那都是好境界，在境界裡面學如如不動。如如不動是定，明明白白是慧，對人依舊是禮尚往來，這是戒。這就是說明在日常生活當中，接觸廣大群眾裡面，戒定慧三學都相應，這才真正成就迴向，迴因向果，迴事向理。佛在經上告訴我們三種迴向：迴向菩提、迴向眾生、迴向實際。你要有真修的功夫你才能迴向，你要沒有真修行，拿什麼迴向？所以今天到這個地方來談迴向，行！他有十住，他有十行，真有功德，住佛所住，行佛所行，以這個功德來迴向。第三位："
    },
    {
      "id": "12-017-0060_p0014",
      "zh_CN": "【巧幻术阿修罗王。】",
      "zh_TW": "【巧幻術阿修羅王。】"
    },
    {
      "id": "12-017-0060_p0015",
      "zh_CN": "『巧』是巧妙，『幻』是幻化，『术』就是法术，这位阿修罗王善于变化。前面这一位阿修罗王，毘摩质多罗他是用一根丝线，能藉这个做出种种变化。第三位是巧幻术，他的方术就更多，种类就更多，不限于一种了。在这一段里面，前面三尊菩萨所示现的都与幻化相应，这个地方值得我们深思。一切众生的修学，实在说最大的障碍，除三毒之外就是傲慢。尤其是在近代，近代人意识形态与古时候人比较有很大的转变。这种转变，古时候不是没有，古时候有非常好的教育制度，用教育的方法控制我们的烦恼。教导我们人伦道德，所以每个人多数都能克制自己的烦恼习气。现在把古时候这个教育舍弃掉，所谓新的思潮、新的思想，跟过去不一样，新思潮、新思想里面提倡「唯我独尊」，今天讲人权。变成怎么样？自尊自大，傲慢的习气大幅度的增长，都与阿修罗相应。菩萨示现在其中，如何把我们这个习气能够降伏？一开头就告诉我们，这一切现象不是真的，幻化的。知道一切现象是幻化的，我们贪瞋痴慢的习气自然往下降，对于我们恢复本性就有很大的帮助。我们从这里面去体会它的意思。第四尊：",
      "zh_TW": "『巧』是巧妙，『幻』是幻化，『術』就是法術，這位阿修羅王善於變化。前面這一位阿修羅王，毘摩質多羅他是用一根絲線，能藉這個做出種種變化。第三位是巧幻術，他的方術就更多，種類就更多，不限於一種了。在這一段裡面，前面三尊菩薩所示現的都與幻化相應，這個地方值得我們深思。一切眾生的修學，實在說最大的障礙，除三毒之外就是傲慢。尤其是在近代，近代人意識形態與古時候人比較有很大的轉變。這種轉變，古時候不是沒有，古時候有非常好的教育制度，用教育的方法控制我們的煩惱。教導我們人倫道德，所以每個人多數都能克制自己的煩惱習氣。現在把古時候這個教育捨棄掉，所謂新的思潮、新的思想，跟過去不一樣，新思潮、新思想裡面提倡「唯我獨尊」，今天講人權。變成怎麼樣？自尊自大，傲慢的習氣大幅度的增長，都與阿修羅相應。菩薩示現在其中，如何把我們這個習氣能夠降伏？一開頭就告訴我們，這一切現象不是真的，幻化的。知道一切現象是幻化的，我們貪瞋痴慢的習氣自然往下降，對於我們恢復本性就有很大的幫助。我們從這裡面去體會它的意思。第四尊："
    },
    {
      "id": "12-017-0060_p0016",
      "zh_CN": "【大眷属阿修罗王。】",
      "zh_TW": "【大眷屬阿修羅王。】"
    },
    {
      "id": "12-017-0060_p0017",
      "zh_CN": "我们在这个名号当中，特别要着重『大』字；「大」是心量大、智慧大、见解大。世间一切人都爱护自己的眷属，关心自己的眷属，照顾自己的眷属，不是自己眷属当中就有界限了。什么叫大眷属？尽虚空遍法界一切众生都是我们自己的眷属，这就大。换句话说，把你私心扩大，将你爱护家亲眷属这个心爱护一切众生。一切众生确确实实是自己的家亲眷属，我们不认识，我们不承认。谁认识？谁承认？诸佛如来认识，诸佛如来承认。他为什么会承认？因为那是事实真相，尽虚空遍法界依正庄严都是自性变现的，他怎么不是亲属？是自己自性变现出来的，离开自性无有一法可得。我们今天为什么不承认？没有见性，不知道是自性变现的，所以总觉得外人跟自己不相干。你要跟他讲宇宙人生是一体，他说你神经有问题，你的思想不正常，疯言疯语，他说你是神经病。可是我们在经教里面看到，佛与大菩萨们，大菩萨是讲法身大士，他们都承认、都肯定，都是这个看法，都是这个说法。",
      "zh_TW": "我們在這個名號當中，特別要著重『大』字；「大」是心量大、智慧大、見解大。世間一切人都愛護自己的眷屬，關心自己的眷屬，照顧自己的眷屬，不是自己眷屬當中就有界限了。什麼叫大眷屬？盡虛空遍法界一切眾生都是我們自己的眷屬，這就大。換句話說，把你私心擴大，將你愛護家親眷屬這個心愛護一切眾生。一切眾生確確實實是自己的家親眷屬，我們不認識，我們不承認。誰認識？誰承認？諸佛如來認識，諸佛如來承認。他為什麼會承認？因為那是事實真相，盡虛空遍法界依正莊嚴都是自性變現的，他怎麼不是親屬？是自己自性變現出來的，離開自性無有一法可得。我們今天為什麼不承認？沒有見性，不知道是自性變現的，所以總覺得外人跟自己不相干。你要跟他講宇宙人生是一體，他說你神經有問題，你的思想不正常，瘋言瘋語，他說你是神經病。可是我們在經教裡面看到，佛與大菩薩們，大菩薩是講法身大士，他們都承認、都肯定，都是這個看法，都是這個說法。"
    },
    {
      "id": "12-017-0060_p0018",
      "zh_CN": "如果我们对于诸佛菩萨的智慧德能，若是深信不疑的话，佛菩萨这种看法说法，我们能不能接受？如果不能接受，完全排斥抗拒，那你就没有法子入佛门。我们可以勉强接受，勉强接受可以入佛门。到什么时候才完全接受？我们也入佛菩萨的境界；换句话说，你也看到事实真相，你就会接受，这正是佛法教学的目标之所在。佛不愿意看到我们迷信，迷信不能解决问题，迷信可以入门，入门之后要解义。你怎么样相信的并不很重要，正信也好、迷信也好，只要你能信，信了以后一定要求解。解之后明白了，这在佛法讲正信，这不是迷信，确实有理论的依据，这正信。解了以后要行、要去做，在行里面证实你所解，证实你所信，证实所信所解就叫做证。所以证是从行里面来的，你没有认真的去做，你怎么能够证明你所信所解是正确的？佛菩萨他统统做到，他知道尽虚空遍法界是一个自己，所以于一切众生自自然然生起「无缘大慈，同体大悲」，这叫大眷属。这是我们平常应当要留意的，就在生活上，就在接触广大群众上，修正自己错误的观念。《无量寿经》佛教给我们视人如己，看待别人跟看自己一样，与此地意思完全相同。第五尊：",
      "zh_TW": "如果我們對於諸佛菩薩的智慧德能，若是深信不疑的話，佛菩薩這種看法說法，我們能不能接受？如果不能接受，完全排斥抗拒，那你就沒有法子入佛門。我們可以勉強接受，勉強接受可以入佛門。到什麼時候才完全接受？我們也入佛菩薩的境界；換句話說，你也看到事實真相，你就會接受，這正是佛法教學的目標之所在。佛不願意看到我們迷信，迷信不能解決問題，迷信可以入門，入門之後要解義。你怎麼樣相信的並不很重要，正信也好、迷信也好，只要你能信，信了以後一定要求解。解之後明白了，這在佛法講正信，這不是迷信，確實有理論的依據，這正信。解了以後要行、要去做，在行裡面證實你所解，證實你所信，證實所信所解就叫做證。所以證是從行裡面來的，你沒有認真的去做，你怎麼能夠證明你所信所解是正確的？佛菩薩他統統做到，他知道盡虛空遍法界是一個自己，所以於一切眾生自自然然生起「無緣大慈，同體大悲」，這叫大眷屬。這是我們平常應當要留意的，就在生活上，就在接觸廣大群眾上，修正自己錯誤的觀念。《無量壽經》佛教給我們視人如己，看待別人跟看自己一樣，與此地意思完全相同。第五尊："
    },
    {
      "id": "12-017-0060_p0019",
      "zh_CN": "【大力阿修罗王。】",
      "zh_TW": "【大力阿修羅王。】"
    },
    {
      "id": "12-017-0060_p0020",
      "zh_CN": "『力』是能力；大力，无所不能。大力是从哪个地方得来的？大力是果。清凉大师跟我们讲得很明白，这一大段经文是讲十回向利生的因果。我们在每一句里面所看到，他说的是果，我们就想到他的因，讲到因你就要想到果，有些因果都说，有些单说一方。大力是我们一切众生所羡慕的、所向往的，我们有这种能力，不但可以自利，而且能利益一切众生，这多美满。大力之因是智慧、是福德，你要是不修福智，哪来的大力？我们在大乘经里面读到，如来果地上有十种力，十力、四无畏，菩萨都不能跟他相比，圆满的能力，那就是大力。佛所修学的两种圆满称为二足尊：智慧圆满，福德圆满，所以才能成就大力。这是如来为我们示现，教导我们修行要福慧双修。怎么修法？佛经里面讲得太多了。从纲领上讲一般讲六度，六度前五度修福，后面般若修慧。如果你修布施、修持戒，乃至修禅定，你里面没有慧，你所修的全是福报，都是福。福修得大的就生天，你的福报太大，享天福去了。般若怎么修法？般若就是修福之中不着相，福就变成慧。诸位要晓得，慧不是单独修的，决定是杂在修福里面同时修的，不可能单独修慧；可以单独修福，不能够单独修慧，这一定要搞清楚。前面五种修福，佛跟我们讲得很明白，条条都能够做到三轮体空，那就是般若，那个福真管用，所以才叫波罗蜜多。如果单修布施，那是布施福，不能说布施波罗蜜，不可以说。布施里面有慧才叫布施波罗蜜，这个意思要搞清楚。因为布施里面有慧，那个布施才能断悭贪，这才叫波罗蜜，叫布施度，度什么？度悭贪。由此可知，世间人修布施，我们举这一个例子来说，都是修福报，里面没有慧。为什么要布施财？愈布施愈多，贪心增长，愈施愈多，他才肯布施；布施之后就没有了，他一毛都不拔，不肯布施了。他是用什么心去布施？贪心。佛教我们修布施，用意在哪里？断贪心，现在我们修布施是增长贪心。为什么修法布施？贪智慧，为什么修无畏布施？贪健康长寿，统统是贪！他不是断贪，所以都变成布施福，修福去了，他不是布施度。布施里面三轮体空，喜欢做，常常做，遇到机会就做，做了之后心里面痕迹都不落，那就是布施波罗蜜。把悭贪烦恼从根拔除，这就成就大力。谁有能力断烦恼？断烦恼的力大。持戒是断恶业，忍辱是断瞋恚，精进是断懈怠，禅定是断散乱，由此可知，般若是断愚痴。这六种佛说是一切众生的病根，大病，众生在六道轮回，无量无边的苦恼根源说之不尽，归纳起来不外乎这六类。佛用这六种方法来对治，将我们的病根拔除，成就福慧，成就大力，意思在这个地方。我们如果能够体会佛菩萨慈悲的心意，就晓得我们在日常生活当中怎样去修学，修学实在讲就是学过佛菩萨的生活，学做佛菩萨的工作。真正佛弟子懂得怎样过日子，过诸佛菩萨的日子，在生活当中成就无量功德。第六尊：",
      "zh_TW": "『力』是能力；大力，無所不能。大力是從哪個地方得來的？大力是果。清涼大師跟我們講得很明白，這一大段經文是講十迴向利生的因果。我們在每一句裡面所看到，他說的是果，我們就想到他的因，講到因你就要想到果，有些因果都說，有些單說一方。大力是我們一切眾生所羨慕的、所嚮往的，我們有這種能力，不但可以自利，而且能利益一切眾生，這多美滿。大力之因是智慧、是福德，你要是不修福智，哪來的大力？我們在大乘經裡面讀到，如來果地上有十種力，十力、四無畏，菩薩都不能跟他相比，圓滿的能力，那就是大力。佛所修學的兩種圓滿稱為二足尊：智慧圓滿，福德圓滿，所以才能成就大力。這是如來為我們示現，教導我們修行要福慧雙修。怎麼修法？佛經裡面講得太多了。從綱領上講一般講六度，六度前五度修福，後面般若修慧。如果你修布施、修持戒，乃至修禪定，你裡面沒有慧，你所修的全是福報，都是福。福修得大的就生天，你的福報太大，享天福去了。般若怎麼修法？般若就是修福之中不著相，福就變成慧。諸位要曉得，慧不是單獨修的，決定是雜在修福裡面同時修的，不可能單獨修慧；可以單獨修福，不能夠單獨修慧，這一定要搞清楚。前面五種修福，佛跟我們講得很明白，條條都能夠做到三輪體空，那就是般若，那個福真管用，所以才叫波羅蜜多。如果單修布施，那是布施福，不能說布施波羅蜜，不可以說。布施裡面有慧才叫布施波羅蜜，這個意思要搞清楚。因為布施裡面有慧，那個布施才能斷慳貪，這才叫波羅蜜，叫布施度，度什麼？度慳貪。由此可知，世間人修布施，我們舉這一個例子來說，都是修福報，裡面沒有慧。為什麼要布施財？愈布施愈多，貪心增長，愈施愈多，他才肯布施；布施之後就沒有了，他一毛都不拔，不肯布施了。他是用什麼心去布施？貪心。佛教我們修布施，用意在哪裡？斷貪心，現在我們修布施是增長貪心。為什麼修法布施？貪智慧，為什麼修無畏布施？貪健康長壽，統統是貪！他不是斷貪，所以都變成布施福，修福去了，他不是布施度。布施裡面三輪體空，喜歡做，常常做，遇到機會就做，做了之後心裡面痕跡都不落，那就是布施波羅蜜。把慳貪煩惱從根拔除，這就成就大力。誰有能力斷煩惱？斷煩惱的力大。持戒是斷惡業，忍辱是斷瞋恚，精進是斷懈怠，禪定是斷散亂，由此可知，般若是斷愚痴。這六種佛說是一切眾生的病根，大病，眾生在六道輪迴，無量無邊的苦惱根源說之不盡，歸納起來不外乎這六類。佛用這六種方法來對治，將我們的病根拔除，成就福慧，成就大力，意思在這個地方。我們如果能夠體會佛菩薩慈悲的心意，就曉得我們在日常生活當中怎樣去修學，修學實在講就是學過佛菩薩的生活，學做佛菩薩的工作。真正佛弟子懂得怎樣過日子，過諸佛菩薩的日子，在生活當中成就無量功德。第六尊："
    },
    {
      "id": "12-017-0060_p0021",
      "zh_CN": "【遍照阿修罗王。】",
      "zh_TW": "【遍照阿修羅王。】"
    },
    {
      "id": "12-017-0060_p0022",
      "zh_CN": "这个名号里面，我们一看就知道充满了智慧。『照』是智慧照，禅宗里面对这个字非常重视。禅宗的修学，观照，六根接触六尘境界都叫你学着观照。「观照」是什么意思？观是观察，照是明了。眼见一切色相是观察，耳闻一切音声也叫观察，六根接触六尘境界统统叫观察。观是对境，根对境。根对境的时候用照，照是智，用智慧，不是用情，用情是分别执着。宗门在生活里用功夫是这个用法，这种原理原则并不仅限于禅宗，任何一个宗派都用得上，我们用的名词术语不一样，意思没有两样。我们念佛的人讲功夫成片，是这个境界，就是它观照的境界。不过要是讲起来，观照比较好懂。",
      "zh_TW": "這個名號裡面，我們一看就知道充滿了智慧。『照』是智慧照，禪宗裡面對這個字非常重視。禪宗的修學，觀照，六根接觸六塵境界都叫你學著觀照。「觀照」是什麼意思？觀是觀察，照是明瞭。眼見一切色相是觀察，耳聞一切音聲也叫觀察，六根接觸六塵境界統統叫觀察。觀是對境，根對境。根對境的時候用照，照是智，用智慧，不是用情，用情是分別執著。宗門在生活裡用功夫是這個用法，這種原理原則並不僅限於禪宗，任何一個宗派都用得上，我們用的名詞術語不一樣，意思沒有兩樣。我們念佛的人講功夫成片，是這個境界，就是它觀照的境界。不過要是講起來，觀照比較好懂。"
    },
    {
      "id": "12-017-0060_p0023",
      "zh_CN": "我们功夫成片，那是功夫达到一个程度，你怎么达到的？还是用观照这个方法达到的，这很重要。这句话要是用现代话来说，就是你六根接触外面六尘境界，你用理智，不要用感情。用理智就是观照，你用感情那就是佛家讲失照，你把观照失掉，感情用事；感情用事生烦恼，观照用事是生智慧，不一样，两种完全不同的结果。真正会用功，要懂得这个原则，一定要遵守这个原则，在日常生活当中，从早到晚对事、对人、对物不用感情，用智慧、用理智。你用理智，分别执着也不妨碍，那正是像永嘉讲的「分别亦非意」，他在观照里头。凡夫妄想分别是意，意就起烦恼。起什么？起贪瞋痴慢。顺自己意思他生欢喜心，不顺自己意思他生瞋恚心，那是什么？那是用情、用识，用观照的人决定没有。也分别、也执着，里面决定没有贪爱，决定没有瞋恚，他的心永远保持清净平等，所以说分别亦非意，执着也非意。大家要晓得，这是功夫刚刚得力，并没有什么了不起，刚刚得力。用久了，用久不要勉强自自然然就成就，熟了，变成习惯，观照变成习惯了，不作意自然就观照，这在宗门叫什么？照住，你能照得住，照住。",
      "zh_TW": "我們功夫成片，那是功夫達到一個程度，你怎麼達到的？還是用觀照這個方法達到的，這很重要。這句話要是用現代話來說，就是你六根接觸外面六塵境界，你用理智，不要用感情。用理智就是觀照，你用感情那就是佛家講失照，你把觀照失掉，感情用事；感情用事生煩惱，觀照用事是生智慧，不一樣，兩種完全不同的結果。真正會用功，要懂得這個原則，一定要遵守這個原則，在日常生活當中，從早到晚對事、對人、對物不用感情，用智慧、用理智。你用理智，分別執著也不妨礙，那正是像永嘉講的「分別亦非意」，他在觀照裡頭。凡夫妄想分別是意，意就起煩惱。起什麼？起貪瞋痴慢。順自己意思他生歡喜心，不順自己意思他生瞋恚心，那是什麼？那是用情、用識，用觀照的人決定沒有。也分別、也執著，裡面決定沒有貪愛，決定沒有瞋恚，他的心永遠保持清淨平等，所以說分別亦非意，執著也非意。大家要曉得，這是功夫剛剛得力，並沒有什麼了不起，剛剛得力。用久了，用久不要勉強自自然然就成就，熟了，變成習慣，觀照變成習慣了，不作意自然就觀照，這在宗門叫什麼？照住，你能照得住，照住。"
    },
    {
      "id": "12-017-0060_p0024",
      "zh_CN": "「照住」就是禅定；这个禅定，跟诸位说，活活泼泼的禅定，并不是一天到晚在打坐面壁，不是的。日常生活当中，六根接触外面六尘境界，统统在禅定之中，行住坐卧都在定中。禅定是什么意思？外不着相叫做禅；外不着相，外面所有一切现象决定不能够诱惑你，你不受外境诱惑这叫禅；内心如如不动那叫定，禅定是这个意思。实在讲就是《金刚经》上所说，「不取于相，如如不动」；不取于相，我们用现代话来说，不被诱惑。现在外面的境界诱惑太多，你不被诱惑。你可以看，你也可以听，你也可以接触，决定不受诱惑，这是禅，你真有禅功。你心里绝对不会起心动念，不起心、不动念，如如不动，这是定。这个境界比观照深得多，真正得受用。这是第二层功夫。在第三层，最上等的功夫叫「照见」。《心经》里面，「观自在菩萨照见五蕴皆空」，照见是功夫最深的。破无明，见什么？见法身，见性。他在一切现象里见性，那叫照见。在我们净土宗里面讲这三个境界，我们讲「功夫成片」，讲「事一心不乱」，讲「理一心不乱」。你要知道，功夫成片就是观照，事一心不乱就是照住，理一心不乱就是照见，名相不一样，境界完全相同。这一尊阿修罗王教导大众遍照，『遍照』就是圆照；观照、照住、照见统统具足，这就叫圆照。圆照的境界就是《华严》讲的「事事无碍」，不仅是理事无碍，事事无碍。由此可知，阿修罗王怎么不是法身大士？不是法身大士哪有这种功夫？第七尊：",
      "zh_TW": "「照住」就是禪定；這個禪定，跟諸位說，活活潑潑的禪定，並不是一天到晚在打坐面壁，不是的。日常生活當中，六根接觸外面六塵境界，統統在禪定之中，行住坐臥都在定中。禪定是什麼意思？外不著相叫做禪；外不著相，外面所有一切現象決定不能夠誘惑你，你不受外境誘惑這叫禪；內心如如不動那叫定，禪定是這個意思。實在講就是《金剛經》上所說，「不取於相，如如不動」；不取於相，我們用現代話來說，不被誘惑。現在外面的境界誘惑太多，你不被誘惑。你可以看，你也可以聽，你也可以接觸，決定不受誘惑，這是禪，你真有禪功。你心裡絕對不會起心動念，不起心、不動念，如如不動，這是定。這個境界比觀照深得多，真正得受用。這是第二層功夫。在第三層，最上等的功夫叫「照見」。《心經》裡面，「觀自在菩薩照見五蘊皆空」，照見是功夫最深的。破無明，見什麼？見法身，見性。他在一切現象裡見性，那叫照見。在我們淨土宗裡面講這三個境界，我們講「功夫成片」，講「事一心不亂」，講「理一心不亂」。你要知道，功夫成片就是觀照，事一心不亂就是照住，理一心不亂就是照見，名相不一樣，境界完全相同。這一尊阿修羅王教導大眾遍照，『遍照』就是圓照；觀照、照住、照見統統具足，這就叫圓照。圓照的境界就是《華嚴》講的「事事無礙」，不僅是理事無礙，事事無礙。由此可知，阿修羅王怎麼不是法身大士？不是法身大士哪有這種功夫？第七尊："
    },
    {
      "id": "12-017-0060_p0025",
      "zh_CN": "【坚固行妙庄严阿修罗王。】",
      "zh_TW": "【堅固行妙莊嚴阿修羅王。】"
    },
    {
      "id": "12-017-0060_p0026",
      "zh_CN": "『坚固行妙庄严』。实在说，前面一尊是讲智照，属于解门，「坚固行妙庄严」属于行门，没有圆智圆照怎么会有坚固的妙行？坚固行妙庄严怎么讲法？这个意思很深很广，如果我们用夫子一句话来说，细细去玩味，可以能够体会到一些。孔夫子说「七十随心所欲不逾矩」，很像这个名号里的意思，孔老夫子七十岁才做到，随心所欲就是「行妙」，不逾矩就是「坚固」，坚固是决定不违法、不违规。合起来这就庄严，我们佛门里面讲善巧方便；巧方便是妙行，善是不违矩，那叫善。我们现在看看这个社会，很老实的人、很守规矩的人，善而不巧；很巧的人，不守规矩，总落在两边，他这个行就不妙，不庄严。庄严的妙行巧而不失善，我们今天讲活泼而不违背规矩，这就好。特别是我们观察儿童，儿童游戏很可爱，有些儿童很顽皮，不守规矩，有一些小孩很守规矩、很乖，不活泼。哪里去找个又活泼又不违背规矩，这就善了，我们举这一个例子来说。",
      "zh_TW": "『堅固行妙莊嚴』。實在說，前面一尊是講智照，屬於解門，「堅固行妙莊嚴」屬於行門，沒有圓智圓照怎麼會有堅固的妙行？堅固行妙莊嚴怎麼講法？這個意思很深很廣，如果我們用夫子一句話來說，細細去玩味，可以能夠體會到一些。孔夫子說「七十隨心所欲不踰矩」，很像這個名號裡的意思，孔老夫子七十歲才做到，隨心所欲就是「行妙」，不踰矩就是「堅固」，堅固是決定不違法、不違規。合起來這就莊嚴，我們佛門裡面講善巧方便；巧方便是妙行，善是不違矩，那叫善。我們現在看看這個社會，很老實的人、很守規矩的人，善而不巧；很巧的人，不守規矩，總落在兩邊，他這個行就不妙，不莊嚴。莊嚴的妙行巧而不失善，我們今天講活潑而不違背規矩，這就好。特別是我們觀察兒童，兒童遊戲很可愛，有些兒童很頑皮，不守規矩，有一些小孩很守規矩、很乖，不活潑。哪裡去找個又活潑又不違背規矩，這就善了，我們舉這一個例子來說。"
    },
    {
      "id": "12-017-0060_p0027",
      "zh_CN": "在十法界有情众生里面，跟诸位说，真正做到善与巧，诸佛菩萨、法身大士他们做到了。经里面所说的「理事无碍，事事无碍」，那就是坚固行妙庄严。我们很羡慕，心里想着，为什么做不到？我们要问，他那种活泼、那种巧妙，为什么会不违背善、不违背规矩，他那个规矩守得那么好？其实他哪里有意去守规矩，真正有意去守规矩，有意去持戒就不善了。说实实在在的话，他所流出来的自自然然合规矩。我们的戒律怎样记录下来的？就是佛菩萨日常生活行为把它记录下来，那就是戒律。他是故意做作吗？是一定要持守吗？不是的，自然的流露，自然就相应，自然就如法。道理在哪里？见性，我们前面谈得很多。念念与性德相应，性德既活泼又有规律，一丝毫都不乱。如果它要是乱，佛说的这一切经，为什么这样有条理、有层次？无论是长说短说、深说浅说，你用科判一直判下来，它的思想体系、章法结构，那样的微妙严整，令人叹为观止。他是不是说话的时候照着章法结构来说？不是，自然的，自然就相应，自然就严整。由此可知，见性是多么重要。你不见性，学，学不像，怎么学也学不像，哪有他那么自然？",
      "zh_TW": "在十法界有情眾生裡面，跟諸位說，真正做到善與巧，諸佛菩薩、法身大士他們做到了。經裡面所說的「理事無礙，事事無礙」，那就是堅固行妙莊嚴。我們很羨慕，心裡想著，為什麼做不到？我們要問，他那種活潑、那種巧妙，為什麼會不違背善、不違背規矩，他那個規矩守得那麼好？其實他哪裡有意去守規矩，真正有意去守規矩，有意去持戒就不善了。說實實在在的話，他所流出來的自自然然合規矩。我們的戒律怎樣記錄下來的？就是佛菩薩日常生活行為把它記錄下來，那就是戒律。他是故意做作嗎？是一定要持守嗎？不是的，自然的流露，自然就相應，自然就如法。道理在哪裡？見性，我們前面談得很多。念念與性德相應，性德既活潑又有規律，一絲毫都不亂。如果它要是亂，佛說的這一切經，為什麼這樣有條理、有層次？無論是長說短說、深說淺說，你用科判一直判下來，它的思想體系、章法結構，那樣的微妙嚴整，令人歎為觀止。他是不是說話的時候照著章法結構來說？不是，自然的，自然就相應，自然就嚴整。由此可知，見性是多麼重要。你不見性，學，學不像，怎麼學也學不像，哪有他那麼自然？"
    },
    {
      "id": "12-017-0060_p0028",
      "zh_CN": "我们要想学佛，从哪里学起？要知道从真实学起，我们才能够学得跟佛一模一样，才能真正做到坚固行妙庄严。一切要从真实心中作，你才懂得找出一条路，这一条路无限的光明。我们对待人，对一切人、一切事、一切物真诚恳切，不论别人用什么心态对我，不要去计较，不要放在心里，只问我应当怎样对人；不要去问别人应该怎么对我，不去问这个，你一问这个，你就迷了。应当把别人对自己所有一切心态放下，用真实；诸位要知道，一真一切真。诸佛如来、法身菩萨都是用一个真诚，看待法界一切众生，他们对我们是真慈悲、真平等、真爱护、真关怀。我们怎样？我们不接受，我们不知道，不晓得他的真心，我们总是怀疑，总是用虚情假意来对诸佛菩萨。过在我们这边，不是他不关怀我们，是我们拒绝他的关怀，那有什么法子！我们怎样才能得到诸佛菩萨真实的关怀、真实的慈悲？我们用真心就得到了，我们跟佛当中的隔阂就消除掉。障碍消除掉，没有障碍了，你就得到诸佛菩萨威神的加持。这个加持非常显著，加持的力量非常大，利益正如经中所说的。所以学佛从哪里学起？就要从这里学起。",
      "zh_TW": "我們要想學佛，從哪裡學起？要知道從真實學起，我們才能夠學得跟佛一模一樣，才能真正做到堅固行妙莊嚴。一切要從真實心中作，你才懂得找出一條路，這一條路無限的光明。我們對待人，對一切人、一切事、一切物真誠懇切，不論別人用什麼心態對我，不要去計較，不要放在心裡，只問我應當怎樣對人；不要去問別人應該怎麼對我，不去問這個，你一問這個，你就迷了。應當把別人對自己所有一切心態放下，用真實；諸位要知道，一真一切真。諸佛如來、法身菩薩都是用一個真誠，看待法界一切眾生，他們對我們是真慈悲、真平等、真愛護、真關懷。我們怎樣？我們不接受，我們不知道，不曉得他的真心，我們總是懷疑，總是用虛情假意來對諸佛菩薩。過在我們這邊，不是他不關懷我們，是我們拒絕他的關懷，那有什麼法子！我們怎樣才能得到諸佛菩薩真實的關懷、真實的慈悲？我們用真心就得到了，我們跟佛當中的隔閡就消除掉。障礙消除掉，沒有障礙了，你就得到諸佛菩薩威神的加持。這個加持非常顯著，加持的力量非常大，利益正如經中所說的。所以學佛從哪裡學起？就要從這裡學起。"
    },
    {
      "id": "12-017-0060_p0029",
      "zh_CN": "真实心的样子是什么？世出世间的圣人都教给我们，从不妄语始。不妄语是不自欺、不欺人，从这里开始，从不妄语始。就是说你从哪里下手？你从哪里做起？从不妄语做起。不欺骗自己，不欺骗一切众生；换句话说，诚实做起。现在人听到这个说法害怕了，有许多同修经商做生意的，来跟我说：法师，我们现在要是不妄语就没钱赚了，不妄语活不下去！他们是这个观念。所以学了佛之后心里又很难过，天天骗人，骗之后回来晚上很难过，觉得对不起人。良心发现，不错！多少人天天干这个事情，他不觉得他做错事情；学了佛知道自己做错了，知道自己骗了人。这样下去有没有罪业？这个问题就在你的用心，能不能回向？如果你能回转的话，骗人也是功德，菩萨善巧方便。怎么说骗人是功德？这个人不会做好事，知道他将来要堕落，多骗他一点钱，多替他种一点福，回向给他，你不是菩萨行吗？天天骗他，大菩萨！如果骗他的，自己来享受，那个罪业就重，你将来还要还债；不但要堕三途，三途出来之后还要还债，就那一念之间。骗他是为他想的，叫他拿一点钱出来做好事，修一点福，不肯，骗他。菩萨的方法太多了，这叫巧，巧他又不离善，真的是善心，真的替他修福。就在那个一念心，一念心转境界，一念心转世界。所以佛是真实心，手段那是给你巧妙的手段，用的心是真诚慈悲，爱护众生。",
      "zh_TW": "真實心的樣子是什麼？世出世間的聖人都教給我們，從不妄語始。不妄語是不自欺、不欺人，從這裡開始，從不妄語始。就是說你從哪裡下手？你從哪裡做起？從不妄語做起。不欺騙自己，不欺騙一切眾生；換句話說，誠實做起。現在人聽到這個說法害怕了，有許多同修經商做生意的，來跟我說：法師，我們現在要是不妄語就沒錢賺了，不妄語活不下去！他們是這個觀念。所以學了佛之後心裡又很難過，天天騙人，騙之後回來晚上很難過，覺得對不起人。良心發現，不錯！多少人天天幹這個事情，他不覺得他做錯事情；學了佛知道自己做錯了，知道自己騙了人。這樣下去有沒有罪業？這個問題就在你的用心，能不能迴向？如果你能回轉的話，騙人也是功德，菩薩善巧方便。怎麼說騙人是功德？這個人不會做好事，知道他將來要墮落，多騙他一點錢，多替他種一點福，迴向給他，你不是菩薩行嗎？天天騙他，大菩薩！如果騙他的，自己來享受，那個罪業就重，你將來還要還債；不但要墮三途，三途出來之後還要還債，就那一念之間。騙他是為他想的，叫他拿一點錢出來做好事，修一點福，不肯，騙他。菩薩的方法太多了，這叫巧，巧他又不離善，真的是善心，真的替他修福。就在那個一念心，一念心轉境界，一念心轉世界。所以佛是真實心，手段那是給你巧妙的手段，用的心是真誠慈悲，愛護眾生。"
    },
    {
      "id": "12-017-0060_p0030",
      "zh_CN": "在我们净土宗，大家晓得净宗六祖永明延寿法师，他在没有出家之前是小公务员，在一个税务机关里面管出纳，天天有钱在手上经过。有钱就很方便，他把这些钱拿去放生，每天总要拿一些钱去放生。日久天长被发现，国库里的钱，帐目不对了。再一问：钱到哪里去？他很老实，他说：钱我拿去放生了。那个时候的人心跟现在不一样。他的长官主管税务的，看看他，是个好事情，但是犯法。为什么？偷盗国库里面的钱财。可是偷盗出去之后，他自己并没有享受，他拿去放生了。这个事情怎么办？就报告给皇帝。皇帝一看到也好笑，世间还有这种人？按照国法是死刑、杀头，把他绑到刑场去行刑、去杀头。国王也有趣味，交代监斩官，交代他：他在受刑的时候，看他害不害怕，如果他有恐怖害怕，杀掉算了，如果他不害怕，叫他回来见我。永明被绑到法场，杀头的时候一点都不恐怖，一点后悔的心都没有。监斩官就好奇，你为什么不怕？我以一条命换千千万万条命，值得！欢喜，哪有害怕？我救了多少命，一条命救那么多条命，欢喜，值得。监斩官把这个事情报告皇帝，皇帝召见，最后问他，你的愿望？他愿意出家，皇帝给他做护法，成为一代祖师。这是什么？替国家修福，国家不知道修福，盗国家的钱替国家修福，菩萨行，不是凡夫行，所以他有勇气承担。如果案子一发，接受刑罚，杀头也不在乎，也很高兴，也很快乐，菩萨行。",
      "zh_TW": "在我們淨土宗，大家曉得淨宗六祖永明延壽法師，他在沒有出家之前是小公務員，在一個稅務機關裡面管出納，天天有錢在手上經過。有錢就很方便，他把這些錢拿去放生，每天總要拿一些錢去放生。日久天長被發現，國庫裡的錢，帳目不對了。再一問：錢到哪裡去？他很老實，他說：錢我拿去放生了。那個時候的人心跟現在不一樣。他的長官主管稅務的，看看他，是個好事情，但是犯法。為什麼？偷盜國庫裡面的錢財。可是偷盜出去之後，他自己並沒有享受，他拿去放生了。這個事情怎麼辦？就報告給皇帝。皇帝一看到也好笑，世間還有這種人？按照國法是死刑、殺頭，把他綁到刑場去行刑、去殺頭。國王也有趣味，交代監斬官，交代他：他在受刑的時候，看他害不害怕，如果他有恐怖害怕，殺掉算了，如果他不害怕，叫他回來見我。永明被綁到法場，殺頭的時候一點都不恐怖，一點後悔的心都沒有。監斬官就好奇，你為什麼不怕？我以一條命換千千萬萬條命，值得！歡喜，哪有害怕？我救了多少命，一條命救那麼多條命，歡喜，值得。監斬官把這個事情報告皇帝，皇帝召見，最後問他，你的願望？他願意出家，皇帝給他做護法，成為一代祖師。這是什麼？替國家修福，國家不知道修福，盜國家的錢替國家修福，菩薩行，不是凡夫行，所以他有勇氣承擔。如果案子一發，接受刑罰，殺頭也不在乎，也很高興，也很快樂，菩薩行。"
    },
    {
      "id": "12-017-0060_p0031",
      "zh_CN": "诸位要晓得，世间没有一定的标准，你讲善恶、讲是非、讲利害、讲真假，没有标准！标准就在你一念的动机，你用的是什么心？你心是善的，恶的事也是善；你心是恶的，好事也恶，这是一定的道理。所以佛法归根结柢是个心法，心要纯善，真诚、清净、平等、觉，然后你的言语造作、一切所为无一不是善行，无一不符合戒定慧三学。戒是什么？防非止恶，所谓「诸恶莫作，众善奉行」，这里面的意思很深。佛提醒我们，什么是恶？什么是善？利益自己的是恶，利益众生的是善，能够利益一切众生的是大善。我们学佛从哪里学？起心动念绝不为自己，这是真学佛。念念为佛法、为众生，当我们这一生当中没有遇到缘，另当别论。我们生活环境不好，没有一个很好的修学环境，因此必须自己要有个最低限度修学环境，总得自己有个住的地方；你要研究经教，你还得有一些书籍，总有地方放。这些都是累赘，但是无可奈何。",
      "zh_TW": "諸位要曉得，世間沒有一定的標準，你講善惡、講是非、講利害、講真假，沒有標準！標準就在你一念的動機，你用的是什麼心？你心是善的，惡的事也是善；你心是惡的，好事也惡，這是一定的道理。所以佛法歸根結柢是個心法，心要純善，真誠、清淨、平等、覺，然後你的言語造作、一切所為無一不是善行，無一不符合戒定慧三學。戒是什麼？防非止惡，所謂「諸惡莫作，眾善奉行」，這裡面的意思很深。佛提醒我們，什麼是惡？什麼是善？利益自己的是惡，利益眾生的是善，能夠利益一切眾生的是大善。我們學佛從哪裡學？起心動念絕不為自己，這是真學佛。念念為佛法、為眾生，當我們這一生當中沒有遇到緣，另當別論。我們生活環境不好，沒有一個很好的修學環境，因此必須自己要有個最低限度修學環境，總得自己有個住的地方；你要研究經教，你還得有一些書籍，總有地方放。這些都是累贅，但是無可奈何。"
    },
    {
      "id": "12-017-0060_p0032",
      "zh_CN": "我们比不上古人，古人的寺院丛林是十方道场，不但是出家人可以随处挂单，你旅行三衣一钵，什么都不要带，到任何道场一切设备齐全，你都可以受用。从前参学，古人背一个小包袱，几件衣服，背一个小包袱，哪有像我们现在行李那么多？经书，顶多自己用的，常常用的，自己一、二本经书常常读诵的，其他的参考都不必。走到任何寺庙挂单，任何寺庙都有藏经楼，像现在图书馆一样，你所想要的参考资料那边都有，不要带。现在我们生活的环境很悲哀，道场是子孙庙，不是十方道场。你想到人家道场住一天，一定跟主持当家很有关系，老朋友，来的时候作客。要是不认识的话，拒绝你，招待你一餐饭已经不得了，有很多道场一餐饭都不招待你。这是逼着我们无可奈何，自己有这些负担。缘，实实在在不容易遇到，遇到缘分，那你真的是有福报。",
      "zh_TW": "我們比不上古人，古人的寺院叢林是十方道場，不但是出家人可以隨處掛單，你旅行三衣一缽，什麼都不要帶，到任何道場一切設備齊全，你都可以受用。從前參學，古人背一個小包袱，幾件衣服，背一個小包袱，哪有像我們現在行李那麼多？經書，頂多自己用的，常常用的，自己一、二本經書常常讀誦的，其他的參考都不必。走到任何寺廟掛單，任何寺廟都有藏經樓，像現在圖書館一樣，你所想要的參考資料那邊都有，不要帶。現在我們生活的環境很悲哀，道場是子孫廟，不是十方道場。你想到人家道場住一天，一定跟主持當家很有關係，老朋友，來的時候作客。要是不認識的話，拒絕你，招待你一餐飯已經不得了，有很多道場一餐飯都不招待你。這是逼著我們無可奈何，自己有這些負擔。緣，實實在在不容易遇到，遇到緣分，那你真的是有福報。"
    },
    {
      "id": "12-017-0060_p0033",
      "zh_CN": "现在在新加坡，这个缘我们看到将要成熟了。李木源居士昨天晚上告诉我，新看的弥陀村的处所，大概没有问题了。他很快要回来，不一定跟这个团去，他会提早回来。将来这个地方后面空地，图都画好了，盖念佛堂，做弥陀村。前面学校做佛学院，希望佛学院元月份能够开课。这个佛学院向政府立案，永久性的佛学院，我一定帮助它建立一个图书馆。我在美国还有一些存书，希望统统都运过来，充实这边图书馆。我现在所用的书全部都搬图书馆去，我想看那个书，拿一本过来看，看完之后统统归档，自己住的房子一本书都没有，这多自在、多快乐！有这么一个地方，有这个缘分，我们就是这个做法。我们安心在这个地方修学，成就我们在这个地方往生西方极乐世界，全心全力协助这个道场。除了一身之外，一无所有，全部都归道场。东西多了麻烦，自己慢慢整理，让别人整理多好。别人整理好了，我想要什么拿来，看完拿回去，放在哪里我也不知道，理都不理。人要过自在的生活，过快乐的生活，不要给自己找麻烦。给自己找麻烦，那是迷惑颠倒；我们今天是逼不得已没有办法，有这个环境，我一定要把这个环境促成。这是讲到坚固行妙庄严。第八尊：",
      "zh_TW": "現在在新加坡，這個緣我們看到將要成熟了。李木源居士昨天晚上告訴我，新看的彌陀村的處所，大概沒有問題了。他很快要回來，不一定跟這個團去，他會提早回來。將來這個地方後面空地，圖都畫好了，蓋念佛堂，做彌陀村。前面學校做佛學院，希望佛學院元月份能夠開課。這個佛學院向政府立案，永久性的佛學院，我一定幫助它建立一個圖書館。我在美國還有一些存書，希望統統都運過來，充實這邊圖書館。我現在所用的書全部都搬圖書館去，我想看那個書，拿一本過來看，看完之後統統歸檔，自己住的房子一本書都沒有，這多自在、多快樂！有這麼一個地方，有這個緣分，我們就是這個做法。我們安心在這個地方修學，成就我們在這個地方往生西方極樂世界，全心全力協助這個道場。除了一身之外，一無所有，全部都歸道場。東西多了麻煩，自己慢慢整理，讓別人整理多好。別人整理好了，我想要什麼拿來，看完拿回去，放在哪裡我也不知道，理都不理。人要過自在的生活，過快樂的生活，不要給自己找麻煩。給自己找麻煩，那是迷惑顛倒；我們今天是逼不得已沒有辦法，有這個環境，我一定要把這個環境促成。這是講到堅固行妙莊嚴。第八尊："
    },
    {
      "id": "12-017-0060_p0034",
      "zh_CN": "【广大因慧阿修罗王。】",
      "zh_TW": "【廣大因慧阿修羅王。】"
    },
    {
      "id": "12-017-0060_p0035",
      "zh_CN": "这里头着重在『因』，「因」要修大因，因要与慧相应，这个因真实。智慧的因一定得智慧之果，我们知道智慧之果是一真法界，是西方极乐世界。「广大的因」是什么？我们自然就明白了。广大之因是念佛，没有比念佛这个因更大，我们要晓得。可是现代有几个人知道念佛的好处？念佛是属于行证。前面要是没有正信、正解，行证是很难做得到的。这说起来，讲经说法就非常重要，讲经说法的目的帮助大家建立正信、正解。我们这边念佛堂，大家都知道很殊胜，为什么其他地方建念佛堂建不起来？没有讲经。我们在这个地方，虽然是断断续续的，但是每年都讲，年年没有中断，十一年了。所以大家知道念佛的好处，知道念佛的利益，他有信心、有愿行，才能成就。没有这么长的时间奠定信解的基础，你建个念佛堂谈何容易！我们当初建念佛堂也没信心，实在讲我跟李木源居士心里面期望着，能够有四、五十个人念佛，我们就很高兴了，我们心目当中也不过就如此。哪里晓得会到四、五百？超过我们想像的十倍。从这个地方看到，新加坡地区同修们的善根福德因缘成熟。这也是给李居士很大的鼓励，他拼命的去做，希望把弥陀村早一天完成；这是很大的力量，没想到有这么多。这是广大因慧，现在我们做的正是解行相应。",
      "zh_TW": "這裡頭著重在『因』，「因」要修大因，因要與慧相應，這個因真實。智慧的因一定得智慧之果，我們知道智慧之果是一真法界，是西方極樂世界。「廣大的因」是什麼？我們自然就明白了。廣大之因是念佛，沒有比念佛這個因更大，我們要曉得。可是現代有幾個人知道念佛的好處？念佛是屬於行證。前面要是沒有正信、正解，行證是很難做得到的。這說起來，講經說法就非常重要，講經說法的目的幫助大家建立正信、正解。我們這邊念佛堂，大家都知道很殊勝，為什麼其他地方建念佛堂建不起來？沒有講經。我們在這個地方，雖然是斷斷續續的，但是每年都講，年年沒有中斷，十一年了。所以大家知道念佛的好處，知道念佛的利益，他有信心、有願行，才能成就。沒有這麼長的時間奠定信解的基礎，你建個念佛堂談何容易！我們當初建念佛堂也沒信心，實在講我跟李木源居士心裡面期望著，能夠有四、五十個人念佛，我們就很高興了，我們心目當中也不過就如此。哪裡曉得會到四、五百？超過我們想像的十倍。從這個地方看到，新加坡地區同修們的善根福德因緣成熟。這也是給李居士很大的鼓勵，他拼命的去做，希望把彌陀村早一天完成；這是很大的力量，沒想到有這麼多。這是廣大因慧，現在我們做的正是解行相應。"
    },
    {
      "id": "12-017-0060_p0036",
      "zh_CN": "弥陀村配合培训班，培训班同学们在研究，我们修学时间到底多长比较适合。研究好了之后，提供给李居士向政府申请立案。当然时间长一点好，学得扎实。就是学一部经，我以前曾经说过，这部经学会最少要讲十遍，才算是你学会了。讲十遍，印象深！你要不是连续讲十遍，虽然学了，如果半年不讲就生疏，忘光了，等于没学。而且讲经最好是讲给内行人听，他会帮助你进步，帮助你改进。学一定要专修，不能杂修。时间长，一个人可以学二部、三部，学多了不行。",
      "zh_TW": "彌陀村配合培訓班，培訓班同學們在研究，我們修學時間到底多長比較適合。研究好了之後，提供給李居士向政府申請立案。當然時間長一點好，學得紮實。就是學一部經，我以前曾經說過，這部經學會最少要講十遍，才算是你學會了。講十遍，印象深！你要不是連續講十遍，雖然學了，如果半年不講就生疏，忘光了，等於沒學。而且講經最好是講給內行人聽，他會幫助你進步，幫助你改進。學一定要專修，不能雜修。時間長，一個人可以學二部、三部，學多了不行。"
    },
    {
      "id": "12-017-0060_p0037",
      "zh_CN": "我过去在台中亲近李炳南老居士，我在他会下十年，学五部经。你要晓得，十年学五部经，所以这个基础扎得深，以后有这么一点成就，得力于这个基础。我学的五部经分量都不大，第一部学《阿难问事佛吉凶经》，是我第一部学的；第二部学《佛说阿弥陀经》，第三部《普贤菩萨行愿品》，第四部《金刚经》，比较长一点，第五部《大佛顶首楞严经》。我十年学五部，基础是这样奠定下来的。你们看这五部不长，通常在佛学院大概顶多两年就圆满，我这五样东西搞了十年。所以以后一切大乘经论，无论哪一宗、哪一派我没有困难，展开在我面前，我都能够看得懂，意思我都能够说得出。所以学东西绝不要贪多，要扎实，真正的契入境界，这非常重要，你的东西有根柢。在佛法里讲「一经通一切经通」，通就是你真正学会了，自己要真真实实的去下功夫。这是讲教下里头讲的广大因慧。第九尊：",
      "zh_TW": "我過去在台中親近李炳南老居士，我在他會下十年，學五部經。你要曉得，十年學五部經，所以這個基礎紮得深，以後有這麼一點成就，得力於這個基礎。我學的五部經分量都不大，第一部學《阿難問事佛吉凶經》，是我第一部學的；第二部學《佛說阿彌陀經》，第三部《普賢菩薩行願品》，第四部《金剛經》，比較長一點，第五部《大佛頂首楞嚴經》。我十年學五部，基礎是這樣奠定下來的。你們看這五部不長，通常在佛學院大概頂多兩年就圓滿，我這五樣東西搞了十年。所以以後一切大乘經論，無論哪一宗、哪一派我沒有困難，展開在我面前，我都能夠看得懂，意思我都能夠說得出。所以學東西絕不要貪多，要紮實，真正的契入境界，這非常重要，你的東西有根柢。在佛法裡講「一經通一切經通」，通就是你真正學會了，自己要真真實實的去下功夫。這是講教下裡頭講的廣大因慧。第九尊："
    },
    {
      "id": "12-017-0060_p0038",
      "zh_CN": "【出现胜德阿修罗王。】",
      "zh_TW": "【出現勝德阿修羅王。】"
    },
    {
      "id": "12-017-0060_p0039",
      "zh_CN": "这个意思好懂。『胜』是殊胜，『德』是德行，无比殊胜的德行。『出现』是示现，为一切众生示现殊胜的德行，示现殊胜的德能。这教化众生，这是讲身教，做出榜样来给人看。像我刚才所说的，我们在没有缘分的时候，为了要充实自己，为了弘法利生，必须要搜集许许多多的资料、参考用书，这是不得已。如果有一个十方道场，可以提供我们修学，我们所集的要能散，要能放下。由此可知，平常搜集的也不据为己有，是我现前需要参考而已。有这个环境，统统放下，统统捐献出去，聚而能散就对了，不可以据为己有，不肯布施那就大错特错了。这是教我们在生活当中，如何示现一个好的榜样。末后一位：",
      "zh_TW": "這個意思好懂。『勝』是殊勝，『德』是德行，無比殊勝的德行。『出現』是示現，為一切眾生示現殊勝的德行，示現殊勝的德能。這教化眾生，這是講身教，做出榜樣來給人看。像我剛才所說的，我們在沒有緣分的時候，為了要充實自己，為了弘法利生，必須要蒐集許許多多的資料、參考用書，這是不得已。如果有一個十方道場，可以提供我們修學，我們所集的要能散，要能放下。由此可知，平常蒐集的也不據為己有，是我現前需要參考而已。有這個環境，統統放下，統統捐獻出去，聚而能散就對了，不可以據為己有，不肯布施那就大錯特錯了。這是教我們在生活當中，如何示現一個好的榜樣。末後一位："
    },
    {
      "id": "12-017-0060_p0040",
      "zh_CN": "【妙好音声阿修罗王。】",
      "zh_TW": "【妙好音聲阿修羅王。】"
    },
    {
      "id": "12-017-0060_p0041",
      "zh_CN": "这是说法。这两位阿修罗王合起来就是为人演说，「出现胜德」是为人表演，『妙好音声』是为人说明，讲解经典这是妙好音声。这里面的意思都很深，都很圆满。我们受时间限制没法子细讲，但是诸位常常听经，都能够想像得到。这一段说得简单，前后可能都说得详细，合起来看你就明白了。末后总结：",
      "zh_TW": "這是說法。這兩位阿修羅王合起來就是為人演說，「出現勝德」是為人表演，『妙好音聲』是為人說明，講解經典這是妙好音聲。這裡面的意思都很深，都很圓滿。我們受時間限制沒法子細講，但是諸位常常聽經，都能夠想像得到。這一段說得簡單，前後可能都說得詳細，合起來看你就明白了。末後總結："
    },
    {
      "id": "12-017-0060_p0042",
      "zh_CN": "【如是等而为上首。其数无量。】",
      "zh_TW": "【如是等而為上首。其數無量。】"
    },
    {
      "id": "12-017-0060_p0043",
      "zh_CN": "结语跟前面每一段都一样。末后这一句叹德：",
      "zh_TW": "結語跟前面每一段都一樣。末後這一句歎德："
    },
    {
      "id": "12-017-0060_p0044",
      "zh_CN": "【悉已精勤摧伏我慢及诸烦恼。】",
      "zh_TW": "【悉已精勤摧伏我慢及諸煩惱。】"
    },
    {
      "id": "12-017-0060_p0045",
      "zh_CN": "这个非常重要。阿修罗我慢习气最重，他能够降伏我慢；他烦恼很重，他能够伏住烦恼，这是菩萨示现。在一切示现当中，他们一个突出的，就是示现回头是岸；他能从烦恼回头，能从我慢回头。菩萨示现为阿修罗这一类众生里面的王，王回头了，王舍弃烦恼、舍弃我慢，影响力就很深。我们要怎么学法？如果我们自己居在领导的地位，要知道傲慢的习气是与生俱来的烦恼，决定有的；只要有我，决定就有慢。要知道这个慢是大烦恼，是我们修行证果、明心见性大障碍。不但在证上有障碍，行上有障碍，解上都有障碍。这个障碍要不拔除，我们要想在佛法里面得到真实的受用，非常困难。如果在领导阶层应当首先做示范，自己能够降伏我慢，断除烦恼，也能够帮助一切众生断我慢烦恼，这样就好。今天时间到了，我们就讲到此地。",
      "zh_TW": "這個非常重要。阿修羅我慢習氣最重，他能夠降伏我慢；他煩惱很重，他能夠伏住煩惱，這是菩薩示現。在一切示現當中，他們一個突出的，就是示現回頭是岸；他能從煩惱回頭，能從我慢回頭。菩薩示現為阿修羅這一類眾生裡面的王，王回頭了，王捨棄煩惱、捨棄我慢，影響力就很深。我們要怎麼學法？如果我們自己居在領導的地位，要知道傲慢的習氣是與生俱來的煩惱，決定有的；只要有我，決定就有慢。要知道這個慢是大煩惱，是我們修行證果、明心見性大障礙。不但在證上有障礙，行上有障礙，解上都有障礙。這個障礙要不拔除，我們要想在佛法裡面得到真實的受用，非常困難。如果在領導階層應當首先做示範，自己能夠降伏我慢，斷除煩惱，也能夠幫助一切眾生斷我慢煩惱，這樣就好。今天時間到了，我們就講到此地。"
    }
  ]
}