{
  "doc_id": "12-017-1741",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七四一卷",
    "zh_TW": "第一七四一卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1741",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "12-017-1741_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「无方大用」第六段，四摄摄生三昧门，最后一首偈，第十七首。我们将经文念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「無方大用」第六段，四攝攝生三昧門，最後一首偈，第十七首。我們將經文念一遍："
    },
    {
      "id": "12-017-1741_p0002",
      "zh_CN": "【菩萨种种方便门。随顺世法度众生。譬如莲华不着水。如是在世令深信。】",
      "zh_TW": "【菩薩種種方便門。隨順世法度眾生。譬如蓮華不著水。如是在世令深信。】"
    },
    {
      "id": "12-017-1741_p0003",
      "zh_CN": "清凉大师在注解里面告诉我们，最后一首偈「即一切门利行」。前面是举几个例子，这个地方做个总结。「谓不信令信故，亦总结诸利行也」，在《钞》里面给我们详细的说明，「一切门等者，此略有四，一不信令信；二犯戒有情，令戒圆满；三恶慧有情，令慧圆满；四悭吝有情，于舍圆满。今疏文中，略举其一」。实际上它包含这四桩事，所以经文虽然是很略，只举一样，其实意思是圆满的。确实我们在四弘誓愿里面认识到，菩萨初发心就是无上菩提心，第一个「众生无边誓愿度」，遍法界虚空界众生是无量无边，菩萨初发心就发这样大的心。怎么度法？就是清凉大师在《钞》里面所说的这四个意思。",
      "zh_TW": "清涼大師在註解裡面告訴我們，最後一首偈「即一切門利行」。前面是舉幾個例子，這個地方做個總結。「謂不信令信故，亦總結諸利行也」，在《鈔》裡面給我們詳細的說明，「一切門等者，此略有四，一不信令信；二犯戒有情，令戒圓滿；三惡慧有情，令慧圓滿；四慳吝有情，於捨圓滿。今疏文中，略舉其一」。實際上它包含這四樁事，所以經文雖然是很略，只舉一樣，其實意思是圓滿的。確實我們在四弘誓願裡面認識到，菩薩初發心就是無上菩提心，第一個「眾生無邊誓願度」，遍法界虛空界眾生是無量無邊，菩薩初發心就發這樣大的心。怎麼度法？就是清涼大師在《鈔》裡面所說的這四個意思。"
    },
    {
      "id": "12-017-1741_p0004",
      "zh_CN": "不信的要帮助他生起信心，这与当机有密切关系，有善根福德的人很容易相信，一介绍，他就相信；善根福德少的人，久劝他才相信。这些事情我们都要认真反省，我们是什么根性？久劝才相信。我们信了吗？没信。为什么？没做到。信了之后他非常欢喜、认真去做，那真信；我知道了，晓得了，我做不到，没信。净土法门念佛往生你信不信？如果是真信，二六时中这个佛号就不间断，为什么？他真正相信净土，真正相信弥陀接引。像《往生传》所讲的、《净土圣贤录》所说的，一句名号二六时中绝无间断，那个人信；我们常常佛号忘掉，常常烦恼现行，常常中断，不信。所以信好难！",
      "zh_TW": "不信的要幫助他生起信心，這與當機有密切關係，有善根福德的人很容易相信，一介紹，他就相信；善根福德少的人，久勸他才相信。這些事情我們都要認真反省，我們是什麼根性？久勸才相信。我們信了嗎？沒信。為什麼？沒做到。信了之後他非常歡喜、認真去做，那真信；我知道了，曉得了，我做不到，沒信。淨土法門念佛往生你信不信？如果是真信，二六時中這個佛號就不間斷，為什麼？他真正相信淨土，真正相信彌陀接引。像《往生傳》所講的、《淨土聖賢錄》所說的，一句名號二六時中絕無間斷，那個人信；我們常常佛號忘掉，常常煩惱現行，常常中斷，不信。所以信好難！"
    },
    {
      "id": "12-017-1741_p0005",
      "zh_CN": "我接受李老师的教诲，就是教我这个信心，是我出家受戒之后，到台中去谢恩，老师的栽培。那个时候我已经学佛九年，也在佛学院教了两年。到台中慈光图书馆去看老师，还没有进门，我在门外，他在里面看到我，指着我：你要信佛。声音很大，讲了好多遍，你要信佛、你要信佛，到我走到里面去，我都莫名其妙。学佛、出家、受戒、学经教，还教佛学院，还不信佛吗？老师要我坐下来听他开导，告诉我：有老和尚出家到临死都不信。我愈听愈不懂，全神贯注的听什么叫信？有解、有行、有证才叫信，有行没有证不算信。我有念佛，天天念佛，最后不能往生，不信！我这才恍然大悟。世缘，这世间事情你还没有能完全放下，还常常障碍你的道心，破坏你的正念，这是什么原因？不信。所以这个信好难、好难。",
      "zh_TW": "我接受李老師的教誨，就是教我這個信心，是我出家受戒之後，到台中去謝恩，老師的栽培。那個時候我已經學佛九年，也在佛學院教了兩年。到台中慈光圖書館去看老師，還沒有進門，我在門外，他在裡面看到我，指著我：你要信佛。聲音很大，講了好多遍，你要信佛、你要信佛，到我走到裡面去，我都莫名其妙。學佛、出家、受戒、學經教，還教佛學院，還不信佛嗎？老師要我坐下來聽他開導，告訴我：有老和尚出家到臨死都不信。我愈聽愈不懂，全神貫注的聽什麼叫信？有解、有行、有證才叫信，有行沒有證不算信。我有念佛，天天念佛，最後不能往生，不信！我這才恍然大悟。世緣，這世間事情你還沒有能完全放下，還常常障礙你的道心，破壞你的正念，這是什麼原因？不信。所以這個信好難、好難。"
    },
    {
      "id": "12-017-1741_p0006",
      "zh_CN": "严格的来讲，到什么时候才相信？妄想分别执着统统放下了，真信。真信是什么？明心见性，见性成佛，真信，圆教初住，别教初地。所以《起信论》，我想很多人没有读过，但是听过这个名字，马鸣菩萨作的《起信论》。起信是刚刚开始，那是什么人？圆教初住菩萨。信心一生就超越十法界，就是初住菩萨；我们念佛人，信心一生就是极乐世界的菩萨。为什么？虽然现在还没有去，三年决定去，像黄忠昌这样的人。为什么？他一丝毫不怀疑，万缘放下，一天到晚就是一句佛号，三年决定得生，那叫真信！不是一桩容易事情。为什么信心生不起来？归纳起来总不外两个条件，第一个是对于事实真相不透彻、不了解，听说西方极乐世界，半信半疑，这是真话；如果决定相信，没有疑惑，他这个世间就甩掉了，一心求生极乐世界。",
      "zh_TW": "嚴格的來講，到什麼時候才相信？妄想分別執著統統放下了，真信。真信是什麼？明心見性，見性成佛，真信，圓教初住，別教初地。所以《起信論》，我想很多人沒有讀過，但是聽過這個名字，馬鳴菩薩作的《起信論》。起信是剛剛開始，那是什麼人？圓教初住菩薩。信心一生就超越十法界，就是初住菩薩；我們念佛人，信心一生就是極樂世界的菩薩。為什麼？雖然現在還沒有去，三年決定去，像黃忠昌這樣的人。為什麼？他一絲毫不懷疑，萬緣放下，一天到晚就是一句佛號，三年決定得生，那叫真信！不是一樁容易事情。為什麼信心生不起來？歸納起來總不外兩個條件，第一個是對於事實真相不透徹、不了解，聽說西方極樂世界，半信半疑，這是真話；如果決定相信，沒有疑惑，他這個世間就甩掉了，一心求生極樂世界。"
    },
    {
      "id": "12-017-1741_p0007",
      "zh_CN": "对这个世间还有贪恋，还有留恋，对西方极乐世界半信半疑，那怎么办？经教能帮助你。西方极乐世界介绍得最透彻的就是《华严经》，古大德说《华严经》就是大本《无量寿经》，《无量寿经》是中本《华严经》，《阿弥陀经》是小本《华严经》。内容完全相同，一个说得详细，一个说得简单，说得最简单的《阿弥陀经》，稍微详细一点的是《无量寿经》，最详细的就是《华严经》。所以《华严》自始至终是极乐世界！这样一份详细的资料，你读过之后信心生起来了。我跟李老师十年，听了不少，对极乐世界什么态度？不怀疑、不排斥。相不相信？半信半疑，也念佛，也求生净土，跟诸位现在情形一样，世缘放不下。我这个世缘最重要的是经教，大乘经教放不下，尤其是《华严》、《楞严》，非常喜爱。",
      "zh_TW": "對這個世間還有貪戀，還有留戀，對西方極樂世界半信半疑，那怎麼辦？經教能幫助你。西方極樂世界介紹得最透徹的就是《華嚴經》，古大德說《華嚴經》就是大本《無量壽經》，《無量壽經》是中本《華嚴經》，《阿彌陀經》是小本《華嚴經》。內容完全相同，一個說得詳細，一個說得簡單，說得最簡單的《阿彌陀經》，稍微詳細一點的是《無量壽經》，最詳細的就是《華嚴經》。所以《華嚴》自始至終是極樂世界！這樣一份詳細的資料，你讀過之後信心生起來了。我跟李老師十年，聽了不少，對極樂世界什麼態度？不懷疑、不排斥。相不相信？半信半疑，也念佛，也求生淨土，跟諸位現在情形一樣，世緣放不下。我這個世緣最重要的是經教，大乘經教放不下，尤其是《華嚴》、《楞嚴》，非常喜愛。"
    },
    {
      "id": "12-017-1741_p0008",
      "zh_CN": "到我讲《华严经》，我第一次在台湾讲《华严经》讲了一半，讲得没有这么详细。有一天忽然想到华严三圣，毘卢遮那佛，那是果地上，我们就不说了，文殊、普贤是代表因地，我有一天忽然想到文殊、普贤修什么法门？他们主修的功课是什么？讲到善财五十三参，因为我那个时候是《八十》、《四十》同时讲，一个星期讲三天，两天讲《八十华严》，一天讲《四十华严》。善财童子学什么法门？起了这么一个念头，查经，后面还没讲到，查到后面一看，文殊、普贤统统都是念佛求生净土；再看看善财五十三参，这一下就看出来了。你看讲的时候都没有注意到，《四十华严》讲了三分之一，讲过去没有细心去体会。他第一个参访的吉祥云比丘，就是《八十华严》里德云比丘，吉祥云比丘修什么法门？修般舟三昧。般舟三昧也叫佛立三昧，专念阿弥陀佛求生净土，这是善财头一个去参访的。我们中国谚语常讲「先入为主」，善财童子主修的是念佛法门，老师是文殊菩萨也是修念佛法门，我从这个地方对净土才起信心。《华严》讲三分之一，《八十》讲三分之一，《四十》讲三分之一，对净土真的生起信心。",
      "zh_TW": "到我講《華嚴經》，我第一次在台灣講《華嚴經》講了一半，講得沒有這麼詳細。有一天忽然想到華嚴三聖，毘盧遮那佛，那是果地上，我們就不說了，文殊、普賢是代表因地，我有一天忽然想到文殊、普賢修什麼法門？他們主修的功課是什麼？講到善財五十三參，因為我那個時候是《八十》、《四十》同時講，一個星期講三天，兩天講《八十華嚴》，一天講《四十華嚴》。善財童子學什麼法門？起了這麼一個念頭，查經，後面還沒講到，查到後面一看，文殊、普賢統統都是念佛求生淨土；再看看善財五十三參，這一下就看出來了。你看講的時候都沒有注意到，《四十華嚴》講了三分之一，講過去沒有細心去體會。他第一個參訪的吉祥雲比丘，就是《八十華嚴》裡德雲比丘，吉祥雲比丘修什麼法門？修般舟三昧。般舟三昧也叫佛立三昧，專念阿彌陀佛求生淨土，這是善財頭一個去參訪的。我們中國諺語常講「先入為主」，善財童子主修的是念佛法門，老師是文殊菩薩也是修念佛法門，我從這個地方對淨土才起信心。《華嚴》講三分之一，《八十》講三分之一，《四十》講三分之一，對淨土真的生起信心。"
    },
    {
      "id": "12-017-1741_p0009",
      "zh_CN": "如果不是《华严》、不是《楞严》、不是《法华》这些大经大论，李老师劝我修净土，我不能不听，不是全心全力。所以我知道信心不容易，为什么？人有习气，各有所好，我喜欢《华严》、《楞严》。在《楞严经》里面，我发现大势至跟观世音两个特别法门。我们看古大德的注解只提出一个，观音菩萨耳根法门是特别法门，没有讲到大势至菩萨。李老师讲《楞严经》也没有特别提出来，提出来的跟古人一样，「耳根圆通」这一门观世音菩萨。我学了《华严》之后，回头再去读《楞严》，发现大势至菩萨也是特别法门，没有按顺序排列。所以二十五圆通，两个不按顺序排列的，那就是特别法门。",
      "zh_TW": "如果不是《華嚴》、不是《楞嚴》、不是《法華》這些大經大論，李老師勸我修淨土，我不能不聽，不是全心全力。所以我知道信心不容易，為什麼？人有習氣，各有所好，我喜歡《華嚴》、《楞嚴》。在《楞嚴經》裡面，我發現大勢至跟觀世音兩個特別法門。我們看古大德的註解只提出一個，觀音菩薩耳根法門是特別法門，沒有講到大勢至菩薩。李老師講《楞嚴經》也沒有特別提出來，提出來的跟古人一樣，「耳根圓通」這一門觀世音菩薩。我學了《華嚴》之後，回頭再去讀《楞嚴》，發現大勢至菩薩也是特別法門，沒有按順序排列。所以二十五圓通，兩個不按順序排列的，那就是特別法門。"
    },
    {
      "id": "12-017-1741_p0010",
      "zh_CN": "观音菩萨的特别法门不按次序排列是非常明显，因为「耳根圆通」，在二十五圆通排列是第二，把排列第二放到最后，这是太明显了。大势至菩萨在二十五圆通的排列顺序是第二十三，弥勒菩萨第二十四，他跟弥勒菩萨换了一下，换个位次，大势至菩萨变成二十四，弥勒菩萨变成二十三，这个太小了，所以很不容易看出它不按顺序排列。我是读了《华严》之后，回头看二十五圆通看出来了，两个特别法门，不是一个。祖师大德为什么强调观世音菩萨？观世音菩萨耳根圆通，对我们这个世间人最契机，所以特别提倡。「大势至菩萨念佛圆通章」，是普遍契遍法界虚空界一切众生机，你说多殊胜。所以没有统统搞清楚，半信半疑。",
      "zh_TW": "觀音菩薩的特別法門不按次序排列是非常明顯，因為「耳根圓通」，在二十五圓通排列是第二，把排列第二放到最後，這是太明顯了。大勢至菩薩在二十五圓通的排列順序是第二十三，彌勒菩薩第二十四，他跟彌勒菩薩換了一下，換個位次，大勢至菩薩變成二十四，彌勒菩薩變成二十三，這個太小了，所以很不容易看出它不按順序排列。我是讀了《華嚴》之後，回頭看二十五圓通看出來了，兩個特別法門，不是一個。祖師大德為什麼強調觀世音菩薩？觀世音菩薩耳根圓通，對我們這個世間人最契機，所以特別提倡。「大勢至菩薩念佛圓通章」，是普遍契遍法界虛空界一切眾生機，你說多殊勝。所以沒有統統搞清楚，半信半疑。"
    },
    {
      "id": "12-017-1741_p0011",
      "zh_CN": "李老师我跟他十年，他也没把这桩事情给我讲清楚，是不是他的错？他不错，这是祖师教学方法叫你自己去悟。老师教给你把你的悟门堵塞了，听人说的、听老师说的。大势至菩萨普遍契一切众生根机，我自己发现的，不一样！不是听人说的，你就晓得生信是多难。我们现在一般人讲知识分子，知识分子你要叫他生信心，你要把理事讲得透彻，他才会相信；没有到透彻，半信半疑就不错了。众生根性不相同，你帮助他建立信心是有过程的，是有等级的，是要有很长难信的，不然这个信心生不起来。千万不要误会，出家了，大和尚，讲经说法讲得天花乱坠，不见得。",
      "zh_TW": "李老師我跟他十年，他也沒把這樁事情給我講清楚，是不是他的錯？他不錯，這是祖師教學方法叫你自己去悟。老師教給你把你的悟門堵塞了，聽人說的、聽老師說的。大勢至菩薩普遍契一切眾生根機，我自己發現的，不一樣！不是聽人說的，你就曉得生信是多難。我們現在一般人講知識分子，知識分子你要叫他生信心，你要把理事講得透徹，他才會相信；沒有到透徹，半信半疑就不錯了。眾生根性不相同，你幫助他建立信心是有過程的，是有等級的，是要有很長難信的，不然這個信心生不起來。千萬不要誤會，出家了，大和尚，講經說法講得天花亂墜，不見得。"
    },
    {
      "id": "12-017-1741_p0012",
      "zh_CN": "谛闲老和尚这是一代祖师，天台宗的，倓虚法师的师父，定西法师的师父。你看他对于锅漏匠的赞叹、对于修无师的赞叹，你就明白了。他赞叹锅漏匠说：名山宝刹的方丈住持比不上你，弘宗研教的大德法师也比不上你。哪个人能够预知时至，站着往生，往生之后还站三天，等谛闲法师替他办后事。真的，名山宝刹的方丈住持做不到，弘宗研教的大德也做不到，他做到了。他不认识字，没念过书，一天经都没有听过，这是什么？这是过去生中所修的善根福德，老和尚教他一句，他就相信，一点不怀疑。就教他念阿弥陀佛，念累了休息，休息好了接着再念，成就举世无双。多少时间？三年。",
      "zh_TW": "諦閑老和尚這是一代祖師，天台宗的，倓虛法師的師父，定西法師的師父。你看他對於鍋漏匠的讚歎、對於修無師的讚歎，你就明白了。他讚歎鍋漏匠說：名山寶剎的方丈住持比不上你，弘宗研教的大德法師也比不上你。哪個人能夠預知時至，站著往生，往生之後還站三天，等諦閑法師替他辦後事。真的，名山寶剎的方丈住持做不到，弘宗研教的大德也做不到，他做到了。他不認識字，沒念過書，一天經都沒有聽過，這是什麼？這是過去生中所修的善根福德，老和尚教他一句，他就相信，一點不懷疑。就教他念阿彌陀佛，念累了休息，休息好了接著再念，成就舉世無雙。多少時間？三年。"
    },
    {
      "id": "12-017-1741_p0013",
      "zh_CN": "《影尘回忆录》里面记载得很详细，修无师，还有晒蜡烛的法师，名字我一下忘记了，《影尘回忆录》里面的。这些人距离我们现在不远，也不过就是半个世纪，做出这些榜样给我们看，他们的成就，没有别的，真信。我们念了一点书，所谓知识分子，远远比不上他们，知识分子必须长时间的薰修。我在佛法里面薰修五十六年，告诉诸位，这才相信，讲经讲了四十九年，谈何容易！我今天看到大众，无论在家、出家半信半疑，我能理解，我知道你的善根福德不够，学佛的缘分你也不足，你能天天听经吗？现在天天听经不难，有光碟可以反复去听。你肯听吗？你能认真去听吗？有些人听经，一面听经，一面在做事，这种听经也是经上说的，「若闻若不闻」，不能领悟。",
      "zh_TW": "《影塵回憶錄》裡面記載得很詳細，修無師，還有晒蠟燭的法師，名字我一下忘記了，《影塵回憶錄》裡面的。這些人距離我們現在不遠，也不過就是半個世紀，做出這些榜樣給我們看，他們的成就，沒有別的，真信。我們念了一點書，所謂知識分子，遠遠比不上他們，知識分子必須長時間的薰修。我在佛法裡面薰修五十六年，告訴諸位，這才相信，講經講了四十九年，談何容易！我今天看到大眾，無論在家、出家半信半疑，我能理解，我知道你的善根福德不夠，學佛的緣分你也不足，你能天天聽經嗎？現在天天聽經不難，有光碟可以反覆去聽。你肯聽嗎？你能認真去聽嗎？有些人聽經，一面聽經，一面在做事，這種聽經也是經上說的，「若聞若不聞」，不能領悟。"
    },
    {
      "id": "12-017-1741_p0014",
      "zh_CN": "李老师当年教我们，听他讲经连笔记都不准写，为什么？写笔记耽误你听。就是说写笔记的时候你的心就不专，你不专就不能够领悟；所以听经要专心，什么都要放下，你真的能听进去了。什么叫听进去？听了就开悟、觉悟了，这听进去了。听了多年经没有觉悟，完全是听那些言语，言语是糟粕、垃圾。不知道马鸣菩萨教我们听经的原则，离言说相，你听的是言说相；离名字相，名词术语；离心缘相，三个条件。心缘相是什么？你不要去想它，你只专听，懂就懂，不懂不要去研究，你会开悟。为什么？这样子听经心是定的，用听经的方法来修定。这是什么？听经是专注，专注就是一心，一心专注是定，定生慧，慧一开，豁然大悟就理解了，这一悟一切悟，所谓一经通一切经通是这么个道理。现在没人懂，顶多听的什么？听那些言语，不开悟。佛菩萨慈悲到极处，这些道理、这些学习的纲领都给我们说出来，我们也听得耳熟，怎么样？不会用。依旧是心浮气躁，妄念纷飞，不肯放下。",
      "zh_TW": "李老師當年教我們，聽他講經連筆記都不准寫，為什麼？寫筆記耽誤你聽。就是說寫筆記的時候你的心就不專，你不專就不能夠領悟；所以聽經要專心，什麼都要放下，你真的能聽進去了。什麼叫聽進去？聽了就開悟、覺悟了，這聽進去了。聽了多年經沒有覺悟，完全是聽那些言語，言語是糟粕、垃圾。不知道馬鳴菩薩教我們聽經的原則，離言說相，你聽的是言說相；離名字相，名詞術語；離心緣相，三個條件。心緣相是什麼？你不要去想它，你只專聽，懂就懂，不懂不要去研究，你會開悟。為什麼？這樣子聽經心是定的，用聽經的方法來修定。這是什麼？聽經是專注，專注就是一心，一心專注是定，定生慧，慧一開，豁然大悟就理解了，這一悟一切悟，所謂一經通一切經通是這麼個道理。現在沒人懂，頂多聽的什麼？聽那些言語，不開悟。佛菩薩慈悲到極處，這些道理、這些學習的綱領都給我們說出來，我們也聽得耳熟，怎麼樣？不會用。依舊是心浮氣躁，妄念紛飛，不肯放下。"
    },
    {
      "id": "12-017-1741_p0015",
      "zh_CN": "印光大师他老人家有个很巧妙的方法，教我们常常想到死，他说真正修道人，应当把死字贴在额头上，时刻想到我就要死了。你就要死了，你还有什么不能放下？不能放下也得放下，他老人家一生以身作则。我们现在晓得，印祖是大势至菩萨的化身，他教我们这个，对于末法众生来讲肯定有效。常常想到我就要死了，我还贪什么？我还留恋什么？纵然贪、留恋，都落空。名闻利养、财色名食睡，有的也好，没有的也好，你心还有牵挂吗？真的要万缘放下，一心就想阿弥陀佛，我要死了我跟阿弥陀佛走。他老人家的佛堂我去看过，苏州灵岩山寺，他老人家闭关的关房我去看过。小佛堂很小，还没有我摄影棚这么大，墙壁上，写了一个字「死」挂在墙壁上，一张桌子上只供一尊阿弥陀佛，一对蜡台，一个香炉，一盏灯，一杯水，其他的什么都没有。小佛堂旁边是他老人家的卧房，很简单、很简陋，这是他闭关、修行、念佛的地方，这才真正叫信佛。别人信不信不要放在心上，各人因果各人承当，佛菩萨没有办法代替，我们要操心就错了。最重要的是自己，多替自己操一点心，少替别人操心，别人，各人因果各人承当。",
      "zh_TW": "印光大師他老人家有個很巧妙的方法，教我們常常想到死，他說真正修道人，應當把死字貼在額頭上，時刻想到我就要死了。你就要死了，你還有什麼不能放下？不能放下也得放下，他老人家一生以身作則。我們現在曉得，印祖是大勢至菩薩的化身，他教我們這個，對於末法眾生來講肯定有效。常常想到我就要死了，我還貪什麼？我還留戀什麼？縱然貪、留戀，都落空。名聞利養、財色名食睡，有的也好，沒有的也好，你心還有牽掛嗎？真的要萬緣放下，一心就想阿彌陀佛，我要死了我跟阿彌陀佛走。他老人家的佛堂我去看過，蘇州靈巖山寺，他老人家閉關的關房我去看過。小佛堂很小，還沒有我攝影棚這麼大，牆壁上，寫了一個字「死」掛在牆壁上，一張桌子上只供一尊阿彌陀佛，一對蠟台，一個香爐，一盞燈，一杯水，其他的什麼都沒有。小佛堂旁邊是他老人家的臥房，很簡單、很簡陋，這是他閉關、修行、念佛的地方，這才真正叫信佛。別人信不信不要放在心上，各人因果各人承當，佛菩薩沒有辦法代替，我們要操心就錯了。最重要的是自己，多替自己操一點心，少替別人操心，別人，各人因果各人承當。"
    },
    {
      "id": "12-017-1741_p0016",
      "zh_CN": "第二个犯戒有情，令戒圆满。怎么教？都要从自己。犯戒有情不要看别人，别人犯戒不犯戒是他的因果，与我不相干，我要回过头来，我有没有犯戒？我为什么会犯戒？说到最浅的，为什么我连五戒十善都做不到？不要说出家的了，在家最基本的都做不到。这么多年来我们细心去观察、思惟，知道古人为什么能做到，从小学的，真的是「少成若天性，习惯成自然」，很容易做到。现在为什么做不到？现在从小学坏了。小时候没有人教，长大养成这个坏习气，很难改，古人所说的「江山易改，本性难移」，这个本性就是习性。你已经养成坏习惯，把这个坏习惯改过来可不是容易事情。要改从哪里改起？还是要从最根本的地方改起，所以我们才提倡《弟子规》。《弟子规》做不到，其他的不要说；换句话说，《感应篇》、三皈、五戒、十善你决定做不到。你学佛就是天台大师所说的「名字位中」，所以名字位中是有名无实，你不是真的，你是假的，那这一生肯定我们学习的功课不及格。",
      "zh_TW": "第二個犯戒有情，令戒圓滿。怎麼教？都要從自己。犯戒有情不要看別人，別人犯戒不犯戒是他的因果，與我不相干，我要回過頭來，我有沒有犯戒？我為什麼會犯戒？說到最淺的，為什麼我連五戒十善都做不到？不要說出家的了，在家最基本的都做不到。這麼多年來我們細心去觀察、思惟，知道古人為什麼能做到，從小學的，真的是「少成若天性，習慣成自然」，很容易做到。現在為什麼做不到？現在從小學壞了。小時候沒有人教，長大養成這個壞習氣，很難改，古人所說的「江山易改，本性難移」，這個本性就是習性。你已經養成壞習慣，把這個壞習慣改過來可不是容易事情。要改從哪裡改起？還是要從最根本的地方改起，所以我們才提倡《弟子規》。《弟子規》做不到，其他的不要說；換句話說，《感應篇》、三皈、五戒、十善你決定做不到。你學佛就是天台大師所說的「名字位中」，所以名字位中是有名無實，你不是真的，你是假的，那這一生肯定我們學習的功課不及格。"
    },
    {
      "id": "12-017-1741_p0017",
      "zh_CN": "不及格，如果你能保持十善五戒，你来生还能得人身，就留级，来生接着再干。如果五戒十善不及格那就有点麻烦了，什么麻烦？降级，人道一降级是畜生、饿鬼、地狱，到那里去了。所以「地狱变相图」要天天看，一个星期至少要看一遍，为什么？看了之后畏地狱苦。给诸位说，宋朝莹珂法师的成就，就是怕堕地狱。他是个犯戒有情，出家人没法子持戒，没有办法守清规，但是他明了因果，他晓得他决定堕地狱。一想到地狱毛骨悚然，真恐怖，所以他就向同参道友请教：有没有方法救我，让我不堕地狱？道友们也非常之好，送他一本《往生传》。他看那么多念佛人往生非常感动，想想自己造的罪业肯定堕地狱，这样才决心念佛，求生净土。",
      "zh_TW": "不及格，如果你能保持十善五戒，你來生還能得人身，就留級，來生接著再幹。如果五戒十善不及格那就有點麻煩了，什麼麻煩？降級，人道一降級是畜生、餓鬼、地獄，到那裡去了。所以「地獄變相圖」要天天看，一個星期至少要看一遍，為什麼？看了之後畏地獄苦。給諸位說，宋朝瑩珂法師的成就，就是怕墮地獄。他是個犯戒有情，出家人沒法子持戒，沒有辦法守清規，但是他明瞭因果，他曉得他決定墮地獄。一想到地獄毛骨悚然，真恐怖，所以他就向同參道友請教：有沒有方法救我，讓我不墮地獄？道友們也非常之好，送他一本《往生傳》。他看那麼多念佛人往生非常感動，想想自己造的罪業肯定墮地獄，這樣才決心念佛，求生淨土。"
    },
    {
      "id": "12-017-1741_p0018",
      "zh_CN": "听说《弥陀经》上，若一日若二日若三日到若七日，他真的把寮房门一关，一句佛号念到底。日夜不断，不睡觉、不吃饭，恐怕连水都不喝，念了三天三夜，真的是精疲力尽，真诚感通阿弥陀佛来了，把阿弥陀佛念来了。佛告诉他：你还有十年阳寿，你寿命没到，你好好的修行，十年之后我来接引你。莹珂看到这个机会太好了，他能抓住机会，他跟阿弥陀佛说：我的劣根性很重，禁不起诱惑，那十年当中我不知道又造多少罪业。他自己对于持戒信心都没有，肯定要造很多罪业，他说我十年寿命不要了，我现在就跟你走。佛也很慈悲，就答应他：好！三天之后我来接引你。莹珂很开心，他把房门一打开，告诉大众：三天之后佛来接引我。寺院里没有一个人相信他，但是看他说话的口气、表情不像是妄语。好在三天时间很短，大家就来看，等三天之后看你说的话灵不灵。",
      "zh_TW": "聽說《彌陀經》上，若一日若二日若三日到若七日，他真的把寮房門一關，一句佛號念到底。日夜不斷，不睡覺、不吃飯，恐怕連水都不喝，念了三天三夜，真的是精疲力盡，真誠感通阿彌陀佛來了，把阿彌陀佛念來了。佛告訴他：你還有十年陽壽，你壽命沒到，你好好的修行，十年之後我來接引你。瑩珂看到這個機會太好了，他能抓住機會，他跟阿彌陀佛說：我的劣根性很重，禁不起誘惑，那十年當中我不知道又造多少罪業。他自己對於持戒信心都沒有，肯定要造很多罪業，他說我十年壽命不要了，我現在就跟你走。佛也很慈悲，就答應他：好！三天之後我來接引你。瑩珂很開心，他把房門一打開，告訴大眾：三天之後佛來接引我。寺院裡沒有一個人相信他，但是看他說話的口氣、表情不像是妄語。好在三天時間很短，大家就來看，等三天之後看你說的話靈不靈。"
    },
    {
      "id": "12-017-1741_p0019",
      "zh_CN": "到第三天，他恳求大众念佛送他往生，大众当然欢喜，大家都念佛送他往生。不到一刻钟他告诉大家(别人看不到)：佛来接引我，我走了。跟大家辞行。就断气，就走了，没有生病，这是什么？犯戒有情，念佛往生净土就是令戒圆满。他为什么能令戒圆满，自在往生？为什么？畏地狱苦。他要不往生，他自己知道肯定堕地狱，是个犯规破戒的出家人，这我们不能不知道。我们想想自己，跟莹珂法师比较比较看，他怕地狱苦，我们今天不怕地狱苦。看到「地狱变相图」，这是真的吗？还是佛菩萨用这个来吓唬人的，劝人不要干坏事，不是真的。一百个人里头，有九十九个是这种想法，这是什么？没有善根。莹珂法师有善根、有福德，看到同参道友劝导他，他就相信，他就真干，他真信这不是假的。《弥陀经》上讲若一日到若七日，证明不假，他只三天三夜。所以一个人超凡入圣，即身成佛难不难？不难。难在什么地方？难在自己放不下。放不下就是业障重，就是迷惑颠倒，你没有觉悟，你对世缘还斤斤计较。",
      "zh_TW": "到第三天，他懇求大眾念佛送他往生，大眾當然歡喜，大家都念佛送他往生。不到一刻鐘他告訴大家(別人看不到)：佛來接引我，我走了。跟大家辭行。就斷氣，就走了，沒有生病，這是什麼？犯戒有情，念佛往生淨土就是令戒圓滿。他為什麼能令戒圓滿，自在往生？為什麼？畏地獄苦。他要不往生，他自己知道肯定墮地獄，是個犯規破戒的出家人，這我們不能不知道。我們想想自己，跟瑩珂法師比較比較看，他怕地獄苦，我們今天不怕地獄苦。看到「地獄變相圖」，這是真的嗎？還是佛菩薩用這個來嚇唬人的，勸人不要幹壞事，不是真的。一百個人裡頭，有九十九個是這種想法，這是什麼？沒有善根。瑩珂法師有善根、有福德，看到同參道友勸導他，他就相信，他就真幹，他真信這不是假的。《彌陀經》上講若一日到若七日，證明不假，他只三天三夜。所以一個人超凡入聖，即身成佛難不難？不難。難在什麼地方？難在自己放不下。放不下就是業障重，就是迷惑顛倒，你沒有覺悟，你對世緣還斤斤計較。"
    },
    {
      "id": "12-017-1741_p0020",
      "zh_CN": "由此可知，所有障碍不在外面，与外面境界不相干，与外面人事也不相干。真正障碍自己的是自己，不是别人；真正成就的也是自己，不是别人帮助你。由此可知，这个放下多么重要。我们今天不是上根，说中根已经是抬举你，我们常讲中下根性，已经是抬举了，实际上我们是下根。自己要有自知之明，中根都谈不上，下根。行，还有这么一点善缘，这一生当中接触到佛法，接触到正法，接触到念佛的大法，缘殊胜。我们要晓得遍法界虚空界里面，许多的菩萨想闻这个法门没有缘分，太多了，这是世尊在经上跟我们说的。我们有缘能接触，比起那些菩萨殊胜太多！那些菩萨修得不错，地位都很高。可是我们如果在这一门成就，就像莹珂一样成就，真正往生，超越那些菩萨，所以这个法门叫难信之法。",
      "zh_TW": "由此可知，所有障礙不在外面，與外面境界不相干，與外面人事也不相干。真正障礙自己的是自己，不是別人；真正成就的也是自己，不是別人幫助你。由此可知，這個放下多麼重要。我們今天不是上根，說中根已經是抬舉你，我們常講中下根性，已經是抬舉了，實際上我們是下根。自己要有自知之明，中根都談不上，下根。行，還有這麼一點善緣，這一生當中接觸到佛法，接觸到正法，接觸到念佛的大法，緣殊勝。我們要曉得遍法界虛空界裡面，許多的菩薩想聞這個法門沒有緣分，太多了，這是世尊在經上跟我們說的。我們有緣能接觸，比起那些菩薩殊勝太多！那些菩薩修得不錯，地位都很高。可是我們如果在這一門成就，就像瑩珂一樣成就，真正往生，超越那些菩薩，所以這個法門叫難信之法。"
    },
    {
      "id": "12-017-1741_p0021",
      "zh_CN": "人家修行经过多少大劫才提升到那个位次，你怎么念阿弥陀佛几天就超过他，谁相信？所以难信之法不是说人难信，是那些修行的菩萨难信，你怎么不费力气，轻而易举就超越他。所以说这个法门「唯佛与佛方能究竟」，真的彻底明了是诸佛如来。佛讲得好，等觉菩萨对这个法门还像什么？隔罗见月。晚上看月亮隔一层纱窗看月亮，还隔一层，形容这个法门的殊胜，形容这个法门的难信。这一条我们怎么学？只有老实、诚恳从《弟子规》下手。",
      "zh_TW": "人家修行經過多少大劫才提升到那個位次，你怎麼念阿彌陀佛幾天就超過他，誰相信？所以難信之法不是說人難信，是那些修行的菩薩難信，你怎麼不費力氣，輕而易舉就超越他。所以說這個法門「唯佛與佛方能究竟」，真的徹底明瞭是諸佛如來。佛講得好，等覺菩薩對這個法門還像什麼？隔羅見月。晚上看月亮隔一層紗窗看月亮，還隔一層，形容這個法門的殊勝，形容這個法門的難信。這一條我們怎麼學？只有老實、誠懇從《弟子規》下手。"
    },
    {
      "id": "12-017-1741_p0022",
      "zh_CN": "世出世间的修学一定要有诚意、诚敬，你看看印祖告诉我们「一分诚敬得一分利益」，十分诚敬你就得十分。什么叫诚？你要知道诚是清净心、平等心；心不清净、心不平等，诚就没有了。我们再以大经教诲来说，你还有分别，你还有执着，诚没有了；真诚心里面决定没有分别，决定没有执着。这么多年来，我们劝导同修从哪里学？从放下自私自利，放下名闻利养，放下对五欲六尘的享受，放下贪瞋痴慢，我讲十六个字。这十六个字你能够舍掉，你才能入门；这十六个字要是不能舍掉，你这一生永远不能入门。不但大乘之门你没有分，小乘之门也没有分，这个话我讲的遍数太多了。",
      "zh_TW": "世出世間的修學一定要有誠意、誠敬，你看看印祖告訴我們「一分誠敬得一分利益」，十分誠敬你就得十分。什麼叫誠？你要知道誠是清淨心、平等心；心不清淨、心不平等，誠就沒有了。我們再以大經教誨來說，你還有分別，你還有執著，誠沒有了；真誠心裡面決定沒有分別，決定沒有執著。這麼多年來，我們勸導同修從哪裡學？從放下自私自利，放下名聞利養，放下對五欲六塵的享受，放下貪瞋痴慢，我講十六個字。這十六個字你能夠捨掉，你才能入門；這十六個字要是不能捨掉，你這一生永遠不能入門。不但大乘之門你沒有分，小乘之門也沒有分，這個話我講的遍數太多了。"
    },
    {
      "id": "12-017-1741_p0023",
      "zh_CN": "今天我们学弟子规有障碍，为什么学不好？就是这十六个字没放下。这十六个字要放下了，弟子规就是你自己现前的言语、思想、行为。为什么？是你自性的性德，不是外头的，你本来就是这样的。佛法里面的戒律，我们讲得最浅的，五戒十善跟沙弥律仪都是性德的流露。你现在性德上有障碍，所以性德流露不出来，想学困难重重，道理在此地。你不放下就做不到，放下就做到，《弟子规》学到了、做到了，学《感应篇》。《感应篇》是因果教育，善因善果，恶因恶报，因果报应丝毫不爽，这是真的不是假的。有这两个基础，你再学十善业一点困难都没有，学十善业是什么？性德流露。十善业是性德，沙弥律仪是性德，这样子才能够令戒圆满。",
      "zh_TW": "今天我們學弟子規有障礙，為什麼學不好？就是這十六個字沒放下。這十六個字要放下了，弟子規就是你自己現前的言語、思想、行為。為什麼？是你自性的性德，不是外頭的，你本來就是這樣的。佛法裡面的戒律，我們講得最淺的，五戒十善跟沙彌律儀都是性德的流露。你現在性德上有障礙，所以性德流露不出來，想學困難重重，道理在此地。你不放下就做不到，放下就做到，《弟子規》學到了、做到了，學《感應篇》。《感應篇》是因果教育，善因善果，惡因惡報，因果報應絲毫不爽，這是真的不是假的。有這兩個基礎，你再學十善業一點困難都沒有，學十善業是什麼？性德流露。十善業是性德，沙彌律儀是性德，這樣子才能夠令戒圓滿。"
    },
    {
      "id": "12-017-1741_p0024",
      "zh_CN": "我听说明年长春百国兴隆寺要传戒，这传戒很特殊，不是三坛大戒，只传沙弥戒。常慧法师来告诉我，我感到很惊讶，也感叹到无比的希有，为什么？三坛大戒有名无实，那传沙弥戒就是真的不是假的。比丘、比丘尼戒、菩萨戒做不到，你要是形式上做了反而有过失，你不是真的，冒充的，假的，那就还有罪过。她这是道道地地的只传沙弥戒，她来跟我说，我说太好了。戒期一个月，我们通常讲三十三天，就算实际上上课三十天，一天八个钟点，四个钟点学规矩，四个钟点讲堂，一天四小时，三十天那就是一百二十个小时。一百二十个小时学什么？学弟子规，学感应篇，学十善业，学三皈五戒、沙弥律仪，好！你是真的不是假的。戒子，她告诉我，她接纳全世界的，在家、出家都愿意接纳，受戒期间的费用常住供养。受戒的人，只是负担自己往来的交通旅费，三十三天常住供养，真难得，不收戒费，这是希有因缘。",
      "zh_TW": "我聽說明年長春百國興隆寺要傳戒，這傳戒很特殊，不是三壇大戒，只傳沙彌戒。常慧法師來告訴我，我感到很驚訝，也感嘆到無比的希有，為什麼？三壇大戒有名無實，那傳沙彌戒就是真的不是假的。比丘、比丘尼戒、菩薩戒做不到，你要是形式上做了反而有過失，你不是真的，冒充的，假的，那就還有罪過。她這是道道地地的只傳沙彌戒，她來跟我說，我說太好了。戒期一個月，我們通常講三十三天，就算實際上上課三十天，一天八個鐘點，四個鐘點學規矩，四個鐘點講堂，一天四小時，三十天那就是一百二十個小時。一百二十個小時學什麼？學弟子規，學感應篇，學十善業，學三皈五戒、沙彌律儀，好！你是真的不是假的。戒子，她告訴我，她接納全世界的，在家、出家都願意接納，受戒期間的費用常住供養。受戒的人，只是負擔自己往來的交通旅費，三十三天常住供養，真難得，不收戒費，這是希有因緣。"
    },
    {
      "id": "12-017-1741_p0025",
      "zh_CN": "我跟她讲，如果中国真的能这样做法，佛法会兴旺起来。当时我就想到：希望过三年、五年，你们再开一坛戒。她说：为什么？我说：再开一坛戒，传菩萨戒，沙弥菩萨。沙弥菩萨最早称的是蕅益大师，蕅益大师是净土宗第九代的祖师，他是个学律的，对戒律很有研究。在他研究报告里面我们看到，他说中国从南宋以后就没有比丘。照例说没有比丘，就不能传比丘戒，比丘没有了。所以他老人家受三坛大戒之后，在佛菩萨面前把比丘戒退掉，一生就受持菩萨戒、沙弥戒，所以他叫菩萨戒沙弥，名符其实。将来传菩萨戒，我们也不用《梵网戒本》，为什么？《梵网戒本》做不到。我们可以采取《璎珞戒本》，在过去出家人所受的菩萨戒是《梵网戒本》，在家居士们受的是《璎珞戒本》，《璎珞戒本》只有六条重戒，六重二十八轻，条文少。而梵网戒是十重四十八轻，总共有五十八条戒，璎珞就少了。璎珞你看六加二十八，就少多了，就三十四条戒，几乎是梵网戒的一半，容易受持，你能做得到，做不到的不要了。",
      "zh_TW": "我跟她講，如果中國真的能這樣做法，佛法會興旺起來。當時我就想到：希望過三年、五年，你們再開一壇戒。她說：為什麼？我說：再開一壇戒，傳菩薩戒，沙彌菩薩。沙彌菩薩最早稱的是蕅益大師，蕅益大師是淨土宗第九代的祖師，他是個學律的，對戒律很有研究。在他研究報告裡面我們看到，他說中國從南宋以後就沒有比丘。照例說沒有比丘，就不能傳比丘戒，比丘沒有了。所以他老人家受三壇大戒之後，在佛菩薩面前把比丘戒退掉，一生就受持菩薩戒、沙彌戒，所以他叫菩薩戒沙彌，名符其實。將來傳菩薩戒，我們也不用《梵網戒本》，為什麼？《梵網戒本》做不到。我們可以採取《瓔珞戒本》，在過去出家人所受的菩薩戒是《梵網戒本》，在家居士們受的是《瓔珞戒本》，《瓔珞戒本》只有六條重戒，六重二十八輕，條文少。而梵網戒是十重四十八輕，總共有五十八條戒，瓔珞就少了。瓔珞你看六加二十八，就少多了，就三十四條戒，幾乎是梵網戒的一半，容易受持，你能做得到，做不到的不要了。"
    },
    {
      "id": "12-017-1741_p0026",
      "zh_CN": "这样子好，名符其实，末法时期菩萨沙弥，在家菩萨善男子、善女人名符其实。我还鼓励已经受过戒的出家人，最好统统到那边重新受戒。她的名额是一千个人，我想至少我们净宗学院的那些同学，在家、出家的都应当发心去求戒，真正是犯戒有情，令戒圆满，我们要真正学。既然有这么一个讯息传来，现在就可以开始学习，学什么？现在开始学《弟子规》、《感应篇》、《十善业》，现在可以学这三门，出家的现在也可以学习《沙弥律仪》，多读、多听或者多看古大德的注解。佛法要兴从哪里兴？就是从戒律。戒律没有了，佛法就没有了；礼没有了，儒就没有了。弟子规是儒家基本的生活规范，就是根本的礼教，一定要认真学习。",
      "zh_TW": "這樣子好，名符其實，末法時期菩薩沙彌，在家菩薩善男子、善女人名符其實。我還鼓勵已經受過戒的出家人，最好統統到那邊重新受戒。她的名額是一千個人，我想至少我們淨宗學院的那些同學，在家、出家的都應當發心去求戒，真正是犯戒有情，令戒圓滿，我們要真正學。既然有這麼一個訊息傳來，現在就可以開始學習，學什麼？現在開始學《弟子規》、《感應篇》、《十善業》，現在可以學這三門，出家的現在也可以學習《沙彌律儀》，多讀、多聽或者多看古大德的註解。佛法要興從哪裡興？就是從戒律。戒律沒有了，佛法就沒有了；禮沒有了，儒就沒有了。弟子規是儒家基本的生活規範，就是根本的禮教，一定要認真學習。"
    },
    {
      "id": "12-017-1741_p0027",
      "zh_CN": "第三个「恶慧有情，令慧圆满」，这个恶慧是什么？世智辩聪，有辩才，这世间智慧。慧上面加个恶，恶是什么意思？我们很简单的说，就是他十六个字统统都有，他自私自利，他贪名闻利养，他贪图物质生活享受，他有贪瞋痴慢，这个东西没有断，有聪明才智就叫恶慧。有情众生，经上不说人，说有情，有情包括的范围大，包括九法界有情众生。如果说恶慧人那就指人间，不包括天上，也不包括三途；说有情好，九法界全都包括了。你看看有聪明智慧、有才艺、有能力，如果为了自私自利，肯定就伤害别人，而且伤害的时间会很长，伤害的面会很大，造业极重、极深！造作罪业的时间不是很长，他堕落在恶道受报的时间就难讲了。",
      "zh_TW": "第三個「惡慧有情，令慧圓滿」，這個惡慧是什麼？世智辯聰，有辯才，這世間智慧。慧上面加個惡，惡是什麼意思？我們很簡單的說，就是他十六個字統統都有，他自私自利，他貪名聞利養，他貪圖物質生活享受，他有貪瞋痴慢，這個東西沒有斷，有聰明才智就叫惡慧。有情眾生，經上不說人，說有情，有情包括的範圍大，包括九法界有情眾生。如果說惡慧人那就指人間，不包括天上，也不包括三途；說有情好，九法界全都包括了。你看看有聰明智慧、有才藝、有能力，如果為了自私自利，肯定就傷害別人，而且傷害的時間會很長，傷害的面會很大，造業極重、極深！造作罪業的時間不是很長，他墮落在惡道受報的時間就難講了。"
    },
    {
      "id": "12-017-1741_p0028",
      "zh_CN": "恶慧不如愚痴，不如没有智慧。没有智慧的人想害人、想造业，他造得很轻，他不会很长，伤害人也不是很严重，为什么？他没有智慧。可有智慧就麻烦，在历史上所谓是大奸、狡猾，这些人他一生的作为，真正是叫祸国殃民，给国家、给人民带来的灾难，就是这些人。怎样能帮助他转恶为善，他的智慧就圆满了。转恶为善要靠教学，教学得要跟他有缘，没有缘他不接受，不听你的。所以不能不用善巧方便，让他有机缘接触到正法，接触到圣贤的教诲，慢慢帮助他回头、帮助他觉悟，这是佛家讲的善巧方便。",
      "zh_TW": "惡慧不如愚痴，不如沒有智慧。沒有智慧的人想害人、想造業，他造得很輕，他不會很長，傷害人也不是很嚴重，為什麼？他沒有智慧。可有智慧就麻煩，在歷史上所謂是大奸、狡猾，這些人他一生的作為，真正是叫禍國殃民，給國家、給人民帶來的災難，就是這些人。怎樣能幫助他轉惡為善，他的智慧就圓滿了。轉惡為善要靠教學，教學得要跟他有緣，沒有緣他不接受，不聽你的。所以不能不用善巧方便，讓他有機緣接觸到正法，接觸到聖賢的教誨，慢慢幫助他回頭、幫助他覺悟，這是佛家講的善巧方便。"
    },
    {
      "id": "12-017-1741_p0029",
      "zh_CN": "经文上说『菩萨种种方便门，随顺世法度众生』。对于这些恶慧有情，首先你要随顺，不但要随顺，要同事。信心决不是短时间能建立的，不要认为我们很接近、很好，好像学佛还学得不错，甚至于他自己本身都不知道。为什么不知道？迷，迷惑！能不能说破？不可以，他有自尊心，你要说破他立刻掉头就走，不学了，你把他这一生学佛的机缘都断掉了。那怎么办？很有耐心，十年、二十年、三十年他回头了，他真的明白了，都不迟。你才真正体会到佛菩萨叫大慈大悲。什么叫大慈大悲？才真正明了佛经上所说的「佛氏门中，不舍一人」。真的是以种种方便，种种有正面的、有反面的，有逆、有顺，都在很恰当的时候为他做示现，让他看到、听到、接触到心有领悟，这是佛菩萨教人的方便法。所谓是「慈悲为本，方便为门」，帮他回头，帮他觉悟。",
      "zh_TW": "經文上說『菩薩種種方便門，隨順世法度眾生』。對於這些惡慧有情，首先你要隨順，不但要隨順，要同事。信心決不是短時間能建立的，不要認為我們很接近、很好，好像學佛還學得不錯，甚至於他自己本身都不知道。為什麼不知道？迷，迷惑！能不能說破？不可以，他有自尊心，你要說破他立刻掉頭就走，不學了，你把他這一生學佛的機緣都斷掉了。那怎麼辦？很有耐心，十年、二十年、三十年他回頭了，他真的明白了，都不遲。你才真正體會到佛菩薩叫大慈大悲。什麼叫大慈大悲？才真正明瞭佛經上所說的「佛氏門中，不捨一人」。真的是以種種方便，種種有正面的、有反面的，有逆、有順，都在很恰當的時候為他做示現，讓他看到、聽到、接觸到心有領悟，這是佛菩薩教人的方便法。所謂是「慈悲為本，方便為門」，幫他回頭，幫他覺悟。"
    },
    {
      "id": "12-017-1741_p0030",
      "zh_CN": "凡是有恶慧都有几分傲气，都是自以为是，确实他也很能干，他也很聪明，一定是好胜，菩萨能够跟他相处。相处的原因很简单，他要名闻利养，菩萨不要名闻利养，所以没有冲突；他有控制的欲望、有占有的欲望，菩萨没有，没有就不冲突，就容易相处。跟世间人，他一定是竞争、斗争；菩萨不跟人斗争，不跟人竞争，菩萨能摄受他。什么时候回头？他自己个人的根性不相同。恶习气的薰习，如果是时间很长，多生多世，转过来就很慢；如果过去生中有善根，是这一生薰习的，时间并不长，转过来就比较快。所以真的不能舍弃众生，舍弃众生是错误的，帮忙要帮到底。但是你是好心，他不知道，你好心对他，他以恶意对你，怎么办？还是要帮他。等他真正觉悟到了，感恩的心才生出来；没有真正觉悟，你要晓得对他再好，帮助他再多，没有感恩的心。甚至于他还误会说是你有企图，你有目的，天天在那里观察，到底什么企图？",
      "zh_TW": "凡是有惡慧都有幾分傲氣，都是自以為是，確實他也很能幹，他也很聰明，一定是好勝，菩薩能夠跟他相處。相處的原因很簡單，他要名聞利養，菩薩不要名聞利養，所以沒有衝突；他有控制的欲望、有佔有的欲望，菩薩沒有，沒有就不衝突，就容易相處。跟世間人，他一定是競爭、鬥爭；菩薩不跟人鬥爭，不跟人競爭，菩薩能攝受他。什麼時候回頭？他自己個人的根性不相同。惡習氣的薰習，如果是時間很長，多生多世，轉過來就很慢；如果過去生中有善根，是這一生薰習的，時間並不長，轉過來就比較快。所以真的不能捨棄眾生，捨棄眾生是錯誤的，幫忙要幫到底。但是你是好心，他不知道，你好心對他，他以惡意對你，怎麼辦？還是要幫他。等他真正覺悟到了，感恩的心才生出來；沒有真正覺悟，你要曉得對他再好，幫助他再多，沒有感恩的心。甚至於他還誤會說是你有企圖，你有目的，天天在那裡觀察，到底什麼企圖？"
    },
    {
      "id": "12-017-1741_p0031",
      "zh_CN": "尤其是现在这一代，弘法利生比过去祖师大德难十倍不止！应该可以说比过去困难一百倍，非常辛苦。我们求学的时候李老师就告诉我，你要不是真学，跟世间一般出家人一样，逃避现实，到佛门去讨一口生活，庸庸碌碌混一生，好像没什么事情；你要真正想学道，你的障碍、磨难就来了。今天你学佛，是跪在老师面前求教；将来你们要把佛法送给人，是你们跪在人前面，把佛法双手捧给人，人家还未必接受。真的，我们今天做弘法利生的事业，确实如李老师所说非常艰苦。好在当年章嘉大师教我，学释迦牟尼佛，如果不是这句话，我老早就还俗了，为什么？太苦了，没有人谅解你，没有人鼓励你，没有人赞叹你，走到任何地方都是人家指责你、毁谤你、侮辱你，你说多辛苦、多困难。你必须都要能忍受，你不能忍受，你就被人打败了。",
      "zh_TW": "尤其是現在這一代，弘法利生比過去祖師大德難十倍不止！應該可以說比過去困難一百倍，非常辛苦。我們求學的時候李老師就告訴我，你要不是真學，跟世間一般出家人一樣，逃避現實，到佛門去討一口生活，庸庸碌碌混一生，好像沒什麼事情；你要真正想學道，你的障礙、磨難就來了。今天你學佛，是跪在老師面前求教；將來你們要把佛法送給人，是你們跪在人前面，把佛法雙手捧給人，人家還未必接受。真的，我們今天做弘法利生的事業，確實如李老師所說非常艱苦。好在當年章嘉大師教我，學釋迦牟尼佛，如果不是這句話，我老早就還俗了，為什麼？太苦了，沒有人諒解你，沒有人鼓勵你，沒有人讚歎你，走到任何地方都是人家指責你、毀謗你、侮辱你，你說多辛苦、多困難。你必須都要能忍受，你不能忍受，你就被人打敗了。"
    },
    {
      "id": "12-017-1741_p0032",
      "zh_CN": "我总算还不错，得三宝加持，忍了五十多年，将来还要继续去忍耐。好在这些事情老师都预言在先，我们一生当中的经历，通过许多的考验，也是真的，每次重大的考验，智慧也大幅度的向上提升。跟我时间久的同学都亲眼所见。禁不起挫折不能成就，世法尚且如此，何况佛法！现在回过头来看自己，我们自己有点小智慧，假如说是自私自利没有放下，名闻利养没有放下，贪图物质享受没放下，分别执着没有放下，这怎么办？唯一的方法讲经。讲经好，为什么？讲经你一定要读经，你要做准备。在讲台上天天劝别人，你要知道同时也天天在劝自己，时间久了，不知不觉把恶慧就变成善慧，恶的习气就变成好的习气。不能离开经教，经教是佛菩萨至善圆满的教诲，你天天接触，时间久了自然就有效果。",
      "zh_TW": "我總算還不錯，得三寶加持，忍了五十多年，將來還要繼續去忍耐。好在這些事情老師都預言在先，我們一生當中的經歷，通過許多的考驗，也是真的，每次重大的考驗，智慧也大幅度的向上提升。跟我時間久的同學都親眼所見。禁不起挫折不能成就，世法尚且如此，何況佛法！現在回過頭來看自己，我們自己有點小智慧，假如說是自私自利沒有放下，名聞利養沒有放下，貪圖物質享受沒放下，分別執著沒有放下，這怎麼辦？唯一的方法講經。講經好，為什麼？講經你一定要讀經，你要做準備。在講台上天天勸別人，你要知道同時也天天在勸自己，時間久了，不知不覺把惡慧就變成善慧，惡的習氣就變成好的習氣。不能離開經教，經教是佛菩薩至善圓滿的教誨，你天天接觸，時間久了自然就有效果。"
    },
    {
      "id": "12-017-1741_p0033",
      "zh_CN": "自行就是化他，化他就是自行，你不知不觉入不二法门，契入不二法门，智慧就圆满。入不二法门的人，我常讲你跟世出世间一切人事物对立的念头，没有了，你就晓得你真的入不二法门。我还跟人对立，这个人我喜欢，那个人我讨厌，你没入。这个人我喜欢跟他接近，那个人我排斥，你还有分别，你还有执着，对人、对事、对物都是如此。换句话说，你有对立，感情用事；没有对立，是智慧用事，不一样！智慧用事，没有一样不圆满，没有一样不妥当。诸位要晓得，烦恼跟智慧是一桩事情，不二！觉悟了，烦恼就是智慧；迷了，智慧就叫烦恼。所以智慧、烦恼是一桩事情，觉迷起用不同！佛法自始至终就是教我们觉悟，没有别的，怎样才觉？觉是你自己的本觉，自性本觉，自性本善，那是你自性。为什么变成不觉、不善？迷了，迷了自性变成不觉、不善。",
      "zh_TW": "自行就是化他，化他就是自行，你不知不覺入不二法門，契入不二法門，智慧就圓滿。入不二法門的人，我常講你跟世出世間一切人事物對立的念頭，沒有了，你就曉得你真的入不二法門。我還跟人對立，這個人我喜歡，那個人我討厭，你沒入。這個人我喜歡跟他接近，那個人我排斥，你還有分別，你還有執著，對人、對事、對物都是如此。換句話說，你有對立，感情用事；沒有對立，是智慧用事，不一樣！智慧用事，沒有一樣不圓滿，沒有一樣不妥當。諸位要曉得，煩惱跟智慧是一樁事情，不二！覺悟了，煩惱就是智慧；迷了，智慧就叫煩惱。所以智慧、煩惱是一樁事情，覺迷起用不同！佛法自始至終就是教我們覺悟，沒有別的，怎樣才覺？覺是你自己的本覺，自性本覺，自性本善，那是你自性。為什麼變成不覺、不善？迷了，迷了自性變成不覺、不善。"
    },
    {
      "id": "12-017-1741_p0034",
      "zh_CN": "由此可知，关键就是不迷，不迷的样子就是戒律。你把《弟子规》都做到，那是不迷的样子，你从迷走上觉悟，你从不善走向本善，那是一条光明大道，目标是本善、是本觉。如果我们起心动念、言语造作与它相违背，那就错了，我们走的是迷途不是觉道。所以修行，行是行为，修是修正，把错误的行为修正过来，叫做修行。举最浅显的例子，《弟子规》上头一句，「父母呼，应勿缓」，这是性德、礼节。父母叫的时候赶快答应，一般人叫也赶快答应，为什么？佛说「一切众生皆是我过去父母，未来诸佛」。教学只举一个例子，父母呼，应勿缓，所有人叫我都要赶快答应。赶快答应，恭恭敬敬是性德的流露，是本觉本善的流露；人家叫你，爱理不理，违背了自性，违背了本善，你走的是迷途，不是觉道。觉道跟迷途样子不一样。",
      "zh_TW": "由此可知，關鍵就是不迷，不迷的樣子就是戒律。你把《弟子規》都做到，那是不迷的樣子，你從迷走上覺悟，你從不善走向本善，那是一條光明大道，目標是本善、是本覺。如果我們起心動念、言語造作與它相違背，那就錯了，我們走的是迷途不是覺道。所以修行，行是行為，修是修正，把錯誤的行為修正過來，叫做修行。舉最淺顯的例子，《弟子規》上頭一句，「父母呼，應勿緩」，這是性德、禮節。父母叫的時候趕快答應，一般人叫也趕快答應，為什麼？佛說「一切眾生皆是我過去父母，未來諸佛」。教學只舉一個例子，父母呼，應勿緩，所有人叫我都要趕快答應。趕快答應，恭恭敬敬是性德的流露，是本覺本善的流露；人家叫你，愛理不理，違背了自性，違背了本善，你走的是迷途，不是覺道。覺道跟迷途樣子不一樣。"
    },
    {
      "id": "12-017-1741_p0035",
      "zh_CN": "第二句说「父母命，行勿懒」，一切众生要拜托我做事，我要答应他，我就很认真负责给他去做。这个事是不善，我不答应他，可以；答应就要做到，没有答应，就可以不必。所以人家委托你，你可以思考一下，他这个事情应不应该做？我应不应该帮助他做？好事，利益众生的事情，利益社会的事情，应该做；如果是自私自利的事情，或者是损人利己的事情，不应该做。要有智慧去辨别，佛家讲「慈悲为本」，又说「慈悲多祸害」，完全感情用事，没有智慧，就是迷而不觉，那个慈悲往往把事情做错。所以要觉悟、要正觉，这是佛法，佛这个字意思就是觉，自觉觉他，觉行圆满，字字句句回归自性。恶慧有情是自己不是别人，前面讲犯戒有情也是自己不是别人，不信，也是自己不是别人，我们学经教得受用。很多人学了不得受用，犯戒有情，那是犯戒的人，好像与自己不相干；那些是恶慧的人，好像自己是正确，错了，都要反过头来看自己。",
      "zh_TW": "第二句說「父母命，行勿懶」，一切眾生要拜託我做事，我要答應他，我就很認真負責給他去做。這個事是不善，我不答應他，可以；答應就要做到，沒有答應，就可以不必。所以人家委託你，你可以思考一下，他這個事情應不應該做？我應不應該幫助他做？好事，利益眾生的事情，利益社會的事情，應該做；如果是自私自利的事情，或者是損人利己的事情，不應該做。要有智慧去辨別，佛家講「慈悲為本」，又說「慈悲多禍害」，完全感情用事，沒有智慧，就是迷而不覺，那個慈悲往往把事情做錯。所以要覺悟、要正覺，這是佛法，佛這個字意思就是覺，自覺覺他，覺行圓滿，字字句句回歸自性。惡慧有情是自己不是別人，前面講犯戒有情也是自己不是別人，不信，也是自己不是別人，我們學經教得受用。很多人學了不得受用，犯戒有情，那是犯戒的人，好像與自己不相干；那些是惡慧的人，好像自己是正確，錯了，都要反過頭來看自己。"
    },
    {
      "id": "12-017-1741_p0036",
      "zh_CN": "末后一句「悭吝有情，于舍圆满」。看别人很小气，我们自己大不大方？别人做好事，拿钱像割肉一样，出了钱之后还后悔，很多！不是别人，是自己。初学布施，以前根本不懂，章嘉大师教我学布施，最初学得怎么样？总是自己不要了，用的东西用旧了，不要了，才送给别人，别人有缺乏的送给他，都送旧的。慢慢培养成新的也可以送人，到最后甚至于刚刚买来新的东西，别人需要、缺乏，立刻就送给他；自己没得用没有关系，旧的还可以用几天，逐渐把悭吝降低。能够真正断掉，一丝毫悭吝心都没有了，这就叫布施波罗蜜圆满了。没有的，决不起贪心，生活当中都是随缘，有很好，没有也好，绝不在意，你的心清净，悭贪念头断掉，没有了，布施波罗蜜圆满了。",
      "zh_TW": "末後一句「慳吝有情，於捨圓滿」。看別人很小氣，我們自己大不大方？別人做好事，拿錢像割肉一樣，出了錢之後還後悔，很多！不是別人，是自己。初學布施，以前根本不懂，章嘉大師教我學布施，最初學得怎麼樣？總是自己不要了，用的東西用舊了，不要了，才送給別人，別人有缺乏的送給他，都送舊的。慢慢培養成新的也可以送人，到最後甚至於剛剛買來新的東西，別人需要、缺乏，立刻就送給他；自己沒得用沒有關係，舊的還可以用幾天，逐漸把慳吝降低。能夠真正斷掉，一絲毫慳吝心都沒有了，這就叫布施波羅蜜圓滿了。沒有的，決不起貪心，生活當中都是隨緣，有很好，沒有也好，絕不在意，你的心清淨，慳貪念頭斷掉，沒有了，布施波羅蜜圓滿了。"
    },
    {
      "id": "12-017-1741_p0037",
      "zh_CN": "我们今天要想做一件好事，你有钱，你拿出来痛不痛快？拿出来的时候是不是要想很久？于舍不圆满。舍是布施，这个事情不是别人，是自己。如果知道这事是桩好事，就应当舍，佛在经上告诉我们愈舍愈多，这是真理，舍财是因，得财是果报。为什么这个世间有人发大财？有人一生贫困？发大财过去生中不吝啬，欢喜财布施，那个因殊胜，这一生发大财。这一生穷困，穷困是果报，过去生中小气、吝啬不肯施舍，所以他穷困。什么样的因，得什么样的果报。佛说，法布施得聪明智慧，无畏布施得健康长寿。你一个人在一生当中懂得这个道理，非常欢喜施财、施法、施无畏，你三种果报都具足。这桩事情只有佛经上讲得透彻、讲得清楚，我们学会、明白了，一生认真干，真有效果。",
      "zh_TW": "我們今天要想做一件好事，你有錢，你拿出來痛不痛快？拿出來的時候是不是要想很久？於捨不圓滿。捨是布施，這個事情不是別人，是自己。如果知道這事是樁好事，就應當捨，佛在經上告訴我們愈捨愈多，這是真理，捨財是因，得財是果報。為什麼這個世間有人發大財？有人一生貧困？發大財過去生中不吝嗇，歡喜財布施，那個因殊勝，這一生發大財。這一生窮困，窮困是果報，過去生中小氣、吝嗇不肯施捨，所以他窮困。什麼樣的因，得什麼樣的果報。佛說，法布施得聰明智慧，無畏布施得健康長壽。你一個人在一生當中懂得這個道理，非常歡喜施財、施法、施無畏，你三種果報都具足。這樁事情只有佛經上講得透徹、講得清楚，我們學會、明白了，一生認真幹，真有效果。"
    },
    {
      "id": "12-017-1741_p0038",
      "zh_CN": "我在年轻的时候很多人给我算命，我的母亲从小给我算命，知道我寿命不长，所以她老人家很担心。离开家之后，常常想到我还在不在世间？因为算命算我的寿命只有四十五岁，四十五岁寿命到了。命里面没有财库，所以一生贫贱，贫是没有财富，贱是没有地位，所谓是贫穷下贱，是这么样的一个命。好在命里面还有点智慧，大概过去生中不吝法，喜欢教别人，财富跟寿命没有。这一生当中细心去想想，过去生中跟佛有缘，所以接触到佛法生欢喜心，遇到善知识能信、能解、能行，对善知识的教诲不怀疑，真正可以依教奉行，完全依照老师的教诲把命运转过来了。这与《了凡四训》有密切的关系。",
      "zh_TW": "我在年輕的時候很多人給我算命，我的母親從小給我算命，知道我壽命不長，所以她老人家很擔心。離開家之後，常常想到我還在不在世間？因為算命算我的壽命只有四十五歲，四十五歲壽命到了。命裡面沒有財庫，所以一生貧賤，貧是沒有財富，賤是沒有地位，所謂是貧窮下賤，是這麼樣的一個命。好在命裡面還有點智慧，大概過去生中不吝法，喜歡教別人，財富跟壽命沒有。這一生當中細心去想想，過去生中跟佛有緣，所以接觸到佛法生歡喜心，遇到善知識能信、能解、能行，對善知識的教誨不懷疑，真正可以依教奉行，完全依照老師的教誨把命運轉過來了。這與《了凡四訓》有密切的關係。"
    },
    {
      "id": "12-017-1741_p0039",
      "zh_CN": "我在学佛初期天天读《了凡四训》。在没有遇到方东美先生之前，我先认识的是朱镜宙老居士，他跟李老师同年，浙江人。我认识他的时候大概六十八岁，我们祖父辈的，我那个时候好像是二十四、五岁。他送我《了凡四训》，我看了之后非常受感动，大概在二、三个月的时间，我把这一本小册子看了三十多遍，从头一遍一遍的看，看了流眼泪，感动。以后接受方老师、章嘉大师的教诲，所说的理论、方法跟《了凡四训》都能相应，深信不疑，认真的去奉行，破除悭吝。那个时候我悭吝的习气很深，章嘉大师教我学布施，布施度悭贪。我贪心不重，没有什么贪心，可是很吝啬，这是真的。所以老师教，我们就真干，认真学习，一生都没有间断，随着时间不断的都向上提升，半个世纪下来才真正能将身心世界一切放下，放下就是舍，舍圆满了。",
      "zh_TW": "我在學佛初期天天讀《了凡四訓》。在沒有遇到方東美先生之前，我先認識的是朱鏡宙老居士，他跟李老師同年，浙江人。我認識他的時候大概六十八歲，我們祖父輩的，我那個時候好像是二十四、五歲。他送我《了凡四訓》，我看了之後非常受感動，大概在二、三個月的時間，我把這一本小冊子看了三十多遍，從頭一遍一遍的看，看了流眼淚，感動。以後接受方老師、章嘉大師的教誨，所說的理論、方法跟《了凡四訓》都能相應，深信不疑，認真的去奉行，破除慳吝。那個時候我慳吝的習氣很深，章嘉大師教我學布施，布施度慳貪。我貪心不重，沒有什麼貪心，可是很吝嗇，這是真的。所以老師教，我們就真幹，認真學習，一生都沒有間斷，隨著時間不斷的都向上提升，半個世紀下來才真正能將身心世界一切放下，放下就是捨，捨圓滿了。"
    },
    {
      "id": "12-017-1741_p0040",
      "zh_CN": "舍圆满，果报也圆满。虽然没有财富，想做什么事情还都能圆满，不缺乏，帮助的人很多，就是财用不缺乏。可是从来不是为自己用的，为正法久住，为苦难众生，不缺乏。聪明智慧，这诸位能看得到，真的是像李老师讲的，年年不一样。健康长寿，这诸位也见到的，四十五岁那一关度过了，那一年确实生一个多月的病，没死。我生病的时候不看医生、不吃药，因为我懂得医生只能医病，不能医命，寿命到了没用处。就那个时候一心一意念佛求生净土，念一个月病好了，身体复原了，继续讲经。我三十三岁开始讲经，到四十五岁讲了十二年。以后甘珠活佛告诉我，你能够平安的度过，是你讲经的功德。甘珠也是章嘉大师的学生，大概大我十几岁，我们也非常要好。非常可惜的，他告诉我这些事情第二年他就走了，他走的时候我在美国。是密宗的一位好的上师，章嘉大师的学生。",
      "zh_TW": "捨圓滿，果報也圓滿。雖然沒有財富，想做什麼事情還都能圓滿，不缺乏，幫助的人很多，就是財用不缺乏。可是從來不是為自己用的，為正法久住，為苦難眾生，不缺乏。聰明智慧，這諸位能看得到，真的是像李老師講的，年年不一樣。健康長壽，這諸位也見到的，四十五歲那一關度過了，那一年確實生一個多月的病，沒死。我生病的時候不看醫生、不吃藥，因為我懂得醫生只能醫病，不能醫命，壽命到了沒用處。就那個時候一心一意念佛求生淨土，念一個月病好了，身體復原了，繼續講經。我三十三歲開始講經，到四十五歲講了十二年。以後甘珠活佛告訴我，你能夠平安的度過，是你講經的功德。甘珠也是章嘉大師的學生，大概大我十幾歲，我們也非常要好。非常可惜的，他告訴我這些事情第二年他就走了，他走的時候我在美國。是密宗的一位好的上師，章嘉大師的學生。"
    },
    {
      "id": "12-017-1741_p0041",
      "zh_CN": "所以舍要学，要有智慧，要舍得干净，要舍得痛快。为什么？舍得很欢喜、很痛快，将来你所得到的也很欢喜，也很自在，你得到的财富不操一点心。不像有人赚钱好辛苦、好累，是赚到，那是什么？过去生中舍财舍得很痛苦，不甘心、不情愿，这一生赚来赚得好辛苦；如果舍得痛快，这一生无论做什么，钱财自然就来了。什么样的因，什么样的果，业因果报，丝毫不爽。佛在经上讲的这些话，我们在这半个世纪都证实了，一点都不错，真的是通过实验，通过检验，这就是真理。所以对于财富不要羡慕，不要以为他拥有亿万财富，你也一样可以得到。如果从自性里面求，那就不止亿万，亿亿万都不止，没有法子计算，只要你见性。",
      "zh_TW": "所以捨要學，要有智慧，要捨得乾淨，要捨得痛快。為什麼？捨得很歡喜、很痛快，將來你所得到的也很歡喜，也很自在，你得到的財富不操一點心。不像有人賺錢好辛苦、好累，是賺到，那是什麼？過去生中捨財捨得很痛苦，不甘心、不情願，這一生賺來賺得好辛苦；如果捨得痛快，這一生無論做什麼，錢財自然就來了。什麼樣的因，什麼樣的果，業因果報，絲毫不爽。佛在經上講的這些話，我們在這半個世紀都證實了，一點都不錯，真的是通過實驗，通過檢驗，這就是真理。所以對於財富不要羨慕，不要以為他擁有億萬財富，你也一樣可以得到。如果從自性裡面求，那就不止億萬，億億萬都不止，沒有法子計算，只要你見性。"
    },
    {
      "id": "12-017-1741_p0042",
      "zh_CN": "没有见性靠修德，修就是修财施、修法施、修无畏施，没有见性的是修德，见性的是自性里头本来具足的。可是你要知道，自性流露至少是四圣法界，六道里头没有，六道里面全是修德的，没见性。四圣法界虽然是自性流露，流露得不多，为什么？你没有真的见性，你靠近见性，性德的气氛确实流露出来，这就是阿罗汉、辟支佛、权教菩萨，我们《华严经》现在讲的十信菩萨，还没有见性。你看这个功德已经殊胜无比，他接近了，愈来愈接近，这个理要清楚。末后这两句『譬如莲华不着水，如是在世令深信』。最重要的是深信不疑，修一切法心地干干净净，一丝毫没有杂染。莲花是清净，清净平等觉就对了。今天时间到了，我们就学到此地。",
      "zh_TW": "沒有見性靠修德，修就是修財施、修法施、修無畏施，沒有見性的是修德，見性的是自性裡頭本來具足的。可是你要知道，自性流露至少是四聖法界，六道裡頭沒有，六道裡面全是修德的，沒見性。四聖法界雖然是自性流露，流露得不多，為什麼？你沒有真的見性，你靠近見性，性德的氣氛確實流露出來，這就是阿羅漢、辟支佛、權教菩薩，我們《華嚴經》現在講的十信菩薩，還沒有見性。你看這個功德已經殊勝無比，他接近了，愈來愈接近，這個理要清楚。末後這兩句『譬如蓮華不著水，如是在世令深信』。最重要的是深信不疑，修一切法心地乾乾淨淨，一絲毫沒有雜染。蓮花是清淨，清淨平等覺就對了。今天時間到了，我們就學到此地。"
    }
  ]
}