{
  "doc_id": "12-017-0689",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六八九卷",
    "zh_TW": "第六八九卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0689",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "12-017-0689_p0001",
      "zh_CN": "诸位同学，请看「世界成就品」，说所成益第七句：",
      "zh_TW": "諸位同學，請看「世界成就品」，說所成益第七句："
    },
    {
      "id": "12-017-0689_p0002",
      "zh_CN": "【为令随一切众生诸根海方便令生诸佛法故。】",
      "zh_TW": "【為令隨一切眾生諸根海方便令生諸佛法故。】"
    },
    {
      "id": "12-017-0689_p0003",
      "zh_CN": "这一句跟下面一句，清凉大师给我们讲的是「生善灭恶对」。这个提示，提示得非常好，经文义理很深，浅学之士很难看得出经里面的义趣，经过清凉大师这一指点，我们就明白了。此地所讲的「众生诸根海」，这个「根」的指善根。『随一切众生诸根海方便令生诸佛法故』，这个意思就很深、很广。世间众生，一切善法它总有个根，我们常讲善根，所有一切善法从这个根生的，我们就叫它做善根。佛在经论里面常讲，无贪、无瞋、无痴，这是世间法的三善根。菩萨法里面也有个善根，我们在经上看到，法身菩萨四十一个不同的位次，这些菩萨们积极的在修善，什么力量推动他？也就是说他这个善是从什么根生的？佛告诉我们，「精进是菩萨唯一的善根」。菩萨永远精进不懈，他何以能够精进不懈？他得的是法乐。如果没有法乐，怎么会精进？",
      "zh_TW": "這一句跟下面一句，清涼大師給我們講的是「生善滅惡對」。這個提示，提示得非常好，經文義理很深，淺學之士很難看得出經裡面的義趣，經過清涼大師這一指點，我們就明白了。此地所講的「眾生諸根海」，這個「根」的指善根。『隨一切眾生諸根海方便令生諸佛法故』，這個意思就很深、很廣。世間眾生，一切善法它總有個根，我們常講善根，所有一切善法從這個根生的，我們就叫它做善根。佛在經論裡面常講，無貪、無瞋、無痴，這是世間法的三善根。菩薩法裡面也有個善根，我們在經上看到，法身菩薩四十一個不同的位次，這些菩薩們積極的在修善，什麼力量推動他？也就是說他這個善是從什麼根生的？佛告訴我們，「精進是菩薩唯一的善根」。菩薩永遠精進不懈，他何以能夠精進不懈？他得的是法樂。如果沒有法樂，怎麼會精進？"
    },
    {
      "id": "12-017-0689_p0004",
      "zh_CN": "世间人对于他的工作、他的学习也是勇猛精进，尤其是现代这个时代，科学技术发达，分秒必争，日夜不息，什么力量推动他？古人讲总不外「名利」二字。世俗人这个话说得一点都不过分，他不是为名就是为利，名利在推动他。如果这个事情无利可图，也没有名分可得，他就不做了，懈怠懒惰了。往年，尼克森总统，美国的尼克森总统，第一次访问中国大陆，回到美国去之后，他说，那个时候我在美国，他说：「中国的人民是世界上最懒惰的人民。」说明中国人对于工作、事业，比不上西方人那样认真、那样积极在追求，中国人不追求。是什么原因？我们懂得，没有名利可得。邓小平执政之后，改革开放，允许有私人的财产，你看看现在中国人，勇猛精进超过美国人，美国人一天工作八小时，中国人一天工作二十个小时还不休息。什么力量推动他？名利，有利可图。",
      "zh_TW": "世間人對於他的工作、他的學習也是勇猛精進，尤其是現代這個時代，科學技術發達，分秒必爭，日夜不息，什麼力量推動他？古人講總不外「名利」二字。世俗人這個話說得一點都不過分，他不是為名就是為利，名利在推動他。如果這個事情無利可圖，也沒有名分可得，他就不做了，懈怠懶惰了。往年，尼克森總統，美國的尼克森總統，第一次訪問中國大陸，回到美國去之後，他說，那個時候我在美國，他說：「中國的人民是世界上最懶惰的人民。」說明中國人對於工作、事業，比不上西方人那樣認真、那樣積極在追求，中國人不追求。是什麼原因？我們懂得，沒有名利可得。鄧小平執政之後，改革開放，允許有私人的財產，你看看現在中國人，勇猛精進超過美國人，美國人一天工作八小時，中國人一天工作二十個小時還不休息。什麼力量推動他？名利，有利可圖。"
    },
    {
      "id": "12-017-0689_p0005",
      "zh_CN": "我们要问，诸佛如来、法身菩萨他们名闻利养统统放下了，他做得也非常积极，勇猛精进。释迦牟尼佛当年在世，我们很冷静的去思惟观察，这个世间什么人能够比得上？他一生从事的事业，我们现在很清楚，他是从事多元文化的社会教学。这个教学是义务的，他不为名也不为利。我们要问，什么东西来推动他？这个推动，是如来果地上的慈悲心、爱心在推动，这是永远没有止境的，真实不虚。所以，佛家讲「慈悲为本，方便为门」。菩萨道业、学业还没有圆满，还在努力的充实，所以精进是善根，菩萨精进是善根。哪些是菩萨？包括初发心的，我们在其中。你发心想学菩萨，那你就学菩萨的精进不懈。你不具足这个善根，菩萨道你就没有分；你纵然想走，你会走到偏路上、小路上，岔路了、歧途了，你很难在正道上，这个道理要懂。",
      "zh_TW": "我們要問，諸佛如來、法身菩薩他們名聞利養統統放下了，他做得也非常積極，勇猛精進。釋迦牟尼佛當年在世，我們很冷靜的去思惟觀察，這個世間什麼人能夠比得上？他一生從事的事業，我們現在很清楚，他是從事多元文化的社會教學。這個教學是義務的，他不為名也不為利。我們要問，什麼東西來推動他？這個推動，是如來果地上的慈悲心、愛心在推動，這是永遠沒有止境的，真實不虛。所以，佛家講「慈悲為本，方便為門」。菩薩道業、學業還沒有圓滿，還在努力的充實，所以精進是善根，菩薩精進是善根。哪些是菩薩？包括初發心的，我們在其中。你發心想學菩薩，那你就學菩薩的精進不懈。你不具足這個善根，菩薩道你就沒有分；你縱然想走，你會走到偏路上、小路上，岔路了、歧途了，你很難在正道上，這個道理要懂。"
    },
    {
      "id": "12-017-0689_p0006",
      "zh_CN": "真正要想行菩萨道，先要培养世间善根。经论一展开，佛讲到「善男子、善女人」，世间善根都不具足，你怎么能够学佛法？佛法是大善，是高等的善人，不是普通善人。世法的善根：无贪、无瞋、无痴，就是十善业道。十善业道讲了十条，根是最后这三条：不贪、不瞋、不痴，那是根，根是意三善。心善，诸位想想，你的言怎么会不善？你的言语善，你的行如何不善？当然善。我们从现前这个社会来观察，现前这个社会为什么这样的堕落、这样的混乱？物质文明好像不断的在增长、在提升，精神文明、道德的观念几乎在这个世间消失了。现前这个社会似乎只有名利，争名逐利，不择手段，超过了巧取豪夺，超过了！确确实实彼此从内心里面所想，言行上所表现出来的，无不是损人利己、有己无人。于是造成整个社会的竞争，竞争升级就是斗争，斗争再升级就是战争，战争升级那就是世界末日。",
      "zh_TW": "真正要想行菩薩道，先要培養世間善根。經論一展開，佛講到「善男子、善女人」，世間善根都不具足，你怎麼能夠學佛法？佛法是大善，是高等的善人，不是普通善人。世法的善根：無貪、無瞋、無痴，就是十善業道。十善業道講了十條，根是最後這三條：不貪、不瞋、不痴，那是根，根是意三善。心善，諸位想想，你的言怎麼會不善？你的言語善，你的行如何不善？當然善。我們從現前這個社會來觀察，現前這個社會為什麼這樣的墮落、這樣的混亂？物質文明好像不斷的在增長、在提升，精神文明、道德的觀念幾乎在這個世間消失了。現前這個社會似乎只有名利，爭名逐利，不擇手段，超過了巧取豪奪，超過了！確確實實彼此從內心裡面所想，言行上所表現出來的，無不是損人利己、有己無人。於是造成整個社會的競爭，競爭升級就是鬥爭，鬥爭再升級就是戰爭，戰爭升級那就是世界末日。"
    },
    {
      "id": "12-017-0689_p0007",
      "zh_CN": "现在战争跟从前不一样了，如果诸位果真有心，你到广岛、长崎博物馆仔细去参观一下，你就知道核爆的可怕。当年投掷在长崎、广岛的核弹是最原始的，威力最小的，只有二十万吨黄色炸药那个威力。现在核武的威力比当年的核弹要超过百倍千倍，所以这个战争是人类绝灭的战争。不但是人类，包括许许多多动物、植物，可以说是地球绝灭的战争。这个战争的起因是什么？贪瞋痴。人为什么会有这样强烈贪瞋痴的观念？我们要研究，要搞清楚。世出世间大圣大贤都是告诉我们，本性里头没有贪瞋痴。佛这样说法，儒家也是这样讲法，「人之初，性本善」，没有贪瞋痴。佛法里面讲的真心、本性，纯净纯善。这些错误的观念，从什么地方产生的？佛讲得清楚，迷失了自性所产生出来的。迷久了，佛在经上常讲，六道众生无始劫前迷失了自性。怎么迷的？富楼那尊者在楞严会上拿这个问题向释迦牟尼佛请教，佛回答他，回答他就是告诉我们，「知见立知，是无明本」。这一句意思很深，如果我们用一句很粗俗的话大家比较容易理解，可以说：自作聪明是无明本。自以为聪明，自以为高人一等，这是无明本。",
      "zh_TW": "現在戰爭跟從前不一樣了，如果諸位果真有心，你到廣島、長崎博物館仔細去參觀一下，你就知道核爆的可怕。當年投擲在長崎、廣島的核彈是最原始的，威力最小的，只有二十萬噸黃色炸藥那個威力。現在核武的威力比當年的核彈要超過百倍千倍，所以這個戰爭是人類絕滅的戰爭。不但是人類，包括許許多多動物、植物，可以說是地球絕滅的戰爭。這個戰爭的起因是什麼？貪瞋痴。人為什麼會有這樣強烈貪瞋痴的觀念？我們要研究，要搞清楚。世出世間大聖大賢都是告訴我們，本性裡頭沒有貪瞋痴。佛這樣說法，儒家也是這樣講法，「人之初，性本善」，沒有貪瞋痴。佛法裡面講的真心、本性，純淨純善。這些錯誤的觀念，從什麼地方產生的？佛講得清楚，迷失了自性所產生出來的。迷久了，佛在經上常講，六道眾生無始劫前迷失了自性。怎麼迷的？富樓那尊者在楞嚴會上拿這個問題向釋迦牟尼佛請教，佛回答他，回答他就是告訴我們，「知見立知，是無明本」。這一句意思很深，如果我們用一句很粗俗的話大家比較容易理解，可以說：自作聰明是無明本。自以為聰明，自以為高人一等，這是無明本。"
    },
    {
      "id": "12-017-0689_p0008",
      "zh_CN": "为什么？宇宙人生的真相是平等的，没有高下，所以佛常常讲「生佛平等」。他不说佛生，佛是诸佛，生是众生，他没有把佛排在前面。众生排在前面，「生佛平等」，众生跟佛是平等的。性相平等，不但平等，它是一如，理事不二，这才是事实真相。本来是平等的，你自以为比别人高一等，这就造成不平等，这是无明，这是迷惑的根本。平等心是真心，高下心是妄心，于是真心不做主了，迷失了真心，妄心做主，那个麻烦大了！你愈迷愈严重。无始劫迷惑到今天，积集一切不良的习气，主宰着自己的见解、思想、行为，就变成胡作妄为，造作极重的罪业。想想你这一生所作所为，你得到什么？你说你得到名跟利，这个世界毁灭了，名跟利也都没有了。科学家相信，我们居住的地球过去他们从考古里面证明至少经过四次的毁灭，而且每一次发展都曾经到相当高度的文明，文明发展到最后、到最颠峰的时候毁灭了，现在这是第五次。如果这个事情是真的，大家想想，名利不是一场空吗？",
      "zh_TW": "為什麼？宇宙人生的真相是平等的，沒有高下，所以佛常常講「生佛平等」。他不說佛生，佛是諸佛，生是眾生，他沒有把佛排在前面。眾生排在前面，「生佛平等」，眾生跟佛是平等的。性相平等，不但平等，它是一如，理事不二，這才是事實真相。本來是平等的，你自以為比別人高一等，這就造成不平等，這是無明，這是迷惑的根本。平等心是真心，高下心是妄心，於是真心不做主了，迷失了真心，妄心做主，那個麻煩大了！你愈迷愈嚴重。無始劫迷惑到今天，積集一切不良的習氣，主宰著自己的見解、思想、行為，就變成胡作妄為，造作極重的罪業。想想你這一生所作所為，你得到什麼？你說你得到名跟利，這個世界毀滅了，名跟利也都沒有了。科學家相信，我們居住的地球過去他們從考古裡面證明至少經過四次的毀滅，而且每一次發展都曾經到相當高度的文明，文明發展到最後、到最顛峰的時候毀滅了，現在這是第五次。如果這個事情是真的，大家想想，名利不是一場空嗎？"
    },
    {
      "id": "12-017-0689_p0009",
      "zh_CN": "过去那个时代大概也是争名逐利，到最后造成整个世界毁灭，历史也没有了，岂不是佛在经上讲的「无所有，毕竟空，不可得」，佛说得好！佛家常说，「万般将不去，唯有业随身」，为什么要造恶业？真正明白、真正懂得了，效法圣贤。圣贤人跟我们一般凡夫想的不一样，做的不一样。他所想的是如何帮助一切众生破迷开悟，他所做的是怎样帮助一切众生离苦得乐。自己怎么样辛苦，永远不会改变，认真努力在做，具足世出世间善根、善业、善行，他们的境界生生世世不断向上提升。这是什么原因？他觉悟了。唯有觉悟的人，善根是本有的，不是学来的。自性本具的德能，诸佛菩萨证得，我们凡夫把它失掉了，差别就在此地。佛菩萨大慈大悲教导我们、开示我们，没有别的，让我们把自性本具的性德找回来、恢复过来。恢复难不难？不难，一觉就统统恢复了，一迷统统都不见了，变成烦恼、习气、恶念，一觉悟就恢复。所以世出世间教学最贵的是觉悟，要彻底觉悟，要大彻大悟。这是圣贤的教育，中国如是，古印度如是，其他国家民族他们古圣先贤的教学亦复如是。由此可知，这叫真理，中国谚语里面所谓「英雄所见，大略相同」。",
      "zh_TW": "過去那個時代大概也是爭名逐利，到最後造成整個世界毀滅，歷史也沒有了，豈不是佛在經上講的「無所有，畢竟空，不可得」，佛說得好！佛家常說，「萬般將不去，唯有業隨身」，為什麼要造惡業？真正明白、真正懂得了，效法聖賢。聖賢人跟我們一般凡夫想的不一樣，做的不一樣。他所想的是如何幫助一切眾生破迷開悟，他所做的是怎樣幫助一切眾生離苦得樂。自己怎麼樣辛苦，永遠不會改變，認真努力在做，具足世出世間善根、善業、善行，他們的境界生生世世不斷向上提升。這是什麼原因？他覺悟了。唯有覺悟的人，善根是本有的，不是學來的。自性本具的德能，諸佛菩薩證得，我們凡夫把它失掉了，差別就在此地。佛菩薩大慈大悲教導我們、開示我們，沒有別的，讓我們把自性本具的性德找回來、恢復過來。恢復難不難？不難，一覺就統統恢復了，一迷統統都不見了，變成煩惱、習氣、惡念，一覺悟就恢復。所以世出世間教學最貴的是覺悟，要徹底覺悟，要大徹大悟。這是聖賢的教育，中國如是，古印度如是，其他國家民族他們古聖先賢的教學亦復如是。由此可知，這叫真理，中國諺語裡面所謂「英雄所見，大略相同」。"
    },
    {
      "id": "12-017-0689_p0010",
      "zh_CN": "爱是性德，无条件的爱心是从性德里面生的；有条件的爱是从妄想分别执着里面生的，它与性德不相应。无条件的爱心，对一切人、一切事、一切物，天地万物，纯真的爱心，才真正能够自度度他。我们世间人一般常常讲你要自爱，这一句话的意思很深很深，许许多多人会说，他体会不到。爱惜你的真心本性，爱惜你本性里头本具的智慧德相，几个人懂得？然后更进一步，你看看菩萨跟一般人确实不同，他能够随一切众生的善根。所以佛教化众生，佛经里的名词叫当机者，就是他真正教化的对象是善男子、善女人，这是真正教化的对象。如果不是善人，佛陀的教诲他怎么能听进去？他怎么能相信？他怎么能不起反感？当然他会排斥，一定的道理。他为什么要这么作法？与他自己的名利起了冲突，他认为大家都学佛了，大家都做孔子的学生了，他的名闻利养会失掉，于是极力起来反对。殊不知他是真正迷惑颠倒，真的搞错了。他要是稍稍有智慧，有一点小觉悟，他要是能够认同古圣先贤的教学，他得大利益。",
      "zh_TW": "愛是性德，無條件的愛心是從性德裡面生的；有條件的愛是從妄想分別執著裡面生的，它與性德不相應。無條件的愛心，對一切人、一切事、一切物，天地萬物，純真的愛心，才真正能夠自度度他。我們世間人一般常常講你要自愛，這一句話的意思很深很深，許許多多人會說，他體會不到。愛惜你的真心本性，愛惜你本性裡頭本具的智慧德相，幾個人懂得？然後更進一步，你看看菩薩跟一般人確實不同，他能夠隨一切眾生的善根。所以佛教化眾生，佛經裡的名詞叫當機者，就是他真正教化的對象是善男子、善女人，這是真正教化的對象。如果不是善人，佛陀的教誨他怎麼能聽進去？他怎麼能相信？他怎麼能不起反感？當然他會排斥，一定的道理。他為什麼要這麼作法？與他自己的名利起了衝突，他認為大家都學佛了，大家都做孔子的學生了，他的名聞利養會失掉，於是極力起來反對。殊不知他是真正迷惑顛倒，真的搞錯了。他要是稍稍有智慧，有一點小覺悟，他要是能夠認同古聖先賢的教學，他得大利益。"
    },
    {
      "id": "12-017-0689_p0011",
      "zh_CN": "大到什么程度？至少他是这一个世界的救世主。他本人会被后人尊称为神圣，这个大利益他得到了；在现前他得到举世之人的拥护爱戴，利得到了。他会排斥，他不能接受，这就显示他的愚昧无知，诸位冷静去思惟观察，你就晓得了。在今天这个世界谁能够帮助一切众生降低贪瞋痴错误的观念，这必须要给他降温，无贪、无瞋、无痴这个观念要帮助他提升，这个人就是佛菩萨再来。这个人是真正现前世界的救世主，确实能解决二十一世纪社会上复杂的问题，具体而言促进世界和平，消除一切误会冲突，达到整个社会的安定、繁荣、兴旺。知道一切众生有三善根，不是没有，他真有，如何帮助他三善根增长？三善根的反面，佛称之为三毒，贪、瞋、痴是三毒。懈怠、懒散是毒，一个人懈怠、懒散，在世出世间法肯定是一事无成。懈怠懒散的对面是精进，勇猛精进，无论他做什么事情，他都有成就。所以三毒如何把它降温、减轻？三善根如何帮助他增长？这是佛菩萨的事，这是大圣大贤的事。",
      "zh_TW": "大到什麼程度？至少他是這一個世界的救世主。他本人會被後人尊稱為神聖，這個大利益他得到了；在現前他得到舉世之人的擁護愛戴，利得到了。他會排斥，他不能接受，這就顯示他的愚昧無知，諸位冷靜去思惟觀察，你就曉得了。在今天這個世界誰能夠幫助一切眾生降低貪瞋痴錯誤的觀念，這必須要給他降溫，無貪、無瞋、無痴這個觀念要幫助他提升，這個人就是佛菩薩再來。這個人是真正現前世界的救世主，確實能解決二十一世紀社會上複雜的問題，具體而言促進世界和平，消除一切誤會衝突，達到整個社會的安定、繁榮、興旺。知道一切眾生有三善根，不是沒有，他真有，如何幫助他三善根增長？三善根的反面，佛稱之為三毒，貪、瞋、痴是三毒。懈怠、懶散是毒，一個人懈怠、懶散，在世出世間法肯定是一事無成。懈怠懶散的對面是精進，勇猛精進，無論他做什麼事情，他都有成就。所以三毒如何把它降溫、減輕？三善根如何幫助他增長？這是佛菩薩的事，這是大聖大賢的事。"
    },
    {
      "id": "12-017-0689_p0012",
      "zh_CN": "怎么作法？具体的作法不外乎教育，「教学为先」，离开教育那什么都不必谈，你就没有法子做。孔老夫子用教学，释迦牟尼佛用教学，都是义务教育，有教无类，不分国界、不分种族、不分宗教，平等的教学，佛法讲平等、慈悲。教学的方式有多门，那就讲到应以什么身得度，就现什么身，「恒顺众生，随喜功德」。「为令随一切众生诸根海」，你懂得随顺；然后你用方便法，善巧方便，目的是什么？「令生诸佛法故」。这个地方的「佛」，我们决定不要把它解释为佛教，那意思就非常窄狭，这个佛是觉悟的意思。「诸佛法」，我们换句话讲，令生一切觉法。诸是一切，佛是觉。觉则不迷，智则不愚，「诸佛法」就是大智大觉之法。这个地方讲的原理原则说得多好，「随一切众生根」，换句话说，这些大圣大贤在中国随顺中国人的根性，教导中国人开悟，恢复自性本具的大智大觉；在印度，随顺印度人的根性，教印度人发掘自性里面的大智大觉。在西方像犹太教、天主教、耶稣教、伊斯兰教，那些大圣大贤随顺不同义趣、不同族群的根性，以善巧方便帮助他们开发自性，证得自性本具的大智大觉。",
      "zh_TW": "怎麼作法？具體的作法不外乎教育，「教學為先」，離開教育那什麼都不必談，你就沒有法子做。孔老夫子用教學，釋迦牟尼佛用教學，都是義務教育，有教無類，不分國界、不分種族、不分宗教，平等的教學，佛法講平等、慈悲。教學的方式有多門，那就講到應以什麼身得度，就現什麼身，「恆順眾生，隨喜功德」。「為令隨一切眾生諸根海」，你懂得隨順；然後你用方便法，善巧方便，目的是什麼？「令生諸佛法故」。這個地方的「佛」，我們決定不要把它解釋為佛教，那意思就非常窄狹，這個佛是覺悟的意思。「諸佛法」，我們換句話講，令生一切覺法。諸是一切，佛是覺。覺則不迷，智則不愚，「諸佛法」就是大智大覺之法。這個地方講的原理原則說得多好，「隨一切眾生根」，換句話說，這些大聖大賢在中國隨順中國人的根性，教導中國人開悟，恢復自性本具的大智大覺；在印度，隨順印度人的根性，教印度人發掘自性裡面的大智大覺。在西方像猶太教、天主教、耶穌教、伊斯蘭教，那些大聖大賢隨順不同義趣、不同族群的根性，以善巧方便幫助他們開發自性，證得自性本具的大智大覺。"
    },
    {
      "id": "12-017-0689_p0013",
      "zh_CN": "这真正是所谓「方便有多门，归元无二路」，所以佛在《金刚经》上说，「是法平等，无有高下」。这个话的意思广，并不专指释迦牟尼佛讲的法，世出世间所有一切法，包括他方世界过去、未来，《华严经》上讲的世界海微尘数诸佛刹土，法法平等，无有高下，我们的平等心要现前。如何能叫我们的平等心现前？离妄想分别执着，清净心、平等心、正觉心、慈悲心、真诚心统统现前了，原来是一个心。一个心为什么说五个？五个是从五方面来观察，从五个方面来观察，前后来观察，一体！一体本具五种德相，真诚的德相、清净的德相、平等的德相、正觉的德相、慈悲的德相，一心具足，一心圆具；圆是圆满，圆满具足。没有善根，他不能接受。如何培养众生的善根，这就是要善巧方便，善巧方便没有一定的方式，这个一定是真实智慧的作用，诱发一切众生的善根、福德。",
      "zh_TW": "這真正是所謂「方便有多門，歸元無二路」，所以佛在《金剛經》上說，「是法平等，無有高下」。這個話的意思廣，並不專指釋迦牟尼佛講的法，世出世間所有一切法，包括他方世界過去、未來，《華嚴經》上講的世界海微塵數諸佛剎土，法法平等，無有高下，我們的平等心要現前。如何能叫我們的平等心現前？離妄想分別執著，清淨心、平等心、正覺心、慈悲心、真誠心統統現前了，原來是一個心。一個心為什麼說五個？五個是從五方面來觀察，從五個方面來觀察，前後來觀察，一體！一體本具五種德相，真誠的德相、清淨的德相、平等的德相、正覺的德相、慈悲的德相，一心具足，一心圓具；圓是圓滿，圓滿具足。沒有善根，他不能接受。如何培養眾生的善根，這就是要善巧方便，善巧方便沒有一定的方式，這個一定是真實智慧的作用，誘發一切眾生的善根、福德。"
    },
    {
      "id": "12-017-0689_p0014",
      "zh_CN": "诸佛菩萨、古圣先贤，只要我们细心去观察、去思惟，不难得到，你就明了，他们所作所为，佛法讲示现，他们一生所作所为你细心去观察，都是在那里表演给我们看，都是在启发我们自性的智慧德能，他在那里表演。有人向他请教，他就说明；没有人向他请教，他永远没有休息，在那里表演，行住坐卧一切时一切处，从来没有间断过。没有人看见？没有人看见，他也是这样的，为什么？人看不见，还有许许多多不同维次空间的那些众生，他们看见了。所以这些大智大觉的圣人，何尝有刹那时间离开一切众生？没有！刹那际没有离开一切众生，「佛氏门中，不舍一人」，这句话我们相信、我们肯定，从来没有间断帮助众生觉悟。菩萨从来没有刹那际的时间中断，勇猛精进的学习，所以菩萨能成佛。什么原因成佛？就是勇猛精进。但是我们必须要知道，勇猛精进一定是建立在三善根的基础上。",
      "zh_TW": "諸佛菩薩、古聖先賢，只要我們細心去觀察、去思惟，不難得到，你就明瞭，他們所作所為，佛法講示現，他們一生所作所為你細心去觀察，都是在那裡表演給我們看，都是在啟發我們自性的智慧德能，他在那裡表演。有人向他請教，他就說明；沒有人向他請教，他永遠沒有休息，在那裡表演，行住坐臥一切時一切處，從來沒有間斷過。沒有人看見？沒有人看見，他也是這樣的，為什麼？人看不見，還有許許多多不同維次空間的那些眾生，他們看見了。所以這些大智大覺的聖人，何嘗有剎那時間離開一切眾生？沒有！剎那際沒有離開一切眾生，「佛氏門中，不捨一人」，這句話我們相信、我們肯定，從來沒有間斷幫助眾生覺悟。菩薩從來沒有剎那際的時間中斷，勇猛精進的學習，所以菩薩能成佛。什麼原因成佛？就是勇猛精進。但是我們必須要知道，勇猛精進一定是建立在三善根的基礎上。"
    },
    {
      "id": "12-017-0689_p0015",
      "zh_CN": "我们永远要记住，世尊在《十善业道经》里面最重要的一段开示，那就是「昼夜常念善法，思惟善法，观察善法，令诸善法念念增长，不容毫分不善间杂。」我们可以用这一段经文做这一句的注解，这一句前半句、后半句的意思，在《十善业道经》这一段里头统统具足。我们自己不能不认真努力的修学，务必在这一生当中成就自己的道业，我们这一生到这世间来没有白来，过去生生世世都空过，这一生不空过，这一生我们把这个机会掌握住了，希有难逢的机遇我们认清楚了。世间治乱安危不再受影响，成就自己的定力，成就自己的真实智慧。用清净、平等、慈悲心观察世间，对一切人、一切事、一切物真正生起「同体大悲，无缘大慈」，尽心尽力的帮助一切众生破迷开悟、生善断恶。底下这一句要讲断恶，这一句完全从生善这一面说起。现在时间到了。",
      "zh_TW": "我們永遠要記住，世尊在《十善業道經》裡面最重要的一段開示，那就是「晝夜常念善法，思惟善法，觀察善法，令諸善法念念增長，不容毫分不善間雜。」我們可以用這一段經文做這一句的註解，這一句前半句、後半句的意思，在《十善業道經》這一段裡頭統統具足。我們自己不能不認真努力的修學，務必在這一生當中成就自己的道業，我們這一生到這世間來沒有白來，過去生生世世都空過，這一生不空過，這一生我們把這個機會掌握住了，希有難逢的機遇我們認清楚了。世間治亂安危不再受影響，成就自己的定力，成就自己的真實智慧。用清淨、平等、慈悲心觀察世間，對一切人、一切事、一切物真正生起「同體大悲，無緣大慈」，盡心盡力的幫助一切眾生破迷開悟、生善斷惡。底下這一句要講斷惡，這一句完全從生善這一面說起。現在時間到了。"
    },
    {
      "id": "12-017-0689_p0016",
      "zh_CN": "诸位同学，请接着看第八句：",
      "zh_TW": "諸位同學，請接著看第八句："
    },
    {
      "id": "12-017-0689_p0017",
      "zh_CN": "【为令随一切众生乐欲海摧破一切障碍山故。】",
      "zh_TW": "【為令隨一切眾生樂欲海摧破一切障礙山故。】"
    },
    {
      "id": "12-017-0689_p0018",
      "zh_CN": "这个句子有前半后半，必须合起来看你才能够看到它的义趣。『一切众生』，一切世间哪一个众生不希望离苦得乐？所以破迷开悟是世间所有宗教教学的共同目标，离苦得乐是一切宗教希求终极的目的。苦乐，如何得乐？真的离苦，那才叫真的享受、享乐。如果在享乐里付出很大的代价，那就是所谓苦中作乐，那不是在享乐，那是在造罪业。这个罪业好像一时得一点乐，那个乐就像我们现在社会上常常讲的吸毒、打吗啡，那个乐很短暂，痛苦在后面。现在社会讲求享乐都是属于这一个类型的，他不懂得真乐。所以这种享受实实在在讲得不偿失，他不懂得真正的乐，当然他也没有办法感受到；我们不要讲享受，感受到几乎都不可能。这要靠圣贤教育，但是虚空法界无量无边诸佛刹土众生，乐、爱好、欲望不一样、不相同，你要随顺。",
      "zh_TW": "這個句子有前半後半，必須合起來看你才能夠看到它的義趣。『一切眾生』，一切世間哪一個眾生不希望離苦得樂？所以破迷開悟是世間所有宗教教學的共同目標，離苦得樂是一切宗教希求終極的目的。苦樂，如何得樂？真的離苦，那才叫真的享受、享樂。如果在享樂裡付出很大的代價，那就是所謂苦中作樂，那不是在享樂，那是在造罪業。這個罪業好像一時得一點樂，那個樂就像我們現在社會上常常講的吸毒、打嗎啡，那個樂很短暫，痛苦在後面。現在社會講求享樂都是屬於這一個類型的，他不懂得真樂。所以這種享受實實在在講得不償失，他不懂得真正的樂，當然他也沒有辦法感受到；我們不要講享受，感受到幾乎都不可能。這要靠聖賢教育，但是虛空法界無量無邊諸佛剎土眾生，樂、愛好、欲望不一樣、不相同，你要隨順。"
    },
    {
      "id": "12-017-0689_p0019",
      "zh_CN": "享受娱乐的方式不一样，就说在中国，有人喜欢歌舞，享受歌舞之乐。歌舞里头又分很多种类，有人喜欢昆腔，有人喜欢平剧，它不一样，有喜欢的，有不喜欢的。我们再扩大看，每个国家、每个族群，我们常常在电视或者是在录相带里面看到，这个世界不同的族群他们的舞蹈、他们的娱乐，他们的生活情趣不相同。菩萨学佛的人不能不知道，为什么？因为你要教化众生，你要帮助他离苦得乐。现在世界上还有一些土着，他们有他们的歌舞，有他们生活的乐趣。如果把我们中国的平剧搬给他，他不能欣赏，他看了没有兴趣。所以菩萨能随顺，随顺众生，普贤菩萨十愿：「恒顺众生，随喜功德」。上面半句就是恒顺众生，下面半句就是功德，恒顺、随喜功德，『摧破一切障碍山』，这个「障碍山」就是他付出的这些代价。如何能在他娱乐当中把他付出的代价降低，减低到最小的幅度，他才真正能够得乐。",
      "zh_TW": "享受娛樂的方式不一樣，就說在中國，有人喜歡歌舞，享受歌舞之樂。歌舞裡頭又分很多種類，有人喜歡崑腔，有人喜歡平劇，它不一樣，有喜歡的，有不喜歡的。我們再擴大看，每個國家、每個族群，我們常常在電視或者是在錄相帶裡面看到，這個世界不同的族群他們的舞蹈、他們的娛樂，他們的生活情趣不相同。菩薩學佛的人不能不知道，為什麼？因為你要教化眾生，你要幫助他離苦得樂。現在世界上還有一些土著，他們有他們的歌舞，有他們生活的樂趣。如果把我們中國的平劇搬給他，他不能欣賞，他看了沒有興趣。所以菩薩能隨順，隨順眾生，普賢菩薩十願：「恆順眾生，隨喜功德」。上面半句就是恆順眾生，下面半句就是功德，恆順、隨喜功德，『摧破一切障礙山』，這個「障礙山」就是他付出的這些代價。如何能在他娛樂當中把他付出的代價降低，減低到最小的幅度，他才真正能夠得樂。"
    },
    {
      "id": "12-017-0689_p0020",
      "zh_CN": "现在娱乐、狂欢，我们付出代价是什么？整个社会的动乱不安，伦理道德全面破坏，贪瞋痴慢大幅度几乎急速的往上上升，这是现代一般社会娱乐。诸位想想，我们付出多大代价？这个代价是诸位能看得见的，说出来你能相信；看不见的你不相信，但是这个世间有一些人能相信，那个代价是堕三途。如何能在尽情享受又不造恶业、不落恶道，还让自己往上上升？这是什么？孟夫子所讲的「与民同乐」。我们今天生在这个社会，我们得换句话说，与广大群众同乐。同乐里面一定要遵守一个原则，最高的指导原则，孔子说得好：「思无邪」。娱乐里面如何能保持大众的正知正见，不至于在狂欢娱乐里面让大众产生邪知邪见，那就错了！所以夫子：「诗三百，一言以蔽之，曰思无邪」，思无邪三个字，可以做为这个世间，这是文化，超越国家界线、超越族群、超越宗教，永恒不变的文艺、娱乐最高的指导原则。",
      "zh_TW": "現在娛樂、狂歡，我們付出代價是什麼？整個社會的動亂不安，倫理道德全面破壞，貪瞋痴慢大幅度幾乎急速的往上上升，這是現代一般社會娛樂。諸位想想，我們付出多大代價？這個代價是諸位能看得見的，說出來你能相信；看不見的你不相信，但是這個世間有一些人能相信，那個代價是墮三途。如何能在盡情享受又不造惡業、不落惡道，還讓自己往上上升？這是什麼？孟夫子所講的「與民同樂」。我們今天生在這個社會，我們得換句話說，與廣大群眾同樂。同樂裡面一定要遵守一個原則，最高的指導原則，孔子說得好：「思無邪」。娛樂裡面如何能保持大眾的正知正見，不至於在狂歡娛樂裡面讓大眾產生邪知邪見，那就錯了！所以夫子：「詩三百，一言以蔽之，曰思無邪」，思無邪三個字，可以做為這個世間，這是文化，超越國家界線、超越族群、超越宗教，永恆不變的文藝、娛樂最高的指導原則。"
    },
    {
      "id": "12-017-0689_p0021",
      "zh_CN": "娱乐是值得提倡，最重要的是要掌握住这个原则。能掌握得住，那是成功的，在佛法里面讲无量功德。为什么？令一切众生乐欲里面没有烦恼、没有障碍。障碍就是烦恼，障碍就是重大代价的付出。我们要问，诸佛如来、法身菩萨有没有娱乐？有，而且经常不断，何以见得？诸位从中国敦煌、云岗许许多多石窟里面你去看，佛在讲经，菩萨们在聚会，天乐迎空，天女散花、舞蹈，现在讲这是娱乐表演的节目，穿插在大会聚会当中来助兴。经书里面记载的那就太多了，他们把它画出来，用塑造、浮雕把它显现出来。每一次聚会、哪一次聚会离开这些娱乐节目？没有。这些娱乐节目又能令这些菩萨们助长定慧，这了不起！凡夫聚会里头穿插这些节目，增长邪思；佛菩萨穿插这些娱乐节目，增长定慧，不同的就在此地。所以从前，那是古圣先王，古时候那些国家领导人、作帝王的，他们有智慧、有学问、有善巧方便，真正能做到修身、齐家、治国、平天下。平天下就是我们今天讲的世界和平，那个平是和平，我们中国人讲天下太平。",
      "zh_TW": "娛樂是值得提倡，最重要的是要掌握住這個原則。能掌握得住，那是成功的，在佛法裡面講無量功德。為什麼？令一切眾生樂欲裡面沒有煩惱、沒有障礙。障礙就是煩惱，障礙就是重大代價的付出。我們要問，諸佛如來、法身菩薩有沒有娛樂？有，而且經常不斷，何以見得？諸位從中國敦煌、雲崗許許多多石窟裡面你去看，佛在講經，菩薩們在聚會，天樂迎空，天女散花、舞蹈，現在講這是娛樂表演的節目，穿插在大會聚會當中來助興。經書裡面記載的那就太多了，他們把它畫出來，用塑造、浮雕把它顯現出來。每一次聚會、哪一次聚會離開這些娛樂節目？沒有。這些娛樂節目又能令這些菩薩們助長定慧，這了不起！凡夫聚會裡頭穿插這些節目，增長邪思；佛菩薩穿插這些娛樂節目，增長定慧，不同的就在此地。所以從前，那是古聖先王，古時候那些國家領導人、作帝王的，他們有智慧、有學問、有善巧方便，真正能做到修身、齊家、治國、平天下。平天下就是我們今天講的世界和平，那個平是和平，我們中國人講天下太平。"
    },
    {
      "id": "12-017-0689_p0022",
      "zh_CN": "现在许许多多国家领导人，可以说是忙于日常的事务；我们很清楚的理解，现在做国家领导人跟从前的帝王相比，现在他们的工作量要超过从前几十倍都不止。忙于应付这些事件，把教化众生这桩事情疏忽了，这是非常非常之可惜。真正有智慧、有德行的领导人，实际做起来并不难，底下可以专设一个机构来处理这些事情。他只要把握着原则，让一些专家学者来研究：如何能够安定社会、净化人心，寓教于乐，娱乐的节目就是教育。中国古代确确实实是遵守孔老夫子所讲的文艺娱乐的总纲领、总原则：「思无邪」。所以从前那些文人、学者编写剧本，指导这些演艺人员表演，剧本里面的内容是什么？总不外孝悌忠信、礼义廉耻。",
      "zh_TW": "現在許許多多國家領導人，可以說是忙於日常的事務；我們很清楚的理解，現在做國家領導人跟從前的帝王相比，現在他們的工作量要超過從前幾十倍都不止。忙於應付這些事件，把教化眾生這樁事情疏忽了，這是非常非常之可惜。真正有智慧、有德行的領導人，實際做起來並不難，底下可以專設一個機構來處理這些事情。他只要把握著原則，讓一些專家學者來研究：如何能夠安定社會、淨化人心，寓教於樂，娛樂的節目就是教育。中國古代確確實實是遵守孔老夫子所講的文藝娛樂的總綱領、總原則：「思無邪」。所以從前那些文人、學者編寫劇本，指導這些演藝人員表演，劇本裡面的內容是什麼？總不外孝悌忠信、禮義廉恥。"
    },
    {
      "id": "12-017-0689_p0023",
      "zh_CN": "我们过去年轻的时候常常听老人说，中国的戏剧无论是京剧或者是地方戏，这个戏剧内容总不外「忠孝节义」这四个字，而且结局决定是善有善报、恶有恶报，总是重视提倡因果的教育。因为在那个时候学校不普遍，怎样教化众生？就是用戏剧、歌舞。许多歌词都是一些专家学者们写作的，都能遵守这一个道德的传统，念念不忘，对整个社会大众劝善规过。填写歌词的人、编写戏剧剧本的人，都有这个意识形态，所以他们编写的这些歌词、剧本，是教化众生，是帮助广大群众断恶修善。同样是娱乐，他把人心向善的这一面诱导，他的境界不断向上提升，与圣贤人的娱乐相应，走一个方向、一条路。",
      "zh_TW": "我們過去年輕的時候常常聽老人說，中國的戲劇無論是京劇或者是地方戲，這個戲劇內容總不外「忠孝節義」這四個字，而且結局決定是善有善報、惡有惡報，總是重視提倡因果的教育。因為在那個時候學校不普遍，怎樣教化眾生？就是用戲劇、歌舞。許多歌詞都是一些專家學者們寫作的，都能遵守這一個道德的傳統，念念不忘，對整個社會大眾勸善規過。填寫歌詞的人、編寫戲劇劇本的人，都有這個意識形態，所以他們編寫的這些歌詞、劇本，是教化眾生，是幫助廣大群眾斷惡修善。同樣是娛樂，他把人心向善的這一面誘導，他的境界不斷向上提升，與聖賢人的娛樂相應，走一個方向、一條路。"
    },
    {
      "id": "12-017-0689_p0024",
      "zh_CN": "我们再看看现在这些娱乐节目，现在科学技术发达，许多人编写电视的剧本、连续剧在卫星电视传播，仔细看看那是什么内容？我是大概三十几年前偶尔看看电视，现在三十年后的今天，我不知道内容变成什么样子了。那个时候我看的那些内容，我就看不下去了，不看了。报纸里头报导的是什么？我们只稍稍留意社会的形象，会有一个很明显的感触，好像现在社会大众、这些文学艺术界，唯恐天下不乱，这还得了吗？我不怕死，中国古德讲得好，「人生七十古来稀」，我今年七十六岁，该死了。社会怎么乱，甚至于世界末日来临，我也无所谓，我的时候到了。人过了七十岁之后，的确许许多多的观念不一样，人生历程差不多走尽了，都看过、都听过、也都明白了，该是彻底放下的时候了。世间一切事不会再过问了，真的不闻不问，养自己一点清净心，我们学佛的人懂得「心净则佛土净」。在经典上我们读到，一切诸佛如来都劝我们求生极乐世界，亲近阿弥陀佛，我们听了欢喜，我们也乐意到极乐世界去参访、去走一趟，见见阿弥陀佛。看到世界动乱的现象心有不忍，现在这个身体还在，还没有走，能尽一点心，我不辞辛苦，我会尽心尽力。能帮一点忙，这是义不容辞，我会帮助大家。我跟大家不一样的，大家还在迷惑，我清醒过来了。诸位还在梦中，我的梦醒了。",
      "zh_TW": "我們再看看現在這些娛樂節目，現在科學技術發達，許多人編寫電視的劇本、連續劇在衛星電視傳播，仔細看看那是什麼內容？我是大概三十幾年前偶爾看看電視，現在三十年後的今天，我不知道內容變成什麼樣子了。那個時候我看的那些內容，我就看不下去了，不看了。報紙裡頭報導的是什麼？我們只稍稍留意社會的形象，會有一個很明顯的感觸，好像現在社會大眾、這些文學藝術界，唯恐天下不亂，這還得了嗎？我不怕死，中國古德講得好，「人生七十古來稀」，我今年七十六歲，該死了。社會怎麼亂，甚至於世界末日來臨，我也無所謂，我的時候到了。人過了七十歲之後，的確許許多多的觀念不一樣，人生歷程差不多走盡了，都看過、都聽過、也都明白了，該是徹底放下的時候了。世間一切事不會再過問了，真的不聞不問，養自己一點清淨心，我們學佛的人懂得「心淨則佛土淨」。在經典上我們讀到，一切諸佛如來都勸我們求生極樂世界，親近阿彌陀佛，我們聽了歡喜，我們也樂意到極樂世界去參訪、去走一趟，見見阿彌陀佛。看到世界動亂的現象心有不忍，現在這個身體還在，還沒有走，能盡一點心，我不辭辛苦，我會盡心盡力。能幫一點忙，這是義不容辭，我會幫助大家。我跟大家不一樣的，大家還在迷惑，我清醒過來了。諸位還在夢中，我的夢醒了。"
    },
    {
      "id": "12-017-0689_p0025",
      "zh_CN": "社会教育最有效果的方式无过于娱乐，娱乐里面包括戏剧、歌舞，现在总称为文艺，文学、艺术。表现在形态上有舞台，现在有电视、有报章杂志，形式许许多多，不胜枚举。这些工具它所表现的，无论是善、无论是恶，可以说都是对社会产生深广影响的教学。如果这个教学是负面的，就会主导这个社会的动乱不安，主导这一切众生贪婪无厌，使大众产生一个错误的观念。过去有个同学送了一张报纸给我看，一张报纸全面广告，整面只印一句话，「贪婪是社会进步的动力」，这还得了？应当怎么说？贪婪是社会灭亡的动力，或者说贪婪是社会竞争、斗争、战争的动力。这个理念非常可怕，这样的宣传还得了？这个世界怎么可能有安定？怎么可能有和平？我看了是怵目惊心。",
      "zh_TW": "社會教育最有效果的方式無過於娛樂，娛樂裡面包括戲劇、歌舞，現在總稱為文藝，文學、藝術。表現在形態上有舞台，現在有電視、有報章雜誌，形式許許多多，不勝枚舉。這些工具它所表現的，無論是善、無論是惡，可以說都是對社會產生深廣影響的教學。如果這個教學是負面的，就會主導這個社會的動亂不安，主導這一切眾生貪婪無厭，使大眾產生一個錯誤的觀念。過去有個同學送了一張報紙給我看，一張報紙全面廣告，整面只印一句話，「貪婪是社會進步的動力」，這還得了？應當怎麼說？貪婪是社會滅亡的動力，或者說貪婪是社會競爭、鬥爭、戰爭的動力。這個理念非常可怕，這樣的宣傳還得了？這個世界怎麼可能有安定？怎麼可能有和平？我看了是怵目驚心。"
    },
    {
      "id": "12-017-0689_p0026",
      "zh_CN": "你看看这段经文，如何让这个社会和平、安定、繁荣、兴旺？大前提一定是和平、安定。没有和平、没有安定，兴旺、繁荣刹那之间归于毁灭。我们想想二战终结的时候，长崎、广岛，那也是多少年的建设，一枚核子弹刹那之间消失了，整个城市消失了。现代核武的威力胜过在广岛所投下的千倍都不止，所以法国十六世纪，法国的一个预言家，诺查丹玛斯，欧洲人都称他为圣人。他的大预言，举世闻名。我看过中文译本，他的预言：两千年是世界末日，预言会爆发第三次世界大战。这个战争结束之后，世界上人口，他说了一个很含糊的话，灾难过去之后世界上活着的人，只剩下「大七之数」。有很多人解释说是七亿，我们现在知道，现在全世界的人口将近七十亿，如果剩下七亿，在战争当中死亡的人数应该是十分之九，十个人死九个，剩下一个。还有人解释这个大七之数是七千万，如果七千万，换句话说，一百人当中只有一个人幸存，一百人当中九九个都死了。所以他讲，那个时候活人羡慕死人，活人受罪，羡慕死去的人。",
      "zh_TW": "你看看這段經文，如何讓這個社會和平、安定、繁榮、興旺？大前提一定是和平、安定。沒有和平、沒有安定，興旺、繁榮剎那之間歸於毀滅。我們想想二戰終結的時候，長崎、廣島，那也是多少年的建設，一枚核子彈剎那之間消失了，整個城市消失了。現代核武的威力勝過在廣島所投下的千倍都不止，所以法國十六世紀，法國的一個預言家，諾查丹瑪斯，歐洲人都稱他為聖人。他的大預言，舉世聞名。我看過中文譯本，他的預言：兩千年是世界末日，預言會爆發第三次世界大戰。這個戰爭結束之後，世界上人口，他說了一個很含糊的話，災難過去之後世界上活著的人，只剩下「大七之數」。有很多人解釋說是七億，我們現在知道，現在全世界的人口將近七十億，如果剩下七億，在戰爭當中死亡的人數應該是十分之九，十個人死九個，剩下一個。還有人解釋這個大七之數是七千萬，如果七千萬，換句話說，一百人當中只有一個人倖存，一百人當中九九個都死了。所以他講，那個時候活人羨慕死人，活人受罪，羨慕死去的人。"
    },
    {
      "id": "12-017-0689_p0027",
      "zh_CN": "这个事情会不会发生？我们学佛的人有智慧，头脑清醒，我们从什么角度来看？从因果上来看。现在社会大众造的是什么因，于是就能够想到他感得的是什么果报。现在众生造的恶业，我们就以十善业道为标准，恶的因：杀、盗、淫，妄语、两舌、绮语、恶口，贪、瞋、痴，我们想想，造十恶业的人有多少？反过来再看，行十善业的又有几个人？不杀生、不偷盗、不淫欲、不邪淫、不妄语、不两舌、不恶口、不绮语、不贪、不瞋、不痴，你去找找看，就我们自己身边的人、我们认识的人，你仔细去找，有几个？再问问自己，自己是属于十善这边的？还是属于十恶这边的？好好的反省一下，你就晓得这个世界前途吉凶祸福，清清楚楚、明明白白，不需要问人，也不需要问这些预言家，我们自己的看法、自己的想法、自己的判断是正确的。",
      "zh_TW": "這個事情會不會發生？我們學佛的人有智慧，頭腦清醒，我們從什麼角度來看？從因果上來看。現在社會大眾造的是什麼因，於是就能夠想到他感得的是什麼果報。現在眾生造的惡業，我們就以十善業道為標準，惡的因：殺、盜、淫，妄語、兩舌、綺語、惡口，貪、瞋、痴，我們想想，造十惡業的人有多少？反過來再看，行十善業的又有幾個人？不殺生、不偷盜、不淫欲、不邪淫、不妄語、不兩舌、不惡口、不綺語、不貪、不瞋、不痴，你去找找看，就我們自己身邊的人、我們認識的人，你仔細去找，有幾個？再問問自己，自己是屬於十善這邊的？還是屬於十惡這邊的？好好的反省一下，你就曉得這個世界前途吉凶禍福，清清楚楚、明明白白，不需要問人，也不需要問這些預言家，我們自己的看法、自己的想法、自己的判斷是正確的。"
    },
    {
      "id": "12-017-0689_p0028",
      "zh_CN": "现在灾难可以说愈来愈近，眉睫之间！这个世界上不是没有智慧的人，真正有智慧、有德行的人，有，这种人不多，他们觉悟，他们明了，也在想方法化解，怎样来挽救这个劫难。我听到的讯息，现在世界上有八个大学在做这个工作，把这个当作学校里头最重要的一个题目来研究。澳洲昆士兰大学是八个学校里面的一个，他们这些年做得也有一点成效。现在从九一一事件之后，研究这些问题的人很着急，如何加强？如何有效果的来做？这是当前的大问题。我跟他们有接触，我也提供一点意见，还是英国历史哲学家汤恩比博士他的见解、他所提供的方针，中国孔孟学说与大乘佛法能救二十一世纪的危机。大乘佛法里面实在讲，无过于《大方广佛华严经》，我们《华严经》从前面一直读到此地，一千多个小时。读下来我们深深有体会，我们能够相信、能够肯定，《华严》的教诲能化解劫难。",
      "zh_TW": "現在災難可以說愈來愈近，眉睫之間！這個世界上不是沒有智慧的人，真正有智慧、有德行的人，有，這種人不多，他們覺悟，他們明瞭，也在想方法化解，怎樣來挽救這個劫難。我聽到的訊息，現在世界上有八個大學在做這個工作，把這個當作學校裡頭最重要的一個題目來研究。澳洲昆士蘭大學是八個學校裡面的一個，他們這些年做得也有一點成效。現在從九一一事件之後，研究這些問題的人很著急，如何加強？如何有效果的來做？這是當前的大問題。我跟他們有接觸，我也提供一點意見，還是英國歷史哲學家湯恩比博士他的見解、他所提供的方針，中國孔孟學說與大乘佛法能救二十一世紀的危機。大乘佛法裡面實在講，無過於《大方廣佛華嚴經》，我們《華嚴經》從前面一直讀到此地，一千多個小時。讀下來我們深深有體會，我們能夠相信、能夠肯定，《華嚴》的教誨能化解劫難。"
    },
    {
      "id": "12-017-0689_p0029",
      "zh_CN": "这里头最重要的，是要把经典里面的思想、经典里面讲的道理变成我们自己的思想、见解，经典里面的教训落实到我们自己的生活行为，我们自己就得度；如果用西方宗教家的名词，我们自己就得救，自救而后才能帮助别人。帮助这个社会最有效果的方法是什么？还是要用卫星电视。所以我祈求这些先知先觉、这些善心人士，中国人讲的志士仁人，希望他们能够在卫星电视频道开课，教导广大群众、全世界的广大群众，如何辨别是非邪正，帮助他怎样断恶修善、破迷开悟。只要人心放弃错误的想法、看法，竞争是错误的，斗争是错误的，战争是错误的，我们如果能把这些放下，和平是正确的，安定是正确的，共存共荣是正确的，自他两利是正确的，损人利己是错误的，多多的教导，多多的劝导。更希望文艺界、影剧界、娱乐界里面能够多出几个真正的菩萨、真正的天使，演出的节目多多从正面劝善规过，多多的教导一些因果的教育。",
      "zh_TW": "這裡頭最重要的，是要把經典裡面的思想、經典裡面講的道理變成我們自己的思想、見解，經典裡面的教訓落實到我們自己的生活行為，我們自己就得度；如果用西方宗教家的名詞，我們自己就得救，自救而後才能幫助別人。幫助這個社會最有效果的方法是什麼？還是要用衛星電視。所以我祈求這些先知先覺、這些善心人士，中國人講的志士仁人，希望他們能夠在衛星電視頻道開課，教導廣大群眾、全世界的廣大群眾，如何辨別是非邪正，幫助他怎樣斷惡修善、破迷開悟。只要人心放棄錯誤的想法、看法，競爭是錯誤的，鬥爭是錯誤的，戰爭是錯誤的，我們如果能把這些放下，和平是正確的，安定是正確的，共存共榮是正確的，自他兩利是正確的，損人利己是錯誤的，多多的教導，多多的勸導。更希望文藝界、影劇界、娛樂界裡面能夠多出幾個真正的菩薩、真正的天使，演出的節目多多從正面勸善規過，多多的教導一些因果的教育。"
    },
    {
      "id": "12-017-0689_p0030",
      "zh_CN": "像最近，先是马来西亚编《了凡四训》的电视剧，那个节目比较短，只有两个小时，我看了，内容相当精彩。接着北京影剧界也编《了凡四训》的电视剧，他们使用的是四个小时到六个小时，比马来西亚的时间长一倍还不止，内容也相当精彩丰富，这个好！编写这些剧本、导演这样的节目，这个人是菩萨，这个人在佛法里面讲积功累德，他造的是善业，他以善法教化众生，无量无边的功德！我们看到、听到了，欢喜赞叹，随喜！希望影剧界、娱乐界多出这样的人，这个社会的灾难可以化解；纵然不能完全化解，肯定能减轻，大灾难来临的时间肯定会推迟、会延后。",
      "zh_TW": "像最近，先是馬來西亞編《了凡四訓》的電視劇，那個節目比較短，只有兩個小時，我看了，內容相當精彩。接著北京影劇界也編《了凡四訓》的電視劇，他們使用的是四個小時到六個小時，比馬來西亞的時間長一倍還不止，內容也相當精彩豐富，這個好！編寫這些劇本、導演這樣的節目，這個人是菩薩，這個人在佛法裡面講積功累德，他造的是善業，他以善法教化眾生，無量無邊的功德！我們看到、聽到了，歡喜讚歎，隨喜！希望影劇界、娛樂界多出這樣的人，這個社會的災難可以化解；縱然不能完全化解，肯定能減輕，大災難來臨的時間肯定會推遲、會延後。"
    },
    {
      "id": "12-017-0689_p0031",
      "zh_CN": "再不可以诱导人民走向邪知邪见，那个过失、罪业就非常非常之重。这种节目演出，诸位想想，你能够得多少名利？得失如果细心去思惟，去做一个比较，你就知道得不偿失。人生短短数十年之间，何必要造恶业？何必要伤害这个社会？何必去诱导人做恶？大错特错！人头脑要清醒，细心观察我们周边的人事环境，很明显的你能够觉察到善恶报应就在眼前。这是事实，不是学说，不是迷信。你仔细观察，你的思想、行为果然对社会大众有利，你得善果；对社会大众有伤害，一定有不善的果报，清清楚楚、明明白白，不能不谨慎，不能不多想想。这两句前面教给我们修善，后面这一句教给我们断恶。今天时间到了。",
      "zh_TW": "再不可以誘導人民走向邪知邪見，那個過失、罪業就非常非常之重。這種節目演出，諸位想想，你能夠得多少名利？得失如果細心去思惟，去做一個比較，你就知道得不償失。人生短短數十年之間，何必要造惡業？何必要傷害這個社會？何必去誘導人做惡？大錯特錯！人頭腦要清醒，細心觀察我們周邊的人事環境，很明顯的你能夠覺察到善惡報應就在眼前。這是事實，不是學說，不是迷信。你仔細觀察，你的思想、行為果然對社會大眾有利，你得善果；對社會大眾有傷害，一定有不善的果報，清清楚楚、明明白白，不能不謹慎，不能不多想想。這兩句前面教給我們修善，後面這一句教給我們斷惡。今天時間到了。"
    }
  ]
}