{
  "doc_id": "12-017-2058",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二０五八卷",
    "zh_TW": "第二０五八卷"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾高雄",
    "zh_TW": "台灣高雄"
  },
  "doc_number": "12-017-2058",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "12-017-2058_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大方广佛华严经．十住品第十五》，我们看「第四本分」，清凉大师的疏。我们接着上一次疏文，「而得名不同者，何耶」，从这一句下面看起。「然三贤十圣，皆以菩提心而为其体。菩提心有三，一者直心，正念真如法故；二者深心，乐修一切诸善行故；三者大悲心，救护一切苦众生故」。前面我们学到这个地方。菩提心就是真心，菩提心就是自性，菩提心就是佛菩萨的住处，这是讲十住。佛菩萨住在哪里？住在菩提心。菩提心是圆满的性德，不是别人，是自己的。我们现在菩提心有没有？不能说没有，也不能说有。为什么不能说没有？菩提心既然是自性，自性是不生不灭的，怎么能说没有？换句话说，世尊在这部经上讲了好几次，不止一次，他说「一切众生本来是佛」。我们想想，众生有没有菩提心？当然有！既然有菩提心，为什么现在搞到六道里头？佛在经教里面告诉我们，众生由于迷失了菩提心，不是真的失掉，迷了。菩提心在哪里？就在当下！可是当下你迷了、你不觉，所以也不能说你有菩提心。这是事实真相，总得要搞清楚。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大方廣佛華嚴經．十住品第十五》，我們看「第四本分」，清涼大師的疏。我們接著上一次疏文，「而得名不同者，何耶」，從這一句下面看起。「然三賢十聖，皆以菩提心而為其體。菩提心有三，一者直心，正念真如法故；二者深心，樂修一切諸善行故；三者大悲心，救護一切苦眾生故」。前面我們學到這個地方。菩提心就是真心，菩提心就是自性，菩提心就是佛菩薩的住處，這是講十住。佛菩薩住在哪裡？住在菩提心。菩提心是圓滿的性德，不是別人，是自己的。我們現在菩提心有沒有？不能說沒有，也不能說有。為什麼不能說沒有？菩提心既然是自性，自性是不生不滅的，怎麼能說沒有？換句話說，世尊在這部經上講了好幾次，不止一次，他說「一切眾生本來是佛」。我們想想，眾生有沒有菩提心？當然有！既然有菩提心，為什麼現在搞到六道裡頭？佛在經教裡面告訴我們，眾生由於迷失了菩提心，不是真的失掉，迷了。菩提心在哪裡？就在當下！可是當下你迷了、你不覺，所以也不能說你有菩提心。這是事實真相，總得要搞清楚。"
    },
    {
      "id": "12-017-2058_p0002",
      "zh_CN": "由此可知，凡夫跟佛不一样的地方在哪里？就是迷悟不同而已。悟到究竟圆满就是佛，迷到圆满那就是阿鼻地狱，这是两极。全迷了，阿鼻地狱。当中可以说就是迷悟层次不一样，我们以十做单位，菩萨是九分觉悟，还有一分迷惑。你往下降就晓得，缘觉，八分觉悟，二分迷惑；阿罗汉是七分觉悟，有三分迷惑；天人，在六道里头那都算是迷，迷而不觉。迷有浅深不相同，迷得浅的，天道，二十八层天；迷得重的，三恶道。三恶道里头的状况也相当复杂，这是我们不能不知道的。三贤十圣，三贤是十住、十行、十回向，三十个位次；十圣是十地菩萨，十个位次，四十个位次。这里面还包括等觉，等觉称为十一地，再上去才圆满，究竟圆满的佛果，统统是以菩提心为体。菩提心的体是直心，你看看清凉大师在此地给我们讲的，正念真如法。「所念真如，亦即本智，本觉智故。后二显是恒沙性德」，后二是什么？后二是深心、大悲心。后面这两种是用，前面这种是体，有体才有用，没有体哪来的作用？由此可知，如果我们要没有亲证真如，我们有没有深心跟大悲心？跟诸位说，没有。我们今天讲的是慈悲，佛说了四种慈悲，我们是底下这两种，一般凡夫心，「爱缘慈悲」，我爱你，对你就慈悲，我不爱你，对你就没有慈悲，有条件的。第二种比第一种确实是殊胜多了，叫「众生缘慈悲」，就是世间圣人、孔孟这些大德，他们讲「推己及人」，「己所不欲，勿施于人」，这是众生缘的慈悲，我们中国讲仁人君子。古时候有，朝朝代代都有，现在少，不是没有，迷了。",
      "zh_TW": "由此可知，凡夫跟佛不一樣的地方在哪裡？就是迷悟不同而已。悟到究竟圓滿就是佛，迷到圓滿那就是阿鼻地獄，這是兩極。全迷了，阿鼻地獄。當中可以說就是迷悟層次不一樣，我們以十做單位，菩薩是九分覺悟，還有一分迷惑。你往下降就曉得，緣覺，八分覺悟，二分迷惑；阿羅漢是七分覺悟，有三分迷惑；天人，在六道裡頭那都算是迷，迷而不覺。迷有淺深不相同，迷得淺的，天道，二十八層天；迷得重的，三惡道。三惡道裡頭的狀況也相當複雜，這是我們不能不知道的。三賢十聖，三賢是十住、十行、十迴向，三十個位次；十聖是十地菩薩，十個位次，四十個位次。這裡面還包括等覺，等覺稱為十一地，再上去才圓滿，究竟圓滿的佛果，統統是以菩提心為體。菩提心的體是直心，你看看清涼大師在此地給我們講的，正念真如法。「所念真如，亦即本智，本覺智故。後二顯是恆沙性德」，後二是什麼？後二是深心、大悲心。後面這兩種是用，前面這種是體，有體才有用，沒有體哪來的作用？由此可知，如果我們要沒有親證真如，我們有沒有深心跟大悲心？跟諸位說，沒有。我們今天講的是慈悲，佛說了四種慈悲，我們是底下這兩種，一般凡夫心，「愛緣慈悲」，我愛你，對你就慈悲，我不愛你，對你就沒有慈悲，有條件的。第二種比第一種確實是殊勝多了，叫「眾生緣慈悲」，就是世間聖人、孔孟這些大德，他們講「推己及人」，「己所不欲，勿施於人」，這是眾生緣的慈悲，我們中國講仁人君子。古時候有，朝朝代代都有，現在少，不是沒有，迷了。"
    },
    {
      "id": "12-017-2058_p0003",
      "zh_CN": "为什么从前多？从前有教育，教育是帮助你破迷开悟。教育不是别的，古圣先贤的教育，包括这个世间所有的宗教，我们只要接触宗教的典籍你就看到，无一不是教育，现在所讲的多元文化社会教育，这是所有宗教没有例外的。教什么？跟释迦牟尼佛一样的，一个方向、一个目标，教导一切众生破迷开悟。这些教学里面确实有浅深广狭不同，我们一接触就明了。有些人止于人道，就是我们佛门里头也有一些大德，他们提倡人间佛教。这话讲得通讲不通？讲得通。佛是觉，教就是教学。「佛教」这个名词，上面一个是梵文，从梵文音译过来的，下面这个教是中文，这个名词是华梵合译，合起来，上面是梵文，下面是中国文字。梵文这个佛的意思是觉悟，是觉，下面是教学、教育，觉悟的教育、觉悟的教学。这个觉悟是什么？止于人道，跟儒家讲的就没有两样。可是佛法并不止于人道，佛法还包括天道。你看我们通常称释迦牟尼佛十种名号里头有「天人师」，释迦牟尼佛不但教育人道，他还教天道。很多宗教里面我们所看到，他们止于天、人这两道；而实际上这个宇宙很大，不止天人两道，那是高维次的空间，那真是一些大圣大贤、大修行人他们所依止的环境，有声闻道、有菩萨道，还有佛道，十法界里面的佛，佛道。",
      "zh_TW": "為什麼從前多？從前有教育，教育是幫助你破迷開悟。教育不是別的，古聖先賢的教育，包括這個世間所有的宗教，我們只要接觸宗教的典籍你就看到，無一不是教育，現在所講的多元文化社會教育，這是所有宗教沒有例外的。教什麼？跟釋迦牟尼佛一樣的，一個方向、一個目標，教導一切眾生破迷開悟。這些教學裡面確實有淺深廣狹不同，我們一接觸就明瞭。有些人止於人道，就是我們佛門裡頭也有一些大德，他們提倡人間佛教。這話講得通講不通？講得通。佛是覺，教就是教學。「佛教」這個名詞，上面一個是梵文，從梵文音譯過來的，下面這個教是中文，這個名詞是華梵合譯，合起來，上面是梵文，下面是中國文字。梵文這個佛的意思是覺悟，是覺，下面是教學、教育，覺悟的教育、覺悟的教學。這個覺悟是什麼？止於人道，跟儒家講的就沒有兩樣。可是佛法並不止於人道，佛法還包括天道。你看我們通常稱釋迦牟尼佛十種名號裡頭有「天人師」，釋迦牟尼佛不但教育人道，他還教天道。很多宗教裡面我們所看到，他們止於天、人這兩道；而實際上這個宇宙很大，不止天人兩道，那是高維次的空間，那真是一些大聖大賢、大修行人他們所依止的環境，有聲聞道、有菩薩道，還有佛道，十法界裡面的佛，佛道。"
    },
    {
      "id": "12-017-2058_p0004",
      "zh_CN": "佛菩萨确实值得人尊敬，他的佛教把这五个层次全包括了，真正叫大慈大悲。这五个层次里面到佛道才圆满，为什么？直心正念真如法，这是佛道。菩萨是走这个道路，在学习，还没圆满、没毕业，叫菩萨；毕业了、圆满了，就称为佛陀。这个佛陀不是十法界的佛陀，十法界的佛陀，天台大师讲得好，叫相似佛；相似就不是真的，相似的。为什么？他没有证得真心，在日常生活当中，纵然在修行学习当中，他还是用的妄心，跟我们用的是一个心，这个心叫阿赖耶。凡是用阿赖耶都不是真的，你所用的心是妄心，从妄心所生的一切法，哪里是真的？妄生不了真，所以真他一定用真心。真妄差别在哪里？佛告诉我们，真心离念，这个念是什么？起心动念。真心没有起心动念，起心动念就是阿赖耶，我们的真心就变成阿赖耶。所以阿赖耶的体是真心，阿赖耶是妄心。阿赖耶里头有三细相，跟现在科学家所讲的很接近，我们也不能不佩服这些科学家他能够讲得出来。他也发现，虽然说得很模糊，不很清楚，但是接近佛所亲证的境界。",
      "zh_TW": "佛菩薩確實值得人尊敬，他的佛教把這五個層次全包括了，真正叫大慈大悲。這五個層次裡面到佛道才圓滿，為什麼？直心正念真如法，這是佛道。菩薩是走這個道路，在學習，還沒圓滿、沒畢業，叫菩薩；畢業了、圓滿了，就稱為佛陀。這個佛陀不是十法界的佛陀，十法界的佛陀，天台大師講得好，叫相似佛；相似就不是真的，相似的。為什麼？他沒有證得真心，在日常生活當中，縱然在修行學習當中，他還是用的妄心，跟我們用的是一個心，這個心叫阿賴耶。凡是用阿賴耶都不是真的，你所用的心是妄心，從妄心所生的一切法，哪裡是真的？妄生不了真，所以真他一定用真心。真妄差別在哪裡？佛告訴我們，真心離念，這個念是什麼？起心動念。真心沒有起心動念，起心動念就是阿賴耶，我們的真心就變成阿賴耶。所以阿賴耶的體是真心，阿賴耶是妄心。阿賴耶裡頭有三細相，跟現在科學家所講的很接近，我們也不能不佩服這些科學家他能夠講得出來。他也發現，雖然說得很模糊，不很清楚，但是接近佛所親證的境界。"
    },
    {
      "id": "12-017-2058_p0005",
      "zh_CN": "阿赖耶有三细相，这个三细相就是妄心，它能变。诸位要晓得，能现是真心，真心能现，不会变，能变的是妄心。《华严经》上佛多次告诉我们，整个宇宙生命、万法从哪来的？佛说「唯心所现，唯识所变」，这心是真心，识就是阿赖耶，阿赖耶变现的，十法界依正庄严全是阿赖耶变现的。阿赖耶第一个就是「无明业相」，这要是用现代科学名词来说，就是波动，极其微细的波动。大乘教里面也说它做起心动念。起心动念我们知不知道？不知道。起心动念有没有原因？没有原因。起心动念有没有时间？没有时间。《起信论》里面讲「一念不觉」，这就是业相，上面还加个无明，无明是不觉，觉就不会动，不觉才会动。这一动，「见相」就出来，「境界相」就出来。见相是什么？精神现象，现在科学叫信息。境界相是物质，色声香味触法，有形的物质现象出生了，这就是宇宙，这就是生命，信息是生命。总离不了真心。",
      "zh_TW": "阿賴耶有三細相，這個三細相就是妄心，它能變。諸位要曉得，能現是真心，真心能現，不會變，能變的是妄心。《華嚴經》上佛多次告訴我們，整個宇宙生命、萬法從哪來的？佛說「唯心所現，唯識所變」，這心是真心，識就是阿賴耶，阿賴耶變現的，十法界依正莊嚴全是阿賴耶變現的。阿賴耶第一個就是「無明業相」，這要是用現代科學名詞來說，就是波動，極其微細的波動。大乘教裡面也說它做起心動念。起心動念我們知不知道？不知道。起心動念有沒有原因？沒有原因。起心動念有沒有時間？沒有時間。《起信論》裡面講「一念不覺」，這就是業相，上面還加個無明，無明是不覺，覺就不會動，不覺才會動。這一動，「見相」就出來，「境界相」就出來。見相是什麼？精神現象，現在科學叫信息。境界相是物質，色聲香味觸法，有形的物質現象出生了，這就是宇宙，這就是生命，信息是生命。總離不了真心。"
    },
    {
      "id": "12-017-2058_p0006",
      "zh_CN": "我们在大乘经里面听佛的开示，我们才知道有这么一桩事情。而佛菩萨教学的终极目标，并不是说我们知道了、懂得了，有这个事情就可以了，不是的，这不是佛菩萨教学的意思。佛菩萨教我们的意思是要我们自己亲证，证得，证得才是自己的，才有受用。证得当然不容易，我们迷得太深、迷得太久了，佛教我们回头，回头也是一个很艰难的道路，不能不走。走一步就接近一步，走两步就接近两步，愈接近你当然有感受，这个感受是什么？烦恼轻了，你走这条路愈走烦恼愈轻，智慧长了，愈走智慧愈增长，这里头有法喜充满。怎么个走法？古大德教我们真干！真干就是修行。修行这两个字要搞清楚，修是修正，行是行为，我们的行为错了，迷就是错了，邪就是错了，染污就是错了，把这个错误的行为修正过来就对了。把迷修正过来，觉悟了，把邪修正过来就正了，邪知邪见修正过来是正知正见，染污修正过来是清净，这叫修行。修行重实质不重形式，不是说我每天念多少经，念多少声佛号，我磕多少大头。有没用处？如果你的起心动念、言语造作那些毛病都没有修正过来，没用！从前李老师常常警告我们，这种修行方法，临终的时候该怎么生死还是怎么生死，不管用。所以要真干。染净、邪正、善恶有没有标准？有。佛所说的一切经就是标准，总的来说，一切经总不外乎戒定慧这三桩事情。现在佛门编辑的《大藏经》怎么分类？就分成这三类，叫三藏，经藏、律藏、论藏。经藏是讲定，以定为主，律藏是以戒为主，论藏是以慧为主，不外乎这三样东西。这三样东西就是戒定慧三学，就是佛法僧三宝，这就是我们修行的标准。我们起心动念，那个标准是经论；我们的言语、我们的造作，那个标准是戒律。用戒律修正我们身口的行为，用经论修正我们的起心动念。我们的思想见解与经论相应的是正知正见，与经论相违背的是邪知邪见。",
      "zh_TW": "我們在大乘經裡面聽佛的開示，我們才知道有這麼一樁事情。而佛菩薩教學的終極目標，並不是說我們知道了、懂得了，有這個事情就可以了，不是的，這不是佛菩薩教學的意思。佛菩薩教我們的意思是要我們自己親證，證得，證得才是自己的，才有受用。證得當然不容易，我們迷得太深、迷得太久了，佛教我們回頭，回頭也是一個很艱難的道路，不能不走。走一步就接近一步，走兩步就接近兩步，愈接近你當然有感受，這個感受是什麼？煩惱輕了，你走這條路愈走煩惱愈輕，智慧長了，愈走智慧愈增長，這裡頭有法喜充滿。怎麼個走法？古大德教我們真幹！真幹就是修行。修行這兩個字要搞清楚，修是修正，行是行為，我們的行為錯了，迷就是錯了，邪就是錯了，染污就是錯了，把這個錯誤的行為修正過來就對了。把迷修正過來，覺悟了，把邪修正過來就正了，邪知邪見修正過來是正知正見，染污修正過來是清淨，這叫修行。修行重實質不重形式，不是說我每天念多少經，念多少聲佛號，我磕多少大頭。有沒用處？如果你的起心動念、言語造作那些毛病都沒有修正過來，沒用！從前李老師常常警告我們，這種修行方法，臨終的時候該怎麼生死還是怎麼生死，不管用。所以要真幹。染淨、邪正、善惡有沒有標準？有。佛所說的一切經就是標準，總的來說，一切經總不外乎戒定慧這三樁事情。現在佛門編輯的《大藏經》怎麼分類？就分成這三類，叫三藏，經藏、律藏、論藏。經藏是講定，以定為主，律藏是以戒為主，論藏是以慧為主，不外乎這三樣東西。這三樣東西就是戒定慧三學，就是佛法僧三寶，這就是我們修行的標準。我們起心動念，那個標準是經論；我們的言語、我們的造作，那個標準是戒律。用戒律修正我們身口的行為，用經論修正我們的起心動念。我們的思想見解與經論相應的是正知正見，與經論相違背的是邪知邪見。"
    },
    {
      "id": "12-017-2058_p0007",
      "zh_CN": "这里头对现在这个世间的同学，我们不能不提出一个忠告，因为现在人有个很大的问题的知见，那就是认为社会要不断的进步，什么叫进步？把旧的推翻，新的建立，这叫进步。这个观念深深印在现在人心里头，从这个观念，三千年前的佛教、二千五百多年的中国圣贤传统，这都是旧的，现在科技日新月异，这个东西就要把它推翻掉，认为这是进步，认为这是真理。大家都这么想法，过去标准都不要了，造成今天整个世界的混乱、整个世界的灾难。问题出来了，这怎么办？科学家束手无策。确实科学家给全世界的人民提出警告，他说科技像现在这个情形继续再发展，大概这个地球五十年后就不适合人类居住了。这是进步。老祖宗的东西、佛菩萨的东西，它讲精进、它讲日新又新，这也是跟现在讲的进步是一个意思。可是老祖宗讲的进步那个标准是永恒不变的标准，就是这么一个标准，这是怎么回事？这叫真理，真理永恒不变。尤其是佛法讲，不变是真的，会变是假的。所以凡所有相，相变不变？会变。你看人有生老病死，树木花草有生住异灭，山河大地有成住坏空，换句话说，没有一样东西它不变。佛告诉我们，凡是会变的都不是真的，不变的是真的。什么东西不变？真心不变。真心在哪里？真心不是物质，真心也不是精神。真心不但没有物质的现象，你看不见、摸不着；它也不是精神现象，所以也你想不出。这佛法里常讲的，「言语道断，心行处灭」。它存不存在？存在，它真有，永恒的存在，无时不在、无处不在。",
      "zh_TW": "這裡頭對現在這個世間的同學，我們不能不提出一個忠告，因為現在人有個很大的問題的知見，那就是認為社會要不斷的進步，什麼叫進步？把舊的推翻，新的建立，這叫進步。這個觀念深深印在現在人心裡頭，從這個觀念，三千年前的佛教、二千五百多年的中國聖賢傳統，這都是舊的，現在科技日新月異，這個東西就要把它推翻掉，認為這是進步，認為這是真理。大家都這麼想法，過去標準都不要了，造成今天整個世界的混亂、整個世界的災難。問題出來了，這怎麼辦？科學家束手無策。確實科學家給全世界的人民提出警告，他說科技像現在這個情形繼續再發展，大概這個地球五十年後就不適合人類居住了。這是進步。老祖宗的東西、佛菩薩的東西，它講精進、它講日新又新，這也是跟現在講的進步是一個意思。可是老祖宗講的進步那個標準是永恆不變的標準，就是這麼一個標準，這是怎麼回事？這叫真理，真理永恆不變。尤其是佛法講，不變是真的，會變是假的。所以凡所有相，相變不變？會變。你看人有生老病死，樹木花草有生住異滅，山河大地有成住壞空，換句話說，沒有一樣東西它不變。佛告訴我們，凡是會變的都不是真的，不變的是真的。什麼東西不變？真心不變。真心在哪裡？真心不是物質，真心也不是精神。真心不但沒有物質的現象，你看不見、摸不著；它也不是精神現象，所以也你想不出。這佛法裡常講的，「言語道斷，心行處滅」。它存不存在？存在，它真有，永恆的存在，無時不在、無處不在。"
    },
    {
      "id": "12-017-2058_p0008",
      "zh_CN": "我们在学习当中，常常用电视的屏幕做比喻，把电视的屏幕比喻作真心，它确实什么都没有。妄心是什么？妄心是屏幕里面现的现象，音声色相。我们用这个做比喻，诸位从这个比喻细心去体会，所有妄相是不是依萤幕显现出来的？没有这个屏幕它就不能显现，它要依靠这个屏幕显现，但是它不是屏幕。屏幕不是色相，色相不是屏幕，但是它两个又分不开。这就像真心跟妄心，它两个分不开，它两个不是一样东西，这要搞清楚。所以真心是清净的，屏幕是清净，一尘不染。真心是不生不灭的，屏幕上也是不生不灭，所现的相，屏幕还是没有生灭。什么东西生灭？这里面的色相生灭，刹那刹那不住，屏幕并没有动。我们要用这个比喻看惠能大师开悟的报告，他给五祖提出报告，「何期自性本自清净，本不生灭，本自具足，本无动摇，能生万法」。你看看这五句话，用我们现在的电视，你就能很清楚的体会到什么是真什么是妄。佛陀的教学是教我们返妄归真，归到真又不碍妄，活泼！不是说真里头没有妄，真里头有妄，我们今天迷了什么？把妄当作真，把真忘掉，毛病就出在这里。如果我们真妄很清楚，我们守住真，随缘妄，那多自在！妄可以随缘，不妨碍。你看萤幕，不管现什么相，障不障碍它？不障碍，它如如不动，一切随顺。对于所现的相，我们从这里看，自性没有起心动念、没有分别、没有执着、没有欢喜也没有忧愁。如果我们用心永远像屏幕，有没有喜怒哀乐？也行，也可以随顺一切众生的喜怒哀乐，自己有没有？自己真的没有，但是他能随顺，所以跟一切众生又生活得非常融洽，这是佛法，这就是大乘教。所以我是这么多年不看电视，但是我不反对人看电视，为什么？你会不会看，如果会看，天天看电视会开悟、会成佛。这就是宗门那些大德常常测验学生，「你会么？」电视你会看么？会看，成佛了，会看，证果了。不会看，那迷惑颠倒，他笑你跟着他笑，他哭你跟着他哭，你把它完全当真，把你里面的烦恼习气全把它勾引出来，错了。会的，清清楚楚、了了分明，如如不动，又能随喜。我们讲迷悟，佛菩萨觉悟了，知道电视的真相，迷的人对于电视真相完全不了解，就好像是这个状况。所以说是大乘佛法的修学教我们返妄归真。",
      "zh_TW": "我們在學習當中，常常用電視的屏幕做比喻，把電視的屏幕比喻作真心，它確實什麼都沒有。妄心是什麼？妄心是屏幕裡面現的現象，音聲色相。我們用這個做比喻，諸位從這個比喻細心去體會，所有妄相是不是依螢幕顯現出來的？沒有這個屏幕它就不能顯現，它要依靠這個屏幕顯現，但是它不是屏幕。屏幕不是色相，色相不是屏幕，但是它兩個又分不開。這就像真心跟妄心，它兩個分不開，它兩個不是一樣東西，這要搞清楚。所以真心是清淨的，屏幕是清淨，一塵不染。真心是不生不滅的，屏幕上也是不生不滅，所現的相，屏幕還是沒有生滅。什麼東西生滅？這裡面的色相生滅，剎那剎那不住，屏幕並沒有動。我們要用這個比喻看惠能大師開悟的報告，他給五祖提出報告，「何期自性本自清淨，本不生滅，本自具足，本無動搖，能生萬法」。你看看這五句話，用我們現在的電視，你就能很清楚的體會到什麼是真什麼是妄。佛陀的教學是教我們返妄歸真，歸到真又不礙妄，活潑！不是說真裡頭沒有妄，真裡頭有妄，我們今天迷了什麼？把妄當作真，把真忘掉，毛病就出在這裡。如果我們真妄很清楚，我們守住真，隨緣妄，那多自在！妄可以隨緣，不妨礙。你看螢幕，不管現什麼相，障不障礙它？不障礙，它如如不動，一切隨順。對於所現的相，我們從這裡看，自性沒有起心動念、沒有分別、沒有執著、沒有歡喜也沒有憂愁。如果我們用心永遠像屏幕，有沒有喜怒哀樂？也行，也可以隨順一切眾生的喜怒哀樂，自己有沒有？自己真的沒有，但是他能隨順，所以跟一切眾生又生活得非常融洽，這是佛法，這就是大乘教。所以我是這麼多年不看電視，但是我不反對人看電視，為什麼？你會不會看，如果會看，天天看電視會開悟、會成佛。這就是宗門那些大德常常測驗學生，「你會麼？」電視你會看麼？會看，成佛了，會看，證果了。不會看，那迷惑顛倒，他笑你跟著他笑，他哭你跟著他哭，你把它完全當真，把你裡面的煩惱習氣全把它勾引出來，錯了。會的，清清楚楚、了了分明，如如不動，又能隨喜。我們講迷悟，佛菩薩覺悟了，知道電視的真相，迷的人對於電視真相完全不了解，就好像是這個狀況。所以說是大乘佛法的修學教我們返妄歸真。"
    },
    {
      "id": "12-017-2058_p0009",
      "zh_CN": "在受用上来讲，大师在此地跟我们讲的，你所念的真如就是本智、本觉智。实在也就是中国老祖宗所说的本善，本性本善。《三字经》上前面这一句话开宗明义，「人之初，性本善」；这句话就是《华严经》上所说的，佛讲的「一切众生本来是佛」，这就是人之初，性本善。以后为什么会变成这样子？「性相近，习相远」。从本性说，大家是一样的，都是本善、都是本觉、都是本智，这个智是自性里头本有的般若智慧，智慧不是从外来的。只要心清净，清净到极处就豁然大悟，智慧开了。是从定开的慧，不是学来的，学那是知识，为什么？它跟阿赖耶相应，自性本具的智慧与阿赖耶不相应，这要懂得。所以你用阿赖耶去求智慧，怎么会求得到？全叫知识。放下妄想分别执着，智慧就现前。他教你放下这个，你可不能用这个，用妄想分别执着，哪来智慧？",
      "zh_TW": "在受用上來講，大師在此地跟我們講的，你所念的真如就是本智、本覺智。實在也就是中國老祖宗所說的本善，本性本善。《三字經》上前面這一句話開宗明義，「人之初，性本善」；這句話就是《華嚴經》上所說的，佛講的「一切眾生本來是佛」，這就是人之初，性本善。以後為什麼會變成這樣子？「性相近，習相遠」。從本性說，大家是一樣的，都是本善、都是本覺、都是本智，這個智是自性裡頭本有的般若智慧，智慧不是從外來的。只要心清淨，清淨到極處就豁然大悟，智慧開了。是從定開的慧，不是學來的，學那是知識，為什麼？它跟阿賴耶相應，自性本具的智慧與阿賴耶不相應，這要懂得。所以你用阿賴耶去求智慧，怎麼會求得到？全叫知識。放下妄想分別執著，智慧就現前。他教你放下這個，你可不能用這個，用妄想分別執著，哪來智慧？"
    },
    {
      "id": "12-017-2058_p0010",
      "zh_CN": "我们心里很想，我想修定，我想持戒、我想修定，不会。如果你能够老实念这句「南无阿弥陀佛」，你的戒定慧统统具足，而且是自性里头的，全是性德。你能够万缘放下，一心念佛，就是持戒；把这句阿弥陀佛放在心上，除阿弥陀佛之外什么也没有，二六时中念兹在兹，这是修定。根利的，一七、二七就开悟了，佛在《弥陀经》上讲的，若一日、若二日、若三日、若四日、若五日、若六日、若七日。烦恼习气重的，如果说是锲而不舍，念兹在兹，有个三年五载，开悟了。三年五载他功夫成片，功夫成片就是得念佛三昧，不定什么因缘，豁然大悟。烦恼习气很重的，我们在古人修证里面看到的，十年八年、二十年三十年，也有四十年五十年，开悟的，烦恼习气重的。现在的社会对真正修行人很不利，为什么？诱惑的力量太大了。你看，内有烦恼，有五欲六尘，外面的诱惑，真不得了！你睁开眼睛看的，竖起耳朵听的，你所接触到的，全都是违背性德。性德是天理，违背性德就是违背大自然的规律，大自然是和谐的，违背就变成自私自利，就变成了控制占有。人人都有这种强烈的念头、行为，这个世界怎么能不乱？所以什么冲突都发生。我们今天在这社会上，你每天去看，几乎每一分钟都有夫妻冲突、父子冲突、兄弟冲突、亲族冲突、邻里乡党冲突；在学校里，师生冲突、同学冲突，没有一处不冲突。冲突再一提升就是斗争，斗争再提升就是战争，战争，现在就是毁灭。这是现前的社会。",
      "zh_TW": "我們心裡很想，我想修定，我想持戒、我想修定，不會。如果你能夠老實念這句「南無阿彌陀佛」，你的戒定慧統統具足，而且是自性裡頭的，全是性德。你能夠萬緣放下，一心念佛，就是持戒；把這句阿彌陀佛放在心上，除阿彌陀佛之外什麼也沒有，二六時中念茲在茲，這是修定。根利的，一七、二七就開悟了，佛在《彌陀經》上講的，若一日、若二日、若三日、若四日、若五日、若六日、若七日。煩惱習氣重的，如果說是鍥而不捨，念茲在茲，有個三年五載，開悟了。三年五載他功夫成片，功夫成片就是得念佛三昧，不定什麼因緣，豁然大悟。煩惱習氣很重的，我們在古人修證裡面看到的，十年八年、二十年三十年，也有四十年五十年，開悟的，煩惱習氣重的。現在的社會對真正修行人很不利，為什麼？誘惑的力量太大了。你看，內有煩惱，有五欲六塵，外面的誘惑，真不得了！你睜開眼睛看的，豎起耳朵聽的，你所接觸到的，全都是違背性德。性德是天理，違背性德就是違背大自然的規律，大自然是和諧的，違背就變成自私自利，就變成了控制佔有。人人都有這種強烈的念頭、行為，這個世界怎麼能不亂？所以什麼衝突都發生。我們今天在這社會上，你每天去看，幾乎每一分鐘都有夫妻衝突、父子衝突、兄弟衝突、親族衝突、鄰里鄉黨衝突；在學校裡，師生衝突、同學衝突，沒有一處不衝突。衝突再一提升就是鬥爭，鬥爭再提升就是戰爭，戰爭，現在就是毀滅。這是現前的社會。"
    },
    {
      "id": "12-017-2058_p0011",
      "zh_CN": "我们要不是学佛，可以说我早就不在这人世了。我从小就相信命运，我也没有求长寿，很多人告诉我，我的寿命只有四十五岁，我相信。我现在看到我的家谱，我的祖父四十五岁走的，我的伯父也是四十五岁走的，我父亲也是四十五岁走的，前面这几代好像寿命都不长，所以人家说我过不了四十五岁我相信。我也没有求长寿，我只是遇到佛法，希望能往生净土。四十五岁那年确实生了一场病，我自己心里有数，寿命到了要走了，所以我也不看医生也不吃药，为什么？我懂得医生只能医病不能医命，寿命到了他没法子，所以我求生净土。没想到过一个多月病就好了，也没有想到能活这么大年岁，没想到。我在七十九岁的那一年，到北京去访问，生了一场病，四天，这里头有一天我有一次濒死的经验。我了解，自己亲身体验到，很难得。那是一个梦，但是也不像梦，为什么？它太清楚了，平常作梦是模糊，没那么清楚，境界太清楚了。见到释迦牟尼佛，见到阿弥陀佛，见到毘卢遮那佛，见到观世音菩萨，我真的很想跟他们去！可是那个时候我说了一句话，如果佛菩萨要我再留在这个世间帮助苦难众生，我说也可以。这就清醒过来了，这个境界马上就没有了。可是我的病就好了，烧就退了，就没有了，人的精神非常好。第二天我就回到香港，我记得在香港休养两个星期就恢复讲经。所以活在这个世间已经没有自己了，与自己毫不相干。活在这个世间全心全力为两桩事情，第一，正法久住；第二个，帮助苦难众生。我懂得。",
      "zh_TW": "我們要不是學佛，可以說我早就不在這人世了。我從小就相信命運，我也沒有求長壽，很多人告訴我，我的壽命只有四十五歲，我相信。我現在看到我的家譜，我的祖父四十五歲走的，我的伯父也是四十五歲走的，我父親也是四十五歲走的，前面這幾代好像壽命都不長，所以人家說我過不了四十五歲我相信。我也沒有求長壽，我只是遇到佛法，希望能往生淨土。四十五歲那年確實生了一場病，我自己心裡有數，壽命到了要走了，所以我也不看醫生也不吃藥，為什麼？我懂得醫生只能醫病不能醫命，壽命到了他沒法子，所以我求生淨土。沒想到過一個多月病就好了，也沒有想到能活這麼大年歲，沒想到。我在七十九歲的那一年，到北京去訪問，生了一場病，四天，這裡頭有一天我有一次瀕死的經驗。我了解，自己親身體驗到，很難得。那是一個夢，但是也不像夢，為什麼？它太清楚了，平常作夢是模糊，沒那麼清楚，境界太清楚了。見到釋迦牟尼佛，見到阿彌陀佛，見到毘盧遮那佛，見到觀世音菩薩，我真的很想跟他們去！可是那個時候我說了一句話，如果佛菩薩要我再留在這個世間幫助苦難眾生，我說也可以。這就清醒過來了，這個境界馬上就沒有了。可是我的病就好了，燒就退了，就沒有了，人的精神非常好。第二天我就回到香港，我記得在香港休養兩個星期就恢復講經。所以活在這個世間已經沒有自己了，與自己毫不相干。活在這個世間全心全力為兩樁事情，第一，正法久住；第二個，幫助苦難眾生。我懂得。"
    },
    {
      "id": "12-017-2058_p0012",
      "zh_CN": "怎么样才是真正帮助？帮他觉悟是真正帮助。其他帮助都没用处，那就是所谓「头痛医头，脚痛医脚」，那不是根本治疗，根本治疗是要帮助众生破迷开悟。所以佛陀他老人家当年在世显示的那个样子给我们看，我们要会看。佛陀一生干什么？教学，没有一天不是教学。这个我们要知道，要好好把它看清楚，我们学佛就得学得跟他一样。一生教学，身语意三业都是在教学。身，做出榜样来，演出来，从最浅显的，为什么？众生毕竟是凡夫多，业障重的人多，程度平凡的人多！那怎么办？教他做人，怎样做一个标准的人，这个重要。佛用什么？你看佛教导我们，「净业三福」前面四句话，「孝养父母，奉事师长，慈心不杀，修十善业」，那你就是标准的人。真做到！这个十善里面，不杀生，不但不杀生，不能有伤害众生的念头生起来，这个众生再不好，十恶不赦，他是众生，不能杀他、不能伤害他。十恶不赦不是他的本性，是他的习性，你要帮助他，帮助他回头是岸，帮助他回归自性，这才叫教育。要知道十恶不赦的人他没有过失，我要教不好他，过失在我不在他。我没把他教好，我做的样子还不够。你看，这十条，每一条不容易！不偷盗，不偷盗要做到什么？自己心里头没有丝毫占别人便宜的念头，占别人便宜的念头，这就是盗心。佛讲得多么微细，你要看看戒律里面所给你说的、分析的，那非常细密。不邪淫，心地真正清净，真正把孝道做好，这念头就没有了。事实真相要了解，为什么说邪淫不孝？邪淫伤害身体。父母对儿女最关心的是你健康，这头一个，所谓「身有伤，贻亲忧，德有伤，贻亲羞」，这是大不孝！妄语，欺骗人；两舌，挑拨是非；绮语，花言巧语，总是叫别人上当；恶口是说话粗鲁，别人听了难过。起心动念没有贪心、没有瞋恚、没有愚痴。佛给我们简简单单提出这个标准。",
      "zh_TW": "怎麼樣才是真正幫助？幫他覺悟是真正幫助。其他幫助都沒用處，那就是所謂「頭痛醫頭，腳痛醫腳」，那不是根本治療，根本治療是要幫助眾生破迷開悟。所以佛陀他老人家當年在世顯示的那個樣子給我們看，我們要會看。佛陀一生幹什麼？教學，沒有一天不是教學。這個我們要知道，要好好把它看清楚，我們學佛就得學得跟他一樣。一生教學，身語意三業都是在教學。身，做出榜樣來，演出來，從最淺顯的，為什麼？眾生畢竟是凡夫多，業障重的人多，程度平凡的人多！那怎麼辦？教他做人，怎樣做一個標準的人，這個重要。佛用什麼？你看佛教導我們，「淨業三福」前面四句話，「孝養父母，奉事師長，慈心不殺，修十善業」，那你就是標準的人。真做到！這個十善裡面，不殺生，不但不殺生，不能有傷害眾生的念頭生起來，這個眾生再不好，十惡不赦，他是眾生，不能殺他、不能傷害他。十惡不赦不是他的本性，是他的習性，你要幫助他，幫助他回頭是岸，幫助他回歸自性，這才叫教育。要知道十惡不赦的人他沒有過失，我要教不好他，過失在我不在他。我沒把他教好，我做的樣子還不夠。你看，這十條，每一條不容易！不偷盜，不偷盜要做到什麼？自己心裡頭沒有絲毫佔別人便宜的念頭，佔別人便宜的念頭，這就是盜心。佛講得多麼微細，你要看看戒律裡面所給你說的、分析的，那非常細密。不邪淫，心地真正清淨，真正把孝道做好，這念頭就沒有了。事實真相要了解，為什麼說邪淫不孝？邪淫傷害身體。父母對兒女最關心的是你健康，這頭一個，所謂「身有傷，貽親憂，德有傷，貽親羞」，這是大不孝！妄語，欺騙人；兩舌，挑撥是非；綺語，花言巧語，總是叫別人上當；惡口是說話粗魯，別人聽了難過。起心動念沒有貪心、沒有瞋恚、沒有愚痴。佛給我們簡簡單單提出這個標準。"
    },
    {
      "id": "12-017-2058_p0013",
      "zh_CN": "学佛的人，十善业是十个纲领，纲领下面要列出细目，我们在日常生活当中便于学习，那是什么？在中国，古人用儒、用道来辅助，所以佛法在隋唐中叶以后就不再有小乘，用儒跟道代替了。儒家的《弟子规》，道家的《太上感应篇》、《文昌帝君阴骘文》，这是十善业道的细目。分量也不多，为什么？太多了，初学的人不能接受。特别是现代人，愈简单愈好。所以《弟子规》上只有一百一十三桩事，《感应篇》也不很长。如果我们能够依教奉行，十善业就落实，学佛的基础就具足。然后不断向上提升，自然有成就，你会愈学愈欢喜，愈学愈认真。一生当中能够契入境界的，我们从历代古德，像《高僧传》、《居士传》、《善女人传》里面所记载的，多！过去李老师给我们说，记载是有人知道，把它记录下来流传给后世，还有许多写书的人他不知道，没接触到，遗漏了。实在说，遗漏的多，记载的少。过去的人能成就，现在的人怎么会不能成就？哪有这种道理！只要我们好好的学习，个个都有成就。因为我们自性里头本觉本智。",
      "zh_TW": "學佛的人，十善業是十個綱領，綱領下面要列出細目，我們在日常生活當中便於學習，那是什麼？在中國，古人用儒、用道來輔助，所以佛法在隋唐中葉以後就不再有小乘，用儒跟道代替了。儒家的《弟子規》，道家的《太上感應篇》、《文昌帝君陰騭文》，這是十善業道的細目。分量也不多，為什麼？太多了，初學的人不能接受。特別是現代人，愈簡單愈好。所以《弟子規》上只有一百一十三樁事，《感應篇》也不很長。如果我們能夠依教奉行，十善業就落實，學佛的基礎就具足。然後不斷向上提升，自然有成就，你會愈學愈歡喜，愈學愈認真。一生當中能夠契入境界的，我們從歷代古德，像《高僧傳》、《居士傳》、《善女人傳》裡面所記載的，多！過去李老師給我們說，記載是有人知道，把它記錄下來流傳給後世，還有許多寫書的人他不知道，沒接觸到，遺漏了。實在說，遺漏的多，記載的少。過去的人能成就，現在的人怎麼會不能成就？哪有這種道理！只要我們好好的學習，個個都有成就。因為我們自性裡頭本覺本智。"
    },
    {
      "id": "12-017-2058_p0014",
      "zh_CN": "「后二显是恒沙性德」，都是出于自性，就是一个是深心，一个是大悲心，全是性德。哪一个人不爱人？哪有这种道理！中国古圣先贤教导我们，五常仁义礼智信。常就是性德，不是性德它是无常，那不是性德；恒常，永恒不变是性德，说了五个字。仁，「仁者爱人」，仁是推己及人，想到自己一定想到别人，「己所不欲，勿施于人」，这是仁。古圣先贤的教学，这是摆在第一个德目，要认真学习的。义，义是循理，现在说合情合理合法，起心动念考量一下与情理法相不相应，言语造作跟情理法相不相应。现在这个社会，我常常说，至少四代到五代，差不多是一个世纪，把这些事情，就是伦理道德因果疏忽了。尤其受到西方价值观的影响，特别是进步，必须把旧的排除掉建立新的，这叫进步。这样一个观念使我们对于老祖宗的东西、旧的东西距离愈来愈远。在我这个年龄，我十岁离开家乡，我的家乡在农村，所以还接触到一点传统文化的边缘，但是这点边缘带给我一生的幸福。我感谢老祖宗！我怀旧，我念旧。在这么多年当中，走遍全世界许多大都市，我没有被污染，这很不容易，没有受到重大的冲击。我学会忍让，我学会吃亏，中国古大德告诉我们「吃亏是福」，我记得这句话，「谦让是德」，不跟人争，你要我给你。所以这一生平平安安，烦恼轻智慧长，得力于童年的家教。一生喜欢念书，尤其喜欢念古人的书，喜欢跟古人做朋友，因为古人不会变，现代人很善变。这里头的因素我清楚，内有烦恼，外有诱惑，你禁不起冲击就出问题，这是很正常的现象。我们能够稳得住，就是天天没有离开圣贤教诲，常常想到释迦牟尼佛在世，起心动念言语造作全是教人，自己做出好榜样给人看，这个教学是成功的。",
      "zh_TW": "「後二顯是恆沙性德」，都是出於自性，就是一個是深心，一個是大悲心，全是性德。哪一個人不愛人？哪有這種道理！中國古聖先賢教導我們，五常仁義禮智信。常就是性德，不是性德它是無常，那不是性德；恆常，永恆不變是性德，說了五個字。仁，「仁者愛人」，仁是推己及人，想到自己一定想到別人，「己所不欲，勿施於人」，這是仁。古聖先賢的教學，這是擺在第一個德目，要認真學習的。義，義是循理，現在說合情合理合法，起心動念考量一下與情理法相不相應，言語造作跟情理法相不相應。現在這個社會，我常常說，至少四代到五代，差不多是一個世紀，把這些事情，就是倫理道德因果疏忽了。尤其受到西方價值觀的影響，特別是進步，必須把舊的排除掉建立新的，這叫進步。這樣一個觀念使我們對於老祖宗的東西、舊的東西距離愈來愈遠。在我這個年齡，我十歲離開家鄉，我的家鄉在農村，所以還接觸到一點傳統文化的邊緣，但是這點邊緣帶給我一生的幸福。我感謝老祖宗！我懷舊，我念舊。在這麼多年當中，走遍全世界許多大都市，我沒有被污染，這很不容易，沒有受到重大的衝擊。我學會忍讓，我學會吃虧，中國古大德告訴我們「吃虧是福」，我記得這句話，「謙讓是德」，不跟人爭，你要我給你。所以這一生平平安安，煩惱輕智慧長，得力於童年的家教。一生喜歡念書，尤其喜歡念古人的書，喜歡跟古人做朋友，因為古人不會變，現代人很善變。這裡頭的因素我清楚，內有煩惱，外有誘惑，你禁不起衝擊就出問題，這是很正常的現象。我們能夠穩得住，就是天天沒有離開聖賢教誨，常常想到釋迦牟尼佛在世，起心動念言語造作全是教人，自己做出好榜樣給人看，這個教學是成功的。"
    },
    {
      "id": "12-017-2058_p0015",
      "zh_CN": "诸位同学在此地必须要知道，我，净空法师是个凡夫，不是圣人，不是佛菩萨。有没有过失？有，天天还在忏悔，改过自新。这是真的，不是假的。我看到一个人有好处，我就赞叹他，这个人的好处是不是真的能永恒保持，那我不敢说。他一桩好处我就赞叹他一桩，他有缺点我不批评他、我不说他。父母这样教我的，老师这样教我的，佛菩萨经典也是这样教我的。当然，我也不敢轻易赞叹人，但是我赞叹的那个人，诸位要能用孔老夫子这个教诲去理解就好。夫子说，他说开始，我对一个人，「听其言而信其行」，夫子的心多厚道，你说什么我都相信；以后看多了，有很多人言行不符，说的是一桩事情，做的又是一样，他所做的跟他说的相违背，所以夫子晚年态度改变了，他说现在我对于人「听其言而观其行」，这就对了。我赞叹的那个人，诸位同学要记住，你要细心去观察他跟我讲的一样不一样。我跟他们没相处过，只是听说，我听了相信他，他做的跟我想像的不一样，那我就无可奈何。所以孔子教我们这样，这个方法是正确的。尤其夫子让我们考量两桩事情，很多人批评这个人是恶人，那你要细心观察是真的还是假的，不要冤枉了人；很多人赞叹这个人是好人，你要细心观察他，他是真好还是假好，不要被他蒙蔽了。这种教训多好，我们要永远的记住。看人、接触人，常常在一起细心观察他，夫子给我们一个标准，「视其所以，观其所由，察其所安，人焉廋哉」。人与人相处，知人太不容易，知人是圣人。",
      "zh_TW": "諸位同學在此地必須要知道，我，淨空法師是個凡夫，不是聖人，不是佛菩薩。有沒有過失？有，天天還在懺悔，改過自新。這是真的，不是假的。我看到一個人有好處，我就讚歎他，這個人的好處是不是真的能永恆保持，那我不敢說。他一樁好處我就讚歎他一樁，他有缺點我不批評他、我不說他。父母這樣教我的，老師這樣教我的，佛菩薩經典也是這樣教我的。當然，我也不敢輕易讚歎人，但是我讚歎的那個人，諸位要能用孔老夫子這個教誨去理解就好。夫子說，他說開始，我對一個人，「聽其言而信其行」，夫子的心多厚道，你說什麼我都相信；以後看多了，有很多人言行不符，說的是一樁事情，做的又是一樣，他所做的跟他說的相違背，所以夫子晚年態度改變了，他說現在我對於人「聽其言而觀其行」，這就對了。我讚歎的那個人，諸位同學要記住，你要細心去觀察他跟我講的一樣不一樣。我跟他們沒相處過，只是聽說，我聽了相信他，他做的跟我想像的不一樣，那我就無可奈何。所以孔子教我們這樣，這個方法是正確的。尤其夫子讓我們考量兩樁事情，很多人批評這個人是惡人，那你要細心觀察是真的還是假的，不要冤枉了人；很多人讚歎這個人是好人，你要細心觀察他，他是真好還是假好，不要被他蒙蔽了。這種教訓多好，我們要永遠的記住。看人、接觸人，常常在一起細心觀察他，夫子給我們一個標準，「視其所以，觀其所由，察其所安，人焉廋哉」。人與人相處，知人太不容易，知人是聖人。"
    },
    {
      "id": "12-017-2058_p0016",
      "zh_CN": "今天圣贤君子少，原因是什么？原因是我们没有受过基础教育。古时候善人、君子那么多，它有道理。一般在中国古时候是大家庭，这个教育非常严格，小孩从什么时候就开始教学？母亲怀孕的时候，她就学太任。所以先生称自己妻子为太太，太太名词从哪里来？从「三太」来的。周文王的祖母太姜，他妈妈太任，他自己的夫人太姒，都有个太字。太任怀文王的时候，《史记》里头有记载，眼睛不看恶色，耳不听淫声，口不出傲言，就是傲慢的言语不出，她就能守住自己的标准德行。为什么？影响胎儿。实行胎教。小孩出生之后谁教他？妈妈，妈妈不离开小孩。尤其是三年，到三岁，不离开母亲的怀抱，不离开母亲的视线。所以母亲的一举一动都要合乎规矩。规矩是什么？就是《弟子规》。所以《弟子规》这是教小朋友，是母亲做给婴儿看的。你看他从出生，他眼睛睁开就会看，他耳朵在听，他就在学习。他到三岁学了一千天，这一千天根深蒂固，是这么个道理。这才是真的叫扎根教育。这一千天的根扎好了，一生都不会动摇。就是说，你不要看他三岁，他很懂事，他有能力辨别是非、邪正、善恶，他有能力辨别，为什么？他妈妈给他做出这个标准来了。中国古谚语有所谓「三岁看八十」，三岁一千天扎的根到八十岁不会变。现在谁扎根？现在电视扎根，网路在扎根，电视里头演些什么东西他全学会了。现在听说这社会上一个新名词，十五六岁的时候叫「叛逆」，这个名词在古书查不到，中国古籍、典籍里头没这个名词，哪有这种道理！所谓孝子贤孙，这不能不晓得。中国最近这一个世纪，清朝亡国之后，我们对于古圣先贤教诲愈来愈疏远了，抗日战争之后就没有了，再也看不到了。所以现在这个社会有这么多灾难，人日子过得这么苦，其来有自，不是没有原因的。",
      "zh_TW": "今天聖賢君子少，原因是什麼？原因是我們沒有受過基礎教育。古時候善人、君子那麼多，它有道理。一般在中國古時候是大家庭，這個教育非常嚴格，小孩從什麼時候就開始教學？母親懷孕的時候，她就學太任。所以先生稱自己妻子為太太，太太名詞從哪裡來？從「三太」來的。周文王的祖母太姜，他媽媽太任，他自己的夫人太姒，都有個太字。太任懷文王的時候，《史記》裡頭有記載，眼睛不看惡色，耳不聽淫聲，口不出傲言，就是傲慢的言語不出，她就能守住自己的標準德行。為什麼？影響胎兒。實行胎教。小孩出生之後誰教他？媽媽，媽媽不離開小孩。尤其是三年，到三歲，不離開母親的懷抱，不離開母親的視線。所以母親的一舉一動都要合乎規矩。規矩是什麼？就是《弟子規》。所以《弟子規》這是教小朋友，是母親做給嬰兒看的。你看他從出生，他眼睛睜開就會看，他耳朵在聽，他就在學習。他到三歲學了一千天，這一千天根深蒂固，是這麼個道理。這才是真的叫扎根教育。這一千天的根紮好了，一生都不會動搖。就是說，你不要看他三歲，他很懂事，他有能力辨別是非、邪正、善惡，他有能力辨別，為什麼？他媽媽給他做出這個標準來了。中國古諺語有所謂「三歲看八十」，三歲一千天紮的根到八十歲不會變。現在誰扎根？現在電視扎根，網路在扎根，電視裡頭演些什麼東西他全學會了。現在聽說這社會上一個新名詞，十五六歲的時候叫「叛逆」，這個名詞在古書查不到，中國古籍、典籍裡頭沒這個名詞，哪有這種道理！所謂孝子賢孫，這不能不曉得。中國最近這一個世紀，清朝亡國之後，我們對於古聖先賢教誨愈來愈疏遠了，抗日戰爭之後就沒有了，再也看不到了。所以現在這個社會有這麼多災難，人日子過得這麼苦，其來有自，不是沒有原因的。"
    },
    {
      "id": "12-017-2058_p0017",
      "zh_CN": "我们讲到深心，好善好德，要修一切善！清凉大师在此地讲「恒沙性德」。底下讲，「然此三心，有一必兼余二」，这句话很重要。这个三心就是直心、深心、大悲心，只要有一个，一定有那两个；如果说有一个，其余两个没有，没这回事情，有一决定有二。由此可知，我们有对人的同情心，对别人的爱心，肯定你有好善好德的心，肯定你有直心。你是个非常自爱的人，你肯定会爱人，你肯定有真心。所以怎样把我们的菩提心找到，把我们的菩提心发出来，这句话是关键。我不知道怎么发？你只找一个，你要能够想同情别人、爱护别人。这个同情爱护要像什么？要像爱你自己的子女一样。你很爱你的子女，你爱天下人都像爱你子女那样，那么样的爱护，那么样的关怀，那么样的照顾，问题就解决，你的菩提心渐渐就露出来了。推己及人，别人的儿女跟我自己儿女没有两样，大爱出来了，平等性出来了。平等才会清净，不平等里头就有染污，为什么？它有分别、它有执着，那是妄心，那不是真心。我们要学，还没有学会，没有学会不要紧，继续努力去学。",
      "zh_TW": "我們講到深心，好善好德，要修一切善！清涼大師在此地講「恆沙性德」。底下講，「然此三心，有一必兼餘二」，這句話很重要。這個三心就是直心、深心、大悲心，只要有一個，一定有那兩個；如果說有一個，其餘兩個沒有，沒這回事情，有一決定有二。由此可知，我們有對人的同情心，對別人的愛心，肯定你有好善好德的心，肯定你有直心。你是個非常自愛的人，你肯定會愛人，你肯定有真心。所以怎樣把我們的菩提心找到，把我們的菩提心發出來，這句話是關鍵。我不知道怎麼發？你只找一個，你要能夠想同情別人、愛護別人。這個同情愛護要像什麼？要像愛你自己的子女一樣。你很愛你的子女，你愛天下人都像愛你子女那樣，那麼樣的愛護，那麼樣的關懷，那麼樣的照顧，問題就解決，你的菩提心漸漸就露出來了。推己及人，別人的兒女跟我自己兒女沒有兩樣，大愛出來了，平等性出來了。平等才會清淨，不平等裡頭就有染污，為什麼？它有分別、它有執著，那是妄心，那不是真心。我們要學，還沒有學會，沒有學會不要緊，繼續努力去學。"
    },
    {
      "id": "12-017-2058_p0018",
      "zh_CN": "如果年岁大了，学来不及了，那怎么办？你要记住，你要相信，相信什么？相信有轮回，相信有业报，相信这个之后，你还得相信有极乐世界，相信有阿弥陀佛。轮回、业报不要紧，一心专念阿弥陀佛求生极乐世界，全超越了。这一生能够超越轮回，能够超越业报，这还得了！生到西方极乐世界，再没有业报了，为什么？没有恶缘。果报，你有因，因还得遇到缘，果报才会现前。我们有恶因，无始劫以来有恶因，生到极乐世界就没有恶缘，所以那个地方就没有恶报。因此，我们念佛要常常想到我这一生造作这些杀盗淫妄，造的这些业，得罪了多少众生。这些冤亲债主大多数不饶恕你，如果你要是有天眼，你要是看看你的周边，那个冤亲债主在那里等待机会来报复你的不知道有多少。所以我们念佛、诵经、行善，常常要想到我为谁做的？为我累劫现前冤亲债主做的，功德回向给他们，这才能化解。这个是消极的。积极的，从今之后明白了，不再造恶业，即使见到五逆十恶的人，也要像佛菩萨一样原谅他，为什么？他很可怜，他要不知道回头，他有果报。阿赖耶里面有恶因，现在又造恶，造恶，现在就缘，他怎么会没有果报？你想起他将来在三途受报那种凄惨的现象，我们的怜悯心就生出来，慈悲心就生出来。怎样把我们的真心，我们真心里头的纯善纯净、慈悲怜悯，要把这种心激发出来，对我们修行帮助就大，我们真正走上断恶修善的菩萨道。",
      "zh_TW": "如果年歲大了，學來不及了，那怎麼辦？你要記住，你要相信，相信什麼？相信有輪迴，相信有業報，相信這個之後，你還得相信有極樂世界，相信有阿彌陀佛。輪迴、業報不要緊，一心專念阿彌陀佛求生極樂世界，全超越了。這一生能夠超越輪迴，能夠超越業報，這還得了！生到西方極樂世界，再沒有業報了，為什麼？沒有惡緣。果報，你有因，因還得遇到緣，果報才會現前。我們有惡因，無始劫以來有惡因，生到極樂世界就沒有惡緣，所以那個地方就沒有惡報。因此，我們念佛要常常想到我這一生造作這些殺盜淫妄，造的這些業，得罪了多少眾生。這些冤親債主大多數不饒恕你，如果你要是有天眼，你要是看看你的周邊，那個冤親債主在那裡等待機會來報復你的不知道有多少。所以我們念佛、誦經、行善，常常要想到我為誰做的？為我累劫現前冤親債主做的，功德迴向給他們，這才能化解。這個是消極的。積極的，從今之後明白了，不再造惡業，即使見到五逆十惡的人，也要像佛菩薩一樣原諒他，為什麼？他很可憐，他要不知道回頭，他有果報。阿賴耶裡面有惡因，現在又造惡，造惡，現在就緣，他怎麼會沒有果報？你想起他將來在三途受報那種淒慘的現象，我們的憐憫心就生出來，慈悲心就生出來。怎樣把我們的真心，我們真心裡頭的純善純淨、慈悲憐憫，要把這種心激發出來，對我們修行幫助就大，我們真正走上斷惡修善的菩薩道。"
    },
    {
      "id": "12-017-2058_p0019",
      "zh_CN": "底下大师告诉我们，「而三贤互有增微」，这个讲得好。实在三贤有增微，我们何尝没有？我们大家在一起同修，你看有的人慈悲心多一点，有些人慈悲心少一点，他不就是有不同？三贤，像十住跟十行就不一样。他为什么有这个阶层？也就是有增有减，不相同。有人大悲心多一点，深心少一点。深心我讲了三个，我用《无量寿经》上讲的，清净、平等、正觉，我讲这三个。实在这三个它有连带关系，虽有连带关系还是有等差、有不同。这个原因是我们过去生中习性不一样，所以性相近、习相远，习性不相同，这不能不知道的。已经有的，帮助他提升，缺少这一分的，要慢慢把他提起来。这是我们在这一生当中最重要的一桩事情。实在讲，五欲六尘并不重要，物质生活愈清淡愈健康。",
      "zh_TW": "底下大師告訴我們，「而三賢互有增微」，這個講得好。實在三賢有增微，我們何嘗沒有？我們大家在一起同修，你看有的人慈悲心多一點，有些人慈悲心少一點，他不就是有不同？三賢，像十住跟十行就不一樣。他為什麼有這個階層？也就是有增有減，不相同。有人大悲心多一點，深心少一點。深心我講了三個，我用《無量壽經》上講的，清淨、平等、正覺，我講這三個。實在這三個它有連帶關係，雖有連帶關係還是有等差、有不同。這個原因是我們過去生中習性不一樣，所以性相近、習相遠，習性不相同，這不能不知道的。已經有的，幫助他提升，缺少這一分的，要慢慢把他提起來。這是我們在這一生當中最重要的一樁事情。實在講，五欲六塵並不重要，物質生活愈清淡愈健康。"
    },
    {
      "id": "12-017-2058_p0020",
      "zh_CN": "自古以来，佛门的修行人对于物质生活没有祈求。佛陀的时代，物质生活是什么？三衣一钵。他们生活在热带，没有四季，三衣就足够了。衣服破了才再去找一件，到哪去找？到垃圾堆里面去找。有很多人破衣服丢掉了，出家人到那里把人家丢掉的破衣服捡起来，看看那个布还能用的把它剪下来，不能用的才丢掉，这样累积成能够把它缝起来变成一件大的，就可以自己用，所以叫粪扫衣，别人丢弃掉的，是这么来的。他衣服一块一块，料子也不一样，颜色也不一样，穿起来也很难看，所以把它染色，染成咖啡色。这个染料就是红黄蓝白黑统统混合起来，五种颜色混合成一起就变成这种颜色，这叫做袈裟。袈裟是印度话，意思就是它不是一个单纯的，它是杂色的，很多杂在一起的叫袈裟。我们现在中国出家人，袈裟只有这一件披在外面，你看这上面一格一格的。所以现在是一块料子好好的把它剪下来，意思已经不对了。从前是捡人家的，是这样的。现在是表法，披在身上纪念释迦牟尼佛当年在世的时候，三件衣，一个钵，日中一食，树下一宿，佛给我们做的榜样。我们今天学佛了，剃度了，做为佛的出家弟子，接受信徒可以说丰厚的供养，我们的生活比很多贫苦的人优越太多，世尊当年没有过，我们能安心吗？我们能不好好的修行吗？古大德有一句话说，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」。这首偈是真的不是假的，不是骗人的，也不是吓唬人的，是老老实实说的话。你要是相信，你常常会警惕自己、勉励自己认真努力修学。别人供养你，目的是什么？目的是求福报。出家人有修行，这是福田，我供养你希望能得一点福。如果我们没有福报，白受人家供养，你将来能不还债吗？这个意思很深很广，要我们细心去体会，你自然就明白了。",
      "zh_TW": "自古以來，佛門的修行人對於物質生活沒有祈求。佛陀的時代，物質生活是什麼？三衣一缽。他們生活在熱帶，沒有四季，三衣就足夠了。衣服破了才再去找一件，到哪去找？到垃圾堆裡面去找。有很多人破衣服丟掉了，出家人到那裡把人家丟掉的破衣服撿起來，看看那個布還能用的把它剪下來，不能用的才丟掉，這樣累積成能夠把它縫起來變成一件大的，就可以自己用，所以叫糞掃衣，別人丟棄掉的，是這麼來的。他衣服一塊一塊，料子也不一樣，顏色也不一樣，穿起來也很難看，所以把它染色，染成咖啡色。這個染料就是紅黃藍白黑統統混合起來，五種顏色混合成一起就變成這種顏色，這叫做袈裟。袈裟是印度話，意思就是它不是一個單純的，它是雜色的，很多雜在一起的叫袈裟。我們現在中國出家人，袈裟只有這一件披在外面，你看這上面一格一格的。所以現在是一塊料子好好的把它剪下來，意思已經不對了。從前是撿人家的，是這樣的。現在是表法，披在身上紀念釋迦牟尼佛當年在世的時候，三件衣，一個缽，日中一食，樹下一宿，佛給我們做的榜樣。我們今天學佛了，剃度了，做為佛的出家弟子，接受信徒可以說豐厚的供養，我們的生活比很多貧苦的人優越太多，世尊當年沒有過，我們能安心嗎？我們能不好好的修行嗎？古大德有一句話說，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」。這首偈是真的不是假的，不是騙人的，也不是嚇唬人的，是老老實實說的話。你要是相信，你常常會警惕自己、勉勵自己認真努力修學。別人供養你，目的是什麼？目的是求福報。出家人有修行，這是福田，我供養你希望能得一點福。如果我們沒有福報，白受人家供養，你將來能不還債嗎？這個意思很深很廣，要我們細心去體會，你自然就明白了。"
    },
    {
      "id": "12-017-2058_p0021",
      "zh_CN": "无论在哪个行业，要晓得社会，人是个社会动物，社会是群体的。我们在这个社会上，这个地球就是个大社会，我们有我们本分事情，本分事情做好了，是我们对社会的贡献。有贡献，就是你有尽义务，你才能有享受；没有尽义务单享受，那是多大的福报。有没有想过这些事情？出家人的义务是什么？看看释迦牟尼佛，他在社会上尽的什么义务？教学，天天劝人为善。对初级的，劝人断恶修善；对于根性利的、程度高的，劝他破迷开悟；更高的，劝他转凡成圣，上中下三等根机，佛教的内容不一样。可是诸位要知道，念佛这个法门是转凡成圣。转凡成圣它包不包含破迷开悟、断恶修善？包括。如果我们今天真的是希望了脱生死，希望我们能够往生极乐世界，亲近阿弥陀佛，我们就会把这个世间放下！至少把自私自利放下，名闻利养放下，五欲六尘放下，贪瞋痴慢放下，为什么？我想到极乐世界去。这个东西要不放下去不了，这个东西放下之后就可以去了。真能放下，这就是觉悟。为什么放不下？迷，还迷在这个世间里头，是非人我、名闻利养没放下。这个东西，死了带不去的，对于修行、对于念佛往生严重的障碍。这个不能不知道。",
      "zh_TW": "無論在哪個行業，要曉得社會，人是個社會動物，社會是群體的。我們在這個社會上，這個地球就是個大社會，我們有我們本分事情，本分事情做好了，是我們對社會的貢獻。有貢獻，就是你有盡義務，你才能有享受；沒有盡義務單享受，那是多大的福報。有沒有想過這些事情？出家人的義務是什麼？看看釋迦牟尼佛，他在社會上盡的什麼義務？教學，天天勸人為善。對初級的，勸人斷惡修善；對於根性利的、程度高的，勸他破迷開悟；更高的，勸他轉凡成聖，上中下三等根機，佛教的內容不一樣。可是諸位要知道，念佛這個法門是轉凡成聖。轉凡成聖它包不包含破迷開悟、斷惡修善？包括。如果我們今天真的是希望了脫生死，希望我們能夠往生極樂世界，親近阿彌陀佛，我們就會把這個世間放下！至少把自私自利放下，名聞利養放下，五欲六塵放下，貪瞋痴慢放下，為什麼？我想到極樂世界去。這個東西要不放下去不了，這個東西放下之後就可以去了。真能放下，這就是覺悟。為什麼放不下？迷，還迷在這個世間裡頭，是非人我、名聞利養沒放下。這個東西，死了帶不去的，對於修行、對於念佛往生嚴重的障礙。這個不能不知道。"
    },
    {
      "id": "12-017-2058_p0022",
      "zh_CN": "到这个世间来，到底来干什么？佛讲了，你不是来享福的，就是来受罪的。佛说一切众生，到这个世间来的人是业报。你过去行善，你来享福；你过去造恶，你来受苦，这是业报。可是佛教导我们，业可以转，你看云谷禅师帮助袁了凡，就把业转了。怎么个转法？知道自己所做的一切不善，真正忏悔。真忏悔，过去章嘉大师告诉我，忏悔也不在形式，要真干。形式是什么？在佛菩萨面前发露忏悔，忏完之后再干，那有什么用处？老师告诉我，忏悔就跟孔子所讲的「不贰过」，知道自己有过失，以后再不会有同样的过失，这叫真忏悔，忏除业障。念佛是真正忏除业障，为什么？你心里只有阿弥陀佛，阿弥陀佛是善中之善，没有比这个更善的，其他全放下了，只好好的抓住这句阿弥陀佛，往生决定有分。",
      "zh_TW": "到這個世間來，到底來幹什麼？佛講了，你不是來享福的，就是來受罪的。佛說一切眾生，到這個世間來的人是業報。你過去行善，你來享福；你過去造惡，你來受苦，這是業報。可是佛教導我們，業可以轉，你看雲谷禪師幫助袁了凡，就把業轉了。怎麼個轉法？知道自己所做的一切不善，真正懺悔。真懺悔，過去章嘉大師告訴我，懺悔也不在形式，要真幹。形式是什麼？在佛菩薩面前發露懺悔，懺完之後再幹，那有什麼用處？老師告訴我，懺悔就跟孔子所講的「不貳過」，知道自己有過失，以後再不會有同樣的過失，這叫真懺悔，懺除業障。念佛是真正懺除業障，為什麼？你心裡只有阿彌陀佛，阿彌陀佛是善中之善，沒有比這個更善的，其他全放下了，只好好的抓住這句阿彌陀佛，往生決定有分。"
    },
    {
      "id": "12-017-2058_p0023",
      "zh_CN": "这个地方讲「十住直心增故，故名为解。解为行愿本，故首而明之。」这几句话说得很好，在这里也给我们有很大的启示，我们学佛、读经、研教，搞了几十年都没有真正搞懂，像开经偈所说的，「无上甚深微妙法，百千万劫难遭遇，我今见闻得受持，愿解如来真实义」。结果怎么样？我们是曲解如来真实义，误解如来真实义，甚至于错解如来真实义，这怎么会有成就！为什么不能解？完全在用心的关系，我们没有用真心，用真心来学你就能解。真心是直心，妄心是扭曲的，你心是歪的，所以你不能解如来真实义。直心，我讲的真诚心，真诚就能解。李老师以前教导我们，他说秘诀是「至诚感通」，他教我这四个字。他说除这个方法之外，找不到第二个办法。因为真正要发心承担如来的家业，如来的家业是什么？是正法久住，普度众生。这个担子多重，这个事业多么伟大！所以老师讲，那势必要通达世出世间法。为什么？通达出世间法，你讲经才契理；通达世间法，你说法才契机，契机契理你才能做得到。这个通达就是解。",
      "zh_TW": "這個地方講「十住直心增故，故名為解。解為行願本，故首而明之。」這幾句話說得很好，在這裡也給我們有很大的啟示，我們學佛、讀經、研教，搞了幾十年都沒有真正搞懂，像開經偈所說的，「無上甚深微妙法，百千萬劫難遭遇，我今見聞得受持，願解如來真實義」。結果怎麼樣？我們是曲解如來真實義，誤解如來真實義，甚至於錯解如來真實義，這怎麼會有成就！為什麼不能解？完全在用心的關係，我們沒有用真心，用真心來學你就能解。真心是直心，妄心是扭曲的，你心是歪的，所以你不能解如來真實義。直心，我講的真誠心，真誠就能解。李老師以前教導我們，他說祕訣是「至誠感通」，他教我這四個字。他說除這個方法之外，找不到第二個辦法。因為真正要發心承擔如來的家業，如來的家業是什麼？是正法久住，普度眾生。這個擔子多重，這個事業多麼偉大！所以老師講，那勢必要通達世出世間法。為什麼？通達出世間法，你講經才契理；通達世間法，你說法才契機，契機契理你才能做得到。這個通達就是解。"
    },
    {
      "id": "12-017-2058_p0024",
      "zh_CN": "你去读书，你有多少时间？一天读八个小时，这《大藏经》你到哪一年才能念得完？《四库全书》活一百岁都念不完。那这个愿不就变成空的？变成妄想？真难！这不是假的。所以老师以后教我一个方法，诚，真诚。诚还不够，要加一个至诚，至诚是真诚到极处，通了，求感应。也就是我们这个经上所看到的求佛力加持，没有佛力加持不行。求佛力加持，我们能听得懂，我们能看得懂，所以得用真心。真心发了，对人是真心，对事是真心，对一切万物都是真心。不可能说，我对佛菩萨经典是真心，我对别人就用妄心，那是假的，真心没发出来。一真一切真，一妄是一切妄。那想想，现在我们用真心，别人都是用妄心，我诚诚恳恳对他，他都欺骗我，那我不是吃亏了、不是上当了？对，吃亏上当的人会成佛，不肯吃亏、不肯上当的人依旧搞六道轮回，你这个帐算算看。所以你搞清楚，甘心吃亏、欢喜上当，才知道古人讲的话，吃亏是福，你成佛作祖去了。这句话给我们很大的鼓励，古人所谓是「难得糊涂」。李老师有次曾经告诉我，他说人想学愚不容易。那个时候他已经七、八十岁了，他告诉我，「我一生想学愚都学不到，没学会」。学愚是什么？就是糊涂。那不是真糊涂，外面是糊涂，里面是明了，很不容易做到。",
      "zh_TW": "你去讀書，你有多少時間？一天讀八個小時，這《大藏經》你到哪一年才能念得完？《四庫全書》活一百歲都念不完。那這個願不就變成空的？變成妄想？真難！這不是假的。所以老師以後教我一個方法，誠，真誠。誠還不夠，要加一個至誠，至誠是真誠到極處，通了，求感應。也就是我們這個經上所看到的求佛力加持，沒有佛力加持不行。求佛力加持，我們能聽得懂，我們能看得懂，所以得用真心。真心發了，對人是真心，對事是真心，對一切萬物都是真心。不可能說，我對佛菩薩經典是真心，我對別人就用妄心，那是假的，真心沒發出來。一真一切真，一妄是一切妄。那想想，現在我們用真心，別人都是用妄心，我誠誠懇懇對他，他都欺騙我，那我不是吃虧了、不是上當了？對，吃虧上當的人會成佛，不肯吃虧、不肯上當的人依舊搞六道輪迴，你這個帳算算看。所以你搞清楚，甘心吃虧、歡喜上當，才知道古人講的話，吃虧是福，你成佛作祖去了。這句話給我們很大的鼓勵，古人所謂是「難得糊塗」。李老師有次曾經告訴我，他說人想學愚不容易。那個時候他已經七、八十歲了，他告訴我，「我一生想學愚都學不到，沒學會」。學愚是什麼？就是糊塗。那不是真糊塗，外面是糊塗，裡面是明瞭，很不容易做到。"
    },
    {
      "id": "12-017-2058_p0025",
      "zh_CN": "所以求解一定要用真诚心，处事待人接物用真诚心绝对有好处，为什么？只要有直心，你的清净平等觉、你的大慈悲心自然会引起来。这个地方清凉大师告诉我们，有一个必定会有另外两个，只是增微不一样。所以讲到究竟，无非是要我们用真心不能用妄心，妄心要放下，真心就现前。真心不要求？为什么？是你自性里头本有的，你一求就错了，那又偏了，你又变成妄心。放下妄心就是真心，我们只要放下自私自利，放下名闻利养，放下五欲六尘，放下贪瞋痴慢，起心动念为正法久住想，怎么样让佛法再复兴起来；为一切苦难众生想，我怎样帮助他化解灾难；让一切有情众生、让一切人真的健康长寿幸福美满，常常想这个，不要想自己。为佛法，如何能够帮助，像古时候一样人才辈出，常常想到这个，舍自己身命也在所不惜。身体总归是要消失的，灵性不灭，后继有人，那就是圆满功德。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以求解一定要用真誠心，處事待人接物用真誠心絕對有好處，為什麼？只要有直心，你的清淨平等覺、你的大慈悲心自然會引起來。這個地方清涼大師告訴我們，有一個必定會有另外兩個，只是增微不一樣。所以講到究竟，無非是要我們用真心不能用妄心，妄心要放下，真心就現前。真心不要求？為什麼？是你自性裡頭本有的，你一求就錯了，那又偏了，你又變成妄心。放下妄心就是真心，我們只要放下自私自利，放下名聞利養，放下五欲六塵，放下貪瞋痴慢，起心動念為正法久住想，怎麼樣讓佛法再復興起來；為一切苦難眾生想，我怎樣幫助他化解災難；讓一切有情眾生、讓一切人真的健康長壽幸福美滿，常常想這個，不要想自己。為佛法，如何能夠幫助，像古時候一樣人才輩出，常常想到這個，捨自己身命也在所不惜。身體總歸是要消失的，靈性不滅，後繼有人，那就是圓滿功德。今天時間到了，我們就學習到此地。"
    }
  ]
}