{
  "doc_id": "12-017-1637",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六三七卷",
    "zh_TW": "第一六三七卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1637",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "12-017-1637_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「贤首品第十二」，十行位，第二首偈看起。我们将经文念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「賢首品第十二」，十行位，第二首偈看起。我們將經文念一遍："
    },
    {
      "id": "12-017-1637_p0002",
      "zh_CN": "【若能具足摩诃衍。则能如法供养佛。若能如法供养佛。则能念佛心不动。若能念佛心不动。则常睹见无量佛。】",
      "zh_TW": "【若能具足摩訶衍。則能如法供養佛。若能如法供養佛。則能念佛心不動。若能念佛心不動。則常睹見無量佛。】"
    },
    {
      "id": "12-017-1637_p0003",
      "zh_CN": "这一共六句。第一句说，如果我们能够具足大乘法，『摩诃衍』是大乘法，『则能如法供养佛』；换句话说，人天的供养，二乘的供养，不能称佛之意。大乘经里面常说，若不弘法利众生，这句话说得很清楚、很明白，如果不能够弘法利益众生，则不名为报恩者。我们怎么样报佛恩？由此我们就知道，怎样叫如法？佛经上有一句话，世尊说得很多，那就是「信受奉行、为人演说」；信受奉行是自利，为人演说是利他，这才叫「如法供养」。如果我们只能够做到信受奉行，不能说这个不如法，这个供养佛不圆满。可是要真正利益众生，首先要利益自己，自己不成就，怎么能成就别人？佛常讲受持读诵、为人演说，受前面一定有信，信受奉行，读诵在奉行里头，然后才能够为人演说。这样子才能报佛恩，才能不辜负自己，因为自己本来是佛，本来成佛。这句话非常重要。理所当然，我们应该恢复到自己的本来面目，没有恢复之前，决定不能够离惭愧心。",
      "zh_TW": "這一共六句。第一句說，如果我們能夠具足大乘法，『摩訶衍』是大乘法，『則能如法供養佛』；換句話說，人天的供養，二乘的供養，不能稱佛之意。大乘經裡面常說，若不弘法利眾生，這句話說得很清楚、很明白，如果不能夠弘法利益眾生，則不名為報恩者。我們怎麼樣報佛恩？由此我們就知道，怎樣叫如法？佛經上有一句話，世尊說得很多，那就是「信受奉行、為人演說」；信受奉行是自利，為人演說是利他，這才叫「如法供養」。如果我們只能夠做到信受奉行，不能說這個不如法，這個供養佛不圓滿。可是要真正利益眾生，首先要利益自己，自己不成就，怎麼能成就別人？佛常講受持讀誦、為人演說，受前面一定有信，信受奉行，讀誦在奉行裡頭，然後才能夠為人演說。這樣子才能報佛恩，才能不辜負自己，因為自己本來是佛，本來成佛。這句話非常重要。理所當然，我們應該恢復到自己的本來面目，沒有恢復之前，決定不能夠離慚愧心。"
    },
    {
      "id": "12-017-1637_p0004",
      "zh_CN": "人有惭愧，自然就能够精进不懈；人要是没有惭愧，就必然是自甘堕落。中国读书人讲，良知没有了，世俗人常讲良心，有没有良心？有良心就有惭愧，没有惭愧，良心没有了，那就没法子，佛菩萨来也无可奈何。所以，人不能够不振奋起来，尤其是遇到「摩诃衍」，我们真的明白、肯定了，不再怀疑了，就一定要认真努力去修行。修正过去一切错误的思想、行为，这叫修行。错还是让它继续错下去，这不行，一定要知道把它修正。",
      "zh_TW": "人有慚愧，自然就能夠精進不懈；人要是沒有慚愧，就必然是自甘墮落。中國讀書人講，良知沒有了，世俗人常講良心，有沒有良心？有良心就有慚愧，沒有慚愧，良心沒有了，那就沒法子，佛菩薩來也無可奈何。所以，人不能夠不振奮起來，尤其是遇到「摩訶衍」，我們真的明白、肯定了，不再懷疑了，就一定要認真努力去修行。修正過去一切錯誤的思想、行為，這叫修行。錯還是讓它繼續錯下去，這不行，一定要知道把它修正。"
    },
    {
      "id": "12-017-1637_p0005",
      "zh_CN": "清凉大师告诉我们，在注解里面说，「次二行摄」，就是第二首偈的前面两句。这个二行是哪二行？第三行「无违逆」，第四「无屈挠」。你看虽没有二行位菩萨的名称，菩萨修行的原理原则，十行菩萨统统都具足。今天我们从哪里下手？记住世尊这一句话就行，「受持读诵，为人演说」，或者用经末后一句话，「信受奉行，为人演说」，意思都是差不多的。首先我们要能接受，这个受当然就有信，没有信你怎么会接受？清净信心，坚定的信心，我们才接受佛陀的教诲。",
      "zh_TW": "清涼大師告訴我們，在註解裡面說，「次二行攝」，就是第二首偈的前面兩句。這個二行是哪二行？第三行「無違逆」，第四「無屈撓」。你看雖沒有二行位菩薩的名稱，菩薩修行的原理原則，十行菩薩統統都具足。今天我們從哪裡下手？記住世尊這一句話就行，「受持讀誦，為人演說」，或者用經末後一句話，「信受奉行，為人演說」，意思都是差不多的。首先我們要能接受，這個受當然就有信，沒有信你怎麼會接受？清淨信心，堅定的信心，我們才接受佛陀的教誨。"
    },
    {
      "id": "12-017-1637_p0006",
      "zh_CN": "佛陀虽然现在不在，佛陀所讲的教诲在经典里面，经典还遗留在世间，叫法宝，希有难逢。我们在今天，在这个时代，还能看到中文译本的全藏，这是多大的福报！一般人不知道，我们学佛学了五十多年，晓得。佛在经上常讲人身难得、佛法难逢，你这一生当中能够看到全部藏经，难上加难。你问问，这个世间学佛的人不少，几个人见到全藏？我相信诸位都能够明了，你一生当中遇到一部经，能够依教奉行，你就能成就，这是真的。",
      "zh_TW": "佛陀雖然現在不在，佛陀所講的教誨在經典裡面，經典還遺留在世間，叫法寶，希有難逢。我們在今天，在這個時代，還能看到中文譯本的全藏，這是多大的福報！一般人不知道，我們學佛學了五十多年，曉得。佛在經上常講人身難得、佛法難逢，你這一生當中能夠看到全部藏經，難上加難。你問問，這個世間學佛的人不少，幾個人見到全藏？我相信諸位都能夠明瞭，你一生當中遇到一部經，能夠依教奉行，你就能成就，這是真的。"
    },
    {
      "id": "12-017-1637_p0007",
      "zh_CN": "受持，接受之后，持是你在一生当中，佛家常讲尽形寿，就是我活一天，我就要保持一天。保持是什么意思？不是我把它收藏起来，不是，那个没有用处。收藏起来的话，说老实话，对不起自己，也对不起佛陀，也对不起众生。持是什么意思？做到，天天要做到，那个才叫持。读诵，读多了不行，为什么？读多了也记不得，读多了心散漫，在全藏里头取一部就够了。",
      "zh_TW": "受持，接受之後，持是你在一生當中，佛家常講盡形壽，就是我活一天，我就要保持一天。保持是什麼意思？不是我把它收藏起來，不是，那個沒有用處。收藏起來的話，說老實話，對不起自己，也對不起佛陀，也對不起眾生。持是什麼意思？做到，天天要做到，那個才叫持。讀誦，讀多了不行，為什麼？讀多了也記不得，讀多了心散漫，在全藏裡頭取一部就夠了。"
    },
    {
      "id": "12-017-1637_p0008",
      "zh_CN": "我常常劝人取哪一部？取《无量寿经》，一部就够了。尤其是夏莲居老居士的会集本，那是《大藏经》里面五种原译本的集大成，太希有了。我们生在这个时代，遇到了，实在是像彭际清居士所说的，无量劫来希有难逢之一日，不容易。我们不能不认真，不能不努力。天天读诵，把它当作朝暮课诵。如果年岁大的，《无量寿经》太长，希望简单一点，那我就介绍你去读《阿弥陀经》，小本《华严》！也是非常的希有，古代依这部经修行往生的，不知道有多少人！如果要是求解，蕅益大师的《要解》真正是简要详明。你可以全部受持，连经带解，分量大概只有《无量寿经》的一半。一生就专门受持一部，其他的都不要了，你的心专一，这个力量就大。",
      "zh_TW": "我常常勸人取哪一部？取《無量壽經》，一部就夠了。尤其是夏蓮居老居士的會集本，那是《大藏經》裡面五種原譯本的集大成，太希有了。我們生在這個時代，遇到了，實在是像彭際清居士所說的，無量劫來希有難逢之一日，不容易。我們不能不認真，不能不努力。天天讀誦，把它當作朝暮課誦。如果年歲大的，《無量壽經》太長，希望簡單一點，那我就介紹你去讀《阿彌陀經》，小本《華嚴》！也是非常的希有，古代依這部經修行往生的，不知道有多少人！如果要是求解，蕅益大師的《要解》真正是簡要詳明。你可以全部受持，連經帶解，分量大概只有《無量壽經》的一半。一生就專門受持一部，其他的都不要了，你的心專一，這個力量就大。"
    },
    {
      "id": "12-017-1637_p0009",
      "zh_CN": "古大德一生受持一部经，修行到某个程度，也就是说心专一了，《弥陀经》上的目标就是一心不乱，一心不乱到相当程度，智慧就开了。智慧一开，跟禅宗里面的大彻大悟没有两样，不但佛法通了，世法也通。虽通，依旧专门念这一部经，一生不改变，这个道理要懂。世尊留给我们的经教非常丰富，各人可以在《藏经》里选择你最喜欢的。当然要适合你的程度，不适合程度，你就很难受持；适合自己的程度就很容易，不难。",
      "zh_TW": "古大德一生受持一部經，修行到某個程度，也就是說心專一了，《彌陀經》上的目標就是一心不亂，一心不亂到相當程度，智慧就開了。智慧一開，跟禪宗裡面的大徹大悟沒有兩樣，不但佛法通了，世法也通。雖通，依舊專門念這一部經，一生不改變，這個道理要懂。世尊留給我們的經教非常豐富，各人可以在《藏經》裡選擇你最喜歡的。當然要適合你的程度，不適合程度，你就很難受持；適合自己的程度就很容易，不難。"
    },
    {
      "id": "12-017-1637_p0010",
      "zh_CN": "可是说到此地我又要特别强调，摩诃衍不容易。具足摩诃衍，从哪里来的？从常修波罗蜜来的，换句话说，你有没有六度的基础？没有六波罗蜜的基础，大乘有名无实，这个不能不知道。波罗蜜是从哪来的？波罗蜜是从戒定慧来的，六波罗蜜就是戒定慧里面的慧，可见得最初方便是持戒。在佛法里面，无论大乘、小乘，宗门、教下，显教、密教，最初方便，就是你从哪里入门？全是戒律。所以，戒律在佛法里头是共同科目，不管你修学哪个法门，你都必须要遵守。没有说不持戒能成就的，没有，找不到。佛教给我们，以戒为师、以苦为师，这两句话牢牢记住。我们今天戒律，十善、五戒都做不到，那我们受持读诵、为人演说这句话就是说说而已，做不到。",
      "zh_TW": "可是說到此地我又要特別強調，摩訶衍不容易。具足摩訶衍，從哪裡來的？從常修波羅蜜來的，換句話說，你有沒有六度的基礎？沒有六波羅蜜的基礎，大乘有名無實，這個不能不知道。波羅蜜是從哪來的？波羅蜜是從戒定慧來的，六波羅蜜就是戒定慧裡面的慧，可見得最初方便是持戒。在佛法裡面，無論大乘、小乘，宗門、教下，顯教、密教，最初方便，就是你從哪裡入門？全是戒律。所以，戒律在佛法裡頭是共同科目，不管你修學哪個法門，你都必須要遵守。沒有說不持戒能成就的，沒有，找不到。佛教給我們，以戒為師、以苦為師，這兩句話牢牢記住。我們今天戒律，十善、五戒都做不到，那我們受持讀誦、為人演說這句話就是說說而已，做不到。"
    },
    {
      "id": "12-017-1637_p0011",
      "zh_CN": "早年，我在李老师会下学经教的时候，我们虽然很努力，但是认真来讲，持戒、苦行要跟古人比，我们差得很远，只有那么一点点基础而已。李老师看到当前弘法的人少，那个时候在台湾，寺庙里面就不讲经了。善导寺一年讲两次经，请法师去讲经，一次是一个星期，好像我还接受他们两次邀请；其他的都没有了。一年五十多个星期只讲两个星期，其他的道场可能一年一个星期都没有。所以李老师很慈悲，开班教学，教我们这些年轻人，鼓励我们发心出去讲经，为人演说。这谈何容易？所以老师对我们是大开方便之门，教我们讲注解。我们同学们就接受了，讲经没有人敢接受，讲注解那就方便多了。",
      "zh_TW": "早年，我在李老師會下學經教的時候，我們雖然很努力，但是認真來講，持戒、苦行要跟古人比，我們差得很遠，只有那麼一點點基礎而已。李老師看到當前弘法的人少，那個時候在台灣，寺廟裡面就不講經了。善導寺一年講兩次經，請法師去講經，一次是一個星期，好像我還接受他們兩次邀請；其他的都沒有了。一年五十多個星期只講兩個星期，其他的道場可能一年一個星期都沒有。所以李老師很慈悲，開班教學，教我們這些年輕人，鼓勵我們發心出去講經，為人演說。這談何容易？所以老師對我們是大開方便之門，教我們講註解。我們同學們就接受了，講經沒有人敢接受，講註解那就方便多了。"
    },
    {
      "id": "12-017-1637_p0012",
      "zh_CN": "古人的注解太深，李老师讲的很浅，所以最初老师是让我们复讲他所讲的。我那个时候参加，第一部就是老师教游俊杰居士讲《阿难问事佛吉凶经》。老师上课是用私塾的方法，一次教两个人，这两个人跟他面对面坐。其他同学都要用心听，但是我们不讲，他两个人要上台去讲。老师把这部经讲一遍，每个人都要做笔记，那时候我也要写笔记，写了干什么？给游居士拿去做讲稿的资料，他就拿回去写讲稿，为什么？他记不了那么多，大家帮着记。那个时候台湾还没有录音机，所以同学帮助记，记完之后统统给他，他回去整理，写出讲稿出来。讲稿写完之后，大概要写八千字，一个星期。写完之后，上台讲一遍给我们同学听，我们同学当听众，老师也听。讲完之后，接受同学的批评，接受同学们提意见，帮他修正。最后老师做讲评，回去再修正，要经过这么多手续。再修正之后，才正式上台跟莲社莲友、同修们讲这部经。一个讲普通话，一个讲台语，好像是翻译，实际上讲稿相同，两个人在台上表演。我们学讲经是这种方式学出来的，就是古时候讲「讲小座」，小座就是复讲，这就简单多了。",
      "zh_TW": "古人的註解太深，李老師講的很淺，所以最初老師是讓我們複講他所講的。我那個時候參加，第一部就是老師教游俊傑居士講《阿難問事佛吉凶經》。老師上課是用私塾的方法，一次教兩個人，這兩個人跟他面對面坐。其他同學都要用心聽，但是我們不講，他兩個人要上台去講。老師把這部經講一遍，每個人都要做筆記，那時候我也要寫筆記，寫了幹什麼？給游居士拿去做講稿的資料，他就拿回去寫講稿，為什麼？他記不了那麼多，大家幫著記。那個時候台灣還沒有錄音機，所以同學幫助記，記完之後統統給他，他回去整理，寫出講稿出來。講稿寫完之後，大概要寫八千字，一個星期。寫完之後，上台講一遍給我們同學聽，我們同學當聽眾，老師也聽。講完之後，接受同學的批評，接受同學們提意見，幫他修正。最後老師做講評，回去再修正，要經過這麼多手續。再修正之後，才正式上台跟蓮社蓮友、同修們講這部經。一個講普通話，一個講台語，好像是翻譯，實際上講稿相同，兩個人在台上表演。我們學講經是這種方式學出來的，就是古時候講「講小座」，小座就是複講，這就簡單多了。"
    },
    {
      "id": "12-017-1637_p0013",
      "zh_CN": "老师用这个方法引导我们入门，引导我们对讲演、讲经产生兴趣，觉得这个不难，我们可以学。到讲了几年，有基础了，老师再告诉你讲注解，注解里面最好是讲古人的注解。为什么？古人注经都是有修有证，那就不会错。现在人如果是没有修行、没有证果，那就难免不出差错，讲错了要负因果责任。可是古人的注解有些地方很深，不懂怎么办？可以用今人的注解做参考，就参考你不懂的那一段、不懂的那一句，实际上还是以古注为主，这就对了。我们跟老师学的就这么一点本事，说老实话，很浅薄，并不深。这就是谚语所谓师父带进门，带你进门，往后修行在个人，各个人将来的成就是你自己的事情。老师引进门之后，你真的在这个经教里头有心得，锲而不舍，不畏艰难困苦，真的叫一门深入，你会有成就。",
      "zh_TW": "老師用這個方法引導我們入門，引導我們對講演、講經產生興趣，覺得這個不難，我們可以學。到講了幾年，有基礎了，老師再告訴你講註解，註解裡面最好是講古人的註解。為什麼？古人註經都是有修有證，那就不會錯。現在人如果是沒有修行、沒有證果，那就難免不出差錯，講錯了要負因果責任。可是古人的註解有些地方很深，不懂怎麼辦？可以用今人的註解做參考，就參考你不懂的那一段、不懂的那一句，實際上還是以古註為主，這就對了。我們跟老師學的就這麼一點本事，說老實話，很淺薄，並不深。這就是諺語所謂師父帶進門，帶你進門，往後修行在個人，各個人將來的成就是你自己的事情。老師引進門之後，你真的在這個經教裡頭有心得，鍥而不捨，不畏艱難困苦，真的叫一門深入，你會有成就。"
    },
    {
      "id": "12-017-1637_p0014",
      "zh_CN": "悟，每个人都有悟处，有小悟、有大悟；彻悟，我们同学里头还没有，小悟很多。小悟也有浅深不同，大悟亦复如此。悟得深、悟得广，靠什么？靠放下，换句话说，还是要靠持戒，要靠修定。修定不一定要盘腿打坐，定是什么？定是清净心。修定，换句话说，你的妄念要减少，希望一年比一年少，一月比一月少。妄念少了，智慧就现前，为什么？智慧是你自己本来有的，不是从外头来的，这个诸位不能不记住。",
      "zh_TW": "悟，每個人都有悟處，有小悟、有大悟；徹悟，我們同學裡頭還沒有，小悟很多。小悟也有淺深不同，大悟亦復如此。悟得深、悟得廣，靠什麼？靠放下，換句話說，還是要靠持戒，要靠修定。修定不一定要盤腿打坐，定是什麼？定是清淨心。修定，換句話說，你的妄念要減少，希望一年比一年少，一月比一月少。妄念少了，智慧就現前，為什麼？智慧是你自己本來有的，不是從外頭來的，這個諸位不能不記住。"
    },
    {
      "id": "12-017-1637_p0015",
      "zh_CN": "佛在这部经上告诉我们，一切众生皆有如来智慧德相，统统有，什么都不缺，只是被烦恼盖复住，透不出来。所以烦恼轻，它就透，轻一分就透一分，轻两分就透两分。不是说烦恼统统断掉之后，智慧才现前，不是的。就好像什么？智慧像一盏灯一样，我们摄影棚里面的灯，因为灯光太亮，都要用纸把它盖住，要盖好多层，透不透？还是透。你盖的纸张盖的层数愈多，它光透得愈小；你盖覆得愈少，它透出来就愈亮。我们自性里面本具的般若智慧亦复如是，只要你烦恼轻，智慧就现前。不但智慧现前，德相也现前，德是能力，相是福报，统统现前。不要去羡慕别人，也不要嫉妒别人，这个事情大家是平等的。他有智慧，他放下的多，他烦恼比我轻，所以他智慧比我多，道理就在此地，我再能放下，我跟他没有两样。所以持戒是叫我们放下。",
      "zh_TW": "佛在這部經上告訴我們，一切眾生皆有如來智慧德相，統統有，什麼都不缺，只是被煩惱蓋覆住，透不出來。所以煩惱輕，它就透，輕一分就透一分，輕兩分就透兩分。不是說煩惱統統斷掉之後，智慧才現前，不是的。就好像什麼？智慧像一盞燈一樣，我們攝影棚裡面的燈，因為燈光太亮，都要用紙把它蓋住，要蓋好多層，透不透？還是透。你蓋的紙張蓋的層數愈多，它光透得愈小；你蓋覆得愈少，它透出來就愈亮。我們自性裡面本具的般若智慧亦復如是，只要你煩惱輕，智慧就現前。不但智慧現前，德相也現前，德是能力，相是福報，統統現前。不要去羨慕別人，也不要嫉妒別人，這個事情大家是平等的。他有智慧，他放下的多，他煩惱比我輕，所以他智慧比我多，道理就在此地，我再能放下，我跟他沒有兩樣。所以持戒是叫我們放下。"
    },
    {
      "id": "12-017-1637_p0016",
      "zh_CN": "我们的毛病习气真的是太多，给你讲原则，你听了点头，不知道从哪里下手？现在我们提倡《弟子规》、提倡《感应篇》，从这儿下手。这什么意思？《弟子规》里头头一句，「父母呼，应勿缓；父母命，行勿懒」，你说这什么意思？这是戒律，以父母做例子。我们人有傲慢的习气，人人都有，与生俱来。你看大乘教里面讲唯识，执着是末那，末那识与生俱来的，四大烦恼常相随。这四大烦恼是什么？第一个我见，执着身是我，我见；我爱、我痴、我慢，爱是贪，痴是愚痴，慢是瞋恚里面的一分，三毒烦恼，末那识具足。",
      "zh_TW": "我們的毛病習氣真的是太多，給你講原則，你聽了點頭，不知道從哪裡下手？現在我們提倡《弟子規》、提倡《感應篇》，從這兒下手。這什麼意思？《弟子規》裡頭頭一句，「父母呼，應勿緩；父母命，行勿懶」，你說這什麼意思？這是戒律，以父母做例子。我們人有傲慢的習氣，人人都有，與生俱來。你看大乘教裡面講唯識，執著是末那，末那識與生俱來的，四大煩惱常相隨。這四大煩惱是什麼？第一個我見，執著身是我，我見；我愛、我痴、我慢，愛是貪，痴是愚痴，慢是瞋恚裡面的一分，三毒煩惱，末那識具足。"
    },
    {
      "id": "12-017-1637_p0017",
      "zh_CN": "这个事情，我们中国古老的祖宗晓得，你看《礼记．曲礼》里面讲「傲不可长」，这就知道傲慢人人都有，不要再增长就好。儒是世间法，它不出六道轮回，所以傲慢要降低，不要太过分，叫你傲不可长。佛家讲出世法，这个烦恼非断不可，你有这个烦恼，六道出不去。不但六道，欲界都出不去。你就晓得《弟子规》头两句，持戒破我们的傲慢；换句话说，你要把慢放下。一切众生叫我们，我们都应该很快就答应；别人拜托我们做事情，如果我们答应了，就要很认真把它做到。你们想想看这是什么？是不是戒律里面的断傲慢？所以《弟子规》能够做到，我们过去今生烦恼的习气纵然不断，它控制住了，理性控制住，对我们持戒就大有方便。我们现在持戒为什么这么困难？就是没有这个基础，我们的烦恼习气太重。儒会减轻一些，道又减轻一些，到佛就不难了，道理在此地，所以不能不认真的落实。认真落实，对你契入摩诃衍大有帮助。这个事情不能不知道，一定就是从这个地方扎根，然后你才能够深入经藏。",
      "zh_TW": "這個事情，我們中國古老的祖宗曉得，你看《禮記．曲禮》裡面講「傲不可長」，這就知道傲慢人人都有，不要再增長就好。儒是世間法，它不出六道輪迴，所以傲慢要降低，不要太過分，叫你傲不可長。佛家講出世法，這個煩惱非斷不可，你有這個煩惱，六道出不去。不但六道，欲界都出不去。你就曉得《弟子規》頭兩句，持戒破我們的傲慢；換句話說，你要把慢放下。一切眾生叫我們，我們都應該很快就答應；別人拜託我們做事情，如果我們答應了，就要很認真把它做到。你們想想看這是什麼？是不是戒律裡面的斷傲慢？所以《弟子規》能夠做到，我們過去今生煩惱的習氣縱然不斷，它控制住了，理性控制住，對我們持戒就大有方便。我們現在持戒為什麼這麼困難？就是沒有這個基礎，我們的煩惱習氣太重。儒會減輕一些，道又減輕一些，到佛就不難了，道理在此地，所以不能不認真的落實。認真落實，對你契入摩訶衍大有幫助。這個事情不能不知道，一定就是從這個地方扎根，然後你才能夠深入經藏。"
    },
    {
      "id": "12-017-1637_p0018",
      "zh_CN": "深入经藏，一部就行，一部经就代表经藏，你真能够在经教里头有所领悟，「学而时习之，不亦悦乎」，你真正得法喜。法喜现前，你的精神倍增，你会勇猛精进，你不会懈怠；现在精神提不起来，懈怠懒散，你没有得到法喜。谚语常讲「人逢喜事精神爽」，这个世间什么是最大的喜事？最大的快乐？觉悟是最大的快乐。你读经，遍遍都有悟处，你怎么不快乐？然后你才知道经典的奥妙，妙在什么地方？妙在义理深广没有边际。你从开始学，这个时候念，念到老、念到死，愈念愈有味道，真正进入到学不厌、教不倦。为什么学不厌、教不倦？味道太足了。学是享受，教也是享受，方东美先生告诉我的，人生最高的享受，我感激方老师。",
      "zh_TW": "深入經藏，一部就行，一部經就代表經藏，你真能夠在經教裡頭有所領悟，「學而時習之，不亦悅乎」，你真正得法喜。法喜現前，你的精神倍增，你會勇猛精進，你不會懈怠；現在精神提不起來，懈怠懶散，你沒有得到法喜。諺語常講「人逢喜事精神爽」，這個世間什麼是最大的喜事？最大的快樂？覺悟是最大的快樂。你讀經，遍遍都有悟處，你怎麼不快樂？然後你才知道經典的奧妙，妙在什麼地方？妙在義理深廣沒有邊際。你從開始學，這個時候念，念到老、念到死，愈念愈有味道，真正進入到學不厭、教不倦。為什麼學不厭、教不倦？味道太足了。學是享受，教也是享受，方東美先生告訴我的，人生最高的享受，我感激方老師。"
    },
    {
      "id": "12-017-1637_p0019",
      "zh_CN": "这次我拜托人找一张老师的照片，因为老师的照片我已经没有了。我看到我们十楼图书室里头有一张，照得很好，那一张原来是四吋的，老师送给我的。原来的照片都不知道，搬家搬太多了，不晓得搬哪里去了。可能还在，因为书籍太多，不知道放在什么地方。这一张我在台湾印三百张。",
      "zh_TW": "這次我拜託人找一張老師的照片，因為老師的照片我已經沒有了。我看到我們十樓圖書室裡頭有一張，照得很好，那一張原來是四吋的，老師送給我的。原來的照片都不知道，搬家搬太多了，不曉得搬哪裡去了。可能還在，因為書籍太多，不知道放在什麼地方。這一張我在台灣印三百張。"
    },
    {
      "id": "12-017-1637_p0020",
      "zh_CN": "非常怀念老师的教诲，告诉我「学佛是人生最高的享受」。学不厌，最高的享受，教不倦，最高的享受，其乐无穷，决不是世间名闻利养、五欲六尘可以相比的。这个乐趣，不契入你得不到，得到之后，欲罢不能。干什么天天孜孜在经本上？乐！这是真正供养。自己得到之后，不要学小乘，小乘是不愿意跟人分享；大乘得到一点点，与一切大众分享，决定没有保留，和盘托出。统统都给人，你自己还有吗？明天又会提升，天天有进步，你说多快乐！人怎么会堕落？最痛苦的是什么？最痛苦的是，如果三天不读经，五天不读经，那很苦。至于为人演说，这个事情不能中断。你在讲台上、在讲堂上为人演说，平常跟人谈话也是为人演说，跟一个人聊天，也是为人演说，解答问题还是为人演说。为人演说一天到晚不中断，这个生活多快乐！",
      "zh_TW": "非常懷念老師的教誨，告訴我「學佛是人生最高的享受」。學不厭，最高的享受，教不倦，最高的享受，其樂無窮，決不是世間名聞利養、五欲六塵可以相比的。這個樂趣，不契入你得不到，得到之後，欲罷不能。幹什麼天天孜孜在經本上？樂！這是真正供養。自己得到之後，不要學小乘，小乘是不願意跟人分享；大乘得到一點點，與一切大眾分享，決定沒有保留，和盤托出。統統都給人，你自己還有嗎？明天又會提升，天天有進步，你說多快樂！人怎麼會墮落？最痛苦的是什麼？最痛苦的是，如果三天不讀經，五天不讀經，那很苦。至於為人演說，這個事情不能中斷。你在講台上、在講堂上為人演說，平常跟人談話也是為人演說，跟一個人聊天，也是為人演說，解答問題還是為人演說。為人演說一天到晚不中斷，這個生活多快樂！"
    },
    {
      "id": "12-017-1637_p0021",
      "zh_CN": "我供养老师，老师在的时候，我还有物质供养。逢年过节，有些人送给我好的东西，吃的一类好的东西，我转手就供养老师。老师不在，感恩，念念不忘。如果不是他老人家，我这一生就没有机会跟佛法接触，因为那时候有严重的误会，以为它是迷信，不愿意接触。没有他老人家在课程里面最后的单元，「佛经哲学」，我们才知道佛法是大学问，佛法是高等哲学，这才引起兴趣，才能够深入。",
      "zh_TW": "我供養老師，老師在的時候，我還有物質供養。逢年過節，有些人送給我好的東西，吃的一類好的東西，我轉手就供養老師。老師不在，感恩，念念不忘。如果不是他老人家，我這一生就沒有機會跟佛法接觸，因為那時候有嚴重的誤會，以為它是迷信，不願意接觸。沒有他老人家在課程裡面最後的單元，「佛經哲學」，我們才知道佛法是大學問，佛法是高等哲學，這才引起興趣，才能夠深入。"
    },
    {
      "id": "12-017-1637_p0022",
      "zh_CN": "所以我们讲到供养，如法供养，《华严经》，大乘教里面是讲布施。布施跟供养在事上讲是一样的，心上不一样，心上有真诚恭敬。真诚恭敬的布施就叫做供养，没有真诚恭敬不叫供养，叫布施。所以你看一般大乘教里面六波罗蜜讲布施，在《华严》里面，普贤菩萨十愿不讲布施，讲供养，广修供养。你看十愿，第一个礼敬诸佛，第二个称赞如来，第三个广修供养，那个广，意思真的是广大无边。对十法界的众生，这是对象，对于三途，畜生、饿鬼、地狱，都像供佛一样的真诚恭敬，平等的供养。这是称佛的本怀，佛确实希望我们能这样做，这与性德完全相应。",
      "zh_TW": "所以我們講到供養，如法供養，《華嚴經》，大乘教裡面是講布施。布施跟供養在事上講是一樣的，心上不一樣，心上有真誠恭敬。真誠恭敬的布施就叫做供養，沒有真誠恭敬不叫供養，叫布施。所以你看一般大乘教裡面六波羅蜜講布施，在《華嚴》裡面，普賢菩薩十願不講布施，講供養，廣修供養。你看十願，第一個禮敬諸佛，第二個稱讚如來，第三個廣修供養，那個廣，意思真的是廣大無邊。對十法界的眾生，這是對象，對於三途，畜生、餓鬼、地獄，都像供佛一樣的真誠恭敬，平等的供養。這是稱佛的本懷，佛確實希望我們能這樣做，這與性德完全相應。"
    },
    {
      "id": "12-017-1637_p0023",
      "zh_CN": "所以佛没有不恭敬的。为什么？他清楚，整个宇宙无量的世界，这个世界是大世界不是小世界，大千世界，无量的大千世界，森罗万象，依正庄严，哪里来的？法性变现出来。法性就是自性，换句话说，是你自性变现出来的。你恭敬众生是恭敬自己，自尊，你爱众生是爱自己。好比森罗万象、依正庄严是我们自己一个身体，一切众生是我们身体里面一个细胞、一个原子、一个粒子，聚集成这个身体。哪个细胞不是自己？怎么能不爱护？怎么能不关怀？只有在大乘法里面才真正肯定，宇宙跟自己的关系是一不是二。所以说「十方三世佛，共同一法身」，一个心，一个智慧，力（十力）、四无畏亦复如是，这我们前面念过的，所以它是一体。众生有过，就是我们自己有过，要原谅，要宽恕，要帮助他改过自新，不能够责备，不能够轻视，道理就在此地，这才真正是「如法供养佛」。好，现在时间到了，我们休息几分钟。",
      "zh_TW": "所以佛沒有不恭敬的。為什麼？他清楚，整個宇宙無量的世界，這個世界是大世界不是小世界，大千世界，無量的大千世界，森羅萬象，依正莊嚴，哪裡來的？法性變現出來。法性就是自性，換句話說，是你自性變現出來的。你恭敬眾生是恭敬自己，自尊，你愛眾生是愛自己。好比森羅萬象、依正莊嚴是我們自己一個身體，一切眾生是我們身體裡面一個細胞、一個原子、一個粒子，聚集成這個身體。哪個細胞不是自己？怎麼能不愛護？怎麼能不關懷？只有在大乘法裡面才真正肯定，宇宙跟自己的關係是一不是二。所以說「十方三世佛，共同一法身」，一個心，一個智慧，力（十力）、四無畏亦復如是，這我們前面念過的，所以它是一體。眾生有過，就是我們自己有過，要原諒，要寬恕，要幫助他改過自新，不能夠責備，不能夠輕視，道理就在此地，這才真正是「如法供養佛」。好，現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "12-017-1637_p0024",
      "zh_CN": "诸位法师，诸位同学，请坐。我们继续看后面这首偈：",
      "zh_TW": "諸位法師，諸位同學，請坐。我們繼續看後面這首偈："
    },
    {
      "id": "12-017-1637_p0025",
      "zh_CN": "【若能如法供养佛。则能念佛心不动。】",
      "zh_TW": "【若能如法供養佛。則能念佛心不動。】"
    },
    {
      "id": "12-017-1637_p0026",
      "zh_CN": "清凉大师在注解里面告诉我们，「念佛心不动，及常见佛，并是定慧行」，是属于定跟慧，「故属后六行，释相可知」。后面六个，无痴乱行、善现行、无着行，这是「心不动」；「常见佛」是难得行、善法行、真实行。所以配十行后面的六行，这两句。心不动、常念佛，它的因是如法供养，它的缘是具足大乘。这是华严会上的菩萨，我们现在所讲的都是十行位的菩萨，有修有证。往上去，无功用道，那个意思愈来愈深，愈来愈微妙，完全是性德的自然流露，这个我们应当要知道。就是我们要学，没法子学，只能够学一个仿佛，一个很粗很浅的样子，实际上讲，我们学不到，这不能不知道。",
      "zh_TW": "清涼大師在註解裡面告訴我們，「念佛心不動，及常見佛，並是定慧行」，是屬於定跟慧，「故屬後六行，釋相可知」。後面六個，無痴亂行、善現行、無著行，這是「心不動」；「常見佛」是難得行、善法行、真實行。所以配十行後面的六行，這兩句。心不動、常念佛，它的因是如法供養，它的緣是具足大乘。這是華嚴會上的菩薩，我們現在所講的都是十行位的菩薩，有修有證。往上去，無功用道，那個意思愈來愈深，愈來愈微妙，完全是性德的自然流露，這個我們應當要知道。就是我們要學，沒法子學，只能夠學一個彷彿，一個很粗很淺的樣子，實際上講，我們學不到，這不能不知道。"
    },
    {
      "id": "12-017-1637_p0027",
      "zh_CN": "学不到怎么成就？这就要念佛求生净土。所以《华严经》到最后，古来祖师大德说得非常好，《华严》如果没有十大愿王导归极乐，这部经就不能够圆满，说得再好听，做不到。如果是真正往生西方极乐世界，换句话说，《华严经》就圆满了。《华严》的圆满在《无量寿》，你才知道《无量寿经》的好处。我原本发愿是一生讲《无量寿经》，讲这部经是韩馆长往生的前两天恳切的要求，我答应她了。答应，不能妄语，她希望《华严经》能够讲圆满，留一套完整的录音、录相，提供后人做参考。我满她的愿，不然的话，我的一生就是希望专讲《无量寿经》。你看《无量寿经》过去我讲过十遍，末后在新加坡这一遍还没有讲完，这是第十一遍。真的是无比殊胜，愈讲愈欢喜，愈讲愈觉得义理无有穷尽，法喜充满。",
      "zh_TW": "學不到怎麼成就？這就要念佛求生淨土。所以《華嚴經》到最後，古來祖師大德說得非常好，《華嚴》如果沒有十大願王導歸極樂，這部經就不能夠圓滿，說得再好聽，做不到。如果是真正往生西方極樂世界，換句話說，《華嚴經》就圓滿了。《華嚴》的圓滿在《無量壽》，你才知道《無量壽經》的好處。我原本發願是一生講《無量壽經》，講這部經是韓館長往生的前兩天懇切的要求，我答應她了。答應，不能妄語，她希望《華嚴經》能夠講圓滿，留一套完整的錄音、錄相，提供後人做參考。我滿她的願，不然的話，我的一生就是希望專講《無量壽經》。你看《無量壽經》過去我講過十遍，末後在新加坡這一遍還沒有講完，這是第十一遍。真的是無比殊勝，愈講愈歡喜，愈講愈覺得義理無有窮盡，法喜充滿。"
    },
    {
      "id": "12-017-1637_p0028",
      "zh_CN": "但是《华严》实在讲与净土关系非常密切，所以魏默深居士把《行愿品》附在三经后面，称为净土四经，有道理，这关系密切就可想而知。印光大师把《楞严经》里面「大势至念佛圆通章」合在四经后面，称为净土五经。我讲净土经的时候说得很明白、很清楚，这五样东西是净宗的大圆满，其他没有必要了。「大势至念佛圆通章」只有二百四十四个字，比《般若心经》还短，《般若心经》是二百六十个字，它是二百四十四个字。那是什么？那是净土的《心经》，希有的殊胜。所以净宗这五经，加上《往生论》，叫五经一论，无论你依据哪一种修学，统统成就，没有不成就的。可是成就要因缘具足，那个因缘具足在《华严》里面才看得出来，一般讲很难讲得清楚。《华严经》一步一步给我们讲上来，真的好像带领我们去参观西方极乐世界，让我们心里面有个很明确的概念，真正是希有。",
      "zh_TW": "但是《華嚴》實在講與淨土關係非常密切，所以魏默深居士把《行願品》附在三經後面，稱為淨土四經，有道理，這關係密切就可想而知。印光大師把《楞嚴經》裡面「大勢至念佛圓通章」合在四經後面，稱為淨土五經。我講淨土經的時候說得很明白、很清楚，這五樣東西是淨宗的大圓滿，其他沒有必要了。「大勢至念佛圓通章」只有二百四十四個字，比《般若心經》還短，《般若心經》是二百六十個字，它是二百四十四個字。那是什麼？那是淨土的《心經》，希有的殊勝。所以淨宗這五經，加上《往生論》，叫五經一論，無論你依據哪一種修學，統統成就，沒有不成就的。可是成就要因緣具足，那個因緣具足在《華嚴》裡面才看得出來，一般講很難講得清楚。《華嚴經》一步一步給我們講上來，真的好像帶領我們去參觀西方極樂世界，讓我們心裡面有個很明確的概念，真正是希有。"
    },
    {
      "id": "12-017-1637_p0029",
      "zh_CN": "念佛，这两个字也非常的深奥！念佛不就是念阿弥陀佛吗？念阿弥陀佛是个笼统的总称，首先你要晓得什么是佛？这就很难说了。禅宗里面讲明心见性、见性成佛，什么是佛？佛是自性。自性本来具足无量智慧、无量德能、无量相好，你说哪一样不是佛？虚空法界无量佛刹，依正庄严、森罗万象，你说哪一样不是佛？所谓是「佛氏门中，不舍一法」，法法皆是。你在一切法里面看到性，看到法性，这是念佛。只有看到法性，你的心才不会动；没有见性，你的心是动的。这个话怎么说？见性，性是真心，真心不动；没有见性，心是妄心，妄心是生灭法，它怎么不动？你看这个意思比念阿弥陀佛意思深。",
      "zh_TW": "念佛，這兩個字也非常的深奧！念佛不就是念阿彌陀佛嗎？念阿彌陀佛是個籠統的總稱，首先你要曉得什麼是佛？這就很難說了。禪宗裡面講明心見性、見性成佛，什麼是佛？佛是自性。自性本來具足無量智慧、無量德能、無量相好，你說哪一樣不是佛？虛空法界無量佛剎，依正莊嚴、森羅萬象，你說哪一樣不是佛？所謂是「佛氏門中，不捨一法」，法法皆是。你在一切法裡面看到性，看到法性，這是念佛。只有看到法性，你的心才不會動；沒有見性，你的心是動的。這個話怎麼說？見性，性是真心，真心不動；沒有見性，心是妄心，妄心是生滅法，它怎麼不動？你看這個意思比念阿彌陀佛意思深。"
    },
    {
      "id": "12-017-1637_p0030",
      "zh_CN": "我们凡夫着相不见性，到法身菩萨，贤首菩萨在边缘上，他破一品无明他就证法身。所以这是第十信位的菩萨，我们常讲十信心满，他就入住，就进入初住。初住就是法身菩萨，破一品无明、证一分法身，法身大士，超越十法界。他到哪里去？华藏世界去了，华藏跟极乐是一不是二。他是真佛，不是假佛。十法界里面的佛，叫相似即佛，相似，好像，不是真的，为什么不是？无明没破。无明没破，你用的心还是八识五十一心所。",
      "zh_TW": "我們凡夫著相不見性，到法身菩薩，賢首菩薩在邊緣上，他破一品無明他就證法身。所以這是第十信位的菩薩，我們常講十信心滿，他就入住，就進入初住。初住就是法身菩薩，破一品無明、證一分法身，法身大士，超越十法界。他到哪裡去？華藏世界去了，華藏跟極樂是一不是二。他是真佛，不是假佛。十法界裡面的佛，叫相似即佛，相似，好像，不是真的，為什麼不是？無明沒破。無明沒破，你用的心還是八識五十一心所。"
    },
    {
      "id": "12-017-1637_p0031",
      "zh_CN": "用得正，一点都没用错，完全跟性德相应，是四圣、菩萨，我们常讲声闻、缘觉、菩萨、佛。但是在《华严经》里面都是属于十信位，七信、八信、九信、十信。七信是阿罗汉，讲断烦恼的功夫跟阿罗汉平等，八信断烦恼跟辟支佛平等，九信跟权教菩萨平等，十信跟十法界的佛平等，统统用的是八识。你就晓得，六道凡夫用八识，错用了心，错了！四圣法界用的正，你要问他，他为什么用的正？我们为什么用的错？标准到底是什么？标准是性德。你虽然用八识，但是你所用的八识跟性德完全相应，可是你并没有见性，与性德完全相应。为什么完全相应？他学佛菩萨。佛菩萨是用真性，不用八识，就是转八识成四智了，人家已经转了。所以，他用的是真心，十法界里用的是妄心。由此我们就明白，我们没有见性，我们用八识，八识要用的正一定要依教奉行。",
      "zh_TW": "用得正，一點都沒用錯，完全跟性德相應，是四聖、菩薩，我們常講聲聞、緣覺、菩薩、佛。但是在《華嚴經》裡面都是屬於十信位，七信、八信、九信、十信。七信是阿羅漢，講斷煩惱的功夫跟阿羅漢平等，八信斷煩惱跟辟支佛平等，九信跟權教菩薩平等，十信跟十法界的佛平等，統統用的是八識。你就曉得，六道凡夫用八識，錯用了心，錯了！四聖法界用的正，你要問他，他為什麼用的正？我們為什麼用的錯？標準到底是什麼？標準是性德。你雖然用八識，但是你所用的八識跟性德完全相應，可是你並沒有見性，與性德完全相應。為什麼完全相應？他學佛菩薩。佛菩薩是用真性，不用八識，就是轉八識成四智了，人家已經轉了。所以，他用的是真心，十法界裡用的是妄心。由此我們就明白，我們沒有見性，我們用八識，八識要用的正一定要依教奉行。"
    },
    {
      "id": "12-017-1637_p0032",
      "zh_CN": "这个教，佛就讲得很清楚，禅是佛心，教是佛言，戒是佛行（佛的身），身语意。我们能持戒，我们的言语造作就跟佛菩萨没两样，用的正。我们心清净，禅是清净心，跟佛心一样，佛心没有妄念。妄念尚且没有，哪来的分别执着？分别执着是妄上加妄又加妄，加了好几番。所以佛的心清净，清净心就是禅。你有清净心，你有清净的行，你的言语就是经，字字句句一定跟佛经相应，就这么个道理。这凡夫成佛了。",
      "zh_TW": "這個教，佛就講得很清楚，禪是佛心，教是佛言，戒是佛行（佛的身），身語意。我們能持戒，我們的言語造作就跟佛菩薩沒兩樣，用的正。我們心清淨，禪是清淨心，跟佛心一樣，佛心沒有妄念。妄念尚且沒有，哪來的分別執著？分別執著是妄上加妄又加妄，加了好幾番。所以佛的心清淨，清淨心就是禪。你有清淨心，你有清淨的行，你的言語就是經，字字句句一定跟佛經相應，就這麼個道理。這凡夫成佛了。"
    },
    {
      "id": "12-017-1637_p0033",
      "zh_CN": "如果我们身语意确实如佛的教诲，「受持读诵，为人演说」，真正的佛弟子。遇到净土法门，那个缘太殊胜了！念佛往生，生到西方极乐世界，跟诸位说，不是凡圣同居土，不是方便有余土，是实报庄严土，上辈往生。善导大师的话我们要记住，四土三辈九品，总在遇缘不同。我们今天缘这么样的殊胜，确实希有难逢。我们不但遇到净土，还遇到《华严》，在《华严》里面得相似的身语意，与佛相似，回心净土，这个成就殊胜。我们要认真干，这一生当中超过无量劫。你依照《华严》学，要到圆教十地菩萨，要修无量劫。可是念佛求往生，你这一生当中就能证得十地位，实报庄严土是十地菩萨，还有什么比这个殊胜的？没有了。这种机会，千真万确，百千万劫难遭遇。遇到如果不知道珍惜，这叫真可惜。遇到了，善导大师讲万修万人去。遇到了不修，为什么不修？不相信，为什么不相信？对事实真相没有透彻的了解。所以遇到跟没遇到没什么差别，这是非常惋惜的一桩事情。下面这一句：",
      "zh_TW": "如果我們身語意確實如佛的教誨，「受持讀誦，為人演說」，真正的佛弟子。遇到淨土法門，那個緣太殊勝了！念佛往生，生到西方極樂世界，跟諸位說，不是凡聖同居土，不是方便有餘土，是實報莊嚴土，上輩往生。善導大師的話我們要記住，四土三輩九品，總在遇緣不同。我們今天緣這麼樣的殊勝，確實希有難逢。我們不但遇到淨土，還遇到《華嚴》，在《華嚴》裡面得相似的身語意，與佛相似，回心淨土，這個成就殊勝。我們要認真幹，這一生當中超過無量劫。你依照《華嚴》學，要到圓教十地菩薩，要修無量劫。可是念佛求往生，你這一生當中就能證得十地位，實報莊嚴土是十地菩薩，還有什麼比這個殊勝的？沒有了。這種機會，千真萬確，百千萬劫難遭遇。遇到如果不知道珍惜，這叫真可惜。遇到了，善導大師講萬修萬人去。遇到了不修，為什麼不修？不相信，為什麼不相信？對事實真相沒有透徹的了解。所以遇到跟沒遇到沒什麼差別，這是非常惋惜的一樁事情。下面這一句："
    },
    {
      "id": "12-017-1637_p0034",
      "zh_CN": "【若能念佛心不动。】",
      "zh_TW": "【若能念佛心不動。】"
    },
    {
      "id": "12-017-1637_p0035",
      "zh_CN": "『念佛』是修行的方法，『心不动』是修行的目的。所以这个地方「念佛」包括佛法里面所有的法门，没有一个法门不是念佛的。我这个说法，善财童子参访德云比丘，在《四十华严》里面称为吉祥云比丘。德云跟吉祥云是一个人，名字意思一样，翻译的人翻得不一样，一个翻吉祥云，一个翻德云。你看看菩萨给善财童子讲开示，讲念佛法门，讲了二十一门，二十一不是数字，二十一是表法的。《华严》里面有密宗，密宗二十一代表大圆满，密宗十六也是代表大圆满，正是《华严》所说的一即一切，一切即一，一门含摄一切法门，一个都不漏。这个一门就是以念佛为主，无量无边法门，没有一个法门不是念佛的。我们想想对不对？",
      "zh_TW": "『念佛』是修行的方法，『心不動』是修行的目的。所以這個地方「念佛」包括佛法裡面所有的法門，沒有一個法門不是念佛的。我這個說法，善財童子參訪德雲比丘，在《四十華嚴》裡面稱為吉祥雲比丘。德雲跟吉祥雲是一個人，名字意思一樣，翻譯的人翻得不一樣，一個翻吉祥雲，一個翻德雲。你看看菩薩給善財童子講開示，講念佛法門，講了二十一門，二十一不是數字，二十一是表法的。《華嚴》裡面有密宗，密宗二十一代表大圓滿，密宗十六也是代表大圓滿，正是《華嚴》所說的一即一切，一切即一，一門含攝一切法門，一個都不漏。這個一門就是以念佛為主，無量無邊法門，沒有一個法門不是念佛的。我們想想對不對？"
    },
    {
      "id": "12-017-1637_p0036",
      "zh_CN": "禅宗不念佛，禅宗观心、参究，是不是得定？是的。得定之后开悟，悟就是觉，佛是觉的意思。我们中国一般翻佛称大觉，所以佛是觉的意思，佛是智的意思。智是体，觉是用，没有智，当然你没有法子觉；有智慧，他才觉悟！觉心不动。我们做了一个「凡圣迷悟示意图」，诸位都看过。觉心是什么？觉心就是我们用白色的圆表法，不动！那是法性，那是真如，那是真心，佛法里面称之为无上菩提，菩提是觉。妄心是动的，因为妄心是自性里头本来没有，所以「一念不觉，而有无明」，「无明不觉生三细，境界为缘长六粗」，这是讲宇宙的起源，是这么回事情。",
      "zh_TW": "禪宗不念佛，禪宗觀心、參究，是不是得定？是的。得定之後開悟，悟就是覺，佛是覺的意思。我們中國一般翻佛稱大覺，所以佛是覺的意思，佛是智的意思。智是體，覺是用，沒有智，當然你沒有法子覺；有智慧，他才覺悟！覺心不動。我們做了一個「凡聖迷悟示意圖」，諸位都看過。覺心是什麼？覺心就是我們用白色的圓表法，不動！那是法性，那是真如，那是真心，佛法裡面稱之為無上菩提，菩提是覺。妄心是動的，因為妄心是自性裡頭本來沒有，所以「一念不覺，而有無明」，「無明不覺生三細，境界為緣長六粗」，這是講宇宙的起源，是這麼回事情。"
    },
    {
      "id": "12-017-1637_p0037",
      "zh_CN": "宇宙的现象生起，诸位要晓得，在刹那之间，没有先后。大乘教里面讲不二法门，有先后就是二法，二法不是佛法，佛法是不二法。那我们讲，讲一定有先后，事实实在讲还是有先后，为什么说它没有？它速度太快，快到我们看不出它的先后。快到什么程度？我们通常讲，用个比喻讲，万分之一秒。你们现在用照相机，快门，你看飞机在天上飞，大概五百分之一秒就能把它照下来，现在的喷射机。照下来看得清清楚楚，好像没动一样，五百分之一秒。千分之一秒就更清楚，现在跟你说万分之一秒，万分之一秒是比喻，你就没有法子了，分不出来它有先后，它真有先后。",
      "zh_TW": "宇宙的現象生起，諸位要曉得，在剎那之間，沒有先後。大乘教裡面講不二法門，有先後就是二法，二法不是佛法，佛法是不二法。那我們講，講一定有先後，事實實在講還是有先後，為什麼說它沒有？它速度太快，快到我們看不出它的先後。快到什麼程度？我們通常講，用個比喻講，萬分之一秒。你們現在用照相機，快門，你看飛機在天上飛，大概五百分之一秒就能把它照下來，現在的噴射機。照下來看得清清楚楚，好像沒動一樣，五百分之一秒。千分之一秒就更清楚，現在跟你說萬分之一秒，萬分之一秒是比喻，你就沒有法子了，分不出來它有先後，它真有先後。"
    },
    {
      "id": "12-017-1637_p0038",
      "zh_CN": "世尊在《仁王经》上告诉我们，这个生灭法，生灭就是有先后，快到什么程度？一弹指六十刹那，一刹那九百个生灭。我们照这个算，我们弹指弹得快，我一秒钟可以弹四次，四乘六十再乘九百，刚刚好两个十万八千，不是万分之一秒。要用《仁王经》上的话来说，二十一万六千分之一秒，你怎么能觉察它有先后次第？所以好像是什么？妄想分别执着同时起来的，太快了。一迷一切迷，同样一个道理，一悟一切悟。可是大彻大悟不容易，上上根人才行，上根以下的都不行。那怎么办？渐悟，慢慢的悟。所以迷，迷得很快，可是你要从迷再回到觉悟那可费事了。佛教导我们先放下执着，再放下分别，最后再放下妄想，十信菩萨就是这么修法的。可是每个层次都离不开戒律，都离不开三学，都离不开六波罗蜜，我们这个地方讲十波罗蜜。这些是方法，帮助你放下，帮助你回归自性。你要不依这些方法去修学那就难了，迷，愈迷愈深。",
      "zh_TW": "世尊在《仁王經》上告訴我們，這個生滅法，生滅就是有先後，快到什麼程度？一彈指六十剎那，一剎那九百個生滅。我們照這個算，我們彈指彈得快，我一秒鐘可以彈四次，四乘六十再乘九百，剛剛好兩個十萬八千，不是萬分之一秒。要用《仁王經》上的話來說，二十一萬六千分之一秒，你怎麼能覺察它有先後次第？所以好像是什麼？妄想分別執著同時起來的，太快了。一迷一切迷，同樣一個道理，一悟一切悟。可是大徹大悟不容易，上上根人才行，上根以下的都不行。那怎麼辦？漸悟，慢慢的悟。所以迷，迷得很快，可是你要從迷再回到覺悟那可費事了。佛教導我們先放下執著，再放下分別，最後再放下妄想，十信菩薩就是這麼修法的。可是每個層次都離不開戒律，都離不開三學，都離不開六波羅蜜，我們這個地方講十波羅蜜。這些是方法，幫助你放下，幫助你回歸自性。你要不依這些方法去修學那就難了，迷，愈迷愈深。"
    },
    {
      "id": "12-017-1637_p0039",
      "zh_CN": "说个老实话，六道里头，地狱、饿鬼、畜生，我们在那里头不知道待了多久。好不容易出来，这一生能够得个人身，人身难得，我们得到。得人身闻佛法难，你看现在世界上人口将近七十亿，你去打听一下，几个人遇到佛法？然后你才知道佛法难闻。闻佛法里面，佛法有真有假，闻到真的有几个人？这一层一层淘汰，真的到最后没几个。你在这里头如果算数的话，那你很了不起，所以不容易。我们自己一定要知道珍惜，这个缘太殊胜了。百千万劫这种机率我们才遇到这么一次，这一生要是不能把握住，下一次再逢可能又要一个百千万劫。这百千万劫在六道里面苦不堪言，愿意干吗？所以真的觉悟，他就放下了。",
      "zh_TW": "說個老實話，六道裡頭，地獄、餓鬼、畜生，我們在那裡頭不知道待了多久。好不容易出來，這一生能夠得個人身，人身難得，我們得到。得人身聞佛法難，你看現在世界上人口將近七十億，你去打聽一下，幾個人遇到佛法？然後你才知道佛法難聞。聞佛法裡面，佛法有真有假，聞到真的有幾個人？這一層一層淘汰，真的到最後沒幾個。你在這裡頭如果算數的話，那你很了不起，所以不容易。我們自己一定要知道珍惜，這個緣太殊勝了。百千萬劫這種機率我們才遇到這麼一次，這一生要是不能把握住，下一次再逢可能又要一個百千萬劫。這百千萬劫在六道裡面苦不堪言，願意幹嗎？所以真的覺悟，他就放下了。"
    },
    {
      "id": "12-017-1637_p0040",
      "zh_CN": "放下，一定是要自己下决心，什么人都帮不上，佛菩萨也帮不上。迷是你自己迷的，悟是你自己悟，说老实话，佛对一切众生只是做增上缘而已，还是要自己修、自己证。你不自己修，没有人代替你修，没有人能代替你证，这个道理一定要懂得。懂得这个，为什么不放下？一定要知道人在世间得这个物质的肉身，肉身有生一定有死，肉身死掉之后，灵性不灭。灵性迷了，迷了叫灵魂，灵魂不灭，它又投胎去了。善业，一生行善是三善道，不善业就三恶道去了。这个世间没有一样东西能带走，一定要记住，生不带来、死不带去，你要这些东西干什么？",
      "zh_TW": "放下，一定是要自己下決心，什麼人都幫不上，佛菩薩也幫不上。迷是你自己迷的，悟是你自己悟，說老實話，佛對一切眾生只是做增上緣而已，還是要自己修、自己證。你不自己修，沒有人代替你修，沒有人能代替你證，這個道理一定要懂得。懂得這個，為什麼不放下？一定要知道人在世間得這個物質的肉身，肉身有生一定有死，肉身死掉之後，靈性不滅。靈性迷了，迷了叫靈魂，靈魂不滅，它又投胎去了。善業，一生行善是三善道，不善業就三惡道去了。這個世間沒有一樣東西能帶走，一定要記住，生不帶來、死不帶去，你要這些東西幹什麼？"
    },
    {
      "id": "12-017-1637_p0041",
      "zh_CN": "现在有身体，还需要用它，可是念念当中不能执着，包括身体，都不能执着，身要舍离。什么东西能带走？业力能带走，智慧能带走，你做的这些好事能带走。你明白这个道理，我们今天有能力，尽量做好事，好事可以带走，善业。当然最好是净业，净业就是善业里头不求果报，心就清净，清净心修善就是净业。心不清净修善，这称善业，清净心那就变成净业，这个东西能带走。所以在这个世间，我们最重要的工作就是要提升自己的悟性，你悟得愈深、悟得愈广，你来生的层次愈高。如果没有遇到净土法门，妄想分别执着没断，你在六道里头，二十八层天那是你将来的去处。你悟得愈深，境界愈高，二十八层天。如果是遇到净宗法门，念佛求生净土，西方极乐世界品位愈来愈高，这是你应当求的。如果你放不下，你就没办法，你求不到。放不下，可能有累赘，这个东西累赘，恐怕你不能往上升。搞得不好，帮助你往下坠落，往下坠落就是三途，那就苦了，那就冤枉。这个道理不能不懂。",
      "zh_TW": "現在有身體，還需要用它，可是念念當中不能執著，包括身體，都不能執著，身要捨離。什麼東西能帶走？業力能帶走，智慧能帶走，你做的這些好事能帶走。你明白這個道理，我們今天有能力，盡量做好事，好事可以帶走，善業。當然最好是淨業，淨業就是善業裡頭不求果報，心就清淨，清淨心修善就是淨業。心不清淨修善，這稱善業，清淨心那就變成淨業，這個東西能帶走。所以在這個世間，我們最重要的工作就是要提升自己的悟性，你悟得愈深、悟得愈廣，你來生的層次愈高。如果沒有遇到淨土法門，妄想分別執著沒斷，你在六道裡頭，二十八層天那是你將來的去處。你悟得愈深，境界愈高，二十八層天。如果是遇到淨宗法門，念佛求生淨土，西方極樂世界品位愈來愈高，這是你應當求的。如果你放不下，你就沒辦法，你求不到。放不下，可能有累贅，這個東西累贅，恐怕你不能往上升。搞得不好，幫助你往下墜落，往下墜落就是三途，那就苦了，那就冤枉。這個道理不能不懂。"
    },
    {
      "id": "12-017-1637_p0042",
      "zh_CN": "真正搞清楚、搞明白，你怎么能不用功？你怎么能不发愤？勇猛精进，自然的。愈精进，感应愈不可思议。我现在懈怠懒散，精神都提不起来，拜几拜佛都不行了，我很想精进，就是精进不起来。还是没发心！真正要发心，拼命，求忏悔，业障重，不要命了，拼死去干，这个瓶颈突破。确实感得三宝加持，你有精神、有体力了。拜佛一天三千拜没问题，一天十万声佛号没问题，真能做得到。你身体里头，科学家讲潜在的能力显现出来了，科学认为这是人的本能，在一个大的挫折里头激发它，这个能力现前；佛法里面讲三宝加持。问题在什么？经上讲的信心！你要不相信，就一点办法都没有。所以要相信自己，第一个相信自己，第二个相信佛菩萨慈悲加持。蕅益大师在《要解》里面给我们讲了六个信，信自、信他（他是佛）、信因、信果、信理、信事。具足这六个信心，哪有做不到的事情？哪有不能克服的难关？",
      "zh_TW": "真正搞清楚、搞明白，你怎麼能不用功？你怎麼能不發憤？勇猛精進，自然的。愈精進，感應愈不可思議。我現在懈怠懶散，精神都提不起來，拜幾拜佛都不行了，我很想精進，就是精進不起來。還是沒發心！真正要發心，拼命，求懺悔，業障重，不要命了，拼死去幹，這個瓶頸突破。確實感得三寶加持，你有精神、有體力了。拜佛一天三千拜沒問題，一天十萬聲佛號沒問題，真能做得到。你身體裡頭，科學家講潛在的能力顯現出來了，科學認為這是人的本能，在一個大的挫折裡頭激發它，這個能力現前；佛法裡面講三寶加持。問題在什麼？經上講的信心！你要不相信，就一點辦法都沒有。所以要相信自己，第一個相信自己，第二個相信佛菩薩慈悲加持。蕅益大師在《要解》裡面給我們講了六個信，信自、信他（他是佛）、信因、信果、信理、信事。具足這六個信心，哪有做不到的事情？哪有不能克服的難關？"
    },
    {
      "id": "12-017-1637_p0043",
      "zh_CN": "真正的关键，头一个就是放下。我这一生能得一点力，这是得力于章嘉大师的教诲，看破放下。你不放下，你永远看不破。看破帮助放下，放下又帮助你更看破，看破再帮助你放下，相辅相成。从初发心到如来地，一切诸佛菩萨用什么功？最简单的就是这四个字，看破、放下。你只要真正懂得了，真正会用，菩提道上一帆风顺。末后两句：",
      "zh_TW": "真正的關鍵，頭一個就是放下。我這一生能得一點力，這是得力於章嘉大師的教誨，看破放下。你不放下，你永遠看不破。看破幫助放下，放下又幫助你更看破，看破再幫助你放下，相輔相成。從初發心到如來地，一切諸佛菩薩用什麼功？最簡單的就是這四個字，看破、放下。你只要真正懂得了，真正會用，菩提道上一帆風順。末後兩句："
    },
    {
      "id": "12-017-1637_p0044",
      "zh_CN": "【若能念佛心不动。则常睹见无量佛。】",
      "zh_TW": "【若能念佛心不動。則常睹見無量佛。】"
    },
    {
      "id": "12-017-1637_p0045",
      "zh_CN": "『心不动』，这是《楞严经》上讲的首楞严大定。《楞严经》上讲的定是性定，性定是一切众生本来有的，不是从外得来的，这是真的不是假的。我们现在有没有失掉？给诸位说，没有失掉，可是不起作用。我们现在是妄心起作用，自性不起作用。自性本定，自性是戒定慧圆满具足，戒就是自性，见性的人决定没有过失。所有戒律都是防非止恶的，他没有过，他没有恶，戒具足了；自性本定，他没有散乱；自性本来具足无量智慧。所以，首楞严定是自性本定，要怎样才能得到？在「凡圣迷悟示意图」里面，诸位就看清楚了。放下执着、放下分别、放下妄想，自性本定，就是大佛顶首楞严定就现前。",
      "zh_TW": "『心不動』，這是《楞嚴經》上講的首楞嚴大定。《楞嚴經》上講的定是性定，性定是一切眾生本來有的，不是從外得來的，這是真的不是假的。我們現在有沒有失掉？給諸位說，沒有失掉，可是不起作用。我們現在是妄心起作用，自性不起作用。自性本定，自性是戒定慧圓滿具足，戒就是自性，見性的人決定沒有過失。所有戒律都是防非止惡的，他沒有過，他沒有惡，戒具足了；自性本定，他沒有散亂；自性本來具足無量智慧。所以，首楞嚴定是自性本定，要怎樣才能得到？在「凡聖迷悟示意圖」裡面，諸位就看清楚了。放下執著、放下分別、放下妄想，自性本定，就是大佛頂首楞嚴定就現前。"
    },
    {
      "id": "12-017-1637_p0046",
      "zh_CN": "怎么修法？印光大师教我们念佛。因为二十五圆通，二十五位菩萨来做代表，他们都是修楞严大定的。大势至菩萨是用念佛的方法，「都摄六根，净念相继」。都摄六根，收心！我们凡夫眼往外看，东张西望，心从眼睛跑到色里面去，心从耳根跑到音声上去，心从鼻根跑到香里面去，心从舌根迷到味里面去，酸甜苦辣咸五味，迷到味里去。心从六根往外跑！大势至菩萨教我们把心收回来，都摄六根就是收回来。观世音菩萨「反闻闻自性，性成无上道」，就是都摄六根，他用一个耳根做比喻。我不闻外，我回过来反闻，我向里面闻，里面是性，是心性；换句话说，耳收回来向内，眼也收回来，也向内，这叫都摄六根。决定不会被外面境界干扰，不会受外面境界影响，这个功夫不错了。头一个要有这个功夫，然后念佛功夫就得力。",
      "zh_TW": "怎麼修法？印光大師教我們念佛。因為二十五圓通，二十五位菩薩來做代表，他們都是修楞嚴大定的。大勢至菩薩是用念佛的方法，「都攝六根，淨念相繼」。都攝六根，收心！我們凡夫眼往外看，東張西望，心從眼睛跑到色裡面去，心從耳根跑到音聲上去，心從鼻根跑到香裡面去，心從舌根迷到味裡面去，酸甜苦辣鹹五味，迷到味裡去。心從六根往外跑！大勢至菩薩教我們把心收回來，都攝六根就是收回來。觀世音菩薩「反聞聞自性，性成無上道」，就是都攝六根，他用一個耳根做比喻。我不聞外，我回過來反聞，我向裡面聞，裡面是性，是心性；換句話說，耳收回來向內，眼也收回來，也向內，這叫都攝六根。決定不會被外面境界干擾，不會受外面境界影響，這個功夫不錯了。頭一個要有這個功夫，然後念佛功夫就得力。"
    },
    {
      "id": "12-017-1637_p0047",
      "zh_CN": "你们想想看，大势至菩萨都摄六根跟我们这段经文里面讲的哪一句相应？不求五欲，不求王位，不求富饶，不求自乐，不求名闻，是不是都摄六根？不求就放下了。《金刚经》上说得更彻底，「法尚应舍，何况非法」，佛法我只取一门，其他的我也放下。心定了，心定智慧就开，障碍就没有了。我们懂不懂这个意思？然后那个念，念佛，清净心了，才叫净念，清净心念佛。清净心念佛，决定没有怀疑，决定没有夹杂，后面相继不断。这个不断不是阿弥陀佛、阿弥陀佛、阿弥陀佛不断，不是这个；是你的心跟自性完全相应，没有一分一秒不相应，相应是真念，心就是佛，佛就是心。中峰禅师在《三时系念》开示里面讲得好，我心就是阿弥陀佛，阿弥陀佛就是我心。我的心跟阿弥陀佛融成一片，这叫净念，这叫相继，永远不会断，那你就常见无量佛。无量佛，一切众生本来成佛，你看到了。一切众生本来是佛，这一切众生不但包括一切人，还包括一切事、包括一切物，山河大地、花草树木都是，没有一样不是，这个境界妙不可言。你见无量佛，见无量佛就成佛了。好，十行位，我们就学习到此地。",
      "zh_TW": "你們想想看，大勢至菩薩都攝六根跟我們這段經文裡面講的哪一句相應？不求五欲，不求王位，不求富饒，不求自樂，不求名聞，是不是都攝六根？不求就放下了。《金剛經》上說得更徹底，「法尚應捨，何況非法」，佛法我只取一門，其他的我也放下。心定了，心定智慧就開，障礙就沒有了。我們懂不懂這個意思？然後那個念，念佛，清淨心了，才叫淨念，清淨心念佛。清淨心念佛，決定沒有懷疑，決定沒有夾雜，後面相繼不斷。這個不斷不是阿彌陀佛、阿彌陀佛、阿彌陀佛不斷，不是這個；是你的心跟自性完全相應，沒有一分一秒不相應，相應是真念，心就是佛，佛就是心。中峰禪師在《三時繫念》開示裡面講得好，我心就是阿彌陀佛，阿彌陀佛就是我心。我的心跟阿彌陀佛融成一片，這叫淨念，這叫相繼，永遠不會斷，那你就常見無量佛。無量佛，一切眾生本來成佛，你看到了。一切眾生本來是佛，這一切眾生不但包括一切人，還包括一切事、包括一切物，山河大地、花草樹木都是，沒有一樣不是，這個境界妙不可言。你見無量佛，見無量佛就成佛了。好，十行位，我們就學習到此地。"
    }
  ]
}