{
  "doc_id": "12-017-0891",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八九一卷",
    "zh_TW": "第八九一卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "12-017-0891",
  "total_paragraphs": 63,
  "paragraphs": [
    {
      "id": "12-017-0891_p0001",
      "zh_CN": "诸位同学，请看十海所管之海，我们看第九海。",
      "zh_TW": "諸位同學，請看十海所管之海，我們看第九海。"
    },
    {
      "id": "12-017-0891_p0002",
      "zh_CN": "【诸佛子，彼金刚宝聚香水海外。】",
      "zh_TW": "【諸佛子，彼金剛寶聚香水海外。】"
    },
    {
      "id": "12-017-0891_p0003",
      "zh_CN": "它也是所管有十个海。第一个是：",
      "zh_TW": "它也是所管有十個海。第一個是："
    },
    {
      "id": "12-017-0891_p0004",
      "zh_CN": "【次有香水海，名崇饰宝埤堄。世界种，名秀出宝幢。】",
      "zh_TW": "【次有香水海，名崇飾寶埤堄。世界種，名秀出寶幢。】"
    },
    {
      "id": "12-017-0891_p0005",
      "zh_CN": "这个名号里头，也是多生累积爱好珍宝。我们世间人确实有非常喜欢收藏名贵的珍宝、古董，喜欢这一类的。即使是学佛的人我也见过，跟这个世间欢喜玩古董的习气还没有放下。收藏名贵版本的经书、佛像，佛门里面的文物，有历史价值的，喜欢收藏这些，收的也不少，好像一个小型的陈列馆一样。我们知道这个喜爱要不能够放下，它也是属于坚固的悭贪，果报还是在饿鬼道。",
      "zh_TW": "這個名號裡頭，也是多生累積愛好珍寶。我們世間人確實有非常喜歡收藏名貴的珍寶、古董，喜歡這一類的。即使是學佛的人我也見過，跟這個世間歡喜玩古董的習氣還沒有放下。收藏名貴版本的經書、佛像，佛門裡面的文物，有歷史價值的，喜歡收藏這些，收的也不少，好像一個小型的陳列館一樣。我們知道這個喜愛要不能夠放下，它也是屬於堅固的慳貪，果報還是在餓鬼道。"
    },
    {
      "id": "12-017-0891_p0006",
      "zh_CN": "贪心是饿鬼道的业因，不是说你贪爱的对象。我世间这些金银财宝、珠宝，我都放下了，佛门的宝物我喜欢，这个不行，这是你的悭贪心没有放下，只是换了对象。佛不是教我们换对象，是教我们把悭贪的心放下，这才管用。所以这一点我们必须要很清楚，知道佛教我们些什么，佛为什么教我们这么做。对于世出世间法，悭贪这个心断掉了，饿鬼道的因缘就没有了；瞋恚的念头断掉，地狱道就没有了；愚痴要断掉，畜生道就没有了。三恶道是坚固的贪瞋痴变现出来的，所以佛说这三种叫三毒烦恼，没有比这个更毒的了。世间所有一切有剧毒的这些物品，它的根就是贪瞋痴。所以，佛在一切经论里头常常劝勉我们，一定要断贪瞋痴。",
      "zh_TW": "貪心是餓鬼道的業因，不是說你貪愛的對象。我世間這些金銀財寶、珠寶，我都放下了，佛門的寶物我喜歡，這個不行，這是你的慳貪心沒有放下，只是換了對象。佛不是教我們換對象，是教我們把慳貪的心放下，這才管用。所以這一點我們必須要很清楚，知道佛教我們些什麼，佛為什麼教我們這麼做。對於世出世間法，慳貪這個心斷掉了，餓鬼道的因緣就沒有了；瞋恚的念頭斷掉，地獄道就沒有了；愚痴要斷掉，畜生道就沒有了。三惡道是堅固的貪瞋痴變現出來的，所以佛說這三種叫三毒煩惱，沒有比這個更毒的了。世間所有一切有劇毒的這些物品，它的根就是貪瞋痴。所以，佛在一切經論裡頭常常勸勉我們，一定要斷貪瞋痴。"
    },
    {
      "id": "12-017-0891_p0007",
      "zh_CN": "喜爱收藏珍宝的习气，它变现出来的世界，『秀出宝幢』。「秀」是秀丽，清秀美丽。他喜爱这些东西，但是他这个还是与性德相应，这个宝是性德。与性德相应的宝，这是真的，不是假的，不是世间这些珍宝。世间的七宝用途有限，佛常常在经论上告诉我们，即使以大千世界七宝做布施，都比不上为人说四句偈那个功德大。这些话佛在经论里头，重复不晓得讲过多少次。这是佛的慈悲，常常提醒我们，不要在这上面去作意，一定要着重在道德上的修养，这重要！再看下面这一节：",
      "zh_TW": "喜愛收藏珍寶的習氣，它變現出來的世界，『秀出寶幢』。「秀」是秀麗，清秀美麗。他喜愛這些東西，但是他這個還是與性德相應，這個寶是性德。與性德相應的寶，這是真的，不是假的，不是世間這些珍寶。世間的七寶用途有限，佛常常在經論上告訴我們，即使以大千世界七寶做布施，都比不上為人說四句偈那個功德大。這些話佛在經論裡頭，重複不曉得講過多少次。這是佛的慈悲，常常提醒我們，不要在這上面去作意，一定要著重在道德上的修養，這重要！再看下面這一節："
    },
    {
      "id": "12-017-0891_p0008",
      "zh_CN": "【次有香水海，名宝幢庄严。世界种，名现一切光明。】",
      "zh_TW": "【次有香水海，名寶幢莊嚴。世界種，名現一切光明。】"
    },
    {
      "id": "12-017-0891_p0009",
      "zh_CN": "「幢」是高、是明显。『宝幢』，这个里面包括的就非常多，德高志显，这也是宝幢；位高财显，如果与性德相应，也是宝幢。我们一般人在这个社会，无论从事哪个行业，艺高，手艺高；名显，知名度很广，这也是宝幢。所以它里面包括的真叫是无量无边。古来的大德们，他们非常重视，人在世间要学一门才艺，这是生活在世间最根本的。为什么？名闻利养是保不住的，不知道什么时候会失掉；你的智慧，你的能力，你的技术不会失掉。换句话说，这些东西才是你生存、生活真正的宝藏。古大德这些话，我们细细去思惟，确实是经验之谈，是真有道理！所以对于财富不积蓄，不积聚财富，也不争取高的职位，他不争取；他争取的是道德、学问、技能。",
      "zh_TW": "「幢」是高、是明顯。『寶幢』，這個裡面包括的就非常多，德高志顯，這也是寶幢；位高財顯，如果與性德相應，也是寶幢。我們一般人在這個社會，無論從事哪個行業，藝高，手藝高；名顯，知名度很廣，這也是寶幢。所以它裡面包括的真叫是無量無邊。古來的大德們，他們非常重視，人在世間要學一門才藝，這是生活在世間最根本的。為什麼？名聞利養是保不住的，不知道什麼時候會失掉；你的智慧，你的能力，你的技術不會失掉。換句話說，這些東西才是你生存、生活真正的寶藏。古大德這些話，我們細細去思惟，確實是經驗之談，是真有道理！所以對於財富不積蓄，不積聚財富，也不爭取高的職位，他不爭取；他爭取的是道德、學問、技能。"
    },
    {
      "id": "12-017-0891_p0010",
      "zh_CN": "『世界种名现一切光明』。当然无论你是智慧、是德能、是相好，在这个社会上到高显你的成就，你的影响一定是「现一切光明」。「一切」是多方面的，「光明」就是我们今天讲的影响力。你影响的面很大，影响的时间很长，没离相，大福德；如果离相，大功德，人生在世，应该要做的。再看下面第三个香水海：",
      "zh_TW": "『世界種名現一切光明』。當然無論你是智慧、是德能、是相好，在這個社會上到高顯你的成就，你的影響一定是「現一切光明」。「一切」是多方面的，「光明」就是我們今天講的影響力。你影響的面很大，影響的時間很長，沒離相，大福德；如果離相，大功德，人生在世，應該要做的。再看下面第三個香水海："
    },
    {
      "id": "12-017-0891_p0011",
      "zh_CN": "【次有香水海，名妙宝云。世界种，名一切宝庄严光明遍照。】",
      "zh_TW": "【次有香水海，名妙寶雲。世界種，名一切寶莊嚴光明遍照。】"
    },
    {
      "id": "12-017-0891_p0012",
      "zh_CN": "这个名称在前面我们看到类似的。『妙宝』，我们看到「妙」，很自然就会想到妙法。佛法微妙，佛法不可思议，佛法，一切众生本来具足，这个才真叫妙。一切众生皆有佛性，佛性才是真正的妙宝。这一类种子与佛性相应，变现出的世界，这个地方讲的『世界种』，大世界！『名一切宝庄严』。这是性德圆满的显露，它起的作用，『光明遍照』，遍照虚空法界无量无边的刹土。从表法上来说，自性本具的德能智慧相好，相好就是大乘经里头常说的依正庄严，依报正报都妙好到极处。妙好在哪里？就在现前。非常可惜的，我们有眼不见，有耳不听，有身接触不到，这是什么原因？这就是佛经上说的迷。迷什么？迷失了自性。所以，性德所变现的这个不思议的境界，在你面前你也不认识。这个在面前，就是「遍照」这两个字。",
      "zh_TW": "這個名稱在前面我們看到類似的。『妙寶』，我們看到「妙」，很自然就會想到妙法。佛法微妙，佛法不可思議，佛法，一切眾生本來具足，這個才真叫妙。一切眾生皆有佛性，佛性才是真正的妙寶。這一類種子與佛性相應，變現出的世界，這個地方講的『世界種』，大世界！『名一切寶莊嚴』。這是性德圓滿的顯露，它起的作用，『光明遍照』，遍照虛空法界無量無邊的剎土。從表法上來說，自性本具的德能智慧相好，相好就是大乘經裡頭常說的依正莊嚴，依報正報都妙好到極處。妙好在哪裡？就在現前。非常可惜的，我們有眼不見，有耳不聽，有身接觸不到，這是什麼原因？這就是佛經上說的迷。迷什麼？迷失了自性。所以，性德所變現的這個不思議的境界，在你面前你也不認識。這個在面前，就是「遍照」這兩個字。"
    },
    {
      "id": "12-017-0891_p0013",
      "zh_CN": "什么时候我们清醒过来，见到这个境界了，在佛法里面讲，这个人开悟，这个人见道了，见到宇宙人生真相。见道之后，这个人就转变了，他对于宇宙之间万事万物想法看法，跟我们一般人不一样。我们听他说说，真的有道理，真的是高明到极处。释迦牟尼佛就是个代表，从他的形象，从他的言行，从他的事业，足以影响到广大的空间，影响到无限的时间。佛法里面所讲的虚空法界，无量无边的刹土众生，如来有这么大的影响；法身菩萨次一等，辟支佛又次一等，阿罗汉再次一等，我们的影响力很有限。为什么？为什么他们那些人影响那么大，我们影响非常有限？因为我们的心行是迷而不觉。在迷位的众生，说老实话，千万不要造成错误的影响。如果对社会、对众生，影响是负面的，灾难就多了。",
      "zh_TW": "什麼時候我們清醒過來，見到這個境界了，在佛法裡面講，這個人開悟，這個人見道了，見到宇宙人生真相。見道之後，這個人就轉變了，他對於宇宙之間萬事萬物想法看法，跟我們一般人不一樣。我們聽他說說，真的有道理，真的是高明到極處。釋迦牟尼佛就是個代表，從他的形象，從他的言行，從他的事業，足以影響到廣大的空間，影響到無限的時間。佛法裡面所講的虛空法界，無量無邊的剎土眾生，如來有這麼大的影響；法身菩薩次一等，辟支佛又次一等，阿羅漢再次一等，我們的影響力很有限。為什麼？為什麼他們那些人影響那麼大，我們影響非常有限？因為我們的心行是迷而不覺。在迷位的眾生，說老實話，千萬不要造成錯誤的影響。如果對社會、對眾生，影響是負面的，災難就多了。"
    },
    {
      "id": "12-017-0891_p0014",
      "zh_CN": "我们在经上见到过，人造作恶业，尤其是这个恶业是多生多劫累积的，遇到恶缘果报就成熟了，果报在地狱。什么时候离开地狱？众生堕落在地狱里面，时间长短没有一定，什么时候觉悟什么时候你离开地狱；什么时候你又迷惑了，地狱境界又现前。狱道如是，饿鬼、畜生又何尝不如是。罪业消尽，他出来了，出来之后，他还带着恶习气的气氛；罪业在地狱里面消了，出来了，但是习气还在，恶的习气。这个时候正是古人所说的，「近朱者赤，近墨者黑」，因为你自己做不了主，烦恼习气当家，所以你常常接触善人，你不知不觉变成一个善人；你要是接触恶人，你也不知不觉变成恶人，你的性情不稳定。大多数众生是这样的。",
      "zh_TW": "我們在經上見到過，人造作惡業，尤其是這個惡業是多生多劫累積的，遇到惡緣果報就成熟了，果報在地獄。什麼時候離開地獄？眾生墮落在地獄裡面，時間長短沒有一定，什麼時候覺悟什麼時候你離開地獄；什麼時候你又迷惑了，地獄境界又現前。獄道如是，餓鬼、畜生又何嘗不如是。罪業消盡，他出來了，出來之後，他還帶著惡習氣的氣氛；罪業在地獄裡面消了，出來了，但是習氣還在，惡的習氣。這個時候正是古人所說的，「近朱者赤，近墨者黑」，因為你自己做不了主，煩惱習氣當家，所以你常常接觸善人，你不知不覺變成一個善人；你要是接觸惡人，你也不知不覺變成惡人，你的性情不穩定。大多數眾生是這樣的。"
    },
    {
      "id": "12-017-0891_p0015",
      "zh_CN": "佛菩萨慈悲，到这个世间来示现教化，这个示现教化就是光明遍照。虽然如此，佛在经上常讲「有缘者得度」。佛的示现是普遍的示现，是清净平等，决定没有私心，决定没有爱好；没有说这个我喜欢，那个我讨厌，没有。心地永远清净，一尘不染，所以显示出无比的殊胜。众生善根福德成熟的，遇到这个缘，这一生成就。这就叫做佛度有缘人，也就是说佛帮助你，你自己要肯跟佛配合，配合就是你要懂得帮助你自己。别人帮助你，你自己不懂得帮助自己，你叫帮助你的那个人，他也无可奈何，需要你配合。譬如你害了严重的病，这个帮助你的人是非常好的大夫，确确实实能帮助你把这个病治好。他开的药方，你要吃才行；开的药方，你不肯吃，你跟他两个不合作，他对你无可奈何。佛菩萨对九法界众生如是，这个道理你不能不懂。再看第四段：",
      "zh_TW": "佛菩薩慈悲，到這個世間來示現教化，這個示現教化就是光明遍照。雖然如此，佛在經上常講「有緣者得度」。佛的示現是普遍的示現，是清淨平等，決定沒有私心，決定沒有愛好；沒有說這個我喜歡，那個我討厭，沒有。心地永遠清淨，一塵不染，所以顯示出無比的殊勝。眾生善根福德成熟的，遇到這個緣，這一生成就。這就叫做佛度有緣人，也就是說佛幫助你，你自己要肯跟佛配合，配合就是你要懂得幫助你自己。別人幫助你，你自己不懂得幫助自己，你叫幫助你的那個人，他也無可奈何，需要你配合。譬如你害了嚴重的病，這個幫助你的人是非常好的大夫，確確實實能幫助你把這個病治好。他開的藥方，你要吃才行；開的藥方，你不肯吃，你跟他兩個不合作，他對你無可奈何。佛菩薩對九法界眾生如是，這個道理你不能不懂。再看第四段："
    },
    {
      "id": "12-017-0891_p0016",
      "zh_CN": "【次有香水海，名宝树华庄严。世界种，名妙华间饰。】",
      "zh_TW": "【次有香水海，名寶樹華莊嚴。世界種，名妙華間飾。】"
    },
    {
      "id": "12-017-0891_p0017",
      "zh_CN": "这个因果都非常的明显，阿赖耶含藏的种子习气，『宝树华庄严』这一类的。这个名称的表法我们就很清楚，与性德相应的一切建树，这是「宝树华庄严」。起一个念头，我想帮助这个世间人，转迷为悟，转恶为善，转凡为圣。一念就是一个种子，十念就是十个种子，念念相续，这个种子多，种子多才能产生力量。这个念头不是为自私自利，这个念头里面没有名闻利养，没有贪瞋痴慢。这个种习与性德相应，起心动念，念着法界众生。有缘，这个念头就实现；没有缘就是没有机会，你有这个念头，常存这个念头，也是「树华」，没有开放而已。",
      "zh_TW": "這個因果都非常的明顯，阿賴耶含藏的種子習氣，『寶樹華莊嚴』這一類的。這個名稱的表法我們就很清楚，與性德相應的一切建樹，這是「寶樹華莊嚴」。起一個念頭，我想幫助這個世間人，轉迷為悟，轉惡為善，轉凡為聖。一念就是一個種子，十念就是十個種子，念念相續，這個種子多，種子多才能產生力量。這個念頭不是為自私自利，這個念頭裡面沒有名聞利養，沒有貪瞋痴慢。這個種習與性德相應，起心動念，念著法界眾生。有緣，這個念頭就實現；沒有緣就是沒有機會，你有這個念頭，常存這個念頭，也是「樹華」，沒有開放而已。"
    },
    {
      "id": "12-017-0891_p0018",
      "zh_CN": "遇到缘，有机会，它就变成行动，真做了。譬如我们有一个念头，这个念头很多年了，希望办一所佛教大学。这个佛教大学不是像现在许许多多佛教的大德们，他们办的这个大学。他办的大学跟世间一般大学一样，没有什么两样；里面的院系，确确实实是一般社会里面的大学，不是佛教大学。什么是佛教大学？佛教大学教学的内容一定是佛教的经典，这个学校里面的课程内容就是三藏十二分教，这才叫名副其实的佛教大学。我们可以依照佛家修学的宗派来建立学院，净土宗，净宗学院，禅宗学院，天台学院，贤首学院，法相学院。大乘小乘，显教密教，全是释迦牟尼佛传下来的，这个学校的课程是这些经论典籍，这是真正的佛教大学。我们希望能有这么一个学校，想了不少年，全世界没有。这个学校为全世界佛教培养弘护人才，弘法跟护法；弘法是讲经说法的人才，护法是道场行政管理的人才。",
      "zh_TW": "遇到緣，有機會，它就變成行動，真做了。譬如我們有一個念頭，這個念頭很多年了，希望辦一所佛教大學。這個佛教大學不是像現在許許多多佛教的大德們，他們辦的這個大學。他辦的大學跟世間一般大學一樣，沒有什麼兩樣；裡面的院系，確確實實是一般社會裡面的大學，不是佛教大學。什麼是佛教大學？佛教大學教學的內容一定是佛教的經典，這個學校裡面的課程內容就是三藏十二分教，這才叫名副其實的佛教大學。我們可以依照佛家修學的宗派來建立學院，淨土宗，淨宗學院，禪宗學院，天台學院，賢首學院，法相學院。大乘小乘，顯教密教，全是釋迦牟尼佛傳下來的，這個學校的課程是這些經論典籍，這是真正的佛教大學。我們希望能有這麼一個學校，想了不少年，全世界沒有。這個學校為全世界佛教培養弘護人才，弘法跟護法；弘法是講經說法的人才，護法是道場行政管理的人才。"
    },
    {
      "id": "12-017-0891_p0019",
      "zh_CN": "想了很多很多年，机缘不成熟，到现在缘还是不成熟。现在我们如果发心建一个大学，支持我的人有，在财力上来讲没有问题，硬体建设都没有问题。问题出在哪里？没有老师。学校是办了，每一个学科里头没有老师。你说我要开天台宗的课程，天台宗的老师没有；我要开禅宗的课程，禅宗一个大彻大悟明心见性的大德也没有，你说怎么办？师资缺乏！所以我是处处勉励同参道友，无论你是在家出家，我们是平等看待，都是佛弟子，希望你在经教里头专攻一门，一门深入。果然能够在一门里面、一部经论用上十年、二十年的功夫，虽然你没有开悟，没有证果，你真下了功夫在里头，那这一门功课你可以教了。佛教各个宗派合起来，主要的经论，我想不超过一千种。如果能有一千个专家，都是一部经论的权威，这一千个人集合起来，诸位想想看，那不就是一部活的《大藏经》吗？",
      "zh_TW": "想了很多很多年，機緣不成熟，到現在緣還是不成熟。現在我們如果發心建一個大學，支持我的人有，在財力上來講沒有問題，硬體建設都沒有問題。問題出在哪裡？沒有老師。學校是辦了，每一個學科裡頭沒有老師。你說我要開天台宗的課程，天台宗的老師沒有；我要開禪宗的課程，禪宗一個大徹大悟明心見性的大德也沒有，你說怎麼辦？師資缺乏！所以我是處處勉勵同參道友，無論你是在家出家，我們是平等看待，都是佛弟子，希望你在經教裡頭專攻一門，一門深入。果然能夠在一門裡面、一部經論用上十年、二十年的功夫，雖然你沒有開悟，沒有證果，你真下了功夫在裡頭，那這一門功課你可以教了。佛教各個宗派合起來，主要的經論，我想不超過一千種。如果能有一千個專家，都是一部經論的權威，這一千個人集合起來，諸位想想看，那不就是一部活的《大藏經》嗎？"
    },
    {
      "id": "12-017-0891_p0020",
      "zh_CN": "真正发心的人，我相信有，为什么成就看不出来？善导大师讲「总在遇缘不同」，这一句话非常有道理。真正发心的人有，缘不足！也就是说，修学环境、同参道友，这是我们自行化他成败关键的所在。我自己深有体会。老师指引，老师只是指路，指示你的方向，指给你目标；目标方向你有了，路怎么走法？这个要靠好同参同学，要靠好的护法，他从中帮助你，你才能成就。护法的功德不可思议，没有善护，佛法就不可能，别说常住世间，短住也不可能。请法师来讲一堂经，一个钟点、两个钟点，也要有护法来启请；没有护法来启请，这一、两个钟点的缘都不可得。我明了，我总是全心全力做增上缘。但是护法工作绝对不是一个人，是要许多人出钱出力，共同来合作建立一个道场，管理这个道场，成就有志的学人。佛法里面讲的学人，是有志弘护佛法，佛法范围非常广泛，无论你的志，你的目标是在哪一部经论，都好！不离《大藏经》，那就是标准的正法。",
      "zh_TW": "真正發心的人，我相信有，為什麼成就看不出來？善導大師講「總在遇緣不同」，這一句話非常有道理。真正發心的人有，緣不足！也就是說，修學環境、同參道友，這是我們自行化他成敗關鍵的所在。我自己深有體會。老師指引，老師只是指路，指示你的方向，指給你目標；目標方向你有了，路怎麼走法？這個要靠好同參同學，要靠好的護法，他從中幫助你，你才能成就。護法的功德不可思議，沒有善護，佛法就不可能，別說常住世間，短住也不可能。請法師來講一堂經，一個鐘點、兩個鐘點，也要有護法來啟請；沒有護法來啟請，這一、兩個鐘點的緣都不可得。我明瞭，我總是全心全力做增上緣。但是護法工作絕對不是一個人，是要許多人出錢出力，共同來合作建立一個道場，管理這個道場，成就有志的學人。佛法裡面講的學人，是有志弘護佛法，佛法範圍非常廣泛，無論你的志，你的目標是在哪一部經論，都好！不離《大藏經》，那就是標準的正法。"
    },
    {
      "id": "12-017-0891_p0021",
      "zh_CN": "我们今天在此地建立这个小学院，这是起步。希望我们的同学，无论在家出家，要发大愿。佛家讲发心发愿，世间人讲立大志；世间圣贤告诉我们，立大志不是做大官发大财，不是这个。中国古来圣贤教人，立大志是学做圣人、学做贤人，为社会大众做好榜样，是这样教人的。在佛法里面，佛常常劝我们发大心，大心是菩提心；觉而不迷的心，正而不邪的心，净而不染的心，要发这个心。不迷不邪不染，你的心永远保持在觉正净，这菩提心。发大愿，无量劫来，诸佛菩萨他们的愿各个不一样，不一样里面有相同的。总的来说，不外乎四大类，「众生无边誓愿度，烦恼无尽誓愿断，法门无量誓愿学，佛道无上誓愿成」。度众生，断烦恼，学法门，成佛道，总不外乎这个四大类，四弘誓愿。阿弥陀佛的愿有四十八，四十八大愿，四十八大愿一归纳也不出这四大类，这四大类就讲完了，讲圆满了！",
      "zh_TW": "我們今天在此地建立這個小學院，這是起步。希望我們的同學，無論在家出家，要發大願。佛家講發心發願，世間人講立大志；世間聖賢告訴我們，立大志不是做大官發大財，不是這個。中國古來聖賢教人，立大志是學做聖人、學做賢人，為社會大眾做好榜樣，是這樣教人的。在佛法裡面，佛常常勸我們發大心，大心是菩提心；覺而不迷的心，正而不邪的心，淨而不染的心，要發這個心。不迷不邪不染，你的心永遠保持在覺正淨，這菩提心。發大願，無量劫來，諸佛菩薩他們的願各個不一樣，不一樣裡面有相同的。總的來說，不外乎四大類，「眾生無邊誓願度，煩惱無盡誓願斷，法門無量誓願學，佛道無上誓願成」。度眾生，斷煩惱，學法門，成佛道，總不外乎這個四大類，四弘誓願。阿彌陀佛的願有四十八，四十八大願，四十八大願一歸納也不出這四大類，這四大類就講完了，講圓滿了！"
    },
    {
      "id": "12-017-0891_p0022",
      "zh_CN": "我们有没有发这个愿心？有没有发觉正净的心？有没有发四弘誓的愿？有心有愿，然后你就有行为，以我的行动来兑现，满我的愿。所以佛教人立愿要作菩萨，要作佛。佛是圣人，菩萨是贤人，还是教你做圣人、做贤人，不是教你升官发财。世出世间的圣人教化众生，在理念、方向目标可以说很接近，相同，一条路。虽是一条路，这里头有浅深的差别，好像走路，有远近的差别，有近程、有远程。大概世间圣贤的目标比较近，出世间圣贤的目标远大，他的方向决定相同，我们细细观察就知道了。所以诸佛菩萨、真善知识，他出现在这个世间，肯定建树法幢。我们用佛法的术语来讲，初学的人听了也许不懂什么叫建树法幢，换句话说，就是建立道场，建树法幢就是现在所说的建立道场。建立道场，诸位又要晓得，形式是离不开，但是形式不是最重要的。最重要是什么？实质。实质是什么？教学，这个最重要。",
      "zh_TW": "我們有沒有發這個願心？有沒有發覺正淨的心？有沒有發四弘誓的願？有心有願，然後你就有行為，以我的行動來兌現，滿我的願。所以佛教人立願要作菩薩，要作佛。佛是聖人，菩薩是賢人，還是教你做聖人、做賢人，不是教你升官發財。世出世間的聖人教化眾生，在理念、方向目標可以說很接近，相同，一條路。雖是一條路，這裡頭有淺深的差別，好像走路，有遠近的差別，有近程、有遠程。大概世間聖賢的目標比較近，出世間聖賢的目標遠大，他的方向決定相同，我們細細觀察就知道了。所以諸佛菩薩、真善知識，他出現在這個世間，肯定建樹法幢。我們用佛法的術語來講，初學的人聽了也許不懂什麼叫建樹法幢，換句話說，就是建立道場，建樹法幢就是現在所說的建立道場。建立道場，諸位又要曉得，形式是離不開，但是形式不是最重要的。最重要是什麼？實質。實質是什麼？教學，這個最重要。"
    },
    {
      "id": "12-017-0891_p0023",
      "zh_CN": "早年，大陆刚刚解放的时候，李老师到台湾，利用公余的时间，下了班，晚上下班，找一批学佛的佛教徒，为他们讲经说法。在哪里讲？在他们家里。听众十个、八个，那叫建法幢。他在这里讲经讲一个小时，这一个小时时间里头，这个地方是道场，这个一点都不假。一切时一切处，抓住机会就劝导大众要信佛法。信佛法要理解经教，经教不懂，那个信佛是迷信，没有理论的依据。真正把教理搞清楚搞明白了，我相信。相信，我有理论依据，这叫正信；一般烧香拜佛的，迷信。李老师帮助他们把迷信转变成正信，然后再升级，把正信转变成真信。真信是我这一生别的事不想干了，就想成佛，这真信！我这一生绝对不再搞三途六道，我要作菩萨，我要作佛。我做了菩萨、做了佛，我乘愿再来，这是真信，比正信升高一级了。这样的人，这一生当中肯定成就，他作佛去了。三界六道永远摆脱了。",
      "zh_TW": "早年，大陸剛剛解放的時候，李老師到台灣，利用公餘的時間，下了班，晚上下班，找一批學佛的佛教徒，為他們講經說法。在哪裡講？在他們家裡。聽眾十個、八個，那叫建法幢。他在這裡講經講一個小時，這一個小時時間裡頭，這個地方是道場，這個一點都不假。一切時一切處，抓住機會就勸導大眾要信佛法。信佛法要理解經教，經教不懂，那個信佛是迷信，沒有理論的依據。真正把教理搞清楚搞明白了，我相信。相信，我有理論依據，這叫正信；一般燒香拜佛的，迷信。李老師幫助他們把迷信轉變成正信，然後再升級，把正信轉變成真信。真信是我這一生別的事不想幹了，就想成佛，這真信！我這一生絕對不再搞三途六道，我要作菩薩，我要作佛。我做了菩薩、做了佛，我乘願再來，這是真信，比正信升高一級了。這樣的人，這一生當中肯定成就，他作佛去了。三界六道永遠擺脫了。"
    },
    {
      "id": "12-017-0891_p0024",
      "zh_CN": "老师就是对一个人说，这个地方也是道场，「佛氏门中，不舍一人」。在哪个地方讲，哪个地方就是道场。讲经、教学，不可能没有影响，为什么？这个人听了之后，他会跟别人讲，这就是光明遍照的意思。我今天在这里跟大家讲经说法，听众虽然只有四、五个人，这四、五个人听了之后，每一个人又跟四、五个人讲，就变成四、五十个人。四、五十个人，每一个人再跟五个人讲的话，就变成四、五百人，自自然然它会扩大。我认识李老师，李老师在台中教了十年，那个时候台中莲社成立很久了，慈光图书馆正在筹备期间。接受李老师教诲的人有多少？这李老师自己告诉我的，最保守的估计二十万人。十年，他影响跟他学的人有二十万人，这不是光明遍照吗？这就是『妙华间饰』。「妙华间饰」是学生一个传一个，一个传一个。我到台中莲社的时候，台中莲社有十七个布教所，那十七个布教所就是「妙华间饰」！不能没有建树，没有建树，这一生白来了。现在时间到了。",
      "zh_TW": "老師就是對一個人說，這個地方也是道場，「佛氏門中，不捨一人」。在哪個地方講，哪個地方就是道場。講經、教學，不可能沒有影響，為什麼？這個人聽了之後，他會跟別人講，這就是光明遍照的意思。我今天在這裡跟大家講經說法，聽眾雖然只有四、五個人，這四、五個人聽了之後，每一個人又跟四、五個人講，就變成四、五十個人。四、五十個人，每一個人再跟五個人講的話，就變成四、五百人，自自然然它會擴大。我認識李老師，李老師在台中教了十年，那個時候台中蓮社成立很久了，慈光圖書館正在籌備期間。接受李老師教誨的人有多少？這李老師自己告訴我的，最保守的估計二十萬人。十年，他影響跟他學的人有二十萬人，這不是光明遍照嗎？這就是『妙華間飾』。「妙華間飾」是學生一個傳一個，一個傳一個。我到台中蓮社的時候，台中蓮社有十七個布教所，那十七個布教所就是「妙華間飾」！不能沒有建樹，沒有建樹，這一生白來了。現在時間到了。"
    },
    {
      "id": "12-017-0891_p0025",
      "zh_CN": "诸位同学，我们接着再看下一段，第五段。",
      "zh_TW": "諸位同學，我們接著再看下一段，第五段。"
    },
    {
      "id": "12-017-0891_p0026",
      "zh_CN": "【次有香水海，名妙宝衣庄严。世界种，名光明海。】",
      "zh_TW": "【次有香水海，名妙寶衣莊嚴。世界種，名光明海。】"
    },
    {
      "id": "12-017-0891_p0027",
      "zh_CN": "这一句很好懂，『衣』表重视礼节，有这些习气种子。中国人常讲的重视小节，循规蹈矩。古时候这种人多，在现代的社会一般人也都能够明了。日本人很重视礼节，你看他无论在什么场合，许许多多外国人服装都不讲究、都很随便，但是日本人的服装一定非常整齐，重视。中国古人重视，日本古时候都在中国学习，中国有很多好的东西，日本人到现在依旧保留住。我们中国古时候，自称为礼仪之邦。现在，至少我们在形式上看，日本人好像有一点是礼仪之邦，至少外表上，他还保存着。重视礼貌，重视礼节，在中国高层社会有，依旧还重视，一般民间已经不重视了，慢慢也接受西方文化，愈来愈自由，愈来愈随便，服饰不甚讲究了。",
      "zh_TW": "這一句很好懂，『衣』表重視禮節，有這些習氣種子。中國人常講的重視小節，循規蹈矩。古時候這種人多，在現代的社會一般人也都能夠明瞭。日本人很重視禮節，你看他無論在什麼場合，許許多多外國人服裝都不講究、都很隨便，但是日本人的服裝一定非常整齊，重視。中國古人重視，日本古時候都在中國學習，中國有很多好的東西，日本人到現在依舊保留住。我們中國古時候，自稱為禮儀之邦。現在，至少我們在形式上看，日本人好像有一點是禮儀之邦，至少外表上，他還保存著。重視禮貌，重視禮節，在中國高層社會有，依舊還重視，一般民間已經不重視了，慢慢也接受西方文化，愈來愈自由，愈來愈隨便，服飾不甚講究了。"
    },
    {
      "id": "12-017-0891_p0028",
      "zh_CN": "这一类的种习变现出世界种『光明海』，确实是好。在形象上可观，让人生欢喜心，生恭敬心。所以从前李老师，我请老师给我们同学们讲《礼记》，请了五、六次老师才答应。头一天上课的时候，老师就表明：为什么你请我讲我不讲？讲了也是白讲，你做不到！所以请了很多次，老师都不讲，最后开课的时候，说出这个原因。然后再告诉我们，学礼，我们目标绝对不是：学了礼，我们是个懂礼的人。这个目标不容易达到。李老师很清楚，现代人做不到。但是老师说了一句话，希望大家学了，将来在社会上不要被别人讨厌，那我们这堂课开了就有意义。这话是实话，在任何场合当中，不要叫别人讨厌我们。特别是出家，或者是在家从事于弘法、护法工作的人，如果叫社会大众讨厌你，你不是在糟蹋佛法吗？你不是在破坏佛法的形象吗？那个罪很重！许多人不知道。所以我们学一点礼，懂得一点规矩，能够维持佛法最低的一个形象，让社会大众看了不要讨厌。李老师他老人家的期望，希望我们至少要做到这一点。这是我们今天读到这一段经文，这一段，「衣」是属于礼，礼服。",
      "zh_TW": "這一類的種習變現出世界種『光明海』，確實是好。在形象上可觀，讓人生歡喜心，生恭敬心。所以從前李老師，我請老師給我們同學們講《禮記》，請了五、六次老師才答應。頭一天上課的時候，老師就表明：為什麼你請我講我不講？講了也是白講，你做不到！所以請了很多次，老師都不講，最後開課的時候，說出這個原因。然後再告訴我們，學禮，我們目標絕對不是：學了禮，我們是個懂禮的人。這個目標不容易達到。李老師很清楚，現代人做不到。但是老師說了一句話，希望大家學了，將來在社會上不要被別人討厭，那我們這堂課開了就有意義。這話是實話，在任何場合當中，不要叫別人討厭我們。特別是出家，或者是在家從事於弘法、護法工作的人，如果叫社會大眾討厭你，你不是在糟蹋佛法嗎？你不是在破壞佛法的形象嗎？那個罪很重！許多人不知道。所以我們學一點禮，懂得一點規矩，能夠維持佛法最低的一個形象，讓社會大眾看了不要討厭。李老師他老人家的期望，希望我們至少要做到這一點。這是我們今天讀到這一段經文，這一段，「衣」是屬於禮，禮服。"
    },
    {
      "id": "12-017-0891_p0029",
      "zh_CN": "【次有香水海，名宝树峰。世界种，名宝燄云。】",
      "zh_TW": "【次有香水海，名寶樹峰。世界種，名寶燄雲。】"
    },
    {
      "id": "12-017-0891_p0030",
      "zh_CN": "这一条，我想我们可以省略，意思非常明显，大家都知道。『树峰』跟前面一般讲的树花，意思不一样，你的建树要达到最高峰。「宝树」，你的事业、你在社会上的建树都与性德相应。我们不讲性德，我们换个话讲，都与道德相应，那就是宝。如果与道德不相应，那个建树能讲「树峰」，不能讲「宝」。今天科学技术的建树，真的达到高峰，它的目标在哪里？目标在利，没有离开自私，没有离开名利，它不能叫宝。称宝，决定是与道德相应，与性德相应，与利益社会、利益众生相应，决不是求自利。『世界种名宝燄云』，这个意思也很明显。我们再看下面这一段：",
      "zh_TW": "這一條，我想我們可以省略，意思非常明顯，大家都知道。『樹峰』跟前面一般講的樹花，意思不一樣，你的建樹要達到最高峰。「寶樹」，你的事業、你在社會上的建樹都與性德相應。我們不講性德，我們換個話講，都與道德相應，那就是寶。如果與道德不相應，那個建樹能講「樹峰」，不能講「寶」。今天科學技術的建樹，真的達到高峰，它的目標在哪裡？目標在利，沒有離開自私，沒有離開名利，它不能叫寶。稱寶，決定是與道德相應，與性德相應，與利益社會、利益眾生相應，決不是求自利。『世界種名寶燄雲』，這個意思也很明顯。我們再看下面這一段："
    },
    {
      "id": "12-017-0891_p0031",
      "zh_CN": "【次有香水海，名示现光明。世界种，名入金刚无所碍。】",
      "zh_TW": "【次有香水海，名示現光明。世界種，名入金剛無所礙。】"
    },
    {
      "id": "12-017-0891_p0032",
      "zh_CN": "这个种习好，确确实实是一个觉悟的人，也就是常常会想到我的起心动念、言语造作，一定要给社会大众做好样子，不能做坏样子。这种念头，这种行为，落在阿赖耶里面的种子，就是属于这一类的，归到这一类。这一类种子变现出的世界种，『入金刚无所碍』。「金刚」表坚固，什么样坚固的妄想分别执着，你入那里都没有障碍。为什么？你心行正大光明。所以这个地方的金刚，不做金刚般若讲，极其坚固的妄想分别执着。我们如果是以正大光明，因为它是种子，『香水海』是讲的种子习气，『示现光明』这一类种习，能破一切众生坚固的烦恼。先破自己的坚固烦恼。你看看，我们自己自私自利，烦恼的根；表现在外面，名闻利养，五欲六尘，是非人我，贪瞋痴慢，真的非常坚固。但是一个人如果真的有这个念头，这个念头念念相续，就是想做好样子给社会大众看。如果我这个念头，我的言语，我的行持，不能给社会大众做好样子；我自己决定不起这个念头，我不会说这个话，我没这个动作，岂不是把自己坚固的烦恼突破了？能够破自己的坚固烦恼是自度，做给别人看是度他，度他一定从自度下手，这是一定的道理。再看下面一句：",
      "zh_TW": "這個種習好，確確實實是一個覺悟的人，也就是常常會想到我的起心動念、言語造作，一定要給社會大眾做好樣子，不能做壞樣子。這種念頭，這種行為，落在阿賴耶裡面的種子，就是屬於這一類的，歸到這一類。這一類種子變現出的世界種，『入金剛無所礙』。「金剛」表堅固，什麼樣堅固的妄想分別執著，你入那裡都沒有障礙。為什麼？你心行正大光明。所以這個地方的金剛，不做金剛般若講，極其堅固的妄想分別執著。我們如果是以正大光明，因為它是種子，『香水海』是講的種子習氣，『示現光明』這一類種習，能破一切眾生堅固的煩惱。先破自己的堅固煩惱。你看看，我們自己自私自利，煩惱的根；表現在外面，名聞利養，五欲六塵，是非人我，貪瞋痴慢，真的非常堅固。但是一個人如果真的有這個念頭，這個念頭念念相續，就是想做好樣子給社會大眾看。如果我這個念頭，我的言語，我的行持，不能給社會大眾做好樣子；我自己決定不起這個念頭，我不會說這個話，我沒這個動作，豈不是把自己堅固的煩惱突破了？能夠破自己的堅固煩惱是自度，做給別人看是度他，度他一定從自度下手，這是一定的道理。再看下面一句："
    },
    {
      "id": "12-017-0891_p0033",
      "zh_CN": "【次有香水海，名莲华普庄严。世界种，名无边岸海渊。】",
      "zh_TW": "【次有香水海，名蓮華普莊嚴。世界種，名無邊岸海淵。】"
    },
    {
      "id": "12-017-0891_p0034",
      "zh_CN": "『渊』是讲深，『无边』是讲广大。这一类的种子叫『莲华普庄严』。莲花之德，在染而不染，不会被这个染污；在净，它也不受净的影响，染净两边都能够不着。两边都不着，两边都不受影响，它自在。染，我们晓得莲花长在池塘里头，根在泥土里头，泥土代表染，在染不染，它出来了。出来的时候，它通过水，水是代表净，净怎么样？净它也不执着，它开在水上面。染净两面都不受影响。佛用这个来表法，染代表六道三途，净代表四圣法界，就是十法界，莲花开在一真法界。我们想这个意思，佛家用莲花来表法，诸佛菩萨他的心行永远超越十法界；六凡放下，一尘不染，四圣法界也放下，也不会有一丝毫分别执着，所以他证得的是一真法界，证得与自性圆满相应。所以这一类的种习变现出的世界种「无边岸海渊」。「无边」，广大。「海」是法海，「海」是法界。广没有边际，深也没有边际，「渊」是讲的深。",
      "zh_TW": "『淵』是講深，『無邊』是講廣大。這一類的種子叫『蓮華普莊嚴』。蓮花之德，在染而不染，不會被這個染污；在淨，它也不受淨的影響，染淨兩邊都能夠不著。兩邊都不著，兩邊都不受影響，它自在。染，我們曉得蓮花長在池塘裡頭，根在泥土裡頭，泥土代表染，在染不染，它出來了。出來的時候，它通過水，水是代表淨，淨怎麼樣？淨它也不執著，它開在水上面。染淨兩面都不受影響。佛用這個來表法，染代表六道三途，淨代表四聖法界，就是十法界，蓮花開在一真法界。我們想這個意思，佛家用蓮花來表法，諸佛菩薩他的心行永遠超越十法界；六凡放下，一塵不染，四聖法界也放下，也不會有一絲毫分別執著，所以他證得的是一真法界，證得與自性圓滿相應。所以這一類的種習變現出的世界種「無邊岸海淵」。「無邊」，廣大。「海」是法海，「海」是法界。廣沒有邊際，深也沒有邊際，「淵」是講的深。"
    },
    {
      "id": "12-017-0891_p0035",
      "zh_CN": "【次有香水海，名妙宝庄严。世界种，名普示现国土藏。】",
      "zh_TW": "【次有香水海，名妙寶莊嚴。世界種，名普示現國土藏。】"
    },
    {
      "id": "12-017-0891_p0036",
      "zh_CN": "『妙宝庄严』，这一类的种习我们在前面读过，虽然这好像同是一类，同类里头又有差别。这个都是生生世世的习气爱好。譬如我们世间，我们看到有很多人喜欢收藏珠宝，但是各人爱好也不一样。有人喜欢收藏珠宝，珠宝里头又分很多类，有人喜欢宝石，见到宝石就爱，收集很多；有人收集珍珠，里头还是有类别，所以它变现的世界种也是有一点差别，我们把习气跟现行一对照就晓得了。种子习气无量无边，它遇到缘，它就会现行，现行就是世界种，世界种无量无边。这个『世界种』叫『普示现国土藏』。「国土」里头有佛国土，有菩萨国土，有声闻国土，有众生国土，有凡圣同居土，有纯一净土，「普示」。底下一句，这是这一段的总结：",
      "zh_TW": "『妙寶莊嚴』，這一類的種習我們在前面讀過，雖然這好像同是一類，同類裡頭又有差別。這個都是生生世世的習氣愛好。譬如我們世間，我們看到有很多人喜歡收藏珠寶，但是各人愛好也不一樣。有人喜歡收藏珠寶，珠寶裡頭又分很多類，有人喜歡寶石，見到寶石就愛，收集很多；有人收集珍珠，裡頭還是有類別，所以它變現的世界種也是有一點差別，我們把習氣跟現行一對照就曉得了。種子習氣無量無邊，它遇到緣，它就會現行，現行就是世界種，世界種無量無邊。這個『世界種』叫『普示現國土藏』。「國土」裡頭有佛國土，有菩薩國土，有聲聞國土，有眾生國土，有凡聖同居土，有純一淨土，「普示」。底下一句，這是這一段的總結："
    },
    {
      "id": "12-017-0891_p0037",
      "zh_CN": "【如是等，不可说佛刹微尘数香水海。】",
      "zh_TW": "【如是等，不可說佛剎微塵數香水海。】"
    },
    {
      "id": "12-017-0891_p0038",
      "zh_CN": "『香水海』是种子习气，无量无边！每一个香水海都有世界种，世界种也是『不可说佛刹微尘数』，每一个世界种都有二十层佛刹。我们再看这一段，它也举一个例子：",
      "zh_TW": "『香水海』是種子習氣，無量無邊！每一個香水海都有世界種，世界種也是『不可說佛剎微塵數』，每一個世界種都有二十層佛剎。我們再看這一段，它也舉一個例子："
    },
    {
      "id": "12-017-0891_p0039",
      "zh_CN": "【其最近轮围山香水海。】",
      "zh_TW": "【其最近輪圍山香水海。】"
    },
    {
      "id": "12-017-0891_p0040",
      "zh_CN": "这一共就十个海，前面讲九个，最后讲一个『最近轮围山香水海』。",
      "zh_TW": "這一共就十個海，前面講九個，最後講一個『最近輪圍山香水海』。"
    },
    {
      "id": "12-017-0891_p0041",
      "zh_CN": "【名不可坏海。世界种名妙轮间错莲华场。以一切佛力所出音为体。】",
      "zh_TW": "【名不可壞海。世界種名妙輪間錯蓮華場。以一切佛力所出音為體。】"
    },
    {
      "id": "12-017-0891_p0042",
      "zh_CN": "这是为我们介绍，举一个例子，这个香水海名叫『不可坏』。「不可坏」是智慧，不可坏是功德，真实智慧功德，变现出的世界种，『妙轮间错莲华场』，这个大的世界就是诸佛菩萨教化众生的道场。「妙轮间错」，显示这个道场所开的科目众多，像释迦牟尼佛常说的八万四千法门、无量法门；无量法门间错，八万四千法门间错。「间错」就是彼此有影响，相辅相成。我们开始学的时候，是一门深入，不用这个方法你没有办法成就。佛法的成就，诸位同学一定要晓得，从经论上这个讲法，戒定慧。成就是智慧开了，才算成就；戒律精严，要没有得三昧，不算成就。持戒得定，那就算成就。修定不开慧，不算成就；修定，般若智慧现前这算成就。到成就之后，法门无量誓愿学，那就是「间错莲华道场」。",
      "zh_TW": "這是為我們介紹，舉一個例子，這個香水海名叫『不可壞』。「不可壞」是智慧，不可壞是功德，真實智慧功德，變現出的世界種，『妙輪間錯蓮華場』，這個大的世界就是諸佛菩薩教化眾生的道場。「妙輪間錯」，顯示這個道場所開的科目眾多，像釋迦牟尼佛常說的八萬四千法門、無量法門；無量法門間錯，八萬四千法門間錯。「間錯」就是彼此有影響，相輔相成。我們開始學的時候，是一門深入，不用這個方法你沒有辦法成就。佛法的成就，諸位同學一定要曉得，從經論上這個講法，戒定慧。成就是智慧開了，才算成就；戒律精嚴，要沒有得三昧，不算成就。持戒得定，那就算成就。修定不開慧，不算成就；修定，般若智慧現前這算成就。到成就之後，法門無量誓願學，那就是「間錯蓮華道場」。"
    },
    {
      "id": "12-017-0891_p0043",
      "zh_CN": "我们想这个「妙轮间错莲华道场」是什么世界？法身菩萨的世界，这个道场一定是纯一清净，这是一个大世界。我们要问这个大世界有二十层，这二十层里面有没有凡圣同居土？我们想像当中肯定有。但是虽然凡圣同居土，我们相信这个大世界里面的凡夫好教，不像娑婆世界；娑婆世界凡圣同居土里头的众生刚强难化。我们相信这个妙轮间错莲华场世界种所持的世界，里面的众生好教，善根深厚，才会到那里去往生。一切众生到哪个世界去，不是有人在注定，是你的爱好兴趣在注定。到佛的世界还得要有功夫，爱好、兴趣还要加上功夫才能去往生；到那个世界里面，那些人真的志同道合，想法看法、方向目标都非常接近，容易成就！",
      "zh_TW": "我們想這個「妙輪間錯蓮華道場」是什麼世界？法身菩薩的世界，這個道場一定是純一清淨，這是一個大世界。我們要問這個大世界有二十層，這二十層裡面有沒有凡聖同居土？我們想像當中肯定有。但是雖然凡聖同居土，我們相信這個大世界裡面的凡夫好教，不像娑婆世界；娑婆世界凡聖同居土裡頭的眾生剛強難化。我們相信這個妙輪間錯蓮華場世界種所持的世界，裡面的眾生好教，善根深厚，才會到那裡去往生。一切眾生到哪個世界去，不是有人在注定，是你的愛好興趣在注定。到佛的世界還得要有功夫，愛好、興趣還要加上功夫才能去往生；到那個世界裡面，那些人真的志同道合，想法看法、方向目標都非常接近，容易成就！"
    },
    {
      "id": "12-017-0891_p0044",
      "zh_CN": "这个世界种，就是它所摄二十层的世界，大致上来讲，还是以音声为教体，『以一切佛力所出音为体』，为教体。由此可知，众生六根当中，还是耳根最利。下面我们再看这个世界，它所持的二十层佛刹。先看最下一层：",
      "zh_TW": "這個世界種，就是它所攝二十層的世界，大致上來講，還是以音聲為教體，『以一切佛力所出音為體』，為教體。由此可知，眾生六根當中，還是耳根最利。下面我們再看這個世界，它所持的二十層佛剎。先看最下一層："
    },
    {
      "id": "12-017-0891_p0045",
      "zh_CN": "【此中最下方，有世界名最妙香，佛号变化无量尘数光。】",
      "zh_TW": "【此中最下方，有世界名最妙香，佛號變化無量塵數光。】"
    },
    {
      "id": "12-017-0891_p0046",
      "zh_CN": "『世界名最妙香』，是说这个世界的果报，这个世界好！我们的世界叫娑婆，这个世界叫「最妙香」。我们从这个名号里面应当能够体会到，居住在这个世界的众生，肯定多数修养道德，持戒修定，戒定真香；修行证果，证得五分法身香。佛在此地教化众生，佛的名号就是教学的宗旨，教学的总纲领。『变化无量尘数光』。我们一看这什么？权智，佛经上常讲的「善巧方便」。种种善巧方便，一一都与性德相应，才合得着「光」这个字，与性德相应。性德难了，我们没有明心见性，什么叫性德？没有明心见性的人，唯有依靠佛菩萨。佛菩萨明心见性了，佛菩萨起心动念，佛菩萨言语造作，就是性德的流露。这样一来，我们有办法了，我们只要随顺佛菩萨，向佛菩萨学习就对了，一点都不错！真正向佛菩萨学习，必须把自己的成见放下，把自己在日常生活当中，对人对事对物的想法看法放下，说法作法放下。",
      "zh_TW": "『世界名最妙香』，是說這個世界的果報，這個世界好！我們的世界叫娑婆，這個世界叫「最妙香」。我們從這個名號裡面應當能夠體會到，居住在這個世界的眾生，肯定多數修養道德，持戒修定，戒定真香；修行證果，證得五分法身香。佛在此地教化眾生，佛的名號就是教學的宗旨，教學的總綱領。『變化無量塵數光』。我們一看這什麼？權智，佛經上常講的「善巧方便」。種種善巧方便，一一都與性德相應，才合得著「光」這個字，與性德相應。性德難了，我們沒有明心見性，什麼叫性德？沒有明心見性的人，唯有依靠佛菩薩。佛菩薩明心見性了，佛菩薩起心動念，佛菩薩言語造作，就是性德的流露。這樣一來，我們有辦法了，我們只要隨順佛菩薩，向佛菩薩學習就對了，一點都不錯！真正向佛菩薩學習，必須把自己的成見放下，把自己在日常生活當中，對人對事對物的想法看法放下，說法作法放下。"
    },
    {
      "id": "12-017-0891_p0047",
      "zh_CN": "学佛，佛是怎么想的？佛是怎么看法？佛是怎么说法？佛是怎么作法？佛在哪里？经典里面所说的。所以依教奉行就是学佛菩萨，依教奉行就是随顺性德。经教太多了，依哪一种？哪一种都行，为什么？哪一种都是性德流露，所以佛给我们作证，「法门平等，无有高下」。随拈一法，就是随便你选择哪一部经论，只要真心想学，锲而不舍，放弃自己妄想执着，完全依靠经论所说的，你肯定成功。这个理与事不能不知道。我们有许多同学，不能说没有好心，真的有好心，真的想学，真想用功，可是多少年下来，依然如故。在修持上没有进展可言，甚至于还有不少人退步。怎么退的？我遇到不少人：法师，我不学佛的时候，还没有这么多的烦恼，学佛之后，烦恼天天在增加。这是什么？这退步了。如果你真正在学，你如理如法在学，你的境界肯定是烦恼轻智慧长。你的烦恼、你的习气一年比一年少；你的智慧一年比一年增长；你的生活一年比一年快乐，一年比一年自在，你真学到东西了。",
      "zh_TW": "學佛，佛是怎麼想的？佛是怎麼看法？佛是怎麼說法？佛是怎麼作法？佛在哪裡？經典裡面所說的。所以依教奉行就是學佛菩薩，依教奉行就是隨順性德。經教太多了，依哪一種？哪一種都行，為什麼？哪一種都是性德流露，所以佛給我們作證，「法門平等，無有高下」。隨拈一法，就是隨便你選擇哪一部經論，只要真心想學，鍥而不捨，放棄自己妄想執著，完全依靠經論所說的，你肯定成功。這個理與事不能不知道。我們有許多同學，不能說沒有好心，真的有好心，真的想學，真想用功，可是多少年下來，依然如故。在修持上沒有進展可言，甚至於還有不少人退步。怎麼退的？我遇到不少人：法師，我不學佛的時候，還沒有這麼多的煩惱，學佛之後，煩惱天天在增加。這是什麼？這退步了。如果你真正在學，你如理如法在學，你的境界肯定是煩惱輕智慧長。你的煩惱、你的習氣一年比一年少；你的智慧一年比一年增長；你的生活一年比一年快樂，一年比一年自在，你真學到東西了。"
    },
    {
      "id": "12-017-0891_p0048",
      "zh_CN": "早年方东美先生把佛法介绍给我，说学佛是人生最高的享受。你们想想看，如果学佛你的享受要不是一年比一年好，那方老师这个话就讲错了。我这五十年来，我肯定方老师的话正确。怎么肯定？我这五十年的经历，确实烦恼习气一年一年少，智慧福德一年一年增长，确实学佛是人生最高的享受。在佛法里面讲，学佛是人生究竟圆满的享受，一点都不假。问题你是不是真学？所以宗门大德常常勘验学人：会么？这句话问得好，你会么？这个「会么」的意思，是不是如理如法的修学？你违背经典所讲的理论，违背佛菩萨所说的方法，你不会！你要是会学，哪有不得利益的道理！关键在「会」。再看底下一段：",
      "zh_TW": "早年方東美先生把佛法介紹給我，說學佛是人生最高的享受。你們想想看，如果學佛你的享受要不是一年比一年好，那方老師這個話就講錯了。我這五十年來，我肯定方老師的話正確。怎麼肯定？我這五十年的經歷，確實煩惱習氣一年一年少，智慧福德一年一年增長，確實學佛是人生最高的享受。在佛法裡面講，學佛是人生究竟圓滿的享受，一點都不假。問題你是不是真學？所以宗門大德常常勘驗學人：會麼？這句話問得好，你會麼？這個「會麼」的意思，是不是如理如法的修學？你違背經典所講的理論，違背佛菩薩所說的方法，你不會！你要是會學，哪有不得利益的道理！關鍵在「會」。再看底下一段："
    },
    {
      "id": "12-017-0891_p0049",
      "zh_CN": "【此上过十佛刹微尘数世界，与金刚幢世界齐等，有世界名不思议差别庄严门，佛号无量智。】",
      "zh_TW": "【此上過十佛剎微塵數世界，與金剛幢世界齊等，有世界名不思議差別莊嚴門，佛號無量智。】"
    },
    {
      "id": "12-017-0891_p0050",
      "zh_CN": "这是「妙轮间错莲华场世界」所持的佛刹第十层，与华藏世界第十层『金刚幢世界』等齐。这个世界名叫『不思议差别庄严门』，好！这个世界有没有差别？有，种种差别不可思议。我们再回头看看我们娑婆世界，有没有差别？也是一样有差别，种种差别，可不可思议？不可思议。觉悟的人不可思议，迷惑的人在里头胡思乱想。胡思乱想错了，不可思议就对了；转境界就在这一念差别。如果我们把所有一切的妄想，都能回归到不可思、不可议。不可思，是把想法看法放下；不可议，是把你种种议论放下。诸位想想，这是什么境界？这是清净平等的境界，这是真诚的境界。心转过来，外面境界就转了；外面境界，十法界就转变成一真法界。",
      "zh_TW": "這是「妙輪間錯蓮華場世界」所持的佛剎第十層，與華藏世界第十層『金剛幢世界』等齊。這個世界名叫『不思議差別莊嚴門』，好！這個世界有沒有差別？有，種種差別不可思議。我們再回頭看看我們娑婆世界，有沒有差別？也是一樣有差別，種種差別，可不可思議？不可思議。覺悟的人不可思議，迷惑的人在裡頭胡思亂想。胡思亂想錯了，不可思議就對了；轉境界就在這一念差別。如果我們把所有一切的妄想，都能回歸到不可思、不可議。不可思，是把想法看法放下；不可議，是把你種種議論放下。諸位想想，這是什麼境界？這是清淨平等的境界，這是真誠的境界。心轉過來，外面境界就轉了；外面境界，十法界就轉變成一真法界。"
    },
    {
      "id": "12-017-0891_p0051",
      "zh_CN": "佛在这个世界现身教学，以『无量智』做教学的总纲领。回想想释迦牟尼佛在我们这个世界，用什么做教学的总纲领？仁慈、清净。我们这个世间的人没有仁慈的心，佛教给我们，处事待人接物要仁慈，对待自己要清净。你看看佛在那个世界，我们相信那个世界的人，心对人都很仁慈，对自己都很清净，他需要什么？无量智慧。跟我们这个世界真的不一样。这个世界的名号对我们有帮助，我们读了之后，试问问在日常生活当中，要不要放下？要不要看破？看看这个世界，他们看破的功夫有了相当的成就。我们今天听到这个方法，听说看破、放下，自己没做，没有落实。所以看破放下，我们要天天在念，时时刻刻要放在我们眼睛前面。为什么我们修学功夫不得力？没看破，没有放下。劳累诸佛菩萨为我们示现，苦口婆心为我们说法教导，就是我们还没有看破，还没有放下。再看底下这一段：",
      "zh_TW": "佛在這個世界現身教學，以『無量智』做教學的總綱領。回想想釋迦牟尼佛在我們這個世界，用什麼做教學的總綱領？仁慈、清淨。我們這個世間的人沒有仁慈的心，佛教給我們，處事待人接物要仁慈，對待自己要清淨。你看看佛在那個世界，我們相信那個世界的人，心對人都很仁慈，對自己都很清淨，他需要什麼？無量智慧。跟我們這個世界真的不一樣。這個世界的名號對我們有幫助，我們讀了之後，試問問在日常生活當中，要不要放下？要不要看破？看看這個世界，他們看破的功夫有了相當的成就。我們今天聽到這個方法，聽說看破、放下，自己沒做，沒有落實。所以看破放下，我們要天天在念，時時刻刻要放在我們眼睛前面。為什麼我們修學功夫不得力？沒看破，沒有放下。勞累諸佛菩薩為我們示現，苦口婆心為我們說法教導，就是我們還沒有看破，還沒有放下。再看底下這一段："
    },
    {
      "id": "12-017-0891_p0052",
      "zh_CN": "【此上与娑婆世界齐等。】",
      "zh_TW": "【此上與娑婆世界齊等。】"
    },
    {
      "id": "12-017-0891_p0053",
      "zh_CN": "这第十三层。",
      "zh_TW": "這第十三層。"
    },
    {
      "id": "12-017-0891_p0054",
      "zh_CN": "【有世界名十方光明妙华藏。】",
      "zh_TW": "【有世界名十方光明妙華藏。】"
    },
    {
      "id": "12-017-0891_p0055",
      "zh_CN": "这个世界好，可以说跟华藏世界相似。这一部《大方广佛华严经》就是讲的华藏世界，这一品「华藏世界品」。『十方光明』，还加个『妙』，真的，十方光明当然妙。「十方光明」讲什么？讲我们的心性。心性真诚清净平等就放光明，般若光明就现前，般若光明就是正觉，正觉就是放光，慈悲就是遍照，『妙华藏』就现前。这是性德全体大用。我们要懂得修，不修，天天念经，天天听经，没听进去；念了，没有入心。人家说念佛「口念弥陀心散乱」，我们把它换句话说，「口念经典心散乱」，一样不能成就。所以念佛要一心称念，读经也要一心读诵，一心自然就能契入。我们是初学，我们是中下根性的人，这个一定自己要承认，业障习气非常深重。你能够承认，你才会改过自新，你才会有进步。自己的毛病，自己不承认，永远不知道改过，永远不能够契入。什么人能够入道，能够入门？虚心的人，谦虚的人，知道自己不行的人，这种人进步快。哪一种人一分一毫都入不进去？自满的人，自大的人，自己以为有成就的人，一分一毫都入不去，严重障碍。心量不能不扩大。你心量大，你表现出的形象，自自然然大方，你表现的不会很小气。",
      "zh_TW": "這個世界好，可以說跟華藏世界相似。這一部《大方廣佛華嚴經》就是講的華藏世界，這一品「華藏世界品」。『十方光明』，還加個『妙』，真的，十方光明當然妙。「十方光明」講什麼？講我們的心性。心性真誠清淨平等就放光明，般若光明就現前，般若光明就是正覺，正覺就是放光，慈悲就是遍照，『妙華藏』就現前。這是性德全體大用。我們要懂得修，不修，天天念經，天天聽經，沒聽進去；念了，沒有入心。人家說念佛「口念彌陀心散亂」，我們把它換句話說，「口念經典心散亂」，一樣不能成就。所以念佛要一心稱念，讀經也要一心讀誦，一心自然就能契入。我們是初學，我們是中下根性的人，這個一定自己要承認，業障習氣非常深重。你能夠承認，你才會改過自新，你才會有進步。自己的毛病，自己不承認，永遠不知道改過，永遠不能夠契入。什麼人能夠入道，能夠入門？虛心的人，謙虛的人，知道自己不行的人，這種人進步快。哪一種人一分一毫都入不進去？自滿的人，自大的人，自己以為有成就的人，一分一毫都入不去，嚴重障礙。心量不能不擴大。你心量大，你表現出的形象，自自然然大方，你表現的不會很小氣。"
    },
    {
      "id": "12-017-0891_p0056",
      "zh_CN": "【佛号师子眼光燄云。】",
      "zh_TW": "【佛號師子眼光燄雲。】"
    },
    {
      "id": "12-017-0891_p0057",
      "zh_CN": "『师子』是比如来，如来果地上十眼圆明，『光燄』都是代表智慧，慧眼、法眼。佛以这个为宗旨，以这个为纲领，来教化这个世界的众生。我们再看后面这一条：",
      "zh_TW": "『師子』是比如來，如來果地上十眼圓明，『光燄』都是代表智慧，慧眼、法眼。佛以這個為宗旨，以這個為綱領，來教化這個世界的眾生。我們再看後面這一條："
    },
    {
      "id": "12-017-0891_p0058",
      "zh_CN": "【于此最上方。】",
      "zh_TW": "【於此最上方。】"
    },
    {
      "id": "12-017-0891_p0059",
      "zh_CN": "这是这个世界种第二十层佛刹。",
      "zh_TW": "這是這個世界種第二十層佛剎。"
    },
    {
      "id": "12-017-0891_p0060",
      "zh_CN": "【有世界名海音声。】",
      "zh_TW": "【有世界名海音聲。】"
    },
    {
      "id": "12-017-0891_p0061",
      "zh_CN": "「海」在此地比喻佛法大海深广无际。『海音声』是海涛、海浪。佛用这个来比喻，诸佛菩萨在虚空法界一切刹土教化众生，「音声」就像海涛一样。这里头的「音声」还有一个很深的意思，海潮音。在我们这个世间，诸位要是住在海边，靠海岸，你一定晓得海里头有潮水，什么时候潮水上升，什么时候潮水下落，在黄金海岸就看得非常清楚。佛用这个现象来表佛说法不会失去时节因缘，就像海潮一样，到什么时候它涨潮。佛教化众生，什么时候该讲什么样的法，什么时候应该给你示现什么样的形相，决定不会错过机缘。所以佛菩萨说法叫海潮音，就这个道理。",
      "zh_TW": "「海」在此地比喻佛法大海深廣無際。『海音聲』是海濤、海浪。佛用這個來比喻，諸佛菩薩在虛空法界一切剎土教化眾生，「音聲」就像海濤一樣。這裡頭的「音聲」還有一個很深的意思，海潮音。在我們這個世間，諸位要是住在海邊，靠海岸，你一定曉得海裡頭有潮水，什麼時候潮水上升，什麼時候潮水下落，在黃金海岸就看得非常清楚。佛用這個現象來表佛說法不會失去時節因緣，就像海潮一樣，到什麼時候它漲潮。佛教化眾生，什麼時候該講什麼樣的法，什麼時候應該給你示現什麼樣的形相，決定不會錯過機緣。所以佛菩薩說法叫海潮音，就這個道理。"
    },
    {
      "id": "12-017-0891_p0062",
      "zh_CN": "【佛号水天光燄门。】",
      "zh_TW": "【佛號水天光燄門。】"
    },
    {
      "id": "12-017-0891_p0063",
      "zh_CN": "德号也非常殊胜。『水』表心，心是水，『天』表自然，心水确实法尔如是，没有一丝毫的造作。心水清净的时候放光，心水永远是净的，永远不会动的，永远放光。用这个方法来修行，这是入佛之门，这是明心见性之门。今天时间到了。",
      "zh_TW": "德號也非常殊勝。『水』表心，心是水，『天』表自然，心水確實法爾如是，沒有一絲毫的造作。心水清淨的時候放光，心水永遠是淨的，永遠不會動的，永遠放光。用這個方法來修行，這是入佛之門，這是明心見性之門。今天時間到了。"
    }
  ]
}