{
  "doc_id": "12-017-1989",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一九八九卷",
    "zh_TW": "第一九八九卷"
  },
  "year": "2008",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1989",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "12-017-1989_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「须弥顶上偈赞品第十四」，经文第七段「西南方智慧菩萨」，偈颂第八首看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「須彌頂上偈讚品第十四」，經文第七段「西南方智慧菩薩」，偈頌第八首看起："
    },
    {
      "id": "12-017-1989_p0002",
      "zh_CN": "【能知此实体。寂灭真如相。则见正觉尊。超出语言道。言语说诸法。不能显实相。平等乃能见。如法佛亦然。】",
      "zh_TW": "【能知此實體。寂滅真如相。則見正覺尊。超出語言道。言語說諸法。不能顯實相。平等乃能見。如法佛亦然。】"
    },
    {
      "id": "12-017-1989_p0003",
      "zh_CN": "这个两首偈，清凉大师在注解里面告诉我们，说「后三启悟中」，十首偈分三段，这是最后的一段。最后一段有三首偈，我们念的是第八、第九，后面还有一首，这三首偈讲开悟了。这一段里也分两小段，他说「启悟中亦二」，又分两小段，「初二顺理之得」，我们刚才念的这两首偈，顺理之得。两首偈总共是八句，前面两句是顺理，后面六句是讲你所得，你顺理你得到什么。「后一举佛释成」，后是最后一首第十首举个例子，举什么例子？举佛来给你解释。下面还说「前中亦二」，前中就是顺理之得，它也分两小段，「半偈明顺理而知」，半偈就是第八首的前两句，一首偈是四句，两句就是半偈，是讲顺理而知。「余显顺知之益」，你随顺，智慧开了，智慧开的利益是什么？这个「益中」，顺知之益也分两小段。「半偈标」就是第八首的下面两句，『则见正觉尊，超出语言道』，这两句是标。底下一首第九首是解释，我们在没有讲这首偈之前，我们先来说说开悟。这个悟不是小悟，也不是我们常讲的大悟，这个悟是彻悟，在中国大乘教里面所谓明心见性、见性成佛。第八首这四句偈前面两句就是明心见性，后面两句就是见性成佛，你看「则见正觉尊」，这就是见佛，见佛就是成佛，不见佛你就成不了佛。",
      "zh_TW": "這個兩首偈，清涼大師在註解裡面告訴我們，說「後三啟悟中」，十首偈分三段，這是最後的一段。最後一段有三首偈，我們念的是第八、第九，後面還有一首，這三首偈講開悟了。這一段裡也分兩小段，他說「啟悟中亦二」，又分兩小段，「初二順理之得」，我們剛才念的這兩首偈，順理之得。兩首偈總共是八句，前面兩句是順理，後面六句是講你所得，你順理你得到什麼。「後一舉佛釋成」，後是最後一首第十首舉個例子，舉什麼例子？舉佛來給你解釋。下面還說「前中亦二」，前中就是順理之得，它也分兩小段，「半偈明順理而知」，半偈就是第八首的前兩句，一首偈是四句，兩句就是半偈，是講順理而知。「餘顯順知之益」，你隨順，智慧開了，智慧開的利益是什麼？這個「益中」，順知之益也分兩小段。「半偈標」就是第八首的下面兩句，『則見正覺尊，超出語言道』，這兩句是標。底下一首第九首是解釋，我們在沒有講這首偈之前，我們先來說說開悟。這個悟不是小悟，也不是我們常講的大悟，這個悟是徹悟，在中國大乘教裡面所謂明心見性、見性成佛。第八首這四句偈前面兩句就是明心見性，後面兩句就是見性成佛，你看「則見正覺尊」，這就是見佛，見佛就是成佛，不見佛你就成不了佛。"
    },
    {
      "id": "12-017-1989_p0004",
      "zh_CN": "明心见性，「超出语言道」，这个境界大乘教佛常说，「言语道断，心行处灭」，不但说不出来，你也想不出来，想是第六意识，思跟想都达不到。思想分开来讲就是第六识跟第七识，思是分别，想是执着。那我们就明白，分别执着是烦恼，烦恼跟智慧是相对的，怎么能开智慧？要想开智慧必须把烦恼放下，断烦恼才能够证菩提。所以佛真的是在千经万论处处提示我们、教导我们要放下分别执着，你才能够回归自性，回归自性就见佛，智慧开了，见佛了。只要有分别、有执着，我们的亏就吃大了，眼前这种小的名闻利养利益算什么？所以经教里面常讲，明白人、觉悟的人，你请他去做大梵天王，你请他去当摩醯首罗天王，摩醯首罗天王是娑婆世界最大的，我们讲统治者，他统治的是三千大千世界。真有这样的人吗？有可能，你看我们常常看到幽浮，是外太空来的人，那可能就是摩醯首罗天王派的人来巡逻的，这个地方是他的领土。他统治的范围，现在我们知道是十亿个银河系，三千大千世界，他干不干？不干！为什么不干？出不了轮回。摩醯首罗天王也要搞生死轮回，福报大，寿命很长，寿命很长终究有到达的一天，到了怎么办？到了就堕落，福享尽了，所以这不是究竟法。",
      "zh_TW": "明心見性，「超出語言道」，這個境界大乘教佛常說，「言語道斷，心行處滅」，不但說不出來，你也想不出來，想是第六意識，思跟想都達不到。思想分開來講就是第六識跟第七識，思是分別，想是執著。那我們就明白，分別執著是煩惱，煩惱跟智慧是相對的，怎麼能開智慧？要想開智慧必須把煩惱放下，斷煩惱才能夠證菩提。所以佛真的是在千經萬論處處提示我們、教導我們要放下分別執著，你才能夠回歸自性，回歸自性就見佛，智慧開了，見佛了。只要有分別、有執著，我們的虧就吃大了，眼前這種小的名聞利養利益算什麼？所以經教裡面常講，明白人、覺悟的人，你請他去做大梵天王，你請他去當摩醯首羅天王，摩醯首羅天王是娑婆世界最大的，我們講統治者，他統治的是三千大千世界。真有這樣的人嗎？有可能，你看我們常常看到幽浮，是外太空來的人，那可能就是摩醯首羅天王派的人來巡邏的，這個地方是他的領土。他統治的範圍，現在我們知道是十億個銀河系，三千大千世界，他幹不幹？不幹！為什麼不幹？出不了輪迴。摩醯首羅天王也要搞生死輪迴，福報大，壽命很長，壽命很長終究有到達的一天，到了怎麼辦？到了就墮落，福享盡了，所以這不是究竟法。"
    },
    {
      "id": "12-017-1989_p0005",
      "zh_CN": "三界六道里没有究竟法，四圣法界里面是相似的究竟法，不是真实的；真实的究竟法，最低的位次也是在实报庄严土。我们学《华严》学到此地，这些事、理我们都相当清楚，不迷惑了，现在欠的就是欠证，我们自己怎样亲证，契入境界。契入境界讲修行，修行决定不能忘记贤首大师教导我们的《妄尽还源观》。首先要妄尽，妄是什么？妄想分别执着要把它断得干干净净，你就还源了。还源你就契入、你就证得，证得什么？证得自性清净圆明体。昨天佛学答问有一个提问，禅宗里面讲的「识得一，万事毕」，他问我这句话什么意思。那个一就是自性清净圆明体，简单的讲就是真如本性，大乘里面讲明心见性，就是这回事情，你见到性，自性清净圆明体，这是一，显一体。从一体里面起二用，二用是什么？能生万法，惠能大师讲的「何期自性，能生万法」。万法里面就有依报、正报，依报是宇宙，正报是自己，我从哪里来的找到了。你从哪里来的我知道，你不知道，我知道；他从哪里来的，他不知道，我也知道；树木花草、山河大地从哪里来的，全都知道。这叫开悟，叫大彻大悟，知道是一体这就见性，这叫大彻大悟，明心见性。所以「识得一，万事毕」跟大彻大悟、明心见性是一个意思，两种不同的说法，一个意思，一桩事情。",
      "zh_TW": "三界六道裡沒有究竟法，四聖法界裡面是相似的究竟法，不是真實的；真實的究竟法，最低的位次也是在實報莊嚴土。我們學《華嚴》學到此地，這些事、理我們都相當清楚，不迷惑了，現在欠的就是欠證，我們自己怎樣親證，契入境界。契入境界講修行，修行決定不能忘記賢首大師教導我們的《妄盡還源觀》。首先要妄盡，妄是什麼？妄想分別執著要把它斷得乾乾淨淨，你就還源了。還源你就契入、你就證得，證得什麼？證得自性清淨圓明體。昨天佛學答問有一個提問，禪宗裡面講的「識得一，萬事畢」，他問我這句話什麼意思。那個一就是自性清淨圓明體，簡單的講就是真如本性，大乘裡面講明心見性，就是這回事情，你見到性，自性清淨圓明體，這是一，顯一體。從一體裡面起二用，二用是什麼？能生萬法，惠能大師講的「何期自性，能生萬法」。萬法裡面就有依報、正報，依報是宇宙，正報是自己，我從哪裡來的找到了。你從哪裡來的我知道，你不知道，我知道；他從哪裡來的，他不知道，我也知道；樹木花草、山河大地從哪裡來的，全都知道。這叫開悟，叫大徹大悟，知道是一體這就見性，這叫大徹大悟，明心見性。所以「識得一，萬事畢」跟大徹大悟、明心見性是一個意思，兩種不同的說法，一個意思，一樁事情。"
    },
    {
      "id": "12-017-1989_p0006",
      "zh_CN": "所以我们在经教里面体会到，顺性是吉祥，违背自性是凶灾、灾难！古今中外的大圣大贤他们觉而不迷，顺性，受用的就是实报庄严土，无比的殊胜庄严。它好在哪些地方能不能举个例子说说？有，贤首大师告诉我们的「三遍、四德」就是，依报、正报都具足三遍、四德，本来具足的！三遍，第一个「周遍法界」，第二个「出生无尽」，第三个「含容空有」，你看这个性德多圆满！四德是「随缘妙用，威仪有则，柔和质直，代众生苦」，这就是大慈大悲，前面是大智大慧。佛说这是一切众生的本能，一切众生本来是佛，一切众生跟佛没有两样，为什么现在变成这个样子？迷了，迷得太深，迷得太重，特别是在我们现前这个时代。这是什么时代？这个时代是举世的众生全迷了，我们不能说没有觉悟的人，觉悟的人太少了，凤毛麟角。绝大多数的人都是迷失了自性，起心动念、言语造作跟自性是一百八十度的相反，就是我们现在的社会状况。我们算是很有幸的，有幸在哪里？有幸觉悟，当然照经上所讲的标准，我们没达到，这是成佛的标准，这个标准最低限度是初住菩萨，这么个境界。我们现在所达到的标准，纵然没有入门，到门口了，再努力一点跨一步不就进去了吗？我们到这个地方。可是这一步你能不能跨进去？不在别人在自己，与别人毫不相干，你自己愿不愿意跨这一步。这一步是什么？放下，把门外放下你才能进到门内，门外舍不得放下就进不了门内，就这么回事情。门外是什么？门外是六道轮回、是十法界。我们能不能把六道放下？能不能把十法界放下？",
      "zh_TW": "所以我們在經教裡面體會到，順性是吉祥，違背自性是凶災、災難！古今中外的大聖大賢他們覺而不迷，順性，受用的就是實報莊嚴土，無比的殊勝莊嚴。它好在哪些地方能不能舉個例子說說？有，賢首大師告訴我們的「三遍、四德」就是，依報、正報都具足三遍、四德，本來具足的！三遍，第一個「周遍法界」，第二個「出生無盡」，第三個「含容空有」，你看這個性德多圓滿！四德是「隨緣妙用，威儀有則，柔和質直，代眾生苦」，這就是大慈大悲，前面是大智大慧。佛說這是一切眾生的本能，一切眾生本來是佛，一切眾生跟佛沒有兩樣，為什麼現在變成這個樣子？迷了，迷得太深，迷得太重，特別是在我們現前這個時代。這是什麼時代？這個時代是舉世的眾生全迷了，我們不能說沒有覺悟的人，覺悟的人太少了，鳳毛麟角。絕大多數的人都是迷失了自性，起心動念、言語造作跟自性是一百八十度的相反，就是我們現在的社會狀況。我們算是很有幸的，有幸在哪裡？有幸覺悟，當然照經上所講的標準，我們沒達到，這是成佛的標準，這個標準最低限度是初住菩薩，這麼個境界。我們現在所達到的標準，縱然沒有入門，到門口了，再努力一點跨一步不就進去了嗎？我們到這個地方。可是這一步你能不能跨進去？不在別人在自己，與別人毫不相干，你自己願不願意跨這一步。這一步是什麼？放下，把門外放下你才能進到門內，門外捨不得放下就進不了門內，就這麼回事情。門外是什麼？門外是六道輪迴、是十法界。我們能不能把六道放下？能不能把十法界放下？"
    },
    {
      "id": "12-017-1989_p0007",
      "zh_CN": "也有人说，他很慈悲，放下这么多苦难众生，我就能不顾他了吗？话说得也挺有道理的。这么多苦难众生造业、堕落，你不肯放下，跟他一起作恶、一起堕落，多数都是这样的。菩萨，真正菩萨不一样，菩萨有能力跟一切众生和光同尘，不是讲吗？随缘，你看随缘妙用，妙用是什么？我在这几十年讲经，早年常说，早年讲的一些经典讲到随缘，讲到不变，经上讲了两句「随缘不变，不变随缘」，我又加了两句，「随缘随变，不变不随缘」，我讲四句。随缘，不变就是妙用，这个不变可太难了，不变是顺性。正是普贤菩萨教导我们的「恒顺众生，随喜功德」，恒顺是随缘，成就功德是妙用。你看在恒顺众生里面成就自己的德行，成就自己的智慧，提升自己的灵性，这能做到吗？能！连世间圣人都教导我们「三人行必有我师」，不就是这个意思吗？就是讲的随缘妙用。三人行，自己一个、一个善人、一个恶人，就这个意思。善人，跟他学善，他有的善念善行，我们要没有，向他学习；恶人，他造的恶念恶行，提醒我们，我们自己有没有跟他一样的恶念恶行，有则改之，无则嘉勉。嘉勉是什么？没有，千万不要学他那样。都是老师，一个从正面教，一个从负面教，这叫妙用！我们见到善人不跟他学善，见到恶人全跟他学恶，那就是违背了自性，你就有祸临头，有灾临头。",
      "zh_TW": "也有人說，他很慈悲，放下這麼多苦難眾生，我就能不顧他了嗎？話說得也挺有道理的。這麼多苦難眾生造業、墮落，你不肯放下，跟他一起作惡、一起墮落，多數都是這樣的。菩薩，真正菩薩不一樣，菩薩有能力跟一切眾生和光同塵，不是講嗎？隨緣，你看隨緣妙用，妙用是什麼？我在這幾十年講經，早年常說，早年講的一些經典講到隨緣，講到不變，經上講了兩句「隨緣不變，不變隨緣」，我又加了兩句，「隨緣隨變，不變不隨緣」，我講四句。隨緣，不變就是妙用，這個不變可太難了，不變是順性。正是普賢菩薩教導我們的「恆順眾生，隨喜功德」，恆順是隨緣，成就功德是妙用。你看在恆順眾生裡面成就自己的德行，成就自己的智慧，提升自己的靈性，這能做到嗎？能！連世間聖人都教導我們「三人行必有我師」，不就是這個意思嗎？就是講的隨緣妙用。三人行，自己一個、一個善人、一個惡人，就這個意思。善人，跟他學善，他有的善念善行，我們要沒有，向他學習；惡人，他造的惡念惡行，提醒我們，我們自己有沒有跟他一樣的惡念惡行，有則改之，無則嘉勉。嘉勉是什麼？沒有，千萬不要學他那樣。都是老師，一個從正面教，一個從負面教，這叫妙用！我們見到善人不跟他學善，見到惡人全跟他學惡，那就是違背了自性，你就有禍臨頭，有災臨頭。"
    },
    {
      "id": "12-017-1989_p0008",
      "zh_CN": "这个道理，稍稍涉猎一点古圣先贤的典籍，你都知道，知道但是你做不到，古人所说的「三岁儿童能道得」，这个道得是他会说，「八十老翁做不到」。这个话是唐朝时候人说的，距离我们现在差不多一千三、四百年，那个时候古人就有这样的感慨，那现在就更不必说了。所以现在你知道做不到，这都变成很平常的事，一千多年前人就这么个说法，何况现在？世风日下，现在跌到谷底，真的到底了。我们看到外国的科学家，连美国太空总署这些人常常为我们提出警告，提醍我们，叫我们赶快救地球！再不救地球，他说我们这些人，在这个地球上居住大概还能住几年？这说几年，不是几十年，还能住几年？七年。许多人提醒我们是不会超过十年，严重警告，世界末日就来临。很多人问我，「法师，你相不相信世界有末日？」我说我不相信，我为什么不相信？佛在经上没有说世界末日。释迦牟尼佛给我们说，他老人家的法运是一万二千年，照外国人的说法释迦牟尼佛灭度到今天才二千五百年，那还有九千五百年，怎么说世界末日？我凭的是大乘佛教，我不相信。可是科学家提出很多数据，可不可能？我想可能有灾难，有严重灾难，绝不是世界末日。说这个大灾难世界上的人口会消灭百分之八十，这个有可能，那还有百分之二十还在！严重灾难，不能说是末日，地球上人会没有，这个地球还会存在，不可能说这个地球没有了。",
      "zh_TW": "這個道理，稍稍涉獵一點古聖先賢的典籍，你都知道，知道但是你做不到，古人所說的「三歲兒童能道得」，這個道得是他會說，「八十老翁做不到」。這個話是唐朝時候人說的，距離我們現在差不多一千三、四百年，那個時候古人就有這樣的感慨，那現在就更不必說了。所以現在你知道做不到，這都變成很平常的事，一千多年前人就這麼個說法，何況現在？世風日下，現在跌到谷底，真的到底了。我們看到外國的科學家，連美國太空總署這些人常常為我們提出警告，提醍我們，叫我們趕快救地球！再不救地球，他說我們這些人，在這個地球上居住大概還能住幾年？這說幾年，不是幾十年，還能住幾年？七年。許多人提醒我們是不會超過十年，嚴重警告，世界末日就來臨。很多人問我，「法師，你相不相信世界有末日？」我說我不相信，我為什麼不相信？佛在經上沒有說世界末日。釋迦牟尼佛給我們說，他老人家的法運是一萬二千年，照外國人的說法釋迦牟尼佛滅度到今天才二千五百年，那還有九千五百年，怎麼說世界末日？我憑的是大乘佛教，我不相信。可是科學家提出很多數據，可不可能？我想可能有災難，有嚴重災難，絕不是世界末日。說這個大災難世界上的人口會消滅百分之八十，這個有可能，那還有百分之二十還在！嚴重災難，不能說是末日，地球上人會沒有，這個地球還會存在，不可能說這個地球沒有了。"
    },
    {
      "id": "12-017-1989_p0009",
      "zh_CN": "像这样的例子科学家他也讲得很清楚，说地球上这种重大灾难在过去已经有好几次。地球的板块产生变化，大陆沉到海底里面去，高山又从海底里面冒出来，这些现象我们相信。这是不是世界末日？不能说是末日，契入大乘之后晓得有没有末日？没有末日，永久没有末日。为什么没有末日？因为没有生死。真正契入大乘知道，所谓心安理得，道理明白之后心就安了。这些我们现在讲自然灾害，在佛法里面讲是自然的变化，与我们有没有关系？没关系。身可能跟着自然变化也产生变化，身体消失，身不是我，身是我所有，像衣服一样，丢掉没有关系，立刻又能得一个身，就是换一个身体。舍身受身就像换衣服一样，这有什么可怕的？你要明了这个事情这是自然现象。像我们这个身体用得差不多，老化了，不好使用，换个新的。像你们驾车一样，这车驾了几年，这个车旧了不好用，你就换个新车。我们这个身体要是老旧不好用，马上就换个新身体，欢欢喜喜、快快乐乐去换个新身体。世间人不知道这个事实真相，以为死了，死了很悲哀，这个观念是很大的错误。死了很恐惧，恐惧不好，这一恐惧，贪生怕死，你换来的身体愈换愈差，这一生是人身体，来生换个畜生身体不就差了！",
      "zh_TW": "像這樣的例子科學家他也講得很清楚，說地球上這種重大災難在過去已經有好幾次。地球的板塊產生變化，大陸沉到海底裡面去，高山又從海底裡面冒出來，這些現象我們相信。這是不是世界末日？不能說是末日，契入大乘之後曉得有沒有末日？沒有末日，永久沒有末日。為什麼沒有末日？因為沒有生死。真正契入大乘知道，所謂心安理得，道理明白之後心就安了。這些我們現在講自然災害，在佛法裡面講是自然的變化，與我們有沒有關係？沒關係。身可能跟著自然變化也產生變化，身體消失，身不是我，身是我所有，像衣服一樣，丟掉沒有關係，立刻又能得一個身，就是換一個身體。捨身受身就像換衣服一樣，這有什麼可怕的？你要明瞭這個事情這是自然現象。像我們這個身體用得差不多，老化了，不好使用，換個新的。像你們駕車一樣，這車駕了幾年，這個車舊了不好用，你就換個新車。我們這個身體要是老舊不好用，馬上就換個新身體，歡歡喜喜、快快樂樂去換個新身體。世間人不知道這個事實真相，以為死了，死了很悲哀，這個觀念是很大的錯誤。死了很恐懼，恐懼不好，這一恐懼，貪生怕死，你換來的身體愈換愈差，這一生是人身體，來生換個畜生身體不就差了！"
    },
    {
      "id": "12-017-1989_p0010",
      "zh_CN": "学佛你说有什么好处？我说最低限度的好处，我们临终舍身的时候一点恐惧都没有。知道自己换个好身体，心地清净的时候确实知道来生到哪一道去，或者到人道，或者到天道，或者念佛生到极乐世界、生到他方佛国土，这真的不是假的，这就是学佛真实的利益。没有这样的好处我们学它干什么？所以我们要重视我们的前途，要爱护我们自己的性德，这真正自爱。自爱你才能爱人，你才能及物，不但爱人，爱天地万物，这就是性德的流露。所以念念为利益众生，决定不会有伤害众生的念头，这叫积德，这叫回归自性，自性是圆满的，自性是本善的，没有丝毫不善。哪些是不善？佛给我们讲最简单的例子十恶，杀生是不善，自性里没有；偷盗是不善，自性里也没有；邪淫是不善；妄语是不善；两舌是不善，两舌是挑拨是非；绮语是不善，花言巧语，别有用心，欺骗善信，这是不善；恶口是言语粗鲁，让别人听到感到很难受，这不善；贪欲不善，瞋恚不善，愚痴不善。佛跟我们举了十个例子，这十样东西自性里头没有，我们现在迷失了自性，迷失自性，这个没有的东西现在统统具足。要知道这不是自性，自性里没有的你必须要把它淘汰掉，要把它舍弃掉。就好像我们的身体是健康的，现在染上这些病毒，这些病毒不是我们与生俱来的，我们与生俱来的身体是圆满的、是健康的。不健康的东西、本来没有的东西要把它舍掉，那就恢复健康；如果还留恋，不肯把它舍弃掉，那错了。这些不能不知道，为什么？它不但是证果的障碍，它障碍你开悟。",
      "zh_TW": "學佛你說有什麼好處？我說最低限度的好處，我們臨終捨身的時候一點恐懼都沒有。知道自己換個好身體，心地清淨的時候確實知道來生到哪一道去，或者到人道，或者到天道，或者念佛生到極樂世界、生到他方佛國土，這真的不是假的，這就是學佛真實的利益。沒有這樣的好處我們學它幹什麼？所以我們要重視我們的前途，要愛護我們自己的性德，這真正自愛。自愛你才能愛人，你才能及物，不但愛人，愛天地萬物，這就是性德的流露。所以念念為利益眾生，決定不會有傷害眾生的念頭，這叫積德，這叫回歸自性，自性是圓滿的，自性是本善的，沒有絲毫不善。哪些是不善？佛給我們講最簡單的例子十惡，殺生是不善，自性裡沒有；偷盜是不善，自性裡也沒有；邪淫是不善；妄語是不善；兩舌是不善，兩舌是挑撥是非；綺語是不善，花言巧語，別有用心，欺騙善信，這是不善；惡口是言語粗魯，讓別人聽到感到很難受，這不善；貪欲不善，瞋恚不善，愚痴不善。佛跟我們舉了十個例子，這十樣東西自性裡頭沒有，我們現在迷失了自性，迷失自性，這個沒有的東西現在統統具足。要知道這不是自性，自性裡沒有的你必須要把它淘汰掉，要把它捨棄掉。就好像我們的身體是健康的，現在染上這些病毒，這些病毒不是我們與生俱來的，我們與生俱來的身體是圓滿的、是健康的。不健康的東西、本來沒有的東西要把它捨掉，那就恢復健康；如果還留戀，不肯把它捨棄掉，那錯了。這些不能不知道，為什麼？它不但是證果的障礙，它障礙你開悟。"
    },
    {
      "id": "12-017-1989_p0011",
      "zh_CN": "聪明人要常常回光返照，想想我们来到这个世间，带什么来？没有一样东西带来。赤裸裸的来到这个世间，将来走的时候也是赤裸裸的离开，生不带来，死不带去，这个我相信大家都明白。你在这个世间拥有所有一切，那都是累赘的，不是你的！你操那种心干什么？叫白操心了。你在这上操心，你在这些地方留恋叫造业，造什么业？轮回业，你出不了六道轮回。所以佛陀教导我们舍得，你要舍，舍就是放下，舍就是布施，可是这里头有个自然的道理在里面，愈舍愈多，舍财得财。财愈多贪心愈严重，那麻烦大了，怎么办？你把你所得的再舍掉。舍得有两重意思，第一重意思，你舍你有得，第二重更深的意思，你把你所得的还要舍掉，舍财如是，舍法也如是。譬如我去修学，我学了很多知识，学了很多技术能力，学了怎么样？释迦牟尼佛给我们做了示现，要把它舍掉，把它放下他才开悟，他才能明心见性，见性成佛。如果他要不把他十二年所学的统统舍掉，他就开不了悟，为什么？变成叫所知障。所知实在讲不是障，它为什么障碍你开悟？因为所知这里头你有分别执着，它就变成障。没有分别执着它就是智慧，有分别执着加在里面它就变成障碍，不见性。不见性就是你见不到佛，见佛就是见性，见性就是见佛，见到真佛。没有见性你见到什么佛，这个佛、那个佛都是假佛，是佛的化身，你没有见到真佛，见性就见到真佛。",
      "zh_TW": "聰明人要常常回光返照，想想我們來到這個世間，帶什麼來？沒有一樣東西帶來。赤裸裸的來到這個世間，將來走的時候也是赤裸裸的離開，生不帶來，死不帶去，這個我相信大家都明白。你在這個世間擁有所有一切，那都是累贅的，不是你的！你操那種心幹什麼？叫白操心了。你在這上操心，你在這些地方留戀叫造業，造什麼業？輪迴業，你出不了六道輪迴。所以佛陀教導我們捨得，你要捨，捨就是放下，捨就是布施，可是這裡頭有個自然的道理在裡面，愈捨愈多，捨財得財。財愈多貪心愈嚴重，那麻煩大了，怎麼辦？你把你所得的再捨掉。捨得有兩重意思，第一重意思，你捨你有得，第二重更深的意思，你把你所得的還要捨掉，捨財如是，捨法也如是。譬如我去修學，我學了很多知識，學了很多技術能力，學了怎麼樣？釋迦牟尼佛給我們做了示現，要把它捨掉，把它放下他才開悟，他才能明心見性，見性成佛。如果他要不把他十二年所學的統統捨掉，他就開不了悟，為什麼？變成叫所知障。所知實在講不是障，它為什麼障礙你開悟？因為所知這裡頭你有分別執著，它就變成障。沒有分別執著它就是智慧，有分別執著加在裡面它就變成障礙，不見性。不見性就是你見不到佛，見佛就是見性，見性就是見佛，見到真佛。沒有見性你見到什麼佛，這個佛、那個佛都是假佛，是佛的化身，你沒有見到真佛，見性就見到真佛。"
    },
    {
      "id": "12-017-1989_p0012",
      "zh_CN": "所以我们唯一的方法，当然方法很多，八万四千法门。对我来讲，对我现前生活环境来讲，哪一种方法最适当？自己在现前环境里面的修学，这要有所选择，这个选择也不容易，智慧的选择，我们没有这个智慧。所以有很多人选择宗教、选择神教，我这次到北方去旅行了一次，听说北方有很多同胞们他们选择大仙，遇到疑难杂症向大仙请教，这是选择。我们选择哪个法门好？那些都在八万四千法门里头，佛在楞严会上，文殊菩萨很慈悲帮助我们做个总的选择，世尊叫二十五位菩萨轮流报告，他们是修什么法门开悟证果的。这都说完之后文殊菩萨来给我们做总结，他给我们选择的是观世音菩萨耳根圆通。说我们这个世间人的根性，看东西有的时候看不懂，听得懂，这个听比看灵光，所以说「此方真教体，清净在音闻」。释迦牟尼佛当年在世没有书本，没有文字，四十九年教化众生都是用音声，就是用言语，音声为教体。在东方孔夫子的教学也是用音声，夫子当年教的这些学生，我们在书本里面看到的，孔子也很了不起，三千弟子，七十二贤，没有书本，也是用言语。夫子过世之后学生从记忆当中，把老师对我们最重要的教训，用文字记载下来传给后世，这叫《论语》。",
      "zh_TW": "所以我們唯一的方法，當然方法很多，八萬四千法門。對我來講，對我現前生活環境來講，哪一種方法最適當？自己在現前環境裡面的修學，這要有所選擇，這個選擇也不容易，智慧的選擇，我們沒有這個智慧。所以有很多人選擇宗教、選擇神教，我這次到北方去旅行了一次，聽說北方有很多同胞們他們選擇大仙，遇到疑難雜症向大仙請教，這是選擇。我們選擇哪個法門好？那些都在八萬四千法門裡頭，佛在楞嚴會上，文殊菩薩很慈悲幫助我們做個總的選擇，世尊叫二十五位菩薩輪流報告，他們是修什麼法門開悟證果的。這都說完之後文殊菩薩來給我們做總結，他給我們選擇的是觀世音菩薩耳根圓通。說我們這個世間人的根性，看東西有的時候看不懂，聽得懂，這個聽比看靈光，所以說「此方真教體，清淨在音聞」。釋迦牟尼佛當年在世沒有書本，沒有文字，四十九年教化眾生都是用音聲，就是用言語，音聲為教體。在東方孔夫子的教學也是用音聲，夫子當年教的這些學生，我們在書本裡面看到的，孔子也很了不起，三千弟子，七十二賢，沒有書本，也是用言語。夫子過世之後學生從記憶當中，把老師對我們最重要的教訓，用文字記載下來傳給後世，這叫《論語》。"
    },
    {
      "id": "12-017-1989_p0013",
      "zh_CN": "释迦牟尼佛也是如此，佛灭度之后这些弟子们五百阿罗汉，他们在一起开会来结集经藏。结集的方法请一个人复讲，记忆力最好的是阿难，阿难那个头脑就像我们现在电脑一样，听一遍永远不会忘记，他有这个能力。释迦牟尼佛四十九年讲的经他全听到，所以就请阿难升座复讲，讲漏掉没有关系，不能加上自己的意思，五百阿罗汉做证明，大家听，听了之后不错，佛是这么说的，这就记录下来。如果有一个阿罗汉提出质疑，说佛不是这么说的，这个话就不能记下来，不是说多数通过，一个人不同意都不能通过。这是这样的谨慎，目的是为取信于后世，让后世的人对于佛的经典深信不疑。当年记录下来的，梵文，佛法传到中国之后，经典再翻译成中文，那翻译的有没有问题？这是我们今天的人不能不怀疑的。我初学佛的时候，对这个就有很严重的怀疑，因为我们外国一篇文字来翻的时候，决定没有办法翻到百分之百，能翻到百分之五、六十就不错了。我在国际上参加这些会议，我是用中文发言，需要有很多翻译来帮助我，这些翻译很老实，告诉我，「法师，你讲的东西，我们充其量只能翻译到百分之六十。」佛的经典翻成中文怎么办？也是百分之六十吗？这个事情你就想想，我能不请教老师吗？我提出这个问题请教李老师。老师告诉我：佛法传到中国，主持译场里面的法师都是证果的人，证果就没有问题了。参加译场的，参加翻译的人，最低的程度差不多是三果罗汉。何况有许多祖师大德，古佛再来的，这是中国人的福报，在外国真的不行。现在我们这个经典翻成英文，翻译的人不是证果的人，那问题就多了。所以中国人有福，感得佛菩萨出世，来担任这个工作。",
      "zh_TW": "釋迦牟尼佛也是如此，佛滅度之後這些弟子們五百阿羅漢，他們在一起開會來結集經藏。結集的方法請一個人複講，記憶力最好的是阿難，阿難那個頭腦就像我們現在電腦一樣，聽一遍永遠不會忘記，他有這個能力。釋迦牟尼佛四十九年講的經他全聽到，所以就請阿難升座複講，講漏掉沒有關係，不能加上自己的意思，五百阿羅漢做證明，大家聽，聽了之後不錯，佛是這麼說的，這就記錄下來。如果有一個阿羅漢提出質疑，說佛不是這麼說的，這個話就不能記下來，不是說多數通過，一個人不同意都不能通過。這是這樣的謹慎，目的是為取信於後世，讓後世的人對於佛的經典深信不疑。當年記錄下來的，梵文，佛法傳到中國之後，經典再翻譯成中文，那翻譯的有沒有問題？這是我們今天的人不能不懷疑的。我初學佛的時候，對這個就有很嚴重的懷疑，因為我們外國一篇文字來翻的時候，決定沒有辦法翻到百分之百，能翻到百分之五、六十就不錯了。我在國際上參加這些會議，我是用中文發言，需要有很多翻譯來幫助我，這些翻譯很老實，告訴我，「法師，你講的東西，我們充其量只能翻譯到百分之六十。」佛的經典翻成中文怎麼辦？也是百分之六十嗎？這個事情你就想想，我能不請教老師嗎？我提出這個問題請教李老師。老師告訴我：佛法傳到中國，主持譯場裡面的法師都是證果的人，證果就沒有問題了。參加譯場的，參加翻譯的人，最低的程度差不多是三果羅漢。何況有許多祖師大德，古佛再來的，這是中國人的福報，在外國真的不行。現在我們這個經典翻成英文，翻譯的人不是證果的人，那問題就多了。所以中國人有福，感得佛菩薩出世，來擔任這個工作。"
    },
    {
      "id": "12-017-1989_p0014",
      "zh_CN": "就是连我们会集都不是简单事情，我在黄念祖老居士晚年见过他，黄老居士是夏莲老的传人，他告诉我，这些话他不能告诉别人，他说：夏老师不是普通人！我相信，为什么？普通人没法子做这个工作。第一次会集是宋朝王龙舒居士，这是佛门在家的一位大德，他头一个做会集，他是舒城人，离我的家乡很近，他是进士。第一个他会集的本子就不完整，《大藏经》里面有五种《无量寿经》的原本，他只看到四种，里面还有一种他没见到。第二次翻译是在清朝咸丰年间，魏默深居士，他是五种本子都见到，翻译的确实比王龙舒的是要好，可是他也有问题，取舍欠妥当。还有经文他改了几个字，改得是可以，没问题，但是祖师大德说经文不能改，如果经文可以改，随便每个人都去改一改，这个经文以后就面目全非。所以说你有意见，认为这个字比它还好，你可以注在旁边，不可以改动的，他改动了，所以有这问题。印光大师反对，不是反对会集，是反对会集不如法。所以第三次，这是民国初年，夏莲居居士用了十年的时间会集《无量寿经》，真正会集的时间是花了三年工夫，以后常常修改、常常修改，十年才定稿，不容易。我们相信这人不是普通人，出家人里面、在家人里面，自古以来不少大德是佛菩萨再来的，帮助后世众生修行证果。末法还有一万年，这个一万年世尊讲得很好，净土成就。净土宗里最重要的经典就是《无量寿经》，如果没有一个善本，这一万年怎么能度过？所以出现这样的大德。这里头故事很多，我不能在此地说。所以我们对它有坚定的信心，我们要把它发扬光大，依教修行。",
      "zh_TW": "就是連我們會集都不是簡單事情，我在黃念祖老居士晚年見過他，黃老居士是夏蓮老的傳人，他告訴我，這些話他不能告訴別人，他說：夏老師不是普通人！我相信，為什麼？普通人沒法子做這個工作。第一次會集是宋朝王龍舒居士，這是佛門在家的一位大德，他頭一個做會集，他是舒城人，離我的家鄉很近，他是進士。第一個他會集的本子就不完整，《大藏經》裡面有五種《無量壽經》的原本，他只看到四種，裡面還有一種他沒見到。第二次翻譯是在清朝咸豐年間，魏默深居士，他是五種本子都見到，翻譯的確實比王龍舒的是要好，可是他也有問題，取捨欠妥當。還有經文他改了幾個字，改得是可以，沒問題，但是祖師大德說經文不能改，如果經文可以改，隨便每個人都去改一改，這個經文以後就面目全非。所以說你有意見，認為這個字比它還好，你可以註在旁邊，不可以改動的，他改動了，所以有這問題。印光大師反對，不是反對會集，是反對會集不如法。所以第三次，這是民國初年，夏蓮居居士用了十年的時間會集《無量壽經》，真正會集的時間是花了三年工夫，以後常常修改、常常修改，十年才定稿，不容易。我們相信這人不是普通人，出家人裡面、在家人裡面，自古以來不少大德是佛菩薩再來的，幫助後世眾生修行證果。末法還有一萬年，這個一萬年世尊講得很好，淨土成就。淨土宗裡最重要的經典就是《無量壽經》，如果沒有一個善本，這一萬年怎麼能度過？所以出現這樣的大德。這裡頭故事很多，我不能在此地說。所以我們對它有堅定的信心，我們要把它發揚光大，依教修行。"
    },
    {
      "id": "12-017-1989_p0015",
      "zh_CN": "祖师这些做法有没有依据？有，世尊灭度之前所讲的四依法，这太重要！让我们后世人对于这个翻译，经典的流通疑虑舍弃了。四依，第一个教我们「依义不依语」，翻译意思完全正确，言语多一句、少一句没有关系，这在中国译经里面常常看到。《无量寿经》，现在《大藏经》里面五种不同的翻译本，意思都好，都一样，文字有出入，这就没有关系，依义不依语。「依了义不依不了义」，什么叫了义？帮助我们破迷开悟、转凡成圣，这叫了义。什么叫不了义？帮助我们升官发财，得到人天的福报，这叫不了义，你出不了六道轮回！又教我们「依法不依人」，这一点关系很重要，法是什么？经典，依经典做依据，不要认为某个人名气大，依靠他，那就错了。这桩事情善导大师在《观无量寿佛经》注解「上品上生章」里面讲得非常透彻。最后要求我们是「依智不依识」，智是智慧，识是情识，不可以感情用事，我们现在人说的依理智，不依感情。佛教给我们的四个原则，我们对于翻译、注解、讲经就不怀疑，依照这个去修行。注解提供我们做参考，我们要遵循的是经文，古大德这些注解决定不离开经典的宗旨，那就是好的解释。离开经典宗旨那就错了，那就误导，把我们引导到别的道上去就错了，决定是成佛之道。",
      "zh_TW": "祖師這些做法有沒有依據？有，世尊滅度之前所講的四依法，這太重要！讓我們後世人對於這個翻譯，經典的流通疑慮捨棄了。四依，第一個教我們「依義不依語」，翻譯意思完全正確，言語多一句、少一句沒有關係，這在中國譯經裡面常常看到。《無量壽經》，現在《大藏經》裡面五種不同的翻譯本，意思都好，都一樣，文字有出入，這就沒有關係，依義不依語。「依了義不依不了義」，什麼叫了義？幫助我們破迷開悟、轉凡成聖，這叫了義。什麼叫不了義？幫助我們升官發財，得到人天的福報，這叫不了義，你出不了六道輪迴！又教我們「依法不依人」，這一點關係很重要，法是什麼？經典，依經典做依據，不要認為某個人名氣大，依靠他，那就錯了。這樁事情善導大師在《觀無量壽佛經》註解「上品上生章」裡面講得非常透徹。最後要求我們是「依智不依識」，智是智慧，識是情識，不可以感情用事，我們現在人說的依理智，不依感情。佛教給我們的四個原則，我們對於翻譯、註解、講經就不懷疑，依照這個去修行。註解提供我們做參考，我們要遵循的是經文，古大德這些註解決定不離開經典的宗旨，那就是好的解釋。離開經典宗旨那就錯了，那就誤導，把我們引導到別的道上去就錯了，決定是成佛之道。"
    },
    {
      "id": "12-017-1989_p0016",
      "zh_CN": "在净土宗帮助我们建立信愿行这三个条件，决定得生净土，这就对了。我们真的求生净土，必须要舍弃这个世间；不舍弃这个世间，这是没有法子往生的。舍弃要注意不是舍弃事，是舍弃分别执着，我不说妄想，妄想太微细，那是做不到的。如果我们真的能放下执着，事情照做不再执着，这个很好，保证往生。你要不执着，你的心情快乐，真的是法喜充满，虽然不是证得阿罗汉，跟阿罗汉走的是一条路，是一个方向；如果再提升到不分别，那高了，是菩萨境界。所以能够真的放下执着，往生西方极乐世界不是在凡圣同居土，是在方便有余土，提升了。如果没有分别，那你就很可能契入实报庄严土，赞佛偈讲「花开见佛悟无生」，生到极乐世界莲花化生，生到极乐世界就花开见佛，见佛就成佛，你看多快！这些事情我们每个人都有分，只要你遇到净宗你就有分。你能信、能解、能发愿、能真干，确实印光大师讲的即生成佛之法，所以说这个法门是无比的殊胜。《华严经》说得这么多，到最后文殊、普贤这两位大菩萨，还是劝我们求生净土，而且他给我们做示范。他们两个都是自己发愿求生极乐世界，而且还把华藏会上四十一位法身大士统统带到极乐世界去，不可思议！",
      "zh_TW": "在淨土宗幫助我們建立信願行這三個條件，決定得生淨土，這就對了。我們真的求生淨土，必須要捨棄這個世間；不捨棄這個世間，這是沒有法子往生的。捨棄要注意不是捨棄事，是捨棄分別執著，我不說妄想，妄想太微細，那是做不到的。如果我們真的能放下執著，事情照做不再執著，這個很好，保證往生。你要不執著，你的心情快樂，真的是法喜充滿，雖然不是證得阿羅漢，跟阿羅漢走的是一條路，是一個方向；如果再提升到不分別，那高了，是菩薩境界。所以能夠真的放下執著，往生西方極樂世界不是在凡聖同居土，是在方便有餘土，提升了。如果沒有分別，那你就很可能契入實報莊嚴土，讚佛偈講「花開見佛悟無生」，生到極樂世界蓮花化生，生到極樂世界就花開見佛，見佛就成佛，你看多快！這些事情我們每個人都有分，只要你遇到淨宗你就有分。你能信、能解、能發願、能真幹，確實印光大師講的即生成佛之法，所以說這個法門是無比的殊勝。《華嚴經》說得這麼多，到最後文殊、普賢這兩位大菩薩，還是勸我們求生淨土，而且他給我們做示範。他們兩個都是自己發願求生極樂世界，而且還把華藏會上四十一位法身大士統統帶到極樂世界去，不可思議！"
    },
    {
      "id": "12-017-1989_p0017",
      "zh_CN": "我们有这种认知，也算是觉悟，不再想留恋这个世间，这个世间一切都要放下。在我们还没有离开之前，起心动念要利益众生，跟诸佛菩萨一样。用什么样的心态对一切众生？用真诚心、清净心、平等心、智慧心、慈悲心，你就不迷了。可是话说得容易，事实不是那么简单的，这什么原因？我们要晓得，人，不是说别人，说我们自己，烦恼习气重、业障重，还有数不清的生生世世的冤亲债主，欠命的他来讨命，欠债的他来讨钱。我们凡夫肉眼看不见，不能说看不见就没有，这些统统是我们菩提道上的障缘。这些障缘怎么摆脱？只有一个方法，亲近佛菩萨，一天都不能放松。佛菩萨在哪里？经典所在之处就是佛菩萨所在之处。这就是说明白，我们天天要读经，同参道友在一起天天在一块研究讨论，这就是亲近佛菩萨、亲近善知识。三天不干这个事情，我们的烦恼就起现行，我们又回到六道轮回，你说多可怕。我们细心想想，天天亲近，一天不亲近都靠不住，从这个地方就能知道烦恼习气太严重。甚至于很多人，我们能看到的，甚至于就发生在自己身上。现在我们在讲堂一起在研究、在学习，下课之后出了讲堂，马上就恢复原状，这多可怕！那有没有救？当然有救，怎么救法？长时薰修不许间断，薰习久了它就产生力量，这一点重要，比什么都重要。",
      "zh_TW": "我們有這種認知，也算是覺悟，不再想留戀這個世間，這個世間一切都要放下。在我們還沒有離開之前，起心動念要利益眾生，跟諸佛菩薩一樣。用什麼樣的心態對一切眾生？用真誠心、清淨心、平等心、智慧心、慈悲心，你就不迷了。可是話說得容易，事實不是那麼簡單的，這什麼原因？我們要曉得，人，不是說別人，說我們自己，煩惱習氣重、業障重，還有數不清的生生世世的冤親債主，欠命的他來討命，欠債的他來討錢。我們凡夫肉眼看不見，不能說看不見就沒有，這些統統是我們菩提道上的障緣。這些障緣怎麼擺脫？只有一個方法，親近佛菩薩，一天都不能放鬆。佛菩薩在哪裡？經典所在之處就是佛菩薩所在之處。這就是說明白，我們天天要讀經，同參道友在一起天天在一塊研究討論，這就是親近佛菩薩、親近善知識。三天不幹這個事情，我們的煩惱就起現行，我們又回到六道輪迴，你說多可怕。我們細心想想，天天親近，一天不親近都靠不住，從這個地方就能知道煩惱習氣太嚴重。甚至於很多人，我們能看到的，甚至於就發生在自己身上。現在我們在講堂一起在研究、在學習，下課之後出了講堂，馬上就恢復原狀，這多可怕！那有沒有救？當然有救，怎麼救法？長時薰修不許間斷，薰習久了它就產生力量，這一點重要，比什麼都重要。"
    },
    {
      "id": "12-017-1989_p0018",
      "zh_CN": "读经没有问题，不要读得太多，一部就够了。中年以上的，我劝导大家每天念《无量寿经》、念阿弥陀佛不能间断，一间断烦恼习气立刻就现行。所以学佛向上提升难就难在此地，总得要薰习个十年、八年，你有了根。我们常讲五根五力，你没有十年、八年这么长时间天天薰习，你就没有根。没有根，古人比喻讲，像浮萍一样，水里面浮萍随波逐流，你没有根你很会动摇。这在我们多年修学当中，我们看到太多了。所以我们自己也常常反省，我如果不是这五十多年天天不间断来学习，也会跟别人一样步入歧途，堕落了，肯定的！特别是名利心重，那你就有了堕落的根，名利心重；名利心淡薄的人好，扎根容易。所以佛讲的三重障很有道理，傲慢、嫉妒、贪欲，我们要是断烦恼，先从这里下手。破傲慢，要学谦卑，破嫉妒，要知道随喜，破贪欲，就要学布施，佛教给我们用这些方法去对治，我们有病，这三种方法是治病的。要知道，随喜功德不可思议，成人之美就是成就自己，我帮助一个人开悟，帮助一个人成佛，这个功德大了；我障碍一个人开悟，障碍一个人成佛，这罪业重。障碍别人实在讲就是障碍自己，成就别人就是成就自己，这里面利害得失悬殊之大，无法形容。为什么不成就一个人？为什么去障碍别人？所以这是愚痴，聪明人决定不干这个事情。",
      "zh_TW": "讀經沒有問題，不要讀得太多，一部就夠了。中年以上的，我勸導大家每天念《無量壽經》、念阿彌陀佛不能間斷，一間斷煩惱習氣立刻就現行。所以學佛向上提升難就難在此地，總得要薰習個十年、八年，你有了根。我們常講五根五力，你沒有十年、八年這麼長時間天天薰習，你就沒有根。沒有根，古人比喻講，像浮萍一樣，水裡面浮萍隨波逐流，你沒有根你很會動搖。這在我們多年修學當中，我們看到太多了。所以我們自己也常常反省，我如果不是這五十多年天天不間斷來學習，也會跟別人一樣步入歧途，墮落了，肯定的！特別是名利心重，那你就有了墮落的根，名利心重；名利心淡薄的人好，扎根容易。所以佛講的三重障很有道理，傲慢、嫉妒、貪欲，我們要是斷煩惱，先從這裡下手。破傲慢，要學謙卑，破嫉妒，要知道隨喜，破貪欲，就要學布施，佛教給我們用這些方法去對治，我們有病，這三種方法是治病的。要知道，隨喜功德不可思議，成人之美就是成就自己，我幫助一個人開悟，幫助一個人成佛，這個功德大了；我障礙一個人開悟，障礙一個人成佛，這罪業重。障礙別人實在講就是障礙自己，成就別人就是成就自己，這裡面利害得失懸殊之大，無法形容。為什麼不成就一個人？為什麼去障礙別人？所以這是愚痴，聰明人決定不幹這個事情。"
    },
    {
      "id": "12-017-1989_p0019",
      "zh_CN": "你常常帮助别人、成就别人，就有很多佛菩萨帮助你、成就你，业因果报本来如是。这些功过都在一念之间，这一念必须要把它转过来，我们这一生才有开悟的希望。所以要肯定人人是好人，事事是好事，就看你用什么样的心态，你是怎么个看法。这两句话是佛菩萨看十法界众生、看六道众生、看三途众生。三途众生造无量的罪业，堕落在饿鬼、畜生、地狱是不是好事？好事。为什么是好事？在那里面把他的罪业消掉，他不在这个环境里头，他这个业障怎么消得掉？消掉之后他就出来了，才能接受佛菩萨教诲，有业障不能接受，业障消掉才能接受。现前正在造作重业的这些业障的人，我们试试看，劝劝他能不能回头？不能回头。不能回头随他去，佛菩萨都不着急，我们着什么急？佛菩萨看他堕落，看他堕落、看他受报，报尽他出来了，出来的时候再度他，所以佛菩萨有耐心、有长远心。可是我们现在对这些人，对这些人给他种善根，阿赖耶里给他种种子，所谓「一历耳根，永为道种」。我们念一句阿弥陀佛他听进去了，我们供这尊佛像他看到眼睛里面去了，落在阿赖耶识种种子，这也是度了他，不是现前，是要等他罪业报掉之后，阿赖耶识这个佛的种子会起现行，给他做成佛得度之因。所以学佛，实在讲就像宗门大德常说的，「会么？」如果会，一天都不空过，真正是积功累德。如果真干三年就变样子，变什么样子？变成菩萨的样子。相随心转，你真正在佛法里头积功累德三年，你就变成菩萨。你的业障，没想消业障，业障自然没有了，为什么？随着你的念头转掉，你念念是善念，你没有恶念，看到恶人你也起善念，这就对了。",
      "zh_TW": "你常常幫助別人、成就別人，就有很多佛菩薩幫助你、成就你，業因果報本來如是。這些功過都在一念之間，這一念必須要把它轉過來，我們這一生才有開悟的希望。所以要肯定人人是好人，事事是好事，就看你用什麼樣的心態，你是怎麼個看法。這兩句話是佛菩薩看十法界眾生、看六道眾生、看三途眾生。三途眾生造無量的罪業，墮落在餓鬼、畜生、地獄是不是好事？好事。為什麼是好事？在那裡面把他的罪業消掉，他不在這個環境裡頭，他這個業障怎麼消得掉？消掉之後他就出來了，才能接受佛菩薩教誨，有業障不能接受，業障消掉才能接受。現前正在造作重業的這些業障的人，我們試試看，勸勸他能不能回頭？不能回頭。不能回頭隨他去，佛菩薩都不著急，我們著什麼急？佛菩薩看他墮落，看他墮落、看他受報，報盡他出來了，出來的時候再度他，所以佛菩薩有耐心、有長遠心。可是我們現在對這些人，對這些人給他種善根，阿賴耶裡給他種種子，所謂「一歷耳根，永為道種」。我們念一句阿彌陀佛他聽進去了，我們供這尊佛像他看到眼睛裡面去了，落在阿賴耶識種種子，這也是度了他，不是現前，是要等他罪業報掉之後，阿賴耶識這個佛的種子會起現行，給他做成佛得度之因。所以學佛，實在講就像宗門大德常說的，「會麼？」如果會，一天都不空過，真正是積功累德。如果真幹三年就變樣子，變什麼樣子？變成菩薩的樣子。相隨心轉，你真正在佛法裡頭積功累德三年，你就變成菩薩。你的業障，沒想消業障，業障自然沒有了，為什麼？隨著你的念頭轉掉，你念念是善念，你沒有惡念，看到惡人你也起善念，這就對了。"
    },
    {
      "id": "12-017-1989_p0020",
      "zh_CN": "所以我们看这个地方的经文，『能知此实体，寂灭真如相』，这两句是悟，讲得太高了。这个「实体」是什么？就是《还源观》里面讲的「显一体」，这十个字就是显一体，「能知」就是显，实体就是一体。这个一体是什么样子？「寂灭真如相」，寂是清净，清净到极处，灭是灭烦恼，这个地方讲的烦恼，起心动念、分别执着全没有了，真如相现前。真，真是从体上讲的，如是从相上讲的，真是能现的自性，如是所现的万法。十法界依正庄严，相即是性，性即是相，性是寂灭的，相也是寂灭的，你能看出来吗？你能看出来现前的相是寂灭的，不好懂！那我们还用比喻，用比喻比较容易相似的，我们看电影。电影的原理现在一般人都知道，在放映机里面播放出来的是幻灯片，一秒钟二十四张，镜头你看打开放一张，再关起来又换一张，换第二张，一秒钟它的速度是二十四张。那什么叫「寂灭真如相」？如果你观察的速度跟它的速度相同，跟电影放映机的速度相同，你所看到的相就是清净寂灭，你只看到一张，是相同的相，你看到真相。如果放映机速度快，我们这个眼睛的速度慢，那你就看到它连续的相续相，你会看错了，以为这是真的，以为它有动作，它根本没动过，它哪有动？你要不相信，我们把速度放慢，我们一秒钟放两张，你就看到它不动了，一秒钟两张就不动了，一秒钟二十四张就动了，他手的动作抬起来，你看它一张一张、一张一张，不一样，你会看到这个现象，确实没有动。前面这张不是后头这张，后面这张不是前面那张，它哪有动呢？寂灭相。我们看看放映机里面的底片，就完全明白了，确实没有动作过。",
      "zh_TW": "所以我們看這個地方的經文，『能知此實體，寂滅真如相』，這兩句是悟，講得太高了。這個「實體」是什麼？就是《還源觀》裡面講的「顯一體」，這十個字就是顯一體，「能知」就是顯，實體就是一體。這個一體是什麼樣子？「寂滅真如相」，寂是清淨，清淨到極處，滅是滅煩惱，這個地方講的煩惱，起心動念、分別執著全沒有了，真如相現前。真，真是從體上講的，如是從相上講的，真是能現的自性，如是所現的萬法。十法界依正莊嚴，相即是性，性即是相，性是寂滅的，相也是寂滅的，你能看出來嗎？你能看出來現前的相是寂滅的，不好懂！那我們還用比喻，用比喻比較容易相似的，我們看電影。電影的原理現在一般人都知道，在放映機裡面播放出來的是幻燈片，一秒鐘二十四張，鏡頭你看打開放一張，再關起來又換一張，換第二張，一秒鐘它的速度是二十四張。那什麼叫「寂滅真如相」？如果你觀察的速度跟它的速度相同，跟電影放映機的速度相同，你所看到的相就是清淨寂滅，你只看到一張，是相同的相，你看到真相。如果放映機速度快，我們這個眼睛的速度慢，那你就看到它連續的相續相，你會看錯了，以為這是真的，以為它有動作，它根本沒動過，它哪有動？你要不相信，我們把速度放慢，我們一秒鐘放兩張，你就看到它不動了，一秒鐘兩張就不動了，一秒鐘二十四張就動了，他手的動作抬起來，你看它一張一張、一張一張，不一樣，你會看到這個現象，確實沒有動。前面這張不是後頭這張，後面這張不是前面那張，它哪有動呢？寂滅相。我們看看放映機裡面的底片，就完全明白了，確實沒有動作過。"
    },
    {
      "id": "12-017-1989_p0021",
      "zh_CN": "弥勒菩萨告诉我们，现在我们这是在放电影，立体的电影，速度多快？一秒钟放多少张？这个诸位都知道，一千二百八十兆张，你以为是真的。宇宙真相怎么来的？起心动念来的。所以《还源观》里面告诉我们，第二段就讲，「显一体，起二用」，二用是什么？起心动念，起心，形出来了，现相出来了，好像我们这放映机打开了；动念呢？动念是「我」出现了。依报跟正报可以说是同时出现的，物质环境跟精神环境同时出现的。虽同时出现，依旧是寂灭相，它时间太短了，一秒钟的一千二百八十兆分之一秒，不是二十四分之一秒，一千二百八十兆分之一秒，这是「寂灭真如相」。谁能知道这个实体？大乘教里面佛告诉我们，八地以上。在我们一般想像当中，这个八地以上应当是别教所说的，不是圆教，圆教怎么说法？圆教是初住以上。别教初地菩萨他断证功夫等于圆教的初住，别教就登地，就是地上菩萨，八地，那在圆教就是八住菩萨，他真的见到了。实在说，放下起心动念，这个寂灭境界就现前，所以说明心见性，见性成佛，刚刚见性，还带着无始无明严重的习气在。这时候的见性就好像在雾里面看到树木花草，在雾里面看到的，不是很清楚。要让这个雾，我们把雾代表无明习气，雾渐渐散去，它也不是突然散掉的，慢慢散掉的。如果我们拿个照相机每隔十分钟照一张，你看这个雾大概二、三个小时统统尽了，你看你这个照相机照的树木花草张张不相同。这就是经上讲的四十一位法身大士，他们都见性了，可是见性，明度有差别，他真的见到了。",
      "zh_TW": "彌勒菩薩告訴我們，現在我們這是在放電影，立體的電影，速度多快？一秒鐘放多少張？這個諸位都知道，一千二百八十兆張，你以為是真的。宇宙真相怎麼來的？起心動念來的。所以《還源觀》裡面告訴我們，第二段就講，「顯一體，起二用」，二用是什麼？起心動念，起心，形出來了，現相出來了，好像我們這放映機打開了；動念呢？動念是「我」出現了。依報跟正報可以說是同時出現的，物質環境跟精神環境同時出現的。雖同時出現，依舊是寂滅相，它時間太短了，一秒鐘的一千二百八十兆分之一秒，不是二十四分之一秒，一千二百八十兆分之一秒，這是「寂滅真如相」。誰能知道這個實體？大乘教裡面佛告訴我們，八地以上。在我們一般想像當中，這個八地以上應當是別教所說的，不是圓教，圓教怎麼說法？圓教是初住以上。別教初地菩薩他斷證功夫等於圓教的初住，別教就登地，就是地上菩薩，八地，那在圓教就是八住菩薩，他真的見到了。實在說，放下起心動念，這個寂滅境界就現前，所以說明心見性，見性成佛，剛剛見性，還帶著無始無明嚴重的習氣在。這時候的見性就好像在霧裡面看到樹木花草，在霧裡面看到的，不是很清楚。要讓這個霧，我們把霧代表無明習氣，霧漸漸散去，它也不是突然散掉的，慢慢散掉的。如果我們拿個照相機每隔十分鐘照一張，你看這個霧大概二、三個小時統統盡了，你看你這個照相機照的樹木花草張張不相同。這就是經上講的四十一位法身大士，他們都見性了，可是見性，明度有差別，他真的見到了。"
    },
    {
      "id": "12-017-1989_p0022",
      "zh_CN": "依照佛在大乘经上说，我们能够把执着放下，执着是最粗的，最粗重的烦恼，为什么？它是六道轮回的业因，如果执着放下，六道就没有了。这是我们要努力去干，事可以一样做、照样做，不碍事，心里不要有执着。没有执着，心就清净，就清净心现前，清净心生智慧，不要太认真。怎么能把执着放下？弥勒菩萨真的帮大忙，我们晓得事实真相是一张一张幻灯片连续相，没有一样是真的，它这个生灭太快了。这个道理一定要懂，懂这个道理，我们慢慢自然就放下，为什么？一切法确确实实如佛所说，「无所有，毕竟空，不可得」，这跟你讲真话。观世音菩萨就是观自在菩萨，在《心经》里面告诉我们，你看他老人家怎么修行的？「照见五蕴皆空」，照见，我们下面一章经文就讲到照见。什么是照见？放下妄想分别执着叫照见，带着妄想分别执着叫情见；情见生烦恼，照见生智慧。所以我们能放下执着，不再执着；不再执着，没有一样不好，什么都好。不再执着，你也不会生病，你也不会有业障来找你。",
      "zh_TW": "依照佛在大乘經上說，我們能夠把執著放下，執著是最粗的，最粗重的煩惱，為什麼？它是六道輪迴的業因，如果執著放下，六道就沒有了。這是我們要努力去幹，事可以一樣做、照樣做，不礙事，心裡不要有執著。沒有執著，心就清淨，就清淨心現前，清淨心生智慧，不要太認真。怎麼能把執著放下？彌勒菩薩真的幫大忙，我們曉得事實真相是一張一張幻燈片連續相，沒有一樣是真的，它這個生滅太快了。這個道理一定要懂，懂這個道理，我們慢慢自然就放下，為什麼？一切法確確實實如佛所說，「無所有，畢竟空，不可得」，這跟你講真話。觀世音菩薩就是觀自在菩薩，在《心經》裡面告訴我們，你看他老人家怎麼修行的？「照見五蘊皆空」，照見，我們下面一章經文就講到照見。什麼是照見？放下妄想分別執著叫照見，帶著妄想分別執著叫情見；情見生煩惱，照見生智慧。所以我們能放下執著，不再執著；不再執著，沒有一樣不好，什麼都好。不再執著，你也不會生病，你也不會有業障來找你。"
    },
    {
      "id": "12-017-1989_p0023",
      "zh_CN": "这个事情，民国年间金山活佛，他老人家过世是在抗战时候，他给我们做了示现，他没有执着。没有执着，譬如吃饭的时候，确实有这么回事情，我在台湾有一位老法师告诉我，他跟金山活佛在一起住过四个月，对他很了解，有一次在一起吃饭，很多居士看到活佛都很欢喜，都添一碗饭供养他，他就吃，吃得很快吃完了，另外一个信徒又送一碗饭给他，他一下吃了二十多碗。旁边的这个法师着急，你们不可以再送饭给老和尚，你把他撑死了，怎么可以吃二十多碗！劝大家不要再添饭。金山活佛看着他笑笑，他就问金山活佛：怎么样？是不是太撑？吃这么多。活佛告诉他：不增不减。没事！一个星期不吃饭也没事，一餐吃几十碗也没事，什么原因？没执着！这个境界我们想想最低限度大概也是二果、三果的境界，从他很多神通变化来讲，可能是三果境界。一天到晚不修边幅，一生不洗澡，而且一生就穿一件衣服。他到哪里去旅行什么都不带，里面小褂裤，外头一个长褂，就那么一件衣服，冬天也是它，夏天也是它，冬天他不冷，夏天他不热，奇怪了。这个人距离我们不太远，五十年前的事情，真人真事。所以你说放下多自在！为什么不肯放下？找自己麻烦。",
      "zh_TW": "這個事情，民國年間金山活佛，他老人家過世是在抗戰時候，他給我們做了示現，他沒有執著。沒有執著，譬如吃飯的時候，確實有這麼回事情，我在台灣有一位老法師告訴我，他跟金山活佛在一起住過四個月，對他很了解，有一次在一起吃飯，很多居士看到活佛都很歡喜，都添一碗飯供養他，他就吃，吃得很快吃完了，另外一個信徒又送一碗飯給他，他一下吃了二十多碗。旁邊的這個法師著急，你們不可以再送飯給老和尚，你把他撐死了，怎麼可以吃二十多碗！勸大家不要再添飯。金山活佛看著他笑笑，他就問金山活佛：怎麼樣？是不是太撐？吃這麼多。活佛告訴他：不增不減。沒事！一個星期不吃飯也沒事，一餐吃幾十碗也沒事，什麼原因？沒執著！這個境界我們想想最低限度大概也是二果、三果的境界，從他很多神通變化來講，可能是三果境界。一天到晚不修邊幅，一生不洗澡，而且一生就穿一件衣服。他到哪裡去旅行什麼都不帶，裡面小褂褲，外頭一個長褂，就那麼一件衣服，冬天也是它，夏天也是它，冬天他不冷，夏天他不熱，奇怪了。這個人距離我們不太遠，五十年前的事情，真人真事。所以你說放下多自在！為什麼不肯放下？找自己麻煩。"
    },
    {
      "id": "12-017-1989_p0024",
      "zh_CN": "真的彻底放下了，于世出世间一切法都不执着，证阿罗汉果，成正觉，这开悟证果成正觉。所以佛法里三个果位，阿罗汉、菩萨、佛，三个果位你就证得第一个。第一个虽然讲是小果，可是很有受用，超越六道轮回，在六道轮回里面也是游戏神通。他虽然是出家人，江苏镇江金山寺的和尚，他在庙里面的时间很少，在外面游荡，就像宋朝时候的济公长老差不多，很像，也是一身很邋遢。他还有个习惯，见到掉在地下的破铜烂铁，这些金属东西他会捡来吃掉，若无其事。人家供养他的钱，铜钱也好，铜板也好，钞票也好，他全吃掉，他也没事情，身上什么都没有。你只要想他，他就来了，所以人家说他有神通，我们怎么刚刚提到，他怎么就进来了，也不知道他从哪来的，你问他他也不说，我来处而来、去处而去。乐观法师他告诉我的，台湾乐观恐怕也不在了，曾经跟金山活佛，金山活佛的法号叫妙善，跟普陀山妙善法师名字相同，妙善法师。乐观告诉我他的故事津津乐道，他说他的故事太多，给人治病，他的衣服从来不洗，领子都是黑的，但是闻起来有莲花香味，很多人生病去闻闻它就好了，很奇怪。给人治病也是的，身上搓一把，捏起来叫人吃，吃了病真的就好了，什么病都治得好。这么一个人给我们做出示现，真的，我们现在想想放下真好！你看真自在，为什么不肯放下？我们要认真努力去放下。",
      "zh_TW": "真的徹底放下了，於世出世間一切法都不執著，證阿羅漢果，成正覺，這開悟證果成正覺。所以佛法裡三個果位，阿羅漢、菩薩、佛，三個果位你就證得第一個。第一個雖然講是小果，可是很有受用，超越六道輪迴，在六道輪迴裡面也是遊戲神通。他雖然是出家人，江蘇鎮江金山寺的和尚，他在廟裡面的時間很少，在外面遊蕩，就像宋朝時候的濟公長老差不多，很像，也是一身很邋遢。他還有個習慣，見到掉在地下的破銅爛鐵，這些金屬東西他會撿來吃掉，若無其事。人家供養他的錢，銅錢也好，銅板也好，鈔票也好，他全吃掉，他也沒事情，身上什麼都沒有。你只要想他，他就來了，所以人家說他有神通，我們怎麼剛剛提到，他怎麼就進來了，也不知道他從哪來的，你問他他也不說，我來處而來、去處而去。樂觀法師他告訴我的，台灣樂觀恐怕也不在了，曾經跟金山活佛，金山活佛的法號叫妙善，跟普陀山妙善法師名字相同，妙善法師。樂觀告訴我他的故事津津樂道，他說他的故事太多，給人治病，他的衣服從來不洗，領子都是黑的，但是聞起來有蓮花香味，很多人生病去聞聞它就好了，很奇怪。給人治病也是的，身上搓一把，捏起來叫人吃，吃了病真的就好了，什麼病都治得好。這麼一個人給我們做出示現，真的，我們現在想想放下真好！你看真自在，為什麼不肯放下？我們要認真努力去放下。"
    },
    {
      "id": "12-017-1989_p0025",
      "zh_CN": "所以这个两句的境界太高，这是成佛，至少是初住以上的境界，那就是一真现前，一真就是自性，自性清净圆明体现前。现前的好处，成佛了，「则见正觉尊」，你就见佛了，你不成佛你就见不了佛。你成佛，你就见佛；你成阿罗汉，你就见到阿罗汉；你成菩萨，你就见到菩萨。像《华严经》末后五十三参，这是这部经上最特殊的地方。早年我初学佛的时候，初接触，还谈不上学佛，方东美先生把《华严经》介绍给我，他说《华严》这部经是佛经的哲学概论，佛经哲学里面的概论，这本书非常之圆满，有理论、有方法、还有表演，他说这是最难得的，世间教科书找不到这么的好东西。五十三参是表演，把前面所讲的道理、方法做出来给我们看。叫什么人做？这个社会上男女老少、各行各业，五十三个人！这里头有男女老少各行各业，有出家、有在家，出家是六个人，其他全都是在家的。等于说理论、方法落实在生活，落实在工作，落实在处事待人接物，华严会上佛菩萨，这个书太好了。善财童子在文殊菩萨会中，那我们可以这样说，在文殊菩萨所办的中心里面学习，那是凡夫！学习什么？说老实话，就是学放下。他把执着放下、分别放下，最后把起心动念也放下，这就毕业了。为什么？他到这个境界，「能知此实体，寂灭真如相」，这就毕业了。文殊菩萨不留他，叫他出去参学。",
      "zh_TW": "所以這個兩句的境界太高，這是成佛，至少是初住以上的境界，那就是一真現前，一真就是自性，自性清淨圓明體現前。現前的好處，成佛了，「則見正覺尊」，你就見佛了，你不成佛你就見不了佛。你成佛，你就見佛；你成阿羅漢，你就見到阿羅漢；你成菩薩，你就見到菩薩。像《華嚴經》末後五十三參，這是這部經上最特殊的地方。早年我初學佛的時候，初接觸，還談不上學佛，方東美先生把《華嚴經》介紹給我，他說《華嚴》這部經是佛經的哲學概論，佛經哲學裡面的概論，這本書非常之圓滿，有理論、有方法、還有表演，他說這是最難得的，世間教科書找不到這麼的好東西。五十三參是表演，把前面所講的道理、方法做出來給我們看。叫什麼人做？這個社會上男女老少、各行各業，五十三個人！這裡頭有男女老少各行各業，有出家、有在家，出家是六個人，其他全都是在家的。等於說理論、方法落實在生活，落實在工作，落實在處事待人接物，華嚴會上佛菩薩，這個書太好了。善財童子在文殊菩薩會中，那我們可以這樣說，在文殊菩薩所辦的中心裡面學習，那是凡夫！學習什麼？說老實話，就是學放下。他把執著放下、分別放下，最後把起心動念也放下，這就畢業了。為什麼？他到這個境界，「能知此實體，寂滅真如相」，這就畢業了。文殊菩薩不留他，叫他出去參學。"
    },
    {
      "id": "12-017-1989_p0026",
      "zh_CN": "他参学第一个，文殊菩萨给他介绍，你去拜访德云比丘，也叫做吉祥云比丘，《四十华严》里面名字。你去问他，菩萨应该怎样修学、怎样提升？德云比丘他所修的是般舟三昧，就是念阿弥陀佛求生净土。你看头一个介绍的，我们中国人常讲「先入为主」，第一个老师是文殊菩萨介绍的，文殊菩萨表智慧，智慧的选择你看选择念佛法门，这意思很深！选的是念阿弥陀佛求生净土。德云比丘代表的是初住菩萨，善财也到初住的地位才能去拜访初住菩萨，这是新的初住，那是老初住，去向他学习，这是教导我们。最后一位，他参访最后一位，等觉，那我们就晓得，善财童子已经提升到等觉，普贤菩萨。普贤菩萨跟他讲十大愿王，引导他到极乐世界见阿弥陀佛，你们想想这个味道，一头一尾有始有终。所以我信净土是从这里得来的，我的老师劝我信净土，我都没有接受，在《华严经》上看到这段可了不起。当中所参访的，那是成就圆满后得智，这是无所不知。他哪个法门都接触，但是他自己修的法门如如不动，还是修净土，还是念阿弥陀佛，自始至终，善财童子是念佛成就的。",
      "zh_TW": "他參學第一個，文殊菩薩給他介紹，你去拜訪德雲比丘，也叫做吉祥雲比丘，《四十華嚴》裡面名字。你去問他，菩薩應該怎樣修學、怎樣提升？德雲比丘他所修的是般舟三昧，就是念阿彌陀佛求生淨土。你看頭一個介紹的，我們中國人常講「先入為主」，第一個老師是文殊菩薩介紹的，文殊菩薩表智慧，智慧的選擇你看選擇念佛法門，這意思很深！選的是念阿彌陀佛求生淨土。德雲比丘代表的是初住菩薩，善財也到初住的地位才能去拜訪初住菩薩，這是新的初住，那是老初住，去向他學習，這是教導我們。最後一位，他參訪最後一位，等覺，那我們就曉得，善財童子已經提升到等覺，普賢菩薩。普賢菩薩跟他講十大願王，引導他到極樂世界見阿彌陀佛，你們想想這個味道，一頭一尾有始有終。所以我信淨土是從這裡得來的，我的老師勸我信淨土，我都沒有接受，在《華嚴經》上看到這段可了不起。當中所參訪的，那是成就圓滿後得智，這是無所不知。他哪個法門都接觸，但是他自己修的法門如如不動，還是修淨土，還是念阿彌陀佛，自始至終，善財童子是念佛成就的。"
    },
    {
      "id": "12-017-1989_p0027",
      "zh_CN": "但是每个法门他都接触、他都通达、他都明了，他并没有去改变，我去学学这个、学学那个，没有。你看每访一位善知识，最后感谢他跟他告辞，礼辞。感谢是接受他的教诲、接受教育，礼辞是什么意思？礼辞是不修他的法门，还是修自己最初的法门修到底。一门深入，长时薰修，一生圆成佛道。见到阿弥陀佛，妙觉位，不是等觉位，一生究竟圆满。所以方老师告诉我，这在全世界找不到第二种本子，达到究竟圆满。所以《华严》怎么成佛的？念佛成佛的，这是我们不能不知道的。所以这两句经文意思很深，我们怎么做？从我们现前能的就是总得要把执着淡薄，一下断还是不容易断掉的，要淡，一年比一年淡薄，一个月比一个月淡薄那就很得力。如果能做到一个月比一个月淡薄，这个功力帮助你念佛，你就决定得生，你有把握了。真要放下，不放下太苦了，你看看这个世间做人多辛苦。一定要放下，放下就自在，放下就快乐，就法喜充满。今天时间到了，我们就学习到此地。",
      "zh_TW": "但是每個法門他都接觸、他都通達、他都明瞭，他並沒有去改變，我去學學這個、學學那個，沒有。你看每訪一位善知識，最後感謝他跟他告辭，禮辭。感謝是接受他的教誨、接受教育，禮辭是什麼意思？禮辭是不修他的法門，還是修自己最初的法門修到底。一門深入，長時薰修，一生圓成佛道。見到阿彌陀佛，妙覺位，不是等覺位，一生究竟圓滿。所以方老師告訴我，這在全世界找不到第二種本子，達到究竟圓滿。所以《華嚴》怎麼成佛的？念佛成佛的，這是我們不能不知道的。所以這兩句經文意思很深，我們怎麼做？從我們現前能的就是總得要把執著淡薄，一下斷還是不容易斷掉的，要淡，一年比一年淡薄，一個月比一個月淡薄那就很得力。如果能做到一個月比一個月淡薄，這個功力幫助你念佛，你就決定得生，你有把握了。真要放下，不放下太苦了，你看看這個世間做人多辛苦。一定要放下，放下就自在，放下就快樂，就法喜充滿。今天時間到了，我們就學習到此地。"
    }
  ]
}