{
  "doc_id": "12-017-0030",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-017-0030",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "12-017-0030_p0001",
      "zh_CN": "请掀开经本第十五面，最后一行看起：",
      "zh_TW": "請掀開經本第十五面，最後一行看起："
    },
    {
      "id": "12-017-0030_p0002",
      "zh_CN": "【复有佛世界微尘数执金刚神。】",
      "zh_TW": "【復有佛世界微塵數執金剛神。】"
    },
    {
      "id": "12-017-0030_p0003",
      "zh_CN": "经文讲到这个地方，这是说异生众，前面菩萨是同生众。上一次时间到了，李长者他的开示意犹未尽，我们还得做一个简单的补充说明，因为经文里面有许多地方是值得我们学习。在华严会上，可以说将尽虚空遍法界一切人事物把它缩小，好像缩成一个模型，我们今天所谓是小人国、小世界。缩成一个模型，让我们在这个模型里面去观察，去了解尽虚空遍法界这些林林总总的事实真相。在这个大世界里面，如经所说的十法界有情众生，这个地方讲的十法界，不仅仅是娑婆世界的十法界，而是尽虚空遍法界十方三世一切诸佛的十法界，全都浓缩在华严会中；所以华严这一会称之为圆满法轮，这很有道理。可以说诸佛如来所证得的、所修学的、所教化的、所表演的，没有一样不圆满，一法都不欠缺。菩萨修行成佛，在哪里修？无处不是道场，无时不在修行，所以没有说是指定一个道场，没有；处处都是道场，时时没有离开修行。",
      "zh_TW": "經文講到這個地方，這是說異生眾，前面菩薩是同生眾。上一次時間到了，李長者他的開示意猶未盡，我們還得做一個簡單的補充說明，因為經文裡面有許多地方是值得我們學習。在華嚴會上，可以說將盡虛空遍法界一切人事物把它縮小，好像縮成一個模型，我們今天所謂是小人國、小世界。縮成一個模型，讓我們在這個模型裡面去觀察，去了解盡虛空遍法界這些林林總總的事實真相。在這個大世界裡面，如經所說的十法界有情眾生，這個地方講的十法界，不僅僅是娑婆世界的十法界，而是盡虛空遍法界十方三世一切諸佛的十法界，全都濃縮在華嚴會中；所以華嚴這一會稱之為圓滿法輪，這很有道理。可以說諸佛如來所證得的、所修學的、所教化的、所表演的，沒有一樣不圓滿，一法都不欠缺。菩薩修行成佛，在哪裡修？無處不是道場，無時不在修行，所以沒有說是指定一個道場，沒有；處處都是道場，時時沒有離開修行。"
    },
    {
      "id": "12-017-0030_p0004",
      "zh_CN": "「修行」两个字我们一定要认识清楚，行是行为，修是修正，我们的行为有了错误，把错误修正过来，这叫修行。正确的标准是法性、是佛性，与法性相应的叫正，与心性相应的知见叫正知正见，与自性相应的言语叫正语，与自性相应的行为叫正行。诸位都知道，大小乘佛法里面都讲八正道，这是把无量无边的行门归纳为八大类，这八大类与心性相应，所以叫正行。这里面最要紧的就是知见，这是正行里面的大根大本，法华会上讲「入佛知见」，我们净宗也不例外。我过去在台中求学，我向李老师报告我的心得，我那个报告是画一张图表，到最后这个阶段是开佛知见、入佛知见。我呈送给李老师看，李老师给我加了一个箭头，他说：这才圆满，你的开佛知见跟入佛知见没有能够结合成一体，是两个。他把我画一个箭头，把两个连起来了。我非常佩服，毕竟他比我高一招。所以一定是以入佛知见才能达到究竟，往生西方极乐世界也没有例外。",
      "zh_TW": "「修行」兩個字我們一定要認識清楚，行是行為，修是修正，我們的行為有了錯誤，把錯誤修正過來，這叫修行。正確的標準是法性、是佛性，與法性相應的叫正，與心性相應的知見叫正知正見，與自性相應的言語叫正語，與自性相應的行為叫正行。諸位都知道，大小乘佛法裡面都講八正道，這是把無量無邊的行門歸納為八大類，這八大類與心性相應，所以叫正行。這裡面最要緊的就是知見，這是正行裡面的大根大本，法華會上講「入佛知見」，我們淨宗也不例外。我過去在台中求學，我向李老師報告我的心得，我那個報告是畫一張圖表，到最後這個階段是開佛知見、入佛知見。我呈送給李老師看，李老師給我加了一個箭頭，他說：這才圓滿，你的開佛知見跟入佛知見沒有能夠結合成一體，是兩個。他把我畫一個箭頭，把兩個連起來了。我非常佩服，畢竟他比我高一招。所以一定是以入佛知見才能達到究竟，往生西方極樂世界也沒有例外。"
    },
    {
      "id": "12-017-0030_p0005",
      "zh_CN": "「入」是证果，「开」只停留在解门上，《华严经》的四分：信、解、行、证，你只落在信解，必须有行证才能得到真实的受用，这一点非常非常重要。怎样能契入？一定要真干。这是夏莲居老居士在《净语》里面说了很多遍，要认真。可是在认真之前，你必须要明理，你要明白。很多人是很认真的干，但是对于理论、道理，对于事实真相他不了解，甚至于一知半解，这里面就产生许许多多的过失。他自己并不知道这是过失，这种情形不能说他读经不多、闻法不久，有许多读经很多很多、闻法时间也很长，他还是犯过失。释迦牟尼佛当年在世，学生当中就有不少，譬如提婆达多，你能说他读经不多吗？你能说他闻法不久吗？他跟释迦牟尼佛是堂兄弟。为什么那么长的时间闻法、那么长的时间修行，还变成邪恶的知见？当然提婆达多是大权示现。我们不论他的本，单说他的迹象，他表演的，表演我们要重视。",
      "zh_TW": "「入」是證果，「開」只停留在解門上，《華嚴經》的四分：信、解、行、證，你只落在信解，必須有行證才能得到真實的受用，這一點非常非常重要。怎樣能契入？一定要真幹。這是夏蓮居老居士在《淨語》裡面說了很多遍，要認真。可是在認真之前，你必須要明理，你要明白。很多人是很認真的幹，但是對於理論、道理，對於事實真相他不了解，甚至於一知半解，這裡面就產生許許多多的過失。他自己並不知道這是過失，這種情形不能說他讀經不多、聞法不久，有許多讀經很多很多、聞法時間也很長，他還是犯過失。釋迦牟尼佛當年在世，學生當中就有不少，譬如提婆達多，你能說他讀經不多嗎？你能說他聞法不久嗎？他跟釋迦牟尼佛是堂兄弟。為什麼那麼長的時間聞法、那麼長的時間修行，還變成邪惡的知見？當然提婆達多是大權示現。我們不論他的本，單說他的跡象，他表演的，表演我們要重視。"
    },
    {
      "id": "12-017-0030_p0006",
      "zh_CN": "这里面是两种原因，一个是闻法修持不够透彻，他的功力不但是没有见性，连见性这个方向他有了偏差。见性只有一条路，经上告诉我们「直心是道场」，他的心不直，他的心是弯弯曲曲的，这是他为什么读经用功修行而不能够见道；不要说证道，道他没有见。他如果见道，完全就不一样，见道就是菩萨。这是第一个因素，了解不够透彻。第二个原因，烦恼习气太重，有非常严重的烦恼习气。譬如我们遇到一些妄语，妄语他自己知不知道？他自己知道。为什么止不住？习气。别说妄语了，我们再降一个阶段，说话多话，多话是习气；他不讲话就难过，遇到人就讲，讲得没休止，讲个不停，这个对于修道很大的妨碍。所以古人给我们讲「少说一句话，多念一句佛」，这个重要。我们念佛堂将来不少人在这个地方念佛成功，哪一类人成功？少话的人。少说话、少听话，他心是定的。我虽然讲经四十年了，我三十三岁开始讲经，今年七十二岁，可是我不讲经的时候我说话很少，我也不会说话，我没有口才，我也不愿意听人家讲话。为什么？我懂得一个道理，佛菩萨是清净心成就的。",
      "zh_TW": "這裡面是兩種原因，一個是聞法修持不夠透徹，他的功力不但是沒有見性，連見性這個方向他有了偏差。見性只有一條路，經上告訴我們「直心是道場」，他的心不直，他的心是彎彎曲曲的，這是他為什麼讀經用功修行而不能夠見道；不要說證道，道他沒有見。他如果見道，完全就不一樣，見道就是菩薩。這是第一個因素，了解不夠透徹。第二個原因，煩惱習氣太重，有非常嚴重的煩惱習氣。譬如我們遇到一些妄語，妄語他自己知不知道？他自己知道。為什麼止不住？習氣。別說妄語了，我們再降一個階段，說話多話，多話是習氣；他不講話就難過，遇到人就講，講得沒休止，講個不停，這個對於修道很大的妨礙。所以古人給我們講「少說一句話，多念一句佛」，這個重要。我們念佛堂將來不少人在這個地方念佛成功，哪一類人成功？少話的人。少說話、少聽話，他心是定的。我雖然講經四十年了，我三十三歲開始講經，今年七十二歲，可是我不講經的時候我說話很少，我也不會說話，我沒有口才，我也不願意聽人家講話。為什麼？我懂得一個道理，佛菩薩是清淨心成就的。"
    },
    {
      "id": "12-017-0030_p0007",
      "zh_CN": "我们阿赖耶识里面，阿赖耶识像个仓库，无量劫来烦恼习气统统储存在这里头。我们这一生当中学佛，学佛有一点功夫，这一点功夫就是把这些烦恼习气控制住，它不起现行。我们别的本事没有，我这一点本事有了；烦恼虽然没断，不起现行。不起现行，与外缘有很大的关系，所以外面有人来跟我讲话，我不听，我尽量打断他。不但是恶言、是非我一句不听，好话我也不听。为什么？干扰，扰乱清净心。我愿意听的是「阿弥陀佛」，我觉得只有这一句是性德的真言，尽虚空遍法界就是一句阿弥陀佛。我们常常听这个声音、常常念这个声音，你这一生决定作佛。佛给我们说「一切法从心想生」，我们天天想佛就作佛，想菩萨就作菩萨，想什么作什么。十法界里头第一殊胜的是佛，我为什么不念佛？我为什么不想佛？你来给我讲菩萨法我都不听，为什么？我要取第一，我不取第二。所以应当把一切废话停止。念佛堂，你看看正规念佛堂，大家戴个牌子「止语」、「禁语」，进念佛堂一句话不说。不但是一句闲话不说，一个杂念都不生，他心怎么会不清净？将来住到弥陀村，诸位要晓得，能在这里面住上三年，比你自己在别的地方用功念佛三十年的效果超过，这是日夜不间断的薰习，真正成佛的道场。",
      "zh_TW": "我們阿賴耶識裡面，阿賴耶識像個倉庫，無量劫來煩惱習氣統統儲存在這裡頭。我們這一生當中學佛，學佛有一點功夫，這一點功夫就是把這些煩惱習氣控制住，它不起現行。我們別的本事沒有，我這一點本事有了；煩惱雖然沒斷，不起現行。不起現行，與外緣有很大的關係，所以外面有人來跟我講話，我不聽，我盡量打斷他。不但是惡言、是非我一句不聽，好話我也不聽。為什麼？干擾，擾亂清淨心。我願意聽的是「阿彌陀佛」，我覺得只有這一句是性德的真言，盡虛空遍法界就是一句阿彌陀佛。我們常常聽這個聲音、常常念這個聲音，你這一生決定作佛。佛給我們說「一切法從心想生」，我們天天想佛就作佛，想菩薩就作菩薩，想什麼作什麼。十法界裡頭第一殊勝的是佛，我為什麼不念佛？我為什麼不想佛？你來給我講菩薩法我都不聽，為什麼？我要取第一，我不取第二。所以應當把一切廢話停止。念佛堂，你看看正規念佛堂，大家戴個牌子「止語」、「禁語」，進念佛堂一句話不說。不但是一句閒話不說，一個雜念都不生，他心怎麼會不清淨？將來住到彌陀村，諸位要曉得，能在這裡面住上三年，比你自己在別的地方用功念佛三十年的效果超過，這是日夜不間斷的薰習，真正成佛的道場。"
    },
    {
      "id": "12-017-0030_p0008",
      "zh_CN": "你要是在此地懈怠懒散，说老实话，我们这里虽然订这些规矩，不需要我们执行，这个道场有护法神在监察。我今天来的时候听同修告诉我，有一个偷懒的被护法神惩罚。护法神拿铁棍子夹他，吓死了，赶紧到念佛堂念佛，他想偷偷懒。你们晓得护法神在此地，还用得着人吗？你不真干，决定不能进这个念佛堂。这个地方我听一些同修告诉我，过去度轮法师到此地来，曾经说过这个地方是福地，没有福报的人此地住不住，福地福人居。这个念佛堂是福地的中央、中心，你到这个地方来住是大福报。哪些人是第一福报？认真念佛求愿往生的人第一福报。踏进念佛堂，身心世界一切放下，这叫学佛，这叫真干。道场，这是无比殊胜的道场，在这个道场锻炼个二、三年，你养成习惯了，然后你无论到哪个地方，处处都是道场，时时都在行道，才能自利利他、广度众生，我们要明白这个道理。",
      "zh_TW": "你要是在此地懈怠懶散，說老實話，我們這裡雖然訂這些規矩，不需要我們執行，這個道場有護法神在監察。我今天來的時候聽同修告訴我，有一個偷懶的被護法神懲罰。護法神拿鐵棍子夾他，嚇死了，趕緊到念佛堂念佛，他想偷偷懶。你們曉得護法神在此地，還用得著人嗎？你不真幹，決定不能進這個念佛堂。這個地方我聽一些同修告訴我，過去度輪法師到此地來，曾經說過這個地方是福地，沒有福報的人此地住不住，福地福人居。這個念佛堂是福地的中央、中心，你到這個地方來住是大福報。哪些人是第一福報？認真念佛求願往生的人第一福報。踏進念佛堂，身心世界一切放下，這叫學佛，這叫真幹。道場，這是無比殊勝的道場，在這個道場鍛鍊個二、三年，你養成習慣了，然後你無論到哪個地方，處處都是道場，時時都在行道，才能自利利他、廣度眾生，我們要明白這個道理。"
    },
    {
      "id": "12-017-0030_p0009",
      "zh_CN": "今天这段经文讲异生众，异生众是示现的，不是真的；真的，我们是真的异生众。前面是菩萨，同名菩萨、异名菩萨，都是同生众。同生众用真心，跟诸佛如来一样用真心，不是用妄心。由此可知，如果我们用真心，我们就是同生众。同心是跟如来同一个心，如来是什么心？智慧，如来的心是智慧，诸位要记住。相宗里面讲的四智菩提，这是菩萨的心，佛心。我们凡夫的心是八识五十一心所，说得简单一点，分别、执着是凡夫心。菩萨心没有分别、没有执着，没有执着是平等性智，没有分别是妙观察智；智是真的，真心。我们真心本来没有分别、本来没有执着、本来没有妄想，马鸣菩萨在《起信论》里面所说的「本觉本有」，那叫本觉。迷了才有妄想分别执着，所以我们自己常常想想，一起心动念还有分别、还有妄想、还有执着，自己立刻就要警觉到我在迷位，我是凡夫，我在迷位。妄想分别执着全都是错误的，哪有一样是真实的？错误就是造业，造业哪有不受报的？特别是现代这个社会，现代社会大家所看到的，现世报！造极重的罪业，你冷眼观察，那个报应快得很，二、三年，三、四年，就见到。我们看到这个现象，怎么不害怕？怎么不恐怖？现在这个世间灾难刚刚开始。",
      "zh_TW": "今天這段經文講異生眾，異生眾是示現的，不是真的；真的，我們是真的異生眾。前面是菩薩，同名菩薩、異名菩薩，都是同生眾。同生眾用真心，跟諸佛如來一樣用真心，不是用妄心。由此可知，如果我們用真心，我們就是同生眾。同心是跟如來同一個心，如來是什麼心？智慧，如來的心是智慧，諸位要記住。相宗裡面講的四智菩提，這是菩薩的心，佛心。我們凡夫的心是八識五十一心所，說得簡單一點，分別、執著是凡夫心。菩薩心沒有分別、沒有執著，沒有執著是平等性智，沒有分別是妙觀察智；智是真的，真心。我們真心本來沒有分別、本來沒有執著、本來沒有妄想，馬鳴菩薩在《起信論》裡面所說的「本覺本有」，那叫本覺。迷了才有妄想分別執著，所以我們自己常常想想，一起心動念還有分別、還有妄想、還有執著，自己立刻就要警覺到我在迷位，我是凡夫，我在迷位。妄想分別執著全都是錯誤的，哪有一樣是真實的？錯誤就是造業，造業哪有不受報的？特別是現代這個社會，現代社會大家所看到的，現世報！造極重的罪業，你冷眼觀察，那個報應快得很，二、三年，三、四年，就見到。我們看到這個現象，怎麼不害怕？怎麼不恐怖？現在這個世間災難剛剛開始。"
    },
    {
      "id": "12-017-0030_p0010",
      "zh_CN": "昨天晚上，你们这批年轻法师听完经之后，回去看西方的预言录像带。你们看了之后，再看看每天现在新闻资讯里面所报导的，你有什么感触？你们所看到的少分，这一类东西很多很多。什么原因造成今天这么多的灾难？这么严重的灾难？佛在经上苦口婆心教导我们，共业所感。我有没有责任？有责任。我自己没有修得好，我自己在造罪业，连累大家受报。我们能从这个地方生惭愧心、生忏悔心，回头是岸。我常常劝人，有相信的、有不相信的，这个事情一点都不希奇。世尊劝人尚且如此，何况我们，我们哪能比得了世尊？智慧福德都比不上。我们心决定没有恶念，这个恶我们把它降低到最低的水平，大家心里有数，清清楚楚、明明白白，恶就是十恶，心里头没有十恶的念头，意里头没有邪思，什么是邪思？妄想分别执着是邪思，没有。耳不闻恶声，口不出恶言，身无邪行，我们的前途一片光明。纵然灾难来了，我们死在这个灾难当中，好死不是坏死。不求往生也享天福，为什么？你的心行已经达到天人的标准。",
      "zh_TW": "昨天晚上，你們這批年輕法師聽完經之後，回去看西方的預言錄像帶。你們看了之後，再看看每天現在新聞資訊裡面所報導的，你有什麼感觸？你們所看到的少分，這一類東西很多很多。什麼原因造成今天這麼多的災難？這麼嚴重的災難？佛在經上苦口婆心教導我們，共業所感。我有沒有責任？有責任。我自己沒有修得好，我自己在造罪業，連累大家受報。我們能從這個地方生慚愧心、生懺悔心，回頭是岸。我常常勸人，有相信的、有不相信的，這個事情一點都不希奇。世尊勸人尚且如此，何況我們，我們哪能比得了世尊？智慧福德都比不上。我們心決定沒有惡念，這個惡我們把它降低到最低的水平，大家心裡有數，清清楚楚、明明白白，惡就是十惡，心裡頭沒有十惡的念頭，意裡頭沒有邪思，什麼是邪思？妄想分別執著是邪思，沒有。耳不聞惡聲，口不出惡言，身無邪行，我們的前途一片光明。縱然災難來了，我們死在這個災難當中，好死不是壞死。不求往生也享天福，為什麼？你的心行已經達到天人的標準。"
    },
    {
      "id": "12-017-0030_p0011",
      "zh_CN": "人死了之后到哪一道？不是阎罗王判决把你分到哪一道，不是的，自己去的。《易经》里面所说的，物以类聚，人以群分。我们世间社团也是如此，善人这个团体决定没有恶人，为什么？他不相应。作恶的那个团体，善人决定不会去，就是这么个道理。喜欢搞贪瞋痴的，他一定进入三恶道的社团，为什么？气味相投。他在临命终的时候，恶道现出的光他见到，他生欢喜心，他就去了。如果人的心行至善，我们今天一定要学这个，这个世间要能放下，身心世界一切放下，我们才有出路，才能够解脱。一切放下，什么都不想，过去不要想，现在也不要想，未来也不要想，一心只想「阿弥陀佛」，只念阿弥陀佛，只有一个愿望「求生净土」，这就对了，你就完全正确，你的前途无限的光明。以这种心行念佛，没有一个不往生的。你本身具备了善的条件，西方极乐世界诸上善人聚会一处，邪恶是决定不相应的。我们以真诚、清净、平等、正觉、慈悲心，止于至善，这样念佛往生净土真有把握，那不是假的，不是虚妄的。",
      "zh_TW": "人死了之後到哪一道？不是閻羅王判決把你分到哪一道，不是的，自己去的。《易經》裡面所說的，物以類聚，人以群分。我們世間社團也是如此，善人這個團體決定沒有惡人，為什麼？他不相應。作惡的那個團體，善人決定不會去，就是這麼個道理。喜歡搞貪瞋痴的，他一定進入三惡道的社團，為什麼？氣味相投。他在臨命終的時候，惡道現出的光他見到，他生歡喜心，他就去了。如果人的心行至善，我們今天一定要學這個，這個世間要能放下，身心世界一切放下，我們才有出路，才能夠解脫。一切放下，什麼都不想，過去不要想，現在也不要想，未來也不要想，一心只想「阿彌陀佛」，只念阿彌陀佛，只有一個願望「求生淨土」，這就對了，你就完全正確，你的前途無限的光明。以這種心行念佛，沒有一個不往生的。你本身具備了善的條件，西方極樂世界諸上善人聚會一處，邪惡是決定不相應的。我們以真誠、清淨、平等、正覺、慈悲心，止於至善，這樣念佛往生淨土真有把握，那不是假的，不是虛妄的。"
    },
    {
      "id": "12-017-0030_p0012",
      "zh_CN": "我们是凡夫，肉眼凡胎，没有智慧，不认识圣人。佛在经上说，愈是众生遭苦难的这个时代，诸佛菩萨应化在这个世间愈多。为什么？减缓劫难。而佛菩萨化身在这个世间都是异生众，跟我们凡夫表现的没有两样。男女老少、各行各业里都有佛菩萨，他们所造作的有善有恶，那是表演，而他们的内心纯净无染，决定没有染污，他到这里是救劫难而来的。如果没有这些人在这边行真善，这个劫难就更凄惨、更严重，时间更长。诸佛菩萨看到这个现象要是不来拯救，怎么能谈得上慈悲？这是我们读这些异生众，特别要明了的。",
      "zh_TW": "我們是凡夫，肉眼凡胎，沒有智慧，不認識聖人。佛在經上說，愈是眾生遭苦難的這個時代，諸佛菩薩應化在這個世間愈多。為什麼？減緩劫難。而佛菩薩化身在這個世間都是異生眾，跟我們凡夫表現的沒有兩樣。男女老少、各行各業裡都有佛菩薩，他們所造作的有善有惡，那是表演，而他們的內心純淨無染，決定沒有染污，他到這裡是救劫難而來的。如果沒有這些人在這邊行真善，這個劫難就更淒慘、更嚴重，時間更長。諸佛菩薩看到這個現象要是不來拯救，怎麼能談得上慈悲？這是我們讀這些異生眾，特別要明瞭的。"
    },
    {
      "id": "12-017-0030_p0013",
      "zh_CN": "异生众总共有三十九个团体，第一个团体是金刚神，金刚神是护法神。清凉大师把他分作三大类，三十九类又把它分成三大类。第一类诸神，第二类是天龙八部，第三类是欲色诸天，就是二十八层天。在第一段里面有十九个团体，十九个团体都叫做神，他所示现的是神明的样子，而实际上全是法身大士，全是诸佛如来大慈大悲为苦难众生示现的。我们要知道他不是真的神明，也不是真的诸天，统统是诸佛如来。这些示现在哪里？就在我们日常生活当中，我们要能够去体会。怎样你才能体会得到？清净心。真诚、清净到极处，这些菩萨示现的时候你心里都有数，换句话说，你有能力认识他，你要问他，他决定不承认。往年印光大师，西方极乐世界大势至菩萨来的，等觉菩萨。有人把这个事情告诉他，他老人家决定不承认，「我是凡夫，生死凡夫」。可是我们细心去观察，他老人家一生行迹，跟大势至菩萨还真的有那么几分相像。我们看《楞严经大势至菩萨圆通章》，你看他老人家一生的行持，很像。尤其是难得他将《大势至菩萨圆通章》这一段经文，从《楞严经》里面提出来，合并在净土四经之中，称为《净土五经》。五经，《大势至菩萨圆通章》是印光大师选定的，选得完美，使净宗的典籍真正达到究竟圆满，一丝毫的欠缺都没有了。",
      "zh_TW": "異生眾總共有三十九個團體，第一個團體是金剛神，金剛神是護法神。清涼大師把他分作三大類，三十九類又把它分成三大類。第一類諸神，第二類是天龍八部，第三類是欲色諸天，就是二十八層天。在第一段裡面有十九個團體，十九個團體都叫做神，他所示現的是神明的樣子，而實際上全是法身大士，全是諸佛如來大慈大悲為苦難眾生示現的。我們要知道他不是真的神明，也不是真的諸天，統統是諸佛如來。這些示現在哪裡？就在我們日常生活當中，我們要能夠去體會。怎樣你才能體會得到？清淨心。真誠、清淨到極處，這些菩薩示現的時候你心裡都有數，換句話說，你有能力認識他，你要問他，他決定不承認。往年印光大師，西方極樂世界大勢至菩薩來的，等覺菩薩。有人把這個事情告訴他，他老人家決定不承認，「我是凡夫，生死凡夫」。可是我們細心去觀察，他老人家一生行跡，跟大勢至菩薩還真的有那麼幾分相像。我們看《楞嚴經大勢至菩薩圓通章》，你看他老人家一生的行持，很像。尤其是難得他將《大勢至菩薩圓通章》這一段經文，從《楞嚴經》裡面提出來，合併在淨土四經之中，稱為《淨土五經》。五經，《大勢至菩薩圓通章》是印光大師選定的，選得完美，使淨宗的典籍真正達到究竟圓滿，一絲毫的欠缺都沒有了。"
    },
    {
      "id": "12-017-0030_p0014",
      "zh_CN": "经文，这要从前面去想起，从海月大明菩萨以下，一直到金刚神，金刚神往下有九类的神众到主药神，是说十住因果，十住菩萨的因果。可是诸位一定要记住，他们这些人都是普贤菩萨一流的人物，都是「遵修普贤大士之德」的普贤菩萨，法身大士。他以佛果，普贤行门，佛果怎么说？初住菩萨就住佛地，就证佛果，这个证佛果不是究竟圆满的证，他证得一分，那一分是真的佛果地，不是假的。这些理跟事，我们都要清楚、都要明了，所以他们是真的成佛。圆教初住菩萨就有能力示现八相成道，像释迦牟尼佛在三千年前，出现在我们这个世界示现八相成道。什么人可以示现八相成道？初住以上都可以。也就是应以佛身而得度者，他就现佛身而度脱之，他有这个能力。由此可知，佛身他都能现，佛以下的更不必说了。应说什么法？他应机说法。虽然现的身相不一样，说的法门不相同，他的原则原理不变；必定是令众生觉悟，帮助众生破迷开悟，脱离生死苦海，早一天契入涅槃彼岸，这是决定不会变的原则方针。",
      "zh_TW": "經文，這要從前面去想起，從海月大明菩薩以下，一直到金剛神，金剛神往下有九類的神眾到主藥神，是說十住因果，十住菩薩的因果。可是諸位一定要記住，他們這些人都是普賢菩薩一流的人物，都是「遵修普賢大士之德」的普賢菩薩，法身大士。他以佛果，普賢行門，佛果怎麼說？初住菩薩就住佛地，就證佛果，這個證佛果不是究竟圓滿的證，他證得一分，那一分是真的佛果地，不是假的。這些理跟事，我們都要清楚、都要明瞭，所以他們是真的成佛。圓教初住菩薩就有能力示現八相成道，像釋迦牟尼佛在三千年前，出現在我們這個世界示現八相成道。什麼人可以示現八相成道？初住以上都可以。也就是應以佛身而得度者，他就現佛身而度脫之，他有這個能力。由此可知，佛身他都能現，佛以下的更不必說了。應說什麼法？他應機說法。雖然現的身相不一樣，說的法門不相同，他的原則原理不變；必定是令眾生覺悟，幫助眾生破迷開悟，脫離生死苦海，早一天契入涅槃彼岸，這是決定不會變的原則方針。"
    },
    {
      "id": "12-017-0030_p0015",
      "zh_CN": "而在这个大前提之下，给诸位说，第一法门是劝人念佛求生净土。为什么？往生极乐世界，才在一生当中证得究竟圆满。修学其他的大乘，一生当中得不到究竟圆满，唯有念佛能达到究竟圆满。真正念佛人，心里一个妄念没有、一个杂念没有，一念不生，清净寂灭，这个心就是佛心。以真心映物，就如同镜子一样，相宗把真心比作大圆镜智，心像一面镜子一样什么都没有，能映万物，所谓是「胡来胡现，汉来汉现」，这古人讲的。古人讲胡是外国人，外国人照镜子就现外国人的相，汉人是中国人，汉人照镜子现中国人的相，虽现相而不染。这就是比喻感应道交，众生有感，佛心就有应。你感的时间长，应的时间就长，感的心广，应的心也广，所应必定如你所感，感应道交。这样应化在十法界、应化在六道，利益一切众生。",
      "zh_TW": "而在這個大前提之下，給諸位說，第一法門是勸人念佛求生淨土。為什麼？往生極樂世界，才在一生當中證得究竟圓滿。修學其他的大乘，一生當中得不到究竟圓滿，唯有念佛能達到究竟圓滿。真正念佛人，心裡一個妄念沒有、一個雜念沒有，一念不生，清淨寂滅，這個心就是佛心。以真心映物，就如同鏡子一樣，相宗把真心比作大圓鏡智，心像一面鏡子一樣什麼都沒有，能映萬物，所謂是「胡來胡現，漢來漢現」，這古人講的。古人講胡是外國人，外國人照鏡子就現外國人的相，漢人是中國人，漢人照鏡子現中國人的相，雖現相而不染。這就是比喻感應道交，眾生有感，佛心就有應。你感的時間長，應的時間就長，感的心廣，應的心也廣，所應必定如你所感，感應道交。這樣應化在十法界、應化在六道，利益一切眾生。"
    },
    {
      "id": "12-017-0030_p0016",
      "zh_CN": "所以名号，随着他的行为来给他命个名号，他本来没有名号，名号是从他的行为上所命，这些行为都是我们的榜样，都是我们的模范。所以每一尊菩萨，神众也是菩萨，我们眼睛里面全都看作菩萨，他们的名号就代表他们的行为，我们要学习、要明了。经文每一段就是一个团体，这一个团体里面经文分作三科。第一科是说他类别，他是属于哪一类，辨别这个团体属于哪一类。第二列名结数，列名是举例，太多太多了；这个法会，刚才我说过，是虚空法界的浓缩。第三是说他的德行。前面第一段同生众中说得详细，往后就不那么细说，细说占的时间就太长。往后说他的德行大概只是一句、二句，所以我们的进度也会比较快了。",
      "zh_TW": "所以名號，隨著他的行為來給他命個名號，他本來沒有名號，名號是從他的行為上所命，這些行為都是我們的榜樣，都是我們的模範。所以每一尊菩薩，神眾也是菩薩，我們眼睛裡面全都看作菩薩，他們的名號就代表他們的行為，我們要學習、要明瞭。經文每一段就是一個團體，這一個團體裡面經文分作三科。第一科是說他類別，他是屬於哪一類，辨別這個團體屬於哪一類。第二列名結數，列名是舉例，太多太多了；這個法會，剛才我說過，是虛空法界的濃縮。第三是說他的德行。前面第一段同生眾中說得詳細，往後就不那麼細說，細說佔的時間就太長。往後說他的德行大概只是一句、二句，所以我們的進度也會比較快了。"
    },
    {
      "id": "12-017-0030_p0017",
      "zh_CN": "刚才我们念的这一句，『复有佛世界微尘数』，这是说数量，参加华严法会的这些金刚神有多少？佛世界微尘数，佛世界是指什么？三千大千世界，三千大千世界微尘数那么多。『执金刚神』，执是手上拿着，金刚是武器，所以这些神都是现的将军身，手上拿着武器。古时候武器里面金刚杵是最好的武器，佛在经上讲，金刚杵坚固锋利能破一切的兵器，一切兵器不能把它破坏，这是古代的。现代人的兵器不一样，现在大家晓得，现在最厉害的兵器是飞弹核子弹头。飞弹核子弹头，如果碰到金刚神的金刚杵，到底会产生什么现象？我们就很难讲。金刚神的金刚杵是不是一挥就把原子弹挥跑掉？也有可能。现在我们要问，既然金刚神有这么大的德能，可以把核子弹一搧，搧到太空当中去爆炸，我们这里就不会遭难了，他为什么不帮助我们？这个地方要晓得，众生业力不可思议。他真的把原子弹统统都拿走，放到太空当中去爆炸，去放炮竹，我们世间人灾难还是躲不过。你造的业，你怎么能免得了灾难？",
      "zh_TW": "剛才我們念的這一句，『復有佛世界微塵數』，這是說數量，參加華嚴法會的這些金剛神有多少？佛世界微塵數，佛世界是指什麼？三千大千世界，三千大千世界微塵數那麼多。『執金剛神』，執是手上拿著，金剛是武器，所以這些神都是現的將軍身，手上拿著武器。古時候武器裡面金剛杵是最好的武器，佛在經上講，金剛杵堅固鋒利能破一切的兵器，一切兵器不能把它破壞，這是古代的。現代人的兵器不一樣，現在大家曉得，現在最厲害的兵器是飛彈核子彈頭。飛彈核子彈頭，如果碰到金剛神的金剛杵，到底會產生什麼現象？我們就很難講。金剛神的金剛杵是不是一揮就把原子彈揮跑掉？也有可能。現在我們要問，既然金剛神有這麼大的德能，可以把核子彈一搧，搧到太空當中去爆炸，我們這裡就不會遭難了，他為什麼不幫助我們？這個地方要曉得，眾生業力不可思議。他真的把原子彈統統都拿走，放到太空當中去爆炸，去放炮竹，我們世間人災難還是躲不過。你造的業，你怎麼能免得了災難？"
    },
    {
      "id": "12-017-0030_p0018",
      "zh_CN": "正如同世尊当年在世，琉璃王要灭释迦种族，这是发动一个战争，非常残酷。释迦牟尼佛自己也头痛，有没有方法救？没有方法。救也没有用，他有业感。目犍连用神通，把释迦族大概有几百个人，他以神通变现出来，他用他的钵把释迦族几百人放在钵里面，升到天空免了这个劫难。可是下来之后再一看，钵里头完全化成血水，没有一个是活的。就问释迦牟尼佛，佛说：这是业力，没法子救，你救他也是死。由此可知，不是佛不慈悲，佛是真的慈悲到了极处。佛怎么样救众生？佛教你回头是岸。你造作极重的罪业，有没有救？你造阿鼻地狱的罪业，只要你现在还没有堕阿鼻地狱，你就有救，你入阿鼻地狱那就没有法子，那就真的没救了。还没有入阿鼻地狱，怎么救法？佛教你忏悔，可见得还是自己救自己。你自己要不能真正忏悔，改过自新，彻底回头，佛帮不上忙，佛把方法教给你。",
      "zh_TW": "正如同世尊當年在世，琉璃王要滅釋迦種族，這是發動一個戰爭，非常殘酷。釋迦牟尼佛自己也頭痛，有沒有方法救？沒有方法。救也沒有用，他有業感。目犍連用神通，把釋迦族大概有幾百個人，他以神通變現出來，他用他的缽把釋迦族幾百人放在缽裡面，升到天空免了這個劫難。可是下來之後再一看，缽裡頭完全化成血水，沒有一個是活的。就問釋迦牟尼佛，佛說：這是業力，沒法子救，你救他也是死。由此可知，不是佛不慈悲，佛是真的慈悲到了極處。佛怎麼樣救眾生？佛教你回頭是岸。你造作極重的罪業，有沒有救？你造阿鼻地獄的罪業，只要你現在還沒有墮阿鼻地獄，你就有救，你入阿鼻地獄那就沒有法子，那就真的沒救了。還沒有入阿鼻地獄，怎麼救法？佛教你懺悔，可見得還是自己救自己。你自己要不能真正懺悔，改過自新，徹底回頭，佛幫不上忙，佛把方法教給你。"
    },
    {
      "id": "12-017-0030_p0019",
      "zh_CN": "有例：佛在世阿阇世王，这是《观无量寿佛经》上所说的，他造的罪业重，杀父亲，害母亲，五逆罪，破坏僧团，跟提婆达多两个相结合，天天造谣生事，五逆罪全造了，堕阿鼻地狱。结果阿阇世王得了重病，真的当时所有的医生都医不好。幸好他有个大臣耆婆，他很听他的话，耆婆对他很忠心。耆婆告诉他：你这个病只有佛能救。他自己想：我得罪佛陀太深，佛一定不肯救我，我也没有脸去见佛陀。耆婆说：佛非常慈悲，只要你回心转意，佛一定帮助你。所以他生大忏悔心，从此之后跟提婆达多再不往来，真正回头了，他以后念佛往生净土。我们在《大藏经》里面看到《阿阇世王经》，释迦牟尼佛叙说，阿阇世王往生净土上品中生。我们读这个经文，真是吓一跳，造那么重的罪业，往生的时候那么高的品位，这个法门真的叫难信之法。",
      "zh_TW": "有例：佛在世阿闍世王，這是《觀無量壽佛經》上所說的，他造的罪業重，殺父親，害母親，五逆罪，破壞僧團，跟提婆達多兩個相結合，天天造謠生事，五逆罪全造了，墮阿鼻地獄。結果阿闍世王得了重病，真的當時所有的醫生都醫不好。幸好他有個大臣耆婆，他很聽他的話，耆婆對他很忠心。耆婆告訴他：你這個病只有佛能救。他自己想：我得罪佛陀太深，佛一定不肯救我，我也沒有臉去見佛陀。耆婆說：佛非常慈悲，只要你回心轉意，佛一定幫助你。所以他生大懺悔心，從此之後跟提婆達多再不往來，真正回頭了，他以後念佛往生淨土。我們在《大藏經》裡面看到《阿闍世王經》，釋迦牟尼佛敘說，阿闍世王往生淨土上品中生。我們讀這個經文，真是嚇一跳，造那麼重的罪業，往生的時候那麼高的品位，這個法門真的叫難信之法。"
    },
    {
      "id": "12-017-0030_p0020",
      "zh_CN": "所以我们对于世间造作极重罪业的人不能轻视，我们要学善财童子、要学诸佛如来，我们对他要尊重、对他要礼敬。为什么？他如果真正忏悔，说不定他品位在我们之上，我们怎么可以轻慢？礼敬诸佛。称赞如来，我们只称扬他善的一面，他恶的一面绝不放在心上，我们的心就善，永远善，不夹杂丝毫恶念。人家造再多的恶，不要去想他，也不要去听，不见不闻。人家来告诉你，都不可以听，你要去听，上当了，阿赖耶识又装一些恶种子进去，恶的种子已经够多了，再要装还得了吗？聪明人不可以干这个事情。我们只储存善种子，绝不藏恶种子。这就是世尊在一切经论里，无数次的开导我们，教诲我们断恶修善，断一切恶、修一切善。断恶从哪里断起？不见不闻。你能够做到这两点，你那个断恶修善才有效果。佛教给我们常念佛恩，我们每天回向应当常念四重恩：念佛恩、念父母之恩、念师长之恩、念一切众生之恩。这个多好，这就是众善奉行。",
      "zh_TW": "所以我們對於世間造作極重罪業的人不能輕視，我們要學善財童子、要學諸佛如來，我們對他要尊重、對他要禮敬。為什麼？他如果真正懺悔，說不定他品位在我們之上，我們怎麼可以輕慢？禮敬諸佛。稱讚如來，我們只稱揚他善的一面，他惡的一面絕不放在心上，我們的心就善，永遠善，不夾雜絲毫惡念。人家造再多的惡，不要去想他，也不要去聽，不見不聞。人家來告訴你，都不可以聽，你要去聽，上當了，阿賴耶識又裝一些惡種子進去，惡的種子已經夠多了，再要裝還得了嗎？聰明人不可以幹這個事情。我們只儲存善種子，絕不藏惡種子。這就是世尊在一切經論裡，無數次的開導我們，教誨我們斷惡修善，斷一切惡、修一切善。斷惡從哪裡斷起？不見不聞。你能夠做到這兩點，你那個斷惡修善才有效果。佛教給我們常念佛恩，我們每天迴向應當常念四重恩：念佛恩、念父母之恩、念師長之恩、念一切眾生之恩。這個多好，這就是眾善奉行。"
    },
    {
      "id": "12-017-0030_p0021",
      "zh_CN": "惠能六祖大师教导的言语是真的，「若真修道人，不见世间过」，又说「若见他人非，自非却是左」，左是什么？堕落。他这个话的意思，你见到别人的是非，你自己已经堕落了。这话说得有道理，人家究竟是是、是非，实在讲与我不相干，与我有什么相干？我们肉眼凡夫，怎么能有能力辨别是非善恶？世间聪明人要等什么时候，对一个人来批评他的是非善恶？盖棺论定，这个话说得有道理。像阿阇世王真的要盖棺论定，到底他是善是恶？盖棺才可以论定。他还没有死，他还会回头，一回头就是大善，世间谚语常说「浪子回头金不换」。他还没死，你的论断未免太早了。像这些道理我们要是明了通达，应用在自己生活上，应用在自己修持上，得大善利。我们的前途金色光明，清清楚楚、明明白白。",
      "zh_TW": "惠能六祖大師教導的言語是真的，「若真修道人，不見世間過」，又說「若見他人非，自非卻是左」，左是什麼？墮落。他這個話的意思，你見到別人的是非，你自己已經墮落了。這話說得有道理，人家究竟是是、是非，實在講與我不相干，與我有什麼相干？我們肉眼凡夫，怎麼能有能力辨別是非善惡？世間聰明人要等什麼時候，對一個人來批評他的是非善惡？蓋棺論定，這個話說得有道理。像阿闍世王真的要蓋棺論定，到底他是善是惡？蓋棺才可以論定。他還沒有死，他還會回頭，一回頭就是大善，世間諺語常說「浪子回頭金不換」。他還沒死，你的論斷未免太早了。像這些道理我們要是明瞭通達，應用在自己生活上，應用在自己修持上，得大善利。我們的前途金色光明，清清楚楚、明明白白。"
    },
    {
      "id": "12-017-0030_p0022",
      "zh_CN": "这些经文，字字句句要留意，你才能够体会到华严境界不可思议。这部经古大德称为大不思议经，为什么称它大不思议经？你看参加与会的大众，金刚神有多少？三千大千世界微尘数。下面略举上首：",
      "zh_TW": "這些經文，字字句句要留意，你才能夠體會到華嚴境界不可思議。這部經古大德稱為大不思議經，為什麼稱它大不思議經？你看參加與會的大眾，金剛神有多少？三千大千世界微塵數。下面略舉上首："
    },
    {
      "id": "12-017-0030_p0023",
      "zh_CN": "【所谓妙色那罗延执金刚神。】",
      "zh_TW": "【所謂妙色那羅延執金剛神。】"
    },
    {
      "id": "12-017-0030_p0024",
      "zh_CN": "『执金刚神』已经说过，往下这个名词就不再讲，这是通号，我们只介绍别号。特别要留意，他们在此地表法是表十信位。十信初心就是初信位的菩萨，海月光表；金刚神是表二信位的菩萨。都是教我们，装出样子来给我们看，示现给我们看。我们是凡夫，他示现成个凡夫，示现凡夫修十信心，修十信。十信最要紧的是真正相信佛正觉之果无异自心，跟我们自己的心没有两样，我们自己本性清净如诸佛性，这部大经清凉分为四科︰信解行证，这样的信才是《华严经》上这个信真正的意思。真信里面，真正的信心里面。我们是凡夫位，凡夫的心依旧是有妄想分别执着。虽有妄想分别执着，那是无明边事，不是本性，本性还是清净的。无明边，我们讲识心边事，法相讲就比较好讲，讲性、讲识。性本来清净，永远不会染的；识有染有净，八识五十一心所有染有净，它不是本性，本性决定清净。所以从本性上说，叫无依住智。无依住智是什么？《般若经》上讲的般若无知。诸位要知道，无知之知是根本智，从根本智起作用就无所不知。根本智也叫做法界性，我们在经上常看到。菩萨所有一切行，行是行为，所有一切行为就是普贤行。在《华严》全经，自始至终，所有这些菩萨行统统是普贤行，金刚神他们表现出来的行为也是普贤行，乃至于后面身众神、足行神，一切诸神所表现的行为统统是普贤行，我们要明了。",
      "zh_TW": "『執金剛神』已經說過，往下這個名詞就不再講，這是通號，我們只介紹別號。特別要留意，他們在此地表法是表十信位。十信初心就是初信位的菩薩，海月光表；金剛神是表二信位的菩薩。都是教我們，裝出樣子來給我們看，示現給我們看。我們是凡夫，他示現成個凡夫，示現凡夫修十信心，修十信。十信最要緊的是真正相信佛正覺之果無異自心，跟我們自己的心沒有兩樣，我們自己本性清淨如諸佛性，這部大經清涼分為四科︰信解行證，這樣的信才是《華嚴經》上這個信真正的意思。真信裡面，真正的信心裡面。我們是凡夫位，凡夫的心依舊是有妄想分別執著。雖有妄想分別執著，那是無明邊事，不是本性，本性還是清淨的。無明邊，我們講識心邊事，法相講就比較好講，講性、講識。性本來清淨，永遠不會染的；識有染有淨，八識五十一心所有染有淨，它不是本性，本性決定清淨。所以從本性上說，叫無依住智。無依住智是什麼？《般若經》上講的般若無知。諸位要知道，無知之知是根本智，從根本智起作用就無所不知。根本智也叫做法界性，我們在經上常看到。菩薩所有一切行，行是行為，所有一切行為就是普賢行。在《華嚴》全經，自始至終，所有這些菩薩行統統是普賢行，金剛神他們表現出來的行為也是普賢行，乃至於後面身眾神、足行神，一切諸神所表現的行為統統是普賢行，我們要明瞭。"
    },
    {
      "id": "12-017-0030_p0025",
      "zh_CN": "这九类的神众修信位，修十信。说明他们是入十住位的果行，为入十住应真，所以称他为神。「应真」是佛门术语，这两个字意思我们要明了。因为诸位如果将来到中国大陆寺院里面去参观，像苏州西园寺就有罗汉堂，罗汉堂里面写的「五百应真」，你就不晓得应真是什么意思。应真的说法是，他们的心、他们的行为都跟真如之理相应，与性德、自性本具的德智相应，所以叫它做应真。应真多半是说什么？罗汉、天神、鬼神，像《华严经》所说许许多多的神，都是佛菩萨示现的。应真有示现的意思，说示现大家好懂，说应真你就不懂了。应真，示现之中他的心行与性德、与本性所具的智慧相应，就从这上称它为应真。他的做法是大慈悲的示现，教化众生、利益众生，救苦救难，所以他不是真的鬼神，他是菩萨以鬼神的身分出现，在哪一道就度哪一道的众生。",
      "zh_TW": "這九類的神眾修信位，修十信。說明他們是入十住位的果行，為入十住應真，所以稱他為神。「應真」是佛門術語，這兩個字意思我們要明瞭。因為諸位如果將來到中國大陸寺院裡面去參觀，像蘇州西園寺就有羅漢堂，羅漢堂裡面寫的「五百應真」，你就不曉得應真是什麼意思。應真的說法是，他們的心、他們的行為都跟真如之理相應，與性德、自性本具的德智相應，所以叫它做應真。應真多半是說什麼？羅漢、天神、鬼神，像《華嚴經》所說許許多多的神，都是佛菩薩示現的。應真有示現的意思，說示現大家好懂，說應真你就不懂了。應真，示現之中他的心行與性德、與本性所具的智慧相應，就從這上稱它為應真。他的做法是大慈悲的示現，教化眾生、利益眾生，救苦救難，所以他不是真的鬼神，他是菩薩以鬼神的身分出現，在哪一道就度哪一道的眾生。"
    },
    {
      "id": "12-017-0030_p0026",
      "zh_CN": "实在讲鬼神与我们人世间有没有关系？关系非常密切，诸位要读《地藏经》就晓得。我们现在这个社会乱，灾难这么多，谁在其中捣乱？给诸位说，鬼神。鬼神为什么捣乱？鬼神来报复。我们跟鬼神有什么冤仇？你每天杀生那些动物，牠甘心情愿给你吃？牠死了之后，你不要瞧不起牠，牠没有什么能力，一个小鬼没有能力，如果说几万个小鬼，几十万、几千万、几百万，麻烦可大了，他就造成很大的势力。所以要晓得，我们世间动乱还没有开始，鬼神就先乱，他就先发动。世间天灾人祸，人祸是刀兵劫，战争。",
      "zh_TW": "實在講鬼神與我們人世間有沒有關係？關係非常密切，諸位要讀《地藏經》就曉得。我們現在這個社會亂，災難這麼多，誰在其中搗亂？給諸位說，鬼神。鬼神為什麼搗亂？鬼神來報復。我們跟鬼神有什麼冤仇？你每天殺生那些動物，牠甘心情願給你吃？牠死了之後，你不要瞧不起牠，牠沒有什麼能力，一個小鬼沒有能力，如果說幾萬個小鬼，幾十萬、幾千萬、幾百萬，麻煩可大了，他就造成很大的勢力。所以要曉得，我們世間動亂還沒有開始，鬼神就先亂，他就先發動。世間天災人禍，人禍是刀兵劫，戰爭。"
    },
    {
      "id": "12-017-0030_p0027",
      "zh_CN": "现在战争多方面，不是从前拿着刀枪弓箭，不是。现在除了军事战争之外，经济战争、政治战争、产业战争，全都是战争，我们生活在战争之中，没有一样不是战争。这是什么世界？在这个时代当中，你想不想去战胜别人？诸位要知道，你战胜别人，眼前你是战胜，实际上因果上你战败了。聪明人一定说我脱离这个战争的范围，这个高明。如何脱离？人家争我不跟他争，我不争，你争我让，我们才能脱离。他争我也跟他争，你就卷入灾祸的旋涡里面去，永远不能出头，那叫迷惑颠倒，要忍让。现在在经济战争里面，诸位同修要提高警觉，我们如何应付？节俭，你能够应付这个灾难。决定没有贪心，我衣服穿得暖，我能够三餐吃得饱，有一个小房子可以遮蔽风雨，够了，不跟人争！千万不要好面子，面子害死人。真正有学问、有德行，诸佛菩萨、天龙鬼神，对节俭的人尊敬，对奢侈的人真的没有看在眼里，世间人愚昧无知。奢侈增长贪瞋痴慢，节俭可以息灭贪瞋痴慢，是德行。",
      "zh_TW": "現在戰爭多方面，不是從前拿著刀槍弓箭，不是。現在除了軍事戰爭之外，經濟戰爭、政治戰爭、產業戰爭，全都是戰爭，我們生活在戰爭之中，沒有一樣不是戰爭。這是什麼世界？在這個時代當中，你想不想去戰勝別人？諸位要知道，你戰勝別人，眼前你是戰勝，實際上因果上你戰敗了。聰明人一定說我脫離這個戰爭的範圍，這個高明。如何脫離？人家爭我不跟他爭，我不爭，你爭我讓，我們才能脫離。他爭我也跟他爭，你就捲入災禍的旋渦裡面去，永遠不能出頭，那叫迷惑顛倒，要忍讓。現在在經濟戰爭裡面，諸位同修要提高警覺，我們如何應付？節儉，你能夠應付這個災難。決定沒有貪心，我衣服穿得暖，我能夠三餐吃得飽，有一個小房子可以遮蔽風雨，夠了，不跟人爭！千萬不要好面子，面子害死人。真正有學問、有德行，諸佛菩薩、天龍鬼神，對節儉的人尊敬，對奢侈的人真的沒有看在眼裡，世間人愚昧無知。奢侈增長貪瞋痴慢，節儉可以息滅貪瞋痴慢，是德行。"
    },
    {
      "id": "12-017-0030_p0028",
      "zh_CN": "孔老夫子一生行为，弟子们也是盖棺论定。孔老夫子过世之后，学生们对夫子的一生做一个总评，说了五个字︰温、良、恭、俭、让。夫子一生为人温和、善良，温和是讲他的态度，处事待人接物温和，心地善良，处事恭慎、恭敬、小心，无论做什么事情恭敬小心，节俭、忍让，这是大圣人，我们应当要学习。凡是走上奢侈糜烂的路子，后来决定没有好结果。他宿世所积的福如果不够大的话，他到晚年就保不住，晚年就相当凄惨。到晚年还不败，过去生中积的福太大；换句话说，这一生也就耗尽，来生贫穷下贱，招得许许多多不如意。这个业因果报，我们一定要清楚、要明了。",
      "zh_TW": "孔老夫子一生行為，弟子們也是蓋棺論定。孔老夫子過世之後，學生們對夫子的一生做一個總評，說了五個字︰溫、良、恭、儉、讓。夫子一生為人溫和、善良，溫和是講他的態度，處事待人接物溫和，心地善良，處事恭慎、恭敬、小心，無論做什麼事情恭敬小心，節儉、忍讓，這是大聖人，我們應當要學習。凡是走上奢侈糜爛的路子，後來決定沒有好結果。他宿世所積的福如果不夠大的話，他到晚年就保不住，晚年就相當淒慘。到晚年還不敗，過去生中積的福太大；換句話說，這一生也就耗盡，來生貧窮下賤，招得許許多多不如意。這個業因果報，我們一定要清楚、要明瞭。"
    },
    {
      "id": "12-017-0030_p0029",
      "zh_CN": "这是诸佛如来、法身大士，降格以鬼神的身分来出现。降得这么低，这个用意很明显，这里头真正教给我们，自卑而尊人，这是德行；自己谦虚卑下，尊重别人。古德讲，如果我们真的把这些道理明白了，起心动念、言语造作都能够与理相应，不违背理，与一切虚妄不相应，这就是真实智慧。向下这些神众、这些团体都是如来示现，以十信、十住、十行、十回向、十地表演给我们看，希望我们从这些迹象里面能够体会、能够觉悟，也能够效法学习。以他做为一个好的模式，我们能够仿效，这才真正是善知因果，才真正得到佛法究竟圆满殊胜的利益。",
      "zh_TW": "這是諸佛如來、法身大士，降格以鬼神的身分來出現。降得這麼低，這個用意很明顯，這裡頭真正教給我們，自卑而尊人，這是德行；自己謙虛卑下，尊重別人。古德講，如果我們真的把這些道理明白了，起心動念、言語造作都能夠與理相應，不違背理，與一切虛妄不相應，這就是真實智慧。向下這些神眾、這些團體都是如來示現，以十信、十住、十行、十迴向、十地表演給我們看，希望我們從這些跡象裡面能夠體會、能夠覺悟，也能夠效法學習。以他做為一個好的模式，我們能夠仿效，這才真正是善知因果，才真正得到佛法究竟圓滿殊勝的利益。"
    },
    {
      "id": "12-017-0030_p0030",
      "zh_CN": "第一位『妙色那罗延』，在此地略说一说。「那罗延」也是金刚神的名字，《无量寿经》上有，四十八愿说，生到西方极乐世界都得金刚那罗延身，我们常讲金刚不坏身。它这里头完全表现的是般若，佛在《般若经》上把般若比作金刚。般若是智慧，真实智慧，坚固锋利。四天王，增长天王手上拿的是剑，剑是代表智慧、代表般若，锋利无比。「妙色」是好色，每个众生都希望自己的色相好。爱美之心，不但是娑婆世界，十方世界一切众生都爱美，所以妙色，佛在经上就常说。能不能得到？能得到。这个字的关键就在「妙」。诸佛如来妙，心妙、行也妙、色相也妙，没有一样不妙。怎么才妙？空有二边不着就妙，着在一边就不妙了。凡夫着有，很糟糕，所以你的色相就不妙。你这个色相乍看好像很美，细看缺陷很多。阿罗汉、辟支佛着空，也不妙。我们念佛堂旁边有屏风，屏风上面刻的是五百罗汉浮雕，雕得很好。罗汉相长得希奇古怪，但是那些相你仔细去看都是善相，都是善良的，在我们凡夫讲都是德相，妙不妙？跟菩萨比，他就不妙了。诸位一定要晓得，相随心转，体质也是随心转。色，包括色相、包括身体；不但包括身体，还包括我们的生活环境，统统是属于色相范围所摄。所以说相随心转。",
      "zh_TW": "第一位『妙色那羅延』，在此地略說一說。「那羅延」也是金剛神的名字，《無量壽經》上有，四十八願說，生到西方極樂世界都得金剛那羅延身，我們常講金剛不壞身。它這裡頭完全表現的是般若，佛在《般若經》上把般若比作金剛。般若是智慧，真實智慧，堅固鋒利。四天王，增長天王手上拿的是劍，劍是代表智慧、代表般若，鋒利無比。「妙色」是好色，每個眾生都希望自己的色相好。愛美之心，不但是娑婆世界，十方世界一切眾生都愛美，所以妙色，佛在經上就常說。能不能得到？能得到。這個字的關鍵就在「妙」。諸佛如來妙，心妙、行也妙、色相也妙，沒有一樣不妙。怎麼才妙？空有二邊不著就妙，著在一邊就不妙了。凡夫著有，很糟糕，所以你的色相就不妙。你這個色相乍看好像很美，細看缺陷很多。阿羅漢、辟支佛著空，也不妙。我們念佛堂旁邊有屏風，屏風上面刻的是五百羅漢浮雕，雕得很好。羅漢相長得希奇古怪，但是那些相你仔細去看都是善相，都是善良的，在我們凡夫講都是德相，妙不妙？跟菩薩比，他就不妙了。諸位一定要曉得，相隨心轉，體質也是隨心轉。色，包括色相、包括身體；不但包括身體，還包括我們的生活環境，統統是屬於色相範圍所攝。所以說相隨心轉。"
    },
    {
      "id": "12-017-0030_p0031",
      "zh_CN": "我们如果说是看一个修行人，他修行有没有功夫，不要看别的，看他的色相。这不难观察，只要你心地清净你就能看出来，你心里浮躁你看不出来。古人常讲，有学问的人能看得出来。什么叫有学问？心平气和，这是学问，「学问深时意气平」。你们在《了凡四训》里面看到一个故事，故事人名字我忘掉了，也许你们比我清楚。一个老道批评一个落第的秀才，那个落第的秀才以为他自己的文章写得不错，没有被录取，「考官眼睛瞎了，不认识货」，他在发牢骚。有个老道在旁边听了：你的文章一定不好。他很不服气：你没有看到我的文章，为什么说我文章不好？他说：看你心浮气躁，你怎么能写得出好文章？毕竟还是个念书的人，听到这句话，他服了，这才向老道请教。这话真的，哪有心浮气躁、胡思乱想能有成就？所以有学问的人，心清净，他就能看得出来。你是不是真有修行？你修行的功夫都在你面相上，都在你身体。你的体质，你的一举一动，都能够观察到你修行的功夫，哪里能够瞒人？你能够欺人、瞒人，只是欺瞒那些愚痴的人。真正有学问的人，你怎么能骗得过他？有学问的人尚且骗不过，有修行功夫的人你就更没有法子欺骗他。",
      "zh_TW": "我們如果說是看一個修行人，他修行有沒有功夫，不要看別的，看他的色相。這不難觀察，只要你心地清淨你就能看出來，你心裡浮躁你看不出來。古人常講，有學問的人能看得出來。什麼叫有學問？心平氣和，這是學問，「學問深時意氣平」。你們在《了凡四訓》裡面看到一個故事，故事人名字我忘掉了，也許你們比我清楚。一個老道批評一個落第的秀才，那個落第的秀才以為他自己的文章寫得不錯，沒有被錄取，「考官眼睛瞎了，不認識貨」，他在發牢騷。有個老道在旁邊聽了：你的文章一定不好。他很不服氣：你沒有看到我的文章，為什麼說我文章不好？他說：看你心浮氣躁，你怎麼能寫得出好文章？畢竟還是個念書的人，聽到這句話，他服了，這才向老道請教。這話真的，哪有心浮氣躁、胡思亂想能有成就？所以有學問的人，心清淨，他就能看得出來。你是不是真有修行？你修行的功夫都在你面相上，都在你身體。你的體質，你的一舉一動，都能夠觀察到你修行的功夫，哪裡能夠瞞人？你能夠欺人、瞞人，只是欺瞞那些愚痴的人。真正有學問的人，你怎麼能騙得過他？有學問的人尚且騙不過，有修行功夫的人你就更沒有法子欺騙他。"
    },
    {
      "id": "12-017-0030_p0032",
      "zh_CN": "不但相转、体质转了，生活环境转了，境随心转，这叫妙色那罗延。我们不是得不到，我们真得到，问题就在我们要会转。财富，在这一次经济风暴当中，不少同修财物损失很严重。你应当要觉悟，你命里没有那个财；命里要是有，什么样的风暴也动不了你一分钱。凡是在这个风暴当中，财物统统丢掉的，命里没有，你去想它干什么？有什么后悔？有什么烦恼？丢掉，快快乐乐，命里没有！你心开意解，你多么自在。丢已经丢掉，还要为它烦恼、为它苦死，那你不就活该，你全错了。财从哪里来？佛在经上讲的业因，说得太多了。财物是修财布施得来，你这一生得这么多财富，过去生中修的因，因与果一定相应。果要是超过你的修因，里面果是假的，必定是个空的，给你看看，让你欢喜欢喜，马上就没有了。聪明智慧是果报，法布施是因；健康长寿是果报，无畏布施是因。所以你要想得三种果报，你要修因。为什么不肯布施？",
      "zh_TW": "不但相轉、體質轉了，生活環境轉了，境隨心轉，這叫妙色那羅延。我們不是得不到，我們真得到，問題就在我們要會轉。財富，在這一次經濟風暴當中，不少同修財物損失很嚴重。你應當要覺悟，你命裡沒有那個財；命裡要是有，什麼樣的風暴也動不了你一分錢。凡是在這個風暴當中，財物統統丟掉的，命裡沒有，你去想它幹什麼？有什麼後悔？有什麼煩惱？丟掉，快快樂樂，命裡沒有！你心開意解，你多麼自在。丟已經丟掉，還要為它煩惱、為它苦死，那你不就活該，你全錯了。財從哪裡來？佛在經上講的業因，說得太多了。財物是修財布施得來，你這一生得這麼多財富，過去生中修的因，因與果一定相應。果要是超過你的修因，裡面果是假的，必定是個空的，給你看看，讓你歡喜歡喜，馬上就沒有了。聰明智慧是果報，法布施是因；健康長壽是果報，無畏布施是因。所以你要想得三種果報，你要修因。為什麼不肯布施？"
    },
    {
      "id": "12-017-0030_p0033",
      "zh_CN": "真诚心布施、欢喜心布施，很容易的布施，将来得果报也很容易，钱财滚滚而来，不要操一点心。为什么？布施痛快。现在人劝你布施，劝了好半天才拿一点点，拿出去心里好痛。有没有果报？有。将来你赚的钱赚得好辛苦，就这么回事情。如是因，如是果，如是报，丝毫不爽，什么样的因行一定有果报，不是不报，时辰未到。时辰未到是缘没到，你有因，遇到缘，决定起现行。我们要懂得，佛讲的话哪里会有错误？念经不行，真干！我们才真正得福。所以财愈施愈多，法愈施愈开智慧、愈聪明。无畏布施是叫众生得到身心安稳，这就是无畏布施。不能杀害众生，不吃众生肉就是无畏布施，不杀害众生。不但不杀害，也不能够恼害众生，如果叫人因我而生烦恼；换句话说，果报必定有很多人给烦恼给你受，一定的道理。",
      "zh_TW": "真誠心布施、歡喜心布施，很容易的布施，將來得果報也很容易，錢財滾滾而來，不要操一點心。為什麼？布施痛快。現在人勸你布施，勸了好半天才拿一點點，拿出去心裡好痛。有沒有果報？有。將來你賺的錢賺得好辛苦，就這麼回事情。如是因，如是果，如是報，絲毫不爽，什麼樣的因行一定有果報，不是不報，時辰未到。時辰未到是緣沒到，你有因，遇到緣，決定起現行。我們要懂得，佛講的話哪裡會有錯誤？念經不行，真幹！我們才真正得福。所以財愈施愈多，法愈施愈開智慧、愈聰明。無畏布施是叫眾生得到身心安穩，這就是無畏布施。不能殺害眾生，不吃眾生肉就是無畏布施，不殺害眾生。不但不殺害，也不能夠惱害眾生，如果叫人因我而生煩惱；換句話說，果報必定有很多人給煩惱給你受，一定的道理。"
    },
    {
      "id": "12-017-0030_p0034",
      "zh_CN": "不伤害一切众生、不恼害一切众生，得健康长寿，身心欢悦，得这个果报。世间具足这些果报的人，我们非常羡慕。但是要晓得，他过去生中修的因。我们过去生中没有修因，现在努力修、认真修，来生就得大福报。可是现在我们学佛，我们明白，福报是享得尽的，不是究竟法。还是把这些福报回向众生、回向净土，这是最聪明、最有智慧的做法；不求自己的安乐，自己有再大的福报也应当要知足。诸位要晓得，最简单的生活就是最健康的生活。疾病从哪里来？从心想生。天天想着身上这个地方痛，那地方有毛病；没毛病，想几天毛病都想出来了。为什么不想佛？为什么不想菩萨？去胡思乱想，不知道自己错误根源之所在。这讲到妙色那罗延执金刚神，他在此地教给我们这些。第二位︰",
      "zh_TW": "不傷害一切眾生、不惱害一切眾生，得健康長壽，身心歡悅，得這個果報。世間具足這些果報的人，我們非常羨慕。但是要曉得，他過去生中修的因。我們過去生中沒有修因，現在努力修、認真修，來生就得大福報。可是現在我們學佛，我們明白，福報是享得盡的，不是究竟法。還是把這些福報迴向眾生、迴向淨土，這是最聰明、最有智慧的做法；不求自己的安樂，自己有再大的福報也應當要知足。諸位要曉得，最簡單的生活就是最健康的生活。疾病從哪裡來？從心想生。天天想著身上這個地方痛，那地方有毛病；沒毛病，想幾天毛病都想出來了。為什麼不想佛？為什麼不想菩薩？去胡思亂想，不知道自己錯誤根源之所在。這講到妙色那羅延執金剛神，他在此地教給我們這些。第二位︰"
    },
    {
      "id": "12-017-0030_p0035",
      "zh_CN": "【日轮速疾幢执金刚神。】",
      "zh_TW": "【日輪速疾幢執金剛神。】"
    },
    {
      "id": "12-017-0030_p0036",
      "zh_CN": "这一位菩萨，都是菩萨化身，『日轮』就是我们讲的太阳，能现光明。清凉大师这一句他有解释，这一段都有简单的解释。他说，「见佛身毛，犹如日轮，现种种光，速摧障恼，故名曰幢」，我们就顺他这个意思来讲。这是如来身边的护法神，执金刚神，常常亲近佛陀，见佛的身相。佛身所现的毫毛，我们讲汗毛，佛身清净，我们汗毛流汗，毛孔流汗，流的都是不净之物。佛心清净，毫毛流光，不是流汗。佛的身光就是从毫毛上流出来的，身放光，像太阳一样，太阳是个光明体，这比喻日轮。『速疾』是快，很快，速疾消除障碍烦恼。光是智慧，智慧光明能够消除一切烦恼业障。『幢』，高显的意思，非常明显，这个效果很明显。这一句名号里头意思，大致我们了解。",
      "zh_TW": "這一位菩薩，都是菩薩化身，『日輪』就是我們講的太陽，能現光明。清涼大師這一句他有解釋，這一段都有簡單的解釋。他說，「見佛身毛，猶如日輪，現種種光，速摧障惱，故名曰幢」，我們就順他這個意思來講。這是如來身邊的護法神，執金剛神，常常親近佛陀，見佛的身相。佛身所現的毫毛，我們講汗毛，佛身清淨，我們汗毛流汗，毛孔流汗，流的都是不淨之物。佛心清淨，毫毛流光，不是流汗。佛的身光就是從毫毛上流出來的，身放光，像太陽一樣，太陽是個光明體，這比喻日輪。『速疾』是快，很快，速疾消除障礙煩惱。光是智慧，智慧光明能夠消除一切煩惱業障。『幢』，高顯的意思，非常明顯，這個效果很明顯。這一句名號裡頭意思，大致我們了解。"
    },
    {
      "id": "12-017-0030_p0037",
      "zh_CN": "我们有烦恼、我们有业障，我们的烦恼、业障、习气很重。不但是六根接触六尘境界，它会把我们烦恼习气勾引出来。我们要知道避免，怎么避免法？古德教导我们，有两句名言：「知事少时烦恼少」，你不要知道事情太多，知道事情太多烦恼多，你要知道那么多事情干什么？不知道还要想方法去打听，这糟糕不糟糕﹗还怕烦恼不够多，你怎么能把烦恼断掉？第二句说，「识人多处是非多」，你要认识那么多人干什么？你认识的人多就是非多。我们今天是非烦恼不断就是什么？你知道事情太多，你认识人太多，所以你的心定不下来，你静不下来。你念经，你一天念一万部经也枉然，也没用处；古人讲念佛，喊破喉咙也枉然；你拜佛，头磕破了也枉然，我们一定要知道如何回避。",
      "zh_TW": "我們有煩惱、我們有業障，我們的煩惱、業障、習氣很重。不但是六根接觸六塵境界，它會把我們煩惱習氣勾引出來。我們要知道避免，怎麼避免法？古德教導我們，有兩句名言：「知事少時煩惱少」，你不要知道事情太多，知道事情太多煩惱多，你要知道那麼多事情幹什麼？不知道還要想方法去打聽，這糟糕不糟糕﹗還怕煩惱不夠多，你怎麼能把煩惱斷掉？第二句說，「識人多處是非多」，你要認識那麼多人幹什麼？你認識的人多就是非多。我們今天是非煩惱不斷就是什麼？你知道事情太多，你認識人太多，所以你的心定不下來，你靜不下來。你念經，你一天念一萬部經也枉然，也沒用處；古人講念佛，喊破喉嚨也枉然；你拜佛，頭磕破了也枉然，我們一定要知道如何迴避。"
    },
    {
      "id": "12-017-0030_p0038",
      "zh_CN": "我看看你们同学们，我也很惭愧，我对你们照顾不周到。我们没有智慧、没有德行，不敢为人师，我跟你们大家在一起同学，我不敢称老师，如果是师生那就完全不一样了。我亲近三位老师，对我照顾就很周到。我跟方东美先生学的是世法，不是佛法，照顾很周到，也就是说不让我知道太多，不让我认识很多人。以后我才晓得，老师对我们的苦心。他不让我到学校里去听课，就是不让我认识很多人。到学校听课，认识很多同学、很多教授，今天听这个说，明天听那个说，我们思想就乱、就复杂了。方老师以他的身分地位，他每个星期拨两个小时单独教我，这是防范森严。我跟章嘉大师三年，他老人家也是这样的防范。偶尔一次没有去，他就非常关心，派他的副官来问我，打电话来：是不是生病，为什么没来？这种深情、诚挚的爱护，我们不能不亲近。就是不让你去亲近别人，一家之言，才能够奠定基础。跟李老师，那个防范更严格。除了听他一个人之外，任何人讲经说法不准听，看书一定经过他同意，没有经过他同意连佛经都不可以看。我们这一点根基是这样打下来的。",
      "zh_TW": "我看看你們同學們，我也很慚愧，我對你們照顧不周到。我們沒有智慧、沒有德行，不敢為人師，我跟你們大家在一起同學，我不敢稱老師，如果是師生那就完全不一樣了。我親近三位老師，對我照顧就很周到。我跟方東美先生學的是世法，不是佛法，照顧很周到，也就是說不讓我知道太多，不讓我認識很多人。以後我才曉得，老師對我們的苦心。他不讓我到學校裡去聽課，就是不讓我認識很多人。到學校聽課，認識很多同學、很多教授，今天聽這個說，明天聽那個說，我們思想就亂、就複雜了。方老師以他的身分地位，他每個星期撥兩個小時單獨教我，這是防範森嚴。我跟章嘉大師三年，他老人家也是這樣的防範。偶爾一次沒有去，他就非常關心，派他的副官來問我，打電話來：是不是生病，為什麼沒來？這種深情、誠摯的愛護，我們不能不親近。就是不讓你去親近別人，一家之言，才能夠奠定基礎。跟李老師，那個防範更嚴格。除了聽他一個人之外，任何人講經說法不准聽，看書一定經過他同意，沒有經過他同意連佛經都不可以看。我們這一點根基是這樣打下來的。"
    },
    {
      "id": "12-017-0030_p0039",
      "zh_CN": "诸位同修，好像看到我讲经有一点智慧，智慧从哪来？清净心里来的，有几分相应了。不可以随便听人家讲话，不可以随便看人家东西，没有好处。你多听人家的，多看这些书，那就什么？知事多时烦恼多，你增长烦恼。我们今天学什么？要增长清净心。我们的心一年比一年清净，一月比一月清净，一天比一天清净。我这些年来，至少有十年了；最近十年来，我不是讲这部经我不看，我不看这个经，分心。今天讲《华严》，我把《华严疏钞》、《合论》，道霈禅师《纂要》，这三种参考资料细心去看，天天看；我不讲这个，我绝不看它。我只读《无量寿经》，只念阿弥陀佛。这都是过去老师的教诲，一门深入，长时薰修，我们才能有一点效果。效果是什么？定慧。戒当然就有了，定共戒、道共戒，定慧是我们修学的关键之所在。",
      "zh_TW": "諸位同修，好像看到我講經有一點智慧，智慧從哪來？清淨心裡來的，有幾分相應了。不可以隨便聽人家講話，不可以隨便看人家東西，沒有好處。你多聽人家的，多看這些書，那就什麼？知事多時煩惱多，你增長煩惱。我們今天學什麼？要增長清淨心。我們的心一年比一年清淨，一月比一月清淨，一天比一天清淨。我這些年來，至少有十年了；最近十年來，我不是講這部經我不看，我不看這個經，分心。今天講《華嚴》，我把《華嚴疏鈔》、《合論》，道霈禪師《纂要》，這三種參考資料細心去看，天天看；我不講這個，我絕不看它。我只讀《無量壽經》，只念阿彌陀佛。這都是過去老師的教誨，一門深入，長時薰修，我們才能有一點效果。效果是什麼？定慧。戒當然就有了，定共戒、道共戒，定慧是我們修學的關鍵之所在。"
    },
    {
      "id": "12-017-0030_p0040",
      "zh_CN": "学人他所以不能成就，就是涉猎的东西太多。莲池大师到晚年，他老人家说这个话很值得我们警惕，很值得后学玩味，「三藏十二部让给别人悟」，你们谁高兴谁去悟去，「八万四千行饶与他人行」。老法师到晚年，一卷《阿弥陀经》，一句阿弥陀佛，所以成为一代祖师。我们学佛的人跟世间人观念不一样，世间人在名利场所争名夺利，干这些事情；学佛的人唯一的一个目标，要在这一生当中脱离生死苦海，往生净土不退成佛，我们干的是这桩事情。要真正干这个事情，清净心是第一。三皈依里，三皈依讲的是觉正净。我们今天走的是净门，净宗是修清净心。心清净了，自然就觉悟，自然就正知正见。这三个，一个得到，三个同时都得到。性宗、禅宗从觉门入，教下从正门入，正知正见。正知正见，也是一部经！现在人是什么经论都要学，这是印祖在《文钞》里常常呵斥的，要想作大通家，什么都通，结果是什么也不通，还是被烦恼所系缚，依旧搞轮回，轮回心造轮回业，搞的是这个。出家人再搞这个，那就实在太可惜了。这是我们一定要觉悟之处。",
      "zh_TW": "學人他所以不能成就，就是涉獵的東西太多。蓮池大師到晚年，他老人家說這個話很值得我們警惕，很值得後學玩味，「三藏十二部讓給別人悟」，你們誰高興誰去悟去，「八萬四千行饒與他人行」。老法師到晚年，一卷《阿彌陀經》，一句阿彌陀佛，所以成為一代祖師。我們學佛的人跟世間人觀念不一樣，世間人在名利場所爭名奪利，幹這些事情；學佛的人唯一的一個目標，要在這一生當中脫離生死苦海，往生淨土不退成佛，我們幹的是這樁事情。要真正幹這個事情，清淨心是第一。三皈依裡，三皈依講的是覺正淨。我們今天走的是淨門，淨宗是修清淨心。心清淨了，自然就覺悟，自然就正知正見。這三個，一個得到，三個同時都得到。性宗、禪宗從覺門入，教下從正門入，正知正見。正知正見，也是一部經！現在人是什麼經論都要學，這是印祖在《文鈔》裡常常呵斥的，要想作大通家，什麼都通，結果是什麼也不通，還是被煩惱所繫縛，依舊搞輪迴，輪迴心造輪迴業，搞的是這個。出家人再搞這個，那就實在太可惜了。這是我們一定要覺悟之處。"
    },
    {
      "id": "12-017-0030_p0041",
      "zh_CN": "我这一生得力老师的教诲，所以我对老师感恩之心，跟现在人比的时候超过很多。我念念不忘老师，我读书的书房，我老师的照片都挂在旁边，都像他跟我在一起一样。我们会所里面的教室，你们都看到，我们老师、韩馆长照片护法，都挂在那边。我们的感受，他们都在我身边；我们上课，他们都在场；我们很认真努力，他们生欢喜心。我们不如法，我们怎么对得起他们？仰报师恩，报答护法。朴老给我们题的字「知恩报恩」，现在在这个社会要大力提倡。为什么？现在社会忘恩负义。他懂什么恩？恩将仇报，干的是这种事情，干的都是地狱的罪业，这是无知。",
      "zh_TW": "我這一生得力老師的教誨，所以我對老師感恩之心，跟現在人比的時候超過很多。我念念不忘老師，我讀書的書房，我老師的照片都掛在旁邊，都像他跟我在一起一樣。我們會所裡面的教室，你們都看到，我們老師、韓館長照片護法，都掛在那邊。我們的感受，他們都在我身邊；我們上課，他們都在場；我們很認真努力，他們生歡喜心。我們不如法，我們怎麼對得起他們？仰報師恩，報答護法。樸老給我們題的字「知恩報恩」，現在在這個社會要大力提倡。為什麼？現在社會忘恩負義。他懂什麼恩？恩將仇報，幹的是這種事情，幹的都是地獄的罪業，這是無知。"
    },
    {
      "id": "12-017-0030_p0042",
      "zh_CN": "什么方法能够破除我们的烦恼业障？智慧。智慧从哪里来？智慧从禅定当中来，智慧从清净心来，希望同修们要好好的记住。清净心，清净心就是禅定。我们念佛，念佛修的是什么？「一心不乱，心不颠倒」，无论你用什么方法念佛，目的不外这两句。一心不乱是定，心不颠倒是慧。心不颠倒就是对一切理事因果清清楚楚、了了分明，这是心不颠倒。念佛，什么叫功夫？你真正得清净心，真正得真明了，那就是功夫。功夫浅的，我们常讲功夫成片，就能消业障、就能断烦恼；你的烦恼轻，智慧就长了。智慧是从这么得来的，智慧不是读经读很多你就有智慧，不见得。读经开智慧，你也要懂方法。读经开智慧是随文入观，契入境界，那开智慧。经文一看，里头的意思统统显出来，知道怎么学习，知道在日常生活当中，我们应该怎么做法。所以心地要清净，心地要慈悲。",
      "zh_TW": "什麼方法能夠破除我們的煩惱業障？智慧。智慧從哪裡來？智慧從禪定當中來，智慧從清淨心來，希望同修們要好好的記住。清淨心，清淨心就是禪定。我們念佛，念佛修的是什麼？「一心不亂，心不顛倒」，無論你用什麼方法念佛，目的不外這兩句。一心不亂是定，心不顛倒是慧。心不顛倒就是對一切理事因果清清楚楚、了了分明，這是心不顛倒。念佛，什麼叫功夫？你真正得清淨心，真正得真明瞭，那就是功夫。功夫淺的，我們常講功夫成片，就能消業障、就能斷煩惱；你的煩惱輕，智慧就長了。智慧是從這麼得來的，智慧不是讀經讀很多你就有智慧，不見得。讀經開智慧，你也要懂方法。讀經開智慧是隨文入觀，契入境界，那開智慧。經文一看，裡頭的意思統統顯出來，知道怎麼學習，知道在日常生活當中，我們應該怎麼做法。所以心地要清淨，心地要慈悲。"
    },
    {
      "id": "12-017-0030_p0043",
      "zh_CN": "再跟诸位说，现在人重视养生之道。怎样保养身体？怎样令自己身心健康？心地清净，不受病毒。许许多多疾病的病毒你不会受，因为你心清净。心污染就很容易感染病毒，心清净不会感染病毒。心慈悲能够解毒，你要想你自己身体健康，不要用药物，药物不好，药物有反作用、有副作用。不要用药物，也不必找医生，你就修清净心、修慈悲心。你修清净心，自己就有抗体，能够抗拒一切病毒。慈悲心，纵然接受病毒了，可以化解病毒。今天就讲到此地。",
      "zh_TW": "再跟諸位說，現在人重視養生之道。怎樣保養身體？怎樣令自己身心健康？心地清淨，不受病毒。許許多多疾病的病毒你不會受，因為你心清淨。心污染就很容易感染病毒，心清淨不會感染病毒。心慈悲能夠解毒，你要想你自己身體健康，不要用藥物，藥物不好，藥物有反作用、有副作用。不要用藥物，也不必找醫生，你就修清淨心、修慈悲心。你修清淨心，自己就有抗體，能夠抗拒一切病毒。慈悲心，縱然接受病毒了，可以化解病毒。今天就講到此地。"
    }
  ]
}