{
  "doc_id": "12-017-1334",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三三四卷",
    "zh_TW": "第一三三四卷"
  },
  "year": "2004",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1334",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "12-017-1334_p0001",
      "zh_CN": "诸位同学，请看「菩萨问明品」，觉首菩萨偈颂第六首看起：",
      "zh_TW": "諸位同學，請看「菩薩問明品」，覺首菩薩偈頌第六首看起："
    },
    {
      "id": "12-017-1334_p0002",
      "zh_CN": "【又如众地界。展转因依住。各各不相知。诸法亦如是。】",
      "zh_TW": "【又如眾地界。展轉因依住。各各不相知。諸法亦如是。】"
    },
    {
      "id": "12-017-1334_p0003",
      "zh_CN": "清凉大师在注解里面跟我们说的是「第四（这是第四个比喻）依地有任持者，喻妄为真所持」，这是说明这个比喻是比的什么。大地，在中国古人常说，一切众生无不为「天所覆，地所载」，持就是载，上面是天，下面是地，这就是任持的意思。任有自然的意思，任运自然，就是前面清凉大师给我们说的，法本自尔。本来就是这个样子，这个里面没有理由的，本来就是这样的，这句话的意思很深很深。",
      "zh_TW": "清涼大師在註解裡面跟我們說的是「第四（這是第四個比喻）依地有任持者，喻妄為真所持」，這是說明這個比喻是比的什麼。大地，在中國古人常說，一切眾生無不為「天所覆，地所載」，持就是載，上面是天，下面是地，這就是任持的意思。任有自然的意思，任運自然，就是前面清涼大師給我們說的，法本自爾。本來就是這個樣子，這個裡面沒有理由的，本來就是這樣的，這句話的意思很深很深。"
    },
    {
      "id": "12-017-1334_p0004",
      "zh_CN": "为什么法尔如是？你一定要了解诸法实相，《金刚经》上所说的，「凡所有相，皆是虚妄」，你要真正懂得这个意思，你才晓得法本自尔的意思。法尔如是，你听了你会点头，你会认同，不会有疑惑，确确实实是这个样子。前面我们也读了不少，都是讲的这些诸法，真相是什么？刹那生灭，并皆速灭。水喻里面前引后排，不但彼此不相知，说老老实实的话，彼此都不存在。那我们今天看的这个存在是什么？看到这个现象的存在，是眼睛看花了，六根在境界里面产生错觉，错觉造成的现象，确确实实不存在。",
      "zh_TW": "為什麼法爾如是？你一定要了解諸法實相，《金剛經》上所說的，「凡所有相，皆是虛妄」，你要真正懂得這個意思，你才曉得法本自爾的意思。法爾如是，你聽了你會點頭，你會認同，不會有疑惑，確確實實是這個樣子。前面我們也讀了不少，都是講的這些諸法，真相是什麼？剎那生滅，並皆速滅。水喻裡面前引後排，不但彼此不相知，說老老實實的話，彼此都不存在。那我們今天看的這個存在是什麼？看到這個現象的存在，是眼睛看花了，六根在境界裡面產生錯覺，錯覺造成的現象，確確實實不存在。"
    },
    {
      "id": "12-017-1334_p0005",
      "zh_CN": "就如同我们在电影院里面看电影，在银幕里面看的现相。你细心想一想，你在银幕上看的现相，这现相在不在？不在。你心里面还没有动念头，幻灯片已经换掉了，一秒钟二十四次，我们六根跟不上，它太快了。它虽然是离开了，那个印象留在我们的眼根里头；音声已经没有，灭掉了，可是那个音声印象留在耳根里头。一切法实相无不如是，可是你要懂得妄依真起，为什么我们会有这个印象？相已经灭了，可是印象不灭，印象不是不灭，印象的时间稍为长一点，那个速度没那么快。",
      "zh_TW": "就如同我們在電影院裡面看電影，在銀幕裡面看的現相。你細心想一想，你在銀幕上看的現相，這現相在不在？不在。你心裡面還沒有動念頭，幻燈片已經換掉了，一秒鐘二十四次，我們六根跟不上，它太快了。它雖然是離開了，那個印象留在我們的眼根裡頭；音聲已經沒有，滅掉了，可是那個音聲印象留在耳根裡頭。一切法實相無不如是，可是你要懂得妄依真起，為什麼我們會有這個印象？相已經滅了，可是印象不滅，印象不是不滅，印象的時間稍為長一點，那個速度沒那麼快。"
    },
    {
      "id": "12-017-1334_p0006",
      "zh_CN": "我们现在知道，真正的现相的生灭确确实实是亿万分之一秒，不是《仁王经》上所说的二十一万六千分之一秒，这《仁王经》上所讲的。我们今天光的速度是一秒钟三十万公里，就是光走一公里，速度是三十万分之一秒，走一公里。所以我们在算，它走一百公尺，它走十公尺，它走一公尺，一公尺有一百公分，它走十公分，它走一公分，它走一毫米。你这样去算你才知道，亿万分之一秒！现在科学家又告诉我们，光的速度在宇宙之间不是最快的，还有比光速更快的。不管快到什么样的程度，总而言之，没离自性，这是自性的起用，法尔如是，法本自尔。",
      "zh_TW": "我們現在知道，真正的現相的生滅確確實實是億萬分之一秒，不是《仁王經》上所說的二十一萬六千分之一秒，這《仁王經》上所講的。我們今天光的速度是一秒鐘三十萬公里，就是光走一公里，速度是三十萬分之一秒，走一公里。所以我們在算，它走一百公尺，它走十公尺，它走一公尺，一公尺有一百公分，它走十公分，它走一公分，它走一毫米。你這樣去算你才知道，億萬分之一秒！現在科學家又告訴我們，光的速度在宇宙之間不是最快的，還有比光速更快的。不管快到什麼樣的程度，總而言之，沒離自性，這是自性的起用，法爾如是，法本自爾。"
    },
    {
      "id": "12-017-1334_p0007",
      "zh_CN": "下面我们看清凉大师的开示，「三义同前，初地界因依，有二种义，一约自类，二约异类」。我们先看第一个，约自类，自类实际上就是讲我们这个地球，先说地球。「从金刚际，上至地面」，这是佛经上告诉我们，金刚际是什么？地心。从地球的地心到地球的表面，这是地面，他讲的是金刚际，也确实是有道理。现在科学家告诉我们，地球的地心是什么？火。我们从火山爆发，就知道地面里面的东西，往外喷，温度之高确实连金刚都溶化，在这个高温里面。这里头有许许多多的矿物，佛用这个名词。",
      "zh_TW": "下面我們看清涼大師的開示，「三義同前，初地界因依，有二種義，一約自類，二約異類」。我們先看第一個，約自類，自類實際上就是講我們這個地球，先說地球。「從金剛際，上至地面」，這是佛經上告訴我們，金剛際是什麼？地心。從地球的地心到地球的表面，這是地面，他講的是金剛際，也確實是有道理。現在科學家告訴我們，地球的地心是什麼？火。我們從火山爆發，就知道地面裡面的東西，往外噴，溫度之高確實連金剛都溶化，在這個高溫裡面。這裡頭有許許多多的礦物，佛用這個名詞。"
    },
    {
      "id": "12-017-1334_p0008",
      "zh_CN": "说「皆上依下」，上是地面，下是地心，地面依地心。我们今天讲地球上的陆地，我们这些动物可以依靠居住生存，这是地球的表面。「下持上」，这个任持，下是地心，地心持着地面。「展转因依，而得安住」，这是说大地，大地何以能够安住？其实大地还是有变化，变化密移，我们这些芸芸众生实在讲粗心大意，不够敏锐，很迟钝，见不到这个现象。但是现代的人聪明，发明了许许多多的仪器，这些仪器感应非常敏锐。像现在探测地震的仪器，很远、很深的地下，或者是海底，有了变动，这个仪器有感应，就告诉我们。而我们人是没有觉察到的，仪器觉察到。它的变化不大，所以我们依然感觉到这个地方可以安住。",
      "zh_TW": "說「皆上依下」，上是地面，下是地心，地面依地心。我們今天講地球上的陸地，我們這些動物可以依靠居住生存，這是地球的表面。「下持上」，這個任持，下是地心，地心持著地面。「展轉因依，而得安住」，這是說大地，大地何以能夠安住？其實大地還是有變化，變化密移，我們這些芸芸眾生實在講粗心大意，不夠敏銳，很遲鈍，見不到這個現象。但是現代的人聰明，發明了許許多多的儀器，這些儀器感應非常敏銳。像現在探測地震的儀器，很遠、很深的地下，或者是海底，有了變動，這個儀器有感應，就告訴我們。而我們人是沒有覺察到的，儀器覺察到。它的變化不大，所以我們依然感覺到這個地方可以安住。"
    },
    {
      "id": "12-017-1334_p0009",
      "zh_CN": "有没有重大的变化？有，历史上没有记载，为什么？历史的记载已经毁灭了。地表面产生重大变化的时候，地面上的生物几乎都灭亡了。到喜马拉雅山探险的人，登到地球上的最高峰，已经有不少人去过。他们告诉我们，在这个高峰上看到水族的化石，贝壳。这些都是海里面的，怎么会在这个高山顶上？那就是说明，这个山顶从前是海底，涌上来它变成高山。那就很显然的，我们能体会到必然有大的陆地沈到海底，这不只沧海桑田，大变化！",
      "zh_TW": "有沒有重大的變化？有，歷史上沒有記載，為什麼？歷史的記載已經毀滅了。地表面產生重大變化的時候，地面上的生物幾乎都滅亡了。到喜馬拉雅山探險的人，登到地球上的最高峰，已經有不少人去過。他們告訴我們，在這個高峰上看到水族的化石，貝殼。這些都是海裡面的，怎麼會在這個高山頂上？那就是說明，這個山頂從前是海底，湧上來它變成高山。那就很顯然的，我們能體會到必然有大的陸地沈到海底，這不只滄海桑田，大變化！"
    },
    {
      "id": "12-017-1334_p0010",
      "zh_CN": "有科学家告诉我们，在地球上确确实实在过去有过高度的文明，我们常常听到西方人讲的亚特兰提斯的文明，是在大西洋。大西洋有一块很大的陆地，沈下去了，一般人讲是五万年前的事情，这个文明的国土沈到海底。我还听说有一个更古老的，印度洋的文明，在八十万年之前，这更早，沈到海底，这个地方是现在的印度洋，都是科技发展到高峰。沈到印度洋的这块大陆，我听到的资讯比较少，而沈到大西洋的，这些报导比较多一点。说从前他们的科技比现在还要发达，他们使用的能源不是水，不是从地球表面或者是地球的地下挖掘出来的，不是的。他们是从太空，是高科技把太空的能源引下来，飞机、轮船、车辆使用这种能源，干净没有丝毫染污，也没有噪音，比现在进步太多了。",
      "zh_TW": "有科學家告訴我們，在地球上確確實實在過去有過高度的文明，我們常常聽到西方人講的亞特蘭提斯的文明，是在大西洋。大西洋有一塊很大的陸地，沈下去了，一般人講是五萬年前的事情，這個文明的國土沈到海底。我還聽說有一個更古老的，印度洋的文明，在八十萬年之前，這更早，沈到海底，這個地方是現在的印度洋，都是科技發展到高峰。沈到印度洋的這塊大陸，我聽到的資訊比較少，而沈到大西洋的，這些報導比較多一點。說從前他們的科技比現在還要發達，他們使用的能源不是水，不是從地球表面或者是地球的地下挖掘出來的，不是的。他們是從太空，是高科技把太空的能源引下來，飛機、輪船、車輛使用這種能源，乾淨沒有絲毫染污，也沒有噪音，比現在進步太多了。"
    },
    {
      "id": "12-017-1334_p0011",
      "zh_CN": "由于科技的进步，人伦道德的观念完全没有，人变得自私自利，人变的奢侈，极尽其享乐。我们就能够想到，这个社会充满了邪恶、充满了罪恶，导致整个大地的变化。这在佛经里面讲是讲得通的，因为佛法讲，一切法从心想生。科学技术不是唯一的真理，真理，永恒不变的是道德，如果因科技发展，道德不要了，这比什么都危险。这桩事情懂得佛法，懂得甚深缘起，他同意，一切法从心想生，心善、行善、言善。实在讲，你看连日本江本胜博士水实验里面都证明出来，他告诉我，宇宙之间的真理就是爱跟感谢。十年的实验，只有爱跟感谢的结晶最美，做过几千次的实验得到的结论。",
      "zh_TW": "由於科技的進步，人倫道德的觀念完全沒有，人變得自私自利，人變的奢侈，極盡其享樂。我們就能夠想到，這個社會充滿了邪惡、充滿了罪惡，導致整個大地的變化。這在佛經裡面講是講得通的，因為佛法講，一切法從心想生。科學技術不是唯一的真理，真理，永恆不變的是道德，如果因科技發展，道德不要了，這比什麼都危險。這樁事情懂得佛法，懂得甚深緣起，他同意，一切法從心想生，心善、行善、言善。實在講，你看連日本江本勝博士水實驗裡面都證明出來，他告訴我，宇宙之間的真理就是愛跟感謝。十年的實驗，只有愛跟感謝的結晶最美，做過幾千次的實驗得到的結論。"
    },
    {
      "id": "12-017-1334_p0012",
      "zh_CN": "所以圣人，无论是中国、是外国，是古代，还是现代，没有一个不是讲仁爱。中国的圣人，「孔曰成仁，孟曰取义」，这是儒家，仁爱、道义。佛法里面讲慈悲、讲方便，慈悲就是仁爱，方便就是道义。西方宗教讲「神爱世人」，「上帝爱世人」，「安拉是仁慈的」，真理！所以圣贤的教育不是别的，就是仁爱、道义的教育，这个教育是祥和的，宇宙祥和。从我们一个人来说，我们身心祥和，扩大到外面，世界祥和、宇宙祥和，大乘教里面讲真常。违背了仁爱，违背了道义，麻烦就出来了，自己内心里面烦恼、习气、矛盾、对立统统起来，这些东西佛在经教里面给我们说，自性里头本来没有。",
      "zh_TW": "所以聖人，無論是中國、是外國，是古代，還是現代，沒有一個不是講仁愛。中國的聖人，「孔曰成仁，孟曰取義」，這是儒家，仁愛、道義。佛法裡面講慈悲、講方便，慈悲就是仁愛，方便就是道義。西方宗教講「神愛世人」，「上帝愛世人」，「安拉是仁慈的」，真理！所以聖賢的教育不是別的，就是仁愛、道義的教育，這個教育是祥和的，宇宙祥和。從我們一個人來說，我們身心祥和，擴大到外面，世界祥和、宇宙祥和，大乘教裡面講真常。違背了仁愛，違背了道義，麻煩就出來了，自己內心裡面煩惱、習氣、矛盾、對立統統起來，這些東西佛在經教裡面給我們說，自性裡頭本來沒有。"
    },
    {
      "id": "12-017-1334_p0013",
      "zh_CN": "自性是纯真、纯善，没有这些东西，这些东西是什么？这些东西是从烦恼、从习染里面变现出来的。变现出来，它起作用，正如同水实验报告里面所说的，不好的思想，不好的念头，我们加在实验的水瓶里面，它呈现的反应非常丑陋、非常难看，好像很凄惨的样子。这就是什么？我们的意念主宰着物质的世界。居住在地球上，人人都是善心，都是善意，这个地球所有一切物质表现的都美好，这就是佛法讲的极乐世界。极乐世界从哪里来的？善心、善行、善言变现出来的。所以，物质没有善恶，但是它能够随着有情众生意念变化，这个我们不能不知道。古今中外大圣大贤这样教导我们，现在科学家从实验室里面做出来证明。",
      "zh_TW": "自性是純真、純善，沒有這些東西，這些東西是什麼？這些東西是從煩惱、從習染裡面變現出來的。變現出來，它起作用，正如同水實驗報告裡面所說的，不好的思想，不好的念頭，我們加在實驗的水瓶裡面，它呈現的反應非常醜陋、非常難看，好像很淒慘的樣子。這就是什麼？我們的意念主宰著物質的世界。居住在地球上，人人都是善心，都是善意，這個地球所有一切物質表現的都美好，這就是佛法講的極樂世界。極樂世界從哪裡來的？善心、善行、善言變現出來的。所以，物質沒有善惡，但是它能夠隨著有情眾生意念變化，這個我們不能不知道。古今中外大聖大賢這樣教導我們，現在科學家從實驗室裡面做出來證明。"
    },
    {
      "id": "12-017-1334_p0014",
      "zh_CN": "我们今天要化解冲突，要祈求社会的安定和平，这个道理不能不懂。懂得之后要怎样落实？要从我们自己内心做起，我们要把内心里头种种的不善除掉，断一切恶，修一切善，从这里做起。首先直接受到影响的，就是我们自己的身体，身体是物质，我们身体每个细胞都变善了。如果我们烦恼习气很重，心里面充满贪瞋痴慢，念念都想着怎样损人利己，我们全身的细胞都变成不善。都带着什么？都带着毒素，贪瞋痴慢是毒素，三毒！所以外面这些病菌很容易感染，就是这个道理。医学里面讲，你没有免疫力，你免疫的系统坏了，我们一般人讲你没有抵抗力。",
      "zh_TW": "我們今天要化解衝突，要祈求社會的安定和平，這個道理不能不懂。懂得之後要怎樣落實？要從我們自己內心做起，我們要把內心裡頭種種的不善除掉，斷一切惡，修一切善，從這裡做起。首先直接受到影響的，就是我們自己的身體，身體是物質，我們身體每個細胞都變善了。如果我們煩惱習氣很重，心裡面充滿貪瞋痴慢，念念都想著怎樣損人利己，我們全身的細胞都變成不善。都帶著什麼？都帶著毒素，貪瞋痴慢是毒素，三毒！所以外面這些病菌很容易感染，就是這個道理。醫學裡面講，你沒有免疫力，你免疫的系統壞了，我們一般人講你沒有抵抗力。"
    },
    {
      "id": "12-017-1334_p0015",
      "zh_CN": "所以，佛在经教里头常常提醒我们，一切法从心想生。我们要常常想着佛的教诲，佛心清净，佛告诉我们，我们的真心本来是清净的。现在有没有染着？没有，染着是虚妄的，妄一定可以永远把它排斥掉，真是纯净、纯善，必定能够恢复；除掉妄，真就现前，一定要懂得转妄为真，改往修来。金刚际又何尝不是真心的表法，地是个圆球，地壳有，地心在哪里？圆我们晓得它一定有心，可是这个心决定找不到。几何里面讲的点，这是个抽象概念，没有具体事实，心是空的，真空！那是永恒不变，佛用金刚际来形容、来表法。",
      "zh_TW": "所以，佛在經教裡頭常常提醒我們，一切法從心想生。我們要常常想著佛的教誨，佛心清淨，佛告訴我們，我們的真心本來是清淨的。現在有沒有染著？沒有，染著是虛妄的，妄一定可以永遠把它排斥掉，真是純淨、純善，必定能夠恢復；除掉妄，真就現前，一定要懂得轉妄為真，改往修來。金剛際又何嘗不是真心的表法，地是個圓球，地殼有，地心在哪裡？圓我們曉得它一定有心，可是這個心決定找不到。幾何裡面講的點，這是個抽象概念，沒有具體事實，心是空的，真空！那是永恆不變，佛用金剛際來形容、來表法。"
    },
    {
      "id": "12-017-1334_p0016",
      "zh_CN": "「展转因依」，无中生有，无中生有的程序就是法相唯识里面所讲的「三细六麤」，是有次第，决定不会乱了秩序。但是它的速度太快了，快到我们，真是佛经上所讲的不可思议，你念头才一动，它不晓得已经生灭几十万次、几百万次了。念头才动就有这么多生灭，你怎么能掌握得住？像放映机一样，高速的放映机，不是一秒钟二十四次的，一秒钟百万次的、千万次的、亿万次的，这么高速的放映机，那个幻灯片是多么快速。你不能起心动念，起心动念尚不能，你还有什么好说的？所以大乘教里头说，「开口便错，动念即乖」，这个话是事实。诸法实相，唯证方知，不是言说，不是思惟，你要亲证这个境界，你才真正明了你跟诸佛如来、法身菩萨没有两样，要入这个境界。",
      "zh_TW": "「展轉因依」，無中生有，無中生有的程序就是法相唯識裡面所講的「三細六麤」，是有次第，決定不會亂了秩序。但是它的速度太快了，快到我們，真是佛經上所講的不可思議，你念頭才一動，它不曉得已經生滅幾十萬次、幾百萬次了。念頭才動就有這麼多生滅，你怎麼能掌握得住？像放映機一樣，高速的放映機，不是一秒鐘二十四次的，一秒鐘百萬次的、千萬次的、億萬次的，這麼高速的放映機，那個幻燈片是多麼快速。你不能起心動念，起心動念尚不能，你還有什麼好說的？所以大乘教裡頭說，「開口便錯，動念即乖」，這個話是事實。諸法實相，唯證方知，不是言說，不是思惟，你要親證這個境界，你才真正明瞭你跟諸佛如來、法身菩薩沒有兩樣，要入這個境界。"
    },
    {
      "id": "12-017-1334_p0017",
      "zh_CN": "我们再看下面的文，清凉大师给我们说的，「然上能依（地面依地心），皆离所无体而能知下，然下能持，皆亦离所无体可令知上」。这个意思就说，地心、地面没有自体，没有自体当然不能相知，所以说『各各不相知，诸法亦如是』！能持、所持是从地心说的，能依、所依是从地面说的，都没有自体，这说明「各各不相知」。「然下能持（下是地心），皆亦离所无体」，所以它不能知上。「又上上能依，彻至于下，无下可相知，下下能持，彻至于上，无上可相知」。这个意思是说明，上不到下，下也不到上，就跟前面水，前浪不会到后浪，后浪不会到前浪；火焰，前焰不会到后焰，后焰也不会到前焰。所以各各不相知，地心跟地面亦复如是，互不相到。",
      "zh_TW": "我們再看下面的文，清涼大師給我們說的，「然上能依（地面依地心），皆離所無體而能知下，然下能持，皆亦離所無體可令知上」。這個意思就說，地心、地面沒有自體，沒有自體當然不能相知，所以說『各各不相知，諸法亦如是』！能持、所持是從地心說的，能依、所依是從地面說的，都沒有自體，這說明「各各不相知」。「然下能持（下是地心），皆亦離所無體」，所以它不能知上。「又上上能依，徹至於下，無下可相知，下下能持，徹至於上，無上可相知」。這個意思是說明，上不到下，下也不到上，就跟前面水，前浪不會到後浪，後浪不會到前浪；火焰，前焰不會到後焰，後焰也不會到前焰。所以各各不相知，地心跟地面亦復如是，互不相到。"
    },
    {
      "id": "12-017-1334_p0018",
      "zh_CN": "互不相到，我们要想到前面那些开示，佛在经上所讲的，刹那生灭；不相到的意思，我们就明白了，刹那生灭。所以我们用看电影这个比喻是容易体会的，影片就是幻灯片，一张一张的，前面一张不是后面这张，后面这张不是前面这张。在放映机快速的转动，还是不相到，还是不相知，这是把这四个比喻都说到了，事实确实是如此。",
      "zh_TW": "互不相到，我們要想到前面那些開示，佛在經上所講的，剎那生滅；不相到的意思，我們就明白了，剎那生滅。所以我們用看電影這個比喻是容易體會的，影片就是幻燈片，一張一張的，前面一張不是後面這張，後面這張不是前面這張。在放映機快速的轉動，還是不相到，還是不相知，這是把這四個比喻都說到了，事實確實是如此。"
    },
    {
      "id": "12-017-1334_p0019",
      "zh_CN": "那我们今天讲知是什么？妄想。妄想，你要想着前面这个字，妄！不是真的。法是妄法，相是妄相，《金刚经》上说得很好，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」。梦幻泡影是虚妄，有没有？有即非有，非有即有，这是事实真相，这就是缘会的意思。一切妄相，当体皆空了不可得，所以《般若经》上给我们讲无所有。无所有不是说它没有了，说无所有，那这个话说了毫无意义；它存在，就在面前，无所有。为什么？我们念头还没有动，已经不在了。前念灭了后念生，后念又变成前念，立刻就灭了，底下又生，是这么个现象，念念不住！念头速度太快了，我们无法想像，念念不住。这个道理不能不晓得，这叫事实真相。",
      "zh_TW": "那我們今天講知是什麼？妄想。妄想，你要想著前面這個字，妄！不是真的。法是妄法，相是妄相，《金剛經》上說得很好，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」。夢幻泡影是虛妄，有沒有？有即非有，非有即有，這是事實真相，這就是緣會的意思。一切妄相，當體皆空了不可得，所以《般若經》上給我們講無所有。無所有不是說它沒有了，說無所有，那這個話說了毫無意義；它存在，就在面前，無所有。為什麼？我們念頭還沒有動，已經不在了。前念滅了後念生，後念又變成前念，立刻就滅了，底下又生，是這麼個現象，念念不住！念頭速度太快了，我們無法想像，念念不住。這個道理不能不曉得，這叫事實真相。"
    },
    {
      "id": "12-017-1334_p0020",
      "zh_CN": "我们今天六根、六识、六尘、七大，《楞严经》里面把世出世间所有一切法把它归纳，二十五大类，展开来就是宇宙之间无量无边的一切法，无一不是（清凉大师前面给我们讲的）并皆速灭，了不可得。你要是真的明白这个真相，肯定了，一丝毫疑惑都没有了，那就恭喜你。为什么？我们知道你肯定万缘放下，你放下了见思烦恼，你放下了尘沙烦恼，你放下了无明烦恼，恭喜你，你就成佛了。纵然不是圆满佛，你也是真佛，不是假佛，法身大士，破一品无明，证一分法身，你住一真法界，你超越了十法界。",
      "zh_TW": "我們今天六根、六識、六塵、七大，《楞嚴經》裡面把世出世間所有一切法把它歸納，二十五大類，展開來就是宇宙之間無量無邊的一切法，無一不是（清涼大師前面給我們講的）並皆速滅，了不可得。你要是真的明白這個真相，肯定了，一絲毫疑惑都沒有了，那就恭喜你。為什麼？我們知道你肯定萬緣放下，你放下了見思煩惱，你放下了塵沙煩惱，你放下了無明煩惱，恭喜你，你就成佛了。縱然不是圓滿佛，你也是真佛，不是假佛，法身大士，破一品無明，證一分法身，你住一真法界，你超越了十法界。"
    },
    {
      "id": "12-017-1334_p0021",
      "zh_CN": "你还住在十法界里头，你还没走，没走就有两种状况：一种是你只是解悟，你有信解，你没有行证。什么叫行证？放下！你还没有放下，你还出不了六道轮回。另外一种人，你已经是放下了，放下你为什么没有离开六道？在这之前是业报身，你是业报来的，这一悟之后，契入境界之后，你是再来身。佛门里常讲的乘愿再来，你是乘愿再来身，你在这个世间不是为自己，是为众生。没有证得之前，我们是业报，证得之后是再来人，自己的业报了了，可以随时，我们今天讲往生西方极乐世界，可以随时去。你还不去，这是你的悲心，你要践愿，兑现你发的愿。发的什么愿？众生无边誓愿度。",
      "zh_TW": "你還住在十法界裡頭，你還沒走，沒走就有兩種狀況：一種是你只是解悟，你有信解，你沒有行證。什麼叫行證？放下！你還沒有放下，你還出不了六道輪迴。另外一種人，你已經是放下了，放下你為什麼沒有離開六道？在這之前是業報身，你是業報來的，這一悟之後，契入境界之後，你是再來身。佛門裡常講的乘願再來，你是乘願再來身，你在這個世間不是為自己，是為眾生。沒有證得之前，我們是業報，證得之後是再來人，自己的業報了了，可以隨時，我們今天講往生西方極樂世界，可以隨時去。你還不去，這是你的悲心，你要踐願，兌現你發的願。發的什麼願？眾生無邊誓願度。"
    },
    {
      "id": "12-017-1334_p0022",
      "zh_CN": "这个世间还有很多众生跟你有缘，什么叫有缘？欢喜听你的，愿意跟你学习，这有缘；无缘，这个世间众生不认识你，不愿意听你的，不想跟你学，赶快走。如果这个世间众生跟你有缘，你就不能走，你证悟之后，要全心全力帮助他们、教化他们。帮助他、教化他，你要做出断烦恼的样子给他看，你要做出学法门的样子给他看，不但有言教，要身教。释迦牟尼佛当年在世，种种示现都是为教化众生，不但自己示现，还有一大群的弟子。其实这一大群全是诸佛如来、法身菩萨，共同来唱这台戏，普度众生，演得非常逼真。让我们看了羡慕，让我们看了觉悟，向佛学习，学习他的存心，学习他的善行。",
      "zh_TW": "這個世間還有很多眾生跟你有緣，什麼叫有緣？歡喜聽你的，願意跟你學習，這有緣；無緣，這個世間眾生不認識你，不願意聽你的，不想跟你學，趕快走。如果這個世間眾生跟你有緣，你就不能走，你證悟之後，要全心全力幫助他們、教化他們。幫助他、教化他，你要做出斷煩惱的樣子給他看，你要做出學法門的樣子給他看，不但有言教，要身教。釋迦牟尼佛當年在世，種種示現都是為教化眾生，不但自己示現，還有一大群的弟子。其實這一大群全是諸佛如來、法身菩薩，共同來唱這台戲，普度眾生，演得非常逼真。讓我們看了羨慕，讓我們看了覺悟，向佛學習，學習他的存心，學習他的善行。"
    },
    {
      "id": "12-017-1334_p0023",
      "zh_CN": "到一旦缘尽了，往生净土，高登品位。所以，总的说一句话，没有悟之前，是自己业力，这一生是业力主宰；悟了之后是愿力，转业力为愿力，就是再来人。不必说到西方极乐世界再回来，那也是的，那是什么？我们功夫成就了，这个世间没有有缘的人，那我就要先到极乐世界，回头再来。这个世间还有有缘的人，就不能去，不要去耽误时间。把业力转变成愿力，我们不能不懂得，我们不能不学。历代祖师里面很多的示现，只要我们稍稍留意，能看得出来，从这个地方看出大慈大悲，看出善巧方便。现在时间到了，我们就讲到此地。",
      "zh_TW": "到一旦緣盡了，往生淨土，高登品位。所以，總的說一句話，沒有悟之前，是自己業力，這一生是業力主宰；悟了之後是願力，轉業力為願力，就是再來人。不必說到西方極樂世界再回來，那也是的，那是什麼？我們功夫成就了，這個世間沒有有緣的人，那我就要先到極樂世界，回頭再來。這個世間還有有緣的人，就不能去，不要去耽誤時間。把業力轉變成願力，我們不能不懂得，我們不能不學。歷代祖師裡面很多的示現，只要我們稍稍留意，能看得出來，從這個地方看出大慈大悲，看出善巧方便。現在時間到了，我們就講到此地。"
    },
    {
      "id": "12-017-1334_p0024",
      "zh_CN": "诸位同学，我们接着再看清凉大师的注解。我们从「又上上能依，彻至于下，无下可相知，下下能持，彻至于上，无上可相知，是故若依若持（若依是地面，若持是地心），相无不尽，所现妄法，当知亦尔」。前面从比喻里面，这里面说是「若依若持，相无不尽」，这就是前面讲的「法本自尔」。所以，相好像是不间断，我们讲相续相，实际上它并不是相续相，因为它前后不相到，所以不是真的。从这个比喻说到一切万法，「所现妄法，当知亦尔」，这就是经上所说的『诸法亦如是』。",
      "zh_TW": "諸位同學，我們接著再看清涼大師的註解。我們從「又上上能依，徹至於下，無下可相知，下下能持，徹至於上，無上可相知，是故若依若持（若依是地面，若持是地心），相無不盡，所現妄法，當知亦爾」。前面從比喻裡面，這裡面說是「若依若持，相無不盡」，這就是前面講的「法本自爾」。所以，相好像是不間斷，我們講相續相，實際上它並不是相續相，因為它前後不相到，所以不是真的。從這個比喻說到一切萬法，「所現妄法，當知亦爾」，這就是經上所說的『諸法亦如是』。"
    },
    {
      "id": "12-017-1334_p0025",
      "zh_CN": "「必麤依细，谓苦报依于业，业依无明造，无明依所造，展转无体，无物可相知，斯则厚载万物而不仁也」，这就法上说。从诸法里面来讲，我们先讲现在科学所观察到的，这是大家一般都没有怀疑，都认为是事实。科学家的观察，宇宙、太空中的物质、星球、星系这些运动，这都知道，宇宙之间没有静止的东西，只要是物质，它一定是动的。为什么？能变的无明是动的，无明所变出的东西，哪有不动的道理？不动是心性，是体，现相都是动的。这些运动都是互为依缘，科学里面称之为引力。为什么这些星系、星球在太空当中，都能保持着一定的距离、一定的轨道在那边运行，互不相撞？实在讲相撞不是没有，科学家天天在观察。真的，特别是小星球撞击大星球，这个事情很多，也很常见，但是大的星球很少发现会相撞。小星球，我们知道的，像流星，这是太空里面的微尘。为什么在地球上会相撞？地球的引力把它吸引过来，它飞行的速度慢了，或者是角度偏差，就会被大星球吸引。经里面前面的比喻，譬如水比喻里面的引排，这都是互相引的意思，互相的力量。",
      "zh_TW": "「必麤依細，謂苦報依於業，業依無明造，無明依所造，展轉無體，無物可相知，斯則厚載萬物而不仁也」，這就法上說。從諸法裡面來講，我們先講現在科學所觀察到的，這是大家一般都沒有懷疑，都認為是事實。科學家的觀察，宇宙、太空中的物質、星球、星系這些運動，這都知道，宇宙之間沒有靜止的東西，只要是物質，它一定是動的。為什麼？能變的無明是動的，無明所變出的東西，哪有不動的道理？不動是心性，是體，現相都是動的。這些運動都是互為依緣，科學裡面稱之為引力。為什麼這些星系、星球在太空當中，都能保持著一定的距離、一定的軌道在那邊運行，互不相撞？實在講相撞不是沒有，科學家天天在觀察。真的，特別是小星球撞擊大星球，這個事情很多，也很常見，但是大的星球很少發現會相撞。小星球，我們知道的，像流星，這是太空裡面的微塵。為什麼在地球上會相撞？地球的引力把它吸引過來，它飛行的速度慢了，或者是角度偏差，就會被大星球吸引。經裡面前面的比喻，譬如水比喻裡面的引排，這都是互相引的意思，互相的力量。"
    },
    {
      "id": "12-017-1334_p0026",
      "zh_CN": "或在法里面，这段就是讲惑业苦，苦报。佛说法，总是先讲果报，再说因缘，为什么？果报是现前受的，一切众生印象非常深刻，你现在受的。苦从哪里来？苦从业来的，依于业。业是你造作的结果，中国人常讲事业，正在造作的时候叫事，造作完了的时候叫业。业分三大类：善业、恶业、无记业。什么叫善业？利益一切众生的这些事，这是善业；损害一切众生的事叫恶业；说不上善跟恶，就叫无记业。这里头学问大了，非常的繁杂。起心动念，言语造作，利己利人是善，损己利人是善；如果说是损人利己，不善，于自他都不利，是大恶！",
      "zh_TW": "或在法裡面，這段就是講惑業苦，苦報。佛說法，總是先講果報，再說因緣，為什麼？果報是現前受的，一切眾生印象非常深刻，你現在受的。苦從哪裡來？苦從業來的，依於業。業是你造作的結果，中國人常講事業，正在造作的時候叫事，造作完了的時候叫業。業分三大類：善業、惡業、無記業。什麼叫善業？利益一切眾生的這些事，這是善業；損害一切眾生的事叫惡業；說不上善跟惡，就叫無記業。這裡頭學問大了，非常的繁雜。起心動念，言語造作，利己利人是善，損己利人是善；如果說是損人利己，不善，於自他都不利，是大惡！"
    },
    {
      "id": "12-017-1334_p0027",
      "zh_CN": "善与恶真正能够明了，现在这个世间人愈来愈少。眼前有利，将来不利，这是恶。所以，你看看《了凡四训》讲善恶的标准，他说得好，说得很详细。总的原则，善恶是要论影响，不论现前，因为现前影响小，将来的影响大，对社会的影响，面的影响，对后世的影响，就是对时间上的影响，一个对空间，一个对时间。如果是善业，影响的面愈大，影响的时间愈长，大善！圣人的教诲就是的。在中国，你看孔孟、老庄，在宗教里面，你看释迦牟尼佛，你看穆罕默德、耶稣基督，他们的影响面，在今天讲已经到全世界，影响的时间几千年，叫大善！历代做国王大臣的，有很多仁政、善政，政治清明办得好，影响的时间短，影响的面都不大。",
      "zh_TW": "善與惡真正能夠明瞭，現在這個世間人愈來愈少。眼前有利，將來不利，這是惡。所以，你看看《了凡四訓》講善惡的標準，他說得好，說得很詳細。總的原則，善惡是要論影響，不論現前，因為現前影響小，將來的影響大，對社會的影響，面的影響，對後世的影響，就是對時間上的影響，一個對空間，一個對時間。如果是善業，影響的面愈大，影響的時間愈長，大善！聖人的教誨就是的。在中國，你看孔孟、老莊，在宗教裡面，你看釋迦牟尼佛，你看穆罕默德、耶穌基督，他們的影響面，在今天講已經到全世界，影響的時間幾千年，叫大善！歷代做國王大臣的，有很多仁政、善政，政治清明辦得好，影響的時間短，影響的面都不大。"
    },
    {
      "id": "12-017-1334_p0028",
      "zh_CN": "由此可知，为什么那些人看起来像平民，一生从事于，用现在的话来说，多元文化的教学工作。自己用身教、意教，意是念念常存帮助一切众生破迷开悟、离苦得乐，常存这个心。身体一举一动，开口一言一句，都不离这个宗旨。虽然这个人是平民，后世人尊他为圣人，他的功业超过帝王将相，他的影响面太大，时间太长了。我们细心去观察古今中外大圣大贤的事业，是伦理道德的教学。每个圣人你再仔细观察，都是自己做出榜样给人看，不是只是教别人学，自己先学，自己没有做到，不能教别人。说到的，他一定都做到，这叫圣人，自己没做到的不敢说；说到，自己也认真努力做到，那是贤人；先做到后说到，圣人。我们修行、学道，学道就是学伦理道德，就是学圣贤人，要从自己本身做起，不是先教别人，先要求自己做到。",
      "zh_TW": "由此可知，為什麼那些人看起來像平民，一生從事於，用現在的話來說，多元文化的教學工作。自己用身教、意教，意是念念常存幫助一切眾生破迷開悟、離苦得樂，常存這個心。身體一舉一動，開口一言一句，都不離這個宗旨。雖然這個人是平民，後世人尊他為聖人，他的功業超過帝王將相，他的影響面太大，時間太長了。我們細心去觀察古今中外大聖大賢的事業，是倫理道德的教學。每個聖人你再仔細觀察，都是自己做出榜樣給人看，不是只是教別人學，自己先學，自己沒有做到，不能教別人。說到的，他一定都做到，這叫聖人，自己沒做到的不敢說；說到，自己也認真努力做到，那是賢人；先做到後說到，聖人。我們修行、學道，學道就是學倫理道德，就是學聖賢人，要從自己本身做起，不是先教別人，先要求自己做到。"
    },
    {
      "id": "12-017-1334_p0029",
      "zh_CN": "那我们知道，报依于业，苦报依于恶业，乐报依于善业，为什么要断恶修善，这不就明了了吗？善恶的标准，总的来说就是利他跟利己，一定要记住，利他是善，利己是恶。这句话很多人听不懂，这是真的，不是假的，为什么说利己是恶？学佛，如果对佛法能够稍稍有一点契入，他懂得，为什么？利己，你「己」还没有忘掉，「我」没有忘掉，你还有我执。我执不除，三界出不去，你说是不是错了？这才恍然大悟。佛法头一个教我们学习的，就是忘我，《金刚经》上教给我们，「无我相，无人相，无众生相，无寿者相」。先从无我相下手，从无我见下手，无我！只有别人没有我，这个人修行容易契入，他契入佛境界的条件有了。念念执着我，你要晓得，我，连带的就有贪瞋痴慢，就有名闻利养，就有嫉妒障碍。",
      "zh_TW": "那我們知道，報依於業，苦報依於惡業，樂報依於善業，為什麼要斷惡修善，這不就明瞭了嗎？善惡的標準，總的來說就是利他跟利己，一定要記住，利他是善，利己是惡。這句話很多人聽不懂，這是真的，不是假的，為什麼說利己是惡？學佛，如果對佛法能夠稍稍有一點契入，他懂得，為什麼？利己，你「己」還沒有忘掉，「我」沒有忘掉，你還有我執。我執不除，三界出不去，你說是不是錯了？這才恍然大悟。佛法頭一個教我們學習的，就是忘我，《金剛經》上教給我們，「無我相，無人相，無眾生相，無壽者相」。先從無我相下手，從無我見下手，無我！只有別人沒有我，這個人修行容易契入，他契入佛境界的條件有了。念念執著我，你要曉得，我，連帶的就有貪瞋痴慢，就有名聞利養，就有嫉妒障礙。"
    },
    {
      "id": "12-017-1334_p0030",
      "zh_CN": "看到别人比我好的，心里难过，严重的，怎么样去障碍他，怎么样去破坏他，那你就造恶业。这个恶业，你自己一定要受。你障碍别人的道业，你自己决定不能够开悟，决定不能证果；你障碍别人的教学，你的果报一定得愚痴。过去我们曾经讲过《弥勒菩萨所问经》，这个经我讲过三遍，都留着有录音还是录影。也有同学依照音、影带把它写成书，诸位好好去看、好好去听，你就明白了。如果我们看到别人有好处，能生欢喜心，能生随喜心，功德无量。所以心不要有自己，不要有自私自利，这是我们常常在讲席当中互相勉励。不要跟一切人事物对立，这个心不能有，不能有嫉妒、不能有控制、不能有占有。佛教给我们随缘、随喜，恒顺众生，随喜功德，经论里面常常教我们，随缘不攀缘。随缘、随喜是无量功德，看到别人好事情生欢喜心，全心全力去赞助；没有能力赞助，口头上要宣扬、要赞叹，果报都不思议。",
      "zh_TW": "看到別人比我好的，心裡難過，嚴重的，怎麼樣去障礙他，怎麼樣去破壞他，那你就造惡業。這個惡業，你自己一定要受。你障礙別人的道業，你自己決定不能夠開悟，決定不能證果；你障礙別人的教學，你的果報一定得愚痴。過去我們曾經講過《彌勒菩薩所問經》，這個經我講過三遍，都留著有錄音還是錄影。也有同學依照音、影帶把它寫成書，諸位好好去看、好好去聽，你就明白了。如果我們看到別人有好處，能生歡喜心，能生隨喜心，功德無量。所以心不要有自己，不要有自私自利，這是我們常常在講席當中互相勉勵。不要跟一切人事物對立，這個心不能有，不能有嫉妒、不能有控制、不能有佔有。佛教給我們隨緣、隨喜，恆順眾生，隨喜功德，經論裡面常常教我們，隨緣不攀緣。隨緣、隨喜是無量功德，看到別人好事情生歡喜心，全心全力去贊助；沒有能力贊助，口頭上要宣揚、要讚歎，果報都不思議。"
    },
    {
      "id": "12-017-1334_p0031",
      "zh_CN": "再看底下一句，「业依无明造」，无明造，造是个动词，我们平常把它省了，业依无明，加上个「造」意思就非常明显。无明造的是业，无明是对于诸法实相一无所知，虽然每天读诵大乘，每天在听教，你的迷惑非常严重。虽然天天读诵、天天听教，境界现前，还是无明当家，你不能觉悟。境界现前怎么样？立刻起贪瞋痴，他不起戒定慧。如果境界现前，念念起戒定慧，这个人觉悟了，这个人不造业了。这个人是造什么？我们说，在佛门里面讲，这个人修净业。",
      "zh_TW": "再看底下一句，「業依無明造」，無明造，造是個動詞，我們平常把它省了，業依無明，加上個「造」意思就非常明顯。無明造的是業，無明是對於諸法實相一無所知，雖然每天讀誦大乘，每天在聽教，你的迷惑非常嚴重。雖然天天讀誦、天天聽教，境界現前，還是無明當家，你不能覺悟。境界現前怎麼樣？立刻起貪瞋痴，他不起戒定慧。如果境界現前，念念起戒定慧，這個人覺悟了，這個人不造業了。這個人是造什麼？我們說，在佛門裡面講，這個人修淨業。"
    },
    {
      "id": "12-017-1334_p0032",
      "zh_CN": "净业，三界六道里头没有果报，没有净业的果报；善有三善道的果报，恶有三恶道的果报，净业在六道里头没有果报。净业到哪里？如果求生净土，净业的果报在极乐世界；如果不求生净土，净业的果报是在四圣法界，声闻、缘觉、菩萨、佛，十法界里面的四圣法界。超越六道轮回，起心动念不离戒定慧。起心动念就是菩提心，这个要记住。真诚、清净、平等、正觉、慈悲，菩提心！这里头没有贪瞋痴慢，这六个根本烦恼，贪、瞋、痴、慢、疑、恶见，都没有。菩提心是真心，不生烦恼，善恶两边都离。不但两边都离，你再细心观察，四相不存在，为什么？四相是分别、执着起来的，我相、人相、众生相、寿者相，分别执着里面生出来的。分别执着没有了，四相哪有？我们今天业依无明，这是六道里面的众生。",
      "zh_TW": "淨業，三界六道裡頭沒有果報，沒有淨業的果報；善有三善道的果報，惡有三惡道的果報，淨業在六道裡頭沒有果報。淨業到哪裡？如果求生淨土，淨業的果報在極樂世界；如果不求生淨土，淨業的果報是在四聖法界，聲聞、緣覺、菩薩、佛，十法界裡面的四聖法界。超越六道輪迴，起心動念不離戒定慧。起心動念就是菩提心，這個要記住。真誠、清淨、平等、正覺、慈悲，菩提心！這裡頭沒有貪瞋痴慢，這六個根本煩惱，貪、瞋、痴、慢、疑、惡見，都沒有。菩提心是真心，不生煩惱，善惡兩邊都離。不但兩邊都離，你再細心觀察，四相不存在，為什麼？四相是分別、執著起來的，我相、人相、眾生相、壽者相，分別執著裡面生出來的。分別執著沒有了，四相哪有？我們今天業依無明，這是六道裡面的眾生。"
    },
    {
      "id": "12-017-1334_p0033",
      "zh_CN": "那无明依什么？「无明依所造」。所造的是什么？所造是苦。你所造的善业也苦，善业是什么？善业三善道，我们今天在人道，人道是算善道，活在人间苦不苦？古大德常讲，人生在世，不如意事常八九。几个人生活在这个世间，一生都称心如意？没有，确确实实不如意事常八九，一定要觉悟。所以，惑、业、苦是循环的，苦依业，业依无明，无明又因苦，这是轮回的相；像个漩涡，它不是往上漩，它往下漩，像水里面我们看的漩涡，往下漩，这是事实。这个事实告诉我们，我们可以在历史上能看到，历史是个传记，中国历史上有明显的记载，转世，真有这么回事情。转世的结果怎么样？一代不如一代，往下转，它不是往上。这个现象不能不知道，不能不警惕。",
      "zh_TW": "那無明依什麼？「無明依所造」。所造的是什麼？所造是苦。你所造的善業也苦，善業是什麼？善業三善道，我們今天在人道，人道是算善道，活在人間苦不苦？古大德常講，人生在世，不如意事常八九。幾個人生活在這個世間，一生都稱心如意？沒有，確確實實不如意事常八九，一定要覺悟。所以，惑、業、苦是循環的，苦依業，業依無明，無明又因苦，這是輪迴的相；像個漩渦，它不是往上漩，它往下漩，像水裡面我們看的漩渦，往下漩，這是事實。這個事實告訴我們，我們可以在歷史上能看到，歷史是個傳記，中國歷史上有明顯的記載，轉世，真有這麼回事情。轉世的結果怎麼樣？一代不如一代，往下轉，它不是往上。這個現象不能不知道，不能不警惕。"
    },
    {
      "id": "12-017-1334_p0034",
      "zh_CN": "你要是了解、明白了，真的，佛菩萨、祖师大德给我们说的，生路只有一条，求生净土。你要不求生净土，肯定出不了三界；出不了三界，这个漩涡里头一定是往下旋转。这一生修得不错，真正是断恶修善，起心动念、言语造作与经教相应，没有违背圣贤教诲。来生怎么样？来生是往上升，得大福报，这一生修得好！可是来生一享福，享福就迷惑了，享受这一生所修积的福报，善果，不知道再继续修善。来生福报享尽了，说不定还有余福，余福可以再得人身，但是那一生的福报就比不上上一生了。譬如说，你这一生修的福报修得不错，来生做人可以做个部长，部长还是个善人，没有造重大的恶业；再一生，你再得人身，你的地位就下降了，部长这么高的地位就没有了，可能做个县长，可能做个科长；如果不知道再修善，失掉人身恐怕得人身就成问题。这是佛经上讲的「三世怨」，第一世修福，第二世享福，第三世开始往下坠落，这种现象太多太多了。",
      "zh_TW": "你要是了解、明白了，真的，佛菩薩、祖師大德給我們說的，生路只有一條，求生淨土。你要不求生淨土，肯定出不了三界；出不了三界，這個漩渦裡頭一定是往下旋轉。這一生修得不錯，真正是斷惡修善，起心動念、言語造作與經教相應，沒有違背聖賢教誨。來生怎麼樣？來生是往上升，得大福報，這一生修得好！可是來生一享福，享福就迷惑了，享受這一生所修積的福報，善果，不知道再繼續修善。來生福報享盡了，說不定還有餘福，餘福可以再得人身，但是那一生的福報就比不上上一生了。譬如說，你這一生修的福報修得不錯，來生做人可以做個部長，部長還是個善人，沒有造重大的惡業；再一生，你再得人身，你的地位就下降了，部長這麼高的地位就沒有了，可能做個縣長，可能做個科長；如果不知道再修善，失掉人身恐怕得人身就成問題。這是佛經上講的「三世怨」，第一世修福，第二世享福，第三世開始往下墜落，這種現象太多太多了。"
    },
    {
      "id": "12-017-1334_p0035",
      "zh_CN": "佛为给我们说出，我们细心观察，这世间果然如是！看清楚了，看明白了，然后你才真正警觉到这一生重要。这一生决定求生净土，我不想再搞三世怨，这一生所修积的善业，统统回向求生净土的品位，这就对了。什么都不求，决不求人间富贵，不但人间富贵不求，天上富贵也不求，决心求往生，这才叫一了百了，这才是真正聪明人。",
      "zh_TW": "佛為給我們說出，我們細心觀察，這世間果然如是！看清楚了，看明白了，然後你才真正警覺到這一生重要。這一生決定求生淨土，我不想再搞三世怨，這一生所修積的善業，統統迴向求生淨土的品位，這就對了。什麼都不求，決不求人間富貴，不但人間富貴不求，天上富貴也不求，決心求往生，這才叫一了百了，這才是真正聰明人。"
    },
    {
      "id": "12-017-1334_p0036",
      "zh_CN": "经里面所说的这些，纵然在法上统统都是显示出各各不相知。所以他引用古大德一句话说，「厚载万物而不仁也」，厚是指大地，大地载万物，不仁是什么意思？不以为这是仁慈。为什么不以为仁慈？「各各不相知，诸法亦如是」。我们常常讲，人生在世，天有覆盖之恩，地有厚载之恩，我们做人要感天地的恩德。天地有没有这个意思？没有。人应当懂得感恩戴德，这是性德的流露。仁民爱物，对待天地万物，要用真诚心、清净心、平等心、正觉心、慈悲心。诸佛如来如是，菩萨、罗汉如是；我们要学佛、要学菩萨亦如是。像天、像地没有一丝毫私心，没有一丝毫分别、执着，平等的照顾一切众生。",
      "zh_TW": "經裡面所說的這些，縱然在法上統統都是顯示出各各不相知。所以他引用古大德一句話說，「厚載萬物而不仁也」，厚是指大地，大地載萬物，不仁是什麼意思？不以為這是仁慈。為什麼不以為仁慈？「各各不相知，諸法亦如是」。我們常常講，人生在世，天有覆蓋之恩，地有厚載之恩，我們做人要感天地的恩德。天地有沒有這個意思？沒有。人應當懂得感恩戴德，這是性德的流露。仁民愛物，對待天地萬物，要用真誠心、清淨心、平等心、正覺心、慈悲心。諸佛如來如是，菩薩、羅漢如是；我們要學佛、要學菩薩亦如是。像天、像地沒有一絲毫私心，沒有一絲毫分別、執著，平等的照顧一切眾生。"
    },
    {
      "id": "12-017-1334_p0037",
      "zh_CN": "佛法里面对大地，用地藏菩萨来代表，地就是大地。地能生人、能养人，天地生万物，养活万物，万物之灵是人，人为万物之灵。人之所以成为人，是人能接受圣贤教诲，这是古德对我们人说的。我们学了佛之后，我们才晓得，除人之外，所有众生都受到诸佛菩萨的教诲，真是经上所说的，应以什么身得度就现什么身，诸佛菩萨应化在九法界。畜生道里面种类很多，我们在《物犹如此》里面看到过，菩萨要度猪，他就到那里面去投胎做一头猪，跟那些猪天天混在一起，给他讲经说法。当然不是所有的猪都是这样的，菩萨现猪身度那个猪，那是什么猪？那个猪是过去修行人，一念之差堕到恶道里来。但是他的薰修还是有相当功夫，堕到猪身，自己知道前世是修行人。菩萨看出来，到恶道里面去教牠，帮助牠。牠受这个身就是一世，第二世，好的到极乐世界去，其次的生天，再其次的，又到人间来修行。",
      "zh_TW": "佛法裡面對大地，用地藏菩薩來代表，地就是大地。地能生人、能養人，天地生萬物，養活萬物，萬物之靈是人，人為萬物之靈。人之所以成為人，是人能接受聖賢教誨，這是古德對我們人說的。我們學了佛之後，我們才曉得，除人之外，所有眾生都受到諸佛菩薩的教誨，真是經上所說的，應以什麼身得度就現什麼身，諸佛菩薩應化在九法界。畜生道裡面種類很多，我們在《物猶如此》裡面看到過，菩薩要度豬，他就到那裡面去投胎做一頭豬，跟那些豬天天混在一起，給他講經說法。當然不是所有的豬都是這樣的，菩薩現豬身度那個豬，那是什麼豬？那個豬是過去修行人，一念之差墮到惡道裡來。但是他的薰修還是有相當功夫，墮到豬身，自己知道前世是修行人。菩薩看出來，到惡道裡面去教牠，幫助牠。牠受這個身就是一世，第二世，好的到極樂世界去，其次的生天，再其次的，又到人間來修行。"
    },
    {
      "id": "12-017-1334_p0038",
      "zh_CN": "同样的道理，如果这个人堕落在飞禽走兽里面，佛菩萨化同样的身；堕落在蚂蚁里面，菩萨就现蚂蚁身；堕落在花草树木，去做树神、花神、草木神，菩萨也示现在其中，慈悲到了极处。但是，任何一道教化众生的成就比不上人道多，所以人为万物之灵，这个话还是能讲得通。一切众生修行证果成佛一定在人道。所以，你看在天道，所示现的是菩萨身，菩萨示现佛身必定在人道，这也是法尔如是。所以，厚载万物而不仁，我们要学。学什么？没有分别、执着。但是，我们对于天地万物要常生感恩之心，天经地义。",
      "zh_TW": "同樣的道理，如果這個人墮落在飛禽走獸裡面，佛菩薩化同樣的身；墮落在螞蟻裡面，菩薩就現螞蟻身；墮落在花草樹木，去做樹神、花神、草木神，菩薩也示現在其中，慈悲到了極處。但是，任何一道教化眾生的成就比不上人道多，所以人為萬物之靈，這個話還是能講得通。一切眾生修行證果成佛一定在人道。所以，你看在天道，所示現的是菩薩身，菩薩示現佛身必定在人道，這也是法爾如是。所以，厚載萬物而不仁，我們要學。學什麼？沒有分別、執著。但是，我們對於天地萬物要常生感恩之心，天經地義。"
    },
    {
      "id": "12-017-1334_p0039",
      "zh_CN": "心性或者说法性，法性里面的大德就是爱跟感恩，法性里面的大能就是舍己为人。学佛、学道，如果对于这点都没有体会到，你什么都没有学到。真正学到是明白这个道理，我们的爱心就生出来，感恩的心就生出来，自自然然生出来，流露出来。贪瞋痴慢，种种不善，恶念、恶行自然就没有了，因为什么？那是妄，那不是真，那个东西要有外缘才生得起来；性德不需要外缘，自然流露，根尘一接触自然流露。我们要在日常生活当中，常常要保持觉而不迷，正而不邪，净而不染，佛菩萨教我们头一堂课，三自皈，也称之为三皈戒。",
      "zh_TW": "心性或者說法性，法性裡面的大德就是愛跟感恩，法性裡面的大能就是捨己為人。學佛、學道，如果對於這點都沒有體會到，你什麼都沒有學到。真正學到是明白這個道理，我們的愛心就生出來，感恩的心就生出來，自自然然生出來，流露出來。貪瞋痴慢，種種不善，惡念、惡行自然就沒有了，因為什麼？那是妄，那不是真，那個東西要有外緣才生得起來；性德不需要外緣，自然流露，根塵一接觸自然流露。我們要在日常生活當中，常常要保持覺而不迷，正而不邪，淨而不染，佛菩薩教我們頭一堂課，三自皈，也稱之為三皈戒。"
    },
    {
      "id": "12-017-1334_p0040",
      "zh_CN": "下面「约异类」，我们再看看清凉大师给我们的开示，「二约异类者，如下文，地轮依水轮，水轮依风轮，风轮依虚空，虚空无所依」，我们就看这段文。这段文说约异类，异类是讲外表，不是地球本身，地球本身是讲地心跟地面，这是讲外面。你看外面说「地轮依水轮」，大地的外面是海洋，这些说法我们要懂得。佛菩萨说法全叫方便法，方便里头有真实，真实里面有方便，这是我们一定要懂得。否则的话，你看到这个：这不合乎科学！你要晓得在那个时代，依一般众生的常识、知见，我们的大地，大地依什么？大地依水，依海洋，你看大地的四面都是海洋。轮在此地是表圆满，表法的意思我们要懂，地是圆圆满满依着海洋。海洋？海洋依虚空，看到海并没有边际，海那边是虚空，虚空无所依。这是讲的异类的现象，它也有所表。",
      "zh_TW": "下面「約異類」，我們再看看清涼大師給我們的開示，「二約異類者，如下文，地輪依水輪，水輪依風輪，風輪依虛空，虛空無所依」，我們就看這段文。這段文說約異類，異類是講外表，不是地球本身，地球本身是講地心跟地面，這是講外面。你看外面說「地輪依水輪」，大地的外面是海洋，這些說法我們要懂得。佛菩薩說法全叫方便法，方便裡頭有真實，真實裡面有方便，這是我們一定要懂得。否則的話，你看到這個：這不合乎科學！你要曉得在那個時代，依一般眾生的常識、知見，我們的大地，大地依什麼？大地依水，依海洋，你看大地的四面都是海洋。輪在此地是表圓滿，表法的意思我們要懂，地是圓圓滿滿依著海洋。海洋？海洋依虛空，看到海並沒有邊際，海那邊是虛空，虛空無所依。這是講的異類的現象，它也有所表。"
    },
    {
      "id": "12-017-1334_p0041",
      "zh_CN": "下面说，「准此，妄境依妄心，妄心依本识，本识依如来藏，如来藏无所依，是故若离如来藏，余诸妄法，各互相依，无体能相知，是则妄法无不皆尽」。这是从这个比喻里面来看一切法，一切法虚妄不实，一切法各各不相知，让你从这些现象里面去领悟，你去观察。所以《华严》在哪里？遍法界虚空界没有一法不是《大方广佛华严》，你懂得这个意思吗？这首偈里面教我们看大地，从地的表面到地心，然后再叫你看地的，这是从前的世界观，其实佛已经暗中讲到地是圆的，没有明说。怎么是暗中说？你看《弥陀经》上讲的六方，玄奘大师翻的讲的十方，东南西北，四维上下，这就暗示，还有下方，下方有世界，这在《华严》里面讲得更多、更详细。佛是在暗示，没有把它点出来，这随顺世人知见来说的，然后教你仔细体会这一切法虚妄不实。现在时间到了，这段意思我们下一堂课再续讲。",
      "zh_TW": "下面說，「準此，妄境依妄心，妄心依本識，本識依如來藏，如來藏無所依，是故若離如來藏，餘諸妄法，各互相依，無體能相知，是則妄法無不皆盡」。這是從這個比喻裡面來看一切法，一切法虛妄不實，一切法各各不相知，讓你從這些現象裡面去領悟，你去觀察。所以《華嚴》在哪裡？遍法界虛空界沒有一法不是《大方廣佛華嚴》，你懂得這個意思嗎？這首偈裡面教我們看大地，從地的表面到地心，然後再叫你看地的，這是從前的世界觀，其實佛已經暗中講到地是圓的，沒有明說。怎麼是暗中說？你看《彌陀經》上講的六方，玄奘大師翻的講的十方，東南西北，四維上下，這就暗示，還有下方，下方有世界，這在《華嚴》裡面講得更多、更詳細。佛是在暗示，沒有把它點出來，這隨順世人知見來說的，然後教你仔細體會這一切法虛妄不實。現在時間到了，這段意思我們下一堂課再續講。"
    }
  ]
}