{
  "doc_id": "12-017-1513",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五一三卷",
    "zh_TW": "第一五一三卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1513",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "12-017-1513_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「净行品第十一」，出家受戒，偈颂第十三首看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「淨行品第十一」，出家受戒，偈頌第十三首看起："
    },
    {
      "id": "12-017-1513_p0002",
      "zh_CN": "【受阇梨教。当愿众生。具足威仪。所行真实。】",
      "zh_TW": "【受闍梨教。當願眾生。具足威儀。所行真實。】"
    },
    {
      "id": "12-017-1513_p0003",
      "zh_CN": "前面一首偈是受戒，这正是在佛菩萨形像面前宣示，发愿做佛弟子，跟佛学习。既然发了大愿，一定要落实，谁来教你？佛菩萨不会亲自来教你，教你的这个人是老师，这个地方称之为『阇梨』，阿阇梨。阿阇梨是印度梵语音译过来的，翻成中国意思是轨范师，清凉大师有注解。「阇梨者，此云正行，轨范教授，故云具足威仪」，文字虽然不多，讲得很清楚。在这个地方我们要留意的，就是「阇梨」这个称号意思是正行。他自己行得不正，就没有办法给人家做榜样、做轨范；先要做到，然后才能教人。",
      "zh_TW": "前面一首偈是受戒，這正是在佛菩薩形像面前宣示，發願做佛弟子，跟佛學習。既然發了大願，一定要落實，誰來教你？佛菩薩不會親自來教你，教你的這個人是老師，這個地方稱之為『闍梨』，阿闍梨。阿闍梨是印度梵語音譯過來的，翻成中國意思是軌範師，清涼大師有註解。「闍梨者，此云正行，軌範教授，故云具足威儀」，文字雖然不多，講得很清楚。在這個地方我們要留意的，就是「闍梨」這個稱號意思是正行。他自己行得不正，就沒有辦法給人家做榜樣、做軌範；先要做到，然後才能教人。"
    },
    {
      "id": "12-017-1513_p0004",
      "zh_CN": "教学是个长程的工作，不但是一生一世，古大德常给我们讲，活到老，学到老，学不了，在佛法里面是从初发心到如来地。初发心到如来地决定不是一生能完成的，所以学习的期间非常之长，生生世世。我们平常常听的，是修行要经历三大阿僧祇劫，才能成佛。阿僧祇是印度数目字的单位，翻成中国意思是无央数，数目字很大，无央数，也就是我们一般人所说的无法计算，要经历这么长的时间。它不是阿僧祇年，三大阿僧祇年，不是的，劫。",
      "zh_TW": "教學是個長程的工作，不但是一生一世，古大德常給我們講，活到老，學到老，學不了，在佛法裡面是從初發心到如來地。初發心到如來地決定不是一生能完成的，所以學習的期間非常之長，生生世世。我們平常常聽的，是修行要經歷三大阿僧祇劫，才能成佛。阿僧祇是印度數目字的單位，翻成中國意思是無央數，數目字很大，無央數，也就是我們一般人所說的無法計算，要經歷這麼長的時間。它不是阿僧祇年，三大阿僧祇年，不是的，劫。"
    },
    {
      "id": "12-017-1513_p0005",
      "zh_CN": "劫是讲时间的单位，有大劫，有中劫，有小劫，这个地方是讲大劫。一个大劫是多长？佛经上讲的，我们这个世界经历一次成住坏空，叫一个大劫，世界的成住坏空。成住坏空这四个字叫中劫，成、住，我们现在是在第二个中劫，住。住下面，这个世界会坏，坏是一个中劫，再就完全空了。空一个中劫，然后这个世界慢慢又会形成，永远不断的在循环，成住坏空。四个中劫合起来称一个大劫，世界成住坏空要经过三大阿僧祇这样的数字，修行才能够圆满成佛。时间真的是太长，所以修行不是一生一世，生生世世接着干。",
      "zh_TW": "劫是講時間的單位，有大劫，有中劫，有小劫，這個地方是講大劫。一個大劫是多長？佛經上講的，我們這個世界經歷一次成住壞空，叫一個大劫，世界的成住壞空。成住壞空這四個字叫中劫，成、住，我們現在是在第二個中劫，住。住下面，這個世界會壞，壞是一個中劫，再就完全空了。空一個中劫，然後這個世界慢慢又會形成，永遠不斷的在循環，成住壞空。四個中劫合起來稱一個大劫，世界成住壞空要經過三大阿僧祇這樣的數字，修行才能夠圓滿成佛。時間真的是太長，所以修行不是一生一世，生生世世接著幹。"
    },
    {
      "id": "12-017-1513_p0006",
      "zh_CN": "由此可知，勇猛精进不是一世的，要有恒心，要有毅力，永恒不断。这就是中国《易经》里面所说的「自强不息」。我们看到中国古籍里面所记载的，孔夫子七十岁的时候还想多活几年，干什么？学《易》，《易经》，好好的来学《易》。目的是避免过错，使自己一生行持，断恶修善能做到圆满。从这些地方我们能够体验出来圣人的自强不息，并不是以为老了，可以不必学了。老了就更用功，更努力，希望自己的过失能够断尽，德行能够圆满。这都是给我们做榜样、做模范。",
      "zh_TW": "由此可知，勇猛精進不是一世的，要有恆心，要有毅力，永恆不斷。這就是中國《易經》裡面所說的「自強不息」。我們看到中國古籍裡面所記載的，孔夫子七十歲的時候還想多活幾年，幹什麼？學《易》，《易經》，好好的來學《易》。目的是避免過錯，使自己一生行持，斷惡修善能做到圓滿。從這些地方我們能夠體驗出來聖人的自強不息，並不是以為老了，可以不必學了。老了就更用功，更努力，希望自己的過失能夠斷盡，德行能夠圓滿。這都是給我們做榜樣、做模範。"
    },
    {
      "id": "12-017-1513_p0007",
      "zh_CN": "所以，经书不可不读，忏悔不能不修。读经书的目的何在？目的在检查自己，我们对人对事对物、对宇宙、对人生，我们的想法有没有错误，我们的看法有没有错误，日常生活当中，我们的言语、我们的行为有没有过失，经典是一面镜子。我们每天早晨起来，晚上睡觉，都会照照镜子，把身上这些肮脏东西洗干净，这个大家都很注意。可是我们的起心动念、言语造作，这些过失你怎么能发现？也得要一面镜子，这个镜子就是古圣先贤的教诲。",
      "zh_TW": "所以，經書不可不讀，懺悔不能不修。讀經書的目的何在？目的在檢查自己，我們對人對事對物、對宇宙、對人生，我們的想法有沒有錯誤，我們的看法有沒有錯誤，日常生活當中，我們的言語、我們的行為有沒有過失，經典是一面鏡子。我們每天早晨起來，晚上睡覺，都會照照鏡子，把身上這些骯髒東西洗乾淨，這個大家都很注意。可是我們的起心動念、言語造作，這些過失你怎麼能發現？也得要一面鏡子，這個鏡子就是古聖先賢的教誨。"
    },
    {
      "id": "12-017-1513_p0008",
      "zh_CN": "经典是一面镜子，历史是一面镜子，我们天天去读，天天去学，天天反省，天天改过自新。自己思想、言行可以做社会大众的榜样，这才是一个称职的阇梨，我们今天讲教授、老师，在佛门里面称法师，法师一定具足正行。正行就是儒家讲的「诚意正心」，修身，诚意、正心一定能够修身。可是这个问题，前面还有基础。为什么今天读孔子书的人做不到诚意正心？学佛的同学们做不到十善业道？这是什么原因？我们要找，要把原因找出来，把原因消除，这才真正能得到受用。",
      "zh_TW": "經典是一面鏡子，歷史是一面鏡子，我們天天去讀，天天去學，天天反省，天天改過自新。自己思想、言行可以做社會大眾的榜樣，這才是一個稱職的闍梨，我們今天講教授、老師，在佛門裡面稱法師，法師一定具足正行。正行就是儒家講的「誠意正心」，修身，誠意、正心一定能夠修身。可是這個問題，前面還有基礎。為什麼今天讀孔子書的人做不到誠意正心？學佛的同學們做不到十善業道？這是什麼原因？我們要找，要把原因找出來，把原因消除，這才真正能得到受用。"
    },
    {
      "id": "12-017-1513_p0009",
      "zh_CN": "原因是我们没有受过基础教育。教育，现在连外国的一些专家学者也讨论到，我听他们说过，教育最重要的年龄是在五岁之前，扎根的教育。这个话说得正确，五岁之前，算是不错，发现了，五岁之后就不好教了，五岁之前。这些学者专家们还没有讲到具体，我们中国的老祖宗高明到极处，不但他知道，他早就落实，他就做到了，五千年前就在干。从什么时候教起？五岁太迟，从小孩一出生就开始教。谁教他？阿阇梨教他，阿阇梨是谁？父母，父母在婴孩的面前，言谈举止全是正行。千万不要小看小孩刚刚生下来几天，他懂什么！对，就是因为他不懂，他在学，他在看大人。他眼睛睁开他会看，他小耳朵会听，这些东西落下印象。所以父母、大人在他面前，一言一笑、一举一动都要知道正行。",
      "zh_TW": "原因是我們沒有受過基礎教育。教育，現在連外國的一些專家學者也討論到，我聽他們說過，教育最重要的年齡是在五歲之前，扎根的教育。這個話說得正確，五歲之前，算是不錯，發現了，五歲之後就不好教了，五歲之前。這些學者專家們還沒有講到具體，我們中國的老祖宗高明到極處，不但他知道，他早就落實，他就做到了，五千年前就在幹。從什麼時候教起？五歲太遲，從小孩一出生就開始教。誰教他？阿闍梨教他，阿闍梨是誰？父母，父母在嬰孩的面前，言談舉止全是正行。千萬不要小看小孩剛剛生下來幾天，他懂什麼！對，就是因為他不懂，他在學，他在看大人。他眼睛睜開他會看，他小耳朵會聽，這些東西落下印象。所以父母、大人在他面前，一言一笑、一舉一動都要知道正行。"
    },
    {
      "id": "12-017-1513_p0010",
      "zh_CN": "正的标准是什么？现在我们用的《弟子规》就是标准。所以《弟子规》不是教小朋友念的，是做父母、是家里做长辈的，用这个做为身教的标准对婴儿。这个小孩从一出生，他所看的，他所听的，他所接触的都是正行，你知道那个印象多深！所以谚语常说「三岁看八十，七岁看终身」，这才有道理。他从出世到三岁，他已经学了三年，这三年是他的根，他所看到、听到、接触到的都是伦理道德，纯正无邪。所以到三岁、四岁，他就有能力辨别正邪、善恶、是非，他就有能力。他知道这个做法是对的，那个是错误的，他就懂了。",
      "zh_TW": "正的標準是什麼？現在我們用的《弟子規》就是標準。所以《弟子規》不是教小朋友念的，是做父母、是家裡做長輩的，用這個做為身教的標準對嬰兒。這個小孩從一出生，他所看的，他所聽的，他所接觸的都是正行，你知道那個印象多深！所以諺語常說「三歲看八十，七歲看終身」，這才有道理。他從出世到三歲，他已經學了三年，這三年是他的根，他所看到、聽到、接觸到的都是倫理道德，純正無邪。所以到三歲、四歲，他就有能力辨別正邪、善惡、是非，他就有能力。他知道這個做法是對的，那個是錯誤的，他就懂了。"
    },
    {
      "id": "12-017-1513_p0011",
      "zh_CN": "但是诸位要记住，我们祖宗传统的教法到民国，国家才疏忽了，民国是我们中国悲惨的命运，整个社会动乱。满清灭亡之后，军阀割据，接着是中日的战争，把整个社会打乱了，每个人忙着生活，忙着逃难。我这个年龄，小的时候逃难，这种教育就没受到。但是我在家乡，我们住乡下，乡下人淳朴，还沾到一点边缘；小我五、六岁的，边缘都没沾上，完全不知道。小时候我们念书，在祠堂里面念四书，城隍庙里面学到因果教育，阎王殿。那个时候的阎王殿，十殿阎王都是泥塑的，塑得栩栩如生。让你看了之后，大人就教你，小孩不可以做坏事，做了坏事将来在地狱里头就受这样的果报，印象非常深刻。这些都是从小接受的，根深蒂固，真的影响了一生。以后长大，无论在什么地方，起心动念会想到父母、老师的教诲，会想到城隍庙阎王殿里面塑像显示的报应，你就不敢起一个恶念，就不敢做一桩坏事。",
      "zh_TW": "但是諸位要記住，我們祖宗傳統的教法到民國，國家才疏忽了，民國是我們中國悲慘的命運，整個社會動亂。滿清滅亡之後，軍閥割據，接著是中日的戰爭，把整個社會打亂了，每個人忙著生活，忙著逃難。我這個年齡，小的時候逃難，這種教育就沒受到。但是我在家鄉，我們住鄉下，鄉下人淳樸，還沾到一點邊緣；小我五、六歲的，邊緣都沒沾上，完全不知道。小時候我們念書，在祠堂裡面念四書，城隍廟裡面學到因果教育，閻王殿。那個時候的閻王殿，十殿閻王都是泥塑的，塑得栩栩如生。讓你看了之後，大人就教你，小孩不可以做壞事，做了壞事將來在地獄裡頭就受這樣的果報，印象非常深刻。這些都是從小接受的，根深蒂固，真的影響了一生。以後長大，無論在什麼地方，起心動念會想到父母、老師的教誨，會想到城隍廟閻王殿裡面塑像顯示的報應，你就不敢起一個惡念，就不敢做一樁壞事。"
    },
    {
      "id": "12-017-1513_p0012",
      "zh_CN": "所以我常讲，好人是教出来的，圣贤也是教出来的，佛菩萨还是教出来的，看你怎么教法！恶人也是教出来的，现在讲恐怖分子，还是教出来的。「建国君民，教学为先」，中国人懂得教育，中国人善于教育。你看教育这两个字，诸位要是查一查《说文解字》，就是这个字是什么意思，为什么要这样写法，你去好好研究一下。「教」的意思是「上行下效」，你上一代怎么做法，底下在模仿。所以，你的父母怎么做法，儿女模仿，这是教。你要教他好的，你自己要做得正，他就学到正面的；你自己做得不正，他就学歪了。他学正，一定超过你，比你做得更好；他要学歪了，一定比你还要坏，上行下效。在家庭如此，在公司行号也如是，在社会如是，在国家也如是，在整个世界也没有例外。今天整个世界社会动乱，你就晓得原因出在哪里，没教好！",
      "zh_TW": "所以我常講，好人是教出來的，聖賢也是教出來的，佛菩薩還是教出來的，看你怎麼教法！惡人也是教出來的，現在講恐怖分子，還是教出來的。「建國君民，教學為先」，中國人懂得教育，中國人善於教育。你看教育這兩個字，諸位要是查一查《說文解字》，就是這個字是什麼意思，為什麼要這樣寫法，你去好好研究一下。「教」的意思是「上行下效」，你上一代怎麼做法，底下在模仿。所以，你的父母怎麼做法，兒女模仿，這是教。你要教他好的，你自己要做得正，他就學到正面的；你自己做得不正，他就學歪了。他學正，一定超過你，比你做得更好；他要學歪了，一定比你還要壞，上行下效。在家庭如此，在公司行號也如是，在社會如是，在國家也如是，在整個世界也沒有例外。今天整個世界社會動亂，你就曉得原因出在哪裡，沒教好！"
    },
    {
      "id": "12-017-1513_p0013",
      "zh_CN": "「育」是什么意思？育是「救失而长善」。失是过失，人不可能没有过失，过失要帮助你改正，改过来，这叫救失。你也有善念、善行，善念、善行要天天增长；不善的念头，不善的言行，要天天去改正，这叫育。教育两个字的本意，你看多好！你要懂得这两个字的意思，你才晓得我们在家庭、在社会，思想、言行多么重要。为什么？它会影响别人。别人看到你，会向你效法，你的社会责任就很重。不能说我做这个坏事没有人知道，与别人不相干，那你错了。特别是在社会上具有影响力的，哪些是影响力？在家里面，家长，你的父母、祖父母、伯叔，你的长辈会影响你。在社会，各个阶层的领导人会影响你，譬如在一个县市，县市长，人民也看县市长，有意无意的都会向他学习。县市长行正，大家就会学正；做县市长的人不正，大家都学坏了。再往上去，国家领导人。",
      "zh_TW": "「育」是什麼意思？育是「救失而長善」。失是過失，人不可能沒有過失，過失要幫助你改正，改過來，這叫救失。你也有善念、善行，善念、善行要天天增長；不善的念頭，不善的言行，要天天去改正，這叫育。教育兩個字的本意，你看多好！你要懂得這兩個字的意思，你才曉得我們在家庭、在社會，思想、言行多麼重要。為什麼？它會影響別人。別人看到你，會向你效法，你的社會責任就很重。不能說我做這個壞事沒有人知道，與別人不相干，那你錯了。特別是在社會上具有影響力的，哪些是影響力？在家裡面，家長，你的父母、祖父母、伯叔，你的長輩會影響你。在社會，各個階層的領導人會影響你，譬如在一個縣市，縣市長，人民也看縣市長，有意無意的都會向他學習。縣市長行正，大家就會學正；做縣市長的人不正，大家都學壞了。再往上去，國家領導人。"
    },
    {
      "id": "12-017-1513_p0014",
      "zh_CN": "现在影响范围更大，我看在社会上对年轻人影响最大的，无过于电影明星、歌唱的明星。他们一举一动都是年轻人的榜样，他们如果行正，年轻人都学好，这是我们不能不知道的。任何一个人，极其微细的地方是起心动念，不要以为是一个很小的善念、一个很小的恶念，对社会、对众生都会产生影响。现在科学发达，大家都知道现在这个世界都讲到波动，电磁波、声波、光波。你知不知道思想也有波？一个善的念头那就是正行的波，一个恶的念头就是邪行的波。不但你能看到这个波动会影响有形的众生，就是我们六根能接触得到的，你能看到的、能听到的，你细心观察，他受到感染；还有我们六根接触不到的，佛法里面讲的九法界众生。十法界除了我们人法界，我们能接触到，其他九法界，我们六根能力接触不到。虽然接触不到，有没有影响？同样有影响。",
      "zh_TW": "現在影響範圍更大，我看在社會上對年輕人影響最大的，無過於電影明星、歌唱的明星。他們一舉一動都是年輕人的榜樣，他們如果行正，年輕人都學好，這是我們不能不知道的。任何一個人，極其微細的地方是起心動念，不要以為是一個很小的善念、一個很小的惡念，對社會、對眾生都會產生影響。現在科學發達，大家都知道現在這個世界都講到波動，電磁波、聲波、光波。你知不知道思想也有波？一個善的念頭那就是正行的波，一個惡的念頭就是邪行的波。不但你能看到這個波動會影響有形的眾生，就是我們六根能接觸得到的，你能看到的、能聽到的，你細心觀察，他受到感染；還有我們六根接觸不到的，佛法裡面講的九法界眾生。十法界除了我們人法界，我們能接觸到，其他九法界，我們六根能力接觸不到。雖然接觸不到，有沒有影響？同樣有影響。"
    },
    {
      "id": "12-017-1513_p0015",
      "zh_CN": "这桩事情宗教里面说得很多，譬如中国人常常听到的，我们起个善念、起个恶念，鬼神知道，佛菩萨知道，这是跟我们不同维次空间。其他宗教也说，你一生的善念、善言、善行，或者是恶念、恶言、恶行，都有鬼神给你记录，到末日审判的时候，这些东西都是证据。上帝赏善罚恶，凭什么？就凭这些档案资料。档案资料从哪里记录的？就是起心动念，波动！这个波动是遍法界虚空界，哪能没有影响？影响确实很大，不可以不知道。",
      "zh_TW": "這樁事情宗教裡面說得很多，譬如中國人常常聽到的，我們起個善念、起個惡念，鬼神知道，佛菩薩知道，這是跟我們不同維次空間。其他宗教也說，你一生的善念、善言、善行，或者是惡念、惡言、惡行，都有鬼神給你記錄，到末日審判的時候，這些東西都是證據。上帝賞善罰惡，憑什麼？就憑這些檔案資料。檔案資料從哪裡記錄的？就是起心動念，波動！這個波動是遍法界虛空界，哪能沒有影響？影響確實很大，不可以不知道。"
    },
    {
      "id": "12-017-1513_p0016",
      "zh_CN": "知道这些事情，所以圣人教我们「慎独」，独是独自一个人。你在房间里头，没有人看到你，你都要很谨慎，不能随便，不可以马虎。为什么？有很多看不见的那些生物，我们看不到他，他看到我们；他的空间维次比我们高，可以看到我们，我们看不到他。在佛法里面讲的就更明显，佛法讲六通，天眼通，见没有障碍；天耳通，听没有障碍；他心通，一切众生心里想什么他都知道。「他」是别人，别人心里起心动念他知道，叫他心通。佛告诉我们，六种神通是一切众生自性本具的能力，一点都不希奇，人人都有。我们现在为什么没有？佛说我们是迷了自性。怎么迷？妄想分别执着把我们自性的德能、自性本有的智慧障碍住，不能现前。《华严经》讲得很透彻，如果我们能够把妄想分别执着放下，舍掉，我们自性里面本具的智慧、德能都现前，一点奇怪都没有。",
      "zh_TW": "知道這些事情，所以聖人教我們「慎獨」，獨是獨自一個人。你在房間裡頭，沒有人看到你，你都要很謹慎，不能隨便，不可以馬虎。為什麼？有很多看不見的那些生物，我們看不到他，他看到我們；他的空間維次比我們高，可以看到我們，我們看不到他。在佛法裡面講的就更明顯，佛法講六通，天眼通，見沒有障礙；天耳通，聽沒有障礙；他心通，一切眾生心裡想什麼他都知道。「他」是別人，別人心裡起心動念他知道，叫他心通。佛告訴我們，六種神通是一切眾生自性本具的能力，一點都不希奇，人人都有。我們現在為什麼沒有？佛說我們是迷了自性。怎麼迷？妄想分別執著把我們自性的德能、自性本有的智慧障礙住，不能現前。《華嚴經》講得很透徹，如果我們能夠把妄想分別執著放下，捨掉，我們自性裡面本具的智慧、德能都現前，一點奇怪都沒有。"
    },
    {
      "id": "12-017-1513_p0017",
      "zh_CN": "所以天人有报得的五通，漏尽通他没有，其他的都有。为什么他有？欲界天，虽然欲他没有断，他比我们淡，愈往上面去愈淡薄，障碍就愈来愈少。你只要淡一分，你的智慧、德能就透一分，淡两分就透两分，到一定的程度，你的本能就逐渐逐渐的恢复。欲界天人他们确实有五通，五通的能力各个不相同。譬如欲界六层天，往上面去，一层比一层高；愈往上去，对于七情五欲愈淡薄，到色界完全没有了。所以色界就是七情五欲完全被控制，阿赖耶里面习气种子有，但是它不会起现行，就是他的定功、他的智慧把它控制住，不起作用，他的能力就更大，这五种神通就更大。我们知道色界有十八层天，无色界有四层天，愈往上面去，真是我们所谓神通广大，他们知道。",
      "zh_TW": "所以天人有報得的五通，漏盡通他沒有，其他的都有。為什麼他有？欲界天，雖然欲他沒有斷，他比我們淡，愈往上面去愈淡薄，障礙就愈來愈少。你只要淡一分，你的智慧、德能就透一分，淡兩分就透兩分，到一定的程度，你的本能就逐漸逐漸的恢復。欲界天人他們確實有五通，五通的能力各個不相同。譬如欲界六層天，往上面去，一層比一層高；愈往上去，對於七情五欲愈淡薄，到色界完全沒有了。所以色界就是七情五欲完全被控制，阿賴耶裡面習氣種子有，但是它不會起現行，就是他的定功、他的智慧把它控制住，不起作用，他的能力就更大，這五種神通就更大。我們知道色界有十八層天，無色界有四層天，愈往上面去，真是我們所謂神通廣大，他們知道。"
    },
    {
      "id": "12-017-1513_p0018",
      "zh_CN": "这些人神通广大，说老实话，比不上往生极乐世界的人，诸位读《无量寿经》就明白了。你看《无量寿经》上所说的，往生西方极乐世界，它没有说品位，也没有说到极乐世界时间的长短，没讲，换句话说，人只要一生到极乐世界，哪怕是凡圣同居土下下品往生的人，天眼洞视，就是遍法界虚空界一切诸佛刹土众生，他都能见到；天耳彻听，法界虚空界所有一切音声，他没有听不到的；他心遍知，一切众生起心动念，他都知道。往生到西方极乐世界，自性里头本具的能力好像都恢复了，决不是二十八层天人能够相比，差太远了。这是什么原因？我们往生是带业往生，阿弥陀佛本愿威神加持这是缘，因是你自性本具的智慧、德能现前，所以这个法门无比的殊胜。",
      "zh_TW": "這些人神通廣大，說老實話，比不上往生極樂世界的人，諸位讀《無量壽經》就明白了。你看《無量壽經》上所說的，往生西方極樂世界，它沒有說品位，也沒有說到極樂世界時間的長短，沒講，換句話說，人只要一生到極樂世界，哪怕是凡聖同居土下下品往生的人，天眼洞視，就是遍法界虛空界一切諸佛剎土眾生，他都能見到；天耳徹聽，法界虛空界所有一切音聲，他沒有聽不到的；他心遍知，一切眾生起心動念，他都知道。往生到西方極樂世界，自性裡頭本具的能力好像都恢復了，決不是二十八層天人能夠相比，差太遠了。這是什麼原因？我們往生是帶業往生，阿彌陀佛本願威神加持這是緣，因是你自性本具的智慧、德能現前，所以這個法門無比的殊勝。"
    },
    {
      "id": "12-017-1513_p0019",
      "zh_CN": "这个世间人间天上，要知道，不值得留恋；天上尚且没有留恋，何况人间。所以学佛的人，真正把这事实真相搞清楚，我们的目标锁定极乐世界，这一生当中非去不可。这个世间什么都不留恋，「凡所有相，皆是虚妄」，无论在家、出家，真正佛弟子要放得下，要看得破；把放下、看破做出来给大众做个榜样，那你就是阿阇梨。阿阇梨，我们用它的意思来引伸，就是社会大众的好榜样。无论是什么人，男女老少、各行各业，做好样子给人看，人家自自然然向你学习，你就是真正的阿阇梨。虽然你没有阿阇梨的称号，可是你是真的，不是假的。这个我们要懂得，这属于华严境界，也正是佛门当中常说的重实质不重形式。从事于教学工作的人，这有形式，这也是无论在家、出家，从事于教学，「学为人师，行为世范」，这就是阿阇梨。如果不是从事于教学工作的人，男女老少、各行各业，你在你自己本分工作上做得很如法，给社会大众做好样子，你就是阿阇梨。这是没有具形式，但是你是真的，不是假的。你做得很像，你就会得三宝加持，你就很像一个佛菩萨再来的人。譬如做商人，商人菩萨，你是做工人，工人菩萨，无论从事哪个行业，你在那个行业都做得最圆满，菩萨化身！做一个清洁工人，你看他非常认真负责，他所清洁的地方干干净净一尘不染，清洁工人里面的菩萨，都是真正的阇梨。",
      "zh_TW": "這個世間人間天上，要知道，不值得留戀；天上尚且沒有留戀，何況人間。所以學佛的人，真正把這事實真相搞清楚，我們的目標鎖定極樂世界，這一生當中非去不可。這個世間什麼都不留戀，「凡所有相，皆是虛妄」，無論在家、出家，真正佛弟子要放得下，要看得破；把放下、看破做出來給大眾做個榜樣，那你就是阿闍梨。阿闍梨，我們用它的意思來引伸，就是社會大眾的好榜樣。無論是什麼人，男女老少、各行各業，做好樣子給人看，人家自自然然向你學習，你就是真正的阿闍梨。雖然你沒有阿闍梨的稱號，可是你是真的，不是假的。這個我們要懂得，這屬於華嚴境界，也正是佛門當中常說的重實質不重形式。從事於教學工作的人，這有形式，這也是無論在家、出家，從事於教學，「學為人師，行為世範」，這就是阿闍梨。如果不是從事於教學工作的人，男女老少、各行各業，你在你自己本分工作上做得很如法，給社會大眾做好樣子，你就是阿闍梨。這是沒有具形式，但是你是真的，不是假的。你做得很像，你就會得三寶加持，你就很像一個佛菩薩再來的人。譬如做商人，商人菩薩，你是做工人，工人菩薩，無論從事哪個行業，你在那個行業都做得最圓滿，菩薩化身！做一個清潔工人，你看他非常認真負責，他所清潔的地方乾乾淨淨一塵不染，清潔工人裡面的菩薩，都是真正的闍梨。"
    },
    {
      "id": "12-017-1513_p0020",
      "zh_CN": "『受阇梨教』，「教」是影响，我们受阿阇梨的教诲。今天对于老同学来说，佛的教诲是经典，经是佛教。注解，我们现在采取的是清凉大师的《疏钞》，清凉大师是我们的阿阇梨；我们采取李长者的《合论》做参考，李长者是我们的阿阇梨。我们选的课本是《疏论纂要》，乾隆年间鼓山道霈禅师编辑的，道霈禅师是我们的阿阇梨。我们「受阇梨教」，经是佛教，注解是阇梨教；我们修净土，净土五经一论是佛教，历代祖师的注解这是阇梨。过去李老师教我学印光法师，印光法师的《文钞》、印光法师的全集，那就是阿阇梨。我们去读诵，我们去思惟、去理解，依教奉行，这是受阇梨教。",
      "zh_TW": "『受闍梨教』，「教」是影響，我們受阿闍梨的教誨。今天對於老同學來說，佛的教誨是經典，經是佛教。註解，我們現在採取的是清涼大師的《疏鈔》，清涼大師是我們的阿闍梨；我們採取李長者的《合論》做參考，李長者是我們的阿闍梨。我們選的課本是《疏論纂要》，乾隆年間鼓山道霈禪師編輯的，道霈禪師是我們的阿闍梨。我們「受闍梨教」，經是佛教，註解是闍梨教；我們修淨土，淨土五經一論是佛教，歷代祖師的註解這是闍梨。過去李老師教我學印光法師，印光法師的《文鈔》、印光法師的全集，那就是阿闍梨。我們去讀誦，我們去思惟、去理解，依教奉行，這是受闍梨教。"
    },
    {
      "id": "12-017-1513_p0021",
      "zh_CN": "『当愿众生』，要知道这一句意思深广没有边际，此地讲的众生，是遍法界虚空界一切诸佛刹土里面的众生，你说范围多大！不是我们这个地球上，也不是我们这个银河系，而是遍法界虚空界一切刹土里面十法界的众生。这真正是把心量拓开了，大心量！念念有这么大的心量，这就是古大德所说的「大道心众生」。大道心众生学佛快，有这个条件，可以学《华严》。清凉大师在《华严经疏钞》开端，给我们讲这个经的当机者，十种人具足条件学《华严》，其中有一种就是大道心众生。这个人心量太大，起心动念都是遍法界虚空界，这个心量的人他与《华严》相应。念念利益一切众生，利益一切众生你怎么会害众生？当然绝对不会有这个念头，念念皆善。念善，言就善；言善，行就善，这就具足阇梨。",
      "zh_TW": "『當願眾生』，要知道這一句意思深廣沒有邊際，此地講的眾生，是遍法界虛空界一切諸佛剎土裡面的眾生，你說範圍多大！不是我們這個地球上，也不是我們這個銀河系，而是遍法界虛空界一切剎土裡面十法界的眾生。這真正是把心量拓開了，大心量！念念有這麼大的心量，這就是古大德所說的「大道心眾生」。大道心眾生學佛快，有這個條件，可以學《華嚴》。清涼大師在《華嚴經疏鈔》開端，給我們講這個經的當機者，十種人具足條件學《華嚴》，其中有一種就是大道心眾生。這個人心量太大，起心動念都是遍法界虛空界，這個心量的人他與《華嚴》相應。念念利益一切眾生，利益一切眾生你怎麼會害眾生？當然絕對不會有這個念頭，念念皆善。念善，言就善；言善，行就善，這就具足闍梨。"
    },
    {
      "id": "12-017-1513_p0022",
      "zh_CN": "『具足威仪，所行真实』，「威仪」我们中国人讲规矩、风度、人品，与这个都接近。威是威德，仪是仪表，讲得浅一点、白一点，就是规矩。戒律里面实实在在讲，戒律不多，威仪多。沙弥，佛教沙弥，戒律只有十条，另外有二十四门威仪，就是在日常生活当中的规矩。我们现在勉励同学，要补习扎根教育，用什么扎根？用《弟子规》，《弟子规》是威仪。什么是戒？孔夫子的教诲是戒，「弟子入则孝，出则弟，谨而信，泛爱众，而亲仁，行有余力，则以学文」，这是戒。你看后人就依据这个戒条，定下许多规矩，把这个戒条落实在日常当中，这是威仪。",
      "zh_TW": "『具足威儀，所行真實』，「威儀」我們中國人講規矩、風度、人品，與這個都接近。威是威德，儀是儀表，講得淺一點、白一點，就是規矩。戒律裡面實實在在講，戒律不多，威儀多。沙彌，佛教沙彌，戒律只有十條，另外有二十四門威儀，就是在日常生活當中的規矩。我們現在勉勵同學，要補習扎根教育，用什麼扎根？用《弟子規》，《弟子規》是威儀。什麼是戒？孔夫子的教誨是戒，「弟子入則孝，出則弟，謹而信，汎愛眾，而親仁，行有餘力，則以學文」，這是戒。你看後人就依據這個戒條，定下許多規矩，把這個戒條落實在日常當中，這是威儀。"
    },
    {
      "id": "12-017-1513_p0023",
      "zh_CN": "所以《弟子规》是儒家的戒律、威仪，是做人的根本，那才像一个人！你真正能做到，那你就是真的人，实实在在你把人道做到。你没做到，样子是个人，你的思想、行为不像人。思想、行为不像人，你将来死了到哪里去不是很清楚吗？像什么就到哪里去了，像畜生就到畜生道去，像饿鬼就到饿鬼道去，像地狱就到地狱道去。像个人，你来生一定还是人身，甚至于你的德行往上提升，你来生就生天。",
      "zh_TW": "所以《弟子規》是儒家的戒律、威儀，是做人的根本，那才像一個人！你真正能做到，那你就是真的人，實實在在你把人道做到。你沒做到，樣子是個人，你的思想、行為不像人。思想、行為不像人，你將來死了到哪裡去不是很清楚嗎？像什麼就到哪裡去了，像畜生就到畜生道去，像餓鬼就到餓鬼道去，像地獄就到地獄道去。像個人，你來生一定還是人身，甚至於你的德行往上提升，你來生就生天。"
    },
    {
      "id": "12-017-1513_p0024",
      "zh_CN": "「所行真实」，真是真性，实是性德，思想、言行都与自性本具智慧、德能相应，这叫真实。在佛法里面就是三皈、五戒、十善，十善是基础，十善做不到，三皈五戒是假的，有名无实。十善要怎么做到？有《弟子规》的基础，十善就不难，这就是所谓佛法建立在世法的基础上。你要不是世间的善人，你就不能够入佛门。入佛门，你看经典一打开，你一定看到「善男子，善女人」，那个善男子、善女人具足世间善法，具足世善，然后再学佛教的十善，这才真正是善男子、善女人，你才能够受持三皈五戒。这首偈我们就讲到此地。",
      "zh_TW": "「所行真實」，真是真性，實是性德，思想、言行都與自性本具智慧、德能相應，這叫真實。在佛法裡面就是三皈、五戒、十善，十善是基礎，十善做不到，三皈五戒是假的，有名無實。十善要怎麼做到？有《弟子規》的基礎，十善就不難，這就是所謂佛法建立在世法的基礎上。你要不是世間的善人，你就不能夠入佛門。入佛門，你看經典一打開，你一定看到「善男子，善女人」，那個善男子、善女人具足世間善法，具足世善，然後再學佛教的十善，這才真正是善男子、善女人，你才能夠受持三皈五戒。這首偈我們就講到此地。"
    },
    {
      "id": "12-017-1513_p0025",
      "zh_CN": "诸位同学，请坐，大家请坐，请接着看第十四首偈：",
      "zh_TW": "諸位同學，請坐，大家請坐，請接著看第十四首偈："
    },
    {
      "id": "12-017-1513_p0026",
      "zh_CN": "【受和尚教。当愿众生。入无生智。到无依处。】",
      "zh_TW": "【受和尚教。當願眾生。入無生智。到無依處。】"
    },
    {
      "id": "12-017-1513_p0027",
      "zh_CN": "我们先看清凉大师的注解，「和尚，此云亲教，亦云力生，道力自彼生故，故翻云，入无生智，依之得戒，故翻无依」。『和尚』是印度梵语，翻成中国的意思是亲教师，翻作亲教师。我们看到这两个字，就能想到它的意思，亲自教导我们的，这个人称「和尚」。像在我们一般求学，有老师，还有助教，老师是和尚，助教是阇梨。在一个学校里面，校长是亲教，为什么？教学的政策是他制定的，他决定的，课程是他安排的。哪个课程请什么人来教，是他请的，他请的那位老师，是帮助他教学的；换句话说，都是他的助教，来执行他教学的计划，所以那是属于助教。由此可知，在学校里念书，校长是和尚。和尚不一定来上课，他请阿阇梨来上课，这个诸位要懂。教育办得好，国家奖赏是奖赏校长，他办得好。不会说哪个教员办得好，哪个教授办得好，不是的；国家奖赏是校长。如果这个教育办得不好，受惩罚的也是校长，这你要懂得。",
      "zh_TW": "我們先看清涼大師的註解，「和尚，此云親教，亦云力生，道力自彼生故，故翻云，入無生智，依之得戒，故翻無依」。『和尚』是印度梵語，翻成中國的意思是親教師，翻作親教師。我們看到這兩個字，就能想到它的意思，親自教導我們的，這個人稱「和尚」。像在我們一般求學，有老師，還有助教，老師是和尚，助教是闍梨。在一個學校裡面，校長是親教，為什麼？教學的政策是他制定的，他決定的，課程是他安排的。哪個課程請什麼人來教，是他請的，他請的那位老師，是幫助他教學的；換句話說，都是他的助教，來執行他教學的計畫，所以那是屬於助教。由此可知，在學校裡念書，校長是和尚。和尚不一定來上課，他請阿闍梨來上課，這個諸位要懂。教育辦得好，國家獎賞是獎賞校長，他辦得好。不會說哪個教員辦得好，哪個教授辦得好，不是的；國家獎賞是校長。如果這個教育辦得不好，受懲罰的也是校長，這你要懂得。"
    },
    {
      "id": "12-017-1513_p0028",
      "zh_CN": "所以，我们在学校受到良好的教育，我们头一个感恩，不是教我的老师，是我们的校长，要感激他，给我们上课的这些好老师是他请的，我们要感激请的人。和尚跟阇梨差别在什么地方，我们就明白了。阇梨是轨范，学为人师，行为世范，一般学校里面的教授；亲教师是校长。在研究所里面，像硕士班、博士班，指导教授也可以称之为和尚。他虽然不是主持整个教育政策，他负责专门研究一个科目。往往这个科目他设计，他做主，他来指导，指导教授可以称和尚。",
      "zh_TW": "所以，我們在學校受到良好的教育，我們頭一個感恩，不是教我的老師，是我們的校長，要感激他，給我們上課的這些好老師是他請的，我們要感激請的人。和尚跟闍梨差別在什麼地方，我們就明白了。闍梨是軌範，學為人師，行為世範，一般學校裡面的教授；親教師是校長。在研究所裡面，像碩士班、博士班，指導教授也可以稱之為和尚。他雖然不是主持整個教育政策，他負責專門研究一個科目。往往這個科目他設計，他做主，他來指導，指導教授可以稱和尚。"
    },
    {
      "id": "12-017-1513_p0029",
      "zh_CN": "和尚不一定是出家人，诸位要知道。佛门里面和尚、阿阇梨，现在我们通常称法师，都不一定是出家人，在家人可以称呼。只有沙弥、比丘，这个称呼决定是出家人，这些常识我们要懂。凡是主持教学的，主持教学的人都称和尚，在印度都称和尚。所以和尚也不分男女，譬如学校校长是个女的，她称和尚。我过去在台中求学，我们的老师李炳南老居士，在家人，我们称他称和尚。因为全盘教学计划确实是他设计的，他指导的。他也有几个助教，这些助教多半都是他的学生，跟他学佛多年了。像是早年台中慈光图书馆，每年都办几届大专佛学讲座。佛学讲座时间虽然不长，都是寒暑假，利用学生假期，报名来参加，在台湾各个大专学校都有。课程有六门课程，课程是老师设计的，老师安排的；某一个课程请哪个人来教，是他请的，这和尚。来担任教学的，教某个课程的，这个人跟学生的关系是阿阇梨。这是我们都要分得很清楚，所以他是亲教师。",
      "zh_TW": "和尚不一定是出家人，諸位要知道。佛門裡面和尚、阿闍梨，現在我們通常稱法師，都不一定是出家人，在家人可以稱呼。只有沙彌、比丘，這個稱呼決定是出家人，這些常識我們要懂。凡是主持教學的，主持教學的人都稱和尚，在印度都稱和尚。所以和尚也不分男女，譬如學校校長是個女的，她稱和尚。我過去在台中求學，我們的老師李炳南老居士，在家人，我們稱他稱和尚。因為全盤教學計畫確實是他設計的，他指導的。他也有幾個助教，這些助教多半都是他的學生，跟他學佛多年了。像是早年台中慈光圖書館，每年都辦幾屆大專佛學講座。佛學講座時間雖然不長，都是寒暑假，利用學生假期，報名來參加，在台灣各個大專學校都有。課程有六門課程，課程是老師設計的，老師安排的；某一個課程請哪個人來教，是他請的，這和尚。來擔任教學的，教某個課程的，這個人跟學生的關係是阿闍梨。這是我們都要分得很清楚，所以他是親教師。"
    },
    {
      "id": "12-017-1513_p0030",
      "zh_CN": "另外一个意思叫力生。和尚是梵文音译的，所以有的时候我们在经典上看到，和尚，它就写上下的上，也行。它是音译，音同就行，它是梵文音译，所以要懂它的意思。什么叫力生？我们学佛，我们的戒定慧，戒定慧是道，戒定慧有力，戒有了力，自然就能够断恶修善；定有了力，决定能控制妄想；智慧要有力，你就能辨别真妄、邪正、是非，你有这个能力。这个道力是从和尚那个地方得来的，由于他的教诲，我们才有这种能力，智慧、德能。智慧、德能是从他那里生的，所以和尚也翻作力生，他有能力帮助我们生起道力。这是和尚两个字的意思。",
      "zh_TW": "另外一個意思叫力生。和尚是梵文音譯的，所以有的時候我們在經典上看到，和尚，它就寫上下的上，也行。它是音譯，音同就行，它是梵文音譯，所以要懂它的意思。什麼叫力生？我們學佛，我們的戒定慧，戒定慧是道，戒定慧有力，戒有了力，自然就能夠斷惡修善；定有了力，決定能控制妄想；智慧要有力，你就能辨別真妄、邪正、是非，你有這個能力。這個道力是從和尚那個地方得來的，由於他的教誨，我們才有這種能力，智慧、德能。智慧、德能是從他那裡生的，所以和尚也翻作力生，他有能力幫助我們生起道力。這是和尚兩個字的意思。"
    },
    {
      "id": "12-017-1513_p0031",
      "zh_CN": "『受和尚教』，接受老师的教诲，前面我们读过大师、小师，大师是佛，小师就是和尚。和尚教导我们的，无论是思惟、言语、行止，决定不离开经教，这是个真正好的和尚。为什么？佛是个彻底究竟觉悟的人，可以说没有一丝毫的缺陷，这是世间圣人做不到的；世间圣人没有彻底觉悟，还有过失。菩萨，到等觉菩萨，有没有过失？在我们讲是绝对不可能有过失，他要跟究竟果地上的佛相比，他还不如。我们在前面已经多次讲过，佛门只要破一品无明，明心见性，禅宗里面所说的见性成佛，这个佛是真佛，不是假佛。往上去，他还有四十二个位次，这四十二个位次是不是真有？给诸位说，确实没有，一真法界里头平等的。如果还有四十二个阶级，怎么能叫平等法？",
      "zh_TW": "『受和尚教』，接受老師的教誨，前面我們讀過大師、小師，大師是佛，小師就是和尚。和尚教導我們的，無論是思惟、言語、行止，決定不離開經教，這是個真正好的和尚。為什麼？佛是個徹底究竟覺悟的人，可以說沒有一絲毫的缺陷，這是世間聖人做不到的；世間聖人沒有徹底覺悟，還有過失。菩薩，到等覺菩薩，有沒有過失？在我們講是絕對不可能有過失，他要跟究竟果地上的佛相比，他還不如。我們在前面已經多次講過，佛門只要破一品無明，明心見性，禪宗裡面所說的見性成佛，這個佛是真佛，不是假佛。往上去，他還有四十二個位次，這四十二個位次是不是真有？給諸位說，確實沒有，一真法界裡頭平等的。如果還有四十二個階級，怎麼能叫平等法？"
    },
    {
      "id": "12-017-1513_p0032",
      "zh_CN": "我们知道，在《华严》里头讲的，我们的障碍是什么？三大类，执着就是见思烦恼，能于一切法不执着；分别是尘沙烦恼，于世出世间一切法不分别；最后是妄想，妄想是什么？起心动念，这是最深的一层。什么叫破一品无明？六根接触外面境界，不起心、不动念；真的不起心、不动念，那就是无明破掉，超越十法界了，他到一真法界。一真法界都是不起心、不动念，不就是平等了吗？初住菩萨刚刚进入一真法界，不起心、不动念，等觉菩萨也不起心、不动念，究竟果地还是不起心、不动念，哪来的差别？没有！平等法界，叫一真。佛为什么又说四十一个阶级？四十一个阶级有没有？有。刚才为什么说没有？从相上讲没有，从理上讲有；事上没有，理上有。这是怎么回事情？",
      "zh_TW": "我們知道，在《華嚴》裡頭講的，我們的障礙是什麼？三大類，執著就是見思煩惱，能於一切法不執著；分別是塵沙煩惱，於世出世間一切法不分別；最後是妄想，妄想是什麼？起心動念，這是最深的一層。什麼叫破一品無明？六根接觸外面境界，不起心、不動念；真的不起心、不動念，那就是無明破掉，超越十法界了，他到一真法界。一真法界都是不起心、不動念，不就是平等了嗎？初住菩薩剛剛進入一真法界，不起心、不動念，等覺菩薩也不起心、不動念，究竟果地還是不起心、不動念，哪來的差別？沒有！平等法界，叫一真。佛為什麼又說四十一個階級？四十一個階級有沒有？有。剛才為什麼說沒有？從相上講沒有，從理上講有；事上沒有，理上有。這是怎麼回事情？"
    },
    {
      "id": "12-017-1513_p0033",
      "zh_CN": "我们在前面，古大德用比喻来说，他用的比喻用得好。譬如酒瓶，盛酒的酒瓶，酒已经倒干了，确实没有，里面也擦得很干净，真的没有酒，空瓶。许许多多的空瓶摆在一块，都是空瓶，是不是平等的？平等的。闻闻，还有酒的味道，那个瓶子拿来闻闻淡一点，这个瓶子浓一点，再闻那个瓶子又淡一点，再去拿个瓶子，这个没有，没有味道。空的，什么都没有，平等的，可是有味道。这叫什么？无始无明习气，无始无明习气没断。它碍不碍事？不碍事，空的，什么都没有。所以从事相上看，初住菩萨跟究竟果地平等，就像两个瓶子，是空的，什么都没有；但是一个闻的时候没有味道，一个闻的时候还有味道。",
      "zh_TW": "我們在前面，古大德用比喻來說，他用的比喻用得好。譬如酒瓶，盛酒的酒瓶，酒已經倒乾了，確實沒有，裡面也擦得很乾淨，真的沒有酒，空瓶。許許多多的空瓶擺在一塊，都是空瓶，是不是平等的？平等的。聞聞，還有酒的味道，那個瓶子拿來聞聞淡一點，這個瓶子濃一點，再聞那個瓶子又淡一點，再去拿個瓶子，這個沒有，沒有味道。空的，什麼都沒有，平等的，可是有味道。這叫什麼？無始無明習氣，無始無明習氣沒斷。它礙不礙事？不礙事，空的，什麼都沒有。所以從事相上看，初住菩薩跟究竟果地平等，就像兩個瓶子，是空的，什麼都沒有；但是一個聞的時候沒有味道，一個聞的時候還有味道。"
    },
    {
      "id": "12-017-1513_p0034",
      "zh_CN": "四十二个阶级是这样说法的，你不要以为真有，「他是初住菩萨，他是等觉菩萨，他是十地菩萨」，众生虚妄分别！这个事情不能说有，也不能说没有，你要说有，他真的平等，找不到；你说没有，每个人习气厚薄不一样。所以习气在一切场所当中你见不到，虽有习气，他定功太深，不起现行，也就是说它不起作用；不像凡夫，凡夫习气重，它起作用。这样说起来，你说有，宗门里面说没有，教下说有，有跟没有都没有冲突，都能讲得通。有无不二，入不二法门，不二法门就是一真法界，不二就是一真。",
      "zh_TW": "四十二個階級是這樣說法的，你不要以為真有，「他是初住菩薩，他是等覺菩薩，他是十地菩薩」，眾生虛妄分別！這個事情不能說有，也不能說沒有，你要說有，他真的平等，找不到；你說沒有，每個人習氣厚薄不一樣。所以習氣在一切場所當中你見不到，雖有習氣，他定功太深，不起現行，也就是說它不起作用；不像凡夫，凡夫習氣重，它起作用。這樣說起來，你說有，宗門裡面說沒有，教下說有，有跟沒有都沒有衝突，都能講得通。有無不二，入不二法門，不二法門就是一真法界，不二就是一真。"
    },
    {
      "id": "12-017-1513_p0035",
      "zh_CN": "所以受和尚教，『当愿众生，入无生智』，「无生智」就是自然的智慧，是自性本来具有的智慧，不是从外头来的，不是学来的，只要把自己的障碍除掉，这个智慧就现前。像太阳的光明一样，本有的。我们今天下雨，阴天，看不到太阳，那是什么？太阳被云层遮住，云层有厚薄，愈是厚的，透出来的光明愈少；愈是淡的，透出来的光明就愈多。这就好像十法界，十法界里面三恶道那是云层最厚的，智慧透不出来，智慧就变成了烦恼，变成了妄想。所以，大经上常讲「烦恼即菩提」，迷了，智慧就变成烦恼；觉悟，烦恼就变成智慧。确确实实它会转变，它是一体，就是一体的两面，凡跟圣就是觉跟迷。凡夫觉悟了就成圣，迷了就叫凡夫，这个事我们也要把它搞清楚、搞明白。",
      "zh_TW": "所以受和尚教，『當願眾生，入無生智』，「無生智」就是自然的智慧，是自性本來具有的智慧，不是從外頭來的，不是學來的，只要把自己的障礙除掉，這個智慧就現前。像太陽的光明一樣，本有的。我們今天下雨，陰天，看不到太陽，那是什麼？太陽被雲層遮住，雲層有厚薄，愈是厚的，透出來的光明愈少；愈是淡的，透出來的光明就愈多。這就好像十法界，十法界裡面三惡道那是雲層最厚的，智慧透不出來，智慧就變成了煩惱，變成了妄想。所以，大經上常講「煩惱即菩提」，迷了，智慧就變成煩惱；覺悟，煩惱就變成智慧。確確實實它會轉變，它是一體，就是一體的兩面，凡跟聖就是覺跟迷。凡夫覺悟了就成聖，迷了就叫凡夫，這個事我們也要把它搞清楚、搞明白。"
    },
    {
      "id": "12-017-1513_p0036",
      "zh_CN": "和尚教，终极的目标是契入无生智，无生智也就是大乘教里面常讲的「阿耨多罗三藐三菩提」，翻成中国的意思是无上正等正觉。无上正等正觉是自性里头本来具足的，不是从外头得来的。所以智慧没有生，自己本有的。如果我们把执着放下，自性里面的智慧光明透出一分，真实智慧，不是假的。这是什么人的境界？阿罗汉，阿罗汉、辟支佛都是这个境界。他们对于一切人事物，世出世间法，不再执着，心得清净，清净心生智慧。在无上正等正觉，他所得到的是正觉，有正觉当然就有正行，所以他是列为圣人，他不是凡夫。再往上升，把分别也断掉，于一切法不再分别。「凡所有相，皆是虚妄」，不再分别，自性智慧差不多要透出来一半了。这是什么人？菩萨，正等正觉，菩萨。",
      "zh_TW": "和尚教，終極的目標是契入無生智，無生智也就是大乘教裡面常講的「阿耨多羅三藐三菩提」，翻成中國的意思是無上正等正覺。無上正等正覺是自性裡頭本來具足的，不是從外頭得來的。所以智慧沒有生，自己本有的。如果我們把執著放下，自性裡面的智慧光明透出一分，真實智慧，不是假的。這是什麼人的境界？阿羅漢，阿羅漢、辟支佛都是這個境界。他們對於一切人事物，世出世間法，不再執著，心得清淨，清淨心生智慧。在無上正等正覺，他所得到的是正覺，有正覺當然就有正行，所以他是列為聖人，他不是凡夫。再往上升，把分別也斷掉，於一切法不再分別。「凡所有相，皆是虛妄」，不再分別，自性智慧差不多要透出來一半了。這是什麼人？菩薩，正等正覺，菩薩。"
    },
    {
      "id": "12-017-1513_p0037",
      "zh_CN": "最高的境界里头，不但分别没有，放下了，起心动念也没有，为什么？「凡所有相，皆是虚妄」，有什么好起心动念的？六根像镜子一样，照外面的境界照得清清楚楚、明明白白是慧，不起心、不动念是定，自性本定！定慧等运，同时运用，这是一真法界的法身菩萨。他用在哪里？众生有感，他就有应，自性就是佛性，就是法性，自自然然与一切众生感应道交。就是前面我们所讲的，我们起心动念，再小的一个念头，微不足道的念头，善念、恶念它都有感。思想的波不是电磁波、光波能相比的，电磁波、光波的速度不快。现在科学家测量出来，电磁波的速度跟光波差不多，一秒钟三十万公里，太阳发的光到地球上要八分多钟。我们的思想波可不得了，一动念头周遍虚空法界，电磁波跟它比就太慢太慢了，无法相比，只要一念就遍虚空法界。所以，整个虚空法界的法性、法相都接收到，都有感应。",
      "zh_TW": "最高的境界裡頭，不但分別沒有，放下了，起心動念也沒有，為什麼？「凡所有相，皆是虛妄」，有什麼好起心動念的？六根像鏡子一樣，照外面的境界照得清清楚楚、明明白白是慧，不起心、不動念是定，自性本定！定慧等運，同時運用，這是一真法界的法身菩薩。他用在哪裡？眾生有感，他就有應，自性就是佛性，就是法性，自自然然與一切眾生感應道交。就是前面我們所講的，我們起心動念，再小的一個念頭，微不足道的念頭，善念、惡念它都有感。思想的波不是電磁波、光波能相比的，電磁波、光波的速度不快。現在科學家測量出來，電磁波的速度跟光波差不多，一秒鐘三十萬公里，太陽發的光到地球上要八分多鐘。我們的思想波可不得了，一動念頭周遍虛空法界，電磁波跟它比就太慢太慢了，無法相比，只要一念就遍虛空法界。所以，整個虛空法界的法性、法相都接收到，都有感應。"
    },
    {
      "id": "12-017-1513_p0038",
      "zh_CN": "我们今天的社会，为什么会变成这个样子？众业所感！诸位同学一定要知道，毘卢遮那佛的华藏世界，跟我们这个世界没两样，西方阿弥陀佛的极乐世界，跟我们这个世界也没有两样。为什么人家世界这么好，我们的世界这么差，没有别的，人家那边的人，就是我们讲居民，心好；我们这个世间的居民心不好。不是外面环境，环境是随着人心变的，风水家讲的有道理。风水家说「福人居福地，福地福人居」，这个话的含义很深，你只要有福，你居住的这个地方统统都有福报；你要没有福报，这个地方是个福地，你在那里一住，这个福地慢慢就变坏了。这正是佛法里面所说的「境随心转」，外面的境界随着人心念头起变化。",
      "zh_TW": "我們今天的社會，為什麼會變成這個樣子？眾業所感！諸位同學一定要知道，毘盧遮那佛的華藏世界，跟我們這個世界沒兩樣，西方阿彌陀佛的極樂世界，跟我們這個世界也沒有兩樣。為什麼人家世界這麼好，我們的世界這麼差，沒有別的，人家那邊的人，就是我們講居民，心好；我們這個世間的居民心不好。不是外面環境，環境是隨著人心變的，風水家講的有道理。風水家說「福人居福地，福地福人居」，這個話的含義很深，你只要有福，你居住的這個地方統統都有福報；你要沒有福報，這個地方是個福地，你在那裡一住，這個福地慢慢就變壞了。這正是佛法裡面所說的「境隨心轉」，外面的境界隨著人心念頭起變化。"
    },
    {
      "id": "12-017-1513_p0039",
      "zh_CN": "我们今天，我常常讲，现在人讲环保，我在讲经曾经说过很多次，环保，全世界怎么样做，都收不到效果。为什么收不到效果？他没有从根本上着手，只是用个方法，那不行的！头痛医头，脚痛医脚，不能把病治好。怎样才能把环保治好？只要人心好！人心只要一善，整个山河大地，整个世界统统都变成善的，真正是风调雨顺。这个道理只有佛经里头讲得清楚，讲得透彻。",
      "zh_TW": "我們今天，我常常講，現在人講環保，我在講經曾經說過很多次，環保，全世界怎麼樣做，都收不到效果。為什麼收不到效果？他沒有從根本上著手，只是用個方法，那不行的！頭痛醫頭，腳痛醫腳，不能把病治好。怎樣才能把環保治好？只要人心好！人心只要一善，整個山河大地，整個世界統統都變成善的，真正是風調雨順。這個道理只有佛經裡頭講得清楚，講得透徹。"
    },
    {
      "id": "12-017-1513_p0040",
      "zh_CN": "非常难得的，日本江本博士用科学的方法，从水实验得到证明。我听到这个讯息很欢喜，那时候我在澳洲，我就找人跟他联络，请他到澳洲来给我们做报告。他接受了，在澳洲做了几场报告，很精彩。以后我到东京去访问，我参观他的实验室，他有好几个研究员。我第一次去他实验室参观，八年，已经做了八年。确确实实证明，水是矿物，随着人心转变，人以善念对它，它就呈现很美的结晶；人以恶念对它，它的结晶就非常丑陋。山河大地是矿物，树木花草是植物，统统有感应，你善念对它，它有善感，你恶念对它，它有恶感。我们明白这个道理，亲自做实验，一点没错。",
      "zh_TW": "非常難得的，日本江本博士用科學的方法，從水實驗得到證明。我聽到這個訊息很歡喜，那時候我在澳洲，我就找人跟他聯絡，請他到澳洲來給我們做報告。他接受了，在澳洲做了幾場報告，很精彩。以後我到東京去訪問，我參觀他的實驗室，他有好幾個研究員。我第一次去他實驗室參觀，八年，已經做了八年。確確實實證明，水是礦物，隨著人心轉變，人以善念對它，它就呈現很美的結晶；人以惡念對它，它的結晶就非常醜陋。山河大地是礦物，樹木花草是植物，統統有感應，你善念對它，它有善感，你惡念對它，它有惡感。我們明白這個道理，親自做實驗，一點沒錯。"
    },
    {
      "id": "12-017-1513_p0041",
      "zh_CN": "我们在澳洲，土地大，所以院子里面种菜。我是请农业专家来给我们种，品种很多，几十种。我们没有化肥，没有农药，菜长得很好。我们让菜听佛号，它会听，佛号是最善的，所以它长得真好。我们让所有小动物都听佛号，都听讲经，都听赞佛，所以小动物都合作。果木树，小鸟牠会来吃，可是我们专门喂小鸟，鸟都到我们这儿来觅食，我们的果木树牠一个都不要。我们专门有供应牠东西，牠懂事，你要跟牠沟通。不但这些动物你能沟通，植物也能沟通，你爱护它，它长得非常好，长到大的时候它供养你。那时候在山上，我们山上常住的是悟谦法师。悟谦法师有一天作个梦，黄瓜托梦给她，它说它长得很大了，应该要采了，你怎么还不来采我。她第二天到菜园去找，果然在叶子背后找到一条很大的黄瓜。每次去采黄瓜都没有采，因为叶子太多看不见。托梦，它来叫她去采，果然找到，妙不可言。",
      "zh_TW": "我們在澳洲，土地大，所以院子裡面種菜。我是請農業專家來給我們種，品種很多，幾十種。我們沒有化肥，沒有農藥，菜長得很好。我們讓菜聽佛號，它會聽，佛號是最善的，所以它長得真好。我們讓所有小動物都聽佛號，都聽講經，都聽讚佛，所以小動物都合作。果木樹，小鳥牠會來吃，可是我們專門餵小鳥，鳥都到我們這兒來覓食，我們的果木樹牠一個都不要。我們專門有供應牠東西，牠懂事，你要跟牠溝通。不但這些動物你能溝通，植物也能溝通，你愛護它，它長得非常好，長到大的時候它供養你。那時候在山上，我們山上常住的是悟謙法師。悟謙法師有一天作個夢，黃瓜托夢給她，它說它長得很大了，應該要採了，你怎麼還不來採我。她第二天到菜園去找，果然在葉子背後找到一條很大的黃瓜。每次去採黃瓜都沒有採，因為葉子太多看不見。托夢，它來叫她去採，果然找到，妙不可言。"
    },
    {
      "id": "12-017-1513_p0042",
      "zh_CN": "我们遇到这些事情太多了！所以决定不杀生，对小动物、蚊虫蚂蚁，都能相处得非常好，我们跟牠和睦相处，平等对待。我们看到蚂蚁，一定合掌称蚂蚁菩萨，看到蚊虫，蚊虫菩萨。杨老师学会了，夏天蚊虫很多，她跟蚊虫商量，你可以来咬我，因为你要吃饭，我也愿意布施你。你咬我的身上、手背，脸不能咬，脸叮了好多，很难看，明天见人不好见。脸上、头上一个蚊子都不会叮她，可以商量的，吃饱牠就走了，你肯布施给牠，牠又不伤害你。蚊子咬了很痛很痒，她说这不行，我布施给你，你能不能叫我不痛不痒？蚊子咬她，果然不痛不痒，都有灵性。我们俗话说，小动物都通情达理，我们提出条件，牠都很遵守。植物、矿物是我们疏忽掉的，江本博士实验，矿物跟动物一样，我们善心对待它，都变得非常好；以恶念对待它，那就变得很坏。变得很好，土地肥沃，种什么东西都容易；你说这个地方很讨厌，那个土壤一定变得很不好。",
      "zh_TW": "我們遇到這些事情太多了！所以決定不殺生，對小動物、蚊蟲螞蟻，都能相處得非常好，我們跟牠和睦相處，平等對待。我們看到螞蟻，一定合掌稱螞蟻菩薩，看到蚊蟲，蚊蟲菩薩。楊老師學會了，夏天蚊蟲很多，她跟蚊蟲商量，你可以來咬我，因為你要吃飯，我也願意布施你。你咬我的身上、手背，臉不能咬，臉叮了好多，很難看，明天見人不好見。臉上、頭上一個蚊子都不會叮她，可以商量的，吃飽牠就走了，你肯布施給牠，牠又不傷害你。蚊子咬了很痛很癢，她說這不行，我布施給你，你能不能叫我不痛不癢？蚊子咬她，果然不痛不癢，都有靈性。我們俗話說，小動物都通情達理，我們提出條件，牠都很遵守。植物、礦物是我們疏忽掉的，江本博士實驗，礦物跟動物一樣，我們善心對待它，都變得非常好；以惡念對待它，那就變得很壞。變得很好，土地肥沃，種什麼東西都容易；你說這個地方很討厭，那個土壤一定變得很不好。"
    },
    {
      "id": "12-017-1513_p0043",
      "zh_CN": "所以我们这个世界，如果人心纯善，像极乐世界上那些人，我们的山河大地跟极乐世界就没有两样，真的是美不胜收。这是什么？无生智，无生智就是性德。大乘教里面佛告诉我们，整个宇宙这些现相从哪来的？「唯心所现，唯识所变」，心就是法性，法性变的。法性变成的现相，现相就是法性，就如同「以金作器，器器皆金」。这个器皿黄金做的，黄金在哪里？器就是黄金，你做个戒指，戒指就是黄金，你做个镯子，镯子就是黄金。法性在哪里？一切现相就是法性，法性自自然然（就是它的性德）它有见闻觉知，它有色声香味。",
      "zh_TW": "所以我們這個世界，如果人心純善，像極樂世界上那些人，我們的山河大地跟極樂世界就沒有兩樣，真的是美不勝收。這是什麼？無生智，無生智就是性德。大乘教裡面佛告訴我們，整個宇宙這些現相從哪來的？「唯心所現，唯識所變」，心就是法性，法性變的。法性變成的現相，現相就是法性，就如同「以金作器，器器皆金」。這個器皿黃金做的，黃金在哪裡？器就是黃金，你做個戒指，戒指就是黃金，你做個鐲子，鐲子就是黃金。法性在哪裡？一切現相就是法性，法性自自然然（就是它的性德）它有見聞覺知，它有色聲香味。"
    },
    {
      "id": "12-017-1513_p0044",
      "zh_CN": "所以我跟江本博士谈话，我就告诉他，他本来对宗教是排斥的，因为他做纯科学，他怕人家讲他是迷信。我跟他接触，他最初还是好像很担心，以后我把他说服，他相信了。我说你所实验的，佛经上统统都有，但是佛经所说的，你还没有完全实验出来。见闻觉知你实验出来了，矿物有见闻觉知，性德！它还有色声香味，你现在实验出来的只有色，你看到了，音声你没听到，香气你没闻到，味道你没尝到。它有色声香味，你只有色，声香味你还没有搞出来，你要继续努力，肯定有的。这都是无生智里面所涵盖的。",
      "zh_TW": "所以我跟江本博士談話，我就告訴他，他本來對宗教是排斥的，因為他做純科學，他怕人家講他是迷信。我跟他接觸，他最初還是好像很擔心，以後我把他說服，他相信了。我說你所實驗的，佛經上統統都有，但是佛經所說的，你還沒有完全實驗出來。見聞覺知你實驗出來了，礦物有見聞覺知，性德！它還有色聲香味，你現在實驗出來的只有色，你看到了，音聲你沒聽到，香氣你沒聞到，味道你沒嘗到。它有色聲香味，你只有色，聲香味你還沒有搞出來，你要繼續努力，肯定有的。這都是無生智裡面所涵蓋的。"
    },
    {
      "id": "12-017-1513_p0045",
      "zh_CN": "『到无依处』，「无依处」是法性，无生智是自性觉，无依处，回归自性，这是讲到究竟真实。你要能够稍稍契入，明白这个道理，整个宇宙是自己。你能够明了，你能够肯定，这叫法身。你不再执着这个身是自身，你晓得整个宇宙是自身，叫法身，难得！你证得法身了；证得法身的人成佛了，法身如来。《华严经》上称法身大士，法身大士跟法身如来是一不是二，一个意思，不再以为这个身是自己。这个身有没有离开法身？没有。证得法身的人，豁然觉悟整个身体是自己，而不是身上一个细胞是自己。我们现在凡夫，六道凡夫，等于说把法身里面一个细胞，身上的一个细胞，认为这个东西是自己，真正的法身忘掉了。哪一天觉悟到整个宇宙是自己，所以说「十方三世佛，共同一法身」，我们在前面都念过，「一心一智慧，力无畏亦然」，大乘教里头这些话很多。",
      "zh_TW": "『到無依處』，「無依處」是法性，無生智是自性覺，無依處，回歸自性，這是講到究竟真實。你要能夠稍稍契入，明白這個道理，整個宇宙是自己。你能夠明瞭，你能夠肯定，這叫法身。你不再執著這個身是自身，你曉得整個宇宙是自身，叫法身，難得！你證得法身了；證得法身的人成佛了，法身如來。《華嚴經》上稱法身大士，法身大士跟法身如來是一不是二，一個意思，不再以為這個身是自己。這個身有沒有離開法身？沒有。證得法身的人，豁然覺悟整個身體是自己，而不是身上一個細胞是自己。我們現在凡夫，六道凡夫，等於說把法身裡面一個細胞，身上的一個細胞，認為這個東西是自己，真正的法身忘掉了。哪一天覺悟到整個宇宙是自己，所以說「十方三世佛，共同一法身」，我們在前面都念過，「一心一智慧，力無畏亦然」，大乘教裡頭這些話很多。"
    },
    {
      "id": "12-017-1513_p0046",
      "zh_CN": "所以，高级的佛法讲无依，初入门要有依，三皈依，我们要依佛、依法、依僧。佛，这要记住，佛是自性觉，法是自性正，僧是自性清净。外面三宝叫住持三宝，形相的。这个形相代表个意思，你从外表的形相要回归到意义，你就得受用。所以，看到佛像就想到自性觉，提醒我们。没有这个像，凡夫业障很重，非常健忘，常常忘掉，提不起来，佛像帮助我们提起。佛像代表性德，菩萨像代表修德，性修不二。佛像是代表自性本具，菩萨像虽然本具，现在被迷失了，现在怎么样把它找回来，这叫修德。譬如像地藏菩萨，他代表孝亲尊师，代表孝道。你看到他，你就要孝顺父母，要尊敬老师，要以诚敬谦和对一切众生。这就是地藏法门，你学会了，让他天天提醒你。",
      "zh_TW": "所以，高級的佛法講無依，初入門要有依，三皈依，我們要依佛、依法、依僧。佛，這要記住，佛是自性覺，法是自性正，僧是自性清淨。外面三寶叫住持三寶，形相的。這個形相代表個意思，你從外表的形相要回歸到意義，你就得受用。所以，看到佛像就想到自性覺，提醒我們。沒有這個像，凡夫業障很重，非常健忘，常常忘掉，提不起來，佛像幫助我們提起。佛像代表性德，菩薩像代表修德，性修不二。佛像是代表自性本具，菩薩像雖然本具，現在被迷失了，現在怎麼樣把它找回來，這叫修德。譬如像地藏菩薩，他代表孝親尊師，代表孝道。你看到他，你就要孝順父母，要尊敬老師，要以誠敬謙和對一切眾生。這就是地藏法門，你學會了，讓他天天提醒你。"
    },
    {
      "id": "12-017-1513_p0047",
      "zh_CN": "观世音菩萨代表大慈大悲，见到这个像，你的慈悲心就引出来。慈悲心是性德，孝顺心也是性德，用这个形像把自己的性德引发出来。哪里是迷信？文殊菩萨代表理智，我们日常生活当中，常常感情用事，感情用事造罪业。看到文殊菩萨的像，就要想到我要理智，不要用感情。普贤菩萨代表实践，真干。菩萨的像表这个意思，一点迷信都没有。所以他是教学的一种艺术，要用现在教育界里面的术语，就是教具，教学的工具。",
      "zh_TW": "觀世音菩薩代表大慈大悲，見到這個像，你的慈悲心就引出來。慈悲心是性德，孝順心也是性德，用這個形像把自己的性德引發出來。哪裡是迷信？文殊菩薩代表理智，我們日常生活當中，常常感情用事，感情用事造罪業。看到文殊菩薩的像，就要想到我要理智，不要用感情。普賢菩薩代表實踐，真幹。菩薩的像表這個意思，一點迷信都沒有。所以他是教學的一種藝術，要用現在教育界裡面的術語，就是教具，教學的工具。"
    },
    {
      "id": "12-017-1513_p0048",
      "zh_CN": "这是用艺术的方法，让学生欢喜爱好，而在当中真正学到，这是教学的高等艺术。你看看几千年前佛教完全运用上，现在人不知道，以为这是迷信，以为这是偶像。实实在在讲，佛法这些表法的义趣，很多人不知道。为什么不知道？没有读经。表法里头讲得最完善的是《华严经》，我们在前面讲了很多。佛是让你在一切时、一切处，眼见、耳闻、鼻臭、舌尝无一不是佛法，都叫你开智慧，都叫你回归自性。入无生智，回归自性，从法相上面认识法性，到无依处。",
      "zh_TW": "這是用藝術的方法，讓學生歡喜愛好，而在當中真正學到，這是教學的高等藝術。你看看幾千年前佛教完全運用上，現在人不知道，以為這是迷信，以為這是偶像。實實在在講，佛法這些表法的義趣，很多人不知道。為什麼不知道？沒有讀經。表法裡頭講得最完善的是《華嚴經》，我們在前面講了很多。佛是讓你在一切時、一切處，眼見、耳聞、鼻臭、舌嘗無一不是佛法，都叫你開智慧，都叫你回歸自性。入無生智，回歸自性，從法相上面認識法性，到無依處。"
    },
    {
      "id": "12-017-1513_p0049",
      "zh_CN": "这样完善的教学，这么样深奥的教义，又没有离开实际生活。你要是好好的学，确确实实让你在这一生当中，真真实实享受到从前方先生教我的，「人生最高的享受」。我们今天把它说幸福美满的人生，愈学愈快乐，真正是法喜充满，常生欢喜心。你对于宇宙人生的真相，终于搞清楚、搞明白了，你的心量拓开了，遍法界虚空界是自己的心量，你自然能包容。自自然然对一切众生生起慈悲，慈悲是爱心，平等的爱心，清净的爱心，真诚的爱心。自然会照顾别人，照顾到一切众生，不但是动物、植物，连矿物都照顾到。用你的真诚、善意传达这个讯息，传达这个心波，让所有一切现相，没有一样不美好，就是华藏，就是极乐。人为的，不是无缘无故产生什么变化，没有，人为的。总而言之，善心、善意这是真的。为什么？能变！法性那是能现，所以我们起心动念能变，外面境界是所变，能所不二。这首偈我们就讲到此地。",
      "zh_TW": "這樣完善的教學，這麼樣深奧的教義，又沒有離開實際生活。你要是好好的學，確確實實讓你在這一生當中，真真實實享受到從前方先生教我的，「人生最高的享受」。我們今天把它說幸福美滿的人生，愈學愈快樂，真正是法喜充滿，常生歡喜心。你對於宇宙人生的真相，終於搞清楚、搞明白了，你的心量拓開了，遍法界虛空界是自己的心量，你自然能包容。自自然然對一切眾生生起慈悲，慈悲是愛心，平等的愛心，清淨的愛心，真誠的愛心。自然會照顧別人，照顧到一切眾生，不但是動物、植物，連礦物都照顧到。用你的真誠、善意傳達這個訊息，傳達這個心波，讓所有一切現相，沒有一樣不美好，就是華藏，就是極樂。人為的，不是無緣無故產生什麼變化，沒有，人為的。總而言之，善心、善意這是真的。為什麼？能變！法性那是能現，所以我們起心動念能變，外面境界是所變，能所不二。這首偈我們就講到此地。"
    }
  ]
}