{
  "doc_id": "12-017-0573",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五七三卷",
    "zh_TW": "第五七三卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0573",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "12-017-0573_p0001",
      "zh_CN": "诸位同学，请看「如来现相品」，供声偈赞第三首：",
      "zh_TW": "諸位同學，請看「如來現相品」，供聲偈讚第三首："
    },
    {
      "id": "12-017-0573_p0002",
      "zh_CN": "【菩萨无数等刹尘，俱来此会同瞻仰，愿随其意所应受，演说妙法除疑惑。】",
      "zh_TW": "【菩薩無數等剎塵，俱來此會同瞻仰，願隨其意所應受，演說妙法除疑惑。】"
    },
    {
      "id": "12-017-0573_p0003",
      "zh_CN": "这十首偈颂前面三首是「叹德请」，第一首、第二首是赞叹如来，第三首是赞叹大众，后面七首是「举法请」。第三首前面两句赞叹大众，后面这两句就是请法，说明除疑生信。『菩萨无数等刹尘』，这个数字无法计算，从初发心一直到等觉，十方三世无量无边的刹土，就有无量无边的诸佛如来、菩萨大众，佛是在教导，菩萨是跟着佛在学习。『俱来此会同瞻仰』，都到华严海会来了，华严海会是尽虚空、遍法界的，所以这两句是赞叹大众，大众求法的心切。这个地方我们特别要注意到一点，菩萨众，虽然我们在前面看到异生杂神众，那个数量也是「等刹尘」，那些神众决定不是凡夫，我们介绍的时候特别郑重的提示都是诸佛如来的化身，法身大士慈悲示现。如果不是菩萨，就肯定不能够参与这个法会，这是一定的道理。",
      "zh_TW": "這十首偈頌前面三首是「歎德請」，第一首、第二首是讚歎如來，第三首是讚歎大眾，後面七首是「舉法請」。第三首前面兩句讚歎大眾，後面這兩句就是請法，說明除疑生信。『菩薩無數等剎塵』，這個數字無法計算，從初發心一直到等覺，十方三世無量無邊的剎土，就有無量無邊的諸佛如來、菩薩大眾，佛是在教導，菩薩是跟著佛在學習。『俱來此會同瞻仰』，都到華嚴海會來了，華嚴海會是盡虛空、遍法界的，所以這兩句是讚歎大眾，大眾求法的心切。這個地方我們特別要注意到一點，菩薩眾，雖然我們在前面看到異生雜神眾，那個數量也是「等剎塵」，那些神眾決定不是凡夫，我們介紹的時候特別鄭重的提示都是諸佛如來的化身，法身大士慈悲示現。如果不是菩薩，就肯定不能夠參與這個法會，這是一定的道理。"
    },
    {
      "id": "12-017-0573_p0004",
      "zh_CN": "所以在此地我告诉同学们，你们果然是菩萨，就可以把全部精神贯注在这个经教里头，你认真学习，为什么？你是菩萨，你不是凡人。如果我们自己觉得我还到不了菩萨这个水平，那就是我一再劝勉同修的，这个经我们可以听，决定不能在这上下功夫。为什么？你在这上下功夫，你的时间跟精力都白费了。这个话不是我说的，你们念念《沙弥律仪增注》，弘赞法师举古大德说的，佛在经典上说的。为什么？我们的根没有，这个课程要是编排，这是佛学研究所的课程，这是成佛的课程，不是成菩萨的。如果我们人都没有做好，学不出来的。经典上比喻像盖三层大楼，我底下两层不要，我就要第三层，你替我盖一个，就像这个比喻一样；像念书，我小学、中学统统不念，我就念博士班，我一毕业，博士就拿到；世间人念小学、念中学、念大学，愚痴，都比不上你，哪有这个道理？这是诸位同修必须要明了的。《华严》，我绝对没有开华严班，是大家欢喜听，可以，不是不能听，旁听，随喜旁听。",
      "zh_TW": "所以在此地我告訴同學們，你們果然是菩薩，就可以把全部精神貫注在這個經教裡頭，你認真學習，為什麼？你是菩薩，你不是凡人。如果我們自己覺得我還到不了菩薩這個水平，那就是我一再勸勉同修的，這個經我們可以聽，決定不能在這上下功夫。為什麼？你在這上下功夫，你的時間跟精力都白費了。這個話不是我說的，你們念念《沙彌律儀增註》，弘贊法師舉古大德說的，佛在經典上說的。為什麼？我們的根沒有，這個課程要是編排，這是佛學研究所的課程，這是成佛的課程，不是成菩薩的。如果我們人都沒有做好，學不出來的。經典上比喻像蓋三層大樓，我底下兩層不要，我就要第三層，你替我蓋一個，就像這個比喻一樣；像念書，我小學、中學統統不念，我就念博士班，我一畢業，博士就拿到；世間人念小學、念中學、念大學，愚痴，都比不上你，哪有這個道理？這是諸位同修必須要明瞭的。《華嚴》，我絕對沒有開華嚴班，是大家歡喜聽，可以，不是不能聽，旁聽，隨喜旁聽。"
    },
    {
      "id": "12-017-0573_p0005",
      "zh_CN": "往年我在台中求学，李老师讲的科目也很多，他教导我们的，我们自己主修的一门，那要把全部精神、时间要投入。如果觉得自己还有能力，他讲其他课程的时候，我们可以去旁听。旁听有什么好处？触类旁通，旁听我只是听，我经本都没有，为什么？不需要。自己主修的这一门一定修好，这老师教学非常重视。我跟大家说过我自己学习的经验，我到台中第一部学的是《阿难问事佛吉凶经》，真正把这部经字字句句文字义理都要搞清楚。到什么时候你才算是学会？落实、做到。这个经你会背、你会讲，你做不到没有用，你没有学会；要做到！我第二部学的是《阿弥陀经》，第三部《普贤行愿品》是别人请我学的，不是我自己去选择的。那个时候我们同学，朱斐居士夫妻两个，他们那个时候办了一个「菩提树杂志」，还经营一个佛经流通处，他们两位都参加我们的经学班学讲经，他选了《普贤菩萨行愿品》。选了之后他觉得这个经选大了，选深了，没有时间写讲稿，他来找我商量，让我帮助他，我这样子答应他。所以他们上台讲经那个讲稿是我写的，我每个星期要写八千字的讲稿给他，这么样学的。这是特别的一个因缘，我没有选修这个法门，但是这一个讲稿写完之后，我对于《华严》就非常欢喜，这是一个很殊胜的增上缘。",
      "zh_TW": "往年我在台中求學，李老師講的科目也很多，他教導我們的，我們自己主修的一門，那要把全部精神、時間要投入。如果覺得自己還有能力，他講其他課程的時候，我們可以去旁聽。旁聽有什麼好處？觸類旁通，旁聽我只是聽，我經本都沒有，為什麼？不需要。自己主修的這一門一定修好，這老師教學非常重視。我跟大家說過我自己學習的經驗，我到台中第一部學的是《阿難問事佛吉凶經》，真正把這部經字字句句文字義理都要搞清楚。到什麼時候你才算是學會？落實、做到。這個經你會背、你會講，你做不到沒有用，你沒有學會；要做到！我第二部學的是《阿彌陀經》，第三部《普賢行願品》是別人請我學的，不是我自己去選擇的。那個時候我們同學，朱斐居士夫妻兩個，他們那個時候辦了一個「菩提樹雜誌」，還經營一個佛經流通處，他們兩位都參加我們的經學班學講經，他選了《普賢菩薩行願品》。選了之後他覺得這個經選大了，選深了，沒有時間寫講稿，他來找我商量，讓我幫助他，我這樣子答應他。所以他們上台講經那個講稿是我寫的，我每個星期要寫八千字的講稿給他，這麼樣學的。這是特別的一個因緣，我沒有選修這個法門，但是這一個講稿寫完之後，我對於《華嚴》就非常歡喜，這是一個很殊勝的增上緣。"
    },
    {
      "id": "12-017-0573_p0006",
      "zh_CN": "以后我就出家了，出家之后感到学的东西太少了，我旁听听了不少经，旁听大概有十部经，这个老师教别的同学，我在旁边旁听。所以我跟诸位同学说过，我年轻的时候记忆力好、理解力好，我占了这两个便宜。虽然旁听，我并没有好好的去学这些经文，但是我几乎所有旁听的经我都能够讲。所以我出家那个时候这些小部经，我能够讲十几部，旁听来的。得自己有这个能力，主修的这门要是没有搞好，你同时修得很杂、修得很多，你到后来一事无成，比什么都可惜！一定要记住古人的话，「一经通，一切经通」，我是得力于老师这个教诲，他教导我就是「一门深入，长时薰修」。达到一定的程度，所有一切经论你一展开，你就通达，你就不会有障碍，这才叫真正学会。不是学一部经会讲一部经，这个没有用处，这个死的；学一部经你至少要会讲一百部经，学十部经，整个《大藏经》你都通达了，这叫你真正学会了。真正学会的人，世出世间一切法没有不通达的，秘诀就是一门深入。",
      "zh_TW": "以後我就出家了，出家之後感到學的東西太少了，我旁聽聽了不少經，旁聽大概有十部經，這個老師教別的同學，我在旁邊旁聽。所以我跟諸位同學說過，我年輕的時候記憶力好、理解力好，我佔了這兩個便宜。雖然旁聽，我並沒有好好的去學這些經文，但是我幾乎所有旁聽的經我都能夠講。所以我出家那個時候這些小部經，我能夠講十幾部，旁聽來的。得自己有這個能力，主修的這門要是沒有搞好，你同時修得很雜、修得很多，你到後來一事無成，比什麼都可惜！一定要記住古人的話，「一經通，一切經通」，我是得力於老師這個教誨，他教導我就是「一門深入，長時薰修」。達到一定的程度，所有一切經論你一展開，你就通達，你就不會有障礙，這才叫真正學會。不是學一部經會講一部經，這個沒有用處，這個死的；學一部經你至少要會講一百部經，學十部經，整個《大藏經》你都通達了，這叫你真正學會了。真正學會的人，世出世間一切法沒有不通達的，祕訣就是一門深入。"
    },
    {
      "id": "12-017-0573_p0007",
      "zh_CN": "所以学经教跟学世间东西不一样，现在一般人学经教得不到利益，就是拿世间求学的心态去学经教，错了！错在哪里？学经教是戒定慧三学一次完成，不同于世间，世间人学东西他是学常识，它里头没有定慧。戒是方法，可能有一点方法，没有定慧；佛法是着重在定慧，非常着重在定。你学一样东西你心是定的，不是说你学的时候是定的，一切时你都是定的，因为你心里头没有妄念。我们的妄念太多，妄念控制不住，想断断不了，学经教是断妄想的一种方法。我学这部经，我常常想这部经，无论在什么时候、无论在什么场所，起心动念都想这个经里头的义趣。为什么？我要把它讲好，全部精神集中在经教上，这是修定。把你的妄想换成忆念，大势至菩萨讲的「忆佛念佛，现前当来必定见佛」，想经教是忆佛，持佛名是念佛。所以学讲经那一个时段里头，脑子里头确确实实没有什么其他妄念。尤其是初学，真的全部精神贯注，真得受用，苦是非常辛苦。",
      "zh_TW": "所以學經教跟學世間東西不一樣，現在一般人學經教得不到利益，就是拿世間求學的心態去學經教，錯了！錯在哪裡？學經教是戒定慧三學一次完成，不同於世間，世間人學東西他是學常識，它裡頭沒有定慧。戒是方法，可能有一點方法，沒有定慧；佛法是著重在定慧，非常著重在定。你學一樣東西你心是定的，不是說你學的時候是定的，一切時你都是定的，因為你心裡頭沒有妄念。我們的妄念太多，妄念控制不住，想斷斷不了，學經教是斷妄想的一種方法。我學這部經，我常常想這部經，無論在什麼時候、無論在什麼場所，起心動念都想這個經裡頭的義趣。為什麼？我要把它講好，全部精神集中在經教上，這是修定。把你的妄想換成憶念，大勢至菩薩講的「憶佛念佛，現前當來必定見佛」，想經教是憶佛，持佛名是念佛。所以學講經那一個時段裡頭，腦子裡頭確確實實沒有什麼其他妄念。尤其是初學，真的全部精神貫注，真得受用，苦是非常辛苦。"
    },
    {
      "id": "12-017-0573_p0008",
      "zh_CN": "研教首先把经文段落勾出来，段落就是科判，像这个大经清凉大师已经把段落给我们勾出来了。许许多多小部经并没有注解，自己要动手，学做科判。把这部经分成，最大段是三分：序、正、流通三分；三分分出来之后，每一分里头分大段、中段、小段，真用功夫，一定把自己的课程学好。李老师同时着重品德的修养，关于这一门，他指定我们去读《五种遗规》，清朝乾隆时代陈弘谋居士编的，他做过两广总督，尤其着重小学。我们必须学习的课程，李老师指定我们必须学习，但是并不要求我们背诵，那就要求我们一定要听《古文观止》，许许多多教我们做人的道理，一方面学文学，一方面培养自己的德行。",
      "zh_TW": "研教首先把經文段落勾出來，段落就是科判，像這個大經清涼大師已經把段落給我們勾出來了。許許多多小部經並沒有註解，自己要動手，學做科判。把這部經分成，最大段是三分：序、正、流通三分；三分分出來之後，每一分裡頭分大段、中段、小段，真用功夫，一定把自己的課程學好。李老師同時著重品德的修養，關於這一門，他指定我們去讀《五種遺規》，清朝乾隆時代陳弘謀居士編的，他做過兩廣總督，尤其著重小學。我們必須學習的課程，李老師指定我們必須學習，但是並不要求我們背誦，那就要求我們一定要聽《古文觀止》，許許多多教我們做人的道理，一方面學文學，一方面培養自己的德行。"
    },
    {
      "id": "12-017-0573_p0009",
      "zh_CN": "我过去在台湾「华藏图书馆」，我劝勉我们的同学们，我提出七个基本的课程，必须要读诵，奠定自己弘护的根基。这七门里面第一门就是《阿难问事佛吉凶经》，这是小乘经；古大德常讲，不先学小乘后学大乘，非佛弟子。十善业道是大小乘共同学习的，根本的根本。我们七门课程里面没有《十善业道经》，有《了凡四训》、有《感应篇》，用这个来代替。这些经一定要求落实，我们不能落实、没有办法做到，等于没有学。今天我们讲《华严》，《华严》是好，确实开眼界、拓展心胸，看看大菩萨的境界、法身菩萨的境界，我们向往。如何能够契入？这是我常讲的求生净土。所以这个经我们读了、看了之后，听了之后，产生真正的羡慕，就是西方极乐世界！",
      "zh_TW": "我過去在台灣「華藏圖書館」，我勸勉我們的同學們，我提出七個基本的課程，必須要讀誦，奠定自己弘護的根基。這七門裡面第一門就是《阿難問事佛吉凶經》，這是小乘經；古大德常講，不先學小乘後學大乘，非佛弟子。十善業道是大小乘共同學習的，根本的根本。我們七門課程裡面沒有《十善業道經》，有《了凡四訓》、有《感應篇》，用這個來代替。這些經一定要求落實，我們不能落實、沒有辦法做到，等於沒有學。今天我們講《華嚴》，《華嚴》是好，確實開眼界、拓展心胸，看看大菩薩的境界、法身菩薩的境界，我們嚮往。如何能夠契入？這是我常講的求生淨土。所以這個經我們讀了、看了之後，聽了之後，產生真正的羨慕，就是西方極樂世界！"
    },
    {
      "id": "12-017-0573_p0010",
      "zh_CN": "清朝乾隆年间彭际清居士说，《无量寿经》就是中本《华严》，所以最近这十几年来我极力提倡《无量寿经》，《无量寿经》的内容跟《大方广佛华严经》无二无别，《无量寿经》讲的就是《华严经》的精华，《华严经》是《无量寿经》的广说，古大德说得没有错。我们自己这一生的目标、方向要确定，我这一生不想再搞六道轮回了，不想再搞生死了，一心希求极乐世界。所以我的修学，是以净土为主，净土里面我的选择是《弥陀经要解》第一，我受持，《大乘无量寿经》是助修，正助双修！其他一切经论我不涉及了。我所搜集的这些典籍，全部供养净宗学院，这个学院是个长久的机构，提供给你们做参考，希望你们的成就在我之上。学生超过老师，这是教学的成功，学生不如老师，这个教学是失败的，一定是后来居上，后来不能在下头，时代永远在进步。所以我的希求是希望你们能超过我，能不能做到？如果你们懂得这个道理、懂得方法，做得到，不是做不到的。这个方法就是奠定德行的基础，「一门深入，长时薰修」，你们决定能超过我。",
      "zh_TW": "清朝乾隆年間彭際清居士說，《無量壽經》就是中本《華嚴》，所以最近這十幾年來我極力提倡《無量壽經》，《無量壽經》的內容跟《大方廣佛華嚴經》無二無別，《無量壽經》講的就是《華嚴經》的精華，《華嚴經》是《無量壽經》的廣說，古大德說得沒有錯。我們自己這一生的目標、方向要確定，我這一生不想再搞六道輪迴了，不想再搞生死了，一心希求極樂世界。所以我的修學，是以淨土為主，淨土裡面我的選擇是《彌陀經要解》第一，我受持，《大乘無量壽經》是助修，正助雙修！其他一切經論我不涉及了。我所蒐集的這些典籍，全部供養淨宗學院，這個學院是個長久的機構，提供給你們做參考，希望你們的成就在我之上。學生超過老師，這是教學的成功，學生不如老師，這個教學是失敗的，一定是後來居上，後來不能在下頭，時代永遠在進步。所以我的希求是希望你們能超過我，能不能做到？如果你們懂得這個道理、懂得方法，做得到，不是做不到的。這個方法就是奠定德行的基礎，「一門深入，長時薰修」，你們決定能超過我。"
    },
    {
      "id": "12-017-0573_p0011",
      "zh_CN": "你们要晓得我这一生很可怜，逼不得已，最有福报、最幸福的是什么人？一生专讲一部经。我是非常想走这个路子，这是我的本愿。多少年前在达拉斯的时候，同修们就问过我，问我在《大藏经》里面，如果说只许可取一部经，「法师，你取哪一部经？」我没有思索、没有考虑，《佛说阿弥陀经》！这是我跟李老师学的，第二部学的。我学完这部经，李老师在同学当中公开的说，那个时候我还没有出家，老师讲：「业鸿」，称我的名字，「他在《阿弥陀经》上得受用了」。老师对学生的观察，真的是观察入微，我一生受持，没有意思改变，我不会见异思迁。这些大经是什么？今天已经没有人学了、没有人讲了，我过去自己没有道场，所以人家请我讲什么经，我都随顺；我自己有了道场，那就随顺自己的意思。",
      "zh_TW": "你們要曉得我這一生很可憐，逼不得已，最有福報、最幸福的是什麼人？一生專講一部經。我是非常想走這個路子，這是我的本願。多少年前在達拉斯的時候，同修們就問過我，問我在《大藏經》裡面，如果說只許可取一部經，「法師，你取哪一部經？」我沒有思索、沒有考慮，《佛說阿彌陀經》！這是我跟李老師學的，第二部學的。我學完這部經，李老師在同學當中公開的說，那個時候我還沒有出家，老師講：「業鴻」，稱我的名字，「他在《阿彌陀經》上得受用了」。老師對學生的觀察，真的是觀察入微，我一生受持，沒有意思改變，我不會見異思遷。這些大經是什麼？今天已經沒有人學了、沒有人講了，我過去自己沒有道場，所以人家請我講什麼經，我都隨順；我自己有了道場，那就隨順自己的意思。"
    },
    {
      "id": "12-017-0573_p0012",
      "zh_CN": "《弥陀经疏钞》讲过几遍，《要解》也讲过几遍，《弥陀经》也讲过几遍，净土的经典《观无量寿佛经》、《无量寿经》，以《无量寿经》讲的遍数最多，讲过十一遍，这是受老师咐嘱、交代我，把夏老会集本要特别的提倡，我读了这个本子确确实实比过去那些本子都要圆满，念得生欢喜心。五种原译本，两种会集本：王龙舒的会集、魏默深的会集，还有彭际清的节校本，他那个节校本只取康僧铠的一本，把它精简了。统统比较之下，夏老的会集本好，李老师非常赞叹。没有人弘扬，这是我们做学生的一定要遵从老师的教诲，不敢违背。所以这些年来讲了这么多的经论，如果诸位同修细细去听，我所讲一切经论全部都是指归净土。我讲《华严》还是讲净土，我要求生净土，我对这个世间毫无留恋。我看这个世间是旅馆，随时就离开了，这不是我的家，家在西方，这是古德说的。现在读了《华严》知道，真正家在哪里？家在法界，身心都与虚空法界融合成一体。读多了、研究讨论多了，不知不觉的契入这个境界。",
      "zh_TW": "《彌陀經疏鈔》講過幾遍，《要解》也講過幾遍，《彌陀經》也講過幾遍，淨土的經典《觀無量壽佛經》、《無量壽經》，以《無量壽經》講的遍數最多，講過十一遍，這是受老師咐囑、交代我，把夏老會集本要特別的提倡，我讀了這個本子確確實實比過去那些本子都要圓滿，念得生歡喜心。五種原譯本，兩種會集本：王龍舒的會集、魏默深的會集，還有彭際清的節校本，他那個節校本只取康僧鎧的一本，把它精簡了。統統比較之下，夏老的會集本好，李老師非常讚歎。沒有人弘揚，這是我們做學生的一定要遵從老師的教誨，不敢違背。所以這些年來講了這麼多的經論，如果諸位同修細細去聽，我所講一切經論全部都是指歸淨土。我講《華嚴》還是講淨土，我要求生淨土，我對這個世間毫無留戀。我看這個世間是旅館，隨時就離開了，這不是我的家，家在西方，這是古德說的。現在讀了《華嚴》知道，真正家在哪裡？家在法界，身心都與虛空法界融合成一體。讀多了、研究討論多了，不知不覺的契入這個境界。"
    },
    {
      "id": "12-017-0573_p0013",
      "zh_CN": "我特别着重戒律，是怕大家学了之后变成狂慧，那就坏了！一定要知道，诸佛如来修证圆满，他小小戒都不舍，起心动念、言语造作都合规矩，这是大德大能，我们要学习。所以在今天这个世间，我们特别着重儒家的《弟子规》、佛法里面的《沙弥律仪》，《弟子规》是孔孟的根，《沙弥律仪》是一切诸佛如来的根本，没有根本哪来的枝叶华果？《大方广佛华严经》是讲的华果，你不要忘记根，没有根，华果是虚无飘渺的。你听了很欢喜，你得不到受用，换句话说，你没有办法脱离生死轮回，你没有办法超越三界六道，这是我对于所有同学们的忠告。《华严》能不能听？能听，听完就算了，不要在这上去下功夫，应当在你自己本门上下功夫。本门是你自己选择的，适合你自己的程度、适合你自己的根性、适合你自己的生活环境，一门深入。你听的这些经典可以帮助你本门悟入，你本门读的经典里头有很深很深的义理，你不了解，听了别的经，看自己本修的课程上，你看出味道出来了，看出意思出来了，用它做助修可以。但是最基本的净业三福，「三世诸佛，净业正因」，万万不能够疏忽。没有净业三福，你一生都是白修了。",
      "zh_TW": "我特別著重戒律，是怕大家學了之後變成狂慧，那就壞了！一定要知道，諸佛如來修證圓滿，他小小戒都不捨，起心動念、言語造作都合規矩，這是大德大能，我們要學習。所以在今天這個世間，我們特別著重儒家的《弟子規》、佛法裡面的《沙彌律儀》，《弟子規》是孔孟的根，《沙彌律儀》是一切諸佛如來的根本，沒有根本哪來的枝葉華果？《大方廣佛華嚴經》是講的華果，你不要忘記根，沒有根，華果是虛無飄渺的。你聽了很歡喜，你得不到受用，換句話說，你沒有辦法脫離生死輪迴，你沒有辦法超越三界六道，這是我對於所有同學們的忠告。《華嚴》能不能聽？能聽，聽完就算了，不要在這上去下功夫，應當在你自己本門上下功夫。本門是你自己選擇的，適合你自己的程度、適合你自己的根性、適合你自己的生活環境，一門深入。你聽的這些經典可以幫助你本門悟入，你本門讀的經典裡頭有很深很深的義理，你不了解，聽了別的經，看自己本修的課程上，你看出味道出來了，看出意思出來了，用它做助修可以。但是最基本的淨業三福，「三世諸佛，淨業正因」，萬萬不能夠疏忽。沒有淨業三福，你一生都是白修了。"
    },
    {
      "id": "12-017-0573_p0014",
      "zh_CN": "今天看到第三首偈赞叹大众，一开头「菩萨」，所以我的希望，是希望大家在这一生当中能够奋发，做到什么样的菩萨？初信位的菩萨，就了不起，你是真菩萨。初信位菩萨的基础是《沙弥律仪》，从沙弥往上提升是比丘，从比丘再往上提升是菩萨。今天比丘戒说老实话是得不到的，蕅益大师给我们说过，蕅益大师讲中国从南宋以后就没有比丘，所以比丘戒是形式没有实质。要不要受？蕅益大师、弘一大师都主张我们要受，形式上要受，心里要明白不得。受了之后学比丘戒，你不受学这个，人家讥嫌你，受了之后你就学它，学一条你就得一条，然后进级去学菩萨。菩萨跟比丘差别在哪里？比丘是重视自己的德行，所以小乘戒是自利的，以断烦恼为主。菩萨戒跟比丘戒恰恰相反，菩萨戒是利他的，一切以利益众生为主，真正是牺牲奉献。",
      "zh_TW": "今天看到第三首偈讚歎大眾，一開頭「菩薩」，所以我的希望，是希望大家在這一生當中能夠奮發，做到什麼樣的菩薩？初信位的菩薩，就了不起，你是真菩薩。初信位菩薩的基礎是《沙彌律儀》，從沙彌往上提升是比丘，從比丘再往上提升是菩薩。今天比丘戒說老實話是得不到的，蕅益大師給我們說過，蕅益大師講中國從南宋以後就沒有比丘，所以比丘戒是形式沒有實質。要不要受？蕅益大師、弘一大師都主張我們要受，形式上要受，心裡要明白不得。受了之後學比丘戒，你不受學這個，人家譏嫌你，受了之後你就學它，學一條你就得一條，然後進級去學菩薩。菩薩跟比丘差別在哪裡？比丘是重視自己的德行，所以小乘戒是自利的，以斷煩惱為主。菩薩戒跟比丘戒恰恰相反，菩薩戒是利他的，一切以利益眾生為主，真正是犧牲奉獻。"
    },
    {
      "id": "12-017-0573_p0015",
      "zh_CN": "有一些戒条相同，譬如前面根本戒是相同的，不杀生、不偷盗、不淫、不妄语，这个戒是相同的，可是精神不一样。比丘戒这四种是自利的，菩萨戒这四种是利他的，用心不一样。而沙弥戒，是比丘菩萨的根本。我们今天学佛，佛法衰到这种地步，原因在哪里？一定要知道，礼没有了儒就没有了，戒没有了佛就没有了。所以我们不持戒、不重视戒律，也就是不重视规矩，我们只有形式没有实质，我们搞得再好是什么？佛学，你可以在世间拿几个佛学博士学位，佛学，不是学佛。你可以做世间的学者，对于断烦恼、断习气、了生死、出三界，毫不相干。这个事实真相，我们不能不懂。我在这里讲这个经，我不能害你们，我一定要讲清楚、要讲明白，我希望每一个人都有殊胜的成就，你们有成就，我脸上有光彩，诸佛菩萨脸上也有光彩；你们没有成就，那我就是垂头丧气，头都抬不起来了，没有脸见人。",
      "zh_TW": "有一些戒條相同，譬如前面根本戒是相同的，不殺生、不偷盜、不淫、不妄語，這個戒是相同的，可是精神不一樣。比丘戒這四種是自利的，菩薩戒這四種是利他的，用心不一樣。而沙彌戒，是比丘菩薩的根本。我們今天學佛，佛法衰到這種地步，原因在哪裡？一定要知道，禮沒有了儒就沒有了，戒沒有了佛就沒有了。所以我們不持戒、不重視戒律，也就是不重視規矩，我們只有形式沒有實質，我們搞得再好是什麼？佛學，你可以在世間拿幾個佛學博士學位，佛學，不是學佛。你可以做世間的學者，對於斷煩惱、斷習氣、了生死、出三界，毫不相干。這個事實真相，我們不能不懂。我在這裡講這個經，我不能害你們，我一定要講清楚、要講明白，我希望每一個人都有殊勝的成就，你們有成就，我臉上有光彩，諸佛菩薩臉上也有光彩；你們沒有成就，那我就是垂頭喪氣，頭都抬不起來了，沒有臉見人。"
    },
    {
      "id": "12-017-0573_p0016",
      "zh_CN": "所以在今天，今天是什么时代？民主自由开放，今天讲求人权，任何人不能要求任何人，只能够劝请，劝请你能不能接受是你的事，不是我的事。所以在今天师生的关系没有了，这是事实。不但师生的关系没有了，父子的关系也没有了。为什么？圣贤的教诲没有人提倡，世间人积非成是，把圣贤的教诲认为那是旧时代的，已经不适用了，应当丢到垃圾堆里去了。中国过去五四运动，打倒孔家店，孔孟的学说、儒教不要了，佛法是迷信、是人民的鸦片，更应该被消灭，现在人是这个观念，是这样的看法。所以我们这一生有幸，遇到了能信、能解、能行，我们要借着末法这一点短短的时间求解脱。如果再搞六道轮回，那就苦了，那就可怜了，再转人身，这个世间比今天还要苦，世界的秩序没有了。我们看看这几十年社会的变化，往后再变就不知道要变成什么样子。",
      "zh_TW": "所以在今天，今天是什麼時代？民主自由開放，今天講求人權，任何人不能要求任何人，只能夠勸請，勸請你能不能接受是你的事，不是我的事。所以在今天師生的關係沒有了，這是事實。不但師生的關係沒有了，父子的關係也沒有了。為什麼？聖賢的教誨沒有人提倡，世間人積非成是，把聖賢的教誨認為那是舊時代的，已經不適用了，應當丟到垃圾堆裡去了。中國過去五四運動，打倒孔家店，孔孟的學說、儒教不要了，佛法是迷信、是人民的鴉片，更應該被消滅，現在人是這個觀念，是這樣的看法。所以我們這一生有幸，遇到了能信、能解、能行，我們要藉著末法這一點短短的時間求解脫。如果再搞六道輪迴，那就苦了，那就可憐了，再轉人身，這個世間比今天還要苦，世界的秩序沒有了。我們看看這幾十年社會的變化，往後再變就不知道要變成什麼樣子。"
    },
    {
      "id": "12-017-0573_p0017",
      "zh_CN": "前年我们听说北朝鲜的山神，有三百多位山神，急着要念佛求生西方极乐世界。他们透出的讯息，说天上现在已混乱了，也不像从前了，地上不能住了，他们要走了，往哪里走？想来想去还是西方极乐世界好，派了八个代表到中国来找法师，希望这个法师到北韩去领导他们念佛。这些山神他们作山神已经三千多年了，所以法师问他：「三千多年前释迦牟尼佛在世，你为什么不学佛？」他们说得很老实，「那个时候我们不相信」。确实跟释迦牟尼佛生在同一个时代，不相信，现在相信了，现在着急了，这个事是真的不是假的。所以我们时时刻刻要提高警觉，要有自知之明，人生最可贵的就是自知。我知道我是什么根性，知道我的生活环境，然后根据我自己这些条件，我选择法门、选择经典，一门深入，锲而不舍。把所有的精力、时间都投入，时间不需要多，三、五年就有成就，有非常可观的成就。一般不成就的人就是同时涉猎的太多、太杂，他的精神体力分散掉了，学了很多，我们俗话常讲「行行通，行行松」，每一样东西都很平常、没有特色，拿不出去。古人这个经验我们愈想愈有道理，所以我们专学一门，不要很长的时间成绩就有，我们学习的气就提上来了。",
      "zh_TW": "前年我們聽說北朝鮮的山神，有三百多位山神，急著要念佛求生西方極樂世界。他們透出的訊息，說天上現在已混亂了，也不像從前了，地上不能住了，他們要走了，往哪裡走？想來想去還是西方極樂世界好，派了八個代表到中國來找法師，希望這個法師到北韓去領導他們念佛。這些山神他們作山神已經三千多年了，所以法師問他：「三千多年前釋迦牟尼佛在世，你為什麼不學佛？」他們說得很老實，「那個時候我們不相信」。確實跟釋迦牟尼佛生在同一個時代，不相信，現在相信了，現在著急了，這個事是真的不是假的。所以我們時時刻刻要提高警覺，要有自知之明，人生最可貴的就是自知。我知道我是什麼根性，知道我的生活環境，然後根據我自己這些條件，我選擇法門、選擇經典，一門深入，鍥而不捨。把所有的精力、時間都投入，時間不需要多，三、五年就有成就，有非常可觀的成就。一般不成就的人就是同時涉獵的太多、太雜，他的精神體力分散掉了，學了很多，我們俗話常講「行行通，行行鬆」，每一樣東西都很平常、沒有特色，拿不出去。古人這個經驗我們愈想愈有道理，所以我們專學一門，不要很長的時間成績就有，我們學習的氣就提上來了。"
    },
    {
      "id": "12-017-0573_p0018",
      "zh_CN": "我跟李老师学《阿难问事佛吉凶经》，多长时间？给诸位说，五个星期，一个多月。但是这五个星期学会了，要用多少时间去消化它？给诸位说，要用五年你才能契入。五个星期是老师把那个介绍给你，你并没有真正得到，真正得到要花五年的时间，天天读诵，天天学习，有机缘常常讲解，一遍一遍的讲。我过去学经教，跟我们一般同学们讲，那是我的一种看法，老师教完之后，教这部经，我们自己想办法把这部经讲十遍，这是最低的水平。十遍讲了之后，我们的印象就有点深刻；学了之后没有讲十遍，如果半年不学就统统忘掉了，为什么？没有根。所以「一经通，一切经通」，道理在此地。要通一切经，要在这一部经上到底功夫用到什么程度？用到见性。任何一部经都是世尊从真如本性里头流出来的，所以任何一部经典，都能够达到明心见性的目的，达到这个程度，那世出世间法全通了。从前李老师教我的，教我学习的方法、心态，我得到受用。得受用没有别的，我听话。所以我作学生是个好学生，老师的教导我不怀疑，从来不怀疑，没有疑问，依教奉行，所以老师都很喜欢教我。",
      "zh_TW": "我跟李老師學《阿難問事佛吉凶經》，多長時間？給諸位說，五個星期，一個多月。但是這五個星期學會了，要用多少時間去消化它？給諸位說，要用五年你才能契入。五個星期是老師把那個介紹給你，你並沒有真正得到，真正得到要花五年的時間，天天讀誦，天天學習，有機緣常常講解，一遍一遍的講。我過去學經教，跟我們一般同學們講，那是我的一種看法，老師教完之後，教這部經，我們自己想辦法把這部經講十遍，這是最低的水平。十遍講了之後，我們的印象就有點深刻；學了之後沒有講十遍，如果半年不學就統統忘掉了，為什麼？沒有根。所以「一經通，一切經通」，道理在此地。要通一切經，要在這一部經上到底功夫用到什麼程度？用到見性。任何一部經都是世尊從真如本性裡頭流出來的，所以任何一部經典，都能夠達到明心見性的目的，達到這個程度，那世出世間法全通了。從前李老師教我的，教我學習的方法、心態，我得到受用。得受用沒有別的，我聽話。所以我作學生是個好學生，老師的教導我不懷疑，從來不懷疑，沒有疑問，依教奉行，所以老師都很喜歡教我。"
    },
    {
      "id": "12-017-0573_p0019",
      "zh_CN": "第三首：",
      "zh_TW": "第三首："
    },
    {
      "id": "12-017-0573_p0020",
      "zh_CN": "【菩萨无数等刹尘，俱来此会同瞻仰，愿随其意所应受，演说妙法除疑惑。】",
      "zh_TW": "【菩薩無數等剎塵，俱來此會同瞻仰，願隨其意所應受，演說妙法除疑惑。】"
    },
    {
      "id": "12-017-0573_p0021",
      "zh_CN": "这首偈子在前面说了很多废话，是提醒同学们应当怎样修学，修学成就与否关键完全在我们的心态，其次才是方法，这个我在内典教学里面常常讲。这首偈前面是赞叹菩萨来到法会瞻仰如来。『愿随其意所应受』，这就是求法，菩萨每个人的意愿不见得相同，譬如有人修净土，有人想修禅，有人想修密，有人想学贤首、天台，各个人的愿望都不一样，这是求佛应机说法。「离世间品」开了两千法门就是答复这句话，菩萨众多，所以法门也是无量无边。四弘誓愿讲的「法门无量誓愿学」，我们就知道了，每一个菩萨根性都不一样。特别是十信位，十信位是初学，从凡夫刚刚契入，所以毛病习气断不了，要佛各别的来传授。『演说妙法除疑惑』，只要能帮助人断疑生信、断恶修善，都是妙法，尤其是能帮助别人转迷为悟、转凡成圣。这是供具里面出的音声，言请非常明显。后面从第四首到第十首是「举法请」，前面我们在长行文读过，偈子就非常好懂。",
      "zh_TW": "這首偈子在前面說了很多廢話，是提醒同學們應當怎樣修學，修學成就與否關鍵完全在我們的心態，其次才是方法，這個我在內典教學裡面常常講。這首偈前面是讚歎菩薩來到法會瞻仰如來。『願隨其意所應受』，這就是求法，菩薩每個人的意願不見得相同，譬如有人修淨土，有人想修禪，有人想修密，有人想學賢首、天台，各個人的願望都不一樣，這是求佛應機說法。「離世間品」開了兩千法門就是答覆這句話，菩薩眾多，所以法門也是無量無邊。四弘誓願講的「法門無量誓願學」，我們就知道了，每一個菩薩根性都不一樣。特別是十信位，十信位是初學，從凡夫剛剛契入，所以毛病習氣斷不了，要佛各別的來傳授。『演說妙法除疑惑』，只要能幫助人斷疑生信、斷惡修善，都是妙法，尤其是能幫助別人轉迷為悟、轉凡成聖。這是供具裡面出的音聲，言請非常明顯。後面從第四首到第十首是「舉法請」，前面我們在長行文讀過，偈子就非常好懂。"
    },
    {
      "id": "12-017-0573_p0022",
      "zh_CN": "【云何了知诸佛地，云何观察如来境，佛所加持无有边，愿示此法令清净。】",
      "zh_TW": "【云何了知諸佛地，云何觀察如來境，佛所加持無有邊，願示此法令清淨。】"
    },
    {
      "id": "12-017-0573_p0023",
      "zh_CN": "举法请里面，七首偈分为三段，前面四首的内容是重复言请最初的十句问，没有照前面的次序，因为这是偈颂，偈颂虽然不重视押韵，但是有的时候它也随顺。在这一首里面非常明显的，『诸佛地』、『如来境』，前面是念请，心里有这个意思没有说出来，现在供具出声说出来，『佛所加持』，这说了三桩事情。『愿示此法令清净』，这是求法的，这一句就是请求如来，「示」是指示，让大家断疑生信，清净心就是信心，清净信心才能生起来。",
      "zh_TW": "舉法請裡面，七首偈分為三段，前面四首的內容是重複言請最初的十句問，沒有照前面的次序，因為這是偈頌，偈頌雖然不重視押韻，但是有的時候它也隨順。在這一首裡面非常明顯的，『諸佛地』、『如來境』，前面是念請，心裡有這個意思沒有說出來，現在供具出聲說出來，『佛所加持』，這說了三樁事情。『願示此法令清淨』，這是求法的，這一句就是請求如來，「示」是指示，讓大家斷疑生信，清淨心就是信心，清淨信心才能生起來。"
    },
    {
      "id": "12-017-0573_p0024",
      "zh_CN": "【云何是佛所行处，而以智慧能明入，佛力清净广无边，为诸菩萨应开示。】",
      "zh_TW": "【云何是佛所行處，而以智慧能明入，佛力清淨廣無邊，為諸菩薩應開示。】"
    },
    {
      "id": "12-017-0573_p0025",
      "zh_CN": "这个请法都是非常的明显，什么是『佛所行处』？『而以智慧能明入』，入佛境界要真实智慧，没有真实智慧不能入佛境界。真实智慧是从戒定而生的，绝对不是广学多闻，广学多闻不是智慧，在佛法里叫聪明，儒家讲的记问之学，你不生智慧。智慧是从禅定生的，也就是智慧是从清净心生的，你的心里有烦恼，有妄想、有分别、有执着，怎么会生智慧？佛法里常讲「烦恼轻，智慧长」，这一句话我们要重视，我们的烦恼愈少，智慧就会现前，所以持戒是断烦恼，是断恶业。『佛力清净广无边』，佛果地上的十种能力，我们称十种智力，那个能力告诉你是从智慧里头生的，没有智慧哪来的能力？所以称为十种智力，作用广无边。『为诸菩萨应开示』，这么多的菩萨心里都有疑，都在祈求佛为他们开示，供声说出来了。第六首：",
      "zh_TW": "這個請法都是非常的明顯，什麼是『佛所行處』？『而以智慧能明入』，入佛境界要真實智慧，沒有真實智慧不能入佛境界。真實智慧是從戒定而生的，絕對不是廣學多聞，廣學多聞不是智慧，在佛法裡叫聰明，儒家講的記問之學，你不生智慧。智慧是從禪定生的，也就是智慧是從清淨心生的，你的心裡有煩惱，有妄想、有分別、有執著，怎麼會生智慧？佛法裡常講「煩惱輕，智慧長」，這一句話我們要重視，我們的煩惱愈少，智慧就會現前，所以持戒是斷煩惱，是斷惡業。『佛力清淨廣無邊』，佛果地上的十種能力，我們稱十種智力，那個能力告訴你是從智慧裡頭生的，沒有智慧哪來的能力？所以稱為十種智力，作用廣無邊。『為諸菩薩應開示』，這麼多的菩薩心裡都有疑，都在祈求佛為他們開示，供聲說出來了。第六首："
    },
    {
      "id": "12-017-0573_p0026",
      "zh_CN": "【云何广大诸三昧，云何净治无畏法，神通力用不可量，愿随众生心乐说。】",
      "zh_TW": "【云何廣大諸三昧，云何淨治無畏法，神通力用不可量，願隨眾生心樂說。】"
    },
    {
      "id": "12-017-0573_p0027",
      "zh_CN": "佛的三昧、佛的无畏、佛的神通，这三种前面介绍过了。『广大诸三昧』，「三昧」是梵语，意思是正受，也翻作禅定，简单的说，六根接触六尘境界，确确实实能够保持不起心不动念、不分别不执着，这个境界就叫三昧。见色闻声这些事相无量无边，样样都不执着，样样都不起心动念，三昧就无量无边，佛果地上圆满了。我们在这个世间，有些人不贪财，对财物没有放在心上，他不起心动念，这个人对财得了三昧，但是对名，他就没有三昧，他好名；有些人对名也无所谓，好利、好地位、好权势，只要你一有丝毫的爱好，你那个三昧就没有了。为什么？你起心动念了。",
      "zh_TW": "佛的三昧、佛的無畏、佛的神通，這三種前面介紹過了。『廣大諸三昧』，「三昧」是梵語，意思是正受，也翻作禪定，簡單的說，六根接觸六塵境界，確確實實能夠保持不起心不動念、不分別不執著，這個境界就叫三昧。見色聞聲這些事相無量無邊，樣樣都不執著，樣樣都不起心動念，三昧就無量無邊，佛果地上圓滿了。我們在這個世間，有些人不貪財，對財物沒有放在心上，他不起心動念，這個人對財得了三昧，但是對名，他就沒有三昧，他好名；有些人對名也無所謂，好利、好地位、好權勢，只要你一有絲毫的愛好，你那個三昧就沒有了。為什麼？你起心動念了。"
    },
    {
      "id": "12-017-0573_p0028",
      "zh_CN": "由此可知，到佛果地上才真正彻底放下了，无论什么境界都不会起心动念了，天堂不起心动念，没有感觉到乐受，地狱也不起心动念，没有感觉到苦受。动念头就有苦乐忧喜舍，就不是正受，那个受就不正常。没有苦乐忧喜舍，什么境界都是平等的，这叫正受。所以三昧也翻作「等持」，等就是平等，持是保持，永远保持着平等，天堂跟地狱平等。为什么？不受就平等，受就不平等，受就有苦有乐，不受就平等。所以修定，这是关键。真正大定在哪里修？大定就是在日常生活当中，六根接触六尘境界，在这里修。修平等性智，平等性智是三昧，换句话说，绝对不会被外境所转，不会被外境所动，你这个心是不动的。什么时候真正修到？八地菩萨「不动地」。七地叫「远行地」，距离这个影响很远很远，换句话说，对修行人影响极其微薄，到八地真的不动，一丝毫影响没有了。",
      "zh_TW": "由此可知，到佛果地上才真正徹底放下了，無論什麼境界都不會起心動念了，天堂不起心動念，沒有感覺到樂受，地獄也不起心動念，沒有感覺到苦受。動念頭就有苦樂憂喜捨，就不是正受，那個受就不正常。沒有苦樂憂喜捨，什麼境界都是平等的，這叫正受。所以三昧也翻作「等持」，等就是平等，持是保持，永遠保持著平等，天堂跟地獄平等。為什麼？不受就平等，受就不平等，受就有苦有樂，不受就平等。所以修定，這是關鍵。真正大定在哪裡修？大定就是在日常生活當中，六根接觸六塵境界，在這裡修。修平等性智，平等性智是三昧，換句話說，絕對不會被外境所轉，不會被外境所動，你這個心是不動的。什麼時候真正修到？八地菩薩「不動地」。七地叫「遠行地」，距離這個影響很遠很遠，換句話說，對修行人影響極其微薄，到八地真的不動，一絲毫影響沒有了。"
    },
    {
      "id": "12-017-0573_p0029",
      "zh_CN": "『云何净治无畏法』，「治」是对治，「无畏」是四种无畏，如何净治？要定要慧，清净的定慧。在任何团体大众当中，没有畏惧，不怕人问难，一切众生有问题尽管问，问不倒的。『神通力用不可量』，这里头包括的范围太大，通常我们讲六种神通，在《华严》里面讲十通，作用不可思量、不可限量。『愿随众生心乐说』，愿佛随着众生的心，因为请法的菩萨太多太多，这些菩萨境界各个不相同，求佛应机说法，应一切众生机来说法，所以就说出这么一部大经来。第七首：",
      "zh_TW": "『云何淨治無畏法』，「治」是對治，「無畏」是四種無畏，如何淨治？要定要慧，清淨的定慧。在任何團體大眾當中，沒有畏懼，不怕人問難，一切眾生有問題儘管問，問不倒的。『神通力用不可量』，這裡頭包括的範圍太大，通常我們講六種神通，在《華嚴》裡面講十通，作用不可思量、不可限量。『願隨眾生心樂說』，願佛隨著眾生的心，因為請法的菩薩太多太多，這些菩薩境界各個不相同，求佛應機說法，應一切眾生機來說法，所以就說出這麼一部大經來。第七首："
    },
    {
      "id": "12-017-0573_p0030",
      "zh_CN": "【诸佛法王如世主，所行自在无能制，及余一切广大法，为利益故当开演。】",
      "zh_TW": "【諸佛法王如世主，所行自在無能制，及餘一切廣大法，為利益故當開演。】"
    },
    {
      "id": "12-017-0573_p0031",
      "zh_CN": "『及余一切广大法』，前面念请有二十句问，二十句问之外的就是「及余」。佛德能无量无边，虽然菩萨没有问，也希望佛能够为大家演说。这一句有答复，在后面「不思议品」，将来我们会看到。『诸佛法王如世主』，菩萨也是「世主」，何以故？菩萨教化众生，他是老师，老师是学生之主。世间既然有师生这个关系，有这么一个团体，老师在学生当中他能够作主，所以他也是世主。诸佛法王，佛是导师，是菩萨的老师，所以我们称释迦牟尼佛为本师，根本的老师。在我们这个世界，至少在现前这个阶段，释迦牟尼佛的法运一万二千年，这一万二千年当中，释迦牟尼佛是我们的本师，佛陀教育是他建立的，是他创办的。早年这些弟子，有菩萨、有罗汉，佛灭度之后，他们代佛教化，以至于一代一代的祖师大德这些善知识们，代代相传。这个地方是赞佛，『所行自在无能制』，佛对于世出世间法究竟圆满的通达明了，确确实实像清凉大师在这个经里面所说的「理事无碍，事事无碍」。",
      "zh_TW": "『及餘一切廣大法』，前面念請有二十句問，二十句問之外的就是「及餘」。佛德能無量無邊，雖然菩薩沒有問，也希望佛能夠為大家演說。這一句有答覆，在後面「不思議品」，將來我們會看到。『諸佛法王如世主』，菩薩也是「世主」，何以故？菩薩教化眾生，他是老師，老師是學生之主。世間既然有師生這個關係，有這麼一個團體，老師在學生當中他能夠作主，所以他也是世主。諸佛法王，佛是導師，是菩薩的老師，所以我們稱釋迦牟尼佛為本師，根本的老師。在我們這個世界，至少在現前這個階段，釋迦牟尼佛的法運一萬二千年，這一萬二千年當中，釋迦牟尼佛是我們的本師，佛陀教育是他建立的，是他創辦的。早年這些弟子，有菩薩、有羅漢，佛滅度之後，他們代佛教化，以至於一代一代的祖師大德這些善知識們，代代相傳。這個地方是讚佛，『所行自在無能制』，佛對於世出世間法究竟圓滿的通達明瞭，確確實實像清涼大師在這個經裡面所說的「理事無礙，事事無礙」。"
    },
    {
      "id": "12-017-0573_p0032",
      "zh_CN": "前面这二十个问没有问到的，一定还有不少广大法。『为利益故当开演』，佛的心愿我们知道，利益一切众生，希望一切众生都跟他一样。我们要有这个心、要有这个愿，千万不能有嫉妒障碍，那就错了！所以求学无论世出世法，最重要的一个观念，希望别人超过我自己。我跟诸位同学说，我从小没有接触佛法，我就有这个思想，我早年我自己写的文章，送给方东美先生看、送给章嘉大师看，里面都写这个。我一生没有好胜好强的心，我总希望别人都比我好，我享福，他们造福我享福。好事实在没有人干，那我一定要出来干，当仁不让；有别人做得比我更好，我一定让给他，我从小我就有这个思想。作学生的时代，从小学我就会让，我不跟别人争，连成绩都不争，我的老师对我都非常清楚，好学，没有竞争的心。",
      "zh_TW": "前面這二十個問沒有問到的，一定還有不少廣大法。『為利益故當開演』，佛的心願我們知道，利益一切眾生，希望一切眾生都跟他一樣。我們要有這個心、要有這個願，千萬不能有嫉妒障礙，那就錯了！所以求學無論世出世法，最重要的一個觀念，希望別人超過我自己。我跟諸位同學說，我從小沒有接觸佛法，我就有這個思想，我早年我自己寫的文章，送給方東美先生看、送給章嘉大師看，裡面都寫這個。我一生沒有好勝好強的心，我總希望別人都比我好，我享福，他們造福我享福。好事實在沒有人幹，那我一定要出來幹，當仁不讓；有別人做得比我更好，我一定讓給他，我從小我就有這個思想。作學生的時代，從小學我就會讓，我不跟別人爭，連成績都不爭，我的老師對我都非常清楚，好學，沒有競爭的心。"
    },
    {
      "id": "12-017-0573_p0033",
      "zh_CN": "所以在学校念书，每逢考试我答的考卷，我一算大概到六十五分我就交卷，后面会做的不做了，及格就可以，何必要争高分数、要争高名次？就是第一名、第二名，这个我没有兴趣。喜欢读书，所以课外的书我念得很多，同学当中我的知识非常丰富，看书看得多。希望别人都比我好，我有这么一点善根。我能够忍辱，李老师讲的六波罗蜜里头，他常常在同学当中赞叹我，我能布施、能忍辱，欢喜帮助别人，欢喜为别人服务。所以纵然菩萨还没有问到的，佛都知道，为了利益一切众生，应当开示，应当演说。第八句：",
      "zh_TW": "所以在學校念書，每逢考試我答的考卷，我一算大概到六十五分我就交卷，後面會做的不做了，及格就可以，何必要爭高分數、要爭高名次？就是第一名、第二名，這個我沒有興趣。喜歡讀書，所以課外的書我念得很多，同學當中我的知識非常豐富，看書看得多。希望別人都比我好，我有這麼一點善根。我能夠忍辱，李老師講的六波羅蜜裡頭，他常常在同學當中讚歎我，我能布施、能忍辱，歡喜幫助別人，歡喜為別人服務。所以縱然菩薩還沒有問到的，佛都知道，為了利益一切眾生，應當開示，應當演說。第八句："
    },
    {
      "id": "12-017-0573_p0034",
      "zh_CN": "【佛眼云何无有量，耳鼻舌身亦复然，意无有量复云何，愿示能知此方便。】",
      "zh_TW": "【佛眼云何無有量，耳鼻舌身亦復然，意無有量復云何，願示能知此方便。】"
    },
    {
      "id": "12-017-0573_p0035",
      "zh_CN": "这首偈是说前面「体相显著」十句，问的云何是佛眼、云何是佛耳、云何是佛鼻？但是偈颂里面没有说那么多，偈颂里头只说六根，念请里还有三业，三业里面开身业，身业开常光、放光，所以身业就占两句，这样合起来十句，这是供具里面言请的，这一看我们意思就懂了。后面这两首是讲「化用普周十句」，就是佛的十海。在四十问里面这个十海非常重要，可以说它是总纲领：佛怎么修行，修行证果之后起什么作用？起度化众生，也就是真正落实「众生无边誓愿度」，这十句是度众生的。前面所问，多半是问佛怎样修行成佛的。",
      "zh_TW": "這首偈是說前面「體相顯著」十句，問的云何是佛眼、云何是佛耳、云何是佛鼻？但是偈頌裡面沒有說那麼多，偈頌裡頭只說六根，念請裡還有三業，三業裡面開身業，身業開常光、放光，所以身業就佔兩句，這樣合起來十句，這是供具裡面言請的，這一看我們意思就懂了。後面這兩首是講「化用普周十句」，就是佛的十海。在四十問裡面這個十海非常重要，可以說它是總綱領：佛怎麼修行，修行證果之後起什麼作用？起度化眾生，也就是真正落實「眾生無邊誓願度」，這十句是度眾生的。前面所問，多半是問佛怎樣修行成佛的。"
    },
    {
      "id": "12-017-0573_p0036",
      "zh_CN": "【如诸刹海众生海，法界所有安立海，及诸佛海亦无边，愿为佛子咸开畅。】",
      "zh_TW": "【如諸剎海眾生海，法界所有安立海，及諸佛海亦無邊，願為佛子咸開暢。】"
    },
    {
      "id": "12-017-0573_p0037",
      "zh_CN": "【永出思议众度海，普入解脱方便海，所有一切法门海，此道场中愿宣说。】",
      "zh_TW": "【永出思議眾度海，普入解脫方便海，所有一切法門海，此道場中願宣說。】"
    },
    {
      "id": "12-017-0573_p0038",
      "zh_CN": "这两首偈，是说「化用普周十句之问」。在偈颂八句里面只提到七个问题，另外还有佛的神变海、佛的寿量海、佛的名号海，缺少这三个，清凉大师说这三个都不离佛，佛海就可以把这个统统都包括，意思含的有。这就是供具里头出声的，这是言音请，不是念请。与会这些大众，异生众里面确实有中下根性，哪些人？像我们，我们是异生众里头中下根性。菩萨心里的念头我们不知道，不但菩萨心里念头我们不知道，我跟你之间，我心里起念头你不知道，你心里起念头我也不知道，这才晓得我们的业障有多重！",
      "zh_TW": "這兩首偈，是說「化用普周十句之問」。在偈頌八句裡面只提到七個問題，另外還有佛的神變海、佛的壽量海、佛的名號海，缺少這三個，清涼大師說這三個都不離佛，佛海就可以把這個統統都包括，意思含的有。這就是供具裡頭出聲的，這是言音請，不是念請。與會這些大眾，異生眾裡面確實有中下根性，哪些人？像我們，我們是異生眾裡頭中下根性。菩薩心裡的念頭我們不知道，不但菩薩心裡念頭我們不知道，我跟你之間，我心裡起念頭你不知道，你心裡起念頭我也不知道，這才曉得我們的業障有多重！"
    },
    {
      "id": "12-017-0573_p0039",
      "zh_CN": "经典上告诉我们，阿罗汉、辟支佛，或者更低的层次，阿那含、斯陀含，我们心里起心动念，他们知道，他怎么知道？他那个能力恢复了一部分。阿罗汉有六通，阿那含、斯陀含已经有他心通。须陀洹没有，须陀洹有天眼通、天耳通，这是初果；二果就有宿命通，宿命通是知道自己的过去未来，有他心通，别人心里起心动念他知道；到三果圣人就有神足通，他就能变化自在；四果罗汉有漏尽通，那就圆满，漏尽通是见思烦恼断尽了。由此可知，我们是一样都不通，烦恼习气是多么的深重，自己不能不知道。不知道你修学的心发不起来，一定知道自己不行，我才要发愤努力学习；要是对现前境界很满意，你这个发愤求学的心生不起来，我们佛家讲的道心生不起来，你满足于现状。怎样激发自己的道心？了解事实真相，才知道自己真的错了。",
      "zh_TW": "經典上告訴我們，阿羅漢、辟支佛，或者更低的層次，阿那含、斯陀含，我們心裡起心動念，他們知道，他怎麼知道？他那個能力恢復了一部分。阿羅漢有六通，阿那含、斯陀含已經有他心通。須陀洹沒有，須陀洹有天眼通、天耳通，這是初果；二果就有宿命通，宿命通是知道自己的過去未來，有他心通，別人心裡起心動念他知道；到三果聖人就有神足通，他就能變化自在；四果羅漢有漏盡通，那就圓滿，漏盡通是見思煩惱斷盡了。由此可知，我們是一樣都不通，煩惱習氣是多麼的深重，自己不能不知道。不知道你修學的心發不起來，一定知道自己不行，我才要發憤努力學習；要是對現前境界很滿意，你這個發憤求學的心生不起來，我們佛家講的道心生不起來，你滿足於現狀。怎樣激發自己的道心？了解事實真相，才知道自己真的錯了。"
    },
    {
      "id": "12-017-0573_p0040",
      "zh_CN": "『如诸刹海』，这是诸佛的刹海，前面讲世界海，「刹海」就是世界海；『众生海』、『法界所有安立海』，前面细说过了。『及诸佛海亦无边』，「亦无边」就把前面三句全都贯上了，世界海无边，众生海无边，法界安立海无边，佛海亦无边，样样都无边。『愿为佛子咸开畅』，「开」是开示，「咸」是统统为我们开示，让我们听了之后茅塞顿开，心意畅悦。「畅」还有个意思，畅佛本怀，佛的愿望是要觉悟一切众生，一切众生都觉悟了，佛心境舒畅了，有这么个意思，畅佛本怀。『永出思议众度海』，这是度众生不可思议。『普入解脱方便海』，这就是解脱海。『所有一切法门海』，法门是教化众生的。『此道场中愿宣说』，这个道场是华严海会，愿佛在这个道场当中为大家宣说。供具言请到这个地方是一个段落，我们在「现相品」一开端看到菩萨念请，供具声请，供具出声音，声音赞颂，我们也可以说是言请，把这个意思都说出来了。",
      "zh_TW": "『如諸剎海』，這是諸佛的剎海，前面講世界海，「剎海」就是世界海；『眾生海』、『法界所有安立海』，前面細說過了。『及諸佛海亦無邊』，「亦無邊」就把前面三句全都貫上了，世界海無邊，眾生海無邊，法界安立海無邊，佛海亦無邊，樣樣都無邊。『願為佛子咸開暢』，「開」是開示，「咸」是統統為我們開示，讓我們聽了之後茅塞頓開，心意暢悅。「暢」還有個意思，暢佛本懷，佛的願望是要覺悟一切眾生，一切眾生都覺悟了，佛心境舒暢了，有這麼個意思，暢佛本懷。『永出思議眾度海』，這是度眾生不可思議。『普入解脫方便海』，這就是解脫海。『所有一切法門海』，法門是教化眾生的。『此道場中願宣說』，這個道場是華嚴海會，願佛在這個道場當中為大家宣說。供具言請到這個地方是一個段落，我們在「現相品」一開端看到菩薩念請，供具聲請，供具出聲音，聲音讚頌，我們也可以說是言請，把這個意思都說出來了。"
    },
    {
      "id": "12-017-0573_p0041",
      "zh_CN": "李长者《合论》里头有一段话，道霈禅师把它节录在此地，做为这一大段的一个总结。他用问答的方式来说，「问曰：大众何不以言自问，而默念致疑？何不自以言赞劝请，而于供具云出音请佛？」长者给我们提出这两个问题，这的确是我们的疑问。这些菩萨为什么自己不把自己的疑问说出来，而在心里默念？呈献供养佛的这些供具，它们出音声来赞佛、言请，为什么这些菩萨自己不赞佛？不用言请？长者为我们解答，「答曰：明佛得法界心，与一切众生同心故。」这个道理我们要懂。为什么一切众生起心动念佛都知道？佛证得法界是自己的心，法界就是真如本性，就是真心理体。《华严经》上讲得很好，十法界依正庄严从哪里来的？「唯心所现」，那个心就是法界心，法界就是心，心就是法界。十法界依正庄严是法界心现的相分，佛圆满证得，所以佛的心跟一切众生同心；换句话说，众生心里起极其微弱的念头，甚至自己都不晓得，佛已经清楚、已经明白了。这就是现相，这个现相意思很深。",
      "zh_TW": "李長者《合論》裡頭有一段話，道霈禪師把它節錄在此地，做為這一大段的一個總結。他用問答的方式來說，「問曰：大眾何不以言自問，而默念致疑？何不自以言讚勸請，而於供具雲出音請佛？」長者給我們提出這兩個問題，這的確是我們的疑問。這些菩薩為什麼自己不把自己的疑問說出來，而在心裡默念？呈獻供養佛的這些供具，它們出音聲來讚佛、言請，為什麼這些菩薩自己不讚佛？不用言請？長者為我們解答，「答曰：明佛得法界心，與一切眾生同心故。」這個道理我們要懂。為什麼一切眾生起心動念佛都知道？佛證得法界是自己的心，法界就是真如本性，就是真心理體。《華嚴經》上講得很好，十法界依正莊嚴從哪裡來的？「唯心所現」，那個心就是法界心，法界就是心，心就是法界。十法界依正莊嚴是法界心現的相分，佛圓滿證得，所以佛的心跟一切眾生同心；換句話說，眾生心裡起極其微弱的念頭，甚至自己都不曉得，佛已經清楚、已經明白了。這就是現相，這個現相意思很深。"
    },
    {
      "id": "12-017-0573_p0042",
      "zh_CN": "供养具里面出声音赞颂，这是表「一切法，总法界体也」，不但正报，我们常常讲、大经里常讲，一切有情众生都有佛性，一切无情众生都有法性，佛性跟法性是一个性，这个性就是法界体；供具是无情，无情跟有情同一个体。法界不可思议，一切法当然也不可思议，还是现相，让我们从这个境界相里面悟入。由此可知，诸佛如来一切作为，无一不是觉悟众生。长者这样一提醒，我们想想很有道理，长者一定悟入，他要不悟入，他怎么能说得出来？他能说得出来，说明他入了这个境界。「又明圣众，心境无二」，这就是《华严经》讲的情与无情同圆种智。「凡夫迷法界，自见心境有二，故颠倒生也」，话说得好，真的是这样，凡夫确确实实迷了自性、迷了法界，于是心跟外头境界对立，这就叫做迷惑颠倒。诸佛如来、法身菩萨，他们了解事实真相，心跟境是一不是二；心境是一，换句话说，宇宙是一，法界是一。",
      "zh_TW": "供養具裡面出聲音讚頌，這是表「一切法，總法界體也」，不但正報，我們常常講、大經裡常講，一切有情眾生都有佛性，一切無情眾生都有法性，佛性跟法性是一個性，這個性就是法界體；供具是無情，無情跟有情同一個體。法界不可思議，一切法當然也不可思議，還是現相，讓我們從這個境界相裡面悟入。由此可知，諸佛如來一切作為，無一不是覺悟眾生。長者這樣一提醒，我們想想很有道理，長者一定悟入，他要不悟入，他怎麼能說得出來？他能說得出來，說明他入了這個境界。「又明聖眾，心境無二」，這就是《華嚴經》講的情與無情同圓種智。「凡夫迷法界，自見心境有二，故顛倒生也」，話說得好，真的是這樣，凡夫確確實實迷了自性、迷了法界，於是心跟外頭境界對立，這就叫做迷惑顛倒。諸佛如來、法身菩薩，他們了解事實真相，心跟境是一不是二；心境是一，換句話說，宇宙是一，法界是一。"
    },
    {
      "id": "12-017-0573_p0043",
      "zh_CN": "我们常讲十法界，为什么会有十法界？十法界是从凡夫妄想分别执着里面迷惑颠倒的见解，不是事实。事实是什么？十法界就是一真法界，你要是证得一真，全都通了，障碍就没有了，十法界里任何一个众生起心动念你都明了。所以证得一真法界，就是明心见性，净土宗里面讲理一心不乱，名词不一样，是一桩事情，一个境界！所以《华严经》常讲的「入不二法门」，我们凡夫把所有一切理事，统统把它分开，分的真的是无量无边，迷在这里头，哪里晓得无量无边的妄想分别执着原来是不一不异，不二法门！诸法、世出世间一切法，不能讲它是一，也不能说它是二，或者我们用《华严经》的术语，不可以说它是一，也不可以说它是多，为什么？你说它是一，你已经执着一个一，你已经分别一；你说它是二、说它是多，你已经分别多、已经执着多，你已经落到妄想分别执着里面去了，问题在这里。离开一切妄想分别执着，哪里来的一？哪里来的二？哪里来的多？都没有了，那才叫清净法界，那才叫一真法界。诸位要晓得，一真法界也是不得已勉强说出这个名词，再老实告诉你，一真法界也没有，决定不可以执着，决定不可以分别，那真的叫一真法界。我们今天天天口里讲的一真法界，心里想的一真法界，都不是真的，全是假的，还都是唯识所变的。这个东西难！",
      "zh_TW": "我們常講十法界，為什麼會有十法界？十法界是從凡夫妄想分別執著裡面迷惑顛倒的見解，不是事實。事實是什麼？十法界就是一真法界，你要是證得一真，全都通了，障礙就沒有了，十法界裡任何一個眾生起心動念你都明瞭。所以證得一真法界，就是明心見性，淨土宗裡面講理一心不亂，名詞不一樣，是一樁事情，一個境界！所以《華嚴經》常講的「入不二法門」，我們凡夫把所有一切理事，統統把它分開，分的真的是無量無邊，迷在這裡頭，哪裡曉得無量無邊的妄想分別執著原來是不一不異，不二法門！諸法、世出世間一切法，不能講它是一，也不能說它是二，或者我們用《華嚴經》的術語，不可以說它是一，也不可以說它是多，為什麼？你說它是一，你已經執著一個一，你已經分別一；你說它是二、說它是多，你已經分別多、已經執著多，你已經落到妄想分別執著裡面去了，問題在這裡。離開一切妄想分別執著，哪裡來的一？哪裡來的二？哪裡來的多？都沒有了，那才叫清淨法界，那才叫一真法界。諸位要曉得，一真法界也是不得已勉強說出這個名詞，再老實告訴你，一真法界也沒有，決定不可以執著，決定不可以分別，那真的叫一真法界。我們今天天天口裡講的一真法界，心裡想的一真法界，都不是真的，全是假的，還都是唯識所變的。這個東西難！"
    },
    {
      "id": "12-017-0573_p0044",
      "zh_CN": "要做到什么程度？六根对六尘境界一念不生。听经要怎么听法？古大德讲得妙极了，「听而无听，无听而听」。所以古人讲我们闻法，下根的人耳闻、耳听，上根的人神听，听而无听，无听而听，听跟无听是一不是二，你真听。为什么？耳根听的是声性。眼根见的是色性，耳根闻的是声性，我们用闻性闻声性，闻性跟声性是一个性，就入不二法门。《楞严经》上观世音菩萨说出他用功的方法，「反闻闻自性，性成无上道」，他会听，我们不会听，我们听了是妄想分别执着。所以诸佛菩萨训练学生，为什么开端那样严格搞戒定慧？戒定慧真的是根本，通过持戒你得到三昧、你得到禅定，从禅定里面生出闻思修三慧，你就入这个境界。你见是见性见色性，你闻是闻性闻声性，你入了华严境界，你入了佛的境界，就这么回事情！真正是畅佛度生本怀，哪里是我们这个样子？我们全搞错了。今天时间到了，我们就讲到此地。",
      "zh_TW": "要做到什麼程度？六根對六塵境界一念不生。聽經要怎麼聽法？古大德講得妙極了，「聽而無聽，無聽而聽」。所以古人講我們聞法，下根的人耳聞、耳聽，上根的人神聽，聽而無聽，無聽而聽，聽跟無聽是一不是二，你真聽。為什麼？耳根聽的是聲性。眼根見的是色性，耳根聞的是聲性，我們用聞性聞聲性，聞性跟聲性是一個性，就入不二法門。《楞嚴經》上觀世音菩薩說出他用功的方法，「反聞聞自性，性成無上道」，他會聽，我們不會聽，我們聽了是妄想分別執著。所以諸佛菩薩訓練學生，為什麼開端那樣嚴格搞戒定慧？戒定慧真的是根本，通過持戒你得到三昧、你得到禪定，從禪定裡面生出聞思修三慧，你就入這個境界。你見是見性見色性，你聞是聞性聞聲性，你入了華嚴境界，你入了佛的境界，就這麼回事情！真正是暢佛度生本懷，哪裡是我們這個樣子？我們全搞錯了。今天時間到了，我們就講到此地。"
    }
  ]
}