{
  "doc_id": "12-017-0880",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八八０卷",
    "zh_TW": "第八八０卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0880",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "12-017-0880_p0001",
      "zh_CN": "诸位同学，请看「华藏世界品」，右旋十海最后这一大段，天城宝堞海，海所持二十层佛刹，现在请看第十一层：",
      "zh_TW": "諸位同學，請看「華藏世界品」，右旋十海最後這一大段，天城寶堞海，海所持二十層佛剎，現在請看第十一層："
    },
    {
      "id": "12-017-0880_p0002",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名香水盖，佛号一切波罗蜜无碍海。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名香水蓋，佛號一切波羅蜜無礙海。】"
    },
    {
      "id": "12-017-0880_p0003",
      "zh_CN": "我们看到这个世界的名称，要想到它表法的意思，我们应该怎样来学习。大乘佛法里面常常用「水」来表心，所以，供佛的供具里面如果没有香花，可以，但是不能没有水。特别是在现代这个时代，在家同学有许多人居住的是公寓的房子，空间不大，供香花确实有不便之处，供水就好。我常常给同学们说，供水，最好这个杯子用透明的玻璃杯，一杯干净的水。「水」表心，不是供养佛去喝的，不是的，佛不需要，给我们自己看的。我们看到佛前这一杯水，就要想到佛的心。佛的心像水一样清净，一丝毫染污都没有；像水一样平等，杯子里头的水不起波浪，所以清净平等是真心，清净平等是佛心。我们自己的心本来是真心，本来是佛心，可是禁不起境界风动，六根接触外面六尘境界，你心就动了。这个动了，水就起波浪，所以要常常想到这水不起波浪，心水是定的。定，它起的作用像一面镜子一样，外面山河大地一切庄严都照在里头，照得清清楚楚。那是什么？那是自性本具的般若智慧。供水是表这个意思。",
      "zh_TW": "我們看到這個世界的名稱，要想到它表法的意思，我們應該怎樣來學習。大乘佛法裡面常常用「水」來表心，所以，供佛的供具裡面如果沒有香花，可以，但是不能沒有水。特別是在現代這個時代，在家同學有許多人居住的是公寓的房子，空間不大，供香花確實有不便之處，供水就好。我常常給同學們說，供水，最好這個杯子用透明的玻璃杯，一杯乾淨的水。「水」表心，不是供養佛去喝的，不是的，佛不需要，給我們自己看的。我們看到佛前這一杯水，就要想到佛的心。佛的心像水一樣清淨，一絲毫染污都沒有；像水一樣平等，杯子裡頭的水不起波浪，所以清淨平等是真心，清淨平等是佛心。我們自己的心本來是真心，本來是佛心，可是禁不起境界風動，六根接觸外面六塵境界，你心就動了。這個動了，水就起波浪，所以要常常想到這水不起波浪，心水是定的。定，它起的作用像一面鏡子一樣，外面山河大地一切莊嚴都照在裡頭，照得清清楚楚。那是什麼？那是自性本具的般若智慧。供水是表這個意思。"
    },
    {
      "id": "12-017-0880_p0004",
      "zh_CN": "境界风动，自己心水不动，这就是功夫。佛家讲修行功夫是说的这个，不是说别的，千万不要搞错。我一天念多少声佛号，一天拜多少拜佛，读多少卷经，这不是功夫，那是修行的增上缘。有没有功夫看你的心在境界里头还动不动，还会不会被染污。所以我们供水一定要供干净的水，不能供茶。茶怎么样？有颜色。有颜色就是被染污，茶不好供，不能供有颜色的水。所以，最好也不要用有颜色的杯子，透明的玻璃杯。现在有很多用水晶杯，很精致，能表法，水晶很好！《弥陀经》上讲的玻璃就是现在我们所说的水晶。古时候没有玻璃，水晶是玻璃，所以这是七宝之一。金银、琉璃、玻璃，琉璃是我们现在叫翡翠，绿色的玉，它也是透明，但是它有颜色，所以最好不用这个做供杯，一定要懂得表法的意思。",
      "zh_TW": "境界風動，自己心水不動，這就是功夫。佛家講修行功夫是說的這個，不是說別的，千萬不要搞錯。我一天念多少聲佛號，一天拜多少拜佛，讀多少卷經，這不是功夫，那是修行的增上緣。有沒有功夫看你的心在境界裡頭還動不動，還會不會被染污。所以我們供水一定要供乾淨的水，不能供茶。茶怎麼樣？有顏色。有顏色就是被染污，茶不好供，不能供有顏色的水。所以，最好也不要用有顏色的杯子，透明的玻璃杯。現在有很多用水晶杯，很精緻，能表法，水晶很好！《彌陀經》上講的玻璃就是現在我們所說的水晶。古時候沒有玻璃，水晶是玻璃，所以這是七寶之一。金銀、琉璃、玻璃，琉璃是我們現在叫翡翠，綠色的玉，它也是透明，但是它有顏色，所以最好不用這個做供杯，一定要懂得表法的意思。"
    },
    {
      "id": "12-017-0880_p0005",
      "zh_CN": "这个地方的水，『香水』，好。「香」是戒定慧，诸位想想看，清净的戒定慧，没有丝毫染污的戒定慧，我们就想到世界好。『盖』是盖覆，这个世界香水所盖覆，那就是清净平等的戒定慧所盖覆。这个世界如果经文要具足，想必一定有「纯一清净」。佛的德号『一切波罗蜜无碍海』，「一切」是一切法门，无量无边的法门归纳起来不出六大类，大乘佛法里面称之为六波罗蜜。波罗蜜是梵语，意思（我们从意思上说，不从文字上讲），意思是究竟圆满。换句话说，所有一切法门都证到究竟圆满，这才叫「一切波罗蜜」。「无碍海」，海是比喻，这就不说了；无碍，《华严经》上讲的「理无碍，事无碍，理事无碍，事事无碍」，这个真是得大自在！",
      "zh_TW": "這個地方的水，『香水』，好。「香」是戒定慧，諸位想想看，清淨的戒定慧，沒有絲毫染污的戒定慧，我們就想到世界好。『蓋』是蓋覆，這個世界香水所蓋覆，那就是清淨平等的戒定慧所蓋覆。這個世界如果經文要具足，想必一定有「純一清淨」。佛的德號『一切波羅蜜無礙海』，「一切」是一切法門，無量無邊的法門歸納起來不出六大類，大乘佛法裡面稱之為六波羅蜜。波羅蜜是梵語，意思（我們從意思上說，不從文字上講），意思是究竟圓滿。換句話說，所有一切法門都證到究竟圓滿，這才叫「一切波羅蜜」。「無礙海」，海是比喻，這就不說了；無礙，《華嚴經》上講的「理無礙，事無礙，理事無礙，事事無礙」，這個真是得大自在！"
    },
    {
      "id": "12-017-0880_p0006",
      "zh_CN": "我们在前面读过「最自在」，果报！这个果报的因是什么？因就是一切波罗蜜。这一切波罗蜜，我们依旧用世尊在大乘里面所说的六个纲领，佛把一切波罗蜜归纳为六条。布施波罗蜜你做圆满了没有？不是叫你到处去布施，那怎么能圆满，这圆满不了！所以你要想想布施的对象是什么？作用是什么？它的对象是悭贪烦恼，作用是用布施这个方法把悭贪这个烦恼断掉。所以，布施什么时候圆满？悭贪烦恼断掉了，于世出世间一切法决定不起毫分贪恋之心。自己这个身心，一切所有，能放得下，这我们常讲身心世界你能放得下。放得下是什么？悭吝的心没有了。我们讲吝啬，吝啬这个念头断掉了。悭贪断尽，布施波罗蜜圆满了，那个布施就称波罗蜜。如果你的悭贪没有断尽，你看世间贪财、贪法（法就是聪明智慧）、贪图健康长寿，这世间人所求的。对财富、聪明智慧、健康长寿，悭贪的念头一点都没有，布施波罗蜜成就！如果悭贪的心没有舍掉，你天天在修，只能叫布施，不可以叫波罗蜜。",
      "zh_TW": "我們在前面讀過「最自在」，果報！這個果報的因是什麼？因就是一切波羅蜜。這一切波羅蜜，我們依舊用世尊在大乘裡面所說的六個綱領，佛把一切波羅蜜歸納為六條。布施波羅蜜你做圓滿了沒有？不是叫你到處去布施，那怎麼能圓滿，這圓滿不了！所以你要想想布施的對象是什麼？作用是什麼？它的對象是慳貪煩惱，作用是用布施這個方法把慳貪這個煩惱斷掉。所以，布施什麼時候圓滿？慳貪煩惱斷掉了，於世出世間一切法決定不起毫分貪戀之心。自己這個身心，一切所有，能放得下，這我們常講身心世界你能放得下。放得下是什麼？慳吝的心沒有了。我們講吝嗇，吝嗇這個念頭斷掉了。慳貪斷盡，布施波羅蜜圓滿了，那個布施就稱波羅蜜。如果你的慳貪沒有斷盡，你看世間貪財、貪法（法就是聰明智慧）、貪圖健康長壽，這世間人所求的。對財富、聰明智慧、健康長壽，慳貪的念頭一點都沒有，布施波羅蜜成就！如果慳貪的心沒有捨掉，你天天在修，只能叫布施，不可以叫波羅蜜。"
    },
    {
      "id": "12-017-0880_p0007",
      "zh_CN": "没有离开悭贪，诸位要晓得布施是福报、福德，你每天在修福；悭贪念头断尽了，这是功德。你看看，在形相上讲，福德跟功德没有两样，事相上完全相同，用心不一样。如果你用的是大菩提心；真诚心、清净心、平等心、正觉心、慈悲心去修布施，是功德。如果自己希求有果报，我施财，希望将来得财富；我布施佛法，希望我聪明智慧天天增长；我修无畏布施，希望自己健康长寿，行，得福报，是福德不是功德。福德不能了生死，不能出三界，这个道理要懂。",
      "zh_TW": "沒有離開慳貪，諸位要曉得布施是福報、福德，你每天在修福；慳貪念頭斷盡了，這是功德。你看看，在形相上講，福德跟功德沒有兩樣，事相上完全相同，用心不一樣。如果你用的是大菩提心；真誠心、清淨心、平等心、正覺心、慈悲心去修布施，是功德。如果自己希求有果報，我施財，希望將來得財富；我布施佛法，希望我聰明智慧天天增長；我修無畏布施，希望自己健康長壽，行，得福報，是福德不是功德。福德不能了生死，不能出三界，這個道理要懂。"
    },
    {
      "id": "12-017-0880_p0008",
      "zh_CN": "持戒，对象是什么？作用是什么？持戒的对象是恶作，用意是把恶作断掉，断恶行善。所以戒，条目很多，日常生活当中许许多多琐碎的事情说不尽。佛不过是举例而言，举几个例子，我们听了之后要能够闻一知十。古大德常讲一闻千悟，不必要等佛一桩一桩细说。戒律分为两大类，一大类叫止持，一类叫作持。止持，恶的念头、恶的思想、恶的行为，止是禁止，不可以做。像五戒十善都加个不，不就是禁止；不杀生、不偷盗，在家不邪淫、不妄语、不恶口，加上不，不能做。第二大类作持，作是你一定要做，你不做，你就犯戒。菩萨戒是属于作持，孝养父母要做，奉事师长要做，亲近善知识要做。《菩萨戒经》里面说，在我们这个地区，有大德法师讲经说法，你无故不去听讲，犯戒！都是教你要做。",
      "zh_TW": "持戒，對象是什麼？作用是什麼？持戒的對象是惡作，用意是把惡作斷掉，斷惡行善。所以戒，條目很多，日常生活當中許許多多瑣碎的事情說不盡。佛不過是舉例而言，舉幾個例子，我們聽了之後要能夠聞一知十。古大德常講一聞千悟，不必要等佛一樁一樁細說。戒律分為兩大類，一大類叫止持，一類叫作持。止持，惡的念頭、惡的思想、惡的行為，止是禁止，不可以做。像五戒十善都加個不，不就是禁止；不殺生、不偷盜，在家不邪淫、不妄語、不惡口，加上不，不能做。第二大類作持，作是你一定要做，你不做，你就犯戒。菩薩戒是屬於作持，孝養父母要做，奉事師長要做，親近善知識要做。《菩薩戒經》裡面說，在我們這個地區，有大德法師講經說法，你無故不去聽講，犯戒！都是教你要做。"
    },
    {
      "id": "12-017-0880_p0009",
      "zh_CN": "也许这个法师所讲的并不怎么样，可能还不如我，如果我有时间，并没有重要的事情跟讲经的时间冲突，我一定要去。去什么？做影响众，实际上不是去听经的。坐在那个地方让别的听众看看，某人都在这里听经，大概这个法师讲得不错，让听众对法师有信心，听众对这个经教有信心，这叫做影响众。特别是初学讲经的法师，你们注意看看我，如果不是跟我讲经时间冲突，我一定去听，这里头有因果关系。别人讲经我不听，我讲经也不会有人听，因果报应是这样的。别人讲经我欢喜听，我讲经也有很多人欢喜听，又何况讲经去结法缘，这个我跟同学们讲得很多。我们去听经，甚至于到这个道场，我们第一次到这个寺院庵堂去参访，当然第一桩事情有知客师或者是方丈和尚，要看你是什么样的身分，会引导你到大殿拜佛。我跟诸位说过，我那个三拜跟人家不一样，我在那里许愿，在发愿。第一拜，跟这个道场结法缘，缘成熟的时候，我到这个道场来讲经；第二拜，与这个道场常住结法缘，这里方丈住持、当家知客、一切执事，我这一拜愿意跟常住结缘，有缘；第三拜，我跟这个道场所有的信徒有缘。我这个三拜是这样拜法的，真的跟一般人不一样。",
      "zh_TW": "也許這個法師所講的並不怎麼樣，可能還不如我，如果我有時間，並沒有重要的事情跟講經的時間衝突，我一定要去。去什麼？做影響眾，實際上不是去聽經的。坐在那個地方讓別的聽眾看看，某人都在這裡聽經，大概這個法師講得不錯，讓聽眾對法師有信心，聽眾對這個經教有信心，這叫做影響眾。特別是初學講經的法師，你們注意看看我，如果不是跟我講經時間衝突，我一定去聽，這裡頭有因果關係。別人講經我不聽，我講經也不會有人聽，因果報應是這樣的。別人講經我歡喜聽，我講經也有很多人歡喜聽，又何況講經去結法緣，這個我跟同學們講得很多。我們去聽經，甚至於到這個道場，我們第一次到這個寺院庵堂去參訪，當然第一樁事情有知客師或者是方丈和尚，要看你是什麼樣的身分，會引導你到大殿拜佛。我跟諸位說過，我那個三拜跟人家不一樣，我在那裡許願，在發願。第一拜，跟這個道場結法緣，緣成熟的時候，我到這個道場來講經；第二拜，與這個道場常住結法緣，這裡方丈住持、當家知客、一切執事，我這一拜願意跟常住結緣，有緣；第三拜，我跟這個道場所有的信徒有緣。我這個三拜是這樣拜法的，真的跟一般人不一樣。"
    },
    {
      "id": "12-017-0880_p0010",
      "zh_CN": "所以，有许多同参道友当我面也问：法师，你的法缘很盛！连演培法师过去都问我：你的法缘为什么这么盛？你能不能教教我。念念跟一切众生结善缘、结法缘，不会空过。这个道场有法师讲经，我参与，我来听经。你看看，给讲经法师结缘，跟道场结缘，跟听众结缘，要做，不要忘记。这个道场做法会，我去参与，也跟主持法会的法师结缘，跟道场结缘，跟参与的大众结缘，一切波罗蜜无碍！记住，千万不要结恶缘，结恶缘你的法缘减损。对于自己的贪瞋痴慢，这是无始劫以来的烦恼，有时候控制不住，它会起现行。学佛的人在大庭广众之下，特别要谨慎，要控制自己的情绪，纵然遇到再不如意的事情，再不称心的事情，也不可以表现在面孔上。为什么？决定破坏你的法缘。别人不会破坏，是自己破坏的。所以佛常常教导我们接众，就是跟大家相接触的时候，无论是善人恶人，在佛法里面讲善缘恶缘，人事环境，都要用纯善的心，善缘能增长，恶缘能化解！真诚慈悲来处事待人接物，这里面智慧、德行都在这里表现。",
      "zh_TW": "所以，有許多同參道友當我面也問：法師，你的法緣很盛！連演培法師過去都問我：你的法緣為什麼這麼盛？你能不能教教我。念念跟一切眾生結善緣、結法緣，不會空過。這個道場有法師講經，我參與，我來聽經。你看看，給講經法師結緣，跟道場結緣，跟聽眾結緣，要做，不要忘記。這個道場做法會，我去參與，也跟主持法會的法師結緣，跟道場結緣，跟參與的大眾結緣，一切波羅蜜無礙！記住，千萬不要結惡緣，結惡緣你的法緣減損。對於自己的貪瞋痴慢，這是無始劫以來的煩惱，有時候控制不住，它會起現行。學佛的人在大庭廣眾之下，特別要謹慎，要控制自己的情緒，縱然遇到再不如意的事情，再不稱心的事情，也不可以表現在面孔上。為什麼？決定破壞你的法緣。別人不會破壞，是自己破壞的。所以佛常常教導我們接眾，就是跟大家相接觸的時候，無論是善人惡人，在佛法裡面講善緣惡緣，人事環境，都要用純善的心，善緣能增長，惡緣能化解！真誠慈悲來處事待人接物，這裡面智慧、德行都在這裡表現。"
    },
    {
      "id": "12-017-0880_p0011",
      "zh_CN": "你能够让大众尊敬你，还是厌恶你，都在你的一举一动、一言一笑，这都是表演，人生就是个舞台。诸佛如来，大宇宙是他的舞台，大宇宙里面所有一切众生是他的观众。我们仔细观察佛菩萨怎么表演的，祖师大德们是怎么表演的，要在这里头学习。他们的示现，有示现成功的，我们要记住、要学习；有示现失败的，示现！叫人讨厌，叫信徒远离，舍弃他，这样的表演是负面的，做给我们看，教我们看了这个样子提高警策，这个不能做。世尊当年在世，僧团里面有六群比丘不守戒；对佛陀，佛陀是老师，对老师不恭敬，对同学嫉妒障碍，巴结信徒，在这里面挑拨分化，他表演负面的。这六群比丘包括提婆达多在内，都是佛菩萨再来。像舞台上表演，有表演正面的，有表演负面的，有表演忠孝节义，有表演不忠不孝、不仁不义，都是佛菩萨。给我看的！哪些我应当要学，哪些我应当要戒，全是老师。《华严经》五十三参，你看看善财童子去参访，里面就有人表演贪瞋痴。那不容易、不简单，那是真正的圆满智慧，高等的艺术，他表演负面的。我们要能认识他，要能体会得到。所以世界这个佛号给我们很多很多启示。再看上面一层，第十二层：",
      "zh_TW": "你能夠讓大眾尊敬你，還是厭惡你，都在你的一舉一動、一言一笑，這都是表演，人生就是個舞台。諸佛如來，大宇宙是他的舞台，大宇宙裡面所有一切眾生是他的觀眾。我們仔細觀察佛菩薩怎麼表演的，祖師大德們是怎麼表演的，要在這裡頭學習。他們的示現，有示現成功的，我們要記住、要學習；有示現失敗的，示現！叫人討厭，叫信徒遠離，捨棄他，這樣的表演是負面的，做給我們看，教我們看了這個樣子提高警策，這個不能做。世尊當年在世，僧團裡面有六群比丘不守戒；對佛陀，佛陀是老師，對老師不恭敬，對同學嫉妒障礙，巴結信徒，在這裡面挑撥分化，他表演負面的。這六群比丘包括提婆達多在內，都是佛菩薩再來。像舞台上表演，有表演正面的，有表演負面的，有表演忠孝節義，有表演不忠不孝、不仁不義，都是佛菩薩。給我看的！哪些我應當要學，哪些我應當要戒，全是老師。《華嚴經》五十三參，你看看善財童子去參訪，裡面就有人表演貪瞋痴。那不容易、不簡單，那是真正的圓滿智慧，高等的藝術，他表演負面的。我們要能認識他，要能體會得到。所以世界這個佛號給我們很多很多啟示。再看上面一層，第十二層："
    },
    {
      "id": "12-017-0880_p0012",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名师子华网，佛号宝燄幢。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名師子華網，佛號寶燄幢。】"
    },
    {
      "id": "12-017-0880_p0013",
      "zh_CN": "这个世界也非常之好，『网』是表多，像网孔一样密密麻麻的。『华』是表修行人六度万行之因花。『师子』一般是对佛的敬称，佛称狮子王，菩萨称为小狮子。我们从这个名号里面看，这个世界菩萨多，都在修六度万行，用「华网」来做比喻。佛在此地教化众生，德号『宝燄幢』，这个名称我相信同学们都能理解。「宝」是代表性德，性德放光，光明高显，「幢」是高显之意。我们看到这两个名号应当发愤，应当勇猛精进，也要像这些菩萨一样认真学习四摄六度、普贤十愿。再看上面第十三层：",
      "zh_TW": "這個世界也非常之好，『網』是表多，像網孔一樣密密麻麻的。『華』是表修行人六度萬行之因花。『師子』一般是對佛的敬稱，佛稱獅子王，菩薩稱為小獅子。我們從這個名號裡面看，這個世界菩薩多，都在修六度萬行，用「華網」來做比喻。佛在此地教化眾生，德號『寶燄幢』，這個名稱我相信同學們都能理解。「寶」是代表性德，性德放光，光明高顯，「幢」是高顯之意。我們看到這兩個名號應當發憤，應當勇猛精進，也要像這些菩薩一樣認真學習四攝六度、普賢十願。再看上面第十三層："
    },
    {
      "id": "12-017-0880_p0014",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名金刚妙华灯，佛号一切大愿光。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名金剛妙華燈，佛號一切大願光。】"
    },
    {
      "id": "12-017-0880_p0015",
      "zh_CN": "在这个地方，我们要怎样学习？『金刚』在佛法里面，它代表坚固、光明、锋利，能断一切物，一切物不能够破坏它。佛用这个来表法身，来表般若，也代表解脱；法身、般若、解脱，有如金刚不坏。『妙华灯』是表行门，微妙的大乘佛法，「灯」是遍照的意思。所以这个世界，我们也能肯定这是纯一清净，世界有这样好的名号。『佛号一切大愿光』，愿非常重要。世间人，古人常说人不可以无志，中国人把志愿常常连在一起说；志跟愿意思是相同的，佛法里面叫发愿，世间人讲立志。为什么？志要不立，你这一生没有方向、没有目标，你怎么会有成就？人有一个志愿，他这一生当中有奋斗的方向目标，他会有成就。",
      "zh_TW": "在這個地方，我們要怎樣學習？『金剛』在佛法裡面，它代表堅固、光明、鋒利，能斷一切物，一切物不能夠破壞它。佛用這個來表法身，來表般若，也代表解脫；法身、般若、解脫，有如金剛不壞。『妙華燈』是表行門，微妙的大乘佛法，「燈」是遍照的意思。所以這個世界，我們也能肯定這是純一清淨，世界有這樣好的名號。『佛號一切大願光』，願非常重要。世間人，古人常說人不可以無志，中國人把志願常常連在一起說；志跟願意思是相同的，佛法裡面叫發願，世間人講立志。為什麼？志要不立，你這一生沒有方向、沒有目標，你怎麼會有成就？人有一個志願，他這一生當中有奮鬥的方向目標，他會有成就。"
    },
    {
      "id": "12-017-0880_p0016",
      "zh_CN": "中国古人常常勉励后学要立志，立什么样志？不是立志做大官发大财，那个思想是错误的。做大官发大财要有命，没有命没有用。古大德教人立志什么？学圣人，学贤人，为社会、为众生做大事。大事是什么？利益社会众生的事业，这个志向正确。为一切众生服务的项目很多，看我自己的兴趣，佛法讲根性，与根性相应，学起来容易。我们今天选择的这个项目，这个身分是出家身分，选择这个身分来从事于这个项目，这个项目是什么？从事于多元文化的社会教育。多元文化社会教育里面分的科目又很多，我专攻一科。这一科，华严净土！华严念佛！我们的老师是谁？普贤菩萨，娑婆世界净宗初祖。",
      "zh_TW": "中國古人常常勉勵後學要立志，立什麼樣志？不是立志做大官發大財，那個思想是錯誤的。做大官發大財要有命，沒有命沒有用。古大德教人立志什麼？學聖人，學賢人，為社會、為眾生做大事。大事是什麼？利益社會眾生的事業，這個志向正確。為一切眾生服務的項目很多，看我自己的興趣，佛法講根性，與根性相應，學起來容易。我們今天選擇的這個項目，這個身分是出家身分，選擇這個身分來從事於這個項目，這個項目是什麼？從事於多元文化的社會教育。多元文化社會教育裡面分的科目又很多，我專攻一科。這一科，華嚴淨土！華嚴念佛！我們的老師是誰？普賢菩薩，娑婆世界淨宗初祖。"
    },
    {
      "id": "12-017-0880_p0017",
      "zh_CN": "释迦牟尼佛示现成佛，第一部讲《华严经》。普贤菩萨在华严会上，以十大愿王劝导大家同生西方极乐世界，娑婆世界的净宗初祖。西方极乐世界，我过去讲《无量寿经》讲过十一遍，西方极乐世界是普贤菩萨的法界。你看看《无量寿经》头一句经文「咸共遵修普贤大士之德」，这不就说明西方极乐世界统统都是修普贤行。所以，《华严》跟《无量寿经》跟《阿弥陀经》是一部经，一个法门；细说是《华严》，略说，说得最简单、最扼要的是《阿弥陀经》。《无量寿经》叫中本，比《弥陀经》讲得详细，比《华严经》讲得简单。",
      "zh_TW": "釋迦牟尼佛示現成佛，第一部講《華嚴經》。普賢菩薩在華嚴會上，以十大願王勸導大家同生西方極樂世界，娑婆世界的淨宗初祖。西方極樂世界，我過去講《無量壽經》講過十一遍，西方極樂世界是普賢菩薩的法界。你看看《無量壽經》頭一句經文「咸共遵修普賢大士之德」，這不就說明西方極樂世界統統都是修普賢行。所以，《華嚴》跟《無量壽經》跟《阿彌陀經》是一部經，一個法門；細說是《華嚴》，略說，說得最簡單、最扼要的是《阿彌陀經》。《無量壽經》叫中本，比《彌陀經》講得詳細，比《華嚴經》講得簡單。"
    },
    {
      "id": "12-017-0880_p0018",
      "zh_CN": "人不能没有愿。我们活在这个世间一生从事于教学工作，我只选这一个项目来做。还有许许多多的项目有别人做，我只要把这个项目做好，我就有成就了。我这一生，我有一个方向，有一个目标，我最后的目标是以此功德回向求生净土。我五十年所修所学的，四十四年在讲台上跟大家共同学习的，统统回向求生净土。我不求别的，对于天上人间，无量无边诸佛刹土，我一无所求，只求往生极乐世界。在这个世间能以一桩事情，唯一的一桩事情，帮助有缘人契入佛境界。我就干这一桩事情，天天在做，乐此不疲。一个人真干，我就帮助一个人；众多人真干，我就帮助众多人。在这些年来，我们使用的工具，用录相、用录音、用电视、用网路，工具！所以我这两天向学院同学们讲话，我们要很认真很努力的建一个网路图书馆，加强我们机器的设备。这些年来，讲了许许多多的经论，数量也相当可观，全部都放在网路上，二十四小时在世界上任何国家地区都可以收看；我们的网路要做到二十四小时的开放。我们知道，许多地区同学们都希望听到最近所讲的《华严经》，我们每天四个小时，也希望这部经每天都能够重播。网路有时候有阻塞，收听的时候会中断，但是二十四小时重播，这个缺点一定能够改进。",
      "zh_TW": "人不能沒有願。我們活在這個世間一生從事於教學工作，我只選這一個項目來做。還有許許多多的項目有別人做，我只要把這個項目做好，我就有成就了。我這一生，我有一個方向，有一個目標，我最後的目標是以此功德迴向求生淨土。我五十年所修所學的，四十四年在講台上跟大家共同學習的，統統迴向求生淨土。我不求別的，對於天上人間，無量無邊諸佛剎土，我一無所求，只求往生極樂世界。在這個世間能以一樁事情，唯一的一樁事情，幫助有緣人契入佛境界。我就幹這一樁事情，天天在做，樂此不疲。一個人真幹，我就幫助一個人；眾多人真幹，我就幫助眾多人。在這些年來，我們使用的工具，用錄相、用錄音、用電視、用網路，工具！所以我這兩天向學院同學們講話，我們要很認真很努力的建一個網路圖書館，加強我們機器的設備。這些年來，講了許許多多的經論，數量也相當可觀，全部都放在網路上，二十四小時在世界上任何國家地區都可以收看；我們的網路要做到二十四小時的開放。我們知道，許多地區同學們都希望聽到最近所講的《華嚴經》，我們每天四個小時，也希望這部經每天都能夠重播。網路有時候有阻塞，收聽的時候會中斷，但是二十四小時重播，這個缺點一定能夠改進。"
    },
    {
      "id": "12-017-0880_p0019",
      "zh_CN": "我们的网路图书馆，绝对不是内容只收集我个人所讲的，不是的。凡是正法，无论是什么人讲的，图书馆！我们统统都放在网上。我们审查决定是正法，决定是有益于社会大众的，肯定是正面的，肯定是帮助消弭冲突，促进和平的。所以我们要重视经典的远程学习，无论在世界哪一个国家地区，我们每天都在一起共同学习。大家有问题可以提出来，或者是传真过来，我们这边有专人处理。重要的问题，我们一定会找时间来解答。有些问题不只是个人的，共同的。所以学佛不能没有大愿，我们要把诸佛如来的弘愿变成自己的大愿。特别是修净土，我们的愿要跟阿弥陀佛相同。阿弥陀佛四十八愿，愿愿帮助众生，希望一切众生离究竟苦得究竟乐。怎么个帮助法？头一个要帮助众生建立对大乘、对净土的信心；其次帮助他发愿，然后帮助他学习；终极的目标，我们同生极乐国。现在时间到了。",
      "zh_TW": "我們的網路圖書館，絕對不是內容只收集我個人所講的，不是的。凡是正法，無論是什麼人講的，圖書館！我們統統都放在網上。我們審查決定是正法，決定是有益於社會大眾的，肯定是正面的，肯定是幫助消弭衝突，促進和平的。所以我們要重視經典的遠程學習，無論在世界哪一個國家地區，我們每天都在一起共同學習。大家有問題可以提出來，或者是傳真過來，我們這邊有專人處理。重要的問題，我們一定會找時間來解答。有些問題不只是個人的，共同的。所以學佛不能沒有大願，我們要把諸佛如來的弘願變成自己的大願。特別是修淨土，我們的願要跟阿彌陀佛相同。阿彌陀佛四十八願，願願幫助眾生，希望一切眾生離究竟苦得究竟樂。怎麼個幫助法？頭一個要幫助眾生建立對大乘、對淨土的信心；其次幫助他發願，然後幫助他學習；終極的目標，我們同生極樂國。現在時間到了。"
    },
    {
      "id": "12-017-0880_p0020",
      "zh_CN": "诸位同学，请接着看第十四层：",
      "zh_TW": "諸位同學，請接著看第十四層："
    },
    {
      "id": "12-017-0880_p0021",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名一切法光明地，佛号一切法广大真实义。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名一切法光明地，佛號一切法廣大真實義。】"
    },
    {
      "id": "12-017-0880_p0022",
      "zh_CN": "佛的德号与世界名号是非常相应，换句话说，这个世界之庄严都是佛在此地教导的。居住在这个世界的众生善根福德非常深厚，对佛陀的教诲能信、能解、能依教奉行，所以才有这样殊胜的成就。这个地方是『一切法光明地』。『佛号一切法广大真实义』，这个德号可以概括全部的佛法，不但是大乘小乘、宗门教下、显教密教，无有一法不是「广大真实义」。为什么？一切法，法法都从自性生，法法还归入自性，自性广大真实。我们要想学广大、要想学真实，你一定要懂得，一切法，任何一法，你要认真努力学习，就在这一法上明心见性。我们一般讲这一法与性德相应，与自性相应，果然相应了，这一法就广大真实。这个法不是定法，这一法不是定一，是任一，任何一法无不如是。所以佛在《般若经》上才说：法门平等，无有高下。",
      "zh_TW": "佛的德號與世界名號是非常相應，換句話說，這個世界之莊嚴都是佛在此地教導的。居住在這個世界的眾生善根福德非常深厚，對佛陀的教誨能信、能解、能依教奉行，所以才有這樣殊勝的成就。這個地方是『一切法光明地』。『佛號一切法廣大真實義』，這個德號可以概括全部的佛法，不但是大乘小乘、宗門教下、顯教密教，無有一法不是「廣大真實義」。為什麼？一切法，法法都從自性生，法法還歸入自性，自性廣大真實。我們要想學廣大、要想學真實，你一定要懂得，一切法，任何一法，你要認真努力學習，就在這一法上明心見性。我們一般講這一法與性德相應，與自性相應，果然相應了，這一法就廣大真實。這個法不是定法，這一法不是定一，是任一，任何一法無不如是。所以佛在《般若經》上才說：法門平等，無有高下。"
    },
    {
      "id": "12-017-0880_p0023",
      "zh_CN": "我们净宗的同学，我们选的是什么法？持名念佛。要知道这一法就是一切法。《华严》上讲得很明白，讲得很多，「一即一切，一切即一」。我们是把一切法统统归在持名念佛这一法里头，这一法就是一切法，关键你得会念。怎么个念法？古大德常常教导我们老实念佛，你要老实念。什么样才叫老实？觉明妙行菩萨跟我们说，第一不怀疑，第二不夹杂，第三不间断，你能做到这三条就老实了。这一句佛号念下去，念到功夫成片，念到事一心不乱，念到理一心不乱，广大真实义就现前。跟宗门大彻大悟明心见性是同样的境界。所以佛说，佛在《大集经》上说的，念佛是名深妙禅。参禅的人往往轻视念佛人，不知道念佛是甚深的深妙禅。再看第十五层：",
      "zh_TW": "我們淨宗的同學，我們選的是什麼法？持名念佛。要知道這一法就是一切法。《華嚴》上講得很明白，講得很多，「一即一切，一切即一」。我們是把一切法統統歸在持名念佛這一法裡頭，這一法就是一切法，關鍵你得會念。怎麼個念法？古大德常常教導我們老實念佛，你要老實念。什麼樣才叫老實？覺明妙行菩薩跟我們說，第一不懷疑，第二不夾雜，第三不間斷，你能做到這三條就老實了。這一句佛號念下去，念到功夫成片，念到事一心不亂，念到理一心不亂，廣大真實義就現前。跟宗門大徹大悟明心見性是同樣的境界。所以佛說，佛在《大集經》上說的，念佛是名深妙禪。參禪的人往往輕視念佛人，不知道念佛是甚深的深妙禪。再看第十五層："
    },
    {
      "id": "12-017-0880_p0024",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名真珠末平坦庄严，佛号胜慧光明网。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名真珠末平坦莊嚴，佛號勝慧光明網。】"
    },
    {
      "id": "12-017-0880_p0025",
      "zh_CN": "佛的德号与世界名称相应，『光明网』跟『真珠末』相应。「真珠末」是什么？真珠粉（磨成粉）。诸位想想真珠是七宝之一，一粒一粒的真珠当中还有空隙，磨成粉铺在这个地方空隙没有了，这是圆满的庄严。从这个果德上我们就能看到这个世界的居民心地清净善良平等，为什么？它地平坦。佛在大乘经里头说过，心平则大地平坦，境随心转；心不平，你居住的境界就高低不平。这个道理连看风水的都懂得。我过去遇到几位对于风水很有研究的，看到那个地区，这个城市建立在丘陵的地段，高低不平。这个风水先生告诉我，这个地方的人心不平。我听了点点头，有道理。一个城市很大，当然土地有高低不平，但是幅度不能太大，这样就好，就是大致上是平坦的。如果高低悬殊太大，那个地方的人心真的是不平，我们选择居住修行的环境不能不懂得。『佛号胜慧光明网』，这个光明网与真珠末相应。「胜慧光明」是平坦庄严的真因，殊胜的智慧，光明是表现在外面。我们一般讲你的智慧福德影响这个地区，影响地区的居民，他们对你的智慧德行仰慕尊敬，向你学习。这个人是佛陀。再看下面，第十六层：",
      "zh_TW": "佛的德號與世界名稱相應，『光明網』跟『真珠末』相應。「真珠末」是什麼？真珠粉（磨成粉）。諸位想想真珠是七寶之一，一粒一粒的真珠當中還有空隙，磨成粉鋪在這個地方空隙沒有了，這是圓滿的莊嚴。從這個果德上我們就能看到這個世界的居民心地清淨善良平等，為什麼？它地平坦。佛在大乘經裡頭說過，心平則大地平坦，境隨心轉；心不平，你居住的境界就高低不平。這個道理連看風水的都懂得。我過去遇到幾位對於風水很有研究的，看到那個地區，這個城市建立在丘陵的地段，高低不平。這個風水先生告訴我，這個地方的人心不平。我聽了點點頭，有道理。一個城市很大，當然土地有高低不平，但是幅度不能太大，這樣就好，就是大致上是平坦的。如果高低懸殊太大，那個地方的人心真的是不平，我們選擇居住修行的環境不能不懂得。『佛號勝慧光明網』，這個光明網與真珠末相應。「勝慧光明」是平坦莊嚴的真因，殊勝的智慧，光明是表現在外面。我們一般講你的智慧福德影響這個地區，影響地區的居民，他們對你的智慧德行仰慕尊敬，向你學習。這個人是佛陀。再看下面，第十六層："
    },
    {
      "id": "12-017-0880_p0026",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名琉璃华，佛号宝积幢。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名琉璃華，佛號寶積幢。】"
    },
    {
      "id": "12-017-0880_p0027",
      "zh_CN": "真的众宝聚集才现出『琉璃华』。「琉璃」是七宝之一，透明的宝石，我们中国人称之为翡翠，好像价值也很高的，绿色的透明的玉，玉石。「华」是代表四摄六度，琉璃代表清净不染，「琉璃华」所表的意思，就是清净无垢的四摄六度菩萨行。这个世界美好，这个世界应该也是一真法界。『佛号宝积幢』，众宝聚集，像幢一样的高显。一切众生都很容易、很明显的感受到，这个感受当然接受，当然跟佛学习。宝、光、智、福、功德常常看见。由此可知，诸佛如来教化众生这是重点的科目，全是性德自然的流露。对于我们六道凡夫来说，我们应该怎样学习？这是我常讲的，只要依教奉行，佛所说的这些智慧、福德、功德，众宝光明，都在经典之中，我们能信能解能依教奉行，就都能够得到了。再看上面一层：",
      "zh_TW": "真的眾寶聚集才現出『琉璃華』。「琉璃」是七寶之一，透明的寶石，我們中國人稱之為翡翠，好像價值也很高的，綠色的透明的玉，玉石。「華」是代表四攝六度，琉璃代表清淨不染，「琉璃華」所表的意思，就是清淨無垢的四攝六度菩薩行。這個世界美好，這個世界應該也是一真法界。『佛號寶積幢』，眾寶聚集，像幢一樣的高顯。一切眾生都很容易、很明顯的感受到，這個感受當然接受，當然跟佛學習。寶、光、智、福、功德常常看見。由此可知，諸佛如來教化眾生這是重點的科目，全是性德自然的流露。對於我們六道凡夫來說，我們應該怎樣學習？這是我常講的，只要依教奉行，佛所說的這些智慧、福德、功德，眾寶光明，都在經典之中，我們能信能解能依教奉行，就都能夠得到了。再看上面一層："
    },
    {
      "id": "12-017-0880_p0028",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名无量妙光轮，佛号大威力智海藏。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名無量妙光輪，佛號大威力智海藏。】"
    },
    {
      "id": "12-017-0880_p0029",
      "zh_CN": "这个德号表法，我们怎样学习？『无量妙光轮』，「轮」我们明了，代表圣贤教化的流行。这个地区普遍推行「无量妙光」的教学。妙光，光是智慧，妙是德能。圣贤们在这个地方教化众生，我们从一切大众修学的成绩成就来看，知道他们修行的功夫、效果确实成熟了。无量妙光轮世界，成果的表现！",
      "zh_TW": "這個德號表法，我們怎樣學習？『無量妙光輪』，「輪」我們明瞭，代表聖賢教化的流行。這個地區普遍推行「無量妙光」的教學。妙光，光是智慧，妙是德能。聖賢們在這個地方教化眾生，我們從一切大眾修學的成績成就來看，知道他們修行的功夫、效果確實成熟了。無量妙光輪世界，成果的表現！"
    },
    {
      "id": "12-017-0880_p0030",
      "zh_CN": "『佛号大威力智海藏』，西方世界有大势至菩萨。「大威力」跟大势至的意思相同，势，势力，这个地方讲威力，威跟势又常常连起来讲的，威势！在大宇宙当中，真正的大威力，大威势是什么？自性本具的般若智慧，能生大威势。所以西方三圣，观世音菩萨表大慈大悲，大势至菩萨表大智大力。佛门里面供养佛菩萨的表法，你不能不懂它的原则。无论供哪一尊佛，哪一尊菩萨，它那个原理是相同的。佛代表自性的本体，代表性体；菩萨代表从体起用，起作用，作用无量无边。佛把它分成两大类，一个表智慧，一个表慈悲。你看看华严三圣，当中是毘卢遮那如来代表性体，文殊、普贤代表性体起用。文殊代表智慧，普贤代表慈悲；文殊代表解门，有智慧，他能理解，普贤代表行门。你的智慧如果不能落实，那是空的，没用处，普贤代表智慧落实了。落实就是性德，落实在生活里头，落实在工作里头，落实在处事待人接物。",
      "zh_TW": "『佛號大威力智海藏』，西方世界有大勢至菩薩。「大威力」跟大勢至的意思相同，勢，勢力，這個地方講威力，威跟勢又常常連起來講的，威勢！在大宇宙當中，真正的大威力，大威勢是什麼？自性本具的般若智慧，能生大威勢。所以西方三聖，觀世音菩薩表大慈大悲，大勢至菩薩表大智大力。佛門裡面供養佛菩薩的表法，你不能不懂它的原則。無論供哪一尊佛，哪一尊菩薩，它那個原理是相同的。佛代表自性的本體，代表性體；菩薩代表從體起用，起作用，作用無量無邊。佛把它分成兩大類，一個表智慧，一個表慈悲。你看看華嚴三聖，當中是毘盧遮那如來代表性體，文殊、普賢代表性體起用。文殊代表智慧，普賢代表慈悲；文殊代表解門，有智慧，他能理解，普賢代表行門。你的智慧如果不能落實，那是空的，沒用處，普賢代表智慧落實了。落實就是性德，落實在生活裡頭，落實在工作裡頭，落實在處事待人接物。"
    },
    {
      "id": "12-017-0880_p0031",
      "zh_CN": "西方三圣也是这样的，大势至代表智慧，代表解门；观世音菩萨代表行门，解行不二。天台家供的三圣，是供本师释迦牟尼佛，代表性体，旁边有两位，迦叶、阿难。迦叶，禅宗的初祖；阿难，教下的初祖。阿难代表解门，迦叶代表行门。佛家供奉佛菩萨，这是不变的原则，你要懂。体，是我们要希求的，希望我们能证得，从哪里学？解行上下功夫，解行圆满，佛果就现前。所以我们供养西方三圣，我们要效法阿弥陀佛的心愿，四十八愿服务虚空法界一切众生。如何落实？要有大势至的大智大力，要有观世音菩萨的大慈大悲，才能够落实阿弥陀佛的四十八愿，才能够落实平等普度一切众生。下面，第十八层：",
      "zh_TW": "西方三聖也是這樣的，大勢至代表智慧，代表解門；觀世音菩薩代表行門，解行不二。天台家供的三聖，是供本師釋迦牟尼佛，代表性體，旁邊有兩位，迦葉、阿難。迦葉，禪宗的初祖；阿難，教下的初祖。阿難代表解門，迦葉代表行門。佛家供奉佛菩薩，這是不變的原則，你要懂。體，是我們要希求的，希望我們能證得，從哪裡學？解行上下功夫，解行圓滿，佛果就現前。所以我們供養西方三聖，我們要效法阿彌陀佛的心願，四十八願服務虛空法界一切眾生。如何落實？要有大勢至的大智大力，要有觀世音菩薩的大慈大悲，才能夠落實阿彌陀佛的四十八願，才能夠落實平等普度一切眾生。下面，第十八層："
    },
    {
      "id": "12-017-0880_p0032",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名明见十方，佛号净修一切功德幢。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名明見十方，佛號淨修一切功德幢。】"
    },
    {
      "id": "12-017-0880_p0033",
      "zh_CN": "这个地方我们要留意，要认真的学习。『明见十方』。要拓开心量，心量小，你只见自己，不见别人，怎么能成就？佛在大乘经教里头，常常唤醒我们「心包太虚，量周沙界」。你的见量跟你的心量完全成正比例。心量小，福报很小，怎么样修都是小福。你修财布施，得小财富；你修法布施，得小聪明；你修无畏布施，你的寿命增加几年就了不起了。我们在许许多多因果书本里面看到的，有人行好事，延寿一纪，一纪是十二年。我们在《了凡四训》里面看到的，了凡先生的寿命五十三岁，他走的时候大概是七十四岁，延寿二十年，差不多一般讲的是二纪；二纪是二十四年，他不到，还差一点。心量要大，古德常讲「量大福大」，这一句话我们常常记住。你要有大福报，大智慧，真正的长寿，你的心量不大怎么行？",
      "zh_TW": "這個地方我們要留意，要認真的學習。『明見十方』。要拓開心量，心量小，你只見自己，不見別人，怎麼能成就？佛在大乘經教裡頭，常常喚醒我們「心包太虛，量周沙界」。你的見量跟你的心量完全成正比例。心量小，福報很小，怎麼樣修都是小福。你修財布施，得小財富；你修法布施，得小聰明；你修無畏布施，你的壽命增加幾年就了不起了。我們在許許多多因果書本裡面看到的，有人行好事，延壽一紀，一紀是十二年。我們在《了凡四訓》裡面看到的，了凡先生的壽命五十三歲，他走的時候大概是七十四歲，延壽二十年，差不多一般講的是二紀；二紀是二十四年，他不到，還差一點。心量要大，古德常講「量大福大」，這一句話我們常常記住。你要有大福報，大智慧，真正的長壽，你的心量不大怎麼行？"
    },
    {
      "id": "12-017-0880_p0034",
      "zh_CN": "佛号就教导我们怎么修行，『净修一切功德幢』，「净修」，净是三轮体空，你才真正得净。《金刚经》上讲的「无我相，无人相，无众生相，无寿者相」。离一切相修一切善，那就是「净修一切功德幢」。一切为众生，一切为正法，没有丝毫自私自利的念头夹杂在其中，这才能称为净修。你夹不夹杂？夹杂得太多了，你的心不清净。何以见得？小小利害在前面，当前，我们就能够看出你非常计较，你有严重的分别执着。从这个地方看，你有严重的染污，你心不清净。真正清净心在哪里看？你看他六根接触外头的境界，大善大恶境界现前不动心，若无其事，这个人心清净。像前面我跟诸位同学讲的佛前供的那杯水一样，他真学到了。大风大浪如如不动，若无其事，真的没事。《坛经》上讲的，「本来无一物，何处惹尘埃」。尘埃，染污！所以当境界现前，我们起心动念了，这个时候佛法就管用了。你学的佛法到这个时候忘掉了，不管用了。心才动，你就想到《金刚经》上「凡所有相，皆是虚妄」，统统化解了。好事，虚妄的，有什么好欢喜的！恶事也是虚妄的，你就不会发脾气了，「一切有为法，如梦幻泡影」。所以境界现前，莞尔一笑，决定不会起心动念，你在那里净修一切功德幢，从这个地方看到你与性德相应。所以我们在日常生活当中，在工作里头，处事待人接物，要懂得净修一切功德幢。佛用这个德号提醒我们。",
      "zh_TW": "佛號就教導我們怎麼修行，『淨修一切功德幢』，「淨修」，淨是三輪體空，你才真正得淨。《金剛經》上講的「無我相，無人相，無眾生相，無壽者相」。離一切相修一切善，那就是「淨修一切功德幢」。一切為眾生，一切為正法，沒有絲毫自私自利的念頭夾雜在其中，這才能稱為淨修。你夾不夾雜？夾雜得太多了，你的心不清淨。何以見得？小小利害在前面，當前，我們就能夠看出你非常計較，你有嚴重的分別執著。從這個地方看，你有嚴重的染污，你心不清淨。真正清淨心在哪裡看？你看他六根接觸外頭的境界，大善大惡境界現前不動心，若無其事，這個人心清淨。像前面我跟諸位同學講的佛前供的那杯水一樣，他真學到了。大風大浪如如不動，若無其事，真的沒事。《壇經》上講的，「本來無一物，何處惹塵埃」。塵埃，染污！所以當境界現前，我們起心動念了，這個時候佛法就管用了。你學的佛法到這個時候忘掉了，不管用了。心才動，你就想到《金剛經》上「凡所有相，皆是虛妄」，統統化解了。好事，虛妄的，有什麼好歡喜的！惡事也是虛妄的，你就不會發脾氣了，「一切有為法，如夢幻泡影」。所以境界現前，莞爾一笑，決定不會起心動念，你在那裡淨修一切功德幢，從這個地方看到你與性德相應。所以我們在日常生活當中，在工作裡頭，處事待人接物，要懂得淨修一切功德幢。佛用這個德號提醒我們。"
    },
    {
      "id": "12-017-0880_p0035",
      "zh_CN": "「功德」两个字一定要清楚，一定要明了。佛在经上常说「火烧功德林」，功德很容易被毁掉。别的人决定没有办法破坏你的功德，功德一定是自己毁掉的。你的冤亲债主，你周边那些妖魔鬼怪，看到你修积功德，他嫉妒，但是他也没有办法破坏；可是他有方便，他劝你，劝你自己把你的功德毁掉。怎么劝你？惹你发脾气，惹你生烦恼。你果然发脾气，果然生烦恼，他在旁边鼓掌笑，你上当了。这一发脾气，你的功德就完了。所以功德难，你要问你修的功德有多少？过去我在讲席里头说了很多，你就得认真去想想，什么时候到现在没发过脾气。如果你一生天天修积功德，昨天晚上发了一顿脾气，脾气是火，瞋恚之火，把你的功德林烧掉了，没功德了；福德有，功德没有。",
      "zh_TW": "「功德」兩個字一定要清楚，一定要明瞭。佛在經上常說「火燒功德林」，功德很容易被毀掉。別的人決定沒有辦法破壞你的功德，功德一定是自己毀掉的。你的冤親債主，你周邊那些妖魔鬼怪，看到你修積功德，他嫉妒，但是他也沒有辦法破壞；可是他有方便，他勸你，勸你自己把你的功德毀掉。怎麼勸你？惹你發脾氣，惹你生煩惱。你果然發脾氣，果然生煩惱，他在旁邊鼓掌笑，你上當了。這一發脾氣，你的功德就完了。所以功德難，你要問你修的功德有多少？過去我在講席裡頭說了很多，你就得認真去想想，什麼時候到現在沒發過脾氣。如果你一生天天修積功德，昨天晚上發了一頓脾氣，脾氣是火，瞋恚之火，把你的功德林燒掉了，沒功德了；福德有，功德沒有。"
    },
    {
      "id": "12-017-0880_p0036",
      "zh_CN": "功德是什么？功德是定慧，功德是清净平等。佛在经上常常告诉我们，布施、持戒是修积功德，是在那里修。保持功德是忍辱，忍能够保持功德，不能忍，功德随修随烧。你要是一生都不能忍辱，常常有瞋恚心，心里常常有不平，你这一生功德边都沾不上。你有好心，做很多好事，你所修的全是福德。梁武帝一生修福，没有功德，你看看达摩祖师说他一句话，他心里就不高兴，纵有功德烧光了。他向达摩祖师说，他在佛门里面护法，做了这么多好事，问他：我的功德大不大？达摩祖师说「并无功德」。他就恼火了，一肚子不高兴，以后跟达摩再也不见面。没有功德，他修的是福德，他的果报在天上，欲没有断，生欲界天。诸位想想看，多难！",
      "zh_TW": "功德是什麼？功德是定慧，功德是清淨平等。佛在經上常常告訴我們，布施、持戒是修積功德，是在那裡修。保持功德是忍辱，忍能夠保持功德，不能忍，功德隨修隨燒。你要是一生都不能忍辱，常常有瞋恚心，心裡常常有不平，你這一生功德邊都沾不上。你有好心，做很多好事，你所修的全是福德。梁武帝一生修福，沒有功德，你看看達摩祖師說他一句話，他心裡就不高興，縱有功德燒光了。他向達摩祖師說，他在佛門裡面護法，做了這麼多好事，問他：我的功德大不大？達摩祖師說「並無功德」。他就惱火了，一肚子不高興，以後跟達摩再也不見面。沒有功德，他修的是福德，他的果報在天上，欲沒有斷，生欲界天。諸位想想看，多難！"
    },
    {
      "id": "12-017-0880_p0037",
      "zh_CN": "在六道里面瞋恚不断，大概果报都在欲界，到不了色界天。你看看大乘经教，佛讲得很多，色界天人没有瞋恚，他有贪，他有痴。贪瞋痴，他没有瞋，他有慈悲喜舍四无量心。虽有贪痴，那贪痴很淡薄，瞋恚是没有了。所以瞋恚还在，小小不如意的时候，就心里一点就不高兴，谁吃亏？自己吃亏，与别人不相干。自己把自己的功德全部都毁掉，我们学佛学了这么多年，这个道理不能不懂。所以为什么佛那么样强调忍辱？忍辱能够保全功德，净修一切功德要修忍辱波罗蜜你才能保全。精进、禅定成就你的功德，扩大你的功德，到般若，扩大了，把你的功德转变成智慧。请看最后这一段：",
      "zh_TW": "在六道裡面瞋恚不斷，大概果報都在欲界，到不了色界天。你看看大乘經教，佛講得很多，色界天人沒有瞋恚，他有貪，他有痴。貪瞋痴，他沒有瞋，他有慈悲喜捨四無量心。雖有貪痴，那貪痴很淡薄，瞋恚是沒有了。所以瞋恚還在，小小不如意的時候，就心裡一點就不高興，誰吃虧？自己吃虧，與別人不相干。自己把自己的功德全部都毀掉，我們學佛學了這麼多年，這個道理不能不懂。所以為什麼佛那麼樣強調忍辱？忍辱能夠保全功德，淨修一切功德要修忍辱波羅蜜你才能保全。精進、禪定成就你的功德，擴大你的功德，到般若，擴大了，把你的功德轉變成智慧。請看最後這一段："
    },
    {
      "id": "12-017-0880_p0038",
      "zh_CN": "【此上过佛刹微尘数世界，有世界名可爱乐梵音，形如佛手。】",
      "zh_TW": "【此上過佛剎微塵數世界，有世界名可愛樂梵音，形如佛手。】"
    },
    {
      "id": "12-017-0880_p0039",
      "zh_CN": "这说世界的形状。",
      "zh_TW": "這說世界的形狀。"
    },
    {
      "id": "12-017-0880_p0040",
      "zh_CN": "【依宝光网海住。】",
      "zh_TW": "【依寶光網海住。】"
    },
    {
      "id": "12-017-0880_p0041",
      "zh_CN": "依住。",
      "zh_TW": "依住。"
    },
    {
      "id": "12-017-0880_p0042",
      "zh_CN": "【菩萨身一切庄严云而覆其上。】",
      "zh_TW": "【菩薩身一切莊嚴雲而覆其上。】"
    },
    {
      "id": "12-017-0880_p0043",
      "zh_CN": "这是世界上空的庄严。",
      "zh_TW": "這是世界上空的莊嚴。"
    },
    {
      "id": "12-017-0880_p0044",
      "zh_CN": "【二十佛刹微尘数世界围绕。纯一清净。佛号普照法界无碍光。】",
      "zh_TW": "【二十佛剎微塵數世界圍繞。純一清淨。佛號普照法界無礙光。】"
    },
    {
      "id": "12-017-0880_p0045",
      "zh_CN": "这个世界的名称，我想每一个人读到了都会生欢喜心。『可爱乐梵音』，这个「乐」念去声，音乐。爱好、乐好、可爱、喜欢梵音！这个地方梵音是广义的，「梵」是清净，主要是讲诸佛菩萨说法的音声、念佛的音声、赞佛的音声。佛门里面有歌舞，小乘佛法里头没有，大乘佛法里头有。我们在大乘经里面常常读到，在中国，我们看到古人他们所采取的一种方式，希望把佛法永远流传给后世，他用什么方法？用石雕，经文刻在石头上。我们在北京良乡，看到石经，全部的《大藏经》刻在石版上。古人的用心，护持正法。在中国最著名的，敦煌石窟、龙门石窟，你看这里面的雕塑、绘画，佛为大众讲经说法，天女在空中散花，以歌舞来供佛，供养道场大众，大乘佛法；大乘佛法无障碍的境界。所以这些佛菩萨欣不欣赏？欣赏，可以欣赏。有没有分别执着？决定没有，决定不会起心动念，不会分别执着，所以他没有障碍。小乘人为什么不行？小乘人定力不够、智慧不够，看到这种歌舞表演，他会动感情，他会起心动念。所以小乘戒里头，远离，遇到这些歌舞场面，不能够观听，你观听就犯戒。为什么？它对你妨碍，会起心动念。大乘佛法已经得清净心了，已经破无明了，已经见性了，所以无论是顺境逆境、善缘恶缘，他都无动于心，什么障碍都没有了。在《华严》是「理事无碍，事事无碍」。你真起心动念，有障碍。",
      "zh_TW": "這個世界的名稱，我想每一個人讀到了都會生歡喜心。『可愛樂梵音』，這個「樂」念去聲，音樂。愛好、樂好、可愛、喜歡梵音！這個地方梵音是廣義的，「梵」是清淨，主要是講諸佛菩薩說法的音聲、念佛的音聲、讚佛的音聲。佛門裡面有歌舞，小乘佛法裡頭沒有，大乘佛法裡頭有。我們在大乘經裡面常常讀到，在中國，我們看到古人他們所採取的一種方式，希望把佛法永遠流傳給後世，他用什麼方法？用石雕，經文刻在石頭上。我們在北京良鄉，看到石經，全部的《大藏經》刻在石版上。古人的用心，護持正法。在中國最著名的，敦煌石窟、龍門石窟，你看這裡面的雕塑、繪畫，佛為大眾講經說法，天女在空中散花，以歌舞來供佛，供養道場大眾，大乘佛法；大乘佛法無障礙的境界。所以這些佛菩薩欣不欣賞？欣賞，可以欣賞。有沒有分別執著？決定沒有，決定不會起心動念，不會分別執著，所以他沒有障礙。小乘人為什麼不行？小乘人定力不夠、智慧不夠，看到這種歌舞表演，他會動感情，他會起心動念。所以小乘戒裡頭，遠離，遇到這些歌舞場面，不能夠觀聽，你觀聽就犯戒。為什麼？它對你妨礙，會起心動念。大乘佛法已經得清淨心了，已經破無明了，已經見性了，所以無論是順境逆境、善緣惡緣，他都無動於心，什麼障礙都沒有了。在《華嚴》是「理事無礙，事事無礙」。你真起心動念，有障礙。"
    },
    {
      "id": "12-017-0880_p0046",
      "zh_CN": "菩萨在这个境界里修行。《华严》末后善财童子五十三参，你看清凉大师在注解里面讲的历事炼心。他什么境界都经历，哪个地方他都去，去干什么？去炼炼自己的心，看看自己还动不动心，还起不起念，还有没有妄想分别执着。五十三参就是现实的社会，男女老少各行各业，统统都经历。不起心、不动念、不分别、不执着，他成佛了，真成就了。不是说一切不接触成就，一切不接触是什么成就也没有。所以修行不是躲在深山，躲在石洞里头，不是，那是小乘初学。大乘菩萨哪里都去，随类化身，随机说法，一丝毫染着都没有。这个一丝毫染着就是什么？就是一丝毫起心动念都没有，于法得大自在。",
      "zh_TW": "菩薩在這個境界裡修行。《華嚴》末後善財童子五十三參，你看清涼大師在註解裡面講的歷事鍊心。他什麼境界都經歷，哪個地方他都去，去幹什麼？去鍊鍊自己的心，看看自己還動不動心，還起不起念，還有沒有妄想分別執著。五十三參就是現實的社會，男女老少各行各業，統統都經歷。不起心、不動念、不分別、不執著，他成佛了，真成就了。不是說一切不接觸成就，一切不接觸是什麼成就也沒有。所以修行不是躲在深山，躲在石洞裡頭，不是，那是小乘初學。大乘菩薩哪裡都去，隨類化身，隨機說法，一絲毫染著都沒有。這個一絲毫染著就是什麼？就是一絲毫起心動念都沒有，於法得大自在。"
    },
    {
      "id": "12-017-0880_p0047",
      "zh_CN": "佛号『普照法界无碍光』。你不接触，你怎么能普照？虚空法界广大而没有边际，菩萨哪里都去，特别是普贤菩萨。微尘里面的世界普贤菩萨都去参访。《华严经》给我们讲的，微尘里面有无量无边无数无尽的诸佛刹土，绝对不是芥子纳须弥；芥子纳须弥太小了，微不足道。微尘里面现大世界，那个世界里面还有微尘，微尘里头又现大世界。我们在这个经上看到重重无尽的世界，世界重重无尽，佛菩萨重重无尽，一切众生重重无尽，这是宇宙的真相。普贤菩萨能证实，普贤菩萨能契入。佛给我们说的，有人作证，证明这个事情不是假的是真的。我们好好修，修到普贤菩萨这个地位，等觉菩萨，《华严》讲的境界你就证实了，真实不虚！「普照法界无碍光」，这个境界当位普贤能证实、能契入，我们相信佛菩萨。今天时间到了，我们就讲到此地。《华严经》第九卷讲完了，下一堂课我们就讲第十卷。",
      "zh_TW": "佛號『普照法界無礙光』。你不接觸，你怎麼能普照？虛空法界廣大而沒有邊際，菩薩哪裡都去，特別是普賢菩薩。微塵裡面的世界普賢菩薩都去參訪。《華嚴經》給我們講的，微塵裡面有無量無邊無數無盡的諸佛剎土，絕對不是芥子納須彌；芥子納須彌太小了，微不足道。微塵裡面現大世界，那個世界裡面還有微塵，微塵裡頭又現大世界。我們在這個經上看到重重無盡的世界，世界重重無盡，佛菩薩重重無盡，一切眾生重重無盡，這是宇宙的真相。普賢菩薩能證實，普賢菩薩能契入。佛給我們說的，有人作證，證明這個事情不是假的是真的。我們好好修，修到普賢菩薩這個地位，等覺菩薩，《華嚴》講的境界你就證實了，真實不虛！「普照法界無礙光」，這個境界當位普賢能證實、能契入，我們相信佛菩薩。今天時間到了，我們就講到此地。《華嚴經》第九卷講完了，下一堂課我們就講第十卷。"
    }
  ]
}