{
  "doc_id": "12-017-1329",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三二九卷",
    "zh_TW": "第一三二九卷"
  },
  "year": "2004",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1329",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "12-017-1329_p0001",
      "zh_CN": "诸位同学，请看「菩萨问明品」，觉首菩萨偈颂第三首末后一段，就是「以水十义，同真性故」。",
      "zh_TW": "諸位同學，請看「菩薩問明品」，覺首菩薩偈頌第三首末後一段，就是「以水十義，同真性故」。"
    },
    {
      "id": "12-017-1329_p0002",
      "zh_CN": "这十句前面我们讲了三句，第三句是「虽浊不失净性，喻净心染而不染」。这个地方有比喻，有法合。浊是染着，如同儒家的教学，像《三字经》上所讲的「人之初，性本善」，本性本善就是我们此地讲的净性，净性就是本性本善。可是这个本善，如果我们要不好好的来教就很难保持，他接触外面境界就被染污了。外面境界佛法归纳为六尘，色声香味触法，叫六尘。为什么叫它做尘？尘是灰尘，尘会染污。譬如我们这个书桌，我们一天不擦它，不把它擦干净，你细细的去摸，桌上有灰尘，它被染污，染污并不严重。如果我们一个星期不去擦它，一个星期不动它，你再来看那就有相当厚的一层染污。这种情形我们都知道，虽然它被尘染污了，浊不失净性，只是上面覆盖了这个染污，染污除掉，它还是清净。这句说它正是在被染污覆盖的时候，它的净性没有丧失。这个意思好，意思深。",
      "zh_TW": "這十句前面我們講了三句，第三句是「雖濁不失淨性，喻淨心染而不染」。這個地方有比喻，有法合。濁是染著，如同儒家的教學，像《三字經》上所講的「人之初，性本善」，本性本善就是我們此地講的淨性，淨性就是本性本善。可是這個本善，如果我們要不好好的來教就很難保持，他接觸外面境界就被染污了。外面境界佛法歸納為六塵，色聲香味觸法，叫六塵。為什麼叫它做塵？塵是灰塵，塵會染污。譬如我們這個書桌，我們一天不擦它，不把它擦乾淨，你細細的去摸，桌上有灰塵，它被染污，染污並不嚴重。如果我們一個星期不去擦它，一個星期不動它，你再來看那就有相當厚的一層染污。這種情形我們都知道，雖然它被塵染污了，濁不失淨性，只是上面覆蓋了這個染污，染污除掉，它還是清淨。這句說它正是在被染污覆蓋的時候，它的淨性沒有喪失。這個意思好，意思深。"
    },
    {
      "id": "12-017-1329_p0003",
      "zh_CN": "诸佛菩萨看九法界众生都是佛，所以他成佛了。九法界众生是浊、是染，但是他的真性并没有失掉也没有被染，就像这个桌面干干净净，桌面上面有一层灰尘，染而不染。佛菩萨那个敬心（恭敬的敬）能生得起来。普贤菩萨教导我们行门里面十个纲领，是法身菩萨修的，第一条「礼敬诸佛」。我们今天对人没有尊敬，不知道敬人；我们对佛知不知道尊敬？不知道。敬是性德，就是清净心里面本来有的，圆满具足，一丝毫欠缺都没有，真诚恭敬！这个敬心、敬意没有了，被污染，被秽浊盖复住，它不起作用。不起作用，它还是起作用，那个作用变质了。起什么作用？起傲慢自大、自以为是。自己尊重自己不知道尊重别人，恰好跟性德相违背、相反，他起这个东西。",
      "zh_TW": "諸佛菩薩看九法界眾生都是佛，所以他成佛了。九法界眾生是濁、是染，但是他的真性並沒有失掉也沒有被染，就像這個桌面乾乾淨淨，桌面上面有一層灰塵，染而不染。佛菩薩那個敬心（恭敬的敬）能生得起來。普賢菩薩教導我們行門裡面十個綱領，是法身菩薩修的，第一條「禮敬諸佛」。我們今天對人沒有尊敬，不知道敬人；我們對佛知不知道尊敬？不知道。敬是性德，就是清淨心裡面本來有的，圓滿具足，一絲毫欠缺都沒有，真誠恭敬！這個敬心、敬意沒有了，被污染，被穢濁蓋覆住，它不起作用。不起作用，它還是起作用，那個作用變質了。起什麼作用？起傲慢自大、自以為是。自己尊重自己不知道尊重別人，恰好跟性德相違背、相反，他起這個東西。"
    },
    {
      "id": "12-017-1329_p0004",
      "zh_CN": "法身菩萨所修的这十个纲领，第一条就做不到！没有第一条，当然没有第二条，后头统统没有。因为这十个纲领，我们都晓得后后深于前前。正如同十层大楼一样，礼敬诸佛是第一层，称赞如来是第二层，没有第一层，哪来的第二层？广修供养是第三层，忏悔业障是第四层，所以到最后，最后是普皆回向，第十层。法身菩萨学的，权教菩萨都没有，我们今天是天天念念而已，有没有？没有。为什么没有？我们对一切人、一切事、一切物恭敬心生不起来。为什么生不起来？不知道一切众生皆有佛性，不知道一切众生佛性是染而不染，我们只看到他的染着，没有看到他的不染。这个染的相就是烦恼习气，只看到外表的烦恼习气，没有看到烦恼习气后面清净心、本善本觉，没有看到。法身菩萨看到了，所以法身菩萨对一切众生，就是对造作十恶的地狱众生都是真诚平等的恭敬心，礼敬，这叫成佛。",
      "zh_TW": "法身菩薩所修的這十個綱領，第一條就做不到！沒有第一條，當然沒有第二條，後頭統統沒有。因為這十個綱領，我們都曉得後後深於前前。正如同十層大樓一樣，禮敬諸佛是第一層，稱讚如來是第二層，沒有第一層，哪來的第二層？廣修供養是第三層，懺悔業障是第四層，所以到最後，最後是普皆迴向，第十層。法身菩薩學的，權教菩薩都沒有，我們今天是天天念念而已，有沒有？沒有。為什麼沒有？我們對一切人、一切事、一切物恭敬心生不起來。為什麼生不起來？不知道一切眾生皆有佛性，不知道一切眾生佛性是染而不染，我們只看到他的染著，沒有看到他的不染。這個染的相就是煩惱習氣，只看到外表的煩惱習氣，沒有看到煩惱習氣後面清淨心、本善本覺，沒有看到。法身菩薩看到了，所以法身菩薩對一切眾生，就是對造作十惡的地獄眾生都是真誠平等的恭敬心，禮敬，這叫成佛。"
    },
    {
      "id": "12-017-1329_p0005",
      "zh_CN": "如果我们明白这个道理，了解这个事实真相，我们今天应该怎么学法？从哪里修？对一切人真诚恭敬，决不是假的，决不是装的。即使对冤亲债主，对毁谤我的人，对侮辱我的人，对陷害我的人，真诚平等恭敬，为什么？他现在造的罪业是一时迷惑，他烦恼习气就是浮在外面的秽浊，下面的真性跟诸佛如来一样，丝毫没有受到染污，只是烦恼习气覆盖着。你不要去看这个，这个东西是假的。为什么这是假的？这烦恼有生灭，这染的东西可以除掉、可以清除的。自性清净心是不生不灭，不生不灭是真的，有生灭就不是真的，就这么回事情。",
      "zh_TW": "如果我們明白這個道理，了解這個事實真相，我們今天應該怎麼學法？從哪裡修？對一切人真誠恭敬，決不是假的，決不是裝的。即使對冤親債主，對毀謗我的人，對侮辱我的人，對陷害我的人，真誠平等恭敬，為什麼？他現在造的罪業是一時迷惑，他煩惱習氣就是浮在外面的穢濁，下面的真性跟諸佛如來一樣，絲毫沒有受到染污，只是煩惱習氣覆蓋著。你不要去看這個，這個東西是假的。為什麼這是假的？這煩惱有生滅，這染的東西可以除掉、可以清除的。自性清淨心是不生不滅，不生不滅是真的，有生滅就不是真的，就這麼回事情。"
    },
    {
      "id": "12-017-1329_p0006",
      "zh_CN": "所以我们修行在哪里修？在人事上修，在一切万物上修。我们看到一个小蚂蚁会不会合掌蚂蚁菩萨。真的，不懂得的人看到你这个动作，这个人有点神经不正常，你看他叫蚂蚁菩萨、叫蚊虫菩萨，真的不是假的。那我们这种恭敬是在内心，缘具足则现在外面。什么叫缘具足？周边人看到不生毁谤。他看到你这个动作，你看到一个蚂蚁，在那里合掌蚂蚁菩萨，你给牠念阿弥陀佛，劝牠念佛，那个人（旁边人）看到不毁谤你，这就缘成熟；如果那个人会毁谤，那个人不懂佛法，我们就不这样做法，我们从心里面做，不要在形式上，免得他造毁谤的罪业。念念都是为众生着想，没有为自己。你对于一个小树、小草、蚊虫、蚂蚁都那样的真诚恭敬，对人哪有不恭敬的道理？没这个道理。",
      "zh_TW": "所以我們修行在哪裡修？在人事上修，在一切萬物上修。我們看到一個小螞蟻會不會合掌螞蟻菩薩。真的，不懂得的人看到你這個動作，這個人有點神經不正常，你看他叫螞蟻菩薩、叫蚊蟲菩薩，真的不是假的。那我們這種恭敬是在內心，緣具足則現在外面。什麼叫緣具足？周邊人看到不生毀謗。他看到你這個動作，你看到一個螞蟻，在那裡合掌螞蟻菩薩，你給牠念阿彌陀佛，勸牠念佛，那個人（旁邊人）看到不毀謗你，這就緣成熟；如果那個人會毀謗，那個人不懂佛法，我們就不這樣做法，我們從心裡面做，不要在形式上，免得他造毀謗的罪業。念念都是為眾生著想，沒有為自己。你對於一個小樹、小草、蚊蟲、螞蟻都那樣的真誠恭敬，對人哪有不恭敬的道理？沒這個道理。"
    },
    {
      "id": "12-017-1329_p0007",
      "zh_CN": "普贤十愿要从这个地方学起，要养成习惯。一切恭敬，佛如此，实在讲儒家也不例外。你看看《礼记．曲礼》第一篇，你翻第一句话「曲礼曰，毋不敬」。毋不敬就是一切恭敬，对人对事对物没有不恭敬的。一些不懂这个道理的人，我们对人恭敬还可以，他还能接受，对事恭敬还勉强，对物他就不以为然了，认为什么？认为这是迷信。我们对畜生恭敬，他说我们迷信，不正常；我们对鬼神恭敬，那更不能接受。在中国很多地方很普遍，山神土地到处都有，现在在中国大陆也慢慢的又有了。我们对这些恭恭敬敬的在致敬，这是我们的性德流露。对这些鬼神恭敬，你想想看哪有不敬祖先的道理？所以圣贤的教学没有别的，无非是把我们性德唤醒，使我们的性德在日常生活当中自然流露，处处流露。",
      "zh_TW": "普賢十願要從這個地方學起，要養成習慣。一切恭敬，佛如此，實在講儒家也不例外。你看看《禮記．曲禮》第一篇，你翻第一句話「曲禮曰，毋不敬」。毋不敬就是一切恭敬，對人對事對物沒有不恭敬的。一些不懂這個道理的人，我們對人恭敬還可以，他還能接受，對事恭敬還勉強，對物他就不以為然了，認為什麼？認為這是迷信。我們對畜生恭敬，他說我們迷信，不正常；我們對鬼神恭敬，那更不能接受。在中國很多地方很普遍，山神土地到處都有，現在在中國大陸也慢慢的又有了。我們對這些恭恭敬敬的在致敬，這是我們的性德流露。對這些鬼神恭敬，你想想看哪有不敬祖先的道理？所以聖賢的教學沒有別的，無非是把我們性德喚醒，使我們的性德在日常生活當中自然流露，處處流露。"
    },
    {
      "id": "12-017-1329_p0008",
      "zh_CN": "普贤十愿，性德；菩萨十波罗蜜，性德；讲到最基础的五戒十善，性德。自性里头本来就有，是因为没有人教，我们从小不知不觉被这五欲六尘染污了，性德透不出来，透出来的是烦恼，烦恼习气。又何况这个染污不是一生的，过去生中已经被染污了，过去还有过去，佛讲无始劫来迷失了自性，那个迷就是染。迷邪染是一桩事情，迷就不觉，邪就不正，染就不清净。自性里面的三德就是觉正净，自性觉，自性正，自性清净。一切众生跟一切诸佛如来无二无别，没有丝毫差距，都是一样的。所以佛敬众生，菩萨敬众生，众生不敬佛菩萨，为什么？迷，众生是在迷邪染，佛菩萨迷邪染去掉了，透露出来的是觉正净，就这么回事情。",
      "zh_TW": "普賢十願，性德；菩薩十波羅蜜，性德；講到最基礎的五戒十善，性德。自性裡頭本來就有，是因為沒有人教，我們從小不知不覺被這五欲六塵染污了，性德透不出來，透出來的是煩惱，煩惱習氣。又何況這個染污不是一生的，過去生中已經被染污了，過去還有過去，佛講無始劫來迷失了自性，那個迷就是染。迷邪染是一樁事情，迷就不覺，邪就不正，染就不清淨。自性裡面的三德就是覺正淨，自性覺，自性正，自性清淨。一切眾生跟一切諸佛如來無二無別，沒有絲毫差距，都是一樣的。所以佛敬眾生，菩薩敬眾生，眾生不敬佛菩薩，為什麼？迷，眾生是在迷邪染，佛菩薩迷邪染去掉了，透露出來的是覺正淨，就這麼回事情。"
    },
    {
      "id": "12-017-1329_p0009",
      "zh_CN": "我们要懂得、要好好的来学习，把我们的迷邪染除掉，把本有的觉正净显现出来。佛家的教学头一堂课就教这个。这教什么？翻邪三皈。皈是回头，依是依靠，要把它翻过来。我们现在是凡夫，凡夫都在迷邪染里头，我们把迷邪染反过来，迷邪染要舍掉，回归到觉正净。从迷惑回过头，迷不要，从迷回过头来依自性觉，这叫皈依佛；从邪知邪见，就是错误的想法、错误的看法回过头来依自性正，正知正见，佛知佛见，这就皈依法；从一切染污回过头，依自性清净心，这叫皈依僧，净而不染。你一入佛门，就把这修学三个总纲领、总方向，你学是学这个，你将来证也是证这个，自性里头本来具足的，不是在外头求的。迷邪染是假的，只要把迷邪染去掉，你自性觉正净就恢复了。觉正净恢复，那就是如如天真佛，你本来是佛。",
      "zh_TW": "我們要懂得、要好好的來學習，把我們的迷邪染除掉，把本有的覺正淨顯現出來。佛家的教學頭一堂課就教這個。這教什麼？翻邪三皈。皈是回頭，依是依靠，要把它翻過來。我們現在是凡夫，凡夫都在迷邪染裡頭，我們把迷邪染反過來，迷邪染要捨掉，回歸到覺正淨。從迷惑回過頭，迷不要，從迷回過頭來依自性覺，這叫皈依佛；從邪知邪見，就是錯誤的想法、錯誤的看法回過頭來依自性正，正知正見，佛知佛見，這就皈依法；從一切染污回過頭，依自性清淨心，這叫皈依僧，淨而不染。你一入佛門，就把這修學三個總綱領、總方向，你學是學這個，你將來證也是證這個，自性裡頭本來具足的，不是在外頭求的。迷邪染是假的，只要把迷邪染去掉，你自性覺正淨就恢復了。覺正淨恢復，那就是如如天真佛，你本來是佛。"
    },
    {
      "id": "12-017-1329_p0010",
      "zh_CN": "佛告诉我们蚊虫蚂蚁也是佛，牠为什么堕落成这样？牠的迷邪染比我们严重。最严重的堕落在阿鼻地狱，最严重，那迷得太深。所以这十法界怎么形成的？就是染污轻重差别而现的这个现象。菩萨的染污最浅，缘觉的染污比菩萨重，声闻比菩萨更重，那下面是六道；天道比阿罗汉重，人道比天道重，畜生道比人道重，饿鬼道比畜生道重，地狱道比饿鬼道还要重。染污虽然有轻重的差别，自性清净心没有差别。自性性德，觉正净是性德，没有差别。纵然堕落在地狱，他的觉正净跟如来究竟果地上是一样的。佛法讲平等是从这个地方讲的，真平等！大乘经上佛说「一切众生本来成佛」。这一句话说出了事实真相。为什么会有十法界？为什么会有六道三途？染而不染。",
      "zh_TW": "佛告訴我們蚊蟲螞蟻也是佛，牠為什麼墮落成這樣？牠的迷邪染比我們嚴重。最嚴重的墮落在阿鼻地獄，最嚴重，那迷得太深。所以這十法界怎麼形成的？就是染污輕重差別而現的這個現象。菩薩的染污最淺，緣覺的染污比菩薩重，聲聞比菩薩更重，那下面是六道；天道比阿羅漢重，人道比天道重，畜生道比人道重，餓鬼道比畜生道重，地獄道比餓鬼道還要重。染污雖然有輕重的差別，自性清淨心沒有差別。自性性德，覺正淨是性德，沒有差別。縱然墮落在地獄，他的覺正淨跟如來究竟果地上是一樣的。佛法講平等是從這個地方講的，真平等！大乘經上佛說「一切眾生本來成佛」。這一句話說出了事實真相。為什麼會有十法界？為什麼會有六道三途？染而不染。"
    },
    {
      "id": "12-017-1329_p0011",
      "zh_CN": "我们再看第四句「若澄泥净现」。这是比喻，比喻「真心惑尽性现」。泥就是前面讲的染污，我们前讲六尘，尘是尘土，尘土就是泥，澄是清净，我们把这个泥除掉，除得干干净净，染污完全没有了，净水就现前了。这个现象好懂。",
      "zh_TW": "我們再看第四句「若澄泥淨現」。這是比喻，比喻「真心惑盡性現」。泥就是前面講的染污，我們前講六塵，塵是塵土，塵土就是泥，澄是清淨，我們把這個泥除掉，除得乾乾淨淨，染污完全沒有了，淨水就現前了。這個現象好懂。"
    },
    {
      "id": "12-017-1329_p0012",
      "zh_CN": "早年头，我这个地方说早年头是七十年前、六十年前，六十年前我十几岁的时候乡下还有。乡下在中国农村没有自来水，水到哪里去拿？水要去挑水，用河里面的水，小溪的水，住在湖边上用湖水。大户人家、有钱的人家他打井，他用井水，一般小民都是挑水。挑水，水里头最干净是溪水，最干净。河水跟湖水都混浊带着有泥，水不干净。家里面厨房里都有个缸，水缸，大概这一个水缸可以能够容纳两担到三担水，那一担都是前面有小桶，桶不大，两个桶挑，大概挑三担水这个缸就满了。水挑回来之后不能用，因为它不干净，我们要把这泥让它沈淀，沈下去。我记得我们家乡多半用矾，用明矾，在这缸里面沿着缸的周围用明矾，明矾可以帮助水里面的泥沈淀下去。所以水缸底下是泥，这沈淀下去是泥，可是水清，水就可以用了，这是澄泥净现。现在没有了，现在大家都用自来水，这个现象见不到。所以在六十年前你读这个比喻很亲切，就是在日常生活当中你天天见到的。",
      "zh_TW": "早年頭，我這個地方說早年頭是七十年前、六十年前，六十年前我十幾歲的時候鄉下還有。鄉下在中國農村沒有自來水，水到哪裡去拿？水要去挑水，用河裡面的水，小溪的水，住在湖邊上用湖水。大戶人家、有錢的人家他打井，他用井水，一般小民都是挑水。挑水，水裡頭最乾淨是溪水，最乾淨。河水跟湖水都混濁帶著有泥，水不乾淨。家裡面廚房裡都有個缸，水缸，大概這一個水缸可以能夠容納兩擔到三擔水，那一擔都是前面有小桶，桶不大，兩個桶挑，大概挑三擔水這個缸就滿了。水挑回來之後不能用，因為它不乾淨，我們要把這泥讓它沈澱，沈下去。我記得我們家鄉多半用礬，用明礬，在這缸裡面沿著缸的周圍用明礬，明礬可以幫助水裡面的泥沈澱下去。所以水缸底下是泥，這沈澱下去是泥，可是水清，水就可以用了，這是澄泥淨現。現在沒有了，現在大家都用自來水，這個現象見不到。所以在六十年前你讀這個比喻很親切，就是在日常生活當中你天天見到的。"
    },
    {
      "id": "12-017-1329_p0013",
      "zh_CN": "这比喻「真心惑尽性现」。把清净的水比作性，比作真性，这真心；把泥比喻作迷惑，迷惑太多太多。佛把它分为三大类，这经教里面常常称之为三惑。这三种迷惑，第一种叫见思，第二种叫尘沙，第三种叫无明。九法界众生总不外这三种迷惑；六道里面众生这三种迷惑统统具足，也称为三种烦恼。迷惑就是烦恼，对于诸法实相一无所知。见思这是最粗的，见是见解，你的见解完全错了，不是事实真相；思是思想，也完全错了，见解、思想完全错了，还要加上尘沙。尘沙是比喻多，对于宇宙之间一切性相、理事、因果都不能够明了，那个数量就像尘沙一样无量无边，你一无所知。第三类这是最深的，无明，无明就是不明了，无所知。这三大类统统具足是六道里面的众生。",
      "zh_TW": "這比喻「真心惑盡性現」。把清淨的水比作性，比作真性，這真心；把泥比喻作迷惑，迷惑太多太多。佛把它分為三大類，這經教裡面常常稱之為三惑。這三種迷惑，第一種叫見思，第二種叫塵沙，第三種叫無明。九法界眾生總不外這三種迷惑；六道裡面眾生這三種迷惑統統具足，也稱為三種煩惱。迷惑就是煩惱，對於諸法實相一無所知。見思這是最粗的，見是見解，你的見解完全錯了，不是事實真相；思是思想，也完全錯了，見解、思想完全錯了，還要加上塵沙。塵沙是比喻多，對於宇宙之間一切性相、理事、因果都不能夠明瞭，那個數量就像塵沙一樣無量無邊，你一無所知。第三類這是最深的，無明，無明就是不明瞭，無所知。這三大類統統具足是六道裡面的眾生。"
    },
    {
      "id": "12-017-1329_p0014",
      "zh_CN": "如果这三大类，第一大类干净了，就像这个水缸里面的水，泥往下面沈，沈也是慢慢沈，先沈下去一些，水面这一层干净了；时间再久一点，大概明矾打下去之后，总得一、两个小时，这上面的水就可以用了，四、五个小时水缸下面的水也可以用了，舀水要轻轻的，不要把缸底下的泥土又搅和上来，那就又变成混浊，所以舀水要轻轻的舀，尽量使缸底下的泥沙不至于浮出来。所以佛告诉我们，见思烦恼断了，就是见思惑断超越六道，见思烦恼断了；尘沙断掉之后，就超越十法界，超越十法界，你就入一真法界；一真法界里还有无明，《华严经》上给我们讲的，无明有四十一品，四十一品无明断尽，圆成佛道。",
      "zh_TW": "如果這三大類，第一大類乾淨了，就像這個水缸裡面的水，泥往下面沈，沈也是慢慢沈，先沈下去一些，水面這一層乾淨了；時間再久一點，大概明礬打下去之後，總得一、兩個小時，這上面的水就可以用了，四、五個小時水缸下面的水也可以用了，舀水要輕輕的，不要把缸底下的泥土又攪和上來，那就又變成混濁，所以舀水要輕輕的舀，盡量使缸底下的泥沙不至於浮出來。所以佛告訴我們，見思煩惱斷了，就是見思惑斷超越六道，見思煩惱斷了；塵沙斷掉之後，就超越十法界，超越十法界，你就入一真法界；一真法界裡還有無明，《華嚴經》上給我們講的，無明有四十一品，四十一品無明斷盡，圓成佛道。"
    },
    {
      "id": "12-017-1329_p0015",
      "zh_CN": "现在我们这个地方说惑尽性现，大乘教里面一般讲，无明惑断一品，真性就现前了。真的，决定不是假的，我们一般讲真心显露。你没有破无明，你用的是妄心不是真心。真心显露是破一品无明，你的清净心现前，你用的这个心跟诸佛如来用的心完全相同。所以大乘教里头才说「明心见性，见性成佛」，这是真佛不是假佛。虽是真佛，并不圆满。《楞严经》上佛讲的这个比喻讲得好，就是断这三种惑，佛用月亮做比喻。月亮比我们的真性，天上的月亮是真的，水里面的月亮是假的，「千江有水千江月」，我们凡夫用的心是什么心？水里头的月亮，把水中的月当作真月，这个误会严重。",
      "zh_TW": "現在我們這個地方說惑盡性現，大乘教裡面一般講，無明惑斷一品，真性就現前了。真的，決定不是假的，我們一般講真心顯露。你沒有破無明，你用的是妄心不是真心。真心顯露是破一品無明，你的清淨心現前，你用的這個心跟諸佛如來用的心完全相同。所以大乘教裡頭才說「明心見性，見性成佛」，這是真佛不是假佛。雖是真佛，並不圓滿。《楞嚴經》上佛講的這個比喻講得好，就是斷這三種惑，佛用月亮做比喻。月亮比我們的真性，天上的月亮是真的，水裡面的月亮是假的，「千江有水千江月」，我們凡夫用的心是什麼心？水裡頭的月亮，把水中的月當作真月，這個誤會嚴重。"
    },
    {
      "id": "12-017-1329_p0016",
      "zh_CN": "六道凡夫用的心，水中之月，不是真心。四圣法界，声闻、缘觉、菩萨、权教佛，我们天台家讲的藏教、通教；贤首讲的（贤首讲五教）小教、始教。小教的佛、始教的佛都没有破无明，在十法界，没有出十法界。所以十法界里头有个佛法界，那里面的佛就是天台讲的藏教佛、通教佛，《华严》讲的小教佛、始教佛，没见性。四圣法界所用的心不是水中月亮，他聪明，他知道水中月是假的。他用的那个月是什么？《楞严经》佛说的「捏目所见」，这个捏目所见是怎么回事情？像我们晚上看月亮，我们看的时候把一个手指按在一个眼睛上面用力压一压，这用力压一压，你看天上两个月亮。这个道理现在我们都懂，焦距！这两个眼睛焦距合不拢就变成两个月亮。两个月亮里头有一个真有一个假，但是那个假是相似的，比水里面那个要真一点，水里面那完全是假的。所以这叫相似，相似的真心，不是真正的真心，相似的。",
      "zh_TW": "六道凡夫用的心，水中之月，不是真心。四聖法界，聲聞、緣覺、菩薩、權教佛，我們天台家講的藏教、通教；賢首講的（賢首講五教）小教、始教。小教的佛、始教的佛都沒有破無明，在十法界，沒有出十法界。所以十法界裡頭有個佛法界，那裡面的佛就是天台講的藏教佛、通教佛，《華嚴》講的小教佛、始教佛，沒見性。四聖法界所用的心不是水中月亮，他聰明，他知道水中月是假的。他用的那個月是什麼？《楞嚴經》佛說的「捏目所見」，這個捏目所見是怎麼回事情？像我們晚上看月亮，我們看的時候把一個手指按在一個眼睛上面用力壓一壓，這用力壓一壓，你看天上兩個月亮。這個道理現在我們都懂，焦距！這兩個眼睛焦距合不攏就變成兩個月亮。兩個月亮裡頭有一個真有一個假，但是那個假是相似的，比水裡面那個要真一點，水裡面那完全是假的。所以這叫相似，相似的真心，不是真正的真心，相似的。"
    },
    {
      "id": "12-017-1329_p0017",
      "zh_CN": "破一品无明，证一分自性，真心。那什么叫一分无明？佛还是用月亮做比喻，天上的月亮。你看夜晚，初一看不到月亮，月光完全在它自转的时候被遮住；到初二、初三露一点月牙，刚刚露了一个月牙，我们在晴朗的天气里面看到，真的像一条线一样，那是不是月光？是！这个月光跟十五的月光没有两样，十五只是光大，很明亮，这是刚刚露一个牙，刚刚露一个牙，就比喻圆教初住破一品无明，证一分法身。他那个光是真的月光，那就是真心不是妄心；不是水中之月也不是捏目所见之月，是真月，用真心。虽然只一个月牙放了一点光，跟十五的光决定没有两样，是相同的，只有光大跟光小。从月牙到十五的满月，如果把它分成四十一等，那就像《华严经》上讲的四十一品无明，那真可以分。四十一品无明断尽了，满月就现前了。满月，我们称为如来究竟果地，还差一点点没有圆，那是等觉菩萨，就是真心；就是刚刚露一点点月牙，真心的性德就流露出来。",
      "zh_TW": "破一品無明，證一分自性，真心。那什麼叫一分無明？佛還是用月亮做比喻，天上的月亮。你看夜晚，初一看不到月亮，月光完全在它自轉的時候被遮住；到初二、初三露一點月牙，剛剛露了一個月牙，我們在晴朗的天氣裡面看到，真的像一條線一樣，那是不是月光？是！這個月光跟十五的月光沒有兩樣，十五只是光大，很明亮，這是剛剛露一個牙，剛剛露一個牙，就比喻圓教初住破一品無明，證一分法身。他那個光是真的月光，那就是真心不是妄心；不是水中之月也不是捏目所見之月，是真月，用真心。雖然只一個月牙放了一點光，跟十五的光決定沒有兩樣，是相同的，只有光大跟光小。從月牙到十五的滿月，如果把它分成四十一等，那就像《華嚴經》上講的四十一品無明，那真可以分。四十一品無明斷盡了，滿月就現前了。滿月，我們稱為如來究竟果地，還差一點點沒有圓，那是等覺菩薩，就是真心；就是剛剛露一點點月牙，真心的性德就流露出來。"
    },
    {
      "id": "12-017-1329_p0018",
      "zh_CN": "真心的性德是什么？总的来说，觉正净。觉正净展开，菩萨的六度四摄、普贤菩萨的十愿，文殊菩萨的十波罗蜜，阿弥陀佛的四十八愿，性德！自自然然的流露出来。本来就是这个样子，他不是修的。我们今天需要修，什么原因？因为有染污盖复住，真性不能现前，性德不能现前。中国儒家所讲的，总的，他也有总的说法，本性本善，「人之初，性本善」。展开来讲八德，「孝悌忠信，礼义廉耻，仁爱和平」十二个字，性德，是一切众生本来具足的，本来有的。所以圣人教人没有别的，随顺性德，这就是圣贤，这就是大圆满、大自在！违背了性德就是染污。虽染而不染，这是我们必须要记住的，我们才会对一切众生像诸佛如来一样的恭敬。你能够这样修，久而久之、不知不觉你对一切人事物都是这样的。",
      "zh_TW": "真心的性德是什麼？總的來說，覺正淨。覺正淨展開，菩薩的六度四攝、普賢菩薩的十願，文殊菩薩的十波羅蜜，阿彌陀佛的四十八願，性德！自自然然的流露出來。本來就是這個樣子，他不是修的。我們今天需要修，什麼原因？因為有染污蓋覆住，真性不能現前，性德不能現前。中國儒家所講的，總的，他也有總的說法，本性本善，「人之初，性本善」。展開來講八德，「孝悌忠信，禮義廉恥，仁愛和平」十二個字，性德，是一切眾生本來具足的，本來有的。所以聖人教人沒有別的，隨順性德，這就是聖賢，這就是大圓滿、大自在！違背了性德就是染污。雖染而不染，這是我們必須要記住的，我們才會對一切眾生像諸佛如來一樣的恭敬。你能夠這樣修，久而久之、不知不覺你對一切人事物都是這樣的。"
    },
    {
      "id": "12-017-1329_p0019",
      "zh_CN": "你的性德是修出来的，修出来的还是你自己本来有的。修德跟性德相应，这个相应就叫做证。自性里本来有的，你证什么？证是这个意思，证是讲的修德跟性德相应，这在修学当中过程上来说的。跟你说真话，大乘经上说「无智亦无得」，《般若心经》上大家常念的，那是真的。在我们现前修学过程当中有智亦有得，这不能不晓得。在我们现前这个阶段，修德重要。可是这里头最重要的，就是修德要跟性德相应，这就叫正法；修德跟性德相违背，邪法，魔所教的。魔也有修行，但是你仔细去观察他与性德相违背。",
      "zh_TW": "你的性德是修出來的，修出來的還是你自己本來有的。修德跟性德相應，這個相應就叫做證。自性裡本來有的，你證什麼？證是這個意思，證是講的修德跟性德相應，這在修學當中過程上來說的。跟你說真話，大乘經上說「無智亦無得」，《般若心經》上大家常念的，那是真的。在我們現前修學過程當中有智亦有得，這不能不曉得。在我們現前這個階段，修德重要。可是這裡頭最重要的，就是修德要跟性德相應，這就叫正法；修德跟性德相違背，邪法，魔所教的。魔也有修行，但是你仔細去觀察他與性德相違背。"
    },
    {
      "id": "12-017-1329_p0020",
      "zh_CN": "虽然高级的魔，魔里头有很高级的，他的修行跟佛菩萨差不多。你要是看看《楞严经》，楞严会上佛给我们讲五十种阴魔，魔王外道他们修行的方法，你要是看到了，五体投地，你真的把他当佛看待，你看不出他的破绽。佛要是不跟我们说出来，我们决定不知道。学佛最后变成魔了，你说冤不冤枉？怎么会变成魔？你自己一定要知道，《楞严经》上讲的四种清净明诲，这就是标准，四种清净明诲是杀盗淫妄，他们戒不戒？也戒，也叫你不杀生，不偷盗，不淫欲，不饮酒，他也是这样教你。那为什么会变成魔？不干净。这里头有个绝对标准，他没有做到。形式上做到了，意念上不清净，这样就变成魔道了。正如同此地讲的澄泥净现，他确实澄到一定的程度，但是不彻底，底下并不干净；上面这一段干净，下面并不干净，所以境界现前他烦恼还是起现行。那愈是功夫深的、高的，他烦恼现出来是很微弱，我们凡夫见不到。八地菩萨才看到阿赖耶的波动，我们凡夫哪有功夫能看到？他也能现神通，他也知道过去未来，我们凡夫接触的时候，哪有不把他当作佛菩萨、当作活神仙来看待？这是我们不能不知道。",
      "zh_TW": "雖然高級的魔，魔裡頭有很高級的，他的修行跟佛菩薩差不多。你要是看看《楞嚴經》，楞嚴會上佛給我們講五十種陰魔，魔王外道他們修行的方法，你要是看到了，五體投地，你真的把他當佛看待，你看不出他的破綻。佛要是不跟我們說出來，我們決定不知道。學佛最後變成魔了，你說冤不冤枉？怎麼會變成魔？你自己一定要知道，《楞嚴經》上講的四種清淨明誨，這就是標準，四種清淨明誨是殺盜淫妄，他們戒不戒？也戒，也叫你不殺生，不偷盜，不淫欲，不飲酒，他也是這樣教你。那為什麼會變成魔？不乾淨。這裡頭有個絕對標準，他沒有做到。形式上做到了，意念上不清淨，這樣就變成魔道了。正如同此地講的澄泥淨現，他確實澄到一定的程度，但是不徹底，底下並不乾淨；上面這一段乾淨，下面並不乾淨，所以境界現前他煩惱還是起現行。那愈是功夫深的、高的，他煩惱現出來是很微弱，我們凡夫見不到。八地菩薩才看到阿賴耶的波動，我們凡夫哪有功夫能看到？他也能現神通，他也知道過去未來，我們凡夫接觸的時候，哪有不把他當作佛菩薩、當作活神仙來看待？這是我們不能不知道。"
    },
    {
      "id": "12-017-1329_p0021",
      "zh_CN": "所以佛教后学，特别是佛不在世我们依靠谁？佛教给我们的四依法，这太重要了。「依法不依人」，法是经典。经典你要善学，你一定要知道经典不是为我说的，是世尊当年在世，有人还向他老人家请教提问题，他对他说的，他不是对我说的。对我说的，契我的机；对别人说的，未必契我的机。就像大夫开的药方一样，处方，这个处方是替那个人开的，治他的病，不是对我开的。我们今天看到所有经典都是释迦牟尼佛当年开的药方，所以你要不会吃药，你会被药药死了，这是真的不是假的。那怎么办？所以你要懂得，那佛真的慈悲，对于末法时期开了一服一般的方子，这不是对一个人开的，这个方子是什么？这个方子就是净宗法门。净宗法门不是对某一个人开的，「三根普被，利钝全收」。所以这个叫万灵丹，无论什么病，用这个方子肯定有效，肯定得度，那是妙不可言。要没有这一服方子，那就难，太难太难了，这是我们不能不知道的。现在时间到了。",
      "zh_TW": "所以佛教後學，特別是佛不在世我們依靠誰？佛教給我們的四依法，這太重要了。「依法不依人」，法是經典。經典你要善學，你一定要知道經典不是為我說的，是世尊當年在世，有人還向他老人家請教提問題，他對他說的，他不是對我說的。對我說的，契我的機；對別人說的，未必契我的機。就像大夫開的藥方一樣，處方，這個處方是替那個人開的，治他的病，不是對我開的。我們今天看到所有經典都是釋迦牟尼佛當年開的藥方，所以你要不會吃藥，你會被藥藥死了，這是真的不是假的。那怎麼辦？所以你要懂得，那佛真的慈悲，對於末法時期開了一服一般的方子，這不是對一個人開的，這個方子是什麼？這個方子就是淨宗法門。淨宗法門不是對某一個人開的，「三根普被，利鈍全收」。所以這個叫萬靈丹，無論什麼病，用這個方子肯定有效，肯定得度，那是妙不可言。要沒有這一服方子，那就難，太難太難了，這是我們不能不知道的。現在時間到了。"
    },
    {
      "id": "12-017-1329_p0022",
      "zh_CN": "诸位同学，我们接着看下面第五句「遇冷成冰」，这不是水，这是冰。遇到冷水就变成冰了，而有硬的作用。「喻如来藏与无明合成本识用」。这个意思很深，深度在什么地方？十法界依正庄严唯识所变。识是什么？这个地方就是讲本识，本识是阿赖耶。阿赖耶识怎么回事情？记住前面的比喻，水比喻作真性，真性就像僧肇大师综合佛陀在大乘经教里面常讲的几个名词，本无、实相、法性、性空、真性、清净心、缘会，一个意思。一个意思说这么多名相？这是如来教学的善巧方便，教我们了解这一桩事情，而不要著名字相，不要着言说相，你才真正能懂得如来所说义。这是开经偈上讲的「愿解如来真实义」。如果着相，你用思惟、用想像，那你跟如来说的意思愈来愈远，甚至于把佛所讲的意思扭曲、误解了，这样的人太多太多。所以佛总是一桩事情说好多个名相，意思叫你不执着，不要分别，不要执着。",
      "zh_TW": "諸位同學，我們接著看下面第五句「遇冷成冰」，這不是水，這是冰。遇到冷水就變成冰了，而有硬的作用。「喻如來藏與無明合成本識用」。這個意思很深，深度在什麼地方？十法界依正莊嚴唯識所變。識是什麼？這個地方就是講本識，本識是阿賴耶。阿賴耶識怎麼回事情？記住前面的比喻，水比喻作真性，真性就像僧肇大師綜合佛陀在大乘經教裡面常講的幾個名詞，本無、實相、法性、性空、真性、清淨心、緣會，一個意思。一個意思說這麼多名相？這是如來教學的善巧方便，教我們了解這一樁事情，而不要著名字相，不要著言說相，你才真正能懂得如來所說義。這是開經偈上講的「願解如來真實義」。如果著相，你用思惟、用想像，那你跟如來說的意思愈來愈遠，甚至於把佛所講的意思扭曲、誤解了，這樣的人太多太多。所以佛總是一樁事情說好多個名相，意思叫你不執著，不要分別，不要執著。"
    },
    {
      "id": "12-017-1329_p0023",
      "zh_CN": "在这个地方把水比喻作真性。水遇到冷，零度以下它就结冰。冰有冰的作用。昨天我们讲经的时候这个山上下了一阵冰雹，下得很大，我们以为是大雨，其实是冰雹。今天早晨我们到菜园一看，很大的一块冰还没有融化，才知道昨天下的是冰雹。零下的温度水就结成冰，冰有冰的作用，用途就不一样，它就产生变化。所以相宗里面讲「无明不觉生三细」，无明就是染，前面讲遇到染，那个觉本来是觉的就变成不觉，这一不觉就变成三细相，这个细就非常微细。无明头一个现象，动相，无明业相。",
      "zh_TW": "在這個地方把水比喻作真性。水遇到冷，零度以下它就結冰。冰有冰的作用。昨天我們講經的時候這個山上下了一陣冰雹，下得很大，我們以為是大雨，其實是冰雹。今天早晨我們到菜園一看，很大的一塊冰還沒有融化，才知道昨天下的是冰雹。零下的溫度水就結成冰，冰有冰的作用，用途就不一樣，它就產生變化。所以相宗裡面講「無明不覺生三細」，無明就是染，前面講遇到染，那個覺本來是覺的就變成不覺，這一不覺就變成三細相，這個細就非常微細。無明頭一個現象，動相，無明業相。"
    },
    {
      "id": "12-017-1329_p0024",
      "zh_CN": "所以诸位要知道，无明是动的，觉是不动的。这个事情总得要搞清楚、搞明白。心动那就是无明，就是无明业相，我们平常讲叫起心动念。起心动念有无量的差别。诸大菩萨有没有起心动念？有！起心动念就是无明，连等觉菩萨都有。真正做到不起心、不动念，那就是究竟佛果，这个人叫无上正等正觉。等觉菩萨还有一品生相无明没破，还有极其微细的起心动念，那我们凡夫还用得着说吗？我们凡夫这个起心动念是大风大浪，非常明显。你起的念头，在凡夫不能不起念，不起念就成佛，微细的念头是菩萨，粗显的念头是凡夫。这个念头也分三类，有善念、有恶念、有无记的念头，这个无记就是说不上善恶。口渴了喝一杯茶，这也会起心动念喝一杯茶，这没有善恶，这个念头叫无记心。无记心虽然没有善恶，但是它在无明里面，增长无明，破不了无明，麻烦在这里。",
      "zh_TW": "所以諸位要知道，無明是動的，覺是不動的。這個事情總得要搞清楚、搞明白。心動那就是無明，就是無明業相，我們平常講叫起心動念。起心動念有無量的差別。諸大菩薩有沒有起心動念？有！起心動念就是無明，連等覺菩薩都有。真正做到不起心、不動念，那就是究竟佛果，這個人叫無上正等正覺。等覺菩薩還有一品生相無明沒破，還有極其微細的起心動念，那我們凡夫還用得著說嗎？我們凡夫這個起心動念是大風大浪，非常明顯。你起的念頭，在凡夫不能不起念，不起念就成佛，微細的念頭是菩薩，粗顯的念頭是凡夫。這個念頭也分三類，有善念、有惡念、有無記的念頭，這個無記就是說不上善惡。口渴了喝一杯茶，這也會起心動念喝一杯茶，這沒有善惡，這個念頭叫無記心。無記心雖然沒有善惡，但是它在無明裡面，增長無明，破不了無明，麻煩在這裡。"
    },
    {
      "id": "12-017-1329_p0025",
      "zh_CN": "三细相第一个是无明业相，无明业相就是动，这一动就出现相，动它就会现相。这个相很微细，相宗里面讲三分，见分，从见分就变现出相分，见分叫转相，相分叫境界相，三细相。业相是动，起心动念。这一动转，转就是见分，我们今天讲的精神。精神从哪里来的？从无明业相转变出来的，然后从转相就变出境界相，境界相就是物质。物质跟精神同源，都是从业相里头变现出来的，就是起心动念。不起心，不动念，不但这物质没有，精神也没有，那才叫「觉后空空无大千」。",
      "zh_TW": "三細相第一個是無明業相，無明業相就是動，這一動就出現相，動它就會現相。這個相很微細，相宗裡面講三分，見分，從見分就變現出相分，見分叫轉相，相分叫境界相，三細相。業相是動，起心動念。這一動轉，轉就是見分，我們今天講的精神。精神從哪裡來的？從無明業相轉變出來的，然後從轉相就變出境界相，境界相就是物質。物質跟精神同源，都是從業相裡頭變現出來的，就是起心動念。不起心，不動念，不但這物質沒有，精神也沒有，那才叫「覺後空空無大千」。"
    },
    {
      "id": "12-017-1329_p0026",
      "zh_CN": "因为有转相，因为有境界相，这就是等觉菩萨最后一品无明，叫生相无明，我们从这个地方能体会得到。等觉菩萨所破的是阿赖耶的三细相，这才是究竟圆满，转阿赖耶为大圆镜智，大圆镜智是自性本来具足的，因为有极其微细的动相，大圆镜智上也蒙上了一层染污，这个染污是非常非常的微细，所以他的觉正净仅次于究竟佛，十地菩萨都不如他。从他发展愈迷愈深，三细相一发展就变成六粗，六粗再一发展就是我们今天讲的宇宙。宇宙怎么来的？生命怎么来的？佛在这里给我们说出来了。总的来讲，就是世尊在《华严经》上所说的，「唯心所现，唯识所变」。心现识变，心现的境界叫一真法界，识变的境界，识里面就有分别、有执着，第六意识分别，第七末那识执着，这十法界就出现了。",
      "zh_TW": "因為有轉相，因為有境界相，這就是等覺菩薩最後一品無明，叫生相無明，我們從這個地方能體會得到。等覺菩薩所破的是阿賴耶的三細相，這才是究竟圓滿，轉阿賴耶為大圓鏡智，大圓鏡智是自性本來具足的，因為有極其微細的動相，大圓鏡智上也蒙上了一層染污，這個染污是非常非常的微細，所以他的覺正淨僅次於究竟佛，十地菩薩都不如他。從他發展愈迷愈深，三細相一發展就變成六粗，六粗再一發展就是我們今天講的宇宙。宇宙怎麼來的？生命怎麼來的？佛在這裡給我們說出來了。總的來講，就是世尊在《華嚴經》上所說的，「唯心所現，唯識所變」。心現識變，心現的境界叫一真法界，識變的境界，識裡面就有分別、有執著，第六意識分別，第七末那識執著，這十法界就出現了。"
    },
    {
      "id": "12-017-1329_p0027",
      "zh_CN": "十法界六道三途本来没有，再跟你说，现在有没有？现在还是没有。前面讲过不少，有而非有，非有而有；相有性无，事有理无，这总得要明了。相是幻相、是妄相，事也是幻事不是真的。《般若经》上讲得清楚，「一切法」，这个一切法就是包括十法界依正庄严，包括宇宙的缘起跟生命的来源。《般若经》上佛给我们讲「无所有」，这个无所有就是有而非有，非有而有，「毕竟空」，当体即空，了不可得。真的，给你讲真话。清凉大师在前面给我们讲并皆速灭，并皆速灭就是不可得，毕竟空，不可得，这才叫真正的觉悟、明白了。你对于身心世界你还有执着吗？你还有分别吗？没有了。对于身心世界还有执着、还有分别，你还没放下，你还有觉悟。",
      "zh_TW": "十法界六道三途本來沒有，再跟你說，現在有沒有？現在還是沒有。前面講過不少，有而非有，非有而有；相有性無，事有理無，這總得要明瞭。相是幻相、是妄相，事也是幻事不是真的。《般若經》上講得清楚，「一切法」，這個一切法就是包括十法界依正莊嚴，包括宇宙的緣起跟生命的來源。《般若經》上佛給我們講「無所有」，這個無所有就是有而非有，非有而有，「畢竟空」，當體即空，了不可得。真的，給你講真話。清涼大師在前面給我們講並皆速滅，並皆速滅就是不可得，畢竟空，不可得，這才叫真正的覺悟、明白了。你對於身心世界你還有執著嗎？你還有分別嗎？沒有了。對於身心世界還有執著、還有分別，你還沒放下，你還有覺悟。"
    },
    {
      "id": "12-017-1329_p0028",
      "zh_CN": "看破、放下。看破难，放下不难，这是我在很年轻刚刚学佛，章嘉大师教我的。释迦牟尼佛辛辛苦苦为众生讲经说法四十九年三百余会，为什么？教你看破，你为什么放不下？你不了解事实真相，看破就是了解事实真相。事实真相是什么？无所有，毕竟空，不可得，九个字。世尊一生教学当中，讲般若二十二年，就讲这个实相。这个实相就是本无，就是性空，就是缘会。「无明不觉生三细，境界为缘长六粗」，这都是属于缘会。缘会就是本无，本无就是性空，性空就是不可得、就是毕竟空、就是无所有，你还有什么放不下的？不但是一切放下了，连分别执着也放下了，为什么？空的，哪有这回事情！",
      "zh_TW": "看破、放下。看破難，放下不難，這是我在很年輕剛剛學佛，章嘉大師教我的。釋迦牟尼佛辛辛苦苦為眾生講經說法四十九年三百餘會，為什麼？教你看破，你為什麼放不下？你不了解事實真相，看破就是了解事實真相。事實真相是什麼？無所有，畢竟空，不可得，九個字。世尊一生教學當中，講般若二十二年，就講這個實相。這個實相就是本無，就是性空，就是緣會。「無明不覺生三細，境界為緣長六粗」，這都是屬於緣會。緣會就是本無，本無就是性空，性空就是不可得、就是畢竟空、就是無所有，你還有什麼放不下的？不但是一切放下了，連分別執著也放下了，為什麼？空的，哪有這回事情！"
    },
    {
      "id": "12-017-1329_p0029",
      "zh_CN": "诸佛如来法身菩萨应化在十法界，十法界常常来，他为什么要来？因为从前发过愿。因地上发过愿，众生无边誓愿度，那说话不能不算话，信用是性德，所以你发的誓愿一定是真的，一定兑现的，哪有不度众生的道理？众生有感，佛菩萨就有应，感应道交不可思议。众生有感，感有两种，有显感、有冥感。显是明显的求佛菩萨，求助于佛菩萨。人遇到灾难都念观世音菩萨，求他救苦救难，这是明显的感，佛菩萨有应。佛菩萨应也有两种，也有显、也有冥。冥，我们一般讲暗中保护，决定有感。我们求佛菩萨也有冥显，明显的像刚才所说的，冥是什么？我们心里面有这个念头求佛菩萨，口里没有说也没有表现在动作，意念上有，甚至于意念上你自己还没有觉察，真有，微细的念头。他为什么会有？这是过去生中无量劫有这个习气，曾经求过佛，到现在灾难现前是自自然然他这个波就动了，这叫冥感。冥感，佛菩萨有的时候有显应，有的时候有冥应。感应的道理，我们在前面也说过很多。",
      "zh_TW": "諸佛如來法身菩薩應化在十法界，十法界常常來，他為什麼要來？因為從前發過願。因地上發過願，眾生無邊誓願度，那說話不能不算話，信用是性德，所以你發的誓願一定是真的，一定兌現的，哪有不度眾生的道理？眾生有感，佛菩薩就有應，感應道交不可思議。眾生有感，感有兩種，有顯感、有冥感。顯是明顯的求佛菩薩，求助於佛菩薩。人遇到災難都念觀世音菩薩，求他救苦救難，這是明顯的感，佛菩薩有應。佛菩薩應也有兩種，也有顯、也有冥。冥，我們一般講暗中保護，決定有感。我們求佛菩薩也有冥顯，明顯的像剛才所說的，冥是什麼？我們心裡面有這個念頭求佛菩薩，口裡沒有說也沒有表現在動作，意念上有，甚至於意念上你自己還沒有覺察，真有，微細的念頭。他為什麼會有？這是過去生中無量劫有這個習氣，曾經求過佛，到現在災難現前是自自然然他這個波就動了，這叫冥感。冥感，佛菩薩有的時候有顯應，有的時候有冥應。感應的道理，我們在前面也說過很多。"
    },
    {
      "id": "12-017-1329_p0030",
      "zh_CN": "所以十法界依正庄严，这所有一切现象无量无边的变化，都是这个地方的应用，就像水结成冰起这个作用。如来藏跟无明合起来，合起来就称为阿赖耶，阿赖耶叫藏识也叫本识。这个识在佛法里称它为神识，世间人称它为灵魂，它好像是不生不灭。我们肉体有生灭，神识没有生灭，它会去投胎，它会去找另外一个身体，所以经上讲它是「来先去后作主公」，它才是真正的主人，真正的自己。投胎它先来，阿赖耶识先来投胎；在胎中慢慢发展成八识，来的时候只有阿赖耶，没有执着就是没有末那，没有分别就是没有意识，也没有前五识，前五识是眼耳鼻舌身，都没有，慢慢在胎胞里面发展，八识统统具足了。八识虽然具足，五十一心所不具足，胎儿生下来。胎儿生下来八识具足，五十一心所不显明具足。不能说没有，不显明，就是很难看到它起作用，它先来；人走的时候、往生的时候它最后离开，所以说来先去后。",
      "zh_TW": "所以十法界依正莊嚴，這所有一切現象無量無邊的變化，都是這個地方的應用，就像水結成冰起這個作用。如來藏跟無明合起來，合起來就稱為阿賴耶，阿賴耶叫藏識也叫本識。這個識在佛法裡稱它為神識，世間人稱它為靈魂，它好像是不生不滅。我們肉體有生滅，神識沒有生滅，它會去投胎，它會去找另外一個身體，所以經上講它是「來先去後作主公」，它才是真正的主人，真正的自己。投胎它先來，阿賴耶識先來投胎；在胎中慢慢發展成八識，來的時候只有阿賴耶，沒有執著就是沒有末那，沒有分別就是沒有意識，也沒有前五識，前五識是眼耳鼻舌身，都沒有，慢慢在胎胞裡面發展，八識統統具足了。八識雖然具足，五十一心所不具足，胎兒生下來。胎兒生下來八識具足，五十一心所不顯明具足。不能說沒有，不顯明，就是很難看到它起作用，它先來；人走的時候、往生的時候它最後離開，所以說來先去後。"
    },
    {
      "id": "12-017-1329_p0031",
      "zh_CN": "人断气了，呼吸停止了，我们一般医学上讲就宣布死亡，在佛法里头不是的。佛法说他的阿赖耶识，人断气之后一般讲的是八小时阿赖耶识才离开。最安全的，我们的计算法是十四个小时阿赖耶离开了。阿赖耶没有离开，虽然断气八小时，你碰他的身体他有痛苦，这不能不知道，佛经里面才讲得这么详细。所以断气之后八小时之内，他的床铺都不要碰。真正懂得佛法的人至少八小时之后，最好是十二小时、十四个小时之后给他换衣服，给他入殓，安全没事，他神识真的离开了。从前韩馆长往生，我们照顾是十四个小时，那很不容易。所以这些道理，如果佛不是在经上这样给我们说，我们不会知道，哪里懂得有这回事情。本识的作用太大了，在六道轮回非常明显，粗显，很粗很明显。佛法的修行离不开这个原理。",
      "zh_TW": "人斷氣了，呼吸停止了，我們一般醫學上講就宣布死亡，在佛法裡頭不是的。佛法說他的阿賴耶識，人斷氣之後一般講的是八小時阿賴耶識才離開。最安全的，我們的計算法是十四個小時阿賴耶離開了。阿賴耶沒有離開，雖然斷氣八小時，你碰他的身體他有痛苦，這不能不知道，佛經裡面才講得這麼詳細。所以斷氣之後八小時之內，他的床鋪都不要碰。真正懂得佛法的人至少八小時之後，最好是十二小時、十四個小時之後給他換衣服，給他入殮，安全沒事，他神識真的離開了。從前韓館長往生，我們照顧是十四個小時，那很不容易。所以這些道理，如果佛不是在經上這樣給我們說，我們不會知道，哪裡懂得有這回事情。本識的作用太大了，在六道輪迴非常明顯，粗顯，很粗很明顯。佛法的修行離不開這個原理。"
    },
    {
      "id": "12-017-1329_p0032",
      "zh_CN": "所以法相唯识是大乘教里头理论依据，净宗念佛是最后的归宿，戒律是德行的规范，佛门这三门功课叫共同科目。你要学佛，理不能够不依法相，事不能不依戒律，戒律是我们生活规范。没有生活规范就没有佛法，没有法相，没有理论依据；没有净宗，那你就没有最后的目的，你的修行到最后落空，这三个共同科目。在中国大小乘十个宗派里头，这三个宗的典籍是共同科目。不管你是宗门教下、显教密教，你不能不持戒，你不能不明理，你不能不归净土，你要不归净土，你就错了。",
      "zh_TW": "所以法相唯識是大乘教裡頭理論依據，淨宗念佛是最後的歸宿，戒律是德行的規範，佛門這三門功課叫共同科目。你要學佛，理不能夠不依法相，事不能不依戒律，戒律是我們生活規範。沒有生活規範就沒有佛法，沒有法相，沒有理論依據；沒有淨宗，那你就沒有最後的目的，你的修行到最後落空，這三個共同科目。在中國大小乘十個宗派裡頭，這三個宗的典籍是共同科目。不管你是宗門教下、顯教密教，你不能不持戒，你不能不明理，你不能不歸淨土，你要不歸淨土，你就錯了。"
    },
    {
      "id": "12-017-1329_p0033",
      "zh_CN": "那也许我们要问，有很多其他宗派不求生净土，像法相唯识他们多半是求生兜率天，他们跟弥勒菩萨的缘很深，弥勒菩萨是法相唯识的专家，多半都是跟他去的。行不行？行，他那里也是净土。欲界第四天，兜率内院，兜率天是凡圣同居土，有内、有外，外面是凡夫、是兜率天人；内院是菩萨，是弥勒菩萨的道场。兜率是梵语，翻成中国意思叫知足。由此可知，什么条件生兜率天？知足，知足常乐，人知足心就定，所以他还是修禅定生到那边。不过这个定没有到初禅，如果到初禅他就生色界天，他就不在欲界了。",
      "zh_TW": "那也許我們要問，有很多其他宗派不求生淨土，像法相唯識他們多半是求生兜率天，他們跟彌勒菩薩的緣很深，彌勒菩薩是法相唯識的專家，多半都是跟他去的。行不行？行，他那裡也是淨土。欲界第四天，兜率內院，兜率天是凡聖同居土，有內、有外，外面是凡夫、是兜率天人；內院是菩薩，是彌勒菩薩的道場。兜率是梵語，翻成中國意思叫知足。由此可知，什麼條件生兜率天？知足，知足常樂，人知足心就定，所以他還是修禪定生到那邊。不過這個定沒有到初禪，如果到初禪他就生色界天，他就不在欲界了。"
    },
    {
      "id": "12-017-1329_p0034",
      "zh_CN": "大乘教里头，真的是遇到净土那是大信大行，不是普通事情，遇到净土这才是真正成就。彭际清居士讲「无量劫来希有难逢之一日」，我们这一天遇到净土。可是遇到了有几个人真正相信、真正明了、真正珍惜？这一生决定求生不做第二个妄念，你要想发大愿来教化众生，生到净土以后再来，这就对了。你要把往生净土的修学疏忽掉，这一生想来干，这一生没有智慧，心不清净，烦恼习气没断，纵然你有善心，你条件不具足。所以要把往生摆做这一生当中第一桩大事情，其他是附带的。如果有机会、有缘尽心尽力的去做，没有缘，把心收起来，专念阿弥陀佛。生净土就是成佛。古大德讲「但得见弥陀，何愁不开悟」，那个开悟是明心见性，真成功了。你这一见性就是法身菩萨，法身菩萨可以乘愿再来，圆教初住应以佛身而得度者，即现佛身而为说法。圆教初住菩萨可以现三十二相八十种好的佛身，得大自在。事理都要清楚、都要明了，我们的心才坚定，才不会动摇。",
      "zh_TW": "大乘教裡頭，真的是遇到淨土那是大信大行，不是普通事情，遇到淨土這才是真正成就。彭際清居士講「無量劫來希有難逢之一日」，我們這一天遇到淨土。可是遇到了有幾個人真正相信、真正明瞭、真正珍惜？這一生決定求生不做第二個妄念，你要想發大願來教化眾生，生到淨土以後再來，這就對了。你要把往生淨土的修學疏忽掉，這一生想來幹，這一生沒有智慧，心不清淨，煩惱習氣沒斷，縱然你有善心，你條件不具足。所以要把往生擺做這一生當中第一樁大事情，其他是附帶的。如果有機會、有緣盡心盡力的去做，沒有緣，把心收起來，專念阿彌陀佛。生淨土就是成佛。古大德講「但得見彌陀，何愁不開悟」，那個開悟是明心見性，真成功了。你這一見性就是法身菩薩，法身菩薩可以乘願再來，圓教初住應以佛身而得度者，即現佛身而為說法。圓教初住菩薩可以現三十二相八十種好的佛身，得大自在。事理都要清楚、都要明瞭，我們的心才堅定，才不會動搖。"
    },
    {
      "id": "12-017-1329_p0035",
      "zh_CN": "所以真正对净宗有深厚善根的人还是不多，难怪李老师以前常常跟我们说念佛修净土的，一万人当中只有一、两个真往生，其他都不能往生。什么原因？不信。为什么不信？没搞清楚。对于世间名闻利养、五欲六尘没放下，就是希望多学几个法门也没有放下。这不是我教你的，我不敢教你把法门放下，本师释迦牟尼佛在《金刚经》上教你的，「法尚应舍，何况非法」。法尚应舍怎么解释？我今天修净土，我只取净土五经一论，其他的我统统放下；或者说，那更厉害的，净土五经一论里头我只取一种，其他五种我也放下，这个厉害，决定得生。",
      "zh_TW": "所以真正對淨宗有深厚善根的人還是不多，難怪李老師以前常常跟我們說念佛修淨土的，一萬人當中只有一、兩個真往生，其他都不能往生。什麼原因？不信。為什麼不信？沒搞清楚。對於世間名聞利養、五欲六塵沒放下，就是希望多學幾個法門也沒有放下。這不是我教你的，我不敢教你把法門放下，本師釋迦牟尼佛在《金剛經》上教你的，「法尚應捨，何況非法」。法尚應捨怎麼解釋？我今天修淨土，我只取淨土五經一論，其他的我統統放下；或者說，那更厲害的，淨土五經一論裡頭我只取一種，其他五種我也放下，這個厲害，決定得生。"
    },
    {
      "id": "12-017-1329_p0036",
      "zh_CN": "所以在中国过去有这种人，一生专修《阿弥陀经》，专讲《阿弥陀经》，一生讲二百多遍！我非常向往，非常羡慕。我这一生当中为什么讲了这么多经论？缘，这缘不好，这是没办法。你要是问为什么？自己没有道场，一生都在流浪，现在快八十岁了还是在流浪。别人的道场，当然要接受别人的意见，所谓是客随主便，自己做不了主，人家请我们讲什么，好，就得满他的愿，去给他讲什么。自他虽然都有利益，总没有一门深入那个利益深。我在讲经的时候曾经跟诸位报告过，如果我一生随自己的愿望专讲《弥陀经》，我今天纵然不能说得一心不乱，功夫成片是早得到了。而一心不乱，事一心，这一生当中是可以办得到的，不是办不到。但是学多了、讲多了，分心。",
      "zh_TW": "所以在中國過去有這種人，一生專修《阿彌陀經》，專講《阿彌陀經》，一生講二百多遍！我非常嚮往，非常羨慕。我這一生當中為什麼講了這麼多經論？緣，這緣不好，這是沒辦法。你要是問為什麼？自己沒有道場，一生都在流浪，現在快八十歲了還是在流浪。別人的道場，當然要接受別人的意見，所謂是客隨主便，自己做不了主，人家請我們講什麼，好，就得滿他的願，去給他講什麼。自他雖然都有利益，總沒有一門深入那個利益深。我在講經的時候曾經跟諸位報告過，如果我一生隨自己的願望專講《彌陀經》，我今天縱然不能說得一心不亂，功夫成片是早得到了。而一心不亂，事一心，這一生當中是可以辦得到的，不是辦不到。但是學多了、講多了，分心。"
    },
    {
      "id": "12-017-1329_p0037",
      "zh_CN": "所以我在日本访问的时候，跟日本那边净宗同修接触，只能够大家互相勉励学智者大师。日本人对智者大师非常崇敬，这是真的。智者大师五品位往生，我们今天只能走他的路子，这可以走得通。五品位在事上第一个是随缘，自己没有道场，那就随缘了。第二个读诵，第三个讲演，第四个兼修六度，第五个正修六度，我们可以做到。我们要晓得，智者是释迦牟尼佛再来的，到中国来的，应以比丘身得度者即现比丘身而为说法。释迦牟尼佛三千年前在印度是用佛身，又隔了一千年到中国现比丘身。应以什么身得度现什么身！在中国给我们示现五品位，这个意义很深，末法众生业障深重，外面恶缘太多了，五品位行，我们能做到。目标在西方极乐世界，决定不错。",
      "zh_TW": "所以我在日本訪問的時候，跟日本那邊淨宗同修接觸，只能夠大家互相勉勵學智者大師。日本人對智者大師非常崇敬，這是真的。智者大師五品位往生，我們今天只能走他的路子，這可以走得通。五品位在事上第一個是隨緣，自己沒有道場，那就隨緣了。第二個讀誦，第三個講演，第四個兼修六度，第五個正修六度，我們可以做到。我們要曉得，智者是釋迦牟尼佛再來的，到中國來的，應以比丘身得度者即現比丘身而為說法。釋迦牟尼佛三千年前在印度是用佛身，又隔了一千年到中國現比丘身。應以什麼身得度現什麼身！在中國給我們示現五品位，這個意義很深，末法眾生業障深重，外面惡緣太多了，五品位行，我們能做到。目標在西方極樂世界，決定不錯。"
    },
    {
      "id": "12-017-1329_p0038",
      "zh_CN": "我们再看下面第六句，「虽成硬用而不失软性，喻即事恒真」。这个意思很深，确实是觉者的境界。虽成硬用就是十法界，诸位要记住，你落在十法界里面，特别是三途六道，这讲到我们自己身，业障习气、受的果报无量差别，但是怎么样？不失软性。就像水一样，不管是在江、在海、在河，在平静的时候，在大风大浪的时候，在种种不同程度染污的时候，水的性没有变，永恒不变，这就是硬用不失软性。这软性就是我们一般讲实性，水的性是实性，结成冰它也是实性，变成了蒸气它还是实性。所以这物体有三种状态，气体、固体、液体，在这三种状态之下统统是实性，实性不失。",
      "zh_TW": "我們再看下面第六句，「雖成硬用而不失軟性，喻即事恆真」。這個意思很深，確實是覺者的境界。雖成硬用就是十法界，諸位要記住，你落在十法界裡面，特別是三途六道，這講到我們自己身，業障習氣、受的果報無量差別，但是怎麼樣？不失軟性。就像水一樣，不管是在江、在海、在河，在平靜的時候，在大風大浪的時候，在種種不同程度染污的時候，水的性沒有變，永恆不變，這就是硬用不失軟性。這軟性就是我們一般講實性，水的性是實性，結成冰它也是實性，變成了蒸氣它還是實性。所以這物體有三種狀態，氣體、固體、液體，在這三種狀態之下統統是實性，實性不失。"
    },
    {
      "id": "12-017-1329_p0039",
      "zh_CN": "这句话的意思比喻即事恒真，事是十法界依正庄严，真是真性的显露，就是性德的显露。性德的显露，我们中国人讲「良心不昧」。良心就是善心、就是本善本性，本性本善良心不昧。再恶的人，某一种条件之下他也有慈悲心，他也有怜悯心。那一念慈悲、一念怜悯，真性里头性德显现出来。这桩事里头特别是讲因果报应，可以说这是因果报应的原理，恶是习气、习性，善是真性。你的性本来是善没有恶，你的自性本来具足无量德能，无量的智慧是觉，无量的德能是正，无量的相好是福报，你统统具足。为什么你在这一生会生活得那么苦？对人对事对物会有那么样的艰难、会有那么多的挫折？这与你的真性不相干，真性里头完全没有。那这个东西到底从哪里来的？这个东西在习性里面变现出来的，妄想分别执着这里头变现出来的。妄想分别执着都是染污，严重的染污，染污不是真的，此地讲泥沙、灰尘。只要你能把它去掉，惑尽性现，你要能把它去掉。",
      "zh_TW": "這句話的意思比喻即事恆真，事是十法界依正莊嚴，真是真性的顯露，就是性德的顯露。性德的顯露，我們中國人講「良心不昧」。良心就是善心、就是本善本性，本性本善良心不昧。再惡的人，某一種條件之下他也有慈悲心，他也有憐憫心。那一念慈悲、一念憐憫，真性裡頭性德顯現出來。這樁事裡頭特別是講因果報應，可以說這是因果報應的原理，惡是習氣、習性，善是真性。你的性本來是善沒有惡，你的自性本來具足無量德能，無量的智慧是覺，無量的德能是正，無量的相好是福報，你統統具足。為什麼你在這一生會生活得那麼苦？對人對事對物會有那麼樣的艱難、會有那麼多的挫折？這與你的真性不相干，真性裡頭完全沒有。那這個東西到底從哪裡來的？這個東西在習性裡面變現出來的，妄想分別執著這裡頭變現出來的。妄想分別執著都是染污，嚴重的染污，染污不是真的，此地講泥沙、灰塵。只要你能把它去掉，惑盡性現，你要能把它去掉。"
    },
    {
      "id": "12-017-1329_p0040",
      "zh_CN": "我们现在没有能力去掉，那就是染污的时间太长，染污得非常严重。没有学佛的时候完全不知道这回事情，学佛之后，学佛的时间长了，受佛法的薰修，慢慢知道有这么回事情，在日常生活当中，常常能觉察到，这就不容易。觉察是觉察到了，毛病习气还是照常发作，那是习气。能够常常觉，觉悟的时间长，觉悟的程度深，自然就产生效果，就产生一个力量，把你的烦恼习气逐渐就化解。不能彻底化解，你会感觉到一年比一年轻，烦恼轻。烦恼一轻，一定会发现到智慧德行一年比一年长。譬如从前别人要是侮辱我，我会生气；今年别人毁谤我，侮辱我，我不生气，德行增长了，智慧增长了。为什么不生气？明白了。以前为什么生气？以前不明白，总是要跟人对立，总是要跟人计较，吃了亏，上了当，不报复，这还能算人吗？都是这错误的观念，现在晓得吃了亏、上了当不报复，这是德行，这是应该的。",
      "zh_TW": "我們現在沒有能力去掉，那就是染污的時間太長，染污得非常嚴重。沒有學佛的時候完全不知道這回事情，學佛之後，學佛的時間長了，受佛法的薰修，慢慢知道有這麼回事情，在日常生活當中，常常能覺察到，這就不容易。覺察是覺察到了，毛病習氣還是照常發作，那是習氣。能夠常常覺，覺悟的時間長，覺悟的程度深，自然就產生效果，就產生一個力量，把你的煩惱習氣逐漸就化解。不能徹底化解，你會感覺到一年比一年輕，煩惱輕。煩惱一輕，一定會發現到智慧德行一年比一年長。譬如從前別人要是侮辱我，我會生氣；今年別人毀謗我，侮辱我，我不生氣，德行增長了，智慧增長了。為什麼不生氣？明白了。以前為什麼生氣？以前不明白，總是要跟人對立，總是要跟人計較，吃了虧，上了當，不報復，這還能算人嗎？都是這錯誤的觀念，現在曉得吃了虧、上了當不報復，這是德行，這是應該的。"
    },
    {
      "id": "12-017-1329_p0041",
      "zh_CN": "我们整个社会，大家是吃亏上当都没有瞋恚，都没有报复，你说这个社会多么安详！这个社会人心淳厚，社会安定定和平。我们很希望这个境界能现前，不希望社会动乱。从哪里做起？从自己本身做起。所以就在日常生活当中，就在待人处事当中，不知不觉良心发现，德行流露，特别是在真正肯发心修行，这是好事。真的不会失掉，妄的一定会消失。所以习气，烦恼习气真的会消失。不一定要勉强去断它，自自然然消失，自自然然减轻了。硬是要去断它，难！不容易。我这一生修学的经验，我没有勉强去断烦恼习气，只是在教理上下功夫。这章嘉大师教给我的看破，你能多看破几分，你自自然然就多放下几分。没有看破叫你放下，好难好难。看破之后，不要劝你放下，自自然然放下，自己也没有劝自己放下，这正是所谓「习惯成自然」，这个习惯就是读经明理。所以经要读，教要讲，愈讲愈欢喜，讲是劝别人，实在讲劝别人充其量三分，二、三分，自己得利益八、九分，自己得利益大。自己为什么得利益？天天在薰习，薰习到一定的程度，慈悲心，真诚心，我们常讲的真诚清净平等正觉慈悲自然流露出来，没有丝毫勉强。我们在这半个世纪的学习经验当中看到成果，所以要长时间，时间短了不行。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "我們整個社會，大家是吃虧上當都沒有瞋恚，都沒有報復，你說這個社會多麼安詳！這個社會人心淳厚，社會安定定和平。我們很希望這個境界能現前，不希望社會動亂。從哪裡做起？從自己本身做起。所以就在日常生活當中，就在待人處事當中，不知不覺良心發現，德行流露，特別是在真正肯發心修行，這是好事。真的不會失掉，妄的一定會消失。所以習氣，煩惱習氣真的會消失。不一定要勉強去斷它，自自然然消失，自自然然減輕了。硬是要去斷它，難！不容易。我這一生修學的經驗，我沒有勉強去斷煩惱習氣，只是在教理上下功夫。這章嘉大師教給我的看破，你能多看破幾分，你自自然然就多放下幾分。沒有看破叫你放下，好難好難。看破之後，不要勸你放下，自自然然放下，自己也沒有勸自己放下，這正是所謂「習慣成自然」，這個習慣就是讀經明理。所以經要讀，教要講，愈講愈歡喜，講是勸別人，實在講勸別人充其量三分，二、三分，自己得利益八、九分，自己得利益大。自己為什麼得利益？天天在薰習，薰習到一定的程度，慈悲心，真誠心，我們常講的真誠清淨平等正覺慈悲自然流露出來，沒有絲毫勉強。我們在這半個世紀的學習經驗當中看到成果，所以要長時間，時間短了不行。好，今天時間到了，我們就講到此地。"
    }
  ]
}