{
  "doc_id": "12-017-2044",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二０四四卷",
    "zh_TW": "第二０四四卷"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾高雄",
    "zh_TW": "台灣高雄"
  },
  "doc_number": "12-017-2044",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "12-017-2044_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大方广佛华严经》，十住品第十五，我们从经文开头看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大方廣佛華嚴經》，十住品第十五，我們從經文開頭看起："
    },
    {
      "id": "12-017-2044_p0002",
      "zh_CN": "【尔时法慧菩萨。承佛威力。入菩萨无量方便三昧。】",
      "zh_TW": "【爾時法慧菩薩。承佛威力。入菩薩無量方便三昧。】"
    },
    {
      "id": "12-017-2044_p0003",
      "zh_CN": "昨天我们学习，清凉大师给我们讲，这一段经文六个意思，「一此三昧是法体故，二非证不说故，三显此法非思量境故，四观机审法故，五为受佛加故，第六是成轨仪故」。我们学到这个地方，今天我们再向下看。下面大师告诉我们，这经文虽然不长，只有一行，意思很深。说「文有三别」，这一行里有三桩事情，第一个是入定的人，第二个是入定所依，第三个是入定的名称，都要把它搞清楚。首先看入定人，「法慧入者，是众首故，余入则乱，乱起则不调伏故，显十住法，慧能说故」。这是清凉大师为我们开示的。入定的人是法慧菩萨，为什么他老人家入定？他是大众里面首领的缘故，好像我们这一个课堂里面，他是班长。在这一会里头他是班首，只有他来代表最合适，如果其他的人入定，就会把次第扰乱了。这就是说明，佛法在世间，不离世间法。世间法，自古以来它重视伦理，伦理里面讲究的长幼有序，你的社会才能安定，所以秩序比什么都重要。如果我们大家把秩序丢掉，家就不像家，社会就不像社会。佛是老师，集合大众在一起学习，学长、学弟这不能不讲求，所以决定不能够乱。",
      "zh_TW": "昨天我們學習，清涼大師給我們講，這一段經文六個意思，「一此三昧是法體故，二非證不說故，三顯此法非思量境故，四觀機審法故，五為受佛加故，第六是成軌儀故」。我們學到這個地方，今天我們再向下看。下面大師告訴我們，這經文雖然不長，只有一行，意思很深。說「文有三別」，這一行裡有三樁事情，第一個是入定的人，第二個是入定所依，第三個是入定的名稱，都要把它搞清楚。首先看入定人，「法慧入者，是眾首故，餘入則亂，亂起則不調伏故，顯十住法，慧能說故」。這是清涼大師為我們開示的。入定的人是法慧菩薩，為什麼他老人家入定？他是大眾裡面首領的緣故，好像我們這一個課堂裡面，他是班長。在這一會裡頭他是班首，只有他來代表最合適，如果其他的人入定，就會把次第擾亂了。這就是說明，佛法在世間，不離世間法。世間法，自古以來它重視倫理，倫理裡面講究的長幼有序，你的社會才能安定，所以秩序比什麼都重要。如果我們大家把秩序丟掉，家就不像家，社會就不像社會。佛是老師，集合大眾在一起學習，學長、學弟這不能不講求，所以決定不能夠亂。"
    },
    {
      "id": "12-017-2044_p0004",
      "zh_CN": "这一会，法慧菩萨要代表佛来说法，我们在这个地方也能看出，佛陀教学的方法确实如经典里面所说的善巧方便。学长学了有相当成就，可以教学弟，老同学可以辅导新同学，这绝对不是老师偷懒，老师要把学生带出来，让他教。让他教，他就不能不认真的学习，他就不能不充分准备。过去，我年轻的时候还没出家，在李老师会下学经教。老师常常告诉我们，你们学讲经的人，明天要你上台去复讲，把今天老师讲的这堂课重复讲一遍，今天这堂课你会专心、专注认真来听这一堂，为什么？明天轮到你复讲。同样是同学，在一起学经教的，明天不是你讲，老师说大概能听一半就不错了，能听到百分之五十。明天轮到他复讲，至少他可以听到百分之八十，专心。如果不是我们学经班的，一般的听众，老师说大概就一成、二成而已，他不能专注。所以这种教学的方法，在释迦牟尼佛那个时代，老师就开始了。这一会初住菩萨会，这一会谁讲？法慧菩萨他来讲，老同学了，所以他就必须要专注，他一定要入定。入定是什么意思？下面入定依、入定名，我们再来说明为什么要入定，这个意思很深。",
      "zh_TW": "這一會，法慧菩薩要代表佛來說法，我們在這個地方也能看出，佛陀教學的方法確實如經典裡面所說的善巧方便。學長學了有相當成就，可以教學弟，老同學可以輔導新同學，這絕對不是老師偷懶，老師要把學生帶出來，讓他教。讓他教，他就不能不認真的學習，他就不能不充分準備。過去，我年輕的時候還沒出家，在李老師會下學經教。老師常常告訴我們，你們學講經的人，明天要你上台去複講，把今天老師講的這堂課重複講一遍，今天這堂課你會專心、專注認真來聽這一堂，為什麼？明天輪到你複講。同樣是同學，在一起學經教的，明天不是你講，老師說大概能聽一半就不錯了，能聽到百分之五十。明天輪到他複講，至少他可以聽到百分之八十，專心。如果不是我們學經班的，一般的聽眾，老師說大概就一成、二成而已，他不能專注。所以這種教學的方法，在釋迦牟尼佛那個時代，老師就開始了。這一會初住菩薩會，這一會誰講？法慧菩薩他來講，老同學了，所以他就必須要專注，他一定要入定。入定是什麼意思？下面入定依、入定名，我們再來說明為什麼要入定，這個意思很深。"
    },
    {
      "id": "12-017-2044_p0005",
      "zh_CN": "心要不能定下来，你就学不到东西，想学东西，一定要把心定下来。然后我们用这个原则来观察现在的学校，我们进入学校的课堂，你仔细观察学生的态度，他心不定，我们一般人讲的心浮气躁。中国的学校我很少接触，早年我在学校教过课，离开台湾之后，中国学校就没有接触过。外国学校接触很多，连伦敦剑桥大学我都去看过。老师上课，学生能听大概只十五分钟，还像个样子，十五分钟以后，心不在焉，东张西望，你看那个神情不定，那能学到东西吗？学不到。所以现在为什么学校的学生水平不断的往下降？老师讲的跟从前差不多，教材是一样的，学习的心态不一样。从前学生学习的心态是尊师重道，他心是定的。现在心为什么不定？被社会扰乱了。这个社会是个混乱的社会，让一切众生六根接触的境界眼花撩乱，他心怎么能定下来？这才是所有灾难真正的因素。戒定慧能消灾免难，这个道理很深，我们细细去参究就会明白。",
      "zh_TW": "心要不能定下來，你就學不到東西，想學東西，一定要把心定下來。然後我們用這個原則來觀察現在的學校，我們進入學校的課堂，你仔細觀察學生的態度，他心不定，我們一般人講的心浮氣躁。中國的學校我很少接觸，早年我在學校教過課，離開台灣之後，中國學校就沒有接觸過。外國學校接觸很多，連倫敦劍橋大學我都去看過。老師上課，學生能聽大概只十五分鐘，還像個樣子，十五分鐘以後，心不在焉，東張西望，你看那個神情不定，那能學到東西嗎？學不到。所以現在為什麼學校的學生水平不斷的往下降？老師講的跟從前差不多，教材是一樣的，學習的心態不一樣。從前學生學習的心態是尊師重道，他心是定的。現在心為什麼不定？被社會擾亂了。這個社會是個混亂的社會，讓一切眾生六根接觸的境界眼花撩亂，他心怎麼能定下來？這才是所有災難真正的因素。戒定慧能消災免難，這個道理很深，我們細細去參究就會明白。"
    },
    {
      "id": "12-017-2044_p0006",
      "zh_CN": "学道尤其要心定，这个定是有标准的，三昧就是定，这不是小定，大定，为什么？它是出世间法，真的出世。世、出世，界限在哪里？界限在十法界。世间禅定，我们一般讲是六道，六道里面的四禅八定。六道外面是外凡，超越六道轮回，但是他没有出十法界。四圣法界的禅定功夫比六道里面高多了，阿罗汉、辟支佛、菩萨、佛，十法界里面的佛，我们在前面都讲过，在《妄尽还源观》里面也说得很多。这些理要懂，不能不懂，不懂，我们不知道怎么修行，我们也不知道抉择法门。佛法修行，法门虽然很多，法是方法，门是门径，通常经教里面常讲的八万四千法门，这是真的不是假的，诸位查查《佛学大辞典》、《教乘法数》，你都看得到，真的是八万四千，一条不少。而实际上，实际上法门是无量无边，八万四千是释迦牟尼佛将它归纳。方法、门径虽然多，没有法子计算，但是它们的方向、目标是一个，都是修戒定慧，不管哪个法门。",
      "zh_TW": "學道尤其要心定，這個定是有標準的，三昧就是定，這不是小定，大定，為什麼？它是出世間法，真的出世。世、出世，界限在哪裡？界限在十法界。世間禪定，我們一般講是六道，六道裡面的四禪八定。六道外面是外凡，超越六道輪迴，但是他沒有出十法界。四聖法界的禪定功夫比六道裡面高多了，阿羅漢、辟支佛、菩薩、佛，十法界裡面的佛，我們在前面都講過，在《妄盡還源觀》裡面也說得很多。這些理要懂，不能不懂，不懂，我們不知道怎麼修行，我們也不知道抉擇法門。佛法修行，法門雖然很多，法是方法，門是門徑，通常經教裡面常講的八萬四千法門，這是真的不是假的，諸位查查《佛學大辭典》、《教乘法數》，你都看得到，真的是八萬四千，一條不少。而實際上，實際上法門是無量無邊，八萬四千是釋迦牟尼佛將它歸納。方法、門徑雖然多，沒有法子計算，但是它們的方向、目標是一個，都是修戒定慧，不管哪個法門。"
    },
    {
      "id": "12-017-2044_p0007",
      "zh_CN": "在我们中国有十个宗派，现在小乘两个宗派没有了，大乘讲八个宗派，宗门教下、显教密教、大乘小乘，都是修戒定慧，都是依据《大藏经》。《大藏经》里面的律藏是讲戒律，经藏是讲定学，论藏是讲慧学，戒定慧三学。因戒得定，因定开慧，这个顺序不能颠倒。我们念佛法门也不例外，如果不遵守这个原则，就不是佛法。你看看大势至菩萨在圆通章里面教导我们「都摄六根」，这就是持戒，你要是把这个原则丢掉，你怎么会成就？六根摄住之后，「净念相继」，净念相继就是定。什么叫净念？这个法门叫净土宗，我们现在称为净宗，我们的着重点在哪里？着重点在清净心。契入大乘，明心见性，见性成佛，到最后有三门，觉正净三门，觉而不迷，正而不邪，净而不染，这是我们学佛人一入佛门传授三皈就教给你了。佛是觉而不迷，叫皈依佛，法是正而不邪，僧是净而不染，用佛法僧三个字来代表，就把这最高的原理原则传授给你。落实在修行上，禅宗、性宗是从觉门入的，他们求大彻大悟，明心见性，上上根人。像六祖在《坛经》里面说的，他所接引的是什么人？上上根人。上、中都没有办法，他悟不了。上、中根性的人走哪个门？走正门，正而不邪。正门是什么？正门是经典，就像我们学校上课一样，由浅而深，有次第的，像《华严经》这都属于正门，它有次第。十信位，从初信就好比是一年级，二信是二年级，三信是三年级，从初信到十信，分配在哪里？分配在十法界。",
      "zh_TW": "在我們中國有十個宗派，現在小乘兩個宗派沒有了，大乘講八個宗派，宗門教下、顯教密教、大乘小乘，都是修戒定慧，都是依據《大藏經》。《大藏經》裡面的律藏是講戒律，經藏是講定學，論藏是講慧學，戒定慧三學。因戒得定，因定開慧，這個順序不能顛倒。我們念佛法門也不例外，如果不遵守這個原則，就不是佛法。你看看大勢至菩薩在圓通章裡面教導我們「都攝六根」，這就是持戒，你要是把這個原則丟掉，你怎麼會成就？六根攝住之後，「淨念相繼」，淨念相繼就是定。什麼叫淨念？這個法門叫淨土宗，我們現在稱為淨宗，我們的著重點在哪裡？著重點在清淨心。契入大乘，明心見性，見性成佛，到最後有三門，覺正淨三門，覺而不迷，正而不邪，淨而不染，這是我們學佛人一入佛門傳授三皈就教給你了。佛是覺而不迷，叫皈依佛，法是正而不邪，僧是淨而不染，用佛法僧三個字來代表，就把這最高的原理原則傳授給你。落實在修行上，禪宗、性宗是從覺門入的，他們求大徹大悟，明心見性，上上根人。像六祖在《壇經》裡面說的，他所接引的是什麼人？上上根人。上、中都沒有辦法，他悟不了。上、中根性的人走哪個門？走正門，正而不邪。正門是什麼？正門是經典，就像我們學校上課一樣，由淺而深，有次第的，像《華嚴經》這都屬於正門，它有次第。十信位，從初信就好比是一年級，二信是二年級，三信是三年級，從初信到十信，分配在哪裡？分配在十法界。"
    },
    {
      "id": "12-017-2044_p0008",
      "zh_CN": "从初信，我们没有做到，初信的条件是什么？佛在经上常讲的，三界八十八品见惑断尽才入初信，就是华严小学一年级，不容易。八十八品见惑讲的是什么？在佛法里面再把它归纳，归纳为五大类，好讲，这五大类展开是八十八品。五大类头一个就是身见，头一个放下身见，知道什么？身不是我，现在连外国人都晓得。我过去在香港，有个同修送了我一本美国魏斯医生的书，叫《前世今生》，是他临床的经验。他是个心理医生，善于催眠术，对病人用深度的催眠，让他说出他过去生中的事情，证明人确实有轮回。人没有死，死是什么？身体，他灵魂不死，灵魂他又去找个身体了，不过换个身体而已，所以肯定人没有生死。以后陆陆续续他又出了三本，他们都买来给我看。我觉得这个书对我们学佛的人有帮助，头一个消除对于死亡的恐惧，你就清楚了，灵魂不死。可是跟佛法比，他还差得很远，为什么？灵魂出不了六道轮回。灵魂生活的空间很大，他在六道里头去投胎，出不了六道，这个不能解决问题。什么才能够解决问题？佛法里面说的灵觉，觉悟了，灵知，灵知、灵觉就是灵魂觉悟了。迷了叫灵魂，觉悟了不叫灵魂，叫灵性。灵性有知有觉，他不迷了。他到哪里去？他不在六道，他到十法界去了，他变成阿罗汉、变成辟支佛、变成菩萨、变成佛，十法界里面的佛，我们在《华严经》里面读到。",
      "zh_TW": "從初信，我們沒有做到，初信的條件是什麼？佛在經上常講的，三界八十八品見惑斷盡才入初信，就是華嚴小學一年級，不容易。八十八品見惑講的是什麼？在佛法裡面再把它歸納，歸納為五大類，好講，這五大類展開是八十八品。五大類頭一個就是身見，頭一個放下身見，知道什麼？身不是我，現在連外國人都曉得。我過去在香港，有個同修送了我一本美國魏斯醫生的書，叫《前世今生》，是他臨床的經驗。他是個心理醫生，善於催眠術，對病人用深度的催眠，讓他說出他過去生中的事情，證明人確實有輪迴。人沒有死，死是什麼？身體，他靈魂不死，靈魂他又去找個身體了，不過換個身體而已，所以肯定人沒有生死。以後陸陸續續他又出了三本，他們都買來給我看。我覺得這個書對我們學佛的人有幫助，頭一個消除對於死亡的恐懼，你就清楚了，靈魂不死。可是跟佛法比，他還差得很遠，為什麼？靈魂出不了六道輪迴。靈魂生活的空間很大，他在六道裡頭去投胎，出不了六道，這個不能解決問題。什麼才能夠解決問題？佛法裡面說的靈覺，覺悟了，靈知，靈知、靈覺就是靈魂覺悟了。迷了叫靈魂，覺悟了不叫靈魂，叫靈性。靈性有知有覺，他不迷了。他到哪裡去？他不在六道，他到十法界去了，他變成阿羅漢、變成辟支佛、變成菩薩、變成佛，十法界裡面的佛，我們在《華嚴經》裡面讀到。"
    },
    {
      "id": "12-017-2044_p0009",
      "zh_CN": "初信位的菩萨，他断烦恼的层次跟小乘须陀洹相等。小乘，佛在经里面跟我们讲，它有八个位次，叫四果四向，大乘十信有十个位次。大乘的初信等于小乘的初果须陀洹，身见放下了，《金刚经》上讲的「无我相，无人相，无众生相，无寿者相」，他做到了，刚刚入门。这四相要不破，你没入佛门，你在佛门里面是幼稚园，幼儿园的学生，不是一年级。一年级有地位了，幼儿园没有地位，你说多难。身见破了，边见破了，见取见、戒取见、邪见，这五种烦恼没有了，这才是初信位，我们从小乘来看，小乘是初果须陀洹，到这个位次。再往上提升，二果向，二果向就相当于《华严经》里面初信位的菩萨升入二信位。小乘到二果，相当于《华严经》的三信位菩萨，二果是斯陀含。三果相当于四信、五信位的菩萨，它这里面有三果向、三果。四果向、四果，到六信相当于四果向，七信相当于阿罗汉，出六道了。由此可知，《华严经》里面讲的初信到六信，还在这个世间，没有出六道轮回。到七信位出了六道，八信位就是四圣法界里面的缘觉，九信位是菩萨，十信位是佛。《华严经》的十信位就是讲的十法界，这个我们不能不知道，真不容易。这是什么？这是走的正门，你就晓得它难处。",
      "zh_TW": "初信位的菩薩，他斷煩惱的層次跟小乘須陀洹相等。小乘，佛在經裡面跟我們講，它有八個位次，叫四果四向，大乘十信有十個位次。大乘的初信等於小乘的初果須陀洹，身見放下了，《金剛經》上講的「無我相，無人相，無眾生相，無壽者相」，他做到了，剛剛入門。這四相要不破，你沒入佛門，你在佛門裡面是幼稚園，幼兒園的學生，不是一年級。一年級有地位了，幼兒園沒有地位，你說多難。身見破了，邊見破了，見取見、戒取見、邪見，這五種煩惱沒有了，這才是初信位，我們從小乘來看，小乘是初果須陀洹，到這個位次。再往上提升，二果向，二果向就相當於《華嚴經》裡面初信位的菩薩升入二信位。小乘到二果，相當於《華嚴經》的三信位菩薩，二果是斯陀含。三果相當於四信、五信位的菩薩，它這裡面有三果向、三果。四果向、四果，到六信相當於四果向，七信相當於阿羅漢，出六道了。由此可知，《華嚴經》裡面講的初信到六信，還在這個世間，沒有出六道輪迴。到七信位出了六道，八信位就是四聖法界裡面的緣覺，九信位是菩薩，十信位是佛。《華嚴經》的十信位就是講的十法界，這個我們不能不知道，真不容易。這是什麼？這是走的正門，你就曉得它難處。"
    },
    {
      "id": "12-017-2044_p0010",
      "zh_CN": "在大乘讲，小乘四果四向，大乘是怎么讲法？大乘讲的是烦恼跟习气。初信是见烦恼断了，可是见烦恼的习气在。见烦恼的习气断掉了，他就是二信位的菩萨。他再断思惑，断思惑就不容易，没那么简单，八十一品思惑要在二信、三信、四信、五信、六信，六个位次断干净。断干净之后，他就是七信位菩萨，七信位菩萨还有思烦恼的习气，思惑没有了，思惑还有习气。思惑习气断尽，他就是辟支佛，升了，缘觉，升了一个阶层。缘觉，连见思习气都没有，都断尽，但是他有分别。分别断掉，他又升了，他就是菩萨，可是菩萨没有分别，有分别的习气。分别的习气统统断尽，他就成佛，十法界里面的佛。佛虽然是分别执着习气统统都断尽，他有妄想，就是起心动念，也就是讲的无明。他把妄想断掉了，不起心不动念，那恭喜他，他超越十法界，初住菩萨。到初住，成真佛，这不是假佛，初住。可是初住无明断掉了，无明习气没断，但是它不碍事，无明习气虽然没断，不碍事。而无明习气也没办法断，只有随它去吧！时间长了，慢慢就没有。要多少时间习气才真正没有？佛经上佛告诉我们三大阿僧祇劫，可见得无明习气不好断。在一真法界里面，诸位想想，他已经是不起心不动念、不分别不执着，他还有什么阶级？还有什么十住十行？哪有这种道理！有分别、有执着才有这种分别，他没有这分别了，这个我们在《华严》前面跟诸位讲过很多遍，希望大家记住。",
      "zh_TW": "在大乘講，小乘四果四向，大乘是怎麼講法？大乘講的是煩惱跟習氣。初信是見煩惱斷了，可是見煩惱的習氣在。見煩惱的習氣斷掉了，他就是二信位的菩薩。他再斷思惑，斷思惑就不容易，沒那麼簡單，八十一品思惑要在二信、三信、四信、五信、六信，六個位次斷乾淨。斷乾淨之後，他就是七信位菩薩，七信位菩薩還有思煩惱的習氣，思惑沒有了，思惑還有習氣。思惑習氣斷盡，他就是辟支佛，升了，緣覺，升了一個階層。緣覺，連見思習氣都沒有，都斷盡，但是他有分別。分別斷掉，他又升了，他就是菩薩，可是菩薩沒有分別，有分別的習氣。分別的習氣統統斷盡，他就成佛，十法界裡面的佛。佛雖然是分別執著習氣統統都斷盡，他有妄想，就是起心動念，也就是講的無明。他把妄想斷掉了，不起心不動念，那恭喜他，他超越十法界，初住菩薩。到初住，成真佛，這不是假佛，初住。可是初住無明斷掉了，無明習氣沒斷，但是它不礙事，無明習氣雖然沒斷，不礙事。而無明習氣也沒辦法斷，只有隨它去吧！時間長了，慢慢就沒有。要多少時間習氣才真正沒有？佛經上佛告訴我們三大阿僧祇劫，可見得無明習氣不好斷。在一真法界裡面，諸位想想，他已經是不起心不動念、不分別不執著，他還有什麼階級？還有什麼十住十行？哪有這種道理！有分別、有執著才有這種分別，他沒有這分別了，這個我們在《華嚴》前面跟諸位講過很多遍，希望大家記住。"
    },
    {
      "id": "12-017-2044_p0011",
      "zh_CN": "所以这四十一位法身大士，他们是住在平等法界里头，阶级不能说它有，也不能说它没有。怎么说不能说它有？因为他不起心、不动念，你怎么能说他有阶级。不能说它无，为什么？他习气没断。习气真的有厚薄不一样，所以这四十一个阶位是习气厚薄来说的，不是真的，不是像十法界里面，那真有这回事，这四十一个阶级不是真的，是从习气厚薄上说的，这个道理我们要懂。《华严经》上佛告诉我们，十信行满，十信位修满，就成了佛道，所以这四十一位是真佛不是假佛。《金刚经》所讲的「诸佛如来」，江味农居士《讲义》就说那个「诸佛」是讲四十一位法身大士，不是讲一般我们以为诸佛是很多很多佛，不是这个意思。是讲的四十一位，那是诸佛，统统是佛，这个说法是真的不是假的。",
      "zh_TW": "所以這四十一位法身大士，他們是住在平等法界裡頭，階級不能說它有，也不能說它沒有。怎麼說不能說它有？因為他不起心、不動念，你怎麼能說他有階級。不能說它無，為什麼？他習氣沒斷。習氣真的有厚薄不一樣，所以這四十一個階位是習氣厚薄來說的，不是真的，不是像十法界裡面，那真有這回事，這四十一個階級不是真的，是從習氣厚薄上說的，這個道理我們要懂。《華嚴經》上佛告訴我們，十信行滿，十信位修滿，就成了佛道，所以這四十一位是真佛不是假佛。《金剛經》所講的「諸佛如來」，江味農居士《講義》就說那個「諸佛」是講四十一位法身大士，不是講一般我們以為諸佛是很多很多佛，不是這個意思。是講的四十一位，那是諸佛，統統是佛，這個說法是真的不是假的。"
    },
    {
      "id": "12-017-2044_p0012",
      "zh_CN": "由此可知，正门不好走，经论太多。像我们这种根性怎么办？只有走净门。净门，在中国是两个宗派，一个是净土宗，一个是密宗。要知道这两宗都是以清净心为主，心净则佛土净。可是净土跟密宗两个相比，净土宗容易，密宗非常艰难。难易在哪里？净宗是远离染污得清净，比较容易，而密宗是不离染污，就是染污当中得清净，这个难，真不容易修。我初学佛的时候，第一个见的出家人就是章嘉大师，他是密宗大德。他没有传我密法，只传我一个咒语，六字大明咒，「唵嘛呢叭咪吽」。我问他这个咒什么意思？这个要懂，你不懂意思你没有办法观想。密是叫三密相应，口持咒，手结印，心观想，叫三密相应。这个咒的意思，因为它是梵文音译过来的，我跟他老人家学，他用藏文写给我的。「唵」是身体，「嘛呢」是莲花，「叭咪」是保持，「吽」是意，身、莲花、保持、意，这是印度的文法，我们中国人一定是：保持身心（意就是心）像莲花一样，是这个意思。莲花出污泥而不染，你要常常保持你的身心不要被污染，你说这个咒的意思多好。念这个咒，你不懂意思，你就不能够产生观想的效果，这是老师传给我的。密宗里面修学的理论方法他跟我讲得很多，他说太难了，真不是容易事情。在染污里面得清净，真清净。所以他成就，真修成了，比我们净土宗高，修不成，他就堕落，那就远远比不上净土宗，净土宗带业往生。他修不成功就堕地狱，只有两条路，一个成佛，一个下地狱，成不了佛你就下地狱，所以相当困难。大师教我从戒律下手，因戒得定，因定开慧，叫我走这个路子。",
      "zh_TW": "由此可知，正門不好走，經論太多。像我們這種根性怎麼辦？只有走淨門。淨門，在中國是兩個宗派，一個是淨土宗，一個是密宗。要知道這兩宗都是以清淨心為主，心淨則佛土淨。可是淨土跟密宗兩個相比，淨土宗容易，密宗非常艱難。難易在哪裡？淨宗是遠離染污得清淨，比較容易，而密宗是不離染污，就是染污當中得清淨，這個難，真不容易修。我初學佛的時候，第一個見的出家人就是章嘉大師，他是密宗大德。他沒有傳我密法，只傳我一個咒語，六字大明咒，「唵嘛呢叭咪吽」。我問他這個咒什麼意思？這個要懂，你不懂意思你沒有辦法觀想。密是叫三密相應，口持咒，手結印，心觀想，叫三密相應。這個咒的意思，因為它是梵文音譯過來的，我跟他老人家學，他用藏文寫給我的。「唵」是身體，「嘛呢」是蓮花，「叭咪」是保持，「吽」是意，身、蓮花、保持、意，這是印度的文法，我們中國人一定是：保持身心（意就是心）像蓮花一樣，是這個意思。蓮花出污泥而不染，你要常常保持你的身心不要被污染，你說這個咒的意思多好。念這個咒，你不懂意思，你就不能夠產生觀想的效果，這是老師傳給我的。密宗裡面修學的理論方法他跟我講得很多，他說太難了，真不是容易事情。在染污裡面得清淨，真清淨。所以他成就，真修成了，比我們淨土宗高，修不成，他就墮落，那就遠遠比不上淨土宗，淨土宗帶業往生。他修不成功就墮地獄，只有兩條路，一個成佛，一個下地獄，成不了佛你就下地獄，所以相當困難。大師教我從戒律下手，因戒得定，因定開慧，叫我走這個路子。"
    },
    {
      "id": "12-017-2044_p0013",
      "zh_CN": "所以佛法里面，在没有成就，没有到法身菩萨之前，就是在十法界里面，决定不能够躐等，一定要遵守次第。就像世尊在经上讲过这么一句话，「佛子，不先学小乘，后学大乘，非佛弟子」，释迦牟尼佛不承认。这就是说你要想学，一定循序渐进，不按顺序，一下就成就，那个人太少了，真的叫亿万人当中难得有一个，绝对不是一般老师教学生的方法。不能说没有，中国出现一个，大家晓得唐朝的时候禅宗六祖惠能，那是顿悟、顿超、顿证，就那么一个。惠能大师以前没有，没有发现，惠能大师以后到今天也没有出现一个，这个我们只能够景仰，我们不能学，真正学一定要循序渐进，不可以躐等。今天我们看看全世界我们佛门的弟子，出家在家，为什么成就比不上上一代？上一代出家人当中，有不少真的高僧大德，居士里面也有很多了不起的、有成就的，我们这一代找不到了。原因在哪里？总得去找，总得把病根找出来，然后才有办法对治。我找了几十年，终于明白了，病出在哪里？出在我们从小没有学传统教育。我们传统教育是伦理的教育、道德的教育、因果的教育，这是中国自古以来世世代代儿童时候就学习。",
      "zh_TW": "所以佛法裡面，在沒有成就，沒有到法身菩薩之前，就是在十法界裡面，決定不能夠躐等，一定要遵守次第。就像世尊在經上講過這麼一句話，「佛子，不先學小乘，後學大乘，非佛弟子」，釋迦牟尼佛不承認。這就是說你要想學，一定循序漸進，不按順序，一下就成就，那個人太少了，真的叫億萬人當中難得有一個，絕對不是一般老師教學生的方法。不能說沒有，中國出現一個，大家曉得唐朝的時候禪宗六祖惠能，那是頓悟、頓超、頓證，就那麼一個。惠能大師以前沒有，沒有發現，惠能大師以後到今天也沒有出現一個，這個我們只能夠景仰，我們不能學，真正學一定要循序漸進，不可以躐等。今天我們看看全世界我們佛門的弟子，出家在家，為什麼成就比不上上一代？上一代出家人當中，有不少真的高僧大德，居士裡面也有很多了不起的、有成就的，我們這一代找不到了。原因在哪裡？總得去找，總得把病根找出來，然後才有辦法對治。我找了幾十年，終於明白了，病出在哪裡？出在我們從小沒有學傳統教育。我們傳統教育是倫理的教育、道德的教育、因果的教育，這是中國自古以來世世代代兒童時候就學習。"
    },
    {
      "id": "12-017-2044_p0014",
      "zh_CN": "我们在儿童的时代很不幸，不幸当中也算幸运，我们生长在农村，农村在那个时代，民国二十年前，还有很浓厚的传统的思想。我们在小时候还念过私塾，私塾里面教的就是基础教育，教伦理、道德、因果。我大概八岁之后，国家教育就改制，私塾就没有了，变成短期学校，课本里面小狗叫、小猫跳，教这个东西，这就麻烦大了。我们还沾到一点边缘，根的边缘，我弟弟就没有，我弟弟小我六岁，他就完全没有了，什么都不懂。所以，我们传统的基础教育、扎根教育，至少丢掉四代。现在人不知道，他父母也不知道，他祖父母也不知道，可能到他曾祖父母，大概一百岁以上的人他知道。我们是幸亏生长在农村，要是生长在城市，那也就不知道了，城市变化得快，所以沾这么一点边。我们就明白了，这就是什么？躐等，幼稚园教育没教得好，你就上了小学，就这种情形。所以学一辈子都学不好，没有根！",
      "zh_TW": "我們在兒童的時代很不幸，不幸當中也算幸運，我們生長在農村，農村在那個時代，民國二十年前，還有很濃厚的傳統的思想。我們在小時候還念過私塾，私塾裡面教的就是基礎教育，教倫理、道德、因果。我大概八歲之後，國家教育就改制，私塾就沒有了，變成短期學校，課本裡面小狗叫、小貓跳，教這個東西，這就麻煩大了。我們還沾到一點邊緣，根的邊緣，我弟弟就沒有，我弟弟小我六歲，他就完全沒有了，什麼都不懂。所以，我們傳統的基礎教育、扎根教育，至少丟掉四代。現在人不知道，他父母也不知道，他祖父母也不知道，可能到他曾祖父母，大概一百歲以上的人他知道。我們是幸虧生長在農村，要是生長在城市，那也就不知道了，城市變化得快，所以沾這麼一點邊。我們就明白了，這就是什麼？躐等，幼稚園教育沒教得好，你就上了小學，就這種情形。所以學一輩子都學不好，沒有根！"
    },
    {
      "id": "12-017-2044_p0015",
      "zh_CN": "我们佛门也不例外，所以这些年来，我们特别重视扎根的教育，一定要补习儒释道的三个根。儒的根《弟子规》，道的根《太上感应篇》，佛的根《十善业道》，如果不从这里扎根，我们要想学经教是决定不可能的。纵然你很认真、很努力你去学习，也只学习一个皮毛，现在的术语叫什么？叫佛学，你不是学佛，佛法里面真正的东西你得不到，你没有办法体会。为什么没法子？体会要清净心，你心不清净，你就体会不到。所以这个地方讲要入定，你入定才能体会到，你没有定你就体会不到。你想要心定下来，首先你要把自私自利放下，你把名闻利养放下、五欲六尘放下、贪瞋痴慢放下，你才能得一点小定。如果这些东西对你很浓厚的话，你的心定不下来，你学佛经全学的皮毛，全学的言语，开经偈讲「愿解如来真实义」，你没办法。而你还很容易曲解如来真实义、误解如来真实义，把你自己的意思以为是如来的意思，错了，全错了。所以，我们真的想学佛、做佛弟子，真想在这一生当中有一点点成就，不补习是决定不能成功的，一定要补习，认真去补习三个根，这三个根比什么都重要。世尊在《十善业道经》上讲得好，十善业决定不能轻视，先把这个原则掌握住，认真努力去学习。它是人天的根本，这是你来生不失人身，生生世世都能转生在人天，那你决定要把十善业道做好，不会堕三恶道。从人天讲起，然后讲声闻菩提、缘觉菩提，乃至无上菩提，都是依这个为根本，你就晓得这部经多重要。可是现在一般学佛的人都把这部经疏忽了，最重要的一部经，根！像盖大楼一样，这是地基，没有地基，你怎么盖得成大楼？",
      "zh_TW": "我們佛門也不例外，所以這些年來，我們特別重視扎根的教育，一定要補習儒釋道的三個根。儒的根《弟子規》，道的根《太上感應篇》，佛的根《十善業道》，如果不從這裡扎根，我們要想學經教是決定不可能的。縱然你很認真、很努力你去學習，也只學習一個皮毛，現在的術語叫什麼？叫佛學，你不是學佛，佛法裡面真正的東西你得不到，你沒有辦法體會。為什麼沒法子？體會要清淨心，你心不清淨，你就體會不到。所以這個地方講要入定，你入定才能體會到，你沒有定你就體會不到。你想要心定下來，首先你要把自私自利放下，你把名聞利養放下、五欲六塵放下、貪瞋痴慢放下，你才能得一點小定。如果這些東西對你很濃厚的話，你的心定不下來，你學佛經全學的皮毛，全學的言語，開經偈講「願解如來真實義」，你沒辦法。而你還很容易曲解如來真實義、誤解如來真實義，把你自己的意思以為是如來的意思，錯了，全錯了。所以，我們真的想學佛、做佛弟子，真想在這一生當中有一點點成就，不補習是決定不能成功的，一定要補習，認真去補習三個根，這三個根比什麼都重要。世尊在《十善業道經》上講得好，十善業決定不能輕視，先把這個原則掌握住，認真努力去學習。它是人天的根本，這是你來生不失人身，生生世世都能轉生在人天，那你決定要把十善業道做好，不會墮三惡道。從人天講起，然後講聲聞菩提、緣覺菩提，乃至無上菩提，都是依這個為根本，你就曉得這部經多重要。可是現在一般學佛的人都把這部經疏忽了，最重要的一部經，根！像蓋大樓一樣，這是地基，沒有地基，你怎麼蓋得成大樓？"
    },
    {
      "id": "12-017-2044_p0016",
      "zh_CN": "中国传统教育就是儒释道，我们提倡儒释道三个根都要扎，是佛教的。佛在哪里教的？佛在《观无量寿佛经》，释迦牟尼佛对韦提希夫人说出的，妳要想修净业，必须要遵守三个原则，这净业三福。第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，它一开头孝亲尊师。孝亲尊师我们落实在《弟子规》，你展开《弟子规》，是不是讲的孝亲尊师？慈心不杀这是因果教育，落实在《太上感应篇》。后面一句修十善业。儒释道三个根就在这一句经文里，十六个字，有这个根才能够学佛，所以它第二条再「受持三皈，具足众戒，不犯威仪」。你没有第一条，你就学佛，你学佛不扎实，不会有成就，你头一条没有。像盖三层楼一样，你底下一层没有，你怎么盖第二层？有了，他才入佛门。佛经里面一开头就是「善男子善女人」，它有条件的，那个善字就至少是具足第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，这才叫善男子善女人。第二条是小乘，第三条是大乘，符合佛的标准，先学小乘，再学大乘。中国过去确实如此，无论在家出家，学佛，前三年一定是学戒律，出家是五年，五年学戒，学规矩。最后一条，「发菩提心」，这大乘了，发菩提心就是大乘，「深信因果，读诵大乘，劝进行者」，劝进行者是帮助别人，就是经上佛常讲的「读诵受持，为人演说」，读诵受持是自利，为人演说是利他，这讲得这么清楚、这么明白。这个不仅是净宗，整个佛法修学最高指导原则，三条十一句，我们决定不能够轻视。",
      "zh_TW": "中國傳統教育就是儒釋道，我們提倡儒釋道三個根都要紮，是佛教的。佛在哪裡教的？佛在《觀無量壽佛經》，釋迦牟尼佛對韋提希夫人說出的，妳要想修淨業，必須要遵守三個原則，這淨業三福。第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，它一開頭孝親尊師。孝親尊師我們落實在《弟子規》，你展開《弟子規》，是不是講的孝親尊師？慈心不殺這是因果教育，落實在《太上感應篇》。後面一句修十善業。儒釋道三個根就在這一句經文裡，十六個字，有這個根才能夠學佛，所以它第二條再「受持三皈，具足眾戒，不犯威儀」。你沒有第一條，你就學佛，你學佛不紮實，不會有成就，你頭一條沒有。像蓋三層樓一樣，你底下一層沒有，你怎麼蓋第二層？有了，他才入佛門。佛經裡面一開頭就是「善男子善女人」，它有條件的，那個善字就至少是具足第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，這才叫善男子善女人。第二條是小乘，第三條是大乘，符合佛的標準，先學小乘，再學大乘。中國過去確實如此，無論在家出家，學佛，前三年一定是學戒律，出家是五年，五年學戒，學規矩。最後一條，「發菩提心」，這大乘了，發菩提心就是大乘，「深信因果，讀誦大乘，勸進行者」，勸進行者是幫助別人，就是經上佛常講的「讀誦受持，為人演說」，讀誦受持是自利，為人演說是利他，這講得這麼清楚、這麼明白。這個不僅是淨宗，整個佛法修學最高指導原則，三條十一句，我們決定不能夠輕視。"
    },
    {
      "id": "12-017-2044_p0017",
      "zh_CN": "所以我们知道觉门我们做不到，真做不到。正门是念书一样，小学、中学、大学、研究所，很长的时间，慢慢去念，循序渐进，时间很长。后面有个巧妙的，那就是净宗，念佛，修清净心。修清净心，我们这种程度，选择净宗是最殊胜的，而且诸佛如来也特别赞叹，这个法门暗合道妙，心净则佛土净。所以《无量寿经》一展开，现在夏莲居老居士的会集本会得好，我们看到之后真是五体投地，集原译之大成，真的编得好。连经题都是会集的，没有一个字是他的意思，他是把两部原译本的题合起来，变成这个题目。《佛说大乘无量寿庄严》这是宋译本的经题，《无量寿经》在中国一共有十二次的翻译，这是最后一次的题目。而《佛说清净平等觉经》，这是汉朝时候的译本，你看他把这两个经题会合起来，除掉重复的「佛说」，完完整整的一个题目，太好了。",
      "zh_TW": "所以我們知道覺門我們做不到，真做不到。正門是念書一樣，小學、中學、大學、研究所，很長的時間，慢慢去念，循序漸進，時間很長。後面有個巧妙的，那就是淨宗，念佛，修清淨心。修清淨心，我們這種程度，選擇淨宗是最殊勝的，而且諸佛如來也特別讚歎，這個法門暗合道妙，心淨則佛土淨。所以《無量壽經》一展開，現在夏蓮居老居士的會集本會得好，我們看到之後真是五體投地，集原譯之大成，真的編得好。連經題都是會集的，沒有一個字是他的意思，他是把兩部原譯本的題合起來，變成這個題目。《佛說大乘無量壽莊嚴》這是宋譯本的經題，《無量壽經》在中國一共有十二次的翻譯，這是最後一次的題目。而《佛說清淨平等覺經》，這是漢朝時候的譯本，你看他把這兩個經題會合起來，除掉重複的「佛說」，完完整整的一個題目，太好了。"
    },
    {
      "id": "12-017-2044_p0018",
      "zh_CN": "「佛说大乘」，大乘是智慧，「无量寿」是德能，「庄严」是相好，就是佛在《华严经》上跟我们说的，「一切众生皆有如来智慧德相」。你看，到了西方极乐世界，你就证得自性本具的如来智慧德相，这意思是什么？成佛了，生到西方极乐世界你就成佛了。不论是什么品位，到西方极乐世界你就成佛了，这法门多殊胜。怎么修法？下半段是修行的方法，「清净平等觉」。我们采取什么方法？采取持名念佛。要知道持名念佛怎么念法？把我们的清净心念出来、平等心念出来，清净心念出来就是事一心不乱，平等心念出来就是理一心不乱，成佛了。所以要记住，古大德教导我们念佛，「放下身心世界，提起正念」，正念就是佛号。我们六根接触六尘境界，决定不能让我们的心被外面尘境染污了。那怎么办？统统归到佛号。顺境，看到喜欢的，贪的念头才一起来，南无阿弥陀佛，把那个贪的念头打掉。遇到逆境现前，惹我们生气、生烦恼，南无阿弥陀佛，把怨恨、烦恼打掉。这样你就回归到清净心，这叫念佛。把喜怒哀乐统统给念掉，心里只有一句佛号，除一句佛号什么都没有，这叫清净心。清净心是什么？清净心是你的自性，惠能大师开悟的时候头一句话说「何期自性，本自清净」，没有染污。平等心现前之后，没有高下，傲慢没有了，傲慢是很严重的烦恼，贪瞋痴底下就是慢。一句佛号把这些烦恼统统都念掉，恢复到清净平等觉，你就成佛了，往生就自在，这叫真念佛，这叫会念佛。不会念的，口里念阿弥陀佛，贪瞋痴慢疑照样起来，那个没有用处，有口无心，那不是念佛，这个要知道。所以念佛要净念相继，着重在净念，净念标准就是清净平等觉，这是真实功夫。相继是什么？相继是不能间断，一句接着一句，不要间断，你一间断，烦恼会现前，你的妄想分别执着统统现前。所以佛号不能间断，把它养成一个习惯，这叫真念佛，我们生到极乐世界就入了华严境界。",
      "zh_TW": "「佛說大乘」，大乘是智慧，「無量壽」是德能，「莊嚴」是相好，就是佛在《華嚴經》上跟我們說的，「一切眾生皆有如來智慧德相」。你看，到了西方極樂世界，你就證得自性本具的如來智慧德相，這意思是什麼？成佛了，生到西方極樂世界你就成佛了。不論是什麼品位，到西方極樂世界你就成佛了，這法門多殊勝。怎麼修法？下半段是修行的方法，「清淨平等覺」。我們採取什麼方法？採取持名念佛。要知道持名念佛怎麼念法？把我們的清淨心念出來、平等心念出來，清淨心念出來就是事一心不亂，平等心念出來就是理一心不亂，成佛了。所以要記住，古大德教導我們念佛，「放下身心世界，提起正念」，正念就是佛號。我們六根接觸六塵境界，決定不能讓我們的心被外面塵境染污了。那怎麼辦？統統歸到佛號。順境，看到喜歡的，貪的念頭才一起來，南無阿彌陀佛，把那個貪的念頭打掉。遇到逆境現前，惹我們生氣、生煩惱，南無阿彌陀佛，把怨恨、煩惱打掉。這樣你就回歸到清淨心，這叫念佛。把喜怒哀樂統統給念掉，心裡只有一句佛號，除一句佛號什麼都沒有，這叫清淨心。清淨心是什麼？清淨心是你的自性，惠能大師開悟的時候頭一句話說「何期自性，本自清淨」，沒有染污。平等心現前之後，沒有高下，傲慢沒有了，傲慢是很嚴重的煩惱，貪瞋痴底下就是慢。一句佛號把這些煩惱統統都念掉，恢復到清淨平等覺，你就成佛了，往生就自在，這叫真念佛，這叫會念佛。不會念的，口裡念阿彌陀佛，貪瞋痴慢疑照樣起來，那個沒有用處，有口無心，那不是念佛，這個要知道。所以念佛要淨念相繼，著重在淨念，淨念標準就是清淨平等覺，這是真實功夫。相繼是什麼？相繼是不能間斷，一句接著一句，不要間斷，你一間斷，煩惱會現前，你的妄想分別執著統統現前。所以佛號不能間斷，把它養成一個習慣，這叫真念佛，我們生到極樂世界就入了華嚴境界。"
    },
    {
      "id": "12-017-2044_p0019",
      "zh_CN": "佛法重视伦理、重视秩序，你看看入定一定是法慧做代表，他是班首，我们讲他是班长，他来做代表，不能用别人，用别人秩序就乱了。「乱起则不调伏故」，调伏什么？调伏你的烦恼习气。只要守秩序，他心就是定的，人要不守秩序，他心是乱的，肯定的，关系在此地。现在人不太重视这个问题，古人对这个非常重视，日常生活当中小小礼节不能失。为什么？你的家不乱，社会秩序不乱，所谓是礼义之邦，和谐社会，人人都守秩序，人人都守礼，礼就是秩序的标准。下面「显十住法，慧能说故」，没有智慧不能说。清凉大师在《钞》里面，《钞》也是他做的，钞是什么？钞是注解疏的，就是注解的注解。《钞》里头有这么一句话，「约表法，任性能知，观解善巧，无分别，无所得，为方便」。显示十住法门，法慧菩萨能说，为什么？他已经证得十住，让证得十住的人来做报告，我们今天讲去做心得报告，给这些诸菩萨们做为修学的所依，修学的依靠。这是讲入定的人。",
      "zh_TW": "佛法重視倫理、重視秩序，你看看入定一定是法慧做代表，他是班首，我們講他是班長，他來做代表，不能用別人，用別人秩序就亂了。「亂起則不調伏故」，調伏什麼？調伏你的煩惱習氣。只要守秩序，他心就是定的，人要不守秩序，他心是亂的，肯定的，關係在此地。現在人不太重視這個問題，古人對這個非常重視，日常生活當中小小禮節不能失。為什麼？你的家不亂，社會秩序不亂，所謂是禮義之邦，和諧社會，人人都守秩序，人人都守禮，禮就是秩序的標準。下面「顯十住法，慧能說故」，沒有智慧不能說。清涼大師在《鈔》裡面，《鈔》也是他做的，鈔是什麼？鈔是註解疏的，就是註解的註解。《鈔》裡頭有這麼一句話，「約表法，任性能知，觀解善巧，無分別，無所得，為方便」。顯示十住法門，法慧菩薩能說，為什麼？他已經證得十住，讓證得十住的人來做報告，我們今天講去做心得報告，給這些諸菩薩們做為修學的所依，修學的依靠。這是講入定的人。"
    },
    {
      "id": "12-017-2044_p0020",
      "zh_CN": "第二讲入定依，「谓承佛力推功化主，表无慢故」，这是经文上面的『承佛威力』。前面是讲法慧菩萨，入定依，「承佛威力」这句话很重要，表无慢故，没有傲慢。法慧菩萨对于佛的教诲，能信、能解、能行（就是修行）、能证，他证得十住的果位，这个靠谁？靠老师，佛是老师，老师的教学。所以这个功德，化主就是佛，绝不自己居功，我能够修到的，我依从佛陀教诲而成就的，自己没有丝毫骄慢的心态。在《论语》里面孔子说了一句话，他说假如一个人，「如有周公之才之美」，美是讲德，周公的才华，周公的德能。周公是孔子一生最佩服的大圣大贤，他的智慧德能呈现在《周礼》这部书上，《周礼》是周公作的。《周礼》是什么？现在人讲宪法，周朝的宪法。我早年跟方东美先生学哲学，他老人家跟我讲《周礼》这桩事情讲了很多遍，所以我印象很深刻。他希望我看看《周礼》，可是我始终没有看它。他说在全世界任何一个国家民族，古今的律法，我们现在讲法律，律法，没有一个能够跟《周礼》相比，《周礼》写得太好了。如果周朝后世的子孙都能遵从《周礼》而不违背，方老师讲，我们中国现在还是周朝。这是把《周礼》赞叹到极处，我得找个时间来翻一翻，不辜负方先生的教诲。真的是大圣大贤，他说假如有个人像周公一样，有周公之才华，周公之德行，「使骄且吝，其余不足观也矣」。这个人行为怎样？他有傲慢、他吝啬，夫子讲那是假的不是真的。所以我们看看诸菩萨，在大众里面做报告，这个地方就是做报告，每个人都说承佛威力，这么谦虚，决定不敢说自己。承佛威力是佛加持我的，佛要不加持我，我怎么能讲得出来？都是求佛加持。所以底下这一段就是讲加持，这个用意很深，我们一定要记住。",
      "zh_TW": "第二講入定依，「謂承佛力推功化主，表無慢故」，這是經文上面的『承佛威力』。前面是講法慧菩薩，入定依，「承佛威力」這句話很重要，表無慢故，沒有傲慢。法慧菩薩對於佛的教誨，能信、能解、能行（就是修行）、能證，他證得十住的果位，這個靠誰？靠老師，佛是老師，老師的教學。所以這個功德，化主就是佛，絕不自己居功，我能夠修到的，我依從佛陀教誨而成就的，自己沒有絲毫驕慢的心態。在《論語》裡面孔子說了一句話，他說假如一個人，「如有周公之才之美」，美是講德，周公的才華，周公的德能。周公是孔子一生最佩服的大聖大賢，他的智慧德能呈現在《周禮》這部書上，《周禮》是周公作的。《周禮》是什麼？現在人講憲法，周朝的憲法。我早年跟方東美先生學哲學，他老人家跟我講《周禮》這樁事情講了很多遍，所以我印象很深刻。他希望我看看《周禮》，可是我始終沒有看它。他說在全世界任何一個國家民族，古今的律法，我們現在講法律，律法，沒有一個能夠跟《周禮》相比，《周禮》寫得太好了。如果周朝後世的子孫都能遵從《周禮》而不違背，方老師講，我們中國現在還是周朝。這是把《周禮》讚歎到極處，我得找個時間來翻一翻，不辜負方先生的教誨。真的是大聖大賢，他說假如有個人像周公一樣，有周公之才華，周公之德行，「使驕且吝，其餘不足觀也矣」。這個人行為怎樣？他有傲慢、他吝嗇，夫子講那是假的不是真的。所以我們看看諸菩薩，在大眾裡面做報告，這個地方就是做報告，每個人都說承佛威力，這麼謙虛，決定不敢說自己。承佛威力是佛加持我的，佛要不加持我，我怎麼能講得出來？都是求佛加持。所以底下這一段就是講加持，這個用意很深，我們一定要記住。"
    },
    {
      "id": "12-017-2044_p0021",
      "zh_CN": "「任性能知」，清凉大师提出来，我们想想，《无量寿经》上讲的清净平等正觉。大乘法里头，最重要的是发心，所以十住，初住叫发心住，在净业三福第三条第一句，佛教我们发菩提心。佛家说发心，在我们中国古人叫立志，我们这一生当中，我们走的什么方向，希望达到什么目标，这叫立志。菩提心在《观经》，佛说至诚心是菩提心的体，深心是自受用，发愿回向心是他受用；马鸣菩萨在《起信论》里面讲菩提心，他讲直心，直心是体，深心是自受用，大悲心是他受用。我们把经、论合其来看，意思就很清楚。古大德解释深心，多半都讲好善好德，这是深心。我看《无量寿经》的经题，我觉得深心，好善好德更具体的来讲就是清净心、平等心、正觉心，这就是德、就是善，这就很具体。体是真诚，真诚是菩提心的体。真，决定不是假的，诚是什么？一念不生，就是不起心、不动念。不起心不动念，无明就破了，无明破了，真心才现前，真心本有清净平等觉。所以真诚是体，清净平等正觉是自受用，大慈大悲是他受用。如果没有自受用，你决定没有他受用，这个也是有先后次第。先有真诚，然后清净平等觉就现前，你的生活、工作、处事待人接物自然是大慈大悲。佛菩萨应化在世间，这是任性能知，性体，性德的自受用跟性德的他受用。",
      "zh_TW": "「任性能知」，清涼大師提出來，我們想想，《無量壽經》上講的清淨平等正覺。大乘法裡頭，最重要的是發心，所以十住，初住叫發心住，在淨業三福第三條第一句，佛教我們發菩提心。佛家說發心，在我們中國古人叫立志，我們這一生當中，我們走的什麼方向，希望達到什麼目標，這叫立志。菩提心在《觀經》，佛說至誠心是菩提心的體，深心是自受用，發願迴向心是他受用；馬鳴菩薩在《起信論》裡面講菩提心，他講直心，直心是體，深心是自受用，大悲心是他受用。我們把經、論合其來看，意思就很清楚。古大德解釋深心，多半都講好善好德，這是深心。我看《無量壽經》的經題，我覺得深心，好善好德更具體的來講就是清淨心、平等心、正覺心，這就是德、就是善，這就很具體。體是真誠，真誠是菩提心的體。真，決定不是假的，誠是什麼？一念不生，就是不起心、不動念。不起心不動念，無明就破了，無明破了，真心才現前，真心本有清淨平等覺。所以真誠是體，清淨平等正覺是自受用，大慈大悲是他受用。如果沒有自受用，你決定沒有他受用，這個也是有先後次第。先有真誠，然後清淨平等覺就現前，你的生活、工作、處事待人接物自然是大慈大悲。佛菩薩應化在世間，這是任性能知，性體，性德的自受用跟性德的他受用。"
    },
    {
      "id": "12-017-2044_p0022",
      "zh_CN": "第三讲「入定名」，这个定的名字叫『菩萨无量方便三昧』，「为拣果定，故云菩萨」，果定是自性本定，惠能大师开悟的时候说「何期自性，本无动摇」，那就是自性本定。那是果上的，永远不会失去的，只是我们现在迷了，迷了怎么？不起作用了，并没有失掉，觉悟它就现前。现在菩萨在因位，不在果位，所以说菩萨「任性能知，观解善巧，故名方便」。任性能知的意思我们前面说过，我是用《无量寿经》的经题上来解释。观解善巧，观就是《妄尽还源观》里面的六观，我们刚刚学过，五止是定，六观是慧。你看大乘教里常用的，用「观解」，不是用研究，为什么？研究是用心意识，心是阿赖耶，意是末那，识是第六意识，我们统统用的是这个。研究研究都是用的心意识，心意识是什么？心意识是妄心，妄心对妄，行！有一点作用；妄心对真，就完全不起作用。所以大乘教里不用心意识，小乘用心意识，大乘不用心意识。不用心意识用什么？只要你不用心意识，自性就现前。在法相宗里面称为智慧，四种智慧，转八识成四智。转阿赖耶（阿赖耶是起心动念）为大圆镜智，光明遍照，破了无明，自性现前；转末那识为平等性智，自性里头平等现前；转第六意识为妙观察智，就是此地讲的观解；转前五识为成所作智，成就菩萨教化众生的事业，就是此地讲的善巧。转八识成四智，怎么转法？放下妄想分别执着，就转了。所以凡夫成佛，从理论上讲，一念之间。一念觉，凡夫就成佛，一念迷就变成六道众生。所以叫方便。",
      "zh_TW": "第三講「入定名」，這個定的名字叫『菩薩無量方便三昧』，「為揀果定，故云菩薩」，果定是自性本定，惠能大師開悟的時候說「何期自性，本無動搖」，那就是自性本定。那是果上的，永遠不會失去的，只是我們現在迷了，迷了怎麼？不起作用了，並沒有失掉，覺悟它就現前。現在菩薩在因位，不在果位，所以說菩薩「任性能知，觀解善巧，故名方便」。任性能知的意思我們前面說過，我是用《無量壽經》的經題上來解釋。觀解善巧，觀就是《妄盡還源觀》裡面的六觀，我們剛剛學過，五止是定，六觀是慧。你看大乘教裡常用的，用「觀解」，不是用研究，為什麼？研究是用心意識，心是阿賴耶，意是末那，識是第六意識，我們統統用的是這個。研究研究都是用的心意識，心意識是什麼？心意識是妄心，妄心對妄，行！有一點作用；妄心對真，就完全不起作用。所以大乘教裡不用心意識，小乘用心意識，大乘不用心意識。不用心意識用什麼？只要你不用心意識，自性就現前。在法相宗裡面稱為智慧，四種智慧，轉八識成四智。轉阿賴耶（阿賴耶是起心動念）為大圓鏡智，光明遍照，破了無明，自性現前；轉末那識為平等性智，自性裡頭平等現前；轉第六意識為妙觀察智，就是此地講的觀解；轉前五識為成所作智，成就菩薩教化眾生的事業，就是此地講的善巧。轉八識成四智，怎麼轉法？放下妄想分別執著，就轉了。所以凡夫成佛，從理論上講，一念之間。一念覺，凡夫就成佛，一念迷就變成六道眾生。所以叫方便。"
    },
    {
      "id": "12-017-2044_p0023",
      "zh_CN": "方便，就像观世音菩萨，我们举他老人家做代表，三十二应，应以什么身得度就现什么身，观察众生的根性，应该给他说什么法就说什么法，这叫方便。方是方法，便是便宜，两个字合起来，用现在话来说，是最恰当的方法、最适合的方法。小乘根机就说小乘法，大乘根机就说大乘法，禅宗的根机就讲禅，教下的根机就去研教，净土的根机就教他念佛。还有，全世界所有这些宗教的创始人，统统是观世音菩萨的化身，这个话你相不相信？我有这个想法，没说出来，让日本的中村康隆老和尚说出。我到东京去拜访他，那年他九十九岁，他去年过世的，一百零三岁。这个老人对我非常好，我们谈得很投机、很有缘。我们在全世界做宗教团结的工作，也有相当的成果，他就告诉我这么一句话，「全世界所有宗教创始人，统统是观世音菩萨的化身」，讲得通。观音菩萨，应以什么身得度就现什么身，应以基督身得度他就现基督身，应以阿訇身得度就现阿訇身，阿訇是回教。所以世界宗教是一家，世界宗教所有崇仰的他们的上帝、他们的神，都是一个神，我讲那个神就是唯一的真神。真神在佛法里不叫神，佛法里叫自性，自性是能生万法，《华严经》上讲「唯心所现，唯识所变」。《华严经》上讲性识，宗教里面讲真神，你能会通，矛盾就没有了，误会就化解了。所以，宗教、学术教化众生统统都是菩萨无量三昧，「无量方便三昧」，要加方便。这一句也是清凉大师给广大群众介绍《华严经》，他老人家这个经里面讲四种无碍，理无碍、事无碍、理事无碍、事事无碍，这是属于理事无碍的法门。",
      "zh_TW": "方便，就像觀世音菩薩，我們舉他老人家做代表，三十二應，應以什麼身得度就現什麼身，觀察眾生的根性，應該給他說什麼法就說什麼法，這叫方便。方是方法，便是便宜，兩個字合起來，用現在話來說，是最恰當的方法、最適合的方法。小乘根機就說小乘法，大乘根機就說大乘法，禪宗的根機就講禪，教下的根機就去研教，淨土的根機就教他念佛。還有，全世界所有這些宗教的創始人，統統是觀世音菩薩的化身，這個話你相不相信？我有這個想法，沒說出來，讓日本的中村康隆老和尚說出。我到東京去拜訪他，那年他九十九歲，他去年過世的，一百零三歲。這個老人對我非常好，我們談得很投機、很有緣。我們在全世界做宗教團結的工作，也有相當的成果，他就告訴我這麼一句話，「全世界所有宗教創始人，統統是觀世音菩薩的化身」，講得通。觀音菩薩，應以什麼身得度就現什麼身，應以基督身得度他就現基督身，應以阿訇身得度就現阿訇身，阿訇是回教。所以世界宗教是一家，世界宗教所有崇仰的他們的上帝、他們的神，都是一個神，我講那個神就是唯一的真神。真神在佛法裡不叫神，佛法裡叫自性，自性是能生萬法，《華嚴經》上講「唯心所現，唯識所變」。《華嚴經》上講性識，宗教裡面講真神，你能會通，矛盾就沒有了，誤會就化解了。所以，宗教、學術教化眾生統統都是菩薩無量三昧，「無量方便三昧」，要加方便。這一句也是清涼大師給廣大群眾介紹《華嚴經》，他老人家這個經裡面講四種無礙，理無礙、事無礙、理事無礙、事事無礙，這是屬於理事無礙的法門。"
    },
    {
      "id": "12-017-2044_p0024",
      "zh_CN": "「十住各摄多门善巧，故云无量」，摄是收摄、包罗，可以说它将遍法界虚空界无量无边的法门全都包括。古德说十住很像十地，一门得到，门门都得到。所以学东西不要学太多，学太多你学不会，你学错了。佛开无量法门是接引无量不同的根性众生，适合自己根性、适合自己的现前生活方式，不妨碍我们生活、不妨碍工作，哪一种方法适合你，你就用这一法。深入，一门深入，这就是持戒，深入到一定的程度你就得三昧。像我们念佛，我们就用一句阿弥陀佛，念到清净心现前，把烦恼都念掉、习气都念掉，就得定。这个定我们是从念佛得来的，就叫做念佛三昧。菩萨要教化众生，他一定要方便三昧，得到无量方便三昧，他才能普度众生，没有无量方便三昧，他就不能普度。他度众生的对象不是我们人间，十法界，往上面有佛菩萨、有声闻、缘觉，六道有诸天、有众神、有人、有畜生，还有饿鬼、地狱，他什么地方都现身。众生有感，他自自然然就有应，感应道交永远不失时机，该是什么时候现身，他那个时候就去了，所以佛经典常常把它比喻作海潮音。我们住在海边晓得，海潮什么时候涨潮、什么时候落潮，有一定的时间，比喻菩萨应众生之感就像海潮一样，绝对不会错了时间，准时他就到了，这守信。我们凡夫对佛菩萨不守信，佛菩萨对我们守信。我们真正能够明白这个事实真相，我们会生出感恩的心、生惭愧心，我们对不起佛菩萨，佛菩萨照顾我们无微不至。",
      "zh_TW": "「十住各攝多門善巧，故云無量」，攝是收攝、包羅，可以說它將遍法界虛空界無量無邊的法門全都包括。古德說十住很像十地，一門得到，門門都得到。所以學東西不要學太多，學太多你學不會，你學錯了。佛開無量法門是接引無量不同的根性眾生，適合自己根性、適合自己的現前生活方式，不妨礙我們生活、不妨礙工作，哪一種方法適合你，你就用這一法。深入，一門深入，這就是持戒，深入到一定的程度你就得三昧。像我們念佛，我們就用一句阿彌陀佛，念到清淨心現前，把煩惱都念掉、習氣都念掉，就得定。這個定我們是從念佛得來的，就叫做念佛三昧。菩薩要教化眾生，他一定要方便三昧，得到無量方便三昧，他才能普度眾生，沒有無量方便三昧，他就不能普度。他度眾生的對象不是我們人間，十法界，往上面有佛菩薩、有聲聞、緣覺，六道有諸天、有眾神、有人、有畜生，還有餓鬼、地獄，他什麼地方都現身。眾生有感，他自自然然就有應，感應道交永遠不失時機，該是什麼時候現身，他那個時候就去了，所以佛經典常常把它比喻作海潮音。我們住在海邊曉得，海潮什麼時候漲潮、什麼時候落潮，有一定的時間，比喻菩薩應眾生之感就像海潮一樣，絕對不會錯了時間，準時他就到了，這守信。我們凡夫對佛菩薩不守信，佛菩薩對我們守信。我們真正能夠明白這個事實真相，我們會生出感恩的心、生慚愧心，我們對不起佛菩薩，佛菩薩照顧我們無微不至。"
    },
    {
      "id": "12-017-2044_p0025",
      "zh_CN": "后面这一句，「心诣于法，故云入也」。为什么？一切法是心现的。心跟法，古人比喻得好，如同金跟器的关系，金就是器，器就是金。什么时候你觉悟、你明白了，法是一切法，就是惠能大师讲的「何期自性，能生万法」，万法就是遍法界虚空界一切法，心现的，真正明白就叫做入。我们今天是迷了，不知道，不知道这整个宇宙一切众生跟我有什么关系？不晓得。好像没有关系一样，实际上息息相关，只是我们迷得太深，迷而不觉。诸佛菩萨跟我们恰恰相反，他是觉而不迷。这桩事情，我们这次在《还源观》里面用了很长的时间在学习，《还源观》我们讲了两次，第一次讲，用了九十六个小时，第二次讲，我们用了二百一十六个小时，可以说是讲得很详细。说明什么？说明宇宙跟我们的关系是一不是二。宇宙从哪里来的？自性变现的。体，自性清净圆明体，这清净两个字多重要，清净就是丝毫染污都没有，那是我们的真心，是我们的本性。中国古圣先贤告诉我们，人性本善，《三字经》上第一句，「人之初，性本善」。什么叫善？清净就善，圆明是善，圆是圆满，明是智慧。能生万法，怎么生的？一念不觉，一念妄动，宇宙就现前。宇宙不现前，不能说它没有，它在常寂光里面，没有形相，它不是物质也不是精神。可是一念妄动，它就现物质、就现精神，物质现象、精神现象同时出生，一时顿现，没有先后，跟外国人讲大爆炸不是一个意思。大爆炸里头有很多问题不能解决，《还源观》里头给你解释得圆圆满满，一时顿现。",
      "zh_TW": "後面這一句，「心詣於法，故云入也」。為什麼？一切法是心現的。心跟法，古人比喻得好，如同金跟器的關係，金就是器，器就是金。什麼時候你覺悟、你明白了，法是一切法，就是惠能大師講的「何期自性，能生萬法」，萬法就是遍法界虛空界一切法，心現的，真正明白就叫做入。我們今天是迷了，不知道，不知道這整個宇宙一切眾生跟我有什麼關係？不曉得。好像沒有關係一樣，實際上息息相關，只是我們迷得太深，迷而不覺。諸佛菩薩跟我們恰恰相反，他是覺而不迷。這樁事情，我們這次在《還源觀》裡面用了很長的時間在學習，《還源觀》我們講了兩次，第一次講，用了九十六個小時，第二次講，我們用了二百一十六個小時，可以說是講得很詳細。說明什麼？說明宇宙跟我們的關係是一不是二。宇宙從哪裡來的？自性變現的。體，自性清淨圓明體，這清淨兩個字多重要，清淨就是絲毫染污都沒有，那是我們的真心，是我們的本性。中國古聖先賢告訴我們，人性本善，《三字經》上第一句，「人之初，性本善」。什麼叫善？清淨就善，圓明是善，圓是圓滿，明是智慧。能生萬法，怎麼生的？一念不覺，一念妄動，宇宙就現前。宇宙不現前，不能說它沒有，它在常寂光裡面，沒有形相，它不是物質也不是精神。可是一念妄動，它就現物質、就現精神，物質現象、精神現象同時出生，一時頓現，沒有先後，跟外國人講大爆炸不是一個意思。大爆炸裡頭有很多問題不能解決，《還源觀》裡頭給你解釋得圓圓滿滿，一時頓現。"
    },
    {
      "id": "12-017-2044_p0026",
      "zh_CN": "所现的这些现象，无论是物质、是精神，它的关系非常密切。而且它的能量，现在科学里讲的物质、能量、信息，《还源观》里头也是这个意思，周遍法界，比科学讲得清楚。它的周遍没有时间，就是它没有先后，一时就周遍，而且三种周遍。第一个就是能量、信息周遍法界，第二种现在讲的是能量的分裂，生生不息，《还源观》里面讲的是「出生无尽」，十法界依正庄严千变万化，无尽无量的变化，我们用万花筒来做比喻。第三个很重要，「含容空有」，这是性德，它本来就是这样的，我们现在心量太小。含空，空是虚空，心包太虚；容有，有是万物，量周沙界。你看我们的心量多大，本来就是这样的，每个人都是这样。现在为什么变成这么小，变成自私自利？这个要知道，这是迷了，产生的错误，我们本来不是这个样子的。如果我们真的明白、真的肯定了，慢慢就能回归，妄尽还源，回归自性，回归自性就是成佛。我们要想回头，就要遵守《还源观》上讲的四德。其实《还源观》完全依《华严经》写出来的，把《华严经》里面修学的方法简简单单的提出这个纲要，教给我们初学。如果对《华严》没有契入，那篇文章写不出来，我们就知道，写这篇文章的人贤首国师是什么人？至少也是法慧菩萨再来，要不然他怎么说得出来！法身大士、诸佛如来。真的心诣于法，他才有这个能力，这叫入。",
      "zh_TW": "所現的這些現象，無論是物質、是精神，它的關係非常密切。而且它的能量，現在科學裡講的物質、能量、信息，《還源觀》裡頭也是這個意思，周遍法界，比科學講得清楚。它的周遍沒有時間，就是它沒有先後，一時就周遍，而且三種周遍。第一個就是能量、信息周遍法界，第二種現在講的是能量的分裂，生生不息，《還源觀》裡面講的是「出生無盡」，十法界依正莊嚴千變萬化，無盡無量的變化，我們用萬花筒來做比喻。第三個很重要，「含容空有」，這是性德，它本來就是這樣的，我們現在心量太小。含空，空是虛空，心包太虛；容有，有是萬物，量周沙界。你看我們的心量多大，本來就是這樣的，每個人都是這樣。現在為什麼變成這麼小，變成自私自利？這個要知道，這是迷了，產生的錯誤，我們本來不是這個樣子的。如果我們真的明白、真的肯定了，慢慢就能回歸，妄盡還源，回歸自性，回歸自性就是成佛。我們要想回頭，就要遵守《還源觀》上講的四德。其實《還源觀》完全依《華嚴經》寫出來的，把《華嚴經》裡面修學的方法簡簡單單的提出這個綱要，教給我們初學。如果對《華嚴》沒有契入，那篇文章寫不出來，我們就知道，寫這篇文章的人賢首國師是什麼人？至少也是法慧菩薩再來，要不然他怎麼說得出來！法身大士、諸佛如來。真的心詣於法，他才有這個能力，這叫入。"
    },
    {
      "id": "12-017-2044_p0027",
      "zh_CN": "下面大师又有个解释，「又一切三昧，皆有三相，谓入住出」。这是属于常识，清凉大师在此地顺便给我们提一提。一切三昧，一切是无量，像我们用念佛的方法得到的三昧叫念佛三昧，从《华严经》上得到的叫华严三昧，从《法华经》上修到的叫法华三昧，你用哪种方法去修，就冠上它的名称。三昧是相同，都得定，而定都开智慧，我们用什么方法修的没有关系。八万四千法门我们都要尊重，为什么？它方向是一个、目标是一个，用的方法、手段不相同。无论用什么方法都能成无上道，所以彼此要知道尊重。佛法今天衰，衰是什么？大家门户之见太深，都说自己好，别人都不如我，这个错了。应当知道法门是平等的，没有高下，要互相尊重、要互相赞叹，佛法就兴旺。各修各的，是我们根性不相同，我修你那个我修不成功，我修我这个会成功。我们同样到达一个目的地，我们选择的道路不相同，我们选择的交通工具不相同，但是最后都可以到达。所以到达是相同的，方向目标是相同的，这一定要知道，我们对一切法门都会生尊重的心。我们现在学《华严》，才真正对所有的宗教以平等心看待、以尊重的心看待，对任何一个宗教他们修行的方法，我们都欢喜赞叹。我们知道，他要是懂得这些理论、方法，能够放下妄想分别执着，都能成无上道。",
      "zh_TW": "下面大師又有個解釋，「又一切三昧，皆有三相，謂入住出」。這是屬於常識，清涼大師在此地順便給我們提一提。一切三昧，一切是無量，像我們用念佛的方法得到的三昧叫念佛三昧，從《華嚴經》上得到的叫華嚴三昧，從《法華經》上修到的叫法華三昧，你用哪種方法去修，就冠上它的名稱。三昧是相同，都得定，而定都開智慧，我們用什麼方法修的沒有關係。八萬四千法門我們都要尊重，為什麼？它方向是一個、目標是一個，用的方法、手段不相同。無論用什麼方法都能成無上道，所以彼此要知道尊重。佛法今天衰，衰是什麼？大家門戶之見太深，都說自己好，別人都不如我，這個錯了。應當知道法門是平等的，沒有高下，要互相尊重、要互相讚歎，佛法就興旺。各修各的，是我們根性不相同，我修你那個我修不成功，我修我這個會成功。我們同樣到達一個目的地，我們選擇的道路不相同，我們選擇的交通工具不相同，但是最後都可以到達。所以到達是相同的，方向目標是相同的，這一定要知道，我們對一切法門都會生尊重的心。我們現在學《華嚴》，才真正對所有的宗教以平等心看待、以尊重的心看待，對任何一個宗教他們修行的方法，我們都歡喜讚歎。我們知道，他要是懂得這些理論、方法，能夠放下妄想分別執著，都能成無上道。"
    },
    {
      "id": "12-017-2044_p0028",
      "zh_CN": "都有三个相，这个相就是入定、住定、出定，都有这三种。入是自证；住是自性的本相，这是不动；出是什么？出是感应，众生有感，自然就有应。诸位想想，有入住出这三个说法，这三个有没有界限？没有界限。入从哪里入？从哪里出？找不到。遍法界虚空界是一体，一体里头就没有出入。所以这个出入，就是你觉了，就是入。我以前不知道，迷惑，现在豁然明了，这就入了。明了什么？明了整个宇宙跟我是一体，像我们在《还源观》里所学的，那也是从《华严经》上讲的，一粒微尘里有大千世界，一切微尘皆如是。微尘世界里头有我，我在其中，又何况微尘世界里头还有微尘，那个微尘里头还有世界，重重无尽。这是什么？这是说信息，横遍十方，竖穷三际，这是真的，这不是想像的，是事实。所以你证得的，哪一天明白、觉悟了，这叫入；入了之后，就如如不动，那叫住；众生有感，立刻就有应，那叫出，感应道交。",
      "zh_TW": "都有三個相，這個相就是入定、住定、出定，都有這三種。入是自證；住是自性的本相，這是不動；出是什麼？出是感應，眾生有感，自然就有應。諸位想想，有入住出這三個說法，這三個有沒有界限？沒有界限。入從哪裡入？從哪裡出？找不到。遍法界虛空界是一體，一體裡頭就沒有出入。所以這個出入，就是你覺了，就是入。我以前不知道，迷惑，現在豁然明瞭，這就入了。明瞭什麼？明瞭整個宇宙跟我是一體，像我們在《還源觀》裡所學的，那也是從《華嚴經》上講的，一粒微塵裡有大千世界，一切微塵皆如是。微塵世界裡頭有我，我在其中，又何況微塵世界裡頭還有微塵，那個微塵裡頭還有世界，重重無盡。這是什麼？這是說信息，橫遍十方，豎窮三際，這是真的，這不是想像的，是事實。所以你證得的，哪一天明白、覺悟了，這叫入；入了之後，就如如不動，那叫住；眾生有感，立刻就有應，那叫出，感應道交。"
    },
    {
      "id": "12-017-2044_p0029",
      "zh_CN": "大师在此地跟我们讲，「即照之寂，故名为入」。照是什么？明了，你智慧起作用，寂是体，照是起用。所以寂灭就叫大涅槃，大般涅槃，体是清净寂灭。寂就是定，灭是什么？灭烦恼，所有一切烦恼不存在，所有一切现象不存在，我们今天讲物质的现象、精神的现象都不存在。这个东西好像现在科学家发现宇宙之间有所谓黑洞，有一点像这个意思。黑洞，连光都被吸收在里面，它是极大的能量，有一点这么个意思。但是自性是常寂光，一片光明。我们想，像黑洞这种现象也不会存在，黑洞还是业障变现出来的，心现识变的。「即寂之照，故名为出」，寂是体，体接受众生的感它就应，众生有感它立刻就应。应的时候它就现身，像观世音菩萨三十二应，这叫照，为一切众生现身说法。「入已未起，故名为住」，契入之后，没有起，这个时候叫住。这是入出住这三个名相的意思。「余三昧等，并如前释」，无量无边的三昧，这个入住出解释都相同。今天时间到了，我们就学习到此地。",
      "zh_TW": "大師在此地跟我們講，「即照之寂，故名為入」。照是什麼？明瞭，你智慧起作用，寂是體，照是起用。所以寂滅就叫大涅槃，大般涅槃，體是清淨寂滅。寂就是定，滅是什麼？滅煩惱，所有一切煩惱不存在，所有一切現象不存在，我們今天講物質的現象、精神的現象都不存在。這個東西好像現在科學家發現宇宙之間有所謂黑洞，有一點像這個意思。黑洞，連光都被吸收在裡面，它是極大的能量，有一點這麼個意思。但是自性是常寂光，一片光明。我們想，像黑洞這種現象也不會存在，黑洞還是業障變現出來的，心現識變的。「即寂之照，故名為出」，寂是體，體接受眾生的感它就應，眾生有感它立刻就應。應的時候它就現身，像觀世音菩薩三十二應，這叫照，為一切眾生現身說法。「入已未起，故名為住」，契入之後，沒有起，這個時候叫住。這是入出住這三個名相的意思。「餘三昧等，並如前釋」，無量無邊的三昧，這個入住出解釋都相同。今天時間到了，我們就學習到此地。"
    }
  ]
}