{
  "doc_id": "12-017-0444",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四四四卷",
    "zh_TW": "第四四四卷"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0444",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "12-017-0444_p0001",
      "zh_CN": "请看「世主妙严品」，主河神长行第六句：",
      "zh_TW": "請看「世主妙嚴品」，主河神長行第六句："
    },
    {
      "id": "12-017-0444_p0002",
      "zh_CN": "【无热净光主河神，得普示一切清凉善根解脱门。】",
      "zh_TW": "【無熱淨光主河神，得普示一切清涼善根解脫門。】"
    },
    {
      "id": "12-017-0444_p0003",
      "zh_CN": "菩萨的名号都是教学，表法的义趣我们一定要明了。『无热』，「热」是烦恼，没有烦恼才能够得清净光明；清净是定，光明是慧，定、慧。他所得的法门是『普示一切』，这样的字句我们看得非常之多，出现得多就是说明它很重要。如果它不是非常重要，佛不可能多次的宣说，多次宣说意义很深，让你这一部经从头到尾读一遍之后，当然你不能完全记住，但是重复遍数多的经文你一定会记得很牢，世尊用这种方法加强学生的记忆力，提升学生悟入的机会，这个用意我们要懂得。由此可知，我们怎样把自私自利断掉了。我相信许许多多的同学都很乐意放下自私自利，它就是放不下！这个事情的确是困难，佛在小乘经论里面有个比喻，这是破我执，破我执的难度，佛讲瀑流，瀑流是我们今天讲的瀑布，这个瀑布多大？四十里，四十里这么大的瀑布，你能够把它一下堵住叫它不流，你就想这要用多大的力量！佛说我们凡夫要破我执，那个难度就像这样。在大乘法里面，它有特别的善巧方便。我们知道我执不破就不能够入佛门，这是一定的道理，所以学佛难，实在讲也真的就在此地。",
      "zh_TW": "菩薩的名號都是教學，表法的義趣我們一定要明瞭。『無熱』，「熱」是煩惱，沒有煩惱才能夠得清淨光明；清淨是定，光明是慧，定、慧。他所得的法門是『普示一切』，這樣的字句我們看得非常之多，出現得多就是說明它很重要。如果它不是非常重要，佛不可能多次的宣說，多次宣說意義很深，讓你這一部經從頭到尾讀一遍之後，當然你不能完全記住，但是重複遍數多的經文你一定會記得很牢，世尊用這種方法加強學生的記憶力，提升學生悟入的機會，這個用意我們要懂得。由此可知，我們怎樣把自私自利斷掉了。我相信許許多多的同學都很樂意放下自私自利，它就是放不下！這個事情的確是困難，佛在小乘經論裡面有個比喻，這是破我執，破我執的難度，佛講瀑流，瀑流是我們今天講的瀑布，這個瀑布多大？四十里，四十里這麼大的瀑布，你能夠把它一下堵住叫它不流，你就想這要用多大的力量！佛說我們凡夫要破我執，那個難度就像這樣。在大乘法裡面，它有特別的善巧方便。我們知道我執不破就不能夠入佛門，這是一定的道理，所以學佛難，實在講也真的就在此地。"
    },
    {
      "id": "12-017-0444_p0004",
      "zh_CN": "我执里头头一个是身见，一切众生都把身当作我，这个观念怎么能够把它换过来？大乘佛法的方便是「普示一切」，这个方法妙，那就是说起心动念想一切众生，不要想我。「我要吃了」，我们这个念头转一转，这世间所有一切众生有没有得吃？「我要穿了」，我想想这个世间一切众生有没有衣服穿？从这个地方把念头转过来，起心动念决定是想一切众生，至少你要想到我们现在地球上生存的这些众生。华严会上的佛菩萨境界广，他们起心动念是想到尽虚空、遍法界一切众生，是法身菩萨。如果我们起心动念斤斤计较着自己，我们这一生，无论你怎么样勇猛精进，你所学的是佛法的皮毛，佛法真实的受用你得不到，佛法殊胜的境界与你不相干，我们要在这个地方做一个转变。所以这样的句子，在一切经论里面我们常常看到，佛是用无数次的提示，知道我们凡夫业障深重，说一遍、两遍、十遍、百遍、千遍，记不住，记不住不就等于白说了？所以千遍万遍的重复，这是恩德，这是慈悲，希望我们记住，念念都是一切众生。",
      "zh_TW": "我執裡頭頭一個是身見，一切眾生都把身當作我，這個觀念怎麼能夠把它換過來？大乘佛法的方便是「普示一切」，這個方法妙，那就是說起心動念想一切眾生，不要想我。「我要吃了」，我們這個念頭轉一轉，這世間所有一切眾生有沒有得吃？「我要穿了」，我想想這個世間一切眾生有沒有衣服穿？從這個地方把念頭轉過來，起心動念決定是想一切眾生，至少你要想到我們現在地球上生存的這些眾生。華嚴會上的佛菩薩境界廣，他們起心動念是想到盡虛空、遍法界一切眾生，是法身菩薩。如果我們起心動念斤斤計較著自己，我們這一生，無論你怎麼樣勇猛精進，你所學的是佛法的皮毛，佛法真實的受用你得不到，佛法殊勝的境界與你不相干，我們要在這個地方做一個轉變。所以這樣的句子，在一切經論裡面我們常常看到，佛是用無數次的提示，知道我們凡夫業障深重，說一遍、兩遍、十遍、百遍、千遍，記不住，記不住不就等於白說了？所以千遍萬遍的重複，這是恩德，這是慈悲，希望我們記住，念念都是一切眾生。"
    },
    {
      "id": "12-017-0444_p0005",
      "zh_CN": "我们今天所作所为都是为一切众生，帮助一切众生觉悟，帮助一切众生回头。所以，他所示现的就是名号讲的，他所示现的没有烦恼，心地清净，真诚、清净、平等，这是「无热」的意思。『净光』，那就是正觉所显示的。下面「普示」就是慈悲，没有慈悲心怎么能做到普示？我们学佛把总纲领抓到了。如果我们心地不真诚，对人对事对物还夹杂着虚伪，那个虚伪是热恼、是烦恼、是业障。我们还会被外面境界所污染，眼见色被色污染；你在色相里面生起贪爱，你被污染了，生起厌恶你也被污染；换句话说，外面境界你这一接触你就动心，起心动念，引起自己的好恶，引起自己的贪瞋痴慢就被污染了，你的心就不清净，那个不清净就是热恼、烦恼。佛菩萨大慈大悲示现在我们这个世间，示现是什么样的身分不一定，男女老少、各行各业、在家出家。所以你仔细去观察，你去看，即使是一个在家人，你要看他的心行与经上所讲的相应，那就是菩萨示现，他真正在效法佛菩萨、学习佛菩萨，这是真正学佛的人，佛菩萨的境界就在他心行展现出来了。他的起心动念、言语造作，展现出来给我们看，我们看了之后自然就觉悟了，晓得我自己心行错误，他的起心动念、言语造作是正确的、是对的。如果我们有这个感发，有这个感想、有这个发现，我们就学到东西，当然回头。回头是岸，岸是什么？岸是佛道、菩萨道，我们从三途六道里面回头了，我们行菩萨道，我们行佛道。",
      "zh_TW": "我們今天所作所為都是為一切眾生，幫助一切眾生覺悟，幫助一切眾生回頭。所以，他所示現的就是名號講的，他所示現的沒有煩惱，心地清淨，真誠、清淨、平等，這是「無熱」的意思。『淨光』，那就是正覺所顯示的。下面「普示」就是慈悲，沒有慈悲心怎麼能做到普示？我們學佛把總綱領抓到了。如果我們心地不真誠，對人對事對物還夾雜著虛偽，那個虛偽是熱惱、是煩惱、是業障。我們還會被外面境界所污染，眼見色被色污染；你在色相裡面生起貪愛，你被污染了，生起厭惡你也被污染；換句話說，外面境界你這一接觸你就動心，起心動念，引起自己的好惡，引起自己的貪瞋痴慢就被污染了，你的心就不清淨，那個不清淨就是熱惱、煩惱。佛菩薩大慈大悲示現在我們這個世間，示現是什麼樣的身分不一定，男女老少、各行各業、在家出家。所以你仔細去觀察，你去看，即使是一個在家人，你要看他的心行與經上所講的相應，那就是菩薩示現，他真正在效法佛菩薩、學習佛菩薩，這是真正學佛的人，佛菩薩的境界就在他心行展現出來了。他的起心動念、言語造作，展現出來給我們看，我們看了之後自然就覺悟了，曉得我自己心行錯誤，他的起心動念、言語造作是正確的、是對的。如果我們有這個感發，有這個感想、有這個發現，我們就學到東西，當然回頭。回頭是岸，岸是什麼？岸是佛道、菩薩道，我們從三途六道裡面回頭了，我們行菩薩道，我們行佛道。"
    },
    {
      "id": "12-017-0444_p0006",
      "zh_CN": "菩萨在此地教导我们这个科目是『清凉善根』，善根每一个众生都有，与诸佛如来无二无别。为什么我们的善根不见了、失掉了？我们善根到底到哪里去了？说老实话善根还在，不过是你的善根被污染、被蒙蔽，变成一个作恶的根源了。由此可知，善根跟不善根是一个根，不是两个根。觉悟了就是善根，迷惑了就是做一切恶的根源。用佛法的术语来说，觉悟了就是戒定慧，迷惑了就是贪瞋痴，所以贪瞋痴即是戒定慧，这佛在经上说的，就是这个意思。所以我们在这个世间，最有价值的、最有意义的是什么？是觉悟，不能不觉悟，我们天天要求觉悟。三皈头一条，「皈依佛」是什么意思？觉而不迷，我们从迷惑颠倒回归，依自性觉，这叫「皈依佛」。佛是自性觉，不是在外头，所以佛法叫「内学」。在外面学那是外道，「心外求法」就叫做外道，所以外道不是骂人的，不是说其他宗教。现在很多人说外道是别的宗教，佛教之外所有宗教叫外道，这错了，你把佛经里头「外道」这两个字的意思错会了。经上「外道」的意思是讲心外求法，如果我们也在心外求法，自己就是外道。佛法在哪里？佛法在自性之中，要向自性里面去求，所以称之为「内学」。懂得向内去求，这个人就是菩萨，这个人是佛门里面真正修行人，是真佛弟子。",
      "zh_TW": "菩薩在此地教導我們這個科目是『清涼善根』，善根每一個眾生都有，與諸佛如來無二無別。為什麼我們的善根不見了、失掉了？我們善根到底到哪裡去了？說老實話善根還在，不過是你的善根被污染、被蒙蔽，變成一個作惡的根源了。由此可知，善根跟不善根是一個根，不是兩個根。覺悟了就是善根，迷惑了就是做一切惡的根源。用佛法的術語來說，覺悟了就是戒定慧，迷惑了就是貪瞋痴，所以貪瞋痴即是戒定慧，這佛在經上說的，就是這個意思。所以我們在這個世間，最有價值的、最有意義的是什麼？是覺悟，不能不覺悟，我們天天要求覺悟。三皈頭一條，「皈依佛」是什麼意思？覺而不迷，我們從迷惑顛倒回歸，依自性覺，這叫「皈依佛」。佛是自性覺，不是在外頭，所以佛法叫「內學」。在外面學那是外道，「心外求法」就叫做外道，所以外道不是罵人的，不是說其他宗教。現在很多人說外道是別的宗教，佛教之外所有宗教叫外道，這錯了，你把佛經裡頭「外道」這兩個字的意思錯會了。經上「外道」的意思是講心外求法，如果我們也在心外求法，自己就是外道。佛法在哪裡？佛法在自性之中，要向自性裡面去求，所以稱之為「內學」。懂得向內去求，這個人就是菩薩，這個人是佛門裡面真正修行人，是真佛弟子。"
    },
    {
      "id": "12-017-0444_p0007",
      "zh_CN": "我们要把自己的善根发掘出来，善根也就是真性，也就是真心，永远没有烦恼，永远没有污染，永远没有波动；没有污染是清净的，没有波动是平等的。《无量寿经》的经题是「清净平等觉」，那是真性，那是真正的善根。诸佛如来为我们展现出来了，我们要能够体会得。你能体会得到，你才知道怎样去学习，如何去修，使我们「清凉善根」、清净平等善根能够现前。不但自受用圆满，也能帮助一切众生，帮助他们回头是岸，知道所有一切烦恼、业障、习气都不是真实的，「凡所有相，皆是虚妄」，迷的时候有，觉的时候就没有了，真的是「觉后空空无大千」。第七句：",
      "zh_TW": "我們要把自己的善根發掘出來，善根也就是真性，也就是真心，永遠沒有煩惱，永遠沒有污染，永遠沒有波動；沒有污染是清淨的，沒有波動是平等的。《無量壽經》的經題是「清淨平等覺」，那是真性，那是真正的善根。諸佛如來為我們展現出來了，我們要能夠體會得。你能體會得到，你才知道怎樣去學習，如何去修，使我們「清涼善根」、清淨平等善根能夠現前。不但自受用圓滿，也能幫助一切眾生，幫助他們回頭是岸，知道所有一切煩惱、業障、習氣都不是真實的，「凡所有相，皆是虛妄」，迷的時候有，覺的時候就沒有了，真的是「覺後空空無大千」。第七句："
    },
    {
      "id": "12-017-0444_p0008",
      "zh_CN": "【普生欢喜主河神，得修行具足施，令一切众生永离悭着解脱门。】",
      "zh_TW": "【普生歡喜主河神，得修行具足施，令一切眾生永離慳著解脫門。】"
    },
    {
      "id": "12-017-0444_p0009",
      "zh_CN": "菩萨教我们布施，布施能生大欢喜，我们佛家常讲「法喜充满」，经文里面我们常常念到「常生欢喜心」。欢喜从哪里来的？从布施来的，欢喜布施。菩萨的德号是『普生欢喜』，没有一样不欢喜。一切时一切处，无论是顺境逆境、善缘恶缘，总是一个欢喜心、欢喜的行，那我们一定能联想到这个人身心健康。人为什么会衰老？得不到法喜。中国古老谚语常讲「忧能使人老」，他忧虑多，他烦恼多，现在的话讲他压力很重，自然他就衰老。如果一个人心地清净、平等慈悲，没有忧虑，没有贪瞋痴慢，没有牵挂，没有压力，他就不容易衰老。他的生活必定与自然相应，这个「自然」是什么？佛经里面讲的法性，与性德相应。凡是与性德相应，必然的现象是不老、不病、不死，这是必然的现象。众生何以有老病死？现在我们明白了，他有忧患、他有烦恼。我们用最通俗的话来讲，他自私自利，他有名闻利养，他要贪图五欲六尘享受，他常常起贪瞋痴慢，所以他有生老病死，这是生老病死真正的业因。",
      "zh_TW": "菩薩教我們布施，布施能生大歡喜，我們佛家常講「法喜充滿」，經文裡面我們常常念到「常生歡喜心」。歡喜從哪裡來的？從布施來的，歡喜布施。菩薩的德號是『普生歡喜』，沒有一樣不歡喜。一切時一切處，無論是順境逆境、善緣惡緣，總是一個歡喜心、歡喜的行，那我們一定能聯想到這個人身心健康。人為什麼會衰老？得不到法喜。中國古老諺語常講「憂能使人老」，他憂慮多，他煩惱多，現在的話講他壓力很重，自然他就衰老。如果一個人心地清淨、平等慈悲，沒有憂慮，沒有貪瞋痴慢，沒有牽掛，沒有壓力，他就不容易衰老。他的生活必定與自然相應，這個「自然」是什麼？佛經裡面講的法性，與性德相應。凡是與性德相應，必然的現象是不老、不病、不死，這是必然的現象。眾生何以有老病死？現在我們明白了，他有憂患、他有煩惱。我們用最通俗的話來講，他自私自利，他有名聞利養，他要貪圖五欲六塵享受，他常常起貪瞋痴慢，所以他有生老病死，這是生老病死真正的業因。"
    },
    {
      "id": "12-017-0444_p0010",
      "zh_CN": "佛跟我们讲八苦，八苦最后一条「五阴炽盛苦」，五阴炽盛就是这个意思。心里头烦，心里面忧虑，心有牵挂，都是属于五阴炽盛。佛那「炽盛」两个字形容得好，所以他有前面生老病死、求不得、爱别离、怨憎会，他有这些苦。什么时候觉悟了，像观世音菩萨「照见五蕴皆空」，他苦都没有了，生老病死没有了。照见五蕴皆空，生老病死就没有了，真的不是假的。我们学佛，经典是佛陀的教科书，这些课本我们要细读深思、深解义趣、依教奉行，那我们就得利益，殊胜的功德利益分分自得。",
      "zh_TW": "佛跟我們講八苦，八苦最後一條「五陰熾盛苦」，五陰熾盛就是這個意思。心裡頭煩，心裡面憂慮，心有牽掛，都是屬於五陰熾盛。佛那「熾盛」兩個字形容得好，所以他有前面生老病死、求不得、愛別離、怨憎會，他有這些苦。什麼時候覺悟了，像觀世音菩薩「照見五蘊皆空」，他苦都沒有了，生老病死沒有了。照見五蘊皆空，生老病死就沒有了，真的不是假的。我們學佛，經典是佛陀的教科書，這些課本我們要細讀深思、深解義趣、依教奉行，那我們就得利益，殊勝的功德利益分分自得。"
    },
    {
      "id": "12-017-0444_p0011",
      "zh_CN": "这个法门从哪里下手？菩萨在此地教我们『修行具足施』，「具足」是圆满没有欠缺，样样都要布施。千万不要有个错误的思想，「我现在福报很小，财物不多，等我将来发了财再来布施、等我将来有福报才来布施。」你永远不会发财，你也永远没有福报。真正觉悟的人，现在就干！我有一块钱，我这一块钱就布施掉，佛说这个功德是圆满的，为什么？你全部的财产都拿出来了，你得的福报是圆满的。我现在对于世出世间法只懂这么一点点，我就把这一点点诚诚恳恳、热心去教导别人，这是法布施。千万不要认为我现在还不行，让我多学一点，等我学到能够教别人了，我一定去干。你这一生没指望了，为什么？学无止境，你到哪一天才觉得我可以把佛法介绍给别人？所以你就变成吝法，你不懂得修法布施，你的智慧不开。",
      "zh_TW": "這個法門從哪裡下手？菩薩在此地教我們『修行具足施』，「具足」是圓滿沒有欠缺，樣樣都要布施。千萬不要有個錯誤的思想，「我現在福報很小，財物不多，等我將來發了財再來布施、等我將來有福報才來布施。」你永遠不會發財，你也永遠沒有福報。真正覺悟的人，現在就幹！我有一塊錢，我這一塊錢就布施掉，佛說這個功德是圓滿的，為什麼？你全部的財產都拿出來了，你得的福報是圓滿的。我現在對於世出世間法只懂這麼一點點，我就把這一點點誠誠懇懇、熱心去教導別人，這是法布施。千萬不要認為我現在還不行，讓我多學一點，等我學到能夠教別人了，我一定去幹。你這一生沒指望了，為什麼？學無止境，你到哪一天才覺得我可以把佛法介紹給別人？所以你就變成吝法，你不懂得修法布施，你的智慧不開。"
    },
    {
      "id": "12-017-0444_p0012",
      "zh_CN": "世间人所希求的财富，财富的因是财布施，愈施愈多，愈多愈施，不能起贪心。如果这个财多了，你就起贪心，那就错了，你就堕落了。不管我财富多少，统统拿来布施，自己心地毫无牵挂，干净俐落。少，我少点布施，多，多点布施；没有财，我当然没有财力布施，看到别人修财布施，欢喜赞叹，也等于是自己布施。佛法我懂一句，我就把这一句告诉人；什么都不懂，我会念这一句「阿弥陀佛」，我就把这一句布施给一切众生，见到一切人我合掌：「阿弥陀佛」，法布施！诚诚恳恳、恭恭敬敬，这个人将来开智慧，法布施的果报是智慧。",
      "zh_TW": "世間人所希求的財富，財富的因是財布施，愈施愈多，愈多愈施，不能起貪心。如果這個財多了，你就起貪心，那就錯了，你就墮落了。不管我財富多少，統統拿來布施，自己心地毫無牽掛，乾淨俐落。少，我少點布施，多，多點布施；沒有財，我當然沒有財力布施，看到別人修財布施，歡喜讚歎，也等於是自己布施。佛法我懂一句，我就把這一句告訴人；什麼都不懂，我會念這一句「阿彌陀佛」，我就把這一句布施給一切眾生，見到一切人我合掌：「阿彌陀佛」，法布施！誠誠懇懇、恭恭敬敬，這個人將來開智慧，法布施的果報是智慧。"
    },
    {
      "id": "12-017-0444_p0013",
      "zh_CN": "看到需要帮助的人，赶快尽心尽力去帮助他，这叫无畏布施。尤其是老人、生病的人、身体不健康的人，我们随时随地会遇到。尤其住在都市，常常过马路，看到人行动不方便，扶他一把，这叫无畏布施。如果自己有能力，看到很多穷苦的病人，我们帮助他一点医药费，帮他治病，希望他早一天恢复健康，这是属于无畏布施。当然，你要更能契入，你会发心选择素食，为什么？不食众生肉，不跟众生结恶缘，这是属于无畏布施，果报是健康长寿。我不再伤害众生，不仅仅是养自己的慈悲心，而得健康长寿的果报。",
      "zh_TW": "看到需要幫助的人，趕快盡心盡力去幫助他，這叫無畏布施。尤其是老人、生病的人、身體不健康的人，我們隨時隨地會遇到。尤其住在都市，常常過馬路，看到人行動不方便，扶他一把，這叫無畏布施。如果自己有能力，看到很多窮苦的病人，我們幫助他一點醫藥費，幫他治病，希望他早一天恢復健康，這是屬於無畏布施。當然，你要更能契入，你會發心選擇素食，為什麼？不食眾生肉，不跟眾生結惡緣，這是屬於無畏布施，果報是健康長壽。我不再傷害眾生，不僅僅是養自己的慈悲心，而得健康長壽的果報。"
    },
    {
      "id": "12-017-0444_p0014",
      "zh_CN": "这三种施，在一切时一切处，遇到了赶紧要做，没有一丝毫犹豫，尽心尽力去做，你得的果报就是圆满的。三种施里面，特别是法布施，佛在一切经里面讲得太多太多了，诸位常常念的《金刚经》、《普贤行愿品》，经里面讲得很明显，大千世界七宝布施，这是讲财布施，都比不上为人说四句偈的功德，佛用这种方式突显法布施的功德无量无边。法布施是把佛法介绍给大众，这个介绍最重要的是你要有诚意，至诚感通。你没有真诚的心，这个功德做得不圆满。如果掺杂着有私心在里头、不善的心，什么是不善的心？为名，我讲经说法我知名度高；为利，供养多，听众给我供养；为求恭敬，大家对我恭敬，尊重我。有这一点点意思在里头，就把你自己修学的功德破坏了，你得到的福报、你得到的智慧很浅很少。",
      "zh_TW": "這三種施，在一切時一切處，遇到了趕緊要做，沒有一絲毫猶豫，盡心盡力去做，你得的果報就是圓滿的。三種施裡面，特別是法布施，佛在一切經裡面講得太多太多了，諸位常常念的《金剛經》、《普賢行願品》，經裡面講得很明顯，大千世界七寶布施，這是講財布施，都比不上為人說四句偈的功德，佛用這種方式突顯法布施的功德無量無邊。法布施是把佛法介紹給大眾，這個介紹最重要的是你要有誠意，至誠感通。你沒有真誠的心，這個功德做得不圓滿。如果摻雜著有私心在裡頭、不善的心，什麼是不善的心？為名，我講經說法我知名度高；為利，供養多，聽眾給我供養；為求恭敬，大家對我恭敬，尊重我。有這一點點意思在裡頭，就把你自己修學的功德破壞了，你得到的福報、你得到的智慧很淺很少。"
    },
    {
      "id": "12-017-0444_p0015",
      "zh_CN": "修这三种布施一无所求，绝不希求果报，但是果报自然会来，为什么？你种因，因哪有不结果的道理？所以果报一定会来。果报来了之后要记住，决定不可以贪着，一贪着就变成病，那个果报就害了你。果报现前来干什么？是来帮助你、扩大你行善，不是别的，不是叫你享受的，是叫你帮助一些苦难的人，帮助的面更广，帮助的时间更长，真正的义趣在此地。决不是让你有好的果报的享受，你要这么想，不能说不对，不能说全对。这些道理、事实真相总得要懂，总得要明了。",
      "zh_TW": "修這三種布施一無所求，絕不希求果報，但是果報自然會來，為什麼？你種因，因哪有不結果的道理？所以果報一定會來。果報來了之後要記住，決定不可以貪著，一貪著就變成病，那個果報就害了你。果報現前來幹什麼？是來幫助你、擴大你行善，不是別的，不是叫你享受的，是叫你幫助一些苦難的人，幫助的面更廣，幫助的時間更長，真正的義趣在此地。決不是讓你有好的果報的享受，你要這麼想，不能說不對，不能說全對。這些道理、事實真相總得要懂，總得要明瞭。"
    },
    {
      "id": "12-017-0444_p0016",
      "zh_CN": "菩萨行门要是总归纳用一个字来说明，就是「施」。佛教菩萨的修学纲领就是六度、四摄。六度头一条，「布施」，四摄法头一句也是「布施」，所以布施是菩萨行的总纲领。这一个总纲领要用现在的话来说，大家能够很容易体会到的，为一切众生服务，全心全力。我活在这个世间是为什么？为一切众生服务。务必要尽心尽力、毫无保留，这个人就是菩萨；做到圆满，这个人我们就称他作佛陀。由此可知，凡跟圣的差别在哪里？「圣」是为一切众生服务的，「凡」是为自己利益的，于自己没有利益的事情他不做。圣人恰恰相反，于自己有利益的事情他不做，于众生有利益的事情他拼命去做，凡跟圣的差别就在此地。圣人的果报是一真法界、四圣法界；凡夫的果报是六道三途，一切都是为自私自利，六道三途！这些道理在《华严经》里面要重复无数遍，让我们有非常深刻的概念。概念深了，你自自然然会很认真的去思考，「佛为什么这么说？为什么说得这么多？」再仔细观察佛菩萨的行持，慢慢自己就体会到了、就觉悟了。你也会发心效法佛菩萨，远离自私自利，真正肯为一切众生服务，而不求任何回报。这样『令一切众生永离悭着』，「悭」是贪悭，自己有的舍不得给别人，「着」是执着，这是根本烦恼，贪瞋痴。第八句：",
      "zh_TW": "菩薩行門要是總歸納用一個字來說明，就是「施」。佛教菩薩的修學綱領就是六度、四攝。六度頭一條，「布施」，四攝法頭一句也是「布施」，所以布施是菩薩行的總綱領。這一個總綱領要用現在的話來說，大家能夠很容易體會到的，為一切眾生服務，全心全力。我活在這個世間是為什麼？為一切眾生服務。務必要盡心盡力、毫無保留，這個人就是菩薩；做到圓滿，這個人我們就稱他作佛陀。由此可知，凡跟聖的差別在哪裡？「聖」是為一切眾生服務的，「凡」是為自己利益的，於自己沒有利益的事情他不做。聖人恰恰相反，於自己有利益的事情他不做，於眾生有利益的事情他拼命去做，凡跟聖的差別就在此地。聖人的果報是一真法界、四聖法界；凡夫的果報是六道三途，一切都是為自私自利，六道三途！這些道理在《華嚴經》裡面要重複無數遍，讓我們有非常深刻的概念。概念深了，你自自然然會很認真的去思考，「佛為什麼這麼說？為什麼說得這麼多？」再仔細觀察佛菩薩的行持，慢慢自己就體會到了、就覺悟了。你也會發心效法佛菩薩，遠離自私自利，真正肯為一切眾生服務，而不求任何回報。這樣『令一切眾生永離慳著』，「慳」是貪慳，自己有的捨不得給別人，「著」是執著，這是根本煩惱，貪瞋痴。第八句："
    },
    {
      "id": "12-017-0444_p0017",
      "zh_CN": "【广德胜幢主河神，得作一切欢喜福田解脱门。】",
      "zh_TW": "【廣德勝幢主河神，得作一切歡喜福田解脫門。】"
    },
    {
      "id": "12-017-0444_p0018",
      "zh_CN": "菩萨的德号是『广德胜幢』，我们要想积累大功大德，那你就得好好的向菩萨学习。「胜」是殊胜，「幢」是高显的意思，他殊胜的功德太高、太大、太明显了，这两个字是形容大德、广德。他修的是什么？这个「修」，我们换个话说，他为一切众生服务的项目是什么？在这个世间从事于种种行业，那都是手段，是方法、是手段，用种种方法手段把他服务的项目做得圆圆满满，他服务的项目是『作一切欢喜福田』，一切众生！令一切众生都欢喜。众生怎么样欢喜？众生得福就欢喜，众生要得灾祸就忧愁了。像我们现在这个社会，自从九月十一号纽约世贸大厦被恐怖分子炸毁这一天开始，可以说举世之人都人心惶惶，特别是美国跟加拿大的居民，他们非常担心，不知道什么时候又有意外的灾难降临，身心都不安稳，生活在恐怖当中，他哪有欢喜？",
      "zh_TW": "菩薩的德號是『廣德勝幢』，我們要想積累大功大德，那你就得好好的向菩薩學習。「勝」是殊勝，「幢」是高顯的意思，他殊勝的功德太高、太大、太明顯了，這兩個字是形容大德、廣德。他修的是什麼？這個「修」，我們換個話說，他為一切眾生服務的項目是什麼？在這個世間從事於種種行業，那都是手段，是方法、是手段，用種種方法手段把他服務的項目做得圓圓滿滿，他服務的項目是『作一切歡喜福田』，一切眾生！令一切眾生都歡喜。眾生怎麼樣歡喜？眾生得福就歡喜，眾生要得災禍就憂愁了。像我們現在這個社會，自從九月十一號紐約世貿大廈被恐怖分子炸毀這一天開始，可以說舉世之人都人心惶惶，特別是美國跟加拿大的居民，他們非常擔心，不知道什麼時候又有意外的災難降臨，身心都不安穩，生活在恐怖當中，他哪有歡喜？"
    },
    {
      "id": "12-017-0444_p0019",
      "zh_CN": "由此可知，「令一切众生欢喜」我们要怎么做？要修福。要修福，头一个条件就要认识福田，真正的福田在哪里？佛在经上为我们略说三种福田，第一个是「恩田」，儒佛都教导我们知恩报恩。对我们有恩惠的人，那是我们种福之田，父母是恩田，老师教导我们，是我们的恩人，老师是恩田。再其次，我们生活在这个世间，我们有遇到困难的时候，有一些亲戚朋友、同学同事，或者是长官帮助我们，这些人对我们也是有恩德。然后我们想到我们天天念的回向偈：「上报四重恩，下济三途苦」，这才真正体会到一切众生于我都有恩德。所以你要不知道恩德，你就找不到恩田在哪里。我们怎样去报答？你报答就是种福，种的福看你的心行，你的心量大、你的心真诚、你的心清净平等，那你种的福无量无边，诸佛如来都称赞不尽，你种的福太大了。如果你心量很小，眼光短浅，你就是修再大的福，你得的果报少。像这些道理，希望诸位多读《了凡四训》，你就能够深深体会到怎样去种福。",
      "zh_TW": "由此可知，「令一切眾生歡喜」我們要怎麼做？要修福。要修福，頭一個條件就要認識福田，真正的福田在哪裡？佛在經上為我們略說三種福田，第一個是「恩田」，儒佛都教導我們知恩報恩。對我們有恩惠的人，那是我們種福之田，父母是恩田，老師教導我們，是我們的恩人，老師是恩田。再其次，我們生活在這個世間，我們有遇到困難的時候，有一些親戚朋友、同學同事，或者是長官幫助我們，這些人對我們也是有恩德。然後我們想到我們天天念的迴向偈：「上報四重恩，下濟三途苦」，這才真正體會到一切眾生於我都有恩德。所以你要不知道恩德，你就找不到恩田在哪裡。我們怎樣去報答？你報答就是種福，種的福看你的心行，你的心量大、你的心真誠、你的心清淨平等，那你種的福無量無邊，諸佛如來都稱讚不盡，你種的福太大了。如果你心量很小，眼光短淺，你就是修再大的福，你得的果報少。像這些道理，希望諸位多讀《了凡四訓》，你就能夠深深體會到怎樣去種福。"
    },
    {
      "id": "12-017-0444_p0020",
      "zh_CN": "第二种「敬田」，敬是恭敬，专指三宝。三宝住世教化众生，能令一切众生破迷开悟、转凡成圣，这个功德无量无边。我们对三宝要恭敬，所以这叫敬田。第三种叫「悲田」，悲田是对一切苦难众生，鳏寡孤独，也包括一些残障人士，我们要有慈悲心对待他、怜悯心对待他，全心全力去照顾他、去帮助他。这是福田，三种福田。我们要有智慧，要有善巧方便，去种无量无边的大福。这个大福不是自己享受，回向给法界一切众生，祈求世界和平、社会安定。居住在地球上的这些众生，包括一切动物植物，和睦相处、平等对待，这个世界就是极乐世界，我们要朝这个方向去学习，认真努力去做。",
      "zh_TW": "第二種「敬田」，敬是恭敬，專指三寶。三寶住世教化眾生，能令一切眾生破迷開悟、轉凡成聖，這個功德無量無邊。我們對三寶要恭敬，所以這叫敬田。第三種叫「悲田」，悲田是對一切苦難眾生，鰥寡孤獨，也包括一些殘障人士，我們要有慈悲心對待他、憐憫心對待他，全心全力去照顧他、去幫助他。這是福田，三種福田。我們要有智慧，要有善巧方便，去種無量無邊的大福。這個大福不是自己享受，迴向給法界一切眾生，祈求世界和平、社會安定。居住在地球上的這些眾生，包括一切動物植物，和睦相處、平等對待，這個世界就是極樂世界，我們要朝這個方向去學習，認真努力去做。"
    },
    {
      "id": "12-017-0444_p0021",
      "zh_CN": "清凉大师的注解注得好，「行福契实」，修福要真实，这个「实」是真实的道理，真实的思想，决定没有虚伪，「故见无不欣」，也就是人家见到，他真正能生欢喜心，这就叫『广德』。",
      "zh_TW": "清涼大師的註解註得好，「行福契實」，修福要真實，這個「實」是真實的道理，真實的思想，決定沒有虛偽，「故見無不欣」，也就是人家見到，他真正能生歡喜心，這就叫『廣德』。"
    },
    {
      "id": "12-017-0444_p0022",
      "zh_CN": "第九句：",
      "zh_TW": "第九句："
    },
    {
      "id": "12-017-0444_p0023",
      "zh_CN": "【光照普世主河神，得能令一切众生杂染者清净，瞋毒者欢喜解脱门。】",
      "zh_TW": "【光照普世主河神，得能令一切眾生雜染者清淨，瞋毒者歡喜解脫門。】"
    },
    {
      "id": "12-017-0444_p0024",
      "zh_CN": "这个法门，我们今天读到，深深感到确实是我们现前迫切需要的法门。今天世间为什么会有恐怖分子？我们知道他们有严重的瞋毒。而这个瞋毒又是如何造成的？就是经典里面所讲的杂染，真正是把今天社会动乱的根源给我们说出来了。现在的问题是怎么样把杂染变成清净，把瞋毒化成欢喜，这是大学问、这是大功德。化解的方法就是菩萨的德号『光照普世』，「光」是智慧之光，所以解决现前种种混乱不安要靠什么？靠真实智慧。智慧跟世间的聪明不相同，我们要有能力辨别。世间人有世智辩聪而没有智慧。智慧跟聪明差别在什么地方？佛在经上跟我们说得很清楚，智慧是从定生的，整个佛法就是智慧的教学。佛教给我们「因戒得定，因定生慧」，从戒定生起的那种聪明就叫智慧，真实智慧；没有戒定做基础的这种聪明，佛叫它做世智辩聪，这个聪明的根不一样，这是我们必须要辨别清楚的。",
      "zh_TW": "這個法門，我們今天讀到，深深感到確實是我們現前迫切需要的法門。今天世間為什麼會有恐怖分子？我們知道他們有嚴重的瞋毒。而這個瞋毒又是如何造成的？就是經典裡面所講的雜染，真正是把今天社會動亂的根源給我們說出來了。現在的問題是怎麼樣把雜染變成清淨，把瞋毒化成歡喜，這是大學問、這是大功德。化解的方法就是菩薩的德號『光照普世』，「光」是智慧之光，所以解決現前種種混亂不安要靠什麼？靠真實智慧。智慧跟世間的聰明不相同，我們要有能力辨別。世間人有世智辯聰而沒有智慧。智慧跟聰明差別在什麼地方？佛在經上跟我們說得很清楚，智慧是從定生的，整個佛法就是智慧的教學。佛教給我們「因戒得定，因定生慧」，從戒定生起的那種聰明就叫智慧，真實智慧；沒有戒定做基礎的這種聰明，佛叫它做世智辯聰，這個聰明的根不一樣，這是我們必須要辨別清楚的。"
    },
    {
      "id": "12-017-0444_p0025",
      "zh_CN": "真实的智慧是无私的、是无我的；世智辩聪是有私心的，是自私自利的，差别就在此地。所以具足智慧的人必定有大慈悲心，必定是想帮助这个世间所有苦难众生，这个人是有真智慧、有真慈悲。而世智辩聪，他只求自利，与他有利害关系的人，他也可以帮助一部分人，他没有平等心，他不能够无条件的帮助一切苦难众生。真正有智慧的人，他是无条件的去帮助一切苦难众生，我们从这个地方去体会、去观察。「光照普世」，「普」里面就包括真诚、清净、平等，才能做到普；「世」是世间，这个范围大。世间包括佛经上所讲的三种世间：有情世间、器世间、智正觉世间，这三种世间就是佛在经上讲的十法界，十法界依正庄严统称三种世间。",
      "zh_TW": "真實的智慧是無私的、是無我的；世智辯聰是有私心的，是自私自利的，差別就在此地。所以具足智慧的人必定有大慈悲心，必定是想幫助這個世間所有苦難眾生，這個人是有真智慧、有真慈悲。而世智辯聰，他只求自利，與他有利害關係的人，他也可以幫助一部分人，他沒有平等心，他不能夠無條件的幫助一切苦難眾生。真正有智慧的人，他是無條件的去幫助一切苦難眾生，我們從這個地方去體會、去觀察。「光照普世」，「普」裡面就包括真誠、清淨、平等，才能做到普；「世」是世間，這個範圍大。世間包括佛經上所講的三種世間：有情世間、器世間、智正覺世間，這三種世間就是佛在經上講的十法界，十法界依正莊嚴統稱三種世間。"
    },
    {
      "id": "12-017-0444_p0026",
      "zh_CN": "佛菩萨的智慧光明平等普照，我们常讲的「佛光普照」。怎么个照法？如何落实？这是我们现前迫切需要知道的，这个问题就是我们在讲席当中常常讲的教育的问题，「光照世间」是要用真实智慧教化世间众生。这个范围刚才说过了，十法界依正庄严是佛菩萨教化的对象。教化的目的锁定在令十法界一切众生，杂染的回归到清净，瞋毒的回归到欢喜。在这里我们要了解，这是个纲领，杂染、瞋毒是违背性德，清净、欢喜是相应性德，这就是教我们在现前的社会，我们要以哪一个科目为第一优先？佛在这部经上跟我们说出来了，这事要第一优先，现在赶快去做，务必使这个教育落实在家庭、学校、社会、宗教，我们常讲的四种教育。总的来说，这个教育是圣贤的教诲，为什么？只有圣贤才具足真实智慧，他才是「光照普世」，他没有私心，他只有爱心，他的心是真诚的、是清净的、是平等的、是正觉的、是慈悲的。我们要选择老师，要选择这样的老师。我们要选择教材，要这样的老师为我们编出来的教材，这个教材必然也是真诚清净平等正觉慈悲，才能够化杂染为清净，才能够化瞋毒为欢喜。这种教育要从儿童开始，家庭教育。教材是什么？最高指导原则就是「大方广佛华严」，这是总方向、总纲领。掌握到这个总纲领，然后再按照学生的程度、当前的需要，再去分科目。我们知道《华严》是总纲，三藏十二分教就是科目，这里面有大单元、有小单元。目前我们迫切需要的，我们要选择哪一个单元？",
      "zh_TW": "佛菩薩的智慧光明平等普照，我們常講的「佛光普照」。怎麼個照法？如何落實？這是我們現前迫切需要知道的，這個問題就是我們在講席當中常常講的教育的問題，「光照世間」是要用真實智慧教化世間眾生。這個範圍剛才說過了，十法界依正莊嚴是佛菩薩教化的對象。教化的目的鎖定在令十法界一切眾生，雜染的回歸到清淨，瞋毒的回歸到歡喜。在這裡我們要了解，這是個綱領，雜染、瞋毒是違背性德，清淨、歡喜是相應性德，這就是教我們在現前的社會，我們要以哪一個科目為第一優先？佛在這部經上跟我們說出來了，這事要第一優先，現在趕快去做，務必使這個教育落實在家庭、學校、社會、宗教，我們常講的四種教育。總的來說，這個教育是聖賢的教誨，為什麼？只有聖賢才具足真實智慧，他才是「光照普世」，他沒有私心，他只有愛心，他的心是真誠的、是清淨的、是平等的、是正覺的、是慈悲的。我們要選擇老師，要選擇這樣的老師。我們要選擇教材，要這樣的老師為我們編出來的教材，這個教材必然也是真誠清淨平等正覺慈悲，才能夠化雜染為清淨，才能夠化瞋毒為歡喜。這種教育要從兒童開始，家庭教育。教材是什麼？最高指導原則就是「大方廣佛華嚴」，這是總方向、總綱領。掌握到這個總綱領，然後再按照學生的程度、當前的需要，再去分科目。我們知道《華嚴》是總綱，三藏十二分教就是科目，這裡面有大單元、有小單元。目前我們迫切需要的，我們要選擇哪一個單元？"
    },
    {
      "id": "12-017-0444_p0027",
      "zh_CN": "我在早年的时候追随李炳南老师，他老人家教导我们的是《阿难问事佛吉凶经》，这是我跟他学的第一部佛经，这是小乘经，经文不长，我这五十年中深深的体会到，这一部经应当是我们入门第一个单元，最初要学习的。而近代印光大师，他老人家一生所提倡的，值得我们留意。这是近代人，许多同修都知道，他是西方大势至菩萨化身来的，来拯救我们今天的劫难。他教我们什么？第一个《了凡四训》，第二部《感应篇汇编》，第三部《安士全书》，老法师一生极力提倡。我是在一九七七年第一次到香港来讲经，那个时候圣怀法师、谢道莲居士他们两个人邀请的，我在香港住了四个月讲《大佛顶首楞严经》。前面两个月在九龙界限街「中华佛教图书馆」讲的，讲两个月，后面两个月在香港蓝塘道「光明讲堂」，寿冶老和尚道场讲的，跟香港这里结了法缘。在中华图书馆，我有机会见到图书馆收藏苏州「弘化社」出版的经论善书。",
      "zh_TW": "我在早年的時候追隨李炳南老師，他老人家教導我們的是《阿難問事佛吉凶經》，這是我跟他學的第一部佛經，這是小乘經，經文不長，我這五十年中深深的體會到，這一部經應當是我們入門第一個單元，最初要學習的。而近代印光大師，他老人家一生所提倡的，值得我們留意。這是近代人，許多同修都知道，他是西方大勢至菩薩化身來的，來拯救我們今天的劫難。他教我們什麼？第一個《了凡四訓》，第二部《感應篇彙編》，第三部《安士全書》，老法師一生極力提倡。我是在一九七七年第一次到香港來講經，那個時候聖懷法師、謝道蓮居士他們兩個人邀請的，我在香港住了四個月講《大佛頂首楞嚴經》。前面兩個月在九龍界限街「中華佛教圖書館」講的，講兩個月，後面兩個月在香港藍塘道「光明講堂」，壽冶老和尚道場講的，跟香港這裡結了法緣。在中華圖書館，我有機會見到圖書館收藏蘇州「弘化社」出版的經論善書。"
    },
    {
      "id": "12-017-0444_p0028",
      "zh_CN": "弘化社是印光大师办的，他老人家一生接受四众的供养，全部拿出来做为弘化社的基金，专门印经布施，专门做法布施。印经需要钱，钱是财布施，众生读这些经书善书得利益，知道回头、知道断恶向善，是无畏布施，他老人家这个方法把三种布施圆圆满满的教给我们，于是我也学会了。他印的书虽然多，但是数量上这三种出乎我们意料之外，我看版权页，每一版至少两万册，多的有十万册，印了多少版？三、四十版，我真是吓呆了。其他经论没有这么多，每一版一千册、两千册，看看大概是第五版、第六版，数量相差悬殊很大。于是我就很认真的去思惟老法师为什么这样做？这三样东西不是佛经，用这么多的钱、印这么多的数量，到底为什么？我想了很久，于是才恍然大悟，挽救现在的劫难。",
      "zh_TW": "弘化社是印光大師辦的，他老人家一生接受四眾的供養，全部拿出來做為弘化社的基金，專門印經布施，專門做法布施。印經需要錢，錢是財布施，眾生讀這些經書善書得利益，知道回頭、知道斷惡向善，是無畏布施，他老人家這個方法把三種布施圓圓滿滿的教給我們，於是我也學會了。他印的書雖然多，但是數量上這三種出乎我們意料之外，我看版權頁，每一版至少兩萬冊，多的有十萬冊，印了多少版？三、四十版，我真是嚇呆了。其他經論沒有這麼多，每一版一千冊、兩千冊，看看大概是第五版、第六版，數量相差懸殊很大。於是我就很認真的去思惟老法師為什麼這樣做？這三樣東西不是佛經，用這麼多的錢、印這麼多的數量，到底為什麼？我想了很久，於是才恍然大悟，挽救現在的劫難。"
    },
    {
      "id": "12-017-0444_p0029",
      "zh_CN": "现在人跟他讲大道理来不及了，必须在很短的时间帮助他回头，那只有一个方法，让他真正了解因果报应的道理跟事实真相。如果世间人真正明白因果的道理，知道因果报应事实真相，他起心动念自然就收敛。印光大师真正是苦口婆心，办了这么一桩大事，我明白了。老法师走了，我有责任、有使命踏着老法师的足迹，要把这一桩事情发扬光大，所以我也不遗余力的宣扬这三种善书。现在世间众生愚迷程度愈来愈深，人数愈来愈多了，麻烦大了！不善的果报似乎就在眼前，所以东西方的预言，基督教跟《古兰经》里面所讲的世界末日，我似乎看到了。如何挽救？还是印光大师教导的这个方法。可是灾难就在眉睫，我们怎么样去帮助苦难众生？这才想到高科技，我们必须要用卫星电视、要用网际网路来传播，宣扬圣贤的正法，「光照普世」，把所有的力量都做这桩事业，希望能够挽回劫运。",
      "zh_TW": "現在人跟他講大道理來不及了，必須在很短的時間幫助他回頭，那只有一個方法，讓他真正了解因果報應的道理跟事實真相。如果世間人真正明白因果的道理，知道因果報應事實真相，他起心動念自然就收斂。印光大師真正是苦口婆心，辦了這麼一樁大事，我明白了。老法師走了，我有責任、有使命踏著老法師的足跡，要把這一樁事情發揚光大，所以我也不遺餘力的宣揚這三種善書。現在世間眾生愚迷程度愈來愈深，人數愈來愈多了，麻煩大了！不善的果報似乎就在眼前，所以東西方的預言，基督教跟《古蘭經》裡面所講的世界末日，我似乎看到了。如何挽救？還是印光大師教導的這個方法。可是災難就在眉睫，我們怎麼樣去幫助苦難眾生？這才想到高科技，我們必須要用衛星電視、要用網際網路來傳播，宣揚聖賢的正法，「光照普世」，把所有的力量都做這樁事業，希望能夠挽回劫運。"
    },
    {
      "id": "12-017-0444_p0030",
      "zh_CN": "我们今天尽量寻求机会，无论是在中国还是在外国，希望我们将来有一条卫星电视的频道。如果有一条频道，二十四小时都是属于我们的，我们可以利用这一个频道，二十四小时不断的来播放圣贤的教诲，全世界人都能够收看得到，这个功德就大了。我们要把人力、财力、物力集中起来搞这桩事情。我们不为自己，我们为一切苦难众生，特别是宣扬印光法师所提倡的这三样东西。这三样东西，首先台湾有几位居士发心，有位郭居士发心把《了凡四训》做成电视连续剧两集，我们看到这个光碟，两片两个小时，我看了非常欢喜，我们要大量的去流通，这就是光照世间。一定要多看。我过去常常劝学佛的同修，你想学佛，从哪里学起？从《了凡四训》。怎么个学法？把《了凡四训》先看三百遍，我的要求。每天看一遍，看一年，一年当中只看这一样东西，你就有根，你就会转杂染为清净，你就能转恶为善、转迷为悟。你要没有一年的时间、没有三百遍的功夫，你很难回头，你不容易觉悟。",
      "zh_TW": "我們今天盡量尋求機會，無論是在中國還是在外國，希望我們將來有一條衛星電視的頻道。如果有一條頻道，二十四小時都是屬於我們的，我們可以利用這一個頻道，二十四小時不斷的來播放聖賢的教誨，全世界人都能夠收看得到，這個功德就大了。我們要把人力、財力、物力集中起來搞這樁事情。我們不為自己，我們為一切苦難眾生，特別是宣揚印光法師所提倡的這三樣東西。這三樣東西，首先台灣有幾位居士發心，有位郭居士發心把《了凡四訓》做成電視連續劇兩集，我們看到這個光碟，兩片兩個小時，我看了非常歡喜，我們要大量的去流通，這就是光照世間。一定要多看。我過去常常勸學佛的同修，你想學佛，從哪裡學起？從《了凡四訓》。怎麼個學法？把《了凡四訓》先看三百遍，我的要求。每天看一遍，看一年，一年當中只看這一樣東西，你就有根，你就會轉雜染為清淨，你就能轉惡為善、轉迷為悟。你要沒有一年的時間、沒有三百遍的功夫，你很難回頭，你不容易覺悟。"
    },
    {
      "id": "12-017-0444_p0031",
      "zh_CN": "所以这是古人教导我们的方法，「一门深入、长时薰修」。没有一年三百遍的功夫，你什么都谈不上，这叫真修行，真正是自度度他。现在这个拍成电视连续剧，好！你读经本觉得有困难，你就看这两片，每天看一遍，你看一年，不要换其他东西，专门看这个，其他东西都不要看，行！你这一年根基打下去了。然后你再学《感应篇》，《感应篇》是善恶标准，如何断恶，如何修善，标准就在《感应篇》里面。《感应篇汇编》我们也有意思把它编成电视剧，用这个手段达到教学的目的。",
      "zh_TW": "所以這是古人教導我們的方法，「一門深入、長時薰修」。沒有一年三百遍的功夫，你什麼都談不上，這叫真修行，真正是自度度他。現在這個拍成電視連續劇，好！你讀經本覺得有困難，你就看這兩片，每天看一遍，你看一年，不要換其他東西，專門看這個，其他東西都不要看，行！你這一年根基打下去了。然後你再學《感應篇》，《感應篇》是善惡標準，如何斷惡，如何修善，標準就在《感應篇》裡面。《感應篇彙編》我們也有意思把它編成電視劇，用這個手段達到教學的目的。"
    },
    {
      "id": "12-017-0444_p0032",
      "zh_CN": "第三部书《安士全书》，《安士全书》里面有四个单元，第一个是《文昌帝君阴骘文》，它的分量比《感应篇》少一半，只有七百多个字，《感应篇》有一千三百多个字，都是善恶标准，我们要从这个地方学起，从这里下手。然后有两篇特别细说，一个是《万善先资》，戒杀，就是此地讲的转瞋毒为欢喜，杀生是瞋毒。另外一种是《欲海回狂》，是讲淫欲、邪淫的果报，那是转杂染为清净。最后一篇《西归直指》，劝我们念佛求生西方净土。印祖用这三样东西，一生大力的在推动、在弘扬，我们一定要把这三样东西赶快做成连续剧、做成连续剧光碟。所以这一次我们台湾影视界的陈丽丽居士来看我，他们想最近拍「地藏王」，中国大陆影剧界也想拍「地藏王」，好事情！都是弘扬因果报应，这里面有道理、有事实真相，劝人回头是岸。",
      "zh_TW": "第三部書《安士全書》，《安士全書》裡面有四個單元，第一個是《文昌帝君陰騭文》，它的分量比《感應篇》少一半，只有七百多個字，《感應篇》有一千三百多個字，都是善惡標準，我們要從這個地方學起，從這裡下手。然後有兩篇特別細說，一個是《萬善先資》，戒殺，就是此地講的轉瞋毒為歡喜，殺生是瞋毒。另外一種是《慾海回狂》，是講淫欲、邪淫的果報，那是轉雜染為清淨。最後一篇《西歸直指》，勸我們念佛求生西方淨土。印祖用這三樣東西，一生大力的在推動、在弘揚，我們一定要把這三樣東西趕快做成連續劇、做成連續劇光碟。所以這一次我們台灣影視界的陳麗麗居士來看我，他們想最近拍「地藏王」，中國大陸影劇界也想拍「地藏王」，好事情！都是弘揚因果報應，這裡面有道理、有事實真相，勸人回頭是岸。"
    },
    {
      "id": "12-017-0444_p0033",
      "zh_CN": "所以今天弘法利生，说老实话，不是在讲堂、不是在讲台上了，应当走向高度的艺术，佛法的弘扬自古以来就是用艺术、用表法。现代有这些科学技术，我们要善用它，我们要利用这些工具、最好的工具来挽救劫运。所以艺术的教学，佛跟儒都重视，所谓是「寓教于乐」。文艺的教学，孔老夫子制定一个标准，也就是文艺的总方向、文艺的总路线，夫子只说一句话：「思无邪」。我们表演的内容，一定要令一切观众，不会看了、听了之后生起邪知邪见，这是文艺教学的总方向、总纲领。印祖为我们提示得更清楚、更鲜明，让我们接触，听了看了知道善因善果，种善因得善果，造恶业必受恶报，这是印祖给我们订的总纲领、总原则。话虽然不一样，意思跟孔老夫子完全相同，他说得更清楚、更明白。",
      "zh_TW": "所以今天弘法利生，說老實話，不是在講堂、不是在講台上了，應當走向高度的藝術，佛法的弘揚自古以來就是用藝術、用表法。現代有這些科學技術，我們要善用它，我們要利用這些工具、最好的工具來挽救劫運。所以藝術的教學，佛跟儒都重視，所謂是「寓教於樂」。文藝的教學，孔老夫子制定一個標準，也就是文藝的總方向、文藝的總路線，夫子只說一句話：「思無邪」。我們表演的內容，一定要令一切觀眾，不會看了、聽了之後生起邪知邪見，這是文藝教學的總方向、總綱領。印祖為我們提示得更清楚、更鮮明，讓我們接觸，聽了看了知道善因善果，種善因得善果，造惡業必受惡報，這是印祖給我們訂的總綱領、總原則。話雖然不一樣，意思跟孔老夫子完全相同，他說得更清楚、更明白。"
    },
    {
      "id": "12-017-0444_p0034",
      "zh_CN": "杂染是愚痴，瞋毒是地狱的业因，愚痴是畜生的业因。如果我们没有方法帮助他、教化他，这些众生，眼看着现在是个人的样子、是个人的形状，《阿难问事佛吉凶经》里面说的「是人是非人」，现在看他是个人的样子，转眼之间他就到畜生、饿鬼、地狱去了，他不是人。他的心、他的言语、他的行为是恶道，不是人，你说这个多可怕！佛在经典里面讲得这么清楚，我们读了寒毛直竖，读到这些经文真是全身在发抖。我们自己觉悟、自己回头，如何去帮助别人、帮助世间广大的众生？这是我们现前迫切需要做的一桩大事业，不是小事。不是为自己，是为社会、为众生、为世界，我们决定不求毫分自己的利益。",
      "zh_TW": "雜染是愚痴，瞋毒是地獄的業因，愚痴是畜生的業因。如果我們沒有方法幫助他、教化他，這些眾生，眼看著現在是個人的樣子、是個人的形狀，《阿難問事佛吉凶經》裡面說的「是人是非人」，現在看他是個人的樣子，轉眼之間他就到畜生、餓鬼、地獄去了，他不是人。他的心、他的言語、他的行為是惡道，不是人，你說這個多可怕！佛在經典裡面講得這麼清楚，我們讀了寒毛直豎，讀到這些經文真是全身在發抖。我們自己覺悟、自己回頭，如何去幫助別人、幫助世間廣大的眾生？這是我們現前迫切需要做的一樁大事業，不是小事。不是為自己，是為社會、為眾生、為世界，我們決定不求毫分自己的利益。"
    },
    {
      "id": "12-017-0444_p0035",
      "zh_CN": "今天我们读这一段经文，感受实在很深很深，如果世间人不觉悟，都怀瞋恚心，冤冤相报，那还得了吗？冤冤相报，祸害延到后世，生生世世没完没了，决不是报复这个问题能解决，不能解决！一定要用圣贤教诲，让自他两方面都觉悟。冤家宜解不宜结。只有圣贤教诲，大家才心服口服，才能化解怨怼，冤仇跟敌对。化解之后，彼此互相尊重、互相敬爱、互相信赖、互助合作，这个世间才有和平。彼此平等对待、和睦相处，把这个世间转变成诸佛的净土，把这个世间转变成天堂。这在我们一念之间，在我们这一生当中勤苦努力去工作。第十句：",
      "zh_TW": "今天我們讀這一段經文，感受實在很深很深，如果世間人不覺悟，都懷瞋恚心，冤冤相報，那還得了嗎？冤冤相報，禍害延到後世，生生世世沒完沒了，決不是報復這個問題能解決，不能解決！一定要用聖賢教誨，讓自他兩方面都覺悟。冤家宜解不宜結。只有聖賢教誨，大家才心服口服，才能化解怨懟，冤仇跟敵對。化解之後，彼此互相尊重、互相敬愛、互相信賴、互助合作，這個世間才有和平。彼此平等對待、和睦相處，把這個世間轉變成諸佛的淨土，把這個世間轉變成天堂。這在我們一念之間，在我們這一生當中勤苦努力去工作。第十句："
    },
    {
      "id": "12-017-0444_p0036",
      "zh_CN": "【海德光明主河神，得能令一切众生入解脱海，恒受具足乐解脱门。】",
      "zh_TW": "【海德光明主河神，得能令一切眾生入解脫海，恆受具足樂解脫門。】"
    },
    {
      "id": "12-017-0444_p0037",
      "zh_CN": "这一段是不能缺少的，为什么？要缺少这一段，智慧慈悲就不圆满，有这一段那就圆满了。『海德光明』这个德号，「海」是形容深广无际，这个大德之深之广，广是遍虚空法界，深是贯过去未来，过去无始，未来无终。圣贤的大德真是像佛在经上讲的「横遍十方，竖穷三际」。主河神的德号，这就是他教导我们的宗旨。",
      "zh_TW": "這一段是不能缺少的，為什麼？要缺少這一段，智慧慈悲就不圓滿，有這一段那就圓滿了。『海德光明』這個德號，「海」是形容深廣無際，這個大德之深之廣，廣是遍虛空法界，深是貫過去未來，過去無始，未來無終。聖賢的大德真是像佛在經上講的「橫遍十方，豎窮三際」。主河神的德號，這就是他教導我們的宗旨。"
    },
    {
      "id": "12-017-0444_p0038",
      "zh_CN": "他教学的单元，『能令一切众生』，「一切众生」跟他德号相应，「横遍十方，竖穷三际」，这是「一切众生」。都能够『入解脱海』，「解脱」是佛经上讲的究竟涅槃。「解」是解除，解除烦恼，解除系缚，这个烦恼是见思烦恼、尘沙烦恼、无明烦恼。如果我们解除了见思烦恼，就脱离六道轮回，这个「脱」是脱离果报，六道轮回就脱离了。解除尘沙烦恼就脱离四圣法界，四圣加六道叫十法界，声闻、缘觉、菩萨，十法界里面的佛法界。只要把尘沙烦恼解除了，你就脱离十法界。最后再把无明烦恼解除了，你就圆成佛道，证得究竟的果位。「解脱」两个字含这么多意思在，所以你要懂得解是什么、脱是什么，解脱之后你得到的是什么。如果说解脱了见思、六道，你得到的是什么？正觉，你得到正觉。如果再进一步，你解脱了尘沙烦恼，脱离十法界，你得到的是什么？正等正觉。如果解除了无明烦恼，脱离四十一位法身大士的系缚，你得到的是无上正等正觉。所以阿耨多罗三藐三菩提是果报、果德，这句话在经典里面非常之多，学佛的同修都念得很熟。它是梵文，为什么不翻译？「尊重不翻」，它是可以翻的，为了尊重它，所以音译，不把它翻成中文。翻成中文是「无上正等正觉」，所以它是很好翻的，果德！这样才叫做圆满。",
      "zh_TW": "他教學的單元，『能令一切眾生』，「一切眾生」跟他德號相應，「橫遍十方，豎窮三際」，這是「一切眾生」。都能夠『入解脫海』，「解脫」是佛經上講的究竟涅槃。「解」是解除，解除煩惱，解除繫縛，這個煩惱是見思煩惱、塵沙煩惱、無明煩惱。如果我們解除了見思煩惱，就脫離六道輪迴，這個「脫」是脫離果報，六道輪迴就脫離了。解除塵沙煩惱就脫離四聖法界，四聖加六道叫十法界，聲聞、緣覺、菩薩，十法界裡面的佛法界。只要把塵沙煩惱解除了，你就脫離十法界。最後再把無明煩惱解除了，你就圓成佛道，證得究竟的果位。「解脫」兩個字含這麼多意思在，所以你要懂得解是什麼、脫是什麼，解脫之後你得到的是什麼。如果說解脫了見思、六道，你得到的是什麼？正覺，你得到正覺。如果再進一步，你解脫了塵沙煩惱，脫離十法界，你得到的是什麼？正等正覺。如果解除了無明煩惱，脫離四十一位法身大士的繫縛，你得到的是無上正等正覺。所以阿耨多羅三藐三菩提是果報、果德，這句話在經典裡面非常之多，學佛的同修都念得很熟。它是梵文，為什麼不翻譯？「尊重不翻」，它是可以翻的，為了尊重它，所以音譯，不把它翻成中文。翻成中文是「無上正等正覺」，所以它是很好翻的，果德！這樣才叫做圓滿。"
    },
    {
      "id": "12-017-0444_p0039",
      "zh_CN": "清凉大师在这个地方注解的是「总收万善，令会涅槃」。用「海」比喻作智慧，智海，所以他的德号叫「海德光明」。注得虽然不多，意思很圆满。由此可知，「海德光明」的教诲就是诸佛如来圆满的教诲。「总收万善」，一个善法都不漏，帮助我们成就无上正等正觉。这十句，它是有次第的，不能够错乱的。后后胜于前前，后面可以包括前面，前面不包括后面。就像盖大楼一样，十层大楼，第十层一定包括底下九层。下面这一层不包括上面，上面那一层一定包括下面，为什么？依它而起的。这是一个说法，但是在《华严》教义里头，「一即一切，一切即一」，它是圆融的，正是清凉大师所讲的「行布不碍圆融，圆融不碍行布」，行布是次第，从一到十这是次第，次第不碍圆融，圆融不碍次第。所以就《华严》教义上来说，任何一条都具足其他的九条，「一即是多，多即是一」，这个意思才叫大圆满，才是与性德圆满的相应。如果一条不能具足一切，这不是性德。性德决定是圆融的，决定是圆含一切，圆满包含一切。",
      "zh_TW": "清涼大師在這個地方註解的是「總收萬善，令會涅槃」。用「海」比喻作智慧，智海，所以他的德號叫「海德光明」。註得雖然不多，意思很圓滿。由此可知，「海德光明」的教誨就是諸佛如來圓滿的教誨。「總收萬善」，一個善法都不漏，幫助我們成就無上正等正覺。這十句，它是有次第的，不能夠錯亂的。後後勝於前前，後面可以包括前面，前面不包括後面。就像蓋大樓一樣，十層大樓，第十層一定包括底下九層。下面這一層不包括上面，上面那一層一定包括下面，為什麼？依它而起的。這是一個說法，但是在《華嚴》教義裡頭，「一即一切，一切即一」，它是圓融的，正是清涼大師所講的「行布不礙圓融，圓融不礙行布」，行布是次第，從一到十這是次第，次第不礙圓融，圓融不礙次第。所以就《華嚴》教義上來說，任何一條都具足其他的九條，「一即是多，多即是一」，這個意思才叫大圓滿，才是與性德圓滿的相應。如果一條不能具足一切，這不是性德。性德決定是圓融的，決定是圓含一切，圓滿包含一切。"
    },
    {
      "id": "12-017-0444_p0040",
      "zh_CN": "为什么？世出世间一切法「唯心所现，唯识所变」，性识是一，它怎么会不圆融？就像一棵大树一样，枝叶繁茂，它是一个根生的。所以树上任何一片叶、任何一个枝条都是整个大树的一部分、不可分离的一部分，它是圆满的。缺了一片叶、缺了一个枝它就不圆满了。所以我们从这个地方体会到，虚空法界一切众生是一体。如果有这个认知，这个人解悟了。他真的是这个认知，他一点都不怀疑，但是他得不到佛法的受用，为什么？他没有契入，就是他没有证得。要契入这个境界、证得，你才得真实受用，也就是你才过真正佛菩萨的生活，那才是人生最高的享受；你没有证得、没有契入，虽然能够理解，你能说，不是你自己境界，你得不到真实受用。这个理与事我们总得要清楚、要明了。今天就讲到此地。",
      "zh_TW": "為什麼？世出世間一切法「唯心所現，唯識所變」，性識是一，它怎麼會不圓融？就像一棵大樹一樣，枝葉繁茂，它是一個根生的。所以樹上任何一片葉、任何一個枝條都是整個大樹的一部分、不可分離的一部分，它是圓滿的。缺了一片葉、缺了一個枝它就不圓滿了。所以我們從這個地方體會到，虛空法界一切眾生是一體。如果有這個認知，這個人解悟了。他真的是這個認知，他一點都不懷疑，但是他得不到佛法的受用，為什麼？他沒有契入，就是他沒有證得。要契入這個境界、證得，你才得真實受用，也就是你才過真正佛菩薩的生活，那才是人生最高的享受；你沒有證得、沒有契入，雖然能夠理解，你能說，不是你自己境界，你得不到真實受用。這個理與事我們總得要清楚、要明瞭。今天就講到此地。"
    }
  ]
}