{
  "doc_id": "12-017-1743",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七四三卷",
    "zh_TW": "第一七四三卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1743",
  "total_paragraphs": 62,
  "paragraphs": [
    {
      "id": "12-017-1743_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「无方大用」第七段，俯同世间三昧门，前面我们讲到第二首偈前三句，后面还有一句，我们从第二首偈念起（颂第七首看起）：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「無方大用」第七段，俯同世間三昧門，前面我們講到第二首偈前三句，後面還有一句，我們從第二首偈念起（頌第七首看起）："
    },
    {
      "id": "12-017-1743_p0002",
      "zh_CN": "【或为长者邑中主。或为贾客商人导。或为国王及大臣。或作良医善众论。】",
      "zh_TW": "【或為長者邑中主。或為賈客商人導。或為國王及大臣。或作良醫善眾論。】"
    },
    {
      "id": "12-017-1743_p0003",
      "zh_CN": "我们接着说说末后这一句。社会是很复杂的，尤其到近代，所谓是进入科技的文明，人事之间的复杂程度比过去要增长很多倍。就以行政组织来说，过去在农业时代，政府国家的机构，宰相下面只有六个部。现在中国国务院，乃至其他国家，总理、首相下面有多少个部？至少都十几二十个部，多的到几十个部。为什么有这么多部？你就晓得分工愈来愈细，事情愈来愈繁琐，不能不设许多的部门。到底是进步还是在退化？这个事情所谓是仁者见仁、智者见智。我们从总的原则来看，看什么？看宇宙、看大自然，总是愈简愈能够体会到自然的奥秘，愈杂，距离大自然就愈来愈远，这是一定的道理。大自然界是很复杂，但是它很有规律，森罗万象不杂不乱，所以宇宙是和谐的；到一杂一乱，问题出来了。大自然如此，人心也如此。",
      "zh_TW": "我們接著說說末後這一句。社會是很複雜的，尤其到近代，所謂是進入科技的文明，人事之間的複雜程度比過去要增長很多倍。就以行政組織來說，過去在農業時代，政府國家的機構，宰相下面只有六個部。現在中國國務院，乃至其他國家，總理、首相下面有多少個部？至少都十幾二十個部，多的到幾十個部。為什麼有這麼多部？你就曉得分工愈來愈細，事情愈來愈繁瑣，不能不設許多的部門。到底是進步還是在退化？這個事情所謂是仁者見仁、智者見智。我們從總的原則來看，看什麼？看宇宙、看大自然，總是愈簡愈能夠體會到自然的奧祕，愈雜，距離大自然就愈來愈遠，這是一定的道理。大自然界是很複雜，但是它很有規律，森羅萬象不雜不亂，所以宇宙是和諧的；到一雜一亂，問題出來了。大自然如此，人心也如此。"
    },
    {
      "id": "12-017-1743_p0004",
      "zh_CN": "最会养生的人，他懂得养心，养心要净，养心要空，心不能有，心不能杂。心里面要有杂，要有东西放在里面，这心就不善，这心就开始变质，烦恼习气都来了。处世也是这个道理，所以中国古代帝王史书上记载，「垂拱而治」，天下太平，他有没有事？没事。他要有事天下就不太平，没事天下就太平。所以帝王戴的帽子有冕旒，帽子前面挂着像珠帘子一样，皇帝十二条就像帘子一样。意思是什么？不要看得那么清楚，看得清楚你就生烦恼，不要看得清楚。你注意看他帽子两边有两个棉花球，塞耳朵的，听不要听得太清楚，看不要看得太清楚，这是什么？这是皇上，天下太平。你看得太清楚，听得太清楚，你烦恼就多，皇上烦恼多，天下就不太平。所以从中国过去的礼服、衣冠去看，表法的，它有作用。",
      "zh_TW": "最會養生的人，他懂得養心，養心要淨，養心要空，心不能有，心不能雜。心裡面要有雜，要有東西放在裡面，這心就不善，這心就開始變質，煩惱習氣都來了。處世也是這個道理，所以中國古代帝王史書上記載，「垂拱而治」，天下太平，他有沒有事？沒事。他要有事天下就不太平，沒事天下就太平。所以帝王戴的帽子有冕旒，帽子前面掛著像珠簾子一樣，皇帝十二條就像簾子一樣。意思是什麼？不要看得那麼清楚，看得清楚你就生煩惱，不要看得清楚。你注意看他帽子兩邊有兩個棉花球，塞耳朵的，聽不要聽得太清楚，看不要看得太清楚，這是什麼？這是皇上，天下太平。你看得太清楚，聽得太清楚，你煩惱就多，皇上煩惱多，天下就不太平。所以從中國過去的禮服、衣冠去看，表法的，它有作用。"
    },
    {
      "id": "12-017-1743_p0005",
      "zh_CN": "一个人要是会养生亦复如是，日常生活当中，无论是工作、是应酬，都不要看得太清楚，也不要听得太清楚，永远保持清净心。为什么不要清楚？天下本无事，要明白这个道理。事从哪里来？庸人自扰之。你不找事，没事；你要找事，找不完，愈找愈多，就这么个道理。省心省事是大治之道，多心多事是大乱之道，在一个人，自己身心乱就不健康；在社会，社会多事，社会就乱。从前政府机构不多，那就是事少政简，简单明了，老百姓过很好的日子。举例，佛给我们讲经都举例子，整个社会举这几个例子，一开头是讲文艺的表演，再接着第二首这是举国家的政事，『国王、大臣』。",
      "zh_TW": "一個人要是會養生亦復如是，日常生活當中，無論是工作、是應酬，都不要看得太清楚，也不要聽得太清楚，永遠保持清淨心。為什麼不要清楚？天下本無事，要明白這個道理。事從哪裡來？庸人自擾之。你不找事，沒事；你要找事，找不完，愈找愈多，就這麼個道理。省心省事是大治之道，多心多事是大亂之道，在一個人，自己身心亂就不健康；在社會，社會多事，社會就亂。從前政府機構不多，那就是事少政簡，簡單明瞭，老百姓過很好的日子。舉例，佛給我們講經都舉例子，整個社會舉這幾個例子，一開頭是講文藝的表演，再接著第二首這是舉國家的政事，『國王、大臣』。"
    },
    {
      "id": "12-017-1743_p0006",
      "zh_CN": "底下这句说『良医善众论』。良医是社会上不能少的，为什么？人有生老病死苦，良医是治病的。凡是过去学医的，社会大众对他们的赞叹，「仁心仁术」，仁是仁爱，医生有爱心，医生有爱人的治病技术，这是真的；没有爱心的人，不能做医生。医生的心是清净的，医生的心是善良，他很有耐心，他才能把人病治好，心浮气躁不能做医生。在中国传统社会里面，医生是一般人最尊敬，另外和教书的夫子，夫子就是现在人讲老师、教师；教师也是有爱心、也是有耐心，跟医生一样，你才能把学生教得好，把下一代教得好，社会才有大治，不至于大乱。所以这两种人都很辛苦，都很用心，但是他们的生活都非常贫乏，做医生的也不例外。",
      "zh_TW": "底下這句說『良醫善眾論』。良醫是社會上不能少的，為什麼？人有生老病死苦，良醫是治病的。凡是過去學醫的，社會大眾對他們的讚歎，「仁心仁術」，仁是仁愛，醫生有愛心，醫生有愛人的治病技術，這是真的；沒有愛心的人，不能做醫生。醫生的心是清淨的，醫生的心是善良，他很有耐心，他才能把人病治好，心浮氣躁不能做醫生。在中國傳統社會裡面，醫生是一般人最尊敬，另外和教書的夫子，夫子就是現在人講老師、教師；教師也是有愛心、也是有耐心，跟醫生一樣，你才能把學生教得好，把下一代教得好，社會才有大治，不至於大亂。所以這兩種人都很辛苦，都很用心，但是他們的生活都非常貧乏，做醫生的也不例外。"
    },
    {
      "id": "12-017-1743_p0007",
      "zh_CN": "从前做医生给人治病，没有什么医药费，供养是随意的，绝对不能问人要钱。有钱、有力量的人会多供养一些，实在是没有钱、没有力量，医生还要布施医药，不但诊断免费还要送药，所以，社会上人对他尊敬，道理在此地。老师教学也没有收学费的。这个学费、医疗费是从外国人引进的，中国没有，中国这两种人是社会上的善人。对老师的供养也是随分随力，富有的人家多供养一些。学生如果是做了大官，或者发了大财，对老师的照顾跟对父母的照顾没有两样，所以师徒如父子。从前老师很认真教学生，学生将来长大，成就了，他也有养老的一分，所以他真的很用心教。学生跟老师儿女的关系跟亲兄弟没有两样，你说这个人情多厚！社会祥和不是没有道理，特别举出来良医。",
      "zh_TW": "從前做醫生給人治病，沒有什麼醫藥費，供養是隨意的，絕對不能問人要錢。有錢、有力量的人會多供養一些，實在是沒有錢、沒有力量，醫生還要布施醫藥，不但診斷免費還要送藥，所以，社會上人對他尊敬，道理在此地。老師教學也沒有收學費的。這個學費、醫療費是從外國人引進的，中國沒有，中國這兩種人是社會上的善人。對老師的供養也是隨分隨力，富有的人家多供養一些。學生如果是做了大官，或者發了大財，對老師的照顧跟對父母的照顧沒有兩樣，所以師徒如父子。從前老師很認真教學生，學生將來長大，成就了，他也有養老的一分，所以他真的很用心教。學生跟老師兒女的關係跟親兄弟沒有兩樣，你說這個人情多厚！社會祥和不是沒有道理，特別舉出來良醫。"
    },
    {
      "id": "12-017-1743_p0008",
      "zh_CN": "『善众论』，这是说劝善，劝善的人很多，最明显的就是宗教里面的传教师。在古时候中国的宗教有佛教、有道教，唐朝时候基督教传入中国，伊斯兰教也传入中国，传教师没有不劝善的。包括这个社会劝善多半是什么？老人，从自己工作岗位退下来了。那个时候退下来多半一般行业都有继承人，譬如做工人，他的学徒成就之后可以继承他的事业，他老了就可以退休。古时候家庭的承传，世世代代的承传，儿孙都愿意做老一辈的工作，做工的他也愿意去做工，经商的他也愿意学着经商。所以开一个店，有几百年的老店多半都是自己儿孙代代相传，老字号很多。老人把事业交给儿孙去做，他颐养天年，养老，无论走到哪里无不是劝人行善，随时随地。",
      "zh_TW": "『善眾論』，這是說勸善，勸善的人很多，最明顯的就是宗教裡面的傳教師。在古時候中國的宗教有佛教、有道教，唐朝時候基督教傳入中國，伊斯蘭教也傳入中國，傳教師沒有不勸善的。包括這個社會勸善多半是什麼？老人，從自己工作崗位退下來了。那個時候退下來多半一般行業都有繼承人，譬如做工人，他的學徒成就之後可以繼承他的事業，他老了就可以退休。古時候家庭的承傳，世世代代的承傳，兒孫都願意做老一輩的工作，做工的他也願意去做工，經商的他也願意學著經商。所以開一個店，有幾百年的老店多半都是自己兒孫代代相傳，老字號很多。老人把事業交給兒孫去做，他頤養天年，養老，無論走到哪裡無不是勸人行善，隨時隨地。"
    },
    {
      "id": "12-017-1743_p0009",
      "zh_CN": "社会善人多，善言、善行多，你处处能看见，时时能听到，所以学善容易！现在这个社会跟从前相反，现在善言、善行很少看见了，你所看见的、听到的、接触到的，几乎都是负面的，不善的，所以现在社会大众也不愿意学善。为什么？没听说学善的，学造恶的天天看到，天天听到，大家一窝蜂都去造恶，社会风气。我们懂得这个道理，人是教得好，这么多年来我们学习圣贤之道，真实体会到圣贤是教出来的；孔子是教出来，孟子是教出来，文武周公是教出来。谁教他的？母亲教的，父亲教的。最重要是母亲，根是母亲扎的。扎根在什么时候？三岁之前。从出胎到三岁这三年一千天，这一千天的教育真正叫扎根教育。",
      "zh_TW": "社會善人多，善言、善行多，你處處能看見，時時能聽到，所以學善容易！現在這個社會跟從前相反，現在善言、善行很少看見了，你所看見的、聽到的、接觸到的，幾乎都是負面的，不善的，所以現在社會大眾也不願意學善。為什麼？沒聽說學善的，學造惡的天天看到，天天聽到，大家一窩蜂都去造惡，社會風氣。我們懂得這個道理，人是教得好，這麼多年來我們學習聖賢之道，真實體會到聖賢是教出來的；孔子是教出來，孟子是教出來，文武周公是教出來。誰教他的？母親教的，父親教的。最重要是母親，根是母親紮的。扎根在什麼時候？三歲之前。從出胎到三歲這三年一千天，這一千天的教育真正叫扎根教育。"
    },
    {
      "id": "12-017-1743_p0010",
      "zh_CN": "现在有人说扎根，那个扎根怎么讲法他没讲清楚。扎根，应该是在中国传统里讲从怀孕胎教，到小孩出生三年，这真的是根。怎么教法？小孩看大人，听大人说话，他已经在模仿、在学习了。所以父母家人，大人在他面前言谈举止都端庄、要守礼，他从小就受这样的薰习，自然养成一种习惯。所谓是「少成若天性，习惯成自然」，这个少是讲三年，三岁之前培养的，根就有了。根虽然有了，就像花草树木还是个小苗，很容易被摧折，所以老师要接着教。过去大概是聪明的五岁就上学，中根的人六岁，根性差一点的人七岁。我们也可以说把这个用佛法讲上中下三根，上根五岁，行，没有问题能上学了，中根六岁，下根七岁。进学校，叫学堂，这个学堂是私塾，老师接下父母教学的职责，老师跟父母一样要用身教。言教是辅助教育，主要是身教，老师要做给学生看，一举一动都是最好的榜样。除了学礼之外，礼就是学生活，生活的规矩，做人的规矩，做事的规矩，这老师都教。",
      "zh_TW": "現在有人說扎根，那個扎根怎麼講法他沒講清楚。扎根，應該是在中國傳統裡講從懷孕胎教，到小孩出生三年，這真的是根。怎麼教法？小孩看大人，聽大人說話，他已經在模仿、在學習了。所以父母家人，大人在他面前言談舉止都端莊、要守禮，他從小就受這樣的薰習，自然養成一種習慣。所謂是「少成若天性，習慣成自然」，這個少是講三年，三歲之前培養的，根就有了。根雖然有了，就像花草樹木還是個小苗，很容易被摧折，所以老師要接著教。過去大概是聰明的五歲就上學，中根的人六歲，根性差一點的人七歲。我們也可以說把這個用佛法講上中下三根，上根五歲，行，沒有問題能上學了，中根六歲，下根七歲。進學校，叫學堂，這個學堂是私塾，老師接下父母教學的職責，老師跟父母一樣要用身教。言教是輔助教育，主要是身教，老師要做給學生看，一舉一動都是最好的榜樣。除了學禮之外，禮就是學生活，生活的規矩，做人的規矩，做事的規矩，這老師都教。"
    },
    {
      "id": "12-017-1743_p0011",
      "zh_CN": "除这个之外，教读圣贤书。因为孩童十岁之前，是一个人一生当中记忆力最好的时候。为什么？他没有染污，心地清净，所以记忆力最好，就要把古圣先贤的教诲统统记住。教读圣贤书不讲解的，只是教你念，教句读，老师只负这个责任。你要晓得这是附带，最重要的是生活教育，就是家教的延续。附带是教他读书，读圣贤书，每本书都要念到背，要背诵。你看古时候老师教学生背诵的，譬如同念一部书，都是念《论语》，学生禀赋不相同，有些人记忆很强，一遍、二遍他就能记住，就能背过来，那老师多教他几行，叫上书，上书就是教他。",
      "zh_TW": "除這個之外，教讀聖賢書。因為孩童十歲之前，是一個人一生當中記憶力最好的時候。為什麼？他沒有染污，心地清淨，所以記憶力最好，就要把古聖先賢的教誨統統記住。教讀聖賢書不講解的，只是教你念，教句讀，老師只負這個責任。你要曉得這是附帶，最重要的是生活教育，就是家教的延續。附帶是教他讀書，讀聖賢書，每本書都要念到背，要背誦。你看古時候老師教學生背誦的，譬如同念一部書，都是念《論語》，學生稟賦不相同，有些人記憶很強，一遍、二遍他就能記住，就能背過來，那老師多教他幾行，叫上書，上書就是教他。"
    },
    {
      "id": "12-017-1743_p0012",
      "zh_CN": "从前的书也很符合科学标准，以前木刻版的书一行二十个字，一面十行就是二百字。这个小朋友天赋很好，他一天可以念四百字，就是念一页二十行，他能够背诵，念几遍能背诵？不能超过十遍。超过十遍的话，在背诵，那叫强记，他容易忘记。十遍你能背诵的，譬如程度稍微差一点，我十遍只能背二百字，老师每天就教你念二百字。再差一点，我每天只能背一百字，老师就教你一百字，所以读书快乐。每个学生进度不一样，随着你的禀赋给你定进度，读书乐！跟现在的制度不相同，现在一定有设立一个标准，所有学生都要符合这个标准；从前不是的，从前每个学生各人有各人的标准，中国用了五千年有道理。所以小孩子变成什么？喜欢读书。你看现在的学校学生他讨厌，他不喜欢读书，念烦了，把他搞乱了。",
      "zh_TW": "從前的書也很符合科學標準，以前木刻版的書一行二十個字，一面十行就是二百字。這個小朋友天賦很好，他一天可以念四百字，就是念一頁二十行，他能夠背誦，念幾遍能背誦？不能超過十遍。超過十遍的話，在背誦，那叫強記，他容易忘記。十遍你能背誦的，譬如程度稍微差一點，我十遍只能背二百字，老師每天就教你念二百字。再差一點，我每天只能背一百字，老師就教你一百字，所以讀書快樂。每個學生進度不一樣，隨著你的稟賦給你定進度，讀書樂！跟現在的制度不相同，現在一定有設立一個標準，所有學生都要符合這個標準；從前不是的，從前每個學生各人有各人的標準，中國用了五千年有道理。所以小孩子變成什麼？喜歡讀書。你看現在的學校學生他討厭，他不喜歡讀書，念煩了，把他搞亂了。"
    },
    {
      "id": "12-017-1743_p0013",
      "zh_CN": "从前读书是很有兴趣的，读书、写字、画画、弹琴都是老师教，只有一个老师要教好多门功课，所以读书乐！那是真的不是假的，读书是真乐。现在你看小朋友从幼儿园一直念到大学、研究所，读书苦！要苦好多年。我们看到现在这个样子就警觉很高，来生不能做人，做人多苦，做学生多苦。我算是很幸运的，我这个年龄，我从小读书真的还是读书乐，读书没有受到苦，确实非常快乐。看看现在读书的很可怜，怎么是这个方法，小孩子沉重的书包，看起来不忍心。像我们当时念书的时候，科目没有现在这么多，书本也少，所以书包不大，甚至于小手提袋就可以了，真的很简单，没有这么复杂。所以那些老人退休的，常常给年轻人讲故事，讲故事都是讲他自己一生的经验。没有一个不传道，读书人传道，从事工艺的人他也传道，社会风气才能良好。",
      "zh_TW": "從前讀書是很有興趣的，讀書、寫字、畫畫、彈琴都是老師教，只有一個老師要教好多門功課，所以讀書樂！那是真的不是假的，讀書是真樂。現在你看小朋友從幼兒園一直念到大學、研究所，讀書苦！要苦好多年。我們看到現在這個樣子就警覺很高，來生不能做人，做人多苦，做學生多苦。我算是很幸運的，我這個年齡，我從小讀書真的還是讀書樂，讀書沒有受到苦，確實非常快樂。看看現在讀書的很可憐，怎麼是這個方法，小孩子沉重的書包，看起來不忍心。像我們當時念書的時候，科目沒有現在這麼多，書本也少，所以書包不大，甚至於小手提袋就可以了，真的很簡單，沒有這麼複雜。所以那些老人退休的，常常給年輕人講故事，講故事都是講他自己一生的經驗。沒有一個不傳道，讀書人傳道，從事工藝的人他也傳道，社會風氣才能良好。"
    },
    {
      "id": "12-017-1743_p0014",
      "zh_CN": "经文这四句讲人事环境，下面这首偈讲自然环境，这些诸位要知道，都是佛菩萨应化的，佛菩萨应化在世间。你明白这个，你才晓得善财童子五十三参，你就明白了。第三首说：",
      "zh_TW": "經文這四句講人事環境，下面這首偈講自然環境，這些諸位要知道，都是佛菩薩應化的，佛菩薩應化在世間。你明白這個，你才曉得善財童子五十三參，你就明白了。第三首說："
    },
    {
      "id": "12-017-1743_p0015",
      "zh_CN": "【或于旷野作大树。或为良药众宝藏。或作宝珠随所求。或以正道示众生。】",
      "zh_TW": "【或於曠野作大樹。或為良藥眾寶藏。或作寶珠隨所求。或以正道示眾生。】"
    },
    {
      "id": "12-017-1743_p0016",
      "zh_CN": "这是菩萨应化无情众生，菩萨可以化作『大树』，我们现在讲的树神，树神是菩萨，不是普通人。菩萨为什么要做树神？遇到有缘人，他看这个大树忽然他开悟了。看树怎么会开悟？去年我在伦敦剑桥大学看到一棵苹果树，是牛顿在念书的时候看到树上苹果掉下来，他发明了地心吸力。这是很偶然的机会，苹果从树上掉下来，他看到就是苹果为什么不飞到天上？地球是圆的，那要在这边，它为什么不掉在这边？为什么不往两边掉，它要往地上掉？这个灵感启示他发现了万有引力。在佛法里面确实有不少修行人，看到飞花落叶豁然大悟，明心见性。这就是大自然的环境，我们想像到它不是偶然，佛菩萨作如是的应化，然后才晓得佛菩萨在哪里？无处不是，不单人是，所有花草树木都是，所有山河大地也是。每个人看到自然景观感想不相同，领悟的、体会的各个也不相同，那是各人根性不一样，环境虽然相同，各个人领悟不一样。",
      "zh_TW": "這是菩薩應化無情眾生，菩薩可以化作『大樹』，我們現在講的樹神，樹神是菩薩，不是普通人。菩薩為什麼要做樹神？遇到有緣人，他看這個大樹忽然他開悟了。看樹怎麼會開悟？去年我在倫敦劍橋大學看到一棵蘋果樹，是牛頓在念書的時候看到樹上蘋果掉下來，他發明了地心吸力。這是很偶然的機會，蘋果從樹上掉下來，他看到就是蘋果為什麼不飛到天上？地球是圓的，那要在這邊，它為什麼不掉在這邊？為什麼不往兩邊掉，它要往地上掉？這個靈感啟示他發現了萬有引力。在佛法裡面確實有不少修行人，看到飛花落葉豁然大悟，明心見性。這就是大自然的環境，我們想像到它不是偶然，佛菩薩作如是的應化，然後才曉得佛菩薩在哪裡？無處不是，不單人是，所有花草樹木都是，所有山河大地也是。每個人看到自然景觀感想不相同，領悟的、體會的各個也不相同，那是各人根性不一樣，環境雖然相同，各個人領悟不一樣。"
    },
    {
      "id": "12-017-1743_p0017",
      "zh_CN": "『或为良药』，这个药是药草，我们讲花草，有很多花可以做药，草药这在中国中医是很平常的。『宝藏』，金银珠宝叫矿产，这些东西是社会上一般人所喜爱，生活必须的用品，菩萨在做示现。『或作宝珠随所求』，这句里面范围就非常广大，人喜爱宝珠，佛菩萨示现宝珠。可是最后这句重要，『或以正道示众生』，你喜欢玩这些东西，玩久讨厌了，欢喜的心逐渐淡了，你就接近道了，为什么？欢喜是烦恼。到厌倦的时候人就渐渐入道，厌倦的时候你能把这些贪爱放下、舍掉，这就是正道。示是示现，也就是教学。譬如贪财的人到拥有亿万家财，几十亿、几百亿、几千亿的时候，你觉得很无聊，也不知道怎么用法。财用不能没有，太多就变成累赘、变成烦恼，反而羡慕两手空空，无牵、无挂、无累的人，对那些人非常羡慕，他也能舍下。",
      "zh_TW": "『或為良藥』，這個藥是藥草，我們講花草，有很多花可以做藥，草藥這在中國中醫是很平常的。『寶藏』，金銀珠寶叫礦產，這些東西是社會上一般人所喜愛，生活必須的用品，菩薩在做示現。『或作寶珠隨所求』，這句裡面範圍就非常廣大，人喜愛寶珠，佛菩薩示現寶珠。可是最後這句重要，『或以正道示眾生』，你喜歡玩這些東西，玩久討厭了，歡喜的心逐漸淡了，你就接近道了，為什麼？歡喜是煩惱。到厭倦的時候人就漸漸入道，厭倦的時候你能把這些貪愛放下、捨掉，這就是正道。示是示現，也就是教學。譬如貪財的人到擁有億萬家財，幾十億、幾百億、幾千億的時候，你覺得很無聊，也不知道怎麼用法。財用不能沒有，太多就變成累贅、變成煩惱，反而羨慕兩手空空，無牽、無掛、無累的人，對那些人非常羨慕，他也能捨下。"
    },
    {
      "id": "12-017-1743_p0018",
      "zh_CN": "安世高他是王子，他父亲过世他继承王位，做了半年不做了，把王位让给他叔叔，他出家修道去。以后到中国，他过世在中国，早年从事于翻译经典，翻译得最好，安息国的王子。安息就是现在的伊朗，汉朝时候叫安息，唐朝时候叫波斯，今天的伊朗。能舍！不是没有，是真正得到，从这里头产生觉悟这不是究竟法，还有比这个更殊胜的，所以他能放下，他能舍弃，没有一样不能放下。真的，释迦牟尼佛为我们示现统统放下了，你本来是佛；统统放下，你什么都不欠缺。不是放下会欠缺，放下是圆满，不是欠缺；你所得到的，得到再多都是欠缺，得一少一。我们看诸佛菩萨，他与一切众生同事的范围多大，前面我们能学的，这种没有法子学，学不到的，真叫神通广大，以种种方法觉悟众生。在这里才知道诸佛菩萨觉悟众生，从来没有停止过，只是我们自己懵懂、迷惑、颠倒，天天接触不觉悟。再看第四首：",
      "zh_TW": "安世高他是王子，他父親過世他繼承王位，做了半年不做了，把王位讓給他叔叔，他出家修道去。以後到中國，他過世在中國，早年從事於翻譯經典，翻譯得最好，安息國的王子。安息就是現在的伊朗，漢朝時候叫安息，唐朝時候叫波斯，今天的伊朗。能捨！不是沒有，是真正得到，從這裡頭產生覺悟這不是究竟法，還有比這個更殊勝的，所以他能放下，他能捨棄，沒有一樣不能放下。真的，釋迦牟尼佛為我們示現統統放下了，你本來是佛；統統放下，你什麼都不欠缺。不是放下會欠缺，放下是圓滿，不是欠缺；你所得到的，得到再多都是欠缺，得一少一。我們看諸佛菩薩，他與一切眾生同事的範圍多大，前面我們能學的，這種沒有法子學，學不到的，真叫神通廣大，以種種方法覺悟眾生。在這裡才知道諸佛菩薩覺悟眾生，從來沒有停止過，只是我們自己懵懂、迷惑、顛倒，天天接觸不覺悟。再看第四首："
    },
    {
      "id": "12-017-1743_p0019",
      "zh_CN": "【若见世界始成立。】",
      "zh_TW": "【若見世界始成立。】"
    },
    {
      "id": "12-017-1743_p0020",
      "zh_CN": "世界有成住坏空，这个我们现在也能体会到。因为天文学家告诉我们，确实每天都有新的星发现，也有原来有的星消失不见了。说明星球在太空当中有成住坏空，有新星的成立、发现，有旧的星消失了。所以见到世界成住坏空，世界刚刚成。",
      "zh_TW": "世界有成住壞空，這個我們現在也能體會到。因為天文學家告訴我們，確實每天都有新的星發現，也有原來有的星消失不見了。說明星球在太空當中有成住壞空，有新星的成立、發現，有舊的星消失了。所以見到世界成住壞空，世界剛剛成。"
    },
    {
      "id": "12-017-1743_p0021",
      "zh_CN": "【众生未有资身具。】",
      "zh_TW": "【眾生未有資身具。】"
    },
    {
      "id": "12-017-1743_p0022",
      "zh_CN": "世界成立的时候就会有众生来住。西方科学家讲进化论，人是从低级动物慢慢进化来形成的，佛法里不是这么说，佛法说这地球人从哪来的？从光音天来的。就是现在人讲的是外太空，其他星球上移民过来的，佛经是这么说。这个世界成立的时候没有人，世界一成立就有有缘的人到这里来住。到这个地方来住的时候，我们需要许多养身这些物资没有，菩萨来示现，菩萨来教我们。",
      "zh_TW": "世界成立的時候就會有眾生來住。西方科學家講進化論，人是從低級動物慢慢進化來形成的，佛法裡不是這麼說，佛法說這地球人從哪來的？從光音天來的。就是現在人講的是外太空，其他星球上移民過來的，佛經是這麼說。這個世界成立的時候沒有人，世界一成立就有有緣的人到這裡來住。到這個地方來住的時候，我們需要許多養身這些物資沒有，菩薩來示現，菩薩來教我們。"
    },
    {
      "id": "12-017-1743_p0023",
      "zh_CN": "【是时菩萨为工匠。为之示现种种业。】",
      "zh_TW": "【是時菩薩為工匠。為之示現種種業。】"
    },
    {
      "id": "12-017-1743_p0024",
      "zh_CN": "『种种业』就是现在讲各行各业，各行各业最初的老祖宗都是佛菩萨，也就是他创作、他发明，他把这些技术世世代代传下去。后面这两句就非常重要，第五首开端：",
      "zh_TW": "『種種業』就是現在講各行各業，各行各業最初的老祖宗都是佛菩薩，也就是他創作、他發明，他把這些技術世世代代傳下去。後面這兩句就非常重要，第五首開端："
    },
    {
      "id": "12-017-1743_p0025",
      "zh_CN": "【不作逼恼众生物。但说利益世间事。】",
      "zh_TW": "【不作逼惱眾生物。但說利益世間事。】"
    },
    {
      "id": "12-017-1743_p0026",
      "zh_CN": "这两句话太重要！中国世世代代的读书人都接受圣贤教诲，所以在科学技术上绝不发明武器，绝不发明杀人的这些东西。为什么？你发明这些东西，是违反大自然的原则。我们中国人讲违反上天好善之心，你违背上天好善之心，你怎么会做出这个东西出来伤天害理！决不可以。所以科学技术中国人不是不懂。我们在古籍里面看到王莽的时代，就是西汉跟东汉交接那个时候，王莽夺取了政权，但是没有多久刘秀中兴，恢复汉室，所以前面的就是西汉，后面称为东汉。东西汉是讲首都，西汉首都在长安，东汉在洛阳，洛阳在东，长安在西。王莽时代就有人学飞行，那是用什么？像现在的滑翔，没传下来。",
      "zh_TW": "這兩句話太重要！中國世世代代的讀書人都接受聖賢教誨，所以在科學技術上絕不發明武器，絕不發明殺人的這些東西。為什麼？你發明這些東西，是違反大自然的原則。我們中國人講違反上天好善之心，你違背上天好善之心，你怎麼會做出這個東西出來傷天害理！決不可以。所以科學技術中國人不是不懂。我們在古籍裡面看到王莽的時代，就是西漢跟東漢交接那個時候，王莽奪取了政權，但是沒有多久劉秀中興，恢復漢室，所以前面的就是西漢，後面稱為東漢。東西漢是講首都，西漢首都在長安，東漢在洛陽，洛陽在東，長安在西。王莽時代就有人學飛行，那是用什麼？像現在的滑翔，沒傳下來。"
    },
    {
      "id": "12-017-1743_p0027",
      "zh_CN": "三国时代，诸葛亮发明木牛流马，用现在的话说，机械化的运输。虽然是很幼稚的科技，但是它不用人力，它不用牲口，他发明的这个东西能够走、能够运动，书上记载一天可以走三十里，能够运东西。诸葛亮死的时候把这套技术全部毁掉，没有流传下来。什么原因？就是这句『不作逼恼众生物』。这个机械化的发展，如果说日新月异，对众生方便是有一点，可是副作用太大。所以中国人起心动念不是为自己的名闻利养，是要为后世有没有利益，利弊得失他考量得很清楚；如果现前有利益，将来会有弊端，这事情不能做。中国人发明火药，火药是做鞭炮，喜庆放鞭炮，外国人拿去就做枪炮，中国人不干这个事情。这是我们世世代代永远要记住，决不能做害众生的事情。",
      "zh_TW": "三國時代，諸葛亮發明木牛流馬，用現在的話說，機械化的運輸。雖然是很幼稚的科技，但是它不用人力，它不用牲口，他發明的這個東西能夠走、能夠運動，書上記載一天可以走三十里，能夠運東西。諸葛亮死的時候把這套技術全部毀掉，沒有流傳下來。什麼原因？就是這句『不作逼惱眾生物』。這個機械化的發展，如果說日新月異，對眾生方便是有一點，可是副作用太大。所以中國人起心動念不是為自己的名聞利養，是要為後世有沒有利益，利弊得失他考量得很清楚；如果現前有利益，將來會有弊端，這事情不能做。中國人發明火藥，火藥是做鞭炮，喜慶放鞭炮，外國人拿去就做槍炮，中國人不幹這個事情。這是我們世世代代永遠要記住，決不能做害眾生的事情。"
    },
    {
      "id": "12-017-1743_p0028",
      "zh_CN": "『但说利益世间事』，诸佛菩萨起心动念、言语造作，没有一样不是利益世间，真实功德，谚语所谓「断恶修善，积功累德」。说哪些事？底下一句举例：",
      "zh_TW": "『但說利益世間事』，諸佛菩薩起心動念、言語造作，沒有一樣不是利益世間，真實功德，諺語所謂「斷惡修善，積功累德」。說哪些事？底下一句舉例："
    },
    {
      "id": "12-017-1743_p0029",
      "zh_CN": "【咒术。】",
      "zh_TW": "【咒術。】"
    },
    {
      "id": "12-017-1743_p0030",
      "zh_CN": "『术』是方法，『咒』是咒语。",
      "zh_TW": "『術』是方法，『咒』是咒語。"
    },
    {
      "id": "12-017-1743_p0031",
      "zh_CN": "【药草等众论。】",
      "zh_TW": "【藥草等眾論。】"
    },
    {
      "id": "12-017-1743_p0032",
      "zh_CN": "这是利益众生的事。诸位要晓得，此地所讲的咒术，咒是治病的，现在确实没法子跟古人相比。你看《大藏经》里面，治疗各种病都有咒语，我也跟一些老中医谈到这个事情，最高明的治疗法是用咒语。这个咒语没有意思，与什么鬼神统统不相干，它是发出一种声音振动你内脏里头，哪个部位管道不通了，用音声去振动，这最高明。所以你要晓得，佛懂，耶稣懂，穆罕默德他们都懂，有些病苦的人到他那里去，他给他摸摸头，教叫他念几句咒，他跟着念念就好了，是用音声去振动。可是现在《大藏经》那些咒我们念都不灵，为什么？这个要亲口传，这音声怎么发，音量的大小，它达到哪个部位。在中国唐朝的时候还有，这我们读书书上记载还有，唐以后失传，所以这些咒现在念不灵，音声不对。",
      "zh_TW": "這是利益眾生的事。諸位要曉得，此地所講的咒術，咒是治病的，現在確實沒法子跟古人相比。你看《大藏經》裡面，治療各種病都有咒語，我也跟一些老中醫談到這個事情，最高明的治療法是用咒語。這個咒語沒有意思，與什麼鬼神統統不相干，它是發出一種聲音振動你內臟裡頭，哪個部位管道不通了，用音聲去振動，這最高明。所以你要曉得，佛懂，耶穌懂，穆罕默德他們都懂，有些病苦的人到他那裡去，他給他摸摸頭，教叫他念幾句咒，他跟著念念就好了，是用音聲去振動。可是現在《大藏經》那些咒我們念都不靈，為什麼？這個要親口傳，這音聲怎麼發，音量的大小，它達到哪個部位。在中國唐朝的時候還有，這我們讀書書上記載還有，唐以後失傳，所以這些咒現在念不靈，音聲不對。"
    },
    {
      "id": "12-017-1743_p0033",
      "zh_CN": "其次才是针灸，就是用针，针里面打通，那就像外科手术一样；咒语好，这是你自己发明音声，自己治疗。所以这些咒不是神咒，不是说念了就灵的，不是的。现在懂科学给你一讲就明白，是用音声振动的力量来治疗。『药草』，药草是外面用的，就是口服的，也都是属于从外面，而不是自己的音声去治疗。这些东西真正懂得明了的人，都很乐意常常跟大家说。",
      "zh_TW": "其次才是針灸，就是用針，針裡面打通，那就像外科手術一樣；咒語好，這是你自己發明音聲，自己治療。所以這些咒不是神咒，不是說念了就靈的，不是的。現在懂科學給你一講就明白，是用音聲振動的力量來治療。『藥草』，藥草是外面用的，就是口服的，也都是屬於從外面，而不是自己的音聲去治療。這些東西真正懂得明瞭的人，都很樂意常常跟大家說。"
    },
    {
      "id": "12-017-1743_p0034",
      "zh_CN": "【如是所有皆能说。】",
      "zh_TW": "【如是所有皆能說。】"
    },
    {
      "id": "12-017-1743_p0035",
      "zh_CN": "没有秘密的，现在人懂得一点密传，不肯告诉人，尤其是近代什么智慧财产权，哪来的权？权来权去最后自己都入了地狱，为什么？吝啬。来生什么都不会，业因果报如是！所以佛教我们三种布施，法布施得聪明智慧，你懂得这些法术，你不肯布施，你还要拥有你的智慧财产权，来生就没有了，生生世世就没有了。愈布施愈聪明，像财布施一样，愈施你得的财富愈多，这是真理，怎么可以吝啬？所以多少年来，我讲经的时候做过很多次的报告，人家送书来给我看，我第一个看版权页，看最后一页，如果上头印「版权所有，翻印必究」，这本书我就不看了。这送给我的人很奇怪，你为什么不看？我说：心量太小，一个人心量小他能写得出什么好东西？我要去看不是浪费我的时间吗？中国的古书你看看后面，或者是在前面第一页，总是讲「欢迎流通，功德无量」。你是好的东西，应该要普遍让大家都得利益，人家拿去印，求之不得，怎么还能禁止？哪有这种道理！所以现在社会动乱，人遭这么大的苦难，不是没有原因，心量太小，自私自利这个念头太重，这错误的！",
      "zh_TW": "沒有祕密的，現在人懂得一點密傳，不肯告訴人，尤其是近代什麼智慧財產權，哪來的權？權來權去最後自己都入了地獄，為什麼？吝嗇。來生什麼都不會，業因果報如是！所以佛教我們三種布施，法布施得聰明智慧，你懂得這些法術，你不肯布施，你還要擁有你的智慧財產權，來生就沒有了，生生世世就沒有了。愈布施愈聰明，像財布施一樣，愈施你得的財富愈多，這是真理，怎麼可以吝嗇？所以多少年來，我講經的時候做過很多次的報告，人家送書來給我看，我第一個看版權頁，看最後一頁，如果上頭印「版權所有，翻印必究」，這本書我就不看了。這送給我的人很奇怪，你為什麼不看？我說：心量太小，一個人心量小他能寫得出什麼好東西？我要去看不是浪費我的時間嗎？中國的古書你看看後面，或者是在前面第一頁，總是講「歡迎流通，功德無量」。你是好的東西，應該要普遍讓大家都得利益，人家拿去印，求之不得，怎麼還能禁止？哪有這種道理！所以現在社會動亂，人遭這麼大的苦難，不是沒有原因，心量太小，自私自利這個念頭太重，這錯誤的！"
    },
    {
      "id": "12-017-1743_p0036",
      "zh_CN": "所以古人没有隐，自己知道的，非常欢喜教人，巴不得人人都知道，世世代代传下去。首先我们要晓得一个基本的道理，人生苦短，一口气不来就是隔世，什么都带不去，你有好东西乐意传给别人，将来你再到这个世间来，别人很乐意传给你，业因果报。你这一生吝法不传别人，将来你纵然得人身，也没人传给你，你遇不到好老师，你遇不到善知识。尤其像美国的这些预言家，像凯西所说的，在他一生治病的过程当中发现一桩事情，他说世间每个人，在他一生当中所有一切的遭遇，再小的事情都是有前因的。没有发现有一个人一生当中，遭遇一桩事情是与过去生中的因没有的，没发现过。真的是中国人所讲「一饮一啄，莫非前定」，美国人发现的，证明了中国这句话，一饮一啄莫非前定，再小的事情都是前定的。伊斯兰教有信前定，虽然说得不很清楚，但是我们能明白这个意思，就是中国人所说的一饮一啄莫非前定，凯西讲的与前生有因果关系。这段末后一首，第六首：",
      "zh_TW": "所以古人沒有隱，自己知道的，非常歡喜教人，巴不得人人都知道，世世代代傳下去。首先我們要曉得一個基本的道理，人生苦短，一口氣不來就是隔世，什麼都帶不去，你有好東西樂意傳給別人，將來你再到這個世間來，別人很樂意傳給你，業因果報。你這一生吝法不傳別人，將來你縱然得人身，也沒人傳給你，你遇不到好老師，你遇不到善知識。尤其像美國的這些預言家，像凱西所說的，在他一生治病的過程當中發現一樁事情，他說世間每個人，在他一生當中所有一切的遭遇，再小的事情都是有前因的。沒有發現有一個人一生當中，遭遇一樁事情是與過去生中的因沒有的，沒發現過。真的是中國人所講「一飲一啄，莫非前定」，美國人發現的，證明了中國這句話，一飲一啄莫非前定，再小的事情都是前定的。伊斯蘭教有信前定，雖然說得不很清楚，但是我們能明白這個意思，就是中國人所說的一飲一啄莫非前定，凱西講的與前生有因果關係。這段末後一首，第六首："
    },
    {
      "id": "12-017-1743_p0037",
      "zh_CN": "【一切仙人殊胜行。人天等类同信仰。如是难行苦行法。菩萨随应悉能作。】",
      "zh_TW": "【一切仙人殊勝行。人天等類同信仰。如是難行苦行法。菩薩隨應悉能作。】"
    },
    {
      "id": "12-017-1743_p0038",
      "zh_CN": "这首偈是讲六道里面的天道，前面讲的都是人间事，这首讲到天道，佛菩萨也在天道应化。这就是给你说明六道跟四圣法界，无不是诸佛菩萨应化的处所，我们生生世世没有离开六道轮回，六道里面统统都是。可是佛说得清楚，只有长寿天他们不去，为什么？长寿天人不接受。他不接受就是他没有感，佛菩萨就没有应，除长寿天之外，统统都有感应道交。",
      "zh_TW": "這首偈是講六道裡面的天道，前面講的都是人間事，這首講到天道，佛菩薩也在天道應化。這就是給你說明六道跟四聖法界，無不是諸佛菩薩應化的處所，我們生生世世沒有離開六道輪迴，六道裡面統統都是。可是佛說得清楚，只有長壽天他們不去，為什麼？長壽天人不接受。他不接受就是他沒有感，佛菩薩就沒有應，除長壽天之外，統統都有感應道交。"
    },
    {
      "id": "12-017-1743_p0039",
      "zh_CN": "所以『仙人』是天道，他们所修的『殊胜行』，比人间殊胜多了，为什么？他们修道德。人间伦理是第一，第二是道德、因果，天人道德圆满具备。凭什么生天？不是凭信上帝，不是；不是凭信玉皇大帝（中国人讲玉皇大帝），不是的，是你具备天人的德行。天人的德行是上品十善、四无量心，四无量心是慈悲喜舍，你具备这个条件一定生天。人是中品十善、五常、五戒，这是你得生人道的基本条件；只要是到人道来的，过去生中决定是修中品十善、五常、五戒，你才能到人间。要到天上去，要上品十善、四无量心；如果到色界、无色界，还要修到四禅八定。基本的决定具足上品十善、四无量心，那是基础，决定是圆满的。我们明白这些道理，就晓得我们今天学佛要求生净土，应该怎么求法就明白了。『人天等类同信仰』，天人所修的比我们是难，难行能行，所以他能成就。",
      "zh_TW": "所以『仙人』是天道，他們所修的『殊勝行』，比人間殊勝多了，為什麼？他們修道德。人間倫理是第一，第二是道德、因果，天人道德圓滿具備。憑什麼生天？不是憑信上帝，不是；不是憑信玉皇大帝（中國人講玉皇大帝），不是的，是你具備天人的德行。天人的德行是上品十善、四無量心，四無量心是慈悲喜捨，你具備這個條件一定生天。人是中品十善、五常、五戒，這是你得生人道的基本條件；只要是到人道來的，過去生中決定是修中品十善、五常、五戒，你才能到人間。要到天上去，要上品十善、四無量心；如果到色界、無色界，還要修到四禪八定。基本的決定具足上品十善、四無量心，那是基礎，決定是圓滿的。我們明白這些道理，就曉得我們今天學佛要求生淨土，應該怎麼求法就明白了。『人天等類同信仰』，天人所修的比我們是難，難行能行，所以他能成就。"
    },
    {
      "id": "12-017-1743_p0040",
      "zh_CN": "『菩萨随应悉能作』，菩萨带头示现在其中。『难行苦行』，如果没有人教，没有人带头，我们的修学就困难。尤其在没有人教导、没有人率先很容易退心，特别是现前的社会，做好事没有好报，布施恩德，对方忘恩负义。怎么办？是不是不要再做？不要再做就退心了。这个时候佛菩萨来给我们做加持，让我们在苦难当中，不至于迷失方向，不至于退心，这比什么都重要。这桩事情佛菩萨虽然慈悲，我们自己还是要具足善根福德，你才能遇到缘。如果自己善根福德薄，佛菩萨做种种示现不相信，那就没用处了。善根福德厚的，遭遇到极大的挫折、困难的时候，佛菩萨稍稍点一点，他就明白了，继续努力精进。",
      "zh_TW": "『菩薩隨應悉能作』，菩薩帶頭示現在其中。『難行苦行』，如果沒有人教，沒有人帶頭，我們的修學就困難。尤其在沒有人教導、沒有人率先很容易退心，特別是現前的社會，做好事沒有好報，布施恩德，對方忘恩負義。怎麼辦？是不是不要再做？不要再做就退心了。這個時候佛菩薩來給我們做加持，讓我們在苦難當中，不至於迷失方向，不至於退心，這比什麼都重要。這樁事情佛菩薩雖然慈悲，我們自己還是要具足善根福德，你才能遇到緣。如果自己善根福德薄，佛菩薩做種種示現不相信，那就沒用處了。善根福德厚的，遭遇到極大的挫折、困難的時候，佛菩薩稍稍點一點，他就明白了，繼續努力精進。"
    },
    {
      "id": "12-017-1743_p0041",
      "zh_CN": "我们在这一生修学过程当中，遭遇很多次重大挫折，还好没有退心。我们在台湾遭遇重大挫折，讲经说法不少年，到最后怎么样？扫地出门。真的多少人退心，离开我了。当年在台北，我们华藏视听佛教图书馆出家众四十多个人，馆长过世之后我们离开图书馆，只有二十几个人跟着我；换句话说，失去信心的是二分之一。这二十几个人跟着我到新加坡，差不多二十几个人，新加坡住了三年半，又遭遇一次重大挫折，不能不离开新加坡，我们移民到澳洲，移民到澳洲只剩二十个人。跟着我的人都了解，我们做法是正确的，依教奉行，一生不跟任何人结怨，别人欢迎，我们多住几年，不欢迎赶快走，而且确实愈走愈殊胜。在新加坡我们一直都没有自己的道场，到澳洲这才想建个道场，买了一个基督教的教堂改作净宗学院，净宗学院外型是教堂。我这是安置跟着我的人，让他们心地上踏实一点，以后不要再搬了，这个道场是你们的。道场建立到今年，我交给他们，大家自己在这个地方心定下来，好好的学教、念佛。跟我这些人，我总算是对得起他。离开的也还不错，各人都还有福报，自己都有小庙，都有个安身之处，很难得，我看到也很欢喜。",
      "zh_TW": "我們在這一生修學過程當中，遭遇很多次重大挫折，還好沒有退心。我們在台灣遭遇重大挫折，講經說法不少年，到最後怎麼樣？掃地出門。真的多少人退心，離開我了。當年在台北，我們華藏視聽佛教圖書館出家眾四十多個人，館長過世之後我們離開圖書館，只有二十幾個人跟著我；換句話說，失去信心的是二分之一。這二十幾個人跟著我到新加坡，差不多二十幾個人，新加坡住了三年半，又遭遇一次重大挫折，不能不離開新加坡，我們移民到澳洲，移民到澳洲只剩二十個人。跟著我的人都了解，我們做法是正確的，依教奉行，一生不跟任何人結怨，別人歡迎，我們多住幾年，不歡迎趕快走，而且確實愈走愈殊勝。在新加坡我們一直都沒有自己的道場，到澳洲這才想建個道場，買了一個基督教的教堂改作淨宗學院，淨宗學院外型是教堂。我這是安置跟著我的人，讓他們心地上踏實一點，以後不要再搬了，這個道場是你們的。道場建立到今年，我交給他們，大家自己在這個地方心定下來，好好的學教、念佛。跟我這些人，我總算是對得起他。離開的也還不錯，各人都還有福報，自己都有小廟，都有個安身之處，很難得，我看到也很歡喜。"
    },
    {
      "id": "12-017-1743_p0042",
      "zh_CN": "所以挫折是免不了，要知道这有业因，业因是什么？过去今生所造的业，业一定有报。这一生没有做，前生有做，再前生有做，连释迦牟尼佛都不能避免。释迦牟尼佛两次，一次是马麦之报；一次重大的打击，琉璃王灭了他的国家。佛知道前因后果，没法子救。经典里面讲的这些故事，很多同学也都知道。定业，佛也不能转，不是佛菩萨不慈悲，帮不上忙。菩萨可以做到的，是把这些业因果报真的给你说清楚，让你虽然受这些果报，心平气和，不会退失道心。以上这六首偈，清凉大师后面有个小注，前面我们也读过了，我们再念一遍。这六首偈「身同世间利益众生，若依若正」，旷野大树、良药、珠宝都是依报，长者、国王大臣、贾客商人、良医这是正报，无论是现正报、现依报，「无不示为」，佛菩萨示现。这是身同世间。我们再看下面后面这段，这段有六首偈，「示同外道，救彼邪党」。我们把第七首念一念：",
      "zh_TW": "所以挫折是免不了，要知道這有業因，業因是什麼？過去今生所造的業，業一定有報。這一生沒有做，前生有做，再前生有做，連釋迦牟尼佛都不能避免。釋迦牟尼佛兩次，一次是馬麥之報；一次重大的打擊，琉璃王滅了他的國家。佛知道前因後果，沒法子救。經典裡面講的這些故事，很多同學也都知道。定業，佛也不能轉，不是佛菩薩不慈悲，幫不上忙。菩薩可以做到的，是把這些業因果報真的給你說清楚，讓你雖然受這些果報，心平氣和，不會退失道心。以上這六首偈，清涼大師後面有個小註，前面我們也讀過了，我們再念一遍。這六首偈「身同世間利益眾生，若依若正」，曠野大樹、良藥、珠寶都是依報，長者、國王大臣、賈客商人、良醫這是正報，無論是現正報、現依報，「無不示為」，佛菩薩示現。這是身同世間。我們再看下面後面這段，這段有六首偈，「示同外道，救彼邪黨」。我們把第七首念一念："
    },
    {
      "id": "12-017-1743_p0043",
      "zh_CN": "【或作外道出家人。】",
      "zh_TW": "【或作外道出家人。】"
    },
    {
      "id": "12-017-1743_p0044",
      "zh_CN": "『外道』是普遍指当时印度的宗教。为什么称外道？这些宗教依然是心外求法，就叫外道。佛不是心外求法，佛是从心内，跟中国古圣先贤教导我们的有相似之处。我们中国老祖宗五千年前教导我们，「行有不得，反求诸己」，这是非常重要的教诲。你遇到障难、遇到困难不能向外找，你要认真去反省原因在哪里？一定在自己不在外面，能解决问题。佛法也是如此，佛法不从心外去找，决定从内，所以佛学叫内学，佛教在印度称内明，五明里头称内明。所以外道不是贬低别人、不是轻慢别人，不是这个意思。如果学佛你不相信自己，你相信佛菩萨，你也是外道，为什么？你不是从自性上求。怎样我们拜佛不是外道？你拜佛拜阿弥陀佛，阿弥陀佛从哪里得的？自性弥陀，不是外面的。西方净土，唯心净土，是我们自性变现的，阿弥陀佛也是自性变现的，释迦牟尼佛还是自性变现的，十方三世一切诸佛菩萨都是自性佛菩萨。十方法界是唯心法界，不在外，这样学佛就对了，你就没错了。芸芸众生是唯心众生，唯心所变的，众生里头发生困难，解决不在外头，决定在内，这叫内学。",
      "zh_TW": "『外道』是普遍指當時印度的宗教。為什麼稱外道？這些宗教依然是心外求法，就叫外道。佛不是心外求法，佛是從心內，跟中國古聖先賢教導我們的有相似之處。我們中國老祖宗五千年前教導我們，「行有不得，反求諸己」，這是非常重要的教誨。你遇到障難、遇到困難不能向外找，你要認真去反省原因在哪裡？一定在自己不在外面，能解決問題。佛法也是如此，佛法不從心外去找，決定從內，所以佛學叫內學，佛教在印度稱內明，五明裡頭稱內明。所以外道不是貶低別人、不是輕慢別人，不是這個意思。如果學佛你不相信自己，你相信佛菩薩，你也是外道，為什麼？你不是從自性上求。怎樣我們拜佛不是外道？你拜佛拜阿彌陀佛，阿彌陀佛從哪裡得的？自性彌陀，不是外面的。西方淨土，唯心淨土，是我們自性變現的，阿彌陀佛也是自性變現的，釋迦牟尼佛還是自性變現的，十方三世一切諸佛菩薩都是自性佛菩薩。十方法界是唯心法界，不在外，這樣學佛就對了，你就沒錯了。芸芸眾生是唯心眾生，唯心所變的，眾生裡頭發生困難，解決不在外頭，決定在內，這叫內學。"
    },
    {
      "id": "12-017-1743_p0045",
      "zh_CN": "假如我们不懂这个道理，我们还是向外求，我们是外道。佛门里面叫什么外道？门内外。其他宗教是门外外，这是门内外，所以外道两个字的意思一定要搞得很清楚。学佛千万不要走到外道，跑到门内外去，你完全就错了。这些年来我们提倡三时系念，中峰禅师在《三时系念》里面开示，讲得非常好，有两句话，「自性弥陀，唯心净土」。他怎么说法？「我心即是阿弥陀佛，阿弥陀佛即是我心；此方即净土，净土即此方」，那就不是外道。你如果真的把阿弥陀佛树立在西方极乐世界，那就真的变成外道。虽然变成外道还管用，为什么？他真能往生，往生的品位不高，凡圣同居土中下品，是你没搞清楚。可是你要是这种认知修学其他的法门，八万四千法门没有一个法门你能够契入，你决定不成功。净土殊胜在此，虽然搞不清楚，老实念的话还真能往生，这个法门殊胜。除这个法门之外，你想想看，还有什么法门在末法时期一生能成就？",
      "zh_TW": "假如我們不懂這個道理，我們還是向外求，我們是外道。佛門裡面叫什麼外道？門內外。其他宗教是門外外，這是門內外，所以外道兩個字的意思一定要搞得很清楚。學佛千萬不要走到外道，跑到門內外去，你完全就錯了。這些年來我們提倡三時繫念，中峰禪師在《三時繫念》裡面開示，講得非常好，有兩句話，「自性彌陀，唯心淨土」。他怎麼說法？「我心即是阿彌陀佛，阿彌陀佛即是我心；此方即淨土，淨土即此方」，那就不是外道。你如果真的把阿彌陀佛樹立在西方極樂世界，那就真的變成外道。雖然變成外道還管用，為什麼？他真能往生，往生的品位不高，凡聖同居土中下品，是你沒搞清楚。可是你要是這種認知修學其他的法門，八萬四千法門沒有一個法門你能夠契入，你決定不成功。淨土殊勝在此，雖然搞不清楚，老實念的話還真能往生，這個法門殊勝。除這個法門之外，你想想看，還有什麼法門在末法時期一生能成就？"
    },
    {
      "id": "12-017-1743_p0046",
      "zh_CN": "我们对于其他的宗派不是不赞叹，不是不尊重，你要认为我们对它不赞叹、不尊重，那你完全错解，你完全不明白。一九七七年我第一次到香港讲经，连续讲四个月，讲《大佛顶首楞严经》，法会可以说（这是香港法师告诉我的）无比殊胜庄严。为什么？四个月听众天天满座，小佛堂里挤得满满，确实盛况。那个时候许多这些出家法师都来听，圣一法师来听了很多次，他学禅的，不但他自己听经，他还介绍他的信徒来听我讲经。邀请我到宝林寺，那个时候他是宝林寺住持，在宝莲寺的后面，从宝莲寺过去要走半小时的路（走半小时到四十分钟的路），小路，车不能进去。他那边有禅堂，还有四十多个人天天在那里坐禅，我去参观，邀请我在禅堂里面给大家讲开示。",
      "zh_TW": "我們對於其他的宗派不是不讚歎，不是不尊重，你要認為我們對它不讚歎、不尊重，那你完全錯解，你完全不明白。一九七七年我第一次到香港講經，連續講四個月，講《大佛頂首楞嚴經》，法會可以說（這是香港法師告訴我的）無比殊勝莊嚴。為什麼？四個月聽眾天天滿座，小佛堂裡擠得滿滿，確實盛況。那個時候許多這些出家法師都來聽，聖一法師來聽了很多次，他學禪的，不但他自己聽經，他還介紹他的信徒來聽我講經。邀請我到寶林寺，那個時候他是寶林寺住持，在寶蓮寺的後面，從寶蓮寺過去要走半小時的路（走半小時到四十分鐘的路），小路，車不能進去。他那邊有禪堂，還有四十多個人天天在那裡坐禪，我去參觀，邀請我在禪堂裡面給大家講開示。"
    },
    {
      "id": "12-017-1743_p0047",
      "zh_CN": "我不是修禅的，可是禅宗东西我也念了一些，《金刚经》是禅宗的，《六祖坛经》是禅宗的，《永嘉禅师证道歌》是禅宗的，《永嘉大师集》是禅宗的。禅宗东西我读了一些，我就跟他们讲口头禅。我赞叹圣一法师，我赞叹道场，赞叹禅堂里头学禅的这些大德们。我离开之后也是走路走回来，要走到宝莲寺我们才能乘车。跟我去的有十几位同修，听到我在禅堂讲开示对他们的赞叹，这些同学就问我：净空法师，你对禅这样赞叹，你为什么不去学禅？我告诉他：学禅是上上根人，至少是上根人，中下根人没分，我是中下根性，我自己清楚，我修净土能成功，我修禅不会开悟。自己要有自知之明，所以我对它仰慕、欢喜赞叹，我还是老实念阿弥陀佛求生净土，就跟善财童子一样。",
      "zh_TW": "我不是修禪的，可是禪宗東西我也念了一些，《金剛經》是禪宗的，《六祖壇經》是禪宗的，《永嘉禪師證道歌》是禪宗的，《永嘉大師集》是禪宗的。禪宗東西我讀了一些，我就跟他們講口頭禪。我讚歎聖一法師，我讚歎道場，讚歎禪堂裡頭學禪的這些大德們。我離開之後也是走路走回來，要走到寶蓮寺我們才能乘車。跟我去的有十幾位同修，聽到我在禪堂講開示對他們的讚歎，這些同學就問我：淨空法師，你對禪這樣讚歎，你為什麼不去學禪？我告訴他：學禪是上上根人，至少是上根人，中下根人沒分，我是中下根性，我自己清楚，我修淨土能成功，我修禪不會開悟。自己要有自知之明，所以我對它仰慕、歡喜讚歎，我還是老實念阿彌陀佛求生淨土，就跟善財童子一樣。"
    },
    {
      "id": "12-017-1743_p0048",
      "zh_CN": "《华严》讲到最后善财童子，善财童子是老实念佛求生净土。其他宗派他都去参学、都去看、都去了解，对自己所修学的念佛法门，如如不动。所以《华严经》，这个经到最后你才看出来是教末法众生无比殊胜的大法，普贤菩萨十大愿王导归极乐。《文殊般若经》在净土宗是助道品，普贤菩萨的示现是正道，正助双修，文殊、普贤示现的正助双修，这一定要知道。这首偈是讲什么？讲诸佛菩萨示现在宗教里，今天讲全世界各种宗教，示现在宗教里面领导人、传教师。",
      "zh_TW": "《華嚴》講到最後善財童子，善財童子是老實念佛求生淨土。其他宗派他都去參學、都去看、都去了解，對自己所修學的念佛法門，如如不動。所以《華嚴經》，這個經到最後你才看出來是教末法眾生無比殊勝的大法，普賢菩薩十大願王導歸極樂。《文殊般若經》在淨土宗是助道品，普賢菩薩的示現是正道，正助雙修，文殊、普賢示現的正助雙修，這一定要知道。這首偈是講什麼？講諸佛菩薩示現在宗教裡，今天講全世界各種宗教，示現在宗教裡面領導人、傳教師。"
    },
    {
      "id": "12-017-1743_p0049",
      "zh_CN": "【或在山林自勤苦。】",
      "zh_TW": "【或在山林自勤苦。】"
    },
    {
      "id": "12-017-1743_p0050",
      "zh_CN": "这是苦行僧，修苦行的，也不一定是佛教。古时候印度宗教很多，修苦行是非常常见的，佛菩萨也应化在其中。所以我们读这段就晓得全世界宗教是一家人，为什么？佛菩萨示现的。我就是根据这些启示团结不同的宗教，我跟他们的交往，我跟他们说明每个宗教创教的这个人，都是真神的使者，这他们都能接受。宇宙之间有个唯一的真神，这他们所说的，我们也用他们的话说，大家都相信，认为什么？真神就是他们拜的神。所以我就说，每个经典里面都说宇宙是真神创造的，这他们都点头。我说那好了，现在这么多宗教，每个宗教都说真神是在他那边，那到底是这一个真神，还是好多个真神？他们还是承认真神只有一个，真神没有形相。",
      "zh_TW": "這是苦行僧，修苦行的，也不一定是佛教。古時候印度宗教很多，修苦行是非常常見的，佛菩薩也應化在其中。所以我們讀這段就曉得全世界宗教是一家人，為什麼？佛菩薩示現的。我就是根據這些啟示團結不同的宗教，我跟他們的交往，我跟他們說明每個宗教創教的這個人，都是真神的使者，這他們都能接受。宇宙之間有個唯一的真神，這他們所說的，我們也用他們的話說，大家都相信，認為什麼？真神就是他們拜的神。所以我就說，每個經典裡面都說宇宙是真神創造的，這他們都點頭。我說那好了，現在這麼多宗教，每個宗教都說真神是在他那邊，那到底是這一個真神，還是好多個真神？他們還是承認真神只有一個，真神沒有形相。"
    },
    {
      "id": "12-017-1743_p0051",
      "zh_CN": "我说既然造宇宙是一个真神，不是多真神，是一个真神，我们就会想到真神是不是有圆满的智慧？这他们同意。真神是不是有很大的神通，能够变化？这他们相信。那就行了，在基督教里头，真神就示现为耶稣、示现为摩西，在佛教里面真神就示现为释迦牟尼，在伊斯兰教里面真神就示现为穆罕默德，这个说法他们都能够接受。本来我以为还要辩论，这么多年来接触宗教从来没有辩论，而且欢喜接受。所以说宗教是一家人，都是真神的学生。佛教讲学生，他们讲是儿女，都是真神的儿女，都是真神的学生，一个神。在佛法里面不叫真神，叫法性，佛教讲宇宙从哪里来的？心现识变。明心见性的这些人，释迦牟尼佛，跟中国的六祖惠能大师见性所说的五句话，最后一个「何期自性能生万法」，能生万法就是宗教里面讲的能造宇宙，造物主！造物主是自性，《华严经》上讲的法性，他们各个宗教讲唯一的真神，法性。",
      "zh_TW": "我說既然造宇宙是一個真神，不是多真神，是一個真神，我們就會想到真神是不是有圓滿的智慧？這他們同意。真神是不是有很大的神通，能夠變化？這他們相信。那就行了，在基督教裡頭，真神就示現為耶穌、示現為摩西，在佛教裡面真神就示現為釋迦牟尼，在伊斯蘭教裡面真神就示現為穆罕默德，這個說法他們都能夠接受。本來我以為還要辯論，這麼多年來接觸宗教從來沒有辯論，而且歡喜接受。所以說宗教是一家人，都是真神的學生。佛教講學生，他們講是兒女，都是真神的兒女，都是真神的學生，一個神。在佛法裡面不叫真神，叫法性，佛教講宇宙從哪裡來的？心現識變。明心見性的這些人，釋迦牟尼佛，跟中國的六祖惠能大師見性所說的五句話，最後一個「何期自性能生萬法」，能生萬法就是宗教裡面講的能造宇宙，造物主！造物主是自性，《華嚴經》上講的法性，他們各個宗教講唯一的真神，法性。"
    },
    {
      "id": "12-017-1743_p0052",
      "zh_CN": "我在日本，告诉日本净土宗的同修们，都是诸山长老，我们在一起吃饭，他请我，我也请他们。我跟他们大家说：我们净土宗不同的寺庙，我们都是修净土的，都是念阿弥陀佛的，真正一家人、真正亲兄弟，不能够不往来，不能够有分别。我们如果不往来，有门户之见，我说释迦牟尼佛天天流眼泪，你怎么对得起！其他不同的宗派，日本佛教有十三个宗派，统统是亲兄弟，都是释迦牟尼佛传的，所以要团结，要互相尊重，要互相关怀、互相照顾、互助合作，释迦牟尼佛就欢喜了。就像一家人一样，父母养了十三个儿子，十三个儿子如果彼此对立，彼此不和，你说做父母的有多痛苦，他们理解了。然后再告诉他不同的宗教，日本的神道教、基督教、天主教、伊斯兰教、犹太教，不同的宗教都是我们的堂兄弟、表兄弟，一家人！所以我们要走向宗教大团结。",
      "zh_TW": "我在日本，告訴日本淨土宗的同修們，都是諸山長老，我們在一起吃飯，他請我，我也請他們。我跟他們大家說：我們淨土宗不同的寺廟，我們都是修淨土的，都是念阿彌陀佛的，真正一家人、真正親兄弟，不能夠不往來，不能夠有分別。我們如果不往來，有門戶之見，我說釋迦牟尼佛天天流眼淚，你怎麼對得起！其他不同的宗派，日本佛教有十三個宗派，統統是親兄弟，都是釋迦牟尼佛傳的，所以要團結，要互相尊重，要互相關懷、互相照顧、互助合作，釋迦牟尼佛就歡喜了。就像一家人一樣，父母養了十三個兒子，十三個兒子如果彼此對立，彼此不和，你說做父母的有多痛苦，他們理解了。然後再告訴他不同的宗教，日本的神道教、基督教、天主教、伊斯蘭教、猶太教，不同的宗教都是我們的堂兄弟、表兄弟，一家人！所以我們要走向宗教大團結。"
    },
    {
      "id": "12-017-1743_p0053",
      "zh_CN": "知道一个真神，佛家讲一个法性，唯心所现，唯识所变，不可以分彼此，整个宇宙是一体。现在人讲一个生命共同体，所以佛法讲「无缘大慈，同体大悲」，怎么可以分？分就迷了。迷失自性他才会分，觉悟自性就不分了，觉迷就从这里看。分得愈清楚，分得愈多，就迷得更深，迷得更严重，就这么道理。你到底是觉悟还是迷惑？就是看你处事待人接物，自己就很清楚、很明白，我现在觉悟觉到哪个程度，不要问人，自己好清楚。所以，要不断向上提升，我们还没有成大觉，大觉就是连六道十法界都不分，都是一体。一切众生各个都是佛，这大乘教里佛说的，「一切众生本来成佛」；《菩萨戒经》上讲的，「一切男子是我父，一切女人是我母」。你说这关系多亲密，这个男女不但是人道，天道、畜生道、饿鬼道都有男女，统统都是，那是什么？那是大觉。你要到这个程度，你就晓得你自己成大觉。大觉是菩萨，大觉是正等正觉，到最后一个位次究竟觉，那就圆满觉悟，那是如来果位。所以这两首偈我们念下来之后就很清楚。",
      "zh_TW": "知道一個真神，佛家講一個法性，唯心所現，唯識所變，不可以分彼此，整個宇宙是一體。現在人講一個生命共同體，所以佛法講「無緣大慈，同體大悲」，怎麼可以分？分就迷了。迷失自性他才會分，覺悟自性就不分了，覺迷就從這裡看。分得愈清楚，分得愈多，就迷得更深，迷得更嚴重，就這麼道理。你到底是覺悟還是迷惑？就是看你處事待人接物，自己就很清楚、很明白，我現在覺悟覺到哪個程度，不要問人，自己好清楚。所以，要不斷向上提升，我們還沒有成大覺，大覺就是連六道十法界都不分，都是一體。一切眾生各個都是佛，這大乘教裡佛說的，「一切眾生本來成佛」；《菩薩戒經》上講的，「一切男子是我父，一切女人是我母」。你說這關係多親密，這個男女不但是人道，天道、畜生道、餓鬼道都有男女，統統都是，那是什麼？那是大覺。你要到這個程度，你就曉得你自己成大覺。大覺是菩薩，大覺是正等正覺，到最後一個位次究竟覺，那就圓滿覺悟，那是如來果位。所以這兩首偈我們念下來之後就很清楚。"
    },
    {
      "id": "12-017-1743_p0054",
      "zh_CN": "【或露形体无衣服。而于彼众作师长。】",
      "zh_TW": "【或露形體無衣服。而於彼眾作師長。】"
    },
    {
      "id": "12-017-1743_p0055",
      "zh_CN": "佛经里面讲的「裸行外道」，他们修苦行，他们不穿衣服。现在在澳洲，澳洲的内陆土着跟经上所讲的相似，他们不穿衣服，男女都不穿衣服。真的是树下一宿，吃东西都是采野生的果木，或者是打猎野兽。他们确实灵性超过我们，他们能够认识这个野兽是不是寿命到了，他们要猎的寿命到了；寿命没有到的他们不杀牠，难得！还有他们有这个能力，也是咒愿，太饿了想找野兽，猎个野兽来充饥，他们发这个愿在这里观想的时候，野兽自己来了，寿命到了自己来，牠愿意来供养，他有这个能力。这些土着看到我们城市里面人，他们讲叫变种人，你们变质了，不是原来的人，为什么？本能丧失掉。我们现在跟外面朋友通话要用手机，他们看了很好笑，为什么？他们不需要。隔个几十里、几百里的地方他们有朋友，他们要通讯只要静坐下来，你看他眼睛一闭好像打坐，他就沟通了。不但他知道谈话双方可以交流，心灵沟通，而且他现在什么状况能看得清楚，就像电视一样。",
      "zh_TW": "佛經裡面講的「裸行外道」，他們修苦行，他們不穿衣服。現在在澳洲，澳洲的內陸土著跟經上所講的相似，他們不穿衣服，男女都不穿衣服。真的是樹下一宿，吃東西都是採野生的果木，或者是打獵野獸。他們確實靈性超過我們，他們能夠認識這個野獸是不是壽命到了，他們要獵的壽命到了；壽命沒有到的他們不殺牠，難得！還有他們有這個能力，也是咒願，太餓了想找野獸，獵個野獸來充飢，他們發這個願在這裡觀想的時候，野獸自己來了，壽命到了自己來，牠願意來供養，他有這個能力。這些土著看到我們城市裡面人，他們講叫變種人，你們變質了，不是原來的人，為什麼？本能喪失掉。我們現在跟外面朋友通話要用手機，他們看了很好笑，為什麼？他們不需要。隔個幾十里、幾百里的地方他們有朋友，他們要通訊只要靜坐下來，你看他眼睛一閉好像打坐，他就溝通了。不但他知道談話雙方可以交流，心靈溝通，而且他現在什麼狀況能看得清楚，就像電視一樣。"
    },
    {
      "id": "12-017-1743_p0056",
      "zh_CN": "这种能力是本能，我们今天听到一点都不奇怪，本能，他心地清净，没有分别执着。这是我们常说的，如果执着统统没有，你就得阿罗汉果，初果、二果就有这神通了。他们没有证初果、二果，为什么？他们的执着没有放下。不过一静坐，入定静坐暂时放下，不起作用，这空间维次就突破了，他有这个能力。远方的朋友现在在干什么，他很清楚；他们在做什么，他们也清楚。政府为了照顾他们，看他们都睡在旷野，都住在沙漠里面，政府给他们做些小房子，照顾他们。他们也接受，拿去做什么？做储藏室，采集的果子都往那里放。他们不住在那个地方，不习惯，他住野外住惯了，住房子里头不习惯。",
      "zh_TW": "這種能力是本能，我們今天聽到一點都不奇怪，本能，他心地清淨，沒有分別執著。這是我們常說的，如果執著統統沒有，你就得阿羅漢果，初果、二果就有這神通了。他們沒有證初果、二果，為什麼？他們的執著沒有放下。不過一靜坐，入定靜坐暫時放下，不起作用，這空間維次就突破了，他有這個能力。遠方的朋友現在在幹什麼，他很清楚；他們在做什麼，他們也清楚。政府為了照顧他們，看他們都睡在曠野，都住在沙漠裡面，政府給他們做些小房子，照顧他們。他們也接受，拿去做什麼？做儲藏室，採集的果子都往那裡放。他們不住在那個地方，不習慣，他住野外住慣了，住房子裡頭不習慣。"
    },
    {
      "id": "12-017-1743_p0057",
      "zh_CN": "有个小册子《旷野的声音》，这个小册子是美国人写的。美国一个医生，到那边去跟他们共同生活了四个月，去了解他们状况，写了一本书来报导，对他们非常赞叹。他们生病真的是念咒，他不找医生，还用经典上讲的古老方法，可是非常有效果。有一个摔跤跌倒，跌到悬崖里面，伤势很严重，骨头都折了，他们就是有两个懂得这些医术的给他治疗、给他按摩，但是手没有贴到他的身体，有个距离，就这样给他按摩，好像念念有词，像唱歌很好听，到第二天完全恢复，跟好人一样跟大家一起旅行去了。美国这个人是个医生，她看到非常惊讶，她说这在西方那一定要很麻烦，要很长时间才能帮助他恢复。没想到他第二天就完全恢复，连疤痕都没有，这是什么？人类的本能，他们还没有丧失本能。但是他们的妄想分别执着还是有，所以他还是属于人道，他不是阿罗汉，他不是须陀洹。他称他们是真人，我们是变种人。菩萨也示现在他们当中来教导他们，他们里面确实是有一个领导，我们想这个领导可能都是佛菩萨示现，这些土着心地都是很善良、很慈悲。后面还有一首，第八首：",
      "zh_TW": "有個小冊子《曠野的聲音》，這個小冊子是美國人寫的。美國一個醫生，到那邊去跟他們共同生活了四個月，去了解他們狀況，寫了一本書來報導，對他們非常讚歎。他們生病真的是念咒，他不找醫生，還用經典上講的古老方法，可是非常有效果。有一個摔跤跌倒，跌到懸崖裡面，傷勢很嚴重，骨頭都折了，他們就是有兩個懂得這些醫術的給他治療、給他按摩，但是手沒有貼到他的身體，有個距離，就這樣給他按摩，好像念念有詞，像唱歌很好聽，到第二天完全恢復，跟好人一樣跟大家一起旅行去了。美國這個人是個醫生，她看到非常驚訝，她說這在西方那一定要很麻煩，要很長時間才能幫助他恢復。沒想到他第二天就完全恢復，連疤痕都沒有，這是什麼？人類的本能，他們還沒有喪失本能。但是他們的妄想分別執著還是有，所以他還是屬於人道，他不是阿羅漢，他不是須陀洹。他稱他們是真人，我們是變種人。菩薩也示現在他們當中來教導他們，他們裡面確實是有一個領導，我們想這個領導可能都是佛菩薩示現，這些土著心地都是很善良、很慈悲。後面還有一首，第八首："
    },
    {
      "id": "12-017-1743_p0058",
      "zh_CN": "【或现邪命种种行。习行非法以为胜。或现梵志诸威仪。于彼众中为上首。】",
      "zh_TW": "【或現邪命種種行。習行非法以為勝。或現梵志諸威儀。於彼眾中為上首。】"
    },
    {
      "id": "12-017-1743_p0059",
      "zh_CN": "『邪命、非法』，这佛经上讲得很详细，违背自然的原则秩序这些行为来谋生的，就叫邪命。譬如澳洲一些土着，我们现在说他们是野蛮人，没有文化。他们杀生，但是他们不杀小动物，不杀寿命还没有到的动物，这叫正命。居然有这些动物到老，快要死的时候自动送来供养，这正命。再看看我们自以为是文明人，本来佛法里面讲的正命，跟世间又不一样，世间法正当的行业，这是正命。邪命是什么样？杀生的，这个业报不好；卖酒的行业不好，酒是迷惑人的。看相算命的都不算是正业，以这个为生的这就不算正业；看相算命不是以这个谋生，那是高人，那个看相算命不要钱的。像我们在《了凡四训》里面看到的，了凡先生遇到了孔先生给他算命，没有说要钱的，他不是以这个谋生。",
      "zh_TW": "『邪命、非法』，這佛經上講得很詳細，違背自然的原則秩序這些行為來謀生的，就叫邪命。譬如澳洲一些土著，我們現在說他們是野蠻人，沒有文化。他們殺生，但是他們不殺小動物，不殺壽命還沒有到的動物，這叫正命。居然有這些動物到老，快要死的時候自動送來供養，這正命。再看看我們自以為是文明人，本來佛法裡面講的正命，跟世間又不一樣，世間法正當的行業，這是正命。邪命是什麼樣？殺生的，這個業報不好；賣酒的行業不好，酒是迷惑人的。看相算命的都不算是正業，以這個為生的這就不算正業；看相算命不是以這個謀生，那是高人，那個看相算命不要錢的。像我們在《了凡四訓》裡面看到的，了凡先生遇到了孔先生給他算命，沒有說要錢的，他不是以這個謀生。"
    },
    {
      "id": "12-017-1743_p0060",
      "zh_CN": "所以佛教里面的正命是什么？是托钵，接受四事供养。自己不许可耕种，不许可说是出家人给人算命看相，用这种方法来过生活，都叫邪命；一定要学释迦牟尼佛一样，每天出去托钵。佛教传到中国，中国人的社会生活方式跟印度不一样，中国人没有这种习俗，印度人对于托钵非常尊重，中国人认为托钵是要饭的，叫化子。这些出家人是天人师，哪有老师出去要饭！这在中国决定讲不通的，所以老师一定要受供养。不能让他住在野外，要给他盖好房子，要好好的供养，中国人。每个地方风俗习惯不相同，印度天热，所以三衣一钵够了；中国有四季，有春夏秋冬，衣服就要多。中国的佛教，出家人还是穿中国一般的衣服，佛的三衣我们披在身上，这是佛的三衣，三件。我们只有在今天举行佛教仪式、讲经教学，这是礼服搭在身上。里面的海青是我们中国汉朝时候的礼服。",
      "zh_TW": "所以佛教裡面的正命是什麼？是托缽，接受四事供養。自己不許可耕種，不許可說是出家人給人算命看相，用這種方法來過生活，都叫邪命；一定要學釋迦牟尼佛一樣，每天出去托缽。佛教傳到中國，中國人的社會生活方式跟印度不一樣，中國人沒有這種習俗，印度人對於托缽非常尊重，中國人認為托缽是要飯的，叫化子。這些出家人是天人師，哪有老師出去要飯！這在中國決定講不通的，所以老師一定要受供養。不能讓他住在野外，要給他蓋好房子，要好好的供養，中國人。每個地方風俗習慣不相同，印度天熱，所以三衣一缽夠了；中國有四季，有春夏秋冬，衣服就要多。中國的佛教，出家人還是穿中國一般的衣服，佛的三衣我們披在身上，這是佛的三衣，三件。我們只有在今天舉行佛教儀式、講經教學，這是禮服搭在身上。裡面的海青是我們中國漢朝時候的禮服。"
    },
    {
      "id": "12-017-1743_p0061",
      "zh_CN": "只有出家人服装没有改变，满清入关跟洪承畴订条约，在家人投降，出家人不投降，所以出家人还是穿明朝服装。诸位晓得，出家人的小褂、长褂是明朝的服装。这个条约上有五不降，汉人生降死不降，活的时候投降，穿满清的衣服；死的时候，入殓的时候，还是用明朝的衣服。这在习俗当中诸位同学都看到了，原因满清入关，入主中国之后给中国人订的条件。凡是从事于不利社会大众的都是邪命，像现在经营什么电子游戏机的，这邪命，你想这个害多少青少年。现在邪命好像愈来愈多，卖东西卖假的，连药都是假的，谋财害命那真正叫邪命。这些「邪命种种行」，做一些非法的自以为胜，自以为什么？自以为聪明，自以为高明，以这个来赚钱谋生，将来堕落都是在地狱，很可怕！他不晓得。",
      "zh_TW": "只有出家人服裝沒有改變，滿清入關跟洪承疇訂條約，在家人投降，出家人不投降，所以出家人還是穿明朝服裝。諸位曉得，出家人的小褂、長褂是明朝的服裝。這個條約上有五不降，漢人生降死不降，活的時候投降，穿滿清的衣服；死的時候，入殮的時候，還是用明朝的衣服。這在習俗當中諸位同學都看到了，原因滿清入關，入主中國之後給中國人訂的條件。凡是從事於不利社會大眾的都是邪命，像現在經營什麼電子遊戲機的，這邪命，你想這個害多少青少年。現在邪命好像愈來愈多，賣東西賣假的，連藥都是假的，謀財害命那真正叫邪命。這些「邪命種種行」，做一些非法的自以為勝，自以為什麼？自以為聰明，自以為高明，以這個來賺錢謀生，將來墮落都是在地獄，很可怕！他不曉得。"
    },
    {
      "id": "12-017-1743_p0062",
      "zh_CN": "『或现梵志诸威仪』，这是讲宗教，一般宗教里面是威仪详叙。『于彼众中为上首』，菩萨示现在他们当中，示现在邪命、非法当中是帮助他们，讲解因果报应，示现报应给他看，让他们觉悟。就像演戏一样演出来给他看，做坏事后来得不好的结果，让他觉悟。梵志示现好的威仪，社会大众景仰。菩萨做样子，菩萨做示现，慈悲到极处。好，今天间到了，我们学习到此地。",
      "zh_TW": "『或現梵志諸威儀』，這是講宗教，一般宗教裡面是威儀詳敘。『於彼眾中為上首』，菩薩示現在他們當中，示現在邪命、非法當中是幫助他們，講解因果報應，示現報應給他看，讓他們覺悟。就像演戲一樣演出來給他看，做壞事後來得不好的結果，讓他覺悟。梵志示現好的威儀，社會大眾景仰。菩薩做樣子，菩薩做示現，慈悲到極處。好，今天間到了，我們學習到此地。"
    }
  ]
}