{
  "doc_id": "12-017-1414",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四一四卷",
    "zh_TW": "第一四一四卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1414",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "12-017-1414_p0001",
      "zh_CN": "诸位同学，请坐。请看「菩萨问明品」，第七正行甚深，末后这段是李长者的《合论》。我们看论文，「第七尔时已下六行经，是文殊问法首，如佛所说，若有众生受持正法，悉能除断一切烦恼，何故有受持正法而不断者」，我们就看这一段。这段经文我们学习过了，我们读的是清凉大师的《疏钞》，也学习得很详细，长者的《论》不是逐句解释经文，而是通论这一段经的大意，所以不称为注疏，而称之为论。",
      "zh_TW": "諸位同學，請坐。請看「菩薩問明品」，第七正行甚深，末後這段是李長者的《合論》。我們看論文，「第七爾時已下六行經，是文殊問法首，如佛所說，若有眾生受持正法，悉能除斷一切煩惱，何故有受持正法而不斷者」，我們就看這一段。這段經文我們學習過了，我們讀的是清涼大師的《疏鈔》，也學習得很詳細，長者的《論》不是逐句解釋經文，而是通論這一段經的大意，所以不稱為註疏，而稱之為論。"
    },
    {
      "id": "12-017-1414_p0002",
      "zh_CN": "开头说从尔时已下六行经，这是指的长行。在古时候就是李长者所看到的经本，这段长行是有六行，六行经。文殊问法首菩萨，如佛所说，若有众生受持正法，悉能除断一切烦恼。这是正教，这是事实，关键就在受持。受持这两个字的意思很深，受是真正接受如来的教诲，如来所说的意思通达明了而没有疑惑，这才能够信受奉行，受里面一定包括这四个字，信受奉行，这才是受，持是保持而不失去，从初发心到如来地都能保持而不失去，这叫受持。正法是如来所说一切法，为什么称之为正？正是跟法性相应，这才是正。如果与法性相违背，那就叫邪。与法性相应的是智慧、是德能、是相好，大经里面常常用这三条把性德圆圆满满的包括尽了。",
      "zh_TW": "開頭說從爾時已下六行經，這是指的長行。在古時候就是李長者所看到的經本，這段長行是有六行，六行經。文殊問法首菩薩，如佛所說，若有眾生受持正法，悉能除斷一切煩惱。這是正教，這是事實，關鍵就在受持。受持這兩個字的意思很深，受是真正接受如來的教誨，如來所說的意思通達明瞭而沒有疑惑，這才能夠信受奉行，受裡面一定包括這四個字，信受奉行，這才是受，持是保持而不失去，從初發心到如來地都能保持而不失去，這叫受持。正法是如來所說一切法，為什麼稱之為正？正是跟法性相應，這才是正。如果與法性相違背，那就叫邪。與法性相應的是智慧、是德能、是相好，大經裡面常常用這三條把性德圓圓滿滿的包括盡了。"
    },
    {
      "id": "12-017-1414_p0003",
      "zh_CN": "我们的学习是不是真正受持？这个问题很严肃，不是说我们遇到佛法，我们也很欢喜，也愿意接受，我们受了三皈，受了五戒，受了菩萨戒，甚至于还出了家，受了比丘戒、比丘尼戒，这是《梵网菩萨戒》，这受了，是不是真的受了？菩萨说为什么烦恼不断？烦恼不断是形式上受了，实质上没有受。于如来的正法不能够理解，有读诵，读诵不解其义，在日常生活当中依旧是随顺烦恼习气，我们没有能够随顺如来正法的教导，没有随顺。就是从三皈依来讲，我们有没有受持？皈依佛这句什么意思？受持皈依的时候我们也讲得很清楚，讲完之后你能不能接受？很困难。皈是回头、回归，通常这个字，「反白」用这个字，反就是回头，从染污反过来回归到白，白就是没有染污，白代表清净。古印度，中国人讲善恶，印度人讲黑白，黑法、白法；黑法就是恶法，白法就是善法，中国人习惯讲善恶，印度人讲黑白。我们怎样从黑反过来回归到白净法？这是皈依的意思，依是依靠。",
      "zh_TW": "我們的學習是不是真正受持？這個問題很嚴肅，不是說我們遇到佛法，我們也很歡喜，也願意接受，我們受了三皈，受了五戒，受了菩薩戒，甚至於還出了家，受了比丘戒、比丘尼戒，這是《梵網菩薩戒》，這受了，是不是真的受了？菩薩說為什麼煩惱不斷？煩惱不斷是形式上受了，實質上沒有受。於如來的正法不能夠理解，有讀誦，讀誦不解其義，在日常生活當中依舊是隨順煩惱習氣，我們沒有能夠隨順如來正法的教導，沒有隨順。就是從三皈依來講，我們有沒有受持？皈依佛這句什麼意思？受持皈依的時候我們也講得很清楚，講完之後你能不能接受？很困難。皈是回頭、回歸，通常這個字，「反白」用這個字，反就是回頭，從染污反過來回歸到白，白就是沒有染污，白代表清淨。古印度，中國人講善惡，印度人講黑白，黑法、白法；黑法就是惡法，白法就是善法，中國人習慣講善惡，印度人講黑白。我們怎樣從黑反過來回歸到白淨法？這是皈依的意思，依是依靠。"
    },
    {
      "id": "12-017-1414_p0004",
      "zh_CN": "我们是凡夫，久远劫来就被烦恼习气染污了，所以烦恼有俱生烦恼，俱生不是这一生染污的，过去生中生生世世带来的习气，俱生烦恼。这我们细心去观察思惟不难发现，我们才相信这事情是真的不是假的，每个人都带着过去生中的习气，这个习气有善有恶很明显。有人性情很慈悲、很善良，不是这一生学来的，佛在经上告诉我们，过去生中从善道来；如果他从天上来，他还带着有天人的习气，天人慈悲喜舍，天人好善，他带着有善习气。有些人习气不善，佛说从恶道中来；带着瞋恚、好胜、傲慢，从修罗道来，从罗刹道来。我们如果是深入经藏细心去观察，大致上也能猜得个相当可靠的程度，细心观察。尤其应该细心去观察自己，观察自己也能够了解自己过去生中是在哪一道，从习气上就能够体会得到。",
      "zh_TW": "我們是凡夫，久遠劫來就被煩惱習氣染污了，所以煩惱有俱生煩惱，俱生不是這一生染污的，過去生中生生世世帶來的習氣，俱生煩惱。這我們細心去觀察思惟不難發現，我們才相信這事情是真的不是假的，每個人都帶著過去生中的習氣，這個習氣有善有惡很明顯。有人性情很慈悲、很善良，不是這一生學來的，佛在經上告訴我們，過去生中從善道來；如果他從天上來，他還帶著有天人的習氣，天人慈悲喜捨，天人好善，他帶著有善習氣。有些人習氣不善，佛說從惡道中來；帶著瞋恚、好勝、傲慢，從修羅道來，從羅剎道來。我們如果是深入經藏細心去觀察，大致上也能猜得個相當可靠的程度，細心觀察。尤其應該細心去觀察自己，觀察自己也能夠了解自己過去生中是在哪一道，從習氣上就能夠體會得到。"
    },
    {
      "id": "12-017-1414_p0005",
      "zh_CN": "我们怎样把不善的习气改为善的习气？这就要依靠经典的教诲，经典的教诲我们一定要懂得，是不是释迦牟尼佛的教导？不是；我们念四书五经、十三经，是不是孔子的教导？不是的。这个东西确实是周公、孔子他们说的，没错，是他们说的，不是他们教导，谁教导？这是自性当然之理。所以圣人的言教是从自性里头流出来的，换句话说，就是自性里面的智慧、德能、相好。相好是属于果报，自性的智慧德能流露出来，相好自然现前。谚语所谓「相随心转」，我们也常讲我们的体质是随着念头转，心善、念头善、行为善，体质就善，这个人不容易生病。",
      "zh_TW": "我們怎樣把不善的習氣改為善的習氣？這就要依靠經典的教誨，經典的教誨我們一定要懂得，是不是釋迦牟尼佛的教導？不是；我們念四書五經、十三經，是不是孔子的教導？不是的。這個東西確實是周公、孔子他們說的，沒錯，是他們說的，不是他們教導，誰教導？這是自性當然之理。所以聖人的言教是從自性裡頭流出來的，換句話說，就是自性裡面的智慧、德能、相好。相好是屬於果報，自性的智慧德能流露出來，相好自然現前。諺語所謂「相隨心轉」，我們也常講我們的體質是隨著念頭轉，心善、念頭善、行為善，體質就善，這個人不容易生病。"
    },
    {
      "id": "12-017-1414_p0006",
      "zh_CN": "病从哪里来的？病还是从迷惑颠倒来的，那才是真正的病因。三毒贪瞋痴，佛讲这三毒烦恼，那是所有一切病痛，所有一切轮回的大根大本，这个东西自性里头没有。自性是纯善纯净，这个东西被染污，是不是自性被染污？跟诸位说，自性绝对不会有染污的，那到底是什么染污？都是一念迷，迷了才起这么多幻相，自性上确确实实没有，自性是圆满的大觉，很可惜，所以说「一念不觉而有无明」，这句话的意思很深很深，这就堕在无明。所以「无明不觉生三细，境界为缘长六粗」，那就是《华严经》上所说的「唯心所现，唯识所变」。心是真心，真心现的境界。真心现境界，这个境界叫一真法界，像《华严经》上讲的，毘卢遮那佛的华藏世界是一真法界，心现的，西方阿弥陀佛极乐世界也是心现的，里面没有识变。识变是什么？识变是十法界。",
      "zh_TW": "病從哪裡來的？病還是從迷惑顛倒來的，那才是真正的病因。三毒貪瞋痴，佛講這三毒煩惱，那是所有一切病痛，所有一切輪迴的大根大本，這個東西自性裡頭沒有。自性是純善純淨，這個東西被染污，是不是自性被染污？跟諸位說，自性絕對不會有染污的，那到底是什麼染污？都是一念迷，迷了才起這麼多幻相，自性上確確實實沒有，自性是圓滿的大覺，很可惜，所以說「一念不覺而有無明」，這句話的意思很深很深，這就墮在無明。所以「無明不覺生三細，境界為緣長六粗」，那就是《華嚴經》上所說的「唯心所現，唯識所變」。心是真心，真心現的境界。真心現境界，這個境界叫一真法界，像《華嚴經》上講的，毘盧遮那佛的華藏世界是一真法界，心現的，西方阿彌陀佛極樂世界也是心現的，裡面沒有識變。識變是什麼？識變是十法界。"
    },
    {
      "id": "12-017-1414_p0007",
      "zh_CN": "十法界是识变的，识变是假的，绝对不是事实。所以佛在经上无数次的比喻，佛用什么比喻？梦幻泡影，虽然讲了四个字，实际上是一个字，梦。十法界就像梦境一样，梦境你不能说它有，你也不能说它无，你说它无，确实有这个境界，你说它有，当体即空，了不可得。可是你要是不觉、不回头，那就是永嘉大师所说的「梦里明明有六趣」，这一觉悟一回头，「觉后空空无大千」，那个大千就是讲的十法界，迷梦的时候有，觉醒过来的时候确实没有。觉醒过来的时候是一真法界，这是佛把宇宙人生的真相一语给我们道破，唤醒我们这些梦中人。",
      "zh_TW": "十法界是識變的，識變是假的，絕對不是事實。所以佛在經上無數次的比喻，佛用什麼比喻？夢幻泡影，雖然講了四個字，實際上是一個字，夢。十法界就像夢境一樣，夢境你不能說它有，你也不能說它無，你說它無，確實有這個境界，你說它有，當體即空，了不可得。可是你要是不覺、不回頭，那就是永嘉大師所說的「夢裡明明有六趣」，這一覺悟一回頭，「覺後空空無大千」，那個大千就是講的十法界，迷夢的時候有，覺醒過來的時候確實沒有。覺醒過來的時候是一真法界，這是佛把宇宙人生的真相一語給我們道破，喚醒我們這些夢中人。"
    },
    {
      "id": "12-017-1414_p0008",
      "zh_CN": "你要说这梦境怎么生的？这里讲的这么多烦恼，烦恼就是业因，这是什么？识。都是属于，你要用唯识家的话来说，总离不开八识五十一心所，二十六个烦恼，总离不开这个，这个东西能把一真法界变换成无量无边的法界。我们佛法里面叫法界，现在科学家称之为空间维次，不同空间维次在理论上讲也是无量无边。他们也算是相当聪明，能够发现空间有不同的维次，不同维次的空间里面有不同的众生。佛为了讲经教学方便起见，把无量法界分为十大类，这十法界，好讲。每个法界里头都是无量无边，说实在话，我们每个人都是一个天地，每个人就是一个法界，每个众生就是一个法界，这里面有同分妄见，有别业妄见，《楞严经》上讲得详细。",
      "zh_TW": "你要說這夢境怎麼生的？這裡講的這麼多煩惱，煩惱就是業因，這是什麼？識。都是屬於，你要用唯識家的話來說，總離不開八識五十一心所，二十六個煩惱，總離不開這個，這個東西能把一真法界變換成無量無邊的法界。我們佛法裡面叫法界，現在科學家稱之為空間維次，不同空間維次在理論上講也是無量無邊。他們也算是相當聰明，能夠發現空間有不同的維次，不同維次的空間裡面有不同的眾生。佛為了講經教學方便起見，把無量法界分為十大類，這十法界，好講。每個法界裡頭都是無量無邊，說實在話，我們每個人都是一個天地，每個人就是一個法界，每個眾生就是一個法界，這裡面有同分妄見，有別業妄見，《楞嚴經》上講得詳細。"
    },
    {
      "id": "12-017-1414_p0009",
      "zh_CN": "如果不把这些道理、事实真相搞清楚、搞明白，我们的信受这里面就打很多问号，问号就是疑惑。疑，大乘教里头佛说，是菩萨修行证果最大的障碍。我们为什么今天要学经教？要来听经？目的不是别的，帮助我们破疑生信，那个信才是真信。有疑问的信不能叫真信，疑还没有断，这个信在佛门里称为正信不是真信，正信。正信是对迷信讲的，你学佛对于佛法一无所知，这是迷信。学了佛之后也学经教，对于佛法也有相当程度的了解，了解不够透彻，真信生不起来，所以有正信；真信生不起来，你就没有办法去做到，一定有真信而后才有正行。这品经就是讲「正行甚深」，不用人督促、不用别人劝勉，自动自发你一定会去做，没有任何力量能够阻扰你，会产生这么大的效果。",
      "zh_TW": "如果不把這些道理、事實真相搞清楚、搞明白，我們的信受這裡面就打很多問號，問號就是疑惑。疑，大乘教裡頭佛說，是菩薩修行證果最大的障礙。我們為什麼今天要學經教？要來聽經？目的不是別的，幫助我們破疑生信，那個信才是真信。有疑問的信不能叫真信，疑還沒有斷，這個信在佛門裡稱為正信不是真信，正信。正信是對迷信講的，你學佛對於佛法一無所知，這是迷信。學了佛之後也學經教，對於佛法也有相當程度的了解，了解不夠透徹，真信生不起來，所以有正信；真信生不起來，你就沒有辦法去做到，一定有真信而後才有正行。這品經就是講「正行甚深」，不用人督促、不用別人勸勉，自動自發你一定會去做，沒有任何力量能夠阻擾你，會產生這麼大的效果。"
    },
    {
      "id": "12-017-1414_p0010",
      "zh_CN": "譬如佛教初学的《十善业道》，你肯不肯做？决定去做，什么力量都障碍不了，为什么？你真懂得了，你知道这个好处，你知道这里头有无量无边殊胜的利益，那你怎么不去做？正如同世尊在《十善业道经》上所讲的，「菩萨有一法，能断一切世间苦」，这句话还得了吗？一切世间，简单的讲就是十法界，菩萨这一法能断十法界一切苦报，这是什么法？佛讲得非常扼要、非常简单，「常念，思惟，观察善法」。这句话如果我们把它说得详细一点，常念善法、思惟善法、观察善法，「不容毫分不善夹杂」，纯净纯善。它有什么样的功德利益？它是人天法，声闻菩提、缘觉菩提、无上菩提的基础，这个法从人天一直到究竟圆满的佛果都要依靠它。",
      "zh_TW": "譬如佛教初學的《十善業道》，你肯不肯做？決定去做，什麼力量都障礙不了，為什麼？你真懂得了，你知道這個好處，你知道這裡頭有無量無邊殊勝的利益，那你怎麼不去做？正如同世尊在《十善業道經》上所講的，「菩薩有一法，能斷一切世間苦」，這句話還得了嗎？一切世間，簡單的講就是十法界，菩薩這一法能斷十法界一切苦報，這是什麼法？佛講得非常扼要、非常簡單，「常念，思惟，觀察善法」。這句話如果我們把它說得詳細一點，常念善法、思惟善法、觀察善法，「不容毫分不善夾雜」，純淨純善。它有什麼樣的功德利益？它是人天法，聲聞菩提、緣覺菩提、無上菩提的基礎，這個法從人天一直到究竟圓滿的佛果都要依靠它。"
    },
    {
      "id": "12-017-1414_p0011",
      "zh_CN": "我们今天讲皈依，依什么？依十善业道。真正依十善业道，三皈就圆满了，皈依佛觉而不迷，皈依法正而不邪，皈依僧净而不染，统统落实在十善业道上。我们今天学佛，无论在家、出家，为什么这么多年没应、这么长的时间没有成就？就是我们把十善业道疏忽了，像盖房子一样，穷年累月就是盖不成功，什么原因？原来忘了打地基。没有基础，盖个一层，搭个小茅蓬，也禁不起风吹雨打；那盖高楼，还没盖到二、三层就倒掉，真的是这个现象。所以「受持正法」这句不容易，你必须通达了解，真正肯存心、念头、行为都能够依十善业，你才有能力断一切烦恼，断一切烦恼就是断一切恶道苦。断一切烦恼是因，因没有了，一切恶道苦当然就没有了，这是正教。",
      "zh_TW": "我們今天講皈依，依什麼？依十善業道。真正依十善業道，三皈就圓滿了，皈依佛覺而不迷，皈依法正而不邪，皈依僧淨而不染，統統落實在十善業道上。我們今天學佛，無論在家、出家，為什麼這麼多年沒應、這麼長的時間沒有成就？就是我們把十善業道疏忽了，像蓋房子一樣，窮年累月就是蓋不成功，什麼原因？原來忘了打地基。沒有基礎，蓋個一層，搭個小茅蓬，也禁不起風吹雨打；那蓋高樓，還沒蓋到二、三層就倒掉，真的是這個現象。所以「受持正法」這句不容易，你必須通達了解，真正肯存心、念頭、行為都能夠依十善業，你才有能力斷一切煩惱，斷一切煩惱就是斷一切惡道苦。斷一切煩惱是因，因沒有了，一切惡道苦當然就沒有了，這是正教。"
    },
    {
      "id": "12-017-1414_p0012",
      "zh_CN": "为什么有受持正法而不能断的？形式上受了，实质上没有接受，实质上还是随顺自己烦恼习气，道理就在此地。别人有没有断与我们不相干，最重要的是自己，我自己有没有受持正法？我受持正法有没有信受奉行？受持正法没有信受奉行，不管用，那就跟此地菩萨所讲的，法首菩萨所说的九个比喻一样，不能成就。不但不能成就，还造作恶业，恶业没断。什么恶业？恶的念头没断，恶的思想没断，恶的行为没断。恶心，什么是恶心？迷而不觉，这个心是恶心，没断，这一点很难很难。如果这一关能够突破，觉悟了，觉而不迷，这个心善心，这个心是什么？真心，这个心就是本性。儒家讲的「人之初，性本善」。儒家讲的本性本善，这不是外面来的。迷断了，真心就现前，这是什么境界？《华严经》上法身菩萨的境界，破一品无明，证一分法身，觉而不迷，你说多难，多么不容易！超越十法界，刚刚契入一真法界，这是觉而不迷。",
      "zh_TW": "為什麼有受持正法而不能斷的？形式上受了，實質上沒有接受，實質上還是隨順自己煩惱習氣，道理就在此地。別人有沒有斷與我們不相干，最重要的是自己，我自己有沒有受持正法？我受持正法有沒有信受奉行？受持正法沒有信受奉行，不管用，那就跟此地菩薩所講的，法首菩薩所說的九個比喻一樣，不能成就。不但不能成就，還造作惡業，惡業沒斷。什麼惡業？惡的念頭沒斷，惡的思想沒斷，惡的行為沒斷。惡心，什麼是惡心？迷而不覺，這個心是惡心，沒斷，這一點很難很難。如果這一關能夠突破，覺悟了，覺而不迷，這個心善心，這個心是什麼？真心，這個心就是本性。儒家講的「人之初，性本善」。儒家講的本性本善，這不是外面來的。迷斷了，真心就現前，這是什麼境界？《華嚴經》上法身菩薩的境界，破一品無明，證一分法身，覺而不迷，你說多難，多麼不容易！超越十法界，剛剛契入一真法界，這是覺而不迷。"
    },
    {
      "id": "12-017-1414_p0013",
      "zh_CN": "实在讲三皈依的传授，你看一入佛门就把这个传给你，这就是你修行，你一生、你生生世世修行的目标，修行的方向，决定不能够偏失。我们现在正是颠倒，我们现在确实是迷而不觉，邪而不正，染而不净，我们接受佛的指导，我们要把这个翻过来，所以三皈叫翻邪三皈，翻过来，我们接受佛的指导总的纲领原则、目标、方向，我们知道我们学的是什么，修的是什么，就是这三个纲领。用什么方法修？从哪里修起？从十善业。我们今天为什么十善业道做不到？这十条做不到，在佛门里面的话，你的业障太重。这句话大家都会说，真正的含义还是搞不清楚。什么叫业障？我们过去生生世世烦恼习气，业障。烦恼习气太深了，所以起心动念、言语造作还是它做主。",
      "zh_TW": "實在講三皈依的傳授，你看一入佛門就把這個傳給你，這就是你修行，你一生、你生生世世修行的目標，修行的方向，決定不能夠偏失。我們現在正是顛倒，我們現在確實是迷而不覺，邪而不正，染而不淨，我們接受佛的指導，我們要把這個翻過來，所以三皈叫翻邪三皈，翻過來，我們接受佛的指導總的綱領原則、目標、方向，我們知道我們學的是什麼，修的是什麼，就是這三個綱領。用什麼方法修？從哪裡修起？從十善業。我們今天為什麼十善業道做不到？這十條做不到，在佛門裡面的話，你的業障太重。這句話大家都會說，真正的含義還是搞不清楚。什麼叫業障？我們過去生生世世煩惱習氣，業障。煩惱習氣太深了，所以起心動念、言語造作還是它做主。"
    },
    {
      "id": "12-017-1414_p0014",
      "zh_CN": "烦恼习气里头，头一个自私自利，你们想想哪个人不自私自利？从自私自利里面生起贪图名闻利养，贪图五欲六尘的享受，不但不能够降低贪瞋痴慢，贪瞋痴慢还不断随着在增长，这麻烦大！在这种生活状况之下，他的前途每况愈下，这一生在人道，来一生人道就得不到了。得不到人道，诸位就清楚，人道再往下面去是畜生道、饿鬼道、地狱道。我们最近有一本书刚刚寄到香港来，《诸经佛说地狱集要》，这是我们从《大藏经》里面，有二十多部经论佛讲地狱的状况，我们统统把它抄出来印成一册，你看这一本你就看到二十多部佛经里面佛讲地狱状况。这虽然不是真的，梦中境界，可是天天做恶梦也不舒服，佛是希望你从梦中醒悟过来，那就对了，所以这个关键在受持正法，我们要真干。",
      "zh_TW": "煩惱習氣裡頭，頭一個自私自利，你們想想哪個人不自私自利？從自私自利裡面生起貪圖名聞利養，貪圖五欲六塵的享受，不但不能夠降低貪瞋痴慢，貪瞋痴慢還不斷隨著在增長，這麻煩大！在這種生活狀況之下，他的前途每況愈下，這一生在人道，來一生人道就得不到了。得不到人道，諸位就清楚，人道再往下面去是畜生道、餓鬼道、地獄道。我們最近有一本書剛剛寄到香港來，《諸經佛說地獄集要》，這是我們從《大藏經》裡面，有二十多部經論佛講地獄的狀況，我們統統把它抄出來印成一冊，你看這一本你就看到二十多部佛經裡面佛講地獄狀況。這雖然不是真的，夢中境界，可是天天做惡夢也不舒服，佛是希望你從夢中醒悟過來，那就對了，所以這個關鍵在受持正法，我們要真幹。"
    },
    {
      "id": "12-017-1414_p0015",
      "zh_CN": "现在我们通过这么多年的学习，细心观察，深思其理，发现到十善业还要有根。这就说明如来正法，世尊当年在世，他的这些弟子们，有菩萨、有缘觉、有声闻，他们除了接受世尊教诲之外，常常到四面八方去弘法、去教学，哪个地方跟他有缘他就去了，佛也常常派遣弟子；佛灭度之后，弟子们更是四面八方的弘传。为什么到最后只有在中国这一支真的在这里生根茁壮、开花结果，比印度本土的佛教还要殊胜，而其他各个方面所传的逐渐逐渐没落了，没有了，这是什么原因？中国有它生存的环境，这个环境是中国古圣先贤建立的教学，中国人五千年前就知道教学为先。一个家庭，你要想家庭兴旺，你家教好，出好子孙，你家怎么会不兴旺？教育从家庭做起，所以十善业传到中国来，中国人由古圣先贤教育的基础上，善与善相应，中国是伦理道德的教育，善与善相应，所以很能适合，非常欢迎，轻而易举都做到了。有这个基础，无论修学哪个法门，哪有不成就的道理！",
      "zh_TW": "現在我們通過這麼多年的學習，細心觀察，深思其理，發現到十善業還要有根。這就說明如來正法，世尊當年在世，他的這些弟子們，有菩薩、有緣覺、有聲聞，他們除了接受世尊教誨之外，常常到四面八方去弘法、去教學，哪個地方跟他有緣他就去了，佛也常常派遣弟子；佛滅度之後，弟子們更是四面八方的弘傳。為什麼到最後只有在中國這一支真的在這裡生根茁壯、開花結果，比印度本土的佛教還要殊勝，而其他各個方面所傳的逐漸逐漸沒落了，沒有了，這是什麼原因？中國有它生存的環境，這個環境是中國古聖先賢建立的教學，中國人五千年前就知道教學為先。一個家庭，你要想家庭興旺，你家教好，出好子孫，你家怎麼會不興旺？教育從家庭做起，所以十善業傳到中國來，中國人由古聖先賢教育的基礎上，善與善相應，中國是倫理道德的教育，善與善相應，所以很能適合，非常歡迎，輕而易舉都做到了。有這個基礎，無論修學哪個法門，哪有不成就的道理！"
    },
    {
      "id": "12-017-1414_p0016",
      "zh_CN": "随着各人不同的兴趣，在中国大乘教发展成八大宗，小乘是两个宗，十个宗派。小乘虽然在唐朝中叶之后没落了，没人学了，那是什么原因？是因为儒跟道这两家取而代之，在中国佛门里面这些大德，不论是在家、出家，哪个没有儒的底子？哪个没有道的底子？孔孟老庄都是他们主要修学的功课，这代替了小乘。我们看现代，现在麻烦来了，几个人去读过孔孟老庄？没有了，小乘也不要了，所以《十善业道》不能落实。虽然你读，虽然讲解，做不到。在大乘教里面你怎么可能有成就？不但大乘教里面你不可能有成就，念佛都不能往生，你要问为什么？你看看《弥陀经》上，西方极乐世界皆是上善俱会一处。我们连十善业道都不具足，别说上善了，下善都没有，你怎么能到极乐世界？所以到极乐世界最低的条件，十善业道要百分之百的落实，你是真正的善人，这并不很高，生凡圣同居土。所以我们这几年提倡《弟子规》道理在此地，你学佛从哪里做起？从弟子规做起，《弟子规》是教你做一个善人。",
      "zh_TW": "隨著各人不同的興趣，在中國大乘教發展成八大宗，小乘是兩個宗，十個宗派。小乘雖然在唐朝中葉之後沒落了，沒人學了，那是什麼原因？是因為儒跟道這兩家取而代之，在中國佛門裡面這些大德，不論是在家、出家，哪個沒有儒的底子？哪個沒有道的底子？孔孟老莊都是他們主要修學的功課，這代替了小乘。我們看現代，現在麻煩來了，幾個人去讀過孔孟老莊？沒有了，小乘也不要了，所以《十善業道》不能落實。雖然你讀，雖然講解，做不到。在大乘教裡面你怎麼可能有成就？不但大乘教裡面你不可能有成就，念佛都不能往生，你要問為什麼？你看看《彌陀經》上，西方極樂世界皆是上善俱會一處。我們連十善業道都不具足，別說上善了，下善都沒有，你怎麼能到極樂世界？所以到極樂世界最低的條件，十善業道要百分之百的落實，你是真正的善人，這並不很高，生凡聖同居土。所以我們這幾年提倡《弟子規》道理在此地，你學佛從哪裡做起？從弟子規做起，《弟子規》是教你做一個善人。"
    },
    {
      "id": "12-017-1414_p0017",
      "zh_CN": "儒释道三家在过去都是教育不是宗教，这点我们要清楚。世出世间圣人的教育理念、思想是通的，我们要把它分别执着那就错了，它们互相通的，所以我们今天用儒家的东西来做基础，采取《弟子规》。《弟子规》的学习就是「净业三福」前面两句话的落实，净业三福三条，第一条讲「孝养父母，奉事师长」，这两句什么意思？这两句怎么样落实？就是弟子规，你读了《弟子规》，学习《弟子规》，才知道这两句话的意义，才知道应当怎样去做。有这个基础，下面两句就不成问题了，下面两句是「慈心不杀，修十善业」，所以下面两句就是《十善业道》。这是净业三福上讲的基础，我们今天落实《弟子规》跟《十善业道经》，你不在这上用功怎么行？你不在这上用功，那就是此地法首菩萨所说的九个比喻，「于法不修行，多闻亦如是」。我们前面读过，你有信不解，有信不解那个信是迷信；解而不行，那个信是正信不是真信，所以受持正法不能成就。",
      "zh_TW": "儒釋道三家在過去都是教育不是宗教，這點我們要清楚。世出世間聖人的教育理念、思想是通的，我們要把它分別執著那就錯了，它們互相通的，所以我們今天用儒家的東西來做基礎，採取《弟子規》。《弟子規》的學習就是「淨業三福」前面兩句話的落實，淨業三福三條，第一條講「孝養父母，奉事師長」，這兩句什麼意思？這兩句怎麼樣落實？就是弟子規，你讀了《弟子規》，學習《弟子規》，才知道這兩句話的意義，才知道應當怎樣去做。有這個基礎，下面兩句就不成問題了，下面兩句是「慈心不殺，修十善業」，所以下面兩句就是《十善業道》。這是淨業三福上講的基礎，我們今天落實《弟子規》跟《十善業道經》，你不在這上用功怎麼行？你不在這上用功，那就是此地法首菩薩所說的九個比喻，「於法不修行，多聞亦如是」。我們前面讀過，你有信不解，有信不解那個信是迷信；解而不行，那個信是正信不是真信，所以受持正法不能成就。"
    },
    {
      "id": "12-017-1414_p0018",
      "zh_CN": "论文下面讲「于中有十一问，如文具明」，这我们前面都念过了。「于中有十行颂，是法首所答，三门义如前」。李长者这段的义论，就是《合论》，分三段来给我们说明。第一段「科颂意者」，就是科颂大意，每首偈颂说的是些什么事情？「此十行颂中，初一句劝听，次一句叹能问」。这是赞叹文殊师利菩萨，他代我们问，我们问不出来。末后两句「责多闻者不修行」，你不能依教奉行，你看看就像我们刚才举的这个例子，净业三福是佛法的总纲领，总的原则，教我们怎么修法？「孝养父母，奉事师长」，我们听了，我们接受了，没做，不晓得从哪里做起。你要是念了《弟子规》之后你就晓得怎么做了。不要去搞小乘经，小乘经太多了，太繁杂了，这《弟子规》把中国过去几千年的家教集其大成，写成一部非常精简的教科书，里面的内容就是教我们怎样孝养父母，怎样奉事师长，你就会了。然后从这个基础上再提升，接受佛陀的教诲，修十善业，你十善业自然就不难了，有了十善业的基础，你有《弟子规》、《十善业》的基础，你才能接受三皈依。",
      "zh_TW": "論文下面講「於中有十一問，如文具明」，這我們前面都念過了。「於中有十行頌，是法首所答，三門義如前」。李長者這段的義論，就是《合論》，分三段來給我們說明。第一段「科頌意者」，就是科頌大意，每首偈頌說的是些什麼事情？「此十行頌中，初一句勸聽，次一句歎能問」。這是讚歎文殊師利菩薩，他代我們問，我們問不出來。末後兩句「責多聞者不修行」，你不能依教奉行，你看看就像我們剛才舉的這個例子，淨業三福是佛法的總綱領，總的原則，教我們怎麼修法？「孝養父母，奉事師長」，我們聽了，我們接受了，沒做，不曉得從哪裡做起。你要是念了《弟子規》之後你就曉得怎麼做了。不要去搞小乘經，小乘經太多了，太繁雜了，這《弟子規》把中國過去幾千年的家教集其大成，寫成一部非常精簡的教科書，裡面的內容就是教我們怎樣孝養父母，怎樣奉事師長，你就會了。然後從這個基礎上再提升，接受佛陀的教誨，修十善業，你十善業自然就不難了，有了十善業的基礎，你有《弟子規》、《十善業》的基礎，你才能接受三皈依。"
    },
    {
      "id": "12-017-1414_p0019",
      "zh_CN": "所以诸位要晓得，仅仅止于《弟子规》跟《十善业道》，这是什么？人天法，没出六道。人、天法是修学佛法的基础，有这个基础你才有条件，我们今天讲你才有资格学佛，没有这个条件你没有资格学佛。我们今天学佛的失败，就是没有取得资格我们就来学了，结果学了很久，什么也不是，人家也不承认你是学生；现在我们赶紧回过头来，我们把资格取得，这才重要。所以以这个基础你才进入三福的第二条，第二条「受持三皈，具足众戒，不犯威仪」，这才入佛门。第三条那是真正的佛弟子，如来弟子，「发菩提心，深信因果，读诵大乘，劝进行者」，这才真佛弟子。所以这是第一首颂末后两句，责多闻者不修行，着重在这个「责」，你没有依教奉行。没有依教奉行刚才我说了，你对于你所学的经教了解得不够透彻，所以你不能够依教奉行；如果了解透彻，自自然然他就行了，他得到法喜，他得到受用，他得到真正的利益，他怎么不干？哪有这种道理。现在时间到了，这下面的文我们下一堂课接着讲。",
      "zh_TW": "所以諸位要曉得，僅僅止於《弟子規》跟《十善業道》，這是什麼？人天法，沒出六道。人、天法是修學佛法的基礎，有這個基礎你才有條件，我們今天講你才有資格學佛，沒有這個條件你沒有資格學佛。我們今天學佛的失敗，就是沒有取得資格我們就來學了，結果學了很久，什麼也不是，人家也不承認你是學生；現在我們趕緊回過頭來，我們把資格取得，這才重要。所以以這個基礎你才進入三福的第二條，第二條「受持三皈，具足眾戒，不犯威儀」，這才入佛門。第三條那是真正的佛弟子，如來弟子，「發菩提心，深信因果，讀誦大乘，勸進行者」，這才真佛弟子。所以這是第一首頌末後兩句，責多聞者不修行，著重在這個「責」，你沒有依教奉行。沒有依教奉行剛才我說了，你對於你所學的經教了解得不夠透徹，所以你不能夠依教奉行；如果了解透徹，自自然然他就行了，他得到法喜，他得到受用，他得到真正的利益，他怎麼不幹？哪有這種道理。現在時間到了，這下面的文我們下一堂課接著講。"
    },
    {
      "id": "12-017-1414_p0020",
      "zh_CN": "诸位同学，请坐。我们接着看李长者下面的《论》文，「已下九行颂，一行一颂，责多闻而心不精专，不能断烦恼，如文具明」。这句话里面我们要特别留意的是长者讲多闻而心不精专这一句。诸位细心去看，多闻精专有没有矛盾？这很重要，现在一般人讲，我要精、要专就不能多闻，多闻肯定不能精、不能专。所以多闻，我在前面跟同学们说过，多闻在我们现前阶段，重复就是多闻，不是听一遍，一遍不行，书不是念一遍，古人讲「读书千遍，其义自见」，千遍是不是多闻？是。我们听讲这个科目，不断重复去听讲，是不是多闻？唐朝时候终南山的道宣律师，这是律宗初祖，传记上记载他老人家听《四分律》听二十一遍；换句话说，哪个地方有人讲解《四分律》，他一定去听，他听二十一遍。不是像现在人学东西，不想听第二遍，一遍听了再有人讲，这我已经听过了、学过了。那怎么能专精？那不可能，所以不断重复。",
      "zh_TW": "諸位同學，請坐。我們接著看李長者下面的《論》文，「已下九行頌，一行一頌，責多聞而心不精專，不能斷煩惱，如文具明」。這句話裡面我們要特別留意的是長者講多聞而心不精專這一句。諸位細心去看，多聞精專有沒有矛盾？這很重要，現在一般人講，我要精、要專就不能多聞，多聞肯定不能精、不能專。所以多聞，我在前面跟同學們說過，多聞在我們現前階段，重複就是多聞，不是聽一遍，一遍不行，書不是念一遍，古人講「讀書千遍，其義自見」，千遍是不是多聞？是。我們聽講這個科目，不斷重複去聽講，是不是多聞？唐朝時候終南山的道宣律師，這是律宗初祖，傳記上記載他老人家聽《四分律》聽二十一遍；換句話說，哪個地方有人講解《四分律》，他一定去聽，他聽二十一遍。不是像現在人學東西，不想聽第二遍，一遍聽了再有人講，這我已經聽過了、學過了。那怎麼能專精？那不可能，所以不斷重複。"
    },
    {
      "id": "12-017-1414_p0021",
      "zh_CN": "这个修学的方法，在佛门、在中国传统教学用了几千年，都用这个方法，扎根教育，真的是教你读书千遍。在过去私塾里面我们看到这个现象，老师教你这一段经文，一段经文不会很长，看你的能力。这个能力的检验，十遍，你念十遍就能背下来，不必看本子你能背得下来，从这个测验你的能力。能力强的可以背二、三百个字，上等根性，中等根性大概可以背一百多个字、二百字，下等根性大概是一百个字。每个人根性不一样，所以老师教学生进度不相同，进度完全靠他的根性，不是大家相同的，不是的，个别教学。十遍之后能背了，一定把书合起来，就是背，叫背诵，背多少遍？通常是一百遍，你就记得很牢了。十遍会背那是强记，三天不去背它就忘掉了，大概可以保三天，三天之后就忘掉了。如果每天都叫他念一百遍，念上个十天那就千遍了，他一生不会忘记。",
      "zh_TW": "這個修學的方法，在佛門、在中國傳統教學用了幾千年，都用這個方法，扎根教育，真的是教你讀書千遍。在過去私塾裡面我們看到這個現象，老師教你這一段經文，一段經文不會很長，看你的能力。這個能力的檢驗，十遍，你念十遍就能背下來，不必看本子你能背得下來，從這個測驗你的能力。能力強的可以背二、三百個字，上等根性，中等根性大概可以背一百多個字、二百字，下等根性大概是一百個字。每個人根性不一樣，所以老師教學生進度不相同，進度完全靠他的根性，不是大家相同的，不是的，個別教學。十遍之後能背了，一定把書合起來，就是背，叫背誦，背多少遍？通常是一百遍，你就記得很牢了。十遍會背那是強記，三天不去背它就忘掉了，大概可以保三天，三天之後就忘掉了。如果每天都叫他念一百遍，念上個十天那就千遍了，他一生不會忘記。"
    },
    {
      "id": "12-017-1414_p0022",
      "zh_CN": "我们从小很遗憾，这个私塾的时间太短了，我念私塾记得好像只有四个月的样子，学制就改了，私塾就取消了，改成什么？短期学校，短期小学校。短期小学校修学的时间两年，改成短期学校，政府就派老师来教，从前那些规矩全都没有了，所以时间太短了。大我五岁的人，如果说接受过私塾教育，他们都有底子。我过去在台中跟李老师学教，我们同学当中周家麟居士他大我七岁，他私塾的底子厚，我们没有法子跟他比，这也是李老师的传人。",
      "zh_TW": "我們從小很遺憾，這個私塾的時間太短了，我念私塾記得好像只有四個月的樣子，學制就改了，私塾就取消了，改成什麼？短期學校，短期小學校。短期小學校修學的時間兩年，改成短期學校，政府就派老師來教，從前那些規矩全都沒有了，所以時間太短了。大我五歲的人，如果說接受過私塾教育，他們都有底子。我過去在台中跟李老師學教，我們同學當中周家麟居士他大我七歲，他私塾的底子厚，我們沒有法子跟他比，這也是李老師的傳人。"
    },
    {
      "id": "12-017-1414_p0023",
      "zh_CN": "老师曾经跟我讲过一次：家麟的底子比你厚，你比不上他，可是你也有个长处，你的悟性比他高。所以老师教我们两个人方法就不一样。我们的周学长听老师讲经有很详细的笔记，那笔记相当完整，我接受老师教导，老师是不准我记笔记。开头的时候我也写笔记，写了两天老师看到，问我在干什么？我说：写笔记。他说：你写这个东西有用吗？我说：做参考。没用，年年境界就不一样了，你这个时间就浪费了。教我专心听讲，不要记笔记，记笔记的时候你就不能专心听。所以老师教我的方法跟他不一样，他写笔记老师不干涉，我是老师不准写笔记。我在台中十年，一本笔记本没写完，薄薄的一本没写完，不一样。这是什么？根性不相同，不能用同样的方法。",
      "zh_TW": "老師曾經跟我講過一次：家麟的底子比你厚，你比不上他，可是你也有個長處，你的悟性比他高。所以老師教我們兩個人方法就不一樣。我們的周學長聽老師講經有很詳細的筆記，那筆記相當完整，我接受老師教導，老師是不准我記筆記。開頭的時候我也寫筆記，寫了兩天老師看到，問我在幹什麼？我說：寫筆記。他說：你寫這個東西有用嗎？我說：做參考。沒用，年年境界就不一樣了，你這個時間就浪費了。教我專心聽講，不要記筆記，記筆記的時候你就不能專心聽。所以老師教我的方法跟他不一樣，他寫筆記老師不干涉，我是老師不准寫筆記。我在台中十年，一本筆記本沒寫完，薄薄的一本沒寫完，不一樣。這是什麼？根性不相同，不能用同樣的方法。"
    },
    {
      "id": "12-017-1414_p0024",
      "zh_CN": "所以私塾里头确实，私塾只是教你句读，没有讲解的。老师督促你的遍数，教给你，如果天分好的、记忆力强的念一百遍，中下根性、记忆力不好的念二百遍，背二百遍，第二天来上课，要把前面所学的统统背一遍，再教新的课程。这样如果在私塾里面有个三年、四年，真的，他读的书一千遍，那靠得住的。小学教育完成了，私塾是小学，没有中学，就进入太学了。所以中国从前没有中学，从小学就到太学，太学就是大学。太学里面老师就不是教句读，讲解、研究、讨论，而且你所学的这些课程，你在之前统统都背过，所以不必用课本，都在记忆当中。老师也背过，学生也背过，你说那个多有味道，不要带书本，全都在记忆当中。",
      "zh_TW": "所以私塾裡頭確實，私塾只是教你句讀，沒有講解的。老師督促你的遍數，教給你，如果天分好的、記憶力強的念一百遍，中下根性、記憶力不好的念二百遍，背二百遍，第二天來上課，要把前面所學的統統背一遍，再教新的課程。這樣如果在私塾裡面有個三年、四年，真的，他讀的書一千遍，那靠得住的。小學教育完成了，私塾是小學，沒有中學，就進入太學了。所以中國從前沒有中學，從小學就到太學，太學就是大學。太學裡面老師就不是教句讀，講解、研究、討論，而且你所學的這些課程，你在之前統統都背過，所以不必用課本，都在記憶當中。老師也背過，學生也背過，你說那個多有味道，不要帶書本，全都在記憶當中。"
    },
    {
      "id": "12-017-1414_p0025",
      "zh_CN": "从前教学的方法，我觉得比现在高明多了。现在叫你写一篇论文，你要查多少参考书，从前都不必要，随手拈来，引经据典。这我们在台中看到李老师，李老师确确实实，你看讲演、写文章不要找参考书，他都记得，七、八十岁都还记得那么清楚，怎么学的？从小学的。李老师给我们讲，小时候念书辛苦，书背不出来跪砖头，那么样严格。我们还没吃这种苦头，他们跪过砖头。所以专精是小学，广学多闻是悟了之后，悟后起修。",
      "zh_TW": "從前教學的方法，我覺得比現在高明多了。現在叫你寫一篇論文，你要查多少參考書，從前都不必要，隨手拈來，引經據典。這我們在台中看到李老師，李老師確確實實，你看講演、寫文章不要找參考書，他都記得，七、八十歲都還記得那麼清楚，怎麼學的？從小學的。李老師給我們講，小時候念書辛苦，書背不出來跪磚頭，那麼樣嚴格。我們還沒吃這種苦頭，他們跪過磚頭。所以專精是小學，廣學多聞是悟了之後，悟後起修。"
    },
    {
      "id": "12-017-1414_p0026",
      "zh_CN": "四弘誓愿也是指导纲领，四弘誓愿首先教我们发愿，就是现在人讲立志，人不立志你就没有方向，你就没有目标，所以首先要立志。志立之后，功夫用在哪里？用在断烦恼。这个地方讲，你不能断烦恼，「烦恼无尽誓愿断」，那怎么个断法？多闻专精就能把恼断掉。这个教学确实是智慧、是善巧，把你的兴趣、念头转移，你不是贪图游戏，贪图五欲六尘吗？把你这个贪图转变成学术，让你在学问当中，在道德修养当中，生起兴趣，生起欢喜心，就是《论语》头一句话，「学而时习之，不亦说乎」，那个悦是快乐。以读书、以修行为乐，不以世间名利、世间五欲六尘为乐，那个乐比不上读书乐，用读书、修行代替了。这些道理我们要懂，然后我们对于传统的教学就会生起信心、就会向往，自然会学习。",
      "zh_TW": "四弘誓願也是指導綱領，四弘誓願首先教我們發願，就是現在人講立志，人不立志你就沒有方向，你就沒有目標，所以首先要立志。志立之後，功夫用在哪裡？用在斷煩惱。這個地方講，你不能斷煩惱，「煩惱無盡誓願斷」，那怎麼個斷法？多聞專精就能把惱斷掉。這個教學確實是智慧、是善巧，把你的興趣、念頭轉移，你不是貪圖遊戲，貪圖五欲六塵嗎？把你這個貪圖轉變成學術，讓你在學問當中，在道德修養當中，生起興趣，生起歡喜心，就是《論語》頭一句話，「學而時習之，不亦說乎」，那個悅是快樂。以讀書、以修行為樂，不以世間名利、世間五欲六塵為樂，那個樂比不上讀書樂，用讀書、修行代替了。這些道理我們要懂，然後我們對於傳統的教學就會生起信心、就會嚮往，自然會學習。"
    },
    {
      "id": "12-017-1414_p0027",
      "zh_CN": "就是多闻是有阶段的。第一个阶段，我们的目标是断烦恼，所以要专精。那个多闻是重复不是广学，是重复，一门深入，长时薰修，是这个意思。到什么时候烦恼轻智慧长，你才可以广学，世出世法都可以涉猎，增广见闻。《般若经》上佛说得好，「般若无知，无所不知」，所以在佛法里面讲这个智有两种，一种叫根本智，一种叫后得智。根本智也叫做实智，真实的，实智；后得智也叫做权智，通权达变，无所不知，无所不能。他要有根本智、有实智为基础，他才有这么大的作用。根本智是怎么来的？根本智是一门深入，长时薰修。所以中国古时候教学，从小总得到十几、二十岁培养的是根本智，根性利的，十六、七岁就可以博学多闻，根性钝的总得二十以后才广学多闻，才能够普遍涉猎。",
      "zh_TW": "就是多聞是有階段的。第一個階段，我們的目標是斷煩惱，所以要專精。那個多聞是重複不是廣學，是重複，一門深入，長時薰修，是這個意思。到什麼時候煩惱輕智慧長，你才可以廣學，世出世法都可以涉獵，增廣見聞。《般若經》上佛說得好，「般若無知，無所不知」，所以在佛法裡面講這個智有兩種，一種叫根本智，一種叫後得智。根本智也叫做實智，真實的，實智；後得智也叫做權智，通權達變，無所不知，無所不能。他要有根本智、有實智為基礎，他才有這麼大的作用。根本智是怎麼來的？根本智是一門深入，長時薰修。所以中國古時候教學，從小總得到十幾、二十歲培養的是根本智，根性利的，十六、七歲就可以博學多聞，根性鈍的總得二十以後才廣學多聞，才能夠普遍涉獵。"
    },
    {
      "id": "12-017-1414_p0028",
      "zh_CN": "所以现在这个学校我不赞成，不是我第一个不赞成，第一个不赞成我看到是唐大圆，抗战期间西南联大也是很有名的教授，跟方东美先生很熟，方老师曾经跟我提起他，他的年龄大概比方老师还要大一些。唐大圆很不赞成现代这个教学的方法，他说现在这个教学方法把根本智破坏了，没有根本智哪来的后得智？所以现在传授的是知识不是智慧，知识不能解决问题，智慧才能解决问题。智慧要用东方这个方法你才能培养，才能养成，西方一接触就广学多闻，所以把一门深入、长时薰修破坏了。这是根本智，就是佛法里面讲的断烦恼。",
      "zh_TW": "所以現在這個學校我不贊成，不是我第一個不贊成，第一個不贊成我看到是唐大圓，抗戰期間西南聯大也是很有名的教授，跟方東美先生很熟，方老師曾經跟我提起他，他的年齡大概比方老師還要大一些。唐大圓很不贊成現代這個教學的方法，他說現在這個教學方法把根本智破壞了，沒有根本智哪來的後得智？所以現在傳授的是知識不是智慧，知識不能解決問題，智慧才能解決問題。智慧要用東方這個方法你才能培養，才能養成，西方一接觸就廣學多聞，所以把一門深入、長時薰修破壞了。這是根本智，就是佛法裡面講的斷煩惱。"
    },
    {
      "id": "12-017-1414_p0029",
      "zh_CN": "先断烦恼然后再学法门，四弘誓愿「烦恼无尽誓愿断」，烦恼断了之后，智慧开了，「法门无量誓愿学」，智慧开了，才有能力学无量无边的法门。像佛门里面龙树菩萨，这大家都知道的，龙树菩萨学佛，释迦牟尼佛四十九年所说的一切经，我们现在称为《大藏经》，龙树菩萨多少时间把它学完？三个月，说老实话，《大藏经》我们三十年都没有办法学会，人家三个月就完成了，什么原因？人家有根本智，所谓是一闻千悟，他有这个能力。龙树菩萨有，大乘教里面佛告诉我们，我们每个人都有，不输给龙树菩萨，为什么现在我们跟龙树不能比？龙树受过基本的训练，就是说先断烦恼后学法门。我们是烦恼没有断，智慧、悟门堵塞了，没有智慧，所以你读圣人的教诲就感觉到非常困难，不得其门而入。",
      "zh_TW": "先斷煩惱然後再學法門，四弘誓願「煩惱無盡誓願斷」，煩惱斷了之後，智慧開了，「法門無量誓願學」，智慧開了，才有能力學無量無邊的法門。像佛門裡面龍樹菩薩，這大家都知道的，龍樹菩薩學佛，釋迦牟尼佛四十九年所說的一切經，我們現在稱為《大藏經》，龍樹菩薩多少時間把它學完？三個月，說老實話，《大藏經》我們三十年都沒有辦法學會，人家三個月就完成了，什麼原因？人家有根本智，所謂是一聞千悟，他有這個能力。龍樹菩薩有，大乘教裡面佛告訴我們，我們每個人都有，不輸給龍樹菩薩，為什麼現在我們跟龍樹不能比？龍樹受過基本的訓練，就是說先斷煩惱後學法門。我們是煩惱沒有斷，智慧、悟門堵塞了，沒有智慧，所以你讀聖人的教誨就感覺到非常困難，不得其門而入。"
    },
    {
      "id": "12-017-1414_p0030",
      "zh_CN": "所以此地「多闻而心不精专」这句很重要，可以补前面清凉大师注疏之不足，我们就晓得我们在什么个阶段，我们现前这个阶段一定是一门深入，长时薰修。所以我劝同学们，《弟子规》我们先学这一部，一门深入，长时薰修，我订的期间是一年，这一年不学别的，专学它，一定要把它做到。《弟子规》不是念的，不是讲解的，是要完全把它变成自己的生活行为，那才管用。第二年我们换个科目，《十善业道经》，用一年的时间，像学《弟子规》一样，一门深入，长时薰修，两年把基础打好。然后在大乘教里面，你喜欢哪部经论你就选这一部，选择一部还是一门深入、长时薰修，那你时间长短就看这个经教的内容，以及你自己接受的能力，你会有成就。到广学多闻，一定要开悟，你要不开悟，你学起来很累，开悟之后，你就跟龙树菩萨一样了。",
      "zh_TW": "所以此地「多聞而心不精專」這句很重要，可以補前面清涼大師註疏之不足，我們就曉得我們在什麼個階段，我們現前這個階段一定是一門深入，長時薰修。所以我勸同學們，《弟子規》我們先學這一部，一門深入，長時薰修，我訂的期間是一年，這一年不學別的，專學它，一定要把它做到。《弟子規》不是念的，不是講解的，是要完全把它變成自己的生活行為，那才管用。第二年我們換個科目，《十善業道經》，用一年的時間，像學《弟子規》一樣，一門深入，長時薰修，兩年把基礎打好。然後在大乘教裡面，你喜歡哪部經論你就選這一部，選擇一部還是一門深入、長時薰修，那你時間長短就看這個經教的內容，以及你自己接受的能力，你會有成就。到廣學多聞，一定要開悟，你要不開悟，你學起來很累，開悟之後，你就跟龍樹菩薩一樣了。"
    },
    {
      "id": "12-017-1414_p0031",
      "zh_CN": "印度有个龙树，在中国也有一个绝不亚于龙树的，禅宗里面六祖惠能大师，他是开悟的，所以他学东西轻松，轻而易举。《金刚经》是般若，诸位晓得《大般若经》有六百卷，《金刚经》是其中的一卷，六祖学般若，般若是释迦牟尼佛二十二年所讲的，惠能大师用了多少时间就把它圆满？我想大概就是两个小时。五祖传法给他是三更，三更就是晚上十二点，在五祖的方丈室里面，五祖给他讲《金刚经》，没讲完，大概讲的是三分之一，讲到「应无所住，而生其心」，他豁然大悟，这一悟后头就不要讲了，全都明白了。这代表是什么？释迦牟尼佛二十二年所讲的般若，惠能大师我看顶多二个小时全明白了。所以烦恼不断你就没办法，烦恼断了之后，你看看多容易，所以他绝对不在龙树菩萨之下，这我们要懂得。",
      "zh_TW": "印度有個龍樹，在中國也有一個絕不亞於龍樹的，禪宗裡面六祖惠能大師，他是開悟的，所以他學東西輕鬆，輕而易舉。《金剛經》是般若，諸位曉得《大般若經》有六百卷，《金剛經》是其中的一卷，六祖學般若，般若是釋迦牟尼佛二十二年所講的，惠能大師用了多少時間就把它圓滿？我想大概就是兩個小時。五祖傳法給他是三更，三更就是晚上十二點，在五祖的方丈室裡面，五祖給他講《金剛經》，沒講完，大概講的是三分之一，講到「應無所住，而生其心」，他豁然大悟，這一悟後頭就不要講了，全都明白了。這代表是什麼？釋迦牟尼佛二十二年所講的般若，惠能大師我看頂多二個小時全明白了。所以煩惱不斷你就沒辦法，煩惱斷了之後，你看看多容易，所以他絕對不在龍樹菩薩之下，這我們要懂得。"
    },
    {
      "id": "12-017-1414_p0032",
      "zh_CN": "我们在《坛经》里面看到的，法达禅师学《法华经》，诵《法华经》三千遍。《法华经》我们知道七卷，每卷很长，一天大概是念一部，七卷《法华经》，三千遍差不多十年，十年这就是一门深入，长时薰修；十年，心定了，不想别的，想的也是这部经，念的也是这部经。所以他烦恼轻，智慧没透出来，向六祖请教。六祖说这个经（他不认识字，当然没念过，也没听别人念过）你念给我听听看，法达禅师那是背得滚瓜烂熟，《法华经》二十八品，念到第二品是「方便品」，六祖就告诉他，行了，不要再念了，我全知道了。你说他学东西多快，这部经一段开头全都明了，那叫做法门无量誓愿学，得有这个能力才行。六祖跟法达禅师讲《法华》大意，法达禅师一听就开悟了。法达要没有十年一门深入长时薰修，他怎么会开悟？我们今天听法师讲《法华经》，听十遍、听一百遍都不会开悟，道理在什么地方要清楚、要明白。",
      "zh_TW": "我們在《壇經》裡面看到的，法達禪師學《法華經》，誦《法華經》三千遍。《法華經》我們知道七卷，每卷很長，一天大概是念一部，七卷《法華經》，三千遍差不多十年，十年這就是一門深入，長時薰修；十年，心定了，不想別的，想的也是這部經，念的也是這部經。所以他煩惱輕，智慧沒透出來，向六祖請教。六祖說這個經（他不認識字，當然沒念過，也沒聽別人念過）你念給我聽聽看，法達禪師那是背得滾瓜爛熟，《法華經》二十八品，念到第二品是「方便品」，六祖就告訴他，行了，不要再念了，我全知道了。你說他學東西多快，這部經一段開頭全都明瞭，那叫做法門無量誓願學，得有這個能力才行。六祖跟法達禪師講《法華》大意，法達禪師一聽就開悟了。法達要沒有十年一門深入長時薰修，他怎麼會開悟？我們今天聽法師講《法華經》，聽十遍、聽一百遍都不會開悟，道理在什麼地方要清楚、要明白。"
    },
    {
      "id": "12-017-1414_p0033",
      "zh_CN": "我们缺的就是一门深入长时薰修，没有经过这个训练，所以广学多闻到最后是一无所知，你所学到的，皮毛常识，佛法里面的义理一无所知，看古来祖师大德的注解也看不懂。这是我们在学佛，我学佛五十四年我看到的，我体会到的，所以今天我回过头来劝大家扎根，从头来起，还行；如果不从头来起，你还依旧这样下去的话，你这一辈子不能成就。",
      "zh_TW": "我們缺的就是一門深入長時薰修，沒有經過這個訓練，所以廣學多聞到最後是一無所知，你所學到的，皮毛常識，佛法裡面的義理一無所知，看古來祖師大德的註解也看不懂。這是我們在學佛，我學佛五十四年我看到的，我體會到的，所以今天我回過頭來勸大家扎根，從頭來起，還行；如果不從頭來起，你還依舊這樣下去的話，你這一輩子不能成就。"
    },
    {
      "id": "12-017-1414_p0034",
      "zh_CN": "再看第二段，「二释菩萨名者」。这就是这一会的上首菩萨，他的德号叫法首，「名为法首，为明此是西北方，戌亥两间，明愚迷长夜中，能以正法自利利他，专求无懈，名为法首」。菩萨的德号是表法的，我们知道佛菩萨都没有名号，老子说得很好，「名可名，非常名，道可道，非常道」，佛法确实是如此。名相怎么建立的？都是应众生，《楞严》上说得好，「随众生心，应所知量」。佛的这个形相，随众生心，众生喜欢什么样的形，他就现怎么样的相，需要什么样的教诲，他就用什么样的名，所以名可以说是他教学的宗旨，用我们现在讲，是他教学科目的名称，这诸位好懂。",
      "zh_TW": "再看第二段，「二釋菩薩名者」。這就是這一會的上首菩薩，他的德號叫法首，「名為法首，為明此是西北方，戌亥兩間，明愚迷長夜中，能以正法自利利他，專求無懈，名為法首」。菩薩的德號是表法的，我們知道佛菩薩都沒有名號，老子說得很好，「名可名，非常名，道可道，非常道」，佛法確實是如此。名相怎麼建立的？都是應眾生，《楞嚴》上說得好，「隨眾生心，應所知量」。佛的這個形相，隨眾生心，眾生喜歡什麼樣的形，他就現怎麼樣的相，需要什麼樣的教誨，他就用什麼樣的名，所以名可以說是他教學的宗旨，用我們現在講，是他教學科目的名稱，這諸位好懂。"
    },
    {
      "id": "12-017-1414_p0035",
      "zh_CN": "譬如我们的本师，他为什么叫释迦牟尼佛？换个别的名字行不行？不行，在这个地区，这个时段，这一切众生的毛病，对治的方法就在这名号当中，所以名号是他在此时此地教化众生科目的名称。怎么说？此时此地的众生缺乏慈悲心，所以用释迦，释迦是梵语，翻成中国意思能仁，他能用仁慈，这对别人的，我们对一切人要能用仁慈的心、仁慈的行为对人。对自己呢？对自己是心不清净，这是大病，那怎样治心不清净？用牟尼，牟尼是梵语，翻成中国意思是寂灭。寂灭大家不好懂，我换个名词，清净，寂灭的程度比清净还要深，意思还要广，清净是接近寂灭，这就好懂。对自己要身心清净，对别人要大慈大悲，名号是这个意思。释迦牟尼佛一生教人什么？就教这个。",
      "zh_TW": "譬如我們的本師，他為什麼叫釋迦牟尼佛？換個別的名字行不行？不行，在這個地區，這個時段，這一切眾生的毛病，對治的方法就在這名號當中，所以名號是他在此時此地教化眾生科目的名稱。怎麼說？此時此地的眾生缺乏慈悲心，所以用釋迦，釋迦是梵語，翻成中國意思能仁，他能用仁慈，這對別人的，我們對一切人要能用仁慈的心、仁慈的行為對人。對自己呢？對自己是心不清淨，這是大病，那怎樣治心不清淨？用牟尼，牟尼是梵語，翻成中國意思是寂滅。寂滅大家不好懂，我換個名詞，清淨，寂滅的程度比清淨還要深，意思還要廣，清淨是接近寂滅，這就好懂。對自己要身心清淨，對別人要大慈大悲，名號是這個意思。釋迦牟尼佛一生教人什麼？就教這個。"
    },
    {
      "id": "12-017-1414_p0036",
      "zh_CN": "佛是尊称，佛是什么？是在佛门里面学位的名称，最高的学位，我们中国称圣人，印度称佛陀，是最高的学位；比这个学位次一等的是菩萨，再次一等的是阿罗汉。所以佛门有三个学位，像现在学校一样，阿罗汉是学士，菩萨是硕士，佛陀是博士，没有比这个更高的，三个名称是三个学位。博士教的是什么？教的是对人仁慈，对自己要清净，就教这个，哪有迷信？所以名号全是表法，这我们要懂得，我们从这里就学到。观世音菩萨在这个世间一定要用这个名称，「观」这个意思很深，观照、照见，「世」是世间，「音」是什么？一切众生苦难的音声，你能够照见，你要以慈悲心去帮助这些众生。观音菩萨代表大慈大悲，慈悲加上一个大，就是无条件的、平等的，我们讲真诚的慈悲，清净的慈悲，平等的慈悲，正觉的慈悲，这叫做大慈大悲，要帮助苦难众生，今天的话说，要帮助需要帮助的人。",
      "zh_TW": "佛是尊稱，佛是什麼？是在佛門裡面學位的名稱，最高的學位，我們中國稱聖人，印度稱佛陀，是最高的學位；比這個學位次一等的是菩薩，再次一等的是阿羅漢。所以佛門有三個學位，像現在學校一樣，阿羅漢是學士，菩薩是碩士，佛陀是博士，沒有比這個更高的，三個名稱是三個學位。博士教的是什麼？教的是對人仁慈，對自己要清淨，就教這個，哪有迷信？所以名號全是表法，這我們要懂得，我們從這裡就學到。觀世音菩薩在這個世間一定要用這個名稱，「觀」這個意思很深，觀照、照見，「世」是世間，「音」是什麼？一切眾生苦難的音聲，你能夠照見，你要以慈悲心去幫助這些眾生。觀音菩薩代表大慈大悲，慈悲加上一個大，就是無條件的、平等的，我們講真誠的慈悲，清淨的慈悲，平等的慈悲，正覺的慈悲，這叫做大慈大悲，要幫助苦難眾生，今天的話說，要幫助需要幫助的人。"
    },
    {
      "id": "12-017-1414_p0037",
      "zh_CN": "这一会里面的菩萨称为法首，法首是第七信位的菩萨，凡是第七信位都称法首，所以法首不是一个人。好像念书一样，七年级的学生，七年级的学生统统称法首，所以他不是一个人。那么前面的例子一样，用方位来表法，在西北方，西北方是什么？戌亥两间，就是戌亥这两个时辰当中。戌亥是夜晚，戌，晚上八点钟，亥，晚上十点钟，从七点到九点是戌时，从九点到十一点是亥时，到十一点深夜了，这表什么？表迷惑。所以明，这个明就是表明，就是说明，愚迷长夜中。这是夜晚，夜晚代表愚迷，愚迷长夜中，不是真的是晚上，愚迷长夜是什么？能以正法自利利他，正法好比是光明，能以光明自利利他。人跟随佛菩萨学习，他就觉悟了，自己觉悟之后帮助别人觉悟，那叫利他。",
      "zh_TW": "這一會裡面的菩薩稱為法首，法首是第七信位的菩薩，凡是第七信位都稱法首，所以法首不是一個人。好像念書一樣，七年級的學生，七年級的學生統統稱法首，所以他不是一個人。那麼前面的例子一樣，用方位來表法，在西北方，西北方是什麼？戌亥兩間，就是戌亥這兩個時辰當中。戌亥是夜晚，戌，晚上八點鐘，亥，晚上十點鐘，從七點到九點是戌時，從九點到十一點是亥時，到十一點深夜了，這表什麼？表迷惑。所以明，這個明就是表明，就是說明，愚迷長夜中。這是夜晚，夜晚代表愚迷，愚迷長夜中，不是真的是晚上，愚迷長夜是什麼？能以正法自利利他，正法好比是光明，能以光明自利利他。人跟隨佛菩薩學習，他就覺悟了，自己覺悟之後幫助別人覺悟，那叫利他。"
    },
    {
      "id": "12-017-1414_p0038",
      "zh_CN": "专求无懈，名为法首。你看看哪个人在这个状况里面是这样学习，他就称法首。诸位要知道，观世音菩萨不是一个人，释迦牟尼佛在现前这个阶段是一个人。观音菩萨、文殊菩萨、地藏菩萨、普贤菩萨都不是一个人，他的名号是代表一个法门，凡是修学这个法门的就称这个菩萨。譬如我们如果学观世音菩萨慈悲，你真的有爱心，真的有这种热忱帮助一切苦难众生，那你就是观世音菩萨。菩萨有等级的，在华严会上，从初发心到等觉有五十一个等级，好像念书一样，一年级、二年级、三年级，总共有五十一个年级，法首菩萨是七年级，往后还很长。如果学观音法门呢？在第七个年级，那就叫法首观世音菩萨，还是多数人称呼，不是专指一个人。专指一个人，那要把这个人名字加进去，某某法首观世音菩萨，那就是专门指哪一个人；如果不加上那个人的名字，通称，太多太多！他只能称为法首。",
      "zh_TW": "專求無懈，名為法首。你看看哪個人在這個狀況裡面是這樣學習，他就稱法首。諸位要知道，觀世音菩薩不是一個人，釋迦牟尼佛在現前這個階段是一個人。觀音菩薩、文殊菩薩、地藏菩薩、普賢菩薩都不是一個人，他的名號是代表一個法門，凡是修學這個法門的就稱這個菩薩。譬如我們如果學觀世音菩薩慈悲，你真的有愛心，真的有這種熱忱幫助一切苦難眾生，那你就是觀世音菩薩。菩薩有等級的，在華嚴會上，從初發心到等覺有五十一個等級，好像念書一樣，一年級、二年級、三年級，總共有五十一個年級，法首菩薩是七年級，往後還很長。如果學觀音法門呢？在第七個年級，那就叫法首觀世音菩薩，還是多數人稱呼，不是專指一個人。專指一個人，那要把這個人名字加進去，某某法首觀世音菩薩，那就是專門指哪一個人；如果不加上那個人的名字，通稱，太多太多！他只能稱為法首。"
    },
    {
      "id": "12-017-1414_p0039",
      "zh_CN": "愚迷是讲六道，在六道里面能以正法自利利他，就是受持正法，依教奉行，信解行证，证的虽然是不高，他确实有证。他念七年级，他这个七年级考试及格，那就是他证的，他这个念完再往上升就是八年级了。这一定要懂得，你都搞清楚，搞明白了，你才晓得佛教是教学、是教育，不是宗教。宗教里面学佛法，得很小的利益，一般讲说肯定不能超越三界，不能够脱离轮回。如果你要是受释迦牟尼佛的教育，不但能帮助你超越轮回，可以帮助你超越十法界，这个利益就太大太大！超越轮回，超越十法界，用今天科学的术语来讲，就是突破各个不同空间的维次。科学家知道，不知道用什么方法突破，佛法有办法突破；超越十法界你就见到一真法界。",
      "zh_TW": "愚迷是講六道，在六道裡面能以正法自利利他，就是受持正法，依教奉行，信解行證，證的雖然是不高，他確實有證。他念七年級，他這個七年級考試及格，那就是他證的，他這個念完再往上升就是八年級了。這一定要懂得，你都搞清楚，搞明白了，你才曉得佛教是教學、是教育，不是宗教。宗教裡面學佛法，得很小的利益，一般講說肯定不能超越三界，不能夠脫離輪迴。如果你要是受釋迦牟尼佛的教育，不但能幫助你超越輪迴，可以幫助你超越十法界，這個利益就太大太大！超越輪迴，超越十法界，用今天科學的術語來講，就是突破各個不同空間的維次。科學家知道，不知道用什麼方法突破，佛法有辦法突破；超越十法界你就見到一真法界。"
    },
    {
      "id": "12-017-1414_p0040",
      "zh_CN": "下面这一句很重要，专求无懈。换句话说，就是勇猛精进，永远没有懈怠，专求，一门深入，长时薰修。这都是做给我们看的，现身说法，我们要想成就那就得学他。十信位都是专求无懈，就像我刚才举的这个例子一样，我们用一年的时间专求无懈学《弟子规》，再用一年的时间专求无懈学《十善业》，这才行，你没有这个基础什么都谈不上。这两门东西我们用两年时间专攻，学会了之后，这一生一世都不离开。不是说我学了之后就不要了，那个不行，这两门课是生活教育，譬如你学烧饭，学会了，你要不要天天烧？不能说我这两年学会了，学会之后就算了，我就不要烧饭了，那你不就饿死了吗？诸位想想看，这是一天都不能舍弃的，将来无论再学哪个法门，这两样东西是生活，决定不能离开。譬如盖房子，这两门东西是地基，无论你盖多少层，你都没有离开地基，你离开地基你什么都不能成就，所以这个东西两年学会了是终生受用。",
      "zh_TW": "下面這一句很重要，專求無懈。換句話說，就是勇猛精進，永遠沒有懈怠，專求，一門深入，長時薰修。這都是做給我們看的，現身說法，我們要想成就那就得學他。十信位都是專求無懈，就像我剛才舉的這個例子一樣，我們用一年的時間專求無懈學《弟子規》，再用一年的時間專求無懈學《十善業》，這才行，你沒有這個基礎什麼都談不上。這兩門東西我們用兩年時間專攻，學會了之後，這一生一世都不離開。不是說我學了之後就不要了，那個不行，這兩門課是生活教育，譬如你學燒飯，學會了，你要不要天天燒？不能說我這兩年學會了，學會之後就算了，我就不要燒飯了，那你不就餓死了嗎？諸位想想看，這是一天都不能捨棄的，將來無論再學哪個法門，這兩樣東西是生活，決定不能離開。譬如蓋房子，這兩門東西是地基，無論你蓋多少層，你都沒有離開地基，你離開地基你什麼都不能成就，所以這個東西兩年學會了是終生受用。"
    },
    {
      "id": "12-017-1414_p0041",
      "zh_CN": "再看下面，「世界名金刚者，以坚精无怠，是自世界，托西北方乾卦，干为坚刚」。这个世界是什么？用我们现在的话来说就是你自己的受用，现在西方人讲磁场，我们东方人讲气氛。金刚是比喻，比喻是坚精无怠，你的信心坚固，愿心坚固，道心坚固，修行坚固，不但坚固，还有精。精是什么？纯，精纯不杂又没有懈怠，天天有进步，法喜充满。这自世界，这个世界叫金刚世界，形容七信位菩萨他的生活环境，他的感受世间。这底下这一句也是比喻，托西北方乾卦，干是坚刚，用这个来形容他坚定、刚强。",
      "zh_TW": "再看下面，「世界名金剛者，以堅精無怠，是自世界，託西北方乾卦，乾為堅剛」。這個世界是什麼？用我們現在的話來說就是你自己的受用，現在西方人講磁場，我們東方人講氣氛。金剛是比喻，比喻是堅精無怠，你的信心堅固，願心堅固，道心堅固，修行堅固，不但堅固，還有精。精是什麼？純，精純不雜又沒有懈怠，天天有進步，法喜充滿。這自世界，這個世界叫金剛世界，形容七信位菩薩他的生活環境，他的感受世間。這底下這一句也是比喻，託西北方乾卦，乾是堅剛，用這個來形容他堅定、剛強。"
    },
    {
      "id": "12-017-1414_p0042",
      "zh_CN": "「佛号自在智者，以自精勤观照，达理业亡，名为自在智佛」。这个佛是表示他的成就，你看看前面多闻、精专、坚定，这个刚强是绝不动摇，他的成就，这个位次上的成就。他所成就的就是自在智佛，七信位所修的，方便波罗蜜，所以智慧、自在显出来了，没有究竟自在，没有大自在，有小自在。",
      "zh_TW": "「佛號自在智者，以自精勤觀照，達理業亡，名為自在智佛」。這個佛是表示他的成就，你看看前面多聞、精專、堅定，這個剛強是絕不動搖，他的成就，這個位次上的成就。他所成就的就是自在智佛，七信位所修的，方便波羅蜜，所以智慧、自在顯出來了，沒有究竟自在，沒有大自在，有小自在。"
    },
    {
      "id": "12-017-1414_p0043",
      "zh_CN": "末后这一段配位，「配随位因果者」，这是总结，「还以自心本不动智佛为因」。你看看这一句，我们从这个经从头来一直念到此地，都没有更动过，真正的因是什么？是自心不动智佛，自心如如不动就称为不动智佛。因为你自心具足无量智慧，智慧的作用是觉悟，大觉，佛是大觉，这是因，因是什么？我们换句简单的话说，就是佛法常说的佛性。「一切众生皆有佛性」，这个佛性就是自心本来不动智佛，这是我们修行之真因，修行的根本，所以将来决定能成佛。在这个地位上你修得的叫自在智佛为果。这个地方的自在智佛，我们晓得这个佛是十法界的佛，这个佛就是天台大师所讲的六即佛里面相似即佛，到初住以上才是分证即佛，这个地方是相似即佛，我们就了解了。你再看天台家的教义，一对照你就会很清楚、很明白，知道经教里讲的是什么。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "末後這一段配位，「配隨位因果者」，這是總結，「還以自心本不動智佛為因」。你看看這一句，我們從這個經從頭來一直念到此地，都沒有更動過，真正的因是什麼？是自心不動智佛，自心如如不動就稱為不動智佛。因為你自心具足無量智慧，智慧的作用是覺悟，大覺，佛是大覺，這是因，因是什麼？我們換句簡單的話說，就是佛法常說的佛性。「一切眾生皆有佛性」，這個佛性就是自心本來不動智佛，這是我們修行之真因，修行的根本，所以將來決定能成佛。在這個地位上你修得的叫自在智佛為果。這個地方的自在智佛，我們曉得這個佛是十法界的佛，這個佛就是天台大師所講的六即佛裡面相似即佛，到初住以上才是分證即佛，這個地方是相似即佛，我們就了解了。你再看天台家的教義，一對照你就會很清楚、很明白，知道經教裡講的是什麼。好，今天時間到了，我們就講到此地。"
    }
  ]
}