{
  "doc_id": "12-017-0012",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-017-0012",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "12-017-0012_p0001",
      "zh_CN": "请掀开经本第八页，倒数第三行：",
      "zh_TW": "請掀開經本第八頁，倒數第三行："
    },
    {
      "id": "12-017-0012_p0002",
      "zh_CN": "【譬如虚空具含众像。于诸境界无所分别。又如虚空普遍一切。于诸国土平等随入。】",
      "zh_TW": "【譬如虛空具含眾像。於諸境界無所分別。又如虛空普遍一切。於諸國土平等隨入。】"
    },
    {
      "id": "12-017-0012_p0003",
      "zh_CN": "这一段经文里面，世尊用比喻来显示身语意三业，这是十种身里面第一种身。清凉大师在这两种比喻里面，给我们说了四个意思︰第一个意思「含摄」，第二个意思「无分别」，第三个意思「普遍」，第四个是「遍入」。在普遍喻里面，「妙观察智，无所不知」，这就是普遍的意思。同修们必须要知道，佛在经上所说的字字句句，都是说我们自己。毘卢遮那如来，它的意思，这句话是梵语，翻成中国的意思叫「遍一切处」。一切处是指尽虚空遍法界，实实在在是不思议的境界。怎样才能遍？实在说，无有一法不遍。第一个是我们的真心本性遍一切处，大概一般学佛的同修对这个都能够接受。真如本性遍一切处，而整个虚空法界是自己心性变现出来的，佛在楞严会上把这个道理、事实真相说得很清楚，说得很多。清凉大师在这段里面，用相宗的四智来说，智遍一切处，心遍一切处，想遍一切处，乃至我们的身也遍一切处。这就是说明，理能遍一切处，事也能遍一切处，这部经称之为「不思议解脱境界」。前面讲过大圆镜智、平等性智，今天接着讲妙观察智。",
      "zh_TW": "這一段經文裡面，世尊用比喻來顯示身語意三業，這是十種身裡面第一種身。清涼大師在這兩種比喻裡面，給我們說了四個意思︰第一個意思「含攝」，第二個意思「無分別」，第三個意思「普遍」，第四個是「遍入」。在普遍喻裡面，「妙觀察智，無所不知」，這就是普遍的意思。同修們必須要知道，佛在經上所說的字字句句，都是說我們自己。毘盧遮那如來，它的意思，這句話是梵語，翻成中國的意思叫「遍一切處」。一切處是指盡虛空遍法界，實實在在是不思議的境界。怎樣才能遍？實在說，無有一法不遍。第一個是我們的真心本性遍一切處，大概一般學佛的同修對這個都能夠接受。真如本性遍一切處，而整個虛空法界是自己心性變現出來的，佛在楞嚴會上把這個道理、事實真相說得很清楚，說得很多。清涼大師在這段裡面，用相宗的四智來說，智遍一切處，心遍一切處，想遍一切處，乃至我們的身也遍一切處。這就是說明，理能遍一切處，事也能遍一切處，這部經稱之為「不思議解脫境界」。前面講過大圓鏡智、平等性智，今天接著講妙觀察智。"
    },
    {
      "id": "12-017-0012_p0004",
      "zh_CN": "「妙观察智」，无所不知。平等性智是无分别，而妙观察智是有分别，所以它是普遍的意思。前面说过理智、量智，如理智、如量智，这是我们在大乘经上常常看到。妙观察是如量智。「成所作智」，成是成就，作是所作，包括菩萨在九法界里面现身、说法、生活、教学、接引一切大众；接引大众，就是我们现在所说的应酬，处事待人接物。「成所作智」这四个字意思深，菩萨接触一切大众都能令大众开智慧，成是成就，不但成就自己，也成就一切众生。何以？菩萨三业清净，三业都充满真实智慧，智慧光明遍照一切众生。成就所作，这是入，随入的意思。由此可知，智体遍一切处，智慧的作用也遍一切处，这是从佛果地上来说。佛菩萨如是，然后我们一定要想到，我们的心行又何尝不遍一切处？只是佛是智遍，我们是惑遍，迷惑；惑就是无明，起作用就是烦恼。我们今天无明跟烦恼遍一切处，所以生生世世无论在哪里受生，总是不能够脱离苦恼，这个道理我们在《华严经》上要细心的去体会。",
      "zh_TW": "「妙觀察智」，無所不知。平等性智是無分別，而妙觀察智是有分別，所以它是普遍的意思。前面說過理智、量智，如理智、如量智，這是我們在大乘經上常常看到。妙觀察是如量智。「成所作智」，成是成就，作是所作，包括菩薩在九法界裡面現身、說法、生活、教學、接引一切大眾；接引大眾，就是我們現在所說的應酬，處事待人接物。「成所作智」這四個字意思深，菩薩接觸一切大眾都能令大眾開智慧，成是成就，不但成就自己，也成就一切眾生。何以？菩薩三業清淨，三業都充滿真實智慧，智慧光明遍照一切眾生。成就所作，這是入，隨入的意思。由此可知，智體遍一切處，智慧的作用也遍一切處，這是從佛果地上來說。佛菩薩如是，然後我們一定要想到，我們的心行又何嘗不遍一切處？只是佛是智遍，我們是惑遍，迷惑；惑就是無明，起作用就是煩惱。我們今天無明跟煩惱遍一切處，所以生生世世無論在哪裡受生，總是不能夠脫離苦惱，這個道理我們在《華嚴經》上要細心的去體會。"
    },
    {
      "id": "12-017-0012_p0005",
      "zh_CN": "最重要的是我们现前怎样转变我们的生活行为，转变我们的思想观念，这个在佛法里面通常称之为「观行」。经论里面用的词句很简单，如果意思不能够明了，往往我们读诵，囫囵吞枣的就混过去，这样对于我们修学当然得不到利益。观行上层的功夫，也就是说我们改变我们的思想观念，修正我们一切错误的行为，最殊胜的无过于随顺真如，那你的功行跟诸佛菩萨决定相应。《华严经》经文又说，「如来深境界，其量等虚空」，这个意思就是说明，佛的心、体等虚空法界，量等虚空法界，作用等虚空法界，「一切众生入，而实无所入」。这两句话不太好懂。众生入，入就是相应的意思，契入，也是证得的意思。末后一句话，而实无所入，这个讲法跟佛在《楞严经》上所说「圆满菩提归无所得」，《般若经》上我们天天念「无智亦无得」，智是能入，得是所入，无智亦无得，这些话真正的含义是什么？我们要懂得，永离一切妄想、分别、执着。如果你要说，我有智，我有得，你错了！你没入，你还落在妄想分别执着里面。一切众生入，这个众生是指九法界大心凡夫、大心众生，他不是不能入，他能入。能入，决定没有入的相，决定没有入的念，那你就是真的入；你还有入的相，还有入的念头，你没入。所以大家一定要记住总原则，我们的修学、观行要跟真心相应，真心离念，真心里面没有妄想分别执着；「念」就是妄想分别执着，「离」，没有这些东西。",
      "zh_TW": "最重要的是我們現前怎樣轉變我們的生活行為，轉變我們的思想觀念，這個在佛法裡面通常稱之為「觀行」。經論裡面用的詞句很簡單，如果意思不能夠明瞭，往往我們讀誦，囫圇吞棗的就混過去，這樣對於我們修學當然得不到利益。觀行上層的功夫，也就是說我們改變我們的思想觀念，修正我們一切錯誤的行為，最殊勝的無過於隨順真如，那你的功行跟諸佛菩薩決定相應。《華嚴經》經文又說，「如來深境界，其量等虛空」，這個意思就是說明，佛的心、體等虛空法界，量等虛空法界，作用等虛空法界，「一切眾生入，而實無所入」。這兩句話不太好懂。眾生入，入就是相應的意思，契入，也是證得的意思。末後一句話，而實無所入，這個講法跟佛在《楞嚴經》上所說「圓滿菩提歸無所得」，《般若經》上我們天天念「無智亦無得」，智是能入，得是所入，無智亦無得，這些話真正的含義是什麼？我們要懂得，永離一切妄想、分別、執著。如果你要說，我有智，我有得，你錯了！你沒入，你還落在妄想分別執著裡面。一切眾生入，這個眾生是指九法界大心凡夫、大心眾生，他不是不能入，他能入。能入，決定沒有入的相，決定沒有入的念，那你就是真的入；你還有入的相，還有入的念頭，你沒入。所以大家一定要記住總原則，我們的修學、觀行要跟真心相應，真心離念，真心裡面沒有妄想分別執著；「念」就是妄想分別執著，「離」，沒有這些東西。"
    },
    {
      "id": "12-017-0012_p0006",
      "zh_CN": "佛给我们讲经说法，可以说实在是相当的不容易，真实的境界说不出的，所谓是「言语道断，心行处灭」。众生分别执着习气太深，心里面总是落在一边。凡夫的心执着有，佛跟大家说，执着「有」是错了，「凡所有相，皆是虚妄」。虚妄的，「有」不要了，又着「空」了，他总是要有个执着。今天佛在这个经上给你说真如，给你讲自性，你又分别一个真如，又去执着一个真如，这不叫麻烦吗？什么时候你才能真正的觉悟？利根是上智之人，他懂得佛的意思，佛所说一切法无非是教我们，于世出世间一切法都不要分别、都不要执着，那就相应。可是这个地方又有难处，真不要分别、不要执着，好！「我一切不分别，一切都不执着了」，还是执着！执着一个「不分别，我不执着了」，他还是执着，这事情难办。这就是说明为什么与真如相应那么困难，道理就在此地，自己不知不觉还是堕在执着里头，我们在此地一定要很细心的去体会。",
      "zh_TW": "佛給我們講經說法，可以說實在是相當的不容易，真實的境界說不出的，所謂是「言語道斷，心行處滅」。眾生分別執著習氣太深，心裡面總是落在一邊。凡夫的心執著有，佛跟大家說，執著「有」是錯了，「凡所有相，皆是虛妄」。虛妄的，「有」不要了，又著「空」了，他總是要有個執著。今天佛在這個經上給你說真如，給你講自性，你又分別一個真如，又去執著一個真如，這不叫麻煩嗎？什麼時候你才能真正的覺悟？利根是上智之人，他懂得佛的意思，佛所說一切法無非是教我們，於世出世間一切法都不要分別、都不要執著，那就相應。可是這個地方又有難處，真不要分別、不要執著，好！「我一切不分別，一切都不執著了」，還是執著！執著一個「不分別，我不執著了」，他還是執著，這事情難辦。這就是說明為什麼與真如相應那麼困難，道理就在此地，自己不知不覺還是墮在執著裡頭，我們在此地一定要很細心的去體會。"
    },
    {
      "id": "12-017-0012_p0007",
      "zh_CN": "前面说过了，对世尊果地上的境界，佛果的境界，只有虚空跟涅槃稍稍能作譬喻，用其他的譬喻都没有办法。虚空这个相，我们能够观察到，能够体会到，遍入国土。在今天我们看到太空许许多多数不清的星球，在佛经里面讲世界、讲国土，国土是佛刹，我们现在讲星球，在虚空当中。「虚空遍入国土，国土并不遍入虚空」，有国土的地方当然有虚空，有虚空的地方不一定有国土。我们把国土换成星球就好懂，有虚空的地方不一定有星球，有星球的地方当然有虚空，这个一定的道理，这就是遍入的意思。虚空于星球，平等随入；星球于虚空，它确实有彼此。从这个地方，我们就能看到平等随入的意思。如果你的心思细密，你会想到现相是虚妄的，不是真实的。如果是真实，彼此就不能够互相契入；能互相契入，当然不是真实的。",
      "zh_TW": "前面說過了，對世尊果地上的境界，佛果的境界，只有虛空跟涅槃稍稍能作譬喻，用其他的譬喻都沒有辦法。虛空這個相，我們能夠觀察到，能夠體會到，遍入國土。在今天我們看到太空許許多多數不清的星球，在佛經裡面講世界、講國土，國土是佛剎，我們現在講星球，在虛空當中。「虛空遍入國土，國土並不遍入虛空」，有國土的地方當然有虛空，有虛空的地方不一定有國土。我們把國土換成星球就好懂，有虛空的地方不一定有星球，有星球的地方當然有虛空，這個一定的道理，這就是遍入的意思。虛空於星球，平等隨入；星球於虛空，它確實有彼此。從這個地方，我們就能看到平等隨入的意思。如果你的心思細密，你會想到現相是虛妄的，不是真實的。如果是真實，彼此就不能夠互相契入；能互相契入，當然不是真實的。"
    },
    {
      "id": "12-017-0012_p0008",
      "zh_CN": "《楞严经》上佛有很妙的比喻，譬如这个物体，无论大小，譬如我们举这个物体，这个物体如果是真实的，虚空也是真实的，这个物体定在这里，它就不能动。我们要问：这个物体里头有没有虚空？这里头没有虚空。如果说没有虚空，我们把这个物体移开，这边的虚空是不是缺一块？应当缺一块，这个地方原来没有虚空，虚空被这物体占住了，这是有体积的。移开之后这个地方的虚空是不是缺一块？没有缺。无论这个物体移到哪边，虚空并没有缺，由此可知，虚空遍入这个物体，我们要细细去思惟。否则的话，在现相上一定是物体移动，虚空一定就缺一块，这个才是对的、才合理。从这些道理我们能够体会到，佛在经里面所说的，所有一切的现相不是真实的，《金刚经》上讲「梦幻泡影」。相叫假相，性叫真性，性是真的，能变现相的心性是真的，所变出来这个形相是虚妄的、是假的。真性就像虚空一样，它没有形相，但是它能够含摄一切现相，它能够遍入一切现相。诸位要是细心去思惟，很有趣味。",
      "zh_TW": "《楞嚴經》上佛有很妙的比喻，譬如這個物體，無論大小，譬如我們舉這個物體，這個物體如果是真實的，虛空也是真實的，這個物體定在這裡，它就不能動。我們要問：這個物體裡頭有沒有虛空？這裡頭沒有虛空。如果說沒有虛空，我們把這個物體移開，這邊的虛空是不是缺一塊？應當缺一塊，這個地方原來沒有虛空，虛空被這物體佔住了，這是有體積的。移開之後這個地方的虛空是不是缺一塊？沒有缺。無論這個物體移到哪邊，虛空並沒有缺，由此可知，虛空遍入這個物體，我們要細細去思惟。否則的話，在現相上一定是物體移動，虛空一定就缺一塊，這個才是對的、才合理。從這些道理我們能夠體會到，佛在經裡面所說的，所有一切的現相不是真實的，《金剛經》上講「夢幻泡影」。相叫假相，性叫真性，性是真的，能變現相的心性是真的，所變出來這個形相是虛妄的、是假的。真性就像虛空一樣，它沒有形相，但是它能夠含攝一切現相，它能夠遍入一切現相。諸位要是細心去思惟，很有趣味。"
    },
    {
      "id": "12-017-0012_p0009",
      "zh_CN": "虚空比喻佛的智慧，国土也能够比喻三世，三世是讲过去、现在、未来。三世有处，佛智一定在其中；佛智知处，三世不一定有现相存在。从这个地方，我们能体会到遍入的意思。十方三世都是一切众生想像里面变现出来的，在佛法里面叫「遍计所执性」，我们现代的名词「抽象的概念」。十方三世从哪来的？抽象概念里面所产生的，完全没有事实。佛智是自性里面本具的智慧，无论是实智，或者是权智，都能够平等随入。因此，我们在一切时、一切处，不定什么因缘，都有开悟的可能，道理就在此地，这是我们要细心去思惟、去观察。",
      "zh_TW": "虛空比喻佛的智慧，國土也能夠比喻三世，三世是講過去、現在、未來。三世有處，佛智一定在其中；佛智知處，三世不一定有現相存在。從這個地方，我們能體會到遍入的意思。十方三世都是一切眾生想像裡面變現出來的，在佛法裡面叫「遍計所執性」，我們現代的名詞「抽象的概念」。十方三世從哪來的？抽象概念裡面所產生的，完全沒有事實。佛智是自性裡面本具的智慧，無論是實智，或者是權智，都能夠平等隨入。因此，我們在一切時、一切處，不定什麼因緣，都有開悟的可能，道理就在此地，這是我們要細心去思惟、去觀察。"
    },
    {
      "id": "12-017-0012_p0010",
      "zh_CN": "第二句是讲到语业，经文里面「其音普顺十方国土」，也是这两种比喻，比喻语业。如来果地上，他一语之中能够具含一切语，所谓是「佛以一音而说法，众生随类各得解」。这个都是我们心思言词达不到，我们无法来表达的。但是现在的科技，电脑进步到现在这个时代，听说可以自动的翻译，我们用一种音声在这里讲演，通过电脑可以翻成各种不同的语言。电脑有这种能力，于是我们就相信佛有这个能力应当是可以肯定的。道理在哪里？跟电脑原理也有一点相似。佛在经上给我们讲，佛是无心，就是没有妄想分别执着，所以才能以一音里面具足一切音，一即一切，一切即一。这是讲到原理，使我们想像到电脑也是没有妄想分别执着，所以它能显示这个能力。由此可知，我们今天这个能力丧失，实在说佛在果地上所具足的一切智慧德能，我们每个人都有，读这个经完全是要了解我们自己本有的智慧、本有的能力。佛是显露出来了，我们今天是显不出来。佛能够显露出来，告诉我们那个原理就是他离开妄想分别执着，无分别心，自自然然的流露，与一切众生感应道交。我们今天的麻烦是什么？本来心性里没有妄想分别执着，偏偏起妄想分别执着，这个就麻烦大了。妄想分别执着是愈来愈浓厚、愈来愈深、愈来愈广，把我们心性里面的智慧德能完全障碍住，透出来的是少分之少分。我们在经典里面明白这些事实真相，懂得这个道理，我们要学的，怎样学一个无心。",
      "zh_TW": "第二句是講到語業，經文裡面「其音普順十方國土」，也是這兩種比喻，比喻語業。如來果地上，他一語之中能夠具含一切語，所謂是「佛以一音而說法，眾生隨類各得解」。這個都是我們心思言詞達不到，我們無法來表達的。但是現在的科技，電腦進步到現在這個時代，聽說可以自動的翻譯，我們用一種音聲在這裡講演，通過電腦可以翻成各種不同的語言。電腦有這種能力，於是我們就相信佛有這個能力應當是可以肯定的。道理在哪裡？跟電腦原理也有一點相似。佛在經上給我們講，佛是無心，就是沒有妄想分別執著，所以才能以一音裡面具足一切音，一即一切，一切即一。這是講到原理，使我們想像到電腦也是沒有妄想分別執著，所以它能顯示這個能力。由此可知，我們今天這個能力喪失，實在說佛在果地上所具足的一切智慧德能，我們每個人都有，讀這個經完全是要了解我們自己本有的智慧、本有的能力。佛是顯露出來了，我們今天是顯不出來。佛能夠顯露出來，告訴我們那個原理就是他離開妄想分別執著，無分別心，自自然然的流露，與一切眾生感應道交。我們今天的麻煩是什麼？本來心性裡沒有妄想分別執著，偏偏起妄想分別執著，這個就麻煩大了。妄想分別執著是愈來愈濃厚、愈來愈深、愈來愈廣，把我們心性裡面的智慧德能完全障礙住，透出來的是少分之少分。我們在經典裡面明白這些事實真相，懂得這個道理，我們要學的，怎樣學一個無心。"
    },
    {
      "id": "12-017-0012_p0011",
      "zh_CN": "清凉大师在注解里面举一个比喻，「舍支天鼓，无心出故」。这是本经《十忍品》里面讲到「如响忍」，《无量寿经》上给我们讲三种忍，也讲到如响忍。佛在经上给我们举了一桩事情，好比帝释天主他的夫人；我们中国人称为玉皇大帝，就是忉利天主，忉利天主的夫人是阿修罗女，她的名字叫舍支。她的音声美妙，能以一声当中，她一声里面有千百种音变化，她有这个能力，一音出去就像交响乐一样。我们知道交响乐，几十种乐器共同演奏，出的音声微妙。其实现在不难懂，我们用个录音机，把它统统录下来，一放，一音不就出几百种音声吗？所以现代用科技来观察，这事情不是难事情，但是原理是一个，无分别心。录音机没有分别，如果它有分别，这个声音好听，我听它；那个声音不好听，我不要它，那你就搞不成了。我们凡夫麻烦大的就是个妄想分别执着，舍掉妄想分别执着，确确实实我们肯定有这种能力，一音当中具足一切美妙的音声。几时我们的音声出来，就像录音机的播放一样，许许多多音声从一声里面就流露出来。这是世尊举出忉利天主的夫人，她有这个语音。",
      "zh_TW": "清涼大師在註解裡面舉一個比喻，「舍支天鼓，無心出故」。這是本經《十忍品》裡面講到「如響忍」，《無量壽經》上給我們講三種忍，也講到如響忍。佛在經上給我們舉了一樁事情，好比帝釋天主他的夫人；我們中國人稱為玉皇大帝，就是忉利天主，忉利天主的夫人是阿修羅女，她的名字叫舍支。她的音聲美妙，能以一聲當中，她一聲裡面有千百種音變化，她有這個能力，一音出去就像交響樂一樣。我們知道交響樂，幾十種樂器共同演奏，出的音聲微妙。其實現在不難懂，我們用個錄音機，把它統統錄下來，一放，一音不就出幾百種音聲嗎？所以現代用科技來觀察，這事情不是難事情，但是原理是一個，無分別心。錄音機沒有分別，如果它有分別，這個聲音好聽，我聽它；那個聲音不好聽，我不要它，那你就搞不成了。我們凡夫麻煩大的就是個妄想分別執著，捨掉妄想分別執著，確確實實我們肯定有這種能力，一音當中具足一切美妙的音聲。幾時我們的音聲出來，就像錄音機的播放一樣，許許多多音聲從一聲裡面就流露出來。這是世尊舉出忉利天主的夫人，她有這個語音。"
    },
    {
      "id": "12-017-0012_p0012",
      "zh_CN": "菩萨有这个能力，菩萨心清净，妄想分别没有了，永远放下，舍掉了。妄想虽然没有断尽，妄想是无明，没断尽，也断了几品，这在《华严经》叫法身大士，菩萨摩诃萨。他们也契入无分别这个境界，所以自自然然成就善巧随类的语音，能够利益无量无边的众生。菩萨尚且如此，何况诸佛如来？如来为一切众生讲经说法，音声是从无心而出。这里面佛说了几句话，我们要特别留意，细心体会，而认真的去学习。佛讲「如我说我」，这是恒顺众生，为了说法方便起见用这个做手段，做我们彼此沟通、做佛教学一种手段，实际上佛不执着「我」，也不执着「我所」。不但不执着，佛不分别有个「我」，也不分别有个「我所」；不但不分别，连这个念头都没有起过，这是真的离了。如果还有这个念头，依旧是不觉。我与我所，了不可得！但是佛跟我们大众相处的时候，常常说「我」、说「我所」，说得很多。我们凡夫说「我」，分别执着真有一个「我」，把这个身当作「我」，真的有。凡夫说「我所」，也是真真实实起分别执着，「这个房子是我所有的，这个土地是我所有的，这个财物是我所有的」，严重的执着。佛菩萨跟凡夫差别就在此地，这个差别也叫迷悟。悟了晓得万法皆空，了不可得；迷了不晓得，以为样样都是实在的。",
      "zh_TW": "菩薩有這個能力，菩薩心清淨，妄想分別沒有了，永遠放下，捨掉了。妄想雖然沒有斷盡，妄想是無明，沒斷盡，也斷了幾品，這在《華嚴經》叫法身大士，菩薩摩訶薩。他們也契入無分別這個境界，所以自自然然成就善巧隨類的語音，能夠利益無量無邊的眾生。菩薩尚且如此，何況諸佛如來？如來為一切眾生講經說法，音聲是從無心而出。這裡面佛說了幾句話，我們要特別留意，細心體會，而認真的去學習。佛講「如我說我」，這是恆順眾生，為了說法方便起見用這個做手段，做我們彼此溝通、做佛教學一種手段，實際上佛不執著「我」，也不執著「我所」。不但不執著，佛不分別有個「我」，也不分別有個「我所」；不但不分別，連這個念頭都沒有起過，這是真的離了。如果還有這個念頭，依舊是不覺。我與我所，了不可得！但是佛跟我們大眾相處的時候，常常說「我」、說「我所」，說得很多。我們凡夫說「我」，分別執著真有一個「我」，把這個身當作「我」，真的有。凡夫說「我所」，也是真真實實起分別執著，「這個房子是我所有的，這個土地是我所有的，這個財物是我所有的」，嚴重的執著。佛菩薩跟凡夫差別就在此地，這個差別也叫迷悟。悟了曉得萬法皆空，了不可得；迷了不曉得，以為樣樣都是實在的。"
    },
    {
      "id": "12-017-0012_p0013",
      "zh_CN": "我们读这两句话，「如我说我，而不着我，不着我所」，我们想到《金刚经》上所说，「无我相，无人相，无众生相，无寿者相」，这个「无」就是不执着、不分别；「无」是这个意思，无妄想分别执着。「我相」，我与我所，晓得假相，当体即空，了不可得。「我」之外，是「人」，无我亦无人，无人相。众生是指一切万法，一切万法都是众缘和合而生，所以叫「众生相」。佛法里面讲众生，意思讲得很深，你要懂得是众缘和合而生，你就晓得相是虚妄的，相不是真的。「无寿者相」，寿者是指时间上说的，意思就是说它不是真正的存在，刹那生灭，这是事实真相。我们在前面曾经说过几次，要多说；我们听得太少，印象浅薄，不但说是你离开讲堂你就迷了，现在一面在讲，一面还在迷，没悟！这是真的。要多说，千言万语，反复叮咛，希望我们心里真的有很深刻的印象，在一切时、一切处、一切境缘当中，都能够觉悟，那就好了，到那个时候可以说你用功得力了。我们今天常常感叹功夫不得力，找不到为什么不得力的原因。不得力的原因就是我们的印象不够深刻，闻法的印象、读经的印象不够深刻，念头一转又迷了。《金刚经》这四句纲领非常好，跟末后的四句偈相应。末后四句偈的后两句，「如露亦如电」，电是闪电，露是相续，这一句就是无寿者的意思。告诉你一切万法根本就不存在，你要以为它存在，以为它是真实，你看错了。所以你在这些虚妄的幻境之中，天天打妄想，天天错用了心。诸佛菩萨了解宇宙人生的真相，所以他们的用心跟「如」相应。「如」是什么？如事实真相，跟这个相应，也就是与「无我相，无人相，无众生相，无寿者相」相应，他怎么不得自在？得大自在！所以他的智慧圆满现前，没有障碍。",
      "zh_TW": "我們讀這兩句話，「如我說我，而不著我，不著我所」，我們想到《金剛經》上所說，「無我相，無人相，無眾生相，無壽者相」，這個「無」就是不執著、不分別；「無」是這個意思，無妄想分別執著。「我相」，我與我所，曉得假相，當體即空，了不可得。「我」之外，是「人」，無我亦無人，無人相。眾生是指一切萬法，一切萬法都是眾緣和合而生，所以叫「眾生相」。佛法裡面講眾生，意思講得很深，你要懂得是眾緣和合而生，你就曉得相是虛妄的，相不是真的。「無壽者相」，壽者是指時間上說的，意思就是說它不是真正的存在，剎那生滅，這是事實真相。我們在前面曾經說過幾次，要多說；我們聽得太少，印象淺薄，不但說是你離開講堂你就迷了，現在一面在講，一面還在迷，沒悟！這是真的。要多說，千言萬語，反覆叮嚀，希望我們心裡真的有很深刻的印象，在一切時、一切處、一切境緣當中，都能夠覺悟，那就好了，到那個時候可以說你用功得力了。我們今天常常感嘆功夫不得力，找不到為什麼不得力的原因。不得力的原因就是我們的印象不夠深刻，聞法的印象、讀經的印象不夠深刻，念頭一轉又迷了。《金剛經》這四句綱領非常好，跟末後的四句偈相應。末後四句偈的後兩句，「如露亦如電」，電是閃電，露是相續，這一句就是無壽者的意思。告訴你一切萬法根本就不存在，你要以為它存在，以為它是真實，你看錯了。所以你在這些虛妄的幻境之中，天天打妄想，天天錯用了心。諸佛菩薩了解宇宙人生的真相，所以他們的用心跟「如」相應。「如」是什麼？如事實真相，跟這個相應，也就是與「無我相，無人相，無眾生相，無壽者相」相應，他怎麼不得自在？得大自在！所以他的智慧圓滿現前，沒有障礙。"
    },
    {
      "id": "12-017-0012_p0014",
      "zh_CN": "我们连前面的意思来想，佛身像摩尼珠一样，无心现色；佛的口就像天鼓一样，无心出声，都是依无分别智。无分别智是般若智慧之体，我们称它作根本智。从这个根本起作用，无所不知。所以说来说去，说到最后关键的所在就是无分别。修行用功的秘诀，就是「看破、放下」这四个字。菩萨从初发心一直到成佛，用什么功夫？千经万论，无量法门，你把它归结到总纲领、总原则，就是看破、放下。看破是明了事实真相无所有、不可得；放下是什么？无分别心，这就放下了。于一切法可以受用，受用得自在，那才叫得真实的受用。凡夫没有得到真实的受用，我们常常讲，你受用付出很大的代价，你用得很苦。佛菩萨的受用，受用得自在，一丝毫的代价都不需要付出。我们凡夫六根接触六尘，我们讲到受用，苦乐忧喜舍的受，你付出的代价多少。哪些代价？无量无边的妄想、无量的分别、无量的执着，这就是你付出的代价，所以你在受用当中说你受用得多辛苦，日子过得好苦，工作好辛苦。佛菩萨也是六根接触六尘境界，他所受用的只有乐，没有苦，而且他这个乐不是苦乐之乐，苦乐忧喜舍统统都没有，这叫真乐，那个乐不是我们凡夫能够想像的。所以真善美慧，幸福快乐，只有佛菩萨才有，我们如果学习过佛菩萨的生活，那我们就有了。",
      "zh_TW": "我們連前面的意思來想，佛身像摩尼珠一樣，無心現色；佛的口就像天鼓一樣，無心出聲，都是依無分別智。無分別智是般若智慧之體，我們稱它作根本智。從這個根本起作用，無所不知。所以說來說去，說到最後關鍵的所在就是無分別。修行用功的祕訣，就是「看破、放下」這四個字。菩薩從初發心一直到成佛，用什麼功夫？千經萬論，無量法門，你把它歸結到總綱領、總原則，就是看破、放下。看破是明瞭事實真相無所有、不可得；放下是什麼？無分別心，這就放下了。於一切法可以受用，受用得自在，那才叫得真實的受用。凡夫沒有得到真實的受用，我們常常講，你受用付出很大的代價，你用得很苦。佛菩薩的受用，受用得自在，一絲毫的代價都不需要付出。我們凡夫六根接觸六塵，我們講到受用，苦樂憂喜捨的受，你付出的代價多少。哪些代價？無量無邊的妄想、無量的分別、無量的執著，這就是你付出的代價，所以你在受用當中說你受用得多辛苦，日子過得好苦，工作好辛苦。佛菩薩也是六根接觸六塵境界，他所受用的只有樂，沒有苦，而且他這個樂不是苦樂之樂，苦樂憂喜捨統統都沒有，這叫真樂，那個樂不是我們凡夫能夠想像的。所以真善美慧，幸福快樂，只有佛菩薩才有，我們如果學習過佛菩薩的生活，那我們就有了。"
    },
    {
      "id": "12-017-0012_p0015",
      "zh_CN": "其实佛菩萨的生活，是一个人正常的生活，我们今天把正常的生活丧失掉，过一种不正常的生活，错了。为什么我们会把正常变成不正常？就是本来是没有分别的，禅宗六祖惠能大师《坛经》里面讲得好，「本来无一物」，这是说什么？我们真如自性里面本来无一物，就是本来没有分别；有分别，就有了一物。所以有同修问我︰无明从哪里来？无明怎么生起？本来没有无明，为什么会生起无明？这个问题如果我们合《坛经》的话来说，本来无一物，为什么生起一物？不是一桩事情吗？这个问题是大问题，在佛法里面叫做大问，问到根本了。佛有没有解答？有。这个问题世尊当年在世，富楼那尊者曾经请教释迦牟尼佛，佛跟他讲得很清楚、很明白。在《楞严经》里面，《楞严经》第四卷，富楼那尊者向释迦牟尼佛请教：真如本性本来没有无明，为什么会起无明？这是第一个问题。第二个问题，无始无明是什么时候开始有的？几时有的？第三个问题，起了无明之后，我们要经无量劫的修行，成了佛，把无明断掉了，断掉之后，什么时候再起无明？富楼那比我们问得好，他问三个问题，你才问一个问题，比不上富楼那尊者。释迦牟尼佛这三个问题，在《楞严经》上都有详细的解答，许许多多人读《楞严》，读了之后还是不懂，还是没搞清楚。佛真的说得很清楚、很明白，听了、读了依然不清楚、依然不明白，不能怪佛，要怪自己。",
      "zh_TW": "其實佛菩薩的生活，是一個人正常的生活，我們今天把正常的生活喪失掉，過一種不正常的生活，錯了。為什麼我們會把正常變成不正常？就是本來是沒有分別的，禪宗六祖惠能大師《壇經》裡面講得好，「本來無一物」，這是說什麼？我們真如自性裡面本來無一物，就是本來沒有分別；有分別，就有了一物。所以有同修問我︰無明從哪裡來？無明怎麼生起？本來沒有無明，為什麼會生起無明？這個問題如果我們合《壇經》的話來說，本來無一物，為什麼生起一物？不是一樁事情嗎？這個問題是大問題，在佛法裡面叫做大問，問到根本了。佛有沒有解答？有。這個問題世尊當年在世，富樓那尊者曾經請教釋迦牟尼佛，佛跟他講得很清楚、很明白。在《楞嚴經》裡面，《楞嚴經》第四卷，富樓那尊者向釋迦牟尼佛請教：真如本性本來沒有無明，為什麼會起無明？這是第一個問題。第二個問題，無始無明是什麼時候開始有的？幾時有的？第三個問題，起了無明之後，我們要經無量劫的修行，成了佛，把無明斷掉了，斷掉之後，什麼時候再起無明？富樓那比我們問得好，他問三個問題，你才問一個問題，比不上富樓那尊者。釋迦牟尼佛這三個問題，在《楞嚴經》上都有詳細的解答，許許多多人讀《楞嚴》，讀了之後還是不懂，還是沒搞清楚。佛真的說得很清楚、很明白，聽了、讀了依然不清楚、依然不明白，不能怪佛，要怪自己。"
    },
    {
      "id": "12-017-0012_p0016",
      "zh_CN": "佛给我们说，「知见立知，是无明本」，这就解答出来了。什么叫知见？知见是你自性里面的本能。《楞严经》大家都知道，开智慧的《楞严》，成佛的《法华》，大乘经里面这两部经知名度很高。《楞严》确实是开智慧，十卷经文自始至终字字都流露出真实智慧。在十番显见里面，佛举这个例子好，我们眼睛睁开，外面的境界你看得清清楚楚、明明白白，这就叫知见。「知」是你心里明了，「见」是你见得清清楚楚，可是你现在的心，没有生妄想、没有生分别、没有生执着，这叫知见，这就是佛知佛见。《华严经》里面讲理事无碍，事事无碍，为什么无碍？你的心清净，丝毫妨碍都没有，确确实实是四无碍境界就摆在眼前。可是麻烦在哪里？你第二个念头就立了知见，「立」是什么？建立。「这个是花，这个是叶」，完了，这就叫立知，这就是无明的根本，你的妄想分别执着生起来了。佛菩萨之所以高明，佛菩萨给你说这些，他自己决定没有分别执着。给你说这个叫叶，那个叫花，佛确确实实没有分别这个是花、没有执着这个是花，没有执着那个是叶、分别那个是叶，没有，从来就没有起心动念过。没有起心动念，那个音声自然流露出来，他的音声是从无心里头流出来的。我们凡夫的说话音声从有心，有心、有意里头流出来，从无明烦恼里流出来；他从真心自性里面流露出来。同样是音声，根源不相同。",
      "zh_TW": "佛給我們說，「知見立知，是無明本」，這就解答出來了。什麼叫知見？知見是你自性裡面的本能。《楞嚴經》大家都知道，開智慧的《楞嚴》，成佛的《法華》，大乘經裡面這兩部經知名度很高。《楞嚴》確實是開智慧，十卷經文自始至終字字都流露出真實智慧。在十番顯見裡面，佛舉這個例子好，我們眼睛睜開，外面的境界你看得清清楚楚、明明白白，這就叫知見。「知」是你心裡明瞭，「見」是你見得清清楚楚，可是你現在的心，沒有生妄想、沒有生分別、沒有生執著，這叫知見，這就是佛知佛見。《華嚴經》裡面講理事無礙，事事無礙，為什麼無礙？你的心清淨，絲毫妨礙都沒有，確確實實是四無礙境界就擺在眼前。可是麻煩在哪裡？你第二個念頭就立了知見，「立」是什麼？建立。「這個是花，這個是葉」，完了，這就叫立知，這就是無明的根本，你的妄想分別執著生起來了。佛菩薩之所以高明，佛菩薩給你說這些，他自己決定沒有分別執著。給你說這個叫葉，那個叫花，佛確確實實沒有分別這個是花、沒有執著這個是花，沒有執著那個是葉、分別那個是葉，沒有，從來就沒有起心動念過。沒有起心動念，那個音聲自然流露出來，他的音聲是從無心裡頭流出來的。我們凡夫的說話音聲從有心，有心、有意裡頭流出來，從無明煩惱裡流出來；他從真心自性裡面流露出來。同樣是音聲，根源不相同。"
    },
    {
      "id": "12-017-0012_p0017",
      "zh_CN": "所以佛自己住在无障碍的法界，无障碍的法界是一真法界；我们在一切境界里面起心动念、分别执着，我们落在十法界里头。如何我们在现前这一生当中超凡入圣？超凡入圣不是很玄很妙，实在说，就是把我们妄想分别执着的生活转变成无分别的生活，就超凡入圣。凡夫就是妄想分别执着，佛菩萨没有妄想分别执着。凡夫着我相、人相、众生相、寿者相，着相；佛菩萨无我相、无人相、无众生相、无寿者相。佛菩萨在这个世间天天跟我们在一起，也穿衣、也吃饭、也工作，天天混在一起，他过一真法界的生活，我们过十法界生活。我们先要把这个理搞清楚、事实真相搞清楚，然后我们自己来做一个转变。这个转变，佛菩萨不能帮忙，帮不上忙，所谓「解铃还须系铃人」。于一切法当中起心动念、分别执着，是我们自己生起来的，不是别人给我们；我们自己生起来，还要自己把这个妄想分别执着打掉，然后你过的生活就跟诸佛、法身大士无二无别。",
      "zh_TW": "所以佛自己住在無障礙的法界，無障礙的法界是一真法界；我們在一切境界裡面起心動念、分別執著，我們落在十法界裡頭。如何我們在現前這一生當中超凡入聖？超凡入聖不是很玄很妙，實在說，就是把我們妄想分別執著的生活轉變成無分別的生活，就超凡入聖。凡夫就是妄想分別執著，佛菩薩沒有妄想分別執著。凡夫著我相、人相、眾生相、壽者相，著相；佛菩薩無我相、無人相、無眾生相、無壽者相。佛菩薩在這個世間天天跟我們在一起，也穿衣、也吃飯、也工作，天天混在一起，他過一真法界的生活，我們過十法界生活。我們先要把這個理搞清楚、事實真相搞清楚，然後我們自己來做一個轉變。這個轉變，佛菩薩不能幫忙，幫不上忙，所謂「解鈴還須繫鈴人」。於一切法當中起心動念、分別執著，是我們自己生起來的，不是別人給我們；我們自己生起來，還要自己把這個妄想分別執著打掉，然後你過的生活就跟諸佛、法身大士無二無別。"
    },
    {
      "id": "12-017-0012_p0018",
      "zh_CN": "然后这个音声真的是普遍，佛说法的音声遍虚空法界，大乘经上我们常常读到。遍虚空法界，包不包括我们这个地方？当然包括。我们现在为什么听不到？我们这个收音机有故障，不灵。收音机故障要是消除，听得见了，释迦牟尼佛无论在哪里说法，我们听得见；不但超越空间，超越时间。世尊三千年前菩提树下示现成道，二七日中讲《华严经》这个法会，我们可以参与，还在。由此可知，只要把妄想分别执着打掉，时空都可以突破。突破空间，佛在任何地方讲经说法，我们可以参与；阿弥陀佛在极乐世界讲经说法，我们可以参加他的会，空间突破了。世尊三千年前讲这部经，我们在三千年之后，我们要是没有妄想分别执着，我们也可以参加他的法会，时间突破了。",
      "zh_TW": "然後這個音聲真的是普遍，佛說法的音聲遍虛空法界，大乘經上我們常常讀到。遍虛空法界，包不包括我們這個地方？當然包括。我們現在為什麼聽不到？我們這個收音機有故障，不靈。收音機故障要是消除，聽得見了，釋迦牟尼佛無論在哪裡說法，我們聽得見；不但超越空間，超越時間。世尊三千年前菩提樹下示現成道，二七日中講《華嚴經》這個法會，我們可以參與，還在。由此可知，只要把妄想分別執著打掉，時空都可以突破。突破空間，佛在任何地方講經說法，我們可以參與；阿彌陀佛在極樂世界講經說法，我們可以參加他的會，空間突破了。世尊三千年前講這部經，我們在三千年之後，我們要是沒有妄想分別執著，我們也可以參加他的法會，時間突破了。"
    },
    {
      "id": "12-017-0012_p0019",
      "zh_CN": "由此可知，所有的障碍都是一个分别心造出来的，你说这个麻烦不麻烦？妄想分别执着害得我们非常之惨！许多同修身体不好，也被这个害的；天天想到自己身体不好，他身体能好吗？不能好。把华陀找来也医不好他，华陀的本事只能医身病，不能医心病。你那个心天天在念，念什么？念「我这个身体不好」，身体当然就不好。天天念︰这个地方有毛病、那个地方也有毛病，真的毛病就起来了。佛不是给你讲得很清楚吗？一切法从心想生。你为什么不念佛？你为什么不念观音菩萨？你念观音菩萨，你就变成观音菩萨；观音菩萨不生病，观音菩萨不老。应当念佛、念菩萨，不要胡思乱想，胡思乱想麻烦可就大了。须知心遍法界，身遍法界，语言音声也遍法界，不但遍法界，而且这个音声永远不间断，平等随入的意思。如来的音声，好！正音、清净音、慈悲音，决定没有邪曲。随着佛的音声，我们生起信心、生起智慧；智慧就是解，能信、能解，法喜充满，这就是随入的意思。所以虚空这个比喻，普遍比喻三业︰意业、身业、语业。所以说得成正觉，成正觉的时候，自自然然你就获得无量的清净三业。这是十种身里头介绍菩提身，十种身以菩提身为根本。",
      "zh_TW": "由此可知，所有的障礙都是一個分別心造出來的，你說這個麻煩不麻煩？妄想分別執著害得我們非常之慘！許多同修身體不好，也被這個害的；天天想到自己身體不好，他身體能好嗎？不能好。把華陀找來也醫不好他，華陀的本事只能醫身病，不能醫心病。你那個心天天在念，念什麼？念「我這個身體不好」，身體當然就不好。天天念︰這個地方有毛病、那個地方也有毛病，真的毛病就起來了。佛不是給你講得很清楚嗎？一切法從心想生。你為什麼不念佛？你為什麼不念觀音菩薩？你念觀音菩薩，你就變成觀音菩薩；觀音菩薩不生病，觀音菩薩不老。應當念佛、念菩薩，不要胡思亂想，胡思亂想麻煩可就大了。須知心遍法界，身遍法界，語言音聲也遍法界，不但遍法界，而且這個音聲永遠不間斷，平等隨入的意思。如來的音聲，好！正音、清淨音、慈悲音，決定沒有邪曲。隨著佛的音聲，我們生起信心、生起智慧；智慧就是解，能信、能解，法喜充滿，這就是隨入的意思。所以虛空這個比喻，普遍比喻三業︰意業、身業、語業。所以說得成正覺，成正覺的時候，自自然然你就獲得無量的清淨三業。這是十種身裡頭介紹菩提身，十種身以菩提身為根本。"
    },
    {
      "id": "12-017-0012_p0020",
      "zh_CN": "再看底下一段经文，第八页最后一行︰",
      "zh_TW": "再看底下一段經文，第八頁最後一行︰"
    },
    {
      "id": "12-017-0012_p0021",
      "zh_CN": "【身恒遍坐一切道场。菩萨众中。威光赫弈。如日轮出。照明世界。】",
      "zh_TW": "【身恆遍坐一切道場。菩薩眾中。威光赫弈。如日輪出。照明世界。】"
    },
    {
      "id": "12-017-0012_p0022",
      "zh_CN": "这一小段经文是讲「威势身」，威是威德，势是势力，我们一般讲能力，超越一切贤圣。意思是说诸佛菩萨他能够随九法界的有情众生，众生喜欢什么样的身分，他就能示现什么样的身分，就像《楞严经》上所说，「随众生心，应所知量」，随类化身，随机说法，种种差别无不周遍，也是周遍法界。『身恒』，恒是恒常，『遍』是普遍，『坐一切道场』。「一切道场」，清凉大师也讲十种，十种身就有十种道场。第一种是「智身」，智是智慧，「遍坐法性道场」。此地这个智，自性里面本具的般若智慧。自性本具的般若智慧坐哪个道场？当然是以自性，是它的道场。",
      "zh_TW": "這一小段經文是講「威勢身」，威是威德，勢是勢力，我們一般講能力，超越一切賢聖。意思是說諸佛菩薩他能夠隨九法界的有情眾生，眾生喜歡什麼樣的身分，他就能示現什麼樣的身分，就像《楞嚴經》上所說，「隨眾生心，應所知量」，隨類化身，隨機說法，種種差別無不周遍，也是周遍法界。『身恆』，恆是恆常，『遍』是普遍，『坐一切道場』。「一切道場」，清涼大師也講十種，十種身就有十種道場。第一種是「智身」，智是智慧，「遍坐法性道場」。此地這個智，自性裡面本具的般若智慧。自性本具的般若智慧坐哪個道場？當然是以自性，是它的道場。"
    },
    {
      "id": "12-017-0012_p0023",
      "zh_CN": "第二是「法身」，法是万法，一切法。在佛的教学里面，佛用这个代名词，如果跟你讲宇宙之间一切理、一切事、一切现相、一切因缘果报，这里面我们现在分类有动物、有植物、有矿物，这三个之外还包括一些自然现象，太多太多了，说不清楚，所以佛把这些所有一切的一切用一个代名词叫「法」。法的意思就太广大、太深太广了，这是一个代名词。所以说佛法无边，那是真的不是假的，为什么？法无边。「佛」这个字什么意思？佛是觉，你对于一切法的智觉当然也没有边际。法身是什么意思？一切诸法就是自己的身，所以说尽虚空遍法界是一个自己，这是真的，这绝对不是假的。过去禅宗里面大彻大悟、明心见性之后，他说出一句话「尽虚空遍法界是沙门一只眼」，这个意思显示什么？显示他证得法身，他不是以为自己这个身是身，尽虚空遍法界都是自己，这叫证得法身。证得法身，给诸位说，法身哪里有生灭？这个身（肉身）有生灭，哪一个众生身没有生灭！所以法身常住，不生不灭。以法为身，法确确实实是身，怎么是身？所有一切法，连虚空都包括在其中，都是自己心性变现之物，心包太虚、量周沙界，这是法身。法身坐什么道场？法身是「非坐而坐」，无所不坐，这是法身道场。",
      "zh_TW": "第二是「法身」，法是萬法，一切法。在佛的教學裡面，佛用這個代名詞，如果跟你講宇宙之間一切理、一切事、一切現相、一切因緣果報，這裡面我們現在分類有動物、有植物、有礦物，這三個之外還包括一些自然現象，太多太多了，說不清楚，所以佛把這些所有一切的一切用一個代名詞叫「法」。法的意思就太廣大、太深太廣了，這是一個代名詞。所以說佛法無邊，那是真的不是假的，為什麼？法無邊。「佛」這個字什麼意思？佛是覺，你對於一切法的智覺當然也沒有邊際。法身是什麼意思？一切諸法就是自己的身，所以說盡虛空遍法界是一個自己，這是真的，這絕對不是假的。過去禪宗裡面大徹大悟、明心見性之後，他說出一句話「盡虛空遍法界是沙門一隻眼」，這個意思顯示什麼？顯示他證得法身，他不是以為自己這個身是身，盡虛空遍法界都是自己，這叫證得法身。證得法身，給諸位說，法身哪裡有生滅？這個身（肉身）有生滅，哪一個眾生身沒有生滅！所以法身常住，不生不滅。以法為身，法確確實實是身，怎麼是身？所有一切法，連虛空都包括在其中，都是自己心性變現之物，心包太虛、量周沙界，這是法身。法身坐什麼道場？法身是「非坐而坐」，無所不坐，這是法身道場。"
    },
    {
      "id": "12-017-0012_p0024",
      "zh_CN": "第三是「法门身」。四弘誓愿第三句告诉我们，「法门无量誓愿学」，法门是我们的身。法门坐什么道场？「安坐万行道场」，没有一行不是道场。佛在经上，有一次告诉光严童子，叫他去亲近维摩居士。维摩居士生病了，维摩居士为什么会生病？他跟我们一般人生病不一样，我们生病是打妄想生的，他生病是智慧生的，不一样。智慧生的是什么？叫示现。因为不生病，平常没有人来看他，这一生病，就好多人来看他。来看他怎么？看他，他就机会教育，教人开悟，所以他那个生病是智慧生的。我们生病是从烦恼生的、从妄想生的，那个病很苦，没救；他生病，智慧生的，示现。释迦牟尼佛听说了，佛当然晓得，他要开道场了，要讲经说法了。所以叫他的这些弟子们到那里去问候维摩居士，实际上是到那里去亲近维摩长者，听维摩居士讲经说法。光严童子就向释迦牟尼佛报告，他说︰世尊，我不敢去。为什么不敢去？他说︰过去曾经有一次，我在城外。他是出城，离开毗耶离大城，正好在路上遇到维摩居士；维摩居士进城，他出城，在路上碰到了。光严童子遇到维摩居士，向维摩居士致敬，问他︰老居士，你从哪里来？维摩居士告诉他︰我从道场来。光严童子就问他︰「你道场在哪里？」打听打听道场在哪里，他从道场来。老居士就告诉他，「直心是道场」，没有虚假。所以我们看诸佛菩萨那种真诚、慈悲，经上讲「遍一切处」。我们今天问：你从哪里来？我们从净宗学会来。净宗学会在哪里？在芽笼。不都是这个答复！这是凡夫，凡夫就是凡夫，菩萨就是菩萨，不一样。他们这一问一答，我们在旁边听了得好处，我们明白了。",
      "zh_TW": "第三是「法門身」。四弘誓願第三句告訴我們，「法門無量誓願學」，法門是我們的身。法門坐什麼道場？「安坐萬行道場」，沒有一行不是道場。佛在經上，有一次告訴光嚴童子，叫他去親近維摩居士。維摩居士生病了，維摩居士為什麼會生病？他跟我們一般人生病不一樣，我們生病是打妄想生的，他生病是智慧生的，不一樣。智慧生的是什麼？叫示現。因為不生病，平常沒有人來看他，這一生病，就好多人來看他。來看他怎麼？看他，他就機會教育，教人開悟，所以他那個生病是智慧生的。我們生病是從煩惱生的、從妄想生的，那個病很苦，沒救；他生病，智慧生的，示現。釋迦牟尼佛聽說了，佛當然曉得，他要開道場了，要講經說法了。所以叫他的這些弟子們到那裡去問候維摩居士，實際上是到那裡去親近維摩長者，聽維摩居士講經說法。光嚴童子就向釋迦牟尼佛報告，他說︰世尊，我不敢去。為什麼不敢去？他說︰過去曾經有一次，我在城外。他是出城，離開毗耶離大城，正好在路上遇到維摩居士；維摩居士進城，他出城，在路上碰到了。光嚴童子遇到維摩居士，向維摩居士致敬，問他︰老居士，你從哪裡來？維摩居士告訴他︰我從道場來。光嚴童子就問他︰「你道場在哪裡？」打聽打聽道場在哪裡，他從道場來。老居士就告訴他，「直心是道場」，沒有虛假。所以我們看諸佛菩薩那種真誠、慈悲，經上講「遍一切處」。我們今天問：你從哪裡來？我們從淨宗學會來。淨宗學會在哪裡？在芽籠。不都是這個答覆！這是凡夫，凡夫就是凡夫，菩薩就是菩薩，不一樣。他們這一問一答，我們在旁邊聽了得好處，我們明白了。"
    },
    {
      "id": "12-017-0012_p0025",
      "zh_CN": "世尊当年出现在世间是以出家身分示现成佛，诸位一定要晓得，同时还有一位以在家身分示现成佛的维摩居士，同时示现的两尊佛。佛法是平等法，告诉你男女老少、各行各业，就在你本行里面就成佛了，不需要说「我学佛，大概要换一个身分」，错了，着相了。什么样的身分、什么样的工作、什么样的生活方式，都成菩萨、都成佛。「直心是道场」，只要我们心地真诚，决定没有虚伪，决定没有虚假，以至诚心处事待人接物，你就是坐道场。",
      "zh_TW": "世尊當年出現在世間是以出家身分示現成佛，諸位一定要曉得，同時還有一位以在家身分示現成佛的維摩居士，同時示現的兩尊佛。佛法是平等法，告訴你男女老少、各行各業，就在你本行裡面就成佛了，不需要說「我學佛，大概要換一個身分」，錯了，著相了。什麼樣的身分、什麼樣的工作、什麼樣的生活方式，都成菩薩、都成佛。「直心是道場」，只要我們心地真誠，決定沒有虛偽，決定沒有虛假，以至誠心處事待人接物，你就是坐道場。"
    },
    {
      "id": "12-017-0012_p0026",
      "zh_CN": "维摩居士又说，「发行是道场」。发行是什么？发心修行，这个意思很广。发心修行就是你要发心把你一切错误的行为修正过来，能把事情办好。你在办事情时，把事情办错了，办得不够完美，你去想：我怎样办好？把办不好的原因改正过来，那不就行了吗？办哪些事情是修行？点点滴滴，日常生活当中统统都是。今天煮饭不小心，饭烧焦了，那就是过失；我们能把这个过失改好、改正过来，饭煮熟了，煮得非常好，大家吃了都很欢喜，这就是修行。什么叫修行？念念当中供养大家。我事情做好了，让大家都得到受用，让大家都生欢喜心，这就对了。我们这一次大会的总讲题用了八个字：学为人师，行为世范。一切时、一切处，无论做什么事情，都要做最好的样子、最好的模范，这就是修行，就是维摩居士讲的发行是道场。无论办什么事情，都能办得很好，令一切众生都满意、都欢喜。",
      "zh_TW": "維摩居士又說，「發行是道場」。發行是什麼？發心修行，這個意思很廣。發心修行就是你要發心把你一切錯誤的行為修正過來，能把事情辦好。你在辦事情時，把事情辦錯了，辦得不夠完美，你去想：我怎樣辦好？把辦不好的原因改正過來，那不就行了嗎？辦哪些事情是修行？點點滴滴，日常生活當中統統都是。今天煮飯不小心，飯燒焦了，那就是過失；我們能把這個過失改好、改正過來，飯煮熟了，煮得非常好，大家吃了都很歡喜，這就是修行。什麼叫修行？念念當中供養大家。我事情做好了，讓大家都得到受用，讓大家都生歡喜心，這就對了。我們這一次大會的總講題用了八個字：學為人師，行為世範。一切時、一切處，無論做什麼事情，都要做最好的樣子、最好的模範，這就是修行，就是維摩居士講的發行是道場。無論辦什麼事情，都能辦得很好，令一切眾生都滿意、都歡喜。"
    },
    {
      "id": "12-017-0012_p0027",
      "zh_CN": "又说，「深心是道场」。深心，菩提心里面的一分，直心、深心都是菩提心。深心是好善好德，诸位要知道，好善好德不着好善好德之相，那才是菩提心。如果好善好德，着了好善好德的相，只能算是个善心、好心人，不是菩提心。为什么？不能觉悟，不能了生死、不能出三界。他所修的善行，善心善行感得三善道的福报，他修福，不能够成为菩萨。所以好善好德不着好善好德的相，于好善好德里面没有分别、没有执着，这是深心，这样能够增长功德，能够提升自己的境界。",
      "zh_TW": "又說，「深心是道場」。深心，菩提心裡面的一分，直心、深心都是菩提心。深心是好善好德，諸位要知道，好善好德不著好善好德之相，那才是菩提心。如果好善好德，著了好善好德的相，只能算是個善心、好心人，不是菩提心。為什麼？不能覺悟，不能了生死、不能出三界。他所修的善行，善心善行感得三善道的福報，他修福，不能夠成為菩薩。所以好善好德不著好善好德的相，於好善好德裡面沒有分別、沒有執著，這是深心，這樣能夠增長功德，能夠提升自己的境界。"
    },
    {
      "id": "12-017-0012_p0028",
      "zh_CN": "又说，「菩提心是道场」，能离一切过失。菩提心是直心、深心、大悲心；《观无量寿佛经》里面说的是至诚心、深心、回向发愿心。人能够常存这个心，不但六道里面的过失你没有了，连四圣法界的过失也不会有。四圣︰声闻、缘觉、菩萨、佛，这是十法界之内的过失都可以避免，菩提心的功德不可思议。",
      "zh_TW": "又說，「菩提心是道場」，能離一切過失。菩提心是直心、深心、大悲心；《觀無量壽佛經》裡面說的是至誠心、深心、迴向發願心。人能夠常存這個心，不但六道裡面的過失你沒有了，連四聖法界的過失也不會有。四聖︰聲聞、緣覺、菩薩、佛，這是十法界之內的過失都可以避免，菩提心的功德不可思議。"
    },
    {
      "id": "12-017-0012_p0029",
      "zh_CN": "维摩居士说了这几条之后，接着又说「布施是道场」。以清净心布施，不求果报。如果我们凡夫布施，凡夫为什么布施？希求果报。佛在经上讲，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。佛有没有说错？没错，佛给你说的是真话。你修财布施，你得财富，你得多大的财富？如果你有希求果报，你所得的很有限，得的不大；如果你没有求报的这个意念，那这个果报是尽虚空遍法界。为什么？你所修决定跟你的心相应。你的心没有分别、没有执着，这个心量是等虚空法界，所以一丝毫的善，果报都是遍虚空法界，我们要明白这个道理。如果你有希求，那就是如你所求的那么多，再就没有了。你在佛门修布施，如理如法的布施，求升官、求发财，好，让你升官，官做到总统，再没得做了，到头了。你总不可能想到，我做新加坡的总统，也做马来西亚的总统，做全世界的，也没想到这个，你只想到一个国家，你的福报就那么大。你想发财，你的财富有几十亿、几百亿，大概也就到此，到头为止了，不能再发了。再发怎么样？你寿命到了，没有了，到最后你的地位、财富还是一场空。所以要晓得，无分别心，那个果报不可思议。你这种布施生生世世，无论你在哪一道、无论你在哪一个佛国土，你的受用都不缺乏。衣食住行，我们今天讲物质生活永远不会缺乏，财施！所以你才晓得，无分别心，这个大，为什么？没有界限。我们应当要学。你今天在我们这个讲堂，这两个小时能把这个学会了，你这一生生生世世永远受用不尽，我们这两个小时没有白过。",
      "zh_TW": "維摩居士說了這幾條之後，接著又說「布施是道場」。以清淨心布施，不求果報。如果我們凡夫布施，凡夫為什麼布施？希求果報。佛在經上講，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。佛有沒有說錯？沒錯，佛給你說的是真話。你修財布施，你得財富，你得多大的財富？如果你有希求果報，你所得的很有限，得的不大；如果你沒有求報的這個意念，那這個果報是盡虛空遍法界。為什麼？你所修決定跟你的心相應。你的心沒有分別、沒有執著，這個心量是等虛空法界，所以一絲毫的善，果報都是遍虛空法界，我們要明白這個道理。如果你有希求，那就是如你所求的那麼多，再就沒有了。你在佛門修布施，如理如法的布施，求升官、求發財，好，讓你升官，官做到總統，再沒得做了，到頭了。你總不可能想到，我做新加坡的總統，也做馬來西亞的總統，做全世界的，也沒想到這個，你只想到一個國家，你的福報就那麼大。你想發財，你的財富有幾十億、幾百億，大概也就到此，到頭為止了，不能再發了。再發怎麼樣？你壽命到了，沒有了，到最後你的地位、財富還是一場空。所以要曉得，無分別心，那個果報不可思議。你這種布施生生世世，無論你在哪一道、無論你在哪一個佛國土，你的受用都不缺乏。衣食住行，我們今天講物質生活永遠不會缺乏，財施！所以你才曉得，無分別心，這個大，為什麼？沒有界限。我們應當要學。你今天在我們這個講堂，這兩個小時能把這個學會了，你這一生生生世世永遠受用不盡，我們這兩個小時沒有白過。"
    },
    {
      "id": "12-017-0012_p0030",
      "zh_CN": "中国的文字是一个高度智慧的符号，我们过去这些列祖列宗真的是世间一等聪明人。你看，妄想，「想」，想是你心里在想一个东西，在想，所以心上有个相，那就是想。那个想是妄想，为什么？心上本来没有相，本来无一物，怎么会心里跑一个相出来？那个相当然就是妄相，凡所有相皆是虚妄。你执着，执着什么？那个心上划了许多界限。「思」，思是心上画成格子；心本来很大，心包太虚，偏偏把它画成很多小圈圈，愈画愈小，把这个心量变成那么小，执着。分别就有相，执着就起了界限。你所修的一切福报，无论是财施、法施、无畏施，你的福报总不能够超过你自己划的界限。你要是用分别心去修福，你得的果报不能超过你的界限，也就是不能超过你的心量，你得的就是这么大。如果你把心上那个相、格子拿掉，不要了，你这个心就大，原本的心就显露，果报就不可思议。",
      "zh_TW": "中國的文字是一個高度智慧的符號，我們過去這些列祖列宗真的是世間一等聰明人。你看，妄想，「想」，想是你心裡在想一個東西，在想，所以心上有個相，那就是想。那個想是妄想，為什麼？心上本來沒有相，本來無一物，怎麼會心裡跑一個相出來？那個相當然就是妄相，凡所有相皆是虛妄。你執著，執著什麼？那個心上劃了許多界限。「思」，思是心上畫成格子；心本來很大，心包太虛，偏偏把它畫成很多小圈圈，愈畫愈小，把這個心量變成那麼小，執著。分別就有相，執著就起了界限。你所修的一切福報，無論是財施、法施、無畏施，你的福報總不能夠超過你自己劃的界限。你要是用分別心去修福，你得的果報不能超過你的界限，也就是不能超過你的心量，你得的就是這麼大。如果你把心上那個相、格子拿掉，不要了，你這個心就大，原本的心就顯露，果報就不可思議。"
    },
    {
      "id": "12-017-0012_p0031",
      "zh_CN": "所以修布施，财布施、法布施、无畏布施不求果报；布施完了，心里干干净净，一尘不染，果报不可思议。布施的小，得福大，得无边的福报；布施的时间短，享福的时间长。为什么？超越时空。我布施只做一天、二天，享福是无量劫。佛在经上告诉我们，迦叶尊者，修头陀行；佛讲在过去生中，他曾经用一钵饭供养一位辟支佛；他这个布施，布施的东西一钵饭，时间就一次。他无分别心，没有分别执着，也没有想到什么果报。佛说出来，他这个布施的功德，得九十一劫不受贫穷的果报，时间这么长。我们今天凡夫修布施，总要问果报、总要问利益，有什么好处？你想想看那个心量多小、那个心量多窄，得福非常有限。声声还以为自己是学佛，其实哪里是学佛？他学的是个糊涂佛，是迷惑颠倒的佛，没觉悟。所以觉悟之人在佛门里面修一毫之福，毫发之福，果报都是说之不尽，这个我们要晓得。",
      "zh_TW": "所以修布施，財布施、法布施、無畏布施不求果報；布施完了，心裡乾乾淨淨，一塵不染，果報不可思議。布施的小，得福大，得無邊的福報；布施的時間短，享福的時間長。為什麼？超越時空。我布施只做一天、二天，享福是無量劫。佛在經上告訴我們，迦葉尊者，修頭陀行；佛講在過去生中，他曾經用一缽飯供養一位辟支佛；他這個布施，布施的東西一缽飯，時間就一次。他無分別心，沒有分別執著，也沒有想到什麼果報。佛說出來，他這個布施的功德，得九十一劫不受貧窮的果報，時間這麼長。我們今天凡夫修布施，總要問果報、總要問利益，有什麼好處？你想想看那個心量多小、那個心量多窄，得福非常有限。聲聲還以為自己是學佛，其實哪裡是學佛？他學的是個糊塗佛，是迷惑顛倒的佛，沒覺悟。所以覺悟之人在佛門裡面修一毫之福，毫髮之福，果報都是說之不盡，這個我們要曉得。"
    },
    {
      "id": "12-017-0012_p0032",
      "zh_CN": "「持戒是道场，得愿具故」，这个愿，满足你自己的愿望。持戒就是守法，事事都能够守规矩、都能够守法度，哪有不满愿的道理？所有的行愿统统都具足，世间、出世间如理如法的去做。「忍辱是道场」，能顺一切众生心。无论在世法，或者是佛法，你去做就没有障碍，别人去做有障碍，你去做就没有障碍。为什么？因为你修忍辱波罗蜜，你的心安住在忍辱上；安住在忍辱上，忍辱就是道场。你能够忍受一切众生，一切众生怎么会障碍你？这一切众生不仅仅是讲有情众生，无情众生也包括在里面。所以忍，讲三种忍︰人为的灾害，人加给我们的灾害，我们要能忍。譬如毁谤、障碍、为难，甚至于无故的陷害，没有一样不能忍。第二种是自然的灾害。譬如寒暑，这个不是别人给我们的灾难，这些自然的灾变也能忍。第三个是修学。修学要有耐心，要常常亲近善知识，读诵大乘，求解经义，明白之后要依教奉行，克服自己烦恼习气，才能成就。没有耐心怎么能成功？所以安住在忍辱道场当中样样都顺利，人为的障碍没有，自然的灾难也没有，风调雨顺，物质上的障碍也没有，一切都能够随心所欲，你说这个多自在。我们人人都想有这个福报，不知道这个福报是怎么修的。我们从这个地方知道了，要安住忍辱道场，这个意思好。",
      "zh_TW": "「持戒是道場，得願具故」，這個願，滿足你自己的願望。持戒就是守法，事事都能夠守規矩、都能夠守法度，哪有不滿願的道理？所有的行願統統都具足，世間、出世間如理如法的去做。「忍辱是道場」，能順一切眾生心。無論在世法，或者是佛法，你去做就沒有障礙，別人去做有障礙，你去做就沒有障礙。為什麼？因為你修忍辱波羅蜜，你的心安住在忍辱上；安住在忍辱上，忍辱就是道場。你能夠忍受一切眾生，一切眾生怎麼會障礙你？這一切眾生不僅僅是講有情眾生，無情眾生也包括在裡面。所以忍，講三種忍︰人為的災害，人加給我們的災害，我們要能忍。譬如毀謗、障礙、為難，甚至於無故的陷害，沒有一樣不能忍。第二種是自然的災害。譬如寒暑，這個不是別人給我們的災難，這些自然的災變也能忍。第三個是修學。修學要有耐心，要常常親近善知識，讀誦大乘，求解經義，明白之後要依教奉行，克服自己煩惱習氣，才能成就。沒有耐心怎麼能成功？所以安住在忍辱道場當中樣樣都順利，人為的障礙沒有，自然的災難也沒有，風調雨順，物質上的障礙也沒有，一切都能夠隨心所欲，你說這個多自在。我們人人都想有這個福報，不知道這個福報是怎麼修的。我們從這個地方知道了，要安住忍辱道場，這個意思好。"
    },
    {
      "id": "12-017-0012_p0033",
      "zh_CN": "「精进是道场」，精进就不会退步、不会懈怠。「禅定是道场」，禅定是心里能做得了主宰，不为外面境界所动摇。我们今天遇到这个法门，无比的殊胜，这一生当中决定成就。如果你在外面遇到有个人说：「还有一个道场，还有一个法门，即身就成佛。你们修净土，往生西方极乐世界还要经过很长的时间才能成佛，那个地方立刻就成佛。」你听了之后动不动心？你如果没有定功，就跟他走了，那你就上了大当。末法时期，邪师说法如恒河沙。正法道场、如来道场也有魔王波旬在那里破坏、在那里造谣生事，把这些善心，他看到这些善心人这一生能够成就的，他看到嫉妒、他看到很不舒服，要想尽方法把他拉回来，不让他脱离六道轮回，永远在魔掌控制之下。哪一类人跟他走？没有定功的人。这个对我们的影响太大太大，我们在过去生中遇到这些人遇得多，都跟着人家走了，上了大当，要不然我们早就成佛了，怎么会坐在此地？这一生当中，又要听到这些造谣生事的，再要变了心，好了，不知道哪一辈子以后还要到这儿来再参加一会。心里有主宰，这一生当中决定得成，这是禅定是道场。",
      "zh_TW": "「精進是道場」，精進就不會退步、不會懈怠。「禪定是道場」，禪定是心裡能做得了主宰，不為外面境界所動搖。我們今天遇到這個法門，無比的殊勝，這一生當中決定成就。如果你在外面遇到有個人說：「還有一個道場，還有一個法門，即身就成佛。你們修淨土，往生西方極樂世界還要經過很長的時間才能成佛，那個地方立刻就成佛。」你聽了之後動不動心？你如果沒有定功，就跟他走了，那你就上了大當。末法時期，邪師說法如恆河沙。正法道場、如來道場也有魔王波旬在那裡破壞、在那裡造謠生事，把這些善心，他看到這些善心人這一生能夠成就的，他看到嫉妒、他看到很不舒服，要想盡方法把他拉回來，不讓他脫離六道輪迴，永遠在魔掌控制之下。哪一類人跟他走？沒有定功的人。這個對我們的影響太大太大，我們在過去生中遇到這些人遇得多，都跟著人家走了，上了大當，要不然我們早就成佛了，怎麼會坐在此地？這一生當中，又要聽到這些造謠生事的，再要變了心，好了，不知道哪一輩子以後還要到這兒來再參加一會。心裡有主宰，這一生當中決定得成，這是禪定是道場。"
    },
    {
      "id": "12-017-0012_p0034",
      "zh_CN": "李木源居士说到我们这个道场上有好多柱子，要我写几个字，这个不错。维摩居士讲的这么多道场，我们要把它写在这个地方，这一看的时候统统是道场，真正是道场。直心、发行、深心、菩提心，布施、持戒，这是讲到六度。今天时间到了，我们明天再接着说。",
      "zh_TW": "李木源居士說到我們這個道場上有好多柱子，要我寫幾個字，這個不錯。維摩居士講的這麼多道場，我們要把它寫在這個地方，這一看的時候統統是道場，真正是道場。直心、發行、深心、菩提心，布施、持戒，這是講到六度。今天時間到了，我們明天再接著說。"
    }
  ]
}