{
  "doc_id": "12-017-1002",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一００二卷",
    "zh_TW": "第一００二卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1002",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "12-017-1002_p0001",
      "zh_CN": "诸位同学，请接着看清凉大师的开示，就是《疏》里面的注解，我们接着看。",
      "zh_TW": "諸位同學，請接著看清涼大師的開示，就是《疏》裡面的註解，我們接著看。"
    },
    {
      "id": "12-017-1002_p0002",
      "zh_CN": "上一次讲到「不着诸法，正智现前，悲救众生，佛种不断」。这四句，清凉大师特别给我们指出来，这是「菩萨之要，诸佛之本意也」。所以这四句话非常非常重要，我们不但要记住，要很认真的来学习。「不着」就是放下，世出世间一切法都不能执着，不但不能执着，也不必去分别。这个样子无量三昧自然就成就，智慧能现前，智慧才能解决一切问题，才能够帮助一切众生。今天我们接着看，他下面还有一重解释。",
      "zh_TW": "上一次講到「不著諸法，正智現前，悲救眾生，佛種不斷」。這四句，清涼大師特別給我們指出來，這是「菩薩之要，諸佛之本意也」。所以這四句話非常非常重要，我們不但要記住，要很認真的來學習。「不著」就是放下，世出世間一切法都不能執著，不但不能執著，也不必去分別。這個樣子無量三昧自然就成就，智慧能現前，智慧才能解決一切問題，才能夠幫助一切眾生。今天我們接著看，他下面還有一重解釋。"
    },
    {
      "id": "12-017-1002_p0003",
      "zh_CN": "「又释，一切菩萨是所成就」。这是说诸佛如来的教学，一个好的老师他来办学校，他办学校的成就是学生；学生有成就，他的事业成功了，学生没有成就，他的事业就失败了。这就是世出世间办教育都是一桩事，没有两样。佛教，我们知道是佛陀教育，是多元文化的教育，他这个教育有成就，就是学生多，学生有成就。有成就的学生在佛门称菩萨，有特殊成就的，叫摩诃萨。菩萨，在佛法教学里面讲是学位的名称。昨天我们参加大学的毕业典礼，我们看到在毕业典礼当中，许多学生拿到硕士学位，拿到学士学位，我们为他庆祝。佛陀教育里面的学生，有多少学生能够拿到菩萨的学位，我们佛门讲证得菩萨果位，证得罗汉的果位，这个教育成就了。所以，这个解释是专门为教学来说的，「一切菩萨是所成就」，教学所成就。一切包括十信、十住、十行、十回向、十地、等觉，一切菩萨这个意思我们要懂。",
      "zh_TW": "「又釋，一切菩薩是所成就」。這是說諸佛如來的教學，一個好的老師他來辦學校，他辦學校的成就是學生；學生有成就，他的事業成功了，學生沒有成就，他的事業就失敗了。這就是世出世間辦教育都是一樁事，沒有兩樣。佛教，我們知道是佛陀教育，是多元文化的教育，他這個教育有成就，就是學生多，學生有成就。有成就的學生在佛門稱菩薩，有特殊成就的，叫摩訶薩。菩薩，在佛法教學裡面講是學位的名稱。昨天我們參加大學的畢業典禮，我們看到在畢業典禮當中，許多學生拿到碩士學位，拿到學士學位，我們為他慶祝。佛陀教育裡面的學生，有多少學生能夠拿到菩薩的學位，我們佛門講證得菩薩果位，證得羅漢的果位，這個教育成就了。所以，這個解釋是專門為教學來說的，「一切菩薩是所成就」，教學所成就。一切包括十信、十住、十行、十迴向、十地、等覺，一切菩薩這個意思我們要懂。"
    },
    {
      "id": "12-017-1002_p0004",
      "zh_CN": "怎么成就？教这个学生，学生什么样的成绩才算是成就？大师在此地给我们说明，「不断佛种，即自成就，救护众生，成就于他」，这句话简单明了，要记住！如果往后有人问你，佛教是什么？你就答得出来了，佛教是佛陀的教育。佛陀教育的成绩是什么？成绩是把学生教出来！学生都拿到学位了，佛家的学位称阿罗汉、称菩萨。他拿到学位是他自己成就，他将来在社会上为社会大众服务，是成就于他。我们这样讲人家就很容易理解。佛法不是自私自利，成就自己的道德、学问、能力，为社会广大众生服务，跟世法里头办学目标没有两样。",
      "zh_TW": "怎麼成就？教這個學生，學生什麼樣的成績才算是成就？大師在此地給我們說明，「不斷佛種，即自成就，救護眾生，成就於他」，這句話簡單明瞭，要記住！如果往後有人問你，佛教是什麼？你就答得出來了，佛教是佛陀的教育。佛陀教育的成績是什麼？成績是把學生教出來！學生都拿到學位了，佛家的學位稱阿羅漢、稱菩薩。他拿到學位是他自己成就，他將來在社會上為社會大眾服務，是成就於他。我們這樣講人家就很容易理解。佛法不是自私自利，成就自己的道德、學問、能力，為社會廣大眾生服務，跟世法裡頭辦學目標沒有兩樣。"
    },
    {
      "id": "12-017-1002_p0005",
      "zh_CN": "这底下接着再问，「云何救护」，我们要怎样救护一切苦难众生？下面答，「谓离二障，永断烦恼，无烦恼障，了知一切，无所知障」。这是菩萨自己成就了，前面我们读过，智成就，所知障破了；惑除掉，迷惑颠倒除掉，烦恼障断了，这自成就。自己成就是这个方法，教导别人、帮助别人还是这个方法。所以这是教学的目标，教学的方向，一定要正确。这个跟世间教育不一样，世间教学的目标不是断烦恼，也不是破所知障，它跟这两个没有关系。这是佛法与世间法差别的地方。",
      "zh_TW": "這底下接著再問，「云何救護」，我們要怎樣救護一切苦難眾生？下面答，「謂離二障，永斷煩惱，無煩惱障，了知一切，無所知障」。這是菩薩自己成就了，前面我們讀過，智成就，所知障破了；惑除掉，迷惑顛倒除掉，煩惱障斷了，這自成就。自己成就是這個方法，教導別人、幫助別人還是這個方法。所以這是教學的目標，教學的方向，一定要正確。這個跟世間教育不一樣，世間教學的目標不是斷煩惱，也不是破所知障，它跟這兩個沒有關係。這是佛法與世間法差別的地方。"
    },
    {
      "id": "12-017-1002_p0006",
      "zh_CN": "世间法没有想到脱离生死轮回，他不是以这个为目标。他是以怎么样能够在这一生当中获得财富（几乎这是第一个目标），怎样获得地位、权力，怎样获得智慧、技能。换句话说，都是为这一生，不知道有来生，更不知道有后世，这些他们从来没想到的。他们也不会想，他们认为这是迷信，这是属于妄想。佛法的教学想得很远，想到来生，想到后世，实在讲比世间法的教学想得周到。为什么？如果想到来世的利益，来世的好处，我们这一生务必要种好因。想到自己要种好因，一定要做好人，人人都做好人，这个社会多么美好！",
      "zh_TW": "世間法沒有想到脫離生死輪迴，他不是以這個為目標。他是以怎麼樣能夠在這一生當中獲得財富（幾乎這是第一個目標），怎樣獲得地位、權力，怎樣獲得智慧、技能。換句話說，都是為這一生，不知道有來生，更不知道有後世，這些他們從來沒想到的。他們也不會想，他們認為這是迷信，這是屬於妄想。佛法的教學想得很遠，想到來生，想到後世，實在講比世間法的教學想得周到。為什麼？如果想到來世的利益，來世的好處，我們這一生務必要種好因。想到自己要種好因，一定要做好人，人人都做好人，這個社會多麼美好！"
    },
    {
      "id": "12-017-1002_p0007",
      "zh_CN": "如果每个人都想到现前的利益，不顾来生，只要现前我能得到的利益，不择任何手段。人人都是这样的想法，人人都是这样的作法，这个社会怎么可能不动乱？每个人存的是什么心？竞争的心。竞争稍稍提升一点就是斗争，彼此互相斗争，这还得了！人与人之间必定充满了仇恨、嫉妒、损人利己。这个话我们讲得很多，损人决定不利己，损人决定害自己。所以，损人利己这一句话是个错误观念，这个话不真实，就德行上来说，已经大幅度的亏损了。",
      "zh_TW": "如果每個人都想到現前的利益，不顧來生，只要現前我能得到的利益，不擇任何手段。人人都是這樣的想法，人人都是這樣的作法，這個社會怎麼可能不動亂？每個人存的是什麼心？競爭的心。競爭稍稍提升一點就是鬥爭，彼此互相鬥爭，這還得了！人與人之間必定充滿了仇恨、嫉妒、損人利己。這個話我們講得很多，損人決定不利己，損人決定害自己。所以，損人利己這一句話是個錯誤觀念，這個話不真實，就德行上來說，已經大幅度的虧損了。"
    },
    {
      "id": "12-017-1002_p0008",
      "zh_CN": "儒、佛、道在中国，都肯定因果报应。人要是缺德，他的福报就折损，打折扣了。他有百分之百的福报，因为心行不善，他可能享受的只有一半。那一半呢？那一半亏损了。中国古时候的教学，这个思想常常灌输给儿童，灌输给年轻人。所以他在一生生活、工作、处事待人接物，他都会想到老人的教训、圣人的教训，常常会想到。纵然为着眼前的名利恶意待人，多少还收敛几分，不敢做得太过分，夺取别人还要给别人留一点。就是做强盗夺取人家，你看中国古人说「盗亦有道」，做强盗的人他还是有一点道义。那就是说，他抢劫的对象是富有人家，抢劫的时候也多少会给人家留一点，不能叫人饿死、冻死，那个就没有道。而且这些强盗抢劫的，遇到很穷苦的人，没有办法过日子，他还能分一点给人，这叫盗亦有道。他所做的是不如法。这些多多少少与圣贤道德教学有关系，它还是起了一点作用。",
      "zh_TW": "儒、佛、道在中國，都肯定因果報應。人要是缺德，他的福報就折損，打折扣了。他有百分之百的福報，因為心行不善，他可能享受的只有一半。那一半呢？那一半虧損了。中國古時候的教學，這個思想常常灌輸給兒童，灌輸給年輕人。所以他在一生生活、工作、處事待人接物，他都會想到老人的教訓、聖人的教訓，常常會想到。縱然為著眼前的名利惡意待人，多少還收斂幾分，不敢做得太過分，奪取別人還要給別人留一點。就是做強盜奪取人家，你看中國古人說「盜亦有道」，做強盜的人他還是有一點道義。那就是說，他搶劫的對象是富有人家，搶劫的時候也多少會給人家留一點，不能叫人餓死、凍死，那個就沒有道。而且這些強盜搶劫的，遇到很窮苦的人，沒有辦法過日子，他還能分一點給人，這叫盜亦有道。他所做的是不如法。這些多多少少與聖賢道德教學有關係，它還是起了一點作用。"
    },
    {
      "id": "12-017-1002_p0009",
      "zh_CN": "现在，特别是最近半个世纪，圣贤教诲听不到了。现在的儿童、小学生、中学生，他们不懂得孝亲尊师，他们不懂得什么叫仁义道德，不懂得什么叫圣贤教诲。不知道，没人讲，没人教！他们所接触的完全是讲功利，完全是讲利害，这个功利、利害的内涵总不外是名闻利养、五欲六尘的享受，这还得了！学佛的同学都知道，这种思想行为，不但是六道，简直就是三途。思想是三途，言语是三途，造作是三途，将来果报到哪里去，那还用得着说吗？地狱、饿鬼、畜生是他们的归宿。你说这个多可怜，这多苦！这些众生要救护！",
      "zh_TW": "現在，特別是最近半個世紀，聖賢教誨聽不到了。現在的兒童、小學生、中學生，他們不懂得孝親尊師，他們不懂得什麼叫仁義道德，不懂得什麼叫聖賢教誨。不知道，沒人講，沒人教！他們所接觸的完全是講功利，完全是講利害，這個功利、利害的內涵總不外是名聞利養、五欲六塵的享受，這還得了！學佛的同學都知道，這種思想行為，不但是六道，簡直就是三途。思想是三途，言語是三途，造作是三途，將來果報到哪裡去，那還用得著說嗎？地獄、餓鬼、畜生是他們的歸宿。你說這個多可憐，這多苦！這些眾生要救護！"
    },
    {
      "id": "12-017-1002_p0010",
      "zh_CN": "救护，要帮助他在因上下手，永断烦恼，慢慢的断，告诉他贪瞋痴的害处。日本的科学家江本胜，我说他们这些人是菩萨。现在这些人，你要跟他讲烦恼对自己有伤害，他不相信，他没有法子接受。整个社会教导他都是教贪瞋痴，包括学校教学的。学生有成就，什么成就？学生在社会上获得很高的地位、很大的权力、很大的财富，这学生有成就，以这个为成就。不像从前，从前成就，佛家成就是讲道德学问的成就，德行是断烦恼，智慧是帮助一切苦难众生，从这个地方来讲成就。",
      "zh_TW": "救護，要幫助他在因上下手，永斷煩惱，慢慢的斷，告訴他貪瞋痴的害處。日本的科學家江本勝，我說他們這些人是菩薩。現在這些人，你要跟他講煩惱對自己有傷害，他不相信，他沒有法子接受。整個社會教導他都是教貪瞋痴，包括學校教學的。學生有成就，什麼成就？學生在社會上獲得很高的地位、很大的權力、很大的財富，這學生有成就，以這個為成就。不像從前，從前成就，佛家成就是講道德學問的成就，德行是斷煩惱，智慧是幫助一切苦難眾生，從這個地方來講成就。"
    },
    {
      "id": "12-017-1002_p0011",
      "zh_CN": "在日本这些科学家从水的实验，知道水能够随着众生心行变化不同的结晶，这是有很好的说服力。贪瞋痴的结晶就非常不好看。你有贪瞋痴的念头，贪瞋痴的念头非常严重，你整个身体的结晶就不好。这个不好就是什么？就是多病，你的身体不健康，这一点很能说服人。你怕病，你怕不健康，要怎样才健康？爱心，感恩的心；对于整个社会一切人一切事一切物，常常存着爱心，感恩的心。这就是圣人教给我们的「慈悲喜舍」，这种心情的讯息，水接受之后，它的回报结晶非常之美。",
      "zh_TW": "在日本這些科學家從水的實驗，知道水能夠隨著眾生心行變化不同的結晶，這是有很好的說服力。貪瞋痴的結晶就非常不好看。你有貪瞋痴的念頭，貪瞋痴的念頭非常嚴重，你整個身體的結晶就不好。這個不好就是什麼？就是多病，你的身體不健康，這一點很能說服人。你怕病，你怕不健康，要怎樣才健康？愛心，感恩的心；對於整個社會一切人一切事一切物，常常存著愛心，感恩的心。這就是聖人教給我們的「慈悲喜捨」，這種心情的訊息，水接受之後，它的回報結晶非常之美。"
    },
    {
      "id": "12-017-1002_p0012",
      "zh_CN": "如果我们这个身体，我们知道人的身体大部分没有离开水分，水分差不多要占百分之七十，这个水的结晶都非常之美。我们从佛经里面读到的，不但是水，所有一切物质跟水一样，它会听，它会看，它跟我们的思想、念头起感应道交的作用。所以我们身体上每个细胞，如果我们心里面充满了爱心，佛教给我们，我们总结了几句，我们的心真诚，我们的心清净、平等、觉悟、慈悲，这个结晶非常美好。每个细胞都有这样美好的结晶，我们人身体健康，不会生病。昨天晚上有个同修从青岛打个电话告诉我，他听说那边有一位高明的大夫，特地从北京到青岛去看这个大夫。大夫告诉他，治病要从哪里治？从心地！心地要善良，心地要慈悲，你什么样的病痛都很容易治。加一点的药物，药物是补充的，真正治疗的是你的善意，你的善心，你的善行。他打电话来告诉我，我说完全正确。药物对于治疗病痛是属于补充的。",
      "zh_TW": "如果我們這個身體，我們知道人的身體大部分沒有離開水分，水分差不多要佔百分之七十，這個水的結晶都非常之美。我們從佛經裡面讀到的，不但是水，所有一切物質跟水一樣，它會聽，它會看，它跟我們的思想、念頭起感應道交的作用。所以我們身體上每個細胞，如果我們心裡面充滿了愛心，佛教給我們，我們總結了幾句，我們的心真誠，我們的心清淨、平等、覺悟、慈悲，這個結晶非常美好。每個細胞都有這樣美好的結晶，我們人身體健康，不會生病。昨天晚上有個同修從青島打個電話告訴我，他聽說那邊有一位高明的大夫，特地從北京到青島去看這個大夫。大夫告訴他，治病要從哪裡治？從心地！心地要善良，心地要慈悲，你什麼樣的病痛都很容易治。加一點的藥物，藥物是補充的，真正治療的是你的善意，你的善心，你的善行。他打電話來告訴我，我說完全正確。藥物對於治療病痛是屬於補充的。"
    },
    {
      "id": "12-017-1002_p0013",
      "zh_CN": "所以真正高明的大夫，这不但在中国，我在很多年前在美国达拉斯，有一次伤风感冒，我去看一个医生。我就跟他谈，医生把病人治好了，百分之九十不是这个诊断药物，我说什么？信心。病人对于大夫有信心，见到这个大夫他有安全感；大夫对病人有信心，病治好百分之九十在信心。这个大夫再高明，你对他怀疑，你不相信，他开出再好的方子，没效。如果说有效，那个效果已经大幅度的打折扣了。佛法里头所说的原理原则如是。那个大夫听我讲的，他肯定，他点头，他说确实有道理。",
      "zh_TW": "所以真正高明的大夫，這不但在中國，我在很多年前在美國達拉斯，有一次傷風感冒，我去看一個醫生。我就跟他談，醫生把病人治好了，百分之九十不是這個診斷藥物，我說什麼？信心。病人對於大夫有信心，見到這個大夫他有安全感；大夫對病人有信心，病治好百分之九十在信心。這個大夫再高明，你對他懷疑，你不相信，他開出再好的方子，沒效。如果說有效，那個效果已經大幅度的打折扣了。佛法裡頭所說的原理原則如是。那個大夫聽我講的，他肯定，他點頭，他說確實有道理。"
    },
    {
      "id": "12-017-1002_p0014",
      "zh_CN": "佛告诉我们，世间人所有一切病痛的病源是什么？是三毒烦恼在作祟，三毒是贪瞋痴。内有三毒，外面有诱惑，你身心不安，很容易得病，所有一切的病根在这个地方。佛教我们把自己的病根消除，身心健康，常在定中。这个定不是每天盘腿面壁打坐，不是的；常在定中，这个定就是心地清净平等真诚，常在定中。我们现在讲身心轻松、愉快，经论里面常说的常生欢喜心，法喜充满，这个人健康快乐，健康快乐才生智慧。「了知一切」，所知障破了，了知一切是智慧的成就；「永断烦恼」是德行的成就。这个人健康长寿，多才多艺，充满智慧。我们想想这是不是我们要求的？我们学佛就学的这个。",
      "zh_TW": "佛告訴我們，世間人所有一切病痛的病源是什麼？是三毒煩惱在作祟，三毒是貪瞋痴。內有三毒，外面有誘惑，你身心不安，很容易得病，所有一切的病根在這個地方。佛教我們把自己的病根消除，身心健康，常在定中。這個定不是每天盤腿面壁打坐，不是的；常在定中，這個定就是心地清淨平等真誠，常在定中。我們現在講身心輕鬆、愉快，經論裡面常說的常生歡喜心，法喜充滿，這個人健康快樂，健康快樂才生智慧。「了知一切」，所知障破了，了知一切是智慧的成就；「永斷煩惱」是德行的成就。這個人健康長壽，多才多藝，充滿智慧。我們想想這是不是我們要求的？我們學佛就學的這個。"
    },
    {
      "id": "12-017-1002_p0015",
      "zh_CN": "下面说，「以何方便，能断二障，谓说诸法」。这是说明用什么方法。方便，方是方法；便，用普通的话来讲，最合适的，便是便宜，现在人说最适合的，最恰当的。所以，方便就是最合适的方法，最恰当的方法，我们一般讲最好的方法。什么方法？教学！说法就是教学，你要教，你不教怎么行！教学要从年少，要从儿童，儿童心地非常纯洁，社会上许许多多这些染污他还没有沾上，所以我们称为童真。世出世间都尊贵童子，菩萨一般也称童子，无论他年岁多大，他的心单纯，像儿童一样天真，永远保持着天真，菩萨！菩萨修行法门里面，有童真这一门课程。所以教学比什么都重要。",
      "zh_TW": "下面說，「以何方便，能斷二障，謂說諸法」。這是說明用什麼方法。方便，方是方法；便，用普通的話來講，最合適的，便是便宜，現在人說最適合的，最恰當的。所以，方便就是最合適的方法，最恰當的方法，我們一般講最好的方法。什麼方法？教學！說法就是教學，你要教，你不教怎麼行！教學要從年少，要從兒童，兒童心地非常純潔，社會上許許多多這些染污他還沒有沾上，所以我們稱為童真。世出世間都尊貴童子，菩薩一般也稱童子，無論他年歲多大，他的心單純，像兒童一樣天真，永遠保持著天真，菩薩！菩薩修行法門裡面，有童真這一門課程。所以教學比什麼都重要。"
    },
    {
      "id": "12-017-1002_p0016",
      "zh_CN": "而教学最重要的是家庭，我们中国人讲家教。儿童模仿的能力最强，他出生下来之后，眼睛睁开，他就会看，他就会听。他所看到的、所听到的，阿赖耶里头落印象。中国人常说「先入为主」，这个印象是最先进去的，成为他这一生当中，主观观念的由来。谁教他的？父母教他的，所以父母言行不能不谨慎，你的一举一动、一言一笑影响这个婴儿。你不要以为他无知，正因为他无知，他把他所见所闻，保留成最深刻的印象。古时候中国人知道。所以儿女不但是生下来要很小心谨慎的来教养他，怀孕的时候就教。做母亲不容易，这个时候心要端正，六根要端正，就像《无量寿经》上讲的，为什么？影响胎儿。心地要真诚、要慈悲，决定不要动贪瞋痴，这个意念影响小孩。",
      "zh_TW": "而教學最重要的是家庭，我們中國人講家教。兒童模仿的能力最強，他出生下來之後，眼睛睜開，他就會看，他就會聽。他所看到的、所聽到的，阿賴耶裡頭落印象。中國人常說「先入為主」，這個印象是最先進去的，成為他這一生當中，主觀觀念的由來。誰教他的？父母教他的，所以父母言行不能不謹慎，你的一舉一動、一言一笑影響這個嬰兒。你不要以為他無知，正因為他無知，他把他所見所聞，保留成最深刻的印象。古時候中國人知道。所以兒女不但是生下來要很小心謹慎的來教養他，懷孕的時候就教。做母親不容易，這個時候心要端正，六根要端正，就像《無量壽經》上講的，為什麼？影響胎兒。心地要真誠、要慈悲，決定不要動貪瞋痴，這個意念影響小孩。"
    },
    {
      "id": "12-017-1002_p0017",
      "zh_CN": "所以今天我们从科学家对水做结晶实验，得到非常有利的科学证明，我们的意念善跟不善，整个身体里面血液细胞都产生变化。胎儿在母亲肚子里面，他怎么会不起变化？一样起变化。母亲不高兴，发一顿脾气，那个脾气是毒，这个胎儿可能在身体上就种下病根，将来一生身体不健康。病根找不到，实际上很简单，病根是他在母亲肚子里头，母亲常常发脾气、常常起恶念，病根！所以做母亲在怀孕期间当中，不要接触逆境，不要接触恶缘。你所接触的都是顺境善缘，常生欢喜心，没有恶意，没有恶念，好！小孩出生之后，非常重要，为什么？他会看，他会听，在他面前言行举止要端庄，做给他看的，就是教导他的，这叫家教。现在是小家庭，在从前大家庭，父母这些长辈，还有兄弟姊妹都要懂得教导。我们言行举止对他确实有影响，而且影响很深刻。",
      "zh_TW": "所以今天我們從科學家對水做結晶實驗，得到非常有利的科學證明，我們的意念善跟不善，整個身體裡面血液細胞都產生變化。胎兒在母親肚子裡面，他怎麼會不起變化？一樣起變化。母親不高興，發一頓脾氣，那個脾氣是毒，這個胎兒可能在身體上就種下病根，將來一生身體不健康。病根找不到，實際上很簡單，病根是他在母親肚子裡頭，母親常常發脾氣、常常起惡念，病根！所以做母親在懷孕期間當中，不要接觸逆境，不要接觸惡緣。你所接觸的都是順境善緣，常生歡喜心，沒有惡意，沒有惡念，好！小孩出生之後，非常重要，為什麼？他會看，他會聽，在他面前言行舉止要端莊，做給他看的，就是教導他的，這叫家教。現在是小家庭，在從前大家庭，父母這些長輩，還有兄弟姊妹都要懂得教導。我們言行舉止對他確實有影響，而且影響很深刻。"
    },
    {
      "id": "12-017-1002_p0018",
      "zh_CN": "家教好，我们一般讲这个人根基好，我们佛门讲这个人善根深厚。善根深厚，要知道一半是教育，而且这个教育占的比例，严格的讲应该超过一半。另外是什么？另外是过去生中他的业障习气，业习，佛法讲阿赖耶里头含藏的种子。种子有善、有恶、有无记，这一生当中看他遇到什么缘。善的缘，恶种子跟善缘不相应，善种子跟善缘相应，结善果！一定要记住佛陀在经教里教导我们，缘生，不说因生。因不能控制，每个人阿赖耶识里含藏着业因，十法界业因都有，这个不能控制，但是能控制缘。因要没有缘，果报不会现前。",
      "zh_TW": "家教好，我們一般講這個人根基好，我們佛門講這個人善根深厚。善根深厚，要知道一半是教育，而且這個教育佔的比例，嚴格的講應該超過一半。另外是什麼？另外是過去生中他的業障習氣，業習，佛法講阿賴耶裡頭含藏的種子。種子有善、有惡、有無記，這一生當中看他遇到什麼緣。善的緣，惡種子跟善緣不相應，善種子跟善緣相應，結善果！一定要記住佛陀在經教裡教導我們，緣生，不說因生。因不能控制，每個人阿賴耶識裡含藏著業因，十法界業因都有，這個不能控制，但是能控制緣。因要沒有緣，果報不會現前。"
    },
    {
      "id": "12-017-1002_p0019",
      "zh_CN": "我们要改造自己的命运，要想这一生当中作佛、作菩萨，办得到办不到？真办得到，怎么个办法？缘。你要想在这一生当中作佛、作菩萨，你要把佛菩萨的缘给具足，把其他各道的缘断绝，这佛菩萨缘就成熟了。你懂得这个道理，你真的会干，佛菩萨的缘是什么？真诚、清净、平等、正觉、慈悲是佛，培养这个佛心。心是佛心，你的眼就是佛眼，你的行就是佛行。菩萨是六度四摄，十愿十波罗蜜；普贤的十愿，文殊的十波罗蜜，菩萨，菩萨的心，菩萨的行。佛跟菩萨一结合，这个力量很大，我们干这个。",
      "zh_TW": "我們要改造自己的命運，要想這一生當中作佛、作菩薩，辦得到辦不到？真辦得到，怎麼個辦法？緣。你要想在這一生當中作佛、作菩薩，你要把佛菩薩的緣給具足，把其他各道的緣斷絕，這佛菩薩緣就成熟了。你懂得這個道理，你真的會幹，佛菩薩的緣是什麼？真誠、清淨、平等、正覺、慈悲是佛，培養這個佛心。心是佛心，你的眼就是佛眼，你的行就是佛行。菩薩是六度四攝，十願十波羅蜜；普賢的十願，文殊的十波羅蜜，菩薩，菩薩的心，菩薩的行。佛跟菩薩一結合，這個力量很大，我們幹這個。"
    },
    {
      "id": "12-017-1002_p0020",
      "zh_CN": "在这个社会上不要怕吃亏，不要怕上当。人家都起心动念来计算我，我要不知道防备，我不就吃了大亏吗？没错，眼前是吃一点亏，来世得无量无边的利益。眼前这点亏不肯吃，好了，来生还是搞六道轮回，还是搞冤冤相报，太苦了！这是愚痴，这不是聪明智慧。所以，佛祖首先教给我们，不怕吃亏，不怕上当；吃亏上当小事，不放在心里。要把清净平等放在心里，要把真诚慈悲放在心里，要把十愿十波罗蜜放在心里，要把世间仁义道德放在心里，这就对了。不管别人怎么对待我，我这一生永恒不变，这就是成佛之道。",
      "zh_TW": "在這個社會上不要怕吃虧，不要怕上當。人家都起心動念來計算我，我要不知道防備，我不就吃了大虧嗎？沒錯，眼前是吃一點虧，來世得無量無邊的利益。眼前這點虧不肯吃，好了，來生還是搞六道輪迴，還是搞冤冤相報，太苦了！這是愚痴，這不是聰明智慧。所以，佛祖首先教給我們，不怕吃虧，不怕上當；吃虧上當小事，不放在心裡。要把清淨平等放在心裡，要把真誠慈悲放在心裡，要把十願十波羅蜜放在心裡，要把世間仁義道德放在心裡，這就對了。不管別人怎麼對待我，我這一生永恆不變，這就是成佛之道。"
    },
    {
      "id": "12-017-1002_p0021",
      "zh_CN": "所以，这一生当中我们的方向目标是作佛、是作菩萨。我的方向目标定在这个地方，我不需要跟人争论。别人对我好，我感恩他，我对他更好；别人对我不好，我也感恩他，他替我消业障，我还是对他好。为什么？救护众生。他迷惑，他无知，他的思想见解错误。造的一切恶业，他将来感受的是三途苦报，已经够可怜了，我们怎么忍心去责怪他！当他觉悟的时候，能听得进去仁义道德，能听得懂清净平等，就要好好的教他。佛的教导没有别的，教人断烦恼，教人求智慧，不过如此而已。二障破了，你的性德就现前，你本来是佛！",
      "zh_TW": "所以，這一生當中我們的方向目標是作佛、是作菩薩。我的方向目標定在這個地方，我不需要跟人爭論。別人對我好，我感恩他，我對他更好；別人對我不好，我也感恩他，他替我消業障，我還是對他好。為什麼？救護眾生。他迷惑，他無知，他的思想見解錯誤。造的一切惡業，他將來感受的是三途苦報，已經夠可憐了，我們怎麼忍心去責怪他！當他覺悟的時候，能聽得進去仁義道德，能聽得懂清淨平等，就要好好的教他。佛的教導沒有別的，教人斷煩惱，教人求智慧，不過如此而已。二障破了，你的性德就現前，你本來是佛！"
    },
    {
      "id": "12-017-1002_p0022",
      "zh_CN": "下面接着说，「此烦恼障，其相云何」，烦恼的样子是什么？「谓爱与见」，这就是烦恼的样子。这个爱是贪爱，自私自利的贪着，不是我们讲仁慈博爱，仁慈博爱是性德。他这个爱、这个见（见是见解）都是错误的，他爱自己，他不爱别人；他只知道自私自利，他不知道利益众生。他所爱的，他有控制的念头，有占有的念头。有这个念头之后，接着他有行为。所以这个爱与见，一般大乘教里头称为迷执，执着，坚固的执着，这是烦恼。所以这个爱里面，包括贪瞋。你看看，爱，他能够控制、能够占有他就喜欢；他要是控制不了，没有办法得到，他就恨。所以这个「爱」字里头包括贪瞋，「见」里面就是愚痴，这个爱与见就是贪瞋痴。现在时间到了。",
      "zh_TW": "下面接著說，「此煩惱障，其相云何」，煩惱的樣子是什麼？「謂愛與見」，這就是煩惱的樣子。這個愛是貪愛，自私自利的貪著，不是我們講仁慈博愛，仁慈博愛是性德。他這個愛、這個見（見是見解）都是錯誤的，他愛自己，他不愛別人；他只知道自私自利，他不知道利益眾生。他所愛的，他有控制的念頭，有佔有的念頭。有這個念頭之後，接著他有行為。所以這個愛與見，一般大乘教裡頭稱為迷執，執著，堅固的執著，這是煩惱。所以這個愛裡面，包括貪瞋。你看看，愛，他能夠控制、能夠佔有他就喜歡；他要是控制不了，沒有辦法得到，他就恨。所以這個「愛」字裡頭包括貪瞋，「見」裡面就是愚痴，這個愛與見就是貪瞋痴。現在時間到了。"
    },
    {
      "id": "12-017-1002_p0023",
      "zh_CN": "诸位同学，我们接着再来看清凉大师开示里面所讲的二障。",
      "zh_TW": "諸位同學，我們接著再來看清涼大師開示裡面所講的二障。"
    },
    {
      "id": "12-017-1002_p0024",
      "zh_CN": "「此烦恼障，其相云何，谓爱与见，除诸杂染，绝爱烦恼，永断疑网，绝见烦恼」。这是把二障的相（样子）说出来了，同时也为我们说出怎么解决这个问题。前面我跟大家说的，这个地方的爱见就是贪瞋痴三毒烦恼。这个爱我们要懂得，要认清楚，它在此地含义是什么？我们如何去理解它？",
      "zh_TW": "「此煩惱障，其相云何，謂愛與見，除諸雜染，絕愛煩惱，永斷疑網，絕見煩惱」。這是把二障的相（樣子）說出來了，同時也為我們說出怎麼解決這個問題。前面我跟大家說的，這個地方的愛見就是貪瞋痴三毒煩惱。這個愛我們要懂得，要認清楚，它在此地含義是什麼？我們如何去理解它？"
    },
    {
      "id": "12-017-1002_p0025",
      "zh_CN": "现前社会教育，我们这些年来很努力的在做宗教族群的交往，希望我们真正能够做到团结合作。我们根据什么理念？就是这个爱字。西方宗教都能够接受「神爱世人，上帝爱世人」，佛家讲的「慈悲一切」，这个一切不但包括世人，包括所有的生物，动物、植物，乃至于矿物，叫生物。佛在大乘经上告诉我们，所有一切物都是生物，世间决定找不到一样东西是无生的物，找不到。《楞严经》上告诉我们，「一切因果，世界微尘，因心成体」。心是生，它不是死的，它是生的，它有灵知。佛在《楞严经》上讲的，它是「见闻觉知」，心有这四个现象，能见、能闻、能觉、能知。世界微尘，因心成体，因什么变成这个现象？就是见闻觉知。所以植物有见闻觉知，矿物也有见闻觉知，我们很不容易理解。但是我们有一个现象大家知道，种花，我们现在种菜，我们让花、菜听音乐，听非常美好、有爱心的这种音乐，花就开得特别美，蔬菜长得特别丰盛。两个菜园、花园做个比较，一个放音乐，一个不放音乐，不一样，这说明它能看、能听、能知、能觉。",
      "zh_TW": "現前社會教育，我們這些年來很努力的在做宗教族群的交往，希望我們真正能夠做到團結合作。我們根據什麼理念？就是這個愛字。西方宗教都能夠接受「神愛世人，上帝愛世人」，佛家講的「慈悲一切」，這個一切不但包括世人，包括所有的生物，動物、植物，乃至於礦物，叫生物。佛在大乘經上告訴我們，所有一切物都是生物，世間決定找不到一樣東西是無生的物，找不到。《楞嚴經》上告訴我們，「一切因果，世界微塵，因心成體」。心是生，它不是死的，它是生的，它有靈知。佛在《楞嚴經》上講的，它是「見聞覺知」，心有這四個現象，能見、能聞、能覺、能知。世界微塵，因心成體，因什麼變成這個現象？就是見聞覺知。所以植物有見聞覺知，礦物也有見聞覺知，我們很不容易理解。但是我們有一個現象大家知道，種花，我們現在種菜，我們讓花、菜聽音樂，聽非常美好、有愛心的這種音樂，花就開得特別美，蔬菜長得特別豐盛。兩個菜園、花園做個比較，一個放音樂，一個不放音樂，不一樣，這說明它能看、能聽、能知、能覺。"
    },
    {
      "id": "12-017-1002_p0026",
      "zh_CN": "佛说大而世界，小而微尘，因心成体，都是灵知，是它的本体，见闻觉知是它的本体。所以是生物，遍法界虚空界统统是生物；无生物没有，没有无生物，全是生物。慈悲一切，那就是统统都包括了，慈悲是爱。《古兰经》上也说「真主阿拉确实是仁慈的」。你看许哲说，什么是宗教？宗教就是爱。我们现在这个地方，爱是烦恼，佛要永断。所以这个爱跟我们前面讲的爱意思不同。这个爱是感情的执着，自私自利的执着。我爱，我喜欢，那个爱是什么？贪爱；贪爱必定要控制，必定要占有。夫妻之爱，贪爱！要控制，要占有。所以，几个人真正懂得爱！",
      "zh_TW": "佛說大而世界，小而微塵，因心成體，都是靈知，是它的本體，見聞覺知是它的本體。所以是生物，遍法界虛空界統統是生物；無生物沒有，沒有無生物，全是生物。慈悲一切，那就是統統都包括了，慈悲是愛。《古蘭經》上也說「真主阿拉確實是仁慈的」。你看許哲說，什麼是宗教？宗教就是愛。我們現在這個地方，愛是煩惱，佛要永斷。所以這個愛跟我們前面講的愛意思不同。這個愛是感情的執著，自私自利的執著。我愛，我喜歡，那個愛是什麼？貪愛；貪愛必定要控制，必定要佔有。夫妻之愛，貪愛！要控制，要佔有。所以，幾個人真正懂得愛！"
    },
    {
      "id": "12-017-1002_p0027",
      "zh_CN": "早年我住在美国凤凰城，住在韩馆长小儿子的家里，遇到一桩事情，他们常常在谈论，都觉得非常惊讶。就在他住的这个地区有一户当地人，他的太太喜欢她先生的一个朋友，这个先生知道了，就把他的太太嫁给他这个朋友。他们举行婚礼的时候，她的先生去祝贺，这个不可思议！人家问她先生：你的太太现在跟别人走了，你做何感想？他说我很喜欢，因为什么？他知道他那个朋友会照顾他的太太，比他照顾得更好。他说：她跟他比跟我更幸福。这个人懂得爱，没有占有，没有控制。爱心是什么？永远真正关怀你、爱护你，你能够得到更好的幸福，他在旁边祝福关怀。太太跟他朋友去了，还常常往来，到他家作客，看看他。所以我们那些中国朋友们谈到，这个不可思议。这个美国人在佛法里讲，那也是菩萨，不是凡人，菩萨在那里示现。",
      "zh_TW": "早年我住在美國鳳凰城，住在韓館長小兒子的家裡，遇到一樁事情，他們常常在談論，都覺得非常驚訝。就在他住的這個地區有一戶當地人，他的太太喜歡她先生的一個朋友，這個先生知道了，就把他的太太嫁給他這個朋友。他們舉行婚禮的時候，她的先生去祝賀，這個不可思議！人家問她先生：你的太太現在跟別人走了，你做何感想？他說我很喜歡，因為什麼？他知道他那個朋友會照顧他的太太，比他照顧得更好。他說：她跟他比跟我更幸福。這個人懂得愛，沒有佔有，沒有控制。愛心是什麼？永遠真正關懷你、愛護你，你能夠得到更好的幸福，他在旁邊祝福關懷。太太跟他朋友去了，還常常往來，到他家作客，看看他。所以我們那些中國朋友們談到，這個不可思議。這個美國人在佛法裡講，那也是菩薩，不是凡人，菩薩在那裡示現。"
    },
    {
      "id": "12-017-1002_p0028",
      "zh_CN": "菩萨的心永远是清净的，永远是觉悟的，永远不迷，永远没有妄想分别执着，这个爱是性德。诸佛菩萨对于遍法界虚空界里头所有一切生物爱护、关怀，念念想到、时时刻刻帮助到，一般世间人称这个叫大爱。行，称大爱也可以，但是不是一般人能做得到的。只要你心里头还有好恶，这个人我喜欢他，那个人我讨厌他，慈悲心何在？清净平等觉何在？真诚心何在？都没有了。所以要知道这个爱是永恒不变。一切众生随着自己的业力在六道里头轮回，无论他沦落到哪一道，佛菩萨的爱心永远没有变更。不管你在哪一道，佛菩萨时时刻刻关怀你、照顾你。但是众生麻木不仁，众生不晓得，不知道感恩，甚至于还埋怨，怨天尤人，怎么对得起佛菩萨！怎么对得起觉悟的人！这个道理事实真相我们不能不知道。所以此地这个爱是贪爱、瞋爱、痴爱，他与贪瞋痴相应。见是见解，他的想法、他的看法都不离贪瞋痴，与贪瞋痴相应，所以这是烦恼。",
      "zh_TW": "菩薩的心永遠是清淨的，永遠是覺悟的，永遠不迷，永遠沒有妄想分別執著，這個愛是性德。諸佛菩薩對於遍法界虛空界裡頭所有一切生物愛護、關懷，念念想到、時時刻刻幫助到，一般世間人稱這個叫大愛。行，稱大愛也可以，但是不是一般人能做得到的。只要你心裡頭還有好惡，這個人我喜歡他，那個人我討厭他，慈悲心何在？清淨平等覺何在？真誠心何在？都沒有了。所以要知道這個愛是永恆不變。一切眾生隨著自己的業力在六道裡頭輪迴，無論他淪落到哪一道，佛菩薩的愛心永遠沒有變更。不管你在哪一道，佛菩薩時時刻刻關懷你、照顧你。但是眾生麻木不仁，眾生不曉得，不知道感恩，甚至於還埋怨，怨天尤人，怎麼對得起佛菩薩！怎麼對得起覺悟的人！這個道理事實真相我們不能不知道。所以此地這個愛是貪愛、瞋愛、痴愛，他與貪瞋痴相應。見是見解，他的想法、他的看法都不離貪瞋痴，與貪瞋痴相應，所以這是煩惱。"
    },
    {
      "id": "12-017-1002_p0029",
      "zh_CN": "「除诸杂染」。怎么样断烦恼？一定要离开染污，要离开杂乱。为什么？杂，心就不清净，心就不纯了。如来心地纯净，纯净就是纯善，不能夹杂丝毫不净。杂就不净，染就不清净，不可以夹杂，离一切夹杂，离一切染污。「绝爱烦恼」。与贪瞋痴相应的爱烦恼没有了，自性里面的大慈大悲现前。这个道理很深，这是真理，这是事实真相。世间人无始劫来被杂染薰习，薰成严重的习气，很难拔除。所以在大乘法里头说，他真的不容易接受，佛讲的道理好像是有道理。真的妻子儿女跟别人走了，他受不了，他会气死，他产生严重的怨恨、报复。你看从爱他会变成恨，会变成报复，可见得这是假的，不是真的，所以情执千变万化。",
      "zh_TW": "「除諸雜染」。怎麼樣斷煩惱？一定要離開染污，要離開雜亂。為什麼？雜，心就不清淨，心就不純了。如來心地純淨，純淨就是純善，不能夾雜絲毫不淨。雜就不淨，染就不清淨，不可以夾雜，離一切夾雜，離一切染污。「絕愛煩惱」。與貪瞋痴相應的愛煩惱沒有了，自性裡面的大慈大悲現前。這個道理很深，這是真理，這是事實真相。世間人無始劫來被雜染薰習，薰成嚴重的習氣，很難拔除。所以在大乘法裡頭說，他真的不容易接受，佛講的道理好像是有道理。真的妻子兒女跟別人走了，他受不了，他會氣死，他產生嚴重的怨恨、報復。你看從愛他會變成恨，會變成報復，可見得這是假的，不是真的，所以情執千變萬化。"
    },
    {
      "id": "12-017-1002_p0030",
      "zh_CN": "我在讲席里头也讲过很多次，奉劝大家跟世间人往来，他还没有觉悟，他所说的都不要相信。他是姑妄言之，我们姑妄听之，都不要当真。为什么？他会变。今天喜欢你，明天恨你，后天又喜欢你，喜怒无常。烦恼薰习就是这个样子，怎么可以认真。所以跟世间人往来，就要把他当作三岁小孩看待。喜怒无常，他喜欢你、爱你不是真的，笑笑。过两天他讨厌你、恨你，也不是真的，不放在心上，不要在意。到什么时候才真的？明心见性之后，这种人用真心，他不用妄心，那一切都是真实的，那是永恒的，里面决定不会跟自私自利相应，决定不会跟贪瞋痴慢相应，这个人叫菩萨。",
      "zh_TW": "我在講席裡頭也講過很多次，奉勸大家跟世間人往來，他還沒有覺悟，他所說的都不要相信。他是姑妄言之，我們姑妄聽之，都不要當真。為什麼？他會變。今天喜歡你，明天恨你，後天又喜歡你，喜怒無常。煩惱薰習就是這個樣子，怎麼可以認真。所以跟世間人往來，就要把他當作三歲小孩看待。喜怒無常，他喜歡你、愛你不是真的，笑笑。過兩天他討厭你、恨你，也不是真的，不放在心上，不要在意。到什麼時候才真的？明心見性之後，這種人用真心，他不用妄心，那一切都是真實的，那是永恆的，裡面決定不會跟自私自利相應，決定不會跟貪瞋痴慢相應，這個人叫菩薩。"
    },
    {
      "id": "12-017-1002_p0031",
      "zh_CN": "所以说「绝爱烦恼」，烦恼障断了，诸位想怎么断的？从学习那里了解事实真相，智慧开了，这才能断，智慧不开不能断。诸位要知道，禅定，定能伏烦恼，不能断烦恼。定功能伏，愈是深的定，伏的时间愈长久，定要失掉了，他烦恼又现行。一定要智慧，智慧开的时候，能把烦恼转变成智慧；把贪爱真正转变成大慈大悲，对于一切生物平等的爱护，平等的关怀。那个爱护关怀是真诚的，不是虚妄的，它与真诚、清净、平等、正觉相应。佛教我们要学真的，要舍弃虚妄。",
      "zh_TW": "所以說「絕愛煩惱」，煩惱障斷了，諸位想怎麼斷的？從學習那裡了解事實真相，智慧開了，這才能斷，智慧不開不能斷。諸位要知道，禪定，定能伏煩惱，不能斷煩惱。定功能伏，愈是深的定，伏的時間愈長久，定要失掉了，他煩惱又現行。一定要智慧，智慧開的時候，能把煩惱轉變成智慧；把貪愛真正轉變成大慈大悲，對於一切生物平等的愛護，平等的關懷。那個愛護關懷是真誠的，不是虛妄的，它與真誠、清淨、平等、正覺相應。佛教我們要學真的，要捨棄虛妄。"
    },
    {
      "id": "12-017-1002_p0032",
      "zh_CN": "「永断疑网，绝见烦恼」。我们对于宇宙之间的万事万物，知道的太少了。不了解它的道理，不了解它的形相，不了解它的演变，我们的疑虑决定断不了，怎么可能不怀疑？对人怀疑，我不了解他；对事怀疑，对物怀疑，都是不了解。佛菩萨的教学没有别的，就是教我们了解真相，认识事理。我们把所有理事因果这些现象都搞清楚、都搞明白了，我们就不怀疑了。到不怀疑的时候，这个见烦恼就断了，见烦恼就是所有一切错误的见解、错误的想法、错误的看法，你统统能够修正过来，不会再犯错误了。这是佛法教学内容的一分，这一分很重要，这一分在佛法讲是基础的教学。由此可知，德行的成就还是靠教。",
      "zh_TW": "「永斷疑網，絕見煩惱」。我們對於宇宙之間的萬事萬物，知道的太少了。不了解它的道理，不了解它的形相，不了解它的演變，我們的疑慮決定斷不了，怎麼可能不懷疑？對人懷疑，我不了解他；對事懷疑，對物懷疑，都是不了解。佛菩薩的教學沒有別的，就是教我們了解真相，認識事理。我們把所有理事因果這些現象都搞清楚、都搞明白了，我們就不懷疑了。到不懷疑的時候，這個見煩惱就斷了，見煩惱就是所有一切錯誤的見解、錯誤的想法、錯誤的看法，你統統能夠修正過來，不會再犯錯誤了。這是佛法教學內容的一分，這一分很重要，這一分在佛法講是基礎的教學。由此可知，德行的成就還是靠教。"
    },
    {
      "id": "12-017-1002_p0033",
      "zh_CN": "佛法教学第二个课程，断所知障，下面这个文字说「此所知障，其相云何」。佛法里讲所知障，所知障是什么？「谓于境不了，有所希望，法执未忘，一切生着」。到这个地方这是一小段，说明什么叫所知障。大师这里说得很好，境是境界，除身体不说，身外之物都叫做境界，穿在身上最贴身的这一件汗衫也是属于境界。境界扩展一直到遍法界虚空界，这是从空间上说的。从时间上讲，过去无始、未来无终都是属于境界，是我们的生活环境。",
      "zh_TW": "佛法教學第二個課程，斷所知障，下面這個文字說「此所知障，其相云何」。佛法裡講所知障，所知障是什麼？「謂於境不了，有所希望，法執未忘，一切生著」。到這個地方這是一小段，說明什麼叫所知障。大師這裡說得很好，境是境界，除身體不說，身外之物都叫做境界，穿在身上最貼身的這一件汗衫也是屬於境界。境界擴展一直到遍法界虛空界，這是從空間上說的。從時間上講，過去無始、未來無終都是屬於境界，是我們的生活環境。"
    },
    {
      "id": "12-017-1002_p0034",
      "zh_CN": "生活环境里头总离不开人事的环境，人与人之间往来这个环境；事的环境，有许多事你不能不去办；物的环境，物包括多了，我们讲有动物、有植物、有矿物，这统统叫生物；扩展到不同维次的空间，那些空间里面都有生物。像佛经上常讲的九法界依正庄严，都是我们的生活境界。我们有很多真的是一无所知，不了解。不了解就产生有所希望，有所希求。这个希望、希求是什么？我想知道。想知道，想用许许多多方法来证知，实在讲知不是障碍，是应当的，但是现在不知道了。我应当知道而现在不知道，障碍我应该知道的这个障碍叫做所知障。",
      "zh_TW": "生活環境裡頭總離不開人事的環境，人與人之間往來這個環境；事的環境，有許多事你不能不去辦；物的環境，物包括多了，我們講有動物、有植物、有礦物，這統統叫生物；擴展到不同維次的空間，那些空間裡面都有生物。像佛經上常講的九法界依正莊嚴，都是我們的生活境界。我們有很多真的是一無所知，不了解。不了解就產生有所希望，有所希求。這個希望、希求是什麼？我想知道。想知道，想用許許多多方法來證知，實在講知不是障礙，是應當的，但是現在不知道了。我應當知道而現在不知道，障礙我應該知道的這個障礙叫做所知障。"
    },
    {
      "id": "12-017-1002_p0035",
      "zh_CN": "所以，所知障跟烦恼障的障意思不同。烦恼本身就是障，它就障碍你；所知本身不是障，障碍所知的就叫做所知障。障碍所知的是什么东西？还是妄想分别执着，障碍你所知，你本来什么都知道！大师在此地讲的是「有所希望」，这句话讲得很好，但是很不好懂。有所希望难道也错了吗？在我们一般讲，人要没有希望，他活在这个世间还有什么意思，这不近乎人情。所以这个希望跟前面的爱见一样，意思很深很深，不能用我们平常的解释来解释它。",
      "zh_TW": "所以，所知障跟煩惱障的障意思不同。煩惱本身就是障，它就障礙你；所知本身不是障，障礙所知的就叫做所知障。障礙所知的是什麼東西？還是妄想分別執著，障礙你所知，你本來什麼都知道！大師在此地講的是「有所希望」，這句話講得很好，但是很不好懂。有所希望難道也錯了嗎？在我們一般講，人要沒有希望，他活在這個世間還有什麼意思，這不近乎人情。所以這個希望跟前面的愛見一樣，意思很深很深，不能用我們平常的解釋來解釋它。"
    },
    {
      "id": "12-017-1002_p0036",
      "zh_CN": "这个希望就是《楞严经》上，释迦牟尼佛对富楼那尊者所说的。富楼那尊者向释迦牟尼佛请教，既然一切众生本来成佛，我们知道佛是大觉圆明，佛说了，凡夫是一念不觉而有无明，这就迷了。富楼那尊者说，凡夫既然本觉，为什么会变成不觉？佛说：他起了无明。无明怎么起来的？无明就不觉。佛给他说了一句话，说「知见立知，是无明本」，这个知见立知，立知就是此地讲的有所希望，就把你的本觉变成不觉，就把你的本明变成无明，这个麻烦可大了，这一下问题严重了。",
      "zh_TW": "這個希望就是《楞嚴經》上，釋迦牟尼佛對富樓那尊者所說的。富樓那尊者向釋迦牟尼佛請教，既然一切眾生本來成佛，我們知道佛是大覺圓明，佛說了，凡夫是一念不覺而有無明，這就迷了。富樓那尊者說，凡夫既然本覺，為什麼會變成不覺？佛說：他起了無明。無明怎麼起來的？無明就不覺。佛給他說了一句話，說「知見立知，是無明本」，這個知見立知，立知就是此地講的有所希望，就把你的本覺變成不覺，就把你的本明變成無明，這個麻煩可大了，這一下問題嚴重了。"
    },
    {
      "id": "12-017-1002_p0037",
      "zh_CN": "无明不觉生三细，境界为缘就变成六粗。这个话说的是什么？十法界依正庄严就这么生起来的，要知道本来没有十法界。真心本性里头，对，它是会现相，它现的相叫一真法界。我们《华严经》前面读的华藏世界，净土经典里面所说的西方极乐世界，那是一真法界；一真法界之美好、圆满，一丝毫缺陷都没有。人好，生活环境好，事好，物好，没有一样不好，找不到一点缺陷。性德本来就是圆满的，十法界是迷失了本性变现出来的幻相。就像科学家观察水的结晶一样，水的结晶，原本的结晶是美好到一丝毫缺陷都没有。",
      "zh_TW": "無明不覺生三細，境界為緣就變成六粗。這個話說的是什麼？十法界依正莊嚴就這麼生起來的，要知道本來沒有十法界。真心本性裡頭，對，它是會現相，它現的相叫一真法界。我們《華嚴經》前面讀的華藏世界，淨土經典裡面所說的西方極樂世界，那是一真法界；一真法界之美好、圓滿，一絲毫缺陷都沒有。人好，生活環境好，事好，物好，沒有一樣不好，找不到一點缺陷。性德本來就是圓滿的，十法界是迷失了本性變現出來的幻相。就像科學家觀察水的結晶一樣，水的結晶，原本的結晶是美好到一絲毫缺陷都沒有。"
    },
    {
      "id": "12-017-1002_p0038",
      "zh_CN": "今天在实验里面观察到，我们以善心、善意对着这杯水，它的结晶变得很美，这个美是不是它本来的结晶？不是。本来的结晶已经变坏了。为什么？我们一念无明，它就产生变化了。现在这个变化是随着我们的意念，我们的意念善，它变成善；我们的意念恶，它变成很难看、很难看的样子。水没有分别，没有执着，没有妄想，它能够随顺一切众生的意念。这个众生，诸佛如来没有念头，那个时候的结晶才是本来面目，这个时候所有一切万物的结晶都是无量无边的珍宝。我们不善的念头，不善的行为，不善的思想，不善的见解，它变现的结晶很恶劣，这个恶劣就是三途，地狱、饿鬼、畜生他们所生活的环境。所以，这个实验虽然范围不大，我们听到之后明了了。我们学佛这么多年来，还是有疑惑不能够解释的，从这个资讯当中，我们许许多多的疑问获得了解决。譬如诸佛报土，华藏世界、极乐世界为什么那么庄严？为什么我们娑婆世界这么难看、这么丑陋、这么辛苦？从这个实验的讯息我们得到解答了。",
      "zh_TW": "今天在實驗裡面觀察到，我們以善心、善意對著這杯水，它的結晶變得很美，這個美是不是它本來的結晶？不是。本來的結晶已經變壞了。為什麼？我們一念無明，它就產生變化了。現在這個變化是隨著我們的意念，我們的意念善，它變成善；我們的意念惡，它變成很難看、很難看的樣子。水沒有分別，沒有執著，沒有妄想，它能夠隨順一切眾生的意念。這個眾生，諸佛如來沒有念頭，那個時候的結晶才是本來面目，這個時候所有一切萬物的結晶都是無量無邊的珍寶。我們不善的念頭，不善的行為，不善的思想，不善的見解，它變現的結晶很惡劣，這個惡劣就是三途，地獄、餓鬼、畜生他們所生活的環境。所以，這個實驗雖然範圍不大，我們聽到之後明瞭了。我們學佛這麼多年來，還是有疑惑不能夠解釋的，從這個資訊當中，我們許許多多的疑問獲得了解決。譬如諸佛報土，華藏世界、極樂世界為什麼那麼莊嚴？為什麼我們娑婆世界這麼難看、這麼醜陋、這麼辛苦？從這個實驗的訊息我們得到解答了。"
    },
    {
      "id": "12-017-1002_p0039",
      "zh_CN": "实在，佛在经上常讲，但是讲我们体会不到意思。佛常说「依报随着正报转」，这句话讲得很清楚、很明白。我们不知道怎么个转法，现在懂得了。西方极乐是正报，正报是人心。华藏、极乐那边的居民，接受佛陀的教诲，一个个的都把一切的恶意、恶念、杂染统统断尽了，人人都是纯净纯善。这个纯净纯善的意念，把所有万物都变成正报庄严。为什么？依报随着正报转！正报纯净纯善，依报当然也是纯净纯善，就这么回事情。我们这个世间的居民，我们的意念不善，我们的意念不净，所以本来纯净纯善，现在因为我们心境不善不净，所有一切万物也就变成不善不净了，就这么回事。",
      "zh_TW": "實在，佛在經上常講，但是講我們體會不到意思。佛常說「依報隨著正報轉」，這句話講得很清楚、很明白。我們不知道怎麼個轉法，現在懂得了。西方極樂是正報，正報是人心。華藏、極樂那邊的居民，接受佛陀的教誨，一個個的都把一切的惡意、惡念、雜染統統斷盡了，人人都是純淨純善。這個純淨純善的意念，把所有萬物都變成正報莊嚴。為什麼？依報隨著正報轉！正報純淨純善，依報當然也是純淨純善，就這麼回事情。我們這個世間的居民，我們的意念不善，我們的意念不淨，所以本來純淨純善，現在因為我們心境不善不淨，所有一切萬物也就變成不善不淨了，就這麼回事。"
    },
    {
      "id": "12-017-1002_p0040",
      "zh_CN": "能变的物质，华藏跟娑婆跟此地没有两样，极乐跟此土没有差别，这个道理用科学家的说法能解释。科学家告诉我们，这世间最宝贵的宝石、金刚钻；一文不值的，在地上一块泥土。你抓这一块泥土，跟这一块宝石，这个金刚钻宝石，科学家告诉我们，它们完全相同，根本就没有差别。差别在什么地方？差别在结晶的差别，或者说它们里面原子、电子排列的方程式，排列的样子不一样。什么人排列的？意念！它接受有情的众生、居住在这块土地上的居民他们的意念，产生变化了，就跟那个水结晶一样。",
      "zh_TW": "能變的物質，華藏跟娑婆跟此地沒有兩樣，極樂跟此土沒有差別，這個道理用科學家的說法能解釋。科學家告訴我們，這世間最寶貴的寶石、金剛鑽；一文不值的，在地上一塊泥土。你抓這一塊泥土，跟這一塊寶石，這個金剛鑽寶石，科學家告訴我們，它們完全相同，根本就沒有差別。差別在什麼地方？差別在結晶的差別，或者說它們裡面原子、電子排列的方程式，排列的樣子不一樣。什麼人排列的？意念！它接受有情的眾生、居住在這塊土地上的居民他們的意念，產生變化了，就跟那個水結晶一樣。"
    },
    {
      "id": "12-017-1002_p0041",
      "zh_CN": "这个世界因为有恶人，还是有善人，善念感得一些善的结晶，恶念感得是恶的结晶。但是善人少，恶人多，所以这个世间七宝少，泥沙石头多。佛菩萨的报土，那个地方的居民纯净纯善，所以那个地方沙石、泥土都变成琉璃。西方极乐世界的地是琉璃，不像我们这个地是泥土，他们的地是琉璃。琉璃就是我们中国人所讲的翡翠，绿色的玉。你看看泥土变成了翡翠，沙变成了黄金，金沙，西方世界拿来铺地，黄金为地；七宝池，池底下是金沙布满。都是随着正报转变的，没有别的。",
      "zh_TW": "這個世界因為有惡人，還是有善人，善念感得一些善的結晶，惡念感得是惡的結晶。但是善人少，惡人多，所以這個世間七寶少，泥沙石頭多。佛菩薩的報土，那個地方的居民純淨純善，所以那個地方沙石、泥土都變成琉璃。西方極樂世界的地是琉璃，不像我們這個地是泥土，他們的地是琉璃。琉璃就是我們中國人所講的翡翠，綠色的玉。你看看泥土變成了翡翠，沙變成了黃金，金沙，西方世界拿來鋪地，黃金為地；七寶池，池底下是金沙布滿。都是隨著正報轉變的，沒有別的。"
    },
    {
      "id": "12-017-1002_p0042",
      "zh_CN": "所以这个地方讲有所希望，就是立知，知见立知不可以有。知见是你本有的，就是佛讲的见闻觉知，知见。所有一切万事万物都有知见，你在里头再想加一个知，「我还想知道一点」，坏了，叫头上加头，画蛇添足，这就变成无明。无明辗转发展的话，就变成了烦恼，二障就生了。「法执未忘」，对于一切万事万物的执着，「一切生着」，对于一切万物你就着相了。",
      "zh_TW": "所以這個地方講有所希望，就是立知，知見立知不可以有。知見是你本有的，就是佛講的見聞覺知，知見。所有一切萬事萬物都有知見，你在裡頭再想加一個知，「我還想知道一點」，壞了，叫頭上加頭，畫蛇添足，這就變成無明。無明輾轉發展的話，就變成了煩惱，二障就生了。「法執未忘」，對於一切萬事萬物的執著，「一切生著」，對於一切萬物你就著相了。"
    },
    {
      "id": "12-017-1002_p0043",
      "zh_CN": "下面文说，「今相无不了，何所希望，达法性空，当何所着」。这是把宇宙万事万物，当然包括我们自己在其中，这事实真相都搞清楚、都搞明白了。真相是什么？《般若经》上讲的（般若是智慧），「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」。这两句话是总纲领，来跟我们解释，为什么说一切法是虚妄的？为什么说一切法是梦幻泡影的？详细解释说明，还要引证，这就是大乘般若经里面讲的主要内容。佛说了多少年？二十二年。《金刚经》是般若的纲要，《心经》是般若的精华，般若部这两部经在中国流通是最广的，知名度也最高。佛经很多，很少人能说得出几部经的名字，但是《心经》跟《金刚经》几乎大家都能说得出来。所以，六百卷《大般若》，你要没有认真去学习，这个纲要、精华你怎么会懂？《心经》一开端，「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空，度一切苦厄」。你会念，你不懂。怎么知道你不懂？如果你要懂了，你就是观自在菩萨，你就能照见五蕴皆空。所以你会念，你不会照，五蕴在你心目当中不空，你不懂。",
      "zh_TW": "下面文說，「今相無不了，何所希望，達法性空，當何所著」。這是把宇宙萬事萬物，當然包括我們自己在其中，這事實真相都搞清楚、都搞明白了。真相是什麼？《般若經》上講的（般若是智慧），「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」。這兩句話是總綱領，來跟我們解釋，為什麼說一切法是虛妄的？為什麼說一切法是夢幻泡影的？詳細解釋說明，還要引證，這就是大乘般若經裡面講的主要內容。佛說了多少年？二十二年。《金剛經》是般若的綱要，《心經》是般若的精華，般若部這兩部經在中國流通是最廣的，知名度也最高。佛經很多，很少人能說得出幾部經的名字，但是《心經》跟《金剛經》幾乎大家都能說得出來。所以，六百卷《大般若》，你要沒有認真去學習，這個綱要、精華你怎麼會懂？《心經》一開端，「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空，度一切苦厄」。你會念，你不懂。怎麼知道你不懂？如果你要懂了，你就是觀自在菩薩，你就能照見五蘊皆空。所以你會念，你不會照，五蘊在你心目當中不空，你不懂。"
    },
    {
      "id": "12-017-1002_p0044",
      "zh_CN": "佛说的话是真话，我们在《华严》过去这么长的时间，也曾经说过不少。跟诸位说明，宇宙之间的现象，现象怎么来的？为什么会有这个现象？这个现象往后还有什么变迁？把这个全都搞明白之后，恍然大悟，知见不再立知了，就是此地讲的所有希望放下了。这个希望是妄想，比分别执着还要微细；最粗的执着，再细一点的是分别，最细的是妄想。这个希望是妄想，放下了。放下这个，放下少分，四十一品无明，你放下一品，你就是法身菩萨，你就入华严境界了。不但超越六道，你超越十法界了。",
      "zh_TW": "佛說的話是真話，我們在《華嚴》過去這麼長的時間，也曾經說過不少。跟諸位說明，宇宙之間的現象，現象怎麼來的？為什麼會有這個現象？這個現象往後還有什麼變遷？把這個全都搞明白之後，恍然大悟，知見不再立知了，就是此地講的所有希望放下了。這個希望是妄想，比分別執著還要微細；最粗的執著，再細一點的是分別，最細的是妄想。這個希望是妄想，放下了。放下這個，放下少分，四十一品無明，你放下一品，你就是法身菩薩，你就入華嚴境界了。不但超越六道，你超越十法界了。"
    },
    {
      "id": "12-017-1002_p0045",
      "zh_CN": "「达法性空」。法性是能变、能现的，法性本空，法相怎么会真有？所以法相这个有，佛家称幻有、妙有，它不是真有。我们的身体亦复如是，是幻有、是妙有。什么叫妙？有而非有，非有而有，这个叫妙。你明白这个道理，知道事实真相，你可以受用，你不能执着，你不能分别，你不能在这里有妄想，你过的生活是佛菩萨生活。相跟性没障碍，性相无碍，理事无碍，然后再告诉你因果也无碍，就入无障碍的法界。无障碍的法界是华严境界，法身菩萨的境界。真正把问题解决了，圆成佛道，佛道就是觉道，圆满觉悟了。现在时间到了。",
      "zh_TW": "「達法性空」。法性是能變、能現的，法性本空，法相怎麼會真有？所以法相這個有，佛家稱幻有、妙有，它不是真有。我們的身體亦復如是，是幻有、是妙有。什麼叫妙？有而非有，非有而有，這個叫妙。你明白這個道理，知道事實真相，你可以受用，你不能執著，你不能分別，你不能在這裡有妄想，你過的生活是佛菩薩生活。相跟性沒障礙，性相無礙，理事無礙，然後再告訴你因果也無礙，就入無障礙的法界。無障礙的法界是華嚴境界，法身菩薩的境界。真正把問題解決了，圓成佛道，佛道就是覺道，圓滿覺悟了。現在時間到了。"
    }
  ]
}