{
  "doc_id": "12-017-1007",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一００七卷",
    "zh_TW": "第一００七卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1007",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "12-017-1007_p0001",
      "zh_CN": "诸位同学，我们继续看十方众海云集这一大段，清凉大师的开示，我们接着看。",
      "zh_TW": "諸位同學，我們繼續看十方眾海雲集這一大段，清涼大師的開示，我們接著看。"
    },
    {
      "id": "12-017-1007_p0002",
      "zh_CN": "前面是现相答复前面的十句问，五句依问，五句正报，这介绍过了。现在接着看「十方众集，即为十段，一一方内，文各有八」。就是每一方每一个小段里面讲八桩事情，第一个是「远近」，第二个是「土名」（就是佛刹的名称），第三是「佛号」，第四是「上首」（就是上首菩萨），第五是「眷属」，第六是到达佛所，第七个是「到已致敬」，第八个是「化座安坐」。这是十段每一段都有这八个小段。",
      "zh_TW": "前面是現相答覆前面的十句問，五句依問，五句正報，這介紹過了。現在接著看「十方眾集，即為十段，一一方內，文各有八」。就是每一方每一個小段裡面講八樁事情，第一個是「遠近」，第二個是「土名」（就是佛剎的名稱），第三是「佛號」，第四是「上首」（就是上首菩薩），第五是「眷屬」，第六是到達佛所，第七個是「到已致敬」，第八個是「化座安坐」。這是十段每一段都有這八個小段。"
    },
    {
      "id": "12-017-1007_p0003",
      "zh_CN": "经文分段，仁者见仁，智者见智，但是他们分的都有道理，像清凉大师把它分做八段，李长者就把它分做十段，到后面《论》里头我们能看到。这就是各人分的不一样。清凉大师分这一部经，七处九会；李长者《合论》里头，分这个经是十处十会，都有他的道理。我们学习最重要的还是悟处，如何能帮助我们破迷开悟，这个重要！教相方面，我们了解就好了，决定不要去执着，都好。清凉大师判法好，李长者的也好，道霈禅师节录《疏钞》跟《合论》也不错，也好。我们今天学习，大家在一起学习，我们主要的本子就是用道霈禅师的《纂要》，以清凉、李长者的《疏》、《论》做为我们的参考，这也是便于初学。",
      "zh_TW": "經文分段，仁者見仁，智者見智，但是他們分的都有道理，像清涼大師把它分做八段，李長者就把它分做十段，到後面《論》裡頭我們能看到。這就是各人分的不一樣。清涼大師分這一部經，七處九會；李長者《合論》裡頭，分這個經是十處十會，都有他的道理。我們學習最重要的還是悟處，如何能幫助我們破迷開悟，這個重要！教相方面，我們了解就好了，決定不要去執著，都好。清涼大師判法好，李長者的也好，道霈禪師節錄《疏鈔》跟《合論》也不錯，也好。我們今天學習，大家在一起學習，我們主要的本子就是用道霈禪師的《纂要》，以清涼、李長者的《疏》、《論》做為我們的參考，這也是便於初學。"
    },
    {
      "id": "12-017-1007_p0004",
      "zh_CN": "「去此远近，皆十刹尘数者」。十个佛刹微尘数，这是我们在经里面读到的，「十佛刹微尘数世界」。眷属，也是这个数字，这里头有表法的意思。「前会为说所信因果深广」，这是《华严经》第一个大单元，「举果劝乐生信分」，有六品经，说所信的因果，深广无尽。参加大会的人众是华藏世界以外的「十方刹海」，「远集」，那个规模气象比这个地方所说的殊胜太多了。「今为说于生解因果」，这是第二会，这一会所说的是我们自己怎么样生起信解的因果。然后「渐渐增修」，就是提升我们的境界，慢慢一步一步向上提升。「故但集娑婆邻次之刹」，所以这个集众不是十方诸佛刹土，这个集众是我们娑婆世界周边的这些刹土，所以说娑婆邻次之刹。集众多少？都是十个佛刹微尘数。娑婆世界邻近的。我们想想这个世界之大，简直是不可思议！",
      "zh_TW": "「去此遠近，皆十剎塵數者」。十個佛剎微塵數，這是我們在經裡面讀到的，「十佛剎微塵數世界」。眷屬，也是這個數字，這裡頭有表法的意思。「前會為說所信因果深廣」，這是《華嚴經》第一個大單元，「舉果勸樂生信分」，有六品經，說所信的因果，深廣無盡。參加大會的人眾是華藏世界以外的「十方剎海」，「遠集」，那個規模氣象比這個地方所說的殊勝太多了。「今為說於生解因果」，這是第二會，這一會所說的是我們自己怎麼樣生起信解的因果。然後「漸漸增修」，就是提升我們的境界，慢慢一步一步向上提升。「故但集娑婆鄰次之剎」，所以這個集眾不是十方諸佛剎土，這個集眾是我們娑婆世界周邊的這些剎土，所以說娑婆鄰次之剎。集眾多少？都是十個佛剎微塵數。娑婆世界鄰近的。我們想想這個世界之大，簡直是不可思議！"
    },
    {
      "id": "12-017-1007_p0005",
      "zh_CN": "「信行最劣，故复云十」。所以他不说百，不说千，不说无量，只说十个佛刹微尘数世界。其实十个佛刹微尘数世界已经就不可思议了，这是讲得最少的。「后后渐增」，这一大单元有六会，后后就是往后每一会，每一会集众的人数会增加。「至法界品」，「入法界品」是最后的一品，也是最后的一个大单元。「还集刹海」，我们到那里看到集众跟初会完全相同。到「入法界品」，就是「普贤行愿品」，我们在那边看到的，他是过（过是超过），超过不可说佛刹极微尘数世界海，我们此地才十个佛刹微尘数，不能比。他为什么不说一个佛刹，要说十个佛刹？这下面说了，「初不云一」，初是十信位，不说一个佛刹，「直云十者」，他说十个佛刹微尘数，不是说一个佛刹微尘数。说十，这里头有用意，「表无尽故」。又说尘刹，「要刹尘者，比余胜故」。所以，字字句句含义很深很广，这是我们不能不知道的。",
      "zh_TW": "「信行最劣，故復云十」。所以他不說百，不說千，不說無量，只說十個佛剎微塵數世界。其實十個佛剎微塵數世界已經就不可思議了，這是講得最少的。「後後漸增」，這一大單元有六會，後後就是往後每一會，每一會集眾的人數會增加。「至法界品」，「入法界品」是最後的一品，也是最後的一個大單元。「還集剎海」，我們到那裡看到集眾跟初會完全相同。到「入法界品」，就是「普賢行願品」，我們在那邊看到的，他是過（過是超過），超過不可說佛剎極微塵數世界海，我們此地才十個佛剎微塵數，不能比。他為什麼不說一個佛剎，要說十個佛剎？這下面說了，「初不云一」，初是十信位，不說一個佛剎，「直云十者」，他說十個佛剎微塵數，不是說一個佛剎微塵數。說十，這裡頭有用意，「表無盡故」。又說塵剎，「要剎塵者，比餘勝故」。所以，字字句句含義很深很廣，這是我們不能不知道的。"
    },
    {
      "id": "12-017-1007_p0006",
      "zh_CN": "佛说这整个《大方广佛华严》，实际上是什么？实际上就是自己的依正庄严，所以它跟我们的关系非常密切。契入《大方广佛华严》，我们才可以说你真正认识自己、了解自己了，确实如是。在这个世间，芸芸众生谁认识自己？谁了解自己？认识自己、了解自己，这个人就是佛、法身菩萨；法身菩萨认识自己、了解自己，不究竟，不透彻。所以修行不是为别人，是为自己。但是真正的自己，自他是一不是二。所以自自然然生起大慈悲心，没有一丝毫勉强，自然生起来的。",
      "zh_TW": "佛說這整個《大方廣佛華嚴》，實際上是什麼？實際上就是自己的依正莊嚴，所以它跟我們的關係非常密切。契入《大方廣佛華嚴》，我們才可以說你真正認識自己、了解自己了，確實如是。在這個世間，芸芸眾生誰認識自己？誰了解自己？認識自己、了解自己，這個人就是佛、法身菩薩；法身菩薩認識自己、了解自己，不究竟，不透徹。所以修行不是為別人，是為自己。但是真正的自己，自他是一不是二。所以自自然然生起大慈悲心，沒有一絲毫勉強，自然生起來的。"
    },
    {
      "id": "12-017-1007_p0007",
      "zh_CN": "下面清凉大师跟我们说「为有所表，故分阶级」，表是表示，所以要分段。分段在《华严经》里面称之为行布，整体的称之为圆融，圆融跟行布是一不是二。「大方广佛华严」譬如是一栋大楼，这个大楼很多层，十信是第一层，十住第二层。如果我们要是细分的话，十信有十个位子，十层，十住又是十层，二十层。这样分法，这个大楼多高？一直到妙觉位，有五十二层。五十二层，每一层就是阶级，但是五十二层是一个整栋大楼，整栋就是圆融，里面一层一层就是行布。所以说「行布不碍圆融，圆融不碍行布」，行布就是圆融，圆融就是行布。诸位从这个比喻上去体会。再比方说，「大方广佛华严」好比是我们一个人，这人身。里面分阶级，就好像我们在一个身体里面分部位，从下面看脚、腿、膝盖，到腹部、胸膛、头，身体分很多个部位。部位就好比是行布、阶级；圆融是全身、整体。",
      "zh_TW": "下面清涼大師跟我們說「為有所表，故分階級」，表是表示，所以要分段。分段在《華嚴經》裡面稱之為行布，整體的稱之為圓融，圓融跟行布是一不是二。「大方廣佛華嚴」譬如是一棟大樓，這個大樓很多層，十信是第一層，十住第二層。如果我們要是細分的話，十信有十個位子，十層，十住又是十層，二十層。這樣分法，這個大樓多高？一直到妙覺位，有五十二層。五十二層，每一層就是階級，但是五十二層是一個整棟大樓，整棟就是圓融，裡面一層一層就是行布。所以說「行布不礙圓融，圓融不礙行布」，行布就是圓融，圓融就是行布。諸位從這個比喻上去體會。再比方說，「大方廣佛華嚴」好比是我們一個人，這人身。裡面分階級，就好像我們在一個身體裡面分部位，從下面看腳、腿、膝蓋，到腹部、胸膛、頭，身體分很多個部位。部位就好比是行布、階級；圓融是全身、整體。"
    },
    {
      "id": "12-017-1007_p0008",
      "zh_CN": "大师在后面跟我们说「非初信等，不是通方，故结及证成，十方齐说」。这一段清凉大师怕我们看不懂，他还有注解，这注解叫《钞》，我们在《疏钞》里面能够看到，钞是注解疏的。「华严既是通方之教，未有一土不说此经」，这一段话很重要。通方是圆融的、是无碍的，理事无碍，事事无碍，哪一个刹土不说《华严》？这在初会我们已经把这个意思跟诸位做了报告，报告不止一次，所谓是尘说刹说，永远没有中断。那也许要问，既然《华严》永远没有中断，没有中断过，到处都在说，为什么我没听到？你确实没听到，为什么？这个地方，我们在经文里面读到的这个两句，这两句就是尘说刹说。「尔时」就是一切时一切处，「世尊各随其类，为现神通，现神通已」，境界就现前了。遍法界虚空界依正庄严就是《大方广佛华严经》，在我们这个世界也不例外。所以《大方广佛华严经》不是在经本里头，是什么？是遍法界依正庄严，这是事实真相。如果会了，就像善财一样，善财五十三参，一生成就圆满的佛果，成就无上正等正觉。他怎么成就的？他会！他会看、会听，六根接触六尘境界，没有一法不是「大方广佛华严」，所以他成就了。",
      "zh_TW": "大師在後面跟我們說「非初信等，不是通方，故結及證成，十方齊說」。這一段清涼大師怕我們看不懂，他還有註解，這註解叫《鈔》，我們在《疏鈔》裡面能夠看到，鈔是註解疏的。「華嚴既是通方之教，未有一土不說此經」，這一段話很重要。通方是圓融的、是無礙的，理事無礙，事事無礙，哪一個剎土不說《華嚴》？這在初會我們已經把這個意思跟諸位做了報告，報告不止一次，所謂是塵說剎說，永遠沒有中斷。那也許要問，既然《華嚴》永遠沒有中斷，沒有中斷過，到處都在說，為什麼我沒聽到？你確實沒聽到，為什麼？這個地方，我們在經文裡面讀到的這個兩句，這兩句就是塵說剎說。「爾時」就是一切時一切處，「世尊各隨其類，為現神通，現神通已」，境界就現前了。遍法界虛空界依正莊嚴就是《大方廣佛華嚴經》，在我們這個世界也不例外。所以《大方廣佛華嚴經》不是在經本裡頭，是什麼？是遍法界依正莊嚴，這是事實真相。如果會了，就像善財一樣，善財五十三參，一生成就圓滿的佛果，成就無上正等正覺。他怎麼成就的？他會！他會看、會聽，六根接觸六塵境界，沒有一法不是「大方廣佛華嚴」，所以他成就了。"
    },
    {
      "id": "12-017-1007_p0009",
      "zh_CN": "《华严经》你怎么能说不在？就在面前。像我们看，你看到这个树，你看到了，你会吗？你看到我们背后的云海、山，你会吗？你看到我这个人像，你会吗？你看到这一串念珠，你会吗？各有所表，我们不会。菩萨们慈悲，一桩一桩来给我们讲解，给我们说明，让我们恍然大悟。从此之后，六根接触六尘境界，也像法身菩萨一样，会了。这一会了就入了圆顿法门，在一法里面看无量无边的法，法法皆然。",
      "zh_TW": "《華嚴經》你怎麼能說不在？就在面前。像我們看，你看到這個樹，你看到了，你會嗎？你看到我們背後的雲海、山，你會嗎？你看到我這個人像，你會嗎？你看到這一串念珠，你會嗎？各有所表，我們不會。菩薩們慈悲，一樁一樁來給我們講解，給我們說明，讓我們恍然大悟。從此之後，六根接觸六塵境界，也像法身菩薩一樣，會了。這一會了就入了圓頓法門，在一法裡面看無量無邊的法，法法皆然。"
    },
    {
      "id": "12-017-1007_p0010",
      "zh_CN": "再看底下这一段，「又随迷名外，悟处名来，而实佛土本无远近」，这是讲什么？讲这么多菩萨不是从十方来吗？每一方都是过（过是超过）十佛刹微尘数世界，这个好远、好远！这是在我们娑婆世界之外。这里跟你讲的是，迷了才有内外，才有来去；你觉悟之后，跟你讲没有来去，也没有远近。所以你看到这个现相，看到这个示现，你就要晓得，境界怎么样？就在眼前。这个话我们很不好懂，真没有办法，无法体会。怎么说不来？明明他从远道到这儿来。我们就不说太远，我们这个讲堂，多少同学们，从你们家里到这个讲堂来，也有一段距离，近距离的两、三百米，远距离的一、两公里，怎么说没有远近？清凉大师跟我们讲，迷，迷了有远近、有来去，悟了就没有了。",
      "zh_TW": "再看底下這一段，「又隨迷名外，悟處名來，而實佛土本無遠近」，這是講什麼？講這麼多菩薩不是從十方來嗎？每一方都是過（過是超過）十佛剎微塵數世界，這個好遠、好遠！這是在我們娑婆世界之外。這裡跟你講的是，迷了才有內外，才有來去；你覺悟之後，跟你講沒有來去，也沒有遠近。所以你看到這個現相，看到這個示現，你就要曉得，境界怎麼樣？就在眼前。這個話我們很不好懂，真沒有辦法，無法體會。怎麼說不來？明明他從遠道到這兒來。我們就不說太遠，我們這個講堂，多少同學們，從你們家裡到這個講堂來，也有一段距離，近距離的兩、三百米，遠距離的一、兩公里，怎麼說沒有遠近？清涼大師跟我們講，迷，迷了有遠近、有來去，悟了就沒有了。"
    },
    {
      "id": "12-017-1007_p0011",
      "zh_CN": "迷是不了解事实真相，所以好像有远近、有来去，觉悟之后了解事实真相。事实真相是什么？《楞严经》上讲的「当处出生，随处灭尽」，哪有来去？现相，一现一切现，顿现，遍法界虚空界。谁现的？自己自性法尔顿现，这个道理很深很深，的确很不容易。我们在初会说明这个现相，这个现相就是刹那生灭。刹那生灭还没有悟，悟了之后什么？悟了之后是不生不灭，没有生灭，就是自性顿现法界。这里头确确实实离一切妄想分别执着，妄想分别就是迷。这个事实真相佛并不常说，为什么？不是凡夫境界。凡夫无量劫来，迷得太久，你给他讲这个，他不相信，他没有办法接受。",
      "zh_TW": "迷是不了解事實真相，所以好像有遠近、有來去，覺悟之後了解事實真相。事實真相是什麼？《楞嚴經》上講的「當處出生，隨處滅盡」，哪有來去？現相，一現一切現，頓現，遍法界虛空界。誰現的？自己自性法爾頓現，這個道理很深很深，的確很不容易。我們在初會說明這個現相，這個現相就是剎那生滅。剎那生滅還沒有悟，悟了之後什麼？悟了之後是不生不滅，沒有生滅，就是自性頓現法界。這裡頭確確實實離一切妄想分別執著，妄想分別就是迷。這個事實真相佛並不常說，為什麼？不是凡夫境界。凡夫無量劫來，迷得太久，你給他講這個，他不相信，他沒有辦法接受。"
    },
    {
      "id": "12-017-1007_p0012",
      "zh_CN": "佛在《仁王经》上讲的，一弹指六十刹那，一刹那九百生灭。我在讲这几句经文的时候，我说得很清楚，这是如来的方便说，是佛慈悲对我们来讲的。实际上呢？实际上不止这个速度，比这个还要快。就《仁王经》上说的这个速度，这个生灭的速度，用我们现在的话来说，一秒钟，一秒钟两个十万八千次，二十一万六千个生灭，你怎么能够看得出来！所以我举电影，电影的影片，我用这个来做比喻，这个大家好懂。电影底片开关的速度，放映的时候放映机镜头开关的速度，是一秒钟二十四次，我们在银幕上看好像是真的了，一秒钟二十四次开关。佛今天跟我们讲，这个自性现相，唯心所现，唯心现相一秒钟多少次开关？二十一万六千次。现就是现我们现在这个境界，一时顿现。我讲这一段文的时候，我是用光的速度，用光速、用电磁波的速度来说明，那比这个更微细了。光一秒钟的速度三十万公里，我们要算十分之一秒，百分之一秒，千分之一秒，万分之一秒，十万分之一秒，百万分之一秒，千万分之一秒，亿万分之一秒，光走多少速度？我用这个来说，比一弹指六十刹那，一刹那九百生灭还要微细。所以你如果真正从这个地方悟过来了，你就承认「一切法不生不灭」。不生不灭是什么意思？生灭同时，生立刻灭，灭马上就生，生灭的速度太快了。哪来的远近？哪有内外？没有，真的没有。事实真相。",
      "zh_TW": "佛在《仁王經》上講的，一彈指六十剎那，一剎那九百生滅。我在講這幾句經文的時候，我說得很清楚，這是如來的方便說，是佛慈悲對我們來講的。實際上呢？實際上不止這個速度，比這個還要快。就《仁王經》上說的這個速度，這個生滅的速度，用我們現在的話來說，一秒鐘，一秒鐘兩個十萬八千次，二十一萬六千個生滅，你怎麼能夠看得出來！所以我舉電影，電影的影片，我用這個來做比喻，這個大家好懂。電影底片開關的速度，放映的時候放映機鏡頭開關的速度，是一秒鐘二十四次，我們在銀幕上看好像是真的了，一秒鐘二十四次開關。佛今天跟我們講，這個自性現相，唯心所現，唯心現相一秒鐘多少次開關？二十一萬六千次。現就是現我們現在這個境界，一時頓現。我講這一段文的時候，我是用光的速度，用光速、用電磁波的速度來說明，那比這個更微細了。光一秒鐘的速度三十萬公里，我們要算十分之一秒，百分之一秒，千分之一秒，萬分之一秒，十萬分之一秒，百萬分之一秒，千萬分之一秒，億萬分之一秒，光走多少速度？我用這個來說，比一彈指六十剎那，一剎那九百生滅還要微細。所以你如果真正從這個地方悟過來了，你就承認「一切法不生不滅」。不生不滅是什麼意思？生滅同時，生立刻滅，滅馬上就生，生滅的速度太快了。哪來的遠近？哪有內外？沒有，真的沒有。事實真相。"
    },
    {
      "id": "12-017-1007_p0013",
      "zh_CN": "我记得我在初会讲这一句经，也就是讨论这个问题，用了六个小时还是八个小时，很长的时间，这是真正说明宇宙之间所有一切现象的真相。佛怎么知道的？佛在甚深禅定当中见到的，现量境界，不是比量境界。大乘教里面常常跟我们讲，八地菩萨不动地，那个禅定功夫多深？见到阿赖耶识里面的种子习气，七地菩萨还没见到，八地见到了。我常常在猜测在想，世尊在《仁王经》上讲的一弹指六十刹那，一刹那九百生灭，很可能就是八地菩萨见的。九地见的更真切了，十地、十一地到妙觉位，才真正看到究竟圆满。所以佛说「一切法不生不灭，不来不去，不常不断，不一不异」，这一部《中观论》里就讲这八不，真实智慧！然后你才晓得，诸佛如来为一切众生说法，统统叫方便说，我们常讲的善巧方便，你慢慢欣赏他的善巧方便。",
      "zh_TW": "我記得我在初會講這一句經，也就是討論這個問題，用了六個小時還是八個小時，很長的時間，這是真正說明宇宙之間所有一切現象的真相。佛怎麼知道的？佛在甚深禪定當中見到的，現量境界，不是比量境界。大乘教裡面常常跟我們講，八地菩薩不動地，那個禪定功夫多深？見到阿賴耶識裡面的種子習氣，七地菩薩還沒見到，八地見到了。我常常在猜測在想，世尊在《仁王經》上講的一彈指六十剎那，一剎那九百生滅，很可能就是八地菩薩見的。九地見的更真切了，十地、十一地到妙覺位，才真正看到究竟圓滿。所以佛說「一切法不生不滅，不來不去，不常不斷，不一不異」，這一部《中觀論》裡就講這八不，真實智慧！然後你才曉得，諸佛如來為一切眾生說法，統統叫方便說，我們常講的善巧方便，你慢慢欣賞他的善巧方便。"
    },
    {
      "id": "12-017-1007_p0014",
      "zh_CN": "再看下面一句，「土皆名色者」。这个土是刹土，刹土的名都有个色，东方金色，西南方宝色，上方平等色，它都有个色。「表信粗现故」，这才开始，才刚刚发现，所以说一个色字。「亦表显然，可生信故」。初发心的人，你要没有一个东西，他不相信。就如同现在人相信科学，科学一定要通过实验，这个实验还要通过一些科学的方法，大家才能信得过。所有这些方法实验，在佛法里讲都很粗。刚刚入信位，所以一定要很明显，我们今天人讲明显的证据，明显的现相，让你六根很明显的感触到，这样才能生起信心。",
      "zh_TW": "再看下面一句，「土皆名色者」。這個土是剎土，剎土的名都有個色，東方金色，西南方寶色，上方平等色，它都有個色。「表信粗現故」，這才開始，才剛剛發現，所以說一個色字。「亦表顯然，可生信故」。初發心的人，你要沒有一個東西，他不相信。就如同現在人相信科學，科學一定要通過實驗，這個實驗還要通過一些科學的方法，大家才能信得過。所有這些方法實驗，在佛法裡講都很粗。剛剛入信位，所以一定要很明顯，我們今天人講明顯的證據，明顯的現相，讓你六根很明顯的感觸到，這樣才能生起信心。"
    },
    {
      "id": "12-017-1007_p0015",
      "zh_CN": "「佛号同智者」。十方有十个佛，十个佛的名号都有一个智字，这个里头意思很深。「有信无智，增长无明」，可见得智就太重要了，有信一定要有智。「信中之智，本觉起故」，这个信中的智慧，这个信也相当不容易，前面讲过，清凉大师说过。我们有没有这个信？我们没有。我们如果有这个信，那就恭喜你，你已经超凡入圣。为什么？最低限度你是初信位的菩萨。初信位的菩萨，前面跟诸位报告过，等同小乘须陀洹。用《金刚经》来说，四相初破，「无我相，无人相，无众生相，无寿者相」，开始破了，三界八十八品见惑断掉了。",
      "zh_TW": "「佛號同智者」。十方有十個佛，十個佛的名號都有一個智字，這個裡頭意思很深。「有信無智，增長無明」，可見得智就太重要了，有信一定要有智。「信中之智，本覺起故」，這個信中的智慧，這個信也相當不容易，前面講過，清涼大師說過。我們有沒有這個信？我們沒有。我們如果有這個信，那就恭喜你，你已經超凡入聖。為什麼？最低限度你是初信位的菩薩。初信位的菩薩，前面跟諸位報告過，等同小乘須陀洹。用《金剛經》來說，四相初破，「無我相，無人相，無眾生相，無壽者相」，開始破了，三界八十八品見惑斷掉了。"
    },
    {
      "id": "12-017-1007_p0016",
      "zh_CN": "这八十八品见惑归纳为五大类，第一个身见，你不会再执着这个身是我。你不会再有对立，相对的，这个对立就是边见。你不会再有执着，我们一般讲成见，无论是因上的成见，果上的成见，你没有了。你不会有错误的见解，错误的见解叫邪见，你的看法都正确。小乘须陀洹能做到，你统统做到，你不但做到，你的智慧超过须陀洹太多太多了。为什么？你是依根本智，把境界转过来，把烦恼习气转过来，大不一样。小乘人是依识，依八识五十一心所修行。《华严》初信位的菩萨就是依根本智，大乘法里面讲，他所依的是自性本具的般若智慧，所以他断烦恼断得干净，断得快速。",
      "zh_TW": "這八十八品見惑歸納為五大類，第一個身見，你不會再執著這個身是我。你不會再有對立，相對的，這個對立就是邊見。你不會再有執著，我們一般講成見，無論是因上的成見，果上的成見，你沒有了。你不會有錯誤的見解，錯誤的見解叫邪見，你的看法都正確。小乘須陀洹能做到，你統統做到，你不但做到，你的智慧超過須陀洹太多太多了。為什麼？你是依根本智，把境界轉過來，把煩惱習氣轉過來，大不一樣。小乘人是依識，依八識五十一心所修行。《華嚴》初信位的菩薩就是依根本智，大乘法裡面講，他所依的是自性本具的般若智慧，所以他斷煩惱斷得乾淨，斷得快速。"
    },
    {
      "id": "12-017-1007_p0017",
      "zh_CN": "像我刚才所说的，你要真正了解，一切诸法当处出生，随处灭尽，速度之快不可思议，你对于一切诸法，你还会执着吗？你还会分别吗？不但分别执着没有，妄想也没有了，那不就是立地成佛了！佛门里有一句话说「放下屠刀，立地成佛」，什么是屠刀？妄想、分别、执着是屠刀。屠是宰杀，比喻造业，放下屠刀就是放下造业，恶业、善业、净业统统都不造了，没事了，圆成佛道。清凉大师注解后面这一段，这一段注得很长，接着道霈禅师节录的李长者的《论》，《论》里头说的也非常精彩。确确实实这两位大德给我们做《华严》导游，真的能帮助我们破迷开悟。",
      "zh_TW": "像我剛才所說的，你要真正了解，一切諸法當處出生，隨處滅盡，速度之快不可思議，你對於一切諸法，你還會執著嗎？你還會分別嗎？不但分別執著沒有，妄想也沒有了，那不就是立地成佛了！佛門裡有一句話說「放下屠刀，立地成佛」，什麼是屠刀？妄想、分別、執著是屠刀。屠是宰殺，比喻造業，放下屠刀就是放下造業，惡業、善業、淨業統統都不造了，沒事了，圓成佛道。清涼大師註解後面這一段，這一段註得很長，接著道霈禪師節錄的李長者的《論》，《論》裡頭說的也非常精彩。確確實實這兩位大德給我們做《華嚴》導遊，真的能幫助我們破迷開悟。"
    },
    {
      "id": "12-017-1007_p0018",
      "zh_CN": "「主同名首者」，这个主是主菩萨，上首菩萨。上首菩萨都有个「首」，梵语的音叫「室利」，翻成中国意思有四个意思，第一个就是「首」的意思，第二个是「胜」的意思，第三个是「吉祥」的意思，第四个是「德」的意思。清凉大师在此地告诉我们「是以译者，前后不同，今通用之」。译者怎么前后不同？《华严经》在中国有三次翻译，最早的是东晋时代，我们现在看到的《六十华严》，这是最早翻译的。第二次翻译就是《八十华严》，武则天做皇帝的时候翻的，所以这个经在历史上也称为《大周经》。武则天做皇帝把国号改了，改做周，到她死了以后，中宗继位的时候，再恢复为唐。第三次翻译是唐德宗的时候，那是《普贤行愿品》，这一品完整的经称为《四十华严》。",
      "zh_TW": "「主同名首者」，這個主是主菩薩，上首菩薩。上首菩薩都有個「首」，梵語的音叫「室利」，翻成中國意思有四個意思，第一個就是「首」的意思，第二個是「勝」的意思，第三個是「吉祥」的意思，第四個是「德」的意思。清涼大師在此地告訴我們「是以譯者，前後不同，今通用之」。譯者怎麼前後不同？《華嚴經》在中國有三次翻譯，最早的是東晉時代，我們現在看到的《六十華嚴》，這是最早翻譯的。第二次翻譯就是《八十華嚴》，武則天做皇帝的時候翻的，所以這個經在歷史上也稱為《大周經》。武則天做皇帝把國號改了，改做周，到她死了以後，中宗繼位的時候，再恢復為唐。第三次翻譯是唐德宗的時候，那是《普賢行願品》，這一品完整的經稱為《四十華嚴》。"
    },
    {
      "id": "12-017-1007_p0019",
      "zh_CN": "所以现在《华严》有三个本子，有六十，八十，四十，或者称晋译、唐译、贞元译，德宗贞元年间翻的最后的这一品。所以这就是讲前后不同，三次翻译，主译经的人不是一个人。因此对于室利到底取哪一个，四个意思取哪一个意思，前后不同，今通用之。所以现在我们在《华严经》，我们学习《华严》，古来祖师大德在他们的注疏里面，或者是为我们讲解，有时候说首，有时候说德，有时候说吉祥，通用。我们晓得在梵文是一个字，它有这四个意思。",
      "zh_TW": "所以現在《華嚴》有三個本子，有六十，八十，四十，或者稱晉譯、唐譯、貞元譯，德宗貞元年間翻的最後的這一品。所以這就是講前後不同，三次翻譯，主譯經的人不是一個人。因此對於室利到底取哪一個，四個意思取哪一個意思，前後不同，今通用之。所以現在我們在《華嚴經》，我們學習《華嚴》，古來祖師大德在他們的註疏裡面，或者是為我們講解，有時候說首，有時候說德，有時候說吉祥，通用。我們曉得在梵文是一個字，它有這四個意思。"
    },
    {
      "id": "12-017-1007_p0020",
      "zh_CN": "「以信为首，摄诸位故」，这就是佛法里头常讲的「因赅果海」，信是因，「信为道元功德母」。「诸位」就是因位五十一个，果位一个，妙觉是果位，总共是五十二个位次，信是首。我们今天在此地学习的十信，十信从初信位学起，这个信心一直贯到五十二位，彻始彻终。信，太难了，这个字真正的意思懂得的人不多。我在讲席里头曾经跟诸位报告过，我自己学佛七年出家，一出家就讲经教佛学院，又两年，就是九年，我去受戒。我教佛学院是沙弥的身分，受了大戒，见李老师，李老师一见我的面，指着我「信佛」。信，太不容易了。现在时间到了。",
      "zh_TW": "「以信為首，攝諸位故」，這就是佛法裡頭常講的「因賅果海」，信是因，「信為道元功德母」。「諸位」就是因位五十一個，果位一個，妙覺是果位，總共是五十二個位次，信是首。我們今天在此地學習的十信，十信從初信位學起，這個信心一直貫到五十二位，徹始徹終。信，太難了，這個字真正的意思懂得的人不多。我在講席裡頭曾經跟諸位報告過，我自己學佛七年出家，一出家就講經教佛學院，又兩年，就是九年，我去受戒。我教佛學院是沙彌的身分，受了大戒，見李老師，李老師一見我的面，指著我「信佛」。信，太不容易了。現在時間到了。"
    },
    {
      "id": "12-017-1007_p0021",
      "zh_CN": "我们还接着看末后讲的这一句：",
      "zh_TW": "我們還接著看末後講的這一句："
    },
    {
      "id": "12-017-1007_p0022",
      "zh_CN": "「以信为首，摄诸位故」。说到这个信心，难，实在讲非常非常之难。老师慈悲，给我点醒，如果他不是这么一个动作，我们很难体会。所以当时老师这个态度对我，我感觉得很茫然，如果我不信佛，我为什么学佛？我为什么出家？为什么去受戒？自己以为自己信了，老师这么一指出来的时候，才晓得，他告诉我：许许多多老和尚到死都不信，你不要以为你自己信了。这个字是佛法修学的开端，一开端就错了，哪里会有结果？所以太重要了。什么是信？信里面一定要具足三个字，解、行、证，少一个都不算信，这个条件就太深了。",
      "zh_TW": "「以信為首，攝諸位故」。說到這個信心，難，實在講非常非常之難。老師慈悲，給我點醒，如果他不是這麼一個動作，我們很難體會。所以當時老師這個態度對我，我感覺得很茫然，如果我不信佛，我為什麼學佛？我為什麼出家？為什麼去受戒？自己以為自己信了，老師這麼一指出來的時候，才曉得，他告訴我：許許多多老和尚到死都不信，你不要以為你自己信了。這個字是佛法修學的開端，一開端就錯了，哪裡會有結果？所以太重要了。什麼是信？信裡面一定要具足三個字，解、行、證，少一個都不算信，這個條件就太深了。"
    },
    {
      "id": "12-017-1007_p0023",
      "zh_CN": "清凉大师判《华严》这一部大经，就是用这四个字，我们现在讲这四个大单元，这四个大单元就是信、解、行、证。第一个大单元，「举果劝乐生信」；第二个大单元，「修因契果生解」，你看信、解；第三个大单元，「托法进修成行」；第四个大单元，「依人证入成德」，这个德就是果。信解行证是一，不能分割，分割了四个都没有了，四分合起来是个整体。所以李老师说了，你信了不解不算信，解了不行不算信，行了没有契入不算信，这个难。他这么一解释，我们细心思惟观察，真的，许许多多老和尚到老死也没有能做到信、解、行、证。这个标准是《大方广佛华严》的标准。",
      "zh_TW": "清涼大師判《華嚴》這一部大經，就是用這四個字，我們現在講這四個大單元，這四個大單元就是信、解、行、證。第一個大單元，「舉果勸樂生信」；第二個大單元，「修因契果生解」，你看信、解；第三個大單元，「託法進修成行」；第四個大單元，「依人證入成德」，這個德就是果。信解行證是一，不能分割，分割了四個都沒有了，四分合起來是個整體。所以李老師說了，你信了不解不算信，解了不行不算信，行了沒有契入不算信，這個難。他這麼一解釋，我們細心思惟觀察，真的，許許多多老和尚到老死也沒有能做到信、解、行、證。這個標準是《大方廣佛華嚴》的標準。"
    },
    {
      "id": "12-017-1007_p0024",
      "zh_CN": "我们从《华严经》里面了解，这个信心是自性里头本有的根本智，不动智，信心是依这个建立的。这桩事情我们以前哪里会知道，根本不知道。你真的相信，就是根本智里头的一分。你对于佛法，诸佛菩萨所说的一点疑惑都没有，我们一般讲信以为真。虽然你还不解，你也没有行，但是这个信心非常可贵，这个信心是你佛法修学的起点、开始。因为信，你才肯发愤求学，求什么？求解。学到之后完全落实在生活当中，落实到处事待人接物，这就成行，学了真有用。在落实生活当中，反过来证明你所解的、你所行的真实不虚。证是证什么？证明信解行是一不是二，跟十方三世一切诸佛如来的信解行相应。",
      "zh_TW": "我們從《華嚴經》裡面了解，這個信心是自性裡頭本有的根本智，不動智，信心是依這個建立的。這樁事情我們以前哪裡會知道，根本不知道。你真的相信，就是根本智裡頭的一分。你對於佛法，諸佛菩薩所說的一點疑惑都沒有，我們一般講信以為真。雖然你還不解，你也沒有行，但是這個信心非常可貴，這個信心是你佛法修學的起點、開始。因為信，你才肯發憤求學，求什麼？求解。學到之後完全落實在生活當中，落實到處事待人接物，這就成行，學了真有用。在落實生活當中，反過來證明你所解的、你所行的真實不虛。證是證什麼？證明信解行是一不是二，跟十方三世一切諸佛如來的信解行相應。"
    },
    {
      "id": "12-017-1007_p0025",
      "zh_CN": "下文说，「次第行中，信最胜故，甚难得故」。经上说「是故依行说次第，信乐最胜甚难得」，经文上讲的。我们中下根性的人，实在讲包括上根的人，上根上面有上上根，上上根是天才，所谓是一闻千悟，一通是一切都通了。上、中、下三等人修行，都要有次第，《华严》有次第、有圆融，所以什么样根性的人都包括在其中。我们的根钝，不要紧，依着次第来学习，所以信最殊胜，信最难得。一个人真正发心，初发心，诸佛如来都赞叹。为什么？初发心的那个心真诚。但是这心发了之后，往往不能保持，能保持的人成功了。不能保持的人又退堕到三途六道去了，退转了。这是什么原因？确实善导大师所讲的话，「总在遇缘不同」。你没有遇到一个学习的环境，怎么会不退转！学习的环境，你真正发心要求智慧，那要亲近老师，要找同参道友，怎么去学？上学！你从小学、中学、大学、研究所，你成功了，你学业成功了。如果想求智慧，没有机会上学校，自己随便在家里学习，没有老师指导，没有同学辅助，困难！几个人能学成功？内有烦恼、有习气，外面有诱惑，五欲六尘的诱惑，你有能力不受诱惑吗？你有能力伏住你烦恼习气吗？这个太难太难了！所以信心生起来之后，求学，善财童子给我们做了榜样，不但是一生不离善知识，生生世世都在求学。",
      "zh_TW": "下文說，「次第行中，信最勝故，甚難得故」。經上說「是故依行說次第，信樂最勝甚難得」，經文上講的。我們中下根性的人，實在講包括上根的人，上根上面有上上根，上上根是天才，所謂是一聞千悟，一通是一切都通了。上、中、下三等人修行，都要有次第，《華嚴》有次第、有圓融，所以什麼樣根性的人都包括在其中。我們的根鈍，不要緊，依著次第來學習，所以信最殊勝，信最難得。一個人真正發心，初發心，諸佛如來都讚歎。為什麼？初發心的那個心真誠。但是這心發了之後，往往不能保持，能保持的人成功了。不能保持的人又退墮到三途六道去了，退轉了。這是什麼原因？確實善導大師所講的話，「總在遇緣不同」。你沒有遇到一個學習的環境，怎麼會不退轉！學習的環境，你真正發心要求智慧，那要親近老師，要找同參道友，怎麼去學？上學！你從小學、中學、大學、研究所，你成功了，你學業成功了。如果想求智慧，沒有機會上學校，自己隨便在家裡學習，沒有老師指導，沒有同學輔助，困難！幾個人能學成功？內有煩惱、有習氣，外面有誘惑，五欲六塵的誘惑，你有能力不受誘惑嗎？你有能力伏住你煩惱習氣嗎？這個太難太難了！所以信心生起來之後，求學，善財童子給我們做了榜樣，不但是一生不離善知識，生生世世都在求學。"
    },
    {
      "id": "12-017-1007_p0026",
      "zh_CN": "所以使我们想到孔老夫子讲的话，真理！跟诸佛所说的完全相同。他老人家讲「吾尝终日不食，终夜不寝，以思，无益，不如学也」。「学而时习之，不亦说乎」，这是自己学，「有朋自远方来，不亦乐乎」，这是教。学不厌，不亦悦乎；教不倦，不亦乐乎。教学，是人生最高的享受，是人生最大的乐趣，你不入这个境界，你不知道。所以，孔老夫子能说得出这几句话，他是学到了家，真正契入了教学三昧，快乐无比。佛家的学与教，学习与教化，从初发心生生世世永远没有止境。到了成佛，证得究竟极果了，还是学习，还是教化。那个学习是做给九法界众生看的，示现，永远永远学不厌、教不倦。",
      "zh_TW": "所以使我們想到孔老夫子講的話，真理！跟諸佛所說的完全相同。他老人家講「吾嘗終日不食，終夜不寢，以思，無益，不如學也」。「學而時習之，不亦說乎」，這是自己學，「有朋自遠方來，不亦樂乎」，這是教。學不厭，不亦悅乎；教不倦，不亦樂乎。教學，是人生最高的享受，是人生最大的樂趣，你不入這個境界，你不知道。所以，孔老夫子能說得出這幾句話，他是學到了家，真正契入了教學三昧，快樂無比。佛家的學與教，學習與教化，從初發心生生世世永遠沒有止境。到了成佛，證得究竟極果了，還是學習，還是教化。那個學習是做給九法界眾生看的，示現，永遠永遠學不厭、教不倦。"
    },
    {
      "id": "12-017-1007_p0027",
      "zh_CN": "他说他境界的提升也分层次，也有次第，他是十年一个次第，他用这个方法来分。「十五有志于学」，十五岁，「三十而立」，而立就像善财童子在文殊菩萨那个地方学习得了根本智，毕业了，三十岁毕业。然后他的学习是在生活当中，是在工作、在处事待人接物，学习成就圆满的智慧，所以他说「四十不惑」。不惑是什么样子？就是我们刚才讲的，内能够降伏烦恼习气，有这个能力能控制得住，外面不受外境诱惑，有这个能力，四十岁就有这个能力。他所学的起了作用。「五十知天命」，知天命就像佛法里面讲的，对于业因果报的理论与事实清清楚楚、明明白白。「六十耳顺，七十随心所欲不逾矩」。随心所欲不逾矩就是《华严经》上讲的「理事无碍，事事无碍」。他也有次第，次第行中，信最殊胜、最难得。夫子对于学习，对于教导信心十足。",
      "zh_TW": "他說他境界的提升也分層次，也有次第，他是十年一個次第，他用這個方法來分。「十五有志於學」，十五歲，「三十而立」，而立就像善財童子在文殊菩薩那個地方學習得了根本智，畢業了，三十歲畢業。然後他的學習是在生活當中，是在工作、在處事待人接物，學習成就圓滿的智慧，所以他說「四十不惑」。不惑是什麼樣子？就是我們剛才講的，內能夠降伏煩惱習氣，有這個能力能控制得住，外面不受外境誘惑，有這個能力，四十歲就有這個能力。他所學的起了作用。「五十知天命」，知天命就像佛法裡面講的，對於業因果報的理論與事實清清楚楚、明明白白。「六十耳順，七十隨心所欲不踰矩」。隨心所欲不踰矩就是《華嚴經》上講的「理事無礙，事事無礙」。他也有次第，次第行中，信最殊勝、最難得。夫子對於學習，對於教導信心十足。"
    },
    {
      "id": "12-017-1007_p0028",
      "zh_CN": "释迦牟尼佛当年在世，我们在经上看到，他十九岁出家，就算十九岁开始学，也是三十而立。三十岁示现成佛，夜睹明星，豁然大悟，悟后就开始教学了。三十岁开始教学，到七十九岁，释迦牟尼佛是七十九岁走的，教学四十九年，乐此不疲。每天学习，每天教导，教，帮助自己学，学，帮助自己教，教跟学相辅相成。这是世尊为我们示现，也是示现一个次第。世尊给我们示现的次第，阿含、方等、般若、法华、涅槃。示现次第，也示现了圆融，圆融就是《大方广佛华严》，初成正觉，定中所说，圆融。然后我们晓得次第是从哪儿来的？次第是从圆融当中来的。",
      "zh_TW": "釋迦牟尼佛當年在世，我們在經上看到，他十九歲出家，就算十九歲開始學，也是三十而立。三十歲示現成佛，夜睹明星，豁然大悟，悟後就開始教學了。三十歲開始教學，到七十九歲，釋迦牟尼佛是七十九歲走的，教學四十九年，樂此不疲。每天學習，每天教導，教，幫助自己學，學，幫助自己教，教跟學相輔相成。這是世尊為我們示現，也是示現一個次第。世尊給我們示現的次第，阿含、方等、般若、法華、涅槃。示現次第，也示現了圓融，圓融就是《大方廣佛華嚴》，初成正覺，定中所說，圓融。然後我們曉得次第是從哪兒來的？次第是從圓融當中來的。"
    },
    {
      "id": "12-017-1007_p0029",
      "zh_CN": "总而言之，信心难得，我们要想成就，那你要有清净信心，有坚定信心，有不退的信心，这才能帮助你成就。换句话说，我们学习功夫不得力，原因在哪里？原因在没有信心。所以说「于生死中，创发信心，为吉祥故」，生死是六道轮回，创是创始，就是你初发心，在六道轮回里面，初发心想学佛这是最吉祥的。下面说，「信能增长智功德等一切德故」，这一句是解释，为什么于六道生死当中生起信心是最吉祥，因为信能增长智功德，一切德，世出世间一切德。所以《华严经》上说「信为道元功德母，长养一切诸善根」，这个意思一样。信是成无上道的根源，能生世出世间一切功德，所以叫功德母。母是比喻，母亲能生儿女，信就好像是母亲，功德就好像是儿女，母亲生的，信为道元功德母。「长养一切诸善根」，世出世间一切善法都从信心里面生长出来的，这个我们相信，我们对这个没有怀疑，为什么？我们在前面读过，这个信心是从根本智里头建立的，所以它殊胜，所以它难得。",
      "zh_TW": "總而言之，信心難得，我們要想成就，那你要有清淨信心，有堅定信心，有不退的信心，這才能幫助你成就。換句話說，我們學習功夫不得力，原因在哪裡？原因在沒有信心。所以說「於生死中，創發信心，為吉祥故」，生死是六道輪迴，創是創始，就是你初發心，在六道輪迴裡面，初發心想學佛這是最吉祥的。下面說，「信能增長智功德等一切德故」，這一句是解釋，為什麼於六道生死當中生起信心是最吉祥，因為信能增長智功德，一切德，世出世間一切德。所以《華嚴經》上說「信為道元功德母，長養一切諸善根」，這個意思一樣。信是成無上道的根源，能生世出世間一切功德，所以叫功德母。母是比喻，母親能生兒女，信就好像是母親，功德就好像是兒女，母親生的，信為道元功德母。「長養一切諸善根」，世出世間一切善法都從信心裡面生長出來的，這個我們相信，我們對這個沒有懷疑，為什麼？我們在前面讀過，這個信心是從根本智裡頭建立的，所以它殊勝，所以它難得。"
    },
    {
      "id": "12-017-1007_p0030",
      "zh_CN": "《华严经》从这个地方，这一会六品经都是教导我们生起信心，坚定信心，不退信心，往后就一帆风顺了。在这个地方，我们必须要知道一个事实，这个事实古今中外都不例外，那就是什么？魔来障道。释迦牟尼佛示现降魔，才能成道。我们每一个修行人，到你修行稍稍功夫得力，魔就来了。魔是什么？是我们过去，过去今生你所结的这些冤家对头，你杀害的众生。无论是有意、是无意，有意是罪，无意是过，无意是过失。被杀害的众生不会甘心情愿被你杀，他怀恨在心；换句话说，他念念当中要报复，这就是魔障。",
      "zh_TW": "《華嚴經》從這個地方，這一會六品經都是教導我們生起信心，堅定信心，不退信心，往後就一帆風順了。在這個地方，我們必須要知道一個事實，這個事實古今中外都不例外，那就是什麼？魔來障道。釋迦牟尼佛示現降魔，才能成道。我們每一個修行人，到你修行稍稍功夫得力，魔就來了。魔是什麼？是我們過去，過去今生你所結的這些冤家對頭，你殺害的眾生。無論是有意、是無意，有意是罪，無意是過，無意是過失。被殺害的眾生不會甘心情願被你殺，他懷恨在心；換句話說，他念念當中要報復，這就是魔障。"
    },
    {
      "id": "12-017-1007_p0031",
      "zh_CN": "过去的事情我们忘掉了，过去生中不记得了，这一生当中，我们从小长大到现在，你伤害多少众生？不要说别的，吃肉，这是我们在一般讲堂里头已经避免不说。但是今天诸位要想了生死，出三界，那就不能不说。你所吃的肉食，佛门里头常讲，你吃牠半斤，你得要还牠八两。没有说是吃了以后就没事，没有这么便宜的事情。冤冤相报，谁能逃避？还有欠钱的，欠钱的要还债，你债没还；欠命的，你命没有还。安世高大师到中国来还两次命债，这都是菩萨示现给我们看的。",
      "zh_TW": "過去的事情我們忘掉了，過去生中不記得了，這一生當中，我們從小長大到現在，你傷害多少眾生？不要說別的，吃肉，這是我們在一般講堂裡頭已經避免不說。但是今天諸位要想了生死，出三界，那就不能不說。你所吃的肉食，佛門裡頭常講，你吃牠半斤，你得要還牠八兩。沒有說是吃了以後就沒事，沒有這麼便宜的事情。冤冤相報，誰能逃避？還有欠錢的，欠錢的要還債，你債沒還；欠命的，你命沒有還。安世高大師到中國來還兩次命債，這都是菩薩示現給我們看的。"
    },
    {
      "id": "12-017-1007_p0032",
      "zh_CN": "你修行证果了，证果不能说是不还债，不能不还命。菩提道上魔障多，魔障是这么来的，还不是自作自受吗？这桩事情怎么办？所以我们每天认真修行，把功德回向给累劫冤亲债主，自他两利。你不要障碍我，你障碍我，我不能成就，你这一生报复我，下一生我又报复你。这样冤冤相报，我们永远痛苦，这又何苦来？过去迷惑颠倒，无知，干了错事。现在很幸运我们接触到佛法，明白这个道理，了解事实真相。从此以后，我们大家和解，我们不要报复了，我们要互相帮助。点点滴滴的功德，「愿以此功德，庄严佛净土，上报四重恩，下济三途苦」，点点滴滴回向给累劫冤亲债主，他们能接受。只要我们心地真诚，诚则灵，他能接受。他接受之后，他就不找麻烦了，他来做你的护法。不但不障碍你，他来帮助你，诚心诚意，没有丝毫虚伪。",
      "zh_TW": "你修行證果了，證果不能說是不還債，不能不還命。菩提道上魔障多，魔障是這麼來的，還不是自作自受嗎？這樁事情怎麼辦？所以我們每天認真修行，把功德迴向給累劫冤親債主，自他兩利。你不要障礙我，你障礙我，我不能成就，你這一生報復我，下一生我又報復你。這樣冤冤相報，我們永遠痛苦，這又何苦來？過去迷惑顛倒，無知，幹了錯事。現在很幸運我們接觸到佛法，明白這個道理，了解事實真相。從此以後，我們大家和解，我們不要報復了，我們要互相幫助。點點滴滴的功德，「願以此功德，莊嚴佛淨土，上報四重恩，下濟三途苦」，點點滴滴迴向給累劫冤親債主，他們能接受。只要我們心地真誠，誠則靈，他能接受。他接受之後，他就不找麻煩了，他來做你的護法。不但不障礙你，他來幫助你，誠心誠意，沒有絲毫虛偽。"
    },
    {
      "id": "12-017-1007_p0033",
      "zh_CN": "诸位要知道，虚伪的心可以骗人，骗不了鬼神。中国谚语里头常常说，那都是真理，真的事情，「举头三尺有神明」，人不可以做亏心事。过去做亏心事是迷惑颠倒，无知，现在觉悟了，这些毛病统统要改正过来，我们再不肯干、不做亏心事，再也不可以亏待一切众生，宁愿自己吃亏，不能让别人吃亏，这叫化解怨结，消除魔障。所以大乘经上佛教给我们，化敌为友，化怨为亲，化恶为善，要从自己本身做起，要在心地上做真功夫，自己真的回头了。所以，信确实是无上道的根源，能生一切善根功德。我们在这个地方要没有认真学好，以后的修行就不可能有进展。根基要稳固，像建大楼一样，这是地基。",
      "zh_TW": "諸位要知道，虛偽的心可以騙人，騙不了鬼神。中國諺語裡頭常常說，那都是真理，真的事情，「舉頭三尺有神明」，人不可以做虧心事。過去做虧心事是迷惑顛倒，無知，現在覺悟了，這些毛病統統要改正過來，我們再不肯幹、不做虧心事，再也不可以虧待一切眾生，寧願自己吃虧，不能讓別人吃虧，這叫化解怨結，消除魔障。所以大乘經上佛教給我們，化敵為友，化怨為親，化惡為善，要從自己本身做起，要在心地上做真功夫，自己真的回頭了。所以，信確實是無上道的根源，能生一切善根功德。我們在這個地方要沒有認真學好，以後的修行就不可能有進展。根基要穩固，像建大樓一樣，這是地基。"
    },
    {
      "id": "12-017-1007_p0034",
      "zh_CN": "下面大师为我们开示，「此十菩萨同表信门，故皆名室利，各随一门，达一切法，故复有差，次文当释」。我们在十信这一段里面，以十个菩萨来代表，十个菩萨都是代表信门，所以名字里面都有梵语室利。室利的意思，刚才我们念过，有首，有胜，有吉祥，有德。在经文里面我们看到的，东方菩萨文殊师利，文殊师利是梵语，翻成中国意思是妙德。室利跟后面讲的师利音是一样的，翻的不一样。文殊师利，你们想想看，音是相同的，所以翻成中国，有的法师翻妙吉祥，有人翻妙德，这是我们在很多经论里面都看到的。这是保留了梵名，文殊师利。南方就是觉首，首就是室利，觉首，要用梵音的话就是觉室利；西方财室利，财首；北方宝室利。梵音跟翻它的意思，我们这样就明白了。",
      "zh_TW": "下面大師為我們開示，「此十菩薩同表信門，故皆名室利，各隨一門，達一切法，故復有差，次文當釋」。我們在十信這一段裡面，以十個菩薩來代表，十個菩薩都是代表信門，所以名字裡面都有梵語室利。室利的意思，剛才我們念過，有首，有勝，有吉祥，有德。在經文裡面我們看到的，東方菩薩文殊師利，文殊師利是梵語，翻成中國意思是妙德。室利跟後面講的師利音是一樣的，翻的不一樣。文殊師利，你們想想看，音是相同的，所以翻成中國，有的法師翻妙吉祥，有人翻妙德，這是我們在很多經論裡面都看到的。這是保留了梵名，文殊師利。南方就是覺首，首就是室利，覺首，要用梵音的話就是覺室利；西方財室利，財首；北方寶室利。梵音跟翻它的意思，我們這樣就明白了。"
    },
    {
      "id": "12-017-1007_p0035",
      "zh_CN": "十个菩萨各随一门，十代表无尽，代表无量无边的法门。佛为了教学方便起见，把无量无边法门归纳为八万四千法门，每个法门都用一个菩萨来代表，就八万四千菩萨。无量菩萨，这个地方举十个，十就是代表圆满，要是讲八万四千，那就麻烦了。所以无量法门、八万四千法门，只举十个例子来说。希望我们闻一知十，一闻千悟，读了这十个菩萨，就统统都明白了。你看看各随一门，达一切法，所以「法门平等，无有高下」。我们的妄想分别执着统统放下了，任何一门都通达一切法。佛法里头常讲「一经通，一切经都通」，这是真的不是假的。为什么？佛所说的一切经都是从真如自性里面流露出来的，因此每部经都通达真如自性。换句话说，每部经教你的理论与方法都能够证得明心见性，到明心见性不就一切都通了！",
      "zh_TW": "十個菩薩各隨一門，十代表無盡，代表無量無邊的法門。佛為了教學方便起見，把無量無邊法門歸納為八萬四千法門，每個法門都用一個菩薩來代表，就八萬四千菩薩。無量菩薩，這個地方舉十個，十就是代表圓滿，要是講八萬四千，那就麻煩了。所以無量法門、八萬四千法門，只舉十個例子來說。希望我們聞一知十，一聞千悟，讀了這十個菩薩，就統統都明白了。你看看各隨一門，達一切法，所以「法門平等，無有高下」。我們的妄想分別執著統統放下了，任何一門都通達一切法。佛法裡頭常講「一經通，一切經都通」，這是真的不是假的。為什麼？佛所說的一切經都是從真如自性裡面流露出來的，因此每部經都通達真如自性。換句話說，每部經教你的理論與方法都能夠證得明心見性，到明心見性不就一切都通了！"
    },
    {
      "id": "12-017-1007_p0036",
      "zh_CN": "通一切佛法，通一切世间法。世出世间法，实在讲没有差别。为什么叫世间，叫出世间？明了就叫出世间，迷惑就叫世间，其实世间跟出世间哪有界限，就迷悟而已。但是在没有通达一切法之前，它有差别，通达一切法之后，就没有差别了。一切法就好比我们的讲堂，我们讲堂四面有四个门，没有进来的时候有差别；这四个门在门外有差别，进来之后没有差别了，无论从哪一门进来都没有差别。佛的这个大讲堂有八万四千门户，在外面，八万四千门户不同，进来之后一样的；一进来之后，八万四千法门全部你都得到。所以，古大德常常教导我们，「一门深入，长时薰修」，你就能通达一切法。无论什么样的经论，部头不论大小，经教不论深浅，佛是便利于各个不同根机，只要你能够如理如法的修学，最后的结果是一样的、是平等的，佛法是平等法。所以十信最后一位，上方的佛刹叫平等色，用意都很深很深的。",
      "zh_TW": "通一切佛法，通一切世間法。世出世間法，實在講沒有差別。為什麼叫世間，叫出世間？明瞭就叫出世間，迷惑就叫世間，其實世間跟出世間哪有界限，就迷悟而已。但是在沒有通達一切法之前，它有差別，通達一切法之後，就沒有差別了。一切法就好比我們的講堂，我們講堂四面有四個門，沒有進來的時候有差別；這四個門在門外有差別，進來之後沒有差別了，無論從哪一門進來都沒有差別。佛的這個大講堂有八萬四千門戶，在外面，八萬四千門戶不同，進來之後一樣的；一進來之後，八萬四千法門全部你都得到。所以，古大德常常教導我們，「一門深入，長時薰修」，你就能通達一切法。無論什麼樣的經論，部頭不論大小，經教不論深淺，佛是便利於各個不同根機，只要你能夠如理如法的修學，最後的結果是一樣的、是平等的，佛法是平等法。所以十信最後一位，上方的佛剎叫平等色，用意都很深很深的。"
    },
    {
      "id": "12-017-1007_p0037",
      "zh_CN": "底下这一段是为我们解释梵语室利，这是佛学常识，顺便说一说也好。「亦有传云，梵云室利，此云吉祥，室利云首，亦是一理」。梵语室利是音，梵音，翻成中国意思翻吉祥。文殊师利有的时候翻妙吉祥，他里头有德的意思，所以也翻作妙德。也翻作首，室利云首，亦是一理。这个小注里头说得很清楚，这个传云者就是当时的兴善三藏法师。「余亲问三藏」，余是清凉大师，清凉大师问兴善三藏法师，问他，亲问他。「有同此说，今欲会意，故前收四说」，就是四个意思来解释，室利里头含着这四个意思，就是前面讲的首、胜、吉祥、德，有这四个意思。这是佛学常识，我们应当要晓得。因为文殊菩萨在中国大乘法里面，他的地位非常重要，四大名山的五台山就是供文殊的。",
      "zh_TW": "底下這一段是為我們解釋梵語室利，這是佛學常識，順便說一說也好。「亦有傳云，梵云室利，此云吉祥，室利云首，亦是一理」。梵語室利是音，梵音，翻成中國意思翻吉祥。文殊師利有的時候翻妙吉祥，他裡頭有德的意思，所以也翻作妙德。也翻作首，室利云首，亦是一理。這個小註裡頭說得很清楚，這個傳云者就是當時的興善三藏法師。「余親問三藏」，余是清涼大師，清涼大師問興善三藏法師，問他，親問他。「有同此說，今欲會意，故前收四說」，就是四個意思來解釋，室利裡頭含著這四個意思，就是前面講的首、勝、吉祥、德，有這四個意思。這是佛學常識，我們應當要曉得。因為文殊菩薩在中國大乘法裡面，他的地位非常重要，四大名山的五臺山就是供文殊的。"
    },
    {
      "id": "12-017-1007_p0038",
      "zh_CN": "再看底下这一段，「眷属皆十刹尘者，表一一行，摄无尽德故」。这个表法的意思一定要懂，到这个地方来参与大会的人有多少？十个佛刹微尘数菩萨众。这个里头没有声闻，没有缘觉，都是菩萨。我们很清楚都是法身菩萨，《华严》里面讲的圆教初住以上，不是普通菩萨，普通菩萨不能入这个法会。他们为什么来？《华严》正是对他们讲的，他们是当机者。表一一行，摄无尽德，那个数量之多，不是八万四千法门，十个佛刹微尘数法门，一个人代表一个修行方法，取这个意思。每一个行门里面，都成无上道，那就是德，代表自性本具无量无边的德行。所以无量无边一切诸法是从自性里头流出来的，唯心所现，唯识所变。最后觉悟的时候，一切还归自性，自性流出来还归自性。",
      "zh_TW": "再看底下這一段，「眷屬皆十剎塵者，表一一行，攝無盡德故」。這個表法的意思一定要懂，到這個地方來參與大會的人有多少？十個佛剎微塵數菩薩眾。這個裡頭沒有聲聞，沒有緣覺，都是菩薩。我們很清楚都是法身菩薩，《華嚴》裡面講的圓教初住以上，不是普通菩薩，普通菩薩不能入這個法會。他們為什麼來？《華嚴》正是對他們講的，他們是當機者。表一一行，攝無盡德，那個數量之多，不是八萬四千法門，十個佛剎微塵數法門，一個人代表一個修行方法，取這個意思。每一個行門裡面，都成無上道，那就是德，代表自性本具無量無邊的德行。所以無量無邊一切諸法是從自性裡頭流出來的，唯心所現，唯識所變。最後覺悟的時候，一切還歸自性，自性流出來還歸自性。"
    },
    {
      "id": "12-017-1007_p0039",
      "zh_CN": "底下一句就表这个意思，「皆诣佛者」，经文里面我们看到的，来诣佛所，「有归向故」。其他的不要解释，其他的前一会「如来现相品」里面，详细报告过，就不要重复了。此地特别着重他表信位的功德，着重在这一点为我们细说。所以到最后归佛，佛代表真如本性，从真如本性流出去，后面还归真如本性，来诣佛所。正是佛在大乘经论里头常说「心外无法，法外无心」，一切法从心性流出，一切法还归心性。",
      "zh_TW": "底下一句就表這個意思，「皆詣佛者」，經文裡面我們看到的，來詣佛所，「有歸向故」。其他的不要解釋，其他的前一會「如來現相品」裡面，詳細報告過，就不要重複了。此地特別著重他表信位的功德，著重在這一點為我們細說。所以到最後歸佛，佛代表真如本性，從真如本性流出去，後面還歸真如本性，來詣佛所。正是佛在大乘經論裡頭常說「心外無法，法外無心」，一切法從心性流出，一切法還歸心性。"
    },
    {
      "id": "12-017-1007_p0040",
      "zh_CN": "禅宗大德里面常讲「若人识得心，大地无寸土」，这句话，我们今天有没有听懂？你要听懂了，恭喜你，你也跟这些大德们一样，入佛境界了。法相唯识家，他们的思想也很奇怪，他们只承认宇宙之间遍法界虚空界只有识。他肯定只有识，除了识之外，一概不承认，唯识。法相唯识，法相是所现的，唯识是能现的，能现是真的，所现是假的，舍假取真，唯识。心是能现，识是能变，性识是一不是二。今天时间到了，我们就讲到此地。",
      "zh_TW": "禪宗大德裡面常講「若人識得心，大地無寸土」，這句話，我們今天有沒有聽懂？你要聽懂了，恭喜你，你也跟這些大德們一樣，入佛境界了。法相唯識家，他們的思想也很奇怪，他們只承認宇宙之間遍法界虛空界只有識。他肯定只有識，除了識之外，一概不承認，唯識。法相唯識，法相是所現的，唯識是能現的，能現是真的，所現是假的，捨假取真，唯識。心是能現，識是能變，性識是一不是二。今天時間到了，我們就講到此地。"
    }
  ]
}