{
  "doc_id": "12-017-1971",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一九七一卷",
    "zh_TW": "第一九七一卷"
  },
  "year": "2008",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "12-017-1971",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "12-017-1971_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「须弥顶上偈赞品第十四」，经文第三大段偈赞分，第五小段东北方精进慧菩萨。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「須彌頂上偈讚品第十四」，經文第三大段偈讚分，第五小段東北方精進慧菩薩。"
    },
    {
      "id": "12-017-1971_p0002",
      "zh_CN": "偈颂从第一首到第三首，这个三首偈是一段。前面我们将经文字面上的意思简单的介绍过，现在我们看清凉大师的开示，也就是他老人家的讲解。从「十颂分二」，总有十首偈，十首偈分为二大段，前面九首偈「观法」，后面一首「推功」。九首偈也分为三段，第一段，这是小段，就是前面的三首，第一、第二、第三，说「所执无相观」。这里头有三首偈，第一首「举分别过」。可见得分别是有问题的，分别有过失，这个过失很严重，执着的过失就更重。执着从哪里来的？执着从分别来的，如果没有分别，执着也就没有了。",
      "zh_TW": "偈頌從第一首到第三首，這個三首偈是一段。前面我們將經文字面上的意思簡單的介紹過，現在我們看清涼大師的開示，也就是他老人家的講解。從「十頌分二」，總有十首偈，十首偈分為二大段，前面九首偈「觀法」，後面一首「推功」。九首偈也分為三段，第一段，這是小段，就是前面的三首，第一、第二、第三，說「所執無相觀」。這裡頭有三首偈，第一首「舉分別過」。可見得分別是有問題的，分別有過失，這個過失很嚴重，執著的過失就更重。執著從哪裡來的？執著從分別來的，如果沒有分別，執著也就沒有了。"
    },
    {
      "id": "12-017-1971_p0003",
      "zh_CN": "我们看清凉大师在《钞》里面所说的，《钞》是《疏》的注解，就是注解的注解。「初三所执无相观」，你所执着的一切法其实都是空无所有，你感觉里面它的存在那是一种幻觉，那不是真的。所以佛法，特别是般若，般若是释迦牟尼佛一生教学的中心。他老人家讲经教学四十九年，讲般若用了二十二年，由此可知，般若是佛法的核心。般若是印度话，翻成中国的意思是智慧，我们为什么不用智慧，要翻般若？这在翻译规矩里叫「尊重不翻」。不是不能翻，为了要尊重它，佛法非常重视智慧，它是智慧的教学。所以存梵音，再加以解释。「然此中明于三性上修三无性观」，再从三性上面你要修三无性观。三性是讲现象，我们就可以说宇宙万有的现象不外乎三性。三性并不是真的有三个，是一而三、三而一，在一个物体上从三方面来观察，你才能看到真相。所以任何一法都具足三性，这个道理、这个事实我们一定要搞清楚，如果你只看一面，你就产生错误。譬如我们用这个茶杯盖，你从这上看，这是横的，这是一条，你看到这个现象。人家问，这是什么？这是一条。再这么看，这是圆的，这是圆形的，这边是凸出来的；再翻过来看，这个是凹进去的。如果这三个人都坚固自己的执着，我看这个，这是凹进去的；那个人说，不对，是凸出来的；那个人看，都不对，它是长条的，三个人就打架了。他为什么打架？他执着他看的以为是实在的。如果面面都观察到，问题解决了。所以，今天世间人遇到很多困难、痛苦，原因在哪里？只看到一面，第二面、第三面没有看到。佛菩萨比我们聪明，他面面都看到，所以他对一切法不但没有执着，他分别也没有，这就是他们比我们高明的地方。这叫智慧，面面都看到。",
      "zh_TW": "我們看清涼大師在《鈔》裡面所說的，《鈔》是《疏》的註解，就是註解的註解。「初三所執無相觀」，你所執著的一切法其實都是空無所有，你感覺裡面它的存在那是一種幻覺，那不是真的。所以佛法，特別是般若，般若是釋迦牟尼佛一生教學的中心。他老人家講經教學四十九年，講般若用了二十二年，由此可知，般若是佛法的核心。般若是印度話，翻成中國的意思是智慧，我們為什麼不用智慧，要翻般若？這在翻譯規矩裡叫「尊重不翻」。不是不能翻，為了要尊重它，佛法非常重視智慧，它是智慧的教學。所以存梵音，再加以解釋。「然此中明於三性上修三無性觀」，再從三性上面你要修三無性觀。三性是講現象，我們就可以說宇宙萬有的現象不外乎三性。三性並不是真的有三個，是一而三、三而一，在一個物體上從三方面來觀察，你才能看到真相。所以任何一法都具足三性，這個道理、這個事實我們一定要搞清楚，如果你只看一面，你就產生錯誤。譬如我們用這個茶杯蓋，你從這上看，這是橫的，這是一條，你看到這個現象。人家問，這是什麼？這是一條。再這麼看，這是圓的，這是圓形的，這邊是凸出來的；再翻過來看，這個是凹進去的。如果這三個人都堅固自己的執著，我看這個，這是凹進去的；那個人說，不對，是凸出來的；那個人看，都不對，它是長條的，三個人就打架了。他為什麼打架？他執著他看的以為是實在的。如果面面都觀察到，問題解決了。所以，今天世間人遇到很多困難、痛苦，原因在哪裡？只看到一面，第二面、第三面沒有看到。佛菩薩比我們聰明，他面面都看到，所以他對一切法不但沒有執著，他分別也沒有，這就是他們比我們高明的地方。這叫智慧，面面都看到。"
    },
    {
      "id": "12-017-1971_p0004",
      "zh_CN": "三面，大乘教里，特别是《华严》，讲体、讲相、讲作用，这就是三方面。体叫圆成实，圆是圆满，成是成就，实是真实，它是真的，它不是假的。从相上讲，相是依他起，相没有自体，是众缘和合，许多条件成就的。譬如这本书，这本书怎么成就的？这里头许许多多的纸张，一张一张的纸把它装订在一起，成为一本书。所以，根本就没有这个书的存在，没有书有什么？有纸。再观察纸，纸存不存在？纸也不存在，纸是很多纤维集合在一起的，把它压平成为一张纸。所以你细细去分析、去观察，现在科学都用这个办法，去分析，说明所有一切万法不是有自性的，自性就是自体，没有自体，都是许许多多众缘聚会在一起现的这个相。所以这个现象叫众生。「众生」这个名词在佛法里不是说很多人，那你把众生的意思解错了。生是生起，现象的生起，众是什么？很多的条件，在佛法叫缘，众缘和合而生起这个现象。譬如我们这个人，人在物质上讲，佛法讲四大，四大是物质，现在科学也讲物质。我们人是个物体，这物体现象是什么？你分析，分析了器官，器官再分析变成细胞，细胞再分析就变成分子，分子再分析就变成原子，原子再分裂就变成粒子，这是什么？这都是物质。基本的物质讲到最小的，现在讲到夸克，基本粒子。基本粒子，佛家称为四大，你不能说佛没有科学，这就是基本的物质它有四个特性，叫四大，四大特性。第一个，它是物质，你能够看得到。它太小了，肉眼看不到，但是在高倍的显微镜之下可以看到。你用显微镜把它放大五百倍，放大一千倍，放大两千倍，你就看到，看到它是个物体。所以物体，佛用地做代表，地是个物体，叫地大。这个物体现在人讲它带电，它本身就带电，电有阴电、有阳电，阳电就称为火大，阴电称为水大。另外一个特性，它是动的，它不是静止的，动就是风，风是动的，所以叫风大。那个带电，我们中国以前没有讲带电，所以经上讲它有温度、它有湿度，温度就是阳电，湿度就是阴电。所以，基本的物质它有这四个特性，叫四大，四大用地水火风来代表，基本粒子有这四个特性，这是物质。",
      "zh_TW": "三面，大乘教裡，特別是《華嚴》，講體、講相、講作用，這就是三方面。體叫圓成實，圓是圓滿，成是成就，實是真實，它是真的，它不是假的。從相上講，相是依他起，相沒有自體，是眾緣和合，許多條件成就的。譬如這本書，這本書怎麼成就的？這裡頭許許多多的紙張，一張一張的紙把它裝訂在一起，成為一本書。所以，根本就沒有這個書的存在，沒有書有什麼？有紙。再觀察紙，紙存不存在？紙也不存在，紙是很多纖維集合在一起的，把它壓平成為一張紙。所以你細細去分析、去觀察，現在科學都用這個辦法，去分析，說明所有一切萬法不是有自性的，自性就是自體，沒有自體，都是許許多多眾緣聚會在一起現的這個相。所以這個現象叫眾生。「眾生」這個名詞在佛法裡不是說很多人，那你把眾生的意思解錯了。生是生起，現象的生起，眾是什麼？很多的條件，在佛法叫緣，眾緣和合而生起這個現象。譬如我們這個人，人在物質上講，佛法講四大，四大是物質，現在科學也講物質。我們人是個物體，這物體現象是什麼？你分析，分析了器官，器官再分析變成細胞，細胞再分析就變成分子，分子再分析就變成原子，原子再分裂就變成粒子，這是什麼？這都是物質。基本的物質講到最小的，現在講到夸克，基本粒子。基本粒子，佛家稱為四大，你不能說佛沒有科學，這就是基本的物質它有四個特性，叫四大，四大特性。第一個，它是物質，你能夠看得到。它太小了，肉眼看不到，但是在高倍的顯微鏡之下可以看到。你用顯微鏡把它放大五百倍，放大一千倍，放大兩千倍，你就看到，看到它是個物體。所以物體，佛用地做代表，地是個物體，叫地大。這個物體現在人講它帶電，它本身就帶電，電有陰電、有陽電，陽電就稱為火大，陰電稱為水大。另外一個特性，它是動的，它不是靜止的，動就是風，風是動的，所以叫風大。那個帶電，我們中國以前沒有講帶電，所以經上講它有溫度、它有濕度，溫度就是陽電，濕度就是陰電。所以，基本的物質它有這四個特性，叫四大，四大用地水火風來代表，基本粒子有這四個特性，這是物質。"
    },
    {
      "id": "12-017-1971_p0005",
      "zh_CN": "除了物质现象，它还有精神的现象，你看弥勒菩萨讲「念念成形」，形是物质，形就是四大。「形皆有识」，识就是精神，受想行识，它有感受。我们从江本胜博士的水实验当中，诸位你细心去观察它，水它有受，我们写个「爱」字贴在水瓶上，这个水就感受到爱的感受，它现的结晶就非常之美。我们要写个「恶」字贴在那个地方，它就有恶的感受，它的反应就非常丑陋。它有感受，它有受！不但有受，它还有想，想是什么？想就是分别执着，肯定有，决定是有的。它还有行，行就是什么？它的识不会中断。所以讲形皆有识，「念念成形，形皆有识」，一个传一个下去，这叫行，它不会中断。识是讲它的体，它体是什么？体是性，不过这个性在迷不在觉。觉性里面没有这些东西，没有物质，也没有精神，只有什么东西存在？灵性。灵性我们称为见闻觉知，不是受想行识；受想行识是识，见闻觉知是性，性永恒存在，但是它迷了，迷了叫识，悟了就叫性。这是说我们的身体，你看四大、五蕴，五蕴是色受想行识，众缘和合现的这个形状，这形状不是真的，假的。你要执着这个东西是真的，错了，你受害了，受什么害？烦恼、妄想、造业，带来的果报。如果你真的要了解清楚，这是空的，我这个躯壳是空的，我那受想行识也是空的，也不是真的，然后真性就现出来，真性就是见闻觉知，叫性德。所以这是讲依他起，没有独立的，都是众缘和合。现在讲，所有一切万事万物都是基本粒子组成的。",
      "zh_TW": "除了物質現象，它還有精神的現象，你看彌勒菩薩講「念念成形」，形是物質，形就是四大。「形皆有識」，識就是精神，受想行識，它有感受。我們從江本勝博士的水實驗當中，諸位你細心去觀察它，水它有受，我們寫個「愛」字貼在水瓶上，這個水就感受到愛的感受，它現的結晶就非常之美。我們要寫個「惡」字貼在那個地方，它就有惡的感受，它的反應就非常醜陋。它有感受，它有受！不但有受，它還有想，想是什麼？想就是分別執著，肯定有，決定是有的。它還有行，行就是什麼？它的識不會中斷。所以講形皆有識，「念念成形，形皆有識」，一個傳一個下去，這叫行，它不會中斷。識是講它的體，它體是什麼？體是性，不過這個性在迷不在覺。覺性裡面沒有這些東西，沒有物質，也沒有精神，只有什麼東西存在？靈性。靈性我們稱為見聞覺知，不是受想行識；受想行識是識，見聞覺知是性，性永恆存在，但是它迷了，迷了叫識，悟了就叫性。這是說我們的身體，你看四大、五蘊，五蘊是色受想行識，眾緣和合現的這個形狀，這形狀不是真的，假的。你要執著這個東西是真的，錯了，你受害了，受什麼害？煩惱、妄想、造業，帶來的果報。如果你真的要了解清楚，這是空的，我這個軀殼是空的，我那受想行識也是空的，也不是真的，然後真性就現出來，真性就是見聞覺知，叫性德。所以這是講依他起，沒有獨立的，都是眾緣和合。現在講，所有一切萬事萬物都是基本粒子組成的。"
    },
    {
      "id": "12-017-1971_p0006",
      "zh_CN": "圆成实，圆成实是讲性德，圆满成就真实，那是自性，那是真的，不是假的。这不是依他起的，法尔如是。就是六祖惠能大师开悟的时候所说的，他说了五句话，这是第三句，「何期自性，本自具足」，它本来就是这样的，它什么欠缺都没有。具足智慧，究竟圆满的智慧，单单从这一句来讲，在佛法里称佛性，因为佛是觉的意思，是智的意思，单单讲自性里面本来具足的般若智慧，这是佛性。所以法性包括佛性，佛性不包括法性。除了具足智慧之外，还具足德，德能，什么是德能？清净是德，涅槃是德，自性本定是德，能大师讲的「何期自性，本自清净、本不生灭、本无动摇」，这是德。还有相好，相好是什么？最后一句说的「能生万法」，这是相好。《华严经》上讲，「一切众生皆有如来智慧德相」，《华严经》上这一句，惠能大师把它解释开了。诸位想想看，他讲的这五句就是解释开了。清净、不生不灭、本不动摇这是德，这是性德；本自具足这是智慧，偏重在智慧上讲；能生万法是相好。所以说智慧德相每个人都有，每个人都具足，而且是平等的。不会说哪个人多一点，哪个人少一点，没有。佛在经教里常讲，在圣不增，在圣就是在佛，在佛的地位他没有增加一点；在凡夫位没有减少，他也没有缺少一点点，不增不减。",
      "zh_TW": "圓成實，圓成實是講性德，圓滿成就真實，那是自性，那是真的，不是假的。這不是依他起的，法爾如是。就是六祖惠能大師開悟的時候所說的，他說了五句話，這是第三句，「何期自性，本自具足」，它本來就是這樣的，它什麼欠缺都沒有。具足智慧，究竟圓滿的智慧，單單從這一句來講，在佛法裡稱佛性，因為佛是覺的意思，是智的意思，單單講自性裡面本來具足的般若智慧，這是佛性。所以法性包括佛性，佛性不包括法性。除了具足智慧之外，還具足德，德能，什麼是德能？清淨是德，涅槃是德，自性本定是德，能大師講的「何期自性，本自清淨、本不生滅、本無動搖」，這是德。還有相好，相好是什麼？最後一句說的「能生萬法」，這是相好。《華嚴經》上講，「一切眾生皆有如來智慧德相」，《華嚴經》上這一句，惠能大師把它解釋開了。諸位想想看，他講的這五句就是解釋開了。清淨、不生不滅、本不動搖這是德，這是性德；本自具足這是智慧，偏重在智慧上講；能生萬法是相好。所以說智慧德相每個人都有，每個人都具足，而且是平等的。不會說哪個人多一點，哪個人少一點，沒有。佛在經教裡常講，在聖不增，在聖就是在佛，在佛的地位他沒有增加一點；在凡夫位沒有減少，他也沒有缺少一點點，不增不減。"
    },
    {
      "id": "12-017-1971_p0007",
      "zh_CN": "凡圣到底差别是什么？差别是迷悟，这个要知道，除了迷悟之外，没有丝毫差别。圣，不过是觉悟而已，觉悟，他的智慧德相他统统受用到了。迷的时候，虽然有智慧德相，有没有受用？有，不能说没有受用，但是他的受用扭曲了。迷了的时候，智慧变成烦恼，无量无边的烦恼，要是一觉悟，就是无量无边的智慧。所以烦恼能不能断？不可以断，烦恼一断，智慧就没有了，它是一体的两面。佛给我们讲个正确的话，叫转烦恼为菩提，这是真的。德能，德能也变了，变成什么？变成造业，德能变成业力。相好变成什么？相好变成六道三途，变质了。迷的时候，智慧、德能就是这个样子；觉悟了就恢复，觉悟了，智慧、德能就是极乐世界，就是华藏世界，就是诸佛的实报土，实报庄严土。觉悟了，那我们这个身要现相，那是什么身？报身，身有无量相，相有无量好。你明白这个道理，极乐世界是哪里？极乐世界是你自己造的。我们看到夏威夷土着古老的教诲，里面有一条，告诉大众，这个地球是你心造的，是你的念头造的，这个话说得好。我们也可以套这句话来说，极乐世界是你的心、是你的念头造的，善念，纯净纯善，华藏世界也是你的心、你的念头造的，这就是能大师所讲的「何期自性，能生万法」。能生万法是显，本自具足是隐，没有现出来，本自具足。",
      "zh_TW": "凡聖到底差別是什麼？差別是迷悟，這個要知道，除了迷悟之外，沒有絲毫差別。聖，不過是覺悟而已，覺悟，他的智慧德相他統統受用到了。迷的時候，雖然有智慧德相，有沒有受用？有，不能說沒有受用，但是他的受用扭曲了。迷了的時候，智慧變成煩惱，無量無邊的煩惱，要是一覺悟，就是無量無邊的智慧。所以煩惱能不能斷？不可以斷，煩惱一斷，智慧就沒有了，它是一體的兩面。佛給我們講個正確的話，叫轉煩惱為菩提，這是真的。德能，德能也變了，變成什麼？變成造業，德能變成業力。相好變成什麼？相好變成六道三途，變質了。迷的時候，智慧、德能就是這個樣子；覺悟了就恢復，覺悟了，智慧、德能就是極樂世界，就是華藏世界，就是諸佛的實報土，實報莊嚴土。覺悟了，那我們這個身要現相，那是什麼身？報身，身有無量相，相有無量好。你明白這個道理，極樂世界是哪裡？極樂世界是你自己造的。我們看到夏威夷土著古老的教誨，裡面有一條，告訴大眾，這個地球是你心造的，是你的念頭造的，這個話說得好。我們也可以套這句話來說，極樂世界是你的心、是你的念頭造的，善念，純淨純善，華藏世界也是你的心、你的念頭造的，這就是能大師所講的「何期自性，能生萬法」。能生萬法是顯，本自具足是隱，沒有現出來，本自具足。"
    },
    {
      "id": "12-017-1971_p0008",
      "zh_CN": "所以他老人家这五句二十个字，本自清净、本不生灭、本自具足、本无动摇、能生万法，这二十个字把自性说尽了。五祖忍和尚听了惠能这五句话，下面就不说了，行了，《金刚经》也不要讲了，衣钵赶快就拿给他，送他离开道场去避难。避什么难？我们中国人常讲的「同行相忌」。衣钵传给他的时候，哪个都不服气，所以会引起争论，劝他赶快逃，躲起来，躲藏起来。你看他到猎人队里面去躲了十五年，这个嫉妒心慢慢才消融，他才出来。这些祖师大德都是佛菩萨应化而来的，做出很好的榜样给我们看，我们要会看，我们要会学。佛经里面常讲善学，就是你要会，你才能得受用。你要不会，会惹来很多的烦恼，甚至于把你无始无明烦恼的习气都惹出来。你不服气，你觉得我冤枉，你有怨恨，那麻烦大了，那就变成生生世世冤冤相报没完没了，这就错了。所以佛的教学，你看他的善巧方便，那就是智慧的起用。他的示现是智慧，他的方式是智慧，他的教学是智慧，这不能不知道。智慧才能帮助自己这一生当中向上提升，这是真的，为什么？人生、宇宙是假的，给你说老实话，这是《般若经》上讲的，《般若经》的精华是《心经》，《心经》总结成一句，那就是「一切法无所有、毕竟空、不可得」。释迦牟尼佛讲了二十二年，就说这个事实真相。这个事实真相很难了解，如果是容易，何必讲二十二年？二十二年才让他的弟子当中，还是根性比较好的，明白了；根性差一点的，在阿赖耶里面种善根而已，这是说他这一生当中他得不到受用。意识里有这么个印象，生生世世不断在薰修。我们这一生能够体会到，也是长劫薰修，才能得到这个效果；如果不是长劫薰修，听了笑笑，不会相信。这些道理不能不知道。",
      "zh_TW": "所以他老人家這五句二十個字，本自清淨、本不生滅、本自具足、本無動搖、能生萬法，這二十個字把自性說盡了。五祖忍和尚聽了惠能這五句話，下面就不說了，行了，《金剛經》也不要講了，衣缽趕快就拿給他，送他離開道場去避難。避什麼難？我們中國人常講的「同行相忌」。衣缽傳給他的時候，哪個都不服氣，所以會引起爭論，勸他趕快逃，躲起來，躲藏起來。你看他到獵人隊裡面去躲了十五年，這個嫉妒心慢慢才消融，他才出來。這些祖師大德都是佛菩薩應化而來的，做出很好的榜樣給我們看，我們要會看，我們要會學。佛經裡面常講善學，就是你要會，你才能得受用。你要不會，會惹來很多的煩惱，甚至於把你無始無明煩惱的習氣都惹出來。你不服氣，你覺得我冤枉，你有怨恨，那麻煩大了，那就變成生生世世冤冤相報沒完沒了，這就錯了。所以佛的教學，你看他的善巧方便，那就是智慧的起用。他的示現是智慧，他的方式是智慧，他的教學是智慧，這不能不知道。智慧才能幫助自己這一生當中向上提升，這是真的，為什麼？人生、宇宙是假的，給你說老實話，這是《般若經》上講的，《般若經》的精華是《心經》，《心經》總結成一句，那就是「一切法無所有、畢竟空、不可得」。釋迦牟尼佛講了二十二年，就說這個事實真相。這個事實真相很難了解，如果是容易，何必講二十二年？二十二年才讓他的弟子當中，還是根性比較好的，明白了；根性差一點的，在阿賴耶裡面種善根而已，這是說他這一生當中他得不到受用。意識裡有這麼個印象，生生世世不斷在薰修。我們這一生能夠體會到，也是長劫薰修，才能得到這個效果；如果不是長劫薰修，聽了笑笑，不會相信。這些道理不能不知道。"
    },
    {
      "id": "12-017-1971_p0009",
      "zh_CN": "三自性，我们看看古来祖师大德怎么解释的，然后我们看清凉大师的开示，才能看得懂。我们这个资料是从《三藏法数》里面摘录下来的。三自性，第一个是「遍计自性」，第二是「依他自性」，第三是「圆成自性」。什么叫遍计？「谓众生迷惑，不了诸法本空，妄于我身及一切法，周遍计度，一一执为实有，故名遍计自性。」这个话说得很清楚，你能不能听得懂？听不懂，这就加以解释。这个名词的意思是说一切众生迷了，什么叫迷了？起心动念就迷了。从这个地方让我们想起世尊在大乘教里面很多次的提醒我们「觉心不动」，心不动那就是真心，真心是觉心，真心是本善，人之初性本善，那个心没动过。只要不动，它起作用就是智慧，就是觉悟；心一动就迷了。所以，佛经里面常常用水来比喻我们的心，这很有道理。水干净，没有污染、没有波浪，干净是没有污染，不动是没有波浪，它起的作用就像一面镜子一样。你看水外面的这些现象倒影在里面，清清楚楚、明明白白，一样都不漏失，所以叫照见。什么东西照见？清净心照见，不动心照见。能大师见性，第一句话「何期自性，本自清净」，就是没有污染，自性清净心。「本无动摇」，他没有动过，没有波浪。",
      "zh_TW": "三自性，我們看看古來祖師大德怎麼解釋的，然後我們看清涼大師的開示，才能看得懂。我們這個資料是從《三藏法數》裡面摘錄下來的。三自性，第一個是「遍計自性」，第二是「依他自性」，第三是「圓成自性」。什麼叫遍計？「謂眾生迷惑，不了諸法本空，妄於我身及一切法，周遍計度，一一執為實有，故名遍計自性。」這個話說得很清楚，你能不能聽得懂？聽不懂，這就加以解釋。這個名詞的意思是說一切眾生迷了，什麼叫迷了？起心動念就迷了。從這個地方讓我們想起世尊在大乘教裡面很多次的提醒我們「覺心不動」，心不動那就是真心，真心是覺心，真心是本善，人之初性本善，那個心沒動過。只要不動，它起作用就是智慧，就是覺悟；心一動就迷了。所以，佛經裡面常常用水來比喻我們的心，這很有道理。水乾淨，沒有污染、沒有波浪，乾淨是沒有污染，不動是沒有波浪，它起的作用就像一面鏡子一樣。你看水外面的這些現象倒影在裡面，清清楚楚、明明白白，一樣都不漏失，所以叫照見。什麼東西照見？清淨心照見，不動心照見。能大師見性，第一句話「何期自性，本自清淨」，就是沒有污染，自性清淨心。「本無動搖」，他沒有動過，沒有波浪。"
    },
    {
      "id": "12-017-1971_p0010",
      "zh_CN": "因此，十方诸佛如来教化众生教什么？就是教你修禅定，禅定是什么？禅定就是自性清净心，自性不动心，这是真的；除这个之外，全是假的。如果你得到禅定，就是你得到清净、不动心，你的智慧德相全现前，你得大自在，你能生万法。那个能生万法是什么？你能应化到遍法界虚空界，真是哪个地方有请有感，你就有应，自自然然就应。以无量无边的身相，无量无边的法门，教化一切苦难众生，你就有这个能力，妙不可言。要不要学？不要学，怎么知道不要学？惠能大师给我们示现的，他没学过。释迦牟尼佛给我们示现的是学了十二年，学了十二年，放下了，如果不放下，不放下就变成所知障；放下，所知障就变成后得智。清净平等是根本智，有根本智，见闻觉知统统变成后得智。后得智这个名词大家不好懂，换句话你就懂了，叫善巧方便。善巧方便是属于后得智，能办事，让一切众生生欢喜心，让一切众生悟入如来境界。所以众生起心动念，见色也起心动念，听音声也起心动念，鼻嗅香、舌尝味没有一样不起心动念，这就麻烦大了。他为什么起心动念？不了诸法本空，了是明了，不明了，不明了自己身，身也是一法，本空。",
      "zh_TW": "因此，十方諸佛如來教化眾生教什麼？就是教你修禪定，禪定是什麼？禪定就是自性清淨心，自性不動心，這是真的；除這個之外，全是假的。如果你得到禪定，就是你得到清淨、不動心，你的智慧德相全現前，你得大自在，你能生萬法。那個能生萬法是什麼？你能應化到遍法界虛空界，真是哪個地方有請有感，你就有應，自自然然就應。以無量無邊的身相，無量無邊的法門，教化一切苦難眾生，你就有這個能力，妙不可言。要不要學？不要學，怎麼知道不要學？惠能大師給我們示現的，他沒學過。釋迦牟尼佛給我們示現的是學了十二年，學了十二年，放下了，如果不放下，不放下就變成所知障；放下，所知障就變成後得智。清淨平等是根本智，有根本智，見聞覺知統統變成後得智。後得智這個名詞大家不好懂，換句話你就懂了，叫善巧方便。善巧方便是屬於後得智，能辦事，讓一切眾生生歡喜心，讓一切眾生悟入如來境界。所以眾生起心動念，見色也起心動念，聽音聲也起心動念，鼻嗅香、舌嘗味沒有一樣不起心動念，這就麻煩大了。他為什麼起心動念？不了諸法本空，了是明瞭，不明瞭，不明瞭自己身，身也是一法，本空。"
    },
    {
      "id": "12-017-1971_p0011",
      "zh_CN": "诸位常常念《心经》，《心经》头一句话就是讲我们这个身体是空的，「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」，我们身体是五蕴。五蕴里面第一个是色，色就是四大，后面是受想行识，这就是属于识，心理，也有人讲精神，物质跟精神集合成这么一个形相。佛很清楚，这形相是假的，不是真的，本来空，根本就不存在。不但遍计是错了，依他起也不是真的，依他起是佛的善巧方便，给你、诱导你认识本来空。先给你讲本来空你不相信，你不能接受，要分析，分析一样分析众缘和合，它没有自体，这是科学方法，大家听了之后能接受。由这个方法再向上提升，跟你讲本来空，你才能懂得，才能够觉悟。所以科学方法在佛法里面不是究竟法，是对迷的深的人接引所用的方便法。",
      "zh_TW": "諸位常常念《心經》，《心經》頭一句話就是講我們這個身體是空的，「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」，我們身體是五蘊。五蘊裡面第一個是色，色就是四大，後面是受想行識，這就是屬於識，心理，也有人講精神，物質跟精神集合成這麼一個形相。佛很清楚，這形相是假的，不是真的，本來空，根本就不存在。不但遍計是錯了，依他起也不是真的，依他起是佛的善巧方便，給你、誘導你認識本來空。先給你講本來空你不相信，你不能接受，要分析，分析一樣分析眾緣和合，它沒有自體，這是科學方法，大家聽了之後能接受。由這個方法再向上提升，跟你講本來空，你才能懂得，才能夠覺悟。所以科學方法在佛法裡面不是究竟法，是對迷的深的人接引所用的方便法。"
    },
    {
      "id": "12-017-1971_p0012",
      "zh_CN": "认识一切法本来空，我们如果常常能够记住，用弥勒菩萨的开示做为我们观想的依据，用这个方法来观想、来看一切法，你会真正明了诸法本空。弥勒菩萨告诉我们，一切法的现相、形相，形相从哪里来的？念头来的。佛在大乘教里跟我们说得很多，「一切法从心想生」，心想不就是念头吗？所以除了心想之外，哪有一切法？但是你心一动就有相，「念念成形，形皆有识」，这是诸法真相！为什么说它本空？它存在的时间太短。短到什么程度？短到几乎可以说生灭同时，你说生，它已经灭了，你说灭，它又生了，前一个生灭绝对不是后一个生灭。所以大乘教里佛说，这生灭现象彼此不相知。我们只有说这个现象，我们看到现在这些物质现象，是一种相似的相续相，它不是真的。真的相续相，那就好像有遗传，他前面那个念头跟后面的念头有影响；其实前一个念头跟后一个念头没有影响，没有关系，这是真理。如果有关系的话，我们迷惑众生能不能成佛？不能成佛，为什么？带着从前的习气，你怎么成得了佛？只有念念都不相知，那行，一念觉了之后，众生就成佛了。所以，念念不相知，一念才能成佛；念念要相知，成不了佛。我们现在感觉得这念念好像相知，我们能想昨天的事情，能想去年的事情，这是什么东西？这不是自性，自性里头没有。这也不是依他起性，也不是圆成实性，这东西在哪里？这些是遍计所执性里起来的。遍计是什么？执着，说老实话连分别都没有，执着里头才有。要真的念念不相知的话，何以能够知道过去未来？这在理上怎么讲法？其实你要能真正明了本自具足、能生万法，这两句明白了，你的问题就没有了。那是自性，只要你见了性，见了性之后，空间没有了，时间没有了。空间没有了，远近没有了，此界他方都在面前；时间没有了，古今没有了，过去未来也在现前，你怎么不清楚？你怎么不明了？这个境界奇妙。《华严经》上说这个境界叫「不思议解脱境界」。只要你放下分别执着，你就能入这个境界，入这个境界就跟佛没有两样。所以境界是假的，境界是念头生的。你就要记住，你的念头善，你生的境界就善，你念头不善，境界就不善，外面环境跟我们自己的念头决定是成正比例的相应。",
      "zh_TW": "認識一切法本來空，我們如果常常能夠記住，用彌勒菩薩的開示做為我們觀想的依據，用這個方法來觀想、來看一切法，你會真正明瞭諸法本空。彌勒菩薩告訴我們，一切法的現相、形相，形相從哪裡來的？念頭來的。佛在大乘教裡跟我們說得很多，「一切法從心想生」，心想不就是念頭嗎？所以除了心想之外，哪有一切法？但是你心一動就有相，「念念成形，形皆有識」，這是諸法真相！為什麼說它本空？它存在的時間太短。短到什麼程度？短到幾乎可以說生滅同時，你說生，它已經滅了，你說滅，它又生了，前一個生滅絕對不是後一個生滅。所以大乘教裡佛說，這生滅現象彼此不相知。我們只有說這個現象，我們看到現在這些物質現象，是一種相似的相續相，它不是真的。真的相續相，那就好像有遺傳，他前面那個念頭跟後面的念頭有影響；其實前一個念頭跟後一個念頭沒有影響，沒有關係，這是真理。如果有關係的話，我們迷惑眾生能不能成佛？不能成佛，為什麼？帶著從前的習氣，你怎麼成得了佛？只有念念都不相知，那行，一念覺了之後，眾生就成佛了。所以，念念不相知，一念才能成佛；念念要相知，成不了佛。我們現在感覺得這念念好像相知，我們能想昨天的事情，能想去年的事情，這是什麼東西？這不是自性，自性裡頭沒有。這也不是依他起性，也不是圓成實性，這東西在哪裡？這些是遍計所執性裡起來的。遍計是什麼？執著，說老實話連分別都沒有，執著裡頭才有。要真的念念不相知的話，何以能夠知道過去未來？這在理上怎麼講法？其實你要能真正明瞭本自具足、能生萬法，這兩句明白了，你的問題就沒有了。那是自性，只要你見了性，見了性之後，空間沒有了，時間沒有了。空間沒有了，遠近沒有了，此界他方都在面前；時間沒有了，古今沒有了，過去未來也在現前，你怎麼不清楚？你怎麼不明瞭？這個境界奇妙。《華嚴經》上說這個境界叫「不思議解脫境界」。只要你放下分別執著，你就能入這個境界，入這個境界就跟佛沒有兩樣。所以境界是假的，境界是念頭生的。你就要記住，你的念頭善，你生的境界就善，你念頭不善，境界就不善，外面環境跟我們自己的念頭決定是成正比例的相應。"
    },
    {
      "id": "12-017-1971_p0013",
      "zh_CN": "今天我们遇到整个世界，这个地球发生灾难，灾难从哪里发生的？是我们地球上的居民不善的念头造成的。消灾免难怎么消法？念头一转，世界灾难就没有了，这从根本上下手。断一切恶，修一切善，灾难就没有了。我修，我的灾难没有了；你修，你的灾难没有了；他修，他的灾难没有了。这个世间众生多，不是一个心，自私自利的人、搞名闻利养的人、贪图五欲六尘享受的人、搞贪瞋痴慢的人多，我一个人转有用吗？我一个人转，对我讲有用，怎么会没有用？你对你讲，你有用。如果我们有一些人，我们过去学《十善业道经》，《十善业道经》前面有雍正皇帝一篇序文，里面有何尚之跟文帝的一番对话。那里面给我们一个提示，这个提示的意思是，一百个人当中有一个善人，这个善人的念头力量纯正，那九十九个不善的念头散乱，九十九个造业，这一个善人修福，那个恶人都能享到这个善人的福报。那就是说，他们造的恶业，那个善，不至于很严重，他有一个善人。这个比例很大，一百个人当中一个，一千个人当中十个，一万人当中一百个，十万人当中一千个，百万人当中有一万个，真产生力量，我们能相信。",
      "zh_TW": "今天我們遇到整個世界，這個地球發生災難，災難從哪裡發生的？是我們地球上的居民不善的念頭造成的。消災免難怎麼消法？念頭一轉，世界災難就沒有了，這從根本上下手。斷一切惡，修一切善，災難就沒有了。我修，我的災難沒有了；你修，你的災難沒有了；他修，他的災難沒有了。這個世間眾生多，不是一個心，自私自利的人、搞名聞利養的人、貪圖五欲六塵享受的人、搞貪瞋痴慢的人多，我一個人轉有用嗎？我一個人轉，對我講有用，怎麼會沒有用？你對你講，你有用。如果我們有一些人，我們過去學《十善業道經》，《十善業道經》前面有雍正皇帝一篇序文，裡面有何尚之跟文帝的一番對話。那裡面給我們一個提示，這個提示的意思是，一百個人當中有一個善人，這個善人的念頭力量純正，那九十九個不善的念頭散亂，九十九個造業，這一個善人修福，那個惡人都能享到這個善人的福報。那就是說，他們造的惡業，那個善，不至於很嚴重，他有一個善人。這個比例很大，一百個人當中一個，一千個人當中十個，一萬人當中一百個，十萬人當中一千個，百萬人當中有一萬個，真產生力量，我們能相信。"
    },
    {
      "id": "12-017-1971_p0014",
      "zh_CN": "中国古谚语也有句话说得很好，「一个人有福，连带一屋」。一屋差不多也就是几十个人，几十个人不善，有一个善人，他的福报，我们今天讲，保佑那些人，在佛法讲是加被那些人，也有讲加持，能讲得通。如果我们现前在全世界，我们净宗的同学都能够认真好好的修行，如理如法，对于整个世界的灾难，不能完全化解，把它减轻，这是可以相信的，可以能做得到的。我们劝别人他不相信，净宗同学天天在一起听经，天天在一起学习，我们发心，并不要求别人，这就好。我们发心提升自己，帮助众生减轻灾难，那是无量的功德。这个功德我们不求果报，我们用这个功德回向庄严净土，回向众生消灾免难，自自然然提升自己的一个力量，这是正确的。",
      "zh_TW": "中國古諺語也有句話說得很好，「一個人有福，連帶一屋」。一屋差不多也就是幾十個人，幾十個人不善，有一個善人，他的福報，我們今天講，保佑那些人，在佛法講是加被那些人，也有講加持，能講得通。如果我們現前在全世界，我們淨宗的同學都能夠認真好好的修行，如理如法，對於整個世界的災難，不能完全化解，把它減輕，這是可以相信的，可以能做得到的。我們勸別人他不相信，淨宗同學天天在一起聽經，天天在一起學習，我們發心，並不要求別人，這就好。我們發心提升自己，幫助眾生減輕災難，那是無量的功德。這個功德我們不求果報，我們用這個功德迴向莊嚴淨土，迴向眾生消災免難，自自然然提升自己的一個力量，這是正確的。"
    },
    {
      "id": "12-017-1971_p0015",
      "zh_CN": "所以，一定得了解事实真相，不能不了解，知道万法皆空。对于九法界众生来讲，得加一句话，「因果不空」，这是真的，因果从哪里来的？因果从你迷的时候来的，就是你一动念，因果就跟着来。你动念是因，把你自性本具的智慧德相扭曲了，那是果。你说烦恼从哪里来？烦恼是智慧扭曲了，变成烦恼。你为什么会造业？你的德能扭曲了，就变成造业。你的相好本来是华藏，本来是极乐世界，你的身相本来是身有无量相、相有无量好，无比的庄严，现在变成这个样子，那是什么？那是相好扭曲了。这是事实真相。扭曲之后，生起什么？生起计度。遍是普遍；计是什么？计划、计较；度是什么？度是度量，度量也是比较，这个好，那个坏，用自己的烦恼习气做标准，全都错了。一一，这一一法你都执着，认为它真有，不晓得它的真相是刹那生灭，前后不相知。所以，这个叫遍计自性。这是完全虚妄，用现在的名词来讲，遍计所执就是一个抽象的概念，没有事实，但是他把它当作实在，亏吃大了。六道众生里头有，向上提升有四圣法界，四圣法界里没有遍计所执，这是执着，他放下了。阿罗汉、辟支佛为什么不能再向上提升？因为他有分别，没有遍计执，他有分别，分别就吃亏了，见不到事实真相，因为他相信一切法是依他起的。",
      "zh_TW": "所以，一定得了解事實真相，不能不了解，知道萬法皆空。對於九法界眾生來講，得加一句話，「因果不空」，這是真的，因果從哪裡來的？因果從你迷的時候來的，就是你一動念，因果就跟著來。你動念是因，把你自性本具的智慧德相扭曲了，那是果。你說煩惱從哪裡來？煩惱是智慧扭曲了，變成煩惱。你為什麼會造業？你的德能扭曲了，就變成造業。你的相好本來是華藏，本來是極樂世界，你的身相本來是身有無量相、相有無量好，無比的莊嚴，現在變成這個樣子，那是什麼？那是相好扭曲了。這是事實真相。扭曲之後，生起什麼？生起計度。遍是普遍；計是什麼？計畫、計較；度是什麼？度是度量，度量也是比較，這個好，那個壞，用自己的煩惱習氣做標準，全都錯了。一一，這一一法你都執著，認為它真有，不曉得它的真相是剎那生滅，前後不相知。所以，這個叫遍計自性。這是完全虛妄，用現在的名詞來講，遍計所執就是一個抽象的概念，沒有事實，但是他把它當作實在，虧吃大了。六道眾生裡頭有，向上提升有四聖法界，四聖法界裡沒有遍計所執，這是執著，他放下了。阿羅漢、辟支佛為什麼不能再向上提升？因為他有分別，沒有遍計執，他有分別，分別就吃虧了，見不到事實真相，因為他相信一切法是依他起的。"
    },
    {
      "id": "12-017-1971_p0016",
      "zh_CN": "所以看「依他自性，谓所有诸法，皆依众缘相应而起，都无自性（自性就是自体），唯是虚妄，故名依他自性」。现在科学里面讲的是这个，所有一切法的这一切现象都是，在佛法讲，无量因缘才生起的。由此可知，佛这个说法是对中下根性人讲的，是教初学的，一步一步来引导他，讲依他起。这就是讲用现在的科学方法，让他能看到、能觉察到、能体会到，他认为是真实的。佛家讲缘起，科学里面讲条件，像前面讲的我们这个人身，四大五蕴和合而现前的。所以佛把无量的因缘，把它归纳为四大类，亲因缘、所缘缘、无间缘、增上缘，这是讲因缘生法。向上一着，向上一着四缘都不可得，《中观论》里面就破这个四缘，那是回归自性。从自性上讲，十法界依正庄严是隐现的关系，心动它就现，心不动它就不现，不现是本自具足，现，现就是能生万法。万法没有，并不是没有万法，有。自性里头它有这种功能，只要你心一动它就现出来，心不动它不现。万法里面千变万化，那是众生的心，心在那里变，心在动！所以我们举万花筒做比喻，让大家去思惟。心怎么是这么复杂？心实在讲也并不复杂。万花筒里面，这是个万花筒，万花筒里面的碎纸片是有数字，小小的，大大小小剪出来，我看顶多也不过是一百来张。可是你在这个里面转起来看的时候千变万化，你转一天，你看到里面无量的画面，没有一个相同的。你能了解这个道理，你就晓得我们自性清净心里面，起心动念的变化就像万花筒的转动，转动这是它的变化，起心动念。而性德，也就是佛讲的我们自性本具的智慧德相，智慧无量无边，德能无量无边，相好无量无边，就像万花筒的现象一样，总在迷悟不同。",
      "zh_TW": "所以看「依他自性，謂所有諸法，皆依眾緣相應而起，都無自性（自性就是自體），唯是虛妄，故名依他自性」。現在科學裡面講的是這個，所有一切法的這一切現象都是，在佛法講，無量因緣才生起的。由此可知，佛這個說法是對中下根性人講的，是教初學的，一步一步來引導他，講依他起。這就是講用現在的科學方法，讓他能看到、能覺察到、能體會到，他認為是真實的。佛家講緣起，科學裡面講條件，像前面講的我們這個人身，四大五蘊和合而現前的。所以佛把無量的因緣，把它歸納為四大類，親因緣、所緣緣、無間緣、增上緣，這是講因緣生法。向上一著，向上一著四緣都不可得，《中觀論》裡面就破這個四緣，那是回歸自性。從自性上講，十法界依正莊嚴是隱現的關係，心動它就現，心不動它就不現，不現是本自具足，現，現就是能生萬法。萬法沒有，並不是沒有萬法，有。自性裡頭它有這種功能，只要你心一動它就現出來，心不動它不現。萬法裡面千變萬化，那是眾生的心，心在那裡變，心在動！所以我們舉萬花筒做比喻，讓大家去思惟。心怎麼是這麼複雜？心實在講也並不複雜。萬花筒裡面，這是個萬花筒，萬花筒裡面的碎紙片是有數字，小小的，大大小小剪出來，我看頂多也不過是一百來張。可是你在這個裡面轉起來看的時候千變萬化，你轉一天，你看到裡面無量的畫面，沒有一個相同的。你能了解這個道理，你就曉得我們自性清淨心裡面，起心動念的變化就像萬花筒的轉動，轉動這是它的變化，起心動念。而性德，也就是佛講的我們自性本具的智慧德相，智慧無量無邊，德能無量無邊，相好無量無邊，就像萬花筒的現象一樣，總在迷悟不同。"
    },
    {
      "id": "12-017-1971_p0017",
      "zh_CN": "一切法没有自性，自性就是自体，唯是虚妄，这虚妄就是皆空，所以佛家讲万法皆空，这是真的。什么人能认知？阿罗汉就知道了，阿罗汉知道万法皆空。他对于一切万法他能放得下，因为他知道一切法是缘生缘灭，是这么个现象。他还执着那个缘，他认为缘是真的，所以我执破了，法执犹存。人破了，人没有，假的，五蕴有，他执着五蕴是真的，就是色受想行识这是真的，这个东西有，人没有。我们再举个比喻，道场隔壁房子拆掉了，要盖一栋大楼，这楼是怎么起来的？你看是不是依他起的？这房子盖起来，有柱子、有梁、有钢筋、有水泥、有木材，这是建筑材料。把它拼拼凑凑凑起来就架成一个房子，房子起来了。告诉你，遍计所执、依他起性是假的，是没有的，那建筑材料是真的，房子是假的，钢筋、水泥、柱子、砖瓦这是真的，他以为那个东西是有的。阿罗汉知道房子是假的，建筑材料是真的。菩萨就聪明，菩萨晓得建筑材料也不是真的，也是假的，那就比他高明。",
      "zh_TW": "一切法沒有自性，自性就是自體，唯是虛妄，這虛妄就是皆空，所以佛家講萬法皆空，這是真的。什麼人能認知？阿羅漢就知道了，阿羅漢知道萬法皆空。他對於一切萬法他能放得下，因為他知道一切法是緣生緣滅，是這麼個現象。他還執著那個緣，他認為緣是真的，所以我執破了，法執猶存。人破了，人沒有，假的，五蘊有，他執著五蘊是真的，就是色受想行識這是真的，這個東西有，人沒有。我們再舉個比喻，道場隔壁房子拆掉了，要蓋一棟大樓，這樓是怎麼起來的？你看是不是依他起的？這房子蓋起來，有柱子、有梁、有鋼筋、有水泥、有木材，這是建築材料。把它拼拼湊湊湊起來就架成一個房子，房子起來了。告訴你，遍計所執、依他起性是假的，是沒有的，那建築材料是真的，房子是假的，鋼筋、水泥、柱子、磚瓦這是真的，他以為那個東西是有的。阿羅漢知道房子是假的，建築材料是真的。菩薩就聰明，菩薩曉得建築材料也不是真的，也是假的，那就比他高明。"
    },
    {
      "id": "12-017-1971_p0018",
      "zh_CN": "有没有真的？当然有真的，没有真的，假的从哪里来？「圆成自性」，这是讲真的，「谓真如自性，不迁不变，圆满成就，故名圆成自性」，只有这个是真的。可是要晓得，真如没有相，真如不是物质，真如也不是精神，真如是本性，这个地方叫自性。不迁不变就是不生不灭，从来没有变过样子，为什么？它没有变化，但是它能起变化，虽起变化不碍真如。森罗万象，十法界依正庄严，有没有妨碍真如？没有，真如才是理体，哲学里面所讲的宇宙万有的本体。在佛法里讲，这个本体就是真如自性。它为什么能生万法？因为自性本自具足。所以在有缘的时候，万法的现象就出现。什么叫有缘？就是一念不觉，这就是缘。一念不觉，现象就现起来，这个现象是什么？这个现象是宇宙，一现一切现，一隐一切隐。佛在大乘教里给我们讲宇宙、万法、生命的来源，这个说法有道理，比现在科学家讲得高明。科学家跟我们讲得很多，我们怀疑。佛给我们说了之后，我们想想是愈想愈有道理，真的是断疑生信。在现象上，我们细心想想也能找到印证。譬如作梦，我们每个人都有作梦的经验，永嘉大师说「梦里明明有六趣，觉后空空无大千」，梦境现前的时候，你感觉那个现象是真的，可是醒来的时候这梦境就没有了。佛用这个做比喻，我们沉沦在六道是在作梦，哪天清醒过来之后，六道就没有了，你才晓得六道是梦境。在六道里面出不来的人，那是什么？这些人都在梦境里，都不知道醒，醒不过来。那个梦继续在做，一个套一个、一个套一个在做，那就很苦。就是这么个现象。",
      "zh_TW": "有沒有真的？當然有真的，沒有真的，假的從哪裡來？「圓成自性」，這是講真的，「謂真如自性，不遷不變，圓滿成就，故名圓成自性」，只有這個是真的。可是要曉得，真如沒有相，真如不是物質，真如也不是精神，真如是本性，這個地方叫自性。不遷不變就是不生不滅，從來沒有變過樣子，為什麼？它沒有變化，但是它能起變化，雖起變化不礙真如。森羅萬象，十法界依正莊嚴，有沒有妨礙真如？沒有，真如才是理體，哲學裡面所講的宇宙萬有的本體。在佛法裡講，這個本體就是真如自性。它為什麼能生萬法？因為自性本自具足。所以在有緣的時候，萬法的現象就出現。什麼叫有緣？就是一念不覺，這就是緣。一念不覺，現象就現起來，這個現象是什麼？這個現象是宇宙，一現一切現，一隱一切隱。佛在大乘教裡給我們講宇宙、萬法、生命的來源，這個說法有道理，比現在科學家講得高明。科學家跟我們講得很多，我們懷疑。佛給我們說了之後，我們想想是愈想愈有道理，真的是斷疑生信。在現象上，我們細心想想也能找到印證。譬如作夢，我們每個人都有作夢的經驗，永嘉大師說「夢裡明明有六趣，覺後空空無大千」，夢境現前的時候，你感覺那個現象是真的，可是醒來的時候這夢境就沒有了。佛用這個做比喻，我們沉淪在六道是在作夢，哪天清醒過來之後，六道就沒有了，你才曉得六道是夢境。在六道裡面出不來的人，那是什麼？這些人都在夢境裡，都不知道醒，醒不過來。那個夢繼續在做，一個套一個、一個套一個在做，那就很苦。就是這麼個現象。"
    },
    {
      "id": "12-017-1971_p0019",
      "zh_CN": "所以心动了，境界相现前，心不动，境界相就没有了。你要想解决问题，应该怎么办？应该求不动。所以，佛法跟世间法不一样，世间法教你求学，求学怎么样？你要是不懂方法，你会愈迷愈深，增长你的分别执着。佛不用这个方法，佛用禅定。他老人家在世讲经教学四十九年，天天让大家学，可是真正叫你做功夫，他教你修止观，教下修止观，宗门修禅定，净跟密修清净心，你去想想这个味道。这些方法名称不一样，其实里面内涵完全相同。止就是放下，观就是明了，放下就明了，明了才肯放下，这是总的原则。从初发心到如来地，用什么方法？就这个方法。先不肯放下，劝你，劝你放下，告诉你为什么要放下，你明白了你才肯放下。放下之后，境界现前，这是亲证，然后再把你证得的境界也放下，你又提升一层。就像上楼梯一样，放下第一层你就到第二层，放下第二层就到第三层，你要不肯放下，你永远就止在这一层上，你就无法提升。所以弥勒菩萨（布袋和尚），他老人家一生教人就是教人放下，不管你问他什么问题，放下。放下，没事！事从哪里来的？事从分别执着来的。你说这方法多干脆，多么巧妙！所以我们天天在这里学，学什么？学为什么要放下，不就是学这个问题吗？可是我们不肯放下，那对这个问题永远都解决不了，还得继续学。哪一天真正肯放下，你就毕业了。所以佛法终极目标教我们回归自性，就是圆成自性，回归到自性就对了。这个在禅宗里面，禅宗里有句话说，「父母未生前本来面目」，圆成自性就是父母未生前本来面目。这个「父母未生前」是讲宇宙没有起源的时候，那个本来面目。就是说你还没有起心动念那个时候，那是你的真正的本来面目，起心动念你改变了。",
      "zh_TW": "所以心動了，境界相現前，心不動，境界相就沒有了。你要想解決問題，應該怎麼辦？應該求不動。所以，佛法跟世間法不一樣，世間法教你求學，求學怎麼樣？你要是不懂方法，你會愈迷愈深，增長你的分別執著。佛不用這個方法，佛用禪定。他老人家在世講經教學四十九年，天天讓大家學，可是真正叫你做功夫，他教你修止觀，教下修止觀，宗門修禪定，淨跟密修清淨心，你去想想這個味道。這些方法名稱不一樣，其實裡面內涵完全相同。止就是放下，觀就是明瞭，放下就明瞭，明瞭才肯放下，這是總的原則。從初發心到如來地，用什麼方法？就這個方法。先不肯放下，勸你，勸你放下，告訴你為什麼要放下，你明白了你才肯放下。放下之後，境界現前，這是親證，然後再把你證得的境界也放下，你又提升一層。就像上樓梯一樣，放下第一層你就到第二層，放下第二層就到第三層，你要不肯放下，你永遠就止在這一層上，你就無法提升。所以彌勒菩薩（布袋和尚），他老人家一生教人就是教人放下，不管你問他什麼問題，放下。放下，沒事！事從哪裡來的？事從分別執著來的。你說這方法多乾脆，多麼巧妙！所以我們天天在這裡學，學什麼？學為什麼要放下，不就是學這個問題嗎？可是我們不肯放下，那對這個問題永遠都解決不了，還得繼續學。哪一天真正肯放下，你就畢業了。所以佛法終極目標教我們回歸自性，就是圓成自性，回歸到自性就對了。這個在禪宗裡面，禪宗裡有句話說，「父母未生前本來面目」，圓成自性就是父母未生前本來面目。這個「父母未生前」是講宇宙沒有起源的時候，那個本來面目。就是說你還沒有起心動念那個時候，那是你的真正的本來面目，起心動念你改變了。"
    },
    {
      "id": "12-017-1971_p0020",
      "zh_CN": "所以这个三自性，你也不能当作真的，你要当作真的，你在这里起了分别执着，这又错了，那就变成遍计自性，统统变成遍计自性。只要有分别执着，就变成遍计自性，所以佛把它否定掉，否定遍计自性，叫「相无性」，这是讲「三无性」。「谓一切众生于世间之相，处处计较执着，执为实有，佛为除此妄执，说一切法皆无自性，故名相无性。」确实六道众生对于世间所有的现象，哪一个不执着？科学家、哲学家，乃至于有宗教家，都在那里研究探讨宇宙的起源、生命的起源。说我们太阳系有几百万年的历史，宇宙的起源从大爆炸发生，什么原因爆炸的？什么东西爆炸的？也都讲不清楚。为什么说大爆炸？因为在望远镜里面看看，无量无边的星球好像都离我们愈来愈远，它都往四周扩散，这个扩散是个爆炸的现象。为什么会有这种现象发生？我们在佛法里头能不能找到这个理论？佛法有，贪无止境，那不就是爆炸的现象吗？贪财的人，我今天赚了一百块，不够，明天要赚两百，后天要赚一千，再后天我要赚一万。这不就是扩展，不就是爆炸吗？他不知道这个现象的原因在此地。",
      "zh_TW": "所以這個三自性，你也不能當作真的，你要當作真的，你在這裡起了分別執著，這又錯了，那就變成遍計自性，統統變成遍計自性。只要有分別執著，就變成遍計自性，所以佛把它否定掉，否定遍計自性，叫「相無性」，這是講「三無性」。「謂一切眾生於世間之相，處處計較執著，執為實有，佛為除此妄執，說一切法皆無自性，故名相無性。」確實六道眾生對於世間所有的現象，哪一個不執著？科學家、哲學家，乃至於有宗教家，都在那裡研究探討宇宙的起源、生命的起源。說我們太陽系有幾百萬年的歷史，宇宙的起源從大爆炸發生，什麼原因爆炸的？什麼東西爆炸的？也都講不清楚。為什麼說大爆炸？因為在望遠鏡裡面看看，無量無邊的星球好像都離我們愈來愈遠，它都往四周擴散，這個擴散是個爆炸的現象。為什麼會有這種現象發生？我們在佛法裡頭能不能找到這個理論？佛法有，貪無止境，那不就是爆炸的現象嗎？貪財的人，我今天賺了一百塊，不夠，明天要賺兩百，後天要賺一千，再後天我要賺一萬。這不就是擴展，不就是爆炸嗎？他不知道這個現象的原因在此地。"
    },
    {
      "id": "12-017-1971_p0021",
      "zh_CN": "真相是什么？真相是念念不相知，形形不相识，这才是真相。有念就有，无念它就没有。古时候，那个时候没有这些科学技术，我相信古时候也是这个膨胀的现象，膨得很缓慢。现在怎么样？现在这膨胀非常快，从人心。古时候人也有贪瞋痴，因为他守礼，遵守圣贤教诲，他还有个范围，有个分寸，过分了，有点不好意思。现在这个范围、标准没有了，所以现在从望远镜看，你从外面境界相你就看到性，为什么？相是心现的。从相上你能够看到心，从心你能够想到相，它相应。这个道理很深。如果我们不是在佛法里面长时期的薰修，就很不容易体会到这个事实真相。只有真正了解事实真相，我们才能解决问题。否则的话，这些问题始终不能解决。了解事实真相，我们才知道用什么方法来减轻灾难、来化解灾难是有效果的，我们能懂得。",
      "zh_TW": "真相是什麼？真相是念念不相知，形形不相識，這才是真相。有念就有，無念它就沒有。古時候，那個時候沒有這些科學技術，我相信古時候也是這個膨脹的現象，膨得很緩慢。現在怎麼樣？現在這膨脹非常快，從人心。古時候人也有貪瞋痴，因為他守禮，遵守聖賢教誨，他還有個範圍，有個分寸，過分了，有點不好意思。現在這個範圍、標準沒有了，所以現在從望遠鏡看，你從外面境界相你就看到性，為什麼？相是心現的。從相上你能夠看到心，從心你能夠想到相，它相應。這個道理很深。如果我們不是在佛法裡面長時期的薰修，就很不容易體會到這個事實真相。只有真正了解事實真相，我們才能解決問題。否則的話，這些問題始終不能解決。了解事實真相，我們才知道用什麼方法來減輕災難、來化解災難是有效果的，我們能懂得。"
    },
    {
      "id": "12-017-1971_p0022",
      "zh_CN": "所以佛说了，说了要叫众生不执着，要叫众生不分别，那得用善巧方便。所以佛为除此妄执，给你说了遍计自性，然后又教你，遍计自性是一种虚妄不真实的错误的执着，佛才说一切法皆无自性。《般若经》上讲得最透彻，讲得最清楚，《心经》是般若的总纲领，只有二百六十个字。佛告诉我们，「色不异空，空不异色，色即是空，空即是色」，这句话就告诉我们，色是物质，空是圆成实性，空是自性，都是不可得。自性没有形相，不但物质现象不存在，精神现象也没有，但是它能生，物质和精神现象它能生。怎么能生？迷就能生，觉不生，迷才生。所以大乘教里佛告诉我们，「迷唯一念」，起一个念头就迷了，宇宙、十法界依正庄严就现前，是一时顿现，没有过程的，没有先后的，一时顿现。「悟止一心」，悟是什么？一心就悟了，二心就迷了。净宗，佛教我们执持名号，念这一句阿弥陀佛，念阿弥陀佛目的在哪里，这个要知道。目的，《弥陀经》上说得好，一心不乱，你要真正念到一心不乱，你就成佛了；不是往生，成佛了。成佛是不是往生？成佛，不必说往生，极乐世界就在现前。为什么？心现识变，一心就现极乐，二心、三心就现十法界、现六道轮回。心现识变，这是真的。",
      "zh_TW": "所以佛說了，說了要叫眾生不執著，要叫眾生不分別，那得用善巧方便。所以佛為除此妄執，給你說了遍計自性，然後又教你，遍計自性是一種虛妄不真實的錯誤的執著，佛才說一切法皆無自性。《般若經》上講得最透徹，講得最清楚，《心經》是般若的總綱領，只有二百六十個字。佛告訴我們，「色不異空，空不異色，色即是空，空即是色」，這句話就告訴我們，色是物質，空是圓成實性，空是自性，都是不可得。自性沒有形相，不但物質現象不存在，精神現象也沒有，但是它能生，物質和精神現象它能生。怎麼能生？迷就能生，覺不生，迷才生。所以大乘教裡佛告訴我們，「迷唯一念」，起一個念頭就迷了，宇宙、十法界依正莊嚴就現前，是一時頓現，沒有過程的，沒有先後的，一時頓現。「悟止一心」，悟是什麼？一心就悟了，二心就迷了。淨宗，佛教我們執持名號，念這一句阿彌陀佛，念阿彌陀佛目的在哪裡，這個要知道。目的，《彌陀經》上說得好，一心不亂，你要真正念到一心不亂，你就成佛了；不是往生，成佛了。成佛是不是往生？成佛，不必說往生，極樂世界就在現前。為什麼？心現識變，一心就現極樂，二心、三心就現十法界、現六道輪迴。心現識變，這是真的。"
    },
    {
      "id": "12-017-1971_p0023",
      "zh_CN": "心实在讲没有自性、没有自体，心所现的一切法哪里会有自体？如果有自体，必定产生障碍。它没有自体，所以它没有障碍，事事无碍。这些现象要细心冷静观察，全在面前，一丝毫神秘没有。我们今天误会以为这些物质现象有，真有，所以对我们它就产生障碍。对那个心里面没有这个观念的人，他就没有障碍。有些人我们说他有神通，有特异功能的，佛法叫神通，现代社会叫特异功能。这道墙壁他可以自由通过，没有障碍，为什么？我们心目当中执着这个墙有，我过不去，他真的过不去。心里没有这个墙，这墙是空的，万法皆空，墙也是空的，他没有障碍的念头，他通过没有障碍。所以障碍从哪里来的？障碍从分别执着来的；没有分别执着，什么障碍都没有。再说的贴近一点，我们人的身体有障碍，老了不就有障碍吗？老化了，这些器官用得太久了，用太久了，物质上用太久就生锈，大概我们也生锈了。你天天这样想，真的生锈了，病痛就来了。如果你没有这个念头，你身体永远健康。所以人老的时候他就会想老，一年比一年老，一切法从心想生，人要把老忘掉，他永远不老。人要把病忘掉，你的病就好了，就没病了。常常念着病，他在那里养病，养病，病不能好，为什么？他养那个病，那病怎么会好！要怎样？把病忘掉，没有病，病就好了，这个道理是真理。",
      "zh_TW": "心實在講沒有自性、沒有自體，心所現的一切法哪裡會有自體？如果有自體，必定產生障礙。它沒有自體，所以它沒有障礙，事事無礙。這些現象要細心冷靜觀察，全在面前，一絲毫神祕沒有。我們今天誤會以為這些物質現象有，真有，所以對我們它就產生障礙。對那個心裡面沒有這個觀念的人，他就沒有障礙。有些人我們說他有神通，有特異功能的，佛法叫神通，現代社會叫特異功能。這道牆壁他可以自由通過，沒有障礙，為什麼？我們心目當中執著這個牆有，我過不去，他真的過不去。心裡沒有這個牆，這牆是空的，萬法皆空，牆也是空的，他沒有障礙的念頭，他通過沒有障礙。所以障礙從哪裡來的？障礙從分別執著來的；沒有分別執著，什麼障礙都沒有。再說的貼近一點，我們人的身體有障礙，老了不就有障礙嗎？老化了，這些器官用得太久了，用太久了，物質上用太久就生鏽，大概我們也生鏽了。你天天這樣想，真的生鏽了，病痛就來了。如果你沒有這個念頭，你身體永遠健康。所以人老的時候他就會想老，一年比一年老，一切法從心想生，人要把老忘掉，他永遠不老。人要把病忘掉，你的病就好了，就沒病了。常常念著病，他在那裡養病，養病，病不能好，為什麼？他養那個病，那病怎麼會好！要怎樣？把病忘掉，沒有病，病就好了，這個道理是真理。"
    },
    {
      "id": "12-017-1971_p0024",
      "zh_CN": "所以信佛不容易，信佛是什么？信佛是信自己心现识变，那叫真正信佛。不是相信佛保佑我，佛加持我，那个人不信佛。这个诸位能懂吗？佛在经上告诉我们，「一切众生本来是佛」，你相不相信？相信我本来是佛，这个人叫真信佛。我现在又念佛，我想回归到佛位，哪有不可能的事情？而一般信佛的人，听说了，佛讲一切众生本来是佛，我自己还是苦恼凡夫。他相信自己是苦恼凡夫，那就没有法子，佛对他也无可奈何。为什么无可奈何？我不知佛，佛不知我，我们两个互不相干。他帮不上我的忙，我也帮不上他的忙，这是事实真相，这叫正理。佛把事实真相告诉我们，我们明白了，明白就自己创造自己，真的「息灭贪瞋痴，勤修戒定慧」，就回头了。你看经上讲得多好，放下执着你就成正觉、成阿罗汉，放下分别你是菩萨，成正等正觉。放下妄想，就是起心动念，于一切法不起心、不动念，你本来是佛，你现在成佛。与学习、与修行有没有关系？六祖能大师说与那个不相干。",
      "zh_TW": "所以信佛不容易，信佛是什麼？信佛是信自己心現識變，那叫真正信佛。不是相信佛保佑我，佛加持我，那個人不信佛。這個諸位能懂嗎？佛在經上告訴我們，「一切眾生本來是佛」，你相不相信？相信我本來是佛，這個人叫真信佛。我現在又念佛，我想回歸到佛位，哪有不可能的事情？而一般信佛的人，聽說了，佛講一切眾生本來是佛，我自己還是苦惱凡夫。他相信自己是苦惱凡夫，那就沒有法子，佛對他也無可奈何。為什麼無可奈何？我不知佛，佛不知我，我們兩個互不相干。他幫不上我的忙，我也幫不上他的忙，這是事實真相，這叫正理。佛把事實真相告訴我們，我們明白了，明白就自己創造自己，真的「息滅貪瞋痴，勤修戒定慧」，就回頭了。你看經上講得多好，放下執著你就成正覺、成阿羅漢，放下分別你是菩薩，成正等正覺。放下妄想，就是起心動念，於一切法不起心、不動念，你本來是佛，你現在成佛。與學習、與修行有沒有關係？六祖能大師說與那個不相干。"
    },
    {
      "id": "12-017-1971_p0025",
      "zh_CN": "何谓修行？行是行为，起心动念、分别执着是意的行为，言语、饮食是口的行为，身体的动作、造作是身的行为。身语意这三种行为违反了自性，那就是起心动念是烦恼，言语造作是造业，感得来的果报是痛苦、是苦恼。修行就是你要把这个行为修正过来，标准，标准是自性，自性本善，自性本觉，自性圆满成就。佛教我们回归自性，佛教导我们认识万法皆空，我们的身心都不可得，还有什么病痛？还有什么六道三途？没有！你想着有它就有，你不想它就没有，这叫一切法从心想生。它现在真有，为什么真有？因为你天天想它。想阿弥陀佛，真有阿弥陀佛，为什么？自性弥陀，是你自己想出来的；想极乐世界，真有极乐世界，一点都不假，唯心净土。这是什么？这叫真信佛。",
      "zh_TW": "何謂修行？行是行為，起心動念、分別執著是意的行為，言語、飲食是口的行為，身體的動作、造作是身的行為。身語意這三種行為違反了自性，那就是起心動念是煩惱，言語造作是造業，感得來的果報是痛苦、是苦惱。修行就是你要把這個行為修正過來，標準，標準是自性，自性本善，自性本覺，自性圓滿成就。佛教我們回歸自性，佛教導我們認識萬法皆空，我們的身心都不可得，還有什麼病痛？還有什麼六道三途？沒有！你想著有它就有，你不想它就沒有，這叫一切法從心想生。它現在真有，為什麼真有？因為你天天想它。想阿彌陀佛，真有阿彌陀佛，為什麼？自性彌陀，是你自己想出來的；想極樂世界，真有極樂世界，一點都不假，唯心淨土。這是什麼？這叫真信佛。"
    },
    {
      "id": "12-017-1971_p0026",
      "zh_CN": "佛的本意要搞清楚，佛这个字的本意是智慧、是觉悟，信佛是什么？相信智慧，相信正觉，相信自己的智慧，自己的正觉。可是智慧不是知识，这要搞清楚，智慧不是从外学来的，智慧从哪里来的？清净心里，自然现前。所以因戒得定，戒是什么？规矩，圣贤人教导我们的规矩要遵守。守规矩，他就得定，定到一定的程度，慧就开了，那时你才有依靠。慧没有开怎么办？我们只有依靠开智慧的人，谁开了智慧？释迦牟尼佛开了智慧，菩萨开了智慧，祖师大德也有一些开了智慧，我们跟着他走就没错。但是跟着他走是有时间性的，是有阶段性，不能跟他一辈子，跟他一辈子，你错了！所以，戒要跟他，定跟他，慧开了之后，不必跟他了。",
      "zh_TW": "佛的本意要搞清楚，佛這個字的本意是智慧、是覺悟，信佛是什麼？相信智慧，相信正覺，相信自己的智慧，自己的正覺。可是智慧不是知識，這要搞清楚，智慧不是從外學來的，智慧從哪裡來的？清淨心裡，自然現前。所以因戒得定，戒是什麼？規矩，聖賢人教導我們的規矩要遵守。守規矩，他就得定，定到一定的程度，慧就開了，那時你才有依靠。慧沒有開怎麼辦？我們只有依靠開智慧的人，誰開了智慧？釋迦牟尼佛開了智慧，菩薩開了智慧，祖師大德也有一些開了智慧，我們跟著他走就沒錯。但是跟著他走是有時間性的，是有階段性，不能跟他一輩子，跟他一輩子，你錯了！所以，戒要跟他，定跟他，慧開了之後，不必跟他了。"
    },
    {
      "id": "12-017-1971_p0027",
      "zh_CN": "我们在《华严经》末后看到善财童子五十三参，他是做样子给我们看的。你看智慧没有开之前，跟老师，他的老师是文殊菩萨，文殊菩萨教他的规矩他遵守。这些规矩是什么？给诸位说，十善业道、沙弥律仪，比丘、菩萨戒法，这是规矩。这些规矩从哪里来？是觉悟的人他们起心动念、言语造作，觉悟的。我们在日常生活当中，起心动念、言语造作跟他们相反。头一个很明显的，我们起心动念都是为自己，而他们起心动念是为众生，从来没有一个念头是为自己的，念念为帮助一切众生觉悟，这不一样！那我们要学他。我们虽然还没有开悟，我们学他，念念为众生，不要为自己。这是基本的观念，要改变。",
      "zh_TW": "我們在《華嚴經》末後看到善財童子五十三參，他是做樣子給我們看的。你看智慧沒有開之前，跟老師，他的老師是文殊菩薩，文殊菩薩教他的規矩他遵守。這些規矩是什麼？給諸位說，十善業道、沙彌律儀，比丘、菩薩戒法，這是規矩。這些規矩從哪裡來？是覺悟的人他們起心動念、言語造作，覺悟的。我們在日常生活當中，起心動念、言語造作跟他們相反。頭一個很明顯的，我們起心動念都是為自己，而他們起心動念是為眾生，從來沒有一個念頭是為自己的，念念為幫助一切眾生覺悟，這不一樣！那我們要學他。我們雖然還沒有開悟，我們學他，念念為眾生，不要為自己。這是基本的觀念，要改變。"
    },
    {
      "id": "12-017-1971_p0028",
      "zh_CN": "他们言语、造作都想给众生做个好榜样，众生做错了，他要做一个样子纠正过来，跟他不一样。譬如众生都贡高我慢，佛菩萨都是那么谦卑，他做出谦卑的样子来，教你什么？教你傲慢是错误的。众生待人没有礼貌，佛菩萨待人都恭恭敬敬，他从这里做。所以这些是没觉悟的时候跟他学，学他的样子，他这个样子是自性里面性德自然流露，这叫持戒，这有阶段性的。持戒，心就定。佛教我们念佛，为什么？定心，把那些妄想杂念给念掉，心里面只存佛号。叫我们想佛，想佛不打妄想，想其他的全是妄想，想佛就对了。教我们拜佛，拜佛是学恭敬，我们对佛天天拜他，学恭敬，然后在日常生活当中把这分恭敬心转移对待一切众生。不但有情众生我们要以礼敬、恭敬心，无情众生，树木花草，山河大地，「情与无情，同圆种智」，都要用真诚恭敬心来接待，这就如法。佛菩萨就是这样。",
      "zh_TW": "他們言語、造作都想給眾生做個好榜樣，眾生做錯了，他要做一個樣子糾正過來，跟他不一樣。譬如眾生都貢高我慢，佛菩薩都是那麼謙卑，他做出謙卑的樣子來，教你什麼？教你傲慢是錯誤的。眾生待人沒有禮貌，佛菩薩待人都恭恭敬敬，他從這裡做。所以這些是沒覺悟的時候跟他學，學他的樣子，他這個樣子是自性裡面性德自然流露，這叫持戒，這有階段性的。持戒，心就定。佛教我們念佛，為什麼？定心，把那些妄想雜念給念掉，心裡面只存佛號。叫我們想佛，想佛不打妄想，想其他的全是妄想，想佛就對了。教我們拜佛，拜佛是學恭敬，我們對佛天天拜他，學恭敬，然後在日常生活當中把這分恭敬心轉移對待一切眾生。不但有情眾生我們要以禮敬、恭敬心，無情眾生，樹木花草，山河大地，「情與無情，同圓種智」，都要用真誠恭敬心來接待，這就如法。佛菩薩就是這樣。"
    },
    {
      "id": "12-017-1971_p0029",
      "zh_CN": "对冤亲债主没有恶念，这个人做了什么样对不起我的事情，陷害我、伤害我，对他没有一点怨恨心，更没有一点报复心，而且常常还关怀他、帮助他、成就他的心，这是性德。性德本来就是这样的，这就没有错了。所以，先从这些外表上来学习，然后从外表慢慢变成真的养成这个念头，这意识心里头养成了，从外表改变内心。这个时候你所得到的叫法喜，欢喜，常生欢喜心，《论语》里面讲「学而时习之，不亦说乎」，你学东西有乐趣。这个快乐是自性的，自性里头没有烦恼，自性里头有清净，自性里头有法喜。",
      "zh_TW": "對冤親債主沒有惡念，這個人做了什麼樣對不起我的事情，陷害我、傷害我，對他沒有一點怨恨心，更沒有一點報復心，而且常常還關懷他、幫助他、成就他的心，這是性德。性德本來就是這樣的，這就沒有錯了。所以，先從這些外表上來學習，然後從外表慢慢變成真的養成這個念頭，這意識心裡頭養成了，從外表改變內心。這個時候你所得到的叫法喜，歡喜，常生歡喜心，《論語》裡面講「學而時習之，不亦說乎」，你學東西有樂趣。這個快樂是自性的，自性裡頭沒有煩惱，自性裡頭有清淨，自性裡頭有法喜。"
    },
    {
      "id": "12-017-1971_p0030",
      "zh_CN": "所以佛讲了，我们听明白了，要离名字相，遍计自性、依他自性、圆成自性、相无性、生无性、胜义无性，都是名字相，都不可以分别，都不可以执着。意思明了，得受用，执着相就糟了、坏了，这一服药就变质了。所以我们要晓得，常常记住弥勒菩萨的开示，一切法真的不生不灭。如果它真的没有生灭，说不生不灭是没意义的，它有生灭。有生灭说不生不灭，就是生灭你不可得，它速度太快，你决定掌握不了。你才看到生，生就灭了，你才看到灭，下面又生了。这个生灭现象是从迷发现的，生灭现象里面现出的，我们讲现在的宇宙，十法界依正庄严，那是自性本具的。里面千变万化，那就像万花筒一样，你了解之后一点都不稀奇，你不会动心，怎么变你也不动心。你晓得万花筒停止不动了，它就不变了，你愈动它变得愈快。",
      "zh_TW": "所以佛講了，我們聽明白了，要離名字相，遍計自性、依他自性、圓成自性、相無性、生無性、勝義無性，都是名字相，都不可以分別，都不可以執著。意思明瞭，得受用，執著相就糟了、壞了，這一服藥就變質了。所以我們要曉得，常常記住彌勒菩薩的開示，一切法真的不生不滅。如果它真的沒有生滅，說不生不滅是沒意義的，它有生滅。有生滅說不生不滅，就是生滅你不可得，它速度太快，你決定掌握不了。你才看到生，生就滅了，你才看到滅，下面又生了。這個生滅現象是從迷發現的，生滅現象裡面現出的，我們講現在的宇宙，十法界依正莊嚴，那是自性本具的。裡面千變萬化，那就像萬花筒一樣，你了解之後一點都不稀奇，你不會動心，怎麼變你也不動心。你曉得萬花筒停止不動了，它就不變了，你愈動它變得愈快。"
    },
    {
      "id": "12-017-1971_p0031",
      "zh_CN": "第二个对治依他起性，说「生无性」，「谓一切诸法，皆托因缘和合而生，本无自性，故名生无性」。给你说一切万法是四缘生法，然后四缘也不是真的，也没有自性。你连四缘这个概念也舍弃了，你才见到一切法的真相。到最后到「胜义无性」，就跟老子所说的，「道可道，非常道，名可名，非常名」。宇宙事实真相能不能说？不能说，「开口便错，动念即乖」。能不能想？不能想。你不想不说，这个境界清清楚楚、明明白白，叫大彻大悟。为什么不能想？一想就迷了，迷唯一念，你怎么能想？你怎么能说？开口就错。佛菩萨给我们示现，也给我们开口，那是什么境界？那是最高境界，叫不二法门。念、无念不二，说、不说不二，这巧妙了。现在时间到了，我们今天就学到此地。",
      "zh_TW": "第二個對治依他起性，說「生無性」，「謂一切諸法，皆託因緣和合而生，本無自性，故名生無性」。給你說一切萬法是四緣生法，然後四緣也不是真的，也沒有自性。你連四緣這個概念也捨棄了，你才見到一切法的真相。到最後到「勝義無性」，就跟老子所說的，「道可道，非常道，名可名，非常名」。宇宙事實真相能不能說？不能說，「開口便錯，動念即乖」。能不能想？不能想。你不想不說，這個境界清清楚楚、明明白白，叫大徹大悟。為什麼不能想？一想就迷了，迷唯一念，你怎麼能想？你怎麼能說？開口就錯。佛菩薩給我們示現，也給我們開口，那是什麼境界？那是最高境界，叫不二法門。念、無念不二，說、不說不二，這巧妙了。現在時間到了，我們今天就學到此地。"
    }
  ]
}