{
  "doc_id": "12-017-1403",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四０三卷",
    "zh_TW": "第一四０三卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1403",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "12-017-1403_p0001",
      "zh_CN": "诸位同学，请坐。请看「菩萨问名品」，第六「正教甚深」，勤首菩萨偈颂第八首：",
      "zh_TW": "諸位同學，請坐。請看「菩薩問名品」，第六「正教甚深」，勤首菩薩偈頌第八首："
    },
    {
      "id": "12-017-1403_p0002",
      "zh_CN": "【如以一毛端。而取大海水。欲令尽干竭。懈怠者亦然。】",
      "zh_TW": "【如以一毛端。而取大海水。欲令盡乾竭。懈怠者亦然。】"
    },
    {
      "id": "12-017-1403_p0003",
      "zh_CN": "清凉大师在注解里面跟我们说，说得很简单，这是第六个比喻，「毛滴大海喻，谓以少闻思，欲测法海，妄生希欲，懈怠尤深」。清凉大师的注解很清楚，这个毛病也是现前学佛同学普遍所犯的。我们自己有没有，应该要认真的去检点、去省察，所谓有则改之，无则嘉勉。谚语说得好，「人贵自知」，这句话虽然很平常，它的意思很深。人生最难得的就是有自知之明，果然能有自知就能减少过失，不至于狂妄，不至于生事。自知的人大多数都能守自己的本分，不敢胡作妄为。如果有缘遇到善知识，他能受教，能接受教导，因为自己知道自己不行，善根少，福德少，机缘也少。在日常生活当中安分守己，规规矩矩的做人行事，这一生也能够平安度过。人生确实苦短，人命无常在呼吸之间，这些世出世间圣人都常常教导我们。",
      "zh_TW": "清涼大師在註解裡面跟我們說，說得很簡單，這是第六個比喻，「毛滴大海喻，謂以少聞思，欲測法海，妄生希欲，懈怠尤深」。清涼大師的註解很清楚，這個毛病也是現前學佛同學普遍所犯的。我們自己有沒有，應該要認真的去檢點、去省察，所謂有則改之，無則嘉勉。諺語說得好，「人貴自知」，這句話雖然很平常，它的意思很深。人生最難得的就是有自知之明，果然能有自知就能減少過失，不至於狂妄，不至於生事。自知的人大多數都能守自己的本分，不敢胡作妄為。如果有緣遇到善知識，他能受教，能接受教導，因為自己知道自己不行，善根少，福德少，機緣也少。在日常生活當中安分守己，規規矩矩的做人行事，這一生也能夠平安度過。人生確實苦短，人命無常在呼吸之間，這些世出世間聖人都常常教導我們。"
    },
    {
      "id": "12-017-1403_p0004",
      "zh_CN": "「以少闻思」，三慧很少，想明了、通达法海，法海其广无边，其深无底。这两句话我们学佛就听到善友们常说，可是究竟那个境界广到什么程度，深到什么程度，只有个很模糊的概念。读了《华严》才知道，知道一点点讯息，并不多，这个经说得很多，前面我们读了好几遍。大小不二，世界是微尘积聚的，这是讲物质的现象，微尘积聚的。科学家也是这样跟我们讲的，科学家讲的是基本粒子，原子、电子、粒子，基本粒子，这是讲物质世界；在佛法里面它不叫原子、粒子，它叫微尘。微尘也有等级，有微尘、有色聚极微、有极微之微，极微之微就不能再分。微尘把它分七分，七分之一叫色聚极微；色聚极微还可以分，分成七分，七分之一叫极微之微；极微之微不能再分，再分就没有了，所以这是佛法里面讲物质最小的一个单位。",
      "zh_TW": "「以少聞思」，三慧很少，想明瞭、通達法海，法海其廣無邊，其深無底。這兩句話我們學佛就聽到善友們常說，可是究竟那個境界廣到什麼程度，深到什麼程度，只有個很模糊的概念。讀了《華嚴》才知道，知道一點點訊息，並不多，這個經說得很多，前面我們讀了好幾遍。大小不二，世界是微塵積聚的，這是講物質的現象，微塵積聚的。科學家也是這樣跟我們講的，科學家講的是基本粒子，原子、電子、粒子，基本粒子，這是講物質世界；在佛法裡面它不叫原子、粒子，它叫微塵。微塵也有等級，有微塵、有色聚極微、有極微之微，極微之微就不能再分。微塵把它分七分，七分之一叫色聚極微；色聚極微還可以分，分成七分，七分之一叫極微之微；極微之微不能再分，再分就沒有了，所以這是佛法裡面講物質最小的一個單位。"
    },
    {
      "id": "12-017-1403_p0005",
      "zh_CN": "可是佛在《华严》上告诉我们，这么小的一个物质，这是我们肉眼没法子看到的；不但肉眼不能看到，天眼也看不到。阿罗汉的天眼能看到微尘，法身菩萨能够看到色聚极微。这样我们在想像当中，极微之微谁能看到？大经里面常讲的八地菩萨，八地以上，看到阿赖耶识里面的种子，那是多么高的位次，多么深的定功。虽然看到了，看不明了，要到等觉菩萨才真正看到里面的妙处、奥妙。奥妙是什么？那么小的一个物质里头，里面有世界，世界没有缩小，微尘没有放大，这个微尘是讲的极微之微，没放大，大小不二。谁能够契入？我们在前面读过，普贤菩萨，这个普贤菩萨当然是当位的普贤菩萨，不是位前的。",
      "zh_TW": "可是佛在《華嚴》上告訴我們，這麼小的一個物質，這是我們肉眼沒法子看到的；不但肉眼不能看到，天眼也看不到。阿羅漢的天眼能看到微塵，法身菩薩能夠看到色聚極微。這樣我們在想像當中，極微之微誰能看到？大經裡面常講的八地菩薩，八地以上，看到阿賴耶識裡面的種子，那是多麼高的位次，多麼深的定功。雖然看到了，看不明瞭，要到等覺菩薩才真正看到裡面的妙處、奧妙。奧妙是什麼？那麼小的一個物質裡頭，裡面有世界，世界沒有縮小，微塵沒有放大，這個微塵是講的極微之微，沒放大，大小不二。誰能夠契入？我們在前面讀過，普賢菩薩，這個普賢菩薩當然是當位的普賢菩薩，不是位前的。"
    },
    {
      "id": "12-017-1403_p0006",
      "zh_CN": "菩萨五十一个阶级，修普贤法门的都叫做普贤菩萨，所以普贤菩萨有十信位的，有十住位的，有十行位的，有十回向位的，有十地位的。你是哪个位次的普贤菩萨，这个要搞清楚。当位是等觉，等觉的普贤菩萨能够入微尘里面的世界，那个世界奥妙无穷，也有诸佛菩萨讲经说法，他到那里去参访。那个世界里头又有微尘，微尘里头又有世界，世界里头又有微尘，重重无尽。我们从这个经文里面才体会到法海之深其深无底，这是法性，不可思议。广，微尘里面的世界也没有边际，所以《华严》说不二法门，大小不二，没有大小，性相不二，理事不二，因果不二，说得深，这才把事实真相给我们透露出一些。我们读这些经文，才晓得自己的智慧渺小。",
      "zh_TW": "菩薩五十一個階級，修普賢法門的都叫做普賢菩薩，所以普賢菩薩有十信位的，有十住位的，有十行位的，有十迴向位的，有十地位的。你是哪個位次的普賢菩薩，這個要搞清楚。當位是等覺，等覺的普賢菩薩能夠入微塵裡面的世界，那個世界奧妙無窮，也有諸佛菩薩講經說法，他到那裡去參訪。那個世界裡頭又有微塵，微塵裡頭又有世界，世界裡頭又有微塵，重重無盡。我們從這個經文裡面才體會到法海之深其深無底，這是法性，不可思議。廣，微塵裡面的世界也沒有邊際，所以《華嚴》說不二法門，大小不二，沒有大小，性相不二，理事不二，因果不二，說得深，這才把事實真相給我們透露出一些。我們讀這些經文，才曉得自己的智慧渺小。"
    },
    {
      "id": "12-017-1403_p0007",
      "zh_CN": "「欲测法海」，什么时候你才具有这个能力？那在《华严经》上提出来的，当位普贤；换句话说，等觉菩萨才有这个能力，在中国佛教里面大家都知道的，观音、势至、文殊、普贤，这些等觉菩萨。在家人能不能成就？能！《无量寿经》上「贤护等十六正士」全是在家身分，等觉菩萨，那十六位都是等觉菩萨，他们的智慧、德能跟观音、势至、文殊、普贤没有两样。从这个地方你就晓得，我们讲到不二，僧俗不二，就是在家跟出家不二，都能证到等觉，都能证到无上菩提，就是究竟圆满的佛果。释迦牟尼佛当年在世给我们所示现的，释迦牟尼佛示现出家佛，维摩居士示现的是在家佛，两尊都是佛，平等平等，无二无别。这种示现意义很深，让我们对于一切人事物的看法平等。佛弟子纵然讲平等，清净平等觉，总是会把佛看高一等。这什么原因？无始劫来的习气，这就是原因，总有高下；有高下就不能入不二法门，法海是不二法门。",
      "zh_TW": "「欲測法海」，什麼時候你才具有這個能力？那在《華嚴經》上提出來的，當位普賢；換句話說，等覺菩薩才有這個能力，在中國佛教裡面大家都知道的，觀音、勢至、文殊、普賢，這些等覺菩薩。在家人能不能成就？能！《無量壽經》上「賢護等十六正士」全是在家身分，等覺菩薩，那十六位都是等覺菩薩，他們的智慧、德能跟觀音、勢至、文殊、普賢沒有兩樣。從這個地方你就曉得，我們講到不二，僧俗不二，就是在家跟出家不二，都能證到等覺，都能證到無上菩提，就是究竟圓滿的佛果。釋迦牟尼佛當年在世給我們所示現的，釋迦牟尼佛示現出家佛，維摩居士示現的是在家佛，兩尊都是佛，平等平等，無二無別。這種示現意義很深，讓我們對於一切人事物的看法平等。佛弟子縱然講平等，清淨平等覺，總是會把佛看高一等。這什麼原因？無始劫來的習氣，這就是原因，總有高下；有高下就不能入不二法門，法海是不二法門。"
    },
    {
      "id": "12-017-1403_p0008",
      "zh_CN": "我们想想，什么时候我们才能真正入不二法门？入不二法门要八地以上，八、九、十这个三地入都不深，等觉才深入，才能入重重无尽的法海。海在此地是比喻，法海就是自性，是性德。我们智慧少的人很想一下就能契入，有这种想法的人不少，而且喜欢躐等，走捷径，那真是应了古德的一句话，「欲速则不达」，愈想快速你遇到的障碍就愈多。这些事情在我们自己本身，在我们的周边，或是同学，或是朋友，或是同事，佛门里面同参道友，你细细去观察，真的不少人。只希望快速成就，快速成就智慧，快速成就德能，快速成就名闻利养。确实他很聪明，但是起来不多久，一年、二年、三年，障缘就出现了，真的是爬得高摔得重。他爬得太快、爬得太高，摔下来摔得很惨，往往这样就堕落了，真的跟这个比喻上所说的一样。",
      "zh_TW": "我們想想，什麼時候我們才能真正入不二法門？入不二法門要八地以上，八、九、十這個三地入都不深，等覺才深入，才能入重重無盡的法海。海在此地是比喻，法海就是自性，是性德。我們智慧少的人很想一下就能契入，有這種想法的人不少，而且喜歡躐等，走捷徑，那真是應了古德的一句話，「欲速則不達」，愈想快速你遇到的障礙就愈多。這些事情在我們自己本身，在我們的周邊，或是同學，或是朋友，或是同事，佛門裡面同參道友，你細細去觀察，真的不少人。只希望快速成就，快速成就智慧，快速成就德能，快速成就名聞利養。確實他很聰明，但是起來不多久，一年、二年、三年，障緣就出現了，真的是爬得高摔得重。他爬得太快、爬得太高，摔下來摔得很慘，往往這樣就墮落了，真的跟這個比喻上所說的一樣。"
    },
    {
      "id": "12-017-1403_p0009",
      "zh_CN": "他为什么不能成就？你再细心观察，他没有真正的智慧，凭着一点小聪明，这是有的，小聪明，没有智慧。不但是佛法的义理没通达，世间的人情世故他也不懂，一昧要想出人头地，这个心就不善。争取名利，争取职位，争取权力，争取荣耀，争取大众来支持。表演的那套是不错，最初也能够得到大众支持，你心里所想的，逐渐逐渐好像是得到了。时间不能长久，最差的一、二个月马脚就露出来，就被人看穿了。看穿之后，这叫一文不值，支持你的人都批评你，都远离你。有些掩饰得巧的，可以能够维持个一年、二年，我没有看到三年的，我看到是二年，这种假面貌就被人拆穿了。这是什么？套一句俗语说「不听老人言，吃亏在眼前」，老人是谁？佛菩萨、古圣先贤！尤其是佛门。",
      "zh_TW": "他為什麼不能成就？你再細心觀察，他沒有真正的智慧，憑著一點小聰明，這是有的，小聰明，沒有智慧。不但是佛法的義理沒通達，世間的人情世故他也不懂，一昧要想出人頭地，這個心就不善。爭取名利，爭取職位，爭取權力，爭取榮耀，爭取大眾來支持。表演的那套是不錯，最初也能夠得到大眾支持，你心裡所想的，逐漸逐漸好像是得到了。時間不能長久，最差的一、二個月馬腳就露出來，就被人看穿了。看穿之後，這叫一文不值，支持你的人都批評你，都遠離你。有些掩飾得巧的，可以能夠維持個一年、二年，我沒有看到三年的，我看到是二年，這種假面貌就被人拆穿了。這是什麼？套一句俗語說「不聽老人言，吃虧在眼前」，老人是誰？佛菩薩、古聖先賢！尤其是佛門。"
    },
    {
      "id": "12-017-1403_p0010",
      "zh_CN": "我初学佛的时候，实在讲我也什么愿望、希求都没有，我这个人很单纯。只知道佛法好，方东美先生介绍给我，我非常想学，学了将来得什么好处，我并没有希求这个。只听说方东美先生跟我讲，学佛是人生最高的享受，这是我很向往的，我确实得到了。最高的享受是什么？没有恶心，没有不善的心，没有不善的念头，没有不善的行为，这一生多快乐，这一生多幸福，真正把自己内心里面的矛盾拔掉了。我常常贡献给同学们，要把自己内心对一切人、一切事、一切物对立的念头放下，不能跟任何人对立。把对一切人事物误会的念头放下，冲突的念头放下，这个身心多么平和，快乐无比，身心健康！这就是方先生所说的人生最高的享受，这是和睦。",
      "zh_TW": "我初學佛的時候，實在講我也什麼願望、希求都沒有，我這個人很單純。只知道佛法好，方東美先生介紹給我，我非常想學，學了將來得什麼好處，我並沒有希求這個。只聽說方東美先生跟我講，學佛是人生最高的享受，這是我很嚮往的，我確實得到了。最高的享受是什麼？沒有惡心，沒有不善的心，沒有不善的念頭，沒有不善的行為，這一生多快樂，這一生多幸福，真正把自己內心裡面的矛盾拔掉了。我常常貢獻給同學們，要把自己內心對一切人、一切事、一切物對立的念頭放下，不能跟任何人對立。把對一切人事物誤會的念頭放下，衝突的念頭放下，這個身心多麼平和，快樂無比，身心健康！這就是方先生所說的人生最高的享受，這是和睦。"
    },
    {
      "id": "12-017-1403_p0011",
      "zh_CN": "我在前面跟诸位报告过，和睦里面有和敬、有和爱、有和谦，谦虚！不敢在人之前面，退后快乐，走到前面不是好事情，不敢为众人先，这里头乐趣无穷。每天读经，读圣贤书，确实如夫子所说的：「学而时习之，不亦说乎！有朋自远方来，不亦乐乎！人不知而不愠，不亦君子乎！」这段话就是真正一个学佛、学圣贤人的写照。他是个什么人？他就是这样的人，佛菩萨是这样的人，孔孟是这样的人，老庄也是这样的人；我们要好好的学习，在这一生当中，也希望是这样的人，你说多快乐。所以要成就真正的智慧，佛法里头讲得好，真正智慧在哪里求？在自己心中求。人人都有个真心，真心里面一切具足，智慧具足，德能具足，相好具足，不会有丝毫欠缺，没有欠缺，真实究竟圆满。你不能向外求，佛祖教我们要向内求，不要向外求。孔孟也是这样教导我们，所以说「行有不得，反求诸己」，不向外求，向内求，有求必应。",
      "zh_TW": "我在前面跟諸位報告過，和睦裡面有和敬、有和愛、有和謙，謙虛！不敢在人之前面，退後快樂，走到前面不是好事情，不敢為眾人先，這裡頭樂趣無窮。每天讀經，讀聖賢書，確實如夫子所說的：「學而時習之，不亦說乎！有朋自遠方來，不亦樂乎！人不知而不慍，不亦君子乎！」這段話就是真正一個學佛、學聖賢人的寫照。他是個什麼人？他就是這樣的人，佛菩薩是這樣的人，孔孟是這樣的人，老莊也是這樣的人；我們要好好的學習，在這一生當中，也希望是這樣的人，你說多快樂。所以要成就真正的智慧，佛法裡頭講得好，真正智慧在哪裡求？在自己心中求。人人都有個真心，真心裡面一切具足，智慧具足，德能具足，相好具足，不會有絲毫欠缺，沒有欠缺，真實究竟圓滿。你不能向外求，佛祖教我們要向內求，不要向外求。孔孟也是這樣教導我們，所以說「行有不得，反求諸己」，不向外求，向內求，有求必應。"
    },
    {
      "id": "12-017-1403_p0012",
      "zh_CN": "可是要求明了宇宙人生真相，就是此地讲的法海，这个事大了，这不是小事，这在世出世法、圣学里面是第一等大事，那要真实智慧。智慧从哪里来？经上讲得太多了，真实的智慧从定中来，从禅定来。定怎么修法？定要从持戒去修，我们后面经文还要讲到，有信、有戒。戒是前人、诸佛菩萨他们所遵守的一些原则，提供给我们做参考，我们看到了、听到了，给我们自己学习带来了很大的方便。要不然我们去摸索这些方法，你要到哪一年你才能摸到？而且这个方法是不是正确的，很难讲；方法错误，得不到定。",
      "zh_TW": "可是要求明瞭宇宙人生真相，就是此地講的法海，這個事大了，這不是小事，這在世出世法、聖學裡面是第一等大事，那要真實智慧。智慧從哪裡來？經上講得太多了，真實的智慧從定中來，從禪定來。定怎麼修法？定要從持戒去修，我們後面經文還要講到，有信、有戒。戒是前人、諸佛菩薩他們所遵守的一些原則，提供給我們做參考，我們看到了、聽到了，給我們自己學習帶來了很大的方便。要不然我們去摸索這些方法，你要到哪一年你才能摸到？而且這個方法是不是正確的，很難講；方法錯誤，得不到定。"
    },
    {
      "id": "12-017-1403_p0013",
      "zh_CN": "定是什么，也要懂得。佛在经上说，就是《华严经》上讲的，「禅定持心常一缘等」，这是定。持是保持，保持你的心，心就是念头，就是起心动念；常是永恒，不能够改变，常常改变这就无常，一个境界。《遗教经》上佛有句话说，「制心一处，无事不办」，《遗教经》上有这么一句话，你要把心控制在一处，那你就无事不办，控制在一处就是定。《华严经》上讲「持心常一缘等」，这一句比制心一处讲得更详细，常常保持在一个境界。等是什么？等是平等，平等的保持，长时间的保持。平等，这个心没有高下，像水一样。佛门常常用水来比喻心，没有波动是等，永恒是常，缘一个境界。久了怎么样？久了就开智慧，「信心清净，则生实相」，这是定。",
      "zh_TW": "定是什麼，也要懂得。佛在經上說，就是《華嚴經》上講的，「禪定持心常一緣等」，這是定。持是保持，保持你的心，心就是念頭，就是起心動念；常是永恆，不能夠改變，常常改變這就無常，一個境界。《遺教經》上佛有句話說，「制心一處，無事不辦」，《遺教經》上有這麼一句話，你要把心控制在一處，那你就無事不辦，控制在一處就是定。《華嚴經》上講「持心常一緣等」，這一句比制心一處講得更詳細，常常保持在一個境界。等是什麼？等是平等，平等的保持，長時間的保持。平等，這個心沒有高下，像水一樣。佛門常常用水來比喻心，沒有波動是等，永恆是常，緣一個境界。久了怎麼樣？久了就開智慧，「信心清淨，則生實相」，這是定。"
    },
    {
      "id": "12-017-1403_p0014",
      "zh_CN": "又说「了法无生，名为般若」，了是明了，通达明了，知道宇宙之间万事万物无生，这个难！我们今天看到这个世间，有情众生有生老病死，植物有生住异灭，矿物有成住坏空，好像都是无常！我们看到是个粗的相，实际上看的是个相续相，没有看到真相；真相是什么？真相没有生灭。怎么没有生灭？生跟灭是一不是二，就入不二法门了。我们今天是生不是灭、灭不是生，生灭是两桩事情，不懂得生灭不二；懂得生灭不二才叫做般若智慧。",
      "zh_TW": "又說「了法無生，名為般若」，了是明瞭，通達明瞭，知道宇宙之間萬事萬物無生，這個難！我們今天看到這個世間，有情眾生有生老病死，植物有生住異滅，礦物有成住壞空，好像都是無常！我們看到是個粗的相，實際上看的是個相續相，沒有看到真相；真相是什麼？真相沒有生滅。怎麼沒有生滅？生跟滅是一不是二，就入不二法門了。我們今天是生不是滅、滅不是生，生滅是兩樁事情，不懂得生滅不二；懂得生滅不二才叫做般若智慧。"
    },
    {
      "id": "12-017-1403_p0015",
      "zh_CN": "这个境界，这个事实真相，你要真正通达明了，这就是智慧。这个智慧开了是个什么样子？就是《金刚经》上所说的，「应无所住，而生其心」，真的入了佛的境界。《坛经》上记载的，六祖惠能大师就从这一句大彻大悟。实在讲，他是已经契入这个境界，佛一说他立刻就明了。我们今天凡夫，不但是六道凡夫，声闻、缘觉、四圣法界的这些小圣，没有例外的，心都有住处！如果心是无住，无住十法界就没有了；不但六道没有，十法界也没有了。所以，在这首偈子里面给我们的启示，入佛义海（法海就是入佛的义海）必须要多善根、多福德、多因缘。你看我们连伏烦恼往生西方净土，《弥陀经》上都告诉我们，「不可以少善根福德因缘，得生彼国」，这句话非常重要！我们要想往生西方净土，你就要认真修多善根、多福德、多因缘。",
      "zh_TW": "這個境界，這個事實真相，你要真正通達明瞭，這就是智慧。這個智慧開了是個什麼樣子？就是《金剛經》上所說的，「應無所住，而生其心」，真的入了佛的境界。《壇經》上記載的，六祖惠能大師就從這一句大徹大悟。實在講，他是已經契入這個境界，佛一說他立刻就明瞭。我們今天凡夫，不但是六道凡夫，聲聞、緣覺、四聖法界的這些小聖，沒有例外的，心都有住處！如果心是無住，無住十法界就沒有了；不但六道沒有，十法界也沒有了。所以，在這首偈子裡面給我們的啟示，入佛義海（法海就是入佛的義海）必須要多善根、多福德、多因緣。你看我們連伏煩惱往生西方淨土，《彌陀經》上都告訴我們，「不可以少善根福德因緣，得生彼國」，這句話非常重要！我們要想往生西方淨土，你就要認真修多善根、多福德、多因緣。"
    },
    {
      "id": "12-017-1403_p0016",
      "zh_CN": "善根福德因缘都与前生、宿世有连带的关系，决不是这一生的事情。过去生中你曾经修过，修得怎么样？修得不够，修的是少闻思，修的是少善根福德因缘。如果没有那一点少善根福德因缘，我们这一生当中，你就不会进入佛门来。我们在这个地方讲经，跟大家在一起学习，你就不可能坐在这个地方听两个小时。即使你这一生当中只有这么个机缘，到这边来听一次，听两个小时，都是过去生中具有善根福德因缘，不容易！我们现在虽然是应用这些高科技，用的网路，用的卫星，普遍全世界。全世界的人口将近七十亿，能收听我们这个节目的有几个人？纵然我们夸大一点说有一亿人，一亿人也是七十分之一，还有六十九个人没听。那是什么？没有善根福德因缘。来听一次，听一个小时、两个小时的，少善根福德因缘，有，生生世世慢慢把善根累积起来。",
      "zh_TW": "善根福德因緣都與前生、宿世有連帶的關係，決不是這一生的事情。過去生中你曾經修過，修得怎麼樣？修得不夠，修的是少聞思，修的是少善根福德因緣。如果沒有那一點少善根福德因緣，我們這一生當中，你就不會進入佛門來。我們在這個地方講經，跟大家在一起學習，你就不可能坐在這個地方聽兩個小時。即使你這一生當中只有這麼個機緣，到這邊來聽一次，聽兩個小時，都是過去生中具有善根福德因緣，不容易！我們現在雖然是應用這些高科技，用的網路，用的衛星，普遍全世界。全世界的人口將近七十億，能收聽我們這個節目的有幾個人？縱然我們誇大一點說有一億人，一億人也是七十分之一，還有六十九個人沒聽。那是什麼？沒有善根福德因緣。來聽一次，聽一個小時、兩個小時的，少善根福德因緣，有，生生世世慢慢把善根累積起來。"
    },
    {
      "id": "12-017-1403_p0017",
      "zh_CN": "一次听了就生欢喜心，锲而不舍，真想学习，这个人善根福德不少。不少怎么样？还不够多，要是真的够多他就不在这个世间，他早就往生了。还在这个世间，还没有往生，虽然多，那个多的程度还不到标准，真正达到标准决定往生。这种人真的是不在少数，听了生欢喜心，很想常常听，很想常常来学，这个时候要发长远心，要真干。真干，那就是要多戒定慧、多闻思修。戒定慧是修行，要真修，把我所学到的、所听到的、所看到的，这是经典、圣人的教诲，我一定要落实。我常常讲经的时候提醒同学们，我们要把经典里面所讲的道理变成自己的思想，经典里面所有的教训变成自己的生活行为，真得受用。",
      "zh_TW": "一次聽了就生歡喜心，鍥而不捨，真想學習，這個人善根福德不少。不少怎麼樣？還不夠多，要是真的夠多他就不在這個世間，他早就往生了。還在這個世間，還沒有往生，雖然多，那個多的程度還不到標準，真正達到標準決定往生。這種人真的是不在少數，聽了生歡喜心，很想常常聽，很想常常來學，這個時候要發長遠心，要真幹。真幹，那就是要多戒定慧、多聞思修。戒定慧是修行，要真修，把我所學到的、所聽到的、所看到的，這是經典、聖人的教誨，我一定要落實。我常常講經的時候提醒同學們，我們要把經典裡面所講的道理變成自己的思想，經典裡面所有的教訓變成自己的生活行為，真得受用。"
    },
    {
      "id": "12-017-1403_p0018",
      "zh_CN": "佛开端跟我们讲孝养父母，我真的要干。佛说要奉事师长，有很多人确实真做，做得还很不错，自己都很得意，那是自己的标准，不是佛的标准。到听到《弟子规》之后，痛哭流涕，才知道自己孝顺父母做得不够，奉事师长做得更不够。所以佛经上的教诲义理甚深，我们初学往往把它看浅了。我常常讲，圣人的这些话，留下来的这些典籍，字字句句都含无量义。你们也听我常常讲，但是听了一定半信半疑：怎么有无量义？我怎么都看不出来？你是看不出来，你要问为什么看不出来？善根福德因缘少，所以你看不出来。善根福德因缘非常深厚，他就看得出来，他就听得出来，这都是真的，不是假的。",
      "zh_TW": "佛開端跟我們講孝養父母，我真的要幹。佛說要奉事師長，有很多人確實真做，做得還很不錯，自己都很得意，那是自己的標準，不是佛的標準。到聽到《弟子規》之後，痛哭流涕，才知道自己孝順父母做得不夠，奉事師長做得更不夠。所以佛經上的教誨義理甚深，我們初學往往把它看淺了。我常常講，聖人的這些話，留下來的這些典籍，字字句句都含無量義。你們也聽我常常講，但是聽了一定半信半疑：怎麼有無量義？我怎麼都看不出來？你是看不出來，你要問為什麼看不出來？善根福德因緣少，所以你看不出來。善根福德因緣非常深厚，他就看得出來，他就聽得出來，這都是真的，不是假的。"
    },
    {
      "id": "12-017-1403_p0019",
      "zh_CN": "我们还不够多、不够深，怎么办？这一生努力可以大幅度的提升，这是真的，不是假的。佛在经上都说，我们到极乐世界修行一百年，这个时间是用我们地球上时间来算的，一百年，不如在我们这个世间修行一天；换句话说，我们这个地方修行一天等于极乐世界修行一百年。你要问什么原因，原因不难懂，我们这个世界障碍多。就像我们行船，我们这是在滩上，大风大浪，很大的波涛，你从这边通过不容易，高难度！西方极乐世界是平水行舟，风平浪静，没有惊险，很容易通过。很不容易通过，你能通过，你比他殊胜太多！可是这个地方通不过的，都被浪冲下去，都堕落，都失败了；西方极乐世界虽然是缓慢，平平安安，绝不出事，没有风险。诸位从这个比喻，你细细去观察。",
      "zh_TW": "我們還不夠多、不夠深，怎麼辦？這一生努力可以大幅度的提升，這是真的，不是假的。佛在經上都說，我們到極樂世界修行一百年，這個時間是用我們地球上時間來算的，一百年，不如在我們這個世間修行一天；換句話說，我們這個地方修行一天等於極樂世界修行一百年。你要問什麼原因，原因不難懂，我們這個世界障礙多。就像我們行船，我們這是在灘上，大風大浪，很大的波濤，你從這邊通過不容易，高難度！西方極樂世界是平水行舟，風平浪靜，沒有驚險，很容易通過。很不容易通過，你能通過，你比他殊勝太多！可是這個地方通不過的，都被浪沖下去，都墮落，都失敗了；西方極樂世界雖然是緩慢，平平安安，絕不出事，沒有風險。諸位從這個比喻，你細細去觀察。"
    },
    {
      "id": "12-017-1403_p0020",
      "zh_CN": "所以，我们抓住佛菩萨、圣人教导我们的纲领，我们还要向祖师大德、这些善知识学习，看看他们怎么做，他们怎么讲。譬如《弟子规》，《弟子规》只掌握着孔夫子的一句教训，把它展开，孝亲尊师、处事待人接物应该怎么落实。夫子的一句话只是说，「弟子入则孝，出则弟，谨而信，泛爱众而亲仁，行有余力则以学文」，就这么一句话，圣人的一句话。贤人他能够把它演绎，讲清楚、讲明白，完全落实在生活中。贤人给我们做注解，把这句话发挥成为七段，孝是一段，弟是一段，谨是一段，信是一段，爱众是一段，亲仁是一段（仁就是贤，亲近仁慈贤人），学文是一段，七段，总共一千零八十个字。",
      "zh_TW": "所以，我們抓住佛菩薩、聖人教導我們的綱領，我們還要向祖師大德、這些善知識學習，看看他們怎麼做，他們怎麼講。譬如《弟子規》，《弟子規》只掌握著孔夫子的一句教訓，把它展開，孝親尊師、處事待人接物應該怎麼落實。夫子的一句話只是說，「弟子入則孝，出則弟，謹而信，汎愛眾而親仁，行有餘力則以學文」，就這麼一句話，聖人的一句話。賢人他能夠把它演繹，講清楚、講明白，完全落實在生活中。賢人給我們做註解，把這句話發揮成為七段，孝是一段，弟是一段，謹是一段，信是一段，愛眾是一段，親仁是一段（仁就是賢，親近仁慈賢人），學文是一段，七段，總共一千零八十個字。"
    },
    {
      "id": "12-017-1403_p0021",
      "zh_CN": "我们拿到《弟子规》行不行？还是不行，还要请真正学习《弟子规》的人来给我们做详细讲解。我们听听他是怎么学习的，杨老师、蔡老师跟我们讲解。你看这一千零八十个字，讲了四十个小时，一个小时算七千到八千字，他们这个东西要全部写出来，差不多是三十万字。这才搞清楚、搞明白，多善根，多福德，多戒定慧，多闻思修，多么重要！",
      "zh_TW": "我們拿到《弟子規》行不行？還是不行，還要請真正學習《弟子規》的人來給我們做詳細講解。我們聽聽他是怎麼學習的，楊老師、蔡老師跟我們講解。你看這一千零八十個字，講了四十個小時，一個小時算七千到八千字，他們這個東西要全部寫出來，差不多是三十萬字。這才搞清楚、搞明白，多善根，多福德，多戒定慧，多聞思修，多麼重要！"
    },
    {
      "id": "12-017-1403_p0022",
      "zh_CN": "净土菩萨天天参学十方法界，这我们在经上看到的。你看往生的那些人，每天接受阿弥陀佛的教诲，同时他又到十方世界去参访。参访，去访问诸佛如来，见到佛一定要供养，供养是修福，一定听佛讲经说法，这是增长智慧。每天他们要去参访多少地方？佛在《弥陀经》上跟我们介绍得很清楚，每天参访十万亿佛国土，那就是每天去参学访问十万亿尊佛，这还得了！他怎么去的？给诸位说，分身去的，自己身体在阿弥陀佛法会里面没有离开，还是听阿弥陀佛讲经说法，没离开。可是自己的分身、化身已经到十方十万亿佛国土里面去参访了。同时去的，不是有先后，先到这一尊佛，参访完了再到那一尊佛，那十万亿你要参访到哪一年？化身同时去的。",
      "zh_TW": "淨土菩薩天天參學十方法界，這我們在經上看到的。你看往生的那些人，每天接受阿彌陀佛的教誨，同時他又到十方世界去參訪。參訪，去訪問諸佛如來，見到佛一定要供養，供養是修福，一定聽佛講經說法，這是增長智慧。每天他們要去參訪多少地方？佛在《彌陀經》上跟我們介紹得很清楚，每天參訪十萬億佛國土，那就是每天去參學訪問十萬億尊佛，這還得了！他怎麼去的？給諸位說，分身去的，自己身體在阿彌陀佛法會裡面沒有離開，還是聽阿彌陀佛講經說法，沒離開。可是自己的分身、化身已經到十方十萬億佛國土裡面去參訪了。同時去的，不是有先後，先到這一尊佛，參訪完了再到那一尊佛，那十萬億你要參訪到哪一年？化身同時去的。"
    },
    {
      "id": "12-017-1403_p0023",
      "zh_CN": "每天这就是亲仁！亲近仁慈、有德行、有学问、有修有证的，亲近这些人，成就怎么会不快？这是亲近诸佛菩萨，成就圆满的三福。戒定慧就不必说了，戒定慧一到西方极乐世界就成就，成就圆满的三慧；圆满的三慧是等觉，是究竟圆满的佛果。我们这样子观察，看看这些得少为足，这些少闻思修的，在佛法里面所作所为，才知道那是懈怠。我们自己要不认真努力，也是懈怠。真的不懈怠，我们的德行，我们的道业一定是天天都有进步。一天没有进步，这一天懈怠了；一个星期没有进步，这一个星期懈怠了，值得我们警惕。今天就讲到此地。",
      "zh_TW": "每天這就是親仁！親近仁慈、有德行、有學問、有修有證的，親近這些人，成就怎麼會不快？這是親近諸佛菩薩，成就圓滿的三福。戒定慧就不必說了，戒定慧一到西方極樂世界就成就，成就圓滿的三慧；圓滿的三慧是等覺，是究竟圓滿的佛果。我們這樣子觀察，看看這些得少為足，這些少聞思修的，在佛法裡面所作所為，才知道那是懈怠。我們自己要不認真努力，也是懈怠。真的不懈怠，我們的德行，我們的道業一定是天天都有進步。一天沒有進步，這一天懈怠了；一個星期沒有進步，這一個星期懈怠了，值得我們警惕。今天就講到此地。"
    },
    {
      "id": "12-017-1403_p0024",
      "zh_CN": "诸位同学，请坐。请接着看勤首菩萨偈颂第九首：",
      "zh_TW": "諸位同學，請坐。請接著看勤首菩薩偈頌第九首："
    },
    {
      "id": "12-017-1403_p0025",
      "zh_CN": "【又如劫火起。欲以少水灭。于佛教法中。懈怠者亦然。】",
      "zh_TW": "【又如劫火起。欲以少水滅。於佛教法中。懈怠者亦然。】"
    },
    {
      "id": "12-017-1403_p0026",
      "zh_CN": "这个地方的「欲」是欲望的欲，『欲以少水灭』，不是比喻的喻。这是第七个比喻，「水少灭火喻，劫火遍炽，喻触境惑增，少分三慧，安能都灭」。读这首偈想到我们现在处在这个世间，确实是劫难，『劫火起』就是劫难。这个劫难怎样能把它化解？怎样能把它灭除？能不能？佛氏门中，有求必应，哪有不能的道理？问题就在我们没有办法如理如法的去求。理有，法也有，我们不肯依照这个理论、方法来求，这就难了。",
      "zh_TW": "這個地方的「欲」是欲望的欲，『欲以少水滅』，不是比喻的喻。這是第七個比喻，「水少滅火喻，劫火遍熾，喻觸境惑增，少分三慧，安能都滅」。讀這首偈想到我們現在處在這個世間，確實是劫難，『劫火起』就是劫難。這個劫難怎樣能把它化解？怎樣能把它滅除？能不能？佛氏門中，有求必應，哪有不能的道理？問題就在我們沒有辦法如理如法的去求。理有，法也有，我們不肯依照這個理論、方法來求，這就難了。"
    },
    {
      "id": "12-017-1403_p0027",
      "zh_CN": "末后两句是法惑，『于佛教法中，懈怠者亦然』，就跟这个比喻一样。现在人我想多数如果听到这首偈，他对于前面两句感触一定很深。现在这个世间到处都有冲突发生，随时随处都没有方法避免，真的像「劫火起」一样。我常常讲的，夫妻的冲突，父子的冲突，兄弟的冲突，师生的冲突，同学的冲突。在一般社会，公司里面，老板跟员工的冲突，领导跟被领导的冲突，朋友的冲突，同事的冲突，太多太多了。展开来，大家晓得是大的，族群的冲突，国家的冲突，哪个行业哪一界里面都没有办法避免冲突。所以今天现前的社会，什么是第一个重要的大问题？化解冲突。",
      "zh_TW": "末後兩句是法惑，『於佛教法中，懈怠者亦然』，就跟這個比喻一樣。現在人我想多數如果聽到這首偈，他對於前面兩句感觸一定很深。現在這個世間到處都有衝突發生，隨時隨處都沒有方法避免，真的像「劫火起」一樣。我常常講的，夫妻的衝突，父子的衝突，兄弟的衝突，師生的衝突，同學的衝突。在一般社會，公司裡面，老闆跟員工的衝突，領導跟被領導的衝突，朋友的衝突，同事的衝突，太多太多了。展開來，大家曉得是大的，族群的衝突，國家的衝突，哪個行業哪一界裡面都沒有辦法避免衝突。所以今天現前的社會，什麼是第一個重要的大問題？化解衝突。"
    },
    {
      "id": "12-017-1403_p0028",
      "zh_CN": "前几天有同修来告诉我，说恐怖分子在伦敦又有冲突事件发生。英国首相说：我们不怕恐怖分子的威胁，我们一定要争取最后胜利，伦敦人是炸不死的。能解决问题吗？不能！所以，处理这些事情，我们记住老子一句话，「和大怨，必有余怨」，何况你今天还不能和。仇恨不能结，结了之后没完没了，生生世世。这个事实真相我相信每个国家文献里头都有记载，都有讲因果报应这些事情，讲牵涉到前世，有前世当然就有来世。",
      "zh_TW": "前幾天有同修來告訴我，說恐怖分子在倫敦又有衝突事件發生。英國首相說：我們不怕恐怖分子的威脅，我們一定要爭取最後勝利，倫敦人是炸不死的。能解決問題嗎？不能！所以，處理這些事情，我們記住老子一句話，「和大怨，必有餘怨」，何況你今天還不能和。仇恨不能結，結了之後沒完沒了，生生世世。這個事實真相我相信每個國家文獻裡頭都有記載，都有講因果報應這些事情，講牽涉到前世，有前世當然就有來世。"
    },
    {
      "id": "12-017-1403_p0029",
      "zh_CN": "美国的凯西告诉我们，他说世间任何一个人，你在一生当中所遭遇的这些事情，决定没有一桩事情是偶然发生的，是没有前因发生的，绝对没有，统统与过去生中善恶业报有关联。今世跟过去世有牵连，那我们就想到，我们这一世与来世当然还是有牵连，中国人所说的冤冤相报，没完没了。怎样化解冲突？和解才是真正解决问题，决定要用和平的手段，平等对待，这是非常重要的理念；不平等，和就谈不上，一定得平等对待。大国对小国要平等，大的族群对小的族群要平等，强势对弱势的族群要平等，平等才能够和睦，才能够和敬，才能够和爱，才能够和谦。人真正能够做到敬爱谦和，这个社会多么美好，这个世界才真正做到和平、大同。世出世间圣贤把这些道理都讲得很透彻，讲得很清楚。什么方法落实？教育。开会不行，古人没有用开会的方法来解决，古人用教学，就是我们现在所讲的我们办班。",
      "zh_TW": "美國的凱西告訴我們，他說世間任何一個人，你在一生當中所遭遇的這些事情，決定沒有一樁事情是偶然發生的，是沒有前因發生的，絕對沒有，統統與過去生中善惡業報有關聯。今世跟過去世有牽連，那我們就想到，我們這一世與來世當然還是有牽連，中國人所說的冤冤相報，沒完沒了。怎樣化解衝突？和解才是真正解決問題，決定要用和平的手段，平等對待，這是非常重要的理念；不平等，和就談不上，一定得平等對待。大國對小國要平等，大的族群對小的族群要平等，強勢對弱勢的族群要平等，平等才能夠和睦，才能夠和敬，才能夠和愛，才能夠和謙。人真正能夠做到敬愛謙和，這個社會多麼美好，這個世界才真正做到和平、大同。世出世間聖賢把這些道理都講得很透徹，講得很清楚。什麼方法落實？教育。開會不行，古人沒有用開會的方法來解決，古人用教學，就是我們現在所講的我們辦班。"
    },
    {
      "id": "12-017-1403_p0030",
      "zh_CN": "像我们办《弟子规》的讲座，办通俗佛法的讲座，到处办，常常办。时间不要太长，少则三天，多最好不超过一个星期，让每个人他能利用假期，利用空闲的时间来参加。这个社会男女老少、各行各业都有机会能够参加讲席的学习，就真正能够达到这个目标。一定要从本身做起。所以我对于过去这些帝王，特别是清朝开国的几位帝王，我非常尊敬，我很佩服。他们办班，而且长期办班，这个不容易。宫廷里面有讲宴，宴是宴会，它不是饮食，不是这种宴会，是法会，我们佛家讲法会，法宴，它是经宴，讲经。能把儒释道这三家的学者、专家请到宫廷里面来讲道、讲经，帝王带着王子、带着文武百官一起来学习，天天讲。",
      "zh_TW": "像我們辦《弟子規》的講座，辦通俗佛法的講座，到處辦，常常辦。時間不要太長，少則三天，多最好不超過一個星期，讓每個人他能利用假期，利用空閒的時間來參加。這個社會男女老少、各行各業都有機會能夠參加講席的學習，就真正能夠達到這個目標。一定要從本身做起。所以我對於過去這些帝王，特別是清朝開國的幾位帝王，我非常尊敬，我很佩服。他們辦班，而且長期辦班，這個不容易。宮廷裡面有講宴，宴是宴會，它不是飲食，不是這種宴會，是法會，我們佛家講法會，法宴，它是經宴，講經。能把儒釋道這三家的學者、專家請到宮廷裏面來講道、講經，帝王帶著王子、帶著文武百官一起來學習，天天講。"
    },
    {
      "id": "12-017-1403_p0031",
      "zh_CN": "宫廷里面有制度，「日讲官」就是上课的这些现在讲的是老师、讲师有一百多人。我看名单，诸位要多看《四库全书》、《四库荟要》，你看宫廷里面的日讲官有多少？讲演的人，身分也包罗万象，有从政的官员，他对于某些经论，儒家的经论有研究、有心得，到宫廷里面讲，讲的时候还要写出讲义。我最近在看《四书》，从前看《四书》是看古人的注解，我这一次在《四库》里面找到宫廷里面讲解《四书》的讲义，看看那个时候这些帝王大臣是怎么学法。讲得好，讲得很透彻，特别是怎样应用在生活上，应用在治理国家，平息纷争，提升人民的道德伦理的修养，提升他们的精神生活、物质生活。所以，这些帝王得到广大人民的爱戴，它有道理。非常可惜那个时候没有现代这些传播的工具，如果那个时候要有卫星电视，要有网际网路，我相信今天还是大清帝国。",
      "zh_TW": "宮廷裡面有制度，「日講官」就是上課的這些現在講的是老師、講師有一百多人。我看名單，諸位要多看《四庫全書》、《四庫薈要》，你看宮廷裡面的日講官有多少？講演的人，身分也包羅萬象，有從政的官員，他對於某些經論，儒家的經論有研究、有心得，到宮廷裡面講，講的時候還要寫出講義。我最近在看《四書》，從前看《四書》是看古人的註解，我這一次在《四庫》裡面找到宮廷裡面講解《四書》的講義，看看那個時候這些帝王大臣是怎麼學法。講得好，講得很透徹，特別是怎樣應用在生活上，應用在治理國家，平息紛爭，提升人民的道德倫理的修養，提升他們的精神生活、物質生活。所以，這些帝王得到廣大人民的愛戴，它有道理。非常可惜那個時候沒有現代這些傳播的工具，如果那個時候要有衛星電視，要有網際網路，我相信今天還是大清帝國。"
    },
    {
      "id": "12-017-1403_p0032",
      "zh_CN": "伦理道德的教学，人民对于这些好的领导人，念念为国家、为民族、为人民着想的领导人，决定得到人民拥护，人民不会造反！边远地区文武百官，如果是能从像电视画面上看到宫廷里面的教学，他们也都会规规矩矩，奉公守法，也会爱护老百姓。这么好的工具不会用。你看看康熙、雍正、乾隆，对于文教工作所做出的贡献，史无前例。康熙编《图书集成》，乾隆编《四库全书》，编《大藏经》，用了多少的人力、财力，十几二十年的时间。这是历代王朝，真的他这是最大的贡献，这个是了不起。更了不起的，是他能够聘请这些学者专家天天在宫廷里讲，不是说这么多图书摆在那里，他真干，真学！",
      "zh_TW": "倫理道德的教學，人民對於這些好的領導人，念念為國家、為民族、為人民著想的領導人，決定得到人民擁護，人民不會造反！邊遠地區文武百官，如果是能從像電視畫面上看到宮廷裡面的教學，他們也都會規規矩矩，奉公守法，也會愛護老百姓。這麼好的工具不會用。你看看康熙、雍正、乾隆，對於文教工作所做出的貢獻，史無前例。康熙編《圖書集成》，乾隆編《四庫全書》，編《大藏經》，用了多少的人力、財力，十幾二十年的時間。這是歷代王朝，真的他這是最大的貢獻，這個是了不起。更了不起的，是他能夠聘請這些學者專家天天在宮廷裡講，不是說這麼多圖書擺在那裡，他真幹，真學！"
    },
    {
      "id": "12-017-1403_p0033",
      "zh_CN": "所以，今天我们想化解冲突没有别的，学！你家庭里面有问题，一家人来学习。今天说我们请个老师来跟你讲一部经，不容易，尤其是在你家庭里面，很困难。但是有很多讲得很好的，他有光碟、有录音带流通，你买一套回家去，全家人一起来学习，做得到！你把你学习的心得、学习的效果、学习的方法，你也能够把它写出来给别人分享，无量的功德，就是佛法讲的自行化他。谁能做？人人都能做。",
      "zh_TW": "所以，今天我們想化解衝突沒有別的，學！你家庭裡面有問題，一家人來學習。今天說我們請個老師來跟你講一部經，不容易，尤其是在你家庭裡面，很困難。但是有很多講得很好的，他有光碟、有錄音帶流通，你買一套回家去，全家人一起來學習，做得到！你把你學習的心得、學習的效果、學習的方法，你也能夠把它寫出來給別人分享，無量的功德，就是佛法講的自行化他。誰能做？人人都能做。"
    },
    {
      "id": "12-017-1403_p0034",
      "zh_CN": "我们这个小小的摄影棚非常希望做，多少年前我就有这个愿望，无论你讲什么，只要是正面的，能够帮助社会和谐的，能够帮助化解冲突的，我们非常欢迎。希望你到我这儿来讲，费用我们都能够提供，我们给你制作光碟。像过去我在新加坡居士林，我们邀请新加坡九大宗教派人到居士林来讲道，我们给他录相。录下来之后，我们统统都是做两千片，送他们，譬如基督教，我送基督教一千片，天主教，我送你天主教一千片，另外一千片在居士林流通，九个宗教都有。中国这边就更多，儒家的、道家的学术的专题讲演，我们都非常欢迎，我们很乐意的替你做。",
      "zh_TW": "我們這個小小的攝影棚非常希望做，多少年前我就有這個願望，無論你講什麼，只要是正面的，能夠幫助社會和諧的，能夠幫助化解衝突的，我們非常歡迎。希望你到我這兒來講，費用我們都能夠提供，我們給你製作光碟。像過去我在新加坡居士林，我們邀請新加坡九大宗教派人到居士林來講道，我們給他錄相。錄下來之後，我們統統都是做兩千片，送他們，譬如基督教，我送基督教一千片，天主教，我送你天主教一千片，另外一千片在居士林流通，九個宗教都有。中國這邊就更多，儒家的、道家的學術的專題講演，我們都非常歡迎，我們很樂意的替你做。"
    },
    {
      "id": "12-017-1403_p0035",
      "zh_CN": "但是我们只有一个要求，希望你没有版权，因为你有版权我们就受很多限制，没有办法帮助你流通。希望你跟佛菩萨一样大慈大悲、救苦救难，放弃你的版权，来普度世界苦难众生，我们非常乐意为你服务，这是当前唯一解决问题的一个方法。团体亦如是，尽量减少开会，开会没用处。联合国为世界和平开了三十五年的会议，效果怎么样？大家都看得到。只有办班可以收到效果，你看听讲课的人，《弟子规》在我们这里办过两次。第一次好像是时间少一点，我不知道是几天，我知道是讲了八个小时。第二次十天，大概是一天四个小时，四十个小时，这是细讲。八个小时略说有略说的价值，因为有很多人工作非常忙碌，你叫他听四十个小时他没有时间，所以我们两种光碟都在流通。",
      "zh_TW": "但是我們只有一個要求，希望你沒有版權，因為你有版權我們就受很多限制，沒有辦法幫助你流通。希望你跟佛菩薩一樣大慈大悲、救苦救難，放棄你的版權，來普度世界苦難眾生，我們非常樂意為你服務，這是當前唯一解決問題的一個方法。團體亦如是，盡量減少開會，開會沒用處。聯合國為世界和平開了三十五年的會議，效果怎麼樣？大家都看得到。只有辦班可以收到效果，你看聽講課的人，《弟子規》在我們這裡辦過兩次。第一次好像是時間少一點，我不知道是幾天，我知道是講了八個小時。第二次十天，大概是一天四個小時，四十個小時，這是細講。八個小時略說有略說的價值，因為有很多人工作非常忙碌，你叫他聽四十個小時他沒有時間，所以我們兩種光碟都在流通。"
    },
    {
      "id": "12-017-1403_p0036",
      "zh_CN": "诸位同学如果需要的话，向香港佛陀教育协会来接洽，这里可以赠送，免费赠送。希望你们在家庭里面，一家订上一定的时间，或者是早上，或者是晚上，能够有一、二个小时专门来学习。一遍学习完了之后，从头再起，再学习，你要能够保持十遍以上，我相信你一家和睦，你家庭里面所有冲突问题全解决了。",
      "zh_TW": "諸位同學如果需要的話，向香港佛陀教育協會來接洽，這裡可以贈送，免費贈送。希望你們在家庭裡面，一家訂上一定的時間，或者是早上，或者是晚上，能夠有一、二個小時專門來學習。一遍學習完了之後，從頭再起，再學習，你要能夠保持十遍以上，我相信你一家和睦，你家庭裡面所有衝突問題全解決了。"
    },
    {
      "id": "12-017-1403_p0037",
      "zh_CN": "你要是个老板，你领导你的员工也可以用这个方法，每天老板带着员工一起学习，就像从前宫廷里面，皇帝带着王子、文武百官一起学习，效果无比殊胜。每天学习一个小时，把它订做常课，一遍学完了，一遍四十个小时，一遍学完了从头再来，永远不断。你这个公司里面的员工、老板真正团结，一心一德，你的公司行号哪有不兴旺的道理！公司从此之后，老板不必管员工，也不必开任何会议，员工自动自发。北京「大方广」那个公司就做了实验，实验非常成功。老板很自在，不要管员工，不要开会，每个员工非常勤奋努力工作，自己工作做好，跟别的同事、别的部门配合，这个公司健康。就是教学，没有别的，天天在教，天天在学，上课。",
      "zh_TW": "你要是個老闆，你領導你的員工也可以用這個方法，每天老闆帶著員工一起學習，就像從前宮廷裡面，皇帝帶著王子、文武百官一起學習，效果無比殊勝。每天學習一個小時，把它訂做常課，一遍學完了，一遍四十個小時，一遍學完了從頭再來，永遠不斷。你這個公司裡面的員工、老闆真正團結，一心一德，你的公司行號哪有不興旺的道理！公司從此之後，老闆不必管員工，也不必開任何會議，員工自動自發。北京「大方廣」那個公司就做了實驗，實驗非常成功。老闆很自在，不要管員工，不要開會，每個員工非常勤奮努力工作，自己工作做好，跟別的同事、別的部門配合，這個公司健康。就是教學，沒有別的，天天在教，天天在學，上課。"
    },
    {
      "id": "12-017-1403_p0038",
      "zh_CN": "所以，我看到清朝宫廷里面这个做法，我感触很深，这个方法真有效果。联合国教科文组织很可惜没有读到这些资料，他们如果真的要了解这个状况，知道这个方法有效果，它要能够采取，向全世界推动，我相信世界和平、化解冲突决定可以落实。这是我们读这首偈无限的感触。",
      "zh_TW": "所以，我看到清朝宮廷裡面這個做法，我感觸很深，這個方法真有效果。聯合國教科文組織很可惜沒有讀到這些資料，他們如果真的要了解這個狀況，知道這個方法有效果，它要能夠採取，向全世界推動，我相信世界和平、化解衝突決定可以落實。這是我們讀這首偈無限的感觸。"
    },
    {
      "id": "12-017-1403_p0039",
      "zh_CN": "现在我们把话说回来，我们「佛教法中」现在也是普遍懈怠的衰相。为什么会到这种程度？我想我们许多同学心里都有数，都看得很清楚、很明白，没有学教！世尊留下这么多经典，祖师大德留下这么多的指导，这些注疏、注解，现在学佛，无论在家的，只知道烧香拜拜，求福、求升官发财，没有学习经教，原因在此地。学佛四众同学都能够重视经典的教诲，一心一意来学习，把经典的教诲落实在生活上。佛法变成日常生活当中最重要的科目，真正是带给你一生的幸福圆满，让你一生你自己跟你的家人都过着最高、最圆满的、最幸福的生活。方先生所说「人生最高的享受」你能得到，不是不能得到，问题是你肯不肯学。",
      "zh_TW": "現在我們把話說回來，我們「佛教法中」現在也是普遍懈怠的衰相。為什麼會到這種程度？我想我們許多同學心裡都有數，都看得很清楚、很明白，沒有學教！世尊留下這麼多經典，祖師大德留下這麼多的指導，這些註疏、註解，現在學佛，無論在家的，只知道燒香拜拜，求福、求升官發財，沒有學習經教，原因在此地。學佛四眾同學都能夠重視經典的教誨，一心一意來學習，把經典的教誨落實在生活上。佛法變成日常生活當中最重要的科目，真正是帶給你一生的幸福圓滿，讓你一生你自己跟你的家人都過著最高、最圓滿的、最幸福的生活。方先生所說「人生最高的享受」你能得到，不是不能得到，問題是你肯不肯學。"
    },
    {
      "id": "12-017-1403_p0040",
      "zh_CN": "古时候寺院庵堂跟现在不一样，古时候寺院庵堂是学校，这些出家人都是老师，跟佛陀在世一样。释迦牟尼佛当年在世他每天干什么？每天讲经教学，我们在经典上看到二时讲经，每天二时讲经。世尊那个时代，古印度把一天分作六时，白天三时，晚上三时。我们在经典上读到的，它的分法，白天叫初日分、中日分、后日分；夜晚是初夜分、中夜分、后夜分，六时。我们中国自古以来，是将一昼夜分为十二个时辰，用的是地支，子丑寅卯、辰巳午未、申酉戌亥，这个一直到民国初年才废止。中国从前用十二时，现在算命还是用这个时辰，没有用现在的几点钟、几点钟。现在我们用西方的，西方人把昼夜分为二十四个时辰，所以我们称它作小时，它比我们中国的时辰小。我们中国一时是现在的二时，印度的一时是中国的二时，所以印度那个时候一时就是现在的四小时。二时讲经，你就晓得释迦牟尼佛当年在世，每天讲经八个小时，换成现在是八个小时，真精进；四十九年不休息，每天讲八个小时。",
      "zh_TW": "古時候寺院庵堂跟現在不一樣，古時候寺院庵堂是學校，這些出家人都是老師，跟佛陀在世一樣。釋迦牟尼佛當年在世他每天幹什麼？每天講經教學，我們在經典上看到二時講經，每天二時講經。世尊那個時代，古印度把一天分作六時，白天三時，晚上三時。我們在經典上讀到的，它的分法，白天叫初日分、中日分、後日分；夜晚是初夜分、中夜分、後夜分，六時。我們中國自古以來，是將一晝夜分為十二個時辰，用的是地支，子丑寅卯、辰巳午未、申酉戌亥，這個一直到民國初年才廢止。中國從前用十二時，現在算命還是用這個時辰，沒有用現在的幾點鐘、幾點鐘。現在我們用西方的，西方人把晝夜分為二十四個時辰，所以我們稱它作小時，它比我們中國的時辰小。我們中國一時是現在的二時，印度的一時是中國的二時，所以印度那個時候一時就是現在的四小時。二時講經，你就曉得釋迦牟尼佛當年在世，每天講經八個小時，換成現在是八個小時，真精進；四十九年不休息，每天講八個小時。"
    },
    {
      "id": "12-017-1403_p0041",
      "zh_CN": "是不是世尊一个人讲？我们相信是他老人家一个人讲，他讲经四十九年，我们相信。佛是三十岁开始讲经的，七十九岁圆寂，四十九年。但是我们能够相信，前面二十年佛讲得多，二十年后，佛的弟子里面很多人学成了。也就是说世尊培养了一批师资，培养了一批弘法人才，这是真的。这些弘法人才常常到各个地方代佛说法，这就是僧团。哪些人？我们展开经卷看到前面一千二百五十五人，一千二百五十五人我们就算他三分之一讲得好的，或者是十分之一，十分之一也有一百多个人。这一百多个人都是讲得很好的，很受大众欢迎的，佛常常派他们到各处去讲经，把佛陀的教诲发扬光大。它是教育，跟诸位说不是宗教。佛陀在世没有佛堂，只有教室，没有佛堂，没有大殿。佛堂里面有大殿供佛像，是释迦牟尼佛灭度之后大家纪念他，才造这些像来供奉，纪念他。我们要知道这个历史，你才不至于产生误会。",
      "zh_TW": "是不是世尊一個人講？我們相信是他老人家一個人講，他講經四十九年，我們相信。佛是三十歲開始講經的，七十九歲圓寂，四十九年。但是我們能夠相信，前面二十年佛講得多，二十年後，佛的弟子裡面很多人學成了。也就是說世尊培養了一批師資，培養了一批弘法人才，這是真的。這些弘法人才常常到各個地方代佛說法，這就是僧團。哪些人？我們展開經卷看到前面一千二百五十五人，一千二百五十五人我們就算他三分之一講得好的，或者是十分之一，十分之一也有一百多個人。這一百多個人都是講得很好的，很受大眾歡迎的，佛常常派他們到各處去講經，把佛陀的教誨發揚光大。它是教育，跟諸位說不是宗教。佛陀在世沒有佛堂，只有教室，沒有佛堂，沒有大殿。佛堂裡面有大殿供佛像，是釋迦牟尼佛滅度之後大家紀念他，才造這些像來供奉，紀念他。我們要知道這個歷史，你才不至於產生誤會。"
    },
    {
      "id": "12-017-1403_p0042",
      "zh_CN": "所以佛的一生是教学。到晚年之后，能够讲经说法的学生多了，佛一定自己讲经的时间就减少，听听学生讲的，他要做印证。也就像当年我们这些晚辈亲近李老师，李老师开班教我们讲经，我们上台练习讲经，他老人家在下面听，改正我们的错误，这样才能学得出来。我相信释迦牟尼佛当年也不例外，这么多学生跟着他，一定在这里面选拔优秀的。常随弟子里面的上首，佛门称为上首，上首就好比他要分班，每个班有班长、有副班长，这是上首。那些人听佛说法，有时候听了有疑惑，听不明白，这些人就要负责来讲解、来解答，真正遇到困难，才向佛陀请教。",
      "zh_TW": "所以佛的一生是教學。到晚年之後，能夠講經說法的學生多了，佛一定自己講經的時間就減少，聽聽學生講的，他要做印證。也就像當年我們這些晚輩親近李老師，李老師開班教我們講經，我們上台練習講經，他老人家在下面聽，改正我們的錯誤，這樣才能學得出來。我相信釋迦牟尼佛當年也不例外，這麼多學生跟著他，一定在這裡面選拔優秀的。常隨弟子裡面的上首，佛門稱為上首，上首就好比他要分班，每個班有班長、有副班長，這是上首。那些人聽佛說法，有時候聽了有疑惑，聽不明白，這些人就要負責來講解、來解答，真正遇到困難，才向佛陀請教。"
    },
    {
      "id": "12-017-1403_p0043",
      "zh_CN": "它是个学术的团体，是个教育的团体，要把它的本质认识清楚，不是宗教。它是为广大群众服务，为社会服务，特别是为化解冲突、促进安定和平来服务。现在我们佛门本身把这个教学疏忽了，每天只着重于宗教仪式，这就把学术教育改变成宗教。我相信释迦牟尼佛看到都会流眼泪，塑那么大的像，金身供在大殿，千万人去膜拜，是不是释迦牟尼佛的意思？不是！释迦牟尼佛是要我们向他学习，那才叫奉事师长。不是把师长供在那里，天天给他磕头，拿着这个做幌子，领导一些迷信的众生，这大错特错！",
      "zh_TW": "它是個學術的團體，是個教育的團體，要把它的本質認識清楚，不是宗教。它是為廣大群眾服務，為社會服務，特別是為化解衝突、促進安定和平來服務。現在我們佛門本身把這個教學疏忽了，每天只著重於宗教儀式，這就把學術教育改變成宗教。我相信釋迦牟尼佛看到都會流眼淚，塑那麼大的像，金身供在大殿，千萬人去膜拜，是不是釋迦牟尼佛的意思？不是！釋迦牟尼佛是要我們向他學習，那才叫奉事師長。不是把師長供在那裡，天天給他磕頭，拿著這個做幌子，領導一些迷信的眾生，這大錯特錯！"
    },
    {
      "id": "12-017-1403_p0044",
      "zh_CN": "所以早年，我在没有学佛之前，我是最反对佛教的。我念小学的时候，我们同学、老师对我都知道，破除迷信我是第一名，总是走在别人前面；不晓得它是教育，不知道它是学术。所以我如果要是没有遇到方老师，我这个错误观念会错误一辈子，那是自己真的造罪业，无知。方老师告诉我之后我才明了，原来真正的佛教在经典里面，不在寺庙。方老师说寺庙里你找不到佛教，看不到佛教，经典里面，学佛一定从经典里面学。我的几位老师，实在讲也是非常希有难得。",
      "zh_TW": "所以早年，我在沒有學佛之前，我是最反對佛教的。我念小學的時候，我們同學、老師對我都知道，破除迷信我是第一名，總是走在別人前面；不曉得它是教育，不知道它是學術。所以我如果要是沒有遇到方老師，我這個錯誤觀念會錯誤一輩子，那是自己真的造罪業，無知。方老師告訴我之後我才明瞭，原來真正的佛教在經典裡面，不在寺廟。方老師說寺廟裡你找不到佛教，看不到佛教，經典裡面，學佛一定從經典裡面學。我的幾位老師，實在講也是非常希有難得。"
    },
    {
      "id": "12-017-1403_p0045",
      "zh_CN": "我接触佛门，第一位是章嘉大师，这是大德。教我第一本看的书不是经典，是释迦牟尼佛传记，这个传记是唐朝时候人写的，不是现在的，在《大藏经》里面。有两种，一种叫《释迦方志》，一卷，一种叫《释迦谱》，有四卷，他叫我看这个。那时候这个书买不到，所以只有到寺院，寺院有《大藏经》，在《大藏经》里面找到，用笔记本抄。这个五卷东西我抄过，我好像总共抄过几十卷经，利用星期假日，一天到寺庙里来就是抄经。我记得一天大概可以能够抄到八千字到九千字，有时候将近能抄一卷。这个对自己有好处，现在印刷术方便，东西得来很容易，人就懈怠。那个时候得来不容易，自己去抄，那个印象不一样，抄一遍比自己读十遍效果更大，重要地方都还能记住。我们了解释迦牟尼佛的生平，一生的事迹，佩服得五体投地。真正学佛，确实要从这里下手。",
      "zh_TW": "我接觸佛門，第一位是章嘉大師，這是大德。教我第一本看的書不是經典，是釋迦牟尼佛傳記，這個傳記是唐朝時候人寫的，不是現在的，在《大藏經》裡面。有兩種，一種叫《釋迦方誌》，一卷，一種叫《釋迦譜》，有四卷，他叫我看這個。那時候這個書買不到，所以只有到寺院，寺院有《大藏經》，在《大藏經》裡面找到，用筆記本抄。這個五卷東西我抄過，我好像總共抄過幾十卷經，利用星期假日，一天到寺廟裡來就是抄經。我記得一天大概可以能夠抄到八千字到九千字，有時候將近能抄一卷。這個對自己有好處，現在印刷術方便，東西得來很容易，人就懈怠。那個時候得來不容易，自己去抄，那個印象不一樣，抄一遍比自己讀十遍效果更大，重要地方都還能記住。我們了解釋迦牟尼佛的生平，一生的事蹟，佩服得五體投地。真正學佛，確實要從這裡下手。"
    },
    {
      "id": "12-017-1403_p0046",
      "zh_CN": "你学佛，佛是释迦牟尼，你对他有认识，你对他有了解；认识愈深刻，了解愈清楚，你对他的尊敬、仰慕之心油然而生。这不是人教的，自自然然对他生起仰慕、尊敬，这是个了不起的人，我们应当要学他。放弃了荣华富贵的生活，去做一个像中国的穷秀才，中国以前教童蒙的穷秀才，过那种生活。他比穷秀才的生活水平还要低，托钵，每天沿门托钵，日中一食，树下一宿。他做出榜样给我们看，希望我们学他，传他的道，传他的法。他的道太大太大了，《华严经》上讲的是他的道；他的法就是他的生活，他的工作。他是怎样在生活工作里面，提升自己的德行修养，怎样达到登峰造极的真实智慧、才艺德能，我们要学的是这些。宗教这些仪规都不是佛制定的，这是后世祖师大德为了纪念老师，纪念总有纪念的规矩，仪规从这儿来的。最早的仪规也很简单，简单隆重，着重在教学。",
      "zh_TW": "你學佛，佛是釋迦牟尼，你對他有認識，你對他有了解；認識愈深刻，了解愈清楚，你對他的尊敬、仰慕之心油然而生。這不是人教的，自自然然對他生起仰慕、尊敬，這是個了不起的人，我們應當要學他。放棄了榮華富貴的生活，去做一個像中國的窮秀才，中國以前教童蒙的窮秀才，過那種生活。他比窮秀才的生活水平還要低，托缽，每天沿門托缽，日中一食，樹下一宿。他做出榜樣給我們看，希望我們學他，傳他的道，傳他的法。他的道太大太大了，《華嚴經》上講的是他的道；他的法就是他的生活，他的工作。他是怎樣在生活工作裡面，提升自己的德行修養，怎樣達到登峰造極的真實智慧、才藝德能，我們要學的是這些。宗教這些儀規都不是佛制定的，這是後世祖師大德為了紀念老師，紀念總有紀念的規矩，儀規從這兒來的。最早的儀規也很簡單，簡單隆重，著重在教學。"
    },
    {
      "id": "12-017-1403_p0047",
      "zh_CN": "所以我们明白了、了解了，我为什么要出家？有很多人问我，连李老师也问我。我说我出家没有别的目的，就是希望把佛教带回归到本来面目，没有别的意思，回归到教育，回归到学术。所以我称佛陀，用现在的话来说，他是多元文化的社会教育家。你要看了《释迦谱》，看了《释迦方志》，你就会承认，你会同意我的说法。世尊在当年的身分，用现在的话来说，是多元文化社会教育的义务工作者。他是老师，但这个老师教学不收学费的，无条件的，义务的老师。中国过去做老师的也非常清高，说老实话，也是不收学费，但是接受学生供养。富有的人家供养老师会多一些，贫穷的人家会少一点，甚至于很好的学生，家里非常贫穷，老师还要照顾他家里生活，还得送点米，送点菜给他们；老师的恩德跟父母没有两样，道理在此地。我们再要不懂，再要这样懒散、懈怠下去，不能够振作起来，那眼看佛教在我们这一代逐渐走向灭亡。",
      "zh_TW": "所以我們明白了、了解了，我為什麼要出家？有很多人問我，連李老師也問我。我說我出家沒有別的目的，就是希望把佛教帶回歸到本來面目，沒有別的意思，回歸到教育，回歸到學術。所以我稱佛陀，用現在的話來說，他是多元文化的社會教育家。你要看了《釋迦譜》，看了《釋迦方誌》，你就會承認，你會同意我的說法。世尊在當年的身分，用現在的話來說，是多元文化社會教育的義務工作者。他是老師，但這個老師教學不收學費的，無條件的，義務的老師。中國過去做老師的也非常清高，說老實話，也是不收學費，但是接受學生供養。富有的人家供養老師會多一些，貧窮的人家會少一點，甚至於很好的學生，家裡非常貧窮，老師還要照顧他家裡生活，還得送點米，送點菜給他們；老師的恩德跟父母沒有兩樣，道理在此地。我們再要不懂，再要這樣懶散、懈怠下去，不能夠振作起來，那眼看佛教在我們這一代逐漸走向滅亡。"
    },
    {
      "id": "12-017-1403_p0048",
      "zh_CN": "现在还有些，这一般人讲的，还有些迷信的老太婆、老阿公会到庙里面去烧香拜佛。十年之后，二十年之后没有了，二十年之后，你绝对看不到有人到寺庙里烧香拜佛。为什么？不信！你没看到现在寺院庵堂的法会，老人多，中年人少，青年人更少。你从这个地方去看这个现象，你慢慢想十年之后，二十年之后，这些老太婆、老阿公都往生了，后继无人，他们的儿孙不相信，尤其现在这个竞争激烈的社会。所以佛法，我把佛法扩大来讲，宗教，每个宗教都一样。我跟很多宗教接触，我都告诉他，宗教一定要走向社会教育，走向大众学术，那你前途还是一片光明。如果脱离了教育，脱离了教学，只有宗教仪式，宗教在这个世间维系最长不会超过三十年。我这个话跟很多不同宗教人士在一起谈过，太重要了。",
      "zh_TW": "現在還有些，這一般人講的，還有些迷信的老太婆、老阿公會到廟裡面去燒香拜佛。十年之後，二十年之後沒有了，二十年之後，你絕對看不到有人到寺廟裏燒香拜佛。為什麼？不信！你沒看到現在寺院庵堂的法會，老人多，中年人少，青年人更少。你從這個地方去看這個現象，你慢慢想十年之後，二十年之後，這些老太婆、老阿公都往生了，後繼無人，他們的兒孫不相信，尤其現在這個競爭激烈的社會。所以佛法，我把佛法擴大來講，宗教，每個宗教都一樣。我跟很多宗教接觸，我都告訴他，宗教一定要走向社會教育，走向大眾學術，那你前途還是一片光明。如果脫離了教育，脫離了教學，只有宗教儀式，宗教在這個世間維繫最長不會超過三十年。我這個話跟很多不同宗教人士在一起談過，太重要了。"
    },
    {
      "id": "12-017-1403_p0049",
      "zh_CN": "所以现在我们迫切需要的就是要办学，要培养有修持、有学问的老师。这个老师出家、不出家没有关系，真有修持，真通，真有学问，讲得好。我的老师，我三个老师，章嘉大师是出家的，方东美先生跟李炳南老师都是在家的。所以出家、在家没有关系，真正通达，真正学习，真正有大愿心，把这么好的学术发扬光大。这个东西能帮助社会，解决社会上一切的疑难杂症，统统能解决。为什么？真实智慧，只有真实智慧能解决问题，不是真实智慧不能解决问题，纵然解决了有后遗症，就是老子讲的「和大怨，必有余怨」，余怨是后遗症。你就想到古圣先贤教诲之可贵，几千年多少人，都是高人，他们的智慧、经验、方法、效果，都在这些典籍当中，留给我们后人，他对得起我们；我们没有好好的学习，我们对不起他。希望我们读这首偈，我们要振奋起来，眼前的灾难，除了圣贤教诲之外，没有办法能够解决。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "所以現在我們迫切需要的就是要辦學，要培養有修持、有學問的老師。這個老師出家、不出家沒有關係，真有修持，真通，真有學問，講得好。我的老師，我三個老師，章嘉大師是出家的，方東美先生跟李炳南老師都是在家的。所以出家、在家沒有關係，真正通達，真正學習，真正有大願心，把這麼好的學術發揚光大。這個東西能幫助社會，解決社會上一切的疑難雜症，統統能解決。為什麼？真實智慧，只有真實智慧能解決問題，不是真實智慧不能解決問題，縱然解決了有後遺症，就是老子講的「和大怨，必有餘怨」，餘怨是後遺症。你就想到古聖先賢教誨之可貴，幾千年多少人，都是高人，他們的智慧、經驗、方法、效果，都在這些典籍當中，留給我們後人，他對得起我們；我們沒有好好的學習，我們對不起他。希望我們讀這首偈，我們要振奮起來，眼前的災難，除了聖賢教誨之外，沒有辦法能夠解決。好，今天時間到了，我們就講到此地。"
    }
  ]
}