{
  "doc_id": "12-017-1384",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三八四卷",
    "zh_TW": "第一三八四卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1384",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "12-017-1384_p0001",
      "zh_CN": "诸位同学，请看「菩萨问明品」，第四大段说法甚深，德首菩萨偈颂第七首看起，我们将经文念一段：",
      "zh_TW": "諸位同學，請看「菩薩問明品」，第四大段說法甚深，德首菩薩偈頌第七首看起，我們將經文念一段："
    },
    {
      "id": "12-017-1384_p0002",
      "zh_CN": "【亦如地界一，能生种种芽，非地有殊异，诸佛法如是。】",
      "zh_TW": "【亦如地界一，能生種種芽，非地有殊異，諸佛法如是。】"
    },
    {
      "id": "12-017-1384_p0003",
      "zh_CN": "清凉大师在注解里面给我们说，「地一芽异，答无量庄严，芽茎华实为藻饰故」。注得虽然不多，这个意思也很明显的显示出来，『地』是大地，大地是『一』，可是大地上所生的这些植物千千万万种，太多太多了，不一样，生的『芽』不一样。也许有人要问，地也不一样，土壤不相同，气候不相同，有些北方的植物南方不能种，热带有些（你看很多）水果，在温带、寒带不能种植。这个疑问有没有道理？听起来好像是有道理，实际上似是而非，地球是一个。地球上许许多多生物，在佛法里面讲缘生，为什么会有这么多种？会有这么多差别？缘不同，有时候因同缘不同，有时候缘同因不同，所以生出许许多多不同的植物。",
      "zh_TW": "清涼大師在註解裡面給我們說，「地一芽異，答無量莊嚴，芽莖華實為藻飾故」。註得雖然不多，這個意思也很明顯的顯示出來，『地』是大地，大地是『一』，可是大地上所生的這些植物千千萬萬種，太多太多了，不一樣，生的『芽』不一樣。也許有人要問，地也不一樣，土壤不相同，氣候不相同，有些北方的植物南方不能種，熱帶有些（你看很多）水果，在溫帶、寒帶不能種植。這個疑問有沒有道理？聽起來好像是有道理，實際上似是而非，地球是一個。地球上許許多多生物，在佛法裡面講緣生，為什麼會有這麼多種？會有這麼多差別？緣不同，有時候因同緣不同，有時候緣同因不同，所以生出許許多多不同的植物。"
    },
    {
      "id": "12-017-1384_p0004",
      "zh_CN": "但是这些植物，现代人知道少一样都不行，为什么？少一样，这个地球生态平衡就出问题了。实在说，这个地球很大，如果我们把范围缩小，把人身来做比喻，你就更容易懂。人身是一，器官很多，不一样。在我们这个身，外表有眼耳鼻舌身，五官不一样，内里头五脏六腑，个个不相同；组成器官，细胞没有差别，但是细胞的组成有差别，我们现在一般人讲它排列的方程式不相同，变成个个不同的器官。在这个人的身体上，少一个器官人就不健康，人就生病，那我们这个人的生态，身体的生态平衡就失掉了。身体生病，人生病就是你身体生态平衡发生问题，这个道理我们很容易懂。",
      "zh_TW": "但是這些植物，現代人知道少一樣都不行，為什麼？少一樣，這個地球生態平衡就出問題了。實在說，這個地球很大，如果我們把範圍縮小，把人身來做比喻，你就更容易懂。人身是一，器官很多，不一樣。在我們這個身，外表有眼耳鼻舌身，五官不一樣，內裡頭五臟六腑，個個不相同；組成器官，細胞沒有差別，但是細胞的組成有差別，我們現在一般人講它排列的方程式不相同，變成個個不同的器官。在這個人的身體上，少一個器官人就不健康，人就生病，那我們這個人的生態，身體的生態平衡就失掉了。身體生病，人生病就是你身體生態平衡發生問題，這個道理我們很容易懂。"
    },
    {
      "id": "12-017-1384_p0005",
      "zh_CN": "地球上这些生物，无论是动物也好，植物也好，矿物也好，如果失去生态平衡，地球就病了，这个道理、这个事实真相，你知道吗？如果你要是知道了，那你就要爱惜地球，不能不爱！任意的破坏自然环境就让地球生病。地球生病，那个病态是什么？洪水、地震、台风、火山爆发，这是什么？这是它的病态，生病了。我们称它作自然灾害。自然灾害是地球的病态，是不是真的自然灾害？不然，它与人心行有密切的关系。人心要都向善，心善行善，感应的就是风调雨顺，这灾害没有了；人的心行不善，这种灾害就非常之多、非常普遍，也非常严重。你怎么能说它没关系？",
      "zh_TW": "地球上這些生物，無論是動物也好，植物也好，礦物也好，如果失去生態平衡，地球就病了，這個道理、這個事實真相，你知道嗎？如果你要是知道了，那你就要愛惜地球，不能不愛！任意的破壞自然環境就讓地球生病。地球生病，那個病態是什麼？洪水、地震、颱風、火山爆發，這是什麼？這是它的病態，生病了。我們稱它作自然災害。自然災害是地球的病態，是不是真的自然災害？不然，它與人心行有密切的關係。人心要都向善，心善行善，感應的就是風調雨順，這災害沒有了；人的心行不善，這種災害就非常之多、非常普遍，也非常嚴重。你怎麼能說它沒關係？"
    },
    {
      "id": "12-017-1384_p0006",
      "zh_CN": "为什么我们一个人的心行会影响自然环境？这里头有很深的道理，在《华严经》里面讲得非常明白，也非常透彻。那就是比喻说，性是一，相是多，正是文殊菩萨所问的，诸佛所悟的是一法，唯是一法，为什么说无量法，现无量刹？这个地方再问到「化无量众」，无量庄严，为什么会有这些情形？法性是一，法相无量无边，道理在此地。法相是法性变现的，法相的体就是法性，既然是一个性，你怎么能说没关系？整个宇宙是一体，就好像我们这人身体，许许多多的器官、许许多多的细胞组成一个身体，身上一根汗毛都跟全身都有关系，怎么会说没有关系？这个道理我们不能不懂。",
      "zh_TW": "為什麼我們一個人的心行會影響自然環境？這裡頭有很深的道理，在《華嚴經》裡面講得非常明白，也非常透徹。那就是比喻說，性是一，相是多，正是文殊菩薩所問的，諸佛所悟的是一法，唯是一法，為什麼說無量法，現無量剎？這個地方再問到「化無量眾」，無量莊嚴，為什麼會有這些情形？法性是一，法相無量無邊，道理在此地。法相是法性變現的，法相的體就是法性，既然是一個性，你怎麼能說沒關係？整個宇宙是一體，就好像我們這人身體，許許多多的器官、許許多多的細胞組成一個身體，身上一根汗毛都跟全身都有關係，怎麼會說沒有關係？這個道理我們不能不懂。"
    },
    {
      "id": "12-017-1384_p0007",
      "zh_CN": "知道这个身体所有的器官、所有的细胞跟这身体有密切关系，然后你就推想整个地球。地球上所有一切的生物，不但是生物，现在还讲叫无生物、非生物，我们讲矿物，矿物还是法性变的。法性有见闻觉知、有色声香味。有见闻觉知，它是活的，它不是死的，整个宇宙，我们现在的话说是个有机体，活生生的。难得现在科学家用科学的方法证明矿物也有见闻觉知，我听到这个讯息很欢喜。",
      "zh_TW": "知道這個身體所有的器官、所有的細胞跟這身體有密切關係，然後你就推想整個地球。地球上所有一切的生物，不但是生物，現在還講叫無生物、非生物，我們講礦物，礦物還是法性變的。法性有見聞覺知、有色聲香味。有見聞覺知，它是活的，它不是死的，整個宇宙，我們現在的話說是個有機體，活生生的。難得現在科學家用科學的方法證明礦物也有見聞覺知，我聽到這個訊息很歡喜。"
    },
    {
      "id": "12-017-1384_p0008",
      "zh_CN": "我们学佛的人，对于佛在经典上讲的这些事情我们相信，但是有很多人讲没有科学证据，难得科学家把它实验出来了。虽然实验现在只有一种物质，水，水是矿物，氢氧化合物，这大家都肯定的，但是现在证明什么？水它会听，它会看，它懂得人的意思。我们以善意对它，它的结晶非常之美；以恶意对它，它结晶就很丑陋，反应很快，在显微镜之下观察。这个反应的是色相，我们看到了；实在讲反应不止是色相，还有音声、还有香气、还有味道，这个科学家还没有发觉出来。我告诉作实验的江本博士，我说你继续努力，还有，还有秘密，什么时候你能够把它发现出来，无量功德。不单是水，泥沙、石头，各种不同的矿石统统都有见闻觉知、都有色声香味，道理就是它的体是法性。法性本来就具有见闻觉知、色声香味，所以它变现的一切现相，法相，当然都具足，哪里会缺少的！我们相信佛经上讲的这个道理，深信不疑！",
      "zh_TW": "我們學佛的人，對於佛在經典上講的這些事情我們相信，但是有很多人講沒有科學證據，難得科學家把它實驗出來了。雖然實驗現在只有一種物質，水，水是礦物，氫氧化合物，這大家都肯定的，但是現在證明什麼？水它會聽，它會看，它懂得人的意思。我們以善意對它，它的結晶非常之美；以惡意對它，它結晶就很醜陋，反應很快，在顯微鏡之下觀察。這個反應的是色相，我們看到了；實在講反應不止是色相，還有音聲、還有香氣、還有味道，這個科學家還沒有發覺出來。我告訴作實驗的江本博士，我說你繼續努力，還有，還有祕密，什麼時候你能夠把它發現出來，無量功德。不單是水，泥沙、石頭，各種不同的礦石統統都有見聞覺知、都有色聲香味，道理就是它的體是法性。法性本來就具有見聞覺知、色聲香味，所以它變現的一切現相，法相，當然都具足，哪裡會缺少的！我們相信佛經上講的這個道理，深信不疑！"
    },
    {
      "id": "12-017-1384_p0009",
      "zh_CN": "你明白这个道理，肯定这个道理，你才会真正接受大乘教里头常讲的「一切法从心想生」，为什么会有这个一切法？一切法就是从心想生。我们不要说别人，就是自己妄念。妄念就是心想，前念灭后念生，念念不一样，所有一切物质环境都随着你的念头在变，它怎么会一样？你说这东西从哪来的？就这么来的，从妄想分别执着里头变现出来的。离妄想分别执着只有一法，如来所证；这一法所现的相，相也是一法，叫一真法界。所以净土宗殊胜，净土宗是直捷去证一真法界。它修的什么？修一心，一心是能证，一真是所证，能所是一不是二，所以它不是哲学。哲学有能有所，能不是所，所不是能；佛法有能有所，但是能所是一不是二，这是诸法实相。",
      "zh_TW": "你明白這個道理，肯定這個道理，你才會真正接受大乘教裡頭常講的「一切法從心想生」，為什麼會有這個一切法？一切法就是從心想生。我們不要說別人，就是自己妄念。妄念就是心想，前念滅後念生，念念不一樣，所有一切物質環境都隨著你的念頭在變，它怎麼會一樣？你說這東西從哪來的？就這麼來的，從妄想分別執著裡頭變現出來的。離妄想分別執著只有一法，如來所證；這一法所現的相，相也是一法，叫一真法界。所以淨土宗殊勝，淨土宗是直捷去證一真法界。它修的什麼？修一心，一心是能證，一真是所證，能所是一不是二，所以它不是哲學。哲學有能有所，能不是所，所不是能；佛法有能有所，但是能所是一不是二，這是諸法實相。"
    },
    {
      "id": "12-017-1384_p0010",
      "zh_CN": "所以这个地方答，用这个比喻来「答无量庄严」。庄严是指境界，境界里面有正报、有依报。正报的庄严，我们常常赞佛三十二相八十种好，每个人面貌不相同，无论是面貌好、不好，都叫庄严；依报是环境，生活环境。通常我们解释「庄严」这两个字都用「美好」来解释，而实际上它的含义统统圆满包括。从佛菩萨到饿鬼、畜生、地狱，每个法界有每个法界的庄严，依正庄严不同！",
      "zh_TW": "所以這個地方答，用這個比喻來「答無量莊嚴」。莊嚴是指境界，境界裡面有正報、有依報。正報的莊嚴，我們常常讚佛三十二相八十種好，每個人面貌不相同，無論是面貌好、不好，都叫莊嚴；依報是環境，生活環境。通常我們解釋「莊嚴」這兩個字都用「美好」來解釋，而實際上它的含義統統圓滿包括。從佛菩薩到餓鬼、畜生、地獄，每個法界有每個法界的莊嚴，依正莊嚴不同！"
    },
    {
      "id": "12-017-1384_p0011",
      "zh_CN": "大地这个比喻也比喻得好，你看大地上有很高、高大的树木，千年的神木，庄严！有不到一寸的小草，那寿命很短。千差万别，这是讲我们举这个近的例子，如果把它引伸起来说，佛法界里面的依正庄严，像《华严经》上所讲的，不是三十二相八十种好，佛有无量相，相有无量好。正报如是，依报亦如是，像极乐世界、华藏世界。这些现象都是法性变现的，唯心所现。",
      "zh_TW": "大地這個比喻也比喻得好，你看大地上有很高、高大的樹木，千年的神木，莊嚴！有不到一寸的小草，那壽命很短。千差萬別，這是講我們舉這個近的例子，如果把它引伸起來說，佛法界裡面的依正莊嚴，像《華嚴經》上所講的，不是三十二相八十種好，佛有無量相，相有無量好。正報如是，依報亦如是，像極樂世界、華藏世界。這些現象都是法性變現的，唯心所現。"
    },
    {
      "id": "12-017-1384_p0012",
      "zh_CN": "儒家说人性本善，「人之初，性本善」，心善、言善、行善，本来就善，所以它现出来的境界，现出来的相是极乐世界、是一真法界。为什么又会有十法界？有菩萨、有声闻、有缘觉、有六道、有三途，那什么原因？迷失了本性。佛说一切众生皆有佛性，儒家讲一切众生本性本善，迷了，迷了之后就不善了。迷有浅深不同，迷得深的，三途六道；迷得浅的，声闻、缘觉、菩萨。十法界是迷失自性变现出来的。",
      "zh_TW": "儒家說人性本善，「人之初，性本善」，心善、言善、行善，本來就善，所以它現出來的境界，現出來的相是極樂世界、是一真法界。為什麼又會有十法界？有菩薩、有聲聞、有緣覺、有六道、有三途，那什麼原因？迷失了本性。佛說一切眾生皆有佛性，儒家講一切眾生本性本善，迷了，迷了之後就不善了。迷有淺深不同，迷得深的，三途六道；迷得淺的，聲聞、緣覺、菩薩。十法界是迷失自性變現出來的。"
    },
    {
      "id": "12-017-1384_p0013",
      "zh_CN": "十法界里面的依正庄严跟一真法界依正庄严一样不一样？给诸位说，完全一样。从性上讲，丝毫差别都没有；从相上讲，差别悬殊很大，这个道理我们很不好懂。古大德为我们讲这个道理做了一个比喻，「以金作器，器器皆金」，这极乐世界、华藏世界也一样，这都是一真法界，性所现的相全是金色的，我们用这个做比喻，全是金色，美不胜收。十法界里面还是这个性，实在讲完全没有差别，但是什么？迷了，迷了就好比什么？有了染污，有了尘垢。菩萨法界这个色彩就没有佛色彩那么好看，为什么？佛那个干净，一尘不染，它这个已有染污，光彩比不上，必须把染污磨掉，光彩原来是一样的。到最低的法界是地狱法界，饿鬼、地狱。饿鬼、地狱里面好像这个金器一看起来就脏得不得了，很难看，根本看不出它是黄金，严重的染污。虽然是严重染污，你要知道它是真金，你慢慢去把它那个染污洗刷掉，把它磨掉，它的真，那个金色光明又现前了，跟佛没两样！一真法界跟十法界确实是如此。",
      "zh_TW": "十法界裡面的依正莊嚴跟一真法界依正莊嚴一樣不一樣？給諸位說，完全一樣。從性上講，絲毫差別都沒有；從相上講，差別懸殊很大，這個道理我們很不好懂。古大德為我們講這個道理做了一個比喻，「以金作器，器器皆金」，這極樂世界、華藏世界也一樣，這都是一真法界，性所現的相全是金色的，我們用這個做比喻，全是金色，美不勝收。十法界裡面還是這個性，實在講完全沒有差別，但是什麼？迷了，迷了就好比什麼？有了染污，有了塵垢。菩薩法界這個色彩就沒有佛色彩那麼好看，為什麼？佛那個乾淨，一塵不染，它這個已有染污，光彩比不上，必須把染污磨掉，光彩原來是一樣的。到最低的法界是地獄法界，餓鬼、地獄。餓鬼、地獄裡面好像這個金器一看起來就髒得不得了，很難看，根本看不出它是黃金，嚴重的染污。雖然是嚴重染污，你要知道它是真金，你慢慢去把它那個染污洗刷掉，把它磨掉，它的真，那個金色光明又現前了，跟佛沒兩樣！一真法界跟十法界確實是如此。"
    },
    {
      "id": "12-017-1384_p0014",
      "zh_CN": "为什么诸佛如来看一切众生都是诸佛？诸佛如来识货，知道什么？知道我们完全相同。你只是迷，迷得太深了，迷就有染，被什么所染？被自私自利、贪瞋痴慢染污了。要知道自性里头没这东西，自性里头不但没有烦恼，分别都没有；不但没有分别，起心动念都没有。起心动念是染污最轻的，菩萨；分别，那就重了；再加上执着，那更严重。执着是六道，分别是四圣法界！我们有没有把这个道理参透？有没有把这个理论能够应用在我们生活上？应用在生活上，菩提心就现前了。大乘教里常讲发菩提心，这个东西应用在生活上，你的心就是菩提心，真诚心现前了，清净心现前了，平等心现前了，觉悟的心现前了，慈悲心现前了。",
      "zh_TW": "為什麼諸佛如來看一切眾生都是諸佛？諸佛如來識貨，知道什麼？知道我們完全相同。你只是迷，迷得太深了，迷就有染，被什麼所染？被自私自利、貪瞋痴慢染污了。要知道自性裡頭沒這東西，自性裡頭不但沒有煩惱，分別都沒有；不但沒有分別，起心動念都沒有。起心動念是染污最輕的，菩薩；分別，那就重了；再加上執著，那更嚴重。執著是六道，分別是四聖法界！我們有沒有把這個道理參透？有沒有把這個理論能夠應用在我們生活上？應用在生活上，菩提心就現前了。大乘教裡常講發菩提心，這個東西應用在生活上，你的心就是菩提心，真誠心現前了，清淨心現前了，平等心現前了，覺悟的心現前了，慈悲心現前了。"
    },
    {
      "id": "12-017-1384_p0015",
      "zh_CN": "再告诉你，这个现前是自然的，一丝毫勉强都没有，自自然然现前。只要你真正明白事实真相，你起心动念你会为众生，就像诸佛如来一样，应化在世间帮助一切众生破迷开悟、离苦得乐。菩萨干这工作辛不辛苦？不辛苦，为什么不辛苦？无我相、无人相、无众生相、无寿者相，谁辛苦？所以迷了就会辛苦，迷了什么？迷了就生起我执、法执，执着这个身是我，执着这些幻相是真的，那叫法执。不知道眼前所有一切现象没有生灭，一切法不生，既然不生，哪来的灭？这个道理就愈讲愈深了，一切法确实不生。",
      "zh_TW": "再告訴你，這個現前是自然的，一絲毫勉強都沒有，自自然然現前。只要你真正明白事實真相，你起心動念你會為眾生，就像諸佛如來一樣，應化在世間幫助一切眾生破迷開悟、離苦得樂。菩薩幹這工作辛不辛苦？不辛苦，為什麼不辛苦？無我相、無人相、無眾生相、無壽者相，誰辛苦？所以迷了就會辛苦，迷了什麼？迷了就生起我執、法執，執著這個身是我，執著這些幻相是真的，那叫法執。不知道眼前所有一切現象沒有生滅，一切法不生，既然不生，哪來的滅？這個道理就愈講愈深了，一切法確實不生。"
    },
    {
      "id": "12-017-1384_p0016",
      "zh_CN": "一切法，佛说的「法尔如是」，法是自自然然，本来就是这样的。众生在这里头起了妄想分别执着，亏吃大了。我们如何能回头？要跟佛学习。佛对我们没有别的贡献，只是把他自己修行证果的理论、方法传授给我们，我们能够依教修学，也能够契入他的境界，他那个境界是事实真相。换句话说，我们所证得的跟他证得的没有两样，这个教学就圆满了，我们讲佛度众生就圆满了。所以了解事实真相很重要。",
      "zh_TW": "一切法，佛說的「法爾如是」，法是自自然然，本來就是這樣的。眾生在這裡頭起了妄想分別執著，虧吃大了。我們如何能回頭？要跟佛學習。佛對我們沒有別的貢獻，只是把他自己修行證果的理論、方法傳授給我們，我們能夠依教修學，也能夠契入他的境界，他那個境界是事實真相。換句話說，我們所證得的跟他證得的沒有兩樣，這個教學就圓滿了，我們講佛度眾生就圓滿了。所以了解事實真相很重要。"
    },
    {
      "id": "12-017-1384_p0017",
      "zh_CN": "十法界在迷的状况之下，各有各的庄严，这个庄严不太好懂，我们换句话说，各有各的爱好，这大家好懂。譬如一切众生都有爱美的心，那个美的标准各个人不一样。就是在我们这个人间，随着文化不相同，标准不一样；随着族群不相同，这庄严也不一样。譬如中国人喜欢穿红色的，认为红色的很美；去年我在印度尼西亚，那是回教国家，他们喜欢穿缘色的。我参加过一次婚礼，伊斯兰教的婚礼，新娘、新郎穿的服装都是绿色的，也很好看。这就是不相同，不一样。",
      "zh_TW": "十法界在迷的狀況之下，各有各的莊嚴，這個莊嚴不太好懂，我們換句話說，各有各的愛好，這大家好懂。譬如一切眾生都有愛美的心，那個美的標準各個人不一樣。就是在我們這個人間，隨著文化不相同，標準不一樣；隨著族群不相同，這莊嚴也不一樣。譬如中國人喜歡穿紅色的，認為紅色的很美；去年我在印度尼西亞，那是回教國家，他們喜歡穿緣色的。我參加過一次婚禮，伊斯蘭教的婚禮，新娘、新郎穿的服裝都是綠色的，也很好看。這就是不相同，不一樣。"
    },
    {
      "id": "12-017-1384_p0018",
      "zh_CN": "饮食方面更不相同，中国人喜爱的食物讲求色香味，像印度人吃的食物，我们觉得很难吃，他吃得很欢喜。中国人很讲求烹调，外国人只懂得烧烤，我们烧烤火气很大，他们从小吃习惯了。所以外国人吃东西，他饮料里头要加冰块，有道理，因为他吃的东西都是烧烤的；我们中国在餐饮里头没有听说有加冰块的，各个不相同。但是都以为美好，这就说明标准不一样。即使在我们中国，中国幅员很大，民族也很多，生活习惯也不一样。江浙人喜欢吃甜的，四川人喜欢吃辣的，每个地方口味都说好吃。我们从这个地方细心去体会、去观察，你才能开智慧，然后才晓得宇宙之间没有绝对的标准，到什么时候有绝对的标准？见性了。也就是把妄想分别执着放下了，那个时候的标准是绝对标准。绝对标准是根本就没有分别、没有执着，没有一样不好；还有喜欢、还有不喜欢，那就不是绝对标准。",
      "zh_TW": "飲食方面更不相同，中國人喜愛的食物講求色香味，像印度人吃的食物，我們覺得很難吃，他吃得很歡喜。中國人很講求烹調，外國人只懂得燒烤，我們燒烤火氣很大，他們從小吃習慣了。所以外國人吃東西，他飲料裡頭要加冰塊，有道理，因為他吃的東西都是燒烤的；我們中國在餐飲裡頭沒有聽說有加冰塊的，各個不相同。但是都以為美好，這就說明標準不一樣。即使在我們中國，中國幅員很大，民族也很多，生活習慣也不一樣。江浙人喜歡吃甜的，四川人喜歡吃辣的，每個地方口味都說好吃。我們從這個地方細心去體會、去觀察，你才能開智慧，然後才曉得宇宙之間沒有絕對的標準，到什麼時候有絕對的標準？見性了。也就是把妄想分別執著放下了，那個時候的標準是絕對標準。絕對標準是根本就沒有分別、沒有執著，沒有一樣不好；還有喜歡、還有不喜歡，那就不是絕對標準。"
    },
    {
      "id": "12-017-1384_p0019",
      "zh_CN": "在中国，一般人都晓得中国佛教里头有个济公，济公确实有这个人，是被小说宣传他才有这么大的知名度；如果没有小说，大概这个世界没人知道有济公这么一个人。小说里面所说的不能完全相信，但是也不能不信，为什么？民国初年，就是民国二十几年，这抗战期间他还在，江苏镇江金山寺有一个法师，当时人家称他作金山活佛。他的法号跟以前普陀山的妙老和尚名字相同，不是一个人，普陀山的妙老在后，他在前。他是抗战时候圆寂的，圆寂在缅甸，这个法师真的很像济公，那不是假的。",
      "zh_TW": "在中國，一般人都曉得中國佛教裡頭有個濟公，濟公確實有這個人，是被小說宣傳他才有這麼大的知名度；如果沒有小說，大概這個世界沒人知道有濟公這麼一個人。小說裡面所說的不能完全相信，但是也不能不信，為什麼？民國初年，就是民國二十幾年，這抗戰期間他還在，江蘇鎮江金山寺有一個法師，當時人家稱他作金山活佛。他的法號跟以前普陀山的妙老和尚名字相同，不是一個人，普陀山的妙老在後，他在前。他是抗戰時候圓寂的，圓寂在緬甸，這個法師真的很像濟公，那不是假的。"
    },
    {
      "id": "12-017-1384_p0020",
      "zh_CN": "早年我在台湾，煮云法师跟我说过。煮云法师跟他没有见过面，听他的故事听得很多。可是确确实实有人跟他见过面，跟他在一块相处过，证实他有很多神异之处。譬如，你心里头想什么他知道，我们一般人讲他心通，他有这个能力。很多的事迹跟《济公传》上很相似，人家请他吃饭，他很欢喜，总是满众生的愿，每个人盛饭来供养，他欢欢喜喜吃掉了。有一次一餐吃了二十多碗，别人就说：这不行，你们不可以再添了，不可以再送饭来，你们把老和尚撑坏了。老和尚笑笑，饭后，有人来问他：老和尚，你这一餐怎么会吃这么多？他给人家怎么说法？不增不减。",
      "zh_TW": "早年我在台灣，煮雲法師跟我說過。煮雲法師跟他沒有見過面，聽他的故事聽得很多。可是確確實實有人跟他見過面，跟他在一塊相處過，證實他有很多神異之處。譬如，你心裡頭想什麼他知道，我們一般人講他心通，他有這個能力。很多的事跡跟《濟公傳》上很相似，人家請他吃飯，他很歡喜，總是滿眾生的願，每個人盛飯來供養，他歡歡喜喜吃掉了。有一次一餐吃了二十多碗，別人就說：這不行，你們不可以再添了，不可以再送飯來，你們把老和尚撐壞了。老和尚笑笑，飯後，有人來問他：老和尚，你這一餐怎麼會吃這麼多？他給人家怎麼說法？不增不減。"
    },
    {
      "id": "12-017-1384_p0021",
      "zh_CN": "一个星期不吃饭也没有问题，一次吃个几十碗也没有问题，不增不减，而且什么都吃。这是什么？这就是到平等一味，他没有分别，他没有执着。我们一般人有分别、有执着，他没有。所以我们观察金山活佛他修行的功夫，执着没有了，执着要是真的断了，至少是阿罗汉的境界；分别要是断了，那是菩萨的境界。至少他是阿罗汉的境界。金山活佛的传记，我们这个道场有，诸位可以看看，真人真事。这是出于近代，距离我们现在不算太远。这些理论在佛经里面都可以找到，并不是迷，但是确实有相当的深度。",
      "zh_TW": "一個星期不吃飯也沒有問題，一次吃個幾十碗也沒有問題，不增不減，而且什麼都吃。這是什麼？這就是到平等一味，他沒有分別，他沒有執著。我們一般人有分別、有執著，他沒有。所以我們觀察金山活佛他修行的功夫，執著沒有了，執著要是真的斷了，至少是阿羅漢的境界；分別要是斷了，那是菩薩的境界。至少他是阿羅漢的境界。金山活佛的傳記，我們這個道場有，諸位可以看看，真人真事。這是出於近代，距離我們現在不算太遠。這些理論在佛經裡面都可以找到，並不是迷，但是確實有相當的深度。"
    },
    {
      "id": "12-017-1384_p0022",
      "zh_CN": "这是我们今天讲到这个地方，无量庄严！金山活佛穿的衣服就是一件，他什么都没有，里面是一套旧的小褂裤，外面穿一个长袍，一年到头也不洗。他不洗澡，他那个衣服也不洗，几十年都是那么一件，春夏秋冬都一样；换句话说，冬天他也不冷，夏天他也不热，就一件衣服。你要问，他为什么能做到？在理论上讲，他没有分别执着。我们如果也做到没有分别执着，那就是一味了。这是讲到绝对标准，一味。",
      "zh_TW": "這是我們今天講到這個地方，無量莊嚴！金山活佛穿的衣服就是一件，他什麼都沒有，裡面是一套舊的小褂褲，外面穿一個長袍，一年到頭也不洗。他不洗澡，他那個衣服也不洗，幾十年都是那麼一件，春夏秋冬都一樣；換句話說，冬天他也不冷，夏天他也不熱，就一件衣服。你要問，他為什麼能做到？在理論上講，他沒有分別執著。我們如果也做到沒有分別執著，那就是一味了。這是講到絕對標準，一味。"
    },
    {
      "id": "12-017-1384_p0023",
      "zh_CN": "我自己这一生当中见到一个人，我的老师章嘉大师。因为我们不是跟他生活在一起，只是一个星期去听他一次教诲，接受他的教导，我跟他三年，每个星期两个小时。我一桩奇怪事情，就是春夏秋冬他穿的那个衣服都是那么厚，冬天当然没有问题，夏天也穿那么厚，我们那时候有一点疑惑。夏天穿那么多，他不热？诸位同修，在十楼的讲堂里面，你们可以看到章嘉大师的照片，他那个服装四季都是那个样子。这是我们跟他老人家接触三年感到疑惑。也有人问过他，也是一位老法师，道源老和尚，夏天看到他也穿那么厚，道源法师穿得很薄，还得拿个扇子搧着，看他老人家是如如不动，穿那么厚。这是道源法师告诉我的。他就问章嘉大师，大家都称他佛爷，他说：佛爷，天这么热，你穿这么厚的衣服，你不怕热吗？大师说了一句话：心静自然凉。道源法师听了之后非常惭愧，心静，这在佛经上讲的道理，什么叫心静？你有分别，你心不清净，你有执着，你的心也不清净。他这一句话里头含意很深！",
      "zh_TW": "我自己這一生當中見到一個人，我的老師章嘉大師。因為我們不是跟他生活在一起，只是一個星期去聽他一次教誨，接受他的教導，我跟他三年，每個星期兩個小時。我一樁奇怪事情，就是春夏秋冬他穿的那個衣服都是那麼厚，冬天當然沒有問題，夏天也穿那麼厚，我們那時候有一點疑惑。夏天穿那麼多，他不熱？諸位同修，在十樓的講堂裡面，你們可以看到章嘉大師的照片，他那個服裝四季都是那個樣子。這是我們跟他老人家接觸三年感到疑惑。也有人問過他，也是一位老法師，道源老和尚，夏天看到他也穿那麼厚，道源法師穿得很薄，還得拿個扇子搧著，看他老人家是如如不動，穿那麼厚。這是道源法師告訴我的。他就問章嘉大師，大家都稱他佛爺，他說：佛爺，天這麼熱，你穿這麼厚的衣服，你不怕熱嗎？大師說了一句話：心靜自然涼。道源法師聽了之後非常慚愧，心靜，這在佛經上講的道理，什麼叫心靜？你有分別，你心不清淨，你有執著，你的心也不清淨。他這一句話裡頭含意很深！"
    },
    {
      "id": "12-017-1384_p0024",
      "zh_CN": "从这个地方，我们也就能体会到修行境界不相同，菩萨做如是的示现，表演给我们看。实在讲示现的方式也是种种差别，无量无边！要紧的，我们要会看，我们要会学，学，活活泼泼，才能真正得受用，才能真正利益众生。最重要的还是利益众生。末后这一句，『诸佛法如是』，跟这个比喻相似，我们从这里面去体会。再看下面一首，下面是第八首：",
      "zh_TW": "從這個地方，我們也就能體會到修行境界不相同，菩薩做如是的示現，表演給我們看。實在講示現的方式也是種種差別，無量無邊！要緊的，我們要會看，我們要會學，學，活活潑潑，才能真正得受用，才能真正利益眾生。最重要的還是利益眾生。末後這一句，『諸佛法如是』，跟這個比喻相似，我們從這裡面去體會。再看下面一首，下面是第八首："
    },
    {
      "id": "12-017-1384_p0025",
      "zh_CN": "【如日无云曀，普照于十方，光明无异性，诸佛法如是。】",
      "zh_TW": "【如日無雲曀，普照於十方，光明無異性，諸佛法如是。】"
    },
    {
      "id": "12-017-1384_p0026",
      "zh_CN": "此地说的『云曀』就是我们讲的云彩，多云的时候，我们看不到太阳，这阴天，那下雨就更不必说了。有没有太阳？有，我们知道，被云层遮盖住了，看不到。如果是万里无云，太阳就显得特别的明亮。『普照于十方，光明无异性』。这个比喻是用日比喻，清凉大师在注解里面跟我们说的，「廓日普照，答知无量心，无私普照，穷皂白故」。无量是十法界里面的一切众生，一切众生起心动念佛都知道，他何以能知道？为什么我们不知道？佛为什么知道？在佛法里面，不但佛法，许多宗教里头也有讲神通。",
      "zh_TW": "此地說的『雲曀』就是我們講的雲彩，多雲的時候，我們看不到太陽，這陰天，那下雨就更不必說了。有沒有太陽？有，我們知道，被雲層遮蓋住了，看不到。如果是萬里無雲，太陽就顯得特別的明亮。『普照於十方，光明無異性』。這個比喻是用日比喻，清涼大師在註解裡面跟我們說的，「廓日普照，答知無量心，無私普照，窮皁白故」。無量是十法界裡面的一切眾生，一切眾生起心動念佛都知道，他何以能知道？為什麼我們不知道？佛為什麼知道？在佛法裡面，不但佛法，許多宗教裡頭也有講神通。"
    },
    {
      "id": "12-017-1384_p0027",
      "zh_CN": "神通有六种，实际上就是六根，眼耳鼻舌身意，这六根。眼叫天眼通，耳叫天耳通，知道别人心里面的念头叫他心通，知道自己过去未来叫宿命通。佛在经典里面告诉我们，六种神通是本能，人人都有的，是性德。本来有，现在为什么没有了？佛告诉我们，现在你并没有真正的失掉，只是有了障碍，它不起作用。这个障碍叫烦恼障、所知障。你有自私自利，你有名闻利养，你有贪瞋痴慢，这烦恼，你有这个东西，这能力丧失掉了。还有一种障碍，所知，所知实在不是障碍，障碍所知的这个障碍就叫做所知障。什么东西障碍所知？分别妄想。妄想分别，所知障，妄想执着是烦恼障，你有这两样东西，你自性里头的本能失掉了，不起作用。",
      "zh_TW": "神通有六種，實際上就是六根，眼耳鼻舌身意，這六根。眼叫天眼通，耳叫天耳通，知道別人心裡面的念頭叫他心通，知道自己過去未來叫宿命通。佛在經典裡面告訴我們，六種神通是本能，人人都有的，是性德。本來有，現在為什麼沒有了？佛告訴我們，現在你並沒有真正的失掉，只是有了障礙，它不起作用。這個障礙叫煩惱障、所知障。你有自私自利，你有名聞利養，你有貪瞋痴慢，這煩惱，你有這個東西，這能力喪失掉了。還有一種障礙，所知，所知實在不是障礙，障礙所知的這個障礙就叫做所知障。什麼東西障礙所知？分別妄想。妄想分別，所知障，妄想執著是煩惱障，你有這兩樣東西，你自性裡頭的本能失掉了，不起作用。"
    },
    {
      "id": "12-017-1384_p0028",
      "zh_CN": "你的障碍去一分，你的能力就恢复一分。古人用月亮做比喻，你看看初二、初三的月亮，月牙，十五的月亮，满月，月光就表示我们的性德。那个月我们看的黑暗面，没有看到它的圆满的光明，那叫障碍，就好比佛法里面讲的业障。这个业障分分除，这性德分分显，显露出来了。现在我们知道我们的障碍，所知障、烦恼障都不出妄想分别执着。佛法的修学没有别的，去妄想分别执着而已，但是你要懂程序，先去执着，再去分别，最后去妄想。妄想是起心动念，最难去的，所以从执着下手。如果于一切法都不执着了，我们自性的本能就会透出一些。佛跟我们讲小乘初果有两种能力现前，天眼、天耳；二果又加两种，宿命、他心，二果；三果就有神足，就能变化，飞行自在；四果阿罗汉见思烦恼断了，叫漏尽。这是小乘教，虽然能力恢复，恢复得不大，也就相当可观，能知过去五百世、未来五百世，他活动的空间比我们大多了。现在时间到了，我们就讲到此地。",
      "zh_TW": "你的障礙去一分，你的能力就恢復一分。古人用月亮做比喻，你看看初二、初三的月亮，月牙，十五的月亮，滿月，月光就表示我們的性德。那個月我們看的黑暗面，沒有看到它的圓滿的光明，那叫障礙，就好比佛法裡面講的業障。這個業障分分除，這性德分分顯，顯露出來了。現在我們知道我們的障礙，所知障、煩惱障都不出妄想分別執著。佛法的修學沒有別的，去妄想分別執著而已，但是你要懂程序，先去執著，再去分別，最後去妄想。妄想是起心動念，最難去的，所以從執著下手。如果於一切法都不執著了，我們自性的本能就會透出一些。佛跟我們講小乘初果有兩種能力現前，天眼、天耳；二果又加兩種，宿命、他心，二果；三果就有神足，就能變化，飛行自在；四果阿羅漢見思煩惱斷了，叫漏盡。這是小乘教，雖然能力恢復，恢復得不大，也就相當可觀，能知過去五百世、未來五百世，他活動的空間比我們大多了。現在時間到了，我們就講到此地。"
    },
    {
      "id": "12-017-1384_p0029",
      "zh_CN": "诸位同学，我们接着看德首菩萨第八首偈颂：",
      "zh_TW": "諸位同學，我們接著看德首菩薩第八首偈頌："
    },
    {
      "id": "12-017-1384_p0030",
      "zh_CN": "【如日无云曀，普照于十方，光明无异性，诸佛法如是。】",
      "zh_TW": "【如日無雲曀，普照於十方，光明無異性，諸佛法如是。】"
    },
    {
      "id": "12-017-1384_p0031",
      "zh_CN": "向下两首我们也把它念下去，第九首：",
      "zh_TW": "向下兩首我們也把它念下去，第九首："
    },
    {
      "id": "12-017-1384_p0032",
      "zh_CN": "【亦如空中月，世间靡不见，非月往其处，诸佛法如是。】",
      "zh_TW": "【亦如空中月，世間靡不見，非月往其處，諸佛法如是。】"
    },
    {
      "id": "12-017-1384_p0033",
      "zh_CN": "末后一首：",
      "zh_TW": "末後一首："
    },
    {
      "id": "12-017-1384_p0034",
      "zh_CN": "【譬如大梵王，应现满三千，其身无别异，诸佛法如是。】",
      "zh_TW": "【譬如大梵王，應現滿三千，其身無別異，諸佛法如是。】"
    },
    {
      "id": "12-017-1384_p0035",
      "zh_CN": "这三首都是说的神通，所以我们可以把它合起来看。三首讲的神通，是神通不一样，现通虽然不一样，原理是相同的。因为无量神通无非性德，既然是性德，当然是本来就有的，这一点也不奇怪，人人都具足。可是众生迷失了自性，于是性德的本能当然丧失；这个丧失不是真的失掉，只是暂时有障碍，只要障碍除掉，能力就恢复。",
      "zh_TW": "這三首都是說的神通，所以我們可以把它合起來看。三首講的神通，是神通不一樣，現通雖然不一樣，原理是相同的。因為無量神通無非性德，既然是性德，當然是本來就有的，這一點也不奇怪，人人都具足。可是眾生迷失了自性，於是性德的本能當然喪失；這個喪失不是真的失掉，只是暫時有障礙，只要障礙除掉，能力就恢復。"
    },
    {
      "id": "12-017-1384_p0036",
      "zh_CN": "可是障碍有三大类：见思烦恼、尘沙烦恼、无明烦恼。烦恼障里面有带着所知障，只是带得多少不一样。尘沙惑里面带着所知障最多，执着里面带着见思烦恼最严重，都是障碍自性的智慧德能，也把自己的相好，相好就是我们今天讲的福报，福报也被障碍住了。不能像大乘教里面，我们所看到诸佛如来依正圆满，无量的智慧、无量的德能、无量的相好，我们看到用不着羡慕，为什么？这是自性本来具足的。他有，我们也有，人人都有，平等平等，无二无别。现在的问题是我们怎样把障碍除掉？",
      "zh_TW": "可是障礙有三大類：見思煩惱、塵沙煩惱、無明煩惱。煩惱障裡面有帶著所知障，只是帶得多少不一樣。塵沙惑裡面帶著所知障最多，執著裡面帶著見思煩惱最嚴重，都是障礙自性的智慧德能，也把自己的相好，相好就是我們今天講的福報，福報也被障礙住了。不能像大乘教裡面，我們所看到諸佛如來依正圓滿，無量的智慧、無量的德能、無量的相好，我們看到用不著羨慕，為什麼？這是自性本來具足的。他有，我們也有，人人都有，平等平等，無二無別。現在的問題是我們怎樣把障礙除掉？"
    },
    {
      "id": "12-017-1384_p0037",
      "zh_CN": "实在讲『诸佛法如是』，一切诸佛教化众生就是这一个目的，帮助众生把这些障碍除掉而已。除掉，一切众生本来成佛，所以《般若经》上讲：佛不度众生。这个话是真的不是假的，你自己把障碍除掉了，你本来就是佛。如果这些障碍没有除掉，那你叫众生，你叫凡夫，就不称你为佛。凡夫跟佛差别就在此地，所以我们要自爱！自爱的人，真正要把障碍除掉才叫自爱，障碍不除，这叫不自爱。圆满的自爱是诸佛如来；真正自爱，认真的在除烦恼，在断习气，这是声闻、缘觉、菩萨，他们是真学。这就是佛教，佛教就是佛陀的教育。佛陀的教育没有别的，帮助我们恢复自性而已，这是我们一定要认识清楚的，这里头一丝毫迷信都没有。",
      "zh_TW": "實在講『諸佛法如是』，一切諸佛教化眾生就是這一個目的，幫助眾生把這些障礙除掉而已。除掉，一切眾生本來成佛，所以《般若經》上講：佛不度眾生。這個話是真的不是假的，你自己把障礙除掉了，你本來就是佛。如果這些障礙沒有除掉，那你叫眾生，你叫凡夫，就不稱你為佛。凡夫跟佛差別就在此地，所以我們要自愛！自愛的人，真正要把障礙除掉才叫自愛，障礙不除，這叫不自愛。圓滿的自愛是諸佛如來；真正自愛，認真的在除煩惱，在斷習氣，這是聲聞、緣覺、菩薩，他們是真學。這就是佛教，佛教就是佛陀的教育。佛陀的教育沒有別的，幫助我們恢復自性而已，這是我們一定要認識清楚的，這裡頭一絲毫迷信都沒有。"
    },
    {
      "id": "12-017-1384_p0038",
      "zh_CN": "他心通，他心智，是真的不是假的，前面说过，这讲小乘，大乘那要是恢复，那个境界就大多了。小乘人的天眼只能看一个小千世界，这天眼通，能力就相当可观。这小千世界究竟有多大？黄念祖老居士告诉我们，今天科学家所发现的银河系，他跟我说「银河系是一个单位世界」。这以前我没想到，我以前初学佛的时候把银河系以为是大千世界，一尊佛的教化区。他给我说：不是，他说是个单位世界。他讲得也很有道理，为什么？日月旋转是在须弥山的半腰。今天科学家告诉我们，太阳系是绕着银河系旋转，黄老居士讲的话有道理，那么银河系真的就是个单位世界。",
      "zh_TW": "他心通，他心智，是真的不是假的，前面說過，這講小乘，大乘那要是恢復，那個境界就大多了。小乘人的天眼只能看一個小千世界，這天眼通，能力就相當可觀。這小千世界究竟有多大？黃念祖老居士告訴我們，今天科學家所發現的銀河系，他跟我說「銀河系是一個單位世界」。這以前我沒想到，我以前初學佛的時候把銀河系以為是大千世界，一尊佛的教化區。他給我說：不是，他說是個單位世界。他講得也很有道理，為什麼？日月旋轉是在須彌山的半腰。今天科學家告訴我們，太陽系是繞著銀河系旋轉，黃老居士講的話有道理，那麼銀河系真的就是個單位世界。"
    },
    {
      "id": "12-017-1384_p0039",
      "zh_CN": "银河系是个单位世界，那这个可观！一千个银河系叫一个小千世界，阿罗汉的天眼能够看一千个银河系，一千个银河系，他看起来的时候就像看掌中庵摩罗果，就像看面前一样的看得那么清楚。今天我们的科学技术还做不到，虽然太空望远镜也不行，也比不上人家天眼。人家用不着这些科学仪器，阿罗汉的天眼可以看一个小千世界。阿罗汉里面有个很特别的人，阿「少/兔」楼驮，阿「少/兔」楼驮发愤用功，眼睛瞎了，失明了。他是七天七夜没有睡觉，日夜精进，也证到阿罗汉果。所以佛很怜悯他，教他修一种法，这个法修成之后，他得的天眼，他这个天眼是特别修的，所以称为「半头天眼」，他的能力能够看一个大千世界。",
      "zh_TW": "銀河系是個單位世界，那這個可觀！一千個銀河系叫一個小千世界，阿羅漢的天眼能夠看一千個銀河系，一千個銀河系，他看起來的時候就像看掌中菴摩羅果，就像看面前一樣的看得那麼清楚。今天我們的科學技術還做不到，雖然太空望遠鏡也不行，也比不上人家天眼。人家用不著這些科學儀器，阿羅漢的天眼可以看一個小千世界。阿羅漢裡面有個很特別的人，阿「少/兔」樓馱，阿「少/兔」樓馱發憤用功，眼睛瞎了，失明了。他是七天七夜沒有睡覺，日夜精進，也證到阿羅漢果。所以佛很憐憫他，教他修一種法，這個法修成之後，他得的天眼，他這個天眼是特別修的，所以稱為「半頭天眼」，他的能力能夠看一個大千世界。"
    },
    {
      "id": "12-017-1384_p0040",
      "zh_CN": "一个大千世界是多少个小千世界？诸位可以算算看。一千个小千世界是一个中千世界，一千个中千世界是一个大千世界，一千乘一千，十万；他的那个天眼能够看到十亿个银河系，比普通阿罗汉高，他那个天眼能力差不多是菩萨，到权教菩萨。愈往上去，你见的这个量愈大，到如来果地，他这个见的能力是遍法界虚空界，那是无量无边无数诸佛刹土，佛看都在面前，就能看得那么清楚。佛说这是本能不是神话，你自己可以证得，这是本能。",
      "zh_TW": "一個大千世界是多少個小千世界？諸位可以算算看。一千個小千世界是一個中千世界，一千個中千世界是一個大千世界，一千乘一千，十萬；他的那個天眼能夠看到十億個銀河系，比普通阿羅漢高，他那個天眼能力差不多是菩薩，到權教菩薩。愈往上去，你見的這個量愈大，到如來果地，他這個見的能力是遍法界虛空界，那是無量無邊無數諸佛剎土，佛看都在面前，就能看得那麼清楚。佛說這是本能不是神話，你自己可以證得，這是本能。"
    },
    {
      "id": "12-017-1384_p0041",
      "zh_CN": "我们本能本来就是这样的，我们耳听的力量能够听到遍法界虚空界一切的音波，现在能力丧失掉了。远地方跟朋友们交谈，现在都要用电话、用手机，算是相当进步；可是澳洲土着他们还有这个能力，澳洲土着跟远方的朋友们交流不要用电话，可是他还要用一点定功，他要坐下来，静坐，把精神意志集中，也就是说分别执着放下，就能够跟远方的朋友们交谈。不但可以交谈而且能够见到，就好像现在电视传真一样，他不需要机械。现在澳洲土着还有一些人有这个能力，可见得这不是假的。我们现在把这些人说之为特异功能，科学家也肯定他，他这是事实，但是不知道是什么原因。这佛经上说得透彻，佛说这是我们的本能，天眼开了，也就是他的分别执着有没有？有，他比我们少。妄念少，分别执着少，他这个能力就现一点，不大，那比阿罗汉差远了。从这里我们也能证明佛说的话应当是真实的，不是假的。所以这是知无量心。",
      "zh_TW": "我們本能本來就是這樣的，我們耳聽的力量能夠聽到遍法界虛空界一切的音波，現在能力喪失掉了。遠地方跟朋友們交談，現在都要用電話、用手機，算是相當進步；可是澳洲土著他們還有這個能力，澳洲土著跟遠方的朋友們交流不要用電話，可是他還要用一點定功，他要坐下來，靜坐，把精神意志集中，也就是說分別執著放下，就能夠跟遠方的朋友們交談。不但可以交談而且能夠見到，就好像現在電視傳真一樣，他不需要機械。現在澳洲土著還有一些人有這個能力，可見得這不是假的。我們現在把這些人說之為特異功能，科學家也肯定他，他這是事實，但是不知道是什麼原因。這佛經上說得透徹，佛說這是我們的本能，天眼開了，也就是他的分別執著有沒有？有，他比我們少。妄念少，分別執著少，他這個能力就現一點，不大，那比阿羅漢差遠了。從這裡我們也能證明佛說的話應當是真實的，不是假的。所以這是知無量心。"
    },
    {
      "id": "12-017-1384_p0042",
      "zh_CN": "下面一首，第九首是用月亮做比喻。清凉大师注解里面讲「净月遍见，答无量神通，不往而至，随器现故」。这就是我们中国文人常常描写的「千江有水千江月」，就这个意思。净月遍见，这个净是讲净水，水没有波浪、没有染污，空中的月亮，月影就现在水里面，举这个比喻。这是答前面无量神通问。月亮没来，随器现故。器是器皿，装的水，水桶也好、水盆也好，用一个大碗也好，哪个地方有水，晚上就能看到水里面的月亮。",
      "zh_TW": "下面一首，第九首是用月亮做比喻。清涼大師註解裡面講「淨月遍見，答無量神通，不往而至，隨器現故」。這就是我們中國文人常常描寫的「千江有水千江月」，就這個意思。淨月遍見，這個淨是講淨水，水沒有波浪、沒有染污，空中的月亮，月影就現在水裡面，舉這個比喻。這是答前面無量神通問。月亮沒來，隨器現故。器是器皿，裝的水，水桶也好、水盆也好，用一個大碗也好，哪個地方有水，晚上就能看到水裡面的月亮。"
    },
    {
      "id": "12-017-1384_p0043",
      "zh_CN": "这里头重要的是说「不往而至」，这一句很重要。读到这一句，使我们想到古大德说念佛人往生，有所谓「生则决定生，去则实不去」，你想想看跟这比喻相不相应？决定往生，有没有到极乐世界去？没去，这就像月亮没有来，现在水中。我们往生到极乐世界，我们也是影现在极乐世界阿弥陀佛七宝池中，同样一个道理！中峰禅师说「我心即是阿弥陀佛，阿弥陀佛即是我心；此方即净土，净土即此方」。这几句话正是古德所说的「唯心净土，自性弥陀」。不但自他不二，依正一如，理深！这才是往生的正义。能体会到这一层的人不多，懂得这个道理，念佛叫理念，你理通了。念到一心不乱，叫理一心不乱，理一心不乱生实报庄严土。西方极乐世界四土有差别，不是弥陀境界上一真法界有差别，不是，是往生的人品类不齐。往生有明理的、有不明理的，不明理老实念也能往生。所以这个法门很特殊，十方诸佛刹土里头找不到，这我们要懂得。能不能往生？真的往生。这个东西「生则决定生，去则实不去」。",
      "zh_TW": "這裡頭重要的是說「不往而至」，這一句很重要。讀到這一句，使我們想到古大德說念佛人往生，有所謂「生則決定生，去則實不去」，你想想看跟這比喻相不相應？決定往生，有沒有到極樂世界去？沒去，這就像月亮沒有來，現在水中。我們往生到極樂世界，我們也是影現在極樂世界阿彌陀佛七寶池中，同樣一個道理！中峰禪師說「我心即是阿彌陀佛，阿彌陀佛即是我心；此方即淨土，淨土即此方」。這幾句話正是古德所說的「唯心淨土，自性彌陀」。不但自他不二，依正一如，理深！這才是往生的正義。能體會到這一層的人不多，懂得這個道理，念佛叫理念，你理通了。念到一心不亂，叫理一心不亂，理一心不亂生實報莊嚴土。西方極樂世界四土有差別，不是彌陀境界上一真法界有差別，不是，是往生的人品類不齊。往生有明理的、有不明理的，不明理老實念也能往生。所以這個法門很特殊，十方諸佛剎土裡頭找不到，這我們要懂得。能不能往生？真的往生。這個東西「生則決定生，去則實不去」。"
    },
    {
      "id": "12-017-1384_p0044",
      "zh_CN": "我在讲经的时候，因为在这么多年当中，我们已经开始利用电视了。在过去我们没有电视，但是我们制作光碟，诸位要看光碟，当然看光碟，早期是看录相带，这我们是在二十多年前就开始做。我们有卫星才三年，二００三年的元旦才开始，二００四年、二００五年，今年是第三年，这用电视。总而言之，我们在萤光幕上见面，我们用这个做比喻，大家就好懂。",
      "zh_TW": "我在講經的時候，因為在這麼多年當中，我們已經開始利用電視了。在過去我們沒有電視，但是我們製作光碟，諸位要看光碟，當然看光碟，早期是看錄相帶，這我們是在二十多年前就開始做。我們有衛星才三年，二００三年的元旦才開始，二００四年、二００五年，今年是第三年，這用電視。總而言之，我們在螢光幕上見面，我們用這個做比喻，大家就好懂。"
    },
    {
      "id": "12-017-1384_p0045",
      "zh_CN": "怎么叫生则决定生？譬如我们在萤光幕上见面，生则决定生，去则实不去。我们今天在香港，你在其他地区收看，现在我们同步是网路，我们现场网路直播，诸位在你电脑萤光幕上接受网路，我们看到了，是不是生则决定生？去，去实在没去。你想这个味道。又像我们看电视，这个电视里头很多频道，我们打开一个频道，这个色相现前，那个现场有没有来？没有来。那就生则决定生，去也实不去，从现场里面已经传播给我们。所以从这些比喻当中比古人这个比喻更为亲切。",
      "zh_TW": "怎麼叫生則決定生？譬如我們在螢光幕上見面，生則決定生，去則實不去。我們今天在香港，你在其他地區收看，現在我們同步是網路，我們現場網路直播，諸位在你電腦螢光幕上接受網路，我們看到了，是不是生則決定生？去，去實在沒去。你想這個味道。又像我們看電視，這個電視裡頭很多頻道，我們打開一個頻道，這個色相現前，那個現場有沒有來？沒有來。那就生則決定生，去也實不去，從現場裡面已經傳播給我們。所以從這些比喻當中比古人這個比喻更為親切。"
    },
    {
      "id": "12-017-1384_p0046",
      "zh_CN": "这里头有很深的道理，我们跟下面这首偈合起来看，最后一首，「梵王普应，答现无量身，不分而遍，弥法界故」。这首偈就是大乘教里常说的，像《普门品》所讲：应以什么身得度，他就现什么身。无时无处不现身，众生有感，佛菩萨就有应，大梵天王也有这个能力。大梵天王是我们娑婆世界福报最大的，当然这种人都是菩萨化身，所以他有能力现身。",
      "zh_TW": "這裡頭有很深的道理，我們跟下面這首偈合起來看，最後一首，「梵王普應，答現無量身，不分而遍，彌法界故」。這首偈就是大乘教裡常說的，像《普門品》所講：應以什麼身得度，他就現什麼身。無時無處不現身，眾生有感，佛菩薩就有應，大梵天王也有這個能力。大梵天王是我們娑婆世界福報最大的，當然這種人都是菩薩化身，所以他有能力現身。"
    },
    {
      "id": "12-017-1384_p0047",
      "zh_CN": "那么他的现身，这个注解里头，清凉大师怕我们看到这个《疏》文体会不到里面的意思，再作注解，注解的注解叫《钞》，「不分而遍等者，即出现品意」，《华严经．出现品》在后面有说到这桩事情。「彼身业中云，譬如梵王住自宫」，住在他自己的宫殿；「普现三千诸梵处」，就是三千大千世界；「一切人天咸得见，实不分身向于彼」，我们一般讲分身，确实并没有分身；「诸佛现身亦如是，一切十方无不遍，其身无数不可称，亦不分身不分别」。实在讲，这个道理现代科学家发现了，在我们想像当中可能是从数学上推论出来的，时间、空间不可得。但是这桩事，佛在经上已经讲得很清楚，时间、空间不是真的。",
      "zh_TW": "那麼他的現身，這個註解裡頭，清涼大師怕我們看到這個《疏》文體會不到裡面的意思，再作註解，註解的註解叫《鈔》，「不分而遍等者，即出現品意」，《華嚴經．出現品》在後面有說到這樁事情。「彼身業中云，譬如梵王住自宮」，住在他自己的宮殿；「普現三千諸梵處」，就是三千大千世界；「一切人天咸得見，實不分身向於彼」，我們一般講分身，確實並沒有分身；「諸佛現身亦如是，一切十方無不遍，其身無數不可稱，亦不分身不分別」。實在講，這個道理現代科學家發現了，在我們想像當中可能是從數學上推論出來的，時間、空間不可得。但是這樁事，佛在經上已經講得很清楚，時間、空間不是真的。"
    },
    {
      "id": "12-017-1384_p0048",
      "zh_CN": "法相唯识，《华严经》是法相唯识这个经论之一，法相宗有六部经十一部论，《华严》是六经之一。相宗说，我们看相宗入门，就是初学入门的相宗教科书，《百法明门论》，这我们过去很多同学都读过、都学过，是把世出世间一切法归纳为一百大类。这一百大类里面就有时间、有空间，有这两大类。时间叫「时分」，空间叫「方分」，空间讲四方，叫方分。方分就是空间，时分就是时间。在分类里面，它分在哪一类？分在不相应行法。五法三自性。",
      "zh_TW": "法相唯識，《華嚴經》是法相唯識這個經論之一，法相宗有六部經十一部論，《華嚴》是六經之一。相宗說，我們看相宗入門，就是初學入門的相宗教科書，《百法明門論》，這我們過去很多同學都讀過、都學過，是把世出世間一切法歸納為一百大類。這一百大類裡面就有時間、有空間，有這兩大類。時間叫「時分」，空間叫「方分」，空間講四方，叫方分。方分就是空間，時分就是時間。在分類裡面，它分在哪一類？分在不相應行法。五法三自性。"
    },
    {
      "id": "12-017-1384_p0049",
      "zh_CN": "这不相应行法就是它跟心法不相应，它跟心所法不相应，它跟色法也不相应；虽然都不相应，它离不开心、心所、色法。从这里头变现出这么东西来，它一共有二十四法，二十四个不相应。那用我们现在的话来说，这个不相应就是现在人所讲的抽象概念，决不是事实。你看看世尊在三千年前就跟我们讲时间、空间不是事实，只是众生妄想里面生出来东西，它不是事实。",
      "zh_TW": "這不相應行法就是它跟心法不相應，它跟心所法不相應，它跟色法也不相應；雖然都不相應，它離不開心、心所、色法。從這裡頭變現出這麼東西來，它一共有二十四法，二十四個不相應。那用我們現在的話來說，這個不相應就是現在人所講的抽象概念，決不是事實。你看看世尊在三千年前就跟我們講時間、空間不是事實，只是眾生妄想裡面生出來東西，它不是事實。"
    },
    {
      "id": "12-017-1384_p0050",
      "zh_CN": "现在科学家发现，在某种条件之下空间等于零，空间等于零就是没有距离，所以水中现月没有距离，梵王的现身、诸佛菩萨的现身，没有距离。《楞严经》上说得好，「当处出生，随处灭尽」，哪来的距离？说当处、说随处，不但空间没有了，时间也没有了。所以科学讲时间在某一种条件之下它也等于零，时间等于零就是没有过去、没有未来。科学虽然是发现这个理论，可是怎样突破时空没有方法，佛门里头有。",
      "zh_TW": "現在科學家發現，在某種條件之下空間等於零，空間等於零就是沒有距離，所以水中現月沒有距離，梵王的現身、諸佛菩薩的現身，沒有距離。《楞嚴經》上說得好，「當處出生，隨處滅盡」，哪來的距離？說當處、說隨處，不但空間沒有了，時間也沒有了。所以科學講時間在某一種條件之下它也等於零，時間等於零就是沒有過去、沒有未來。科學雖然是發現這個理論，可是怎樣突破時空沒有方法，佛門裡頭有。"
    },
    {
      "id": "12-017-1384_p0051",
      "zh_CN": "时空是什么？时空就是今天科学家所讲的空间维次，空间维次怎么来的？空间维次在佛法界里头称之为法界。佛家讲的法界就是现在科学讲的空间维次，这个东西从哪里来的？怎么形成的？佛讲得很清楚，从妄想分别执着里面产生的。那要怎么突破？你把妄想分别执着放下就没有了，时空就没有了。时空都没有了，这几种神通的原理，你就清楚了，你就明了了。换句话说，你也就可以证得。梵王如是，诸佛菩萨如是，你我亦如是，一切众生皆如是！你说这多自在，这得大自在！",
      "zh_TW": "時空是什麼？時空就是今天科學家所講的空間維次，空間維次怎麼來的？空間維次在佛法界裡頭稱之為法界。佛家講的法界就是現在科學講的空間維次，這個東西從哪裡來的？怎麼形成的？佛講得很清楚，從妄想分別執著裡面產生的。那要怎麼突破？你把妄想分別執著放下就沒有了，時空就沒有了。時空都沒有了，這幾種神通的原理，你就清楚了，你就明瞭了。換句話說，你也就可以證得。梵王如是，諸佛菩薩如是，你我亦如是，一切眾生皆如是！你說這多自在，這得大自在！"
    },
    {
      "id": "12-017-1384_p0052",
      "zh_CN": "千经万论教我们什么？除妄想执着而已。真正天天能把妄想分别执着放下一点，那叫真学佛。如果我的妄想分别执着跟去年还是一样的，我这一年一点进步都没有，经教上多一点，那是什么？常识，与实际上的功夫境界毫不相干，这点重要！你不能够把妄想分别执着是一年比一年减少，那你学佛你真的是搞佛学，你没有学佛。搞佛学而不学佛，充其量你得一点福报，你在这个世间可以做一个好人，能够修一点福报，与了生死、出三界没关系。《坛经》上说「此事福不能救」。此事是了生死出三界的这桩事情，福办不到，要真实智慧、要定功才能帮助你。",
      "zh_TW": "千經萬論教我們什麼？除妄想執著而已。真正天天能把妄想分別執著放下一點，那叫真學佛。如果我的妄想分別執著跟去年還是一樣的，我這一年一點進步都沒有，經教上多一點，那是什麼？常識，與實際上的功夫境界毫不相干，這點重要！你不能夠把妄想分別執著是一年比一年減少，那你學佛你真的是搞佛學，你沒有學佛。搞佛學而不學佛，充其量你得一點福報，你在這個世間可以做一個好人，能夠修一點福報，與了生死、出三界沒關係。《壇經》上說「此事福不能救」。此事是了生死出三界的這樁事情，福辦不到，要真實智慧、要定功才能幫助你。"
    },
    {
      "id": "12-017-1384_p0053",
      "zh_CN": "我们想不想在这一生当中完成这桩大事？这个事情要是办不了，换句话说，来生依旧搞六道轮回，这麻烦大了。轮回在过去生中忘掉了，不谈了，就谈这一生。这一生，尤其是老同修们，六十以上的人，跟这一般年轻人那个思想不一样。六十以上，我们进入晚年了，想想这一生，来生还愿意再来搞这个吗？太苦了！我们再看看现在这个世界，纵然是大富大贵，贵为国王，现在这个世界上还有国王，贵为总统、贵为宰相，叫贵！富有千万，富有亿万，我们见过，他快不快乐？烦恼一大堆。甚至于说，他的日子还不如我，我过得比他快乐，他过得比我辛苦，那么这个富贵你要不要受？看清楚之后，不干了，太苦了。",
      "zh_TW": "我們想不想在這一生當中完成這樁大事？這個事情要是辦不了，換句話說，來生依舊搞六道輪迴，這麻煩大了。輪迴在過去生中忘掉了，不談了，就談這一生。這一生，尤其是老同修們，六十以上的人，跟這一般年輕人那個思想不一樣。六十以上，我們進入晚年了，想想這一生，來生還願意再來搞這個嗎？太苦了！我們再看看現在這個世界，縱然是大富大貴，貴為國王，現在這個世界上還有國王，貴為總統、貴為宰相，叫貴！富有千萬，富有億萬，我們見過，他快不快樂？煩惱一大堆。甚至於說，他的日子還不如我，我過得比他快樂，他過得比我辛苦，那麼這個富貴你要不要受？看清楚之後，不幹了，太苦了。"
    },
    {
      "id": "12-017-1384_p0054",
      "zh_CN": "人生向往自由，自由自在，幸福快乐，佛教给我们破迷开悟，离苦得乐，你有没有得到乐？今天为什么大富大贵人家生活那么样的辛苦，原因在哪里？原因是今天社会是乱世。乱世做个县市长都非常辛苦，你要是冷静想想，我们香港特首有你这么自在吗？没有！没有自由。从早到晚他所要见的人、所要处理的事，排得密密麻麻。如果处理不当会受很多人批评，处理得好也没人赞叹你，也没人表扬你，这都是事实。你拥有亿万财富，你的行动就不自由，走到哪里去要好多个保镳，这就痛苦！自己住的房子警卫重重，就像监狱一样，怕人家害你。换句话说，富贵是得到，自由失掉了，冷静思惟，得不偿失。既然得不偿失，不如这个东西不要的好！",
      "zh_TW": "人生嚮往自由，自由自在，幸福快樂，佛教給我們破迷開悟，離苦得樂，你有沒有得到樂？今天為什麼大富大貴人家生活那麼樣的辛苦，原因在哪裡？原因是今天社會是亂世。亂世做個縣市長都非常辛苦，你要是冷靜想想，我們香港特首有你這麼自在嗎？沒有！沒有自由。從早到晚他所要見的人、所要處理的事，排得密密麻麻。如果處理不當會受很多人批評，處理得好也沒人讚歎你，也沒人表揚你，這都是事實。你擁有億萬財富，你的行動就不自由，走到哪裡去要好多個保鑣，這就痛苦！自己住的房子警衛重重，就像監獄一樣，怕人家害你。換句話說，富貴是得到，自由失掉了，冷靜思惟，得不償失。既然得不償失，不如這個東西不要的好！"
    },
    {
      "id": "12-017-1384_p0055",
      "zh_CN": "释迦牟尼佛聪明，王位舍弃了，富贵舍弃了，三衣一钵，到处游化，得大自在，得大快乐！这才叫绝顶聪明。我们要懂，要能够体会到，然后你才会真正肯放下，知道那些东西并不好受。而且那都是多生多世修积来的。修积来的，福不圆满，如果说圆满，那应该生活在太平盛世，那个时候的皇帝好做，太平盛世！像前清乾隆皇帝，那叫真有福报，为什么？天下太平。他的父亲、他的祖父、他的曾祖父比他辛苦，要出生入死、要打仗建立这个国家，他是继承王位坐享太平，真有福报。今天虽然有大富大贵，贵为天子，没有乾隆这种盛世，没有那个安定的社会。那么社会为什么不安定？现在多少人祈求化解冲突，促进社会安定、世界和平，我也参与了一分子。真正要想化解冲突，促进安定和平，除了教学，没有第二个办法。",
      "zh_TW": "釋迦牟尼佛聰明，王位捨棄了，富貴捨棄了，三衣一缽，到處遊化，得大自在，得大快樂！這才叫絕頂聰明。我們要懂，要能夠體會到，然後你才會真正肯放下，知道那些東西並不好受。而且那都是多生多世修積來的。修積來的，福不圓滿，如果說圓滿，那應該生活在太平盛世，那個時候的皇帝好做，太平盛世！像前清乾隆皇帝，那叫真有福報，為什麼？天下太平。他的父親、他的祖父、他的曾祖父比他辛苦，要出生入死、要打仗建立這個國家，他是繼承王位坐享太平，真有福報。今天雖然有大富大貴，貴為天子，沒有乾隆這種盛世，沒有那個安定的社會。那麼社會為什麼不安定？現在多少人祈求化解衝突，促進社會安定、世界和平，我也參與了一分子。真正要想化解衝突，促進安定和平，除了教學，沒有第二個辦法。"
    },
    {
      "id": "12-017-1384_p0056",
      "zh_CN": "中国这五千年来，虽然有治有乱，但是一般来说，乱的时间还是比较短，治世的时间还是比较长，原因在哪里？教育。中国有圣贤人，上古时代，尧、舜、禹、汤、文、武、周公、孔子，他们来教导。汉明帝时候佛教入了中国，这是当时帝王派特使到西域去迎请，请来两位法师摩腾、竺法兰，带着佛经、佛像，三宝具足，佛法僧三宝都到中国来。中国人因为受过古圣先贤的教诲，孝亲尊师，法师是老师，皇帝尊重，接受了佛法的教诲。所以从此之后，中国主要的教化众生三家，儒释道三家，这两千多年来受这种教育。",
      "zh_TW": "中國這五千年來，雖然有治有亂，但是一般來說，亂的時間還是比較短，治世的時間還是比較長，原因在哪裡？教育。中國有聖賢人，上古時代，堯、舜、禹、湯、文、武、周公、孔子，他們來教導。漢明帝時候佛教入了中國，這是當時帝王派特使到西域去迎請，請來兩位法師摩騰、竺法蘭，帶著佛經、佛像，三寶具足，佛法僧三寶都到中國來。中國人因為受過古聖先賢的教誨，孝親尊師，法師是老師，皇帝尊重，接受了佛法的教誨。所以從此之後，中國主要的教化眾生三家，儒釋道三家，這兩千多年來受這種教育。"
    },
    {
      "id": "12-017-1384_p0057",
      "zh_CN": "这个教育的根是在家庭，这中国教育的根本，我们一定认识清楚，家庭教育。所以我说学校教育是家教的延续，社会教育是教育的扩充，到佛教的教育，佛跟道的教育才把人提升，超凡入圣，这个教育才圆满。虽然说四种，是四而一，一而四，是一体的，不能够分开的。你要知道根是在家教。我们今天看到整个社会的动乱，原因在哪里？根坏了，根坏了就是家教没有了。不但中国，全世界家教都没有了，这不得了！这样下去，那就像西方人所说的，这个世界的发展趋向于末日，末日是毁灭，地球的毁灭，人类的毁灭。",
      "zh_TW": "這個教育的根是在家庭，這中國教育的根本，我們一定認識清楚，家庭教育。所以我說學校教育是家教的延續，社會教育是教育的擴充，到佛教的教育，佛跟道的教育才把人提升，超凡入聖，這個教育才圓滿。雖然說四種，是四而一，一而四，是一體的，不能夠分開的。你要知道根是在家教。我們今天看到整個社會的動亂，原因在哪裡？根壞了，根壞了就是家教沒有了。不但中國，全世界家教都沒有了，這不得了！這樣下去，那就像西方人所說的，這個世界的發展趨向於末日，末日是毀滅，地球的毀滅，人類的毀滅。"
    },
    {
      "id": "12-017-1384_p0058",
      "zh_CN": "所以今天稍稍有觉悟的人、志士仁人应该当仁不让，要发大慈悲心，拯救苦难众生。从哪里做起？从自己本身做起，以身作则，真正要做到「学为人师，行为世范」，你是救世主！我自己从哪里做起？自己一定要从《弟子规》、《十善业道》做起。《弟子规》，儒家的根，《十善业道》是佛法的根，这两样东西分量都不大，在我们算文字上来讲都算是小部头的，很小的，在现在人讲一篇文章，不是很长的，一篇文章。我把《十善业道经》做了一个节要，我这个节要本还不到一千字，非常重要！字字句句都要落实，然后世出世间法，无论修学哪个法门，你有根！你有根决定有成就；你没有根，你决定没有成就。所以这个东西太重要、太重要。",
      "zh_TW": "所以今天稍稍有覺悟的人、志士仁人應該當仁不讓，要發大慈悲心，拯救苦難眾生。從哪裡做起？從自己本身做起，以身作則，真正要做到「學為人師，行為世範」，你是救世主！我自己從哪裡做起？自己一定要從《弟子規》、《十善業道》做起。《弟子規》，儒家的根，《十善業道》是佛法的根，這兩樣東西分量都不大，在我們算文字上來講都算是小部頭的，很小的，在現在人講一篇文章，不是很長的，一篇文章。我把《十善業道經》做了一個節要，我這個節要本還不到一千字，非常重要！字字句句都要落實，然後世出世間法，無論修學哪個法門，你有根！你有根決定有成就；你沒有根，你決定沒有成就。所以這個東西太重要、太重要。"
    },
    {
      "id": "12-017-1384_p0059",
      "zh_CN": "哪一个发心认真学习，这个世间人不见得会赞叹你，诸天善神赞叹，诸佛菩萨赞叹，这肯定的，为什么？你跟他们志同道合，他们的慈悲，你来实践，你来把它落实，他怎么不欢喜？诸佛欢喜，龙天善神拥护！自己一定要做到舍己为人，要看破世间，知道社会病在哪里，一切众生病在哪里，对症下药，来做普度众生的事业。这是大事，这不是小事，从我们本身做起。如果有机缘教学，一定要从儿童教起，这一代的人迷惑了，希望下一代的人觉悟。小朋友当中，我相信、肯定有很多再来人，只要我们好好的来诱导他。教育一定从自己本身做示范，身教第一重要，言教是其次，一定要以身作则。",
      "zh_TW": "哪一個發心認真學習，這個世間人不見得會讚歎你，諸天善神讚歎，諸佛菩薩讚歎，這肯定的，為什麼？你跟他們志同道合，他們的慈悲，你來實踐，你來把它落實，他怎麼不歡喜？諸佛歡喜，龍天善神擁護！自己一定要做到捨己為人，要看破世間，知道社會病在哪裡，一切眾生病在哪裡，對症下藥，來做普度眾生的事業。這是大事，這不是小事，從我們本身做起。如果有機緣教學，一定要從兒童教起，這一代的人迷惑了，希望下一代的人覺悟。小朋友當中，我相信、肯定有很多再來人，只要我們好好的來誘導他。教育一定從自己本身做示範，身教第一重要，言教是其次，一定要以身作則。"
    },
    {
      "id": "12-017-1384_p0060",
      "zh_CN": "所以这后面三首偈，三桩事，都是妄想分别执着轻了，能力恢复，一直要到如来果地才究竟圆满的恢复，这一定要懂得。等觉菩萨还有一品生相无明没破，不圆满！那很了不起，像观音、势至、文殊、普贤、弥勒所示现的等觉菩萨。我们今天在《华严经》上看到的都是菩萨，十首菩萨，我的看法那都是古佛再来示现的，决不是真正的四信位的菩萨，不是！他们是现身说法。现无量身，显无量神通，来帮助我们觉悟。好，这段经文我们就讲到此地。后面，我们这个本子还有李长者的《论》，这个《论》也非常的精采，我们明天继续再学习。",
      "zh_TW": "所以這後面三首偈，三樁事，都是妄想分別執著輕了，能力恢復，一直要到如來果地才究竟圓滿的恢復，這一定要懂得。等覺菩薩還有一品生相無明沒破，不圓滿！那很了不起，像觀音、勢至、文殊、普賢、彌勒所示現的等覺菩薩。我們今天在《華嚴經》上看到的都是菩薩，十首菩薩，我的看法那都是古佛再來示現的，決不是真正的四信位的菩薩，不是！他們是現身說法。現無量身，顯無量神通，來幫助我們覺悟。好，這段經文我們就講到此地。後面，我們這個本子還有李長者的《論》，這個《論》也非常的精采，我們明天繼續再學習。"
    }
  ]
}