{
  "doc_id": "12-017-1629",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六二九卷",
    "zh_TW": "第一六二九卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1629",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "12-017-1629_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「贤首品第十二」，第三大段第一小段明所具行，这有八首半颂，我们学到第一首的前面二句。我们今天还是从头念起，经文念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「賢首品第十二」，第三大段第一小段明所具行，這有八首半頌，我們學到第一首的前面二句。我們今天還是從頭念起，經文念一遍："
    },
    {
      "id": "12-017-1629_p0002",
      "zh_CN": "【若常信奉于诸佛。则能持戒修学处。若常持戒修学处。则能具足诸功德。】",
      "zh_TW": "【若常信奉於諸佛。則能持戒修學處。若常持戒修學處。則能具足諸功德。】"
    },
    {
      "id": "12-017-1629_p0003",
      "zh_CN": "前面清凉大师引用《瑜伽师地论》所讲的「七处修学」，自利，利他，一直到真实义，威力，成熟有情，成熟自佛法，无上正等菩提，这七处。我们了解了，最重要的是要认真的学习，才能真正得到佛法殊胜的利益。这个利益你最先得到的就是烦恼轻、智慧长，我们一般人说的入佛境界。虽然烦恼习气没断，还没真正入佛境界，可是决定能够沾到佛境界的气分，这就很难得！从这个地方你就能真正建立信心。像我们前面所学习过的，「信心清净，则生实相」，智慧真正开了，佛法的受用你才得到。",
      "zh_TW": "前面清涼大師引用《瑜伽師地論》所講的「七處修學」，自利，利他，一直到真實義，威力，成熟有情，成熟自佛法，無上正等菩提，這七處。我們了解了，最重要的是要認真的學習，才能真正得到佛法殊勝的利益。這個利益你最先得到的就是煩惱輕、智慧長，我們一般人說的入佛境界。雖然煩惱習氣沒斷，還沒真正入佛境界，可是決定能夠沾到佛境界的氣分，這就很難得！從這個地方你就能真正建立信心。像我們前面所學習過的，「信心清淨，則生實相」，智慧真正開了，佛法的受用你才得到。"
    },
    {
      "id": "12-017-1629_p0004",
      "zh_CN": "这个地方我们想想，为什么现在学佛的人这么多，都没有法子得到？我们要认真反省，到底毛病出在什么地方？如果不能把毛病找出来，把毛病消除，我们这一生只能说跟佛法结个法缘，真实的利益得不到。现在讲真实利益就是决定往生，你有没有这个把握？为什么做不到？现在我们无论在家、出家修学，三皈五戒没做到，十善业道没做到，这决定不能往生。《弥陀经》上跟我们讲得很清楚，西方极乐世界都是上善之人俱会一处，我们没有上善，怎么能往生？上善最低的标准是上品十善。",
      "zh_TW": "這個地方我們想想，為什麼現在學佛的人這麼多，都沒有法子得到？我們要認真反省，到底毛病出在什麼地方？如果不能把毛病找出來，把毛病消除，我們這一生只能說跟佛法結個法緣，真實的利益得不到。現在講真實利益就是決定往生，你有沒有這個把握？為什麼做不到？現在我們無論在家、出家修學，三皈五戒沒做到，十善業道沒做到，這決定不能往生。《彌陀經》上跟我們講得很清楚，西方極樂世界都是上善之人俱會一處，我們沒有上善，怎麼能往生？上善最低的標準是上品十善。"
    },
    {
      "id": "12-017-1629_p0005",
      "zh_CN": "我们知道，如果你真的有上品十善，你不学佛，你决定生天，忉利天是稳稳当当，上善生忉利天。上善再加上未到定，未到定是什么？清净心，清净心有等级，我们把它分做上中下三品，下品的清净心，上品的十善业道，你就生夜摩天、兜率天，这靠得住的。如果是中品清净，上品十善，欲界天的上面两层，化乐天跟他化自在天，你有分。所以人不能不修善。要怎么修法？三皈五戒、十善做不到，怎么办？这个我们讲了很多，往下扎根。下面是什么？儒家的《弟子规》，道家的《感应篇》，你有这两个根，十善业道不难。十善业道能修成功，三皈五戒就可以做到，很容易的做到，一点也不勉强，这样念佛求往生决定有把握。所以这个比什么都重要。",
      "zh_TW": "我們知道，如果你真的有上品十善，你不學佛，你決定生天，忉利天是穩穩當當，上善生忉利天。上善再加上未到定，未到定是什麼？清淨心，清淨心有等級，我們把它分做上中下三品，下品的清淨心，上品的十善業道，你就生夜摩天、兜率天，這靠得住的。如果是中品清淨，上品十善，欲界天的上面兩層，化樂天跟他化自在天，你有分。所以人不能不修善。要怎麼修法？三皈五戒、十善做不到，怎麼辦？這個我們講了很多，往下扎根。下面是什麼？儒家的《弟子規》，道家的《感應篇》，你有這兩個根，十善業道不難。十善業道能修成功，三皈五戒就可以做到，很容易的做到，一點也不勉強，這樣念佛求往生決定有把握。所以這個比什麼都重要。"
    },
    {
      "id": "12-017-1629_p0006",
      "zh_CN": "我们读到这段的经文，今天我们从第二句学起，『若常持戒修学处』。「常」，不能间断，「持」是保持。释迦牟尼佛灭度之前教导我们，教后人，「以戒为师，以苦为师」，我们要持戒，我们不怕吃苦。你要不持戒、不能吃苦，怎么行，怎么能成就？现前吃一点苦，实在讲不是真苦，释迦牟尼佛在世示现给我们看，我们今天还做不到。人家三衣一钵，树下一宿，日中一食，那个生活我们做不到。示现苦行，我常常说「苦中有真乐」，世间人不知道。世间人追求这些物质、名闻利养的享受，以为这是乐，乐中有真苦。我们在讲席都详细跟诸位分析过。",
      "zh_TW": "我們讀到這段的經文，今天我們從第二句學起，『若常持戒修學處』。「常」，不能間斷，「持」是保持。釋迦牟尼佛滅度之前教導我們，教後人，「以戒為師，以苦為師」，我們要持戒，我們不怕吃苦。你要不持戒、不能吃苦，怎麼行，怎麼能成就？現前吃一點苦，實在講不是真苦，釋迦牟尼佛在世示現給我們看，我們今天還做不到。人家三衣一缽，樹下一宿，日中一食，那個生活我們做不到。示現苦行，我常常說「苦中有真樂」，世間人不知道。世間人追求這些物質、名聞利養的享受，以為這是樂，樂中有真苦。我們在講席都詳細跟諸位分析過。"
    },
    {
      "id": "12-017-1629_p0007",
      "zh_CN": "佛陀在这里一再劝勉我们，这样的话不知道说了多少遍。要常持戒，要修菩萨学处，此地这个「学处」就是太虚大师所说的菩萨学处。菩萨学处真正建立是要依靠戒律，没有戒律，菩萨学处有名无实。可是持戒之前一定要修善，没有善行，持戒就不容易；有善心、有善行，持戒就很容易，不容易犯戒。",
      "zh_TW": "佛陀在這裡一再勸勉我們，這樣的話不知道說了多少遍。要常持戒，要修菩薩學處，此地這個「學處」就是太虛大師所說的菩薩學處。菩薩學處真正建立是要依靠戒律，沒有戒律，菩薩學處有名無實。可是持戒之前一定要修善，沒有善行，持戒就不容易；有善心、有善行，持戒就很容易，不容易犯戒。"
    },
    {
      "id": "12-017-1629_p0008",
      "zh_CN": "下一句是讲果德，『则能具足诸功德』。换句话说，不能持戒，不能修学菩萨学处，功德就没有了。我们学佛到底有没有好处？好处有，这里要改一个字，则能具足诸福德，所修的是福德，不是功德。这正是达摩祖师当年答复梁武帝的话。你看梁武帝不容易！在佛门里面护持佛法，为佛门建立道场，四百八十座大规模的寺院，护持出家人几十万人。他有没有功德？他自己以为功德很大，向达摩祖师夸耀。达摩祖师很老实，直截了当告诉他，「并无功德」。梁武帝受不了，这一生气，就把达摩祖师赶走，不护持他。所以达摩祖师没法子，跑到少林寺去面壁九年。",
      "zh_TW": "下一句是講果德，『則能具足諸功德』。換句話說，不能持戒，不能修學菩薩學處，功德就沒有了。我們學佛到底有沒有好處？好處有，這裡要改一個字，則能具足諸福德，所修的是福德，不是功德。這正是達摩祖師當年答覆梁武帝的話。你看梁武帝不容易！在佛門裡面護持佛法，為佛門建立道場，四百八十座大規模的寺院，護持出家人幾十萬人。他有沒有功德？他自己以為功德很大，向達摩祖師誇耀。達摩祖師很老實，直截了當告訴他，「並無功德」。梁武帝受不了，這一生氣，就把達摩祖師趕走，不護持他。所以達摩祖師沒法子，跑到少林寺去面壁九年。"
    },
    {
      "id": "12-017-1629_p0009",
      "zh_CN": "梁武帝修的是什么？修的是福德。功德跟福德的差别在哪里？从相上讲没有两样，都是做一切善行，都是做一些好事，可是用心不一样。如果他心地清净，把妄想执着舍掉，那是功德；如果他妄想执着还在，也就是具足烦恼、习气都还在，那就是修的福德。福德在六道里面享受，譬如他可以生忉利天，他可以在人间享大福报。这就是什么？他做这些善行，他心不清净。心地清净，放下分别执着，他行的善是功德，他并不贪图六道里面的果报，不贪图六道果报这是功德。所以功德跟福德我们要很清楚、很明白。",
      "zh_TW": "梁武帝修的是什麼？修的是福德。功德跟福德的差別在哪裡？從相上講沒有兩樣，都是做一切善行，都是做一些好事，可是用心不一樣。如果他心地清淨，把妄想執著捨掉，那是功德；如果他妄想執著還在，也就是具足煩惱、習氣都還在，那就是修的福德。福德在六道裡面享受，譬如他可以生忉利天，他可以在人間享大福報。這就是什麼？他做這些善行，他心不清淨。心地清淨，放下分別執著，他行的善是功德，他並不貪圖六道裡面的果報，不貪圖六道果報這是功德。所以功德跟福德我們要很清楚、很明白。"
    },
    {
      "id": "12-017-1629_p0010",
      "zh_CN": "这么多年来，我们常讲「纯净纯善」。我刻了个大印章，「纯净纯善」。纯善没有纯净就是福德，纯净纯善就是功德。净一定是要断烦恼，烦恼不断，心不清净。至少要把执着放下，就是大小乘教里面常讲的见思烦恼，见思烦恼是执着。教下讲得很清楚，三界八十八品见惑、八十一品思惑，这个要断掉。我们讲放下就是断掉，你要把这个东西放下，不可以再有。对世出世间一切法，就是一切人、一切事、一切物不再执着了，不再分别了，心清净。不再执着，真的放下了，真的不执着了，你就是阿罗汉；再能把分别放下，就是不再分别了，你就成菩萨，这心地清净。阿罗汉是正觉，菩萨是正等正觉，所以他所修的一切善是功德。",
      "zh_TW": "這麼多年來，我們常講「純淨純善」。我刻了個大印章，「純淨純善」。純善沒有純淨就是福德，純淨純善就是功德。淨一定是要斷煩惱，煩惱不斷，心不清淨。至少要把執著放下，就是大小乘教裡面常講的見思煩惱，見思煩惱是執著。教下講得很清楚，三界八十八品見惑、八十一品思惑，這個要斷掉。我們講放下就是斷掉，你要把這個東西放下，不可以再有。對世出世間一切法，就是一切人、一切事、一切物不再執著了，不再分別了，心清淨。不再執著，真的放下了，真的不執著了，你就是阿羅漢；再能把分別放下，就是不再分別了，你就成菩薩，這心地清淨。阿羅漢是正覺，菩薩是正等正覺，所以他所修的一切善是功德。"
    },
    {
      "id": "12-017-1629_p0011",
      "zh_CN": "你就能够明了持戒修学处，这就是以清净心、平等心断一切恶，修一切善，那就具足诸功德，就是这个意思。我们学佛，我们真正希望这一生当中能往生到西方极乐世界，这不能不注意。你不在这上下功夫，我们这一生只能跟阿弥陀佛结个善缘，这一生去不了。为什么？我们所修学的功课不及格。就跟念书一样，一定要达到分数的标准，你才能往生。阿弥陀佛那里不讲人情的，这个要知道，一定要达到他的标准，我们才能够去得了。",
      "zh_TW": "你就能夠明瞭持戒修學處，這就是以清淨心、平等心斷一切惡，修一切善，那就具足諸功德，就是這個意思。我們學佛，我們真正希望這一生當中能往生到西方極樂世界，這不能不注意。你不在這上下功夫，我們這一生只能跟阿彌陀佛結個善緣，這一生去不了。為什麼？我們所修學的功課不及格。就跟念書一樣，一定要達到分數的標準，你才能往生。阿彌陀佛那裡不講人情的，這個要知道，一定要達到他的標準，我們才能夠去得了。"
    },
    {
      "id": "12-017-1629_p0012",
      "zh_CN": "这一段清凉大师还有注解，注解也很精彩，我们把它念一遍。这里面是第一首的后面两句。我们刚才念的还有第二偈，第二偈「双显二德」。我们把第二首偈念一遍：",
      "zh_TW": "這一段清涼大師還有註解，註解也很精彩，我們把它念一遍。這裡面是第一首的後面兩句。我們剛才念的還有第二偈，第二偈「雙顯二德」。我們把第二首偈念一遍："
    },
    {
      "id": "12-017-1629_p0013",
      "zh_CN": "【戒能开发菩提本。学是勤修功德地。于戒及学常顺行。一切如来所称美。】",
      "zh_TW": "【戒能開發菩提本。學是勤修功德地。於戒及學常順行。一切如來所稱美。】"
    },
    {
      "id": "12-017-1629_p0014",
      "zh_CN": "我们回头再看清凉大师的注解。大师告诉我们，「若不持戒，尚不能得疥癞野干之身，况于菩提」。这个地方，什么叫野干？古时候称野干，现在称狐狸，这是动物里面的一种，狐狸。疥癞是有病，就是皮肤病，严重的皮肤病。这狐狸得严重的皮肤病。所以如果不持戒，连这样一个野干身都得不到，你怎么能证得菩提？清凉大师这句话不是吓我们的，是真的。我们简单的讲，若不持戒，连畜生身都得不到。这个问题严重，畜生身得不到，你到哪里去？畜生下面是饿鬼、地狱。",
      "zh_TW": "我們回頭再看清涼大師的註解。大師告訴我們，「若不持戒，尚不能得疥癩野干之身，況於菩提」。這個地方，什麼叫野干？古時候稱野干，現在稱狐狸，這是動物裡面的一種，狐狸。疥癩是有病，就是皮膚病，嚴重的皮膚病。這狐狸得嚴重的皮膚病。所以如果不持戒，連這樣一個野干身都得不到，你怎麼能證得菩提？清涼大師這句話不是嚇我們的，是真的。我們簡單的講，若不持戒，連畜生身都得不到。這個問題嚴重，畜生身得不到，你到哪裡去？畜生下面是餓鬼、地獄。"
    },
    {
      "id": "12-017-1629_p0015",
      "zh_CN": "所以我们一定要明了，戒是佛身，经是佛言，禅是佛心。禅是什么？就是清净心。我们念佛人，《弥陀经》上所讲的「一心不乱，心不颠倒」，那就是禅，这是佛心。我们想想，我们现在能不能做到一心不乱？我们心里是杂念纷陈，妄想太多，现在人所讲的心浮气躁，这跟西方极乐世界是一百八十度的相违背。我们怎样才能够达到、学到一心不乱？一心不乱是真难，所以《无量寿经》上不是讲一心不乱，《无量寿经》上讲「一向专念」，那个容易，一心不乱太难了。一心不乱是清净心，是讲的果，一向专念是讲的因。我们修这个因，果还没有得到，那还行，学因还行，果很不容易得到。",
      "zh_TW": "所以我們一定要明瞭，戒是佛身，經是佛言，禪是佛心。禪是什麼？就是清淨心。我們念佛人，《彌陀經》上所講的「一心不亂，心不顛倒」，那就是禪，這是佛心。我們想想，我們現在能不能做到一心不亂？我們心裡是雜念紛陳，妄想太多，現在人所講的心浮氣躁，這跟西方極樂世界是一百八十度的相違背。我們怎樣才能夠達到、學到一心不亂？一心不亂是真難，所以《無量壽經》上不是講一心不亂，《無量壽經》上講「一向專念」，那個容易，一心不亂太難了。一心不亂是清淨心，是講的果，一向專念是講的因。我們修這個因，果還沒有得到，那還行，學因還行，果很不容易得到。"
    },
    {
      "id": "12-017-1629_p0016",
      "zh_CN": "真正得一心不乱，生西方极乐世界就不是凡圣同居土，诸位要晓得，最低的也是方便有余土，高级的就到实报庄严土。你就可以知道，凡圣同居土是修一心不乱而没有得到一心不乱，总有一点功夫，就是大经（大经就是无量寿经）讲的一向专念，真正做到一向专念。一向专念的功夫，我们通常讲「功夫成片」，这是一向专念。心里面除了阿弥陀佛之外，没有其他的杂念，这才叫一向专念；一面念佛，一面打妄想，一向专念就没有了，这不可以不知道。",
      "zh_TW": "真正得一心不亂，生西方極樂世界就不是凡聖同居土，諸位要曉得，最低的也是方便有餘土，高級的就到實報莊嚴土。你就可以知道，凡聖同居土是修一心不亂而沒有得到一心不亂，總有一點功夫，就是大經（大經就是無量壽經）講的一向專念，真正做到一向專念。一向專念的功夫，我們通常講「功夫成片」，這是一向專念。心裡面除了阿彌陀佛之外，沒有其他的雜念，這才叫一向專念；一面念佛，一面打妄想，一向專念就沒有了，這不可以不知道。"
    },
    {
      "id": "12-017-1629_p0017",
      "zh_CN": "千万不要把这一生无比殊胜的机会失掉，那就真可惜。丢掉这个身心世界不可惜，失去往生的机会是太可惜了，一定要非常慎重。那你就必须要知道「持戒念佛」，佛祖是这样教给我们的。我们很想持戒，哪个人不想持戒？可是就办不到。所以这些年来，我才劝勉同学，我们从弟子规做起。儒释道的三个根，我们从根本修学，能往生，不要小看了。如果没有这个根，怎么修都是枉然，到最后临命终时不能往生，你会后悔。凡是障碍修学的决定要避免、要远离，使菩提道上没有障碍。人事的障碍、物质环境的障碍都要懂得，都要能把它放下，这个样子我们才会有成就。",
      "zh_TW": "千萬不要把這一生無比殊勝的機會失掉，那就真可惜。丟掉這個身心世界不可惜，失去往生的機會是太可惜了，一定要非常慎重。那你就必須要知道「持戒念佛」，佛祖是這樣教給我們的。我們很想持戒，哪個人不想持戒？可是就辦不到。所以這些年來，我才勸勉同學，我們從弟子規做起。儒釋道的三個根，我們從根本修學，能往生，不要小看了。如果沒有這個根，怎麼修都是枉然，到最後臨命終時不能往生，你會後悔。凡是障礙修學的決定要避免、要遠離，使菩提道上沒有障礙。人事的障礙、物質環境的障礙都要懂得，都要能把它放下，這個樣子我們才會有成就。"
    },
    {
      "id": "12-017-1629_p0018",
      "zh_CN": "下面我们接着看，「戒止妄非，则性净菩提开发，因果功德皆依学处而生，故云地也」。这第二首偈前面两句末后一个字讲功德地，『学是勤修功德地』，有地了，所以戒非常重要。戒能止妄、能止非。妄是虚妄，虚妄是什么？前面讲过，经上讲了五种，「五欲、王位、富饶、大名称」这是妄，「自乐」是非。而清凉大师很慈悲，给我们讲了十句，前面九处都是虚妄，最后讲二乘，二乘是偏，就是此地讲的非的意思。唯有真正持戒才能够远离虚妄、远离偏邪，这个样子性净菩提就开显。诸位要晓得，性净菩提是你自性里头本来有的，而是被这些妄跟非障碍住了。你看，戒是一种方法，用戒把虚妄跟偏差舍弃，障碍就没有了，障碍除掉了，我们自性清净心里面的菩提就显出来了。",
      "zh_TW": "下面我們接著看，「戒止妄非，則性淨菩提開發，因果功德皆依學處而生，故云地也」。這第二首偈前面兩句末後一個字講功德地，『學是勤修功德地』，有地了，所以戒非常重要。戒能止妄、能止非。妄是虛妄，虛妄是什麼？前面講過，經上講了五種，「五欲、王位、富饒、大名稱」這是妄，「自樂」是非。而清涼大師很慈悲，給我們講了十句，前面九處都是虛妄，最後講二乘，二乘是偏，就是此地講的非的意思。唯有真正持戒才能夠遠離虛妄、遠離偏邪，這個樣子性淨菩提就開顯。諸位要曉得，性淨菩提是你自性裡頭本來有的，而是被這些妄跟非障礙住了。你看，戒是一種方法，用戒把虛妄跟偏差捨棄，障礙就沒有了，障礙除掉了，我們自性清淨心裡面的菩提就顯出來了。"
    },
    {
      "id": "12-017-1629_p0019",
      "zh_CN": "因果功德依前面讲的七个学处而生，所以称之为地。这句话的意思，你就真正懂得修因证果。前面讲过，自利的因，得自利的果报；利他的因，你得利他的果报；圣学的因，你得真实义处；一心向佛，自自然然得到诸佛菩萨威神加持；自己成就，再发心能教化众生；能教化众生，就能成就自佛法处；到达究竟圆满，无上正等正觉就现前了。",
      "zh_TW": "因果功德依前面講的七個學處而生，所以稱之為地。這句話的意思，你就真正懂得修因證果。前面講過，自利的因，得自利的果報；利他的因，你得利他的果報；聖學的因，你得真實義處；一心向佛，自自然然得到諸佛菩薩威神加持；自己成就，再發心能教化眾生；能教化眾生，就能成就自佛法處；到達究竟圓滿，無上正等正覺就現前了。"
    },
    {
      "id": "12-017-1629_p0020",
      "zh_CN": "无上正等正觉，在《华严经》里面，初住菩萨就证得了。十信菩萨分配在十法界，这个我们要知道，前面讲得很详细。十信心满，十信就是贤首菩萨，他再破一品无明，证一分法身，就入位了，十住。十住，初住菩萨破一品无明，证一分法身，就成无上正等正觉。往后四十一个位次，妙觉位是圆满的无上正等正觉，前面四十一个位次是分证的无上正等正觉，这个要懂。这些名相术语我们听得太多，到华严会上才真正搞清楚、搞明白。",
      "zh_TW": "無上正等正覺，在《華嚴經》裡面，初住菩薩就證得了。十信菩薩分配在十法界，這個我們要知道，前面講得很詳細。十信心滿，十信就是賢首菩薩，他再破一品無明，證一分法身，就入位了，十住。十住，初住菩薩破一品無明，證一分法身，就成無上正等正覺。往後四十一個位次，妙覺位是圓滿的無上正等正覺，前面四十一個位次是分證的無上正等正覺，這個要懂。這些名相術語我們聽得太多，到華嚴會上才真正搞清楚、搞明白。"
    },
    {
      "id": "12-017-1629_p0021",
      "zh_CN": "所以后面这两句，『于戒及学常顺行』，劝我们千万不要疏忽戒律，千万不要疏忽菩萨学处，前面所讲的七处修学要常常随顺，随顺就是不可以违背。这样子是『一切如来所称美』，这就是一切诸佛赞叹，你是真正的佛弟子。下面第三首：",
      "zh_TW": "所以後面這兩句，『於戒及學常順行』，勸我們千萬不要疏忽戒律，千萬不要疏忽菩薩學處，前面所講的七處修學要常常隨順，隨順就是不可以違背。這樣子是『一切如來所稱美』，這就是一切諸佛讚歎，你是真正的佛弟子。下面第三首："
    },
    {
      "id": "12-017-1629_p0022",
      "zh_CN": "【若常信奉于诸佛。则能兴集大供养。若能兴集大供养。彼人信佛不思议。】",
      "zh_TW": "【若常信奉於諸佛。則能興集大供養。若能興集大供養。彼人信佛不思議。】"
    },
    {
      "id": "12-017-1629_p0023",
      "zh_CN": "后面三首，三、四、五，就是我们讲的供养佛、供养法、供养僧，供养三宝，这就是前面讲的「勤修功德地」。第三首这首偈清凉也有注解，「别明成供养行，谓财法供养，故云大也」，财供养跟法供养。我们将这首偈细细的来观察。『若常信奉于诸佛』。人要有长远心，「信奉」这两个字是关键。前面我们讲这个「信」讲了两个星期，讲得很详细，信这个字的标准，确实《华严》讲得透彻。奉是奉行。信里面没有行，这个信不是真的。通常我们讲信，勉强相信、正信、真信，有很多层次不同。信奉是真信，他有行，他做到了。",
      "zh_TW": "後面三首，三、四、五，就是我們講的供養佛、供養法、供養僧，供養三寶，這就是前面講的「勤修功德地」。第三首這首偈清涼也有註解，「別明成供養行，謂財法供養，故云大也」，財供養跟法供養。我們將這首偈細細的來觀察。『若常信奉於諸佛』。人要有長遠心，「信奉」這兩個字是關鍵。前面我們講這個「信」講了兩個星期，講得很詳細，信這個字的標準，確實《華嚴》講得透徹。奉是奉行。信裡面沒有行，這個信不是真的。通常我們講信，勉強相信、正信、真信，有很多層次不同。信奉是真信，他有行，他做到了。"
    },
    {
      "id": "12-017-1629_p0024",
      "zh_CN": "『则能兴集大供养』。佛需要我们供养吗？佛不需要。为什么要修供养？表示自己感恩戴德，报佛深恩。我们这一生能够脱离六道、脱离十法界，修行证果，都是遵奉佛陀教诲而得到的成就，这种无比殊胜的恩德你能不报吗？怎样报？当然会想到供养。供养里面有财供养、有法供养。世尊在《般若经》上告诉我们，假如有人以大千世界七宝供养，这了不起！大千世界是讲多，不是少。大千世界的金银七宝的供养没有人能做到，大概在娑婆世界最高的、无上的摩醯首罗天王，也许他能做得到；除这么大的福报的人，没有人能做得到。可是佛说比不上为人讲解四句偈的功德。这个话，佛在大乘经里面讲得太多了，这是说明法供养比财供养殊胜。佛这个意思我们能体会到，真正供养佛只有弘法利众生。所以经上偈子说，若不弘法度众生，那就不是真正报佛恩；真正报佛恩，一定要修这样的大供养。",
      "zh_TW": "『則能興集大供養』。佛需要我們供養嗎？佛不需要。為什麼要修供養？表示自己感恩戴德，報佛深恩。我們這一生能夠脫離六道、脫離十法界，修行證果，都是遵奉佛陀教誨而得到的成就，這種無比殊勝的恩德你能不報嗎？怎樣報？當然會想到供養。供養裡面有財供養、有法供養。世尊在《般若經》上告訴我們，假如有人以大千世界七寶供養，這了不起！大千世界是講多，不是少。大千世界的金銀七寶的供養沒有人能做到，大概在娑婆世界最高的、無上的摩醯首羅天王，也許他能做得到；除這麼大的福報的人，沒有人能做得到。可是佛說比不上為人講解四句偈的功德。這個話，佛在大乘經裡面講得太多了，這是說明法供養比財供養殊勝。佛這個意思我們能體會到，真正供養佛只有弘法利眾生。所以經上偈子說，若不弘法度眾生，那就不是真正報佛恩；真正報佛恩，一定要修這樣的大供養。"
    },
    {
      "id": "12-017-1629_p0025",
      "zh_CN": "诸位明白这个意思，你就晓得印光大师一生所修积的就是这个大供养。他老人家接受四众弟子的财物供养，他没有做别的事情，没有用来自己享受，自己还是修自己的苦行；换句话说，并没有拿这个钱改善自己物质生活。拿去做什么？拿去印经。在他那个时代，这是最殊胜的方式。他在苏州办了一个「弘化社」，自己有个印刷厂，那时候用铅字排版，大量的流通经论善书。所以弘化社的版本，字印得大，纸张装订都很考究，校对很精确，很少有错字，我们都非常欢喜弘化社的本子，普遍供养海内外学佛的同学。这就是兴集大供养，祖师给我们做了一个样子。",
      "zh_TW": "諸位明白這個意思，你就曉得印光大師一生所修積的就是這個大供養。他老人家接受四眾弟子的財物供養，他沒有做別的事情，沒有用來自己享受，自己還是修自己的苦行；換句話說，並沒有拿這個錢改善自己物質生活。拿去做什麼？拿去印經。在他那個時代，這是最殊勝的方式。他在蘇州辦了一個「弘化社」，自己有個印刷廠，那時候用鉛字排版，大量的流通經論善書。所以弘化社的版本，字印得大，紙張裝訂都很考究，校對很精確，很少有錯字，我們都非常歡喜弘化社的本子，普遍供養海內外學佛的同學。這就是興集大供養，祖師給我們做了一個樣子。"
    },
    {
      "id": "12-017-1629_p0026",
      "zh_CN": "我懂得了，所以我也就学会了。我在台湾成立一个「佛陀教育基金会」，四众同修所送给我的供养，我全部做这个基金，这个基金做什么用？专门印经布施。我走印光大师这个路子，不建道场。做了这么多年，到现在还在做，对全世界的佛教团体，我们都是免费赠送。截至现前，其他的这些经论善书我们就不算，单单讲《大藏经》，我们送《大藏经》，这么多年来总共送出去超过五千五百部，将近六千部的《大藏经》。那是大部头的，小的都不说，太多了。我们的赠送对象，寺院、图书馆、学校。这是法供养。世尊教导我们，财布施果报是得财富，法布施果报是得智慧，无畏布施果报是得健康长寿。印经布施，这三种布施都在其中。印经需要钱，钱是财布施；经典内容是法，所以叫法布施；真正依教奉行，断恶修善，无畏布施。所以一举而有三得，你说这是不是大供养？",
      "zh_TW": "我懂得了，所以我也就學會了。我在台灣成立一個「佛陀教育基金會」，四眾同修所送給我的供養，我全部做這個基金，這個基金做什麼用？專門印經布施。我走印光大師這個路子，不建道場。做了這麼多年，到現在還在做，對全世界的佛教團體，我們都是免費贈送。截至現前，其他的這些經論善書我們就不算，單單講《大藏經》，我們送《大藏經》，這麼多年來總共送出去超過五千五百部，將近六千部的《大藏經》。那是大部頭的，小的都不說，太多了。我們的贈送對象，寺院、圖書館、學校。這是法供養。世尊教導我們，財布施果報是得財富，法布施果報是得智慧，無畏布施果報是得健康長壽。印經布施，這三種布施都在其中。印經需要錢，錢是財布施；經典內容是法，所以叫法布施；真正依教奉行，斷惡修善，無畏布施。所以一舉而有三得，你說這是不是大供養？"
    },
    {
      "id": "12-017-1629_p0027",
      "zh_CN": "我们生在现代的社会，我们去印光大师差不多有七、八十年，将近一个世纪了。现在我们知道，真正喜欢读书的人不多了。现在人喜欢什么？现在人喜欢看电视、看电脑，电视、电脑取代了读书。我们一定要能够结合现代社会人心的爱好，我们要用这种工具来传播佛法。所以我们在八年前，八、九年了，我们就开辟网路；卫星电视，我们四年了，二００三年元旦我们卫星电视开播，今年第四年，产生很好的效果。所以现在我们可以在摄影棚里面，跟全世界有缘的同学（佛度有缘人，什么叫有缘？你能够收看讲经的节目就是有缘人），在网路电脑的萤光幕上、在卫星电视萤光幕上，一起来学习大乘佛法。同时我们保留这些录相，提供现前还没有这个缘分遇到的同修，给他们做参考。这是现代社会兴集大供养。大供养不是建立大的寺院庵堂，不是，这要知道，一定要把佛法送到家庭，送到每个人。科技不断在进步，现在我们晓得，宽频电视已经研发成功，我相信三年到五年就会普及到全世界。这个成本很低，会取代卫星电视，卫星电视的成本太高了。",
      "zh_TW": "我們生在現代的社會，我們去印光大師差不多有七、八十年，將近一個世紀了。現在我們知道，真正喜歡讀書的人不多了。現在人喜歡什麼？現在人喜歡看電視、看電腦，電視、電腦取代了讀書。我們一定要能夠結合現代社會人心的愛好，我們要用這種工具來傳播佛法。所以我們在八年前，八、九年了，我們就開闢網路；衛星電視，我們四年了，二００三年元旦我們衛星電視開播，今年第四年，產生很好的效果。所以現在我們可以在攝影棚裡面，跟全世界有緣的同學（佛度有緣人，什麼叫有緣？你能夠收看講經的節目就是有緣人），在網路電腦的螢光幕上、在衛星電視螢光幕上，一起來學習大乘佛法。同時我們保留這些錄相，提供現前還沒有這個緣分遇到的同修，給他們做參考。這是現代社會興集大供養。大供養不是建立大的寺院庵堂，不是，這要知道，一定要把佛法送到家庭，送到每個人。科技不斷在進步，現在我們曉得，寬頻電視已經研發成功，我相信三年到五年就會普及到全世界。這個成本很低，會取代衛星電視，衛星電視的成本太高了。"
    },
    {
      "id": "12-017-1629_p0028",
      "zh_CN": "今天在兴建大供养里面，还有一个真正兴集大供养的中心，那是什么？培养弘法人才。弘法人才希有难逢，不是容易找到的。什么人才能够承担如来家业，续佛慧命，弘法利生？要真正发心放下分别执着，要能吃苦、能持戒，这样的人才行。最低的标准，在家，他一定要落实弟子规、感应篇、十善业道，百分之百落实；出家，还要加一个沙弥律仪。没有这样扎实的根柢，虽然发心也很不容易成就。所以真正发心，你用一、二年的时间把这四门功课学好。这四门功课不是念着背的、不是讲的，是要落实在自己生活当中，落实在自己工作、落实在自己处事待人接物。这是圣贤的胚胎，圣贤的基础。你能够具备，然后能发无上菩提心，就是佛家讲的四弘誓愿，你才能真正做到，那四弘誓愿就不会落空，你真正会做到。断烦恼，学法门，成佛道，度众生，这才能够承担如来家业。如来家业就是续佛慧命，弘法利生。现在时间到了，我们休息几分钟。",
      "zh_TW": "今天在興建大供養裡面，還有一個真正興集大供養的中心，那是什麼？培養弘法人才。弘法人才希有難逢，不是容易找到的。什麼人才能夠承擔如來家業，續佛慧命，弘法利生？要真正發心放下分別執著，要能吃苦、能持戒，這樣的人才行。最低的標準，在家，他一定要落實弟子規、感應篇、十善業道，百分之百落實；出家，還要加一個沙彌律儀。沒有這樣紮實的根柢，雖然發心也很不容易成就。所以真正發心，你用一、二年的時間把這四門功課學好。這四門功課不是念著背的、不是講的，是要落實在自己生活當中，落實在自己工作、落實在自己處事待人接物。這是聖賢的胚胎，聖賢的基礎。你能夠具備，然後能發無上菩提心，就是佛家講的四弘誓願，你才能真正做到，那四弘誓願就不會落空，你真正會做到。斷煩惱，學法門，成佛道，度眾生，這才能夠承擔如來家業。如來家業就是續佛慧命，弘法利生。現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "12-017-1629_p0029",
      "zh_CN": "诸位法师，诸位同学，请坐。我们接着看下面两句，就是第三首的后面两句：",
      "zh_TW": "諸位法師，諸位同學，請坐。我們接著看下面兩句，就是第三首的後面兩句："
    },
    {
      "id": "12-017-1629_p0030",
      "zh_CN": "【若能兴集大供养。彼人信佛不思议。】",
      "zh_TW": "【若能興集大供養。彼人信佛不思議。】"
    },
    {
      "id": "12-017-1629_p0031",
      "zh_CN": "这两句话好懂。这个『信』，真信，这不是一般，一般我们讲正信，还做不到，这真正相信。这个『不思议』里面意思深广无限，自己功德不可思议，三宝功德不可思议，一切众生功德不可思议。纵然众生在迷位，还没有觉悟，他也得不思议的功德。这个不思议的功德，就是佛家常讲的「一历耳根，永为道种」，阿赖耶识里头种下金刚种子。无论是见像、无论是听到佛菩萨的名号，或者听到佛经一偈一句，都是不思议的功德。我们再看下面第四首：",
      "zh_TW": "這兩句話好懂。這個『信』，真信，這不是一般，一般我們講正信，還做不到，這真正相信。這個『不思議』裡面意思深廣無限，自己功德不可思議，三寶功德不可思議，一切眾生功德不可思議。縱然眾生在迷位，還沒有覺悟，他也得不思議的功德。這個不思議的功德，就是佛家常講的「一歷耳根，永為道種」，阿賴耶識裡頭種下金剛種子。無論是見像、無論是聽到佛菩薩的名號，或者聽到佛經一偈一句，都是不思議的功德。我們再看下面第四首："
    },
    {
      "id": "12-017-1629_p0032",
      "zh_CN": "【若常信奉于尊法。则闻佛法无厌足。若闻佛法无厌足。彼人信法不思议。】",
      "zh_TW": "【若常信奉於尊法。則聞佛法無厭足。若聞佛法無厭足。彼人信法不思議。】"
    },
    {
      "id": "12-017-1629_p0033",
      "zh_CN": "这一首是讲的『信法』。前面讲信佛，这讲信法。法是佛法，首先我们要认识「法」这个字的含义。佛在一生教学当中，把整个宇宙一切性相（法性、法相），一切理事（万事、万理），一切因果，用这六个字就把宇宙之间所有的包括尽了，用一个总的代名词，就称之为法，所以法是宇宙一切的总代名词。上面再加一个佛，佛是什么意思？佛是觉悟的意思。对于宇宙之间万事万法统统觉而不迷，这就叫佛法。所以佛法在哪里？佛法不是在经本里头，经本只是个说明书而已，佛法就是在一切事相当中，这个要知道。我们起心动念、言语造作，日常生活、工作、待人接物，六根接触外面六尘境界，无一不叫做法，你要样样觉悟。皈依三宝里面，佛的意思，觉而不迷，都是对一切法；法的意思是正而不邪，也是对一切法；僧的意思是清净不染。觉正净，对一切法，这叫做佛法。",
      "zh_TW": "這一首是講的『信法』。前面講信佛，這講信法。法是佛法，首先我們要認識「法」這個字的含義。佛在一生教學當中，把整個宇宙一切性相（法性、法相），一切理事（萬事、萬理），一切因果，用這六個字就把宇宙之間所有的包括盡了，用一個總的代名詞，就稱之為法，所以法是宇宙一切的總代名詞。上面再加一個佛，佛是什麼意思？佛是覺悟的意思。對於宇宙之間萬事萬法統統覺而不迷，這就叫佛法。所以佛法在哪裡？佛法不是在經本裡頭，經本只是個說明書而已，佛法就是在一切事相當中，這個要知道。我們起心動念、言語造作，日常生活、工作、待人接物，六根接觸外面六塵境界，無一不叫做法，你要樣樣覺悟。皈依三寶裡面，佛的意思，覺而不迷，都是對一切法；法的意思是正而不邪，也是對一切法；僧的意思是清淨不染。覺正淨，對一切法，這叫做佛法。"
    },
    {
      "id": "12-017-1629_p0034",
      "zh_CN": "在佛陀教诲里面有所谓「具足七善，故名正法」，这是别说，对于我们修学有帮助，对于弘法更应该要知道。第一个「时节善」。我们在学经教的时候，老师给我们讲观机，观机里头就有时节因缘，所以这七种善里头第一个讲时节，时节善。佛教是不违背大自然的法则。大自然这个自然的法则，自然的运行，我们通常称之为道。随顺自然的法则，不违背，那就叫德。佛法决定不例外。你看我们前面读的「顺违皆顺」，这句就是圆满的道德规范，所以时节善。在经文里面所显示、所表现的，序正流通，有条不紊，这就像时节善。我们懂得这个意思，你就晓得教学要有顺序，由浅而深，这时节。",
      "zh_TW": "在佛陀教誨裡面有所謂「具足七善，故名正法」，這是別說，對於我們修學有幫助，對於弘法更應該要知道。第一個「時節善」。我們在學經教的時候，老師給我們講觀機，觀機裡頭就有時節因緣，所以這七種善裡頭第一個講時節，時節善。佛教是不違背大自然的法則。大自然這個自然的法則，自然的運行，我們通常稱之為道。隨順自然的法則，不違背，那就叫德。佛法決定不例外。你看我們前面讀的「順違皆順」，這句就是圓滿的道德規範，所以時節善。在經文裡面所顯示、所表現的，序正流通，有條不紊，這就像時節善。我們懂得這個意思，你就曉得教學要有順序，由淺而深，這時節。"
    },
    {
      "id": "12-017-1629_p0035",
      "zh_CN": "你看释迦牟尼佛当年在世的教学，《华严》不算。《华严》是佛在定中讲的，对象是法身大士，不是十法界里面的凡夫。我们不讲六道，讲十法界。参与法会的人都是法身菩萨。我们凡夫只看到释迦牟尼佛在菩提树下打坐，入定了，这一下定了二十多天，哪里知道佛在定中开华严法会，讲了佛家的圆满法轮。不是我们现在这个本子。龙树菩萨在龙宫里面看到完整的《华严经》，分量多大？龙树菩萨告诉我们，「十个三千大千世界微尘偈，一四天下微尘品」。这个经，我们这个世界能不能放得下去？放不下，太大！",
      "zh_TW": "你看釋迦牟尼佛當年在世的教學，《華嚴》不算。《華嚴》是佛在定中講的，對象是法身大士，不是十法界裡面的凡夫。我們不講六道，講十法界。參與法會的人都是法身菩薩。我們凡夫只看到釋迦牟尼佛在菩提樹下打坐，入定了，這一下定了二十多天，哪裡知道佛在定中開華嚴法會，講了佛家的圓滿法輪。不是我們現在這個本子。龍樹菩薩在龍宮裡面看到完整的《華嚴經》，分量多大？龍樹菩薩告訴我們，「十個三千大千世界微塵偈，一四天下微塵品」。這個經，我們這個世界能不能放得下去？放不下，太大！"
    },
    {
      "id": "12-017-1629_p0036",
      "zh_CN": "龙树菩萨离开龙宫，回到我们这个世间来，把《华严经》诵出，这是什么本？小本。《华严经》有三个本，大本、中本、小本。小本是什么？目录提要。就好像我们《四库全书》一样，《四库全书》有目录提要，现在用的精装本是五册；全书是一千五百册，提要五册。我们今天读的《华严经》是提要，目录提要，你就知道这个分量大。所以小乘人不承认也有道理，不是没有道理。这世间人没有听说过，龙树菩萨从龙宫回来之后告诉我们，才知道有这么一回事情。",
      "zh_TW": "龍樹菩薩離開龍宮，回到我們這個世間來，把《華嚴經》誦出，這是什麼本？小本。《華嚴經》有三個本，大本、中本、小本。小本是什麼？目錄提要。就好像我們《四庫全書》一樣，《四庫全書》有目錄提要，現在用的精裝本是五冊；全書是一千五百冊，提要五冊。我們今天讀的《華嚴經》是提要，目錄提要，你就知道這個分量大。所以小乘人不承認也有道理，不是沒有道理。這世間人沒有聽說過，龍樹菩薩從龍宮回來之後告訴我們，才知道有這麼一回事情。"
    },
    {
      "id": "12-017-1629_p0037",
      "zh_CN": "释迦佛看看当时社会大众的根机，华严大教不能接受，那一种根机要从小乘教起，那就是办学校。目的是要每个人都拿到博士学位，得到究竟圆满的成就，可是你要教他，要从头教起。你办小学、办中学，再办大学，最后再办研究所，这是顺序，这就叫时节因缘。时节因缘错掉，那你叫浪费时间，徒劳而无功。",
      "zh_TW": "釋迦佛看看當時社會大眾的根機，華嚴大教不能接受，那一種根機要從小乘教起，那就是辦學校。目的是要每個人都拿到博士學位，得到究竟圓滿的成就，可是你要教他，要從頭教起。你辦小學、辦中學，再辦大學，最後再辦研究所，這是順序，這就叫時節因緣。時節因緣錯掉，那你叫浪費時間，徒勞而無功。"
    },
    {
      "id": "12-017-1629_p0038",
      "zh_CN": "我们现在细心观察时节因缘，我们才觉悟、才明白，我们错了。错在哪里？没有按照顺序。所以这些年的教学得不到成果。那要从哪里学？从十善业道学。《十善业道经》我们讲过，学了有没有效果？没有效果。为什么没有效果？做不到。你要晓得，做不到原因在哪里？十善业道还是太高了。再找，找比它更低的。更低在哪里？在小乘，小乘有。再讲到最低层的，我们发现的，儒家《弟子规》比小乘方便，道家的《感应篇》也比小乘方便。小乘就是讲这些东西，讲得很散、很广，儒跟道讲得很集中，全部讲纲领，好学、省事，这都是属于时节因缘。所以我们必须从这里扎根，不从这里扎根收不到效果。",
      "zh_TW": "我們現在細心觀察時節因緣，我們才覺悟、才明白，我們錯了。錯在哪裡？沒有按照順序。所以這些年的教學得不到成果。那要從哪裡學？從十善業道學。《十善業道經》我們講過，學了有沒有效果？沒有效果。為什麼沒有效果？做不到。你要曉得，做不到原因在哪裡？十善業道還是太高了。再找，找比它更低的。更低在哪裡？在小乘，小乘有。再講到最低層的，我們發現的，儒家《弟子規》比小乘方便，道家的《感應篇》也比小乘方便。小乘就是講這些東西，講得很散、很廣，儒跟道講得很集中，全部講綱領，好學、省事，這都是屬於時節因緣。所以我們必須從這裡扎根，不從這裡扎根收不到效果。"
    },
    {
      "id": "12-017-1629_p0039",
      "zh_CN": "所以我是常常想着，现在年岁愈大了，想得就愈多，我不想很多人，真正能有五、六个志同道合，彻底把这四门东西落实。出家人，真正百分之百的做到弟子规，做到感应篇，做到十善业道，做到沙弥律仪，真做到，我们可以学《华严》。在这一部经里面成就了，那就是一切都成就。这个大家知道，《华严》是包罗万象，八万四千法门都是从《华严》流出去的。这是佛法，无论是大乘小乘、宗门教下、显教密教，根就是《华严》。",
      "zh_TW": "所以我是常常想著，現在年歲愈大了，想得就愈多，我不想很多人，真正能有五、六個志同道合，徹底把這四門東西落實。出家人，真正百分之百的做到弟子規，做到感應篇，做到十善業道，做到沙彌律儀，真做到，我們可以學《華嚴》。在這一部經裡面成就了，那就是一切都成就。這個大家知道，《華嚴》是包羅萬象，八萬四千法門都是從《華嚴》流出去的。這是佛法，無論是大乘小乘、宗門教下、顯教密教，根就是《華嚴》。"
    },
    {
      "id": "12-017-1629_p0040",
      "zh_CN": "所以诸位要晓得，学《华严》的条件，你是个善人，你是个持戒的人，还要加上发菩提心的人，就有资格修《华严》。它的对象虽然是法身大士，可是它的当机者有十种当机，里头有一种「大心凡夫」，大心凡夫就是发菩提心的人。发菩提心的人一定具足善德，善就是十善圆满，德就是持戒。然后真的有四弘誓愿，真正发四弘誓愿，舍己为人，世法里头常讲「学为人师，行为世范」，起心动念都足以给社会大众做最好的榜样，那你就具足学《华严》的条件。人不必多，五、六个就不少了。世尊当年在鹿野苑创教，五比丘。当然，这种人难找，可遇不可求。我们发真心，求三宝加持，能满足这个愿望，我们全心全力来供养。这第一个是时节善。",
      "zh_TW": "所以諸位要曉得，學《華嚴》的條件，你是個善人，你是個持戒的人，還要加上發菩提心的人，就有資格修《華嚴》。它的對象雖然是法身大士，可是它的當機者有十種當機，裡頭有一種「大心凡夫」，大心凡夫就是發菩提心的人。發菩提心的人一定具足善德，善就是十善圓滿，德就是持戒。然後真的有四弘誓願，真正發四弘誓願，捨己為人，世法裡頭常講「學為人師，行為世範」，起心動念都足以給社會大眾做最好的榜樣，那你就具足學《華嚴》的條件。人不必多，五、六個就不少了。世尊當年在鹿野苑創教，五比丘。當然，這種人難找，可遇不可求。我們發真心，求三寶加持，能滿足這個願望，我們全心全力來供養。這第一個是時節善。"
    },
    {
      "id": "12-017-1629_p0041",
      "zh_CN": "第二个「义善」。这是讲法宝，讲正法，经的义理善，没有一丝毫恶染，邪恶污染决定没有。我们所学习的也要遵守这个原则，凡是掺杂不善的，我们统统要远离。为什么？因为我们的时间精力都有限，哪有时间去看这些东西？要全心全力，一定要求义理至善这样的标准、这样的典籍，还要专精；如果不是专精，就很难有成就。第三个是「语善」，言语。言语记录下来就是文字。经典的文字善，就是释迦牟尼佛的语善。",
      "zh_TW": "第二個「義善」。這是講法寶，講正法，經的義理善，沒有一絲毫惡染，邪惡污染決定沒有。我們所學習的也要遵守這個原則，凡是摻雜不善的，我們統統要遠離。為什麼？因為我們的時間精力都有限，哪有時間去看這些東西？要全心全力，一定要求義理至善這樣的標準、這樣的典籍，還要專精；如果不是專精，就很難有成就。第三個是「語善」，言語。言語記錄下來就是文字。經典的文字善，就是釋迦牟尼佛的語善。"
    },
    {
      "id": "12-017-1629_p0042",
      "zh_CN": "第四个是「独一善」，纯一不杂。换句话说，一个方向、一个目标，是什么？觉而不迷。佛在这个经上教导我们，「一切众生本来是佛」，这就是独一善，纯一无杂。佛陀的教诲，希望一切众生回归本性，功德就圆满，回归本性。本性本来是佛，我们为什么变成这个样子？佛经上的术语说，真如不守自性，一念不觉而有无明，佛经上的话。换句话说，我们由于一念不觉，这样就起了无明，无明起来之后，跟着妄想分别执着统统起来。实际上无明就是妄想，把我们前面所讲的性净菩提，把性净菩提扭曲了，扭曲之后就变成所谓的八识。所以八识是扭曲的性净菩提，变成阿赖耶、末那、第六意识及前五识。这些东西，阿赖耶是不觉，一念不觉，末那是执着，严重的执着，第六意识是分别。",
      "zh_TW": "第四個是「獨一善」，純一不雜。換句話說，一個方向、一個目標，是什麼？覺而不迷。佛在這個經上教導我們，「一切眾生本來是佛」，這就是獨一善，純一無雜。佛陀的教誨，希望一切眾生回歸本性，功德就圓滿，回歸本性。本性本來是佛，我們為什麼變成這個樣子？佛經上的術語說，真如不守自性，一念不覺而有無明，佛經上的話。換句話說，我們由於一念不覺，這樣就起了無明，無明起來之後，跟著妄想分別執著統統起來。實際上無明就是妄想，把我們前面所講的性淨菩提，把性淨菩提扭曲了，扭曲之後就變成所謂的八識。所以八識是扭曲的性淨菩提，變成阿賴耶、末那、第六意識及前五識。這些東西，阿賴耶是不覺，一念不覺，末那是執著，嚴重的執著，第六意識是分別。"
    },
    {
      "id": "12-017-1629_p0043",
      "zh_CN": "所以佛在法相宗经典里面教人「转八识成四智」，四智就是性净菩提。从哪里转？从六、七转。转第六意识，第六意识是分别，转分别为妙观察，就是佛门讲的止观。转末那为平等性智，末那一转就平等了。我们讲清净平等，第六意识转了，清净心现前，妙观察是清净心；第七识转了，平等现前了。这两个一转，阿赖耶就变成大觉，阿赖耶是果地上转，转阿赖耶为大圆镜智。这就是《无量寿经》上经题上所讲的「清净平等觉」，这《无量寿经》不可思议，显示在经题上，内容就是清净平等觉。前五识，眼耳鼻舌身就是成所作智，成什么？教化众生；眼耳鼻舌身，身教、言教，要用这个形式来表现。这是独一善。",
      "zh_TW": "所以佛在法相宗經典裡面教人「轉八識成四智」，四智就是性淨菩提。從哪裡轉？從六、七轉。轉第六意識，第六意識是分別，轉分別為妙觀察，就是佛門講的止觀。轉末那為平等性智，末那一轉就平等了。我們講清淨平等，第六意識轉了，清淨心現前，妙觀察是清淨心；第七識轉了，平等現前了。這兩個一轉，阿賴耶就變成大覺，阿賴耶是果地上轉，轉阿賴耶為大圓鏡智。這就是《無量壽經》上經題上所講的「清淨平等覺」，這《無量壽經》不可思議，顯示在經題上，內容就是清淨平等覺。前五識，眼耳鼻舌身就是成所作智，成什麼？教化眾生；眼耳鼻舌身，身教、言教，要用這個形式來表現。這是獨一善。"
    },
    {
      "id": "12-017-1629_p0044",
      "zh_CN": "下面第五个，「圆满善」。圆满是具足一切善，无一不善。就像世尊在《十善业道经》上教给我们，他叫着龙王，龙王是一切众生的代表。为什么不用人做代表，用龙王做代表？在六道里面，最善变的就是龙，龙、蛇变化无常，用牠来做代表。你看我们现在的社会，真的是变化无常；人的心，这心的念头，念头变化无常，言语变化无常，行为变化无常，就像龙一样，所以他用龙来代表，这个意思很深。佛告龙王说：「菩萨有一法，能断一切诸恶道苦」。这一句话重要。一切诸恶道，包括十法界，十法界所有一切苦，菩萨有一法能断。这一法是什么？佛接着说，意思是讲心善、思想善、行为善，要叫这个善法念念增长，不容毫分不善夹杂。这个话重要。后面给我们具体说出来，这个善法就是十善业道。所以十善业道是最初教给你的。十善业道做圆满就成佛。",
      "zh_TW": "下面第五個，「圓滿善」。圓滿是具足一切善，無一不善。就像世尊在《十善業道經》上教給我們，他叫著龍王，龍王是一切眾生的代表。為什麼不用人做代表，用龍王做代表？在六道裡面，最善變的就是龍，龍、蛇變化無常，用牠來做代表。你看我們現在的社會，真的是變化無常；人的心，這心的念頭，念頭變化無常，言語變化無常，行為變化無常，就像龍一樣，所以他用龍來代表，這個意思很深。佛告龍王說：「菩薩有一法，能斷一切諸惡道苦」。這一句話重要。一切諸惡道，包括十法界，十法界所有一切苦，菩薩有一法能斷。這一法是什麼？佛接著說，意思是講心善、思想善、行為善，要叫這個善法念念增長，不容毫分不善夾雜。這個話重要。後面給我們具體說出來，這個善法就是十善業道。所以十善業道是最初教給你的。十善業道做圓滿就成佛。"
    },
    {
      "id": "12-017-1629_p0045",
      "zh_CN": "我们在很多佛像（画像），画像常常看到，佛的头顶有个圆光，光顶上写三个字，这三个字通常用梵文写的、用藏文写的，也有用中文写的，发音都是相同的，「唵、阿、吽」三个字。这三个字什么意思？就是十善的圆满。唵是身善，身三业，阿是口四业，吽是意三业。身，不杀生、不偷盗、不淫欲；口，不妄语、不两舌、不绮语、不恶口；意，不贪、不瞋、不痴。你看，从初学，这个不是戒，这是善。善在戒之前，有善才能受戒，没有善不能受戒。受个三皈五戒，传授三皈五戒的师父在那里叫着「善男子、善女人」，你看看，还没有传授三皈五戒，先称你是善男子、善女人。为什么？你十善做到了，你才有资格学佛。所以说佛门入门的条件是善男子、善女人。你要不是善男子、善女人，你没有条件入佛门。像佛门招生一样，招生的条件就是十善，具足十善可以做佛的弟子。",
      "zh_TW": "我們在很多佛像（畫像），畫像常常看到，佛的頭頂有個圓光，光頂上寫三個字，這三個字通常用梵文寫的、用藏文寫的，也有用中文寫的，發音都是相同的，「唵、阿、吽」三個字。這三個字什麼意思？就是十善的圓滿。唵是身善，身三業，阿是口四業，吽是意三業。身，不殺生、不偷盜、不淫欲；口，不妄語、不兩舌、不綺語、不惡口；意，不貪、不瞋、不痴。你看，從初學，這個不是戒，這是善。善在戒之前，有善才能受戒，沒有善不能受戒。受個三皈五戒，傳授三皈五戒的師父在那裡叫著「善男子、善女人」，你看看，還沒有傳授三皈五戒，先稱你是善男子、善女人。為什麼？你十善做到了，你才有資格學佛。所以說佛門入門的條件是善男子、善女人。你要不是善男子、善女人，你沒有條件入佛門。像佛門招生一樣，招生的條件就是十善，具足十善可以做佛的弟子。"
    },
    {
      "id": "12-017-1629_p0046",
      "zh_CN": "我们今天就明白了，佛教为什么衰？这条件没有了。不需要这个条件也能入佛门，佛门的教学真的就是一落千丈，虽有教学，没有成绩，拿不出成绩出来。我们从这个地方才能体会到学善是多么重要，要从这里学起。从这个地方学起，逐渐通过戒定慧三学、六波罗蜜、普贤十愿，再以四摄法落实，这才能成就圆满的善法。这是大乘佛法里面所具足的，特别是《华严经》，具足众善。这都是讲经典本身的教义，真正是名符其实的善书。经典是名符其实的善书，世间善书不能跟它相等，善中之善。",
      "zh_TW": "我們今天就明白了，佛教為什麼衰？這條件沒有了。不需要這個條件也能入佛門，佛門的教學真的就是一落千丈，雖有教學，沒有成績，拿不出成績出來。我們從這個地方才能體會到學善是多麼重要，要從這裡學起。從這個地方學起，逐漸通過戒定慧三學、六波羅蜜、普賢十願，再以四攝法落實，這才能成就圓滿的善法。這是大乘佛法裡面所具足的，特別是《華嚴經》，具足眾善。這都是講經典本身的教義，真正是名符其實的善書。經典是名符其實的善書，世間善書不能跟它相等，善中之善。"
    },
    {
      "id": "12-017-1629_p0047",
      "zh_CN": "这里面还有方法。方法，下面所讲的「调柔善」，这讲到修行。怎样调心，让我们恢复一个本善的心，「人之初，性本善」，我们如何回到本善，本性本善；如何能够在对一切众生，态度上恢复到柔和，柔软、和睦，睦有亲爱的意思。知道宇宙万法跟自己是一体，大乘教常讲「生佛不二」，众生跟诸佛如来是一不是二；性相不二，法性跟法相是一不是二，理事不二，因果不二。你要是真正懂得这个道理，了解这个事实真相，你对一切众生都柔和，我们现在讲你不会凶暴，你不会发脾气，你不会用很强硬的语气，不会了，身心柔和，那就是佛身、菩萨身。这个教学在哪里？我们前面所学的「净行品」就是，「净行品」是菩萨戒律。",
      "zh_TW": "這裡面還有方法。方法，下面所講的「調柔善」，這講到修行。怎樣調心，讓我們恢復一個本善的心，「人之初，性本善」，我們如何回到本善，本性本善；如何能夠在對一切眾生，態度上恢復到柔和，柔軟、和睦，睦有親愛的意思。知道宇宙萬法跟自己是一體，大乘教常講「生佛不二」，眾生跟諸佛如來是一不是二；性相不二，法性跟法相是一不是二，理事不二，因果不二。你要是真正懂得這個道理，了解這個事實真相，你對一切眾生都柔和，我們現在講你不會凶暴，你不會發脾氣，你不會用很強硬的語氣，不會了，身心柔和，那就是佛身、菩薩身。這個教學在哪裡？我們前面所學的「淨行品」就是，「淨行品」是菩薩戒律。"
    },
    {
      "id": "12-017-1629_p0048",
      "zh_CN": "我们基础的修学，先学做人，学做天神。那个教科书就是《弟子规》、《感应篇》、《十善业道》，再透过沙弥律仪、菩萨戒、比丘戒，不断向上提升，提升到「净行品」，再提升到「梵行品」，最后提升到普贤十大愿王。这些是佛门的行门，我们讲一个好像是生活规范，在我们现在这个阶段把它称之为学佛的规范。契入境界，是不是规范？不是的，根本没有规范的念头。那是什么？是性德自然流露。换句话说，你真正是明白了，回归自性，你处事待人接物就是这样，哪有什么规范？自自然然的。不但对一切人，对一切众生，对畜生都是如此，没有不恭敬。见到一群蚂蚁，你会合掌，蚂蚁菩萨，会跟牠沟通。",
      "zh_TW": "我們基礎的修學，先學做人，學做天神。那個教科書就是《弟子規》、《感應篇》、《十善業道》，再透過沙彌律儀、菩薩戒、比丘戒，不斷向上提升，提升到「淨行品」，再提升到「梵行品」，最後提升到普賢十大願王。這些是佛門的行門，我們講一個好像是生活規範，在我們現在這個階段把它稱之為學佛的規範。契入境界，是不是規範？不是的，根本沒有規範的念頭。那是什麼？是性德自然流露。換句話說，你真正是明白了，回歸自性，你處事待人接物就是這樣，哪有什麼規範？自自然然的。不但對一切人，對一切眾生，對畜生都是如此，沒有不恭敬。見到一群螞蟻，你會合掌，螞蟻菩薩，會跟牠溝通。"
    },
    {
      "id": "12-017-1629_p0049",
      "zh_CN": "有个同修告诉我，他们住在一个旧房子里面。旧房子里面有一间有严重的白蚁，很多。他们有十几个人，集体来跟蚂蚁沟通，请蚂蚁搬家，真诚心；供养，也送了一些食物给牠们。三天之后，一个都找不到，不知道到哪里去了，真有效。我们同学当中很多，跟老鼠沟通，跟蟑螂沟通，跟蚊虫苍蝇沟通，都产生不思议的效果，真听话。",
      "zh_TW": "有個同修告訴我，他們住在一個舊房子裡面。舊房子裡面有一間有嚴重的白蟻，很多。他們有十幾個人，集體來跟螞蟻溝通，請螞蟻搬家，真誠心；供養，也送了一些食物給牠們。三天之後，一個都找不到，不知道到哪裡去了，真有效。我們同學當中很多，跟老鼠溝通，跟蟑螂溝通，跟蚊蟲蒼蠅溝通，都產生不思議的效果，真聽話。"
    },
    {
      "id": "12-017-1629_p0050",
      "zh_CN": "还有同学做过实验，用两个水果，相同的，像苹果，相同的，看看颜色什么都差不多，一个放在前门口，一个放在后门口。前门口的，这就是让每个同学进门的时候都给它祝福，「你很好看，我很喜欢你」；放在后门口的，没有人理它。结果过了一个星期，门前面这个还是很好看，没有变样子；到后门口去看那个，已经腐烂，臭味臭气难闻，坏掉了。他们这个实验是从江本胜博士水实验，他们做这个实验。知道什么？知道这些植物、矿物懂得人的意念，能接受人的祝福。我就告诉他，我说你还可以做个实验，同一锅蒸出来的馒头，你用两个，一个对它祝福，一个不要理它，你看这两个馒头一个星期之后，它决定不一样。不理它那个，一定很臭，坏掉了；那个常常给它祝福的，你再闻它，它一定还有一股香气。",
      "zh_TW": "還有同學做過實驗，用兩個水果，相同的，像蘋果，相同的，看看顏色什麼都差不多，一個放在前門口，一個放在後門口。前門口的，這就是讓每個同學進門的時候都給它祝福，「你很好看，我很喜歡你」；放在後門口的，沒有人理它。結果過了一個星期，門前面這個還是很好看，沒有變樣子；到後門口去看那個，已經腐爛，臭味臭氣難聞，壞掉了。他們這個實驗是從江本勝博士水實驗，他們做這個實驗。知道什麼？知道這些植物、礦物懂得人的意念，能接受人的祝福。我就告訴他，我說你還可以做個實驗，同一鍋蒸出來的饅頭，你用兩個，一個對它祝福，一個不要理它，你看這兩個饅頭一個星期之後，它決定不一樣。不理它那個，一定很臭，壞掉了；那個常常給它祝福的，你再聞它，它一定還有一股香氣。"
    },
    {
      "id": "12-017-1629_p0051",
      "zh_CN": "从这些实验你就知道，整个宇宙跟我们是一体的，你怎么能不爱它？你怎么能不帮助它？你怎么可以轻视它？学佛跟不学佛差别就在此地，学佛的人明理，知道事实真相。《般若经》上讲的「诸法实相」，实相是心现识变，心是法性，变出来这些法相，性相不二，性相一体。所以，整个宇宙跟我们是一体，跟我们的灵性是一体，灵性是法性；跟我们的身体是一体，身体是法相。你会照顾它，常常祝福它，它就会很健康。你不理它，你糟蹋它，天天生气，天天烦恼，贪瞋痴慢，你这样糟蹋它，这身体就坏了，就生病，不正常。这个道理不能不懂。",
      "zh_TW": "從這些實驗你就知道，整個宇宙跟我們是一體的，你怎麼能不愛它？你怎麼能不幫助它？你怎麼可以輕視它？學佛跟不學佛差別就在此地，學佛的人明理，知道事實真相。《般若經》上講的「諸法實相」，實相是心現識變，心是法性，變出來這些法相，性相不二，性相一體。所以，整個宇宙跟我們是一體，跟我們的靈性是一體，靈性是法性；跟我們的身體是一體，身體是法相。你會照顧它，常常祝福它，它就會很健康。你不理它，你糟蹋它，天天生氣，天天煩惱，貪瞋痴慢，你這樣糟蹋它，這身體就壞了，就生病，不正常。這個道理不能不懂。"
    },
    {
      "id": "12-017-1629_p0052",
      "zh_CN": "所以经典教导我们「身心清白」，这个意思是不能有染污、不能有烦恼。烦恼不是真的，自性里头没有烦恼，自性里头没有不善，所有一切的不善都是从妄想分别执着里面生的，自性里头没有妄想分别执着。所以我们现在在做这个图，凡圣迷悟这个图，大家多看，慢慢就觉悟。我们自性没有这些不善，诸法法相里头也没有不善的。所以蕅益大师讲得好，「境缘无好丑」，境是物质环境，缘是人事环境，缘包括自己本身，决定没有丝毫染着。染着在哪里？染着都是妄想分别执着；妄想分别执着，法性里头没有，法相里头也没有，所以它是假的，它不是真的。",
      "zh_TW": "所以經典教導我們「身心清白」，這個意思是不能有染污、不能有煩惱。煩惱不是真的，自性裡頭沒有煩惱，自性裡頭沒有不善，所有一切的不善都是從妄想分別執著裡面生的，自性裡頭沒有妄想分別執著。所以我們現在在做這個圖，凡聖迷悟這個圖，大家多看，慢慢就覺悟。我們自性沒有這些不善，諸法法相裡頭也沒有不善的。所以蕅益大師講得好，「境緣無好醜」，境是物質環境，緣是人事環境，緣包括自己本身，決定沒有絲毫染著。染著在哪裡？染著都是妄想分別執著；妄想分別執著，法性裡頭沒有，法相裡頭也沒有，所以它是假的，它不是真的。"
    },
    {
      "id": "12-017-1629_p0053",
      "zh_CN": "我们现在错在哪里？错在把假的当作真的。真的？真的不认识，忘得一干二净，这叫迷惑颠倒。不知道用自己的真心，去用妄心，妄想分别执着就是妄心，错了。用妄心就造无量无边罪业。造罪业，就把这个法相更扭曲，变成六道三途，自己在里面受苦，那就真的像作梦一样，没这回事情。所以永嘉大师讲得好，「梦里明明有六趣，觉后空空无大千」。真正觉悟了，不但六道没有，十法界也没有，那才叫事实真相。所以我们用「凡圣迷悟示意图」，很简单把这个道理、事实真相显示出来。诸位真的是看明白、看懂了，有大受用，对你断烦恼、开智慧有很大的帮助。所以法，佛法，佛法是善法，佛法的性质是可以帮助我们恢复身心的柔软。",
      "zh_TW": "我們現在錯在哪裡？錯在把假的當作真的。真的？真的不認識，忘得一乾二淨，這叫迷惑顛倒。不知道用自己的真心，去用妄心，妄想分別執著就是妄心，錯了。用妄心就造無量無邊罪業。造罪業，就把這個法相更扭曲，變成六道三途，自己在裡面受苦，那就真的像作夢一樣，沒這回事情。所以永嘉大師講得好，「夢裡明明有六趣，覺後空空無大千」。真正覺悟了，不但六道沒有，十法界也沒有，那才叫事實真相。所以我們用「凡聖迷悟示意圖」，很簡單把這個道理、事實真相顯示出來。諸位真的是看明白、看懂了，有大受用，對你斷煩惱、開智慧有很大的幫助。所以法，佛法，佛法是善法，佛法的性質是可以幫助我們恢復身心的柔軟。"
    },
    {
      "id": "12-017-1629_p0054",
      "zh_CN": "最后一个第七慈悲，第七个善是「慈悲善」。净行、梵行就是「无缘大慈，同体大悲」的流露，或者我们讲落实。谁做到？法身菩萨。我们学《华严》的，虽然不是法身菩萨，我们走法身菩萨这个道路，用四重戒。我说的四重戒跟佛经上讲的不一样，我说的这个四重戒是弟子规、感应篇、十善业、沙弥律仪这四种戒，以这四种戒做基础。这个基础要求是百分之百的落实。当然，你要想学，你先要把这四门功课要念熟，要能背诵。你要不熟，你怎么做？你要不熟，记不住，你提不起观照功夫，所以一定要熟。熟透了，就变成自己观照的功夫。起心动念、言语造作，生活、工作、待人，都不可以违背，一定要要求相应，那就是你百分之百的做到。做到，你就培养出圣贤的胚胎；换句话说，你就已经具足圣贤的根基。从这根基，无论是儒、道、佛，你专攻一门，一经通一切经通，你能成就。通到哪里？通到大彻大悟，明心见性，这就叫成就。",
      "zh_TW": "最後一個第七慈悲，第七個善是「慈悲善」。淨行、梵行就是「無緣大慈，同體大悲」的流露，或者我們講落實。誰做到？法身菩薩。我們學《華嚴》的，雖然不是法身菩薩，我們走法身菩薩這個道路，用四重戒。我說的四重戒跟佛經上講的不一樣，我說的這個四重戒是弟子規、感應篇、十善業、沙彌律儀這四種戒，以這四種戒做基礎。這個基礎要求是百分之百的落實。當然，你要想學，你先要把這四門功課要念熟，要能背誦。你要不熟，你怎麼做？你要不熟，記不住，你提不起觀照功夫，所以一定要熟。熟透了，就變成自己觀照的功夫。起心動念、言語造作，生活、工作、待人，都不可以違背，一定要要求相應，那就是你百分之百的做到。做到，你就培養出聖賢的胚胎；換句話說，你就已經具足聖賢的根基。從這根基，無論是儒、道、佛，你專攻一門，一經通一切經通，你能成就。通到哪裡？通到大徹大悟，明心見性，這就叫成就。"
    },
    {
      "id": "12-017-1629_p0055",
      "zh_CN": "所以你能够真正懂得信奉于尊法（佛法），则能闻法无厌足。为什么现在听经有时候听不下去？你就晓得为什么听不下去，你没有尝到法味。没有尝到法味的原因，你没有基础。现在时间到了，这首偈没讲完，我们明天继续再学习。",
      "zh_TW": "所以你能夠真正懂得信奉於尊法（佛法），則能聞法無厭足。為什麼現在聽經有時候聽不下去？你就曉得為什麼聽不下去，你沒有嘗到法味。沒有嘗到法味的原因，你沒有基礎。現在時間到了，這首偈沒講完，我們明天繼續再學習。"
    }
  ]
}