{
  "doc_id": "12-017-0500",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五００卷",
    "zh_TW": "第五００卷"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0500",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "12-017-0500_p0001",
      "zh_CN": "诸位同学，请看「世主妙严品」，同生众，普贤菩萨得一切法门，长行：",
      "zh_TW": "諸位同學，請看「世主妙嚴品」，同生眾，普賢菩薩得一切法門，長行："
    },
    {
      "id": "12-017-0500_p0002",
      "zh_CN": "【所谓有解脱门，名严净一切佛国土，调伏众生令究竟出离。有解脱门，名普诣一切如来所修具足功德境界。】",
      "zh_TW": "【所謂有解脫門，名嚴淨一切佛國土，調伏眾生令究竟出離。有解脫門，名普詣一切如來所修具足功德境界。】"
    },
    {
      "id": "12-017-0500_p0003",
      "zh_CN": "往下总共有十句，这十句清凉大师在科题写的是「别显十门以彰无尽」。普贤菩萨的法门是究竟圆满的，因此是不思议境界。总显里面，两句跟诸位介绍过了；别显有十句，这十句代表无尽，代表无量无边，这是如来说法的方便。",
      "zh_TW": "往下總共有十句，這十句清涼大師在科題寫的是「別顯十門以彰無盡」。普賢菩薩的法門是究竟圓滿的，因此是不思議境界。總顯裡面，兩句跟諸位介紹過了；別顯有十句，這十句代表無盡，代表無量無邊，這是如來說法的方便。"
    },
    {
      "id": "12-017-0500_p0004",
      "zh_CN": "第一句『所谓有解脱门』，「门」放在前面，他不是得一门，他是门门都得到，没有一门欠缺。这个法门叫『严净一切佛国土』，「严」是庄严，我们每天回向都说「愿以此功德，庄严佛净土」，咱们念回向偈的时候，应当要想想，我有什么功德？如果不认真努力修学，哪来的功德？用什么去庄严？读经有没有功德？有的人有，有的人没有。滑口而过，有口无心，没有功德。怎样念经才有功德？古大德教导我们随文入观，随顺经中的文字就能契入境界，那你读是功，入是德，这是真实功德。浅而言之，读是功，解是德，你理解了；解是功，行是德；行是功，证是德，一层比一层殊胜。如果我们读了之后，不解其义，而且还犹疑不决，这是完全没有功德，跟功德毫不相关，但是有福德，这是读圣贤书的殊胜处。这个福德是什么？在你阿赖耶识里头落了一个印象，这是福。所以圣贤书不可不读，要常读。当然读了之后，我们要求「解其义，行其事，契其理」，那就是功德。这个功德就能庄严佛净土，庄严一佛净土。如果你用的是普贤心，普贤心就是平等心，真诚心、清净心、平等心，那就是庄严一切诸佛国土，这个殊胜。",
      "zh_TW": "第一句『所謂有解脫門』，「門」放在前面，他不是得一門，他是門門都得到，沒有一門欠缺。這個法門叫『嚴淨一切佛國土』，「嚴」是莊嚴，我們每天迴向都說「願以此功德，莊嚴佛淨土」，咱們念迴向偈的時候，應當要想想，我有什麼功德？如果不認真努力修學，哪來的功德？用什麼去莊嚴？讀經有沒有功德？有的人有，有的人沒有。滑口而過，有口無心，沒有功德。怎樣念經才有功德？古大德教導我們隨文入觀，隨順經中的文字就能契入境界，那你讀是功，入是德，這是真實功德。淺而言之，讀是功，解是德，你理解了；解是功，行是德；行是功，證是德，一層比一層殊勝。如果我們讀了之後，不解其義，而且還猶疑不決，這是完全沒有功德，跟功德毫不相關，但是有福德，這是讀聖賢書的殊勝處。這個福德是什麼？在你阿賴耶識裡頭落了一個印象，這是福。所以聖賢書不可不讀，要常讀。當然讀了之後，我們要求「解其義，行其事，契其理」，那就是功德。這個功德就能莊嚴佛淨土，莊嚴一佛淨土。如果你用的是普賢心，普賢心就是平等心，真誠心、清淨心、平等心，那就是莊嚴一切諸佛國土，這個殊勝。"
    },
    {
      "id": "12-017-0500_p0005",
      "zh_CN": "『调伏众生令究竟出离』，究竟出离得出离十法界，没有出离十法界不究竟。这是大意。我们再看清凉大师的注解，这一段他也注得很详细，因为是普贤行里面「别显」的第一门，我们特别要留意。清凉大师注解「严土调生」，庄严国土，调伏众生。「谓随所化众生取佛土故」，一定要知道观机。佛在经典里面常常用大分来说，一切众生的根机有三种：上根、中根、下根；再细分，上根里面有上上根、有上中根、有上下根，这样子就变成九等，都是举大分来说的，让我们在这里面了解佛度化众生的仪式。教法教仪不一样，种种示现不相同，一定要随顺众生的根性，示现佛土。像三千年前释迦牟尼佛应化在我们这个世间，所示现的凡圣同居土。我们是凡人，佛菩萨是圣人，阿罗汉是圣人，我们同在这个地球上住，同在一个地区接受佛陀的教导，所以是「随所化众生取佛土」。",
      "zh_TW": "『調伏眾生令究竟出離』，究竟出離得出離十法界，沒有出離十法界不究竟。這是大意。我們再看清涼大師的註解，這一段他也註得很詳細，因為是普賢行裡面「別顯」的第一門，我們特別要留意。清涼大師註解「嚴土調生」，莊嚴國土，調伏眾生。「謂隨所化眾生取佛土故」，一定要知道觀機。佛在經典裡面常常用大分來說，一切眾生的根機有三種：上根、中根、下根；再細分，上根裡面有上上根、有上中根、有上下根，這樣子就變成九等，都是舉大分來說的，讓我們在這裡面了解佛度化眾生的儀式。教法教儀不一樣，種種示現不相同，一定要隨順眾生的根性，示現佛土。像三千年前釋迦牟尼佛應化在我們這個世間，所示現的凡聖同居土。我們是凡人，佛菩薩是聖人，阿羅漢是聖人，我們同在這個地球上住，同在一個地區接受佛陀的教導，所以是「隨所化眾生取佛土」。"
    },
    {
      "id": "12-017-0500_p0006",
      "zh_CN": "清凉大师说，「一切佛土者，竖通四土，横该法界，横竖相融。」横竖是一不是二。竖通四土，不是我们净土宗讲的四土，但是意思也能够贯通。净土宗讲的四土是常寂光净土、实报庄严净土、方便有余净土、凡圣同居净土，是说这四个名称。这个地方所讲的四土，第一个是讲「法性土」，法性土就是常寂光土。这是体，实在讲就是我们前面所讲的法体，法体是常寂光，不思议、不思议境界。下面三土都是自性变现出来的。实报庄严土就是此地《华严》里面所讲的如来「自受用土」；第三讲「他受用土」，他受用土那就把方便有余土、凡圣同居土都包括在其中了。另外还有一种叫「变化土」，这是佛度众生方便起见，化现的道场国土，《华严经》上说这四种净土。实在讲横竖相融，正是经上所讲的「一即是多，多即是一」；这个四土，四即是一，一即是四。从相上讲有这四种差别，从性上讲一体圆融，这才叫事实真相。这就是《六祖坛经》里面所说的「分别亦非意」，已经转第六意识为妙观察智，转末那识为平等性智，转阿赖耶为大圆镜智，分别不是意识；凡夫八识五十一心所没有能够转过来，他的分别是用意识，他的执着是用末那识，所以叫凡夫。",
      "zh_TW": "清涼大師說，「一切佛土者，豎通四土，橫該法界，橫豎相融。」橫豎是一不是二。豎通四土，不是我們淨土宗講的四土，但是意思也能夠貫通。淨土宗講的四土是常寂光淨土、實報莊嚴淨土、方便有餘淨土、凡聖同居淨土，是說這四個名稱。這個地方所講的四土，第一個是講「法性土」，法性土就是常寂光土。這是體，實在講就是我們前面所講的法體，法體是常寂光，不思議、不思議境界。下面三土都是自性變現出來的。實報莊嚴土就是此地《華嚴》裡面所講的如來「自受用土」；第三講「他受用土」，他受用土那就把方便有餘土、凡聖同居土都包括在其中了。另外還有一種叫「變化土」，這是佛度眾生方便起見，化現的道場國土，《華嚴經》上說這四種淨土。實在講橫豎相融，正是經上所講的「一即是多，多即是一」；這個四土，四即是一，一即是四。從相上講有這四種差別，從性上講一體圓融，這才叫事實真相。這就是《六祖壇經》裡面所說的「分別亦非意」，已經轉第六意識為妙觀察智，轉末那識為平等性智，轉阿賴耶為大圓鏡智，分別不是意識；凡夫八識五十一心所沒有能夠轉過來，他的分別是用意識，他的執著是用末那識，所以叫凡夫。"
    },
    {
      "id": "12-017-0500_p0007",
      "zh_CN": "《华严经》是法相唯识宗所依据的六经十一论，六经里面就有《华严经》，所以《华严》也是法相唯识主修的一部大经。法相讲的是转识成智，这才能入佛境界。八识圆满的转成四智，入普贤境界，可见法门确实是平等，门门皆通无上道。我们的礼敬要圆满，我们的称赞没有遗漏，这个道理总是要懂，慢慢的在自己日常生活当中去学习。大师在注解里面告诉我们，法性土是其他三土的本体，它本来就遍虚空法界，本来它就是永恒不变，永恒不变是常义。自受用土量周法界，跟法性没有差别。他受用土跟变化土，不离前面讲的两土。清凉大师举个比喻，如同身跟影子一样，影不离形，形不离影，形影互相涉入。所以一尘一刹皆广大庄严清净，横遍法界。横遍法界是讲十方一切差别刹土，刹土是大世界，可是事实真相是横竖相融，圆融无碍。以竖（竖是四土）融横，横是法界，所以一尘之中就有十方国土。我们常常在经上读到，诸佛如来在一毛端上转大法轮，你要是明白虚空法界横竖交融，你的疑惑就断了。横竖交融是一体，虚空法界刹土众生原本一体，这里头没有大小、没有生灭、没有一也没有异、没有来去，这叫不思议境界，普贤菩萨证得的。把这个尺度放宽一点，法身菩萨证得的。",
      "zh_TW": "《華嚴經》是法相唯識宗所依據的六經十一論，六經裡面就有《華嚴經》，所以《華嚴》也是法相唯識主修的一部大經。法相講的是轉識成智，這才能入佛境界。八識圓滿的轉成四智，入普賢境界，可見法門確實是平等，門門皆通無上道。我們的禮敬要圓滿，我們的稱讚沒有遺漏，這個道理總是要懂，慢慢的在自己日常生活當中去學習。大師在註解裡面告訴我們，法性土是其他三土的本體，它本來就遍虛空法界，本來它就是永恆不變，永恆不變是常義。自受用土量周法界，跟法性沒有差別。他受用土跟變化土，不離前面講的兩土。清涼大師舉個比喻，如同身跟影子一樣，影不離形，形不離影，形影互相涉入。所以一塵一剎皆廣大莊嚴清淨，橫遍法界。橫遍法界是講十方一切差別剎土，剎土是大世界，可是事實真相是橫豎相融，圓融無礙。以豎（豎是四土）融橫，橫是法界，所以一塵之中就有十方國土。我們常常在經上讀到，諸佛如來在一毛端上轉大法輪，你要是明白虛空法界橫豎交融，你的疑惑就斷了。橫豎交融是一體，虛空法界剎土眾生原本一體，這裡頭沒有大小、沒有生滅、沒有一也沒有異、沒有來去，這叫不思議境界，普賢菩薩證得的。把這個尺度放寬一點，法身菩薩證得的。"
    },
    {
      "id": "12-017-0500_p0008",
      "zh_CN": "怎样才能够证得法身菩萨的果位？修普贤行。不修普贤行，你就是作佛，你也是十法界里面的佛；十法界里面的佛菩萨要修普贤行才能超越十法界，契入如来不思议境界，才能入。这个道理很难懂，我们在《华严经》常常遇到这个疑惑，不知道横竖相融，所以对于一微尘一毛端里面有十方诸佛刹土怀疑，怎么想也想不通。当然你没有办法想通，为什么？不思议。可以思可以议，不是这个境界。如果以横融竖，以法界来融四土呢？一微尘一毛端里面具足四土，常遍十方。普贤菩萨无不严净，庄严清净。普贤菩萨在那里做什么？经上说得很清楚，「调伏众生令究竟出离」，这是真的究竟，不是假的究竟。教你超越六道轮回，这是调伏，但是不究竟，六道轮回外头还有四圣法界；再教导你超越四圣法界，就是超越十法界，是不是究竟？好像是究竟，不是真的究竟；真的究竟要超越四十一位法身大士，证得究竟圆满的佛果，那才叫究竟出离。用佛经上常讲的一个术语：「无上正等正觉」。正觉是十法界里面的四圣法界，正等正觉是一真法界里面的四十一位法身大士，无上正等正觉才叫究竟出离。",
      "zh_TW": "怎樣才能夠證得法身菩薩的果位？修普賢行。不修普賢行，你就是作佛，你也是十法界裡面的佛；十法界裡面的佛菩薩要修普賢行才能超越十法界，契入如來不思議境界，才能入。這個道理很難懂，我們在《華嚴經》常常遇到這個疑惑，不知道橫豎相融，所以對於一微塵一毛端裡面有十方諸佛剎土懷疑，怎麼想也想不通。當然你沒有辦法想通，為什麼？不思議。可以思可以議，不是這個境界。如果以橫融豎，以法界來融四土呢？一微塵一毛端裡面具足四土，常遍十方。普賢菩薩無不嚴淨，莊嚴清淨。普賢菩薩在那裡做什麼？經上說得很清楚，「調伏眾生令究竟出離」，這是真的究竟，不是假的究竟。教你超越六道輪迴，這是調伏，但是不究竟，六道輪迴外頭還有四聖法界；再教導你超越四聖法界，就是超越十法界，是不是究竟？好像是究竟，不是真的究竟；真的究竟要超越四十一位法身大士，證得究竟圓滿的佛果，那才叫究竟出離。用佛經上常講的一個術語：「無上正等正覺」。正覺是十法界裡面的四聖法界，正等正覺是一真法界裡面的四十一位法身大士，無上正等正覺才叫究竟出離。"
    },
    {
      "id": "12-017-0500_p0009",
      "zh_CN": "普贤菩萨帮助一切国土里面的众生，是要得究竟出离，这个不可思议，对我们来说是高了一点。说老实话，在我们今天的境界，我们劝导人最重要的，是如何不堕三途。为什么？因为这个问题是我们现前最迫切的一个问题，世间灾难重重！我们很冷静的观察，这些年来，我是七七年初到香港来讲经，就在这二十多年当中，世间的灾难一年比一年多，一次比一次严重。七七年那个时候，我们聚集在一堂学习佛法的同修们，现在三分之二都不在了，里面有不少出家大德。我们想想那个时候的光景，真的是如同昨日。香港变成今天这个样子，许多人没有见到。",
      "zh_TW": "普賢菩薩幫助一切國土裡面的眾生，是要得究竟出離，這個不可思議，對我們來說是高了一點。說老實話，在我們今天的境界，我們勸導人最重要的，是如何不墮三途。為什麼？因為這個問題是我們現前最迫切的一個問題，世間災難重重！我們很冷靜的觀察，這些年來，我是七七年初到香港來講經，就在這二十多年當中，世間的災難一年比一年多，一次比一次嚴重。七七年那個時候，我們聚集在一堂學習佛法的同修們，現在三分之二都不在了，裡面有不少出家大德。我們想想那個時候的光景，真的是如同昨日。香港變成今天這個樣子，許多人沒有見到。"
    },
    {
      "id": "12-017-0500_p0010",
      "zh_CN": "如果修德无功，出不了六道轮回。出不了六道轮回，前途就很可悲，能不能来世还得人天的身分？那就要看他的五戒十善修到什么程度。五戒十善要修不好，肯定是落在三途。所以今天我们第一个念头，「如何不落恶道？」这比什么都重要！千万不能够疏忽，先要把脚跟站稳，那就是立足于「净业三福」。这是一个永远不会堕落的基地，我们先要踏上这个基地。这个基地的根本是孝亲尊师，佛是我们的老师，孝亲尊师都要落实在信受奉行。佛陀的教诲我们不能够信受奉行，对老师来讲大不敬，对父母来讲大不孝，几个人懂这个道理？我们总算是非常幸运，生在这个乱世，还遇到真善知识，使我们对于这个大道理稍稍明了。能不能救自己？那就看你对于圣贤教诲能不能相信、能不能理解、能不能奉行。",
      "zh_TW": "如果修德無功，出不了六道輪迴。出不了六道輪迴，前途就很可悲，能不能來世還得人天的身分？那就要看他的五戒十善修到什麼程度。五戒十善要修不好，肯定是落在三途。所以今天我們第一個念頭，「如何不落惡道？」這比什麼都重要！千萬不能夠疏忽，先要把腳跟站穩，那就是立足於「淨業三福」。這是一個永遠不會墮落的基地，我們先要踏上這個基地。這個基地的根本是孝親尊師，佛是我們的老師，孝親尊師都要落實在信受奉行。佛陀的教誨我們不能夠信受奉行，對老師來講大不敬，對父母來講大不孝，幾個人懂這個道理？我們總算是非常幸運，生在這個亂世，還遇到真善知識，使我們對於這個大道理稍稍明瞭。能不能救自己？那就看你對於聖賢教誨能不能相信、能不能理解、能不能奉行。"
    },
    {
      "id": "12-017-0500_p0011",
      "zh_CN": "清凉大师在这一部大经里面教导我们的「信、解、行、证」四大科，也就是这部《华严经》分成这四个大段落。《华严》如是，一切经教无不如是。从经文一开端，「如是我闻」，「一时佛在」什么地方，这个信解行证的意思都包括在里面，重要的是我们自己要能够体会。经不能不读，行不能不修，行是行为，错误的行为不能不修正。标准就是经典里面的教训，正是善导大师劝导我们的，佛教我们做的，我们应该老老实实去做、去落实；佛教我们不可以做的，我们决定不能够违犯。无论修学哪个法门，都是好的，都要遵守经中的教诲，绝对不会说哪一部经自己赞叹自己，贬低别人，不可能！纵然佛有说这些话，那是佛的善巧方便，你要懂得佛的真实义，「愿解如来真实义」。权、实是一不是二，这个很重要，你把权实要分开了，你不解如来真实义。权是佛在某一个阶段当中方便的教导，但是权依于实，权不离实。就跟此地清凉大师所讲的，法性土是实，其他三土是权，权实是一，绝对不是二。在净土里面讲四土亦复如是，常寂光土是实，实报土自受用，方便土他受用。其实实报里面有自受用的实报土，有他受用的实报土；方便土跟凡圣同居土，是他受用的变化土，阿弥陀佛也在其中，阿弥陀佛在其中那就是变化土，所以净宗所讲的四土跟华严也是无二无别。",
      "zh_TW": "清涼大師在這一部大經裡面教導我們的「信、解、行、證」四大科，也就是這部《華嚴經》分成這四個大段落。《華嚴》如是，一切經教無不如是。從經文一開端，「如是我聞」，「一時佛在」什麼地方，這個信解行證的意思都包括在裡面，重要的是我們自己要能夠體會。經不能不讀，行不能不修，行是行為，錯誤的行為不能不修正。標準就是經典裡面的教訓，正是善導大師勸導我們的，佛教我們做的，我們應該老老實實去做、去落實；佛教我們不可以做的，我們決定不能夠違犯。無論修學哪個法門，都是好的，都要遵守經中的教誨，絕對不會說哪一部經自己讚歎自己，貶低別人，不可能！縱然佛有說這些話，那是佛的善巧方便，你要懂得佛的真實義，「願解如來真實義」。權、實是一不是二，這個很重要，你把權實要分開了，你不解如來真實義。權是佛在某一個階段當中方便的教導，但是權依於實，權不離實。就跟此地清涼大師所講的，法性土是實，其他三土是權，權實是一，絕對不是二。在淨土裡面講四土亦復如是，常寂光土是實，實報土自受用，方便土他受用。其實實報裡面有自受用的實報土，有他受用的實報土；方便土跟凡聖同居土，是他受用的變化土，阿彌陀佛也在其中，阿彌陀佛在其中那就是變化土，所以淨宗所講的四土跟華嚴也是無二無別。"
    },
    {
      "id": "12-017-0500_p0012",
      "zh_CN": "古德有云，极乐是华藏的中心，是华藏的精华，是华藏最精彩的一部分。所以普贤菩萨到最后，「十大愿王导归极乐」，这个意思很深很深，我们要能体会。我们今天能够选择净宗，无比的幸运！我们让《大方广佛华严经》，帮助我们理解净宗，深入净宗经典的义趣；《金刚般若》里头讲的「深解义趣」，我们读《华严》才能深解《无量寿经》的义趣、《观无量寿佛经》的义趣、《阿弥陀经》的义趣。你要不读《华严》，深解就太难太难了。读了《华严》才知道净土经论的奥妙，深奥玄妙，你才真正能体会到。可是要想真正契入境界，一定要依教修行；没有行的功夫，你所解的都是有限。以行来印证你所解的，解行是一不是二，信解行证四分，是一而四，四而一，圆融的，不可分割的。讲解介绍是方便说，实际上是一，一就是不思议境界。所以大师在前面教导我们，差别相当中，离分别执着，你就能入不思议境界。差别法相当中，你还要生分别心，你入不了，你是凡夫境界，你是六道轮回的境界。如果再加上严重的执着，那你是三恶道的境界。",
      "zh_TW": "古德有云，極樂是華藏的中心，是華藏的精華，是華藏最精彩的一部分。所以普賢菩薩到最後，「十大願王導歸極樂」，這個意思很深很深，我們要能體會。我們今天能夠選擇淨宗，無比的幸運！我們讓《大方廣佛華嚴經》，幫助我們理解淨宗，深入淨宗經典的義趣；《金剛般若》裡頭講的「深解義趣」，我們讀《華嚴》才能深解《無量壽經》的義趣、《觀無量壽佛經》的義趣、《阿彌陀經》的義趣。你要不讀《華嚴》，深解就太難太難了。讀了《華嚴》才知道淨土經論的奧妙，深奧玄妙，你才真正能體會到。可是要想真正契入境界，一定要依教修行；沒有行的功夫，你所解的都是有限。以行來印證你所解的，解行是一不是二，信解行證四分，是一而四，四而一，圓融的，不可分割的。講解介紹是方便說，實際上是一，一就是不思議境界。所以大師在前面教導我們，差別相當中，離分別執著，你就能入不思議境界。差別法相當中，你還要生分別心，你入不了，你是凡夫境界，你是六道輪迴的境界。如果再加上嚴重的執著，那你是三惡道的境界。"
    },
    {
      "id": "12-017-0500_p0013",
      "zh_CN": "经文我们就能够体会得到，诸佛菩萨，诸佛如来法身菩萨，他们的事业是什么？就是「调伏众生令究竟出离」，这八个字叫佛事。法身菩萨是分证即佛，虽不是究竟，是分证，天台大师「六即」里面讲的。他们的事业就这八个字，这八个字叫佛事、如来家业。我们今天学佛，无论是在家出家，要担负起如来家业，这就晓得如来家业是什么，弘护正法弘护的是什么。首先要调伏自己，要帮助自己究竟出离。但是读《华严》明了了，自他不二，要帮助自己究竟出离，先要帮助别人。用什么方法帮助别人？严净国土，严是相上，净是心上，这真正庄严。我再说得明白一点、说得浅显一点，严是外表，我们今天讲的形象。我们不能做一切众生不好的形象，那就错了。好的标准是什么？这个不能不知道，纠正众生错误的想法、错误的看法、错误的说法、错误的作法，这就是标准之所在。我们举个例子说，众生不懂礼貌，我们做出礼貌给他看，这就是标准；众生不知道孝顺父母，我们做出孝顺父母的样子给他看，这叫庄严，真正在庄严佛国土。",
      "zh_TW": "經文我們就能夠體會得到，諸佛菩薩，諸佛如來法身菩薩，他們的事業是什麼？就是「調伏眾生令究竟出離」，這八個字叫佛事。法身菩薩是分證即佛，雖不是究竟，是分證，天台大師「六即」裡面講的。他們的事業就這八個字，這八個字叫佛事、如來家業。我們今天學佛，無論是在家出家，要擔負起如來家業，這就曉得如來家業是什麼，弘護正法弘護的是什麼。首先要調伏自己，要幫助自己究竟出離。但是讀《華嚴》明瞭了，自他不二，要幫助自己究竟出離，先要幫助別人。用什麼方法幫助別人？嚴淨國土，嚴是相上，淨是心上，這真正莊嚴。我再說得明白一點、說得淺顯一點，嚴是外表，我們今天講的形象。我們不能做一切眾生不好的形象，那就錯了。好的標準是什麼？這個不能不知道，糾正眾生錯誤的想法、錯誤的看法、錯誤的說法、錯誤的作法，這就是標準之所在。我們舉個例子說，眾生不懂禮貌，我們做出禮貌給他看，這就是標準；眾生不知道孝順父母，我們做出孝順父母的樣子給他看，這叫莊嚴，真正在莊嚴佛國土。"
    },
    {
      "id": "12-017-0500_p0014",
      "zh_CN": "大家千万不要错会意思，「庄严佛国土」，一定是买束香花、水果，把佛堂布置得富丽堂皇，那你就是错解如来真实义，你误解如来真实义。由此可知，「庄严」，每一个地区，庄严的方式不一样、形象不一样；每一个时代，庄严形象也不一样。要晓得我们现在生活在什么时代，生活在什么样环境里面，我们怎样「调伏众生令究竟出离」。虽然我们究竟达不到，一步一步往上提升，总是究竟出离这个方向没错，这就对了。譬如走路一样，多拐几个弯，没有关系，方向没错，多走一点冤枉路也无所谓，肯定能到达目的地。",
      "zh_TW": "大家千萬不要錯會意思，「莊嚴佛國土」，一定是買束香花、水果，把佛堂佈置得富麗堂皇，那你就是錯解如來真實義，你誤解如來真實義。由此可知，「莊嚴」，每一個地區，莊嚴的方式不一樣、形象不一樣；每一個時代，莊嚴形象也不一樣。要曉得我們現在生活在什麼時代，生活在什麼樣環境裡面，我們怎樣「調伏眾生令究竟出離」。雖然我們究竟達不到，一步一步往上提升，總是究竟出離這個方向沒錯，這就對了。譬如走路一樣，多拐幾個彎，沒有關係，方向沒錯，多走一點冤枉路也無所謂，肯定能到達目的地。"
    },
    {
      "id": "12-017-0500_p0015",
      "zh_CN": "佛教化众生，应机说法。众生是什么病，我们就示现什么样子，这个样子就是药，对症下药，药到病除。如果我们只图自己的方便，不肯做出一个好样子，因为做出好样子，自己好像受很多的拘束，自己觉得不方便；那我们要问，你这一次到世间来，你是为自己来的？是为众生来的？这个问号不能没有。为众生来的，你是学佛；为自己来的，你是来受果报的，那就不必说了，你造业受报。这里面有一桩事情，我们不能不懂，什么事情？你既然皈依三宝，你既然发心出家了，你穿上这个衣服，这一身打扮，你还要为自己，你就有罪！什么罪？窃盗如来的形象，这个罪严重。窃盗如来形象，而做的是为非作歹，破坏佛教形象，这个罪严重了！这个罪是阿鼻地狱，凡夫承担不起。",
      "zh_TW": "佛教化眾生，應機說法。眾生是什麼病，我們就示現什麼樣子，這個樣子就是藥，對症下藥，藥到病除。如果我們只圖自己的方便，不肯做出一個好樣子，因為做出好樣子，自己好像受很多的拘束，自己覺得不方便；那我們要問，你這一次到世間來，你是為自己來的？是為眾生來的？這個問號不能沒有。為眾生來的，你是學佛；為自己來的，你是來受果報的，那就不必說了，你造業受報。這裡面有一樁事情，我們不能不懂，什麼事情？你既然皈依三寶，你既然發心出家了，你穿上這個衣服，這一身打扮，你還要為自己，你就有罪！什麼罪？竊盜如來的形象，這個罪嚴重。竊盜如來形象，而做的是為非作歹，破壞佛教形象，這個罪嚴重了！這個罪是阿鼻地獄，凡夫承擔不起。"
    },
    {
      "id": "12-017-0500_p0016",
      "zh_CN": "堕阿鼻地狱是亿万劫，你什么时候能超生？这是能开玩笑的吗？在家学佛，在家学佛的形象；出家学佛，出家学佛的形象。一个念头错了，正是古人所讲的「差之毫厘，失之千里」，这一个念头决定你是作佛还是下三途地狱，我们不能不小心，不能不谨慎。所以既然出家穿上这服装，记住，你的事业就是「庄严净土，调伏众生令究竟出离」，我们到世间来干这一行的。来的时候，那不管什么因缘来的，总而言之，来到这个世间我们选择了这一行，我们就要把这个行业干好，对得起这一行，对得起释迦牟尼佛，对得起阿弥陀佛，对得起一切佛国土里面的导师世尊。能发这样的心，能舍弃自己的烦恼习气，刚刚舍的时候是有一点难过、不自然，但是舍久了，就正常了。要知道我们现在这个生活形象不正常，正常的是佛菩萨的生活。释迦牟尼佛当年在世过的生活，正常的生活，恒顺众生，回归法性，这是正常的。在这个世间自在随缘，一尘不染，我们才能够承担如来家业，把这桩事情发扬光大，利益众生，助佛弘化，我们就对了，不然的话就错了。弘护都在我们这一身，都在我们这一念。",
      "zh_TW": "墮阿鼻地獄是億萬劫，你什麼時候能超生？這是能開玩笑的嗎？在家學佛，在家學佛的形象；出家學佛，出家學佛的形象。一個念頭錯了，正是古人所講的「差之毫釐，失之千里」，這一個念頭決定你是作佛還是下三途地獄，我們不能不小心，不能不謹慎。所以既然出家穿上這服裝，記住，你的事業就是「莊嚴淨土，調伏眾生令究竟出離」，我們到世間來幹這一行的。來的時候，那不管什麼因緣來的，總而言之，來到這個世間我們選擇了這一行，我們就要把這個行業幹好，對得起這一行，對得起釋迦牟尼佛，對得起阿彌陀佛，對得起一切佛國土裡面的導師世尊。能發這樣的心，能捨棄自己的煩惱習氣，剛剛捨的時候是有一點難過、不自然，但是捨久了，就正常了。要知道我們現在這個生活形象不正常，正常的是佛菩薩的生活。釋迦牟尼佛當年在世過的生活，正常的生活，恆順眾生，回歸法性，這是正常的。在這個世間自在隨緣，一塵不染，我們才能夠承擔如來家業，把這樁事情發揚光大，利益眾生，助佛弘化，我們就對了，不然的話就錯了。弘護都在我們這一身，都在我們這一念。"
    },
    {
      "id": "12-017-0500_p0017",
      "zh_CN": "同生众，普贤菩萨得一切法门，别显第二句：",
      "zh_TW": "同生眾，普賢菩薩得一切法門，別顯第二句："
    },
    {
      "id": "12-017-0500_p0018",
      "zh_CN": "【有解脱门，名普诣一切如来所修具足功德境界。】",
      "zh_TW": "【有解脫門，名普詣一切如來所修具足功德境界。】"
    },
    {
      "id": "12-017-0500_p0019",
      "zh_CN": "别显的十门，每一门的境界真的都不可思议，深广无际。清凉大师注解，「佛遍尘道」，尘是微尘，道就是指十法界，「诣彼修德，乃了彼境」，你要不能够达到他的修德，你就无法明了佛的境界，这是清凉大师给我们的提示。我们看看这一个广大的解脱门。",
      "zh_TW": "別顯的十門，每一門的境界真的都不可思議，深廣無際。清涼大師註解，「佛遍塵道」，塵是微塵，道就是指十法界，「詣彼修德，乃了彼境」，你要不能夠達到他的修德，你就無法明瞭佛的境界，這是清涼大師給我們的提示。我們看看這一個廣大的解脫門。"
    },
    {
      "id": "12-017-0500_p0020",
      "zh_CN": "『普诣一切如来所修具足功德境界』，这一句正是四弘誓愿里面的第三愿：「法门无量誓愿学」。在本经如来以究竟圆满的大慈悲心，为我们显示、说出「入法界品」，以善财童子五十三参，做出这样一个完美的形象，让我们在这里头去领悟，成就这一个解脱门。所以这个解脱门，就是五十三参、就是「入法界品」，历事练心。「如来所修具足功德」，具足是圆满的，一丝毫欠缺都没有；我们要不能够经历，诣就是经历、就是学习、就是历事练心，如来境界你怎么体会得到？你怎么能够契入？要普诣一切如来所修的功德，这个事情不容易，我们连一尊佛释迦牟尼佛他老人家所修积的功德都学不到，怎么能学一切如来所修功德？但是世尊确实教导我们，一切如来所修的具足功德在哪里？就在《大方广佛华严》这部经里头。我们要怎样修法？这里头的细行，是《华严经》全部的经文，它的纲领就是「普贤菩萨十大愿王」，十大愿每一愿只有四个字，境界深广没有边际，我们要不能够理解，要不能够深入的理解，你从哪里下手？",
      "zh_TW": "『普詣一切如來所修具足功德境界』，這一句正是四弘誓願裡面的第三願：「法門無量誓願學」。在本經如來以究竟圓滿的大慈悲心，為我們顯示、說出「入法界品」，以善財童子五十三參，做出這樣一個完美的形象，讓我們在這裡頭去領悟，成就這一個解脫門。所以這個解脫門，就是五十三參、就是「入法界品」，歷事練心。「如來所修具足功德」，具足是圓滿的，一絲毫欠缺都沒有；我們要不能夠經歷，詣就是經歷、就是學習、就是歷事練心，如來境界你怎麼體會得到？你怎麼能夠契入？要普詣一切如來所修的功德，這個事情不容易，我們連一尊佛釋迦牟尼佛他老人家所修積的功德都學不到，怎麼能學一切如來所修功德？但是世尊確實教導我們，一切如來所修的具足功德在哪裡？就在《大方廣佛華嚴》這部經裡頭。我們要怎樣修法？這裡頭的細行，是《華嚴經》全部的經文，它的綱領就是「普賢菩薩十大願王」，十大願每一願只有四個字，境界深廣沒有邊際，我們要不能夠理解，要不能夠深入的理解，你從哪裡下手？"
    },
    {
      "id": "12-017-0500_p0021",
      "zh_CN": "古来祖师大德，在修行仪规里头，就是给我们制定的一些修行课程、规矩，无数次的教导我们「一切恭敬、一心皈命」。我们四众同学，这些句子说起来哪一个人不熟悉？不知道念了多少遍！许许多多同修都喜欢拜忏，喜欢去礼佛、参加法会，法会里面的仪规都是祖师大德会集经论里面重要的开示，我们也照做，也会唱、也会拜，意思不懂，不能落实。「一心皈命」，皈了没有？没有皈！一心皈命最简单的解释就是三皈依，皈依佛，皈依法，皈依僧。三皈依的意义一定要懂，皈依自性三宝；外面形式的三宝不重要，要皈依自性觉正净，那才叫一心皈命。「一心顶礼」，就是普贤菩萨的礼敬诸佛。一心是诚心诚意，这是一切如来所修具足功德里面的一分；这一分是根本，无量无边的功德都从这一分功德生的，你们想想对不对？",
      "zh_TW": "古來祖師大德，在修行儀規裡頭，就是給我們制定的一些修行課程、規矩，無數次的教導我們「一切恭敬、一心皈命」。我們四眾同學，這些句子說起來哪一個人不熟悉？不知道念了多少遍！許許多多同修都喜歡拜懺，喜歡去禮佛、參加法會，法會裡面的儀規都是祖師大德會集經論裡面重要的開示，我們也照做，也會唱、也會拜，意思不懂，不能落實。「一心皈命」，皈了沒有？沒有皈！一心皈命最簡單的解釋就是三皈依，皈依佛，皈依法，皈依僧。三皈依的意義一定要懂，皈依自性三寶；外面形式的三寶不重要，要皈依自性覺正淨，那才叫一心皈命。「一心頂禮」，就是普賢菩薩的禮敬諸佛。一心是誠心誠意，這是一切如來所修具足功德裡面的一分；這一分是根本，無量無邊的功德都從這一分功德生的，你們想想對不對？"
    },
    {
      "id": "12-017-0500_p0022",
      "zh_CN": "十大愿王头一条是根本，头一条没有，全部都没有了。从礼敬这才生赞叹，欢喜赞叹自然带着就供养，你才晓得礼敬多重要！佛法从这儿下手，儒家也从这儿下手。诸位看看儒家的《礼记》，五经之一、十三经之一，头一句话说：「曲礼曰，毋不敬。」跟普贤菩萨十大愿王第一句有什么差别？都把这个摆在第一条。晚近印光大师教人，「一分诚敬得一分利益，十分诚敬得十分利益」，普贤法门是圆满的诚敬，他得圆满的利益。利益是法性的全体，不是部分。四十一位法身大士证得法性是部分，普贤菩萨证得的是全体。我们从哪里学？从诚敬下手。心要真诚，对一切人要恭敬，对一切事要恭敬，对一切物要恭敬，无一不敬。",
      "zh_TW": "十大願王頭一條是根本，頭一條沒有，全部都沒有了。從禮敬這才生讚歎，歡喜讚歎自然帶著就供養，你才曉得禮敬多重要！佛法從這兒下手，儒家也從這兒下手。諸位看看儒家的《禮記》，五經之一、十三經之一，頭一句話說：「曲禮曰，毋不敬。」跟普賢菩薩十大願王第一句有什麼差別？都把這個擺在第一條。晚近印光大師教人，「一分誠敬得一分利益，十分誠敬得十分利益」，普賢法門是圓滿的誠敬，他得圓滿的利益。利益是法性的全體，不是部分。四十一位法身大士證得法性是部分，普賢菩薩證得的是全體。我們從哪裡學？從誠敬下手。心要真誠，對一切人要恭敬，對一切事要恭敬，對一切物要恭敬，無一不敬。"
    },
    {
      "id": "12-017-0500_p0023",
      "zh_CN": "那我们现在想想，今天社会里头一切众生，确确实实这一条他没有，这是大病，这是病根。所以无论他修学哪一个法门，不要说成就，功夫稍稍得力，他都做不到。什么原因？我们今天明白了，想想我们自己，也学佛学了不少年，有没有成就？没有！念佛功夫成片都得不到。再其次，烦恼伏不住，六根接触外面六尘境界，还是起贪瞋痴慢，贪瞋痴慢并不比往年减少，有些同修还逐渐在增长，你说这怎么办？这个问题多严重！这个搞法往下坠落，不是向上提升。你现在在世间，不管你是什么样的地位，你是做住持、你是做当家，你是做什么会长、什么主席，这是你过去生中修的一点小福报，你在享福；你仔细去反省、去检讨，如果你的烦恼习气天天在增长的话，你这一点福报享尽了，后果就不堪设想，自己要知道。",
      "zh_TW": "那我們現在想想，今天社會裡頭一切眾生，確確實實這一條他沒有，這是大病，這是病根。所以無論他修學哪一個法門，不要說成就，功夫稍稍得力，他都做不到。什麼原因？我們今天明白了，想想我們自己，也學佛學了不少年，有沒有成就？沒有！念佛功夫成片都得不到。再其次，煩惱伏不住，六根接觸外面六塵境界，還是起貪瞋痴慢，貪瞋痴慢並不比往年減少，有些同修還逐漸在增長，你說這怎麼辦？這個問題多嚴重！這個搞法往下墜落，不是向上提升。你現在在世間，不管你是什麼樣的地位，你是做住持、你是做當家，你是做什麼會長、什麼主席，這是你過去生中修的一點小福報，你在享福；你仔細去反省、去檢討，如果你的煩惱習氣天天在增長的話，你這一點福報享盡了，後果就不堪設想，自己要知道。"
    },
    {
      "id": "12-017-0500_p0024",
      "zh_CN": "佛法确实是究竟圆满的智慧、究竟圆满的德能，只要你这一口气还没有断，都还有救。怎么救法？忏除业障。你要真正忏悔，忏悔不是后悔，后悔无济于事。我在初学佛的时候，章嘉大师教导我，什么是忏悔？知过就改，后不再造，这叫真忏悔。在那个时候，我还很年轻，二十六岁的时候，大师给我讲感应的道理，「佛氏门中，有求必应」；当你有求而求不到的时候，是什么原因？你有业障，只要把业障消除，感应就现前。业障怎样消除？要真正忏悔。所以他给我讲，什么叫忏悔？知过即改，后不再造。就是儒家讲的「不二过」，我同样的过失，以后没有了。所以天天发现自己过失，这叫开悟，人觉悟了；每天不知道自己的过失，是迷惑，这一天空过了。所以古人用功过格，这个方法很笨拙，但是这个方法对于初学、中下根性的人非常有效。你会真正去想，「今天我做了哪些好事、哪些错事？」记下来。功过格分上下两行，上面记功，下面记过。自己的善行要知道加强、要知道增广；自己的过失，赶紧要改掉，以后不要犯同样的过失。",
      "zh_TW": "佛法確實是究竟圓滿的智慧、究竟圓滿的德能，只要你這一口氣還沒有斷，都還有救。怎麼救法？懺除業障。你要真正懺悔，懺悔不是後悔，後悔無濟於事。我在初學佛的時候，章嘉大師教導我，什麼是懺悔？知過就改，後不再造，這叫真懺悔。在那個時候，我還很年輕，二十六歲的時候，大師給我講感應的道理，「佛氏門中，有求必應」；當你有求而求不到的時候，是什麼原因？你有業障，只要把業障消除，感應就現前。業障怎樣消除？要真正懺悔。所以他給我講，什麼叫懺悔？知過即改，後不再造。就是儒家講的「不二過」，我同樣的過失，以後沒有了。所以天天發現自己過失，這叫開悟，人覺悟了；每天不知道自己的過失，是迷惑，這一天空過了。所以古人用功過格，這個方法很笨拙，但是這個方法對於初學、中下根性的人非常有效。你會真正去想，「今天我做了哪些好事、哪些錯事？」記下來。功過格分上下兩行，上面記功，下面記過。自己的善行要知道加強、要知道增廣；自己的過失，趕緊要改掉，以後不要犯同樣的過失。"
    },
    {
      "id": "12-017-0500_p0025",
      "zh_CN": "真正用功过格的人、认真修行的人，三年不能成圣人，也是贤人君子，世间真正的好人。从这个基础往上提升，前途无限光明。所以修行人不能一天不知过失，一天不知过失，一天空过了；不可以一天不改过，我们功夫才会得力。我们要知道修行的总纲领在哪里，总枢纽在哪里，要把它掌握到。其实佛这些纲领、原理原则都讲给我们听了，「改变思想」。李老师以前常常提醒我们「改心」，改心的意思就是改念头。改念头里最重要的，要把自私自利的念头改过来。起心动念为法界众生、为诸佛菩萨，这是上求下化，求诸佛菩萨加持，帮助一切众生转恶为善、转迷为悟、转凡成圣，这是真正的纲领。念念有这个心，念念有这个愿。",
      "zh_TW": "真正用功過格的人、認真修行的人，三年不能成聖人，也是賢人君子，世間真正的好人。從這個基礎往上提升，前途無限光明。所以修行人不能一天不知過失，一天不知過失，一天空過了；不可以一天不改過，我們功夫才會得力。我們要知道修行的總綱領在哪裡，總樞紐在哪裡，要把它掌握到。其實佛這些綱領、原理原則都講給我們聽了，「改變思想」。李老師以前常常提醒我們「改心」，改心的意思就是改念頭。改念頭裡最重要的，要把自私自利的念頭改過來。起心動念為法界眾生、為諸佛菩薩，這是上求下化，求諸佛菩薩加持，幫助一切眾生轉惡為善、轉迷為悟、轉凡成聖，這是真正的綱領。念念有這個心，念念有這個願。"
    },
    {
      "id": "12-017-0500_p0026",
      "zh_CN": "这一句是讲修德，没有修德，性德没有法子显发。一定要把自己的毛病习气修正过来，我们才能够帮助众生，才能够真正度自己。这个样子，智慧就开了。第三句：",
      "zh_TW": "這一句是講修德，沒有修德，性德沒有法子顯發。一定要把自己的毛病習氣修正過來，我們才能夠幫助眾生，才能夠真正度自己。這個樣子，智慧就開了。第三句："
    },
    {
      "id": "12-017-0500_p0027",
      "zh_CN": "【有解脱门，名安立一切菩萨地诸大愿海。】",
      "zh_TW": "【有解脫門，名安立一切菩薩地諸大願海。】"
    },
    {
      "id": "12-017-0500_p0028",
      "zh_CN": "清凉大师注解，「通辨安立菩萨六种功德」，第一个是位，第二个是愿，一切菩萨地这个地是地位，诸大愿海这是第二个愿，菩萨六种功德，其他四种在偈颂里头。偈颂里，接着愿下面是修行，再接着是方便，是入理，最后是证果，正证法界。这六种功德第一位是总，其余五种是别，长行里面只说两种，后面四种在偈颂里面补出来。",
      "zh_TW": "清涼大師註解，「通辨安立菩薩六種功德」，第一個是位，第二個是願，一切菩薩地這個地是地位，諸大願海這是第二個願，菩薩六種功德，其他四種在偈頌裡頭。偈頌裡，接著願下面是修行，再接著是方便，是入理，最後是證果，正證法界。這六種功德第一位是總，其餘五種是別，長行裡面只說兩種，後面四種在偈頌裡面補出來。"
    },
    {
      "id": "12-017-0500_p0029",
      "zh_CN": "『安立一切菩萨地』，「一切菩萨」通指从初信位到等觉。我们不要讲到那么高了，我们是凡夫，就好比说我们发心读书，要上学校，上哪个学校？启蒙，刚刚开始发心去上学，当然指小学一年级，从这里学起。我们今天要「安立一切菩萨地」，要从初信菩萨这个地位去安立，这个地位菩萨是最低的，天台大师六即佛里面是观行即佛。如果初信位都不到，那叫名字即佛，有名无实，叫名字菩萨。我们现在是在这个地位，名字菩萨，这个没有安立。《华严经》的境界，如果就本经教义来说，这个「地」是初地菩萨，不是十回向、十住，当然更不是十信。可是我们今天在此地讲经，我们的同学都是凡夫，我们学习的对象摆在我们面前，我们要安立，当然是要从初信位来安立；我们今天所学的这些经教，全是初信位的境界。而我们不能够契入信位菩萨，是什么原因？我们放不下，道理知道，这就是古大德谚语说的「看得破，忍不过」。换句话说，境界现前还是烦恼习气当家，自己的智慧、道行做不了主，明知故犯，这使你入不了位，最低的一个地位，初信你都入不了。这个事情不是开玩笑，是非常严肃的问题，非常严重的大事。",
      "zh_TW": "『安立一切菩薩地』，「一切菩薩」通指從初信位到等覺。我們不要講到那麼高了，我們是凡夫，就好比說我們發心讀書，要上學校，上哪個學校？啟蒙，剛剛開始發心去上學，當然指小學一年級，從這裡學起。我們今天要「安立一切菩薩地」，要從初信菩薩這個地位去安立，這個地位菩薩是最低的，天台大師六即佛裡面是觀行即佛。如果初信位都不到，那叫名字即佛，有名無實，叫名字菩薩。我們現在是在這個地位，名字菩薩，這個沒有安立。《華嚴經》的境界，如果就本經教義來說，這個「地」是初地菩薩，不是十迴向、十住，當然更不是十信。可是我們今天在此地講經，我們的同學都是凡夫，我們學習的對象擺在我們面前，我們要安立，當然是要從初信位來安立；我們今天所學的這些經教，全是初信位的境界。而我們不能夠契入信位菩薩，是什麼原因？我們放不下，道理知道，這就是古大德諺語說的「看得破，忍不過」。換句話說，境界現前還是煩惱習氣當家，自己的智慧、道行做不了主，明知故犯，這使你入不了位，最低的一個地位，初信你都入不了。這個事情不是開玩笑，是非常嚴肅的問題，非常嚴重的大事。"
    },
    {
      "id": "12-017-0500_p0030",
      "zh_CN": "过去无量劫中生生世世，我们也曾经无数次的遇到佛法。就像《无量寿经》上，佛给阿阇王子他们这个小团体所说的话，佛讲他们过去生中曾经供养四百亿佛，由此可知，他们善根深厚。我们跟他们相比，我想绝不输过他们，为什么？末法时期，五浊恶世达到最严重的一个阶段，我们得人身，还能闻佛法，还能相信，这个善根福德不容易！不会在他们之下。为什么没有成就？就是「忍不过」，明知故犯，我们的亏就吃在这里。所以这一生要想成就，咬紧牙根，要忍，要真的身心世界一切放下。这个放下，不是从形式上放下，是心里上放下。这一桩事情，特别是中国大陆的同修，要仔细去听，不要产生误会。过去有大陆同修写信给我，他听我讲经误会了，我常常讲放下，他把他的工作放下了，把他的家放下了，搞得生活成了问题，写信问我怎么办？没有收入，家里人都责怪他，他学佛学错了。如果说连工作都放下了，那释迦牟尼佛何必讲经说法？讲经说法是他的工作，我统统身心世界都放下了，我每天现在四个小时在这里讲经，这是我的工作。我没有叫你把生活放下，也没有叫你把工作放下，你要做一个很正常的人。",
      "zh_TW": "過去無量劫中生生世世，我們也曾經無數次的遇到佛法。就像《無量壽經》上，佛給阿闍王子他們這個小團體所說的話，佛講他們過去生中曾經供養四百億佛，由此可知，他們善根深厚。我們跟他們相比，我想絕不輸過他們，為什麼？末法時期，五濁惡世達到最嚴重的一個階段，我們得人身，還能聞佛法，還能相信，這個善根福德不容易！不會在他們之下。為什麼沒有成就？就是「忍不過」，明知故犯，我們的虧就吃在這裡。所以這一生要想成就，咬緊牙根，要忍，要真的身心世界一切放下。這個放下，不是從形式上放下，是心裡上放下。這一樁事情，特別是中國大陸的同修，要仔細去聽，不要產生誤會。過去有大陸同修寫信給我，他聽我講經誤會了，我常常講放下，他把他的工作放下了，把他的家放下了，搞得生活成了問題，寫信問我怎麼辦？沒有收入，家裡人都責怪他，他學佛學錯了。如果說連工作都放下了，那釋迦牟尼佛何必講經說法？講經說法是他的工作，我統統身心世界都放下了，我每天現在四個小時在這裡講經，這是我的工作。我沒有叫你把生活放下，也沒有叫你把工作放下，你要做一個很正常的人。"
    },
    {
      "id": "12-017-0500_p0031",
      "zh_CN": "放下是什么？心里面贪瞋痴慢放下，自私自利放下，名闻利养放下，贪图一切物质精神享受放下，我教你放下这些，你不要搞错了。不可以学佛连家都不要了，工作也不要了，这能做世间人的榜样吗？世间人都像你这样子，这个社会还像什么社会？你听经错会了意思。我每天非常勤奋，非常认真努力在工作，不为自己，为众生。我除了每天四个小时在这里上课之外，我还要准备，我至少还要用四个小时去读经。我读经为的是什么？为的是讲经。讲经为的是什么？为的是把佛陀这么圆满、这么好的教诲供养给大家。这是我的工作，我选择这个行业，这个行业干的工作就是这个，我认真努力去做，不为自己，这叫放下。不为名、不为利、不为供养，这些放下了。「看破放下」这四个字真正的意思你要懂，你不能错会。",
      "zh_TW": "放下是什麼？心裡面貪瞋痴慢放下，自私自利放下，名聞利養放下，貪圖一切物質精神享受放下，我教你放下這些，你不要搞錯了。不可以學佛連家都不要了，工作也不要了，這能做世間人的榜樣嗎？世間人都像你這樣子，這個社會還像什麼社會？你聽經錯會了意思。我每天非常勤奮，非常認真努力在工作，不為自己，為眾生。我除了每天四個小時在這裡上課之外，我還要準備，我至少還要用四個小時去讀經。我讀經為的是什麼？為的是講經。講經為的是什麼？為的是把佛陀這麼圓滿、這麼好的教誨供養給大家。這是我的工作，我選擇這個行業，這個行業幹的工作就是這個，我認真努力去做，不為自己，這叫放下。不為名、不為利、不為供養，這些放下了。「看破放下」這四個字真正的意思你要懂，你不能錯會。"
    },
    {
      "id": "12-017-0500_p0032",
      "zh_CN": "什么叫看破？看破是样样事情搞清楚搞明白了，叫看破。明白什么？我们从纲领上来说，对于任何一桩事情，事理明白了，因果明白了，性相明白了。性相比较不好懂，性相是什么？这些事情的来源、根源，这个事是讲相，能生事相的根源是体性。把这些东西都搞清楚、都搞明白了，这叫看破。搞明白之后，你自然就会把自私自利、贪瞋痴慢、烦恼习气，你自然会放下。为什么？这东西是障碍，这是不正常的，心胸自然就开阔；像经上讲的一样，「心包太虚，量周沙界」，起心动念跟佛菩萨相应。佛菩萨就是这个心、就是这个愿，我也是这个心，我也是这个愿。佛菩萨就干这些事情，我今天也干这个事情，干得不亦乐乎！这就是《论语》里面所讲的：「学而时习之，不亦悦乎」，佛法里面讲的法喜充满。",
      "zh_TW": "什麼叫看破？看破是樣樣事情搞清楚搞明白了，叫看破。明白什麼？我們從綱領上來說，對於任何一樁事情，事理明白了，因果明白了，性相明白了。性相比較不好懂，性相是什麼？這些事情的來源、根源，這個事是講相，能生事相的根源是體性。把這些東西都搞清楚、都搞明白了，這叫看破。搞明白之後，你自然就會把自私自利、貪瞋痴慢、煩惱習氣，你自然會放下。為什麼？這東西是障礙，這是不正常的，心胸自然就開闊；像經上講的一樣，「心包太虛，量周沙界」，起心動念跟佛菩薩相應。佛菩薩就是這個心、就是這個願，我也是這個心，我也是這個願。佛菩薩就幹這些事情，我今天也幹這個事情，幹得不亦樂乎！這就是《論語》裡面所講的：「學而時習之，不亦悅乎」，佛法裡面講的法喜充滿。"
    },
    {
      "id": "12-017-0500_p0033",
      "zh_CN": "所以菩萨地位，我们要这样争取。这个争取是讲通途法门，也就是一般修行无论是大乘小乘、显教密教、宗门教下，都是走这一条路。这个路难，必须放下三界八十八品见惑，你才能够取得初信菩萨的地位。取得这个地位，那就是超凡入圣，你不是凡夫，你虽然没有出六道轮回，你决定不堕三恶道。为什么？你不可能造三恶道的罪业，你三恶道的念头都没有了，你的心地善良，纯善无恶。往后去，节节高升，从初信位证得二信，从二信证得三信，证到七信位就出六道轮回，你的功夫跟阿罗汉相等。初信位跟小乘须陀洹相等，跟他相等只是断烦恼跟他一样，智慧那比小乘人高得太多了，可能阿罗汉都不如你，这是大乘殊胜之处。",
      "zh_TW": "所以菩薩地位，我們要這樣爭取。這個爭取是講通途法門，也就是一般修行無論是大乘小乘、顯教密教、宗門教下，都是走這一條路。這個路難，必須放下三界八十八品見惑，你才能夠取得初信菩薩的地位。取得這個地位，那就是超凡入聖，你不是凡夫，你雖然沒有出六道輪迴，你決定不墮三惡道。為什麼？你不可能造三惡道的罪業，你三惡道的念頭都沒有了，你的心地善良，純善無惡。往後去，節節高升，從初信位證得二信，從二信證得三信，證到七信位就出六道輪迴，你的功夫跟阿羅漢相等。初信位跟小乘須陀洹相等，跟他相等只是斷煩惱跟他一樣，智慧那比小乘人高得太多了，可能阿羅漢都不如你，這是大乘殊勝之處。"
    },
    {
      "id": "12-017-0500_p0034",
      "zh_CN": "大乘里面还有个特别法门，知道的人不多，「带业往生弥陀净土」。这个阿弥陀佛法门，我们家家弥陀，户户观音，哪个不晓得？晓得你不肯念佛，你不发愿求生净土，就是你不知；你要真正知道这个法门，你一分一秒都不肯放弃，你都在争取，那是你真正知道这个法门。所以我说很少人知道，这是真的，一点都不假。我们看到很多学佛的同修懈怠，忙着世间的工作，对于佛法懈怠，什么原因？不认识。忙着去赚钱，忙着去争名夺利，他认为那个东西是他一生当中很重要的大利益，错了！那个东西带不走的，一个大灾难来的时候，生命都保不住，你还能保什么？你要冷静去想想，去观察一下，在这个世间古往今来，作帝王的、作宰相的，现在说作总统的、作主席的，在位的时候不可一世，死了以后，你想想他后世的状况，谁知道他？跟平民有什么差别？一样都带不走，佛家的话说得很好，「万般将不去，唯有业随身」。",
      "zh_TW": "大乘裡面還有個特別法門，知道的人不多，「帶業往生彌陀淨土」。這個阿彌陀佛法門，我們家家彌陀，戶戶觀音，哪個不曉得？曉得你不肯念佛，你不發願求生淨土，就是你不知；你要真正知道這個法門，你一分一秒都不肯放棄，你都在爭取，那是你真正知道這個法門。所以我說很少人知道，這是真的，一點都不假。我們看到很多學佛的同修懈怠，忙著世間的工作，對於佛法懈怠，什麼原因？不認識。忙著去賺錢，忙著去爭名奪利，他認為那個東西是他一生當中很重要的大利益，錯了！那個東西帶不走的，一個大災難來的時候，生命都保不住，你還能保什麼？你要冷靜去想想，去觀察一下，在這個世間古往今來，作帝王的、作宰相的，現在說作總統的、作主席的，在位的時候不可一世，死了以後，你想想他後世的狀況，誰知道他？跟平民有什麼差別？一樣都帶不走，佛家的話說得很好，「萬般將不去，唯有業隨身」。"
    },
    {
      "id": "12-017-0500_p0035",
      "zh_CN": "上个月还有一个同修送了一个资料给我看，是报纸上剪下来的，三段因果报应的事情。其中有一段，清末民初，都是一些大人物，投胎作了猪。这都是今年发生的事情，中国大陆报纸上登的。里面有袁世凯，怎么知道是他？这个小猪生下来，皮肤上有字，很清楚，他们看到这个名字有袁世凯。一个是袁世凯，还有一个李鸿章，一共六个人，都是清末民初的名人，现在在畜生道里作猪。听说有个善心人把这几条猪买下放生去了。",
      "zh_TW": "上個月還有一個同修送了一個資料給我看，是報紙上剪下來的，三段因果報應的事情。其中有一段，清末民初，都是一些大人物，投胎作了豬。這都是今年發生的事情，中國大陸報紙上登的。裡面有袁世凱，怎麼知道是他？這個小豬生下來，皮膚上有字，很清楚，他們看到這個名字有袁世凱。一個是袁世凱，還有一個李鴻章，一共六個人，都是清末民初的名人，現在在畜生道裡作豬。聽說有個善心人把這幾條豬買下放生去了。"
    },
    {
      "id": "12-017-0500_p0036",
      "zh_CN": "还有一个故事是畜生报恩，畜生懂得报恩。我大略看了一下，所以有这么一个印象，我也没有打算在这里讲故事。这一个人是庄稼人，是种田的，有一天在田地里遇到一头野猪，野猪很凶，向他攻击，他爬到一棵树上喊救命；这头野猪不放他，挖树根，野猪很聪明，树根土要是挖松了，树就倒下来。这个时候正好有一条蟒蛇出现，蟒蛇攻击这头野猪，这野猪就跑掉了，救了他一命；蟒蛇看看他，跟他点点头也就走了。他下了树，以后冷静的想一想，过去他曾经放生，放了一条蛇，他想这条蛇一定就是他放生的那条蛇来救他。畜生懂得报恩，你救过牠的命，现在你有难的时候牠来救你。人还要存害人的心，连畜生都不如！这是中国大陆地方报纸上登出来的。从这个事情也提醒了我们，放生不但是有功德，牠真有回馈，我们应当多做。与一切众生结恩德，不要结冤仇，结冤仇冤冤相报，麻烦大，要与众生结恩惠。",
      "zh_TW": "還有一個故事是畜生報恩，畜生懂得報恩。我大略看了一下，所以有這麼一個印象，我也沒有打算在這裡講故事。這一個人是莊稼人，是種田的，有一天在田地裡遇到一頭野豬，野豬很凶，向他攻擊，他爬到一棵樹上喊救命；這頭野豬不放他，挖樹根，野豬很聰明，樹根土要是挖鬆了，樹就倒下來。這個時候正好有一條蟒蛇出現，蟒蛇攻擊這頭野豬，這野豬就跑掉了，救了他一命；蟒蛇看看他，跟他點點頭也就走了。他下了樹，以後冷靜的想一想，過去他曾經放生，放了一條蛇，他想這條蛇一定就是他放生的那條蛇來救他。畜生懂得報恩，你救過牠的命，現在你有難的時候牠來救你。人還要存害人的心，連畜生都不如！這是中國大陸地方報紙上登出來的。從這個事情也提醒了我們，放生不但是有功德，牠真有回饋，我們應當多做。與一切眾生結恩德，不要結冤仇，結冤仇冤冤相報，麻煩大，要與眾生結恩惠。"
    },
    {
      "id": "12-017-0500_p0037",
      "zh_CN": "净土法门带业往生，希有难闻！有一些我们也曾经听说，遇到净土法门也曾经修过一段时期，以后改学其他的法门，这什么原因？善根福德薄，不能怪他，他没有这么大的福报，没有这么大的善根。我们自己要常常想自己，我自己是不是真正把这个法门抓得紧紧的？锲而不舍，每天认真去干，诵经念佛。如果能有时间，要听讲经，听讲经能够增长你的善根福德因缘。你要是不明佛理，虽然天天念，诵经念佛，有的时候一样还会退转，为什么？不明理。理真的要明白了，契入境界就不会退转。所以你想一想，释迦牟尼佛当年在世，为什么不辞辛劳讲经说法四十九年，四十九年没有假期，天天在干，每天八小时。佛给我们示现这个样子，用意在哪里？无非是让我们真正明白道理，真正认识不思议的法门，心才发得起来，真干！锲而不舍！",
      "zh_TW": "淨土法門帶業往生，希有難聞！有一些我們也曾經聽說，遇到淨土法門也曾經修過一段時期，以後改學其他的法門，這什麼原因？善根福德薄，不能怪他，他沒有這麼大的福報，沒有這麼大的善根。我們自己要常常想自己，我自己是不是真正把這個法門抓得緊緊的？鍥而不捨，每天認真去幹，誦經念佛。如果能有時間，要聽講經，聽講經能夠增長你的善根福德因緣。你要是不明佛理，雖然天天念，誦經念佛，有的時候一樣還會退轉，為什麼？不明理。理真的要明白了，契入境界就不會退轉。所以你想一想，釋迦牟尼佛當年在世，為什麼不辭辛勞講經說法四十九年，四十九年沒有假期，天天在幹，每天八小時。佛給我們示現這個樣子，用意在哪裡？無非是讓我們真正明白道理，真正認識不思議的法門，心才發得起來，真幹！鍥而不捨！"
    },
    {
      "id": "12-017-0500_p0038",
      "zh_CN": "果然真干，果报很快会现前，烦恼轻、智慧长。我讲经特别强调，你的相貌会变，体质会变，学佛的人一定会愈来愈年轻，不会衰老；体质是愈来愈强壮，这是你眼前就得到的好处。我常说，二十岁学佛，果然契入境界，你永远保持二十岁；虽然年龄是大了，你的容光、你的体质，能保持着二十岁；你四十岁学佛，你永远保持四十岁；五十岁学佛，永远保持五十岁，所以学佛愈年轻愈好，这是真的，一点都不假。这是佛法里面讲小的果报，为什么？相随心转，境随心转。身体是我们最近的一个境界，境界随心转，相随心转。你学佛契入境界，你是佛心，你是佛行，你相貌怎么会不转？你体质怎么会不转？这个要是不转的话，其他怎么转法我们就很难相信了。头一个转相貌、转体质，于是我们在佛法就取得坚定的信心，佛讲的话没错！今天时间到了，我们就讲到此地。",
      "zh_TW": "果然真幹，果報很快會現前，煩惱輕、智慧長。我講經特別強調，你的相貌會變，體質會變，學佛的人一定會愈來愈年輕，不會衰老；體質是愈來愈強壯，這是你眼前就得到的好處。我常說，二十歲學佛，果然契入境界，你永遠保持二十歲；雖然年齡是大了，你的容光、你的體質，能保持著二十歲；你四十歲學佛，你永遠保持四十歲；五十歲學佛，永遠保持五十歲，所以學佛愈年輕愈好，這是真的，一點都不假。這是佛法裡面講小的果報，為什麼？相隨心轉，境隨心轉。身體是我們最近的一個境界，境界隨心轉，相隨心轉。你學佛契入境界，你是佛心，你是佛行，你相貌怎麼會不轉？你體質怎麼會不轉？這個要是不轉的話，其他怎麼轉法我們就很難相信了。頭一個轉相貌、轉體質，於是我們在佛法就取得堅定的信心，佛講的話沒錯！今天時間到了，我們就講到此地。"
    }
  ]
}