{
  "doc_id": "12-017-0808",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八０八卷",
    "zh_TW": "第八０八卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0808",
  "total_paragraphs": 62,
  "paragraphs": [
    {
      "id": "12-017-0808_p0001",
      "zh_CN": "诸位同学，请看「藏海安布庄严」，第四段海间香河，长行最后一句，第十句：",
      "zh_TW": "諸位同學，請看「藏海安布莊嚴」，第四段海間香河，長行最後一句，第十句："
    },
    {
      "id": "12-017-0808_p0002",
      "zh_CN": "【其香水中。常出一切宝燄光云。相续不绝。】",
      "zh_TW": "【其香水中。常出一切寶燄光雲。相續不絕。】"
    },
    {
      "id": "12-017-0808_p0003",
      "zh_CN": "在经文里面我们很明显的看出「香河」，前面一句是出现佛宝、僧宝，菩萨是僧宝，末后这一句「宝燄光云」，这是法宝，以三宝来做总结，这个香河才真正是无比殊胜的吉祥。",
      "zh_TW": "在經文裡面我們很明顯的看出「香河」，前面一句是出現佛寶、僧寶，菩薩是僧寶，末後這一句「寶燄光雲」，這是法寶，以三寶來做總結，這個香河才真正是無比殊勝的吉祥。"
    },
    {
      "id": "12-017-0808_p0004",
      "zh_CN": "『一切宝燄光云』。如果就这一段经文境界里面来说，「一切」是指华藏世界，这个大世界里面所包含的一切诸佛刹土。我们本师释迦牟尼佛的娑婆世界，大家天天向往的西方极乐世界，都是属于华藏世界。华藏世界跟娑婆世界来看，娑婆世界就很小，华藏就太大了。好比这一层大楼，华藏世界有二十层，娑婆跟极乐都在第十三层，娑婆世界、极乐世界就好像十三层里面的一个房间一样。每一层的范围境界之大，都不可思议，所以你就想到华藏世界有多大！",
      "zh_TW": "『一切寶燄光雲』。如果就這一段經文境界裡面來說，「一切」是指華藏世界，這個大世界裡面所包含的一切諸佛剎土。我們本師釋迦牟尼佛的娑婆世界，大家天天嚮往的西方極樂世界，都是屬於華藏世界。華藏世界跟娑婆世界來看，娑婆世界就很小，華藏就太大了。好比這一層大樓，華藏世界有二十層，娑婆跟極樂都在第十三層，娑婆世界、極樂世界就好像十三層裡面的一個房間一樣。每一層的範圍境界之大，都不可思議，所以你就想到華藏世界有多大！"
    },
    {
      "id": "12-017-0808_p0005",
      "zh_CN": "华藏世界里面一切诸佛如来、菩萨、声闻，他们所说的一切法，这是「一切宝燄光云」，相续不断。如果从广义上来讲，这都是肯定的，「一切宝燄光云」，那就不是这一个华藏世界，是重重无尽世界海微尘数的华藏世界。我们在前面一品「世界成就品」里面看到的，无量无边无尽无数的世界海微尘数的刹土，这个刹土是讲大的世界，不是讲我们这个娑婆、极乐，是讲华藏这样的大世界。",
      "zh_TW": "華藏世界裡面一切諸佛如來、菩薩、聲聞，他們所說的一切法，這是「一切寶燄光雲」，相續不斷。如果從廣義上來講，這都是肯定的，「一切寶燄光雲」，那就不是這一個華藏世界，是重重無盡世界海微塵數的華藏世界。我們在前面一品「世界成就品」裡面看到的，無量無邊無盡無數的世界海微塵數的剎土，這個剎土是講大的世界，不是講我們這個娑婆、極樂，是講華藏這樣的大世界。"
    },
    {
      "id": "12-017-0808_p0006",
      "zh_CN": "所有一切诸佛如来、法身菩萨所说的法，只有用「不可思议」这一句来形容它，不但我们六道凡夫没有办法想像，四圣法界里面这些圣人，声闻、缘觉、菩萨也没有办法想像，一真法界里面的菩萨还是无法想像。我们在这部经里面读过，谁能契入这个境界？普贤菩萨。普贤是等觉，等觉菩萨才有能力契入这个境界，十地菩萨还隔一层。",
      "zh_TW": "所有一切諸佛如來、法身菩薩所說的法，只有用「不可思議」這一句來形容它，不但我們六道凡夫沒有辦法想像，四聖法界裡面這些聖人，聲聞、緣覺、菩薩也沒有辦法想像，一真法界裡面的菩薩還是無法想像。我們在這部經裡面讀過，誰能契入這個境界？普賢菩薩。普賢是等覺，等覺菩薩才有能力契入這個境界，十地菩薩還隔一層。"
    },
    {
      "id": "12-017-0808_p0007",
      "zh_CN": "现在我们就现前自分境界，要怎样来学习这句经文？我们要注重『相续不绝』，要注重这一句。中国圣人所说的，「不孝有三，无后为大」，有后就相续不绝。没有后，这就中断；不是中断，是永远断。所以在世间注重香火传承，这是讲家族。在佛法里面，佛门常讲续佛慧命，「相续不绝」就是续佛慧命。续佛慧命里面有两个意思，第一个意思是自己，自己的慧命不能断，我们才会有成就。这就好比在学校念书，年年升级，最后毕业了，功德圆满。不能留级，不能退学，留级、退学就中断，你的学业就不能成就。",
      "zh_TW": "現在我們就現前自分境界，要怎樣來學習這句經文？我們要注重『相續不絕』，要注重這一句。中國聖人所說的，「不孝有三，無後為大」，有後就相續不絕。沒有後，這就中斷；不是中斷，是永遠斷。所以在世間注重香火傳承，這是講家族。在佛法裡面，佛門常講續佛慧命，「相續不絕」就是續佛慧命。續佛慧命裡面有兩個意思，第一個意思是自己，自己的慧命不能斷，我們才會有成就。這就好比在學校念書，年年升級，最後畢業了，功德圓滿。不能留級，不能退學，留級、退學就中斷，你的學業就不能成就。"
    },
    {
      "id": "12-017-0808_p0008",
      "zh_CN": "学佛的同学，我们讲的是道业，由此可知，我们道业的境界要知道不断向上提升。如何提升？古大德教导我们，章嘉大师教我的「看破、放下」，你才能提升。譬如诸位到我们佛堂来，我们这个佛堂在第十一楼，你要到这边来，你一定是放下地面，你才能够上升到一楼；到一楼之后，你一定要放下一楼，你才能够升到二楼。不断的放下，一层一层的放下，到十一楼。这个道理你懂吗？我们爬楼梯、爬台阶，一步一步往上升，一步一步的放下。",
      "zh_TW": "學佛的同學，我們講的是道業，由此可知，我們道業的境界要知道不斷向上提升。如何提升？古大德教導我們，章嘉大師教我的「看破、放下」，你才能提升。譬如諸位到我們佛堂來，我們這個佛堂在第十一樓，你要到這邊來，你一定是放下地面，你才能夠上升到一樓；到一樓之後，你一定要放下一樓，你才能夠升到二樓。不斷的放下，一層一層的放下，到十一樓。這個道理你懂嗎？我們爬樓梯、爬台階，一步一步往上升，一步一步的放下。"
    },
    {
      "id": "12-017-0808_p0009",
      "zh_CN": "大乘教里面，菩萨有五十一个位次。初信位的菩萨，你要不肯放下凡夫，凡夫的心行你不肯放下，你就不能够升到初信位的菩萨。佛在经上讲得很清楚，初信位的菩萨放下什么？放下三界之中八十八使见惑。用我们现在的话来说，大家好懂，放下天上人间错误的见解。不但人间见解我们看错了，天上我们也看错了，把这一切错误见解统统放下，你就升到初信位的菩萨。你放下初信，你才能升到二信，你要不断的放下。五十一个菩萨阶位统统放下，你才能证得究竟圆满的佛果。",
      "zh_TW": "大乘教裡面，菩薩有五十一個位次。初信位的菩薩，你要不肯放下凡夫，凡夫的心行你不肯放下，你就不能夠升到初信位的菩薩。佛在經上講得很清楚，初信位的菩薩放下什麼？放下三界之中八十八使見惑。用我們現在的話來說，大家好懂，放下天上人間錯誤的見解。不但人間見解我們看錯了，天上我們也看錯了，把這一切錯誤見解統統放下，你就升到初信位的菩薩。你放下初信，你才能升到二信，你要不斷的放下。五十一個菩薩階位統統放下，你才能證得究竟圓滿的佛果。"
    },
    {
      "id": "12-017-0808_p0010",
      "zh_CN": "这一桩事情，《华严经》里有表演、有示范，这部经最后一段「入法界品」，善财童子给我们做榜样。善财参访德云，德云比丘代表初住。参访之后，后面一句话，「恋德礼辞」，恋德是感激感恩的心；礼辞，礼是致敬，辞是离开。离开他才能往上升，升到二住。二住，海云比丘做代表。放下二住升三住，三住就是妙住比丘做代表。不断的放，不断的往上升。如果有丝毫留恋，丝毫放不下，你就停在那边。",
      "zh_TW": "這一樁事情，《華嚴經》裡有表演、有示範，這部經最後一段「入法界品」，善財童子給我們做榜樣。善財參訪德雲，德雲比丘代表初住。參訪之後，後面一句話，「戀德禮辭」，戀德是感激感恩的心；禮辭，禮是致敬，辭是離開。離開他才能往上升，升到二住。二住，海雲比丘做代表。放下二住升三住，三住就是妙住比丘做代表。不斷的放，不斷的往上升。如果有絲毫留戀，絲毫放不下，你就停在那邊。"
    },
    {
      "id": "12-017-0808_p0011",
      "zh_CN": "说实在话是停不住的，你一停必定往下堕落。学佛难，难在哪里？难在进得少退得多。许许多多修行人，在一生当中连初信位都得不到，什么原因？不肯放下六道里面的烦恼习气，放不下。我教初学，勉励大家，我们没有办法入门，我讲十六个字，十六个字是十二桩事情：自私自利、名闻利养、五欲六尘、贪瞋痴慢，这十六个字；这十六个字只要有一个放不下，就没有办法入门。入什么门？初信位的门。这是真的，谁放下谁入门，谁不肯放下，永远在门外。",
      "zh_TW": "說實在話是停不住的，你一停必定往下墮落。學佛難，難在哪裡？難在進得少退得多。許許多多修行人，在一生當中連初信位都得不到，什麼原因？不肯放下六道裡面的煩惱習氣，放不下。我教初學，勉勵大家，我們沒有辦法入門，我講十六個字，十六個字是十二樁事情：自私自利、名聞利養、五欲六塵、貪瞋痴慢，這十六個字；這十六個字只要有一個放不下，就沒有辦法入門。入什麼門？初信位的門。這是真的，誰放下誰入門，誰不肯放下，永遠在門外。"
    },
    {
      "id": "12-017-0808_p0012",
      "zh_CN": "诸位同学，你们在电视机前，或者在电脑萤幕的前面，一样跟我在一起学习，你们能放下，你们成就了。千万不能够误会，这是我在此地特别要声明，常常在我身边的、跟着我的这些人，你以为他们各个都有成就了？你想错了，未必！当年跟释迦牟尼佛学习的人有多少？成就的有几个？古往今来你去看这个例子，孔老夫子学生有三千人，几个有成就的？历史上记载的是七十二个人。我们佛门里面，在中国大家所知道的，禅宗六祖惠能大师，他的成就非常殊胜，不是一般人能比。亲近他的人，跟他学的人有多少？成就的人有几个？四十三个人，《坛经》里头记载的。再看我们现前台中李炳南老居士，在台中教学三十八年，跟他学的学生有多少？成就的又有几个人？从这些地方，诸位就能够觉悟，就能够明了，天天跟我在一起的，未必有成就。什么原因？听，虽然他是有机缘常常听，做不到，天天听，没听懂。为什么听不懂？这十六个字没放下，自私自利、名闻利养、五欲六尘、贪瞋痴慢，道理就在此地。谁能放下谁得利益，不一定天天跟在老师身边。",
      "zh_TW": "諸位同學，你們在電視機前，或者在電腦螢幕的前面，一樣跟我在一起學習，你們能放下，你們成就了。千萬不能夠誤會，這是我在此地特別要聲明，常常在我身邊的、跟著我的這些人，你以為他們各個都有成就了？你想錯了，未必！當年跟釋迦牟尼佛學習的人有多少？成就的有幾個？古往今來你去看這個例子，孔老夫子學生有三千人，幾個有成就的？歷史上記載的是七十二個人。我們佛門裡面，在中國大家所知道的，禪宗六祖惠能大師，他的成就非常殊勝，不是一般人能比。親近他的人，跟他學的人有多少？成就的人有幾個？四十三個人，《壇經》裡頭記載的。再看我們現前台中李炳南老居士，在台中教學三十八年，跟他學的學生有多少？成就的又有幾個人？從這些地方，諸位就能夠覺悟，就能夠明瞭，天天跟我在一起的，未必有成就。什麼原因？聽，雖然他是有機緣常常聽，做不到，天天聽，沒聽懂。為什麼聽不懂？這十六個字沒放下，自私自利、名聞利養、五欲六塵、貪瞋痴慢，道理就在此地。誰能放下誰得利益，不一定天天跟在老師身邊。"
    },
    {
      "id": "12-017-0808_p0013",
      "zh_CN": "我前面举例子跟诸位说过，孟子不在孔子身边，成就了；蕅益大师没有在莲池大师的身边，他成就了。什么原因？他能够放下自己的烦恼习气，能够依教奉行。我特别讲到「信佛」这两个字，难！真信佛的人，他真干；不是真干的人，不信佛。天天跟在我身边打转，不信！佛都不信了，他怎么会信我？道理在此地。",
      "zh_TW": "我前面舉例子跟諸位說過，孟子不在孔子身邊，成就了；蕅益大師沒有在蓮池大師的身邊，他成就了。什麼原因？他能夠放下自己的煩惱習氣，能夠依教奉行。我特別講到「信佛」這兩個字，難！真信佛的人，他真幹；不是真幹的人，不信佛。天天跟在我身邊打轉，不信！佛都不信了，他怎麼會信我？道理在此地。"
    },
    {
      "id": "12-017-0808_p0014",
      "zh_CN": "总要真干，要把这十六个字断掉。不断不行，这是你入佛门最低的水平，最起码的条件。所以佛法不论是大乘小乘、宗门教下、显教密教，从哪里入门？持戒。密宗，我学佛第一个老师是章嘉大师，这是密宗大德。我跟他三年，他常常劝我持戒。每一次我去拜访他，那个时候我刚刚学佛，大师很慈悲，跟我约定每一个星期天见一次面，上午九点钟。我离开跟他辞行的时候，常常重复一句话：「戒律很重要」！",
      "zh_TW": "總要真幹，要把這十六個字斷掉。不斷不行，這是你入佛門最低的水平，最起碼的條件。所以佛法不論是大乘小乘、宗門教下、顯教密教，從哪裡入門？持戒。密宗，我學佛第一個老師是章嘉大師，這是密宗大德。我跟他三年，他常常勸我持戒。每一次我去拜訪他，那個時候我剛剛學佛，大師很慈悲，跟我約定每一個星期天見一次面，上午九點鐘。我離開跟他辭行的時候，常常重複一句話：「戒律很重要」！"
    },
    {
      "id": "12-017-0808_p0015",
      "zh_CN": "因为我初学的时候，我是从学哲学进去的，对于佛法理论、境界非常欢喜，对于戒律确实没有重视。有一个很错误的观念、错误的见解，是用我自己的逻辑去思考。释迦牟尼佛是三千年前的印度人，戒律是他们的生活规范。我们是三千年后的中国人，我们有我们的生活方式，我可以学他的理论，可以学习他的精神、他的德行，我怎么能去学三千年前印度人那种生活方式？但是在老师面前，这个话不敢讲，心里面对戒律排斥。",
      "zh_TW": "因為我初學的時候，我是從學哲學進去的，對於佛法理論、境界非常歡喜，對於戒律確實沒有重視。有一個很錯誤的觀念、錯誤的見解，是用我自己的邏輯去思考。釋迦牟尼佛是三千年前的印度人，戒律是他們的生活規範。我們是三千年後的中國人，我們有我們的生活方式，我可以學他的理論，可以學習他的精神、他的德行，我怎麼能去學三千年前印度人那種生活方式？但是在老師面前，這個話不敢講，心裡面對戒律排斥。"
    },
    {
      "id": "12-017-0808_p0016",
      "zh_CN": "我们看到佛门里面，见佛、见老师行礼都是顶礼三拜，我跟章嘉大师那样的亲密，我没给他顶过礼。我见他，脱帽一鞠躬。章嘉大师知道，很清楚我的恭敬心到了，但是执着什么？我们是现代人，我们行现代的礼节。现代人就是见总统、国家领导人最敬礼三鞠躬，不是从前见皇帝三跪九叩首，一个时代是一个时代的！我是这个时代的人，生活在这个时候，我们行这个时候的礼节。从前是这样的观念。",
      "zh_TW": "我們看到佛門裡面，見佛、見老師行禮都是頂禮三拜，我跟章嘉大師那樣的親密，我沒給他頂過禮。我見他，脫帽一鞠躬。章嘉大師知道，很清楚我的恭敬心到了，但是執著什麼？我們是現代人，我們行現代的禮節。現代人就是見總統、國家領導人最敬禮三鞠躬，不是從前見皇帝三跪九叩首，一個時代是一個時代的！我是這個時代的人，生活在這個時候，我們行這個時候的禮節。從前是這樣的觀念。"
    },
    {
      "id": "12-017-0808_p0017",
      "zh_CN": "所以我跟大师三年，前面两年都没有给他拜过。到后来懂得了，为什么要行接足礼？行接足礼，佛最重要的意思是折伏我慢。我们想想，真的，确实有贡高我慢，懂得礼佛是修行一种重要的方法。所以有人修行专门是采取这个方法，每天拜三千拜，这个方法是定慧等学。拜佛的时候心地清净，一个妄念不生，这是定；一心向佛，一心顶礼，那是慧。你对于佛仰慕，你对于佛敬佩，你对于佛认知，不是大智慧是做不到的。",
      "zh_TW": "所以我跟大師三年，前面兩年都沒有給他拜過。到後來懂得了，為什麼要行接足禮？行接足禮，佛最重要的意思是折伏我慢。我們想想，真的，確實有貢高我慢，懂得禮佛是修行一種重要的方法。所以有人修行專門是採取這個方法，每天拜三千拜，這個方法是定慧等學。拜佛的時候心地清淨，一個妄念不生，這是定；一心向佛，一心頂禮，那是慧。你對於佛仰慕，你對於佛敬佩，你對於佛認知，不是大智慧是做不到的。"
    },
    {
      "id": "12-017-0808_p0018",
      "zh_CN": "依照这个方法去拜佛，每一个动作都做得很准确，这是运动，养生之道莫胜于是！养心要清净，你拜的时候心里一个念头都没有，清净，养心清净，心要空；养身，身体要动，身体不动就会坏掉了。平常俗语常讲「活动」，活就要动，不动就不能活了。所以拜佛是活动，用拜佛养身又养心，这个人怎么会不健康？身心怎么会有毛病？",
      "zh_TW": "依照這個方法去拜佛，每一個動作都做得很準確，這是運動，養生之道莫勝於是！養心要清淨，你拜的時候心裡一個念頭都沒有，清淨，養心清淨，心要空；養身，身體要動，身體不動就會壞掉了。平常俗語常講「活動」，活就要動，不動就不能活了。所以拜佛是活動，用拜佛養身又養心，這個人怎麼會不健康？身心怎麼會有毛病？"
    },
    {
      "id": "12-017-0808_p0019",
      "zh_CN": "世间人病很多，病根是什么？贪瞋痴慢，那是病根，那是与生俱来的病毒，而且是严重的病毒。内有病毒，外面五欲六尘诱惑感染，你怎么会不生病？病是这么来的。如果你把贪瞋痴慢拔掉，心里头没有贪瞋痴慢，只有慈悲喜舍，里面病根没有了，外面染污再严重，对你也不会影响。为什么？你里面没有病因，所以外面虽然缘恶劣，也不会有恶果出现。如果身体不好，常常多病，你要想到你要把你的病根拔掉，贪瞋痴慢。还要用助缘，助缘是什么？外缘你要放下，这个东西对初学的人有影响。你放不下的时候，依旧是增长贪心，巩固贪瞋痴，贪瞋痴不会淡化。所以初学的时候，真的要从事上去放下，早年章嘉大师教给我的。如果单从理论上讲，事上要做到，只讲理论没用的，贪瞋痴还是那么严重，自己并不知道；必须是表里一致才能看到效果，才会有进步，往往被一般人疏忽了。",
      "zh_TW": "世間人病很多，病根是什麼？貪瞋痴慢，那是病根，那是與生俱來的病毒，而且是嚴重的病毒。內有病毒，外面五欲六塵誘惑感染，你怎麼會不生病？病是這麼來的。如果你把貪瞋痴慢拔掉，心裡頭沒有貪瞋痴慢，只有慈悲喜捨，裡面病根沒有了，外面染污再嚴重，對你也不會影響。為什麼？你裡面沒有病因，所以外面雖然緣惡劣，也不會有惡果出現。如果身體不好，常常多病，你要想到你要把你的病根拔掉，貪瞋痴慢。還要用助緣，助緣是什麼？外緣你要放下，這個東西對初學的人有影響。你放不下的時候，依舊是增長貪心，鞏固貪瞋痴，貪瞋痴不會淡化。所以初學的時候，真的要從事上去放下，早年章嘉大師教給我的。如果單從理論上講，事上要做到，只講理論沒用的，貪瞋痴還是那麼嚴重，自己並不知道；必須是表裡一致才能看到效果，才會有進步，往往被一般人疏忽了。"
    },
    {
      "id": "12-017-0808_p0020",
      "zh_CN": "十方一切诸佛所说之法，我们今天讲「一切宝燄光云，相续不绝」，从哪里讲起？这一句话真的就是释迦牟尼佛四十九年所说的一切经教，浓缩起来那就是《大方广佛华严经》。但是是可以再去找它的总的纲领、总的原则，佛家讲的大陀罗尼门，我们去找这个。世尊常常跟我们讲「诸恶莫作，众善奉行，自净其意，是诸佛教」，诸佛就是一切诸佛，这四句偈真的是一切诸佛所说法宝的总纲领。",
      "zh_TW": "十方一切諸佛所說之法，我們今天講「一切寶燄光雲，相續不絕」，從哪裡講起？這一句話真的就是釋迦牟尼佛四十九年所說的一切經教，濃縮起來那就是《大方廣佛華嚴經》。但是是可以再去找它的總的綱領、總的原則，佛家講的大陀羅尼門，我們去找這個。世尊常常跟我們講「諸惡莫作，眾善奉行，自淨其意，是諸佛教」，諸佛就是一切諸佛，這四句偈真的是一切諸佛所說法寶的總綱領。"
    },
    {
      "id": "12-017-0808_p0021",
      "zh_CN": "「诸恶莫作」，小乘戒。从十善业道，十善业道是最根本的；五戒，在家的菩萨戒，出家的沙弥戒、比丘戒、菩萨戒，三聚净戒，「诸恶莫作」。「众善奉行」是菩萨戒，在家、出家菩萨戒的精神是教你修善；十善、五戒，沙弥戒、比丘戒，重点是诸恶莫作。你看看四句偈里面，前面两句是戒律，以戒为师，你不持戒怎么行？你不修善怎么行？善、戒是人天福德的真因。人天福德尚且没有，你怎么能作佛？不但是佛，声闻、缘觉没分！声闻讲谁？须陀洹，初信位的菩萨你没分。",
      "zh_TW": "「諸惡莫作」，小乘戒。從十善業道，十善業道是最根本的；五戒，在家的菩薩戒，出家的沙彌戒、比丘戒、菩薩戒，三聚淨戒，「諸惡莫作」。「眾善奉行」是菩薩戒，在家、出家菩薩戒的精神是教你修善；十善、五戒，沙彌戒、比丘戒，重點是諸惡莫作。你看看四句偈裡面，前面兩句是戒律，以戒為師，你不持戒怎麼行？你不修善怎麼行？善、戒是人天福德的真因。人天福德尚且沒有，你怎麼能作佛？不但是佛，聲聞、緣覺沒分！聲聞講誰？須陀洹，初信位的菩薩你沒分。"
    },
    {
      "id": "12-017-0808_p0022",
      "zh_CN": "我们要想成就，要想来生不失人身，你要不重视善福、善戒，你要不认真修善持戒，来生人天两道缺少引业，你就想想看，这个问题多严重！人身得不到了，人身要是失掉之后，将来再得人身，可没有那么简单。你想想看，你在三恶道里头如何去修戒善？戒善修得不够标准，人身永远不能够恢复。",
      "zh_TW": "我們要想成就，要想來生不失人身，你要不重視善福、善戒，你要不認真修善持戒，來生人天兩道缺少引業，你就想想看，這個問題多嚴重！人身得不到了，人身要是失掉之後，將來再得人身，可沒有那麼簡單。你想想看，你在三惡道裡頭如何去修戒善？戒善修得不夠標準，人身永遠不能夠恢復。"
    },
    {
      "id": "12-017-0808_p0023",
      "zh_CN": "佛常讲「人身难得，佛法难闻」，得人身可贵之处，这是一个非常好的基础，从这个基础要不断向上升。这个机会很难遇到，尤其是得人身又闻到佛法，你的因缘具足了。那你能不能上升，就在你的善根、福德。善根是什么？能信、能解，福德是能行、能证。这个机会，开经偈上讲「百千万劫难遭遇」，彭际清居士说「无量劫来希有难逢之一日」，我们遇到了，应当如何珍惜、如何把握，在这一生当中决定成就。对得起自己，对得起父母，对得起佛菩萨，对得起老师。回向偈里面讲的「上报四重恩」，真的报恩。你要是做不到，天天念「上报四重恩，下济三途苦」，都在打妄语，做不到！应当反省，应当检点，改过自新。",
      "zh_TW": "佛常講「人身難得，佛法難聞」，得人身可貴之處，這是一個非常好的基礎，從這個基礎要不斷向上升。這個機會很難遇到，尤其是得人身又聞到佛法，你的因緣具足了。那你能不能上升，就在你的善根、福德。善根是什麼？能信、能解，福德是能行、能證。這個機會，開經偈上講「百千萬劫難遭遇」，彭際清居士說「無量劫來希有難逢之一日」，我們遇到了，應當如何珍惜、如何把握，在這一生當中決定成就。對得起自己，對得起父母，對得起佛菩薩，對得起老師。迴向偈裡面講的「上報四重恩」，真的報恩。你要是做不到，天天念「上報四重恩，下濟三途苦」，都在打妄語，做不到！應當反省，應當檢點，改過自新。"
    },
    {
      "id": "12-017-0808_p0024",
      "zh_CN": "「自净其意」，那是真实功夫，这一句里面是讲定慧。但是没有戒你就没有定慧，因戒得定，因定开慧，这是天然的秩序、次第，没有法子躐等的。不要戒律能够得定，哪有这种道理？不修定想开智慧，没这个事情，「无有是处」，佛法讲的。所以真正的佛弟子，一定要遵守如来教诲，按这个次第去做。四句偈讲到修行纲领，就是这三句十二个字。",
      "zh_TW": "「自淨其意」，那是真實功夫，這一句裡面是講定慧。但是沒有戒你就沒有定慧，因戒得定，因定開慧，這是天然的秩序、次第，沒有法子躐等的。不要戒律能夠得定，哪有這種道理？不修定想開智慧，沒這個事情，「無有是處」，佛法講的。所以真正的佛弟子，一定要遵守如來教誨，按這個次第去做。四句偈講到修行綱領，就是這三句十二個字。"
    },
    {
      "id": "12-017-0808_p0025",
      "zh_CN": "末后这一句「是诸佛教」。诸佛是十方三世一切佛，在《华严经》上讲的世界海微尘数诸佛如来，教化众生都是这个总纲领。如果说是疏忽戒律你能成就，不是佛说的，魔说的！凡是佛说的，决定不会违背这个总的原则、总的纲领。",
      "zh_TW": "末後這一句「是諸佛教」。諸佛是十方三世一切佛，在《華嚴經》上講的世界海微塵數諸佛如來，教化眾生都是這個總綱領。如果說是疏忽戒律你能成就，不是佛說的，魔說的！凡是佛說的，決定不會違背這個總的原則、總的綱領。"
    },
    {
      "id": "12-017-0808_p0026",
      "zh_CN": "我们再把说法的范围缩小，讲到我们现实的境界，现前境界。印光大师说得好，他老人家也有四句偈，我认为那是祖师传法心印，也是十六个字，「敦伦尽分，闲邪存诚，信愿念佛，求生净土」。这十六个字我所体会得的，印祖一生的示现，就是把这十六个字教化世间末法九千年众生，只要你照这十六个字去做，你决定得生净土。",
      "zh_TW": "我們再把說法的範圍縮小，講到我們現實的境界，現前境界。印光大師說得好，他老人家也有四句偈，我認為那是祖師傳法心印，也是十六個字，「敦倫盡分，閑邪存誠，信願念佛，求生淨土」。這十六個字我所體會得的，印祖一生的示現，就是把這十六個字教化世間末法九千年眾生，只要你照這十六個字去做，你決定得生淨土。"
    },
    {
      "id": "12-017-0808_p0027",
      "zh_CN": "我们再仔细观察，印光大师一生把这十六个字表演给我们看，这十六个字就是印祖住世八十年的写生。印光大师是什么样的人？这十六个字说尽了，就是他，他就是这十六个字。我们跟着他去学，照这十六个字去学，一点都不错。有人说他是西方极乐世界大势至菩萨化身再来的，我肯定这个说法是真的，不是假的。为什么？他老人家一生所行的、所教的，跟「大势至菩萨圆通章」一点违背都没有，可以说是百分之百的相应；而他这十六个字就是「大势至菩萨圆通章」的浓缩，不可思议！",
      "zh_TW": "我們再仔細觀察，印光大師一生把這十六個字表演給我們看，這十六個字就是印祖住世八十年的寫生。印光大師是什麼樣的人？這十六個字說盡了，就是他，他就是這十六個字。我們跟著他去學，照這十六個字去學，一點都不錯。有人說他是西方極樂世界大勢至菩薩化身再來的，我肯定這個說法是真的，不是假的。為什麼？他老人家一生所行的、所教的，跟「大勢至菩薩圓通章」一點違背都沒有，可以說是百分之百的相應；而他這十六個字就是「大勢至菩薩圓通章」的濃縮，不可思議！"
    },
    {
      "id": "12-017-0808_p0028",
      "zh_CN": "「敦伦」，什么叫伦？伦是同类。敦是什么意思？真诚恳切，对我的同类要以真诚的心诚恳的心来对待。哪些是我的同类？说近一点，我们今天得的是人身，所有一切的人跟我是同类、同伦。这是狭义的说法，就是说对一切人类，不分国家界限，不分族类，不分宗教信仰，对一切人真诚恳切，和睦相处，这是敦伦的意思。如果把这个伦扩大，《华严经》上所说的，尽虚空遍法界一切众生跟我是同类，这个敦伦讲法，那真的是大势至菩萨，没有话说。",
      "zh_TW": "「敦倫」，什麼叫倫？倫是同類。敦是什麼意思？真誠懇切，對我的同類要以真誠的心誠懇的心來對待。哪些是我的同類？說近一點，我們今天得的是人身，所有一切的人跟我是同類、同倫。這是狹義的說法，就是說對一切人類，不分國家界限，不分族類，不分宗教信仰，對一切人真誠懇切，和睦相處，這是敦倫的意思。如果把這個倫擴大，《華嚴經》上所說的，盡虛空遍法界一切眾生跟我是同類，這個敦倫講法，那真的是大勢至菩薩，沒有話說。"
    },
    {
      "id": "12-017-0808_p0029",
      "zh_CN": "大势至菩萨是我们净土宗法界初祖，真的是这个心量。我们跟一切畜生道同伦，我们跟饿鬼道、跟地狱道、跟诸天道、跟诸佛菩萨、跟妖魔鬼怪，甚至于跟植物、矿物都是同类。这话怎么说？《华严经》上佛告诉我们，虚空法界刹土众生从哪里来的？「唯心所现，唯识所变」。我们同一个心性、同一个藏识、同一个根源，他怎么不是同伦？确实是同伦，我们要懂这个道理。我们对一切众生要真诚、要恳切、要和睦相处，就是普贤菩萨十大愿王头一句「礼敬诸佛」，所有一切众生都是诸佛，「情与无情，同圆种智」，同一礼敬，这是敦伦的意思，这是敦伦圆满的意思。",
      "zh_TW": "大勢至菩薩是我們淨土宗法界初祖，真的是這個心量。我們跟一切畜生道同倫，我們跟餓鬼道、跟地獄道、跟諸天道、跟諸佛菩薩、跟妖魔鬼怪，甚至於跟植物、礦物都是同類。這話怎麼說？《華嚴經》上佛告訴我們，虛空法界剎土眾生從哪裡來的？「唯心所現，唯識所變」。我們同一個心性、同一個藏識、同一個根源，他怎麼不是同倫？確實是同倫，我們要懂這個道理。我們對一切眾生要真誠、要懇切、要和睦相處，就是普賢菩薩十大願王頭一句「禮敬諸佛」，所有一切眾生都是諸佛，「情與無情，同圓種智」，同一禮敬，這是敦倫的意思，這是敦倫圓滿的意思。"
    },
    {
      "id": "12-017-0808_p0030",
      "zh_CN": "「尽分」，我们为一切众生服务，就是为我同类的服务。照《华严经》讲，同类的包括植物、矿物，我为它们服务要尽我自己的本分。我今天从事于哪一个岗位、哪一个行业，我在我本分的岗位、在我现在的行业当中，全心全力为一切众生服务，尽分！我今天选的这个行业，多元文化的社会教育，我在这个岗位上、在这个行业上为一切众生服务，精进不懈，不疲不厌，尽我的本分，不要求报酬。要求报酬那是买卖，你给我工资多一点，我多做一点；你给我少一点，我少做一点。不是！我们是尽义务的，不要报酬，真正尽到了本分。这第一句的意思，你看看这里头是不是断恶修善，诸恶莫作，众善奉行？",
      "zh_TW": "「盡分」，我們為一切眾生服務，就是為我同類的服務。照《華嚴經》講，同類的包括植物、礦物，我為它們服務要盡我自己的本分。我今天從事於哪一個崗位、哪一個行業，我在我本分的崗位、在我現在的行業當中，全心全力為一切眾生服務，盡分！我今天選的這個行業，多元文化的社會教育，我在這個崗位上、在這個行業上為一切眾生服務，精進不懈，不疲不厭，盡我的本分，不要求報酬。要求報酬那是買賣，你給我工資多一點，我多做一點；你給我少一點，我少做一點。不是！我們是盡義務的，不要報酬，真正盡到了本分。這第一句的意思，你看看這裡頭是不是斷惡修善，諸惡莫作，眾善奉行？"
    },
    {
      "id": "12-017-0808_p0031",
      "zh_CN": "第二句「闲邪存诚」。闲是防止，一切时一切处要知道防范邪知、邪见、邪行。佛经里面讲的邪见恶业，这个恶业就是恶念。邪见是见思烦恼里面的见烦恼，恶念是见思烦恼里面的思烦恼，时时刻刻提高警觉，要断烦恼；闲邪是断烦恼。存诚，要培养这个心跟佛心一样。诚是至诚心，至诚心是菩提心的体。佛在《观经》里讲的菩提心：至诚心、深心、回向发愿心，这个至诚心就是我们今天所讲的「真诚、清净、平等、正觉、慈悲」，这是至诚心。至诚心就是真诚，清净、平等、正觉是深心，回向发愿心是慈悲，存这个心。然后以这个心行信愿念佛，求生净土，这也是一切诸佛讲经说法教化众生的总纲领、总原则。「一切宝燄光云，相续不绝」，我们从这些地方去学习。今天时间到了。",
      "zh_TW": "第二句「閑邪存誠」。閑是防止，一切時一切處要知道防範邪知、邪見、邪行。佛經裡面講的邪見惡業，這個惡業就是惡念。邪見是見思煩惱裡面的見煩惱，惡念是見思煩惱裡面的思煩惱，時時刻刻提高警覺，要斷煩惱；閑邪是斷煩惱。存誠，要培養這個心跟佛心一樣。誠是至誠心，至誠心是菩提心的體。佛在《觀經》裡講的菩提心：至誠心、深心、迴向發願心，這個至誠心就是我們今天所講的「真誠、清淨、平等、正覺、慈悲」，這是至誠心。至誠心就是真誠，清淨、平等、正覺是深心，迴向發願心是慈悲，存這個心。然後以這個心行信願念佛，求生淨土，這也是一切諸佛講經說法教化眾生的總綱領、總原則。「一切寶燄光雲，相續不絕」，我們從這些地方去學習。今天時間到了。"
    },
    {
      "id": "12-017-0808_p0032",
      "zh_CN": "诸位同学，我们接着看「海间香河」，长行末后一句，这是总结。",
      "zh_TW": "諸位同學，我們接著看「海間香河」，長行末後一句，這是總結。"
    },
    {
      "id": "12-017-0808_p0033",
      "zh_CN": "【若广说者。一一河各有世界海微尘数庄严。】",
      "zh_TW": "【若廣說者。一一河各有世界海微塵數莊嚴。】"
    },
    {
      "id": "12-017-0808_p0034",
      "zh_CN": "前面普贤菩萨给我们说了十种，略说；要是细说，香水海无量无边，一一香水海有四天下微尘数香水河，一一香水河又有『世界海微尘数庄严』。经文所说的是从事相上讲的，依《华严》教义，清凉大师告诉我们，「皆是一多无碍」，大师这句话非常重要，无障碍的法界。长行我们就介绍到此地，下面是偈颂。请看经文：",
      "zh_TW": "前面普賢菩薩給我們說了十種，略說；要是細說，香水海無量無邊，一一香水海有四天下微塵數香水河，一一香水河又有『世界海微塵數莊嚴』。經文所說的是從事相上講的，依《華嚴》教義，清涼大師告訴我們，「皆是一多無礙」，大師這句話非常重要，無障礙的法界。長行我們就介紹到此地，下面是偈頌。請看經文："
    },
    {
      "id": "12-017-0808_p0035",
      "zh_CN": "【尔时普贤菩萨。欲重宣其义。承佛神力。观察十方而说颂言。】",
      "zh_TW": "【爾時普賢菩薩。欲重宣其義。承佛神力。觀察十方而說頌言。】"
    },
    {
      "id": "12-017-0808_p0036",
      "zh_CN": "这一句我们就少说一点，每一段说偈仪我们都说得很多。因为它不断在这里重复，给我们许许多多的启示；不断给我们启示，教导我们要认真努力的来学习。不仅是在修学过程当中，从初发心到如来地，就是成佛了还是要求诸佛如来神力加持。成了佛之后很谦虚，佛跟佛互相谦让，一丝毫傲慢的习气没有，一丝毫自以为是的习气没有，一丝毫自满的习气没有。我们在世尊一生行业上见到，我们也在中国孔老夫子一生处事待人接物里头看到，真的他们烦恼习气断尽了。请看偈颂：",
      "zh_TW": "這一句我們就少說一點，每一段說偈儀我們都說得很多。因為它不斷在這裡重複，給我們許許多多的啟示；不斷給我們啟示，教導我們要認真努力的來學習。不僅是在修學過程當中，從初發心到如來地，就是成佛了還是要求諸佛如來神力加持。成了佛之後很謙虛，佛跟佛互相謙讓，一絲毫傲慢的習氣沒有，一絲毫自以為是的習氣沒有，一絲毫自滿的習氣沒有。我們在世尊一生行業上見到，我們也在中國孔老夫子一生處事待人接物裡頭看到，真的他們煩惱習氣斷盡了。請看偈頌："
    },
    {
      "id": "12-017-0808_p0037",
      "zh_CN": "【清净香流满大河。金刚妙宝为其岸。】",
      "zh_TW": "【清淨香流滿大河。金剛妙寶為其岸。】"
    },
    {
      "id": "12-017-0808_p0038",
      "zh_CN": "偈颂里面一共有十首，这两句是半首颂，它说一桩事情，所以也把它分成一个段落，两句是一个段落，赞颂「岸体金刚」。可是我们一定要记住，经里面讲的真正的义趣，是八识起作用的相应心所，不要忘记这个。这个要是忘记，你读经文就像读文学作品一样，你得不到真正的受用。大海，华藏世界四周的大海是表藏识，华藏世界地面的香海是表藏识里面的含藏种子，香海流出来的香河、河流表藏识起用的心所，明白这个，我们才真正体会到佛说经的宗旨义趣，他教我们怎样学习。为什么他不讲藏识，他不讲习气种子，他不讲相应心所，他讲这个世间种种事物？我们不知道，不了解事实真相，事实真相是性相一如，理事不二。就现相上、就事相上，你要能够见性，你才能成就。所以这种说法就是教我们从事相上见到体性，也能教导我们在修学过程当中，一切时一切处不失观照功夫。",
      "zh_TW": "偈頌裡面一共有十首，這兩句是半首頌，它說一樁事情，所以也把它分成一個段落，兩句是一個段落，讚頌「岸體金剛」。可是我們一定要記住，經裡面講的真正的義趣，是八識起作用的相應心所，不要忘記這個。這個要是忘記，你讀經文就像讀文學作品一樣，你得不到真正的受用。大海，華藏世界四周的大海是表藏識，華藏世界地面的香海是表藏識裡面的含藏種子，香海流出來的香河、河流表藏識起用的心所，明白這個，我們才真正體會到佛說經的宗旨義趣，他教我們怎樣學習。為什麼他不講藏識，他不講習氣種子，他不講相應心所，他講這個世間種種事物？我們不知道，不了解事實真相，事實真相是性相一如，理事不二。就現相上、就事相上，你要能夠見性，你才能成就。所以這種說法就是教我們從事相上見到體性，也能教導我們在修學過程當中，一切時一切處不失觀照功夫。"
    },
    {
      "id": "12-017-0808_p0039",
      "zh_CN": "香港这个地区靠近大海，我们看到大海就想到藏识，就想到藏识里面含藏的种子。海边一定有许多河流，从内陆流入海的这些河流，一看到河流就想到阿赖耶识起作用相应的心所。这里头，佛在《华严》上教导我们，我们要修纯净纯善，这就对了。",
      "zh_TW": "香港這個地區靠近大海，我們看到大海就想到藏識，就想到藏識裡面含藏的種子。海邊一定有許多河流，從內陸流入海的這些河流，一看到河流就想到阿賴耶識起作用相應的心所。這裡頭，佛在《華嚴》上教導我們，我們要修純淨純善，這就對了。"
    },
    {
      "id": "12-017-0808_p0040",
      "zh_CN": "从哪里看到纯净纯善？你看到经文上，『清净香流满大河』。我们起心动念、言语造作，特别是修净土的人，多少年来我们在讲席当中常常提示，没有入佛门。佛教有多少门？八万四千法门、无量法门，这些法门都是真的，世尊为我们说的，在《华严》上看到世界海微尘数诸佛如来各各宣说，法门真的是无量无边。但是佛在《般若经》上告诉我们，法门再多，同一个方向，同一个目标，殊途同归，所以它是平等的，「法门平等，无有高下」。",
      "zh_TW": "從哪裡看到純淨純善？你看到經文上，『清淨香流滿大河』。我們起心動念、言語造作，特別是修淨土的人，多少年來我們在講席當中常常提示，沒有入佛門。佛教有多少門？八萬四千法門、無量法門，這些法門都是真的，世尊為我們說的，在《華嚴》上看到世界海微塵數諸佛如來各各宣說，法門真的是無量無邊。但是佛在《般若經》上告訴我們，法門再多，同一個方向，同一個目標，殊途同歸，所以它是平等的，「法門平等，無有高下」。"
    },
    {
      "id": "12-017-0808_p0041",
      "zh_CN": "到最后入门了，入哪个门？《华严》说得最具体，入华藏。怎么入华藏法？华藏是明心见性，见性成佛，真佛！不是假佛。入华藏明心见性，三门。好像你到达我们的讲堂，讲堂就有三个门；没有到达讲堂之前，你们从各个方面来的，那是无量法门；到达，将要进门，只有三个门。这三个门是「觉、正、净」三门，觉正净就是佛法僧，佛是觉，法是正，僧是净，这是三宝，最后从这三门进去。这三个门进入讲堂一样的，平等！全部都得到了。无论从觉门、从正门、从净门，进去之后统统得到，都是圆满的。没有进去，在外面有三门，你还有分别、有差别；进去之后，没差别了。觉正净是一，一而三，三而一，一体的！绝对没有分别。",
      "zh_TW": "到最後入門了，入哪個門？《華嚴》說得最具體，入華藏。怎麼入華藏法？華藏是明心見性，見性成佛，真佛！不是假佛。入華藏明心見性，三門。好像你到達我們的講堂，講堂就有三個門；沒有到達講堂之前，你們從各個方面來的，那是無量法門；到達，將要進門，只有三個門。這三個門是「覺、正、淨」三門，覺正淨就是佛法僧，佛是覺，法是正，僧是淨，這是三寶，最後從這三門進去。這三個門進入講堂一樣的，平等！全部都得到了。無論從覺門、從正門、從淨門，進去之後統統得到，都是圓滿的。沒有進去，在外面有三門，你還有分別、有差別；進去之後，沒差別了。覺正淨是一，一而三，三而一，一體的！絕對沒有分別。"
    },
    {
      "id": "12-017-0808_p0042",
      "zh_CN": "我们仔细来观察，禅宗、性宗走觉门，他们的功夫是大彻大悟，明心见性，从觉门入华藏，就是明心见性。教下走的是正门，正知正见，华严是教下，法华是教下，天台宗；三论是教下，法相、唯识是教下，都是从用经论修正我们的知见，使我们的知见如佛同佛，这就行了，就能契入。净土宗跟密宗这两个宗派是修清净心，从净门入。虽然走进来的门不一样，进来之后都一样，没有两样。",
      "zh_TW": "我們仔細來觀察，禪宗、性宗走覺門，他們的功夫是大徹大悟，明心見性，從覺門入華藏，就是明心見性。教下走的是正門，正知正見，華嚴是教下，法華是教下，天台宗；三論是教下，法相、唯識是教下，都是從用經論修正我們的知見，使我們的知見如佛同佛，這就行了，就能契入。淨土宗跟密宗這兩個宗派是修清淨心，從淨門入。雖然走進來的門不一樣，進來之後都一樣，沒有兩樣。"
    },
    {
      "id": "12-017-0808_p0043",
      "zh_CN": "这三门，诸位必须要知道，觉门一般讲上上根人，问题是你能不能觉悟？中下根性的人没分。你看看惠能大师在《坛经》里面所说的，他所接引的是上上根人；换句话说，上根人都不行，要上上根人，这是他接引的对象。换句话说，觉门的对象、觉门的条件要上上根人。我们不是上上根，这一门没指望，门槛太高了，我跨不进去。",
      "zh_TW": "這三門，諸位必須要知道，覺門一般講上上根人，問題是你能不能覺悟？中下根性的人沒分。你看看惠能大師在《壇經》裡面所說的，他所接引的是上上根人；換句話說，上根人都不行，要上上根人，這是他接引的對象。換句話說，覺門的對象、覺門的條件要上上根人。我們不是上上根，這一門沒指望，門檻太高了，我跨不進去。"
    },
    {
      "id": "12-017-0808_p0044",
      "zh_CN": "我在初学佛的时候，年轻、好强、很自负，认为我自己是上上根，很了不起。亲近方东美先生，方先生就很坦率的跟我讲：你不是上上根人，宗门、性宗你没有能力契入，好好的学教。方老师要我学教，教从哪里入门？他介绍我的是法相宗，法相唯识。实在讲他是学哲学的，那个时候他才四十几岁，但是佛学的修养实在讲相当有成就。他告诉我，佛教十个宗派，性宗跟法相唯识是佛家的哲学。我跟他学哲学，他把这个介绍给我，他说这是世界上最高的哲学，教我走这个路子。",
      "zh_TW": "我在初學佛的時候，年輕、好強、很自負，認為我自己是上上根，很了不起。親近方東美先生，方先生就很坦率的跟我講：你不是上上根人，宗門、性宗你沒有能力契入，好好的學教。方老師要我學教，教從哪裡入門？他介紹我的是法相宗，法相唯識。實在講他是學哲學的，那個時候他才四十幾歲，但是佛學的修養實在講相當有成就。他告訴我，佛教十個宗派，性宗跟法相唯識是佛家的哲學。我跟他學哲學，他把這個介紹給我，他說這是世界上最高的哲學，教我走這個路子。"
    },
    {
      "id": "12-017-0808_p0045",
      "zh_CN": "把佛法介绍给我之后，我对这个有兴趣，看经了。这个时候遇到章嘉大师，章嘉大师教我的是「看破、放下」。我跟诸位说，三年当中常常叮咛「戒律重要」！我对这句话醒过来是什么时候？他老人家示现圆寂，老师走了，我没有依靠了。圆寂火化在北投，我在火化场旁边搭个帐蓬，在那里守了三天。我是请假，三天我很认真的反省，大师在三年当中教了我些什么？这一反省，「戒律重要」这一句话印象最深刻，他说的遍数太多了。这一反省才引起注意，他说这么多遍必定有道理。我在那里思惟，在那里研究，为什么看得这么重？到以后总算是我想出一点名堂出来了。",
      "zh_TW": "把佛法介紹給我之後，我對這個有興趣，看經了。這個時候遇到章嘉大師，章嘉大師教我的是「看破、放下」。我跟諸位說，三年當中常常叮嚀「戒律重要」！我對這句話醒過來是什麼時候？他老人家示現圓寂，老師走了，我沒有依靠了。圓寂火化在北投，我在火化場旁邊搭個帳蓬，在那裡守了三天。我是請假，三天我很認真的反省，大師在三年當中教了我些什麼？這一反省，「戒律重要」這一句話印象最深刻，他說的遍數太多了。這一反省才引起注意，他說這麼多遍必定有道理。我在那裡思惟，在那裡研究，為什麼看得這麼重？到以後總算是我想出一點名堂出來了。"
    },
    {
      "id": "12-017-0808_p0046",
      "zh_CN": "戒律跟世间生活规范不一样，世间的法律规章、生活习惯随着时间空间在演变。我们读古书，三代之礼不相同，可见得人间这些生活规范随着时间在转变。戒律为什么不变？我明白了，戒律是佛家的生活规范，这个生活规范是凡圣的界定，凡人这些礼节会随着变，圣人不能变。为什么？一变他就变成凡人了。我想出这么一个道理出来，于是乎很认真的去找戒律的书来看。",
      "zh_TW": "戒律跟世間生活規範不一樣，世間的法律規章、生活習慣隨著時間空間在演變。我們讀古書，三代之禮不相同，可見得人間這些生活規範隨著時間在轉變。戒律為什麼不變？我明白了，戒律是佛家的生活規範，這個生活規範是凡聖的界定，凡人這些禮節會隨著變，聖人不能變。為什麼？一變他就變成凡人了。我想出這麼一個道理出來，於是乎很認真的去找戒律的書來看。"
    },
    {
      "id": "12-017-0808_p0047",
      "zh_CN": "大师住世的时候虽然常常提醒，我没有注意到，所以他一示现往生提醒了我。那时候我非常感激大师，我心目中想想，他老人家是示现给我看的，引起我注意，我感恩他；他要不做这种示现，说老实话，讲的遍数再多，耳边风！不会很认真的去思惟。从这之后我才重视戒律。",
      "zh_TW": "大師住世的時候雖然常常提醒，我沒有注意到，所以他一示現往生提醒了我。那時候我非常感激大師，我心目中想想，他老人家是示現給我看的，引起我注意，我感恩他；他要不做這種示現，說老實話，講的遍數再多，耳邊風！不會很認真的去思惟。從這之後我才重視戒律。"
    },
    {
      "id": "12-017-0808_p0048",
      "zh_CN": "戒律目的是身心清净，戒是清凉法。以后跟着李老师修净土，我才懂得身心清净，佛土清净。往生西方极乐世界的条件是什么？西方是净土，我们的身心不清净，怎么能往生？怎么能有感应？要身心清净，那就得万缘放下，这个世界名闻利养、五欲六尘边都不能沾。「边都不能沾」是什么意思？念头不能起，你起这个念头就沾了边，你没有真正放下。",
      "zh_TW": "戒律目的是身心清淨，戒是清涼法。以後跟著李老師修淨土，我才懂得身心清淨，佛土清淨。往生西方極樂世界的條件是什麼？西方是淨土，我們的身心不清淨，怎麼能往生？怎麼能有感應？要身心清淨，那就得萬緣放下，這個世界名聞利養、五欲六塵邊都不能沾。「邊都不能沾」是什麼意思？念頭不能起，你起這個念頭就沾了邊，你沒有真正放下。"
    },
    {
      "id": "12-017-0808_p0049",
      "zh_CN": "到以后在台中跟李老师学《金刚经》，我跟他十年学了五部经。学《金刚经》的时候，我明白了，「法尚应舍，何况非法」，佛法也不能沾边！佛法可以学，不能执着。在佛法里头决定不能起妄想分别执着，要是起妄想分别执着，如来的真实义你就没分了。为什么？妄心一起立刻就落到意识，意识心怎么能解如来真实义？什么样的心才能解如来真实义？真诚心。佛法是从真诚心里头流出来的，我们的心真诚，能得其义；我们的心不诚，不能得其义。字你认识，你只能得其皮毛，一分一毫都入不进去，这是我修学佛法的经验。你放不下，你有牵挂，这怎么行？一切时一切处保持心里清净，一尘不染，连佛法也不染，清净！",
      "zh_TW": "到以後在台中跟李老師學《金剛經》，我跟他十年學了五部經。學《金剛經》的時候，我明白了，「法尚應捨，何況非法」，佛法也不能沾邊！佛法可以學，不能執著。在佛法裡頭決定不能起妄想分別執著，要是起妄想分別執著，如來的真實義你就沒分了。為什麼？妄心一起立刻就落到意識，意識心怎麼能解如來真實義？什麼樣的心才能解如來真實義？真誠心。佛法是從真誠心裡頭流出來的，我們的心真誠，能得其義；我們的心不誠，不能得其義。字你認識，你只能得其皮毛，一分一毫都入不進去，這是我修學佛法的經驗。你放不下，你有牽掛，這怎麼行？一切時一切處保持心裡清淨，一塵不染，連佛法也不染，清淨！"
    },
    {
      "id": "12-017-0808_p0050",
      "zh_CN": "清净与性德相应，香是性德，香、光都是性德。「香流满大河」。大河是什么？现在我们知道五十一心所。五十一心所里面也有善、也有恶，真诚心、清净心，五十一心所没有一个不善，「香流满大河」，诸佛如来为一切众生示现如是。我们常讲佛倒驾慈航，他怎么倒驾？他已经转八识成四智，这就转了，转凡成圣。倒驾，要跟这些六道凡夫往来，还要用八识五十一心所，再把四智又变成八识五十一心所，你才能跟六道凡夫和光同尘。变，只变其形相，不变其体性。所以在佛菩萨自分上，他住四智；在示现里面，好像跟我们一样，用八识五十一心所。我们凡夫不善，他纯善，这一句表这个意思。",
      "zh_TW": "清淨與性德相應，香是性德，香、光都是性德。「香流滿大河」。大河是什麼？現在我們知道五十一心所。五十一心所裡面也有善、也有惡，真誠心、清淨心，五十一心所沒有一個不善，「香流滿大河」，諸佛如來為一切眾生示現如是。我們常講佛倒駕慈航，他怎麼倒駕？他已經轉八識成四智，這就轉了，轉凡成聖。倒駕，要跟這些六道凡夫往來，還要用八識五十一心所，再把四智又變成八識五十一心所，你才能跟六道凡夫和光同塵。變，只變其形相，不變其體性。所以在佛菩薩自分上，他住四智；在示現裡面，好像跟我們一樣，用八識五十一心所。我們凡夫不善，他純善，這一句表這個意思。"
    },
    {
      "id": "12-017-0808_p0051",
      "zh_CN": "『金刚妙宝为其岸』，河的两岸。当然我们相信华藏世界肯定是这个样子，为什么？华藏世界的居民个个纯善无恶，境随心转，一切法从心想生，那个地方的居民纯净纯善。环境变了，境随心转，所以山河大地、草卉丛林统统都是无量珍宝所成，像西方极乐世界一样，自然变现的，不是人为的。这个事情是真的，这不是比喻，是真的。",
      "zh_TW": "『金剛妙寶為其岸』，河的兩岸。當然我們相信華藏世界肯定是這個樣子，為什麼？華藏世界的居民個個純善無惡，境隨心轉，一切法從心想生，那個地方的居民純淨純善。環境變了，境隨心轉，所以山河大地、草卉叢林統統都是無量珍寶所成，像西方極樂世界一樣，自然變現的，不是人為的。這個事情是真的，這不是比喻，是真的。"
    },
    {
      "id": "12-017-0808_p0052",
      "zh_CN": "我们今天要学，我们要取表法的意思。「金刚」是般若、是智慧，「妙宝」是戒定，戒定、智慧是真正的宝。世间这些金银琉璃七宝，不是真正的宝，为什么？解决不了生死问题，解决不了轮回事情，充其量只让你过一点好一些的物质生活而已。物质生活太好了，福报折尽，不是好事！你看看世间真正有道德、有学问、有智慧的那些聪明人，他纵然有大福报，他不享，这是智慧。我有福报给一切众生享，这个福报永远没有止境。福报要不分给别人享，自己独自去享，你能享几年就享尽了，享尽了苦就来了。古大德常常讲乐极生悲，这个意思是福报不能享尽。",
      "zh_TW": "我們今天要學，我們要取表法的意思。「金剛」是般若、是智慧，「妙寶」是戒定，戒定、智慧是真正的寶。世間這些金銀琉璃七寶，不是真正的寶，為什麼？解決不了生死問題，解決不了輪迴事情，充其量只讓你過一點好一些的物質生活而已。物質生活太好了，福報折盡，不是好事！你看看世間真正有道德、有學問、有智慧的那些聰明人，他縱然有大福報，他不享，這是智慧。我有福報給一切眾生享，這個福報永遠沒有止境。福報要不分給別人享，自己獨自去享，你能享幾年就享盡了，享盡了苦就來了。古大德常常講樂極生悲，這個意思是福報不能享盡。"
    },
    {
      "id": "12-017-0808_p0053",
      "zh_CN": "我们生在这个世间，日常生活我们只过一个普通的水平，好！这个福报享不尽。尤其是学了佛，粗茶淡饭，这个物质生活很容易维持。我们常常应各个地方同修的邀请，在海外弘法，他们给我买的机票，我统统是经济舱。你们想想看，你要买什么头等舱、买商务舱，价钱要高两三倍，还不是同一个时间到？座位稍微宽一点，宽不了好多，大概是吃的东西多一点，我们都不能吃，要买那个舱对我们来讲是浪费。我这么多年在海外旅行，大多数我都自己带便当，简单！自己带的便当比飞机上的餐饮好吃，一点点炒饭、咸菜。这个咸菜很下饭，干净、方便。我自己带水，飞机上的饮料我不喝，我自己带个小水瓶，带水。有时候同修们给我订旅馆，是普通房间，能休息就好了，决定不要浪费。我们身体健康，多么快乐！常常过这种奢侈生活，浪费四众的供养，你们想想看，他怎么会不生病？他里面有贪瞋痴慢四毒，不是三毒，四毒！加个傲慢，外面有这些五欲六尘的缘，内外交感，毛病出来了。",
      "zh_TW": "我們生在這個世間，日常生活我們只過一個普通的水平，好！這個福報享不盡。尤其是學了佛，粗茶淡飯，這個物質生活很容易維持。我們常常應各個地方同修的邀請，在海外弘法，他們給我買的機票，我統統是經濟艙。你們想想看，你要買什麼頭等艙、買商務艙，價錢要高兩三倍，還不是同一個時間到？座位稍微寬一點，寬不了好多，大概是吃的東西多一點，我們都不能吃，要買那個艙對我們來講是浪費。我這麼多年在海外旅行，大多數我都自己帶便當，簡單！自己帶的便當比飛機上的餐飲好吃，一點點炒飯、鹹菜。這個鹹菜很下飯，乾淨、方便。我自己帶水，飛機上的飲料我不喝，我自己帶個小水瓶，帶水。有時候同修們給我訂旅館，是普通房間，能休息就好了，決定不要浪費。我們身體健康，多麼快樂！常常過這種奢侈生活，浪費四眾的供養，你們想想看，他怎麼會不生病？他裡面有貪瞋痴慢四毒，不是三毒，四毒！加個傲慢，外面有這些五欲六塵的緣，內外交感，毛病出來了。"
    },
    {
      "id": "12-017-0808_p0054",
      "zh_CN": "我们要内断烦恼，外不攀缘。我们到哪里去，目的是弘法利生、是讲经教学，是为这个，不是为旅游观光，我没有过。只有在有空档的时候，当地同修带我到附近去旅游，都是顺便的，绝对没有一次单独去观光旅游的，没有过。尤其是这几年，我们希望把这部大经完成，现在我看我们的录相已经八百零八次，一次两个小时，一千多个小时。这部经，现在讲的经是第八卷。《华严》，我们预定讲的这个本子是《八十华严》，讲到第五十九卷，然后接着讲《四十华严》，总共九十九卷。现在才讲到第八卷，后面还有九十一卷，哪有时间去观光旅游？没这个时间。",
      "zh_TW": "我們要內斷煩惱，外不攀緣。我們到哪裡去，目的是弘法利生、是講經教學，是為這個，不是為旅遊觀光，我沒有過。只有在有空檔的時候，當地同修帶我到附近去旅遊，都是順便的，絕對沒有一次單獨去觀光旅遊的，沒有過。尤其是這幾年，我們希望把這部大經完成，現在我看我們的錄相已經八百零八次，一次兩個小時，一千多個小時。這部經，現在講的經是第八卷。《華嚴》，我們預定講的這個本子是《八十華嚴》，講到第五十九卷，然後接著講《四十華嚴》，總共九十九卷。現在才講到第八卷，後面還有九十一卷，哪有時間去觀光旅遊？沒這個時間。"
    },
    {
      "id": "12-017-0808_p0055",
      "zh_CN": "我现在去的几个地方都有限制，没有摄影棚的地方我不能去，去的时候没事情干，把大好光阴浪费掉。有录影棚设备的，有网路连线的，现在只有此地、澳洲，澳洲图文巴跟布里斯本有两个摄影棚，还有新加坡也有一个。现在到新加坡的时间比较少，什么原因？澳洲现在有两个道场，我要负责帮助他们。图文巴是净宗学院，那个地方培养讲经弘法的人才。布里斯本是净宗学会，最近那边的同修们，听说开了几次会，一定要把学会交给我。我听了之后，想一想也好，我愿意把它接收过来，做为一个专门念佛的道场。这是我多年的心愿，希望有一个纯粹念佛的道场。",
      "zh_TW": "我現在去的幾個地方都有限制，沒有攝影棚的地方我不能去，去的時候沒事情幹，把大好光陰浪費掉。有錄影棚設備的，有網路連線的，現在只有此地、澳洲，澳洲圖文巴跟布里斯本有兩個攝影棚，還有新加坡也有一個。現在到新加坡的時間比較少，什麼原因？澳洲現在有兩個道場，我要負責幫助他們。圖文巴是淨宗學院，那個地方培養講經弘法的人才。布里斯本是淨宗學會，最近那邊的同修們，聽說開了幾次會，一定要把學會交給我。我聽了之後，想一想也好，我願意把它接收過來，做為一個專門念佛的道場。這是我多年的心願，希望有一個純粹念佛的道場。"
    },
    {
      "id": "12-017-0808_p0056",
      "zh_CN": "所以前年李金友居士听说我有这个愿望，希望我在他山上建个念佛堂。念佛堂已经建了，现在还没有完工。布里斯本这个道场我要是接管，就做为一个像印祖灵岩山的念佛堂。这个念佛堂只有一句佛号，不怀疑、不夹杂、不间断。供养多少位同学在那边念佛？我想只供养四十八个人，阿弥陀佛四十八愿，做为一个精进念佛堂。每一期七十天，就是打佛七一样，十个佛七连起来打，七十天是一期。一年办四期，春夏秋冬每一季办一期。全年这四期总共是二百八十天，报名参加。",
      "zh_TW": "所以前年李金友居士聽說我有這個願望，希望我在他山上建個念佛堂。念佛堂已經建了，現在還沒有完工。布里斯本這個道場我要是接管，就做為一個像印祖靈巖山的念佛堂。這個念佛堂只有一句佛號，不懷疑、不夾雜、不間斷。供養多少位同學在那邊念佛？我想只供養四十八個人，阿彌陀佛四十八願，做為一個精進念佛堂。每一期七十天，就是打佛七一樣，十個佛七連起來打，七十天是一期。一年辦四期，春夏秋冬每一季辦一期。全年這四期總共是二百八十天，報名參加。"
    },
    {
      "id": "12-017-0808_p0057",
      "zh_CN": "如果第一期，我们按春夏秋冬来说，春季佛七人数要是满了，还有同修报名的，就推到下一期，人再多的，再推到下一期，一定能够满你的愿。这是在外国，便利各个地方的同学来参加。每一期圆满之后，我们一定开检讨会，改正我们的缺失，希望将来这个念佛堂方方面面都能做到尽善尽美。每一届我们都会认真检讨改进，也欢迎参与的同学们给我们提供宝贵的意见，希望大家在这里念佛，都能有一些成就。",
      "zh_TW": "如果第一期，我們按春夏秋冬來說，春季佛七人數要是滿了，還有同修報名的，就推到下一期，人再多的，再推到下一期，一定能夠滿你的願。這是在外國，便利各個地方的同學來參加。每一期圓滿之後，我們一定開檢討會，改正我們的缺失，希望將來這個念佛堂方方面面都能做到盡善盡美。每一屆我們都會認真檢討改進，也歡迎參與的同學們給我們提供寶貴的意見，希望大家在這裡念佛，都能有一些成就。"
    },
    {
      "id": "12-017-0808_p0058",
      "zh_CN": "我们念佛的目的是求念佛三昧，就是一心不乱。高的功夫我们达不到，至少我们希望能够念到功夫成片，也就是这一句佛号能够确确实实把自己的烦恼习气伏住，这是我们希求最低的标准。这十个佛七打下来之后，有这个能力，烦恼习气少了。烦恼轻，智慧长，你的身心清净，清凉自在，至少我们要达到这个目标。",
      "zh_TW": "我們念佛的目的是求念佛三昧，就是一心不亂。高的功夫我們達不到，至少我們希望能夠念到功夫成片，也就是這一句佛號能夠確確實實把自己的煩惱習氣伏住，這是我們希求最低的標準。這十個佛七打下來之後，有這個能力，煩惱習氣少了。煩惱輕，智慧長，你的身心清淨，清涼自在，至少我們要達到這個目標。"
    },
    {
      "id": "12-017-0808_p0059",
      "zh_CN": "为什么不是常年佛七？国外同学到澳洲，签证只能够拿到三个月，所以三个月参加这一届佛七，七十天，正好！所以到澳洲布里斯本净宗学会，不是去玩的，是去用功的。不是要去看我的，去看阿弥陀佛，到那边亲近阿弥陀佛，我做护法护持大家。这个念佛堂由出家众来带领，每一届至少有六个出家众来带领大家在一起共修。这是这一段时期不能离开澳洲的原因。所以新加坡去的时间比较少，我偶尔还是会到那边，去看看那一边的老同修。",
      "zh_TW": "為什麼不是常年佛七？國外同學到澳洲，簽證只能夠拿到三個月，所以三個月參加這一屆佛七，七十天，正好！所以到澳洲布里斯本淨宗學會，不是去玩的，是去用功的。不是要去看我的，去看阿彌陀佛，到那邊親近阿彌陀佛，我做護法護持大家。這個念佛堂由出家眾來帶領，每一屆至少有六個出家眾來帶領大家在一起共修。這是這一段時期不能離開澳洲的原因。所以新加坡去的時間比較少，我偶爾還是會到那邊，去看看那一邊的老同修。"
    },
    {
      "id": "12-017-0808_p0060",
      "zh_CN": "我们念佛堂的方法，还是依照往年我在美国的办法，我们念佛堂分为三个区，有绕佛的区，念佛一定要以绕佛为主。绕佛时间长，太累了，你可以坐下来稍微休息。休息的时间长，感觉得精神提不起来，你可以到佛前面去拜佛。所以有止静的区，有拜佛的区，有经行的区，分三个区。念佛一定要像谛闲老和尚教他那个徒弟锅漏匠，那个开示我觉得好，「念累了去休息，休息好了赶紧接着念」。什么时候累了什么时候休息，什么时候休息好了，什么时候接着干，日夜不间断。休息的时候，出家人不搭衣，把衣折叠起来，不脱海青，警觉性高；一醒来的时候衣一搭，马上就到念佛堂去。在家居士也不脱海青，提高警觉。",
      "zh_TW": "我們念佛堂的方法，還是依照往年我在美國的辦法，我們念佛堂分為三個區，有繞佛的區，念佛一定要以繞佛為主。繞佛時間長，太累了，你可以坐下來稍微休息。休息的時間長，感覺得精神提不起來，你可以到佛前面去拜佛。所以有止靜的區，有拜佛的區，有經行的區，分三個區。念佛一定要像諦閑老和尚教他那個徒弟鍋漏匠，那個開示我覺得好，「念累了去休息，休息好了趕緊接著念」。什麼時候累了什麼時候休息，什麼時候休息好了，什麼時候接著幹，日夜不間斷。休息的時候，出家人不搭衣，把衣摺疊起來，不脫海青，警覺性高；一醒來的時候衣一搭，馬上就到念佛堂去。在家居士也不脫海青，提高警覺。"
    },
    {
      "id": "12-017-0808_p0061",
      "zh_CN": "二十四小时佛堂里一定有人在念佛，因为休息好了，他马上就进来念佛。出家的法师轮流带领，二六时中念佛堂里头决定不能说这里头没有出家人，不可以；无论什么时候进念佛堂，都有法师在里头带领，真干！真诚心、清净心，一心求生净土，身心世界一切放下，什么念头都没有。眼看的是阿弥陀佛，口念的是阿弥陀佛，耳听的是阿弥陀佛，鼻闻的是戒定真香，这是般若，这才是我们真正的岸，彼岸。",
      "zh_TW": "二十四小時佛堂裡一定有人在念佛，因為休息好了，他馬上就進來念佛。出家的法師輪流帶領，二六時中念佛堂裡頭決定不能說這裡頭沒有出家人，不可以；無論什麼時候進念佛堂，都有法師在裡頭帶領，真幹！真誠心、清淨心，一心求生淨土，身心世界一切放下，什麼念頭都沒有。眼看的是阿彌陀佛，口念的是阿彌陀佛，耳聽的是阿彌陀佛，鼻聞的是戒定真香，這是般若，這才是我們真正的岸，彼岸。"
    },
    {
      "id": "12-017-0808_p0062",
      "zh_CN": "所以「金刚妙宝为其岸」，我们要取表法的意思，般若、戒定是彼岸，这个意思就完全对了，我们在这里头就学到真正的东西。「以戒为师，以苦为师」。在这个道场照顾这些人修行，那真的是有功德，这是真正的好事。那边什么时候开始，日期将来定好之后，会在此地协会公布栏公布。如果有时间、有兴趣的话，有这个愿望，可以先报名。将来会有报名单，填好之后传真过去就可以，那边给你们安排时间。好，现在钟点到了。",
      "zh_TW": "所以「金剛妙寶為其岸」，我們要取表法的意思，般若、戒定是彼岸，這個意思就完全對了，我們在這裡頭就學到真正的東西。「以戒為師，以苦為師」。在這個道場照顧這些人修行，那真的是有功德，這是真正的好事。那邊什麼時候開始，日期將來定好之後，會在此地協會公佈欄公佈。如果有時間、有興趣的話，有這個願望，可以先報名。將來會有報名單，填好之後傳真過去就可以，那邊給你們安排時間。好，現在鐘點到了。"
    }
  ]
}