{
  "doc_id": "12-017-0779",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七七九卷",
    "zh_TW": "第七七九卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0779",
  "total_paragraphs": 54,
  "paragraphs": [
    {
      "id": "12-017-0779_p0001",
      "zh_CN": "诸位同学，请看「华藏世界品」，第一段风轮，第三小段「所出莲华」：",
      "zh_TW": "諸位同學，請看「華藏世界品」，第一段風輪，第三小段「所出蓮華」："
    },
    {
      "id": "12-017-0779_p0002",
      "zh_CN": "【此香水海有大莲华，名种种光明蕊香幢。】",
      "zh_TW": "【此香水海有大蓮華，名種種光明蕊香幢。】"
    },
    {
      "id": "12-017-0779_p0003",
      "zh_CN": "这是讲华藏世界。『莲华』也是表法的，我们必须要记住。『香水海』，香水海是表自性，是表藏识，从香水海里面变现出大莲华。清凉大师从这个相上解释，「所出莲华，蕊放异光」，蕊是花里的莲蓬，花蕊放光，「又发胜香」，不但有光，而且有香，「高出降伏，故立此名」，这个意思就表现出来了。高出降伏什么？降伏一切众生的烦恼习气，降伏一切众生错误的思想观念，本经所讲的妄想分别执着。由此可知，没有一法不是教化众生、帮助众生超凡入圣的设施。懂得这个意思，修行哪有不结果的道理！最重要的意思，接着下面说，「又所发万行」，万行是花，「一一觉性」，觉性就是光明的意思。「皆能普熏」，普熏是香的意思。把莲华名称表法的义趣说出来了，真正的意思是在这个地方。",
      "zh_TW": "這是講華藏世界。『蓮華』也是表法的，我們必須要記住。『香水海』，香水海是表自性，是表藏識，從香水海裡面變現出大蓮華。清涼大師從這個相上解釋，「所出蓮華，蕊放異光」，蕊是花裡的蓮蓬，花蕊放光，「又發勝香」，不但有光，而且有香，「高出降伏，故立此名」，這個意思就表現出來了。高出降伏什麼？降伏一切眾生的煩惱習氣，降伏一切眾生錯誤的思想觀念，本經所講的妄想分別執著。由此可知，沒有一法不是教化眾生、幫助眾生超凡入聖的設施。懂得這個意思，修行哪有不結果的道理！最重要的意思，接著下面說，「又所發萬行」，萬行是花，「一一覺性」，覺性就是光明的意思。「皆能普熏」，普熏是香的意思。把蓮華名稱表法的義趣說出來了，真正的意思是在這個地方。"
    },
    {
      "id": "12-017-0779_p0004",
      "zh_CN": "所以佛门供佛的供具里面，花很重要，花代表什么？花代表修行，因！我们看一般的植物，先开花后结果；花代表修因，果代表果报。花开得好，果一定长得好，这就是佛家常讲的种善因得善果；花要开得不好，果当然就不好，果可能没有收成。所以因花，看到花就想到我要修因。 因是什么？通常是讲六波罗蜜，花代表六波罗蜜。供佛，无论供什么花，有些人说这种花可以供，那种花不可以供，这个观念是错误的，这是妄想分别执着，花并不是给佛看的，不是给菩萨欣赏的。花是什么？提醒我们自己。我们自己看到花就想到果报，就想到要修行，所以它是代表因。佛前面供果，果就是代表果报。花是因，供的果是果报，因果。供在这里，叫我们看到，提醒我们要重视因果；因好，果一定好，取这个意思。",
      "zh_TW": "所以佛門供佛的供具裡面，花很重要，花代表什麼？花代表修行，因！我們看一般的植物，先開花後結果；花代表修因，果代表果報。花開得好，果一定長得好，這就是佛家常講的種善因得善果；花要開得不好，果當然就不好，果可能沒有收成。所以因花，看到花就想到我要修因。 因是什麼？通常是講六波羅蜜，花代表六波羅蜜。供佛，無論供什麼花，有些人說這種花可以供，那種花不可以供，這個觀念是錯誤的，這是妄想分別執著，花並不是給佛看的，不是給菩薩欣賞的。花是什麼？提醒我們自己。我們自己看到花就想到果報，就想到要修行，所以它是代表因。佛前面供果，果就是代表果報。花是因，供的果是果報，因果。供在這裡，叫我們看到，提醒我們要重視因果；因好，果一定好，取這個意思。"
    },
    {
      "id": "12-017-0779_p0005",
      "zh_CN": "六度是菩萨行门的归纳，为六大类，展开叫万行，无量无边的行门，修因！我们不能不知道。每一个修行的方法，我们讲「法门无量誓愿学」，每一个法门都能启发你的觉性。换句话说，每一个法门修学的目的都是教你开智慧的，都是帮助你断烦恼、开智慧，所以叫觉性，这就是光明。断烦恼是除暗，生智慧就是光明。『种种光明』就说明因地修行是种种法门，一个法门里面要细说也是种种。我们今天修的净土法门，在我们日常生活当中，工作里头，处事待人接物，我们活活泼泼的在应用，我们现在人讲在落实，那不是「种种光明」吗？",
      "zh_TW": "六度是菩薩行門的歸納，為六大類，展開叫萬行，無量無邊的行門，修因！我們不能不知道。每一個修行的方法，我們講「法門無量誓願學」，每一個法門都能啟發你的覺性。換句話說，每一個法門修學的目的都是教你開智慧的，都是幫助你斷煩惱、開智慧，所以叫覺性，這就是光明。斷煩惱是除暗，生智慧就是光明。『種種光明』就說明因地修行是種種法門，一個法門裡面要細說也是種種。我們今天修的淨土法門，在我們日常生活當中，工作裡頭，處事待人接物，我們活活潑潑的在應用，我們現在人講在落實，那不是「種種光明」嗎？"
    },
    {
      "id": "12-017-0779_p0006",
      "zh_CN": "『香』，清凉大师注得很清楚，「普熏」，普是普遍、又是平等，接受佛法的薰陶。我们说得更清楚、更明白一点，就是接受经论的薰陶。经上教我们做的一定要依教奉行，经上不许可我们做的，我们就不能违犯。但是你一定要晓得，众生的根性不相同，所以在做的时候是活的，不是死的。譬如佛法修学第一个课程，第一个阶段的课程，持戒！戒为无上菩提本，不持戒怎么行，你怎么能成就？因戒得定，因定开慧。但是戒是活的，每一条戒都有开遮持犯，你不能不懂；你要不懂，你就死在戒条之下，你不能活用。所以它是活的，这里头要有智慧，要通权达变。",
      "zh_TW": "『香』，清涼大師註得很清楚，「普熏」，普是普遍、又是平等，接受佛法的薰陶。我們說得更清楚、更明白一點，就是接受經論的薰陶。經上教我們做的一定要依教奉行，經上不許可我們做的，我們就不能違犯。但是你一定要曉得，眾生的根性不相同，所以在做的時候是活的，不是死的。譬如佛法修學第一個課程，第一個階段的課程，持戒！戒為無上菩提本，不持戒怎麼行，你怎麼能成就？因戒得定，因定開慧。但是戒是活的，每一條戒都有開遮持犯，你不能不懂；你要不懂，你就死在戒條之下，你不能活用。所以它是活的，這裡頭要有智慧，要通權達變。"
    },
    {
      "id": "12-017-0779_p0007",
      "zh_CN": "除了戒之外，还有斋，现在斋的意思大家也不懂了。现在人把吃素当作斋，这个错了。斋的意思是什么？日中一食，过中不食，那叫斋。现在很多人不晓得这个意思，错会了。佛陀当年在世，他们生活方式是采取托钵。什么时候去托钵？大概九点多钟就出门去托钵，一定要在十一点半之前吃完。为什么？不能过日中。我们晓得每天日中时间都不相同，每天差不多相差四分钟。所以要持斋现在比从前方便，从前是用日晷，但是天阴、下雨，没有太阳，你就不晓得什么时候是日中。现在方便，用天文日历，你到天文台可以买得到，每天日中是几分几秒，几点几分几秒，每天不一样。你不能过这个时间，过这个时间你再吃东西，这个斋就破掉了。但是在十一点半之前，你要是吃完，决定不会违犯。因为这个时间幅度没有这么大，十一点半钟以前，肯定不会破斋。现在我们一般人误会，把素食当作持斋，这个错了！不是这个意思。",
      "zh_TW": "除了戒之外，還有齋，現在齋的意思大家也不懂了。現在人把吃素當作齋，這個錯了。齋的意思是什麼？日中一食，過中不食，那叫齋。現在很多人不曉得這個意思，錯會了。佛陀當年在世，他們生活方式是採取托缽。什麼時候去托缽？大概九點多鐘就出門去托缽，一定要在十一點半之前吃完。為什麼？不能過日中。我們曉得每天日中時間都不相同，每天差不多相差四分鐘。所以要持齋現在比從前方便，從前是用日晷，但是天陰、下雨，沒有太陽，你就不曉得什麼時候是日中。現在方便，用天文日曆，你到天文台可以買得到，每天日中是幾分幾秒，幾點幾分幾秒，每天不一樣。你不能過這個時間，過這個時間你再吃東西，這個齋就破掉了。但是在十一點半之前，你要是吃完，決定不會違犯。因為這個時間幅度沒有這麼大，十一點半鐘以前，肯定不會破齋。現在我們一般人誤會，把素食當作持齋，這個錯了！不是這個意思。"
    },
    {
      "id": "12-017-0779_p0008",
      "zh_CN": "你要晓得世尊当年在外面托钵，所有出家人托钵，托钵人家给什么吃什么，随缘而不攀缘。佛法讲「慈悲为本，方便为门」，人家家里吃什么东西，他就给你什么东西，不能给出家人单独去做，那不叫找人家麻烦吗？现在诸位如果到泰国、到缅甸去，那边是小乘国家。印度的斯里兰卡，你们去看，他们出家人还是出去托钵，施主给什么吃什么，没有选择的。全世界的佛教都过的是这样生活，都没有像中国人吃素食的。我们中国的出家人到外国，人家看到我们很奇怪：为什么不吃肉？外国人没有这个忌讳，就是连韩国、日本都没有这个忌讳。我们知道他那个作法也是正确的，我们这个作法有好处。素食是中国梁武帝提倡的，常识一定要懂，为什么？到外国不要被人笑话。所以素食只有在中国，外国没有。",
      "zh_TW": "你要曉得世尊當年在外面托缽，所有出家人托缽，托缽人家給什麼吃什麼，隨緣而不攀緣。佛法講「慈悲為本，方便為門」，人家家裡吃什麼東西，他就給你什麼東西，不能給出家人單獨去做，那不叫找人家麻煩嗎？現在諸位如果到泰國、到緬甸去，那邊是小乘國家。印度的斯里蘭卡，你們去看，他們出家人還是出去托缽，施主給什麼吃什麼，沒有選擇的。全世界的佛教都過的是這樣生活，都沒有像中國人吃素食的。我們中國的出家人到外國，人家看到我們很奇怪：為什麼不吃肉？外國人沒有這個忌諱，就是連韓國、日本都沒有這個忌諱。我們知道他那個作法也是正確的，我們這個作法有好處。素食是中國梁武帝提倡的，常識一定要懂，為什麼？到外國不要被人笑話。所以素食只有在中國，外國沒有。"
    },
    {
      "id": "12-017-0779_p0009",
      "zh_CN": "佛法里面只有讲不杀生，吃三净肉。什么叫三净肉？不见杀，你没有看到杀；你没有听到杀的声音，叫不闻杀：不是为我杀的。这个肉就可以吃，叫三净肉。如果你看到杀，不忍心；听到杀的声音，不忍心；为我杀，我有过失。所以施主布施供养的，你没有见到杀，你没有听到杀，他不是专门为你杀的。佛教出家人外面托钵吃三净肉，佛出去托钵亦复如是。佛教传到中国，当时那些法师大德也是吃三净肉，接受中国帝王的供养。我们知道佛教最初来到中国是竺法兰尊者、摩腾他们两个人，接受中国皇帝，那是汉明帝派特使到西域去求法，这二位法师发心到中国来。来的时候，接受中国帝王大臣的供养，那个时候他们也是吃三净肉。到梁武帝的时候，梁武帝读《楞伽经》，佛在经上说：菩萨大慈大悲，不忍心吃众生肉。梁武帝看到这句经文非常感动，触动他的善根，他发心素食，把肉食断掉了。他是佛门的大护法，在寺院里对出家人提议，我们搞素食运动。所以梁武帝发起的素食运动，当时寺院出家人就响应。当然那时候响应不是全国，是局部，以后慢慢的全国都受到影响。不但出家人受到影响，在家居士也受到影响，都采取素食。",
      "zh_TW": "佛法裡面只有講不殺生，吃三淨肉。什麼叫三淨肉？不見殺，你沒有看到殺；你沒有聽到殺的聲音，叫不聞殺：不是為我殺的。這個肉就可以吃，叫三淨肉。如果你看到殺，不忍心；聽到殺的聲音，不忍心；為我殺，我有過失。所以施主布施供養的，你沒有見到殺，你沒有聽到殺，他不是專門為你殺的。佛教出家人外面托缽吃三淨肉，佛出去托缽亦復如是。佛教傳到中國，當時那些法師大德也是吃三淨肉，接受中國帝王的供養。我們知道佛教最初來到中國是竺法蘭尊者、摩騰他們兩個人，接受中國皇帝，那是漢明帝派特使到西域去求法，這二位法師發心到中國來。來的時候，接受中國帝王大臣的供養，那個時候他們也是吃三淨肉。到梁武帝的時候，梁武帝讀《楞伽經》，佛在經上說：菩薩大慈大悲，不忍心吃眾生肉。梁武帝看到這句經文非常感動，觸動他的善根，他發心素食，把肉食斷掉了。他是佛門的大護法，在寺院裡對出家人提議，我們搞素食運動。所以梁武帝發起的素食運動，當時寺院出家人就響應。當然那時候響應不是全國，是局部，以後慢慢的全國都受到影響。不但出家人受到影響，在家居士也受到影響，都採取素食。"
    },
    {
      "id": "12-017-0779_p0010",
      "zh_CN": "素食真的好处很多，尤其是近代。近代在这半个世纪，二次大战之后，随着科学技术的发达，化学的饲料愈来愈多了。家里面养的这些畜生都用化学饲料，化学饲料有毒。我前几年还在台湾讲经的时候，有同修告诉我，现在他们养的猪六个月就长得又肥又壮。给牠吃什么？吃荷尔蒙，长得快！半年就卖去杀掉了；鸡，六个星期。所以牠的肉质里面有毒素。现在人吃肉食得奇奇怪怪的病，病从口入。你们也许问，可能海鲜比较好一点？海鲜从前是好一点，现在不行了。海水污染，特别是沿岸近海。还没有受到污染的是深海，距离陆地很远的地方，稍微好一点。河水的污染更严重！",
      "zh_TW": "素食真的好處很多，尤其是近代。近代在這半個世紀，二次大戰之後，隨著科學技術的發達，化學的飼料愈來愈多了。家裡面養的這些畜生都用化學飼料，化學飼料有毒。我前幾年還在台灣講經的時候，有同修告訴我，現在他們養的豬六個月就長得又肥又壯。給牠吃什麼？吃荷爾蒙，長得快！半年就賣去殺掉了；雞，六個星期。所以牠的肉質裡面有毒素。現在人吃肉食得奇奇怪怪的病，病從口入。你們也許問，可能海鮮比較好一點？海鮮從前是好一點，現在不行了。海水污染，特別是沿岸近海。還沒有受到污染的是深海，距離陸地很遠的地方，稍微好一點。河水的污染更嚴重！"
    },
    {
      "id": "12-017-0779_p0011",
      "zh_CN": "我们是五十年跟肉食断绝了。我曾经有一次问过方夫人，方东美先生的夫人。我问她：你们现在吃的肉食，吃的猪肉、鸡肉，跟三、四十年前吃的肉食，味道相不相同？她大概想了五分钟，很冷静的想，最后告诉我，不相同！没有以前那个味道的鲜美，没有了。什么原因？从前一般养猪的人家都是养在野外，没有杀的时候，牠活得很幸福，自由自在，无拘无束，真的牠很快乐。现在猪只怎么养的？从小就关在笼子里面，天天喂牠，吃完了睡，睡好了就吃，等于说终身生活在监牢狱里，没有离开牠的猪圈。你就想想，牠是什么样的心情？鸡也是如此，鸡孵出来之后就在笼子里养。我们看到养鸡场，我们虽然没有亲自看到过，在电视里面看过。你看养猪，一大群一大群，猪圈；养鸡的，排上架子，鸡一只一只挨在一起。你就想想，牠是什么样的心情？哪里像从前农村里面养的鸡都在野外，没有杀牠的时候，牠的生活确确实实很自由、很自在的，心情不相同。我们将心比心，畜生跟人没有两样，终身监禁，心情不好就影响生理，牠的肉质怎么会好？",
      "zh_TW": "我們是五十年跟肉食斷絕了。我曾經有一次問過方夫人，方東美先生的夫人。我問她：你們現在吃的肉食，吃的豬肉、雞肉，跟三、四十年前吃的肉食，味道相不相同？她大概想了五分鐘，很冷靜的想，最後告訴我，不相同！沒有以前那個味道的鮮美，沒有了。什麼原因？從前一般養豬的人家都是養在野外，沒有殺的時候，牠活得很幸福，自由自在，無拘無束，真的牠很快樂。現在豬隻怎麼養的？從小就關在籠子裡面，天天餵牠，吃完了睡，睡好了就吃，等於說終身生活在監牢獄裡，沒有離開牠的豬圈。你就想想，牠是什麼樣的心情？雞也是如此，雞孵出來之後就在籠子裡養。我們看到養雞場，我們雖然沒有親自看到過，在電視裡面看過。你看養豬，一大群一大群，豬圈；養雞的，排上架子，雞一隻一隻挨在一起。你就想想，牠是什麼樣的心情？哪裡像從前農村裡面養的雞都在野外，沒有殺牠的時候，牠的生活確確實實很自由、很自在的，心情不相同。我們將心比心，畜生跟人沒有兩樣，終身監禁，心情不好就影響生理，牠的肉質怎麼會好？"
    },
    {
      "id": "12-017-0779_p0012",
      "zh_CN": "我们这几年住在澳洲，看到澳洲牧场，那是真的不一样。它地太大了，那些牛羊都等于是野生的。问主人：你这个牛羊有多少只？不晓得！所以牠那个肉质不一样。澳洲，我住在乡下，乡下人养鸡跟我们从前五十年前的农村一样，鸡在院子里到处走，不一样！那个鸡生下来的蛋，跟我们现在市场买的鸡蛋的味道完全两样，怎么会相同！所以现在一般社会大众奇奇怪怪的病那么多，从哪里来的？从饮食来的，古人讲的「病从口入，祸从口出」，一点都不错。我们要能守得住。但是科技发展到今天，素食也有问题了，也不清净了。蔬菜有很严重的农药，素食里头都有毒，所以菜要洗很多遍。往年我们在台湾，韩馆长在的时候，买的那些蔬菜，回来要用淘米水来洗，要洗很多遍，你说多痛苦，菜的味道也失真了。",
      "zh_TW": "我們這幾年住在澳洲，看到澳洲牧場，那是真的不一樣。它地太大了，那些牛羊都等於是野生的。問主人：你這個牛羊有多少隻？不曉得！所以牠那個肉質不一樣。澳洲，我住在鄉下，鄉下人養雞跟我們從前五十年前的農村一樣，雞在院子裡到處走，不一樣！那個雞生下來的蛋，跟我們現在市場買的雞蛋的味道完全兩樣，怎麼會相同！所以現在一般社會大眾奇奇怪怪的病那麼多，從哪裡來的？從飲食來的，古人講的「病從口入，禍從口出」，一點都不錯。我們要能守得住。但是科技發展到今天，素食也有問題了，也不清淨了。蔬菜有很嚴重的農藥，素食裡頭都有毒，所以菜要洗很多遍。往年我們在台灣，韓館長在的時候，買的那些蔬菜，回來要用淘米水來洗，要洗很多遍，你說多痛苦，菜的味道也失真了。"
    },
    {
      "id": "12-017-0779_p0013",
      "zh_CN": "所以有一年，广州光孝寺老和尚请我去讲经。第一次我住三天，本焕老和尚接待我，办了素席给我吃。我就跟老和尚说：我们出家人不要这么客气，那些东西都很名贵，什么香菇、木耳这些东西。我说：我们出家人青菜、豆腐就好，不要这样破费。他说：你喜欢吃什么？我喜欢吃青菜，绿色的。到第二天开饭的时候，满桌像菜园一样，全是绿色的。我吃起来味道好，台湾吃不到的。由这个地方看，那个时候广东这个地区农民所种植的蔬菜还没有被污染，化肥、农药可能还没有，现在我就不晓得了。味道不一样。第二次我去讲经，隔一年，我第二次去讲经，讲了五天，在广州住五天。",
      "zh_TW": "所以有一年，廣州光孝寺老和尚請我去講經。第一次我住三天，本煥老和尚接待我，辦了素席給我吃。我就跟老和尚說：我們出家人不要這麼客氣，那些東西都很名貴，什麼香菇、木耳這些東西。我說：我們出家人青菜、豆腐就好，不要這樣破費。他說：你喜歡吃什麼？我喜歡吃青菜，綠色的。到第二天開飯的時候，滿桌像菜園一樣，全是綠色的。我吃起來味道好，台灣吃不到的。由這個地方看，那個時候廣東這個地區農民所種植的蔬菜還沒有被污染，化肥、農藥可能還沒有，現在我就不曉得了。味道不一樣。第二次我去講經，隔一年，我第二次去講經，講了五天，在廣州住五天。"
    },
    {
      "id": "12-017-0779_p0014",
      "zh_CN": "所以现在就是素食，蔬菜都很麻烦。现在听说有什么有机的蔬菜，价钱比普通的价钱要贵。是不是真的有机的？现在冒充的太多太多了，我们怎么能辨别？生活不容易！我们现在在澳洲，澳洲土地面积很大，我们的小道场有二十多万呎的土地。我们自己院子里种菜，各式各样的菜我们都种。我们没有用化肥，也没有用农药，那真的是有机，味道不相同。我们用肥料是用堆肥，就是草、树叶，我们把它挖个坑埋在地下，大概两个星期就腐烂，就变成肥料，这是最健康的。我们净宗学院在图文巴山上有两个菜园，我们的菜供给一百多人吃，吃不完。自己种，不但种很多种菜的品种，我们还种了能做主食用的，我们种花生、马铃薯、蕃薯、玉米，这些可以做主食用的。都是自己种。可是在今天都市，人口多，土地面积小，没有法子自己种。",
      "zh_TW": "所以現在就是素食，蔬菜都很麻煩。現在聽說有什麼有機的蔬菜，價錢比普通的價錢要貴。是不是真的有機的？現在冒充的太多太多了，我們怎麼能辨別？生活不容易！我們現在在澳洲，澳洲土地面積很大，我們的小道場有二十多萬呎的土地。我們自己院子裡種菜，各式各樣的菜我們都種。我們沒有用化肥，也沒有用農藥，那真的是有機，味道不相同。我們用肥料是用堆肥，就是草、樹葉，我們把它挖個坑埋在地下，大概兩個星期就腐爛，就變成肥料，這是最健康的。我們淨宗學院在圖文巴山上有兩個菜園，我們的菜供給一百多人吃，吃不完。自己種，不但種很多種菜的品種，我們還種了能做主食用的，我們種花生、馬鈴薯、蕃薯、玉米，這些可以做主食用的。都是自己種。可是在今天都市，人口多，土地面積小，沒有法子自己種。"
    },
    {
      "id": "12-017-0779_p0015",
      "zh_CN": "李老师以前常常讲，晚年很感叹的说：我们哪里是吃饭，三餐服毒。一生素食，现在到晚年三餐服毒，连米都掺着化学东西在里面，那个米好看漂亮。现在世界到这么一个程度，这很悲哀！这是我们从普熏、从香的意思来说，所以要懂得。我们中国人采取素食，在现在来讲，特别是对中年以上的人，对于他的健康有一定的帮助。我学佛二十六岁，我学佛大概不到六个月我就吃素，知道素食的好处，我吃素吃了五十年。",
      "zh_TW": "李老師以前常常講，晚年很感嘆的說：我們哪裡是吃飯，三餐服毒。一生素食，現在到晚年三餐服毒，連米都摻著化學東西在裡面，那個米好看漂亮。現在世界到這麼一個程度，這很悲哀！這是我們從普熏、從香的意思來說，所以要懂得。我們中國人採取素食，在現在來講，特別是對中年以上的人，對於他的健康有一定的幫助。我學佛二十六歲，我學佛大概不到六個月我就吃素，知道素食的好處，我吃素吃了五十年。"
    },
    {
      "id": "12-017-0779_p0016",
      "zh_CN": "素食里面戒五辛，这个要附带跟诸位说说。五辛，佛法讲荤腥，那个腥是肉字边，荤是草，是草字头；五辛是荤，肉食叫腥，我们要懂这个道理。佛对于初学，五辛要戒。但是托钵的时候就没有法子，人家给你什么，你就吃什么，这个道理必须要懂得。五辛是什么？大蒜、荞头（就是小蒜），葱、韭菜、洋葱，洋葱在佛经叫兴渠，那个时候中国没有，现在都有进口。这五种东西，佛为什么不准初学人吃？《楞严经》上讲得很清楚，生吃它影响你的生理，生吃、熟吃都影响生理。生吃容易动肝火、发脾气，这个对于修行有妨碍；熟吃，这个东西产生荷尔蒙，容易引起性冲动。这个对于修行人真的是妨碍，佛法要断贪瞋痴，所以佛禁止。但是它有开缘，你必须晓得，开缘是药用，你生病的时候需要这些东西做药引，这是开缘。为什么？那个量少，不起作用，这一定要懂得。",
      "zh_TW": "素食裡面戒五辛，這個要附帶跟諸位說說。五辛，佛法講葷腥，那個腥是肉字邊，葷是草，是草字頭；五辛是葷，肉食叫腥，我們要懂這個道理。佛對於初學，五辛要戒。但是托缽的時候就沒有法子，人家給你什麼，你就吃什麼，這個道理必須要懂得。五辛是什麼？大蒜、蕎頭（就是小蒜），蔥、韭菜、洋蔥，洋蔥在佛經叫興渠，那個時候中國沒有，現在都有進口。這五種東西，佛為什麼不准初學人吃？《楞嚴經》上講得很清楚，生吃它影響你的生理，生吃、熟吃都影響生理。生吃容易動肝火、發脾氣，這個對於修行有妨礙；熟吃，這個東西產生荷爾蒙，容易引起性衝動。這個對於修行人真的是妨礙，佛法要斷貪瞋痴，所以佛禁止。但是它有開緣，你必須曉得，開緣是藥用，你生病的時候需要這些東西做藥引，這是開緣。為什麼？那個量少，不起作用，這一定要懂得。"
    },
    {
      "id": "12-017-0779_p0017",
      "zh_CN": "在现代人医学上讲，这五种东西对人身体有百利而无一害；实在讲它有一害，但是利多于害。这五种东西杀菌，像现在饮食里面带的病菌很多，这个东西杀菌，防止疾病的。我给同学们报告，过去韩馆长主持「台北华藏图书馆」，规定图书馆每一个星期大众要吃一次大蒜，要吃一次韭菜，这是韩馆长规定的。为什么？为了健康，为了防止疾病，伤风感冒叫你吃大蒜。我们吃大蒜会不会产生作用？不会。为什么？量少不够。生大蒜很难吃，比辣椒还难吃，我们通常能吃多少？两瓣、三瓣。要发生作用是什么？像山东人吃蒜瓣像吃花生米一样，那个我们不行，我们受不了，那个才能发生作用。所以你一定要懂得。",
      "zh_TW": "在現代人醫學上講，這五種東西對人身體有百利而無一害；實在講它有一害，但是利多於害。這五種東西殺菌，像現在飲食裡面帶的病菌很多，這個東西殺菌，防止疾病的。我給同學們報告，過去韓館長主持「台北華藏圖書館」，規定圖書館每一個星期大眾要吃一次大蒜，要吃一次韭菜，這是韓館長規定的。為什麼？為了健康，為了防止疾病，傷風感冒叫你吃大蒜。我們吃大蒜會不會產生作用？不會。為什麼？量少不夠。生大蒜很難吃，比辣椒還難吃，我們通常能吃多少？兩瓣、三瓣。要發生作用是什麼？像山東人吃蒜瓣像吃花生米一樣，那個我們不行，我們受不了，那個才能發生作用。所以你一定要懂得。"
    },
    {
      "id": "12-017-0779_p0018",
      "zh_CN": "像酒，酒是五戒里头的。酒怎么样才能产生过失？酒醉就有过失。你酒要不喝醉，不会发生过失。但是为了防止，所以禁止，不让你喝酒。早年李炳南老居士跟我们讲《礼记》的时候，那时候《礼记》采取的注解是郑康成的，郑玄。他讲郑玄的故事给我们听，郑玄酒量大了。他离开老师的时候，老师带着同学到十里长亭给他饯行，每个人敬他三杯酒，他喝三百杯。这个三百杯是有典故的，就是郑康成，三百杯酒喝下来之后，他小小的礼节都不失，海量！所以李老师讲如果我们人人都有像郑康成这个海量，五戒里头不饮酒这一条就没有了。酒是遮戒，不是性罪，它本身没有过失，酒醉之后乱性。所以，你要懂这个道理。现在素菜里面有用酒做佐料行不行？行！为什么？不会醉。我在台中亲近李老师，厨房里面给李老师做的素菜，里面都用酒做佐料，有没有过失？我们知道没有过失。所以每一条戒，佛制定的因缘一定要懂。为什么制定这一条戒？这一条戒我们要怎样受持？要了解开遮持犯。当我们身体需要的时候，都是开缘，用量你捏住分寸，决定不能超过；超过它就起副作用，不超过，它的作用是正常的。",
      "zh_TW": "像酒，酒是五戒裡頭的。酒怎麼樣才能產生過失？酒醉就有過失。你酒要不喝醉，不會發生過失。但是為了防止，所以禁止，不讓你喝酒。早年李炳南老居士跟我們講《禮記》的時候，那時候《禮記》採取的註解是鄭康成的，鄭玄。他講鄭玄的故事給我們聽，鄭玄酒量大了。他離開老師的時候，老師帶著同學到十里長亭給他餞行，每個人敬他三杯酒，他喝三百杯。這個三百杯是有典故的，就是鄭康成，三百杯酒喝下來之後，他小小的禮節都不失，海量！所以李老師講如果我們人人都有像鄭康成這個海量，五戒裡頭不飲酒這一條就沒有了。酒是遮戒，不是性罪，它本身沒有過失，酒醉之後亂性。所以，你要懂這個道理。現在素菜裡面有用酒做佐料行不行？行！為什麼？不會醉。我在台中親近李老師，廚房裡面給李老師做的素菜，裡面都用酒做佐料，有沒有過失？我們知道沒有過失。所以每一條戒，佛制定的因緣一定要懂。為什麼制定這一條戒？這一條戒我們要怎樣受持？要了解開遮持犯。當我們身體需要的時候，都是開緣，用量你捏住分寸，決定不能超過；超過它就起副作用，不超過，它的作用是正常的。"
    },
    {
      "id": "12-017-0779_p0019",
      "zh_CN": "韭菜它的作用是清除大肠，我们一般讲通大便。大便困难，我们现在一般用西药来帮助你，但是那个药有副作用。最好的用韭菜，不过量，帮助你通大便，没有副作用，这叫药用。平常菜里面用蒜泥，大蒜捣碎做为香料用，这个没有过失，做佐料。特别是对初学在家居士，因为你要是劝他吃素，连这些东西都禁止，这个素食不好吃，没有味道，他还是吃肉去了。这是开缘，对于初学的人我们对他开缘，这个不禁止。素菜不错！味道很好，很好吃！他不吃众生肉，不造杀生的业，这个对他的帮助就很大了。同时跟他说明这些道理，他逐渐明白了，知道怎样在饮食上调适才能保持身心的健康。健康的身体不是为自己，为众生服务，为自己早就选择往生了。现在众生还需要这个工具，怎么样把这个工具调理好，多替众生服务。饮食起居是大学问，不能不知道。",
      "zh_TW": "韭菜它的作用是清除大腸，我們一般講通大便。大便困難，我們現在一般用西藥來幫助你，但是那個藥有副作用。最好的用韭菜，不過量，幫助你通大便，沒有副作用，這叫藥用。平常菜裡面用蒜泥，大蒜搗碎做為香料用，這個沒有過失，做佐料。特別是對初學在家居士，因為你要是勸他吃素，連這些東西都禁止，這個素食不好吃，沒有味道，他還是吃肉去了。這是開緣，對於初學的人我們對他開緣，這個不禁止。素菜不錯！味道很好，很好吃！他不吃眾生肉，不造殺生的業，這個對他的幫助就很大了。同時跟他說明這些道理，他逐漸明白了，知道怎樣在飲食上調適才能保持身心的健康。健康的身體不是為自己，為眾生服務，為自己早就選擇往生了。現在眾生還需要這個工具，怎麼樣把這個工具調理好，多替眾生服務。飲食起居是大學問，不能不知道。"
    },
    {
      "id": "12-017-0779_p0020",
      "zh_CN": "初学佛的人问你：佛教为什么这个不能吃，为什么那个可以吃？你要把道理说出来，别人听了心服口服，知道学习。我们自己的形相，那是个招牌。特别是七十岁以上，七十岁以上开缘就很多。为什么？身体体力衰了，衰退了，血液循环缓慢了，帮助血液循环最好的是酒。我在年轻的时候常常亲近华严莲社，华严莲社的老和尚，智光老和尚，那是当时的高僧大德。我们那时候年轻二十几岁，常常到道场做义工，所以老和尚常常叫我们跟他一起吃饭。他没有忌讳，他每一餐饭有一杯酒，我们看到奇怪，不敢说。以后到台中亲近李老师，我才把这桩事跟老师说出来。李老师说：对！年岁大了，他这一杯酒是开戒，这不是破戒，不是犯戒。他身体需要，帮助血液循环。他没有喝醉，他只有那个小酒盅一盅。我们晓得了，明白了。所以懂得戒条每一条戒都是活的，不是死的，在不同场合当中，你要懂得怎么样去做，自他两利。佛法自始至终活活泼泼，不是死呆板的。",
      "zh_TW": "初學佛的人問你：佛教為什麼這個不能吃，為什麼那個可以吃？你要把道理說出來，別人聽了心服口服，知道學習。我們自己的形相，那是個招牌。特別是七十歲以上，七十歲以上開緣就很多。為什麼？身體體力衰了，衰退了，血液循環緩慢了，幫助血液循環最好的是酒。我在年輕的時候常常親近華嚴蓮社，華嚴蓮社的老和尚，智光老和尚，那是當時的高僧大德。我們那時候年輕二十幾歲，常常到道場做義工，所以老和尚常常叫我們跟他一起吃飯。他沒有忌諱，他每一餐飯有一杯酒，我們看到奇怪，不敢說。以後到台中親近李老師，我才把這樁事跟老師說出來。李老師說：對！年歲大了，他這一杯酒是開戒，這不是破戒，不是犯戒。他身體需要，幫助血液循環。他沒有喝醉，他只有那個小酒盅一盅。我們曉得了，明白了。所以懂得戒條每一條戒都是活的，不是死的，在不同場合當中，你要懂得怎麼樣去做，自他兩利。佛法自始至終活活潑潑，不是死呆板的。"
    },
    {
      "id": "12-017-0779_p0021",
      "zh_CN": "清凉大师在注解里面，讲到第二段表法。「所发万行，一一觉性，故曰光明」，注解里面讲「此约表法，但通相表行」。花表六度万行，如果别说，在《华严》里面讲就是十波罗蜜，显示自性这十种的德能。大师也讲了十句，第一「开敷鲜荣」，花开得美，开得好，让一切众生欣赏，赏心悦目，这是什么？这是布施。我们的修学，布施就是放下，在一切时一切处，我们要能舍，要肯放下，为众生服务。财布施有外财、有内财，法布施有世间法、有佛法；财布施得财富，法布施得智慧，无畏布施得健康长寿。佛当年示现在世间，他老人家一生就是修这三种布施。每天教学，不辞辛苦，我们在经典上看到二时讲经；二时讲经就是每天教学八个小时，跟学生在一起。佛所讲的多半是学生问的，为学生解答问题，我们在经典上常常看到。无问自说很少，这样的教学不多。用体力，这是内财布施；教学的内容是法布施；让这些学生无论是在家出家的，闻到佛法之后，依照佛法修学，各个开悟了，成就戒定慧三学，远离颠倒恐怖，那是属于无畏布施。一次把三种布施都圆满了。",
      "zh_TW": "清涼大師在註解裡面，講到第二段表法。「所發萬行，一一覺性，故曰光明」，註解裡面講「此約表法，但通相表行」。花表六度萬行，如果別說，在《華嚴》裡面講就是十波羅蜜，顯示自性這十種的德能。大師也講了十句，第一「開敷鮮榮」，花開得美，開得好，讓一切眾生欣賞，賞心悅目，這是什麼？這是布施。我們的修學，布施就是放下，在一切時一切處，我們要能捨，要肯放下，為眾生服務。財布施有外財、有內財，法布施有世間法、有佛法；財布施得財富，法布施得智慧，無畏布施得健康長壽。佛當年示現在世間，他老人家一生就是修這三種布施。每天教學，不辭辛苦，我們在經典上看到二時講經；二時講經就是每天教學八個小時，跟學生在一起。佛所講的多半是學生問的，為學生解答問題，我們在經典上常常看到。無問自說很少，這樣的教學不多。用體力，這是內財布施；教學的內容是法布施；讓這些學生無論是在家出家的，聞到佛法之後，依照佛法修學，各個開悟了，成就戒定慧三學，遠離顛倒恐怖，那是屬於無畏布施。一次把三種布施都圓滿了。"
    },
    {
      "id": "12-017-0779_p0022",
      "zh_CN": "我们看到佛的相好，看到佛的光明，看到佛的健康长寿，果报！从形相上显示出来了。你修行有没有功夫，不看别的，看你的形相，瞒不过人！这一点一定要懂得。修行有没有功夫在你的面孔，在你身体的形相，这个不能骗人，欺骗不了人。自己修行得的利益，最明显的利益就是形相好。再观察你的生活，你生活有规律，身心清净，没有烦恼，没有忧虑，常生欢喜心，常生智慧，这是现前得的果报。一般普通人都能看得出来，这个就能度众生。",
      "zh_TW": "我們看到佛的相好，看到佛的光明，看到佛的健康長壽，果報！從形相上顯示出來了。你修行有沒有功夫，不看別的，看你的形相，瞞不過人！這一點一定要懂得。修行有沒有功夫在你的面孔，在你身體的形相，這個不能騙人，欺騙不了人。自己修行得的利益，最明顯的利益就是形相好。再觀察你的生活，你生活有規律，身心清淨，沒有煩惱，沒有憂慮，常生歡喜心，常生智慧，這是現前得的果報。一般普通人都能看得出來，這個就能度眾生。"
    },
    {
      "id": "12-017-0779_p0023",
      "zh_CN": "众生他不知道佛法好处，他没有这个意愿来学佛。但是他要健康，他要长寿，他要相好，他要身体好，这个不管什么人他都需要。无论是哪个宗教，无论是哪个族群，哪个不希望自己相好，哪个不希望自己身体健康长寿，他希望这个。所以佛的相好，摄受许许多多众生！跟佛学习的人里头，有不少人是因为看到这个果，果报！我修行，把这个果报呈现给你看。",
      "zh_TW": "眾生他不知道佛法好處，他沒有這個意願來學佛。但是他要健康，他要長壽，他要相好，他要身體好，這個不管什麼人他都需要。無論是哪個宗教，無論是哪個族群，哪個不希望自己相好，哪個不希望自己身體健康長壽，他希望這個。所以佛的相好，攝受許許多多眾生！跟佛學習的人裡頭，有不少人是因為看到這個果，果報！我修行，把這個果報呈現給你看。"
    },
    {
      "id": "12-017-0779_p0024",
      "zh_CN": "阿难尊者发心出家学佛，就是看到释迦牟尼佛这个果报。果报太殊胜，太希有，绝对不是父母所生的，他一定是修行成就的。他想得到这个好的果报，他才发心出家跟释迦牟尼佛学习。《楞严经》一开端就是这个故事。所以相好摄受人心！现在商业，工商业讲包装，讲宣传，佛用什么宣传？用形相。佛的形相，就是佛陀教育的包装，就是佛陀教育的广告。所以佛教化众生先把果呈现给你，因为众生只知道果，他不晓得因。果报给你看到，你欢喜了，你要想得这个果报，你要修什么样的因；他就能接受，才恍然大悟。你要想得财富，你要修财布施；你要想得聪明智慧，你要修法布施；你要想得健康长寿，你要修无畏布施。诸位同修要知道，不杀生是无畏布施，吃长素是无畏布施最具体的表现。",
      "zh_TW": "阿難尊者發心出家學佛，就是看到釋迦牟尼佛這個果報。果報太殊勝，太希有，絕對不是父母所生的，他一定是修行成就的。他想得到這個好的果報，他才發心出家跟釋迦牟尼佛學習。《楞嚴經》一開端就是這個故事。所以相好攝受人心！現在商業，工商業講包裝，講宣傳，佛用什麼宣傳？用形相。佛的形相，就是佛陀教育的包裝，就是佛陀教育的廣告。所以佛教化眾生先把果呈現給你，因為眾生只知道果，他不曉得因。果報給你看到，你歡喜了，你要想得這個果報，你要修什麼樣的因；他就能接受，才恍然大悟。你要想得財富，你要修財布施；你要想得聰明智慧，你要修法布施；你要想得健康長壽，你要修無畏布施。諸位同修要知道，不殺生是無畏布施，吃長素是無畏布施最具體的表現。"
    },
    {
      "id": "12-017-0779_p0025",
      "zh_CN": "素食的人身体还不健康，那是另外有因素，他另外有障碍。障碍总的来说，心不清净！如果心地清净，能够采取素食，肯定健康！心地清净慈悲。清净心，用我们现在话来说，科学里讲的话，医学里面讲免疫，你的免疫系统很强。免疫的根在哪里？清净心！清净心是免疫，慈悲心是解毒。现在饮食里含的毒很多，非常严重，慈悲心能解毒。清净慈悲很重要，饮食起居你有节度，你很小心，你不容易生病。生病的因，最基本的因，佛经常讲三毒，贪瞋痴！贪瞋痴三毒，现在人讲病毒，贪瞋痴是最严重的病毒。你里面有病毒，外面再有这些污染、感染，你怎么会不生病？你要懂这些道理。这都是注解里面所讲的普熏，香义。所以别说第一个就是花开得美，鲜艳表布施波罗蜜。",
      "zh_TW": "素食的人身體還不健康，那是另外有因素，他另外有障礙。障礙總的來說，心不清淨！如果心地清淨，能夠採取素食，肯定健康！心地清淨慈悲。清淨心，用我們現在話來說，科學裡講的話，醫學裡面講免疫，你的免疫系統很強。免疫的根在哪裡？清淨心！清淨心是免疫，慈悲心是解毒。現在飲食裡含的毒很多，非常嚴重，慈悲心能解毒。清淨慈悲很重要，飲食起居你有節度，你很小心，你不容易生病。生病的因，最基本的因，佛經常講三毒，貪瞋痴！貪瞋痴三毒，現在人講病毒，貪瞋痴是最嚴重的病毒。你裡面有病毒，外面再有這些污染、感染，你怎麼會不生病？你要懂這些道理。這都是註解裡面所講的普熏，香義。所以別說第一個就是花開得美，鮮豔表布施波羅蜜。"
    },
    {
      "id": "12-017-0779_p0026",
      "zh_CN": "诸位同学，请看「华藏世界品」，风轮，第三小段「所出莲华」：",
      "zh_TW": "諸位同學，請看「華藏世界品」，風輪，第三小段「所出蓮華」："
    },
    {
      "id": "12-017-0779_p0027",
      "zh_CN": "我们讲到表法，莲华的表法，清凉大师在《钞》里面给我们讲略示十德，表于十波罗蜜。第一句「开敷鲜荣，以表施度」，我们介绍过了。再看第二句「自性无染，以表戒度」，这个地方讲的是性戒。自性本来清净，本来是没有染污，这是从性上说，从理上说的。如果从事上讲，佛菩萨事上也没有染污，凡夫有染污；凡夫被见思烦恼所染，被尘沙烦恼所染，被无明烦恼所染，我们常常讲妄想习气。如何能够恢复到自性？这一定要遵守佛陀的教诲，要认真的持戒。这一点现在非常困难，譬如经论有人讲，戒律没人讲了。不但大的戒没有人讲，实在讲连五戒十善都没有人讲，我们修行就困难了，不知道从哪里下手。",
      "zh_TW": "我們講到表法，蓮華的表法，清涼大師在《鈔》裡面給我們講略示十德，表於十波羅蜜。第一句「開敷鮮榮，以表施度」，我們介紹過了。再看第二句「自性無染，以表戒度」，這個地方講的是性戒。自性本來清淨，本來是沒有染污，這是從性上說，從理上說的。如果從事上講，佛菩薩事上也沒有染污，凡夫有染污；凡夫被見思煩惱所染，被塵沙煩惱所染，被無明煩惱所染，我們常常講妄想習氣。如何能夠恢復到自性？這一定要遵守佛陀的教誨，要認真的持戒。這一點現在非常困難，譬如經論有人講，戒律沒人講了。不但大的戒沒有人講，實在講連五戒十善都沒有人講，我們修行就困難了，不知道從哪裡下手。"
    },
    {
      "id": "12-017-0779_p0028",
      "zh_CN": "去年我们完成《十善业道经》的学习，现在我们学习的报告流通了，做成光碟，这里头讲十善。五戒，我们就是在《无量寿经》。《无量寿经》上讲过很多遍，从三十二品到三十七品，这一大段的经文内容就是讲的五戒十善，我们用这个来代替五戒。你要懂得这个意思，你要知道如何修学，一定要落实在自己生活当中，落实在自己工作里面，希望因戒得定。我们学《华严》能够得少分的华严三昧，那就很有受用了。念佛人一定要入念佛三昧，念佛三昧就是《阿弥陀经》上所讲的一心不乱。一心不乱的功夫分三等，上等的，理一心不乱；中等的，事一心不乱；下等的，我们一般人讲功夫成片，或者说功夫得力，功夫得力是下品的三昧。如果我们连功夫得力都不能证得，这样的念佛只可以说跟西方极乐世界阿弥陀佛结一个善缘，往生不可靠。",
      "zh_TW": "去年我們完成《十善業道經》的學習，現在我們學習的報告流通了，做成光碟，這裡頭講十善。五戒，我們就是在《無量壽經》。《無量壽經》上講過很多遍，從三十二品到三十七品，這一大段的經文內容就是講的五戒十善，我們用這個來代替五戒。你要懂得這個意思，你要知道如何修學，一定要落實在自己生活當中，落實在自己工作裡面，希望因戒得定。我們學《華嚴》能夠得少分的華嚴三昧，那就很有受用了。念佛人一定要入念佛三昧，念佛三昧就是《阿彌陀經》上所講的一心不亂。一心不亂的功夫分三等，上等的，理一心不亂；中等的，事一心不亂；下等的，我們一般人講功夫成片，或者說功夫得力，功夫得力是下品的三昧。如果我們連功夫得力都不能證得，這樣的念佛只可以說跟西方極樂世界阿彌陀佛結一個善緣，往生不可靠。"
    },
    {
      "id": "12-017-0779_p0029",
      "zh_CN": "再上去提升一点，功夫能成片了，什么叫成片？心里头除了阿弥陀佛之外，没有杂念。诸位要知道，这不是事一心，事一心是见思烦恼断了，你那个地位等于阿罗汉，那个不容易！事一心很难证得。可是功夫成片我们凡夫真的能做得到，这是伏烦恼。这一句佛号得力，念头才起，这个念不管是善念是恶念，不要理会。念头才起，「阿弥陀佛」，就把这个念头换过来，换成「阿弥陀佛」。这样子功夫用久了，你心里头只有阿弥陀佛，没有杂念了，这个时候叫成片，这个时候功夫叫得力，生西方极乐世界凡圣同居土，你就有把握了。",
      "zh_TW": "再上去提升一點，功夫能成片了，什麼叫成片？心裡頭除了阿彌陀佛之外，沒有雜念。諸位要知道，這不是事一心，事一心是見思煩惱斷了，你那個地位等於阿羅漢，那個不容易！事一心很難證得。可是功夫成片我們凡夫真的能做得到，這是伏煩惱。這一句佛號得力，念頭才起，這個念不管是善念是惡念，不要理會。念頭才起，「阿彌陀佛」，就把這個念頭換過來，換成「阿彌陀佛」。這樣子功夫用久了，你心裡頭只有阿彌陀佛，沒有雜念了，這個時候叫成片，這個時候功夫叫得力，生西方極樂世界凡聖同居土，你就有把握了。"
    },
    {
      "id": "12-017-0779_p0030",
      "zh_CN": "功夫成片里面也有三辈九品。如果是上辈的三品，生死自在，所以我们凡夫真能做得到；换句话说，想什么时候往生，可以，没有障碍了。大概到了这个程度，没有不往生净土的。不往生的只有一个条件，你在这个世间还有很多有缘的众生要你去度他，就这么一个条件。如果不是为了度众生，帮助众生、成就众生，没有理由再住在这个世间。你住在这里干什么？这样说起来，住在这个世间是不是有苦受？跟诸位说，没有。为什么？你能转境界了！你在这个世间没有「苦乐忧喜舍」的感受，你的心永远保持清净；心清净，身清净，环境清净。这些年来我们常常提倡生活在感恩的世界，这就有一点意思了，你看到这个世间人，人人是好人，事事是好事，常生欢喜心。为众生，不是为自己，活在这个世间是为众生活着，不是为自己活着，自己没事！",
      "zh_TW": "功夫成片裡面也有三輩九品。如果是上輩的三品，生死自在，所以我們凡夫真能做得到；換句話說，想什麼時候往生，可以，沒有障礙了。大概到了這個程度，沒有不往生淨土的。不往生的只有一個條件，你在這個世間還有很多有緣的眾生要你去度他，就這麼一個條件。如果不是為了度眾生，幫助眾生、成就眾生，沒有理由再住在這個世間。你住在這裡幹什麼？這樣說起來，住在這個世間是不是有苦受？跟諸位說，沒有。為什麼？你能轉境界了！你在這個世間沒有「苦樂憂喜捨」的感受，你的心永遠保持清淨；心清淨，身清淨，環境清淨。這些年來我們常常提倡生活在感恩的世界，這就有一點意思了，你看到這個世間人，人人是好人，事事是好事，常生歡喜心。為眾生，不是為自己，活在這個世間是為眾生活著，不是為自己活著，自己沒事！"
    },
    {
      "id": "12-017-0779_p0031",
      "zh_CN": "我们学佛，尤其修净土，要不到这个境界，你没有成就。没有成就赶紧努力，如果你要不努力，你这一生岂不是空过？遇到这样殊胜的法门，你不能到极乐世界去，你说多可惜，多冤枉！到极乐世界虽然品位不高，但是净土经里面给我们讲那个世界殊胜，虽然他有四土三辈九品，它是平等的。不像其他一切诸佛刹土不平等，四土不在一起；就连华藏世界都是如此，十住菩萨见不到十行菩萨，十行菩萨见不到十回向的菩萨，十回向的菩萨见不到十地菩萨。可是在西方极乐世界，菩萨还是有这些等级，但是天天在一起，这个不可思议！",
      "zh_TW": "我們學佛，尤其修淨土，要不到這個境界，你沒有成就。沒有成就趕緊努力，如果你要不努力，你這一生豈不是空過？遇到這樣殊勝的法門，你不能到極樂世界去，你說多可惜，多冤枉！到極樂世界雖然品位不高，但是淨土經裡面給我們講那個世界殊勝，雖然他有四土三輩九品，它是平等的。不像其他一切諸佛剎土不平等，四土不在一起；就連華藏世界都是如此，十住菩薩見不到十行菩薩，十行菩薩見不到十迴向的菩薩，十迴向的菩薩見不到十地菩薩。可是在西方極樂世界，菩薩還是有這些等級，但是天天在一起，這個不可思議！"
    },
    {
      "id": "12-017-0779_p0032",
      "zh_CN": "四土三辈九品同在一个法会，听阿弥陀佛讲经说法。这好比一个比喻，像我们在学校念书，小学跟中学不在一起，小学生见不到中学生，中学生见不到大学生，他不在一个学校。西方极乐世界小学中学大学在一个教室上课，程度确实不一样，但天天见面，天天在一起。你就知道有一个很大的方便，大学生帮助中学生，中学生帮助小学生，有人辅导你，你就不会退转了。西方世界永远不退转，什么原因？就是这个原因。诸上善人俱会一处，上善是等觉菩萨。我们生凡圣同居土，甚至于下下品往生，好像小学一年级。那个上善之人是等觉菩萨博士班的，我们天天跟他在一起，占大便宜；听佛讲经没有开悟，再向他们请教，他们会帮助你。有这么多的助教，有这么多人辅导，你怎么会退转？西方世界不退转的缘在此地。所以我们一定要懂得学习。",
      "zh_TW": "四土三輩九品同在一個法會，聽阿彌陀佛講經說法。這好比一個比喻，像我們在學校念書，小學跟中學不在一起，小學生見不到中學生，中學生見不到大學生，他不在一個學校。西方極樂世界小學中學大學在一個教室上課，程度確實不一樣，但天天見面，天天在一起。你就知道有一個很大的方便，大學生幫助中學生，中學生幫助小學生，有人輔導你，你就不會退轉了。西方世界永遠不退轉，什麼原因？就是這個原因。諸上善人俱會一處，上善是等覺菩薩。我們生凡聖同居土，甚至於下下品往生，好像小學一年級。那個上善之人是等覺菩薩博士班的，我們天天跟他在一起，佔大便宜；聽佛講經沒有開悟，再向他們請教，他們會幫助你。有這麼多的助教，有這麼多人輔導，你怎麼會退轉？西方世界不退轉的緣在此地。所以我們一定要懂得學習。"
    },
    {
      "id": "12-017-0779_p0033",
      "zh_CN": "净土法门，古大德常常提倡的，持戒念佛，很重要！持什么戒？我们不说高的，说最低的，教我们持戒念佛出在哪个经上？《观无量寿佛经》，净业三福是修净土的基础。头一条，三福是三条，头一条，「孝养父母，奉事师长，慈心不杀，修十善业」，我们要做到；我们要做不到，念佛不能往生。第二条，「受持三皈，具足众戒，不犯威仪」。所以我教在家同学，具足众戒，五戒；三皈五戒要落实。出家同修要落实「沙弥律仪」，沙弥律仪要不能够做到，你往生真的有问题。我们不要求很高，我们的目标在凡圣同居土，所以我们持这个戒不多，十善、三皈、五戒，出家加个「沙弥律仪」：十戒二十四门威仪。果然能够这样学习，老实念佛，哪有不往生的道理！我们这种修学法，于自性无染才有少分的相应。",
      "zh_TW": "淨土法門，古大德常常提倡的，持戒念佛，很重要！持什麼戒？我們不說高的，說最低的，教我們持戒念佛出在哪個經上？《觀無量壽佛經》，淨業三福是修淨土的基礎。頭一條，三福是三條，頭一條，「孝養父母，奉事師長，慈心不殺，修十善業」，我們要做到；我們要做不到，念佛不能往生。第二條，「受持三皈，具足眾戒，不犯威儀」。所以我教在家同學，具足眾戒，五戒；三皈五戒要落實。出家同修要落實「沙彌律儀」，沙彌律儀要不能夠做到，你往生真的有問題。我們不要求很高，我們的目標在凡聖同居土，所以我們持這個戒不多，十善、三皈、五戒，出家加個「沙彌律儀」：十戒二十四門威儀。果然能夠這樣學習，老實念佛，哪有不往生的道理！我們這種修學法，於自性無染才有少分的相應。"
    },
    {
      "id": "12-017-0779_p0034",
      "zh_CN": "第三句讲的是「香气芬馥」，这十句是配十波罗蜜，香气芬馥配忍辱波罗蜜。香气表法的意思前面讲得很多，薰习。薰习总不外乎顺境逆境、善缘恶缘，你在这个境界里头要受得了；你要不能忍受，你就不能成就，你就退转，你就堕落了。要能够受得了，顺境善缘不起贪念，放得下！逆境恶缘不生一丝毫的瞋恚心，没有一样放不下。常常要想着《般若经》上讲的「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，就是弘法利生都不能着相，应当放下的时候，毫不犹豫马上放下。为什么？心地清净，不生染污。这个重要。",
      "zh_TW": "第三句講的是「香氣芬馥」，這十句是配十波羅蜜，香氣芬馥配忍辱波羅蜜。香氣表法的意思前面講得很多，薰習。薰習總不外乎順境逆境、善緣惡緣，你在這個境界裡頭要受得了；你要不能忍受，你就不能成就，你就退轉，你就墮落了。要能夠受得了，順境善緣不起貪念，放得下！逆境惡緣不生一絲毫的瞋恚心，沒有一樣放不下。常常要想著《般若經》上講的「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，就是弘法利生都不能著相，應當放下的時候，毫不猶豫馬上放下。為什麼？心地清淨，不生染污。這個重要。"
    },
    {
      "id": "12-017-0779_p0035",
      "zh_CN": "如果你真正了解因果，你命里头有这个福报，你这边放下，那边福报就来了。世出世法是一样的，丢都丢不掉。佛法里面又何况有诸佛护念，有诸菩萨善神拥护。你真正发心为佛法、为众生，佛在经上讲的话是真的，他是兑现的，他不是讲假话。我们什么都不要！我跟同学们说过，一九四九年我从广州到台湾，我身上只有一块银元，袁大头，赤手空拳，什么都没有。辞去工作，一心学佛，我全部的财产，两套换洗衣服，一个三斤重的薄被，衣服打个包袱，行李卷一卷拿着就走了。身上一分钱没有，真正叫干干净净。",
      "zh_TW": "如果你真正了解因果，你命裡頭有這個福報，你這邊放下，那邊福報就來了。世出世法是一樣的，丟都丟不掉。佛法裡面又何況有諸佛護念，有諸菩薩善神擁護。你真正發心為佛法、為眾生，佛在經上講的話是真的，他是兌現的，他不是講假話。我們什麼都不要！我跟同學們說過，一九四九年我從廣州到台灣，我身上只有一塊銀元，袁大頭，赤手空拳，什麼都沒有。辭去工作，一心學佛，我全部的財產，兩套換洗衣服，一個三斤重的薄被，衣服打個包袱，行李捲一捲拿著就走了。身上一分錢沒有，真正叫乾乾淨淨。"
    },
    {
      "id": "12-017-0779_p0036",
      "zh_CN": "讲经讲了二十年才有一个道场，「台北华藏图书馆」。过了五年，简丰文居士供养一个现在的「佛陀教育基金会」。我有没有放在心上？没有！我知道那个东西是累赘。你给我，我不敢要，为什么？我没有这个福报，我清楚，我没有能力养这个道场，道场要开销。我一生没有求过人，说是要求信徒你们发心来帮助，这个话我说不出。我宁愿饿死，我也不会问人家要一分钱，我是这么样一个性格，这个性格是一生永远改不掉的。所以诸位要晓得，讲经二十年才看出果报，这个小的道场现前了。道场一切开销是信徒们真的是乐捐，我们不强求，都是自动的，绝对不能给信徒听众丝毫的压力。如果给他压力，我们有罪。我们是教所有的学佛人大家都生欢喜心，你给他压力，这个不可以。我们不希望别人给我压力，我怎么可以给别人压力？这些都是属于忍辱。",
      "zh_TW": "講經講了二十年才有一個道場，「台北華藏圖書館」。過了五年，簡豐文居士供養一個現在的「佛陀教育基金會」。我有沒有放在心上？沒有！我知道那個東西是累贅。你給我，我不敢要，為什麼？我沒有這個福報，我清楚，我沒有能力養這個道場，道場要開銷。我一生沒有求過人，說是要求信徒你們發心來幫助，這個話我說不出。我寧願餓死，我也不會問人家要一分錢，我是這麼樣一個性格，這個性格是一生永遠改不掉的。所以諸位要曉得，講經二十年才看出果報，這個小的道場現前了。道場一切開銷是信徒們真的是樂捐，我們不強求，都是自動的，絕對不能給信徒聽眾絲毫的壓力。如果給他壓力，我們有罪。我們是教所有的學佛人大家都生歡喜心，你給他壓力，這個不可以。我們不希望別人給我壓力，我怎麼可以給別人壓力？這些都是屬於忍辱。"
    },
    {
      "id": "12-017-0779_p0037",
      "zh_CN": "到讲经四十年，果报逐渐逐渐殊胜，有一点小自在了。今年四十四年，看样子，好像果报有点成熟了，真的，谚语里面所讲的有求必应。我们求，绝对没有非分的希求，那个不可以！我们所求的，为众生，为正法久住，为帮助一切苦难众生，帮助他们觉悟，帮助他们离苦得乐，我们希求的是这个，没有为自己。所以在这么多年当中，我们在美国有一个道场，现在澳洲也有一个道场。澳洲道场在家出家的同修、常住有四十多个人。我们常年办佛学讲座，每一季，春夏秋冬四季，每一季办一次。一次期限是七十天，就是十个七，每一季办七十天。一季三个月九十天，我们七十天办讲座，当中休息二十天。这二十天做准备工作，办一下次的讲座，下一次我们要检讨，我们要改进。我们有工作检讨会，不断的改进提升品质。一年办四次，四次总共的时间是二百八十天。",
      "zh_TW": "到講經四十年，果報逐漸逐漸殊勝，有一點小自在了。今年四十四年，看樣子，好像果報有點成熟了，真的，諺語裡面所講的有求必應。我們求，絕對沒有非分的希求，那個不可以！我們所求的，為眾生，為正法久住，為幫助一切苦難眾生，幫助他們覺悟，幫助他們離苦得樂，我們希求的是這個，沒有為自己。所以在這麼多年當中，我們在美國有一個道場，現在澳洲也有一個道場。澳洲道場在家出家的同修、常住有四十多個人。我們常年辦佛學講座，每一季，春夏秋冬四季，每一季辦一次。一次期限是七十天，就是十個七，每一季辦七十天。一季三個月九十天，我們七十天辦講座，當中休息二十天。這二十天做準備工作，辦一下次的講座，下一次我們要檢討，我們要改進。我們有工作檢討會，不斷的改進提升品質。一年辦四次，四次總共的時間是二百八十天。"
    },
    {
      "id": "12-017-0779_p0038",
      "zh_CN": "办这个讲座真正的目的是把我们家里这些人，发心讲经的、学教的，讲座让他们去练讲。他们有机会上讲台，天天讲，天天跟同学们开讨论会，来解答大家的疑难杂症。我们建十个教室分班上课，你喜欢学哪一部经论，你进哪个教室，我们是一门深入，专学专攻。这里面也有共同科目，共同科目是属于戒学。不管你学哪个法门，戒律是根本，所以戒学是共同科目，大家在一起上课。像《十善业道经》、《阿难问事佛吉凶经》、《弟子规》、《太上感应篇》、《沙弥律仪》，这是共同科目，是在大教室里上课。其他要学，像学《弥陀经》的、学《无量寿经》的、学《普门品》的、学《金刚经》的，那是另外教室。不管你学哪一部经论，共同科目一定要学，早晚课念佛，解行相应。",
      "zh_TW": "辦這個講座真正的目的是把我們家裡這些人，發心講經的、學教的，講座讓他們去練講。他們有機會上講台，天天講，天天跟同學們開討論會，來解答大家的疑難雜症。我們建十個教室分班上課，你喜歡學哪一部經論，你進哪個教室，我們是一門深入，專學專攻。這裡面也有共同科目，共同科目是屬於戒學。不管你學哪個法門，戒律是根本，所以戒學是共同科目，大家在一起上課。像《十善業道經》、《阿難問事佛吉凶經》、《弟子規》、《太上感應篇》、《沙彌律儀》，這是共同科目，是在大教室裡上課。其他要學，像學《彌陀經》的、學《無量壽經》的、學《普門品》的、學《金剛經》的，那是另外教室。不管你學哪一部經論，共同科目一定要學，早晚課念佛，解行相應。"
    },
    {
      "id": "12-017-0779_p0039",
      "zh_CN": "这个短期讲座我预定是三年，要办十二届。这十二届办下去，大概我们学讲经的这些同学们，他们每一部经讲过十二遍，这有相当的基础了。然后我的学院就开始招生，为什么？有老师了。这些老师一部东西都讲了十二遍，也经过这么多同学提出问题研究讨论，大概在解行上都有相当的基础，可以正式开班教学，我就招生。招生的时候，我们的学程就是十二年，我要认真来培养继起的弘法人才。所以三年，头三年是培养师资，等于说是研究所一样。我要办讲座，不办讲座他们没有办法上台练讲，也没有人提出问题来向他请教，这个方法教学相长。到这个学院来参学的人，他也得利益，教学的人是得圆满的利益。我们不能不用一些方法，善巧方便。所以没有耐心，你就不能成就。",
      "zh_TW": "這個短期講座我預定是三年，要辦十二屆。這十二屆辦下去，大概我們學講經的這些同學們，他們每一部經講過十二遍，這有相當的基礎了。然後我的學院就開始招生，為什麼？有老師了。這些老師一部東西都講了十二遍，也經過這麼多同學提出問題研究討論，大概在解行上都有相當的基礎，可以正式開班教學，我就招生。招生的時候，我們的學程就是十二年，我要認真來培養繼起的弘法人才。所以三年，頭三年是培養師資，等於說是研究所一樣。我要辦講座，不辦講座他們沒有辦法上台練講，也沒有人提出問題來向他請教，這個方法教學相長。到這個學院來參學的人，他也得利益，教學的人是得圓滿的利益。我們不能不用一些方法，善巧方便。所以沒有耐心，你就不能成就。"
    },
    {
      "id": "12-017-0779_p0040",
      "zh_CN": "第四「宝茎坚固」。莲华，莲华有茎，这个茎是衬托着莲华，它表精进波罗蜜。世出世法，成功一定靠精进，懈怠就肯定退转、堕落；决定不可以懈怠，勇猛精进。无论哪一部经典，义理都是无有穷尽的，你要深入。佛在经典上常常教导我们深解义趣，说个老实话，十二年专攻一样，你要跟菩萨们比，你才懂得一点皮毛，这给你讲老实话。你可不能骄傲，你要一骄傲，自以为是，错了！一有骄傲的心态你就止步了，不能再往前进了。",
      "zh_TW": "第四「寶莖堅固」。蓮華，蓮華有莖，這個莖是襯托著蓮華，它表精進波羅蜜。世出世法，成功一定靠精進，懈怠就肯定退轉、墮落；決定不可以懈怠，勇猛精進。無論哪一部經典，義理都是無有窮盡的，你要深入。佛在經典上常常教導我們深解義趣，說個老實話，十二年專攻一樣，你要跟菩薩們比，你才懂得一點皮毛，這給你講老實話。你可不能驕傲，你要一驕傲，自以為是，錯了！一有驕傲的心態你就止步了，不能再往前進了。"
    },
    {
      "id": "12-017-0779_p0041",
      "zh_CN": "「宝叶扶疏」，莲华一定是有绿叶陪衬它，这个花才显得美。没有荷叶，单单有花没什么好看，所以显出花的美，一定是有绿叶来陪衬。宝叶扶疏是表禅定波罗蜜，禅定是心里面有主宰，有主宰不为外境所动摇；会受外面境界影响，自己心不定。我们学佛，如果是真正念佛的道场，这个道场在共修，一句弥陀念到底，不夹杂。觉明妙行菩萨给我们讲念佛的秘诀，「不怀疑，不夹杂，不间断」。他老人家说的这三句话，实际上从哪里来的？《大势至菩萨念佛圆通章》出来的。",
      "zh_TW": "「寶葉扶疏」，蓮華一定是有綠葉陪襯它，這個花才顯得美。沒有荷葉，單單有花沒什麼好看，所以顯出花的美，一定是有綠葉來陪襯。寶葉扶疏是表禪定波羅蜜，禪定是心裡面有主宰，有主宰不為外境所動搖；會受外面境界影響，自己心不定。我們學佛，如果是真正念佛的道場，這個道場在共修，一句彌陀念到底，不夾雜。覺明妙行菩薩給我們講念佛的祕訣，「不懷疑，不夾雜，不間斷」。他老人家說的這三句話，實際上從哪裡來的？《大勢至菩薩念佛圓通章》出來的。"
    },
    {
      "id": "12-017-0779_p0042",
      "zh_CN": "大势至是我们念佛的第一个祖师，净宗法界祖师，尽虚空遍法界，第一个提倡念佛的是大势至菩萨。普贤菩萨是我们娑婆世界初祖，释迦牟尼佛示现第一部讲《华严经》，华严会上十大愿王导归极乐，普贤菩萨第一，娑婆世界初祖。大势至菩萨是法界初祖，你看看他老人家怎么教我们，念佛方法是什么？「都摄六根，净念相继」。都摄六根就是禅定，六根不向外面境界攀缘叫都摄。眼随着外面色相起分别执着，耳随着音声起分别执着，你的心动了、心乱了，那是凡夫，那样念佛不能成就，「口念弥陀心散乱」！所以功夫要想得力，我们六根接触外面境界，见而无见，无见就是我没有分别没有执着；见如不见，听而不闻，我是听到了，没有放在心上。",
      "zh_TW": "大勢至是我們念佛的第一個祖師，淨宗法界祖師，盡虛空遍法界，第一個提倡念佛的是大勢至菩薩。普賢菩薩是我們娑婆世界初祖，釋迦牟尼佛示現第一部講《華嚴經》，華嚴會上十大願王導歸極樂，普賢菩薩第一，娑婆世界初祖。大勢至菩薩是法界初祖，你看看他老人家怎麼教我們，念佛方法是什麼？「都攝六根，淨念相繼」。都攝六根就是禪定，六根不向外面境界攀緣叫都攝。眼隨著外面色相起分別執著，耳隨著音聲起分別執著，你的心動了、心亂了，那是凡夫，那樣念佛不能成就，「口念彌陀心散亂」！所以功夫要想得力，我們六根接觸外面境界，見而無見，無見就是我沒有分別沒有執著；見如不見，聽而不聞，我是聽到了，沒有放在心上。"
    },
    {
      "id": "12-017-0779_p0043",
      "zh_CN": "六根接触六尘境界，你不能不接触，那是事，事没有障碍，心里头没有，痕迹都不着，就是《坛经》上讲的，「若真修道人，不见世间过」。心里头只有阿弥陀佛，见色，阿弥陀佛，闻声阿弥陀佛，顺境善缘阿弥陀佛，逆境恶缘还是阿弥陀佛，这样就成功了。一句阿弥陀佛，把顺逆境界、善恶之缘全部摆平了，这叫「都摄六根」。净念相继，不怀疑才叫净，不夹杂才叫净，怀疑夹杂心就不清净了；相继就是不间断。所以觉明妙行菩萨讲的三句话，就是大势至菩萨讲的净念相继。如何能做到净念相继？一定要都摄六根；换句话说，外面境界你要能放得下，你要能不受干扰。接触外面境界心就乱了，起妄想分别执着，这样修行你怎么能成功？",
      "zh_TW": "六根接觸六塵境界，你不能不接觸，那是事，事沒有障礙，心裡頭沒有，痕跡都不著，就是《壇經》上講的，「若真修道人，不見世間過」。心裡頭只有阿彌陀佛，見色，阿彌陀佛，聞聲阿彌陀佛，順境善緣阿彌陀佛，逆境惡緣還是阿彌陀佛，這樣就成功了。一句阿彌陀佛，把順逆境界、善惡之緣全部擺平了，這叫「都攝六根」。淨念相繼，不懷疑才叫淨，不夾雜才叫淨，懷疑夾雜心就不清淨了；相繼就是不間斷。所以覺明妙行菩薩講的三句話，就是大勢至菩薩講的淨念相繼。如何能做到淨念相繼？一定要都攝六根；換句話說，外面境界你要能放得下，你要能不受干擾。接觸外面境界心就亂了，起妄想分別執著，這樣修行你怎麼能成功？"
    },
    {
      "id": "12-017-0779_p0044",
      "zh_CN": "为什么接触境界会起疑惑、会夹杂？说个老实话，你对于宇宙人生真相不了解，你迷惑！怎么治？读经、听讲。现在读经有困难，所以娑婆真教体，清净在音闻，多听。往年，这也就是一两年的事情，新加坡居士林老林长陈光别居士是我们最好的榜样。他生病，晚年生病四年，四年当中每天听经八个小时，在家里听我讲经的录相带。那个时候还没有光碟，我们提供他的是录相带，每天听八个小时。听完之后就念阿弥陀佛，他一切放下。两年，他往生就有把握了，他就想走。而是居士林的李木源居士要求他，不能走，只要他在，居士林方方面面能稳得住。老林长帮助李木源居士，又住了两年，使李木源在居士林他的地位巩固了，把林长交给他，他预知时至往生了，三个月之前清清楚楚、明明白白。",
      "zh_TW": "為什麼接觸境界會起疑惑、會夾雜？說個老實話，你對於宇宙人生真相不了解，你迷惑！怎麼治？讀經、聽講。現在讀經有困難，所以娑婆真教體，清淨在音聞，多聽。往年，這也就是一兩年的事情，新加坡居士林老林長陳光別居士是我們最好的榜樣。他生病，晚年生病四年，四年當中每天聽經八個小時，在家裡聽我講經的錄相帶。那個時候還沒有光碟，我們提供他的是錄相帶，每天聽八個小時。聽完之後就念阿彌陀佛，他一切放下。兩年，他往生就有把握了，他就想走。而是居士林的李木源居士要求他，不能走，只要他在，居士林方方面面能穩得住。老林長幫助李木源居士，又住了兩年，使李木源在居士林他的地位鞏固了，把林長交給他，他預知時至往生了，三個月之前清清楚楚、明明白白。"
    },
    {
      "id": "12-017-0779_p0045",
      "zh_CN": "你就晓得经不能不听，不听你怎么能懂这个道理，你怎么能了解事实真相？人生第一大福报就是听经，再没有比听经这一桩事情重要了。听经能开智慧，听经能帮助你看破放下，能帮助你自在往生。在道场做义工，不听经，你所求的是什么？人天福报，你求的是三界有漏的福报，不能不知道。讲经的人要不能够修行，讲经也是三界有漏福报。由此可知，听经最重要的是修行，不听经不知道怎么修行。以为自己平常都不错了，听经才发现自己过失，把过失改过来才叫修行。心里头有主宰，不被外面境界所动摇，重要！",
      "zh_TW": "你就曉得經不能不聽，不聽你怎麼能懂這個道理，你怎麼能了解事實真相？人生第一大福報就是聽經，再沒有比聽經這一樁事情重要了。聽經能開智慧，聽經能幫助你看破放下，能幫助你自在往生。在道場做義工，不聽經，你所求的是什麼？人天福報，你求的是三界有漏的福報，不能不知道。講經的人要不能夠修行，講經也是三界有漏福報。由此可知，聽經最重要的是修行，不聽經不知道怎麼修行。以為自己平常都不錯了，聽經才發現自己過失，把過失改過來才叫修行。心裡頭有主宰，不被外面境界所動搖，重要！"
    },
    {
      "id": "12-017-0779_p0046",
      "zh_CN": "第六句「宝蕊光幢」，这是讲到莲华的莲蓬，讲到什么？讲到莲华的核心，这是宝。为什么？它里头含种子，含的果，华里头有果，这是表般若波罗蜜。六度前面的四条是戒，都是属于戒，布施、持戒、忍辱、精进都是属于戒，禅定是属于定，般若是属于慧。六度就是戒定慧三学，把戒讲成四条。在《华严》把般若又开为五条，般若是根本智，后面有后得智，方便、愿、力、智。「宝蕊光幢」，幢就是莲蓬，也显高显之意。智慧高，所以高出降伏，能降伏你的烦恼；智慧不开，烦恼伏不住。智慧开了，烦恼就变成智慧，转烦恼成菩提，转散乱为禅定，转懈怠为忍辱，他统统转变了。这是什么？智慧开了！",
      "zh_TW": "第六句「寶蕊光幢」，這是講到蓮華的蓮蓬，講到什麼？講到蓮華的核心，這是寶。為什麼？它裡頭含種子，含的果，華裡頭有果，這是表般若波羅蜜。六度前面的四條是戒，都是屬於戒，布施、持戒、忍辱、精進都是屬於戒，禪定是屬於定，般若是屬於慧。六度就是戒定慧三學，把戒講成四條。在《華嚴》把般若又開為五條，般若是根本智，後面有後得智，方便、願、力、智。「寶蕊光幢」，幢就是蓮蓬，也顯高顯之意。智慧高，所以高出降伏，能降伏你的煩惱；智慧不開，煩惱伏不住。智慧開了，煩惱就變成智慧，轉煩惱成菩提，轉散亂為禪定，轉懈怠為忍辱，他統統轉變了。這是什麼？智慧開了！"
    },
    {
      "id": "12-017-0779_p0047",
      "zh_CN": "第七句「相巧成就」，相是相状，巧是巧妙。智慧开了，我们常讲你的相貌改了，相随心转。你的面相改了，你的体质改了，你居住的环境也改了。居住环境，我们中国人讲风水，为什么？你的智慧现前的时候，你这个人就真正有福报了，那就是风水家常常讲的「福人居福地」。你是个有大智慧福德之人，你住在这个地方，这个地方就是福地。为什么？这个地方的风水随着你转，不是风水转人，人转风水；福人居福地，福地福人居。这是方便波罗蜜，善巧方便。这个善巧非常明显的转了境界，《楞严》里面讲：若能转境，则同如来。",
      "zh_TW": "第七句「相巧成就」，相是相狀，巧是巧妙。智慧開了，我們常講你的相貌改了，相隨心轉。你的面相改了，你的體質改了，你居住的環境也改了。居住環境，我們中國人講風水，為什麼？你的智慧現前的時候，你這個人就真正有福報了，那就是風水家常常講的「福人居福地」。你是個有大智慧福德之人，你住在這個地方，這個地方就是福地。為什麼？這個地方的風水隨著你轉，不是風水轉人，人轉風水；福人居福地，福地福人居。這是方便波羅蜜，善巧方便。這個善巧非常明顯的轉了境界，《楞嚴》裡面講：若能轉境，則同如來。"
    },
    {
      "id": "12-017-0779_p0048",
      "zh_CN": "第八「含藏莲子」，莲蓬里面有莲子。莲子表什么？愿，菩萨的大愿，大愿是种子。菩萨、如来在十法界里面现身说法，帮助无量无边众生，这个活动是什么力量？愿力在推动的。我们今天这些芸芸众生，在这个世间每天拼命在工作，在努力，什么力量推动他？名利，不是为名，就是为利。现在在这个世间，说实在话，为利的多，为名的不多，除非什么？利他已经满足，然后他求名。利还没有满足的时候，实在讲是为利。天天拼命工作为赚钱，如果没有钱赚，没有名、没有利，他就懈怠，他就不干了。我们想想诸佛如来、诸大菩萨，既不要名又不要利，他在十法界里现身说法教学，这是什么力量推动他？愿力！这个愿力是属于智慧，没有智慧哪来的愿！智慧起了作用，变成愿力。",
      "zh_TW": "第八「含藏蓮子」，蓮蓬裡面有蓮子。蓮子表什麼？願，菩薩的大願，大願是種子。菩薩、如來在十法界裡面現身說法，幫助無量無邊眾生，這個活動是什麼力量？願力在推動的。我們今天這些芸芸眾生，在這個世間每天拼命在工作，在努力，什麼力量推動他？名利，不是為名，就是為利。現在在這個世間，說實在話，為利的多，為名的不多，除非什麼？利他已經滿足，然後他求名。利還沒有滿足的時候，實在講是為利。天天拼命工作為賺錢，如果沒有錢賺，沒有名、沒有利，他就懈怠，他就不幹了。我們想想諸佛如來、諸大菩薩，既不要名又不要利，他在十法界裡現身說法教學，這是什麼力量推動他？願力！這個願力是屬於智慧，沒有智慧哪來的願！智慧起了作用，變成願力。"
    },
    {
      "id": "12-017-0779_p0049",
      "zh_CN": "第九句「宝台坚住」，这个台是莲台，坚是坚固。这一句就是配十波罗蜜里面的力度，他有能力。愿一定要落实，落实就是力量，就是能力。单有愿，不能落实，这个愿是空的，虚愿。所以愿一定要有行，坚定的行持，知道自己所做的没有过失，确确实实自利利他，没有过失，力波罗蜜。",
      "zh_TW": "第九句「寶臺堅住」，這個臺是蓮臺，堅是堅固。這一句就是配十波羅蜜裡面的力度，他有能力。願一定要落實，落實就是力量，就是能力。單有願，不能落實，這個願是空的，虛願。所以願一定要有行，堅定的行持，知道自己所做的沒有過失，確確實實自利利他，沒有過失，力波羅蜜。"
    },
    {
      "id": "12-017-0779_p0050",
      "zh_CN": "最后一条「普放光明」，这一条是什么？这一条是成绩的表现，这个智是后得智。实在讲方便、愿、力也都是后得智。最后这个智是你的智慧完全现前了，一般人都能够觉察出来，也就我们讲的能够看得出来，而且非常明显。这个人聪明，有智慧，你看他的生活是智慧，你看他的工作、处事待人接物，没有一样不是高度智慧的表现，把十波罗蜜都表现在日常生活当中，这是一个真正修行人。这是第三小段「所出莲华」里面表法的义趣。我们再看末后这一段，这是长行最后一段。",
      "zh_TW": "最後一條「普放光明」，這一條是什麼？這一條是成績的表現，這個智是後得智。實在講方便、願、力也都是後得智。最後這個智是你的智慧完全現前了，一般人都能夠覺察出來，也就我們講的能夠看得出來，而且非常明顯。這個人聰明，有智慧，你看他的生活是智慧，你看他的工作、處事待人接物，沒有一樣不是高度智慧的表現，把十波羅蜜都表現在日常生活當中，這是一個真正修行人。這是第三小段「所出蓮華」裡面表法的義趣。我們再看末後這一段，這是長行最後一段。"
    },
    {
      "id": "12-017-0779_p0051",
      "zh_CN": "【华藏庄严世界海住在其中。】",
      "zh_TW": "【華藏莊嚴世界海住在其中。】"
    },
    {
      "id": "12-017-0779_p0052",
      "zh_CN": "华藏世界在哪里？在这个大莲华里头。",
      "zh_TW": "華藏世界在哪裡？在這個大蓮華裡頭。"
    },
    {
      "id": "12-017-0779_p0053",
      "zh_CN": "【四方均平，清净坚固，金刚轮山周匝围绕，地海众树各有区别。】",
      "zh_TW": "【四方均平，清淨堅固，金剛輪山周匝圍繞，地海眾樹各有區別。】"
    },
    {
      "id": "12-017-0779_p0054",
      "zh_CN": "这是第四小段「所持刹海」，这个刹海是毘卢遮那佛的教化区。我们这段经文，从最小的、最基本的风轮，这个风轮的名称，我们在前面看到了，「平等住」，平等住就是我们今天讲的基本的粒子，佛法里讲的极微之微。你看这样一步一步它这个组合，组成一个大世界。前面跟诸位讲的香水海，讲的莲华，你要体会到里面表法的义趣，都是讲的自性，都是讲的藏识，全都是讲的性德！到这个地方才讲到大世界。华藏世界不是一个佛土，不是一个佛的世界。这个大世界里面，像娑婆世界释迦牟尼佛这个世界，不知道有多少。佛在经上讲「千百亿化身释迦牟尼佛」，你就晓得这个华藏世界从大的方面来讲，千百亿化身就是千百亿个世界；一花一世界，一叶一如来，那是从小的方面来说。不可思议的境界！这个大世界，『四方均平，清净坚固，金刚轮山周匝围绕』。这是叙述大世界的形相，这个形相是从大体上来说，不是细说。现在时间到了，这一段意思没有办法讲完，我们下一点钟接着来讲。",
      "zh_TW": "這是第四小段「所持剎海」，這個剎海是毘盧遮那佛的教化區。我們這段經文，從最小的、最基本的風輪，這個風輪的名稱，我們在前面看到了，「平等住」，平等住就是我們今天講的基本的粒子，佛法裡講的極微之微。你看這樣一步一步它這個組合，組成一個大世界。前面跟諸位講的香水海，講的蓮華，你要體會到裡面表法的義趣，都是講的自性，都是講的藏識，全都是講的性德！到這個地方才講到大世界。華藏世界不是一個佛土，不是一個佛的世界。這個大世界裡面，像娑婆世界釋迦牟尼佛這個世界，不知道有多少。佛在經上講「千百億化身釋迦牟尼佛」，你就曉得這個華藏世界從大的方面來講，千百億化身就是千百億個世界；一花一世界，一葉一如來，那是從小的方面來說。不可思議的境界！這個大世界，『四方均平，清淨堅固，金剛輪山周匝圍繞』。這是敘述大世界的形相，這個形相是從大體上來說，不是細說。現在時間到了，這一段意思沒有辦法講完，我們下一點鐘接著來講。"
    }
  ]
}