{
  "doc_id": "12-017-1003",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一００三卷",
    "zh_TW": "第一００三卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1003",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "12-017-1003_p0001",
      "zh_CN": "诸位同学，请接着看清凉大师的开示，末后他还有几句总结：",
      "zh_TW": "諸位同學，請接著看清涼大師的開示，末後他還有幾句總結："
    },
    {
      "id": "12-017-1003_p0002",
      "zh_CN": "「二障既寂，二智现前，成菩提涅槃，谓不断佛种，则菩萨成就矣」。总结的文字不多，可是意思很多。二障，前面讲过的烦恼障、所知障，既寂是这二障断了。二障断了，智慧一定现前。这个智慧是自性里头本具的般若智慧，佛说一切众生统统都有，这是自性里本来具足的。在众生分上，这个智慧失掉了。这个失不是真的失掉，是因为有障碍把它障住，障住它不起作用，虽然没有失掉，等于失掉了，是这个意思，并不是真的失掉了。所以二障去掉了，智慧就现前。",
      "zh_TW": "「二障既寂，二智現前，成菩提涅槃，謂不斷佛種，則菩薩成就矣」。總結的文字不多，可是意思很多。二障，前面講過的煩惱障、所知障，既寂是這二障斷了。二障斷了，智慧一定現前。這個智慧是自性裡頭本具的般若智慧，佛說一切眾生統統都有，這是自性裡本來具足的。在眾生分上，這個智慧失掉了。這個失不是真的失掉，是因為有障礙把它障住，障住它不起作用，雖然沒有失掉，等於失掉了，是這個意思，並不是真的失掉了。所以二障去掉了，智慧就現前。"
    },
    {
      "id": "12-017-1003_p0003",
      "zh_CN": "经论里面跟我们说了很多，障碍断一分，智慧就透一分；障碍去二分，智慧就透二分。所以，智慧不要求，是你本有的，只要把障碍除掉。所以佛法的学习，最重要的、最根本的也就是去障碍而已。障碍太多太多了，归纳起来不外乎这两大类，一大类叫烦恼障，另外一大类叫所知障，总不外乎这两大类。这两大类，菩萨从初发心分分断，五十一个位次修满了，这两种障碍断尽了，于是两种智慧就现前了。哪两种智慧？经论上就讲得很多，像本经跟一些大乘经上常说的，根本智、后得智，这是二智。两种障碍都障，都障根本智，都障后得智。",
      "zh_TW": "經論裡面跟我們說了很多，障礙斷一分，智慧就透一分；障礙去二分，智慧就透二分。所以，智慧不要求，是你本有的，只要把障礙除掉。所以佛法的學習，最重要的、最根本的也就是去障礙而已。障礙太多太多了，歸納起來不外乎這兩大類，一大類叫煩惱障，另外一大類叫所知障，總不外乎這兩大類。這兩大類，菩薩從初發心分分斷，五十一個位次修滿了，這兩種障礙斷盡了，於是兩種智慧就現前了。哪兩種智慧？經論上就講得很多，像本經跟一些大乘經上常說的，根本智、後得智，這是二智。兩種障礙都障，都障根本智，都障後得智。"
    },
    {
      "id": "12-017-1003_p0004",
      "zh_CN": "《般若经》上常说「般若无知，无所不知」。无知就是根本智，无所不知是后得智。根本智是以真如理体为所缘，断根本无明。《华严经玄义》里面讲「断迷理随眠」，随眠是烦恼，就好比人睡着了一样，不是在清醒的状态，我们对于宇宙人生的道理不懂得。如果根本智开了，这个道理就清楚了，就明白了，这是宇宙之间一切理。后得智是缘俗，我们讲真谛、俗谛，缘俗谛，俗谛是迷的事，是现相。事相无量无边，我们对于这些事相，究竟从哪里来的，怎么发生的，如何演变？也是一无所知。后得智要是得到了，对于俗谛，十法界依正庄严，这一切事相你统统清楚、明白了，所以说无所不知。这是《华严玄义》上讲的二智，根本智跟后得智。",
      "zh_TW": "《般若經》上常說「般若無知，無所不知」。無知就是根本智，無所不知是後得智。根本智是以真如理體為所緣，斷根本無明。《華嚴經玄義》裡面講「斷迷理隨眠」，隨眠是煩惱，就好比人睡著了一樣，不是在清醒的狀態，我們對於宇宙人生的道理不懂得。如果根本智開了，這個道理就清楚了，就明白了，這是宇宙之間一切理。後得智是緣俗，我們講真諦、俗諦，緣俗諦，俗諦是迷的事，是現相。事相無量無邊，我們對於這些事相，究竟從哪裡來的，怎麼發生的，如何演變？也是一無所知。後得智要是得到了，對於俗諦，十法界依正莊嚴，這一切事相你統統清楚、明白了，所以說無所不知。這是《華嚴玄義》上講的二智，根本智跟後得智。"
    },
    {
      "id": "12-017-1003_p0005",
      "zh_CN": "《华严演义》里面说二智，一个是如理智，一个是如量智。你看如理、如量，用的这两个名词，其实如理智就是根本智，如量智就是后得智，名称不相同，意思是一样的。如理智彻见真际，就是真如本性，你真正见到了真心。这个见不是眼见，不是耳闻，这个见是你真正体会到了，也就是真理。我们现在一般人讲真理，是一切万事万法的根源，在《华严经》上讲的真心。「出现品」上说，宇宙之间所有一切现象，「诸法所生，唯心所现」，那个能现的心就是真心、就是真如，佛经里头，《华严经》上常讲的法性。",
      "zh_TW": "《華嚴演義》裡面說二智，一個是如理智，一個是如量智。你看如理、如量，用的這兩個名詞，其實如理智就是根本智，如量智就是後得智，名稱不相同，意思是一樣的。如理智徹見真際，就是真如本性，你真正見到了真心。這個見不是眼見，不是耳聞，這個見是你真正體會到了，也就是真理。我們現在一般人講真理，是一切萬事萬法的根源，在《華嚴經》上講的真心。「出現品」上說，宇宙之間所有一切現象，「諸法所生，唯心所現」，那個能現的心就是真心、就是真如，佛經裡頭，《華嚴經》上常講的法性。"
    },
    {
      "id": "12-017-1003_p0006",
      "zh_CN": "法性是什么样子？《华严演义》里头用四个字来形容它「妙极寂静」。所以你要怎样去体会它？要用很深的禅定功夫。什么时候你真正见到它？大经上讲八地菩萨。我们知道初住菩萨破一品无明见一分真性，明心见性，见性成佛，他破一品无明。八地菩萨破了多少无明？十住、十行、十回向，三十品，然后从初地到七地，七品，我们晓得至少他已经破了三十七品无明；四十一品无明，他还差四品就破尽了。破了三十七品无明，这个时候见到真相，真相妙极了。什么东西妙极？阿赖耶识里面的种子他见到了，不可思议！",
      "zh_TW": "法性是什麼樣子？《華嚴演義》裡頭用四個字來形容它「妙極寂靜」。所以你要怎樣去體會它？要用很深的禪定功夫。什麼時候你真正見到它？大經上講八地菩薩。我們知道初住菩薩破一品無明見一分真性，明心見性，見性成佛，他破一品無明。八地菩薩破了多少無明？十住、十行、十迴向，三十品，然後從初地到七地，七品，我們曉得至少他已經破了三十七品無明；四十一品無明，他還差四品就破盡了。破了三十七品無明，這個時候見到真相，真相妙極了。什麼東西妙極？阿賴耶識裡面的種子他見到了，不可思議！"
    },
    {
      "id": "12-017-1003_p0007",
      "zh_CN": "所以八地菩萨转阿赖耶成大圆镜智，八地菩萨叫不动地。七地还不行，八地是真的不动，如如不动。当然，到这个地位我们可以说他是圆满的证得真如，圆证真如；如来果地上，再加个大字，大圆满。八地菩萨到圆满了，十住菩萨少分，十行、十回向，十行还是少分，十回向是多分，十地菩萨也是多分。从初地到七地，八地可以说是圆满、圆证了，如来果地是大圆满。",
      "zh_TW": "所以八地菩薩轉阿賴耶成大圓鏡智，八地菩薩叫不動地。七地還不行，八地是真的不動，如如不動。當然，到這個地位我們可以說他是圓滿的證得真如，圓證真如；如來果地上，再加個大字，大圓滿。八地菩薩到圓滿了，十住菩薩少分，十行、十迴向，十行還是少分，十迴向是多分，十地菩薩也是多分。從初地到七地，八地可以說是圓滿、圓證了，如來果地是大圓滿。"
    },
    {
      "id": "12-017-1003_p0008",
      "zh_CN": "如量智（量是度量、分量）就是后得智，他明了通达宇宙之间万事万法的差别，就是三种智里面讲的道种智。道种智是知一切有，一切智是知一切法空，知一切法空是如理智。所以大乘经上也说一切智，也说道种智，这也叫二智；如果加上一切种智，那叫三智。一切智知空，道种智知有，道是道理，种是种种，种种就多，从相上讲的。",
      "zh_TW": "如量智（量是度量、分量）就是後得智，他明瞭通達宇宙之間萬事萬法的差別，就是三種智裡面講的道種智。道種智是知一切有，一切智是知一切法空，知一切法空是如理智。所以大乘經上也說一切智，也說道種智，這也叫二智；如果加上一切種智，那叫三智。一切智知空，道種智知有，道是道理，種是種種，種種就多，從相上講的。"
    },
    {
      "id": "12-017-1003_p0009",
      "zh_CN": "宇宙之间的现象无量无边，没有一样不通达，没有一样不明了。通常我们也常讲实智、权智，名称不一样，意思都差不多。实是真实，真实的智慧是明理，理体，如果用哲学上的名词讲，宇宙本体。你能够了解宇宙本体，这个智慧是实智；你知道宇宙之间所有一切现象，这是权智。权智还有方便、应机，善巧方便这是权智，这是后得智。我们要晓得后得智是从根本智来的，你没有根本智哪来的后得智？没有实智哪来的权智？由此可知，佛常常讲「因戒得定，因定开慧」，实智是禅定。",
      "zh_TW": "宇宙之間的現象無量無邊，沒有一樣不通達，沒有一樣不明瞭。通常我們也常講實智、權智，名稱不一樣，意思都差不多。實是真實，真實的智慧是明理，理體，如果用哲學上的名詞講，宇宙本體。你能夠了解宇宙本體，這個智慧是實智；你知道宇宙之間所有一切現象，這是權智。權智還有方便、應機，善巧方便這是權智，這是後得智。我們要曉得後得智是從根本智來的，你沒有根本智哪來的後得智？沒有實智哪來的權智？由此可知，佛常常講「因戒得定，因定開慧」，實智是禪定。"
    },
    {
      "id": "12-017-1003_p0010",
      "zh_CN": "如果我们就菩提心这个意思来讲？实智是真诚、清净、平等。如理智、根本智、一切智、实智，名称不一样，实在就是什么？就是你这个心真诚到极处、清净到极处、平等到极处，这就是禅心，禅定，真性。如量智、后得智、权智是什么？就是正觉，就是慈悲。我们用真诚、清净、平等、正觉、慈悲这大家比较容易懂，有一个很清楚的概念。",
      "zh_TW": "如果我們就菩提心這個意思來講？實智是真誠、清淨、平等。如理智、根本智、一切智、實智，名稱不一樣，實在就是什麼？就是你這個心真誠到極處、清淨到極處、平等到極處，這就是禪心，禪定，真性。如量智、後得智、權智是什麼？就是正覺，就是慈悲。我們用真誠、清淨、平等、正覺、慈悲這大家比較容易懂，有一個很清楚的概念。"
    },
    {
      "id": "12-017-1003_p0011",
      "zh_CN": "《华严演义》里头也说了两个名词，一个是观察智，一个是取相智，这都叫二智。观察智就是根本智，照了人法二空，所显真如，这就见性了，人法二空。了知能证所证，二不可得，你看这是不是明心见性？就是《演义》里头讲的如理智，这也是《演义》里头说的。取相智是善取法界幻相，法界一切现相，无论是事，无论是理，它都能够法法圆融，事事无碍，这是权智，这是后得智。我们这个经读到「入法界品」，你就都看到了。",
      "zh_TW": "《華嚴演義》裡頭也說了兩個名詞，一個是觀察智，一個是取相智，這都叫二智。觀察智就是根本智，照了人法二空，所顯真如，這就見性了，人法二空。了知能證所證，二不可得，你看這是不是明心見性？就是《演義》裡頭講的如理智，這也是《演義》裡頭說的。取相智是善取法界幻相，法界一切現相，無論是事，無論是理，它都能夠法法圓融，事事無礙，這是權智，這是後得智。我們這個經讀到「入法界品」，你就都看到了。"
    },
    {
      "id": "12-017-1003_p0012",
      "zh_CN": "这时二智现前，成就菩提涅槃。这个菩提是大菩提、大涅槃，这不是小乘的。菩提是梵语，涅槃也是梵语。菩提的意思是智、是觉；成就真实的智慧、真实的觉悟，就是菩提。涅槃，涅槃是不生不灭。平常我们最常看到的翻译，是把它翻成圆寂，圆是功德圆满，寂是清净寂灭；功德圆满，清净寂灭叫涅槃。所以在佛门里面习惯上讲，出家人过世了，称涅槃。实实在在讲，佛菩萨行！释迦牟尼佛入灭，我们称他入般涅槃了。为什么？他真的是功德圆满，清净寂灭，当之无愧！这一般出家人，你过世了，你有什么功德？清净寂灭，不是说死了就清净寂灭，不见得。所以涅槃是活着证得的，不是死了就叫涅槃；圆寂也是活着证得的，不是死了以后证得的。如果死了以后都圆寂、都涅槃了，我们不要修了，哪个不死，死了不都圆寂了？死了不都涅槃了吗？没这个道理！",
      "zh_TW": "這時二智現前，成就菩提涅槃。這個菩提是大菩提、大涅槃，這不是小乘的。菩提是梵語，涅槃也是梵語。菩提的意思是智、是覺；成就真實的智慧、真實的覺悟，就是菩提。涅槃，涅槃是不生不滅。平常我們最常看到的翻譯，是把它翻成圓寂，圓是功德圓滿，寂是清淨寂滅；功德圓滿，清淨寂滅叫涅槃。所以在佛門裡面習慣上講，出家人過世了，稱涅槃。實實在在講，佛菩薩行！釋迦牟尼佛入滅，我們稱他入般涅槃了。為什麼？他真的是功德圓滿，清淨寂滅，當之無愧！這一般出家人，你過世了，你有什麼功德？清淨寂滅，不是說死了就清淨寂滅，不見得。所以涅槃是活著證得的，不是死了就叫涅槃；圓寂也是活著證得的，不是死了以後證得的。如果死了以後都圓寂、都涅槃了，我們不要修了，哪個不死，死了不都圓寂了？死了不都涅槃了嗎？沒這個道理！"
    },
    {
      "id": "12-017-1003_p0013",
      "zh_CN": "怕大家有这些误会，所以涅槃里头又有很多种讲法，有「有余依涅槃」，有「无余依涅槃」。什么叫有余依？你证得涅槃，你身体还在。阿罗汉证得偏真涅槃，他还活在世间；释迦牟尼佛证得究竟圆满的大涅槃，他没死。八相成道，示现成道就是示现证得菩提涅槃，释迦牟尼佛三十岁。证得之后身体在，叫有余依。有余是什么？身体。利用这个身体，自己的事情已经没有了。自己的事情，所修所求的就是菩提涅槃，菩提涅槃已经得到了，没事了。所以大小乘经里面，特别是小乘经讲阿罗汉，偏真涅槃他证得了，所以经上常讲「所作已办，不受后有」。他要办的事情就是永远超越轮回，不在轮回里面流转生死了，这是涅槃。",
      "zh_TW": "怕大家有這些誤會，所以涅槃裡頭又有很多種講法，有「有餘依涅槃」，有「無餘依涅槃」。什麼叫有餘依？你證得涅槃，你身體還在。阿羅漢證得偏真涅槃，他還活在世間；釋迦牟尼佛證得究竟圓滿的大涅槃，他沒死。八相成道，示現成道就是示現證得菩提涅槃，釋迦牟尼佛三十歲。證得之後身體在，叫有餘依。有餘是什麼？身體。利用這個身體，自己的事情已經沒有了。自己的事情，所修所求的就是菩提涅槃，菩提涅槃已經得到了，沒事了。所以大小乘經裡面，特別是小乘經講阿羅漢，偏真涅槃他證得了，所以經上常講「所作已辦，不受後有」。他要辦的事情就是永遠超越輪迴，不在輪迴裡面流轉生死了，這是涅槃。"
    },
    {
      "id": "12-017-1003_p0014",
      "zh_CN": "生死，所谓了生死出三界，小乘人的涅槃，他得到了。虽然得到，他身体还在，这叫有余依。那要利用这个身体帮助世间苦难众生，救护众生。所以，前面有四句话我要特别提醒同学们注意，末后两句是「悲救众生，佛种不断」，这是他证得菩提涅槃之后他要做的事。他这个身体留在世间就为这个事情，除这个事情之外，他自己没事。他自己有没有住这个世间的必要？没有。自己事情已经办了，随时随地可以离开这个世间，我们常讲生死自在；他想走就走，想来就来，一丝毫障碍都没有。这个情形又是一种涅槃，叫无住涅槃。",
      "zh_TW": "生死，所謂了生死出三界，小乘人的涅槃，他得到了。雖然得到，他身體還在，這叫有餘依。那要利用這個身體幫助世間苦難眾生，救護眾生。所以，前面有四句話我要特別提醒同學們注意，末後兩句是「悲救眾生，佛種不斷」，這是他證得菩提涅槃之後他要做的事。他這個身體留在世間就為這個事情，除這個事情之外，他自己沒事。他自己有沒有住這個世間的必要？沒有。自己事情已經辦了，隨時隨地可以離開這個世間，我們常講生死自在；他想走就走，想來就來，一絲毫障礙都沒有。這個情形又是一種涅槃，叫無住涅槃。"
    },
    {
      "id": "12-017-1003_p0015",
      "zh_CN": "无住涅槃是不住生死，不住涅槃，完全随众生的感应。这不得了！这是大乘菩萨、诸佛如来。哪个地方众生有感，他哪个地方就现身，现身不住涅槃。虽现身，他那个身不是业力现的，他是愿力现的，愿力现的不住生死，他没有生死。他现身不现身非常自在，完全看众生的感，那个感就是缘。众生有感他就有现，就现身，众生的感没有了，他这个身就灭了，身就没有了，大自在！这叫无住涅槃。所以说有余涅槃，有无余涅槃，有无住涅槃。",
      "zh_TW": "無住涅槃是不住生死，不住涅槃，完全隨眾生的感應。這不得了！這是大乘菩薩、諸佛如來。哪個地方眾生有感，他哪個地方就現身，現身不住涅槃。雖現身，他那個身不是業力現的，他是願力現的，願力現的不住生死，他沒有生死。他現身不現身非常自在，完全看眾生的感，那個感就是緣。眾生有感他就有現，就現身，眾生的感沒有了，他這個身就滅了，身就沒有了，大自在！這叫無住涅槃。所以說有餘涅槃，有無餘涅槃，有無住涅槃。"
    },
    {
      "id": "12-017-1003_p0016",
      "zh_CN": "无余涅槃，证得菩提涅槃，这个身体也不要了。一般情形是什么？在这个世间没有度众生的缘分，他就走了。没有缘分就是他在这个世间，世间人不认识他，不尊重他，没有意愿跟他学习，他在这里没有必要。他自己已经完成了，想帮助众生没有缘，帮不上忙。帮不上忙，他在此地就灭度了，这叫无余依涅槃。他是不是真的灭度？没有，离开这个地方，他方世界有缘，哪个地方有缘他哪里就现身，所以他还是无住涅槃；不住生死，不住涅槃。「谓不断佛种」，不断佛种是这个意思。",
      "zh_TW": "無餘涅槃，證得菩提涅槃，這個身體也不要了。一般情形是什麼？在這個世間沒有度眾生的緣分，他就走了。沒有緣分就是他在這個世間，世間人不認識他，不尊重他，沒有意願跟他學習，他在這裡沒有必要。他自己已經完成了，想幫助眾生沒有緣，幫不上忙。幫不上忙，他在此地就滅度了，這叫無餘依涅槃。他是不是真的滅度？沒有，離開這個地方，他方世界有緣，哪個地方有緣他哪裡就現身，所以他還是無住涅槃；不住生死，不住涅槃。「謂不斷佛種」，不斷佛種是這個意思。"
    },
    {
      "id": "12-017-1003_p0017",
      "zh_CN": "自己成就了，不断佛种，还要帮助一切有缘众生。有缘众生，我们明了，一切众生都有缘，哪有没有缘的？因为一切众生皆有佛性，怎么会没有缘！说他没有缘，是从哪里说的？业障烦恼太重，佛法在他面前他都不接受，他不相信，他排斥，这叫无缘。无缘怎么办？无缘给他下种。怎么给他下种？让他见到佛像，让他听到佛名，让他接触到三宝。虽然他不信，虽然他排斥，虽然他毁谤，都没有关系。佛的形像、佛的名号已经落在他阿赖耶识里头了，所谓是一历眼根，永为道种。这些种子生生世世帮助他加深，到他这些种子多了，产生力量了，他遇到三宝就生欢喜心了。",
      "zh_TW": "自己成就了，不斷佛種，還要幫助一切有緣眾生。有緣眾生，我們明瞭，一切眾生都有緣，哪有沒有緣的？因為一切眾生皆有佛性，怎麼會沒有緣！說他沒有緣，是從哪裡說的？業障煩惱太重，佛法在他面前他都不接受，他不相信，他排斥，這叫無緣。無緣怎麼辦？無緣給他下種。怎麼給他下種？讓他見到佛像，讓他聽到佛名，讓他接觸到三寶。雖然他不信，雖然他排斥，雖然他毀謗，都沒有關係。佛的形像、佛的名號已經落在他阿賴耶識裡頭了，所謂是一歷眼根，永為道種。這些種子生生世世幫助他加深，到他這些種子多了，產生力量了，他遇到三寶就生歡喜心了。"
    },
    {
      "id": "12-017-1003_p0018",
      "zh_CN": "这些事情我们自己在这一生当中有体会！我们每个人自己可以反省，可以想想，我是怎么接触佛法的。小时候不懂事，四、五岁的时候，母亲、祖父母带着小孩到庙里烧香，大人在那里磕头拜，我们也学着在后面跟着拜。实在讲这是什么？阿赖耶识里头落下种子。渐渐长大上学念书，接受现代的教育，把这些东西都看成迷信，于是心里面产生什么？排斥，决定不相信，决定不能接受。看到家里老人去拜佛，在旁边笑话，迷信！迷得这个样子。以为自己很聪明、很高明，这到第二个阶段。第三个阶段是遇到真正善知识，这个真正善知识就是你最敬佩的有道德、有学问的人，你希望能跟他学习。你肯定这个人有大智慧，这个人不迷信。",
      "zh_TW": "這些事情我們自己在這一生當中有體會！我們每個人自己可以反省，可以想想，我是怎麼接觸佛法的。小時候不懂事，四、五歲的時候，母親、祖父母帶著小孩到廟裡燒香，大人在那裡磕頭拜，我們也學著在後面跟著拜。實在講這是什麼？阿賴耶識裡頭落下種子。漸漸長大上學念書，接受現代的教育，把這些東西都看成迷信，於是心裡面產生什麼？排斥，決定不相信，決定不能接受。看到家裡老人去拜佛，在旁邊笑話，迷信！迷得這個樣子。以為自己很聰明、很高明，這到第二個階段。第三個階段是遇到真正善知識，這個真正善知識就是你最敬佩的有道德、有學問的人，你希望能跟他學習。你肯定這個人有大智慧，這個人不迷信。"
    },
    {
      "id": "12-017-1003_p0019",
      "zh_CN": "我这个路子就是这么一个过程。我大概是从十四、五岁，到二十四、五岁，这十年当中对佛教非常排斥，完全不能接受，真的把它列入到迷信、消极。我二十六岁跟方东美先生学哲学，这是个转捩点。我们肯定方先生是中国近代的大哲学家，有道德、有智慧。很难得我跟他同乡，同乡在家乡不认识，到台湾才认识。他是安徽桐城人，我们那个城市跟他的城市是邻县，距离不远，我们中国的里是五十里，用现在的公里是二十五公里，我们都是属于小城。",
      "zh_TW": "我這個路子就是這麼一個過程。我大概是從十四、五歲，到二十四、五歲，這十年當中對佛教非常排斥，完全不能接受，真的把它列入到迷信、消極。我二十六歲跟方東美先生學哲學，這是個轉捩點。我們肯定方先生是中國近代的大哲學家，有道德、有智慧。很難得我跟他同鄉，同鄉在家鄉不認識，到台灣才認識。他是安徽桐城人，我們那個城市跟他的城市是鄰縣，距離不遠，我們中國的里是五十里，用現在的公里是二十五公里，我們都是屬於小城。"
    },
    {
      "id": "12-017-1003_p0020",
      "zh_CN": "在安徽，我们是庐江，桐城，还有个舒城，舒城也是小县，这三个县文风很盛，读书人非常多，乡下小朋友都读书。它的读书风气，前清桐城派，这个学派就是我们这三个县。所以这三个县文风很盛，乡下人没有不念四书五经、古文，没有不念的。所以我从小能够学一点中国传统文化的一个概念，受这个影响。这个我们现在讲风气，受风气的影响。因为太小了，没有真正念书，但是这个风气影响很深，喜欢读书，爱书本，喜欢读书。所以到台湾遇到他，这一谈是老乡，这样近的老乡，感情就不一样，热心教导。",
      "zh_TW": "在安徽，我們是廬江，桐城，還有個舒城，舒城也是小縣，這三個縣文風很盛，讀書人非常多，鄉下小朋友都讀書。它的讀書風氣，前清桐城派，這個學派就是我們這三個縣。所以這三個縣文風很盛，鄉下人沒有不念四書五經、古文，沒有不念的。所以我從小能夠學一點中國傳統文化的一個概念，受這個影響。這個我們現在講風氣，受風氣的影響。因為太小了，沒有真正念書，但是這個風氣影響很深，喜歡讀書，愛書本，喜歡讀書。所以到台灣遇到他，這一談是老鄉，這樣近的老鄉，感情就不一樣，熱心教導。"
    },
    {
      "id": "12-017-1003_p0021",
      "zh_CN": "没想到最后一个单元，他那个题目是「佛经哲学」，我听了很惊讶，佛经是哲学？从来没听说过。当然以后我们接触到佛法，看到近代许许多多人的论着，称佛经哲学已经很久了，但是我们年轻，没有听到过。头一次听到方先生给我讲佛经哲学，这又把我引入佛门。这个引入佛门的时候不是迷信，才晓得佛经里头有真智慧，哲学所修的是智慧。所以从这些地方，我们今天在这里看到「不断佛种」，我们自己的佛种几乎断掉了。这个断掉是受外面（在佛经的说法）邪知邪见的影响。人家有一套说词，听起来满有道理，自己没有智慧，没有能力辨别，几乎上了当。这是幸亏遇到方老师，回头是岸。学佛到哪里学？方老师教我在经典里面学，不在寺庙，不在出家人。方老师告诉我的纯粹是哲学，佛经哲学，寺庙里头出家人那是宗教。你看我拉回来的时候，还有这么大的一个拐弯，哲学跟宗教还有界限。我读佛经是学佛经哲学，我不搞宗教。",
      "zh_TW": "沒想到最後一個單元，他那個題目是「佛經哲學」，我聽了很驚訝，佛經是哲學？從來沒聽說過。當然以後我們接觸到佛法，看到近代許許多多人的論著，稱佛經哲學已經很久了，但是我們年輕，沒有聽到過。頭一次聽到方先生給我講佛經哲學，這又把我引入佛門。這個引入佛門的時候不是迷信，才曉得佛經裡頭有真智慧，哲學所修的是智慧。所以從這些地方，我們今天在這裡看到「不斷佛種」，我們自己的佛種幾乎斷掉了。這個斷掉是受外面（在佛經的說法）邪知邪見的影響。人家有一套說詞，聽起來滿有道理，自己沒有智慧，沒有能力辨別，幾乎上了當。這是幸虧遇到方老師，回頭是岸。學佛到哪裡學？方老師教我在經典裡面學，不在寺廟，不在出家人。方老師告訴我的純粹是哲學，佛經哲學，寺廟裡頭出家人那是宗教。你看我拉回來的時候，還有這麼大的一個拐彎，哲學跟宗教還有界限。我讀佛經是學佛經哲學，我不搞宗教。"
    },
    {
      "id": "12-017-1003_p0022",
      "zh_CN": "要学经典当然得要找内行人，要找过来人。方先生不是专门研究佛经的，但他晚年，真的，六十岁以后，他差不多在学校里讲的全是佛经，在台湾大学他讲魏晋佛学、隋唐佛学。七十多岁以后，他在辅仁大学博士班开的是华严哲学。他晚年在学校里，把经典正式做为课程来教学的，至少有十五年，一直到他退休。晚年是全心全神的投入，所以最后他晚年他皈依了。他皈依的时候，那时已经有病了，成为佛门弟子，皈依好像不到半年他就走了。",
      "zh_TW": "要學經典當然得要找內行人，要找過來人。方先生不是專門研究佛經的，但他晚年，真的，六十歲以後，他差不多在學校裡講的全是佛經，在台灣大學他講魏晉佛學、隋唐佛學。七十多歲以後，他在輔仁大學博士班開的是華嚴哲學。他晚年在學校裡，把經典正式做為課程來教學的，至少有十五年，一直到他退休。晚年是全心全神的投入，所以最後他晚年他皈依了。他皈依的時候，那時已經有病了，成為佛門弟子，皈依好像不到半年他就走了。"
    },
    {
      "id": "12-017-1003_p0023",
      "zh_CN": "所以佛种不断，先要想自己，自己的善根，然后要顾虑到佛法。佛陀的教化，一般人常讲正法久住，这个正法就是指释迦牟尼佛教学，希望佛法的教学代代有传人。在中国各个宗派祖师大德是传人，一代一代传下来，如果这个宗派没有传人，这个宗派就断绝了。但是在今天这个现象，真的我们感觉到很悲观，每一个宗派里头都看不到传人。偶尔也听到佛门里面老和尚传法，传的是什么法？传的是一张纸，叫法卷。从祖师一代一代传，传到他，现在我再传给你，我再把你的名字写在后面，传给你，你是第几世。法呢？法没有了。",
      "zh_TW": "所以佛種不斷，先要想自己，自己的善根，然後要顧慮到佛法。佛陀的教化，一般人常講正法久住，這個正法就是指釋迦牟尼佛教學，希望佛法的教學代代有傳人。在中國各個宗派祖師大德是傳人，一代一代傳下來，如果這個宗派沒有傳人，這個宗派就斷絕了。但是在今天這個現象，真的我們感覺到很悲觀，每一個宗派裡頭都看不到傳人。偶爾也聽到佛門裡面老和尚傳法，傳的是什麼法？傳的是一張紙，叫法卷。從祖師一代一代傳，傳到他，現在我再傳給你，我再把你的名字寫在後面，傳給你，你是第幾世。法呢？法沒有了。"
    },
    {
      "id": "12-017-1003_p0024",
      "zh_CN": "过去是传法，就是说你的修学、你的成就要被这个老师肯定，老师给一个法卷，这个法卷就像毕业证书一样，名实相符。你做为这个宗派下一代的传人，上一代这个老师肯定你。佛门里头每一个宗派都是这样传的，唯独净土宗没有传人。净土也有祖师，印光大师是第十三代祖师，这祖师从哪里来的？净土宗的祖师是后代人肯定他的，不是当代。他老人家往生之后，后人觉得这个人他自己对修净土修学的成就，对于净土弘扬所做出来的贡献，称得上一代祖师。所以净土宗从慧远大师（这是东晋时代）到现在差不多一千七百多年，只有十三个祖师。所以这是被后人公认的，不是有法卷一代一代传的，没有。不像禅宗、天台宗、华严宗，他们一代一代的有这个证书，所以称之为法子。你真正是依照这个宗派的典籍学习，学习真正有成就，得到上一代的祖师肯定，他发证书给你。跟现在不一样，现在我听说有传法，有法卷，但是法没有了，等于失传！这个事情我们不能不知道，所以要有修有证。",
      "zh_TW": "過去是傳法，就是說你的修學、你的成就要被這個老師肯定，老師給一個法卷，這個法卷就像畢業證書一樣，名實相符。你做為這個宗派下一代的傳人，上一代這個老師肯定你。佛門裡頭每一個宗派都是這樣傳的，唯獨淨土宗沒有傳人。淨土也有祖師，印光大師是第十三代祖師，這祖師從哪裡來的？淨土宗的祖師是後代人肯定他的，不是當代。他老人家往生之後，後人覺得這個人他自己對修淨土修學的成就，對於淨土弘揚所做出來的貢獻，稱得上一代祖師。所以淨土宗從慧遠大師（這是東晉時代）到現在差不多一千七百多年，只有十三個祖師。所以這是被後人公認的，不是有法卷一代一代傳的，沒有。不像禪宗、天台宗、華嚴宗，他們一代一代的有這個證書，所以稱之為法子。你真正是依照這個宗派的典籍學習，學習真正有成就，得到上一代的祖師肯定，他發證書給你。跟現在不一樣，現在我聽說有傳法，有法卷，但是法沒有了，等於失傳！這個事情我們不能不知道，所以要有修有證。"
    },
    {
      "id": "12-017-1003_p0025",
      "zh_CN": "有修、有学、有证，有修，成就你的德行；有学，成就你的学问、成就智慧。修是着重在断德、断烦恼；学是着重在智德，开智慧。断烦恼，开智慧，你在这上面有成就，不断佛种，「则菩萨成就矣」。这是教学的成就，学生的成就，就是老师的成就；学生没有成就，老师没有成就。老师有成就，后头没有学生继起，老师个人成就是有，对教育贡献上来说，他的成绩等于零，不能算是成就。清凉大师这一段开示我们就介绍到此地。",
      "zh_TW": "有修、有學、有證，有修，成就你的德行；有學，成就你的學問、成就智慧。修是著重在斷德、斷煩惱；學是著重在智德，開智慧。斷煩惱，開智慧，你在這上面有成就，不斷佛種，「則菩薩成就矣」。這是教學的成就，學生的成就，就是老師的成就；學生沒有成就，老師沒有成就。老師有成就，後頭沒有學生繼起，老師個人成就是有，對教育貢獻上來說，他的成績等於零，不能算是成就。清涼大師這一段開示我們就介紹到此地。"
    },
    {
      "id": "12-017-1003_p0026",
      "zh_CN": "诸位同学，请看下面第二段，「举彼所说，文分为二，初十句问因，后二十句问果，今初」。现在我们看第一段，第一段的经文：",
      "zh_TW": "諸位同學，請看下面第二段，「舉彼所說，文分為二，初十句問因，後二十句問果，今初」。現在我們看第一段，第一段的經文："
    },
    {
      "id": "12-017-1003_p0027",
      "zh_CN": "【说诸菩萨十住，十行，十回向，十藏，十地，十愿，十定，十通，十顶。】",
      "zh_TW": "【說諸菩薩十住，十行，十迴向，十藏，十地，十願，十定，十通，十頂。】"
    },
    {
      "id": "12-017-1003_p0028",
      "zh_CN": "清凉大师在注解里面跟我们说「文有九句，昔云，欠第九十忍一句」。这个「昔」，清凉大师说的，是过去学《华严》的这些大德。因为它是十问，问的是十桩事情，现在这个经文里头只有九句，所以说欠十忍一句，有人这个说法。「又以十信，自不成位，是住方便，摄在住中，故不别问」，这都是古人读《华严》他们的看法，很值得我们做参考。",
      "zh_TW": "清涼大師在註解裡面跟我們說「文有九句，昔云，欠第九十忍一句」。這個「昔」，清涼大師說的，是過去學《華嚴》的這些大德。因為它是十問，問的是十樁事情，現在這個經文裡頭只有九句，所以說欠十忍一句，有人這個說法。「又以十信，自不成位，是住方便，攝在住中，故不別問」，這都是古人讀《華嚴》他們的看法，很值得我們做參考。"
    },
    {
      "id": "12-017-1003_p0029",
      "zh_CN": "我们知道这部经并没有完整的传到中国来，传到中国来是一个残缺不齐的本子。梵文是写在贝多罗树叶上的，贝多罗树叶很多同学看见过，你们现在要到博物馆里面去参观，甚至于很多大的寺庙里头还藏着有贝叶经。我们这里也有，大概只有很少几片，诸位可以看看。这个贝叶，树叶有一点像香蕉的叶子一样，但是它很坚固，能保持很久。经文就写在这个叶上，梵文是横写的，像现在英文一样，从左到右。通常把这个树叶裁成一片一片的，长条一片，两面打洞，把它穿起来，一叶一叶这样翻着看。一面通常是写六行。",
      "zh_TW": "我們知道這部經並沒有完整的傳到中國來，傳到中國來是一個殘缺不齊的本子。梵文是寫在貝多羅樹葉上的，貝多羅樹葉很多同學看見過，你們現在要到博物館裡面去參觀，甚至於很多大的寺廟裡頭還藏著有貝葉經。我們這裡也有，大概只有很少幾片，諸位可以看看。這個貝葉，樹葉有一點像香蕉的葉子一樣，但是它很堅固，能保持很久。經文就寫在這個葉上，梵文是橫寫的，像現在英文一樣，從左到右。通常把這個樹葉裁成一片一片的，長條一片，兩面打洞，把它穿起來，一葉一葉這樣翻著看。一面通常是寫六行。"
    },
    {
      "id": "12-017-1003_p0030",
      "zh_CN": "是不是原书到十顶这个地方漏掉一行，有脱漏的？都很难说。现在这个原文找不到了，没有方法去对照。在格局上来讲一定是有十句，为什么会缺一句？所以，有人说少了十忍。也有人说应该是十信，但是十信不成位。就好像我们念书一样，十信位菩萨没有学位。好像你念小学毕业，中学毕业，也给个毕业证书给你，但是没有学位。十住菩萨有学位，初住就有学位了。佛法的位是有标准的，一定要跟诸佛如来同生性，你才有位子，如果是异生性，你就没有位子。",
      "zh_TW": "是不是原書到十頂這個地方漏掉一行，有脫漏的？都很難說。現在這個原文找不到了，沒有方法去對照。在格局上來講一定是有十句，為什麼會缺一句？所以，有人說少了十忍。也有人說應該是十信，但是十信不成位。就好像我們念書一樣，十信位菩薩沒有學位。好像你念小學畢業，中學畢業，也給個畢業證書給你，但是沒有學位。十住菩薩有學位，初住就有學位了。佛法的位是有標準的，一定要跟諸佛如來同生性，你才有位子，如果是異生性，你就沒有位子。"
    },
    {
      "id": "12-017-1003_p0031",
      "zh_CN": "什么叫同生性？什么叫异生性？同生性是用真心。佛菩萨用真心，你也用真心，你跟佛菩萨的心是相同的，那你就有地位了。如果你是用妄心，妄心是八识五十一心所，你用妄心，不是用真心，你是属于异生性，这个就没有位。所以诸位必须要晓得，九法界众生没有见性。明心见性就超越九法界，也就是超越十法界，他到一真法界去了，这就是圆教初住菩萨。所以阿罗汉没有学位，辟支佛也没有学位，在佛法里面讲他不成位。",
      "zh_TW": "什麼叫同生性？什麼叫異生性？同生性是用真心。佛菩薩用真心，你也用真心，你跟佛菩薩的心是相同的，那你就有地位了。如果你是用妄心，妄心是八識五十一心所，你用妄心，不是用真心，你是屬於異生性，這個就沒有位。所以諸位必須要曉得，九法界眾生沒有見性。明心見性就超越九法界，也就是超越十法界，他到一真法界去了，這就是圓教初住菩薩。所以阿羅漢沒有學位，辟支佛也沒有學位，在佛法裡面講他不成位。"
    },
    {
      "id": "12-017-1003_p0032",
      "zh_CN": "十法界里面的佛实际上是权教菩萨，别教里面的佛相当圆教二行位的菩萨。别教初地菩萨破一品无明证一分法身，圆教是初住菩萨破一品无明证一分法身，所以圆教的初住等同别教初地。初地到十地破十品无明，等觉再破一品无明。破十品无明是十住菩萨，再破一品无明是初行位菩萨，再破一品是他的妙觉，妙觉是二行位菩萨，所以别教佛是圆教二行位的菩萨。通教、藏教佛一品无明都没破，换句话说，他还是异生性，他还不是同生性。这是说圆教十信，他不成位，他是住方便。这个住就是十住，十住里头特别是初住；换句话说，他是准备成初住。这十个位次修学都是准备拿初住的，拿到初住，初住就是学位，所以他包括在住中。我们用现代的话来说，就是十住的先修班，十住的预备班，他们准备去拿十住的。故不别问，所以这个里面从十住开始，他没有十信。",
      "zh_TW": "十法界裡面的佛實際上是權教菩薩，別教裡面的佛相當圓教二行位的菩薩。別教初地菩薩破一品無明證一分法身，圓教是初住菩薩破一品無明證一分法身，所以圓教的初住等同別教初地。初地到十地破十品無明，等覺再破一品無明。破十品無明是十住菩薩，再破一品無明是初行位菩薩，再破一品是他的妙覺，妙覺是二行位菩薩，所以別教佛是圓教二行位的菩薩。通教、藏教佛一品無明都沒破，換句話說，他還是異生性，他還不是同生性。這是說圓教十信，他不成位，他是住方便。這個住就是十住，十住裡頭特別是初住；換句話說，他是準備成初住。這十個位次修學都是準備拿初住的，拿到初住，初住就是學位，所以他包括在住中。我們用現代的話來說，就是十住的先修班，十住的預備班，他們準備去拿十住的。故不別問，所以這個裡面從十住開始，他沒有十信。"
    },
    {
      "id": "12-017-1003_p0033",
      "zh_CN": "他末后有「十顶」，第九句是十顶。大师注解里面讲，「新旧梵本，俱无忍问，答中即有，故知彼忍，即此顶也」。新旧梵本，清凉大师看到的，旧的梵本是东晋时候传来的，翻成中文就是《六十华严》，这是旧梵本。新梵本是实叉难陀传来的，这个译场清凉大师参加了，旧梵本他没有参加；他参加这一次。在这个时候（清凉大师在的时候），《华严经》传来的梵本还在，还没有失掉。所以查查传来的梵本，梵本里头没有十忍，没有这个问，但是在答复里头有，在答中即有，故知彼忍，即此顶也。这个地方讲的十顶，答的里面就是讲的忍，所以这个顶就是忍的意思，即此顶也。底下要跟我们解释，为什么他问的跟答的不一样。",
      "zh_TW": "他末後有「十頂」，第九句是十頂。大師註解裡面講，「新舊梵本，俱無忍問，答中即有，故知彼忍，即此頂也」。新舊梵本，清涼大師看到的，舊的梵本是東晉時候傳來的，翻成中文就是《六十華嚴》，這是舊梵本。新梵本是實叉難陀傳來的，這個譯場清涼大師參加了，舊梵本他沒有參加；他參加這一次。在這個時候（清涼大師在的時候），《華嚴經》傳來的梵本還在，還沒有失掉。所以查查傳來的梵本，梵本裡頭沒有十忍，沒有這個問，但是在答覆裡頭有，在答中即有，故知彼忍，即此頂也。這個地方講的十頂，答的裡面就是講的忍，所以這個頂就是忍的意思，即此頂也。底下要跟我們解釋，為什麼他問的跟答的不一樣。"
    },
    {
      "id": "12-017-1003_p0034",
      "zh_CN": "「言十顶者，因位终极」。顶是到头了，这是在修因，因修圆满了，修到顶了。在这个经里面，「十定，十通」都是等觉位，我们只要看看这个经的名词就晓得了。第七会，第七会是讲等觉跟妙觉，这里头有「十定品」，讲十定，有「十通品」，十定十通，有「十忍品」。「十忍品」以后讲果不是讲因，讲「阿僧祇」，讲「寿量」、「诸佛住处」、「佛不思议」、「十身相海」、「随好光明」，都是讲的果。所以，因讲到最高的是讲到十忍。「十忍居后」，等觉位讲了三个，十定、十通、十忍，十忍在最后。「又得顶名」，这是五十一个因位，妙觉是果位，菩萨到等觉是最高了，等觉里面讲到十忍，这是讲到头了，讲到顶了。",
      "zh_TW": "「言十頂者，因位終極」。頂是到頭了，這是在修因，因修圓滿了，修到頂了。在這個經裡面，「十定，十通」都是等覺位，我們只要看看這個經的名詞就曉得了。第七會，第七會是講等覺跟妙覺，這裡頭有「十定品」，講十定，有「十通品」，十定十通，有「十忍品」。「十忍品」以後講果不是講因，講「阿僧祇」，講「壽量」、「諸佛住處」、「佛不思議」、「十身相海」、「隨好光明」，都是講的果。所以，因講到最高的是講到十忍。「十忍居後」，等覺位講了三個，十定、十通、十忍，十忍在最後。「又得頂名」，這是五十一個因位，妙覺是果位，菩薩到等覺是最高了，等覺裡面講到十忍，這是講到頭了，講到頂了。"
    },
    {
      "id": "12-017-1003_p0035",
      "zh_CN": "「问中约位终极，故名为顶」。这是大师他给我们解释的，问中是就位次来说，位次到最后一个位次，终极的，把它称之为顶。解答这个问题，是据法门，说「答据法门忍受，以智印定，故云忍也」。这个忍跟六波罗蜜里头忍辱波罗蜜的意思不一样，这个忍是忍可，印定，我们现在讲同意，肯定，承认，有这些意思。「非位终极，不具十忍」，如果你修学的果位不是达到终极，你不可能具足十忍，十忍是法。「非有十忍，不极因位」。你要没有十忍，你就不可能圆满你的因位。因位到极处。",
      "zh_TW": "「問中約位終極，故名為頂」。這是大師他給我們解釋的，問中是就位次來說，位次到最後一個位次，終極的，把它稱之為頂。解答這個問題，是據法門，說「答據法門忍受，以智印定，故云忍也」。這個忍跟六波羅蜜裡頭忍辱波羅蜜的意思不一樣，這個忍是忍可，印定，我們現在講同意，肯定，承認，有這些意思。「非位終極，不具十忍」，如果你修學的果位不是達到終極，你不可能具足十忍，十忍是法。「非有十忍，不極因位」。你要沒有十忍，你就不可能圓滿你的因位。因位到極處。"
    },
    {
      "id": "12-017-1003_p0036",
      "zh_CN": "所以顶是从位次来说的，忍是从你所主修法门来说的。譬如现在在学校里面修学，你修某个科目，这个科目修圆满了。譬如修文学，文学是个科目，文学这个科目修圆满了，你拿到了博士学位，你称为文学博士。「顶」就好像博士学位一样。你的博士学位是怎么拿到的？是你修学文学达到他的标准。你修学文学达到这个标准，这是法门。等觉菩萨要拿到等觉的学位，他必须修学十定、十通、十忍，这三个科目，三个科目十忍在最后。我们可以能理解十忍是甚深禅定，几几乎乎到圆满了，如来果地上的大定，是这个意思。",
      "zh_TW": "所以頂是從位次來說的，忍是從你所主修法門來說的。譬如現在在學校裡面修學，你修某個科目，這個科目修圓滿了。譬如修文學，文學是個科目，文學這個科目修圓滿了，你拿到了博士學位，你稱為文學博士。「頂」就好像博士學位一樣。你的博士學位是怎麼拿到的？是你修學文學達到他的標準。你修學文學達到這個標準，這是法門。等覺菩薩要拿到等覺的學位，他必須修學十定、十通、十忍，這三個科目，三個科目十忍在最後。我們可以能理解十忍是甚深禪定，幾幾乎乎到圓滿了，如來果地上的大定，是這個意思。"
    },
    {
      "id": "12-017-1003_p0037",
      "zh_CN": "大师在此地引用「十忍品」里面几句话，这几句话很重要。「故十忍品末云，通达此忍门，成就无碍智，超过一切众，转于无上轮」，这一首偈。这首偈我们能理解，这个十忍法门要成就了，就是无碍智现前，《华严经》上讲的「理无碍，事无碍，理事无碍，事事无碍」，入这个境界。「超过一切众」，这个众就是前面五十位的菩萨，十信、十住、十行、十回向、十地，超过这五十众。这五十众都从事于教学工作，譬如十信菩萨教小学，他不是不教，自行化他；十住菩萨教初中，十回向菩萨教高中；十地菩萨教大学，从初地到七地教大学；八地以上教研究所，八地、九地、十地、十一地，这四个位次等于教研究所，他们是硕士班、博士班的指导教授。等觉菩萨到十忍成就了，是博士班的指导教授。超过一切众，转于无上轮，他这个时候教学的能力，自行化他的能力跟佛一样。「既言超过，即是顶义」，这里跟我们说明为什么经文上用十顶，清凉大师这样跟我们解释，说得很有道理，这是顶。",
      "zh_TW": "大師在此地引用「十忍品」裡面幾句話，這幾句話很重要。「故十忍品末云，通達此忍門，成就無礙智，超過一切眾，轉於無上輪」，這一首偈。這首偈我們能理解，這個十忍法門要成就了，就是無礙智現前，《華嚴經》上講的「理無礙，事無礙，理事無礙，事事無礙」，入這個境界。「超過一切眾」，這個眾就是前面五十位的菩薩，十信、十住、十行、十迴向、十地，超過這五十眾。這五十眾都從事於教學工作，譬如十信菩薩教小學，他不是不教，自行化他；十住菩薩教初中，十迴向菩薩教高中；十地菩薩教大學，從初地到七地教大學；八地以上教研究所，八地、九地、十地、十一地，這四個位次等於教研究所，他們是碩士班、博士班的指導教授。等覺菩薩到十忍成就了，是博士班的指導教授。超過一切眾，轉於無上輪，他這個時候教學的能力，自行化他的能力跟佛一樣。「既言超過，即是頂義」，這裡跟我們說明為什麼經文上用十頂，清涼大師這樣跟我們解釋，說得很有道理，這是頂。"
    },
    {
      "id": "12-017-1003_p0038",
      "zh_CN": "「亦犹四善根中，忍顶法门，义相类故」。这是举例，讲四善根。四善根里面忍顶是最高的，达到最高的，跟这里讲的意思差不多。「不尔，忍无别问，空答何为」。如果不是这样的话，这个文里头并没有问十忍，答里头为什么会有？这是说明十顶问就是十忍，就是问的十忍。到这个地方这是一段。清凉大师给我们解释，因为经文脱离常规，引起我们疑惑，不能不加以解释，下面有个假设。",
      "zh_TW": "「亦猶四善根中，忍頂法門，義相類故」。這是舉例，講四善根。四善根裡面忍頂是最高的，達到最高的，跟這裡講的意思差不多。「不爾，忍無別問，空答何為」。如果不是這樣的話，這個文裡頭並沒有問十忍，答裡頭為什麼會有？這是說明十頂問就是十忍，就是問的十忍。到這個地方這是一段。清涼大師給我們解釋，因為經文脫離常規，引起我們疑惑，不能不加以解釋，下面有個假設。"
    },
    {
      "id": "12-017-1003_p0039",
      "zh_CN": "「设欲成十」，假设我们一定要把它完成十句，「应脱十信」，应该是（脱就是掉了、少了）少了十信。少是怎么少法的？原文少了。我们知道《华严》原本是龙树菩萨从龙宫里面带出来，当年在印度也是大家手抄。这样大部的经典，手抄的时候脱落了一两个字这是很可能的。我们今天不要说是抄一本书，抄一篇文章，抄完之后校对一下，漏掉的还很多字。《华严经》传到中国的原本，肯定是印度的手抄本。在印度这个经不止一部，分量虽然不多，总有个几部，绝对不是说只有一部。那可能是什么？抄的时候掉了，这个我们想想是有可能。清凉大师他是这样一个说法，应脱十信，应该是十信这一句漏掉了，抄的时候抄漏掉了。",
      "zh_TW": "「設欲成十」，假設我們一定要把它完成十句，「應脫十信」，應該是（脫就是掉了、少了）少了十信。少是怎麼少法的？原文少了。我們知道《華嚴》原本是龍樹菩薩從龍宮裡面帶出來，當年在印度也是大家手抄。這樣大部的經典，手抄的時候脫落了一兩個字這是很可能的。我們今天不要說是抄一本書，抄一篇文章，抄完之後校對一下，漏掉的還很多字。《華嚴經》傳到中國的原本，肯定是印度的手抄本。在印度這個經不止一部，分量雖然不多，總有個幾部，絕對不是說只有一部。那可能是什麼？抄的時候掉了，這個我們想想是有可能。清涼大師他是這樣一個說法，應脫十信，應該是十信這一句漏掉了，抄的時候抄漏掉了。"
    },
    {
      "id": "12-017-1003_p0040",
      "zh_CN": "「十信虽未成位」。这就解释了，虽然他没有学位，「亦随法界修广大行，德用殊胜，别一会答，应有问故」。这个讲得好，这个有理由！在《华严经》整个体例上来讲，讲得通。十信虽然没位次，但是这是圆教，不是别教，不是通教。圆教初信菩萨，初信位的菩萨就非常希有难得了，断德虽然只是断八十八品见惑，这断德。但是智德，我们前面讲过三德，智德比一般二乘、权教高明多了！这一点我们要知道。为什么他高明？他心量大！",
      "zh_TW": "「十信雖未成位」。這就解釋了，雖然他沒有學位，「亦隨法界修廣大行，德用殊勝，別一會答，應有問故」。這個講得好，這個有理由！在《華嚴經》整個體例上來講，講得通。十信雖然沒位次，但是這是圓教，不是別教，不是通教。圓教初信菩薩，初信位的菩薩就非常希有難得了，斷德雖然只是斷八十八品見惑，這斷德。但是智德，我們前面講過三德，智德比一般二乘、權教高明多了！這一點我們要知道。為什麼他高明？他心量大！"
    },
    {
      "id": "12-017-1003_p0041",
      "zh_CN": "圆教初信位的菩萨，古德讲大心凡夫，所以不一样。一般二乘人没有发大菩提心，圆初信位的菩萨发大菩提心了。心虽然发了，他在学习，学习圆满了，他就证初住位，初住菩萨是发心住。由此可知，他现在心已经发了，正在学习。所以他随法界修广大行，他是真正在修普贤十愿，文殊十波罗蜜，随顺菩提心，修学四摄法。德用殊胜，这真的，一点都不错，藏通菩萨不能比。",
      "zh_TW": "圓教初信位的菩薩，古德講大心凡夫，所以不一樣。一般二乘人沒有發大菩提心，圓初信位的菩薩發大菩提心了。心雖然發了，他在學習，學習圓滿了，他就證初住位，初住菩薩是發心住。由此可知，他現在心已經發了，正在學習。所以他隨法界修廣大行，他是真正在修普賢十願，文殊十波羅蜜，隨順菩提心，修學四攝法。德用殊勝，這真的，一點都不錯，藏通菩薩不能比。"
    },
    {
      "id": "12-017-1003_p0042",
      "zh_CN": "「别一会答」，就是特别有一会来讲十信，就是我们现在念的这一会，第二会。第二会是说佛正报皆是信法门，这里头有六品经，现在我们念的是「名号品」。「四圣谛品」、「光明觉品」，这是讲毘卢遮那佛的正报。后面「菩萨问明品」、「净行品」、「贤首品」是讲十信法门。所以十信有讲，别一品讲，这是清凉大师他认为十句漏掉十信，他讲得有道理。所以说别一会答，应有问故。这个地方问是正确的，因为你这里问，他下面就答了，但是十信有答没有问。清凉这个看法很有道理。",
      "zh_TW": "「別一會答」，就是特別有一會來講十信，就是我們現在念的這一會，第二會。第二會是說佛正報皆是信法門，這裡頭有六品經，現在我們念的是「名號品」。「四聖諦品」、「光明覺品」，這是講毘盧遮那佛的正報。後面「菩薩問明品」、「淨行品」、「賢首品」是講十信法門。所以十信有講，別一品講，這是清涼大師他認為十句漏掉十信，他講得有道理。所以說別一會答，應有問故。這個地方問是正確的，因為你這裡問，他下面就答了，但是十信有答沒有問。清涼這個看法很有道理。"
    },
    {
      "id": "12-017-1003_p0043",
      "zh_CN": "他说「若将十忍已下四品，共答顶问」。这是清凉大师给我们解释的，解释非常有道理。十忍以下的四品，就是「十忍品」、「阿僧祇品」、「寿量品」、「诸菩萨住处品」，这是十忍以下的四品。答十顶问，「于理无失」，在理上讲讲得通，没有过失。为什么？「俱是等觉之终极故」，等觉菩萨的终极。再往下面，「佛不思议法品」、「十身相海品」，那是妙觉，等觉只讲到「诸菩萨住处品」。清凉看这个看得很有道理。",
      "zh_TW": "他說「若將十忍已下四品，共答頂問」。這是清涼大師給我們解釋的，解釋非常有道理。十忍以下的四品，就是「十忍品」、「阿僧祇品」、「壽量品」、「諸菩薩住處品」，這是十忍以下的四品。答十頂問，「於理無失」，在理上講講得通，沒有過失。為什麼？「俱是等覺之終極故」，等覺菩薩的終極。再往下面，「佛不思議法品」、「十身相海品」，那是妙覺，等覺只講到「諸菩薩住處品」。清涼看這個看得很有道理。"
    },
    {
      "id": "12-017-1003_p0044",
      "zh_CN": "他在《钞》里面还有详细的说明，说出他这个议论的理由，这个理由最有力的，就是第二会的后三品。佛为我们说明十信位，十信位的解行、德能；「问明品」是十信菩萨的解，「净行品」是十信菩萨的行，「贤首品」是十信菩萨的德。这一会是讲信位，我们要在这个里头认真努力来学习。这个三品你看看十信位的菩萨他们的智慧德行。所以清凉大师说应当有问，为什么没有问！所以这个十句，他老人家认为一定是脱掉了第一句十信。这上面有个十信，那真的看后面的答，就完全顺了，有问有答。如果没有问，不就变成佛无问自说了。这三品经不是无问自说，可见得前面这个地方一定有问，这漏掉了。",
      "zh_TW": "他在《鈔》裡面還有詳細的說明，說出他這個議論的理由，這個理由最有力的，就是第二會的後三品。佛為我們說明十信位，十信位的解行、德能；「問明品」是十信菩薩的解，「淨行品」是十信菩薩的行，「賢首品」是十信菩薩的德。這一會是講信位，我們要在這個裡頭認真努力來學習。這個三品你看看十信位的菩薩他們的智慧德行。所以清涼大師說應當有問，為什麼沒有問！所以這個十句，他老人家認為一定是脫掉了第一句十信。這上面有個十信，那真的看後面的答，就完全順了，有問有答。如果沒有問，不就變成佛無問自說了。這三品經不是無問自說，可見得前面這個地方一定有問，這漏掉了。"
    },
    {
      "id": "12-017-1003_p0045",
      "zh_CN": "我们看这个十句，清凉大师说前面再加个十信，这个十句问就圆满了。岂不是从初发心到如来地，五十一个位次所依据的理论、方法、境界，不就讲这个。这在第二分里头，第二个大单元，一共有六会，每一会是个小单元。我们现在第二会在讲十信法门，怎么能没有问？第三会讲十住，第四会讲十行，第五会讲十回向，第六会讲十地，第七会讲等觉、妙觉。这第二个大单元解分里头一共有六会，十信在一会，所以他这里讲别一会答。他没有把它包在十住会里头，这是他老人家讲的最有力的理由。这一句经文应该是脱漏十信。",
      "zh_TW": "我們看這個十句，清涼大師說前面再加個十信，這個十句問就圓滿了。豈不是從初發心到如來地，五十一個位次所依據的理論、方法、境界，不就講這個。這在第二分裡頭，第二個大單元，一共有六會，每一會是個小單元。我們現在第二會在講十信法門，怎麼能沒有問？第三會講十住，第四會講十行，第五會講十迴向，第六會講十地，第七會講等覺、妙覺。這第二個大單元解分裡頭一共有六會，十信在一會，所以他這裡講別一會答。他沒有把它包在十住會裡頭，這是他老人家講的最有力的理由。這一句經文應該是脫漏十信。"
    },
    {
      "id": "12-017-1003_p0046",
      "zh_CN": "在这十句问里面，把这个大单元里面要说的内容全部都说出来了，这个大单元就是讲的『菩萨十信、十住、十行、十回向、十藏、十地，十愿、十定、十通、十顶』。有人讲十顶是十忍，在理上能讲得通。清凉讲得更好，十忍下面四品合起来十顶，说得真好！要不是他老人家这样给我们分析解释，我们看不出来，这是智慧，这真的是再来人，古人称他老人家为华严菩萨，真的不是假的。这个十句问因，再看后面二十句问果，我们看第二段，「二十句问所成果」。请看经文：",
      "zh_TW": "在這十句問裡面，把這個大單元裡面要說的內容全部都說出來了，這個大單元就是講的『菩薩十信、十住、十行、十迴向、十藏、十地，十願、十定、十通、十頂』。有人講十頂是十忍，在理上能講得通。清涼講得更好，十忍下面四品合起來十頂，說得真好！要不是他老人家這樣給我們分析解釋，我們看不出來，這是智慧，這真的是再來人，古人稱他老人家為華嚴菩薩，真的不是假的。這個十句問因，再看後面二十句問果，我們看第二段，「二十句問所成果」。請看經文："
    },
    {
      "id": "12-017-1003_p0047",
      "zh_CN": "【及说如来地，如来境界，如来神力，如来所行，如来力，如来无畏，如来三昧，如来神通，如来自在，如来无碍。】",
      "zh_TW": "【及說如來地，如來境界，如來神力，如來所行，如來力，如來無畏，如來三昧，如來神通，如來自在，如來無礙。】"
    },
    {
      "id": "12-017-1003_p0048",
      "zh_CN": "这个十句是问「内德成满」跟「现相品」里面所问的完全相同。后面十句问的「体相显著」，我们看后十句：",
      "zh_TW": "這個十句是問「內德成滿」跟「現相品」裡面所問的完全相同。後面十句問的「體相顯著」，我們看後十句："
    },
    {
      "id": "12-017-1003_p0049",
      "zh_CN": "【如来眼，如来耳，如来鼻，如来舌，如来身，如来意，如来辩才，如来智慧，如来最胜。】",
      "zh_TW": "【如來眼，如來耳，如來鼻，如來舌，如來身，如來意，如來辯才，如來智慧，如來最勝。】"
    },
    {
      "id": "12-017-1003_p0050",
      "zh_CN": "这个十句体相显著，正报。后面一句：",
      "zh_TW": "這個十句體相顯著，正報。後面一句："
    },
    {
      "id": "12-017-1003_p0051",
      "zh_CN": "【愿佛世尊，亦为我说。】",
      "zh_TW": "【願佛世尊，亦為我說。】"
    },
    {
      "id": "12-017-1003_p0052",
      "zh_CN": "看清凉大师的开示，大师并没有每一句都给我们说，『如来地，如来境界』，为什么有省略？因为这个二十句问跟「现相品」里完全相同。「现相品」里已经有详细解说，所以在此地轻描淡写带过去就行，不要再浪费时间了。但是有几句必须要说的，那就是这二十句是两段，在前面一段问内德成满，内德成就圆满，十句。第三句『如来神力』，这一句跟「现相品」里面不一样，「现相品」里头叫「佛加持」。前会，记住前面一会实际上就是第二品「如来现相品」。因为第一品「世主妙严品」里头没有问，完全是讲参加法会的那些人，经文有五卷，很长，看到法会的无比庄严。第二品经「如来现相品」这里头才有问，前会问的是佛加持，这个地方讲「如来神力」，如来神力就是佛加持。",
      "zh_TW": "看清涼大師的開示，大師並沒有每一句都給我們說，『如來地，如來境界』，為什麼有省略？因為這個二十句問跟「現相品」裡完全相同。「現相品」裡已經有詳細解說，所以在此地輕描淡寫帶過去就行，不要再浪費時間了。但是有幾句必須要說的，那就是這二十句是兩段，在前面一段問內德成滿，內德成就圓滿，十句。第三句『如來神力』，這一句跟「現相品」裡面不一樣，「現相品」裡頭叫「佛加持」。前會，記住前面一會實際上就是第二品「如來現相品」。因為第一品「世主妙嚴品」裡頭沒有問，完全是講參加法會的那些人，經文有五卷，很長，看到法會的無比莊嚴。第二品經「如來現相品」這裡頭才有問，前會問的是佛加持，這個地方講「如來神力」，如來神力就是佛加持。"
    },
    {
      "id": "12-017-1003_p0053",
      "zh_CN": "下面大师略略的给我们解释几条，『神通』，这个在这一边问的句子是第八句，第八句问的神通。「神通，约外用无壅」，神通是对外的；换句话说，是对教化众生的，不是自己，没有障碍。",
      "zh_TW": "下面大師略略的給我們解釋幾條，『神通』，這個在這一邊問的句子是第八句，第八句問的神通。「神通，約外用無壅」，神通是對外的；換句話說，是對教化眾生的，不是自己，沒有障礙。"
    },
    {
      "id": "12-017-1003_p0054",
      "zh_CN": "问如来神力，神力是「约内有干能」。约这个字用我们现在的话来说是「就」，就内德来说，就外用来说。神通是就外用讲的，神力是就内有说的，内里面确实有这个能力，这个能力用在外面就是神通。「离世间品，各有十事，其相自别」。「离世间品」是在第三个大单元，将来我们会看到，「神力」这十种就说得很清楚、很明白了。",
      "zh_TW": "問如來神力，神力是「約內有幹能」。約這個字用我們現在的話來說是「就」，就內德來說，就外用來說。神通是就外用講的，神力是就內有說的，內裡面確實有這個能力，這個能力用在外面就是神通。「離世間品，各有十事，其相自別」。「離世間品」是在第三個大單元，將來我們會看到，「神力」這十種就說得很清楚、很明白了。"
    },
    {
      "id": "12-017-1003_p0055",
      "zh_CN": "「言无碍者」，前面十句最后『如来无碍』，第十句，「谓如来所作，无能障碍也」。如来果地上所作的，没有人能障碍。所以释迦牟尼佛当年在世，魔王波旬对世尊很嫉妒，要想方法来障碍他。佛说诸佛如来的正法，无能为碍，无能障碍。魔王怎么说？等到你老人家末法的时候（末法是你的法运衰了，正法、像法没有办法，魔没有办法，末法时候你的法运衰了），我让我的魔子魔孙统统出家，披上你的袈裟，渗透在你的僧团，我来灭佛法。释迦牟尼佛听了一句话不说，流眼泪。这一招很厉害，这一招现在人讲渗透，无法预防，你的法运衰了，法运没有办法永远保持。佛的力量也是不可思议，你看佛灭度后，正法一千年，像法一千年，魔都不敢动。魔要等两千年以后再让魔子魔孙出家，来灭佛法。从这个地方，我们也能够明了瞋恚报复多么严重，多么可怕。我想魔王波旬为我们示现，意思在这个地方。今天时间到了。",
      "zh_TW": "「言無礙者」，前面十句最後『如來無礙』，第十句，「謂如來所作，無能障礙也」。如來果地上所作的，沒有人能障礙。所以釋迦牟尼佛當年在世，魔王波旬對世尊很嫉妒，要想方法來障礙他。佛說諸佛如來的正法，無能為礙，無能障礙。魔王怎麼說？等到你老人家末法的時候（末法是你的法運衰了，正法、像法沒有辦法，魔沒有辦法，末法時候你的法運衰了），我讓我的魔子魔孫統統出家，披上你的袈裟，滲透在你的僧團，我來滅佛法。釋迦牟尼佛聽了一句話不說，流眼淚。這一招很厲害，這一招現在人講滲透，無法預防，你的法運衰了，法運沒有辦法永遠保持。佛的力量也是不可思議，你看佛滅度後，正法一千年，像法一千年，魔都不敢動。魔要等兩千年以後再讓魔子魔孫出家，來滅佛法。從這個地方，我們也能夠明瞭瞋恚報復多麼嚴重，多麼可怕。我想魔王波旬為我們示現，意思在這個地方。今天時間到了。"
    }
  ]
}