{
  "doc_id": "12-017-1343",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三四三卷",
    "zh_TW": "第一三四三卷"
  },
  "year": "2004",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1343",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "12-017-1343_p0001",
      "zh_CN": "诸位同学，请看「菩萨问明品」，觉首菩萨偈颂第八首，我们先把经文念一遍：",
      "zh_TW": "諸位同學，請看「菩薩問明品」，覺首菩薩偈頌第八首，我們先把經文念一遍："
    },
    {
      "id": "12-017-1343_p0002",
      "zh_CN": "【法性本无生，示现而有生，是中无能现，亦无所现物。】",
      "zh_TW": "【法性本無生，示現而有生，是中無能現，亦無所現物。】"
    },
    {
      "id": "12-017-1343_p0003",
      "zh_CN": "清凉大师在《疏钞》里面给我们讲得很多，我们读了之后才知道，经文虽然只有四句偈，含义是无量的深广。现在我们接着看疏文的下一段，下一段是「答第三难者」，我们把这一段文念一念，「此中无能现，性非性也，亦无所现物，相非相也」，我们先看这两句，这两句就很不好懂。也难怪马鸣菩萨教导我们「离言说相，离名字相，离心缘相」，你才能够真正见到诸法实相。这三种有一种不离，实在讲，一种不离，三者都没离，也就是说，言说、名字、心缘你都没有离。没有离，你就见不到真相，见不到真相的人是六道众生，都在这里面游戏，游戏可没有神通，不像诸佛菩萨；诸佛菩萨在这个里面示现，游戏有神通。什么叫神通？明了，明了就没障碍，明了什么？就是这个地方讲的，性非性、相非相，这真明了。",
      "zh_TW": "清涼大師在《疏鈔》裡面給我們講得很多，我們讀了之後才知道，經文雖然只有四句偈，含義是無量的深廣。現在我們接著看疏文的下一段，下一段是「答第三難者」，我們把這一段文念一念，「此中無能現，性非性也，亦無所現物，相非相也」，我們先看這兩句，這兩句就很不好懂。也難怪馬鳴菩薩教導我們「離言說相，離名字相，離心緣相」，你才能夠真正見到諸法實相。這三種有一種不離，實在講，一種不離，三者都沒離，也就是說，言說、名字、心緣你都沒有離。沒有離，你就見不到真相，見不到真相的人是六道眾生，都在這裡面遊戲，遊戲可沒有神通，不像諸佛菩薩；諸佛菩薩在這個裡面示現，遊戲有神通。什麼叫神通？明瞭，明瞭就沒障礙，明瞭什麼？就是這個地方講的，性非性、相非相，這真明瞭。"
    },
    {
      "id": "12-017-1343_p0004",
      "zh_CN": "「此中无能现」是这首偈的第三句，为什么说无能现？性非性。佛说性，佛说相，都是名字，现在学术里面称之为专有名词，性相、能现所现、能变所变，都是佛教里面的专有名词，佛法里面称为名字相。是不是真有？不是，假设的。佛为什么要假设？为了说法、教学方便起见，假设这么多名相。可是你要记住，就像老子所说「名可名，非常名」，常是什么？常是永恒而不断的，圣贤人所说的这些名词都是无常的，真相里面决定没有。有这么一回事情，我们叫它作性，许多宗教里面不称它作性，称它为神。只要是说这桩事情，都一样，何必要争？用不着争。又何况在这么一桩事情，佛陀往往说了好多个名字，都是说这桩事情。佛为什么要用这种方法？告诉我们，名是假名，可以随时更换。",
      "zh_TW": "「此中無能現」是這首偈的第三句，為什麼說無能現？性非性。佛說性，佛說相，都是名字，現在學術裡面稱之為專有名詞，性相、能現所現、能變所變，都是佛教裡面的專有名詞，佛法裡面稱為名字相。是不是真有？不是，假設的。佛為什麼要假設？為了說法、教學方便起見，假設這麼多名相。可是你要記住，就像老子所說「名可名，非常名」，常是什麼？常是永恆而不斷的，聖賢人所說的這些名詞都是無常的，真相裡面決定沒有。有這麼一回事情，我們叫它作性，許多宗教裡面不稱它作性，稱它為神。只要是說這樁事情，都一樣，何必要爭？用不著爭。又何況在這麼一樁事情，佛陀往往說了好多個名字，都是說這樁事情。佛為什麼要用這種方法？告訴我們，名是假名，可以隨時更換。"
    },
    {
      "id": "12-017-1343_p0005",
      "zh_CN": "我们在世间看到有些人，他一生用好多个名字，喜欢用哪个就用哪个，用了几天不喜欢了又换一个。在近代，诸位同学要是看到弘一法师的传记，你看看他老人家传记里面，就写上他的名字有几十个，常常给人写字，下面落款真是兴之所至，喜欢用什么就用什么。有的名字只用过几次，有的名字比较用得多，像「弘一」、「演音」这两个是用得比较多一点的，我记得好像至少有五、六十个名字。古大德亦曾有过。这是说什么？名可名，非常名，不要执着。祖师大德这种示现，说实在话，里面含着有密义。这个密义就是告诉你，名是假名，不要执着，不执着，对了，执着就错了。你一定说这个是性，佛说这是自性、是本性，那么佛说个本无，你又莫名其妙了，又何况佛还说过「缘会」、说「第一义谛」。一桩事情佛用了很多名字，告诉你没有名字，名字是人给它起的，它本来不叫这个名字。",
      "zh_TW": "我們在世間看到有些人，他一生用好多個名字，喜歡用哪個就用哪個，用了幾天不喜歡了又換一個。在近代，諸位同學要是看到弘一法師的傳記，你看看他老人家傳記裡面，就寫上他的名字有幾十個，常常給人寫字，下面落款真是興之所至，喜歡用什麼就用什麼。有的名字只用過幾次，有的名字比較用得多，像「弘一」、「演音」這兩個是用得比較多一點的，我記得好像至少有五、六十個名字。古大德亦曾有過。這是說什麼？名可名，非常名，不要執著。祖師大德這種示現，說實在話，裡面含著有密義。這個密義就是告訴你，名是假名，不要執著，不執著，對了，執著就錯了。你一定說這個是性，佛說這是自性、是本性，那麼佛說個本無，你又莫名其妙了，又何況佛還說過「緣會」、說「第一義諦」。一樁事情佛用了很多名字，告訴你沒有名字，名字是人給它起的，它本來不叫這個名字。"
    },
    {
      "id": "12-017-1343_p0006",
      "zh_CN": "我们现在这个，大家叫它什么？叫它做笔，这个东西我们看得很清楚。我现在要是用禅宗的话来说，「离一切名字相，道一句来」，你把这个东西说来给我听听。不用名字相，你能说得出来吗？说不出来，你能说得出来的全是名字相。你说这是红的颜色，红是名字，颜色也是名字，我说离名字相，你说一句来，你就说不出来了。所以假名它的用途，就是在日常生活当中，我们彼此沟通、交换一种便利，你可不能当真，当真你就错了，你就迷了。可是六道众生，迷于名字相的太多太多了，不知道假名。连佛法里面讲「佛」、「菩萨」也是假名，所有一切的名相全是假名，你才知道事实真相。从假名里面，你明了那个事实，事实没有名字。",
      "zh_TW": "我們現在這個，大家叫它什麼？叫它做筆，這個東西我們看得很清楚。我現在要是用禪宗的話來說，「離一切名字相，道一句來」，你把這個東西說來給我聽聽。不用名字相，你能說得出來嗎？說不出來，你能說得出來的全是名字相。你說這是紅的顏色，紅是名字，顏色也是名字，我說離名字相，你說一句來，你就說不出來了。所以假名它的用途，就是在日常生活當中，我們彼此溝通、交換一種便利，你可不能當真，當真你就錯了，你就迷了。可是六道眾生，迷於名字相的太多太多了，不知道假名。連佛法裡面講「佛」、「菩薩」也是假名，所有一切的名相全是假名，你才知道事實真相。從假名裡面，你明瞭那個事實，事實沒有名字。"
    },
    {
      "id": "12-017-1343_p0007",
      "zh_CN": "不但名是假名，相也是假相，清净心中，六祖能大师在《坛经》里面讲得好，「本来无一物」，这是真相。本来无一物，现在怎么会有这么多物？你看走了眼，现在还是本来无一物，你就见性了。为什么说你就见性？你见相非相，见性非性，不是本来无一物吗？本来无一物不是讲过去，过去、现在、未来还是一物。本来无一物里面，说实在话，时间、空间都没有。你说时间、空间是不是有？它有名有字。《百法》里面不相应行法，「方分」就是今天讲的空间，「时分」就是今天讲的时间，这是明显告诉你们，空间跟时间是假的，不是真的。从哪里出的这个妄相？抽象概念，没有事实；再告诉你，抽象概念也是假的。所以佛给我们讲真话，我们听不懂，佛说「一切法无所有、毕竟空、不可得」，一切法是指哪些法？我们总是要这样问法，这我们还是迷惑颠倒，一切法包括我们现在能够思惟、能够想像、能够问得出的，全是。这愈说愈深，愈说愈微妙，总不离当下，总不离现前。",
      "zh_TW": "不但名是假名，相也是假相，清淨心中，六祖能大師在《壇經》裡面講得好，「本來無一物」，這是真相。本來無一物，現在怎麼會有這麼多物？你看走了眼，現在還是本來無一物，你就見性了。為什麼說你就見性？你見相非相，見性非性，不是本來無一物嗎？本來無一物不是講過去，過去、現在、未來還是一物。本來無一物裡面，說實在話，時間、空間都沒有。你說時間、空間是不是有？它有名有字。《百法》裡面不相應行法，「方分」就是今天講的空間，「時分」就是今天講的時間，這是明顯告訴你們，空間跟時間是假的，不是真的。從哪裡出的這個妄相？抽象概念，沒有事實；再告訴你，抽象概念也是假的。所以佛給我們講真話，我們聽不懂，佛說「一切法無所有、畢竟空、不可得」，一切法是指哪些法？我們總是要這樣問法，這我們還是迷惑顛倒，一切法包括我們現在能夠思惟、能夠想像、能夠問得出的，全是。這愈說愈深，愈說愈微妙，總不離當下，總不離現前。"
    },
    {
      "id": "12-017-1343_p0008",
      "zh_CN": "经上，实在说，经论祖师大德给我们的说明讲解，没有一丝毫错误，只是我们经看不懂，论也看不明白。祖师大德详细的说明，我们看了还是迷惑颠倒，莫知所云。这什么原因？一般讲起来，我们的根太钝，我们的业障太重，这个说法也不为过。可是实实在在的因素我们要知道，是我们没有能够把妄想分别执着放下，没有老老实实依照马鸣菩萨的教诲去用功。他教我们离言说相、离名字相、离心缘相，我们总是不能够离，毛病在这里。如果真正是离这三种相了，佛在经论上也说过一句话，我想诸位同学都有这个印象，「离一切相，即一切法」，这一切法是什么？实相，诸法实相，或者（也不能不用名字相）离一切法，你就见到一切性，一切法的法性，一切法的法性是一，心性是一，不碍种种。",
      "zh_TW": "經上，實在說，經論祖師大德給我們的說明講解，沒有一絲毫錯誤，只是我們經看不懂，論也看不明白。祖師大德詳細的說明，我們看了還是迷惑顛倒，莫知所云。這什麼原因？一般講起來，我們的根太鈍，我們的業障太重，這個說法也不為過。可是實實在在的因素我們要知道，是我們沒有能夠把妄想分別執著放下，沒有老老實實依照馬鳴菩薩的教誨去用功。他教我們離言說相、離名字相、離心緣相，我們總是不能夠離，毛病在這裡。如果真正是離這三種相了，佛在經論上也說過一句話，我想諸位同學都有這個印象，「離一切相，即一切法」，這一切法是什麼？實相，諸法實相，或者（也不能不用名字相）離一切法，你就見到一切性，一切法的法性，一切法的法性是一，心性是一，不礙種種。"
    },
    {
      "id": "12-017-1343_p0009",
      "zh_CN": "就如同我们看电影的银幕，现在电影是用宽银幕、大银幕。相，现在我们知道是顿现，没有先后，佛经上讲「一时顿现」，《楞严经》里面讲「当处出生，随处灭尽」。大银幕里面每个方寸、每个方厘（就是小块）里面所现的，现的相不一样。银幕上你看每个方寸，你要把它划成格子，每个格子不一样。性呢？性一样，性是什么？性是萤光幕、银幕，干干净净，一尘不染。相有种种，性没有种种，所以离一切相就见一切性，一切性是一心，诸位要懂这个话的意思。离一切相，见一切性，我们用银幕把它划成许多格子，你就好懂。只要离相，你就见到每个小格子里面的银幕，相有差别，银幕没有差别，所以叫心性是一，能现种种，能生种种。因为都没有自性，没有自性就是没有自体，没有自体它才无碍！萤光幕什么都没有，所以它不碍现种种相。种种相，现在我们知道，能现所现，能现是萤幕，所现是里面的色相，能现所现，能变所变，并皆速灭，当处出生，随处灭尽，这就是性非性也，相非相也。",
      "zh_TW": "就如同我們看電影的銀幕，現在電影是用寬銀幕、大銀幕。相，現在我們知道是頓現，沒有先後，佛經上講「一時頓現」，《楞嚴經》裡面講「當處出生，隨處滅盡」。大銀幕裡面每個方寸、每個方釐（就是小塊）裡面所現的，現的相不一樣。銀幕上你看每個方寸，你要把它劃成格子，每個格子不一樣。性呢？性一樣，性是什麼？性是螢光幕、銀幕，乾乾淨淨，一塵不染。相有種種，性沒有種種，所以離一切相就見一切性，一切性是一心，諸位要懂這個話的意思。離一切相，見一切性，我們用銀幕把它劃成許多格子，你就好懂。只要離相，你就見到每個小格子裡面的銀幕，相有差別，銀幕沒有差別，所以叫心性是一，能現種種，能生種種。因為都沒有自性，沒有自性就是沒有自體，沒有自體它才無礙！螢光幕什麼都沒有，所以它不礙現種種相。種種相，現在我們知道，能現所現，能現是螢幕，所現是裡面的色相，能現所現，能變所變，並皆速滅，當處出生，隨處滅盡，這就是性非性也，相非相也。"
    },
    {
      "id": "12-017-1343_p0010",
      "zh_CN": "相是什么现的？性现的，性非性，性没有自体，性还有个名字叫本无，它难说。本无，我们学大乘教的人懂得，本无不是什么都没有，什么都没有那就好懂了。本无是《般若经》上讲的真空，真空不空，本无不无，它能现相，这个境界、事实我们想不通，所以叫做不可思议。这话都是真的，你不能想，你不能说（议就是说），宗门大德常讲，「动念皆乖，开口便错」，那是事实真相。无论是性、无论是相，不起心、不动念，不分别、不执着，实相就在你面前，是你自己亲证的境界，这境界就在现前。诸佛如来如是证得，诸大菩萨如是证得，只要你把妄想分别执着统统放下，再没有一丝一毫了，你现前所证得的跟诸佛如来无二无别，诸佛如来不可思议，你也不可思议。我们现在就知道，我们为什么不能证得实相，不能了解宇宙的事实，就是因为我们没有办法离开妄想分别执着，你没有法子离开，离开就是！",
      "zh_TW": "相是什麼現的？性現的，性非性，性沒有自體，性還有個名字叫本無，它難說。本無，我們學大乘教的人懂得，本無不是什麼都沒有，什麼都沒有那就好懂了。本無是《般若經》上講的真空，真空不空，本無不無，它能現相，這個境界、事實我們想不通，所以叫做不可思議。這話都是真的，你不能想，你不能說（議就是說），宗門大德常講，「動念皆乖，開口便錯」，那是事實真相。無論是性、無論是相，不起心、不動念，不分別、不執著，實相就在你面前，是你自己親證的境界，這境界就在現前。諸佛如來如是證得，諸大菩薩如是證得，只要你把妄想分別執著統統放下，再沒有一絲一毫了，你現前所證得的跟諸佛如來無二無別，諸佛如來不可思議，你也不可思議。我們現在就知道，我們為什麼不能證得實相，不能了解宇宙的事實，就是因為我們沒有辦法離開妄想分別執著，你沒有法子離開，離開就是！"
    },
    {
      "id": "12-017-1343_p0011",
      "zh_CN": "这个事情，我自己觉得我已经讲得很清楚了，不知道大家有没有听懂？我看看样子，没人听懂，这是真的，为什么你听不懂？就是刚才讲的，妄想分别执着没放下。六根接触六尘境界，我们学《华严经》，经本这是色法，张开眼睛，眼对色，眼根对色尘，起什么？起分别，第六意识起分别，第七识执着，不是这个样子吗？听讲，耳根接受声尘，生起耳识，第六意识缘耳识起分别，第七末那缘耳识生执着，不见性。楞严会上，世尊教我们舍识用根，问题马上就解决了。舍识用根是什么意思？眼根接触外面的色相，不用眼识，不用第六识，不用第六识就是不用分别，不用末那识就是没有执着。这个时候眼见不见？见，怎么见的？见性见，见性是真的，识是妄的。阿赖耶有染净两分，你不用那个妄的染的，你用的就是净的，净的是永恒的，染污的识它是有中断的。我用见性就见色性，见性是什么？性非性，那你见到这个色相是什么？相非相，这是佛知佛见，我们不会，我们只会用八识五十一心所，缘外面十一种色法。",
      "zh_TW": "這個事情，我自己覺得我已經講得很清楚了，不知道大家有沒有聽懂？我看看樣子，沒人聽懂，這是真的，為什麼你聽不懂？就是剛才講的，妄想分別執著沒放下。六根接觸六塵境界，我們學《華嚴經》，經本這是色法，張開眼睛，眼對色，眼根對色塵，起什麼？起分別，第六意識起分別，第七識執著，不是這個樣子嗎？聽講，耳根接受聲塵，生起耳識，第六意識緣耳識起分別，第七末那緣耳識生執著，不見性。楞嚴會上，世尊教我們捨識用根，問題馬上就解決了。捨識用根是什麼意思？眼根接觸外面的色相，不用眼識，不用第六識，不用第六識就是不用分別，不用末那識就是沒有執著。這個時候眼見不見？見，怎麼見的？見性見，見性是真的，識是妄的。阿賴耶有染淨兩分，你不用那個妄的染的，你用的就是淨的，淨的是永恆的，染污的識它是有中斷的。我用見性就見色性，見性是什麼？性非性，那你見到這個色相是什麼？相非相，這是佛知佛見，我們不會，我們只會用八識五十一心所，緣外面十一種色法。"
    },
    {
      "id": "12-017-1343_p0012",
      "zh_CN": "佛陀慈悲，善巧方便，所以善根深厚的人、上上根人一看一听就悟入，中下根人不得其门而入。那我们要问，什么叫上上根？肯放下的就是上上根人。教你放下，彻底放下了，这个人是上上根人；放不下的，中下根人，就这么回事情。你说我们要不要放下？应不应该放下？我们晓得要放下，应该放下，可是就是放不下，我们的病就是放不下。你要问你几时证果，几时成佛？我给你答复是肯定的，是正确的，一点都没有错误：你什么时候放下，你什么时候就证果，什么时候就成佛，事就这么简单，就这么容易。所以，你看看中国人讲经，儒家讲《六经》，最难的经叫什么经？《易经》，你看它的名词，容易！大乘教里面不就是容易吗？放下就是，为什么不肯放下？「我天天很烦恼！」你为什么不把烦恼放下？「我心里有牵挂！」你为什么不把牵挂放下？放下不就没事了？",
      "zh_TW": "佛陀慈悲，善巧方便，所以善根深厚的人、上上根人一看一聽就悟入，中下根人不得其門而入。那我們要問，什麼叫上上根？肯放下的就是上上根人。教你放下，徹底放下了，這個人是上上根人；放不下的，中下根人，就這麼回事情。你說我們要不要放下？應不應該放下？我們曉得要放下，應該放下，可是就是放不下，我們的病就是放不下。你要問你幾時證果，幾時成佛？我給你答覆是肯定的，是正確的，一點都沒有錯誤：你什麼時候放下，你什麼時候就證果，什麼時候就成佛，事就這麼簡單，就這麼容易。所以，你看看中國人講經，儒家講《六經》，最難的經叫什麼經？《易經》，你看它的名詞，容易！大乘教裡面不就是容易嗎？放下就是，為什麼不肯放下？「我天天很煩惱！」你為什麼不把煩惱放下？「我心裡有牽掛！」你為什麼不把牽掛放下？放下不就沒事了？"
    },
    {
      "id": "12-017-1343_p0013",
      "zh_CN": "中国禅宗里面，二祖慧可心不安，放不下，心不安，找达摩祖师。达摩祖师问他，你来找我干什么？「来求法师替我安心，心不安。」你看现在有很多造达摩祖师的像，就是造的这个像，达摩祖师的手伸出来，这就是对慧可的时候，「你把你的心拿来，我替你安」，那个手伸出来是讲，你把心拿来，我替你安。慧可在这句话里头返光回照，现在祖师答应了替我安心，我要把心拿出来给他安，这一回头，心在哪里？这一返光、一回照，找不到，不知道心在哪里。所以就回答一句，「觅心了不可得！」觅是找、寻找，我寻找心在哪里，找不到。",
      "zh_TW": "中國禪宗裡面，二祖慧可心不安，放不下，心不安，找達摩祖師。達摩祖師問他，你來找我幹什麼？「來求法師替我安心，心不安。」你看現在有很多造達摩祖師的像，就是造的這個像，達摩祖師的手伸出來，這就是對慧可的時候，「你把你的心拿來，我替你安」，那個手伸出來是講，你把心拿來，我替你安。慧可在這句話裡頭返光迴照，現在祖師答應了替我安心，我要把心拿出來給他安，這一回頭，心在哪裡？這一返光、一迴照，找不到，不知道心在哪裡。所以就回答一句，「覓心了不可得！」覓是找、尋找，我尋找心在哪裡，找不到。"
    },
    {
      "id": "12-017-1343_p0014",
      "zh_CN": "他这一句话就是《楞严经》一开端，释迦牟尼佛跟阿难尊者的对话当中「七处征心」，慧可大师是一句就说明了，《楞严经》上那么一段长的经文就是慧可大师这句话，「觅心了不可得」。所以阿难，阿难也是难得，说了七处，心在内、心在外、心在中间，统统都被释迦牟尼佛否定。阿难跟慧可大师比差很多，慧可大师聪明，顿悟，觅心了不可得。达摩祖师回他一句话，「与汝安心竟」，我已经替你安好了，没事了。在这句话当中，慧可大师大彻大悟！你要问，他悟的是什么？就是这里讲的八个字，「性非性也，相非相也」。如果把后面的虚字去掉，六个字，他所悟的是「性非性，相非相」，这是诸法实相。性相没有障碍，文殊菩萨所问的问题解决了。我们再看后面这一段就容易明了了。",
      "zh_TW": "他這一句話就是《楞嚴經》一開端，釋迦牟尼佛跟阿難尊者的對話當中「七處徵心」，慧可大師是一句就說明了，《楞嚴經》上那麼一段長的經文就是慧可大師這句話，「覓心了不可得」。所以阿難，阿難也是難得，說了七處，心在內、心在外、心在中間，統統都被釋迦牟尼佛否定。阿難跟慧可大師比差很多，慧可大師聰明，頓悟，覓心了不可得。達摩祖師回他一句話，「與汝安心竟」，我已經替你安好了，沒事了。在這句話當中，慧可大師大徹大悟！你要問，他悟的是什麼？就是這裡講的八個字，「性非性也，相非相也」。如果把後面的虛字去掉，六個字，他所悟的是「性非性，相非相」，這是諸法實相。性相沒有障礙，文殊菩薩所問的問題解決了。我們再看後面這一段就容易明瞭了。"
    },
    {
      "id": "12-017-1343_p0015",
      "zh_CN": "「又示现而有生」，要晓得一切相的生起是示现的，「性不违相」，不违就是不妨碍，种种相生是这么回事情，示现的。示现就是缘起、就是缘生，僧肇大师《肇论》里面所讲的缘会，众缘合会而现的这些相，所以相是妄相，缘也不是真的。佛法讲真跟妄它的定义，真是永恒不灭，这是真的，它有生有灭就是假的。有生有灭，我们都不懂这个话的意思，在我们感触当中，什么叫生灭？花开，生了，花谢，灭了；这个人出生，生了，死亡，就灭了，我们对于生灭是这么个概念。",
      "zh_TW": "「又示現而有生」，要曉得一切相的生起是示現的，「性不違相」，不違就是不妨礙，種種相生是這麼回事情，示現的。示現就是緣起、就是緣生，僧肇大師《肇論》裡面所講的緣會，眾緣合會而現的這些相，所以相是妄相，緣也不是真的。佛法講真跟妄它的定義，真是永恆不滅，這是真的，它有生有滅就是假的。有生有滅，我們都不懂這個話的意思，在我們感觸當中，什麼叫生滅？花開，生了，花謝，滅了；這個人出生，生了，死亡，就滅了，我們對於生滅是這麼個概念。"
    },
    {
      "id": "12-017-1343_p0016",
      "zh_CN": "佛经上讲的生灭可不是这个概念，大乘教里面讲的生灭是刹那生灭，生灭不住。这个现象我们觉察不到，但是大乘教里面教导我们一种观察的方法，能够推想到仿佛，没有办法真正理解。譬如经上跟我们讲，在《楞严经》上有说，佛问波斯匿王，你三岁的时候跟十三岁的时候，是不是老了很多？这个我们会承认，不错，十三岁比三岁是老了很多；二十三岁比十三岁？又老了，三十三岁、四十三岁、五十三岁、六十三岁，愈来愈老，这就产生变化了。那问你，是不是十年十年老？想想不是，一年比一年老？对不对？一年比一年老。再微细的观察，不是一年一年老，一个月比一个月老；再观察，一天比一天老，你说对不对？再微细观察，用我们现在讲，一分钟比一分钟老，一秒钟比一秒钟老，这样才能够观察到生灭，佛经上讲的生灭是刹那生灭。",
      "zh_TW": "佛經上講的生滅可不是這個概念，大乘教裡面講的生滅是剎那生滅，生滅不住。這個現象我們覺察不到，但是大乘教裡面教導我們一種觀察的方法，能夠推想到彷彿，沒有辦法真正理解。譬如經上跟我們講，在《楞嚴經》上有說，佛問波斯匿王，你三歲的時候跟十三歲的時候，是不是老了很多？這個我們會承認，不錯，十三歲比三歲是老了很多；二十三歲比十三歲？又老了，三十三歲、四十三歲、五十三歲、六十三歲，愈來愈老，這就產生變化了。那問你，是不是十年十年老？想想不是，一年比一年老？對不對？一年比一年老。再微細的觀察，不是一年一年老，一個月比一個月老；再觀察，一天比一天老，你說對不對？再微細觀察，用我們現在講，一分鐘比一分鐘老，一秒鐘比一秒鐘老，這樣才能夠觀察到生滅，佛經上講的生滅是剎那生滅。"
    },
    {
      "id": "12-017-1343_p0017",
      "zh_CN": "前一秒钟的你不是后一秒钟的你，不是；昨天的你绝对不是今天的你。我们以为这是相续，大乘教里面告诉我们，不是相续，相续是什么？错觉，你看错了，你想错了。生灭不住，前念灭后念生，这才是事实真相。清凉大师在前面跟我们讲的，能现所现，能变所变，并皆速灭，但是前念灭后念就生。我们前面偈颂里面用流水来做比喻，前面的波流出去了，后面波就接着来了，前浪后浪。但是你要晓得，前浪不是后浪，后浪不是前浪，前浪没有延续到后浪来，后浪也没有进入前浪。所以我用电影的影片来给你做比喻，大家更容易懂。电影实际上是幻灯，不过是快速度的移动，我们看到相续相。从电影影片里面没有相续相，一张是一张的，但是快速移动，我们在银幕上看到的是相续相，相续相是个假相。它每一张幻灯片打出来都是一时顿现的，就真的像《楞严经》上所说的「当处出生，随处灭尽」，马上就灭了。前面这张灭掉，后面这张又生了，前面灭后面生。",
      "zh_TW": "前一秒鐘的你不是後一秒鐘的你，不是；昨天的你絕對不是今天的你。我們以為這是相續，大乘教裡面告訴我們，不是相續，相續是什麼？錯覺，你看錯了，你想錯了。生滅不住，前念滅後念生，這才是事實真相。清涼大師在前面跟我們講的，能現所現，能變所變，並皆速滅，但是前念滅後念就生。我們前面偈頌裡面用流水來做比喻，前面的波流出去了，後面波就接著來了，前浪後浪。但是你要曉得，前浪不是後浪，後浪不是前浪，前浪沒有延續到後浪來，後浪也沒有進入前浪。所以我用電影的影片來給你做比喻，大家更容易懂。電影實際上是幻燈，不過是快速度的移動，我們看到相續相。從電影影片裡面沒有相續相，一張是一張的，但是快速移動，我們在銀幕上看到的是相續相，相續相是個假相。它每一張幻燈片打出來都是一時頓現的，就真的像《楞嚴經》上所說的「當處出生，隨處滅盡」，馬上就滅了。前面這張滅掉，後面這張又生了，前面滅後面生。"
    },
    {
      "id": "12-017-1343_p0018",
      "zh_CN": "我们从这个里头细细的去想、去思惟，然后你把这个道理想通了，你再冷静观察现前一切森罗万象，这种种！你在这里观察，不能用思惟，就是绝对不能用分别执着、起心动念，不用这个，所谓叫直觉，你坐在这里观察。观什么？观实相，种种诸法的实相，你会悟入。你知道真相是什么，确确实实是《般若经》上最后所说的结论，「无所有，毕竟空，不可得」，这个时候你要不要放下？慧可大师心不安，没放下！为什么没有放下？不了解事实真相，以为一切法真有，不是空的，可以得到的，这是六道凡夫的观念。如果你知道这一切法无所有、毕竟空、不可得，试问问，你还会不会起控制的念头？你还会不会起占有的念头？没有了，控制、占有都没有了，所有一切不善的念头全没有了，善念生了。",
      "zh_TW": "我們從這個裡頭細細的去想、去思惟，然後你把這個道理想通了，你再冷靜觀察現前一切森羅萬象，這種種！你在這裡觀察，不能用思惟，就是絕對不能用分別執著、起心動念，不用這個，所謂叫直覺，你坐在這裡觀察。觀什麼？觀實相，種種諸法的實相，你會悟入。你知道真相是什麼，確確實實是《般若經》上最後所說的結論，「無所有，畢竟空，不可得」，這個時候你要不要放下？慧可大師心不安，沒放下！為什麼沒有放下？不了解事實真相，以為一切法真有，不是空的，可以得到的，這是六道凡夫的觀念。如果你知道這一切法無所有、畢竟空、不可得，試問問，你還會不會起控制的念頭？你還會不會起佔有的念頭？沒有了，控制、佔有都沒有了，所有一切不善的念頭全沒有了，善念生了。"
    },
    {
      "id": "12-017-1343_p0019",
      "zh_CN": "为什么说善念生？善念是你自己本性里头本有的，本有的这时候就现前，所有一切恶念本来无，一切不善是从无明生的。无明是不觉，你看《起信论》里面讲得很好，「本觉本有，不觉本无」，要不要断？不要，全没有了。善的是什么？菩提心现前，善的，自性里本来具足的，我们今天把它说成十个字，真诚现前了。曾国藩先生在《读书笔记》里面给「诚」下了个定义，下得好，什么叫诚？「一念不生是谓诚」。你看看，不起心、不动念，真诚心现出来；起心动念，诚没有了。自性里头真诚现出来了，这是根，真诚的清净心、真诚的平等心、真诚的正觉心、真诚的慈悲心，自自然然现前，「慈悲遍法界，善意满娑婆」。",
      "zh_TW": "為什麼說善念生？善念是你自己本性裡頭本有的，本有的這時候就現前，所有一切惡念本來無，一切不善是從無明生的。無明是不覺，你看《起信論》裡面講得很好，「本覺本有，不覺本無」，要不要斷？不要，全沒有了。善的是什麼？菩提心現前，善的，自性裡本來具足的，我們今天把它說成十個字，真誠現前了。曾國藩先生在《讀書筆記》裡面給「誠」下了個定義，下得好，什麼叫誠？「一念不生是謂誠」。你看看，不起心、不動念，真誠心現出來；起心動念，誠沒有了。自性裡頭真誠現出來了，這是根，真誠的清淨心、真誠的平等心、真誠的正覺心、真誠的慈悲心，自自然然現前，「慈悲遍法界，善意滿娑婆」。"
    },
    {
      "id": "12-017-1343_p0020",
      "zh_CN": "「心包太虚，量周沙界」，那是讲包容，一切的美德自然现前，不是学的，性德流露出来。这个法界叫一真法界，什么人契入什么人一真法界就现前，证得了，境随心转。只要你菩提心一现前，华藏世界就现前。我们两个人在一起，他的菩提心现前，他住一真法界，我还搞贪瞋痴慢，我住六道轮回。我们两个坐在一起手牵手，境界不一样，这就是讲空间维次有差别，这个道理、事实真相我们不能不懂！现在时间到了。",
      "zh_TW": "「心包太虛，量周沙界」，那是講包容，一切的美德自然現前，不是學的，性德流露出來。這個法界叫一真法界，什麼人契入什麼人一真法界就現前，證得了，境隨心轉。只要你菩提心一現前，華藏世界就現前。我們兩個人在一起，他的菩提心現前，他住一真法界，我還搞貪瞋痴慢，我住六道輪迴。我們兩個坐在一起手牽手，境界不一樣，這就是講空間維次有差別，這個道理、事實真相我們不能不懂！現在時間到了。"
    },
    {
      "id": "12-017-1343_p0021",
      "zh_CN": "诸位同学，我们现在接着把清凉大师《疏钞》里头这几句话念一遍，接着念，从「又示现而有生」，这是个段落，我们从这儿念起。",
      "zh_TW": "諸位同學，我們現在接著把清涼大師《疏鈔》裡頭這幾句話念一遍，接著念，從「又示現而有生」，這是個段落，我們從這兒念起。"
    },
    {
      "id": "12-017-1343_p0022",
      "zh_CN": "「又示现而有生，性不违相，亦无所现物，相不违性，无二为二，二即无二，无碍圆融，岂有乖耶」，这一段话念念就明白了，前面都说得很详细。清凉有小注，小注我们也念一念，应该就可以了，不必再多说。「第二明性相相成（钞里头讲性相相成），故不相违﹙没有违背﹚，即是上半，即无生之性，不违示生之相，言亦无所现物者，虽牒第四句，连取第二句，正示现生，即无所现，故不违性」。",
      "zh_TW": "「又示現而有生，性不違相，亦無所現物，相不違性，無二為二，二即無二，無礙圓融，豈有乖耶」，這一段話念念就明白了，前面都說得很詳細。清涼有小註，小註我們也念一念，應該就可以了，不必再多說。「第二明性相相成（鈔裡頭講性相相成），故不相違﹙沒有違背﹚，即是上半，即無生之性，不違示生之相，言亦無所現物者，雖牒第四句，連取第二句，正示現生，即無所現，故不違性」。"
    },
    {
      "id": "12-017-1343_p0023",
      "zh_CN": "这句话我们要细细的去揣摩，了解它的真相，就在相上就见到性，在生上就见到无生。正如同我们看电影，或者看电视萤光幕，相是不是有？有，「当体皆空，了不可得」，这个我们能体会到。电视里头，相能不能得到？不能得到，为什么？当体皆空，刹那生灭。然后要想到我们现前的万事万物，跟这个现象完全相同。所以古时候佛陀在世，用「梦幻泡影」来做比喻，说明当相即空，不是等这个相灭了之后才讲生灭，那你已经是很愚痴了。就在现的时候就晓得它已经灭了，生灭同时，所以不违性，相不违性。「无二为二者，结也（这是总结这段），一体而分能现所现，云无二而二，性相无违，为二即无二，故云圆融，岂得种种乖于一心，心性乖于种种」，没有这回事情的，前面我们都讲清楚、讲明白了。",
      "zh_TW": "這句話我們要細細的去揣摩，了解它的真相，就在相上就見到性，在生上就見到無生。正如同我們看電影，或者看電視螢光幕，相是不是有？有，「當體皆空，了不可得」，這個我們能體會到。電視裡頭，相能不能得到？不能得到，為什麼？當體皆空，剎那生滅。然後要想到我們現前的萬事萬物，跟這個現象完全相同。所以古時候佛陀在世，用「夢幻泡影」來做比喻，說明當相即空，不是等這個相滅了之後才講生滅，那你已經是很愚痴了。就在現的時候就曉得它已經滅了，生滅同時，所以不違性，相不違性。「無二為二者，結也（這是總結這段），一體而分能現所現，云無二而二，性相無違，為二即無二，故云圓融，豈得種種乖於一心，心性乖於種種」，沒有這回事情的，前面我們都講清楚、講明白了。"
    },
    {
      "id": "12-017-1343_p0024",
      "zh_CN": "现在我们再看下面这一段，下面这一段给我们讲法性。「言法性者，法，谓差别依正等法（我们常常讲十法界依正庄严）；性，谓彼法所依体性；即法之性，故名为法性」。这是一个意思，大师在此地把这个名词给我们做多方面的来解释，这很难得，很不容易。法是从相上说的，性是从体上讲的，法这里说得很好，差别依正等法，差别依正在佛法里头最常说的，十法界依正庄严。十法界里面，我们今天能够觉察到的，人法界、畜生法界，我们能够觉察到的。虽然如此，我们的觉察能力很有限，也只能在人法界里面觉察到局部，畜生法界里头亦复如是。为什么？",
      "zh_TW": "現在我們再看下面這一段，下面這一段給我們講法性。「言法性者，法，謂差別依正等法（我們常常講十法界依正莊嚴）；性，謂彼法所依體性；即法之性，故名為法性」。這是一個意思，大師在此地把這個名詞給我們做多方面的來解釋，這很難得，很不容易。法是從相上說的，性是從體上講的，法這裡說得很好，差別依正等法，差別依正在佛法裡頭最常說的，十法界依正莊嚴。十法界裡面，我們今天能夠覺察到的，人法界、畜生法界，我們能夠覺察到的。雖然如此，我們的覺察能力很有限，也只能在人法界裡面覺察到局部，畜生法界裡頭亦復如是。為什麼？"
    },
    {
      "id": "12-017-1343_p0025",
      "zh_CN": "在这半个世纪，我们常常听说有不明的飞行物，外太空来的，甚至于还传说有看到飞行物落在地面上，一般称飞碟。飞碟的门打开之后有人走下来，外星人，他是人道，不居住在我们这个地球上，住在其他星球上，他是人。怎么知道他是人？他飞行需要用工具，离了工具他不能飞行，他的飞碟就是太空船，像我们现在飞机一样，不过是比飞机更进步就是了，速度更快。星际当中旅游，他们做得到，我们现在的科学技术还达不到，人道！如果是天道，天道就不需要工具，天道是另一个维次的空间，我们今天讲太空船、飞碟，外星人跟我们是同一个空间维次，不是另外一个空间维次；另外空间维次我们就称他作神，那真的是变幻莫测，这个我们要知道的。所以有些人说，我们世间人讲神明，大概就是讲的太空人，这是错误的，绝对不是的，神明是不同维次空间的生物，这个科学有证明。",
      "zh_TW": "在這半個世紀，我們常常聽說有不明的飛行物，外太空來的，甚至於還傳說有看到飛行物落在地面上，一般稱飛碟。飛碟的門打開之後有人走下來，外星人，他是人道，不居住在我們這個地球上，住在其他星球上，他是人。怎麼知道他是人？他飛行需要用工具，離了工具他不能飛行，他的飛碟就是太空船，像我們現在飛機一樣，不過是比飛機更進步就是了，速度更快。星際當中旅遊，他們做得到，我們現在的科學技術還達不到，人道！如果是天道，天道就不需要工具，天道是另一個維次的空間，我們今天講太空船、飛碟，外星人跟我們是同一個空間維次，不是另外一個空間維次；另外空間維次我們就稱他作神，那真的是變幻莫測，這個我們要知道的。所以有些人說，我們世間人講神明，大概就是講的太空人，這是錯誤的，絕對不是的，神明是不同維次空間的生物，這個科學有證明。"
    },
    {
      "id": "12-017-1343_p0026",
      "zh_CN": "在理论上讲，不同维次空间是无量的，没有限量的。在事实上来说，现在科学家，大概是从数学理论上演变出来的，至少有十一种不同维次空间。我们今天不知道用什么方法突破，如果突破，我们的眼界就开阔，换句话说，我们生活的空间就扩大了。看看科学往后的发展，能不能用科学技术来突破，这个很难讲。在佛法里面说，不同维次空间真的是有方法突破，科学家知道。佛法从大的上来讲，真的，也是十一种不同的法界。你看我们常讲的十法界，十法界外面有一真法界，这是从大的上说。要是细说，每个法界里面都有十法界，这就是一百个法界，天台大师所说的「百界千如」。一百法界，每个法界又有十法界，《华严经》上讲的「重重无尽」。这就是科学家所说的，从理论上来讲，空间维次是无量的，《华严经》这个说法是无量的，重重无尽，所以这是不思议法界。",
      "zh_TW": "在理論上講，不同維次空間是無量的，沒有限量的。在事實上來說，現在科學家，大概是從數學理論上演變出來的，至少有十一種不同維次空間。我們今天不知道用什麼方法突破，如果突破，我們的眼界就開闊，換句話說，我們生活的空間就擴大了。看看科學往後的發展，能不能用科學技術來突破，這個很難講。在佛法裡面說，不同維次空間真的是有方法突破，科學家知道。佛法從大的上來講，真的，也是十一種不同的法界。你看我們常講的十法界，十法界外面有一真法界，這是從大的上說。要是細說，每個法界裡面都有十法界，這就是一百個法界，天台大師所說的「百界千如」。一百法界，每個法界又有十法界，《華嚴經》上講的「重重無盡」。這就是科學家所說的，從理論上來講，空間維次是無量的，《華嚴經》這個說法是無量的，重重無盡，所以這是不思議法界。"
    },
    {
      "id": "12-017-1343_p0027",
      "zh_CN": "什么人能突破？在这个经里面讲，普贤菩萨他突破了。我们在此地要明了，重重法界是怎么形成的，佛在经上告诉我们，真心、本性里面没有，没有这些东西，这些东西从哪里来的？从妄想分别执着变现出来的。《华严经》上把这个原理原则告诉我们，「唯心所现」，这里头没有多元维次的空间，没有，从哪儿来的？「唯识所变」，识变的。心现只有一真，我们在前面也略略的提过阿赖耶的三细相，理一真，境界为缘生六粗，那就变成无量无边的法界，就是今天所说的不同维次空间。所以，佛知道它什么原因来的，因此要懂得用什么方法去突破。佛不说我们大概也能猜到几分。用什么方法？禅定，禅定能突破空间维次。你说为什么？因为空间维次是妄想分别执着变现出来的，禅定是什么？禅定是把妄想分别执着放下。",
      "zh_TW": "什麼人能突破？在這個經裡面講，普賢菩薩他突破了。我們在此地要明瞭，重重法界是怎麼形成的，佛在經上告訴我們，真心、本性裡面沒有，沒有這些東西，這些東西從哪裡來的？從妄想分別執著變現出來的。《華嚴經》上把這個原理原則告訴我們，「唯心所現」，這裡頭沒有多元維次的空間，沒有，從哪兒來的？「唯識所變」，識變的。心現只有一真，我們在前面也略略的提過阿賴耶的三細相，理一真，境界為緣生六粗，那就變成無量無邊的法界，就是今天所說的不同維次空間。所以，佛知道它什麼原因來的，因此要懂得用什麼方法去突破。佛不說我們大概也能猜到幾分。用什麼方法？禪定，禪定能突破空間維次。你說為什麼？因為空間維次是妄想分別執著變現出來的，禪定是什麼？禪定是把妄想分別執著放下。"
    },
    {
      "id": "12-017-1343_p0028",
      "zh_CN": "禅定功夫的浅深，就是看你放下多少，执着放下多少，分别放下多少，妄想放下多少；你放下一分，你的时空就拓宽一分，你放下两分，你就拓宽两分。佛在经上告诉我们，对于世出世间一切法的执着真放下了，六道全突破了，超越六道轮回，在十法界里面到哪里去？大概总是到声闻法界、缘觉法界，超越了；如果把世出世间一切分别也放下，不再分别，你在十法界里面就到菩萨法界、就到佛法界，十法界里面，于一切法不分别。对十法界、一真法界也不分别，妄想不生，就是于一切法已经不起心、不动念了，但是不起心、不动念这个里头也有浅深差别。浅的，破一品无明，证一分法身，脱离十法界，生一真法界。一真法界是哪里？这个地方讲的华藏世界是一真，极乐世界是一真，不但永脱轮回，四圣法界里面的流转也没有了。",
      "zh_TW": "禪定功夫的淺深，就是看你放下多少，執著放下多少，分別放下多少，妄想放下多少；你放下一分，你的時空就拓寬一分，你放下兩分，你就拓寬兩分。佛在經上告訴我們，對於世出世間一切法的執著真放下了，六道全突破了，超越六道輪迴，在十法界裡面到哪裡去？大概總是到聲聞法界、緣覺法界，超越了；如果把世出世間一切分別也放下，不再分別，你在十法界裡面就到菩薩法界、就到佛法界，十法界裡面，於一切法不分別。對十法界、一真法界也不分別，妄想不生，就是於一切法已經不起心、不動念了，但是不起心、不動念這個裡頭也有淺深差別。淺的，破一品無明，證一分法身，脫離十法界，生一真法界。一真法界是哪裡？這個地方講的華藏世界是一真，極樂世界是一真，不但永脫輪迴，四聖法界裡面的流轉也沒有了。"
    },
    {
      "id": "12-017-1343_p0029",
      "zh_CN": "那么诸位就要晓得，大乘佛法里面讲的修行，修什么？禅定。八万四千种法门，法是方法，门是门径、门道，也就是说，修禅定有八万四千种方法，有八万四千种门径，每个方法、每个门径都能够帮助你放下妄想分别执着，所以说「法门平等，无有高下」，就是这么个道理。那么佛为什么说这么多法门，不说一个法门？众生根性不相同，有人喜欢这个法门，有人喜欢那个法门，佛菩萨恒顺众生，随喜功德，你喜欢什么就用什么方法来教你。你欢喜，容易接受，欢喜学习，容易成就，大慈大悲，善巧方便，不是一个呆板的方法。上上根人，佛用的方法很巧妙，教他在一生当中成无上道，就是脱离十法界。中下根人烦恼习气很重，换句话说，放不下，佛给他讲这些事实真相，诸法实相，他也听不懂，那么佛有善巧，在十法界里头帮助他提升。还有一等，业障极重的人，怎么提也提不起来，佛也有巧妙方法，看着他堕落，堕落在畜生、饿鬼、地狱，看着他到那里，他到那里去做什么？消业障，你看方法妙极了。",
      "zh_TW": "那麼諸位就要曉得，大乘佛法裡面講的修行，修什麼？禪定。八萬四千種法門，法是方法，門是門徑、門道，也就是說，修禪定有八萬四千種方法，有八萬四千種門徑，每個方法、每個門徑都能夠幫助你放下妄想分別執著，所以說「法門平等，無有高下」，就是這麼個道理。那麼佛為什麼說這麼多法門，不說一個法門？眾生根性不相同，有人喜歡這個法門，有人喜歡那個法門，佛菩薩恆順眾生，隨喜功德，你喜歡什麼就用什麼方法來教你。你歡喜，容易接受，歡喜學習，容易成就，大慈大悲，善巧方便，不是一個呆板的方法。上上根人，佛用的方法很巧妙，教他在一生當中成無上道，就是脫離十法界。中下根人煩惱習氣很重，換句話說，放不下，佛給他講這些事實真相，諸法實相，他也聽不懂，那麼佛有善巧，在十法界裡頭幫助他提升。還有一等，業障極重的人，怎麼提也提不起來，佛也有巧妙方法，看著他墮落，墮落在畜生、餓鬼、地獄，看著他到那裡，他到那裡去做什麼？消業障，你看方法妙極了。"
    },
    {
      "id": "12-017-1343_p0030",
      "zh_CN": "十法界、六道三途都是众生自作自受，没有真实，全是假的。永嘉大师讲得很好，「梦里明明有六趣，觉后空空无大千」，诸佛菩萨看到众生在做恶梦，怎么办？等他醒来再说！所以，你要真的搞清楚、搞明白了，你才知道诸佛菩萨教化众生那种智慧、那种巧妙，不能不佩服，佩服到五体投地。我们稍稍明白了一些，才甘心情愿依教奉行，佛菩萨的教诲不折不扣和盘接纳，他是和盘托出，我们是和盘接纳，依教修行，哪有不得利益的道理？一切无碍，法法圆融，头头是道，得大自在。",
      "zh_TW": "十法界、六道三途都是眾生自作自受，沒有真實，全是假的。永嘉大師講得很好，「夢裡明明有六趣，覺後空空無大千」，諸佛菩薩看到眾生在做惡夢，怎麼辦？等他醒來再說！所以，你要真的搞清楚、搞明白了，你才知道諸佛菩薩教化眾生那種智慧、那種巧妙，不能不佩服，佩服到五體投地。我們稍稍明白了一些，才甘心情願依教奉行，佛菩薩的教誨不折不扣和盤接納，他是和盤托出，我們是和盤接納，依教修行，哪有不得利益的道理？一切無礙，法法圓融，頭頭是道，得大自在。"
    },
    {
      "id": "12-017-1343_p0031",
      "zh_CN": "《华严经》的好处就是分量足够，你只不断的学习，学习里头当然最重要的是随文入观。这个话什么意思？随着经文，学到哪个地方我们自己的境界也到那个地方。譬如这个地方讲的十信位的菩萨，觉首初信，我学习这一章，我就入了初信，这就对了。这个成就快，一部《华严经》学完，恭喜你，你已经圆满成佛，就像善财童子五十三参一样，要能入得进去。你要问，怎样才能入得进去？随着经文所说的放下，明了是开悟，放下是功夫。要知道清净心中本来无一物，我们今天堕落成这个样子，真正的原因就是放不下，放下就对了，放下什么事都没有，圆满了。",
      "zh_TW": "《華嚴經》的好處就是分量足夠，你只不斷的學習，學習裡頭當然最重要的是隨文入觀。這個話什麼意思？隨著經文，學到哪個地方我們自己的境界也到那個地方。譬如這個地方講的十信位的菩薩，覺首初信，我學習這一章，我就入了初信，這就對了。這個成就快，一部《華嚴經》學完，恭喜你，你已經圓滿成佛，就像善財童子五十三參一樣，要能入得進去。你要問，怎樣才能入得進去？隨著經文所說的放下，明瞭是開悟，放下是功夫。要知道清淨心中本來無一物，我們今天墮落成這個樣子，真正的原因就是放不下，放下就對了，放下什麼事都沒有，圓滿了。"
    },
    {
      "id": "12-017-1343_p0032",
      "zh_CN": "所以法性二字，这是差别依正等法。「性，谓彼法所依体性」，这就讲十法界依正庄严，包括时间、空间，这是相。相一定有体，这个体「即法之性」，我们叫它做法性，「故名为法性」，这是一个意思。你先要懂得这名词里头的含义，法性就是一切依正庄严的体性，哲学里面所讲的本体、现相、作用。性的意思就是本体，法的意思就是现相，现相依这个体而生，它所依的，在佛法里面称为法性。「又性以不变为义，即此可轨，亦名为法，此则性即法，故名为法性」，这是法性第二个意思。第二个意思是讲性的本身，本身也是一法。前面一个意思的法性，是诸法所依它起来的，这两个意思有点差别。我们用哲学的名词来说，也许容易懂一点，现象所依的本体现出来的，现象是依本体现出来的，这个体我们称它为法性，诸法所依的性体叫法性。第二个意思，诸法所依的本体，它自己本身也是一法，这个法我们就称它为法性，第二个意思。",
      "zh_TW": "所以法性二字，這是差別依正等法。「性，謂彼法所依體性」，這就講十法界依正莊嚴，包括時間、空間，這是相。相一定有體，這個體「即法之性」，我們叫它做法性，「故名為法性」，這是一個意思。你先要懂得這名詞裡頭的含義，法性就是一切依正莊嚴的體性，哲學裡面所講的本體、現相、作用。性的意思就是本體，法的意思就是現相，現相依這個體而生，它所依的，在佛法裡面稱為法性。「又性以不變為義，即此可軌，亦名為法，此則性即法，故名為法性」，這是法性第二個意思。第二個意思是講性的本身，本身也是一法。前面一個意思的法性，是諸法所依它起來的，這兩個意思有點差別。我們用哲學的名詞來說，也許容易懂一點，現象所依的本體現出來的，現象是依本體現出來的，這個體我們稱它為法性，諸法所依的性體叫法性。第二個意思，諸法所依的本體，它自己本身也是一法，這個法我們就稱它為法性，第二個意思。"
    },
    {
      "id": "12-017-1343_p0033",
      "zh_CN": "「此二义并约不变释也」，这两个意思都是从不变来解释，法性是不变的。我们在比喻里头，把法性比喻作萤幕，我们电视的萤幕、电影的银幕，用它来做比喻，把差别依正种种现相比喻做法相。电影、电视打开之后所现的一切现相，现在萤光幕上，现相不碍萤光幕，萤光幕也不妨碍现相，它们两个相辅相成，不相违背。为什么？都没有自性，都没有自体，但是一个是不变，一个是随缘，不变的我们称它为法性。",
      "zh_TW": "「此二義並約不變釋也」，這兩個意思都是從不變來解釋，法性是不變的。我們在比喻裡頭，把法性比喻作螢幕，我們電視的螢幕、電影的銀幕，用它來做比喻，把差別依正種種現相比喻做法相。電影、電視打開之後所現的一切現相，現在螢光幕上，現相不礙螢光幕，螢光幕也不妨礙現相，它們兩個相輔相成，不相違背。為什麼？都沒有自性，都沒有自體，但是一個是不變，一個是隨緣，不變的我們稱它為法性。"
    },
    {
      "id": "12-017-1343_p0034",
      "zh_CN": "第三个意思，「又即一切法各无性故，名为法性」，这就是「即随缘之性，法即性也」，这是说随缘。一切法无有自性，为什么？缘生的，无性之性就称之为法性，这就是随缘之性。诸位要晓得，随缘没有自性，无自性之性，法就是性，称之为法性。由此可知，法性这个名词有种种的说法，我们不能不知道，从不变可以说，从随缘也讲得通。「随缘不变，不变随缘」，大乘教里头佛常讲，我在早年讲经的时候，把这两句扩充为四句，说明我们有四种不同修学的状况。第一种，诸佛如来因圆果满，证得究竟的果位，他到不到我们这个世间来？他要不来就不慈悲了，他来，常常来。示现在世间，示现在九法界，甚至于示现在三途六道。哪个地方有感他哪里就有应，绝对没有一次差错的，这个不可思议，我们要有真正的信心。感应道交，完全看我们的信心足不足，我们求佛，哪有不感应的道理？",
      "zh_TW": "第三個意思，「又即一切法各無性故，名為法性」，這就是「即隨緣之性，法即性也」，這是說隨緣。一切法無有自性，為什麼？緣生的，無性之性就稱之為法性，這就是隨緣之性。諸位要曉得，隨緣沒有自性，無自性之性，法就是性，稱之為法性。由此可知，法性這個名詞有種種的說法，我們不能不知道，從不變可以說，從隨緣也講得通。「隨緣不變，不變隨緣」，大乘教裡頭佛常講，我在早年講經的時候，把這兩句擴充為四句，說明我們有四種不同修學的狀況。第一種，諸佛如來因圓果滿，證得究竟的果位，他到不到我們這個世間來？他要不來就不慈悲了，他來，常常來。示現在世間，示現在九法界，甚至於示現在三途六道。哪個地方有感他哪裡就有應，絕對沒有一次差錯的，這個不可思議，我們要有真正的信心。感應道交，完全看我們的信心足不足，我們求佛，哪有不感應的道理？"
    },
    {
      "id": "12-017-1343_p0035",
      "zh_CN": "古时候汤王，中国历史上有记载，汤王有句话留在历史上，「万方有罪，罪在朕躬」，真负责任！有一年旱灾，人民得不到食物，于是就有窃盗的。有两个人盗取别人的食物，被抓起来，判罪，这要送到监牢狱里面去执行。在路上，汤王遇到，问他们，「你们两个为什么犯罪？」他就说，「因为天旱，旱灾，没有收成，我们去抢别人的食物，所以犯了罪」。汤王听了之后怎么样？叫人家把这两个人放掉，告诉执法的人，你们把刑具戴到我身上，判我的刑，我有罪，我没有把人民教好，我德行不够，得罪了上天，久旱不雨。真诚心！负责任。「他的过失是我造成的」，这个话才说，天上马上就下雨，感应不可思议。所以，古圣先王他们的心不一样，真的是爱民如子。他是个君王，臣民有过失，我没有教得好，我没有做出好样子给他看，不是他的罪，是我的罪。",
      "zh_TW": "古時候湯王，中國歷史上有記載，湯王有句話留在歷史上，「萬方有罪，罪在朕躬」，真負責任！有一年旱災，人民得不到食物，於是就有竊盜的。有兩個人盜取別人的食物，被抓起來，判罪，這要送到監牢獄裡面去執行。在路上，湯王遇到，問他們，「你們兩個為什麼犯罪？」他就說，「因為天旱，旱災，沒有收成，我們去搶別人的食物，所以犯了罪」。湯王聽了之後怎麼樣？叫人家把這兩個人放掉，告訴執法的人，你們把刑具戴到我身上，判我的刑，我有罪，我沒有把人民教好，我德行不夠，得罪了上天，久旱不雨。真誠心！負責任。「他的過失是我造成的」，這個話才說，天上馬上就下雨，感應不可思議。所以，古聖先王他們的心不一樣，真的是愛民如子。他是個君王，臣民有過失，我沒有教得好，我沒有做出好樣子給他看，不是他的罪，是我的罪。"
    },
    {
      "id": "12-017-1343_p0036",
      "zh_CN": "我们今天生活在这个时代，诸位都知道，我今天中午在学校里头参加学校一个会议。这个会议是小型的，也是联合国教科文组织一些都是主管教育的专家学者，讨论人文教育。他们邀请我，我没有时间参加，今天中午聚餐，一定邀我去吃饭，跟大家见个面。我们今天的观念跟汤王恰恰相反，我们没有过失，过失都是别人的，他们作奸犯科，这种观念能不能解决问题？不能解决问题；真正解决问题要学汤王，要从本身做起。现在伦理道德差不多已经断绝，所以我们在佛门里面，这半个世纪以来深有所感！为什么佛教没有法子建立？根没有了。根是什么？道德，基本的道德没有了。",
      "zh_TW": "我們今天生活在這個時代，諸位都知道，我今天中午在學校裡頭參加學校一個會議。這個會議是小型的，也是聯合國教科文組織一些都是主管教育的專家學者，討論人文教育。他們邀請我，我沒有時間參加，今天中午聚餐，一定邀我去吃飯，跟大家見個面。我們今天的觀念跟湯王恰恰相反，我們沒有過失，過失都是別人的，他們作姦犯科，這種觀念能不能解決問題？不能解決問題；真正解決問題要學湯王，要從本身做起。現在倫理道德差不多已經斷絕，所以我們在佛門裡面，這半個世紀以來深有所感！為什麼佛教沒有法子建立？根沒有了。根是什麼？道德，基本的道德沒有了。"
    },
    {
      "id": "12-017-1343_p0037",
      "zh_CN": "基本的道德是什么？尧舜五教里面有一条。尧舜的五教是中国四千五百年来，尧舜距离我们四千五百年，这四千五百年中国历代帝王教化众生最高的指导原则，称之为道德。五教就是人与人的关系，父子、君臣、夫妇、长幼（长幼是兄弟）、朋友，就教这五种。父子有亲，这是道德的根，亲是什么？亲爱！从父子的亲爱，把这个亲爱扩大，在佛法里面叫慈悲，扩大成大慈大悲。在君臣，就是领导与被领导，这是讲义。夫妇有别，别是各有各的任务，夫妇组成一个家庭，家庭里面大事两桩，一桩是生活问题，物质生活问题，养家；另一桩大事是教导下一代，两桩大事。",
      "zh_TW": "基本的道德是什麼？堯舜五教裡面有一條。堯舜的五教是中國四千五百年來，堯舜距離我們四千五百年，這四千五百年中國歷代帝王教化眾生最高的指導原則，稱之為道德。五教就是人與人的關係，父子、君臣、夫婦、長幼（長幼是兄弟）、朋友，就教這五種。父子有親，這是道德的根，親是什麼？親愛！從父子的親愛，把這個親愛擴大，在佛法裡面叫慈悲，擴大成大慈大悲。在君臣，就是領導與被領導，這是講義。夫婦有別，別是各有各的任務，夫婦組成一個家庭，家庭裡面大事兩樁，一樁是生活問題，物質生活問題，養家；另一樁大事是教導下一代，兩樁大事。"
    },
    {
      "id": "12-017-1343_p0038",
      "zh_CN": "你看印光大师在《文钞》里头讲了多少遍，祖师真的是常常说，常常提醒大家。天下太平，他说妇女要负大部分的责任。为什么？在古时候，男子负责养家，工作赚钱养家，妇女在家庭里面就相夫教子。你家里头有没有后代，社会上有没有圣贤，那就要问母亲。母亲教得好，下一代都是圣人、都是贤人，这个社会怎么会不好？教育，根从家庭起，根在家庭。你看看古圣先贤文字里面记载的，什么时候开始教？怀孕的时候就开始，那时候小孩不懂得接受，不能有不善的影响，情绪会影响胎儿。所以，心地要清净、要慈悲，起心动念、言语造作都要如理如法，为胎儿。小孩出生下来之后，他会说话，他会走路了，就开始教。会说话、会走路，一般大概是一岁，这叫家教！七岁再请老师教，那就上学，从前是私塾，也算是学校，就受学校教育，老师来教。根本是在家教！家教没有，根没有了，所以什么都不能够成就，世法、佛法统统不能成就。",
      "zh_TW": "你看印光大師在《文鈔》裡頭講了多少遍，祖師真的是常常說，常常提醒大家。天下太平，他說婦女要負大部分的責任。為什麼？在古時候，男子負責養家，工作賺錢養家，婦女在家庭裡面就相夫教子。你家裡頭有沒有後代，社會上有沒有聖賢，那就要問母親。母親教得好，下一代都是聖人、都是賢人，這個社會怎麼會不好？教育，根從家庭起，根在家庭。你看看古聖先賢文字裡面記載的，什麼時候開始教？懷孕的時候就開始，那時候小孩不懂得接受，不能有不善的影響，情緒會影響胎兒。所以，心地要清淨、要慈悲，起心動念、言語造作都要如理如法，為胎兒。小孩出生下來之後，他會說話，他會走路了，就開始教。會說話、會走路，一般大概是一歲，這叫家教！七歲再請老師教，那就上學，從前是私塾，也算是學校，就受學校教育，老師來教。根本是在家教！家教沒有，根沒有了，所以什麼都不能夠成就，世法、佛法統統不能成就。"
    },
    {
      "id": "12-017-1343_p0039",
      "zh_CN": "家教的教材，后人把古圣先贤家教的教材集合起来，集大成，写了一本书叫《弟子规》，《弟子规》是家教里面的集大成。家庭里教什么？就教这个东西，这是道德的根本，有了这个基础，自自然然就走向道德，无论世法佛法自然成就。我们今天讲伟大的成就，不可思议的成就，都是奠定在这个根基上。所以我们在此地建立这个学院，要求同学们认真的学习，如果疏忽了，世法、佛法你都不会有成就，我说的是老实话。在网路上的同学，在卫星电视前面的同学，无论男女老少统统都要学，为什么？小时候没有学习，现在补习，亡羊补牢，不算晚。",
      "zh_TW": "家教的教材，後人把古聖先賢家教的教材集合起來，集大成，寫了一本書叫《弟子規》，《弟子規》是家教裡面的集大成。家庭裡教什麼？就教這個東西，這是道德的根本，有了這個基礎，自自然然就走向道德，無論世法佛法自然成就。我們今天講偉大的成就，不可思議的成就，都是奠定在這個根基上。所以我們在此地建立這個學院，要求同學們認真的學習，如果疏忽了，世法、佛法你都不會有成就，我說的是老實話。在網路上的同學，在衛星電視前面的同學，無論男女老少統統都要學，為什麼？小時候沒有學習，現在補習，亡羊補牢，不算晚。"
    },
    {
      "id": "12-017-1343_p0040",
      "zh_CN": "小朋友更是要认真学习，小朋友要学得好，我们大人做样子给他看。我们不学叫他学，他不能接受，他也有他的意见；我们大人都学，他看到没话说，乖乖的跟着学，这叫德。所以父子这个关系，这是道，亲爱是德，父慈子孝。君臣有义，君仁臣忠，就是义；长幼有序，这是兄弟之间，年龄大小不一样，弟弟要知道尊敬哥哥，哥哥要友爱弟弟，兄友弟恭；朋友有信。所以，亲义别序信这是德，以后又更详细演变成八德，孝悌忠信礼义廉耻。八德有两种讲法，另外一种是忠孝仁爱信义和平。",
      "zh_TW": "小朋友更是要認真學習，小朋友要學得好，我們大人做樣子給他看。我們不學叫他學，他不能接受，他也有他的意見；我們大人都學，他看到沒話說，乖乖的跟著學，這叫德。所以父子這個關係，這是道，親愛是德，父慈子孝。君臣有義，君仁臣忠，就是義；長幼有序，這是兄弟之間，年齡大小不一樣，弟弟要知道尊敬哥哥，哥哥要友愛弟弟，兄友弟恭；朋友有信。所以，親義別序信這是德，以後又更詳細演變成八德，孝悌忠信禮義廉恥。八德有兩種講法，另外一種是忠孝仁愛信義和平。"
    },
    {
      "id": "12-017-1343_p0041",
      "zh_CN": "这两种说法，我们把它合起来，除掉重复的，十二个字，这十二个字是德，自性里头本来具足；十二个字就是孝悌忠信、礼义廉耻、仁爱和平。中国古圣先贤这四千多年来教什么？就是教这个。诸位想想看，你看七十年代汤恩比博士所说的，解决二十一世纪的社会问题，只有中国孔孟学说与大乘佛法。你现在懂得了，孔孟学说教什么？就教这个。你们想想看，教伦理，伦理是人与人的关系，教道德，就是孝悌忠信、礼义廉耻、仁爱和平。如果教这个，这个社会上所有一切冲突对立自然就没有，世界和平、社会安定，真的可以落实。大乘佛法里面教什么？净业三福足以代表。第一条，「孝养父母，奉事师长，慈心不杀，修十善业」；第二条，「受持三皈，具足众戒，不犯威仪」；第三条，「发菩提心（发菩提心就是真诚、清净、平等、正觉、慈悲），深信因果，读诵大乘，劝进行者」，这自行化他。这是大乘教里面修行最高的指导纲领，佛说的，三世诸佛净业正因。",
      "zh_TW": "這兩種說法，我們把它合起來，除掉重複的，十二個字，這十二個字是德，自性裡頭本來具足；十二個字就是孝悌忠信、禮義廉恥、仁愛和平。中國古聖先賢這四千多年來教什麼？就是教這個。諸位想想看，你看七十年代湯恩比博士所說的，解決二十一世紀的社會問題，只有中國孔孟學說與大乘佛法。你現在懂得了，孔孟學說教什麼？就教這個。你們想想看，教倫理，倫理是人與人的關係，教道德，就是孝悌忠信、禮義廉恥、仁愛和平。如果教這個，這個社會上所有一切衝突對立自然就沒有，世界和平、社會安定，真的可以落實。大乘佛法裡面教什麼？淨業三福足以代表。第一條，「孝養父母，奉事師長，慈心不殺，修十善業」；第二條，「受持三皈，具足眾戒，不犯威儀」；第三條，「發菩提心（發菩提心就是真誠、清淨、平等、正覺、慈悲），深信因果，讀誦大乘，勸進行者」，這自行化他。這是大乘教裡面修行最高的指導綱領，佛說的，三世諸佛淨業正因。"
    },
    {
      "id": "12-017-1343_p0042",
      "zh_CN": "汤恩比说得不错，我们只要依照这个来学习，真的是化解冲突，消除灾难！世界的安定和平，不是理想，决定可以落实，希望我们有这个认知。然后最重要的，我们要发大慈悲心，要真正去做，讲没有用，要做到。《弟子规》不是叫你讲的，不是叫你背的，是从我们自己本身字字句句都要把它做到。大乘经教里面的教诲，我们在这里学习，天天在学习，天天在薰习，要落实才管用，不能落实，这不算数，也就是说，一定要做到。每天接受佛菩萨教诲，每天改过自新，断恶修善，破迷开悟，这才是释迦牟尼佛的好学生。今天时间到了，我们就讲到此地。",
      "zh_TW": "湯恩比說得不錯，我們只要依照這個來學習，真的是化解衝突，消除災難！世界的安定和平，不是理想，決定可以落實，希望我們有這個認知。然後最重要的，我們要發大慈悲心，要真正去做，講沒有用，要做到。《弟子規》不是叫你講的，不是叫你背的，是從我們自己本身字字句句都要把它做到。大乘經教裡面的教誨，我們在這裡學習，天天在學習，天天在薰習，要落實才管用，不能落實，這不算數，也就是說，一定要做到。每天接受佛菩薩教誨，每天改過自新，斷惡修善，破迷開悟，這才是釋迦牟尼佛的好學生。今天時間到了，我們就講到此地。"
    }
  ]
}