{
  "doc_id": "12-017-0474",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四七四卷",
    "zh_TW": "第四七四卷"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0474",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "12-017-0474_p0001",
      "zh_CN": "诸位同学，请看「世主妙严品」，主地神偈颂第七首：",
      "zh_TW": "諸位同學，請看「世主妙嚴品」，主地神偈頌第七首："
    },
    {
      "id": "12-017-0474_p0002",
      "zh_CN": "【一切色形皆化现，十方法界悉充满，香毛发光常见佛，如是普化诸众生。】",
      "zh_TW": "【一切色形皆化現，十方法界悉充滿，香毛發光常見佛，如是普化諸眾生。】"
    },
    {
      "id": "12-017-0474_p0003",
      "zh_CN": "这是香毛发光主地神他的赞颂。他修学的法门是「了知一切佛功德海大威力」，这个意思我们在介绍长行文的时候说得很多。偈颂里面总结学习的心得，说出修学的境界，对我们修学确实有很大的帮助，我们要能解能行。首先要建立正确的宇宙人生观，这个问题可以说古今中外的大哲学家、科学家、宗教家都讲得很多，我们也曾经涉猎了一些，而感到唯有大乘佛法讲得圆满，讲得真正能叫人心服口服。佛给我们讲十法界依正庄严，这就是哲学里头所说的宇宙人生观。真相如何？《金刚般若》大家念得很熟，佛在经里面讲得很明白，「凡所有相，皆是虚妄」。「凡所有」包括的范围大，不仅是我们这个世间，实在说我们这个世间相当短暂，人在这个世间能活多少年？我们生活在世间，我们对于宇宙人生的观感是什么？虽然世间有一些聪明人，提出种种的看法想法，不是真相。真相佛说出来了，都是虚妄的，「凡所有相，皆是虚妄」。",
      "zh_TW": "這是香毛發光主地神他的讚頌。他修學的法門是「了知一切佛功德海大威力」，這個意思我們在介紹長行文的時候說得很多。偈頌裡面總結學習的心得，說出修學的境界，對我們修學確實有很大的幫助，我們要能解能行。首先要建立正確的宇宙人生觀，這個問題可以說古今中外的大哲學家、科學家、宗教家都講得很多，我們也曾經涉獵了一些，而感到唯有大乘佛法講得圓滿，講得真正能叫人心服口服。佛給我們講十法界依正莊嚴，這就是哲學裡頭所說的宇宙人生觀。真相如何？《金剛般若》大家念得很熟，佛在經裡面講得很明白，「凡所有相，皆是虛妄」。「凡所有」包括的範圍大，不僅是我們這個世間，實在說我們這個世間相當短暫，人在這個世間能活多少年？我們生活在世間，我們對於宇宙人生的觀感是什麼？雖然世間有一些聰明人，提出種種的看法想法，不是真相。真相佛說出來了，都是虛妄的，「凡所有相，皆是虛妄」。"
    },
    {
      "id": "12-017-0474_p0004",
      "zh_CN": "佛法，尤其是大乘佛法，它是圆融的，大乘佛法里头没有相对的。如果我们把虚妄跟真实相对，那就错了，那你不解如来真实义。何以故？《六祖坛经》上有个非常明显的例子，印宗向能大师请教，黄梅五祖怎样讲解「禅定、解脱」？印宗是个讲经的法师，大概他对于「禅定、解脱」讲得自己不能满意，感觉得自己没能讲清楚、没能讲透彻，向能大师请教。而能大师没有答复他，只告诉他一个原则，佛法的总纲领、总原则不能违背。他说：「禅定解脱是二法，二法不是佛法，佛法是不二法。」这是正确的。如果我们说《金刚经》上这句话「凡所有相，皆是虚妄」，我们要问虚妄跟真实怎么讲法？或者虚妄跟不虚妄怎么讲法？能大师一定回答：「虚妄跟不虚妄是二法，二法不是佛法，佛法是不二法。」所以般若难懂就难在这个地方。如果你依文解义，古人说得很好，「三世佛冤」，三世诸佛都喊冤枉，你把我的意思会错了。",
      "zh_TW": "佛法，尤其是大乘佛法，它是圓融的，大乘佛法裡頭沒有相對的。如果我們把虛妄跟真實相對，那就錯了，那你不解如來真實義。何以故？《六祖壇經》上有個非常明顯的例子，印宗向能大師請教，黃梅五祖怎樣講解「禪定、解脫」？印宗是個講經的法師，大概他對於「禪定、解脫」講得自己不能滿意，感覺得自己沒能講清楚、沒能講透徹，向能大師請教。而能大師沒有答覆他，只告訴他一個原則，佛法的總綱領、總原則不能違背。他說：「禪定解脫是二法，二法不是佛法，佛法是不二法。」這是正確的。如果我們說《金剛經》上這句話「凡所有相，皆是虛妄」，我們要問虛妄跟真實怎麼講法？或者虛妄跟不虛妄怎麼講法？能大師一定回答：「虛妄跟不虛妄是二法，二法不是佛法，佛法是不二法。」所以般若難懂就難在這個地方。如果你依文解義，古人說得很好，「三世佛冤」，三世諸佛都喊冤枉，你把我的意思會錯了。"
    },
    {
      "id": "12-017-0474_p0005",
      "zh_CN": "所以在大乘法里给我们讲，烦恼跟菩提不是二法。烦恼跟菩提是二法，二法就不是佛法，佛法是不二法。生死跟涅槃是不二法。这个话愈说我们愈不好懂，究竟是一回什么事情？迷了就见二，悟了就不见二，迷悟。能大师这个话是帮助印宗开悟，印宗的道行走到要悟还没有悟这个边缘上，有人这么一提醒，他这个关口就突破了，就入境界。能大师真的是高智慧，善巧方便，藉他的这个疑问，疑问就叫做疑情，不必解释把他的疑情打破，问题才真正彻底解决。这个东西讲不清楚，怎么讲都落到意识的圈子里头，怎么能成就？所以我们要懂佛说法的真实义，真实义是教我们彻底放下妄想分别执着，所有一切色相就是实相，就是真相。",
      "zh_TW": "所以在大乘法裡給我們講，煩惱跟菩提不是二法。煩惱跟菩提是二法，二法就不是佛法，佛法是不二法。生死跟涅槃是不二法。這個話愈說我們愈不好懂，究竟是一回什麼事情？迷了就見二，悟了就不見二，迷悟。能大師這個話是幫助印宗開悟，印宗的道行走到要悟還沒有悟這個邊緣上，有人這麼一提醒，他這個關口就突破了，就入境界。能大師真的是高智慧，善巧方便，藉他的這個疑問，疑問就叫做疑情，不必解釋把他的疑情打破，問題才真正徹底解決。這個東西講不清楚，怎麼講都落到意識的圈子裡頭，怎麼能成就？所以我們要懂佛說法的真實義，真實義是教我們徹底放下妄想分別執著，所有一切色相就是實相，就是真相。"
    },
    {
      "id": "12-017-0474_p0006",
      "zh_CN": "真相是什么相？真相是幻化相，真相是虚妄相。「凡所有相，皆是虚妄」，「凡所有相，皆是真相」，真相跟虚妄是一，决定不是二，于是这才真相大白。不但十法界依正庄严是虚妄相，一真法界还是虚妄相，你知道它是虚妄相，那你就知道实相了。《金刚经》末后一首偈说得更明白，那正是教初学的、学般若的，「一切有为法，如梦幻泡影。如露亦如电，应作如是观。」这是诸法实相，十法界依正庄严如是，华藏、极乐一真世界亦如是，没有例外的，这才是真实究竟圆满的对于宇宙人生的观察。我们在这个大前提之下，无论修学哪个法门，都不会有太大的偏差，肯定能证果。所谓证果是契入这个境界。",
      "zh_TW": "真相是什麼相？真相是幻化相，真相是虛妄相。「凡所有相，皆是虛妄」，「凡所有相，皆是真相」，真相跟虛妄是一，決定不是二，於是這才真相大白。不但十法界依正莊嚴是虛妄相，一真法界還是虛妄相，你知道它是虛妄相，那你就知道實相了。《金剛經》末後一首偈說得更明白，那正是教初學的、學般若的，「一切有為法，如夢幻泡影。如露亦如電，應作如是觀。」這是諸法實相，十法界依正莊嚴如是，華藏、極樂一真世界亦如是，沒有例外的，這才是真實究竟圓滿的對於宇宙人生的觀察。我們在這個大前提之下，無論修學哪個法門，都不會有太大的偏差，肯定能證果。所謂證果是契入這個境界。"
    },
    {
      "id": "12-017-0474_p0007",
      "zh_CN": "「一切有为法」，什么叫有为法？诸位要读过法相宗的《百法明门论》就能知道一个大概。在法相宗里面，弥勒菩萨把佛在经论当中所说的一切法，太多了，为了教学起见，把它分类、归类，归纳成六百六十法。传到天亲菩萨，天亲菩萨感觉得六百六十法教初学，还是很不方便。这个六百六十法是在《瑜伽师地论》里面，他把六百六十法再归纳成一百类，百法，这个教初学真的是太方便了，这是法相宗入门初学的课程。这一百法里面又分成两大类，一类是有为法，一类是无为法，我们就能够晓得哪些是属于有为法。说「有为」，简单的讲，它有生灭的、有变易的、有变化的，凡是有变化有生灭的，不能够永恒不变的，都叫做有为法。这里面包括心法，我们起心动念，前念灭后念生，日夜都不间断；晚上睡觉的时候，念头还是有生有灭，心法是有为法。心所法也是有为法，八个心王，五十一个心所法附属于心王的，都是有生有灭，都不是常住的，不是永恒存在的。",
      "zh_TW": "「一切有為法」，什麼叫有為法？諸位要讀過法相宗的《百法明門論》就能知道一個大概。在法相宗裡面，彌勒菩薩把佛在經論當中所說的一切法，太多了，為了教學起見，把它分類、歸類，歸納成六百六十法。傳到天親菩薩，天親菩薩感覺得六百六十法教初學，還是很不方便。這個六百六十法是在《瑜伽師地論》裡面，他把六百六十法再歸納成一百類，百法，這個教初學真的是太方便了，這是法相宗入門初學的課程。這一百法裡面又分成兩大類，一類是有為法，一類是無為法，我們就能夠曉得哪些是屬於有為法。說「有為」，簡單的講，它有生滅的、有變易的、有變化的，凡是有變化有生滅的，不能夠永恆不變的，都叫做有為法。這裡面包括心法，我們起心動念，前念滅後念生，日夜都不間斷；晚上睡覺的時候，念頭還是有生有滅，心法是有為法。心所法也是有為法，八個心王，五十一個心所法附屬於心王的，都是有生有滅，都不是常住的，不是永恆存在的。"
    },
    {
      "id": "12-017-0474_p0008",
      "zh_CN": "色法，我们今天讲物质，心法现在人讲精神。物质也是有生灭的、也是有变化的。这个身体是物质，有生老病死；花草树木，植物它有生灭，生住异灭；矿物，乃至于我们地球、星球、星系也不是常住的，成住坏空，统统都是有为法。除这些我们能具体指得出来之外，还有二十四种不相应，它不是心法，它也不是心所法，也不是色法，但是它会跟着这三种法连带而起来，我们今天称它叫做抽象的概念。抽象概念也是属于有为法，为什么？它有生灭。譬如「时间」，过去现在未来；「空间」，四方四维，这本来是没有这些事情，是人从想像当中建立的抽象概念。「得失」，哪有得失？得失是个抽象概念，不是事实。人把这个事情看得这么重，生起许许多多的烦恼，造许许多多的罪业，不了解事实真相。你真正了解，得失是假的，找不到边际的。总合起来，一百类里头有为法就占九十四类，九十四个，后面六个是无为法。",
      "zh_TW": "色法，我們今天講物質，心法現在人講精神。物質也是有生滅的、也是有變化的。這個身體是物質，有生老病死；花草樹木，植物它有生滅，生住異滅；礦物，乃至於我們地球、星球、星系也不是常住的，成住壞空，統統都是有為法。除這些我們能具體指得出來之外，還有二十四種不相應，它不是心法，它也不是心所法，也不是色法，但是它會跟著這三種法連帶而起來，我們今天稱它叫做抽象的概念。抽象概念也是屬於有為法，為什麼？它有生滅。譬如「時間」，過去現在未來；「空間」，四方四維，這本來是沒有這些事情，是人從想像當中建立的抽象概念。「得失」，哪有得失？得失是個抽象概念，不是事實。人把這個事情看得這麼重，生起許許多多的煩惱，造許許多多的罪業，不了解事實真相。你真正了解，得失是假的，找不到邊際的。總合起來，一百類裡頭有為法就佔九十四類，九十四個，後面六個是無為法。"
    },
    {
      "id": "12-017-0474_p0009",
      "zh_CN": "无为法里头有相似的无为，有真正的无为。真正无为只有一个，「真如无为」，那是真的，其他五个是相似。譬如「虚空」，虚空是相似的无为，虚空确实三千年前释迦牟尼佛在世是这个虚空，三千年后还有这个虚空，虚空没有变化。虚空当中这些万物有变化，虚空本身没有变化，所以虚空属于无为。为什么说它不是真正无为，它是相似无为？因为它是自性显现的，「唯心所现」。它是所现，它不是能现，它还是有变化，变化得非常缓慢，我们没有办法觉察。什么时候能觉察到？大彻大悟的时候觉察到。像永嘉大师《证道歌》里面说的，「梦里明明有六趣，觉后空空无大千」，真正觉悟之后，不但六道没有，十法界也没有。一真法界有没有？也没有，不能说一真法界例外。没有了怎么办？我们学佛学到最后，什么都没有了，我们就心慌了？有跟没有是一不是二，这个道理深，这个说法玄，它是真正的事实。佛法里面讲空就是有，有就是空。讲有是什么？相上有，性上没有；事上有，理上没有，他明白这个道理。所以「有」佛经称之为妙有，「空」称之为真空，真空跟妙有是一不是二。《般若心经》古大德的注解说得好：真空不碍妙有，妙有也不碍真空。",
      "zh_TW": "無為法裡頭有相似的無為，有真正的無為。真正無為只有一個，「真如無為」，那是真的，其他五個是相似。譬如「虛空」，虛空是相似的無為，虛空確實三千年前釋迦牟尼佛在世是這個虛空，三千年後還有這個虛空，虛空沒有變化。虛空當中這些萬物有變化，虛空本身沒有變化，所以虛空屬於無為。為什麼說它不是真正無為，它是相似無為？因為它是自性顯現的，「唯心所現」。它是所現，它不是能現，它還是有變化，變化得非常緩慢，我們沒有辦法覺察。什麼時候能覺察到？大徹大悟的時候覺察到。像永嘉大師《證道歌》裡面說的，「夢裡明明有六趣，覺後空空無大千」，真正覺悟之後，不但六道沒有，十法界也沒有。一真法界有沒有？也沒有，不能說一真法界例外。沒有了怎麼辦？我們學佛學到最後，什麼都沒有了，我們就心慌了？有跟沒有是一不是二，這個道理深，這個說法玄，它是真正的事實。佛法裡面講空就是有，有就是空。講有是什麼？相上有，性上沒有；事上有，理上沒有，他明白這個道理。所以「有」佛經稱之為妙有，「空」稱之為真空，真空跟妙有是一不是二。《般若心經》古大德的註解說得好：真空不礙妙有，妙有也不礙真空。"
    },
    {
      "id": "12-017-0474_p0010",
      "zh_CN": "所以《华严经》清凉大师跟我们讲的四法界，理无碍，理没有障碍；事也没有障碍；理事互相不障碍；事事互相也不障碍，解脱的境界！这个时候才叫做真解脱、大自在，没有障碍了。障碍从哪里来的？障碍从迷来的。为什么？迷了以后你才有妄想，妄想成了障碍；你才有分别，分别当中产生障碍；你才有执着，执着里头产生严重障碍。佛教解决问题，把所有障碍消除，这才是至善的办法，才是究竟圆满的办法。但是必须要晓得宇宙万有的真相，你要不了解真相，你没有办法放下妄想分别执着。了解真相，这个东西一放下，「原来如此！」诸佛所证如是，你自己的契入亦如是。应化在十法界，游戏神通，自在无碍。游戏里面尽管你去表演，表演里头没有自己的意思；如果有自己的意思，又落到妄想分别执着，那怎么个表演法？",
      "zh_TW": "所以《華嚴經》清涼大師跟我們講的四法界，理無礙，理沒有障礙；事也沒有障礙；理事互相不障礙；事事互相也不障礙，解脫的境界！這個時候才叫做真解脫、大自在，沒有障礙了。障礙從哪裡來的？障礙從迷來的。為什麼？迷了以後你才有妄想，妄想成了障礙；你才有分別，分別當中產生障礙；你才有執著，執著裡頭產生嚴重障礙。佛教解決問題，把所有障礙消除，這才是至善的辦法，才是究竟圓滿的辦法。但是必須要曉得宇宙萬有的真相，你要不了解真相，你沒有辦法放下妄想分別執著。了解真相，這個東西一放下，「原來如此！」諸佛所證如是，你自己的契入亦如是。應化在十法界，遊戲神通，自在無礙。遊戲裡面儘管你去表演，表演裡頭沒有自己的意思；如果有自己的意思，又落到妄想分別執著，那怎麼個表演法？"
    },
    {
      "id": "12-017-0474_p0011",
      "zh_CN": "释迦牟尼佛给我们做出表演，八相成道。我们从这里面细心去观察，他是怎么表演的？「恒顺众生，随喜功德」。自己有没有起心动念过？没有，入胎没有起心动念，出胎没有起心动念，决定没有分别执着。示现的学道、修行，菩提树下示现悟道，示现教化一切众生，为一切众生讲经三百余会，说法四十九年，你要问释迦牟尼佛有没有分别执着？有没有起心动念？有没有妄想？给诸位说完全没有。法怎么说出来的？佛在经上有个比喻，很有趣味，有人向释迦牟尼佛请教：你的学生舍利弗尊者智慧很大，无论什么人有什么问题向他请教，随问随答，都把人家问题解决了，他的智慧从哪里来的？佛听了笑笑，举个比喻说：「你看到鼓没有？」敲的鼓，他说：「我知道」「你去击鼓，大叩则大鸣，小叩则小鸣，不叩则不鸣。你去击鼓的时候，鼓发出的声音，它有没有妄想？它有没有分别？它有没有执着？」「没有」。佛就说：「舍利弗的智慧就像鼓一样，你们去问他、去敲他，他立刻就回应。」",
      "zh_TW": "釋迦牟尼佛給我們做出表演，八相成道。我們從這裡面細心去觀察，他是怎麼表演的？「恆順眾生，隨喜功德」。自己有沒有起心動念過？沒有，入胎沒有起心動念，出胎沒有起心動念，決定沒有分別執著。示現的學道、修行，菩提樹下示現悟道，示現教化一切眾生，為一切眾生講經三百餘會，說法四十九年，你要問釋迦牟尼佛有沒有分別執著？有沒有起心動念？有沒有妄想？給諸位說完全沒有。法怎麼說出來的？佛在經上有個比喻，很有趣味，有人向釋迦牟尼佛請教：你的學生舍利弗尊者智慧很大，無論什麼人有什麼問題向他請教，隨問隨答，都把人家問題解決了，他的智慧從哪裡來的？佛聽了笑笑，舉個比喻說：「你看到鼓沒有？」敲的鼓，他說：「我知道」「你去擊鼓，大叩則大鳴，小叩則小鳴，不叩則不鳴。你去擊鼓的時候，鼓發出的聲音，它有沒有妄想？它有沒有分別？它有沒有執著？」「沒有」。佛就說：「舍利弗的智慧就像鼓一樣，你們去問他、去敲他，他立刻就回應。」"
    },
    {
      "id": "12-017-0474_p0012",
      "zh_CN": "释迦牟尼佛为我们示现讲经说法又何尝不如是？所以释迦牟尼佛不但是，说实话四十九年没有说过一个字，释迦牟尼佛在这个世间也没有现身。身相怎么来的？众生有感，应现的。说法亦复如是，感应道交，感应是自然的。我们心有感，佛现前了，佛从哪里来的？给诸位说，这经上佛都讲过，「来无来处，去无去处」，佛这个话的意思点醒我们，我们跟佛没有两样。诸佛菩萨，是众生业感；我们这个身是业报，是自己的业力感得的报身。佛自己没有业力，众生业力感应的，他自己没有。『一切色形皆化现，十方法界悉充满』，像我们在观世音菩萨赞颂里面讲的，「千处祈求千处应」，哪个地方众生有感，佛菩萨当处都出现，不止千处。《楞严经》上说出这个事实真相，「当处出生，随处灭尽」，所以没有来去。这个道理，现在我们有一点科学的常识，用科学的常识多想一想，不难理解。",
      "zh_TW": "釋迦牟尼佛為我們示現講經說法又何嘗不如是？所以釋迦牟尼佛不但是，說實話四十九年沒有說過一個字，釋迦牟尼佛在這個世間也沒有現身。身相怎麼來的？眾生有感，應現的。說法亦復如是，感應道交，感應是自然的。我們心有感，佛現前了，佛從哪裡來的？給諸位說，這經上佛都講過，「來無來處，去無去處」，佛這個話的意思點醒我們，我們跟佛沒有兩樣。諸佛菩薩，是眾生業感；我們這個身是業報，是自己的業力感得的報身。佛自己沒有業力，眾生業力感應的，他自己沒有。『一切色形皆化現，十方法界悉充滿』，像我們在觀世音菩薩讚頌裡面講的，「千處祈求千處應」，哪個地方眾生有感，佛菩薩當處都出現，不止千處。《楞嚴經》上說出這個事實真相，「當處出生，隨處滅盡」，所以沒有來去。這個道理，現在我們有一點科學的常識，用科學的常識多想一想，不難理解。"
    },
    {
      "id": "12-017-0474_p0013",
      "zh_CN": "现在科学家告诉我们物质是什么东西？他们知道没有物质存在，所以现在也不必谈唯物。物质是什么？能量变现的，所以能量跟物质可以转换，原子弹的理论就是从这发明的。把物质转变成能量，它用的方法是用加速度。但是怎样把能量变成物质？不知道。现在科学家理论上是讲得通的，但是用什么方式来转变，不晓得！这个我们有了思考余地，诸佛菩萨能跟质的转变随心所欲。我们讲随心所欲，实际上还是讲错了，为什么？他没有心他也没有欲，他哪有什么随心所欲！完全是自然的。还是《楞严经》上的话讲得好，「随心应量」，不是随自己的心，随众生的心。「随众生心，应所知量」，是这么回事情。他转变自在，众生那个感的念头没有了，相就消失，他所示现的就入灭，这是我们讲的「应身」。",
      "zh_TW": "現在科學家告訴我們物質是什麼東西？他們知道沒有物質存在，所以現在也不必談唯物。物質是什麼？能量變現的，所以能量跟物質可以轉換，原子彈的理論就是從這發明的。把物質轉變成能量，它用的方法是用加速度。但是怎樣把能量變成物質？不知道。現在科學家理論上是講得通的，但是用什麼方式來轉變，不曉得！這個我們有了思考餘地，諸佛菩薩能跟質的轉變隨心所欲。我們講隨心所欲，實際上還是講錯了，為什麼？他沒有心他也沒有欲，他哪有什麼隨心所欲！完全是自然的。還是《楞嚴經》上的話講得好，「隨心應量」，不是隨自己的心，隨眾生的心。「隨眾生心，應所知量」，是這麼回事情。他轉變自在，眾生那個感的念頭沒有了，相就消失，他所示現的就入滅，這是我們講的「應身」。"
    },
    {
      "id": "12-017-0474_p0014",
      "zh_CN": "化身更不必说了，化身真有不是假的。往年我在台中求学的时候，周邦道老居士的夫人给我们讲故事，这个故事是真的不是假的。周邦道先生在抗战期间做国立第三中学校长，我在那个学校念书。他的夫人是我们的师母，我们对她非常感激。全校的师生没有不尊敬师母的，师母大公无私，照顾我们这批学生，学生都是流亡学生，都是离开父母的。住在学校，学校就是家，接受老师的照顾，师母照顾得最周到。那个时候有救济的东西、救济的食品，先分学生，学生分下来还有多的，她自己的儿女才有分。如果分得不够，决定是她自己儿女没有分，我们学生会分到；分这些救济的衣服，亦复如是。这个学校从抗战一直到结束办了八年，八年如一日，我们三中的学生提起师母，没有一个人不感动。",
      "zh_TW": "化身更不必說了，化身真有不是假的。往年我在台中求學的時候，周邦道老居士的夫人給我們講故事，這個故事是真的不是假的。周邦道先生在抗戰期間做國立第三中學校長，我在那個學校念書。他的夫人是我們的師母，我們對她非常感激。全校的師生沒有不尊敬師母的，師母大公無私，照顧我們這批學生，學生都是流亡學生，都是離開父母的。住在學校，學校就是家，接受老師的照顧，師母照顧得最周到。那個時候有救濟的東西、救濟的食品，先分學生，學生分下來還有多的，她自己的兒女才有分。如果分得不夠，決定是她自己兒女沒有分，我們學生會分到；分這些救濟的衣服，亦復如是。這個學校從抗戰一直到結束辦了八年，八年如一日，我們三中的學生提起師母，沒有一個人不感動。"
    },
    {
      "id": "12-017-0474_p0015",
      "zh_CN": "在学校那个时候有一个同学生病，病得很重，快要死了，医院已经不给他诊断，放弃了。这个同学在学校桐城这个地方，无亲无故没有人照顾，父母都在沦陷区，大家都知道他是个独生子。周师母着急，他不能死，两房就这么一个后代，这还得了！最后医院不收怎么办？把他抬到关帝庙。周师母那时候没有宗教信仰，在关圣帝君面前许愿，用自己的生命换他。发这种重愿，人心到至诚真感动，确实感动鬼神，这个同学慢慢苏醒起来了。醒起来的时候问他，他被人关在一个黑房子里头，什么都看不见，只听到周师母叫他的声音，然后看到一线光明，他出来了。这个事情我们全校同学都知道，周师母救了他的命，发愿减自己的寿来帮助他。",
      "zh_TW": "在學校那個時候有一個同學生病，病得很重，快要死了，醫院已經不給他診斷，放棄了。這個同學在學校桐城這個地方，無親無故沒有人照顧，父母都在淪陷區，大家都知道他是個獨生子。周師母著急，他不能死，兩房就這麼一個後代，這還得了！最後醫院不收怎麼辦？把他抬到關帝廟。周師母那時候沒有宗教信仰，在關聖帝君面前許願，用自己的生命換他。發這種重願，人心到至誠真感動，確實感動鬼神，這個同學慢慢甦醒起來了。醒起來的時候問他，他被人關在一個黑房子裡頭，什麼都看不見，只聽到周師母叫他的聲音，然後看到一線光明，他出來了。這個事情我們全校同學都知道，周師母救了他的命，發願減自己的壽來幫助他。"
    },
    {
      "id": "12-017-0474_p0016",
      "zh_CN": "抗战胜利之后，他们住在南京。南京有一栋房子，我去过，庭院很深，房子很大，确实大门二门三门。这个大门进去有很大的院子，她住在南京遇到地藏王菩萨化身的。她在家里头，那时候没有信佛教，什么也不懂，突然有一个出家人到她家里向她化缘，也不太多，化五斤香油。周师母没有给他，问他从哪里来的？九华山来的。没有给他，这个出家人也就走了，走了之后就不见了。她突然想起来，「我家有大门二门三门，门没有开，他怎么进来的？走出去之后，也没有人开门。」纳闷！多少年解不开这个疑问，到底他怎么进来的？走的时候他怎么走出去的？怎么走出外面，忽然就不见了？时间很长，不是短，绝对不是眼睛看花了。以后在台中跟李炳南老居士学佛，她把这个事情向李老师报告，李老师告诉她，那是地藏王菩萨化身，化身来的！真的是有缘的时候「当处出生」，缘尽的时候「随处灭尽」。",
      "zh_TW": "抗戰勝利之後，他們住在南京。南京有一棟房子，我去過，庭院很深，房子很大，確實大門二門三門。這個大門進去有很大的院子，她住在南京遇到地藏王菩薩化身的。她在家裡頭，那時候沒有信佛教，什麼也不懂，突然有一個出家人到她家裡向她化緣，也不太多，化五斤香油。周師母沒有給他，問他從哪裡來的？九華山來的。沒有給他，這個出家人也就走了，走了之後就不見了。她突然想起來，「我家有大門二門三門，門沒有開，他怎麼進來的？走出去之後，也沒有人開門。」納悶！多少年解不開這個疑問，到底他怎麼進來的？走的時候他怎麼走出去的？怎麼走出外面，忽然就不見了？時間很長，不是短，絕對不是眼睛看花了。以後在台中跟李炳南老居士學佛，她把這個事情向李老師報告，李老師告訴她，那是地藏王菩薩化身，化身來的！真的是有緣的時候「當處出生」，緣盡的時候「隨處滅盡」。"
    },
    {
      "id": "12-017-0474_p0017",
      "zh_CN": "诸佛菩萨，给诸位说，在我们这个世界遇到有缘的人用应身（就是来投胎）的少，化身的多。化身是与这一个人特别有缘分；应身一定是与这个地区很多人有缘分，他就不用化身，用应身来示现、来投胎，像释迦牟尼佛八相成道这种样子。化身的事情多，周师母给我们讲这个事情，绝对不是虚妄的，绝对不是虚构的。她老人家一生诚实，没有妄语，对待人厚道。她到台湾之后跟到李老师才学佛，往生火化之后三百多颗舍利，给我们做证明，好人、善人。李老师告诉她地藏菩萨来跟她化缘，她非常后悔，当时五斤香油没有给他。",
      "zh_TW": "諸佛菩薩，給諸位說，在我們這個世界遇到有緣的人用應身（就是來投胎）的少，化身的多。化身是與這一個人特別有緣分；應身一定是與這個地區很多人有緣分，他就不用化身，用應身來示現、來投胎，像釋迦牟尼佛八相成道這種樣子。化身的事情多，周師母給我們講這個事情，絕對不是虛妄的，絕對不是虛構的。她老人家一生誠實，沒有妄語，對待人厚道。她到台灣之後跟到李老師才學佛，往生火化之後三百多顆舍利，給我們做證明，好人、善人。李老師告訴她地藏菩薩來跟她化緣，她非常後悔，當時五斤香油沒有給他。"
    },
    {
      "id": "12-017-0474_p0018",
      "zh_CN": "所以我们要了解，生命是永恒的，世间人常讲精神不灭，精神就是讲的心性，是永恒的。六道里面去投胎不是这个身体，为什么？身体是生灭法，它怎么能投胎？精神是不生不灭的，在佛法里不叫精神，佛法的名词叫神识。相宗里头常讲，「来先去后作主公」，它是真主人，投胎它先来，人死的时候它最后走，阿赖耶识最后走。它在六道里头不自在，六道里头被业力牵引。如果在世造作的是善业，善业牵引它生人天福报；要是造作恶业的话，牵引它到三途受苦报。业力牵引，都是幻现。所以迷的时候，不了解事实真相，把这个假的当作真的，他有苦乐忧喜舍的感受。真相大白之后，苦乐忧喜舍放下了，那就得正受，就得无量无边三昧。事相无量无边，一切事相里面，显示的都是真诚、清净、平等、正觉、慈悲，绝对没有自私自利，绝对没有名闻利养，绝对没有好恶，绝对没有得失，决不起贪瞋痴慢，正受！他的享受是正常，他的心开了，心开意解，就是佛法讲他觉悟、开悟了，他了解事实真相。",
      "zh_TW": "所以我們要了解，生命是永恆的，世間人常講精神不滅，精神就是講的心性，是永恆的。六道裡面去投胎不是這個身體，為什麼？身體是生滅法，它怎麼能投胎？精神是不生不滅的，在佛法裡不叫精神，佛法的名詞叫神識。相宗裡頭常講，「來先去後作主公」，它是真主人，投胎它先來，人死的時候它最後走，阿賴耶識最後走。它在六道裡頭不自在，六道裡頭被業力牽引。如果在世造作的是善業，善業牽引它生人天福報；要是造作惡業的話，牽引它到三途受苦報。業力牽引，都是幻現。所以迷的時候，不了解事實真相，把這個假的當作真的，他有苦樂憂喜捨的感受。真相大白之後，苦樂憂喜捨放下了，那就得正受，就得無量無邊三昧。事相無量無邊，一切事相裡面，顯示的都是真誠、清淨、平等、正覺、慈悲，絕對沒有自私自利，絕對沒有名聞利養，絕對沒有好惡，絕對沒有得失，決不起貪瞋痴慢，正受！他的享受是正常，他的心開了，心開意解，就是佛法講他覺悟、開悟了，他了解事實真相。"
    },
    {
      "id": "12-017-0474_p0019",
      "zh_CN": "不但是性识遍十方法界，色相、物质也遍十方法界，这你才真正了解事实真相。佛如是，一切众生亦如是，只是一个觉一个不觉，一个是悟一个是迷。众生跟佛，只有迷悟之分，除这个之外没有一丝毫差别。佛菩萨化身来了，像周师母遇地藏王菩萨，地藏王菩萨化身，她家大门二门三门没开，就到她客厅去了；走的时候，离开客厅人就不见了，大门也没有人去开关，他自己也没有开门走。他这身从哪里来的？身是「当处出生，随处灭尽」。因为性识遍虚空法界，能量遍虚空法界，有缘的时候能量变成物质、变成身体，变成形相，当时变的。不是从哪个地方抽来调来变的，不是的，当时变的。缘尽的时候，当时就灭了。所以不来不去，不生不灭，不常不断，不一不异，就在眼前。化身如是，应身又何尝不如是？化身我们容易体会得，这个应身不太容易体会得。应身要有更深的观察力，你才能看到，我们肉眼看不到。",
      "zh_TW": "不但是性識遍十方法界，色相、物質也遍十方法界，這你才真正了解事實真相。佛如是，一切眾生亦如是，只是一個覺一個不覺，一個是悟一個是迷。眾生跟佛，只有迷悟之分，除這個之外沒有一絲毫差別。佛菩薩化身來了，像周師母遇地藏王菩薩，地藏王菩薩化身，她家大門二門三門沒開，就到她客廳去了；走的時候，離開客廳人就不見了，大門也沒有人去開關，他自己也沒有開門走。他這身從哪裡來的？身是「當處出生，隨處滅盡」。因為性識遍虛空法界，能量遍虛空法界，有緣的時候能量變成物質、變成身體，變成形相，當時變的。不是從哪個地方抽來調來變的，不是的，當時變的。緣盡的時候，當時就滅了。所以不來不去，不生不滅，不常不斷，不一不異，就在眼前。化身如是，應身又何嘗不如是？化身我們容易體會得，這個應身不太容易體會得。應身要有更深的觀察力，你才能看到，我們肉眼看不到。"
    },
    {
      "id": "12-017-0474_p0020",
      "zh_CN": "我们今天用科学技术有办法测验到，用什么方法？我们今天看到喷射飞机速度很大，在空中飞行的时候，它动了没有？飞得好快，你有没有看到它不动？我这一问就把人问糊涂了，告诉你真的没有动，你要不相信你用照相机，用快门去照。不要太快，二百五十分之一秒、五百分之一秒，他正在全速飞行的时候，五百分之一秒你照下来清清楚楚，没有动，真的没有动。你在照第二张的时候，你仔细去看，后面的背景它移动了一点点，前面那个相灭掉，后面那个相又生了。我在年轻的时候玩过八厘米的小电影，很容易觉察得出来。那个小电影一秒钟拍二十四张，这个镜头开合二十四次。就像佛经里面讲的「前念灭后念生」，前念不是后念，后念也不是前念，为什么它们一样？相似相、相续相。相续相、相似相，确实不是一个相。",
      "zh_TW": "我們今天用科學技術有辦法測驗到，用什麼方法？我們今天看到噴射飛機速度很大，在空中飛行的時候，它動了沒有？飛得好快，你有沒有看到它不動？我這一問就把人問糊塗了，告訴你真的沒有動，你要不相信你用照相機，用快門去照。不要太快，二百五十分之一秒、五百分之一秒，他正在全速飛行的時候，五百分之一秒你照下來清清楚楚，沒有動，真的沒有動。你在照第二張的時候，你仔細去看，後面的背景它移動了一點點，前面那個相滅掉，後面那個相又生了。我在年輕的時候玩過八厘米的小電影，很容易覺察得出來。那個小電影一秒鐘拍二十四張，這個鏡頭開合二十四次。就像佛經裡面講的「前念滅後念生」，前念不是後念，後念也不是前念，為什麼它們一樣？相似相、相續相。相續相、相似相，確實不是一個相。"
    },
    {
      "id": "12-017-0474_p0021",
      "zh_CN": "我们从这里微密去观照，才知道我们现在这个身体，又何尝不是「当处出生，随处灭尽」？一点都不假，谁知道？悟的人知道，迷的人不知道。你觉悟的时候，这个身存不存在？不存在。念念不住，你以为这个身能住？不能住，念念不住。这就是《金刚经》末后这首偈讲的「如露亦如电，应作如是观」，电是闪电，太短暂了。露是露水，早晨虽然有露水，太阳出来就不见了，露水比喻相续相，不是真的。闪电比喻刹那生灭。《金刚经》常常读，常常用经典里面的理论、方法观察世间，人很容易开悟。悟了以后，再也不着相了；换句话说，无论对人对事对物，你决定不会再起妄想分别执着。",
      "zh_TW": "我們從這裡微密去觀照，才知道我們現在這個身體，又何嘗不是「當處出生，隨處滅盡」？一點都不假，誰知道？悟的人知道，迷的人不知道。你覺悟的時候，這個身存不存在？不存在。念念不住，你以為這個身能住？不能住，念念不住。這就是《金剛經》末後這首偈講的「如露亦如電，應作如是觀」，電是閃電，太短暫了。露是露水，早晨雖然有露水，太陽出來就不見了，露水比喻相續相，不是真的。閃電比喻剎那生滅。《金剛經》常常讀，常常用經典裡面的理論、方法觀察世間，人很容易開悟。悟了以後，再也不著相了；換句話說，無論對人對事對物，你決定不會再起妄想分別執著。"
    },
    {
      "id": "12-017-0474_p0022",
      "zh_CN": "袁了凡先生知道自己的命运，他的命运被孔先生算定了，就能跟云谷禅师在禅堂里面坐上三天三夜，不动一个念头。云谷禅师很奇怪，他一生当中遇到的人很多，三天三夜不起一个念头这种人太希有了。就问他：「你三天三夜不起心动念，你的功夫不错了，你是怎么修的？」了凡先生说实话，没有修行，是命被人算定，自己一生穷通夭寿，清清楚楚、明明白白，我打妄想也没有用，干脆就不打妄想了。云谷禅师听了哈哈大笑：「原来以为你有功夫，没有想到你还是凡夫。」不错，知道自己命运之后，不再打妄想了，我叫他做标准凡夫，因为他没有了解事实真相。了解事实真相，把这些妄想分别执着放下，这是功夫，成就三昧。所以这一点我们不能够不晓得，知道十方法界悉充遍，「当处出生，随处灭尽」，「随众生心，应所知量」，这些话都是佛在《楞严经》上讲的。",
      "zh_TW": "袁了凡先生知道自己的命運，他的命運被孔先生算定了，就能跟雲谷禪師在禪堂裡面坐上三天三夜，不動一個念頭。雲谷禪師很奇怪，他一生當中遇到的人很多，三天三夜不起一個念頭這種人太希有了。就問他：「你三天三夜不起心動念，你的功夫不錯了，你是怎麼修的？」了凡先生說實話，沒有修行，是命被人算定，自己一生窮通夭壽，清清楚楚、明明白白，我打妄想也沒有用，乾脆就不打妄想了。雲谷禪師聽了哈哈大笑：「原來以為你有功夫，沒有想到你還是凡夫。」不錯，知道自己命運之後，不再打妄想了，我叫他做標準凡夫，因為他沒有了解事實真相。了解事實真相，把這些妄想分別執著放下，這是功夫，成就三昧。所以這一點我們不能夠不曉得，知道十方法界悉充遍，「當處出生，隨處滅盡」，「隨眾生心，應所知量」，這些話都是佛在《楞嚴經》上講的。"
    },
    {
      "id": "12-017-0474_p0023",
      "zh_CN": "『香毛发光常见佛』，「见佛」就是见性，见到宇宙人生的真相。『如是普化诸众生』，他才有能力为一切众生讲经说法，教化众生，帮助众生开悟，他有能力了。",
      "zh_TW": "『香毛發光常見佛』，「見佛」就是見性，見到宇宙人生的真相。『如是普化諸眾生』，他才有能力為一切眾生講經說法，教化眾生，幫助眾生開悟，他有能力了。"
    },
    {
      "id": "12-017-0474_p0024",
      "zh_CN": "主地神偈颂第八首：",
      "zh_TW": "主地神偈頌第八首："
    },
    {
      "id": "12-017-0474_p0025",
      "zh_CN": "【妙音普遍于十方，无量劫中为众说，悦意地神心了达，从佛得闻深敬喜。】",
      "zh_TW": "【妙音普遍於十方，無量劫中為眾說，悅意地神心了達，從佛得聞深敬喜。】"
    },
    {
      "id": "12-017-0474_p0026",
      "zh_CN": "这是寂音悦意主地神。他修学的法门是「普摄持一切众生言音海」，从这个地方修行契入的。清凉教给我们把偈颂跟长行合起来看，这个意思非常的明显。『妙音普遍于十方』，在《华严经》里头，一一法无有一法不是周遍法界，前面我们讲的性识、色相，也就是现代人讲的精神、物质，是周遍法界。音声实在讲也是属于物质里头的一种，音波，当然是普周法界，无论音波是长是短，是我们的耳能闻或不能闻。我们人的耳根很钝，在许许多多不同的音波、音的频率，我们只能收听一个频道，比这个频道高的听不见，比这个频道低的也听不见。耳如是，眼也如是，眼见的是光波，长波比我们眼能够收到的光波长，我们接收不到；比这个波短，我们也接收不到。",
      "zh_TW": "這是寂音悅意主地神。他修學的法門是「普攝持一切眾生言音海」，從這個地方修行契入的。清涼教給我們把偈頌跟長行合起來看，這個意思非常的明顯。『妙音普遍於十方』，在《華嚴經》裡頭，一一法無有一法不是周遍法界，前面我們講的性識、色相，也就是現代人講的精神、物質，是周遍法界。音聲實在講也是屬於物質裡頭的一種，音波，當然是普周法界，無論音波是長是短，是我們的耳能聞或不能聞。我們人的耳根很鈍，在許許多多不同的音波、音的頻率，我們只能收聽一個頻道，比這個頻道高的聽不見，比這個頻道低的也聽不見。耳如是，眼也如是，眼見的是光波，長波比我們眼能夠收到的光波長，我們接收不到；比這個波短，我們也接收不到。"
    },
    {
      "id": "12-017-0474_p0027",
      "zh_CN": "现在我们用仪器能够侦测出，确实有许许多多不同波度的光波存在虚空中，有许许多多不同的音波也在空中，无一不是周遍法界。也许我们会感觉到奇怪，周遍法界为什么我们充耳不闻不见？这个原因说老实话，我们的眼跟耳都有病，生了严重的毛病，听，听不周全；看，看不圆满。什么时候我们把障碍除掉，这个障碍还是烦恼、妄想分别执着，还是这些东西，这些东西要是除尽，我们六根能力就恢复了。我们眼见的量是虚空法界，十方诸佛如来在各个刹土里面讲经说法我们能看见，比看电视还逼真；电视是通过媒体媒介我们才看见，那个不需要，直接看到的。九法界众生，他们谈话的音声我们统统都能听见。耳不灵光了，如果恢复本能，全都听得见。想听哪个，打开那个频道，通了，一点障碍没有；不想听的时候关闭，一点声音都听不到，清净寂灭。这个按钮的开关需不需要操作？不需要，不但不需要刻意操作，念头都不需要起，一切是自然的。这个自然就是感应，众生有感，佛菩萨觉悟的人他自然就有应，自然这个频道就畅通；感的意念消除，这个频道自然就关掉，不可思议的境界。",
      "zh_TW": "現在我們用儀器能夠偵測出，確實有許許多多不同波度的光波存在虛空中，有許許多多不同的音波也在空中，無一不是周遍法界。也許我們會感覺到奇怪，周遍法界為什麼我們充耳不聞不見？這個原因說老實話，我們的眼跟耳都有病，生了嚴重的毛病，聽，聽不周全；看，看不圓滿。什麼時候我們把障礙除掉，這個障礙還是煩惱、妄想分別執著，還是這些東西，這些東西要是除盡，我們六根能力就恢復了。我們眼見的量是虛空法界，十方諸佛如來在各個剎土裡面講經說法我們能看見，比看電視還逼真；電視是通過媒體媒介我們才看見，那個不需要，直接看到的。九法界眾生，他們談話的音聲我們統統都能聽見。耳不靈光了，如果恢復本能，全都聽得見。想聽哪個，打開那個頻道，通了，一點障礙沒有；不想聽的時候關閉，一點聲音都聽不到，清淨寂滅。這個按鈕的開關需不需要操作？不需要，不但不需要刻意操作，念頭都不需要起，一切是自然的。這個自然就是感應，眾生有感，佛菩薩覺悟的人他自然就有應，自然這個頻道就暢通；感的意念消除，這個頻道自然就關掉，不可思議的境界。"
    },
    {
      "id": "12-017-0474_p0028",
      "zh_CN": "每一根的作用都周遍法界，这个地方讲的「普遍于十方」，就是周遍法界。『无量劫中为众说』，「无量劫」是从时间上讲，过去无始。佛菩萨教化众生，永远是无有疲厌。为什么？凡夫着相就有疲厌，觉悟的人不着相，连个身相都不可得，哪来的疲厌？我有身体才会感觉到疲劳，我没有身体哪来的疲劳？我们有身体，执着这个身体是自己，所以会感觉到疲劳；诸佛菩萨觉悟的人虽有这个身体，知道「性相一如，理事不二」、「色即是空，空即是色」，所以他没有疲劳。这是事实真相，我们要清楚要明白，更要紧的我们要学习，这叫学佛。",
      "zh_TW": "每一根的作用都周遍法界，這個地方講的「普遍於十方」，就是周遍法界。『無量劫中為眾說』，「無量劫」是從時間上講，過去無始。佛菩薩教化眾生，永遠是無有疲厭。為什麼？凡夫著相就有疲厭，覺悟的人不著相，連個身相都不可得，哪來的疲厭？我有身體才會感覺到疲勞，我沒有身體哪來的疲勞？我們有身體，執著這個身體是自己，所以會感覺到疲勞；諸佛菩薩覺悟的人雖有這個身體，知道「性相一如，理事不二」、「色即是空，空即是色」，所以他沒有疲勞。這是事實真相，我們要清楚要明白，更要緊的我們要學習，這叫學佛。"
    },
    {
      "id": "12-017-0474_p0029",
      "zh_CN": "『悦意地神心了达，从佛得闻深敬喜』，看看他们怎么学的，这是为我们现身说法。地神，护持大地、护持道场，更要紧的是护持一切众生的心地，这个地神护法就圆满了。在今天这个社会，今天是天下大乱，是这样一个社会。虽有道场，已经不能发挥道场的作用，于是在这个时代里头，地神护法「护众生心地」比什么都重要。他看到佛，随心应量做种种的示现，他看清楚看明白了，这个看清楚看明白就是宗门讲的明心见性，他明心见性了，所以才恭敬欢喜。他看得深、看得广，他这个敬喜的心也随之深广。我们对于佛菩萨也恭敬，看得也欢喜，我们见到的浅，所以我们的恭敬心、我们欢喜心也很浅，敌不过境界。境界一现前，我们那个敬喜的念头忘掉了，烟消云散了。什么时候我们能像地神一样，甚深的观察，看出诸佛如来大慈大悲，应化十方三世，为一切众生演说妙法，帮助众生转恶为善，帮助众生转迷为悟，帮助众生回头是岸，他们示现、应化就干这桩事情，手段方法非常巧妙不可思议，我们要懂得要明了。第九首：",
      "zh_TW": "『悅意地神心了達，從佛得聞深敬喜』，看看他們怎麼學的，這是為我們現身說法。地神，護持大地、護持道場，更要緊的是護持一切眾生的心地，這個地神護法就圓滿了。在今天這個社會，今天是天下大亂，是這樣一個社會。雖有道場，已經不能發揮道場的作用，於是在這個時代裡頭，地神護法「護眾生心地」比什麼都重要。他看到佛，隨心應量做種種的示現，他看清楚看明白了，這個看清楚看明白就是宗門講的明心見性，他明心見性了，所以才恭敬歡喜。他看得深、看得廣，他這個敬喜的心也隨之深廣。我們對於佛菩薩也恭敬，看得也歡喜，我們見到的淺，所以我們的恭敬心、我們歡喜心也很淺，敵不過境界。境界一現前，我們那個敬喜的念頭忘掉了，煙消雲散了。什麼時候我們能像地神一樣，甚深的觀察，看出諸佛如來大慈大悲，應化十方三世，為一切眾生演說妙法，幫助眾生轉惡為善，幫助眾生轉迷為悟，幫助眾生回頭是岸，他們示現、應化就幹這樁事情，手段方法非常巧妙不可思議，我們要懂得要明瞭。第九首："
    },
    {
      "id": "12-017-0474_p0030",
      "zh_CN": "【佛毛孔出香燄云，随众生心遍世间，一切见者皆成熟，此是华旋所观处。】",
      "zh_TW": "【佛毛孔出香燄雲，隨眾生心遍世間，一切見者皆成熟，此是華旋所觀處。】"
    },
    {
      "id": "12-017-0474_p0031",
      "zh_CN": "这是第九尊妙华旋髻主地神。他修学的法门是「充满佛刹离垢性」，从这个法门证得解脱。他的赞颂跟他修学的法门合起来看，就不难体会他说法的义趣。『佛毛孔出香燄云』，这是《华严经》里面讲的事事无碍的法界。「香燄」，「燄」是火燄，代表的是光，我们净土宗常常讲的「香光庄严」，这是香光的意思。在表法里面讲，香代表的是戒，代表的是定，光代表的是慧，这个地方的「燄」跟光是一个意思。「云」是比喻，比喻非空非有，显示事实真相。这一句里面真正的含义我们懂得，佛毛孔中出现的是戒定慧。香光也表五分法身，戒定慧、解脱、解脱知见，这就讲圆满了。佛在毛孔当中，为一切众生示现五分法身，『随众生心遍世间』。毛孔是正报当中最小的，「香燄云」是依报当中最大的，同时示现「理事无碍，事事无碍」。这当中的密义是告诉我们，依正法中，一毛孔、一微尘都具足称性的圆满大法，毫分欠缺都没有。「随众生心遍世间」，这个众生我们一般讲九法界有情众生，这是大乘法常讲的，实际上包括了一真法界的四十一位法身大士。十法界依正庄严，一真法界的四十一位法身大士，统统包括在其中。佛在毛孔当中示现五分法身，不仅是给我们人看，诸佛看到了，十法界里面的佛、菩萨看到了，缘觉、声闻看到了，诸天看到了，再跟诸位说，恶道众生也不例外。",
      "zh_TW": "這是第九尊妙華旋髻主地神。他修學的法門是「充滿佛剎離垢性」，從這個法門證得解脫。他的讚頌跟他修學的法門合起來看，就不難體會他說法的義趣。『佛毛孔出香燄雲』，這是《華嚴經》裡面講的事事無礙的法界。「香燄」，「燄」是火燄，代表的是光，我們淨土宗常常講的「香光莊嚴」，這是香光的意思。在表法裡面講，香代表的是戒，代表的是定，光代表的是慧，這個地方的「燄」跟光是一個意思。「雲」是比喻，比喻非空非有，顯示事實真相。這一句裡面真正的含義我們懂得，佛毛孔中出現的是戒定慧。香光也表五分法身，戒定慧、解脫、解脫知見，這就講圓滿了。佛在毛孔當中，為一切眾生示現五分法身，『隨眾生心遍世間』。毛孔是正報當中最小的，「香燄雲」是依報當中最大的，同時示現「理事無礙，事事無礙」。這當中的密義是告訴我們，依正法中，一毛孔、一微塵都具足稱性的圓滿大法，毫分欠缺都沒有。「隨眾生心遍世間」，這個眾生我們一般講九法界有情眾生，這是大乘法常講的，實際上包括了一真法界的四十一位法身大士。十法界依正莊嚴，一真法界的四十一位法身大士，統統包括在其中。佛在毛孔當中示現五分法身，不僅是給我們人看，諸佛看到了，十法界裡面的佛、菩薩看到了，緣覺、聲聞看到了，諸天看到了，再跟諸位說，惡道眾生也不例外。"
    },
    {
      "id": "12-017-0474_p0032",
      "zh_CN": "『一切见者皆成熟』，「成熟」两个字不可思议，「成熟」是见到就开悟，见到就见性。遍世间「一切见者」，这个「一切」有讲求的，一切有缘者，有缘众生，佛家常讲「佛不度无缘众生」。有人说佛教教学不圆满，为什么？不度无缘众生，说这些话都是误会。佛教任何一个法门都是圆满的，任何一法必定圆满含摄一切法，《华严经》讲得最彻底最明了，「一即是多，多即是一；一多不二」。我们讲佛教十个宗派有没有互摄？有，决定互摄，要不互摄不是佛法。我们讲净土教里头有没有华严，这个不必说了，彭际清居士就讲得很明白，《无量寿经》即是中本《华严》；《阿弥陀经》即是小本《华严》，净土摄华严。有没有天台？有，智者大师以下一直到近代，天台宗的祖师哪个不念佛往生？净土摄律、摄法相、摄般若、摄禅，这是佛在《大集经》上讲的，「念佛即是深妙禅」，不是普通的禅。摄律，乃至于小乘，无有一法不包括在这一法，这个法才叫圆满法。",
      "zh_TW": "『一切見者皆成熟』，「成熟」兩個字不可思議，「成熟」是見到就開悟，見到就見性。遍世間「一切見者」，這個「一切」有講求的，一切有緣者，有緣眾生，佛家常講「佛不度無緣眾生」。有人說佛教教學不圓滿，為什麼？不度無緣眾生，說這些話都是誤會。佛教任何一個法門都是圓滿的，任何一法必定圓滿含攝一切法，《華嚴經》講得最徹底最明瞭，「一即是多，多即是一；一多不二」。我們講佛教十個宗派有沒有互攝？有，決定互攝，要不互攝不是佛法。我們講淨土教裡頭有沒有華嚴，這個不必說了，彭際清居士就講得很明白，《無量壽經》即是中本《華嚴》；《阿彌陀經》即是小本《華嚴》，淨土攝華嚴。有沒有天台？有，智者大師以下一直到近代，天台宗的祖師哪個不念佛往生？淨土攝律、攝法相、攝般若、攝禪，這是佛在《大集經》上講的，「念佛即是深妙禪」，不是普通的禪。攝律，乃至於小乘，無有一法不包括在這一法，這個法才叫圓滿法。"
    },
    {
      "id": "12-017-0474_p0033",
      "zh_CN": "我们要问其他宗？天台宗摄不摄净土？当然摄净土，摄华严，摄密。我们净土宗，莲池大师讲《阿弥陀经》，后面附《往生咒》，《往生咒》是密宗的，显密圆融。说明只要是佛法，随便拈一法必定摄一切法。这是事实真相，这不是人为的，本来就是这个样子，这就是《华严》里面讲的「一即一切，一切即一；一多不二」，入不二法门。你要懂得不二是什么意思，不二就真正觉悟了。所以六祖对印宗讲，禅定、解脱是二法。二你怎么能解脱？你怎么能契入？必须把这个念头打掉，你就入了，真的入门了，你就跟诸佛如来，古人讲的话「一鼻孔出气」，这才真正彻底究竟圆满。只要你还有分别执着，你是凡夫知见。凡夫知见是错误的，是不可靠的。如来知见才是正确的，菩萨知见决定是随顺佛陀的；如果不随顺佛陀，他要创立知见，他是错误的。唐朝时候善导大师就给我们讲得很清楚很明白，这些话在《观无量寿佛经疏》，也叫《四帖疏》，「上品上生章」里面讲的，我们要懂。",
      "zh_TW": "我們要問其他宗？天台宗攝不攝淨土？當然攝淨土，攝華嚴，攝密。我們淨土宗，蓮池大師講《阿彌陀經》，後面附《往生咒》，《往生咒》是密宗的，顯密圓融。說明只要是佛法，隨便拈一法必定攝一切法。這是事實真相，這不是人為的，本來就是這個樣子，這就是《華嚴》裡面講的「一即一切，一切即一；一多不二」，入不二法門。你要懂得不二是什麼意思，不二就真正覺悟了。所以六祖對印宗講，禪定、解脫是二法。二你怎麼能解脫？你怎麼能契入？必須把這個念頭打掉，你就入了，真的入門了，你就跟諸佛如來，古人講的話「一鼻孔出氣」，這才真正徹底究竟圓滿。只要你還有分別執著，你是凡夫知見。凡夫知見是錯誤的，是不可靠的。如來知見才是正確的，菩薩知見決定是隨順佛陀的；如果不隨順佛陀，他要創立知見，他是錯誤的。唐朝時候善導大師就給我們講得很清楚很明白，這些話在《觀無量壽佛經疏》，也叫《四帖疏》，「上品上生章」裡面講的，我們要懂。"
    },
    {
      "id": "12-017-0474_p0034",
      "zh_CN": "这首偈我们看到教义深广无际，哪个人有缘？见道了，当然就是明心见性。这个意思我们再说得明白一点，你在任何一法里头，一香一华、一草一叶、一微尘当中，你见到法性。「毛孔出香燄云」就是讲的法性，它有个云字。如果没有这个云字，那是法相；有这个云字，它是表法性，见性成佛，成熟了。所以这是什么？我们一般讲根熟的众生，一接触他就大彻大悟、明心见性，成就了。最低限度的成就，华严会上的初住菩萨。在末后一品里面初住菩萨，《八十华严经》里叫德云比丘，用他来表法，善财童子去参访他。他修什么法门？念佛法门，般舟三昧。这个意思很深很深，我们不能够大意的看过，一定要细心去体会这是什么意思。教我们你要想在一生成就，实在讲无量无边法门里面，念佛是第一。德云比丘他为我们做出模范。在《四十华严》里面称他做吉祥云比丘，吉祥云跟德云意思完全相同。翻译的人不一样，意思完全相同。",
      "zh_TW": "這首偈我們看到教義深廣無際，哪個人有緣？見道了，當然就是明心見性。這個意思我們再說得明白一點，你在任何一法裡頭，一香一華、一草一葉、一微塵當中，你見到法性。「毛孔出香燄雲」就是講的法性，它有個雲字。如果沒有這個雲字，那是法相；有這個雲字，它是表法性，見性成佛，成熟了。所以這是什麼？我們一般講根熟的眾生，一接觸他就大徹大悟、明心見性，成就了。最低限度的成就，華嚴會上的初住菩薩。在末後一品裡面初住菩薩，《八十華嚴經》裡叫德雲比丘，用他來表法，善財童子去參訪他。他修什麼法門？念佛法門，般舟三昧。這個意思很深很深，我們不能夠大意的看過，一定要細心去體會這是什麼意思。教我們你要想在一生成就，實在講無量無邊法門裡面，念佛是第一。德雲比丘他為我們做出模範。在《四十華嚴》裡面稱他做吉祥雲比丘，吉祥雲跟德雲意思完全相同。翻譯的人不一樣，意思完全相同。"
    },
    {
      "id": "12-017-0474_p0035",
      "zh_CN": "根性不成熟的众生，他见不到。由此可知，华旋主地神很像中国禅宗六祖惠能大师，他度化的对象上上根人，专门来接引上上根人，中下根人就没分了。但是中下根人不少，数量很多，当年也追随他，跟他在一块参禅，听他老人家天天讲开示，没有开悟，没有见性。有没有好处？有，种了善根。这一生没有开悟，将来会有开悟的那一天，到他将悟未悟的时候，华旋菩萨一定去帮助他，他机缘成熟了，这个事我们要懂。没有善根的人也得利益，得什么利益？看到这些修行人，种善根了，看到道场、看到佛像、看到这么多修行人，确实有一些完全没有善根的人，到这个山上去干什么？去游览的，现在人讲观光的。遇到佛菩萨形像，也会去行个礼、烧一炷香，种善根了。虽然对于参禅、禅堂没有兴趣，对于法师开示也没有兴趣，善根种了。「一历耳根，永为道种」，一历眼根亦复如是，我们要明白这个道理。有现在成熟的，有来生成熟的，有后世成熟的，也可以说「一切见者皆成熟」，这是广义的讲法。狭义的说法，那是上上根，菩萨专为上上根而开启的这个法门。第十首：",
      "zh_TW": "根性不成熟的眾生，他見不到。由此可知，華旋主地神很像中國禪宗六祖惠能大師，他度化的對象上上根人，專門來接引上上根人，中下根人就沒分了。但是中下根人不少，數量很多，當年也追隨他，跟他在一塊參禪，聽他老人家天天講開示，沒有開悟，沒有見性。有沒有好處？有，種了善根。這一生沒有開悟，將來會有開悟的那一天，到他將悟未悟的時候，華旋菩薩一定去幫助他，他機緣成熟了，這個事我們要懂。沒有善根的人也得利益，得什麼利益？看到這些修行人，種善根了，看到道場、看到佛像、看到這麼多修行人，確實有一些完全沒有善根的人，到這個山上去幹什麼？去遊覽的，現在人講觀光的。遇到佛菩薩形像，也會去行個禮、燒一炷香，種善根了。雖然對於參禪、禪堂沒有興趣，對於法師開示也沒有興趣，善根種了。「一歷耳根，永為道種」，一歷眼根亦復如是，我們要明白這個道理。有現在成熟的，有來生成熟的，有後世成熟的，也可以說「一切見者皆成熟」，這是廣義的講法。狹義的說法，那是上上根，菩薩專為上上根而開啟的這個法門。第十首："
    },
    {
      "id": "12-017-0474_p0036",
      "zh_CN": "【坚固难坏如金刚，不可倾动逾须弥，佛身如是处世间，普持得见生欢喜。】",
      "zh_TW": "【堅固難壞如金剛，不可傾動踰須彌，佛身如是處世間，普持得見生歡喜。】"
    },
    {
      "id": "12-017-0474_p0037",
      "zh_CN": "这是金刚普持主地神。他学习的法门是「一切佛法轮所摄持普出现解脱门」，他从这个地方证入的。清凉大师注解，「法能摄持心行」。孟子有一句话说：「学问之道无他，求其放心而已。」佛法是大学问，凡是圣贤的教学没有别的，从前李老师教导我们改心，孟子没有说改心，孟子说求其放心。求其放心不就是改心吗？凡夫的心哪一个不是放逸在五欲六尘境界上？见色，心被色牵走了，听声，心被声牵跑了，吃东西，心被胃勾引了。圣人做什么功夫？把放在五欲六尘的心收回来，这就是功夫，这叫做修行，绝对不被外境所转。《楞严经》里面观世音菩萨为我们说出他修行的方法，「反闻闻自性，性成无上道」，观世音菩萨是用这个方法修成的。他修耳根，一个法门就成功，不要搞太多。观世音菩萨寻声救苦，善用耳根，用得非常好，用得非常有效果，可是里头最殊胜的、最了不起的，是他在用耳根的时候体会到「反闻闻自性」，他才证得无上菩提、无上正等正觉。",
      "zh_TW": "這是金剛普持主地神。他學習的法門是「一切佛法輪所攝持普出現解脫門」，他從這個地方證入的。清涼大師註解，「法能攝持心行」。孟子有一句話說：「學問之道無他，求其放心而已。」佛法是大學問，凡是聖賢的教學沒有別的，從前李老師教導我們改心，孟子沒有說改心，孟子說求其放心。求其放心不就是改心嗎？凡夫的心哪一個不是放逸在五欲六塵境界上？見色，心被色牽走了，聽聲，心被聲牽跑了，吃東西，心被胃勾引了。聖人做什麼功夫？把放在五欲六塵的心收回來，這就是功夫，這叫做修行，絕對不被外境所轉。《楞嚴經》裡面觀世音菩薩為我們說出他修行的方法，「反聞聞自性，性成無上道」，觀世音菩薩是用這個方法修成的。他修耳根，一個法門就成功，不要搞太多。觀世音菩薩尋聲救苦，善用耳根，用得非常好，用得非常有效果，可是裡頭最殊勝的、最了不起的，是他在用耳根的時候體會到「反聞聞自性」，他才證得無上菩提、無上正等正覺。"
    },
    {
      "id": "12-017-0474_p0038",
      "zh_CN": "他的行持，『坚固难坏如金刚，不可倾动逾须弥』，这两句都是形容他的成就。不但他的心在境界里头如如不动，他的身相、他的作为，也不会被外面境界影响。这是什么？这是大定。大乘经上常讲，形容诸佛如来，「那伽常在定，无有不定时」。这个定是什么？在十法界依正庄严，没有一法能够影响他的身心，能够影响他的事业。他所示现的以我们一般人来看，示现的身相、心地，就是他的思想、见解、行为、生活、工作、处事待人接物，点点滴滴绝不受外界影响，这才叫「坚固难坏如金刚，不可倾动逾须弥」，「逾」是超过，「须弥」是大山，山的相如如不动。",
      "zh_TW": "他的行持，『堅固難壞如金剛，不可傾動踰須彌』，這兩句都是形容他的成就。不但他的心在境界裡頭如如不動，他的身相、他的作為，也不會被外面境界影響。這是什麼？這是大定。大乘經上常講，形容諸佛如來，「那伽常在定，無有不定時」。這個定是什麼？在十法界依正莊嚴，沒有一法能夠影響他的身心，能夠影響他的事業。他所示現的以我們一般人來看，示現的身相、心地，就是他的思想、見解、行為、生活、工作、處事待人接物，點點滴滴絕不受外界影響，這才叫「堅固難壞如金剛，不可傾動踰須彌」，「踰」是超過，「須彌」是大山，山的相如如不動。"
    },
    {
      "id": "12-017-0474_p0039",
      "zh_CN": "《金刚经》上世尊教须菩提尊者，在这个世间教化众生；教化众生不是在一个地方，哪个地方众生来请法，他就去了。在那个时候印度许许多多小国，佛出世时中国也没有统一，中国黄河长江这一带的地区就有八百多个国家，小国，我们讲八百诸侯；侯就是小国的国君。印度也没有统一，所以教化的对象是不同的国家、不同的族群。中国现在这个国家，有五十六种不同的族群组成。不同的族群、不同的宗教信仰，你要如何去教学，收到教学的成果？佛是特别指导他，要「不取于相，如如不动」。我们要记住，我们今天在这个社会上弘扬佛法，跟须菩提当年实在讲没有两样，我们今天也要经历许许多多不同的国家、不同的族群、不同的宗教，我们如何跟他们大家和睦相处？尤其现在这个社会，出现种种矛盾，纠纷、误会愈来愈深，人与人之间怎样相处？族群与族群之间，宗教与宗教之间，国家与国家之间，佛这两句话好，「不取于相，如如不动」。不取于相是不要执着、不要分别，用自己的清净心、平等心、真诚的爱心去对待，问题就解决了，没有不能化解的。决定不能受他们的想法看法影响了我们。我们可以听他的，一听就晓得他的想法看法错在哪里，我们有智慧、有善巧方便，随顺他，在当中帮助他纠正。",
      "zh_TW": "《金剛經》上世尊教須菩提尊者，在這個世間教化眾生；教化眾生不是在一個地方，哪個地方眾生來請法，他就去了。在那個時候印度許許多多小國，佛出世時中國也沒有統一，中國黃河長江這一帶的地區就有八百多個國家，小國，我們講八百諸侯；侯就是小國的國君。印度也沒有統一，所以教化的對象是不同的國家、不同的族群。中國現在這個國家，有五十六種不同的族群組成。不同的族群、不同的宗教信仰，你要如何去教學，收到教學的成果？佛是特別指導他，要「不取於相，如如不動」。我們要記住，我們今天在這個社會上弘揚佛法，跟須菩提當年實在講沒有兩樣，我們今天也要經歷許許多多不同的國家、不同的族群、不同的宗教，我們如何跟他們大家和睦相處？尤其現在這個社會，出現種種矛盾，糾紛、誤會愈來愈深，人與人之間怎樣相處？族群與族群之間，宗教與宗教之間，國家與國家之間，佛這兩句話好，「不取於相，如如不動」。不取於相是不要執著、不要分別，用自己的清淨心、平等心、真誠的愛心去對待，問題就解決了，沒有不能化解的。決定不能受他們的想法看法影響了我們。我們可以聽他的，一聽就曉得他的想法看法錯在哪裡，我們有智慧、有善巧方便，隨順他，在當中幫助他糾正。"
    },
    {
      "id": "12-017-0474_p0040",
      "zh_CN": "用什么方法？佛教给我们四摄法。最高的指导原则你自己一定要能够契入，「不取于相，如如不动」。不取于相，用《金刚经》的话来说，要离四相，「无我相、无人相、无众生相、无寿者相」；不但要离相，还要离见。佛讲这个话是在《金刚经》末后讲的，《金刚经》下半部是离见，见是思想、见解，念头都没有。不但相不着，念头都没有，你说那个心多清净！「无我见、无人见、无众生见、无寿者见」，那个心地真的清净，人这个身体确实是透明的，身心都能做到一尘不染。这样才能够帮助众生，帮助不同国家、不同族群、不同文化的众生、不同宗教信仰的众生，再扩大，九法界众生。只要你遵守佛陀这个原则，通了，什么障碍都没有了，这是如来真实智慧。",
      "zh_TW": "用什麼方法？佛教給我們四攝法。最高的指導原則你自己一定要能夠契入，「不取於相，如如不動」。不取於相，用《金剛經》的話來說，要離四相，「無我相、無人相、無眾生相、無壽者相」；不但要離相，還要離見。佛講這個話是在《金剛經》末後講的，《金剛經》下半部是離見，見是思想、見解，念頭都沒有。不但相不著，念頭都沒有，你說那個心多清淨！「無我見、無人見、無眾生見、無壽者見」，那個心地真的清淨，人這個身體確實是透明的，身心都能做到一塵不染。這樣才能夠幫助眾生，幫助不同國家、不同族群、不同文化的眾生、不同宗教信仰的眾生，再擴大，九法界眾生。只要你遵守佛陀這個原則，通了，什麼障礙都沒有了，這是如來真實智慧。"
    },
    {
      "id": "12-017-0474_p0041",
      "zh_CN": "『佛身如是处世间』，我们能不学吗？你要在这个世间，使你这一生过得真正达到幸福美满、自在快乐，你能把这首偈学会，你就真的得到了。佛家没有一句话是虚诳语，句句话是真实语。《金刚经》上说得好，「如来是真语者、实语者、如语者、不诳语者、不异语者」，这个话是真的不是假的，我们应当学。在哪里学？在生活当中学，在顺逆境缘当中学，因为这是两个极端，最容易冲动，最容易受影响，你要在这上面下功夫。极端的顺境里面看破，不为境界所动摇；极端逆境里面看破，不为逆缘所影响，你成功了，然后你能够建大功、立大业。大功是你的烦恼断了，你的智慧圆满了；大业是你救度无量无边苦难众生。",
      "zh_TW": "『佛身如是處世間』，我們能不學嗎？你要在這個世間，使你這一生過得真正達到幸福美滿、自在快樂，你能把這首偈學會，你就真的得到了。佛家沒有一句話是虛誑語，句句話是真實語。《金剛經》上說得好，「如來是真語者、實語者、如語者、不誑語者、不異語者」，這個話是真的不是假的，我們應當學。在哪裡學？在生活當中學，在順逆境緣當中學，因為這是兩個極端，最容易衝動，最容易受影響，你要在這上面下功夫。極端的順境裡面看破，不為境界所動搖；極端逆境裡面看破，不為逆緣所影響，你成功了，然後你能夠建大功、立大業。大功是你的煩惱斷了，你的智慧圓滿了；大業是你救度無量無邊苦難眾生。"
    },
    {
      "id": "12-017-0474_p0042",
      "zh_CN": "现前社会如果有大福德的人，从这个地方觉悟了，就能够化解世界大战。让这些国家领袖们，跟他们讲讲这些大道理，他们一觉悟，明白了，这个战争消于无形。人民觉悟，人民会觉悟，难在什么地方？难在没有人去教，没有人把这些真理、把这个事实真相说给那些人听，说给一般大众听，这是遗憾，这在佛法里面讲众生业障太重。今天确确实实不是不可能，有这个可能，如果放在无线电视台里面去广播，卫星电视里面广播，全世界人都听到，都明白了，都觉悟、都回头，世界上立刻就和平，怨恨就化解了。恐怖分子都转变成善人了，造的种种恶行全都改成善业了。大圣大贤的教学，无量无边的功德，非常可惜没有人去推行。我们在这个地方跟诸位同学研究讨论，深深感到我们的福薄，没有大威德，没有大福报。我们已经尽心尽力在做，但是对整个社会影响微乎其微，眼看着这个劫难恐怕还是没有法子化解。但是有好处，自己解脱了，这是真的。根熟的众生得利益；根性不熟的众生，那就是来生后世才会得利益。我们要学，要学「佛身如是处世间」，我们要学这个方法来处世，『普持得见生欢喜』。今天时间到了，我们把这个单元讲完了。",
      "zh_TW": "現前社會如果有大福德的人，從這個地方覺悟了，就能夠化解世界大戰。讓這些國家領袖們，跟他們講講這些大道理，他們一覺悟，明白了，這個戰爭消於無形。人民覺悟，人民會覺悟，難在什麼地方？難在沒有人去教，沒有人把這些真理、把這個事實真相說給那些人聽，說給一般大眾聽，這是遺憾，這在佛法裡面講眾生業障太重。今天確確實實不是不可能，有這個可能，如果放在無線電視台裡面去廣播，衛星電視裡面廣播，全世界人都聽到，都明白了，都覺悟、都回頭，世界上立刻就和平，怨恨就化解了。恐怖分子都轉變成善人了，造的種種惡行全都改成善業了。大聖大賢的教學，無量無邊的功德，非常可惜沒有人去推行。我們在這個地方跟諸位同學研究討論，深深感到我們的福薄，沒有大威德，沒有大福報。我們已經盡心盡力在做，但是對整個社會影響微乎其微，眼看著這個劫難恐怕還是沒有法子化解。但是有好處，自己解脫了，這是真的。根熟的眾生得利益；根性不熟的眾生，那就是來生後世才會得利益。我們要學，要學「佛身如是處世間」，我們要學這個方法來處世，『普持得見生歡喜』。今天時間到了，我們把這個單元講完了。"
    }
  ]
}