{
  "doc_id": "12-017-0973",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九七三卷",
    "zh_TW": "第九七三卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0973",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "12-017-0973_p0001",
      "zh_CN": "诸位同学，请看大威光菩萨遇第二佛，第三段「如来赞述」，偈颂第四首看起：",
      "zh_TW": "諸位同學，請看大威光菩薩遇第二佛，第三段「如來讚述」，偈頌第四首看起："
    },
    {
      "id": "12-017-0973_p0002",
      "zh_CN": "【已得方便总持门，及以无尽辩才门，种种行愿皆修习，当成无等大智慧。】",
      "zh_TW": "【已得方便總持門，及以無盡辯才門，種種行願皆修習，當成無等大智慧。】"
    },
    {
      "id": "12-017-0973_p0003",
      "zh_CN": "在前面六首偈里面，佛陀赞叹威光太子的德行。偈颂前两句是赞叹他的德，后两句是为他授记，他将来一定能够证得的。唯独第四首在体例上稍稍有一点不同，这首前面三句都是讲因，只有最后一句是说他当证得的。这一首偈，我们学佛的同学，无论在家出家，尤其是要发心学讲经求智慧的，那就更重要。",
      "zh_TW": "在前面六首偈裡面，佛陀讚歎威光太子的德行。偈頌前兩句是讚歎他的德，後兩句是為他授記，他將來一定能夠證得的。唯獨第四首在體例上稍稍有一點不同，這首前面三句都是講因，只有最後一句是說他當證得的。這一首偈，我們學佛的同學，無論在家出家，尤其是要發心學講經求智慧的，那就更重要。"
    },
    {
      "id": "12-017-0973_p0004",
      "zh_CN": "你看看大威光菩萨是『已得方便总持门』，「方便」就是善巧，「总持」是一切诸法的总纲领，他已经得到了。这个「得」，不是信、解、行，它是属于证，他已经契入了，我们要明了。我们学佛，方便总持门学了不少，问题在哪里？没有得到。甚至于我们说，我们能信，我们能解，我们没有做到，我们没有契入，所以这里头真正的好处没有得到。总持门，要用我们世俗的话来说，大德大能。大德大能是什么？我们在日常学习当中，太多太多了，而且都是佛法里头核心的纲领，最重要的纲领。佛菩萨教化众生慈悲到极处，一丝毫隐瞒都没有。",
      "zh_TW": "你看看大威光菩薩是『已得方便總持門』，「方便」就是善巧，「總持」是一切諸法的總綱領，他已經得到了。這個「得」，不是信、解、行，它是屬於證，他已經契入了，我們要明瞭。我們學佛，方便總持門學了不少，問題在哪裡？沒有得到。甚至於我們說，我們能信，我們能解，我們沒有做到，我們沒有契入，所以這裡頭真正的好處沒有得到。總持門，要用我們世俗的話來說，大德大能。大德大能是什麼？我們在日常學習當中，太多太多了，而且都是佛法裡頭核心的綱領，最重要的綱領。佛菩薩教化眾生慈悲到極處，一絲毫隱瞞都沒有。"
    },
    {
      "id": "12-017-0973_p0005",
      "zh_CN": "儒家教学，我们念《三字经》，《三字经》一开端，就把儒学的大根大本传给你了，「人之初，性本善。性相近，习相远。苟不教，性乃迁。教之道，贵以专」，儒家的大总持法门。你看看圣学，圣人对于一切众生多慈悲，头句话就教给你。你将来修学没有别的，就是把这几句话证实，证得了，那你就得道。首先肯定人性本善。一切众生何以不善？不善是习性，不是本性。「性相近，习相远」。习性怎么发生的？习性是你没教他！「苟」是假使的意思，假设你要不好好的教他，他一定会染上不善的习气，把本性变成了习性。九法界众生，尤其是六道里面的众生，怎么变成六道的？你看看，几句话讲得清清楚楚、明明白白，这是儒。",
      "zh_TW": "儒家教學，我們念《三字經》，《三字經》一開端，就把儒學的大根大本傳給你了，「人之初，性本善。性相近，習相遠。苟不教，性乃遷。教之道，貴以專」，儒家的大總持法門。你看看聖學，聖人對於一切眾生多慈悲，頭句話就教給你。你將來修學沒有別的，就是把這幾句話證實，證得了，那你就得道。首先肯定人性本善。一切眾生何以不善？不善是習性，不是本性。「性相近，習相遠」。習性怎麼發生的？習性是你沒教他！「苟」是假使的意思，假設你要不好好的教他，他一定會染上不善的習氣，把本性變成了習性。九法界眾生，尤其是六道裡面的眾生，怎麼變成六道的？你看看，幾句話講得清清楚楚、明明白白，這是儒。"
    },
    {
      "id": "12-017-0973_p0006",
      "zh_CN": "佛法里面讲这个「方便总持门」，那就很多很多了。总的来说，一切诸佛教化众生的方便总持门，也就四句偈而已，「诸恶莫作，众善奉行，自净其意，是诸佛教」，这是方便总持门，你有没有得到？没得到。为什么没得到？还照样造恶，不知道修善，善恶的标准都掌握不到。佛也非常慈悲，把善恶最重要的、最简单的标准，十善业跟十恶业，我们有没有掌握到？在日常生活当中，起心动念，言语造作，远离十恶，随顺十善，那你就具足信解行，有信解行，你后头一定有证，这个证就是得。得，就是你修这个行，修十善业道，成就你的大德大能。你这个德能决定感动诸佛护念，龙天善神拥护，你会感动！你不能感动的时候，你行，虽然有行，行不得力，做得不够！做得不够是什么意思？你里头有夹杂，夹杂着自私自利，夹杂著名闻利养，夹杂着贪瞋痴慢，所以虽行你不能得。",
      "zh_TW": "佛法裡面講這個「方便總持門」，那就很多很多了。總的來說，一切諸佛教化眾生的方便總持門，也就四句偈而已，「諸惡莫作，眾善奉行，自淨其意，是諸佛教」，這是方便總持門，你有沒有得到？沒得到。為什麼沒得到？還照樣造惡，不知道修善，善惡的標準都掌握不到。佛也非常慈悲，把善惡最重要的、最簡單的標準，十善業跟十惡業，我們有沒有掌握到？在日常生活當中，起心動念，言語造作，遠離十惡，隨順十善，那你就具足信解行，有信解行，你後頭一定有證，這個證就是得。得，就是你修這個行，修十善業道，成就你的大德大能。你這個德能決定感動諸佛護念，龍天善神擁護，你會感動！你不能感動的時候，你行，雖然有行，行不得力，做得不夠！做得不夠是什麼意思？你裡頭有夾雜，夾雜著自私自利，夾雜著名聞利養，夾雜著貪瞋痴慢，所以雖行你不能得。"
    },
    {
      "id": "12-017-0973_p0007",
      "zh_CN": "这个方便总持门，是不分宗派的，不分法门的，而且也不分哪一尊佛的。「是诸佛教」，十方三世一切诸佛教化众生的总纲领，「自净其意」是定慧，前面两句是戒律。你们想想看，这四句话里头说的是什么？戒定慧三学。一切诸佛教化众生，那个戒多重要。四句，两句讲的是戒，一句讲的是定慧。最后一句说明，所有一切诸佛如来都不能够离开这个原则。这还不重要吗？大威光他得到了，所以他是菩萨。这首偈展开来，就是三藏十二部经教，戒学、定学、慧学，经律论三藏。",
      "zh_TW": "這個方便總持門，是不分宗派的，不分法門的，而且也不分哪一尊佛的。「是諸佛教」，十方三世一切諸佛教化眾生的總綱領，「自淨其意」是定慧，前面兩句是戒律。你們想想看，這四句話裡頭說的是什麼？戒定慧三學。一切諸佛教化眾生，那個戒多重要。四句，兩句講的是戒，一句講的是定慧。最後一句說明，所有一切諸佛如來都不能夠離開這個原則。這還不重要嗎？大威光他得到了，所以他是菩薩。這首偈展開來，就是三藏十二部經教，戒學、定學、慧學，經律論三藏。"
    },
    {
      "id": "12-017-0973_p0008",
      "zh_CN": "世尊对净宗同学也说了一个方便总持门，那就是在《观无量寿经》里头所说的「净业三福」，说得很具体！净业三福最后佛说，这三条是「三世诸佛净业正因」，这八个字，你们想想跟「是诸佛教」有什么两样？不一样地方，前面讲的四句偈，是一切诸佛教化众生的方便总持门。《观经》上「净业三福」，是世尊说出了十方三世一切诸佛如来，自己修行成佛的方便总持门。我们要清楚，自己修行证果那是净业三福；教化众生那是「诸恶莫作，众善奉行，自净其意」。教化里头最重要，身教！我自己要做到，做到，你就得道了。你没有做到，你没有得道；你没有得道，你没有法喜。换句话说，你还常常生活在烦恼当中，你的心不清净，法乐、欢喜心生不起来。",
      "zh_TW": "世尊對淨宗同學也說了一個方便總持門，那就是在《觀無量壽經》裡頭所說的「淨業三福」，說得很具體！淨業三福最後佛說，這三條是「三世諸佛淨業正因」，這八個字，你們想想跟「是諸佛教」有什麼兩樣？不一樣地方，前面講的四句偈，是一切諸佛教化眾生的方便總持門。《觀經》上「淨業三福」，是世尊說出了十方三世一切諸佛如來，自己修行成佛的方便總持門。我們要清楚，自己修行證果那是淨業三福；教化眾生那是「諸惡莫作，眾善奉行，自淨其意」。教化裡頭最重要，身教！我自己要做到，做到，你就得道了。你沒有做到，你沒有得道；你沒有得道，你沒有法喜。換句話說，你還常常生活在煩惱當中，你的心不清淨，法樂、歡喜心生不起來。"
    },
    {
      "id": "12-017-0973_p0009",
      "zh_CN": "我们现在在日本科学家，他们用水做实验，我们完全肯定明白了，法乐、法喜能够改变一切物质的世界，能够与诸佛菩萨九法界众生感应道交。这不是方便总持门吗？感应道交的方便总持门。所以不真修不行，一定要真干。这个事情佛法里讲得很好，公修公得，婆修婆得，不修不得，别人没法子代替你的。佛菩萨大慈大悲，没有办法赐给我们。我们求佛菩萨加持，佛菩萨用什么加持？用经教加持我们，这是真的加持。我们依照经教学习，成就自己的德能智慧，跟佛菩萨就起感应道交了。所以不认真从经教上下手，你没有门可入，这个道理要懂。",
      "zh_TW": "我們現在在日本科學家，他們用水做實驗，我們完全肯定明白了，法樂、法喜能夠改變一切物質的世界，能夠與諸佛菩薩九法界眾生感應道交。這不是方便總持門嗎？感應道交的方便總持門。所以不真修不行，一定要真幹。這個事情佛法裡講得很好，公修公得，婆修婆得，不修不得，別人沒法子代替你的。佛菩薩大慈大悲，沒有辦法賜給我們。我們求佛菩薩加持，佛菩薩用什麼加持？用經教加持我們，這是真的加持。我們依照經教學習，成就自己的德能智慧，跟佛菩薩就起感應道交了。所以不認真從經教上下手，你沒有門可入，這個道理要懂。"
    },
    {
      "id": "12-017-0973_p0010",
      "zh_CN": "净业三福头一条「孝养父母，奉事师长」，做到了没有？孝养、奉事，儒佛都有标准，儒家的标准，你们现在同学们学习的《弟子规》，里头都有！佛法里面的标准，《沙弥律仪》。千万不要以为我自己受了比丘戒、受了菩萨戒是大僧了，那你就别想成就了。蕅益大师，这是净宗的祖师，给我们示现了一个榜样，他受了大戒之后，退比丘戒，持沙弥戒，一生自称菩萨戒沙弥，不敢称比丘。换句话说，终身持沙弥戒。蕅益大师是什么人？我们不知道，我们只听印光法师说过，印光法师赞叹蕅益大师注解的《弥陀经要解》，印祖赞叹说：即使是古佛再来，为《弥陀经》做个注解，也不能超过其上。",
      "zh_TW": "淨業三福頭一條「孝養父母，奉事師長」，做到了沒有？孝養、奉事，儒佛都有標準，儒家的標準，你們現在同學們學習的《弟子規》，裡頭都有！佛法裡面的標準，《沙彌律儀》。千萬不要以為我自己受了比丘戒、受了菩薩戒是大僧了，那你就別想成就了。蕅益大師，這是淨宗的祖師，給我們示現了一個榜樣，他受了大戒之後，退比丘戒，持沙彌戒，一生自稱菩薩戒沙彌，不敢稱比丘。換句話說，終身持沙彌戒。蕅益大師是什麼人？我們不知道，我們只聽印光法師說過，印光法師讚歎蕅益大師註解的《彌陀經要解》，印祖讚歎說：即使是古佛再來，為《彌陀經》做個註解，也不能超過其上。"
    },
    {
      "id": "12-017-0973_p0011",
      "zh_CN": "早年我在新加坡讲经，演培法师就这个问题来问过我，他说：净空法师，印光老法师这个话，说得是不是太过分一点？我给演培法师说，我说：《要解》我讲过几遍，我觉得一点都不过分，他所讲的真是恰到好处。我们晓得印光法师是极乐世界大势至菩萨再来的，大势至菩萨对这个注解这样的赞叹，那么注解之人是何等人物？蕅益大师的身分没有暴露，我们猜想之中，他要不是阿弥陀佛再来，肯定就是观世音菩萨再来的，绝对不是别人。蕅益大师给我们示现在末法时期，老老实实能够真正得到菩萨戒沙弥，你就是圣人了。说明（这蕅益大师给我们说明的）中国从南宋之后就没有比丘，所谓比丘，他是名字比丘，连观行即比丘都没有。所以他老人家退比丘戒，做菩萨戒沙弥，名实相副。我们希望我们的同学心里要明白，自己要做一个好样子。末法还有九千年，给末法众生做个好样子，那这就是无量功德。",
      "zh_TW": "早年我在新加坡講經，演培法師就這個問題來問過我，他說：淨空法師，印光老法師這個話，說得是不是太過分一點？我給演培法師說，我說：《要解》我講過幾遍，我覺得一點都不過分，他所講的真是恰到好處。我們曉得印光法師是極樂世界大勢至菩薩再來的，大勢至菩薩對這個註解這樣的讚歎，那麼註解之人是何等人物？蕅益大師的身分沒有暴露，我們猜想之中，他要不是阿彌陀佛再來，肯定就是觀世音菩薩再來的，絕對不是別人。蕅益大師給我們示現在末法時期，老老實實能夠真正得到菩薩戒沙彌，你就是聖人了。說明（這蕅益大師給我們說明的）中國從南宋之後就沒有比丘，所謂比丘，他是名字比丘，連觀行即比丘都沒有。所以他老人家退比丘戒，做菩薩戒沙彌，名實相副。我們希望我們的同學心裡要明白，自己要做一個好樣子。末法還有九千年，給末法眾生做個好樣子，那這就是無量功德。"
    },
    {
      "id": "12-017-0973_p0012",
      "zh_CN": "「净业三福」三条十一句，我们哪一句落实？第一条落实在十善业道，孝亲尊师慈悲心都是落实在修十善业。第二条「受持三皈，具足众戒，不犯威仪」，这三句话要落实在三皈。我们有没有三皈？三皈，现在我们很清楚、很明白了，惠能大师在《坛经》里面讲得清楚、明了，觉正净。觉正净落实在哪里？落实在戒律、威仪。你们想想看，「沙弥律仪」真正的觉正净。最后一条「发菩提心，深信因果，读诵大乘，劝进行者」，这一条里头，着重在化他，菩萨！",
      "zh_TW": "「淨業三福」三條十一句，我們哪一句落實？第一條落實在十善業道，孝親尊師慈悲心都是落實在修十善業。第二條「受持三皈，具足眾戒，不犯威儀」，這三句話要落實在三皈。我們有沒有三皈？三皈，現在我們很清楚、很明白了，惠能大師在《壇經》裡面講得清楚、明瞭，覺正淨。覺正淨落實在哪裡？落實在戒律、威儀。你們想想看，「沙彌律儀」真正的覺正淨。最後一條「發菩提心，深信因果，讀誦大乘，勸進行者」，這一條裡頭，著重在化他，菩薩！"
    },
    {
      "id": "12-017-0973_p0013",
      "zh_CN": "「劝进行者」，怎么样劝别人？自己做到就是劝别人。不是用口劝，是用身行。自己做到让别人看，他心里有所感动，他来向你请教、向你学习，你给他讲的就产生效果了。绝对不是把人找过来，强迫让他听，他算是客气一点，坐在那边听听你的，实际上他没听进去。不客气的，不给你面子，掉头而去，你说那多难为情。所以佛氏门中，说法利生，不敢去拉信徒，拉人来听，不敢，何况绮语！现在你看很多学校有招生，佛门里头没有这个，念头都没有。过去儒家也没有，真正有道德、有学问的人，谦虚！招生是一点都不谦虚，我有资格做老师，你们要好好的来跟我学，他就有这个味道在。佛不敢，菩萨更不敢。你看看善财童子五十三参，哪一个善知识敢招生？一个都没有。学生从哪里来的？介绍来的。你去参学的时候，他还特别谦虚，还不敢当。把自己所修所学的让你看，讲给你听，然后还说：佛法甚深广大无边，我只懂得这一点点，其他的，你应该到别的地方去参学，那些善知识都比我强，我不如他们。你看看这种典型，这样的模范，我们有没有学到？",
      "zh_TW": "「勸進行者」，怎麼樣勸別人？自己做到就是勸別人。不是用口勸，是用身行。自己做到讓別人看，他心裡有所感動，他來向你請教、向你學習，你給他講的就產生效果了。絕對不是把人找過來，強迫讓他聽，他算是客氣一點，坐在那邊聽聽你的，實際上他沒聽進去。不客氣的，不給你面子，掉頭而去，你說那多難為情。所以佛氏門中，說法利生，不敢去拉信徒，拉人來聽，不敢，何況綺語！現在你看很多學校有招生，佛門裡頭沒有這個，念頭都沒有。過去儒家也沒有，真正有道德、有學問的人，謙虛！招生是一點都不謙虛，我有資格做老師，你們要好好的來跟我學，他就有這個味道在。佛不敢，菩薩更不敢。你看看善財童子五十三參，哪一個善知識敢招生？一個都沒有。學生從哪裡來的？介紹來的。你去參學的時候，他還特別謙虛，還不敢當。把自己所修所學的讓你看，講給你聽，然後還說：佛法甚深廣大無邊，我只懂得這一點點，其他的，你應該到別的地方去參學，那些善知識都比我強，我不如他們。你看看這種典型，這樣的模範，我們有沒有學到？"
    },
    {
      "id": "12-017-0973_p0014",
      "zh_CN": "传到近代，近代的祖师我们要特别重视，为什么？契现代人的机。印光大师距离我们最近，这还不到一百年，他老人家传给我们的方便总持门，四句话十六个字，「敦伦尽分，闲邪存诚，信愿念佛，求生净土」。他这十六个字的总持门，可以一直贯摄到释迦牟尼佛末法九千年。这十六个字，前面八个字世间法，后面八个字佛法。了不起！世出世间的大善，十六个字说尽了。什么叫敦伦？说得简单一点、明白一点，人与人之间要和睦相处，那个「敦」就是诚诚恳恳、和和气气，和睦相处；「伦」是同类，人类。再扩大，扩大到所有一切众生，居住在地球上所有一切众生，我们是地球上的生物，我们是地球人。地球今天变成一家了，一家人要平等对待，要和睦相处，不应该天天吵吵闹闹，打打杀杀，那哪里成为一家人？善人要教导不善人，如何把恶人转变成善人；把迷惑颠倒的人，转变成觉悟的人；把凡人转变成圣人，这是教学！",
      "zh_TW": "傳到近代，近代的祖師我們要特別重視，為什麼？契現代人的機。印光大師距離我們最近，這還不到一百年，他老人家傳給我們的方便總持門，四句話十六個字，「敦倫盡分，閑邪存誠，信願念佛，求生淨土」。他這十六個字的總持門，可以一直貫攝到釋迦牟尼佛末法九千年。這十六個字，前面八個字世間法，後面八個字佛法。了不起！世出世間的大善，十六個字說盡了。什麼叫敦倫？說得簡單一點、明白一點，人與人之間要和睦相處，那個「敦」就是誠誠懇懇、和和氣氣，和睦相處；「倫」是同類，人類。再擴大，擴大到所有一切眾生，居住在地球上所有一切眾生，我們是地球上的生物，我們是地球人。地球今天變成一家了，一家人要平等對待，要和睦相處，不應該天天吵吵鬧鬧，打打殺殺，那哪裡成為一家人？善人要教導不善人，如何把惡人轉變成善人；把迷惑顛倒的人，轉變成覺悟的人；把凡人轉變成聖人，這是教學！"
    },
    {
      "id": "12-017-0973_p0015",
      "zh_CN": "儒家所说的君亲师，君亲师绝对不仅是对于国家领导人说的。作之君、作之亲、作之师，他真正广义来说，是对于所有一切众生来讲的。每个人都有这个责任。我们出家人在僧团里头，无论你是什么身分，你要懂得这个意思，你就能在大众当中示现。「君」是个领导人、带头人，带头断恶修善，带头持戒修定，带头给世出世间做最好的样子，这是君，领导。「亲」是什么？爱护，关怀照顾，对一切众生就像对自己亲人一样，关怀他、照顾他。「师」是教导他，他有过失，好好的教他；你不教，他不觉悟。",
      "zh_TW": "儒家所說的君親師，君親師絕對不僅是對於國家領導人說的。作之君、作之親、作之師，他真正廣義來說，是對於所有一切眾生來講的。每個人都有這個責任。我們出家人在僧團裡頭，無論你是什麼身分，你要懂得這個意思，你就能在大眾當中示現。「君」是個領導人、帶頭人，帶頭斷惡修善，帶頭持戒修定，帶頭給世出世間做最好的樣子，這是君，領導。「親」是什麼？愛護，關懷照顧，對一切眾生就像對自己親人一樣，關懷他、照顧他。「師」是教導他，他有過失，好好的教他；你不教，他不覺悟。"
    },
    {
      "id": "12-017-0973_p0016",
      "zh_CN": "还有一等人不能教的，业障习气太重，你教他不但不能接受，而且他还恨你，他还跟你结怨仇。这怎么办？得有善巧方便。看有能够接受的人，你教他，让他在旁边看到，让他听到，这不能直接教他；或者是在讲经说法当中，这经典上讲到，这不是讲他一个人，他要听到慢慢善根发现，他听懂了，他听明白了，惭愧心生起来，逐渐逐渐能接受了。能接受，他将来就有成就；不能接受，他不能成就。不能成就，就是佛经上讲的无缘之人，不接受经论的教诲，他相信他自己的贪瞋痴慢，他相信他自己的习气烦恼，这个没法子，这是佛法里面讲的无缘之人，佛经上讲的「阐提根性」。阐提根性，翻成中国的意思，就是没有善根，不能接受佛菩萨的教诲，不能接受善知识的教导。纵然来学，必定是阳奉阴违，表面上是个样子，背地又是个样子，这个就难了。",
      "zh_TW": "還有一等人不能教的，業障習氣太重，你教他不但不能接受，而且他還恨你，他還跟你結怨仇。這怎麼辦？得有善巧方便。看有能夠接受的人，你教他，讓他在旁邊看到，讓他聽到，這不能直接教他；或者是在講經說法當中，這經典上講到，這不是講他一個人，他要聽到慢慢善根發現，他聽懂了，他聽明白了，慚愧心生起來，逐漸逐漸能接受了。能接受，他將來就有成就；不能接受，他不能成就。不能成就，就是佛經上講的無緣之人，不接受經論的教誨，他相信他自己的貪瞋痴慢，他相信他自己的習氣煩惱，這個沒法子，這是佛法裡面講的無緣之人，佛經上講的「闡提根性」。闡提根性，翻成中國的意思，就是沒有善根，不能接受佛菩薩的教誨，不能接受善知識的教導。縱然來學，必定是陽奉陰違，表面上是個樣子，背地又是個樣子，這個就難了。"
    },
    {
      "id": "12-017-0973_p0017",
      "zh_CN": "佛菩萨不怕难，度众生绝对不是一生一世的事情。生生世世帮助你培养善根，到哪一世你的善根成熟了，什么叫成熟？你真的肯接受，真的肯尊重你的道业，不再重视世出世间什么名闻利养了。重视道业，重视戒定慧三学，这是肯定有佛菩萨、有善知识来帮助你。为什么？你真的愿意学了，学了，你真的肯落实，你做到。这就是我们讲的感动，你感动诸佛菩萨。佛经上讲的话，绝对没有一句话是空的，「佛氏门中，不舍一人」。你一个人真诚心好学，会感动所有的佛菩萨，他常常在你面前出现。你不要以为「我很想学，一个好老师都没遇到」，那是你根本就没有真的意思想学。你真正有意思想学，一切时一切处，你会发现全是善知识，全是佛菩萨在表演，你才知道这个善财童子五十三参不希奇，我比善财童子遇到的善知识还要多。",
      "zh_TW": "佛菩薩不怕難，度眾生絕對不是一生一世的事情。生生世世幫助你培養善根，到哪一世你的善根成熟了，什麼叫成熟？你真的肯接受，真的肯尊重你的道業，不再重視世出世間什麼名聞利養了。重視道業，重視戒定慧三學，這是肯定有佛菩薩、有善知識來幫助你。為什麼？你真的願意學了，學了，你真的肯落實，你做到。這就是我們講的感動，你感動諸佛菩薩。佛經上講的話，絕對沒有一句話是空的，「佛氏門中，不捨一人」。你一個人真誠心好學，會感動所有的佛菩薩，他常常在你面前出現。你不要以為「我很想學，一個好老師都沒遇到」，那是你根本就沒有真的意思想學。你真正有意思想學，一切時一切處，你會發現全是善知識，全是佛菩薩在表演，你才知道這個善財童子五十三參不希奇，我比善財童子遇到的善知識還要多。"
    },
    {
      "id": "12-017-0973_p0018",
      "zh_CN": "我们特别要重视印光大师的教诲，现在这个世界动乱不安。什么原因？人与人不能和睦相处。印光大师教我们敦伦尽分，分是自己本分，把自己本分的工作做好，能够跟别人互相合作，这句话就是这个意思。今天我们的本分是搞佛陀教育，佛陀教育用现在的话来说，多元文化的社会教育，我们今天搞这个，一定要把这个工作做好，然后能够跟整个社会各个阶层配合，这叫「敦伦尽分」。「闲邪存诚」，这样自己才能够不间的、不断的将自己德行智慧向上提升，不至于堕落。那要怎么样？防止邪知邪见。这闲邪，闲是防止，邪恶无量无边，但是总不外乎三大类，邪知邪见，邪语邪行，这身口意都包括了，身口意不善的三业一定要防止。存诚，这心里头要常常存真诚、清净、平等、正觉、慈悲，起心动念与这个相应。在儒家讲「诚敬」，对人、对事、对物至诚恭敬，这是印祖教导我们世法要这样做。佛法呢？尊奉释迦牟尼佛的教诲。释迦牟尼佛教导我们，正法时期戒律成就，像法时期禅定成就，末法时期净土成就。尊奉释迦牟尼佛的教诲，一心修学净宗。所以教我们信愿持名，求生净土，得大圆满，这是常常在我们耳边的，说起来大家都知道，哪个不知道？但是就是大威光菩萨已得，我们没得，我们要急起直追，我们要得，真正得到之后，第二句偈有了。",
      "zh_TW": "我們特別要重視印光大師的教誨，現在這個世界動亂不安。什麼原因？人與人不能和睦相處。印光大師教我們敦倫盡分，分是自己本分，把自己本分的工作做好，能夠跟別人互相合作，這句話就是這個意思。今天我們的本分是搞佛陀教育，佛陀教育用現在的話來說，多元文化的社會教育，我們今天搞這個，一定要把這個工作做好，然後能夠跟整個社會各個階層配合，這叫「敦倫盡分」。「閑邪存誠」，這樣自己才能夠不間的、不斷的將自己德行智慧向上提升，不至於墮落。那要怎麼樣？防止邪知邪見。這閑邪，閑是防止，邪惡無量無邊，但是總不外乎三大類，邪知邪見，邪語邪行，這身口意都包括了，身口意不善的三業一定要防止。存誠，這心裡頭要常常存真誠、清淨、平等、正覺、慈悲，起心動念與這個相應。在儒家講「誠敬」，對人、對事、對物至誠恭敬，這是印祖教導我們世法要這樣做。佛法呢？尊奉釋迦牟尼佛的教誨。釋迦牟尼佛教導我們，正法時期戒律成就，像法時期禪定成就，末法時期淨土成就。尊奉釋迦牟尼佛的教誨，一心修學淨宗。所以教我們信願持名，求生淨土，得大圓滿，這是常常在我們耳邊的，說起來大家都知道，哪個不知道？但是就是大威光菩薩已得，我們沒得，我們要急起直追，我們要得，真正得到之後，第二句偈有了。"
    },
    {
      "id": "12-017-0973_p0019",
      "zh_CN": "『及以无尽辩才门』，无尽辩才从哪里来的？从方便总持来的。你有无尽辩才，你才能广度众生。无尽辩才是方便总持的落实。到这个时候，四弘誓愿第三愿，这就开始了，「法门无量誓愿学」。这个地方『种种行愿皆修行』，不就说法门无量誓愿学吗？这落实了。不但佛法各宗各派你都通达，很容易通达，为什么？你已经得方便总持门，你已经得无尽辩才门。所以不同的各宗各派无量法门，很容易就通达，不仅如是，世法也通达。世间各种不同的学派，各种不同的宗教，乃至于今天所说的各种不同的科技，你没有一样不通达。这样才能够成就圆满波罗蜜多，于是你的性德自然就现前了。这前面三个都是修德。",
      "zh_TW": "『及以無盡辯才門』，無盡辯才從哪裡來的？從方便總持來的。你有無盡辯才，你才能廣度眾生。無盡辯才是方便總持的落實。到這個時候，四弘誓願第三願，這就開始了，「法門無量誓願學」。這個地方『種種行願皆修行』，不就說法門無量誓願學嗎？這落實了。不但佛法各宗各派你都通達，很容易通達，為什麼？你已經得方便總持門，你已經得無盡辯才門。所以不同的各宗各派無量法門，很容易就通達，不僅如是，世法也通達。世間各種不同的學派，各種不同的宗教，乃至於今天所說的各種不同的科技，你沒有一樣不通達。這樣才能夠成就圓滿波羅蜜多，於是你的性德自然就現前了。這前面三個都是修德。"
    },
    {
      "id": "12-017-0973_p0020",
      "zh_CN": "修德与性德相应，纯熟到极处的时候，性修融合在一体了，性修不二。性德跟修德没有界限了，融成一体，那就是末后这一句，『当成无等大智慧』，这个大智慧是如来果地上称性的般若智慧。这个境界，这不是法身菩萨，法身菩萨可以称大智慧，不能称无等。「无等」两个字你要注意到，这个无等就是无上正等正觉，实际上无等大智慧就是无上正等正觉，超过等觉菩萨。所以这一句给他授记的，大威光要成就究竟圆满的佛果。诸位想想是不是这个意思？这是我们学佛最终的目标。我们要成无上正等正觉，跟释迦、弥陀、毘卢遮那没有两样。你要证得究竟圆满，首先你要得到方便总持。方便总持门在佛法里面很多，我今天只略举三种，这三种大家熟知，问题我们为什么不能得？一定要把不得的原因找出来，这自己的事情，不要问别人，问别人没用处。原因找出来之后，你把这个原因消除，你障碍去掉了。",
      "zh_TW": "修德與性德相應，純熟到極處的時候，性修融合在一體了，性修不二。性德跟修德沒有界限了，融成一體，那就是末後這一句，『當成無等大智慧』，這個大智慧是如來果地上稱性的般若智慧。這個境界，這不是法身菩薩，法身菩薩可以稱大智慧，不能稱無等。「無等」兩個字你要注意到，這個無等就是無上正等正覺，實際上無等大智慧就是無上正等正覺，超過等覺菩薩。所以這一句給他授記的，大威光要成就究竟圓滿的佛果。諸位想想是不是這個意思？這是我們學佛最終的目標。我們要成無上正等正覺，跟釋迦、彌陀、毘盧遮那沒有兩樣。你要證得究竟圓滿，首先你要得到方便總持。方便總持門在佛法裡面很多，我今天只略舉三種，這三種大家熟知，問題我們為什麼不能得？一定要把不得的原因找出來，這自己的事情，不要問別人，問別人沒用處。原因找出來之後，你把這個原因消除，你障礙去掉了。"
    },
    {
      "id": "12-017-0973_p0021",
      "zh_CN": "所以学问之道，同学们总要记住，《易经》上都说得很好，「满招损，谦受益」，真诚谦敬，要谦虚、要恭敬，你处处表现谦虚，你就得到很多人教导你。处处自以为很了不起，有意无意现出你的骄慢，你不能接受别人的教导，别人想教你的时候，马上就变脸、就反驳，什么人都不会教你了。他指责我是错误的，错误的也接受，这人了不起，人人都会帮助你。在中国英明的帝王，唐太宗，你们去读《贞观政要》，你就晓得。唐太宗有个非常了不起的本领，接受别人的意见，接受别人的批评。有人在唐太宗面前指责他，他哪个事情做得不对不对，唐太宗旁边还有许多人，看到唐太宗点头愿意接受。那个人离开之后，后面这些大臣就问唐太宗，他说的错误的，为什么不处分他？唐太宗说：如果我处分他，以后再没有人在我面前敢说真话了。了不起！错误的指责，所谓是「有则改之，无则加勉」，圣人讲的话。不否定，不拒绝，所以他能成为一代英明的圣主。在中国历代帝王没有能跟他相比的，他的长处就在此地，这是我们要学的。",
      "zh_TW": "所以學問之道，同學們總要記住，《易經》上都說得很好，「滿招損，謙受益」，真誠謙敬，要謙虛、要恭敬，你處處表現謙虛，你就得到很多人教導你。處處自以為很了不起，有意無意現出你的驕慢，你不能接受別人的教導，別人想教你的時候，馬上就變臉、就反駁，什麼人都不會教你了。他指責我是錯誤的，錯誤的也接受，這人了不起，人人都會幫助你。在中國英明的帝王，唐太宗，你們去讀《貞觀政要》，你就曉得。唐太宗有個非常了不起的本領，接受別人的意見，接受別人的批評。有人在唐太宗面前指責他，他哪個事情做得不對不對，唐太宗旁邊還有許多人，看到唐太宗點頭願意接受。那個人離開之後，後面這些大臣就問唐太宗，他說的錯誤的，為什麼不處分他？唐太宗說：如果我處分他，以後再沒有人在我面前敢說真話了。了不起！錯誤的指責，所謂是「有則改之，無則加勉」，聖人講的話。不否定，不拒絕，所以他能成為一代英明的聖主。在中國歷代帝王沒有能跟他相比的，他的長處就在此地，這是我們要學的。"
    },
    {
      "id": "12-017-0973_p0022",
      "zh_CN": "错误的指责，我也认真反省，欢喜接受。稍稍还有一点不乐意、辩驳的，从前李老师遇到这样的学生，永远不再说他的过失。为什么？不愿意跟他结怨仇，对他总是客客气气。愿意接受的，李老师对待学生是一点都不客气，有打有骂，那真正叫爱护你。现在时间到了。",
      "zh_TW": "錯誤的指責，我也認真反省，歡喜接受。稍稍還有一點不樂意、辯駁的，從前李老師遇到這樣的學生，永遠不再說他的過失。為什麼？不願意跟他結怨仇，對他總是客客氣氣。願意接受的，李老師對待學生是一點都不客氣，有打有罵，那真正叫愛護你。現在時間到了。"
    },
    {
      "id": "12-017-0973_p0023",
      "zh_CN": "诸位同学，请接着看偈颂的第五首：",
      "zh_TW": "諸位同學，請接著看偈頌的第五首："
    },
    {
      "id": "12-017-0973_p0024",
      "zh_CN": "【汝已出生诸愿海，汝已入于三昧海，当具种种大神通，不可思议诸佛法。】",
      "zh_TW": "【汝已出生諸願海，汝已入於三昧海，當具種種大神通，不可思議諸佛法。】"
    },
    {
      "id": "12-017-0973_p0025",
      "zh_CN": "这首前面两句是赞叹已具圣德，后面两句是说他应当证得佛果，这前两句我们要学。『汝』，是佛对威光菩萨的称呼，你已经『出生诸愿海』。三世诸佛如来所发的弘愿，威光菩萨都具足了。诸佛因地上的大愿再多，多到如来也没有办法说得清楚，说不尽！但是要把这些弘愿归纳一下，总不外乎四弘誓愿，所以四弘誓愿是总纲领。就像前面所讲的方便总持门一样，「诸恶莫作，众善奉行，自净其意」，这三句前面跟诸位说过，是戒定慧三学，十方三世一切诸佛教化众生，离不开这个纲领，离不开这个原则，今天讲菩萨「出生诸愿海」亦复如是。无量无边的大愿，都超不出四弘誓愿，都可以归纳到里面去。",
      "zh_TW": "這首前面兩句是讚歎已具聖德，後面兩句是說他應當證得佛果，這前兩句我們要學。『汝』，是佛對威光菩薩的稱呼，你已經『出生諸願海』。三世諸佛如來所發的弘願，威光菩薩都具足了。諸佛因地上的大願再多，多到如來也沒有辦法說得清楚，說不盡！但是要把這些弘願歸納一下，總不外乎四弘誓願，所以四弘誓願是總綱領。就像前面所講的方便總持門一樣，「諸惡莫作，眾善奉行，自淨其意」，這三句前面跟諸位說過，是戒定慧三學，十方三世一切諸佛教化眾生，離不開這個綱領，離不開這個原則，今天講菩薩「出生諸願海」亦復如是。無量無邊的大願，都超不出四弘誓願，都可以歸納到裡面去。"
    },
    {
      "id": "12-017-0973_p0026",
      "zh_CN": "我们平常在《无量寿经》上读的阿弥陀佛四十八愿，这四十八愿都可以把它归纳这四大类。普贤菩萨十大愿王也能归纳这四弘誓愿。所以一说四弘誓愿，全部都包括了，「诸愿海」都包括了，因此四弘誓愿对我们来讲非常重要，这也是前面讲的方便总持门，是讲发愿的方便总持门。「海」这个字比喻得好，愿愿都是深广无尽。四愿里头最重要的一条，是从大慈悲心里面生出来的，无缘大慈、同体大悲，生出来什么？「众生无边誓愿度」。这是真正觉悟，彻底觉悟的人，才能发得出来。威光菩萨已经「出生」，这个愿已经发出来了。他对于宇宙人生真相，真的是搞清楚、搞明白了，知道这究竟是一回什么事情。真正要发心，要做到，要实现。「度」这个字用我们现代的话来说，就是协助、帮助，众生无量无边，菩萨发愿要协助他，要帮助他。帮助他什么？帮助的项目很多，最重要的有三桩事情：第一个帮助他断恶修善，第二个帮助他转迷为悟，第三个帮助他转凡为圣，得以种种善巧方便。你要帮助他，先决的条件要对方对你有好感，你才能帮得上忙。如果对方讨厌你，不愿意理会你，你有天大的本事也帮不上忙，这个道理要懂。",
      "zh_TW": "我們平常在《無量壽經》上讀的阿彌陀佛四十八願，這四十八願都可以把它歸納這四大類。普賢菩薩十大願王也能歸納這四弘誓願。所以一說四弘誓願，全部都包括了，「諸願海」都包括了，因此四弘誓願對我們來講非常重要，這也是前面講的方便總持門，是講發願的方便總持門。「海」這個字比喻得好，願願都是深廣無盡。四願裡頭最重要的一條，是從大慈悲心裡面生出來的，無緣大慈、同體大悲，生出來什麼？「眾生無邊誓願度」。這是真正覺悟，徹底覺悟的人，才能發得出來。威光菩薩已經「出生」，這個願已經發出來了。他對於宇宙人生真相，真的是搞清楚、搞明白了，知道這究竟是一回什麼事情。真正要發心，要做到，要實現。「度」這個字用我們現代的話來說，就是協助、幫助，眾生無量無邊，菩薩發願要協助他，要幫助他。幫助他什麼？幫助的項目很多，最重要的有三樁事情：第一個幫助他斷惡修善，第二個幫助他轉迷為悟，第三個幫助他轉凡為聖，得以種種善巧方便。你要幫助他，先決的條件要對方對你有好感，你才能幫得上忙。如果對方討厭你，不願意理會你，你有天大的本事也幫不上忙，這個道理要懂。"
    },
    {
      "id": "12-017-0973_p0027",
      "zh_CN": "换句话说，你要想帮助众生，你要先跟众生建立关系。建立什么？友好的关系。怎么建立法？佛给我们讲的四摄法。这个摄受，摄受众生，四种摄受众生的方法，我们平常在讲席里头讲得很多，布施、爱语、利行、同事。这个地方的「布施」，跟六度里头、十波罗蜜里面所说的意思不一样，那个里面讲的布施，是要度悭贪的，那个目的是断烦恼的；这个不是，这个是摄受众生的。你看目的不一样。因此，此地的布施用我们现代的话来说，就是送礼请客。人与人之间交往，最重要的方式是宴会。我们现在一般人讲的交际应酬，你要懂得。你要懂得送礼，你要懂得宴会，宴请这些大众。我们常讲「多送礼，多请客，多往来，多交流」，在这里面建立互相尊重，互相敬爱，互相信赖，然后你才能够用你的智慧、善巧方便帮助他；他对你不尊重、不喜欢、不信任，你就帮不上忙。你苦口婆心教导他，他阳奉阴违，他右耳进去，左耳出去，没听进去。由此可知，这四摄法重要。",
      "zh_TW": "換句話說，你要想幫助眾生，你要先跟眾生建立關係。建立什麼？友好的關係。怎麼建立法？佛給我們講的四攝法。這個攝受，攝受眾生，四種攝受眾生的方法，我們平常在講席裡頭講得很多，布施、愛語、利行、同事。這個地方的「布施」，跟六度裡頭、十波羅蜜裡面所說的意思不一樣，那個裡面講的布施，是要度慳貪的，那個目的是斷煩惱的；這個不是，這個是攝受眾生的。你看目的不一樣。因此，此地的布施用我們現代的話來說，就是送禮請客。人與人之間交往，最重要的方式是宴會。我們現在一般人講的交際應酬，你要懂得。你要懂得送禮，你要懂得宴會，宴請這些大眾。我們常講「多送禮，多請客，多往來，多交流」，在這裡面建立互相尊重，互相敬愛，互相信賴，然後你才能夠用你的智慧、善巧方便幫助他；他對你不尊重、不喜歡、不信任，你就幫不上忙。你苦口婆心教導他，他陽奉陰違，他右耳進去，左耳出去，沒聽進去。由此可知，這四攝法重要。"
    },
    {
      "id": "12-017-0973_p0028",
      "zh_CN": "四摄法第二个「爱语」，尤其重要。言语，祸福之门，孔老夫子教学，言语是一个科目。教你在什么场合当中，对人、对事、对物，你要用什么态度说话，关系很大！所以夫子教学课程第一个是德行，第二个就是言语，第三是政事，就是教导你我们今天的话说技术能力。你学了之后，你将来在社会上有谋生的能力。最后一个科目才教文学。为什么？有能力谋生，生活能够安定，才能谈到精神生活。文学的修养，提升自己的精神生活。你看看夫子这四科管用、踏实，所以言语非常重要。言语要小心谨慎，办事更是如此，不能让人有误会，不能让人家有个不好的印象。那个误会、那个不好的印象，要想把它化解消除非常困难。一句话说错了，麻烦可大！特别是国家与国家外交的关系，你看看，会说话的人，这两国和睦相处；一句话说错了，甚至于这两个国家断交，发生冲突，甚至于引发战争，往往如是。这才晓得言语的重要！",
      "zh_TW": "四攝法第二個「愛語」，尤其重要。言語，禍福之門，孔老夫子教學，言語是一個科目。教你在什麼場合當中，對人、對事、對物，你要用什麼態度說話，關係很大！所以夫子教學課程第一個是德行，第二個就是言語，第三是政事，就是教導你我們今天的話說技術能力。你學了之後，你將來在社會上有謀生的能力。最後一個科目才教文學。為什麼？有能力謀生，生活能夠安定，才能談到精神生活。文學的修養，提升自己的精神生活。你看看夫子這四科管用、踏實，所以言語非常重要。言語要小心謹慎，辦事更是如此，不能讓人有誤會，不能讓人家有個不好的印象。那個誤會、那個不好的印象，要想把它化解消除非常困難。一句話說錯了，麻煩可大！特別是國家與國家外交的關係，你看看，會說話的人，這兩國和睦相處；一句話說錯了，甚至於這兩個國家斷交，發生衝突，甚至於引發戰爭，往往如是。這才曉得言語的重要！"
    },
    {
      "id": "12-017-0973_p0029",
      "zh_CN": "你事情做错了，重大的过失，你让别人看到之后，别人会放在心上，一生跟你往来都要提防着你，你说你麻烦不麻烦。你还能教化众生吗？世间贤人君子，对于自己的言行非常慎重。慎言谨行，言语慎重，行为谨慎，不敢犯一点过、错误。为什么？为的是在社会上能立足，受人尊敬，受人尊重，你才能够影响社会、帮助社会，转移风俗。跟佛法没什么两样，帮助大家断恶修善，转迷为悟。希望这个世间，人人都能够明理，都能够平等对待，和睦相处，这是学问终极目标之所在。学问之道，不是自私自利，不是只顾自己不顾别人，不是的。儒家君子之人，都能够以天下为己任。以天下为己任，就是自己做表率，给天下人做榜样、做模范；自己一生作亲、作君、作师。我们常常讲做社会大众的榜样，做社会大众的模范。北京师范大学，门口的一块牌子上面写了八个字，「学为人师，行为世范」，不仅是师范大学，所有的学生一生要遵奉这八个字，世间所有一切人民都应该遵守。师是表率，范是模范，我们所学所行要给社会做样子、做模范，这就对了。我们要发这个愿，人能发这个愿，决定不会犯戒，决定不会犯法，决定不会违背圣贤教诲，也绝对不会懈怠懒散，这是动力！",
      "zh_TW": "你事情做錯了，重大的過失，你讓別人看到之後，別人會放在心上，一生跟你往來都要提防著你，你說你麻煩不麻煩。你還能教化眾生嗎？世間賢人君子，對於自己的言行非常慎重。慎言謹行，言語慎重，行為謹慎，不敢犯一點過、錯誤。為什麼？為的是在社會上能立足，受人尊敬，受人尊重，你才能夠影響社會、幫助社會，轉移風俗。跟佛法沒什麼兩樣，幫助大家斷惡修善，轉迷為悟。希望這個世間，人人都能夠明理，都能夠平等對待，和睦相處，這是學問終極目標之所在。學問之道，不是自私自利，不是只顧自己不顧別人，不是的。儒家君子之人，都能夠以天下為己任。以天下為己任，就是自己做表率，給天下人做榜樣、做模範；自己一生作親、作君、作師。我們常常講做社會大眾的榜樣，做社會大眾的模範。北京師範大學，門口的一塊牌子上面寫了八個字，「學為人師，行為世範」，不僅是師範大學，所有的學生一生要遵奉這八個字，世間所有一切人民都應該遵守。師是表率，範是模範，我們所學所行要給社會做樣子、做模範，這就對了。我們要發這個願，人能發這個願，決定不會犯戒，決定不會犯法，決定不會違背聖賢教誨，也絕對不會懈怠懶散，這是動力！"
    },
    {
      "id": "12-017-0973_p0030",
      "zh_CN": "自己一定要发愤努力来学习，修善断恶。修善断恶从哪里修？当然从戒律上修，在家的五戒十善，出家的沙弥律仪，根本！再提升，菩萨戒，出家在家都有菩萨戒。因戒得定，持戒就是做一个本本分分的人，一生决定没有非分之想；不是我本分的事情，我绝对不去想它，人就得定了。我们今天选择这个行业，我们的本分就是依照经教修正自己的思想行为，然后把经教自己修学所得给一切众生报告，提出来供给他们做学习的参考，我们的本分！讲经上课是为这个，我们在这个地方做心得报告。我学习这部经论得到很多的好处，在我日常生活当中，我要把这个好处给大家分享。",
      "zh_TW": "自己一定要發憤努力來學習，修善斷惡。修善斷惡從哪裡修？當然從戒律上修，在家的五戒十善，出家的沙彌律儀，根本！再提升，菩薩戒，出家在家都有菩薩戒。因戒得定，持戒就是做一個本本分分的人，一生決定沒有非分之想；不是我本分的事情，我絕對不去想它，人就得定了。我們今天選擇這個行業，我們的本分就是依照經教修正自己的思想行為，然後把經教自己修學所得給一切眾生報告，提出來供給他們做學習的參考，我們的本分！講經上課是為這個，我們在這個地方做心得報告。我學習這部經論得到很多的好處，在我日常生活當中，我要把這個好處給大家分享。"
    },
    {
      "id": "12-017-0973_p0031",
      "zh_CN": "下面一句，『汝已入于三昧海』。「入」，契入了。「三昧」是什么？正受。三昧是梵语，翻成中国意思是正受，正常的享受。三昧也翻作禅定；禅，有喜悦，禅悦！常生欢喜心，孔老夫子说的「不亦悦乎」，不亦悦乎是三昧，是禅味，是禅悦，是你在学习当中真正得受用。这得的是什么受用？六根接触六尘境界，不再为境界所影响，或者我们讲不再为外面境界诱惑了。眼不会被色诱惑，耳不会被音声诱惑，鼻对香、舌对味、身对触、意对知；换句话说，六尘已经不能够诱惑你了，这叫做禅。",
      "zh_TW": "下面一句，『汝已入於三昧海』。「入」，契入了。「三昧」是什麼？正受。三昧是梵語，翻成中國意思是正受，正常的享受。三昧也翻作禪定；禪，有喜悅，禪悅！常生歡喜心，孔老夫子說的「不亦悅乎」，不亦悅乎是三昧，是禪味，是禪悅，是你在學習當中真正得受用。這得的是什麼受用？六根接觸六塵境界，不再為境界所影響，或者我們講不再為外面境界誘惑了。眼不會被色誘惑，耳不會被音聲誘惑，鼻對香、舌對味、身對觸、意對知；換句話說，六塵已經不能夠誘惑你了，這叫做禪。"
    },
    {
      "id": "12-017-0973_p0032",
      "zh_CN": "你自己的心，随着六根接触外面的六尘，你已经能够如如不动了。不动什么？不动贪瞋痴慢，不动自私自利，就是没有自私自利，你也没有名闻利养。内不动心，外不受诱惑，实在讲就是《金刚经》上释迦牟尼佛教须菩提的两句话，「不取于相，如如不动」。不取于相，就是不受外面六境所动摇，如果直接的来讲，说这句话就是外面境界相已经可以不落印象。见色闻声嗅香尝味不落印象，你的心永远是清净的、永远是平等的。那个不落印象就是清净。定呢？定就是如如不动，如如不动这是定，是平等的，所以清净平等得到了。清净平等生智慧，所以说定能生慧，你要懂得这个道理。现在大威光菩萨得到了。我们真正讲修行，在哪里修？六根在六尘境界里头修。修什么？修不着相，修不动心。「外不着相，内不动心」，很难做到，没错。做不到从哪里下手？从戒律下手。这就叫因戒得定，因定开慧。所以戒律是修禅定的方便法，我们现在一般讲的是，是修禅定的手段、方法。你要不用这个方法，不用这个手段，你的禅定得不到。",
      "zh_TW": "你自己的心，隨著六根接觸外面的六塵，你已經能夠如如不動了。不動什麼？不動貪瞋痴慢，不動自私自利，就是沒有自私自利，你也沒有名聞利養。內不動心，外不受誘惑，實在講就是《金剛經》上釋迦牟尼佛教須菩提的兩句話，「不取於相，如如不動」。不取於相，就是不受外面六境所動搖，如果直接的來講，說這句話就是外面境界相已經可以不落印象。見色聞聲嗅香嘗味不落印象，你的心永遠是清淨的、永遠是平等的。那個不落印象就是清淨。定呢？定就是如如不動，如如不動這是定，是平等的，所以清淨平等得到了。清淨平等生智慧，所以說定能生慧，你要懂得這個道理。現在大威光菩薩得到了。我們真正講修行，在哪裡修？六根在六塵境界裡頭修。修什麼？修不著相，修不動心。「外不著相，內不動心」，很難做到，沒錯。做不到從哪裡下手？從戒律下手。這就叫因戒得定，因定開慧。所以戒律是修禪定的方便法，我們現在一般講的是，是修禪定的手段、方法。你要不用這個方法，不用這個手段，你的禪定得不到。"
    },
    {
      "id": "12-017-0973_p0033",
      "zh_CN": "三昧就是禅定，这个三昧称海。对于世出世间一切法、一切人、一切事、一切物，都能够不着相不动心。境界，清清楚楚了了分明，跟一切人事物和光同尘，在一起欢欢喜喜快快乐乐。内不着相不动心，菩萨跟凡夫不一样的地方就在此地。你要着相动心，你就造业，你就生烦恼、生七情五欲；你要不着相不动心，你不生烦恼，生智慧，得一定搞清楚搞明白。那个生智慧就是不亦悦乎，那个「悦」不是喜怒哀乐的那个喜悦，不是的，是内心里头、自性里头流露出来的；苦乐的乐有副作用，这个没有副作用，常生欢喜心。",
      "zh_TW": "三昧就是禪定，這個三昧稱海。對於世出世間一切法、一切人、一切事、一切物，都能夠不著相不動心。境界，清清楚楚了了分明，跟一切人事物和光同塵，在一起歡歡喜喜快快樂樂。內不著相不動心，菩薩跟凡夫不一樣的地方就在此地。你要著相動心，你就造業，你就生煩惱、生七情五欲；你要不著相不動心，你不生煩惱，生智慧，得一定搞清楚搞明白。那個生智慧就是不亦悅乎，那個「悅」不是喜怒哀樂的那個喜悅，不是的，是內心裡頭、自性裡頭流露出來的；苦樂的樂有副作用，這個沒有副作用，常生歡喜心。"
    },
    {
      "id": "12-017-0973_p0034",
      "zh_CN": "后面两句是讲他当得，『当具种种大神通』。这个「大神通」从哪里来？从定慧里头来的。有定有慧，世出世间十方三世，无量无边的种种法都通达。通，就是通达无碍，通了，没有障碍了。神通，其实「神」的意思也是通达的意思。在我们一般讲，不可思议。怎么说不可思议？他不学就通！我们一般人总要勤学才能懂得一点，不学就通了，为什么不学就通？因为他跟性德相应。这大经上讲的，一切法从哪里来的？《华严经》上说「唯心所现，唯识所变」，《楞严经》上也这么说「诸法所生，唯心所现」，那个心就是真如本性，灵知。他跟这个通了，所有没有一样不知道，神通！种种大神通，世出世间法没有不通达的。",
      "zh_TW": "後面兩句是講他當得，『當具種種大神通』。這個「大神通」從哪裡來？從定慧裡頭來的。有定有慧，世出世間十方三世，無量無邊的種種法都通達。通，就是通達無礙，通了，沒有障礙了。神通，其實「神」的意思也是通達的意思。在我們一般講，不可思議。怎麼說不可思議？他不學就通！我們一般人總要勤學才能懂得一點，不學就通了，為什麼不學就通？因為他跟性德相應。這大經上講的，一切法從哪裡來的？《華嚴經》上說「唯心所現，唯識所變」，《楞嚴經》上也這麼說「諸法所生，唯心所現」，那個心就是真如本性，靈知。他跟這個通了，所有沒有一樣不知道，神通！種種大神通，世出世間法沒有不通達的。"
    },
    {
      "id": "12-017-0973_p0035",
      "zh_CN": "下面接着说，『不可思议诸佛法』，不可思议诸佛法全都通！我们很希望能入这个境界，这是最低程度，圆初住的菩萨，破一品无明证一分法身，最低程度。大威光菩萨，这是快要到圆满了。换句话说，佛赞叹他，他现在的程度应当是等觉菩萨程度，我们在这个偈子里面所看到的，这不是普通法身菩萨。当然我们是做不到，但是我们一定要学、要发心，这个心就是愿，愿要兑现，愿不是空愿。要想帮助一切众生，先要成就自己的德行，成就德行就是断烦恼。你怎么样转烦恼成菩提，这就是成就你的德行，然后学法门。学法门就是通达世出世间一切法，法门要怎么能够学成？要入「三昧海」。换句话说，你一定要持戒修定，要真正能够落实到外不着相、内不动心，你的智慧现前，然后于世出世间一切法你才能通达。这个时候你要来看经听经，一闻千悟，一经通一切经通，你看这多方便。我们再看下面第六首，因为这里是一段，这前面六首是一段。",
      "zh_TW": "下面接著說，『不可思議諸佛法』，不可思議諸佛法全都通！我們很希望能入這個境界，這是最低程度，圓初住的菩薩，破一品無明證一分法身，最低程度。大威光菩薩，這是快要到圓滿了。換句話說，佛讚歎他，他現在的程度應當是等覺菩薩程度，我們在這個偈子裡面所看到的，這不是普通法身菩薩。當然我們是做不到，但是我們一定要學、要發心，這個心就是願，願要兌現，願不是空願。要想幫助一切眾生，先要成就自己的德行，成就德行就是斷煩惱。你怎麼樣轉煩惱成菩提，這就是成就你的德行，然後學法門。學法門就是通達世出世間一切法，法門要怎麼能夠學成？要入「三昧海」。換句話說，你一定要持戒修定，要真正能夠落實到外不著相、內不動心，你的智慧現前，然後於世出世間一切法你才能通達。這個時候你要來看經聽經，一聞千悟，一經通一切經通，你看這多方便。我們再看下面第六首，因為這裡是一段，這前面六首是一段。"
    },
    {
      "id": "12-017-0973_p0036",
      "zh_CN": "【究竟法界不思议，广大深心已清净，普见十方一切佛，离垢庄严众刹海。】",
      "zh_TW": "【究竟法界不思議，廣大深心已清淨，普見十方一切佛，離垢莊嚴眾剎海。】"
    },
    {
      "id": "12-017-0973_p0037",
      "zh_CN": "这个四句偈好！我们天天念回向偈，「愿以此功德，庄严佛净土」，这个后头『离垢庄严众刹海』，就是庄严佛净土。我们这里看看，他用什么庄严。我们天天口头上说庄严，实在讲，我们拿什么去庄严？天天念回向偈，不过是一句空话而已。哪里有功德？我们看看他的功德，真有功德。『究竟法界不思议，广大深心已清净』，这是功德。第一句讲的是智德，第二句讲的行德，智慧开了，大彻大悟明心见性。你看这个句子讲「究竟法界」，不思议的性相，不思议的事理，不思议的因果，这三句就把种种不思议统统包括在其中。法界无量无边不可思议，总不出这三大类，这是圆满智慧现前。「广大深心已清净」，这是究竟圆满的禅定。这两句是定慧圆满。「深心」，菩提心里面说到，菩提心说了体、说了用。真心之体是什么？真诚。世尊在《观无量寿经》里面跟我们讲的至诚心，至诚是真诚到极处。",
      "zh_TW": "這個四句偈好！我們天天念迴向偈，「願以此功德，莊嚴佛淨土」，這個後頭『離垢莊嚴眾剎海』，就是莊嚴佛淨土。我們這裡看看，他用什麼莊嚴。我們天天口頭上說莊嚴，實在講，我們拿什麼去莊嚴？天天念迴向偈，不過是一句空話而已。哪裡有功德？我們看看他的功德，真有功德。『究竟法界不思議，廣大深心已清淨』，這是功德。第一句講的是智德，第二句講的行德，智慧開了，大徹大悟明心見性。你看這個句子講「究竟法界」，不思議的性相，不思議的事理，不思議的因果，這三句就把種種不思議統統包括在其中。法界無量無邊不可思議，總不出這三大類，這是圓滿智慧現前。「廣大深心已清淨」，這是究竟圓滿的禪定。這兩句是定慧圓滿。「深心」，菩提心裡面說到，菩提心說了體、說了用。真心之體是什麼？真誠。世尊在《觀無量壽經》裡面跟我們講的至誠心，至誠是真誠到極處。"
    },
    {
      "id": "12-017-0973_p0038",
      "zh_CN": "李老师当年教我学教，告诉我，弘法利生不是一个容易事情，要通达世出世间法。当年他老人家举了一个例子，世间法不要谈其他的，一部书《四库全书》，你这一生能不能通达？不能。《四库全书》，过去商务印书馆的总经理，给我说了一句话，如果这个人从出生下来就会看书，一天看八个小时，这一部《四库全书》看到一百岁，他还没看完。怎么可能？这话讲的是真的。百年，三万六千日，一年三百六十日，百年三万六千日，《四库全书》多少卷？你看看，你就晓得他讲的话一点也没错。一天看八个钟点，一百年看不完！你怎么通？何况《四库》以外的书，比《四库》不知道多多少倍，怎么个通法？",
      "zh_TW": "李老師當年教我學教，告訴我，弘法利生不是一個容易事情，要通達世出世間法。當年他老人家舉了一個例子，世間法不要談其他的，一部書《四庫全書》，你這一生能不能通達？不能。《四庫全書》，過去商務印書館的總經理，給我說了一句話，如果這個人從出生下來就會看書，一天看八個小時，這一部《四庫全書》看到一百歲，他還沒看完。怎麼可能？這話講的是真的。百年，三萬六千日，一年三百六十日，百年三萬六千日，《四庫全書》多少卷？你看看，你就曉得他講的話一點也沒錯。一天看八個鐘點，一百年看不完！你怎麼通？何況《四庫》以外的書，比《四庫》不知道多多少倍，怎麼個通法？"
    },
    {
      "id": "12-017-0973_p0039",
      "zh_CN": "世间法通达还不行，还要通出世间法，佛法。佛法不说别的，释迦牟尼佛四十九年所讲的，我们中文本翻译的经律论三藏，这实在讲是世尊流传下来少分。《大方广佛华严经》这是个略本，是个下本，下本十万颂，现在中文翻译的，晋译的、唐译的、后译的，后译就是贞元年间《四十华严》，你把它会合起来，除掉重复的，总共九十九卷。九十九卷我们称略本，要跟其全书《华严经》完整的本子，大概只有一半，二分之一。还有一半失传了。怎么能通达？不通达又不行，所以李老师传给我四个字「至诚感通」。我们怎么通？只有求感应。现在这个感应的道理，我们清清楚楚明明白白，一点都不假。用真诚心求感应，这我们一般讲诸佛菩萨加持。实实在在说，人到至诚心地就清净了，深心！深心是什么心？我在二十个字里头写的，清净、平等、正觉是深心。「广大深心已清净」，换句话说，你的清净、平等、正觉圆满了。这是我们修行，下手非常重要的枢纽。",
      "zh_TW": "世間法通達還不行，還要通出世間法，佛法。佛法不說別的，釋迦牟尼佛四十九年所講的，我們中文本翻譯的經律論三藏，這實在講是世尊流傳下來少分。《大方廣佛華嚴經》這是個略本，是個下本，下本十萬頌，現在中文翻譯的，晉譯的、唐譯的、後譯的，後譯就是貞元年間《四十華嚴》，你把它會合起來，除掉重複的，總共九十九卷。九十九卷我們稱略本，要跟其全書《華嚴經》完整的本子，大概只有一半，二分之一。還有一半失傳了。怎麼能通達？不通達又不行，所以李老師傳給我四個字「至誠感通」。我們怎麼通？只有求感應。現在這個感應的道理，我們清清楚楚明明白白，一點都不假。用真誠心求感應，這我們一般講諸佛菩薩加持。實實在在說，人到至誠心地就清淨了，深心！深心是什麼心？我在二十個字裡頭寫的，清淨、平等、正覺是深心。「廣大深心已清淨」，換句話說，你的清淨、平等、正覺圓滿了。這是我們修行，下手非常重要的樞紐。"
    },
    {
      "id": "12-017-0973_p0040",
      "zh_CN": "最近这两年来，我常常讲纯净纯善。这是我讲完《十善业道经》，特别给同学们强调这四个字「纯净纯善」。纯净纯善，深心！世尊在这《十善业道经》上教我们「常念善法，思惟善法，观察善法，不容毫分不善夹杂」，纯善！我套这一句经文，「常念净法，思惟净法，观察净法，不容毫分不净夹杂」，我们的功夫要用在这上。清净心生智慧，纯善心生福德，福慧双修！你有福有慧，你才能帮助一切苦难众生。你没有慧没有福，这个福慧你有一个，少一个，你都办不到，你度不了众生，甚至于还度不了自己。所以古大德把福慧比作鸟的两个翅膀，牠少一个翅膀牠飞不起来；比作车两个轮，这个车这边有轮，那边没有轮，车不能走，要福慧双修。修福修慧那个根就是纯净纯善，是在你心里头修。诚于中一定形于外，内心纯净纯善，你的外面的形状，所显现出来的一定是纯净纯善。从前中国人讲，你的气质善良。纯善纯净气质显示出来，现在外国人讲磁场，你的磁场非常非常好。诚于中一定形于外，跟外面感应道交，从这里面自自然然生大慈悲心。大慈悲心是菩提心的他受用，就是说菩提心怎样自受用，就是怎么样对待自己，怎么样对待别人。对自己是深心，就是清净、平等、正觉，这是对自己的；对别人大慈大悲。",
      "zh_TW": "最近這兩年來，我常常講純淨純善。這是我講完《十善業道經》，特別給同學們強調這四個字「純淨純善」。純淨純善，深心！世尊在這《十善業道經》上教我們「常念善法，思惟善法，觀察善法，不容毫分不善夾雜」，純善！我套這一句經文，「常念淨法，思惟淨法，觀察淨法，不容毫分不淨夾雜」，我們的功夫要用在這上。清淨心生智慧，純善心生福德，福慧雙修！你有福有慧，你才能幫助一切苦難眾生。你沒有慧沒有福，這個福慧你有一個，少一個，你都辦不到，你度不了眾生，甚至於還度不了自己。所以古大德把福慧比作鳥的兩個翅膀，牠少一個翅膀牠飛不起來；比作車兩個輪，這個車這邊有輪，那邊沒有輪，車不能走，要福慧雙修。修福修慧那個根就是純淨純善，是在你心裡頭修。誠於中一定形於外，內心純淨純善，你的外面的形狀，所顯現出來的一定是純淨純善。從前中國人講，你的氣質善良。純善純淨氣質顯示出來，現在外國人講磁場，你的磁場非常非常好。誠於中一定形於外，跟外面感應道交，從這裡面自自然然生大慈悲心。大慈悲心是菩提心的他受用，就是說菩提心怎樣自受用，就是怎麼樣對待自己，怎麼樣對待別人。對自己是深心，就是清淨、平等、正覺，這是對自己的；對別人大慈大悲。"
    },
    {
      "id": "12-017-0973_p0041",
      "zh_CN": "后面两句，是称赞大威光菩萨他应该要得道了。你看，『普见十方一切佛』，为什么能普见十方一切佛？通了。十方一切里面是包括三世。十方三世一切诸佛都见到了。再跟诸位说，「情与无情，同圆种智」也见到了，完全是如来果地上的境界。『离垢庄严众刹海』，「众刹海」是所庄严，「离垢」是能庄严。我们今天讲庄严佛国土，我们拿什么庄严？你看人家这个庄严是离垢。「垢」是代表什么？烦恼习气。统统没有了，也就是前面第二句所讲的，心地确确实实真诚、清净、平等、正觉，这离垢了。清净、平等离烦恼障；正觉、慈悲离所知障。二障都离了，自自然然庄严十方三世一切诸佛刹土。这个「众刹海」我们懂得，前面「华藏世界品」里面讲得很多，「世界成就品」我们都读过了，「刹中有刹」，微尘里面都有刹海。重重无尽的世界，离垢能庄严。你要不离垢，你没有办法庄严。为什么？重重无尽的刹海，你根本就不知道，你根本不能契入，你庄严什么？",
      "zh_TW": "後面兩句，是稱讚大威光菩薩他應該要得道了。你看，『普見十方一切佛』，為什麼能普見十方一切佛？通了。十方一切裡面是包括三世。十方三世一切諸佛都見到了。再跟諸位說，「情與無情，同圓種智」也見到了，完全是如來果地上的境界。『離垢莊嚴眾剎海』，「眾剎海」是所莊嚴，「離垢」是能莊嚴。我們今天講莊嚴佛國土，我們拿什麼莊嚴？你看人家這個莊嚴是離垢。「垢」是代表什麼？煩惱習氣。統統沒有了，也就是前面第二句所講的，心地確確實實真誠、清淨、平等、正覺，這離垢了。清淨、平等離煩惱障；正覺、慈悲離所知障。二障都離了，自自然然莊嚴十方三世一切諸佛剎土。這個「眾剎海」我們懂得，前面「華藏世界品」裡面講得很多，「世界成就品」我們都讀過了，「剎中有剎」，微塵裡面都有剎海。重重無盡的世界，離垢能莊嚴。你要不離垢，你沒有辦法莊嚴。為什麼？重重無盡的剎海，你根本就不知道，你根本不能契入，你莊嚴什麼？"
    },
    {
      "id": "12-017-0973_p0042",
      "zh_CN": "我们如果不读《华严》，真的对于事实真相一无所知，读了《华严》才晓得、才明了。所以烦恼不能不断，从哪里断起？从十恶业断起，从五戒十善下手。沙弥律仪，在家出家都可以学习。出家戒只有比丘戒、比丘尼戒，这个在家人不能看；沙弥律仪可以，菩萨戒都可以共同来学习的，尤其是二十四门威仪，威仪不是戒律，非常重要。今天时间到了。",
      "zh_TW": "我們如果不讀《華嚴》，真的對於事實真相一無所知，讀了《華嚴》才曉得、才明瞭。所以煩惱不能不斷，從哪裡斷起？從十惡業斷起，從五戒十善下手。沙彌律儀，在家出家都可以學習。出家戒只有比丘戒、比丘尼戒，這個在家人不能看；沙彌律儀可以，菩薩戒都可以共同來學習的，尤其是二十四門威儀，威儀不是戒律，非常重要。今天時間到了。"
    }
  ]
}