{
  "doc_id": "12-017-0138",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三八卷",
    "zh_TW": "第一三八卷"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0138",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "12-017-0138_p0001",
      "zh_CN": "请掀开经文，我们还是看讲义。如来果地上十种德能介绍过了，这是属于性德，一切众生没有一个不具足。在如来果位上，性德是圆满的现前，真的是理事无碍、事事无碍。可是在凡夫，我们迷失了自性，这个话怎么讲？自性里面本具的般若智慧、本具无量德能都不能现前，都不起作用，迷就是迷的这桩事情。要怎样让我们性德起作用？佛教给我们要修行，要知道我们性德何以不能现前，是我们有错误的思想、错误的见解、错误的行为，把性德盖复住了。佛经上大家晓得「五盖」，这个盖就是盖覆。修行是修正错误的行为，行为里面包括身语意三大类：身，错误的造作；语，错误的言语；意，错误的思想、错误的见解；要把这些修正过来，这叫修行。修行两个字的意思，一定要搞清楚。然后你才晓得，我们念佛是不是修行？不见得。口里念弥陀，心里还是贪瞋痴，没有修行。拜忏是不是修行？诵经是不是修行？礼佛是不是修行？都不是，都是个形象而已。形象与心行相应那是修行，形象与心行不相应，那怎么修行？我曾经见过，拜忏的时候，一面拜忏，一面在吵架。为什么吵架？法器哪个地方敲错了，生烦恼，就骂起来了；佛事完了之后，回去就打架。这一类事情很多，这不叫修行。修行是把自己的过失、错误修正过来，一定要懂得这个道理。祖师大德给我们制订许许多多的仪规，这种仪式是帮助我们修行的，我们要懂得如何利用这些仪式。不是仪规不好，是我们完全不了解，错用了。",
      "zh_TW": "請掀開經文，我們還是看講義。如來果地上十種德能介紹過了，這是屬於性德，一切眾生沒有一個不具足。在如來果位上，性德是圓滿的現前，真的是理事無礙、事事無礙。可是在凡夫，我們迷失了自性，這個話怎麼講？自性裡面本具的般若智慧、本具無量德能都不能現前，都不起作用，迷就是迷的這樁事情。要怎樣讓我們性德起作用？佛教給我們要修行，要知道我們性德何以不能現前，是我們有錯誤的思想、錯誤的見解、錯誤的行為，把性德蓋覆住了。佛經上大家曉得「五蓋」，這個蓋就是蓋覆。修行是修正錯誤的行為，行為裡面包括身語意三大類：身，錯誤的造作；語，錯誤的言語；意，錯誤的思想、錯誤的見解；要把這些修正過來，這叫修行。修行兩個字的意思，一定要搞清楚。然後你才曉得，我們念佛是不是修行？不見得。口裡念彌陀，心裡還是貪瞋痴，沒有修行。拜懺是不是修行？誦經是不是修行？禮佛是不是修行？都不是，都是個形象而已。形象與心行相應那是修行，形象與心行不相應，那怎麼修行？我曾經見過，拜懺的時候，一面拜懺，一面在吵架。為什麼吵架？法器哪個地方敲錯了，生煩惱，就罵起來了；佛事完了之後，回去就打架。這一類事情很多，這不叫修行。修行是把自己的過失、錯誤修正過來，一定要懂得這個道理。祖師大德給我們制訂許許多多的儀規，這種儀式是幫助我們修行的，我們要懂得如何利用這些儀式。不是儀規不好，是我們完全不了解，錯用了。"
    },
    {
      "id": "12-017-0138_p0002",
      "zh_CN": "没有修德，我们的烦恼习气断不了，日常生活当中起心动念随顺烦恼，性德怎么能现前？智慧德能不能现前，修德就非常重要。菩萨十力这是修德，也就是菩萨修行的十个纲领。我们要真正依照这个方法修学，这十个修行纲领，就是开发自性果地上的十力。我们看表解上，第一「发一切智心坚固力」，首先叫你发心，发求一切智的心。学佛求什么？就是求一切智，所以佛法是智慧的教育，智慧的教学。学佛，我们希望成佛，希望作佛，「佛」这个字里面就含着有智、有觉的意思，智是体，觉是用。智有三种：一切智、道种智、一切种智，此地的一切智就是一切种智，这是自性本具圆满的智慧。在佛法讲解里面，把它分做三方面来解释。「一切智」是知一切法的体性，体性是空，一切智是知一切法空。空无自性，一切法不可得，《大般若经》里面讲得太多太多。《金刚经》是《大般若经》的纲要，它的中心思想告诉我们，能所都不可得。从能得这方面来说，是讲三心不可得：过去心不可得、现在心不可得、未来心不可得，能得不可得。所得的那一边，一切法都是缘生的，凡是因缘生法都没有自性，当体即空，了不可得，能所都不可得。万法皆空，这是一切智。你能知道万法皆空，你的心就定，你的胡思乱想就没有了，这对于修行真的有很大的帮助。世间人为什么会有妄想？患得患失，他以为真有能得、真有所得，妄念就多了。智慧开的人晓得，能所都不可得，心永远是安静的，安住在三昧之中。人能安住在三昧，三昧是正受，苦乐忧喜舍都没有，这叫正受，他的基础是了解事实真相。小乘圣者有这种智慧，所以他能超越三界，超越六道轮回。可是现象不能说没有，确实有十法界依正庄严这些现象，现象是怎么回事情？小乘圣者就不知道，他只知道统统是空的，统统是假的，所以他心很清净，能入九次第定。你要问他这些现象从哪里来的？现象怎么变化的？他不晓得。这就是他的烦恼障断掉了，一切智破烦恼障，所知障还在。",
      "zh_TW": "沒有修德，我們的煩惱習氣斷不了，日常生活當中起心動念隨順煩惱，性德怎麼能現前？智慧德能不能現前，修德就非常重要。菩薩十力這是修德，也就是菩薩修行的十個綱領。我們要真正依照這個方法修學，這十個修行綱領，就是開發自性果地上的十力。我們看表解上，第一「發一切智心堅固力」，首先叫你發心，發求一切智的心。學佛求什麼？就是求一切智，所以佛法是智慧的教育，智慧的教學。學佛，我們希望成佛，希望作佛，「佛」這個字裡面就含著有智、有覺的意思，智是體，覺是用。智有三種：一切智、道種智、一切種智，此地的一切智就是一切種智，這是自性本具圓滿的智慧。在佛法講解裡面，把它分做三方面來解釋。「一切智」是知一切法的體性，體性是空，一切智是知一切法空。空無自性，一切法不可得，《大般若經》裡面講得太多太多。《金剛經》是《大般若經》的綱要，它的中心思想告訴我們，能所都不可得。從能得這方面來說，是講三心不可得：過去心不可得、現在心不可得、未來心不可得，能得不可得。所得的那一邊，一切法都是緣生的，凡是因緣生法都沒有自性，當體即空，了不可得，能所都不可得。萬法皆空，這是一切智。你能知道萬法皆空，你的心就定，你的胡思亂想就沒有了，這對於修行真的有很大的幫助。世間人為什麼會有妄想？患得患失，他以為真有能得、真有所得，妄念就多了。智慧開的人曉得，能所都不可得，心永遠是安靜的，安住在三昧之中。人能安住在三昧，三昧是正受，苦樂憂喜捨都沒有，這叫正受，他的基礎是了解事實真相。小乘聖者有這種智慧，所以他能超越三界，超越六道輪迴。可是現象不能說沒有，確實有十法界依正莊嚴這些現象，現象是怎麼回事情？小乘聖者就不知道，他只知道統統是空的，統統是假的，所以他心很清淨，能入九次第定。你要問他這些現象從哪裡來的？現象怎麼變化的？他不曉得。這就是他的煩惱障斷掉了，一切智破煩惱障，所知障還在。"
    },
    {
      "id": "12-017-0138_p0003",
      "zh_CN": "第二种智慧是「道种智」，道种智破所知障，道是道理，种是多、种种，很多很多。这是说这一切现象，种种不同复杂的现象，是什么道理发生的，什么道理而有的。你把这些道理统统搞清楚、搞明白了，晓得幻相是怎么来的，这种智慧叫道种智。佛经里面关于这一类就讲得太多了，这在佛经里是占绝大的一个部分；实在讲，世尊四十九年所说一切法，对于一切智跟一切种智说得都不多，道种智这一方面总占百分之七十到八十。这是菩萨的智慧，破所知障。「一切种智」是如来果地上的智慧，在《华严经》上四十一位法身大士所修的，四十一位法身大士统统修的是一切种智。然后你才晓得，四圣法界里面所修的是一切智跟道种智。四圣里面声闻、缘觉修一切智，一切智成就；四圣法界里面，菩萨、佛修的是道种智。",
      "zh_TW": "第二種智慧是「道種智」，道種智破所知障，道是道理，種是多、種種，很多很多。這是說這一切現象，種種不同複雜的現象，是什麼道理發生的，什麼道理而有的。你把這些道理統統搞清楚、搞明白了，曉得幻相是怎麼來的，這種智慧叫道種智。佛經裡面關於這一類就講得太多了，這在佛經裡是佔絕大的一個部分；實在講，世尊四十九年所說一切法，對於一切智跟一切種智說得都不多，道種智這一方面總佔百分之七十到八十。這是菩薩的智慧，破所知障。「一切種智」是如來果地上的智慧，在《華嚴經》上四十一位法身大士所修的，四十一位法身大士統統修的是一切種智。然後你才曉得，四聖法界裡面所修的是一切智跟道種智。四聖裡面聲聞、緣覺修一切智，一切智成就；四聖法界裡面，菩薩、佛修的是道種智。"
    },
    {
      "id": "12-017-0138_p0004",
      "zh_CN": "佛法的修学是求智慧，诸位要晓得，障碍智慧的不能不断，如果不断障碍智慧的烦恼、习气、妄想，你怎么能成就？从前李炳南老居士常常跟我们讲，说这些学佛的人，他们不是真学佛。李老师有的时候说得很不好听：这些人是玩弄佛法，闲暇没事情做，到佛法里头来消遣消遣，来消遣佛法的，哪里是学佛？在家里坐得无聊，到庙里去看看和尚、捧捧和尚，就像从前一些人捧唱戏的一样，捧戏子一样；这样心态来学佛的人很多，多半都是有钱有势力的这些人。这些人在一切道场里面很受欢迎，当作上宾来看待，为什么？财神菩萨来了，不能得罪。这些人不是真学佛，这些人是假的。真正学佛的人没有地位、没有财富，到寺庙里面来，有的时候来做义工，没人瞧得起他，这个人看到讨厌他，那个人看到骂他几句，往往那种人有成就。真正学佛、真正有成就的人，不认识。我们如果没有李老师这样善知识的开导，往往我们也疏忽，我们也粗心大意，没有发现到。佛经里面讲的「可怜悯者」，哪些人是可怜悯者？就是这些玩弄佛法的人，这些人可怜。不要以为他有很高的地位、有很多的财富，到寺庙里来，老和尚看他作上宾，赶紧泡茶奉承他们，那种人将来都堕三恶道的，那些人是可怜悯者。寺庙里没有人瞧得起的那些义工，人人讨厌、人人嫌弃、人人骂他，将来他往生瑞相稀有，那是值得佛菩萨赞叹的。所以，什么是真学佛、什么是假学佛，我们要清楚、要了解。你没有真正的智慧，你怎么能看得出来？所以学佛是要求智慧，要求真实智慧，为这个来学佛的；不是为名，不是为利，不是求福报，不是求长寿，不是求儿女，世出世间法什么都不求，我就是求开智慧，这就对了。佛法它也有三个学位：阿罗汉得一切智，得正觉；菩萨得道种智，成正等正觉；佛得一切种智，成就无上正等正觉，目标非常鲜明。这个摆在第一条，我们要留意，这是菩萨十力里第一种，发一切智心坚固力，这个心决定没有改变，你就会有成就。所以目标、方向要正确。",
      "zh_TW": "佛法的修學是求智慧，諸位要曉得，障礙智慧的不能不斷，如果不斷障礙智慧的煩惱、習氣、妄想，你怎麼能成就？從前李炳南老居士常常跟我們講，說這些學佛的人，他們不是真學佛。李老師有的時候說得很不好聽：這些人是玩弄佛法，閒暇沒事情做，到佛法裡頭來消遣消遣，來消遣佛法的，哪裡是學佛？在家裡坐得無聊，到廟裡去看看和尚、捧捧和尚，就像從前一些人捧唱戲的一樣，捧戲子一樣；這樣心態來學佛的人很多，多半都是有錢有勢力的這些人。這些人在一切道場裡面很受歡迎，當作上賓來看待，為什麼？財神菩薩來了，不能得罪。這些人不是真學佛，這些人是假的。真正學佛的人沒有地位、沒有財富，到寺廟裡面來，有的時候來做義工，沒人瞧得起他，這個人看到討厭他，那個人看到罵他幾句，往往那種人有成就。真正學佛、真正有成就的人，不認識。我們如果沒有李老師這樣善知識的開導，往往我們也疏忽，我們也粗心大意，沒有發現到。佛經裡面講的「可憐憫者」，哪些人是可憐憫者？就是這些玩弄佛法的人，這些人可憐。不要以為他有很高的地位、有很多的財富，到寺廟裡來，老和尚看他作上賓，趕緊泡茶奉承他們，那種人將來都墮三惡道的，那些人是可憐憫者。寺廟裡沒有人瞧得起的那些義工，人人討厭、人人嫌棄、人人罵他，將來他往生瑞相稀有，那是值得佛菩薩讚歎的。所以，什麼是真學佛、什麼是假學佛，我們要清楚、要了解。你沒有真正的智慧，你怎麼能看得出來？所以學佛是要求智慧，要求真實智慧，為這個來學佛的；不是為名，不是為利，不是求福報，不是求長壽，不是求兒女，世出世間法什麼都不求，我就是求開智慧，這就對了。佛法它也有三個學位：阿羅漢得一切智，得正覺；菩薩得道種智，成正等正覺；佛得一切種智，成就無上正等正覺，目標非常鮮明。這個擺在第一條，我們要留意，這是菩薩十力裡第一種，發一切智心堅固力，這個心決定沒有改變，你就會有成就。所以目標、方向要正確。"
    },
    {
      "id": "12-017-0138_p0005",
      "zh_CN": "第二「不舍众生大慈力」。慈是爱心，现在人所讲的大爱，在佛法里面讲的真诚、清净、平等的爱心，这个意思说得很清楚。真诚不是情绪上的爱，清净是没有染污的爱，平等是没有高下的爱，这叫慈悲。以这个慈悲心，这个大慈心对待一切众生、爱护一切众生，这才能解决问题。「爱人者人恒爱之」，这是一定的道理，你能够真正爱别人，别人就爱护你。他爱护你，他就听你的教诲，他能够理解，能够相信，能够奉行。我们知道在现在这个世间，二十一世纪这个世界，最重要的问题就是全世界各种不同的族群、不同的信仰、不同的宗教，如何能够和睦，互相尊重，互助合作，共存共荣，生活在这个地球上，这是现在许多有智慧的人见到了，意识到这是二十一世纪最重要的一个课题。因为现在资讯发达，交通便捷，整个地球任何一个角落，跟我们的生活息息相关。澳洲政府主动在推动这个工作，成立专门机构在推动多元文化。要想推动这个工作，这个工作能够落实，只有一个真诚的爱心。",
      "zh_TW": "第二「不捨眾生大慈力」。慈是愛心，現在人所講的大愛，在佛法裡面講的真誠、清淨、平等的愛心，這個意思說得很清楚。真誠不是情緒上的愛，清淨是沒有染污的愛，平等是沒有高下的愛，這叫慈悲。以這個慈悲心，這個大慈心對待一切眾生、愛護一切眾生，這才能解決問題。「愛人者人恆愛之」，這是一定的道理，你能夠真正愛別人，別人就愛護你。他愛護你，他就聽你的教誨，他能夠理解，能夠相信，能夠奉行。我們知道在現在這個世間，二十一世紀這個世界，最重要的問題就是全世界各種不同的族群、不同的信仰、不同的宗教，如何能夠和睦，互相尊重，互助合作，共存共榮，生活在這個地球上，這是現在許多有智慧的人見到了，意識到這是二十一世紀最重要的一個課題。因為現在資訊發達，交通便捷，整個地球任何一個角落，跟我們的生活息息相關。澳洲政府主動在推動這個工作，成立專門機構在推動多元文化。要想推動這個工作，這個工作能夠落實，只有一個真誠的愛心。"
    },
    {
      "id": "12-017-0138_p0006",
      "zh_CN": "他们推动这个工作的负责人，多元文化局的局长来看过我，跟我讨论过这个问题；许许多多的宗教领袖，跟我谈过这个问题。现在大家都有这个理想，都有这个认知，但是如何落实？唯有爱心，佛家讲大慈大悲，宗教里面讲神爱世人，你不从真诚的爱心做不到。这个问题政治做不到，武力也做不到，经济、科技都做不到。人与人之间坦诚相见，这是个教育的问题。我勉励一些宗教家们，要注意「教」，今天社会动乱之所以有这么多灾难，我们是有宗没有教。希望每一个宗教都着重教学，而且这个教学一定是以多元文化为中心，不但爱自己的教，还要爱其他的宗教，这样才能和睦共处。如果自己的教第一，别人的宗教第二，歧视、误会、隔阂决定不能避免，要想达到社会的安和乐利，世界和平，永远是障碍。所以我们提倡个个都第一，佛教第一，天主教也第一，基督教也第一，伊斯兰教也第一，每一个宗教都第一。佛经是第一，《圣经》也第一，《古兰经》也第一，大家都平等，这问题解决了。平等才是真正的爱心，才是佛家讲的大慈大悲，不可以有歧视，不能有高下，不能动感情，感情是迷惑，这才能够解决现实的社会问题。我们今天在新加坡常常访问其他宗教，为什么要这样做？落实「不舍众生大慈力」，我们读到了要做到。",
      "zh_TW": "他們推動這個工作的負責人，多元文化局的局長來看過我，跟我討論過這個問題；許許多多的宗教領袖，跟我談過這個問題。現在大家都有這個理想，都有這個認知，但是如何落實？唯有愛心，佛家講大慈大悲，宗教裡面講神愛世人，你不從真誠的愛心做不到。這個問題政治做不到，武力也做不到，經濟、科技都做不到。人與人之間坦誠相見，這是個教育的問題。我勉勵一些宗教家們，要注意「教」，今天社會動亂之所以有這麼多災難，我們是有宗沒有教。希望每一個宗教都著重教學，而且這個教學一定是以多元文化為中心，不但愛自己的教，還要愛其他的宗教，這樣才能和睦共處。如果自己的教第一，別人的宗教第二，歧視、誤會、隔閡決定不能避免，要想達到社會的安和樂利，世界和平，永遠是障礙。所以我們提倡個個都第一，佛教第一，天主教也第一，基督教也第一，伊斯蘭教也第一，每一個宗教都第一。佛經是第一，《聖經》也第一，《古蘭經》也第一，大家都平等，這問題解決了。平等才是真正的愛心，才是佛家講的大慈大悲，不可以有歧視，不能有高下，不能動感情，感情是迷惑，這才能夠解決現實的社會問題。我們今天在新加坡常常訪問其他宗教，為什麼要這樣做？落實「不捨眾生大慈力」，我們讀到了要做到。"
    },
    {
      "id": "12-017-0138_p0007",
      "zh_CN": "第三「具足大悲力」。悲比慈更进一步，慈是真诚的爱心，悲要有行动。众生有困难的时候，我们看到了，我们听到了，无条件的去帮助。《无量寿经》上教我们，「作一切众生不请之友」，不要等人家来请你、来求你，听到了、看到了赶快去做，尽心尽力去帮助，就是圆满功德。有些人，很多人对我们的做法有意见、有批评、有指责，为什么我们去帮助别的宗教，好像我们做的是有罪，做得不应该。这个心量多小，分别执着多重！佛在经上讲，一切苦难的众生，我们都要去帮助他；一切苦难众生，并没有说不信佛的、信其他宗教就不要帮助他，经典上找不到这个。其他宗教做的这些慈善事业，办的这些养老院、孤儿院，收容教导残障的这些人们，试问问这些事情我们要不要做？我们也要做，人家已经做了，不就是帮我们做吗？他所做的就是我们做的，我们要明白这个道理。既然就是我们做的，我们要不要帮助他？我们帮助他，天经地义，理所当然，要懂得这个道理。正是我们做的，他们已经在做，他们代我们在做，我们还有什么话说？如果大家能这样想法，你就晓得我们今天做的是理所当然，是应该的。一点都不希奇，应该是这个做法，佛的教诲你体会到了，你明白了。大乘佛法，尤其是《华严》，《华严》是一乘佛法，决定没有分别、没有执着，所以能够融合虚空法界一切不同的族群、不同的思想、不同的宗教，在华严会上都是圆融、自在、无碍。「具足大悲」，具足是圆满的意思，也就是说我们要尽心尽力，这就是圆满；悲是拔苦，慈是与乐。",
      "zh_TW": "第三「具足大悲力」。悲比慈更進一步，慈是真誠的愛心，悲要有行動。眾生有困難的時候，我們看到了，我們聽到了，無條件的去幫助。《無量壽經》上教我們，「作一切眾生不請之友」，不要等人家來請你、來求你，聽到了、看到了趕快去做，盡心盡力去幫助，就是圓滿功德。有些人，很多人對我們的做法有意見、有批評、有指責，為什麼我們去幫助別的宗教，好像我們做的是有罪，做得不應該。這個心量多小，分別執著多重！佛在經上講，一切苦難的眾生，我們都要去幫助他；一切苦難眾生，並沒有說不信佛的、信其他宗教就不要幫助他，經典上找不到這個。其他宗教做的這些慈善事業，辦的這些養老院、孤兒院，收容教導殘障的這些人們，試問問這些事情我們要不要做？我們也要做，人家已經做了，不就是幫我們做嗎？他所做的就是我們做的，我們要明白這個道理。既然就是我們做的，我們要不要幫助他？我們幫助他，天經地義，理所當然，要懂得這個道理。正是我們做的，他們已經在做，他們代我們在做，我們還有什麼話說？如果大家能這樣想法，你就曉得我們今天做的是理所當然，是應該的。一點都不希奇，應該是這個做法，佛的教誨你體會到了，你明白了。大乘佛法，尤其是《華嚴》，《華嚴》是一乘佛法，決定沒有分別、沒有執著，所以能夠融合虛空法界一切不同的族群、不同的思想、不同的宗教，在華嚴會上都是圓融、自在、無礙。「具足大悲」，具足是圓滿的意思，也就是說我們要盡心盡力，這就是圓滿；悲是拔苦，慈是與樂。"
    },
    {
      "id": "12-017-0138_p0008",
      "zh_CN": "第四「信一切佛法精进力」，这一条里面意思很深很广。「一切佛法」这四个字怎么讲？在佛法术语里面，「法」是世出世间一切理论、一切现象、一切因果的总代名词；换句话说，虚空法界全都包括在这个字里面，一样都没有漏。「佛」字怎么讲？佛是觉，你对于虚空法界一切法觉而不迷就叫做佛法，迷而不觉就叫做世法。世法跟佛法在迷悟之间，所以你觉悟了，哪一法不是佛法？法法皆是佛法；如果你要是迷了，《大方广佛华严经》也不是佛法，这一点我们要认识清楚。所以佛法没有边际，大家也都听说佛法无边，佛法没有边际，佛法里没有分别，佛法里没有执着。然后我们在《华严经》上看到，《华严经》有很多宗教，宗教的领袖、宗教的导师都在华严会上，这些人在佛弟子眼光当中看到，他们都是诸佛如来，他们都是法身大士。善财童子五十三参里面，诸位晓得胜热婆罗门，胜热婆罗门是什么人？婆罗门教的领袖。在此地，我们上次去访问兴都教，兴都教就是婆罗门教。这个人在佛法里面，他是菩萨、大菩萨，也许是诸佛如来示现的。佛与大菩萨，大家都晓得，应以什么身得度就现什么身，应以婆罗门身得度他就现婆罗门身，应以宰官身得度他就现宰官身。我们在澳洲看到多元文化局的局长，那就是现宰官身，我们眼光当中都是佛菩萨示现的。各个不同的宗教，各个阶层真正觉悟的人，眼光远大的人，利益一切众生，没有分别执着的人，这些人都是佛菩萨。诸位不要只看在迹象上，这个人天天念佛经，搭着衣，这才叫佛菩萨，你就完全看错了，你就着相。六道十法界里面，诸佛菩萨应化在其中，不晓得有多少，我们只要冷静去观察，你会见到。所以，「一切佛法」这四个字的意思就很深很广。",
      "zh_TW": "第四「信一切佛法精進力」，這一條裡面意思很深很廣。「一切佛法」這四個字怎麼講？在佛法術語裡面，「法」是世出世間一切理論、一切現象、一切因果的總代名詞；換句話說，虛空法界全都包括在這個字裡面，一樣都沒有漏。「佛」字怎麼講？佛是覺，你對於虛空法界一切法覺而不迷就叫做佛法，迷而不覺就叫做世法。世法跟佛法在迷悟之間，所以你覺悟了，哪一法不是佛法？法法皆是佛法；如果你要是迷了，《大方廣佛華嚴經》也不是佛法，這一點我們要認識清楚。所以佛法沒有邊際，大家也都聽說佛法無邊，佛法沒有邊際，佛法裡沒有分別，佛法裡沒有執著。然後我們在《華嚴經》上看到，《華嚴經》有很多宗教，宗教的領袖、宗教的導師都在華嚴會上，這些人在佛弟子眼光當中看到，他們都是諸佛如來，他們都是法身大士。善財童子五十三參裡面，諸位曉得勝熱婆羅門，勝熱婆羅門是什麼人？婆羅門教的領袖。在此地，我們上次去訪問興都教，興都教就是婆羅門教。這個人在佛法裡面，他是菩薩、大菩薩，也許是諸佛如來示現的。佛與大菩薩，大家都曉得，應以什麼身得度就現什麼身，應以婆羅門身得度他就現婆羅門身，應以宰官身得度他就現宰官身。我們在澳洲看到多元文化局的局長，那就是現宰官身，我們眼光當中都是佛菩薩示現的。各個不同的宗教，各個階層真正覺悟的人，眼光遠大的人，利益一切眾生，沒有分別執著的人，這些人都是佛菩薩。諸位不要只看在跡象上，這個人天天念佛經，搭著衣，這才叫佛菩薩，你就完全看錯了，你就著相。六道十法界裡面，諸佛菩薩應化在其中，不曉得有多少，我們只要冷靜去觀察，你會見到。所以，「一切佛法」這四個字的意思就很深很廣。"
    },
    {
      "id": "12-017-0138_p0009",
      "zh_CN": "可是要成就，「精进」两个字非常重要。在一切佛法里面，我们专修一门，这叫精进。世出世法没有一法不是佛法，能够专精都能成就，最忌讳的是杂修，修得太杂，修得太多，这就很难有成就。从真实智慧上来说，现在人不如古人，原因在哪里？古人知道精进，现在人不懂这个道理，现在人学的东西很杂，学的东西很多，常识很丰富，智慧没有。戒定慧是功夫，没有戒定慧的功夫，常识很多，这些东西不能解决问题。什么叫解决问题？提升自己的境界，我们能不能从人道提升到天道，从欲界天提升到色界天，从六道提升到四圣法界，那叫管用。今天世间的学术不管用，不但不能提升，帮助你下降。人在世间时间很短，几十年光阴一弹指就过去了，往后怎么办？这是个大问题，谁在生前想到这个问题？能想到这个问题的人，这个人聪明，这个人觉悟。生前没有想到这个问题，死到临头想到，来不及了，有什么用处？要早一天想到，早一天准备。所以真正聪明人、真正觉悟人，念念当中替自己办后事，这是真正觉悟，眼前这些算不了什么，一定要知道。",
      "zh_TW": "可是要成就，「精進」兩個字非常重要。在一切佛法裡面，我們專修一門，這叫精進。世出世法沒有一法不是佛法，能夠專精都能成就，最忌諱的是雜修，修得太雜，修得太多，這就很難有成就。從真實智慧上來說，現在人不如古人，原因在哪裡？古人知道精進，現在人不懂這個道理，現在人學的東西很雜，學的東西很多，常識很豐富，智慧沒有。戒定慧是功夫，沒有戒定慧的功夫，常識很多，這些東西不能解決問題。什麼叫解決問題？提升自己的境界，我們能不能從人道提升到天道，從欲界天提升到色界天，從六道提升到四聖法界，那叫管用。今天世間的學術不管用，不但不能提升，幫助你下降。人在世間時間很短，幾十年光陰一彈指就過去了，往後怎麼辦？這是個大問題，誰在生前想到這個問題？能想到這個問題的人，這個人聰明，這個人覺悟。生前沒有想到這個問題，死到臨頭想到，來不及了，有什麼用處？要早一天想到，早一天準備。所以真正聰明人、真正覺悟人，念念當中替自己辦後事，這是真正覺悟，眼前這些算不了什麼，一定要知道。"
    },
    {
      "id": "12-017-0138_p0010",
      "zh_CN": "所以无论修学哪一个法门，佛家里面宗派很多、法门很多，一门深入，长时薰修，就成功了。世法里也不例外，我们晓得中国过去许多读书人，没有接触佛法的，没有入佛门的，但是依照古圣先贤的教诲修学，他也生天，确确实实把自己境界向上提升；往往到晚年，这一闻佛法，他就具足信愿，他就能成功。所以在古代的中国，读书人念佛往生的很多，我们在《净土圣贤录》里面看到，《往生传》里面看到。其实《净土圣贤录》、《往生传》所记载的，这是大家知道的一部分，被社会大众遗忘的人占决定大多数。所以佛法在中国这两千年当中，我们中国人的成就，数量上不可思议，太多了。正如同我们现前，哪几个念佛往生有瑞相的，我们看到听到少数，我们还没有看到、没有听到的还有很多。这些人成就，就是一个精进，就是一门深入。",
      "zh_TW": "所以無論修學哪一個法門，佛家裡面宗派很多、法門很多，一門深入，長時薰修，就成功了。世法裡也不例外，我們曉得中國過去許多讀書人，沒有接觸佛法的，沒有入佛門的，但是依照古聖先賢的教誨修學，他也生天，確確實實把自己境界向上提升；往往到晚年，這一聞佛法，他就具足信願，他就能成功。所以在古代的中國，讀書人念佛往生的很多，我們在《淨土聖賢錄》裡面看到，《往生傳》裡面看到。其實《淨土聖賢錄》、《往生傳》所記載的，這是大家知道的一部分，被社會大眾遺忘的人佔決定大多數。所以佛法在中國這兩千年當中，我們中國人的成就，數量上不可思議，太多了。正如同我們現前，哪幾個念佛往生有瑞相的，我們看到聽到少數，我們還沒有看到、沒有聽到的還有很多。這些人成就，就是一個精進，就是一門深入。"
    },
    {
      "id": "12-017-0138_p0011",
      "zh_CN": "我们今天想到要挽救世界的劫运，实在讲很单纯，就是「精进」两个字。两样东西就可以了，《了凡四训》跟《感应篇》就可以了，确确实实能够把这个世间天灾人祸将它伏住；纵然不能够消除，一定也能够减缓，灾难的时间可以缩短，肯定做得到的。所以学东西，「精进」这两个字比什么都重要。千万不要误会，我只学一门，其他东西我都不会，你有这个怀疑就是你修学的障碍。要晓得世法跟佛法到最后贯通，佛家常讲一经通一切经通，一法通一切法通达。为什么？世出世间一切法同一缘起，你把源头找到，哪有不通达的道理？就怕你自己没有达到，那个源头就是心性。只要你一门，一门就可以明心见性，给诸位说，两门、三门明心见性就困难了。你学两门、三门，你的心是散乱的，散乱心怎么能得定？怎么能开慧？一门深入能得定，定能开慧，慧就见性，你就一切都通达了，佛家所有的经论还需要一部一部学？不需要，哪有那么麻烦？所以学东西有个诀窍、有个秘诀，秘诀就是专精，锲而不舍；没有开悟，绝不改变。所以教下讲「大开圆解」，没有到大开圆解，我始终就是一门深入，就在一部经上下功夫，专修专弘。到大开圆解，明心见性，念佛到一心不乱，你就能圆融一切世出世间法，圆通了，《楞严经》上讲的圆通，圆满通达。这是从一门上讲，精进力。首先要有认知，你才能做得到。所以东西一搞杂了，一搞乱了，这就很难有成就，无论搞什么东西都是要一门。到大开圆解，世出世间法都贯通，不必要学。",
      "zh_TW": "我們今天想到要挽救世界的劫運，實在講很單純，就是「精進」兩個字。兩樣東西就可以了，《了凡四訓》跟《感應篇》就可以了，確確實實能夠把這個世間天災人禍將它伏住；縱然不能夠消除，一定也能夠減緩，災難的時間可以縮短，肯定做得到的。所以學東西，「精進」這兩個字比什麼都重要。千萬不要誤會，我只學一門，其他東西我都不會，你有這個懷疑就是你修學的障礙。要曉得世法跟佛法到最後貫通，佛家常講一經通一切經通，一法通一切法通達。為什麼？世出世間一切法同一緣起，你把源頭找到，哪有不通達的道理？就怕你自己沒有達到，那個源頭就是心性。只要你一門，一門就可以明心見性，給諸位說，兩門、三門明心見性就困難了。你學兩門、三門，你的心是散亂的，散亂心怎麼能得定？怎麼能開慧？一門深入能得定，定能開慧，慧就見性，你就一切都通達了，佛家所有的經論還需要一部一部學？不需要，哪有那麼麻煩？所以學東西有個訣竅、有個祕訣，祕訣就是專精，鍥而不捨；沒有開悟，絕不改變。所以教下講「大開圓解」，沒有到大開圓解，我始終就是一門深入，就在一部經上下功夫，專修專弘。到大開圓解，明心見性，念佛到一心不亂，你就能圓融一切世出世間法，圓通了，《楞嚴經》上講的圓通，圓滿通達。這是從一門上講，精進力。首先要有認知，你才能做得到。所以東西一搞雜了，一搞亂了，這就很難有成就，無論搞什麼東西都是要一門。到大開圓解，世出世間法都貫通，不必要學。"
    },
    {
      "id": "12-017-0138_p0012",
      "zh_CN": "我在李炳老会下，他就是这样教给我，所以我跟他十年，学五部经。《华严》我只听他老人家讲经，我只听一卷，听他的讲法，我一卷听完之后，我就到台北讲《华严》，我讲得比他详细。听众们到台中听听，再到台北听听我所讲的，喜欢听我讲的，我讲得比他活泼。《法华经》我没有听他讲过，我在台北讲《法华经》大意，讲了六十天，好像留的有录音带，靠专精，你不专怎么行？所以精进就非常重要。因为我们在年轻的时候有个错误观念，总是要广学多闻，四弘誓愿里面说的「法门无量誓愿学」；哪里知道我们把前面那句漏掉，前面是「烦恼无尽誓愿断」，我们烦恼没断。「精进力」就是断烦恼，断烦恼智慧就开了，智慧开了之后，「法门无量誓愿学」，那是一接触就通达了。不是像我们现在学得这么艰难、这么苦，不是的，一接触就通达，一听就明了，一看就清楚，那个才快速。龙树菩萨读《大藏经》，释迦牟尼佛四十九年所说的，人家三个月就完成，那才叫「法门无量誓愿学」。我们这部《大藏经》，一辈子恐怕都搞不通，人家三个月就毕业了。智慧开了才行，智慧不开不行。",
      "zh_TW": "我在李炳老會下，他就是這樣教給我，所以我跟他十年，學五部經。《華嚴》我只聽他老人家講經，我只聽一卷，聽他的講法，我一卷聽完之後，我就到台北講《華嚴》，我講得比他詳細。聽眾們到台中聽聽，再到台北聽聽我所講的，喜歡聽我講的，我講得比他活潑。《法華經》我沒有聽他講過，我在台北講《法華經》大意，講了六十天，好像留的有錄音帶，靠專精，你不專怎麼行？所以精進就非常重要。因為我們在年輕的時候有個錯誤觀念，總是要廣學多聞，四弘誓願裡面說的「法門無量誓願學」；哪裡知道我們把前面那句漏掉，前面是「煩惱無盡誓願斷」，我們煩惱沒斷。「精進力」就是斷煩惱，斷煩惱智慧就開了，智慧開了之後，「法門無量誓願學」，那是一接觸就通達了。不是像我們現在學得這麼艱難、這麼苦，不是的，一接觸就通達，一聽就明瞭，一看就清楚，那個才快速。龍樹菩薩讀《大藏經》，釋迦牟尼佛四十九年所說的，人家三個月就完成，那才叫「法門無量誓願學」。我們這部《大藏經》，一輩子恐怕都搞不通，人家三個月就畢業了。智慧開了才行，智慧不開不行。"
    },
    {
      "id": "12-017-0138_p0013",
      "zh_CN": "下面第五条「思行禅定力」。这是说两桩事情：一个是心，一个是行。思称禅定力，行当然就是禅定力，思想跟行为两桩事情，思为主，可是行也能帮助思。思怎样得禅定？离一切妄想分别执着就是禅，然后你的行为就不会再着相，《金刚经》里面所说的「不取于相，如如不动」。我们有没有行？有，行跟平常并没有改变。穿衣吃饭是行，我们自分里面的工作是行，除自分之外，有时候我们还帮助别人，也是行。只要能够真正做到「外不取相，内不动心」，所有一切行都是禅定。禅定不是盘腿面壁，大乘经上常说，赞叹诸佛菩萨「那伽常在定，无有不定时」，行住坐卧都是禅定。禅定表法上多采取坐的姿势，佛菩萨的塑像很多都是采取坐的姿势，坐表什么？坐表不动，取这个意思。坐不动，行也不动，只要不动，不动是讲心不动，不是说身不动。身坐在那里不动，心里打妄想，那不是禅定。重要的是心要不动，不是身不动，身要动，身要是不动，这个身就生病，身就坏了，所以身要活动。大家都讲活就要动，不动就不能活了。可是心不能动，心一动心就坏了，心一动心就死了：妄心起来，真心就死了，就没有了；真心是不动的，妄心是动的。所以心不能动，身要动。佛法里面修学，提倡的是拜佛、礼佛，礼佛这个修行非常有道理，要求心不动、身动。身礼佛在运动，心地清净，专念佛名，或者是观想佛的形像。这在修行方法里面讲非常殊胜，很好的方法，我们要知道。所以思跟行禅定力，这才能称为力。时间到了，我们就讲到此地。",
      "zh_TW": "下面第五條「思行禪定力」。這是說兩樁事情：一個是心，一個是行。思稱禪定力，行當然就是禪定力，思想跟行為兩樁事情，思為主，可是行也能幫助思。思怎樣得禪定？離一切妄想分別執著就是禪，然後你的行為就不會再著相，《金剛經》裡面所說的「不取於相，如如不動」。我們有沒有行？有，行跟平常並沒有改變。穿衣吃飯是行，我們自分裡面的工作是行，除自分之外，有時候我們還幫助別人，也是行。只要能夠真正做到「外不取相，內不動心」，所有一切行都是禪定。禪定不是盤腿面壁，大乘經上常說，讚歎諸佛菩薩「那伽常在定，無有不定時」，行住坐臥都是禪定。禪定表法上多採取坐的姿勢，佛菩薩的塑像很多都是採取坐的姿勢，坐表什麼？坐表不動，取這個意思。坐不動，行也不動，只要不動，不動是講心不動，不是說身不動。身坐在那裡不動，心裡打妄想，那不是禪定。重要的是心要不動，不是身不動，身要動，身要是不動，這個身就生病，身就壞了，所以身要活動。大家都講活就要動，不動就不能活了。可是心不能動，心一動心就壞了，心一動心就死了：妄心起來，真心就死了，就沒有了；真心是不動的，妄心是動的。所以心不能動，身要動。佛法裡面修學，提倡的是拜佛、禮佛，禮佛這個修行非常有道理，要求心不動、身動。身禮佛在運動，心地清淨，專念佛名，或者是觀想佛的形像。這在修行方法裡面講非常殊勝，很好的方法，我們要知道。所以思跟行禪定力，這才能稱為力。時間到了，我們就講到此地。"
    }
  ]
}