{
  "doc_id": "12-017-1306",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "（第一三０六卷）　2004",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1306",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "12-017-1306_p0001",
      "zh_CN": "诸位同学，请看「光明觉品」，第十段光照十方，偈颂第八首看起：",
      "zh_TW": "諸位同學，請看「光明覺品」，第十段光照十方，偈頌第八首看起："
    },
    {
      "id": "12-017-1306_p0002",
      "zh_CN": "【不见十力空如幻。虽见非见如盲睹。分别取相不见佛。毕竟离着乃能见。】",
      "zh_TW": "【不見十力空如幻。雖見非見如盲睹。分別取相不見佛。畢竟離著乃能見。】"
    },
    {
      "id": "12-017-1306_p0003",
      "zh_CN": "这后面三首「破相行」，破相就是离相，大乘教里头常说：离一切相，即一切法。着相决定不能够见到事实真相，破相不但是要破我执，还要破法执，于一切法都不执着、都不分别，你才能见到实相，见到实相就是见性，见性成佛。我们看清凉大师的注解，「后三」，就是最后这三首偈是「破相行」。「初一正明」，初一就是第一首偈，第一首偈正明，把这个事情说出来。第二首偈「后二转释」，就是第九、第十这两首，这两首转释。现在我们看第一首，「今初，初三句反显」，清凉说得很好，「金容焕目而非形，安可以相取」。「后句」就是第四句，「正显，法性超乎视听，唯可虚己而求」。这是很重要的教诲。我们先看这一首应该怎样学习。",
      "zh_TW": "這後面三首「破相行」，破相就是離相，大乘教裡頭常說：離一切相，即一切法。著相決定不能夠見到事實真相，破相不但是要破我執，還要破法執，於一切法都不執著、都不分別，你才能見到實相，見到實相就是見性，見性成佛。我們看清涼大師的註解，「後三」，就是最後這三首偈是「破相行」。「初一正明」，初一就是第一首偈，第一首偈正明，把這個事情說出來。第二首偈「後二轉釋」，就是第九、第十這兩首，這兩首轉釋。現在我們看第一首，「今初，初三句反顯」，清涼說得很好，「金容煥目而非形，安可以相取」。「後句」就是第四句，「正顯，法性超乎視聽，唯可虛己而求」。這是很重要的教誨。我們先看這一首應該怎樣學習。"
    },
    {
      "id": "12-017-1306_p0004",
      "zh_CN": "这一首前面三句都是从反面来显示，『不见十力空如幻』。「十力」就是如来，就是诸佛。前面我们读过，如来果地十力圆满，所以用这个来代表佛。清凉大师在注解里说得很好，我们合起来看你就很清楚。注解里面说「金容焕目」，佛是身金色。金，我们学佛，特别是学《华严经》，要懂得经中表法的义趣。我们念赞佛偈，天天都念「阿弥陀佛身金色，相好光明无等伦」，这两句就是这里四个字：金容焕目。为什么佛一定要金色，银色不行吗？蓝色不行吗？为什么一定要金色？这里头有表法的意思，我们千万不能着相。凡夫之人都把佛像塑成金色，佛在经上讲佛都是金色光明，塑成金色也未尝不可。佛法随缘！尤其是说佛相，佛没有一定的相，诸佛菩萨、法身菩萨，不要说是法身，阿罗汉就有能力随心应量，众生想看什么样的相，他就能现什么样的相。那个金是什么意思？在所有一切物质当中，特别是五金，这是贵重金属，金不变，这是它的特色。我们现在所讲的氧化，它接触空气产生氧化，银氧化就变成黑色的，现在用擦银油把它清洗，这个银色才放光；但是金色不会变，金不会氧化，这是它的特质。由此可知，金在佛法里代表永恒不变，这是它的意思，这叫金色，永恒不变。",
      "zh_TW": "這一首前面三句都是從反面來顯示，『不見十力空如幻』。「十力」就是如來，就是諸佛。前面我們讀過，如來果地十力圓滿，所以用這個來代表佛。清涼大師在註解裡說得很好，我們合起來看你就很清楚。註解裡面說「金容煥目」，佛是身金色。金，我們學佛，特別是學《華嚴經》，要懂得經中表法的義趣。我們念讚佛偈，天天都念「阿彌陀佛身金色，相好光明無等倫」，這兩句就是這裡四個字：金容煥目。為什麼佛一定要金色，銀色不行嗎？藍色不行嗎？為什麼一定要金色？這裡頭有表法的意思，我們千萬不能著相。凡夫之人都把佛像塑成金色，佛在經上講佛都是金色光明，塑成金色也未嘗不可。佛法隨緣！尤其是說佛相，佛沒有一定的相，諸佛菩薩、法身菩薩，不要說是法身，阿羅漢就有能力隨心應量，眾生想看什麼樣的相，他就能現什麼樣的相。那個金是什麼意思？在所有一切物質當中，特別是五金，這是貴重金屬，金不變，這是它的特色。我們現在所講的氧化，它接觸空氣產生氧化，銀氧化就變成黑色的，現在用擦銀油把它清洗，這個銀色才放光；但是金色不會變，金不會氧化，這是它的特質。由此可知，金在佛法裡代表永恆不變，這是它的意思，這叫金色，永恆不變。"
    },
    {
      "id": "12-017-1306_p0005",
      "zh_CN": "永恒不变是什么？绝对不是物质，你看后面这三个字「而非形」，没有形色，有形色哪有不变的道理？现在你就了解，阿弥陀佛身金色，永恒不变的那个身是什么身？法身，永恒不变。为什么永恒不变？法身没有相，非形。非形用现在的话说，不是物质，物质就有形色，有形色它就会变。我们今天塑造佛像都用金色，让你看到这个佛像你就能体会到它的意思，永恒不变。佛法里面讲，前面一首偈讲法性永恒不变，法相会变，随众生心，应所知量，千变万化。十法界依正庄严，你说哪一法不是法性变现的？法法皆是，法法皆如；「如」是如来，法法皆是。这是真身，在一般宗教里面称为灵性，这个性它不是死的，活的，它里面充满了智慧，究竟圆满的智慧，究竟圆满的德能，也有究竟圆满的相好，那个相好是随众生心起变化的。所以第一句就说得好，「不见十力空如幻」。",
      "zh_TW": "永恆不變是什麼？絕對不是物質，你看後面這三個字「而非形」，沒有形色，有形色哪有不變的道理？現在你就了解，阿彌陀佛身金色，永恆不變的那個身是什麼身？法身，永恆不變。為什麼永恆不變？法身沒有相，非形。非形用現在的話說，不是物質，物質就有形色，有形色它就會變。我們今天塑造佛像都用金色，讓你看到這個佛像你就能體會到它的意思，永恆不變。佛法裡面講，前面一首偈講法性永恆不變，法相會變，隨眾生心，應所知量，千變萬化。十法界依正莊嚴，你說哪一法不是法性變現的？法法皆是，法法皆如；「如」是如來，法法皆是。這是真身，在一般宗教裡面稱為靈性，這個性它不是死的，活的，它裡面充滿了智慧，究竟圓滿的智慧，究竟圓滿的德能，也有究竟圓滿的相好，那個相好是隨眾生心起變化的。所以第一句就說得好，「不見十力空如幻」。"
    },
    {
      "id": "12-017-1306_p0006",
      "zh_CN": "『虽见非见如盲睹』。虽见，《楞严经》上讲「见非是见，见犹离见」，你要是真的见到了，见到佛的形相，欢喜得不得了，错了。佛为什么不现相给你看？因为你没有契入实相，契入实相你就见到了。凡夫之人见到佛菩萨形相，无论现什么样的身相，感应，那个相从哪里来的？是你心里面的心想所生的。世尊在经教里面常讲一切法从心想生。你常常想佛你就会见到佛，常常想菩萨你就会见到菩萨。你所见的那些佛菩萨，跟你说是化身，化身是暂有还无。",
      "zh_TW": "『雖見非見如盲睹』。雖見，《楞嚴經》上講「見非是見，見猶離見」，你要是真的見到了，見到佛的形相，歡喜得不得了，錯了。佛為什麼不現相給你看？因為你沒有契入實相，契入實相你就見到了。凡夫之人見到佛菩薩形相，無論現什麼樣的身相，感應，那個相從哪裡來的？是你心裡面的心想所生的。世尊在經教裡面常講一切法從心想生。你常常想佛你就會見到佛，常常想菩薩你就會見到菩薩。你所見的那些佛菩薩，跟你說是化身，化身是暫有還無。"
    },
    {
      "id": "12-017-1306_p0007",
      "zh_CN": "早年，好像大陆还没有开放，大概是在一九八０年代的时候，圣一法师到普陀去朝山，到潮音洞去拜观音求感应。他说他们三位法师，当地有些官员陪同他们到潮音洞去拜，他们拜了半个小时，观音菩萨现相了，三个人都很欢喜，没有白来，真的见到了。离开潮音洞之后，彼此就问你有没有见到？见到，三个都见到。你见到观世音菩萨是什么样子？圣一法师讲他所见到的观世音菩萨，那个相就像地藏菩萨的像一样，戴毘卢帽，金色的，全身都是金色，戴毘卢帽。另外一位法师见到的是白衣观音，像我们通常看的这个画的或者是塑像里面白衣观音。第三位法师见到的是比丘相，穿袍大衣出家人，出家人的相。三个人同时在那里拜，都见到了，见到的不一样。没有缘分的人跟在一起，在洞里头看不见。你不能说他看花眼了，他看的时间很长，不是一秒、二秒。",
      "zh_TW": "早年，好像大陸還沒有開放，大概是在一九八０年代的時候，聖一法師到普陀去朝山，到潮音洞去拜觀音求感應。他說他們三位法師，當地有些官員陪同他們到潮音洞去拜，他們拜了半個小時，觀音菩薩現相了，三個人都很歡喜，沒有白來，真的見到了。離開潮音洞之後，彼此就問你有沒有見到？見到，三個都見到。你見到觀世音菩薩是什麼樣子？聖一法師講他所見到的觀世音菩薩，那個相就像地藏菩薩的像一樣，戴毘盧帽，金色的，全身都是金色，戴毘盧帽。另外一位法師見到的是白衣觀音，像我們通常看的這個畫的或者是塑像裡面白衣觀音。第三位法師見到的是比丘相，穿袍大衣出家人，出家人的相。三個人同時在那裡拜，都見到了，見到的不一樣。沒有緣分的人跟在一起，在洞裡頭看不見。你不能說他看花眼了，他看的時間很長，不是一秒、二秒。"
    },
    {
      "id": "12-017-1306_p0008",
      "zh_CN": "同一个地方，各人看到的不相同，岂不是证明《楞严经》上所讲的「随心应量」。一切法从心想生，随着各人的业力，你所看到东西不同。从这些地方我们能够体会到，你见的佛相也好，菩萨相也好，见二次、见三次、见四次，你仔细去想，绝对不会有两次相完全相同的。你要问什么原因？念头不一样。我们这个念头刹那生灭，前念灭后念生，念念不住，念念都不一样，绝对不会有一个念头是相同的，你应该相信。现在全世界重视指纹，全世界将近七十亿的人口，绝对没有两个人指纹相同，奇怪。江本胜博士实验水十年了，天天在做实验，他用玻璃瓶装的水，每次实验，那实验应该有几十万次都不止，水的结晶图案绝对没有两个图案完全相同。这是「虽见非见如盲睹」。",
      "zh_TW": "同一個地方，各人看到的不相同，豈不是證明《楞嚴經》上所講的「隨心應量」。一切法從心想生，隨著各人的業力，你所看到東西不同。從這些地方我們能夠體會到，你見的佛相也好，菩薩相也好，見二次、見三次、見四次，你仔細去想，絕對不會有兩次相完全相同的。你要問什麼原因？念頭不一樣。我們這個念頭剎那生滅，前念滅後念生，念念不住，念念都不一樣，絕對不會有一個念頭是相同的，你應該相信。現在全世界重視指紋，全世界將近七十億的人口，絕對沒有兩個人指紋相同，奇怪。江本勝博士實驗水十年了，天天在做實驗，他用玻璃瓶裝的水，每次實驗，那實驗應該有幾十萬次都不止，水的結晶圖案絕對沒有兩個圖案完全相同。這是「雖見非見如盲睹」。"
    },
    {
      "id": "12-017-1306_p0009",
      "zh_CN": "这两句说明，不是我们肉眼能够见得到的，也不能说我们这个肉眼见不到。虽见，肉眼见到了，见到是化身，石火电光，刹那之间就消失了。如来的真身永恒不灭，怎么会刹那就没有了？问题到底出在哪里？第三句说出来，『分别取相』，所以你『不见佛』，原因就在此地。那要怎样能见？没有执着，没有分别，没有起心动念，你就见到了。这种条件谁具足？法身菩萨。法身菩萨就是我们常说的，六根接触六尘境界不起心、不动念、不分别、不执着，《金刚经》上说的两句话，「不取于相，如如不动」，那就见到了，见到就是你证得永恒不变的法身。法身虽然没有相，它能现相，现相我们就称为法身，不现相我们就称为法性。诸位要晓得，法性、法身是一不是二，虽然现相，相不可得。为什么？性是清净寂灭，它现的相怎么能得到？所以相刹那生灭，生灭同时。这《金刚经》上才给你说出真相，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。所以你要是分别执着，想见佛相、想见佛决定见不到。",
      "zh_TW": "這兩句說明，不是我們肉眼能夠見得到的，也不能說我們這個肉眼見不到。雖見，肉眼見到了，見到是化身，石火電光，剎那之間就消失了。如來的真身永恆不滅，怎麼會剎那就沒有了？問題到底出在哪裡？第三句說出來，『分別取相』，所以你『不見佛』，原因就在此地。那要怎樣能見？沒有執著，沒有分別，沒有起心動念，你就見到了。這種條件誰具足？法身菩薩。法身菩薩就是我們常說的，六根接觸六塵境界不起心、不動念、不分別、不執著，《金剛經》上說的兩句話，「不取於相，如如不動」，那就見到了，見到就是你證得永恆不變的法身。法身雖然沒有相，它能現相，現相我們就稱為法身，不現相我們就稱為法性。諸位要曉得，法性、法身是一不是二，雖然現相，相不可得。為什麼？性是清淨寂滅，它現的相怎麼能得到？所以相剎那生滅，生滅同時。這《金剛經》上才給你說出真相，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。所以你要是分別執著，想見佛相、想見佛決定見不到。"
    },
    {
      "id": "12-017-1306_p0010",
      "zh_CN": "我们取相分别能不能有感应？能。感应能，真正见，见不到。为什么分别取相的心没有断，你能见佛？那是佛菩萨的大慈大悲，看到你过去生中累劫修行，善根成熟了，机缘到了，佛也不一定是什么方法，这个方法还是自己心里有感，他就有化现。他示相这个目的何在？通常只是在帮助你、启发你的信心，触动你宿世的善根，这叫增上缘。初学佛的人对佛法信心不定，半信半疑，如果遇到这些异相，这不可思议的感应，他的信心就坚定了。这都是不寻常的现象，你见到佛的相、见到菩萨的相，这个不寻常！你闻到异香、见到光都是属于感应，增长你信心。",
      "zh_TW": "我們取相分別能不能有感應？能。感應能，真正見，見不到。為什麼分別取相的心沒有斷，你能見佛？那是佛菩薩的大慈大悲，看到你過去生中累劫修行，善根成熟了，機緣到了，佛也不一定是什麼方法，這個方法還是自己心裡有感，他就有化現。他示相這個目的何在？通常只是在幫助你、啟發你的信心，觸動你宿世的善根，這叫增上緣。初學佛的人對佛法信心不定，半信半疑，如果遇到這些異相，這不可思議的感應，他的信心就堅定了。這都是不尋常的現象，你見到佛的相、見到菩薩的相，這個不尋常！你聞到異香、見到光都是屬於感應，增長你信心。"
    },
    {
      "id": "12-017-1306_p0011",
      "zh_CN": "我在初学佛的二、三年，这样的感应事情至少有十几次，感觉到很诧异。我住的这个宿舍是一个独立的小院子，虽然这个小院子里面有五、六栋房子，没有一家是学佛的。这个小院子外面，外面的村庄至少一公里外才有其他的房舍，这民间的宿舍、房屋。我在房间里面看经，忽然有一阵香味，像檀香一样的，闻得很舒服，有好几分钟。这香从哪里来的？我自己没有烧香，住在一起的朋友没有人烧香。纵然说邻居，邻居最近的都一公里，他家里烧香怎么我这里会闻到？你怎么想都找不出答案，只有佛法里面讲，这大概是感应，增强信心。过个若干天又会有一次，有的时候这个香真的叫异香，从来没有闻过；有人见到光明，有人见到佛相，都是很不思议的感应。",
      "zh_TW": "我在初學佛的二、三年，這樣的感應事情至少有十幾次，感覺到很詫異。我住的這個宿舍是一個獨立的小院子，雖然這個小院子裡面有五、六棟房子，沒有一家是學佛的。這個小院子外面，外面的村莊至少一公里外才有其他的房舍，這民間的宿舍、房屋。我在房間裡面看經，忽然有一陣香味，像檀香一樣的，聞得很舒服，有好幾分鐘。這香從哪裡來的？我自己沒有燒香，住在一起的朋友沒有人燒香。縱然說鄰居，鄰居最近的都一公里，他家裡燒香怎麼我這裡會聞到？你怎麼想都找不出答案，只有佛法裡面講，這大概是感應，增強信心。過個若干天又會有一次，有的時候這個香真的叫異香，從來沒有聞過；有人見到光明，有人見到佛相，都是很不思議的感應。"
    },
    {
      "id": "12-017-1306_p0012",
      "zh_CN": "以后我把工作辞掉，章嘉大师圆寂之后我把工作辞掉。朱镜宙老居士介绍我去跟忏云法师住茅蓬，他问我有什么感应，我就把这些事情告诉他，问他：怎么会有这个事情？他告诉我：你清净心或是读经、或是念佛，在这个时候或是菩萨、或是天人从这边经过，他看到生欢喜心，合掌在这里停一下看看你，他身上有香气你可以闻到，香气没有的时候，他离开了。这样的感应是最平常的，许许多多初学的同学都有。所以这是增长你的信心，坚定你的信心，会有这些感应。见佛、见菩萨亦复如是，你相信这是真的，这不是假的。可是你要晓得，见性才能成佛，见性是真正见到佛，明心见性，见性成佛，前面讲的法性。这个地方讲的「不见佛」是不见佛性，也就是你没有见到真佛，你所见到的是应化身。「分别取相」，见应化身，不见法身。这三句都是讲你见不到。",
      "zh_TW": "以後我把工作辭掉，章嘉大師圓寂之後我把工作辭掉。朱鏡宙老居士介紹我去跟懺雲法師住茅蓬，他問我有什麼感應，我就把這些事情告訴他，問他：怎麼會有這個事情？他告訴我：你清淨心或是讀經、或是念佛，在這個時候或是菩薩、或是天人從這邊經過，他看到生歡喜心，合掌在這裡停一下看看你，他身上有香氣你可以聞到，香氣沒有的時候，他離開了。這樣的感應是最平常的，許許多多初學的同學都有。所以這是增長你的信心，堅定你的信心，會有這些感應。見佛、見菩薩亦復如是，你相信這是真的，這不是假的。可是你要曉得，見性才能成佛，見性是真正見到佛，明心見性，見性成佛，前面講的法性。這個地方講的「不見佛」是不見佛性，也就是你沒有見到真佛，你所見到的是應化身。「分別取相」，見應化身，不見法身。這三句都是講你見不到。"
    },
    {
      "id": "12-017-1306_p0013",
      "zh_CN": "第四句正显，『毕竟离着乃能见』。「着」是什么？着相。「离着」，不着相，不分别了，不起心、不动念了，「乃能见」，你见到法性，你见到法身佛。只要见到法身佛，报身佛、应身佛你统统见到了。好比一棵大树，法身佛是树根，报身佛是树干，应身佛是树枝，你在树枝上，你什么都见不到，你要深入，深入到干，才晓得许许多多枝条是一不是二；再深入，深入到根，才知道许许多多的干，这个树干原来是一个根生的。能生的那是法性，所生的是法相，性相是一，性相不二。真正明白了，随拈一片树叶，你能说不是这棵树吗？是真的，一点也不假。不明白、不了解，虽然摘一片树叶，是！不是不是，他死不承认。他妄想分别执着「这片叶跟那片叶不相干，这个枝跟那个枝不相干」，凡小见解就像这个样子。菩萨摩诃萨的见解不相同，他已经找到树干，已经跟树根通消息了。这是第一首，把见跟不见为我们明白的显示出来。你要问，为什么不见？为什么能见？下面两首给你解答，「转释」，释是解释，辗转给你解释。我们看第九首：",
      "zh_TW": "第四句正顯，『畢竟離著乃能見』。「著」是什麼？著相。「離著」，不著相，不分別了，不起心、不動念了，「乃能見」，你見到法性，你見到法身佛。只要見到法身佛，報身佛、應身佛你統統見到了。好比一棵大樹，法身佛是樹根，報身佛是樹幹，應身佛是樹枝，你在樹枝上，你什麼都見不到，你要深入，深入到幹，才曉得許許多多枝條是一不是二；再深入，深入到根，才知道許許多多的幹，這個樹幹原來是一個根生的。能生的那是法性，所生的是法相，性相是一，性相不二。真正明白了，隨拈一片樹葉，你能說不是這棵樹嗎？是真的，一點也不假。不明白、不了解，雖然摘一片樹葉，是！不是不是，他死不承認。他妄想分別執著「這片葉跟那片葉不相干，這個枝跟那個枝不相干」，凡小見解就像這個樣子。菩薩摩訶薩的見解不相同，他已經找到樹幹，已經跟樹根通消息了。這是第一首，把見跟不見為我們明白的顯示出來。你要問，為什麼不見？為什麼能見？下面兩首給你解答，「轉釋」，釋是解釋，輾轉給你解釋。我們看第九首："
    },
    {
      "id": "12-017-1306_p0014",
      "zh_CN": "【众生随业种种别。十方内外难尽见。佛身无碍遍十方。不可尽见亦如是。】",
      "zh_TW": "【眾生隨業種種別。十方內外難盡見。佛身無礙遍十方。不可盡見亦如是。】"
    },
    {
      "id": "12-017-1306_p0015",
      "zh_CN": "这首偈「转释」，为什么不见？第九首说「以妄喻真。众生妄惑，尚不可穷，诸佛契真，如何见尽」，这就是把生佛不同的地方说出来了。众生妄想分别执着，清凉说尚不可穷，就是无有穷尽，妄想无量无边，分别无量无边，执着也是无量无边。无始劫到今天，妄想分别执着只有在增长，没有听说减少，所以不见性，着相，着相不见性。佛，佛跟众生完全是两样，诸佛契真，契是契入，真就是真相，就是实相，就是自性，契入了。你怎么能见到？",
      "zh_TW": "這首偈「轉釋」，為什麼不見？第九首說「以妄喻真。眾生妄惑，尚不可窮，諸佛契真，如何見盡」，這就是把生佛不同的地方說出來了。眾生妄想分別執著，清涼說尚不可窮，就是無有窮盡，妄想無量無邊，分別無量無邊，執著也是無量無邊。無始劫到今天，妄想分別執著只有在增長，沒有聽說減少，所以不見性，著相，著相不見性。佛，佛跟眾生完全是兩樣，諸佛契真，契是契入，真就是真相，就是實相，就是自性，契入了。你怎麼能見到？"
    },
    {
      "id": "12-017-1306_p0016",
      "zh_CN": "我们看经文，『众生随业种种别』。「业」是造作，身体的造作叫身业，总的来说，身体的动作都是属于身业。讲到微细之处，现在人都懂得，我们这个身体是细胞组成的，这些细胞刹那刹那间都在新陈代谢，念念不住，这个事情佛经讲得透彻。这是什么？这是身业。你有身就有造作，你睡觉的时候你心脏还在跳动，你的肺还在呼吸，你的血液还在循环，这都在动，都是造作，身在造作。口，言语是造作，饮食是造作。意，那更麻烦了，是念头，念头确确实实永远没有停止的时候，你让它停止一分一秒都非常困难，前念灭后念生。又何况，众生随业种种差别。我们从明显的方面来观察，众生执着这个身是我，于是产生了自私自利，欲望没有止境，追求名闻利养、五欲六尘的享受，于是生起贪瞋痴慢。一切众生所造种种业，这个业里头有共业、有别业，共业是什么？大家所造的相似的业因，所以有共业所感。共业里面有别业，虽然跟大家有共业，但是你有一些业是别人没有的，别业别报，共业共报。",
      "zh_TW": "我們看經文，『眾生隨業種種別』。「業」是造作，身體的造作叫身業，總的來說，身體的動作都是屬於身業。講到微細之處，現在人都懂得，我們這個身體是細胞組成的，這些細胞剎那剎那間都在新陳代謝，念念不住，這個事情佛經講得透徹。這是什麼？這是身業。你有身就有造作，你睡覺的時候你心臟還在跳動，你的肺還在呼吸，你的血液還在循環，這都在動，都是造作，身在造作。口，言語是造作，飲食是造作。意，那更麻煩了，是念頭，念頭確確實實永遠沒有停止的時候，你讓它停止一分一秒都非常困難，前念滅後念生。又何況，眾生隨業種種差別。我們從明顯的方面來觀察，眾生執著這個身是我，於是產生了自私自利，欲望沒有止境，追求名聞利養、五欲六塵的享受，於是生起貪瞋痴慢。一切眾生所造種種業，這個業裡頭有共業、有別業，共業是什麼？大家所造的相似的業因，所以有共業所感。共業裡面有別業，雖然跟大家有共業，但是你有一些業是別人沒有的，別業別報，共業共報。"
    },
    {
      "id": "12-017-1306_p0017",
      "zh_CN": "前面跟诸位同学说过，大乘经里面佛常讲，一桩事情反复讲多少遍，这是佛菩萨的慈悲，知道一遍你听不懂，二遍、三遍、十遍、百遍、千遍、万遍。世间的老师没有这种耐烦，中国孔老夫子这一点就比不上释迦牟尼佛，夫子教人，举一隅不以三隅反，他就不愿意教你了，你太笨了。佛菩萨不怕耐烦，他可以教你十遍、百遍、千遍、万遍，到你觉悟为止，这真叫大慈大悲。到哪里去找这样的老师！",
      "zh_TW": "前面跟諸位同學說過，大乘經裡面佛常講，一樁事情反覆講多少遍，這是佛菩薩的慈悲，知道一遍你聽不懂，二遍、三遍、十遍、百遍、千遍、萬遍。世間的老師沒有這種耐煩，中國孔老夫子這一點就比不上釋迦牟尼佛，夫子教人，舉一隅不以三隅反，他就不願意教你了，你太笨了。佛菩薩不怕耐煩，他可以教你十遍、百遍、千遍、萬遍，到你覺悟為止，這真叫大慈大悲。到哪裡去找這樣的老師！"
    },
    {
      "id": "12-017-1306_p0018",
      "zh_CN": "今天我们展开经卷，经卷分量很大，你细细去读诵，你会发现一桩事情，这部经上讲，那部经上也讲，佛常常讲；甚至于同一部经前面讲，当中也讲，后面还讲，我们从这个地方体会到佛慈悲到极处，这是我们应当要学习的。我们如果不是不断重复的薰修，怎么能契入？不但不能契入，正解尚且不能，正确的理解都没有法子。所以古今中外大圣大贤他们教人都遵守一个法则，这个法则似乎是自然的，不是人为的，不是哪个发明的，哪个人想出来的，不是，自自然然，佛家讲法尔如是，那就是薰习。「一门深入，长时薰修」，长时薰修才能把它薰成种子，再薰修，这种子才能够发芽，不断的薰修，它才能够长成，开花结果。四缘里面讲，无间缘。种，虽然是亲因缘、所缘缘，可是没有无间缘的薰修，外面增上缘的协助，没有法子成就，因结不了果。",
      "zh_TW": "今天我們展開經卷，經卷分量很大，你細細去讀誦，你會發現一樁事情，這部經上講，那部經上也講，佛常常講；甚至於同一部經前面講，當中也講，後面還講，我們從這個地方體會到佛慈悲到極處，這是我們應當要學習的。我們如果不是不斷重複的薰修，怎麼能契入？不但不能契入，正解尚且不能，正確的理解都沒有法子。所以古今中外大聖大賢他們教人都遵守一個法則，這個法則似乎是自然的，不是人為的，不是哪個發明的，哪個人想出來的，不是，自自然然，佛家講法爾如是，那就是薰習。「一門深入，長時薰修」，長時薰修才能把它薰成種子，再薰修，這種子才能夠發芽，不斷的薰修，它才能夠長成，開花結果。四緣裡面講，無間緣。種，雖然是親因緣、所緣緣，可是沒有無間緣的薰修，外面增上緣的協助，沒有法子成就，因結不了果。"
    },
    {
      "id": "12-017-1306_p0019",
      "zh_CN": "所以佛在经教里头常常讲「四缘生法」。这四缘就是亲因缘、所缘缘、无间缘、增上缘，前面三个都要我们自己本身具足，诸佛菩萨外面的加持是增上缘。我们常常讲，你遇到好老师，遇到好的同参道友，遇到好的修学环境，那都是属于增上缘。你自己前面三缘具足，增上缘对你的帮助非常殊胜；自己前面三缘缺一条，再好的增上缘你都不能成功。这种事情古今中外例子太多太多了，譬如，我们举最简单的，亲因缘，有！什么亲因缘？念阿弥陀佛求生净土，哪个人没有？各个都有。所缘缘有没有？所缘缘不一定。所缘缘是什么？这一生当中万缘放下，我只要求求生极乐世界，亲近阿弥陀佛，这讲的是愿。坚定不移的大愿，你就能成功。如果你的愿心不定，常常要改、更换，那就不行，今天念阿弥陀佛，明天念药师如来，后天念观世音菩萨，这个不行，乱了。这是什么？你的所缘缘不专不一，你缘得太多了，功夫不得力。",
      "zh_TW": "所以佛在經教裡頭常常講「四緣生法」。這四緣就是親因緣、所緣緣、無間緣、增上緣，前面三個都要我們自己本身具足，諸佛菩薩外面的加持是增上緣。我們常常講，你遇到好老師，遇到好的同參道友，遇到好的修學環境，那都是屬於增上緣。你自己前面三緣具足，增上緣對你的幫助非常殊勝；自己前面三緣缺一條，再好的增上緣你都不能成功。這種事情古今中外例子太多太多了，譬如，我們舉最簡單的，親因緣，有！什麼親因緣？念阿彌陀佛求生淨土，哪個人沒有？各個都有。所緣緣有沒有？所緣緣不一定。所緣緣是什麼？這一生當中萬緣放下，我只要求求生極樂世界，親近阿彌陀佛，這講的是願。堅定不移的大願，你就能成功。如果你的願心不定，常常要改、更換，那就不行，今天念阿彌陀佛，明天念藥師如來，後天念觀世音菩薩，這個不行，亂了。這是什麼？你的所緣緣不專不一，你緣得太多了，功夫不得力。"
    },
    {
      "id": "12-017-1306_p0020",
      "zh_CN": "或者有所缘缘，有，真的，他是一个方向一个目标，但是他怎么样？无间缘没有，懒惰、懈怠，因此功夫常常间断，这不能成功。无间缘是功夫不间断。人要具足这三个条件，佛菩萨没有不帮助你，帮助的是什么？那就是增上缘，他真帮得上你忙。增上缘里面有顺境、有逆境，有善缘、有恶缘，真的，佛菩萨会安排得非常好，该用善缘帮助你就善缘，该用逆增上缘帮助你就现逆境。所以无论现什么境界都帮助你向上提升，不可思议。增上缘不是没有，就在眼前，我们自己这三个缘缺一个，见不到，『十方内外难尽见』。现在时间到了，休息十分钟。",
      "zh_TW": "或者有所緣緣，有，真的，他是一個方向一個目標，但是他怎麼樣？無間緣沒有，懶惰、懈怠，因此功夫常常間斷，這不能成功。無間緣是功夫不間斷。人要具足這三個條件，佛菩薩沒有不幫助你，幫助的是什麼？那就是增上緣，他真幫得上你忙。增上緣裡面有順境、有逆境，有善緣、有惡緣，真的，佛菩薩會安排得非常好，該用善緣幫助你就善緣，該用逆增上緣幫助你就現逆境。所以無論現什麼境界都幫助你向上提升，不可思議。增上緣不是沒有，就在眼前，我們自己這三個緣缺一個，見不到，『十方內外難盡見』。現在時間到了，休息十分鐘。"
    },
    {
      "id": "12-017-1306_p0021",
      "zh_CN": "诸位同学，我们继续学习第九首颂：",
      "zh_TW": "諸位同學，我們繼續學習第九首頌："
    },
    {
      "id": "12-017-1306_p0022",
      "zh_CN": "【众生随业种种别。十方内外难尽见。佛身无碍遍十方。不可尽见亦如是。】",
      "zh_TW": "【眾生隨業種種別。十方內外難盡見。佛身無礙遍十方。不可盡見亦如是。】"
    },
    {
      "id": "12-017-1306_p0023",
      "zh_CN": "这首偈是以妄来喻真。前面两句是讲众生随业差别，『内外难尽见』，显示佛身遍满十方，跟众生的妄相一样，也是无法尽见。我们要如何来学习这首颂，末后这三首颂的意思比前面所讲的要深得多，前面都在相上讲，很容易学习。这个地方叫我们要离相，离相就是断烦恼，这个事情难了；可是烦恼习气不断，你就不能见性，见性没有近路、没有捷径，对于事实真相一定要认识清楚。众生之所以为众生，就是迷惑、造业、受报；诸佛如来所以能成就，就是断惑证真，迷惑断了就不造业。所以身口的造作是因为意地迷惑，不知道事实真相；佛经里面讲的诸法实相，现在我们所说的宇宙万有的真相，不能够正确的认知。",
      "zh_TW": "這首偈是以妄來喻真。前面兩句是講眾生隨業差別，『內外難盡見』，顯示佛身遍滿十方，跟眾生的妄相一樣，也是無法盡見。我們要如何來學習這首頌，末後這三首頌的意思比前面所講的要深得多，前面都在相上講，很容易學習。這個地方叫我們要離相，離相就是斷煩惱，這個事情難了；可是煩惱習氣不斷，你就不能見性，見性沒有近路、沒有捷徑，對於事實真相一定要認識清楚。眾生之所以為眾生，就是迷惑、造業、受報；諸佛如來所以能成就，就是斷惑證真，迷惑斷了就不造業。所以身口的造作是因為意地迷惑，不知道事實真相；佛經裡面講的諸法實相，現在我們所說的宇宙萬有的真相，不能夠正確的認知。"
    },
    {
      "id": "12-017-1306_p0024",
      "zh_CN": "科学、哲学、宗教，虽然有许许多多的发明、解说，科学家用仪器来观察，但是这些现象无量无边无尽无数，你用科学仪器去探测、去观察，看不尽。为什么？这现象何以如此？只有佛法说得清楚，因为妄相从心想生，你愈是想见，随着你的念头它就变化。你要是分别执着没有了，相就没有了，这就是永嘉禅师《证道歌》里头所说的，「梦里明明有六趣，觉后空空无大千」。梦里是什么？妄想分别执着，愈分别愈多，愈执着愈严重；离妄想分别执着，没有了，幻相统统没有了。那是什么境界？佛经上有一句形容得很好，「大光明藏」。我们在佛经上读到的，大光明藏就是净土宗里面所讲的常寂光净土，大乘经教里面常常讲的法性，就这个意思。大光明藏是法性，你见性了。",
      "zh_TW": "科學、哲學、宗教，雖然有許許多多的發明、解說，科學家用儀器來觀察，但是這些現象無量無邊無盡無數，你用科學儀器去探測、去觀察，看不盡。為什麼？這現象何以如此？只有佛法說得清楚，因為妄相從心想生，你愈是想見，隨著你的念頭它就變化。你要是分別執著沒有了，相就沒有了，這就是永嘉禪師《證道歌》裡頭所說的，「夢裡明明有六趣，覺後空空無大千」。夢裡是什麼？妄想分別執著，愈分別愈多，愈執著愈嚴重；離妄想分別執著，沒有了，幻相統統沒有了。那是什麼境界？佛經上有一句形容得很好，「大光明藏」。我們在佛經上讀到的，大光明藏就是淨土宗裡面所講的常寂光淨土，大乘經教裡面常常講的法性，就這個意思。大光明藏是法性，你見性了。"
    },
    {
      "id": "12-017-1306_p0025",
      "zh_CN": "由此可知，我们亲近佛陀教诲才知道有这桩事情，没有学佛之前，真的是连作梦也没想到，哪里会想到这个事情。人能够想到过去、未来就算不错了，谚语所谓这个人有前后眼，有眼光！他能看到未来，替将来着想。多数的人只想到今天，没想到明天，明天还没来，不要去理会，正是所谓「今朝有酒今朝醉」，过的什么生活？醉生梦死，迷惑颠倒。这就是永远不能够出离轮回，这样的众生占大多数。",
      "zh_TW": "由此可知，我們親近佛陀教誨才知道有這樁事情，沒有學佛之前，真的是連作夢也沒想到，哪裡會想到這個事情。人能夠想到過去、未來就算不錯了，諺語所謂這個人有前後眼，有眼光！他能看到未來，替將來著想。多數的人只想到今天，沒想到明天，明天還沒來，不要去理會，正是所謂「今朝有酒今朝醉」，過的什麼生活？醉生夢死，迷惑顛倒。這就是永遠不能夠出離輪迴，這樣的眾生佔大多數。"
    },
    {
      "id": "12-017-1306_p0026",
      "zh_CN": "不要看六道，你就看人道芸芸众生，这个众生指人。现在地球上有差不多将近七十亿人口，谁不忙着眼前的享受？谁会想到老年、会想到来生？不是没有，太少了。古人有句话说得好，「人无远虑，必有近忧」，你要不想得很远，你眼前的忧患、灾难就多。眼前是什么？天天都是眼前，眼前就是我们今天讲的现实。远虑是什么？我想到十年之后，二十年之后，三十年之后，这怎么办？现在虽然是年轻，二十岁，你有没有想到三十岁怎样？四十岁怎样？五十怎样？六十怎样？七十怎样？八十怎样？想不到！想不到，你见到了，没看清楚，疏忽了。",
      "zh_TW": "不要看六道，你就看人道芸芸眾生，這個眾生指人。現在地球上有差不多將近七十億人口，誰不忙著眼前的享受？誰會想到老年、會想到來生？不是沒有，太少了。古人有句話說得好，「人無遠慮，必有近憂」，你要不想得很遠，你眼前的憂患、災難就多。眼前是什麼？天天都是眼前，眼前就是我們今天講的現實。遠慮是什麼？我想到十年之後，二十年之後，三十年之後，這怎麼辦？現在雖然是年輕，二十歲，你有沒有想到三十歲怎樣？四十歲怎樣？五十怎樣？六十怎樣？七十怎樣？八十怎樣？想不到！想不到，你見到了，沒看清楚，疏忽了。"
    },
    {
      "id": "12-017-1306_p0027",
      "zh_CN": "什么叫见到？我今年二十岁，我看到那个人三十岁，那个人四十岁，那个人五十岁，那个人六十岁，就在我眼前，我都看到了。你看到八十、九十，你看到那个样子，我将来也许是这个样子，有没有想想？再远一点，释迦牟尼佛，这就是聪明，他那时候不到二十岁，十几岁，他看到了，看到什么？生老病死，人间相他看破了，死了以后怎么办？想到这个问题万念俱灰，不能不放下，这是真正有智慧，真正的觉悟。好在他生在印度，古印度真的是宗教之国，信仰宗教的人多，修行有成就的人多。",
      "zh_TW": "什麼叫見到？我今年二十歲，我看到那個人三十歲，那個人四十歲，那個人五十歲，那個人六十歲，就在我眼前，我都看到了。你看到八十、九十，你看到那個樣子，我將來也許是這個樣子，有沒有想想？再遠一點，釋迦牟尼佛，這就是聰明，他那時候不到二十歲，十幾歲，他看到了，看到什麼？生老病死，人間相他看破了，死了以後怎麼辦？想到這個問題萬念俱灰，不能不放下，這是真正有智慧，真正的覺悟。好在他生在印度，古印度真的是宗教之國，信仰宗教的人多，修行有成就的人多。"
    },
    {
      "id": "12-017-1306_p0028",
      "zh_CN": "古老印度里面许多宗教，用现在的话来说，高级宗教，他们修禅定，定中突破了空间维次。这个定不深，不是大定，六道里面的空间维次突破了。所以这些人对六道里面的状况亲眼所见。定中境界是现量，不是推想而知的，不是计算得的结果，亲眼所见的。世间有很多预言，推测到未来的世运，这个世界的命运。我年轻的时候对这个事情好奇，曾经向李老师请教，这个事情到底靠得住靠不住？李老师告诉我：定中见到的境界靠得住，现量境界。那就是什么？时空突破了，未来几百年、几千年的事情他看到了，时空界限突破，这个可靠。如果是用数学推算的，不容易准确，为什么？它不是现量境界，这叫比量，佛法的术语叫比量，不是现量，怕里面有差错，小数点后十几个零、二十个零，错一个字就不准确。",
      "zh_TW": "古老印度裡面許多宗教，用現在的話來說，高級宗教，他們修禪定，定中突破了空間維次。這個定不深，不是大定，六道裡面的空間維次突破了。所以這些人對六道裡面的狀況親眼所見。定中境界是現量，不是推想而知的，不是計算得的結果，親眼所見的。世間有很多預言，推測到未來的世運，這個世界的命運。我年輕的時候對這個事情好奇，曾經向李老師請教，這個事情到底靠得住靠不住？李老師告訴我：定中見到的境界靠得住，現量境界。那就是什麼？時空突破了，未來幾百年、幾千年的事情他看到了，時空界限突破，這個可靠。如果是用數學推算的，不容易準確，為什麼？它不是現量境界，這叫比量，佛法的術語叫比量，不是現量，怕裡面有差錯，小數點後十幾個零、二十個零，錯一個字就不準確。"
    },
    {
      "id": "12-017-1306_p0029",
      "zh_CN": "中国自古以来，很多都是用数学来推算的。数学推算，我们常讲一切众生念念随业差别，换句话说，天天你所造的业都有加减乘除。你造善业，小善加，大善乘；你造恶，小恶减，大恶除，天天都有加减乘除。好在你没有做什么特别的大善大恶，因此都是加减，加减的幅度不大，所以给你算命的时候都算得差不多、都很准确，道理在此地。如果你行大善、造大恶，那就是大乘、大除，那就有明显的差距，很大的、大幅度的差距。造恶的亏折，福报折尽了，智慧迷惑就变成烦恼，没有智慧；如果修的是大善，那你的福报是大幅度的增加，人聪明智慧，谚语所谓「福至心灵」，大福要来的时候，突然聪明起来，智慧开了，福至心灵。所以这造业，不能不造业，不造业就是佛菩萨了，我们是凡夫哪能不造业？学了佛之后，那我们一定要懂得，随顺佛陀教诲决定不造恶业，就像善导大师在《观经四帖疏》里面教导我们，佛教我们要做的，我们认真努力去做；佛说不可以做的，不但不能做，恶的念头都不能生。果然用真诚心、恳切的心依教奉行，你命里头那个数不但是在天天加，倍倍相乘，开头是加到后来是乘，命运全改了。",
      "zh_TW": "中國自古以來，很多都是用數學來推算的。數學推算，我們常講一切眾生念念隨業差別，換句話說，天天你所造的業都有加減乘除。你造善業，小善加，大善乘；你造惡，小惡減，大惡除，天天都有加減乘除。好在你沒有做什麼特別的大善大惡，因此都是加減，加減的幅度不大，所以給你算命的時候都算得差不多、都很準確，道理在此地。如果你行大善、造大惡，那就是大乘、大除，那就有明顯的差距，很大的、大幅度的差距。造惡的虧折，福報折盡了，智慧迷惑就變成煩惱，沒有智慧；如果修的是大善，那你的福報是大幅度的增加，人聰明智慧，諺語所謂「福至心靈」，大福要來的時候，突然聰明起來，智慧開了，福至心靈。所以這造業，不能不造業，不造業就是佛菩薩了，我們是凡夫哪能不造業？學了佛之後，那我們一定要懂得，隨順佛陀教誨決定不造惡業，就像善導大師在《觀經四帖疏》裡面教導我們，佛教我們要做的，我們認真努力去做；佛說不可以做的，不但不能做，惡的念頭都不能生。果然用真誠心、懇切的心依教奉行，你命裡頭那個數不但是在天天加，倍倍相乘，開頭是加到後來是乘，命運全改了。"
    },
    {
      "id": "12-017-1306_p0030",
      "zh_CN": "《了凡四训》，说实实在在的话，我对于马来西亚同学们做的两片光碟电影的连续剧，它只有两片，我很欣赏。对于真正修行人来讲，这个分量恰到好处，两个小时，两个小时你就学《了凡四训》。如果每天你看两个小时、学两个小时，三年不间断，你也就变成袁了凡。绝对不是一遍、二遍、十遍、二十遍、三十遍你能觉悟，你不会觉悟；三年千遍，古人讲「读书千遍，其义自见」。你能把这两片光碟一天看一遍，看三年，每天不间断，你真正深信因果。深信因果是世出世法圣贤修行的基础，你今天为什么功夫不得力，悠悠忽忽，错过了光阴，你不懂得因果。真正把因果的道理搞通、搞明白，你自自然然会改变你的命运。",
      "zh_TW": "《了凡四訓》，說實實在在的話，我對於馬來西亞同學們做的兩片光碟電影的連續劇，它只有兩片，我很欣賞。對於真正修行人來講，這個分量恰到好處，兩個小時，兩個小時你就學《了凡四訓》。如果每天你看兩個小時、學兩個小時，三年不間斷，你也就變成袁了凡。絕對不是一遍、二遍、十遍、二十遍、三十遍你能覺悟，你不會覺悟；三年千遍，古人講「讀書千遍，其義自見」。你能把這兩片光碟一天看一遍，看三年，每天不間斷，你真正深信因果。深信因果是世出世法聖賢修行的基礎，你今天為什麼功夫不得力，悠悠忽忽，錯過了光陰，你不懂得因果。真正把因果的道理搞通、搞明白，你自自然然會改變你的命運。"
    },
    {
      "id": "12-017-1306_p0031",
      "zh_CN": "我对于《了凡四训》虽然念的没有千遍，三百遍那是最保守的估计。我在没有念《了凡四训》之前，我对于因果就深信不疑，所以一接触我就深受感动，想想自己的命运比不上了凡先生，自己的业障、习气比他重。朱镜宙老居士把这个小册子送给我，那时候我二十五岁，朱老先生七十岁，把我当小朋友看待。我展开这个小册子，那个时候印的字也小，很薄的一本，台湾印经处印的，我大概是在一个月当中看三十遍。它文章不长，我看的本子没有注解，深受感动，知道命是自己造的，命自己可以改，命不好不怨天不尤人。人家命好，他造得好，他过去生中他修善，我命不好，过去生中没修善！对别人，运好、命好的人也不羡慕。怎么样修自己，怎么样学习了凡先生改造自己命运，这才是大事，这才重要。",
      "zh_TW": "我對於《了凡四訓》雖然念的沒有千遍，三百遍那是最保守的估計。我在沒有念《了凡四訓》之前，我對於因果就深信不疑，所以一接觸我就深受感動，想想自己的命運比不上了凡先生，自己的業障、習氣比他重。朱鏡宙老居士把這個小冊子送給我，那時候我二十五歲，朱老先生七十歲，把我當小朋友看待。我展開這個小冊子，那個時候印的字也小，很薄的一本，台灣印經處印的，我大概是在一個月當中看三十遍。它文章不長，我看的本子沒有註解，深受感動，知道命是自己造的，命自己可以改，命不好不怨天不尤人。人家命好，他造得好，他過去生中他修善，我命不好，過去生中沒修善！對別人，運好、命好的人也不羨慕。怎麼樣修自己，怎麼樣學習了凡先生改造自己命運，這才是大事，這才重要。"
    },
    {
      "id": "12-017-1306_p0032",
      "zh_CN": "要想改造命运，不能不读圣贤书，不能不认真求学。所以这才是像善财童子五十三参一样，寻师访友，亲近善知识。我那个时候年轻，真的，光阴没有空过，二十岁的时候，二、三十岁，娱乐场所里头找不到我，我不会到那里去，我要求学。什么地方会找到我？图书馆会找到我，常去的地方；书店会找到我，我就这么两个地方去。所以台北市很多书店的老板跟我都熟，常去，去的次数太多了，不买书也到那边去看、去翻翻。图书馆更不必说，书可以借出来，也可以坐在里面看，星期假日一天的时间在那边读书、写笔记。",
      "zh_TW": "要想改造命運，不能不讀聖賢書，不能不認真求學。所以這才是像善財童子五十三參一樣，尋師訪友，親近善知識。我那個時候年輕，真的，光陰沒有空過，二十歲的時候，二、三十歲，娛樂場所裡頭找不到我，我不會到那裡去，我要求學。什麼地方會找到我？圖書館會找到我，常去的地方；書店會找到我，我就這麼兩個地方去。所以台北市很多書店的老闆跟我都熟，常去，去的次數太多了，不買書也到那邊去看、去翻翻。圖書館更不必說，書可以借出來，也可以坐在裡面看，星期假日一天的時間在那邊讀書、寫筆記。"
    },
    {
      "id": "12-017-1306_p0033",
      "zh_CN": "困难不是没有，有！得找人请教。请教没人介绍，我会写信，当时这些学校里著名的一些教授，我都给他们写信。我自己心里想，人同此心，心同此理，有个年轻人失学，很喜欢学，想来求教，我如果是教授，我一定接见他，我一定会帮助他。我这么想。果然没错，我写信求见的这些教授们，没有一个拒绝我、没有回信的，没有，都有回信，都有约时间见面。我看的东西、读的东西有疑问向他们请教，这认识人多了，当时我认识十几位教授，名教授。那我到底学什么？最后选定的是哲学。哲学就找方先生，这是在台湾最负盛名的一位哲学家，我找他。没有缴学费，我缴不起学费的，他肯教，每个星期天给我上两个钟点课。以后学佛，章嘉大师也是这样对我，我对章嘉大师没有供养过，一块钱都没有供养过，没钱！每个月的收入仅仅够自己最低的生活费用。",
      "zh_TW": "困難不是沒有，有！得找人請教。請教沒人介紹，我會寫信，當時這些學校裡著名的一些教授，我都給他們寫信。我自己心裡想，人同此心，心同此理，有個年輕人失學，很喜歡學，想來求教，我如果是教授，我一定接見他，我一定會幫助他。我這麼想。果然沒錯，我寫信求見的這些教授們，沒有一個拒絕我、沒有回信的，沒有，都有回信，都有約時間見面。我看的東西、讀的東西有疑問向他們請教，這認識人多了，當時我認識十幾位教授，名教授。那我到底學什麼？最後選定的是哲學。哲學就找方先生，這是在台灣最負盛名的一位哲學家，我找他。沒有繳學費，我繳不起學費的，他肯教，每個星期天給我上兩個鐘點課。以後學佛，章嘉大師也是這樣對我，我對章嘉大師沒有供養過，一塊錢都沒有供養過，沒錢！每個月的收入僅僅夠自己最低的生活費用。"
    },
    {
      "id": "12-017-1306_p0034",
      "zh_CN": "好学，那就是想到将来不是眼前，眼前年轻苦一点无所谓，也没有在意，也没有觉得很苦。可是想到到晚年怎么办？到失业的时候怎么办？这问题严重。选择职业，章嘉大师替我选的，教我选择弘法利生这个事业，我非常感激他。这个事业好，于人无争，于世无求，读自己喜欢读的书，做自己喜欢做的事，人生一大乐事，无过于此，我欢喜接受。既然选定了，世间事业、出世间事业都一样，你要敬业你才会有成就，你选择这个事业，对这个事业不尊敬，你不会有成就。什么叫尊敬？认真努力去学习、去奉行，这才能改造自己命运。「断一切恶，修一切善」，后头还有一句「度一切众生」，这都是佛家语。把自己以往那些毛病习气统统改掉，全心全力来学习佛法，学习圣人的典籍，这里头有儒家、有道家的。",
      "zh_TW": "好學，那就是想到將來不是眼前，眼前年輕苦一點無所謂，也沒有在意，也沒有覺得很苦。可是想到到晚年怎麼辦？到失業的時候怎麼辦？這問題嚴重。選擇職業，章嘉大師替我選的，教我選擇弘法利生這個事業，我非常感激他。這個事業好，於人無爭，於世無求，讀自己喜歡讀的書，做自己喜歡做的事，人生一大樂事，無過於此，我歡喜接受。既然選定了，世間事業、出世間事業都一樣，你要敬業你才會有成就，你選擇這個事業，對這個事業不尊敬，你不會有成就。什麼叫尊敬？認真努力去學習、去奉行，這才能改造自己命運。「斷一切惡，修一切善」，後頭還有一句「度一切眾生」，這都是佛家語。把自己以往那些毛病習氣統統改掉，全心全力來學習佛法，學習聖人的典籍，這裡頭有儒家、有道家的。"
    },
    {
      "id": "12-017-1306_p0035",
      "zh_CN": "在近代，我还学习西方许许多多宗教的典籍，活到老学到老，志无穷，学不厌，才能够成就自己的德行、智慧，帮助别人才真正有善巧方便，善巧方便是德智的起用。这个方向、这个目标永恒不变，这条路愈走愈光明，愈走愈平坦，愈走身心愈自在。从黑暗走向光明，我自己的经验，三十年；换句话说，前面三十年像走黑路，天没有亮半夜走路，三十年天亮了，一片光明。世间人走的路呢？年轻的时候花天酒地很光明，三十年之后穷途末路，他是从光明走向黑暗。我是从黑暗走向光明，前途永远是光明的，这是个很好的例子。",
      "zh_TW": "在近代，我還學習西方許許多多宗教的典籍，活到老學到老，志無窮，學不厭，才能夠成就自己的德行、智慧，幫助別人才真正有善巧方便，善巧方便是德智的起用。這個方向、這個目標永恆不變，這條路愈走愈光明，愈走愈平坦，愈走身心愈自在。從黑暗走向光明，我自己的經驗，三十年；換句話說，前面三十年像走黑路，天沒有亮半夜走路，三十年天亮了，一片光明。世間人走的路呢？年輕的時候花天酒地很光明，三十年之後窮途末路，他是從光明走向黑暗。我是從黑暗走向光明，前途永遠是光明的，這是個很好的例子。"
    },
    {
      "id": "12-017-1306_p0036",
      "zh_CN": "希望有志的年轻同学不能怕苦、不能怕难，一般修学不能成就，中途退转，都是怕难、怕苦。什么是业障？这就叫业障。怕难是业障，怕苦是业障，不肯亲近善知识、不肯亲近善友是业障，这些业障要自己克服。这是个很长的道路，走的时候很长，走过来之后，光阴瞬间，六、七十年回想起来就像昨天一样，你自自然然会有无限的感慨。只有奋发、努力、精进，对于世间万事万法愈看愈清楚，愈看愈明了，确实如佛所说，梦幻泡影，皆是虚妄。不但一切诸法不放在心上，连这个身命都不放在心上，这样你的心才稍稍得清净，展开大乘佛法，你才能真正体会到佛在这里讲的是什么，教我们的是什么，能稍稍契入。",
      "zh_TW": "希望有志的年輕同學不能怕苦、不能怕難，一般修學不能成就，中途退轉，都是怕難、怕苦。什麼是業障？這就叫業障。怕難是業障，怕苦是業障，不肯親近善知識、不肯親近善友是業障，這些業障要自己克服。這是個很長的道路，走的時候很長，走過來之後，光陰瞬間，六、七十年回想起來就像昨天一樣，你自自然然會有無限的感慨。只有奮發、努力、精進，對於世間萬事萬法愈看愈清楚，愈看愈明瞭，確實如佛所說，夢幻泡影，皆是虛妄。不但一切諸法不放在心上，連這個身命都不放在心上，這樣你的心才稍稍得清淨，展開大乘佛法，你才能真正體會到佛在這裡講的是什麼，教我們的是什麼，能稍稍契入。"
    },
    {
      "id": "12-017-1306_p0037",
      "zh_CN": "你看这个经文上「毕竟离着」，我们现在是离着，毕竟两个字还做不到；毕竟离着，等觉菩萨他把生相无明放下，就见到圆满的法性。如果不放下，古大德的比喻很好，十四的月亮。你懂得十四的月亮什么意思？十五月才圆，十四还差一点，虽然很明亮，还没有圆满，那一品生相无明放下就圆满。所以，放下重要！放不下是严重业障，你不能不知道。你放不下永远不会有成就，你成就多大就看你放下多少。你看看大乘法里面，从初信位算起到妙觉五十二个位次，不断的放下，五十二个位次。",
      "zh_TW": "你看這個經文上「畢竟離著」，我們現在是離著，畢竟兩個字還做不到；畢竟離著，等覺菩薩他把生相無明放下，就見到圓滿的法性。如果不放下，古大德的比喻很好，十四的月亮。你懂得十四的月亮什麼意思？十五月才圓，十四還差一點，雖然很明亮，還沒有圓滿，那一品生相無明放下就圓滿。所以，放下重要！放不下是嚴重業障，你不能不知道。你放不下永遠不會有成就，你成就多大就看你放下多少。你看看大乘法裡面，從初信位算起到妙覺五十二個位次，不斷的放下，五十二個位次。"
    },
    {
      "id": "12-017-1306_p0038",
      "zh_CN": "放下见惑，你就转凡成圣，你不是凡夫。见惑是什么？头一个是身，身见、边见、见取见、戒取见、邪见，这五大类。难，真难！我们很冷静的想想，这一生当中做不到。所以我们只能够把目标定在五品位，圆教五品位。解悟，对经论的理解没有错误，正确的理解，跟法身菩萨相同，但是功夫差得远，还是凡夫。幸好我们遇到净宗法门，这种条件如果不是念佛求生净土，还是搞轮回。搞轮回有没有出头的日子？太难太难！为什么？你不可能来生得人身再修。来生得人身再修的人，有，不是没有，太少太少！因为你今生修的善行，来生一定得福报，一定生富贵人家，一享福就迷了。迷了造业往下堕，不再往上升，这桩事情愈想愈可怕！那怎么办？把自己所修的这些善行，点点滴滴统统回向西方净土，希望往生凡圣同居土，增高品位，这就正确。所以一定要有高度的警觉，对于这个世间、出世间一切法有丝毫的贪恋就堕落，你这一生求生西方极乐世界，你就没有把握了。",
      "zh_TW": "放下見惑，你就轉凡成聖，你不是凡夫。見惑是什麼？頭一個是身，身見、邊見、見取見、戒取見、邪見，這五大類。難，真難！我們很冷靜的想想，這一生當中做不到。所以我們只能夠把目標定在五品位，圓教五品位。解悟，對經論的理解沒有錯誤，正確的理解，跟法身菩薩相同，但是功夫差得遠，還是凡夫。幸好我們遇到淨宗法門，這種條件如果不是念佛求生淨土，還是搞輪迴。搞輪迴有沒有出頭的日子？太難太難！為什麼？你不可能來生得人身再修。來生得人身再修的人，有，不是沒有，太少太少！因為你今生修的善行，來生一定得福報，一定生富貴人家，一享福就迷了。迷了造業往下墮，不再往上升，這樁事情愈想愈可怕！那怎麼辦？把自己所修的這些善行，點點滴滴統統迴向西方淨土，希望往生凡聖同居土，增高品位，這就正確。所以一定要有高度的警覺，對於這個世間、出世間一切法有絲毫的貪戀就墮落，你這一生求生西方極樂世界，你就沒有把握了。"
    },
    {
      "id": "12-017-1306_p0039",
      "zh_CN": "我要决定得生，万缘放下，眼前这些受用，无论是物质，无论是精神，有很好，没有也很好；有不放在心上，没有也不放在心上，得自在！有了怎么样？赶快布施，舍掉。没有呢？不求，一丝毫求的念头都没有，这才能解脱，才真正能往生。这是《法华经》上所说的「大事因缘」，这个大事因缘，我不是跟经上所说的意思，经上所讲的大事因缘是明心见性，是圆初住，我今天讲大事因缘是圆五品，这就是什么？佛告诉我们，了义。圆初住我学不到，肯定不能成功，但是圆五品有把握，这个行。尤其是这五十年所做的，现在做得很顺利，从前很勉强的做，现在很顺利，熟了。随喜、读诵、演说、兼修六度、正修六度，我们这四摄六度，自行化他，做得很顺利、很有信心，法喜充满。",
      "zh_TW": "我要決定得生，萬緣放下，眼前這些受用，無論是物質，無論是精神，有很好，沒有也很好；有不放在心上，沒有也不放在心上，得自在！有了怎麼樣？趕快布施，捨掉。沒有呢？不求，一絲毫求的念頭都沒有，這才能解脫，才真正能往生。這是《法華經》上所說的「大事因緣」，這個大事因緣，我不是跟經上所說的意思，經上所講的大事因緣是明心見性，是圓初住，我今天講大事因緣是圓五品，這就是什麼？佛告訴我們，了義。圓初住我學不到，肯定不能成功，但是圓五品有把握，這個行。尤其是這五十年所做的，現在做得很順利，從前很勉強的做，現在很順利，熟了。隨喜、讀誦、演說、兼修六度、正修六度，我們這四攝六度，自行化他，做得很順利、很有信心，法喜充滿。"
    },
    {
      "id": "12-017-1306_p0040",
      "zh_CN": "知见，我们展开经卷能看出经卷的意思，虽然不能像法身菩萨那样，这个意思像泉水往上喷，我们现在也像泉水，泉水冒泡，往上冒泡。他们那个是智慧大开，泉水往上喷，我们只是小小的开始冒泡。我用这些比喻，诸位细心去观察你能体会得到。决不是像一般世间迷惑颠倒，它是死水，那不是活水，死水。那我们自己从前，没有学佛之前也是一滩死水，天天造作罪业，自己不知道，以为自己所作所为都是正确的。这是幸亏过去生中有这么一点善根，有这么一点福德。福德就是遇到贵人，遇到这个机会，真正福德。这个福德不是财富，不是功名，不是权位，这些东西统统都没分。遇到修道的机缘，亲近圣贤的机会，这是无比希有殊胜，正是古德常讲的希有难逢，佛法里面讲的百千万劫难遭遇。",
      "zh_TW": "知見，我們展開經卷能看出經卷的意思，雖然不能像法身菩薩那樣，這個意思像泉水往上噴，我們現在也像泉水，泉水冒泡，往上冒泡。他們那個是智慧大開，泉水往上噴，我們只是小小的開始冒泡。我用這些比喻，諸位細心去觀察你能體會得到。決不是像一般世間迷惑顛倒，它是死水，那不是活水，死水。那我們自己從前，沒有學佛之前也是一灘死水，天天造作罪業，自己不知道，以為自己所作所為都是正確的。這是幸虧過去生中有這麼一點善根，有這麼一點福德。福德就是遇到貴人，遇到這個機會，真正福德。這個福德不是財富，不是功名，不是權位，這些東西統統都沒分。遇到修道的機緣，親近聖賢的機會，這是無比希有殊勝，正是古德常講的希有難逢，佛法裡面講的百千萬劫難遭遇。"
    },
    {
      "id": "12-017-1306_p0041",
      "zh_CN": "在现前我还参加世界和平的工作，明天我要离开此地到印尼去，也是在那边开会，结束之后我要转到日本，九月五号回来。我们想应该在九月七号，我们可以恢复继续讲《华严经》，今天正好这一品可以讲圆满。我希望这个世界和平工作由年轻人来接棒，我不要再去参加了，全心全力来讲经。我也有愿带几个学生，为佛法真正培养弘法讲经的人才。弘法讲经条件没有别的，真正放得下，真正看得破，真正能够勇猛精进，改过自新，他就能成就。怕苦、怕难永远不能成就，不畏苦、不怕难没有不成功的。现在时间到了，我们就讲到此地。",
      "zh_TW": "在現前我還參加世界和平的工作，明天我要離開此地到印尼去，也是在那邊開會，結束之後我要轉到日本，九月五號回來。我們想應該在九月七號，我們可以恢復繼續講《華嚴經》，今天正好這一品可以講圓滿。我希望這個世界和平工作由年輕人來接棒，我不要再去參加了，全心全力來講經。我也有願帶幾個學生，為佛法真正培養弘法講經的人才。弘法講經條件沒有別的，真正放得下，真正看得破，真正能夠勇猛精進，改過自新，他就能成就。怕苦、怕難永遠不能成就，不畏苦、不怕難沒有不成功的。現在時間到了，我們就講到此地。"
    }
  ]
}