{
  "doc_id": "12-017-1369",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三六九卷",
    "zh_TW": "第一三六九卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1369",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "12-017-1369_p0001",
      "zh_CN": "诸位同学，请看「菩萨问明品」，第三段业果甚深，宝首菩萨偈颂第一首，我们还是要把第一首多谈一谈。",
      "zh_TW": "諸位同學，請看「菩薩問明品」，第三段業果甚深，寶首菩薩偈頌第一首，我們還是要把第一首多談一談。"
    },
    {
      "id": "12-017-1369_p0002",
      "zh_CN": "【随其所行业，如是果报生，作者无所有，诸佛之所说。】",
      "zh_TW": "【隨其所行業，如是果報生，作者無所有，諸佛之所說。】"
    },
    {
      "id": "12-017-1369_p0003",
      "zh_CN": "前面两句就是现在人所讲的现象。由于『行业』，就是造业不同，所以『果报』也就不一样。所造之业无量无边，业习种子遇到缘它就起现行。在这大环境里头（大环境我们讲法界），无量无边的业缘，于是果报就非常非常的复杂。佛在经上，这是当年讲经教学为大家略为举几个例子，正如同后面的比喻九首颂一样，释迦牟尼佛四十九年给我们讲经说法，都是举一些例子而谈。而事实是说不尽的。",
      "zh_TW": "前面兩句就是現在人所講的現象。由於『行業』，就是造業不同，所以『果報』也就不一樣。所造之業無量無邊，業習種子遇到緣它就起現行。在這大環境裡頭（大環境我們講法界），無量無邊的業緣，於是果報就非常非常的複雜。佛在經上，這是當年講經教學為大家略為舉幾個例子，正如同後面的比喻九首頌一樣，釋迦牟尼佛四十九年給我們講經說法，都是舉一些例子而談。而事實是說不盡的。"
    },
    {
      "id": "12-017-1369_p0004",
      "zh_CN": "佛说的话是真话不是假话，「即使十方无量无边诸佛如来一起来说，说无量劫也说不完」。这些话，如果你把道理明白了，你就相信，你一点疑惑都没有了。什么个道理？起心动念不一样！起心动念速度之快，我们没有法子想像。一个念头它就现相，它就像《楞严经》上讲的「结暗为色」，就是物质。物质怎么来的？就这么变来的，唯心所现。什么叫暗？暗是无明，什么叫无明？无明就是起心动念。念头非常微细，极其微细的念头，佛法里叫做「生相无明」，这就是《楞严经》上讲的「结暗为色」，就是现在我们所讲的物质从哪来的。",
      "zh_TW": "佛說的話是真話不是假話，「即使十方無量無邊諸佛如來一起來說，說無量劫也說不完」。這些話，如果你把道理明白了，你就相信，你一點疑惑都沒有了。什麼個道理？起心動念不一樣！起心動念速度之快，我們沒有法子想像。一個念頭它就現相，它就像《楞嚴經》上講的「結暗為色」，就是物質。物質怎麼來的？就這麼變來的，唯心所現。什麼叫暗？暗是無明，什麼叫無明？無明就是起心動念。念頭非常微細，極其微細的念頭，佛法裡叫做「生相無明」，這就是《楞嚴經》上講的「結暗為色」，就是現在我們所講的物質從哪來的。"
    },
    {
      "id": "12-017-1369_p0005",
      "zh_CN": "现在科学家发现，物质是无中生有，这个发现很难得！那个无是什么？无是法性；有，有就是法相，物质是个现相。法相是从法性生的，古大德用比喻来说，譬如「以金作器」，把金比喻作法性，把器比喻作法相，你就要晓得性相是一不是二。性没有形相，没有形相所以它没有生灭，但它不是无、不是空无。我们说它作空、说它作无，为什么？我们六根缘不到，就是接触不到，所以称它作无、称它作空。实际上，它能生有，它能生物质，它怎么会是空的？这个道理要懂。",
      "zh_TW": "現在科學家發現，物質是無中生有，這個發現很難得！那個無是什麼？無是法性；有，有就是法相，物質是個現相。法相是從法性生的，古大德用比喻來說，譬如「以金作器」，把金比喻作法性，把器比喻作法相，你就要曉得性相是一不是二。性沒有形相，沒有形相所以它沒有生滅，但它不是無、不是空無。我們說它作空、說它作無，為什麼？我們六根緣不到，就是接觸不到，所以稱它作無、稱它作空。實際上，它能生有，它能生物質，它怎麼會是空的？這個道理要懂。"
    },
    {
      "id": "12-017-1369_p0006",
      "zh_CN": "虽生物质这个现相，这相是幻相，为什么？刹那生灭，刹那不住，生起来立刻就灭了。好像为什么我们现在看到这个现相，几十年、几百年、几千年都还存在？这是什么回事情？这是生灭的相续相。就好像我们看电影，电影诸位容易了解它，那个银幕的色相从哪里来的？是从放映机镜头里面放出来的。放出来是什么？幻灯片，电影那个影片就是幻灯片，一张一张的我们叫幻灯片。如果我们照相，用我们这照相机，你去买一卷负片（负片就是幻灯片），你连续照外面的色相，一张一张接着，你把这个快门按着，这三十六张统统照完，你看看每一张是不是一样？好像是一样的，可是细细观察每张每张都不一样。这现象就是告诉你，外面的现相是刹那生灭的。",
      "zh_TW": "雖生物質這個現相，這相是幻相，為什麼？剎那生滅，剎那不住，生起來立刻就滅了。好像為什麼我們現在看到這個現相，幾十年、幾百年、幾千年都還存在？這是什麼回事情？這是生滅的相續相。就好像我們看電影，電影諸位容易了解它，那個銀幕的色相從哪裡來的？是從放映機鏡頭裡面放出來的。放出來是什麼？幻燈片，電影那個影片就是幻燈片，一張一張的我們叫幻燈片。如果我們照相，用我們這照相機，你去買一卷負片（負片就是幻燈片），你連續照外面的色相，一張一張接著，你把這個快門按著，這三十六張統統照完，你看看每一張是不是一樣？好像是一樣的，可是細細觀察每張每張都不一樣。這現象就是告訴你，外面的現相是剎那生滅的。"
    },
    {
      "id": "12-017-1369_p0007",
      "zh_CN": "你照相，你按一个镜头就是一个生灭，你的镜头开一次马上关起来，这张照进去了，再换成第二张。这我们有经验，我们玩过这些东西。如果你要是玩从前老式的八厘米的小电影，这过去我也玩过，它一卷片子好像是四分钟（四分二十几秒的样子）一卷片子。拍下来冲好之后，我们看这个底片，你在放映机里面放出来，这是一秒钟二十四张，速度慢的一秒钟十八张。你就看到我们拍摄下来的跟现场一样的，现场已经没有了，已经过去了，留下来的影像。这个影像我们看起来很逼真，知道银幕上的影像是相续相。",
      "zh_TW": "你照相，你按一個鏡頭就是一個生滅，你的鏡頭開一次馬上關起來，這張照進去了，再換成第二張。這我們有經驗，我們玩過這些東西。如果你要是玩從前老式的八釐米的小電影，這過去我也玩過，它一卷片子好像是四分鐘（四分二十幾秒的樣子）一卷片子。拍下來沖好之後，我們看這個底片，你在放映機裡面放出來，這是一秒鐘二十四張，速度慢的一秒鐘十八張。你就看到我們拍攝下來的跟現場一樣的，現場已經沒有了，已經過去了，留下來的影像。這個影像我們看起來很逼真，知道銀幕上的影像是相續相。"
    },
    {
      "id": "12-017-1369_p0008",
      "zh_CN": "佛这样说法我们容易懂，知道外面现相不是真的。如果是真的，昨天的现相怎么今天不见了？未来明天的现相，今天为什么见不到？到明天的时候，今天又过去了。今天过去，到哪里去找？如果我们心思稍微细一点，从这里去观察，你还不觉悟吗？我们是一年一年，我们晓得去年不在了，永远不会回来了；昨天不在了，昨天永远找不回来了；今天一分一秒的过去了，那一分一秒过去也找不回来，是不是这样的？你就要晓得，昨天是昨天的那一张底片，今天是今天这一张底片，昨天那张底片已经灭了，今天这张片子生出来。我们是讲很粗很粗的相，这个你懂！佛给我们讲叫刹那生灭，刹那是形容词，讲时间非常非常短暂。",
      "zh_TW": "佛這樣說法我們容易懂，知道外面現相不是真的。如果是真的，昨天的現相怎麼今天不見了？未來明天的現相，今天為什麼見不到？到明天的時候，今天又過去了。今天過去，到哪裡去找？如果我們心思稍微細一點，從這裡去觀察，你還不覺悟嗎？我們是一年一年，我們曉得去年不在了，永遠不會回來了；昨天不在了，昨天永遠找不回來了；今天一分一秒的過去了，那一分一秒過去也找不回來，是不是這樣的？你就要曉得，昨天是昨天的那一張底片，今天是今天這一張底片，昨天那張底片已經滅了，今天這張片子生出來。我們是講很粗很粗的相，這個你懂！佛給我們講叫剎那生滅，剎那是形容詞，講時間非常非常短暫。"
    },
    {
      "id": "12-017-1369_p0009",
      "zh_CN": "我们今天拿到照相机，这个通常大家都知道，百分之一秒，我们感光的速度，二百分之一秒、四百分之一秒、千分之一秒。千分之一秒这种感光的底片，千分之一秒可以能够照喷射机。它在空中飞，全速飞行，一个小时飞一千公里，你用千分之一秒的速度去照它，它不动。你照出来，你看这个底片上清清楚楚好像它完全没有动，在空中没有动。你看高速公路上这开快车的，这一小时开到一百三、四十公里的，开到一百六十公里，你用五百分之一秒的速度去拍照，它也没动，你仔细看轮胎清清楚楚，不像是转动的样子。从这些地方细心去观察，就知道所有现相是虚幻的相续相。",
      "zh_TW": "我們今天拿到照相機，這個通常大家都知道，百分之一秒，我們感光的速度，二百分之一秒、四百分之一秒、千分之一秒。千分之一秒這種感光的底片，千分之一秒可以能夠照噴射機。它在空中飛，全速飛行，一個小時飛一千公里，你用千分之一秒的速度去照它，它不動。你照出來，你看這個底片上清清楚楚好像它完全沒有動，在空中沒有動。你看高速公路上這開快車的，這一小時開到一百三、四十公里的，開到一百六十公里，你用五百分之一秒的速度去拍照，它也沒動，你仔細看輪胎清清楚楚，不像是轉動的樣子。從這些地方細心去觀察，就知道所有現相是虛幻的相續相。"
    },
    {
      "id": "12-017-1369_p0010",
      "zh_CN": "在大乘经上佛讲真话，佛给你讲相续是随顺世谛说的，随顺我们讲，我们懂。佛讲哪里有相续！现相是什么？真的讲，现相是迁流不是相续。这我们就很不容易体会，这个意思就很深了，「业果甚深」。讲相续不深，我们能懂；讲迁流就深，迁流像流水一样。这前面我们在比喻里面说过。流水，前面的水跟后面的水不是相续的，为什么？前面水不是后面的水，后面水也不是前面水；相续的它是相同的。像我们用摄影机拍摄电影，我们讲相续，这是很容易理解，能够体会得到。但是现相实在讲它是迁流，迁流的速度太快了，使我们没有办法知道它是假的。",
      "zh_TW": "在大乘經上佛講真話，佛給你講相續是隨順世諦說的，隨順我們講，我們懂。佛講哪裡有相續！現相是什麼？真的講，現相是遷流不是相續。這我們就很不容易體會，這個意思就很深了，「業果甚深」。講相續不深，我們能懂；講遷流就深，遷流像流水一樣。這前面我們在比喻裡面說過。流水，前面的水跟後面的水不是相續的，為什麼？前面水不是後面的水，後面水也不是前面水；相續的它是相同的。像我們用攝影機拍攝電影，我們講相續，這是很容易理解，能夠體會得到。但是現相實在講它是遷流，遷流的速度太快了，使我們沒有辦法知道它是假的。"
    },
    {
      "id": "12-017-1369_p0011",
      "zh_CN": "《般若经》上讲出了真话，「一切法」，这一切法包括世间法跟出世间法。所以实实在在讲，哪有什么世间、出世间？在大乘教里面，世出世间是怎么说的？就是觉跟迷，觉了就叫出世间，迷了就叫世间。法哪有世间、出世间？没有，觉迷在人，法也没有觉迷。能现能变的性识，「唯心所现，唯识所变」；所变所现的现相，前面我们读过「并皆速灭」。速是快速，它这个现相是极大的速度在那个地方生灭，前念灭后念生，只要有念它就有相，相是这么产生的。念既然是了不可得、是空的，自性空，相哪里会真有？相决定跟自性空相应。所以佛给我们讲真相，真相是「一切法无所有，毕竟空，不可得」。",
      "zh_TW": "《般若經》上講出了真話，「一切法」，這一切法包括世間法跟出世間法。所以實實在在講，哪有什麼世間、出世間？在大乘教裡面，世出世間是怎麼說的？就是覺跟迷，覺了就叫出世間，迷了就叫世間。法哪有世間、出世間？沒有，覺迷在人，法也沒有覺迷。能現能變的性識，「唯心所現，唯識所變」；所變所現的現相，前面我們讀過「並皆速滅」。速是快速，它這個現相是極大的速度在那個地方生滅，前念滅後念生，只要有念它就有相，相是這麼產生的。念既然是了不可得、是空的，自性空，相哪裡會真有？相決定跟自性空相應。所以佛給我們講真相，真相是「一切法無所有，畢竟空，不可得」。"
    },
    {
      "id": "12-017-1369_p0012",
      "zh_CN": "我们在这个事实真相之下，我们要问我们怎么生活？佛教给我们，要与性德相应，这个生活是正常的，跟心现识变完全相应。有没有障碍？没有，清凉大师在《华严经》里面所说的「理无碍，事无碍，理事无碍，事事无碍」，这四无碍合起来叫得大自在。法界本来是无障碍的，本来是大自在。那我们今天生活得很不自在，处处都有障碍，这触处成障。人跟人相处不能和睦，人跟大自然相处也不能和睦，这到底是怎么回事？这是你的生活跟性德相违背，这一相违背，就是把你大自在扭曲了，这一扭曲，你就不自在了，就是这么个道理。",
      "zh_TW": "我們在這個事實真相之下，我們要問我們怎麼生活？佛教給我們，要與性德相應，這個生活是正常的，跟心現識變完全相應。有沒有障礙？沒有，清涼大師在《華嚴經》裡面所說的「理無礙，事無礙，理事無礙，事事無礙」，這四無礙合起來叫得大自在。法界本來是無障礙的，本來是大自在。那我們今天生活得很不自在，處處都有障礙，這觸處成障。人跟人相處不能和睦，人跟大自然相處也不能和睦，這到底是怎麼回事？這是你的生活跟性德相違背，這一相違背，就是把你大自在扭曲了，這一扭曲，你就不自在了，就是這麼個道理。"
    },
    {
      "id": "12-017-1369_p0013",
      "zh_CN": "所以圣人教众生怎么个教法？众生根性不相同，烦恼习气不一样，必须要因材施教，他是什么样的根性，你就怎么样教法。佛法里头常讲上中下三根，那根性不齐。上根人好教，你只一指点，他就明白、通达了，他就能够随顺性德，所谓是转迷为悟；中下根人难了，你怎么样指示他，不懂、不悟！这不悟是什么？劝导，反复的劝导教他，无数次的反复，渐渐他也明白，中根人；下根人业障重，怎么教他也不会悟，什么原因？放不下！妄想分别执着永远放不下，非常坚固，这个人难教。对这种人用什么方法？用因果。",
      "zh_TW": "所以聖人教眾生怎麼個教法？眾生根性不相同，煩惱習氣不一樣，必須要因材施教，他是什麼樣的根性，你就怎麼樣教法。佛法裡頭常講上中下三根，那根性不齊。上根人好教，你只一指點，他就明白、通達了，他就能夠隨順性德，所謂是轉迷為悟；中下根人難了，你怎麼樣指示他，不懂、不悟！這不悟是什麼？勸導，反覆的勸導教他，無數次的反覆，漸漸他也明白，中根人；下根人業障重，怎麼教他也不會悟，什麼原因？放不下！妄想分別執著永遠放不下，非常堅固，這個人難教。對這種人用什麼方法？用因果。"
    },
    {
      "id": "12-017-1369_p0014",
      "zh_CN": "因果也是迷失自性产生的一个现象，所以佛家常讲「万法皆空，因果不空」。因果怎么不空？这因果是在世间法里面讲，就是在法相里面说，不能谈法性，法性里头没有。法相里头有这种现象，就是转变，因会变成果，果会变成因，在六道里头这种现象非常明显。我们看植物，这植物的因是什么？种子，种子是它的因。种子放在土壤里面去栽培，它就发芽，它就长成了小树，种子没有了。种子变成了芽，芽又变成了树苗，树苗慢慢就变成大树，大树又开花结果。它结了果的时候，你看看这是果，果里头又变成因，结成果实的时候它就变成因，因变成果，果变成因，转变不空；相续不空，循环不空，因果里头有这三个现象。这个道理我们一定要懂。为什么？说老实话，我们想在这一生当中契入佛与大菩萨的境界，那是非常困难。不入佛菩萨的境界，你永远不能解决问题，这都是事实。不能解决问题，你就没有办法脱离轮回，无法脱离六道。所以，佛要帮助六道众生，帮助他什么？帮助他离苦得乐。",
      "zh_TW": "因果也是迷失自性產生的一個現象，所以佛家常講「萬法皆空，因果不空」。因果怎麼不空？這因果是在世間法裡面講，就是在法相裡面說，不能談法性，法性裡頭沒有。法相裡頭有這種現象，就是轉變，因會變成果，果會變成因，在六道裡頭這種現象非常明顯。我們看植物，這植物的因是什麼？種子，種子是它的因。種子放在土壤裡面去栽培，它就發芽，它就長成了小樹，種子沒有了。種子變成了芽，芽又變成了樹苗，樹苗慢慢就變成大樹，大樹又開花結果。它結了果的時候，你看看這是果，果裡頭又變成因，結成果實的時候它就變成因，因變成果，果變成因，轉變不空；相續不空，循環不空，因果裡頭有這三個現象。這個道理我們一定要懂。為什麼？說老實話，我們想在這一生當中契入佛與大菩薩的境界，那是非常困難。不入佛菩薩的境界，你永遠不能解決問題，這都是事實。不能解決問題，你就沒有辦法脫離輪迴，無法脫離六道。所以，佛要幫助六道眾生，幫助他什麼？幫助他離苦得樂。"
    },
    {
      "id": "12-017-1369_p0015",
      "zh_CN": "六道里头三恶道太苦，三善道那就幸福多了。三善道是什么业因？善因，佛讲十善业道，十善业道是三善道的真因；人道、天道、人天修罗道。因为修罗是四道都有，诸位读《楞严经》就知道，阿修罗在天上有、人间有、畜生有、饿鬼有，地狱里头没有修罗。人天的修罗也是修十善业道，叫三善道。那三恶道，三恶道他们所修的是不善，就是十恶业，十善反面就是十恶，杀生、偷盗、邪淫、妄语、恶口、两舌、绮语、贪、瞋、痴。如果我们的念头起心动念、言语造作与这十个相应，那就不好了，你所造的业，「如是果报生」。这个「如是」是什么？饿鬼、地狱、畜生，这个果报生了。如果我们造的业是与十善业道相应，身不杀生、不偷盗、不邪淫，不妄语、不恶口、不两舌、不绮语，不贪、不瞋、不痴，你要是造这个行业，「如是果报生」，这个如是是三善道；人、天跟人天的修罗道。",
      "zh_TW": "六道裡頭三惡道太苦，三善道那就幸福多了。三善道是什麼業因？善因，佛講十善業道，十善業道是三善道的真因；人道、天道、人天修羅道。因為修羅是四道都有，諸位讀《楞嚴經》就知道，阿修羅在天上有、人間有、畜生有、餓鬼有，地獄裡頭沒有修羅。人天的修羅也是修十善業道，叫三善道。那三惡道，三惡道他們所修的是不善，就是十惡業，十善反面就是十惡，殺生、偷盜、邪淫、妄語、惡口、兩舌、綺語、貪、瞋、痴。如果我們的念頭起心動念、言語造作與這十個相應，那就不好了，你所造的業，「如是果報生」。這個「如是」是什麼？餓鬼、地獄、畜生，這個果報生了。如果我們造的業是與十善業道相應，身不殺生、不偷盜、不邪淫，不妄語、不惡口、不兩舌、不綺語，不貪、不瞋、不痴，你要是造這個行業，「如是果報生」，這個如是是三善道；人、天跟人天的修羅道。"
    },
    {
      "id": "12-017-1369_p0016",
      "zh_CN": "造什么样的业感什么报，造什么样的业是因，感报是果。所以这经文第一句是讲业因、因缘，第二句是讲果报。在三善道里面，我们不要说别的，我们现前所接触到的人道，我们大家都是人，可是人也不一样、不齐，富贵贫贱不齐。有人富贵，有人贫贱；有人长寿，有人短命；有人享福，有人受罪。为什么同样是人，不齐？还是「随其所行业，如是果报生」。佛在经上告诉我们，业有两种，一种叫引业，一种叫满业。引是引导，引导你到哪一道受生。我们今天得人身，大家都得人身，我们的引业相同，满业不相同。举个比喻来说，我们讲财富、聪明智慧、健康长寿，我们举这个例子来讲，这是每个人都不一样的，这都是果报。财富、聪明智慧、健康长寿是果报，什么样的因可不能不知道。",
      "zh_TW": "造什麼樣的業感什麼報，造什麼樣的業是因，感報是果。所以這經文第一句是講業因、因緣，第二句是講果報。在三善道裡面，我們不要說別的，我們現前所接觸到的人道，我們大家都是人，可是人也不一樣、不齊，富貴貧賤不齊。有人富貴，有人貧賤；有人長壽，有人短命；有人享福，有人受罪。為什麼同樣是人，不齊？還是「隨其所行業，如是果報生」。佛在經上告訴我們，業有兩種，一種叫引業，一種叫滿業。引是引導，引導你到哪一道受生。我們今天得人身，大家都得人身，我們的引業相同，滿業不相同。舉個比喻來說，我們講財富、聰明智慧、健康長壽，我們舉這個例子來講，這是每個人都不一樣的，這都是果報。財富、聰明智慧、健康長壽是果報，什麼樣的因可不能不知道。"
    },
    {
      "id": "12-017-1369_p0017",
      "zh_CN": "财从哪里来的？财布施来的。佛给我们讲，财可不能积，我们现在懂得了，为什么？你积也积不了，刹那生灭，无所有，毕竟空，不可得，你怎么能得到？哪有这种道理。所以财要散，财要布施。布施是种因、是因，得财富是果报，愈施愈多；不施，不施就没有了。你这一生总有财用，你生活上，那就是你命里头，我们一般讲，你命里头这财多少不一样，命里的财富从哪里来？过去生中修的，这要知道。我们看到这世间有很多发大财的亿万富翁，过去生中修的。你再仔细看看他现在再种不种因？他现在果报现前了，没人教他，他不知道这个果报是什么样的因，以为自己有能力、有聪明、有手腕，自己赚得的，这错了，不是你赚得的。为什么？比你聪明的人多，比你手段高明的人也多，为什么他们不发财，你要从这里冷静去观察。",
      "zh_TW": "財從哪裡來的？財布施來的。佛給我們講，財可不能積，我們現在懂得了，為什麼？你積也積不了，剎那生滅，無所有，畢竟空，不可得，你怎麼能得到？哪有這種道理。所以財要散，財要布施。布施是種因、是因，得財富是果報，愈施愈多；不施，不施就沒有了。你這一生總有財用，你生活上，那就是你命裡頭，我們一般講，你命裡頭這財多少不一樣，命裡的財富從哪裡來？過去生中修的，這要知道。我們看到這世間有很多發大財的億萬富翁，過去生中修的。你再仔細看看他現在再種不種因？他現在果報現前了，沒人教他，他不知道這個果報是什麼樣的因，以為自己有能力、有聰明、有手腕，自己賺得的，這錯了，不是你賺得的。為什麼？比你聰明的人多，比你手段高明的人也多，為什麼他們不發財，你要從這裡冷靜去觀察。"
    },
    {
      "id": "12-017-1369_p0018",
      "zh_CN": "我的老师方东美先生，聪明绝顶，大哲学家，广学多闻，你跟他在一块听他谈天下事，头头是道。一生教书，拿一点薪水，拿一点钟点费，只能养家活口。当年在台湾，台湾印《大藏经》，我把这个消息一告诉他，他没有钱买，很想买一套没钱买，他必须要借贷才能够买一套《大藏经》。我们就晓得（这学了佛之后就晓得），他老人家过去大概生生世世修法布施，没有修财布施，所以他财用缺乏，生活勉强能过得去。这大学教授，名教授。我们再看看，那个时候我出家了，有一位李居士护持我，这个人很有钱，李建兴的家人。李建兴在台湾是煤矿大王，他没念过什么书，发那么大的财，阳明山公园是他私有财产，他捐出来的，送给国家。那我们就知道，这个人过去生中修财布施多，没修法布施，这就是讲满业不一样。",
      "zh_TW": "我的老師方東美先生，聰明絕頂，大哲學家，廣學多聞，你跟他在一塊聽他談天下事，頭頭是道。一生教書，拿一點薪水，拿一點鐘點費，只能養家活口。當年在台灣，台灣印《大藏經》，我把這個消息一告訴他，他沒有錢買，很想買一套沒錢買，他必須要借貸才能夠買一套《大藏經》。我們就曉得（這學了佛之後就曉得），他老人家過去大概生生世世修法布施，沒有修財布施，所以他財用缺乏，生活勉強能過得去。這大學教授，名教授。我們再看看，那個時候我出家了，有一位李居士護持我，這個人很有錢，李建興的家人。李建興在台灣是煤礦大王，他沒念過什麼書，發那麼大的財，陽明山公園是他私有財產，他捐出來的，送給國家。那我們就知道，這個人過去生中修財布施多，沒修法布施，這就是講滿業不一樣。"
    },
    {
      "id": "12-017-1369_p0019",
      "zh_CN": "佛告诉我们，健康长寿是无畏布施，什么叫无畏？能够帮助一切众生远离恐怖、畏惧，让他身心得到安稳，凡是这一类的称之为无畏布施。这个例子很多，我们在小时候，这个科技没有现在这么发达，出门走路没有车。我们从乡下到城里，乡下距城不太远，二十五里路要走三个小时（二十五里差不多是现在的十二公里、十三公里的样子，走三个小时）。晚上走路害怕，那个时候治安还不错，但是怕什么？怕鬼。好像朋友他害怕，我陪你、我送你，这都属于无畏布施，让你不害怕，有人作伴，这对人。别人有苦难的时候，我就帮助他，让他离开恐怖、离开忧虑，这都属于无畏布施，对人的。",
      "zh_TW": "佛告訴我們，健康長壽是無畏布施，什麼叫無畏？能夠幫助一切眾生遠離恐怖、畏懼，讓他身心得到安穩，凡是這一類的稱之為無畏布施。這個例子很多，我們在小時候，這個科技沒有現在這麼發達，出門走路沒有車。我們從鄉下到城裡，鄉下距城不太遠，二十五里路要走三個小時（二十五里差不多是現在的十二公里、十三公里的樣子，走三個小時）。晚上走路害怕，那個時候治安還不錯，但是怕什麼？怕鬼。好像朋友他害怕，我陪你、我送你，這都屬於無畏布施，讓你不害怕，有人作伴，這對人。別人有苦難的時候，我就幫助他，讓他離開恐怖、離開憂慮，這都屬於無畏布施，對人的。"
    },
    {
      "id": "12-017-1369_p0020",
      "zh_CN": "另外对物，这要懂得，动物。对动物这数量就大！什么是最好的无畏布施？素食，不吃众生肉。不吃众生肉，养自己的慈悲心，一切众生对你都不害怕。这些畜生你不要小看牠，牠会看人。这个看人，我们现在人讲磁场，中国人讲气。那个喜欢吃肉、喜欢杀生的，他有杀气，小动物一靠近你，牠赶快就跑掉，牠怕你，你有杀气。如果不吃众生肉，养自己的慈悲心，那个磁场就不一样，这小动物都很喜欢来接近你，牠不怕你，牠知道你不会伤害牠，对牠就是无畏布施。所以修无畏布施，最好的是吃长素。吃长素的人寿命长，你就懂得这有道理。",
      "zh_TW": "另外對物，這要懂得，動物。對動物這數量就大！什麼是最好的無畏布施？素食，不吃眾生肉。不吃眾生肉，養自己的慈悲心，一切眾生對你都不害怕。這些畜生你不要小看牠，牠會看人。這個看人，我們現在人講磁場，中國人講氣。那個喜歡吃肉、喜歡殺生的，他有殺氣，小動物一靠近你，牠趕快就跑掉，牠怕你，你有殺氣。如果不吃眾生肉，養自己的慈悲心，那個磁場就不一樣，這小動物都很喜歡來接近你，牠不怕你，牠知道你不會傷害牠，對牠就是無畏布施。所以修無畏布施，最好的是吃長素。吃長素的人壽命長，你就懂得這有道理。"
    },
    {
      "id": "12-017-1369_p0021",
      "zh_CN": "长寿还带健康。长寿不健康也很苦，所以处处能够仁民爱物，用仁慈的心对人，「己所不欲，勿施于人」。能够爱惜一切生命，绝不伤害一切生物。这个生物，严格的讲还包括了植物，你看佛家的戒律，「清净比丘，不踏生草」，地上那个草长得也很茂盛，你怎么可以从草地上踏过？佛的戒律的确很微细。地上青草不踏，那我们怎么走路？佛教导我们，这个地方如果有路，你不可以踏生草；如果没有路，可以，那很对不起，没有法子，一定要通过。如果有路的话，不可以，宁可绕道，不可以踏生草，慈悲心！这都属于无畏布施。",
      "zh_TW": "長壽還帶健康。長壽不健康也很苦，所以處處能夠仁民愛物，用仁慈的心對人，「己所不欲，勿施於人」。能夠愛惜一切生命，絕不傷害一切生物。這個生物，嚴格的講還包括了植物，你看佛家的戒律，「清淨比丘，不踏生草」，地上那個草長得也很茂盛，你怎麼可以從草地上踏過？佛的戒律的確很微細。地上青草不踏，那我們怎麼走路？佛教導我們，這個地方如果有路，你不可以踏生草；如果沒有路，可以，那很對不起，沒有法子，一定要通過。如果有路的話，不可以，寧可繞道，不可以踏生草，慈悲心！這都屬於無畏布施。"
    },
    {
      "id": "12-017-1369_p0022",
      "zh_CN": "什么样的因得什么样的果报。吝财折福，我有财力，别人那边非常需要，他穷困，我不肯布施，这叫吝啬、吝财，贪得不肯布施，这是最容易折福。法亦如是，贪图，这在佛门里面我们见过，贪佛法不肯布施。譬如道场有善信赠送很多经书法宝，我们这个地方也没有人看，也没有人去研究，数量很大，统统把它收藏起来，看作镇寺之宝，别人有需要不肯给他。这是什么果报？得愚痴果报，你这一生无论怎么样勤苦修学，不会开悟。为什么？你的业障碍着你，吝法，你增长贪心，增长悭吝心，你怎么会开悟？不但这一生不开悟，麻烦可大了，由于这一个恶因、恶习气，往后生生世世愚痴。因果通三世，学佛的同修一定要明了。",
      "zh_TW": "什麼樣的因得什麼樣的果報。吝財折福，我有財力，別人那邊非常需要，他窮困，我不肯布施，這叫吝嗇、吝財，貪得不肯布施，這是最容易折福。法亦如是，貪圖，這在佛門裡面我們見過，貪佛法不肯布施。譬如道場有善信贈送很多經書法寶，我們這個地方也沒有人看，也沒有人去研究，數量很大，統統把它收藏起來，看作鎮寺之寶，別人有需要不肯給他。這是什麼果報？得愚痴果報，你這一生無論怎麼樣勤苦修學，不會開悟。為什麼？你的業障礙著你，吝法，你增長貪心，增長慳吝心，你怎麼會開悟？不但這一生不開悟，麻煩可大了，由於這一個惡因、惡習氣，往後生生世世愚痴。因果通三世，學佛的同修一定要明瞭。"
    },
    {
      "id": "12-017-1369_p0023",
      "zh_CN": "三世，来世，来世你看到吗？你要是细心真的看到，就在眼前，只要你留意。你看看那个病重的人，将死的人（将要死的人），你仔细去观察你就能看到三世因果。凡是这一生心行慈善的，走得多好，不学佛也预知时至，他知道他什么时候走，他知道他到哪里。我在小时候很小，七、八岁的时候住在农村，乡下农村。我们村子里面有一个大户人家，也就是一般人所讲的地主，大户人家。老太太过世了（那时候我们是孙字辈），这老太太没有学佛；那时候我们家里头没有佛教，这村庄周围都没有佛教，有神教。她走的时候清清楚楚，知道要走了，叫人帮助她洗澡，帮助她换上衣服，把家里头事情，家人都在面前都交代完了，告诉大家，有很多人来接她。",
      "zh_TW": "三世，來世，來世你看到嗎？你要是細心真的看到，就在眼前，只要你留意。你看看那個病重的人，將死的人（將要死的人），你仔細去觀察你就能看到三世因果。凡是這一生心行慈善的，走得多好，不學佛也預知時至，他知道他什麼時候走，他知道他到哪裡。我在小時候很小，七、八歲的時候住在農村，鄉下農村。我們村子裡面有一個大戶人家，也就是一般人所講的地主，大戶人家。老太太過世了（那時候我們是孫字輩），這老太太沒有學佛；那時候我們家裡頭沒有佛教，這村莊周圍都沒有佛教，有神教。她走的時候清清楚楚，知道要走了，叫人幫助她洗澡，幫助她換上衣服，把家裡頭事情，家人都在面前都交代完了，告訴大家，有很多人來接她。"
    },
    {
      "id": "12-017-1369_p0024",
      "zh_CN": "我们以后学佛知道，这是人天福报，她来生的福报比这一生一定更殊胜。看到很多人，有轿子、有马来迎接她，这绝对不是到三恶道的，到三恶道没有这种现象。所以在这个时候你仔细去观察，你就会相信，你会接受，确实是有。学佛就更不必说，学佛，你只要看看往生的，学佛人的临终，我们亲眼看见的，这是算是很近的事情。前年我们在新加坡，你看到陈光别居士往生，他往生的瑞相非常好，但是是不是真正往生我们不知道。以后怎么晓得？以后从那些冤亲债主口里说出来的，这个事情发生在居士林的念佛堂，大家都知道。",
      "zh_TW": "我們以後學佛知道，這是人天福報，她來生的福報比這一生一定更殊勝。看到很多人，有轎子、有馬來迎接她，這絕對不是到三惡道的，到三惡道沒有這種現象。所以在這個時候你仔細去觀察，你就會相信，你會接受，確實是有。學佛就更不必說，學佛，你只要看看往生的，學佛人的臨終，我們親眼看見的，這是算是很近的事情。前年我們在新加坡，你看到陳光別居士往生，他往生的瑞相非常好，但是是不是真正往生我們不知道。以後怎麼曉得？以後從那些冤親債主口裡說出來的，這個事情發生在居士林的念佛堂，大家都知道。"
    },
    {
      "id": "12-017-1369_p0025",
      "zh_CN": "发生这个事情的时候，我在香港讲经没有在新加坡，而是悟全法师打电话给我，把这桩事情告诉我。说是陈光别的冤亲债主很多，不是一个人，很多人附在杜美璇居士的身上。这是我们念佛堂的一个女居士，附在她身上，附身的时候口吐白沫，不省人事，一会儿就说话了，说话也不是她的声音。告诉大众，他们是陈光别老居士的冤亲债主，他说：老居士已经往生了，我们很欢喜，我们也不给他为难，我们到这儿来的目的是要求听经、要求皈依。全师打电话给我，我说一切照办，给他们皈依，请他们到五楼听经，五楼是讲堂。他们说五楼的光太大！他们没有办法进去，这样就改在二楼、一楼；二楼是餐厅，一楼也是餐厅也是厨房，那边有电视。听什么经？指定听《地藏经》，好，我们就用电视播放《地藏经》，日夜不停，大概一个多月他们就走了。以后杜美璇居士来见我，把这事情详详细细给我说明，这不是假的。",
      "zh_TW": "發生這個事情的時候，我在香港講經沒有在新加坡，而是悟全法師打電話給我，把這樁事情告訴我。說是陳光別的冤親債主很多，不是一個人，很多人附在杜美璇居士的身上。這是我們念佛堂的一個女居士，附在她身上，附身的時候口吐白沫，不省人事，一會兒就說話了，說話也不是她的聲音。告訴大眾，他們是陳光別老居士的冤親債主，他說：老居士已經往生了，我們很歡喜，我們也不給他為難，我們到這兒來的目的是要求聽經、要求皈依。全師打電話給我，我說一切照辦，給他們皈依，請他們到五樓聽經，五樓是講堂。他們說五樓的光太大！他們沒有辦法進去，這樣就改在二樓、一樓；二樓是餐廳，一樓也是餐廳也是廚房，那邊有電視。聽什麼經？指定聽《地藏經》，好，我們就用電視播放《地藏經》，日夜不停，大概一個多月他們就走了。以後杜美璇居士來見我，把這事情詳詳細細給我說明，這不是假的。"
    },
    {
      "id": "12-017-1369_p0026",
      "zh_CN": "中国、外国许许多多的道场都有这些事情，东天目山齐居士告诉我，这些年来山上往生的十几个人，瑞相都好，其中还有一个是站着走的，最近走了一个是坐着走的，但是都是预知时至，没有病苦，说走就走了。确确实实有来世，有来世那我们就不能不为来世打算，这叫聪明人，这叫有智慧的人，所以这一生当中决定不造恶业。我们这一生当中生活得很苦，过去没有种好的因，这一生当中明白了，决定种好因，不善的因统统不能做，我们就知道我们来生比这一生要殊胜多多。在这一生当中，所有一切冤业、一切不如意要能忍耐、要能化解，转冤家为亲家，化敌为友，这多好！现在时间到了，我们就讲到此地。",
      "zh_TW": "中國、外國許許多多的道場都有這些事情，東天目山齊居士告訴我，這些年來山上往生的十幾個人，瑞相都好，其中還有一個是站著走的，最近走了一個是坐著走的，但是都是預知時至，沒有病苦，說走就走了。確確實實有來世，有來世那我們就不能不為來世打算，這叫聰明人，這叫有智慧的人，所以這一生當中決定不造惡業。我們這一生當中生活得很苦，過去沒有種好的因，這一生當中明白了，決定種好因，不善的因統統不能做，我們就知道我們來生比這一生要殊勝多多。在這一生當中，所有一切冤業、一切不如意要能忍耐、要能化解，轉冤家為親家，化敵為友，這多好！現在時間到了，我們就講到此地。"
    },
    {
      "id": "12-017-1369_p0027",
      "zh_CN": "诸位同学，我们继续再说说这业因果报。记得在前面曾经跟诸位报告过，宗门禅宗大德六祖惠能大师教导学人也是教人从远离「十恶八邪」下手，跟这个地方的经文义趣完全相同。人决定不能造恶业，杀盗淫妄到贪瞋痴，这是恶业；八邪，那是讲的思想见解，邪知邪见，错误的思想见解。为什么佛说这个世间人的思想见解错了？错在哪里？为什么说他错？那个根执着有我，我见，总认为这身是我。高明一点的人知道这个身恐怕不是我，能够思惟、能够想像的这个是心，这是我，「我思故我在」，这就比较高明一点；但是他还是有个我执，执着有个我。",
      "zh_TW": "諸位同學，我們繼續再說說這業因果報。記得在前面曾經跟諸位報告過，宗門禪宗大德六祖惠能大師教導學人也是教人從遠離「十惡八邪」下手，跟這個地方的經文義趣完全相同。人決定不能造惡業，殺盜淫妄到貪瞋痴，這是惡業；八邪，那是講的思想見解，邪知邪見，錯誤的思想見解。為什麼佛說這個世間人的思想見解錯了？錯在哪裡？為什麼說他錯？那個根執著有我，我見，總認為這身是我。高明一點的人知道這個身恐怕不是我，能夠思惟、能夠想像的這個是心，這是我，「我思故我在」，這就比較高明一點；但是他還是有個我執，執著有個我。"
    },
    {
      "id": "12-017-1369_p0028",
      "zh_CN": "佛告诉我们十法界里头没有我。没有我误以为有我，这是一切邪知邪见的根源，错了。所以到什么人他知见才算是正知正见？那就是八正，就不是八邪。在佛法里讲八正道，八正道的反面就是八种邪见。佛说证得阿罗汉知见就正了，阿罗汉称为正觉。佛也承认这世间人有觉悟的，但是不承认他是正觉，为什么？他有我，我的对面就有人，所以说他有是非人我。阿罗汉没有是非人我，阿罗汉决定不造恶业，正知正见，正觉，菩萨称为正等正觉，比阿罗汉高，佛称为无上正等正觉。所以佛、菩萨、阿罗汉，要用现在的话来说，是教学里头三个学位。佛陀这个学位最高，像我们现在讲博士学位，菩萨是硕士学位，阿罗汉是学士学位，你拿到学位了。在佛陀教育里面你拿到学位，学位的名称。什么样的资格才拿到？阿罗汉是正觉，菩萨是正等正觉，佛陀是无上正等正觉，佛经里头有个术语，「阿耨多罗三藐三菩提」，这是取得学位的资格，我们要懂得。",
      "zh_TW": "佛告訴我們十法界裡頭沒有我。沒有我誤以為有我，這是一切邪知邪見的根源，錯了。所以到什麼人他知見才算是正知正見？那就是八正，就不是八邪。在佛法裡講八正道，八正道的反面就是八種邪見。佛說證得阿羅漢知見就正了，阿羅漢稱為正覺。佛也承認這世間人有覺悟的，但是不承認他是正覺，為什麼？他有我，我的對面就有人，所以說他有是非人我。阿羅漢沒有是非人我，阿羅漢決定不造惡業，正知正見，正覺，菩薩稱為正等正覺，比阿羅漢高，佛稱為無上正等正覺。所以佛、菩薩、阿羅漢，要用現在的話來說，是教學裡頭三個學位。佛陀這個學位最高，像我們現在講博士學位，菩薩是碩士學位，阿羅漢是學士學位，你拿到學位了。在佛陀教育裡面你拿到學位，學位的名稱。什麼樣的資格才拿到？阿羅漢是正覺，菩薩是正等正覺，佛陀是無上正等正覺，佛經裡頭有個術語，「阿耨多羅三藐三菩提」，這是取得學位的資格，我們要懂得。"
    },
    {
      "id": "12-017-1369_p0029",
      "zh_CN": "所以你要问佛教是不是宗教？佛教说老实话，它不是宗教，它是教育。但是现在佛教真的它变成宗教，变质了，我们要知道。变质是人为的，不是它的本质；它的本质是教育，变质是宗教，我们一定要晓得。那我们今天学什么？我们要学佛的本质，我们不学变质。本质，你看看释迦牟尼佛当年在世，他老人家一生所造的行业。我们在《大藏经》里面，看释迦牟尼佛的传记有两本书，一本叫《释迦方志》，一本叫《释迦谱》，唐朝时候人编写的，根据经典记载里头写成释迦牟尼佛传，这收在《大藏经》里头。我最初学佛跟章嘉大师，他老人家就叫我看这个，当年在台湾这两本书买不到，《藏经》里面有，我们查《大藏经》查到了，把它抄出来。",
      "zh_TW": "所以你要問佛教是不是宗教？佛教說老實話，它不是宗教，它是教育。但是現在佛教真的它變成宗教，變質了，我們要知道。變質是人為的，不是它的本質；它的本質是教育，變質是宗教，我們一定要曉得。那我們今天學什麼？我們要學佛的本質，我們不學變質。本質，你看看釋迦牟尼佛當年在世，他老人家一生所造的行業。我們在《大藏經》裡面，看釋迦牟尼佛的傳記有兩本書，一本叫《釋迦方誌》，一本叫《釋迦譜》，唐朝時候人編寫的，根據經典記載裡頭寫成釋迦牟尼佛傳，這收在《大藏經》裡頭。我最初學佛跟章嘉大師，他老人家就叫我看這個，當年在台灣這兩本書買不到，《藏經》裡面有，我們查《大藏經》查到了，把它抄出來。"
    },
    {
      "id": "12-017-1369_p0030",
      "zh_CN": "我学佛的时候抄过经，没书！现在人真是福报太大了，自己家里头都可以收藏一套《大藏经》，这在从前是不可思议的，没有人敢想像的。现在轻而易举可以收藏一部《大藏经》，可以收藏《四库全书》。尤其现在的《藏经》、《四库全书》已经变成了光碟，上一次有人送我一套《大正藏》，好像只十几个光碟，听说《四库全书》也有，都做成光碟，非常方便。这是科技带给我们的，我们要善于利用。",
      "zh_TW": "我學佛的時候抄過經，沒書！現在人真是福報太大了，自己家裡頭都可以收藏一套《大藏經》，這在從前是不可思議的，沒有人敢想像的。現在輕而易舉可以收藏一部《大藏經》，可以收藏《四庫全書》。尤其現在的《藏經》、《四庫全書》已經變成了光碟，上一次有人送我一套《大正藏》，好像只十幾個光碟，聽說《四庫全書》也有，都做成光碟，非常方便。這是科技帶給我們的，我們要善於利用。"
    },
    {
      "id": "12-017-1369_p0031",
      "zh_CN": "不过在我想像当中，我们读书还是书本好，为什么？这些光碟要在萤光幕上看，我觉得这很伤眼睛，而且有电磁波的辐射。短时间没有关系，你说一天不超过一、二个小时，大概还可以。如果是长时间在萤光幕面前，在这个电磁波面前，我觉得对于我们的身体健康肯定是有妨害，这不能不知道。但是有这些东西可以收藏，方便，我们想要哪一部经，可以把这一部经把它印出来，用印表机把它印出来，印出来我们读文字。这个纸张文字还是有很多的好处，为什么？重要的地方我们可以把它用红笔、颜色笔标示出来；我们自己有心得，或者有感想，可以写在这个旁边，这没有问题，这不是原本的经本。原本经本我们要爱惜，要流传给后世，不能够随便在上面写字，这是对经典的尊重，对别人的尊重。我们在电脑上自己印出来，这自己可以随便写字，这没有关系，这是给自己用的不是给别人用的。",
      "zh_TW": "不過在我想像當中，我們讀書還是書本好，為什麼？這些光碟要在螢光幕上看，我覺得這很傷眼睛，而且有電磁波的輻射。短時間沒有關係，你說一天不超過一、二個小時，大概還可以。如果是長時間在螢光幕面前，在這個電磁波面前，我覺得對於我們的身體健康肯定是有妨害，這不能不知道。但是有這些東西可以收藏，方便，我們想要哪一部經，可以把這一部經把它印出來，用印表機把它印出來，印出來我們讀文字。這個紙張文字還是有很多的好處，為什麼？重要的地方我們可以把它用紅筆、顏色筆標示出來；我們自己有心得，或者有感想，可以寫在這個旁邊，這沒有問題，這不是原本的經本。原本經本我們要愛惜，要流傳給後世，不能夠隨便在上面寫字，這是對經典的尊重，對別人的尊重。我們在電腦上自己印出來，這自己可以隨便寫字，這沒有關係，這是給自己用的不是給別人用的。"
    },
    {
      "id": "12-017-1369_p0032",
      "zh_CN": "念念要想到别人，不能单顾自己，古人都能想到。所以我们现在收藏一些线装书，都是一、二百年以前的，你看书本干干净净，从前人读过，保存得这么好，对得起后人。我们今天读了之后也要晓得，我们要对得起后来的人。现在我们在研究，我们跟大家在一块讨论，势必要在经书里面划段落、做记号，或者还要写一些东西进去，这怎么办？没有关系，我们做影印本。现在影印很方便，我们把原书影印下来，用影印的本子我们来用；原本还要好好的保存留给后人，这就对了。总而言之一句话，常常为别人着想，不要为自己想。我们收藏这些东西是为后人的，不是为自己的，这就对了。如果收藏为自己的，这就吝法，将这些法宝据为己有，果报是愚痴，你障碍别人的法身慧命，这个罪过很大。",
      "zh_TW": "念念要想到別人，不能單顧自己，古人都能想到。所以我們現在收藏一些線裝書，都是一、二百年以前的，你看書本乾乾淨淨，從前人讀過，保存得這麼好，對得起後人。我們今天讀了之後也要曉得，我們要對得起後來的人。現在我們在研究，我們跟大家在一塊討論，勢必要在經書裡面劃段落、做記號，或者還要寫一些東西進去，這怎麼辦？沒有關係，我們做影印本。現在影印很方便，我們把原書影印下來，用影印的本子我們來用；原本還要好好的保存留給後人，這就對了。總而言之一句話，常常為別人著想，不要為自己想。我們收藏這些東西是為後人的，不是為自己的，這就對了。如果收藏為自己的，這就吝法，將這些法寶據為己有，果報是愚痴，你障礙別人的法身慧命，這個罪過很大。"
    },
    {
      "id": "12-017-1369_p0033",
      "zh_CN": "我们要晓得，障碍别人的法身慧命比害人身命罪还重。害人身命，实在讲无所谓，道教说得最多、最详细。你看江逸子居士的「地狱变相图」，根据道教《玉历宝钞》，参考一些东西画出来的，讲这些业因果报。佛法也有，但是我们都疏忽了，因为他这一幅画引起我们查《大藏经》。果然不负所望，查出有二十多种经论对于业因果报讲得比道教还详细。现在我们把它节录出来印成一册，佛经里面讲的业因果报。所以这些事情不能把它看作迷信。",
      "zh_TW": "我們要曉得，障礙別人的法身慧命比害人身命罪還重。害人身命，實在講無所謂，道教說得最多、最詳細。你看江逸子居士的「地獄變相圖」，根據道教《玉曆寶鈔》，參考一些東西畫出來的，講這些業因果報。佛法也有，但是我們都疏忽了，因為他這一幅畫引起我們查《大藏經》。果然不負所望，查出有二十多種經論對於業因果報講得比道教還詳細。現在我們把它節錄出來印成一冊，佛經裡面講的業因果報。所以這些事情不能把它看作迷信。"
    },
    {
      "id": "12-017-1369_p0034",
      "zh_CN": "「迷信」这两个字早年我讲得很多，我记得李老师编的《佛学概要十四讲》，我至少讲过十几遍。其中有一篇就讲到迷信的问题，什么叫迷信？我们对于事实真相一无所知。譬如像鬼神这些事情，我们对它事实真相不知道。人家说有，我们跟着说有，这是迷信；人家说没有，我们跟着说没有，你想想看是不是迷信？也是迷信。一个迷信它有，一个迷信它没有，究竟它是有没有？不知道，这叫迷信。怎样叫不迷信？你把事实真相搞清楚了，搞清楚它确实是有，我相信它有，这不迷信。它确实有，我并没有搞清楚，我信它没有，这是迷信。诸位想想对不对？总要搞清楚。",
      "zh_TW": "「迷信」這兩個字早年我講得很多，我記得李老師編的《佛學概要十四講》，我至少講過十幾遍。其中有一篇就講到迷信的問題，什麼叫迷信？我們對於事實真相一無所知。譬如像鬼神這些事情，我們對它事實真相不知道。人家說有，我們跟著說有，這是迷信；人家說沒有，我們跟著說沒有，你想想看是不是迷信？也是迷信。一個迷信它有，一個迷信它沒有，究竟它是有沒有？不知道，這叫迷信。怎樣叫不迷信？你把事實真相搞清楚了，搞清楚它確實是有，我相信它有，這不迷信。它確實有，我並沒有搞清楚，我信它沒有，這是迷信。諸位想想對不對？總要搞清楚。"
    },
    {
      "id": "12-017-1369_p0035",
      "zh_CN": "所以佛法的高明处，佛法令我们佩服的地方，并不是释迦牟尼佛说有就是有，释迦牟尼佛说没有就是没有，不是，佛不是这样教人；佛要是这样教人的话，不值得我们佩服他。佛说了之后，最重要要我们自己去亲证，这一招高，所以佛的教学是信解行证，这怎么会迷信？最后你证明。譬如说佛讲的十法界，你要证明；佛讲的六道，你要去证；佛教给你的方法，你依照这方法去做，你就能够证明。佛教我们用什么方法？方法的总的指导原则不外乎戒定慧。什么叫戒？遵守释迦牟尼佛教导你的方法，你去做，对这个方法不能怀疑。所以说对老师不怀疑，对教诲的理论不怀疑，对教导我们的方法不怀疑，依教奉行。这个奉行的结果是什么？奉行的结果是得定。",
      "zh_TW": "所以佛法的高明處，佛法令我們佩服的地方，並不是釋迦牟尼佛說有就是有，釋迦牟尼佛說沒有就是沒有，不是，佛不是這樣教人；佛要是這樣教人的話，不值得我們佩服他。佛說了之後，最重要要我們自己去親證，這一招高，所以佛的教學是信解行證，這怎麼會迷信？最後你證明。譬如說佛講的十法界，你要證明；佛講的六道，你要去證；佛教給你的方法，你依照這方法去做，你就能夠證明。佛教我們用什麼方法？方法的總的指導原則不外乎戒定慧。什麼叫戒？遵守釋迦牟尼佛教導你的方法，你去做，對這個方法不能懷疑。所以說對老師不懷疑，對教誨的理論不懷疑，對教導我們的方法不懷疑，依教奉行。這個奉行的結果是什麼？奉行的結果是得定。"
    },
    {
      "id": "12-017-1369_p0036",
      "zh_CN": "所以诸位要晓得，特别是大乘佛法，实在讲小乘也不例外，教什么？就是教戒定慧。因戒得定，因定开慧，智慧开了之后，佛所讲的这些事实真相你全都证实了。譬如说佛讲六道，六道你真看到了，一点都不假，定中见到的。小乘人他那个定功浅是小定，必须要入定才看到，出定他就看不到；大乘菩萨修的是大定，大定要不要入定？不要，为什么？行住坐卧都在定中。所以他不管什么时候他想见，这境界就现前，不但六道现前，十法界也现前，他方一切诸佛境界也都现前。如《华严经》上所说，佛是教你去证，不是叫你盲目的接受，那是错误的。",
      "zh_TW": "所以諸位要曉得，特別是大乘佛法，實在講小乘也不例外，教什麼？就是教戒定慧。因戒得定，因定開慧，智慧開了之後，佛所講的這些事實真相你全都證實了。譬如說佛講六道，六道你真看到了，一點都不假，定中見到的。小乘人他那個定功淺是小定，必須要入定才看到，出定他就看不到；大乘菩薩修的是大定，大定要不要入定？不要，為什麼？行住坐臥都在定中。所以他不管什麼時候他想見，這境界就現前，不但六道現前，十法界也現前，他方一切諸佛境界也都現前。如《華嚴經》上所說，佛是教你去證，不是叫你盲目的接受，那是錯誤的。"
    },
    {
      "id": "12-017-1369_p0037",
      "zh_CN": "我们今天没有得到定，没有得到定，我为什么相信他？我们从比量上信受奉行。比量是什么？推理，他讲得有道理。理必定有事，理跟事是有连带关系的，就像因果一样，有因一定有果，有果一定有因。没有一个果报说没有因的，没这个道理；没有说一个因它后头没结果的，也没这个道理。所以这一般讲是解悟不是证悟。解悟得的受用很浅，证悟那得的受用就大，所以一定要证果。我们今天自己业障太重，这是近代一些大德，像倓虚、圆瑛法师这些大德常常讲，在现前这个时代里头，学教没有大开圆解的，参禅没有明心见性的，学密没有三密相应的，所以到最后给我们说出唯有念佛带业往生，你生到西方极乐世界那就是亲证了。佛给你讲的这个净土经论，你都证明这一条路能走通。",
      "zh_TW": "我們今天沒有得到定，沒有得到定，我為什麼相信他？我們從比量上信受奉行。比量是什麼？推理，他講得有道理。理必定有事，理跟事是有連帶關係的，就像因果一樣，有因一定有果，有果一定有因。沒有一個果報說沒有因的，沒這個道理；沒有說一個因它後頭沒結果的，也沒這個道理。所以這一般講是解悟不是證悟。解悟得的受用很淺，證悟那得的受用就大，所以一定要證果。我們今天自己業障太重，這是近代一些大德，像倓虛、圓瑛法師這些大德常常講，在現前這個時代裡頭，學教沒有大開圓解的，參禪沒有明心見性的，學密沒有三密相應的，所以到最後給我們說出唯有念佛帶業往生，你生到西方極樂世界那就是親證了。佛給你講的這個淨土經論，你都證明這一條路能走通。"
    },
    {
      "id": "12-017-1369_p0038",
      "zh_CN": "我们看看在这么多年当中，走这条路子成功的人还真不少。像我们上一点钟跟诸位讲的新加坡居士林老林长陈光别往生，这个事情距离我们很近，这是真的不是假的。他学佛多少年？可以说学佛几十年，但是几十年都是迷信，自己福报大，他是银行家，寺庙里头只有烧香拜佛，做法会去拈香而已，没有听说过讲经，自己也没有去读经。而是到晚年生病了，在家里面躺在病床上，没事，这样子生病两年。因为我们在居士林讲经，他听了也很欢喜（他从来没有到现场听过经），把我们讲经的录相带拿回家，把电视机就放在他床铺的前面，他躺在那里，睁开眼睛就看到电视，每天听讲经八个小时，听了两年明白了。所以除了听经就念阿弥陀佛，两年他真的成功了。",
      "zh_TW": "我們看看在這麼多年當中，走這條路子成功的人還真不少。像我們上一點鐘跟諸位講的新加坡居士林老林長陳光別往生，這個事情距離我們很近，這是真的不是假的。他學佛多少年？可以說學佛幾十年，但是幾十年都是迷信，自己福報大，他是銀行家，寺廟裡頭只有燒香拜佛，做法會去拈香而已，沒有聽說過講經，自己也沒有去讀經。而是到晚年生病了，在家裡面躺在病床上，沒事，這樣子生病兩年。因為我們在居士林講經，他聽了也很歡喜（他從來沒有到現場聽過經），把我們講經的錄相帶拿回家，把電視機就放在他床鋪的前面，他躺在那裡，睜開眼睛就看到電視，每天聽講經八個小時，聽了兩年明白了。所以除了聽經就念阿彌陀佛，兩年他真的成功了。"
    },
    {
      "id": "12-017-1369_p0039",
      "zh_CN": "有一天他跟李木源居士说，他要走了。李居士告诉他：你现在不能走，居士林要靠你维持，你要不在的话，人事不能安定。他想一想也就答应了，好，就再过两年！这两年当中把居士林的人事安排好了，到第四年，这就是又听了两年的经，又念了两年的佛。我听他家人告诉我，老居士有一天在一张纸上写了「八月初七」，写了十几个八月初七，家里人也不敢问他，也不知道他是什么意思。八月初七那一天他往生的，三个月之前，你看看他把那个日期写了十几个，清清楚楚明明白白，三个月之前知道！这才叫做解脱，这才叫做真正的成就。",
      "zh_TW": "有一天他跟李木源居士說，他要走了。李居士告訴他：你現在不能走，居士林要靠你維持，你要不在的話，人事不能安定。他想一想也就答應了，好，就再過兩年！這兩年當中把居士林的人事安排好了，到第四年，這就是又聽了兩年的經，又念了兩年的佛。我聽他家人告訴我，老居士有一天在一張紙上寫了「八月初七」，寫了十幾個八月初七，家裡人也不敢問他，也不知道他是什麼意思。八月初七那一天他往生的，三個月之前，你看看他把那個日期寫了十幾個，清清楚楚明明白白，三個月之前知道！這才叫做解脫，這才叫做真正的成就。"
    },
    {
      "id": "12-017-1369_p0040",
      "zh_CN": "这个世间无论什么样的事业，我们中国人从前讲三不朽，「立功，立德，立言」，都不是真实的。为什么？世界有成住坏空，哪里是真实？佛在经上讲得很明白，这个我们大家听了都会点头，「人命无常，国土危脆」，我们中国人讲「沧海桑田」。我们这几天，因为在推行《弟子规》，所以我偶尔翻翻，翻出一本书来，孔子那个时代的《历史地图集》，这是根据考古学里头所说的。孔子那个时代我们中国沿海的海岸线跟现在的海岸线不一样，那个时候的海岸线比我们现在海岸线要缩进去不少，也就是说现在的海岸线比孔子那个时代延伸出去很多，这是我们在这地图上很清楚看到。那就是什么？沧海桑田。有些地方，孔子那个时候有陆地，现在没有了；有些地方，孔子那个时代那是海岸，现在那边变成陆地。",
      "zh_TW": "這個世間無論什麼樣的事業，我們中國人從前講三不朽，「立功，立德，立言」，都不是真實的。為什麼？世界有成住壞空，哪裡是真實？佛在經上講得很明白，這個我們大家聽了都會點頭，「人命無常，國土危脆」，我們中國人講「滄海桑田」。我們這幾天，因為在推行《弟子規》，所以我偶爾翻翻，翻出一本書來，孔子那個時代的《歷史地圖集》，這是根據考古學裡頭所說的。孔子那個時代我們中國沿海的海岸線跟現在的海岸線不一樣，那個時候的海岸線比我們現在海岸線要縮進去不少，也就是說現在的海岸線比孔子那個時代延伸出去很多，這是我們在這地圖上很清楚看到。那就是什麼？滄海桑田。有些地方，孔子那個時候有陸地，現在沒有了；有些地方，孔子那個時代那是海岸，現在那邊變成陸地。"
    },
    {
      "id": "12-017-1369_p0041",
      "zh_CN": "佛家讲世界的成住坏空，现在科学家跟我们讲得更详细，每天你在望远镜里面去观察，有星球爆炸了，没有了，也有新的星产生了。这就是佛家讲的「成住坏空」，现在科学给我们证明。人命无常，那更不必说了。我离开家乡的时候十岁，前年回到家乡去看看，从前住的那个房子完全没有，现在都是平地，我都不认识了。以前我们上私塾的祠堂，祠堂也没有了。还有个观音庙，观音庙也没有了，观音庙的遗址在，这是我印象最深刻的。那有个小河，有个小桥，我们小时候常常在那里玩的，在那小河边上玩。反正水也不深就是了，走路可以从水里头走过去，水很浅，走过去就是小观音庙，那庙也没有了。只有那一块地方我们认得，除那一块地方，周围的环境都不认识。因为从前有一片树林，现在树林没有了。十岁离开，现在一转眼八十岁了，真的是人命无常！",
      "zh_TW": "佛家講世界的成住壞空，現在科學家跟我們講得更詳細，每天你在望遠鏡裡面去觀察，有星球爆炸了，沒有了，也有新的星產生了。這就是佛家講的「成住壞空」，現在科學給我們證明。人命無常，那更不必說了。我離開家鄉的時候十歲，前年回到家鄉去看看，從前住的那個房子完全沒有，現在都是平地，我都不認識了。以前我們上私塾的祠堂，祠堂也沒有了。還有個觀音廟，觀音廟也沒有了，觀音廟的遺址在，這是我印象最深刻的。那有個小河，有個小橋，我們小時候常常在那裡玩的，在那小河邊上玩。反正水也不深就是了，走路可以從水裡頭走過去，水很淺，走過去就是小觀音廟，那廟也沒有了。只有那一塊地方我們認得，除那一塊地方，周圍的環境都不認識。因為從前有一片樹林，現在樹林沒有了。十歲離開，現在一轉眼八十歲了，真的是人命無常！"
    },
    {
      "id": "12-017-1369_p0042",
      "zh_CN": "你只要细心去观察，确实如佛经上所说，那是正说，那是真话，「无所有，毕竟空，不可得」。这不可得，头一个从你的身命不可得，佛给我们说「人命在呼吸之间」，一天一天衰老，一天一天走向坟墓，这是事实，几个人觉悟到了？人生从出世往哪里走？往坟墓里头走，真叫勇猛精进，一天它都不肯住，它一定要往前走。寿命的长短是自己修的，不是别人给你定的，这个诸位看《了凡四训》就明了；一般人不懂得这个事实真相，就被命运拘束了。完全通达明了，知道寿命是过去生中无畏布施得的果报，这一生当中我们努力认真修无畏布施，你的寿命可以延长。本来你是一个多灾、多难、多病的，是个不健康的，修无畏布施可以得到健康的身体，健康长寿。",
      "zh_TW": "你只要細心去觀察，確實如佛經上所說，那是正說，那是真話，「無所有，畢竟空，不可得」。這不可得，頭一個從你的身命不可得，佛給我們說「人命在呼吸之間」，一天一天衰老，一天一天走向墳墓，這是事實，幾個人覺悟到了？人生從出世往哪裡走？往墳墓裡頭走，真叫勇猛精進，一天它都不肯住，它一定要往前走。壽命的長短是自己修的，不是別人給你定的，這個諸位看《了凡四訓》就明瞭；一般人不懂得這個事實真相，就被命運拘束了。完全通達明瞭，知道壽命是過去生中無畏布施得的果報，這一生當中我們努力認真修無畏布施，你的壽命可以延長。本來你是一個多災、多難、多病的，是個不健康的，修無畏布施可以得到健康的身體，健康長壽。"
    },
    {
      "id": "12-017-1369_p0043",
      "zh_CN": "世间人都希望健康长寿，都希望自己有聪明，都希望自己有财富，他不肯修因。不但不修因，而且所造的业完全与这个因相违背，大错特错！他的果报？财富折掉了，折福，为什么？心行不善。聪明智慧也偏向于邪知邪见，起心动念自私自利，贪图五欲六尘的享受，不知道行善，不知道积德，造作一些恶业把自己的寿命也折了。这都是没有善知识教导，所以教育非常重要。",
      "zh_TW": "世間人都希望健康長壽，都希望自己有聰明，都希望自己有財富，他不肯修因。不但不修因，而且所造的業完全與這個因相違背，大錯特錯！他的果報？財富折掉了，折福，為什麼？心行不善。聰明智慧也偏向於邪知邪見，起心動念自私自利，貪圖五欲六塵的享受，不知道行善，不知道積德，造作一些惡業把自己的壽命也折了。這都是沒有善知識教導，所以教育非常重要。"
    },
    {
      "id": "12-017-1369_p0044",
      "zh_CN": "今天在全世界来说，懂得教育的是我们中国的老祖宗。你看制造的这个文字，文字是智慧的符号，让我们看到这个文字就觉悟。老祖宗教导我们的与性德完全相应，中国的祖先四、五千年之前就告诉我们「人之初，性本善，性相近」，大家都一样，这一点我们要肯定，肯定你才能爱人，你才能敬人。人性本善，跟佛法里面讲的「一切众生皆有佛性」，「一切众生皆是未来佛」，这是大乘教上常说；《华严》、《圆觉》说得更妙，「一切众生本来成佛」。你看看经上所说的「本来成佛」，那就是儒家所讲的本善，一切众生本质是善的，不善呢？不善老实讲变质了。教育无非是把那个变质回归到本质。就是你现在有很多习性，烦恼习气不善，教你从烦恼习气那里回过头来，回归到本善，这是教育。",
      "zh_TW": "今天在全世界來說，懂得教育的是我們中國的老祖宗。你看製造的這個文字，文字是智慧的符號，讓我們看到這個文字就覺悟。老祖宗教導我們的與性德完全相應，中國的祖先四、五千年之前就告訴我們「人之初，性本善，性相近」，大家都一樣，這一點我們要肯定，肯定你才能愛人，你才能敬人。人性本善，跟佛法裡面講的「一切眾生皆有佛性」，「一切眾生皆是未來佛」，這是大乘教上常說；《華嚴》、《圓覺》說得更妙，「一切眾生本來成佛」。你看看經上所說的「本來成佛」，那就是儒家所講的本善，一切眾生本質是善的，不善呢？不善老實講變質了。教育無非是把那個變質回歸到本質。就是你現在有很多習性，煩惱習氣不善，教你從煩惱習氣那裡回過頭來，回歸到本善，這是教育。"
    },
    {
      "id": "12-017-1369_p0045",
      "zh_CN": "这个回归，迷得太久了，回归也不容易，从哪里回归？从亲情，「父子有亲」，从亲爱这一点启发，从这一点上下功夫，把那个本善引导出来，把本善再开发出来。这在世界上许许多多的这些宗教家、哲学家、教育家，没有中国人说得这么清楚、这么明白。能够跟中国老祖宗相比美的那只有佛法，释迦牟尼佛也讲得非常透彻、非常清楚。佛法讲慈悲，真诚、清净、平等、正觉、慈悲。中国的教育内涵就是五伦，五伦是大道，五常、八德是与道相应的德行，我们合起来称为道德。道，离我们不远，就是日常生活，你每天穿衣吃饭，你每天日常的工作处事待人接物，你离不开五伦。你明白了，你觉悟了，你都能够随顺了，随顺就是德，德就是行道。",
      "zh_TW": "這個回歸，迷得太久了，回歸也不容易，從哪裡回歸？從親情，「父子有親」，從親愛這一點啟發，從這一點上下功夫，把那個本善引導出來，把本善再開發出來。這在世界上許許多多的這些宗教家、哲學家、教育家，沒有中國人說得這麼清楚、這麼明白。能夠跟中國老祖宗相比美的那只有佛法，釋迦牟尼佛也講得非常透徹、非常清楚。佛法講慈悲，真誠、清淨、平等、正覺、慈悲。中國的教育內涵就是五倫，五倫是大道，五常、八德是與道相應的德行，我們合起來稱為道德。道，離我們不遠，就是日常生活，你每天穿衣吃飯，你每天日常的工作處事待人接物，你離不開五倫。你明白了，你覺悟了，你都能夠隨順了，隨順就是德，德就是行道。"
    },
    {
      "id": "12-017-1369_p0046",
      "zh_CN": "一个人如果能够行道，他这一生当中无往而不利；他能够行道，无论现前是贫富贵贱都不障碍，为什么？已经可以不为外面境界所转，正是《楞严经》上所说的「若能转物，则同如来」，你不被境界转，你能转境界。能转境界，那就是夫子讲的不亦悦乎。「学而时习之，不亦说乎」，那是什么？转境界了。转境界，我们举几个例子，在今天的社会最常见的逆境、恶缘，我们遇到了，遇到一些嫉妒、障碍、毁谤、侮辱、陷害，遇到这些事情怎么办？学而时习之。学什么？学菩萨、学佛、学圣贤。圣贤人在这种环境他是怎么处理，我们向他学习。我们向佛菩萨学习，佛菩萨教我们学忍辱波罗蜜；圣贤人都教我们学忍让、谦让、礼让。佛说得更妙，这些逆境恶缘，我们在这里头不生瞋恚，决定没有报复的念头，消业障。",
      "zh_TW": "一個人如果能夠行道，他這一生當中無往而不利；他能夠行道，無論現前是貧富貴賤都不障礙，為什麼？已經可以不為外面境界所轉，正是《楞嚴經》上所說的「若能轉物，則同如來」，你不被境界轉，你能轉境界。能轉境界，那就是夫子講的不亦悅乎。「學而時習之，不亦說乎」，那是什麼？轉境界了。轉境界，我們舉幾個例子，在今天的社會最常見的逆境、惡緣，我們遇到了，遇到一些嫉妒、障礙、毀謗、侮辱、陷害，遇到這些事情怎麼辦？學而時習之。學什麼？學菩薩、學佛、學聖賢。聖賢人在這種環境他是怎麼處理，我們向他學習。我們向佛菩薩學習，佛菩薩教我們學忍辱波羅蜜；聖賢人都教我們學忍讓、謙讓、禮讓。佛說得更妙，這些逆境惡緣，我們在這裡頭不生瞋恚，決定沒有報復的念頭，消業障。"
    },
    {
      "id": "12-017-1369_p0047",
      "zh_CN": "为什么会碰到这些事情？碰到这么多人？过去生中我对不起他，我一定是以不善的心行对他，今天碰到了，他以不善的心行对我，叫一报还一报，好事情。他这个报复来了，我没有瞋恚心，没有报复的心，我接受，那这个帐就了了，这一笔帐就消了，这个业就消了。消业是好事情，业障消了，你的智慧才增长，福慧都增长。所以我们对逆境、对恶缘（恶缘对恶人），我们用什么心态？感恩的心态。感恩，我们业障消了；感恩，我们的德行增长了，它就像来考试一样，看看你能不能忍，看看你还会不会生气，果然能忍、果然能让，这证明我们修养功夫提升了一层。如果没有学佛，没有学圣贤的教诲，我们遇到这个境界决定不会忍让，决定要争、决定要斗，斗争。斗争是彼此都伤害，没有好处；我们懂得忍让，是彼此都有好处。如果对方他在他一生当中，如果他要稍稍冷静去想想，他平常对待别人，别人一定是报复他，一定是不能接受，我相信他常常会遇到这些事情。碰到我们的时候，我们这样是一切都忍让，大概他在一生当中才遇到过这么一次。他也会想想，我们为什么让他？为什么不争？命里有的，丢都丢不掉，命里没有的，争也争不来。他要我的财物，我统统给他，如果是欠他的（过去生中欠他的），我还掉了，欢欢喜喜；如果不欠他的，那我布施，布施后面福报更大，就是愈施愈多。他要为什么不给他？要什么都给他，好事，没有坏事；好人，不是坏人！这个境界你懂不懂？",
      "zh_TW": "為什麼會碰到這些事情？碰到這麼多人？過去生中我對不起他，我一定是以不善的心行對他，今天碰到了，他以不善的心行對我，叫一報還一報，好事情。他這個報復來了，我沒有瞋恚心，沒有報復的心，我接受，那這個帳就了了，這一筆帳就消了，這個業就消了。消業是好事情，業障消了，你的智慧才增長，福慧都增長。所以我們對逆境、對惡緣（惡緣對惡人），我們用什麼心態？感恩的心態。感恩，我們業障消了；感恩，我們的德行增長了，它就像來考試一樣，看看你能不能忍，看看你還會不會生氣，果然能忍、果然能讓，這證明我們修養功夫提升了一層。如果沒有學佛，沒有學聖賢的教誨，我們遇到這個境界決定不會忍讓，決定要爭、決定要鬥，鬥爭。鬥爭是彼此都傷害，沒有好處；我們懂得忍讓，是彼此都有好處。如果對方他在他一生當中，如果他要稍稍冷靜去想想，他平常對待別人，別人一定是報復他，一定是不能接受，我相信他常常會遇到這些事情。碰到我們的時候，我們這樣是一切都忍讓，大概他在一生當中才遇到過這麼一次。他也會想想，我們為什麼讓他？為什麼不爭？命裡有的，丟都丟不掉，命裡沒有的，爭也爭不來。他要我的財物，我統統給他，如果是欠他的（過去生中欠他的），我還掉了，歡歡喜喜；如果不欠他的，那我布施，布施後面福報更大，就是愈施愈多。他要為什麼不給他？要什麼都給他，好事，沒有壞事；好人，不是壞人！這個境界你懂不懂？"
    },
    {
      "id": "12-017-1369_p0048",
      "zh_CN": "佛眼睛里面一切众生都是未来佛，没有凡夫，没有恶人；菩萨心目当中，一切众生都是菩萨。所以有人问什么时候我们会成佛，我就告诉他：什么时候你看一切众生都是佛，那恭喜你，你成佛了。你还要看这个不如意，那个不高兴，那你是凡夫，你修行没功夫；修行有功夫的人是境界转过来了，你怎么还没转？转恶为善（转恶人为善人），转迷为悟，转凡为圣，从哪里转？从自己本身转。「行有不得，反求诸己」，反求诸己重要，统统在自己内心。佛是这么讲的，孔子也是这样讲的，孔子一生述而不作，他是集古圣先贤之大成；换句话说，孔子所说的就是古圣先王所讲的。要求自己！",
      "zh_TW": "佛眼睛裡面一切眾生都是未來佛，沒有凡夫，沒有惡人；菩薩心目當中，一切眾生都是菩薩。所以有人問什麼時候我們會成佛，我就告訴他：什麼時候你看一切眾生都是佛，那恭喜你，你成佛了。你還要看這個不如意，那個不高興，那你是凡夫，你修行沒功夫；修行有功夫的人是境界轉過來了，你怎麼還沒轉？轉惡為善（轉惡人為善人），轉迷為悟，轉凡為聖，從哪裡轉？從自己本身轉。「行有不得，反求諸己」，反求諸己重要，統統在自己內心。佛是這麼講的，孔子也是這樣講的，孔子一生述而不作，他是集古聖先賢之大成；換句話說，孔子所說的就是古聖先王所講的。要求自己！"
    },
    {
      "id": "12-017-1369_p0049",
      "zh_CN": "别人都没有过，过都在自己一身，这是真的，决定不是假的。就像汤所说的「万方有罪，罪在朕躬」，我们听到这一句话，汤王是什么人？要在我们佛法说，菩萨再来的，要不是菩萨，这句话说不出来。所以真正学佛功夫到达一定的程度，确确实实是这样，宇宙之间一切人事物都没有过失，都是究竟圆满；一切过失都是我自己的邪知、邪见、邪行所变现的。我只要把自己的知见转过来，行为转过来，念头转过来，这个世界是极乐世界，这个世界就是华藏，这个世界决定没有一丝毫欠缺，是圆满的，这个道理在大乘经里头。你要从外面转，那就错了，你从内心转完全正确，而且效果非常的显著。今天讲到这首偈，我自己是感触非常之深，所以我们多讲了两个钟点，现在时间到了。",
      "zh_TW": "別人都沒有過，過都在自己一身，這是真的，決定不是假的。就像湯所說的「萬方有罪，罪在朕躬」，我們聽到這一句話，湯王是什麼人？要在我們佛法說，菩薩再來的，要不是菩薩，這句話說不出來。所以真正學佛功夫到達一定的程度，確確實實是這樣，宇宙之間一切人事物都沒有過失，都是究竟圓滿；一切過失都是我自己的邪知、邪見、邪行所變現的。我只要把自己的知見轉過來，行為轉過來，念頭轉過來，這個世界是極樂世界，這個世界就是華藏，這個世界決定沒有一絲毫欠缺，是圓滿的，這個道理在大乘經裡頭。你要從外面轉，那就錯了，你從內心轉完全正確，而且效果非常的顯著。今天講到這首偈，我自己是感觸非常之深，所以我們多講了兩個鐘點，現在時間到了。"
    }
  ]
}