{
  "doc_id": "12-017-1191",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一九一卷",
    "zh_TW": "第一一九一卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1191",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "12-017-1191_p0001",
      "zh_CN": "诸位同学，请看「光明觉品」经文第一段，我们把这个文念一遍：",
      "zh_TW": "諸位同學，請看「光明覺品」經文第一段，我們把這個文念一遍："
    },
    {
      "id": "12-017-1191_p0002",
      "zh_CN": "【尔时世尊，从两足轮下，放百亿光明。】",
      "zh_TW": "【爾時世尊，從兩足輪下，放百億光明。】"
    },
    {
      "id": "12-017-1191_p0003",
      "zh_CN": "到这个地方就是一段。清凉大师为我们讲解这一品的经文，就将经文分两大段。第一段就是「如来放光」，经文就是这一句；第二大段是「光至分齐」，就是说他的光到达的边际。现在我们先看这一段，放光的这一段。《疏》里面给我们解释，「足下放者，表信四义」。中国古人有一句话说，人而无信不能立足在这个社会上。佛法教人也是以信为根本、为基础。在那个时候佛法没有传到中国来，中国人就讲「人无信则不立」。由此可知，这个道是自然之道，不是人想出来的。固然古人有所谓「英雄所见，大略相同」，这里头我们要注意到的是英雄所见，不是他的思惟，不是他的想像，不是他的主张，也不是他的创造，就是他所看到的，看到的是自然现象，是自然而然的法则。所以你有这个智慧、有这个德能，你能看见，古圣先贤能看见，后来的圣贤也能看见。这是我们一般人所讲的见识，他有这个能力。",
      "zh_TW": "到這個地方就是一段。清涼大師為我們講解這一品的經文，就將經文分兩大段。第一段就是「如來放光」，經文就是這一句；第二大段是「光至分齊」，就是說他的光到達的邊際。現在我們先看這一段，放光的這一段。《疏》裡面給我們解釋，「足下放者，表信四義」。中國古人有一句話說，人而無信不能立足在這個社會上。佛法教人也是以信為根本、為基礎。在那個時候佛法沒有傳到中國來，中國人就講「人無信則不立」。由此可知，這個道是自然之道，不是人想出來的。固然古人有所謂「英雄所見，大略相同」，這裡頭我們要注意到的是英雄所見，不是他的思惟，不是他的想像，不是他的主張，也不是他的創造，就是他所看到的，看到的是自然現象，是自然而然的法則。所以你有這個智慧、有這個德能，你能看見，古聖先賢能看見，後來的聖賢也能看見。這是我們一般人所講的見識，他有這個能力。"
    },
    {
      "id": "12-017-1191_p0004",
      "zh_CN": "中国古老的圣贤也看重信，人立足于社会最重要的是信用。西方人非常重视信用，流行的用信用卡；可是中国古圣先贤讲信用，不必用卡，就是一句话，什么凭据都没有。言而有信，这叫性德，这是自性本有的德行。在中国人讲五常，五常是仁、义、礼、智、信。古人对于信看得很重，比自己的身命看得还要重。由这个地方我们能体会到，身命是短促的、是无常的，性德是永恒的、是真常的。真常跟无常两个一比，真常重，古人重视这个有道理。",
      "zh_TW": "中國古老的聖賢也看重信，人立足於社會最重要的是信用。西方人非常重視信用，流行的用信用卡；可是中國古聖先賢講信用，不必用卡，就是一句話，什麼憑據都沒有。言而有信，這叫性德，這是自性本有的德行。在中國人講五常，五常是仁、義、禮、智、信。古人對於信看得很重，比自己的身命看得還要重。由這個地方我們能體會到，身命是短促的、是無常的，性德是永恆的、是真常的。真常跟無常兩個一比，真常重，古人重視這個有道理。"
    },
    {
      "id": "12-017-1191_p0005",
      "zh_CN": "佛在此地教导菩萨，初学的菩萨从哪里入门？从信入门，十信位。信有四义，这个「义」是道义。四义里面第一个，「自下而上，信最初故」。大乘佛法里面说「信为道元功德母，长养一切诸善根」。性德在世出世间法里面，它是基础、是根基。像我们现在盖大楼，这是基础，这是第一层。第一层要不坚固，几十层的大楼你怎么能盖上去？由此可知，这个基础重要。修学净土的同学，大家都知道，净土必须具备三个条件，这三个条件第一个是信，第二个是愿，第三个是行，信愿行为净土三资粮。这个意思就是取得净土三个基本的条件，你要具足。",
      "zh_TW": "佛在此地教導菩薩，初學的菩薩從哪裡入門？從信入門，十信位。信有四義，這個「義」是道義。四義裡面第一個，「自下而上，信最初故」。大乘佛法裡面說「信為道元功德母，長養一切諸善根」。性德在世出世間法裡面，它是基礎、是根基。像我們現在蓋大樓，這是基礎，這是第一層。第一層要不堅固，幾十層的大樓你怎麼能蓋上去？由此可知，這個基礎重要。修學淨土的同學，大家都知道，淨土必須具備三個條件，這三個條件第一個是信，第二個是願，第三個是行，信願行為淨土三資糧。這個意思就是取得淨土三個基本的條件，你要具足。"
    },
    {
      "id": "12-017-1191_p0006",
      "zh_CN": "蕅益大师在《弥陀要解》里面跟我们讲信，他讲了六条，第一个信自，这比什么都重要。你看看《华严经》在此地所说的，清凉、李长者给我们的开示，也是讲信自己，自信自心智慧、境界、身行周遍法界，即一切处不动智佛，这是信自己。在净土，你首先要肯定深信不疑，阿弥陀佛是自性弥陀，西方净土是唯心净土，唯心所现。第二，这才信他，西方极乐世界确确实实有阿弥陀佛，这个阿弥陀佛是我们自性所现的，唯心所现的，确有其人。面对着我们面前有张三、有李四，面对这么多人，这么多人从哪里来的？还是唯心所现，唯识所变，离开性识无有一法可得。古来祖师大德常常说，我们要能体会这个意思，要能够了解事实真相。",
      "zh_TW": "蕅益大師在《彌陀要解》裡面跟我們講信，他講了六條，第一個信自，這比什麼都重要。你看看《華嚴經》在此地所說的，清涼、李長者給我們的開示，也是講信自己，自信自心智慧、境界、身行周遍法界，即一切處不動智佛，這是信自己。在淨土，你首先要肯定深信不疑，阿彌陀佛是自性彌陀，西方淨土是唯心淨土，唯心所現。第二，這才信他，西方極樂世界確確實實有阿彌陀佛，這個阿彌陀佛是我們自性所現的，唯心所現的，確有其人。面對著我們面前有張三、有李四，面對這麼多人，這麼多人從哪裡來的？還是唯心所現，唯識所變，離開性識無有一法可得。古來祖師大德常常說，我們要能體會這個意思，要能夠了解事實真相。"
    },
    {
      "id": "12-017-1191_p0007",
      "zh_CN": "虚空法界、刹土众生，哪一法不是自性？哪一法不是唯心？所以宗门才说「若人识得心，大地无寸土」。果然契入，一切人、一切事、一切物，一切万法，包括虚空，原来就是自己的心性。心性现在变成现相，相就是性，性就是相，性相是一不是二。我尊重心性，那你就是尊重一切人，尊重一切事，尊重一切物，为什么？那是自性，那是能现。我爱自性，那你就要爱一切现相。因为性相不二，理事一如。",
      "zh_TW": "虛空法界、剎土眾生，哪一法不是自性？哪一法不是唯心？所以宗門才說「若人識得心，大地無寸土」。果然契入，一切人、一切事、一切物，一切萬法，包括虛空，原來就是自己的心性。心性現在變成現相，相就是性，性就是相，性相是一不是二。我尊重心性，那你就是尊重一切人，尊重一切事，尊重一切物，為什麼？那是自性，那是能現。我愛自性，那你就要愛一切現相。因為性相不二，理事一如。"
    },
    {
      "id": "12-017-1191_p0008",
      "zh_CN": "凡夫迷了，无论是在性分还是在相分，念念起妄想分别执着，所以把自性变现的相分扭曲了。这种扭曲不是真的，如果是真的，诸佛如来那也随着你扭曲了，为什么他不呢？他心目当中这个世界是一真。由此可知，扭曲是你自己，与他人无关。这桩事我们从比喻当中能够体会到，像我们眼睛很好的人，睁开眼睛看一切景观现象清清楚楚、了了分明，我们把这个比喻作佛知佛见。如果这个人戴上一个太阳眼镜，我戴上一个太阳眼镜，我这个镜片是蓝色的，这一戴上整个世界景观全是蓝的，这把外面境界现象扭曲了。扭曲是我自己扭曲的，我自己感受扭曲的，我旁边这个人没有戴眼镜，我说这个都是蓝色的，他说不是的。那边那个人戴了一个眼镜，他镜片是红色的，他看一片都是红的。另外一个他戴的是绿色的，还有一个戴的是黑色的，每个人看的这个境界都不一样！",
      "zh_TW": "凡夫迷了，無論是在性分還是在相分，念念起妄想分別執著，所以把自性變現的相分扭曲了。這種扭曲不是真的，如果是真的，諸佛如來那也隨著你扭曲了，為什麼他不呢？他心目當中這個世界是一真。由此可知，扭曲是你自己，與他人無關。這樁事我們從比喻當中能夠體會到，像我們眼睛很好的人，睜開眼睛看一切景觀現象清清楚楚、了了分明，我們把這個比喻作佛知佛見。如果這個人戴上一個太陽眼鏡，我戴上一個太陽眼鏡，我這個鏡片是藍色的，這一戴上整個世界景觀全是藍的，這把外面境界現象扭曲了。扭曲是我自己扭曲的，我自己感受扭曲的，我旁邊這個人沒有戴眼鏡，我說這個都是藍色的，他說不是的。那邊那個人戴了一個眼鏡，他鏡片是紅色的，他看一片都是紅的。另外一個他戴的是綠色的，還有一個戴的是黑色的，每個人看的這個境界都不一樣！"
    },
    {
      "id": "12-017-1191_p0009",
      "zh_CN": "由此可知，迷人就是戴上眼镜，觉悟的人眼镜拿掉了、放下了。还有一等迷人戴了好几付眼镜，红黄蓝白黑统统都有，一起都戴上，九法界里面的众生就好像这种比喻一样。所以佛说大家都一样，大家都平等，只要把你的那些眼镜去掉、丢掉、放下、丢弃掉，不都是佛知佛见吗？所以我们说扭曲，这是你自己扭曲，与别人不相干。眼睛的色彩无量无边，不外乎三大类妄想、分别、执着，就这三大类。这三大类你要不肯放下，你永远见不到真相。诸位从我这个比喻里面去想想，你就明白了。",
      "zh_TW": "由此可知，迷人就是戴上眼鏡，覺悟的人眼鏡拿掉了、放下了。還有一等迷人戴了好幾付眼鏡，紅黃藍白黑統統都有，一起都戴上，九法界裡面的眾生就好像這種比喻一樣。所以佛說大家都一樣，大家都平等，只要把你的那些眼鏡去掉、丟掉、放下、丟棄掉，不都是佛知佛見嗎？所以我們說扭曲，這是你自己扭曲，與別人不相干。眼睛的色彩無量無邊，不外乎三大類妄想、分別、執著，就這三大類。這三大類你要不肯放下，你永遠見不到真相。諸位從我這個比喻裡面去想想，你就明白了。"
    },
    {
      "id": "12-017-1191_p0010",
      "zh_CN": "在这个地方我们建立自信心，建立对他的信心。这个他是佛，诸佛如来，在本经我们信毘卢遮那如来，在往生经里面我们信阿弥陀佛，一切经教里面我们信释迦牟尼佛，全是自性所现的。净宗里面常常讲「自性弥陀」，你把这个意思一引申，自性释迦，自性遮那。如果你真的明白了，虚空，自性虚空，世界，自性世界，这一切人，自性一切人；自性一切物，自性山河大地，自性树木花草，没有一样不是自性，没有一样不是唯心所现。所以离开性识无有一法可得。从这个地方你才真正肯定宇宙是一体，人与人的关系，人与一切生物的关系，与一切动物、植物、矿物的关系，与天地鬼神的关系，与一切不同维次空间生物的关系，这就搞清楚、搞明白了，一家人！我常讲，我们说一家人还有距离，实际上，一体，现在人常讲的是一个生命共同体。这里头要记住，一个生命，遍法界虚空界是一个生命共同体，我们从这个地方建立信心。信自，信他，信事，信理，信因，信果，这叫正信。",
      "zh_TW": "在這個地方我們建立自信心，建立對他的信心。這個他是佛，諸佛如來，在本經我們信毘盧遮那如來，在往生經裡面我們信阿彌陀佛，一切經教裡面我們信釋迦牟尼佛，全是自性所現的。淨宗裡面常常講「自性彌陀」，你把這個意思一引申，自性釋迦，自性遮那。如果你真的明白了，虛空，自性虛空，世界，自性世界，這一切人，自性一切人；自性一切物，自性山河大地，自性樹木花草，沒有一樣不是自性，沒有一樣不是唯心所現。所以離開性識無有一法可得。從這個地方你才真正肯定宇宙是一體，人與人的關係，人與一切生物的關係，與一切動物、植物、礦物的關係，與天地鬼神的關係，與一切不同維次空間生物的關係，這就搞清楚、搞明白了，一家人！我常講，我們說一家人還有距離，實際上，一體，現在人常講的是一個生命共同體。這裡頭要記住，一個生命，遍法界虛空界是一個生命共同體，我們從這個地方建立信心。信自，信他，信事，信理，信因，信果，這叫正信。"
    },
    {
      "id": "12-017-1191_p0011",
      "zh_CN": "第二「最卑微故」。因为信是最初，所以他最卑微。由这个地方我们就要明了，凡是具足信心的人一定是谦虚卑下。我们在经教里面看到释迦牟尼佛，对一切众生谦虚卑下；在中国，我们看到孔子、看到老子、看到孟子，他们一生所表现的也是谦虚卑下。你要问为什么？他具足性德。性德表现在外面的就是谦虚卑下。所以从这些地方我们能够觉察到我自己有没有性德，我有几分性德。你还有傲慢，你还有瞧不起别人，你没有性德。",
      "zh_TW": "第二「最卑微故」。因為信是最初，所以他最卑微。由這個地方我們就要明瞭，凡是具足信心的人一定是謙虛卑下。我們在經教裡面看到釋迦牟尼佛，對一切眾生謙虛卑下；在中國，我們看到孔子、看到老子、看到孟子，他們一生所表現的也是謙虛卑下。你要問為什麼？他具足性德。性德表現在外面的就是謙虛卑下。所以從這些地方我們能夠覺察到我自己有沒有性德，我有幾分性德。你還有傲慢，你還有瞧不起別人，你沒有性德。"
    },
    {
      "id": "12-017-1191_p0012",
      "zh_CN": "没有性德，这个问题严重了，你修净土，你一天念阿弥陀佛，念十万声佛号、念二十万声佛号，你能不能往生？不能往生。为什么不能？信愿行三个条件里头，信没有。「我信，我不是不信」，你那个信是自以为信，你是真正不信。为什么说真正不信？你心目当中只有阿弥陀佛，其他一切众生你没瞧在眼里，你瞧不起，没有性德。阿弥陀佛是自性弥陀，你瞧不起那个张三，那个张三是自性张三，跟自性弥陀无二无别，你懂不懂？不懂。所以往生不容易。你轻慢众生，甚至于毁谤众生，你怎么能往生？自己究竟犯了什么过失不知道，真不知道，还以为自己修行功夫不错了。",
      "zh_TW": "沒有性德，這個問題嚴重了，你修淨土，你一天念阿彌陀佛，念十萬聲佛號、念二十萬聲佛號，你能不能往生？不能往生。為什麼不能？信願行三個條件裡頭，信沒有。「我信，我不是不信」，你那個信是自以為信，你是真正不信。為什麼說真正不信？你心目當中只有阿彌陀佛，其他一切眾生你沒瞧在眼裡，你瞧不起，沒有性德。阿彌陀佛是自性彌陀，你瞧不起那個張三，那個張三是自性張三，跟自性彌陀無二無別，你懂不懂？不懂。所以往生不容易。你輕慢眾生，甚至於毀謗眾生，你怎麼能往生？自己究竟犯了什麼過失不知道，真不知道，還以為自己修行功夫不錯了。"
    },
    {
      "id": "12-017-1191_p0013",
      "zh_CN": "佛门里面有不少人修行，他用的方法是拜佛、礼佛，一天拜三千拜。以我们最尊贵的头礼佛之足，最卑微之足，修什么你明白吗？修恭敬心、修谦下心，谦虚卑下，修这个。这个东西修了，在生活上管用吗？以对佛这种恭敬对一切众生，你真学会了。我对佛五体投地，对别人贡高我慢，能不能往生？不能往生。为什么？法身菩萨、诸佛如来，生佛是一不是二，生是众生，佛是诸佛。你看看用的这个词句，它不是佛生不二，生佛不二，众生在佛的上面。诸佛菩萨这样的看人、这样接物，一片真诚恭敬、谦虚卑下。所以障碍里面，贪瞋痴是严重障碍，这里头有傲慢。傲慢从哪里来的？傲慢是从瞋里头来的。嫉妒傲慢障碍你这一生的成就，你不能开悟，你不能往生。临命终时，这李老师以前常说「该怎么生死还怎么生死」。这一句话的意思是说你依旧受轮回、受业力主宰，你的业没有消掉。什么是业？妄想分别执着是业，自私自利、贪瞋痴慢是业。虚伪、染污、高下，这个高下就是不平等，我比你高，你不如我。",
      "zh_TW": "佛門裡面有不少人修行，他用的方法是拜佛、禮佛，一天拜三千拜。以我們最尊貴的頭禮佛之足，最卑微之足，修什麼你明白嗎？修恭敬心、修謙下心，謙虛卑下，修這個。這個東西修了，在生活上管用嗎？以對佛這種恭敬對一切眾生，你真學會了。我對佛五體投地，對別人貢高我慢，能不能往生？不能往生。為什麼？法身菩薩、諸佛如來，生佛是一不是二，生是眾生，佛是諸佛。你看看用的這個詞句，它不是佛生不二，生佛不二，眾生在佛的上面。諸佛菩薩這樣的看人、這樣接物，一片真誠恭敬、謙虛卑下。所以障礙裡面，貪瞋痴是嚴重障礙，這裡頭有傲慢。傲慢從哪裡來的？傲慢是從瞋裡頭來的。嫉妒傲慢障礙你這一生的成就，你不能開悟，你不能往生。臨命終時，這李老師以前常說「該怎麼生死還怎麼生死」。這一句話的意思是說你依舊受輪迴、受業力主宰，你的業沒有消掉。什麼是業？妄想分別執著是業，自私自利、貪瞋痴慢是業。虛偽、染污、高下，這個高下就是不平等，我比你高，你不如我。"
    },
    {
      "id": "12-017-1191_p0014",
      "zh_CN": "我们人生在世间，我常常讲最重要是提升自己境界，其他的事情都不是最重要的，有缘就做，没有缘就不做。今天早晨铠师来找我，今年圣诞的晚会，大家在筹备，说是没有人翻译，没有人翻译就不要翻译了，这小事一桩！有人翻译，好，很好，没有人翻译也好，我省了说很多话，没有一样不好；随顺性德，让大家都欢喜，这就好。不要叫人生烦恼，叫人生烦恼就不好了。记住大乘经里头常说「菩萨所在之处，令一切众生生欢喜心」，我们要常常记住。",
      "zh_TW": "我們人生在世間，我常常講最重要是提升自己境界，其他的事情都不是最重要的，有緣就做，沒有緣就不做。今天早晨鎧師來找我，今年聖誕的晚會，大家在籌備，說是沒有人翻譯，沒有人翻譯就不要翻譯了，這小事一樁！有人翻譯，好，很好，沒有人翻譯也好，我省了說很多話，沒有一樣不好；隨順性德，讓大家都歡喜，這就好。不要叫人生煩惱，叫人生煩惱就不好了。記住大乘經裡頭常說「菩薩所在之處，令一切眾生生歡喜心」，我們要常常記住。"
    },
    {
      "id": "12-017-1191_p0015",
      "zh_CN": "怎样令一切众生生欢喜心？你要懂得谦虚，懂得恭敬、懂得卑下。儒家讲礼，礼的精神，一句话「自卑而尊人」，这懂礼。礼里头没有骄慢，没有自以为是，总是要抬举别人，学忍、学让、学放下。要晓得《般若经》上讲的「凡所有相，皆是虚妄」，我们所做的是与众生有利益的这个事情要做，但是要有缘。缘，我们讲机会、机缘。遇到有机缘，我们很认真努力做，无一不是帮助众生；帮助众生觉悟，帮助众生离苦得乐，我们做的是这个事情。但是我们不求，那是什么？那是缘分，机缘，缘分不是我的事情，众生的事情。众生有福，那个机缘很多，机会很多；众生没有福，一个机缘都找不到。但是我们的心愿是圆满的，永远是圆满的。",
      "zh_TW": "怎樣令一切眾生生歡喜心？你要懂得謙虛，懂得恭敬、懂得卑下。儒家講禮，禮的精神，一句話「自卑而尊人」，這懂禮。禮裡頭沒有驕慢，沒有自以為是，總是要抬舉別人，學忍、學讓、學放下。要曉得《般若經》上講的「凡所有相，皆是虛妄」，我們所做的是與眾生有利益的這個事情要做，但是要有緣。緣，我們講機會、機緣。遇到有機緣，我們很認真努力做，無一不是幫助眾生；幫助眾生覺悟，幫助眾生離苦得樂，我們做的是這個事情。但是我們不求，那是什麼？那是緣分，機緣，緣分不是我的事情，眾生的事情。眾生有福，那個機緣很多，機會很多；眾生沒有福，一個機緣都找不到。但是我們的心願是圓滿的，永遠是圓滿的。"
    },
    {
      "id": "12-017-1191_p0016",
      "zh_CN": "早年，我们在台北建立一个华藏佛教视听图书馆。纽约那边的同修听到了，听到我们建华藏佛教图书馆，有两、三位同修到台北来看我，希望我能到美国去弘法。缘不成熟，于是他们就说：那法师讲经可不可以录相？把录相带寄到纽约去。我说我们没有这个设备，有这个设备，可以。当时他们送了一笔钱，好像是两万多美金，我记得换成台币有七十多万，送这笔钱来了。我们就向日本采购机器，就把图书馆名称加上一个视听，这是好事情，缘分。所以华藏视听图书馆是这么来的，都是自自然然来的。",
      "zh_TW": "早年，我們在台北建立一個華藏佛教視聽圖書館。紐約那邊的同修聽到了，聽到我們建華藏佛教圖書館，有兩、三位同修到台北來看我，希望我能到美國去弘法。緣不成熟，於是他們就說：那法師講經可不可以錄相？把錄相帶寄到紐約去。我說我們沒有這個設備，有這個設備，可以。當時他們送了一筆錢，好像是兩萬多美金，我記得換成台幣有七十多萬，送這筆錢來了。我們就向日本採購機器，就把圖書館名稱加上一個視聽，這是好事情，緣分。所以華藏視聽圖書館是這麼來的，都是自自然然來的。"
    },
    {
      "id": "12-017-1191_p0017",
      "zh_CN": "以后我常常讲，这个讲不是我先说的，方东美先生讲的，他老人家常讲：电视是个很好的工具，要好好的利用，教化众生。但是今天电视里面的内容，电视本身没有罪过，这个内容播放，教人杀盗淫妄，这个有罪过，机器本身没有罪过。水可以载舟可以覆舟，完全看人怎么个用法。如果这个东西用在教学、用在弘法，太好了。方先生给我讲过好多遍，所以我在讲经的时候也常常说。我虽然常常说，勉励大家去做，为什么？我自己没有这个机缘，没有财力，没有这个缘分。人家送我们这个机器，我们只是小小的在做，把我们讲经的录相带寄到美国去。",
      "zh_TW": "以後我常常講，這個講不是我先說的，方東美先生講的，他老人家常講：電視是個很好的工具，要好好的利用，教化眾生。但是今天電視裡面的內容，電視本身沒有罪過，這個內容播放，教人殺盜淫妄，這個有罪過，機器本身沒有罪過。水可以載舟可以覆舟，完全看人怎麼個用法。如果這個東西用在教學、用在弘法，太好了。方先生給我講過好多遍，所以我在講經的時候也常常說。我雖然常常說，勉勵大家去做，為什麼？我自己沒有這個機緣，沒有財力，沒有這個緣分。人家送我們這個機器，我們只是小小的在做，把我們講經的錄相帶寄到美國去。"
    },
    {
      "id": "12-017-1191_p0018",
      "zh_CN": "从图书馆建立到现在三十多年了，没有想到这个缘真成熟了。现在有一个华藏卫视频道，卫星频道，全世界都能看到，每天二十四小时不断的在播放。我们想不到。从来没有考虑这么一桩事情，同学们自己做的，我没有帮助她一分钱，也没有鼓励她过。陈居士把这个消息告诉我，我还讽刺她，我说这个东西用钱太多，看你能够支持到几时？这个意思是说恐怕寿命不长。我们台湾有几个佛教电视台，不就是这样，以后没有法子继续再播，就停播了。它是今年九二年元旦开播的，差不多快一年了，还不错！这一桩事情她做得不错、做得很好。我还是在这里静静观察，看它有多长寿命。这是缘分。",
      "zh_TW": "從圖書館建立到現在三十多年了，沒有想到這個緣真成熟了。現在有一個華藏衛視頻道，衛星頻道，全世界都能看到，每天二十四小時不斷的在播放。我們想不到。從來沒有考慮這麼一樁事情，同學們自己做的，我沒有幫助她一分錢，也沒有鼓勵她過。陳居士把這個消息告訴我，我還諷刺她，我說這個東西用錢太多，看你能夠支持到幾時？這個意思是說恐怕壽命不長。我們台灣有幾個佛教電視台，不就是這樣，以後沒有法子繼續再播，就停播了。它是今年九二年元旦開播的，差不多快一年了，還不錯！這一樁事情她做得不錯、做得很好。我還是在這裡靜靜觀察，看它有多長壽命。這是緣分。"
    },
    {
      "id": "12-017-1191_p0019",
      "zh_CN": "昨天她告诉我，今年她要送大众同修第二个礼物。她说去年送第一个礼物就是卫星频道开播，今年第二个礼物，她说就在最近这几天就可以完成了，是卫星跟网路连结。将来你在电脑里面就可以能够收看卫星电视，不要用天线了。现在我们晓得许多地方要用一个大电线，圆形的大耳朵，中国人叫锅，要个很大的锅才能接收得到，以后不要了。你的手提小电脑就能接收，方便太多了。电脑可以接电视，画面可以接到电视，所以人多一起来看，你看看电脑代替了天线，这是她今年送给大家的礼物。我也不说支持的话，一切什么？随缘。我不反对，我也不赞成，你们就晓得我的态度，然后你就晓得我心地的平静，决不多一桩事情。",
      "zh_TW": "昨天她告訴我，今年她要送大眾同修第二個禮物。她說去年送第一個禮物就是衛星頻道開播，今年第二個禮物，她說就在最近這幾天就可以完成了，是衛星跟網路連結。將來你在電腦裡面就可以能夠收看衛星電視，不要用天線了。現在我們曉得許多地方要用一個大電線，圓形的大耳朵，中國人叫鍋，要個很大的鍋才能接收得到，以後不要了。你的手提小電腦就能接收，方便太多了。電腦可以接電視，畫面可以接到電視，所以人多一起來看，你看看電腦代替了天線，這是她今年送給大家的禮物。我也不說支持的話，一切什麼？隨緣。我不反對，我也不贊成，你們就曉得我的態度，然後你就曉得我心地的平靜，決不多一樁事情。"
    },
    {
      "id": "12-017-1191_p0020",
      "zh_CN": "我是出家人身分，我尽我的本分就是讲经教学。现在年岁大了，讲讲经也不教学了，要办自己的事情，自己提升境界往生是大事，其他于我不相干。在国际上的社会安定和平，我也只做到这一次，我们元月到日本开这个会，以后这些活动我一律不参加，我的工作就在这个摄影棚，万缘放下。佛法没有别的，一直要放，到最后把一品生相无明也放下了，圆满成佛了，那才得到究竟圆满的自在，性德圆满显露。哪个地方众生缘成熟了，那个时候是应化，是示现、是应化帮助一切苦难众生。所以我殷切期望年轻人要发心、要努力来接棒。",
      "zh_TW": "我是出家人身分，我盡我的本分就是講經教學。現在年歲大了，講講經也不教學了，要辦自己的事情，自己提升境界往生是大事，其他於我不相干。在國際上的社會安定和平，我也只做到這一次，我們元月到日本開這個會，以後這些活動我一律不參加，我的工作就在這個攝影棚，萬緣放下。佛法沒有別的，一直要放，到最後把一品生相無明也放下了，圓滿成佛了，那才得到究竟圓滿的自在，性德圓滿顯露。哪個地方眾生緣成熟了，那個時候是應化，是示現、是應化幫助一切苦難眾生。所以我殷切期望年輕人要發心、要努力來接棒。"
    },
    {
      "id": "12-017-1191_p0021",
      "zh_CN": "学院、学会都要有新人来领导，如果我们自己家里头没有人，我们向外聘请。最近昆士兰大学跟格里菲斯大学和平中心，学校里面没有适当的人来主持，他们招考，向全世界来招聘，对于这个工作有兴趣的他来应征。格里菲斯多元文化中心的主任来自加拿大，昆士兰大学和平研究所的主任来自英国。向外招聘这个方法好，大公无私。我们自己学院跟学会没有人才，我们也用这方法向世界招聘。有德行、有能力的我们聘请，请他来主持，来培养人才，教化众生。这个在世出世法里面，大公无私，也是给佛门树立一个最好的榜样，真正这个道场做到十方常住，无量功德。",
      "zh_TW": "學院、學會都要有新人來領導，如果我們自己家裡頭沒有人，我們向外聘請。最近昆士蘭大學跟格里菲斯大學和平中心，學校裡面沒有適當的人來主持，他們招考，向全世界來招聘，對於這個工作有興趣的他來應徵。格里菲斯多元文化中心的主任來自加拿大，昆士蘭大學和平研究所的主任來自英國。向外招聘這個方法好，大公無私。我們自己學院跟學會沒有人才，我們也用這方法向世界招聘。有德行、有能力的我們聘請，請他來主持，來培養人才，教化眾生。這個在世出世法裡面，大公無私，也是給佛門樹立一個最好的榜樣，真正這個道場做到十方常住，無量功德。"
    },
    {
      "id": "12-017-1191_p0022",
      "zh_CN": "所以我们要学，真正这是从头学起，学谦虚、学卑微、学恭敬，信心的落实就在这些地方。你说你信心，但是在日常生活当中见不到。所以你无论怎么样用功，苦修，修的是什么？人天有漏福报。这人天还有问题，为什么？人天要有人天的德行，你来生能不能再得人身？能不能生天？那不是空口一句话。生天要具足上品十善，四无量心，慈悲喜舍。要得人身，要具足中品十善，儒家的五常，佛法的五戒。你不具足这个条件，你来生得不到人身，但是福有。福在哪里享？畜生道享福，饿鬼道也享福，地狱道没有，不能不懂。你看看现在的畜生，我们常常看到人家家里养宠物，那真有福报！一家人有不和，但是对他那个宠物没有一个不爱牠，牠福报大，前生修的。你细心去观察那一个家庭、一个家族，宠物福报最大，他们家里没有一个人能比得上牠；各个人都关心宠物、伺候宠物、爱护宠物。那么我们这一生当中，努力修佛、拜佛、念经、拜忏，是不是将来准备去当宠物？要多想想。我说的话不是假话。",
      "zh_TW": "所以我們要學，真正這是從頭學起，學謙虛、學卑微、學恭敬，信心的落實就在這些地方。你說你信心，但是在日常生活當中見不到。所以你無論怎麼樣用功，苦修，修的是什麼？人天有漏福報。這人天還有問題，為什麼？人天要有人天的德行，你來生能不能再得人身？能不能生天？那不是空口一句話。生天要具足上品十善，四無量心，慈悲喜捨。要得人身，要具足中品十善，儒家的五常，佛法的五戒。你不具足這個條件，你來生得不到人身，但是福有。福在哪裡享？畜生道享福，餓鬼道也享福，地獄道沒有，不能不懂。你看看現在的畜生，我們常常看到人家家裡養寵物，那真有福報！一家人有不和，但是對他那個寵物沒有一個不愛牠，牠福報大，前生修的。你細心去觀察那一個家庭、一個家族，寵物福報最大，他們家裡沒有一個人能比得上牠；各個人都關心寵物、伺候寵物、愛護寵物。那麼我們這一生當中，努力修佛、拜佛、念經、拜懺，是不是將來準備去當寵物？要多想想。我說的話不是假話。"
    },
    {
      "id": "12-017-1191_p0023",
      "zh_CN": "诸位同学，请接着看放光四义，「表信四义」第三句，第三个意思。「三为行本故，智论第九云，足下放光者，身得住处，皆由于足」。《大智度论》里面这一句话说得很清楚、很明白。信，足下放光是表信，「信为道元功德母」，所以信是行之本。这一发心就是觉悟，始觉，开始觉悟。开始觉悟，他信什么？《起信论》里面说，信本觉本有，不觉本无。本觉是诸佛如来果位所证得究竟圆满的佛果，本觉，我自己本有；现在我迷失了，迷是不觉，这不觉，不觉是本无。那我就应当相信，我本有的我一定可以证得，本无的，我一定可以断掉，因为它本来没有。像自私自利、贪瞋痴慢、五欲六尘、名闻利养本来没有，自性里头没有这个东西。六道、十法界，自性里头没有；一真法界，华藏、极乐，自性里头本有。本有，哪有不能证得的道理，本无，哪有不能断尽的道理！从这个地方建立信心，你就是初信位的菩萨，你就是正知正见，你从前错误的见解一扫而光。",
      "zh_TW": "諸位同學，請接著看放光四義，「表信四義」第三句，第三個意思。「三為行本故，智論第九云，足下放光者，身得住處，皆由於足」。《大智度論》裡面這一句話說得很清楚、很明白。信，足下放光是表信，「信為道元功德母」，所以信是行之本。這一發心就是覺悟，始覺，開始覺悟。開始覺悟，他信什麼？《起信論》裡面說，信本覺本有，不覺本無。本覺是諸佛如來果位所證得究竟圓滿的佛果，本覺，我自己本有；現在我迷失了，迷是不覺，這不覺，不覺是本無。那我就應當相信，我本有的我一定可以證得，本無的，我一定可以斷掉，因為它本來沒有。像自私自利、貪瞋痴慢、五欲六塵、名聞利養本來沒有，自性裡頭沒有這個東西。六道、十法界，自性裡頭沒有；一真法界，華藏、極樂，自性裡頭本有。本有，哪有不能證得的道理，本無，哪有不能斷盡的道理！從這個地方建立信心，你就是初信位的菩薩，你就是正知正見，你從前錯誤的見解一掃而光。"
    },
    {
      "id": "12-017-1191_p0024",
      "zh_CN": "在中国，儒家所讲的「人之初，性本善」，所以儒家的教育是圣贤的教育。接受教育的目的何在？希圣希贤。希望我能够成圣，希望我能够成贤，人人皆可做尧舜。尧舜是中国的大圣人，人人都可以做，问题就是你想不想做？所以教育肯定人性本善，这个善不是善恶的善，善恶的善已经不善，为什么？相对的。本性本善，不是修的，你迷了本性才有善恶。善是什么？随顺本性的是善，违背本性的就是恶，善恶是这么分的。所以本善，本善就是道，自然的大道。人迷了，虽迷但是他能够遵守古圣先贤教诲，随顺自然的法则，随顺大道，这就叫德，这就叫善；违背了本善，那就是恶，违背道德就是恶。所以善恶的善是第二等的，在佛家讲是第二义，不是第一义。教育建立在第一义上，所以他有信心，一切众生本性本善，所以一切众生皆可以成圣成贤，皆可以做尧舜。在佛法里面讲，一切众生皆有佛性，一切众生当然可以成佛、可以成菩萨。所以佛法里面，这为行本故。",
      "zh_TW": "在中國，儒家所講的「人之初，性本善」，所以儒家的教育是聖賢的教育。接受教育的目的何在？希聖希賢。希望我能夠成聖，希望我能夠成賢，人人皆可做堯舜。堯舜是中國的大聖人，人人都可以做，問題就是你想不想做？所以教育肯定人性本善，這個善不是善惡的善，善惡的善已經不善，為什麼？相對的。本性本善，不是修的，你迷了本性才有善惡。善是什麼？隨順本性的是善，違背本性的就是惡，善惡是這麼分的。所以本善，本善就是道，自然的大道。人迷了，雖迷但是他能夠遵守古聖先賢教誨，隨順自然的法則，隨順大道，這就叫德，這就叫善；違背了本善，那就是惡，違背道德就是惡。所以善惡的善是第二等的，在佛家講是第二義，不是第一義。教育建立在第一義上，所以他有信心，一切眾生本性本善，所以一切眾生皆可以成聖成賢，皆可以做堯舜。在佛法裡面講，一切眾生皆有佛性，一切眾生當然可以成佛、可以成菩薩。所以佛法裡面，這為行本故。"
    },
    {
      "id": "12-017-1191_p0025",
      "zh_CN": "佛法修行，修什么？佛经里面的术语，阿耨多罗三藐三菩提，这是梵语音译的，它的意思是无上正等正觉，这是我们所求的，这是自性本来具足的。宗门提出来的明心见性，见性成佛，自性本来具足无量无边究竟圆满的智慧、圆满的德能、圆满的相好，我们从这个地方建立信心。现在我们迷失了，知道迷是可以断的，自性里头究竟圆满、大圆满是可以恢复的，因为它本来就是，这是行本。",
      "zh_TW": "佛法修行，修什麼？佛經裡面的術語，阿耨多羅三藐三菩提，這是梵語音譯的，它的意思是無上正等正覺，這是我們所求的，這是自性本來具足的。宗門提出來的明心見性，見性成佛，自性本來具足無量無邊究竟圓滿的智慧、圓滿的德能、圓滿的相好，我們從這個地方建立信心。現在我們迷失了，知道迷是可以斷的，自性裡頭究竟圓滿、大圓滿是可以恢復的，因為它本來就是，這是行本。"
    },
    {
      "id": "12-017-1191_p0026",
      "zh_CN": "你要相信，相信自己是佛，相信一切众生统统是佛，我们就不敢轻慢。你的烦恼习气你才能断得掉。你今天烦恼习气严重断不掉是什么原因？你没有信心，你不知道一切众生本来成佛，《华严》、《圆觉》如是说。大乘经上常讲「一切众生皆是未来佛」，这个话好懂，我们听了都能够接受。说「一切众生本来成佛」，我们不懂，很多人听了这个话摇头，不能接受。但是佛给我们讲的句句是真话，一点都不假。大乘菩萨戒经里面说得更好，「一切众生皆是过去父母，未来诸佛」，这是说一切众生跟我是什么关系。既然是过去父母，要不要孝顺？既然是未来诸佛，要不要尊敬？如果一个人对一切众生有孝顺心、有尊敬心，这个人在菩提道上一帆风顺，他没有障碍，他很容易成就。无论是顺境逆境，无论是别人赞叹你，或者是毁谤你，或者是陷害你，你都如如不动，你的孝顺心、恭敬心没有减少一分一毫，我肯定你在这一生当中成无上道。你不能成无上道、不能成就，就是你没有信心。所以信心建立太难太难！如来足轮放光来表这个境界。",
      "zh_TW": "你要相信，相信自己是佛，相信一切眾生統統是佛，我們就不敢輕慢。你的煩惱習氣你才能斷得掉。你今天煩惱習氣嚴重斷不掉是什麼原因？你沒有信心，你不知道一切眾生本來成佛，《華嚴》、《圓覺》如是說。大乘經上常講「一切眾生皆是未來佛」，這個話好懂，我們聽了都能夠接受。說「一切眾生本來成佛」，我們不懂，很多人聽了這個話搖頭，不能接受。但是佛給我們講的句句是真話，一點都不假。大乘菩薩戒經裡面說得更好，「一切眾生皆是過去父母，未來諸佛」，這是說一切眾生跟我是什麼關係。既然是過去父母，要不要孝順？既然是未來諸佛，要不要尊敬？如果一個人對一切眾生有孝順心、有尊敬心，這個人在菩提道上一帆風順，他沒有障礙，他很容易成就。無論是順境逆境，無論是別人讚歎你，或者是毀謗你，或者是陷害你，你都如如不動，你的孝順心、恭敬心沒有減少一分一毫，我肯定你在這一生當中成無上道。你不能成無上道、不能成就，就是你沒有信心。所以信心建立太難太難！如來足輪放光來表這個境界。"
    },
    {
      "id": "12-017-1191_p0027",
      "zh_CN": "清凉大师举《大智度论》第九卷里面的一句话，「足下放光者，身得住处，皆由于足」。我们这个身体，身体能够站在这个地上靠什么？靠足，没有足你就站不住了。《大论》把这个身比作什么？比作五十二个阶位。十信、十住、十行、十回向、十地、等觉、妙觉，像一个人身，妙觉是在最高。依靠什么？依靠最下面这一层，这一层是足，依靠它才得住处，依靠它才能够建立。所以说「信为道元功德母」，道是菩提大道。菩提大道的根源是性德。我不说信心，我说性德。这个信心是自性本具的德能。",
      "zh_TW": "清涼大師舉《大智度論》第九卷裡面的一句話，「足下放光者，身得住處，皆由於足」。我們這個身體，身體能夠站在這個地上靠什麼？靠足，沒有足你就站不住了。《大論》把這個身比作什麼？比作五十二個階位。十信、十住、十行、十迴向、十地、等覺、妙覺，像一個人身，妙覺是在最高。依靠什麼？依靠最下面這一層，這一層是足，依靠它才得住處，依靠它才能夠建立。所以說「信為道元功德母」，道是菩提大道。菩提大道的根源是性德。我不說信心，我說性德。這個信心是自性本具的德能。"
    },
    {
      "id": "12-017-1191_p0028",
      "zh_CN": "所以学佛首先要开发性德，你要没有性，什么都不能成就。老师培养学生他的标准是什么？完全看这个学生的性德。学生具足性德，老师一定特别照顾。老师的照顾有时候不露痕迹，被照顾的学生自己不知道。但是老师在暗中观察得非常微细，为什么？他要成就你，也就是说他要选你做他的传人，现在人说接班人，格外用心，长时间的观察。你的信心坚定，信心不改变，信心不动摇，你是真正的基础，无上菩提得到这个足就能建立。你具足这个条件，如果要是不栽培你、不成就你，这个老师叫失人，那是他严重的过失，他没有传人，佛法到他这里就断掉了。我常常说，世出世间事业要是没有继承人发扬光大，自己做得再好，你死了你的事业就完了，你的成绩等于零。所以成就不在乎自己，在乎你自己的事业要能延续。《了凡四训》里面常讲善恶因果，讲求的是什么？讲求的是影响。你影响的面愈大，影响的时间愈长，这是善的，功德大；如果是恶的，罪过大，要看影响。",
      "zh_TW": "所以學佛首先要開發性德，你要沒有性，什麼都不能成就。老師培養學生他的標準是什麼？完全看這個學生的性德。學生具足性德，老師一定特別照顧。老師的照顧有時候不露痕跡，被照顧的學生自己不知道。但是老師在暗中觀察得非常微細，為什麼？他要成就你，也就是說他要選你做他的傳人，現在人說接班人，格外用心，長時間的觀察。你的信心堅定，信心不改變，信心不動搖，你是真正的基礎，無上菩提得到這個足就能建立。你具足這個條件，如果要是不栽培你、不成就你，這個老師叫失人，那是他嚴重的過失，他沒有傳人，佛法到他這裡就斷掉了。我常常說，世出世間事業要是沒有繼承人發揚光大，自己做得再好，你死了你的事業就完了，你的成績等於零。所以成就不在乎自己，在乎你自己的事業要能延續。《了凡四訓》裡面常講善惡因果，講求的是什麼？講求的是影響。你影響的面愈大，影響的時間愈長，這是善的，功德大；如果是惡的，罪過大，要看影響。"
    },
    {
      "id": "12-017-1191_p0029",
      "zh_CN": "佛教导我们为一切众生做榜样、做好样子。佛法活活泼泼，这前面给诸位都多次报告过，现在这个世间缺少什么？现在缺少的太多太多了，连根本毁掉了，所以一切要从头来起。从头，头一个就是信，我们要相信自己，相信自己本性本善，相信自己有佛性，相信自己有实德能，相信自性如佛所说不生不灭、不来不去、不常不断、不一不异。我们的性德遍虚空法界，跟一切诸佛如来无二无别，只是觉迷不相同。现在我们要做的是怎样帮助自己破迷开悟，转迷为觉，我们今天是做这个事情。要知道自行就是化他，我们把自己所觉所悟的用在生活上。用在生活上就是行道，为行本故。",
      "zh_TW": "佛教導我們為一切眾生做榜樣、做好樣子。佛法活活潑潑，這前面給諸位都多次報告過，現在這個世間缺少什麼？現在缺少的太多太多了，連根本毀掉了，所以一切要從頭來起。從頭，頭一個就是信，我們要相信自己，相信自己本性本善，相信自己有佛性，相信自己有實德能，相信自性如佛所說不生不滅、不來不去、不常不斷、不一不異。我們的性德遍虛空法界，跟一切諸佛如來無二無別，只是覺迷不相同。現在我們要做的是怎樣幫助自己破迷開悟，轉迷為覺，我們今天是做這個事情。要知道自行就是化他，我們把自己所覺所悟的用在生活上。用在生活上就是行道，為行本故。"
    },
    {
      "id": "12-017-1191_p0030",
      "zh_CN": "我相信我们的性德原本是真诚的，是清净的，是平等的，是正觉的，是慈悲的，我今天就是要这样行。李老师常讲的改心，我从前的心是虚伪，从前的心是染污，会受外面境界影响，也就是说会受外面境界刺激。投我所好的我欢喜，不如我自己心愿的，我讨厌。这个喜怒哀乐爱恶欲是染污，现在有没有染污？现在还有，但是比从前轻了好多。从前染污是百分之百，现在我的染污充其量也不过是百分之十、百分之二十，不会超过百分之二十；从前染污，我不能控制，现在染污我能控制，这就是改心。以前我对人有虚伪，现在对人一片真诚。从前我对人不平等，确实我贡高我慢，跟袁了凡早期差不多；现在我对人恭敬，现在我懂得谦虚、懂得卑下，事事不敢在人前面，我们走在后面好，处处让别人。",
      "zh_TW": "我相信我們的性德原本是真誠的，是清淨的，是平等的，是正覺的，是慈悲的，我今天就是要這樣行。李老師常講的改心，我從前的心是虛偽，從前的心是染污，會受外面境界影響，也就是說會受外面境界刺激。投我所好的我歡喜，不如我自己心願的，我討厭。這個喜怒哀樂愛惡欲是染污，現在有沒有染污？現在還有，但是比從前輕了好多。從前染污是百分之百，現在我的染污充其量也不過是百分之十、百分之二十，不會超過百分之二十；從前染污，我不能控制，現在染污我能控制，這就是改心。以前我對人有虛偽，現在對人一片真誠。從前我對人不平等，確實我貢高我慢，跟袁了凡早期差不多；現在我對人恭敬，現在我懂得謙虛、懂得卑下，事事不敢在人前面，我們走在後面好，處處讓別人。"
    },
    {
      "id": "12-017-1191_p0031",
      "zh_CN": "我这一生是为别人当助手，始终不站在前面做为领导人，不可以。这是我从小就没有做一个领导人，没有这个意念，一生没有起过这个念头。我喜欢帮助人，替人当参谋。我小时候，我父亲的朋友很多，他好客，这些长辈看到我小时候这些言行作为，都称赞：他将来是个好参谋，这小孩是个好参谋。我能出主意，点子很多，帮助别人，不带头做事，所以没有领袖欲。能够跟到一个好的主人，我能做一番作为；没有好的主人，我会退隐。诸葛亮遇到刘备很辛苦，鞠躬尽瘁，死而后已，五十多岁就过世了。他要是没有遇到像刘备这样的人，这么器重他、尊重他，言听计从，我相信他的寿命很长。他隐居不出来做事情，自己耕几亩地，日子能过得去，读书，跟一些志同道合的朋友常常往来，游山玩水，他会过这个日子。",
      "zh_TW": "我這一生是為別人當助手，始終不站在前面做為領導人，不可以。這是我從小就沒有做一個領導人，沒有這個意念，一生沒有起過這個念頭。我喜歡幫助人，替人當參謀。我小時候，我父親的朋友很多，他好客，這些長輩看到我小時候這些言行作為，都稱讚：他將來是個好參謀，這小孩是個好參謀。我能出主意，點子很多，幫助別人，不帶頭做事，所以沒有領袖慾。能夠跟到一個好的主人，我能做一番作為；沒有好的主人，我會退隱。諸葛亮遇到劉備很辛苦，鞠躬盡瘁，死而後已，五十多歲就過世了。他要是沒有遇到像劉備這樣的人，這麼器重他、尊重他，言聽計從，我相信他的壽命很長。他隱居不出來做事情，自己耕幾畝地，日子能過得去，讀書，跟一些志同道合的朋友常常往來，遊山玩水，他會過這個日子。"
    },
    {
      "id": "12-017-1191_p0032",
      "zh_CN": "我这一生非常向往、羡慕隐士。我读历史，我很喜欢《隐逸传》，这些人与大自然为朋友，把世间事统统撇在一边。但是世出世间志士仁人有一分责任心，那就是用自己现前机缘能够做得到的，要帮助苦难众生。那我们今天能做到的是看到古圣先贤的典籍这么好，太好了。深深体会得夫子所说的「学而时习之，不亦悦乎」。方老师给我讲的「学佛是人生最高的享受」，我要把这个享受提供给大家分享，这是应当的，不能自己独享，那就有过失，应当跟大家分享。",
      "zh_TW": "我這一生非常嚮往、羨慕隱士。我讀歷史，我很喜歡《隱逸傳》，這些人與大自然為朋友，把世間事統統撇在一邊。但是世出世間志士仁人有一分責任心，那就是用自己現前機緣能夠做得到的，要幫助苦難眾生。那我們今天能做到的是看到古聖先賢的典籍這麼好，太好了。深深體會得夫子所說的「學而時習之，不亦悅乎」。方老師給我講的「學佛是人生最高的享受」，我要把這個享受提供給大家分享，這是應當的，不能自己獨享，那就有過失，應當跟大家分享。"
    },
    {
      "id": "12-017-1191_p0033",
      "zh_CN": "我这一生学佛五十二年，跟大家讲解、研究、讨论，四十五年，四十五年所干的就是分享佛法的乐趣，佛法离苦得乐。虽然有很多人误会，都是好事情，我都非常感激。因为这种误会、障难，佛法里面讲的消业障。无量劫来累积的业障到哪里消？这样消掉。这是佛法里头常说的重罪轻报。本来这些业障都要到三途去消，现在有这么多人帮助我消业障，我求之不得。毁谤、侮辱、猜疑、障难，无一不是消业障。我对于这些人存的是感恩的心，他们不怕造业、不怕毁谤正法，替我消业障，我感激，我会报答。因为毁谤三宝的罪很重，我把我修学的功德回向给他，希望减轻他的罪业，希望他早一天能够回头，回头是岸。这些都是把自己学到的东西落实在生活上，落实在处事待人接物，这行本。",
      "zh_TW": "我這一生學佛五十二年，跟大家講解、研究、討論，四十五年，四十五年所幹的就是分享佛法的樂趣，佛法離苦得樂。雖然有很多人誤會，都是好事情，我都非常感激。因為這種誤會、障難，佛法裡面講的消業障。無量劫來累積的業障到哪裡消？這樣消掉。這是佛法裡頭常說的重罪輕報。本來這些業障都要到三途去消，現在有這麼多人幫助我消業障，我求之不得。毀謗、侮辱、猜疑、障難，無一不是消業障。我對於這些人存的是感恩的心，他們不怕造業、不怕毀謗正法，替我消業障，我感激，我會報答。因為毀謗三寶的罪很重，我把我修學的功德迴向給他，希望減輕他的罪業，希望他早一天能夠回頭，回頭是岸。這些都是把自己學到的東西落實在生活上，落實在處事待人接物，這行本。"
    },
    {
      "id": "12-017-1191_p0034",
      "zh_CN": "这么多年我选择净宗不是盲目的，你从这里能看到我的个性。忏云法师劝我修净土，我跟他在一起住五个半月，这五个半月他教我读《弥陀经疏钞》、《要解》、《圆中钞》，而且把这三部经科判画成表解，教我读《印光大师文钞》。我从《弥陀经》这三部注解科判画出来之后，我生大欢喜心。科判再系上经文，这一部经的义趣是一目了然，这都在没有出家之前做的，这是科学的方法。佛法在两千多年已经应用了，这我们不能不佩服。读《印光大师文钞》，对净土态度改变了，不敢轻视，但是没有发心修净土。",
      "zh_TW": "這麼多年我選擇淨宗不是盲目的，你從這裡能看到我的個性。懺雲法師勸我修淨土，我跟他在一起住五個半月，這五個半月他教我讀《彌陀經疏鈔》、《要解》、《圓中鈔》，而且把這三部經科判畫成表解，教我讀《印光大師文鈔》。我從《彌陀經》這三部註解科判畫出來之後，我生大歡喜心。科判再繫上經文，這一部經的義趣是一目了然，這都在沒有出家之前做的，這是科學的方法。佛法在兩千多年已經應用了，這我們不能不佩服。讀《印光大師文鈔》，對淨土態度改變了，不敢輕視，但是沒有發心修淨土。"
    },
    {
      "id": "12-017-1191_p0035",
      "zh_CN": "以后亲近李老师，李老师多次劝我修净土，我口头上不能违背，老师很厉害，他看出来，知道我的兴趣在教，在经教，尤其是《华严》、天台、《楞严》、《圆觉》，非常有兴趣，对净土并不热衷。一直到民国六十年，这三十多年前，今年好像是民国九十二年，六十年。我在台北第一次讲《华严》，也讲了好几年，有一天突然心血来潮，细心观察文殊、普贤这两位大菩萨修什么法门？善财童子修的是什么法门？这细心一观察，他们修净土法门，求生西方极乐世界，这给我莫大的震撼。我对于净土法门才真正生了信心，这个信心是文殊、普贤、善财的示现，我看到这样的人还发愿求生净土，我们要不求净土，那就大错特错了。尤其看到《华严》末后这一品「入法界品」，怎么入的？十大愿王导归极乐，这样入的。我对于净宗死心塌地，不是容易事。这是我自从学佛十二年之后，以净土的话说是二十年，我学佛二十年之后才归净土。",
      "zh_TW": "以後親近李老師，李老師多次勸我修淨土，我口頭上不能違背，老師很厲害，他看出來，知道我的興趣在教，在經教，尤其是《華嚴》、天台、《楞嚴》、《圓覺》，非常有興趣，對淨土並不熱衷。一直到民國六十年，這三十多年前，今年好像是民國九十二年，六十年。我在台北第一次講《華嚴》，也講了好幾年，有一天突然心血來潮，細心觀察文殊、普賢這兩位大菩薩修什麼法門？善財童子修的是什麼法門？這細心一觀察，他們修淨土法門，求生西方極樂世界，這給我莫大的震撼。我對於淨土法門才真正生了信心，這個信心是文殊、普賢、善財的示現，我看到這樣的人還發願求生淨土，我們要不求淨土，那就大錯特錯了。尤其看到《華嚴》末後這一品「入法界品」，怎麼入的？十大願王導歸極樂，這樣入的。我對於淨宗死心塌地，不是容易事。這是我自從學佛十二年之後，以淨土的話說是二十年，我學佛二十年之後才歸淨土。"
    },
    {
      "id": "12-017-1191_p0036",
      "zh_CN": "在净土里面，我最喜欢的是蕅益大师的《要解》，言简意赅，尤其是他老人家讲的六个信，信自、信他、信事、信理、信因、信果，讲绝了。所以净宗学会成立之后，我们提出修行的根本，行本，以坚定的信心，没有怀疑，我们相信《观经》里面讲的「净业三福」，是一切诸佛修行证果的大根大本，世尊亲说「三世诸佛净业正因」。我们用这个，从这里入门。",
      "zh_TW": "在淨土裡面，我最喜歡的是蕅益大師的《要解》，言簡意賅，尤其是他老人家講的六個信，信自、信他、信事、信理、信因、信果，講絕了。所以淨宗學會成立之後，我們提出修行的根本，行本，以堅定的信心，沒有懷疑，我們相信《觀經》裡面講的「淨業三福」，是一切諸佛修行證果的大根大本，世尊親說「三世諸佛淨業正因」。我們用這個，從這裡入門。"
    },
    {
      "id": "12-017-1191_p0037",
      "zh_CN": "这三条，第一条「孝养父母，奉事师长，慈心不杀，修十善业」。我是要做到！我们要不认真的去做，那就是不孝父母，那就是不顺师长。善导大师在《观经疏》•「上品上生章」上说，佛教我们怎样做，我们要完全无条件的顺从，把它做到；佛教我们不能做的，决定不可以违犯，这就是真正的孝亲尊师。阳奉阴违，这不是孝子，这不是好学生。换句话说，你这一生不可能有成就，只是在佛门里面种个善根而已。这个善根这一生当中，不会发芽，不会长成。你要想真正在这一生当中成就，净业三福是比什么都重要。它不但是净宗，它通一切佛法，为什么？三世诸佛净业正因，三世讲过去诸佛、现在诸佛、未来诸佛，都是依靠这个，你都要相信。无论修学哪个法门，如果你的心行违背了这三条，你决定不能成就。第一条是根本的根本，第二条是第一条的增上，有了第一条才会有第二条。",
      "zh_TW": "這三條，第一條「孝養父母，奉事師長，慈心不殺，修十善業」。我是要做到！我們要不認真的去做，那就是不孝父母，那就是不順師長。善導大師在《觀經疏》•「上品上生章」上說，佛教我們怎樣做，我們要完全無條件的順從，把它做到；佛教我們不能做的，決定不可以違犯，這就是真正的孝親尊師。陽奉陰違，這不是孝子，這不是好學生。換句話說，你這一生不可能有成就，只是在佛門裡面種個善根而已。這個善根這一生當中，不會發芽，不會長成。你要想真正在這一生當中成就，淨業三福是比什麼都重要。它不但是淨宗，它通一切佛法，為什麼？三世諸佛淨業正因，三世講過去諸佛、現在諸佛、未來諸佛，都是依靠這個，你都要相信。無論修學哪個法門，如果你的心行違背了這三條，你決定不能成就。第一條是根本的根本，第二條是第一條的增上，有了第一條才會有第二條。"
    },
    {
      "id": "12-017-1191_p0038",
      "zh_CN": "第二条「受持三皈，具足众戒，不犯威仪」。由此可知，受持三皈的时候，佛怎么说？善男子、善女人。那个善就是前面第一条，你能孝顺父母，你能够奉事师长，能够慈心不杀、修十善业，你才是善男子，善女人。你这一条没有做到，换句话说，你没有条件去受三皈五戒。三皈五戒授受的条件是善男人、善女人。我们今天传授三皈五戒也都叫善男子、善女人，那他善是不是做到了？不知道！所以这种三皈叫做结缘三皈，不是真的，给你阿赖耶识里头种个三皈的种子，不起作用。这我们要知道，结缘三皈。",
      "zh_TW": "第二條「受持三皈，具足眾戒，不犯威儀」。由此可知，受持三皈的時候，佛怎麼說？善男子、善女人。那個善就是前面第一條，你能孝順父母，你能夠奉事師長，能夠慈心不殺、修十善業，你才是善男子，善女人。你這一條沒有做到，換句話說，你沒有條件去受三皈五戒。三皈五戒授受的條件是善男人、善女人。我們今天傳授三皈五戒也都叫善男子、善女人，那他善是不是做到了？不知道！所以這種三皈叫做結緣三皈，不是真的，給你阿賴耶識裡頭種個三皈的種子，不起作用。這我們要知道，結緣三皈。"
    },
    {
      "id": "12-017-1191_p0039",
      "zh_CN": "真的三皈，那还得了，真的三皈是把你这一生当中方向、目标改正了。方向是什么？菩萨道，目标是无上佛果，真改变。那怎么修？对人对事对物觉而不迷，正而不邪，净而不染，佛法僧是觉正净。你遵守这样的指导原则，在这一生当中，起心动念、言语造作都相应，都不违犯，这叫你真正得到三皈。三皈传授你得到了，你是真正佛菩萨的种性。这一般人好像植物里头的种子，你这个种子种下去，将来一定开花结果，这个果报就是佛菩萨，你是佛种性。",
      "zh_TW": "真的三皈，那還得了，真的三皈是把你這一生當中方向、目標改正了。方向是什麼？菩薩道，目標是無上佛果，真改變。那怎麼修？對人對事對物覺而不迷，正而不邪，淨而不染，佛法僧是覺正淨。你遵守這樣的指導原則，在這一生當中，起心動念、言語造作都相應，都不違犯，這叫你真正得到三皈。三皈傳授你得到了，你是真正佛菩薩的種性。這一般人好像植物裡頭的種子，你這個種子種下去，將來一定開花結果，這個果報就是佛菩薩，你是佛種性。"
    },
    {
      "id": "12-017-1191_p0040",
      "zh_CN": "觉正净是自性本来具足的，我们现在迷了，迷了觉正净变成什么？变成迷邪染，你看看跟觉正净完全背道而驰。我们的知见，邪知邪见，我们在日常生活当中处处被外面境界所转，自己一点主都做不了，这就是什么？染而不净。清净，自己能做主。人家稍稍赞叹，好欢喜，小小不如意要生好几天气，这怎么行？性情不定，外面境界风一动，自己随着风就转变，性情不定不能成就。无论是世法、佛法，古德常讲小定有小成就，大定有大成就，不定，没有成就。不定是什么？你没有主意，没有主宰。这些常识对我们自己有很多的好处，想想自己要想有成就，你是不是能真正做主宰？",
      "zh_TW": "覺正淨是自性本來具足的，我們現在迷了，迷了覺正淨變成什麼？變成迷邪染，你看看跟覺正淨完全背道而馳。我們的知見，邪知邪見，我們在日常生活當中處處被外面境界所轉，自己一點主都做不了，這就是什麼？染而不淨。清淨，自己能做主。人家稍稍讚歎，好歡喜，小小不如意要生好幾天氣，這怎麼行？性情不定，外面境界風一動，自己隨著風就轉變，性情不定不能成就。無論是世法、佛法，古德常講小定有小成就，大定有大成就，不定，沒有成就。不定是什麼？你沒有主意，沒有主宰。這些常識對我們自己有很多的好處，想想自己要想有成就，你是不是能真正做主宰？"
    },
    {
      "id": "12-017-1191_p0041",
      "zh_CN": "求道求学心要定，世出世间法没有例外的。你看世间人做学问，出世间人修道，多少年在一个地方亲近一个老师，他有成就，时间愈久功力就愈深。到处跑，这没有成就，到处跑容易遭魔难，这在修道人是很大的忌讳。我以前跟李老师，李老师限定我，外面有人请你讲经说法要四十岁之后，四十岁之前不可以。我跟李老师的时候是三十二岁，为什么？怕禁不起诱惑，你这一接触，接触的是什么？名闻利养，财色名食睡。你没有定力，你很容易被它牵着走，你就完了，你就遭了魔难；遭魔难自己并不知道。四十以后才准许接受外面的邀请。这都是老师对学生的一番苦心，但是学生要合作，学生要能听，如果学生不能听，那就一点办法都没有，那老师只有放弃。所以真正对老师有信心，对老师感恩戴德，不能不听话，不能不遵守。老师要求我百分之百顺从他的教诲，五年，五年之后开放。但是我到五年，向老师说我自己愿意再延长五年，我遵守他的教诫十年。老师听了点头，好欢喜。",
      "zh_TW": "求道求學心要定，世出世間法沒有例外的。你看世間人做學問，出世間人修道，多少年在一個地方親近一個老師，他有成就，時間愈久功力就愈深。到處跑，這沒有成就，到處跑容易遭魔難，這在修道人是很大的忌諱。我以前跟李老師，李老師限定我，外面有人請你講經說法要四十歲之後，四十歲之前不可以。我跟李老師的時候是三十二歲，為什麼？怕禁不起誘惑，你這一接觸，接觸的是什麼？名聞利養，財色名食睡。你沒有定力，你很容易被它牽著走，你就完了，你就遭了魔難；遭魔難自己並不知道。四十以後才准許接受外面的邀請。這都是老師對學生的一番苦心，但是學生要合作，學生要能聽，如果學生不能聽，那就一點辦法都沒有，那老師只有放棄。所以真正對老師有信心，對老師感恩戴德，不能不聽話，不能不遵守。老師要求我百分之百順從他的教誨，五年，五年之後開放。但是我到五年，向老師說我自己願意再延長五年，我遵守他的教誡十年。老師聽了點頭，好歡喜。"
    },
    {
      "id": "12-017-1191_p0042",
      "zh_CN": "你有智慧，你有定力，你能够辨别邪正是非、善恶利害，至少具足这个能力，你才能出门。这个出门就是出老师之门，可以离开老师自己独立。没有这个能力，不能离开老师，老师是我们自己觉正净的保护、保障。你一离开，那你就接触到迷邪染，你要没有能力应付，很少不堕落的。一堕落，要想回头，难了。这是自己不能不知道的。所以自己要好好想一想，希不希望在这一生成就？真正的成就就是了生死脱轮回，来生不再搞六道轮回，这是我们第一个要考量的。我们对这个世间一切的一切，可不能放在心上，放在心上就是障碍；放在身上，就等于一根绳索被它牵住，你就很难脱离它的范围。",
      "zh_TW": "你有智慧，你有定力，你能夠辨別邪正是非、善惡利害，至少具足這個能力，你才能出門。這個出門就是出老師之門，可以離開老師自己獨立。沒有這個能力，不能離開老師，老師是我們自己覺正淨的保護、保障。你一離開，那你就接觸到迷邪染，你要沒有能力應付，很少不墮落的。一墮落，要想回頭，難了。這是自己不能不知道的。所以自己要好好想一想，希不希望在這一生成就？真正的成就就是了生死脫輪迴，來生不再搞六道輪迴，這是我們第一個要考量的。我們對這個世間一切的一切，可不能放在心上，放在心上就是障礙；放在身上，就等於一根繩索被它牽住，你就很難脫離它的範圍。"
    },
    {
      "id": "12-017-1191_p0043",
      "zh_CN": "样样放得下，弘法利生也要放下，这说无数次了，随缘而不攀缘。随缘里面也要考量，人家来邀请，我们要预先打听一下，那边环境怎么样？到那边去时间多久？要去讲些什么？目的何在？方方面面都要顾虑到，这是一个成功的参学。尤其在现前的社会，一切诱惑、弊病，首先要想到不享其利，先防其害，重要。所以这是第三条为行本故。我们举这个例子，具体的例子，净业三福，从第二再进入第三，「发菩提心，深信因果，读诵大乘，劝进行者」，以这个为修行的根本、根基，那就没错了。现在时间到了。",
      "zh_TW": "樣樣放得下，弘法利生也要放下，這說無數次了，隨緣而不攀緣。隨緣裡面也要考量，人家來邀請，我們要預先打聽一下，那邊環境怎麼樣？到那邊去時間多久？要去講些什麼？目的何在？方方面面都要顧慮到，這是一個成功的參學。尤其在現前的社會，一切誘惑、弊病，首先要想到不享其利，先防其害，重要。所以這是第三條為行本故。我們舉這個例子，具體的例子，淨業三福，從第二再進入第三，「發菩提心，深信因果，讀誦大乘，勸進行者」，以這個為修行的根本、根基，那就沒錯了。現在時間到了。"
    }
  ]
}