{
  "doc_id": "12-017-0833",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八三三卷",
    "zh_TW": "第八三三卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "12-017-0833",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "12-017-0833_p0001",
      "zh_CN": "诸位同学，请看「华藏世界品」，第三段所持刹网，第二个中段通明刹种不同这个偈颂，偈颂的第一首：",
      "zh_TW": "諸位同學，請看「華藏世界品」，第三段所持剎網，第二個中段通明剎種不同這個偈頌，偈頌的第一首："
    },
    {
      "id": "12-017-0833_p0002",
      "zh_CN": "【刹种坚固妙庄严。广大清净光明藏。依止莲华宝海住。或有住于香海等。】",
      "zh_TW": "【剎種堅固妙莊嚴。廣大清淨光明藏。依止蓮華寶海住。或有住於香海等。】"
    },
    {
      "id": "12-017-0833_p0003",
      "zh_CN": "这一首颂，清凉大师在注解里面跟我们说是「颂依住」。世界，这是一个大世界，华藏世界，依什么而住的？换句话说，这个现象依凭什么发生的？这个问题就是现代科学家们所探讨的宇宙的起源。「刹种」是很大的世界，我们讲「刹」是指一个一尊佛的单位世界；一尊佛的单位世界，在大乘经里面把它称作三千大千世界。诸位要晓得，三千大千世界是一尊佛的教化区，他所教学活动的范围。",
      "zh_TW": "這一首頌，清涼大師在註解裡面跟我們說是「頌依住」。世界，這是一個大世界，華藏世界，依什麼而住的？換句話說，這個現象依憑什麼發生的？這個問題就是現代科學家們所探討的宇宙的起源。「剎種」是很大的世界，我們講「剎」是指一個一尊佛的單位世界；一尊佛的單位世界，在大乘經裡面把它稱作三千大千世界。諸位要曉得，三千大千世界是一尊佛的教化區，他所教學活動的範圍。"
    },
    {
      "id": "12-017-0833_p0004",
      "zh_CN": "究竟有多大？过去黄念祖老居士跟我谈这个问题，他说我们银河系实际上是一个单位世界，是三千大千世界里面的单位世界。以这一个单位世界，这个单位就是银河，我们今天讲银河；集合一千个银河系，一千个银河系这个范围很大了，叫做一个小千世界。然后以小千为单位，再集合一千个小千世界，成为一个中千世界。诸位晓得小千世界是一千个银河，中千世界一千再乘一千，百万。然后再以中千世界为单位，合一千个中千世界才叫一个大千世界。那一个大千世界多少个银河系？十亿个银河系。十亿个银河系是一尊佛的教区，他教化的范围。因为这一个组织有小千、中千、大千，我们称它作三千大千世界。实际上讲，这个三千大千世界是一个大千世界，因为它有三个千，这样说法。这是刹，我们在《华严经》上称的刹。那个刹种那就不一样，这「种」是集合这个大千世界，集合多少个？那个数字没法子计算，经典里面讲的是个形容词，世界海微尘数的佛刹，这是一个刹种。",
      "zh_TW": "究竟有多大？過去黃念祖老居士跟我談這個問題，他說我們銀河系實際上是一個單位世界，是三千大千世界裡面的單位世界。以這一個單位世界，這個單位就是銀河，我們今天講銀河；集合一千個銀河系，一千個銀河系這個範圍很大了，叫做一個小千世界。然後以小千為單位，再集合一千個小千世界，成為一個中千世界。諸位曉得小千世界是一千個銀河，中千世界一千再乘一千，百萬。然後再以中千世界為單位，合一千個中千世界才叫一個大千世界。那一個大千世界多少個銀河系？十億個銀河系。十億個銀河系是一尊佛的教區，他教化的範圍。因為這一個組織有小千、中千、大千，我們稱它作三千大千世界。實際上講，這個三千大千世界是一個大千世界，因為它有三個千，這樣說法。這是剎，我們在《華嚴經》上稱的剎。那個剎種那就不一樣，這「種」是集合這個大千世界，集合多少個？那個數字沒法子計算，經典裡面講的是個形容詞，世界海微塵數的佛剎，這是一個剎種。"
    },
    {
      "id": "12-017-0833_p0005",
      "zh_CN": "这个刹种从哪里来的？我们今天讲世界从哪来的？宇宙从哪来的？自古至今许许多多的科学家、宗教家都在这里探讨，希望能够了解宇宙的形成、宇宙的来源。宇宙为什么会形成？说法很多很多，没有一种说法能够教人心服口服。这是什么原因？智慧不足，能力不足，不知道宇宙是怎么来的，不知道生命是怎么来的。",
      "zh_TW": "這個剎種從哪裡來的？我們今天講世界從哪來的？宇宙從哪來的？自古至今許許多多的科學家、宗教家都在這裡探討，希望能夠了解宇宙的形成、宇宙的來源。宇宙為什麼會形成？說法很多很多，沒有一種說法能夠教人心服口服。這是什麼原因？智慧不足，能力不足，不知道宇宙是怎麼來的，不知道生命是怎麼來的。"
    },
    {
      "id": "12-017-0833_p0006",
      "zh_CN": "许多宗教的典籍有很多种说法，最普遍的，在这个世界上信仰人数最多的，基督教、天主教、犹太教，这个三教合起来，信徒的人数是全世界宗教徒里面占的比例超过半数，那个三教是一家。他们依据的经典《新旧约》，犹太教是依《旧约》，基督教是依《新约》，天主教是《新旧约》它统统都采取，所以是一家！这个经典上告诉我们，宇宙是怎么来的？上帝创造的，生命、万物都是上帝造的。现在科学技术进步了，人有能力到其他星球上去探险了，所以神造宇宙、神造万物这个信仰在近代发生动摇了，对于人、对于上帝产生怀疑，信心动摇，当然造成了严重的震撼，现代很多人讲信心危机。",
      "zh_TW": "許多宗教的典籍有很多種說法，最普遍的，在這個世界上信仰人數最多的，基督教、天主教、猶太教，這個三教合起來，信徒的人數是全世界宗教徒裡面佔的比例超過半數，那個三教是一家。他們依據的經典《新舊約》，猶太教是依《舊約》，基督教是依《新約》，天主教是《新舊約》它統統都採取，所以是一家！這個經典上告訴我們，宇宙是怎麼來的？上帝創造的，生命、萬物都是上帝造的。現在科學技術進步了，人有能力到其他星球上去探險了，所以神造宇宙、神造萬物這個信仰在近代發生動搖了，對於人、對於上帝產生懷疑，信心動搖，當然造成了嚴重的震撼，現代很多人講信心危機。"
    },
    {
      "id": "12-017-0833_p0007",
      "zh_CN": "信仰失去了之后怎么办？每个人妄想妄念、烦恼习气要是当家做主，这个世界不得了！今天我们所处的社会，空前的动乱，这个动乱的因素是什么？我们对于神圣信心动摇了，危机现前了。但是在佛法里面说得透彻、说得清楚，非常可惜，现在能够把佛经讲得清楚、讲得明白的人太少了。佛在这个经上告诉我们，宇宙的起源、生命的起源是共同的，到底是一回什么事情？佛说「唯心所现，唯识所变」。佛经上讲的「性识」，就是一般宗教典籍里面讲的「上帝」，宗教里面讲的「真主」，真正的主宰！",
      "zh_TW": "信仰失去了之後怎麼辦？每個人妄想妄念、煩惱習氣要是當家做主，這個世界不得了！今天我們所處的社會，空前的動亂，這個動亂的因素是什麼？我們對於神聖信心動搖了，危機現前了。但是在佛法裡面說得透徹、說得清楚，非常可惜，現在能夠把佛經講得清楚、講得明白的人太少了。佛在這個經上告訴我們，宇宙的起源、生命的起源是共同的，到底是一回什麼事情？佛說「唯心所現，唯識所變」。佛經上講的「性識」，就是一般宗教典籍裡面講的「上帝」，宗教裡面講的「真主」，真正的主宰！"
    },
    {
      "id": "12-017-0833_p0008",
      "zh_CN": "佛经上所讲的这个，我们能够信得过，愈想愈有道理。宇宙，佛法里面讲的虚空法界刹土众生是一体。怎么产生的？顿现，没有先后，没有次第。为什么会现？佛讲世间有三大类：正觉世间，悲愿所现的；众生世间，业力所现的；器世间，性识的相分。所以佛在大乘经上常讲「心佛众生，三无差别」。你看，心现器世间，佛现智正觉世间，众生现有情世间，三无差别。三无差别真正的意思是一而三、三而一，这个里头微妙不可思议，它的理、它的事实真相，「唯证乃知」，说不出来的。",
      "zh_TW": "佛經上所講的這個，我們能夠信得過，愈想愈有道理。宇宙，佛法裡面講的虛空法界剎土眾生是一體。怎麼產生的？頓現，沒有先後，沒有次第。為什麼會現？佛講世間有三大類：正覺世間，悲願所現的；眾生世間，業力所現的；器世間，性識的相分。所以佛在大乘經上常講「心佛眾生，三無差別」。你看，心現器世間，佛現智正覺世間，眾生現有情世間，三無差別。三無差別真正的意思是一而三、三而一，這個裡頭微妙不可思議，它的理、它的事實真相，「唯證乃知」，說不出來的。"
    },
    {
      "id": "12-017-0833_p0009",
      "zh_CN": "佛经上常用一个比喻，「如人饮水，冷暖自知」。你自己心里比什么都明白，你说不出来。你喝一口水，人家问你：这水热不热？热，给人模糊印象，热到什么程度，你自己知道，他不知道。这口水很凉，凉到什么程度，你自己知道，别人不知道。佛法「唯证乃知」。",
      "zh_TW": "佛經上常用一個比喻，「如人飲水，冷暖自知」。你自己心裡比什麼都明白，你說不出來。你喝一口水，人家問你：這水熱不熱？熱，給人模糊印象，熱到什麼程度，你自己知道，他不知道。這口水很涼，涼到什麼程度，你自己知道，別人不知道。佛法「唯證乃知」。"
    },
    {
      "id": "12-017-0833_p0010",
      "zh_CN": "能不能亲证？能！高明到极处。佛说「一切众生皆有如来智慧德相」，这一句话是讲三个圆满，大圆满！智慧圆满、能力圆满（万德万能）、相好圆满，三个圆满。三个圆满是唯证乃知，能证是智慧，没有智慧你怎么能证得？佛法的教学，只有一个非常单纯的目标，开智慧，智慧是本有的。你现在的智慧因为有障碍，智慧不能现前，只要你把障碍去掉，你自性本具的般若智慧就现前了。智慧现前，你的能力相好同时就现前。",
      "zh_TW": "能不能親證？能！高明到極處。佛說「一切眾生皆有如來智慧德相」，這一句話是講三個圓滿，大圓滿！智慧圓滿、能力圓滿（萬德萬能）、相好圓滿，三個圓滿。三個圓滿是唯證乃知，能證是智慧，沒有智慧你怎麼能證得？佛法的教學，只有一個非常單純的目標，開智慧，智慧是本有的。你現在的智慧因為有障礙，智慧不能現前，只要你把障礙去掉，你自性本具的般若智慧就現前了。智慧現前，你的能力相好同時就現前。"
    },
    {
      "id": "12-017-0833_p0011",
      "zh_CN": "智慧是能证，德能相好是所证。你所证得的那个境界就是「大方广佛华严」，「大方广佛华严」不是在这个经本上，经本是个说明书。在哪里？就是我们现实的生活，就是我们现前的虚空法界刹土众生。那个刹土就是星球、星系，到底它是怎么形成的？怎么来的？什么道理来的？智慧一开就明白了。",
      "zh_TW": "智慧是能證，德能相好是所證。你所證得的那個境界就是「大方廣佛華嚴」，「大方廣佛華嚴」不是在這個經本上，經本是個說明書。在哪裡？就是我們現實的生活，就是我們現前的虛空法界剎土眾生。那個剎土就是星球、星系，到底它是怎麼形成的？怎麼來的？什麼道理來的？智慧一開就明白了。"
    },
    {
      "id": "12-017-0833_p0012",
      "zh_CN": "那我们智慧跑到哪里去了？佛说「但以妄想执着而不能证得」，一句话把我们的障碍指示出来了，我们的毛病就是妄想分别执着，佛教我们把这个东西舍弃掉、断掉，我们就是不肯断。这个事情佛也帮不上忙，佛能帮上忙的全都帮了。",
      "zh_TW": "那我們智慧跑到哪裡去了？佛說「但以妄想執著而不能證得」，一句話把我們的障礙指示出來了，我們的毛病就是妄想分別執著，佛教我們把這個東西捨棄掉、斷掉，我們就是不肯斷。這個事情佛也幫不上忙，佛能幫上忙的全都幫了。"
    },
    {
      "id": "12-017-0833_p0013",
      "zh_CN": "佛帮上我们什么？开示，「开」是给我们说明，「示」是什么？示是做出榜样来给我们看。释迦牟尼佛当年在世间，你看他的生活，非常简单的生活，他的工作，天天讲经说法，用现在的话来说，教学，每一天教学，义务的，不收学费。「相好」，你看佛是三十二相八十种好，给我们示现的是智慧圆满、能力圆满、相好圆满，大圆满！",
      "zh_TW": "佛幫上我們什麼？開示，「開」是給我們說明，「示」是什麼？示是做出榜樣來給我們看。釋迦牟尼佛當年在世間，你看他的生活，非常簡單的生活，他的工作，天天講經說法，用現在的話來說，教學，每一天教學，義務的，不收學費。「相好」，你看佛是三十二相八十種好，給我們示現的是智慧圓滿、能力圓滿、相好圓滿，大圓滿！"
    },
    {
      "id": "12-017-0833_p0014",
      "zh_CN": "当年佛所游化的那些地区，国王、大臣、长者对释迦牟尼佛没有不尊敬的，没有不仰慕的，多少国王大臣拜释迦牟尼佛为老师，向释迦牟尼佛学习。你要问学习什么？释迦牟尼佛什么都教，就像一个完整大学一样，你想学哪个科系，佛就教你，显示出圆满的智慧。从个人、家庭、社会、国家、天下，大大小小点点滴滴的疑难杂症，到世尊这个地方全都解决了。不但这一生，佛还能帮助我们解决过去、未来，这个能力不得了！",
      "zh_TW": "當年佛所遊化的那些地區，國王、大臣、長者對釋迦牟尼佛沒有不尊敬的，沒有不仰慕的，多少國王大臣拜釋迦牟尼佛為老師，向釋迦牟尼佛學習。你要問學習什麼？釋迦牟尼佛什麼都教，就像一個完整大學一樣，你想學哪個科系，佛就教你，顯示出圓滿的智慧。從個人、家庭、社會、國家、天下，大大小小點點滴滴的疑難雜症，到世尊這個地方全都解決了。不但這一生，佛還能幫助我們解決過去、未來，這個能力不得了！"
    },
    {
      "id": "12-017-0833_p0015",
      "zh_CN": "这么一个好老师，这么好的学问，佛说了是你自性本具的，不是只有释迦牟尼佛有，一切众生平等平等。只是你有烦恼习气把你的大圆满的智慧德能相好障碍住了，只要你把这个障碍去掉，你的能力就恢复了。佛给我们讲的话句句是真话。",
      "zh_TW": "這麼一個好老師，這麼好的學問，佛說了是你自性本具的，不是只有釋迦牟尼佛有，一切眾生平等平等。只是你有煩惱習氣把你的大圓滿的智慧德能相好障礙住了，只要你把這個障礙去掉，你的能力就恢復了。佛給我們講的話句句是真話。"
    },
    {
      "id": "12-017-0833_p0016",
      "zh_CN": "『刹种坚固妙庄严，广大清净光明藏』，那个庄严就是「广大清净光明藏」所现的。刹种是所现，光明藏是能现，所现的是果，能现的是因。我们在这个地方要学，要发广大心，要发清净心。心量小了不行，心有染污不行，心决定不能有染污，要纯净纯善。纯净纯善自然就放光明，「光明」是自性本具的般若智慧。",
      "zh_TW": "『剎種堅固妙莊嚴，廣大清淨光明藏』，那個莊嚴就是「廣大清淨光明藏」所現的。剎種是所現，光明藏是能現，所現的是果，能現的是因。我們在這個地方要學，要發廣大心，要發清淨心。心量小了不行，心有染污不行，心決定不能有染污，要純淨純善。純淨純善自然就放光明，「光明」是自性本具的般若智慧。"
    },
    {
      "id": "12-017-0833_p0017",
      "zh_CN": "这个「藏」是表真如本性，真如本性它不是一个物质，但是所有物质现象是它变现的，诸位一定要细心的去体会。物质现象，物质称之为妙色、称之为妙有、称之为妙庄严，妙是有而非有、非有而有，这个「妙」字是说出它的事实真相。",
      "zh_TW": "這個「藏」是表真如本性，真如本性它不是一個物質，但是所有物質現象是它變現的，諸位一定要細心的去體會。物質現象，物質稱之為妙色、稱之為妙有、稱之為妙莊嚴，妙是有而非有、非有而有，這個「妙」字是說出它的事實真相。"
    },
    {
      "id": "12-017-0833_p0018",
      "zh_CN": "我们九法界众生犯的过失，只知道这个「有」，不知道「妙」，以为它真有，我们错在此地，而不知道所有一切的物象当体皆空。怎么来的？从哪里来的？佛说「当处出生」，为什么说它妙有？「随处灭尽」。这个道理前面详细说过，你真正要参透了、明白了，你的心自自然然跟宇宙、跟虚空合而为一了，心包太虚！你自自然然肯定刹土，无量无边的刹土无尽无数的众生跟自己一体，这是大乘经上讲的「清净法身」，有没有生灭？不生不灭。真的是不来不去、不常不断、不一不异，法尔如是，妙庄严！",
      "zh_TW": "我們九法界眾生犯的過失，只知道這個「有」，不知道「妙」，以為它真有，我們錯在此地，而不知道所有一切的物象當體皆空。怎麼來的？從哪裡來的？佛說「當處出生」，為什麼說它妙有？「隨處滅盡」。這個道理前面詳細說過，你真正要參透了、明白了，你的心自自然然跟宇宙、跟虛空合而為一了，心包太虛！你自自然然肯定剎土，無量無邊的剎土無盡無數的眾生跟自己一體，這是大乘經上講的「清淨法身」，有沒有生滅？不生不滅。真的是不來不去、不常不斷、不一不異，法爾如是，妙莊嚴！"
    },
    {
      "id": "12-017-0833_p0019",
      "zh_CN": "所以这四句里头，最重要的是第二句，我们要尽量的把心量拓开。怎么个拓法？我们讲席里头讲得太多太多了，起心动念为一切众生去想，不要为自己。众生学佛不能开悟，不能证果，学得不像，原因在哪里？起心动念都想自己，这是学佛而不能入佛的根本因素，在佛法里面叫做业障深重。什么业？起心动念都执着我、分别我，这个分别执着太重太重了，障碍你的自性本具的大圆满，业障！",
      "zh_TW": "所以這四句裡頭，最重要的是第二句，我們要盡量的把心量拓開。怎麼個拓法？我們講席裡頭講得太多太多了，起心動念為一切眾生去想，不要為自己。眾生學佛不能開悟，不能證果，學得不像，原因在哪裡？起心動念都想自己，這是學佛而不能入佛的根本因素，在佛法裡面叫做業障深重。什麼業？起心動念都執著我、分別我，這個分別執著太重太重了，障礙你的自性本具的大圓滿，業障！"
    },
    {
      "id": "12-017-0833_p0020",
      "zh_CN": "你不肯放下，想放又有顾虑，这个我清楚，我是过来人，我天天在经教里头，五十年锲而不舍，这一段日子我走过来了。可是诸位你要晓得，得要有这么长的时间。如果没有这么长的寿命，我如果说四十、五十寿命就到了，或者六十寿命就到了，我入不了这个境界。我感激佛菩萨，延长了寿命，有足够的时间契入境界，这很不容易！为报佛恩，报佛恩只有一个方法，效法世尊，作斯示现；要像释迦牟尼佛一样为众生示现，也就是说做出样子来给人看，为大家把这一桩事情说清楚、说明白。除此之外，想想看有什么方法能报佛恩？没有法子！",
      "zh_TW": "你不肯放下，想放又有顧慮，這個我清楚，我是過來人，我天天在經教裡頭，五十年鍥而不捨，這一段日子我走過來了。可是諸位你要曉得，得要有這麼長的時間。如果沒有這麼長的壽命，我如果說四十、五十壽命就到了，或者六十壽命就到了，我入不了這個境界。我感激佛菩薩，延長了壽命，有足夠的時間契入境界，這很不容易！為報佛恩，報佛恩只有一個方法，效法世尊，作斯示現；要像釋迦牟尼佛一樣為眾生示現，也就是說做出樣子來給人看，為大家把這一樁事情說清楚、說明白。除此之外，想想看有什麼方法能報佛恩？沒有法子！"
    },
    {
      "id": "12-017-0833_p0021",
      "zh_CN": "『依止莲华宝海住』，「宝海」是自性，下面讲的香海是阿赖耶识。自性，它不用别的来形容，用莲花，意思很深很深；不是真的有一个那么大的莲花，那你就搞错了。佛在此地为我们说的是表法，莲花表什么？表清净，在此地也表「广大清净光明」，让我们从莲花这个里面去体会。世尊当年住世，四十九年讲经说法，没有离开莲花，莲花所表的这个意思是佛自行化他的总纲领、总题目。大乘经里面有一部经叫《妙法莲华经》，莲花。",
      "zh_TW": "『依止蓮華寶海住』，「寶海」是自性，下面講的香海是阿賴耶識。自性，它不用別的來形容，用蓮花，意思很深很深；不是真的有一個那麼大的蓮花，那你就搞錯了。佛在此地為我們說的是表法，蓮花表什麼？表清淨，在此地也表「廣大清淨光明」，讓我們從蓮花這個裡面去體會。世尊當年住世，四十九年講經說法，沒有離開蓮花，蓮花所表的這個意思是佛自行化他的總綱領、總題目。大乘經裡面有一部經叫《妙法蓮華經》，蓮花。"
    },
    {
      "id": "12-017-0833_p0022",
      "zh_CN": "莲花是比喻，比喻的妙法，我们要常常想到。藏密，西藏的密宗，一句六字大明咒，跟显教里面一句阿弥陀佛，我看是异曲同工。学密宗的没有人不会念六字大明咒，学显教的几乎没有人不念阿弥陀佛，其实六字大明咒跟阿弥陀佛是一不是二。怎么知道？《无量寿经》，佛告诉我们，阿弥陀佛还有一个名号叫清净平等觉，清净平等觉就是阿弥陀佛。莲花就是代表的清净平等觉，你们想想看，对不对？有没有道理？",
      "zh_TW": "蓮花是比喻，比喻的妙法，我們要常常想到。藏密，西藏的密宗，一句六字大明咒，跟顯教裡面一句阿彌陀佛，我看是異曲同工。學密宗的沒有人不會念六字大明咒，學顯教的幾乎沒有人不念阿彌陀佛，其實六字大明咒跟阿彌陀佛是一不是二。怎麼知道？《無量壽經》，佛告訴我們，阿彌陀佛還有一個名號叫清淨平等覺，清淨平等覺就是阿彌陀佛。蓮花就是代表的清淨平等覺，你們想想看，對不對？有沒有道理？"
    },
    {
      "id": "12-017-0833_p0023",
      "zh_CN": "仔细去观察体会莲花所表的义趣，莲的根生长在泥土里面，泥土代表六凡、六道、染污。茎在水里，水代表清净，染净。花开在水的上面，你看它的意思，染净两边都不染，那叫纯净纯善。要用善恶来说，泥土是恶，水是善，莲花开在水上面，善恶两边都不着，真善纯善，莲花代表纯净纯善。莲花长的时候，它的花的中心是莲蓬，莲蓬里头就有莲子，花果同时，所以佛用它来表法。其他的花，因果不同时，先开花后结果，花谢了果才长成。莲花是因果同时，非常明显的给我们一个启示，因中有果，果中有因；这里面就包含了十法界，善因善果，不善的因得不善之果。",
      "zh_TW": "仔細去觀察體會蓮花所表的義趣，蓮的根生長在泥土裡面，泥土代表六凡、六道、染污。莖在水裡，水代表清淨，染淨。花開在水的上面，你看它的意思，染淨兩邊都不染，那叫純淨純善。要用善惡來說，泥土是惡，水是善，蓮花開在水上面，善惡兩邊都不著，真善純善，蓮花代表純淨純善。蓮花長的時候，它的花的中心是蓮蓬，蓮蓬裡頭就有蓮子，花果同時，所以佛用它來表法。其他的花，因果不同時，先開花後結果，花謝了果才長成。蓮花是因果同時，非常明顯的給我們一個啟示，因中有果，果中有因；這裡面就包含了十法界，善因善果，不善的因得不善之果。"
    },
    {
      "id": "12-017-0833_p0024",
      "zh_CN": "你要问为什么会有轮回？轮回是习气变的。如果你要问为什么会有轮回？什么道理有轮回？我可以用个反的问题来问你，你去思惟，你就找到答案了。你为什么会作梦？你为什么会有思想？跟你问为什么会有轮回、为什么会有六道、为什么会有十法界同样的义趣，一个问题解答了，所有一切问题都明白了。佛在经上告诉我们，阿赖耶识里面含藏的种子习气，这是亲因缘；亲因缘加上所缘缘、无间缘、增上缘，果报就现前了。实际上是无量因缘，佛把无量因缘归纳起来讲四大类，四缘生法，讲得好，讲的是事实真相。",
      "zh_TW": "你要問為什麼會有輪迴？輪迴是習氣變的。如果你要問為什麼會有輪迴？什麼道理有輪迴？我可以用個反的問題來問你，你去思惟，你就找到答案了。你為什麼會作夢？你為什麼會有思想？跟你問為什麼會有輪迴、為什麼會有六道、為什麼會有十法界同樣的義趣，一個問題解答了，所有一切問題都明白了。佛在經上告訴我們，阿賴耶識裡面含藏的種子習氣，這是親因緣；親因緣加上所緣緣、無間緣、增上緣，果報就現前了。實際上是無量因緣，佛把無量因緣歸納起來講四大類，四緣生法，講得好，講的是事實真相。"
    },
    {
      "id": "12-017-0833_p0025",
      "zh_CN": "我们明白了、搞清楚了，我们今天所缘的，就是说我们所思所想的，就是我们所缘的。是什么？是纯净纯善。再说得具体一点，我们所思所想、所做所为「真诚、清净、平等、正觉、慈悲；看破、放下、自在、随缘、念佛」，昼夜所思所想、所做所为不离这十句。功夫做到圆满，岂不就是纯净纯善！",
      "zh_TW": "我們明白了、搞清楚了，我們今天所緣的，就是說我們所思所想的，就是我們所緣的。是什麼？是純淨純善。再說得具體一點，我們所思所想、所做所為「真誠、清淨、平等、正覺、慈悲；看破、放下、自在、隨緣、念佛」，晝夜所思所想、所做所為不離這十句。功夫做到圓滿，豈不就是純淨純善！"
    },
    {
      "id": "12-017-0833_p0026",
      "zh_CN": "一大藏教，总而言之，不出这二十个字。抓住了纲领，锲而不舍，功夫自然有进步，时时刻刻向上提升，性德自然现前，烦恼习气不知不觉的销融、转变了，转烦恼成菩提。把烦恼转成什么？转成了「真诚、清净、平等、正觉、慈悲」，烦恼转变了。你们想想这十个字，它的反面的意思就是烦恼，真诚的反面虚伪，清净的反面染污，平等的反面不平，正觉的反面愚痴，慈悲的反面自私自利，那不是烦恼吗？贵在会转，转过来之后，那叫大菩提。所以这五句十个字我在讲席里介绍多次，这是大菩提心。我们通常讲大菩提心很难讲，一般人听不懂，我换一个方法来讲，大家好懂。",
      "zh_TW": "一大藏教，總而言之，不出這二十個字。抓住了綱領，鍥而不捨，功夫自然有進步，時時刻刻向上提升，性德自然現前，煩惱習氣不知不覺的銷融、轉變了，轉煩惱成菩提。把煩惱轉成什麼？轉成了「真誠、清淨、平等、正覺、慈悲」，煩惱轉變了。你們想想這十個字，它的反面的意思就是煩惱，真誠的反面虛偽，清淨的反面染污，平等的反面不平，正覺的反面愚痴，慈悲的反面自私自利，那不是煩惱嗎？貴在會轉，轉過來之後，那叫大菩提。所以這五句十個字我在講席裡介紹多次，這是大菩提心。我們通常講大菩提心很難講，一般人聽不懂，我換一個方法來講，大家好懂。"
    },
    {
      "id": "12-017-0833_p0027",
      "zh_CN": "真诚是菩提心之体，至诚心；清净平等正觉是深心；慈悲是回向发愿心。要是用《起信论》的话来说，真诚是直心，清净平等正觉是深心，慈悲就是大悲心，合起来叫大菩提心。大菩提心里面有体有用，真诚心是体，深心是自受用，大悲心是他受用。对人要大慈大悲，对一切人事物；对自己要清净、要平等、要觉悟。你们想想，转凡性为佛性，大菩提心是佛性，这是真正叫从根本修！这个是大乘佛法里头圆顿法门。你那个根本转过来了，你的行持、言行自自然然就都转了！表现在作用里面，「看破、放下、自在、随缘、念佛」，然后你念这个经就懂得，「依止莲华宝海住」懂得了。",
      "zh_TW": "真誠是菩提心之體，至誠心；清淨平等正覺是深心；慈悲是迴向發願心。要是用《起信論》的話來說，真誠是直心，清淨平等正覺是深心，慈悲就是大悲心，合起來叫大菩提心。大菩提心裡面有體有用，真誠心是體，深心是自受用，大悲心是他受用。對人要大慈大悲，對一切人事物；對自己要清淨、要平等、要覺悟。你們想想，轉凡性為佛性，大菩提心是佛性，這是真正叫從根本修！這個是大乘佛法裡頭圓頓法門。你那個根本轉過來了，你的行持、言行自自然然就都轉了！表現在作用裡面，「看破、放下、自在、隨緣、念佛」，然後你念這個經就懂得，「依止蓮華寶海住」懂得了。"
    },
    {
      "id": "12-017-0833_p0028",
      "zh_CN": "『或有住于香海等』，它为什么会有两句？上面一句是自度，自受用；下面一句是示现，是度化众生、帮助一切众生，我们常讲九法界众生，或者讲十法界众生，「住于香海」，香海是唯识所变，自受用的是唯心所现。「依止莲华宝海住」是唯心所现，这个是觉悟的人常住，《楞严经》上讲的「常住真心，性净明体」。下面这一句，住十法界，恒顺众生，随喜功德，游戏神通。这两种住，二而不二，不二而二，妙庄严！所以这一首偈意思很深很广，其味无穷，贵在契入。你不能契入，你得不到受用；果然能契入，真的是文人所谓的「妙不可言」，方东美先生所讲的「人生最高的享受」，都是贵在契入。这一首偈我们就讲到此地。",
      "zh_TW": "『或有住於香海等』，它為什麼會有兩句？上面一句是自度，自受用；下面一句是示現，是度化眾生、幫助一切眾生，我們常講九法界眾生，或者講十法界眾生，「住於香海」，香海是唯識所變，自受用的是唯心所現。「依止蓮華寶海住」是唯心所現，這個是覺悟的人常住，《楞嚴經》上講的「常住真心，性淨明體」。下面這一句，住十法界，恆順眾生，隨喜功德，遊戲神通。這兩種住，二而不二，不二而二，妙莊嚴！所以這一首偈意思很深很廣，其味無窮，貴在契入。你不能契入，你得不到受用；果然能契入，真的是文人所謂的「妙不可言」，方東美先生所講的「人生最高的享受」，都是貴在契入。這一首偈我們就講到此地。"
    },
    {
      "id": "12-017-0833_p0029",
      "zh_CN": "诸位同学，请看偈颂的第二首：",
      "zh_TW": "諸位同學，請看偈頌的第二首："
    },
    {
      "id": "12-017-0833_p0030",
      "zh_CN": "【须弥城树坛墠形。一切刹种遍十方。种种庄严形相别。各各布列而安住。】",
      "zh_TW": "【須彌城樹壇墠形。一切剎種遍十方。種種莊嚴形相別。各各布列而安住。】"
    },
    {
      "id": "12-017-0833_p0031",
      "zh_CN": "这一首偈也是一段，第二段讲华藏世界的形状以及布列安住。形状在前面长行我们读过，要是广说有世界海微尘数。由此可知，这个地方只是举几个例子。『须弥』是山的形状。『城』是城镇的形状，特别是我们现在坐飞机，在高空里面看地面上的城市，我们的概念很清楚。第三个例子是『树』。第四个例子是『坛墠』。坛墠是什么？古时候祭祀天地鬼神的祭坛，形状无量无边，举出这四种。这四种是不是随随便便举出来的？我们想世尊说法，字字句句都含无量义，绝不是随随便便提出来的。那到底是什么意思？佛说你们自己去想！那这个就是所谓是「仁者见仁，智者见智」，我们要在这个里面学习。",
      "zh_TW": "這一首偈也是一段，第二段講華藏世界的形狀以及布列安住。形狀在前面長行我們讀過，要是廣說有世界海微塵數。由此可知，這個地方只是舉幾個例子。『須彌』是山的形狀。『城』是城鎮的形狀，特別是我們現在坐飛機，在高空裡面看地面上的城市，我們的概念很清楚。第三個例子是『樹』。第四個例子是『壇墠』。壇墠是什麼？古時候祭祀天地鬼神的祭壇，形狀無量無邊，舉出這四種。這四種是不是隨隨便便舉出來的？我們想世尊說法，字字句句都含無量義，絕不是隨隨便便提出來的。那到底是什麼意思？佛說你們自己去想！那這個就是所謂是「仁者見仁，智者見智」，我們要在這個裡面學習。"
    },
    {
      "id": "12-017-0833_p0032",
      "zh_CN": "「须弥」这是阎浮提洲最大的一个山，须弥山，通常比喻的是德高智大，用须弥来代表大德大智，须弥众宝所成，这里头就有万德万能的意思存在其中。我们读到这个名词，就要想一想自己的道德有多高？如何修养？如何提升？尤其是「道德」两个字，这个名词的含义要清楚。如果要不清楚，你怎么个学法？什么是道？古人有解释了，凡是跟宇宙全体相应的这个总原则称之为道，在佛法里面讲与性德全体相应的；德是与性德部分相应的，不是全体，局部相应称之为德。由此可知，「道」是宇宙全体的总原则、总纲领，「德」是宇宙局部的原理原则，这个解释很好、很清楚。",
      "zh_TW": "「須彌」這是閻浮提洲最大的一個山，須彌山，通常比喻的是德高智大，用須彌來代表大德大智，須彌眾寶所成，這裡頭就有萬德萬能的意思存在其中。我們讀到這個名詞，就要想一想自己的道德有多高？如何修養？如何提升？尤其是「道德」兩個字，這個名詞的含義要清楚。如果要不清楚，你怎麼個學法？什麼是道？古人有解釋了，凡是跟宇宙全體相應的這個總原則稱之為道，在佛法裡面講與性德全體相應的；德是與性德部分相應的，不是全體，局部相應稱之為德。由此可知，「道」是宇宙全體的總原則、總綱領，「德」是宇宙局部的原理原則，這個解釋很好、很清楚。"
    },
    {
      "id": "12-017-0833_p0033",
      "zh_CN": "与性德全体相应的原理原则是什么？在佛法里头，初学佛的人，刚刚进门，佛传授你三皈依，三皈依是道，大道，觉正净！落实在日常生活当中，佛教众生最基本的，一切众生所必须要遵守的，与性德全体相应的那个原理原则，就是净业三福，「孝养父母，奉事师长，慈心不杀，修十善业；受持三归，具足众戒，不犯威仪；发菩提心，深信因果，读诵大乘，劝进行者」。你们想想看，这是不是道？道像树根，德是树干，道德要没有了，那就是根也没有了，干也没有了。剩下来的是什么？枝叶花果插在花瓶里面，很好看，过几天就死了。没有道德，没有根本。",
      "zh_TW": "與性德全體相應的原理原則是什麼？在佛法裡頭，初學佛的人，剛剛進門，佛傳授你三皈依，三皈依是道，大道，覺正淨！落實在日常生活當中，佛教眾生最基本的，一切眾生所必須要遵守的，與性德全體相應的那個原理原則，就是淨業三福，「孝養父母，奉事師長，慈心不殺，修十善業；受持三歸，具足眾戒，不犯威儀；發菩提心，深信因果，讀誦大乘，勸進行者」。你們想想看，這是不是道？道像樹根，德是樹幹，道德要沒有了，那就是根也沒有了，幹也沒有了。剩下來的是什麼？枝葉花果插在花瓶裡面，很好看，過幾天就死了。沒有道德，沒有根本。"
    },
    {
      "id": "12-017-0833_p0034",
      "zh_CN": "在儒家讲「道」，讲得非常具体，伦常，大道！伦是什么？人与人的关系，自然的关系，夫妇、父子、兄弟、君臣、朋友，这是自自然然的关系，道！五常，性德，「仁、义、礼、智、信」，就是佛法里面讲的五戒，这是大道！儒家讲的「德」，讲了八个目，八个纲目，「孝悌忠信礼义廉耻」；还有一个说法「忠孝仁爱信义和平」。两个说法都好，叫八德；在佛法里面三学、六度、普贤十愿，大德！",
      "zh_TW": "在儒家講「道」，講得非常具體，倫常，大道！倫是什麼？人與人的關係，自然的關係，夫婦、父子、兄弟、君臣、朋友，這是自自然然的關係，道！五常，性德，「仁、義、禮、智、信」，就是佛法裡面講的五戒，這是大道！儒家講的「德」，講了八個目，八個綱目，「孝悌忠信禮義廉恥」；還有一個說法「忠孝仁愛信義和平」。兩個說法都好，叫八德；在佛法裡面三學、六度、普賢十願，大德！"
    },
    {
      "id": "12-017-0833_p0035",
      "zh_CN": "我们净宗学会成立，我写了净宗同学修学的五个科目，这五个科目第一个是三福（净业三福），第二个是六和，第三个就是戒定慧三学，第四个是六度，第五个是普贤十愿。很好记，但是要真干才行！务必要遵守、要奉行，起心动念要以这五个科目做标准，尽可能的靠近这个标准，不能远离，能够跟这个标准合一了，你就是在行道，你就是在修德。这五个科目是诸佛的大道，菩萨所修的大德，我们起心动念、言语造作有没有违背？还是随顺？我常常在讲席当中勉励同学们，我们要随顺佛菩萨的教诲，我们要放弃自己的妄想分别执着，这是真修，真能提升我们自己的境界。",
      "zh_TW": "我們淨宗學會成立，我寫了淨宗同學修學的五個科目，這五個科目第一個是三福（淨業三福），第二個是六和，第三個就是戒定慧三學，第四個是六度，第五個是普賢十願。很好記，但是要真幹才行！務必要遵守、要奉行，起心動念要以這五個科目做標準，盡可能的靠近這個標準，不能遠離，能夠跟這個標準合一了，你就是在行道，你就是在修德。這五個科目是諸佛的大道，菩薩所修的大德，我們起心動念、言語造作有沒有違背？還是隨順？我常常在講席當中勉勵同學們，我們要隨順佛菩薩的教誨，我們要放棄自己的妄想分別執著，這是真修，真能提升我們自己的境界。"
    },
    {
      "id": "12-017-0833_p0036",
      "zh_CN": "真修的人，自自然然烦恼轻，智慧长，转烦恼为菩提，转生死为涅槃，转恶为善，落实在对人对事上，转敌为友，转怨为亲，把冤家对头转变成亲友。转不过来，是你的德行还不够，还要认真努力修养提升。到哪一天你的道德圆满了，全部都转过来了，诸佛如来果地上的境界。法身菩萨在转，还没有到究竟圆满，究竟圆满是如来果地，「须弥」给我这个启示。",
      "zh_TW": "真修的人，自自然然煩惱輕，智慧長，轉煩惱為菩提，轉生死為涅槃，轉惡為善，落實在對人對事上，轉敵為友，轉怨為親，把冤家對頭轉變成親友。轉不過來，是你的德行還不夠，還要認真努力修養提升。到哪一天你的道德圓滿了，全部都轉過來了，諸佛如來果地上的境界。法身菩薩在轉，還沒有到究竟圓滿，究竟圓滿是如來果地，「須彌」給我這個啟示。"
    },
    {
      "id": "12-017-0833_p0037",
      "zh_CN": "「城」，意思很深很广，大众集聚共同生活的一个社会，这给我们启示的是什么？人与人的和睦相处，相亲相爱，这是性德自然的流露。菩萨修行是在城市里，不是在旷野，不是在人迹不到的地方，那个地方建道场修行是教初学的，是为了防止污染，是一种权巧方便。",
      "zh_TW": "「城」，意思很深很廣，大眾集聚共同生活的一個社會，這給我們啟示的是什麼？人與人的和睦相處，相親相愛，這是性德自然的流露。菩薩修行是在城市裡，不是在曠野，不是在人跡不到的地方，那個地方建道場修行是教初學的，是為了防止污染，是一種權巧方便。"
    },
    {
      "id": "12-017-0833_p0038",
      "zh_CN": "修成之后，那什么叫成就？在红尘而不染红尘，在染污而不被污染，这是你的道德成就了，你才有能力与一切众生和光同尘，教化众生。度众生，这个「度」用现在的话来说，帮助众生，协助众生。你想帮助他，你不接触他，你怎么能帮助他？而且这个接触绝对不是短时间的。过去李老师常常跟我讲，哪有众生听一部经就开悟了、就证果了的？没听说过。那要帮助众生，你要帮助到底，帮助到底怎么个办法？你要长住那个地方，请佛住世，你要长住。李老师表演给我看了，他在台中一住三十八年，从来没有离开过台中，真的是三十八年如一日，表演给我看，我知道，不是不知道。我跟老师讲，我没这个福报，没有这个缘分，长住在这个地方都要有缘分，没有缘分想长住都不可能，那是要结缘。李老师跟台中缘深，这个缘不是这一生结的，过去生中结的缘。",
      "zh_TW": "修成之後，那什麼叫成就？在紅塵而不染紅塵，在染污而不被污染，這是你的道德成就了，你才有能力與一切眾生和光同塵，教化眾生。度眾生，這個「度」用現在的話來說，幫助眾生，協助眾生。你想幫助他，你不接觸他，你怎麼能幫助他？而且這個接觸絕對不是短時間的。過去李老師常常跟我講，哪有眾生聽一部經就開悟了、就證果了的？沒聽說過。那要幫助眾生，你要幫助到底，幫助到底怎麼個辦法？你要長住那個地方，請佛住世，你要長住。李老師表演給我看了，他在台中一住三十八年，從來沒有離開過台中，真的是三十八年如一日，表演給我看，我知道，不是不知道。我跟老師講，我沒這個福報，沒有這個緣分，長住在這個地方都要有緣分，沒有緣分想長住都不可能，那是要結緣。李老師跟台中緣深，這個緣不是這一生結的，過去生中結的緣。"
    },
    {
      "id": "12-017-0833_p0039",
      "zh_CN": "我知道我没有福报，过去生中跟众生结的缘不深，所以在这一生当中，没有福，没有缘，我怎么办？广结善缘，全世界哪个地方请我讲经我都去，结法缘。这些年来，得力于科技的发展，我们利用网际网路，利用卫星电视，利用CD、VCD、DVD的流通，跟世界各地的同学结的缘很深。虽然如此，我又何尝不想定下来，长住在一个地方？依旧是缘不足。要知道像我这种身分，从事于这个行业，多元文化教学的行业，要依靠护持，护法，佛家叫护法；没有人护持，你这个地方就不能住。",
      "zh_TW": "我知道我沒有福報，過去生中跟眾生結的緣不深，所以在這一生當中，沒有福，沒有緣，我怎麼辦？廣結善緣，全世界哪個地方請我講經我都去，結法緣。這些年來，得力於科技的發展，我們利用網際網路，利用衛星電視，利用CD、VCD、DVD的流通，跟世界各地的同學結的緣很深。雖然如此，我又何嘗不想定下來，長住在一個地方？依舊是緣不足。要知道像我這種身分，從事於這個行業，多元文化教學的行業，要依靠護持，護法，佛家叫護法；沒有人護持，你這個地方就不能住。"
    },
    {
      "id": "12-017-0833_p0040",
      "zh_CN": "早年我在香港讲经，香港有一位雷太太，雷锐年先生的夫人，她护持，每一年她都邀请我到香港去讲经讲一个月。雷太太往生之后，香港就没有人请我了，那个地方，缘就断了，断了七年，七年没到香港去。香港回归，我去观礼，这是一桩大事情，我去庆祝、去观礼，毕竟香港过去跟我有这么深厚的缘分，没有人请，我也去观礼。在香港遇到一些老同修，从前在那边讲经的老听众，遇到了十几位。大家都来跟我讲：法师，你为什么不到香港来讲经？我说：我不是不想来，没有人请我。这样一来，他们这几个人才发心，在尖沙嘴租一个讲堂，请我去讲，我跟他约定每个月去一次，一次讲五天，大家非常欢喜，这个缘又续上了。讲了两三年，听众愈来愈多，租道场这个租金相当可观，从前我没问过，以后我才晓得，我去一次讲五天，港币要用十几万。这些同修们，大家想想，这么高的租金，不如我们自己再凑一点钱，我们买个道场，「香港佛陀教育协会」就是在这种因缘之下成就了。这个成就对我来讲，我可以长住在香港。",
      "zh_TW": "早年我在香港講經，香港有一位雷太太，雷銳年先生的夫人，她護持，每一年她都邀請我到香港去講經講一個月。雷太太往生之後，香港就沒有人請我了，那個地方，緣就斷了，斷了七年，七年沒到香港去。香港回歸，我去觀禮，這是一樁大事情，我去慶祝、去觀禮，畢竟香港過去跟我有這麼深厚的緣分，沒有人請，我也去觀禮。在香港遇到一些老同修，從前在那邊講經的老聽眾，遇到了十幾位。大家都來跟我講：法師，你為什麼不到香港來講經？我說：我不是不想來，沒有人請我。這樣一來，他們這幾個人才發心，在尖沙嘴租一個講堂，請我去講，我跟他約定每個月去一次，一次講五天，大家非常歡喜，這個緣又續上了。講了兩三年，聽眾愈來愈多，租道場這個租金相當可觀，從前我沒問過，以後我才曉得，我去一次講五天，港幣要用十幾萬。這些同修們，大家想想，這麼高的租金，不如我們自己再湊一點錢，我們買個道場，「香港佛陀教育協會」就是在這種因緣之下成就了。這個成就對我來講，我可以長住在香港。"
    },
    {
      "id": "12-017-0833_p0041",
      "zh_CN": "但是另外一个因缘，韩馆长往生之后，追随馆长这一些年轻的出家人，没地方去了，香港的居留很不容易拿到，跟新加坡一样，都是拿不到居留。而且居住在这两个地方成本太高，那个房地寸土寸金，我没有这个能力，负担不起。正好此地因缘成熟了，都是佛菩萨安排的，怎么想也没有想到会到澳洲来；到了澳洲之后，从来没有想到澳洲的缘这样殊胜！这是过去生中结的缘，不是这一生的，我们学佛的人相信，学佛的人懂得。佛度有缘人，哪个地方有缘，当然我们在这个地方就能够长住下来了。虽然在这里时间不长，细心观察，这个地方缘确实很殊胜，大众在一块相聚，法喜充满，而且都是很认真的在学习。而我自己这五十年的学习，也能契入这个环境，多元文化的城市。「城」所表的义趣，一切为众生，一切为正法，一切作为不能违背佛祖的教诲，这比什么都重要！",
      "zh_TW": "但是另外一個因緣，韓館長往生之後，追隨館長這一些年輕的出家人，沒地方去了，香港的居留很不容易拿到，跟新加坡一樣，都是拿不到居留。而且居住在這兩個地方成本太高，那個房地寸土寸金，我沒有這個能力，負擔不起。正好此地因緣成熟了，都是佛菩薩安排的，怎麼想也沒有想到會到澳洲來；到了澳洲之後，從來沒有想到澳洲的緣這樣殊勝！這是過去生中結的緣，不是這一生的，我們學佛的人相信，學佛的人懂得。佛度有緣人，哪個地方有緣，當然我們在這個地方就能夠長住下來了。雖然在這裡時間不長，細心觀察，這個地方緣確實很殊勝，大眾在一塊相聚，法喜充滿，而且都是很認真的在學習。而我自己這五十年的學習，也能契入這個環境，多元文化的城市。「城」所表的義趣，一切為眾生，一切為正法，一切作為不能違背佛祖的教誨，這比什麼都重要！"
    },
    {
      "id": "12-017-0833_p0042",
      "zh_CN": "这几天因为净宗学院跟此地的净宗学会，两个道场合而为一，我这几天都在想，怎样把这两个道场带上轨道？这个轨道就是如来正法道场，我们对得起世尊，对得起祖师大德，对得起护法的施主；对自己来讲，成就自己往生净土的大好资粮。这是希有难逢的机缘，可遇不可求，我们遇到了，应当尽心尽力去做。",
      "zh_TW": "這幾天因為淨宗學院跟此地的淨宗學會，兩個道場合而為一，我這幾天都在想，怎樣把這兩個道場帶上軌道？這個軌道就是如來正法道場，我們對得起世尊，對得起祖師大德，對得起護法的施主；對自己來講，成就自己往生淨土的大好資糧。這是希有難逢的機緣，可遇不可求，我們遇到了，應當盡心盡力去做。"
    },
    {
      "id": "12-017-0833_p0043",
      "zh_CN": "想到现前的社会状况，修学方式还是遵照印光法师的教导是正确的，印祖教导现代人，道场不要大，不要扩张。祖师教给我们大家在一块共修的，二十个人最好，最理想。我想加四个人，二十四个人。为什么？原先我们想的四十八个人，弥陀四十八愿，我们减少到二十四个人，《无量寿经》的愿二十四章，很如法。印祖告诉我们，我们二十四个人在一起共修，志同道合，修学念佛法门，依据《无量寿经》，不化缘，不做法会，不做经忏佛事，总依净土三经一论，一句佛号念到底，肯定有成就。一个往生，一个人作佛了；两个往生，两个作佛了，真实功德不可思议！",
      "zh_TW": "想到現前的社會狀況，修學方式還是遵照印光法師的教導是正確的，印祖教導現代人，道場不要大，不要擴張。祖師教給我們大家在一塊共修的，二十個人最好，最理想。我想加四個人，二十四個人。為什麼？原先我們想的四十八個人，彌陀四十八願，我們減少到二十四個人，《無量壽經》的願二十四章，很如法。印祖告訴我們，我們二十四個人在一起共修，志同道合，修學念佛法門，依據《無量壽經》，不化緣，不做法會，不做經懺佛事，總依淨土三經一論，一句佛號念到底，肯定有成就。一個往生，一個人作佛了；兩個往生，兩個作佛了，真實功德不可思議！"
    },
    {
      "id": "12-017-0833_p0044",
      "zh_CN": "学院想来想去还要依照印祖的方法，我们在一块共学，也不能超过二十四个人。学院每一个人学习讲经，讲经最重要的条件是德行，要修养道德。德就是「真诚、清净、平等、正觉、慈悲」，行是「看破、放下、自在、随缘、念佛」，德行！要真修，要真干。果然我们能够住山，十年、二十年不下山，我相信你的德行、你的道业成就了。二十年之后再出来弘法利生，那个效果就不一样！",
      "zh_TW": "學院想來想去還要依照印祖的方法，我們在一塊共學，也不能超過二十四個人。學院每一個人學習講經，講經最重要的條件是德行，要修養道德。德就是「真誠、清淨、平等、正覺、慈悲」，行是「看破、放下、自在、隨緣、念佛」，德行！要真修，要真幹。果然我們能夠住山，十年、二十年不下山，我相信你的德行、你的道業成就了。二十年之後再出來弘法利生，那個效果就不一樣！"
    },
    {
      "id": "12-017-0833_p0045",
      "zh_CN": "印光大师示现给我们看，他老人家七十岁才出来弘法，七十岁之前自学，没有人知道他。他在普陀山担任的执事是藏经楼的主管，就像学校里图书馆的馆长一样。在藏经楼里头静修，一住三十年，道德学问成就了，我们中国古人常讲的「厚积薄发」，他积得太厚了，积的德行学问太厚了。所以这一发出来之后，每一句话感人肺腑，写出的文章，字字都能够扣人心弦。祖师弘法只有十年，七十岁到八十岁圆寂，你看他这个十年的影响多大！在中国，这一个世纪以来，没有人能超过他，这是大家公认的。什么原因？积得太厚了，发出来有力量。年纪轻轻出来弘法利生是好事情，力不足，心不专，同时又被外面境界诱惑，往往到晚年衰败了、衰退了，他的根基太薄弱，没有东西发了。我们细细去想想这些道理，自己要找出一条出路，怎么走法、怎么做法才能够成就自己，帮助别人。",
      "zh_TW": "印光大師示現給我們看，他老人家七十歲才出來弘法，七十歲之前自學，沒有人知道他。他在普陀山擔任的執事是藏經樓的主管，就像學校裡圖書館的館長一樣。在藏經樓裡頭靜修，一住三十年，道德學問成就了，我們中國古人常講的「厚積薄發」，他積得太厚了，積的德行學問太厚了。所以這一發出來之後，每一句話感人肺腑，寫出的文章，字字都能夠扣人心弦。祖師弘法只有十年，七十歲到八十歲圓寂，你看他這個十年的影響多大！在中國，這一個世紀以來，沒有人能超過他，這是大家公認的。什麼原因？積得太厚了，發出來有力量。年紀輕輕出來弘法利生是好事情，力不足，心不專，同時又被外面境界誘惑，往往到晚年衰敗了、衰退了，他的根基太薄弱，沒有東西發了。我們細細去想想這些道理，自己要找出一條出路，怎麼走法、怎麼做法才能夠成就自己，幫助別人。"
    },
    {
      "id": "12-017-0833_p0046",
      "zh_CN": "我对于印祖的教诲特别重视的原因，是得自于李老师的教诲，李老师教我学印光法师，以印祖为师。他老人家虽然往生了、不在了，真正发心做印祖的私淑弟子，真正依教奉行，就是印祖的好学生、好徒弟。李老师的教诲言犹在耳，影响深刻。再仔细观察现前的社会，印祖指导非常契机，小道场小规模认真修行，不夹杂，不间断，哪有不成功的道理！",
      "zh_TW": "我對於印祖的教誨特別重視的原因，是得自於李老師的教誨，李老師教我學印光法師，以印祖為師。他老人家雖然往生了、不在了，真正發心做印祖的私淑弟子，真正依教奉行，就是印祖的好學生、好徒弟。李老師的教誨言猶在耳，影響深刻。再仔細觀察現前的社會，印祖指導非常契機，小道場小規模認真修行，不夾雜，不間斷，哪有不成功的道理！"
    },
    {
      "id": "12-017-0833_p0047",
      "zh_CN": "我们现在两个道场有着一段距离，但是我们用网路联系，每一天这四个小时的讲经，依旧是联系在一起。同学们，你们的修学能不能有成就，这个是决定在自己，再好的老师也只能够点到为止。古人所谓「师父领进门，修行在个人」，我能够帮助大家的，是把这些道理讲清楚、讲明白，把世尊祖师大德修行的方法、自己学习的心得，跟大家做详尽的报告，提供大家做修学的参考，我能做到的只有这些。诸位听懂了就要做，有疑惑的地方来问，疑惑是菩萨修行最严重的障碍。世尊当年在世天天讲经说法，为什么？为大众破迷开悟，为大众断疑生信，疑虑化解了，信心坚定了，依教修行，自然就成就了。",
      "zh_TW": "我們現在兩個道場有著一段距離，但是我們用網路聯繫，每一天這四個小時的講經，依舊是聯繫在一起。同學們，你們的修學能不能有成就，這個是決定在自己，再好的老師也只能夠點到為止。古人所謂「師父領進門，修行在個人」，我能夠幫助大家的，是把這些道理講清楚、講明白，把世尊祖師大德修行的方法、自己學習的心得，跟大家做詳盡的報告，提供大家做修學的參考，我能做到的只有這些。諸位聽懂了就要做，有疑惑的地方來問，疑惑是菩薩修行最嚴重的障礙。世尊當年在世天天講經說法，為什麼？為大眾破迷開悟，為大眾斷疑生信，疑慮化解了，信心堅定了，依教修行，自然就成就了。"
    },
    {
      "id": "12-017-0833_p0048",
      "zh_CN": "在现前，我们可以说是有很大的福报，你们年轻这一代，我跟你们相比，你们的福报超过我至少有二、三十倍，我学佛的时候非常艰苦，没有法子跟你们比。每一天除了在经教上学习之外，还有许多生活上的劳动我要做，不能不工作。如何把念头转过来，工作就是修行，修行就是工作，历事炼心。学教就是工作，工作就是学教，我要把经典里头字字句句，怎样跟我的生活、跟我的工作、处事待人接物融合成一体？这么一来，我这一天二十四小时分分秒秒都没有空过。",
      "zh_TW": "在現前，我們可以說是有很大的福報，你們年輕這一代，我跟你們相比，你們的福報超過我至少有二、三十倍，我學佛的時候非常艱苦，沒有法子跟你們比。每一天除了在經教上學習之外，還有許多生活上的勞動我要做，不能不工作。如何把念頭轉過來，工作就是修行，修行就是工作，歷事鍊心。學教就是工作，工作就是學教，我要把經典裡頭字字句句，怎樣跟我的生活、跟我的工作、處事待人接物融合成一體？這麼一來，我這一天二十四小時分分秒秒都沒有空過。"
    },
    {
      "id": "12-017-0833_p0049",
      "zh_CN": "不像你们现在一般的错误观念，为常住做一点事情，耽误我的学习了。你不懂得孔老夫子在《论语》里头所讲的「学而时习之，不亦说乎」，那个习是什么？就是落实，你把你所学的落实在生活当中，生活就是学习。习是什么？习是实验，你所学的东西要通过实验，那是真实的，你才有心得；不通过实验，不行。",
      "zh_TW": "不像你們現在一般的錯誤觀念，為常住做一點事情，耽誤我的學習了。你不懂得孔老夫子在《論語》裡頭所講的「學而時習之，不亦說乎」，那個習是什麼？就是落實，你把你所學的落實在生活當中，生活就是學習。習是什麼？習是實驗，你所學的東西要通過實驗，那是真實的，你才有心得；不通過實驗，不行。"
    },
    {
      "id": "12-017-0833_p0050",
      "zh_CN": "儒家讲「学而时习之」，佛家也讲，你看看《华严经》末后善财童子五十三参，历事炼心，那就是「学而时习之」。《论语》里讲一句话，在《华严》里头四十卷经，善财做出来给我们看。方东美先生读了之后非常赞叹，他说这才是真正的学问，通过实验，通过生活，通过处事待人接物。",
      "zh_TW": "儒家講「學而時習之」，佛家也講，你看看《華嚴經》末後善財童子五十三參，歷事鍊心，那就是「學而時習之」。《論語》裡講一句話，在《華嚴》裡頭四十卷經，善財做出來給我們看。方東美先生讀了之後非常讚歎，他說這才是真正的學問，通過實驗，通過生活，通過處事待人接物。"
    },
    {
      "id": "12-017-0833_p0051",
      "zh_CN": "「树」这个字的含义，诸位就懂得了，建树、建立。从我们本身，现前在学习学生的这个立场，树立我们的形象，树立我们的道德，这个重要！从这个地方做起。",
      "zh_TW": "「樹」這個字的含義，諸位就懂得了，建樹、建立。從我們本身，現前在學習學生的這個立場，樹立我們的形象，樹立我們的道德，這個重要！從這個地方做起。"
    },
    {
      "id": "12-017-0833_p0052",
      "zh_CN": "「坛墠」，祭祀天地鬼神，这里头最重要的是真诚心，对天地鬼神不能用虚伪的心，真诚的心。这一句的意思讲不完，希望同学们细心去体会。今天时间到了，只能讲到此地。",
      "zh_TW": "「壇墠」，祭祀天地鬼神，這裡頭最重要的是真誠心，對天地鬼神不能用虛偽的心，真誠的心。這一句的意思講不完，希望同學們細心去體會。今天時間到了，只能講到此地。"
    }
  ]
}