{
  "doc_id": "12-017-1641",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六四一卷",
    "zh_TW": "第一六四一卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1641",
  "total_paragraphs": 54,
  "paragraphs": [
    {
      "id": "12-017-1641_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请接着看「贤首品第十二」，十地位里面第三个小段，十地位。",
      "zh_TW": "諸位法師，諸位同學，請坐。請接著看「賢首品第十二」，十地位裡面第三個小段，十地位。"
    },
    {
      "id": "12-017-1641_p0002",
      "zh_CN": "【若能舍离有为过。则离憍慢及放逸。若离憍慢及放逸。则能兼利一切众。】",
      "zh_TW": "【若能捨離有為過。則離憍慢及放逸。若離憍慢及放逸。則能兼利一切眾。】"
    },
    {
      "id": "12-017-1641_p0003",
      "zh_CN": "我们把清凉大师的注解念一遍。「三一颂」，就是一首偈四句，刚才我们念的。「离慢等，是三四二地」，就是第三地，发光地；第四地，燄慧地，这二地。「以三地于禅不着故无慢，又以求法不懈，亦名离慢；第四地得出世间道品，故云无放逸。然不舍摄生，故云兼利」。清凉大师注的并不多，但是也说得很精彩。这是十信位里面有十地菩萨行，并不是真的到达十地，我们要知道这是十信，第十信。《华严》是圆融的法门，「一即一切，一切即一」，不要说是到第十信，就是初信也圆满含摄一切地位。就是初信位里面有十信、有十住、十行、十回向、十地，到十地、到等觉也没有离开初信、二信、三信，所以说「一即一切，一切即一」。",
      "zh_TW": "我們把清涼大師的註解念一遍。「三一頌」，就是一首偈四句，剛才我們念的。「離慢等，是三四二地」，就是第三地，發光地；第四地，燄慧地，這二地。「以三地於禪不著故無慢，又以求法不懈，亦名離慢；第四地得出世間道品，故云無放逸。然不捨攝生，故云兼利」。清涼大師註的並不多，但是也說得很精彩。這是十信位裡面有十地菩薩行，並不是真的到達十地，我們要知道這是十信，第十信。《華嚴》是圓融的法門，「一即一切，一切即一」，不要說是到第十信，就是初信也圓滿含攝一切地位。就是初信位裡面有十信、有十住、十行、十迴向、十地，到十地、到等覺也沒有離開初信、二信、三信，所以說「一即一切，一切即一」。"
    },
    {
      "id": "12-017-1641_p0004",
      "zh_CN": "在这个地方，我们可以说烦恼习气确实都断了，只有微细的无明习气还在，所以初住以上还有四十一个阶位，这我们一定要明了、要清楚。这个阶位是习气，不是真有这些烦恼。这个地方烦恼习气都不包含在其中，纵有烦恼也非常微细，因为他才能舍，他舍了之后才真正得初住位，那就离开十法界到华藏世界去。现在是将证未证，在这个边缘的地区，就是十信跟初住的当中说这个状况。前面在二地菩萨，我们读过了，他能够「舍离有为过」，这就是二地菩萨所修的。你看十信位菩萨也修，那个功夫浅深另当别论，人家真干。",
      "zh_TW": "在這個地方，我們可以說煩惱習氣確實都斷了，只有微細的無明習氣還在，所以初住以上還有四十一個階位，這我們一定要明瞭、要清楚。這個階位是習氣，不是真有這些煩惱。這個地方煩惱習氣都不包含在其中，縱有煩惱也非常微細，因為他才能捨，他捨了之後才真正得初住位，那就離開十法界到華藏世界去。現在是將證未證，在這個邊緣的地區，就是十信跟初住的當中說這個狀況。前面在二地菩薩，我們讀過了，他能夠「捨離有為過」，這就是二地菩薩所修的。你看十信位菩薩也修，那個功夫淺深另當別論，人家真幹。"
    },
    {
      "id": "12-017-1641_p0005",
      "zh_CN": "第三地，这首偈前面两句是三地，后面两句是四地。『若能舍离有为过，则离憍慢及放逸』，这也是俱生烦恼，不是你这一生学的。你在六道里面投胎，你是带来的，也就是过去生中的烦恼习气带到这一生来，我们佛门称之为叫俱生烦恼，你到这来投胎就带来了。所以是先天的，不是后天你所修的，先天的。哪些？贪瞋痴慢四大烦恼。这个四大烦恼跟着你太久，时间太长，从你开始迷它就跟着你。什么时候迷的？前面我们读过，佛告诉我们：一切众生本来是佛、本来成佛。这个开示你要懂得，你本来是佛，你现在搞成这个样子，能不惭愧？",
      "zh_TW": "第三地，這首偈前面兩句是三地，後面兩句是四地。『若能捨離有為過，則離憍慢及放逸』，這也是俱生煩惱，不是你這一生學的。你在六道裡面投胎，你是帶來的，也就是過去生中的煩惱習氣帶到這一生來，我們佛門稱之為叫俱生煩惱，你到這來投胎就帶來了。所以是先天的，不是後天你所修的，先天的。哪些？貪瞋痴慢四大煩惱。這個四大煩惱跟著你太久，時間太長，從你開始迷它就跟著你。什麼時候迷的？前面我們讀過，佛告訴我們：一切眾生本來是佛、本來成佛。這個開示你要懂得，你本來是佛，你現在搞成這個樣子，能不慚愧？"
    },
    {
      "id": "12-017-1641_p0006",
      "zh_CN": "什么时候迷？佛在大乘教上常讲「一念不觉而有无明」，为什么会一念不觉？几时一念不觉的？佛在楞严会上讲得很清楚。向佛提问的是富楼那尊者，这个真叫做根本大问。世世代代学佛的同学都有这个疑问，有人能问得出来，有人问不出来，不会问。虽然不会问，这个问题他存在，不是没有。而佛答复的真正是善巧，佛讲「知见立知，是无明本」，那就是一念不觉。《华严》告诉我们，这三大类的烦恼，在大乘教里面通常讲是见思、尘沙、无明；《华严》没有用这个说法，《华严》是另一个讲法，妄想、分别、执着。我们就晓得，妄想就是无明烦恼，分别就是尘沙烦恼，执着就是见思烦恼，这一对照就明白。什么叫妄想？起心动念，起心动念就是一念不觉。",
      "zh_TW": "什麼時候迷？佛在大乘教上常講「一念不覺而有無明」，為什麼會一念不覺？幾時一念不覺的？佛在楞嚴會上講得很清楚。向佛提問的是富樓那尊者，這個真叫做根本大問。世世代代學佛的同學都有這個疑問，有人能問得出來，有人問不出來，不會問。雖然不會問，這個問題他存在，不是沒有。而佛答覆的真正是善巧，佛講「知見立知，是無明本」，那就是一念不覺。《華嚴》告訴我們，這三大類的煩惱，在大乘教裡面通常講是見思、塵沙、無明；《華嚴》沒有用這個說法，《華嚴》是另一個講法，妄想、分別、執著。我們就曉得，妄想就是無明煩惱，分別就是塵沙煩惱，執著就是見思煩惱，這一對照就明白。什麼叫妄想？起心動念，起心動念就是一念不覺。"
    },
    {
      "id": "12-017-1641_p0007",
      "zh_CN": "于是我们就明白，明心见性的菩萨，在华严会上初住以上，一般大乘教里面是初地以上，在这个位次里面，他们六根接触六尘境界不起心、不动念。不起心、不动念就叫破无明，话说得很容易，真难！我们六根接触外面境界，眼见色、耳闻声，能不动心、能不起念吗？不知不觉他就起心动念，这就叫一念不觉而有无明，知见立知，这无明本。这一念起来之后，麻烦就起来，把自己的自性（真如本性）转变成八识。所以八识是自性在迷的状况下，八识觉悟了，就恢复自性，这是事实真相。从阿赖耶衍生出末那，阿赖耶是迷，末那是执着，意识是分别，从迷衍生出来的。",
      "zh_TW": "於是我們就明白，明心見性的菩薩，在華嚴會上初住以上，一般大乘教裡面是初地以上，在這個位次裡面，他們六根接觸六塵境界不起心、不動念。不起心、不動念就叫破無明，話說得很容易，真難！我們六根接觸外面境界，眼見色、耳聞聲，能不動心、能不起念嗎？不知不覺他就起心動念，這就叫一念不覺而有無明，知見立知，這無明本。這一念起來之後，麻煩就起來，把自己的自性（真如本性）轉變成八識。所以八識是自性在迷的狀況下，八識覺悟了，就恢復自性，這是事實真相。從阿賴耶衍生出末那，阿賴耶是迷，末那是執著，意識是分別，從迷衍生出來的。"
    },
    {
      "id": "12-017-1641_p0008",
      "zh_CN": "执着，法相宗里面的经典告诉我们，末那识「四大烦恼常相随」。四大烦恼里面第一个「我见」，起了一个什么念头？起了我的念头。诸位要晓得，无我，无我里头有了个我的念头，认为什么是我？认为身是我，严重的执着。这就是所有一切迷惑颠倒的根源，你起了身见。有了身见，有了我见，接着一定是有「我爱」，我爱就是贪，我贪；有「我痴」，痴就是愚痴；有「我慢」，慢是傲慢，慢是瞋恚，你看看贪瞋痴起来了。我爱是贪，我痴是愚痴，我慢是瞋恚，贪瞋痴，叫三毒烦恼。只要一有我，一定就起这三个烦恼，叫常相随；你没有办法去断它，叫俱生烦恼。不过在阿赖耶识里面，虽有并不很严重。好像一棵树一样，这树苗没有长成大树。逐渐的让它发展，在六道里头轮回，不断的轮回，愈长愈大，这贪瞋痴就太严重，贪瞋痴就变成三恶道。饿鬼道从哪来的？贪心变出来的；地狱，瞋恚变出来的；畜生，愚痴变出来的，你说麻不麻烦！",
      "zh_TW": "執著，法相宗裡面的經典告訴我們，末那識「四大煩惱常相隨」。四大煩惱裡面第一個「我見」，起了一個什麼念頭？起了我的念頭。諸位要曉得，無我，無我裡頭有了個我的念頭，認為什麼是我？認為身是我，嚴重的執著。這就是所有一切迷惑顛倒的根源，你起了身見。有了身見，有了我見，接著一定是有「我愛」，我愛就是貪，我貪；有「我痴」，痴就是愚痴；有「我慢」，慢是傲慢，慢是瞋恚，你看看貪瞋痴起來了。我愛是貪，我痴是愚痴，我慢是瞋恚，貪瞋痴，叫三毒煩惱。只要一有我，一定就起這三個煩惱，叫常相隨；你沒有辦法去斷它，叫俱生煩惱。不過在阿賴耶識裡面，雖有並不很嚴重。好像一棵樹一樣，這樹苗沒有長成大樹。逐漸的讓它發展，在六道裡頭輪迴，不斷的輪迴，愈長愈大，這貪瞋痴就太嚴重，貪瞋痴就變成三惡道。餓鬼道從哪來的？貪心變出來的；地獄，瞋恚變出來的；畜生，愚痴變出來的，你說麻不麻煩！"
    },
    {
      "id": "12-017-1641_p0009",
      "zh_CN": "这些都是事实真相，诸法实相，不能不知道，害得我们自己无法回归自性。回归自性就是成佛。我们今天在六道里头流浪生死，回不去了，愈迷愈深，愈轮回就愈痛苦。佛菩萨看到了，「同体大悲，无缘大慈」油然而生，应化在六道、在十法界帮助我们，成就我们。",
      "zh_TW": "這些都是事實真相，諸法實相，不能不知道，害得我們自己無法回歸自性。回歸自性就是成佛。我們今天在六道裡頭流浪生死，回不去了，愈迷愈深，愈輪迴就愈痛苦。佛菩薩看到了，「同體大悲，無緣大慈」油然而生，應化在六道、在十法界幫助我們，成就我們。"
    },
    {
      "id": "12-017-1641_p0010",
      "zh_CN": "我们今天正好念到这段经文，经文前后都是贯穿的，都有关系的，前因后果。在二地，你离犯戒了，再不会犯戒，再不会有有为的过失了。这个诸位要明白，前面都讲得很清楚，初信位的菩萨就不犯戒，为什么到十地位还讲离犯戒？初信位的菩萨说离犯戒是事相，这个地方讲离犯戒是讲习气。到这个地方，犯戒这个习气、意念断掉，没有了。所有一切不善就是有为过，不善的意念，这些就如同六祖大师在《坛经》里面所讲的「十恶八邪」。他略略的举一举就说出十几条习气，这是我们同学们都读过、都熟知，所有一切不善习气。这些习气就是此地所讲的「有为过」，统统没有了。",
      "zh_TW": "我們今天正好念到這段經文，經文前後都是貫穿的，都有關係的，前因後果。在二地，你離犯戒了，再不會犯戒，再不會有有為的過失了。這個諸位要明白，前面都講得很清楚，初信位的菩薩就不犯戒，為什麼到十地位還講離犯戒？初信位的菩薩說離犯戒是事相，這個地方講離犯戒是講習氣。到這個地方，犯戒這個習氣、意念斷掉，沒有了。所有一切不善就是有為過，不善的意念，這些就如同六祖大師在《壇經》裡面所講的「十惡八邪」。他略略的舉一舉就說出十幾條習氣，這是我們同學們都讀過、都熟知，所有一切不善習氣。這些習氣就是此地所講的「有為過」，統統沒有了。"
    },
    {
      "id": "12-017-1641_p0011",
      "zh_CN": "由此可知，贤首菩萨是代表第十信，十信圆满。这个位次在四圣法界里面的佛法界，再往上去就突破，就是破一品无明、证一分法身，就离开十法界，往生华藏世界，叫一真法界。那是真正的成佛，宗门所说的「明心见性，见性成佛」。我们明白这个道理，就应当知道在日常生活当中，生活工作待人接物，一切时、一切处要「舍离有为过」，不要犯过失。为什么？自性里头没有过失，小小过失，极其微细的过失，都是违背了自性。自性是什么样子？我们常讲，纯净纯善，没有丝毫染污，没有丝毫不善，那是自性。我们每个人都一样，世尊告诉我们，「一切众生皆有如来智慧德相」，纯净纯善。",
      "zh_TW": "由此可知，賢首菩薩是代表第十信，十信圓滿。這個位次在四聖法界裡面的佛法界，再往上去就突破，就是破一品無明、證一分法身，就離開十法界，往生華藏世界，叫一真法界。那是真正的成佛，宗門所說的「明心見性，見性成佛」。我們明白這個道理，就應當知道在日常生活當中，生活工作待人接物，一切時、一切處要「捨離有為過」，不要犯過失。為什麼？自性裡頭沒有過失，小小過失，極其微細的過失，都是違背了自性。自性是什麼樣子？我們常講，純淨純善，沒有絲毫染污，沒有絲毫不善，那是自性。我們每個人都一樣，世尊告訴我們，「一切眾生皆有如來智慧德相」，純淨純善。"
    },
    {
      "id": "12-017-1641_p0012",
      "zh_CN": "修到纯净纯善，这个时候「憍慢及放逸」微细的习气也离了，也没有了。由此可知，憍慢不容易离，憍是骄傲，慢也是傲慢，与生俱来的烦恼。佛法是教你要了生死出三界，这要断。儒家是世间法，没有讲到了生死出三界，所以儒家对这个慢限制。你看《礼记》上教我们，「傲不可长」，所以孔子，中国古圣先贤知道，人都有傲慢的习气，希望傲慢能控制住，不要再增长；「欲不可纵」，都知道你有这些习气。换句话说，你要有一种功夫克制自己、限制自己，不能过分。所以儒家讲礼节，礼是让你放纵，但是放纵是有一定限度的，不能超越这个限度，所以叫节，节度。佛法不行，佛法教你见性，恢复自性，你自性里头本来没有，所以你要把它断得干干净净你才能见性。从这个地方你就了解，儒家的教学是佛法的初方便，而《弟子规》则是佛法里头最初方便，你从这入门，你用这个方法来克服自己的烦恼习气，务必要百分之百的把它做到。",
      "zh_TW": "修到純淨純善，這個時候「憍慢及放逸」微細的習氣也離了，也沒有了。由此可知，憍慢不容易離，憍是驕傲，慢也是傲慢，與生俱來的煩惱。佛法是教你要了生死出三界，這要斷。儒家是世間法，沒有講到了生死出三界，所以儒家對這個慢限制。你看《禮記》上教我們，「傲不可長」，所以孔子，中國古聖先賢知道，人都有傲慢的習氣，希望傲慢能控制住，不要再增長；「欲不可縱」，都知道你有這些習氣。換句話說，你要有一種功夫克制自己、限制自己，不能過分。所以儒家講禮節，禮是讓你放縱，但是放縱是有一定限度的，不能超越這個限度，所以叫節，節度。佛法不行，佛法教你見性，恢復自性，你自性裡頭本來沒有，所以你要把它斷得乾乾淨淨你才能見性。從這個地方你就了解，儒家的教學是佛法的初方便，而《弟子規》則是佛法裡頭最初方便，你從這入門，你用這個方法來克服自己的煩惱習氣，務必要百分之百的把它做到。"
    },
    {
      "id": "12-017-1641_p0013",
      "zh_CN": "昨天我们在这个地方向同学们做了一个宣布，我们在巴黎联合国教科文总部，这次庆祝卫塞节，也是联合国第一次用这个题目来办这个活动，这个会议相当成功。我参与这个会议就是为了说两句话，今天全世界人人都担心这个社会动乱不安，所以都在想着，希望化解冲突，社会安定，世界和平。我先后总共参加国际和平会议九次，九次里面有六次是联合国教科文组织主办的。每次我都把我们中国老祖宗的方法介绍给大家，那就是「建国君民，教学为先」；把释迦牟尼佛的方法搬出来，释迦牟尼佛用什么方法？「讲经三百余会，说法四十九年」。这两句话，不学佛的人不太容易听懂，所以我就改变语气来讲，我说办班三百多次，教学四十九年，这大家就容易懂。",
      "zh_TW": "昨天我們在這個地方向同學們做了一個宣布，我們在巴黎聯合國教科文總部，這次慶祝衛塞節，也是聯合國第一次用這個題目來辦這個活動，這個會議相當成功。我參與這個會議就是為了說兩句話，今天全世界人人都擔心這個社會動亂不安，所以都在想著，希望化解衝突，社會安定，世界和平。我先後總共參加國際和平會議九次，九次裡面有六次是聯合國教科文組織主辦的。每次我都把我們中國老祖宗的方法介紹給大家，那就是「建國君民，教學為先」；把釋迦牟尼佛的方法搬出來，釋迦牟尼佛用什麼方法？「講經三百餘會，說法四十九年」。這兩句話，不學佛的人不太容易聽懂，所以我就改變語氣來講，我說辦班三百多次，教學四十九年，這大家就容易懂。"
    },
    {
      "id": "12-017-1641_p0014",
      "zh_CN": "释迦牟尼佛确实是办班教学，一生干这个事情，收到很好的效果，确实把所有冲突化解。从自己内心对人、对事、对物对立矛盾化解，从这里起，从我心做起，从这里化解起；然后推出来，化解了家庭的冲突，化解了社会的冲突，化解了国家跟国家的冲突，也化解了整个世界冲突，再推广化解到十法界的冲突。社会安定、世界和平做到了。我们讲这些话没有人相信，人家都说：法师，这是理想，这是古人书里面经典记载的，这不是事实，现在做不到。所以我们才不得已，在我的家乡，就是中国汤池小镇做个试验，我们就用办班教学来试试看能不能落实化解冲突？没想到，不到半年效果卓着，让我们的信心大幅度的增长。",
      "zh_TW": "釋迦牟尼佛確實是辦班教學，一生幹這個事情，收到很好的效果，確實把所有衝突化解。從自己內心對人、對事、對物對立矛盾化解，從這裡起，從我心做起，從這裡化解起；然後推出來，化解了家庭的衝突，化解了社會的衝突，化解了國家跟國家的衝突，也化解了整個世界衝突，再推廣化解到十法界的衝突。社會安定、世界和平做到了。我們講這些話沒有人相信，人家都說：法師，這是理想，這是古人書裡面經典記載的，這不是事實，現在做不到。所以我們才不得已，在我的家鄉，就是中國湯池小鎮做個試驗，我們就用辦班教學來試試看能不能落實化解衝突？沒想到，不到半年效果卓著，讓我們的信心大幅度的增長。"
    },
    {
      "id": "12-017-1641_p0015",
      "zh_CN": "所以我说我一定要把这个理念、方法、效果介绍给联合国，介绍给世界上许许多多从事于和平工作的这些志士仁人。没想到今年十月，联合国办这个活动，让我们藉这个机会把这两桩事情推出去；就是一个是介绍宗教团结，一个介绍人民是可以教得好的。这两桩事情介绍出去之后，我对于和平工作可以说就告一段落，以后这个会议不再参加，专心讲经要紧。",
      "zh_TW": "所以我說我一定要把這個理念、方法、效果介紹給聯合國，介紹給世界上許許多多從事於和平工作的這些志士仁人。沒想到今年十月，聯合國辦這個活動，讓我們藉這個機會把這兩樁事情推出去；就是一個是介紹宗教團結，一個介紹人民是可以教得好的。這兩樁事情介紹出去之後，我對於和平工作可以說就告一段落，以後這個會議不再參加，專心講經要緊。"
    },
    {
      "id": "12-017-1641_p0016",
      "zh_CN": "当然讲经，还要教学，这是我们本分之内的事情。这就是我们要培养下一代的弘法人才，这是我们本分的事情。我准备办个学校，找志同道合，我们大家在一起学习。人数，我想不超过五十人；在常住上做义工，就是照顾我们生活的也不超过五十人，这就是我们这个小道场住众一百人。我也想到这个道场要是找到了，同参道友找到了，我们在一起学习，希望尽形寿不离开道场。像当年我们净土宗的初祖，慧远大师在庐山办莲社，东林念佛堂，祖师那个时候有一百二十三个人，各个成就，希有的因缘，我们后人非常向往、非常羡慕。当然在一起修行的一百二十三个人，常住一定有护法，有工作的人员。所以我们现在求的是五十个人，希望能有五十个人。那义工五十个人，义工可以来去自由，他可以上山，随时可以下山。但是我们在里面修行的人，我们不下山，你心才定，你才会有成就。",
      "zh_TW": "當然講經，還要教學，這是我們本分之內的事情。這就是我們要培養下一代的弘法人才，這是我們本分的事情。我準備辦個學校，找志同道合，我們大家在一起學習。人數，我想不超過五十人；在常住上做義工，就是照顧我們生活的也不超過五十人，這就是我們這個小道場住眾一百人。我也想到這個道場要是找到了，同參道友找到了，我們在一起學習，希望盡形壽不離開道場。像當年我們淨土宗的初祖，慧遠大師在廬山辦蓮社，東林念佛堂，祖師那個時候有一百二十三個人，各個成就，希有的因緣，我們後人非常嚮往、非常羨慕。當然在一起修行的一百二十三個人，常住一定有護法，有工作的人員。所以我們現在求的是五十個人，希望能有五十個人。那義工五十個人，義工可以來去自由，他可以上山，隨時可以下山。但是我們在裡面修行的人，我們不下山，你心才定，你才會有成就。"
    },
    {
      "id": "12-017-1641_p0017",
      "zh_CN": "今天上午我接到一个电话，有同修想来报名，也是很熟的同修，问我可不可以？我说昨天我们提了条件，这个条件，第一个要发心。譬如我们到那里去，我们尽形寿，上山之后就不再下山，你要发这个心。不能说我常常想家，想回去看看，这不可以。真的是万缘放下，这第一个条件。第二个条件，基本的德行，儒家的《弟子规》、道家的《感应篇》、佛家的《十善业道》，这三门东西百分之百的落实。他想了有五、六分钟，做不到！我说做不到就没有法子，一定要做到。做不到，不行，要就是要求百分之百的做到。",
      "zh_TW": "今天上午我接到一個電話，有同修想來報名，也是很熟的同修，問我可不可以？我說昨天我們提了條件，這個條件，第一個要發心。譬如我們到那裡去，我們盡形壽，上山之後就不再下山，你要發這個心。不能說我常常想家，想回去看看，這不可以。真的是萬緣放下，這第一個條件。第二個條件，基本的德行，儒家的《弟子規》、道家的《感應篇》、佛家的《十善業道》，這三門東西百分之百的落實。他想了有五、六分鐘，做不到！我說做不到就沒有法子，一定要做到。做不到，不行，要就是要求百分之百的做到。"
    },
    {
      "id": "12-017-1641_p0018",
      "zh_CN": "我跟他说：你试试看，我们要开这个班至少得一年以后，现在有一年的时间，你可以学《弟子规》，三个月学《弟子规》，三个月学《感应篇》，三个月学十善业。不是说三个月《弟子规》学了之后，我学十善、学《感应篇》，就不学《弟子规》，不是这样的。《弟子规》是基础，学三个月之后，再加第二门功课，就是加《感应篇》；再过三个月，再加十善业，统统要学、统统要落实，都是要求百分之百落实。然后我们欢迎你参加我们的僧团，希望你专攻一部经论，一门深入。一门深入，他心是定的，定到一定的程度，他开悟！无论是学儒、学道、学佛都会开悟。悟了之后，所谓是「一经通，一切经通」，那就是天人师，那就是佛菩萨，你才真正能办道，续佛慧命，弘法利生，你才真能办道！",
      "zh_TW": "我跟他說：你試試看，我們要開這個班至少得一年以後，現在有一年的時間，你可以學《弟子規》，三個月學《弟子規》，三個月學《感應篇》，三個月學十善業。不是說三個月《弟子規》學了之後，我學十善、學《感應篇》，就不學《弟子規》，不是這樣的。《弟子規》是基礎，學三個月之後，再加第二門功課，就是加《感應篇》；再過三個月，再加十善業，統統要學、統統要落實，都是要求百分之百落實。然後我們歡迎你參加我們的僧團，希望你專攻一部經論，一門深入。一門深入，他心是定的，定到一定的程度，他開悟！無論是學儒、學道、學佛都會開悟。悟了之後，所謂是「一經通，一切經通」，那就是天人師，那就是佛菩薩，你才真正能辦道，續佛慧命，弘法利生，你才真能辦道！"
    },
    {
      "id": "12-017-1641_p0019",
      "zh_CN": "这个讯息透出去之后，有很多人愿意送土地、送道场，现在已经就有五、六个，我都很感谢，我也很欢喜。我们细心再去观察，方方面面的因缘具足，我们大家才能安心住在那个地方，不再出门，就等于说我们集体闭关，跟外界不接触。外界接触的，那是我们道场的义工，工作人员；我们在里头修行的人不接触外界，我们一心办道。但是我们每天的讲经，学习讲经，我们会用网路传播出去。所以我们每天上课、每天学习，同修们将来在网路上、在卫星上都能看到。这也符合《华严》的教学，为什么？『则能兼利一切众』。我们不是小乘独善其身，我们还会兼善天下，这是我们一个愿望。",
      "zh_TW": "這個訊息透出去之後，有很多人願意送土地、送道場，現在已經就有五、六個，我都很感謝，我也很歡喜。我們細心再去觀察，方方面面的因緣具足，我們大家才能安心住在那個地方，不再出門，就等於說我們集體閉關，跟外界不接觸。外界接觸的，那是我們道場的義工，工作人員；我們在裡頭修行的人不接觸外界，我們一心辦道。但是我們每天的講經，學習講經，我們會用網路傳播出去。所以我們每天上課、每天學習，同修們將來在網路上、在衛星上都能看到。這也符合《華嚴》的教學，為什麼？『則能兼利一切眾』。我們不是小乘獨善其身，我們還會兼善天下，這是我們一個願望。"
    },
    {
      "id": "12-017-1641_p0020",
      "zh_CN": "这个愿望都是因缘生的，为什么？看到现在国际上许多国家地区，我们去看看，缺乏人才。要想佛法振兴，要想中国传统文化延续，没有人才怎么行？所以我们想出这个方法来培养人才。这个方法培养人才会有效，会真正有效果，但是要长时间；十年是第一个阶段，二十年是第二个阶段，三十年是第三个阶段，锲而不舍。这是我们建立一个道风。",
      "zh_TW": "這個願望都是因緣生的，為什麼？看到現在國際上許多國家地區，我們去看看，缺乏人才。要想佛法振興，要想中國傳統文化延續，沒有人才怎麼行？所以我們想出這個方法來培養人才。這個方法培養人才會有效，會真正有效果，但是要長時間；十年是第一個階段，二十年是第二個階段，三十年是第三個階段，鍥而不捨。這是我們建立一個道風。"
    },
    {
      "id": "12-017-1641_p0021",
      "zh_CN": "「放逸」也是我们一般人最容易犯的毛病，放逸怎么说法？很随便，不认真。它的反面就是精进，放逸就是不精进。如果能够我们离开放逸，真精进，对自己的生活习惯严格的要求，一丝毫都不马虎。像世尊当年在世，实在是不容易，他那个僧团，经上记载的一千二百五十人，这么大一个僧团，日中一食，树下一宿。晚上睡觉只有四个小时，六时精进，六时是一昼夜，昼三时、夜三时，不放逸。睡觉只有四个小时，中夜。中夜是什么时候？我们现在讲，晚上十点钟到两点钟，这是中夜。换句话说，十点钟睡觉，两点钟就起床，决定不马虎的。我们现在偷偷懒，睡个懒觉，这不行，这是放逸！这个习气大家都有，而且很严重，那我们要认真克服这个习气。所以团体生活有好处，依众靠众，大家都起来，你不能睡懒觉，生活起居都有规律。",
      "zh_TW": "「放逸」也是我們一般人最容易犯的毛病，放逸怎麼說法？很隨便，不認真。它的反面就是精進，放逸就是不精進。如果能夠我們離開放逸，真精進，對自己的生活習慣嚴格的要求，一絲毫都不馬虎。像世尊當年在世，實在是不容易，他那個僧團，經上記載的一千二百五十人，這麼大一個僧團，日中一食，樹下一宿。晚上睡覺只有四個小時，六時精進，六時是一晝夜，晝三時、夜三時，不放逸。睡覺只有四個小時，中夜。中夜是什麼時候？我們現在講，晚上十點鐘到兩點鐘，這是中夜。換句話說，十點鐘睡覺，兩點鐘就起床，決定不馬虎的。我們現在偷偷懶，睡個懶覺，這不行，這是放逸！這個習氣大家都有，而且很嚴重，那我們要認真克服這個習氣。所以團體生活有好處，依眾靠眾，大家都起來，你不能睡懶覺，生活起居都有規律。"
    },
    {
      "id": "12-017-1641_p0022",
      "zh_CN": "那可不可以实行日中一食？行，心定下来之后，能量的消耗就大幅度的减少。我们知道饮食是能量的补充，能源的补充。能量消耗，我们现在非常清楚，大概百分之九十五消耗在杂乱妄想。如果心要清净、心要定下来，能量的消耗量很少，自自然然日中一食就够了，多省事，而且生活非常简单。我的老师做给我看的，李炳南老居士，他老人家日中一食。我当年跟他学教，我也学他日中一食，我学了五年。以后出来弘法，弘法得随缘，就把这个规矩破了。但是虽然是吃三餐，我那个三餐的量就是当年日中一食的量。过去日中一食，我吃三碗饭，是普通的小碗；现在吃三餐饭，是一餐一碗饭，就是那一餐分做三次，吃得少。可是我的老师日中一食，他一天只那个小饭碗是两碗，我要吃三碗，你看这就是比不上他的定力，他的需要量比我少。在当年生活费用，他老人家一个月生活费用六十块钱，台湾钱；我的生活费用，一个月要九十块钱。就是每天要三块钱，吃东西要吃三块钱，老师两块钱就够了。这就是我们的心没有他清净，定力没他深。",
      "zh_TW": "那可不可以實行日中一食？行，心定下來之後，能量的消耗就大幅度的減少。我們知道飲食是能量的補充，能源的補充。能量消耗，我們現在非常清楚，大概百分之九十五消耗在雜亂妄想。如果心要清淨、心要定下來，能量的消耗量很少，自自然然日中一食就夠了，多省事，而且生活非常簡單。我的老師做給我看的，李炳南老居士，他老人家日中一食。我當年跟他學教，我也學他日中一食，我學了五年。以後出來弘法，弘法得隨緣，就把這個規矩破了。但是雖然是吃三餐，我那個三餐的量就是當年日中一食的量。過去日中一食，我吃三碗飯，是普通的小碗；現在吃三餐飯，是一餐一碗飯，就是那一餐分做三次，吃得少。可是我的老師日中一食，他一天只那個小飯碗是兩碗，我要吃三碗，你看這就是比不上他的定力，他的需要量比我少。在當年生活費用，他老人家一個月生活費用六十塊錢，台灣錢；我的生活費用，一個月要九十塊錢。就是每天要三塊錢，吃東西要吃三塊錢，老師兩塊錢就夠了。這就是我們的心沒有他清淨，定力沒他深。"
    },
    {
      "id": "12-017-1641_p0023",
      "zh_CN": "老师的工作，大家都看到，他的工作量差不多是五个人份，就是他一个人的工作量是普通人的工作五倍。你要跟他见面，必须在一个星期之前预约，否则的话，你决定见不到他。每天除了自己功课讲经之外、教学之外，他还有好多会，要开会，天天都有会，还要接待客人。他是一个非常好的中医，所以还有人找他看病。确实每天忙得不亦乐乎。我跟他老人家十年，受的影响很深。所以这不放逸要真做到，一定要依众靠众，一个人太难太难！像李老师，那不是普通人，他一个人生活，他能够坚持，他能做到，所以不是普通人。",
      "zh_TW": "老師的工作，大家都看到，他的工作量差不多是五個人份，就是他一個人的工作量是普通人的工作五倍。你要跟他見面，必須在一個星期之前預約，否則的話，你決定見不到他。每天除了自己功課講經之外、教學之外，他還有好多會，要開會，天天都有會，還要接待客人。他是一個非常好的中醫，所以還有人找他看病。確實每天忙得不亦樂乎。我跟他老人家十年，受的影響很深。所以這不放逸要真做到，一定要依眾靠眾，一個人太難太難！像李老師，那不是普通人，他一個人生活，他能夠堅持，他能做到，所以不是普通人。"
    },
    {
      "id": "12-017-1641_p0024",
      "zh_CN": "所以，憍慢我们有，放逸我们有，要怎样把它降温？我们要想真正能够做到没有憍慢、没有放逸，那好，那你已经是华严会上十信位的菩萨，不是凡人，你现在靠近破无明、证法身的边缘，比阿罗汉、比普通的菩萨高得太多。所以我们自己心里明白清楚，憍慢、放逸我们自己决定有，只是希望这度数要逐渐减轻，不能够增长，这样就好，这样就有进步。所以对自己日常生活，虽然没有人管，还是要严格要求。自己不要求自己，你永远就堕落下去，这可不能怪别人。尤其是中年以上，而不是在僧团里。但是现在的僧团也衰了，也不像从前僧团有那样严格的纪律，现在没有了，从上到下也都散漫。换句话说，讲形式不着重实际。所以佛法的衰，那个衰的因素我们要懂。",
      "zh_TW": "所以，憍慢我們有，放逸我們有，要怎樣把它降溫？我們要想真正能夠做到沒有憍慢、沒有放逸，那好，那你已經是華嚴會上十信位的菩薩，不是凡人，你現在靠近破無明、證法身的邊緣，比阿羅漢、比普通的菩薩高得太多。所以我們自己心裡明白清楚，憍慢、放逸我們自己決定有，只是希望這度數要逐漸減輕，不能夠增長，這樣就好，這樣就有進步。所以對自己日常生活，雖然沒有人管，還是要嚴格要求。自己不要求自己，你永遠就墮落下去，這可不能怪別人。尤其是中年以上，而不是在僧團裡。但是現在的僧團也衰了，也不像從前僧團有那樣嚴格的紀律，現在沒有了，從上到下也都散漫。換句話說，講形式不著重實際。所以佛法的衰，那個衰的因素我們要懂。"
    },
    {
      "id": "12-017-1641_p0025",
      "zh_CN": "我们将来希望成立这么一个僧团，五十个人的僧团。这个僧团要严，决定不能放松，决定要依照丛林的规矩。这个规矩，过去都遵守「百丈清规」，唐朝时候建立的。那我们今天还是要本其精神，条文可以修正，精神决定不能变。因为现在人的生活跟从前人毕竟还是有差别，要符合现代生活方式。我们大家则共同依众靠众，一定自己要振作起来，先救自己，再度众生。自己救不了自己，也就没有法子度众生。所以要度众生是先度自己，这是佛在经上讲了很多遍，时刻提醒我们，我们要有这个警觉心，要有大慈悲、要有大愿力，救自己。先不要谈救别人，真能把自己救了，就是永离憍慢及放逸，这是真正救自己。尔后才真正达到我们的愿望，续佛慧命，弘法利生，三地菩萨。现在时间到了，我们休息几分钟。",
      "zh_TW": "我們將來希望成立這麼一個僧團，五十個人的僧團。這個僧團要嚴，決定不能放鬆，決定要依照叢林的規矩。這個規矩，過去都遵守「百丈清規」，唐朝時候建立的。那我們今天還是要本其精神，條文可以修正，精神決定不能變。因為現在人的生活跟從前人畢竟還是有差別，要符合現代生活方式。我們大家則共同依眾靠眾，一定自己要振作起來，先救自己，再度眾生。自己救不了自己，也就沒有法子度眾生。所以要度眾生是先度自己，這是佛在經上講了很多遍，時刻提醒我們，我們要有這個警覺心，要有大慈悲、要有大願力，救自己。先不要談救別人，真能把自己救了，就是永離憍慢及放逸，這是真正救自己。爾後才真正達到我們的願望，續佛慧命，弘法利生，三地菩薩。現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "12-017-1641_p0026",
      "zh_CN": "诸位法师，诸位同学，请坐。我们接着看下面的两句：",
      "zh_TW": "諸位法師，諸位同學，請坐。我們接著看下面的兩句："
    },
    {
      "id": "12-017-1641_p0027",
      "zh_CN": "【若离憍慢及放逸。则能兼利一切众。】",
      "zh_TW": "【若離憍慢及放逸。則能兼利一切眾。】"
    },
    {
      "id": "12-017-1641_p0028",
      "zh_CN": "这两句是四地，四地是燄慧地，也就是智慧现前。三地是发光，也就是说智慧刚刚开；四地，那智慧就非常殊胜，所以称之为燄慧。在三地菩萨，这是智慧现前，智慧现前里头有一句重要的话我们不能疏忽，这是清凉大师给我们提出来，「求法不懈」，这句非常重要！这也是离慢，决不是以自己所修学的为满足。佛法教我们知足常乐，那个知足是对于名闻利养、五欲六尘，这要知足。换句话说，我们有这个肉身在世间，要养这个色身并不困难，它需要的很少，所以世尊在世为我们示现的三衣一钵就够了。那三衣一钵，我们引申这个意思，我们能够吃得饱，能够穿得暖，能够有个小房子可以遮蔽风雨，够了，不要再求了；再求，增加负担。有了负担，你一定有牵挂，你有忧虑、有得失、有烦恼，这是严重障碍你的道心。所以世尊当年在世做出样子来给我们看。",
      "zh_TW": "這兩句是四地，四地是燄慧地，也就是智慧現前。三地是發光，也就是說智慧剛剛開；四地，那智慧就非常殊勝，所以稱之為燄慧。在三地菩薩，這是智慧現前，智慧現前裡頭有一句重要的話我們不能疏忽，這是清涼大師給我們提出來，「求法不懈」，這句非常重要！這也是離慢，決不是以自己所修學的為滿足。佛法教我們知足常樂，那個知足是對於名聞利養、五欲六塵，這要知足。換句話說，我們有這個肉身在世間，要養這個色身並不困難，它需要的很少，所以世尊在世為我們示現的三衣一缽就夠了。那三衣一缽，我們引申這個意思，我們能夠吃得飽，能夠穿得暖，能夠有個小房子可以遮蔽風雨，夠了，不要再求了；再求，增加負擔。有了負擔，你一定有牽掛，你有憂慮、有得失、有煩惱，這是嚴重障礙你的道心。所以世尊當年在世做出樣子來給我們看。"
    },
    {
      "id": "12-017-1641_p0029",
      "zh_CN": "历代祖师确实能够续佛慧命，也做出榜样给我们看，跟释迦牟尼佛一样，一件衣服穿几十年，穿破了补补钉。在近代，给我们印象最深的，虚云老和尚。我跟他老人家没有见过面，但是看到他很多的照片，从来没有一张照片他穿的衣服上没有补钉，我没有见过。我所看到很多他的照片，衣服都是东补一块、西补一块，都是补很多补钉，值得我们省思！衣服只要干净就行了，不必要华丽，能保暖、能遮体，足够了。你说生活多么容易、多么简单！",
      "zh_TW": "歷代祖師確實能夠續佛慧命，也做出榜樣給我們看，跟釋迦牟尼佛一樣，一件衣服穿幾十年，穿破了補補釘。在近代，給我們印象最深的，虛雲老和尚。我跟他老人家沒有見過面，但是看到他很多的照片，從來沒有一張照片他穿的衣服上沒有補釘，我沒有見過。我所看到很多他的照片，衣服都是東補一塊、西補一塊，都是補很多補釘，值得我們省思！衣服只要乾淨就行了，不必要華麗，能保暖、能遮體，足夠了。你說生活多麼容易、多麼簡單！"
    },
    {
      "id": "12-017-1641_p0030",
      "zh_CN": "我们要求学，当然求学，你也离不开学习的环境。学习的环境不必自己有，自己不需要拥有，太麻烦，常住拥有，寺院庵堂。可是在现在这个时代跟从前不一样，从前寺院庵堂叫十方道场，只要出家人都可以挂单，都可以在里面学习，所有一切经论这些工具都可以提供给你运用。现在寺庙许多是子孙庙，都是被控制，你要跟他没有相当的关系，真的，吃一餐饭都很困难，绝对不会同意你就住进里面去。所以被逼的没有法子，这都是不正常的现象。为什么不正常？对于真正佛法不理解，拥有这个道场，控制这个道场，眼前可以说得一点小利，他不知道他要付出严重的代价。什么叫严重代价他完全不知道，到他身后他就明白，也就是死后就明白，果报在三途，你说可怕不可怕？",
      "zh_TW": "我們要求學，當然求學，你也離不開學習的環境。學習的環境不必自己有，自己不需要擁有，太麻煩，常住擁有，寺院庵堂。可是在現在這個時代跟從前不一樣，從前寺院庵堂叫十方道場，只要出家人都可以掛單，都可以在裡面學習，所有一切經論這些工具都可以提供給你運用。現在寺廟許多是子孫廟，都是被控制，你要跟他沒有相當的關係，真的，吃一餐飯都很困難，絕對不會同意你就住進裡面去。所以被逼的沒有法子，這都是不正常的現象。為什麼不正常？對於真正佛法不理解，擁有這個道場，控制這個道場，眼前可以說得一點小利，他不知道他要付出嚴重的代價。什麼叫嚴重代價他完全不知道，到他身後他就明白，也就是死後就明白，果報在三途，你說可怕不可怕？"
    },
    {
      "id": "12-017-1641_p0031",
      "zh_CN": "他犯了什么过失，他要堕三途？道场是提供发心修行人所使用的地方，你障碍，你不让他在这里修行；道场是讲经说法、弘扬佛法的场所，你现在不让他们来讲经，这一方大众没有机缘闻法，这叫断众生的慧命，你要不要负这个因果的责任？所以从前道场的这些住持方丈不一样，他要常常去礼请法师到道场里面来讲经弘法，那个功德无量。所以一个寺庙的住持，就像学校的校长一样，自己可以不讲经，没有关系，你可以请教员、请老师来讲，功德是你的。就像学校，学校办得好，政府奖励是奖励校长，不会奖励教员。教化一方，那个责任是在住持，不在别人。所以住持天天要想，我要用什么方法来教化众生？这众生是学生，要给他们开什么课？他们需要什么？我要到哪里去请老师来教化众生？",
      "zh_TW": "他犯了什麼過失，他要墮三途？道場是提供發心修行人所使用的地方，你障礙，你不讓他在這裡修行；道場是講經說法、弘揚佛法的場所，你現在不讓他們來講經，這一方大眾沒有機緣聞法，這叫斷眾生的慧命，你要不要負這個因果的責任？所以從前道場的這些住持方丈不一樣，他要常常去禮請法師到道場裡面來講經弘法，那個功德無量。所以一個寺廟的住持，就像學校的校長一樣，自己可以不講經，沒有關係，你可以請教員、請老師來講，功德是你的。就像學校，學校辦得好，政府獎勵是獎勵校長，不會獎勵教員。教化一方，那個責任是在住持，不在別人。所以住持天天要想，我要用什麼方法來教化眾生？這眾生是學生，要給他們開什麼課？他們需要什麼？我要到哪裡去請老師來教化眾生？"
    },
    {
      "id": "12-017-1641_p0032",
      "zh_CN": "佛教是教育不是宗教，你看看释迦牟尼佛的一生，它是宗教吗？释迦牟尼佛所示现的，三十岁开悟，开悟之后就教学。从三十岁教到，他是七十九岁圆寂的，整整四十九年，真的是办班教学度过一生。他没有道场，一生没有建一个寺庙，学生，常随众学生虽然很多，大家没有道场住，树下一宿。上课在哪里？上课就坐在草地上，山林树下。确实是游化人间，没有固定的住所，快乐！哪个地方山水好就到哪里去。其中也有国王大臣，他们家大业大，园林很多，招待佛在他们自己园林里面讲经教学，有。譬如祇树给孤独园、竹林精舍，这最有名的两个地方，而佛在这两个地方时间也比较长。可是产业所有权是斋主的，佛并没有接受，你送给我，没有。佛要的是什么？现在的话说，使用权，我在这里教一年，我用一年，你提供我用一年；我教三年，你就提供我教三年；我离开了，全部还给你。你看看多省心、多省事！永远保持着干干净净，一无所有，彻底放下。",
      "zh_TW": "佛教是教育不是宗教，你看看釋迦牟尼佛的一生，它是宗教嗎？釋迦牟尼佛所示現的，三十歲開悟，開悟之後就教學。從三十歲教到，他是七十九歲圓寂的，整整四十九年，真的是辦班教學度過一生。他沒有道場，一生沒有建一個寺廟，學生，常隨眾學生雖然很多，大家沒有道場住，樹下一宿。上課在哪裡？上課就坐在草地上，山林樹下。確實是遊化人間，沒有固定的住所，快樂！哪個地方山水好就到哪裡去。其中也有國王大臣，他們家大業大，園林很多，招待佛在他們自己園林裡面講經教學，有。譬如祇樹給孤獨園、竹林精舍，這最有名的兩個地方，而佛在這兩個地方時間也比較長。可是產業所有權是齋主的，佛並沒有接受，你送給我，沒有。佛要的是什麼？現在的話說，使用權，我在這裡教一年，我用一年，你提供我用一年；我教三年，你就提供我教三年；我離開了，全部還給你。你看看多省心、多省事！永遠保持著乾乾淨淨，一無所有，徹底放下。"
    },
    {
      "id": "12-017-1641_p0033",
      "zh_CN": "历代祖师大德都懂得这个道理，都能遵守这个规矩，所以真正做到了清心寡欲，他的心在道上。所谓的道，就是戒定慧三学。他不犯戒，远离一切过失，成就自己的清净心；清净心是定，是修学的枢纽，佛法常说「因戒得定，因定开慧」；心清净到一定的程度，豁然大悟，就像《金刚经》上所说的「信心清净则生实相」，实相是般若智慧，这生智慧。智慧生起来之后就通了，世出世间一切法都通。这是求法的捷径、求法的秘诀，很多人不知道。",
      "zh_TW": "歷代祖師大德都懂得這個道理，都能遵守這個規矩，所以真正做到了清心寡欲，他的心在道上。所謂的道，就是戒定慧三學。他不犯戒，遠離一切過失，成就自己的清淨心；清淨心是定，是修學的樞紐，佛法常說「因戒得定，因定開慧」；心清淨到一定的程度，豁然大悟，就像《金剛經》上所說的「信心清淨則生實相」，實相是般若智慧，這生智慧。智慧生起來之後就通了，世出世間一切法都通。這是求法的捷徑、求法的祕訣，很多人不知道。"
    },
    {
      "id": "12-017-1641_p0034",
      "zh_CN": "求法不是叫你要念很多东西，那你就错了。学法就是一门深入。所以我常常告诉同修们，中国自古以来教童蒙的《三字经》，《三字经》前面的八句非常重要，那是真理，那是祖宗传给后代的真言，无上的法宝。一开端告诉你人性本善，「人之初，性本善」。人是一切人，不分族群、不分国家、不分种族，只要是人，你要晓得他的本性本善。就跟大乘教里面所讲的「一切众生本来是佛」，佛就是本善，没有丝毫不善。这是首先我们要肯定的。那现在我们不善，不善就是违背了自性。佛陀的教育是什么？教育要回归自性，没有别的。儒家教育也是如此，圣人的教育就是教人回归自性、回归本善。",
      "zh_TW": "求法不是叫你要念很多東西，那你就錯了。學法就是一門深入。所以我常常告訴同修們，中國自古以來教童蒙的《三字經》，《三字經》前面的八句非常重要，那是真理，那是祖宗傳給後代的真言，無上的法寶。一開端告訴你人性本善，「人之初，性本善」。人是一切人，不分族群、不分國家、不分種族，只要是人，你要曉得他的本性本善。就跟大乘教裡面所講的「一切眾生本來是佛」，佛就是本善，沒有絲毫不善。這是首先我們要肯定的。那現在我們不善，不善就是違背了自性。佛陀的教育是什麼？教育要回歸自性，沒有別的。儒家教育也是如此，聖人的教育就是教人回歸自性、回歸本善。"
    },
    {
      "id": "12-017-1641_p0035",
      "zh_CN": "接着两句话就说「性相近，习相远」，本性是一样的，本善；但是习性就不一样，习性就是习惯，习惯影响人太大。所谓是「近朱者赤，近墨者黑」，你亲近善人，你就会变善，你就是善人；你常常跟恶人在一起，你就变恶。所以人事环境会影响一个人，这习性太可怕。因为有习性这么一个问题，所以才需要教学。",
      "zh_TW": "接著兩句話就說「性相近，習相遠」，本性是一樣的，本善；但是習性就不一樣，習性就是習慣，習慣影響人太大。所謂是「近朱者赤，近墨者黑」，你親近善人，你就會變善，你就是善人；你常常跟惡人在一起，你就變惡。所以人事環境會影響一個人，這習性太可怕。因為有習性這麼一個問題，所以才需要教學。"
    },
    {
      "id": "12-017-1641_p0036",
      "zh_CN": "底下一句，「苟不教，性乃迁」，假使你要不好好的教导他，他的本性就变质，本善就变成不善。变成不善，他的造作就不善，造作不善就招来苦报。所以要知道，六道三途本性里头没有，乃至十法界本性里都没有。十法界里面四圣法界是怎么回事情？是习性随顺本性，习性能够随顺圣贤的教诲，随顺本善，这变四圣法界。如果是随顺不善，那就变成六道。六道里面的善恶是习性，不是本性。所以在大彻大悟的这些法身菩萨们的眼光当中，六道不善。那真正恢复到自性是要脱离十法界，真正回归到本性本善，这叫成佛。所以要晓得圣贤为什么办教育，这就讲清楚了。",
      "zh_TW": "底下一句，「苟不教，性乃遷」，假使你要不好好的教導他，他的本性就變質，本善就變成不善。變成不善，他的造作就不善，造作不善就招來苦報。所以要知道，六道三途本性裡頭沒有，乃至十法界本性裡都沒有。十法界裡面四聖法界是怎麼回事情？是習性隨順本性，習性能夠隨順聖賢的教誨，隨順本善，這變四聖法界。如果是隨順不善，那就變成六道。六道裡面的善惡是習性，不是本性。所以在大徹大悟的這些法身菩薩們的眼光當中，六道不善。那真正恢復到自性是要脫離十法界，真正回歸到本性本善，這叫成佛。所以要曉得聖賢為什麼辦教育，這就講清楚了。"
    },
    {
      "id": "12-017-1641_p0037",
      "zh_CN": "办教育要怎么办？「教之道，贵以专」。所以老师教学生，你只能学一门，释迦牟尼佛当年在世亦复如是，一个学生只能学一门，你决定不能学两门。为什么？学两门你就乱了，你心就不定。我早年跟李老师，我跟他老人家十年，他教导我们只可以学一门；同时想学两门，他不教你，直接了当告诉你，你没有能力。到什么时候才能够法门无量誓愿学？开悟之后，就是在此地这三地以上，三地发光地，开悟了；到燄慧地，那就法门无量可以学了。你就晓得，为什么叫你学一门？一门让你得定、让你开慧，道理在此地。一门，你心专，你没有妄想、没有妄念，你起心动念都在你那一部经上，你不会去想别的，这样容易得定，定到一定的程度就豁然开悟。悟后起修，悟后就可以接触一切法门，一切法门不费力，你一接触就懂。",
      "zh_TW": "辦教育要怎麼辦？「教之道，貴以專」。所以老師教學生，你只能學一門，釋迦牟尼佛當年在世亦復如是，一個學生只能學一門，你決定不能學兩門。為什麼？學兩門你就亂了，你心就不定。我早年跟李老師，我跟他老人家十年，他教導我們只可以學一門；同時想學兩門，他不教你，直接了當告訴你，你沒有能力。到什麼時候才能夠法門無量誓願學？開悟之後，就是在此地這三地以上，三地發光地，開悟了；到燄慧地，那就法門無量可以學了。你就曉得，為什麼叫你學一門？一門讓你得定、讓你開慧，道理在此地。一門，你心專，你沒有妄想、沒有妄念，你起心動念都在你那一部經上，你不會去想別的，這樣容易得定，定到一定的程度就豁然開悟。悟後起修，悟後就可以接觸一切法門，一切法門不費力，你一接觸就懂。"
    },
    {
      "id": "12-017-1641_p0038",
      "zh_CN": "这个道理，诸位要细心去观察禅宗的惠能大师，禅宗六祖。你读《坛经》，你细细去观察，惠能大师没念过书，不认识字，他为什么会懂甚深法？他一听就明白。有一位客人念金刚经，他自己不懂，他是会念，每天在念；惠能卖柴之后，在窗户外面听到他念经，他一听，他就开悟，这靠什么？人家心里没有杂念，心清净，非常孝顺，每天砍柴、卖柴，买一点米回家养活老母亲，没有杂念。他听经之后，跟这位客人讨论，把他所感想的、体会到的讲给他听，这位客人非常惊讶，劝他到黄梅去参礼五祖。",
      "zh_TW": "這個道理，諸位要細心去觀察禪宗的惠能大師，禪宗六祖。你讀《壇經》，你細細去觀察，惠能大師沒念過書，不認識字，他為什麼會懂甚深法？他一聽就明白。有一位客人念金剛經，他自己不懂，他是會念，每天在念；惠能賣柴之後，在窗戶外面聽到他念經，他一聽，他就開悟，這靠什麼？人家心裡沒有雜念，心清淨，非常孝順，每天砍柴、賣柴，買一點米回家養活老母親，沒有雜念。他聽經之後，跟這位客人討論，把他所感想的、體會到的講給他聽，這位客人非常驚訝，勸他到黃梅去參禮五祖。"
    },
    {
      "id": "12-017-1641_p0039",
      "zh_CN": "这个人是个了不起的人，是法器。你看他到黄梅去的时候，头一天跟五祖见面，谈了几句话，五祖听了，知道他非常难得，悟性很高，心地清净，没有杂念，打发他到碓房去舂米破柴，还是干他的老行业；他老行业天天砍柴、卖柴，到厨房里面去做破柴的工作。因为那时候道场有一千多人，你就晓得一千多人吃饭，厨房也是很忙。到厨房去干粗活，这一干就干八个月。五祖道场里面天天也有讲经，禅堂也有参究，他都没有去过。禅堂、讲堂都没有去过，他的道场就是厨房。你仔细从这里去想。",
      "zh_TW": "這個人是個了不起的人，是法器。你看他到黃梅去的時候，頭一天跟五祖見面，談了幾句話，五祖聽了，知道他非常難得，悟性很高，心地清淨，沒有雜念，打發他到碓房去舂米破柴，還是幹他的老行業；他老行業天天砍柴、賣柴，到廚房裡面去做破柴的工作。因為那時候道場有一千多人，你就曉得一千多人吃飯，廚房也是很忙。到廚房去幹粗活，這一幹就幹八個月。五祖道場裡面天天也有講經，禪堂也有參究，他都沒有去過。禪堂、講堂都沒有去過，他的道場就是廚房。你仔細從這裡去想。"
    },
    {
      "id": "12-017-1641_p0040",
      "zh_CN": "五祖传法的时候，半夜把他叫到房间里面来，讲《金刚经》，我们就晓得那都是概略的提纲挈领，不是细讲。讲到「应无所住，而生其心」，豁然大悟，下面怎么样？不要讲了，全通了。你要问为什么？没有别的，教之道贵以专，学之道也是贵以专，教学成就快速、稳当，就在一个「专」字。所以，不是说不让你学二部、三部，不让，你要晓得道理在哪里，它的目的是叫你大彻大悟，不是叫你记很多东西。到你彻悟之后，你再看一切经，一看就懂。这在能大师那里我们体会到。",
      "zh_TW": "五祖傳法的時候，半夜把他叫到房間裡面來，講《金剛經》，我們就曉得那都是概略的提綱挈領，不是細講。講到「應無所住，而生其心」，豁然大悟，下面怎麼樣？不要講了，全通了。你要問為什麼？沒有別的，教之道貴以專，學之道也是貴以專，教學成就快速、穩當，就在一個「專」字。所以，不是說不讓你學二部、三部，不讓，你要曉得道理在哪裡，它的目的是叫你大徹大悟，不是叫你記很多東西。到你徹悟之後，你再看一切經，一看就懂。這在能大師那裡我們體會到。"
    },
    {
      "id": "12-017-1641_p0041",
      "zh_CN": "你看他在黄梅得法，就是五祖把衣钵传给他的时候，二十四岁。诸位要知道，二十四岁！五祖怕人害他，为什么？嫉妒障碍太多，所以偷偷叫他逃走，要躲藏起来，不要让人知道。他在途中遇到无尽藏比丘尼，这个比丘尼也很难得，一生学《涅槃经》，也是一门深入。虽然学了很久，没有开悟，天天念《涅槃经》，不知道什么意思。这遇到惠能，惠能刚刚离开黄梅，很难得！惠能不认识字，她念经给惠能大师听，惠能大师就讲解给她听，没有想到无尽藏比丘尼就开悟。能大师一生，在他教导之下开悟的有四十多个人，无尽藏比丘尼第一个。",
      "zh_TW": "你看他在黃梅得法，就是五祖把衣缽傳給他的時候，二十四歲。諸位要知道，二十四歲！五祖怕人害他，為什麼？嫉妒障礙太多，所以偷偷叫他逃走，要躲藏起來，不要讓人知道。他在途中遇到無盡藏比丘尼，這個比丘尼也很難得，一生學《涅槃經》，也是一門深入。雖然學了很久，沒有開悟，天天念《涅槃經》，不知道什麼意思。這遇到惠能，惠能剛剛離開黃梅，很難得！惠能不認識字，她念經給惠能大師聽，惠能大師就講解給她聽，沒有想到無盡藏比丘尼就開悟。能大師一生，在他教導之下開悟的有四十多個人，無盡藏比丘尼第一個。"
    },
    {
      "id": "12-017-1641_p0042",
      "zh_CN": "还有个明显的，法达禅师，念《法华经》念了三千部。三千部，我们估计十年，十年念一部《法华经》，意思不懂。见六祖，很傲慢，凭什么傲慢？自己念过三千部《法华经》。六祖看出来了，就问他，你来拜我的时候，为什么头没有磕在地上，一定有值得傲慢的地方？他就说出来。说出来之后，六祖就问他，他答不出来。《法华经》的意思答不出来，他向六祖请教。六祖说：这个经我没听过，你念给我听。《法华经》二十八品，念到第二品，能大师说：行了，不要再念，我全知道。跟他讲解，这一讲解，他就开悟了。",
      "zh_TW": "還有個明顯的，法達禪師，念《法華經》念了三千部。三千部，我們估計十年，十年念一部《法華經》，意思不懂。見六祖，很傲慢，憑什麼傲慢？自己念過三千部《法華經》。六祖看出來了，就問他，你來拜我的時候，為什麼頭沒有磕在地上，一定有值得傲慢的地方？他就說出來。說出來之後，六祖就問他，他答不出來。《法華經》的意思答不出來，他向六祖請教。六祖說：這個經我沒聽過，你念給我聽。《法華經》二十八品，念到第二品，能大師說：行了，不要再念，我全知道。跟他講解，這一講解，他就開悟了。"
    },
    {
      "id": "12-017-1641_p0043",
      "zh_CN": "从这些地方你就晓得，只要一部经真通了，其他的没有读过的、没有接触过的，只要一接触，立刻就通达。所谓「一经通，一切经通」，一个法门成就，一切法门成就。出世间法通达，世间法没有一样不通达，这才叫捷径。世间人搞乱了、搞错了，他同时要学很多东西，结果一样都不通，心里都是乱的，夹杂的东西太多，我们现在所谓是心浮气躁，那怎么行？所以古人教学的方法，就是要叫你心定下来。心浮气躁、傲慢、放逸统统舍离，你的心清净、你的心定才能豁然贯通。到你开悟之后，没有限制，所有一切法门你都可以去参学，《华严经》末后善财童子五十三参，五十三参就是法门无量誓愿学。为什么？他开悟了，他一接触就明白。",
      "zh_TW": "從這些地方你就曉得，只要一部經真通了，其他的沒有讀過的、沒有接觸過的，只要一接觸，立刻就通達。所謂「一經通，一切經通」，一個法門成就，一切法門成就。出世間法通達，世間法沒有一樣不通達，這才叫捷徑。世間人搞亂了、搞錯了，他同時要學很多東西，結果一樣都不通，心裡都是亂的，夾雜的東西太多，我們現在所謂是心浮氣躁，那怎麼行？所以古人教學的方法，就是要叫你心定下來。心浮氣躁、傲慢、放逸統統捨離，你的心清淨、你的心定才能豁然貫通。到你開悟之後，沒有限制，所有一切法門你都可以去參學，《華嚴經》末後善財童子五十三參，五十三參就是法門無量誓願學。為什麼？他開悟了，他一接觸就明白。"
    },
    {
      "id": "12-017-1641_p0044",
      "zh_CN": "我们再看印度，印度有位大德，龙树菩萨，这个人了不起，这个人是悟了以后，释迦牟尼佛一生所讲的经论他三个月就读完，全通了。是不是一个字一个字念？不需要，一部经念几句就行。就像惠能大师一样，《法华经》只听到第二品「方便品」就行了，后面就不必听。这个道理要懂，这个事实你要接受。然后你才晓得，古圣先贤教的这个方法微妙至极，绝对不是现在人所能够理解的。所以现在人所求的是知识，没有智慧。知识不能解决问题，智慧才能解决问题。智慧是从定中得来的，不是念很多东西得来的。龙树菩萨用三个月就把释迦牟尼佛四十九年东西贯通。",
      "zh_TW": "我們再看印度，印度有位大德，龍樹菩薩，這個人了不起，這個人是悟了以後，釋迦牟尼佛一生所講的經論他三個月就讀完，全通了。是不是一個字一個字念？不需要，一部經念幾句就行。就像惠能大師一樣，《法華經》只聽到第二品「方便品」就行了，後面就不必聽。這個道理要懂，這個事實你要接受。然後你才曉得，古聖先賢教的這個方法微妙至極，絕對不是現在人所能夠理解的。所以現在人所求的是知識，沒有智慧。知識不能解決問題，智慧才能解決問題。智慧是從定中得來的，不是念很多東西得來的。龍樹菩薩用三個月就把釋迦牟尼佛四十九年東西貫通。"
    },
    {
      "id": "12-017-1641_p0045",
      "zh_CN": "所以你想学佛，你不修定怎么行？没有这个道理的。不要说学佛，你就想证个初果须陀洹，你也要修定；你没有定，你断不了八十八品见惑。跟我们《华严》这边所讲的，初信位的菩萨，他断烦恼的功夫跟须陀洹一样，没有戒定慧怎么行？现在人不肯持戒，不守规矩，心浮气躁，这就没有办法，诸佛如来也教不了他；不是佛不慈悲，是他自己抗拒，不肯接受。",
      "zh_TW": "所以你想學佛，你不修定怎麼行？沒有這個道理的。不要說學佛，你就想證個初果須陀洹，你也要修定；你沒有定，你斷不了八十八品見惑。跟我們《華嚴》這邊所講的，初信位的菩薩，他斷煩惱的功夫跟須陀洹一樣，沒有戒定慧怎麼行？現在人不肯持戒，不守規矩，心浮氣躁，這就沒有辦法，諸佛如來也教不了他；不是佛不慈悲，是他自己抗拒，不肯接受。"
    },
    {
      "id": "12-017-1641_p0046",
      "zh_CN": "佛利益众生，这是经上常讲的「佛不度无缘之人」。无缘之人是什么？不是外面不学佛的，不是这些，是讲已经学佛的、已经出家的、已经受三坛大戒的。怎么叫无缘？不能够持戒，不能够修定，就没有缘。再跟你说，没有出家、没有学佛，他守规矩，他心地清净，没有出家，没有受三皈，他是有缘人。会有这种事情？会，在哪里？六祖惠能就是的。六祖惠能到黄梅的时候没有皈依，所以他在黄梅是什么身分？用今天的话来说，是寺庙里面的义工，他也没有出家。为什么五祖把衣钵传给他？有缘人。你才晓得原来有缘不在形式上，不在出家不出家，不在是有没有受三皈，不在乎这个，是你真的有戒定慧。",
      "zh_TW": "佛利益眾生，這是經上常講的「佛不度無緣之人」。無緣之人是什麼？不是外面不學佛的，不是這些，是講已經學佛的、已經出家的、已經受三壇大戒的。怎麼叫無緣？不能夠持戒，不能夠修定，就沒有緣。再跟你說，沒有出家、沒有學佛，他守規矩，他心地清淨，沒有出家，沒有受三皈，他是有緣人。會有這種事情？會，在哪裡？六祖惠能就是的。六祖惠能到黃梅的時候沒有皈依，所以他在黃梅是什麼身分？用今天的話來說，是寺廟裡面的義工，他也沒有出家。為什麼五祖把衣缽傳給他？有緣人。你才曉得原來有緣不在形式上，不在出家不出家，不在是有沒有受三皈，不在乎這個，是你真的有戒定慧。"
    },
    {
      "id": "12-017-1641_p0047",
      "zh_CN": "所以六祖得到衣钵之后，在猎人队里面藏十五年之后，在现在的广州光孝寺遇到印宗法师，印宗法师给他剃度，他的剃度师是印宗法师。印宗法师很了不起，把他剃度之后，再反过来拜他为师，所以印宗又是他的学生，是他的剃度师又是他的学生。印宗法师也是在他会下开悟的，他开悟的是好像是四十三个人，里面有印宗。印宗没有憍慢，如果有傲慢的话，怎么会再回过头拜他为师？没有。所以你从这些地方细心去观察，佛家佛度有缘人，有缘人不一定出家，不一定受过三皈五戒，不一定。没有戒定慧，受过三皈五戒，受过菩萨戒，甚至于出家受了三坛大戒，还是无缘，要明白这个道理。",
      "zh_TW": "所以六祖得到衣缽之後，在獵人隊裡面藏十五年之後，在現在的廣州光孝寺遇到印宗法師，印宗法師給他剃度，他的剃度師是印宗法師。印宗法師很了不起，把他剃度之後，再反過來拜他為師，所以印宗又是他的學生，是他的剃度師又是他的學生。印宗法師也是在他會下開悟的，他開悟的是好像是四十三個人，裡面有印宗。印宗沒有憍慢，如果有傲慢的話，怎麼會再回過頭拜他為師？沒有。所以你從這些地方細心去觀察，佛家佛度有緣人，有緣人不一定出家，不一定受過三皈五戒，不一定。沒有戒定慧，受過三皈五戒，受過菩薩戒，甚至於出家受了三壇大戒，還是無緣，要明白這個道理。"
    },
    {
      "id": "12-017-1641_p0048",
      "zh_CN": "所以古圣先贤、佛菩萨留给我们这些规矩、这些榜样，要尊重，要记取！求法要一门深入，不开悟，决定不改变，你会成功。不开悟，再去换，今天换这个法门，明天换那个法门，你一辈子永远不会开悟，那就说明你心不定。「教之道，贵以专」，你想想这六个字，无上的法宝。在中国，读书人几千年来都接受、都肯定，所以他有成就。在我们现在最近这一百年，差了，没有成就的人。什么原因？对中国传统的教诲产生疑惑、怀疑，这一怀疑，糟了。到外国去看看，他说外国什么都好，中国什么都比不上人家。你要真正参透了，你才晓得中国还是比外国好。现在外国人已经走投无路，到中国来求法、到印度来求法，我们知不知道？",
      "zh_TW": "所以古聖先賢、佛菩薩留給我們這些規矩、這些榜樣，要尊重，要記取！求法要一門深入，不開悟，決定不改變，你會成功。不開悟，再去換，今天換這個法門，明天換那個法門，你一輩子永遠不會開悟，那就說明你心不定。「教之道，貴以專」，你想想這六個字，無上的法寶。在中國，讀書人幾千年來都接受、都肯定，所以他有成就。在我們現在最近這一百年，差了，沒有成就的人。什麼原因？對中國傳統的教誨產生疑惑、懷疑，這一懷疑，糟了。到外國去看看，他說外國什麼都好，中國什麼都比不上人家。你要真正參透了，你才曉得中國還是比外國好。現在外國人已經走投無路，到中國來求法、到印度來求法，我們知不知道？"
    },
    {
      "id": "12-017-1641_p0049",
      "zh_CN": "他遇到什么困难？外国的长处是科学、是技术，是物质文明。发展到今天，我们过去常听人说，物质科技的发展，人类要付出很大的代价，现在我们已经看出来，这句话我们理解，我们也肯定。不要说别的代价，单单讲饮食。在过去，我们住在农村，这要讲上八十年前，那个时候养只猪，猪要养多久？要一年才长大。鸡，鸡差不多养八、九个月，有的时候这老母鸡是养一年。现在科学技术发达，跟牠打很多种针，药物，帮助牠成长。我听说一只猪三个月就长大，一只鸡三个星期就又肥又大，市场上可以卖。可是牠的肉不健康，牠的肉里面带着有致癌的这些药物，人吃了这些肉得病，得癌病，这就是什么？付出，科技带给人类便利，从前养一只鸡也要养个八、九个月，现在三个星期就可以吃；从前一只猪要养一年才能吃，现在二、三个月就可以吃，很方便。你付出去是癌症，你要遭受病苦，你要早死亡；本来你可以能活七、八十岁的，现在活二、三十岁你就要死，这就是你付出的惨痛代价。你细心去想一想我们东西方的学术，然后你才晓得哪个是正确的，哪个是有偏差的。",
      "zh_TW": "他遇到什麼困難？外國的長處是科學、是技術，是物質文明。發展到今天，我們過去常聽人說，物質科技的發展，人類要付出很大的代價，現在我們已經看出來，這句話我們理解，我們也肯定。不要說別的代價，單單講飲食。在過去，我們住在農村，這要講上八十年前，那個時候養隻豬，豬要養多久？要一年才長大。雞，雞差不多養八、九個月，有的時候這老母雞是養一年。現在科學技術發達，跟牠打很多種針，藥物，幫助牠成長。我聽說一隻豬三個月就長大，一隻雞三個星期就又肥又大，市場上可以賣。可是牠的肉不健康，牠的肉裡面帶著有致癌的這些藥物，人吃了這些肉得病，得癌病，這就是什麼？付出，科技帶給人類便利，從前養一隻雞也要養個八、九個月，現在三個星期就可以吃；從前一隻豬要養一年才能吃，現在二、三個月就可以吃，很方便。你付出去是癌症，你要遭受病苦，你要早死亡；本來你可以能活七、八十歲的，現在活二、三十歲你就要死，這就是你付出的慘痛代價。你細心去想一想我們東西方的學術，然後你才曉得哪個是正確的，哪個是有偏差的。"
    },
    {
      "id": "12-017-1641_p0050",
      "zh_CN": "从前李老师常常讲经的时候告诉我们，现在生活是什么？佛经上，《无量寿经》上讲的「饮苦食毒」。从前读这个经上我们都不知道佛怎么说这么样，饮苦食毒什么意思？到今天我们完全明白。我们的饮料里面都加着有化学东西在里头，我们的食物都带给我们严重的病苦，不能吃。我们吃素食的还稍微好一点。这要是不明了，要是不知道改变自己生活习惯，改变自己选择食物，下一代的人麻烦大！为什么？从小养成不健康。你看小孩现在肥肥胖胖的，肥胖症，个子长得挺高，那都是吃些化学东西，但是他精神很差，头脑很差，病很多，身体不健康。小孩身体都不健康，这个民族就衰了，大问题，不是小问题，非常可怕！",
      "zh_TW": "從前李老師常常講經的時候告訴我們，現在生活是什麼？佛經上，《無量壽經》上講的「飲苦食毒」。從前讀這個經上我們都不知道佛怎麼說這麼樣，飲苦食毒什麼意思？到今天我們完全明白。我們的飲料裡面都加著有化學東西在裡頭，我們的食物都帶給我們嚴重的病苦，不能吃。我們吃素食的還稍微好一點。這要是不明瞭，要是不知道改變自己生活習慣，改變自己選擇食物，下一代的人麻煩大！為什麼？從小養成不健康。你看小孩現在肥肥胖胖的，肥胖症，個子長得挺高，那都是吃些化學東西，但是他精神很差，頭腦很差，病很多，身體不健康。小孩身體都不健康，這個民族就衰了，大問題，不是小問題，非常可怕！"
    },
    {
      "id": "12-017-1641_p0051",
      "zh_CN": "饮食的习惯，饮食的选择，大概在三、四十年之前，英国汤恩比博士就警告世人，最健康的食物是什么？要回归从前的人力农耕，那是最健康的。他反对机械化，尤其是反对农药、化肥，这害死人。你要看看这些科学报告，你就不敢吃东西，不吃东西，饿死；吃东西，毒死，反正都活不了。你说这个问题多严重！我们不能不知道。",
      "zh_TW": "飲食的習慣，飲食的選擇，大概在三、四十年之前，英國湯恩比博士就警告世人，最健康的食物是什麼？要回歸從前的人力農耕，那是最健康的。他反對機械化，尤其是反對農藥、化肥，這害死人。你要看看這些科學報告，你就不敢吃東西，不吃東西，餓死；吃東西，毒死，反正都活不了。你說這個問題多嚴重！我們不能不知道。"
    },
    {
      "id": "12-017-1641_p0052",
      "zh_CN": "所以燄慧地的菩萨，「得出世间道品」，他怎么得的？明白了、觉悟了。世间出世间是一不是二，你有妄想分别执着，这就是世间；离妄想分别执着，就是出世间，超越世间。也就是我们常讲，自己得度，这是我们常说的提升自己的灵性。自己灵性真的提升，提升跟诸佛菩萨一样的境界，自度，六道、三途、十法界对自己来说没有了。可是还有许许多多众生迷在里头，必须要帮助他，帮助他怎么？那就是应化，众生有感，佛菩萨就有应。「应以什么身得度，就现什么身」，你看他的程度，看他的根机。所以佛是一丝毫分别执着没有，完全是感应。你什么样的机感，佛菩萨就如何应你，应机说法；不是佛菩萨先试一套教科书来教你，不是的，没有这个道理，都是应机说法。看你的程度，应该学什么就教你什么。所以佛开的无量法门，为什么？众生是无量的根性，各不相同，你要明白这个道理。",
      "zh_TW": "所以燄慧地的菩薩，「得出世間道品」，他怎麼得的？明白了、覺悟了。世間出世間是一不是二，你有妄想分別執著，這就是世間；離妄想分別執著，就是出世間，超越世間。也就是我們常講，自己得度，這是我們常說的提升自己的靈性。自己靈性真的提升，提升跟諸佛菩薩一樣的境界，自度，六道、三途、十法界對自己來說沒有了。可是還有許許多多眾生迷在裡頭，必須要幫助他，幫助他怎麼？那就是應化，眾生有感，佛菩薩就有應。「應以什麼身得度，就現什麼身」，你看他的程度，看他的根機。所以佛是一絲毫分別執著沒有，完全是感應。你什麼樣的機感，佛菩薩就如何應你，應機說法；不是佛菩薩先試一套教科書來教你，不是的，沒有這個道理，都是應機說法。看你的程度，應該學什麼就教你什麼。所以佛開的無量法門，為什麼？眾生是無量的根性，各不相同，你要明白這個道理。"
    },
    {
      "id": "12-017-1641_p0053",
      "zh_CN": "所以学法不要学很多法门，一门就成就。佛都是教人一门成就的，没有说教二门、三门成就，没有，这是你不能不知道。然后你才会真正肯定接受，一门深入，一部经就成功。修净土，自古以来，一部《弥陀经》、一声一句六字洪名，往生的不知道有多少！这就是符合圣贤的教诲，贵以专。你搞那么多干什么？搞那么多，把你心搞乱了，增长你的烦恼，不增长智慧。你要是知道一门，增长智慧；搞好多，增长烦恼。现在还有很多人不懂，真正要学佛，家里头要不要供一部《大藏经》？不需要，《大藏经》是藏经楼里面供的，现在讲图书馆里面供的，道场里面供的，自己一部经，我学哪一部经，我只要一部经。总而言之一句话，一切时、一切处保持自己的清净心，保持自己一个方向、一个目标，没有一个不成就。",
      "zh_TW": "所以學法不要學很多法門，一門就成就。佛都是教人一門成就的，沒有說教二門、三門成就，沒有，這是你不能不知道。然後你才會真正肯定接受，一門深入，一部經就成功。修淨土，自古以來，一部《彌陀經》、一聲一句六字洪名，往生的不知道有多少！這就是符合聖賢的教誨，貴以專。你搞那麼多幹什麼？搞那麼多，把你心搞亂了，增長你的煩惱，不增長智慧。你要是知道一門，增長智慧；搞好多，增長煩惱。現在還有很多人不懂，真正要學佛，家裡頭要不要供一部《大藏經》？不需要，《大藏經》是藏經樓裡面供的，現在講圖書館裡面供的，道場裡面供的，自己一部經，我學哪一部經，我只要一部經。總而言之一句話，一切時、一切處保持自己的清淨心，保持自己一個方向、一個目標，沒有一個不成就。"
    },
    {
      "id": "12-017-1641_p0054",
      "zh_CN": "所以我的老师章嘉大师教我「看破、放下」，教我舍得，舍得就是布施。你舍，一定有得；但是你得到的时候，你一定要舍，你可不能保留。所以舍得是个循环，譬如这边舍，这边得；得到之后，马上要舍；舍了之后，他又得；得了以后，又舍，得舍永远是循环的，不能停在那里，你一停就错。所以这两个字的意思很深，第一个意思告诉你，这因果，你舍财得财，舍法得聪明智慧，舍无畏得健康长寿；可是你得到的时候马上要舍，那就无穷无尽。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以我的老師章嘉大師教我「看破、放下」，教我捨得，捨得就是布施。你捨，一定有得；但是你得到的時候，你一定要捨，你可不能保留。所以捨得是個循環，譬如這邊捨，這邊得；得到之後，馬上要捨；捨了之後，他又得；得了以後，又捨，得捨永遠是循環的，不能停在那裡，你一停就錯。所以這兩個字的意思很深，第一個意思告訴你，這因果，你捨財得財，捨法得聰明智慧，捨無畏得健康長壽；可是你得到的時候馬上要捨，那就無窮無盡。今天時間到了，我們就學習到此地。"
    }
  ]
}