{
  "doc_id": "12-017-1674",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六七四卷",
    "zh_TW": "第一六七四卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1674",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "12-017-1674_p0001",
      "zh_CN": "诸位法师，诸位同修，请坐。请看「贤首品第十二」，第四大段「明无方大用分」。无边的作用都是由于「普贤德遍一切时处，法界无限故」，所以普贤德我们要随分随力的去学习，无论你修学哪个法门都会得无比殊胜的利益。",
      "zh_TW": "諸位法師，諸位同修，請坐。請看「賢首品第十二」，第四大段「明無方大用分」。無邊的作用都是由於「普賢德遍一切時處，法界無限故」，所以普賢德我們要隨分隨力的去學習，無論你修學哪個法門都會得無比殊勝的利益。"
    },
    {
      "id": "12-017-1674_p0002",
      "zh_CN": "十愿前面说了四愿，今天我们从第五学起，第五是「随喜功德」。我们先要说一说什么是功德？功是修学的功夫，德是果报，这个德跟得失的得意思相同，你有功你才有德。古大德常常从事相上让我们认识，持戒有功，得定就是德，因戒得定；修定有功，开慧是德，因定开慧。你就晓得功是因，德是果。戒律持得再好，如果没有得定，他这个戒律有问题，为什么？没有得到预期的效果。那持戒还有没有好处？有，叫福德不是功德。功德跟福德要辨别得很清楚，福德的果报是人天福报，六道里面的福报是福德不是功德。功德一定是帮助你得定，定是清净心、平等心，慧能觉悟诸法实相，能明心见性，能超越轮回，超越十法界，你看这个作用多殊胜！福德不行，福德是六祖惠能大师在《坛经》里讲得好，「此事福不能救」，此事是讲六道生死轮回的大事，福报再大都没用，你出不了六道轮回。",
      "zh_TW": "十願前面說了四願，今天我們從第五學起，第五是「隨喜功德」。我們先要說一說什麼是功德？功是修學的功夫，德是果報，這個德跟得失的得意思相同，你有功你才有德。古大德常常從事相上讓我們認識，持戒有功，得定就是德，因戒得定；修定有功，開慧是德，因定開慧。你就曉得功是因，德是果。戒律持得再好，如果沒有得定，他這個戒律有問題，為什麼？沒有得到預期的效果。那持戒還有沒有好處？有，叫福德不是功德。功德跟福德要辨別得很清楚，福德的果報是人天福報，六道裡面的福報是福德不是功德。功德一定是幫助你得定，定是清淨心、平等心，慧能覺悟諸法實相，能明心見性，能超越輪迴，超越十法界，你看這個作用多殊勝！福德不行，福德是六祖惠能大師在《壇經》裡講得好，「此事福不能救」，此事是講六道生死輪迴的大事，福報再大都沒用，你出不了六道輪迴。"
    },
    {
      "id": "12-017-1674_p0003",
      "zh_CN": "出不了六道轮回，福要是享尽了，你还造作许多不善业，不善业的罪苦就现前。我们佛门谚语常讲三世怨，怎么叫三世怨？第一世修福，来生享福。诸位要知道，不享福的人很不容易造罪业。就拿饮食来说，没有福报的人想吃肉吃不到，有福报的人天天吃，单单就这桩事情以后算帐，麻烦可大了。这个事情现在连外国人都晓得，我是看了美国魏斯医生的四本书，我都细细的看过，重要的都把它节录下来了。他用催眠术来给人治病，现在这个社会疑难杂症很多，许多疾病医生束手无策，就找到他那里去了。他要找这个病的根源，所以用催眠术让这个人回到过去世，所以就发现许多的病根是在过去世造的不善业。",
      "zh_TW": "出不了六道輪迴，福要是享盡了，你還造作許多不善業，不善業的罪苦就現前。我們佛門諺語常講三世怨，怎麼叫三世怨？第一世修福，來生享福。諸位要知道，不享福的人很不容易造罪業。就拿飲食來說，沒有福報的人想吃肉吃不到，有福報的人天天吃，單單就這樁事情以後算帳，麻煩可大了。這個事情現在連外國人都曉得，我是看了美國魏斯醫生的四本書，我都細細的看過，重要的都把它節錄下來了。他用催眠術來給人治病，現在這個社會疑難雜症很多，許多疾病醫生束手無策，就找到他那裡去了。他要找這個病的根源，所以用催眠術讓這個人回到過去世，所以就發現許多的病根是在過去世造的不善業。"
    },
    {
      "id": "12-017-1674_p0004",
      "zh_CN": "他本来是个学科学的，最后他完全承认人有轮回、有报应，杀生要还命，欠债要还钱，还的时候还要多还一些，好像在付利息一样。现在西方人受他这十几年的影响，九０年初期做了一个调查，相信轮回、相信因果报应的，在人口比例上达到百分之二十七。那么我们想这十年来，他这几本书流通的量非常之广，而且翻译成三十多种文字在全世界流通，所以我相信接受轮回跟报应这个事实，肯定会将近达到一半的人数，决定超过三分之一，这是个好事情。人要知道有因果轮回，知道有报应，起心动念一切造作自然就谨慎、就收歛了。眼前占一点便宜，有这个机会让你占一点便宜，未必是好事，果报现前的时候怎么办？还是圣人的教诲正确。",
      "zh_TW": "他本來是個學科學的，最後他完全承認人有輪迴、有報應，殺生要還命，欠債要還錢，還的時候還要多還一些，好像在付利息一樣。現在西方人受他這十幾年的影響，九０年初期做了一個調查，相信輪迴、相信因果報應的，在人口比例上達到百分之二十七。那麼我們想這十年來，他這幾本書流通的量非常之廣，而且翻譯成三十多種文字在全世界流通，所以我相信接受輪迴跟報應這個事實，肯定會將近達到一半的人數，決定超過三分之一，這是個好事情。人要知道有因果輪迴，知道有報應，起心動念一切造作自然就謹慎、就收歛了。眼前佔一點便宜，有這個機會讓你佔一點便宜，未必是好事，果報現前的時候怎麼辦？還是聖人的教誨正確。"
    },
    {
      "id": "12-017-1674_p0005",
      "zh_CN": "你看看释迦牟尼佛他老人家一生，一生的生活都守住三衣一钵，日中一食，树下一宿。弟子里面有国王大臣、大富长者，对释迦牟尼佛的供养，佛不接受，这是做给我们后人看的。释迦牟尼佛一生没道场，佛经上讲的竹林精舍、祇树给孤独园，不错，是在那里讲过相当长的一段时期，在那里讲经说法，可是产权是别人的。释迦牟尼佛到那里说法讲经，借住，我们今天讲释迦牟尼佛有使用权，地主有所有权，释迦牟尼佛没有所有权。所以祇园精舍的产权是须达多的，释迦牟尼佛离开了统统归还，竹林精舍亦复如是。佛做了样子给我们看，这个世间什么都是假的，要放下，要彻底放下，包括这个身体。身体都不是自己的，又何况身外之物，你要这些东西干什么？要这些东西都是累赘、都是包袱，包袱太多了，压死了，不能不知道。放下多自在！多快乐！佛做出样子是要我们向他学习的，这个道理、这桩事，学佛的同学不能不知道。",
      "zh_TW": "你看看釋迦牟尼佛他老人家一生，一生的生活都守住三衣一缽，日中一食，樹下一宿。弟子裡面有國王大臣、大富長者，對釋迦牟尼佛的供養，佛不接受，這是做給我們後人看的。釋迦牟尼佛一生沒道場，佛經上講的竹林精舍、祇樹給孤獨園，不錯，是在那裡講過相當長的一段時期，在那裡講經說法，可是產權是別人的。釋迦牟尼佛到那裡說法講經，借住，我們今天講釋迦牟尼佛有使用權，地主有所有權，釋迦牟尼佛沒有所有權。所以祇園精舍的產權是須達多的，釋迦牟尼佛離開了統統歸還，竹林精舍亦復如是。佛做了樣子給我們看，這個世間什麼都是假的，要放下，要徹底放下，包括這個身體。身體都不是自己的，又何況身外之物，你要這些東西幹什麼？要這些東西都是累贅、都是包袱，包袱太多了，壓死了，不能不知道。放下多自在！多快樂！佛做出樣子是要我們向他學習的，這個道理、這樁事，學佛的同學不能不知道。"
    },
    {
      "id": "12-017-1674_p0006",
      "zh_CN": "佛给我们讲，叫我们布施，佛有没有布施？佛天天布施。佛做的是法布施，天天教大家，教大家破迷开悟、离苦得乐。佛也有财布施，什么是财？体力是财，精神是财，时间是财富，他把全部的精神、全部的精力都用在教学上，所以属于内财布施。佛是一分钱都没有的，每天出去托钵只托一钵饭，不要钱财。所以出家人只接受四种供养，第一个是饮食，一钵饭；第二个是衣服，衣服穿破旧了，不能再穿，可以接受人家供养一件衣服；生病的时候可以接受医药；睡觉的时候可以接受卧具，卧具就是我们讲的铺盖。那么有一张具，中国人翻译成具，那是什么东西？晚上睡觉铺在地下的，就是一块布。现在大家拿去做拜垫拜佛，铺在地下，其实那个不是拜佛用的，那是夜晚睡觉铺在地上。盖的，那个三件衣就够了，没有其他的。三件衣，白天是穿，晚上是当被子盖。因为佛出世的那个地方在印度，是属于热带，热带不需要很多东西，所以三衣一钵他就足够了。这种示现我们必须要知道。",
      "zh_TW": "佛給我們講，叫我們布施，佛有沒有布施？佛天天布施。佛做的是法布施，天天教大家，教大家破迷開悟、離苦得樂。佛也有財布施，什麼是財？體力是財，精神是財，時間是財富，他把全部的精神、全部的精力都用在教學上，所以屬於內財布施。佛是一分錢都沒有的，每天出去托缽只托一缽飯，不要錢財。所以出家人只接受四種供養，第一個是飲食，一缽飯；第二個是衣服，衣服穿破舊了，不能再穿，可以接受人家供養一件衣服；生病的時候可以接受醫藥；睡覺的時候可以接受臥具，臥具就是我們講的鋪蓋。那麼有一張具，中國人翻譯成具，那是什麼東西？晚上睡覺鋪在地下的，就是一塊布。現在大家拿去做拜墊拜佛，鋪在地下，其實那個不是拜佛用的，那是夜晚睡覺鋪在地上。蓋的，那個三件衣就夠了，沒有其他的。三件衣，白天是穿，晚上是當被子蓋。因為佛出世的那個地方在印度，是屬於熱帶，熱帶不需要很多東西，所以三衣一缽他就足夠了。這種示現我們必須要知道。"
    },
    {
      "id": "12-017-1674_p0007",
      "zh_CN": "中国幅员辽阔，海南岛是属于热带，长江、黄河流域属于温带，黄河以北已经属于寒带。所以住在温带的人，三件衣服决定不够，为什么？有春夏秋冬，那北方就更冷。所以居住在哪个地方，我们有足够的衣服御寒、保暖就行，不要再多了。居住的房舍不要太大，小小的，小房子容易收拾，简单朴素。对这个世间怎么样？没有留恋，时时刻刻想脱离六道轮回。如果这个地方生活过得太富裕，你对这个地方留恋，你舍不得离开；换句话说，你来生还要搞轮回，这就错了。你看佛表演教给我们的多好，没有一丝毫留恋，正确的。",
      "zh_TW": "中國幅員遼闊，海南島是屬於熱帶，長江、黃河流域屬於溫帶，黃河以北已經屬於寒帶。所以住在溫帶的人，三件衣服決定不夠，為什麼？有春夏秋冬，那北方就更冷。所以居住在哪個地方，我們有足夠的衣服禦寒、保暖就行，不要再多了。居住的房舍不要太大，小小的，小房子容易收拾，簡單樸素。對這個世間怎麼樣？沒有留戀，時時刻刻想脫離六道輪迴。如果這個地方生活過得太富裕，你對這個地方留戀，你捨不得離開；換句話說，你來生還要搞輪迴，這就錯了。你看佛表演教給我們的多好，沒有一絲毫留戀，正確的。"
    },
    {
      "id": "12-017-1674_p0008",
      "zh_CN": "顺境善缘不生贪恋，逆境恶缘不起瞋恚。佛教我们随喜、随缘，随喜就是随缘，不要攀缘，随缘才能成就功德，攀缘就没有了。攀缘充其量，如果是善的，利益众生的，修一点福报而已，这不能不知道。要记住六祖说的福不能救，脱离六道轮回这个事情，福报没有用处，帮不上忙，功德能帮上。功德是什么？戒定慧。由此可知，功德的德也可以把它看作是道德，伦理、道德、因果、智慧，这个属于德。起心动念、言语造作，日常生活待人接物都要与德相应。",
      "zh_TW": "順境善緣不生貪戀，逆境惡緣不起瞋恚。佛教我們隨喜、隨緣，隨喜就是隨緣，不要攀緣，隨緣才能成就功德，攀緣就沒有了。攀緣充其量，如果是善的，利益眾生的，修一點福報而已，這不能不知道。要記住六祖說的福不能救，脫離六道輪迴這個事情，福報沒有用處，幫不上忙，功德能幫上。功德是什麼？戒定慧。由此可知，功德的德也可以把它看作是道德，倫理、道德、因果、智慧，這個屬於德。起心動念、言語造作，日常生活待人接物都要與德相應。"
    },
    {
      "id": "12-017-1674_p0009",
      "zh_CN": "中国这个族群能够在这个世界上绵延五千年，靠什么？靠道德。所以五千年来改朝换代很多次，但是几乎每个帝王，每一代的国家领导人都着重道德的教育，没有疏忽过的，就是连元朝蒙古人统治中国，清朝满清人统治中国，还是遵循中国五千年祖宗所教的伦理道德，社会才能长治久安。在现在麻烦了，满清亡国之后，中国的社会变成军阀割据，接着是日本人侵略中国，八年抗战，把我们的社会打乱了，把我们中国传统的教学也中断了，逃难。农村里面比较偏僻的地方至少断三代，也就是差不多将近八十年。都市那个影响更大，影响的时间更长，总得五代以上，香港这个地区七代都不止，被英国人统治。于是伦理道德，现在连这个观念都没有了，社会上已经听不到人在讲这些术语了，下一代人怎么会懂得？",
      "zh_TW": "中國這個族群能夠在這個世界上綿延五千年，靠什麼？靠道德。所以五千年來改朝換代很多次，但是幾乎每個帝王，每一代的國家領導人都著重道德的教育，沒有疏忽過的，就是連元朝蒙古人統治中國，清朝滿清人統治中國，還是遵循中國五千年祖宗所教的倫理道德，社會才能長治久安。在現在麻煩了，滿清亡國之後，中國的社會變成軍閥割據，接著是日本人侵略中國，八年抗戰，把我們的社會打亂了，把我們中國傳統的教學也中斷了，逃難。農村裡面比較偏僻的地方至少斷三代，也就是差不多將近八十年。都市那個影響更大，影響的時間更長，總得五代以上，香港這個地區七代都不止，被英國人統治。於是倫理道德，現在連這個觀念都沒有了，社會上已經聽不到人在講這些術語了，下一代人怎麼會懂得？"
    },
    {
      "id": "12-017-1674_p0010",
      "zh_CN": "中国古人讲过一句话，上行下效，这句话意义很深。上一代怎么做，底下一代怎么学，中国这个教育的理念是尧舜时代兴起来的。有文字记载的是四千五百年，在没有文字记载以前一定就有，尧舜时就非常重视这个问题。所以中国谚语才讲「教儿婴孩，教妇初来」，中国教育从什么时候开始？从小孩生下来那天就开始，你要等他三岁、四岁，晚了，来不及了，他已经学坏了。有更好的母亲，负责任的母亲，胎教，怀孕的时候就开始教。怀孕的时候，自己的思想、观念、言行一定要端庄，为什么？她影响胎儿。小孩一出生下来，他睁开眼睛，他就会看，他就会听，他就在模仿，所以他的父母，家里面的大人在他面前，言谈举止都要端庄；换句话说，一定要让他看到最好的、正面的，所有负面的，在他面前不能让他看见，不能让他听到，这样要教三年。所以小孩到三岁，中国人常讲「三岁看八十，七岁定终身」，这个道理外国人不懂。",
      "zh_TW": "中國古人講過一句話，上行下效，這句話意義很深。上一代怎麼做，底下一代怎麼學，中國這個教育的理念是堯舜時代興起來的。有文字記載的是四千五百年，在沒有文字記載以前一定就有，堯舜時就非常重視這個問題。所以中國諺語才講「教兒嬰孩，教婦初來」，中國教育從什麼時候開始？從小孩生下來那天就開始，你要等他三歲、四歲，晚了，來不及了，他已經學壞了。有更好的母親，負責任的母親，胎教，懷孕的時候就開始教。懷孕的時候，自己的思想、觀念、言行一定要端莊，為什麼？她影響胎兒。小孩一出生下來，他睜開眼睛，他就會看，他就會聽，他就在模仿，所以他的父母，家裡面的大人在他面前，言談舉止都要端莊；換句話說，一定要讓他看到最好的、正面的，所有負面的，在他面前不能讓他看見，不能讓他聽到，這樣要教三年。所以小孩到三歲，中國人常講「三歲看八十，七歲定終身」，這個道理外國人不懂。"
    },
    {
      "id": "12-017-1674_p0011",
      "zh_CN": "三岁小孩他就有能力辨别是非，什么是对的，什么是错的。为什么？他所接受的，所看的、所听的、所接触到的全是善的，与这个相违背，他知道那是错误的。到七岁，他的根就很稳固了。中国的教育是家教，学校教育是家教的延续。六、七岁上学，老师接着教，老师言行举止是学生的榜样，所以老师值得人尊敬，他是社会伦理道德的表率。社会教育是家庭教育的扩张，宗教教育是家庭教育的圆满。这是中国几千年的教学，我们不能不知道。",
      "zh_TW": "三歲小孩他就有能力辨別是非，什麼是對的，什麼是錯的。為什麼？他所接受的，所看的、所聽的、所接觸到的全是善的，與這個相違背，他知道那是錯誤的。到七歲，他的根就很穩固了。中國的教育是家教，學校教育是家教的延續。六、七歲上學，老師接著教，老師言行舉止是學生的榜樣，所以老師值得人尊敬，他是社會倫理道德的表率。社會教育是家庭教育的擴張，宗教教育是家庭教育的圓滿。這是中國幾千年的教學，我們不能不知道。"
    },
    {
      "id": "12-017-1674_p0012",
      "zh_CN": "童蒙养正，这个根从哪里扎？根是家教。你看看中国人有祠堂、有家谱，代代的承传。家谱里面多半都有家训，有家规、有家教，都记载得很清楚祖宗怎么样教后代，内容非常丰富。为什么？因为众生在这个社会上从事行业不同，所以家教不一样。你看读书人教他的儿孙怎么样把书念好，读书的目的在哪里，都清清楚楚；经商的人教他的儿女如何去经商，怎么样去赚钱，怎么样去用钱，跟伦理道德相应。每个行业有每个行业里面的规矩，你要是看到那真是洋洋大观。你看到中国家庭教育，不同的家庭不同的教法，我们今天选择的弟子规，弟子规是一般家庭共同的教育；换句话说，是根本的根本，无论是哪个行业，无论是哪个族群，统统都要学的共同科目。",
      "zh_TW": "童蒙養正，這個根從哪裡紮？根是家教。你看看中國人有祠堂、有家譜，代代的承傳。家譜裡面多半都有家訓，有家規、有家教，都記載得很清楚祖宗怎麼樣教後代，內容非常豐富。為什麼？因為眾生在這個社會上從事行業不同，所以家教不一樣。你看讀書人教他的兒孫怎麼樣把書念好，讀書的目的在哪裡，都清清楚楚；經商的人教他的兒女如何去經商，怎麼樣去賺錢，怎麼樣去用錢，跟倫理道德相應。每個行業有每個行業裡面的規矩，你要是看到那真是洋洋大觀。你看到中國家庭教育，不同的家庭不同的教法，我們今天選擇的弟子規，弟子規是一般家庭共同的教育；換句話說，是根本的根本，無論是哪個行業，無論是哪個族群，統統都要學的共同科目。"
    },
    {
      "id": "12-017-1674_p0013",
      "zh_CN": "我们今天选择的《弟子规》、《感应篇》、《十善业道》，这是儒释道三家基本的教育，共同科目。他有这个根，这个民族才能够绵延到今天。如果这三个根没有了，问题就非常严重。现在外国人都知道，中国这个民族是不是会在这个时代消失掉？文化没有了，这就消失掉了。四大文明古国，最后这个古国也亡掉了。现在我们生在这个时代是我们存亡继绝的边缘，就看我们怎么做法。能不能再把祖宗德教传下去，传不下去就完了。没有德教，社会问题就严重了，社会的动乱频率决定是年年增长，灾害决定是年年要加重，那就是很可悲的现象。好在这两年江主席提倡「以德治国」，胡主席提倡的「和谐社会，和谐世界」，跟传统的教育沾到一点边缘。弟子规，我们这几年的推动产生了影响，尤其汤池的教学给我们带来一线的光明。如果中国人真的觉悟，认真努力发扬光大我们伦理、道德、因果、智慧的教育，中国这个民族在世界上还会长远的生存下去。",
      "zh_TW": "我們今天選擇的《弟子規》、《感應篇》、《十善業道》，這是儒釋道三家基本的教育，共同科目。他有這個根，這個民族才能夠綿延到今天。如果這三個根沒有了，問題就非常嚴重。現在外國人都知道，中國這個民族是不是會在這個時代消失掉？文化沒有了，這就消失掉了。四大文明古國，最後這個古國也亡掉了。現在我們生在這個時代是我們存亡繼絕的邊緣，就看我們怎麼做法。能不能再把祖宗德教傳下去，傳不下去就完了。沒有德教，社會問題就嚴重了，社會的動亂頻率決定是年年增長，災害決定是年年要加重，那就是很可悲的現象。好在這兩年江主席提倡「以德治國」，胡主席提倡的「和諧社會，和諧世界」，跟傳統的教育沾到一點邊緣。弟子規，我們這幾年的推動產生了影響，尤其湯池的教學給我們帶來一線的光明。如果中國人真的覺悟，認真努力發揚光大我們倫理、道德、因果、智慧的教育，中國這個民族在世界上還會長遠的生存下去。"
    },
    {
      "id": "12-017-1674_p0014",
      "zh_CN": "随喜功德主要对治的是嫉妒。世间人确实因为没有受过教育，没有受教育他就会随烦恼。贪瞋痴慢，佛说的叫俱生烦恼，不是学来的，你过去生中带来的，这个我们要肯定。人有过去、有未来，过去生中这些不善的习气太深了。佛在法相里面给我们讲烦恼，讲善心所跟恶心所，恶就是烦恼，善心所有十一个，烦恼心所有二十六个，在数量上比，烦恼超过，就是恶超过善很多，又何况在力度上来讲，恶盛善弱。所以人学好很难，学坏很容易，道理在此地。要不认真好好教他，很容易学坏。",
      "zh_TW": "隨喜功德主要對治的是嫉妒。世間人確實因為沒有受過教育，沒有受教育他就會隨煩惱。貪瞋痴慢，佛說的叫俱生煩惱，不是學來的，你過去生中帶來的，這個我們要肯定。人有過去、有未來，過去生中這些不善的習氣太深了。佛在法相裡面給我們講煩惱，講善心所跟惡心所，惡就是煩惱，善心所有十一個，煩惱心所有二十六個，在數量上比，煩惱超過，就是惡超過善很多，又何況在力度上來講，惡盛善弱。所以人學好很難，學壞很容易，道理在此地。要不認真好好教他，很容易學壞。"
    },
    {
      "id": "12-017-1674_p0015",
      "zh_CN": "在过去历史当中，你尤其去看这些帝王，开国的帝王好，言行都善，代代相传，他能保持他的政权。到末代变坏了，祖宗那些教诲、成法他完全没有顾忌，随顺自己烦恼习气，到最后国亡了，家也被灭了，这我们在历史上看得太多了。你看那个开国的帝王，他怎么样兴起来的？亡国的那个帝王，他为什么把国家失掉？你细心去观察就明白了。只要与伦理、道德、因果相应的决定兴旺，如果是相违背的那一定是败亡。",
      "zh_TW": "在過去歷史當中，你尤其去看這些帝王，開國的帝王好，言行都善，代代相傳，他能保持他的政權。到末代變壞了，祖宗那些教誨、成法他完全沒有顧忌，隨順自己煩惱習氣，到最後國亡了，家也被滅了，這我們在歷史上看得太多了。你看那個開國的帝王，他怎麼樣興起來的？亡國的那個帝王，他為什麼把國家失掉？你細心去觀察就明白了。只要與倫理、道德、因果相應的決定興旺，如果是相違背的那一定是敗亡。"
    },
    {
      "id": "12-017-1674_p0016",
      "zh_CN": "所以烦恼是俱生的，最严重的是瞋恚，佛给我们讲贪瞋痴是三毒之因，贪心，饿鬼道；瞋恚，地狱道；愚痴，畜生道。嫉妒是属于瞋恚里面的一分，这个很严重，看到别人比我好，心里就难过，甚至于想方法破坏他，造的罪业就重了。所以佛教给我们要懂得随喜，看到别人做好事，心里面生欢喜，不但生欢喜，还要全心全力去帮助他，他的成就有多大功德，我们随喜的人跟他是一样的功德，你要明白这个道理，你才会真的修随喜功德。为什么？他做得很辛苦，我们随喜一点点就沾他的光。决定不能嫉妒，决定不能障碍。别人发财了，得大财富了，我们对他有嫉妒心，想尽方法去破坏他，我们将来的果报是什么？生生世世贫穷，造什么样的因会受什么样果报。",
      "zh_TW": "所以煩惱是俱生的，最嚴重的是瞋恚，佛給我們講貪瞋痴是三毒之因，貪心，餓鬼道；瞋恚，地獄道；愚痴，畜生道。嫉妒是屬於瞋恚裡面的一分，這個很嚴重，看到別人比我好，心裡就難過，甚至於想方法破壞他，造的罪業就重了。所以佛教給我們要懂得隨喜，看到別人做好事，心裡面生歡喜，不但生歡喜，還要全心全力去幫助他，他的成就有多大功德，我們隨喜的人跟他是一樣的功德，你要明白這個道理，你才會真的修隨喜功德。為什麼？他做得很辛苦，我們隨喜一點點就沾他的光。決定不能嫉妒，決定不能障礙。別人發財了，得大財富了，我們對他有嫉妒心，想盡方法去破壞他，我們將來的果報是什麼？生生世世貧窮，造什麼樣的因會受什麼樣果報。"
    },
    {
      "id": "12-017-1674_p0017",
      "zh_CN": "别人修法布施，以正法教化众生，你去破坏他、去障碍他，《发起菩萨殊胜志乐经》过去我讲过三遍，那里面就说得很清楚。有两位法师讲经说法，法缘殊胜，听众很多，另外也是有一些出家人起嫉妒心破坏他，在听众里面说这个法师只会讲，没有德行，在造谣生事。听众受了这个影响，渐渐就散了，不再来听这个法师讲经。这些破坏道场的比丘堕地狱，经过一千八百万年才从地狱里出来。一千八百万年是我们人间的时间，诸位要晓得人间跟地狱有时差，现在讲时差大家会懂得，在地狱里头，俗话常讲度日如年，在地狱里面感受那就是无量劫。出来之后，到人间来了，贫穷下贱，愚痴没有智慧，为什么？你破坏人家法布施，你障碍一切众生听经学教的机缘，得的果报是生生世世愚痴，不知道果报的可怕，敢造这种罪业。",
      "zh_TW": "別人修法布施，以正法教化眾生，你去破壞他、去障礙他，《發起菩薩殊勝志樂經》過去我講過三遍，那裡面就說得很清楚。有兩位法師講經說法，法緣殊勝，聽眾很多，另外也是有一些出家人起嫉妒心破壞他，在聽眾裡面說這個法師只會講，沒有德行，在造謠生事。聽眾受了這個影響，漸漸就散了，不再來聽這個法師講經。這些破壞道場的比丘墮地獄，經過一千八百萬年才從地獄裡出來。一千八百萬年是我們人間的時間，諸位要曉得人間跟地獄有時差，現在講時差大家會懂得，在地獄裡頭，俗話常講度日如年，在地獄裡面感受那就是無量劫。出來之後，到人間來了，貧窮下賤，愚痴沒有智慧，為什麼？你破壞人家法布施，你障礙一切眾生聽經學教的機緣，得的果報是生生世世愚痴，不知道果報的可怕，敢造這種罪業。"
    },
    {
      "id": "12-017-1674_p0018",
      "zh_CN": "如果你要真的是个明白人、聪明人，不但没有嫉妒心，随喜，怎么随喜？劝人去听经，劝人去学习佛法，这个功德大。他开悟了，他证果了，他成佛了，他会报你恩的。那你的果报，就是自己没有修行，果报也在人天（人间天上），而且得什么？得聪明智慧。你帮助别人得聪明智慧，你自己得聪明智慧；障碍别人聪明智慧，自己就得愚痴果报，这不能不知道。所以随喜功德的范围无量无边，不能不知道去学习。",
      "zh_TW": "如果你要真的是個明白人、聰明人，不但沒有嫉妒心，隨喜，怎麼隨喜？勸人去聽經，勸人去學習佛法，這個功德大。他開悟了，他證果了，他成佛了，他會報你恩的。那你的果報，就是自己沒有修行，果報也在人天（人間天上），而且得什麼？得聰明智慧。你幫助別人得聰明智慧，你自己得聰明智慧；障礙別人聰明智慧，自己就得愚痴果報，這不能不知道。所以隨喜功德的範圍無量無邊，不能不知道去學習。"
    },
    {
      "id": "12-017-1674_p0019",
      "zh_CN": "会修随喜的人，不但功德不失掉，功德是不断的在增长。无论是善缘、是恶缘，善缘可以随喜，恶缘，遇到恶缘自己要认真反省，还是成就功德。我们在一生当中一切遭遇，在环境上，一个顺、一个逆；在人事上，一个善人、一个恶人，善人是帮助我们的，恶人是障碍我们的，可是会修的人，顺境逆境、善缘恶缘都是道场，都是善知识，他会学。在顺境善缘里面则兼善天下，教化众生、帮助别人；如果在逆境、在恶缘，你就可以收歛，独善其身。古人给我们做了很多的好样子，在盛世，太平盛世，社会安定，善人多，护持的人多，弘法利生；在乱世，环境不好，障碍很多，住到深山里面去自己修行，不出来，不跟外面接触，成就自己，好样子。所以我们究竟是成就自己还是帮助别人，必须要看客观的环境。",
      "zh_TW": "會修隨喜的人，不但功德不失掉，功德是不斷的在增長。無論是善緣、是惡緣，善緣可以隨喜，惡緣，遇到惡緣自己要認真反省，還是成就功德。我們在一生當中一切遭遇，在環境上，一個順、一個逆；在人事上，一個善人、一個惡人，善人是幫助我們的，惡人是障礙我們的，可是會修的人，順境逆境、善緣惡緣都是道場，都是善知識，他會學。在順境善緣裡面則兼善天下，教化眾生、幫助別人；如果在逆境、在惡緣，你就可以收歛，獨善其身。古人給我們做了很多的好樣子，在盛世，太平盛世，社會安定，善人多，護持的人多，弘法利生；在亂世，環境不好，障礙很多，住到深山裡面去自己修行，不出來，不跟外面接觸，成就自己，好樣子。所以我們究竟是成就自己還是幫助別人，必須要看客觀的環境。"
    },
    {
      "id": "12-017-1674_p0020",
      "zh_CN": "初学的时候，尤其是贫穷，能力非常有限，想做一点好事很困难，自己三餐饭都成问题，哪有能力去帮助别人？如果要不明白这个道理，这一生真的被命运拘束。我们读《了凡四训》才豁然大悟，晓得什么？晓得命运是自己造的，所以命运自己可以改变。我遇到章嘉大师，他老人家教我改变命运的方法，老人。我认识他那一年，我二十六岁，他六十五岁，大我三十九岁，祖父辈。看看我的相，没有福报，一点福报都没有，而且还短命，这个事情我都很清楚。",
      "zh_TW": "初學的時候，尤其是貧窮，能力非常有限，想做一點好事很困難，自己三餐飯都成問題，哪有能力去幫助別人？如果要不明白這個道理，這一生真的被命運拘束。我們讀《了凡四訓》才豁然大悟，曉得什麼？曉得命運是自己造的，所以命運自己可以改變。我遇到章嘉大師，他老人家教我改變命運的方法，老人。我認識他那一年，我二十六歲，他六十五歲，大我三十九歲，祖父輩。看看我的相，沒有福報，一點福報都沒有，而且還短命，這個事情我都很清楚。"
    },
    {
      "id": "12-017-1674_p0021",
      "zh_CN": "他教给我的方法都是改造自己命运的方法，当时老人并没有说穿，只是教我这样做法：看破、放下、布施。布施对我来讲非常困难，他就问我：一个月能够布施一块、二块钱，有没有？这个可以，多了真是没有。你叫我布施十块、二十块非常困难，但是一块、二块行。你就从这做。以后我看到寺院里面放生，我就修随喜，也能出个一、二块；看到寺院里印经，我也能随喜出一、二块钱。最初这么做，老师教的就要干。我们也没有想到什么果报，贫贱生活过成习惯，没有奢求。因为知道自己寿命不长，所以遇到净土法门，对于念佛往生看得非常重。在世间受这么多苦难，对这个世界没有留恋，这都是学道、学佛好的增上缘，富贵就很难放下。从小名闻利养的念头没有，那是命，命里头没有不要求，求是自找烦恼，求不到。",
      "zh_TW": "他教給我的方法都是改造自己命運的方法，當時老人並沒有說穿，只是教我這樣做法：看破、放下、布施。布施對我來講非常困難，他就問我：一個月能夠布施一塊、二塊錢，有沒有？這個可以，多了真是沒有。你叫我布施十塊、二十塊非常困難，但是一塊、二塊行。你就從這做。以後我看到寺院裡面放生，我就修隨喜，也能出個一、二塊；看到寺院裡印經，我也能隨喜出一、二塊錢。最初這麼做，老師教的就要幹。我們也沒有想到什麼果報，貧賤生活過成習慣，沒有奢求。因為知道自己壽命不長，所以遇到淨土法門，對於念佛往生看得非常重。在世間受這麼多苦難，對這個世界沒有留戀，這都是學道、學佛好的增上緣，富貴就很難放下。從小名聞利養的念頭沒有，那是命，命裡頭沒有不要求，求是自找煩惱，求不到。"
    },
    {
      "id": "12-017-1674_p0022",
      "zh_CN": "所以学佛之后，我学佛七年出家，前面十五年过的生活是非常艰苦，一般人想像不到。我在台中跟李老师，过的那个日子，慧忍法师去看我，看我那个生活，他很感叹：你真能够受得了！我到学佛二十年就有明显的转变。我学佛七年开始讲经教学，讲经教学二十年，自己才有一个小道场，「华藏视听图书馆」，又过了三年，简丰文居士送我一个道场，我把它建成「佛陀教育基金会」，在台湾就这两个地方，都很小，所做的全都是法布施。以后大家晓得法缘殊胜，从哪里来？法布施来的。这是我学印光法师，这是李炳南老师教导的，学印祖。",
      "zh_TW": "所以學佛之後，我學佛七年出家，前面十五年過的生活是非常艱苦，一般人想像不到。我在台中跟李老師，過的那個日子，慧忍法師去看我，看我那個生活，他很感嘆：你真能夠受得了！我到學佛二十年就有明顯的轉變。我學佛七年開始講經教學，講經教學二十年，自己才有一個小道場，「華藏視聽圖書館」，又過了三年，簡豐文居士送我一個道場，我把它建成「佛陀教育基金會」，在台灣就這兩個地方，都很小，所做的全都是法布施。以後大家曉得法緣殊勝，從哪裡來？法布施來的。這是我學印光法師，這是李炳南老師教導的，學印祖。"
    },
    {
      "id": "12-017-1674_p0023",
      "zh_CN": "印祖一生接受四众所有的供养，全部用做印经。他在苏州有个弘化社，自己有个小型的印刷厂，对全国印送经书、善书，其他的统统不做，连慈善救济，有特别的灾难，从印经款项里面拨一点出来救灾。我感觉得这个好，有百利而无一弊，没有副作用。我们经书印出去流通在外面，赠送给别人，人家拿去卖都好，为什么？有人买，所以我知道他一定会看，一定会学。没有一桩不是好事，没有副作用。",
      "zh_TW": "印祖一生接受四眾所有的供養，全部用做印經。他在蘇州有個弘化社，自己有個小型的印刷廠，對全國印送經書、善書，其他的統統不做，連慈善救濟，有特別的災難，從印經款項裡面撥一點出來救災。我感覺得這個好，有百利而無一弊，沒有副作用。我們經書印出去流通在外面，贈送給別人，人家拿去賣都好，為什麼？有人買，所以我知道他一定會看，一定會學。沒有一樁不是好事，沒有副作用。"
    },
    {
      "id": "12-017-1674_p0024",
      "zh_CN": "讲经二十年之后，生活环境逐渐转变。转变，我们的法布施、法供养做得更顺利，做得更多，做得更大，现在已经普遍到全世界。好，这一条我们就学到此地。",
      "zh_TW": "講經二十年之後，生活環境逐漸轉變。轉變，我們的法布施、法供養做得更順利，做得更多，做得更大，現在已經普遍到全世界。好，這一條我們就學到此地。"
    },
    {
      "id": "12-017-1674_p0025",
      "zh_CN": "诸位法师，诸位同学，请坐。「随喜功德」是最容易修的，只要心量能扩大，你每天都会遇到许多人在做好事，自己没有力量一样可以随喜，诚心诚意的赞叹、表扬都是圆满的功德，所以这个机会不要错过，这个很重要。",
      "zh_TW": "諸位法師，諸位同學，請坐。「隨喜功德」是最容易修的，只要心量能擴大，你每天都會遇到許多人在做好事，自己沒有力量一樣可以隨喜，誠心誠意的讚歎、表揚都是圓滿的功德，所以這個機會不要錯過，這個很重要。"
    },
    {
      "id": "12-017-1674_p0026",
      "zh_CN": "下面第六条是「请转法轮」，这个意思就是礼请法师大德为大家讲经说法。佛法用「轮」来做代表，确实是非常圆满、非常难得的一种做法。因为佛法终极的理论离不开空有，终极的理论是「空有不二，性相一如」，我们讲这是佛菩萨的境界，法身大士的境界。用什么样的东西才能表示空有不二？你看佛用这个轮，轮是个圆，确实它能够显示出来。圆周有，圆心空的，在几何学上。释迦牟尼佛那个时候没有几何学，但是他用这个符号跟几何学上讲的圆是一个意思。几何里面讲点，点是个抽象的概念。你真的点一个点下去了，你在放大镜看，它是个面积。所以真正的点不是物质，甚至于说它也不是精神，佛法里面讲法性。它虽然什么都没有，有是它变现出来的，点动就变成线，线再移动就变成面。",
      "zh_TW": "下面第六條是「請轉法輪」，這個意思就是禮請法師大德為大家講經說法。佛法用「輪」來做代表，確實是非常圓滿、非常難得的一種做法。因為佛法終極的理論離不開空有，終極的理論是「空有不二，性相一如」，我們講這是佛菩薩的境界，法身大士的境界。用什麼樣的東西才能表示空有不二？你看佛用這個輪，輪是個圓，確實它能夠顯示出來。圓周有，圓心空的，在幾何學上。釋迦牟尼佛那個時候沒有幾何學，但是他用這個符號跟幾何學上講的圓是一個意思。幾何裡面講點，點是個抽象的概念。你真的點一個點下去了，你在放大鏡看，它是個面積。所以真正的點不是物質，甚至於說它也不是精神，佛法裡面講法性。它雖然什麼都沒有，有是它變現出來的，點動就變成線，線再移動就變成面。"
    },
    {
      "id": "12-017-1674_p0027",
      "zh_CN": "现在科学家证明物质确实是无中生有，跟佛法讲得非常接近。佛在三千年前没有任何科学仪器，他是看到的，所谓佛眼亲眼看到的事实真相。所有的这些物质现象、精神现象都不是真的，都是从哪来的？无中生有。《华严经》上说的「唯心所现，唯识所变」，心是真心，心不是精神，也不是物质，就像那个圆的心一样的，它能够变成精神、能够变成物质，宇宙之间森罗万象都是它变现的。佛用这么一个符号就能代表这个教义，很不可思议，称之为法轮。",
      "zh_TW": "現在科學家證明物質確實是無中生有，跟佛法講得非常接近。佛在三千年前沒有任何科學儀器，他是看到的，所謂佛眼親眼看到的事實真相。所有的這些物質現象、精神現象都不是真的，都是從哪來的？無中生有。《華嚴經》上說的「唯心所現，唯識所變」，心是真心，心不是精神，也不是物質，就像那個圓的心一樣的，它能夠變成精神、能夠變成物質，宇宙之間森羅萬象都是它變現的。佛用這麼一個符號就能代表這個教義，很不可思議，稱之為法輪。"
    },
    {
      "id": "12-017-1674_p0028",
      "zh_CN": "所以在这个轮上你就看出空有是一不是二，你看圆有心空，它真的是一体。心是能现，圆是所现，心虽然没有相，所现的相无穷大，不断向外扩张，就是现在科学家看到宇宙好像在膨胀，跟法轮的意思能会通。它不是爆炸，绝对没有爆炸。科学家所讲的没有佛法讲的那么圆满，诸位要深入，你才真正能够了解宇宙万有的真实相，了解之后，你就叫大彻大悟，明心见性，见性成佛，佛就是通达宇宙真相的人。然后你才晓得所有一切妄想分别执着全是假的，那是什么？那是一切痛苦的根源。你认清楚了，放下了，叫离苦得乐。",
      "zh_TW": "所以在這個輪上你就看出空有是一不是二，你看圓有心空，它真的是一體。心是能現，圓是所現，心雖然沒有相，所現的相無窮大，不斷向外擴張，就是現在科學家看到宇宙好像在膨脹，跟法輪的意思能會通。它不是爆炸，絕對沒有爆炸。科學家所講的沒有佛法講的那麼圓滿，諸位要深入，你才真正能夠了解宇宙萬有的真實相，了解之後，你就叫大徹大悟，明心見性，見性成佛，佛就是通達宇宙真相的人。然後你才曉得所有一切妄想分別執著全是假的，那是什麼？那是一切痛苦的根源。你認清楚了，放下了，叫離苦得樂。"
    },
    {
      "id": "12-017-1674_p0029",
      "zh_CN": "转是辗转，代代相传，佛教给他弟子，弟子代代相传，传到三千年后我们来接受。我们接受，自己明白了，得到受用了，一定要传下去。中国古人讲「不孝有三，无后为大」，后是什么？传人。没有传人不可以，一定要有传人，传人是愈多愈好。但是传人也是可遇不可求，为什么？没有那个善根福德因缘，他不能接受，真的要善根福德因缘统统具足。善根是能信，接触到他就能相信。福德是什么？他能行，能信能解能行，他才得受用。缘是机缘，我们自己得到的承传，有老师、有经典，有老师没有经典不行，有经典没有老师也不行，一定要有个人指导，终于把这桩事情搞清楚、搞明白。这个世界是什么？六道是什么？十法界是什么？诸佛刹土、一真法界是什么？搞得清清楚楚、明明白白。我们从哪里来、到哪里去，一切众生从哪里来、到哪里去，没有一样不清楚。",
      "zh_TW": "轉是輾轉，代代相傳，佛教給他弟子，弟子代代相傳，傳到三千年後我們來接受。我們接受，自己明白了，得到受用了，一定要傳下去。中國古人講「不孝有三，無後為大」，後是什麼？傳人。沒有傳人不可以，一定要有傳人，傳人是愈多愈好。但是傳人也是可遇不可求，為什麼？沒有那個善根福德因緣，他不能接受，真的要善根福德因緣統統具足。善根是能信，接觸到他就能相信。福德是什麼？他能行，能信能解能行，他才得受用。緣是機緣，我們自己得到的承傳，有老師、有經典，有老師沒有經典不行，有經典沒有老師也不行，一定要有個人指導，終於把這樁事情搞清楚、搞明白。這個世界是什麼？六道是什麼？十法界是什麼？諸佛剎土、一真法界是什麼？搞得清清楚楚、明明白白。我們從哪裡來、到哪裡去，一切眾生從哪裡來、到哪裡去，沒有一樣不清楚。"
    },
    {
      "id": "12-017-1674_p0030",
      "zh_CN": "所以转法轮用现代的话来说就是请讲经，请这些大德，无论是出家在家都一样，只要对佛法通达明了有修行，他自己真正做到。所以这个教学，先自己做到，然后你再说出，你的言语态度是肯定的，没有疑惑。如果自己没有做到，半信半疑，你讲出来叫别人听到也半信半疑，这是一定的道理。诚于中，自然就形于外，你表现在外面。内心里头不踏实，你外面的形象、言语都是模棱两可，会听的人、会看的人一接触就明了，所以一定要真修，要真干。",
      "zh_TW": "所以轉法輪用現代的話來說就是請講經，請這些大德，無論是出家在家都一樣，只要對佛法通達明瞭有修行，他自己真正做到。所以這個教學，先自己做到，然後你再說出，你的言語態度是肯定的，沒有疑惑。如果自己沒有做到，半信半疑，你講出來叫別人聽到也半信半疑，這是一定的道理。誠於中，自然就形於外，你表現在外面。內心裡頭不踏實，你外面的形象、言語都是模稜兩可，會聽的人、會看的人一接觸就明瞭，所以一定要真修，要真幹。"
    },
    {
      "id": "12-017-1674_p0031",
      "zh_CN": "为什么释迦牟尼佛、孔子、孟子当年教学会产生那么样深远的影响，道理在哪里？没有别的，自己做到了，亲身证得的，所以能感动人。自己没有证得，听别人说的，没有证得总还是有疑惑。所以圣贤的教育着重在亲证，证得之后，你才说。古代讲经的法师、居士如果没有证果，他不敢讲，怕说错，说错了背因果，你误导别人。自己错了无所谓，误导别人的过失很重。现在这个时代，哪个人证果？我亲近的三个老师可以说是大善知识，问他有没有证果，他摇头，不敢说证果。那怎么办？眼看着弘法的人愈来愈少，佛法在世间要断绝，老师不得已教给我们一个方便法门。",
      "zh_TW": "為什麼釋迦牟尼佛、孔子、孟子當年教學會產生那麼樣深遠的影響，道理在哪裡？沒有別的，自己做到了，親身證得的，所以能感動人。自己沒有證得，聽別人說的，沒有證得總還是有疑惑。所以聖賢的教育著重在親證，證得之後，你才說。古代講經的法師、居士如果沒有證果，他不敢講，怕說錯，說錯了背因果，你誤導別人。自己錯了無所謂，誤導別人的過失很重。現在這個時代，哪個人證果？我親近的三個老師可以說是大善知識，問他有沒有證果，他搖頭，不敢說證果。那怎麼辦？眼看著弘法的人愈來愈少，佛法在世間要斷絕，老師不得已教給我們一個方便法門。"
    },
    {
      "id": "12-017-1674_p0032",
      "zh_CN": "从前是修行证果之后出来讲，现在怎么样？一面讲一面修行，这是方便法。怎么讲法？讲古人的注解。我们只要把古人的注解能看得懂，照着他的注解讲，讲错了，他负责，我没有责任。老师教导我们，我们听听有道理，这就好办了。注解的采取，老师教我们一个原则，取古人的不取今人的。为什么？古人真的有修有证，靠得住，今人烦恼习气很重，纵然有修未必有证。所以叫我们取古注，必要的时候也可以参考今人的注解，总是以古注为主，今注做一个参考而已。守住这个原则，我们再学讲经，一面要讲，一面要真修，然后你才能够证实，在生活当中去体验经典里面的教诲。用这个方法，这是对我们现代人的根性，善巧方便；愈体验愈深入。",
      "zh_TW": "從前是修行證果之後出來講，現在怎麼樣？一面講一面修行，這是方便法。怎麼講法？講古人的註解。我們只要把古人的註解能看得懂，照著他的註解講，講錯了，他負責，我沒有責任。老師教導我們，我們聽聽有道理，這就好辦了。註解的採取，老師教我們一個原則，取古人的不取今人的。為什麼？古人真的有修有證，靠得住，今人煩惱習氣很重，縱然有修未必有證。所以叫我們取古註，必要的時候也可以參考今人的註解，總是以古註為主，今註做一個參考而已。守住這個原則，我們再學講經，一面要講，一面要真修，然後你才能夠證實，在生活當中去體驗經典裡面的教誨。用這個方法，這是對我們現代人的根性，善巧方便；愈體驗愈深入。"
    },
    {
      "id": "12-017-1674_p0033",
      "zh_CN": "我一直到今天决不敢自称为老师，不敢。我在讲台上讲经，这么多年来都常常讲，我跟大家一起学习，我们是同学，我在讲台上将我自己学习的心得提供给大家分享。我对于经教的体会年年不一样，这就是进步。就《华严经》来说，现在讲了三千多个小时，你们如果要从头听，听到现在，或者我们都保留着有光碟在，你拿从前的，几年以前，你听听看，听听我现在讲的，大不相同，不断在进步，这是人生最高的享受，乐此不疲。你叫我干什么，我都没有兴趣，我每天兴趣读经讲经，跟同学们在一起研究讨论，真正体会明白孔子所说的「学而时习之，不亦说乎」。这句话我懂得了，我体验到了，很难懂。佛法讲的法喜充满，常生欢喜心，经论里面常讲烦恼轻、智慧长，确实烦恼习气一年比一年轻，这个非常显著，智慧是一年比一年增长。这一次，我们在现前学习的普贤菩萨十愿，十愿我讲过很多次，你把我从前所讲的跟这一次来做个比较，你就知道，晓得不一样。同样一个科目，同样一句经文，我讲十遍十个样子，绝对没有一次是相同的。",
      "zh_TW": "我一直到今天決不敢自稱為老師，不敢。我在講台上講經，這麼多年來都常常講，我跟大家一起學習，我們是同學，我在講台上將我自己學習的心得提供給大家分享。我對於經教的體會年年不一樣，這就是進步。就《華嚴經》來說，現在講了三千多個小時，你們如果要從頭聽，聽到現在，或者我們都保留著有光碟在，你拿從前的，幾年以前，你聽聽看，聽聽我現在講的，大不相同，不斷在進步，這是人生最高的享受，樂此不疲。你叫我幹什麼，我都沒有興趣，我每天興趣讀經講經，跟同學們在一起研究討論，真正體會明白孔子所說的「學而時習之，不亦說乎」。這句話我懂得了，我體驗到了，很難懂。佛法講的法喜充滿，常生歡喜心，經論裡面常講煩惱輕、智慧長，確實煩惱習氣一年比一年輕，這個非常顯著，智慧是一年比一年增長。這一次，我們在現前學習的普賢菩薩十願，十願我講過很多次，你把我從前所講的跟這一次來做個比較，你就知道，曉得不一樣。同樣一個科目，同樣一句經文，我講十遍十個樣子，絕對沒有一次是相同的。"
    },
    {
      "id": "12-017-1674_p0034",
      "zh_CN": "我们对法轮的意思认识了，请法师、大德（大德包括在家居士）来讲经，我们平常讲修福，没有比这个更殊胜的，世出世间无论做什么好事不能超过这个好事，为什么？讲经，听众很多，不定里头有那么一个、二个开悟了，有一个、二个明白了，这个功德大！他是布施智慧，真实功德，跟别的不一样。所以会修福的人，无论是家里面祝寿庆生，乃至于送亡，第一殊胜的是请法师大德来讲经，祝寿讲《无量寿经》，超度讲《地藏经》，小孩出生讲《十善业道经》，比做什么法会都殊胜，真正是消灾植福。",
      "zh_TW": "我們對法輪的意思認識了，請法師、大德（大德包括在家居士）來講經，我們平常講修福，沒有比這個更殊勝的，世出世間無論做什麼好事不能超過這個好事，為什麼？講經，聽眾很多，不定裡頭有那麼一個、二個開悟了，有一個、二個明白了，這個功德大！他是布施智慧，真實功德，跟別的不一樣。所以會修福的人，無論是家裡面祝壽慶生，乃至於送亡，第一殊勝的是請法師大德來講經，祝壽講《無量壽經》，超度講《地藏經》，小孩出生講《十善業道經》，比做什麼法會都殊勝，真正是消災植福。"
    },
    {
      "id": "12-017-1674_p0035",
      "zh_CN": "尤其是化解灾难，对于国家，为国家祈福，过去台湾做仁王法会，能不能收到效果？《仁王经》里面讲得很清楚，你要照经里面去做。《仁王经》里面教我们，请一百位的法师在七天的时间，每天读诵《仁王经》，冥阳两利。如果光是念，念了不懂，有没有效果？那个效果要打很大的折扣。应该要怎么做法？应该要宣讲。请一百个法师早晚读诵，就像早晚课一样，早晨念一部，晚上念一部，上午、下午要请法师讲这部经，那个功德就殊胜了。念经不如讲经，讲经不如依教修行，经典里面教给我们一些行法（修行的方法），依教奉行。你要把佛陀的教诲真正落实，佛所讲的这些道理变成自己的思想见解行为，你真得利益。",
      "zh_TW": "尤其是化解災難，對於國家，為國家祈福，過去台灣做仁王法會，能不能收到效果？《仁王經》裡面講得很清楚，你要照經裡面去做。《仁王經》裡面教我們，請一百位的法師在七天的時間，每天讀誦《仁王經》，冥陽兩利。如果光是念，念了不懂，有沒有效果？那個效果要打很大的折扣。應該要怎麼做法？應該要宣講。請一百個法師早晚讀誦，就像早晚課一樣，早晨念一部，晚上念一部，上午、下午要請法師講這部經，那個功德就殊勝了。念經不如講經，講經不如依教修行，經典裡面教給我們一些行法（修行的方法），依教奉行。你要把佛陀的教誨真正落實，佛所講的這些道理變成自己的思想見解行為，你真得利益。"
    },
    {
      "id": "12-017-1674_p0036",
      "zh_CN": "释迦牟尼佛当年在世，你要知道他是什么身分？不是宗教，他当年在世的身分跟中国孔子没有两样，天天跟大家在一起讲经说法，就是现在讲的上课教学，是做这个事情的。同学们有任何疑难提出来解答讨论，一生做的是这个事业，没有做其他的事情，天天教。听众有常随众，出家的，一生跟着他老人家，他到哪里去就跟着到哪里去，常随众，经典里面记载的一千二百五十五人，这团体很大。临时来参加的非常多，有人来听一堂课，有人来听几天，有人来听半个月、一个月，不固定的。男女老少、各行各业，统统在一起教。所以这个要认识清楚，用现代的话，要是给释迦牟尼佛做个定位，他是什么身分？我们今天讲社会教育家。他没有办学校，他搞的是社会教育。来学的人，他也不收学费，也不需要报名，来者不拒，去者不留，不分国家、不分种族，也不分宗教信仰，你只要喜欢，佛统统接受，多元文化，这是首先我们要认识清楚，然后你才晓得我怎么样跟他学。",
      "zh_TW": "釋迦牟尼佛當年在世，你要知道他是什麼身分？不是宗教，他當年在世的身分跟中國孔子沒有兩樣，天天跟大家在一起講經說法，就是現在講的上課教學，是做這個事情的。同學們有任何疑難提出來解答討論，一生做的是這個事業，沒有做其他的事情，天天教。聽眾有常隨眾，出家的，一生跟著他老人家，他到哪裡去就跟著到哪裡去，常隨眾，經典裡面記載的一千二百五十五人，這團體很大。臨時來參加的非常多，有人來聽一堂課，有人來聽幾天，有人來聽半個月、一個月，不固定的。男女老少、各行各業，統統在一起教。所以這個要認識清楚，用現代的話，要是給釋迦牟尼佛做個定位，他是什麼身分？我們今天講社會教育家。他沒有辦學校，他搞的是社會教育。來學的人，他也不收學費，也不需要報名，來者不拒，去者不留，不分國家、不分種族，也不分宗教信仰，你只要喜歡，佛統統接受，多元文化，這是首先我們要認識清楚，然後你才曉得我怎麼樣跟他學。"
    },
    {
      "id": "12-017-1674_p0037",
      "zh_CN": "他从三十岁示现开悟，这个悟就是彻底把宇宙人生的真相搞清楚、搞明白，大彻大悟，悟了之后就开始教学，一直到他老人家七十九岁过世，佛法讲涅槃。三十岁开始到七十九岁，四十九年。讲经三百余会，说法四十九年，这个会就是我们现在讲的办活动，大型的，大规模的、小规模的这种教学的活动三百多次。时间长的有好几年，短的有半个月、一个月，或者是三天、五天不定，我们想像当中也好像是现在这种状况一样。所以佛没有定法可说，从哪个地方来的人，他们有什么问题、有什么困难向佛陀请教，可以特别给他们开个班，来帮助他们解决问题，所以经典有这么多，有几千种。",
      "zh_TW": "他從三十歲示現開悟，這個悟就是徹底把宇宙人生的真相搞清楚、搞明白，大徹大悟，悟了之後就開始教學，一直到他老人家七十九歲過世，佛法講涅槃。三十歲開始到七十九歲，四十九年。講經三百餘會，說法四十九年，這個會就是我們現在講的辦活動，大型的，大規模的、小規模的這種教學的活動三百多次。時間長的有好幾年，短的有半個月、一個月，或者是三天、五天不定，我們想像當中也好像是現在這種狀況一樣。所以佛沒有定法可說，從哪個地方來的人，他們有什麼問題、有什麼困難向佛陀請教，可以特別給他們開個班，來幫助他們解決問題，所以經典有這麼多，有幾千種。"
    },
    {
      "id": "12-017-1674_p0038",
      "zh_CN": "一个会里面可能讨论很多主题，就像这个大经里面分多少品，每一品都是一个独立的主题。像大般若的法会就很长，时间很长，大宝积的法会。《华严经》四十品，传到我们中国是不完整的本子，我们现在用的经是三十九品，三十九个单元，每个单元也是讨论一个主题，所以《大方广佛华严经》可以说是三十九部经合在一起，每个单元可以独立，也可以连在一起。每个单元长短不相同，最长的「入法界品」，这一品就有四十卷，像我们现在学习的「贤首品」只有一卷半。「入法界品」里面有五十三参，每一参又是个小单元，也讨论一桩事情。所以佛的教学非常有体系，一点都不乱，从这个地方你能体现到他的智慧。",
      "zh_TW": "一個會裡面可能討論很多主題，就像這個大經裡面分多少品，每一品都是一個獨立的主題。像大般若的法會就很長，時間很長，大寶積的法會。《華嚴經》四十品，傳到我們中國是不完整的本子，我們現在用的經是三十九品，三十九個單元，每個單元也是討論一個主題，所以《大方廣佛華嚴經》可以說是三十九部經合在一起，每個單元可以獨立，也可以連在一起。每個單元長短不相同，最長的「入法界品」，這一品就有四十卷，像我們現在學習的「賢首品」只有一卷半。「入法界品」裡面有五十三參，每一參又是個小單元，也討論一樁事情。所以佛的教學非常有體系，一點都不亂，從這個地方你能體現到他的智慧。"
    },
    {
      "id": "12-017-1674_p0039",
      "zh_CN": "现在人讲科学，科学就是有体系、有系统的说法，帮助大家解决现前的问题；再深入，那就解决永恒的问题，生死大事。佛家讲涅槃，涅槃这个名词，佛没有出世之前，印度婆罗门教及其他宗教都讲。涅槃是个终极的目标，不生不灭，我们一般把它翻成圆寂，圆是功德圆满，寂是清净寂灭。正翻，翻作灭，苦集灭道四谛，灭谛就是涅槃。灭是灭烦恼、灭生死，烦恼没有了，生死没有了，这叫涅槃。",
      "zh_TW": "現在人講科學，科學就是有體系、有系統的說法，幫助大家解決現前的問題；再深入，那就解決永恆的問題，生死大事。佛家講涅槃，涅槃這個名詞，佛沒有出世之前，印度婆羅門教及其他宗教都講。涅槃是個終極的目標，不生不滅，我們一般把它翻成圓寂，圓是功德圓滿，寂是清淨寂滅。正翻，翻作滅，苦集滅道四諦，滅諦就是涅槃。滅是滅煩惱、滅生死，煩惱沒有了，生死沒有了，這叫涅槃。"
    },
    {
      "id": "12-017-1674_p0040",
      "zh_CN": "从这个地方就看到佛陀一生在教学，所谓三百余会是办教育。中国古圣先贤重视教育，释迦牟尼佛更重视，把王位舍弃了，荣华富贵抛弃掉，过苦行僧的生活，身教，给我们示现真正放下，放下不是口里说的，他做到了。放下才得大自在，放下才得圆满智慧。",
      "zh_TW": "從這個地方就看到佛陀一生在教學，所謂三百餘會是辦教育。中國古聖先賢重視教育，釋迦牟尼佛更重視，把王位捨棄了，榮華富貴拋棄掉，過苦行僧的生活，身教，給我們示現真正放下，放下不是口裡說的，他做到了。放下才得大自在，放下才得圓滿智慧。"
    },
    {
      "id": "12-017-1674_p0041",
      "zh_CN": "所以问佛教我们什么？这部经上讲得很清楚、很明白，佛教导我们「一切众生本来是佛」，为什么会变成这个样子？但以妄想执着而不能证得，这就把你的病根说出来了。他老人家教学没有别的，帮助你回归自性，所以佛不度众生，为什么？你本来是佛，你将来成佛，不过是回归本位而已，所以回头是岸。你现在迷失了本性，才起无明，有无明再起尘沙烦恼，有尘沙烦恼再起见思烦恼；见思烦恼是执着，尘沙烦恼是分别，无明烦恼是妄想。你看这经上讲得多清楚，你要是放下执着，你就成阿罗汉，你就超越六道；你再放下分别、放下妄想，你就回归自性，明心见性，见性成佛。",
      "zh_TW": "所以問佛教我們什麼？這部經上講得很清楚、很明白，佛教導我們「一切眾生本來是佛」，為什麼會變成這個樣子？但以妄想執著而不能證得，這就把你的病根說出來了。他老人家教學沒有別的，幫助你回歸自性，所以佛不度眾生，為什麼？你本來是佛，你將來成佛，不過是回歸本位而已，所以回頭是岸。你現在迷失了本性，才起無明，有無明再起塵沙煩惱，有塵沙煩惱再起見思煩惱；見思煩惱是執著，塵沙煩惱是分別，無明煩惱是妄想。你看這經上講得多清楚，你要是放下執著，你就成阿羅漢，你就超越六道；你再放下分別、放下妄想，你就回歸自性，明心見性，見性成佛。"
    },
    {
      "id": "12-017-1674_p0042",
      "zh_CN": "证得阿罗汉。我们讲我们的生活空间，我们凡夫生活空间离不开地球，证得阿罗汉的生活空间就大了。生活空间在哪里？现在我们讲银河系，生活空间在银河系，我们到哪个星球很自在，需不需要交通工具？不需要。任何的交通工具都办不到，这是科学给我们做的证明，任何物质在光速里面统统都没有了。你证得阿罗汉果的时候，佛告诉我们，时间没有了，没有过去现在未来；空间没有了，空间没有就是距离没有了。星球无论多远，没有距离，你念头一想就到了，就在眼前，突破了时空，阿罗汉就突破了。这是我们讲神通，神通里面讲的神足通，神足通的意思就是时空没有了，人可以回到过去，也可以进入到未来，因为过去现在未来是一不是二。然后你才晓得，你如果回归到自性，那是多么大的自在，那是多么大的幸福！那就是遍法界虚空界是你的生活空间，哪有现在局限得这么小，真叫做作茧自缚，苦不堪言。这是大学问。",
      "zh_TW": "證得阿羅漢。我們講我們的生活空間，我們凡夫生活空間離不開地球，證得阿羅漢的生活空間就大了。生活空間在哪裡？現在我們講銀河系，生活空間在銀河系，我們到哪個星球很自在，需不需要交通工具？不需要。任何的交通工具都辦不到，這是科學給我們做的證明，任何物質在光速裡面統統都沒有了。你證得阿羅漢果的時候，佛告訴我們，時間沒有了，沒有過去現在未來；空間沒有了，空間沒有就是距離沒有了。星球無論多遠，沒有距離，你念頭一想就到了，就在眼前，突破了時空，阿羅漢就突破了。這是我們講神通，神通裡面講的神足通，神足通的意思就是時空沒有了，人可以回到過去，也可以進入到未來，因為過去現在未來是一不是二。然後你才曉得，你如果回歸到自性，那是多麼大的自在，那是多麼大的幸福！那就是遍法界虛空界是你的生活空間，哪有現在侷限得這麼小，真叫做作繭自縛，苦不堪言。這是大學問。"
    },
    {
      "id": "12-017-1674_p0043",
      "zh_CN": "所以请法师讲经教学的功德就无量无边。过去帝王聪明，帝王将这些法师大德，儒释道三家的学者请到宫廷里面上课，皇上带着文武百官来听来学习，这在历史上都有记载。所以民间也有这个风气，大富长者有财力、有能力的请法师来讲经，短的讲个三天、五天，半个月、一个月；长的可以请法师在那里讲上几个月，讲一部经，经有长短。从这个意思上你再能引申，你就知道怎么做了。",
      "zh_TW": "所以請法師講經教學的功德就無量無邊。過去帝王聰明，帝王將這些法師大德，儒釋道三家的學者請到宮廷裡面上課，皇上帶著文武百官來聽來學習，這在歷史上都有記載。所以民間也有這個風氣，大富長者有財力、有能力的請法師來講經，短的講個三天、五天，半個月、一個月；長的可以請法師在那裡講上幾個月，講一部經，經有長短。從這個意思上你再能引申，你就知道怎麼做了。"
    },
    {
      "id": "12-017-1674_p0044",
      "zh_CN": "当年给孤独长者邀请释迦牟尼佛到舍卫国去讲经、去弘法，也遇到一些障碍。他很聪明，确实他有大福报，他能够突破障碍，真的把佛请来了。你看在祇园精舍讲了不少经，《华严》最后一品是在祇树给孤独园讲的，《弥陀经》也是在那里讲的。启请讲经的人真的是无量功德，没有他请，这一方人就听不到佛法。觉悟明了、修行证果都离不开说法，娑婆世界的众生耳根最利，文殊菩萨讲的「此方真教体，清净在音闻」。现在比从前方便，现在有电视、有网路，可以把法师讲经录下来做成光碟。我们请不到法师的时候，把这些光碟拿回去，也可以在一定的时间邀集大众一起来听讲，一起来学习，一样！这个请转法轮就更省事了。你请法师来，你还要接待，这个不需要接待，所以问题就是你会不会。",
      "zh_TW": "當年給孤獨長者邀請釋迦牟尼佛到舍衛國去講經、去弘法，也遇到一些障礙。他很聰明，確實他有大福報，他能夠突破障礙，真的把佛請來了。你看在祇園精舍講了不少經，《華嚴》最後一品是在祇樹給孤獨園講的，《彌陀經》也是在那裡講的。啟請講經的人真的是無量功德，沒有他請，這一方人就聽不到佛法。覺悟明瞭、修行證果都離不開說法，娑婆世界的眾生耳根最利，文殊菩薩講的「此方真教體，清淨在音聞」。現在比從前方便，現在有電視、有網路，可以把法師講經錄下來做成光碟。我們請不到法師的時候，把這些光碟拿回去，也可以在一定的時間邀集大眾一起來聽講，一起來學習，一樣！這個請轉法輪就更省事了。你請法師來，你還要接待，這個不需要接待，所以問題就是你會不會。"
    },
    {
      "id": "12-017-1674_p0045",
      "zh_CN": "家庭里面，我们当年在台中学经的时候，李老师教我们讲经，不定在什么地方。有很多经是在人家家里面，居士家里，都是老师的学生，他请老师到他家里去讲一部小经，《阿难问事佛吉凶经》，讲几次？讲七次，一个星期讲一次，在他家里客厅，他把他的亲戚朋友邻居都邀来，我们学经的这些学生跟着去。好！好方法，现在可以这样做法。譬如你家里面，如果天天这样做，人家就很烦；一个星期一次，邀请你这些亲戚朋友邻居一起来听经，你就放录相带，一个小时或二个小时，听完之后可以做研究讨论，把讲演的重点记录下来，然后好好来研究讨论如何落实，真学！不是听完就算了，听了要真学。",
      "zh_TW": "家庭裡面，我們當年在台中學經的時候，李老師教我們講經，不定在什麼地方。有很多經是在人家家裡面，居士家裡，都是老師的學生，他請老師到他家裡去講一部小經，《阿難問事佛吉凶經》，講幾次？講七次，一個星期講一次，在他家裡客廳，他把他的親戚朋友鄰居都邀來，我們學經的這些學生跟著去。好！好方法，現在可以這樣做法。譬如你家裡面，如果天天這樣做，人家就很煩；一個星期一次，邀請你這些親戚朋友鄰居一起來聽經，你就放錄相帶，一個小時或二個小時，聽完之後可以做研究討論，把講演的重點記錄下來，然後好好來研究討論如何落實，真學！不是聽完就算了，聽了要真學。"
    },
    {
      "id": "12-017-1674_p0046",
      "zh_CN": "特别是在基础教学的方面，我们提倡的《十善业道经》、《太上感应篇》、《弟子规》比什么都重要。能够用一、二年的时间把这个根扎实，然后无论你学什么样的经教，儒释道三家任何东西你选一样一门深入，把你的心得要常常给别人做报告，吸收教学相长这种利益。因为你教别人，别人有问题提出来，才知道我自己还有哪些地方没注意到，他提出来，我能不能理解，能不能解答？不能理解、不能解答，回去再研究，再好好的学，才有长进。学了不教，孤陋寡闻，不容易进步。如果走向歧途，走错了路，自己不知道，跟大众在一起可以避免这些过失。所以我们自己学了之后喜欢教，同时我们也喜欢邀请别人来讲，彼此都能够得利益。初听经教的人不太习惯，但是他听出味道来之后，那就欲罢不能。",
      "zh_TW": "特別是在基礎教學的方面，我們提倡的《十善業道經》、《太上感應篇》、《弟子規》比什麼都重要。能夠用一、二年的時間把這個根紮實，然後無論你學什麼樣的經教，儒釋道三家任何東西你選一樣一門深入，把你的心得要常常給別人做報告，吸收教學相長這種利益。因為你教別人，別人有問題提出來，才知道我自己還有哪些地方沒注意到，他提出來，我能不能理解，能不能解答？不能理解、不能解答，回去再研究，再好好的學，才有長進。學了不教，孤陋寡聞，不容易進步。如果走向歧途，走錯了路，自己不知道，跟大眾在一起可以避免這些過失。所以我們自己學了之後喜歡教，同時我們也喜歡邀請別人來講，彼此都能夠得利益。初聽經教的人不太習慣，但是他聽出味道來之後，那就欲罷不能。"
    },
    {
      "id": "12-017-1674_p0047",
      "zh_CN": "我们要想报佛恩，报佛恩最好的方法就是介绍别人学佛，我们自己不管学了多少，真正懂得没有错误的，要欢欢喜喜常常讲给别人听。遍数讲多了，谚语所谓「熟能生巧」，把你自己的智慧引发出来。这里头最重要的是真诚，为法，决不能为名闻利养。最怕的，名闻利养一现前，人马上堕落，那就错了。名，要谦虚，想想菩萨、想想祖师大德，比不上别人，谦敬的心自然生起来。利养决定不能要，人家供养来怎么办？修福，你不收也不好，收了之后马上转供养，这就对了，转供养里面决定没有过失的是做为法供养。譬如这个经教很好，现在做光碟很方便，成本很低，我没有多大的能力，我一个星期做十片、二十片分送给我的亲戚朋友，这是财供养又是法供养，它内容是法，这就辗转流通，大家都得好处。所以你要会做，要有心做，有能力尽量朝这个方向去做，决定没有过失，有百利而无一害。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們要想報佛恩，報佛恩最好的方法就是介紹別人學佛，我們自己不管學了多少，真正懂得沒有錯誤的，要歡歡喜喜常常講給別人聽。遍數講多了，諺語所謂「熟能生巧」，把你自己的智慧引發出來。這裡頭最重要的是真誠，為法，決不能為名聞利養。最怕的，名聞利養一現前，人馬上墮落，那就錯了。名，要謙虛，想想菩薩、想想祖師大德，比不上別人，謙敬的心自然生起來。利養決定不能要，人家供養來怎麼辦？修福，你不收也不好，收了之後馬上轉供養，這就對了，轉供養裡面決定沒有過失的是做為法供養。譬如這個經教很好，現在做光碟很方便，成本很低，我沒有多大的能力，我一個星期做十片、二十片分送給我的親戚朋友，這是財供養又是法供養，它內容是法，這就輾轉流通，大家都得好處。所以你要會做，要有心做，有能力盡量朝這個方向去做，決定沒有過失，有百利而無一害。今天時間到了，我們就學習到此地。"
    }
  ]
}