{
  "doc_id": "12-017-1210",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二一０卷",
    "zh_TW": "第一二一０卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1210",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "12-017-1210_p0001",
      "zh_CN": "诸位同学，请看「光明觉品」，菩提因果第四首偈，文殊菩萨所说的，我们从第四首偈看起：",
      "zh_TW": "諸位同學，請看「光明覺品」，菩提因果第四首偈，文殊菩薩所說的，我們從第四首偈看起："
    },
    {
      "id": "12-017-1210_p0002",
      "zh_CN": "【导师降众魔。勇健无能胜。光中演妙义。慈悲故如是。】",
      "zh_TW": "【導師降眾魔。勇健無能勝。光中演妙義。慈悲故如是。】"
    },
    {
      "id": "12-017-1210_p0003",
      "zh_CN": "这首偈前面跟诸位报告过了，首先对『导师』要认识，然后对于『魔』这个字也要认识清楚。世尊在《八大人觉经》里面，把「魔」分做四类，「五阴魔、烦恼魔、死魔」，这三大类是六道众生本身具足的。从这个事实真相来看，谁不是魔？我们本身就是魔，自己折磨自己，魔是折磨的意思。最后一个叫「天魔」，天魔就是指外在的力量，五阴、烦恼、生死是本身的，本身以外折磨自己的都称之为天魔。所以，天魔里面包含的境界非常之广。最明显、最普遍的我们今天讲诱惑，外面环境的诱惑，这里头有人事环境的诱惑，有物质环境的诱惑。这两大类诱惑里面，每一大类里面都是无量无边，这都属于天魔之所摄。",
      "zh_TW": "這首偈前面跟諸位報告過了，首先對『導師』要認識，然後對於『魔』這個字也要認識清楚。世尊在《八大人覺經》裡面，把「魔」分做四類，「五陰魔、煩惱魔、死魔」，這三大類是六道眾生本身具足的。從這個事實真相來看，誰不是魔？我們本身就是魔，自己折磨自己，魔是折磨的意思。最後一個叫「天魔」，天魔就是指外在的力量，五陰、煩惱、生死是本身的，本身以外折磨自己的都稱之為天魔。所以，天魔裡面包含的境界非常之廣。最明顯、最普遍的我們今天講誘惑，外面環境的誘惑，這裡頭有人事環境的誘惑，有物質環境的誘惑。這兩大類誘惑裡面，每一大類裡面都是無量無邊，這都屬於天魔之所攝。"
    },
    {
      "id": "12-017-1210_p0004",
      "zh_CN": "佛经里面通常讲魔王波旬，佛给我们介绍六道的状况，跟我们讲，欲界最高的一层天是第六天他化自在天。再上去是色界天，色界初禅，佛说他化自在天跟初禅天当中，有一层天叫魔天，魔王波旬住在那个地方。诸位要知道，欲界天从夜摩以上是空居天，他不是住在地面上，用我们现在的话来说是不同维次空间，他的空间维次相当高，超过欲界天，接近初禅天。所以，魔有定、有慧，又有大福报，差的是什么？他没有德。你要得罪他，他会报复；他要是喜欢你，他赐福给你。但是你要晓得他出不了三界，他还是有寿命的，他的寿命比他化自在天的寿命长，比初禅天的寿命短。真的，在欲界里面来说，他的福报是第一大。",
      "zh_TW": "佛經裡面通常講魔王波旬，佛給我們介紹六道的狀況，跟我們講，欲界最高的一層天是第六天他化自在天。再上去是色界天，色界初禪，佛說他化自在天跟初禪天當中，有一層天叫魔天，魔王波旬住在那個地方。諸位要知道，欲界天從夜摩以上是空居天，他不是住在地面上，用我們現在的話來說是不同維次空間，他的空間維次相當高，超過欲界天，接近初禪天。所以，魔有定、有慧，又有大福報，差的是什麼？他沒有德。你要得罪他，他會報復；他要是喜歡你，他賜福給你。但是你要曉得他出不了三界，他還是有壽命的，他的壽命比他化自在天的壽命長，比初禪天的壽命短。真的，在欲界裡面來說，他的福報是第一大。"
    },
    {
      "id": "12-017-1210_p0005",
      "zh_CN": "所有一切障碍人修道，障碍人开悟，障碍人证果，障碍人出离六道轮回，他都干涉。换句话说，他自私自利的念头没有放下，我们常说的名闻利养，贪图五欲六尘的享受，贪瞋痴慢，这些东西没放下。为什么会变成魔天？他也修戒定慧，就是烦恼习气没有放下，他戒定慧也挺认真的修行，也都修得不错。定没有修成，修成了，好！修成就到初禅天去了，就到色界去了，没修成，福太大了。这种情形我们能够体会得到，世间有大福德的人，他在这个世间做帝王、做总统、做国家的领导人，甚至于福报大的，他这个国家领导人能够影响全世界，福报大！这么大的福报在哪里修的？过去生中曾经在佛门修大福。供养三宝，布施一切众生，感得这一生的大福报。",
      "zh_TW": "所有一切障礙人修道，障礙人開悟，障礙人證果，障礙人出離六道輪迴，他都干涉。換句話說，他自私自利的念頭沒有放下，我們常說的名聞利養，貪圖五欲六塵的享受，貪瞋痴慢，這些東西沒放下。為什麼會變成魔天？他也修戒定慧，就是煩惱習氣沒有放下，他戒定慧也挺認真的修行，也都修得不錯。定沒有修成，修成了，好！修成就到初禪天去了，就到色界去了，沒修成，福太大了。這種情形我們能夠體會得到，世間有大福德的人，他在這個世間做帝王、做總統、做國家的領導人，甚至於福報大的，他這個國家領導人能夠影響全世界，福報大！這麼大的福報在哪裡修的？過去生中曾經在佛門修大福。供養三寶，布施一切眾生，感得這一生的大福報。"
    },
    {
      "id": "12-017-1210_p0006",
      "zh_CN": "大福报如果有智慧，好！所谓福慧双修，你就是个明君、圣王，多少众生受你的福荫。你在这一生当中，又能把你自己的灵性向上提升，可以说是大幅度的提升，人王可能将来就是天王。你真正爱老百姓，真正为人民造福，像了凡先生做宝坻的知县，怜悯农民很可怜，国家收的田租收得太重，他发了个慈悲心，减税，现在的话叫减税。他有权，当时他是县长，他这一个命令减税，全县农民统统得利益。所以，他发心要修一万桩好事、善事，就这一个命令就圆满了，真正是所谓身在公门好修行，机会太好了。他要不是县长，发愿要做一万桩好事，那他慢慢做，哪一年才能做得圆满？",
      "zh_TW": "大福報如果有智慧，好！所謂福慧雙修，你就是個明君、聖王，多少眾生受你的福蔭。你在這一生當中，又能把你自己的靈性向上提升，可以說是大幅度的提升，人王可能將來就是天王。你真正愛老百姓，真正為人民造福，像了凡先生做寶坻的知縣，憐憫農民很可憐，國家收的田租收得太重，他發了個慈悲心，減稅，現在的話叫減稅。他有權，當時他是縣長，他這一個命令減稅，全縣農民統統得利益。所以，他發心要修一萬樁好事、善事，就這一個命令就圓滿了，真正是所謂身在公門好修行，機會太好了。他要不是縣長，發願要做一萬樁好事，那他慢慢做，哪一年才能做得圓滿？"
    },
    {
      "id": "12-017-1210_p0007",
      "zh_CN": "我们在他的记载里看到的，他第一次发心做三千桩好事，十年才圆满，不容易。第二次，因为有了感应了，全家人都相信了，太太帮着他干，三年多就圆满了；三千桩好事三年就圆满，平均大概每天会做两、三桩好事。第三次发心要做一万桩好事，你看一个念头就圆满了，他要不念佛求生西方极乐世界，他的灵性是大幅度上升。如果来生到人间里面来，我们相信至少他会做小王；这一生是个县长，来生至少是省长，提升了。能够照顾一个省，让一省的人都得福，再一生他就是帝王；帝王能够照顾一国的人，他来生就是天王。真的叫步步高升，有福、有慧，福慧双修才是步步高升。",
      "zh_TW": "我們在他的記載裡看到的，他第一次發心做三千樁好事，十年才圓滿，不容易。第二次，因為有了感應了，全家人都相信了，太太幫著他幹，三年多就圓滿了；三千樁好事三年就圓滿，平均大概每天會做兩、三樁好事。第三次發心要做一萬樁好事，你看一個念頭就圓滿了，他要不念佛求生西方極樂世界，他的靈性是大幅度上升。如果來生到人間裡面來，我們相信至少他會做小王；這一生是個縣長，來生至少是省長，提升了。能夠照顧一個省，讓一省的人都得福，再一生他就是帝王；帝王能夠照顧一國的人，他來生就是天王。真的叫步步高升，有福、有慧，福慧雙修才是步步高升。"
    },
    {
      "id": "12-017-1210_p0008",
      "zh_CN": "如果有福没有慧，那不得了，他的地位愈高，权力愈大，害人愈多。一个政策，一个命令，就像了凡先生一样，如果他觉得税收还不够，他喜欢奢侈，喜欢享受，收入不够，加重农民的赋税，这个县市里头多少万人受害。他做的就不是善事，做的是恶事，那就做了几十万桩恶事。所以，身在公门，行善、造恶都很容易，完全是一念之差。佛菩萨念念是善念，魔王念念不是善念，自私自利没有放下，所以总是障碍别人的好事。魔有嫉妒心，嫉妒心非常严重，你不如他，他很高兴，你要跟他差不多，他一定要来整你。看到佛修行证果，嫉妒心生起来了，用种种方法来诱惑、来障碍，佛有定、有智、有慈悲，不为所动。",
      "zh_TW": "如果有福沒有慧，那不得了，他的地位愈高，權力愈大，害人愈多。一個政策，一個命令，就像了凡先生一樣，如果他覺得稅收還不夠，他喜歡奢侈，喜歡享受，收入不夠，加重農民的賦稅，這個縣市裡頭多少萬人受害。他做的就不是善事，做的是惡事，那就做了幾十萬樁惡事。所以，身在公門，行善、造惡都很容易，完全是一念之差。佛菩薩念念是善念，魔王念念不是善念，自私自利沒有放下，所以總是障礙別人的好事。魔有嫉妒心，嫉妒心非常嚴重，你不如他，他很高興，你要跟他差不多，他一定要來整你。看到佛修行證果，嫉妒心生起來了，用種種方法來誘惑、來障礙，佛有定、有智、有慈悲，不為所動。"
    },
    {
      "id": "12-017-1210_p0009",
      "zh_CN": "八相成道里面「降魔」大家看到，魔王既然不能障碍菩萨，他知道，他也来皈依，也来做佛弟子，也来护持佛法，在佛门里面修福。名利心没有断，总是要想争取领导的地位。佛在世，佛的威德，魔很乖，不动，佛灭度之后他就起作用了。灭度之后，佛的正法，佛灭度不久，弟子各个都是认真修行，得到诸佛护念，善神拥护，魔不得其便。他会等待，等待像法，像法他就展开障碍修行人的手法，确确实实有不少人受到障碍。但是还有一半以上的，能够遵循经教的教诲，不为所动，所以这些人依旧有不少人成就。到末法的今天，末法一万年，照中国人的计算，释迦牟尼佛灭度到今年是三千零二十几年。末法一万年，第一个一千年过去了，现在是进入第二个一千年，未法第二个一千年。",
      "zh_TW": "八相成道裡面「降魔」大家看到，魔王既然不能障礙菩薩，他知道，他也來皈依，也來做佛弟子，也來護持佛法，在佛門裡面修福。名利心沒有斷，總是要想爭取領導的地位。佛在世，佛的威德，魔很乖，不動，佛滅度之後他就起作用了。滅度之後，佛的正法，佛滅度不久，弟子各個都是認真修行，得到諸佛護念，善神擁護，魔不得其便。他會等待，等待像法，像法他就展開障礙修行人的手法，確確實實有不少人受到障礙。但是還有一半以上的，能夠遵循經教的教誨，不為所動，所以這些人依舊有不少人成就。到末法的今天，末法一萬年，照中國人的計算，釋迦牟尼佛滅度到今年是三千零二十幾年。末法一萬年，第一個一千年過去了，現在是進入第二個一千年，未法第二個一千年。"
    },
    {
      "id": "12-017-1210_p0010",
      "zh_CN": "在我们现前，佛法衰到极处，魔王在现前真叫大展身手，显示出他的威力，几几乎乎把正法消灭了，这是我们佛弟子亲身所感受的。你看外面的诱惑力量多大，什么人在这个世间能够不受诱惑、能够不动心？真正不受诱惑、不动心的人，这个人肯定成功，一定能有成就；禁不起诱惑的全都败了，都出不了魔掌。魔掌是什么？财色名食睡，魔掌；名闻利养，自私自利，贪瞋痴慢，魔掌，这是魔王波旬障碍修道人的利器。他不教人修十善业，他教人修十恶业，他不讲永恒的利益，他讲求的是眼前的利益，所以很容易迷惑人！世尊在世的时候，示现的降魔，『勇健无能胜』，世尊展示出大智、大仁、大勇，魔不能胜过。",
      "zh_TW": "在我們現前，佛法衰到極處，魔王在現前真叫大展身手，顯示出他的威力，幾幾乎乎把正法消滅了，這是我們佛弟子親身所感受的。你看外面的誘惑力量多大，什麼人在這個世間能夠不受誘惑、能夠不動心？真正不受誘惑、不動心的人，這個人肯定成功，一定能有成就；禁不起誘惑的全都敗了，都出不了魔掌。魔掌是什麼？財色名食睡，魔掌；名聞利養，自私自利，貪瞋痴慢，魔掌，這是魔王波旬障礙修道人的利器。他不教人修十善業，他教人修十惡業，他不講永恆的利益，他講求的是眼前的利益，所以很容易迷惑人！世尊在世的時候，示現的降魔，『勇健無能勝』，世尊展示出大智、大仁、大勇，魔不能勝過。"
    },
    {
      "id": "12-017-1210_p0011",
      "zh_CN": "『光中演妙义』，这一句有典故，清凉大师在《疏钞》里头引用，引用的是《降魔经》，里面有这么一段故事，引用这段经文我在此地念一遍。《降魔经》云，「光中演妙义者，即眉间光，谓时魔波旬，既不能坏佛，忽然还宫」，他就回去了。他没办法障碍释迦牟尼佛，释迦牟尼佛示现修行证果，他回去了。回去的时候，世尊的白毫光跟着他，「直至六天」，这刚才说过了，魔天是在欲界第六层天的上面，色界初禅的下面，直过六天，就到魔王魔天的天宫。「于其中间，无数天子天女，见白毫孔，通中皆空，团圆可爱，如梵王幢，于其空间，有百千万恒河沙微尘诸宝莲华，一一莲华，无量无边诸妙白毫以为其台，台上有化佛菩萨，放于白毫大人相光，亦复如是」，重重无尽的境界。「诸菩萨顶，有妙莲华，其华金色，过去七佛在于华上，是诸化佛，自说名字，与修多罗等无差别，即光中演妙义也，然是慈心三昧之力，是故总云，慈力降魔」。",
      "zh_TW": "『光中演妙義』，這一句有典故，清涼大師在《疏鈔》裡頭引用，引用的是《降魔經》，裡面有這麼一段故事，引用這段經文我在此地念一遍。《降魔經》云，「光中演妙義者，即眉間光，謂時魔波旬，既不能壞佛，忽然還宮」，他就回去了。他沒辦法障礙釋迦牟尼佛，釋迦牟尼佛示現修行證果，他回去了。回去的時候，世尊的白毫光跟著他，「直至六天」，這剛才說過了，魔天是在欲界第六層天的上面，色界初禪的下面，直過六天，就到魔王魔天的天宮。「於其中間，無數天子天女，見白毫孔，通中皆空，團圓可愛，如梵王幢，於其空間，有百千萬恆河沙微塵諸寶蓮華，一一蓮華，無量無邊諸妙白毫以為其台，台上有化佛菩薩，放於白毫大人相光，亦復如是」，重重無盡的境界。「諸菩薩頂，有妙蓮華，其華金色，過去七佛在於華上，是諸化佛，自說名字，與修多羅等無差別，即光中演妙義也，然是慈心三昧之力，是故總云，慈力降魔」。"
    },
    {
      "id": "12-017-1210_p0012",
      "zh_CN": "这段是故事，是佛与法身菩萨的境界。在什么地方出现的？在佛的白毫毫光当中出现。毫光能够随着魔王回到魔宫，让六欲天天子、天人、天女统统都看到佛毫光里面的变相，这也是变相图。就像我们在「赞佛偈」里面所念的，「光中化佛无数亿，化菩萨众亦无边」。在《华严经》里面告诉我们，光中所化的佛、所化的菩萨，他们白毫里头又放光。光里头又有化佛、又有化菩萨，那个化佛、化菩萨又有白毫光，重重无尽。这些化佛、化菩萨都给大家讲经说法，所讲的经法跟世尊所讲的没有两样，「光中演妙义」。这种变化，魔没有办法，魔说的是邪法，不是正法；佛说的是正法，而且能令正法遍法界、虚空界，遍六欲天。",
      "zh_TW": "這段是故事，是佛與法身菩薩的境界。在什麼地方出現的？在佛的白毫毫光當中出現。毫光能夠隨著魔王回到魔宮，讓六欲天天子、天人、天女統統都看到佛毫光裡面的變相，這也是變相圖。就像我們在「讚佛偈」裡面所念的，「光中化佛無數億，化菩薩眾亦無邊」。在《華嚴經》裡面告訴我們，光中所化的佛、所化的菩薩，他們白毫裡頭又放光。光裡頭又有化佛、又有化菩薩，那個化佛、化菩薩又有白毫光，重重無盡。這些化佛、化菩薩都給大家講經說法，所講的經法跟世尊所講的沒有兩樣，「光中演妙義」。這種變化，魔沒有辦法，魔說的是邪法，不是正法；佛說的是正法，而且能令正法遍法界、虛空界，遍六欲天。"
    },
    {
      "id": "12-017-1210_p0013",
      "zh_CN": "为什么不讲色界天？色界天里头没有，魔到色界天什么能力都没有，人家有禅定如如不动。欲界天里面的天人，他的财色名食睡五欲没断干净，不过是愈往上面去愈淡薄，没断干净，所以魔有办法诱惑你。你要是财色名食睡、名闻利养统统都断掉了，魔对你一点办法都没有；魔要抓你的把柄，你没有把柄，他抓不到！这个把柄，总而言之，就是你还有欲望，他只要抓到你这层，他就有办法控制你；你什么欲望都没有，他对你就无可奈何了。所以修道人要放下，万缘放下，不能有一点点贪恋，有一点点贪恋，那就是魔王要抓你的把柄，你就被他控制了。这个功夫要在日常生活当中去锻炼，学放下，要放得彻底，要放得干净。",
      "zh_TW": "為什麼不講色界天？色界天裡頭沒有，魔到色界天什麼能力都沒有，人家有禪定如如不動。欲界天裡面的天人，他的財色名食睡五欲沒斷乾淨，不過是愈往上面去愈淡薄，沒斷乾淨，所以魔有辦法誘惑你。你要是財色名食睡、名聞利養統統都斷掉了，魔對你一點辦法都沒有；魔要抓你的把柄，你沒有把柄，他抓不到！這個把柄，總而言之，就是你還有欲望，他只要抓到你這層，他就有辦法控制你；你什麼欲望都沒有，他對你就無可奈何了。所以修道人要放下，萬緣放下，不能有一點點貪戀，有一點點貪戀，那就是魔王要抓你的把柄，你就被他控制了。這個功夫要在日常生活當中去鍛鍊，學放下，要放得徹底，要放得乾淨。"
    },
    {
      "id": "12-017-1210_p0014",
      "zh_CN": "我有一年在旧金山，遇到一位香港的法师，邀请我到他精舍里面去作客。他很喜欢收集佛像，把他收藏佛像的那个房间打开，让我参观，给我介绍，这个佛像是哪个朝代的，我们一般人讲古董，他很喜欢这个，收集很多，琳瑯满目。各人爱好不一样，有人喜欢收集字画，有人喜欢收集经书，善本的经书。只要你有一样嗜好，你就会被人牵着鼻子走，他什么都能放得下，他这个嗜好放不下。你是个出家人，你死了以后，这个道场里面没有男女婚配生儿育女，换句话说，你来生得不到人身。你又喜欢这个地方，又舍不得离开，将来怎么办？你来投胎还是离不开这里。你这个道场里头，我们想像到有老鼠、有蟑螂、有蚂蚁，有苍蝇、蚊虫，你就投这个胎，时时刻刻盯在你喜欢的东西上，你离不开！这是实实在在的，不知道凡所有相皆是虚妄。",
      "zh_TW": "我有一年在舊金山，遇到一位香港的法師，邀請我到他精舍裡面去作客。他很喜歡收集佛像，把他收藏佛像的那個房間打開，讓我參觀，給我介紹，這個佛像是哪個朝代的，我們一般人講古董，他很喜歡這個，收集很多，琳瑯滿目。各人愛好不一樣，有人喜歡收集字畫，有人喜歡收集經書，善本的經書。只要你有一樣嗜好，你就會被人牽著鼻子走，他什麼都能放得下，他這個嗜好放不下。你是個出家人，你死了以後，這個道場裡面沒有男女婚配生兒育女，換句話說，你來生得不到人身。你又喜歡這個地方，又捨不得離開，將來怎麼辦？你來投胎還是離不開這裡。你這個道場裡頭，我們想像到有老鼠、有蟑螂、有螞蟻，有蒼蠅、蚊蟲，你就投這個胎，時時刻刻盯在你喜歡的東西上，你離不開！這是實實在在的，不知道凡所有相皆是虛妄。"
    },
    {
      "id": "12-017-1210_p0015",
      "zh_CN": "而且收藏这些古物，世间人看作珍宝，价值很高。招来什么？招来一些小偷、抢劫的，人家看到你这些财物，目标都对着你。所以他收藏很严密，也是怕人知道，不是很好的朋友他不会让你参观的。你参观就是他佛堂里面供的几尊佛，他所收的名贵的佛像，是藏在另外的房间。一天到晚提心吊胆，没有得到，想尽方法去收集，收到之后又怕丢掉，又怕人偷，又怕人抢，又怕损坏，一天到晚提心吊胆，心怎么能得清净？我们明白这个道理，决不找麻烦。",
      "zh_TW": "而且收藏這些古物，世間人看作珍寶，價值很高。招來什麼？招來一些小偷、搶劫的，人家看到你這些財物，目標都對著你。所以他收藏很嚴密，也是怕人知道，不是很好的朋友他不會讓你參觀的。你參觀就是他佛堂裡面供的幾尊佛，他所收的名貴的佛像，是藏在另外的房間。一天到晚提心吊膽，沒有得到，想盡方法去收集，收到之後又怕丟掉，又怕人偷，又怕人搶，又怕損壞，一天到晚提心吊膽，心怎麼能得清淨？我們明白這個道理，決不找麻煩。"
    },
    {
      "id": "12-017-1210_p0016",
      "zh_CN": "江老师画的这个图画，我们很清楚、很明白，他的画都是传世的，将来是历史上的名画，希有珍贵，我们要不要？不要！他对我倒很信任，希望他这个真迹要送给我来收藏，我不要。我要收藏是什么东西？复制品，复制品价值就不高，不会引起别人不善的念头。那个真迹，我建议他最好送给国家博物馆去收藏，比什么都好，大公无私。但是这些东西大量做复制品，因为它是教育！这个画里头是伦理道德教育，是因果断恶修善的教育，利益社会，利益众生，所以我劝他大量流通，没有版权。今天最方便的方法就是做光碟，你看他一幅画五十米长，做一个光碟一个小时，讲解说明。光碟成本很低，你家里有电视，放在电视机就可以欣赏，你个人也可以欣赏，一家人可以欣赏，亲戚朋友可以共同来欣赏，来上因果教育的课，你说这个多有意思，无量无边功德。",
      "zh_TW": "江老師畫的這個圖畫，我們很清楚、很明白，他的畫都是傳世的，將來是歷史上的名畫，希有珍貴，我們要不要？不要！他對我倒很信任，希望他這個真跡要送給我來收藏，我不要。我要收藏是什麼東西？複製品，複製品價值就不高，不會引起別人不善的念頭。那個真跡，我建議他最好送給國家博物館去收藏，比什麼都好，大公無私。但是這些東西大量做複製品，因為它是教育！這個畫裡頭是倫理道德教育，是因果斷惡修善的教育，利益社會，利益眾生，所以我勸他大量流通，沒有版權。今天最方便的方法就是做光碟，你看他一幅畫五十米長，做一個光碟一個小時，講解說明。光碟成本很低，你家裡有電視，放在電視機就可以欣賞，你個人也可以欣賞，一家人可以欣賞，親戚朋友可以共同來欣賞，來上因果教育的課，你說這個多有意思，無量無邊功德。"
    },
    {
      "id": "12-017-1210_p0017",
      "zh_CN": "所以我说，他这个画用这个方式来展览流通，他的功德超过讲经说法的大法师，我们比不上。我们讲经说法，人还未必愿意听，画是每个人都想看。说到契机，图画比言说更契机，这就是他胜过讲经法师功德之所在，我们要明了，我们要欢喜赞叹，随喜。台湾那边的同修给了一份资料给我，最近寄来的，说台湾全省大大小小城隍庙有九十多个，很难得。这些东西本来都是出自于城隍庙的，所以我很欢喜，九十多个城隍庙，每个城隍庙送一幅。有画卷、有画册、有光碟，尤其是光碟可以大量流通。画卷太长，家庭没有那么大的场所，这只有大的寺庙、博物馆、图书馆，有那么大的场地可以展出。他这张画，中国历史上许多画家画长卷，都没有他这个长，五十米长。古人画过万里长城、长江、黄河，都是长卷，大手笔，没有这么长。所以徐醒民老师讲，他这个作品不但是空前，恐怕也是绝后，希有难逢。我们在这一生碰到，这是何等的幸运。亲眼看到这幅绘画从草创到圆满，我们全心全力护持，全心全力随喜。诸位要晓得，佛在经论上告诉我们，随喜功德不可思议。",
      "zh_TW": "所以我說，他這個畫用這個方式來展覽流通，他的功德超過講經說法的大法師，我們比不上。我們講經說法，人還未必願意聽，畫是每個人都想看。說到契機，圖畫比言說更契機，這就是他勝過講經法師功德之所在，我們要明瞭，我們要歡喜讚歎，隨喜。台灣那邊的同修給了一份資料給我，最近寄來的，說台灣全省大大小小城隍廟有九十多個，很難得。這些東西本來都是出自於城隍廟的，所以我很歡喜，九十多個城隍廟，每個城隍廟送一幅。有畫卷、有畫冊、有光碟，尤其是光碟可以大量流通。畫卷太長，家庭沒有那麼大的場所，這只有大的寺廟、博物館、圖書館，有那麼大的場地可以展出。他這張畫，中國歷史上許多畫家畫長卷，都沒有他這個長，五十米長。古人畫過萬里長城、長江、黃河，都是長卷，大手筆，沒有這麼長。所以徐醒民老師講，他這個作品不但是空前，恐怕也是絕後，希有難逢。我們在這一生碰到，這是何等的幸運。親眼看到這幅繪畫從草創到圓滿，我們全心全力護持，全心全力隨喜。諸位要曉得，佛在經論上告訴我們，隨喜功德不可思議。"
    },
    {
      "id": "12-017-1210_p0018",
      "zh_CN": "诸佛降魔，你看这首偈子里头最重要的两个字，『慈悲』！魔有意障碍，有意陷害，但是佛没有报复，佛没有瞋恚；佛以真实智慧、真实「慈悲」感化魔。魔纵然狠毒，对佛也不忍心下手，这是佛大德的感召，这是我们要学的。我们今天所遇到的一些障缘，要跟释迦牟尼佛遇到魔王波旬，这是大巫见小巫。这些事情都要在日常生活当中去磨炼、去学习，学什么？学忍、学让，忍让在世出世间学问当中都是第一大德。释迦牟尼佛在《金刚经》上教菩萨，菩萨修六度，六度里头佛提出两个重点，布施、忍辱；布施能修福，忍辱能保持。你虽然会修福，你不能忍辱，你的福报随修随丢，保不住。智慧、福德都要靠忍辱你才能保全；不能忍的人，你看佛经典上说了多少次，「火烧功德林」。功德就是定慧，你不能忍，「一念瞋心起，百万障门开」，你的定慧完全丧失掉了。",
      "zh_TW": "諸佛降魔，你看這首偈子裡頭最重要的兩個字，『慈悲』！魔有意障礙，有意陷害，但是佛沒有報復，佛沒有瞋恚；佛以真實智慧、真實「慈悲」感化魔。魔縱然狠毒，對佛也不忍心下手，這是佛大德的感召，這是我們要學的。我們今天所遇到的一些障緣，要跟釋迦牟尼佛遇到魔王波旬，這是大巫見小巫。這些事情都要在日常生活當中去磨鍊、去學習，學什麼？學忍、學讓，忍讓在世出世間學問當中都是第一大德。釋迦牟尼佛在《金剛經》上教菩薩，菩薩修六度，六度裡頭佛提出兩個重點，布施、忍辱；布施能修福，忍辱能保持。你雖然會修福，你不能忍辱，你的福報隨修隨丟，保不住。智慧、福德都要靠忍辱你才能保全；不能忍的人，你看佛經典上說了多少次，「火燒功德林」。功德就是定慧，你不能忍，「一念瞋心起，百萬障門開」，你的定慧完全喪失掉了。"
    },
    {
      "id": "12-017-1210_p0019",
      "zh_CN": "魔王波旬扰乱世尊，世尊如如不动，随你用什么手段，没有起心，没有动念，没有分别，没有执着。所以，魔的把戏演完了，世尊没有反应，他只有退出，只有回去。回去，你看看世尊没有舍弃他，佛氏门中，不舍一人，毫光还随着他。毫光随着他就是佛的慈悲加持，让六欲天的天子、天人、天女目睹毫光而得殊胜的利益。这么多人得佛力加持，得佛的利益，缘，是魔王波旬。你们想想看这里面的味道，佛是什么样心态待人？我们这里讲待恶人，不是对待善人，这是佛令一切众生尊敬之处。",
      "zh_TW": "魔王波旬擾亂世尊，世尊如如不動，隨你用什麼手段，沒有起心，沒有動念，沒有分別，沒有執著。所以，魔的把戲演完了，世尊沒有反應，他只有退出，只有回去。回去，你看看世尊沒有捨棄他，佛氏門中，不捨一人，毫光還隨著他。毫光隨著他就是佛的慈悲加持，讓六欲天的天子、天人、天女目睹毫光而得殊勝的利益。這麼多人得佛力加持，得佛的利益，緣，是魔王波旬。你們想想看這裡面的味道，佛是什麼樣心態待人？我們這裡講待惡人，不是對待善人，這是佛令一切眾生尊敬之處。"
    },
    {
      "id": "12-017-1210_p0020",
      "zh_CN": "我们在社会上，为什么人家不尊重我们？为什么人家嫌弃我们、讨厌我们？你要把这个原因找到，你要细心去观察、去思惟。真的到你找到的时候，我相信是你自己放不下，是你自己不肯跟人合作，你的烦恼习气常常现行，自己不知不觉，这是真的。为什么？自己养成习惯，习以为常，不知道这种态度、这种语气会叫人不愉快，完全不知道。不知道就是自己的过失，知道你就觉悟了，知道之后把毛病改过来，你就是菩萨。真正修行（古人说的话，话里头都有话），古人常讲，「天时不如地利，地利不如人和」，这话里头还有话。那就是说明什么？人和是第一重要。",
      "zh_TW": "我們在社會上，為什麼人家不尊重我們？為什麼人家嫌棄我們、討厭我們？你要把這個原因找到，你要細心去觀察、去思惟。真的到你找到的時候，我相信是你自己放不下，是你自己不肯跟人合作，你的煩惱習氣常常現行，自己不知不覺，這是真的。為什麼？自己養成習慣，習以為常，不知道這種態度、這種語氣會叫人不愉快，完全不知道。不知道就是自己的過失，知道你就覺悟了，知道之後把毛病改過來，你就是菩薩。真正修行（古人說的話，話裡頭都有話），古人常講，「天時不如地利，地利不如人和」，這話裡頭還有話。那就是說明什麼？人和是第一重要。"
    },
    {
      "id": "12-017-1210_p0021",
      "zh_CN": "中国古圣先王以什么治国？齐家、治国、平天下，以什么？和！怎么知道他用和治天下？你们到北京去旅游的时候，你看看故宫，故宫主要的三个建筑物，中国人从前讲金銮殿，皇帝处理国家大事的处所。这个大殿不是叫金銮殿，叫太和殿，叫中和殿，叫保和殿，太和、中和、保和，这个名字出自于《易经》，这就是说人和第一要紧。你看谚语常讲的「家和万事兴」，你不和，你注定失败，你的家道衰败。个人不和，肯定你有病，你不健康，和多重要。出家人，佛首先教我们六和敬，佛给我们讲六和，和就是慈悲的落实，和是真正修行。自己不和，不能跟人和睦相处，你什么都没有，你一切的成就，那就是夫子所说的，「其余则不足观也」。现在时间到了。",
      "zh_TW": "中國古聖先王以什麼治國？齊家、治國、平天下，以什麼？和！怎麼知道他用和治天下？你們到北京去旅遊的時候，你看看故宮，故宮主要的三個建築物，中國人從前講金鑾殿，皇帝處理國家大事的處所。這個大殿不是叫金鑾殿，叫太和殿，叫中和殿，叫保和殿，太和、中和、保和，這個名字出自於《易經》，這就是說人和第一要緊。你看諺語常講的「家和萬事興」，你不和，你註定失敗，你的家道衰敗。個人不和，肯定你有病，你不健康，和多重要。出家人，佛首先教我們六和敬，佛給我們講六和，和就是慈悲的落實，和是真正修行。自己不和，不能跟人和睦相處，你什麼都沒有，你一切的成就，那就是夫子所說的，「其餘則不足觀也」。現在時間到了。"
    },
    {
      "id": "12-017-1210_p0022",
      "zh_CN": "诸位同学，请接着看第五首偈：",
      "zh_TW": "諸位同學，請接著看第五首偈："
    },
    {
      "id": "12-017-1210_p0023",
      "zh_CN": "【以彼智慧心。破诸烦恼障。一念见一切。此是佛神力。】",
      "zh_TW": "【以彼智慧心。破諸煩惱障。一念見一切。此是佛神力。】"
    },
    {
      "id": "12-017-1210_p0024",
      "zh_CN": "这首偈是说「智断致用」，清凉大师在注解里面，注的虽然不多，意思都很清楚、很明白的显示出来，我们将他的注解念一遍。「次一智断致用」，《钞》里面解释，「次一智断者，初句智，次句断」。『以彼智慧心』，这是智；『破诸烦恼障』，这是断。「此即精义入神，故能一念顿见一切，是致用也」。我们就看到此地，这个意思很深。",
      "zh_TW": "這首偈是說「智斷致用」，清涼大師在註解裡面，註的雖然不多，意思都很清楚、很明白的顯示出來，我們將他的註解念一遍。「次一智斷致用」，《鈔》裡面解釋，「次一智斷者，初句智，次句斷」。『以彼智慧心』，這是智；『破諸煩惱障』，這是斷。「此即精義入神，故能一念頓見一切，是致用也」。我們就看到此地，這個意思很深。"
    },
    {
      "id": "12-017-1210_p0025",
      "zh_CN": "世出世法最殊胜的无过于智慧，智慧确确实实是宇宙之大德大能，这个德能是本来有的，不是修成的，而且是一切众生平等的；佛有，菩萨有，我们每个人都有，畜生也有，饿鬼、地狱统统有，这是自性。佛经里面常讲自心、自性，「自」是广义，我说是自，你说也是自，他说也是自。确确实实我自心，你自心，他自心，畜生自心，饿鬼自心，地狱自心。我们的自心，各人是各人的自心，各人的自心是一样的。",
      "zh_TW": "世出世法最殊勝的無過於智慧，智慧確確實實是宇宙之大德大能，這個德能是本來有的，不是修成的，而且是一切眾生平等的；佛有，菩薩有，我們每個人都有，畜生也有，餓鬼、地獄統統有，這是自性。佛經裡面常講自心、自性，「自」是廣義，我說是自，你說也是自，他說也是自。確確實實我自心，你自心，他自心，畜生自心，餓鬼自心，地獄自心。我們的自心，各人是各人的自心，各人的自心是一樣的。"
    },
    {
      "id": "12-017-1210_p0026",
      "zh_CN": "自心是什么？就是大乘经里面讲的法性。这个意思我们不好懂，佛在经上有比喻说，法性就像大海，比喻作大海。我们每个人的自心是什么？是大海里面起的一个水泡，起了许许多多的水泡，每个水泡执着它有个自心，不知道它的自心是大海。自心没有生灭，起水泡的时候你执着这个水泡，水泡破了还是大海；没有破的时候也没有离开大海，就是大海，无关起灭。从大海上来看，不生不灭，本来如是，这是真的，这是自己的本体，宇宙一切万事万物的本体，一个本体。所以自性本来具足圆满的智慧、圆满的德能、圆满的相好，没有一样不圆满，佛法里称为大圆满。",
      "zh_TW": "自心是什麼？就是大乘經裡面講的法性。這個意思我們不好懂，佛在經上有比喻說，法性就像大海，比喻作大海。我們每個人的自心是什麼？是大海裡面起的一個水泡，起了許許多多的水泡，每個水泡執著它有個自心，不知道它的自心是大海。自心沒有生滅，起水泡的時候你執著這個水泡，水泡破了還是大海；沒有破的時候也沒有離開大海，就是大海，無關起滅。從大海上來看，不生不滅，本來如是，這是真的，這是自己的本體，宇宙一切萬事萬物的本體，一個本體。所以自性本來具足圓滿的智慧、圓滿的德能、圓滿的相好，沒有一樣不圓滿，佛法裡稱為大圓滿。"
    },
    {
      "id": "12-017-1210_p0027",
      "zh_CN": "这就是智慧心，「以彼智慧心」，法性本具的智慧心，它起作用就大了。「破诸烦恼障」，所有一切烦恼都没有了，智慧现前，什么烦恼都没有了；烦恼障没有了，所知障没有了，见思烦恼没有了，尘沙烦恼没有了，无明烦恼也没有了，总是一个圆满的智慧。现在佛对我们说，我们有烦恼，烦恼把我们障住了，障住我们不能觉悟，障住我们不能证果，障住我们不能恢复性德。不但如此，从烦恼障里面变现出三途六道，苦不堪言。我们没有智慧，实在讲智慧并没有离开我们，智慧没有生灭，哪里会离开！智慧遍虚空、遍法界，遍一切时、遍一切处，从来没有离开过我们。智慧、德能、相好都没有离开，我们迷了看不见，迷了之后，完全不得其用，一迷一切迷。",
      "zh_TW": "這就是智慧心，「以彼智慧心」，法性本具的智慧心，它起作用就大了。「破諸煩惱障」，所有一切煩惱都沒有了，智慧現前，什麼煩惱都沒有了；煩惱障沒有了，所知障沒有了，見思煩惱沒有了，塵沙煩惱沒有了，無明煩惱也沒有了，總是一個圓滿的智慧。現在佛對我們說，我們有煩惱，煩惱把我們障住了，障住我們不能覺悟，障住我們不能證果，障住我們不能恢復性德。不但如此，從煩惱障裡面變現出三途六道，苦不堪言。我們沒有智慧，實在講智慧並沒有離開我們，智慧沒有生滅，哪裡會離開！智慧遍虛空、遍法界，遍一切時、遍一切處，從來沒有離開過我們。智慧、德能、相好都沒有離開，我們迷了看不見，迷了之後，完全不得其用，一迷一切迷。"
    },
    {
      "id": "12-017-1210_p0028",
      "zh_CN": "佛菩萨大慈大悲示现在世间，前面第一首偈说过，佛菩萨示现到这里来，做什么？无非是帮助我们觉悟。「为彼求菩提」，「彼」就是众生，九法界一切众生，为他们来求觉悟。「诸佛法如是」，诸佛如来、声闻、菩萨示现在世间就是为这个，帮助众生觉悟的，不是帮助众生增长烦恼的。我们学佛不能不知道这个事实真相，不能不懂这个原则。我们给别人带来烦恼，你是背道而驰，这个人不是学佛，这个人虽然在佛门里面，我们学佛久了的人知道，他是什么身分？他是魔子魔孙。何以晓得？魔王波旬说的。",
      "zh_TW": "佛菩薩大慈大悲示現在世間，前面第一首偈說過，佛菩薩示現到這裡來，做什麼？無非是幫助我們覺悟。「為彼求菩提」，「彼」就是眾生，九法界一切眾生，為他們來求覺悟。「諸佛法如是」，諸佛如來、聲聞、菩薩示現在世間就是為這個，幫助眾生覺悟的，不是幫助眾生增長煩惱的。我們學佛不能不知道這個事實真相，不能不懂這個原則。我們給別人帶來煩惱，你是背道而馳，這個人不是學佛，這個人雖然在佛門裡面，我們學佛久了的人知道，他是什麼身分？他是魔子魔孫。何以曉得？魔王波旬說的。"
    },
    {
      "id": "12-017-1210_p0029",
      "zh_CN": "波旬有一天见到释迦牟尼佛，跟佛说，我还是要破坏佛法。佛就说，诸佛之法是正法，没有任何人能够破坏。法性、法相，法尔如是，法性无性，法相无相，你怎么能破？这真的，决定没有办法破的。可是魔说，等到你末法的时候（你看看，他很有耐心，他可以等待两千年之后，佛的法运衰了），我让我的魔子魔孙统统出家，披上你的袈娑，破坏你的佛法。这个佛法，我们就懂了，佛所讲的佛法跟魔所讲的佛法不是一法。佛所讲的法是讲的质，佛法的本质；魔所讲的法，是佛法的形象。佛法的本质，魔不能破坏，佛法的形象，行！",
      "zh_TW": "波旬有一天見到釋迦牟尼佛，跟佛說，我還是要破壞佛法。佛就說，諸佛之法是正法，沒有任何人能夠破壞。法性、法相，法爾如是，法性無性，法相無相，你怎麼能破？這真的，決定沒有辦法破的。可是魔說，等到你末法的時候（你看看，他很有耐心，他可以等待兩千年之後，佛的法運衰了），我讓我的魔子魔孫統統出家，披上你的袈娑，破壞你的佛法。這個佛法，我們就懂了，佛所講的佛法跟魔所講的佛法不是一法。佛所講的法是講的質，佛法的本質；魔所講的法，是佛法的形象。佛法的本質，魔不能破壞，佛法的形象，行！"
    },
    {
      "id": "12-017-1210_p0030",
      "zh_CN": "佛法形象被破坏，对于佛菩萨有没有损害？给诸位说，对于佛菩萨一丝毫的损害都没有。对什么人有损害？对众生，令一切众生听闻佛法、学习佛法的机缘失掉了。所以，魔结罪不是跟佛，他对佛没有罪，他对众生有罪，你叫这么多众生失去了听闻正法的机缘，这个责任你要负，这个罪很重。《戒经》里面讲的，断人身命罪不重，断人法身慧命，这个罪太重太重了！因为人身命，你杀了这个人，常言说得好，四十九天他又投胎又来了。得人身比闻佛法来说，得人身容易，闻佛法可不容易。佛法确实百千万劫难遭遇，他好不容易遇到了，你忍心把他断掉。所以，断人慧命，果报都在阿鼻地狱，阿鼻地狱将来出来的时候，罪受满了出来，大概都是变畜生、变饿鬼。而且什么？没有智慧，因为你断别人智慧；没有眼目，你投胎做畜生，没有眼睛的，做这些畜生。人要真正知道因果报应，决定不干这个事情。",
      "zh_TW": "佛法形象被破壞，對於佛菩薩有沒有損害？給諸位說，對於佛菩薩一絲毫的損害都沒有。對什麼人有損害？對眾生，令一切眾生聽聞佛法、學習佛法的機緣失掉了。所以，魔結罪不是跟佛，他對佛沒有罪，他對眾生有罪，你叫這麼多眾生失去了聽聞正法的機緣，這個責任你要負，這個罪很重。《戒經》裡面講的，斷人身命罪不重，斷人法身慧命，這個罪太重太重了！因為人身命，你殺了這個人，常言說得好，四十九天他又投胎又來了。得人身比聞佛法來說，得人身容易，聞佛法可不容易。佛法確實百千萬劫難遭遇，他好不容易遇到了，你忍心把他斷掉。所以，斷人慧命，果報都在阿鼻地獄，阿鼻地獄將來出來的時候，罪受滿了出來，大概都是變畜生、變餓鬼。而且什麼？沒有智慧，因為你斷別人智慧；沒有眼目，你投胎做畜生，沒有眼睛的，做這些畜生。人要真正知道因果報應，決定不幹這個事情。"
    },
    {
      "id": "12-017-1210_p0031",
      "zh_CN": "对于真正修行人、修道人，你不能害他，你害他是什么？是成就他，他怎么会受你伤害！你看看佛经上讲的例子，歌利王害忍辱仙人，把忍辱仙人杀掉了。忍辱仙人有没有被他害？没有，忍辱仙人被他杀了之后，就成佛了。不但不受他的害，反而更上一层楼，帮助他提升了。释迦牟尼佛，这他老人家自己说的，他在贤劫成佛的排列是第五尊，在弥勒佛后面，结果他搞到弥勒佛前面去了。什么原因？歌利王帮的忙，使他忍辱波罗蜜圆满成就，提前成佛，歌利王没有害到释迦牟尼佛。歌利王障碍了不少众生，听闻不到正法，学习不到正法，他的罪从这个地方结的，他堕阿鼻地狱。",
      "zh_TW": "對於真正修行人、修道人，你不能害他，你害他是什麼？是成就他，他怎麼會受你傷害！你看看佛經上講的例子，歌利王害忍辱仙人，把忍辱仙人殺掉了。忍辱仙人有沒有被他害？沒有，忍辱仙人被他殺了之後，就成佛了。不但不受他的害，反而更上一層樓，幫助他提升了。釋迦牟尼佛，這他老人家自己說的，他在賢劫成佛的排列是第五尊，在彌勒佛後面，結果他搞到彌勒佛前面去了。什麼原因？歌利王幫的忙，使他忍辱波羅蜜圓滿成就，提前成佛，歌利王沒有害到釋迦牟尼佛。歌利王障礙了不少眾生，聽聞不到正法，學習不到正法，他的罪從這個地方結的，他墮阿鼻地獄。"
    },
    {
      "id": "12-017-1210_p0032",
      "zh_CN": "因果的道理，因果报应事实真相，我们要搞明了、搞通达。所以，真正修行人不会被外面境界所动，八风吹不动。你的赞叹、供养不生贪恋，你无论怎么样加害不动瞋恚。所以，魔王波旬对于释迦牟尼佛施展的这些压力，都不能生效。你用五欲来诱惑，释迦牟尼佛不动心，没有一丝毫贪恋，没效；再用魔军来恐吓、来威胁，释迦牟尼佛也不动心，一丝毫瞋恚的念头都没有，决定没有报复，回答的是一片真诚慈悲。所以把修道人提升了，魔等于是来考试，考试及格，通过了，升级了。魔对什么人产生作用？没有离开欲望的，他能起作用。前面跟诸位讲了，他对色界天都不起作用，色界天如如不动，欲没有了。所以，他的活动范围是欲界，只要你欲没有断，他就能得其便，就能施展他的魔术。如果欲断掉了，自私自利没有了，名闻利养断了，五欲六尘断了，贪瞋痴慢断了，魔什么能力都没有。",
      "zh_TW": "因果的道理，因果報應事實真相，我們要搞明瞭、搞通達。所以，真正修行人不會被外面境界所動，八風吹不動。你的讚歎、供養不生貪戀，你無論怎麼樣加害不動瞋恚。所以，魔王波旬對於釋迦牟尼佛施展的這些壓力，都不能生效。你用五欲來誘惑，釋迦牟尼佛不動心，沒有一絲毫貪戀，沒效；再用魔軍來恐嚇、來威脅，釋迦牟尼佛也不動心，一絲毫瞋恚的念頭都沒有，決定沒有報復，回答的是一片真誠慈悲。所以把修道人提升了，魔等於是來考試，考試及格，通過了，升級了。魔對什麼人產生作用？沒有離開欲望的，他能起作用。前面跟諸位講了，他對色界天都不起作用，色界天如如不動，欲沒有了。所以，他的活動範圍是欲界，只要你欲沒有斷，他就能得其便，就能施展他的魔術。如果欲斷掉了，自私自利沒有了，名聞利養斷了，五欲六塵斷了，貪瞋痴慢斷了，魔什麼能力都沒有。"
    },
    {
      "id": "12-017-1210_p0033",
      "zh_CN": "我们要想离开魔的扰乱，你要真正做功夫，功夫没有别的，看破、放下而已！要懂得哪些是烦恼障，这里头的境界之广、之大，说实在话，也是不可思议。戒律是破烦恼障的手段，确实能产生效果，但是不能断尽，对初学的人非常重要。佛教一般人依十善，十恶就是烦恼，用十善破十恶，这不叫破烦恼障吗？教菩萨是积极的，不是消极的，教世间一般人是消极的，不杀生、不偷盗、不淫欲，都用个「不」，消极的，初学人容易得益。菩萨积极的，你看用布施，布施破悭贪烦恼；悭是吝啬，贪是贪求，贪而无厌，无量无边的罪业都是从这个根生的。所以，贪瞋痴叫三毒烦恼！你没有贪欲，你怎么会造恶业？你怎么会受恶报？世间无量无边的恶念、恶行、恶报，都是从这个字生出来的。所以戒能伏粗重的相，定能伏微细之念，不能断根。智慧开了，转烦恼为菩提，根才没有了。但是凡夫学习的过程，一定是持戒、修定、开慧。",
      "zh_TW": "我們要想離開魔的擾亂，你要真正做功夫，功夫沒有別的，看破、放下而已！要懂得哪些是煩惱障，這裡頭的境界之廣、之大，說實在話，也是不可思議。戒律是破煩惱障的手段，確實能產生效果，但是不能斷盡，對初學的人非常重要。佛教一般人依十善，十惡就是煩惱，用十善破十惡，這不叫破煩惱障嗎？教菩薩是積極的，不是消極的，教世間一般人是消極的，不殺生、不偷盜、不淫欲，都用個「不」，消極的，初學人容易得益。菩薩積極的，你看用布施，布施破慳貪煩惱；慳是吝嗇，貪是貪求，貪而無厭，無量無邊的罪業都是從這個根生的。所以，貪瞋痴叫三毒煩惱！你沒有貪欲，你怎麼會造惡業？你怎麼會受惡報？世間無量無邊的惡念、惡行、惡報，都是從這個字生出來的。所以戒能伏粗重的相，定能伏微細之念，不能斷根。智慧開了，轉煩惱為菩提，根才沒有了。但是凡夫學習的過程，一定是持戒、修定、開慧。"
    },
    {
      "id": "12-017-1210_p0034",
      "zh_CN": "这个经是对法身菩萨说的，所以没有讲戒、定，一开头是「以彼智慧心」。法身菩萨各个都是破无明证法身的人，自性里面的般若智慧，本具的德相，统统都现前。所以说，「破诸烦恼障」，诸就是一切烦恼，见思、尘沙、无明，全都破了。见思、尘沙破尽了，无明在如来果地真正破尽，法身菩萨还没有破尽，但是在他们已经无碍大事，我们讲微细的烦恼，不碍事了。这是我们要晓得，真正修行没有别的，就是断烦恼而已，烦恼断了，智慧就现前。智慧本有的，现在我们的智慧是被烦恼盖覆了，被烦恼障碍了，只要破了烦恼，智慧就现前。但是你要记住，烦恼不能断烦恼，这个道理你一定要懂，许许多多人修行用功用错了，那就是什么？用烦恼去断烦恼，永远断不了烦恼。",
      "zh_TW": "這個經是對法身菩薩說的，所以沒有講戒、定，一開頭是「以彼智慧心」。法身菩薩各個都是破無明證法身的人，自性裡面的般若智慧，本具的德相，統統都現前。所以說，「破諸煩惱障」，諸就是一切煩惱，見思、塵沙、無明，全都破了。見思、塵沙破盡了，無明在如來果地真正破盡，法身菩薩還沒有破盡，但是在他們已經無礙大事，我們講微細的煩惱，不礙事了。這是我們要曉得，真正修行沒有別的，就是斷煩惱而已，煩惱斷了，智慧就現前。智慧本有的，現在我們的智慧是被煩惱蓋覆了，被煩惱障礙了，只要破了煩惱，智慧就現前。但是你要記住，煩惱不能斷煩惱，這個道理你一定要懂，許許多多人修行用功用錯了，那就是什麼？用煩惱去斷煩惱，永遠斷不了煩惱。"
    },
    {
      "id": "12-017-1210_p0035",
      "zh_CN": "你一定要知道，只有戒定慧能断烦恼。但是今天你又不想持戒，你认为持戒太束缚了，太难了，太不方便了；换句话说，断烦恼这个课程，你就无从下手，你根本就没有办法。为什么？没有戒，决定不会有定，有定决定有戒，定共戒；你有智慧，决定有戒，叫道共戒。戒定慧是一而三，三而一，永远离不开的。证道之人，那个戒就是他的德行，他的生活，处事待人接物，就是这样子，那不是学的，自自然然就跟戒律完全一样。实在说，戒律就是释迦牟尼佛示现在世间的生活、工作、待人接物，你把释迦牟尼佛这些记录下来，这就是戒律。",
      "zh_TW": "你一定要知道，只有戒定慧能斷煩惱。但是今天你又不想持戒，你認為持戒太束縛了，太難了，太不方便了；換句話說，斷煩惱這個課程，你就無從下手，你根本就沒有辦法。為什麼？沒有戒，決定不會有定，有定決定有戒，定共戒；你有智慧，決定有戒，叫道共戒。戒定慧是一而三，三而一，永遠離不開的。證道之人，那個戒就是他的德行，他的生活，處事待人接物，就是這樣子，那不是學的，自自然然就跟戒律完全一樣。實在說，戒律就是釋迦牟尼佛示現在世間的生活、工作、待人接物，你把釋迦牟尼佛這些記錄下來，這就是戒律。"
    },
    {
      "id": "12-017-1210_p0036",
      "zh_CN": "在释迦牟尼佛这是自然而然的，一点造作都没有，一点意思都没有加在里头，我们称他作自然而然，是他日常生活点点滴滴。那是什么？正常的，正常的生活，处事待人接物正常的心态。我们今天违反了，不正常了，他那是性德自然流露。我们现在没见性，如何恢复性德？看看佛，向他学习，他的思惟，他的言语，他的行动，就是自性里头自然流露出来的。我们虽然没见性，但是学他这一套，行，学久了自然而然就明心见性了。你要不学，不学是永远迷在烦恼里面。我们凡夫势必要克服烦恼，方法就是经教里面所说的，不但有方法，还有理论，理论是智，方法是断。",
      "zh_TW": "在釋迦牟尼佛這是自然而然的，一點造作都沒有，一點意思都沒有加在裡頭，我們稱他作自然而然，是他日常生活點點滴滴。那是什麼？正常的，正常的生活，處事待人接物正常的心態。我們今天違反了，不正常了，他那是性德自然流露。我們現在沒見性，如何恢復性德？看看佛，向他學習，他的思惟，他的言語，他的行動，就是自性裡頭自然流露出來的。我們雖然沒見性，但是學他這一套，行，學久了自然而然就明心見性了。你要不學，不學是永遠迷在煩惱裡面。我們凡夫勢必要克服煩惱，方法就是經教裡面所說的，不但有方法，還有理論，理論是智，方法是斷。"
    },
    {
      "id": "12-017-1210_p0037",
      "zh_CN": "『一念见一切』，这就是用，作用。清凉大师在此地所说的非常有道理，他说智、断就是「精义入神」，这句话说得好。精是精纯，纯而不杂，义是义理，一个人修养到这种境界，他起的作用是「一念见一切」。这首偈里头，最重要的就是「一念」这两个字，我们念起来很容易，懂不懂？不懂！为什么不懂？因为我们从来没有得过一念，你怎么知道一念的样子，你怎么会知道一念的好处！「一念」就是《弥陀经》上讲的「一心不乱」，「见一切」就是《弥陀经》里面说的「心不颠倒」。《弥陀经》上这两句话重要，你看看莲池大师的《疏钞》，解释这两句话，占整个《疏钞》分量的八分之一。如果把《疏钞》分开成八册，解释「一心不乱，心不颠倒」，解释这两句就占了一册，你们想想这两句话多么重要。",
      "zh_TW": "『一念見一切』，這就是用，作用。清涼大師在此地所說的非常有道理，他說智、斷就是「精義入神」，這句話說得好。精是精純，純而不雜，義是義理，一個人修養到這種境界，他起的作用是「一念見一切」。這首偈裡頭，最重要的就是「一念」這兩個字，我們念起來很容易，懂不懂？不懂！為什麼不懂？因為我們從來沒有得過一念，你怎麼知道一念的樣子，你怎麼會知道一念的好處！「一念」就是《彌陀經》上講的「一心不亂」，「見一切」就是《彌陀經》裡面說的「心不顛倒」。《彌陀經》上這兩句話重要，你看看蓮池大師的《疏鈔》，解釋這兩句話，佔整個《疏鈔》分量的八分之一。如果把《疏鈔》分開成八冊，解釋「一心不亂，心不顛倒」，解釋這兩句就佔了一冊，你們想想這兩句話多麼重要。"
    },
    {
      "id": "12-017-1210_p0038",
      "zh_CN": "真的，一心是什么？一心就是明心见性，见一切是真的，一点都不假。这一切是什么？遍法界、虚空界一切性，性是体，哲学里面讲宇宙的本体。一切相，相是现相，一切事、一切理、一切因、一切果，整个宇宙过去、未来统统都见到了。为什么？一念里面没有差别，就是没有妄想，没有分别，没有执着。整个宇宙里面没有空间，没有时间；没有空间，没有远近，没有时间，没有先后。见一切，见过去无始，未来无终。所以，清凉大师在注解里面给我们讲，「精义入神」这四个字重要。古圣先贤、祖师大德教人，我们常讲「一门深入，长时薰修」。什么意思？你想想看，跟这里「精义入神」相不相应？所以，学的东西不在多，在精，贵精不贵多。时间要长久，长时薰修，怎么个薰修法？天天读，天天思惟其义理。这还不行，如何把这些义理变成自己的思想、言行，变成自己的生活行为，这才能入神。如果不能落实，你就白学了。",
      "zh_TW": "真的，一心是什麼？一心就是明心見性，見一切是真的，一點都不假。這一切是什麼？遍法界、虛空界一切性，性是體，哲學裡面講宇宙的本體。一切相，相是現相，一切事、一切理、一切因、一切果，整個宇宙過去、未來統統都見到了。為什麼？一念裡面沒有差別，就是沒有妄想，沒有分別，沒有執著。整個宇宙裡面沒有空間，沒有時間；沒有空間，沒有遠近，沒有時間，沒有先後。見一切，見過去無始，未來無終。所以，清涼大師在註解裡面給我們講，「精義入神」這四個字重要。古聖先賢、祖師大德教人，我們常講「一門深入，長時薰修」。什麼意思？你想想看，跟這裡「精義入神」相不相應？所以，學的東西不在多，在精，貴精不貴多。時間要長久，長時薰修，怎麼個薰修法？天天讀，天天思惟其義理。這還不行，如何把這些義理變成自己的思想、言行，變成自己的生活行為，這才能入神。如果不能落實，你就白學了。"
    },
    {
      "id": "12-017-1210_p0039",
      "zh_CN": "今天我们学佛，说实实在在话，前面我们还谈到，举孔老夫子做例子，夫子之德，仁道！真正是个好人，是个善人，他老人家表现在外面，温、良、恭、俭、让。我们有没有？这五个字就是古往今来大众公认，这是善德的标准。我们佛经上常常念的「诸上善人」，常常念到「善男子、善女人」，你善在哪里？夫子之善，温和、善良、恭敬、节俭、忍让，这五条你有没有？我们自己要常常反省，这是表现在外面的，最肤浅的，人人都能看得到的。所以说你的功夫、你的修持有没有进步，从哪里看？如果用这五个来做标准来看，很容易看出来。",
      "zh_TW": "今天我們學佛，說實實在在話，前面我們還談到，舉孔老夫子做例子，夫子之德，仁道！真正是個好人，是個善人，他老人家表現在外面，溫、良、恭、儉、讓。我們有沒有？這五個字就是古往今來大眾公認，這是善德的標準。我們佛經上常常念的「諸上善人」，常常念到「善男子、善女人」，你善在哪裡？夫子之善，溫和、善良、恭敬、節儉、忍讓，這五條你有沒有？我們自己要常常反省，這是表現在外面的，最膚淺的，人人都能看得到的。所以說你的功夫、你的修持有沒有進步，從哪裡看？如果用這五個來做標準來看，很容易看出來。"
    },
    {
      "id": "12-017-1210_p0040",
      "zh_CN": "你今年跟去年比，今年跟前年比，自己反省，不就明白了吗？我有没有进步，心里面太深了，你观察不到，你从表面上观察，所谓是「诚于中，而形于外」，你从表面能够看出你内心。你内心有，自然表现在外面；内心没有，外头装也装不像。装模作样，你被人一眼看穿了，一文都不值，你不是出于真心，你完全做伪装，表面的。那一种可以欺骗粗心大意的人，他没有看出来，但是装，装不长。过不久，能装上个三年五载这不得了，那有相当功夫了，最后还是露出马脚。到你败露的时候，一文就不值了，从前别人恭敬、赞叹你，这时候知道什么？上当了，被你欺骗了。",
      "zh_TW": "你今年跟去年比，今年跟前年比，自己反省，不就明白了嗎？我有沒有進步，心裡面太深了，你觀察不到，你從表面上觀察，所謂是「誠於中，而形於外」，你從表面能夠看出你內心。你內心有，自然表現在外面；內心沒有，外頭裝也裝不像。裝模作樣，你被人一眼看穿了，一文都不值，你不是出於真心，你完全做偽裝，表面的。那一種可以欺騙粗心大意的人，他沒有看出來，但是裝，裝不長。過不久，能裝上個三年五載這不得了，那有相當功夫了，最後還是露出馬腳。到你敗露的時候，一文就不值了，從前別人恭敬、讚歎你，這時候知道什麼？上當了，被你欺騙了。"
    },
    {
      "id": "12-017-1210_p0041",
      "zh_CN": "所以真正修行人，不管是哪一宗，哪一派，哪个法门，可以说无一不是修一念。一念叫正念，一念是真心，一念是本性，一念是本善，一念就是没有一切妄念，没有一切杂念。我们念佛人所修的一念，实际上不是真正一念，所修的是第二念。那是什么？阿弥陀佛，执持名号。那第一念？第一念里头没有阿弥陀佛。第一念什么都没有，本来无一物，何处惹尘埃，哪来的阿弥陀佛！所以，阿弥陀佛是第二念。我们能够把念头守在第二念，距离第一念很近，念到纯熟，有一天豁然大悟，从第二念就跳到第一念。跳到第一念，在西方极乐世界是实报庄严土，在我们现前那就是华藏世界，你就成法身菩萨了。所以，把念头集中在第二念，集中在阿弥陀佛上，虽然不是分证佛，是相似佛。相似佛往生西方极乐世界生方便有余土，不是同居土。你看看，往生的品位就大幅度的提升了，这是正事，这是大事。佛为一大事因缘出现于世，是把这个事情教给我们。我们一大事因缘，来到这个世间，是要把这个念佛法门学会，这一生当中决定往生净土。即使往生净土是凡圣同居土下下品往生，也算成功了，这一大事因缘了了；了就是圆满，下下品往生都圆满。为什么？永脱轮回，永脱十法界了。",
      "zh_TW": "所以真正修行人，不管是哪一宗，哪一派，哪個法門，可以說無一不是修一念。一念叫正念，一念是真心，一念是本性，一念是本善，一念就是沒有一切妄念，沒有一切雜念。我們念佛人所修的一念，實際上不是真正一念，所修的是第二念。那是什麼？阿彌陀佛，執持名號。那第一念？第一念裡頭沒有阿彌陀佛。第一念什麼都沒有，本來無一物，何處惹塵埃，哪來的阿彌陀佛！所以，阿彌陀佛是第二念。我們能夠把念頭守在第二念，距離第一念很近，念到純熟，有一天豁然大悟，從第二念就跳到第一念。跳到第一念，在西方極樂世界是實報莊嚴土，在我們現前那就是華藏世界，你就成法身菩薩了。所以，把念頭集中在第二念，集中在阿彌陀佛上，雖然不是分證佛，是相似佛。相似佛往生西方極樂世界生方便有餘土，不是同居土。你看看，往生的品位就大幅度的提升了，這是正事，這是大事。佛為一大事因緣出現於世，是把這個事情教給我們。我們一大事因緣，來到這個世間，是要把這個念佛法門學會，這一生當中決定往生淨土。即使往生淨土是凡聖同居土下下品往生，也算成功了，這一大事因緣了了；了就是圓滿，下下品往生都圓滿。為什麼？永脫輪迴，永脫十法界了。"
    },
    {
      "id": "12-017-1210_p0042",
      "zh_CN": "破烦恼，一心什么烦恼都破了，这个一心是我们现前所讲的专心，专一。但是要记住，净宗是大乘，《华严》是大乘，大乘不能舍弃众生，自己未度，发愿度人，所以普贤菩萨礼拜初发心的菩萨，难能可贵。菩萨虽然自己功夫不高，不舍众生，菩萨什么都不会，只会念这一句阿弥陀佛，他也不舍弃众生。为什么？遇到别人就阿弥陀佛、阿弥陀佛、阿弥陀佛，把阿弥陀佛传给他；自己念佛求生净土，劝别人求生净土。你问他那是什么道理，他说不出来，他有一番热忱，有诚意，你看他的态度，你看他的言语，你能体会到那是一片诚恳，一丝毫虚伪都没有。他自己真干，他也希望你干，这个人是菩萨，一点都不假。不要看他没有念过书，他不认识字，他教理什么都不懂，他是真正的菩萨，我们决定不可以轻慢。",
      "zh_TW": "破煩惱，一心什麼煩惱都破了，這個一心是我們現前所講的專心，專一。但是要記住，淨宗是大乘，《華嚴》是大乘，大乘不能捨棄眾生，自己未度，發願度人，所以普賢菩薩禮拜初發心的菩薩，難能可貴。菩薩雖然自己功夫不高，不捨眾生，菩薩什麼都不會，只會念這一句阿彌陀佛，他也不捨棄眾生。為什麼？遇到別人就阿彌陀佛、阿彌陀佛、阿彌陀佛，把阿彌陀佛傳給他；自己念佛求生淨土，勸別人求生淨土。你問他那是什麼道理，他說不出來，他有一番熱忱，有誠意，你看他的態度，你看他的言語，你能體會到那是一片誠懇，一絲毫虛偽都沒有。他自己真幹，他也希望你幹，這個人是菩薩，一點都不假。不要看他沒有念過書，他不認識字，他教理什麼都不懂，他是真正的菩薩，我們決定不可以輕慢。"
    },
    {
      "id": "12-017-1210_p0043",
      "zh_CN": "所以，这个智断致用，一念见一切，致用，这个大用太圆满了。世间人常说，大用无方，佛法这个地方是大用圆满。这就是常常所说的万德万能，无所不知，无所不能，这是自性性德圆满的显露，显露就是一丝毫隐藏都没有。从什么地方来的？一个智，一个德，断德，智是看破，断是放下。破诸烦恼障，放下；以彼智慧心，看破；一念见一切，明了，通达明了。",
      "zh_TW": "所以，這個智斷致用，一念見一切，致用，這個大用太圓滿了。世間人常說，大用無方，佛法這個地方是大用圓滿。這就是常常所說的萬德萬能，無所不知，無所不能，這是自性性德圓滿的顯露，顯露就是一絲毫隱藏都沒有。從什麼地方來的？一個智，一個德，斷德，智是看破，斷是放下。破諸煩惱障，放下；以彼智慧心，看破；一念見一切，明瞭，通達明瞭。"
    },
    {
      "id": "12-017-1210_p0044",
      "zh_CN": "『此是佛神力』，哪个佛的神力？自佛，自心是不动智佛。在这品经里面文殊菩萨教导我们，每个人所依的，每个修行人、每个菩萨他所依靠的，依的就是自心不动智佛，「此是佛神力」。自心就是宗门所说的，父母未生前本来面目，是你真正的本人，这个身不是。我们如果把我们的身当作本人，身是什么，身像我们穿的衣服，衣服不是本人；我今天穿这件，明天又换了一件，本人没有换，衣服天天换，一天换好几件。本人没有变，这个身形常常变，在六道里头舍身受生不一样。纵然是在人道，前一生在人道，跟这一生又在人道，这两个人相不一样，这个道理要懂。",
      "zh_TW": "『此是佛神力』，哪個佛的神力？自佛，自心是不動智佛。在這品經裡面文殊菩薩教導我們，每個人所依的，每個修行人、每個菩薩他所依靠的，依的就是自心不動智佛，「此是佛神力」。自心就是宗門所說的，父母未生前本來面目，是你真正的本人，這個身不是。我們如果把我們的身當作本人，身是什麼，身像我們穿的衣服，衣服不是本人；我今天穿這件，明天又換了一件，本人沒有換，衣服天天換，一天換好幾件。本人沒有變，這個身形常常變，在六道裡頭捨身受生不一樣。縱然是在人道，前一生在人道，跟這一生又在人道，這兩個人相不一樣，這個道理要懂。"
    },
    {
      "id": "12-017-1210_p0045",
      "zh_CN": "但是自心是一样的，法性是一样的，跟一切众生完全相同，法性一样，智一样，佛一样。法性相同，佛性相同，德相相同，法身相同，此是佛神力，这一句就是说的这个，不是他佛，是自佛。他佛的加持是佛的教诲，慈悲教诲，一念见一切这是自佛神力，这个道理总要懂，你才晓得佛法里头一丝毫迷信都没有。现在时间到了。",
      "zh_TW": "但是自心是一樣的，法性是一樣的，跟一切眾生完全相同，法性一樣，智一樣，佛一樣。法性相同，佛性相同，德相相同，法身相同，此是佛神力，這一句就是說的這個，不是他佛，是自佛。他佛的加持是佛的教誨，慈悲教誨，一念見一切這是自佛神力，這個道理總要懂，你才曉得佛法裡頭一絲毫迷信都沒有。現在時間到了。"
    }
  ]
}