{
  "doc_id": "12-017-1454",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "(第一四五四卷)",
    "zh_TW": "(第一四五四卷)"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1454",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "12-017-1454_p0001",
      "zh_CN": "诸位法师、诸位同学，请坐。请看「菩萨问明品」，第十佛境界甚深，文殊菩萨偈颂第八首看起。我们将经文念一遍：",
      "zh_TW": "諸位法師、諸位同學，請坐。請看「菩薩問明品」，第十佛境界甚深，文殊菩薩偈頌第八首看起。我們將經文念一遍："
    },
    {
      "id": "12-017-1454_p0002",
      "zh_CN": "【非识所能识。亦非心境界。其性本清净。开示诸群生。】",
      "zh_TW": "【非識所能識。亦非心境界。其性本清淨。開示諸群生。】"
    },
    {
      "id": "12-017-1454_p0003",
      "zh_CN": "四句，前面三句我们一起学习过了，现在再看清凉大师《疏钞》第四段，第四段就是解释『开示诸群生』。「众生等有，惑翳不知，故佛开示，皆令悟入」，我们看大师的《钞》，就是注解。「众生等有」，就是我们刚才念的这四句这段文，「释第四句」，这是解释「开示诸群生」，「即用法华开示悟入佛知见意」，清凉大师用《法华经》的经义来解释这一句。「谓开除惑障，显示真理，令悟体空，证入心体也」，你看这个地方，第一行有「开」，第二行有「示」，第三行有「悟」，第四行有「入」，开示悟入佛之知见。",
      "zh_TW": "四句，前面三句我們一起學習過了，現在再看清涼大師《疏鈔》第四段，第四段就是解釋『開示諸群生』。「眾生等有，惑翳不知，故佛開示，皆令悟入」，我們看大師的《鈔》，就是註解。「眾生等有」，就是我們剛才念的這四句這段文，「釋第四句」，這是解釋「開示諸群生」，「即用法華開示悟入佛知見意」，清涼大師用《法華經》的經義來解釋這一句。「謂開除惑障，顯示真理，令悟體空，證入心體也」，你看這個地方，第一行有「開」，第二行有「示」，第三行有「悟」，第四行有「入」，開示悟入佛之知見。"
    },
    {
      "id": "12-017-1454_p0004",
      "zh_CN": "这一段我们怎么来学习？一切诸佛，包括法身菩萨，示现在九法界，特别示现在六道，他来示现为什么？如果我们这么个问法，这是外行，这是外行问的，肯定外行多，「佛菩萨来示现干什么的」？我们读了前面这三句就晓得，佛菩萨示现在九法界，示现即非示现，是名示现，这是《金刚经》上的句子，示现者即非示现，是名示现。你问他有什么意思？没有，什么意思也没有。为什么示现？没有，即非示现！为什么会有这个事？这个事是感应，众生有感，佛就有应。他应有什么作用？应他能够起帮助众生开示悟入的作用。",
      "zh_TW": "這一段我們怎麼來學習？一切諸佛，包括法身菩薩，示現在九法界，特別示現在六道，他來示現為什麼？如果我們這麼個問法，這是外行，這是外行問的，肯定外行多，「佛菩薩來示現幹什麼的」？我們讀了前面這三句就曉得，佛菩薩示現在九法界，示現即非示現，是名示現，這是《金剛經》上的句子，示現者即非示現，是名示現。你問他有什麼意思？沒有，什麼意思也沒有。為什麼示現？沒有，即非示現！為什麼會有這個事？這個事是感應，眾生有感，佛就有應。他應有什麼作用？應他能夠起幫助眾生開示悟入的作用。"
    },
    {
      "id": "12-017-1454_p0005",
      "zh_CN": "如果众生感的缘深，感的人多，佛应是用应身来应。好像他也到我们这个世间来投胎，像释迦牟尼佛一样，像历代祖师一样，祖师里面很多菩萨、罗汉来示现的。我们凡夫看见他们跟我们没有两样，实际上完全不相同。怎么个不相同法？前面跟大家报告过了。生活跟我们一样，工作也一样，处事待人接物也一样；不一样的是他从来没有起心动念，从来没有分别执着，就这个不一样。所以他住的是一真法界，我们住的是六道里头的人道；他们的境界是心现的，没有识变，我们住的法界是心现再加上识变，不一样在此地。",
      "zh_TW": "如果眾生感的緣深，感的人多，佛應是用應身來應。好像他也到我們這個世間來投胎，像釋迦牟尼佛一樣，像歷代祖師一樣，祖師裡面很多菩薩、羅漢來示現的。我們凡夫看見他們跟我們沒有兩樣，實際上完全不相同。怎麼個不相同法？前面跟大家報告過了。生活跟我們一樣，工作也一樣，處事待人接物也一樣；不一樣的是他從來沒有起心動念，從來沒有分別執著，就這個不一樣。所以他住的是一真法界，我們住的是六道裡頭的人道；他們的境界是心現的，沒有識變，我們住的法界是心現再加上識變，不一樣在此地。"
    },
    {
      "id": "12-017-1454_p0006",
      "zh_CN": "这个地方清凉大师的开示说出来了，前面跟我们讲的心体、无念，众生等有，一切众生平等，统统具足。这句话「出现品」里面讲得更详细，说「一切众生皆有如来智慧德相」。智慧就是自性里面本来具足的般若智慧，根本智、后得智，圆圆满满，没有一丝毫欠缺，真的是无所不知，无所不能，众生个个都有。不但有智慧，而且有德，德就是能力，我们常讲万德万能，没有你不会的。相是相好，现在人讲的福报，福报之大我们没法子想像。我们世间人常讲，贵人或者有福报的人有三十二相，三十二种大人相，八十种随形好，这就是富贵之相了。佛告诉我们，自性里面讲的福报，身有无量相，相有无量好，你无法想像的。一切众生等有，平等，统统都有。",
      "zh_TW": "這個地方清涼大師的開示說出來了，前面跟我們講的心體、無念，眾生等有，一切眾生平等，統統具足。這句話「出現品」裡面講得更詳細，說「一切眾生皆有如來智慧德相」。智慧就是自性裡面本來具足的般若智慧，根本智、後得智，圓圓滿滿，沒有一絲毫欠缺，真的是無所不知，無所不能，眾生個個都有。不但有智慧，而且有德，德就是能力，我們常講萬德萬能，沒有你不會的。相是相好，現在人講的福報，福報之大我們沒法子想像。我們世間人常講，貴人或者有福報的人有三十二相，三十二種大人相，八十種隨形好，這就是富貴之相了。佛告訴我們，自性裡面講的福報，身有無量相，相有無量好，你無法想像的。一切眾生等有，平等，統統都有。"
    },
    {
      "id": "12-017-1454_p0007",
      "zh_CN": "现在有没有？现在还有，很可惜你自己不知道。为什么不知道？你迷惑了，你眼中有翳，翳就是我们现在讲的白内障。严重的白内障，你眼睛瞎了，所以你见不到，你不知不见。惑翳是比喻，比喻什么？见思烦恼、尘沙烦恼、无明烦恼，这三种烦恼障碍了你。「出现品」里面讲，「但以妄想执着而不能证得」，妄想是无明烦恼，执着是见思烦恼，当中还有个尘沙烦恼，因为经文句子很整齐，把这个省略，说一个头，说一个尾，当中当然在里面，但以妄想执着而不能证得。也就是说凡夫有妄想、有分别、有执着，这就好比是惑，好比是翳，你对于事实真相就一无所知。不知道自己的真心，不知道自己自性本净，不知道！不知道本性本善，确确实实没有丝毫染污夹杂，觉悟的人如是，迷惑不知的人亦如是。",
      "zh_TW": "現在有沒有？現在還有，很可惜你自己不知道。為什麼不知道？你迷惑了，你眼中有翳，翳就是我們現在講的白內障。嚴重的白內障，你眼睛瞎了，所以你見不到，你不知不見。惑翳是比喻，比喻什麼？見思煩惱、塵沙煩惱、無明煩惱，這三種煩惱障礙了你。「出現品」裡面講，「但以妄想執著而不能證得」，妄想是無明煩惱，執著是見思煩惱，當中還有個塵沙煩惱，因為經文句子很整齊，把這個省略，說一個頭，說一個尾，當中當然在裡面，但以妄想執著而不能證得。也就是說凡夫有妄想、有分別、有執著，這就好比是惑，好比是翳，你對於事實真相就一無所知。不知道自己的真心，不知道自己自性本淨，不知道！不知道本性本善，確確實實沒有絲毫染污夾雜，覺悟的人如是，迷惑不知的人亦如是。"
    },
    {
      "id": "12-017-1454_p0008",
      "zh_CN": "我们的真心本性决定没有改变，只是我们现在迷而不知，所以佛出现在世间，出现在世间告诉我们，开示悟入佛之知见。开好像是开启，我们用比喻就容易懂，本来完全迷失了，完全不知道，好像家里有无量的财宝，祖上把它放在仓库里面收藏起来。仓库的门都封起来，几十年从来没有人开过这个门，也不知道里头什么东西。现在贫穷得没有法子，天天到外面去讨饭，非常可怜。有个明白人知道，你家里头有亿万财宝，你怎么搞成这个样子！他说：没有！你祖宗留下来的，有！好，我带你去看。把门打开：在里面！门打开，进去了，进去不识货！许许多多这些珍珠、玛瑙他不认识，他从来没见过。穷人，从来没见过，以为这是普通石头，这哪能值钱？开了之后不认识。",
      "zh_TW": "我們的真心本性決定沒有改變，只是我們現在迷而不知，所以佛出現在世間，出現在世間告訴我們，開示悟入佛之知見。開好像是開啟，我們用比喻就容易懂，本來完全迷失了，完全不知道，好像家裡有無量的財寶，祖上把它放在倉庫裡面收藏起來。倉庫的門都封起來，幾十年從來沒有人開過這個門，也不知道裡頭什麼東西。現在貧窮得沒有法子，天天到外面去討飯，非常可憐。有個明白人知道，你家裡頭有億萬財寶，你怎麼搞成這個樣子！他說：沒有！你祖宗留下來的，有！好，我帶你去看。把門打開：在裡面！門打開，進去了，進去不識貨！許許多多這些珍珠、瑪瑙他不認識，他從來沒見過。窮人，從來沒見過，以為這是普通石頭，這哪能值錢？開了之後不認識。"
    },
    {
      "id": "12-017-1454_p0009",
      "zh_CN": "示是指示他，告诉他这是什么宝物，这个价值多少。一样一样给他讲，他才明白了，悟就是他明白了，晓得自己真有。悟了之后，当然他就得受用，不再过贫穷之苦，入这个境界了，我们今天讲，他能够参与上层社会这种活动、生活方式；本来他是贫民，现在居然能够参与上等社会。从这个比喻就好懂，你就晓得「开示悟入」这四个字的大意。佛为我们讲经说法四十九年，苦口婆心教导我们，用意就在此地，教我们开除惑障。开，我们明白了，打开了，我们自己知道自己有三障、有二障。二障有烦恼障、有所知障，般若无知，你偏偏有知，有知就变成有所不知，你不知道的东西太多了。",
      "zh_TW": "示是指示他，告訴他這是什麼寶物，這個價值多少。一樣一樣給他講，他才明白了，悟就是他明白了，曉得自己真有。悟了之後，當然他就得受用，不再過貧窮之苦，入這個境界了，我們今天講，他能夠參與上層社會這種活動、生活方式；本來他是貧民，現在居然能夠參與上等社會。從這個比喻就好懂，你就曉得「開示悟入」這四個字的大意。佛為我們講經說法四十九年，苦口婆心教導我們，用意就在此地，教我們開除惑障。開，我們明白了，打開了，我們自己知道自己有三障、有二障。二障有煩惱障、有所知障，般若無知，你偏偏有知，有知就變成有所不知，你不知道的東西太多了。"
    },
    {
      "id": "12-017-1454_p0010",
      "zh_CN": "菩萨修甚深般若波罗蜜多，甚深般若波罗蜜多是无念！你们想想看，有知是不是有念？有念就是妄念，有念就是无知，那个知是智慧的知，有念就没有智慧！般若无知。菩萨修甚深波罗蜜多怎么修法？开除惑障，用什么方法？甚深禅定，把念头放下，把所有的念头（有念）统统放下，无念也放下，因为你有个无念还是有念，有「无念」还是障碍。统统放下，本来的清净心现前，清净心里头本来具有无量智慧、无量德相，统统现出来。所以《楞严经》上讲「圆满菩提，归无所得」，统统是你自己本有的，没有一样东西是新得来的，全是恢复自性本有的智慧德相。",
      "zh_TW": "菩薩修甚深般若波羅蜜多，甚深般若波羅蜜多是無念！你們想想看，有知是不是有念？有念就是妄念，有念就是無知，那個知是智慧的知，有念就沒有智慧！般若無知。菩薩修甚深波羅蜜多怎麼修法？開除惑障，用什麼方法？甚深禪定，把念頭放下，把所有的念頭（有念）統統放下，無念也放下，因為你有個無念還是有念，有「無念」還是障礙。統統放下，本來的清淨心現前，清淨心裡頭本來具有無量智慧、無量德相，統統現出來。所以《楞嚴經》上講「圓滿菩提，歸無所得」，統統是你自己本有的，沒有一樣東西是新得來的，全是恢復自性本有的智慧德相。"
    },
    {
      "id": "12-017-1454_p0011",
      "zh_CN": "「惑」要知道，惑是指无明；障，障就是分别执着。分别、执着是障！执着是烦恼障，分别是所知障，无明是迷惑，这个东西要离，所以我们还是要离念。北宗他们修行的宗旨是离念，我们要从这里做，一定要承认自己是中下根性，不是上上根人。我们要循序渐进，惑障除一分，智慧就透一分，德相也就显一分；惑障去二分，智慧就透二分，德相也就现前二分。所以你的修学只要契入，这个契入真的是做断烦恼的功夫，远离一切的恶念，恶的思惟、恶的行为，真的放下，你会得法喜充满。为什么？烦恼天天轻，智慧天天长，福报也天天大，他怎么会不欢喜？觉悟的人福报现前是大家享，不是个人享，更快乐；个人享有烦恼，大家享就快乐，没有烦恼。",
      "zh_TW": "「惑」要知道，惑是指無明；障，障就是分別執著。分別、執著是障！執著是煩惱障，分別是所知障，無明是迷惑，這個東西要離，所以我們還是要離念。北宗他們修行的宗旨是離念，我們要從這裡做，一定要承認自己是中下根性，不是上上根人。我們要循序漸進，惑障除一分，智慧就透一分，德相也就顯一分；惑障去二分，智慧就透二分，德相也就現前二分。所以你的修學只要契入，這個契入真的是做斷煩惱的功夫，遠離一切的惡念，惡的思惟、惡的行為，真的放下，你會得法喜充滿。為什麼？煩惱天天輕，智慧天天長，福報也天天大，他怎麼會不歡喜？覺悟的人福報現前是大家享，不是個人享，更快樂；個人享有煩惱，大家享就快樂，沒有煩惱。"
    },
    {
      "id": "12-017-1454_p0012",
      "zh_CN": "要怎样才能落实？这是我们非常关心的。落实就是好学，每天都要读圣贤书，古人常讲「三天不读圣贤书，面目可憎」。三天不念圣贤书，你的无始无明、见思、尘沙烦恼的习气统统现行，你造业，那就错了。天天读圣贤书，天天希圣希贤，希是希望，希望自己在这一生当中能成为圣人、能成为贤人，这个人有志气。说得再白一点，希望这一生当中做个真正的好人，决定不造恶业。天天要读圣贤书，天天要依圣贤教诲去生活、过日子，依圣贤教诲去工作、应酬，就不会有过失。三天不念，圣贤人教诲忘掉了，我们无始劫以来的恶习气就起现行。古人讲三天，现在这个社会是一天都不行，你一天不读圣贤书，你的毛病、习气就发作。",
      "zh_TW": "要怎樣才能落實？這是我們非常關心的。落實就是好學，每天都要讀聖賢書，古人常講「三天不讀聖賢書，面目可憎」。三天不念聖賢書，你的無始無明、見思、塵沙煩惱的習氣統統現行，你造業，那就錯了。天天讀聖賢書，天天希聖希賢，希是希望，希望自己在這一生當中能成為聖人、能成為賢人，這個人有志氣。說得再白一點，希望這一生當中做個真正的好人，決定不造惡業。天天要讀聖賢書，天天要依聖賢教誨去生活、過日子，依聖賢教誨去工作、應酬，就不會有過失。三天不念，聖賢人教誨忘掉了，我們無始劫以來的惡習氣就起現行。古人講三天，現在這個社會是一天都不行，你一天不讀聖賢書，你的毛病、習氣就發作。"
    },
    {
      "id": "12-017-1454_p0013",
      "zh_CN": "天天要读，天天要听讲，你说读的书都不懂，不懂没用处，不起作用。所以你看清凉大师在《华严》里面判教，将这部大经判成四分，信、解、行、证，判这个四分。第一个我们对于圣人、对于佛菩萨有坚定的信心，他是好人，他是个明白人，我决定要跟他学习。头一个信，信了之后要解，他的教诲我要真正能够理解。教诲都在经典上，经典是教科书，我读的这些教科书我能够理解，我要把所理解到的要落实到我生活当中，那就是行，真管用！学以致用。有行，行到一定的程度就契入，入什么？入诸佛甚深境界。所以清凉大师在此地注解里面讲，「开除惑障，显示真理，令悟体空」。体是哲学里面所讲的万有的本体，万有是讲相，相有体空。所以《般若经》的总结，佛经里面最大的一部经《大般若经》，总共有六百卷，总的一句话就是说，「一切法无所有，毕竟空，不可得」，体空！",
      "zh_TW": "天天要讀，天天要聽講，你說讀的書都不懂，不懂沒用處，不起作用。所以你看清涼大師在《華嚴》裡面判教，將這部大經判成四分，信、解、行、證，判這個四分。第一個我們對於聖人、對於佛菩薩有堅定的信心，他是好人，他是個明白人，我決定要跟他學習。頭一個信，信了之後要解，他的教誨我要真正能夠理解。教誨都在經典上，經典是教科書，我讀的這些教科書我能夠理解，我要把所理解到的要落實到我生活當中，那就是行，真管用！學以致用。有行，行到一定的程度就契入，入什麼？入諸佛甚深境界。所以清涼大師在此地註解裡面講，「開除惑障，顯示真理，令悟體空」。體是哲學裡面所講的萬有的本體，萬有是講相，相有體空。所以《般若經》的總結，佛經裡面最大的一部經《大般若經》，總共有六百卷，總的一句話就是說，「一切法無所有，畢竟空，不可得」，體空！"
    },
    {
      "id": "12-017-1454_p0014",
      "zh_CN": "体既然是空，相是幻有、假有，不是真有。所有一切现相，你要真正把它看清楚、看明白，你才晓得佛在《金刚经》上讲的是一句实话、真话，「凡所有相，皆是虚妄」。这桩事佛在《仁王经》里面告诉我们，缘生缘灭，所有一切现相是缘生的。缘生时间非常短暂，《金刚经》里面讲如露亦如电，如电、如露。《仁王经》上跟我们讲的就更接近事实，它说生灭的时间多长？佛讲一弹指，一弹指的六十分之一叫一刹那，我们弹得快，很快用力去弹的话，我弹大概一秒钟可以弹四次。当然还有比我更快的，我用我自己的试验，一秒钟弹四次。一弹指的六十分之一叫一刹那，一刹那里面有九百生灭；换句话说，一刹那的九百分之一就是一个生灭。我们用一秒钟乘四（弹四次），再乘六十，再乘九百，一秒钟有多少个生灭？刚刚好二个十万八千，二十一万六千次的生灭，你怎么会知道这个境界是假的？",
      "zh_TW": "體既然是空，相是幻有、假有，不是真有。所有一切現相，你要真正把它看清楚、看明白，你才曉得佛在《金剛經》上講的是一句實話、真話，「凡所有相，皆是虛妄」。這樁事佛在《仁王經》裡面告訴我們，緣生緣滅，所有一切現相是緣生的。緣生時間非常短暫，《金剛經》裡面講如露亦如電，如電、如露。《仁王經》上跟我們講的就更接近事實，它說生滅的時間多長？佛講一彈指，一彈指的六十分之一叫一剎那，我們彈得快，很快用力去彈的話，我彈大概一秒鐘可以彈四次。當然還有比我更快的，我用我自己的試驗，一秒鐘彈四次。一彈指的六十分之一叫一剎那，一剎那裡面有九百生滅；換句話說，一剎那的九百分之一就是一個生滅。我們用一秒鐘乘四（彈四次），再乘六十，再乘九百，一秒鐘有多少個生滅？剛剛好二個十萬八千，二十一萬六千次的生滅，你怎麼會知道這個境界是假的？"
    },
    {
      "id": "12-017-1454_p0015",
      "zh_CN": "我们的身体坐在这个地方，我们在这里上课四个小时，多少次的生灭，你以为我来的时候这个身还是现在身？不是的！现在这个身是什么？相续相，就像我们看电影银幕上的相一样。电影的银幕也是生灭，你看放映机里面的镜头一打开，这一个幻灯片照出去，立刻关起来，再打开，第二张出现，它的速度一秒钟二十四次，一秒钟二十四个生灭。这是我们在一般看电影的银幕上的画面，已经显得很逼真了，其实你看的每一个画面是二十四分之一秒，一秒钟已经换了二十四次，哪里是真的？这个常识我们大家都有，不难懂。现在佛告诉我们，一秒钟有二个十万八千次的生灭，这是事实真相。所有一切现相没有一个是例外的，哪来的真的！",
      "zh_TW": "我們的身體坐在這個地方，我們在這裡上課四個小時，多少次的生滅，你以為我來的時候這個身還是現在身？不是的！現在這個身是什麼？相續相，就像我們看電影銀幕上的相一樣。電影的銀幕也是生滅，你看放映機裡面的鏡頭一打開，這一個幻燈片照出去，立刻關起來，再打開，第二張出現，它的速度一秒鐘二十四次，一秒鐘二十四個生滅。這是我們在一般看電影的銀幕上的畫面，已經顯得很逼真了，其實你看的每一個畫面是二十四分之一秒，一秒鐘已經換了二十四次，哪裡是真的？這個常識我們大家都有，不難懂。現在佛告訴我們，一秒鐘有二個十萬八千次的生滅，這是事實真相。所有一切現相沒有一個是例外的，哪來的真的！"
    },
    {
      "id": "12-017-1454_p0016",
      "zh_CN": "早晨的你绝对不是现在的你，一个小时前的我绝对不是现在的我，没有了。所以跟你讲真话，无所有，毕竟空，不可得，身体都不可得。我们讲刹那生灭，这是个简单的形容，给你说真话，《仁王经》上所说的，我在讲经的时候讲了很多次，是世尊的方便说，不是真实说。真实说不是一秒钟二十一万六千次的生灭，多少？一秒钟有无量次数的生灭，我们没有法子想像，你怎么能把它当作真的有？你那么样的分别认真，于是这才造成六道轮回的现象。真正通达明了事实真相，心开意解，六根对待外面六尘境界的时候，就跟佛菩萨一样，觉悟了。觉悟怎么样？可以受用，不可以分别、不可以执着、不可以起心动念，那就是如来甚深境界。在他们来讲是正常生活，在我们凡夫看起来是甚深境界，不可思议。佛出现在世间，把这个事实真相告诉我们。",
      "zh_TW": "早晨的你絕對不是現在的你，一個小時前的我絕對不是現在的我，沒有了。所以跟你講真話，無所有，畢竟空，不可得，身體都不可得。我們講剎那生滅，這是個簡單的形容，給你說真話，《仁王經》上所說的，我在講經的時候講了很多次，是世尊的方便說，不是真實說。真實說不是一秒鐘二十一萬六千次的生滅，多少？一秒鐘有無量次數的生滅，我們沒有法子想像，你怎麼能把它當作真的有？你那麼樣的分別認真，於是這才造成六道輪迴的現象。真正通達明瞭事實真相，心開意解，六根對待外面六塵境界的時候，就跟佛菩薩一樣，覺悟了。覺悟怎麼樣？可以受用，不可以分別、不可以執著、不可以起心動念，那就是如來甚深境界。在他們來講是正常生活，在我們凡夫看起來是甚深境界，不可思議。佛出現在世間，把這個事實真相告訴我們。"
    },
    {
      "id": "12-017-1454_p0017",
      "zh_CN": "现代科学进步，对于佛在经上所讲的，许许多多是被科学证明了，使我们对于经教里所说的更容易理解，加深我们的信心。所以科学对于佛法真的是有帮助，只是科学跟佛法相比，它还在很低层的阶段。佛说的宇宙事实真相，科学还没有办法达到，可是它逐渐逐渐接近，我们要学习，要懂得这个道理。佛法教学的究竟是教我们证入心体，心体就是自性、就是佛性、就是法性，也就是法界。大乘教里常讲「明心见性，见性成佛」，证入心体就是明心见性，也就是世间所讲的成佛，这是我们学佛终极的目标。",
      "zh_TW": "現代科學進步，對於佛在經上所講的，許許多多是被科學證明了，使我們對於經教裡所說的更容易理解，加深我們的信心。所以科學對於佛法真的是有幫助，只是科學跟佛法相比，它還在很低層的階段。佛說的宇宙事實真相，科學還沒有辦法達到，可是它逐漸逐漸接近，我們要學習，要懂得這個道理。佛法教學的究竟是教我們證入心體，心體就是自性、就是佛性、就是法性，也就是法界。大乘教裡常講「明心見性，見性成佛」，證入心體就是明心見性，也就是世間所講的成佛，這是我們學佛終極的目標。"
    },
    {
      "id": "12-017-1454_p0018",
      "zh_CN": "所以佛法里头，诸位要知道，不是求功名富贵，不是求升官发财，那完全搞错了；功名富贵、升官发财是梦中之事。你学佛为什么？为名闻利养、为功名富贵、为升官发财，佛门里头能不能求得到？答案是肯定的，求得到，有理论、有方法。那是什么佛法？那是幼稚园的佛法。我们要把佛法比作一个学校，修世间这些东西是幼稚园的课程，没出六道！而佛法教学的目标，是叫你到研究所拿博士学位，证入心体就是拿到博士学位。佛陀这个名称是佛教育里最高学位的名称，佛陀，菩萨是第二个学位，阿罗汉是第三个学位；阿罗汉等于学士，菩萨等于硕士，佛等于博士，学位的名称。他不是神仙，是学位的名称，一定要搞清楚，要搞明白。",
      "zh_TW": "所以佛法裡頭，諸位要知道，不是求功名富貴，不是求升官發財，那完全搞錯了；功名富貴、升官發財是夢中之事。你學佛為什麼？為名聞利養、為功名富貴、為升官發財，佛門裡頭能不能求得到？答案是肯定的，求得到，有理論、有方法。那是什麼佛法？那是幼稚園的佛法。我們要把佛法比作一個學校，修世間這些東西是幼稚園的課程，沒出六道！而佛法教學的目標，是叫你到研究所拿博士學位，證入心體就是拿到博士學位。佛陀這個名稱是佛教育裡最高學位的名稱，佛陀，菩薩是第二個學位，阿羅漢是第三個學位；阿羅漢等於學士，菩薩等於碩士，佛等於博士，學位的名稱。他不是神仙，是學位的名稱，一定要搞清楚，要搞明白。"
    },
    {
      "id": "12-017-1454_p0019",
      "zh_CN": "学佛，这个名词好，我们在佛教育里头期望达到最上层，最上层是佛陀；在教下所说的一乘法，一乘法就是证入佛乘的法门，比大乘还高。大乘是菩萨法，小乘是声闻法，人天乘，天乘好比是高中，人乘是初中、小学。天有很多层次，色界天、无色界天、欲界天，天有二十八层。人天富贵太小了！跟欲界天都不能比。佛氏门中，有求必应。三恶道是贪瞋痴，决定不能有，有贪瞋痴的念头，你就离不开三恶道。那我们想想，冷静观察我们周边的人，有几个人没有贪瞋痴，然后再回头想想自己，这个重要。别人无论干什么，各人因果各人负责，最重要的是我自己。",
      "zh_TW": "學佛，這個名詞好，我們在佛教育裡頭期望達到最上層，最上層是佛陀；在教下所說的一乘法，一乘法就是證入佛乘的法門，比大乘還高。大乘是菩薩法，小乘是聲聞法，人天乘，天乘好比是高中，人乘是初中、小學。天有很多層次，色界天、無色界天、欲界天，天有二十八層。人天富貴太小了！跟欲界天都不能比。佛氏門中，有求必應。三惡道是貪瞋痴，決定不能有，有貪瞋痴的念頭，你就離不開三惡道。那我們想想，冷靜觀察我們周邊的人，有幾個人沒有貪瞋痴，然後再回頭想想自己，這個重要。別人無論幹什麼，各人因果各人負責，最重要的是我自己。"
    },
    {
      "id": "12-017-1454_p0020",
      "zh_CN": "如果我自己贪心很重，那你就要知道你跟饿鬼道的缘分很深，饿鬼道的业因第一个就是悭贪；嫉妒、瞋恚心很重，你跟地狱道有缘，地狱道的人嫉妒、瞋恚非常重。善恶、是非、邪正没有能力辨别，把好人当作坏人，把坏人当作好人，这叫愚痴！善法看作恶法，恶法看作善法，愚痴，不能辨别邪正、是非、善恶，畜生道！想想这些我们有没有？如果还要有这些意念、有这些思想、有这些言行，学佛不管怎么学法，念佛一天念得再多，还是要堕三恶道。这就是古大德所谓「口念弥陀心散乱，喊破喉咙也枉然」，从前李老师常讲，该怎么生死，还是怎么生死，为什么？你修行不是用菩提心，你是用轮回心，轮回心造的是轮回业，受的是轮回报。",
      "zh_TW": "如果我自己貪心很重，那你就要知道你跟餓鬼道的緣分很深，餓鬼道的業因第一個就是慳貪；嫉妒、瞋恚心很重，你跟地獄道有緣，地獄道的人嫉妒、瞋恚非常重。善惡、是非、邪正沒有能力辨別，把好人當作壞人，把壞人當作好人，這叫愚痴！善法看作惡法，惡法看作善法，愚痴，不能辨別邪正、是非、善惡，畜生道！想想這些我們有沒有？如果還要有這些意念、有這些思想、有這些言行，學佛不管怎麼學法，念佛一天念得再多，還是要墮三惡道。這就是古大德所謂「口念彌陀心散亂，喊破喉嚨也枉然」，從前李老師常講，該怎麼生死，還是怎麼生死，為什麼？你修行不是用菩提心，你是用輪迴心，輪迴心造的是輪迴業，受的是輪迴報。"
    },
    {
      "id": "12-017-1454_p0021",
      "zh_CN": "去年一年，我请江逸子先生画一幅「地狱变相图」。江老师也真不容易，用一年的时间，真的是不眠不休，一天画十几个钟点，一年当中把这幅画画成功。现在我们做了很多复制品，有一比一的，跟原图一样大，原图高六十六公分，有这么高，六十六公分高，长六十米。我看到这幅画，不敢讲绝后，但是敢讲空前，过去没有人做过这么大的画面，没做过。我们希望这个复制品赠送给全世界图书馆、博物馆，给他们收藏，这是希有的艺术品。另外我们做了把它缩小，缩成二分之一，二分之一我们赠送的目标是道场，寺院庵堂，其他宗教的教堂有愿意收藏，我们也欢喜赠送。我们知道基督教有地狱变相图，但是恐怕没有这么大。另外还有做得更小的，四分之一跟六分之一的，这是便于一般同修家庭里面可以收藏的。",
      "zh_TW": "去年一年，我請江逸子先生畫一幅「地獄變相圖」。江老師也真不容易，用一年的時間，真的是不眠不休，一天畫十幾個鐘點，一年當中把這幅畫畫成功。現在我們做了很多複製品，有一比一的，跟原圖一樣大，原圖高六十六公分，有這麼高，六十六公分高，長六十米。我看到這幅畫，不敢講絕後，但是敢講空前，過去沒有人做過這麼大的畫面，沒做過。我們希望這個複製品贈送給全世界圖書館、博物館，給他們收藏，這是希有的藝術品。另外我們做了把它縮小，縮成二分之一，二分之一我們贈送的目標是道場，寺院庵堂，其他宗教的教堂有願意收藏，我們也歡喜贈送。我們知道基督教有地獄變相圖，但是恐怕沒有這麼大。另外還有做得更小的，四分之一跟六分之一的，這是便於一般同修家庭裡面可以收藏的。"
    },
    {
      "id": "12-017-1454_p0022",
      "zh_CN": "广泛流通，这是属于因果教育，善有善报，恶有恶报，是劝人断恶修善这么一门功课。在中国过去社会里头非常讲求，所以每个县市都有城隍庙，城隍庙教什么？就是教这个，这是城隍庙里面的精华，阎王殿，十殿阎王。我们今天把它画出来，广泛的流通，提倡因果教育。现在科技发达，提倡这个教育不难，我们把它做成光碟。光碟的成本很低，不但可以大量流通，而且可以从电视、网路长年的播放，每天打开我们电视频道都能看到。这个节目每天播一个小时，让大家常常看、常常听讲，时时刻刻提醒自己，「诸恶莫作，众善奉行，自净其意，是诸佛教」。诸位晓得诸佛，十方三世一切诸佛教人教什么？就教前面十二个字，「诸恶莫作，众善奉行，自净其意」，我们经上这首偈就讲的是自净其意。",
      "zh_TW": "廣泛流通，這是屬於因果教育，善有善報，惡有惡報，是勸人斷惡修善這麼一門功課。在中國過去社會裡頭非常講求，所以每個縣市都有城隍廟，城隍廟教什麼？就是教這個，這是城隍廟裡面的精華，閻王殿，十殿閻王。我們今天把它畫出來，廣泛的流通，提倡因果教育。現在科技發達，提倡這個教育不難，我們把它做成光碟。光碟的成本很低，不但可以大量流通，而且可以從電視、網路長年的播放，每天打開我們電視頻道都能看到。這個節目每天播一個小時，讓大家常常看、常常聽講，時時刻刻提醒自己，「諸惡莫作，眾善奉行，自淨其意，是諸佛教」。諸位曉得諸佛，十方三世一切諸佛教人教什麼？就教前面十二個字，「諸惡莫作，眾善奉行，自淨其意」，我們經上這首偈就講的是自淨其意。"
    },
    {
      "id": "12-017-1454_p0023",
      "zh_CN": "讲到自净其意，当然断恶修善都圆满了，这是最高的境界。没到这么高的境界，我们一定从断恶修善下手，从这儿入门。所以今天无论是在家、出家学佛的朋友们，我总是忠告、总是劝导，一定要从《弟子规》下手。这是这么多年来我冷静的观察，为什么我们连十善业道都做不到？净业三福是我们指导原则，第一句「孝养父母，奉事师长，慈心不杀，修十善业」，没做到！这四句话是做人的道理，不是佛法，世间法。佛法是建立在世间法的基础上，没有这个基础就没有佛法，有这个基础你才能够奠定佛法。所以第二条讲，「受持三皈，具足众戒，不犯威仪」，这是佛法。第二句是以第一句做基础，如果没有孝亲尊师，没有慈心、十善，就没有三皈，也就没有五戒，其他什么都不要谈了。",
      "zh_TW": "講到自淨其意，當然斷惡修善都圓滿了，這是最高的境界。沒到這麼高的境界，我們一定從斷惡修善下手，從這兒入門。所以今天無論是在家、出家學佛的朋友們，我總是忠告、總是勸導，一定要從《弟子規》下手。這是這麼多年來我冷靜的觀察，為什麼我們連十善業道都做不到？淨業三福是我們指導原則，第一句「孝養父母，奉事師長，慈心不殺，修十善業」，沒做到！這四句話是做人的道理，不是佛法，世間法。佛法是建立在世間法的基礎上，沒有這個基礎就沒有佛法，有這個基礎你才能夠奠定佛法。所以第二條講，「受持三皈，具足眾戒，不犯威儀」，這是佛法。第二句是以第一句做基礎，如果沒有孝親尊師，沒有慈心、十善，就沒有三皈，也就沒有五戒，其他什麼都不要談了。"
    },
    {
      "id": "12-017-1454_p0024",
      "zh_CN": "由此可知，我们真的没有做到《弟子规》，没有落实《弟子规》，没有落实十善业道，我们学佛是假的，不是真的。不要自己以为我受了戒，甚至于出了家，鬼神都瞧不起你，你是冒充的出家人，你不是真的出家人，你不是佛弟子，自以为佛弟子，错了。为了救这个过失，必须要从《弟子规》下手。《弟子规》能够做到，能够百分之百落实，孝亲尊师就做到，然后再学慈心、十善，不难！我们才能够真正做个佛弟子，诸佛赞叹，天龙善神拥护、尊敬你，你不是冒牌的，你说这个多重要。",
      "zh_TW": "由此可知，我們真的沒有做到《弟子規》，沒有落實《弟子規》，沒有落實十善業道，我們學佛是假的，不是真的。不要自己以為我受了戒，甚至於出了家，鬼神都瞧不起你，你是冒充的出家人，你不是真的出家人，你不是佛弟子，自以為佛弟子，錯了。為了救這個過失，必須要從《弟子規》下手。《弟子規》能夠做到，能夠百分之百落實，孝親尊師就做到，然後再學慈心、十善，不難！我們才能夠真正做個佛弟子，諸佛讚歎，天龍善神擁護、尊敬你，你不是冒牌的，你說這個多重要。"
    },
    {
      "id": "12-017-1454_p0025",
      "zh_CN": "一定要循序渐进，《法华经》里头「开示悟入」，天天听佛开示，经典来开示我们。我们从经典里面悟，把悟到的真正做到，行，变成我们的思想、变成见解，变成我们的生活行持，这才能入境界。按照这个顺序来做，才能证入心体。现在时间到了。",
      "zh_TW": "一定要循序漸進，《法華經》裡頭「開示悟入」，天天聽佛開示，經典來開示我們。我們從經典裡面悟，把悟到的真正做到，行，變成我們的思想、變成見解，變成我們的生活行持，這才能入境界。按照這個順序來做，才能證入心體。現在時間到了。"
    },
    {
      "id": "12-017-1454_p0026",
      "zh_CN": "诸位法师，诸位同修，请坐。我们接着看第八首偈，清凉大师《疏钞》最后的一段。「即体之用，故问之以知。即用之体，故答以性净。知之一字，众妙之门。」我们就看到这里。这一段把问答的义趣给我们说出来。前面问，问的是佛境界知，「何等是佛境界知」，答，偈子里面答的是『其性本清净』，这四句里头这一句是最重要的，「其性本清净」。看到好像是所答非所问，所以后面这一段的开示非常重要。",
      "zh_TW": "諸位法師，諸位同修，請坐。我們接著看第八首偈，清涼大師《疏鈔》最後的一段。「即體之用，故問之以知。即用之體，故答以性淨。知之一字，眾妙之門。」我們就看到這裡。這一段把問答的義趣給我們說出來。前面問，問的是佛境界知，「何等是佛境界知」，答，偈子裡面答的是『其性本清淨』，這四句裡頭這一句是最重要的，「其性本清淨」。看到好像是所答非所問，所以後面這一段的開示非常重要。"
    },
    {
      "id": "12-017-1454_p0027",
      "zh_CN": "答的意思很深。前面两句是「即体之用，故问之以知」，《钞》里头说得很好，「即体之用下」，下面就是这段文，「会违」，会是会通，违是相违，会通相违。「谓前问问知，今答性净，都无知言」，好像没有知这个字，「何以会通，故为此会」，这个会就是会通。让我们初学的人了解这个问跟答是相应的，不是问答不相干。下面举当时一位大德的话，「故水南知识云」，这是一位善知识他说的。「即体之用名知，即用之体为寂」，这个解释就好，我们就明白了。问是从用上问的，作用，你看问「何等是佛境界知」。",
      "zh_TW": "答的意思很深。前面兩句是「即體之用，故問之以知」，《鈔》裡頭說得很好，「即體之用下」，下面就是這段文，「會違」，會是會通，違是相違，會通相違。「謂前問問知，今答性淨，都無知言」，好像沒有知這個字，「何以會通，故為此會」，這個會就是會通。讓我們初學的人了解這個問跟答是相應的，不是問答不相干。下面舉當時一位大德的話，「故水南知識云」，這是一位善知識他說的。「即體之用名知，即用之體為寂」，這個解釋就好，我們就明白了。問是從用上問的，作用，你看問「何等是佛境界知」。"
    },
    {
      "id": "12-017-1454_p0028",
      "zh_CN": "我们赞佛，佛是全知全能，无所不知，无所不能，这个话是真话，不是假的。我们学佛学这么多年明了，佛有这个智慧，佛不是说只有他有，别人没有；佛说一切众生等有，不是说一切众生皆有。一切众生皆有，不见得平等，等有可了不起，等有是完全一样，没有两样。一切众生平等的有，不是他一个人独有，不是佛专有，我们每个人都有，九法界众生都是等有；换句话说，一切畜生也都有，饿鬼也有，地狱也有。为什么会有这么不同的境界？这就是前面讲的，迷悟有浅深。六道都是迷的人，迷里头也有点小悟，迷的最深的是地狱，比地狱稍微浅一点的是饿鬼，比饿鬼又浅一点的是畜生，比畜生又浅一点的是人道，比人道更浅一点的就天道。迷的愈深愈往下坠落，悟的愈高就愈往上超升，就这么个道理。",
      "zh_TW": "我們讚佛，佛是全知全能，無所不知，無所不能，這個話是真話，不是假的。我們學佛學這麼多年明瞭，佛有這個智慧，佛不是說只有他有，別人沒有；佛說一切眾生等有，不是說一切眾生皆有。一切眾生皆有，不見得平等，等有可了不起，等有是完全一樣，沒有兩樣。一切眾生平等的有，不是他一個人獨有，不是佛專有，我們每個人都有，九法界眾生都是等有；換句話說，一切畜生也都有，餓鬼也有，地獄也有。為什麼會有這麼不同的境界？這就是前面講的，迷悟有淺深。六道都是迷的人，迷裡頭也有點小悟，迷的最深的是地獄，比地獄稍微淺一點的是餓鬼，比餓鬼又淺一點的是畜生，比畜生又淺一點的是人道，比人道更淺一點的就天道。迷的愈深愈往下墜落，悟的愈高就愈往上超升，就這麼個道理。"
    },
    {
      "id": "12-017-1454_p0029",
      "zh_CN": "懂得这个道理，使我们想到孔老夫子的一句话，我们就应该知道怎样去学习。孔子说，「我曾经一天不吃饭，一天不睡觉，想来想去」，当然一天一夜想得很多！想来想去都没有真实的利益，最后下的结论「不如学也」。学什么？学圣人；在我们来讲，学佛、学菩萨，不如学也。学佛就要作佛，学菩萨就要作菩萨，那你是真学，你不是假学。佛有圆满的智慧，有圆满的德行。智慧在哪里？在经典里面；德行在哪里？在戒律里面。我们就有学处了。学戒律就是学佛的德行、学佛的生活、学佛的处事待人接物，这真干！",
      "zh_TW": "懂得這個道理，使我們想到孔老夫子的一句話，我們就應該知道怎樣去學習。孔子說，「我曾經一天不吃飯，一天不睡覺，想來想去」，當然一天一夜想得很多！想來想去都沒有真實的利益，最後下的結論「不如學也」。學什麼？學聖人；在我們來講，學佛、學菩薩，不如學也。學佛就要作佛，學菩薩就要作菩薩，那你是真學，你不是假學。佛有圓滿的智慧，有圓滿的德行。智慧在哪裡？在經典裡面；德行在哪裡？在戒律裡面。我們就有學處了。學戒律就是學佛的德行、學佛的生活、學佛的處事待人接物，這真幹！"
    },
    {
      "id": "12-017-1454_p0030",
      "zh_CN": "从哪里干起？佛在经典上讲得清楚，从十善业道做起。你看佛在《十善业道经》最后的结论告诉我们，声闻菩提、缘觉菩提、无上菩提，乃至于人天法，无一不是以十善业为基础。十善就像大地一样，都是依着地生存的，依着大地建立的，没有十善什么都没有。不要说佛菩萨没有，人天都没有，没有十善业都到三恶道去了。你就想想看，十善业道是何等的重要！我们学十善业道，就是学作佛的基础。十善业道，我们为什么做不到？为什么从前人能做到？这我们要多想想。《弟子规》在中国是家教，我们今天强调《弟子规》，《弟子规》做不到是没有家教。",
      "zh_TW": "從哪裡幹起？佛在經典上講得清楚，從十善業道做起。你看佛在《十善業道經》最後的結論告訴我們，聲聞菩提、緣覺菩提、無上菩提，乃至於人天法，無一不是以十善業為基礎。十善就像大地一樣，都是依著地生存的，依著大地建立的，沒有十善什麼都沒有。不要說佛菩薩沒有，人天都沒有，沒有十善業都到三惡道去了。你就想想看，十善業道是何等的重要！我們學十善業道，就是學作佛的基礎。十善業道，我們為什麼做不到？為什麼從前人能做到？這我們要多想想。《弟子規》在中國是家教，我們今天強調《弟子規》，《弟子規》做不到是沒有家教。"
    },
    {
      "id": "12-017-1454_p0031",
      "zh_CN": "从前学佛的人，无论在家、出家，都有良好的家教。我们这一代生在乱世，历史上真的是大乱之世，古往今来没有遇到过的。所以我们这个家教没有了，从小没有好好的学习。古人讲的「少成若天性，习惯成自然」，很可惜，我们这最重要的教育在战乱里面忽略了，失掉了。成年之后，染上社会上许许多多不良的习性，现在年岁大了，要改过来，难了。古人有所谓「江山易改，本性难移」，那个本性是讲习性，已经养成的习性要把它改变过来，太难太难了。",
      "zh_TW": "從前學佛的人，無論在家、出家，都有良好的家教。我們這一代生在亂世，歷史上真的是大亂之世，古往今來沒有遇到過的。所以我們這個家教沒有了，從小沒有好好的學習。古人講的「少成若天性，習慣成自然」，很可惜，我們這最重要的教育在戰亂裡面忽略了，失掉了。成年之後，染上社會上許許多多不良的習性，現在年歲大了，要改過來，難了。古人有所謂「江山易改，本性難移」，那個本性是講習性，已經養成的習性要把它改變過來，太難太難了。"
    },
    {
      "id": "12-017-1454_p0032",
      "zh_CN": "江山易改，我们今天看到了，机械化的工程，真的是移山倒海，现在人都能做到。可是习性要把它回归到本性，那不是一桩容易事。你给他讲，他听得懂，他也点头，也很赞成，也很欢喜，做不到！这些话我们听得太多了。为什么做不到？疏忽童年的教诲，所以现在这么难。如果他要知道因果报应的事实真相，我相信不需要劝他，他会很认真努力去改过。为什么？他明了现在这个不善的习性，将来要遭受严重的苦报，你说他要不要改？从这个地方让我们就想到，为什么印光老法师一生那么样重视因果教育，我这一生提倡因果教育是受印光大师影响的。",
      "zh_TW": "江山易改，我們今天看到了，機械化的工程，真的是移山倒海，現在人都能做到。可是習性要把它回歸到本性，那不是一樁容易事。你給他講，他聽得懂，他也點頭，也很贊成，也很歡喜，做不到！這些話我們聽得太多了。為什麼做不到？疏忽童年的教誨，所以現在這麼難。如果他要知道因果報應的事實真相，我相信不需要勸他，他會很認真努力去改過。為什麼？他明瞭現在這個不善的習性，將來要遭受嚴重的苦報，你說他要不要改？從這個地方讓我們就想到，為什麼印光老法師一生那麼樣重視因果教育，我這一生提倡因果教育是受印光大師影響的。"
    },
    {
      "id": "12-017-1454_p0033",
      "zh_CN": "一九七七年，到明年就刚好三十年了，我第一次到香港来讲经，在界限街中华佛教图书馆讲《楞严经》，讲二个月。图书馆里面收藏着不少弘化社出版的善书，弘化社就是印光老法师办的，他老人家所收的四众供养，几乎全部拿出来印经，印送这些善书。我喜欢读书，看到这些书我总会翻到书最后的一页，版权页，看看书哪里印的，什么地方印的，我看看这个。这一看弘化社的，看到《了凡四训》、《感应篇汇编》、《安士全书》，使我非常惊讶。为什么惊讶？他印的数量太多了，十几版，二十几版，三十几版，印这么多，而且每一版差不多都是五万册、十万册，数量这么大。",
      "zh_TW": "一九七七年，到明年就剛好三十年了，我第一次到香港來講經，在界限街中華佛教圖書館講《楞嚴經》，講二個月。圖書館裡面收藏著不少弘化社出版的善書，弘化社就是印光老法師辦的，他老人家所收的四眾供養，幾乎全部拿出來印經，印送這些善書。我喜歡讀書，看到這些書我總會翻到書最後的一頁，版權頁，看看書哪裡印的，什麼地方印的，我看看這個。這一看弘化社的，看到《了凡四訓》、《感應篇彙編》、《安士全書》，使我非常驚訝。為什麼驚訝？他印的數量太多了，十幾版，二十幾版，三十幾版，印這麼多，而且每一版差不多都是五萬冊、十萬冊，數量這麼大。"
    },
    {
      "id": "12-017-1454_p0034",
      "zh_CN": "再看看弘化社出的经书，没有这么多数量，多半都是一千册、二千册、三千册。我就很奇怪，为什么印光大师对这三本书如此大量的流通？而且这三本书不是佛经。《了凡四训》是儒家的，《感应篇》是道教的，《安士全书》前面一半，篇幅占二分之一的《文昌帝君阴骘文》，也是道教的，后面三篇，一篇是戒杀的，「万善先资」；一篇是劝人戒淫的，「欲海回狂」；最后一篇是劝人念佛的，「西归直指」。使我想到这个老和尚把道教的东西拿出来这样提倡，《了凡四训》印了这么多，而且还给它作了二次序文，他为什么这么做？现在我们明了了，因果教育！现在人不懂因果，什么坏事都敢做。不知道一转眼果报就现前，果报太可怕了。",
      "zh_TW": "再看看弘化社出的經書，沒有這麼多數量，多半都是一千冊、二千冊、三千冊。我就很奇怪，為什麼印光大師對這三本書如此大量的流通？而且這三本書不是佛經。《了凡四訓》是儒家的，《感應篇》是道教的，《安士全書》前面一半，篇幅佔二分之一的《文昌帝君陰騭文》，也是道教的，後面三篇，一篇是戒殺的，「萬善先資」；一篇是勸人戒淫的，「欲海回狂」；最後一篇是勸人念佛的，「西歸直指」。使我想到這個老和尚把道教的東西拿出來這樣提倡，《了凡四訓》印了這麼多，而且還給它作了二次序文，他為什麼這麼做？現在我們明瞭了，因果教育！現在人不懂因果，什麼壞事都敢做。不知道一轉眼果報就現前，果報太可怕了。"
    },
    {
      "id": "12-017-1454_p0035",
      "zh_CN": "我们从这个地方也看到老和尚心量之大，用现在的话来说，多元文化。他不忌讳，大量流通道教的因果报应，大量流通《了凡四训》讲的改造命运，对现代人来说是最契机不过的，也是当前社会迫切需要。讲儒、讲佛来不及了，现在就是要用因果。所以我们做老法师再传的弟子，我的老师李炳南老居士是印祖的学生，我们有义务、有责任把祖师的教诲发扬光大。这些年来，不但我们也大量的印这三本书，我印的数量也相当可观，现在更是想到我们要用科学技术来弘扬。",
      "zh_TW": "我們從這個地方也看到老和尚心量之大，用現在的話來說，多元文化。他不忌諱，大量流通道教的因果報應，大量流通《了凡四訓》講的改造命運，對現代人來說是最契機不過的，也是當前社會迫切需要。講儒、講佛來不及了，現在就是要用因果。所以我們做老法師再傳的弟子，我的老師李炳南老居士是印祖的學生，我們有義務、有責任把祖師的教誨發揚光大。這些年來，不但我們也大量的印這三本書，我印的數量也相當可觀，現在更是想到我們要用科學技術來弘揚。"
    },
    {
      "id": "12-017-1454_p0036",
      "zh_CN": "所以我就想到，大家现在最喜欢的是连续剧，我在中国大陆找到影剧界的朋友给我编连续剧。《了凡四训》二十集，我想在明年初就可以完成，二十集。接着就是《感应篇汇编》三十集，《安士全书》三十集。《安士全书》前面的《文昌帝君阴骘文》就不必要了，因为那个跟《感应篇汇编》性质相同，重复的。我就想「万善先资」十集，劝戒杀；「欲海回狂」劝戒淫，十集；后面「西归直指」劝念佛，十集，总共这是八十集。印祖一生用这个来劝导世人，我们现在把它搞成连续剧，范围就更大了。",
      "zh_TW": "所以我就想到，大家現在最喜歡的是連續劇，我在中國大陸找到影劇界的朋友給我編連續劇。《了凡四訓》二十集，我想在明年初就可以完成，二十集。接著就是《感應篇彙編》三十集，《安士全書》三十集。《安士全書》前面的《文昌帝君陰騭文》就不必要了，因為那個跟《感應篇彙編》性質相同，重複的。我就想「萬善先資」十集，勸戒殺；「欲海回狂」勸戒淫，十集；後面「西歸直指」勸念佛，十集，總共這是八十集。印祖一生用這個來勸導世人，我們現在把它搞成連續劇，範圍就更大了。"
    },
    {
      "id": "12-017-1454_p0037",
      "zh_CN": "这个连续剧拍成功之后，有很多朋友告诉我，要用外国文字字幕打在下面，向全世界流通。他说不要配音，配音外国人反而不喜欢，就是把字幕打上去，像现在电影院里面的方式一样，很受欢迎。这个建议好，所以将来我们有英语的字幕，有法语的、有西班牙语、有阿拉伯语、有俄罗斯语，这是联合国教科文组织他们使用的六种国际上的文字，我们也都把它配进去。想在电视上播放，在网路上流通，扩大对于这个世界一切众生的因果教育，比什么都重要。在经典里头许许多多使我们联想到这个事情。众生真的回头了，向善了，这些善书、经典他才能看得进去，他才能体会到。所以印祖提倡的，说老实话是学佛的最初方便，也是现代社会上迫切希求的，化解冲突，促进安定和平的不二法门，我们全心全力在做。",
      "zh_TW": "這個連續劇拍成功之後，有很多朋友告訴我，要用外國文字字幕打在下面，向全世界流通。他說不要配音，配音外國人反而不喜歡，就是把字幕打上去，像現在電影院裡面的方式一樣，很受歡迎。這個建議好，所以將來我們有英語的字幕，有法語的、有西班牙語、有阿拉伯語、有俄羅斯語，這是聯合國教科文組織他們使用的六種國際上的文字，我們也都把它配進去。想在電視上播放，在網路上流通，擴大對於這個世界一切眾生的因果教育，比什麼都重要。在經典裡頭許許多多使我們聯想到這個事情。眾生真的回頭了，向善了，這些善書、經典他才能看得進去，他才能體會到。所以印祖提倡的，說老實話是學佛的最初方便，也是現代社會上迫切希求的，化解衝突，促進安定和平的不二法門，我們全心全力在做。"
    },
    {
      "id": "12-017-1454_p0038",
      "zh_CN": "所以这个问，问的是知；答，答的是体，这个答得好！换句话说，般若智慧从哪里来的？从清净心来的。你看《楞严》上讲「净极光通达」，净到极处，光就是智慧，智慧就现前，智慧起作用没有一样不通达的。你问知，我告诉你这是知，你看问跟答相应了。如果是一般人来问，知要从哪里来？知要从学习，夫子都讲「学而时习之」，一定是这样答复你。佛不是的，佛是从根本上来答复你，自性本具般若智慧，本具无量德能，用这个来解答你。你要知道了，你就晓得清净心的重要。",
      "zh_TW": "所以這個問，問的是知；答，答的是體，這個答得好！換句話說，般若智慧從哪裡來的？從清淨心來的。你看《楞嚴》上講「淨極光通達」，淨到極處，光就是智慧，智慧就現前，智慧起作用沒有一樣不通達的。你問知，我告訴你這是知，你看問跟答相應了。如果是一般人來問，知要從哪裡來？知要從學習，夫子都講「學而時習之」，一定是這樣答覆你。佛不是的，佛是從根本上來答覆你，自性本具般若智慧，本具無量德能，用這個來解答你。你要知道了，你就曉得清淨心的重要。"
    },
    {
      "id": "12-017-1454_p0039",
      "zh_CN": "所以大乘佛法里面讲菩提心，菩提心的体就是真诚，真诚就是此地讲的本性，本性本来清净，本性本来平等，本性本来慈悲，都不是外面学的。我们将这桩大事用十个字写出来，「真诚、清净、平等、正觉、慈悲」。真诚是体，真决定不是虚妄。佛经上常讲，「凡所有相，皆是虚妄」，我们的本性决定不是虚妄的，因为本性、心体能生能现，整个宇宙都是这个生的，能生能现。它迷了之后，它能变，还是起作用，迷了以后变十法界依正庄严；觉了之后，变没有了，只有现，所以十法界依正庄严就没有了。那是真的，那不是假的，真诚！诚的意思就是无念，你看曾国藩给「诚」这个字下的定义，「一念不生是谓诚」；有念就不诚了，无念才是诚。我想曾国藩先生念书也很多，不能说没有受佛法的影响，他对于诚字解释得这么好，佛门里面许多大德都引用他这句话。",
      "zh_TW": "所以大乘佛法裡面講菩提心，菩提心的體就是真誠，真誠就是此地講的本性，本性本來清淨，本性本來平等，本性本來慈悲，都不是外面學的。我們將這樁大事用十個字寫出來，「真誠、清淨、平等、正覺、慈悲」。真誠是體，真決定不是虛妄。佛經上常講，「凡所有相，皆是虛妄」，我們的本性決定不是虛妄的，因為本性、心體能生能現，整個宇宙都是這個生的，能生能現。它迷了之後，它能變，還是起作用，迷了以後變十法界依正莊嚴；覺了之後，變沒有了，只有現，所以十法界依正莊嚴就沒有了。那是真的，那不是假的，真誠！誠的意思就是無念，你看曾國藩給「誠」這個字下的定義，「一念不生是謂誠」；有念就不誠了，無念才是誠。我想曾國藩先生念書也很多，不能說沒有受佛法的影響，他對於誠字解釋得這麼好，佛門裡面許多大德都引用他這句話。"
    },
    {
      "id": "12-017-1454_p0040",
      "zh_CN": "清净、平等、正觉，自受用；慈悲，他受用，这就是大乘教里面所讲的菩提心。体是真诚，自受用是深心，就是清净平等觉，他受用是大慈大悲。以慈悲对待一切众生，这是菩萨！众生有过失，众生有罪业，佛菩萨怪不怪众生？不怪。世间圣人，尧舜禹汤，他们看到世间人造罪业、犯过失，他也不怪；不但不怪，反过头来责备自己。你看汤王讲，「万方有罪，罪在朕躬」，朕躬是我自己。为什么说罪在自己？我没有教得好。古时候做帝王，帝王做的事业三个字，君、亲、师，作之君、作之亲、作之师。君是领导，你是这个国家人民的领导，你要领导得好；作之亲，亲是父母，人民叫子民，你要好好养他；作之师，你要好好的教他。他还犯罪、他还作恶，是我没教得好，我没有领导得好，罪是在我，不在他。这圣人！",
      "zh_TW": "清淨、平等、正覺，自受用；慈悲，他受用，這就是大乘教裡面所講的菩提心。體是真誠，自受用是深心，就是清淨平等覺，他受用是大慈大悲。以慈悲對待一切眾生，這是菩薩！眾生有過失，眾生有罪業，佛菩薩怪不怪眾生？不怪。世間聖人，堯舜禹湯，他們看到世間人造罪業、犯過失，他也不怪；不但不怪，反過頭來責備自己。你看湯王講，「萬方有罪，罪在朕躬」，朕躬是我自己。為什麼說罪在自己？我沒有教得好。古時候做帝王，帝王做的事業三個字，君、親、師，作之君、作之親、作之師。君是領導，你是這個國家人民的領導，你要領導得好；作之親，親是父母，人民叫子民，你要好好養他；作之師，你要好好的教他。他還犯罪、他還作惡，是我沒教得好，我沒有領導得好，罪是在我，不在他。這聖人！"
    },
    {
      "id": "12-017-1454_p0041",
      "zh_CN": "佛菩萨为什么没有这么说？佛菩萨要是这样说，他也变成凡人了。为什么？他起心动念有分别执着，前面念过，佛菩萨没有起心、没有动念、没有分别、没有执着。众生作善、作恶，他清清楚楚，明明白白，他绝对不会起心动念。你有苦难的时候，这就是感，佛菩萨有应，他一定来帮助你，帮助你什么？帮助你破迷开悟。为什么不帮助你离苦得乐？破迷开悟就离苦得乐。苦从哪里来的？苦从迷来的。乐从哪里来？乐从悟来的。苦乐是果，迷悟是因，佛在因地上帮助你，果地自然现成，不用说了。",
      "zh_TW": "佛菩薩為什麼沒有這麼說？佛菩薩要是這樣說，他也變成凡人了。為什麼？他起心動念有分別執著，前面念過，佛菩薩沒有起心、沒有動念、沒有分別、沒有執著。眾生作善、作惡，他清清楚楚，明明白白，他絕對不會起心動念。你有苦難的時候，這就是感，佛菩薩有應，他一定來幫助你，幫助你什麼？幫助你破迷開悟。為什麼不幫助你離苦得樂？破迷開悟就離苦得樂。苦從哪裡來的？苦從迷來的。樂從哪裡來？樂從悟來的。苦樂是果，迷悟是因，佛在因地上幫助你，果地自然現成，不用說了。"
    },
    {
      "id": "12-017-1454_p0042",
      "zh_CN": "果上不能解决问题，你没得吃，我送吃的东西给你，你没得穿，送穿的东西给你，不能解决你一辈子。所以这种救只能救急，不能救贫，不能救你一辈子。救你一辈子用什么方法？教你，你有智慧、有能力，你自己可以独立谋生，这是给你一辈子。不一样！佛菩萨救济一切众生不是用物资，是用教诲。我们去向佛菩萨求，求什么？求教！教才是真正保佑我们，千万不能搞错。佛菩萨的教诲在哪里？在经典里面。",
      "zh_TW": "果上不能解決問題，你沒得吃，我送吃的東西給你，你沒得穿，送穿的東西給你，不能解決你一輩子。所以這種救只能救急，不能救貧，不能救你一輩子。救你一輩子用什麼方法？教你，你有智慧、有能力，你自己可以獨立謀生，這是給你一輩子。不一樣！佛菩薩救濟一切眾生不是用物資，是用教誨。我們去向佛菩薩求，求什麼？求教！教才是真正保佑我們，千萬不能搞錯。佛菩薩的教誨在哪裡？在經典裡面。"
    },
    {
      "id": "12-017-1454_p0043",
      "zh_CN": "早年，我二十六岁的时候，跟方东美先生学哲学，最后一个单元就是讲「佛经哲学」，他把佛经介绍给我。佛教在哪里？在经典里面。我们才找到一个正确的方向、目标，在经典里面。离开经典哪来的佛教？寺院、庵堂、佛菩萨形相，那是外表，那是形相，实质在经典。而佛法重实质，不重形相，有实质，形相起作用；没有实质，形相就变成迷信。这就是说为什么它重实质，不重形相，道理在此，我们要清楚。",
      "zh_TW": "早年，我二十六歲的時候，跟方東美先生學哲學，最後一個單元就是講「佛經哲學」，他把佛經介紹給我。佛教在哪裡？在經典裡面。我們才找到一個正確的方向、目標，在經典裡面。離開經典哪來的佛教？寺院、庵堂、佛菩薩形相，那是外表，那是形相，實質在經典。而佛法重實質，不重形相，有實質，形相起作用；沒有實質，形相就變成迷信。這就是說為什麼它重實質，不重形相，道理在此，我們要清楚。"
    },
    {
      "id": "12-017-1454_p0044",
      "zh_CN": "所以佛教传到中国来，国家建的寺院，所以寺这个名称，你要晓得寺是什么意思？古时候寺是国家办事的机关，称为寺。为什么称为寺？这个机关是永远设立的，不会被撤销的，代代要相传下去的，这个机关才能称寺。谁管？皇帝管，皇帝管的机关叫寺。你们现在到北京故宫去看看就看到了，你看里面有九个寺，这就是皇帝下面有九个我们现在讲的一级单位，直属皇帝管辖的。它里面的长官叫卿，九卿，三公九卿，三公等于是皇帝的顾问，九卿是他底下办事的机构。佛教传到中国来，设立这个机构也称之为寺，归皇帝直接管理。宰相下面的机构称部，在从前是六部，宰相下面一级单位称部。部可以增设，也可以取消，寺不能取消。所以它是政府办事机关。",
      "zh_TW": "所以佛教傳到中國來，國家建的寺院，所以寺這個名稱，你要曉得寺是什麼意思？古時候寺是國家辦事的機關，稱為寺。為什麼稱為寺？這個機關是永遠設立的，不會被撤銷的，代代要相傳下去的，這個機關才能稱寺。誰管？皇帝管，皇帝管的機關叫寺。你們現在到北京故宮去看看就看到了，你看裡面有九個寺，這就是皇帝下面有九個我們現在講的一級單位，直屬皇帝管轄的。它裡面的長官叫卿，九卿，三公九卿，三公等於是皇帝的顧問，九卿是他底下辦事的機構。佛教傳到中國來，設立這個機構也稱之為寺，歸皇帝直接管理。宰相下面的機構稱部，在從前是六部，宰相下面一級單位稱部。部可以增設，也可以取消，寺不能取消。所以它是政府辦事機關。"
    },
    {
      "id": "12-017-1454_p0045",
      "zh_CN": "佛寺办的是什么？在过去，佛寺主要的业务有二种，因为佛教是从印度来的，经典是梵文的，所以它主要的工作是翻译，译经。所以是国家的译经院，它赋予这个性质。另外，指导学生学习，它是教育机构。所以佛寺是佛教教育的机构，它不是宗教。你把这个统统搞清楚你才明了，恍然大悟，佛陀教育。我接触到之后，就想名不正则言不顺，这么好的教育，这样严肃的大事。我那个时候在台湾一个人，父母、亲戚、朋友什么都没有，无牵无挂。章嘉大师给我选择这个职业，劝我出家，劝我弘扬佛法，我就接受了。所以，出家是章嘉大师替我选择的，佛法是方东美先生介绍给我的。弘法利生当然要学教，我跟李老师十年跟他学教。三个老师，少一个都不行！",
      "zh_TW": "佛寺辦的是什麼？在過去，佛寺主要的業務有二種，因為佛教是從印度來的，經典是梵文的，所以它主要的工作是翻譯，譯經。所以是國家的譯經院，它賦予這個性質。另外，指導學生學習，它是教育機構。所以佛寺是佛教教育的機構，它不是宗教。你把這個統統搞清楚你才明瞭，恍然大悟，佛陀教育。我接觸到之後，就想名不正則言不順，這麼好的教育，這樣嚴肅的大事。我那個時候在台灣一個人，父母、親戚、朋友什麼都沒有，無牽無掛。章嘉大師給我選擇這個職業，勸我出家，勸我弘揚佛法，我就接受了。所以，出家是章嘉大師替我選擇的，佛法是方東美先生介紹給我的。弘法利生當然要學教，我跟李老師十年跟他學教。三個老師，少一個都不行！"
    },
    {
      "id": "12-017-1454_p0046",
      "zh_CN": "我出家那一天就开始讲经，白圣老法师就找我，要我到他的佛学院，十普寺办了个三藏佛学院，要我到那边去教书。只是剃了头，沙弥戒还没受，就到三藏学院去教书，讲经教学的工作就开始了。今年四十七年了，四十七年没有中断，天天在干，愈干愈欢喜。所以现在看《四书》就像吃冰淇淋一样，「学而时习之，不亦说乎；有朋自远方来，不亦乐乎」。孔夫子这个境界我完全能体会，我这么多年干的，真的这个味道全尝到了，法味。法味决定不是世味能够相比的，尝到法味之后你一定会舍弃世味。世间名闻利养、五欲六尘，你会把它舍得干干净净，没有这个乐，怎么比也比不上。",
      "zh_TW": "我出家那一天就開始講經，白聖老法師就找我，要我到他的佛學院，十普寺辦了個三藏佛學院，要我到那邊去教書。只是剃了頭，沙彌戒還沒受，就到三藏學院去教書，講經教學的工作就開始了。今年四十七年了，四十七年沒有中斷，天天在幹，愈幹愈歡喜。所以現在看《四書》就像吃冰淇淋一樣，「學而時習之，不亦說乎；有朋自遠方來，不亦樂乎」。孔夫子這個境界我完全能體會，我這麼多年幹的，真的這個味道全嘗到了，法味。法味決定不是世味能夠相比的，嘗到法味之後你一定會捨棄世味。世間名聞利養、五欲六塵，你會把它捨得乾乾淨淨，沒有這個樂，怎麼比也比不上。"
    },
    {
      "id": "12-017-1454_p0047",
      "zh_CN": "所以答性净，你看意思多深。本性本净，本性本善，本性本来平等。真诚、清净、平等、正觉、慈悲是本性里头本有的，不是外头来的；我们迷失了本性，所以这些性德失掉了。真诚失掉了，就变成虚伪，虚情假意；清净失掉了，就染污；平等失掉了，就傲慢；正觉失掉了，愚痴；慈悲失掉了，自私自利，恰好相反。诸位要晓得，体是一个，用不一样。你真正把这个真相搞清楚之后，你会发现，迷悟不二，真诚跟虚伪不二，清净跟染污不二，平等跟傲慢不二，正觉跟迷惑不二，慈悲跟自私自利不二，体是一个。觉的作用跟迷的作用恰恰相反，觉的作用是佛菩萨，迷的作用是六道轮回，造六道业。所以你觉悟叫菩提心，你迷惑的时候叫轮回心，轮回就是从这个地方变来的。轮回之体还是法性，这个不能不知道。",
      "zh_TW": "所以答性淨，你看意思多深。本性本淨，本性本善，本性本來平等。真誠、清淨、平等、正覺、慈悲是本性裡頭本有的，不是外頭來的；我們迷失了本性，所以這些性德失掉了。真誠失掉了，就變成虛偽，虛情假意；清淨失掉了，就染污；平等失掉了，就傲慢；正覺失掉了，愚痴；慈悲失掉了，自私自利，恰好相反。諸位要曉得，體是一個，用不一樣。你真正把這個真相搞清楚之後，你會發現，迷悟不二，真誠跟虛偽不二，清淨跟染污不二，平等跟傲慢不二，正覺跟迷惑不二，慈悲跟自私自利不二，體是一個。覺的作用跟迷的作用恰恰相反，覺的作用是佛菩薩，迷的作用是六道輪迴，造六道業。所以你覺悟叫菩提心，你迷惑的時候叫輪迴心，輪迴就是從這個地方變來的。輪迴之體還是法性，這個不能不知道。"
    },
    {
      "id": "12-017-1454_p0048",
      "zh_CN": "下面他还有个比喻，这都是水南大德讲的，「如即灯之时即是光，即光之时即是灯，灯为体，光为用，无二而二也」。这个比喻不难懂，都是在我们面前。他问的是从用上问，知，知就好像是放光。光从哪里来的？光从灯发的，灯是体，灯放光这个作用叫做知。所以光之体是灯，灯跟光是二，也是不二，二而不二，不二而二。这样子我们就很清楚明白，众菩萨的问，文殊菩萨的答，没有矛盾。虽然答的一首偈里面没有知，但是知的意思圆圆满满，一点都没有欠缺。",
      "zh_TW": "下面他還有個比喻，這都是水南大德講的，「如即燈之時即是光，即光之時即是燈，燈為體，光為用，無二而二也」。這個比喻不難懂，都是在我們面前。他問的是從用上問，知，知就好像是放光。光從哪裡來的？光從燈發的，燈是體，燈放光這個作用叫做知。所以光之體是燈，燈跟光是二，也是不二，二而不二，不二而二。這樣子我們就很清楚明白，眾菩薩的問，文殊菩薩的答，沒有矛盾。雖然答的一首偈裡面沒有知，但是知的意思圓圓滿滿，一點都沒有欠缺。"
    },
    {
      "id": "12-017-1454_p0049",
      "zh_CN": "下面说「知之一字，众妙之门」，这句话也是水南大德所说的，这句味道深！众妙之门。现在人，我们常常听说求知欲，你想上学，你想读书，为什么？求知，满足你知的欲望。很可惜你没有遇到文殊菩萨，遇到文殊菩萨就好了，他就告诉你，你想求知他真的能够满足你；你遇不到文殊菩萨，路就走错了。为什么？你问的那个人，那个人也不知，也不知道这个根源从哪里来的，他怎么能教你？遇到文殊菩萨，那个知就是众妙之门了。",
      "zh_TW": "下面說「知之一字，眾妙之門」，這句話也是水南大德所說的，這句味道深！眾妙之門。現在人，我們常常聽說求知欲，你想上學，你想讀書，為什麼？求知，滿足你知的欲望。很可惜你沒有遇到文殊菩薩，遇到文殊菩薩就好了，他就告訴你，你想求知他真的能夠滿足你；你遇不到文殊菩薩，路就走錯了。為什麼？你問的那個人，那個人也不知，也不知道這個根源從哪裡來的，他怎麼能教你？遇到文殊菩薩，那個知就是眾妙之門了。"
    },
    {
      "id": "12-017-1454_p0050",
      "zh_CN": "佛法的殊胜，确确实实世法里头无与伦比。譬如现在很多人讲哪个人不想发财？发财你要找谁？找什么人都没有办法帮助你发财，找到佛，佛教你，就有办法。佛知道财从哪里来的，不从外头来的，还是从你心性里面来。你心体里头就是自性，本来具有无量的财宝，不是从外头来的。所以佛法叫内学，一切要反求诸己，自己有。没有见性，这个东西都不能起作用，都有障碍，不能起作用。不能作用的时候怎么办？还是有办法，只要跟自性相应，财宝就出来。所以佛讲布施，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。你看看现在世间人哪一个不希望有财富、又聪明智慧、又健康长寿？他不晓得到哪里求。所求的方法全错了，所以他得来的统统是反效果，苦不堪言！你到佛门是快快乐乐，智慧天天增长，财富也天天增长，众妙之门。世出世间法在一个知，佛就是教这个，教你真正知道，佛氏门中有求必应，决定不是假的。",
      "zh_TW": "佛法的殊勝，確確實實世法裡頭無與倫比。譬如現在很多人講哪個人不想發財？發財你要找誰？找什麼人都沒有辦法幫助你發財，找到佛，佛教你，就有辦法。佛知道財從哪裡來的，不從外頭來的，還是從你心性裡面來。你心體裡頭就是自性，本來具有無量的財寶，不是從外頭來的。所以佛法叫內學，一切要反求諸己，自己有。沒有見性，這個東西都不能起作用，都有障礙，不能起作用。不能作用的時候怎麼辦？還是有辦法，只要跟自性相應，財寶就出來。所以佛講布施，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。你看看現在世間人哪一個不希望有財富、又聰明智慧、又健康長壽？他不曉得到哪裡求。所求的方法全錯了，所以他得來的統統是反效果，苦不堪言！你到佛門是快快樂樂，智慧天天增長，財富也天天增長，眾妙之門。世出世間法在一個知，佛就是教這個，教你真正知道，佛氏門中有求必應，決定不是假的。"
    },
    {
      "id": "12-017-1454_p0051",
      "zh_CN": "末后这句话，「若能虚己而会，便契佛境」，这句话很重要，这是勉励我们好好的学习。学习怎么样？态度要虚心，要谦虚、要恭敬，印光大师讲得很好，「一分诚敬得一分利益，十分诚敬得十分利益」，我们要用诚敬心修，要用清净心修，要用平等心修，要用正觉心、慈悲心来修，没有一样得不到的。世间法刚才说过了，出世间法我们希求的这一生当中，往生极乐世界亲近阿弥陀佛，每天供养十方三世一切诸佛如来；供养是修福，听佛讲经说法是开智慧，这还得了！所以学而时习之，不亦乐乎，要到极乐世界才圆满，这个世间不行，怎么搞都不圆满。好，这首偈我们就讲到此地。",
      "zh_TW": "末後這句話，「若能虛己而會，便契佛境」，這句話很重要，這是勉勵我們好好的學習。學習怎麼樣？態度要虛心，要謙虛、要恭敬，印光大師講得很好，「一分誠敬得一分利益，十分誠敬得十分利益」，我們要用誠敬心修，要用清淨心修，要用平等心修，要用正覺心、慈悲心來修，沒有一樣得不到的。世間法剛才說過了，出世間法我們希求的這一生當中，往生極樂世界親近阿彌陀佛，每天供養十方三世一切諸佛如來；供養是修福，聽佛講經說法是開智慧，這還得了！所以學而時習之，不亦樂乎，要到極樂世界才圓滿，這個世間不行，怎麼搞都不圓滿。好，這首偈我們就講到此地。"
    }
  ]
}