{
  "doc_id": "12-017-1107",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一０七卷",
    "zh_TW": "第一一０七卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1107",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "12-017-1107_p0001",
      "zh_CN": "诸位同学，请看四圣谛品，十方世界的北方，苦集圣谛第三句看起：",
      "zh_TW": "諸位同學，請看四聖諦品，十方世界的北方，苦集聖諦第三句看起："
    },
    {
      "id": "12-017-1107_p0002",
      "zh_CN": "【或名无尽。】",
      "zh_TW": "【或名無盡。】"
    },
    {
      "id": "12-017-1107_p0003",
      "zh_CN": "这名称的意义非常之广，我们首先要看到它是在集谛里面出现的，集谛里面讲的『无尽』，这意思就不是正面的。集谛，换句话说，是造业。造业无量无边，这就是无尽的意思。业习烦恼，确实，我们不要讲无量劫以来，只想想我们在这一生当中，从生下来就带着过去生中业习种子，这些种子遇到缘就起现行。现行就是造作，这造作确实有意无意刹那不停，微细的意业，我们确确实实不能够觉察。为什么说这些业都是恶业？《般若经》上讲得好，凡是四相没破，就是说你有我相、人相、众生相、寿者相，四相没有破。换句话说，你还有私心，起心动念都有一个我，坚固的执着有个我，有我就是私心，念念总是为我、我的利益，这念头就不善。诸位想想，几个人没有我？特别是在大乘佛法里头说，无我，念就善了，这善就是念与性德相应。无我才与性德相应，有我就不相应。",
      "zh_TW": "這名稱的意義非常之廣，我們首先要看到它是在集諦裡面出現的，集諦裡面講的『無盡』，這意思就不是正面的。集諦，換句話說，是造業。造業無量無邊，這就是無盡的意思。業習煩惱，確實，我們不要講無量劫以來，只想想我們在這一生當中，從生下來就帶著過去生中業習種子，這些種子遇到緣就起現行。現行就是造作，這造作確實有意無意剎那不停，微細的意業，我們確確實實不能夠覺察。為什麼說這些業都是惡業？《般若經》上講得好，凡是四相沒破，就是說你有我相、人相、眾生相、壽者相，四相沒有破。換句話說，你還有私心，起心動念都有一個我，堅固的執著有個我，有我就是私心，念念總是為我、我的利益，這念頭就不善。諸位想想，幾個人沒有我？特別是在大乘佛法裡頭說，無我，念就善了，這善就是念與性德相應。無我才與性德相應，有我就不相應。"
    },
    {
      "id": "12-017-1107_p0004",
      "zh_CN": "你们诸位想想看，有我就有对立、就有分别、就有妄想、就有执着。纵然是善念，这善念在佛法里面讲是「爱缘慈」，顶多发展到「众生缘慈」，那就是「己所不欲，勿施于人」，最多只能发展到这地步；不能够发展到「无缘大慈」，做不到，无缘是没有条件的。只要是我执不断，纵然那个爱心推广，是属于有条件的。人要真正能够达到无我相、无人相、无众生相、无寿者相，他的爱心、他的慈悲是无条件的，是真诚的，是平等的，是清净的，是遍虚空法界的；佛家常讲一片慈悲、一片真诚，这是性德，性德自然的流露，圆满的流露。所以这种境界，法身菩萨才有，若不是法身菩萨做不到。",
      "zh_TW": "你們諸位想想看，有我就有對立、就有分別、就有妄想、就有執著。縱然是善念，這善念在佛法裡面講是「愛緣慈」，頂多發展到「眾生緣慈」，那就是「己所不欲，勿施於人」，最多只能發展到這地步；不能夠發展到「無緣大慈」，做不到，無緣是沒有條件的。只要是我執不斷，縱然那個愛心推廣，是屬於有條件的。人要真正能夠達到無我相、無人相、無眾生相、無壽者相，他的愛心、他的慈悲是無條件的，是真誠的，是平等的，是清淨的，是遍虛空法界的；佛家常講一片慈悲、一片真誠，這是性德，性德自然的流露，圓滿的流露。所以這種境界，法身菩薩才有，若不是法身菩薩做不到。"
    },
    {
      "id": "12-017-1107_p0005",
      "zh_CN": "佛家讲四种慈悲，世间人只有「爱缘慈悲」。高层次的，接受过圣贤教诲的，可以发展到「众生缘慈悲」。学佛的人，接受佛菩萨的教诲，他能够显示「法缘慈悲」，那就是四圣法界。一真法界才是「无缘慈悲」，无缘，无条件的，其余三种都是有条件的。所以确确实实都是无量无边无尽。我们讲，讲爱，讲慈悲，这是讲到总的纲领、总的原则。人有爱心，爱心不会伤害人，爱心不会障碍人，爱心只是成就别人的善心、善行、善愿。纵然我能力帮不上忙，能力达不到，我看到人家有善心、善愿、善行，一定生欢喜心，一定虔诚祝福赞叹礼敬。如果能力能帮得上忙的，肯定是尽心尽力，成人之美，成就别人，不会伤害人。所以爱心是宇宙的核心，是宇宙的真理，永恒不变。",
      "zh_TW": "佛家講四種慈悲，世間人只有「愛緣慈悲」。高層次的，接受過聖賢教誨的，可以發展到「眾生緣慈悲」。學佛的人，接受佛菩薩的教誨，他能夠顯示「法緣慈悲」，那就是四聖法界。一真法界才是「無緣慈悲」，無緣，無條件的，其餘三種都是有條件的。所以確確實實都是無量無邊無盡。我們講，講愛，講慈悲，這是講到總的綱領、總的原則。人有愛心，愛心不會傷害人，愛心不會障礙人，愛心只是成就別人的善心、善行、善願。縱然我能力幫不上忙，能力達不到，我看到人家有善心、善願、善行，一定生歡喜心，一定虔誠祝福讚歎禮敬。如果能力能幫得上忙的，肯定是盡心盡力，成人之美，成就別人，不會傷害人。所以愛心是宇宙的核心，是宇宙的真理，永恆不變。"
    },
    {
      "id": "12-017-1107_p0006",
      "zh_CN": "爱心就是自性里面的第一德，我们讲性德。性德第一就是爱心，在佛法里面称为慈悲。慈悲是什么？就是无条件的爱心，称为慈悲。带了条件的爱心不能称慈悲；无条件，这是慈悲，所以称为大慈大悲，那是性德究竟圆满的流露。世间人称为大德大能，就是说的这个。但是六道众生迷失了自性，虽有性德不能现前。这爱迷失了，它就变质，变成什么？变成怨恨。所以怨恨跟爱是一体，它起了变化，迷了就变成怨恨，觉了那就是慈悲。由此可知，凡圣差异在哪里？在迷悟。迷了，这是凡夫；觉悟了，那就是圣人。",
      "zh_TW": "愛心就是自性裡面的第一德，我們講性德。性德第一就是愛心，在佛法裡面稱為慈悲。慈悲是什麼？就是無條件的愛心，稱為慈悲。帶了條件的愛心不能稱慈悲；無條件，這是慈悲，所以稱為大慈大悲，那是性德究竟圓滿的流露。世間人稱為大德大能，就是說的這個。但是六道眾生迷失了自性，雖有性德不能現前。這愛迷失了，它就變質，變成什麼？變成怨恨。所以怨恨跟愛是一體，它起了變化，迷了就變成怨恨，覺了那就是慈悲。由此可知，凡聖差異在哪裡？在迷悟。迷了，這是凡夫；覺悟了，那就是聖人。"
    },
    {
      "id": "12-017-1107_p0007",
      "zh_CN": "苦集圣谛里面，这是迷，迷了之后，无尽的烦恼、无尽的恶业，我们不能不知道。因为我们现前确确实实是在迷，没有觉悟，起心动念、言语造作，我们真的是粗心大意，不知道自己在造业。诸佛菩萨、世出世间的圣贤人，无不是教导我们要反省，要忏悔，要改过自新。所以我常常说，佛门弟子最重要的是朝暮二课，早课、晚课，其他各个宗教也不例外。早课它的意义是提醒，早课读诵经文，经文是圣贤人对我们的教诲，读经文提醒自己不要忘记，起心动念不要违背圣贤人的教诲。因为圣人的教诲就是自己的性德，不是别的。我们净宗总结诸佛菩萨对我们的教训，我们总结二十个字，「真诚，清净，平等，正觉，慈悲」，存心；「看破，放下，自在，随缘，念佛」，那是日常生活。总的纲领、总的要求，四个字，「纯净纯善」，落实在日常生活当中，要求自己必须要做到，对一切人一切事一切物，平等对待，和睦相处。",
      "zh_TW": "苦集聖諦裡面，這是迷，迷了之後，無盡的煩惱、無盡的惡業，我們不能不知道。因為我們現前確確實實是在迷，沒有覺悟，起心動念、言語造作，我們真的是粗心大意，不知道自己在造業。諸佛菩薩、世出世間的聖賢人，無不是教導我們要反省，要懺悔，要改過自新。所以我常常說，佛門弟子最重要的是朝暮二課，早課、晚課，其他各個宗教也不例外。早課它的意義是提醒，早課讀誦經文，經文是聖賢人對我們的教誨，讀經文提醒自己不要忘記，起心動念不要違背聖賢人的教誨。因為聖人的教誨就是自己的性德，不是別的。我們淨宗總結諸佛菩薩對我們的教訓，我們總結二十個字，「真誠，清淨，平等，正覺，慈悲」，存心；「看破，放下，自在，隨緣，念佛」，那是日常生活。總的綱領、總的要求，四個字，「純淨純善」，落實在日常生活當中，要求自己必須要做到，對一切人一切事一切物，平等對待，和睦相處。"
    },
    {
      "id": "12-017-1107_p0008",
      "zh_CN": "平等对待的心态，是自己谦卑而尊重别人，这是平等和睦的大德，决定没有傲慢心，没有一点傲慢的心态。这傲慢是烦恼，这烦恼不好，所以要懂得自己谦卑，处处尊重别人。因此，要求自己一定要做到，对一切人一切事一切物，要求自己要包容。我能够包容别人，别人才会包容我，一切从自己本身去做。我们要包容一切，要尊重一切，一切人事要尊重，要敬爱一切，要关怀一切，要照顾一切，与一切众生互助合作。这个业，如果四相没有破，是世间贤君子之业，这是善业，感得的果报，天道；四相没破，我们这样修学，这是天道。我努力做破四相的功夫，那是佛道。四相不容易破，如果你真的能够念念不舍，我所讲的这几条原理原则，久而久之，自然就相应，换句话说，不知不觉，从天道就走到佛道了。这样子再真的一发心求生净土，你这一生就圆成佛道，点点滴滴与无尽都相应。无尽的妄想杂念、分别执着，那个很可怕。为什么？那个感所感得的是三途苦报，我们不能不明了。再看底下这一句：",
      "zh_TW": "平等對待的心態，是自己謙卑而尊重別人，這是平等和睦的大德，決定沒有傲慢心，沒有一點傲慢的心態。這傲慢是煩惱，這煩惱不好，所以要懂得自己謙卑，處處尊重別人。因此，要求自己一定要做到，對一切人一切事一切物，要求自己要包容。我能夠包容別人，別人才會包容我，一切從自己本身去做。我們要包容一切，要尊重一切，一切人事要尊重，要敬愛一切，要關懷一切，要照顧一切，與一切眾生互助合作。這個業，如果四相沒有破，是世間賢君子之業，這是善業，感得的果報，天道；四相沒破，我們這樣修學，這是天道。我努力做破四相的功夫，那是佛道。四相不容易破，如果你真的能夠念念不捨，我所講的這幾條原理原則，久而久之，自然就相應，換句話說，不知不覺，從天道就走到佛道了。這樣子再真的一發心求生淨土，你這一生就圓成佛道，點點滴滴與無盡都相應。無盡的妄想雜念、分別執著，那個很可怕。為什麼？那個感所感得的是三途苦報，我們不能不明瞭。再看底下這一句："
    },
    {
      "id": "12-017-1107_p0009",
      "zh_CN": "【或名分数。】",
      "zh_TW": "【或名分數。】"
    },
    {
      "id": "12-017-1107_p0010",
      "zh_CN": "这一句不好懂，什么叫『分数』？清凉大师凡是很难体会的，他老人家都有注解，我们看他的注解。「集名分数者（这就是说的这一条），无一理以贯之，则惑业万差矣」，这一句《疏》里头有，这是还要加以解释，我们看《钞》里头，《钞》里头说，就是指这两句，「无一理以贯之」。「生公云」，生公是道生法师，诸位也许听过佛门里有个公案，「生公说法，顽石点头」，就是此地讲的这位大德。「凡顺理生心名善，乖背为恶。万善理同而相兼，恶异而域绝，即斯义矣」。这注解对我们认识「分数」的含义就有很大的帮助，生公的说法说得很好。「分」是分别，「数」是头数，跟上面一个名词「无尽」意思相同。生公给我们解释的，凡是顺理，这理就是性德，就是法性。我们在讲席当中，为了大家容易体会，容易明了，我们尽量用现代的一些术语、名词。现在人讲自然，自然的法则，能够顺自然的法则，起心动念，这是善。自然的法则，也就是古人所讲的「道」，随顺道理就是「德」，那就是善，德就是善；如果违背自然的法则，那就是恶。",
      "zh_TW": "這一句不好懂，什麼叫『分數』？清涼大師凡是很難體會的，他老人家都有註解，我們看他的註解。「集名分數者（這就是說的這一條），無一理以貫之，則惑業萬差矣」，這一句《疏》裡頭有，這是還要加以解釋，我們看《鈔》裡頭，《鈔》裡頭說，就是指這兩句，「無一理以貫之」。「生公云」，生公是道生法師，諸位也許聽過佛門裡有個公案，「生公說法，頑石點頭」，就是此地講的這位大德。「凡順理生心名善，乖背為惡。萬善理同而相兼，惡異而域絕，即斯義矣」。這註解對我們認識「分數」的含義就有很大的幫助，生公的說法說得很好。「分」是分別，「數」是頭數，跟上面一個名詞「無盡」意思相同。生公給我們解釋的，凡是順理，這理就是性德，就是法性。我們在講席當中，為了大家容易體會，容易明瞭，我們盡量用現代的一些術語、名詞。現在人講自然，自然的法則，能夠順自然的法則，起心動念，這是善。自然的法則，也就是古人所講的「道」，隨順道理就是「德」，那就是善，德就是善；如果違背自然的法則，那就是惡。"
    },
    {
      "id": "12-017-1107_p0011",
      "zh_CN": "现在我们明白这原理原则了，然后落实到自己本分上来看，真心没有念头。大乘经上常讲「真心离念」，换句话说，离念就是真心，真心是理，真心是法性。所以，佛教我们修禅定，八万四千法门是八万四千种不同的方法、不同的方式，修什么？统统修的是禅定。绝对不是盘腿面壁那个叫修禅定，那是八万四千种方法里面的一种。修禅的方法可多了，说不尽！所以再推展，叫无量法门。四弘誓愿说「无量法门誓愿学」，无量的方法，无量的方式，统统修的是禅定。这个禅就是离念，这是随顺性理，我们就生公大师讲的理，随顺性理。得的是什么？智慧。因定开慧，智慧现前，这是德；心地清净，一尘不染，那是道，那叫行道。行道，智慧现前，德能就现前，这是永恒不变的原理原则。佛如是，菩萨如是，世出世间古今中外所有一切圣贤皆如是。现在人所讲的真理，这就是真理。",
      "zh_TW": "現在我們明白這原理原則了，然後落實到自己本分上來看，真心沒有念頭。大乘經上常講「真心離念」，換句話說，離念就是真心，真心是理，真心是法性。所以，佛教我們修禪定，八萬四千法門是八萬四千種不同的方法、不同的方式，修什麼？統統修的是禪定。絕對不是盤腿面壁那個叫修禪定，那是八萬四千種方法裡面的一種。修禪的方法可多了，說不盡！所以再推展，叫無量法門。四弘誓願說「無量法門誓願學」，無量的方法，無量的方式，統統修的是禪定。這個禪就是離念，這是隨順性理，我們就生公大師講的理，隨順性理。得的是什麼？智慧。因定開慧，智慧現前，這是德；心地清淨，一塵不染，那是道，那叫行道。行道，智慧現前，德能就現前，這是永恆不變的原理原則。佛如是，菩薩如是，世出世間古今中外所有一切聖賢皆如是。現在人所講的真理，這就是真理。"
    },
    {
      "id": "12-017-1107_p0012",
      "zh_CN": "这地方「分数」是在苦集圣谛里头，苦集圣谛里面，那就是违背了性理。违背性理，你起心动念是错误的，这错误就把性德、智慧就变成愚痴。智慧的反面是愚痴，至善的反面是邪恶。你看你变得愚迷邪恶，愚迷邪恶就是这分数里面的涵意。无量无边的愚痴邪恶都是什么？现前造作，起心动念、言语造作，感召来的也是无尽的苦报。我们真正明了，通达这道理，认知这事实的真相，那就有救了。自自然然就晓得，怎样做一个转变。所以外面无论是什么样的灾祸、灾难，从什么地方化解？从自己内心化解。内心是因，一切众生的共业，化解的方法是从自己内心别业上下功夫。我们要救自己，要度众生，不是从外面做起，不是劝别人做，先劝自己做。自己真正做到了，才能够影响别人，才能够引发别人心性里面含藏的德能。一切众生皆有佛性，他在迷，我现在开始觉了，我果然真的觉悟了，就能帮助他觉悟，引发他觉悟。所以教学最重要的是身教，以身作则。",
      "zh_TW": "這地方「分數」是在苦集聖諦裡頭，苦集聖諦裡面，那就是違背了性理。違背性理，你起心動念是錯誤的，這錯誤就把性德、智慧就變成愚痴。智慧的反面是愚痴，至善的反面是邪惡。你看你變得愚迷邪惡，愚迷邪惡就是這分數裡面的涵意。無量無邊的愚痴邪惡都是什麼？現前造作，起心動念、言語造作，感召來的也是無盡的苦報。我們真正明瞭，通達這道理，認知這事實的真相，那就有救了。自自然然就曉得，怎樣做一個轉變。所以外面無論是什麼樣的災禍、災難，從什麼地方化解？從自己內心化解。內心是因，一切眾生的共業，化解的方法是從自己內心別業上下功夫。我們要救自己，要度眾生，不是從外面做起，不是勸別人做，先勸自己做。自己真正做到了，才能夠影響別人，才能夠引發別人心性裡面含藏的德能。一切眾生皆有佛性，他在迷，我現在開始覺了，我果然真的覺悟了，就能幫助他覺悟，引發他覺悟。所以教學最重要的是身教，以身作則。"
    },
    {
      "id": "12-017-1107_p0013",
      "zh_CN": "佛菩萨都做到了，我们看到，我们听到了，我们的心动了，也想学佛菩萨，见贤思齐。看到他的成就，看到他的圆满，想到我自性里面本具的智慧德相跟他是一样的，为什么我现在受这种苦难？于是回头向他学习，我们自己的性德渐渐透露出来了，性德透露一分，我们的苦难消一分；性德透露十分，我们的苦难就消十分，就这么个道理。于是我就真正懂得，怎样帮助别人？成就自己，先成就自己，然后真的帮助别人。这世间，古大德讲的，一百个人当中只要有一个觉悟，百分之一，这地区就不会有灾难。当然，小的灾难是免不了，大灾难没有了。我们图文巴这小城，人口只有八万人，百分之一，八百人，这小城市里头有八百个善人，这地区不遭难。所以，传播圣贤教诲在这地区真正有了殊胜的成绩，那就是八百个人觉悟。八百个人真正是断恶修善，八百个人真正能够舍己为人，纵然世界末日来临，这小城没有影响，这小城人是幸福的，这小城人过的是天堂的生活。",
      "zh_TW": "佛菩薩都做到了，我們看到，我們聽到了，我們的心動了，也想學佛菩薩，見賢思齊。看到他的成就，看到他的圓滿，想到我自性裡面本具的智慧德相跟他是一樣的，為什麼我現在受這種苦難？於是回頭向他學習，我們自己的性德漸漸透露出來了，性德透露一分，我們的苦難消一分；性德透露十分，我們的苦難就消十分，就這麼個道理。於是我就真正懂得，怎樣幫助別人？成就自己，先成就自己，然後真的幫助別人。這世間，古大德講的，一百個人當中只要有一個覺悟，百分之一，這地區就不會有災難。當然，小的災難是免不了，大災難沒有了。我們圖文巴這小城，人口只有八萬人，百分之一，八百人，這小城市裡頭有八百個善人，這地區不遭難。所以，傳播聖賢教誨在這地區真正有了殊勝的成績，那就是八百個人覺悟。八百個人真正是斷惡修善，八百個人真正能夠捨己為人，縱然世界末日來臨，這小城沒有影響，這小城人是幸福的，這小城人過的是天堂的生活。"
    },
    {
      "id": "12-017-1107_p0014",
      "zh_CN": "我们居住在这小城，乐不乐意做这八百人当中的一个人？这事情很值得我们反省，很值得我们发心，应当要做。怎么做法？依照圣贤的教诲，这也是我们常说，我们要放下自己的妄想分别执着，放下自己的成见、烦恼习气，随顺经论的教导。经论的教导就是自性，就是性德。所以随顺经论的教诲，就是随顺自己的性德，就是随顺自然的法则，不能不知道。这东西要落实，不是讲解，是要真正做到。从什么地方下手，每个人的习气不相同，摆在我们面前这几个原则，每一位同学真正发心要想学，那就是像夏莲居居士常讲的真干。",
      "zh_TW": "我們居住在這小城，樂不樂意做這八百人當中的一個人？這事情很值得我們反省，很值得我們發心，應當要做。怎麼做法？依照聖賢的教誨，這也是我們常說，我們要放下自己的妄想分別執著，放下自己的成見、煩惱習氣，隨順經論的教導。經論的教導就是自性，就是性德。所以隨順經論的教誨，就是隨順自己的性德，就是隨順自然的法則，不能不知道。這東西要落實，不是講解，是要真正做到。從什麼地方下手，每個人的習氣不相同，擺在我們面前這幾個原則，每一位同學真正發心要想學，那就是像夏蓮居居士常講的真幹。"
    },
    {
      "id": "12-017-1107_p0015",
      "zh_CN": "你要下定决心真干，从哪里做起？自己哪一个毛病最重，你就用什么方法对治最严重的毛病。譬如我们没有诚意，缺乏诚意，对人对事对物都是很虚假、虚伪。用什么方法对治？真诚。如果我的烦恼习气里面最严重的是欲望、是自私，这是严重的染污，这对我来讲是最严重的。那我从哪里下手？我从清净，修清净心。如果自己贡高我慢的习气很重，都是自以为是，都是别人不对，那我就从平等下手。所以每个人下手处不一样，这就好像治病一样，首先要晓得自己什么毛病，用什么药来对治。果然相应，那真的是药到病除，这我们不能不知道，药到病除，效果非常显著。念佛是总的原则、总的纲领，佛一定要念，正修；这些方法是助修，正助双修，效果快！心量窄小，不能容忍，那我们修什么？包容，我要包容。我对一切人事物没有爱心，那你就要从敬爱下手，我要敬爱一切众生，从这里下手才行。我对于一切人漠不关心，显得很冷漠，那你就要从我要关怀一切众生，要从这里下手，心量要大。",
      "zh_TW": "你要下定決心真幹，從哪裡做起？自己哪一個毛病最重，你就用什麼方法對治最嚴重的毛病。譬如我們沒有誠意，缺乏誠意，對人對事對物都是很虛假、虛偽。用什麼方法對治？真誠。如果我的煩惱習氣裡面最嚴重的是欲望、是自私，這是嚴重的染污，這對我來講是最嚴重的。那我從哪裡下手？我從清淨，修清淨心。如果自己貢高我慢的習氣很重，都是自以為是，都是別人不對，那我就從平等下手。所以每個人下手處不一樣，這就好像治病一樣，首先要曉得自己什麼毛病，用什麼藥來對治。果然相應，那真的是藥到病除，這我們不能不知道，藥到病除，效果非常顯著。念佛是總的原則、總的綱領，佛一定要念，正修；這些方法是助修，正助雙修，效果快！心量窄小，不能容忍，那我們修什麼？包容，我要包容。我對一切人事物沒有愛心，那你就要從敬愛下手，我要敬愛一切眾生，從這裡下手才行。我對於一切人漠不關心，顯得很冷漠，那你就要從我要關懷一切眾生，要從這裡下手，心量要大。"
    },
    {
      "id": "12-017-1107_p0016",
      "zh_CN": "我们敬爱图文巴的人民，关怀图文巴的人民，这范围小。发心要大，落实在这一点，所以那个心量要发到是遍法界虚空界一切众生，落实在图文巴这一点，这就对了，就正确了。譬如我要包容法界虚空界一切众生，在行业上，我包容图文巴这一个城市的人民，这城市的众生，落实在这里，这就是修行。把我们过去一向所有一切不善的思想、见解、言行，统统修正过来。我们要舍弃虚假，修真诚；舍弃一切的染着，修清净；舍弃贡高我慢，修平等；舍弃愚痴，修智慧，正觉；舍弃自私自利，修大慈大悲，做心地功夫，这叫真修行，与性德相应。与性德相应就是与一切诸佛如来相应，佛道，成佛之道！这都是从总的纲领原理原则上来说，这是大菩提心。",
      "zh_TW": "我們敬愛圖文巴的人民，關懷圖文巴的人民，這範圍小。發心要大，落實在這一點，所以那個心量要發到是遍法界虛空界一切眾生，落實在圖文巴這一點，這就對了，就正確了。譬如我要包容法界虛空界一切眾生，在行業上，我包容圖文巴這一個城市的人民，這城市的眾生，落實在這裡，這就是修行。把我們過去一向所有一切不善的思想、見解、言行，統統修正過來。我們要捨棄虛假，修真誠；捨棄一切的染著，修清淨；捨棄貢高我慢，修平等；捨棄愚痴，修智慧，正覺；捨棄自私自利，修大慈大悲，做心地功夫，這叫真修行，與性德相應。與性德相應就是與一切諸佛如來相應，佛道，成佛之道！這都是從總的綱領原理原則上來說，這是大菩提心。"
    },
    {
      "id": "12-017-1107_p0017",
      "zh_CN": "用大菩提心落实在事相上修学，这是菩萨行门里面的六个纲领，我们称为「六波罗蜜」。所以六波罗蜜是用大菩提心修得的，才叫做波罗蜜。如果没有菩提心，就是没有真诚、清净、平等、正觉、慈悲，你学这六样，这是世间善法、世间善行，能帮助你得人天福报，不能了生死出三界，这道理不能不知道。所以首先要问，你用的是什么心？然后再你修的是什么业？如果你用的是菩提心，你落实在六度上，那是菩萨道，是佛道。没有这菩提心，还是用自私自利的心，修这六样东西，人天福报，不一样，用心不一样。人天福报也算是不错了，也能消灾免难，但是不能够彻底把灾难化解，你的功德不足，这是真的，不是假的。如果用菩提心来修，那功德就圆满，真的能把一切灾殃统统化解。所以这些纲领，我们要明了，要通达，要有很深的体会，要把它抓住，变成自己的思想、行为，这比什么都重要。",
      "zh_TW": "用大菩提心落實在事相上修學，這是菩薩行門裡面的六個綱領，我們稱為「六波羅蜜」。所以六波羅蜜是用大菩提心修得的，才叫做波羅蜜。如果沒有菩提心，就是沒有真誠、清淨、平等、正覺、慈悲，你學這六樣，這是世間善法、世間善行，能幫助你得人天福報，不能了生死出三界，這道理不能不知道。所以首先要問，你用的是什麼心？然後再你修的是什麼業？如果你用的是菩提心，你落實在六度上，那是菩薩道，是佛道。沒有這菩提心，還是用自私自利的心，修這六樣東西，人天福報，不一樣，用心不一樣。人天福報也算是不錯了，也能消災免難，但是不能夠徹底把災難化解，你的功德不足，這是真的，不是假的。如果用菩提心來修，那功德就圓滿，真的能把一切災殃統統化解。所以這些綱領，我們要明瞭，要通達，要有很深的體會，要把它抓住，變成自己的思想、行為，這比什麼都重要。"
    },
    {
      "id": "12-017-1107_p0018",
      "zh_CN": "至于，在日常生活当中应当怎么做，你自自然然就知道。总的来说，你起心动念一定是会给世间所有一切众生做榜样、做典型、做模范。你看到世间人的错误，你立刻会做出反应，这反应是纠正他的错误。世间人不孝顺父母，你会做出孝顺父母的样子，做得特别明显，那就是劝化众生要孝顺父母。看到社会年轻人不知道尊敬老人，你就会做出尊敬老人的样子，敬老尊贤，你会做出，这就是自行化他。教化众生最初的引导不是言语，不是讲经说法，是做榜样，你才真正能收到教化的效果。自己做不到，劝别人做，人家不相信你。一定要自己做到，长时期做到，永恒的做到，这才真正能教化一切众生，感化人，劝人回头是岸，自己先回头。这名词含义，实在讲每个名词含义深广都是无穷无尽的。现在时间到了。",
      "zh_TW": "至於，在日常生活當中應當怎麼做，你自自然然就知道。總的來說，你起心動念一定是會給世間所有一切眾生做榜樣、做典型、做模範。你看到世間人的錯誤，你立刻會做出反應，這反應是糾正他的錯誤。世間人不孝順父母，你會做出孝順父母的樣子，做得特別明顯，那就是勸化眾生要孝順父母。看到社會年輕人不知道尊敬老人，你就會做出尊敬老人的樣子，敬老尊賢，你會做出，這就是自行化他。教化眾生最初的引導不是言語，不是講經說法，是做榜樣，你才真正能收到教化的效果。自己做不到，勸別人做，人家不相信你。一定要自己做到，長時期做到，永恆的做到，這才真正能教化一切眾生，感化人，勸人回頭是岸，自己先回頭。這名詞含義，實在講每個名詞含義深廣都是無窮無盡的。現在時間到了。"
    },
    {
      "id": "12-017-1107_p0019",
      "zh_CN": "诸位同学，请接着看苦集圣谛第五个名字：",
      "zh_TW": "諸位同學，請接著看苦集聖諦第五個名字："
    },
    {
      "id": "12-017-1107_p0020",
      "zh_CN": "【或名不可爱。】",
      "zh_TW": "【或名不可愛。】"
    },
    {
      "id": "12-017-1107_p0021",
      "zh_CN": "这名字的意思非常明显。凡是『不可爱』就是不善，不善的念头、不善的言语、不善的行为必定感召不善的果报，苦报！因跟果都不可爱。善心、善愿、善行，那可爱。为什么？招来的是福报，善果。我们明明知道不可爱，而偏偏还要去造作。学佛的同学造作之后，他又后悔，好像有一种力量在控制他，他想不造作都不行，这是什么原因？我遇到不少人来问我。在起心动念造作的时候，他也知道不善，但是他控制不了自己，还是要造作。这一桩事情，正是佛法里头常讲的业障习气深重，在绝大多时间里面是不知不觉的起现行，他这力量太强大了。学佛之后，那是在已经知道、已经觉悟里头，他还起现行；不是不知不觉，他是已知已觉里头，依旧起现行，这才真正体会到业力不可思议。",
      "zh_TW": "這名字的意思非常明顯。凡是『不可愛』就是不善，不善的念頭、不善的言語、不善的行為必定感召不善的果報，苦報！因跟果都不可愛。善心、善願、善行，那可愛。為什麼？招來的是福報，善果。我們明明知道不可愛，而偏偏還要去造作。學佛的同學造作之後，他又後悔，好像有一種力量在控制他，他想不造作都不行，這是什麼原因？我遇到不少人來問我。在起心動念造作的時候，他也知道不善，但是他控制不了自己，還是要造作。這一樁事情，正是佛法裡頭常講的業障習氣深重，在絕大多時間裡面是不知不覺的起現行，他這力量太強大了。學佛之後，那是在已經知道、已經覺悟裡頭，他還起現行；不是不知不覺，他是已知已覺裡頭，依舊起現行，這才真正體會到業力不可思議。"
    },
    {
      "id": "12-017-1107_p0022",
      "zh_CN": "烦恼习气深重，它确实有很大的力量。在这时候，你怎么办？唯一解决的方法，圣贤人讲的教学。我们先学，学了以后，教！天天学，天天教，天天教，天天学，如果有长时间的薰习，不知不觉，觉增长、智增长，痴迷逐渐逐渐就消失。不断的教学，对于习气愈是深重的人，发心教学是对治自己烦恼习气最有效果的方法。为什么？天天教别人，自己做不到不好意思。这桩事情不要害怕，不好意思也要做。那个不好意思是我们习气烦恼太重，我很想改，改不过来。但是很想改这念头决定不能断，慢慢来，时间久了就改过来了。",
      "zh_TW": "煩惱習氣深重，它確實有很大的力量。在這時候，你怎麼辦？唯一解決的方法，聖賢人講的教學。我們先學，學了以後，教！天天學，天天教，天天教，天天學，如果有長時間的薰習，不知不覺，覺增長、智增長，痴迷逐漸逐漸就消失。不斷的教學，對於習氣愈是深重的人，發心教學是對治自己煩惱習氣最有效果的方法。為什麼？天天教別人，自己做不到不好意思。這樁事情不要害怕，不好意思也要做。那個不好意思是我們習氣煩惱太重，我很想改，改不過來。但是很想改這念頭決定不能斷，慢慢來，時間久了就改過來了。"
    },
    {
      "id": "12-017-1107_p0023",
      "zh_CN": "无量劫来的习气，哪有一下能改得过来？不可能的事情，佛也办不到，必须假以时日。那我们自己，这是我常常说最重要的一个心态，「好学」，这两个字比什么都重要。人不好学，那就难了，你这一生要想成就几乎是不可能。好学的人，假以时日，他能成就。也许有人问，如果他寿命短呢？不会，真正好学的人，延年益寿。因为他业障慢慢在消，福慧慢慢在增长，所以不求长寿，自然长寿。长寿，他有足够的时间，在这一生当中消他的业障。对于不好学的人，那是一点办法都没有；好学的人一定劝奋，一定能够随顺圣教。在开头，这消业障是以诵经、念佛、拜佛最有效果，这要有恒心。特别是业障习气深重的人，开头从哪里下手？密宗它的方式好，密宗是从拜佛下手，让你在一定的期限之内拜十万拜，我们一般讲磕大头。一天拜三千拜，这是最低的，以后只有增加，没有减少，拜满十万拜，克定数目，然后再学其他的法门。在佛门里头实在说，过去很多，现在是比较少了，专修这法门，他没有其他的功课，就是拜佛，一天拜三千拜，长年拜下去，身心清净，从这里头得三昧开智慧。",
      "zh_TW": "無量劫來的習氣，哪有一下能改得過來？不可能的事情，佛也辦不到，必須假以時日。那我們自己，這是我常常說最重要的一個心態，「好學」，這兩個字比什麼都重要。人不好學，那就難了，你這一生要想成就幾乎是不可能。好學的人，假以時日，他能成就。也許有人問，如果他壽命短呢？不會，真正好學的人，延年益壽。因為他業障慢慢在消，福慧慢慢在增長，所以不求長壽，自然長壽。長壽，他有足夠的時間，在這一生當中消他的業障。對於不好學的人，那是一點辦法都沒有；好學的人一定勸奮，一定能夠隨順聖教。在開頭，這消業障是以誦經、念佛、拜佛最有效果，這要有恆心。特別是業障習氣深重的人，開頭從哪裡下手？密宗它的方式好，密宗是從拜佛下手，讓你在一定的期限之內拜十萬拜，我們一般講磕大頭。一天拜三千拜，這是最低的，以後只有增加，沒有減少，拜滿十萬拜，剋定數目，然後再學其他的法門。在佛門裡頭實在說，過去很多，現在是比較少了，專修這法門，他沒有其他的功課，就是拜佛，一天拜三千拜，長年拜下去，身心清淨，從這裡頭得三昧開智慧。"
    },
    {
      "id": "12-017-1107_p0024",
      "zh_CN": "有些同学读过《影尘回忆录》，这部书是倓虚老法师自述的传记，他自己回忆他一生，大光法师笔记的。《影尘回忆录》里面提到一位，就是专门修拜佛的这么一个方法，晒蜡烛的法师。这法师没有念过书，文化水平不高，很老实，真的没有聪明智慧。老和尚看到他老实，老实人难得，老实人容易得度。他老实，所以老和尚看他这样子，叫他把常住日常工作统统放下，去拜佛。阿育王寺拜释迦牟尼佛的舍利，一天拜三千拜，拜了三年多，这法师开悟了，能作诗、能作偈、能讲经，以后就变成讲经的法师，法缘殊胜。老实，真诚，诚则灵。这要有恒心、要有毅力，真正把妄想断掉了，心里头只有佛，除佛之外，什么都没有。所以三年到五年成就，在历史上太多太多了，这都是我们的好样子。我们要想学习，依照这方法行，也能成就，不是不能成就，怕的是你没有决心。",
      "zh_TW": "有些同學讀過《影塵回憶錄》，這部書是倓虛老法師自述的傳記，他自己回憶他一生，大光法師筆記的。《影塵回憶錄》裡面提到一位，就是專門修拜佛的這麼一個方法，曬蠟燭的法師。這法師沒有念過書，文化水平不高，很老實，真的沒有聰明智慧。老和尚看到他老實，老實人難得，老實人容易得度。他老實，所以老和尚看他這樣子，叫他把常住日常工作統統放下，去拜佛。阿育王寺拜釋迦牟尼佛的舍利，一天拜三千拜，拜了三年多，這法師開悟了，能作詩、能作偈、能講經，以後就變成講經的法師，法緣殊勝。老實，真誠，誠則靈。這要有恆心、要有毅力，真正把妄想斷掉了，心裡頭只有佛，除佛之外，什麼都沒有。所以三年到五年成就，在歷史上太多太多了，這都是我們的好樣子。我們要想學習，依照這方法行，也能成就，不是不能成就，怕的是你沒有決心。"
    },
    {
      "id": "12-017-1107_p0025",
      "zh_CN": "我们这道场，祖先纪念堂，规模虽然不大，你要真正在这地方修行，肯定有成就。果然能够发心锲而不舍，那像夏莲居老居士所说的，发心在这里拜三年佛，每天在念佛堂拜。这发心拜佛，最少一天不能少过一千二百拜，这是最低的数字。除了拜佛之外，绕佛念佛，不看经不听经，万缘放下，每天就是这门功课。拜累了，念累了，你就休息，休息好了，马上接着就去拜佛念佛，决定没有间断，除了你休息之外，决定没有间断。",
      "zh_TW": "我們這道場，祖先紀念堂，規模雖然不大，你要真正在這地方修行，肯定有成就。果然能夠發心鍥而不捨，那像夏蓮居老居士所說的，發心在這裡拜三年佛，每天在念佛堂拜。這發心拜佛，最少一天不能少過一千二百拜，這是最低的數字。除了拜佛之外，繞佛念佛，不看經不聽經，萬緣放下，每天就是這門功課。拜累了，念累了，你就休息，休息好了，馬上接著就去拜佛念佛，決定沒有間斷，除了你休息之外，決定沒有間斷。"
    },
    {
      "id": "12-017-1107_p0026",
      "zh_CN": "三年，三年不说话，这是夏莲居老居士要求的，一门深入，锲而不舍；三年不说话，他说准能开悟，这话我相信。无量劫来的业障习气，不能说彻底消除，我敢保证消一半以上，不是你这一生的习气，无量劫来习气，总能消除个十之六七，这还得了，三年功夫！如果你能用上七年功夫、九年功夫，你往生西方极乐世界，我敢肯定，你是实报庄严土上辈往生。一到极乐世界，花开见佛悟无生，那个阿惟越致的地位，不是阿弥陀佛本愿加持的，是你自己成就的，这还得了吗？多少人想学这法门，缘不成熟，那就是说没有人护法。在我们这道场，我们道场护法，只要你肯发心，我们这道场供养你，提供你学习的环境，这我们做得到。",
      "zh_TW": "三年，三年不說話，這是夏蓮居老居士要求的，一門深入，鍥而不捨；三年不說話，他說準能開悟，這話我相信。無量劫來的業障習氣，不能說徹底消除，我敢保證消一半以上，不是你這一生的習氣，無量劫來習氣，總能消除個十之六七，這還得了，三年功夫！如果你能用上七年功夫、九年功夫，你往生西方極樂世界，我敢肯定，你是實報莊嚴土上輩往生。一到極樂世界，花開見佛悟無生，那個阿惟越致的地位，不是阿彌陀佛本願加持的，是你自己成就的，這還得了嗎？多少人想學這法門，緣不成熟，那就是說沒有人護法。在我們這道場，我們道場護法，只要你肯發心，我們這道場供養你，提供你學習的環境，這我們做得到。"
    },
    {
      "id": "12-017-1107_p0027",
      "zh_CN": "如果你要嫌这地方人多，会影响你，那就用闭关的方式。这个，如果我们将来有这缘分，也能够盖几间关房，来成就你。真有人干，不是不能成就，能成就。如果你不怕干扰，你不受环境影响，我们这念佛堂是非常理想的修行证果的环境。虽然大众在一起共修，不相妨碍，没有干扰。我们的佛堂虽然不大，当中的区域就是提供拜佛的，我看现在两旁有摆了几个蒲团，那是止静的。绕佛，这在四周；四周绕佛，两边止静，当中是拜佛的，也划三个区域。这是现在真正用功的人不多，慢慢将来用功的人多了，我们再会建第二个念佛堂，甚至于建第三个念佛堂。在中国，现在东天目山好像有四个念佛堂，那边念佛人多，我去看的时候，有四百多人，无比的殊胜。这么多人在那里修行，那个地区有福，临安县有福，浙江省有福，这福报也会带给这国家。我们懂得这道理，我们要真正发心来做。许许多多人发心想要做，没有这机缘，我们今天缘成就了，善根福德因缘，我们的因缘具足。现在希求的就是真正有善根福德的人，在这地方修行不中断。",
      "zh_TW": "如果你要嫌這地方人多，會影響你，那就用閉關的方式。這個，如果我們將來有這緣分，也能夠蓋幾間關房，來成就你。真有人幹，不是不能成就，能成就。如果你不怕干擾，你不受環境影響，我們這念佛堂是非常理想的修行證果的環境。雖然大眾在一起共修，不相妨礙，沒有干擾。我們的佛堂雖然不大，當中的區域就是提供拜佛的，我看現在兩旁有擺了幾個蒲團，那是止靜的。繞佛，這在四周；四周繞佛，兩邊止靜，當中是拜佛的，也劃三個區域。這是現在真正用功的人不多，慢慢將來用功的人多了，我們再會建第二個念佛堂，甚至於建第三個念佛堂。在中國，現在東天目山好像有四個念佛堂，那邊念佛人多，我去看的時候，有四百多人，無比的殊勝。這麼多人在那裡修行，那個地區有福，臨安縣有福，浙江省有福，這福報也會帶給這國家。我們懂得這道理，我們要真正發心來做。許許多多人發心想要做，沒有這機緣，我們今天緣成就了，善根福德因緣，我們的因緣具足。現在希求的就是真正有善根福德的人，在這地方修行不中斷。"
    },
    {
      "id": "12-017-1107_p0028",
      "zh_CN": "我们读到这名称，「不可爱」的名称，自己总得觉悟，凡是众人不可爱的，我们自己感觉得这是不善的，一定要远离。不但不能有这行为，不能有这言语，最好是不能有这念头，不造这个业，将来就没有这苦果。下面第六个名称：",
      "zh_TW": "我們讀到這名稱，「不可愛」的名稱，自己總得覺悟，凡是眾人不可愛的，我們自己感覺得這是不善的，一定要遠離。不但不能有這行為，不能有這言語，最好是不能有這念頭，不造這個業，將來就沒有這苦果。下面第六個名稱："
    },
    {
      "id": "12-017-1107_p0029",
      "zh_CN": "【或名能攫噬。】",
      "zh_TW": "【或名能攫噬。】"
    },
    {
      "id": "12-017-1107_p0030",
      "zh_CN": "清凉大师有注解，「攫噬者，攫搏也，噬啮也，集之损害，犹恶禽兽也」。这是从比喻上说的，我们谚语里头常讲「狼吞虎咽」，这是讲的猛兽，恶劣的禽兽，牠们猎食的那个样子非常的残忍，杀害小动物，这是用来比喻造业。我们现在电视里头有动物奇观，在动物奇观里头常常看到这镜头，一般世间人所谓是弱肉强食，看到这些很残酷的镜头。这些镜头都有教育的意义，这教育有正反两面，但是一般世间人接受反面的多，接受正面的少。只有聪明智慧的人、有良心的人、有善心的人，他看到这画面，他接受的讯息是正面的；那就是说人造作种种恶业，比这些禽兽还要恐怖，还要可怕。为什么？禽兽猎取小动物是在牠饥饿的时候，牠要不是在饥饿的时候，我们看到小动物围绕在牠的身边，牠好像完全不知不觉，好像没有看到。老虎狮子吃饱了，牠躺着睡觉，小动物在牠身旁走来走去，牠根本就不理。所以牠在猎食的时候，才看到恐怖的、恶劣的形象，吃饱之后，牠这形象没有了。人不一样，人在吃饱的时候也有这种恶劣的形象。",
      "zh_TW": "清涼大師有註解，「攫噬者，攫搏也，噬嚙也，集之損害，猶惡禽獸也」。這是從比喻上說的，我們諺語裡頭常講「狼吞虎嚥」，這是講的猛獸，惡劣的禽獸，牠們獵食的那個樣子非常的殘忍，殺害小動物，這是用來比喻造業。我們現在電視裡頭有動物奇觀，在動物奇觀裡頭常常看到這鏡頭，一般世間人所謂是弱肉強食，看到這些很殘酷的鏡頭。這些鏡頭都有教育的意義，這教育有正反兩面，但是一般世間人接受反面的多，接受正面的少。只有聰明智慧的人、有良心的人、有善心的人，他看到這畫面，他接受的訊息是正面的；那就是說人造作種種惡業，比這些禽獸還要恐怖，還要可怕。為什麼？禽獸獵取小動物是在牠飢餓的時候，牠要不是在飢餓的時候，我們看到小動物圍繞在牠的身邊，牠好像完全不知不覺，好像沒有看到。老虎獅子吃飽了，牠躺著睡覺，小動物在牠身旁走來走去，牠根本就不理。所以牠在獵食的時候，才看到恐怖的、惡劣的形象，吃飽之後，牠這形象沒有了。人不一樣，人在吃飽的時候也有這種惡劣的形象。"
    },
    {
      "id": "12-017-1107_p0031",
      "zh_CN": "所以六道众生造作极恶的罪业是在哪一道？在人道。天道不会，畜生道刚才讲了，除牠饥饿的时候；老虎狮子吃一顿，大概三天，三天吃一顿，牠不是天天造业。我们人不行，人天天造业，甚至于念念都造业，这个可怕。人不是饥饿的时候造业，吃饱了造业，禽兽吃饱了不造业，所以现代的人跟禽兽相比，不如！从前的人接受圣贤的教诲，人为万物之灵，人能够随顺性德，随顺大自然的理则运行，作圣作贤作君子，成为一切众生里面最值得尊敬的。人要不学道，没有道德修养，跟禽兽有什么两样？没有两样，比禽兽还可怕，无缘无故的他会害人。底下一个名称：",
      "zh_TW": "所以六道眾生造作極惡的罪業是在哪一道？在人道。天道不會，畜生道剛才講了，除牠飢餓的時候；老虎獅子吃一頓，大概三天，三天吃一頓，牠不是天天造業。我們人不行，人天天造業，甚至於念念都造業，這個可怕。人不是飢餓的時候造業，吃飽了造業，禽獸吃飽了不造業，所以現代的人跟禽獸相比，不如！從前的人接受聖賢的教誨，人為萬物之靈，人能夠隨順性德，隨順大自然的理則運行，作聖作賢作君子，成為一切眾生裡面最值得尊敬的。人要不學道，沒有道德修養，跟禽獸有什麼兩樣？沒有兩樣，比禽獸還可怕，無緣無故的他會害人。底下一個名稱："
    },
    {
      "id": "12-017-1107_p0032",
      "zh_CN": "【或名粗鄙物。】",
      "zh_TW": "【或名粗鄙物。】"
    },
    {
      "id": "12-017-1107_p0033",
      "zh_CN": "这名称也不好，『粗鄙』反面就是文明，我们细心观察现代的社会，真的跟这说的相应，文明、文化没有了。大家冷静细心的观察，现在的人，从小他所见到的，他所听到的，用佛法来说，都是邪知邪见，都是贪瞋痴慢，都是自私自利，都是损人利己，这还得了吗？无量劫来，阿赖耶识里头无量无边的恶习种子，在现代加上这恶的缘，他的行为现行了，恶劣的行为。",
      "zh_TW": "這名稱也不好，『粗鄙』反面就是文明，我們細心觀察現代的社會，真的跟這說的相應，文明、文化沒有了。大家冷靜細心的觀察，現在的人，從小他所見到的，他所聽到的，用佛法來說，都是邪知邪見，都是貪瞋痴慢，都是自私自利，都是損人利己，這還得了嗎？無量劫來，阿賴耶識裡頭無量無邊的惡習種子，在現代加上這惡的緣，他的行為現行了，惡劣的行為。"
    },
    {
      "id": "12-017-1107_p0034",
      "zh_CN": "前天有个同修告诉我，他从台湾回来，听到一桩事情。父母管教儿女，他的儿子跟他父母讲：你们不可以打我，你要打我，我到警察那里去告状，把你们两个人关到监牢里去。这种心态、行为，古时候没有，这是什么？伦理、孝悌在这社会灭绝了，才会有这现象发生。孝悌是德行的根本，孝悌是性德，一切众生本性里头本来具足。迷，迷了自性，受到外面这些邪知邪见影响，自己起心动念言语造作与性德完全违背，一百八十度的违背，这还得了吗？诸位想想，儿女长大都变成这样子，谁还愿意养儿女？没错，佛在经上告诉我们，父子这缘分有四种：报恩、报怨、讨债、还债，总不外乎这四大类。但是古人用教育的方法，把这四大类的问题解决了。来报恩的，这个好，希望生生世世有恩有义；报怨，要把他化解；讨债、还债也都要化解。让他到这世间来，帮助他觉悟，破迷开悟，使他的心行能够随顺性德，这是教育。但是现在这种教育没有了，现在完全随顺烦恼，这不得了！",
      "zh_TW": "前天有個同修告訴我，他從台灣回來，聽到一樁事情。父母管教兒女，他的兒子跟他父母講：你們不可以打我，你要打我，我到警察那裡去告狀，把你們兩個人關到監牢裡去。這種心態、行為，古時候沒有，這是什麼？倫理、孝悌在這社會滅絕了，才會有這現象發生。孝悌是德行的根本，孝悌是性德，一切眾生本性裡頭本來具足。迷，迷了自性，受到外面這些邪知邪見影響，自己起心動念言語造作與性德完全違背，一百八十度的違背，這還得了嗎？諸位想想，兒女長大都變成這樣子，誰還願意養兒女？沒錯，佛在經上告訴我們，父子這緣分有四種：報恩、報怨、討債、還債，總不外乎這四大類。但是古人用教育的方法，把這四大類的問題解決了。來報恩的，這個好，希望生生世世有恩有義；報怨，要把他化解；討債、還債也都要化解。讓他到這世間來，幫助他覺悟，破迷開悟，使他的心行能夠隨順性德，這是教育。但是現在這種教育沒有了，現在完全隨順煩惱，這不得了！"
    },
    {
      "id": "12-017-1107_p0035",
      "zh_CN": "在古代，不要说很远，民国初年，我记事的时候，我在六、七岁，我还记得，那时候中国的法律里面有一条叫「亲权处分」。现在人知道这事情很少很少了，我都没有听人讲过。往年在台中求学，李老师提过，李老师那个时候问我：你知不知道？我说：我知道，有这么一条。什么叫亲权处分？你的父母讨厌你，不喜欢你，到官府去告状，「我这儿子不孝，你们把他杀掉」。官府立刻就给你执行死刑，你没有上诉那个权利，你也没有辩白的权利。为什么？这叫亲权处分。父母哪有不疼爱子女的道理，父母不要你了，你就没有权利生存在这社会。现在颠倒了，现在儿女可以告状，把父母关到监牢狱去坐牢，这成什么话！这还得了！天下大乱，永无安宁，这是第一个因素，这因素就是伦理、孝悌没有了。",
      "zh_TW": "在古代，不要說很遠，民國初年，我記事的時候，我在六、七歲，我還記得，那時候中國的法律裡面有一條叫「親權處分」。現在人知道這事情很少很少了，我都沒有聽人講過。往年在台中求學，李老師提過，李老師那個時候問我：你知不知道？我說：我知道，有這麼一條。什麼叫親權處分？你的父母討厭你，不喜歡你，到官府去告狀，「我這兒子不孝，你們把他殺掉」。官府立刻就給你執行死刑，你沒有上訴那個權利，你也沒有辯白的權利。為什麼？這叫親權處分。父母哪有不疼愛子女的道理，父母不要你了，你就沒有權利生存在這社會。現在顛倒了，現在兒女可以告狀，把父母關到監牢獄去坐牢，這成什麼話！這還得了！天下大亂，永無安寧，這是第一個因素，這因素就是倫理、孝悌沒有了。"
    },
    {
      "id": "12-017-1107_p0036",
      "zh_CN": "中国有史以来，大概能够追溯到四千五百年，中国有历史，古圣先贤教化众生，教养子弟，教什么？就是伦理道德，就是孝悌忠信，真的是简单明了，一点都不复杂。大道，简易详明，简单容易，又详尽又明白，人人都能懂，人人都能行。不但自己成就自己的道业，成就自己的德行、智慧，成就自己真正的幸福美满，而且成就社会的安定和平，这就是古圣先贤常常讲的积功累德。起心动念言语造作，我们今天讲的威仪、行为，永远没有粗鄙，那叫文明，文明就是受过教育。",
      "zh_TW": "中國有史以來，大概能夠追溯到四千五百年，中國有歷史，古聖先賢教化眾生，教養子弟，教什麼？就是倫理道德，就是孝悌忠信，真的是簡單明瞭，一點都不複雜。大道，簡易詳明，簡單容易，又詳盡又明白，人人都能懂，人人都能行。不但自己成就自己的道業，成就自己的德行、智慧，成就自己真正的幸福美滿，而且成就社會的安定和平，這就是古聖先賢常常講的積功累德。起心動念言語造作，我們今天講的威儀、行為，永遠沒有粗鄙，那叫文明，文明就是受過教育。"
    },
    {
      "id": "12-017-1107_p0037",
      "zh_CN": "我们今天读圣贤书，处在今天的社会，感慨万千。现前社会真的是危急存亡的转捩点，毁灭在今天，复兴也在今天，就在我们自己一念之间。我们一念随顺烦恼习气，那就走向毁灭的道路；我们这一念反省忏悔改过自新，这社会就是复兴的曙光，这一线光明能把社会复兴。真的，古人常讲的「天下兴亡，匹夫有责」，这两句话说得很有道理。天下兴亡的责任在谁？在我自己，不要把这事情推给别人。把这事情推给别人，你就大错特错了，一切从自己内心做起。我们再看底下第八句：",
      "zh_TW": "我們今天讀聖賢書，處在今天的社會，感慨萬千。現前社會真的是危急存亡的轉捩點，毀滅在今天，復興也在今天，就在我們自己一念之間。我們一念隨順煩惱習氣，那就走向毀滅的道路；我們這一念反省懺悔改過自新，這社會就是復興的曙光，這一線光明能把社會復興。真的，古人常講的「天下興亡，匹夫有責」，這兩句話說得很有道理。天下興亡的責任在誰？在我自己，不要把這事情推給別人。把這事情推給別人，你就大錯特錯了，一切從自己內心做起。我們再看底下第八句："
    },
    {
      "id": "12-017-1107_p0038",
      "zh_CN": "【或名爱着。】",
      "zh_TW": "【或名愛著。】"
    },
    {
      "id": "12-017-1107_p0039",
      "zh_CN": "这都是集谛的别名，名号。『爱』是贪爱，『着』是执着，着相。我们想想，我们有没有这病？有，凡夫都有，要没有就不到轮回里头来了。「爱」是迷惑，「着」是造业，果报苦！惑、业、苦；惑、业是集谛，苦是前面讲的苦谛，果。这两个字是苦谛之因，我们有没有觉悟？在世出世间一切法里头，无论是人、事、物，我们有没有贪爱？有没有执着？常常用这来反省，有贪爱，自己要晓得，我有迷惑；有执着，我在造业，后面六道轮回的果报，永远不能够超越六道轮回。『爱着』对象是善的，你三善道受生；「爱着」是不善的，你三恶道受报，永远不能够超越六道轮回。要想超越六道轮回，这东西要断掉。",
      "zh_TW": "這都是集諦的別名，名號。『愛』是貪愛，『著』是執著，著相。我們想想，我們有沒有這病？有，凡夫都有，要沒有就不到輪迴裡頭來了。「愛」是迷惑，「著」是造業，果報苦！惑、業、苦；惑、業是集諦，苦是前面講的苦諦，果。這兩個字是苦諦之因，我們有沒有覺悟？在世出世間一切法裡頭，無論是人、事、物，我們有沒有貪愛？有沒有執著？常常用這來反省，有貪愛，自己要曉得，我有迷惑；有執著，我在造業，後面六道輪迴的果報，永遠不能夠超越六道輪迴。『愛著』對象是善的，你三善道受生；「愛著」是不善的，你三惡道受報，永遠不能夠超越六道輪迴。要想超越六道輪迴，這東西要斷掉。"
    },
    {
      "id": "12-017-1107_p0040",
      "zh_CN": "十二因缘里头，「爱、取、有」，「着」就是十二因缘里头的「取、有」。爱、取、有是因，现在的因。断十二因缘，证辟支佛果，功夫就在这三个字上，我们这名号里就有两个字，辟支佛的成就就在这上用功夫的。三个字，他只要能够断一个，就证辟支佛果，就解脱了。我们学习用这来做增上缘。所以我常常讲，世出世间一切法可以欣赏、可以受用，决定不能够执着，决定不能够分别。说得更清楚、更明白一点，决定不能有控制的念头，决定不能有占有的念头。就像看电影看电视，电影、电视萤光幕上的画面，你可以欣赏，你可以受用，你不能控制它，你不能占有它。为什么？假的，不是真的，刹那生灭。",
      "zh_TW": "十二因緣裡頭，「愛、取、有」，「著」就是十二因緣裡頭的「取、有」。愛、取、有是因，現在的因。斷十二因緣，證辟支佛果，功夫就在這三個字上，我們這名號裡就有兩個字，辟支佛的成就就在這上用功夫的。三個字，他只要能夠斷一個，就證辟支佛果，就解脫了。我們學習用這來做增上緣。所以我常常講，世出世間一切法可以欣賞、可以受用，決定不能夠執著，決定不能夠分別。說得更清楚、更明白一點，決定不能有控制的念頭，決定不能有佔有的念頭。就像看電影看電視，電影、電視螢光幕上的畫面，你可以欣賞，你可以受用，你不能控制它，你不能佔有它。為什麼？假的，不是真的，剎那生滅。"
    },
    {
      "id": "12-017-1107_p0041",
      "zh_CN": "你要想据为己有，这念头是错误的，你能得到吗？得不到。不但一切万法你得不到，连那个身体都得不到。身体，我们身体里面的细胞，念念生住异灭，无常！我们现在的话讲新陈代谢。念念身体细胞有死亡的，念念又有新生的，真的是刹那生灭，你怎么能控制得住？你怎么能占有得到？没有！身尚且如此，何况是一切万事万物，这是事实真相，总得要明了，总得要清楚。然后对于世出世间法再也没有一个念头想占有，再也没有一个念头想控制，你就得大自在，你就开悟了，你真的放下了。这一放下，真的叫一了百了，心顿时清净，智慧顿时增长。所以人不能不觉悟，不能不了解事实真相。现在时间到了。",
      "zh_TW": "你要想據為己有，這念頭是錯誤的，你能得到嗎？得不到。不但一切萬法你得不到，連那個身體都得不到。身體，我們身體裡面的細胞，念念生住異滅，無常！我們現在的話講新陳代謝。念念身體細胞有死亡的，念念又有新生的，真的是剎那生滅，你怎麼能控制得住？你怎麼能佔有得到？沒有！身尚且如此，何況是一切萬事萬物，這是事實真相，總得要明瞭，總得要清楚。然後對於世出世間法再也沒有一個念頭想佔有，再也沒有一個念頭想控制，你就得大自在，你就開悟了，你真的放下了。這一放下，真的叫一了百了，心頓時清淨，智慧頓時增長。所以人不能不覺悟，不能不了解事實真相。現在時間到了。"
    }
  ]
}