{
  "doc_id": "12-017-0786",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七八六卷",
    "zh_TW": "第七八六卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0786",
  "total_paragraphs": 74,
  "paragraphs": [
    {
      "id": "12-017-0786_p0001",
      "zh_CN": "诸位同学，请看「华藏世界品」，「藏海安布庄严」第一段，四周轮山，长行第二句：",
      "zh_TW": "諸位同學，請看「華藏世界品」，「藏海安布莊嚴」第一段，四周輪山，長行第二句："
    },
    {
      "id": "12-017-0786_p0002",
      "zh_CN": "【威德宝王以为其峰。】",
      "zh_TW": "【威德寶王以為其峰。】"
    },
    {
      "id": "12-017-0786_p0003",
      "zh_CN": "前面讲到这一句，清凉大师跟我们说，它表法的是「威伏诸恶」，而在经文里面就非常的明显，他是威德的高峰，『威德宝王以为其峰』，这才能够令人敬佩，心服口服，这就是山峰的形相。第三句：",
      "zh_TW": "前面講到這一句，清涼大師跟我們說，它表法的是「威伏諸惡」，而在經文裡面就非常的明顯，他是威德的高峰，『威德寶王以為其峰』，這才能夠令人敬佩，心服口服，這就是山峰的形相。第三句："
    },
    {
      "id": "12-017-0786_p0004",
      "zh_CN": "【妙香摩尼而作其轮。】",
      "zh_TW": "【妙香摩尼而作其輪。】"
    },
    {
      "id": "12-017-0786_p0005",
      "zh_CN": "这一段统统讲的是四周的轮山，讲华藏世界四周围的屏障。屏障真正的意义就是护法，从这里开始说起。『妙香摩尼而作其轮』，「轮」，清凉大师有注解，轮是山形状弯曲之处。我们知道一座山，山洼、山腰处处都能够看得到，这是山的轮相，都是性德自然的流露，「妙香摩尼」；在此地，香有远闻、薰习的意思。前面讲的山峰，山峰是威德，威德必定有影响，影响的面广，影响的时间长，我们讲影响深远，这就是妙香摩尼的意思。第四句：",
      "zh_TW": "這一段統統講的是四周的輪山，講華藏世界四周圍的屏障。屏障真正的意義就是護法，從這裡開始說起。『妙香摩尼而作其輪』，「輪」，清涼大師有註解，輪是山形狀彎曲之處。我們知道一座山，山窪、山腰處處都能夠看得到，這是山的輪相，都是性德自然的流露，「妙香摩尼」；在此地，香有遠聞、薰習的意思。前面講的山峰，山峰是威德，威德必定有影響，影響的面廣，影響的時間長，我們講影響深遠，這就是妙香摩尼的意思。第四句："
    },
    {
      "id": "12-017-0786_p0006",
      "zh_CN": "【燄藏金刚所共成立。】",
      "zh_TW": "【燄藏金剛所共成立。】"
    },
    {
      "id": "12-017-0786_p0007",
      "zh_CN": "清凉说这一句是讲「成山之缘」，上面举了三桩事情，「各别有体」。这个地方是讲「金刚内含光燄，遍成其体。如世土石，杂而成山。金刚遍故，称为金轮」。这几句话是清凉大师说的，我们回过头来看经文。『燄藏』，藏是宝藏，我们现在晓得，在我们这个世间，山里面都含藏着有矿，有金银铜铁七宝的含藏，藏就是地底下含藏的矿物。矿物是宝，这里明显给我们说出来，「金刚」。金刚，我们不要把它看呆了，一定是金刚钻或者是黄金，金代表五金，我们讲金属，它的范围就大了。金属是重要的器皿的原料，包括现在用的建筑，建筑里的钢筋，这个钢筋从哪里来的？原料是地底下的矿藏。它的作用，用就是放光，就是它的光明。",
      "zh_TW": "清涼說這一句是講「成山之緣」，上面舉了三樁事情，「各別有體」。這個地方是講「金剛內含光燄，遍成其體。如世土石，雜而成山。金剛遍故，稱為金輪」。這幾句話是清涼大師說的，我們回過頭來看經文。『燄藏』，藏是寶藏，我們現在曉得，在我們這個世間，山裡面都含藏著有礦，有金銀銅鐵七寶的含藏，藏就是地底下含藏的礦物。礦物是寶，這裡明顯給我們說出來，「金剛」。金剛，我們不要把它看呆了，一定是金剛鑽或者是黃金，金代表五金，我們講金屬，它的範圍就大了。金屬是重要的器皿的原料，包括現在用的建築，建築裡的鋼筋，這個鋼筋從哪裡來的？原料是地底下的礦藏。它的作用，用就是放光，就是它的光明。"
    },
    {
      "id": "12-017-0786_p0008",
      "zh_CN": "这一句是讲的总体，前面举了三个意思，这三个意思是山的总形(山的总体)、山峰、山洼，我们讲山洼，经上讲的轮相。这四句都是说它的自体圆满。山里头含藏着宝藏，宝藏不仅是地下，表层里面的树木花草，以及表层里面生存的这些动物、植物，无一不是珍宝，没有一样是没有用途的，这些形成地面上的生态平衡，这一点我们要特别留意，所以不能任意破坏。自然生存的是最健康的，我们把它破坏了，破坏带来的后果是灾难，现在讲天然灾害。天然灾害是人为的，人破坏自然的生态，破坏自然的平衡，灾难就来了。所以天然灾害还是人为的祸害，我们一定要明白这个道理。",
      "zh_TW": "這一句是講的總體，前面舉了三個意思，這三個意思是山的總形(山的總體)、山峰、山窪，我們講山窪，經上講的輪相。這四句都是說它的自體圓滿。山裡頭含藏著寶藏，寶藏不僅是地下，表層裡面的樹木花草，以及表層裡面生存的這些動物、植物，無一不是珍寶，沒有一樣是沒有用途的，這些形成地面上的生態平衡，這一點我們要特別留意，所以不能任意破壞。自然生存的是最健康的，我們把它破壞了，破壞帶來的後果是災難，現在講天然災害。天然災害是人為的，人破壞自然的生態，破壞自然的平衡，災難就來了。所以天然災害還是人為的禍害，我們一定要明白這個道理。"
    },
    {
      "id": "12-017-0786_p0009",
      "zh_CN": "在这个地方的学习，看到这个大山，我们就懂得它表法的意思。整座大山是圆满的形相，我们一般出去观光旅游，看到山水风景之美，不懂得表法的意思。你要是读过《华严经》，你去观光旅游，都沐浴在《华严》境界之中，不可思议，处处都在学习，处处都在提升自己境界。所以《大方广佛华严经》在哪里？一切时一切处，六根接触之处，无一不是「大方广佛华严」，这是教我们看山。山是自己圆满的身相，最高峰的是顶，山峰。",
      "zh_TW": "在這個地方的學習，看到這個大山，我們就懂得它表法的意思。整座大山是圓滿的形相，我們一般出去觀光旅遊，看到山水風景之美，不懂得表法的意思。你要是讀過《華嚴經》，你去觀光旅遊，都沐浴在《華嚴》境界之中，不可思議，處處都在學習，處處都在提升自己境界。所以《大方廣佛華嚴經》在哪裡？一切時一切處，六根接觸之處，無一不是「大方廣佛華嚴」，這是教我們看山。山是自己圓滿的身相，最高峰的是頂，山峰。"
    },
    {
      "id": "12-017-0786_p0010",
      "zh_CN": "「威德宝王」，整个的形相，总的来说，戒定慧三学成就的，外表是戒德所成，金刚不坏，智慧光明，降伏邪恶。降伏邪恶，这不是降伏外面的邪恶，先降伏自己内在的邪恶，然后自自然然就影响；「燄藏金刚」，这是影响，「妙香摩尼」，这都是讲的影响。自己德行成就，自自然然就能影响周边的环境，这是轮围山的表法。",
      "zh_TW": "「威德寶王」，整個的形相，總的來說，戒定慧三學成就的，外表是戒德所成，金剛不壞，智慧光明，降伏邪惡。降伏邪惡，這不是降伏外面的邪惡，先降伏自己內在的邪惡，然後自自然然就影響；「燄藏金剛」，這是影響，「妙香摩尼」，這都是講的影響。自己德行成就，自自然然就能影響周邊的環境，這是輪圍山的表法。"
    },
    {
      "id": "12-017-0786_p0011",
      "zh_CN": "在我们这个地球上，我们坐在飞机上，常常在飞机上往下面看，在太平洋上许许多多的岛屿。在岛屿当中，往往看到有一面高山。岛屿跟岛屿你要是细心去观察，那个山脉好像是连着的，岛屿好像也是连着的，当中怎么会断？好像它陷下去变成海洋，确确实实能够看到轮围的样子、形相。",
      "zh_TW": "在我們這個地球上，我們坐在飛機上，常常在飛機上往下面看，在太平洋上許許多多的島嶼。在島嶼當中，往往看到有一面高山。島嶼跟島嶼你要是細心去觀察，那個山脈好像是連著的，島嶼好像也是連著的，當中怎麼會斷？好像它陷下去變成海洋，確確實實能夠看到輪圍的樣子、形相。"
    },
    {
      "id": "12-017-0786_p0012",
      "zh_CN": "后面这六句是讲它的外相庄严，表法的意思多。我们继续看第五句：",
      "zh_TW": "後面這六句是講它的外相莊嚴，表法的意思多。我們繼續看第五句："
    },
    {
      "id": "12-017-0786_p0013",
      "zh_CN": "【一切香水流注其间。】",
      "zh_TW": "【一切香水流注其間。】"
    },
    {
      "id": "12-017-0786_p0014",
      "zh_CN": "山里面我们看到有小溪、有泉水、有瀑布，这些都是『香水流布其间』。它表的是什么？表的是戒定香水，表的是五分法身的香水流注其间，戒、定、慧、解脱、解脱知见，表这个意思。",
      "zh_TW": "山裡面我們看到有小溪、有泉水、有瀑布，這些都是『香水流布其間』。它表的是什麼？表的是戒定香水，表的是五分法身的香水流注其間，戒、定、慧、解脫、解脫知見，表這個意思。"
    },
    {
      "id": "12-017-0786_p0015",
      "zh_CN": "【众宝为林。】",
      "zh_TW": "【眾寶為林。】"
    },
    {
      "id": "12-017-0786_p0016",
      "zh_CN": "这是讲到里面的树林，有很多的山，我们今天讲没有开发的原始森林。『众宝为林』表的是什么？三宝，所以树称之为觉树，菩提树。什么是菩提树？我们现在说这个名称，大家会联想到释迦牟尼佛当年示现成道那个大树底下，以后这个树就叫做菩提树，印度称为毕钵罗树。你在任何树下成道，那个树都叫菩提树。菩提树不是一种，不是专指某一种树。看到树，就要想到觉悟，就要想到建立。建立什么？或者称为树立，树立我们的德行，成就自己。为大众树立形相，树立一个榜样，树立一个模范，树表这个意思。所以，它代表的是三宝，佛法僧三宝，三宝的内含是觉正净。我们看到树林、看到大树，要想到我们要树立觉正净。自己要觉而不迷，要正而不邪，要净而不染，然后用觉正净去影响周边，带动大家觉悟，这是真正的宝。",
      "zh_TW": "這是講到裡面的樹林，有很多的山，我們今天講沒有開發的原始森林。『眾寶為林』表的是什麼？三寶，所以樹稱之為覺樹，菩提樹。什麼是菩提樹？我們現在說這個名稱，大家會聯想到釋迦牟尼佛當年示現成道那個大樹底下，以後這個樹就叫做菩提樹，印度稱為畢缽羅樹。你在任何樹下成道，那個樹都叫菩提樹。菩提樹不是一種，不是專指某一種樹。看到樹，就要想到覺悟，就要想到建立。建立什麼？或者稱為樹立，樹立我們的德行，成就自己。為大眾樹立形相，樹立一個榜樣，樹立一個模範，樹表這個意思。所以，它代表的是三寶，佛法僧三寶，三寶的內含是覺正淨。我們看到樹林、看到大樹，要想到我們要樹立覺正淨。自己要覺而不迷，要正而不邪，要淨而不染，然後用覺正淨去影響周邊，帶動大家覺悟，這是真正的寶。"
    },
    {
      "id": "12-017-0786_p0017",
      "zh_CN": "【妙华开敷。】",
      "zh_TW": "【妙華開敷。】"
    },
    {
      "id": "12-017-0786_p0018",
      "zh_CN": "这一句说的是什么？花是因。因上加一个「妙」，妙因能成妙果。『妙华』，通常讲的六度；六度是因，菩提涅槃是果。所以佛弟子、修行人，不管在什么地方，看到花就想到修六波罗蜜；在《华严》里面，看到花就要想到文殊菩萨所修的十波罗蜜，普贤菩萨所修的十大愿王。这两句是连着的，下面一句：",
      "zh_TW": "這一句說的是什麼？花是因。因上加一個「妙」，妙因能成妙果。『妙華』，通常講的六度；六度是因，菩提涅槃是果。所以佛弟子、修行人，不管在什麼地方，看到花就想到修六波羅蜜；在《華嚴》裡面，看到花就要想到文殊菩薩所修的十波羅蜜，普賢菩薩所修的十大願王。這兩句是連著的，下面一句："
    },
    {
      "id": "12-017-0786_p0019",
      "zh_CN": "【香草布地。】",
      "zh_TW": "【香草布地。】"
    },
    {
      "id": "12-017-0786_p0020",
      "zh_CN": "『香草』就是表大愿，普贤的十愿，通常讲四弘誓愿。像香草一样，布满了大地。所以，句句话都是表法。我们到外面山野地方去旅行、去旅游，你要是懂得《华严经》的义趣，你就可以当导游，最高明的导游，菩萨导游。从现实这个境界里面把你导游到华藏世界，它真的不一样。",
      "zh_TW": "『香草』就是表大願，普賢的十願，通常講四弘誓願。像香草一樣，布滿了大地。所以，句句話都是表法。我們到外面山野地方去旅行、去旅遊，你要是懂得《華嚴經》的義趣，你就可以當導遊，最高明的導遊，菩薩導遊。從現實這個境界裡面把你導遊到華藏世界，它真的不一樣。"
    },
    {
      "id": "12-017-0786_p0021",
      "zh_CN": "【明珠间饰。】",
      "zh_TW": "【明珠間飾。】"
    },
    {
      "id": "12-017-0786_p0022",
      "zh_CN": "『明珠』是宝珠，我们常常在书本里面读到夜明珠，这是宝珠，在夜晚它放光，这是稀有的珍宝。见到的人不多，我没有见到，听说过。这个宝珠是物质，本身它也不能放光，它要借光的明亮，它能把这个光扩大，就像放大镜一样，能把这个光扩大；但是它必须要借光的明亮，有一点点星火，它借这个星火能把光扩大。这个地方代表权实二智，根本智与后得智。自性本具的般若智慧，像明珠一样，间杂在宝林、妙华、香草之中，到处都有。下面是：",
      "zh_TW": "『明珠』是寶珠，我們常常在書本裡面讀到夜明珠，這是寶珠，在夜晚它放光，這是稀有的珍寶。見到的人不多，我沒有見到，聽說過。這個寶珠是物質，本身它也不能放光，它要借光的明亮，它能把這個光擴大，就像放大鏡一樣，能把這個光擴大；但是它必須要借光的明亮，有一點點星火，它借這個星火能把光擴大。這個地方代表權實二智，根本智與後得智。自性本具的般若智慧，像明珠一樣，間雜在寶林、妙華、香草之中，到處都有。下面是："
    },
    {
      "id": "12-017-0786_p0023",
      "zh_CN": "【种种香华。处处盈满。】",
      "zh_TW": "【種種香華。處處盈滿。】"
    },
    {
      "id": "12-017-0786_p0024",
      "zh_CN": "这是很明显的给我们讲它的作用，它起作用。这个作用就是佛法讲的四摄法，普遍的摄受一切众生，确实有这个意思在。普贤的大愿、文殊的大行，如果没有四摄，不能够普度众生。普度众生要四摄，四摄是手段。我常常讲这是人与人之间往来的原则，要用现在话来说，这是公共关系法、交际的方法，人与人之间往来一定要遵守的法则。我们如何能跟别人处好？四摄。不要问别人怎么对我，要问我怎样对人，人事关系才能处好。人事关系处好，一切事情都能做得很圆满。所以古人常讲「天时不如地利，地利不如人和」，世出世间法都不例外。凡是成功的人，没有别的，我们讲他很会做人，他会待人，人际关系处得很好，他得许许多多人帮助。",
      "zh_TW": "這是很明顯的給我們講它的作用，它起作用。這個作用就是佛法講的四攝法，普遍的攝受一切眾生，確實有這個意思在。普賢的大願、文殊的大行，如果沒有四攝，不能夠普度眾生。普度眾生要四攝，四攝是手段。我常常講這是人與人之間往來的原則，要用現在話來說，這是公共關係法、交際的方法，人與人之間往來一定要遵守的法則。我們如何能跟別人處好？四攝。不要問別人怎麼對我，要問我怎樣對人，人事關係才能處好。人事關係處好，一切事情都能做得很圓滿。所以古人常講「天時不如地利，地利不如人和」，世出世間法都不例外。凡是成功的人，沒有別的，我們講他很會做人，他會待人，人際關係處得很好，他得許許多多人幫助。"
    },
    {
      "id": "12-017-0786_p0025",
      "zh_CN": "这些事情要问自己，不能问别人。佛教导我们，我们有没有懂得？有没有把它做到？四摄法头一个是「布施」，布施在四摄法里面讲的跟六度里面讲的不一样。六度头一个也是布施，六度的布施，真正的精神是放下；四摄法里的布施，我讲过很多遍，就是请客、送礼，人与人之间往来这是先决条件，我们现在讲是沟通、交通，互相往来；互相往来不能没有礼，礼物很重要，礼物不在轻重，不在多少，表达我的情意，表达我的关怀，不能够疏忽。",
      "zh_TW": "這些事情要問自己，不能問別人。佛教導我們，我們有沒有懂得？有沒有把它做到？四攝法頭一個是「布施」，布施在四攝法裡面講的跟六度裡面講的不一樣。六度頭一個也是布施，六度的布施，真正的精神是放下；四攝法裡的布施，我講過很多遍，就是請客、送禮，人與人之間往來這是先決條件，我們現在講是溝通、交通，互相往來；互相往來不能沒有禮，禮物很重要，禮物不在輕重，不在多少，表達我的情意，表達我的關懷，不能夠疏忽。"
    },
    {
      "id": "12-017-0786_p0026",
      "zh_CN": "小，一个家庭里头夫妇，夫妇懂得四摄法，落实四摄法，这一对夫妇一定是百年好合，「家和万事兴」。我们看到今天的社会，离婚率这么高，家庭的破碎已经不是新闻。夫妻好合，感觉得奇怪，好像今天离婚、家庭破碎是正常的。现在的社会变成什么样的社会？",
      "zh_TW": "小，一個家庭裡頭夫婦，夫婦懂得四攝法，落實四攝法，這一對夫婦一定是百年好合，「家和萬事興」。我們看到今天的社會，離婚率這麼高，家庭的破碎已經不是新聞。夫妻好合，感覺得奇怪，好像今天離婚、家庭破碎是正常的。現在的社會變成什麼樣的社會？"
    },
    {
      "id": "12-017-0786_p0027",
      "zh_CN": "为什么从前能维系得住？从前有圣人教诲，学佛的人懂得四摄法，依教奉行。人与人之间最怕的是不往来，不通！这一不通，有德行的人、有修养的人没有问题，虽然不往来，永远记得他的善行善言，永远记得他的恩德，念念不忘，那个心没有变。如果德行、修养差一点的人，他一定在那里猜想，愈猜与事实距离就愈远，愈想愈讹，这样就不可能不造成误会；再有一些人挑拨是非，他就信以为真，知交很可能因这个误会变成怨怼，你说这多可惜！",
      "zh_TW": "為什麼從前能維繫得住？從前有聖人教誨，學佛的人懂得四攝法，依教奉行。人與人之間最怕的是不往來，不通！這一不通，有德行的人、有修養的人沒有問題，雖然不往來，永遠記得他的善行善言，永遠記得他的恩德，念念不忘，那個心沒有變。如果德行、修養差一點的人，他一定在那裡猜想，愈猜與事實距離就愈遠，愈想愈訛，這樣就不可能不造成誤會；再有一些人挑撥是非，他就信以為真，知交很可能因這個誤會變成怨懟，你說這多可惜！"
    },
    {
      "id": "12-017-0786_p0028",
      "zh_CN": "我们不说别的，我们学佛的人对佛菩萨，跟诸佛菩萨没有沟通、没有往来，对诸佛菩萨的教诲半信半疑，这算是不错了。还有什么？完全不信。不信为什么要摆上这个样子？别有目的，打着佛的招牌，欺骗善良的信徒，造的罪业就更深了。他不知道这个罪，不相信因果报应，一定要等到恶报现前，那个时候后悔莫及了。",
      "zh_TW": "我們不說別的，我們學佛的人對佛菩薩，跟諸佛菩薩沒有溝通、沒有往來，對諸佛菩薩的教誨半信半疑，這算是不錯了。還有什麼？完全不信。不信為什麼要擺上這個樣子？別有目的，打著佛的招牌，欺騙善良的信徒，造的罪業就更深了。他不知道這個罪，不相信因果報應，一定要等到惡報現前，那個時候後悔莫及了。"
    },
    {
      "id": "12-017-0786_p0029",
      "zh_CN": "我们如何跟佛菩萨沟通？天天读佛经，时时刻刻想经典里面的教训，这跟佛菩萨交通了，跟佛菩萨往来。这种交通往来要密切，不可以中断，不知不觉我们受佛菩萨的薰陶。薰陶久了，就跟他一样了。跟善人在一起，久而久之，不知不觉自己变成善人；跟恶人在一起，久了，不知不觉自己就变恶了。这是佛法里面讲香薰，薰习。",
      "zh_TW": "我們如何跟佛菩薩溝通？天天讀佛經，時時刻刻想經典裡面的教訓，這跟佛菩薩交通了，跟佛菩薩往來。這種交通往來要密切，不可以中斷，不知不覺我們受佛菩薩的薰陶。薰陶久了，就跟他一樣了。跟善人在一起，久而久之，不知不覺自己變成善人；跟惡人在一起，久了，不知不覺自己就變惡了。這是佛法裡面講香薰，薰習。"
    },
    {
      "id": "12-017-0786_p0030",
      "zh_CN": "四摄是佛对我们的开示，比什么都重要。把六度、十波罗蜜落实在四摄里头，把普贤十愿落实在四摄里头，你怎么不入华严境界？初学佛的同学，你一定要懂得把净业三福、六和敬、十善业、古圣先贤的教诲，你要懂得落实在四摄，那是四摄具体的内容。四摄是一个框架，那完全是方法，方法里头要有内容。",
      "zh_TW": "四攝是佛對我們的開示，比什麼都重要。把六度、十波羅蜜落實在四攝裡頭，把普賢十願落實在四攝裡頭，你怎麼不入華嚴境界？初學佛的同學，你一定要懂得把淨業三福、六和敬、十善業、古聖先賢的教誨，你要懂得落實在四攝，那是四攝具體的內容。四攝是一個框架，那完全是方法，方法裡頭要有內容。"
    },
    {
      "id": "12-017-0786_p0031",
      "zh_CN": "四摄第二个是「爱语」，爱语是从内心清净平等的慈悲心生起的关怀照顾，一丝毫虚伪都没有。我们这样做法，别人不接受，决定不能说别人不接受是他业障深重，算了，我不要去理他了！这不是菩萨，这是凡夫。菩萨永远不会过失在他那边，过失在他那边，自己纵然有德行也到此为止，你不可能再进步了。菩萨永远都在提升自己境界，他回过头来，「我自己真诚心不够，还没有感动他」。世出世间那些圣贤做学问的，没有一个不是回头反省，反求诸己，绝对不能把过失推给别人。我诚心诚意对人，人家不接受，我的诚意不足，我的诚意他没有看到，自己要认真、要努力。再假以一段时间，你的修养、你的德行、你的学问不断往上提升，过几年他明白了，他看见了；过几年还没有看见，我做得还不够。真的有人二十年、三十年看出这个人，「这人是好人，我过去错待他」！二、三十年的修养，他见到了。还有一等人，几十年到临死的时候才觉悟过来，「那个人是好人，我一生都亏待他」！有，他觉悟了。你真诚、清净、平等的关怀，他知道了。",
      "zh_TW": "四攝第二個是「愛語」，愛語是從內心清淨平等的慈悲心生起的關懷照顧，一絲毫虛偽都沒有。我們這樣做法，別人不接受，決定不能說別人不接受是他業障深重，算了，我不要去理他了！這不是菩薩，這是凡夫。菩薩永遠不會過失在他那邊，過失在他那邊，自己縱然有德行也到此為止，你不可能再進步了。菩薩永遠都在提升自己境界，他回過頭來，「我自己真誠心不夠，還沒有感動他」。世出世間那些聖賢做學問的，沒有一個不是回頭反省，反求諸己，絕對不能把過失推給別人。我誠心誠意對人，人家不接受，我的誠意不足，我的誠意他沒有看到，自己要認真、要努力。再假以一段時間，你的修養、你的德行、你的學問不斷往上提升，過幾年他明白了，他看見了；過幾年還沒有看見，我做得還不夠。真的有人二十年、三十年看出這個人，「這人是好人，我過去錯待他」！二、三十年的修養，他見到了。還有一等人，幾十年到臨死的時候才覺悟過來，「那個人是好人，我一生都虧待他」！有，他覺悟了。你真誠、清淨、平等的關懷，他知道了。"
    },
    {
      "id": "12-017-0786_p0032",
      "zh_CN": "纵然这一生他都没有能够回头，还有来生，还有后世。佛菩萨对众生，生生世世，永远没有间断。众生对我的误会，真正学佛觉悟的人绝对不会怪罪别人，绝对不说对方有过失。对方哪有过失？对方只有迷惑，我们自己修养的功力不够，没有能够感化人。我们只能感化一些善根很深厚的人，善根薄弱的人，我们就没有力量，不加功用行，怎么行？努力再努力，勇猛精进，成就自己的德行。",
      "zh_TW": "縱然這一生他都沒有能夠回頭，還有來生，還有後世。佛菩薩對眾生，生生世世，永遠沒有間斷。眾生對我的誤會，真正學佛覺悟的人絕對不會怪罪別人，絕對不說對方有過失。對方哪有過失？對方只有迷惑，我們自己修養的功力不夠，沒有能夠感化人。我們只能感化一些善根很深厚的人，善根薄弱的人，我們就沒有力量，不加功用行，怎麼行？努力再努力，勇猛精進，成就自己的德行。"
    },
    {
      "id": "12-017-0786_p0033",
      "zh_CN": "实在没有办法感化那些业障深重的众生，我们自己决定往生极乐世界。到极乐世界，见到阿弥陀佛，见到诸佛如来，成就自己圆满的德行，倒驾慈航，我还是念念没忘记这些迷惑、苦难的众生，没有忘记，没有舍弃。不论他今天是什么样的心态对我，陷害我、障碍我，甚至于杀害我，我都没有放在心上，真诚、恳切的关怀爱护，永恒不变，这是学佛，佛就是这个样子。我们稍稍有些情执、有些分别，舍弃他，那你就不学佛了，你就跟佛法相悖。谁犯了错？自己犯了错，别人不犯错，总要明白这个道理。",
      "zh_TW": "實在沒有辦法感化那些業障深重的眾生，我們自己決定往生極樂世界。到極樂世界，見到阿彌陀佛，見到諸佛如來，成就自己圓滿的德行，倒駕慈航，我還是念念沒忘記這些迷惑、苦難的眾生，沒有忘記，沒有捨棄。不論他今天是什麼樣的心態對我，陷害我、障礙我，甚至於殺害我，我都沒有放在心上，真誠、懇切的關懷愛護，永恆不變，這是學佛，佛就是這個樣子。我們稍稍有些情執、有些分別，捨棄他，那你就不學佛了，你就跟佛法相悖。誰犯了錯？自己犯了錯，別人不犯錯，總要明白這個道理。"
    },
    {
      "id": "12-017-0786_p0034",
      "zh_CN": "四摄第三个是「利行」。无论在什么时候，无论在什么处所，起心动念一切造作决定是对人有利益。这个利益是普遍的、是平等的，绝对不是说对这一部分人有利，对那一部分人有害，这个不平等，这个不清净，那就不是佛法。佛法是清净平等觉。",
      "zh_TW": "四攝第三個是「利行」。無論在什麼時候，無論在什麼處所，起心動念一切造作決定是對人有利益。這個利益是普遍的、是平等的，絕對不是說對這一部分人有利，對那一部分人有害，這個不平等，這個不清淨，那就不是佛法。佛法是清淨平等覺。"
    },
    {
      "id": "12-017-0786_p0035",
      "zh_CN": "《华严》里面，我们现在晓得，心量等虚空法界，我们服务的对象，四摄法里头的服务，服务的框架，它的对象是尽虚空遍法界一切众生。菩萨，古大德翻译的名词有说「上求下化」，上求佛道，下化众生，这叫菩萨。我们今天上求那个范围是十方一切诸佛如来、法身大士，我们上求的范围是这么大；下化，尽虚空遍法界一切众生。要平等！上求平等，下化也平等，决定不能伤害一个众生，决定不能舍弃一个众生，佛家常讲，「佛氏门中，不舍一人」。",
      "zh_TW": "《華嚴》裡面，我們現在曉得，心量等虛空法界，我們服務的對象，四攝法裡頭的服務，服務的框架，它的對象是盡虛空遍法界一切眾生。菩薩，古大德翻譯的名詞有說「上求下化」，上求佛道，下化眾生，這叫菩薩。我們今天上求那個範圍是十方一切諸佛如來、法身大士，我們上求的範圍是這麼大；下化，盡虛空遍法界一切眾生。要平等！上求平等，下化也平等，決定不能傷害一個眾生，決定不能捨棄一個眾生，佛家常講，「佛氏門中，不捨一人」。"
    },
    {
      "id": "12-017-0786_p0036",
      "zh_CN": "众生智慧没有开，智慧没开是情执，感情用事。今天觉得你这个人很不错，跟你做个朋友。可能睡了一觉想想，「你这个人有问题」，他起了疑惑。你对他很好，他想想，他为什么对我这么好？他有没有企图？愈想问题愈严重，想到明天见到你，也冷冰冰的，不敢跟你接近，他想得太多。",
      "zh_TW": "眾生智慧沒有開，智慧沒開是情執，感情用事。今天覺得你這個人很不錯，跟你做個朋友。可能睡了一覺想想，「你這個人有問題」，他起了疑惑。你對他很好，他想想，他為什麼對我這麼好？他有沒有企圖？愈想問題愈嚴重，想到明天見到你，也冷冰冰的，不敢跟你接近，他想得太多。"
    },
    {
      "id": "12-017-0786_p0037",
      "zh_CN": "我们明了，这个现象真有，而且常常有。连谚语里头都说「害人之心不可有，防人之心不可无」。他防人、保护自己，对待别人生迷惑，起了疑心。早年我初到美国去的时候，进海关问得很多。以后进去了，很多同修告诉我，海关怎么问那么多问题？他们告诉我，美国海关官员对于每一个进来的人都怀疑，你必须证明你是好人，他才相信。你没有证明，他永远怀疑，你不是好人。你一定要拿出证据出来。这就是中国人讲的「害人之心不可有，防人之心不可无」，他有防人之心，他处处都打问号，问号很多。把诸佛菩萨、大圣大贤也打了很多问号，「你为什么对我这么好？你有什么企图？你目的何在」？",
      "zh_TW": "我們明瞭，這個現象真有，而且常常有。連諺語裡頭都說「害人之心不可有，防人之心不可無」。他防人、保護自己，對待別人生迷惑，起了疑心。早年我初到美國去的時候，進海關問得很多。以後進去了，很多同修告訴我，海關怎麼問那麼多問題？他們告訴我，美國海關官員對於每一個進來的人都懷疑，你必須證明你是好人，他才相信。你沒有證明，他永遠懷疑，你不是好人。你一定要拿出證據出來。這就是中國人講的「害人之心不可有，防人之心不可無」，他有防人之心，他處處都打問號，問號很多。把諸佛菩薩、大聖大賢也打了很多問號，「你為什麼對我這麼好？你有什麼企圖？你目的何在」？"
    },
    {
      "id": "12-017-0786_p0038",
      "zh_CN": "我们知道真正的圣贤、诸佛菩萨，四相空了，四见空了，什么都没有求。佛法讲的这个慈悲，「同体大悲，无缘大慈」，无条件的！他知道虚空法界刹土众生跟自己是一体，一体就是同体，你有痛苦，我会感受到，哪有不尽心尽力帮助你的道理！但是你怀疑，你打了很多问号，那我要怎样证明，让你对我不怀疑，把这个问号消除？完全要靠自己德行，自己要在德行上努力，要在这上下功夫。人，上、中、下等级不齐，不止三等。上中下里面还有上中下，无量无边！根性不等，烦恼习气不等，业障不等。轻的，觉悟得快；严重的，觉悟得慢。我们学佛的人，首先要肯定所有一切众生都有佛性。儒家讲的「人之初，性本善」，我们要肯定，肯定人性是本善的。这些习气是无量劫来被不善的恶缘薰习造成的，他的本性是善的，这一点我们要肯定。",
      "zh_TW": "我們知道真正的聖賢、諸佛菩薩，四相空了，四見空了，什麼都沒有求。佛法講的這個慈悲，「同體大悲，無緣大慈」，無條件的！他知道虛空法界剎土眾生跟自己是一體，一體就是同體，你有痛苦，我會感受到，哪有不盡心盡力幫助你的道理！但是你懷疑，你打了很多問號，那我要怎樣證明，讓你對我不懷疑，把這個問號消除？完全要靠自己德行，自己要在德行上努力，要在這上下功夫。人，上、中、下等級不齊，不止三等。上中下裡面還有上中下，無量無邊！根性不等，煩惱習氣不等，業障不等。輕的，覺悟得快；嚴重的，覺悟得慢。我們學佛的人，首先要肯定所有一切眾生都有佛性。儒家講的「人之初，性本善」，我們要肯定，肯定人性是本善的。這些習氣是無量劫來被不善的惡緣薰習造成的，他的本性是善的，這一點我們要肯定。"
    },
    {
      "id": "12-017-0786_p0039",
      "zh_CN": "所以，我们自己要不断的努力，不断的表现。表现绝对不是为自己，表现是帮助他回头，一切为众生，跟诸佛如来没有两样。诸佛如来都是为众生，哪一个是为自己？为自己，清净寂灭，《般若经》上讲「无所有，毕竟空，不可得」，那是自己。现相，现相包括修行，修行是做出榜样、做出样子，做出这个形相，让一切众生六根接触，他省悟过来。所以自行就是化他，这个话是从这里讲的。我自己修行，修成一个很好的形相，让别人一看，他心里感动，他心里会反省，慢慢的觉悟过来。自行就是化他，自他不二，我们从这些地方体会，不管在什么境界，你不会退转；无论遭遇什么样的艰难挫折，你不会灰心，你知道自己功力不够。还要往上提升，永远不断往上提升。",
      "zh_TW": "所以，我們自己要不斷的努力，不斷的表現。表現絕對不是為自己，表現是幫助他回頭，一切為眾生，跟諸佛如來沒有兩樣。諸佛如來都是為眾生，哪一個是為自己？為自己，清淨寂滅，《般若經》上講「無所有，畢竟空，不可得」，那是自己。現相，現相包括修行，修行是做出榜樣、做出樣子，做出這個形相，讓一切眾生六根接觸，他省悟過來。所以自行就是化他，這個話是從這裡講的。我自己修行，修成一個很好的形相，讓別人一看，他心裡感動，他心裡會反省，慢慢的覺悟過來。自行就是化他，自他不二，我們從這些地方體會，不管在什麼境界，你不會退轉；無論遭遇什麼樣的艱難挫折，你不會灰心，你知道自己功力不夠。還要往上提升，永遠不斷往上提升。"
    },
    {
      "id": "12-017-0786_p0040",
      "zh_CN": "不但我们要感动一切人，帮助一切人，影响他们，还要影响动物、植物，还要影响鬼神、妖魔鬼怪，让妖魔鬼怪都能够回头，你的教化成功了。不能勇猛精进，不能改过自新，岂只是自己退转？你令所有一切众生信心都因你而失掉，这个过失多重！我们做得好，形相好，大家对我们有信心；我们形相不好，大众对于学佛的信心退转，不是个人的事情，是许许多多苦难众生的事情。想到这个地方，就不敢不勇猛精进。好，时间到了。",
      "zh_TW": "不但我們要感動一切人，幫助一切人，影響他們，還要影響動物、植物，還要影響鬼神、妖魔鬼怪，讓妖魔鬼怪都能夠回頭，你的教化成功了。不能勇猛精進，不能改過自新，豈只是自己退轉？你令所有一切眾生信心都因你而失掉，這個過失多重！我們做得好，形相好，大家對我們有信心；我們形相不好，大眾對於學佛的信心退轉，不是個人的事情，是許許多多苦難眾生的事情。想到這個地方，就不敢不勇猛精進。好，時間到了。"
    },
    {
      "id": "12-017-0786_p0041",
      "zh_CN": "诸位同学，我们接着看「四周轮山」第十句，前面讲到第十句：",
      "zh_TW": "諸位同學，我們接著看「四周輪山」第十句，前面講到第十句："
    },
    {
      "id": "12-017-0786_p0042",
      "zh_CN": "【种种香华。处处盈满。】",
      "zh_TW": "【種種香華。處處盈滿。】"
    },
    {
      "id": "12-017-0786_p0043",
      "zh_CN": "我用四摄法来解释它。四摄里面的利行，一定要记住，一定要落实。我们面对的是虚空法界一切众生，范围缩小一点，我们面对的是全世界的人类，这个范围是缩小了，缩小很多。无论是大是小，我们起心动念、言语造作肯定对于一切众生统统是有利益，决定没有一丝毫的恶业。《十善业道经》上佛告诉我们，「不容毫分不善间杂」，这叫修菩萨道，这叫修菩萨行。不但对现前众生（就是现在众生），我们对过去众生、对未来众生亦复如是。我们所修的是清净平等觉，对过去清净平等，对未来还是清净平等。",
      "zh_TW": "我用四攝法來解釋它。四攝裡面的利行，一定要記住，一定要落實。我們面對的是虛空法界一切眾生，範圍縮小一點，我們面對的是全世界的人類，這個範圍是縮小了，縮小很多。無論是大是小，我們起心動念、言語造作肯定對於一切眾生統統是有利益，決定沒有一絲毫的惡業。《十善業道經》上佛告訴我們，「不容毫分不善間雜」，這叫修菩薩道，這叫修菩薩行。不但對現前眾生（就是現在眾生），我們對過去眾生、對未來眾生亦復如是。我們所修的是清淨平等覺，對過去清淨平等，對未來還是清淨平等。"
    },
    {
      "id": "12-017-0786_p0044",
      "zh_CN": "也许同学说过去、现在，未来也不例外，这个世间一切众生有善有恶、有凡有圣、有贤愚不肖，你都一律平等对待、平等利益，你不是是非都不分、善恶也不明吗？这叫修行吗？这个话提出来我们听到了，好像是很有道理。没错，在世俗谛里头，它有道理，这个理论站得住脚；在佛法里面，特别是一乘圆顿大法里面，没有。圆顿大法是真正的清净平等法，肯定造作五逆十恶的众生、地狱众生他有佛性，他性本善。为什么会堕阿鼻地狱？一时糊涂，是个好人，一时糊涂做错事情，他不是永远糊涂，他会回头的。他觉悟，他回头了，他是好人，他是佛菩萨。",
      "zh_TW": "也許同學說過去、現在，未來也不例外，這個世間一切眾生有善有惡、有凡有聖、有賢愚不肖，你都一律平等對待、平等利益，你不是是非都不分、善惡也不明嗎？這叫修行嗎？這個話提出來我們聽到了，好像是很有道理。沒錯，在世俗諦裡頭，它有道理，這個理論站得住腳；在佛法裡面，特別是一乘圓頓大法裡面，沒有。圓頓大法是真正的清淨平等法，肯定造作五逆十惡的眾生、地獄眾生他有佛性，他性本善。為什麼會墮阿鼻地獄？一時糊塗，是個好人，一時糊塗做錯事情，他不是永遠糊塗，他會回頭的。他覺悟，他回頭了，他是好人，他是佛菩薩。"
    },
    {
      "id": "12-017-0786_p0045",
      "zh_CN": "所以大乘圆顿教里头，所有一切众生包括畜生、饿鬼、地狱，何况是人间、天上。饿鬼、地狱、妖魔鬼怪，他有没有佛性？有！有佛性能不能作佛？当然成佛。《华严》、《圆觉》上说的那更究竟圆满，一般大乘经讲是将来成佛，《华严》、《圆觉》上本来成佛，没有过去、现在、未来，肯定他现在就是佛。所以诸佛如来、法身大士应化在其中，没有分别，没有执着，平等普度。只是说他们迷有轻重，迷得轻的，回头得快；迷得重的，回头得慢，就如此而已。不管是早一天、迟一天，都回头了！",
      "zh_TW": "所以大乘圓頓教裡頭，所有一切眾生包括畜生、餓鬼、地獄，何況是人間、天上。餓鬼、地獄、妖魔鬼怪，他有沒有佛性？有！有佛性能不能作佛？當然成佛。《華嚴》、《圓覺》上說的那更究竟圓滿，一般大乘經講是將來成佛，《華嚴》、《圓覺》上本來成佛，沒有過去、現在、未來，肯定他現在就是佛。所以諸佛如來、法身大士應化在其中，沒有分別，沒有執著，平等普度。只是說他們迷有輕重，迷得輕的，回頭得快；迷得重的，回頭得慢，就如此而已。不管是早一天、遲一天，都回頭了！"
    },
    {
      "id": "12-017-0786_p0046",
      "zh_CN": "我们从这个角度来观察，一切众生都是我们尊敬的，都是我们尊重的，都是我们服务的对象。我们一定要以文殊的十度、普贤的十愿来对待虚空法界一切众生，这是学《华严》，这叫学一乘圆满的佛法。佛法一定要落实在我们思想里头，我们的想法决定不错、决定不差，落实在我们的言行上。忍辱仙人给我们示现一个好的榜样，一个一时迷惑的人歌利王，割截我们身体，我们一丝毫都不责怪他，他没有过失。为什么没有过失？一时糊涂。过失还是在自己，自己修的功夫不到家。你看看，菩萨是什么样的心？菩萨是什么样的行为？菩萨对这个事情是怎么看法？这不是在教我们吗？他们在表演示现教我们。我们在日常生活当中，遇到这样的逆境、恶缘很多，我们怎么处理？怀恨在心，念念不忘报复，这还得了吗？冤冤相报，几时才能了？没完没了！这是诸佛菩萨跟凡夫不一样的地方。",
      "zh_TW": "我們從這個角度來觀察，一切眾生都是我們尊敬的，都是我們尊重的，都是我們服務的對象。我們一定要以文殊的十度、普賢的十願來對待虛空法界一切眾生，這是學《華嚴》，這叫學一乘圓滿的佛法。佛法一定要落實在我們思想裡頭，我們的想法決定不錯、決定不差，落實在我們的言行上。忍辱仙人給我們示現一個好的榜樣，一個一時迷惑的人歌利王，割截我們身體，我們一絲毫都不責怪他，他沒有過失。為什麼沒有過失？一時糊塗。過失還是在自己，自己修的功夫不到家。你看看，菩薩是什麼樣的心？菩薩是什麼樣的行為？菩薩對這個事情是怎麼看法？這不是在教我們嗎？他們在表演示現教我們。我們在日常生活當中，遇到這樣的逆境、惡緣很多，我們怎麼處理？懷恨在心，念念不忘報復，這還得了嗎？冤冤相報，幾時才能了？沒完沒了！這是諸佛菩薩跟凡夫不一樣的地方。"
    },
    {
      "id": "12-017-0786_p0047",
      "zh_CN": "我们到底是学佛，还是愿意当凡夫？要学佛就不能跟凡夫一般见解，不能跟凡夫一般的心行。这就是觉跟迷，佛菩萨示现觉的相，世间人一般的作为是凡夫的相，迷的相。我们现在多少是有一点觉悟，不想再做迷惑颠倒的凡夫，我要走佛的道路。所以别人怀疑我也好、误会我也好、障碍我也好、陷害我也好，我绝对不为所动。",
      "zh_TW": "我們到底是學佛，還是願意當凡夫？要學佛就不能跟凡夫一般見解，不能跟凡夫一般的心行。這就是覺跟迷，佛菩薩示現覺的相，世間人一般的作為是凡夫的相，迷的相。我們現在多少是有一點覺悟，不想再做迷惑顛倒的凡夫，我要走佛的道路。所以別人懷疑我也好、誤會我也好、障礙我也好、陷害我也好，我絕對不為所動。"
    },
    {
      "id": "12-017-0786_p0048",
      "zh_CN": "这个「不为所动」是什么？决定不能起一丝毫不善的念头，绝对不能有一点怨恨的心。当然更不可以有报复的念头，那还得了吗？反过来，我们起的是什么念头、什么心？感恩戴德。因为这种种示现，我在这里头冷静的观察自己现在的功力到什么程度，这是一个考验。一丝毫怨恨的念头都没有了，这时候我们的境界差不多到什么？「八风吹不动」，到这个境界，最少是到这个境界。到这个境界，你就得到「功夫成片」。什么叫一片？一片慈悲、一片真诚、一片清净、一片平等，成片！这样念佛，句句佛号都是功夫成片。",
      "zh_TW": "這個「不為所動」是什麼？決定不能起一絲毫不善的念頭，絕對不能有一點怨恨的心。當然更不可以有報復的念頭，那還得了嗎？反過來，我們起的是什麼念頭、什麼心？感恩戴德。因為這種種示現，我在這裡頭冷靜的觀察自己現在的功力到什麼程度，這是一個考驗。一絲毫怨恨的念頭都沒有了，這時候我們的境界差不多到什麼？「八風吹不動」，到這個境界，最少是到這個境界。到這個境界，你就得到「功夫成片」。什麼叫一片？一片慈悲、一片真誠、一片清淨、一片平等，成片！這樣念佛，句句佛號都是功夫成片。"
    },
    {
      "id": "12-017-0786_p0049",
      "zh_CN": "功夫成片大家都清楚，往生净土自在。问题是你想不想去？想去，随时可以去，随处可以去，前面讲的自在、讲的圆满。但是我们这个功夫，这是刚刚得力，刚刚得力是把「喜怒哀乐爱恶欲」七情五欲伏住了，不会因七情五欲动心起念，不会了！你在这个境界里头能够保持清净平等觉，这个心就是禅定。念佛人这个境界，就是念佛三昧。",
      "zh_TW": "功夫成片大家都清楚，往生淨土自在。問題是你想不想去？想去，隨時可以去，隨處可以去，前面講的自在、講的圓滿。但是我們這個功夫，這是剛剛得力，剛剛得力是把「喜怒哀樂愛惡欲」七情五欲伏住了，不會因七情五欲動心起念，不會了！你在這個境界裡頭能夠保持清淨平等覺，這個心就是禪定。念佛人這個境界，就是念佛三昧。"
    },
    {
      "id": "12-017-0786_p0050",
      "zh_CN": "无论修学哪个法门，你要是不得三昧，你没有受用。学《华严》，这个境界叫华严三昧；学《法华》，这个境界叫法华三昧；念佛人，这个境界叫念佛三昧，功夫得力了。在佛法里搞这么多年，连这么一个境界都得不到，那要大生惭愧心。顺逆境界现前，如果实在是控制不住，你马上要想《金刚经》上讲的「凡所有相，皆是虚妄」，把你心里头那个波浪马上伏住；然后再想想诸佛如来的教诲，要替佛菩萨增光，要给佛菩萨有面子。",
      "zh_TW": "無論修學哪個法門，你要是不得三昧，你沒有受用。學《華嚴》，這個境界叫華嚴三昧；學《法華》，這個境界叫法華三昧；念佛人，這個境界叫念佛三昧，功夫得力了。在佛法裡搞這麼多年，連這麼一個境界都得不到，那要大生慚愧心。順逆境界現前，如果實在是控制不住，你馬上要想《金剛經》上講的「凡所有相，皆是虛妄」，把你心裡頭那個波浪馬上伏住；然後再想想諸佛如來的教誨，要替佛菩薩增光，要給佛菩薩有面子。"
    },
    {
      "id": "12-017-0786_p0051",
      "zh_CN": "怎么做？我要给大家做一个好的榜样。小小不如意，就拍桌子、瞪眼睛，这不是好榜样，这是替佛菩萨丢人。不但这个形相是损坏、破坏佛菩萨的形相，心里起个疑惑、起个恶念，人看不到，鬼神看到，好像对人没有什么大影响，影响鬼神了，念头都不能起。给众生做好样子，那个众生包括鬼神，包括九法界都是众生。功夫要从起心动念处做，只一味做下去，不要管别人。",
      "zh_TW": "怎麼做？我要給大家做一個好的榜樣。小小不如意，就拍桌子、瞪眼睛，這不是好榜樣，這是替佛菩薩丟人。不但這個形相是損壞、破壞佛菩薩的形相，心裡起個疑惑、起個惡念，人看不到，鬼神看到，好像對人沒有什麼大影響，影響鬼神了，念頭都不能起。給眾生做好樣子，那個眾生包括鬼神，包括九法界都是眾生。功夫要從起心動念處做，只一味做下去，不要管別人。"
    },
    {
      "id": "12-017-0786_p0052",
      "zh_CN": "我天天做，没有人赞叹我，天天有人骂我，天天招来怨恨，我还要继续做下去吗？真学佛的人，继续做下去。为什么招来这么多嫌弃？我的功夫不到家，我的业障很重，我认真努力修学，还遭这么多人毁谤，《金刚经》上说得好，「先世罪业」就消了，所以感恩的心生起来了。如果我们心行不善，遭受别人的嫌弃是罪有应得；我们心行很善，不能讲到纯善，心行确实是向善，还遭遇这个果报，这是前世罪业，这消掉了。怎么会不感恩？感恩戴德！「先世罪业」消除了，《易经》里面所讲的「否极泰来」，业障消除了，然后福慧就现前。",
      "zh_TW": "我天天做，沒有人讚歎我，天天有人罵我，天天招來怨恨，我還要繼續做下去嗎？真學佛的人，繼續做下去。為什麼招來這麼多嫌棄？我的功夫不到家，我的業障很重，我認真努力修學，還遭這麼多人毀謗，《金剛經》上說得好，「先世罪業」就消了，所以感恩的心生起來了。如果我們心行不善，遭受別人的嫌棄是罪有應得；我們心行很善，不能講到純善，心行確實是向善，還遭遇這個果報，這是前世罪業，這消掉了。怎麼會不感恩？感恩戴德！「先世罪業」消除了，《易經》裡面所講的「否極泰來」，業障消除了，然後福慧就現前。"
    },
    {
      "id": "12-017-0786_p0053",
      "zh_CN": "我在这五十年的修行，我学佛今年整整五十年了，这些都是我的经历，还算是不错，也承蒙三宝加持。我们读这个经，每一段偈颂前面都有「承佛威神」，真的，我这一生遇到这些顺逆境缘，承佛威神保佑，都能度过。我知道感恩，无论是什么人，无论他用什么态度对我，我都是感恩，我都得受用，都帮助我消业障、增福慧，都帮助我提升境界。这是四摄法里的利行。自利就是利他，自利利他两方面的得益是成正比例的，我得多大的利益，他也得多大。这个理很深，要细心去观察。",
      "zh_TW": "我在這五十年的修行，我學佛今年整整五十年了，這些都是我的經歷，還算是不錯，也承蒙三寶加持。我們讀這個經，每一段偈頌前面都有「承佛威神」，真的，我這一生遇到這些順逆境緣，承佛威神保佑，都能度過。我知道感恩，無論是什麼人，無論他用什麼態度對我，我都是感恩，我都得受用，都幫助我消業障、增福慧，都幫助我提升境界。這是四攝法裡的利行。自利就是利他，自利利他兩方面的得益是成正比例的，我得多大的利益，他也得多大。這個理很深，要細心去觀察。"
    },
    {
      "id": "12-017-0786_p0054",
      "zh_CN": "四摄法最后是「同事」。同事真正的意思是说什么？是说菩萨的感应，应以什么身得度就现什么身，同事，现身跟你同事。应用什么方法来度你，就用什么方法，法同事。新加坡许哲居士，她要帮助这个世间最贫苦的人，那你要跟他同事；你要不跟他同事，你没有办法接近他。你的生活很富裕，他们很穷苦，他看到你，远远躲开，绝对不会跟你亲近，不是一类！所以她的示现也要示现最穷苦的人，一看同一类，打成一片，她才能为他们服务，才能帮得上忙。你要帮助哪一类的人，你要跟哪一类的人同事。你要度富贵人，你也要有富贵人的气派，他愿意跟你接近。看你那样穷酸，他不会理你，他觉得跟你在一起，他失去身分。你们想想，是不是这个道理？",
      "zh_TW": "四攝法最後是「同事」。同事真正的意思是說什麼？是說菩薩的感應，應以什麼身得度就現什麼身，同事，現身跟你同事。應用什麼方法來度你，就用什麼方法，法同事。新加坡許哲居士，她要幫助這個世間最貧苦的人，那你要跟他同事；你要不跟他同事，你沒有辦法接近他。你的生活很富裕，他們很窮苦，他看到你，遠遠躲開，絕對不會跟你親近，不是一類！所以她的示現也要示現最窮苦的人，一看同一類，打成一片，她才能為他們服務，才能幫得上忙。你要幫助哪一類的人，你要跟哪一類的人同事。你要度富貴人，你也要有富貴人的氣派，他願意跟你接近。看你那樣窮酸，他不會理你，他覺得跟你在一起，他失去身分。你們想想，是不是這個道理？"
    },
    {
      "id": "12-017-0786_p0055",
      "zh_CN": "「同事」里头千变万化，跟什么人往来，你一定要晓得这一类人他们的方方面面；我都了解，纵然不能完全相同，也有相当的接近。佛菩萨为什么都示现出家人？出家人比较方便，上可以跟帝王大臣同事，下可以跟贫穷乞丐同事，三教九流平等对待。释迦牟尼佛选择这个身分有他的道理在，诸佛菩萨的示现多半都是用这种身分。在外国，示现宗教里面的领导人、宗教里面的传教师，方便！行同事方便。如果不是这样的身分，那得示现，要度国王大臣，一定现国王大臣身，平等身；要度长者居士，你也得现长者居士身。要现同类身，不是同类身不容易在一起。孔老夫子所说的「人以类聚，物以群分」，我们明白这个道理，世出世间圣人跟我们讲得很清楚，我们如何来修同事摄。",
      "zh_TW": "「同事」裡頭千變萬化，跟什麼人往來，你一定要曉得這一類人他們的方方面面；我都了解，縱然不能完全相同，也有相當的接近。佛菩薩為什麼都示現出家人？出家人比較方便，上可以跟帝王大臣同事，下可以跟貧窮乞丐同事，三教九流平等對待。釋迦牟尼佛選擇這個身分有他的道理在，諸佛菩薩的示現多半都是用這種身分。在外國，示現宗教裡面的領導人、宗教裡面的傳教師，方便！行同事方便。如果不是這樣的身分，那得示現，要度國王大臣，一定現國王大臣身，平等身；要度長者居士，你也得現長者居士身。要現同類身，不是同類身不容易在一起。孔老夫子所說的「人以類聚，物以群分」，我們明白這個道理，世出世間聖人跟我們講得很清楚，我們如何來修同事攝。"
    },
    {
      "id": "12-017-0786_p0056",
      "zh_CN": "四摄法，我在前面讲过是佛门的公共关系法，人与人往来必须遵守的四个原则。这四个原则的内容要是具体而言，是全部的《大藏经》；从纲领上来说，佛家常讲的陀罗尼。陀罗尼是梵语，翻成中国意思是总纲领、总的原则。《华严》里面讲总的纲领、总的原则就是十愿、十波罗蜜，细说是全经。在全经里面，诸佛菩萨为我们示现榜样，不但人给我们示现榜样，山河大地都在示现榜样。我们这一段讲的是山，「轮围山」，你把这一段学会之后，你要去导游的话，你就会看山。你看到高山，你去导游的时候，跟这些观光游览的说这番大道理，这就是讲经说法。我们在这个山里面学到了真正的东西，学到了生活、处事待人接物，大学问！这就学到了。这就是『种种香华，处处盈满』。最后一句：",
      "zh_TW": "四攝法，我在前面講過是佛門的公共關係法，人與人往來必須遵守的四個原則。這四個原則的內容要是具體而言，是全部的《大藏經》；從綱領上來說，佛家常講的陀羅尼。陀羅尼是梵語，翻成中國意思是總綱領、總的原則。《華嚴》裡面講總的綱領、總的原則就是十願、十波羅蜜，細說是全經。在全經裡面，諸佛菩薩為我們示現榜樣，不但人給我們示現榜樣，山河大地都在示現榜樣。我們這一段講的是山，「輪圍山」，你把這一段學會之後，你要去導遊的話，你就會看山。你看到高山，你去導遊的時候，跟這些觀光遊覽的說這番大道理，這就是講經說法。我們在這個山裡面學到了真正的東西，學到了生活、處事待人接物，大學問！這就學到了。這就是『種種香華，處處盈滿』。最後一句："
    },
    {
      "id": "12-017-0786_p0057",
      "zh_CN": "【摩尼为网。周匝垂覆。】",
      "zh_TW": "【摩尼為網。周匝垂覆。】"
    },
    {
      "id": "12-017-0786_p0058",
      "zh_CN": "这一句是什么意思？这一句说影响，由于前面所说的自体圆满、外相庄严，它当然有影响力。我们今天讲，你自己知道修行，内要修实德，外面的形相当然庄严，哪有不感动人的道理！感动人的浅深是两方面，一方面是自己的成德，你的德深，你的智高，影响的面就大。我的德小，我的智也不大，影响范围就小。",
      "zh_TW": "這一句是什麼意思？這一句說影響，由於前面所說的自體圓滿、外相莊嚴，它當然有影響力。我們今天講，你自己知道修行，內要修實德，外面的形相當然莊嚴，哪有不感動人的道理！感動人的淺深是兩方面，一方面是自己的成德，你的德深，你的智高，影響的面就大。我的德小，我的智也不大，影響範圍就小。"
    },
    {
      "id": "12-017-0786_p0059",
      "zh_CN": "影响从什么地方看？从你的家庭。这桩事情我们见得很多。许许多多同修初学佛的时候，家里的人反对，甚至于毁谤三宝；可是修了几年，十年、八年之后，家里人慢慢发现，「不错，没有什么不好！他的坏念头没有了，别人对他侮辱、毁谤，他能忍耐」，慢慢发现他的好处，一家人态度对他转变了，这就影响了！",
      "zh_TW": "影響從什麼地方看？從你的家庭。這樁事情我們見得很多。許許多多同修初學佛的時候，家裡的人反對，甚至於毀謗三寶；可是修了幾年，十年、八年之後，家裡人慢慢發現，「不錯，沒有什麼不好！他的壞念頭沒有了，別人對他侮辱、毀謗，他能忍耐」，慢慢發現他的好處，一家人態度對他轉變了，這就影響了！"
    },
    {
      "id": "12-017-0786_p0060",
      "zh_CN": "我这一说出来，你们同学们就明白了，甚至于你自己亲身体会到，学个十年、二十年，家里人不反对，而且都跟着学了，很多！我自己早年在台湾没有家，没有学佛之前，我在公家机构里面服务，有长官、有同事，我学佛是二十六岁，都说迷了，迷信，那种闲言闲语很多。到最后我把工作辞掉出家了，我的长官、同事们都以为我头脑不正常，怎么会变成这个样子？不原谅的人很多，说我消极，说我迷信，说我不负责任。可是到五、六十岁的时候，差不多都退休了，再碰在一起，都给我讲：你对了，你的路走对了！二、三十年他们才看出这一条路没有走错，过去反对，现在赞成，还有很多听经了。台湾许多电视台都在播我们讲经的录相带，他们都在听。我在此地讲，他们听得到，我们的网路播过去了。这是影响。",
      "zh_TW": "我這一說出來，你們同學們就明白了，甚至於你自己親身體會到，學個十年、二十年，家裡人不反對，而且都跟著學了，很多！我自己早年在台灣沒有家，沒有學佛之前，我在公家機構裡面服務，有長官、有同事，我學佛是二十六歲，都說迷了，迷信，那種閒言閒語很多。到最後我把工作辭掉出家了，我的長官、同事們都以為我頭腦不正常，怎麼會變成這個樣子？不原諒的人很多，說我消極，說我迷信，說我不負責任。可是到五、六十歲的時候，差不多都退休了，再碰在一起，都給我講：你對了，你的路走對了！二、三十年他們才看出這一條路沒有走錯，過去反對，現在贊成，還有很多聽經了。台灣許多電視台都在播我們講經的錄相帶，他們都在聽。我在此地講，他們聽得到，我們的網路播過去了。這是影響。"
    },
    {
      "id": "12-017-0786_p0061",
      "zh_CN": "早年，八0年代的时候，我在香港讲经，我跟我的老母亲联络上，她那个时候身体还生病，抱着病到香港来看我。原来听说我出家了，她哭！不知道为什么走这么一条路？以后见了面之后，看看这还不错，不坏，不是坏事情！天天在这边讲经，每天听众还有那么多人。我听说她回去之后，她就念佛了，她也发心吃长素了。影响！这就是『摩尼为网，周匝垂覆』。",
      "zh_TW": "早年，八0年代的時候，我在香港講經，我跟我的老母親聯絡上，她那個時候身體還生病，抱著病到香港來看我。原來聽說我出家了，她哭！不知道為什麼走這麼一條路？以後見了面之後，看看這還不錯，不壞，不是壞事情！天天在這邊講經，每天聽眾還有那麼多人。我聽說她回去之後，她就念佛了，她也發心吃長素了。影響！這就是『摩尼為網，周匝垂覆』。"
    },
    {
      "id": "12-017-0786_p0062",
      "zh_CN": "自己一定要做出成绩出来度自己，要把三界六道里头那些旧的习惯习气放弃、放下，不能再有。天天在念「凡所有相，皆是虚妄」，你还有什么放不下的？所有一切为众生、为佛法，没有一念为自己，没有一桩事情为自己，你还有什么放不下？",
      "zh_TW": "自己一定要做出成績出來度自己，要把三界六道裡頭那些舊的習慣習氣放棄、放下，不能再有。天天在念「凡所有相，皆是虛妄」，你還有什麼放不下的？所有一切為眾生、為佛法，沒有一念為自己，沒有一樁事情為自己，你還有什麼放不下？"
    },
    {
      "id": "12-017-0786_p0063",
      "zh_CN": "放下你就自在，放下妄想、放下分别、放下执着，这是总的纲领。放下自私自利，放下名闻利养，放下五欲六尘的享受，放下贪瞋痴慢，要放下自己不好的习惯。凡是不足以为别人做好样子的，统统要放下，这叫做学佛。这个好样子影响大众是好的影响，不善的心行是不善的影响。",
      "zh_TW": "放下你就自在，放下妄想、放下分別、放下執著，這是總的綱領。放下自私自利，放下名聞利養，放下五欲六塵的享受，放下貪瞋痴慢，要放下自己不好的習慣。凡是不足以為別人做好樣子的，統統要放下，這叫做學佛。這個好樣子影響大眾是好的影響，不善的心行是不善的影響。"
    },
    {
      "id": "12-017-0786_p0064",
      "zh_CN": "今天这个社会为什么这样混乱，犯罪率为什么这么高，原因在哪里？是有不善的力量在影响。我说到这个地方，大家心里都明了，圣贤的教育失掉了、疏忽了，善恶的标准失掉了。现在的人不知道什么是善，不知道什么是恶，往往以善为恶、以恶为善，大有人在！是非颠倒，造成整个社会的混乱，天灾人祸频繁。不善的因，招来不善的果报。",
      "zh_TW": "今天這個社會為什麼這樣混亂，犯罪率為什麼這麼高，原因在哪裡？是有不善的力量在影響。我說到這個地方，大家心裡都明瞭，聖賢的教育失掉了、疏忽了，善惡的標準失掉了。現在的人不知道什麼是善，不知道什麼是惡，往往以善為惡、以惡為善，大有人在！是非顛倒，造成整個社會的混亂，天災人禍頻繁。不善的因，招來不善的果報。"
    },
    {
      "id": "12-017-0786_p0065",
      "zh_CN": "我们在这个时代，处在这个环境里面，能够不受影响，没有变坏，这已经就相当不错了。但是这个不够，这是消极，更要积极断恶修善、转迷为悟。我们不受他恶的影响，这是保全了自己，我们要更进一步，我们以善法影响他，帮助他觉悟，帮助他回头，这就对了！我们这一生到这个世间来有意义，有价值。",
      "zh_TW": "我們在這個時代，處在這個環境裡面，能夠不受影響，沒有變壞，這已經就相當不錯了。但是這個不夠，這是消極，更要積極斷惡修善、轉迷為悟。我們不受他惡的影響，這是保全了自己，我們要更進一步，我們以善法影響他，幫助他覺悟，幫助他回頭，這就對了！我們這一生到這個世間來有意義，有價值。"
    },
    {
      "id": "12-017-0786_p0066",
      "zh_CN": "果真这样认真努力去做，我相信你法喜充满，你的生活非常充实，这一生光阴没有虚度，这一生过得才真正有意义、有价值。但是千万不要忘记求生净土，把你修学的功德回向庄严佛国土，一心一意念佛求生净土。为什么？那是圆满的功德。如果不求生净土，说老实话，我们一生累积的善行得什么果报？来生人天福报。说老实话，不能超越六道轮回。超越六道轮回要真实功德，真实功德要断烦恼，伏不行。",
      "zh_TW": "果真這樣認真努力去做，我相信你法喜充滿，你的生活非常充實，這一生光陰沒有虛度，這一生過得才真正有意義、有價值。但是千萬不要忘記求生淨土，把你修學的功德迴向莊嚴佛國土，一心一意念佛求生淨土。為什麼？那是圓滿的功德。如果不求生淨土，說老實話，我們一生累積的善行得什麼果報？來生人天福報。說老實話，不能超越六道輪迴。超越六道輪迴要真實功德，真實功德要斷煩惱，伏不行。"
    },
    {
      "id": "12-017-0786_p0067",
      "zh_CN": "我们今天的能力是伏烦恼，我说我自己，五十年读经、讲经、学习，这就是讲的长时间的薰习，自己渐渐觉悟了，是薰习的这个力量把烦恼伏住，习气控制住了。这也是属于「道共戒」，没断！见思烦恼没断。见惑断了，才证须陀洹果。所以唯一的办法，就是走带业往生这个路子。这个路子我们从经论里面得到的讯息，我们符合这个标准，那对于带业往生一点疑惑都没有。",
      "zh_TW": "我們今天的能力是伏煩惱，我說我自己，五十年讀經、講經、學習，這就是講的長時間的薰習，自己漸漸覺悟了，是薰習的這個力量把煩惱伏住，習氣控制住了。這也是屬於「道共戒」，沒斷！見思煩惱沒斷。見惑斷了，才證須陀洹果。所以唯一的辦法，就是走帶業往生這個路子。這個路子我們從經論裡面得到的訊息，我們符合這個標準，那對於帶業往生一點疑惑都沒有。"
    },
    {
      "id": "12-017-0786_p0068",
      "zh_CN": "同学们大家要努力一点，要看破、要放下，记住「于人无争，于世无求」，古德这两句是金玉良言。这两句话的理非常之深，为什么？果然「于人无争，于世无求」，你的心就定了；你还有求、还有争，你的心是浮躁不定，你修学的功夫很难成就，就是刚才讲的伏烦恼，你伏不住。你想想看，你为什么伏不住？是不是还有争、还有求？这个「争」跟「求」害死人！多少古往今来好心修行的人，就是被「争」、「求」把自己的道业毁掉了，德行、学问不能成就。所以丝毫求的念头、丝毫争的念头都不能有。",
      "zh_TW": "同學們大家要努力一點，要看破、要放下，記住「於人無爭，於世無求」，古德這兩句是金玉良言。這兩句話的理非常之深，為什麼？果然「於人無爭，於世無求」，你的心就定了；你還有求、還有爭，你的心是浮躁不定，你修學的功夫很難成就，就是剛才講的伏煩惱，你伏不住。你想想看，你為什麼伏不住？是不是還有爭、還有求？這個「爭」跟「求」害死人！多少古往今來好心修行的人，就是被「爭」、「求」把自己的道業毀掉了，德行、學問不能成就。所以絲毫求的念頭、絲毫爭的念頭都不能有。"
    },
    {
      "id": "12-017-0786_p0069",
      "zh_CN": "一定要晓得，那个争的念头、求的念头就是《十善业道经》上讲的不善的念头，不容毫分不善夹杂。学佛的人，无争无求，随缘。有丝毫争跟求的念头都是攀缘，都障碍自己的性德，何必！受害的是自己，不是别人。世间圣人成就自己的学问，世间人常说的立功、立德、立言，这是「三不朽」。是不是真正不朽，姑且不论，能做到这三点，都要把争跟求的念头打掉，何况佛家讲超越轮回、超越十法界的大法？我们要多想想，这个不能疏忽。",
      "zh_TW": "一定要曉得，那個爭的念頭、求的念頭就是《十善業道經》上講的不善的念頭，不容毫分不善夾雜。學佛的人，無爭無求，隨緣。有絲毫爭跟求的念頭都是攀緣，都障礙自己的性德，何必！受害的是自己，不是別人。世間聖人成就自己的學問，世間人常說的立功、立德、立言，這是「三不朽」。是不是真正不朽，姑且不論，能做到這三點，都要把爭跟求的念頭打掉，何況佛家講超越輪迴、超越十法界的大法？我們要多想想，這個不能疏忽。"
    },
    {
      "id": "12-017-0786_p0070",
      "zh_CN": "世间法里头，不要说是自己、自利的，就是弘法利生的这个事业，也是随缘而不攀缘。有缘，全心全力做；没有缘，念头都不起，你的心清净平等觉。今天我们有这么一个道场，几位大德居士发心成就这个道场，我们全心全力在做。哪一天有个人把这个道场夺去了，念头都不生。对我自己来讲有好处，为什么？在这里工作、讲经很累，他怕我太累，把道场拿去了，把我赶走了，对我有好处，叫我不要在这里天天说这么多话。对我个人来讲，我感激他。他造的是什么业？各人因果各人负责，用不着我操心。我把这个事情放在心上，错了！没事，自己要学着无事。六祖惠能大师讲得好，「本来无一物，何处惹尘埃」，永远保持自己心地清净无为。",
      "zh_TW": "世間法裡頭，不要說是自己、自利的，就是弘法利生的這個事業，也是隨緣而不攀緣。有緣，全心全力做；沒有緣，念頭都不起，你的心清淨平等覺。今天我們有這麼一個道場，幾位大德居士發心成就這個道場，我們全心全力在做。哪一天有個人把這個道場奪去了，念頭都不生。對我自己來講有好處，為什麼？在這裡工作、講經很累，他怕我太累，把道場拿去了，把我趕走了，對我有好處，叫我不要在這裡天天說這麼多話。對我個人來講，我感激他。他造的是什麼業？各人因果各人負責，用不著我操心。我把這個事情放在心上，錯了！沒事，自己要學著無事。六祖惠能大師講得好，「本來無一物，何處惹塵埃」，永遠保持自己心地清淨無為。"
    },
    {
      "id": "12-017-0786_p0071",
      "zh_CN": "说到影响，影响有正负两方面。凡事都是两方面，佛菩萨有佛菩萨的影响力，迷惑颠倒、妖魔鬼怪也有妖魔鬼怪的影响力。正法能不能住世是众生的福德因缘，哪能勉强？佛菩萨都不能强求，我们还操什么心？众生有福，就感得佛菩萨应化在这个世间善人、长者多；众生没有福报，他所感得来的是妖魔鬼怪。学《华严》的人心里很清楚，妖魔鬼怪多是替他消业障的，佛菩萨多是来劝导他回头的，岂不是妖魔鬼怪还是佛菩萨示现的，哪有不平等？",
      "zh_TW": "說到影響，影響有正負兩方面。凡事都是兩方面，佛菩薩有佛菩薩的影響力，迷惑顛倒、妖魔鬼怪也有妖魔鬼怪的影響力。正法能不能住世是眾生的福德因緣，哪能勉強？佛菩薩都不能強求，我們還操什麼心？眾生有福，就感得佛菩薩應化在這個世間善人、長者多；眾生沒有福報，他所感得來的是妖魔鬼怪。學《華嚴》的人心裡很清楚，妖魔鬼怪多是替他消業障的，佛菩薩多是來勸導他回頭的，豈不是妖魔鬼怪還是佛菩薩示現的，哪有不平等？"
    },
    {
      "id": "12-017-0786_p0072",
      "zh_CN": "所以你不要看那些做恶的人都是坏人，说不定他是佛变现的，菩萨变现的。为什么变现？消众生的业障，他业障太重了。等他业障消得差不多，又变一个善知识劝他回头。所以我们不可以随便批评恶人，说不定我们搞错了，那个恶人是佛菩萨再来的，是佛菩萨示现的。这是讲到影响。所以学佛的人，心地永远清净真诚，一切恭敬。普贤菩萨「礼敬诸佛」，不可思议。末后一句，总结：",
      "zh_TW": "所以你不要看那些做惡的人都是壞人，說不定他是佛變現的，菩薩變現的。為什麼變現？消眾生的業障，他業障太重了。等他業障消得差不多，又變一個善知識勸他回頭。所以我們不可以隨便批評惡人，說不定我們搞錯了，那個惡人是佛菩薩再來的，是佛菩薩示現的。這是講到影響。所以學佛的人，心地永遠清淨真誠，一切恭敬。普賢菩薩「禮敬諸佛」，不可思議。末後一句，總結："
    },
    {
      "id": "12-017-0786_p0073",
      "zh_CN": "【如是等有世界海微尘数众妙庄严。】",
      "zh_TW": "【如是等有世界海微塵數眾妙莊嚴。】"
    },
    {
      "id": "12-017-0786_p0074",
      "zh_CN": "没有一样不是庄严，我们从这个地方去学习，细心体会去学习。今天就讲到此地。",
      "zh_TW": "沒有一樣不是莊嚴，我們從這個地方去學習，細心體會去學習。今天就講到此地。"
    }
  ]
}