{
  "doc_id": "12-017-1321",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三二一卷",
    "zh_TW": "第一三二一卷"
  },
  "year": "2004",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1321",
  "total_paragraphs": 59,
  "paragraphs": [
    {
      "id": "12-017-1321_p0001",
      "zh_CN": "诸位同学，请看「菩萨问明品」释文，我们从经文第一句看起：",
      "zh_TW": "諸位同學，請看「菩薩問明品」釋文，我們從經文第一句看起："
    },
    {
      "id": "12-017-1321_p0002",
      "zh_CN": "【佛子。心性是一。】",
      "zh_TW": "【佛子。心性是一。】"
    },
    {
      "id": "12-017-1321_p0003",
      "zh_CN": "这一句是立宗案定。",
      "zh_TW": "這一句是立宗案定。"
    },
    {
      "id": "12-017-1321_p0004",
      "zh_CN": "【云何见有种种差别。】",
      "zh_TW": "【云何見有種種差別。】"
    },
    {
      "id": "12-017-1321_p0005",
      "zh_CN": "这就是来问难，『心性』既然『是一』，为什么会有『种种差别』？下面是举例：",
      "zh_TW": "這就是來問難，『心性』既然『是一』，為什麼會有『種種差別』？下面是舉例："
    },
    {
      "id": "12-017-1321_p0006",
      "zh_CN": "【所谓往善趣恶趣。】",
      "zh_TW": "【所謂往善趣惡趣。】"
    },
    {
      "id": "12-017-1321_p0007",
      "zh_CN": "这一句是总说，前面都跟诸位介绍过了。",
      "zh_TW": "這一句是總說，前面都跟諸位介紹過了。"
    },
    {
      "id": "12-017-1321_p0008",
      "zh_CN": "【诸根满缺。受生同异。端正丑陋。苦乐不同。】",
      "zh_TW": "【諸根滿缺。受生同異。端正醜陋。苦樂不同。】"
    },
    {
      "id": "12-017-1321_p0009",
      "zh_CN": "下面是「结成前难」有十事五对，我们也把这个文念下去。",
      "zh_TW": "下面是「結成前難」有十事五對，我們也把這個文念下去。"
    },
    {
      "id": "12-017-1321_p0010",
      "zh_CN": "【业不知心。心不知业。】",
      "zh_TW": "【業不知心。心不知業。】"
    },
    {
      "id": "12-017-1321_p0011",
      "zh_CN": "这是第一对。",
      "zh_TW": "這是第一對。"
    },
    {
      "id": "12-017-1321_p0012",
      "zh_CN": "【受不知报。报不知受。】",
      "zh_TW": "【受不知報。報不知受。】"
    },
    {
      "id": "12-017-1321_p0013",
      "zh_CN": "这是第二对。",
      "zh_TW": "這是第二對。"
    },
    {
      "id": "12-017-1321_p0014",
      "zh_CN": "【心不知受。受不知心。因不知缘。缘不知因。智不知境。境不知智。】",
      "zh_TW": "【心不知受。受不知心。因不知緣。緣不知因。智不知境。境不知智。】"
    },
    {
      "id": "12-017-1321_p0015",
      "zh_CN": "这总共是五对十句。这个问题前面给同学们报告过了，真正是世间最尖锐的问题文殊菩萨提出来，说老实话别人问不出来的。下面要请十位菩萨来解答，这一问一答我们这些旁听的人开智慧。菩萨之所以作略之目的就在此，教化我们的。清凉大师这个疏文，前面这一段都说过了，末后这个结论因为时间的关系没讲，现在要把它补出来。",
      "zh_TW": "這總共是五對十句。這個問題前面給同學們報告過了，真正是世間最尖銳的問題文殊菩薩提出來，說老實話別人問不出來的。下面要請十位菩薩來解答，這一問一答我們這些旁聽的人開智慧。菩薩之所以作略之目的就在此，教化我們的。清涼大師這個疏文，前面這一段都說過了，末後這個結論因為時間的關係沒講，現在要把它補出來。"
    },
    {
      "id": "12-017-1321_p0016",
      "zh_CN": "「上之五对，前前皆具后后，后后必带前前，展转异同，成多差别，故云种种不同。心性是一，其义安在」。这个对我们来讲真的是一个很大的疑惑，这个问题问得好！清凉大师在这个地方给我们说的两句话是非常重要，那就是「前前皆具后后，后后必带前前」。这两句话要用现代的话来说，那就是一切众生出生在这个世间，必定带着多生多劫的习气。这一桩事情我们学院同学学英语，我们的教材用凯西的报告，凯西也承认这个事实。他说这世间所有的众生，他讲这个众生是指人道，世界上所有一切人这一生当中决定没有突发的事情，决定没有偶然发生的事情，没有；无论大事、小事都与过去世的业与未来世都连在一起。换句话说，因因果果冤冤相报，后面是没完没了。凯西看到这个事实真相。这就是菩萨在此地要问的。这里面的理太深，事是太复杂，种种不同是复杂，可是心性确确实实是一。",
      "zh_TW": "「上之五對，前前皆具後後，後後必帶前前，展轉異同，成多差別，故云種種不同。心性是一，其義安在」。這個對我們來講真的是一個很大的疑惑，這個問題問得好！清涼大師在這個地方給我們說的兩句話是非常重要，那就是「前前皆具後後，後後必帶前前」。這兩句話要用現代的話來說，那就是一切眾生出生在這個世間，必定帶著多生多劫的習氣。這一樁事情我們學院同學學英語，我們的教材用凱西的報告，凱西也承認這個事實。他說這世間所有的眾生，他講這個眾生是指人道，世界上所有一切人這一生當中決定沒有突發的事情，決定沒有偶然發生的事情，沒有；無論大事、小事都與過去世的業與未來世都連在一起。換句話說，因因果果冤冤相報，後面是沒完沒了。凱西看到這個事實真相。這就是菩薩在此地要問的。這裡面的理太深，事是太複雜，種種不同是複雜，可是心性確確實實是一。"
    },
    {
      "id": "12-017-1321_p0017",
      "zh_CN": "心性既然是一，为什么会有十法界依正庄严？为什么这十法界里头有善道、有恶道？十法界不一样，这在前面跟诸位报告过了，相宗里面所说的引业、满业不相同。引是引导你到哪一道去受生，这在前面我们依大乘经教，佛给我们说的因缘无量。无量因缘里面有一个最重要的因缘，这佛常说的，譬如十法界里佛道，佛道的业因，引导你这个业因是什么因？平等心。诸位同学要记住我们的心不平，看到这个人喜欢，看到那个人讨厌，看到这个事情很高兴，看那个事情不满意。无论是对人，无论是对事，无论是对物；物是一切万物，我们眼前人能够见得到的动物，我们眼前见不到的所谓是九法界一切众生，用科学家的话来说不同维次空间里面的生物，我们肉眼见不到，天道、鬼道、地狱道我们见不到；如何对待诸佛菩萨、一切凡圣到阿鼻地狱，我们的心都是平等的。",
      "zh_TW": "心性既然是一，為什麼會有十法界依正莊嚴？為什麼這十法界裡頭有善道、有惡道？十法界不一樣，這在前面跟諸位報告過了，相宗裡面所說的引業、滿業不相同。引是引導你到哪一道去受生，這在前面我們依大乘經教，佛給我們說的因緣無量。無量因緣裡面有一個最重要的因緣，這佛常說的，譬如十法界裡佛道，佛道的業因，引導你這個業因是什麼因？平等心。諸位同學要記住我們的心不平，看到這個人喜歡，看到那個人討厭，看到這個事情很高興，看那個事情不滿意。無論是對人，無論是對事，無論是對物；物是一切萬物，我們眼前人能夠見得到的動物，我們眼前見不到的所謂是九法界一切眾生，用科學家的話來說不同維次空間裡面的生物，我們肉眼見不到，天道、鬼道、地獄道我們見不到；如何對待諸佛菩薩、一切凡聖到阿鼻地獄，我們的心都是平等的。"
    },
    {
      "id": "12-017-1321_p0018",
      "zh_CN": "什么叫平等？六根接触的时候不起心、不动念就平等了。起心动念就不平等，分别执着就更不必说。然后我们想想六道里面的众生为什么成不了佛，这不就明白了吗？我们对人、对事、对物确实不平等，这不能成佛。什么时候我们成佛？实在讲自己清清楚楚、明明白白，用不着问人。我们在讲席里头也讲了很多很多次，六根接触外面六尘境界不执着、不分别、不起心、不动念，这是成佛那个引业引导你到佛道里面去受生，这十法界里的佛法界受生！。",
      "zh_TW": "什麼叫平等？六根接觸的時候不起心、不動念就平等了。起心動念就不平等，分別執著就更不必說。然後我們想想六道裡面的眾生為什麼成不了佛，這不就明白了嗎？我們對人、對事、對物確實不平等，這不能成佛。什麼時候我們成佛？實在講自己清清楚楚、明明白白，用不著問人。我們在講席裡頭也講了很多很多次，六根接觸外面六塵境界不執著、不分別、不起心、不動念，這是成佛那個引業引導你到佛道裡面去受生，這十法界裡的佛法界受生！。"
    },
    {
      "id": "12-017-1321_p0019",
      "zh_CN": "讲业因，一切众生圆满具足，任何一个众生阿赖耶识里面含藏的种子有佛种子、有菩萨种子，十法界种子统统都有。你到哪一道去受生有一个业力引着你，引业，带着你去受生。菩萨道六度心，接触一切众生起什么心？起布施、持戒、忍辱、精进、禅定、般若，起这个心。起这个心菩萨道，到菩萨道受生。辟支佛因缘心，阿罗汉四谛心，这四圣法界。六凡，天道是上品十善还要加上四无量心，四无量心是慈悲喜舍，这个人生天，上品十善慈悲喜舍；人道是五戒心，中品十善；阿修罗道是下品十善，带着贡高我慢。实在说，天阿修罗也是上品十善，他没有慈悲喜舍，他有上品十善，所以有天之福，没有天之德，这我们要明了。然后我们自己在这一生日常生活当中，跟外头境界接触起什么心、动什么念，将来我来生到哪一道就清清楚楚、明明白白。下面三恶道，饿鬼道贪心，畜生道痴心，地狱道瞋恚；贪瞋痴是三毒的引业，引导你到三恶道去。我们今天处事待人接物起什么念头？如果这个念头是贪瞋痴，那么我们这一生就是造三途的业因，来生这个引业引导你入三途，这不能不知道。",
      "zh_TW": "講業因，一切眾生圓滿具足，任何一個眾生阿賴耶識裡面含藏的種子有佛種子、有菩薩種子，十法界種子統統都有。你到哪一道去受生有一個業力引著你，引業，帶著你去受生。菩薩道六度心，接觸一切眾生起什麼心？起布施、持戒、忍辱、精進、禪定、般若，起這個心。起這個心菩薩道，到菩薩道受生。辟支佛因緣心，阿羅漢四諦心，這四聖法界。六凡，天道是上品十善還要加上四無量心，四無量心是慈悲喜捨，這個人生天，上品十善慈悲喜捨；人道是五戒心，中品十善；阿修羅道是下品十善，帶著貢高我慢。實在說，天阿修羅也是上品十善，他沒有慈悲喜捨，他有上品十善，所以有天之福，沒有天之德，這我們要明瞭。然後我們自己在這一生日常生活當中，跟外頭境界接觸起什麼心、動什麼念，將來我來生到哪一道就清清楚楚、明明白白。下面三惡道，餓鬼道貪心，畜生道痴心，地獄道瞋恚；貪瞋痴是三毒的引業，引導你到三惡道去。我們今天處事待人接物起什麼念頭？如果這個念頭是貪瞋痴，那麼我們這一生就是造三途的業因，來生這個引業引導你入三途，這不能不知道。"
    },
    {
      "id": "12-017-1321_p0020",
      "zh_CN": "无论在哪一道受生，你的身体六根是具足还是有欠缺，『受生同异，端正丑陋，苦乐不同』，这些是满业。满业是我们在这一生当中，实在说就是修善、造恶所感得的。这是凯西说，没有一个人在一生当中是偶然的、是没有前面因的，没有。他非常肯定一切众生在这一生当中遭遇都有前因后果。我们明白这个事情，不能不小心，不能不谨慎，一定要懂得断一切恶修一切善，这样念佛才能往生。",
      "zh_TW": "無論在哪一道受生，你的身體六根是具足還是有欠缺，『受生同異，端正醜陋，苦樂不同』，這些是滿業。滿業是我們在這一生當中，實在說就是修善、造惡所感得的。這是凱西說，沒有一個人在一生當中是偶然的、是沒有前面因的，沒有。他非常肯定一切眾生在這一生當中遭遇都有前因後果。我們明白這個事情，不能不小心，不能不謹慎，一定要懂得斷一切惡修一切善，這樣念佛才能往生。"
    },
    {
      "id": "12-017-1321_p0021",
      "zh_CN": "佛是天天念，心行不善不能往生，这个例子太多太多了。那么这一生我们修净土只是跟净土跟阿弥陀佛结了个缘，这个缘这一生当中不成熟，那你就不能往生；要想在这一生当中真正往生，你就把这个缘要抓住。这个缘里头最重要的是清净心，大乘经上常讲「心净则佛土净」，清净心引导我们往生极乐世界。《弥陀经》上讲得也很清楚，八个字「一心不乱，心不颠倒」。这八个字就是到西方极乐世界的引业，我们念佛一定要念到这样的功夫，这才行，到极乐世界品位不一样。再告诉同学们老实话，不止三辈九品，三辈九品是讲大的阶段，不止三辈九品；三辈里头还有三辈，九品里头还有九品。这是怎么回事情？这是我们念佛功夫的浅深，都有因果。",
      "zh_TW": "佛是天天念，心行不善不能往生，這個例子太多太多了。那麼這一生我們修淨土只是跟淨土跟阿彌陀佛結了個緣，這個緣這一生當中不成熟，那你就不能往生；要想在這一生當中真正往生，你就把這個緣要抓住。這個緣裡頭最重要的是清淨心，大乘經上常講「心淨則佛土淨」，清淨心引導我們往生極樂世界。《彌陀經》上講得也很清楚，八個字「一心不亂，心不顛倒」。這八個字就是到西方極樂世界的引業，我們念佛一定要念到這樣的功夫，這才行，到極樂世界品位不一樣。再告訴同學們老實話，不止三輩九品，三輩九品是講大的階段，不止三輩九品；三輩裡頭還有三輩，九品裡頭還有九品。這是怎麼回事情？這是我們念佛功夫的淺深，都有因果。"
    },
    {
      "id": "12-017-1321_p0022",
      "zh_CN": "我们念佛的功夫深，品位就高；念佛功夫浅，品位就低。不是说念佛多少，念佛功夫的浅深。那这什么意思？什么叫浅？什么叫深？同学们一定都听说过，一心不乱里头有理一心不乱、事一心不乱。理一心不乱功夫就深，事一心不乱功夫就浅，还有更浅的叫功夫成片。行，只要功夫成片就能往生西方极乐世界凡圣同居土，功夫成片；如果念到事一心不乱，那就生方便有余土，念到理一心不乱生实报庄严土。由此可知，功夫成片我们这一生当中一定要成就。",
      "zh_TW": "我們念佛的功夫深，品位就高；念佛功夫淺，品位就低。不是說念佛多少，念佛功夫的淺深。那這什麼意思？什麼叫淺？什麼叫深？同學們一定都聽說過，一心不亂裡頭有理一心不亂、事一心不亂。理一心不亂功夫就深，事一心不亂功夫就淺，還有更淺的叫功夫成片。行，只要功夫成片就能往生西方極樂世界凡聖同居土，功夫成片；如果念到事一心不亂，那就生方便有餘土，念到理一心不亂生實報莊嚴土。由此可知，功夫成片我們這一生當中一定要成就。"
    },
    {
      "id": "12-017-1321_p0023",
      "zh_CN": "那大家要问什么叫功夫成片？功夫成片是个什么样子？我用最浅显的话告诉大家，功夫成片就是一天到晚心里头只有阿弥陀佛，除了阿弥陀佛之外什么也没有就成片了。也就是觉明妙行菩萨教给我们的「不怀疑，不夹杂，不间断」，那叫功夫成片，对西方极乐世界一丝毫疑惑都没有。对极乐世界不疑惑，对阿弥陀佛不疑惑，对三经一论不疑惑，对自己念佛求生净土，这一生当中决定得生不疑惑，这不怀疑。不夹杂？那就是万缘放下，不夹杂了，有一桩事情没有放下就夹杂，统统要放下。",
      "zh_TW": "那大家要問什麼叫功夫成片？功夫成片是個什麼樣子？我用最淺顯的話告訴大家，功夫成片就是一天到晚心裡頭只有阿彌陀佛，除了阿彌陀佛之外什麼也沒有就成片了。也就是覺明妙行菩薩教給我們的「不懷疑，不夾雜，不間斷」，那叫功夫成片，對西方極樂世界一絲毫疑惑都沒有。對極樂世界不疑惑，對阿彌陀佛不疑惑，對三經一論不疑惑，對自己念佛求生淨土，這一生當中決定得生不疑惑，這不懷疑。不夾雜？那就是萬緣放下，不夾雜了，有一樁事情沒有放下就夾雜，統統要放下。"
    },
    {
      "id": "12-017-1321_p0024",
      "zh_CN": "放下不是说事放下，心里头没有，事照做。所以我讲过多次世尊在中国应化，唐朝时候的智者大师，释迦牟尼佛再来的。他老人家在中国这个示现就是教给我们，我们只要学他这个样子，这一生当中决定得生净土。他示现的不高，凡圣同居土。这个示现得好，让我们真正明了「理事无碍，事事无碍」。他示现的出家人，寺庙里面的方丈住持要管事，万缘放下是心里面痕迹都不着，工作随缘或者叫随喜，他修的是圆教的五品位。五品第一个知见同佛。知见，他老人家一生讲《法华经》，《法华经》是佛门里头大乘经里面的一乘经，这是古来祖师大德肯定的。中国翻译的经典一乘经，一乘经就是佛知佛见，只有三部在大乘之上，这三部第一部是《华严》，第二部是《法华》，第三部是《梵网》。《梵网经》可惜没有能够完全翻成中文，只翻了一品，《梵网．菩萨心地戒品》，就翻了一品，但是在这一品当中，我们也能够体会到经的全貌。这一乘经，佛知佛见，所以见解同佛，没有怀疑。往生条件里面不怀疑，那真的不是假的。",
      "zh_TW": "放下不是說事放下，心裡頭沒有，事照做。所以我講過多次世尊在中國應化，唐朝時候的智者大師，釋迦牟尼佛再來的。他老人家在中國這個示現就是教給我們，我們只要學他這個樣子，這一生當中決定得生淨土。他示現的不高，凡聖同居土。這個示現得好，讓我們真正明瞭「理事無礙，事事無礙」。他示現的出家人，寺廟裡面的方丈住持要管事，萬緣放下是心裡面痕跡都不著，工作隨緣或者叫隨喜，他修的是圓教的五品位。五品第一個知見同佛。知見，他老人家一生講《法華經》，《法華經》是佛門裡頭大乘經裡面的一乘經，這是古來祖師大德肯定的。中國翻譯的經典一乘經，一乘經就是佛知佛見，只有三部在大乘之上，這三部第一部是《華嚴》，第二部是《法華》，第三部是《梵網》。《梵網經》可惜沒有能夠完全翻成中文，只翻了一品，《梵網．菩薩心地戒品》，就翻了一品，但是在這一品當中，我們也能夠體會到經的全貌。這一乘經，佛知佛見，所以見解同佛，沒有懷疑。往生條件裡面不懷疑，那真的不是假的。"
    },
    {
      "id": "12-017-1321_p0025",
      "zh_CN": "在日常生活当中修行的方法，那智者给我们示现的第一个随喜，就是随缘；随缘是「理事无碍，事事无碍」。第二个读诵。每天读诵大乘，古德教导我们「一门深入，长时薰修」。智者大师给我们示现的，他专攻《法华》。我们没有他那样的根性，也没有他那样的缘分、福报，所以我们选小部不要选大部，选《无量寿经》就好，或者选《阿弥陀经》。《阿弥陀经》最好是选蕅益大师的《要解》，连经连《要解》一起读，文字不多。《要解》注得太好！印光大师对《要解》的赞叹说：即使是古佛再来给《阿弥陀经》做个注解，也不能超过其上。这赞叹到极处了。我们知道印光大师是大势至菩萨再来，大势至菩萨对蕅益大师这样的赞叹，那蕅益大师是什么人？在我们想像当中，他要不是阿弥陀佛再来，肯定是观世音菩萨再来，才能当得起大势至菩萨如此的赞叹，这我们要知道，决定不能够疏忽。这《要解》好。这是说我们修净宗在这个时代，我们选择读诵大乘这两样东西最好，两样选一样就可以。",
      "zh_TW": "在日常生活當中修行的方法，那智者給我們示現的第一個隨喜，就是隨緣；隨緣是「理事無礙，事事無礙」。第二個讀誦。每天讀誦大乘，古德教導我們「一門深入，長時薰修」。智者大師給我們示現的，他專攻《法華》。我們沒有他那樣的根性，也沒有他那樣的緣分、福報，所以我們選小部不要選大部，選《無量壽經》就好，或者選《阿彌陀經》。《阿彌陀經》最好是選蕅益大師的《要解》，連經連《要解》一起讀，文字不多。《要解》註得太好！印光大師對《要解》的讚歎說：即使是古佛再來給《阿彌陀經》做個註解，也不能超過其上。這讚歎到極處了。我們知道印光大師是大勢至菩薩再來，大勢至菩薩對蕅益大師這樣的讚歎，那蕅益大師是什麼人？在我們想像當中，他要不是阿彌陀佛再來，肯定是觀世音菩薩再來，才能當得起大勢至菩薩如此的讚歎，這我們要知道，決定不能夠疏忽。這《要解》好。這是說我們修淨宗在這個時代，我們選擇讀誦大乘這兩樣東西最好，兩樣選一樣就可以。"
    },
    {
      "id": "12-017-1321_p0026",
      "zh_CN": "第三演说。这自利利他，菩萨要利他。智者大师天台讲席演说，一生讲经说法帮助别人。第四个修学的科目兼行六度。兼行六度是我们以六度法门劝化一切众生，劝人布施，劝人持戒，劝人修忍辱，劝人修禅定、修精进、修般若，兼行。最后一个科目是正行六度。正行六度是度自己，就是正行。用布施度自己的悭贪，把我们无始劫以来悭贪的烦恼用布施把它化解掉，用持戒化解我们的恶作，用忍辱化解我们的瞋恚，用精进化解我们的懒惰，用禅定化解我们的散乱，用般若化解我们的愚痴，这样保证你得生净土。这智者大师一生所示现的。",
      "zh_TW": "第三演說。這自利利他，菩薩要利他。智者大師天台講席演說，一生講經說法幫助別人。第四個修學的科目兼行六度。兼行六度是我們以六度法門勸化一切眾生，勸人布施，勸人持戒，勸人修忍辱，勸人修禪定、修精進、修般若，兼行。最後一個科目是正行六度。正行六度是度自己，就是正行。用布施度自己的慳貪，把我們無始劫以來慳貪的煩惱用布施把它化解掉，用持戒化解我們的惡作，用忍辱化解我們的瞋恚，用精進化解我們的懶惰，用禪定化解我們的散亂，用般若化解我們的愚痴，這樣保證你得生淨土。這智者大師一生所示現的。"
    },
    {
      "id": "12-017-1321_p0027",
      "zh_CN": "我到日本去访问，日本人对智者大师非常尊敬，许许多多寺庙里面都供养着智者大师的法像。所以我就劝导日本人我们要学智者大师，他们很高兴。智者大师是这样修成的，这是烦恼并没有断，只是烦恼伏住了，因为他有佛知佛见。这就是有力量把烦恼伏住，但是在事上还要用六波罗蜜，尽一切的可能把自己的烦恼化解。这里面化解功夫有浅深不同，所以在凡圣同居土里面也有三辈九品不一样。这是我们讲到往生极乐世界种种不同。",
      "zh_TW": "我到日本去訪問，日本人對智者大師非常尊敬，許許多多寺廟裡面都供養著智者大師的法像。所以我就勸導日本人我們要學智者大師，他們很高興。智者大師是這樣修成的，這是煩惱並沒有斷，只是煩惱伏住了，因為他有佛知佛見。這就是有力量把煩惱伏住，但是在事上還要用六波羅蜜，盡一切的可能把自己的煩惱化解。這裡面化解功夫有淺深不同，所以在凡聖同居土裡面也有三輩九品不一樣。這是我們講到往生極樂世界種種不同。"
    },
    {
      "id": "12-017-1321_p0028",
      "zh_CN": "我们自己要晓得修行要认真、要努力，不能够懈怠，不能够疏忽。净宗的好处我们依据经论少、不多容易修。抓住这个纲领，根本的纲领是净业三福，这个诸位不可以不晓得，你要没有净业三福，你就不能成就。而净业三福那个根是在《弟子规》，从前人不说这个话，为什么？从小都学过，哪里还需要讲这个。但是现在人不能不提一提，为什么？你从小没学过，所以你净业三福做不到。净业三福是大乘佛法的根本，你看末后一句话，佛说的这三条是「三世诸佛净业正因」，这话说得重。三世是过去、现在、未来，所有一切诸佛都是依净业三福为基础，八万四千法门、无量法门建立在净业三福的基础上，你没有怎么行！",
      "zh_TW": "我們自己要曉得修行要認真、要努力，不能夠懈怠，不能夠疏忽。淨宗的好處我們依據經論少、不多容易修。抓住這個綱領，根本的綱領是淨業三福，這個諸位不可以不曉得，你要沒有淨業三福，你就不能成就。而淨業三福那個根是在《弟子規》，從前人不說這個話，為什麼？從小都學過，哪裡還需要講這個。但是現在人不能不提一提，為什麼？你從小沒學過，所以你淨業三福做不到。淨業三福是大乘佛法的根本，你看末後一句話，佛說的這三條是「三世諸佛淨業正因」，這話說得重。三世是過去、現在、未來，所有一切諸佛都是依淨業三福為基礎，八萬四千法門、無量法門建立在淨業三福的基礎上，你沒有怎麼行！"
    },
    {
      "id": "12-017-1321_p0029",
      "zh_CN": "我们今天净业三福为什么建不起来？总得要找原因，学佛学了这么多年，净业三福一条都没做到。第一条「孝养父母，奉事师长，慈心不杀，修十善业」，这四句一句都做不到，后头就不要说了。第二条是建立在第一条的基础上，就好像三层楼一样，二楼是建立在第一层上面，三楼是建立在二楼的上面，你没有第一层哪有第二、第三？所以第二才是「受持三皈，具足众戒，不犯威仪」，第三条是「发菩提心，深信因果，读诵大乘，劝进行者」。我对于净业三福讲过多少遍，讲得很详细。为什么做不到？我们从小没有学过《弟子规》，没有学过童蒙养正，所以接触大乘，大乘基础的基础我们也不能够接受。这是我为什么这些年来苦口婆心的劝导大家要认真落实《弟子规》。",
      "zh_TW": "我們今天淨業三福為什麼建不起來？總得要找原因，學佛學了這麼多年，淨業三福一條都沒做到。第一條「孝養父母，奉事師長，慈心不殺，修十善業」，這四句一句都做不到，後頭就不要說了。第二條是建立在第一條的基礎上，就好像三層樓一樣，二樓是建立在第一層上面，三樓是建立在二樓的上面，你沒有第一層哪有第二、第三？所以第二才是「受持三皈，具足眾戒，不犯威儀」，第三條是「發菩提心，深信因果，讀誦大乘，勸進行者」。我對於淨業三福講過多少遍，講得很詳細。為什麼做不到？我們從小沒有學過《弟子規》，沒有學過童蒙養正，所以接觸大乘，大乘基礎的基礎我們也不能夠接受。這是我為什麼這些年來苦口婆心的勸導大家要認真落實《弟子規》。"
    },
    {
      "id": "12-017-1321_p0030",
      "zh_CN": "《弟子规》不是叫你背的，不是叫你讲的，是字字句句要做到！《弟子规》不难记，它一句三个字，总共三百六十句，一千零八十个字，比《太上感应篇》还短；一千零八十个字，三百六十句。当然你要学习首先要背诵，然后了解其意思怎样落实在日常生活当中。这个东西要是一落实，你就有圣贤的基础，换句话说，你就有学佛的基础。我们今天要从头来起，从零点开始，这个《弟子规》是零点，从零开始。净业三福那就不是从零，那差不多是六十、七十开始，高很多。道理、事实真相不能不知道。下面第三段。",
      "zh_TW": "《弟子規》不是叫你背的，不是叫你講的，是字字句句要做到！《弟子規》不難記，它一句三個字，總共三百六十句，一千零八十個字，比《太上感應篇》還短；一千零八十個字，三百六十句。當然你要學習首先要背誦，然後了解其意思怎樣落實在日常生活當中。這個東西要是一落實，你就有聖賢的基礎，換句話說，你就有學佛的基礎。我們今天要從頭來起，從零點開始，這個《弟子規》是零點，從零開始。淨業三福那就不是從零，那差不多是六十、七十開始，高很多。道理、事實真相不能不知道。下面第三段。"
    },
    {
      "id": "12-017-1321_p0031",
      "zh_CN": "「第三结成前难」，这段的文意比较麻烦，确确实实有相当的深度，这段文就是十句五对，『业不知心，心不知业』。我们把十事五对，先看看清凉大师的注解，注解当中他说，首先「略为二解」，二种解释。一种是「依古德作遮救重难，如前第二问意中辨」，前面已经说过了。再看第二个意思。「二直结成前难」。前面所问的这个难，『所谓往善趣恶趣』，这一段也是五句。「且依此释文，有二，一先明大意」。先明大意里头「自有三意，由前难意亦有三故」。这底下第一个是「直问所以，故今结云，非但本性是一，我细推现事」。细细的来推想眼前的事，现事是我们眼前事事物物，「各不相知」。",
      "zh_TW": "「第三結成前難」，這段的文意比較麻煩，確確實實有相當的深度，這段文就是十句五對，『業不知心，心不知業』。我們把十事五對，先看看清涼大師的註解，註解當中他說，首先「略為二解」，二種解釋。一種是「依古德作遮救重難，如前第二問意中辨」，前面已經說過了。再看第二個意思。「二直結成前難」。前面所問的這個難，『所謂往善趣惡趣』，這一段也是五句。「且依此釋文，有二，一先明大意」。先明大意裡頭「自有三意，由前難意亦有三故」。這底下第一個是「直問所以，故今結云，非但本性是一，我細推現事」。細細的來推想眼前的事，現事是我們眼前事事物物，「各不相知」。"
    },
    {
      "id": "12-017-1321_p0032",
      "zh_CN": "「既有种种，何缘不相知；既不相知，谁教种种。若谓业令种种，业不知心；若谓心令种种，心不知业，一一观察，未知种种之所由也」。我们普通一般说，这个说的意思浅不是很深，大家好懂。像相宗里面讲的引业、满业，这个我们很容易接受、很容易理解；像现在哲学里面所讨论的本体、现象、作用，大乘经上常说体、相、用。心性是能现能变是一，种种是所现所变。佛在这个经后面「出现品」都有讲，也就是说宇宙之间森罗万象，十法界依正庄严，「唯心所现，唯识所变」。心能现，识能变，识是什么？识就是念头、心想，所以大乘经上佛常讲「一切法从心想生」。从心想生就是从心想变现的，那个生跟现的意思是一样的，心现识变，所以从心想。为什么彼此互相不相知？因为它没有自性，心无自性，能现能变的性识无自性，所变所现的森罗万象也没有自性。后面清凉的注解以及菩萨的解答说得很妙、说得很清楚，所以这一段经文所问的，跟这个问答说明宇宙万有的真相，这个真相你要是搞清楚、搞明白了，佛知佛见。",
      "zh_TW": "「既有種種，何緣不相知；既不相知，誰教種種。若謂業令種種，業不知心；若謂心令種種，心不知業，一一觀察，未知種種之所由也」。我們普通一般說，這個說的意思淺不是很深，大家好懂。像相宗裡面講的引業、滿業，這個我們很容易接受、很容易理解；像現在哲學裡面所討論的本體、現象、作用，大乘經上常說體、相、用。心性是能現能變是一，種種是所現所變。佛在這個經後面「出現品」都有講，也就是說宇宙之間森羅萬象，十法界依正莊嚴，「唯心所現，唯識所變」。心能現，識能變，識是什麼？識就是念頭、心想，所以大乘經上佛常講「一切法從心想生」。從心想生就是從心想變現的，那個生跟現的意思是一樣的，心現識變，所以從心想。為什麼彼此互相不相知？因為它沒有自性，心無自性，能現能變的性識無自性，所變所現的森羅萬象也沒有自性。後面清涼的註解以及菩薩的解答說得很妙、說得很清楚，所以這一段經文所問的，跟這個問答說明宇宙萬有的真相，這個真相你要是搞清楚、搞明白了，佛知佛見。"
    },
    {
      "id": "12-017-1321_p0033",
      "zh_CN": "你们今天为什么放不下？不了解事实真相，了解事实真相，不必劝你放下你自自然然放下。为什么？你心里头会想不肯放下的都是傻子，你现在不愿当傻子，你会放下。以前为什么放不下？以前不了解真相，把假相当作真的。现在知道真相就像《般若经》上所讲的「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，《般若经》讲的是「一切法无所有，毕竟空，不可得」，再也不执着了。真的搞清楚、真的搞明白了，彻底放下是绝对正确。诸佛如来如是，诸大菩萨亦如是，乃至于声闻缘觉亦如是，我们还有什么怀疑？",
      "zh_TW": "你們今天為什麼放不下？不了解事實真相，了解事實真相，不必勸你放下你自自然然放下。為什麼？你心裡頭會想不肯放下的都是傻子，你現在不願當傻子，你會放下。以前為什麼放不下？以前不了解真相，把假相當作真的。現在知道真相就像《般若經》上所講的「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，《般若經》講的是「一切法無所有，畢竟空，不可得」，再也不執著了。真的搞清楚、真的搞明白了，徹底放下是絕對正確。諸佛如來如是，諸大菩薩亦如是，乃至於聲聞緣覺亦如是，我們還有什麼懷疑？"
    },
    {
      "id": "12-017-1321_p0034",
      "zh_CN": "它这三个意思，第二「怀疑重难，故结云，既不相知，为是一性，为是种种」。有这个怀疑的人很多很多。「三作相违难，结云，一性随于种种，即失真谛，种种随于一性，即失俗谛」。这是一般学大乘教的这个疑惑很不容易断除，这是我们一般人讲这是矛盾，这个东西摆在我们面前。心性是一，这是真谛，永恒不变；森罗万象变幻无常，那是俗谛。你说心性要随这个万象，万象是刹那生灭，那心性是不是也刹那生灭？心性要随万象刹那生灭，那真谛不就没有了，不生不灭的真性到底在哪里？如果是一切现象随于心性，那心性是一，永恒不变，那这一切万物也应该永恒不变，永恒不变俗谛就没有了。可是现在看到这个现象，「今见种种，又不相知，此二互乖，云何并立」。这个问题谁能解答？这先把问题提出来了，下面正释。",
      "zh_TW": "它這三個意思，第二「懷疑重難，故結云，既不相知，為是一性，為是種種」。有這個懷疑的人很多很多。「三作相違難，結云，一性隨於種種，即失真諦，種種隨於一性，即失俗諦」。這是一般學大乘教的這個疑惑很不容易斷除，這是我們一般人講這是矛盾，這個東西擺在我們面前。心性是一，這是真諦，永恆不變；森羅萬象變幻無常，那是俗諦。你說心性要隨這個萬象，萬象是剎那生滅，那心性是不是也剎那生滅？心性要隨萬象剎那生滅，那真諦不就沒有了，不生不滅的真性到底在哪裡？如果是一切現象隨於心性，那心性是一，永恆不變，那這一切萬物也應該永恆不變，永恆不變俗諦就沒有了。可是現在看到這個現象，「今見種種，又不相知，此二互乖，云何並立」。這個問題誰能解答？這先把問題提出來了，下面正釋。"
    },
    {
      "id": "12-017-1321_p0035",
      "zh_CN": "「二正释本文，亦有十事五对，略为二解，一通，二别」。先说通。「初通，谓总观前来总别二报」。这是通的意思，叫我们观察总别二报。「一业不下」。这三个字我们要把文念出来，「业不知心，心不知业」，这就是指这一句。这一句是「就先业因，约能所依以难」。能依跟所依来问难，这里头有两个意思。「一约本识」。本识是阿赖耶识。「谓业是能依，心是所依，离所无能，故云业不知心，离能无所，故云心不知业，以各无体用，不能相成。既各不相知，谁生种种」。「下并准之」是下面文同这个道理。这把问题提出来了。现在时间到了，我们休息几分钟再接着读下面的疏文。",
      "zh_TW": "「二正釋本文，亦有十事五對，略為二解，一通，二別」。先說通。「初通，謂總觀前來總別二報」。這是通的意思，叫我們觀察總別二報。「一業不下」。這三個字我們要把文念出來，「業不知心，心不知業」，這就是指這一句。這一句是「就先業因，約能所依以難」。能依跟所依來問難，這裡頭有兩個意思。「一約本識」。本識是阿賴耶識。「謂業是能依，心是所依，離所無能，故云業不知心，離能無所，故云心不知業，以各無體用，不能相成。既各不相知，誰生種種」。「下並準之」是下面文同這個道理。這把問題提出來了。現在時間到了，我們休息幾分鐘再接著讀下面的疏文。"
    },
    {
      "id": "12-017-1321_p0036",
      "zh_CN": "请接着看下面第二。",
      "zh_TW": "請接著看下面第二。"
    },
    {
      "id": "12-017-1321_p0037",
      "zh_CN": "「二约第六识，业是所造，心是能造，并皆速灭，起时不言我起，灭时不言我灭，何能有体而得相生，成种种耶」。这个说法也说得很好，这个意思讲得粗显，第六意识。第六意识是分别，离不开第七识，七识是执着，真的造业就是这两个识。你看看相宗讲的修行纲领「转识成智」，从哪里转起？六、七因上转，五、八果上转。那你就晓得修行从哪里下手？从第六、从第七。第七不执着，第六不分别，不执着就转末那为平等性智，执着就不平等了，不执着平等智就现前；第六是分别，不分别就是妙观察智现前，这两个是因上转。这两个一转，第五、第八，第八就是本识就跟着就转，转第八识为大圆镜智，转前五识为成所作智，成就所作无量无边功德，这就是大圆满。所以修行的功夫在哪里用？还不就是用在第六、第七。",
      "zh_TW": "「二約第六識，業是所造，心是能造，並皆速滅，起時不言我起，滅時不言我滅，何能有體而得相生，成種種耶」。這個說法也說得很好，這個意思講得粗顯，第六意識。第六意識是分別，離不開第七識，七識是執著，真的造業就是這兩個識。你看看相宗講的修行綱領「轉識成智」，從哪裡轉起？六、七因上轉，五、八果上轉。那你就曉得修行從哪裡下手？從第六、從第七。第七不執著，第六不分別，不執著就轉末那為平等性智，執著就不平等了，不執著平等智就現前；第六是分別，不分別就是妙觀察智現前，這兩個是因上轉。這兩個一轉，第五、第八，第八就是本識就跟著就轉，轉第八識為大圓鏡智，轉前五識為成所作智，成就所作無量無邊功德，這就是大圓滿。所以修行的功夫在哪裡用？還不就是用在第六、第七。"
    },
    {
      "id": "12-017-1321_p0038",
      "zh_CN": "我们在讲席当中常常劝导同学，放下对一切人事物控制的念头，你们想想这是转什么？转第六识；再进一步，一定要放下对一切人事物占有的念头，转第七识，不再执着、不再分别了。没有占有的念头也没有控制的念头，你的心清净了。第六识清净了，第七意根清净了，这两个清净你的阿赖耶清净了，你前五识也清净了。相宗讲的是理论，通八万四千法门，我们念佛也不能不用这个功夫，我们念这一句「阿弥陀佛」用意在哪里？目标在哪里？《弥陀经》上讲得很清楚「一心不乱」，我们用执持名号修一心不乱。诸位想想看，你要不能把对一切人事物控制的念头放下，你的一心不乱得不到。你还有占有的念头、还有控制的念头，不但一心不乱得不到，功夫成片也得不到；功夫成片得不到，这一生当中就不能往生，你看这个害多大。人生难得佛法难闻，尤其是闻净土法门，真正是「百千万劫难遭遇」，我们在这一生好不容易遇到；遇到是因为我们对一切人事物控制的念头、占有的念头没有放下，这坏了，这一生又空过了。所以要放下，无论在什么时候，无论在什么处所，能放得下。",
      "zh_TW": "我們在講席當中常常勸導同學，放下對一切人事物控制的念頭，你們想想這是轉什麼？轉第六識；再進一步，一定要放下對一切人事物佔有的念頭，轉第七識，不再執著、不再分別了。沒有佔有的念頭也沒有控制的念頭，你的心清淨了。第六識清淨了，第七意根清淨了，這兩個清淨你的阿賴耶清淨了，你前五識也清淨了。相宗講的是理論，通八萬四千法門，我們念佛也不能不用這個功夫，我們念這一句「阿彌陀佛」用意在哪裡？目標在哪裡？《彌陀經》上講得很清楚「一心不亂」，我們用執持名號修一心不亂。諸位想想看，你要不能把對一切人事物控制的念頭放下，你的一心不亂得不到。你還有佔有的念頭、還有控制的念頭，不但一心不亂得不到，功夫成片也得不到；功夫成片得不到，這一生當中就不能往生，你看這個害多大。人生難得佛法難聞，尤其是聞淨土法門，真正是「百千萬劫難遭遇」，我們在這一生好不容易遇到；遇到是因為我們對一切人事物控制的念頭、佔有的念頭沒有放下，這壞了，這一生又空過了。所以要放下，無論在什麼時候，無論在什麼處所，能放得下。"
    },
    {
      "id": "12-017-1321_p0039",
      "zh_CN": "今天我们在图文巴建的这个净宗学院，谁问我要，我马上就给他，为什么？我要求生净土，我绝对不会为这个累赘自己，我绝对不会把道场看作这是我的。我的就糟了，你在图文巴就生根了，西方极乐世界就没分了。不可以有这个念头，要怎样去想？这个地方是旅馆、是饭店，我今天到这住一天在这休息一天，住两天休息两天，随时可以离开。离开之后念头都没有，你这样才干净俐落，这不是不负责任。没有人来接收这个道场，我要负责任。智者大师随喜、随缘，还是在管事，可是心里面痕迹都不着，真放下，没有罣碍了。哪个人来接收接管，好，我都非常欢喜，管得如法不如法于我不相干，各人因果各人负责，你的心才清净。你要怕他管的不如法，你的心就不清净，你还是没放下。所以说你真的有没有放下？从这个地方看你是不是真的放下了。宗门里面常讲的一丝不挂，形容彻底放下，这对于修行人无论修哪个法门，你能不能开悟、能不能证果、能不能往生，关键之所在。",
      "zh_TW": "今天我們在圖文巴建的這個淨宗學院，誰問我要，我馬上就給他，為什麼？我要求生淨土，我絕對不會為這個累贅自己，我絕對不會把道場看作這是我的。我的就糟了，你在圖文巴就生根了，西方極樂世界就沒分了。不可以有這個念頭，要怎樣去想？這個地方是旅館、是飯店，我今天到這住一天在這休息一天，住兩天休息兩天，隨時可以離開。離開之後念頭都沒有，你這樣才乾淨俐落，這不是不負責任。沒有人來接收這個道場，我要負責任。智者大師隨喜、隨緣，還是在管事，可是心裡面痕跡都不著，真放下，沒有罣礙了。哪個人來接收接管，好，我都非常歡喜，管得如法不如法於我不相干，各人因果各人負責，你的心才清淨。你要怕他管的不如法，你的心就不清淨，你還是沒放下。所以說你真的有沒有放下？從這個地方看你是不是真的放下了。宗門裡面常講的一絲不掛，形容徹底放下，這對於修行人無論修哪個法門，你能不能開悟、能不能證果、能不能往生，關鍵之所在。"
    },
    {
      "id": "12-017-1321_p0040",
      "zh_CN": "这一段大师里头一句话非常重要，就是「业是所造，心是能造，并皆速灭」。你要懂得这一句「并皆速灭」，能造的心，所造的业，并皆速灭。速灭是什么？刹那不住，你才晓得它为什么不相知；相知，来不及，你说生已经灭了。这是我们在这个经前面讲过多次，我们也多次举《仁王经》这个例子，《仁王经》上讲「一弹指六十刹那，一刹那九百生灭」。我说得很清楚，这是如来的方便说不是真实说，如来这种方便说你要是真正懂了，你就悟了。如果说是一弹指六十刹那，一刹那九百生灭，我们一秒钟可以弹四次，四乘六十乘九百刚好两个十万八千，一秒钟两个十万八千生灭，并皆速灭。速灭是什么意思？就是《般若经》上讲的「一切法无所有，毕竟空，不可得」，你明白了吗？速灭。这个现象在哪？就在面前，就在当下。",
      "zh_TW": "這一段大師裡頭一句話非常重要，就是「業是所造，心是能造，並皆速滅」。你要懂得這一句「並皆速滅」，能造的心，所造的業，並皆速滅。速滅是什麼？剎那不住，你才曉得它為什麼不相知；相知，來不及，你說生已經滅了。這是我們在這個經前面講過多次，我們也多次舉《仁王經》這個例子，《仁王經》上講「一彈指六十剎那，一剎那九百生滅」。我說得很清楚，這是如來的方便說不是真實說，如來這種方便說你要是真正懂了，你就悟了。如果說是一彈指六十剎那，一剎那九百生滅，我們一秒鐘可以彈四次，四乘六十乘九百剛好兩個十萬八千，一秒鐘兩個十萬八千生滅，並皆速滅。速滅是什麼意思？就是《般若經》上講的「一切法無所有，畢竟空，不可得」，你明白了嗎？速滅。這個現象在哪？就在面前，就在當下。"
    },
    {
      "id": "12-017-1321_p0041",
      "zh_CN": "去年钟茂森居士在这里给我们做的报告，美国太空总署的科学家最新的发现。第一个发现是时间跟空间是假象不是真的，在某一种条件之下时间空间等于零。第二个发现物质无中生有，就是此地讲的并皆速灭，无中生有。无中生有这个有就是物质，但是它生出来马上就灭掉了，我们今天看到所谓物相是什么？物相是相续相，你不是看到生的这个物相还存在、还能够停个几秒钟？没有，刹那不住，根本就不存在。《金刚经》上讲「凡所有相，皆是虚妄」，没有一样是真的，它生灭的速度太快了，给你说真话，真话大概它存在的时间亿万分之一秒。《仁王经》上说的那个太粗了，那个只是二十一万六千分之一秒，说实在话还没有光的速度快。科学家证明光的速度一秒钟三十万公里，也就是说明光走的速度，三十万分之一秒它走一公里，三十万分之一秒，那再加一个零，三百万分之一秒它走一百公尺，三千万分之一秒它走十公尺。所以真正给你讲生灭的速度，速灭的速度亿万分之一秒，你还能起念头吗？你这念头才一起，不知道多少个亿万个生灭过去了，所以它不能相知道理就在此地，它没有自性。",
      "zh_TW": "去年鍾茂森居士在這裡給我們做的報告，美國太空總署的科學家最新的發現。第一個發現是時間跟空間是假象不是真的，在某一種條件之下時間空間等於零。第二個發現物質無中生有，就是此地講的並皆速滅，無中生有。無中生有這個有就是物質，但是它生出來馬上就滅掉了，我們今天看到所謂物相是什麼？物相是相續相，你不是看到生的這個物相還存在、還能夠停個幾秒鐘？沒有，剎那不住，根本就不存在。《金剛經》上講「凡所有相，皆是虛妄」，沒有一樣是真的，它生滅的速度太快了，給你說真話，真話大概它存在的時間億萬分之一秒。《仁王經》上說的那個太粗了，那個只是二十一萬六千分之一秒，說實在話還沒有光的速度快。科學家證明光的速度一秒鐘三十萬公里，也就是說明光走的速度，三十萬分之一秒它走一公里，三十萬分之一秒，那再加一個零，三百萬分之一秒它走一百公尺，三千萬分之一秒它走十公尺。所以真正給你講生滅的速度，速滅的速度億萬分之一秒，你還能起念頭嗎？你這念頭才一起，不知道多少個億萬個生滅過去了，所以它不能相知道理就在此地，它沒有自性。"
    },
    {
      "id": "12-017-1321_p0042",
      "zh_CN": "《中观论》里头讲得好，讲得太好了，「诸法不自生，亦不从他生，不共不无因，是故说无生」。佛说一切法不生不灭，这真话，一般人听不懂。诸法就是你眼前所见的一切法，你见到跟你见不到的十法界依正庄严，这是说真相，所以真相搞清楚了你还会执着吗？不会了。凡是执着，有执着、有分别，事实真相你迷了、你不知道，你以为这个东西都存在，其实怎样？梦幻泡影。你不能说它无，你也不能说它有，你说它无它有相，你说它有这相假的，根本不存在，这速度太快了。我们今天六根都没有办法接触得到，就是说你连想像都想不出来，它那个速度那么快，所以佛经上用的一句话用得真是好到极处，我们读了之后五体投地，叫不可思议。思是动念头，你一动念头就错，那个生灭早就不在了；你一开口那更错，念头比开口快，怎么样都赶不上。所以跟你讲真话、讲实话，「一切法无所有，毕竟空，不可得」，实话！你在这里头还起一个控制的念头、占有的念头，这叫妄想，这叫无明。无明怎么起来的、无明几时起来你就明白了，无明就这么起来的，哪有这回事！",
      "zh_TW": "《中觀論》裡頭講得好，講得太好了，「諸法不自生，亦不從他生，不共不無因，是故說無生」。佛說一切法不生不滅，這真話，一般人聽不懂。諸法就是你眼前所見的一切法，你見到跟你見不到的十法界依正莊嚴，這是說真相，所以真相搞清楚了你還會執著嗎？不會了。凡是執著，有執著、有分別，事實真相你迷了、你不知道，你以為這個東西都存在，其實怎樣？夢幻泡影。你不能說它無，你也不能說它有，你說它無它有相，你說它有這相假的，根本不存在，這速度太快了。我們今天六根都沒有辦法接觸得到，就是說你連想像都想不出來，它那個速度那麼快，所以佛經上用的一句話用得真是好到極處，我們讀了之後五體投地，叫不可思議。思是動念頭，你一動念頭就錯，那個生滅早就不在了；你一開口那更錯，念頭比開口快，怎麼樣都趕不上。所以跟你講真話、講實話，「一切法無所有，畢竟空，不可得」，實話！你在這裡頭還起一個控制的念頭、佔有的念頭，這叫妄想，這叫無明。無明怎麼起來的、無明幾時起來你就明白了，無明就這麼起來的，哪有這回事！"
    },
    {
      "id": "12-017-1321_p0043",
      "zh_CN": "所以今天我们常常看电视萤光幕或者是电脑的萤光幕容易觉悟，宇宙真相就像这萤光幕现的相一样，但是萤光幕现的相时间长，差不多跟《仁王经》上讲的速度很接近。因为电磁波的速度跟光波的速度差不多，而实际上这心性里面色相的生灭那个速度绝对不是光波、电磁波能够相比的，无法比，所以佛用四个字「不可思议」。唯证乃知！用什么方法证？禅定，很深很深的禅定你见到了。深到什么程度我们不知道，我们只看到经上讲的八地菩萨，八地菩萨看到阿赖耶识里面那个现象。阿赖耶识里头什么现象？就是三细相。三细相第一个是业相，业相就是动，动的现象，它不是静止的是动的现象，第二个看到见相，第三个看到境界相。见相就是我们今天讲的精神，境界相就是我们现在讲的物质，唯识里面也叫见分、相分。那这是什么？这最原始的，六根、六尘、六识最原始的真相你看到了。最原始的真相是什么？就在现前。我们迷了我们看不到，八地菩萨看到了，看到什么？全是假的，根本不存在。生灭确实是同时，它怎么会有相知！",
      "zh_TW": "所以今天我們常常看電視螢光幕或者是電腦的螢光幕容易覺悟，宇宙真相就像這螢光幕現的相一樣，但是螢光幕現的相時間長，差不多跟《仁王經》上講的速度很接近。因為電磁波的速度跟光波的速度差不多，而實際上這心性裡面色相的生滅那個速度絕對不是光波、電磁波能夠相比的，無法比，所以佛用四個字「不可思議」。唯證乃知！用什麼方法證？禪定，很深很深的禪定你見到了。深到什麼程度我們不知道，我們只看到經上講的八地菩薩，八地菩薩看到阿賴耶識裡面那個現象。阿賴耶識裡頭什麼現象？就是三細相。三細相第一個是業相，業相就是動，動的現象，它不是靜止的是動的現象，第二個看到見相，第三個看到境界相。見相就是我們今天講的精神，境界相就是我們現在講的物質，唯識裡面也叫見分、相分。那這是什麼？這最原始的，六根、六塵、六識最原始的真相你看到了。最原始的真相是什麼？就在現前。我們迷了我們看不到，八地菩薩看到了，看到什麼？全是假的，根本不存在。生滅確實是同時，它怎麼會有相知！"
    },
    {
      "id": "12-017-1321_p0044",
      "zh_CN": "再说宗门里面，《坛经》里面说的话很妙，说得好，我们用《坛经》的话解释这个，那很容易懂。「业不知心，心不知业」，业跟心二法，知跟不知也是二法，六祖说得好，「二法不是佛法，佛法是不二法」。你们想想《坛经》这两句话，这两句话要是都懂得，文殊菩萨问这个问题你全明白，自自然然你就解决了，不是二法。真正要是入了门之后，整个宇宙是一法，哪来的二法？这一法就是不可思议。所以大乘经上常常有一句话，每个同学都知道，虽然知道，真正内容一无所知，那是什么？「十方三世佛，共同一法身」。这句话是什么意思？整个宇宙是一不是二，这里头找不到二，所以叫佛法，佛法叫不二法，二就不是佛法。这个地方「并皆速灭」这个意思深。",
      "zh_TW": "再說宗門裡面，《壇經》裡面說的話很妙，說得好，我們用《壇經》的話解釋這個，那很容易懂。「業不知心，心不知業」，業跟心二法，知跟不知也是二法，六祖說得好，「二法不是佛法，佛法是不二法」。你們想想《壇經》這兩句話，這兩句話要是都懂得，文殊菩薩問這個問題你全明白，自自然然你就解決了，不是二法。真正要是入了門之後，整個宇宙是一法，哪來的二法？這一法就是不可思議。所以大乘經上常常有一句話，每個同學都知道，雖然知道，真正內容一無所知，那是什麼？「十方三世佛，共同一法身」。這句話是什麼意思？整個宇宙是一不是二，這裡頭找不到二，所以叫佛法，佛法叫不二法，二就不是佛法。這個地方「並皆速滅」這個意思深。"
    },
    {
      "id": "12-017-1321_p0045",
      "zh_CN": "钟居士给我们报告说科学家发现第三个就是宇宙的原点，这些都是从数学里头推算出来的。因为许多科学家都承认宇宙的现象是大爆炸。现在宇宙在望远镜里面观察，还是不断的在膨胀，膨胀的现象就是爆炸的现象，到底是什么东西爆炸？现在把原点算出来了，原点太小了显微镜都看不到，它有个公式，计算的公式，我记不得这个公式了，但是他有个比喻，这比喻我记得。他比喻我们人的头发，这一根头发，把它竖起来一根头发，把头发切断，切断这头发的平面，竖的这个平面，平面的直径上面可以排这个原点排多少？一百万后面是亿亿亿，三个亿，一百万亿亿亿，这宇宙的原点，就是这个原点爆炸出来的。",
      "zh_TW": "鍾居士給我們報告說科學家發現第三個就是宇宙的原點，這些都是從數學裡頭推算出來的。因為許多科學家都承認宇宙的現象是大爆炸。現在宇宙在望遠鏡裡面觀察，還是不斷的在膨脹，膨脹的現象就是爆炸的現象，到底是什麼東西爆炸？現在把原點算出來了，原點太小了顯微鏡都看不到，它有個公式，計算的公式，我記不得這個公式了，但是他有個比喻，這比喻我記得。他比喻我們人的頭髮，這一根頭髮，把它豎起來一根頭髮，把頭髮切斷，切斷這頭髮的平面，豎的這個平面，平面的直徑上面可以排這個原點排多少？一百萬後面是億億億，三個億，一百萬億億億，這宇宙的原點，就是這個原點爆炸出來的。"
    },
    {
      "id": "12-017-1321_p0046",
      "zh_CN": "佛法里头没有这个说法，但是他讲的这个物质，这个色法这么样的小，跟佛经上说的相同。佛经上讲的物质，微尘。微尘叫极微之微，大概一根头发确实直径上可以摆上一百万亿亿亿个极微之微，这个很接近。但是这生了就灭，灭了又生，生了又灭，生灭的速度太快了，所以大乘经上常讲「不生不灭」。如果没有生灭，说不生不灭这个话是毫无意义。为什么说它不生不灭？速度太快，你说生，它已经灭了，你说灭，它又生了；不但你的言语赶不上它的速度，你的思想赶不上它的速度，它太快了。而且宇宙的森罗万象、十法界依正庄严，这经上讲的顿现，不是次第的，没有次第，顿现，刹那顿现。就像我们现在用幻灯片打在银幕上，照到银幕上，以整个银幕上的现相同时现的没有先后，不是说这个相在前，那个相在后有次第的，没有，同时。",
      "zh_TW": "佛法裡頭沒有這個說法，但是他講的這個物質，這個色法這麼樣的小，跟佛經上說的相同。佛經上講的物質，微塵。微塵叫極微之微，大概一根頭髮確實直徑上可以擺上一百萬億億億個極微之微，這個很接近。但是這生了就滅，滅了又生，生了又滅，生滅的速度太快了，所以大乘經上常講「不生不滅」。如果沒有生滅，說不生不滅這個話是毫無意義。為什麼說它不生不滅？速度太快，你說生，它已經滅了，你說滅，它又生了；不但你的言語趕不上它的速度，你的思想趕不上它的速度，它太快了。而且宇宙的森羅萬象、十法界依正莊嚴，這經上講的頓現，不是次第的，沒有次第，頓現，剎那頓現。就像我們現在用幻燈片打在銀幕上，照到銀幕上，以整個銀幕上的現相同時現的沒有先後，不是說這個相在前，那個相在後有次第的，沒有，同時。"
    },
    {
      "id": "12-017-1321_p0047",
      "zh_CN": "这个一时顿现，现在科学家也渐渐肯定了，确实是这个现象没有先后。佛法比科学讲得透彻，讲得明了。所以非常可惜这些科学家没有读佛经。这些人心思敏锐、心念专一，专一就是禅定，他不会杂乱，一杂乱他智慧就没有了，专注。所以他的研究是专攻一门、专想一桩事情，都是属于禅定，唯有专注他才能发现。这个发现明了这也是智慧，跟佛法上所用的方法不一样，佛法这个方法正确，先求根本智然后开后得智，西方人不懂得这个道理。所以他们的发现在佛法上是比量不是现量，比量是用数理推测出来的，现量是亲眼看见的。八地菩萨亲眼看见，不是用东西来推算，所以清凉这一句话说得真好，并皆速灭。",
      "zh_TW": "這個一時頓現，現在科學家也漸漸肯定了，確實是這個現象沒有先後。佛法比科學講得透徹，講得明瞭。所以非常可惜這些科學家沒有讀佛經。這些人心思敏銳、心念專一，專一就是禪定，他不會雜亂，一雜亂他智慧就沒有了，專注。所以他的研究是專攻一門、專想一樁事情，都是屬於禪定，唯有專注他才能發現。這個發現明瞭這也是智慧，跟佛法上所用的方法不一樣，佛法這個方法正確，先求根本智然後開後得智，西方人不懂得這個道理。所以他們的發現在佛法上是比量不是現量，比量是用數理推測出來的，現量是親眼看見的。八地菩薩親眼看見，不是用東西來推算，所以清涼這一句話說得真好，並皆速滅。"
    },
    {
      "id": "12-017-1321_p0048",
      "zh_CN": "「起时不言我起，灭时不言我灭，何能有体而得相生，成种种耶」。无自性，能生的性识无自性，无自性就是没有自体，所生的一切森罗万象，连时间跟空间也没有自体，无自性。无自性的性就是真如自性，就是前面讲的心性是一，无性之性就是心性是一，所以它不对立了，永远没有对立。由此可知，诸法真相没有对立，没有矛盾，没有冲突。我们今天要是与一切万事万物有对立、有矛盾、有冲突，我们跟性德就完全相违背，这是什么原因？迷了。",
      "zh_TW": "「起時不言我起，滅時不言我滅，何能有體而得相生，成種種耶」。無自性，能生的性識無自性，無自性就是沒有自體，所生的一切森羅萬象，連時間跟空間也沒有自體，無自性。無自性的性就是真如自性，就是前面講的心性是一，無性之性就是心性是一，所以它不對立了，永遠沒有對立。由此可知，諸法真相沒有對立，沒有矛盾，沒有衝突。我們今天要是與一切萬事萬物有對立、有矛盾、有衝突，我們跟性德就完全相違背，這是什麼原因？迷了。"
    },
    {
      "id": "12-017-1321_p0049",
      "zh_CN": "为什么诸佛菩萨能相应？也就是诸佛菩萨对于一切众生万事万法没有对立、没有矛盾、没有冲突，永远是和谐的，永远是平等的，永远是互助的。我在讲席里头常常用身体做比喻，我把这个身体比喻作法身，我们身体里面每个细胞比喻作我们的报身，「十方三世佛，共同一法身」，我们全身每个细胞共同一个身体，这个身体是我们的法身。那我们身上每一个细胞、每一个器官没有对立，没有矛盾，没有冲突，互助合作，这个人身体健康长寿。什么叫生病？你里面的细胞、器官不合作就生病了，就这个道理。这叫做道、大道。",
      "zh_TW": "為什麼諸佛菩薩能相應？也就是諸佛菩薩對於一切眾生萬事萬法沒有對立、沒有矛盾、沒有衝突，永遠是和諧的，永遠是平等的，永遠是互助的。我在講席裡頭常常用身體做比喻，我把這個身體比喻作法身，我們身體裡面每個細胞比喻作我們的報身，「十方三世佛，共同一法身」，我們全身每個細胞共同一個身體，這個身體是我們的法身。那我們身上每一個細胞、每一個器官沒有對立，沒有矛盾，沒有衝突，互助合作，這個人身體健康長壽。什麼叫生病？你裡面的細胞、器官不合作就生病了，就這個道理。這叫做道、大道。"
    },
    {
      "id": "12-017-1321_p0050",
      "zh_CN": "大道要是通达明了了，随顺事实真相，随顺事实真相那就是我们处事待人接物在内心里面决定没有对立，跟十法界依正庄严一切人事物没有对立、没有误会、没有冲突、互助合作，这就是大德。随顺大道就叫做大德。宇宙是和谐的，我们整个身体是和谐的，整个身体每个细胞、每个器官决定没有对立，决定没有误会，决定没有冲突，决定是互助合作。我们在平常还要再加几句，互相包容、互相尊重、互相敬爱、互相关怀，其实全都有，自自然然的，自然上统统都具足，没有说一句话，没有动一个念头。我们身体是小宇宙，外面是大宇宙，小宇宙跟大宇宙是一不是二。",
      "zh_TW": "大道要是通達明瞭了，隨順事實真相，隨順事實真相那就是我們處事待人接物在內心裡面決定沒有對立，跟十法界依正莊嚴一切人事物沒有對立、沒有誤會、沒有衝突、互助合作，這就是大德。隨順大道就叫做大德。宇宙是和諧的，我們整個身體是和諧的，整個身體每個細胞、每個器官決定沒有對立，決定沒有誤會，決定沒有衝突，決定是互助合作。我們在平常還要再加幾句，互相包容、互相尊重、互相敬愛、互相關懷，其實全都有，自自然然的，自然上統統都具足，沒有說一句話，沒有動一個念頭。我們身體是小宇宙，外面是大宇宙，小宇宙跟大宇宙是一不是二。"
    },
    {
      "id": "12-017-1321_p0051",
      "zh_CN": "所以佛法你懂得了，你才懂得养生之道，你才能在这一生过最幸福美满的生活。佛家常讲「佛氏门中，有求必应」，这个话是真的决不是假话，你求成佛、成菩萨都做到，求世间东西哪有求不到，世间东西全部鸡毛蒜皮。这些早年章嘉大师教我的。我的好处对老师相信，老师教导我的东西，我一定依教奉行，得真正利益是我自己。我今天想供养老师，老师已经不在了。老师把这些法传给我，他一无所求，无条件的，只是希望我好、希望我入门，那他就很快乐了。与宇宙真相相应，与大道大德相应。再看下面第二段「受不下」。我们也要把原文念出来。",
      "zh_TW": "所以佛法你懂得了，你才懂得養生之道，你才能在這一生過最幸福美滿的生活。佛家常講「佛氏門中，有求必應」，這個話是真的決不是假話，你求成佛、成菩薩都做到，求世間東西哪有求不到，世間東西全部雞毛蒜皮。這些早年章嘉大師教我的。我的好處對老師相信，老師教導我的東西，我一定依教奉行，得真正利益是我自己。我今天想供養老師，老師已經不在了。老師把這些法傳給我，他一無所求，無條件的，只是希望我好、希望我入門，那他就很快樂了。與宇宙真相相應，與大道大德相應。再看下面第二段「受不下」。我們也要把原文念出來。"
    },
    {
      "id": "12-017-1321_p0052",
      "zh_CN": "【受不知报。报不知受。】",
      "zh_TW": "【受不知報。報不知受。】"
    },
    {
      "id": "12-017-1321_p0053",
      "zh_CN": "这两句是「约得报果时，难能所受，谓受是报因，即名言种，为业所引，受所受报，离报无受，故云受不知报。离受无报，故云报不知受。以并无体故，准前应知」。准前就是前面所说的你懂得了，这个地方你也懂，前面所讲的原理原则一直贯下去的。前面所说的能所皆无自性，并皆速灭，这个道理一定要记住。如果你能够常常用佛陀这个教诲来看这个世间，你就能看破世间；换句话说，你会开悟。过去我讲《金刚经》、讲《心经》，也常常提醒大家要用里面这些经句常常帮助我们起观照的作用。譬如「凡所有相，皆是虚妄」，你常常想着眼见色，耳闻声，鼻嗅香，舌尝味，六根接触六尘境界知道根、尘、识都是虚幻而不可得，都是没有自性，都是无所有毕竟空不可得。你能常作如是观，自然就放下，彻底放下，这一放下智慧就开了。",
      "zh_TW": "這兩句是「約得報果時，難能所受，謂受是報因，即名言種，為業所引，受所受報，離報無受，故云受不知報。離受無報，故云報不知受。以並無體故，準前應知」。準前就是前面所說的你懂得了，這個地方你也懂，前面所講的原理原則一直貫下去的。前面所說的能所皆無自性，並皆速滅，這個道理一定要記住。如果你能夠常常用佛陀這個教誨來看這個世間，你就能看破世間；換句話說，你會開悟。過去我講《金剛經》、講《心經》，也常常提醒大家要用裡面這些經句常常幫助我們起觀照的作用。譬如「凡所有相，皆是虛妄」，你常常想著眼見色，耳聞聲，鼻嗅香，舌嘗味，六根接觸六塵境界知道根、塵、識都是虛幻而不可得，都是沒有自性，都是無所有畢竟空不可得。你能常作如是觀，自然就放下，徹底放下，這一放下智慧就開了。"
    },
    {
      "id": "12-017-1321_p0054",
      "zh_CN": "这个地方『受不知报，报不知受』。受是因，报是果，受跟报是二法，知跟不知又是二法。六祖说得好「二法不是佛法，佛法是不二法」。像这些重要的开示、重要的经句，我们都要常常能提得起来，这提得起来叫什么？提起观照。《般若心经》上「照见五蕴皆空」，怎么照见的？就是这种照法，常常提起来。六根、六尘、六识再加上七大，《楞严经》上说的，把遍法界虚空界万事万物统统包括在其中，一个也不漏，二十五条。六根、六尘、六识，三六一十八加上七大，地水火风空见识，二十五。这把遍法界虚空界万事万物分成这二十五类，一个都不漏，皆无自性。无自性是没有自体，它是一不是二，一时顿现，并皆速灭，这叫做事实真相。事实真相大白了，人才真叫痛快淋漓，我们讲万缘放下，不但是身心世界，森罗万象一尘不染。禅宗里面有个比喻「百花丛中过，片叶不沾身」，就这个境界，你真的得到解脱了。我们再看下面第三段，「三心不下」，也把全文念一念。",
      "zh_TW": "這個地方『受不知報，報不知受』。受是因，報是果，受跟報是二法，知跟不知又是二法。六祖說得好「二法不是佛法，佛法是不二法」。像這些重要的開示、重要的經句，我們都要常常能提得起來，這提得起來叫什麼？提起觀照。《般若心經》上「照見五蘊皆空」，怎麼照見的？就是這種照法，常常提起來。六根、六塵、六識再加上七大，《楞嚴經》上說的，把遍法界虛空界萬事萬物統統包括在其中，一個也不漏，二十五條。六根、六塵、六識，三六一十八加上七大，地水火風空見識，二十五。這把遍法界虛空界萬事萬物分成這二十五類，一個都不漏，皆無自性。無自性是沒有自體，它是一不是二，一時頓現，並皆速滅，這叫做事實真相。事實真相大白了，人才真叫痛快淋漓，我們講萬緣放下，不但是身心世界，森羅萬象一塵不染。禪宗裡面有個比喻「百花叢中過，片葉不沾身」，就這個境界，你真的得到解脫了。我們再看下面第三段，「三心不下」，也把全文念一念。"
    },
    {
      "id": "12-017-1321_p0055",
      "zh_CN": "【心不知受。受不知心。】",
      "zh_TW": "【心不知受。受不知心。】"
    },
    {
      "id": "12-017-1321_p0056",
      "zh_CN": "就是这两句。这两句是「约名言因，就能所依难」。能依所依来问难。「谓前能受报因，依心无体，故无相知，余义同前」。『心不知受，受不知心』，前面这个意思懂得了，后面就不难，一个公式，一个原理原则。那么细说将来在偈颂里面，菩萨答复文殊菩萨我们就看到了，这个地方只是把文殊菩萨提出这些问题我们先来研究一下，他问的这些内容，掌握到原理原则这就不难了。再看下面第四「因不下」。这也把文念出来：",
      "zh_TW": "就是這兩句。這兩句是「約名言因，就能所依難」。能依所依來問難。「謂前能受報因，依心無體，故無相知，餘義同前」。『心不知受，受不知心』，前面這個意思懂得了，後面就不難，一個公式，一個原理原則。那麼細說將來在偈頌裡面，菩薩答覆文殊菩薩我們就看到了，這個地方只是把文殊菩薩提出這些問題我們先來研究一下，他問的這些內容，掌握到原理原則這就不難了。再看下面第四「因不下」。這也把文念出來："
    },
    {
      "id": "12-017-1321_p0057",
      "zh_CN": "【因不知缘。缘不知因。】",
      "zh_TW": "【因不知緣。緣不知因。】"
    },
    {
      "id": "12-017-1321_p0058",
      "zh_CN": "是这两句一对。「约因缘亲疏相假难。谓所引名言为因，能引业为缘，相待相夺，各无自性，如不自生等」。这个不生是《中观论》里头所说的。《中观论》里头有一首偈，因为它讲因缘。《论》里头偈子说「诸法不自生」，一切万事万法没有自己生自己的，没这个道理。「亦不从他生」，也不是他生的，为什么？他从哪来的？他要是自生的话，那我也可以自生，既然自己不能生自己，你就不会是从他生，也不是自他共生，自他都不能成立，哪里来的共生，也不能说无因生。所以这首偈子讲「诸法不自生，亦不从他生，不共不无因」。不是共生也不是无因生，最后的结论，「是故说无生」。这是说明佛讲一切法不生的这个意思。",
      "zh_TW": "是這兩句一對。「約因緣親疏相假難。謂所引名言為因，能引業為緣，相待相奪，各無自性，如不自生等」。這個不生是《中觀論》裡頭所說的。《中觀論》裡頭有一首偈，因為它講因緣。《論》裡頭偈子說「諸法不自生」，一切萬事萬法沒有自己生自己的，沒這個道理。「亦不從他生」，也不是他生的，為什麼？他從哪來的？他要是自生的話，那我也可以自生，既然自己不能生自己，你就不會是從他生，也不是自他共生，自他都不能成立，哪裡來的共生，也不能說無因生。所以這首偈子講「諸法不自生，亦不從他生，不共不無因」。不是共生也不是無因生，最後的結論，「是故說無生」。這是說明佛講一切法不生的這個意思。"
    },
    {
      "id": "12-017-1321_p0059",
      "zh_CN": "《中观论》上这个说法我们还是不好懂，确实它是对上根利智人说的，我们中下根性的人不行，听不懂。你说不自生，好像我们还能体会到一点，不是他生也不是共生，怎么会无因？什么因？这个因就是佛家讲的因缘生法。佛在《华严经》一开头讲得很好，诸法所生无量因缘，不是单纯的，无量因缘。可是在此地告诉我们无量因缘都无自性，你要懂这个道理，都没有自性。能生所生都没有自性，显示出心性是一，这个我们不能不知道。明白这些道理，我们的心定下来了，妄念虽然不能断除，这个妄念可以把它减少，这是我们可以做得到的。妄念要减少，这真的对我们就有很大的利益。许多现在人讲的真理都在这一部经上，只要好好的去学，对我们断烦恼习气、培养戒定慧功夫会有很大的帮助。现在时间到了。",
      "zh_TW": "《中觀論》上這個說法我們還是不好懂，確實它是對上根利智人說的，我們中下根性的人不行，聽不懂。你說不自生，好像我們還能體會到一點，不是他生也不是共生，怎麼會無因？什麼因？這個因就是佛家講的因緣生法。佛在《華嚴經》一開頭講得很好，諸法所生無量因緣，不是單純的，無量因緣。可是在此地告訴我們無量因緣都無自性，你要懂這個道理，都沒有自性。能生所生都沒有自性，顯示出心性是一，這個我們不能不知道。明白這些道理，我們的心定下來了，妄念雖然不能斷除，這個妄念可以把它減少，這是我們可以做得到的。妄念要減少，這真的對我們就有很大的利益。許多現在人講的真理都在這一部經上，只要好好的去學，對我們斷煩惱習氣、培養戒定慧功夫會有很大的幫助。現在時間到了。"
    }
  ]
}