{
  "doc_id": "12-017-1650",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六五０卷",
    "zh_TW": "第一六五０卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1650",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "12-017-1650_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「贤首品第十二」，明十地位，总有十九首偈颂，第一段有八首偈，讲三业殊胜德。我们念过前面两首，今天从第三首开始：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「賢首品第十二」，明十地位，總有十九首偈頌，第一段有八首偈，講三業殊勝德。我們念過前面兩首，今天從第三首開始："
    },
    {
      "id": "12-017-1650_p0002",
      "zh_CN": "【若具随好为严饰。则身光明无限量。若身光明无限量。则不思议光庄严。】",
      "zh_TW": "【若具隨好為嚴飾。則身光明無限量。若身光明無限量。則不思議光莊嚴。】"
    },
    {
      "id": "12-017-1650_p0003",
      "zh_CN": "这是「身体德殊胜」，这里面给我们讲到三十二相八十随形好。这些佛学的名相，一般《佛学辞典》、《教乘法数》、《三藏法数》里面都可以查得到。江味农居士《金刚经讲义》里头注得也很详细，注得很完整，都可以做参考。",
      "zh_TW": "這是「身體德殊勝」，這裡面給我們講到三十二相八十隨形好。這些佛學的名相，一般《佛學辭典》、《教乘法數》、《三藏法數》裡面都可以查得到。江味農居士《金剛經講義》裡頭註得也很詳細，註得很完整，都可以做參考。"
    },
    {
      "id": "12-017-1650_p0004",
      "zh_CN": "《华严》读到这个地方给我们的启示很多，逐渐的我们对于宇宙的真相，佛经上所说的「诸法实相」，虽然我们不能够亲证，因为亲证，妄想分别执着必须要断尽，那个境界就是明心见性，见性成佛，那就真正的证得佛位，在《华严经》上称为法身菩萨，证得法身。我们虽然没证得，但是读了这么多，逐渐的明白，从佛菩萨教诲当中，我们这个明了叫解悟。悟有两种，一种是证悟，一种是解悟。证悟，烦恼断了，境界现前；解悟是听佛菩萨说的，说得很清楚、很明白，烦恼习气没断，不能够亲自证得。",
      "zh_TW": "《華嚴》讀到這個地方給我們的啟示很多，逐漸的我們對於宇宙的真相，佛經上所說的「諸法實相」，雖然我們不能夠親證，因為親證，妄想分別執著必須要斷盡，那個境界就是明心見性，見性成佛，那就真正的證得佛位，在《華嚴經》上稱為法身菩薩，證得法身。我們雖然沒證得，但是讀了這麼多，逐漸的明白，從佛菩薩教誨當中，我們這個明瞭叫解悟。悟有兩種，一種是證悟，一種是解悟。證悟，煩惱斷了，境界現前；解悟是聽佛菩薩說的，說得很清楚、很明白，煩惱習氣沒斷，不能夠親自證得。"
    },
    {
      "id": "12-017-1650_p0005",
      "zh_CN": "法身不生不灭，法身没有形相。法身还有个名词叫大般涅槃。大是指究竟的佛位。古德注解当中跟我们说，涅槃翻译有很多种的翻法，一般最常见到的，也就是从梵文直接翻的，它的意思是灭。苦集灭道四谛，两重因果。苦集是世间的因果，苦是果，世间苦！苦从哪里来的？集，集是因，集就是烦恼习气，你集结着妄想分别执着，一般大乘经里面讲的见思烦恼、尘沙烦恼、无明烦恼。你有这个因你就会有苦的果，果报现前，这是世间法。出世间法，果就是灭，清净寂灭，你把烦恼习气统统都灭尽了。因是什么？因是道，道就是佛陀的教诲，戒定慧三学，这是道。修道，你才能够把虚妄的烦恼习气断尽。你能够把世出世间一切执着放下，你就证阿罗汉果，阿罗汉果也叫做涅槃，不是究竟涅槃，佛法里面叫偏真涅槃，他灭了烦恼，灭了什么烦恼？六道里面的烦恼，所以他出离六道轮回，但是没有出十法界。",
      "zh_TW": "法身不生不滅，法身沒有形相。法身還有個名詞叫大般涅槃。大是指究竟的佛位。古德註解當中跟我們說，涅槃翻譯有很多種的翻法，一般最常見到的，也就是從梵文直接翻的，它的意思是滅。苦集滅道四諦，兩重因果。苦集是世間的因果，苦是果，世間苦！苦從哪裡來的？集，集是因，集就是煩惱習氣，你集結著妄想分別執著，一般大乘經裡面講的見思煩惱、塵沙煩惱、無明煩惱。你有這個因你就會有苦的果，果報現前，這是世間法。出世間法，果就是滅，清淨寂滅，你把煩惱習氣統統都滅盡了。因是什麼？因是道，道就是佛陀的教誨，戒定慧三學，這是道。修道，你才能夠把虛妄的煩惱習氣斷盡。你能夠把世出世間一切執著放下，你就證阿羅漢果，阿羅漢果也叫做涅槃，不是究竟涅槃，佛法裡面叫偏真涅槃，他滅了煩惱，滅了什麼煩惱？六道裡面的煩惱，所以他出離六道輪迴，但是沒有出十法界。"
    },
    {
      "id": "12-017-1650_p0006",
      "zh_CN": "出六道轮回，分段生死没有了，断了，但是还有一种，变易生死还在，所以佛跟我们讲生死有两种。变易跟分段不一样，变易从名词上我们能体会到，变是变化，易是不一样。譬如四圣法界它有四个阶级，执着断掉之后证阿罗汉果，可是阿罗汉还有执着的习气，习气没断。习气断掉之后他就又升一级，他就升到缘觉、辟支佛，比阿罗汉高，辟支佛见思的习气断了。在辟支佛的果位他要断尘沙烦恼，这是他主要学习的功课；《华严经》上讲的分别，要把分别断掉。分别断掉之后他再升一级，就是菩萨，十法界里面的菩萨。菩萨分别烦恼没有了，但是他有习气，再把习气断掉，他就又升一级，升到佛，十法界里面的佛。诸位要知道，天台家所讲的相似即佛，四圣法界是相似即佛，为什么？没见性，关键在这个地方。",
      "zh_TW": "出六道輪迴，分段生死沒有了，斷了，但是還有一種，變易生死還在，所以佛跟我們講生死有兩種。變易跟分段不一樣，變易從名詞上我們能體會到，變是變化，易是不一樣。譬如四聖法界它有四個階級，執著斷掉之後證阿羅漢果，可是阿羅漢還有執著的習氣，習氣沒斷。習氣斷掉之後他就又升一級，他就升到緣覺、辟支佛，比阿羅漢高，辟支佛見思的習氣斷了。在辟支佛的果位他要斷塵沙煩惱，這是他主要學習的功課；《華嚴經》上講的分別，要把分別斷掉。分別斷掉之後他再升一級，就是菩薩，十法界裡面的菩薩。菩薩分別煩惱沒有了，但是他有習氣，再把習氣斷掉，他就又升一級，升到佛，十法界裡面的佛。諸位要知道，天台家所講的相似即佛，四聖法界是相似即佛，為什麼？沒見性，關鍵在這個地方。"
    },
    {
      "id": "12-017-1650_p0007",
      "zh_CN": "换句话说，他还是用八识五十一心所，但是用得怎么样？用得很纯很正，没有错用，跟佛差不多，所以相似即佛。如果把无明烦恼，他的功课是破无明烦恼，无明烦恼断掉，无明是什么？起心动念。起心动念可不好断，真难断，非常的微细。真正做到不起心、不动念，古人有个比喻说「用心如镜」，像镜子一样，你看镜子能照万物，它有没有起心动念？没有，它没有执着、没有分别、也没有妄想，不但分别妄想没有，习气也没有。如果一个人用心像镜子一样，外面清清楚楚、了了分明，里面如如不动，丝毫不染，这个地位叫成佛。那就是什么？十法界没有了，真的是觉后空空无大千，十法界没有了。",
      "zh_TW": "換句話說，他還是用八識五十一心所，但是用得怎麼樣？用得很純很正，沒有錯用，跟佛差不多，所以相似即佛。如果把無明煩惱，他的功課是破無明煩惱，無明煩惱斷掉，無明是什麼？起心動念。起心動念可不好斷，真難斷，非常的微細。真正做到不起心、不動念，古人有個比喻說「用心如鏡」，像鏡子一樣，你看鏡子能照萬物，它有沒有起心動念？沒有，它沒有執著、沒有分別、也沒有妄想，不但分別妄想沒有，習氣也沒有。如果一個人用心像鏡子一樣，外面清清楚楚、了了分明，裡面如如不動，絲毫不染，這個地位叫成佛。那就是什麼？十法界沒有了，真的是覺後空空無大千，十法界沒有了。"
    },
    {
      "id": "12-017-1650_p0008",
      "zh_CN": "十法界没有了，现什么境界？一真法界，《华严经》上讲的华藏世界就现前，极乐世界就现前，诸佛如来的实报庄严土现前，这不是十法界。我们学佛，这是我们学习的目标、方向，这就叫成佛，就作佛去了。如果我们的目标方向正确，自己认知正确，我们对于世间法、出世间法都会看得很平淡，你不会执着，也就是说你真能放得下，你才能够跟真的接近、虚妄的远离。如果虚妄的不远离，还跟它们混在一起，它会影响你、会障碍你，影响你什么？就是它染污你，让你时时刻刻生起我执，就是四大烦恼常相随；常常引诱你生起七情五欲，叫你造罪业，起心动念、言语造作都跟性德违背。",
      "zh_TW": "十法界沒有了，現什麼境界？一真法界，《華嚴經》上講的華藏世界就現前，極樂世界就現前，諸佛如來的實報莊嚴土現前，這不是十法界。我們學佛，這是我們學習的目標、方向，這就叫成佛，就作佛去了。如果我們的目標方向正確，自己認知正確，我們對於世間法、出世間法都會看得很平淡，你不會執著，也就是說你真能放得下，你才能夠跟真的接近、虛妄的遠離。如果虛妄的不遠離，還跟它們混在一起，它會影響你、會障礙你，影響你什麼？就是它染污你，讓你時時刻刻生起我執，就是四大煩惱常相隨；常常引誘你生起七情五欲，叫你造罪業，起心動念、言語造作都跟性德違背。"
    },
    {
      "id": "12-017-1650_p0009",
      "zh_CN": "我要给诸位说明，我们以《华严经》为例子，华藏世界是一真法界，华藏世界里面的佛菩萨在我们来讲全是佛，哪有菩萨！《金刚经》里面讲的诸佛如来，那个诸佛如来就是华藏海会里面所有的大众。《华严经》里给我们说四十一位法身大士，四十一位法身大士是分证佛，是真佛不是假佛，为什么？他们的妄想分别执着统统断了。统统断了，为什么还有四十一位？四十一位是讲无始无明习气没断尽。这我们在前面讲得很多，诸位要晓得。我们前面讲，见思烦恼断了，还有见思习气，见思习气断了之后，再断尘沙烦恼；尘沙烦恼断了，还有尘沙烦恼习气，尘沙烦恼习气断了，再能破无明；无明断掉之后，还有无明习气。无明习气可不是那么容易断掉的，它跟尘沙烦恼跟见思烦恼的习气不一样，那两种习气容易断，无明习气不好断。",
      "zh_TW": "我要給諸位說明，我們以《華嚴經》為例子，華藏世界是一真法界，華藏世界裡面的佛菩薩在我們來講全是佛，哪有菩薩！《金剛經》裡面講的諸佛如來，那個諸佛如來就是華藏海會裡面所有的大眾。《華嚴經》裡給我們說四十一位法身大士，四十一位法身大士是分證佛，是真佛不是假佛，為什麼？他們的妄想分別執著統統斷了。統統斷了，為什麼還有四十一位？四十一位是講無始無明習氣沒斷盡。這我們在前面講得很多，諸位要曉得。我們前面講，見思煩惱斷了，還有見思習氣，見思習氣斷了之後，再斷塵沙煩惱；塵沙煩惱斷了，還有塵沙煩惱習氣，塵沙煩惱習氣斷了，再能破無明；無明斷掉之後，還有無明習氣。無明習氣可不是那麼容易斷掉的，它跟塵沙煩惱跟見思煩惱的習氣不一樣，那兩種習氣容易斷，無明習氣不好斷。"
    },
    {
      "id": "12-017-1650_p0010",
      "zh_CN": "所以断无明习气没有方法，用什么方法去断？没有方法，我们前面讲无功用道，古德说此处用不得力，一用力就坏了，马上就堕落，用不得力。用不得力怎么断？让它自然去断，根本不要理它，自然去断。那自然要时间，多长的时间？三大阿僧祇劫。我们真正做到用心如镜，六根接触外面境界确实不起心、不动念，要晓得起心动念的习气在，但是不障碍，决定没有障碍。习气要三大阿僧祇劫，全都没有了，那叫究竟圆满佛，《华严经》上妙觉位。我们现在对于经典这些讲解意思懂得了，没有疑惑，摆在我们面前要做的是功夫。你了解，这叫看破，看破刚才说是解悟不是证悟。解悟有好处，等于说我们还没有走路，我们先看地图，在地图上我们看得很清楚、很明白，知道方向，知道目的地，我走到中途晓得我现在走到哪里，我距离终极目标还有多远，清清楚楚、明明白白，不糊涂，也不会走错路，好处就在此地。",
      "zh_TW": "所以斷無明習氣沒有方法，用什麼方法去斷？沒有方法，我們前面講無功用道，古德說此處用不得力，一用力就壞了，馬上就墮落，用不得力。用不得力怎麼斷？讓它自然去斷，根本不要理它，自然去斷。那自然要時間，多長的時間？三大阿僧祇劫。我們真正做到用心如鏡，六根接觸外面境界確實不起心、不動念，要曉得起心動念的習氣在，但是不障礙，決定沒有障礙。習氣要三大阿僧祇劫，全都沒有了，那叫究竟圓滿佛，《華嚴經》上妙覺位。我們現在對於經典這些講解意思懂得了，沒有疑惑，擺在我們面前要做的是功夫。你了解，這叫看破，看破剛才說是解悟不是證悟。解悟有好處，等於說我們還沒有走路，我們先看地圖，在地圖上我們看得很清楚、很明白，知道方向，知道目的地，我走到中途曉得我現在走到哪裡，我距離終極目標還有多遠，清清楚楚、明明白白，不糊塗，也不會走錯路，好處就在此地。"
    },
    {
      "id": "12-017-1650_p0011",
      "zh_CN": "释迦牟尼佛给我们讲的一切经，现在讲的《大藏经》，《大藏经》是什么？《大藏经》是地图，我们反妄归真、超凡入圣的地图。依照这个地图那你就非常欢喜，你认得很清楚，有把握，决定不会退转，无论遇到什么境界，你都能够突破，逆境顺境、善缘恶缘都不会真正障碍你，这是经教的殊胜，这是佛菩萨对我们无比的恩德。我们怎样报恩？依教奉行就是报恩。讲到涅槃，法身也叫涅槃，涅槃实在讲也就是法身，如果得不到涅槃就没有法身，不是没有，你就见不到法身，你要是证得大涅槃，法身就现前。法身不生不灭，不来不去，我们今天迷了自性，所以法身虽在面前，不认识。",
      "zh_TW": "釋迦牟尼佛給我們講的一切經，現在講的《大藏經》，《大藏經》是什麼？《大藏經》是地圖，我們反妄歸真、超凡入聖的地圖。依照這個地圖那你就非常歡喜，你認得很清楚，有把握，決定不會退轉，無論遇到什麼境界，你都能夠突破，逆境順境、善緣惡緣都不會真正障礙你，這是經教的殊勝，這是佛菩薩對我們無比的恩德。我們怎樣報恩？依教奉行就是報恩。講到涅槃，法身也叫涅槃，涅槃實在講也就是法身，如果得不到涅槃就沒有法身，不是沒有，你就見不到法身，你要是證得大涅槃，法身就現前。法身不生不滅，不來不去，我們今天迷了自性，所以法身雖在面前，不認識。"
    },
    {
      "id": "12-017-1650_p0012",
      "zh_CN": "古人讲法身不朽，以具涅槃之味故，味有八。我们看看涅槃的八味，这个很重要，我们在日常生活当中应该怎么学？八味里面第一个是「常住」，常住是什么意思？三际常存，十方恒在。这两句话不太好懂。三际是什么？过去、现在、未来。我们讲过去已经过去了，未来还没有来。三际常存是什么？是过去现在未来都在，这就不好懂，这是说什么？时间没有了。我们今天讲时间有过去现在未来，那就不叫常住，常住是过去现在未来统统在，你要看过去，你要看未来，都看得到，都在面前。这怎么回事情？科学家给我们透了个讯息，如果我们有能力再加速度，把速度加成和光速一样，或者能够超过光速，科学家说你就能回到过去，这是科学给我们一个讯息。那过去在不在？过去当然在，并没有消失，过去真在，你只要有能力超过光的速度，就能回到过去。所以这句是说时间没有了。",
      "zh_TW": "古人講法身不朽，以具涅槃之味故，味有八。我們看看涅槃的八味，這個很重要，我們在日常生活當中應該怎麼學？八味裡面第一個是「常住」，常住是什麼意思？三際常存，十方恆在。這兩句話不太好懂。三際是什麼？過去、現在、未來。我們講過去已經過去了，未來還沒有來。三際常存是什麼？是過去現在未來都在，這就不好懂，這是說什麼？時間沒有了。我們今天講時間有過去現在未來，那就不叫常住，常住是過去現在未來統統在，你要看過去，你要看未來，都看得到，都在面前。這怎麼回事情？科學家給我們透了個訊息，如果我們有能力再加速度，把速度加成和光速一樣，或者能夠超過光速，科學家說你就能回到過去，這是科學給我們一個訊息。那過去在不在？過去當然在，並沒有消失，過去真在，你只要有能力超過光的速度，就能回到過去。所以這句是說時間沒有了。"
    },
    {
      "id": "12-017-1650_p0013",
      "zh_CN": "后面这句说十方恒在，这是讲空间没有了，这才叫常住。空间要是没有了，极乐世界世尊讲距离我们这个地方多远？十万亿佛国土，如果没有空间的话，十万亿佛国土的极乐世界就在面前。我们不要说那么远，我们说近一点，我们讲地球；地球我们也不要说太远，香港到北京不算很远，如果没有空间，你要到北京去，这个地方就是北京，不要走一步。这两句话不好懂，说出来把人愈说愈糊涂，这是怎么回事情？这是事实真相，本来就是这个样子的。现在为什么我们有距离？为什么有先后？先后是时间，距离是空间，为什么有？佛跟我们说，你迷了自性变现出来虚妄的幻境，这不是真实的，是从迷里头变现出来的东西。",
      "zh_TW": "後面這句說十方恆在，這是講空間沒有了，這才叫常住。空間要是沒有了，極樂世界世尊講距離我們這個地方多遠？十萬億佛國土，如果沒有空間的話，十萬億佛國土的極樂世界就在面前。我們不要說那麼遠，我們說近一點，我們講地球；地球我們也不要說太遠，香港到北京不算很遠，如果沒有空間，你要到北京去，這個地方就是北京，不要走一步。這兩句話不好懂，說出來把人愈說愈糊塗，這是怎麼回事情？這是事實真相，本來就是這個樣子的。現在為什麼我們有距離？為什麼有先後？先後是時間，距離是空間，為什麼有？佛跟我們說，你迷了自性變現出來虛妄的幻境，這不是真實的，是從迷裡頭變現出來的東西。"
    },
    {
      "id": "12-017-1650_p0014",
      "zh_CN": "《百法明门论》里头讲时间，讲三际、时分，讲空间、距离，讲方分，你看时分、方分它排列在哪里？它不是心法，它不是心所法，它也不是色法，它叫做什么？不相应行法。什么叫不相应行法？用现在的话来说，抽象的概念，全是假的。为什么？心法是精神，色法是物质。这个东西不是精神也不是物质，是抽象的，你迷了它就有，悟了真没有。所以你看中峰禅师在《三时系念》里面开示，跟我们讲「我心即是阿弥陀佛，阿弥陀佛即是我心」，这是说什么？自性弥陀。此方就是极乐世界，极乐世界就是此方，这句话是什么？空间没有了，没有距离。只有一个法性，法性没有大小，法性没有来去，不来不去、不生不灭、不一不异、不常不断，八不，《中观》里面说的。总的一句话就是什么？它没有空间也没有时间，这叫常住，这是真的，一点都不假。",
      "zh_TW": "《百法明門論》裡頭講時間，講三際、時分，講空間、距離，講方分，你看時分、方分它排列在哪裡？它不是心法，它不是心所法，它也不是色法，它叫做什麼？不相應行法。什麼叫不相應行法？用現在的話來說，抽象的概念，全是假的。為什麼？心法是精神，色法是物質。這個東西不是精神也不是物質，是抽象的，你迷了它就有，悟了真沒有。所以你看中峰禪師在《三時繫念》裡面開示，跟我們講「我心即是阿彌陀佛，阿彌陀佛即是我心」，這是說什麼？自性彌陀。此方就是極樂世界，極樂世界就是此方，這句話是什麼？空間沒有了，沒有距離。只有一個法性，法性沒有大小，法性沒有來去，不來不去、不生不滅、不一不異、不常不斷，八不，《中觀》裡面說的。總的一句話就是什麼？它沒有空間也沒有時間，這叫常住，這是真的，一點都不假。"
    },
    {
      "id": "12-017-1650_p0015",
      "zh_CN": "怎么能够证实？有方法，这个方法就是把妄想分别执着放下。暂时的放下，叫做禅定。四禅八定在我们佛门里面讲都是暂时放下，它不是真的定，真的定是什么？你得到之后永远不会失掉，那是真的定。你得到之后还会失掉，这个定不是真的，这个定在佛门里面讲它还是属于受。受有五种，它是其中的一种，佛讲身体、物质的身体，有苦、有乐的受，有苦受、有乐受，有这两大类；在精神方面，心法里面、精神方面，有忧、有喜，心法里头有忧喜两种受；心没有忧喜，身没有苦乐，这叫舍受。四禅八定是属于舍受。在六道里头谁有这个受？色界天、无色界天。",
      "zh_TW": "怎麼能夠證實？有方法，這個方法就是把妄想分別執著放下。暫時的放下，叫做禪定。四禪八定在我們佛門裡面講都是暫時放下，它不是真的定，真的定是什麼？你得到之後永遠不會失掉，那是真的定。你得到之後還會失掉，這個定不是真的，這個定在佛門裡面講它還是屬於受。受有五種，它是其中的一種，佛講身體、物質的身體，有苦、有樂的受，有苦受、有樂受，有這兩大類；在精神方面，心法裡面、精神方面，有憂、有喜，心法裡頭有憂喜兩種受；心沒有憂喜，身沒有苦樂，這叫捨受。四禪八定是屬於捨受。在六道裡頭誰有這個受？色界天、無色界天。"
    },
    {
      "id": "12-017-1650_p0016",
      "zh_CN": "色界跟无色界，跟诸位说，心没有忧喜，身没有苦乐，这个受好，但是怎么样？它不能持久。持久就叫三昧，就叫做正定，那个永远不会失掉。到什么人才能够证得？阿罗汉。你看《楞严经》上讲的九次第定，前面这八种定都不是真的，时间到的时候定功失掉，到第九定才算是真的，不退了，不会退转，那才叫真正的禅定。大乘法里面的禅定比小乘就高，大乘里面的禅定是大彻大悟、明心见性，在这种定功里面他就超越十法界，大般涅槃，所以涅槃这八种味统统具足。",
      "zh_TW": "色界跟無色界，跟諸位說，心沒有憂喜，身沒有苦樂，這個受好，但是怎麼樣？它不能持久。持久就叫三昧，就叫做正定，那個永遠不會失掉。到什麼人才能夠證得？阿羅漢。你看《楞嚴經》上講的九次第定，前面這八種定都不是真的，時間到的時候定功失掉，到第九定才算是真的，不退了，不會退轉，那才叫真正的禪定。大乘法裡面的禪定比小乘就高，大乘裡面的禪定是大徹大悟、明心見性，在這種定功裡面他就超越十法界，大般涅槃，所以涅槃這八種味統統具足。"
    },
    {
      "id": "12-017-1650_p0017",
      "zh_CN": "第一个时空没有了，这在我们来说，这是很难理解的一个境界，真的是不可思议。我们从经典里面得到这个讯息，没有时间、没有空间。我们过去生生世世无论在哪一道，我们学习的功课和造作的罪业在不在？在！生生世世所学习的功课如果你一旦记起来，智慧增长，你学习会突飞猛进。过去生中所造的一切罪业，你就晓得你的冤亲债主有多少，怎么样面对？如果不认真修行，这些冤亲债主都要讨债，欠命的要还命，欠债的要还钱，一桩都少不了。所以说人想占点便宜，哪有这种事情？别人占我们便宜，我们吃了亏，没这回事情。只要你出不了六道轮回，因缘会遇时，果报还自受。超越六道这些冤亲债主怎么办？好，超越六道就好了，那都是你度脱的对象。",
      "zh_TW": "第一個時空沒有了，這在我們來說，這是很難理解的一個境界，真的是不可思議。我們從經典裡面得到這個訊息，沒有時間、沒有空間。我們過去生生世世無論在哪一道，我們學習的功課和造作的罪業在不在？在！生生世世所學習的功課如果你一旦記起來，智慧增長，你學習會突飛猛進。過去生中所造的一切罪業，你就曉得你的冤親債主有多少，怎麼樣面對？如果不認真修行，這些冤親債主都要討債，欠命的要還命，欠債的要還錢，一樁都少不了。所以說人想佔點便宜，哪有這種事情？別人佔我們便宜，我們吃了虧，沒這回事情。只要你出不了六道輪迴，因緣會遇時，果報還自受。超越六道這些冤親債主怎麼辦？好，超越六道就好了，那都是你度脫的對象。"
    },
    {
      "id": "12-017-1650_p0018",
      "zh_CN": "佛给我们讲得很清楚，「佛不度无缘之人」，跟你没有缘的话，你就是成佛了，释迦牟尼佛当年在世做了样子给我们看；有位老太太跟佛没有缘，佛想去亲近她，她很讨厌，她不喜欢佛，总是躲避。佛有神通，佛就分身，分很多身把老太太包围住，老太太没有地方走了，倒在地下大哭，眼睛不看。佛就讲没有缘。跟大家讲她跟谁有缘？她跟舍利弗有缘。所以大家走了，叫舍利弗去看她、去劝她，她就接受，她跟他有缘，说明佛不度无缘之人。",
      "zh_TW": "佛給我們講得很清楚，「佛不度無緣之人」，跟你沒有緣的話，你就是成佛了，釋迦牟尼佛當年在世做了樣子給我們看；有位老太太跟佛沒有緣，佛想去親近她，她很討厭，她不喜歡佛，總是躲避。佛有神通，佛就分身，分很多身把老太太包圍住，老太太沒有地方走了，倒在地下大哭，眼睛不看。佛就講沒有緣。跟大家講她跟誰有緣？她跟舍利弗有緣。所以大家走了，叫舍利弗去看她、去勸她，她就接受，她跟他有緣，說明佛不度無緣之人。"
    },
    {
      "id": "12-017-1650_p0019",
      "zh_CN": "所以我们生生世世无论是有恩、有怨，统统都是有缘。我们要如何面对？要真正用功修行，要真正希望这一生能证果，我们这一生证果最殊胜的方法就是往生净土，为什么？你修其他的法门，确实你要断惑证真，这个难。我们想想自己有没有这个本事？你能断得了吗？真断不了。所以八万四千法门之外，门余大道，净土法门。这是希有难逢，你这一生得人身，遇到这个法门；换句话说，你就有机会在这一生当中成佛。真正聪明的人，善根深厚的人，他抓到绝不放松，这一生当中决定成就。我念佛求生净土是我一生第一桩大事，其他的事情随缘，都是鸡毛蒜皮小事，可以做可以不做。你说我们要度很多众生，这个事情要不要做？度众生是小事，你自己是个凡夫，你要发度众生的心，好，众生得度了，你自己还堕落在三途，这个要知道。",
      "zh_TW": "所以我們生生世世無論是有恩、有怨，統統都是有緣。我們要如何面對？要真正用功修行，要真正希望這一生能證果，我們這一生證果最殊勝的方法就是往生淨土，為什麼？你修其他的法門，確實你要斷惑證真，這個難。我們想想自己有沒有這個本事？你能斷得了嗎？真斷不了。所以八萬四千法門之外，門餘大道，淨土法門。這是希有難逢，你這一生得人身，遇到這個法門；換句話說，你就有機會在這一生當中成佛。真正聰明的人，善根深厚的人，他抓到絕不放鬆，這一生當中決定成就。我念佛求生淨土是我一生第一樁大事，其他的事情隨緣，都是雞毛蒜皮小事，可以做可以不做。你說我們要度很多眾生，這個事情要不要做？度眾生是小事，你自己是個凡夫，你要發度眾生的心，好，眾生得度了，你自己還墮落在三途，這個要知道。"
    },
    {
      "id": "12-017-1650_p0020",
      "zh_CN": "这是我们切身的利害，自己度了再度众生，这正确的，这是佛所赞叹的；自己没有能力度自己，而度众生，这是佛不许的。「自己未度而能度人，无有是处」，这佛经上说的，哪有这个道理！所以印光大师教人，这是大家都晓得西方大势至菩萨应化来的，印光大师的话那就是大势至菩萨亲口宣说的，这都是久远劫已经成佛了，现在在西方极乐世界以菩萨身分帮助佛教化众生。他老人家教我们，在现前末法时期建道场，建什么道场？小道场，同学共修不超过二十人，正确！这样的道场，二十个人很可能统统成就，这还得了！",
      "zh_TW": "這是我們切身的利害，自己度了再度眾生，這正確的，這是佛所讚歎的；自己沒有能力度自己，而度眾生，這是佛不許的。「自己未度而能度人，無有是處」，這佛經上說的，哪有這個道理！所以印光大師教人，這是大家都曉得西方大勢至菩薩應化來的，印光大師的話那就是大勢至菩薩親口宣說的，這都是久遠劫已經成佛了，現在在西方極樂世界以菩薩身分幫助佛教化眾生。他老人家教我們，在現前末法時期建道場，建什麼道場？小道場，同學共修不超過二十人，正確！這樣的道場，二十個人很可能統統成就，這還得了！"
    },
    {
      "id": "12-017-1650_p0021",
      "zh_CN": "你看看《西方确指》觉明妙行菩萨，这是从我们这个世界上往生过去的，他们志同道合的十二个人，十二个人建了个小念佛堂，不操心，不求人！因为不超过二十个人，你的道场很容易维护，真正有得力的二、三个护法就够了，就能照顾你们，你的心是定的，你不会攀缘，你会成就，道场愈大麻烦就愈多。所以佛门里头有句谚语说你要害某人，你就叫他去做住持、去做当家，你害他。为什么？做住持、做当家事务多，他只是修人天福报而已，为什么？做得很如法，如理如法修的是人天福报，如果不如理、不如法，他就决定堕三途。可是要晓得，如理如法太少了，做当家、做住持不如法的人很多，他有权有势，他在佛门里造的业比别人容易。这也是谚语所讲的「地狱门前僧道多」，谁堕地狱？我们要知道，我们今天做的是不是地狱业？如果你不读经，你不去看戒律，你不知道自己做错了，不知道自己起心动念、言语造作是地狱业，不知道，你深入经藏你就清楚明白，很多念头不能起，很多言语造作不能干。",
      "zh_TW": "你看看《西方確指》覺明妙行菩薩，這是從我們這個世界上往生過去的，他們志同道合的十二個人，十二個人建了個小念佛堂，不操心，不求人！因為不超過二十個人，你的道場很容易維護，真正有得力的二、三個護法就夠了，就能照顧你們，你的心是定的，你不會攀緣，你會成就，道場愈大麻煩就愈多。所以佛門裡頭有句諺語說你要害某人，你就叫他去做住持、去做當家，你害他。為什麼？做住持、做當家事務多，他只是修人天福報而已，為什麼？做得很如法，如理如法修的是人天福報，如果不如理、不如法，他就決定墮三途。可是要曉得，如理如法太少了，做當家、做住持不如法的人很多，他有權有勢，他在佛門裡造的業比別人容易。這也是諺語所講的「地獄門前僧道多」，誰墮地獄？我們要知道，我們今天做的是不是地獄業？如果你不讀經，你不去看戒律，你不知道自己做錯了，不知道自己起心動念、言語造作是地獄業，不知道，你深入經藏你就清楚明白，很多念頭不能起，很多言語造作不能幹。"
    },
    {
      "id": "12-017-1650_p0022",
      "zh_CN": "拿着佛经当作一门学问来研究，这是搞佛学，不是学佛。我早年跟李老师，那时候没出家，我跟李老师的时候没出家，居士身分，三十岁。老师常常点醒我们这班学生，说了很多次，我们印象很深刻，他教我们，古人不学苏东坡，今人不学梁启超。你看看苏东坡、梁启超都是我们非常羡慕的人，在我们心目当中占有崇高的地位，道德、文章哪个不赞叹！都是虔诚的佛教徒，搞什么？搞佛学，没有往生，还是搞六道轮回。以后我出家了，回到台中继续跟李老师学教，老师也很欢喜，告诉我学佛总得要找个典型、找个模范，中国人讲找个样板，一个样子，你跟他学，这样你很容易成功。找什么人做模范？老师给我介绍的是印光大师，印光大师是他的老师。他教我你只要一生跟定这位老人，你就决定不会错，决定不会迷失方向。",
      "zh_TW": "拿著佛經當作一門學問來研究，這是搞佛學，不是學佛。我早年跟李老師，那時候沒出家，我跟李老師的時候沒出家，居士身分，三十歲。老師常常點醒我們這班學生，說了很多次，我們印象很深刻，他教我們，古人不學蘇東坡，今人不學梁啟超。你看看蘇東坡、梁啟超都是我們非常羨慕的人，在我們心目當中佔有崇高的地位，道德、文章哪個不讚歎！都是虔誠的佛教徒，搞什麼？搞佛學，沒有往生，還是搞六道輪迴。以後我出家了，回到台中繼續跟李老師學教，老師也很歡喜，告訴我學佛總得要找個典型、找個模範，中國人講找個樣板，一個樣子，你跟他學，這樣你很容易成功。找什麼人做模範？老師給我介紹的是印光大師，印光大師是他的老師。他教我你只要一生跟定這位老人，你就決定不會錯，決定不會迷失方向。"
    },
    {
      "id": "12-017-1650_p0023",
      "zh_CN": "印光法师已经往生了，《文钞》在。那时候还没有《全集》，只有《文钞》，有《续篇》。我那时候在台中读的《文钞》只有四册，第一、二册是《正编》，三、四册是《续编》，现在《全集》有《三编》。老师给我一套《印光大师文钞》，叫我常常读诵，私淑印祖，就是自己要做印光大师的学生，人不在了，私淑弟子。私淑弟子在儒家是孟子，孟子是孔夫子的私淑弟子。因为那时候孔子已经不在世，孔子的书在，孟子是读孔子的书，学孔子学得很像，成绩超过孔子当年在世的那些学生。你看现在总讲孔孟，没有说孔曾，没有说曾子，没有讲子游、子夏，总是讲孔孟，所以孔子是至圣，孟子是亚圣。你看看没有见过面的学生，成就居然超过当年夫子所教的这些人，这是开中国私淑弟子第一个人。在我们佛门也有一个，蕅益大师，大家都晓得，非常了不起的人，蕅益大师私淑莲池大师。莲池大师已经往生，莲池大师的著作在，蕅益大师是依莲池大师留下来的这些资料学习，学得很像。所以莲池是净土宗第八代祖师，他是净土宗第九代祖师。这两个人都在杭州。",
      "zh_TW": "印光法師已經往生了，《文鈔》在。那時候還沒有《全集》，只有《文鈔》，有《續篇》。我那時候在台中讀的《文鈔》只有四冊，第一、二冊是《正編》，三、四冊是《續編》，現在《全集》有《三編》。老師給我一套《印光大師文鈔》，叫我常常讀誦，私淑印祖，就是自己要做印光大師的學生，人不在了，私淑弟子。私淑弟子在儒家是孟子，孟子是孔夫子的私淑弟子。因為那時候孔子已經不在世，孔子的書在，孟子是讀孔子的書，學孔子學得很像，成績超過孔子當年在世的那些學生。你看現在總講孔孟，沒有說孔曾，沒有說曾子，沒有講子游、子夏，總是講孔孟，所以孔子是至聖，孟子是亞聖。你看看沒有見過面的學生，成就居然超過當年夫子所教的這些人，這是開中國私淑弟子第一個人。在我們佛門也有一個，蕅益大師，大家都曉得，非常了不起的人，蕅益大師私淑蓮池大師。蓮池大師已經往生，蓮池大師的著作在，蕅益大師是依蓮池大師留下來的這些資料學習，學得很像。所以蓮池是淨土宗第八代祖師，他是淨土宗第九代祖師。這兩個人都在杭州。"
    },
    {
      "id": "12-017-1650_p0024",
      "zh_CN": "莲池大师的道场我去看过，看到叫人很痛心，现在这个道场，房子还在，佛像没有了，变成一个游乐场所，大殿是个歌舞厅，旁边这些寮房都成了茶馆。蕅益大师的道场在北天目山，我还没去过。我们净土宗的祖师有五个住在杭州，所以杭州的净宗有很深的基础。那边的朋友也非常希望我将来能到杭州去。东天目山距离杭州也不远，那是以前昭明太子的修学处所，现在那边也完全念佛，也很不错。这是讲什么？我们今天唯一的方法就是念佛求生净土，你能不能往生就是看你能不能放下，你能放下决定得生，你生不了，你肯定还有没放下的，一丝一毫都不能带到极乐世界去，这一定要晓得。",
      "zh_TW": "蓮池大師的道場我去看過，看到叫人很痛心，現在這個道場，房子還在，佛像沒有了，變成一個遊樂場所，大殿是個歌舞廳，旁邊這些寮房都成了茶館。蕅益大師的道場在北天目山，我還沒去過。我們淨土宗的祖師有五個住在杭州，所以杭州的淨宗有很深的基礎。那邊的朋友也非常希望我將來能到杭州去。東天目山距離杭州也不遠，那是以前昭明太子的修學處所，現在那邊也完全念佛，也很不錯。這是講什麼？我們今天唯一的方法就是念佛求生淨土，你能不能往生就是看你能不能放下，你能放下決定得生，你生不了，你肯定還有沒放下的，一絲一毫都不能帶到極樂世界去，這一定要曉得。"
    },
    {
      "id": "12-017-1650_p0025",
      "zh_CN": "所以你要知道，拥有大道场、很多信徒，不是个好事情。释迦牟尼佛大慈大悲，在世的时候给我们示现最好的榜样，就是彻底放下，过最简单的生活，最幸福的生活，最快乐的生活，为什么？心里面没有忧虑，没有牵挂。身心没有压力，带着一群学生，每天教导他们，现身说法，听听学生们修学的心得报告，这个多快乐！世间还有什么事情比这个更快乐的？没有了，学而时习之，不亦悦乎。现在时间到了，我们休息几分钟。",
      "zh_TW": "所以你要知道，擁有大道場、很多信徒，不是個好事情。釋迦牟尼佛大慈大悲，在世的時候給我們示現最好的榜樣，就是徹底放下，過最簡單的生活，最幸福的生活，最快樂的生活，為什麼？心裡面沒有憂慮，沒有牽掛。身心沒有壓力，帶著一群學生，每天教導他們，現身說法，聽聽學生們修學的心得報告，這個多快樂！世間還有什麼事情比這個更快樂的？沒有了，學而時習之，不亦悅乎。現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "12-017-1650_p0026",
      "zh_CN": "诸位法师，诸位同学，请坐。我们讲到法身涅槃八味，第一个「常住」，意思很深。在古印度婆罗门教，印度也有很多宗教都是修禅定，虽然他没有真正得到禅定，像佛家所讲的那个标准，可是四禅八定确实有不少人都得到。得到这样的定，时间、空间也能够突破一部分。譬如过去几年、几十年，未来几年、几十年，他都能看到，这就是时间突破了。空间也能够突破，距离几百里、几千里的地方你就在眼前看到，空间突破了，我们讲这是小神通，这是真的不是假的。定功愈深，你突破时空的面就更大，我们今天讲不同维次的空间。不同的维次空间科学家知道，在理论上讲没有边际的，无量无边。",
      "zh_TW": "諸位法師，諸位同學，請坐。我們講到法身涅槃八味，第一個「常住」，意思很深。在古印度婆羅門教，印度也有很多宗教都是修禪定，雖然他沒有真正得到禪定，像佛家所講的那個標準，可是四禪八定確實有不少人都得到。得到這樣的定，時間、空間也能夠突破一部分。譬如過去幾年、幾十年，未來幾年、幾十年，他都能看到，這就是時間突破了。空間也能夠突破，距離幾百里、幾千里的地方你就在眼前看到，空間突破了，我們講這是小神通，這是真的不是假的。定功愈深，你突破時空的面就更大，我們今天講不同維次的空間。不同的維次空間科學家知道，在理論上講沒有邊際的，無量無邊。"
    },
    {
      "id": "12-017-1650_p0027",
      "zh_CN": "过去黄念祖老居士告诉我，近代科学家已经证实有十一种不同维次空间，科学家证实的。理论上讲是没有边际的，科学还不知道用什么方法来突破，可是在印度古老宗教里面，他们用禅定功夫突破，到释迦牟尼佛出世才把所以然的道理说出来。空间维次从哪里来的？这到现在没有人知道。我们在佛经里面得到这个讯息，宇宙之间本来就是一真法界，一真法界无量大，没有边际，这是法性，没有边际的。法性所现的现相也没有边际，但是确实没有空间维次存在，那么空间维次从哪里来的？从妄想分别执着里头来的。这个我们就明白了，如果你能把执着放下，你就得到第一个阶段的定，阿罗汉所证得的。阿罗汉证得的能力能突破多少？佛告诉我们，阿罗汉能知过去五百世、未来五百世。过去未来这是时间，能够知道过去五百、未来五百，一千世，过去跟未来一千世常存。在空间，佛说通常一个阿罗汉能见到一个小千世界，一点障碍都没有，这一千个小千世界里面的空间障碍它不存在，阿罗汉的能力。",
      "zh_TW": "過去黃念祖老居士告訴我，近代科學家已經證實有十一種不同維次空間，科學家證實的。理論上講是沒有邊際的，科學還不知道用什麼方法來突破，可是在印度古老宗教裡面，他們用禪定功夫突破，到釋迦牟尼佛出世才把所以然的道理說出來。空間維次從哪裡來的？這到現在沒有人知道。我們在佛經裡面得到這個訊息，宇宙之間本來就是一真法界，一真法界無量大，沒有邊際，這是法性，沒有邊際的。法性所現的現相也沒有邊際，但是確實沒有空間維次存在，那麼空間維次從哪裡來的？從妄想分別執著裡頭來的。這個我們就明白了，如果你能把執著放下，你就得到第一個階段的定，阿羅漢所證得的。阿羅漢證得的能力能突破多少？佛告訴我們，阿羅漢能知過去五百世、未來五百世。過去未來這是時間，能夠知道過去五百、未來五百，一千世，過去跟未來一千世常存。在空間，佛說通常一個阿羅漢能見到一個小千世界，一點障礙都沒有，這一千個小千世界裡面的空間障礙它不存在，阿羅漢的能力。"
    },
    {
      "id": "12-017-1650_p0028",
      "zh_CN": "一个小千世界。佛经讲宇宙观是从单位世界讲起，就是我们居住的星系。在过去我们总以为太阳系是一个单位世界，很多人都是这个看法。我遇到黄念老，黄念老告诉我，他说不对，太阳系不是单位世界，单位世界是什么？单位世界是银河系，他说：为什么？佛在经上讲日月就讲太阳系，他说围绕着须弥山的腰旋转。他说现在科学证明，太阳系是围绕着银河系转。银河系的中心，我们中国人称为黄极，黄极才是佛经上讲的须弥山。这个范围就大，一个单位世界是一个银河系，一千个单位世界组成的才叫一个小千世界。换句话说，阿罗汉的能力能够看一千个银河系，就在眼前一样，他没有距离；在时间上他是一千世，过去五百世，未来五百世。这是把执着放下你的能力就恢复，空间维次就突破这么多。",
      "zh_TW": "一個小千世界。佛經講宇宙觀是從單位世界講起，就是我們居住的星系。在過去我們總以為太陽系是一個單位世界，很多人都是這個看法。我遇到黃念老，黃念老告訴我，他說不對，太陽系不是單位世界，單位世界是什麼？單位世界是銀河系，他說：為什麼？佛在經上講日月就講太陽系，他說圍繞著須彌山的腰旋轉。他說現在科學證明，太陽系是圍繞著銀河系轉。銀河系的中心，我們中國人稱為黃極，黃極才是佛經上講的須彌山。這個範圍就大，一個單位世界是一個銀河系，一千個單位世界組成的才叫一個小千世界。換句話說，阿羅漢的能力能夠看一千個銀河系，就在眼前一樣，他沒有距離；在時間上他是一千世，過去五百世，未來五百世。這是把執著放下你的能力就恢復，空間維次就突破這麼多。"
    },
    {
      "id": "12-017-1650_p0029",
      "zh_CN": "定功再要往上提升逐步就扩大，到如来果地，那就是法身菩萨，他们的能力没有边际。所以说过去无始、未来无终，在时间上讲，空间上讲无量无边，它都不存在，都在眼前。近代科学家，我相信他们是从数学理论上推演的，知道空间跟时间不是真的。所以在前些年，大概说这个话应该有十年，十年前美国太空总署发表的讯息，说明时间跟空间不是真的，他说在某种条件之下，时间不存在，空间也不存在。这个说法当时钟茂森居士把这个讯息下载送给我看，这是说了这么桩事情。另外还说宇宙的起源，讲到宇宙起源有个原点。",
      "zh_TW": "定功再要往上提升逐步就擴大，到如來果地，那就是法身菩薩，他們的能力沒有邊際。所以說過去無始、未來無終，在時間上講，空間上講無量無邊，它都不存在，都在眼前。近代科學家，我相信他們是從數學理論上推演的，知道空間跟時間不是真的。所以在前些年，大概說這個話應該有十年，十年前美國太空總署發表的訊息，說明時間跟空間不是真的，他說在某種條件之下，時間不存在，空間也不存在。這個說法當時鍾茂森居士把這個訊息下載送給我看，這是說了這麼樁事情。另外還說宇宙的起源，講到宇宙起源有個原點。"
    },
    {
      "id": "12-017-1650_p0030",
      "zh_CN": "所以这些最新的科学发现，跟佛经上所讲的很接近，但是不知道用什么方法能达到。在高级宗教里头用禅定，禅定就是修清净心，心里头万缘放下，一尘不染，真的像古人教给我们的「用心如镜」。你看我们每天早晨起来洗脸照镜子，晚上睡觉之前洗个脸也照镜子，有没有想到祖师大德教导我们用心如镜？我的心要像镜子一样，清清楚楚、明明了瞭是智慧，决定不起心、不动念、不分别、不执着，那是大定。这在楞严会上讲自性本定，你的自性本来没有分别，本来没有执着，本来没有起心动念，所以起心动念、分别执着是违背了自性，迷失了自性，佛跟凡夫差别就在此地。佛教导我们没有别的，就教我们放下妄想分别执着，佛说本来是佛。这个道理要懂！",
      "zh_TW": "所以這些最新的科學發現，跟佛經上所講的很接近，但是不知道用什麼方法能達到。在高級宗教裡頭用禪定，禪定就是修清淨心，心裡頭萬緣放下，一塵不染，真的像古人教給我們的「用心如鏡」。你看我們每天早晨起來洗臉照鏡子，晚上睡覺之前洗個臉也照鏡子，有沒有想到祖師大德教導我們用心如鏡？我的心要像鏡子一樣，清清楚楚、明明瞭瞭是智慧，決定不起心、不動念、不分別、不執著，那是大定。這在楞嚴會上講自性本定，你的自性本來沒有分別，本來沒有執著，本來沒有起心動念，所以起心動念、分別執著是違背了自性，迷失了自性，佛跟凡夫差別就在此地。佛教導我們沒有別的，就教我們放下妄想分別執著，佛說本來是佛。這個道理要懂！"
    },
    {
      "id": "12-017-1650_p0031",
      "zh_CN": "一切众生本来是佛，是平等的、是和谐的，不平等、不和谐这是违背性德。你要晓得，别人没有过失，万物没有过失，过失在自己。中国圣人教人「行有不得，反求诸己」，这句话是真理。遇到一切困难、障碍，一定要知道一切万物没有过，过在我自己，你才真正能够开智慧，真正能够解决问题。你要认为过失都在外面，都在别人身上，你永远堕落，你永远迷惑，你不会省悟过来。什么时候知道一切万物没有过，过在自己，你省悟过来了。这要承认，要肯定。",
      "zh_TW": "一切眾生本來是佛，是平等的、是和諧的，不平等、不和諧這是違背性德。你要曉得，別人沒有過失，萬物沒有過失，過失在自己。中國聖人教人「行有不得，反求諸己」，這句話是真理。遇到一切困難、障礙，一定要知道一切萬物沒有過，過在我自己，你才真正能夠開智慧，真正能夠解決問題。你要認為過失都在外面，都在別人身上，你永遠墮落，你永遠迷惑，你不會省悟過來。什麼時候知道一切萬物沒有過，過在自己，你省悟過來了。這要承認，要肯定。"
    },
    {
      "id": "12-017-1650_p0032",
      "zh_CN": "第二「寂灭」，寂绝无为，大患永灭。寂是清净，绝，你看看下面用无为两个字，这句话我们要细心去观察体会大自然，这句话跟中国道家所说的非常接近，老子所讲的，老子主张无为，回归自然。大自然孕育万物，春生、夏长、秋收、冬藏，我们现在人称为大自然的运作规律。无为是什么？无心，我们要想怎样做是有为。所以佛法教我们随缘，随缘是无为，攀缘是有为。攀缘是我要想怎样做，那就是攀缘，那就是有为。有为就有执着、有分别、有妄想，无为怎么样？无为是没有妄想分别执着，就像大自然一样，无为而无所不为。天地孕育万物，无所不为，无所不为那是真正的无为，无所不为是什么？他没有起心动念，没有分别执着。能体会到这个意思，所以佛家讲的随缘，随缘断一切恶，修一切善，度一切众生。《般若经》上给我们讲度一切众生，到最后什么？无有众生而得度者，度而无度，无度而度，无就是无为，为什么？帮助所有一切众生，不着众生相！《般若》讲的三轮体空，那就是寂绝无为，也就是《金刚经》上讲的破四相、破四见，「无我相，无人相，无众生相，无寿者相」，为一切众生服务，寂灭就在现前。",
      "zh_TW": "第二「寂滅」，寂絕無為，大患永滅。寂是清淨，絕，你看看下面用無為兩個字，這句話我們要細心去觀察體會大自然，這句話跟中國道家所說的非常接近，老子所講的，老子主張無為，回歸自然。大自然孕育萬物，春生、夏長、秋收、冬藏，我們現在人稱為大自然的運作規律。無為是什麼？無心，我們要想怎樣做是有為。所以佛法教我們隨緣，隨緣是無為，攀緣是有為。攀緣是我要想怎樣做，那就是攀緣，那就是有為。有為就有執著、有分別、有妄想，無為怎麼樣？無為是沒有妄想分別執著，就像大自然一樣，無為而無所不為。天地孕育萬物，無所不為，無所不為那是真正的無為，無所不為是什麼？他沒有起心動念，沒有分別執著。能體會到這個意思，所以佛家講的隨緣，隨緣斷一切惡，修一切善，度一切眾生。《般若經》上給我們講度一切眾生，到最後什麼？無有眾生而得度者，度而無度，無度而度，無就是無為，為什麼？幫助所有一切眾生，不著眾生相！《般若》講的三輪體空，那就是寂絕無為，也就是《金剛經》上講的破四相、破四見，「無我相，無人相，無眾生相，無壽者相」，為一切眾生服務，寂滅就在現前。"
    },
    {
      "id": "12-017-1650_p0033",
      "zh_CN": "释迦牟尼佛当年在世就是现这个相，寂绝无为，大患永灭。大患是什么？生死、烦恼，这是大患。妄想分别执着佛没有，虽然没有，但是能恒顺众生，能帮助广大众生。帮助他干什么？帮助他觉悟，不是帮助别的，帮助别的是附带的，最重要的是帮助他觉悟。所以佛住世，起心动念、言语造作，我们用这个话说大家好懂，只有一个目的，什么目的？无非是让众生看到、听到、接触到有所领悟。所以佛教化众生，诸位要晓得，他用身教，以身教为主，言教是辅助。所以道叫行道，行道就是你要用身体做出来，把戒定慧三学做出来，这叫行道。",
      "zh_TW": "釋迦牟尼佛當年在世就是現這個相，寂絕無為，大患永滅。大患是什麼？生死、煩惱，這是大患。妄想分別執著佛沒有，雖然沒有，但是能恆順眾生，能幫助廣大眾生。幫助他幹什麼？幫助他覺悟，不是幫助別的，幫助別的是附帶的，最重要的是幫助他覺悟。所以佛住世，起心動念、言語造作，我們用這個話說大家好懂，只有一個目的，什麼目的？無非是讓眾生看到、聽到、接觸到有所領悟。所以佛教化眾生，諸位要曉得，他用身教，以身教為主，言教是輔助。所以道叫行道，行道就是你要用身體做出來，把戒定慧三學做出來，這叫行道。"
    },
    {
      "id": "12-017-1650_p0034",
      "zh_CN": "大概在十几年前我第一次去访问北京师范大学，我送一套《四库荟要》给学校，送奖学金，学校接待我。我在它的门口看到一块牌子，上面写「学为人师，身为世范」。当时陪我是副校长，我就告诉副校长跟他们一些大众，这八个字是《华严经》上所说的，他们很惊讶！《华严经》代表整个佛法，你看释迦牟尼佛在世是不是这样？我离开学校之后，我将这八个字改一个字，在我们佛门各地方来推广，我把身字改成行字，行的意思比身的意思广，「学为人师，行为世范」。以后我听说学校真的采用我这个字，把身改成行，「学为人师，行为世范」。释迦牟尼佛做了四十九年，他所做的就是寂灭两个字，寂绝无为，大患永灭，做出来给我们看。",
      "zh_TW": "大概在十幾年前我第一次去訪問北京師範大學，我送一套《四庫薈要》給學校，送獎學金，學校接待我。我在它的門口看到一塊牌子，上面寫「學為人師，身為世範」。當時陪我是副校長，我就告訴副校長跟他們一些大眾，這八個字是《華嚴經》上所說的，他們很驚訝！《華嚴經》代表整個佛法，你看釋迦牟尼佛在世是不是這樣？我離開學校之後，我將這八個字改一個字，在我們佛門各地方來推廣，我把身字改成行字，行的意思比身的意思廣，「學為人師，行為世範」。以後我聽說學校真的採用我這個字，把身改成行，「學為人師，行為世範」。釋迦牟尼佛做了四十九年，他所做的就是寂滅兩個字，寂絕無為，大患永滅，做出來給我們看。"
    },
    {
      "id": "12-017-1650_p0035",
      "zh_CN": "世尊在教学里面把什么叫有为、什么叫无为也说得很清楚。相宗入门课程是《百法明门论》，这我们过去都学过，这是天亲菩萨将弥勒菩萨的《瑜伽师地论》，《瑜伽师地论》讲整个宇宙，他把整个宇宙一切法归纳为六百六十法。当然初学还是嫌太多、太繁，天亲菩萨把它再归纳、再简化，把六百六十法简化成一百条，叫百法。百法就是两大部分，有为跟无为，前面九十四法是有为法，后面六法是无为法。有为法是哪些？心法八个，叫八识，心所法五十一个，心所法就是心理的作用，色法这是讲物质，十一个，不相应行法二十四个，这统统叫有为法。有为法就是什么？有生有灭，不是真的，无为法是没有生灭的现象，所以虚空列在无为里面。可是无为有真无为、有相似无为，真正的无为只有一个，最后一个，真如无为。此地讲寂绝无为，这是真如无为，两种生死都没有了，分段跟变易都没有，这是大患永灭了。",
      "zh_TW": "世尊在教學裡面把什麼叫有為、什麼叫無為也說得很清楚。相宗入門課程是《百法明門論》，這我們過去都學過，這是天親菩薩將彌勒菩薩的《瑜伽師地論》，《瑜伽師地論》講整個宇宙，他把整個宇宙一切法歸納為六百六十法。當然初學還是嫌太多、太繁，天親菩薩把它再歸納、再簡化，把六百六十法簡化成一百條，叫百法。百法就是兩大部分，有為跟無為，前面九十四法是有為法，後面六法是無為法。有為法是哪些？心法八個，叫八識，心所法五十一個，心所法就是心理的作用，色法這是講物質，十一個，不相應行法二十四個，這統統叫有為法。有為法就是什麼？有生有滅，不是真的，無為法是沒有生滅的現象，所以虛空列在無為裡面。可是無為有真無為、有相似無為，真正的無為只有一個，最後一個，真如無為。此地講寂絕無為，這是真如無為，兩種生死都沒有了，分段跟變易都沒有，這是大患永滅了。"
    },
    {
      "id": "12-017-1650_p0036",
      "zh_CN": "我们看到这句，当然会想到我们现代的社会，整个世界动乱不安，恐怖分子不知道在什么地方、不知道什么时候他会制造恐怖事件。这给现代人生活罩上一层阴暗的影子，让世界上的人在生活当中没有安全感。整个世界都是这样的，尤其是大都市，每个人都有忧患，共同的忧患。还有东西方许多的预言，我们常常听到的讯息「世界末日」，外国宗教常常宣传的，让人听到之后好像感觉大难就要来了。这个灾难既然是全球性的，你到什么地方去躲避？在地上挖再深的洞，你没办法离开地球。所以很多人问我灾难有没有？肯定有，为什么这么肯定？灾难是人心变出来的。为什么华藏世界没有灾难，极乐世界没有灾难？为什么？他们那边人心善良，那边的住众各个都是寂绝无为，大患永灭，他哪来的灾难？所以那个世界称极乐，道理在此地。",
      "zh_TW": "我們看到這句，當然會想到我們現代的社會，整個世界動亂不安，恐怖分子不知道在什麼地方、不知道什麼時候他會製造恐怖事件。這給現代人生活罩上一層陰暗的影子，讓世界上的人在生活當中沒有安全感。整個世界都是這樣的，尤其是大都市，每個人都有憂患，共同的憂患。還有東西方許多的預言，我們常常聽到的訊息「世界末日」，外國宗教常常宣傳的，讓人聽到之後好像感覺大難就要來了。這個災難既然是全球性的，你到什麼地方去躲避？在地上挖再深的洞，你沒辦法離開地球。所以很多人問我災難有沒有？肯定有，為什麼這麼肯定？災難是人心變出來的。為什麼華藏世界沒有災難，極樂世界沒有災難？為什麼？他們那邊人心善良，那邊的住眾各個都是寂絕無為，大患永滅，他哪來的災難？所以那個世界稱極樂，道理在此地。"
    },
    {
      "id": "12-017-1650_p0037",
      "zh_CN": "回过头来想一想，我们这个世界上的居民起心动念是什么？都是自私自利，都是名闻利养，都是五欲六尘、贪瞋痴慢，怎么会没有灾难？在中国这几千年的历史，中国确实有很长时间的和平安定，为什么会有那种承平之世？那时候的人民淳朴、知礼守法，人跟人都互相尊重，互相敬爱，互相关怀，互助合作，所以天下太平！所感得的自然环境也是风调雨顺，所以大自然跟我们的起心动念息息相关。由此可知，我在讲经的时候提到过多次，极乐世界跟我们世界没有两样，如果我们世界上的居民能够像极乐世界一样真诚、清净、平等、正觉、慈悲，我们这个世界就是极乐，就跟它没有两样。如何能把这个世界变成极乐世界？要靠教学，要有真正的好老师来教。好老师是什么？自己真的证得，然后做出最好的榜样来教化众生。众生有佛性，众生本来是佛，只是没有人教，一有人教，他很快就觉悟了。",
      "zh_TW": "回過頭來想一想，我們這個世界上的居民起心動念是什麼？都是自私自利，都是名聞利養，都是五欲六塵、貪瞋痴慢，怎麼會沒有災難？在中國這幾千年的歷史，中國確實有很長時間的和平安定，為什麼會有那種承平之世？那時候的人民淳樸、知禮守法，人跟人都互相尊重，互相敬愛，互相關懷，互助合作，所以天下太平！所感得的自然環境也是風調雨順，所以大自然跟我們的起心動念息息相關。由此可知，我在講經的時候提到過多次，極樂世界跟我們世界沒有兩樣，如果我們世界上的居民能夠像極樂世界一樣真誠、清淨、平等、正覺、慈悲，我們這個世界就是極樂，就跟它沒有兩樣。如何能把這個世界變成極樂世界？要靠教學，要有真正的好老師來教。好老師是什麼？自己真的證得，然後做出最好的榜樣來教化眾生。眾生有佛性，眾生本來是佛，只是沒有人教，一有人教，他很快就覺悟了。"
    },
    {
      "id": "12-017-1650_p0038",
      "zh_CN": "我们从去年十一月开始，在汤池做这个实验，我们心目当中想的，大概三年才能看到效果，没想到半年效果就出来了。我给杨老师、蔡老师他们谈，人民怎么这么好教！这样容易受教，出乎意料之外。所以我们回想这个地区传统文化的底蕴深厚，虽然被忽略七、八十年，这个时间并不算短，但是现在有人一提起，大家就省悟过来，太难得！这个实验，我做这桩事情就是做实验的，给全世界那些志士仁人，从事于世界和平工作的这些人做个证明。化解冲突，促进社会安定，世界和平，开会做不到，中国老祖宗的方法，「建国君民，教学为先」，你把教育办好了就做到。",
      "zh_TW": "我們從去年十一月開始，在湯池做這個實驗，我們心目當中想的，大概三年才能看到效果，沒想到半年效果就出來了。我給楊老師、蔡老師他們談，人民怎麼這麼好教！這樣容易受教，出乎意料之外。所以我們回想這個地區傳統文化的底蘊深厚，雖然被忽略七、八十年，這個時間並不算短，但是現在有人一提起，大家就省悟過來，太難得！這個實驗，我做這樁事情就是做實驗的，給全世界那些志士仁人，從事於世界和平工作的這些人做個證明。化解衝突，促進社會安定，世界和平，開會做不到，中國老祖宗的方法，「建國君民，教學為先」，你把教育辦好了就做到。"
    },
    {
      "id": "12-017-1650_p0039",
      "zh_CN": "中国最近两千年来，佛教进入中国之后，中国的教育儒释道三家，佛教到中国来，吸收中国儒跟道的文化，所以中国儒释道三家，说老实话，没有办法严格的划分哪是佛、哪是道、哪是儒，没有法子，为什么？他们都学。你看看我们历代这些祖师大德，不要说别的，你看看近代的印光大师，你看他的《文钞》就是，他是大儒，他也是大道、大佛，他儒释道全都学。道家也没有例外，道教里面真正好的道长，他也学儒，他也学佛。儒家这些大德，哪个不念老庄？哪个不念佛经？所以说严格分你怎么分法？这三家已经融成一体，成为中国传统文化，不能分。",
      "zh_TW": "中國最近兩千年來，佛教進入中國之後，中國的教育儒釋道三家，佛教到中國來，吸收中國儒跟道的文化，所以中國儒釋道三家，說老實話，沒有辦法嚴格的劃分哪是佛、哪是道、哪是儒，沒有法子，為什麼？他們都學。你看看我們歷代這些祖師大德，不要說別的，你看看近代的印光大師，你看他的《文鈔》就是，他是大儒，他也是大道、大佛，他儒釋道全都學。道家也沒有例外，道教裡面真正好的道長，他也學儒，他也學佛。儒家這些大德，哪個不念老莊？哪個不念佛經？所以說嚴格分你怎麼分法？這三家已經融成一體，成為中國傳統文化，不能分。"
    },
    {
      "id": "12-017-1650_p0040",
      "zh_CN": "自古以来，这三家虽然有门户之见，那个门户之见多半是什么？学生没有真正通，真正通达就圆融。所谓是半桶水，它会响，真正满了就不响，通了。互相批判多半是什么？门户之见，还是有个好胜，还是有个竞争的念头在里面。好胜、竞争，儒释道三家都禁止的，都没有竞争的意思在里头。所以门户之见是个错误的知见，那是什么？自私、傲慢，从这里产生出来的。真的道心平气和，跟儒佛完全融会成一体，真正的儒跟佛道也融成一体，真正的佛跟儒道也是成一体。你看我们的历代祖师你就知道，他们的著作都留下来，我们看近代印光大师的、圆瑛法师的、谛闲法师的，在香港早年倓虚法师的，这些大德们，包括禅宗的虚云老和尚，都是大德！他们对儒、对道都尊敬，决定没有毁谤，决定没有排斥。",
      "zh_TW": "自古以來，這三家雖然有門戶之見，那個門戶之見多半是什麼？學生沒有真正通，真正通達就圓融。所謂是半桶水，它會響，真正滿了就不響，通了。互相批判多半是什麼？門戶之見，還是有個好勝，還是有個競爭的念頭在裡面。好勝、競爭，儒釋道三家都禁止的，都沒有競爭的意思在裡頭。所以門戶之見是個錯誤的知見，那是什麼？自私、傲慢，從這裡產生出來的。真的道心平氣和，跟儒佛完全融會成一體，真正的儒跟佛道也融成一體，真正的佛跟儒道也是成一體。你看我們的歷代祖師你就知道，他們的著作都留下來，我們看近代印光大師的、圓瑛法師的、諦閑法師的，在香港早年倓虛法師的，這些大德們，包括禪宗的虛雲老和尚，都是大德！他們對儒、對道都尊敬，決定沒有毀謗，決定沒有排斥。"
    },
    {
      "id": "12-017-1650_p0041",
      "zh_CN": "我们现在提倡的《十善业道经》，你看《十善业道经》前面雍正皇帝的上谕，那就是序文。这篇上谕是节录的，不是全文，全文我看到了，在《道藏》里面。我也读《道藏》，我把这篇全文抄下来，现在也印在《十善业道经》的后面，让你看看雍正皇帝上谕的全文。所以这三个融合成一体，这才是中国传统文化，不能分。我们今天虽然是学佛，我常讲佛还是要扎三个根，一个根不够稳，一定要三个根。儒的根是《弟子规》，所以诸位要晓得，儒的根是中国五千年传统的家庭教育，中国在全世界无比殊胜的就是家庭教育。",
      "zh_TW": "我們現在提倡的《十善業道經》，你看《十善業道經》前面雍正皇帝的上諭，那就是序文。這篇上諭是節錄的，不是全文，全文我看到了，在《道藏》裡面。我也讀《道藏》，我把這篇全文抄下來，現在也印在《十善業道經》的後面，讓你看看雍正皇帝上諭的全文。所以這三個融合成一體，這才是中國傳統文化，不能分。我們今天雖然是學佛，我常講佛還是要紮三個根，一個根不夠穩，一定要三個根。儒的根是《弟子規》，所以諸位要曉得，儒的根是中國五千年傳統的家庭教育，中國在全世界無比殊勝的就是家庭教育。"
    },
    {
      "id": "12-017-1650_p0042",
      "zh_CN": "所以这个古文明，只要家庭教育会被重视，中国这个古文明就会在世界上永远屹立而不败。它的教育内容是伦理、道德、因果，这个必须要知道。在过去，每个地方硬体的设施，代表教学精神的，家教，代表家教的是祠堂。在从前的祠堂，除了春秋祭祀，那里头没有人活动，做什么？办学，私塾。私塾设在哪里？都是设在祠堂。我小时候还念过一段时间的私塾，在祠堂里头。第二个代表道德的是孔庙，我们一般称文庙；还有个武庙，武庙是关帝庙，有的人称关岳庙，里面供奉的是关公跟岳飞。最重要的是文庙，孔庙代表着伦理、道德。另外还有个城隍庙，城隍庙是道教的，代表什么？因果教育。你看哪个地方没有这三种设施？无论你到哪个地方，你一定会看到那个地方有城隍庙、有孔庙、有祠堂，这三个一定有，三教鼎立。",
      "zh_TW": "所以這個古文明，只要家庭教育會被重視，中國這個古文明就會在世界上永遠屹立而不敗。它的教育內容是倫理、道德、因果，這個必須要知道。在過去，每個地方硬體的設施，代表教學精神的，家教，代表家教的是祠堂。在從前的祠堂，除了春秋祭祀，那裡頭沒有人活動，做什麼？辦學，私塾。私塾設在哪裡？都是設在祠堂。我小時候還念過一段時間的私塾，在祠堂裡頭。第二個代表道德的是孔廟，我們一般稱文廟；還有個武廟，武廟是關帝廟，有的人稱關岳廟，裡面供奉的是關公跟岳飛。最重要的是文廟，孔廟代表著倫理、道德。另外還有個城隍廟，城隍廟是道教的，代表什麼？因果教育。你看哪個地方沒有這三種設施？無論你到哪個地方，你一定會看到那個地方有城隍廟、有孔廟、有祠堂，這三個一定有，三教鼎立。"
    },
    {
      "id": "12-017-1650_p0043",
      "zh_CN": "以后加上佛教，佛教的寺院庵堂也在中国各地普遍建立，佛教的根是什么？十善业道，用三皈五戒、十善教化众生。所以诸位想想，像一张桌子一样四个腿，多稳固！这个国家民族能够长存在世界上，也经过许多的灾难，但是并没有毁灭，原因就是什么？它的根太稳固。只要这个根在，不但中国人有福，全世界的人都有福。所以我常常说世界要安定先要中国安定，中国安定了世界就安定。中国靠什么安定？要靠传统文化才会安定，这个不能不知道。",
      "zh_TW": "以後加上佛教，佛教的寺院庵堂也在中國各地普遍建立，佛教的根是什麼？十善業道，用三皈五戒、十善教化眾生。所以諸位想想，像一張桌子一樣四個腿，多穩固！這個國家民族能夠長存在世界上，也經過許多的災難，但是並沒有毀滅，原因就是什麼？它的根太穩固。只要這個根在，不但中國人有福，全世界的人都有福。所以我常常說世界要安定先要中國安定，中國安定了世界就安定。中國靠什麼安定？要靠傳統文化才會安定，這個不能不知道。"
    },
    {
      "id": "12-017-1650_p0044",
      "zh_CN": "中国经过最近这一百年的灾难，满清亡国之后，社会就动乱不安，对于我们传统文化造成严重的打击，这是很多学术界的人士忧心忡忡。所以在台湾首先有《四库全书》的影印、《四库荟要》的影印，这对振奋人心起了很大作用。接着我们看国内《四库全书》、还有《四库》的续编都印出来了。江主席提倡的「以德治国」，胡主席提出的「和谐社会，和谐世界」，这个讯息就是中国传统的文化有复兴的讯息了，好事！我们在这二、三年当中全心全力的在推动《弟子规》的学习。特别要求学佛的同学，你在佛学里头真正能够学得好，总要记住释迦牟尼佛灭度之前他老人家两句重要的遗言，第一句教给我们「以戒为师」，第二教我们「以苦为师」。我们真能够持戒，不怕吃苦，你道业就有成就，如果你不能持戒，怕吃苦，你不能成就。",
      "zh_TW": "中國經過最近這一百年的災難，滿清亡國之後，社會就動亂不安，對於我們傳統文化造成嚴重的打擊，這是很多學術界的人士憂心忡忡。所以在台灣首先有《四庫全書》的影印、《四庫薈要》的影印，這對振奮人心起了很大作用。接著我們看國內《四庫全書》、還有《四庫》的續編都印出來了。江主席提倡的「以德治國」，胡主席提出的「和諧社會，和諧世界」，這個訊息就是中國傳統的文化有復興的訊息了，好事！我們在這二、三年當中全心全力的在推動《弟子規》的學習。特別要求學佛的同學，你在佛學裡頭真正能夠學得好，總要記住釋迦牟尼佛滅度之前他老人家兩句重要的遺言，第一句教給我們「以戒為師」，第二教我們「以苦為師」。我們真能夠持戒，不怕吃苦，你道業就有成就，如果你不能持戒，怕吃苦，你不能成就。"
    },
    {
      "id": "12-017-1650_p0045",
      "zh_CN": "我常常劝勉同学，世尊当年在世，看到他的物质生活很苦，苦中有乐，有真乐。你们看到现在人享受这些物质文明，享乐，乐中有苦，你要认清楚。乐中有苦享受不得，苦中有乐是真乐。儒家讲的「学而时习之，不亦说乎」，真乐；佛家讲的法喜充满，常生欢喜心，真乐！佛教人离苦得乐，但是苦跟乐世间人不认识，世间人把苦看成乐，觉悟的人清楚明白，我们不能不知道。真正在里面得到乐趣，没有别的，读书。孔夫子自己承认，没有什么别的长处，只有一个长处，好学，这点就了不起！",
      "zh_TW": "我常常勸勉同學，世尊當年在世，看到他的物質生活很苦，苦中有樂，有真樂。你們看到現在人享受這些物質文明，享樂，樂中有苦，你要認清楚。樂中有苦享受不得，苦中有樂是真樂。儒家講的「學而時習之，不亦說乎」，真樂；佛家講的法喜充滿，常生歡喜心，真樂！佛教人離苦得樂，但是苦跟樂世間人不認識，世間人把苦看成樂，覺悟的人清楚明白，我們不能不知道。真正在裡面得到樂趣，沒有別的，讀書。孔夫子自己承認，沒有什麼別的長處，只有一個長處，好學，這點就了不起！"
    },
    {
      "id": "12-017-1650_p0046",
      "zh_CN": "我们要发心好学，每天不离开圣贤的典籍，那你是每天没有离开圣贤人，每天不离开经教，就是每天没有离开佛菩萨。诸位一定要知道，如果没有经教，供养佛菩萨的形像，佛菩萨在不在？不在！那个像是假的，不是真的。你一定要天天读诵经典，天天学习经典，这个经典里面你懂多少你就学多少，天天学，决定不放松。活到老，学到老，佛家讲尽形寿受持读诵、为人演说，这个话说得好！为人演说，演是我要做到，懂得多少我做多少，我做出样子来给人看那叫演，别人来问我给他解释叫说。你就晓得教化众生，佛家讲普度众生，是以身教为第一，就是我们做出样子来给人看。言教是辅助，是其次，最重要是身教。所以才能够感动人，才能够帮助自己，成就自己，帮助别人回头是岸，帮助别人破迷开悟。我们能够这样学，自己这一生当中决定得生净土，那就大患永灭。",
      "zh_TW": "我們要發心好學，每天不離開聖賢的典籍，那你是每天沒有離開聖賢人，每天不離開經教，就是每天沒有離開佛菩薩。諸位一定要知道，如果沒有經教，供養佛菩薩的形像，佛菩薩在不在？不在！那個像是假的，不是真的。你一定要天天讀誦經典，天天學習經典，這個經典裡面你懂多少你就學多少，天天學，決定不放鬆。活到老，學到老，佛家講盡形壽受持讀誦、為人演說，這個話說得好！為人演說，演是我要做到，懂得多少我做多少，我做出樣子來給人看那叫演，別人來問我給他解釋叫說。你就曉得教化眾生，佛家講普度眾生，是以身教為第一，就是我們做出樣子來給人看。言教是輔助，是其次，最重要是身教。所以才能夠感動人，才能夠幫助自己，成就自己，幫助別人回頭是岸，幫助別人破迷開悟。我們能夠這樣學，自己這一生當中決定得生淨土，那就大患永滅。"
    },
    {
      "id": "12-017-1650_p0047",
      "zh_CN": "寂绝无为，大患永灭，在我们这一生这一世真的做不到，但是我们应该在这个世间能放下的尽量多放下，要觉悟，不要给自己找麻烦，不要给自己加重负担，那你就错了。就是建一个小道场，像印祖所说的，二十个人在一块共修，也要随缘而不攀缘，为什么？攀缘就苦。攀缘你要求人，求人人家未必答应；随缘，有这个缘，很欢喜，很好，没有这个缘，好好修自己，自己修行有成就自然有感应，不用操一点心。今天时间到了，我们学到此地。",
      "zh_TW": "寂絕無為，大患永滅，在我們這一生這一世真的做不到，但是我們應該在這個世間能放下的儘量多放下，要覺悟，不要給自己找麻煩，不要給自己加重負擔，那你就錯了。就是建一個小道場，像印祖所說的，二十個人在一塊共修，也要隨緣而不攀緣，為什麼？攀緣就苦。攀緣你要求人，求人人家未必答應；隨緣，有這個緣，很歡喜，很好，沒有這個緣，好好修自己，自己修行有成就自然有感應，不用操一點心。今天時間到了，我們學到此地。"
    }
  ]
}