{
  "doc_id": "12-017-1192",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一九二卷",
    "zh_TW": "第一一九二卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1192",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "12-017-1192_p0001",
      "zh_CN": "诸位同学，请看「光明觉品」经文第一行：",
      "zh_TW": "諸位同學，請看「光明覺品」經文第一行："
    },
    {
      "id": "12-017-1192_p0002",
      "zh_CN": "【尔时世尊。从两足轮下。放百亿光明。】",
      "zh_TW": "【爾時世尊。從兩足輪下。放百億光明。】"
    },
    {
      "id": "12-017-1192_p0003",
      "zh_CN": "清凉大师在注解里面告诉我们，足下放光有四义，前面三条我们讲过了，现在看第四段。「四显信该果海，已满足故。轮义亦然，圆无缺故。言百亿光者，以遍法界所照之刹，皆百亿故」。清凉大师注解到这个地方，这一段意思也很深很广。足下放光显示信该果海，海是比喻，这个信是因，是开始。有这个因，果就在因中。大乘教常讲「因赅果海，果彻因源」，因果是一不是二，而且因果是同时，同时同处。这个境界，法身菩萨见到。你要问为什么法身菩萨见到，我们见不到？我们在一般看因果总是不同时，先有因后有果。为什么他见到，我们见不到？其实这个道理前面都说过，我们迷了自性，殊不知自性或者说是法性（都是一个意思），它本来是圆满的，它没有空间，没有空间就是没有远近；它没有时间，没有时间就是没有先后。所以他跟我们看的确实不一样。我们看这个先开花后结果，他看是同时的。为什么？我们幻觉里面，时间有过去、有现在、有未来，他们没有。他们过去、现在、未来都在眼前，是这么个道理。",
      "zh_TW": "清涼大師在註解裡面告訴我們，足下放光有四義，前面三條我們講過了，現在看第四段。「四顯信該果海，已滿足故。輪義亦然，圓無缺故。言百億光者，以遍法界所照之剎，皆百億故」。清涼大師註解到這個地方，這一段意思也很深很廣。足下放光顯示信該果海，海是比喻，這個信是因，是開始。有這個因，果就在因中。大乘教常講「因賅果海，果徹因源」，因果是一不是二，而且因果是同時，同時同處。這個境界，法身菩薩見到。你要問為什麼法身菩薩見到，我們見不到？我們在一般看因果總是不同時，先有因後有果。為什麼他見到，我們見不到？其實這個道理前面都說過，我們迷了自性，殊不知自性或者說是法性（都是一個意思），它本來是圓滿的，它沒有空間，沒有空間就是沒有遠近；它沒有時間，沒有時間就是沒有先後。所以他跟我們看的確實不一樣。我們看這個先開花後結果，他看是同時的。為什麼？我們幻覺裡面，時間有過去、有現在、有未來，他們沒有。他們過去、現在、未來都在眼前，是這麼個道理。"
    },
    {
      "id": "12-017-1192_p0004",
      "zh_CN": "所以因果同时，因果同处，这个境界在《华严》称为不思议解脱境界。谁能见？法身菩萨。所以什么时候你自己证得法身，你很清楚，你不需要问别人，你能够看过去、现在、未来，你同时看到，时间没有了。你再看看远近，距离没有了，西方极乐世界，这经上给我们讲极乐世界距离娑婆世界，当中十万亿佛国土，非常遥远。到哪一天你一看极乐世界就在眼前，这个时候是什么果位？至少圆教初住，你破一品无明，证一分法身，这个境界就现前了。所以佛不是说给我们听了，听了就没事了，不是的，佛是希望我们自己亲自证得。",
      "zh_TW": "所以因果同時，因果同處，這個境界在《華嚴》稱為不思議解脫境界。誰能見？法身菩薩。所以什麼時候你自己證得法身，你很清楚，你不需要問別人，你能夠看過去、現在、未來，你同時看到，時間沒有了。你再看看遠近，距離沒有了，西方極樂世界，這經上給我們講極樂世界距離娑婆世界，當中十萬億佛國土，非常遙遠。到哪一天你一看極樂世界就在眼前，這個時候是什麼果位？至少圓教初住，你破一品無明，證一分法身，這個境界就現前了。所以佛不是說給我們聽了，聽了就沒事了，不是的，佛是希望我們自己親自證得。"
    },
    {
      "id": "12-017-1192_p0005",
      "zh_CN": "近代的科学家相当聪明，我听说他们用数学来推算，发现时间跟空间不是真的，在某一种条件之下，时间等于零，空间也等于零。某一种条件，这个条件他说的不清楚。佛法里面讲得太明白，什么条件？妄想分别执着统统放下的时候，这个境界就现前，空间没有了，时间没有了。我们这个地方距离美国，飞机要飞十几个小时，如果空间没有了，那就不需要交通工具也不需要走路了。美国在哪里？就在面前。你想哪个城市就哪个城市，想哪个街道就哪个街道，你就在，不可思议。这多么神奇、多么奇妙。大乘经里面讲，这是事实，这不是幻想。在佛法里面，这叫做神足通，六通里头叫神足通。",
      "zh_TW": "近代的科學家相當聰明，我聽說他們用數學來推算，發現時間跟空間不是真的，在某一種條件之下，時間等於零，空間也等於零。某一種條件，這個條件他說的不清楚。佛法裡面講得太明白，什麼條件？妄想分別執著統統放下的時候，這個境界就現前，空間沒有了，時間沒有了。我們這個地方距離美國，飛機要飛十幾個小時，如果空間沒有了，那就不需要交通工具也不需要走路了。美國在哪裡？就在面前。你想哪個城市就哪個城市，想哪個街道就哪個街道，你就在，不可思議。這多麼神奇、多麼奇妙。大乘經裡面講，這是事實，這不是幻想。在佛法裡面，這叫做神足通，六通裡頭叫神足通。"
    },
    {
      "id": "12-017-1192_p0006",
      "zh_CN": "遍法界虚空界，任何一处跟我们自己这个地方没有距离、没有间隔，这是「因该果海」，信是因，该是包括的意思，包括圆满的果德，海是代表圆满。「已满足故」，满足就是圆满，大乘圆教这一发心功德就不可思议。我们读马鸣菩萨的《大乘起信论》，你看看这个论的题目「大乘起信」，拣别这不是小乘。大乘信心才生起，就已经圆满功德，菩萨的果位叫发心住，十住，这初住，初住发心住。发什么心？菩提心。",
      "zh_TW": "遍法界虛空界，任何一處跟我們自己這個地方沒有距離、沒有間隔，這是「因該果海」，信是因，該是包括的意思，包括圓滿的果德，海是代表圓滿。「已滿足故」，滿足就是圓滿，大乘圓教這一發心功德就不可思議。我們讀馬鳴菩薩的《大乘起信論》，你看看這個論的題目「大乘起信」，揀別這不是小乘。大乘信心才生起，就已經圓滿功德，菩薩的果位叫發心住，十住，這初住，初住發心住。發什麼心？菩提心。"
    },
    {
      "id": "12-017-1192_p0007",
      "zh_CN": "诸位一定要知道，菩提心是性德，你的性德流露了。经上给我们讲菩提心，如世尊在《观无量寿佛经》里面所说的「至诚心」，真诚到极处叫至诚，这是菩提心之体，也就是真心之体；「深心」，是真心的自受用；「回向发愿心」，是真心的他受用。用什么心待人？用什么心对待自己？真心。《起信论》里面说菩提心，直心，直心是体，深心是自受用，大悲心是他受用。经论合起来看意思就很清楚很明白。",
      "zh_TW": "諸位一定要知道，菩提心是性德，你的性德流露了。經上給我們講菩提心，如世尊在《觀無量壽佛經》裡面所說的「至誠心」，真誠到極處叫至誠，這是菩提心之體，也就是真心之體；「深心」，是真心的自受用；「迴向發願心」，是真心的他受用。用什麼心待人？用什麼心對待自己？真心。《起信論》裡面說菩提心，直心，直心是體，深心是自受用，大悲心是他受用。經論合起來看意思就很清楚很明白。"
    },
    {
      "id": "12-017-1192_p0008",
      "zh_CN": "那我们接引初学，经论的说法都不太好懂。所以我把这个三句用五句话来讲，大家就更容易懂。真心之体就是真诚心，真诚到极处。学佛，你不是要作佛吗？作佛可不能用妄心，妄心成不了佛，要用真心。所以要用真诚心。真诚心自受用不是深心吗？什么叫深心？你看论讲深心，经也讲深心，古人注解这个深心，注得也很好，但是很难体会。古人注的是好善好德，深心是好善好德。我们把这个好善好德，把它具体化，采取《无量寿经》上的一句经文，「清净平等觉」。所以自受用，清净心、平等心、正觉心，这就是深心，都要到极处。为什么？真诚到极处，真诚决定没有丝毫虚伪，对自己、对别人要用这个心体，没有一丝毫虚伪相。清净是一尘不染，无论是在顺境、在逆境，善缘还是恶缘，统统不沾染。宗门大德所谓的「百花丛中过，片叶不沾身」。何以能够不沾染？因为你有智慧，你明了「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。",
      "zh_TW": "那我們接引初學，經論的說法都不太好懂。所以我把這個三句用五句話來講，大家就更容易懂。真心之體就是真誠心，真誠到極處。學佛，你不是要作佛嗎？作佛可不能用妄心，妄心成不了佛，要用真心。所以要用真誠心。真誠心自受用不是深心嗎？什麼叫深心？你看論講深心，經也講深心，古人註解這個深心，註得也很好，但是很難體會。古人註的是好善好德，深心是好善好德。我們把這個好善好德，把它具體化，採取《無量壽經》上的一句經文，「清淨平等覺」。所以自受用，清淨心、平等心、正覺心，這就是深心，都要到極處。為什麼？真誠到極處，真誠決定沒有絲毫虛偽，對自己、對別人要用這個心體，沒有一絲毫虛偽相。清淨是一塵不染，無論是在順境、在逆境，善緣還是惡緣，統統不沾染。宗門大德所謂的「百花叢中過，片葉不沾身」。何以能夠不沾染？因為你有智慧，你明瞭「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。"
    },
    {
      "id": "12-017-1192_p0009",
      "zh_CN": "世尊说法，讲般若二十二年。佛灭度之后，弟子们集结成为经典，现在在《大藏经》里面分量最大，《大般若经》六百卷，《大智度论》是这部经的注解，一千卷，还不是《大般若经》的注解，是《摩诃般若波罗蜜经》的注解，叫《大品般若》。六百卷《大般若》讲些什么？我看了之后，最后做了个总结三句话，「一切法无所有，毕竟空，不可得」。我总结这三句。无所有毕竟空不可得，你当然放下了，当然不沾染了。只要能不沾染，你就能够契入无障碍的法界，理事无碍，事事无碍，解脱了。不但脱离六道轮回，脱离十法界，于一切法当中，你绝对不会起心动念。",
      "zh_TW": "世尊說法，講般若二十二年。佛滅度之後，弟子們集結成為經典，現在在《大藏經》裡面分量最大，《大般若經》六百卷，《大智度論》是這部經的註解，一千卷，還不是《大般若經》的註解，是《摩訶般若波羅蜜經》的註解，叫《大品般若》。六百卷《大般若》講些什麼？我看了之後，最後做了個總結三句話，「一切法無所有，畢竟空，不可得」。我總結這三句。無所有畢竟空不可得，你當然放下了，當然不沾染了。只要能不沾染，你就能夠契入無障礙的法界，理事無礙，事事無礙，解脫了。不但脫離六道輪迴，脫離十法界，於一切法當中，你絕對不會起心動念。"
    },
    {
      "id": "12-017-1192_p0010",
      "zh_CN": "诸位要知道，起心动念是迷惑，你迷了，分别是造业，执着就是果报；执着里面就有苦乐，苦乐是属于果报。能够在一切法里头，顺境逆境、善缘恶缘，你能够做到不起心不动念，这是什么人？法身菩萨。我们要努力，要向这个方向、向这个目标进取、契入。法身菩萨能证得，我们为什么不能证得？原因不是别的，不肯放下妄想分别执着，所以你不能证得。妄想分别执着你放不下，六道这个幻相就除不掉。放下之后，六道没有了，不但六道没有了，十法界也没有，剩下来叫一真法界；华藏是一真，极乐是一真。这个境界里面每个人，实际上那每个人在我们称呼他是法身菩萨，每一个法身菩萨都没有妄想分别执着。",
      "zh_TW": "諸位要知道，起心動念是迷惑，你迷了，分別是造業，執著就是果報；執著裡面就有苦樂，苦樂是屬於果報。能夠在一切法裡頭，順境逆境、善緣惡緣，你能夠做到不起心不動念，這是什麼人？法身菩薩。我們要努力，要向這個方向、向這個目標進取、契入。法身菩薩能證得，我們為什麼不能證得？原因不是別的，不肯放下妄想分別執著，所以你不能證得。妄想分別執著你放不下，六道這個幻相就除不掉。放下之後，六道沒有了，不但六道沒有了，十法界也沒有，剩下來叫一真法界；華藏是一真，極樂是一真。這個境界裡面每個人，實際上那每個人在我們稱呼他是法身菩薩，每一個法身菩薩都沒有妄想分別執著。"
    },
    {
      "id": "12-017-1192_p0011",
      "zh_CN": "所以我们今天世界动乱，许多志士仁人在追求如何消弭冲突，促进世界和平，做得很辛苦。但是冲突依然不能消灭，和平也未能现前，这什么原因？这几年，我也参与这一项工作，我与许多学者专家举行过座谈会，我把我学佛的经验提出来贡献给他们做参考。消除冲突、化解冲突要从哪个地方做起？要从自己内心做起。自性本来是和睦的，本来在整个宇宙里面没有冲突，确确实实是和睦相处，平等对待。宇宙原本就是和谐的，和睦相处，平等对待。我举一个很简单的例子，外面是大宇宙，许许多多的星系，我们身体是小宇宙，小宇宙跟大宇宙没有两样。我们这个小宇宙里面，许许多多不同器官组成的，每个器官，甚至于每一个细胞，都是和睦的。本来和睦，本来就平等，所以它们彼此包容，彼此尊重，彼此关怀，彼此合作，我们这个身体健康。如果我们这个身体器官，哪一个器官跟另一个器官不合作了，毛病不就出来了吗？这个诸位就知道，毛病就出来，你就生病了，严重的要命。",
      "zh_TW": "所以我們今天世界動亂，許多志士仁人在追求如何消弭衝突，促進世界和平，做得很辛苦。但是衝突依然不能消滅，和平也未能現前，這什麼原因？這幾年，我也參與這一項工作，我與許多學者專家舉行過座談會，我把我學佛的經驗提出來貢獻給他們做參考。消除衝突、化解衝突要從哪個地方做起？要從自己內心做起。自性本來是和睦的，本來在整個宇宙裡面沒有衝突，確確實實是和睦相處，平等對待。宇宙原本就是和諧的，和睦相處，平等對待。我舉一個很簡單的例子，外面是大宇宙，許許多多的星系，我們身體是小宇宙，小宇宙跟大宇宙沒有兩樣。我們這個小宇宙裡面，許許多多不同器官組成的，每個器官，甚至於每一個細胞，都是和睦的。本來和睦，本來就平等，所以它們彼此包容，彼此尊重，彼此關懷，彼此合作，我們這個身體健康。如果我們這個身體器官，哪一個器官跟另一個器官不合作了，毛病不就出來了嗎？這個諸位就知道，毛病就出來，你就生病了，嚴重的要命。"
    },
    {
      "id": "12-017-1192_p0012",
      "zh_CN": "宇宙本来是和谐的，一切众生只要生在这个地球上，地球上为什么生他？一定是需要他。就好像我们这个身体，身体每一个器官，既然身体上生了，那它一定有作用，它不能缺少，你要把它割除、切断了，你就破坏生态平衡，破坏我们人身体的生态平衡，我们就不健康了。我常常讲这个中医跟西医的比较，西医是哪个地方不健康，切除，这不是个治疗方法。切除是什么？你身体里缺少这一部分，这一部分是不能缺少的，你要把它割除掉，缺少，你的身体不健康，永远不能恢复健康。中医好在哪里？这个地方有毛病，用药物来治疗，让它恢复它的功能，这个正确！不能破坏，要帮助它恢复，这才是正确，这才是健康的。小宇宙如是，大宇宙亦如是。",
      "zh_TW": "宇宙本來是和諧的，一切眾生只要生在這個地球上，地球上為什麼生他？一定是需要他。就好像我們這個身體，身體每一個器官，既然身體上生了，那它一定有作用，它不能缺少，你要把它割除、切斷了，你就破壞生態平衡，破壞我們人身體的生態平衡，我們就不健康了。我常常講這個中醫跟西醫的比較，西醫是哪個地方不健康，切除，這不是個治療方法。切除是什麼？你身體裡缺少這一部分，這一部分是不能缺少的，你要把它割除掉，缺少，你的身體不健康，永遠不能恢復健康。中醫好在哪裡？這個地方有毛病，用藥物來治療，讓它恢復它的功能，這個正確！不能破壞，要幫助它恢復，這才是正確，這才是健康的。小宇宙如是，大宇宙亦如是。"
    },
    {
      "id": "12-017-1192_p0013",
      "zh_CN": "所以这个和平工作从哪里做起？从自己本身做起。自己与一切人、一切事、一切物对立，这个观念就是冲突的根源。我们要消除一切冲突，必须从根本上来解决，把内心里面的矛盾、里面的对立化解掉。首先身体，身心健康，这个身体各个器官和睦相处，平等对待；心理，那我们讲八识五十一心所密切合作，身心健康。然后才能够知道怎样帮助这个世界，化解所有的冲突，促进真正和平，从这里做。佛法里头常说，你自己未度而能度人，无有是处。我自己本身没有达到和睦相处，平等对待，我怎么能帮助别人化解冲突，促进和平？所以做了这么多年，愈做愈辛苦，愈做看不到效果，冲突愈来愈多，频率增加了。每一次冲突，这个灾难严重了，现在大家着急了。研究解决问题的人，过去总是把这个理念放在冷战、热战，现在知道冷战、热战都不能解决问题。想换个方法，完全用和平的手段。和平手段从哪里用起？也是从本身内心里头做起，这才能收到效果。我这个建议，他们从来没有想到过。",
      "zh_TW": "所以這個和平工作從哪裡做起？從自己本身做起。自己與一切人、一切事、一切物對立，這個觀念就是衝突的根源。我們要消除一切衝突，必須從根本上來解決，把內心裡面的矛盾、裡面的對立化解掉。首先身體，身心健康，這個身體各個器官和睦相處，平等對待；心理，那我們講八識五十一心所密切合作，身心健康。然後才能夠知道怎樣幫助這個世界，化解所有的衝突，促進真正和平，從這裡做。佛法裡頭常說，你自己未度而能度人，無有是處。我自己本身沒有達到和睦相處，平等對待，我怎麼能幫助別人化解衝突，促進和平？所以做了這麼多年，愈做愈辛苦，愈做看不到效果，衝突愈來愈多，頻率增加了。每一次衝突，這個災難嚴重了，現在大家著急了。研究解決問題的人，過去總是把這個理念放在冷戰、熱戰，現在知道冷戰、熱戰都不能解決問題。想換個方法，完全用和平的手段。和平手段從哪裡用起？也是從本身內心裡頭做起，這才能收到效果。我這個建議，他們從來沒有想到過。"
    },
    {
      "id": "12-017-1192_p0014",
      "zh_CN": "学佛的人，真正的佛弟子，这是我们修学头一堂功课。你看看经典上称菩萨叫仁者，仁慈的人称菩萨。中国谚语有一句话说「仁者无敌」，你懂得这一句话什么意思？仁慈的人他内心里头没有冤家、没有敌对的，就是我刚才讲的没有冲突、没有对立，这个人叫菩萨。如果对于一切人事物还有敌对的、有对立的，这个人不是菩萨。换句话说，这个人不是修学大乘的。修学大乘哪里会有这种心态？哪里会有这种行为？就是伤害我的人都能够原谅，说原谅已经很过分了，若无其事。",
      "zh_TW": "學佛的人，真正的佛弟子，這是我們修學頭一堂功課。你看看經典上稱菩薩叫仁者，仁慈的人稱菩薩。中國諺語有一句話說「仁者無敵」，你懂得這一句話什麼意思？仁慈的人他內心裡頭沒有冤家、沒有敵對的，就是我剛才講的沒有衝突、沒有對立，這個人叫菩薩。如果對於一切人事物還有敵對的、有對立的，這個人不是菩薩。換句話說，這個人不是修學大乘的。修學大乘哪裡會有這種心態？哪裡會有這種行為？就是傷害我的人都能夠原諒，說原諒已經很過分了，若無其事。"
    },
    {
      "id": "12-017-1192_p0015",
      "zh_CN": "大乘教里面，诸位《金刚经》都念过，《金刚经》忍辱仙人修六波罗蜜，那是菩萨！遇到歌利王，歌利是梵语，翻成中国意思叫暴君，歌利是蛮横无理。遇到这样一个国王把忍辱仙人凌迟处死，这非常残酷，用刀一刀一刀把你肉慢慢的割，割到死。那是个菩萨，菩萨对于遇到这样的恶人，没有一点点瞋恚心，没有一丝毫报复的心，他内心没有对立、内心没有矛盾、内心没有冲突。被人家这样子冤枉处死，菩萨不但不怨恨他，还感谢他。这个话一般人想不通，为什么感谢他？真的感谢他，等于说这是一次考试，看你忍辱波罗蜜，你能不能忍？他能忍，忍辱波罗蜜圆满了；没有一丝毫报复的念头，持戒波罗蜜也圆满。一个圆满，六个都圆满，菩萨成佛了；是歌利王割截身体把菩萨往上抬举，菩萨成佛了。这个佛就是本师释迦牟尼佛。佛要报恩，报答他，佛说：我将来成佛，第一个度你。所以歌利王的后身就是憍陈如尊者，鹿野苑，果然菩萨说话算话，第一个得度，第一个在世尊会下证阿罗汉果，憍陈如尊者。忍辱仙人就是释迦牟尼佛的前身。这个故事详细的记载在《大涅槃经》里面，《金刚经》只是带一带。世尊给我们做这样的示范、这样的表演，慈悲到极处，我们应当要学。",
      "zh_TW": "大乘教裡面，諸位《金剛經》都念過，《金剛經》忍辱仙人修六波羅蜜，那是菩薩！遇到歌利王，歌利是梵語，翻成中國意思叫暴君，歌利是蠻橫無理。遇到這樣一個國王把忍辱仙人凌遲處死，這非常殘酷，用刀一刀一刀把你肉慢慢的割，割到死。那是個菩薩，菩薩對於遇到這樣的惡人，沒有一點點瞋恚心，沒有一絲毫報復的心，他內心沒有對立、內心沒有矛盾、內心沒有衝突。被人家這樣子冤枉處死，菩薩不但不怨恨他，還感謝他。這個話一般人想不通，為什麼感謝他？真的感謝他，等於說這是一次考試，看你忍辱波羅蜜，你能不能忍？他能忍，忍辱波羅蜜圓滿了；沒有一絲毫報復的念頭，持戒波羅蜜也圓滿。一個圓滿，六個都圓滿，菩薩成佛了；是歌利王割截身體把菩薩往上抬舉，菩薩成佛了。這個佛就是本師釋迦牟尼佛。佛要報恩，報答他，佛說：我將來成佛，第一個度你。所以歌利王的後身就是憍陳如尊者，鹿野苑，果然菩薩說話算話，第一個得度，第一個在世尊會下證阿羅漢果，憍陳如尊者。忍辱仙人就是釋迦牟尼佛的前身。這個故事詳細的記載在《大涅槃經》裡面，《金剛經》只是帶一帶。世尊給我們做這樣的示範、這樣的表演，慈悲到極處，我們應當要學。"
    },
    {
      "id": "12-017-1192_p0016",
      "zh_CN": "我们遇到一个冤亲债主，总是过去今生有不愉快的事情，遇到了，他才来伤害，决定不能怪他。他看不到三世，我们现在看到三世，他迷惑，我不迷惑，我要跟他一样就大错特错了。我们要学忍辱仙人心平气和。这些境界现前，我常常讲为我们消业障，佛法里讲的重罪轻报，本来我这个罪是要在三恶道受果报的，畜生、饿鬼、地狱，他们现前就把这些灾害加在我身上，我现在就报了，怎么不是好事？所以我离开台湾，写了六句永远生活在感恩的世界，对于善人感恩，对于恶人感恩，对于毁谤加害我的人，没有一个不感恩。离开新加坡到澳洲来，我写了一副对联，「处逆境，随恶缘，无瞋恚，业障尽消；处顺境，随善缘，无贪痴，福慧全现」。我勉励自己，也跟一切同学共勉之。",
      "zh_TW": "我們遇到一個冤親債主，總是過去今生有不愉快的事情，遇到了，他才來傷害，決定不能怪他。他看不到三世，我們現在看到三世，他迷惑，我不迷惑，我要跟他一樣就大錯特錯了。我們要學忍辱仙人心平氣和。這些境界現前，我常常講為我們消業障，佛法裡講的重罪輕報，本來我這個罪是要在三惡道受果報的，畜生、餓鬼、地獄，他們現前就把這些災害加在我身上，我現在就報了，怎麼不是好事？所以我離開台灣，寫了六句永遠生活在感恩的世界，對於善人感恩，對於惡人感恩，對於毀謗加害我的人，沒有一個不感恩。離開新加坡到澳洲來，我寫了一副對聯，「處逆境，隨惡緣，無瞋恚，業障盡消；處順境，隨善緣，無貪痴，福慧全現」。我勉勵自己，也跟一切同學共勉之。"
    },
    {
      "id": "12-017-1192_p0017",
      "zh_CN": "我们要真学，佛教我们东西，如果不能落实到日常生活，不能落实到处事待人接物，那我们叫白学了。我们对这个世间，「于人无争，于世无求」，我们所希求的，往生极乐世界，务必要修到纯净纯善，我们的目标在此地。十几年前，我在加州写的这副对联，现在用在阿弥陀佛佛像的两边悬挂，「真诚，清净，平等，正觉，慈悲」，下联「看破，放下，自在，随缘，念佛」，在加州写的。这是我们自己在这一生当中，总结大乘学习的纲领，上联是菩提心，下联是菩萨行。到澳洲来，我又更是简化了，用四个字「纯净纯善」。",
      "zh_TW": "我們要真學，佛教我們東西，如果不能落實到日常生活，不能落實到處事待人接物，那我們叫白學了。我們對這個世間，「於人無爭，於世無求」，我們所希求的，往生極樂世界，務必要修到純淨純善，我們的目標在此地。十幾年前，我在加州寫的這副對聯，現在用在阿彌陀佛佛像的兩邊懸掛，「真誠，清淨，平等，正覺，慈悲」，下聯「看破，放下，自在，隨緣，念佛」，在加州寫的。這是我們自己在這一生當中，總結大乘學習的綱領，上聯是菩提心，下聯是菩薩行。到澳洲來，我又更是簡化了，用四個字「純淨純善」。"
    },
    {
      "id": "12-017-1192_p0018",
      "zh_CN": "诸位都知道这世间有灾难，教会里面传出的讯息，教人「信上帝，信末日」。伊斯兰教里头也有相同的话，「信真主，信末日」。末世录或者称启示录，《新旧约全书》最后的一章，寓言，讲世界末日的现象，几乎在现前社会上普遍都能见到。我们不怕，我们心里要有准备，断恶修善，积功累德，提升自己的灵性。身有生灭，灵性不生不灭，你的灵性善，自然到善的地方去；灵性不善，自然到不善的地方去。就像《圣经》里面耶稣所说的，不善的人，随他去，他到不善地方去；善人也随他去，他到好地方去。这些话正是佛法里面讲的随缘，随缘你就自在。",
      "zh_TW": "諸位都知道這世間有災難，教會裡面傳出的訊息，教人「信上帝，信末日」。伊斯蘭教裡頭也有相同的話，「信真主，信末日」。末世錄或者稱啟示錄，《新舊約全書》最後的一章，寓言，講世界末日的現象，幾乎在現前社會上普遍都能見到。我們不怕，我們心裡要有準備，斷惡修善，積功累德，提升自己的靈性。身有生滅，靈性不生不滅，你的靈性善，自然到善的地方去；靈性不善，自然到不善的地方去。就像《聖經》裡面耶穌所說的，不善的人，隨他去，他到不善地方去；善人也隨他去，他到好地方去。這些話正是佛法裡面講的隨緣，隨緣你就自在。"
    },
    {
      "id": "12-017-1192_p0019",
      "zh_CN": "可是规过劝善这一桩事情是我们应该要做的，他听懂了，他得利益；他不懂，他不回头，我们对他的义务尽到了。将来他堕在恶道，他不会怪我们，为什么？那个时候都早就说了，不是没有跟我说，已经跟我说，我不相信，我不肯做，这个果报自己应当承当，没有话说。如果我们不说，那是过失，他会讲：你早知道，你为什么不说？害得我堕三恶道。我们已经说，说得很明白，说得很多，这个时候你不觉悟、不回头，那没法子。诸佛菩萨帮助苦难众生，也只能到此为止，「佛氏门中，不舍一人」。这就是大慈大悲，你纵然堕到恶道，佛菩萨也在恶道里面常常提醒你，以种种善巧方便帮助你觉悟、帮助你回头。佛菩萨有这个能力，能够在十法界任何一道现身，给众生现同类身。真的，菩萨认识你，你不认识他是菩萨。菩萨爱你，菩萨尊重你，你不知道，你反而去恨他，你不接受他，迷悟差别就在此地。",
      "zh_TW": "可是規過勸善這一樁事情是我們應該要做的，他聽懂了，他得利益；他不懂，他不回頭，我們對他的義務盡到了。將來他墮在惡道，他不會怪我們，為什麼？那個時候都早就說了，不是沒有跟我說，已經跟我說，我不相信，我不肯做，這個果報自己應當承當，沒有話說。如果我們不說，那是過失，他會講：你早知道，你為什麼不說？害得我墮三惡道。我們已經說，說得很明白，說得很多，這個時候你不覺悟、不回頭，那沒法子。諸佛菩薩幫助苦難眾生，也只能到此為止，「佛氏門中，不捨一人」。這就是大慈大悲，你縱然墮到惡道，佛菩薩也在惡道裡面常常提醒你，以種種善巧方便幫助你覺悟、幫助你回頭。佛菩薩有這個能力，能夠在十法界任何一道現身，給眾生現同類身。真的，菩薩認識你，你不認識他是菩薩。菩薩愛你，菩薩尊重你，你不知道，你反而去恨他，你不接受他，迷悟差別就在此地。"
    },
    {
      "id": "12-017-1192_p0020",
      "zh_CN": "所以学佛要把贪瞋痴慢、烦恼习气，渐渐把它淡化，这就是你功夫进步了。淡化到渐渐消失掉了，六道就没有了，你就脱离六道轮回了。然后进一步淡化知见，知见要断掉了，恭喜你，你超越十法界。这是我常说的，《金刚经》上讲的四相、四见，上半部讲破四相，破四相就超越六道轮回；破四见就超越十法界。超越十法界最低的果位，发心住的菩萨，你已经得到圆满了，大圆满，不能说究竟，究竟是如来果位。法身菩萨从发心住（初住）到等觉都可以说成就大圆满。放光的意思确实很深。",
      "zh_TW": "所以學佛要把貪瞋痴慢、煩惱習氣，漸漸把它淡化，這就是你功夫進步了。淡化到漸漸消失掉了，六道就沒有了，你就脫離六道輪迴了。然後進一步淡化知見，知見要斷掉了，恭喜你，你超越十法界。這是我常說的，《金剛經》上講的四相、四見，上半部講破四相，破四相就超越六道輪迴；破四見就超越十法界。超越十法界最低的果位，發心住的菩薩，你已經得到圓滿了，大圓滿，不能說究竟，究竟是如來果位。法身菩薩從發心住（初住）到等覺都可以說成就大圓滿。放光的意思確實很深。"
    },
    {
      "id": "12-017-1192_p0021",
      "zh_CN": "「轮义亦然，圆无缺故」。这个经上讲放光，是世尊『从两足轮下』。「轮」是什么意思？诸佛如来手上的掌纹，脚上的掌纹，他的掌纹里面有一个轮相，有个圆圆的这种纹，这是我们一般人没有的。一般人两手两足没有这个轮相，诸佛跟法身菩萨都有，都有轮相。这个轮，实在讲相随心转。为什么他有我没有？他的智慧功德圆满，所以在相上现这个相。我们智慧功德没有，哪来的这个相？诸位要知道「相随心转」。",
      "zh_TW": "「輪義亦然，圓無缺故」。這個經上講放光，是世尊『從兩足輪下』。「輪」是什麼意思？諸佛如來手上的掌紋，腳上的掌紋，他的掌紋裡面有一個輪相，有個圓圓的這種紋，這是我們一般人沒有的。一般人兩手兩足沒有這個輪相，諸佛跟法身菩薩都有，都有輪相。這個輪，實在講相隨心轉。為什麼他有我沒有？他的智慧功德圓滿，所以在相上現這個相。我們智慧功德沒有，哪來的這個相？諸位要知道「相隨心轉」。"
    },
    {
      "id": "12-017-1192_p0022",
      "zh_CN": "所以修行功夫在哪里？这我常说，你修行的功夫，你能骗人吗？你能骗愚人，你能骗凡人。这从前李老师讲的，真正有学问、有德行的人，你骗不了他。为什么？你起心动念，功德浅深，贤愚不肖都在你脸上。有学问的人、有功夫的人一看就明了，你能瞒得过谁？从你的相貌，从你的体质，从你一举一动，知道你功夫到什么境界，哪里能骗人！你怎么瞒也瞒不住，无法隐藏。学佛，你修真诚心，人家一看这个人是老实人，这个人表里一如，这真诚。这个人心地清净，为什么？相貌清秀，身体干净。身体，人身体都有气味，尤其是几天不洗澡，气味很难闻，那是什么？那是烦恼，是染污。",
      "zh_TW": "所以修行功夫在哪裡？這我常說，你修行的功夫，你能騙人嗎？你能騙愚人，你能騙凡人。這從前李老師講的，真正有學問、有德行的人，你騙不了他。為什麼？你起心動念，功德淺深，賢愚不肖都在你臉上。有學問的人、有功夫的人一看就明瞭，你能瞞得過誰？從你的相貌，從你的體質，從你一舉一動，知道你功夫到什麼境界，哪裡能騙人！你怎麼瞞也瞞不住，無法隱藏。學佛，你修真誠心，人家一看這個人是老實人，這個人表裡一如，這真誠。這個人心地清淨，為什麼？相貌清秀，身體乾淨。身體，人身體都有氣味，尤其是幾天不洗澡，氣味很難聞，那是什麼？那是煩惱，是染污。"
    },
    {
      "id": "12-017-1192_p0023",
      "zh_CN": "早年我在香港讲经，香港同修告诉我，老一代的同修，现在大多数都不在了。我一九七七年第一次到香港讲经，还有一批老同修，年岁比我大的，他们告诉我。解放之前，虚云老和尚到香港，大家对他非常尊重，建了一个精舍供养他，老和尚到那边住了一个多月，回中国去了。他们见到虚老和尚。虚老和尚一年洗一次澡，一年剃一次头，衣服领子都是黑的油垢，黑的，但是闻起来清莲花味，清香。不但一点恶的味道没有，闻他那个香还能治病，你说奇怪了。这是什么？心地清净。一年洗一次澡，衣服从来也没有洗过。哪有我们这么麻烦，天天要洗澡，天天要换衣服，没有。老和尚出去旅行没有行李，就一个背包，一个包袱背在身上，很简单的一些用品。我们看到这个样子，你怎能不生惭愧心？这就是说修行的功夫都在相上，相随心转，体质随心转。",
      "zh_TW": "早年我在香港講經，香港同修告訴我，老一代的同修，現在大多數都不在了。我一九七七年第一次到香港講經，還有一批老同修，年歲比我大的，他們告訴我。解放之前，虛雲老和尚到香港，大家對他非常尊重，建了一個精舍供養他，老和尚到那邊住了一個多月，回中國去了。他們見到虛老和尚。虛老和尚一年洗一次澡，一年剃一次頭，衣服領子都是黑的油垢，黑的，但是聞起來清蓮花味，清香。不但一點惡的味道沒有，聞他那個香還能治病，你說奇怪了。這是什麼？心地清淨。一年洗一次澡，衣服從來也沒有洗過。哪有我們這麼麻煩，天天要洗澡，天天要換衣服，沒有。老和尚出去旅行沒有行李，就一個背包，一個包袱背在身上，很簡單的一些用品。我們看到這個樣子，你怎能不生慚愧心？這就是說修行的功夫都在相上，相隨心轉，體質隨心轉。"
    },
    {
      "id": "12-017-1192_p0024",
      "zh_CN": "所以修行真正有功夫的人相会变，相貌会变，体质会变。本来身体虚弱有病，不健康，真正修行的时候，什么病都没有了，不需要找医生，不需要吃药，不需要用任何东西来滋养身体。用什么东西？用真诚的慈悲心，这个真诚清净平等正觉慈悲，这个心把你的境界变成佛菩萨的境界。不需要靠外面一丝毫的帮助。佛在经上讲的这句话我们要牢牢的记住，「一切法从心想生」。我这个身体是一切法里头的一法，从心想生，我的心善，我的思想善，我的行为善，我的身体没有一样不善。这个道理不可以不懂，这个修行不能不行，你认真努力去做，一定身心健康，业障消除，烦恼减少，智慧增长，福德增长，这是大家求的，那是果！因是什么？因就是信为行本。你要真相信，真正相信善因善果，恶因恶报，因果报应丝毫不爽。现在时间到了。",
      "zh_TW": "所以修行真正有功夫的人相會變，相貌會變，體質會變。本來身體虛弱有病，不健康，真正修行的時候，什麼病都沒有了，不需要找醫生，不需要吃藥，不需要用任何東西來滋養身體。用什麼東西？用真誠的慈悲心，這個真誠清淨平等正覺慈悲，這個心把你的境界變成佛菩薩的境界。不需要靠外面一絲毫的幫助。佛在經上講的這句話我們要牢牢的記住，「一切法從心想生」。我這個身體是一切法裡頭的一法，從心想生，我的心善，我的思想善，我的行為善，我的身體沒有一樣不善。這個道理不可以不懂，這個修行不能不行，你認真努力去做，一定身心健康，業障消除，煩惱減少，智慧增長，福德增長，這是大家求的，那是果！因是什麼？因就是信為行本。你要真相信，真正相信善因善果，惡因惡報，因果報應絲毫不爽。現在時間到了。"
    },
    {
      "id": "12-017-1192_p0025",
      "zh_CN": "诸位同学，请接着看足轮放光，末后「轮义亦然，圆无缺故」。这一句已经说得很多，但是意思还没有说尽。说尽那当然是不容易。这个里面最重要就是显示业因果报不可思议，特别是显示出世尊在大乘经教里常常给我们讲的，境随心转。我们身体是最接近心性的一个境界，最接近的境界，这个起心动念，首先我们这个身就产生变化了。",
      "zh_TW": "諸位同學，請接著看足輪放光，末後「輪義亦然，圓無缺故」。這一句已經說得很多，但是意思還沒有說盡。說盡那當然是不容易。這個裡面最重要就是顯示業因果報不可思議，特別是顯示出世尊在大乘經教裡常常給我們講的，境隨心轉。我們身體是最接近心性的一個境界，最接近的境界，這個起心動念，首先我們這個身就產生變化了。"
    },
    {
      "id": "12-017-1192_p0026",
      "zh_CN": "细说，日本江本胜博士这八、九年来实验水结晶。我们知道水是矿物，他实验出来，证明水有见闻觉知的能力，它能看，它能听，它能觉、能知。我们以善意对待它，它反应的结晶非常之美；以恶的态度对待它，它反应的结晶就非常丑陋，通过无数次的实验，一点都不差。他的报告里面，他说最好的结晶，一个是爱，一个是感谢。这两个意念，爱它、感谢它，它的结晶反应就非常之美；反面的，我讨厌你，我不喜欢你，那个反应就非常丑陋。这照片，我们还有录相。江博士曾经到我们这边来访问过，给我们做了详细说明。矿物！",
      "zh_TW": "細說，日本江本勝博士這八、九年來實驗水結晶。我們知道水是礦物，他實驗出來，證明水有見聞覺知的能力，它能看，它能聽，它能覺、能知。我們以善意對待它，它反應的結晶非常之美；以惡的態度對待它，它反應的結晶就非常醜陋，通過無數次的實驗，一點都不差。他的報告裡面，他說最好的結晶，一個是愛，一個是感謝。這兩個意念，愛它、感謝它，它的結晶反應就非常之美；反面的，我討厭你，我不喜歡你，那個反應就非常醜陋。這照片，我們還有錄相。江博士曾經到我們這邊來訪問過，給我們做了詳細說明。礦物！"
    },
    {
      "id": "12-017-1192_p0027",
      "zh_CN": "同学们在网路上得到这个讯息，节录下来给我看，我立刻就想到《楞严经》上佛说了一段经文，「诸法所生，唯心所现，一切因果，世界微尘，因心成体」，我就想到这一句经文。诸法所生，这是十法界依正庄严，这是诸法，从哪里来的？唯心所现，《华严经》上讲的心现识变。一切因果，善因善果，恶因恶果，太明显了。世界，这是讲大的，星系，世界是讲星系，我们讲银河系，佛法里面讲三千大千世界，讲华藏世界，这是讲大的世界；微尘是最小的。今天科学研究的方向，向两极端，一个是研究太空物理，无限大，大的；一个是研究量子力学，微尘。因心成体，这所有一切的物质，体是什么？体是心。这个心就是《华严经》上讲的法性。既然是法性，哪一个现象不是法性？都是。",
      "zh_TW": "同學們在網路上得到這個訊息，節錄下來給我看，我立刻就想到《楞嚴經》上佛說了一段經文，「諸法所生，唯心所現，一切因果，世界微塵，因心成體」，我就想到這一句經文。諸法所生，這是十法界依正莊嚴，這是諸法，從哪裡來的？唯心所現，《華嚴經》上講的心現識變。一切因果，善因善果，惡因惡果，太明顯了。世界，這是講大的，星系，世界是講星系，我們講銀河系，佛法裡面講三千大千世界，講華藏世界，這是講大的世界；微塵是最小的。今天科學研究的方向，向兩極端，一個是研究太空物理，無限大，大的；一個是研究量子力學，微塵。因心成體，這所有一切的物質，體是什麼？體是心。這個心就是《華嚴經》上講的法性。既然是法性，哪一個現象不是法性？都是。"
    },
    {
      "id": "12-017-1192_p0028",
      "zh_CN": "法性本能就是见闻觉知。我们知道这个动物眼会见、耳会听，有见闻觉知，殊不知每一个细胞都有见闻觉知。《楞严经》上讲的六根互用，契入境界的人他就是如此，他六根互用，不是一根管一桩事情。眼能看，眼也能听；耳能听，耳也能看，耳也能觉、也能知，他六根互用。这个我们从他的实验，水结晶实验，我们明了。真的是所有一切微尘，我劝导江博士把他的研究范围扩大，你现在看到水有见闻觉知，你再研究沙，河边上的沙，沙也有见闻觉知，泥土、石头统统都有见闻觉知。整个宇宙是活的不是死的。我常常讲整个宇宙是一体，我们一个人就像身上的一个细胞，不知道整个宇宙是一体，整个宇宙就是一个法性。明心见性，性在哪里？无有一法不是。你去实验，把这个实验出来。这是性能，自性本具的能力，这个能力不生不灭，不常不断，不来不去，超时间、超空间。",
      "zh_TW": "法性本能就是見聞覺知。我們知道這個動物眼會見、耳會聽，有見聞覺知，殊不知每一個細胞都有見聞覺知。《楞嚴經》上講的六根互用，契入境界的人他就是如此，他六根互用，不是一根管一樁事情。眼能看，眼也能聽；耳能聽，耳也能看，耳也能覺、也能知，他六根互用。這個我們從他的實驗，水結晶實驗，我們明瞭。真的是所有一切微塵，我勸導江博士把他的研究範圍擴大，你現在看到水有見聞覺知，你再研究沙，河邊上的沙，沙也有見聞覺知，泥土、石頭統統都有見聞覺知。整個宇宙是活的不是死的。我常常講整個宇宙是一體，我們一個人就像身上的一個細胞，不知道整個宇宙是一體，整個宇宙就是一個法性。明心見性，性在哪裡？無有一法不是。你去實驗，把這個實驗出來。這是性能，自性本具的能力，這個能力不生不滅，不常不斷，不來不去，超時間、超空間。"
    },
    {
      "id": "12-017-1192_p0029",
      "zh_CN": "能力在哪里？遍法界虚空界，真的没有远近。到更高一层的境界，没有先后。江博士他们发起为世界和平祈祷，确实这是超空间，但是还没有办法超时间，全世界志士仁人在同一个时间（同一个时间，各地都有时差，时差不要紧，但是一定是同时），祈祷世界和平。如果能超时间，各地众生随时祈祷都一样，真有效果！一切法从心想生。既然懂得这个道理，我们为什么不想善？为什么去想恶？想恶很糟糕，想一个恶念，你自己阿赖耶识里头，阿赖耶识就像一个仓库一样，你的心是仓库，把人家的垃圾往里装，所以这是最不聪明的，这是最糟糕的、最愚痴的。",
      "zh_TW": "能力在哪裡？遍法界虛空界，真的沒有遠近。到更高一層的境界，沒有先後。江博士他們發起為世界和平祈禱，確實這是超空間，但是還沒有辦法超時間，全世界志士仁人在同一個時間（同一個時間，各地都有時差，時差不要緊，但是一定是同時），祈禱世界和平。如果能超時間，各地眾生隨時祈禱都一樣，真有效果！一切法從心想生。既然懂得這個道理，我們為什麼不想善？為什麼去想惡？想惡很糟糕，想一個惡念，你自己阿賴耶識裡頭，阿賴耶識就像一個倉庫一樣，你的心是倉庫，把人家的垃圾往裡裝，所以這是最不聰明的，這是最糟糕的、最愚痴的。"
    },
    {
      "id": "12-017-1192_p0030",
      "zh_CN": "我这一生心里头只装别人善，不装任何人恶，任何人在我面前说恶，我立刻让他禁止。我们悟威法师从美国回来见我，告诉我某人说法师怎样怎样。他说了两句，我说：不要说了，我不听。为什么？我的心里头永远记住别人的好处，他对我有一天的好处，两天的好处，我一生感恩。以后对我怎么不好，那是误会，那是他对我不了解，我绝对不会把别人对我不好放在心上。要是这样的话，我还能往生吗？我还能出得了三界吗？那我这么多年学佛不叫白学了，哪有这种道理！你们记这些是非，那是你的事情，与我不相干。我不善的东西不看，不善的东西不听。你要晓得善的东西太多了，我一生看不完，一生听不完，我哪有时间听不善的。我今天要看要听的是诸佛如来、古圣先贤的教诲。",
      "zh_TW": "我這一生心裡頭只裝別人善，不裝任何人惡，任何人在我面前說惡，我立刻讓他禁止。我們悟威法師從美國回來見我，告訴我某人說法師怎樣怎樣。他說了兩句，我說：不要說了，我不聽。為什麼？我的心裡頭永遠記住別人的好處，他對我有一天的好處，兩天的好處，我一生感恩。以後對我怎麼不好，那是誤會，那是他對我不了解，我絕對不會把別人對我不好放在心上。要是這樣的話，我還能往生嗎？我還能出得了三界嗎？那我這麼多年學佛不叫白學了，哪有這種道理！你們記這些是非，那是你的事情，與我不相干。我不善的東西不看，不善的東西不聽。你要曉得善的東西太多了，我一生看不完，一生聽不完，我哪有時間聽不善的。我今天要看要聽的是諸佛如來、古聖先賢的教誨。"
    },
    {
      "id": "12-017-1192_p0031",
      "zh_CN": "这马上过年，我七十八岁了，「人生七十古来稀」，李老师到这个年龄，李老师到七十岁的时候他就常常讲，那时我们在他身边，「七十岁该死了」。印光大师教人，常常把死贴在额头上，常常想到我就快要死了。「人之将死，其言也善」。人之将死，这一辈子已经过完了，我要替来生着想，我不想今生，这一生苦难受够了，来生希望生到好地方去。好地方去，现在我们懂得好的因得好的果报。我修上品十善，就是不往生也生天道。上品十善，四无量心，这是我具足。",
      "zh_TW": "這馬上過年，我七十八歲了，「人生七十古來稀」，李老師到這個年齡，李老師到七十歲的時候他就常常講，那時我們在他身邊，「七十歲該死了」。印光大師教人，常常把死貼在額頭上，常常想到我就快要死了。「人之將死，其言也善」。人之將死，這一輩子已經過完了，我要替來生著想，我不想今生，這一生苦難受夠了，來生希望生到好地方去。好地方去，現在我們懂得好的因得好的果報。我修上品十善，就是不往生也生天道。上品十善，四無量心，這是我具足。"
    },
    {
      "id": "12-017-1192_p0032",
      "zh_CN": "所以早年我在北京访问黄老居士，黄老居士跟他学生们讲，他学生们告诉我，他说：法师，我们的老居士，老师常说你，净空法师如果要不往生极乐世界，来生福报不得了。这真的，一点不假。所以我对生死看得很淡，我知道什么？我死，纵然不往生，来生胜过今生至少一百倍，这是我自己敢承当的，不是十倍，十个十倍。你修什么样的因，你得什么样的果报。所以那些批评我的人，甚至于毁谤，甚至于陷害，我都尊敬，我都赞叹，为什么？他替我消业障。因为他们这样对我，我欢喜接受，没有瞋恚心，没有报复心，没有记恨的这个念头，我知道我三途这个灾难免了。",
      "zh_TW": "所以早年我在北京訪問黃老居士，黃老居士跟他學生們講，他學生們告訴我，他說：法師，我們的老居士，老師常說你，淨空法師如果要不往生極樂世界，來生福報不得了。這真的，一點不假。所以我對生死看得很淡，我知道什麼？我死，縱然不往生，來生勝過今生至少一百倍，這是我自己敢承當的，不是十倍，十個十倍。你修什麼樣的因，你得什麼樣的果報。所以那些批評我的人，甚至於毀謗，甚至於陷害，我都尊敬，我都讚歎，為什麼？他替我消業障。因為他們這樣對我，我歡喜接受，沒有瞋恚心，沒有報復心，沒有記恨的這個念頭，我知道我三途這個災難免了。"
    },
    {
      "id": "12-017-1192_p0033",
      "zh_CN": "所以这些年来跟大家共同勉励，我们修纯净纯善。佛在《十善业道经》上教导我们，「不容毫分不善夹杂」，我续了一句，「不容毫分不净夹杂」，你还夹杂不净、不善，你把你自己的功德完全毁掉了，这是世间最愚痴的人，这是佛经上常讲的「可怜悯者」，我们为什么要干这个？不知道原理，不知道积善断恶，你在佛法里，说老实话小小的利益你都没有得到。你的心还是这么乱，还是那么杂，妄念纷飞，你心不清净。不清净就不平等，不清净、不平等就没有智慧，这个要懂。清净心生智慧，善心生福德，所以纯净纯善，福慧双修。这是我自己一生学习的，我也以这个帮助同学。所以这个轮表这个意思，圆满无缺。",
      "zh_TW": "所以這些年來跟大家共同勉勵，我們修純淨純善。佛在《十善業道經》上教導我們，「不容毫分不善夾雜」，我續了一句，「不容毫分不淨夾雜」，你還夾雜不淨、不善，你把你自己的功德完全毀掉了，這是世間最愚痴的人，這是佛經上常講的「可憐憫者」，我們為什麼要幹這個？不知道原理，不知道積善斷惡，你在佛法裡，說老實話小小的利益你都沒有得到。你的心還是這麼亂，還是那麼雜，妄念紛飛，你心不清淨。不清淨就不平等，不清淨、不平等就沒有智慧，這個要懂。清淨心生智慧，善心生福德，所以純淨純善，福慧雙修。這是我自己一生學習的，我也以這個幫助同學。所以這個輪表這個意思，圓滿無缺。"
    },
    {
      "id": "12-017-1192_p0034",
      "zh_CN": "所以相随心转，境随心转，不但是相貌、身体，我们居住的环境，一般人讲磁场。这个我很年轻我就体会到，我的老师磁场跟别人不相同，所以我即使是没有问题，我得空我也去找老师，我跟他在一起能坐上一、两个小时，享受！享受什么？磁场，我们中国人讲气氛。他的气氛跟别的地方不一样。所以我非常欢喜方东美先生他家里小客堂，章嘉大师他的客厅，我去请教都在客厅里，磁场不一样。你会在那里感到宁静、柔和、温馨、安详。单单接受这个气氛，那就是很大的享受。台北是个闹市，外面的磁场非常复杂，他这个小环境里面很安宁。",
      "zh_TW": "所以相隨心轉，境隨心轉，不但是相貌、身體，我們居住的環境，一般人講磁場。這個我很年輕我就體會到，我的老師磁場跟別人不相同，所以我即使是沒有問題，我得空我也去找老師，我跟他在一起能坐上一、兩個小時，享受！享受什麼？磁場，我們中國人講氣氛。他的氣氛跟別的地方不一樣。所以我非常歡喜方東美先生他家裡小客堂，章嘉大師他的客廳，我去請教都在客廳裡，磁場不一樣。你會在那裡感到寧靜、柔和、溫馨、安詳。單單接受這個氣氛，那就是很大的享受。台北是個鬧市，外面的磁場非常複雜，他這個小環境裡面很安寧。"
    },
    {
      "id": "12-017-1192_p0035",
      "zh_CN": "如果这些老人要能住在澳洲，那不一样！那我相信他的磁场一定会影响这个城市，不能影响一个城市，至少也能影响这个城市的四分之一、二分之一，这肯定的。使你进入这个境界，你感受就不一样。我们净宗学院在此地两年，希望大家努力，你们有没有成就就看这个磁场，人家就晓得，知道你们是不是真用功，是不是真的在转境界。你相貌有没有转？身体体质有没有转？你居住的环境有没有转？这个一点不能欺骗人。这在佛法里面讲花报，花报好，果报一定殊胜。圆满无缺。",
      "zh_TW": "如果這些老人要能住在澳洲，那不一樣！那我相信他的磁場一定會影響這個城市，不能影響一個城市，至少也能影響這個城市的四分之一、二分之一，這肯定的。使你進入這個境界，你感受就不一樣。我們淨宗學院在此地兩年，希望大家努力，你們有沒有成就就看這個磁場，人家就曉得，知道你們是不是真用功，是不是真的在轉境界。你相貌有沒有轉？身體體質有沒有轉？你居住的環境有沒有轉？這個一點不能欺騙人。這在佛法裡面講花報，花報好，果報一定殊勝。圓滿無缺。"
    },
    {
      "id": "12-017-1192_p0036",
      "zh_CN": "底下一句「言百亿光者，以遍法界所照之刹，皆百亿故」。百亿是表法，表大圆满，也就是我们常常讲的遍法界虚空界，佛放光遍照。这个经文也明显的给我们写出来，以遍法界所照之刹，着重在那个「遍」字。法界虚空界里面的刹土一个都不漏，这刹土我们现在讲星球，无论是大星球、小星球，一个不漏。这一段经文我们就介绍到此地。",
      "zh_TW": "底下一句「言百億光者，以遍法界所照之剎，皆百億故」。百億是表法，表大圓滿，也就是我們常常講的遍法界虛空界，佛放光遍照。這個經文也明顯的給我們寫出來，以遍法界所照之剎，著重在那個「遍」字。法界虛空界裡面的剎土一個都不漏，這剎土我們現在講星球，無論是大星球、小星球，一個不漏。這一段經文我們就介紹到此地。"
    },
    {
      "id": "12-017-1192_p0037",
      "zh_CN": "下面第二大段，第二大段在这一品经里面，正宗分。前面足轮放光是这一品里面的序分，发起序。下面第二段「光至分齐」，一直到这一品经尽，这一大段经文就长了。在没有读经文之前，清凉大师先给我们介绍，「此中光照大数」，这个大数就是前面所讲的「百亿光」。「约其现文」，这个现前的经文。「且有二十六节」，这个后面统统都是讲光照的，经文总共有二十六节。前面九节「别明」，后面十七节「同辨」，「即为十段」，二十六节分为十个段落。「若据实义」，据是根据，依据，依据真实义。「应有等法界无尽之节」，不止二十六节，多少节？无量无边。这个数量是跟法界相等的，是无尽之节，每一节都有偈颂。",
      "zh_TW": "下面第二大段，第二大段在這一品經裡面，正宗分。前面足輪放光是這一品裡面的序分，發起序。下面第二段「光至分齊」，一直到這一品經盡，這一大段經文就長了。在沒有讀經文之前，清涼大師先給我們介紹，「此中光照大數」，這個大數就是前面所講的「百億光」。「約其現文」，這個現前的經文。「且有二十六節」，這個後面統統都是講光照的，經文總共有二十六節。前面九節「別明」，後面十七節「同辨」，「即為十段」，二十六節分為十個段落。「若據實義」，據是根據，依據，依據真實義。「應有等法界無盡之節」，不止二十六節，多少節？無量無邊。這個數量是跟法界相等的，是無盡之節，每一節都有偈頌。"
    },
    {
      "id": "12-017-1192_p0038",
      "zh_CN": "「中上本经必应广说」，这是清凉大师的意思。我们晓得《华严经》传到这个世间来，龙树菩萨传来的，这个经在哪里？在大龙菩萨的龙宫。龙树菩萨接受大龙菩萨的邀请，参观他的收藏，看到《华严经》。《华严经》有上中下三本，上本有「十个三千大千世界微尘偈，一四天下微尘品」。所以清凉大师说，在上本经必应广说，一定说得很详细。中本经是上本的节本，就不是完全的，重要的节录下来，节本，分量也不得了。就如同我们中国古时候编了一套丛书，《四库全书》，诸位在我们这里也看到，我们这里有一套。《四库全书》好比是大本，这里面也有一套中本，中本是《四库全书荟要》，就是《四库》里头重要的选出来了，是全书的三分一，五百册！这中本数量还是很可观。龙树菩萨传来的是下本，下本的是什么？就像《四库全书目录提要》，就是这个，这个是十万颂四十品，是大经的目录提要，所以每一句经文就是一部书。所以他说上本、中本必应广说，一定是说得很详细，哪里只二十六节！所以这是目录提要，这个我们晓得。",
      "zh_TW": "「中上本經必應廣說」，這是清涼大師的意思。我們曉得《華嚴經》傳到這個世間來，龍樹菩薩傳來的，這個經在哪裡？在大龍菩薩的龍宮。龍樹菩薩接受大龍菩薩的邀請，參觀他的收藏，看到《華嚴經》。《華嚴經》有上中下三本，上本有「十個三千大千世界微塵偈，一四天下微塵品」。所以清涼大師說，在上本經必應廣說，一定說得很詳細。中本經是上本的節本，就不是完全的，重要的節錄下來，節本，分量也不得了。就如同我們中國古時候編了一套叢書，《四庫全書》，諸位在我們這裡也看到，我們這裡有一套。《四庫全書》好比是大本，這裡面也有一套中本，中本是《四庫全書薈要》，就是《四庫》裡頭重要的選出來了，是全書的三分一，五百冊！這中本數量還是很可觀。龍樹菩薩傳來的是下本，下本的是什麼？就像《四庫全書目錄提要》，就是這個，這個是十萬頌四十品，是大經的目錄提要，所以每一句經文就是一部書。所以他說上本、中本必應廣說，一定是說得很詳細，哪裡只二十六節！所以這是目錄提要，這個我們曉得。"
    },
    {
      "id": "12-017-1192_p0039",
      "zh_CN": "下面接着说「然非多度放光，亦非一度放光，次第照于多节」，这一段话说得好。佛放光是不是多次放光，还是一度放光，次第照于多节？下面他给我们答复出来了。「唯一放光，同时顿照尽空世界，但为言不并彰，说有前后」。这个道理，事实真相，我们要了解，确实是唯一放光同时顿照。顿，没有先后，佛这个光一放，尽法界虚空界没有不照到的。这个光我们见不到。现在我们听这个话不难理解，但是古人他怎么能相信？怎么能理解？我们不能不佩服。",
      "zh_TW": "下面接著說「然非多度放光，亦非一度放光，次第照於多節」，這一段話說得好。佛放光是不是多次放光，還是一度放光，次第照於多節？下面他給我們答覆出來了。「唯一放光，同時頓照盡空世界，但為言不並彰，說有前後」。這個道理，事實真相，我們要了解，確實是唯一放光同時頓照。頓，沒有先後，佛這個光一放，盡法界虛空界沒有不照到的。這個光我們見不到。現在我們聽這個話不難理解，但是古人他怎麼能相信？怎麼能理解？我們不能不佩服。"
    },
    {
      "id": "12-017-1192_p0040",
      "zh_CN": "现在我们靠一点科学的技术的帮助，知道宇宙之中这个光很多。光的波不一样，有长波、有短波。我们肉眼能见到的光，只是无限那种不同波度里面的一分，适合我们的眼根我们能看到这个光，比这个光波长的，看不到，比这个光波短的也看不到。现在用仪器能够测出，像大家非常熟悉知道的Ｘ光，我们肉眼看不到，紫外光我们肉眼也看不到。假如我们的眼有一天恢复能力，宇宙之间什么样光波统统都能看见，这个宇宙马上改观了，你看不到东西全都看到了。我们一般讲的六道你都看到，十法界也都看到了，他方诸佛刹土也看到了。这个世界奇妙！",
      "zh_TW": "現在我們靠一點科學的技術的幫助，知道宇宙之中這個光很多。光的波不一樣，有長波、有短波。我們肉眼能見到的光，只是無限那種不同波度裡面的一分，適合我們的眼根我們能看到這個光，比這個光波長的，看不到，比這個光波短的也看不到。現在用儀器能夠測出，像大家非常熟悉知道的Ｘ光，我們肉眼看不到，紫外光我們肉眼也看不到。假如我們的眼有一天恢復能力，宇宙之間什麼樣光波統統都能看見，這個宇宙馬上改觀了，你看不到東西全都看到了。我們一般講的六道你都看到，十法界也都看到了，他方諸佛剎土也看到了。這個世界奇妙！"
    },
    {
      "id": "12-017-1192_p0041",
      "zh_CN": "音声亦复如是，音波，我们现在在无线电里面知道，长波、短波，我们的耳根也只能适合于当中的一小段，比这个音波长的听不见，比这个短的也听不见。宇宙之间这个波太复杂了，复杂得我们无法想像。但是所有一切的波都不能够跟思想波比。如来的光音跟心性相应，所以是从自性里面放出来的，一点障碍都没有。所以这个光波只要一发出来，立刻就遍法界虚空界。此地讲的遍法界所照之刹，我们的思想波亦复如是。现在怎么？现在有障碍，什么障碍？妄想分别执着障碍着你。",
      "zh_TW": "音聲亦復如是，音波，我們現在在無線電裡面知道，長波、短波，我們的耳根也只能適合於當中的一小段，比這個音波長的聽不見，比這個短的也聽不見。宇宙之間這個波太複雜了，複雜得我們無法想像。但是所有一切的波都不能夠跟思想波比。如來的光音跟心性相應，所以是從自性裡面放出來的，一點障礙都沒有。所以這個光波只要一發出來，立刻就遍法界虛空界。此地講的遍法界所照之剎，我們的思想波亦復如是。現在怎麼？現在有障礙，什麼障礙？妄想分別執著障礙著你。"
    },
    {
      "id": "12-017-1192_p0042",
      "zh_CN": "《华严经》上说的，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」。我们看到这一句话多么伤心？想想自己是何等不幸，就是因为有妄想分别执着，我们的本能失掉了，我们原本跟诸佛如来无二无别。说老实话，现在还是无二无别，只要你能把妄想分别执着放下，你马上就恢复了。所以佛说「一切众生皆是如如佛」，本来成佛，就是因为你现在戴上了妄想分别执着，把你的智慧、德能、相好障碍住，你透不出来，你不得其用，你说你多冤枉？学佛没有别的，把这个障碍除掉而已。",
      "zh_TW": "《華嚴經》上說的，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」。我們看到這一句話多麼傷心？想想自己是何等不幸，就是因為有妄想分別執著，我們的本能失掉了，我們原本跟諸佛如來無二無別。說老實話，現在還是無二無別，只要你能把妄想分別執著放下，你馬上就恢復了。所以佛說「一切眾生皆是如如佛」，本來成佛，就是因為你現在戴上了妄想分別執著，把你的智慧、德能、相好障礙住，你透不出來，你不得其用，你說你多冤枉？學佛沒有別的，把這個障礙除掉而已。"
    },
    {
      "id": "12-017-1192_p0043",
      "zh_CN": "我们一般人修行，苦，苦在哪里？禁不起一丝毫波浪。顺境也好，逆境也好，顺境人家赞叹你，一赞叹你，一欢喜，完了，欢喜也是烦恼，你不能保持清净平等觉。逆境，逆境生瞋恚，一样！喜、怒、哀、乐、爱、恶、欲叫七情五欲，都是烦恼，都是障碍自性。佛菩萨的本事没有别的，知道这个东西是空的，所以顺境逆境他不起心不动念，永远保持着清净平等觉，这功夫。你要问他为什么能保持？很简单，他知道一切法，十法界里头一切法相，「无所有，毕竟空，不可得」。你要真正知道这个，人家高兴的事情，我们也笑笑，随顺他。不能说人家高兴，我们板着面孔，这是不近人情。菩萨也演戏，演给他看，实际上怎么样？实际上如如不动。众生假戏真演，差别就在此地。",
      "zh_TW": "我們一般人修行，苦，苦在哪裡？禁不起一絲毫波浪。順境也好，逆境也好，順境人家讚歎你，一讚歎你，一歡喜，完了，歡喜也是煩惱，你不能保持清淨平等覺。逆境，逆境生瞋恚，一樣！喜、怒、哀、樂、愛、惡、欲叫七情五欲，都是煩惱，都是障礙自性。佛菩薩的本事沒有別的，知道這個東西是空的，所以順境逆境他不起心不動念，永遠保持著清淨平等覺，這功夫。你要問他為什麼能保持？很簡單，他知道一切法，十法界裡頭一切法相，「無所有，畢竟空，不可得」。你要真正知道這個，人家高興的事情，我們也笑笑，隨順他。不能說人家高興，我們板著面孔，這是不近人情。菩薩也演戲，演給他看，實際上怎麼樣？實際上如如不動。眾生假戲真演，差別就在此地。"
    },
    {
      "id": "12-017-1192_p0044",
      "zh_CN": "所以我们在这个经论里面常常念到，世尊交代我们「受持读诵，为人演说」，演是表演，说是说明。我们自己契入境界之后，要表演给人看。表演是要大家合作的，就好像这个舞台上表演，有人演忠臣，有人演奸臣。没有奸臣怎么能显得忠呢？没有忠如何能显示他奸呢？演得都很逼真，功德是相同的。你要会看戏，你才得利益。我记得我过去讲过几次，我到杭州去游西湖，看岳王庙（岳飞的庙）。看到庙前面，秦桧夫妻两个铁像跪在那边，双手捆绑跪在那个地方面朝着岳飞的坟墓。陪我去有十几位人，我告诉他：秦桧夫妻跟岳飞功德一样，都了不起。他们很诧异我怎么会讲这个话？我说岳飞教我们尽忠报国，秦桧夫妻两个教我们不要当汉奸，不要害好人，害好人，你看这样下场。都是老师，功德平等，一个从正面教，一个从反面教，你说对不对？对！所以你要会看戏，你才能得利益。不会看戏的怎么样？情绪化，对于岳飞尽忠非常羡慕，对秦桧恨透了。那好了，你就错了，你没有得到利益。真正得到利益是心平气和，他教我什么？他教我什么？我在他那里学什么？我在这边学什么？统统都学到。",
      "zh_TW": "所以我們在這個經論裡面常常念到，世尊交代我們「受持讀誦，為人演說」，演是表演，說是說明。我們自己契入境界之後，要表演給人看。表演是要大家合作的，就好像這個舞台上表演，有人演忠臣，有人演奸臣。沒有奸臣怎麼能顯得忠呢？沒有忠如何能顯示他奸呢？演得都很逼真，功德是相同的。你要會看戲，你才得利益。我記得我過去講過幾次，我到杭州去遊西湖，看岳王廟（岳飛的廟）。看到廟前面，秦檜夫妻兩個鐵像跪在那邊，雙手綑綁跪在那個地方面朝著岳飛的墳墓。陪我去有十幾位人，我告訴他：秦檜夫妻跟岳飛功德一樣，都了不起。他們很詫異我怎麼會講這個話？我說岳飛教我們盡忠報國，秦檜夫妻兩個教我們不要當漢奸，不要害好人，害好人，你看這樣下場。都是老師，功德平等，一個從正面教，一個從反面教，你說對不對？對！所以你要會看戲，你才能得利益。不會看戲的怎麼樣？情緒化，對於岳飛盡忠非常羨慕，對秦檜恨透了。那好了，你就錯了，你沒有得到利益。真正得到利益是心平氣和，他教我什麼？他教我什麼？我在他那裡學什麼？我在這邊學什麼？統統都學到。"
    },
    {
      "id": "12-017-1192_p0045",
      "zh_CN": "佛菩萨教人要有慧眼，要知道观察，发现你的性德。借着外面的境界，性德自然流露，性德无有不善，把不善都变成了纯善，这个叫什么？转境界。《楞严经》上不是说「若能转物，则同如来」，转物大家不好懂，我换个名词，「若能转境，即同如来」。境界现前，你要会转，转恶为善、转迷为悟、转凡成圣，你才能节节上升，你才能契入如来境界。",
      "zh_TW": "佛菩薩教人要有慧眼，要知道觀察，發現你的性德。藉著外面的境界，性德自然流露，性德無有不善，把不善都變成了純善，這個叫什麼？轉境界。《楞嚴經》上不是說「若能轉物，則同如來」，轉物大家不好懂，我換個名詞，「若能轉境，即同如來」。境界現前，你要會轉，轉惡為善、轉迷為悟、轉凡成聖，你才能節節上升，你才能契入如來境界。"
    },
    {
      "id": "12-017-1192_p0046",
      "zh_CN": "这一段说「唯一放光，同时顿照尽空世界」，就是尽虚空遍法界。「但为言不并彰」，我们说话，不能两句话同时说出来，这就是说话有次第、有前后。所以说有前后，实际上？实际上光是同时放的，是一次放的同时照的。这到经文就说出来了，大家就看得很清楚很明白。再看下文。",
      "zh_TW": "這一段說「唯一放光，同時頓照盡空世界」，就是盡虛空遍法界。「但為言不並彰」，我們說話，不能兩句話同時說出來，這就是說話有次第、有前後。所以說有前後，實際上？實際上光是同時放的，是一次放的同時照的。這到經文就說出來了，大家就看得很清楚很明白。再看下文。"
    },
    {
      "id": "12-017-1192_p0047",
      "zh_CN": "「随机心现，节节各见，则如来光明节节而照，金色文殊节节而至，乃至法界，各见亦尔」，到这是一段。首先这讲动机，佛为什么放光？随机心现。这是感应，众生有感，佛就有应。佛以什么应？佛以光应。二十六节，本经经文二十六节，节节各见。所以下面二十六节都见佛放光。不是佛每一节都放一次光，不是的，一次，这就是讲唯一放光，同时顿照，为言不并彰，说有前后。二十六节这略说！广说，清凉大师说得很好，上本、中本的《华严经》，一定说得非常多、说得非常详细，那就是无量节，哪里是二十六节。无量节里面，每一节里头境界都不一样。",
      "zh_TW": "「隨機心現，節節各見，則如來光明節節而照，金色文殊節節而至，乃至法界，各見亦爾」，到這是一段。首先這講動機，佛為什麼放光？隨機心現。這是感應，眾生有感，佛就有應。佛以什麼應？佛以光應。二十六節，本經經文二十六節，節節各見。所以下面二十六節都見佛放光。不是佛每一節都放一次光，不是的，一次，這就是講唯一放光，同時頓照，為言不並彰，說有前後。二十六節這略說！廣說，清涼大師說得很好，上本、中本的《華嚴經》，一定說得非常多、說得非常詳細，那就是無量節，哪裡是二十六節。無量節裡面，每一節裡頭境界都不一樣。"
    },
    {
      "id": "12-017-1192_p0048",
      "zh_CN": "这就是说明如来放光是相同的，是一时顿现的，每个人得的利益不一样。为什么不一样？每个人心境不相同。换句话说，每个人心清净程度不相同，平等程度不相同，觉迷程度不相同，所以你感受不同。心愈清净愈平等，你感受这个光的利益愈大。你心不清净、不平等，换句话说，你没有感受。像现在我们一般听经一样，听完就算了，有没有得利益？没有。也不能说完全没有，得什么利益？阿赖耶识里头落下《华严》种子，只得这个利益。与你现前，我们常讲相貌、体质、境界，你都不能转。你在日常生活当中，起心动念还是烦恼、还是习气。真正学佛的同学你要明了，这种方法学佛，佛法殊胜的功德利益这一生得不到，只是阿赖耶识种下了种子。你要问什么时候得利益？什么时候，到哪一生哪一劫你真正懂得了，真正依教奉行了，你得利益。",
      "zh_TW": "這就是說明如來放光是相同的，是一時頓現的，每個人得的利益不一樣。為什麼不一樣？每個人心境不相同。換句話說，每個人心清淨程度不相同，平等程度不相同，覺迷程度不相同，所以你感受不同。心愈清淨愈平等，你感受這個光的利益愈大。你心不清淨、不平等，換句話說，你沒有感受。像現在我們一般聽經一樣，聽完就算了，有沒有得利益？沒有。也不能說完全沒有，得什麼利益？阿賴耶識裡頭落下《華嚴》種子，只得這個利益。與你現前，我們常講相貌、體質、境界，你都不能轉。你在日常生活當中，起心動念還是煩惱、還是習氣。真正學佛的同學你要明瞭，這種方法學佛，佛法殊勝的功德利益這一生得不到，只是阿賴耶識種下了種子。你要問什麼時候得利益？什麼時候，到哪一生哪一劫你真正懂得了，真正依教奉行了，你得利益。"
    },
    {
      "id": "12-017-1192_p0049",
      "zh_CN": "所以这个经教不是说我念得很熟，我会背了，我能讲了，没用处。讲的天花乱坠，李老师讲「该怎么生死，还是怎么生死」，你还是受业力支配，你没有办法把业力转变成愿力。业力转变成愿力，你已经超凡入圣，你这个身不是业力身。业力，自己做不了主，寿命到了，所谓是「阎王注定三更死，谁敢留人到五更」，业力。如果业力转变成愿力，就是说你的愿力大过业力，业力不能做主，愿力做主了，你生死自在。你在这个世界上想住多少年就住多少年，想什么时候走就什么时候走，这是真的，一点都不假。过去祖师大德能做到，现在这个世间做到的人，有，不是没有，我们常常听说。他能做得到，我为什么做不到？回光返照，这是要学习的，其他的世间事都鸡毛蒜皮。所谓是有缘欢欢喜喜做，没有缘，绝不强求。",
      "zh_TW": "所以這個經教不是說我念得很熟，我會背了，我能講了，沒用處。講的天花亂墜，李老師講「該怎麼生死，還是怎麼生死」，你還是受業力支配，你沒有辦法把業力轉變成願力。業力轉變成願力，你已經超凡入聖，你這個身不是業力身。業力，自己做不了主，壽命到了，所謂是「閻王註定三更死，誰敢留人到五更」，業力。如果業力轉變成願力，就是說你的願力大過業力，業力不能做主，願力做主了，你生死自在。你在這個世界上想住多少年就住多少年，想什麼時候走就什麼時候走，這是真的，一點都不假。過去祖師大德能做到，現在這個世間做到的人，有，不是沒有，我們常常聽說。他能做得到，我為什麼做不到？回光返照，這是要學習的，其他的世間事都雞毛蒜皮。所謂是有緣歡歡喜喜做，沒有緣，絕不強求。"
    },
    {
      "id": "12-017-1192_p0050",
      "zh_CN": "刚才我在休息的时候，看到我这个萤光幕上报导华藏卫星跟网际网路连了线了，这个消息透过来了，也有同学今天在测试，在电脑上看到了，他们来告诉我，我还没有去看电脑。随缘，缘成熟了，好事情。要知道佛在经上常讲「人身难得，佛法难闻」，尤其是《华严》，「百千万劫难遭遇」，你听其他的经容易，听这部经太难太难。我们从历史上来观察，这一部经从头到尾讲圆满的，最近三百年当中没有一个人，你才晓得这种机缘希有难逢。我也没有意思讲这一部经，这个经虽然非常喜欢，非常爱好，太大了。",
      "zh_TW": "剛才我在休息的時候，看到我這個螢光幕上報導華藏衛星跟網際網路連了線了，這個消息透過來了，也有同學今天在測試，在電腦上看到了，他們來告訴我，我還沒有去看電腦。隨緣，緣成熟了，好事情。要知道佛在經上常講「人身難得，佛法難聞」，尤其是《華嚴》，「百千萬劫難遭遇」，你聽其他的經容易，聽這部經太難太難。我們從歷史上來觀察，這一部經從頭到尾講圓滿的，最近三百年當中沒有一個人，你才曉得這種機緣希有難逢。我也沒有意思講這一部經，這個經雖然非常喜歡，非常愛好，太大了。"
    },
    {
      "id": "12-017-1192_p0051",
      "zh_CN": "往年在华藏图书馆，我记得我讲了十七年，这十七年不是天天在讲，因为那一段日子当中常常出国，大概平均一年在台湾可以住上三个月到四个月，所以十七年只讲了半部。《八十华严》我讲到「十回向品」，《四十华严》也讲了半部，以后就不想讲了。为什么？遇到了《大乘无量寿经》的会集本，看到梅光羲老居士前面一篇很长的序文。梅大士对我来讲，那是祖师，我的老师李炳南老居士是他的学生，所以我们有法脉的渊源，这是我的祖师。我看了之后非常欢喜，知道彭际清居士讲的话，愈想愈有道理，《无量寿经》即是中本《华严》，那我就讲中本《华严》就好了，不要讲大本的了，所以当时发了这么一个心。《无量寿经》讲了十遍，现在在新加坡，这是第十一遍，十一遍是细说。",
      "zh_TW": "往年在華藏圖書館，我記得我講了十七年，這十七年不是天天在講，因為那一段日子當中常常出國，大概平均一年在台灣可以住上三個月到四個月，所以十七年只講了半部。《八十華嚴》我講到「十迴向品」，《四十華嚴》也講了半部，以後就不想講了。為什麼？遇到了《大乘無量壽經》的會集本，看到梅光羲老居士前面一篇很長的序文。梅大士對我來講，那是祖師，我的老師李炳南老居士是他的學生，所以我們有法脈的淵源，這是我的祖師。我看了之後非常歡喜，知道彭際清居士講的話，愈想愈有道理，《無量壽經》即是中本《華嚴》，那我就講中本《華嚴》就好了，不要講大本的了，所以當時發了這麼一個心。《無量壽經》講了十遍，現在在新加坡，這是第十一遍，十一遍是細說。"
    },
    {
      "id": "12-017-1192_p0052",
      "zh_CN": "讲这个经的因缘也跟诸位报告多次，台南开心法师启请的，北京黄念祖老居士启请的，这两位大德。最后韩馆长在往生前两天特别要求，要求我把《华严经》讲一遍，留一套录相带供给后人做参考，我答应她，这是这一次讲经的缘起。这三位大德对我都是真的是大恩大德，为什么？我这次讲这部经，境界，你们诸位同修要细细去听，你会觉得我月月不一样，你们要真正能听懂的话，或者你看（这都留着有录相带）录相带，从头在那看，月月不相同，我自己得受用最多。所以我感激启请的人，不是他们启请，我不会讲这个经，讲这部经得大受用。",
      "zh_TW": "講這個經的因緣也跟諸位報告多次，台南開心法師啟請的，北京黃念祖老居士啟請的，這兩位大德。最後韓館長在往生前兩天特別要求，要求我把《華嚴經》講一遍，留一套錄相帶供給後人做參考，我答應她，這是這一次講經的緣起。這三位大德對我都是真的是大恩大德，為什麼？我這次講這部經，境界，你們諸位同修要細細去聽，你會覺得我月月不一樣，你們要真正能聽懂的話，或者你看（這都留著有錄相帶）錄相帶，從頭在那看，月月不相同，我自己得受用最多。所以我感激啟請的人，不是他們啟請，我不會講這個經，講這部經得大受用。"
    },
    {
      "id": "12-017-1192_p0053",
      "zh_CN": "「随机心现」，这一句话重要，诸佛如来、法身菩萨应化在世间，无不是随机心现。众生有感，佛菩萨就有应，这个应就是心现识变，决定不掺杂自己丝毫意思在里头。掺杂一点点意思在里面，是凡夫不是法身菩萨。法身菩萨自己绝不掺杂丝毫意思在里头，这一点我们特别要留意。有意是什么？你起心动念。不起心动念是佛菩萨，起心动念是凡夫，这个话我讲得多，这是我们应当要学的。一切时一切处不管是什么环境，随缘就好。什么叫随缘？不加一点意思在里头就是随缘。加一点意思在里面是攀缘，不是随缘。好，现在时间到了，我们今天就讲到此地。",
      "zh_TW": "「隨機心現」，這一句話重要，諸佛如來、法身菩薩應化在世間，無不是隨機心現。眾生有感，佛菩薩就有應，這個應就是心現識變，決定不摻雜自己絲毫意思在裡頭。摻雜一點點意思在裡面，是凡夫不是法身菩薩。法身菩薩自己絕不摻雜絲毫意思在裡頭，這一點我們特別要留意。有意是什麼？你起心動念。不起心動念是佛菩薩，起心動念是凡夫，這個話我講得多，這是我們應當要學的。一切時一切處不管是什麼環境，隨緣就好。什麼叫隨緣？不加一點意思在裡頭就是隨緣。加一點意思在裡面是攀緣，不是隨緣。好，現在時間到了，我們今天就講到此地。"
    }
  ]
}