{
  "doc_id": "12-017-0186",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "12-017-0186",
  "total_paragraphs": 18,
  "paragraphs": [
    {
      "id": "12-017-0186_p0001",
      "zh_CN": "请掀开经本，时分天长行第九句：",
      "zh_TW": "請掀開經本，時分天長行第九句："
    },
    {
      "id": "12-017-0186_p0002",
      "zh_CN": "【光照天王。得超出一切业障。不随魔所作解脱门。】",
      "zh_TW": "【光照天王。得超出一切業障。不隨魔所作解脫門。】"
    },
    {
      "id": "12-017-0186_p0003",
      "zh_CN": "天王所修学的法门，对我们来讲非常契机，因为我们现前业障没有办法超越。这个地方首先要讲解清楚，就是『业障』这两个字。「业」是造作，我们世间一般人讲「事业」，正在造作的时候称之为「事」，这个事情结果称之为「业」。造作，佛给我们归纳，造作得再多，总不外三类：第一类口的言语，我们讲口业；第二类，身的举止动作，这身业；第三是念头，念头的起灭，这是意业。每一个众生，从早到晚，从年初一到腊月三十，日夜不断的在造业；晚上睡觉会作梦，梦中还在造业。这个样子，在过去生中生生世世所累积的这些业障无量无边。佛在经上有个比喻，如果所造的业它要是有形相的话，哪怕形相再小，像我们现在所讲的原子、电子、粒子，小到这个程度，无量劫累积下来的业障，尽虚空都容纳不下。我们想想佛这句话，比喻得并不过分，因为什么？我们这个造业从来没有中断过。如果造业中断，你就超越一切业障，你就成佛、成菩萨了，不会再在六道。所以业障确确实实可怕，日夜不停的在造作。造作业就有障，障什么？障我们的自性。佛法修学，禅宗所说的，目的就是在明心见性，见性成佛。诸位一定要记住，我们学佛目的何在？今天讲「见性成佛」，这四个字的意思很难理解，我们换句话说，明了宇宙人生的真相，这个话大家好懂。明了宇宙人生的真相，就是见性。明了的人、见性的人就叫做佛，所以见性就成佛，就是个明白人。《无量寿经》经题上讲「清净平等觉」，清净平等觉就是见性，就是成佛。",
      "zh_TW": "天王所修學的法門，對我們來講非常契機，因為我們現前業障沒有辦法超越。這個地方首先要講解清楚，就是『業障』這兩個字。「業」是造作，我們世間一般人講「事業」，正在造作的時候稱之為「事」，這個事情結果稱之為「業」。造作，佛給我們歸納，造作得再多，總不外三類：第一類口的言語，我們講口業；第二類，身的舉止動作，這身業；第三是念頭，念頭的起滅，這是意業。每一個眾生，從早到晚，從年初一到臘月三十，日夜不斷的在造業；晚上睡覺會作夢，夢中還在造業。這個樣子，在過去生中生生世世所累積的這些業障無量無邊。佛在經上有個比喻，如果所造的業它要是有形相的話，哪怕形相再小，像我們現在所講的原子、電子、粒子，小到這個程度，無量劫累積下來的業障，盡虛空都容納不下。我們想想佛這句話，比喻得並不過分，因為什麼？我們這個造業從來沒有中斷過。如果造業中斷，你就超越一切業障，你就成佛、成菩薩了，不會再在六道。所以業障確確實實可怕，日夜不停的在造作。造作業就有障，障什麼？障我們的自性。佛法修學，禪宗所說的，目的就是在明心見性，見性成佛。諸位一定要記住，我們學佛目的何在？今天講「見性成佛」，這四個字的意思很難理解，我們換句話說，明瞭宇宙人生的真相，這個話大家好懂。明瞭宇宙人生的真相，就是見性。明瞭的人、見性的人就叫做佛，所以見性就成佛，就是個明白人。《無量壽經》經題上講「清淨平等覺」，清淨平等覺就是見性，就是成佛。"
    },
    {
      "id": "12-017-0186_p0004",
      "zh_CN": "我们现在不见性，不了解宇宙人生的真相，所以一天到晚在胡思乱想，思想是意业，它不中断。口业、身业有中断的时候，意业没有中断的时候，意业的力量最强，身口造业还是受意的支配，意清净，身口就不造业。由此可知，造业的根源就是意业，起心动念，它障碍我们见性。自性里面本具无量智慧，我们在佛经上看到，非常明显的体会到，释迦牟尼佛智慧广大，智慧无边际。看看经上所说的，一生说法四十九年，每一句话都充满真实智慧。佛告诉我们，这个智慧每一个众生统统都有，不是他一个人有，所以佛法是平等的。「一切众生皆有如来智慧德相」，德是什么？德是能力，佛的能力无量无边；相是相貌，三十二相八十种好，这是世尊当年为我们示现的。实际上，大经上说「佛有无量相，相有无量好」。我们在《华严经》上看到，在往生经上看到，依正庄严，不可思议，这是性德。性德，虽然我们大家统统都有，可是我们今天迷失了自性，智慧不能现前，德能也不能现前，相貌也不能现前。佛在经上说，这叫迷失，不是真的失掉，什么时候你回头，你见性，你的智慧德能相状统统都恢复。现在因为造业才有障。",
      "zh_TW": "我們現在不見性，不了解宇宙人生的真相，所以一天到晚在胡思亂想，思想是意業，它不中斷。口業、身業有中斷的時候，意業沒有中斷的時候，意業的力量最強，身口造業還是受意的支配，意清淨，身口就不造業。由此可知，造業的根源就是意業，起心動念，它障礙我們見性。自性裡面本具無量智慧，我們在佛經上看到，非常明顯的體會到，釋迦牟尼佛智慧廣大，智慧無邊際。看看經上所說的，一生說法四十九年，每一句話都充滿真實智慧。佛告訴我們，這個智慧每一個眾生統統都有，不是他一個人有，所以佛法是平等的。「一切眾生皆有如來智慧德相」，德是什麼？德是能力，佛的能力無量無邊；相是相貌，三十二相八十種好，這是世尊當年為我們示現的。實際上，大經上說「佛有無量相，相有無量好」。我們在《華嚴經》上看到，在往生經上看到，依正莊嚴，不可思議，這是性德。性德，雖然我們大家統統都有，可是我們今天迷失了自性，智慧不能現前，德能也不能現前，相貌也不能現前。佛在經上說，這叫迷失，不是真的失掉，什麼時候你回頭，你見性，你的智慧德能相狀統統都恢復。現在因為造業才有障。"
    },
    {
      "id": "12-017-0186_p0005",
      "zh_CN": "『一切』这两个字是形容词，说这个业无量无边，再小的业都产生障碍。业障，佛在经论上具体而言，佛将它归纳为两大类，二障；也有时候归纳为三大类，叫三障。二障是烦恼障、所知障，这两大类。烦恼是事上你所造作的，所知是从思想、见解上造作的。说三障，是讲惑、业、苦，这个三障。惑是迷惑，业是造作，苦是果报，三途六道是果报。果报从哪里来的？果报是从业因、业缘，后头就有业果。《地藏经》上以这三桩事情归纳为三品经文，说明苦报的根由。明了事实真相，人心定了，纵然受苦难，也不会怨天尤人。为什么？自作自受。不了解事实真相，总是埋怨别人，总是以为老天不公平，佛菩萨不慈悲，没有保佑我。有这种念头，他又再造业，又再造极重的罪业，他怎么会有好果报？所以真正清楚明白人，他不造业了，晓得自作自受，不怨天、不尤人，这是个转机，他的命运就开始好转。还是有怨天尤人这个念头，没有转机，在六道里头愈陷愈深，愈过愈苦！佛在此地教我们如何超出业障，这个地方讲『超出』，一些大乘经上讲「消除」，消除跟超出是一个意思。通常我们讲消业障，业障怎么消得了？业障要消了，你才能超出，消不了你怎么超出？佛的教导就是教我们消除业障，所以佛先跟我们说明什么叫做业障，我们搞清楚了，什么是业，什么是障。消除的方法很多，佛法常讲八万四千法门，八万四千种消除业障的方法。我们随便选一门，只要认真努力去学，就能够消除业障。可是修学不管哪个法门，都要懂得如理如法的修学，理是佛跟我们说的，方法也是佛教导我们的，决定随顺佛陀教诲，我们的业障就能消除。",
      "zh_TW": "『一切』這兩個字是形容詞，說這個業無量無邊，再小的業都產生障礙。業障，佛在經論上具體而言，佛將它歸納為兩大類，二障；也有時候歸納為三大類，叫三障。二障是煩惱障、所知障，這兩大類。煩惱是事上你所造作的，所知是從思想、見解上造作的。說三障，是講惑、業、苦，這個三障。惑是迷惑，業是造作，苦是果報，三途六道是果報。果報從哪裡來的？果報是從業因、業緣，後頭就有業果。《地藏經》上以這三樁事情歸納為三品經文，說明苦報的根由。明瞭事實真相，人心定了，縱然受苦難，也不會怨天尤人。為什麼？自作自受。不了解事實真相，總是埋怨別人，總是以為老天不公平，佛菩薩不慈悲，沒有保佑我。有這種念頭，他又再造業，又再造極重的罪業，他怎麼會有好果報？所以真正清楚明白人，他不造業了，曉得自作自受，不怨天、不尤人，這是個轉機，他的命運就開始好轉。還是有怨天尤人這個念頭，沒有轉機，在六道裡頭愈陷愈深，愈過愈苦！佛在此地教我們如何超出業障，這個地方講『超出』，一些大乘經上講「消除」，消除跟超出是一個意思。通常我們講消業障，業障怎麼消得了？業障要消了，你才能超出，消不了你怎麼超出？佛的教導就是教我們消除業障，所以佛先跟我們說明什麼叫做業障，我們搞清楚了，什麼是業，什麼是障。消除的方法很多，佛法常講八萬四千法門，八萬四千種消除業障的方法。我們隨便選一門，只要認真努力去學，就能夠消除業障。可是修學不管哪個法門，都要懂得如理如法的修學，理是佛跟我們說的，方法也是佛教導我們的，決定隨順佛陀教誨，我們的業障就能消除。"
    },
    {
      "id": "12-017-0186_p0006",
      "zh_CN": "可是现前我们学佛学了很久，学了几十年，业障不但没消除，天天还在增长，这是大多数学佛同修的现象。是不是佛说的理论方法有了问题？我们要仔细去检讨、去反省。不是佛所说的理论方法有问题，而是我们自己学习有错误，错在哪里？错在依旧随顺自己的烦恼习气，没有随顺佛的教诲。我们就现实环境而论，我们随顺佛的教诲一、二成而已，百分之一、二；换句话说，还有百分之九十八、九，随顺自己的烦恼习气，这怎么能成功？说个老实话，我们能够随顺佛一半，随顺自己烦恼习气一半，都不能成功。要怎样在这一生当中才真正能成功？要把自己烦恼习气完全放下，百分之百的随顺佛陀的教诲，这个人就是百分之百的成就。可见得我们这一生能不能成就，有多大的成就，不受别人控制，完全是自己做主。如果自己不能够随顺佛陀教诲，那就没法子。我们习气里头最深的，用现在的话来讲，就是自私自利，贪著名闻利养，贪着五欲六尘的享受，不肯舍弃，不肯放下。这个样子，你这一生消业障就谈不上；不但你的业障没消，天天在增长。你学佛，佛法也天天在增长，佛法增长百分之一、二，烦恼习气增长百分之九十以上，你学佛这个力量抵不过你的烦恼习气，所以你还是要搞轮回，还是要堕三途，道理在此地。真正觉悟的人，心里一丝不挂，生活一切随缘；不但生活随缘，在佛法，我们出家人唯一的事业是度化众生，度化众生也随缘，你的心才干净。心里要是有「讲经说法度化众生」，那是业障。连度化众生都不放在心上，你的心才清净。什么样的事情放在心上？「阿弥陀佛」放在心上。我们今天在此地，在新加坡，帮助这个社会推行多元文化，有没有放在心上？没有。事随缘，心里只有一句阿弥陀佛，心里只有佛陀对我们的教诲。我们依教奉行，这一生才有救，这一生才能超出一切业障。",
      "zh_TW": "可是現前我們學佛學了很久，學了幾十年，業障不但沒消除，天天還在增長，這是大多數學佛同修的現象。是不是佛說的理論方法有了問題？我們要仔細去檢討、去反省。不是佛所說的理論方法有問題，而是我們自己學習有錯誤，錯在哪裡？錯在依舊隨順自己的煩惱習氣，沒有隨順佛的教誨。我們就現實環境而論，我們隨順佛的教誨一、二成而已，百分之一、二；換句話說，還有百分之九十八、九，隨順自己的煩惱習氣，這怎麼能成功？說個老實話，我們能夠隨順佛一半，隨順自己煩惱習氣一半，都不能成功。要怎樣在這一生當中才真正能成功？要把自己煩惱習氣完全放下，百分之百的隨順佛陀的教誨，這個人就是百分之百的成就。可見得我們這一生能不能成就，有多大的成就，不受別人控制，完全是自己做主。如果自己不能夠隨順佛陀教誨，那就沒法子。我們習氣裡頭最深的，用現在的話來講，就是自私自利，貪著名聞利養，貪著五欲六塵的享受，不肯捨棄，不肯放下。這個樣子，你這一生消業障就談不上；不但你的業障沒消，天天在增長。你學佛，佛法也天天在增長，佛法增長百分之一、二，煩惱習氣增長百分之九十以上，你學佛這個力量抵不過你的煩惱習氣，所以你還是要搞輪迴，還是要墮三途，道理在此地。真正覺悟的人，心裡一絲不掛，生活一切隨緣；不但生活隨緣，在佛法，我們出家人唯一的事業是度化眾生，度化眾生也隨緣，你的心才乾淨。心裡要是有「講經說法度化眾生」，那是業障。連度化眾生都不放在心上，你的心才清淨。什麼樣的事情放在心上？「阿彌陀佛」放在心上。我們今天在此地，在新加坡，幫助這個社會推行多元文化，有沒有放在心上？沒有。事隨緣，心裡只有一句阿彌陀佛，心裡只有佛陀對我們的教誨。我們依教奉行，這一生才有救，這一生才能超出一切業障。"
    },
    {
      "id": "12-017-0186_p0007",
      "zh_CN": "下面这一句，就是教给我们怎样超越。学习的纲领是『不随魔所作』，要随顺佛所作，我们就成功了。什么是「魔所作」？《八大人觉经》大家念过，经上给我们讲魔有四大类；《楞严经》上说五十种阴魔，那是把魔归纳成五十大类，每一类里头无量无边，五十大类。五十大类，也不出《八大人觉经》上所讲的四大类。这四大类，第一个是「五阴魔」，我们有没有办法超越？答案是有，相当不容易。五阴：色、受、想、行、识，就是讲我们的身心，我们的身心就是个魔障。四大是色法，我们的身体、肉身，肉身会生病、会疲劳，这是障碍。饮食不适合，身体就有病；寒暑没有留意添减衣服，就受风寒，就受病苦，所以这个身体要小心去照顾。除了身体之外还有心理，「受」是感受，苦乐忧喜舍的感受；「想」，起心动念；「行」是讲你的念头生灭不住，叫行，你的念头不会停在那里，前念灭了后念又生，这是无常的，这是心理的现象；「识」是讲心理的体，你所造的业都储存在识心里面，识心像是一个仓库一样，这就是指阿赖耶识，唯识经论里面称作「业习种子」。这个种子没有形相，无量无边。种子遇缘起现行，它就起作用，果报就现前。所以我们每一个人，每一个众生，八识田中什么样的种子都有，我们有成佛的种子，有成菩萨的种子，我们也有地狱种子，也有饿鬼种子，也有畜生种子，十法界业习种子我们统统具足。在十法界里面感得的果报，这是怎么回事情？佛在经上说，你这个种子哪一个种子力量强，又遇到缘，它就起现行。这个种子起现行，其他的种子都隐藏在里面。十法界，佛用比喻的方法讲，一法界现行，九法界隐没。这个果报报尽了，不一定又哪一个种子起现行，那叫来生的果报。",
      "zh_TW": "下面這一句，就是教給我們怎樣超越。學習的綱領是『不隨魔所作』，要隨順佛所作，我們就成功了。什麼是「魔所作」？《八大人覺經》大家念過，經上給我們講魔有四大類；《楞嚴經》上說五十種陰魔，那是把魔歸納成五十大類，每一類裡頭無量無邊，五十大類。五十大類，也不出《八大人覺經》上所講的四大類。這四大類，第一個是「五陰魔」，我們有沒有辦法超越？答案是有，相當不容易。五陰：色、受、想、行、識，就是講我們的身心，我們的身心就是個魔障。四大是色法，我們的身體、肉身，肉身會生病、會疲勞，這是障礙。飲食不適合，身體就有病；寒暑沒有留意添減衣服，就受風寒，就受病苦，所以這個身體要小心去照顧。除了身體之外還有心理，「受」是感受，苦樂憂喜捨的感受；「想」，起心動念；「行」是講你的念頭生滅不住，叫行，你的念頭不會停在那裡，前念滅了後念又生，這是無常的，這是心理的現象；「識」是講心理的體，你所造的業都儲存在識心裡面，識心像是一個倉庫一樣，這就是指阿賴耶識，唯識經論裡面稱作「業習種子」。這個種子沒有形相，無量無邊。種子遇緣起現行，它就起作用，果報就現前。所以我們每一個人，每一個眾生，八識田中什麼樣的種子都有，我們有成佛的種子，有成菩薩的種子，我們也有地獄種子，也有餓鬼種子，也有畜生種子，十法界業習種子我們統統具足。在十法界裡面感得的果報，這是怎麼回事情？佛在經上說，你這個種子哪一個種子力量強，又遇到緣，它就起現行。這個種子起現行，其他的種子都隱藏在裡面。十法界，佛用比喻的方法講，一法界現行，九法界隱沒。這個果報報盡了，不一定又哪一個種子起現行，那叫來生的果報。"
    },
    {
      "id": "12-017-0186_p0008",
      "zh_CN": "这桩事情对我们的关系太大了，古大德警惕我们，说得好，「爱不重不生娑婆，念不一不生净土」。娑婆世界六道轮回业因非常复杂，第一个业因是什么？男女的情爱，这是六道轮回第一个因素。男女情爱要是不断，你永远脱不了轮回。佛在经上说，「财色名食睡，地狱五条根」。这五条根里头，最严重的是什么？是色，我们要问，我们今天念佛要求生净土，这个念头还有，佛念得再好，去不成，这是地狱五条根，根牵着你，阿弥陀佛拉都拉不动。必须要想清楚，要看明白，无量劫来生生世世就是这个没有断掉，所以生生世世修行都没有结果。这一生得人身、闻佛法，这个缘太殊胜，不容易。我们听清楚、看清楚了，下定决心舍掉吧！知道这个东西是假的，不是真的。尤其是人与人之间，男女之间，虚情假意，不是真心，会变心的。今天好了，明天闹了，你能好多久？所谓「不是冤家不聚头」，古德这些话是经验之谈。我们要晓得，六道里头人没有真心，全是妄心。所以佛在经上很坦白的告诉我们，决定不要相信你自己的意思，为什么？全是假的，全是错误的。佛告诉我们，什么时候你才能相信自己意思？见思烦恼断了，贪瞋痴慢没有了，你证得阿罗汉果，这个时候你才可以相信你自己的意思。佛这个话是方便说，真正证得阿罗汉果之后，没有意思了，还有意思就又回头、又堕落了，哪还有什么意思？你们诸位想想，有意思你就有我执，「我、人、众生、寿者」四相具足，你是六道凡夫，哪里是阿罗汉？阿罗汉以上，决定没有自己的意思，无我了。无我相，无人相，无众生相，无寿者相，还有什么意思？这是事实真相，佛不跟我们说出来，我们自己怎么会觉悟？怎么会想到这些事情？都以为自己的想法看法是正确的，都以为自己很了不起，都高人一等，人都不如我，贡高我慢，不知道这些都是业障、这些都是魔所作。「魔」这个字，诸位现在看经文上，这下面是个鬼字。这个字是梁武帝造的，中国古时候没有这个字，古时候下面是个石头，磨是讲折磨，梁武帝认为折磨痛苦，把那个石头换个鬼，造成这么一个字。我们要懂得它的本意，魔不是鬼，魔是折磨。",
      "zh_TW": "這樁事情對我們的關係太大了，古大德警惕我們，說得好，「愛不重不生娑婆，念不一不生淨土」。娑婆世界六道輪迴業因非常複雜，第一個業因是什麼？男女的情愛，這是六道輪迴第一個因素。男女情愛要是不斷，你永遠脫不了輪迴。佛在經上說，「財色名食睡，地獄五條根」。這五條根裡頭，最嚴重的是什麼？是色，我們要問，我們今天念佛要求生淨土，這個念頭還有，佛念得再好，去不成，這是地獄五條根，根牽著你，阿彌陀佛拉都拉不動。必須要想清楚，要看明白，無量劫來生生世世就是這個沒有斷掉，所以生生世世修行都沒有結果。這一生得人身、聞佛法，這個緣太殊勝，不容易。我們聽清楚、看清楚了，下定決心捨掉吧！知道這個東西是假的，不是真的。尤其是人與人之間，男女之間，虛情假意，不是真心，會變心的。今天好了，明天鬧了，你能好多久？所謂「不是冤家不聚頭」，古德這些話是經驗之談。我們要曉得，六道裡頭人沒有真心，全是妄心。所以佛在經上很坦白的告訴我們，決定不要相信你自己的意思，為什麼？全是假的，全是錯誤的。佛告訴我們，什麼時候你才能相信自己意思？見思煩惱斷了，貪瞋痴慢沒有了，你證得阿羅漢果，這個時候你才可以相信你自己的意思。佛這個話是方便說，真正證得阿羅漢果之後，沒有意思了，還有意思就又回頭、又墮落了，哪還有什麼意思？你們諸位想想，有意思你就有我執，「我、人、眾生、壽者」四相具足，你是六道凡夫，哪裡是阿羅漢？阿羅漢以上，決定沒有自己的意思，無我了。無我相，無人相，無眾生相，無壽者相，還有什麼意思？這是事實真相，佛不跟我們說出來，我們自己怎麼會覺悟？怎麼會想到這些事情？都以為自己的想法看法是正確的，都以為自己很了不起，都高人一等，人都不如我，貢高我慢，不知道這些都是業障、這些都是魔所作。「魔」這個字，諸位現在看經文上，這下面是個鬼字。這個字是梁武帝造的，中國古時候沒有這個字，古時候下面是個石頭，磨是講折磨，梁武帝認為折磨痛苦，把那個石頭換個鬼，造成這麼一個字。我們要懂得它的本意，魔不是鬼，魔是折磨。"
    },
    {
      "id": "12-017-0186_p0009",
      "zh_CN": "五阴是魔，什么时候你才能超越这个魔境？观世音菩萨在《心经》里面告诉我们，《心经》一开端，「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」，他五阴魔没有了。由此可知，破五阴魔要智慧，要高度的智慧。宗门里面修行，三个阶段。第一个阶段「观照」，实在讲我们现在连这个功夫都没有；你真正修观照，你的功夫就得力了。我们现在功夫为什么不得力？连观照的能力都没有。什么叫观照？六根接触六尘境界的时候，眼见色，耳闻声，鼻嗅香，舌尝味，一接触你就想到佛的教诲，这叫观照。佛教我们做的，我们应当做；佛教我们不做的，我们决定不应当做；六根接触六尘境界落实佛陀的教诲，这就是观照。观照久了之后就变成习惯，变成习惯的时候，叫「照住」，照住就得定，功夫深了，照住了。照住，决定不随顺烦恼，完全随顺佛的教诲。观照的时候自己烦恼习气还常常现行，但是观照有功，妄念虽然起来，他能够控制得住，古德所讲的「不怕念起，只怕觉迟」。他念头起来，第二个念头就是随顺佛陀，把自己妄想分别执着控制住，这功夫得力了。到照住那就是得定，也就是说他有能力不被外境诱惑，内里面如如不动，这是照住，所以得定。照住久了就开智慧，智慧一开，世出世间法一切通达明了，五蕴身就看破了，五蕴皆空。对这个身还有没有执着？不执着了，一丝毫都不执着。我身，人身；我身，畜生身；我身，树木花草身；我身，山河大地身，同一个身。不但你的心是包太虚、周沙界，身也跟虚空法界融合成一体，你说那个多自在！真正体现到佛在经上讲「不生不灭，不来不去，不常不断，不一不异」，那是事实真相，心境一如；那是「照见五蕴皆空，度一切苦厄」，一切苦厄都没有了，苦厄是果报，没有了。这一关最难透，但是不是做不到，只要你如理如法的修学，这个境界可以证得的。",
      "zh_TW": "五陰是魔，什麼時候你才能超越這個魔境？觀世音菩薩在《心經》裡面告訴我們，《心經》一開端，「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」，他五陰魔沒有了。由此可知，破五陰魔要智慧，要高度的智慧。宗門裡面修行，三個階段。第一個階段「觀照」，實在講我們現在連這個功夫都沒有；你真正修觀照，你的功夫就得力了。我們現在功夫為什麼不得力？連觀照的能力都沒有。什麼叫觀照？六根接觸六塵境界的時候，眼見色，耳聞聲，鼻嗅香，舌嘗味，一接觸你就想到佛的教誨，這叫觀照。佛教我們做的，我們應當做；佛教我們不做的，我們決定不應當做；六根接觸六塵境界落實佛陀的教誨，這就是觀照。觀照久了之後就變成習慣，變成習慣的時候，叫「照住」，照住就得定，功夫深了，照住了。照住，決定不隨順煩惱，完全隨順佛的教誨。觀照的時候自己煩惱習氣還常常現行，但是觀照有功，妄念雖然起來，他能夠控制得住，古德所講的「不怕念起，只怕覺遲」。他念頭起來，第二個念頭就是隨順佛陀，把自己妄想分別執著控制住，這功夫得力了。到照住那就是得定，也就是說他有能力不被外境誘惑，內裡面如如不動，這是照住，所以得定。照住久了就開智慧，智慧一開，世出世間法一切通達明瞭，五蘊身就看破了，五蘊皆空。對這個身還有沒有執著？不執著了，一絲毫都不執著。我身，人身；我身，畜生身；我身，樹木花草身；我身，山河大地身，同一個身。不但你的心是包太虛、周沙界，身也跟虛空法界融合成一體，你說那個多自在！真正體現到佛在經上講「不生不滅，不來不去，不常不斷，不一不異」，那是事實真相，心境一如；那是「照見五蘊皆空，度一切苦厄」，一切苦厄都沒有了，苦厄是果報，沒有了。這一關最難透，但是不是做不到，只要你如理如法的修學，這個境界可以證得的。"
    },
    {
      "id": "12-017-0186_p0010",
      "zh_CN": "第二类是「烦恼魔」，这个烦恼是指见思烦恼，见是见解，思是思想。见解，现在人讲你的看法，看法错误；你的想法，想法也错了，这是业障。佛将一切众生看法、想法也分为两大类，不只两大类，一般经上讲各分五类。见解上的错误，佛讲「身见」，一切众生执着这个身体是我，这个见解错误。这个身到底是什么？身不是我，身是我所，我所有的；就像衣服一样，衣服不是我，衣服是我所有的。愚人把衣服当作自己，你说糟糕不糟糕？我们今天六道众生就把衣服当作自己，自己在哪里忘掉了，不知道有个自己，把衣服当作自己。真正自己是什么？真如本性，那个才是真正自己。真如本性迷了，迷了就变成阿赖耶，迷了就叫做阿赖耶。阿赖耶我们世间人讲「灵魂」，他会去投胎。可见得身不是自己，这个身他可以丢掉，他又去找一个身，舍身受身就跟穿衣服、脱衣服一样。舍身是脱衣服，受身是穿衣服，身决定不是自己。众生迷惑这个身是自己，为这个身的享受造无量无边罪业，这不叫冤枉吗？光是在饮食上，吃众生肉，满足谁的欲望？舌头，舌头只有三寸，喉咙下面就不知道味道了。为了这三寸舌，你们想想众生在一生当中造多少罪业满足这个舌根，你说愚痴不愚痴？我们今天看到外国，外国人福报比中国人大，有道理！外国人在饮食上不讲求味道，他讲求营养，我们中国人讲求味道。外国人也吃肉，他吃得简单，他们的主食是牛羊肉，我们中国人什么都吃，一样也不放过，造的业就重了。所以我们在澳洲，诸位晓得，在其他国家我们也能看见，这些鸟兽不怕人；可是在中国的鸟兽，还没有接近，早就跑掉了。所以鸟兽牠也懂得，牠有灵性，晓得人不是善人，恶人要杀牠、要害牠、要吃牠。从这上面你就想到，造作罪业无量无边。演变到现代，在社会上提倡竞争，起心动念都有竞争的念头。这个争，争的目的还不是损人利己，天天想这个事情，天天干这个事情，怎么样去掠夺别人，满足自己的欲望，就造了无量无边的罪业。身见之害！所以它摆在第一个。",
      "zh_TW": "第二類是「煩惱魔」，這個煩惱是指見思煩惱，見是見解，思是思想。見解，現在人講你的看法，看法錯誤；你的想法，想法也錯了，這是業障。佛將一切眾生看法、想法也分為兩大類，不只兩大類，一般經上講各分五類。見解上的錯誤，佛講「身見」，一切眾生執著這個身體是我，這個見解錯誤。這個身到底是什麼？身不是我，身是我所，我所有的；就像衣服一樣，衣服不是我，衣服是我所有的。愚人把衣服當作自己，你說糟糕不糟糕？我們今天六道眾生就把衣服當作自己，自己在哪裡忘掉了，不知道有個自己，把衣服當作自己。真正自己是什麼？真如本性，那個才是真正自己。真如本性迷了，迷了就變成阿賴耶，迷了就叫做阿賴耶。阿賴耶我們世間人講「靈魂」，他會去投胎。可見得身不是自己，這個身他可以丟掉，他又去找一個身，捨身受身就跟穿衣服、脫衣服一樣。捨身是脫衣服，受身是穿衣服，身決定不是自己。眾生迷惑這個身是自己，為這個身的享受造無量無邊罪業，這不叫冤枉嗎？光是在飲食上，吃眾生肉，滿足誰的欲望？舌頭，舌頭只有三寸，喉嚨下面就不知道味道了。為了這三寸舌，你們想想眾生在一生當中造多少罪業滿足這個舌根，你說愚痴不愚痴？我們今天看到外國，外國人福報比中國人大，有道理！外國人在飲食上不講求味道，他講求營養，我們中國人講求味道。外國人也吃肉，他吃得簡單，他們的主食是牛羊肉，我們中國人什麼都吃，一樣也不放過，造的業就重了。所以我們在澳洲，諸位曉得，在其他國家我們也能看見，這些鳥獸不怕人；可是在中國的鳥獸，還沒有接近，早就跑掉了。所以鳥獸牠也懂得，牠有靈性，曉得人不是善人，惡人要殺牠、要害牠、要吃牠。從這上面你就想到，造作罪業無量無邊。演變到現代，在社會上提倡競爭，起心動念都有競爭的念頭。這個爭，爭的目的還不是損人利己，天天想這個事情，天天幹這個事情，怎麼樣去掠奪別人，滿足自己的欲望，就造了無量無邊的罪業。身見之害！所以它擺在第一個。"
    },
    {
      "id": "12-017-0186_p0011",
      "zh_CN": "下面是「边见」，边是相对的。我们今天起心动念，全是对立的，我跟人对立，理跟事对立，族群与族群对立，国家与国家对立，家庭与家庭对立；甚至在自己一家当中，丈夫跟太太对立，父亲跟儿子对立，这成什么话！现在演变成这种严重的问题。什么是佛法？佛法是不二法门，不二法就没有对立。佛法是觉悟法，觉了就没有对立，迷了才有对立，觉了没有对立。佛菩萨合虚空法界一切众生为一个法身，我们在经上常常念到「清净法身佛」，什么叫清净法身佛？几时你真正能体会到，肯定虚空法界一切众生是自己，你就证得清净法身佛。换句话说，对立没有了，边见没有了，破掉了。后面有「见取见」，「戒取见」，这两种我们中国人叫它成见，某人成见很深。成见分两大类，一个是因上的成见，一个是果上的成见。见取见是果上的成见，戒取见是因上的成见，所以把成见分成因果两类来说，都是错误见解。后面还有一条，不属于前面四类错误的见解都归到后面这一条「邪见」，邪见是错误的见解。",
      "zh_TW": "下面是「邊見」，邊是相對的。我們今天起心動念，全是對立的，我跟人對立，理跟事對立，族群與族群對立，國家與國家對立，家庭與家庭對立；甚至在自己一家當中，丈夫跟太太對立，父親跟兒子對立，這成什麼話！現在演變成這種嚴重的問題。什麼是佛法？佛法是不二法門，不二法就沒有對立。佛法是覺悟法，覺了就沒有對立，迷了才有對立，覺了沒有對立。佛菩薩合虛空法界一切眾生為一個法身，我們在經上常常念到「清淨法身佛」，什麼叫清淨法身佛？幾時你真正能體會到，肯定虛空法界一切眾生是自己，你就證得清淨法身佛。換句話說，對立沒有了，邊見沒有了，破掉了。後面有「見取見」，「戒取見」，這兩種我們中國人叫它成見，某人成見很深。成見分兩大類，一個是因上的成見，一個是果上的成見。見取見是果上的成見，戒取見是因上的成見，所以把成見分成因果兩類來說，都是錯誤見解。後面還有一條，不屬於前面四類錯誤的見解都歸到後面這一條「邪見」，邪見是錯誤的見解。"
    },
    {
      "id": "12-017-0186_p0012",
      "zh_CN": "思想上的错误，佛也说了五大类。第一个是贪，悭贪。我们试问一问，世间名闻利养、五欲六尘，你真的能得到吗？佛给我们讲真相，我们这个身命是有为法，有为就是生灭法。《金刚经》上讲得很好，「一切有为法，如梦幻泡影」，这句话是说我们的本质，说明它是虚妄的，是个幻相，不是真实的。这个幻相存在的时间多久？「如露亦如电」，所以你真正明了、真正懂得，这个幻相不存在，刹那生灭。了解事实真相，你的心多清净，真的是一尘不染。为什么？全是假的，一场空。所以佛讲「凡所有相，皆是虚妄」。什么东西是真实的？真性是真实的，心，真心，真心是真的。我们起心动念是妄心，妄心是假的，不是真的；离了妄，真就现前。所以佛法追求的，是求真心，是求明心见性，只有这桩事情是真的，除这桩事情之外，全是虚妄的。我们果然能够舍弃一切虚妄，一心求取真实，我们这一生就成就了。佛的教学目的在此地，佛的愿望也在此地，希望我们人人都成佛，人人都得大自在。所以悭贪是最严重的烦恼，佛教菩萨从这里下手。佛教菩萨修学的六个纲领，头一个「布施」，布施度悭贪，布施就是对治悭贪的，我们要懂得这个意思，认真学习。什么都能舍，什么都放下，我所有的，别人喜欢，我都能够布施供养，一丝毫吝啬都没有。为什么？舍我的悭贪，舍我的业障，成就我的智慧法身。我们今天智慧不能现前，法身不能证得，悭贪烦恼障碍住了，应当放下。可是舍，还愈舍愈多，这个事情麻烦，这是真的不是假的，愈舍愈多。你舍财得财，舍法得智慧，施无畏者得健康长寿，果报如此。佛教给我们「舍得」，这个意思很深。你布施，后来果报你得到了，得的那个也要舍，把那个得也舍掉，永远在舍。不能说是得到之后就不想再舍，不可以。得的多，舍得更多，真得大自在！要欢喜舍，肯舍，毫无悭吝的去舍。",
      "zh_TW": "思想上的錯誤，佛也說了五大類。第一個是貪，慳貪。我們試問一問，世間名聞利養、五欲六塵，你真的能得到嗎？佛給我們講真相，我們這個身命是有為法，有為就是生滅法。《金剛經》上講得很好，「一切有為法，如夢幻泡影」，這句話是說我們的本質，說明它是虛妄的，是個幻相，不是真實的。這個幻相存在的時間多久？「如露亦如電」，所以你真正明瞭、真正懂得，這個幻相不存在，剎那生滅。了解事實真相，你的心多清淨，真的是一塵不染。為什麼？全是假的，一場空。所以佛講「凡所有相，皆是虛妄」。什麼東西是真實的？真性是真實的，心，真心，真心是真的。我們起心動念是妄心，妄心是假的，不是真的；離了妄，真就現前。所以佛法追求的，是求真心，是求明心見性，只有這樁事情是真的，除這樁事情之外，全是虛妄的。我們果然能夠捨棄一切虛妄，一心求取真實，我們這一生就成就了。佛的教學目的在此地，佛的願望也在此地，希望我們人人都成佛，人人都得大自在。所以慳貪是最嚴重的煩惱，佛教菩薩從這裡下手。佛教菩薩修學的六個綱領，頭一個「布施」，布施度慳貪，布施就是對治慳貪的，我們要懂得這個意思，認真學習。什麼都能捨，什麼都放下，我所有的，別人喜歡，我都能夠布施供養，一絲毫吝嗇都沒有。為什麼？捨我的慳貪，捨我的業障，成就我的智慧法身。我們今天智慧不能現前，法身不能證得，慳貪煩惱障礙住了，應當放下。可是捨，還愈捨愈多，這個事情麻煩，這是真的不是假的，愈捨愈多。你捨財得財，捨法得智慧，施無畏者得健康長壽，果報如此。佛教給我們「捨得」，這個意思很深。你布施，後來果報你得到了，得的那個也要捨，把那個得也捨掉，永遠在捨。不能說是得到之後就不想再捨，不可以。得的多，捨得更多，真得大自在！要歡喜捨，肯捨，毫無慳吝的去捨。"
    },
    {
      "id": "12-017-0186_p0013",
      "zh_CN": "我们看世间，现在也有不少想做好事的人，财力很困难，找不到钱。我们在想，什么原因？他不肯布施，想做好事又不肯布施，所以他财源有枯竭的时候。好像那个水，它不是流水，它就那么一小潭水，天天在那里取水，那个水会干。肯布施的人，那个水是流动的，像河流一样，永远不竭；这里流出去，那边又流过来，愈流愈多，世间人不懂这个道理。所以要肯舍，统统舍尽了，如果不往生西方极乐世界，那就是经上所讲的上升作天王去了。你布施的果报现前，你作天王去了，为什么？世间人没有这么大的福报，那只有到天上去享福，你修的福报太大了。所以我们要仔细观察，真正有需要的人，他真正是做好事，尤其是对社会做善事，我们应当要布施，应当要供养，应当要施舍，一定要突破种族、突破宗教。我们在每个地区，也不一定是在哪里，遇到这些缘，遇到布施的机会，我们要抓稳，这是我们修布施的时候、修供养的时候。上一次我到此地来，这边尤里先生是多元文化局的局长，带我到格里菲斯大学去参观。去的时候他拿了一份图，说我们现在要建一个多元文化活动中心。我说：好事情！他就告诉我，这个中心建立的费用大概要一百三十万，我当时就给他十万块钱，机会来了。等于说这是一个社会好事情，我们投资进去，那我也有股东在里头，你们做的好事有我一份。不要以为那不是佛教，我们不要做；那个不是佛教的，我们也不要度。「众生无边誓愿度」，下头加括弧、加注解，不是佛教，其他宗教一律不度，佛经上是不是这么写的？一律平等去帮助，没有分别。",
      "zh_TW": "我們看世間，現在也有不少想做好事的人，財力很困難，找不到錢。我們在想，什麼原因？他不肯布施，想做好事又不肯布施，所以他財源有枯竭的時候。好像那個水，它不是流水，它就那麼一小潭水，天天在那裡取水，那個水會乾。肯布施的人，那個水是流動的，像河流一樣，永遠不竭；這裡流出去，那邊又流過來，愈流愈多，世間人不懂這個道理。所以要肯捨，統統捨盡了，如果不往生西方極樂世界，那就是經上所講的上升作天王去了。你布施的果報現前，你作天王去了，為什麼？世間人沒有這麼大的福報，那只有到天上去享福，你修的福報太大了。所以我們要仔細觀察，真正有需要的人，他真正是做好事，尤其是對社會做善事，我們應當要布施，應當要供養，應當要施捨，一定要突破種族、突破宗教。我們在每個地區，也不一定是在哪裡，遇到這些緣，遇到布施的機會，我們要抓穩，這是我們修布施的時候、修供養的時候。上一次我到此地來，這邊尤里先生是多元文化局的局長，帶我到格里菲斯大學去參觀。去的時候他拿了一份圖，說我們現在要建一個多元文化活動中心。我說：好事情！他就告訴我，這個中心建立的費用大概要一百三十萬，我當時就給他十萬塊錢，機會來了。等於說這是一個社會好事情，我們投資進去，那我也有股東在裡頭，你們做的好事有我一份。不要以為那不是佛教，我們不要做；那個不是佛教的，我們也不要度。「眾生無邊誓願度」，下頭加括弧、加註解，不是佛教，其他宗教一律不度，佛經上是不是這麼寫的？一律平等去幫助，沒有分別。"
    },
    {
      "id": "12-017-0186_p0014",
      "zh_CN": "一切其他宗教都不度，我们还看到你常常放生，你们眼睛当中人都不如畜生，畜生你还要帮助牠，还要救牠、要度牠，人就放弃掉了，你们存的是什么心？这是佛心吗？所以总要多想想佛所讲的道理，要把它想通，我们做事才真正做到合情合理合法；否则的话，你都会有过失。我们看看其他宗教，建养老院，建孤儿院，我们到那里去参观，我们总要布施供养；换句话说，看到这些善事、好事，我们要去投资。说投资，大家心里很高兴，说布施供养，好不高兴，好难过。我换个名词，我到那里去投资，你就很开心了，所以你们在玩文字游戏。真正智慧开了，明白了，天下每一个众生做好事，我都要加一份；就像做生意，你愈做愈大，每一个大公司都有你的股份，你都是股东之一，这怎么不自在？所以我换成这么一个说法，大家听了点头，就容易懂。我要说布施供养，我们佛教徒捐献这些钱，法师拿去糟蹋掉了，心里很不高兴。心里为什么不高兴？悭贪心没放下。悭贪心要是放下了，布施供养是平等的，布施供养是尽虚空遍法界的，这才真叫「舍一得万报」，舍一得无量无边的果报，为什么？你是清净平等心布施的，果报不可思议。你自己画上圈圈去布施，你的果报决定超不出这个界限，为什么不把这个圈圈打破？所以在错误思想里头，头一个是贪心，第二个瞋恚，愚痴、傲慢、对于圣教的怀疑，贪瞋痴慢疑，疑不是别的，是对于佛菩萨教诲你半信半疑。这个对你的损失太大了，障碍你自己的善行，障碍你自己的成就，障碍你所修学的功德。所以我们要把魔认识清楚，这是讲到烦恼魔。",
      "zh_TW": "一切其他宗教都不度，我們還看到你常常放生，你們眼睛當中人都不如畜生，畜生你還要幫助牠，還要救牠、要度牠，人就放棄掉了，你們存的是什麼心？這是佛心嗎？所以總要多想想佛所講的道理，要把它想通，我們做事才真正做到合情合理合法；否則的話，你都會有過失。我們看看其他宗教，建養老院，建孤兒院，我們到那裡去參觀，我們總要布施供養；換句話說，看到這些善事、好事，我們要去投資。說投資，大家心裡很高興，說布施供養，好不高興，好難過。我換個名詞，我到那裡去投資，你就很開心了，所以你們在玩文字遊戲。真正智慧開了，明白了，天下每一個眾生做好事，我都要加一份；就像做生意，你愈做愈大，每一個大公司都有你的股份，你都是股東之一，這怎麼不自在？所以我換成這麼一個說法，大家聽了點頭，就容易懂。我要說布施供養，我們佛教徒捐獻這些錢，法師拿去糟蹋掉了，心裡很不高興。心裡為什麼不高興？慳貪心沒放下。慳貪心要是放下了，布施供養是平等的，布施供養是盡虛空遍法界的，這才真叫「捨一得萬報」，捨一得無量無邊的果報，為什麼？你是清淨平等心布施的，果報不可思議。你自己畫上圈圈去布施，你的果報決定超不出這個界限，為什麼不把這個圈圈打破？所以在錯誤思想裡頭，頭一個是貪心，第二個瞋恚，愚痴、傲慢、對於聖教的懷疑，貪瞋痴慢疑，疑不是別的，是對於佛菩薩教誨你半信半疑。這個對你的損失太大了，障礙你自己的善行，障礙你自己的成就，障礙你所修學的功德。所以我們要把魔認識清楚，這是講到煩惱魔。"
    },
    {
      "id": "12-017-0186_p0015",
      "zh_CN": "第三种，经上跟我们讲「死魔」，死也是魔。死魔是讲你寿命不长，你修学还没有成就，寿命到了。死了之后再去投胎，纵然你修得不错，你能够得人身，你想想看你一投胎，前世所修行的忘得干干净净，纵然遇到缘很殊胜，要从头来起，你说多辛苦！死魔能不能超越？能。这个意思就是说不能死，死不得。我过去讲经常常跟大家说，死了就不得了！这个问题确实是很难解决，也是很现实的，但是并不是不能解决。我们看到许多念佛人自在往生，他真的没有死，他活着往生的。他临终的时候看到阿弥陀佛，西方三圣来接引，跟家里人辞行，「我跟佛走了」，活着走的。走了之后，这个臭皮囊不要了，丢掉了，他换紫磨真金色身。诸位要晓得，念佛往生是不死的法门。你要认为死了，那你完全错误，他是活着走的。死了就很难得度，不容易。所以帮助人往生，临终助念是第一殊胜的功德。助念的时候只守住一个大原则，决定要保持往生的人正念现前，这个很重要，就是要保持他念佛求生西方这个愿望。因为人在临终的时候，自己一生当中造作的业很多，还有过去生中一些冤亲债主，往往在临终的时候现前。这个我想许多人都有经验，临命终的人，他看到这个人，看到那个人在哪里、在哪里，我们看不到，他看到了。所看到的都是他认识的人，都是熟人，而且都是已经死了的人，他看到了，这是阴境现前。是不是真的他所见到的人？不是的，《地藏经》上说得很清楚，都是他的冤亲债主变化他的亲属来引诱他，他一断气，被他们拉去了，他就报复，《地藏经》上讲得很清楚。一遇到这个现象，立刻提醒他，「不要理他、不要管他，一心念佛」，就这么一句开示。提醒他正念，不要让他想到，看到这个，看到那个，看到什么境界，这个不得了！",
      "zh_TW": "第三種，經上跟我們講「死魔」，死也是魔。死魔是講你壽命不長，你修學還沒有成就，壽命到了。死了之後再去投胎，縱然你修得不錯，你能夠得人身，你想想看你一投胎，前世所修行的忘得乾乾淨淨，縱然遇到緣很殊勝，要從頭來起，你說多辛苦！死魔能不能超越？能。這個意思就是說不能死，死不得。我過去講經常常跟大家說，死了就不得了！這個問題確實是很難解決，也是很現實的，但是並不是不能解決。我們看到許多念佛人自在往生，他真的沒有死，他活著往生的。他臨終的時候看到阿彌陀佛，西方三聖來接引，跟家裡人辭行，「我跟佛走了」，活著走的。走了之後，這個臭皮囊不要了，丟掉了，他換紫磨真金色身。諸位要曉得，念佛往生是不死的法門。你要認為死了，那你完全錯誤，他是活著走的。死了就很難得度，不容易。所以幫助人往生，臨終助念是第一殊勝的功德。助念的時候只守住一個大原則，決定要保持往生的人正念現前，這個很重要，就是要保持他念佛求生西方這個願望。因為人在臨終的時候，自己一生當中造作的業很多，還有過去生中一些冤親債主，往往在臨終的時候現前。這個我想許多人都有經驗，臨命終的人，他看到這個人，看到那個人在哪裡、在哪裡，我們看不到，他看到了。所看到的都是他認識的人，都是熟人，而且都是已經死了的人，他看到了，這是陰境現前。是不是真的他所見到的人？不是的，《地藏經》上說得很清楚，都是他的冤親債主變化他的親屬來引誘他，他一斷氣，被他們拉去了，他就報復，《地藏經》上講得很清楚。一遇到這個現象，立刻提醒他，「不要理他、不要管他，一心念佛」，就這麼一句開示。提醒他正念，不要讓他想到，看到這個，看到那個，看到什麼境界，這個不得了！"
    },
    {
      "id": "12-017-0186_p0016",
      "zh_CN": "所以在助念的时候，最要紧的就是注意这桩事情，决定不能让这个往生的人有杂念、有幻想，无论他见到什么境界，听到什么音声，一概都不理。他如果说见到地藏菩萨，见到药师佛，都要提醒他不理，一概不理，念阿弥陀佛。阿弥陀佛来接引，才能跟他去；不是阿弥陀佛，一概不理会，因为妖魔鬼怪会变其他佛菩萨来诱惑，这是关键，关键的时刻。许许多多念佛人念一辈子佛，到最后在关键的时刻又迷了，又出了差错，那是真可惜！这些都是魔境，都是魔障，都是自己业力变现的虚幻境界。在这个时候，只有见到阿弥陀佛，见到西方三圣，见到西方极乐世界依正庄严，那是相应的，那是正念。我们要想在临终保持正念，平时念佛就是训练，平时是练兵，临终是打仗，成败就在临终最后一念。所以助念是无量的功德，助念的时候一定要懂得这个道理，了解事实真相，怎样去帮助别人。你能够常常帮助人，将来你自己临终的时候有因果，就有人来帮助你。我们不肯帮助人，到那个时候也没有人来帮助我们，很重要！这个也是无畏布施，临终助念是属于无畏布施，圆满的布施。所以死魔能够超越的。",
      "zh_TW": "所以在助念的時候，最要緊的就是注意這樁事情，決定不能讓這個往生的人有雜念、有幻想，無論他見到什麼境界，聽到什麼音聲，一概都不理。他如果說見到地藏菩薩，見到藥師佛，都要提醒他不理，一概不理，念阿彌陀佛。阿彌陀佛來接引，才能跟他去；不是阿彌陀佛，一概不理會，因為妖魔鬼怪會變其他佛菩薩來誘惑，這是關鍵，關鍵的時刻。許許多多念佛人念一輩子佛，到最後在關鍵的時刻又迷了，又出了差錯，那是真可惜！這些都是魔境，都是魔障，都是自己業力變現的虛幻境界。在這個時候，只有見到阿彌陀佛，見到西方三聖，見到西方極樂世界依正莊嚴，那是相應的，那是正念。我們要想在臨終保持正念，平時念佛就是訓練，平時是練兵，臨終是打仗，成敗就在臨終最後一念。所以助念是無量的功德，助念的時候一定要懂得這個道理，了解事實真相，怎樣去幫助別人。你能夠常常幫助人，將來你自己臨終的時候有因果，就有人來幫助你。我們不肯幫助人，到那個時候也沒有人來幫助我們，很重要！這個也是無畏布施，臨終助念是屬於無畏布施，圓滿的布施。所以死魔能夠超越的。"
    },
    {
      "id": "12-017-0186_p0017",
      "zh_CN": "末后一个叫「天魔」。天魔是什么？用现在的话来说，外境的诱惑，这就是属于天魔。现在外境诱惑的力量很强，你到市中心去走走，商品店里面展览你们去走走，你看看那些东西，样样都在诱惑你。真的，名利在诱惑你，五欲六尘在诱惑你，这是属于天魔。对付天魔，这得用禅定、用智慧，不受诱惑，不随魔所作。五阴魔、烦恼魔、死魔、天魔，这么多魔在你的身边诱惑你，你必须要以「戒、定、慧」这三种方法来消除魔障，你才能超越一切业障。造业的因是我们自己本身的，但是要没有缘，业也造不成。缘是什么？缘就是魔所作。所以要认清楚，魔所作，不上当，不受他的诱惑，自己能做得了主宰，才能够真正在这一生当中成就。当我们还禁不起诱惑的时候，佛祖告诉我们，跟他保持距离，少接近，少往来。所以为什么从前在中国，世尊当年在世也极力提倡阿兰若。阿兰若是什么？修行人所住的，在古时候都住茅蓬。茅蓬建在什么地方？建在人迹不到的地方，很偏僻的地方，很安静的地方。为什么建在这些地方？少诱惑，尽可能避免诱惑。我们凡夫禁不起诱惑，话说得很好听，可是境界现前就禁不起诱惑，就又堕落了。所以修行处所建立在很偏僻的地方好，愈清净愈好。阿兰若是梵语，翻成中国的意思是无喧闹；「阿」翻作无，「兰若」是个热闹地方，就是没有喧闹，没有声音吵杂。在古时候的标准，是牛叫的声音听不到。古时候农业社会，农民农村都养牛，牛叫的声音他那边听不到。我们想想在现代，现在不行，现在牛叫的声音很小，车的声音、飞机的声音听不到，所以那个标准现在要提高。交通不能够太方便，交通太方便，人来人去多了，你还修什么行？你没法子修行。所以一定要找偏僻，交通不便，找这样的地方，对于我们修学就有帮助。所以真正修道人，生活愈简单愈好，愈清净愈好。",
      "zh_TW": "末後一個叫「天魔」。天魔是什麼？用現在的話來說，外境的誘惑，這就是屬於天魔。現在外境誘惑的力量很強，你到市中心去走走，商品店裡面展覽你們去走走，你看看那些東西，樣樣都在誘惑你。真的，名利在誘惑你，五欲六塵在誘惑你，這是屬於天魔。對付天魔，這得用禪定、用智慧，不受誘惑，不隨魔所作。五陰魔、煩惱魔、死魔、天魔，這麼多魔在你的身邊誘惑你，你必須要以「戒、定、慧」這三種方法來消除魔障，你才能超越一切業障。造業的因是我們自己本身的，但是要沒有緣，業也造不成。緣是什麼？緣就是魔所作。所以要認清楚，魔所作，不上當，不受他的誘惑，自己能做得了主宰，才能夠真正在這一生當中成就。當我們還禁不起誘惑的時候，佛祖告訴我們，跟他保持距離，少接近，少往來。所以為什麼從前在中國，世尊當年在世也極力提倡阿蘭若。阿蘭若是什麼？修行人所住的，在古時候都住茅蓬。茅蓬建在什麼地方？建在人跡不到的地方，很偏僻的地方，很安靜的地方。為什麼建在這些地方？少誘惑，盡可能避免誘惑。我們凡夫禁不起誘惑，話說得很好聽，可是境界現前就禁不起誘惑，就又墮落了。所以修行處所建立在很偏僻的地方好，愈清淨愈好。阿蘭若是梵語，翻成中國的意思是無喧鬧；「阿」翻作無，「蘭若」是個熱鬧地方，就是沒有喧鬧，沒有聲音吵雜。在古時候的標準，是牛叫的聲音聽不到。古時候農業社會，農民農村都養牛，牛叫的聲音他那邊聽不到。我們想想在現代，現在不行，現在牛叫的聲音很小，車的聲音、飛機的聲音聽不到，所以那個標準現在要提高。交通不能夠太方便，交通太方便，人來人去多了，你還修什麼行？你沒法子修行。所以一定要找偏僻，交通不便，找這樣的地方，對於我們修學就有幫助。所以真正修道人，生活愈簡單愈好，愈清淨愈好。"
    },
    {
      "id": "12-017-0186_p0018",
      "zh_CN": "我们想想当年，净土宗慧远大师他那个办法好，很值得我们效法。我也很想学他，缘不足，这也就是没有那么大的福报。他的道场修行人是固定的，不是说来来去去，没有来来去去的，一百二十三个人，是固定的。划一个界线，就在这界线里面学，外面不接触，这一百二十三个人统统成就了，那有大福报！我们哪有那么大的福报？找个清净地方居住，四事供养有人护持，现在我们在新加坡居士林，有这个福报，但是它有副作用，来往的人太多了。四事供养是没有问题，他真做到了，但是往来的人太多了，道场不清净。所以道场一定要建筑在深山里头，人迹不到。真正求生净土的同修，人数不拘多少，像觉明妙行菩萨八个人真正在一起共修。所以我上一次在伯斯看到小乘，我很有感触。他们做得如法，他们道场在深山，很少人去，在那边修行；但是在市区他有个讲堂，市区里讲经说法接引大众。所以自行化他都兼顾到，这个很如法，值得学习，值得提倡，他分成两部门。所以我们将来，如果图文巴，我们藏经楼这里搞好之后，那边盖一个念佛堂，真正修行到那里去，这个地方做接引弘法道场。为什么？我们要报施主恩，要报佛恩。自己修行跟弘法利生要分开来，修行决定不受干扰，我们才能成就。自己真正有定有慧，这个标准就是不受外面一切境界诱惑了，你才可以下山去帮助一切众生；否则的话，就是泥菩萨过河，自身难保。不要说是你度众生，没几天就被人家度跑掉了，这是我们一定要提高度的警觉。所以小乘那个做法我很欣赏，我看到也很欢喜，他们有需要帮助，我都很乐意的去帮助他们。他们很难得，在伯斯市区有个讲堂，在雪梨他们有一个网路中心，都是他们搞的，有自行，有化他。看看我们的福报，我们有福报也应当这样做法。好，今天时间到了。",
      "zh_TW": "我們想想當年，淨土宗慧遠大師他那個辦法好，很值得我們效法。我也很想學他，緣不足，這也就是沒有那麼大的福報。他的道場修行人是固定的，不是說來來去去，沒有來來去去的，一百二十三個人，是固定的。劃一個界線，就在這界線裡面學，外面不接觸，這一百二十三個人統統成就了，那有大福報！我們哪有那麼大的福報？找個清淨地方居住，四事供養有人護持，現在我們在新加坡居士林，有這個福報，但是它有副作用，來往的人太多了。四事供養是沒有問題，他真做到了，但是往來的人太多了，道場不清淨。所以道場一定要建築在深山裡頭，人跡不到。真正求生淨土的同修，人數不拘多少，像覺明妙行菩薩八個人真正在一起共修。所以我上一次在伯斯看到小乘，我很有感觸。他們做得如法，他們道場在深山，很少人去，在那邊修行；但是在市區他有個講堂，市區裡講經說法接引大眾。所以自行化他都兼顧到，這個很如法，值得學習，值得提倡，他分成兩部門。所以我們將來，如果圖文巴，我們藏經樓這裡搞好之後，那邊蓋一個念佛堂，真正修行到那裡去，這個地方做接引弘法道場。為什麼？我們要報施主恩，要報佛恩。自己修行跟弘法利生要分開來，修行決定不受干擾，我們才能成就。自己真正有定有慧，這個標準就是不受外面一切境界誘惑了，你才可以下山去幫助一切眾生；否則的話，就是泥菩薩過河，自身難保。不要說是你度眾生，沒幾天就被人家度跑掉了，這是我們一定要提高度的警覺。所以小乘那個做法我很欣賞，我看到也很歡喜，他們有需要幫助，我都很樂意的去幫助他們。他們很難得，在伯斯市區有個講堂，在雪梨他們有一個網路中心，都是他們搞的，有自行，有化他。看看我們的福報，我們有福報也應當這樣做法。好，今天時間到了。"
    }
  ]
}