{
  "doc_id": "12-017-2098",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二０九八卷",
    "zh_TW": "第二０九八卷"
  },
  "year": "2010",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "12-017-2098",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "12-017-2098_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大方广佛华严经．十住品第十五》，第二治地住，我们学到最后一段经文「胜进」。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大方廣佛華嚴經．十住品第十五》，第二治地住，我們學到最後一段經文「勝進」。"
    },
    {
      "id": "12-017-2098_p0002",
      "zh_CN": "在学习这一段之前，我们先谈谈《净土指归》的十种无碍。我们学过前面七种，现在从第八看起。第八，「广狭自在。尘同法界，刹不离尘。」这十种自在都是帮助我们看破的，十种自在也都是法身菩萨他们所证得的，帮助我们放下执着分别妄想，有大利益。广是讲佛刹，一般说三千大千世界，一佛刹，一尊佛的教化区；狭是讲一微尘，今天我们所讲的基本粒子，就是物质基本的一个单位。这里注解的是「尘同法界，刹不离尘」，这是诸法实相，我们一定要知道，而且要时时刻刻都能提得起来，它就能帮助我们放下；换句话说，帮助我们开智慧，帮助我们得清净心。我们学佛经历了很长的时间，也用了不少的功夫、时间和精力，可是始终我们的境界不能向上提升，没有多大的进展，原因是业障，这个东西把我们障碍住了。业是造作，业障的由来是不明了宇宙万有的真相。包括现在哲学家、科学家，乃至于许多宗教家，千百年来都在探讨一个主要的问题，宇宙是从哪里来的？一直到现代都还没有定论，有许许多多的推测，没有定论。这在佛法叫迷惑，从迷惑就产生错误的知见，有错误的知见，我们就会做出许多错误的行为，这叫业，行为的结果就造成许许多多的障碍，叫业障。由此可知，消业障，消除业障、断烦恼，要靠什么？要靠智慧。佛法说得好，戒定能帮助我们伏烦恼，也就是说控制住业障，不能够消除，一定要智慧现前，完全通达明了诸法实相，这个障碍自然就没有了。所以一切诸佛如来自行化他，总离不开戒定慧三学，我们发心学佛，如果不从戒定慧三学下手，那你就是不得其门而入。别说修几十年，修一辈子，乃至于生生世世累劫修行，都不能够入门。这个事实就摆在我们面前，我们有理由相信，可以说一点怀疑都没有。",
      "zh_TW": "在學習這一段之前，我們先談談《淨土指歸》的十種無礙。我們學過前面七種，現在從第八看起。第八，「廣狹自在。塵同法界，剎不離塵。」這十種自在都是幫助我們看破的，十種自在也都是法身菩薩他們所證得的，幫助我們放下執著分別妄想，有大利益。廣是講佛剎，一般說三千大千世界，一佛剎，一尊佛的教化區；狹是講一微塵，今天我們所講的基本粒子，就是物質基本的一個單位。這裡註解的是「塵同法界，剎不離塵」，這是諸法實相，我們一定要知道，而且要時時刻刻都能提得起來，它就能幫助我們放下；換句話說，幫助我們開智慧，幫助我們得清淨心。我們學佛經歷了很長的時間，也用了不少的功夫、時間和精力，可是始終我們的境界不能向上提升，沒有多大的進展，原因是業障，這個東西把我們障礙住了。業是造作，業障的由來是不明瞭宇宙萬有的真相。包括現在哲學家、科學家，乃至於許多宗教家，千百年來都在探討一個主要的問題，宇宙是從哪裡來的？一直到現代都還沒有定論，有許許多多的推測，沒有定論。這在佛法叫迷惑，從迷惑就產生錯誤的知見，有錯誤的知見，我們就會做出許多錯誤的行為，這叫業，行為的結果就造成許許多多的障礙，叫業障。由此可知，消業障，消除業障、斷煩惱，要靠什麼？要靠智慧。佛法說得好，戒定能幫助我們伏煩惱，也就是說控制住業障，不能夠消除，一定要智慧現前，完全通達明瞭諸法實相，這個障礙自然就沒有了。所以一切諸佛如來自行化他，總離不開戒定慧三學，我們發心學佛，如果不從戒定慧三學下手，那你就是不得其門而入。別說修幾十年，修一輩子，乃至於生生世世累劫修行，都不能夠入門。這個事實就擺在我們面前，我們有理由相信，可以說一點懷疑都沒有。"
    },
    {
      "id": "12-017-2098_p0003",
      "zh_CN": "人是有前世有来世，正如经上所说的，过去无始，未来无终，这是事实真相。我们在无尽时间里面，造作善恶的业习，招来轮回的果报，这不是迷信。那么现代，现代人相信科学，三世轮回居然在近代被这些科学的学者证明出来，它真有，它不是假的。我们看到西方许多科学报导，有同学搜集这些报告的文字，中文翻译的，有不少这样的书本，我也看过，现在还有一些这些书本我放在美国达拉斯的道场。最普遍的是西方的催眠术，在现前这个时代，所谓精神异常的人愈来愈多，于是在近代这半个世纪出现了心理医生。这种疾病是一般医生无法治疗的，它属于精神科，不是生理的，是属于心理的。西方的医学还是偏重在物质，所以生理的他们有方法治疗，精神方面的、心理的他们没办法。这些心理医生也很聪明，偶然从催眠里得到信息，什么信息？这个病人病因从哪里得来的，很多病因不是这一生的，与前世有关系，前世不是讲一世，讲到很多世。我们听到美国魏斯医生的报告，他曾经有一个催眠的例子，这个被催眠的人回到过去几十世，时间大概有四千五百年，那个时候还是上古时代。问这个催眠的人，妳住在哪里？她住在洞穴里，还没有房子，在洞穴里头。能够有这样深度的催眠，她把她生生世世都能够说得出来，用录音机把它录下来，等她恢复正常的时候让她自己去听。她的问题终于被找到了，找到之后她心开意解，不再有疑惑，不再有忧虑，于是很容易的她就恢复正常，这个病就治好了。",
      "zh_TW": "人是有前世有來世，正如經上所說的，過去無始，未來無終，這是事實真相。我們在無盡時間裡面，造作善惡的業習，招來輪迴的果報，這不是迷信。那麼現代，現代人相信科學，三世輪迴居然在近代被這些科學的學者證明出來，它真有，它不是假的。我們看到西方許多科學報導，有同學蒐集這些報告的文字，中文翻譯的，有不少這樣的書本，我也看過，現在還有一些這些書本我放在美國達拉斯的道場。最普遍的是西方的催眠術，在現前這個時代，所謂精神異常的人愈來愈多，於是在近代這半個世紀出現了心理醫生。這種疾病是一般醫生無法治療的，它屬於精神科，不是生理的，是屬於心理的。西方的醫學還是偏重在物質，所以生理的他們有方法治療，精神方面的、心理的他們沒辦法。這些心理醫生也很聰明，偶然從催眠裡得到信息，什麼信息？這個病人病因從哪裡得來的，很多病因不是這一生的，與前世有關係，前世不是講一世，講到很多世。我們聽到美國魏斯醫生的報告，他曾經有一個催眠的例子，這個被催眠的人回到過去幾十世，時間大概有四千五百年，那個時候還是上古時代。問這個催眠的人，妳住在哪裡？她住在洞穴裡，還沒有房子，在洞穴裡頭。能夠有這樣深度的催眠，她把她生生世世都能夠說得出來，用錄音機把它錄下來，等她恢復正常的時候讓她自己去聽。她的問題終於被找到了，找到之後她心開意解，不再有疑惑，不再有憂慮，於是很容易的她就恢復正常，這個病就治好了。"
    },
    {
      "id": "12-017-2098_p0004",
      "zh_CN": "这种方法在欧美现在非常普遍，在东方，我听说在中国、在日本、在韩国、在台湾也都有，我们也不妨去做个实验。我看过做催眠这个事情，很安全，不至于把你送走以后收不回来，这个例子还没有发生过，都能够安全的回来，就是让你醒过来。真的有过去世，既然有过去，当然就有未来，这是肯定的。我们对这桩事情搞清楚、搞明白了，我相信很多稍稍有一点智慧的人他就会想到，我的生命是永恒的，催眠给人这个信息，生命是永恒的，你根本就没有死过。生死是什么？生死是身体，催眠让你回到过去，不是身体回到过去。我们人生在世，最大的恐惧就是怕死，这个问题解决了，你晓得你没有生死，你对生死也不再害怕。一个生死又是一世，那我们一定会想到，我想来世应当比我这一生当中要过得好一点，我相信大家都会有这么个念头。怎样才比这一生过好一点？答案很简单，断恶修善、积功累德。如果人人起心动念、言语造作都与德行相应，这个人来生是大富大贵；如果与性德相应，这个人来生生天堂，他不会在人间，人间没那么大的福报，他心量拓开了，他眼光远大了，绝不斤斤计较现前。",
      "zh_TW": "這種方法在歐美現在非常普遍，在東方，我聽說在中國、在日本、在韓國、在台灣也都有，我們也不妨去做個實驗。我看過做催眠這個事情，很安全，不至於把你送走以後收不回來，這個例子還沒有發生過，都能夠安全的回來，就是讓你醒過來。真的有過去世，既然有過去，當然就有未來，這是肯定的。我們對這樁事情搞清楚、搞明白了，我相信很多稍稍有一點智慧的人他就會想到，我的生命是永恆的，催眠給人這個信息，生命是永恆的，你根本就沒有死過。生死是什麼？生死是身體，催眠讓你回到過去，不是身體回到過去。我們人生在世，最大的恐懼就是怕死，這個問題解決了，你曉得你沒有生死，你對生死也不再害怕。一個生死又是一世，那我們一定會想到，我想來世應當比我這一生當中要過得好一點，我相信大家都會有這麼個念頭。怎樣才比這一生過好一點？答案很簡單，斷惡修善、積功累德。如果人人起心動念、言語造作都與德行相應，這個人來生是大富大貴；如果與性德相應，這個人來生生天堂，他不會在人間，人間沒那麼大的福報，他心量拓開了，他眼光遠大了，絕不斤斤計較現前。"
    },
    {
      "id": "12-017-2098_p0005",
      "zh_CN": "我们现前烦恼多、忧虑多、疾病多，这些原因是什么？中国老祖宗，这在中医说的，未曾用催眠术，我们老祖宗知道，我们身心的健康与德行有关系。所以《左传》里头有句话说，「人弃常则妖兴」。常是什么？常就是德，五常是五种性德，人必须要遵守的，为什么？你身心健康。古人所讲的修身、齐家、治国、平天下，德行是修身，身心健康你家就齐了，这个齐是你家就兴旺。修身、齐家、治国、平天下，与品德修养成正比例。五常这是基本的道德观念，五个字，仁、义、礼、智、信。仁者爱人，我们有没有用真心去爱过别人？爱人是你的天性、是你的性德，不爱人，这个德就没有了，不是没有，是你疏忽了。仁在我们身体内脏里面的对应是肝脏，不知道爱人的人，自私自利的人，肝脏就有毛病，就不健康。义，义是循理，起心动念言语造作要合情、合理、合法，这就叫义。不义的人，就是他起心动念、言语造作与情理法是相违背的，那是不义的人。义对应内脏是肺，换句话说，你肺一定出毛病。礼，礼是谦虚、恭敬，无论是对人、对事、对物，狂妄自大、傲慢，这无礼，无礼的人心脏一定有毛病。五常第四个是智，智慧，智者不惑，不迷惑。迷惑颠倒的人没智慧，他肾脏就有问题。末后一个字是信，诚信，对人要真诚、要讲信用，如果没有诚信，没有诚信是欺骗别人，他的脾胃就有毛病。所以，我们内脏要是出了毛病的话，你就好好的去修这五个字，这五德，认真的去修仁义礼智信。怎么个修法？给诸位说，全在《弟子规》里头。真正把《弟子规》学好了，统统落实了，你身体里本来有疾病的自然会好。真正好的中医他懂这个道理，药物对你的帮助只有三分，七分是你觉悟了，你心态转变了，我知道无条件的爱人、爱物，仁民爱物。我懂得道义，我知道谦虚，我知道尊敬别人，我不再迷惑，我不再欺骗人，你的内脏里面的问题统统可以恢复正常。这些道理我们这个十条里头统统讲过。",
      "zh_TW": "我們現前煩惱多、憂慮多、疾病多，這些原因是什麼？中國老祖宗，這在中醫說的，未曾用催眠術，我們老祖宗知道，我們身心的健康與德行有關係。所以《左傳》裡頭有句話說，「人棄常則妖興」。常是什麼？常就是德，五常是五種性德，人必須要遵守的，為什麼？你身心健康。古人所講的修身、齊家、治國、平天下，德行是修身，身心健康你家就齊了，這個齊是你家就興旺。修身、齊家、治國、平天下，與品德修養成正比例。五常這是基本的道德觀念，五個字，仁、義、禮、智、信。仁者愛人，我們有沒有用真心去愛過別人？愛人是你的天性、是你的性德，不愛人，這個德就沒有了，不是沒有，是你疏忽了。仁在我們身體內臟裡面的對應是肝臟，不知道愛人的人，自私自利的人，肝臟就有毛病，就不健康。義，義是循理，起心動念言語造作要合情、合理、合法，這就叫義。不義的人，就是他起心動念、言語造作與情理法是相違背的，那是不義的人。義對應內臟是肺，換句話說，你肺一定出毛病。禮，禮是謙虛、恭敬，無論是對人、對事、對物，狂妄自大、傲慢，這無禮，無禮的人心臟一定有毛病。五常第四個是智，智慧，智者不惑，不迷惑。迷惑顛倒的人沒智慧，他腎臟就有問題。末後一個字是信，誠信，對人要真誠、要講信用，如果沒有誠信，沒有誠信是欺騙別人，他的脾胃就有毛病。所以，我們內臟要是出了毛病的話，你就好好的去修這五個字，這五德，認真的去修仁義禮智信。怎麼個修法？給諸位說，全在《弟子規》裡頭。真正把《弟子規》學好了，統統落實了，你身體裡本來有疾病的自然會好。真正好的中醫他懂這個道理，藥物對你的幫助只有三分，七分是你覺悟了，你心態轉變了，我知道無條件的愛人、愛物，仁民愛物。我懂得道義，我知道謙虛，我知道尊敬別人，我不再迷惑，我不再欺騙人，你的內臟裡面的問題統統可以恢復正常。這些道理我們這個十條裡頭統統講過。"
    },
    {
      "id": "12-017-2098_p0006",
      "zh_CN": "组成世界的是什么？世界是什么？是星球、是星系，它是什么东西组织的？在佛法里面讲叫微尘。现在科学不叫微尘，它叫原子、叫电子、叫基本粒子、叫夸克，名字不一样，跟佛法讲的是一样的东西，这是极小的物质。我们的身体是这些物质组织的，我们居住的地球也是这个物质组织的，太阳系、银河系还是这些东西组织的。这些东西千变万化，它听谁的？听信息的。信息是什么？信息是我们的念头。它的理体是什么？理体是能量，科学家讲的场，场能，在我们佛法里面讲的，叫法性。法性能生能现，信息能变，于是我们起心动念太重要了，起心动念不能不善。比善更好的，起心动念不能不净，清净，净念，比善还好。为什么？善念，你只能现善道，三善道；净念，净念现一真法界。净的对面是染，染污，染污里头有善恶，净里面没有善恶，没有善恶六道就没有了。所以，四圣法界是净土，对六道轮回来讲，六道轮回是染污，四圣法界是净土。为什么？那个里头没有分别、没有执着，他只有念头没断，念头是很细的波动。其实分别执着还是波动，那个波动的幅度大，大风大浪，你看到波涛汹涌，不平静，那是六道轮回，大风大浪。四圣法界是微风细浪，你看到是净土，他还有微细的念头，那个微细的念头要是断掉，就回到一真法界，诸佛如来的实报庄严土。实报庄严土是怎么样形成的？还是物质、能量、信息，那个地方它们的组织是正常的，也就是说完全是健康的，我们中国古人所讲纯阳之体，那个世界是纯阳之体。",
      "zh_TW": "組成世界的是什麼？世界是什麼？是星球、是星系，它是什麼東西組織的？在佛法裡面講叫微塵。現在科學不叫微塵，它叫原子、叫電子、叫基本粒子、叫夸克，名字不一樣，跟佛法講的是一樣的東西，這是極小的物質。我們的身體是這些物質組織的，我們居住的地球也是這個物質組織的，太陽系、銀河系還是這些東西組織的。這些東西千變萬化，它聽誰的？聽信息的。信息是什麼？信息是我們的念頭。它的理體是什麼？理體是能量，科學家講的場，場能，在我們佛法裡面講的，叫法性。法性能生能現，信息能變，於是我們起心動念太重要了，起心動念不能不善。比善更好的，起心動念不能不淨，清淨，淨念，比善還好。為什麼？善念，你只能現善道，三善道；淨念，淨念現一真法界。淨的對面是染，染污，染污裡頭有善惡，淨裡面沒有善惡，沒有善惡六道就沒有了。所以，四聖法界是淨土，對六道輪迴來講，六道輪迴是染污，四聖法界是淨土。為什麼？那個裡頭沒有分別、沒有執著，他只有念頭沒斷，念頭是很細的波動。其實分別執著還是波動，那個波動的幅度大，大風大浪，你看到波濤洶湧，不平靜，那是六道輪迴，大風大浪。四聖法界是微風細浪，你看到是淨土，他還有微細的念頭，那個微細的念頭要是斷掉，就回到一真法界，諸佛如來的實報莊嚴土。實報莊嚴土是怎麼樣形成的？還是物質、能量、信息，那個地方它們的組織是正常的，也就是說完全是健康的，我們中國古人所講純陽之體，那個世界是純陽之體。"
    },
    {
      "id": "12-017-2098_p0007",
      "zh_CN": "所以，这里给我们讲「尘同法界，刹不离尘」，这个事实真相你一定要知道。最重要的就是要知道尘同法界，这句话很难懂；下面好懂，这个地球是什么？地球是微尘聚集而形成的，这个容易懂。尘同法界不好懂，为什么？尘为什么同法界？法界是虚空，无量无边。因为那一粒微尘，我们佛家讲微尘，科学家讲基本粒子夸克，它的体是自性、是法性；这么小的东西，它那叫法相。法性没有大小，法性没有先后，没有大小就是没有空间，没有先后就是没有时间，空间、时间没有了，这才叫同。它跟遍法界虚空界是相同的，也就是说法界虚空界里面的信息全都含藏在里面。我们《华严经》上讲得很多，正报里面，佛给我们讲毛端，我们汗毛，毛端，这很小，有讲到毛孔，现在科学讲的我们就很清楚，细胞，细胞是什么东西组成的？是原子组成的。原子是什么东西组成的？是电子、核子组成的。电子、核子是什么东西组成的？是粒子组成的。粒子怎么组成的？粒子是基本粒子夸克组成的。所以我们人身体这个肉身，就是一大堆的这些电子、原子组成这个样子。我们心地清净，组成的是健康的样子，我们的心染污，贪瞋痴慢、自私自利，这个组成就是不健康的，就这么个道理。每一粒微尘，我现在讲每一粒夸克，每个基本粒子里面都有圆满的信息。这种信息，就是惠能大师开悟的时候他说了五句话，第三句所说的，他说「何期自性本自具足」，具足什么？具足信息，本自具足。科学家讲信息，佛法讲得清楚，像佛在《华严经》上告诉我们，「一切众生皆有如来智慧德相」，这就统统都包括，叫做信息。也就是说，无量的智慧、无量的德能、无量的才艺、无量的相好，都在这一微尘当中。法界不大，遍法界虚空界不大，一微尘不小，没有大小，完全相同。这个事难懂！",
      "zh_TW": "所以，這裡給我們講「塵同法界，剎不離塵」，這個事實真相你一定要知道。最重要的就是要知道塵同法界，這句話很難懂；下面好懂，這個地球是什麼？地球是微塵聚集而形成的，這個容易懂。塵同法界不好懂，為什麼？塵為什麼同法界？法界是虛空，無量無邊。因為那一粒微塵，我們佛家講微塵，科學家講基本粒子夸克，它的體是自性、是法性；這麼小的東西，它那叫法相。法性沒有大小，法性沒有先後，沒有大小就是沒有空間，沒有先後就是沒有時間，空間、時間沒有了，這才叫同。它跟遍法界虛空界是相同的，也就是說法界虛空界裡面的信息全都含藏在裡面。我們《華嚴經》上講得很多，正報裡面，佛給我們講毛端，我們汗毛，毛端，這很小，有講到毛孔，現在科學講的我們就很清楚，細胞，細胞是什麼東西組成的？是原子組成的。原子是什麼東西組成的？是電子、核子組成的。電子、核子是什麼東西組成的？是粒子組成的。粒子怎麼組成的？粒子是基本粒子夸克組成的。所以我們人身體這個肉身，就是一大堆的這些電子、原子組成這個樣子。我們心地清淨，組成的是健康的樣子，我們的心染污，貪瞋痴慢、自私自利，這個組成就是不健康的，就這麼個道理。每一粒微塵，我現在講每一粒夸克，每個基本粒子裡面都有圓滿的信息。這種信息，就是惠能大師開悟的時候他說了五句話，第三句所說的，他說「何期自性本自具足」，具足什麼？具足信息，本自具足。科學家講信息，佛法講得清楚，像佛在《華嚴經》上告訴我們，「一切眾生皆有如來智慧德相」，這就統統都包括，叫做信息。也就是說，無量的智慧、無量的德能、無量的才藝、無量的相好，都在這一微塵當中。法界不大，遍法界虛空界不大，一微塵不小，沒有大小，完全相同。這個事難懂！"
    },
    {
      "id": "12-017-2098_p0008",
      "zh_CN": "现在的科学逐渐发展，与这个愈来愈接近。我们从近代来看，诸位就能够清楚，你看电影，我们用电影来说，五十年前电影的摄影机，电影的胶卷，这样一大盘一大盘，多笨重，在外面拍摄画面。进步到今天用数码，数码上用的碟片、晶片，像指甲这么大，就能够容纳好多部电影片。愈变愈小，这说明什么？这一个小的晶片里面可以容纳很多东西。我看到一个小小光碟，大概这么大，跟我这个放大镜差不多大，里面是什么东西？里面是一部《大正藏》。日本的《大正藏》摆在书架上这么厚一百册，它就容纳在这么一片里头。我相信再过十年、二十年之后，可能不必要这么大，大概也像指甲那样小的一个晶片就足够了。可不可能？当然可能。为什么？佛讲的一微尘比这个小得太多了，指甲我们看得到、摸得到，微尘我们看不到，我们也摸不到，它太小了。高倍显微镜底下才发现它，才看到它，它里面含藏着信息，是遍法界虚空界所有信息都在里面。我们今天指甲这么大的能够藏一部《大藏经》，这算什么？这个要跟我们本来面目相比，差得太远了。在《华严经》里面说的是大小不二，没有大小。",
      "zh_TW": "現在的科學逐漸發展，與這個愈來愈接近。我們從近代來看，諸位就能夠清楚，你看電影，我們用電影來說，五十年前電影的攝影機，電影的膠捲，這樣一大盤一大盤，多笨重，在外面拍攝畫面。進步到今天用數碼，數碼上用的碟片、晶片，像指甲這麼大，就能夠容納好多部電影片。愈變愈小，這說明什麼？這一個小的晶片裡面可以容納很多東西。我看到一個小小光碟，大概這麼大，跟我這個放大鏡差不多大，裡面是什麼東西？裡面是一部《大正藏》。日本的《大正藏》擺在書架上這麼厚一百冊，它就容納在這麼一片裡頭。我相信再過十年、二十年之後，可能不必要這麼大，大概也像指甲那樣小的一個晶片就足夠了。可不可能？當然可能。為什麼？佛講的一微塵比這個小得太多了，指甲我們看得到、摸得到，微塵我們看不到，我們也摸不到，它太小了。高倍顯微鏡底下才發現它，才看到它，它裡面含藏著信息，是遍法界虛空界所有信息都在裡面。我們今天指甲這麼大的能夠藏一部《大藏經》，這算什麼？這個要跟我們本來面目相比，差得太遠了。在《華嚴經》裡面說的是大小不二，沒有大小。"
    },
    {
      "id": "12-017-2098_p0009",
      "zh_CN": "这里广就是大，广大，狭就是小，自在。大中现小我们容易理解，小中现大我们就不容易理解。可是我们在《华严经》上看到，微尘里面有世界，有什么世界？跟我们现前这个世界一样大，在微尘里，好像它缩小，缩影在微尘里头。微尘没有放大，世界没有缩小，微尘里有世界，那个世界里头还有微尘，那微尘里又有世界。有没有尽头？没有尽头。佛给我们讲这个境界叫不思议境界，你没有法子去想像，你决定想像不到。这是真的，不是假的，这是诸法实相。这个境界有谁进去？多，多得很！普贤菩萨常常入微尘世界。而且还不可思议，一入一切入，普贤菩萨入这一粒微尘，每一粒微尘境界里都看到普贤菩萨，就像《华严经》末后所讲的弥勒楼阁一样，真的是无比的殊胜庄严。所以我们每天拜佛，现在后头加上一句，要拜什么？要拜十方刹土微尘法界，微尘里头有法界，是一不是二。入这个境界，绝对不是四圣法界里面的三乘，声闻、缘觉、菩萨所能够理解的。",
      "zh_TW": "這裡廣就是大，廣大，狹就是小，自在。大中現小我們容易理解，小中現大我們就不容易理解。可是我們在《華嚴經》上看到，微塵裡面有世界，有什麼世界？跟我們現前這個世界一樣大，在微塵裡，好像它縮小，縮影在微塵裡頭。微塵沒有放大，世界沒有縮小，微塵裡有世界，那個世界裡頭還有微塵，那微塵裡又有世界。有沒有盡頭？沒有盡頭。佛給我們講這個境界叫不思議境界，你沒有法子去想像，你決定想像不到。這是真的，不是假的，這是諸法實相。這個境界有誰進去？多，多得很！普賢菩薩常常入微塵世界。而且還不可思議，一入一切入，普賢菩薩入這一粒微塵，每一粒微塵境界裡都看到普賢菩薩，就像《華嚴經》末後所講的彌勒樓閣一樣，真的是無比的殊勝莊嚴。所以我們每天拜佛，現在後頭加上一句，要拜什麼？要拜十方剎土微塵法界，微塵裡頭有法界，是一不是二。入這個境界，絕對不是四聖法界裡面的三乘，聲聞、緣覺、菩薩所能夠理解的。"
    },
    {
      "id": "12-017-2098_p0010",
      "zh_CN": "这一段给你讲广狭，你入这个境界之后，你现身绝对不止孙悟空七十二变，那个太小了，你能够现无量无边无数的身相。而且怎么样？应以什么身相你就现什么身相，不是自己的意思，自己没有起心动念，每一粒微尘都有。这是自性法尔如是，不思议的境界，这在佛法里真正可以称得上叫得大自在。很不幸的我们现在迷失了自性，我们要问，我们自性里面的广狭自在它还在不在？肯定在。它是不是随我们迷悟产生变化？诸位想想看，会不会是我们迷了，好像它也迷了，我们觉悟了，它也觉悟了，是不是这个现象？我们想不应该是这个现象，为什么？我们的迷悟不是自性迷悟，自性哪里有迷悟？能大师说得很好，「何期自性，本自清净」，迷是染污，本自清净，它根本就没有染污过，「本不生灭、本无动摇、本自具足、能生万法」，这是自己的自性。能生万法里面有千差万别，那跟迷悟有关系，它的能现能生与自性毫无关系，关系只是能变，能变不是真心，能变是妄心，妄心是阿赖耶，真心是四智菩提，法相宗里面所说的转八识成四智。四智是不生不灭的，那是真的不是假的，迷了叫八识。所以能变，十法界依正庄严是阿赖耶变的，不是自性，自性永恒不变，这个道理一定要懂。",
      "zh_TW": "這一段給你講廣狹，你入這個境界之後，你現身絕對不止孫悟空七十二變，那個太小了，你能夠現無量無邊無數的身相。而且怎麼樣？應以什麼身相你就現什麼身相，不是自己的意思，自己沒有起心動念，每一粒微塵都有。這是自性法爾如是，不思議的境界，這在佛法裡真正可以稱得上叫得大自在。很不幸的我們現在迷失了自性，我們要問，我們自性裡面的廣狹自在它還在不在？肯定在。它是不是隨我們迷悟產生變化？諸位想想看，會不會是我們迷了，好像它也迷了，我們覺悟了，它也覺悟了，是不是這個現象？我們想不應該是這個現象，為什麼？我們的迷悟不是自性迷悟，自性哪裡有迷悟？能大師說得很好，「何期自性，本自清淨」，迷是染污，本自清淨，它根本就沒有染污過，「本不生滅、本無動搖、本自具足、能生萬法」，這是自己的自性。能生萬法裡面有千差萬別，那跟迷悟有關係，它的能現能生與自性毫無關係，關係只是能變，能變不是真心，能變是妄心，妄心是阿賴耶，真心是四智菩提，法相宗裡面所說的轉八識成四智。四智是不生不滅的，那是真的不是假的，迷了叫八識。所以能變，十法界依正莊嚴是阿賴耶變的，不是自性，自性永恆不變，這個道理一定要懂。"
    },
    {
      "id": "12-017-2098_p0011",
      "zh_CN": "我们所求的就是回归自性，回归自性，大乘教里面说起来很简单，只要你把妄想分别执着放下，就回归了。你现前一下放下，那叫什么？顿悟、顿超。所以凡夫成佛需要多少时间？一念，一念转过来就成佛。难在什么地方？难在你这个念放不下，你不肯放，为什么？迷了，迷在里头，把这个东西当真的。这个念头就是我们常讲的起心动念，这个念头非常微细，弥勒菩萨讲一弹指三十二亿百千念。这个念头真的不是假的，八地菩萨的定功觉察到，这是科学，你能看得见，你清清楚楚体会到。八地以上，八地、九地、十地、十一地、妙觉，菩萨最高的这五个位次当中，他们看得清清楚楚、明明白白。你修到这个位次之后，你也就看到，那叫亲证；没到位置，像我们现前这个程度，是从经教里听佛说的，我们相信佛已经亲证这个事实真相，决定不是假的。",
      "zh_TW": "我們所求的就是回歸自性，回歸自性，大乘教裡面說起來很簡單，只要你把妄想分別執著放下，就回歸了。你現前一下放下，那叫什麼？頓悟、頓超。所以凡夫成佛需要多少時間？一念，一念轉過來就成佛。難在什麼地方？難在你這個念放不下，你不肯放，為什麼？迷了，迷在裡頭，把這個東西當真的。這個念頭就是我們常講的起心動念，這個念頭非常微細，彌勒菩薩講一彈指三十二億百千念。這個念頭真的不是假的，八地菩薩的定功覺察到，這是科學，你能看得見，你清清楚楚體會到。八地以上，八地、九地、十地、十一地、妙覺，菩薩最高的這五個位次當中，他們看得清清楚楚、明明白白。你修到這個位次之後，你也就看到，那叫親證；沒到位置，像我們現前這個程度，是從經教裡聽佛說的，我們相信佛已經親證這個事實真相，決定不是假的。"
    },
    {
      "id": "12-017-2098_p0012",
      "zh_CN": "广狭说的是空间，下面一条，第九「古今无间」，这讲的是时间，空间跟时间。突破空间，跟诸位说，远近没有了。你看微尘里面有法界，哪来的远近？时间突破的时候，先后没有了，古今没有了，我们现在讲，过去现在未来都没有了，三世没有了。「观彼久远，犹若今日」，看过去久远就像看今天一样，看未来久远也像在今天一样。未来能不能预知？能，你把时间突破，你就能看到未来。所以我在初学的时候，看过一些预言书，我向李老师请教，这些古今中外的预言可靠吗？能相信吗？李老师告诉我，真正的预言大概都离不开数学，是从数理上推断的，我们知道数学是科学之母。中国的这些预言，根都是《易经》，能够知道，但是要真正有研究的人、有功夫的人。没有甚深的功力的人，他所说的有问题，不能相信，真有功夫的人他算得很准。我们看《了凡四训》里面所记载的，了凡先生被孔先生算的，算得很准确。居然从他十五岁遇到孔先生到三十五岁，二十年，每一年的命运跟他算的丝毫不差。他是读书人，参加考试，每年参加考试考第几名，没错，每年国家给他的俸禄，就是给他的生活费用，完全准确，二十年都不能改变。所以他心里想着「一生皆是命，半点不由人」，算了，他什么念头都没有了，命里注定的。命里注定有，丢都丢不掉，命里没有，想什么方法你也求不到，不如什么都不要想。所以他每天静坐。以后遇到云谷禅师，跟云谷禅师在禅堂里坐了三天三夜，他不动一个念头。云谷禅师感到他很奇怪，一般人三天三夜不起一个念头做不到，问他用的是什么功，能够三天三夜不起一个妄念。他很老实，告诉禅师，他没有什么功夫，只是命被人算定，起妄念也没用处，不如不起念头。云谷禅师听了哈哈大笑，我以为你是圣人，原来你还是个凡夫。我们称他作标准凡夫，我们是凡夫，都不够标准，他是标准凡夫。",
      "zh_TW": "廣狹說的是空間，下面一條，第九「古今無間」，這講的是時間，空間跟時間。突破空間，跟諸位說，遠近沒有了。你看微塵裡面有法界，哪來的遠近？時間突破的時候，先後沒有了，古今沒有了，我們現在講，過去現在未來都沒有了，三世沒有了。「觀彼久遠，猶若今日」，看過去久遠就像看今天一樣，看未來久遠也像在今天一樣。未來能不能預知？能，你把時間突破，你就能看到未來。所以我在初學的時候，看過一些預言書，我向李老師請教，這些古今中外的預言可靠嗎？能相信嗎？李老師告訴我，真正的預言大概都離不開數學，是從數理上推斷的，我們知道數學是科學之母。中國的這些預言，根都是《易經》，能夠知道，但是要真正有研究的人、有功夫的人。沒有甚深的功力的人，他所說的有問題，不能相信，真有功夫的人他算得很準。我們看《了凡四訓》裡面所記載的，了凡先生被孔先生算的，算得很準確。居然從他十五歲遇到孔先生到三十五歲，二十年，每一年的命運跟他算的絲毫不差。他是讀書人，參加考試，每年參加考試考第幾名，沒錯，每年國家給他的俸祿，就是給他的生活費用，完全準確，二十年都不能改變。所以他心裡想著「一生皆是命，半點不由人」，算了，他什麼念頭都沒有了，命裡注定的。命裡注定有，丟都丟不掉，命裡沒有，想什麼方法你也求不到，不如什麼都不要想。所以他每天靜坐。以後遇到雲谷禪師，跟雲谷禪師在禪堂裡坐了三天三夜，他不動一個念頭。雲谷禪師感到他很奇怪，一般人三天三夜不起一個念頭做不到，問他用的是什麼功，能夠三天三夜不起一個妄念。他很老實，告訴禪師，他沒有什麼功夫，只是命被人算定，起妄念也沒用處，不如不起念頭。雲谷禪師聽了哈哈大笑，我以為你是聖人，原來你還是個凡夫。我們稱他作標準凡夫，我們是凡夫，都不夠標準，他是標準凡夫。"
    },
    {
      "id": "12-017-2098_p0013",
      "zh_CN": "跟他讲业因果报的道理，你的命从哪里来的？谁给你定的？是你自己过去生中业力主宰了你。过去生中修善，你这一生享福，过去生中造恶，那你这一生中要受罪，业因果报丝毫不爽。再细心观察，我们每天的变化与我们的业力有密切关系，我今天很快乐，你一定有善行，我今天哪个地方不舒服，你肯定造有业障。你只要细心去观，不要问别人，老祖宗说的话说得非常有道理，要信，说「行有不得，反求诸己」。你只要有了问题，不要向外找，向内找，问自己，自己认真反省，一定把原因找到，原因找到了，把原因消除你就恢复健康。这是真的，不是假的。可是我们一个人，因果通三世，有的因很深，过去世，譬如冤亲债主，这过去世。冤亲债主有有形的、有无形的，有形的你知道，无形的你不知道，你没看见，统统在你身边，对你生活磁场他会干扰。你积功累德你的氛围好，那些看不见的冤亲债主他要回避，那就是你走运，他不敢惹你。你的好运享尽，后面没有继续修善，造了很多恶业，善的享尽，恶的就现前，这些看不到的冤亲债主他又来了，那你的氛围就非常不好。统统有原因，这个地方你细心去观察，因果通三世。",
      "zh_TW": "跟他講業因果報的道理，你的命從哪裡來的？誰給你定的？是你自己過去生中業力主宰了你。過去生中修善，你這一生享福，過去生中造惡，那你這一生中要受罪，業因果報絲毫不爽。再細心觀察，我們每天的變化與我們的業力有密切關係，我今天很快樂，你一定有善行，我今天哪個地方不舒服，你肯定造有業障。你只要細心去觀，不要問別人，老祖宗說的話說得非常有道理，要信，說「行有不得，反求諸己」。你只要有了問題，不要向外找，向內找，問自己，自己認真反省，一定把原因找到，原因找到了，把原因消除你就恢復健康。這是真的，不是假的。可是我們一個人，因果通三世，有的因很深，過去世，譬如冤親債主，這過去世。冤親債主有有形的、有無形的，有形的你知道，無形的你不知道，你沒看見，統統在你身邊，對你生活磁場他會干擾。你積功累德你的氛圍好，那些看不見的冤親債主他要迴避，那就是你走運，他不敢惹你。你的好運享盡，後面沒有繼續修善，造了很多惡業，善的享盡，惡的就現前，這些看不到的冤親債主他又來了，那你的氛圍就非常不好。統統有原因，這個地方你細心去觀察，因果通三世。"
    },
    {
      "id": "12-017-2098_p0014",
      "zh_CN": "佛家对这个事情清清楚楚、明明白白，所以佛教弟子，要知道改恶修善，要知道破迷开悟，更高阶层的要懂得转凡成圣。这是佛法教学三个目标，浅深次第不同。先教你断恶修善，宿世今生你所得罪的那些人、物，你要知道跟他化解，所谓冤家宜解不宜结。从哪里解起？从自己解起，从自心解起，就是自心对于一切冤亲再也不怨恨，再也不恨别人。不但不能有报复的念头，怨恨的念头都没有，然后生起什么？生起大慈悲心，要爱护他们，要尊敬他们、爱护他们、关怀他们，进一步，尽心尽力去帮助他们，自然就化解了。所以绝不能求对方，求对方这个问题是永远解不开的，那就是老子所说的，「和大怨，必有余怨」，他就有这个道理在；反求诸己，余怨才没有，这是真理，是我们每天要做的功课。功课是什么？就是和大怨，从自己内心做起，让自己的真诚心、清净心、平等心、正觉心、慈悲心现前，要把仁义礼智信做得圆圆满满，这些情结全都化开了。具体跟诸位同学说，一定要好好去落实《弟子规》、落实《感应篇》、落实《十善业道》，你就做圆满了，得真干。这个话说起来容易，做起来有困难。困难为什么？困难是你的业障，你要有勇气消除业障，消除业障是要很大的勇气。改过自新，佛家讲忏悔，真正的忏悔是后不再造，这是消极的；积极的是以善意待人，以真诚、善意回报别人，这是积极的。忏悔有消极的、有积极，同时下手，化解就不难了。",
      "zh_TW": "佛家對這個事情清清楚楚、明明白白，所以佛教弟子，要知道改惡修善，要知道破迷開悟，更高階層的要懂得轉凡成聖。這是佛法教學三個目標，淺深次第不同。先教你斷惡修善，宿世今生你所得罪的那些人、物，你要知道跟他化解，所謂冤家宜解不宜結。從哪裡解起？從自己解起，從自心解起，就是自心對於一切冤親再也不怨恨，再也不恨別人。不但不能有報復的念頭，怨恨的念頭都沒有，然後生起什麼？生起大慈悲心，要愛護他們，要尊敬他們、愛護他們、關懷他們，進一步，盡心盡力去幫助他們，自然就化解了。所以絕不能求對方，求對方這個問題是永遠解不開的，那就是老子所說的，「和大怨，必有餘怨」，他就有這個道理在；反求諸己，餘怨才沒有，這是真理，是我們每天要做的功課。功課是什麼？就是和大怨，從自己內心做起，讓自己的真誠心、清淨心、平等心、正覺心、慈悲心現前，要把仁義禮智信做得圓圓滿滿，這些情結全都化開了。具體跟諸位同學說，一定要好好去落實《弟子規》、落實《感應篇》、落實《十善業道》，你就做圓滿了，得真幹。這個話說起來容易，做起來有困難。困難為什麼？困難是你的業障，你要有勇氣消除業障，消除業障是要很大的勇氣。改過自新，佛家講懺悔，真正的懺悔是後不再造，這是消極的；積極的是以善意待人，以真誠、善意回報別人，這是積極的。懺悔有消極的、有積極，同時下手，化解就不難了。"
    },
    {
      "id": "12-017-2098_p0015",
      "zh_CN": "刚才我的话还没说完，李老师讲，第一个是从《易经》、从数理，它有数。数学这个事情太精密了，推算差一点点，所谓「差之毫厘，失之千里」，所以有很多预言不准就这个道理，差一点点就不准。他说第二类的是从禅定，禅定是现量境界。诸位要知道，禅定突破空间、时间，人在禅定当中没有时空限制，就如同什么？如同催眠一样。深度的催眠里头也没有时空维次的限制，所以他很清楚，一世一世的很清楚。知道这一世他出生的状况，一直到他死亡的状况，死亡之后他又去投胎，又出生，他清清楚楚。不一定转人道，有时候转成畜生道。我们最近还在网路上有一个新闻，有个同学下载下来给我看。有个十六岁的印度的一个孩子，十六岁，他讲在同一个家庭里面，时间不长，在同一个家庭投胎五次。两次是人身，有一次是苍蝇，在他家里投胎是苍蝇身，还有一次是蛇身，被他家人打死了，还有一次是蜜蜂身，他讲得很清楚。你知道你投胎了，你的身体像什么样子？蜜蜂。你身体像什么样子？苍蝇。一家人！他投胎到苍蝇，家里人苍蝇拍子一下打死牠，不知道那是他家人投胎的。因为苍蝇、蜜蜂、蛇寿命都不长，好像第一次投胎到他家里是人，六岁的时候死了，这一次是第五次，是十六岁。所以时间都不长，大概就是三十年的时间，在这一个家庭里投胎五次。",
      "zh_TW": "剛才我的話還沒說完，李老師講，第一個是從《易經》、從數理，它有數。數學這個事情太精密了，推算差一點點，所謂「差之毫釐，失之千里」，所以有很多預言不準就這個道理，差一點點就不準。他說第二類的是從禪定，禪定是現量境界。諸位要知道，禪定突破空間、時間，人在禪定當中沒有時空限制，就如同什麼？如同催眠一樣。深度的催眠裡頭也沒有時空維次的限制，所以他很清楚，一世一世的很清楚。知道這一世他出生的狀況，一直到他死亡的狀況，死亡之後他又去投胎，又出生，他清清楚楚。不一定轉人道，有時候轉成畜生道。我們最近還在網路上有一個新聞，有個同學下載下來給我看。有個十六歲的印度的一個孩子，十六歲，他講在同一個家庭裡面，時間不長，在同一個家庭投胎五次。兩次是人身，有一次是蒼蠅，在他家裡投胎是蒼蠅身，還有一次是蛇身，被他家人打死了，還有一次是蜜蜂身，他講得很清楚。你知道你投胎了，你的身體像什麼樣子？蜜蜂。你身體像什麼樣子？蒼蠅。一家人！他投胎到蒼蠅，家裡人蒼蠅拍子一下打死牠，不知道那是他家人投胎的。因為蒼蠅、蜜蜂、蛇壽命都不長，好像第一次投胎到他家裡是人，六歲的時候死了，這一次是第五次，是十六歲。所以時間都不長，大概就是三十年的時間，在這一個家庭裡投胎五次。"
    },
    {
      "id": "12-017-2098_p0016",
      "zh_CN": "所以，人要入定了，真正得禅定，入定，突破了时空维次，他看到未来那就是真的，一点不假，叫现量境界。所以李老师讲，黄檗禅师他有个预言诗，他说那个应该是很可靠的，为什么？禅师是从定中看到的，世代的变迁。那是现量境界，这是非常可靠的，亲眼见到的。可是他见到是那个时代，那个时代譬如见到几百年以后，几千年以后，或者是几万年以后的事情，他见到的，这里头有没有变化？有变化，这个变化常常在改变。为什么变化？人心无常，念头无常，这个环境，佛法里头常说的，相随心转；外面环境，环境也随着人的念头在改变，境随心转。人，他要遇到善知识、遇到圣贤、遇到佛菩萨，他能够破迷开悟，他就能转变环境，这是肯定的。如果遇不到善知识，要遇到是妖魔鬼怪，谁是妖魔鬼怪？他的念头、他的思想、他的言行与五常相违背，这个社会就是妖魔鬼怪。这个世间的居民不仁、不义、无礼、无智、无信，这世间就是大乱之世。人都染上妖魔的气分，会给世间带来严重灾难，会给自身带来不治的疾病，绝症，「人弃常则妖兴」。这是我们学佛人对于预言的看法，它可以做参考，但是最重要的，是你要观察世道人心。你要细心观察，多听听，你看这些人他说什么，他做些什么，他想的是什么，他念的是什么，如果是善，这个世界前途是非常光明，如果不善那就有灾难。这是什么？这是从因果上来看的，因果通三世。不但能看到现前，你能看到来世，如果定力深的人，他能看到后世，能看到很多世以后，他都能看到，都很清楚。这个里头有大道理。",
      "zh_TW": "所以，人要入定了，真正得禪定，入定，突破了時空維次，他看到未來那就是真的，一點不假，叫現量境界。所以李老師講，黃檗禪師他有個預言詩，他說那個應該是很可靠的，為什麼？禪師是從定中看到的，世代的變遷。那是現量境界，這是非常可靠的，親眼見到的。可是他見到是那個時代，那個時代譬如見到幾百年以後，幾千年以後，或者是幾萬年以後的事情，他見到的，這裡頭有沒有變化？有變化，這個變化常常在改變。為什麼變化？人心無常，念頭無常，這個環境，佛法裡頭常說的，相隨心轉；外面環境，環境也隨著人的念頭在改變，境隨心轉。人，他要遇到善知識、遇到聖賢、遇到佛菩薩，他能夠破迷開悟，他就能轉變環境，這是肯定的。如果遇不到善知識，要遇到是妖魔鬼怪，誰是妖魔鬼怪？他的念頭、他的思想、他的言行與五常相違背，這個社會就是妖魔鬼怪。這個世間的居民不仁、不義、無禮、無智、無信，這世間就是大亂之世。人都染上妖魔的氣分，會給世間帶來嚴重災難，會給自身帶來不治的疾病，絕症，「人棄常則妖興」。這是我們學佛人對於預言的看法，它可以做參考，但是最重要的，是你要觀察世道人心。你要細心觀察，多聽聽，你看這些人他說什麼，他做些什麼，他想的是什麼，他念的是什麼，如果是善，這個世界前途是非常光明，如果不善那就有災難。這是什麼？這是從因果上來看的，因果通三世。不但能看到現前，你能看到來世，如果定力深的人，他能看到後世，能看到很多世以後，他都能看到，都很清楚。這個裡頭有大道理。"
    },
    {
      "id": "12-017-2098_p0017",
      "zh_CN": "我们再看末后一条，「寂用无碍。不起灭定，现诸威仪」。这一条说的是什么？用我们的话来讲，是大修行人，或者讲这是佛菩萨再来的人，绝对不是普通人，为什么？他不起灭定。如果从狭义的来讲，他是妙觉位，也就是说无始无明的习气，这四十一品习气断得干干净净。他在哪里？他在常寂光里面，那叫灭尽定，把妄想分别执着统统灭尽，习气都没有了。在这个境界里面，这是太明显了，起不起作用？起作用，现诸威仪，他起作用。这个作用就是说明，常寂光是自性的理体，自性本体里面没有物质也没有精神，这个现象都没有。可是物质、精神现象都是从它那里发生的，所以它是本体，它是真的，永恒不变。有物质、有精神，都有变化，换句话说，决定离不开弥勒菩萨所讲的一弹指三十二亿百千念，精神现象离不开这个原理，物质现象也离不开。什么东西离开？自性的理体没有这个现象，真的没有。",
      "zh_TW": "我們再看末後一條，「寂用無礙。不起滅定，現諸威儀」。這一條說的是什麼？用我們的話來講，是大修行人，或者講這是佛菩薩再來的人，絕對不是普通人，為什麼？他不起滅定。如果從狹義的來講，他是妙覺位，也就是說無始無明的習氣，這四十一品習氣斷得乾乾淨淨。他在哪裡？他在常寂光裡面，那叫滅盡定，把妄想分別執著統統滅盡，習氣都沒有了。在這個境界裡面，這是太明顯了，起不起作用？起作用，現諸威儀，他起作用。這個作用就是說明，常寂光是自性的理體，自性本體裡面沒有物質也沒有精神，這個現象都沒有。可是物質、精神現象都是從它那裡發生的，所以它是本體，它是真的，永恆不變。有物質、有精神，都有變化，換句話說，決定離不開彌勒菩薩所講的一彈指三十二億百千念，精神現象離不開這個原理，物質現象也離不開。什麼東西離開？自性的理體沒有這個現象，真的沒有。"
    },
    {
      "id": "12-017-2098_p0018",
      "zh_CN": "有很多人问过我，证到究竟的自性，回归到常寂光了，还起不起作用？有不少人问过我这句话。我告诉他，起作用。怎么知道起作用？我举现前的例子，日本江本博士的水实验，水不是动物，它也不是植物，植物还叫生物，它是矿物。它能够看、能够听，能懂得人的意思，它是活的，它不是死的，现在的名词叫有机体，它是活的，不是死的。所以常寂光是活的，不是死的，它不是物质，它也不是精神。就像水一样，它肯定能够收到遍法界虚空界所有众生的信息，众生起心动念的时候它会有感应，会收到信息。就像水一样，它能收到一切生物发射出来的波，这个信息的波它能收到，它有反应。我想常寂光应该也同这个道理差不多，所以常寂光有反应。",
      "zh_TW": "有很多人問過我，證到究竟的自性，回歸到常寂光了，還起不起作用？有不少人問過我這句話。我告訴他，起作用。怎麼知道起作用？我舉現前的例子，日本江本博士的水實驗，水不是動物，它也不是植物，植物還叫生物，它是礦物。它能夠看、能夠聽，能懂得人的意思，它是活的，它不是死的，現在的名詞叫有機體，它是活的，不是死的。所以常寂光是活的，不是死的，它不是物質，它也不是精神。就像水一樣，它肯定能夠收到遍法界虛空界所有眾生的信息，眾生起心動念的時候它會有感應，會收到信息。就像水一樣，它能收到一切生物發射出來的波，這個信息的波它能收到，它有反應。我想常寂光應該也同這個道理差不多，所以常寂光有反應。"
    },
    {
      "id": "12-017-2098_p0019",
      "zh_CN": "这个反应就是下面讲的「现诸威仪」，「诸」就是多数，不是一种。佛在大乘经里面讲的，应以什么身得度就现什么身，这就叫现威仪。应以佛身得度就现佛身，什么时候现佛身？不是佛的意思，是众生有感，佛就有应。众生用什么感，自性会现佛身来度他？释迦牟尼佛在经教跟我们讲十法界第一个业因，我们想到这个就知道了。什么样的心，佛来感应？平等心。我们的心地要清净平等，决定你见到佛身；如果我们的心有布施、持戒、忍辱、精进、禅定、般若的心，肯定现菩萨；我们是十二因缘的心，一定是缘觉；我们是苦集灭道的心，一定是阿罗汉。你看，我们用什么心去感，自性的反应就现前，它就能现身。六道里头，天是上品十善，还要加上慈悲喜舍，叫四无量心，这是现天人、天神的心，现天神来度化，来帮助你。我们刚才讲的五常、八德，五常八德现人身。如果是贪心，贪心你见到的是鬼身；瞋恚、嫉妒，你见到的是地狱身；愚痴、糊涂，你见到的是畜生身。确实像《楞严经》上所说的，「随众生心，应所知量」，自性能现无量无边身，同时现。",
      "zh_TW": "這個反應就是下面講的「現諸威儀」，「諸」就是多數，不是一種。佛在大乘經裡面講的，應以什麼身得度就現什麼身，這就叫現威儀。應以佛身得度就現佛身，什麼時候現佛身？不是佛的意思，是眾生有感，佛就有應。眾生用什麼感，自性會現佛身來度他？釋迦牟尼佛在經教跟我們講十法界第一個業因，我們想到這個就知道了。什麼樣的心，佛來感應？平等心。我們的心地要清淨平等，決定你見到佛身；如果我們的心有布施、持戒、忍辱、精進、禪定、般若的心，肯定現菩薩；我們是十二因緣的心，一定是緣覺；我們是苦集滅道的心，一定是阿羅漢。你看，我們用什麼心去感，自性的反應就現前，它就能現身。六道裡頭，天是上品十善，還要加上慈悲喜捨，叫四無量心，這是現天人、天神的心，現天神來度化，來幫助你。我們剛才講的五常、八德，五常八德現人身。如果是貪心，貪心你見到的是鬼身；瞋恚、嫉妒，你見到的是地獄身；愚痴、糊塗，你見到的是畜生身。確實像《楞嚴經》上所說的，「隨眾生心，應所知量」，自性能現無量無邊身，同時現。"
    },
    {
      "id": "12-017-2098_p0020",
      "zh_CN": "你一定要晓得，它没有空间，自性在哪里？就在现前。虚空是它现的，它比虚空还要虚空，虚空还有个相貌，它连个相貌都没有；它无处不在，它无时不在，它跟空间、时间毫不相关。所以一念之间，这个一念诸位要记住，我们从弥勒菩萨开示的话，我们知道是一秒钟的一千二百八十兆分之一，就是一千二百八十兆分之一秒那么短的时间，那叫一念。一念之间能现无量无边身，在哪里？在遍法界虚空界。为什么？所有一切众生，众生真是无数无尽，他都有感，既然有感他当然有应。应有四种，感应有四种，有显感显应，我们很明显的能觉察到；有显感冥应，他暗中的，我们没有觉察到；有冥感显应、有冥感冥应。我们的感有时候知道，自己知道，有时候自己不知道，不知道叫冥感，冥感有时候有显应，冥感冥应更多，非常普遍。所以一个人的心地不能不善良！自性能现佛菩萨、能现圣贤，能现正面的，能不能现反面的？当然能现反面的，你不善的念头它现反面的，妖魔鬼怪。现这个干什么？现这个帮助你造罪业，因为你想造罪业，帮助你造罪业。造罪业的时候，马上就现你受果报，三途果报，从极其苦报当中你忽然觉悟，然后再现善的来帮助你提升。所以三善道度众生，三恶道也是度众生，我常常讲。三善道是消你的福报，你不是修了很多福吗？三善道是消你的福报，三恶道是消你的罪障，不是坏事。没有三恶道，你业障怎么消得了？业障消不了的话，你永远不能见性，你不能回头。",
      "zh_TW": "你一定要曉得，它沒有空間，自性在哪裡？就在現前。虛空是它現的，它比虛空還要虛空，虛空還有個相貌，它連個相貌都沒有；它無處不在，它無時不在，它跟空間、時間毫不相關。所以一念之間，這個一念諸位要記住，我們從彌勒菩薩開示的話，我們知道是一秒鐘的一千二百八十兆分之一，就是一千二百八十兆分之一秒那麼短的時間，那叫一念。一念之間能現無量無邊身，在哪裡？在遍法界虛空界。為什麼？所有一切眾生，眾生真是無數無盡，他都有感，既然有感他當然有應。應有四種，感應有四種，有顯感顯應，我們很明顯的能覺察到；有顯感冥應，他暗中的，我們沒有覺察到；有冥感顯應、有冥感冥應。我們的感有時候知道，自己知道，有時候自己不知道，不知道叫冥感，冥感有時候有顯應，冥感冥應更多，非常普遍。所以一個人的心地不能不善良！自性能現佛菩薩、能現聖賢，能現正面的，能不能現反面的？當然能現反面的，你不善的念頭它現反面的，妖魔鬼怪。現這個幹什麼？現這個幫助你造罪業，因為你想造罪業，幫助你造罪業。造罪業的時候，馬上就現你受果報，三途果報，從極其苦報當中你忽然覺悟，然後再現善的來幫助你提升。所以三善道度眾生，三惡道也是度眾生，我常常講。三善道是消你的福報，你不是修了很多福嗎？三善道是消你的福報，三惡道是消你的罪障，不是壞事。沒有三惡道，你業障怎麼消得了？業障消不了的話，你永遠不能見性，你不能回頭。"
    },
    {
      "id": "12-017-2098_p0021",
      "zh_CN": "回归自性重要！最明显的教诲就是《华严经》末后善财童子五十三参。早年我跟方东美先生学哲学，他特别介绍《华严经》给我，告诉我，他说这本书是佛经哲学概论，这本书里有圆满的理论、有精细的方法，后面还带表演，这是世界上哲学书里头最好的一本书。我刚刚接触，他知道，他说你看不懂，你去看清凉大师的《疏钞》，看注解，你会看懂。我通过老师的介绍，所以对《华严》特别一种喜爱，虽然是看不懂，我很喜欢它。我一出家，第一部买的书就是《华严疏钞》，那是线装本，四十册，这个原书现在放在台北佛陀教育基金会，由他们保管。根据这个本子我们翻印，印了好几次，我用的是影印本。五十三参是什么？五十三参讲我们日常生活，我们从早到晚所接触的一切人事物，那就是五十三参。五十三参是圆满的智慧，佛家讲的善巧方便，它显示得淋漓尽致。五十三位佛，那不是菩萨，五十三尊佛应化在世间，男女老少、各行各业。这告诉我们一个什么信息？我们日常生活当中，你所看到一切人事物，里面有很多佛菩萨在里头，可不能轻视，轻视就得罪佛菩萨，他虽然不怪你，我们于自己性德有损伤。用什么心态来看这些人事物？学善财，看到所有一切人都是菩萨，都是我的老师。他善心、善行，我们要跟他学，看到之后，想想我有没有，有，很好，要保持下去；要没有，没有赶快跟他学习。看那些作恶的，那也是菩萨示现的，造的一些恶业，你知道那是错误的，你回头想想有没有，有，赶紧改过，改过自新；没有，很好，不要犯他那个过失。他是在表演给我们看的，所以你那个清净平等的恭敬心生起来了，这是什么？这是真心。",
      "zh_TW": "回歸自性重要！最明顯的教誨就是《華嚴經》末後善財童子五十三參。早年我跟方東美先生學哲學，他特別介紹《華嚴經》給我，告訴我，他說這本書是佛經哲學概論，這本書裡有圓滿的理論、有精細的方法，後面還帶表演，這是世界上哲學書裡頭最好的一本書。我剛剛接觸，他知道，他說你看不懂，你去看清涼大師的《疏鈔》，看註解，你會看懂。我通過老師的介紹，所以對《華嚴》特別一種喜愛，雖然是看不懂，我很喜歡它。我一出家，第一部買的書就是《華嚴疏鈔》，那是線裝本，四十冊，這個原書現在放在台北佛陀教育基金會，由他們保管。根據這個本子我們翻印，印了好幾次，我用的是影印本。五十三參是什麼？五十三參講我們日常生活，我們從早到晚所接觸的一切人事物，那就是五十三參。五十三參是圓滿的智慧，佛家講的善巧方便，它顯示得淋漓盡致。五十三位佛，那不是菩薩，五十三尊佛應化在世間，男女老少、各行各業。這告訴我們一個什麼信息？我們日常生活當中，你所看到一切人事物，裡面有很多佛菩薩在裡頭，可不能輕視，輕視就得罪佛菩薩，他雖然不怪你，我們於自己性德有損傷。用什麼心態來看這些人事物？學善財，看到所有一切人都是菩薩，都是我的老師。他善心、善行，我們要跟他學，看到之後，想想我有沒有，有，很好，要保持下去；要沒有，沒有趕快跟他學習。看那些作惡的，那也是菩薩示現的，造的一些惡業，你知道那是錯誤的，你回頭想想有沒有，有，趕緊改過，改過自新；沒有，很好，不要犯他那個過失。他是在表演給我們看的，所以你那個清淨平等的恭敬心生起來了，這是什麼？這是真心。"
    },
    {
      "id": "12-017-2098_p0022",
      "zh_CN": "如果你迷惑颠倒，看到善的喜欢，不善的讨厌，你还是堕落在二法里头。五十三参最重要的一个目的，是教导我们回归到不二法门，明心见性。世间人有没有坏人？一个坏人都没有。为什么？老祖宗说过，「人之初，性本善」，你从他本性上去看，都是善人。在佛法里面讲，你从他本性上去看，《华严经》上讲了很多遍，「一切众生本来是佛」，你从这里去看。他是佛，他故意装这个样子在舞台上表演，表演一个丑角，他那个表演用意很深，问题是你会不会看，你可别看错了。他是大慈大悲，在示现里头帮助你，帮助你觉悟，帮助你回头，帮助你提升。所以，一切众生都有恩于我。我们回向偈，「上报四重恩，下济三途苦」，众生恩是什么？众生恩，地狱众生对我们都有恩，我们看到他那个示现，不敢做坏事，没有他那种示现，我们不知道，以为做坏事没有关系，这就是现诸威仪。现诸威仪，不起灭定，佛！从广义来讲，《华严经》上说的，从初住菩萨到究竟果位，四十二个位次，《金刚经》讲的诸佛如来，是这个意思，统统应现在世间。没有智慧的人、自私自利的人、搞名闻利养的人、搞贪瞋痴慢的人，他看不出来；真正修行人，修清净平等觉的人，他看出来。什么时候你成佛？哪一天你看到一切众生都是佛，恭喜你，你成佛了。哪一天你看到一切众生都是菩萨，你就成菩萨。你看一切众生是善人，你的善根现前；你看到一切众生都不善，你的恶念现前。",
      "zh_TW": "如果你迷惑顛倒，看到善的喜歡，不善的討厭，你還是墮落在二法裡頭。五十三參最重要的一個目的，是教導我們回歸到不二法門，明心見性。世間人有沒有壞人？一個壞人都沒有。為什麼？老祖宗說過，「人之初，性本善」，你從他本性上去看，都是善人。在佛法裡面講，你從他本性上去看，《華嚴經》上講了很多遍，「一切眾生本來是佛」，你從這裡去看。他是佛，他故意裝這個樣子在舞台上表演，表演一個丑角，他那個表演用意很深，問題是你會不會看，你可別看錯了。他是大慈大悲，在示現裡頭幫助你，幫助你覺悟，幫助你回頭，幫助你提升。所以，一切眾生都有恩於我。我們迴向偈，「上報四重恩，下濟三途苦」，眾生恩是什麼？眾生恩，地獄眾生對我們都有恩，我們看到他那個示現，不敢做壞事，沒有他那種示現，我們不知道，以為做壞事沒有關係，這就是現諸威儀。現諸威儀，不起滅定，佛！從廣義來講，《華嚴經》上說的，從初住菩薩到究竟果位，四十二個位次，《金剛經》講的諸佛如來，是這個意思，統統應現在世間。沒有智慧的人、自私自利的人、搞名聞利養的人、搞貪瞋痴慢的人，他看不出來；真正修行人，修清淨平等覺的人，他看出來。什麼時候你成佛？哪一天你看到一切眾生都是佛，恭喜你，你成佛了。哪一天你看到一切眾生都是菩薩，你就成菩薩。你看一切眾生是善人，你的善根現前；你看到一切眾生都不善，你的惡念現前。"
    },
    {
      "id": "12-017-2098_p0023",
      "zh_CN": "所以，我们修行跟环境有没有关系？可以说有关系，也可以说没有关系。为什么说有关系？你没有真正觉悟，你会随着环境在变化，起心动念、分别执着，你依旧搞六道轮回，有关系。如果你真修行的人，像经上所讲的不起灭定，我在境界里头学什么？学不起心、不动念、不分别、不执着，那境界跟我没关系，对我有帮助，没有损害。无论什么境界现前，我学什么？我学不分别、不执着，先从这里下手，到这个功夫成就之后，再往上提一步，不起心不动念，你就成功，你就圆满了。顺境、善缘，在这里面学什么？学不生贪恋，用《金刚经》上一句话帮助我们观照，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，我们对于顺境、对于善缘就不会起心动念。看到是逆境、恶缘，学什么？不起瞋恚，也要用《般若经》来观照，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，知道万法皆空，了不可得。你看，不管什么环境，都能够帮助你、成就你清净平等觉，你能不感恩吗？你能不报恩吗？知道感恩你就知道报恩，用什么东西来报恩？提升自己境界是报恩，在境界里面如如不动是定，了了分明是慧，用自己的戒定慧来报恩。戒是什么？无论什么环境，应酬得都恰到好处，那叫戒。不管是顺境、逆境，你处世待人会做到恰到好处，一点不过分，顺境、逆境你都能有人缘，大家看到你都欢喜你。你也在里头示现，你示现给他看，他示现给你看，大家都在一个舞台上，这个舞台就是「大方广佛华严」，你能不能觉察到？这个舞台就在现前，我们就在台上，一切众生也在台上，没有台下，台上、台下是一片，这叫不二法门。",
      "zh_TW": "所以，我們修行跟環境有沒有關係？可以說有關係，也可以說沒有關係。為什麼說有關係？你沒有真正覺悟，你會隨著環境在變化，起心動念、分別執著，你依舊搞六道輪迴，有關係。如果你真修行的人，像經上所講的不起滅定，我在境界裡頭學什麼？學不起心、不動念、不分別、不執著，那境界跟我沒關係，對我有幫助，沒有損害。無論什麼境界現前，我學什麼？我學不分別、不執著，先從這裡下手，到這個功夫成就之後，再往上提一步，不起心不動念，你就成功，你就圓滿了。順境、善緣，在這裡面學什麼？學不生貪戀，用《金剛經》上一句話幫助我們觀照，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，我們對於順境、對於善緣就不會起心動念。看到是逆境、惡緣，學什麼？不起瞋恚，也要用《般若經》來觀照，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，知道萬法皆空，了不可得。你看，不管什麼環境，都能夠幫助你、成就你清淨平等覺，你能不感恩嗎？你能不報恩嗎？知道感恩你就知道報恩，用什麼東西來報恩？提升自己境界是報恩，在境界裡面如如不動是定，了了分明是慧，用自己的戒定慧來報恩。戒是什麼？無論什麼環境，應酬得都恰到好處，那叫戒。不管是順境、逆境，你處世待人會做到恰到好處，一點不過分，順境、逆境你都能有人緣，大家看到你都歡喜你。你也在裡頭示現，你示現給他看，他示現給你看，大家都在一個舞台上，這個舞台就是「大方廣佛華嚴」，你能不能覺察到？這個舞台就在現前，我們就在台上，一切眾生也在台上，沒有台下，台上、台下是一片，這叫不二法門。"
    },
    {
      "id": "12-017-2098_p0024",
      "zh_CN": "所以用，寂用就无碍，寂是什么？我们讲浅的，不要讲深，没有分别、没有执着，你起作用就无碍。处顺境、善缘没有障碍，处逆境、恶缘也没有障碍。如果你要是有分别执着，那你就有障碍，什么障碍？顺境、善缘肯定起贪爱的心，起贪恋，逆境、恶缘里面一定起怨恨、起对立、起报复，他起这个恶念，那障碍就麻烦来了，你就造业，造善业，三善道受报，造恶业，三恶道受报。除了受报之外还有恩怨，冤冤相报没完没了。记住，恩会变成仇，仇不会变成恩，这个境界就愈陷愈深，造业受报一世比一世残酷，痛不可言。诸位如果好好去念念《文昌帝君阴骘文》，他自己叙说一十七世为士大夫，这就是三世因果。他讲他十七世，士大夫是读书人，他所造的罪业，所受的一些苦难，太凄惨了。为了报复，发动战争，那一个战争你说多少人冤枉死了，这个帐都要算在你头上。你本来是报复一、二个人而已，可是你用的手段太残酷，用战争做手段，一个战争多少人生命财产没有了，到下一世你怎么还这个债？欠命的要还人命，欠债的你要还人钱，你还到哪一辈子才能还清？",
      "zh_TW": "所以用，寂用就無礙，寂是什麼？我們講淺的，不要講深，沒有分別、沒有執著，你起作用就無礙。處順境、善緣沒有障礙，處逆境、惡緣也沒有障礙。如果你要是有分別執著，那你就有障礙，什麼障礙？順境、善緣肯定起貪愛的心，起貪戀，逆境、惡緣裡面一定起怨恨、起對立、起報復，他起這個惡念，那障礙就麻煩來了，你就造業，造善業，三善道受報，造惡業，三惡道受報。除了受報之外還有恩怨，冤冤相報沒完沒了。記住，恩會變成仇，仇不會變成恩，這個境界就愈陷愈深，造業受報一世比一世殘酷，痛不可言。諸位如果好好去念念《文昌帝君陰騭文》，他自己敘說一十七世為士大夫，這就是三世因果。他講他十七世，士大夫是讀書人，他所造的罪業，所受的一些苦難，太悽慘了。為了報復，發動戰爭，那一個戰爭你說多少人冤枉死了，這個帳都要算在你頭上。你本來是報復一、二個人而已，可是你用的手段太殘酷，用戰爭做手段，一個戰爭多少人生命財產沒有了，到下一世你怎麼還這個債？欠命的要還人命，欠債的你要還人錢，你還到哪一輩子才能還清？"
    },
    {
      "id": "12-017-2098_p0025",
      "zh_CN": "诸位要是真正把《感应篇》、《文昌帝君阴骘文》这些道家的因果报应的事情，儒家有《二十五史》，里面的感应故事，这是历史上真有的，历史上记载的，细细看看，细细对照，怎么敢起一个恶念？怎么敢随便得罪一个人？你要不是寂用，决定有报，寂用没有报。寂用是什么？他没有分别执着、他没有起心动念，这种业在佛法叫净业，他清净的。这个清净的标准，有个很简单的道理，那就是无我，有我就不清净。你什么时候能够做到《金刚经》上四句话，「无我相，无人相，无众生相，无寿者相」，你造的业就是净业；还不是真正的净业，近似，就是相似的净业。什么是真正净业？这四个念头都没有，《金刚经》后半部所讲的，「无我见，无人见，无众生见，无寿者见」，不但没有相，念头都不生，那是真正的净业。所以，真正净业是什么人造的？法身菩萨。四圣法界里面，四相破了，相似的净业。不容易！",
      "zh_TW": "諸位要是真正把《感應篇》、《文昌帝君陰騭文》這些道家的因果報應的事情，儒家有《二十五史》，裡面的感應故事，這是歷史上真有的，歷史上記載的，細細看看，細細對照，怎麼敢起一個惡念？怎麼敢隨便得罪一個人？你要不是寂用，決定有報，寂用沒有報。寂用是什麼？他沒有分別執著、他沒有起心動念，這種業在佛法叫淨業，他清淨的。這個清淨的標準，有個很簡單的道理，那就是無我，有我就不清淨。你什麼時候能夠做到《金剛經》上四句話，「無我相，無人相，無眾生相，無壽者相」，你造的業就是淨業；還不是真正的淨業，近似，就是相似的淨業。什麼是真正淨業？這四個念頭都沒有，《金剛經》後半部所講的，「無我見，無人見，無眾生見，無壽者見」，不但沒有相，念頭都不生，那是真正的淨業。所以，真正淨業是什麼人造的？法身菩薩。四聖法界裡面，四相破了，相似的淨業。不容易！"
    },
    {
      "id": "12-017-2098_p0026",
      "zh_CN": "这些理事、因果是我们现前迫切要学习的，怎么样学才能收到效果？如果真正想学，真正有明显效果，你要发心去讲，讲给别人听。中国古人常说教学相长，我常常讲给别人听，每讲一遍，就是讲给我自己听一遍，别人能够学到多少我们不知道，自己晓得，自己遍遍薰习，遍遍都帮助自己提升一点。陈年累月，你要有个二十年、三十年、四十年，你成就了，自自然然成就，为什么？薰习的。佛法常讲薰习成种，薰习成了根，善根、种子，它才会起作用。没有这样的薰习，很难，为什么？烦恼习气太重，听了经教，今天读了经，听了讲经，听了很欢喜，出了大门忘掉了。看到外面境界还是老样子，随着境界转，它不起作用。为什么？外面那个习气你薰习的时间长，它起作用，佛法这个时间你薰习太短，你不起作用。如何能够佛法薰习的时间大于、长于烦恼薰习的时间，你才能转得过来，肯定是要长时间。古人给我们讲的一般的标准是五年，五年决定不中断，你转变了。会不会退转？还会退转。要到什么时候能不退转？不退转总得二十年、三十年。尤其现在社会，不善的风气太盛，诱惑的力量太大，比过去人修行超过百倍都不止。古人要是拿到今天来，很多人也不会成就，那个时候他六根接触的境界比我们现在清净，染污没有这么严重，他容易成就。现在染污是非常严重，能够在今天成就，古人不能不佩服你，他在这个环境他不能成功，你能成功，你不是普通人。这个事实真相、道理都要通达明了。",
      "zh_TW": "這些理事、因果是我們現前迫切要學習的，怎麼樣學才能收到效果？如果真正想學，真正有明顯效果，你要發心去講，講給別人聽。中國古人常說教學相長，我常常講給別人聽，每講一遍，就是講給我自己聽一遍，別人能夠學到多少我們不知道，自己曉得，自己遍遍薰習，遍遍都幫助自己提升一點。陳年累月，你要有個二十年、三十年、四十年，你成就了，自自然然成就，為什麼？薰習的。佛法常講薰習成種，薰習成了根，善根、種子，它才會起作用。沒有這樣的薰習，很難，為什麼？煩惱習氣太重，聽了經教，今天讀了經，聽了講經，聽了很歡喜，出了大門忘掉了。看到外面境界還是老樣子，隨著境界轉，它不起作用。為什麼？外面那個習氣你薰習的時間長，它起作用，佛法這個時間你薰習太短，你不起作用。如何能夠佛法薰習的時間大於、長於煩惱薰習的時間，你才能轉得過來，肯定是要長時間。古人給我們講的一般的標準是五年，五年決定不中斷，你轉變了。會不會退轉？還會退轉。要到什麼時候能不退轉？不退轉總得二十年、三十年。尤其現在社會，不善的風氣太盛，誘惑的力量太大，比過去人修行超過百倍都不止。古人要是拿到今天來，很多人也不會成就，那個時候他六根接觸的境界比我們現在清淨，染污沒有這麼嚴重，他容易成就。現在染污是非常嚴重，能夠在今天成就，古人不能不佩服你，他在這個環境他不能成功，你能成功，你不是普通人。這個事實真相、道理都要通達明瞭。"
    },
    {
      "id": "12-017-2098_p0027",
      "zh_CN": "今天时间到了，这一段，十种无碍我们就学习到此地，等下一次我们把经文解释一下，这一段就圆满了，二住。好，谢谢大家。",
      "zh_TW": "今天時間到了，這一段，十種無礙我們就學習到此地，等下一次我們把經文解釋一下，這一段就圓滿了，二住。好，謝謝大家。"
    }
  ]
}