{
  "doc_id": "12-017-1437",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四三七卷",
    "zh_TW": "第一四三七卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1437",
  "total_paragraphs": 56,
  "paragraphs": [
    {
      "id": "12-017-1437_p0001",
      "zh_CN": "诸位法师、诸位同学，请坐。请看「菩萨问明品」，第九，一道甚深，贤首菩萨偈颂第三首看起：",
      "zh_TW": "諸位法師、諸位同學，請坐。請看「菩薩問明品」，第九，一道甚深，賢首菩薩偈頌第三首看起："
    },
    {
      "id": "12-017-1437_p0002",
      "zh_CN": "【如本趣菩提。所有回向心。得如是刹土。众会及说法。一切诸佛刹。庄严悉圆满。随众生行异。如是见不同。】",
      "zh_TW": "【如本趣菩提。所有迴向心。得如是剎土。眾會及說法。一切諸佛剎。莊嚴悉圓滿。隨眾生行異。如是見不同。】"
    },
    {
      "id": "12-017-1437_p0003",
      "zh_CN": "在解答疑难之中，这又分为两段，这两首是第一段，清凉大师《疏》里头说「总明随机见异」，后面有六首偈，「展转释疑」。",
      "zh_TW": "在解答疑難之中，這又分為兩段，這兩首是第一段，清涼大師《疏》裡頭說「總明隨機見異」，後面有六首偈，「展轉釋疑」。"
    },
    {
      "id": "12-017-1437_p0004",
      "zh_CN": "在答疑难当中，清凉大师在注解里面说，「于中前偈约佛」，第三首偈；「后偈约机」，就是第四首偈就九法界众生来说的，前面完全是就佛果地上来讲。我们还是先看清凉大师的注解，把注解念一遍，「前中即随本异因，为物回向，各得差别，故云如是。如是，即差别之义也，略举十中三事耳」。前面文殊菩萨举了十桩事，在这首偈子里面就说了三个，『刹土』、『众会』、『说法』，就说了这三桩事情。「即随所化众生而取佛土」，我们就清凉大师的开示细心来观察、来体会。",
      "zh_TW": "在答疑難當中，清涼大師在註解裡面說，「於中前偈約佛」，第三首偈；「後偈約機」，就是第四首偈就九法界眾生來說的，前面完全是就佛果地上來講。我們還是先看清涼大師的註解，把註解念一遍，「前中即隨本異因，為物迴向，各得差別，故云如是。如是，即差別之義也，略舉十中三事耳」。前面文殊菩薩舉了十樁事，在這首偈子裡面就說了三個，『剎土』、『眾會』、『說法』，就說了這三樁事情。「即隨所化眾生而取佛土」，我們就清涼大師的開示細心來觀察、來體會。"
    },
    {
      "id": "12-017-1437_p0005",
      "zh_CN": "『如本趣菩提』，这句话非常重要，清凉给我们解释的是随本异因。本，一切诸佛如来在因地，因地修行是本，每位诸佛都曾经发过弘愿。无论发什么样的愿，要把一切诸佛如来因地所发的愿，把它们总结归纳就是「四弘誓愿」。你看看阿弥陀佛因地四十八愿，观世音菩萨因地十二愿，总不出四弘誓愿。所以四弘誓愿是一切诸佛菩萨因地发愿的集大成，总不外乎这四句。第一个众生无边誓愿度，因为这一愿，这才有『回向心』。我们今天无论修积什么样的功德，即使是念一声佛号，这声佛号也是上求菩提，下化众生。念念不忘众生，这就是根本。所以四弘誓愿称之为本愿。",
      "zh_TW": "『如本趣菩提』，這句話非常重要，清涼給我們解釋的是隨本異因。本，一切諸佛如來在因地，因地修行是本，每位諸佛都曾經發過弘願。無論發什麼樣的願，要把一切諸佛如來因地所發的願，把它們總結歸納就是「四弘誓願」。你看看阿彌陀佛因地四十八願，觀世音菩薩因地十二願，總不出四弘誓願。所以四弘誓願是一切諸佛菩薩因地發願的集大成，總不外乎這四句。第一個眾生無邊誓願度，因為這一願，這才有『迴向心』。我們今天無論修積什麼樣的功德，即使是念一聲佛號，這聲佛號也是上求菩提，下化眾生。念念不忘眾生，這就是根本。所以四弘誓願稱之為本願。"
    },
    {
      "id": "12-017-1437_p0006",
      "zh_CN": "我们今天学佛有没有感应、有没有成就，愿是第一，许许多多的人学佛把这个本愿忘掉了。四弘誓愿天天念，天天念也不行，境界现前立刻就糊涂了。你看看，贪瞋痴慢、是非人我、嫉妒障碍常常现前。《弟子规》里面，实在讲有两句话很重要，「道人善，即是善；扬人恶，即是恶」，我们也听、也读，可是日常生活当中常常就喜欢批评人，心量窄小，不能包容，你跟那个愿相违背。那个愿是什么？众生无边誓愿度。这个愿多大，你这个心量多大，真正是跟诸佛如来一样，「心包太虚，量周沙界」。现在在面前怎么样？一个人都不能够容纳，我们这样学佛能成就吗？不能成就！",
      "zh_TW": "我們今天學佛有沒有感應、有沒有成就，願是第一，許許多多的人學佛把這個本願忘掉了。四弘誓願天天念，天天念也不行，境界現前立刻就糊塗了。你看看，貪瞋痴慢、是非人我、嫉妒障礙常常現前。《弟子規》裡面，實在講有兩句話很重要，「道人善，即是善；揚人惡，即是惡」，我們也聽、也讀，可是日常生活當中常常就喜歡批評人，心量窄小，不能包容，你跟那個願相違背。那個願是什麼？眾生無邊誓願度。這個願多大，你這個心量多大，真正是跟諸佛如來一樣，「心包太虛，量周沙界」。現在在面前怎麼樣？一個人都不能夠容納，我們這樣學佛能成就嗎？不能成就！"
    },
    {
      "id": "12-017-1437_p0007",
      "zh_CN": "刚才有位同学拿了一个问题，不是他问的，是台湾一个同学问的，他带来。我说正好我们明天解答问题，他说不行，他明天就要离开了。问的什么问题？问的受了菩萨戒不能持，就是做不到，还是一定要受，为什么？说受了戒之后，生生世世就是与佛结了缘，来生来世一定能够亲近善知识，还继续修行。我说这个我没有听说过，我们在受戒的时候，只知道这个戒律是尽形寿来受的，所以你每一生每一世都要重受。如果说一次受了，以后生生世世就不再受了，大概我们现在都不需要受戒，为什么？我们肯定过去学过佛，过去受过戒，现在何必还要受三皈，还何必要受五戒、菩萨戒？不用了！这是一种错误的说法，不晓得是什么人说的，佛经上没有这个说法。",
      "zh_TW": "剛才有位同學拿了一個問題，不是他問的，是台灣一個同學問的，他帶來。我說正好我們明天解答問題，他說不行，他明天就要離開了。問的什麼問題？問的受了菩薩戒不能持，就是做不到，還是一定要受，為什麼？說受了戒之後，生生世世就是與佛結了緣，來生來世一定能夠親近善知識，還繼續修行。我說這個我沒有聽說過，我們在受戒的時候，只知道這個戒律是盡形壽來受的，所以你每一生每一世都要重受。如果說一次受了，以後生生世世就不再受了，大概我們現在都不需要受戒，為什麼？我們肯定過去學過佛，過去受過戒，現在何必還要受三皈，還何必要受五戒、菩薩戒？不用了！這是一種錯誤的說法，不曉得是什麼人說的，佛經上沒有這個說法。"
    },
    {
      "id": "12-017-1437_p0008",
      "zh_CN": "受戒不能持戒决定堕地狱，为什么？破坏佛教形象。你受了三皈五戒、受了菩萨戒，你还作恶，你还有贪瞋痴慢，你还有是非人我。那别人骂你，他不是骂你一个人，骂你就是骂佛、骂菩萨、骂三宝，你叫人造这种罪业，你不堕阿鼻地狱，谁堕阿鼻地狱？这个佛在《戒经》上讲得很清楚。现在受戒很马虎，从前不一样。从前三坛大戒，出家人三坛大戒不是一次受，是分三次。受戒之前，你要学戒；换句话说，你都能做到了，这才开始登坛受戒。我还没有做到，怎么敢受？受了，决定要做到，做不到，决定不能受。所以在家的五戒可以分开来受的，五戒全受叫满分戒；五戒当中有一条不能做，这一条不受，受四条，叫多分戒；或者五戒里头我只有一条能做到，两条能做到，你就受一戒、受二戒，叫少分戒，这很如法。做不到不可以，做不到的也能受，佛教就全部崩溃了，这还成什么教？这个道理不能不懂。",
      "zh_TW": "受戒不能持戒決定墮地獄，為什麼？破壞佛教形象。你受了三皈五戒、受了菩薩戒，你還作惡，你還有貪瞋痴慢，你還有是非人我。那別人罵你，他不是罵你一個人，罵你就是罵佛、罵菩薩、罵三寶，你叫人造這種罪業，你不墮阿鼻地獄，誰墮阿鼻地獄？這個佛在《戒經》上講得很清楚。現在受戒很馬虎，從前不一樣。從前三壇大戒，出家人三壇大戒不是一次受，是分三次。受戒之前，你要學戒；換句話說，你都能做到了，這才開始登壇受戒。我還沒有做到，怎麼敢受？受了，決定要做到，做不到，決定不能受。所以在家的五戒可以分開來受的，五戒全受叫滿分戒；五戒當中有一條不能做，這一條不受，受四條，叫多分戒；或者五戒裡頭我只有一條能做到，兩條能做到，你就受一戒、受二戒，叫少分戒，這很如法。做不到不可以，做不到的也能受，佛教就全部崩潰了，這還成什麼教？這個道理不能不懂。"
    },
    {
      "id": "12-017-1437_p0009",
      "zh_CN": "你受过三皈，你是佛弟子，佛弟子人中的好人，人天的好人，天人都尊敬你。为什么尊敬你？你的德行，你的修持，令诸天对你尊敬。你起心动念觉而不迷、正而不邪、净而不染，这是三皈依。如果你还有迷惑颠倒，还有邪知邪见，还有染污（染污就是烦恼），鬼神瞧不起你，你是假的，你不是真的，这个道理不能不懂。所以学佛，学佛到哪里学？经教里头学。你不读经，你不学教，你到哪里去学佛？佛不在世了，佛留下来的就是遗教，我们能够依教奉行，这叫真学佛。只学佛教这个形式而不学经教，就是没有内容，这是假的，这不是真的。佛教衰微，令社会大众产生严重误会，从哪来的？就是有形式而没有实质，这样造成的。提起佛教的衰微，诸位都知道，自己也常常感觉得很痛心，谁造的？我自己造的，我没做到！做不到，决定不能受。",
      "zh_TW": "你受過三皈，你是佛弟子，佛弟子人中的好人，人天的好人，天人都尊敬你。為什麼尊敬你？你的德行，你的修持，令諸天對你尊敬。你起心動念覺而不迷、正而不邪、淨而不染，這是三皈依。如果你還有迷惑顛倒，還有邪知邪見，還有染污（染污就是煩惱），鬼神瞧不起你，你是假的，你不是真的，這個道理不能不懂。所以學佛，學佛到哪裡學？經教裡頭學。你不讀經，你不學教，你到哪裡去學佛？佛不在世了，佛留下來的就是遺教，我們能夠依教奉行，這叫真學佛。只學佛教這個形式而不學經教，就是沒有內容，這是假的，這不是真的。佛教衰微，令社會大眾產生嚴重誤會，從哪來的？就是有形式而沒有實質，這樣造成的。提起佛教的衰微，諸位都知道，自己也常常感覺得很痛心，誰造的？我自己造的，我沒做到！做不到，決定不能受。"
    },
    {
      "id": "12-017-1437_p0010",
      "zh_CN": "在这个地方讲的是「如本」，做不到是什么？你没有本。「菩提」是大觉，菩提是正觉。如本趣菩提，这句话就是把三皈依圆圆满满说出来。觉而不迷，我们要问我们自己起心动念是觉还是迷？我们的思想，想法、看法，我们是正还是邪？我们的行为、我们的造作是净还是染？要清清楚楚、明明白白，不是开玩笑的事情。所以六祖大师在《坛经》里面教人，「若真修道人，不见世间过；若见他人非，自非却是左」。那个左就是往下堕落，你见到别人过失，常常把别人过失放在心上，你就往下堕落了。",
      "zh_TW": "在這個地方講的是「如本」，做不到是什麼？你沒有本。「菩提」是大覺，菩提是正覺。如本趣菩提，這句話就是把三皈依圓圓滿滿說出來。覺而不迷，我們要問我們自己起心動念是覺還是迷？我們的思想，想法、看法，我們是正還是邪？我們的行為、我們的造作是淨還是染？要清清楚楚、明明白白，不是開玩笑的事情。所以六祖大師在《壇經》裡面教人，「若真修道人，不見世間過；若見他人非，自非卻是左」。那個左就是往下墮落，你見到別人過失，常常把別人過失放在心上，你就往下墮落了。"
    },
    {
      "id": "12-017-1437_p0011",
      "zh_CN": "我在讲席里头常常讲，我们的清净心，不可以把别人的垃圾放在我们清净心里头，这是愚痴到极处。我们的心只容纳、承受别人的善，决不把别人的恶放在心里头，这就对了。让自己的心，修行最重要修心，我们的目标纯净纯善，净没有染污，善，决定没有恶念。那我们自己要认真去反省，我这一天当中，处事待人接物有没有恶念？有没有恶言？有没有说是非长短？别人有过也不能说，说别人的过，人家知道记恨在心，他会报复你，这个罪小，罪不重。确实是有报，冤冤相报，有的时候报得也很残酷，一句话说得不当，惹来杀身之祸，还是小事。说人过失，大事是什么？就是你破怀佛教形象。佛菩萨的弟子怎么会说出这种话来？让人家对佛教产生反感，这就是破坏佛教形象，这堕阿鼻地狱，这个严重。所以你没有受过三皈五戒，你批评别人、说别人过失，你只有一种罪，就是冤冤相报的罪，只有这一种。你如果受了三皈五戒，你还批评别人，说别人过失，你又加上一个破坏佛教形象的罪，破坏佛教形象决定堕阿鼻地狱。",
      "zh_TW": "我在講席裡頭常常講，我們的清淨心，不可以把別人的垃圾放在我們清淨心裡頭，這是愚痴到極處。我們的心只容納、承受別人的善，決不把別人的惡放在心裡頭，這就對了。讓自己的心，修行最重要修心，我們的目標純淨純善，淨沒有染污，善，決定沒有惡念。那我們自己要認真去反省，我這一天當中，處事待人接物有沒有惡念？有沒有惡言？有沒有說是非長短？別人有過也不能說，說別人的過，人家知道記恨在心，他會報復你，這個罪小，罪不重。確實是有報，冤冤相報，有的時候報得也很殘酷，一句話說得不當，惹來殺身之禍，還是小事。說人過失，大事是什麼？就是你破懷佛教形象。佛菩薩的弟子怎麼會說出這種話來？讓人家對佛教產生反感，這就是破壞佛教形象，這墮阿鼻地獄，這個嚴重。所以你沒有受過三皈五戒，你批評別人、說別人過失，你只有一種罪，就是冤冤相報的罪，只有這一種。你如果受了三皈五戒，你還批評別人，說別人過失，你又加上一個破壞佛教形象的罪，破壞佛教形象決定墮阿鼻地獄。"
    },
    {
      "id": "12-017-1437_p0012",
      "zh_CN": "我跟同学们说过，我非常感激我的老师，我老师把佛法介绍给我，告诉我学佛是人生最大的享受，我得到了。我得到人生最大的享受是什么？给诸位说，就是心地清净善良，不记别人过失。人家怎么样恶意对我，我都对他感恩，我不会说他一句坏话。他做很多恶事，我不说，我也不放在心上，我只记着他的善，我只记着他的好，我只赞叹他的善、赞叹他的好，我做到这一点。没有学佛之前，我不是这样的，我跟凡夫一样，天天造罪业；学佛之后，把这个改掉了。我能够忍，我能够让，而且非常欢喜，没有一点难过，这就是人生最高的享受。我没有破坏佛教的形象，而且自己起心动念、言语造作，我知道我们是代表佛教形象的，一定要给社会大众一个好的样子，人家看到欢喜赞叹，赞叹我是赞叹三宝、赞叹佛法，这个重要。",
      "zh_TW": "我跟同學們說過，我非常感激我的老師，我老師把佛法介紹給我，告訴我學佛是人生最大的享受，我得到了。我得到人生最大的享受是什麼？給諸位說，就是心地清淨善良，不記別人過失。人家怎麼樣惡意對我，我都對他感恩，我不會說他一句壞話。他做很多惡事，我不說，我也不放在心上，我只記著他的善，我只記著他的好，我只讚歎他的善、讚歎他的好，我做到這一點。沒有學佛之前，我不是這樣的，我跟凡夫一樣，天天造罪業；學佛之後，把這個改掉了。我能夠忍，我能夠讓，而且非常歡喜，沒有一點難過，這就是人生最高的享受。我沒有破壞佛教的形象，而且自己起心動念、言語造作，我知道我們是代表佛教形象的，一定要給社會大眾一個好的樣子，人家看到歡喜讚歎，讚歎我是讚歎三寶、讚歎佛法，這個重要。"
    },
    {
      "id": "12-017-1437_p0013",
      "zh_CN": "所以我们看到这个经文，「所有回向心」。起心动念、言语造作无不是功德，这个功德完全是利益众生，完全是利益正法。回向偈天天都要念，但是怎么样？有口无心，所以回向偈是白念。「愿以此功德，庄严佛净土」，我们有什么功德？心地清净是功德，心地善良是功德，赞叹别人的好事是功德，不说别人的恶事是功德。《弟子规》，我的眼目当中是佛门最基本的戒律，我们今天为什么五戒十善做不到，没有《弟子规》的基础。如果从小学习《弟子规》，五戒十善不要教，全都做到了。",
      "zh_TW": "所以我們看到這個經文，「所有迴向心」。起心動念、言語造作無不是功德，這個功德完全是利益眾生，完全是利益正法。迴向偈天天都要念，但是怎麼樣？有口無心，所以迴向偈是白念。「願以此功德，莊嚴佛淨土」，我們有什麼功德？心地清淨是功德，心地善良是功德，讚歎別人的好事是功德，不說別人的惡事是功德。《弟子規》，我的眼目當中是佛門最基本的戒律，我們今天為什麼五戒十善做不到，沒有《弟子規》的基礎。如果從小學習《弟子規》，五戒十善不要教，全都做到了。"
    },
    {
      "id": "12-017-1437_p0014",
      "zh_CN": "念佛往生的人，你看倓虚法师给我们说的，谛闲老和尚那个徒弟锅漏匠，不认识字，没念过书，你仔细看他的行谊，五戒十善他有没有做到？统统做到了。前几天，我听说有个黄居士，六十一岁往生的，四个多月前预知时至，走的时候没有生病，果然是那一天走的。没有念过书，不认识字，《弥陀经》都不会念，就是一句阿弥陀佛，走得那么自在，那么潇洒。看她一生居家、待人接物，五戒十善、《弟子规》统统做到，一条都没有违犯。她在哪里学的？从小父母教，老人教的，经上常讲「善男子，善女人」，他们当之无愧。所以我们常常读经，经上「善男子，善女人」，念这两句话的时候自己心里想一想，我是不是善男子、善女人？如果我真的是善男子、善女人，我今天一天起心动念、言语造作真的有功德。为什么？正法久住，利乐有情，这就是功德，我拿这个功德来庄严佛净土。这个回向偈是真的不是假的。",
      "zh_TW": "念佛往生的人，你看倓虛法師給我們說的，諦閑老和尚那個徒弟鍋漏匠，不認識字，沒念過書，你仔細看他的行誼，五戒十善他有沒有做到？統統做到了。前幾天，我聽說有個黃居士，六十一歲往生的，四個多月前預知時至，走的時候沒有生病，果然是那一天走的。沒有念過書，不認識字，《彌陀經》都不會念，就是一句阿彌陀佛，走得那麼自在，那麼瀟灑。看她一生居家、待人接物，五戒十善、《弟子規》統統做到，一條都沒有違犯。她在哪裡學的？從小父母教，老人教的，經上常講「善男子，善女人」，他們當之無愧。所以我們常常讀經，經上「善男子，善女人」，念這兩句話的時候自己心裡想一想，我是不是善男子、善女人？如果我真的是善男子、善女人，我今天一天起心動念、言語造作真的有功德。為什麼？正法久住，利樂有情，這就是功德，我拿這個功德來莊嚴佛淨土。這個迴向偈是真的不是假的。"
    },
    {
      "id": "12-017-1437_p0015",
      "zh_CN": "具体说明「上报四重恩，下济三途苦」，我们有没有做到？四重恩第一个父母之恩，「孝养父母」；老师的恩，「奉事师长」，佛菩萨的恩是属于老师，三宝是我们老师，奉事师长，奉事师长要依教修行；国家的恩，众生的恩，这四种。我们今天一天对这四个方面有没有东西报答？诸佛如来在因地里面，时时刻刻他所修积的都能够做如是回向，他给我们做示范。所以我们今天要凭良心去反省，我这一天有没有空过？能不能对得起父母？能不能对得起老师？能不能对得起佛菩萨？能不能对得起国家？能不能对得起人民（众生是人民）？四种恩。我们如果自己思想见解偏邪，言语造作不当，怎么对得起？对父母来讲不孝，对师长来讲不敬，对国家来讲不忠，对人民来讲不义。所以我们今天所得到的刹土，我们现在居住的世界，天灾人祸，社会混乱不安，这是我们今天这种心行感得的。",
      "zh_TW": "具體說明「上報四重恩，下濟三途苦」，我們有沒有做到？四重恩第一個父母之恩，「孝養父母」；老師的恩，「奉事師長」，佛菩薩的恩是屬於老師，三寶是我們老師，奉事師長，奉事師長要依教修行；國家的恩，眾生的恩，這四種。我們今天一天對這四個方面有沒有東西報答？諸佛如來在因地裡面，時時刻刻他所修積的都能夠做如是迴向，他給我們做示範。所以我們今天要憑良心去反省，我這一天有沒有空過？能不能對得起父母？能不能對得起老師？能不能對得起佛菩薩？能不能對得起國家？能不能對得起人民（眾生是人民）？四種恩。我們如果自己思想見解偏邪，言語造作不當，怎麼對得起？對父母來講不孝，對師長來講不敬，對國家來講不忠，對人民來講不義。所以我們今天所得到的剎土，我們現在居住的世界，天災人禍，社會混亂不安，這是我們今天這種心行感得的。"
    },
    {
      "id": "12-017-1437_p0016",
      "zh_CN": "「众会」，我们今天的聚会不是像佛经上讲的六和敬，我们每个人有每个人想法、有每个人看法，没有办法建立共识。为什么？各人都顾自己的利害，自己的得失，坚固的执着。起心动念，尤其现代这个社会要竞争，不竞争好像就活不下去。真正修道人活不下去也不竞争，宁死都不争，死了之后他生天，天人不争。谁相争？恶道相争，地狱、饿鬼，那是争得很厉害的，喜欢争的人到那边去了，不愿意竞争的，上面去了，物以类聚。为什么有的人生天，有的人堕地狱？哪一类总是归哪一类，没有人叫你去，自己去，所以是感应道交，就是这么个道理。所以说我们一定要能想到，起心动念、言语造作要对得起父母，要对得起老师，对得起佛菩萨，对得起国家，对得起人。",
      "zh_TW": "「眾會」，我們今天的聚會不是像佛經上講的六和敬，我們每個人有每個人想法、有每個人看法，沒有辦法建立共識。為什麼？各人都顧自己的利害，自己的得失，堅固的執著。起心動念，尤其現代這個社會要競爭，不競爭好像就活不下去。真正修道人活不下去也不競爭，寧死都不爭，死了之後他生天，天人不爭。誰相爭？惡道相爭，地獄、餓鬼，那是爭得很厲害的，喜歡爭的人到那邊去了，不願意競爭的，上面去了，物以類聚。為什麼有的人生天，有的人墮地獄？哪一類總是歸哪一類，沒有人叫你去，自己去，所以是感應道交，就是這麼個道理。所以說我們一定要能想到，起心動念、言語造作要對得起父母，要對得起老師，對得起佛菩薩，對得起國家，對得起人。"
    },
    {
      "id": "12-017-1437_p0017",
      "zh_CN": "菩萨修行纯净纯善，你看《十善业道经》最精采的一段开示，经文不长。我现在给《十善业道经》做了个节本，总共只有五百十六个字，比《弟子规》还少。《弟子规》我也把它做一个节本，它总共是讲了一百一十三桩事情，我在里面选择了七十条，这七十条非常重要。我想明天解答问题，我们就可以印出来分送给大家，一定要做。然后我们也跟佛一样，「所有回向心」，我们就会得净土；我们念佛才能得净土，才能得极乐世界诸上善人俱会一处，才能够闻弥陀跟一切诸佛说法，我们会得这个果报，这是真的，这不是假的。这个世间所有统统是假的，没有一样是真的，要知道。你要造作罪业，你在这个世间轮回苦报永远没有止境。你今生虽然在佛门里面，听了一点佛法，跟佛结了个缘，有一点善根，李老师讲过，你还不能够避免久远劫的轮回，你没有法子避免。聪明人要觉悟，要赶快回头。",
      "zh_TW": "菩薩修行純淨純善，你看《十善業道經》最精采的一段開示，經文不長。我現在給《十善業道經》做了個節本，總共只有五百十六個字，比《弟子規》還少。《弟子規》我也把它做一個節本，它總共是講了一百一十三樁事情，我在裡面選擇了七十條，這七十條非常重要。我想明天解答問題，我們就可以印出來分送給大家，一定要做。然後我們也跟佛一樣，「所有迴向心」，我們就會得淨土；我們念佛才能得淨土，才能得極樂世界諸上善人俱會一處，才能夠聞彌陀跟一切諸佛說法，我們會得這個果報，這是真的，這不是假的。這個世間所有統統是假的，沒有一樣是真的，要知道。你要造作罪業，你在這個世間輪迴苦報永遠沒有止境。你今生雖然在佛門裡面，聽了一點佛法，跟佛結了個緣，有一點善根，李老師講過，你還不能夠避免久遠劫的輪迴，你沒有法子避免。聰明人要覺悟，要趕快回頭。"
    },
    {
      "id": "12-017-1437_p0018",
      "zh_CN": "「刹土」是我们的依报，当然说依报就也包括了正报，这是我们的生活环境、物质环境，物质环境里有人事环境，都是用这个刹土包括。「众会」，众会是属于人事环境，我们聚集在一起的。现在这个社会真的是善人少，恶人多，对于真正修行人来说，未尝不是一桩好事。你会修行的，要学善财童子历事炼心，善人顺境决定没有贪恋，如果有贪恋的心出不了轮回，要能放得下。",
      "zh_TW": "「剎土」是我們的依報，當然說依報就也包括了正報，這是我們的生活環境、物質環境，物質環境裡有人事環境，都是用這個剎土包括。「眾會」，眾會是屬於人事環境，我們聚集在一起的。現在這個社會真的是善人少，惡人多，對於真正修行人來說，未嘗不是一樁好事。你會修行的，要學善財童子歷事鍊心，善人順境決定沒有貪戀，如果有貪戀的心出不了輪迴，要能放得下。"
    },
    {
      "id": "12-017-1437_p0019",
      "zh_CN": "儒家《礼记》上都给我们讲「安安而能迁」。两个安，第一个是心安，第二个是身安。我在澳洲，我们净宗学院很多同学去参观过，那个地方居住、学习确确实实是《礼记》里面所讲的心安身安，我都得到了。为什么今天到香港来？香港无论是人事环境跟物质环境，那跟澳洲不能相比。为什么到这里来？到这边来，是想《华严经》在这边讲，这边同学能得利益。为了利乐有情，身心安稳之处也要舍弃，就这么个道理，老师教的。所以同学们到图文巴来邀请我的时候，我说你要知道，我在图文巴这里是天堂，我到香港来，我下凡了。只要对社会、对国家、对众生有利益，我们自己身心再安稳的环境，也应当要舍弃，古圣先贤教诲要能迁，不可以留恋。",
      "zh_TW": "儒家《禮記》上都給我們講「安安而能遷」。兩個安，第一個是心安，第二個是身安。我在澳洲，我們淨宗學院很多同學去參觀過，那個地方居住、學習確確實實是《禮記》裡面所講的心安身安，我都得到了。為什麼今天到香港來？香港無論是人事環境跟物質環境，那跟澳洲不能相比。為什麼到這裡來？到這邊來，是想《華嚴經》在這邊講，這邊同學能得利益。為了利樂有情，身心安穩之處也要捨棄，就這麼個道理，老師教的。所以同學們到圖文巴來邀請我的時候，我說你要知道，我在圖文巴這裡是天堂，我到香港來，我下凡了。只要對社會、對國家、對眾生有利益，我們自己身心再安穩的環境，也應當要捨棄，古聖先賢教誨要能遷，不可以留戀。"
    },
    {
      "id": "12-017-1437_p0020",
      "zh_CN": "逆境恶缘，我们看到一切都不如意的，在这里修什么？修断瞋恚，修忍辱波罗蜜，修禅定波罗蜜，修持戒波罗蜜，修布施波罗蜜，六度齐修。别人不守法，我守法，持戒；别人不肯舍，我肯舍，我欢喜舍、乐意舍，给人做好样子；别人不能忍，我能忍；别人懈怠散漫，我勇猛精进；别人心散乱，我的心专一，心专一就是禅定；别人迷，我不迷，不迷就是般若。在哪里修？在生活里面修，在工作里面修，在处事待人接物当中修。所以你会修，无论什么环境都是菩萨学处，天堂是菩萨学处，饿鬼、畜生、地狱也是菩萨学处。",
      "zh_TW": "逆境惡緣，我們看到一切都不如意的，在這裡修什麼？修斷瞋恚，修忍辱波羅蜜，修禪定波羅蜜，修持戒波羅蜜，修布施波羅蜜，六度齊修。別人不守法，我守法，持戒；別人不肯捨，我肯捨，我歡喜捨、樂意捨，給人做好樣子；別人不能忍，我能忍；別人懈怠散漫，我勇猛精進；別人心散亂，我的心專一，心專一就是禪定；別人迷，我不迷，不迷就是般若。在哪裡修？在生活裡面修，在工作裡面修，在處事待人接物當中修。所以你會修，無論什麼環境都是菩薩學處，天堂是菩薩學處，餓鬼、畜生、地獄也是菩薩學處。"
    },
    {
      "id": "12-017-1437_p0021",
      "zh_CN": "菩萨修什么？六度四摄，这是总纲领。六度四摄就包括了八万四千法门，就包括了无量法门，所以问题是你会不会。如果要不会，境缘就有好丑；如果要会，境缘无好丑，昆士兰那个地方跟香港就没有两样，所以问题在你会不会。那你要是真的会，你不天天读经、学教，你怎么会？会是什么？过佛菩萨的生活；不会呢？不会，过凡夫的生活。实在讲，凡夫还好听一点，要说个不客气的话，过鬼、畜生的生活。",
      "zh_TW": "菩薩修什麼？六度四攝，這是總綱領。六度四攝就包括了八萬四千法門，就包括了無量法門，所以問題是你會不會。如果要不會，境緣就有好醜；如果要會，境緣無好醜，昆士蘭那個地方跟香港就沒有兩樣，所以問題在你會不會。那你要是真的會，你不天天讀經、學教，你怎麼會？會是什麼？過佛菩薩的生活；不會呢？不會，過凡夫的生活。實在講，凡夫還好聽一點，要說個不客氣的話，過鬼、畜生的生活。"
    },
    {
      "id": "12-017-1437_p0022",
      "zh_CN": "我相信诸位同学，你只要心地稍微冷静一点，你就能观察到现在人的生活。鬼的生活是什么？贪瞋痴慢，自私自利，起心动念损人利己，这是过鬼、畜生的生活。人的生活，道德仁义；佛菩萨的生活，六度四摄。你过哪一种生活你要懂，懂，要学；不学，你怎么会懂？真学、真干，要把自己无始劫以来的毛病习气改掉，改掉是真功夫，是真修行。",
      "zh_TW": "我相信諸位同學，你只要心地稍微冷靜一點，你就能觀察到現在人的生活。鬼的生活是什麼？貪瞋痴慢，自私自利，起心動念損人利己，這是過鬼、畜生的生活。人的生活，道德仁義；佛菩薩的生活，六度四攝。你過哪一種生活你要懂，懂，要學；不學，你怎麼會懂？真學、真幹，要把自己無始劫以來的毛病習氣改掉，改掉是真功夫，是真修行。"
    },
    {
      "id": "12-017-1437_p0023",
      "zh_CN": "头一个口业，最容易造的。所以《无量寿经》讲「善护三业」，这是讲修行的基本法，修行最重要的纲领就十善业。通常一般大小乘经，讲十善业道的顺序总是身三口四意三，身口意。《无量寿经》上排列的顺序颠倒了，它讲口身意，这个意思就很明显，最容易造的口业。你修行从哪里下手？从口业下手，不要造口业。话还没有出口，心里先想一想，该不该说，你说了你要负责任，因果责任。所以佛在《无量寿经》上教给我们，头一个是「善护口业，不讥他过」，这就是跟六祖所说的一样，「若真修道人，不见他人过」，不要说别人过失。看到别人过失，你要懂得回光返照，别人是一面镜子，我自己很不容易发现自己的过失，看到别人有过失，马上回头想一想我有没有；看到别人说别人的坏话，我立刻想到我今天有没有说别人坏话，有没有批评别人的过失。这就有长进，你会学了。所以它把这个放在第一条。",
      "zh_TW": "頭一個口業，最容易造的。所以《無量壽經》講「善護三業」，這是講修行的基本法，修行最重要的綱領就十善業。通常一般大小乘經，講十善業道的順序總是身三口四意三，身口意。《無量壽經》上排列的順序顛倒了，它講口身意，這個意思就很明顯，最容易造的口業。你修行從哪裡下手？從口業下手，不要造口業。話還沒有出口，心裡先想一想，該不該說，你說了你要負責任，因果責任。所以佛在《無量壽經》上教給我們，頭一個是「善護口業，不譏他過」，這就是跟六祖所說的一樣，「若真修道人，不見他人過」，不要說別人過失。看到別人過失，你要懂得回光返照，別人是一面鏡子，我自己很不容易發現自己的過失，看到別人有過失，馬上回頭想一想我有沒有；看到別人說別人的壞話，我立刻想到我今天有沒有說別人壞話，有沒有批評別人的過失。這就有長進，你會學了。所以它把這個放在第一條。"
    },
    {
      "id": "12-017-1437_p0024",
      "zh_CN": "第二句才「善护身业，不失律仪」。律是戒律，仪是威仪，戒律跟威仪最根本的就是《弟子规》，《弟子规》如果真的做到了，不失律仪。从《弟子规》才能够真正做到五戒十善，没有《弟子规》的基础，五戒十善你做不到，肯定犯戒，肯定造恶。这是这些年来，我们为什么全心全力在提倡《弟子规》，道理在此地。不从根本修，没有成就，要成就一定要从根本修，道理在此地。",
      "zh_TW": "第二句才「善護身業，不失律儀」。律是戒律，儀是威儀，戒律跟威儀最根本的就是《弟子規》，《弟子規》如果真的做到了，不失律儀。從《弟子規》才能夠真正做到五戒十善，沒有《弟子規》的基礎，五戒十善你做不到，肯定犯戒，肯定造惡。這是這些年來，我們為什麼全心全力在提倡《弟子規》，道理在此地。不從根本修，沒有成就，要成就一定要從根本修，道理在此地。"
    },
    {
      "id": "12-017-1437_p0025",
      "zh_CN": "比丘戒、菩萨戒是更高的，我不要求。为什么？古人都做不到，你要求现在人，那不太过分了吗？那要求现在出家人，我只劝大家学《沙弥律仪》，出家人最基本的戒律。如果不学《沙弥律仪》，那就是假出家人，不是真出家人。所以你要晓得，《沙弥律仪》是建立在《弟子规》、十善业的基础上，如果没有前面，《沙弥律仪》做不到。出家人学三样，在家人学两样，你才是真正的佛弟子，真正是作圣之徒，作圣人的徒弟。",
      "zh_TW": "比丘戒、菩薩戒是更高的，我不要求。為什麼？古人都做不到，你要求現在人，那不太過分了嗎？那要求現在出家人，我只勸大家學《沙彌律儀》，出家人最基本的戒律。如果不學《沙彌律儀》，那就是假出家人，不是真出家人。所以你要曉得，《沙彌律儀》是建立在《弟子規》、十善業的基礎上，如果沒有前面，《沙彌律儀》做不到。出家人學三樣，在家人學兩樣，你才是真正的佛弟子，真正是作聖之徒，作聖人的徒弟。"
    },
    {
      "id": "12-017-1437_p0026",
      "zh_CN": "所以众会，会是人事环境，人事环境有善缘、有恶缘；刹土，物质环境有顺境、有逆境。会，统统都会修学，都能成就我们的道业。道业是什么？成就我们的弟子规，成就我们的十善业，成就我们的沙弥律仪，我在生活工作处事待人接物里头修这个，这是功德。以这个功德回向，那我们将来得的刹土，我们念佛求生极乐世界，我们的刹土是弥陀佛刹。我们将来到了西方极乐世界是跟那边「诸上善人俱会一处」，所有一切接触到的大众纯净纯善，极乐世界真的是这样的。你要问为什么？那是世尊为我们介绍的，弥陀在四十八愿给我们讲的，凡是生到极乐世界，「皆作阿惟越致菩萨」。阿惟越致圆证三不退，圆证三不退就是圆教七地以上，这还得了！诸位细细看看蕅益大师的《要解》，你就明白了。",
      "zh_TW": "所以眾會，會是人事環境，人事環境有善緣、有惡緣；剎土，物質環境有順境、有逆境。會，統統都會修學，都能成就我們的道業。道業是什麼？成就我們的弟子規，成就我們的十善業，成就我們的沙彌律儀，我在生活工作處事待人接物裡頭修這個，這是功德。以這個功德迴向，那我們將來得的剎土，我們念佛求生極樂世界，我們的剎土是彌陀佛剎。我們將來到了西方極樂世界是跟那邊「諸上善人俱會一處」，所有一切接觸到的大眾純淨純善，極樂世界真的是這樣的。你要問為什麼？那是世尊為我們介紹的，彌陀在四十八願給我們講的，凡是生到極樂世界，「皆作阿惟越致菩薩」。阿惟越致圓證三不退，圓證三不退就是圓教七地以上，這還得了！諸位細細看看蕅益大師的《要解》，你就明白了。"
    },
    {
      "id": "12-017-1437_p0027",
      "zh_CN": "我们今天的缘如此的殊胜，如果自己不知道珍惜，不晓得、不懂得学习，那真叫当面错过。你要晓得，这个世间九法界无量无边刹土，多少罗汉、菩萨想学这个法门没遇到。这个道理不难懂，以我们现前的例子来说，这个地球并不大，地球上的人口将近七十亿，七十亿人当中，你就想想几分之几这一生当中遇到佛法、遇到净宗？比例太少！这么少的比例，我们居然在其中，你就想想你多幸运，你多令人羡慕。凡是遇到这个法门，善导大师讲得好，「万修万人去」，你不能去是什么？不能去，你是没修，遇到了不修，你就不能去。怎么个修法？《无量寿经》上就是「善护三业」，你就从这里下手，善护三业就是《弟子规》，就是十善业道。「善护意业，清净无染」。这三句二十四个字就把《弟子规》、十善业道、三皈五戒、《沙弥律仪》统统包括在其中，到极乐世界感得诸佛说法。所以今天我们「教」学得好、学不好都没关系，到极乐世界再学。极乐世界那是真的，真佛在那里说经；这个世界学的，相似，不是真的。现在时间到了，休息十分钟。",
      "zh_TW": "我們今天的緣如此的殊勝，如果自己不知道珍惜，不曉得、不懂得學習，那真叫當面錯過。你要曉得，這個世間九法界無量無邊剎土，多少羅漢、菩薩想學這個法門沒遇到。這個道理不難懂，以我們現前的例子來說，這個地球並不大，地球上的人口將近七十億，七十億人當中，你就想想幾分之幾這一生當中遇到佛法、遇到淨宗？比例太少！這麼少的比例，我們居然在其中，你就想想你多幸運，你多令人羨慕。凡是遇到這個法門，善導大師講得好，「萬修萬人去」，你不能去是什麼？不能去，你是沒修，遇到了不修，你就不能去。怎麼個修法？《無量壽經》上就是「善護三業」，你就從這裡下手，善護三業就是《弟子規》，就是十善業道。「善護意業，清淨無染」。這三句二十四個字就把《弟子規》、十善業道、三皈五戒、《沙彌律儀》統統包括在其中，到極樂世界感得諸佛說法。所以今天我們「教」學得好、學不好都沒關係，到極樂世界再學。極樂世界那是真的，真佛在那裡說經；這個世界學的，相似，不是真的。現在時間到了，休息十分鐘。"
    },
    {
      "id": "12-017-1437_p0028",
      "zh_CN": "诸位同学，请坐，我们继续看下面第四首偈颂：",
      "zh_TW": "諸位同學，請坐，我們繼續看下面第四首偈頌："
    },
    {
      "id": "12-017-1437_p0029",
      "zh_CN": "【一切诸佛刹。庄严悉圆满。随众生行异。如是见不同。】",
      "zh_TW": "【一切諸佛剎。莊嚴悉圓滿。隨眾生行異。如是見不同。】"
    },
    {
      "id": "12-017-1437_p0030",
      "zh_CN": "我们将清凉大师的注解念一遍，「后偈约机者，约佛则刹等皆圆，约机随行见别，如直心为行则见不谄之国，故众生之类，是菩萨佛土」。清凉的注解不多，可是说得很好，你看前面一首是就佛说的。佛所现的实报庄严土，这是佛法里常讲的四土，常寂光净土，实报庄严土。常寂光是理，就是法性，现的相叫法性土，就是法相，经上说的法身，前面我们读过的法身，没有差别。可是前面讲「得如是刹土」，这个如是里头就有差别的意思，如是是什么？随心应量，「随众生心，应所知量」，《楞严经》上讲的。众生有感，佛就有应，应以什么身得度就现什么身，应以什么刹土得度就现什么样的刹土，应以什么法得度就说什么法，佛能够恒顺众生，随喜功德。佛所说的一切差别就是无差别，这个意思就很深了，我想有些同学能体会得到，《华严》上所讲的「一即是多，多即是一，一多不二」，于此可见。",
      "zh_TW": "我們將清涼大師的註解念一遍，「後偈約機者，約佛則剎等皆圓，約機隨行見別，如直心為行則見不諂之國，故眾生之類，是菩薩佛土」。清涼的註解不多，可是說得很好，你看前面一首是就佛說的。佛所現的實報莊嚴土，這是佛法裡常講的四土，常寂光淨土，實報莊嚴土。常寂光是理，就是法性，現的相叫法性土，就是法相，經上說的法身，前面我們讀過的法身，沒有差別。可是前面講「得如是剎土」，這個如是裡頭就有差別的意思，如是是什麼？隨心應量，「隨眾生心，應所知量」，《楞嚴經》上講的。眾生有感，佛就有應，應以什麼身得度就現什麼身，應以什麼剎土得度就現什麼樣的剎土，應以什麼法得度就說什麼法，佛能夠恆順眾生，隨喜功德。佛所說的一切差別就是無差別，這個意思就很深了，我想有些同學能體會得到，《華嚴》上所講的「一即是多，多即是一，一多不二」，於此可見。"
    },
    {
      "id": "12-017-1437_p0031",
      "zh_CN": "后面这首是就众生来说的，我们常讲九法界众生，或者说十法界众生。十法界里面有佛法界，这个佛法界是十法界里面的。十法界里面的佛，权教菩萨最高的地位，只要他这个境界是到了破无明的边缘，还没有破，将要破还没有破，这个边缘是十法界的佛。如果这一品无明破掉，他就不在十法界，他就超越十法界到一真法界去了，一真法界是真佛，不是假佛。这是不容易，你看看，要到一真法界要断见思烦恼，佛在经上给我们说见惑，三界有八十八品；思惑，三界就是讲的六道，这里头有八十一品，统统断干净了，见思烦恼没有了，才能够出离六道轮回。出离六道之后，还有尘沙烦恼、无明烦恼。四圣法界里面主要是要断尘沙烦恼。尘沙烦恼怎么断？法门无量誓愿学，你才能破得了尘沙惑。学到没有学处了，豁然开悟了，所谓「思尽还源」。尘沙惑是分别，见思惑是执着，《华严经》上讲妄想分别执着，好像好懂一些，实际上就是大乘讲的无明烦恼、尘沙烦恼、见思烦恼，完全是一个意思。",
      "zh_TW": "後面這首是就眾生來說的，我們常講九法界眾生，或者說十法界眾生。十法界裡面有佛法界，這個佛法界是十法界裡面的。十法界裡面的佛，權教菩薩最高的地位，只要他這個境界是到了破無明的邊緣，還沒有破，將要破還沒有破，這個邊緣是十法界的佛。如果這一品無明破掉，他就不在十法界，他就超越十法界到一真法界去了，一真法界是真佛，不是假佛。這是不容易，你看看，要到一真法界要斷見思煩惱，佛在經上給我們說見惑，三界有八十八品；思惑，三界就是講的六道，這裡頭有八十一品，統統斷乾淨了，見思煩惱沒有了，才能夠出離六道輪迴。出離六道之後，還有塵沙煩惱、無明煩惱。四聖法界裡面主要是要斷塵沙煩惱。塵沙煩惱怎麼斷？法門無量誓願學，你才能破得了塵沙惑。學到沒有學處了，豁然開悟了，所謂「思盡還源」。塵沙惑是分別，見思惑是執著，《華嚴經》上講妄想分別執著，好像好懂一些，實際上就是大乘講的無明煩惱、塵沙煩惱、見思煩惱，完全是一個意思。"
    },
    {
      "id": "12-017-1437_p0032",
      "zh_CN": "所以我们在日常生活当中，真正修行，大经好，比小乘真的是高明太多！你说见思烦恼八十八品、八十一品，那个头数多么麻烦，你看大乘经上讲多简单，妄想分别执着。我们在日常生活里面对人、对事、对物修什么？你真的是学菩萨道，修菩萨道，头一个不执着。人要是对世出世间一切法都不执着，他心清净，三昧成就了。念佛的人得一心不乱，一心不乱没得到，功夫成片决定能得到。得到功夫成片的人，往生西方极乐世界，功夫成片有九品，三辈九品。上三品的人，功夫成片里面的上上品、上中品、上下品，生西方极乐世界自在往生。什么叫自在？想什么时候去就什么时候去，想在这个世间多住几年就可以多住几年，一点都不妨碍。",
      "zh_TW": "所以我們在日常生活當中，真正修行，大經好，比小乘真的是高明太多！你說見思煩惱八十八品、八十一品，那個頭數多麼麻煩，你看大乘經上講多簡單，妄想分別執著。我們在日常生活裡面對人、對事、對物修什麼？你真的是學菩薩道，修菩薩道，頭一個不執著。人要是對世出世間一切法都不執著，他心清淨，三昧成就了。念佛的人得一心不亂，一心不亂沒得到，功夫成片決定能得到。得到功夫成片的人，往生西方極樂世界，功夫成片有九品，三輩九品。上三品的人，功夫成片裡面的上上品、上中品、上下品，生西方極樂世界自在往生。什麼叫自在？想什麼時候去就什麼時候去，想在這個世間多住幾年就可以多住幾年，一點都不妨礙。"
    },
    {
      "id": "12-017-1437_p0033",
      "zh_CN": "我还有想，还有不想，这是不是执着？是的，那你还是去不了。这个想与不想是我们凡夫的话，不是修行人的境界，修行人想与不想都不执着，一切随顺自然。我们讲想往生就往生，是在这个世间缘分没有了，马上就走，缘尽了。还要多住几年，这个地方还有缘，什么缘？有很多众生跟你有缘，你不能走得很早，你要帮助这些人，这就叫缘。功夫成就之后，住在哪里统统是个缘分，有缘就住，没有缘就走。还有许多众生想听你教诲，你应该帮助他们，帮助他们建立信心、愿心，念佛求生净土，这就叫要多住几年；没有这个缘赶快走，这个世间没你的事，这才叫正理。所以没有自己想不想，还有自己想不想，分别执着妄想没放下。",
      "zh_TW": "我還有想，還有不想，這是不是執著？是的，那你還是去不了。這個想與不想是我們凡夫的話，不是修行人的境界，修行人想與不想都不執著，一切隨順自然。我們講想往生就往生，是在這個世間緣分沒有了，馬上就走，緣盡了。還要多住幾年，這個地方還有緣，什麼緣？有很多眾生跟你有緣，你不能走得很早，你要幫助這些人，這就叫緣。功夫成就之後，住在哪裡統統是個緣分，有緣就住，沒有緣就走。還有許多眾生想聽你教誨，你應該幫助他們，幫助他們建立信心、願心，念佛求生淨土，這就叫要多住幾年；沒有這個緣趕快走，這個世間沒你的事，這才叫正理。所以沒有自己想不想，還有自己想不想，分別執著妄想沒放下。"
    },
    {
      "id": "12-017-1437_p0034",
      "zh_CN": "我们现在要学的是什么？没有别的，章嘉大师早年教给我的「看破、放下」，看破是什么？明了。不学教，怎么能看破？我读经、讲经，从学佛就开始读经，五十四年，讲经也有四十七年。世尊当年住世讲经说法四十九年，我还差两年，就是他起步比我早，他三十岁开始，我是三十三岁开始。天天读经，天天讲经，天天依教修行，对于世出世间一切法逐渐逐渐明白到底是回什么事。总而言之，一句话说尽了，《般若经》上所讲的「一切法无所有，毕竟空，不可得」。你要是真正有这种认知，这个认识、明了，你还会有执着吗？你还会有分别吗？你还会起心动念吗？没有了。不执着，六道没有了；不分别，十法界没有了；不起心、不动念，一真法界也没有了。这个总的纲领、总的原则，我们一定要清清楚楚、明明白白，常常记住《金刚经》上所说「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，这正确的，你可不能看错！这正确的看法。真正明了了，哪有不放下的道理。放下是很自然的，没有一丝毫勉强。",
      "zh_TW": "我們現在要學的是什麼？沒有別的，章嘉大師早年教給我的「看破、放下」，看破是什麼？明瞭。不學教，怎麼能看破？我讀經、講經，從學佛就開始讀經，五十四年，講經也有四十七年。世尊當年住世講經說法四十九年，我還差兩年，就是他起步比我早，他三十歲開始，我是三十三歲開始。天天讀經，天天講經，天天依教修行，對於世出世間一切法逐漸逐漸明白到底是回什麼事。總而言之，一句話說盡了，《般若經》上所講的「一切法無所有，畢竟空，不可得」。你要是真正有這種認知，這個認識、明瞭，你還會有執著嗎？你還會有分別嗎？你還會起心動念嗎？沒有了。不執著，六道沒有了；不分別，十法界沒有了；不起心、不動念，一真法界也沒有了。這個總的綱領、總的原則，我們一定要清清楚楚、明明白白，常常記住《金剛經》上所說「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，這正確的，你可不能看錯！這正確的看法。真正明瞭了，哪有不放下的道理。放下是很自然的，沒有一絲毫勉強。"
    },
    {
      "id": "12-017-1437_p0035",
      "zh_CN": "真的放下，不再执着、不再分别，心地恢复到清净寂灭，那就是入佛境界了。这个时候求愿往生，感应无比的殊胜，往生到极乐世界，那就看你放下多少。对于世出世间一切法再不执着了，你生方便有余土，不是在凡圣同居土；凡圣同居土上三品都自在往生，方便有余土那就不必说了，比它高多了。如果对于世出世间一切法分别都没有了，你生西方极乐世界实报庄严土，一生到那个地方「花开见佛悟无生」，就证无生法忍。什么地位菩萨？七地以上，真正七地以上，阿惟越致菩萨。如果你生凡圣土、生方便土，这叫带业往生，虽然没有到七地菩萨的等级，可是你的智慧、你的神通、你的道力跟七地菩萨相等，这不可思议，这是他方世界任何一个佛刹里头没有的。所以这是诸佛如来赞叹弥陀，「光中极尊，佛中之王」，就是他特别。凡圣同居土下下品往生的众生，他的神通、道力、智慧都跟阿惟越致菩萨平等，跟七地菩萨平等，这太殊胜、太殊胜！",
      "zh_TW": "真的放下，不再執著、不再分別，心地恢復到清淨寂滅，那就是入佛境界了。這個時候求願往生，感應無比的殊勝，往生到極樂世界，那就看你放下多少。對於世出世間一切法再不執著了，你生方便有餘土，不是在凡聖同居土；凡聖同居土上三品都自在往生，方便有餘土那就不必說了，比它高多了。如果對於世出世間一切法分別都沒有了，你生西方極樂世界實報莊嚴土，一生到那個地方「花開見佛悟無生」，就證無生法忍。什麼地位菩薩？七地以上，真正七地以上，阿惟越致菩薩。如果你生凡聖土、生方便土，這叫帶業往生，雖然沒有到七地菩薩的等級，可是你的智慧、你的神通、你的道力跟七地菩薩相等，這不可思議，這是他方世界任何一個佛剎裡頭沒有的。所以這是諸佛如來讚歎彌陀，「光中極尊，佛中之王」，就是他特別。凡聖同居土下下品往生的眾生，他的神通、道力、智慧都跟阿惟越致菩薩平等，跟七地菩薩平等，這太殊勝、太殊勝！"
    },
    {
      "id": "12-017-1437_p0036",
      "zh_CN": "这种缘到哪里去找？你学别的法门修到这个程度是两个阿僧祇劫。修净土的人来说，这两个阿僧祇劫省掉了，你占多大便宜！所以说一切菩萨梦寐希求而不可得。我跟同学们说过很多次，三大阿僧祇劫是从证得圆初住那一天算起的，在这个之前不算的。初住菩萨破一品无明、证一分法身，从这一天算起，他必须一个阿僧祇劫修满三十个位次，十住、十行、十回向；第二个阿僧祇劫七个位次，愈往上去愈难，就是从初地到七地。你看看，七地就是第二个阿僧祇劫圆满，七地菩萨。你往生西方极乐世界虽然是下下品，一品烦恼也没有断，可是你有功夫伏住，这点千万不能疏忽。烦恼习气没断，我这个念佛的功夫能把它伏得住，就是虽有烦恼习气，不会发作。",
      "zh_TW": "這種緣到哪裡去找？你學別的法門修到這個程度是兩個阿僧祇劫。修淨土的人來說，這兩個阿僧祇劫省掉了，你佔多大便宜！所以說一切菩薩夢寐希求而不可得。我跟同學們說過很多次，三大阿僧祇劫是從證得圓初住那一天算起的，在這個之前不算的。初住菩薩破一品無明、證一分法身，從這一天算起，他必須一個阿僧祇劫修滿三十個位次，十住、十行、十迴向；第二個阿僧祇劫七個位次，愈往上去愈難，就是從初地到七地。你看看，七地就是第二個阿僧祇劫圓滿，七地菩薩。你往生西方極樂世界雖然是下下品，一品煩惱也沒有斷，可是你有功夫伏住，這點千萬不能疏忽。煩惱習氣沒斷，我這個念佛的功夫能把它伏得住，就是雖有煩惱習氣，不會發作。"
    },
    {
      "id": "12-017-1437_p0037",
      "zh_CN": "戒律里面所讲的都能做得到，十善里面讲的不杀生、不偷盗、不邪淫、不妄语、不两舌、不恶口、不绮语、不贪、不瞋、不痴，真正做到了，念佛的功夫把它伏住，这叫带业往生，伏烦恼而不是断烦恼。在其他法门里面来说，这是凡夫，顶多只能到欲界天，生欲界天。但是这个功夫，念佛的人可以往生凡圣同居土。生到凡圣同居土，他的神通、道力、智慧等于七地菩萨，这个事情太难得、太难得，太希有！摆在我们面前，我们要不要？",
      "zh_TW": "戒律裡面所講的都能做得到，十善裡面講的不殺生、不偷盜、不邪淫、不妄語、不兩舌、不惡口、不綺語、不貪、不瞋、不痴，真正做到了，念佛的功夫把它伏住，這叫帶業往生，伏煩惱而不是斷煩惱。在其他法門裡面來說，這是凡夫，頂多只能到欲界天，生欲界天。但是這個功夫，念佛的人可以往生凡聖同居土。生到凡聖同居土，他的神通、道力、智慧等於七地菩薩，這個事情太難得、太難得，太希有！擺在我們面前，我們要不要？"
    },
    {
      "id": "12-017-1437_p0038",
      "zh_CN": "如果说我们想要，那你从今天起自私自利放下，名闻利养放下，五欲六尘放下，是非人我放下，贪瞋痴慢放下，行，你这一生成就了。如果这些东西还放不下，还天天搞这个，那叫当面错过，你这一生不能往生。就是李老师讲的，这念佛人，一万个念佛人，真正往生只有二、三个。为什么？那二、三个人真放下，所以他往生没障碍。只要有一条放不下，都是你往生的障碍，你出不去。不是佛不慈悲，佛是教你伏烦恼，你没有伏得住，你烦恼还起现行，还在起作用。这些道理通达明了，叫做看破；真正照干，我真放下，这叫功夫，功夫就得力了。",
      "zh_TW": "如果說我們想要，那你從今天起自私自利放下，名聞利養放下，五欲六塵放下，是非人我放下，貪瞋痴慢放下，行，你這一生成就了。如果這些東西還放不下，還天天搞這個，那叫當面錯過，你這一生不能往生。就是李老師講的，這念佛人，一萬個念佛人，真正往生只有二、三個。為什麼？那二、三個人真放下，所以他往生沒障礙。只要有一條放不下，都是你往生的障礙，你出不去。不是佛不慈悲，佛是教你伏煩惱，你沒有伏得住，你煩惱還起現行，還在起作用。這些道理通達明瞭，叫做看破；真正照幹，我真放下，這叫功夫，功夫就得力了。"
    },
    {
      "id": "12-017-1437_p0039",
      "zh_CN": "所以经文里面讲，『一切诸佛刹，庄严悉圆满』。这两句是赞佛的，确实诸佛刹统统是同样的庄严，同样的圆满，没有差别。但是底下讲『随众生行异，如是见不同』。众生起心动念、言语造作，这就是大乘教里头佛常讲的「一切法从心想生」，这个一切法是讲十法界依正庄严。",
      "zh_TW": "所以經文裡面講，『一切諸佛剎，莊嚴悉圓滿』。這兩句是讚佛的，確實諸佛剎統統是同樣的莊嚴，同樣的圓滿，沒有差別。但是底下講『隨眾生行異，如是見不同』。眾生起心動念、言語造作，這就是大乘教裡頭佛常講的「一切法從心想生」，這個一切法是講十法界依正莊嚴。"
    },
    {
      "id": "12-017-1437_p0040",
      "zh_CN": "诸位要记住，十法界包括地狱、饿鬼、畜生，包括三途，从心想生。这些事情佛菩萨慈悲到极处，给我们讲得很清楚，饿鬼道，贪爱，贪心重堕饿鬼道，瞋恚心重堕地狱，愚痴心重堕畜生。愚痴是是非善恶、真假利害没有能力辨别，把假的当作真的，把邪的当作正的，把恶的当作善的，这种人愚痴，堕畜生道。我们今天起心动念，《地藏经》上说得好，「阎浮提众生，起心动念，无不是罪」，什么罪？贪、瞋、痴、慢、疑、恶见，六种根本烦恼。起心动念不出这六种根本烦恼，你怎么能出轮回？不但不能出轮回，再说个不好听的话，你怎么能出离三恶道？现在虽然还在人道，所造的业全是三途罪业，人身失掉就要到三途去受报了，你说多么可怕。自己有没有警觉？不知道，这个不知道就是愚痴！",
      "zh_TW": "諸位要記住，十法界包括地獄、餓鬼、畜生，包括三途，從心想生。這些事情佛菩薩慈悲到極處，給我們講得很清楚，餓鬼道，貪愛，貪心重墮餓鬼道，瞋恚心重墮地獄，愚痴心重墮畜生。愚痴是是非善惡、真假利害沒有能力辨別，把假的當作真的，把邪的當作正的，把惡的當作善的，這種人愚痴，墮畜生道。我們今天起心動念，《地藏經》上說得好，「閻浮提眾生，起心動念，無不是罪」，什麼罪？貪、瞋、痴、慢、疑、惡見，六種根本煩惱。起心動念不出這六種根本煩惱，你怎麼能出輪迴？不但不能出輪迴，再說個不好聽的話，你怎麼能出離三惡道？現在雖然還在人道，所造的業全是三途罪業，人身失掉就要到三途去受報了，你說多麼可怕。自己有沒有警覺？不知道，這個不知道就是愚痴！"
    },
    {
      "id": "12-017-1437_p0041",
      "zh_CN": "我们是贪瞋痴三样统统具足。所以一般人多半，现在造作罪业的人，死了之后先堕地狱，地狱报完之后再到饿鬼道，饿鬼道的罪报完之后再到畜生道，畜生道报尽的时候，才能够再回到人间。这个时间太长！不知道哪一生、哪一世你再得人身。所以人身易失而难得，很不容易得到。得人身的人不知道这个事实真相，不知道珍惜这一生好好的积功累德，断恶修善，他不知道！这是佛在经上常讲「可怜悯者」。",
      "zh_TW": "我們是貪瞋痴三樣統統具足。所以一般人多半，現在造作罪業的人，死了之後先墮地獄，地獄報完之後再到餓鬼道，餓鬼道的罪報完之後再到畜生道，畜生道報盡的時候，才能夠再回到人間。這個時間太長！不知道哪一生、哪一世你再得人身。所以人身易失而難得，很不容易得到。得人身的人不知道這個事實真相，不知道珍惜這一生好好的積功累德，斷惡修善，他不知道！這是佛在經上常講「可憐憫者」。"
    },
    {
      "id": "12-017-1437_p0042",
      "zh_CN": "世间的名闻利养不是好东西，不是好事，菩萨得到这些名利，他能够利益一切众生，为众生造福；凡夫得到这个东西，没有不堕恶道的。所以这些东西不要去争，应当要远离，应当要舍弃，释迦牟尼佛给我们做出最好的榜样。世间人要争的，要争到做总统，去竞选，争到做国王，释迦牟尼佛都得到了，不要，舍弃了。早年到中国来传教的安世高大师，他是安息国的王太子，父亲过世之后他继承王位，他做了半年，把王位让给他的叔叔，他出家，不要，聪明人！舍弃王位而出家的这些法师有好几个，在《高僧传》里面看到。世间人拼命争荣华富贵，他们统统得到，你看看，全部舍弃，有更好的东西比那个殊胜太多了，就是你要能认识。所以这些人为我们做出榜样，六道三途乃至于十法界统统都要能舍，还有什么舍不掉的？",
      "zh_TW": "世間的名聞利養不是好東西，不是好事，菩薩得到這些名利，他能夠利益一切眾生，為眾生造福；凡夫得到這個東西，沒有不墮惡道的。所以這些東西不要去爭，應當要遠離，應當要捨棄，釋迦牟尼佛給我們做出最好的榜樣。世間人要爭的，要爭到做總統，去競選，爭到做國王，釋迦牟尼佛都得到了，不要，捨棄了。早年到中國來傳教的安世高大師，他是安息國的王太子，父親過世之後他繼承王位，他做了半年，把王位讓給他的叔叔，他出家，不要，聰明人！捨棄王位而出家的這些法師有好幾個，在《高僧傳》裡面看到。世間人拼命爭榮華富貴，他們統統得到，你看看，全部捨棄，有更好的東西比那個殊勝太多了，就是你要能認識。所以這些人為我們做出榜樣，六道三途乃至於十法界統統都要能捨，還有什麼捨不掉的？"
    },
    {
      "id": "12-017-1437_p0043",
      "zh_CN": "学佛的人，释迦牟尼佛是我们最好的榜样，现身说法，王位舍弃了，富贵舍弃了，妻子舍弃了，示现的是出家、修道、证果，超越三途，超越六道，超越十法界，证究竟圆满的佛果。在《华严经》上，善财童子给我们做出圆满的示现，我们看到了、听到了、体会到了，就应当依教奉行，应当向他学习，这叫学佛。所以我们要想批评一个人，就想到释迦牟尼佛有没有批评人？没有。我们想毁谤一个人，释迦牟尼佛有没有毁谤人？我们说人家坏话，释迦牟尼佛有没有说人坏话？佛有没有恶口？佛有没有妄语？佛有没有两舌？没有。我们要学佛的存心，无贪、无瞋、无痴；学佛的言语，没有妄语、没有两舌、没有绮语、没有恶口；学佛的行为，不杀生、不偷盗、不邪淫。你要学习，学得要像，这叫学佛，这叫佛弟子，这个为佛教争光，这是正法久住。",
      "zh_TW": "學佛的人，釋迦牟尼佛是我們最好的榜樣，現身說法，王位捨棄了，富貴捨棄了，妻子捨棄了，示現的是出家、修道、證果，超越三途，超越六道，超越十法界，證究竟圓滿的佛果。在《華嚴經》上，善財童子給我們做出圓滿的示現，我們看到了、聽到了、體會到了，就應當依教奉行，應當向他學習，這叫學佛。所以我們要想批評一個人，就想到釋迦牟尼佛有沒有批評人？沒有。我們想毀謗一個人，釋迦牟尼佛有沒有毀謗人？我們說人家壞話，釋迦牟尼佛有沒有說人壞話？佛有沒有惡口？佛有沒有妄語？佛有沒有兩舌？沒有。我們要學佛的存心，無貪、無瞋、無痴；學佛的言語，沒有妄語、沒有兩舌、沒有綺語、沒有惡口；學佛的行為，不殺生、不偷盜、不邪淫。你要學習，學得要像，這叫學佛，這叫佛弟子，這個為佛教爭光，這是正法久住。"
    },
    {
      "id": "12-017-1437_p0044",
      "zh_CN": "如果我们没有遵照世尊的教诲，起心动念是贪瞋痴慢，言语是妄语、是两舌、是恶口、是绮语，身的行为确实干的是杀盗淫，十恶具足，佛经上讲地狱众生。诸佛菩萨、一切修行人无不是从十善下手，上品十善生天，天道；中品十善，人道；下品十善，修罗，六道里面的阿修罗。修善因得善果，造恶业决定有恶报。十法界里头，因缘果报是定律、是事实，谁都没办法改变，全是自作自受，绝对没有人给你安排，这不能不知道。",
      "zh_TW": "如果我們沒有遵照世尊的教誨，起心動念是貪瞋痴慢，言語是妄語、是兩舌、是惡口、是綺語，身的行為確實幹的是殺盜淫，十惡具足，佛經上講地獄眾生。諸佛菩薩、一切修行人無不是從十善下手，上品十善生天，天道；中品十善，人道；下品十善，修羅，六道裡面的阿修羅。修善因得善果，造惡業決定有惡報。十法界裡頭，因緣果報是定律、是事實，誰都沒辦法改變，全是自作自受，絕對沒有人給你安排，這不能不知道。"
    },
    {
      "id": "12-017-1437_p0045",
      "zh_CN": "清凉在此地讲得好，「约机，随行见别」，这个行就是你的行持、行为，起心动念，意业的行为；言语，口业的行为；身体造作，身业行为。换句话说，随行就随你身口意造作不一样，你见的境界不相同。这个别是说什么？别就是十法界，十法界依正庄严不一样。",
      "zh_TW": "清涼在此地講得好，「約機，隨行見別」，這個行就是你的行持、行為，起心動念，意業的行為；言語，口業的行為；身體造作，身業行為。換句話說，隨行就隨你身口意造作不一樣，你見的境界不相同。這個別是說什麼？別就是十法界，十法界依正莊嚴不一樣。"
    },
    {
      "id": "12-017-1437_p0046",
      "zh_CN": "下面举个例子如直心为行。这个行应当念去声，念ㄏㄥˋ，当作动词讲。但是现在我们大家都习惯了，只要意思能懂，行，大家都错了，那就对、就正了。所以讲法的时候一定要懂得，这是当作行为讲。你要是直心，直心是什么？直心是菩提心，《起信论》里面给我们讲「直心，深心，大悲心」。直心是体，深心是自受用，大悲心是他受用，所以说一个直心，三心具足。我们现在为了学习方便起见，把三心改成了五心，这大家好懂。因为深心不好懂，所以我们现在讲菩提心讲五个心。",
      "zh_TW": "下面舉個例子如直心為行。這個行應當念去聲，念ㄏㄥˋ，當作動詞講。但是現在我們大家都習慣了，只要意思能懂，行，大家都錯了，那就對、就正了。所以講法的時候一定要懂得，這是當作行為講。你要是直心，直心是什麼？直心是菩提心，《起信論》裡面給我們講「直心，深心，大悲心」。直心是體，深心是自受用，大悲心是他受用，所以說一個直心，三心具足。我們現在為了學習方便起見，把三心改成了五心，這大家好懂。因為深心不好懂，所以我們現在講菩提心講五個心。"
    },
    {
      "id": "12-017-1437_p0047",
      "zh_CN": "真诚心就是直心，别人对我们是虚伪，我们对别人要真诚，为什么？别人不想出六道，他用虚伪的心，就是六道的因。我们现在明白了，我们想出六道轮回，不想再搞轮回了，我们要用真诚心。绝对不能说他虚情假意对我，我怎么可以用真心对他，那我不吃亏了吗？是的，表面上吃亏了，实际上占便宜，为什么？你超越六道了。虚伪心是轮回心，贪瞋痴是轮回心，用轮回心怎么能了生死？用轮回心怎么能往生极乐世界？这你一定要知道，真诚心是体。",
      "zh_TW": "真誠心就是直心，別人對我們是虛偽，我們對別人要真誠，為什麼？別人不想出六道，他用虛偽的心，就是六道的因。我們現在明白了，我們想出六道輪迴，不想再搞輪迴了，我們要用真誠心。絕對不能說他虛情假意對我，我怎麼可以用真心對他，那我不吃虧了嗎？是的，表面上吃虧了，實際上佔便宜，為什麼？你超越六道了。虛偽心是輪迴心，貪瞋痴是輪迴心，用輪迴心怎麼能了生死？用輪迴心怎麼能往生極樂世界？這你一定要知道，真誠心是體。"
    },
    {
      "id": "12-017-1437_p0048",
      "zh_CN": "自受用，经论上讲深心，我们今天讲三个：清净心、平等心、正觉心，这就是深心。我把它分作这三个来讲，大家容易懂。我今天心目当中处事待人接物平不平等？给诸位说，有执着就不平等，放下执着就平等；有执着就不清净、就染污，没有执着就清净。有分别，你就没有觉，正觉就没有；没有分别，正觉就现前，自受用。这就是《无量寿经》经题上讲的「清净平等觉」，清净平等觉是菩提心里面的深心。",
      "zh_TW": "自受用，經論上講深心，我們今天講三個：清淨心、平等心、正覺心，這就是深心。我把它分作這三個來講，大家容易懂。我今天心目當中處事待人接物平不平等？給諸位說，有執著就不平等，放下執著就平等；有執著就不清淨、就染污，沒有執著就清淨。有分別，你就沒有覺，正覺就沒有；沒有分別，正覺就現前，自受用。這就是《無量壽經》經題上講的「清淨平等覺」，清淨平等覺是菩提心裡面的深心。"
    },
    {
      "id": "12-017-1437_p0049",
      "zh_CN": "最后一个他受用的，大悲心，就是慈悲。对待别人要慈悲，对待自己要清净平等觉，这就是真诚的流露。我们是不是用的这个心？在生活当中，在工作，在处事待人接物，在修行全都是用的这个心，这就是直心。能够用菩提心，那你所行的业决定与十善业相应，决定与三皈五戒、《沙弥律仪》相应。不但与这个相应，与比丘戒、菩萨戒都相应；那《弟子规》更不必说了，全做到了！这样的人就见到不谄之国。哪些是不谄之国？诸佛的净土你就见到了。你能见到当然你就能往生，这肯定的。你的心里头没有谄曲之相，境界就变了，你就见到佛国。如果我们自己心地还谄曲，我们所见到的是六道。如果我们的心在六道里头就有分别、就有执着，有分别、有执着就有善恶，善多恶少，你见三善道；恶多善少，你见的是三恶道。这是随众生行异，如是见不同。",
      "zh_TW": "最後一個他受用的，大悲心，就是慈悲。對待別人要慈悲，對待自己要清淨平等覺，這就是真誠的流露。我們是不是用的這個心？在生活當中，在工作，在處事待人接物，在修行全都是用的這個心，這就是直心。能夠用菩提心，那你所行的業決定與十善業相應，決定與三皈五戒、《沙彌律儀》相應。不但與這個相應，與比丘戒、菩薩戒都相應；那《弟子規》更不必說了，全做到了！這樣的人就見到不諂之國。哪些是不諂之國？諸佛的淨土你就見到了。你能見到當然你就能往生，這肯定的。你的心裡頭沒有諂曲之相，境界就變了，你就見到佛國。如果我們自己心地還諂曲，我們所見到的是六道。如果我們的心在六道裡頭就有分別、就有執著，有分別、有執著就有善惡，善多惡少，你見三善道；惡多善少，你見的是三惡道。這是隨眾生行異，如是見不同。"
    },
    {
      "id": "12-017-1437_p0050",
      "zh_CN": "佛给我们示现的也不一样，前面这一句，「得如是刹土」。释迦牟尼佛在我们这个世间，如是刹土，众生心变现的。可是你要晓得，释迦牟尼佛自己所住的我们看不见，实实在在讲实报庄严土，常寂光净土，跟极乐世界无二无别，他自受用土，这很难想像，真的是不可思议的境界。他所得的报身，「身有无量相，相有无量好」，他自己住的确实是报身、是法身，应化不离法报，一而三，三而一。但是我们凡夫有业障，所以看到佛的法身，看到佛的报身，也看成我们一般人的身相，没有什么两样。所以只看到世尊三十二相八十种好，佛法里称为劣应身。谁劣？不是佛劣，我们凡夫。",
      "zh_TW": "佛給我們示現的也不一樣，前面這一句，「得如是剎土」。釋迦牟尼佛在我們這個世間，如是剎土，眾生心變現的。可是你要曉得，釋迦牟尼佛自己所住的我們看不見，實實在在講實報莊嚴土，常寂光淨土，跟極樂世界無二無別，他自受用土，這很難想像，真的是不可思議的境界。他所得的報身，「身有無量相，相有無量好」，他自己住的確實是報身、是法身，應化不離法報，一而三，三而一。但是我們凡夫有業障，所以看到佛的法身，看到佛的報身，也看成我們一般人的身相，沒有什麼兩樣。所以只看到世尊三十二相八十種好，佛法裡稱為劣應身。誰劣？不是佛劣，我們凡夫。"
    },
    {
      "id": "12-017-1437_p0051",
      "zh_CN": "这个事情实在讲并不难懂，我们每个人确确实实是自己业习烦恼不相同，两个人同样看一桩事情，有人看到欢喜，有人看到讨厌。譬如同样看月亮，同样看一个画，看山、看水，有人喜欢，有人忧愁，它所给人的反应不相同。这个事情常有，常常发生在我们的周边，所以法平等的，真的是佛所讲的有道理，「诸法平等，无有高下」。看到不平是什么？不平是你的心不平，甲看到欢喜，乙看到讨厌，两个人心不平，爱好不一样。所以种种不平、种种差别是从这个地方生的，这是我们不能不知道。所以大经里面才讲「心平则地平」。我们读净土的经论，佛告诉我们西方世界没有高山，「地平如掌」，西方极乐世界地是平的，没有高下起伏，为什么？人心平。所以佛对持地菩萨说，你要想把大地这个土把它填平，你要从你心地做起，心平则大地就平等。",
      "zh_TW": "這個事情實在講並不難懂，我們每個人確確實實是自己業習煩惱不相同，兩個人同樣看一樁事情，有人看到歡喜，有人看到討厭。譬如同樣看月亮，同樣看一個畫，看山、看水，有人喜歡，有人憂愁，它所給人的反應不相同。這個事情常有，常常發生在我們的周邊，所以法平等的，真的是佛所講的有道理，「諸法平等，無有高下」。看到不平是什麼？不平是你的心不平，甲看到歡喜，乙看到討厭，兩個人心不平，愛好不一樣。所以種種不平、種種差別是從這個地方生的，這是我們不能不知道。所以大經裡面才講「心平則地平」。我們讀淨土的經論，佛告訴我們西方世界沒有高山，「地平如掌」，西方極樂世界地是平的，沒有高下起伏，為什麼？人心平。所以佛對持地菩薩說，你要想把大地這個土把它填平，你要從你心地做起，心平則大地就平等。"
    },
    {
      "id": "12-017-1437_p0052",
      "zh_CN": "我们今天，现在世界动乱不安，每个人都希望和平，和，和睦相处，怎样才能做到和？要平等。所以和是果，平是因，我们人与人之间要是不平，和永远没有，哪来的和睦！和睦是从平等心里面生出来的。中国这个文字是有因有果的，我们中国人叫和平，日本人讲平和。中国人是把果放在前面，因放在后面，佛法常常用这个方法，因为果大家都看到，你看到的时候再给你讲因，容易接受。日本人翻过去的时候，日本人讲平和，他不是跟我们中国人讲和平，意思也很好，平等对待，和睦相处；我们中国人是讲和睦相处，平等对待。和睦相处是依靠平等对待，没有平等对待，哪有和睦相处？",
      "zh_TW": "我們今天，現在世界動亂不安，每個人都希望和平，和，和睦相處，怎樣才能做到和？要平等。所以和是果，平是因，我們人與人之間要是不平，和永遠沒有，哪來的和睦！和睦是從平等心裡面生出來的。中國這個文字是有因有果的，我們中國人叫和平，日本人講平和。中國人是把果放在前面，因放在後面，佛法常常用這個方法，因為果大家都看到，你看到的時候再給你講因，容易接受。日本人翻過去的時候，日本人講平和，他不是跟我們中國人講和平，意思也很好，平等對待，和睦相處；我們中國人是講和睦相處，平等對待。和睦相處是依靠平等對待，沒有平等對待，哪有和睦相處？"
    },
    {
      "id": "12-017-1437_p0053",
      "zh_CN": "今天全世界的人都在忧虑、都在关怀，如何能将这个世界恢复过去那种和平的局面，怎么样能够化解冲突。现在变成学术里面重要的课题，很多大学里面开和平学院。我在昆士兰大学的荣誉教授，就是和平学院给我的。我常说要想从事于和平，首先要从自己内心里面去做。我们心里头不平，许许多多的矛盾对立，对人对事对物一定要把这些对立矛盾统统化解，我们的身心就和谐了。身心和谐的果报就是健康长寿。整个身体就像一个地球一样，眼耳鼻舌身就像不同的国家，不同的族群，五脏六腑都是一样。在这个地球上许许多多不同的国家，不同的族群，不同的文化，不同的信仰，但是是一个整体，都能够和睦相处，各人守住各人的本位。眼它管见，它不管听，如果眼哪一天起了个念头，我要干涉听，我要干涉嗅，我要干涉尝，它要做老大，那其他的都变成二、变成三，这个人就生病了，不和了，不和就生病，严重的就要死亡。所以和谐太重要。",
      "zh_TW": "今天全世界的人都在憂慮、都在關懷，如何能將這個世界恢復過去那種和平的局面，怎麼樣能夠化解衝突。現在變成學術裡面重要的課題，很多大學裡面開和平學院。我在昆士蘭大學的榮譽教授，就是和平學院給我的。我常說要想從事於和平，首先要從自己內心裡面去做。我們心裡頭不平，許許多多的矛盾對立，對人對事對物一定要把這些對立矛盾統統化解，我們的身心就和諧了。身心和諧的果報就是健康長壽。整個身體就像一個地球一樣，眼耳鼻舌身就像不同的國家，不同的族群，五臟六腑都是一樣。在這個地球上許許多多不同的國家，不同的族群，不同的文化，不同的信仰，但是是一個整體，都能夠和睦相處，各人守住各人的本位。眼它管見，它不管聽，如果眼哪一天起了個念頭，我要干涉聽，我要干涉嗅，我要干涉嘗，它要做老大，那其他的都變成二、變成三，這個人就生病了，不和了，不和就生病，嚴重的就要死亡。所以和諧太重要。"
    },
    {
      "id": "12-017-1437_p0054",
      "zh_CN": "中国《易经》里面讲「太和」，太和是宇宙和谐；「中和」，我们人要懂得和，就是你的身心要和，从中不是从外；然后才能做到「保和」，人跟大宇宙合而为一，这是最健康的。人跟大宇宙合而为一，这就是佛菩萨境界，「心包太虚，量周沙界」、「十方三世佛，共同一法身」。这些道理、这些话我们中国古圣先贤体会到，我们相信肯定他做到，他做不到，他说不出来，不是普通人能说得出来的。我们后学没有别的，跟着古人的道路，遵守古人的教诲，一定能行得通。",
      "zh_TW": "中國《易經》裡面講「太和」，太和是宇宙和諧；「中和」，我們人要懂得和，就是你的身心要和，從中不是從外；然後才能做到「保和」，人跟大宇宙合而為一，這是最健康的。人跟大宇宙合而為一，這就是佛菩薩境界，「心包太虛，量周沙界」、「十方三世佛，共同一法身」。這些道理、這些話我們中國古聖先賢體會到，我們相信肯定他做到，他做不到，他說不出來，不是普通人能說得出來的。我們後學沒有別的，跟著古人的道路，遵守古人的教誨，一定能行得通。"
    },
    {
      "id": "12-017-1437_p0055",
      "zh_CN": "这世间全是假的，如果要贪恋世间种种享受，那你就不能够出三界，你就不能够证无上菩提，与这个没分。在佛法里得一点小受用，来生能够生到欲界天，不错，享天福。但是你要记住，上品十善才生天，中品十善得人身，下品十善是修罗。如果违背了十善，自己去想想，起心动念、言语造作是十善的反面，那就造十恶。十恶，上品十恶，地狱；中品十恶，饿鬼；下品十恶，畜生。十善十恶清清楚楚、明明白白，也叫做看破。放下十恶，专修十善，这聪明人！以十善为基础再好好的学佛，那就超越了。这得有缘人，没有缘人没有法子。",
      "zh_TW": "這世間全是假的，如果要貪戀世間種種享受，那你就不能夠出三界，你就不能夠證無上菩提，與這個沒分。在佛法裡得一點小受用，來生能夠生到欲界天，不錯，享天福。但是你要記住，上品十善才生天，中品十善得人身，下品十善是修羅。如果違背了十善，自己去想想，起心動念、言語造作是十善的反面，那就造十惡。十惡，上品十惡，地獄；中品十惡，餓鬼；下品十惡，畜生。十善十惡清清楚楚、明明白白，也叫做看破。放下十惡，專修十善，這聰明人！以十善為基礎再好好的學佛，那就超越了。這得有緣人，沒有緣人沒有法子。"
    },
    {
      "id": "12-017-1437_p0056",
      "zh_CN": "现在我们的确是有缘人，这一生当中遇到大乘佛法了，只要好好的依教修行。依教修行，教不能一天不学，经不能一天不读，然后依照经典教训去努力的奉行，把经典的教诲变成自己的思想见解、变成自己的言语行为。那就恭喜你了，你这一生是在这个轮回里头最后身，因为来生你已经超越，你不再搞轮回了。今天时间到了，我们就讲到此地。",
      "zh_TW": "現在我們的確是有緣人，這一生當中遇到大乘佛法了，只要好好的依教修行。依教修行，教不能一天不學，經不能一天不讀，然後依照經典教訓去努力的奉行，把經典的教誨變成自己的思想見解、變成自己的言語行為。那就恭喜你了，你這一生是在這個輪迴裡頭最後身，因為來生你已經超越，你不再搞輪迴了。今天時間到了，我們就講到此地。"
    }
  ]
}