{
  "doc_id": "12-017-0377",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三七七卷",
    "zh_TW": "第三七七卷"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0377",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "12-017-0377_p0001",
      "zh_CN": "请看「世主妙严品」，得法赞佛，诸神众，主昼神长行，第四句：",
      "zh_TW": "請看「世主妙嚴品」，得法讚佛，諸神眾，主晝神長行，第四句："
    },
    {
      "id": "12-017-0377_p0002",
      "zh_CN": "【华香妙光主昼神，得开发无边众生清净信解心解脱门。】",
      "zh_TW": "【華香妙光主晝神，得開發無邊眾生清淨信解心解脫門。】"
    },
    {
      "id": "12-017-0377_p0003",
      "zh_CN": "菩萨修行证果的这个法门，对于我们初学来说非常重要，我们应当怎样去学习。清凉大师在这一句，注解得不多，但是注得很重要。「法雨润种，已含实者解开，善未芽者信发」，这就是普度一切众生。这里面最重要的一句，「法雨润种」。由此可知，世出世法里面教学最重要。",
      "zh_TW": "菩薩修行證果的這個法門，對於我們初學來說非常重要，我們應當怎樣去學習。清涼大師在這一句，註解得不多，但是註得很重要。「法雨潤種，已含實者解開，善未芽者信發」，這就是普度一切眾生。這裡面最重要的一句，「法雨潤種」。由此可知，世出世法裡面教學最重要。"
    },
    {
      "id": "12-017-0377_p0004",
      "zh_CN": "人，包括十法界的有情众生，没有证得究竟圆满佛果之前，即使是等觉菩萨位还是要学习。中国谚语里面常说，「活到老，学到老，学不了」，这个意思很深很长。实在讲，还是佛法讲得真实、讲得彻底，等觉菩萨还是要学习，还是要勇猛精进，才能够圆成佛道。如果我们自己觉得，修得已经差不多了，不需要再学，这是自暴自弃，永远不会有成就。虚心学习，是一个真正有智慧、有志气的人，他必具的德行。天天在学习，时时在学习，念念都在学习，道业才能快速成就。一切时、一切处，六根接触的一切人、一切事、一切物，无一不是我们学习的地方，「菩萨学处」。我们在经典里面学习到的是一些原理原则，这些原理原则必须要落实在生活行为当中，才是真实智慧，才是真实的受用。由此可知，世出世间第一功德是什么？学习。儒家的书籍《论语》，展开第一句：「学而时习之，不亦悦乎」。《论语》上记载，夫子有时候一天不吃饭，一夜不睡觉，想来想去，最后得到一个结论：「不如学也」。圣人，他为什么能够成为圣人？好学。我们再看看哪一个佛菩萨不好学？于是我们才体会到，学习是世出世间第一真实功德。",
      "zh_TW": "人，包括十法界的有情眾生，沒有證得究竟圓滿佛果之前，即使是等覺菩薩位還是要學習。中國諺語裡面常說，「活到老，學到老，學不了」，這個意思很深很長。實在講，還是佛法講得真實、講得徹底，等覺菩薩還是要學習，還是要勇猛精進，才能夠圓成佛道。如果我們自己覺得，修得已經差不多了，不需要再學，這是自暴自棄，永遠不會有成就。虛心學習，是一個真正有智慧、有志氣的人，他必具的德行。天天在學習，時時在學習，念念都在學習，道業才能快速成就。一切時、一切處，六根接觸的一切人、一切事、一切物，無一不是我們學習的地方，「菩薩學處」。我們在經典裡面學習到的是一些原理原則，這些原理原則必須要落實在生活行為當中，才是真實智慧，才是真實的受用。由此可知，世出世間第一功德是什麼？學習。儒家的書籍《論語》，展開第一句：「學而時習之，不亦悅乎」。《論語》上記載，夫子有時候一天不吃飯，一夜不睡覺，想來想去，最後得到一個結論：「不如學也」。聖人，他為什麼能夠成為聖人？好學。我們再看看哪一個佛菩薩不好學？於是我們才體會到，學習是世出世間第一真實功德。"
    },
    {
      "id": "12-017-0377_p0005",
      "zh_CN": "我们学什么？学佛，佛是世出世间究竟圆满的德行，他给我们做了一个榜样，做了一个模范。佛在哪里？佛在经典里面。经典里面所说的是佛之心、佛之言、佛之行，我们能够依教奉行，这就叫学佛，学圣人、学贤人。一生干这一桩事情，生生世世都干这一桩事情。成了佛之后，这是功德圆满，真的是毕业了，毕业之后要不要再学？还是要学。为什么还要学？学给众生看，不是为自己，是为众生学的。就如同一个家庭，父母真正爱护儿女；现在真正爱护儿女的人我没见过，一个都没见过，那个爱都是假爱，都是害儿女，不是利益他；真正爱护儿女，父母要学，做给儿女看，带着他学。像居士林，「耕心园」小朋友念《弟子规》，父母真正天天学《弟子规》，他的儿女一看到，爸爸、妈妈都学，他当然就学。你叫他学，你自己不学，小孩看到的时候，「你们做得都不合规矩，跟讲得都不一样」，到最后一揭穿，假的，他不学了。所以父母真正爱护儿女，学给儿女看。",
      "zh_TW": "我們學什麼？學佛，佛是世出世間究竟圓滿的德行，他給我們做了一個榜樣，做了一個模範。佛在哪裡？佛在經典裡面。經典裡面所說的是佛之心、佛之言、佛之行，我們能夠依教奉行，這就叫學佛，學聖人、學賢人。一生幹這一樁事情，生生世世都幹這一樁事情。成了佛之後，這是功德圓滿，真的是畢業了，畢業之後要不要再學？還是要學。為什麼還要學？學給眾生看，不是為自己，是為眾生學的。就如同一個家庭，父母真正愛護兒女；現在真正愛護兒女的人我沒見過，一個都沒見過，那個愛都是假愛，都是害兒女，不是利益他；真正愛護兒女，父母要學，做給兒女看，帶著他學。像居士林，「耕心園」小朋友念《弟子規》，父母真正天天學《弟子規》，他的兒女一看到，爸爸、媽媽都學，他當然就學。你叫他學，你自己不學，小孩看到的時候，「你們做得都不合規矩，跟講得都不一樣」，到最後一揭穿，假的，他不學了。所以父母真正愛護兒女，學給兒女看。"
    },
    {
      "id": "12-017-0377_p0006",
      "zh_CN": "然后你才晓得，佛菩萨大慈大悲，他学，学给我们看的。释迦牟尼佛出现在我们世间，「八相成道」。八相成道就是他一生修学的过程，他还要修学吗？《梵网经》上告诉我们，他这一次到世间来示现是第八千次，不是初学成佛，不是的，早就成佛了。这一次是第八千次来表演，做出一个修学的样子给我们看，我们照这个样子去学习就成就。现在人能体会到这一点的，就不多了。",
      "zh_TW": "然後你才曉得，佛菩薩大慈大悲，他學，學給我們看的。釋迦牟尼佛出現在我們世間，「八相成道」。八相成道就是他一生修學的過程，他還要修學嗎？《梵網經》上告訴我們，他這一次到世間來示現是第八千次，不是初學成佛，不是的，早就成佛了。這一次是第八千次來表演，做出一個修學的樣子給我們看，我們照這個樣子去學習就成就。現在人能體會到這一點的，就不多了。"
    },
    {
      "id": "12-017-0377_p0007",
      "zh_CN": "这一次我在香港，我到广州住了两天，到海南岛住了两天，那一边也有不少人发心做功德，做什么功德？盖庙、造大佛像，那都花不少钱。我就劝导他们，我说：这个功德不大。什么功德大？菩萨舍身利益众生，舍身救苦。中国内地现在开发大西北，大西北里面很多非常贫苦的众生，他们衣食都不足，没有受教育的机会。诸位要晓得，普贤菩萨在《行愿品》里面告诉我们，「诸供养中，法供养最」。什么是法供养？教育是法供养。为什么不拿这些钱，到这些偏远地方去建学校？李木源居士去看过，他还到内蒙看过，他告诉我，他看了流眼泪，哭了。他是很不容易流泪的人，看到那个情形哭了，全心全力帮助他们办学。他告诉我，在那些地区建一个小学，人民币只要十五万。这一个小学建立，至少可以用五十年，五十年培养多少学生？你造一尊大的佛像、菩萨像，听说要用几个亿，几个亿的时候你就想，我估计一下可以办三、四千个学校，三、四千个学校你做的那是真实功德，这是真正的好事。",
      "zh_TW": "這一次我在香港，我到廣州住了兩天，到海南島住了兩天，那一邊也有不少人發心做功德，做什麼功德？蓋廟、造大佛像，那都花不少錢。我就勸導他們，我說：這個功德不大。什麼功德大？菩薩捨身利益眾生，捨身救苦。中國內地現在開發大西北，大西北裡面很多非常貧苦的眾生，他們衣食都不足，沒有受教育的機會。諸位要曉得，普賢菩薩在《行願品》裡面告訴我們，「諸供養中，法供養最」。什麼是法供養？教育是法供養。為什麼不拿這些錢，到這些偏遠地方去建學校？李木源居士去看過，他還到內蒙看過，他告訴我，他看了流眼淚，哭了。他是很不容易流淚的人，看到那個情形哭了，全心全力幫助他們辦學。他告訴我，在那些地區建一個小學，人民幣只要十五萬。這一個小學建立，至少可以用五十年，五十年培養多少學生？你造一尊大的佛像、菩薩像，聽說要用幾個億，幾個億的時候你就想，我估計一下可以辦三、四千個學校，三、四千個學校你做的那是真實功德，這是真正的好事。"
    },
    {
      "id": "12-017-0377_p0008",
      "zh_CN": "人没有受教育，没有文化，永远没有前途，永远没有办法发展，智慧是第一重要。所以我们发心帮助那个地方建小学、建中学，至少要教人能够完成高中教育，他就能够改善他自己的生活环境，他有谋生的能力。我们为什么不去这样做？为什么要去盖些庙？庙盖好了，天天烧香，超度佛事，提倡迷信，将来这些出家人死了之后都到三途。我讲的话不好听，但是是真话。如果我们都懂得兴教的话，到处建立学校，帮助儿童能够受到好教育，我们出家人也可以到学校去教书。你们看到，天主教的神父、修女到学校上课的人很多，我们要走向这个道路。佛法，我说得很清楚、很明白，它是多元的社会教育。我在台湾的时候，我在学校教过书，那个时候叫文化学院，现在改成文化大学，我在那里面教了五年。在当时出家人在学校教书只有两个，晓云法师跟我一个。我们要走进学校，这个重要。",
      "zh_TW": "人沒有受教育，沒有文化，永遠沒有前途，永遠沒有辦法發展，智慧是第一重要。所以我們發心幫助那個地方建小學、建中學，至少要教人能夠完成高中教育，他就能夠改善他自己的生活環境，他有謀生的能力。我們為什麼不去這樣做？為什麼要去蓋些廟？廟蓋好了，天天燒香，超度佛事，提倡迷信，將來這些出家人死了之後都到三途。我講的話不好聽，但是是真話。如果我們都懂得興教的話，到處建立學校，幫助兒童能夠受到好教育，我們出家人也可以到學校去教書。你們看到，天主教的神父、修女到學校上課的人很多，我們要走向這個道路。佛法，我說得很清楚、很明白，它是多元的社會教育。我在台灣的時候，我在學校教過書，那個時候叫文化學院，現在改成文化大學，我在那裡面教了五年。在當時出家人在學校教書只有兩個，曉雲法師跟我一個。我們要走進學校，這個重要。"
    },
    {
      "id": "12-017-0377_p0009",
      "zh_CN": "不走进学校，这些道场，李木源居士邀请我到这里来，为我建的讲堂，居士林五楼讲堂是为我建的。我告诉他，讲堂不可以有柱子，所以他上面加强结构，柱子取消了。我们经常在那边讲经，这是教育，社会教育。过去我是每天讲，培训班成立之后我讲一天，把时间让出来让同学们练讲。我们培训班没有什么特长，没有什么特色，是古老私塾教学的方法。这个方法不是我们创造的，是祖宗代代相传。历代弘法的法师怎样培成的？复讲培养成的。我早年在台中求学，跟李炳南老居士学讲经，就是复讲。复讲从什么人开始的？诸位要晓得，阿难尊者开始的；集结经藏，阿难复讲。所以佛家传统这种教学，是阿难尊者传下来的，他是第一代祖师。",
      "zh_TW": "不走進學校，這些道場，李木源居士邀請我到這裡來，為我建的講堂，居士林五樓講堂是為我建的。我告訴他，講堂不可以有柱子，所以他上面加強結構，柱子取消了。我們經常在那邊講經，這是教育，社會教育。過去我是每天講，培訓班成立之後我講一天，把時間讓出來讓同學們練講。我們培訓班沒有什麼特長，沒有什麼特色，是古老私塾教學的方法。這個方法不是我們創造的，是祖宗代代相傳。歷代弘法的法師怎樣培成的？複講培養成的。我早年在台中求學，跟李炳南老居士學講經，就是複講。複講從什麼人開始的？諸位要曉得，阿難尊者開始的；集結經藏，阿難複講。所以佛家傳統這種教學，是阿難尊者傳下來的，他是第一代祖師。"
    },
    {
      "id": "12-017-0377_p0010",
      "zh_CN": "学教没有别的，专心听讲，专心去复讲、练习讲，讲到熟透了，自己就开悟，熟能生巧。我在台中求学的时代，我有心得，我曾经跟李老师讲过，学会讲一部经，这一部经要以最快的时间，连续不断的讲十遍，为什么？熟。你要不很紧凑的连续讲十遍，你会忘掉、生疏。所以到处找地方讲，听众三个、五个都好，不一定要很多人。到人家家里去讲，人家家里客厅，那怎么个讲法？张家星期一，李家星期二，王家星期三，我都约了好几个同修家里。因为什么？你每天在人家家里讲，人家不行，不能接受的；一个礼拜一天，他欢迎。所以我就找个七家，我就天天都讲。天天讲什么？讲一样的东西，这样的时候，我这一样就讲了七遍。这七遍讲完，再找七个人家，我就讲十四遍。你要不这样认真努力去干的话，你怎么能学得出来？",
      "zh_TW": "學教沒有別的，專心聽講，專心去複講、練習講，講到熟透了，自己就開悟，熟能生巧。我在台中求學的時代，我有心得，我曾經跟李老師講過，學會講一部經，這一部經要以最快的時間，連續不斷的講十遍，為什麼？熟。你要不很緊湊的連續講十遍，你會忘掉、生疏。所以到處找地方講，聽眾三個、五個都好，不一定要很多人。到人家家裡去講，人家家裡客廳，那怎麼個講法？張家星期一，李家星期二，王家星期三，我都約了好幾個同修家裡。因為什麼？你每天在人家家裡講，人家不行，不能接受的；一個禮拜一天，他歡迎。所以我就找個七家，我就天天都講。天天講什麼？講一樣的東西，這樣的時候，我這一樣就講了七遍。這七遍講完，再找七個人家，我就講十四遍。你要不這樣認真努力去幹的話，你怎麼能學得出來？"
    },
    {
      "id": "12-017-0377_p0011",
      "zh_CN": "所以跟同修们结缘是比什么都重要，哪些人？老师的听众。老师讲经听众很多，那个时候我们在台中，李炳南老居士一个星期讲一次经，星期三在慈光图书馆，听众有四百多人。我们跟这些人结缘，搞得很熟，自己学会，才会到他家里去讲。你要跟他没有缘的时候，他不答应你的。所以在老师道场跟大众广结善缘，结缘是为他们服务，照顾他们。我们在门口，就像现在的义工一样，照顾他们，跟他们结缘。这样就很熟了，将来我学了，跟他商量商量，「我礼拜一到你家去讲好不好？」他就邀几个朋友来听。所以这种环境要自己去创造。",
      "zh_TW": "所以跟同修們結緣是比什麼都重要，哪些人？老師的聽眾。老師講經聽眾很多，那個時候我們在台中，李炳南老居士一個星期講一次經，星期三在慈光圖書館，聽眾有四百多人。我們跟這些人結緣，搞得很熟，自己學會，才會到他家裡去講。你要跟他沒有緣的時候，他不答應你的。所以在老師道場跟大眾廣結善緣，結緣是為他們服務，照顧他們。我們在門口，就像現在的義工一樣，照顧他們，跟他們結緣。這樣就很熟了，將來我學了，跟他商量商量，「我禮拜一到你家去講好不好？」他就邀幾個朋友來聽。所以這種環境要自己去創造。"
    },
    {
      "id": "12-017-0377_p0012",
      "zh_CN": "我们现在讲经，听众我看了一看，大概都超过一千人，你们同学们也要懂得广结善缘，跟他们关系搞好，为什么？我们同学多了，一个星期轮到一次不行，一个星期讲一次学不出来。所以我们底下这个培训班开学的时候，这是一个很好的机会，我把同学分成十个班，一个老同学带一个班，你们这十个人就是天天有机会讲。轮不到的，你自己动脑筋想办法，找信徒，到人家里去讲，你才能够练得成功。一个弘法的人才很不容易培养出来，一定要自己本身肯干，本身不肯干，再好的老师也枉然。老师只能教规矩，不能教你巧，熟巧一定要靠自己努力。在这个时代，工商科技都讲分秒必争，我们的练讲也要分秒必争，你才能搞得成功。而居士家里面，能够经常有法师到他家里讲经，他家有福，三宝护念、诸佛护念、龙天善神保佑，真正是自利利他。",
      "zh_TW": "我們現在講經，聽眾我看了一看，大概都超過一千人，你們同學們也要懂得廣結善緣，跟他們關係搞好，為什麼？我們同學多了，一個星期輪到一次不行，一個星期講一次學不出來。所以我們底下這個培訓班開學的時候，這是一個很好的機會，我把同學分成十個班，一個老同學帶一個班，你們這十個人就是天天有機會講。輪不到的，你自己動腦筋想辦法，找信徒，到人家裡去講，你才能夠練得成功。一個弘法的人才很不容易培養出來，一定要自己本身肯幹，本身不肯幹，再好的老師也枉然。老師只能教規矩，不能教你巧，熟巧一定要靠自己努力。在這個時代，工商科技都講分秒必爭，我們的練講也要分秒必爭，你才能搞得成功。而居士家裡面，能夠經常有法師到他家裡講經，他家有福，三寶護念、諸佛護念、龍天善神保佑，真正是自利利他。"
    },
    {
      "id": "12-017-0377_p0013",
      "zh_CN": "学讲经的人一定要学释迦牟尼佛，用人间的话来讲「彻底牺牲奉献」，不可以有丝毫名闻利养的念头。诸位要晓得，有丝毫这些念头，你的心里夹杂不善，你智慧不会开，你的烦恼习气不能断。你要想把经讲得好，要开智慧，凭记忆、凭读诵，这个不行，这死的。连儒家都说，《礼记》里头有，「记问之学，不足以为人师」。要什么学问？自己真正开悟。佛家讲开悟，儒家也讲开悟；中国古圣人讲开悟，外国古时候圣人都讲开悟。悟了之后，你的智慧、你的言语是从自性里头流出来的，这是真实智慧。古德、佛菩萨的经典是个引子，引导我们，把自性智慧引导出来。你自己不认真、不努力，怎么行？万缘放下，不要怕死。一般人不肯放下是怕死，「我一切都放下了，明天没得吃会饿死，没得穿不冻死了」？就怕这个，所以不敢放下。我在好多年前，有一年基隆大觉寺老和尚，灵源老和尚，结夏安居请我去讲《楞严经》。讲堂的后面就是韦驮殿，隔一个墙那一边供的韦驮菩萨，我就告诉大家不要怕死，如果我们真正发心弘法利生，续佛慧命，如果饿死了、冻死了，韦驮菩萨撤职查办。他干什么的？他护什么法？接受这么多人供养，他的职责要是做不到的话，你想想看他是不是应该撤职查办？",
      "zh_TW": "學講經的人一定要學釋迦牟尼佛，用人間的話來講「徹底犧牲奉獻」，不可以有絲毫名聞利養的念頭。諸位要曉得，有絲毫這些念頭，你的心裡夾雜不善，你智慧不會開，你的煩惱習氣不能斷。你要想把經講得好，要開智慧，憑記憶、憑讀誦，這個不行，這死的。連儒家都說，《禮記》裡頭有，「記問之學，不足以為人師」。要什麼學問？自己真正開悟。佛家講開悟，儒家也講開悟；中國古聖人講開悟，外國古時候聖人都講開悟。悟了之後，你的智慧、你的言語是從自性裡頭流出來的，這是真實智慧。古德、佛菩薩的經典是個引子，引導我們，把自性智慧引導出來。你自己不認真、不努力，怎麼行？萬緣放下，不要怕死。一般人不肯放下是怕死，「我一切都放下了，明天沒得吃會餓死，沒得穿不凍死了」？就怕這個，所以不敢放下。我在好多年前，有一年基隆大覺寺老和尚，靈源老和尚，結夏安居請我去講《楞嚴經》。講堂的後面就是韋馱殿，隔一個牆那一邊供的韋馱菩薩，我就告訴大家不要怕死，如果我們真正發心弘法利生，續佛慧命，如果餓死了、凍死了，韋馱菩薩撤職查辦。他幹什麼的？他護什麼法？接受這麼多人供養，他的職責要是做不到的話，你想想看他是不是應該撤職查辦？"
    },
    {
      "id": "12-017-0377_p0014",
      "zh_CN": "「信佛」非常重要，只要我们心地真诚，没有一丝毫委曲相，必定得诸佛护念，护法善神保佑，你操什么心！你就敢放下了，一丝毫的罣碍都没有。由此可知，我们学佛的人，真正能相信佛的太少太少了，没有几个人相信佛。相信自己，相信自己的妄想分别执着，这有什么法子？所以常讲佛菩萨不灵，佛菩萨当然不灵，你相信你自己，佛菩萨不再管你、不再为你操心，你自己会想办法。我们必须把一切都交给佛菩萨，自己专心向学，自己这一生无论是顺境、是逆境，全是佛菩萨安排的。这个方法是早年章嘉大师教给我的，我相信，我接受。头一个决定没有怕死的观念，生为佛法，死也为佛法，我们道业才能成就。丝毫的疑惑，畏首畏尾，都是道业上的重大障碍。佛在经上都说的，《无量寿经》上也讲过。",
      "zh_TW": "「信佛」非常重要，只要我們心地真誠，沒有一絲毫委曲相，必定得諸佛護念，護法善神保佑，你操什麼心！你就敢放下了，一絲毫的罣礙都沒有。由此可知，我們學佛的人，真正能相信佛的太少太少了，沒有幾個人相信佛。相信自己，相信自己的妄想分別執著，這有什麼法子？所以常講佛菩薩不靈，佛菩薩當然不靈，你相信你自己，佛菩薩不再管你、不再為你操心，你自己會想辦法。我們必須把一切都交給佛菩薩，自己專心向學，自己這一生無論是順境、是逆境，全是佛菩薩安排的。這個方法是早年章嘉大師教給我的，我相信，我接受。頭一個決定沒有怕死的觀念，生為佛法，死也為佛法，我們道業才能成就。絲毫的疑惑，畏首畏尾，都是道業上的重大障礙。佛在經上都說的，《無量壽經》上也講過。"
    },
    {
      "id": "12-017-0377_p0015",
      "zh_CN": "由此可知，今天我们要讲到真实功德，真实当中的真实，是培养弘法人才。这是真实当中的真实，能够帮助一个人成就，比你建一千所大寺庙的功德还要大。建庙、造佛像固然有不思议的功德，但是没有人弘扬、没有人讲解，它就变成迷信，变成误导众生。人能弘法，非法弘人，所以培养弘法人才是世出世间第一功德，谁知道？可是这样的人才，不要说出世法，世间法好的人才，古人常讲可遇不可求。学人本身要具足善根，这个善根是多生多世所修的，不是这一生培植的。这一生遇到了善知识，遇到了殊胜的法门，遇到一些同参道友，这是缘、增上缘，因缘聚会，成果就现前。李木源居士在此地办培训班，这是缘；诸位同学发心到这个地方来学习，过去生中都有非常深厚的善根；没有这个善根，纵然遇到这个缘，也不能成就；必须善根因缘聚会，你才能成就。",
      "zh_TW": "由此可知，今天我們要講到真實功德，真實當中的真實，是培養弘法人才。這是真實當中的真實，能夠幫助一個人成就，比你建一千所大寺廟的功德還要大。建廟、造佛像固然有不思議的功德，但是沒有人弘揚、沒有人講解，它就變成迷信，變成誤導眾生。人能弘法，非法弘人，所以培養弘法人才是世出世間第一功德，誰知道？可是這樣的人才，不要說出世法，世間法好的人才，古人常講可遇不可求。學人本身要具足善根，這個善根是多生多世所修的，不是這一生培植的。這一生遇到了善知識，遇到了殊勝的法門，遇到一些同參道友，這是緣、增上緣，因緣聚會，成果就現前。李木源居士在此地辦培訓班，這是緣；諸位同學發心到這個地方來學習，過去生中都有非常深厚的善根；沒有這個善根，縱然遇到這個緣，也不能成就；必須善根因緣聚會，你才能成就。"
    },
    {
      "id": "12-017-0377_p0016",
      "zh_CN": "而使我们退心，使我们退转，这在佛法里面讲，统称之为魔障。恶缘多，太多太多了，《楞严经》里面佛给我们讲五十种阴魔。五十种，种是种类，每一类里头都无量无边，所以菩提道上要想一帆风顺，这是决定不可能的。你要有能力认识魔障，有能力克服魔障，你才能成就。哪些是魔障？你一定去读《楞严经》，经里头说得详细。五阴是色、受、想、行、识，每一条佛说了十种，经文占了一卷半，确实说得详细。我们今天所接触到的那些魔障，都不出《楞严经》上所说的。昨天我们听说一个同修练法轮功出了问题，也是《楞严经》上所讲的魔，那不是佛。",
      "zh_TW": "而使我們退心，使我們退轉，這在佛法裡面講，統稱之為魔障。惡緣多，太多太多了，《楞嚴經》裡面佛給我們講五十種陰魔。五十種，種是種類，每一類裡頭都無量無邊，所以菩提道上要想一帆風順，這是決定不可能的。你要有能力認識魔障，有能力克服魔障，你才能成就。哪些是魔障？你一定去讀《楞嚴經》，經裡頭說得詳細。五陰是色、受、想、行、識，每一條佛說了十種，經文佔了一卷半，確實說得詳細。我們今天所接觸到的那些魔障，都不出《楞嚴經》上所說的。昨天我們聽說一個同修練法輪功出了問題，也是《楞嚴經》上所講的魔，那不是佛。"
    },
    {
      "id": "12-017-0377_p0017",
      "zh_CN": "《八大人觉经》里面只提了一个纲领，讲四种魔，四类。四类：头一个是「五阴魔」，第二类是「烦恼魔」，第三类是「死魔」，第四类叫「天魔」。天魔是什么？包括现在我们身外六尘种种诱惑，我们讲财色名食睡这是五欲，色声香味触法这是六尘，五欲六尘在外面诱惑你，这是属于「天魔」。其他三类都是属于本身的，五阴是本身的，烦恼也是本身的，死魔也是本身的，我们要认识清楚。所以真正觉悟，他一定是有高度的警觉，在我们周边步步都是陷阱，处处都是跟魔在接触。魔没有关系，你认识他，他就不能害你；你不认识他，你就被他所害。佛教给菩萨六度法门，「六度」就是破六种魔障。布施，布施是对付悭吝的魔障，贪悭这是魔障；持戒是对恶业，忍辱是对瞋恚，精进是对懈怠，禅定对散乱，般若对愚痴。这是菩萨六大障碍，佛教给我们这六个方法对付它，我们要懂得。",
      "zh_TW": "《八大人覺經》裡面只提了一個綱領，講四種魔，四類。四類：頭一個是「五陰魔」，第二類是「煩惱魔」，第三類是「死魔」，第四類叫「天魔」。天魔是什麼？包括現在我們身外六塵種種誘惑，我們講財色名食睡這是五欲，色聲香味觸法這是六塵，五欲六塵在外面誘惑你，這是屬於「天魔」。其他三類都是屬於本身的，五陰是本身的，煩惱也是本身的，死魔也是本身的，我們要認識清楚。所以真正覺悟，他一定是有高度的警覺，在我們周邊步步都是陷阱，處處都是跟魔在接觸。魔沒有關係，你認識他，他就不能害你；你不認識他，你就被他所害。佛教給菩薩六度法門，「六度」就是破六種魔障。布施，布施是對付慳吝的魔障，貪慳這是魔障；持戒是對惡業，忍辱是對瞋恚，精進是對懈怠，禪定對散亂，般若對愚痴。這是菩薩六大障礙，佛教給我們這六個方法對付它，我們要懂得。"
    },
    {
      "id": "12-017-0377_p0018",
      "zh_CN": "在《十善业道经》里面十善是基础，无论修学哪个法门，无论修学哪个宗派，不论是大乘、小乘，显教、密教，宗门、教下，这是基础，都要从这个地方学起。佛在《观无量寿佛经》里面讲「净业三福」，净业三福是基本法、基础，头一条：「孝养父母，奉事师长，慈心不杀，修十善业」。《十善业道经》就是讲这四句，详细给我们讲解，怎样把十善应用在日常生活当中，应用在菩萨六波罗蜜，怎样应用在四摄法里头，这个我们前面都读过。",
      "zh_TW": "在《十善業道經》裡面十善是基礎，無論修學哪個法門，無論修學哪個宗派，不論是大乘、小乘，顯教、密教，宗門、教下，這是基礎，都要從這個地方學起。佛在《觀無量壽佛經》裡面講「淨業三福」，淨業三福是基本法、基礎，頭一條：「孝養父母，奉事師長，慈心不殺，修十善業」。《十善業道經》就是講這四句，詳細給我們講解，怎樣把十善應用在日常生活當中，應用在菩薩六波羅蜜，怎樣應用在四攝法裡頭，這個我們前面都讀過。"
    },
    {
      "id": "12-017-0377_p0019",
      "zh_CN": "今天我们读这一段经文，菩萨他『得开发无边众生清净信解心』。这是四弘誓愿里头一条，「众生无边誓愿度」，他落实了。要想落实度众生的本愿，头一个要度自己，这是佛在经上常说的。菩萨没有度自己，而发心度他人，无有是处。我们要记住，自己度自己都度不了，怎么能度别人？可是有些大乘经上也说，自己未度，先度别人，这是菩萨。那是什么菩萨？地藏菩萨。自己没度，自己还是菩萨，没有成佛，叫没度。他是等觉菩萨，先帮助别人成佛，然后自己再成佛。不是说我们，我们是凡夫，生死轮回都出不了，还先度别人，怎么个度法？",
      "zh_TW": "今天我們讀這一段經文，菩薩他『得開發無邊眾生清淨信解心』。這是四弘誓願裡頭一條，「眾生無邊誓願度」，他落實了。要想落實度眾生的本願，頭一個要度自己，這是佛在經上常說的。菩薩沒有度自己，而發心度他人，無有是處。我們要記住，自己度自己都度不了，怎麼能度別人？可是有些大乘經上也說，自己未度，先度別人，這是菩薩。那是什麼菩薩？地藏菩薩。自己沒度，自己還是菩薩，沒有成佛，叫沒度。他是等覺菩薩，先幫助別人成佛，然後自己再成佛。不是說我們，我們是凡夫，生死輪迴都出不了，還先度別人，怎麼個度法？"
    },
    {
      "id": "12-017-0377_p0020",
      "zh_CN": "先度别人，再度自己，那是什么人？最低限度是阿罗汉。他已经超越三界，他见思烦恼断了，已经证得正觉，无上正等正觉他证得正觉，这个时候发了大慈悲心，自己不想把自己的果位向上提升，就在现前果位，停在现前果位，帮助一切大众，是这个意思。经文，千万不能会错意思，会错意思的还真有，真不少。我就遇到一些法师，也都算是不错的，看到我们念佛求生净土，他摇头。我问他，他不想生净土，他做什么？来生还当法师度众生，他发这个愿。这个愿发得没错，来生能不能得人身？问题严重了。来生如果堕三途怎么办？这些他没想到，他就不懂了。",
      "zh_TW": "先度別人，再度自己，那是什麼人？最低限度是阿羅漢。他已經超越三界，他見思煩惱斷了，已經證得正覺，無上正等正覺他證得正覺，這個時候發了大慈悲心，自己不想把自己的果位向上提升，就在現前果位，停在現前果位，幫助一切大眾，是這個意思。經文，千萬不能會錯意思，會錯意思的還真有，真不少。我就遇到一些法師，也都算是不錯的，看到我們念佛求生淨土，他搖頭。我問他，他不想生淨土，他做什麼？來生還當法師度眾生，他發這個願。這個願發得沒錯，來生能不能得人身？問題嚴重了。來生如果墮三途怎麼辦？這些他沒想到，他就不懂了。"
    },
    {
      "id": "12-017-0377_p0021",
      "zh_CN": "我们今天把这个道理搞清楚，事实真相明白了，我们发心先取净土，决定往生极乐世界。只要跟阿弥陀佛见了一面，你发大慈悲心要度这些苦难众生，行！极乐世界打个转回来，你得阿弥陀佛本愿威神加持，你不会退转。四十八愿末后的五愿，就是为这一类众生发的，他真正能够舍已为人。舍己为人的基本条件，是在六道轮回里头决定不迷，决定不会随业流转，他有这个本事、有这个能力。如果还会随业流转，你是凡夫；凡夫发心行菩萨道，不可能。所以自己一定要知道自己的能力，到什么时候我才可以怎么个作法，自己清清楚楚、明明白白，知道怎样帮助自己，也知道怎样帮助别人。",
      "zh_TW": "我們今天把這個道理搞清楚，事實真相明白了，我們發心先取淨土，決定往生極樂世界。只要跟阿彌陀佛見了一面，你發大慈悲心要度這些苦難眾生，行！極樂世界打個轉回來，你得阿彌陀佛本願威神加持，你不會退轉。四十八願末後的五願，就是為這一類眾生發的，他真正能夠捨已為人。捨己為人的基本條件，是在六道輪迴裡頭決定不迷，決定不會隨業流轉，他有這個本事、有這個能力。如果還會隨業流轉，你是凡夫；凡夫發心行菩薩道，不可能。所以自己一定要知道自己的能力，到什麼時候我才可以怎麼個作法，自己清清楚楚、明明白白，知道怎樣幫助自己，也知道怎樣幫助別人。"
    },
    {
      "id": "12-017-0377_p0022",
      "zh_CN": "帮助别人里面，续佛慧命是第一。过去我听说赵朴老讲过，佛教里头他说第一是培养人才，第二还是培养人才，第三还是培养人才，这是真正肯定认识到了。培养人才需不需要办个培训班、办个佛学院？如果有这个缘分，这是好事；没有这个缘分，教一个、教两个也行。达摩祖师到中国来，没有办培训班，没有办佛学院，只教一个慧可，就行了。慧可也只教一个僧灿，前面五代都是一脉单传。到第六代，惠能大师他教得多了；但是他也没有开佛学院，也没有开培训班，他教了四十多个人。我们要明白这个道理，祖师做出榜样给我们看，我们有个小小的道场，有个两、三间小房子，住两、三个人就行，就可以教。教的方法没有别的，天天练讲。如果我们有两个人，有一个人跟我学，我就让他天天讲，我做他的学生，我来天天听。他真的讲个三年、五年，他学成了；讲个十年、八年，他根扎下去了。问题就是你有没有这个心愿，你肯不肯这样作法。决定不是一定要开班教学，不是的。真正开班教学，这是最近，这个历史很短。前清以往，都没有正式开班教学的。",
      "zh_TW": "幫助別人裡面，續佛慧命是第一。過去我聽說趙樸老講過，佛教裡頭他說第一是培養人才，第二還是培養人才，第三還是培養人才，這是真正肯定認識到了。培養人才需不需要辦個培訓班、辦個佛學院？如果有這個緣分，這是好事；沒有這個緣分，教一個、教兩個也行。達摩祖師到中國來，沒有辦培訓班，沒有辦佛學院，只教一個慧可，就行了。慧可也只教一個僧燦，前面五代都是一脈單傳。到第六代，惠能大師他教得多了；但是他也沒有開佛學院，也沒有開培訓班，他教了四十多個人。我們要明白這個道理，祖師做出榜樣給我們看，我們有個小小的道場，有個兩、三間小房子，住兩、三個人就行，就可以教。教的方法沒有別的，天天練講。如果我們有兩個人，有一個人跟我學，我就讓他天天講，我做他的學生，我來天天聽。他真的講個三年、五年，他學成了；講個十年、八年，他根紮下去了。問題就是你有沒有這個心願，你肯不肯這樣作法。決定不是一定要開班教學，不是的。真正開班教學，這是最近，這個歷史很短。前清以往，都沒有正式開班教學的。"
    },
    {
      "id": "12-017-0377_p0023",
      "zh_CN": "古时候，弘法的法师是怎么样学成的？古时候寺院庵堂都是学校，每天讲经；而且讲经就是上课，时间长。我们在史传里面看到，清凉大师他老人家住五台山，一生讲《大方广佛华严经》五十遍。你们想想，我们在这里学《华严经》，《华严经》要从头到尾讲下来，一遍我们现在都觉得要好多年，他一生怎么可能讲五十遍？我给他老人家算，他一年讲一遍。一年讲一遍行不行？行！怎么个讲法？每天讲八个小时。一年一部《华严经》，一天八个小时。我们现在这个讲法，我们实在讲无论在体力、在智慧，在各个方面，我们不能跟祖师相比。我们如果每天讲两个小时，这一部《华严经》四年圆满，可以讲得下来；一天八个小时，一年圆满。清凉长寿，活了一百多岁，他行。",
      "zh_TW": "古時候，弘法的法師是怎麼樣學成的？古時候寺院庵堂都是學校，每天講經；而且講經就是上課，時間長。我們在史傳裡面看到，清涼大師他老人家住五台山，一生講《大方廣佛華嚴經》五十遍。你們想想，我們在這裡學《華嚴經》，《華嚴經》要從頭到尾講下來，一遍我們現在都覺得要好多年，他一生怎麼可能講五十遍？我給他老人家算，他一年講一遍。一年講一遍行不行？行！怎麼個講法？每天講八個小時。一年一部《華嚴經》，一天八個小時。我們現在這個講法，我們實在講無論在體力、在智慧，在各個方面，我們不能跟祖師相比。我們如果每天講兩個小時，這一部《華嚴經》四年圓滿，可以講得下來；一天八個小時，一年圓滿。清涼長壽，活了一百多歲，他行。"
    },
    {
      "id": "12-017-0377_p0024",
      "zh_CN": "传法的弟子是从听众里面选拔出来的，选什么样的条件？有能力复讲。这是你的才，再看你的德行。才与德俱优，老和尚就选拔这个人担任复讲，各个都是复讲成就的。复讲的标准是要能讲到八成、九成，不容易。你今天听经听两个小时，明天你来复讲，复讲老和尚今天两个小时所讲的，你去上台讲不可以少过一个半小时，少过一个半小时不及格，你没有能力学。你要能讲到一个半小时，或者能够讲到一点四十分、一点五十分；你有这个能力，你可以学教；你没有这个能力，你不能学教。所以这样的人一定是心地清净真诚，而且博闻强记，他能记得住，听了一遍他不会忘记，他能记得住。复讲只能讲老师的东西，不可以加一点自己的东西进去，决定不可以，是这样培训出来的。我们要照古人这个标准，可能一生一个人都找不到，你到哪里去找？",
      "zh_TW": "傳法的弟子是從聽眾裡面選拔出來的，選什麼樣的條件？有能力複講。這是你的才，再看你的德行。才與德俱優，老和尚就選拔這個人擔任複講，各個都是複講成就的。複講的標準是要能講到八成、九成，不容易。你今天聽經聽兩個小時，明天你來複講，複講老和尚今天兩個小時所講的，你去上台講不可以少過一個半小時，少過一個半小時不及格，你沒有能力學。你要能講到一個半小時，或者能夠講到一點四十分、一點五十分；你有這個能力，你可以學教；你沒有這個能力，你不能學教。所以這樣的人一定是心地清淨真誠，而且博聞強記，他能記得住，聽了一遍他不會忘記，他能記得住。複講只能講老師的東西，不可以加一點自己的東西進去，決定不可以，是這樣培訓出來的。我們要照古人這個標準，可能一生一個人都找不到，你到哪裡去找？"
    },
    {
      "id": "12-017-0377_p0025",
      "zh_CN": "古时候学讲经不容易，现在利用这些科学工具，中人之资都能够学得出来。为什么？我一遍听了没有听懂，我再听第二遍，再听第三遍，甚至于我把这个录像带听一百遍、听两百遍，行了，都会讲了，只要肯真干。过去我在美国洛杉矶，有一位赵立本居士，他专门学《六祖坛经》跟《金刚经》，他就学这两部。拿到我的录音带去听，他听了二十多遍的时候来跟我见面，告诉我他听了二十六遍，非常欢喜。他告诉我，他一生只学这两部经，老实念佛，求生净土，问我可不可以？可以，决定没有问题。要学讲经，这二十六遍还不够，我跟他讲至少要听一百遍，他相信，他真干。听说现在在美国，到处讲《坛经》讲《金刚经》，很受欢迎。他原来是大学教授，加州大学的教授，现在退休，到处去讲经。这正是古人所谓，「只要功夫深，铁杵磨成针」。你自己要有这个认知，要有愿力，还有一分欢喜，这是一桩乐事，不是苦事，苦事就不能够耐久。你在学习里头快乐，有乐趣在里面，那时间就会长久，真的是「学而时习之，不亦悦乎」。有喜悦在里面，你就会成功。",
      "zh_TW": "古時候學講經不容易，現在利用這些科學工具，中人之資都能夠學得出來。為什麼？我一遍聽了沒有聽懂，我再聽第二遍，再聽第三遍，甚至於我把這個錄像帶聽一百遍、聽兩百遍，行了，都會講了，只要肯真幹。過去我在美國洛杉磯，有一位趙立本居士，他專門學《六祖壇經》跟《金剛經》，他就學這兩部。拿到我的錄音帶去聽，他聽了二十多遍的時候來跟我見面，告訴我他聽了二十六遍，非常歡喜。他告訴我，他一生只學這兩部經，老實念佛，求生淨土，問我可不可以？可以，決定沒有問題。要學講經，這二十六遍還不夠，我跟他講至少要聽一百遍，他相信，他真幹。聽說現在在美國，到處講《壇經》講《金剛經》，很受歡迎。他原來是大學教授，加州大學的教授，現在退休，到處去講經。這正是古人所謂，「只要功夫深，鐵杵磨成針」。你自己要有這個認知，要有願力，還有一分歡喜，這是一樁樂事，不是苦事，苦事就不能夠耐久。你在學習裡頭快樂，有樂趣在裡面，那時間就會長久，真的是「學而時習之，不亦悅乎」。有喜悅在裡面，你就會成功。"
    },
    {
      "id": "12-017-0377_p0026",
      "zh_CN": "「喜悦」，你是真正得到佛法殊胜功德利益，这个利益是智慧。真的帮助你开智慧，真的帮助你断烦恼，帮助你逐渐契入佛菩萨的境界，过佛菩萨的生活，你得大自在。虽然跟一切众生在一起，和光同尘。你对于一切人事物的想法看法，跟世间人完全不相同。这是佛法里面讲的「转迷为悟，转凡成圣」，确确实实在一生当中可以做得到的，问题就是你自己肯不肯做？关键在于你能不能放下烦恼习气，这是头一个关键。我们在讲席当中常常勉励同学，放下自私自利、放下名闻利养、放下五欲六尘、放下贪瞋痴慢，这十六个字是菩提道上的严重障碍，这十六个字里头有一、两个字你就成就不了。根本的就是自私自利，在《金刚经》上讲我相、我见，自私自利就是佛讲的我相、我见。你还有我相、还有我见，你是凡夫，你不是菩萨。我见、我相这个念头，这叫轮回心。轮回心学佛，还是不能够离轮回，这个道理一定要懂。所以真正学佛是从这个地方转过来，把轮回心转变成菩提心，从这里学起。",
      "zh_TW": "「喜悅」，你是真正得到佛法殊勝功德利益，這個利益是智慧。真的幫助你開智慧，真的幫助你斷煩惱，幫助你逐漸契入佛菩薩的境界，過佛菩薩的生活，你得大自在。雖然跟一切眾生在一起，和光同塵。你對於一切人事物的想法看法，跟世間人完全不相同。這是佛法裡面講的「轉迷為悟，轉凡成聖」，確確實實在一生當中可以做得到的，問題就是你自己肯不肯做？關鍵在於你能不能放下煩惱習氣，這是頭一個關鍵。我們在講席當中常常勉勵同學，放下自私自利、放下名聞利養、放下五欲六塵、放下貪瞋痴慢，這十六個字是菩提道上的嚴重障礙，這十六個字裡頭有一、兩個字你就成就不了。根本的就是自私自利，在《金剛經》上講我相、我見，自私自利就是佛講的我相、我見。你還有我相、還有我見，你是凡夫，你不是菩薩。我見、我相這個念頭，這叫輪迴心。輪迴心學佛，還是不能夠離輪迴，這個道理一定要懂。所以真正學佛是從這個地方轉過來，把輪迴心轉變成菩提心，從這裡學起。"
    },
    {
      "id": "12-017-0377_p0027",
      "zh_CN": "三十七道品，今天我们早晨在《十善业道经》里面讲到的，「四念处观」就是转轮回心为菩提心。这个方法讲得很具体，教给我们，这是古德所谓「最初方便」。如果我们把这一条疏忽掉，以轮回心来修佛法，《楞严经》上世尊有个比喻，譬如蒸沙作饭，因地错了。你想煮一碗饭，但是你用沙去煮，沙怎么会煮成饭出来？你完全搞错了。怎样才能成佛？菩提心才能成佛。菩提心才能超越生死轮回，才能超越三界，轮回心是决定不能超越的。学佛的人多，太多太多了，成佛的有几人？什么原因？轮回心修学佛法，最后还是不能脱离轮回，道理在此地。",
      "zh_TW": "三十七道品，今天我們早晨在《十善業道經》裡面講到的，「四念處觀」就是轉輪迴心為菩提心。這個方法講得很具體，教給我們，這是古德所謂「最初方便」。如果我們把這一條疏忽掉，以輪迴心來修佛法，《楞嚴經》上世尊有個比喻，譬如蒸沙作飯，因地錯了。你想煮一碗飯，但是你用沙去煮，沙怎麼會煮成飯出來？你完全搞錯了。怎樣才能成佛？菩提心才能成佛。菩提心才能超越生死輪迴，才能超越三界，輪迴心是決定不能超越的。學佛的人多，太多太多了，成佛的有幾人？什麼原因？輪迴心修學佛法，最後還是不能脫離輪迴，道理在此地。"
    },
    {
      "id": "12-017-0377_p0028",
      "zh_CN": "我们首先如何能叫自己得「清净信解心」。这里说了一个「信」、一个「解」，信、解要加上「清净」，清净是决定没有疑惑。你有疑就不清净，你夹杂就不清净，信解心很难建立。头一个是信，清凉大师判《华严经》为四分：信、解、行、证。「信为道元功德母」，「道」是修道、证道，「元」是根源，无量无边的功德是从信心生的，所以称为「功德母」，「母」是能生的意思。我们要怎样建立自己的清净信心，有清净信而后才有清净解，这个实在讲是最难的。看起来好像容易，实实在在太难太难了。",
      "zh_TW": "我們首先如何能叫自己得「清淨信解心」。這裡說了一個「信」、一個「解」，信、解要加上「清淨」，清淨是決定沒有疑惑。你有疑就不清淨，你夾雜就不清淨，信解心很難建立。頭一個是信，清涼大師判《華嚴經》為四分：信、解、行、證。「信為道元功德母」，「道」是修道、證道，「元」是根源，無量無邊的功德是從信心生的，所以稱為「功德母」，「母」是能生的意思。我們要怎樣建立自己的清淨信心，有清淨信而後才有清淨解，這個實在講是最難的。看起來好像容易，實實在在太難太難了。"
    },
    {
      "id": "12-017-0377_p0029",
      "zh_CN": "我自己学佛，学佛七年才出家。这七年我学会讲经，所以我一出家就教佛学院，白圣法师就邀我到他三藏学院去上课，讲经教学。出家两年之后，才受戒。我教佛学院的时候只是剃度，没有受戒，不但比丘戒、菩萨戒没有受，沙弥戒也没受，我就在佛学院上课。两年之后，才受戒。受戒完了之后，到台中看老师，李炳南老居士。我还没有进门，他远远就看到我，笑着指着我：「你要信佛」。到我走到面前，还说了几声，「你要信佛」。我们已经学佛这么多年，已经出家了，还在佛学院讲经教学，又受了大戒，教我两个字要「信佛」，那难道不信佛吗？他在用这个做题目，给我做了一番开示，我这才恍然大悟。他说：多少老和尚出家一辈子，活到八十、九十，死了，都不信佛。",
      "zh_TW": "我自己學佛，學佛七年才出家。這七年我學會講經，所以我一出家就教佛學院，白聖法師就邀我到他三藏學院去上課，講經教學。出家兩年之後，才受戒。我教佛學院的時候只是剃度，沒有受戒，不但比丘戒、菩薩戒沒有受，沙彌戒也沒受，我就在佛學院上課。兩年之後，才受戒。受戒完了之後，到台中看老師，李炳南老居士。我還沒有進門，他遠遠就看到我，笑著指著我：「你要信佛」。到我走到面前，還說了幾聲，「你要信佛」。我們已經學佛這麼多年，已經出家了，還在佛學院講經教學，又受了大戒，教我兩個字要「信佛」，那難道不信佛嗎？他在用這個做題目，給我做了一番開示，我這才恍然大悟。他說：多少老和尚出家一輩子，活到八十、九十，死了，都不信佛。"
    },
    {
      "id": "12-017-0377_p0030",
      "zh_CN": "谚语里头有一句话说，「地狱门前僧道多」，为什么？不信佛。什么叫做信佛？信里头要有解、要有行、要有证，才叫做信。单单信，信里头没有解、没有行、没有证，这不信。所以我们才懂得，信、解、行、证这四个字，每一个字里头都具足其他的三个字；如果不具足，那就都不是。《华严经》上说，「一即是多，多即是一，一多不二」，就这个道理。「信」里面有解、有行、有证，「解」里面有信、有行、有证，「行」里头有信、有解、有证，「证」里头有信、解、行。老师把这个意思告诉我们，我们才知道。单单说「我相信了」，问你佛法是什么？一窍不通。这不是真信，这迷信。社会上称佛教徒是迷信，说的话没说错，说得不为过，迷信的人真多。",
      "zh_TW": "諺語裡頭有一句話說，「地獄門前僧道多」，為什麼？不信佛。什麼叫做信佛？信裡頭要有解、要有行、要有證，才叫做信。單單信，信裡頭沒有解、沒有行、沒有證，這不信。所以我們才懂得，信、解、行、證這四個字，每一個字裡頭都具足其他的三個字；如果不具足，那就都不是。《華嚴經》上說，「一即是多，多即是一，一多不二」，就這個道理。「信」裡面有解、有行、有證，「解」裡面有信、有行、有證，「行」裡頭有信、有解、有證，「證」裡頭有信、解、行。老師把這個意思告訴我們，我們才知道。單單說「我相信了」，問你佛法是什麼？一竅不通。這不是真信，這迷信。社會上稱佛教徒是迷信，說的話沒說錯，說得不為過，迷信的人真多。"
    },
    {
      "id": "12-017-0377_p0031",
      "zh_CN": "佛法是一门博大精深的大学问，我们看经文字字句句含无量义，而且每一个意思都是圆满的，每一个字也是圆满的，任何一个字都把整部经文融摄在里头。我们要能看得出来，要能体会得到，才真正能成就自己的「清净信解」；有清净信解，而后就有「清净行证」。后面有个『解脱门』，「解脱门」就是人家证入了；不证入，哪里能有解脱？从「清净信解」，以「行证」，成无上道，「信解行证」是教学。",
      "zh_TW": "佛法是一門博大精深的大學問，我們看經文字字句句含無量義，而且每一個意思都是圓滿的，每一個字也是圓滿的，任何一個字都把整部經文融攝在裡頭。我們要能看得出來，要能體會得到，才真正能成就自己的「清淨信解」；有清淨信解，而後就有「清淨行證」。後面有個『解脫門』，「解脫門」就是人家證入了；不證入，哪裡能有解脫？從「清淨信解」，以「行證」，成無上道，「信解行證」是教學。"
    },
    {
      "id": "12-017-0377_p0032",
      "zh_CN": "我们从这里一看就知道，华香妙光菩萨，这个主昼神是菩萨，是诸佛如来示现的，应以什么身得度就现什么样的身，这是现主昼神的身分来帮助一切众生的。主昼神在佛法里面表法表哪一类，我们要清楚。白天从事于工作的都是主昼，后头还有「主夜神」，主夜神是什么？是夜晚工作的。现在有很多人工作，有人白天，有人上夜班，有小夜班、有大夜班，上夜班的主夜神，白天工作的都是主昼神。神是站在领导地位的，站在指导地位的，都是属于这一类。",
      "zh_TW": "我們從這裡一看就知道，華香妙光菩薩，這個主晝神是菩薩，是諸佛如來示現的，應以什麼身得度就現什麼樣的身，這是現主晝神的身分來幫助一切眾生的。主晝神在佛法裡面表法表哪一類，我們要清楚。白天從事於工作的都是主晝，後頭還有「主夜神」，主夜神是什麼？是夜晚工作的。現在有很多人工作，有人白天，有人上夜班，有小夜班、有大夜班，上夜班的主夜神，白天工作的都是主晝神。神是站在領導地位的，站在指導地位的，都是屬於這一類。"
    },
    {
      "id": "12-017-0377_p0033",
      "zh_CN": "主昼再加上主夜，这就是昼夜不间断。佛教给我们，「昼夜常念善法」，昼跟夜合起来就是不间断。念佛法门，佛菩萨教导我们，念佛重要的原则是「不怀疑、不夹杂、不间断」。大势至菩萨在《念佛圆通章》里面，跟我们讲「都摄六根，净念相继」。「净念」就是清净信解、清净行证，那是净念，里面没有怀疑、没有夹杂，「相继」就是日夜都不断，这是念佛法门最高的指导原则。「都摄六根」这一句话的意思，我们六根接触外面六尘境界，决定不会被外境诱惑，不会被外境动摇，这就叫都摄六根。不是叫你眼不看、耳不听，不是的。摄是什么？不为它影响，就是禅定的意思。禅是不被外境诱惑，叫做禅；如如不动，这叫定；都是从《金刚经》里面说出来的。",
      "zh_TW": "主晝再加上主夜，這就是晝夜不間斷。佛教給我們，「晝夜常念善法」，晝跟夜合起來就是不間斷。念佛法門，佛菩薩教導我們，念佛重要的原則是「不懷疑、不夾雜、不間斷」。大勢至菩薩在《念佛圓通章》裡面，跟我們講「都攝六根，淨念相繼」。「淨念」就是清淨信解、清淨行證，那是淨念，裡面沒有懷疑、沒有夾雜，「相繼」就是日夜都不斷，這是念佛法門最高的指導原則。「都攝六根」這一句話的意思，我們六根接觸外面六塵境界，決定不會被外境誘惑，不會被外境動搖，這就叫都攝六根。不是叫你眼不看、耳不聽，不是的。攝是什麼？不為它影響，就是禪定的意思。禪是不被外境誘惑，叫做禪；如如不動，這叫定；都是從《金剛經》裡面說出來的。"
    },
    {
      "id": "12-017-0377_p0034",
      "zh_CN": "佛在《金刚经》里面教须菩提尊者教化众生，教化众生要用什么样的心态？告诉他两句话：「不取于相，如如不动」，不取于相就是禅，如如不动就是定。六祖在《坛经》里面讲禅定，这个意思是根据《金刚经》来的。我们今天说得浅显一点，外不着相是禅，内不动心是定。再说得白一点，外不受诱惑，这就是禅；内里头不起心动念，这是定。所以功夫在哪里用？在六根接触六尘境界上用，看看我眼见色、耳闻声，还会不会动心、起念头？如果动心、起念头，错了。天天在这上练功，练到境界现前，顺境不生贪爱心，逆境不生瞋恚心，永远在境界里面保持清净心，你的功夫就在增长，就进步。顺境里头起贪爱，逆境里头起瞋恚，你烦恼现行，你就堕落了，你所修行的功夫全毁掉了。将来怎么样？那是李老师常讲的，该怎么生死就怎么生死，你还是搞六道轮回，你还是免不了三途苦报。",
      "zh_TW": "佛在《金剛經》裡面教須菩提尊者教化眾生，教化眾生要用什麼樣的心態？告訴他兩句話：「不取於相，如如不動」，不取於相就是禪，如如不動就是定。六祖在《壇經》裡面講禪定，這個意思是根據《金剛經》來的。我們今天說得淺顯一點，外不著相是禪，內不動心是定。再說得白一點，外不受誘惑，這就是禪；內裡頭不起心動念，這是定。所以功夫在哪裡用？在六根接觸六塵境界上用，看看我眼見色、耳聞聲，還會不會動心、起念頭？如果動心、起念頭，錯了。天天在這上練功，練到境界現前，順境不生貪愛心，逆境不生瞋恚心，永遠在境界裡面保持清淨心，你的功夫就在增長，就進步。順境裡頭起貪愛，逆境裡頭起瞋恚，你煩惱現行，你就墮落了，你所修行的功夫全毀掉了。將來怎麼樣？那是李老師常講的，該怎麼生死就怎麼生死，你還是搞六道輪迴，你還是免不了三途苦報。"
    },
    {
      "id": "12-017-0377_p0035",
      "zh_CN": "真正功夫不是说每天佛号念多少，每天经念多少遍，那不是功夫。真正功夫是六根接触六尘境界，你还会不会起心动念，你还会不会起贪瞋痴慢，这叫真功夫。我们六根接触六尘境界，要把这些贪瞋痴慢放下，一心求生极乐世界。所以心才动，赶紧「阿弥陀佛」，把这个念头压下来。在顺境不生贪恋，逆境不生瞋恚，一句阿弥陀佛把我们的心摆平，心恢复到清净。所以供佛时，供具里头最重要的是一杯水，其他的，香都可以不烧，灯都可以不点，最重要的供一杯水。水代表什么？「清净信解」。那不是佛喝的，佛菩萨不喝，是提醒我们自己，看到这一杯水，「我的心要像水一样清净，要像水一样平等，六根接触六尘境界决定不起波浪，决定不被污染」，这叫真功夫。这个时候你想生极乐世界，只要发个愿，就往生了。为什么？心净则佛土净，你的净业成就了；只要你想去、肯去，阿弥陀佛一定来接你。换句话说，你的心不清净，你想去，阿弥陀佛也不会来接你。为什么？因为你到极乐世界，极乐世界人都是清净的，你不清净，天天跟他们要吵嘴、要打架，把极乐世界的秩序都搞坏掉，所以佛不会来接引，一定要懂这个道理。今天我们就讲到此地。",
      "zh_TW": "真正功夫不是說每天佛號念多少，每天經念多少遍，那不是功夫。真正功夫是六根接觸六塵境界，你還會不會起心動念，你還會不會起貪瞋痴慢，這叫真功夫。我們六根接觸六塵境界，要把這些貪瞋痴慢放下，一心求生極樂世界。所以心才動，趕緊「阿彌陀佛」，把這個念頭壓下來。在順境不生貪戀，逆境不生瞋恚，一句阿彌陀佛把我們的心擺平，心恢復到清淨。所以供佛時，供具裡頭最重要的是一杯水，其他的，香都可以不燒，燈都可以不點，最重要的供一杯水。水代表什麼？「清淨信解」。那不是佛喝的，佛菩薩不喝，是提醒我們自己，看到這一杯水，「我的心要像水一樣清淨，要像水一樣平等，六根接觸六塵境界決定不起波浪，決定不被污染」，這叫真功夫。這個時候你想生極樂世界，只要發個願，就往生了。為什麼？心淨則佛土淨，你的淨業成就了；只要你想去、肯去，阿彌陀佛一定來接你。換句話說，你的心不清淨，你想去，阿彌陀佛也不會來接你。為什麼？因為你到極樂世界，極樂世界人都是清淨的，你不清淨，天天跟他們要吵嘴、要打架，把極樂世界的秩序都搞壞掉，所以佛不會來接引，一定要懂這個道理。今天我們就講到此地。"
    }
  ]
}