{
  "doc_id": "12-017-1023",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０二三卷",
    "zh_TW": "第一０二三卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1023",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "12-017-1023_p0001",
      "zh_CN": "诸位同学，我们接着看清凉大师的疏，随门别显：",
      "zh_TW": "諸位同學，我們接著看清涼大師的疏，隨門別顯："
    },
    {
      "id": "12-017-1023_p0002",
      "zh_CN": "上面讲到「圣人无名，为物立称」，现在我们接着看下面所说的，「若就德以立，德无边涯，若随机立名，等众生界」。这是说佛菩萨立名他有个原则，这原则里头最普遍的就是为众生，总不外乎帮助众生、暗示众生，破迷开悟，转恶为善，转凡为圣，目的都在此地。接着讲，如果要是就佛菩萨德行上立名，我们知道诸佛如来名号表性德，菩萨名号表修德。德无边涯，没有边际，所以佛的名号多，菩萨的名号多。社会一些人不知道这意思，以为佛教是多神教，多神教就是低级的宗教。哪里知道佛教跟宗教真的扯不上关系，佛教用的这些名号，正是《华严》所说「一即是多，多即是一」。",
      "zh_TW": "上面講到「聖人無名，為物立稱」，現在我們接著看下面所說的，「若就德以立，德無邊涯，若隨機立名，等眾生界」。這是說佛菩薩立名他有個原則，這原則裡頭最普遍的就是為眾生，總不外乎幫助眾生、暗示眾生，破迷開悟，轉惡為善，轉凡為聖，目的都在此地。接著講，如果要是就佛菩薩德行上立名，我們知道諸佛如來名號表性德，菩薩名號表修德。德無邊涯，沒有邊際，所以佛的名號多，菩薩的名號多。社會一些人不知道這意思，以為佛教是多神教，多神教就是低級的宗教。哪裡知道佛教跟宗教真的扯不上關係，佛教用的這些名號，正是《華嚴》所說「一即是多，多即是一」。"
    },
    {
      "id": "12-017-1023_p0003",
      "zh_CN": "所有一切诸佛的名号，我们看到《佛名经》，佛一下就给我们讲了一万二千多个佛名，性德。谁的性德？自己的性德。自己性德跟诸佛如来的性德完全相同，无二无别。说毘卢遮那佛的性德也好，释迦牟尼佛也好，阿弥陀佛也好，跟自己的性德无二无别。让我们晓得，我们自性本来具足这么多的德能。菩萨名号表修德，还是自己。地藏菩萨表孝亲尊师，我自己能够真正做到孝亲尊师，这名号是自己的修德。观世音菩萨表大慈大悲，不是他，是我！见到菩萨的形像，听到菩萨的名号，自己本性里头大慈大悲，我们要落实，要知道对一切众生，一切人、一切事、一切物，真诚清净平等的慈悲，这就是观世音菩萨。",
      "zh_TW": "所有一切諸佛的名號，我們看到《佛名經》，佛一下就給我們講了一萬二千多個佛名，性德。誰的性德？自己的性德。自己性德跟諸佛如來的性德完全相同，無二無別。說毘盧遮那佛的性德也好，釋迦牟尼佛也好，阿彌陀佛也好，跟自己的性德無二無別。讓我們曉得，我們自性本來具足這麼多的德能。菩薩名號表修德，還是自己。地藏菩薩表孝親尊師，我自己能夠真正做到孝親尊師，這名號是自己的修德。觀世音菩薩表大慈大悲，不是他，是我！見到菩薩的形像，聽到菩薩的名號，自己本性裡頭大慈大悲，我們要落實，要知道對一切眾生，一切人、一切事、一切物，真誠清淨平等的慈悲，這就是觀世音菩薩。"
    },
    {
      "id": "12-017-1023_p0004",
      "zh_CN": "文殊师利，这名号完全是梵语，它的意思我们在这里刚刚读过，妙首、妙德、妙吉祥、妙胜（殊胜），有这四个意思。他代表智慧，没有智慧就不妙，有智慧才妙。我们要学佛菩萨，应化在这世间，一切都依智慧，不要依感情，为什么？情是假的。为什么说是假的？变化太大了，常常会变。所以世间人，他不是个修行人，修行或者功夫没到家，情绪不稳定，今天跟你很好，明天就翻脸了，这些事情我们要清清楚楚明明白白，不放在心上。他对我很好，我点点头笑笑，不要当真，说不定明天就翻脸了。明天果然翻脸，我们也笑嘻嘻点点头，为什么？正常，情绪！就像三、四岁的小孩，一会儿说我喜欢你，过一会儿转身我讨厌你，不要当真。他说喜欢你，你也不要当真，说讨厌，你也不要当真，刹那刹那之间在变化，他不稳定。六道众生意识心做主宰，无一不如是。佛菩萨不一样，佛菩萨的慈悲永恒的，我们讲佛菩萨慈悲就是爱心，他不会变。你欢喜他、尊敬他，他对你很慈悲：你讨厌他、侮辱他、毁谤他，甚至于杀害他、消灭他，他还是慈悲你，他不会改变。为什么？他依智慧。文殊，智慧！",
      "zh_TW": "文殊師利，這名號完全是梵語，它的意思我們在這裡剛剛讀過，妙首、妙德、妙吉祥、妙勝（殊勝），有這四個意思。他代表智慧，沒有智慧就不妙，有智慧才妙。我們要學佛菩薩，應化在這世間，一切都依智慧，不要依感情，為什麼？情是假的。為什麼說是假的？變化太大了，常常會變。所以世間人，他不是個修行人，修行或者功夫沒到家，情緒不穩定，今天跟你很好，明天就翻臉了，這些事情我們要清清楚楚明明白白，不放在心上。他對我很好，我點點頭笑笑，不要當真，說不定明天就翻臉了。明天果然翻臉，我們也笑嘻嘻點點頭，為什麼？正常，情緒！就像三、四歲的小孩，一會兒說我喜歡你，過一會兒轉身我討厭你，不要當真。他說喜歡你，你也不要當真，說討厭，你也不要當真，剎那剎那之間在變化，他不穩定。六道眾生意識心做主宰，無一不如是。佛菩薩不一樣，佛菩薩的慈悲永恆的，我們講佛菩薩慈悲就是愛心，他不會變。你歡喜他、尊敬他，他對你很慈悲：你討厭他、侮辱他、毀謗他，甚至於殺害他、消滅他，他還是慈悲你，他不會改變。為什麼？他依智慧。文殊，智慧！"
    },
    {
      "id": "12-017-1023_p0005",
      "zh_CN": "智慧是真心，情绪是妄心，这诸位要懂。法相宗的修行，它修行总的纲领叫转识成智，识是妄心，转识成智；换句话说，把妄心转变成真心。八识，妄心；四智，真心，佛菩萨用真心，修行人功夫得力用真心。凡是用真心的，法相宗你们看看《百法明门》，《百法明门》里面就说得清楚，用真心的同生性。同生性是什么意思？跟诸佛如来、法身菩萨同样用真心，这是同生性。什么果位是属于同生性？圆教初住以上，别教初地以上。这就是大家很熟悉的破一品无明证一分法身，这时候真心用事，不是妄心。十法界里面佛菩萨，虽然没有明心见性，修行的功夫好，功夫真正得力，他虽然还没有转识成智，但是他的智慧，就是定慧有力量，能伏住烦恼习气，也能够做到像佛菩萨一样，对待一切众生真诚、慈悲他不会变，这我们讲什么？他是相似位，很像佛菩萨，但是他还是用的妄心，只是定慧功夫得力。",
      "zh_TW": "智慧是真心，情緒是妄心，這諸位要懂。法相宗的修行，它修行總的綱領叫轉識成智，識是妄心，轉識成智；換句話說，把妄心轉變成真心。八識，妄心；四智，真心，佛菩薩用真心，修行人功夫得力用真心。凡是用真心的，法相宗你們看看《百法明門》，《百法明門》裡面就說得清楚，用真心的同生性。同生性是什麼意思？跟諸佛如來、法身菩薩同樣用真心，這是同生性。什麼果位是屬於同生性？圓教初住以上，別教初地以上。這就是大家很熟悉的破一品無明證一分法身，這時候真心用事，不是妄心。十法界裡面佛菩薩，雖然沒有明心見性，修行的功夫好，功夫真正得力，他雖然還沒有轉識成智，但是他的智慧，就是定慧有力量，能伏住煩惱習氣，也能夠做到像佛菩薩一樣，對待一切眾生真誠、慈悲他不會變，這我們講什麼？他是相似位，很像佛菩薩，但是他還是用的妄心，只是定慧功夫得力。"
    },
    {
      "id": "12-017-1023_p0006",
      "zh_CN": "我们在一生当中，真正做到转识成智不容易，太难了。换句话说，断一品无明证一分法身，这不是末法时期人能办得到的！我们可以做得到的，功夫得力，定慧等运，能够把妄心伏住，不起烦恼。在一切境缘当中，能够随顺经论教诲，不管什么样的逆境、恶人，依然能够用真心，真诚、清净、平等、慈悲来对待，可以把自己提升到相似位，这好。功夫提升到相似位，这是伏烦恼，没有断烦恼，断烦恼就转过来了。没转得过来，念佛往生生方便有余土，不是凡圣同居土，这是我们在一生当中只要自己肯干，能办得到。真正转识成智是不容易，但是也不能说办不到，各人根性不相同，缘分不相同。",
      "zh_TW": "我們在一生當中，真正做到轉識成智不容易，太難了。換句話說，斷一品無明證一分法身，這不是末法時期人能辦得到的！我們可以做得到的，功夫得力，定慧等運，能夠把妄心伏住，不起煩惱。在一切境緣當中，能夠隨順經論教誨，不管什麼樣的逆境、惡人，依然能夠用真心，真誠、清淨、平等、慈悲來對待，可以把自己提升到相似位，這好。功夫提升到相似位，這是伏煩惱，沒有斷煩惱，斷煩惱就轉過來了。沒轉得過來，念佛往生生方便有餘土，不是凡聖同居土，這是我們在一生當中只要自己肯幹，能辦得到。真正轉識成智是不容易，但是也不能說辦不到，各人根性不相同，緣分不相同。"
    },
    {
      "id": "12-017-1023_p0007",
      "zh_CN": "总而言之一句话，修行在顺逆境界里头磨炼，历事练心，《华严》是最好的指导原则。顺境里面不生贪恋，这比什么都重要，逆境里面不生瞋恚，特别是人事环境，先在这地方用功夫。所以会用功的人，顺境、逆境、善缘、恶缘都是好缘，你不从这上历练，你怎么能成就？所以明白人、会用功的人，肯定你这一生永远生活在感恩的世界。对你好的人、帮助你的人，对你有恩；对你不好的人、害你的人也有恩，有什么恩？没有他的逆境，怎么能够晓得你自己功夫在提升。等于说他来考试，你的烦恼会不会现前？最恶劣的方式来对你，看你生不生烦恼？果然在这里不生烦恼，你不感谢他吗？",
      "zh_TW": "總而言之一句話，修行在順逆境界裡頭磨鍊，歷事練心，《華嚴》是最好的指導原則。順境裡面不生貪戀，這比什麼都重要，逆境裡面不生瞋恚，特別是人事環境，先在這地方用功夫。所以會用功的人，順境、逆境、善緣、惡緣都是好緣，你不從這上歷練，你怎麼能成就？所以明白人、會用功的人，肯定你這一生永遠生活在感恩的世界。對你好的人、幫助你的人，對你有恩；對你不好的人、害你的人也有恩，有什麼恩？沒有他的逆境，怎麼能夠曉得你自己功夫在提升。等於說他來考試，你的煩惱會不會現前？最惡劣的方式來對你，看你生不生煩惱？果然在這裡不生煩惱，你不感謝他嗎？"
    },
    {
      "id": "12-017-1023_p0008",
      "zh_CN": "你们想想，这大家《金刚经》都念过，《金刚经》里面忍辱仙人遇到歌利王，被歌利王割截身体，忍辱仙人感激歌利王，没有一点怨恨心，为什么感激他？因为歌利王这样一个举动，忍辱仙人才真正明了，忍辱波罗蜜圆满了。等于我们念书，这是考试！逆境是考试，每次很顺利的通过，你就提升一级。修行人对于这些最恶劣的人常存报恩心，忍辱仙人对歌利王，当时就发愿了，将来我成佛，第一个来度你。释迦牟尼佛就是那个时候的忍辱仙人，憍陈如尊者就是歌利王。佛说话兑现了，不打妄语，成佛头一个度憍陈如。憍陈如确确实实在释迦会上第一个证阿罗汉果，这是我们要学习的。",
      "zh_TW": "你們想想，這大家《金剛經》都念過，《金剛經》裡面忍辱仙人遇到歌利王，被歌利王割截身體，忍辱仙人感激歌利王，沒有一點怨恨心，為什麼感激他？因為歌利王這樣一個舉動，忍辱仙人才真正明瞭，忍辱波羅蜜圓滿了。等於我們念書，這是考試！逆境是考試，每次很順利的通過，你就提升一級。修行人對於這些最惡劣的人常存報恩心，忍辱仙人對歌利王，當時就發願了，將來我成佛，第一個來度你。釋迦牟尼佛就是那個時候的忍辱仙人，憍陳如尊者就是歌利王。佛說話兌現了，不打妄語，成佛頭一個度憍陳如。憍陳如確確實實在釋迦會上第一個證阿羅漢果，這是我們要學習的。"
    },
    {
      "id": "12-017-1023_p0009",
      "zh_CN": "你这一生当中，真的你有福，没有一个对立的，没有一个冤家，没有一个对头，你说这人多幸福，这人人生多美满。功夫是从自己内心里头做，我们绝对不能说是消除外面别人跟我对立，这做不到，佛也做不到。要消除我自己内心的对立，别人跟我对立，我不跟他对立。换句话说，像忍辱仙人，歌利王杀害他，他决定不会去杀害歌利王，这是最严重的！小的，别人侮辱我，我决不会侮辱他，别人毁谤我，我决不会去毁谤他，这小事！这些地方修什么？修忍辱波罗蜜。这忍辱里面有布施，布施什么？法布施。布施什么？布施忍辱。对方总有一天他会觉悟：我用种种恶的念头、恶的手段对付某人，某人一点怨恨都没有，而且我有苦难的时候，他还来帮助。总有一天他良心会发现，这布施忍辱波罗蜜。所以这忍辱里头具足布施、持戒、精进、禅定、般若，要是文殊菩萨十波罗蜜，方便、愿、力、智统统具足。应当学，不能不学。所以没有一个众生不是我的恩人。",
      "zh_TW": "你這一生當中，真的你有福，沒有一個對立的，沒有一個冤家，沒有一個對頭，你說這人多幸福，這人人生多美滿。功夫是從自己內心裡頭做，我們絕對不能說是消除外面別人跟我對立，這做不到，佛也做不到。要消除我自己內心的對立，別人跟我對立，我不跟他對立。換句話說，像忍辱仙人，歌利王殺害他，他決定不會去殺害歌利王，這是最嚴重的！小的，別人侮辱我，我決不會侮辱他，別人毀謗我，我決不會去毀謗他，這小事！這些地方修什麼？修忍辱波羅蜜。這忍辱裡面有布施，布施什麼？法布施。布施什麼？布施忍辱。對方總有一天他會覺悟：我用種種惡的念頭、惡的手段對付某人，某人一點怨恨都沒有，而且我有苦難的時候，他還來幫助。總有一天他良心會發現，這布施忍辱波羅蜜。所以這忍辱裡頭具足布施、持戒、精進、禪定、般若，要是文殊菩薩十波羅蜜，方便、願、力、智統統具足。應當學，不能不學。所以沒有一個眾生不是我的恩人。"
    },
    {
      "id": "12-017-1023_p0010",
      "zh_CN": "我们回向偈子里面天天念「上报四重恩」，什么是四重恩？天天念，念了怎么样？不知道！四重恩里头第一个是父母恩，自己修得好才能报父母恩。第二个是三宝恩。三宝是老师，我们觉悟过来、明白过来了，三宝教的。如果我们没有接触过三宝，别人要是欺负我、侮辱我，决定反抗，决定报复，肯定的。现在我们知道这想法作法错误的，为什么？报复造成生生世世冤冤相报，彼此双方都痛苦，绝对不能解决问题。忍辱能解决问题，自己要修得让对方觉悟，让对方真正回头，自己度了也度了别人。这是真正解决问题的不二法门，所以三宝对我有恩。第三个在从前是国主恩，现在是国家恩。国家强盛，国土平安，我们才能过安定的生活。第四个众生恩。我们每天吃这一碗饭，这碗饭多少人辛辛苦苦为我服务的成就，我们穿这一身衣服，衣服从哪里来的？我们日常生活当中一切所需的，多少人辛苦？一切众生提出来的供养，我们今天接受，有没有想到我们自己修学的成就，回报给一切众生。现在这社会人也常常说「人人为我，我为人人」，这话是正确的，这就说明一切众生有恩于我。我自己尽心尽力在我这行业上，在我这工作上做到尽善尽美，尽自己的心力，报众生恩。",
      "zh_TW": "我們迴向偈子裡面天天念「上報四重恩」，什麼是四重恩？天天念，念了怎麼樣？不知道！四重恩裡頭第一個是父母恩，自己修得好才能報父母恩。第二個是三寶恩。三寶是老師，我們覺悟過來、明白過來了，三寶教的。如果我們沒有接觸過三寶，別人要是欺負我、侮辱我，決定反抗，決定報復，肯定的。現在我們知道這想法作法錯誤的，為什麼？報復造成生生世世冤冤相報，彼此雙方都痛苦，絕對不能解決問題。忍辱能解決問題，自己要修得讓對方覺悟，讓對方真正回頭，自己度了也度了別人。這是真正解決問題的不二法門，所以三寶對我有恩。第三個在從前是國主恩，現在是國家恩。國家強盛，國土平安，我們才能過安定的生活。第四個眾生恩。我們每天吃這一碗飯，這碗飯多少人辛辛苦苦為我服務的成就，我們穿這一身衣服，衣服從哪裡來的？我們日常生活當中一切所需的，多少人辛苦？一切眾生提出來的供養，我們今天接受，有沒有想到我們自己修學的成就，回報給一切眾生。現在這社會人也常常說「人人為我，我為人人」，這話是正確的，這就說明一切眾生有恩於我。我自己盡心盡力在我這行業上，在我這工作上做到盡善盡美，盡自己的心力，報眾生恩。"
    },
    {
      "id": "12-017-1023_p0011",
      "zh_CN": "每天念这回向偈，上报四重恩，你要晓得拿什么来报恩。这四重恩是真的，一点都不假。我们拿什么去报？我们今天在学佛，像不像佛？果然有几分像佛，这就有一点功德，得用这功德报恩，不像不行。怎么样学得像？这我们在讲席里常说，一定要放弃自己的成见，放弃自己的想法、作法，随顺佛陀教诲。佛菩萨在经教里头教我们怎么做，我们依教奉行，这样就对了。这是说要是就德来立名。「若随机立名，等众生界」。随顺众生的机宜，众生的根机不相同，这是什么？八万四千法门，无量法门。无量法门是随机而立的，经上又常说「无量为一，一为无量」，那个一是就德而立的。",
      "zh_TW": "每天念這迴向偈，上報四重恩，你要曉得拿什麼來報恩。這四重恩是真的，一點都不假。我們拿什麼去報？我們今天在學佛，像不像佛？果然有幾分像佛，這就有一點功德，得用這功德報恩，不像不行。怎麼樣學得像？這我們在講席裡常說，一定要放棄自己的成見，放棄自己的想法、作法，隨順佛陀教誨。佛菩薩在經教裡頭教我們怎麼做，我們依教奉行，這樣就對了。這是說要是就德來立名。「若隨機立名，等眾生界」。隨順眾生的機宜，眾生的根機不相同，這是什麼？八萬四千法門，無量法門。無量法門是隨機而立的，經上又常說「無量為一，一為無量」，那個一是就德而立的。"
    },
    {
      "id": "12-017-1023_p0012",
      "zh_CN": "下面清凉大师又说，「虽复多种，皆为随宜，生善、灭恶、见理，而立」，这是把立名几个原则说出来了，这可以说是最高的原则，我们在这里要学。所立的一些名，一定要想到生善、灭恶、见理，见什么？明理。我们这小道场，有两个大厅，原来的教堂现在我们建立教室，教室当中也有一个大厅。我们大型的厅堂有三个，教室有十个，宿舍也有不少，怎么命名？这教堂我们念念不忘老师护法，这是什么？知恩报恩，饮水思源。大教堂我们命名嘉南堂，你们在这里看到，我们教堂的上方，一面是章嘉大师的德相，一面是李炳南老居士的德相，嘉是章嘉，南是李炳南老居士，这个堂嘉南堂。",
      "zh_TW": "下面清涼大師又說，「雖復多種，皆為隨宜，生善、滅惡、見理，而立」，這是把立名幾個原則說出來了，這可以說是最高的原則，我們在這裡要學。所立的一些名，一定要想到生善、滅惡、見理，見什麼？明理。我們這小道場，有兩個大廳，原來的教堂現在我們建立教室，教室當中也有一個大廳。我們大型的廳堂有三個，教室有十個，宿舍也有不少，怎麼命名？這教堂我們念念不忘老師護法，這是什麼？知恩報恩，飲水思源。大教堂我們命名嘉南堂，你們在這裡看到，我們教堂的上方，一面是章嘉大師的德相，一面是李炳南老居士的德相，嘉是章嘉，南是李炳南老居士，這個堂嘉南堂。"
    },
    {
      "id": "12-017-1023_p0013",
      "zh_CN": "现在我们这斋堂，我们纪念韩锳居士，这是我们的护法，护持我们三十年，没有这三十年的护持，我们怎么会有成就？不可能有成就。所以这堂纪念她的，韩锳堂。新建的教室当中，这一个堂口，我们纪念老师、护法，方东美先生，李木源居士，我们那一个堂口，东源堂，方东美先生，李木源居士。靠马路边上，我们这三个寮房，我们用觉正净，觉路、正路、净路，我们那个小牌子都钉上去了。还有不少的寮房还没有起名字，你们同学们去想想，记住这原则：生善、灭恶、见理。我们将来这教室，每一间教室，你们也都想个名字来给我看看，我让你们来命名，名号功德不可思议。我们不要用第一教室、第二教室，不要用这个，让大家看到名号他就有受用。",
      "zh_TW": "現在我們這齋堂，我們紀念韓鍈居士，這是我們的護法，護持我們三十年，沒有這三十年的護持，我們怎麼會有成就？不可能有成就。所以這堂紀念她的，韓鍈堂。新建的教室當中，這一個堂口，我們紀念老師、護法，方東美先生，李木源居士，我們那一個堂口，東源堂，方東美先生，李木源居士。靠馬路邊上，我們這三個寮房，我們用覺正淨，覺路、正路、淨路，我們那個小牌子都釘上去了。還有不少的寮房還沒有起名字，你們同學們去想想，記住這原則：生善、滅惡、見理。我們將來這教室，每一間教室，你們也都想個名字來給我看看，我讓你們來命名，名號功德不可思議。我們不要用第一教室、第二教室，不要用這個，讓大家看到名號他就有受用。"
    },
    {
      "id": "12-017-1023_p0014",
      "zh_CN": "末后这两句大师讲得很好，「海印顿现，不应生着」。就是说对于这名号，不要生分别执着，不要生这念头。看到之后要把自己的修德提起来，会常常忘记，到处能看到的时候，能提醒自己，这个重要！你们自己多想想，这几天教室应该再一个星期可以交屋，可以交给我们使用了。看看大家，想想看用什么名字来给它命名。前面的介绍就说到此地。",
      "zh_TW": "末後這兩句大師講得很好，「海印頓現，不應生著」。就是說對於這名號，不要生分別執著，不要生這念頭。看到之後要把自己的修德提起來，會常常忘記，到處能看到的時候，能提醒自己，這個重要！你們自己多想想，這幾天教室應該再一個星期可以交屋，可以交給我們使用了。看看大家，想想看用什麼名字來給它命名。前面的介紹就說到此地。"
    },
    {
      "id": "12-017-1023_p0015",
      "zh_CN": "现在我们看看下面，这科判是分段落，也应当读一读。「文中分四」，经文里面分四个段落。第一个「娑婆之内，自有百亿」。百亿不是数字，是代表圆满，一个也没有漏，取这意思，统统都包括到了，娑婆世界；娑婆是三千大千世界。第二段「娑婆邻近，即百亿之外」。这百亿如果说娑婆世界里面有一百亿个星球，也能讲得通。这大千世界确确实实，黄念祖老居士告诉我们，现在天文学家发现的银河系，这银河系在佛经里头是一个单位世界。我们知道这样一千个单位世界，组合起来叫一个小千世界；再以小千世界为单位，又集一千个小千世界成为一个中千世界；再以中千世界为单位，组合一千个中千世界叫一个大千世界，这是一尊佛的教化区，他的教区。如果这样算起来，可能不止一百亿，所以百亿我们体会它圆满，一个不漏，这意思就好，不把它看作数目字。",
      "zh_TW": "現在我們看看下面，這科判是分段落，也應當讀一讀。「文中分四」，經文裡面分四個段落。第一個「娑婆之內，自有百億」。百億不是數字，是代表圓滿，一個也沒有漏，取這意思，統統都包括到了，娑婆世界；娑婆是三千大千世界。第二段「娑婆鄰近，即百億之外」。這百億如果說娑婆世界裡面有一百億個星球，也能講得通。這大千世界確確實實，黃念祖老居士告訴我們，現在天文學家發現的銀河系，這銀河系在佛經裡頭是一個單位世界。我們知道這樣一千個單位世界，組合起來叫一個小千世界；再以小千世界為單位，又集一千個小千世界成為一個中千世界；再以中千世界為單位，組合一千個中千世界叫一個大千世界，這是一尊佛的教化區，他的教區。如果這樣算起來，可能不止一百億，所以百億我們體會它圓滿，一個不漏，這意思就好，不把它看作數目字。"
    },
    {
      "id": "12-017-1023_p0016",
      "zh_CN": "佛经里面讲三千大千世界，是因为它的组成有小千、有中千、有大千。三千大千世界实际上是一个大千世界，不是说宇宙之间这样的大千世界只有三千个，那你又完全解错了。我过去看到一些学者们，他们的著作里头讲，佛家讲这宇宙是三千大千世界，这意思错会了。三千大千世界是一个，一个大千世界，宇宙当中像这样的大千世界有多少？无量无边，哪里只三千个。我们在华藏世界上看到就不止三千，所以是世界微尘数，真的是不可思议。邻近娑婆世界的四周，这是这一个三千大千世界之外的世界，这是讲邻近的。",
      "zh_TW": "佛經裡面講三千大千世界，是因為它的組成有小千、有中千、有大千。三千大千世界實際上是一個大千世界，不是說宇宙之間這樣的大千世界只有三千個，那你又完全解錯了。我過去看到一些學者們，他們的著作裡頭講，佛家講這宇宙是三千大千世界，這意思錯會了。三千大千世界是一個，一個大千世界，宇宙當中像這樣的大千世界有多少？無量無邊，哪裡只三千個。我們在華藏世界上看到就不止三千，所以是世界微塵數，真的是不可思議。鄰近娑婆世界的四周，這是這一個三千大千世界之外的世界，這是講鄰近的。"
    },
    {
      "id": "12-017-1023_p0017",
      "zh_CN": "第三「类通一切，谓尽十方」。类是举例，像这一类，再扩大那就是遍法界虚空界，这讲到十方。十方无量无边诸佛刹土亦复如是，这如是怎么讲？就是名号。诸佛菩萨在那个地方示现，所用的名号。最后一段「释差别所由」，解释为什么名号差别这么大，这是什么缘故？这地方的答复很好，「由随物故」。这物是众生，由随顺众生，所以建立名号无量无边，不可思议，完全是看众生的需要。众生的需要，他是有时节因缘的。我在前面举的例子，诸位要常常想到，就我们一个人来说，这一个众生，我们随着年龄不相同，需要不一样。幼儿的时候，他需要的是玩具，其他的他都不懂；稍微长大一点，上小学了，他需要的是小学教育；到他念中学的时候，小学那个他不需要了，现在需要中学的。所以随着年龄，随着自己生活环境，各个阶段的需要不一样。佛菩萨要随顺一切众生，每个众生，他的需要时时刻刻在产生变化。",
      "zh_TW": "第三「類通一切，謂盡十方」。類是舉例，像這一類，再擴大那就是遍法界虛空界，這講到十方。十方無量無邊諸佛剎土亦復如是，這如是怎麼講？就是名號。諸佛菩薩在那個地方示現，所用的名號。最後一段「釋差別所由」，解釋為什麼名號差別這麼大，這是什麼緣故？這地方的答覆很好，「由隨物故」。這物是眾生，由隨順眾生，所以建立名號無量無邊，不可思議，完全是看眾生的需要。眾生的需要，他是有時節因緣的。我在前面舉的例子，諸位要常常想到，就我們一個人來說，這一個眾生，我們隨著年齡不相同，需要不一樣。幼兒的時候，他需要的是玩具，其他的他都不懂；稍微長大一點，上小學了，他需要的是小學教育；到他念中學的時候，小學那個他不需要了，現在需要中學的。所以隨著年齡，隨著自己生活環境，各個階段的需要不一樣。佛菩薩要隨順一切眾生，每個眾生，他的需要時時刻刻在產生變化。"
    },
    {
      "id": "12-017-1023_p0018",
      "zh_CN": "生病的时候需要良药。最近我们知道这世界上许多地方SARS的传染病，中国人讲瘟疫，需要什么？需要良药，需要懂得防止的知识，如何预防。这是说明，我们往下看名号很多很多，这是四个大段，现在是第一个大段里面讲娑婆之内的。这一段里头又分三个小段，第一个是「四洲」，第一小段；第二小段，「四洲之邻十界」：第三段「总结娑婆」。我们现在看经文：",
      "zh_TW": "生病的時候需要良藥。最近我們知道這世界上許多地方SARS的傳染病，中國人講瘟疫，需要什麼？需要良藥，需要懂得防止的知識，如何預防。這是說明，我們往下看名號很多很多，這是四個大段，現在是第一個大段裡面講娑婆之內的。這一段裡頭又分三個小段，第一個是「四洲」，第一小段；第二小段，「四洲之鄰十界」：第三段「總結娑婆」。我們現在看經文："
    },
    {
      "id": "12-017-1023_p0019",
      "zh_CN": "【诸佛子，如来于此四天下中，或名一切义成，或名圆满月，或名师子吼，或名释迦牟尼，或名第七仙，或名毘卢遮那，或名瞿昙氏，或名大沙门，或名最胜，或名导师。】",
      "zh_TW": "【諸佛子，如來於此四天下中，或名一切義成，或名圓滿月，或名師子吼，或名釋迦牟尼，或名第七仙，或名毘盧遮那，或名瞿曇氏，或名大沙門，或名最勝，或名導師。】"
    },
    {
      "id": "12-017-1023_p0020",
      "zh_CN": "这随便一说十个名字。",
      "zh_TW": "這隨便一說十個名字。"
    },
    {
      "id": "12-017-1023_p0021",
      "zh_CN": "【如是等其数十千。】",
      "zh_TW": "【如是等其數十千。】"
    },
    {
      "id": "12-017-1023_p0022",
      "zh_CN": "『十千』也不是数字，全都是表法，表多。如果是数字，十千这是一万，不算多。佛在《万佛名经》里面不就讲了十千吗？它有一万二千多，十二千。",
      "zh_TW": "『十千』也不是數字，全都是表法，表多。如果是數字，十千這是一萬，不算多。佛在《萬佛名經》裡面不就講了十千嗎？它有一萬二千多，十二千。"
    },
    {
      "id": "12-017-1023_p0023",
      "zh_CN": "【令诸众生。各别知见。】",
      "zh_TW": "【令諸眾生。各別知見。】"
    },
    {
      "id": "12-017-1023_p0024",
      "zh_CN": "这后面娑婆之内经文就有十段。第一段清凉大师在注解里头为我们介绍，往后就不说了。你懂得个这道理，顾名思义，你看这个名号就应该懂得它的意思。清凉大师在注解里面带着我们来学习，可以说他给我们做导读。",
      "zh_TW": "這後面娑婆之內經文就有十段。第一段清涼大師在註解裡頭為我們介紹，往後就不說了。你懂得個這道理，顧名思義，你看這個名號就應該懂得它的意思。清涼大師在註解裡面帶著我們來學習，可以說他給我們做導讀。"
    },
    {
      "id": "12-017-1023_p0025",
      "zh_CN": "「举四洲者，昔云意取阎浮，言总意别，余三天下，佛不出故」。这几句话我们要懂。举四洲，这是讲我们现在居住这世界是一个单位世界，要是黄老居士讲就是这银河系。在这单位世界当中是须弥山，日月是在须弥山当中，围绕着须弥山在转。所以黄老居士就这个来说明，我们现在天文学家讲得很清楚，太阳系确确实实是绕着银河系转的，银河的中心就是佛在经上讲的须弥山。银河的中心是什么？现在人这天文学家观察到，银河中心是黑洞，佛讲是须弥山。他说佛经上讲的须弥山就是现在人讲的黑洞。四洲，这是四个大洲有人居住的地方，我们这地球叫南阎浮提洲，东方是东胜神洲，北方是北俱卢洲，西方是西牛货洲。这些佛出现都是出现在南阎浮提洲，为什么？这一洲众生根性成熟了，所以佛都在这地方出现。",
      "zh_TW": "「舉四洲者，昔云意取閻浮，言總意別，餘三天下，佛不出故」。這幾句話我們要懂。舉四洲，這是講我們現在居住這世界是一個單位世界，要是黃老居士講就是這銀河系。在這單位世界當中是須彌山，日月是在須彌山當中，圍繞著須彌山在轉。所以黃老居士就這個來說明，我們現在天文學家講得很清楚，太陽系確確實實是繞著銀河系轉的，銀河的中心就是佛在經上講的須彌山。銀河的中心是什麼？現在人這天文學家觀察到，銀河中心是黑洞，佛講是須彌山。他說佛經上講的須彌山就是現在人講的黑洞。四洲，這是四個大洲有人居住的地方，我們這地球叫南閻浮提洲，東方是東勝神洲，北方是北俱盧洲，西方是西牛貨洲。這些佛出現都是出現在南閻浮提洲，為什麼？這一洲眾生根性成熟了，所以佛都在這地方出現。"
    },
    {
      "id": "12-017-1023_p0026",
      "zh_CN": "从前有一些解经的人，他们把地球作为娑婆世界，把喜马拉雅山看作须弥山，佛正好出生在北印度是须弥山的南面，把那个地方称为南阎浮提洲，这讲不通，为什么？佛在经上讲的，北俱卢洲，那个北印度北面不就是西藏吗？佛讲北洲人福报最大，人的寿命一千岁，很少有短命的，我们仔细观察一下，西藏人寿没有各个都一千岁，没有！这跟佛经上讲的不一样。所以我们要肯定，佛讲的这其余这三洲不在我们太阳系，这是经典上没有明确的说明。但是我们地球，一般人讲这是南阎浮提洲，我们可以肯定。",
      "zh_TW": "從前有一些解經的人，他們把地球作為娑婆世界，把喜馬拉雅山看作須彌山，佛正好出生在北印度是須彌山的南面，把那個地方稱為南閻浮提洲，這講不通，為什麼？佛在經上講的，北俱盧洲，那個北印度北面不就是西藏嗎？佛講北洲人福報最大，人的壽命一千歲，很少有短命的，我們仔細觀察一下，西藏人壽沒有各個都一千歲，沒有！這跟佛經上講的不一樣。所以我們要肯定，佛講的這其餘這三洲不在我們太陽系，這是經典上沒有明確的說明。但是我們地球，一般人講這是南閻浮提洲，我們可以肯定。"
    },
    {
      "id": "12-017-1023_p0027",
      "zh_CN": "佛可以同时在许许多多世界示现成佛，我们知道，凡是佛在那个世间示现成佛，那个地方都叫做南阎浮提洲。我们怎么可以这样说法？因为《华严》末后五十三参有这例子，善财童子参访的方向都是南面，都是南方。清凉大师给我们解释，《华严经》上讲的南方不是我们现在讲东南西北这四方，南方是什么？佛的活动在北半球，这我们要知道，北半球的南方是赤道，所以南方属火，北方是水，东方是木，西方是金，中央是土，火象征光明，南方是什么意思？光明之方。你要去参访善知识，善知识是有道德、有学问的人，他住的那个地方就叫做光明之方，就叫做南方，这么个意思，不是指东南西北。由此可知，此地讲的四洲东南西北，也不可以看作这东南西北的方向，这样看的时候，我们就会看错，就错解佛的意思。",
      "zh_TW": "佛可以同時在許許多多世界示現成佛，我們知道，凡是佛在那個世間示現成佛，那個地方都叫做南閻浮提洲。我們怎麼可以這樣說法？因為《華嚴》末後五十三參有這例子，善財童子參訪的方向都是南面，都是南方。清涼大師給我們解釋，《華嚴經》上講的南方不是我們現在講東南西北這四方，南方是什麼？佛的活動在北半球，這我們要知道，北半球的南方是赤道，所以南方屬火，北方是水，東方是木，西方是金，中央是土，火象徵光明，南方是什麼意思？光明之方。你要去參訪善知識，善知識是有道德、有學問的人，他住的那個地方就叫做光明之方，就叫做南方，這麼個意思，不是指東南西北。由此可知，此地講的四洲東南西北，也不可以看作這東南西北的方向，這樣看的時候，我們就會看錯，就錯解佛的意思。"
    },
    {
      "id": "12-017-1023_p0028",
      "zh_CN": "佛说法常常是意在言外，我们要会体会到。善财到达善知识居住的地方，那个地方都叫福城。福城不是一个城，只要是善知识教化的那个地区，那个地区人有福，天天接受正法的薰陶，所以那个地区就叫做福城，不是指一定的一个城市，也不是指一定的方向，我们懂这意思。所以五十三参，方都是南方，城都是福城，表法的意思，不是真的南方，真的有个福城。那你到印度去找，福城在哪里？找不到！我们明白这意思，经上许许多多地方，我们就会通了。所以不能够，清凉大师前面讲的不可以执着，不可以分别执着，要体会他的意思。佛说法常常是意在言外，这是说话教学的一种技巧，现在讲的是艺术。现在时间到了。",
      "zh_TW": "佛說法常常是意在言外，我們要會體會到。善財到達善知識居住的地方，那個地方都叫福城。福城不是一個城，只要是善知識教化的那個地區，那個地區人有福，天天接受正法的薰陶，所以那個地區就叫做福城，不是指一定的一個城市，也不是指一定的方向，我們懂這意思。所以五十三參，方都是南方，城都是福城，表法的意思，不是真的南方，真的有個福城。那你到印度去找，福城在哪裡？找不到！我們明白這意思，經上許許多多地方，我們就會通了。所以不能夠，清涼大師前面講的不可以執著，不可以分別執著，要體會他的意思。佛說法常常是意在言外，這是說話教學的一種技巧，現在講的是藝術。現在時間到了。"
    },
    {
      "id": "12-017-1023_p0029",
      "zh_CN": "诸位同学，请看娑婆之内的这一段经文，我们把它念一遍：",
      "zh_TW": "諸位同學，請看娑婆之內的這一段經文，我們把它念一遍："
    },
    {
      "id": "12-017-1023_p0030",
      "zh_CN": "【诸佛子，如来于此四天下中，或名一切义成，或名圆满月，或名师子吼，或名释迦牟尼，或名第七仙，或名毘卢遮那，或名瞿昙氏，或名大沙门，或名最胜，或名导师，如是等其数十千，令诸众生，各别知见。】",
      "zh_TW": "【諸佛子，如來於此四天下中，或名一切義成，或名圓滿月，或名師子吼，或名釋迦牟尼，或名第七仙，或名毘盧遮那，或名瞿曇氏，或名大沙門，或名最勝，或名導師，如是等其數十千，令諸眾生，各別知見。】"
    },
    {
      "id": "12-017-1023_p0031",
      "zh_CN": "这一段『四天下』的意思，这表法的义趣上面说过了。现在我们看世尊在此地给我们略举十个名号，名里面都含着有意思的。第一个名字叫『一切义成』。这就是世尊在家的本名，悉达多，「悉达多」是梵语，翻成中国的意思就是「一切义成」。清凉大师在注解里面跟我们讲「无事不成就」。《钞》里面说得很详细，世尊是一个小国王的太子。这名号是从果上讲的，果一定有因。一切义成，要是用我们世间通俗的话来说，就是一切成就，现在人常讲的心想事成。果然心想事成就是悉达多里面的含义，这不是一桩容易事情，但是有没有？真有。",
      "zh_TW": "這一段『四天下』的意思，這表法的義趣上面說過了。現在我們看世尊在此地給我們略舉十個名號，名裡面都含著有意思的。第一個名字叫『一切義成』。這就是世尊在家的本名，悉達多，「悉達多」是梵語，翻成中國的意思就是「一切義成」。清涼大師在註解裡面跟我們講「無事不成就」。《鈔》裡面說得很詳細，世尊是一個小國王的太子。這名號是從果上講的，果一定有因。一切義成，要是用我們世間通俗的話來說，就是一切成就，現在人常講的心想事成。果然心想事成就是悉達多裡面的含義，這不是一樁容易事情，但是有沒有？真有。"
    },
    {
      "id": "12-017-1023_p0032",
      "zh_CN": "我在初学佛的时候，章嘉大师告诉我「佛氏门中，有求必应」，然后给我解释，当你有求没有感应的时候，自己要知道，你所求的一定是不如理不如法，才没有感应。如果如理如法，哪有没有感应的道理！理很深，法微妙。我们学佛没有别的，明其理通达其法，然后就变成了心想事成。这心想事成在佛经里面我们可以看到，这大家最清楚的，常常看到的「净土三经」里头所说的西方极乐世界兑现了，真的是心想事成。大乘经上佛常说「一切法从心想生」，我们在「往生经」里面看到的，那样的明显，显著！祖师大德常常说，那个世界思衣得衣，思食得食，这是举我们一般人常常想着的，想什么，什么都现前了。",
      "zh_TW": "我在初學佛的時候，章嘉大師告訴我「佛氏門中，有求必應」，然後給我解釋，當你有求沒有感應的時候，自己要知道，你所求的一定是不如理不如法，才沒有感應。如果如理如法，哪有沒有感應的道理！理很深，法微妙。我們學佛沒有別的，明其理通達其法，然後就變成了心想事成。這心想事成在佛經裡面我們可以看到，這大家最清楚的，常常看到的「淨土三經」裡頭所說的西方極樂世界兌現了，真的是心想事成。大乘經上佛常說「一切法從心想生」，我們在「往生經」裡面看到的，那樣的明顯，顯著！祖師大德常常說，那個世界思衣得衣，思食得食，這是舉我們一般人常常想著的，想什麼，什麼都現前了。"
    },
    {
      "id": "12-017-1023_p0033",
      "zh_CN": "今天的科学家，知道这道理，你要跟他讲，他点头，这可能，但是没有办法证实。这没有办法证实，换句话说，我们科学的技术还不够。所以，我过去讲《无量寿经》，我都劝导，今天世界上一流的科学家，一定要到极乐世界去留学，宇宙之间最大的科学家无过于阿弥陀佛，最伟大的宇宙之间的科学家。我们今天有的时候得到这讯息，技术上做不到，人家统统都做到了。",
      "zh_TW": "今天的科學家，知道這道理，你要跟他講，他點頭，這可能，但是沒有辦法證實。這沒有辦法證實，換句話說，我們科學的技術還不夠。所以，我過去講《無量壽經》，我都勸導，今天世界上一流的科學家，一定要到極樂世界去留學，宇宙之間最大的科學家無過於阿彌陀佛，最偉大的宇宙之間的科學家。我們今天有的時候得到這訊息，技術上做不到，人家統統都做到了。"
    },
    {
      "id": "12-017-1023_p0034",
      "zh_CN": "近代的科学家，从数理上推演，知道空间跟时间都不是确定的，可以互相转变的，空间没有远近，时间没有过去未来。在西方极乐世界，人家早就实现了，随时能够现无量无边身，在不同刹土里面出现，供佛，闻法，有时候还代佛弘法利生，得大自在，真的解脱了。《华严经》末后不思议解脱境界，他们入这境界了，这是个科学世界，要说佛法不合科学，他是没有读佛经，也不懂科学。所以非常遗憾，这世间科学家没有来读《华严经》，他们要读《华严经》一定有很不思议的启示，对他们的境界，我们有理由相信，会有大幅度的提升，这是第一个名号的意思。",
      "zh_TW": "近代的科學家，從數理上推演，知道空間跟時間都不是確定的，可以互相轉變的，空間沒有遠近，時間沒有過去未來。在西方極樂世界，人家早就實現了，隨時能夠現無量無邊身，在不同剎土裡面出現，供佛，聞法，有時候還代佛弘法利生，得大自在，真的解脫了。《華嚴經》末後不思議解脫境界，他們入這境界了，這是個科學世界，要說佛法不合科學，他是沒有讀佛經，也不懂科學。所以非常遺憾，這世間科學家沒有來讀《華嚴經》，他們要讀《華嚴經》一定有很不思議的啟示，對他們的境界，我們有理由相信，會有大幅度的提升，這是第一個名號的意思。"
    },
    {
      "id": "12-017-1023_p0035",
      "zh_CN": "第二个名号『圆满月』，清凉大师在注解里面说「圆满月者，惑断智圆，恩荫清凉故」，末后这一句话从比喻上说的，名字也从比喻上建立。圆满月，我们中国人讲农历十五，望月，月圆，比喻什么？月亮在没有圆的时候，它有一部分是黑暗的，上弦我们看到这月光，一半明亮的，一半是黑暗的，初一月亮完全是黑暗的，初二、初三才有一点月牙。佛用这来比喻光明的这一部分代表智慧，黑暗的那一部分比喻迷惑，迷惑一天比一天少，光明一天比一天大，到满月的时候，黑暗部分完全看不到，所以把它比喻智圆满了，惑断尽，这是什么境界？如来果地上的境界。",
      "zh_TW": "第二個名號『圓滿月』，清涼大師在註解裡面說「圓滿月者，惑斷智圓，恩蔭清涼故」，末後這一句話從比喻上說的，名字也從比喻上建立。圓滿月，我們中國人講農曆十五，望月，月圓，比喻什麼？月亮在沒有圓的時候，它有一部分是黑暗的，上弦我們看到這月光，一半明亮的，一半是黑暗的，初一月亮完全是黑暗的，初二、初三才有一點月牙。佛用這來比喻光明的這一部分代表智慧，黑暗的那一部分比喻迷惑，迷惑一天比一天少，光明一天比一天大，到滿月的時候，黑暗部分完全看不到，所以把它比喻智圓滿了，惑斷盡，這是什麼境界？如來果地上的境界。"
    },
    {
      "id": "12-017-1023_p0036",
      "zh_CN": "等觉菩萨还有一品无明没断，他的智不圆，接近圆而不圆，像我们中国人讲十四的月亮，十六的月亮，接近圆还稍微差一点点，等觉菩萨。初二、初三这月牙比喻什么？比喻初住、十住位的菩萨。那是真的月光，不是假的，露出来虽然不多，他是真的，十五满月是如来，他跟如来都是真的，都不是假的，所以叫同生性，用真心不是用妄心。真实智慧帮助一切还没有觉悟的众生，凡是没有觉悟就是有苦难，在遍法界诸佛刹土里面人数不少，佛用智慧去帮助他。无论是现身、示相、说法，无一不是以智慧为根本。目的，帮助众生开智慧，所以佛法的教学没有别的，就是帮助众生破迷开悟，这是真正的目的，断恶修善附带的。迷不是一下就断掉的，悟也不是一下就开的，真的就像月亮一样，从初二、三到十五，阴暗分分少，光明分分透，所以菩萨开智慧，从圆教初住那是个月牙，到究竟圆满是个满月。",
      "zh_TW": "等覺菩薩還有一品無明沒斷，他的智不圓，接近圓而不圓，像我們中國人講十四的月亮，十六的月亮，接近圓還稍微差一點點，等覺菩薩。初二、初三這月牙比喻什麼？比喻初住、十住位的菩薩。那是真的月光，不是假的，露出來雖然不多，他是真的，十五滿月是如來，他跟如來都是真的，都不是假的，所以叫同生性，用真心不是用妄心。真實智慧幫助一切還沒有覺悟的眾生，凡是沒有覺悟就是有苦難，在遍法界諸佛剎土裡面人數不少，佛用智慧去幫助他。無論是現身、示相、說法，無一不是以智慧為根本。目的，幫助眾生開智慧，所以佛法的教學沒有別的，就是幫助眾生破迷開悟，這是真正的目的，斷惡修善附帶的。迷不是一下就斷掉的，悟也不是一下就開的，真的就像月亮一樣，從初二、三到十五，陰暗分分少，光明分分透，所以菩薩開智慧，從圓教初住那是個月牙，到究竟圓滿是個滿月。"
    },
    {
      "id": "12-017-1023_p0037",
      "zh_CN": "《华严经》上给我们讲的四十二个位次，前面四十一，因位，菩萨位，最后一位果位，妙觉是果位；等觉还是属于因位，因位圆满称等觉。这经上跟我们讲了，无明总共四十一品，无明就像月亮阴暗的部分。以智慧为本，带给一切众生清凉，这比喻得好，为什么？众生生活在烦恼里面，烦恼的相，贪、瞋、痴。所以我们这经上常讲称之为热恼，佛法是清凉剂，能够帮你除去烦恼，恢复智慧，这就是有恩德、有荫凉的意思。荫是比喻，就是我们世俗人讲保佑、庇荫，佛法有这功能，有这作用，能够带给你清凉自在。",
      "zh_TW": "《華嚴經》上給我們講的四十二個位次，前面四十一，因位，菩薩位，最後一位果位，妙覺是果位；等覺還是屬於因位，因位圓滿稱等覺。這經上跟我們講了，無明總共四十一品，無明就像月亮陰暗的部分。以智慧為本，帶給一切眾生清涼，這比喻得好，為什麼？眾生生活在煩惱裡面，煩惱的相，貪、瞋、痴。所以我們這經上常講稱之為熱惱，佛法是清涼劑，能夠幫你除去煩惱，恢復智慧，這就是有恩德、有蔭涼的意思。蔭是比喻，就是我們世俗人講保佑、庇蔭，佛法有這功能，有這作用，能夠帶給你清涼自在。"
    },
    {
      "id": "12-017-1023_p0038",
      "zh_CN": "学佛功夫得力，你自己就能够觉察到，你的烦恼像《华严经》上所说的，你的妄想分别执着年年淡薄，智慧福德年年增长，肯定的，你学佛功夫得力了。我们平常常说的，凡夫对一切人事物控制的念头，占有的念头，这是烦恼起现行，这造业了。功夫得力，人觉悟了，对于一切人事物控制的念头减少了。功夫真正得力，这念头会断掉，这是自己修持一大进步。这一关很难破，破了这一关之后，往后进步快速。头一关最难，不能不知道，这是一切烦恼的根本。",
      "zh_TW": "學佛功夫得力，你自己就能夠覺察到，你的煩惱像《華嚴經》上所說的，你的妄想分別執著年年淡薄，智慧福德年年增長，肯定的，你學佛功夫得力了。我們平常常說的，凡夫對一切人事物控制的念頭，佔有的念頭，這是煩惱起現行，這造業了。功夫得力，人覺悟了，對於一切人事物控制的念頭減少了。功夫真正得力，這念頭會斷掉，這是自己修持一大進步。這一關很難破，破了這一關之後，往後進步快速。頭一關最難，不能不知道，這是一切煩惱的根本。"
    },
    {
      "id": "12-017-1023_p0039",
      "zh_CN": "不可以不放下，不放下，可以说不管你怎么样修持，菩提道上你不可能会进步！说老实话，一步都不能够前进，你被这障碍了。为什么我们不放下这妄想？实实在在说，这一切人事物你能控制得了吗？你能占有吗？果然你能控制，你能占有的话，诸佛如来都拜你做老师，为什么？诸佛如来没有这能力。为什么没有这能力？他们了解事实真相。事实真相，《楞严经》上所说的，「当处出生，随处灭尽」，你怎么控制？刹那生灭。《金刚经》上讲的，「一切有为法，如梦幻泡影，如露亦如电」，你怎么控制？所以控制是妄想，控制是烦恼，控制不了。这念头，三途果报的业因。这念头如果很强烈，你来生到三恶道去了，何必？一定要放下，要舍弃。真正能放下，你才不会跟一切人事物对立，你就没有冤家了，没有债主了，过去今生所有这些冤家债主，你会很有信心统统可以化解。为什么？心里面清净了，心里头觉悟了，明白了，智慧生了，惑业慢慢断了，所以用圆满月来做比喻。",
      "zh_TW": "不可以不放下，不放下，可以說不管你怎麼樣修持，菩提道上你不可能會進步！說老實話，一步都不能夠前進，你被這障礙了。為什麼我們不放下這妄想？實實在在說，這一切人事物你能控制得了嗎？你能佔有嗎？果然你能控制，你能佔有的話，諸佛如來都拜你做老師，為什麼？諸佛如來沒有這能力。為什麼沒有這能力？他們了解事實真相。事實真相，《楞嚴經》上所說的，「當處出生，隨處滅盡」，你怎麼控制？剎那生滅。《金剛經》上講的，「一切有為法，如夢幻泡影，如露亦如電」，你怎麼控制？所以控制是妄想，控制是煩惱，控制不了。這念頭，三途果報的業因。這念頭如果很強烈，你來生到三惡道去了，何必？一定要放下，要捨棄。真正能放下，你才不會跟一切人事物對立，你就沒有冤家了，沒有債主了，過去今生所有這些冤家債主，你會很有信心統統可以化解。為什麼？心裡面清淨了，心裡頭覺悟了，明白了，智慧生了，惑業慢慢斷了，所以用圓滿月來做比喻。"
    },
    {
      "id": "12-017-1023_p0040",
      "zh_CN": "第三个名号叫『师子吼』，清凉大师说「名决定说」，这德号通常都是赞叹如来说法，也是从比喻上说的，野兽之中，我们都称狮子为百兽之王。我们在现代这社会，这些猛兽我们已经没有机会见到了，为什么？旅行都坐车。古时候外出旅行走路，旷野之中毒蛇猛兽在所不免，会遇到的，所以单身出门旅行，那很危险，多半结伴，人多一起走，避免毒蛇猛兽的侵害。但是我们在现在电视里面常常看到动物奇观，你能看到狮子一吼，小动物腿都软了，想跑跑不动，常常被牠抓去了，被牠吃了，牠确实有这么大的威力。佛说法，邪门外道都震动，这就是中国谚语里面所说的「不怕不识货，就怕货比货」。这些外道他们也讲经说法，跟佛做个比较，听众都愿意听佛的，都不愿意听他们的，他们就烦恼了，所以把佛说法比作狮子吼，意思在这地方。把其他的说法，比喻那些小的野兽，威猛不如狮子，取这意思。",
      "zh_TW": "第三個名號叫『師子吼』，清涼大師說「名決定說」，這德號通常都是讚歎如來說法，也是從比喻上說的，野獸之中，我們都稱獅子為百獸之王。我們在現代這社會，這些猛獸我們已經沒有機會見到了，為什麼？旅行都坐車。古時候外出旅行走路，曠野之中毒蛇猛獸在所不免，會遇到的，所以單身出門旅行，那很危險，多半結伴，人多一起走，避免毒蛇猛獸的侵害。但是我們在現在電視裡面常常看到動物奇觀，你能看到獅子一吼，小動物腿都軟了，想跑跑不動，常常被牠抓去了，被牠吃了，牠確實有這麼大的威力。佛說法，邪門外道都震動，這就是中國諺語裡面所說的「不怕不識貨，就怕貨比貨」。這些外道他們也講經說法，跟佛做個比較，聽眾都願意聽佛的，都不願意聽他們的，他們就煩惱了，所以把佛說法比作獅子吼，意思在這地方。把其他的說法，比喻那些小的野獸，威猛不如獅子，取這意思。"
    },
    {
      "id": "12-017-1023_p0041",
      "zh_CN": "清凉大师这里解释，也解释得好，「名决定说」。佛说真话，正是像《金刚经》上所说的，「如来是真语者」，真决定不说假话；「实语者」，实决定不说虚话，实的反面是虚，真的反面是假，佛决定没有虚假。佛所说的「如语」，如是事实怎么样，佛就怎么说，不加一点也不减一点，叫如语。不妄语，不诳语。世尊在《般若经》上如是说，同时也告诉我们，十方三世一切诸佛为众生说法，无不是真语、实语、如语、不妄语、不诳语，所以叫决定说。",
      "zh_TW": "清涼大師這裡解釋，也解釋得好，「名決定說」。佛說真話，正是像《金剛經》上所說的，「如來是真語者」，真決定不說假話；「實語者」，實決定不說虛話，實的反面是虛，真的反面是假，佛決定沒有虛假。佛所說的「如語」，如是事實怎麼樣，佛就怎麼說，不加一點也不減一點，叫如語。不妄語，不誑語。世尊在《般若經》上如是說，同時也告訴我們，十方三世一切諸佛為眾生說法，無不是真語、實語、如語、不妄語、不誑語，所以叫決定說。"
    },
    {
      "id": "12-017-1023_p0042",
      "zh_CN": "这样的法，如果我们不接受、不听，还给它打怀疑，那你听什么？你要是不能够信受奉行，真的，古人所讲的你没有福报。这是世出世间第一真善知识，现在真善知识虽然不在我们面前，他的遗教流传下来，这是经典。我们展开经典就等于佛在面前跟我们说法，有什么两样？确实没有两样，果然能够诚信不疑，岂不如同佛陀在我面前教导我。我能够依教奉行，这常讲，对于佛的教诲能信、能解、能行、能证。诸位想想跟佛陀在世，在身边有什么两样？的确没有两样。所得的功德利益跟佛陀在世那些菩萨声闻大众相同，甚至于还超过，这话我常讲。",
      "zh_TW": "這樣的法，如果我們不接受、不聽，還給它打懷疑，那你聽什麼？你要是不能夠信受奉行，真的，古人所講的你沒有福報。這是世出世間第一真善知識，現在真善知識雖然不在我們面前，他的遺教流傳下來，這是經典。我們展開經典就等於佛在面前跟我們說法，有什麼兩樣？確實沒有兩樣，果然能夠誠信不疑，豈不如同佛陀在我面前教導我。我能夠依教奉行，這常講，對於佛的教誨能信、能解、能行、能證。諸位想想跟佛陀在世，在身邊有什麼兩樣？的確沒有兩樣。所得的功德利益跟佛陀在世那些菩薩聲聞大眾相同，甚至於還超過，這話我常講。"
    },
    {
      "id": "12-017-1023_p0043",
      "zh_CN": "为什么我说超过？佛陀在世那个时候，世界地大人稀，物产丰富，人与人之间还没有竞争的念头，他在生活当中他不需要竞争，人人都能够安居乐业。所以社会风气好，人心厚道，外面没有诱惑，内里面烦恼轻，容易觉悟。不像现代这社会，人口膨胀，常常怀着竞争、斗争，起心动念损人利己。内，严重的烦恼，外面五欲六尘的诱惑，你要把心定下来，清净下来，谈何容易。所以今天修行成就，比过去要难上很多倍，十倍、百倍都不止。今天的成就不可思议，在这环境当中还能成就，古人佩服。古时候那些成就的人，如果生在今天，他未必会成就，这是我们能够推想得到的。所以今天成就，诸佛赞叹，诸菩萨声闻、古来大德看到没有一个不赞叹、不佩服的。师子吼我们要学，没有这能力，怎么能够在这时代令一切众生欢喜佛法，爱好佛法？所以在今天，我们要把佛法怎样介绍给广大群众，这要靠师子吼。",
      "zh_TW": "為什麼我說超過？佛陀在世那個時候，世界地大人稀，物產豐富，人與人之間還沒有競爭的念頭，他在生活當中他不需要競爭，人人都能夠安居樂業。所以社會風氣好，人心厚道，外面沒有誘惑，內裡面煩惱輕，容易覺悟。不像現代這社會，人口膨脹，常常懷著競爭、鬥爭，起心動念損人利己。內，嚴重的煩惱，外面五欲六塵的誘惑，你要把心定下來，清淨下來，談何容易。所以今天修行成就，比過去要難上很多倍，十倍、百倍都不止。今天的成就不可思議，在這環境當中還能成就，古人佩服。古時候那些成就的人，如果生在今天，他未必會成就，這是我們能夠推想得到的。所以今天成就，諸佛讚歎，諸菩薩聲聞、古來大德看到沒有一個不讚歎、不佩服的。師子吼我們要學，沒有這能力，怎麼能夠在這時代令一切眾生歡喜佛法，愛好佛法？所以在今天，我們要把佛法怎樣介紹給廣大群眾，這要靠師子吼。"
    },
    {
      "id": "12-017-1023_p0044",
      "zh_CN": "『或名释迦牟尼』，清凉大师在注解里面跟我们说「释迦牟尼者，释迦云能，能仁种故，牟尼云寂默，契寂理故」，这是从名号上把意思都解释出来了。这名号完全是梵语，「释迦」是能仁，仁慈。中国古时候讲这仁，「仁」这字是会意，二人，想到自己，同时能够想到别人，这就叫做仁。中国社会上常常讲，志士仁人，这人他不自私，他不是自利、自私自利的，他不是这种人，他起心动念都为别人着想，所谓是「己所不欲，勿施于人」，这样的人称之为仁人。世尊希望我们这世界上，每个人都能够舍弃自私自利，起心动念都能够为别人着想，为社会着想，为苦难众生着想。这是佛陀教导我们，用什么样的心态对人，对人当然就包括对事、对物。",
      "zh_TW": "『或名釋迦牟尼』，清涼大師在註解裡面跟我們說「釋迦牟尼者，釋迦云能，能仁種故，牟尼云寂默，契寂理故」，這是從名號上把意思都解釋出來了。這名號完全是梵語，「釋迦」是能仁，仁慈。中國古時候講這仁，「仁」這字是會意，二人，想到自己，同時能夠想到別人，這就叫做仁。中國社會上常常講，志士仁人，這人他不自私，他不是自利、自私自利的，他不是這種人，他起心動念都為別人著想，所謂是「己所不欲，勿施於人」，這樣的人稱之為仁人。世尊希望我們這世界上，每個人都能夠捨棄自私自利，起心動念都能夠為別人著想，為社會著想，為苦難眾生著想。這是佛陀教導我們，用什麼樣的心態對人，對人當然就包括對事、對物。"
    },
    {
      "id": "12-017-1023_p0045",
      "zh_CN": "「牟尼」是对自己，佛看娑婆世界此时此处众生，妄念太多，心不寂静，或者我们讲得浅一点，心不清净。心不清净，换句话说，一切时、一切处都受染污。外面色声香味触法诱惑你，你被它染污；内里面，贪瞋痴慢这些烦恼染污你。内外交煎，你的日子够受！所以你在这世间苦，佛法常讲八苦交煎，这里面不分贫富贵贱，哪个不苦？",
      "zh_TW": "「牟尼」是對自己，佛看娑婆世界此時此處眾生，妄念太多，心不寂靜，或者我們講得淺一點，心不清淨。心不清淨，換句話說，一切時、一切處都受染污。外面色聲香味觸法誘惑你，你被它染污；內裡面，貪瞋痴慢這些煩惱染污你。內外交煎，你的日子夠受！所以你在這世間苦，佛法常講八苦交煎，這裡面不分貧富貴賤，哪個不苦？"
    },
    {
      "id": "12-017-1023_p0046",
      "zh_CN": "佛为我们说出三苦、八苦，细细想来，生天也不是办法。欲界天三苦、八苦统统有，只是比人间稍微轻一点。色界天福报大，苦苦没有了，但是他有坏苦，他有行苦。无色界天，这最高，真正叫高级凡夫，他知道身是苦本，正是像老子所说的「吾有大患，为吾有身」，要没有身多好？无色界就是这形体不要了，所以他没有坏苦，他也没有苦苦，他没有身，但是他神识在，他没有转得过来，所以他还有行苦。行苦是什么？他这境界不是永远能保持的，他保持不住。他这功夫最长能保持八万大劫，八万大劫到了，他的定功失掉了，还是要堕下来搞六道轮回，出不了三界。所以说三界统苦，三界火宅，怎样才能解决？牟尼就解决了，牟尼是清净寂灭。我们怎样契入清净寂灭的境界？这三种苦永远不受了。",
      "zh_TW": "佛為我們說出三苦、八苦，細細想來，生天也不是辦法。欲界天三苦、八苦統統有，只是比人間稍微輕一點。色界天福報大，苦苦沒有了，但是他有壞苦，他有行苦。無色界天，這最高，真正叫高級凡夫，他知道身是苦本，正是像老子所說的「吾有大患，為吾有身」，要沒有身多好？無色界就是這形體不要了，所以他沒有壞苦，他也沒有苦苦，他沒有身，但是他神識在，他沒有轉得過來，所以他還有行苦。行苦是什麼？他這境界不是永遠能保持的，他保持不住。他這功夫最長能保持八萬大劫，八萬大劫到了，他的定功失掉了，還是要墮下來搞六道輪迴，出不了三界。所以說三界統苦，三界火宅，怎樣才能解決？牟尼就解決了，牟尼是清淨寂滅。我們怎樣契入清淨寂滅的境界？這三種苦永遠不受了。"
    },
    {
      "id": "12-017-1023_p0047",
      "zh_CN": "佛在大小乘经论里头告诉我们，这非常明显，三界见思烦恼断尽了，清净寂灭的境界就现前了。这境界古时候印度许许多多宗教，都追求的终极的目标，涅槃，这境界叫涅槃。阿罗汉证得了，辟支佛证得了，佛说这不是真的，这是相似的，真正的涅槃，大涅槃！阿罗汉所证得的叫偏真涅槃，清净寂灭境界现前，他可以受用，但是他不自在，他只能够在静中受用，他不能在动中受用，这就不自在。所以阿罗汉不愿意度众生，度众生要接触五浊恶世，这一接触，有的时候他受不了，他感到很厌烦，这就是他不自在。他的确烦恼断了，烦恼断了为什么还有这个？习气没断。阿罗汉见思烦恼断了，见思烦恼的习气没断。",
      "zh_TW": "佛在大小乘經論裡頭告訴我們，這非常明顯，三界見思煩惱斷盡了，清淨寂滅的境界就現前了。這境界古時候印度許許多多宗教，都追求的終極的目標，涅槃，這境界叫涅槃。阿羅漢證得了，辟支佛證得了，佛說這不是真的，這是相似的，真正的涅槃，大涅槃！阿羅漢所證得的叫偏真涅槃，清淨寂滅境界現前，他可以受用，但是他不自在，他只能夠在靜中受用，他不能在動中受用，這就不自在。所以阿羅漢不願意度眾生，度眾生要接觸五濁惡世，這一接觸，有的時候他受不了，他感到很厭煩，這就是他不自在。他的確煩惱斷了，煩惱斷了為什麼還有這個？習氣沒斷。阿羅漢見思煩惱斷了，見思煩惱的習氣沒斷。"
    },
    {
      "id": "12-017-1023_p0048",
      "zh_CN": "诸佛如来、法身菩萨他们得大自在，他们的涅槃叫什么涅槃？叫无住涅槃。无住涅槃就是不住生死，不住涅槃。不住涅槃，他才能够到九法界现身说法，才能够与一切众生感应道交，众生有感，他就有应。阿罗汉就不会应了，他入了偏真涅槃，没有意思帮助众生，你虽然有感，那里没有应。佛与法身菩萨不一样，真的是大慈大悲，他完全是开放的。阿罗汉封闭，法身菩萨开放，众生有感，立刻就应，应以什么身得度，他就现什么身，你说多自在，这叫不住涅槃。",
      "zh_TW": "諸佛如來、法身菩薩他們得大自在，他們的涅槃叫什麼涅槃？叫無住涅槃。無住涅槃就是不住生死，不住涅槃。不住涅槃，他才能夠到九法界現身說法，才能夠與一切眾生感應道交，眾生有感，他就有應。阿羅漢就不會應了，他入了偏真涅槃，沒有意思幫助眾生，你雖然有感，那裡沒有應。佛與法身菩薩不一樣，真的是大慈大悲，他完全是開放的。阿羅漢封閉，法身菩薩開放，眾生有感，立刻就應，應以什麼身得度，他就現什麼身，你說多自在，這叫不住涅槃。"
    },
    {
      "id": "12-017-1023_p0049",
      "zh_CN": "现身跟这一切众生和光同尘在一起，会不会受众生的累赘？不受。何以不受？他不住生死。生死涅槃都不住，他跟众生在一起，他心地清净、一尘不染。众生处处染、处处浊，菩萨跟你示现完全一样，他不染，他不着，他一切随缘。譬如最常见的饮食，菩萨决定没有挑剔，什么都好，什么都欢喜，我们现在一般讲没有嗜好，这我们要学。穿着，什么样款式都好，一点都不讲究，什么都随缘！决定没有说：我想要怎样作法。没有，绝对没有这念头，恒顺众生，随喜功德。这是什么？没有生死业。什么叫生死业？我想吃什么，我想穿什么，我想要做什么，那都是生死业。",
      "zh_TW": "現身跟這一切眾生和光同塵在一起，會不會受眾生的累贅？不受。何以不受？他不住生死。生死涅槃都不住，他跟眾生在一起，他心地清淨、一塵不染。眾生處處染、處處濁，菩薩跟你示現完全一樣，他不染，他不著，他一切隨緣。譬如最常見的飲食，菩薩決定沒有挑剔，什麼都好，什麼都歡喜，我們現在一般講沒有嗜好，這我們要學。穿著，什麼樣款式都好，一點都不講究，什麼都隨緣！決定沒有說：我想要怎樣作法。沒有，絕對沒有這念頭，恆順眾生，隨喜功德。這是什麼？沒有生死業。什麼叫生死業？我想吃什麼，我想穿什麼，我想要做什麼，那都是生死業。"
    },
    {
      "id": "12-017-1023_p0050",
      "zh_CN": "你想是起惑，你做是造业，你想的、你做的是善，这善是利益社会，利益大众的，你造的是善业，果报在人天，你来生在人天享福。如果你想的、想做的完全是为自己，为你一家人，为你这小团体，没有想到社会大众，没有想到一切众生，你造的是恶业，恶业果报在三途，出不了六道轮回。菩萨应化在世间，那个点点滴滴我们要细心观察。前面经文跟我们讲过观察，你要不细心观察，你学不到东西。现在佛菩萨又不在世间，我们细心观察，观察谁？观察善知识。现前没有善知识，不要紧，你看看近代真正的高僧大德，距离我们很近，他们当年在世这些行谊，还有很多人在记忆当中，也有很多文字在宣扬赞叹。",
      "zh_TW": "你想是起惑，你做是造業，你想的、你做的是善，這善是利益社會，利益大眾的，你造的是善業，果報在人天，你來生在人天享福。如果你想的、想做的完全是為自己，為你一家人，為你這小團體，沒有想到社會大眾，沒有想到一切眾生，你造的是惡業，惡業果報在三途，出不了六道輪迴。菩薩應化在世間，那個點點滴滴我們要細心觀察。前面經文跟我們講過觀察，你要不細心觀察，你學不到東西。現在佛菩薩又不在世間，我們細心觀察，觀察誰？觀察善知識。現前沒有善知識，不要緊，你看看近代真正的高僧大德，距離我們很近，他們當年在世這些行誼，還有很多人在記憶當中，也有很多文字在宣揚讚歎。"
    },
    {
      "id": "12-017-1023_p0051",
      "zh_CN": "我在初学佛的时候，李老师给我介绍，让我学印光大师，这是近代的真善知识。印光大师不在世了，《文钞》在，纪念大师的有很多很多的文章，记载他老人家在世的时候一生的行谊，我们读了之后感动甚深，要发心向他学习，这就对了。他是我们真正的好模范，老人一生没有为自己想过，确确实实给我们做现代出家人修行的最好榜样。他在南海普陀山藏经楼里面住了三十年。藏经楼就像我们一般学校图书馆一样，他做管理员，做三十年，照顾这藏经楼，每天念经、拜佛、看经，三十年如一日，他的德行、智慧、学问建立了，没有人知道。真的是孔夫子所讲的「人不知而不愠，不亦君子乎」。",
      "zh_TW": "我在初學佛的時候，李老師給我介紹，讓我學印光大師，這是近代的真善知識。印光大師不在世了，《文鈔》在，紀念大師的有很多很多的文章，記載他老人家在世的時候一生的行誼，我們讀了之後感動甚深，要發心向他學習，這就對了。他是我們真正的好模範，老人一生沒有為自己想過，確確實實給我們做現代出家人修行的最好榜樣。他在南海普陀山藏經樓裡面住了三十年。藏經樓就像我們一般學校圖書館一樣，他做管理員，做三十年，照顧這藏經樓，每天念經、拜佛、看經，三十年如一日，他的德行、智慧、學問建立了，沒有人知道。真的是孔夫子所講的「人不知而不慍，不亦君子乎」。"
    },
    {
      "id": "12-017-1023_p0052",
      "zh_CN": "到七十岁才被人发现，有一些真正有修持、有学问的居士，到普陀山朝山，到藏经楼遇到他了。跟他谈话，请教他问题，再看他的谈吐，看他的开示，高明到极处，佩服得五体投地，才把他宣扬出去，外面人家才晓得，知道这有个真善知识在普陀山。亲近的人愈来愈多了，他因为方言很重，说话很多人听不懂，多半用文字。《文钞》多半都是答复别人的信件，用文字来开示。留给我们很好的模范，我们应当要学习，向这些人学习就对了。现在时间到了。",
      "zh_TW": "到七十歲才被人發現，有一些真正有修持、有學問的居士，到普陀山朝山，到藏經樓遇到他了。跟他談話，請教他問題，再看他的談吐，看他的開示，高明到極處，佩服得五體投地，才把他宣揚出去，外面人家才曉得，知道這有個真善知識在普陀山。親近的人愈來愈多了，他因為方言很重，說話很多人聽不懂，多半用文字。《文鈔》多半都是答覆別人的信件，用文字來開示。留給我們很好的模範，我們應當要學習，向這些人學習就對了。現在時間到了。"
    }
  ]
}