{
  "doc_id": "12-017-0236",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0236",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "12-017-0236_p0001",
      "zh_CN": "请掀开经本，月天子偈颂第六首看起：",
      "zh_TW": "請掀開經本，月天子偈頌第六首看起："
    },
    {
      "id": "12-017-0236_p0002",
      "zh_CN": "【世尊开阐法光明。分别世间诸业性。善恶所行无失坏。净光见此生欢喜。】",
      "zh_TW": "【世尊開闡法光明。分別世間諸業性。善惡所行無失壞。淨光見此生歡喜。】"
    },
    {
      "id": "12-017-0236_p0003",
      "zh_CN": "这是出现净光天子，他得的是「慈悲救护一切众生令现见受苦受乐事解脱门」。他的赞颂报告，实在说很契合我们现代这个时机。大家都知道，现前这个社会灾难非常的频繁，每一个人可以说是不分种族、不分宗教信仰，对于社会上的灾难都是忧心忡忡，都在这里寻求消灾免难的方法，所以我们读菩萨修证，菩萨的教诲，感到特别的契机。现在让我们来看经文，『世尊开阐法光明』，第一句是赞叹老师的教诲。这一句意思非常的深远，如果没有好的老师教诲，六道众生必定是随顺无量劫的烦恼习气，这种愚昧的造作就感得种种的灾变。什么人能教导我们？小灾小难，世间的贤圣教导我们，我们可以避免，趋吉避凶。像现代这种大灾大难，除了大圣诸佛如来之外，没有人能够帮得上我们的忙，所以佛出现在这个世间不是没有道理。我们从历史上看，大概最古老的宗教，婆罗门教，现在大家称为兴都教，它有八千五百年的历史，比我们佛教长得太多了。世间有一些学者说，佛教里面许许多多的思想，甚至于名相术语都是学古婆罗门。像我们咒语说「唵」，从他那里来的；每一个咒语的结束「娑婆诃」，都是他们的。我们在《奥义书》里面所看到的，《奥义书》有一、二百种，统统都是他们的。释迦牟尼佛是不是抄袭他们的？不是。我们世间人不了解，释迦牟尼佛出现在这个世间，为什么？为的是有一些问题，世间的大圣大贤还没有办法解决。如果他们有办法解决，有能力解决，有智慧解决，佛菩萨到这里来干什么？没有必要。你们可以办得到的，佛决定不多事，佛法确实多一事不如少一事，少一事不如无事。你们实在解决不了，而又迫切希求解决，佛就来了。你们有这个意念，这是感，佛菩萨就有应。",
      "zh_TW": "這是出現淨光天子，他得的是「慈悲救護一切眾生令現見受苦受樂事解脫門」。他的讚頌報告，實在說很契合我們現代這個時機。大家都知道，現前這個社會災難非常的頻繁，每一個人可以說是不分種族、不分宗教信仰，對於社會上的災難都是憂心忡忡，都在這裡尋求消災免難的方法，所以我們讀菩薩修證，菩薩的教誨，感到特別的契機。現在讓我們來看經文，『世尊開闡法光明』，第一句是讚歎老師的教誨。這一句意思非常的深遠，如果沒有好的老師教誨，六道眾生必定是隨順無量劫的煩惱習氣，這種愚昧的造作就感得種種的災變。什麼人能教導我們？小災小難，世間的賢聖教導我們，我們可以避免，趨吉避凶。像現代這種大災大難，除了大聖諸佛如來之外，沒有人能夠幫得上我們的忙，所以佛出現在這個世間不是沒有道理。我們從歷史上看，大概最古老的宗教，婆羅門教，現在大家稱為興都教，它有八千五百年的歷史，比我們佛教長得太多了。世間有一些學者說，佛教裡面許許多多的思想，甚至於名相術語都是學古婆羅門。像我們咒語說「唵」，從他那裡來的；每一個咒語的結束「娑婆訶」，都是他們的。我們在《奧義書》裡面所看到的，《奧義書》有一、二百種，統統都是他們的。釋迦牟尼佛是不是抄襲他們的？不是。我們世間人不了解，釋迦牟尼佛出現在這個世間，為什麼？為的是有一些問題，世間的大聖大賢還沒有辦法解決。如果他們有辦法解決，有能力解決，有智慧解決，佛菩薩到這裡來幹什麼？沒有必要。你們可以辦得到的，佛決定不多事，佛法確實多一事不如少一事，少一事不如無事。你們實在解決不了，而又迫切希求解決，佛就來了。你們有這個意念，這是感，佛菩薩就有應。"
    },
    {
      "id": "12-017-0236_p0004",
      "zh_CN": "佛菩萨的教化一定是因时、因地、因人而异，所以佛没有创造，没有发明，没有创造，佛总是述而不作。就你们所说的，某些地方说得对，完全照说；哪些地方说得有问题，不能够解决问题，这里稍微跟你修改几句，这个教学法高明。佛对于一切众生无比的尊敬，不是说「你们都错了，我是对的」，佛从来不说这个话，从来没用这种态度对人；总是说你们做得不错，但是还有基本的问题你还不能解决。这些地方我们都要学习，特别是发心出家了，要续佛慧命，弘法利生。所以我冷静的观察，下一个世纪的佛教，道场应当都是在家居士主持，出家人把这些行政事务要舍得干干净净，专心在经教修养上下功夫，真正做到「学为人师，行为世范」。我们从事教学，完全以教员的身分出现在这个世间，主持学校、主办教育是在家弟子的责任，他们去做，我们可以专心深入经藏。四众弟子密切合作，正法才能够久住世间，才能够利益一切众生。所以这一句里头意思就很深了。",
      "zh_TW": "佛菩薩的教化一定是因時、因地、因人而異，所以佛沒有創造，沒有發明，沒有創造，佛總是述而不作。就你們所說的，某些地方說得對，完全照說；哪些地方說得有問題，不能夠解決問題，這裡稍微跟你修改幾句，這個教學法高明。佛對於一切眾生無比的尊敬，不是說「你們都錯了，我是對的」，佛從來不說這個話，從來沒用這種態度對人；總是說你們做得不錯，但是還有基本的問題你還不能解決。這些地方我們都要學習，特別是發心出家了，要續佛慧命，弘法利生。所以我冷靜的觀察，下一個世紀的佛教，道場應當都是在家居士主持，出家人把這些行政事務要捨得乾乾淨淨，專心在經教修養上下功夫，真正做到「學為人師，行為世範」。我們從事教學，完全以教員的身分出現在這個世間，主持學校、主辦教育是在家弟子的責任，他們去做，我們可以專心深入經藏。四眾弟子密切合作，正法才能夠久住世間，才能夠利益一切眾生。所以這一句裡頭意思就很深了。"
    },
    {
      "id": "12-017-0236_p0005",
      "zh_CN": "世尊，「开」是开示、是开明，「阐」是弘扬，「法」是正法。什么是正法？与心性相应的法，与宇宙人生事实相应之法，这个法叫正法。不但与理相应，还要与事相应；不但与过去相应，更重要的与眼前要相应。眼前是什么环境？是什么样的众生？他们现在过什么样的生活？他们现在迫切需要的是什么？也就是说，佛菩萨教学着重实际，不着重玄谈。谈玄说妙跟实际生活脱节了，那个有什么用处？那种说法在佛法里叫戏论，浪费时间，浪费精力，完全用不上，佛不说这些法。所以佛经叫契经，契是契机、契理。契机，确确实实是听众们迫切需要的。这个法「光明」，光明是智慧，唯有智慧才能解决问题。所以问题不是凭想像、不是凭情识，能够得到圆满解决的。世间自古以来有一等聪明智慧人，想出一个问题能解决当时，但是后遗症太大了。最明显的例子，西方的科学家在二次大战末期发明原子弹，把对于日本人的战争结束了，一时的利益，没有想到以后的后遗症。后遗症的发展，每个国家都在制造原子弹，到最后世界整个毁灭，当时他们没有想到。中国谚语所谓「人无远虑，必有近忧」，如果是受过中国传统的教育，他虽然懂得这些理论跟方法，他也不会告诉别人。为什么？这个利益，眼前有利益，以后有大害，这个利益就不是真正的利益。眼前没有利益，以后有大利益，这利益是真的。所以外国人多半求眼前的利益，不顾后果；中国人，东方人的想法跟他们不一样，东方人想得很长远，东方人求永久深远的利益，不求眼前。佛法更是如是，佛法求的利益是永恒的，永远不变不灭的。这是六道十法界里面的圣贤都做不到的，所以佛出现在世间，应化在世间，给我们说经讲道，帮助我们觉悟。",
      "zh_TW": "世尊，「開」是開示、是開明，「闡」是弘揚，「法」是正法。什麼是正法？與心性相應的法，與宇宙人生事實相應之法，這個法叫正法。不但與理相應，還要與事相應；不但與過去相應，更重要的與眼前要相應。眼前是什麼環境？是什麼樣的眾生？他們現在過什麼樣的生活？他們現在迫切需要的是什麼？也就是說，佛菩薩教學著重實際，不著重玄談。談玄說妙跟實際生活脫節了，那個有什麼用處？那種說法在佛法裡叫戲論，浪費時間，浪費精力，完全用不上，佛不說這些法。所以佛經叫契經，契是契機、契理。契機，確確實實是聽眾們迫切需要的。這個法「光明」，光明是智慧，唯有智慧才能解決問題。所以問題不是憑想像、不是憑情識，能夠得到圓滿解決的。世間自古以來有一等聰明智慧人，想出一個問題能解決當時，但是後遺症太大了。最明顯的例子，西方的科學家在二次大戰末期發明原子彈，把對於日本人的戰爭結束了，一時的利益，沒有想到以後的後遺症。後遺症的發展，每個國家都在製造原子彈，到最後世界整個毀滅，當時他們沒有想到。中國諺語所謂「人無遠慮，必有近憂」，如果是受過中國傳統的教育，他雖然懂得這些理論跟方法，他也不會告訴別人。為什麼？這個利益，眼前有利益，以後有大害，這個利益就不是真正的利益。眼前沒有利益，以後有大利益，這利益是真的。所以外國人多半求眼前的利益，不顧後果；中國人，東方人的想法跟他們不一樣，東方人想得很長遠，東方人求永久深遠的利益，不求眼前。佛法更是如是，佛法求的利益是永恆的，永遠不變不滅的。這是六道十法界裡面的聖賢都做不到的，所以佛出現在世間，應化在世間，給我們說經講道，幫助我們覺悟。"
    },
    {
      "id": "12-017-0236_p0006",
      "zh_CN": "第二句是『分别世间诸业性』。清凉大师注解给我们提示，「前悲救护，语其本心」。这个「前」是指长行，长行里面显示菩萨慈悲救护一切众生，我们在这里看到他的大菩提心：真诚、清净、平等、慈悲。「此明智光，彰其所用」，这个偈颂里头，赞颂里面，文虽然不多，是说他的真诚、慈悲心所起的大用。真诚、慈悲里面具足自性本具的智慧，这就是前面讲的「法光明」。智慧起用，「分别世间诸业性」，这个世间就是佛法里常讲的十法界依正庄严。十法界有情众生的智慧福德不相等，十法界的依报环境胜劣的差殊也不相同，这是什么原因，什么道理，佛才一一来为我们讲解，为我们说明。第三句是讲因果，因果不空。业性着重在业的性质，业是造作。业性非常复杂，佛在大经上常讲无量因缘，为了说法教学方便起见，佛将无量因缘归纳为四大类，大经上常讲的四缘生法。第一个「亲因缘」，这是一切众生平等具足，人人都有；也就是说，每一个人，我们都有十法界的种子。佛家常讲，「一切众生皆有佛性」，这就说明你阿赖耶识里有佛性、有佛种子。既有佛性，必当作佛，这多肯定！但是什么时候作佛？佛菩萨也不知道，完全在你自己，你自己能不能具足后面三个缘，后面三个缘具足，你这一生就作佛。",
      "zh_TW": "第二句是『分別世間諸業性』。清涼大師註解給我們提示，「前悲救護，語其本心」。這個「前」是指長行，長行裡面顯示菩薩慈悲救護一切眾生，我們在這裡看到他的大菩提心：真誠、清淨、平等、慈悲。「此明智光，彰其所用」，這個偈頌裡頭，讚頌裡面，文雖然不多，是說他的真誠、慈悲心所起的大用。真誠、慈悲裡面具足自性本具的智慧，這就是前面講的「法光明」。智慧起用，「分別世間諸業性」，這個世間就是佛法裡常講的十法界依正莊嚴。十法界有情眾生的智慧福德不相等，十法界的依報環境勝劣的差殊也不相同，這是什麼原因，什麼道理，佛才一一來為我們講解，為我們說明。第三句是講因果，因果不空。業性著重在業的性質，業是造作。業性非常複雜，佛在大經上常講無量因緣，為了說法教學方便起見，佛將無量因緣歸納為四大類，大經上常講的四緣生法。第一個「親因緣」，這是一切眾生平等具足，人人都有；也就是說，每一個人，我們都有十法界的種子。佛家常講，「一切眾生皆有佛性」，這就說明你阿賴耶識裡有佛性、有佛種子。既有佛性，必當作佛，這多肯定！但是什麼時候作佛？佛菩薩也不知道，完全在你自己，你自己能不能具足後面三個緣，後面三個緣具足，你這一生就作佛。"
    },
    {
      "id": "12-017-0236_p0007",
      "zh_CN": "最重要的业因我们一定要牢牢记住，要时时刻刻提醒。佛说，佛的种子是什么？平等。《六祖坛经》里面惠能大师讲「平直即弥陀」，平等、直心就是阿弥陀佛，「慈悲即观音」。我们要晓得，如果我们在日常生活当中学用平等心，这个念头就叫做「所缘缘」。我学用平等心，你就是直接学作佛，于世出世间一切法，顺境、逆境，善人、恶人，好事、坏事，用平等心看待，决定不执着，决定不分别，而又清清楚楚、明明了瞭。明明了瞭是慧，不放在心上，不分别、不执着是定。普贤菩萨教我们行法教得好，平等的恭敬，礼敬。顺境、逆境，善人、恶人，决定是平等的礼敬，平等的对待。但是称赞，对于善的我们称赞，不善的不称赞，不说就是了。人家来问，笑一笑，「阿弥陀佛」，这就好。为什么？不善的，不能够给他宣扬，不能把他这个不善扩大，这个对社会有害，一切都是为广大群众、广大众生福利着眼。于社会大众有利益的赞叹，于社会大众没有利益的不赞叹，我们也绝不毁谤，这是普贤教给我们第二条。广修供养，这是平等的，对善人我们恭敬供养，对恶人还是恭敬供养，没有差别。这叫学佛，这个心是佛心，这个行叫佛行。我们有成佛的种子，如果能够有学佛的心，学佛的心就是平等，佛的行就是普贤十愿。大经上世尊讲得很清楚，菩萨不修普贤行，就不能够圆满菩提，不能够证得阿耨多罗三藐三菩提。",
      "zh_TW": "最重要的業因我們一定要牢牢記住，要時時刻刻提醒。佛說，佛的種子是什麼？平等。《六祖壇經》裡面惠能大師講「平直即彌陀」，平等、直心就是阿彌陀佛，「慈悲即觀音」。我們要曉得，如果我們在日常生活當中學用平等心，這個念頭就叫做「所緣緣」。我學用平等心，你就是直接學作佛，於世出世間一切法，順境、逆境，善人、惡人，好事、壞事，用平等心看待，決定不執著，決定不分別，而又清清楚楚、明明瞭瞭。明明瞭瞭是慧，不放在心上，不分別、不執著是定。普賢菩薩教我們行法教得好，平等的恭敬，禮敬。順境、逆境，善人、惡人，決定是平等的禮敬，平等的對待。但是稱讚，對於善的我們稱讚，不善的不稱讚，不說就是了。人家來問，笑一笑，「阿彌陀佛」，這就好。為什麼？不善的，不能夠給他宣揚，不能把他這個不善擴大，這個對社會有害，一切都是為廣大群眾、廣大眾生福利著眼。於社會大眾有利益的讚歎，於社會大眾沒有利益的不讚歎，我們也絕不毀謗，這是普賢教給我們第二條。廣修供養，這是平等的，對善人我們恭敬供養，對惡人還是恭敬供養，沒有差別。這叫學佛，這個心是佛心，這個行叫佛行。我們有成佛的種子，如果能夠有學佛的心，學佛的心就是平等，佛的行就是普賢十願。大經上世尊講得很清楚，菩薩不修普賢行，就不能夠圓滿菩提，不能夠證得阿耨多羅三藐三菩提。"
    },
    {
      "id": "12-017-0236_p0008",
      "zh_CN": "菩萨的业性，经论里面常讲「六度」，六度存心，这个人是菩萨。常存布施的心，什么叫常存布施？中国古大德常讲「成人之美，不成人之恶」，这就是布施的心。别人有善事、有善行，对社会大众有利益的，他在做，我们看到了，听到了，全心全力去协助他、去成就他，这是布施，菩萨心，菩萨行。我们协助他、帮助他，要守法。守法就是持戒，守规矩，守法度，决定不是凭自己的意思，凭自己的好恶，那就错了，一定要守法。第三，要有耐心，忍辱就是耐心；第四，要求进步；第五，胸有主宰，禅定，不被外境所动摇。《楞严经》上所说的「若能转境，则同如来」，凡夫跟菩萨的差别就在此地。凡夫没有智慧，感情用事，被境界所转；菩萨有智慧、有定力，不会被外境所转，所以他能转境界。现在这个世间有很多灾难，如果你有定慧，你就能转境界，不被境界所转。般若智慧是对人对事对物清清楚楚、明明白白，我们要常存这个心，这是菩萨心，你学菩萨了。",
      "zh_TW": "菩薩的業性，經論裡面常講「六度」，六度存心，這個人是菩薩。常存布施的心，什麼叫常存布施？中國古大德常講「成人之美，不成人之惡」，這就是布施的心。別人有善事、有善行，對社會大眾有利益的，他在做，我們看到了，聽到了，全心全力去協助他、去成就他，這是布施，菩薩心，菩薩行。我們協助他、幫助他，要守法。守法就是持戒，守規矩，守法度，決定不是憑自己的意思，憑自己的好惡，那就錯了，一定要守法。第三，要有耐心，忍辱就是耐心；第四，要求進步；第五，胸有主宰，禪定，不被外境所動搖。《楞嚴經》上所說的「若能轉境，則同如來」，凡夫跟菩薩的差別就在此地。凡夫沒有智慧，感情用事，被境界所轉；菩薩有智慧、有定力，不會被外境所轉，所以他能轉境界。現在這個世間有很多災難，如果你有定慧，你就能轉境界，不被境界所轉。般若智慧是對人對事對物清清楚楚、明明白白，我們要常存這個心，這是菩薩心，你學菩薩了。"
    },
    {
      "id": "12-017-0236_p0009",
      "zh_CN": "关键是在所缘缘，所缘缘在我们中国这个世间称为什么？立志。人不能没有志，人要没有志，你这一生一事无成，你空过了。佛家讲发愿，所以志、愿常常连在一起讲。你有志愿，你这一生有一个努力的方向，有一个努力的目标，你会有成就；如果你没有方向，没有目标，你这一生决定空过。世法、佛法都重视志愿，我们作学生，亲近一个善知识，见面他第一个问题就问你，问你的志愿，这是善教，好老师。你把你的志愿说出来，他才能帮你忙；你说：我没有什么志愿。那个老师笑笑，他对你帮不上忙。好像问你：你想到哪里去？没有目的，他怎么帮你？你要有个方向、有个目标，他可以帮得上你，告诉你怎么走法，甚至于告诉你有些什么困难，应当如何来解决，他才能教你。没有方向，没有目标，他无从教起。我们出家，想弘法利生，这是你的愿望，他有办法帮助你。我想主持道场，发展道场，他也有办法帮助你。你是什么志愿都没有，那他没有办法，佛也没有法子帮助你。",
      "zh_TW": "關鍵是在所緣緣，所緣緣在我們中國這個世間稱為什麼？立志。人不能沒有志，人要沒有志，你這一生一事無成，你空過了。佛家講發願，所以志、願常常連在一起講。你有志願，你這一生有一個努力的方向，有一個努力的目標，你會有成就；如果你沒有方向，沒有目標，你這一生決定空過。世法、佛法都重視志願，我們作學生，親近一個善知識，見面他第一個問題就問你，問你的志願，這是善教，好老師。你把你的志願說出來，他才能幫你忙；你說：我沒有什麼志願。那個老師笑笑，他對你幫不上忙。好像問你：你想到哪裡去？沒有目的，他怎麼幫你？你要有個方向、有個目標，他可以幫得上你，告訴你怎麼走法，甚至於告訴你有些什麼困難，應當如何來解決，他才能教你。沒有方向，沒有目標，他無從教起。我們出家，想弘法利生，這是你的願望，他有辦法幫助你。我想主持道場，發展道場，他也有辦法幫助你。你是什麼志願都沒有，那他沒有辦法，佛也沒有法子幫助你。"
    },
    {
      "id": "12-017-0236_p0010",
      "zh_CN": "志愿在四缘里是所缘缘，你现前心里所缘的是哪一种缘，那就是亲因缘里面十法界的缘，你想缘哪一个？你是缘佛，是缘菩萨，还是缘声闻、缘觉；缘觉是十二因缘，声闻是四谛。再往下面是六道，六道的天道，天有无色界天、色界天，这是缘禅定，甚深的禅定，喜欢禅定。佛菩萨再教你，禅定里还要有四无量心，如果只有禅定，没有四无量心，修得再好再高，得个无想定。无想定，在佛法里面讲，是第四禅的外道天，到顶处了。如果到不了色界，在欲界里，欲界就是五欲六尘的享受不能放下，心里面还贪染，那你就修欲界天。欲界天修上品十善，还要修禅定，这个禅定功夫不太高，我们叫未到定，没有达到禅定的水平，这水平是什么？初禅，色界初禅；你达不到色界初禅，你这个定功在欲界里。欲界完全凭行善而往生的，最高只能到忉利天。夜摩、兜率、化乐、他化自在天，这四层天要加上禅定的功夫，你的定功愈高，你生的地位也愈高；你的定功浅，你的地位就往下坠落。你没有所缘，你怎么能达到？想生天，不修十善，不修禅定；禅定，说实在话，也就是清净心；不修清净心，不修十善业，怎么能生天？说信了上帝就能升天，那要问你，什么叫信？依教修行叫信。你说我信了，你讲的话我完全不听，你教我的我完全不理会，这哪里叫信？这是不信。信的人一定是依教奉行，这在宗教里要特别强调。我信你，我敬你，我爱你，我一定依教奉行。如果对你讲的话我不听，讲的话我不懂，教我做的我完全不照做，说我信你、我爱你、我敬你，全是骗人的，自欺欺人。世法、佛法一样！",
      "zh_TW": "志願在四緣裡是所緣緣，你現前心裡所緣的是哪一種緣，那就是親因緣裡面十法界的緣，你想緣哪一個？你是緣佛，是緣菩薩，還是緣聲聞、緣覺；緣覺是十二因緣，聲聞是四諦。再往下面是六道，六道的天道，天有無色界天、色界天，這是緣禪定，甚深的禪定，喜歡禪定。佛菩薩再教你，禪定裡還要有四無量心，如果只有禪定，沒有四無量心，修得再好再高，得個無想定。無想定，在佛法裡面講，是第四禪的外道天，到頂處了。如果到不了色界，在欲界裡，欲界就是五欲六塵的享受不能放下，心裡面還貪染，那你就修欲界天。欲界天修上品十善，還要修禪定，這個禪定功夫不太高，我們叫未到定，沒有達到禪定的水平，這水平是什麼？初禪，色界初禪；你達不到色界初禪，你這個定功在欲界裡。欲界完全憑行善而往生的，最高只能到忉利天。夜摩、兜率、化樂、他化自在天，這四層天要加上禪定的功夫，你的定功愈高，你生的地位也愈高；你的定功淺，你的地位就往下墜落。你沒有所緣，你怎麼能達到？想生天，不修十善，不修禪定；禪定，說實在話，也就是清淨心；不修清淨心，不修十善業，怎麼能生天？說信了上帝就能升天，那要問你，什麼叫信？依教修行叫信。你說我信了，你講的話我完全不聽，你教我的我完全不理會，這哪裡叫信？這是不信。信的人一定是依教奉行，這在宗教裡要特別強調。我信你，我敬你，我愛你，我一定依教奉行。如果對你講的話我不聽，講的話我不懂，教我做的我完全不照做，說我信你、我愛你、我敬你，全是騙人的，自欺欺人。世法、佛法一樣！"
    },
    {
      "id": "12-017-0236_p0011",
      "zh_CN": "要把人做好，佛家讲五戒要修好，上品的五戒才能保住人身，中品的十善。儒家讲做人的道理：伦常八德。人与人的关系，这是五伦：夫妇、父子、兄弟、君臣、朋友，人与人的关系统统都讲到了。四海之内皆朋友也，朋友里头没有分种族、没有分宗教，四海之内皆朋友也。朋友是什么？同学，同志。不同的族群，不同的种族，不同的宗教，试问问：我们有没有同志？决定有。什么志同？求生存总相同的，都想活在这个世间活得很幸福，这个观念决定是相同的。如何能够叫我们过得很幸福，这个理论跟方法要学习，岂不是同学、同志吗？只是你所学的理论方法不一样，可是目标方向相同。君臣，在现在讲法就是领导与被领导。领导的人，中国古德讲得好，他有三个字必须要做到：君、亲、师。君是领导，作之君，作之亲，作之师。你做个领导人，同时你也是他的父母，你也是他的师长。是他的父母，要以照顾子女之心照顾你的下属，要以教导学生的心去教导你的下属，人道，做人的道理，这样才能够不失人身。这是我们必须要懂得，要学习的。人要做不好，往上去没有分，别说作佛、作菩萨，四王天、忉利天都没有你的分。",
      "zh_TW": "要把人做好，佛家講五戒要修好，上品的五戒才能保住人身，中品的十善。儒家講做人的道理：倫常八德。人與人的關係，這是五倫：夫婦、父子、兄弟、君臣、朋友，人與人的關係統統都講到了。四海之內皆朋友也，朋友裡頭沒有分種族、沒有分宗教，四海之內皆朋友也。朋友是什麼？同學，同志。不同的族群，不同的種族，不同的宗教，試問問：我們有沒有同志？決定有。什麼志同？求生存總相同的，都想活在這個世間活得很幸福，這個觀念決定是相同的。如何能夠叫我們過得很幸福，這個理論跟方法要學習，豈不是同學、同志嗎？只是你所學的理論方法不一樣，可是目標方向相同。君臣，在現在講法就是領導與被領導。領導的人，中國古德講得好，他有三個字必須要做到：君、親、師。君是領導，作之君，作之親，作之師。你做個領導人，同時你也是他的父母，你也是他的師長。是他的父母，要以照顧子女之心照顧你的下屬，要以教導學生的心去教導你的下屬，人道，做人的道理，這樣才能夠不失人身。這是我們必須要懂得，要學習的。人要做不好，往上去沒有分，別說作佛、作菩薩，四王天、忉利天都沒有你的分。"
    },
    {
      "id": "12-017-0236_p0012",
      "zh_CN": "诸佛菩萨真的是慈悲到极处，这个恩德，父母之恩不能比，可是谁知道？佛菩萨确确实实能帮助我们在这一生当中永脱轮回。不但是超越三界，超越十法界，这一生作佛作祖去了。真正明白的人少，知道的人少，真正相信的人少，奉行的人就更少了。少不要紧，谁做谁就成就；我肯发心，我相信，我理解，我能依教奉行，我就成就。佛告诉我们，贪爱是饿鬼道的业因，瞋恚是地狱道的业因，愚痴是畜生道的业因，我们对于世出世间一切法还要不要贪瞋痴？过去真的是迷惑颠倒，愚昧无知，堕落在贪瞋痴里头。我们起心动念、一切造作，无不是三恶道的业，为什么？只要你用贪瞋痴的心，你所造的业就是三恶道的因；造作的善业也是三恶道的福业，三恶道享福。修善，贪瞋痴不断，天天念佛，修学六度，果报在哪里？我们读安世高的传记，大师说宫亭湖的龙王，前世跟他是同学。宫亭湖在江西九江，那个古迹现在还在，蛇村。那个地方有个龙王庙，那里头龙王过去跟他是同学，他说他的同学明经好施，讲经说法，又喜欢布施，你说这个人多好！贪瞋痴没断，所以他有福，他有慧，他堕落在神道。得的是什么身？畜生身，是个大蛇，蛇身，作龙王，很灵验。灵验是什么？过去世讲经，所以这个龙王很灵。有福报，周围一千里人都去拜牠，都祭祀牠，都去供养牠，过去喜欢布施。有福有慧，畜生道里面享受去了，饿鬼道里面就作鬼王，一生真正修行得这么一个果报。我们要晓得，他的病在什么地方？要从安世高那个话来说，在我们今天看是微不足道。那个时候出家人是托钵，托的饭菜不好，心里就很难过，好像自己修行对社会、对大众有这么多的好处，今天出来托这一钵饭很难吃，心里不高兴，就是这么一个原因堕落在神道，这还不是大的恶。所以我们读了之后，细细想想自己这一生的心行跟人家相比，远远不如人家，人家落在神道里，我们将来落在哪一道？我们不是小不如意，往往遇到一些不称心的事情，心里非常不痛快，怨恨心起来，很长的时间都不能消除，你说果报在哪里？果报自己造作自己去受，不是别人造作的，与别人不相干。",
      "zh_TW": "諸佛菩薩真的是慈悲到極處，這個恩德，父母之恩不能比，可是誰知道？佛菩薩確確實實能幫助我們在這一生當中永脫輪迴。不但是超越三界，超越十法界，這一生作佛作祖去了。真正明白的人少，知道的人少，真正相信的人少，奉行的人就更少了。少不要緊，誰做誰就成就；我肯發心，我相信，我理解，我能依教奉行，我就成就。佛告訴我們，貪愛是餓鬼道的業因，瞋恚是地獄道的業因，愚痴是畜生道的業因，我們對於世出世間一切法還要不要貪瞋痴？過去真的是迷惑顛倒，愚昧無知，墮落在貪瞋痴裡頭。我們起心動念、一切造作，無不是三惡道的業，為什麼？只要你用貪瞋痴的心，你所造的業就是三惡道的因；造作的善業也是三惡道的福業，三惡道享福。修善，貪瞋痴不斷，天天念佛，修學六度，果報在哪裡？我們讀安世高的傳記，大師說宮亭湖的龍王，前世跟他是同學。宮亭湖在江西九江，那個古蹟現在還在，蛇村。那個地方有個龍王廟，那裡頭龍王過去跟他是同學，他說他的同學明經好施，講經說法，又喜歡布施，你說這個人多好！貪瞋痴沒斷，所以他有福，他有慧，他墮落在神道。得的是什麼身？畜生身，是個大蛇，蛇身，作龍王，很靈驗。靈驗是什麼？過去世講經，所以這個龍王很靈。有福報，周圍一千里人都去拜牠，都祭祀牠，都去供養牠，過去喜歡布施。有福有慧，畜生道裡面享受去了，餓鬼道裡面就作鬼王，一生真正修行得這麼一個果報。我們要曉得，他的病在什麼地方？要從安世高那個話來說，在我們今天看是微不足道。那個時候出家人是托缽，托的飯菜不好，心裡就很難過，好像自己修行對社會、對大眾有這麼多的好處，今天出來托這一缽飯很難吃，心裡不高興，就是這麼一個原因墮落在神道，這還不是大的惡。所以我們讀了之後，細細想想自己這一生的心行跟人家相比，遠遠不如人家，人家落在神道裡，我們將來落在哪一道？我們不是小不如意，往往遇到一些不稱心的事情，心裡非常不痛快，怨恨心起來，很長的時間都不能消除，你說果報在哪裡？果報自己造作自己去受，不是別人造作的，與別人不相干。"
    },
    {
      "id": "12-017-0236_p0013",
      "zh_CN": "所以明白事实真相，决定不可以怨天尤人，怨天尤人那是罪上加罪。知道任何一个人对我都没有伤害，他毁谤我、侮辱我，甚至陷害我，色身而已，灵性上没有伤害，只要你不接受就行了。你要接受，把它放在心上，这是你自找麻烦。你想想，如果那个人毁谤别人、侮辱别人、陷害别人，你看了，为什么若无其事？你为什么丝毫不受影响？他对着我，我接受了；他对那个人，我没有接受。你如果明白，他指着我的名字来骂，名字性空，假名，名字不是我；伤害我的身体，身体也不是我，你就不受其害。别人的造作，你偏偏要去接受，偏偏把它揽过来，你不叫自找麻烦吗？所以还是自作自受，真的与别人没有关联。",
      "zh_TW": "所以明白事實真相，決定不可以怨天尤人，怨天尤人那是罪上加罪。知道任何一個人對我都沒有傷害，他毀謗我、侮辱我，甚至陷害我，色身而已，靈性上沒有傷害，只要你不接受就行了。你要接受，把它放在心上，這是你自找麻煩。你想想，如果那個人毀謗別人、侮辱別人、陷害別人，你看了，為什麼若無其事？你為什麼絲毫不受影響？他對著我，我接受了；他對那個人，我沒有接受。你如果明白，他指著我的名字來罵，名字性空，假名，名字不是我；傷害我的身體，身體也不是我，你就不受其害。別人的造作，你偏偏要去接受，偏偏把它攬過來，你不叫自找麻煩嗎？所以還是自作自受，真的與別人沒有關聯。"
    },
    {
      "id": "12-017-0236_p0014",
      "zh_CN": "我们要懂得这个大道理，了解事实真相，深深体会到业性，舍弃贪瞋痴慢。从哪里舍弃？就在日常生活当中，处事待人接物，历事炼心。烦恼习气无量劫薰成的，很讨厌，很麻烦，不知不觉它就起现行，但是这个起现行，对自己的伤害太大太大了。佛教给我们的方法妙绝了，念头才起，古人讲「不怕念起，只怕觉迟」，念头才起，马上给它转过来，「阿弥陀佛」，这个念头压下去了，这叫修行，这叫功夫。尤其是恶念，伤害别人的念头，伤害别人的事理，才起来，马上就压下去，这是你念佛功夫得力了。要觉得快，只有一个念头起来，第二个念头就换掉，就换成阿弥陀佛，你的心就恢复到清净平等，这是真念佛人，这是真有功夫的人。这一句阿弥陀佛就是忏悔，这一句阿弥陀佛就是改过，这一句阿弥陀佛就是自性。",
      "zh_TW": "我們要懂得這個大道理，了解事實真相，深深體會到業性，捨棄貪瞋痴慢。從哪裡捨棄？就在日常生活當中，處事待人接物，歷事鍊心。煩惱習氣無量劫薰成的，很討厭，很麻煩，不知不覺它就起現行，但是這個起現行，對自己的傷害太大太大了。佛教給我們的方法妙絕了，念頭才起，古人講「不怕念起，只怕覺遲」，念頭才起，馬上給它轉過來，「阿彌陀佛」，這個念頭壓下去了，這叫修行，這叫功夫。尤其是惡念，傷害別人的念頭，傷害別人的事理，才起來，馬上就壓下去，這是你念佛功夫得力了。要覺得快，只有一個念頭起來，第二個念頭就換掉，就換成阿彌陀佛，你的心就恢復到清淨平等，這是真念佛人，這是真有功夫的人。這一句阿彌陀佛就是懺悔，這一句阿彌陀佛就是改過，這一句阿彌陀佛就是自性。"
    },
    {
      "id": "12-017-0236_p0015",
      "zh_CN": "十法界里我们攀哪个缘？还有比十法界殊胜，我们很容易成就的，缘阿弥陀佛，第一殊胜！怎么样缘阿弥陀佛，做得成功，做得圆满？要把我们无量劫错误的观念转过来。我们的错误观念，一切众生都不如我，我比哪一个都强，这是我们的习气，不服。换过来怎么样？一切众生皆是阿弥陀佛，你准定成佛，你决定往生。一切人、一切事、一切物统统是阿弥陀佛，我们以对阿弥陀佛的恭敬心对待一切众生，对待一切人事物，我们以供养阿弥陀佛的心行供养一切众生。一切众生真的是阿弥陀佛，不是假的；我以为他是阿弥陀佛，我把他当作阿弥陀佛，你还隔了一层，你是属于相似位；真的，确确实实是真的，你才能入分证位。怎么说是真的，这么肯定说是真的？阿弥陀佛是我们自性，古德常说「自性弥陀，唯心净土」。阿弥陀佛是自性，十法界依正庄严，虚空法界一切众生，是我们自性变现的，是自性的相分。西方极乐世界阿弥陀佛是自性的相分，芸芸众生哪一个不是自性相分？既是自性的相分，哪一个不是阿弥陀佛？我们的心才真正做到清净平等。我们每天亲近的是诸佛如来，而且是佛中之王，光中极尊。这是事实真相，不是假想的，我们有没有入这个境界？入这个境界是大善。这个比修平等还要善，还要方便，还要殊胜。真诚、清净、平等、正觉、慈悲，都在这一句阿弥陀佛之中，圆满无缺。",
      "zh_TW": "十法界裡我們攀哪個緣？還有比十法界殊勝，我們很容易成就的，緣阿彌陀佛，第一殊勝！怎麼樣緣阿彌陀佛，做得成功，做得圓滿？要把我們無量劫錯誤的觀念轉過來。我們的錯誤觀念，一切眾生都不如我，我比哪一個都強，這是我們的習氣，不服。換過來怎麼樣？一切眾生皆是阿彌陀佛，你准定成佛，你決定往生。一切人、一切事、一切物統統是阿彌陀佛，我們以對阿彌陀佛的恭敬心對待一切眾生，對待一切人事物，我們以供養阿彌陀佛的心行供養一切眾生。一切眾生真的是阿彌陀佛，不是假的；我以為他是阿彌陀佛，我把他當作阿彌陀佛，你還隔了一層，你是屬於相似位；真的，確確實實是真的，你才能入分證位。怎麼說是真的，這麼肯定說是真的？阿彌陀佛是我們自性，古德常說「自性彌陀，唯心淨土」。阿彌陀佛是自性，十法界依正莊嚴，虛空法界一切眾生，是我們自性變現的，是自性的相分。西方極樂世界阿彌陀佛是自性的相分，芸芸眾生哪一個不是自性相分？既是自性的相分，哪一個不是阿彌陀佛？我們的心才真正做到清淨平等。我們每天親近的是諸佛如來，而且是佛中之王，光中極尊。這是事實真相，不是假想的，我們有沒有入這個境界？入這個境界是大善。這個比修平等還要善，還要方便，還要殊勝。真誠、清淨、平等、正覺、慈悲，都在這一句阿彌陀佛之中，圓滿無缺。"
    },
    {
      "id": "12-017-0236_p0016",
      "zh_CN": "下面一句，『善恶所行无失坏』。这是我们常讲「万法皆空，因果不空」，修如是因，必证如是果。我们对这个道理，对这个事实，深信不疑。念佛是大善，念佛要像我刚才所说的，虚空法界一切众生皆是诸佛如来，皆是阿弥陀佛。普贤的十愿，文殊的十波罗蜜，都在我们日常生活当中起心动念之处，极其微不足道的细行，都圆满具足十愿、十波罗蜜，你要是修行功夫不得力，无有是处。所以古大德，无论是宗门教下，常常劝导学人「从根本修」。什么是根本？这个念头转过来是根本。我们看自古以来，多少修行用功的人以后得不到结果，念头没转过来。安世高这个朋友堕成水神，念头没转过来；心行很善，明经好施，基本的念头没转过来。我们用《金刚经》上话来说，四相、四见没转过来，不管他修的什么，依旧我相、人相、众生相、寿者相。这个四相、四见就是轮回心，怎么样把轮回心转变成菩提心，这个问题总解决了。所以佛经里所有一切经论都劝人发菩提心，菩提心不好懂，我们现在讲起来比较好懂，真诚、清净、平等、正觉、慈悲，这十个字就是菩提心。真发，没有自己，众生就是自己，我们为一切众生受苦受难，很欢喜，很自在。",
      "zh_TW": "下面一句，『善惡所行無失壞』。這是我們常講「萬法皆空，因果不空」，修如是因，必證如是果。我們對這個道理，對這個事實，深信不疑。念佛是大善，念佛要像我剛才所說的，虛空法界一切眾生皆是諸佛如來，皆是阿彌陀佛。普賢的十願，文殊的十波羅蜜，都在我們日常生活當中起心動念之處，極其微不足道的細行，都圓滿具足十願、十波羅蜜，你要是修行功夫不得力，無有是處。所以古大德，無論是宗門教下，常常勸導學人「從根本修」。什麼是根本？這個念頭轉過來是根本。我們看自古以來，多少修行用功的人以後得不到結果，念頭沒轉過來。安世高這個朋友墮成水神，念頭沒轉過來；心行很善，明經好施，基本的念頭沒轉過來。我們用《金剛經》上話來說，四相、四見沒轉過來，不管他修的什麼，依舊我相、人相、眾生相、壽者相。這個四相、四見就是輪迴心，怎麼樣把輪迴心轉變成菩提心，這個問題總解決了。所以佛經裡所有一切經論都勸人發菩提心，菩提心不好懂，我們現在講起來比較好懂，真誠、清淨、平等、正覺、慈悲，這十個字就是菩提心。真發，沒有自己，眾生就是自己，我們為一切眾生受苦受難，很歡喜，很自在。"
    },
    {
      "id": "12-017-0236_p0017",
      "zh_CN": "托钵，托到一些难吃的，在所不免。释迦牟尼佛在世，我们也会想到他也常常遇到，佛没有一念不高兴的念头，没有一念怨恨的心，所以他成佛。只有凡人在这个境界里面，心里才起烦恼、才起分别，我付出的太多，我得到的太少，不成比例；才有这个念头就造业，他就得受报。所以理要不能够透彻，事不能够真正的明了，这种念头是在所不免的。不要以为这个念头很小，好像微不足道，殊不知影响可太大太大了。大的过恶容易发现，这种小的不容易发现，一天当中这些小事情，引起自己不满意、不自在，有那么几次，几次恐怕还是少说了，要有这么个几十次，麻烦就来了。时间纵然很短，几秒钟的事情，这种业习累积下来，果报就可怕了。所以为什么不把念头转过来，专修善业？如果念头真的转过来了，看一切众生皆是过去父母、未来诸佛，我们受极大的苦难也甘心情愿。我替父母做事情，替诸佛如来做事情，受什么样的委屈也欢欢喜喜，也不会在意。所以这一点，我们要常常想想古时候的舜王。孝养父母，舜王做到了，那种心行才叫做孝养。我们一般人孝养有名无实，你还有怨恨，还有不高兴，还有埋怨，不是孝养，已经是得罪了。这种心态对老师就大不敬！道，印光大师说得好，「一分诚敬得一分利益，十分诚敬得十分利益」，你不懂得尊师重道，你怎么会得利益？还有分别、有妄想、有执着，已经是背师叛道，这个人怎么可能有成就？",
      "zh_TW": "托缽，托到一些難吃的，在所不免。釋迦牟尼佛在世，我們也會想到他也常常遇到，佛沒有一念不高興的念頭，沒有一念怨恨的心，所以他成佛。只有凡人在這個境界裡面，心裡才起煩惱、才起分別，我付出的太多，我得到的太少，不成比例；才有這個念頭就造業，他就得受報。所以理要不能夠透徹，事不能夠真正的明瞭，這種念頭是在所不免的。不要以為這個念頭很小，好像微不足道，殊不知影響可太大太大了。大的過惡容易發現，這種小的不容易發現，一天當中這些小事情，引起自己不滿意、不自在，有那麼幾次，幾次恐怕還是少說了，要有這麼個幾十次，麻煩就來了。時間縱然很短，幾秒鐘的事情，這種業習累積下來，果報就可怕了。所以為什麼不把念頭轉過來，專修善業？如果念頭真的轉過來了，看一切眾生皆是過去父母、未來諸佛，我們受極大的苦難也甘心情願。我替父母做事情，替諸佛如來做事情，受什麼樣的委屈也歡歡喜喜，也不會在意。所以這一點，我們要常常想想古時候的舜王。孝養父母，舜王做到了，那種心行才叫做孝養。我們一般人孝養有名無實，你還有怨恨，還有不高興，還有埋怨，不是孝養，已經是得罪了。這種心態對老師就大不敬！道，印光大師說得好，「一分誠敬得一分利益，十分誠敬得十分利益」，你不懂得尊師重道，你怎麼會得利益？還有分別、有妄想、有執著，已經是背師叛道，這個人怎麼可能有成就？"
    },
    {
      "id": "12-017-0236_p0018",
      "zh_CN": "现在人，在修学上，在日常生活当中，都不会做人，我们常常看到很感慨，但是念念《无量寿经》，我们那个感慨的念头也平了。《无量寿经》上说得好，「先人不善，不识道德，无有语者，殊无怪也」，这四句念念心就平了。没人教他，他怎么会懂？先人是他的父母，是他的长辈，是他的老师，没有教导他，他不懂，所以就不能怪他。但是他所造的业，他必定要受果报。这就是讲，佛菩萨看见了，也没有办法帮助他。佛菩萨慈悲，念念不舍众生，要等他回头，才能帮得上忙。什么叫回头？真的相信了，真懂了，真肯依教奉行，佛菩萨就来帮忙。",
      "zh_TW": "現在人，在修學上，在日常生活當中，都不會做人，我們常常看到很感慨，但是念念《無量壽經》，我們那個感慨的念頭也平了。《無量壽經》上說得好，「先人不善，不識道德，無有語者，殊無怪也」，這四句念念心就平了。沒人教他，他怎麼會懂？先人是他的父母，是他的長輩，是他的老師，沒有教導他，他不懂，所以就不能怪他。但是他所造的業，他必定要受果報。這就是講，佛菩薩看見了，也沒有辦法幫助他。佛菩薩慈悲，念念不捨眾生，要等他回頭，才能幫得上忙。什麼叫回頭？真的相信了，真懂了，真肯依教奉行，佛菩薩就來幫忙。"
    },
    {
      "id": "12-017-0236_p0019",
      "zh_CN": "所以我们清楚，「教、理、行、果」是一，「信、解、行、证」也是一，《华严》上说得好，一即是多，多即是一，一多不二，真正相信，他就决定能够理解，他就肯依教奉行。不能够依教奉行，没懂，没有信。信解行证四个字是连在一起的，不能分割，不是有四个阶段。跟佛法里面讲四大，四大是一桩事情，不是四桩事情，一桩事情。老师教导，教理行果这是四教，是一，一而四，四而一，任何一条里面圆满具足其余三条。我们作学生的信解行证，我们作学生的也是一而四、四而一；信里面决定有解、有行、有证，行里面决定有信、有解、有证。这个老师叫善教，学生叫善学，师资道合，非常可贵。所以一个好老师要遇到一个好的学生不容易，可遇不可求。一个好学生想亲近一个善知识，也是可遇不可求，到哪里去找？遇到了，缘分，希有的缘分。遇到了，老师的道传下来了，有了传人；学生得到真实的果报，开悟证果。师资之道不能勉强，勉强不来的，都在一个「敬」字，好的老师敬爱学生，好的学生尊师重道。",
      "zh_TW": "所以我們清楚，「教、理、行、果」是一，「信、解、行、證」也是一，《華嚴》上說得好，一即是多，多即是一，一多不二，真正相信，他就決定能夠理解，他就肯依教奉行。不能夠依教奉行，沒懂，沒有信。信解行證四個字是連在一起的，不能分割，不是有四個階段。跟佛法裡面講四大，四大是一樁事情，不是四樁事情，一樁事情。老師教導，教理行果這是四教，是一，一而四，四而一，任何一條裡面圓滿具足其餘三條。我們作學生的信解行證，我們作學生的也是一而四、四而一；信裡面決定有解、有行、有證，行裡面決定有信、有解、有證。這個老師叫善教，學生叫善學，師資道合，非常可貴。所以一個好老師要遇到一個好的學生不容易，可遇不可求。一個好學生想親近一個善知識，也是可遇不可求，到哪裡去找？遇到了，緣分，希有的緣分。遇到了，老師的道傳下來了，有了傳人；學生得到真實的果報，開悟證果。師資之道不能勉強，勉強不來的，都在一個「敬」字，好的老師敬愛學生，好的學生尊師重道。"
    },
    {
      "id": "12-017-0236_p0020",
      "zh_CN": "我们今天的困难，自己认真反省检点，就认识了，就明了了。我们对于孝顺、尊重，尊师重道，欠缺太多太多了，甚至于根本不懂孝顺两个字的意思，尊敬的意思也不懂，这是真的。懂得，懂得你就做到，是从你行为上去看，不是从言语。真正善知识接待学人，从他的言行上去观察，听其言而观其行，言行相符，这个人可教。有孝顺心，有尊敬心，处事待人接物，从这个地方看出这个人有没有善根，善根深厚的程度从这个地方可以见到，我们要懂得，要学习。我们的法从老师那里接来，要传下去，可是找一个传法的人相当不容易；但是这种人是可以培养的，尤其是《华严经》，一门深入，长时薰修，锲而不舍，把我们不成熟的根性薰习成熟。这个缘就非常重要，学习的机缘一定自己要掌握住，不能够空过。",
      "zh_TW": "我們今天的困難，自己認真反省檢點，就認識了，就明瞭了。我們對於孝順、尊重，尊師重道，欠缺太多太多了，甚至於根本不懂孝順兩個字的意思，尊敬的意思也不懂，這是真的。懂得，懂得你就做到，是從你行為上去看，不是從言語。真正善知識接待學人，從他的言行上去觀察，聽其言而觀其行，言行相符，這個人可教。有孝順心，有尊敬心，處事待人接物，從這個地方看出這個人有沒有善根，善根深厚的程度從這個地方可以見到，我們要懂得，要學習。我們的法從老師那裡接來，要傳下去，可是找一個傳法的人相當不容易；但是這種人是可以培養的，尤其是《華嚴經》，一門深入，長時薰修，鍥而不捨，把我們不成熟的根性薰習成熟。這個緣就非常重要，學習的機緣一定自己要掌握住，不能夠空過。"
    },
    {
      "id": "12-017-0236_p0021",
      "zh_CN": "昨天竹林寺的主席一行来访问，他告诉我，道场现在已经建立完成，他们请茗山老法师来给他主持开光大典。茗老大概要元月份才能来，本来预定十二月，最近听说身体不很好，在休养。他问我这个道场要怎么做法，我给他建议，道场建成，最重要的是道风与学风。我贡献他，我说：你们今天看到居士林的兴旺，这是事实，非常羡慕。居士林兴旺，旺在哪里？旺在天天讲经，二十四小时不中断的念佛，就旺在这里。所以我说，你们道场如果开放，希望每天讲经，我们这边培训班的同学们不少，可以轮流到你们那边去讲。还要提倡念佛，因为是竹林寺，他所供奉的本尊是观世音菩萨，很好！你们那边开念佛堂，专念「南无观世音菩萨」，居士林这个地方念「南无阿弥陀佛」，你那个道场专念南无观世音菩萨。讲什么经？观音三经为主，提倡观音慈悲救世的精神，学习观世音菩萨，你的道场会兴旺。一定要发心为社会、为众生，不要为自己的利益，把自己的名利掺杂在里面就错了，你得到的很少很少，果报不如意。放下自己的名闻利养，决定不为自己，为社会，为众生，为佛法，果报不可思议。所以我叫他学习李木源居士，李居士在此地做了最好的榜样，居士林给道场做了最好的榜样。",
      "zh_TW": "昨天竹林寺的主席一行來訪問，他告訴我，道場現在已經建立完成，他們請茗山老法師來給他主持開光大典。茗老大概要元月份才能來，本來預定十二月，最近聽說身體不很好，在休養。他問我這個道場要怎麼做法，我給他建議，道場建成，最重要的是道風與學風。我貢獻他，我說：你們今天看到居士林的興旺，這是事實，非常羨慕。居士林興旺，旺在哪裡？旺在天天講經，二十四小時不中斷的念佛，就旺在這裡。所以我說，你們道場如果開放，希望每天講經，我們這邊培訓班的同學們不少，可以輪流到你們那邊去講。還要提倡念佛，因為是竹林寺，他所供奉的本尊是觀世音菩薩，很好！你們那邊開念佛堂，專念「南無觀世音菩薩」，居士林這個地方念「南無阿彌陀佛」，你那個道場專念南無觀世音菩薩。講什麼經？觀音三經為主，提倡觀音慈悲救世的精神，學習觀世音菩薩，你的道場會興旺。一定要發心為社會、為眾生，不要為自己的利益，把自己的名利摻雜在裡面就錯了，你得到的很少很少，果報不如意。放下自己的名聞利養，決定不為自己，為社會，為眾生，為佛法，果報不可思議。所以我叫他學習李木源居士，李居士在此地做了最好的榜樣，居士林給道場做了最好的榜樣。"
    },
    {
      "id": "12-017-0236_p0022",
      "zh_CN": "他会请我们去讲经，我们要了解这个时代，现前社会需要什么。最需要的是因果报应的理论与事实，帮助一切大众断恶修善，才能挽救眼前的劫难，这比什么都重要。所以到那边当然是以观世音菩萨三经为主，观音菩萨三经：第一部是《华严经》上，善财童子参访观世音菩萨这一章，我们过去单独讲过；第二种在《楞严经》里面，第六卷「观世音菩萨耳根圆通章」；第三种在《法华经》里面，「普门品」。三经都不是独立，都是附在大经里面，可以把它抽出来单独的讲。除此之外，我们一定要明了印光大师的教诲，讲《感应篇》，讲《安士全书》，讲《了凡四训》，唤醒大众明了因果，断恶修善，改过自新。这样才能够救自己，才能够帮助社会大众，消除劫难。好，今天时间到了，这一段我们就讲到此地。",
      "zh_TW": "他會請我們去講經，我們要了解這個時代，現前社會需要什麼。最需要的是因果報應的理論與事實，幫助一切大眾斷惡修善，才能挽救眼前的劫難，這比什麼都重要。所以到那邊當然是以觀世音菩薩三經為主，觀音菩薩三經：第一部是《華嚴經》上，善財童子參訪觀世音菩薩這一章，我們過去單獨講過；第二種在《楞嚴經》裡面，第六卷「觀世音菩薩耳根圓通章」；第三種在《法華經》裡面，「普門品」。三經都不是獨立，都是附在大經裡面，可以把它抽出來單獨的講。除此之外，我們一定要明瞭印光大師的教誨，講《感應篇》，講《安士全書》，講《了凡四訓》，喚醒大眾明瞭因果，斷惡修善，改過自新。這樣才能夠救自己，才能夠幫助社會大眾，消除劫難。好，今天時間到了，這一段我們就講到此地。"
    }
  ]
}