{
  "doc_id": "12-017-1070",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０七０卷",
    "zh_TW": "第一０七０卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1070",
  "total_paragraphs": 56,
  "paragraphs": [
    {
      "id": "12-017-1070_p0001",
      "zh_CN": "诸位同学，请接着看清凉大师的疏文，在释名最后的一段。",
      "zh_TW": "諸位同學，請接著看清涼大師的疏文，在釋名最後的一段。"
    },
    {
      "id": "12-017-1070_p0002",
      "zh_CN": "「故斯一品，有作无作，有量无量，皆在其中，准下第五地中，复以十重观察，至下当明」。这一段是总结。会归到本经，清凉大师给我们做一个总结，说明这个经正同无量四谛。说无量四谛，这是四个意思里头讲一个义，而在这个地方为我们说出来。在总结里面，经文意思里头确确实实包含着藏通别圆四个意思，但是你在经文里面看，好像只讲无量四谛，实际上，这四种四谛统统都包含。前面疏文曾经讲过，文义包博，言含性相，前面我们读过。相就是生灭、无量，四谛里头，生灭四谛跟无量四谛是从相上讲的，性就是无生四谛跟无作四谛，所以言含性相，举一全说。特别是大乘佛法，实际上，世出世间任何一法，都圆满具足一切法，这是总的来说。",
      "zh_TW": "「故斯一品，有作無作，有量無量，皆在其中，準下第五地中，復以十重觀察，至下當明」。這一段是總結。會歸到本經，清涼大師給我們做一個總結，說明這個經正同無量四諦。說無量四諦，這是四個意思裡頭講一個義，而在這個地方為我們說出來。在總結裡面，經文意思裡頭確確實實包含著藏通別圓四個意思，但是你在經文裡面看，好像只講無量四諦，實際上，這四種四諦統統都包含。前面疏文曾經講過，文義包博，言含性相，前面我們讀過。相就是生滅、無量，四諦裡頭，生滅四諦跟無量四諦是從相上講的，性就是無生四諦跟無作四諦，所以言含性相，舉一全說。特別是大乘佛法，實際上，世出世間任何一法，都圓滿具足一切法，這是總的來說。"
    },
    {
      "id": "12-017-1070_p0003",
      "zh_CN": "这个境界是法身菩萨的境界，《华严经》上说，「一即一切，一切即一」，法身菩萨的境界，那才是事实真相。我们凡夫迷失了真相，诸法实相迷失了，迷失了自性，真相就是自性，自性就是事实真相，迷失了。迷失了，就产生偏见、漏执，执着一点，其他的全都忘掉了，所以造成许许多多的错误。错误不是说就没事了，错误，他会感得果报。于是六道从哪里来的？我们就晓得了，六道就是从这些错误的思想、错误的见解、错误的行为里面，所感召来的。",
      "zh_TW": "這個境界是法身菩薩的境界，《華嚴經》上說，「一即一切，一切即一」，法身菩薩的境界，那才是事實真相。我們凡夫迷失了真相，諸法實相迷失了，迷失了自性，真相就是自性，自性就是事實真相，迷失了。迷失了，就產生偏見、漏執，執著一點，其他的全都忘掉了，所以造成許許多多的錯誤。錯誤不是說就沒事了，錯誤，他會感得果報。於是六道從哪裡來的？我們就曉得了，六道就是從這些錯誤的思想、錯誤的見解、錯誤的行為裡面，所感召來的。"
    },
    {
      "id": "12-017-1070_p0004",
      "zh_CN": "我们现在生活在这个环境里面，常常听人家讲，灾难很多，这个话不假，诸位每天从报章杂志、媒体报导里面就看到了。我对于这一方面的讯息是最差的，为什么？从来不看电视，也不听广播，也不看报纸，也不看杂志。所以我还比较好些，每天生活在太平盛世，不知道这个世间的危乱，不知道；只知道念佛求生净土。老师教导我们，无论在什么境界里头，顺境也好，逆境也好，善缘也好，恶缘也好，都不要把它放在心上，二六时中应当把佛号放在心上，这就对了。",
      "zh_TW": "我們現在生活在這個環境裡面，常常聽人家講，災難很多，這個話不假，諸位每天從報章雜誌、媒體報導裡面就看到了。我對於這一方面的訊息是最差的，為什麼？從來不看電視，也不聽廣播，也不看報紙，也不看雜誌。所以我還比較好些，每天生活在太平盛世，不知道這個世間的危亂，不知道；只知道念佛求生淨土。老師教導我們，無論在什麼境界裡頭，順境也好，逆境也好，善緣也好，惡緣也好，都不要把它放在心上，二六時中應當把佛號放在心上，這就對了。"
    },
    {
      "id": "12-017-1070_p0005",
      "zh_CN": "我们这一生，生到这个世间来为什么？就是为求生净土，就为这桩事情，其他的事情是附带的；换句话说，可做，可不做，包括讲经，包括弘法，都是附带的，正经事是念佛求生净土。古大德常说，这个说是有根据的，不是自己想出来的，经典里头有说，佛讲的「正助双修」，正修是念佛。如果你心里面还有很多很多拉杂事情，你的心不清净，这对你的伤害太大太大了，为什么？你不能往生。怎么样得清净心？放下！连六祖能大师在《坛经》里面都说，「若真修道人，不见世间过」。世间有过是他的，他有他的业报，佛菩萨都管不了，我们哪能管得了？这个道理你要参透，你这一生才真正能得到佛法利益，就是真正能往生。",
      "zh_TW": "我們這一生，生到這個世間來為什麼？就是為求生淨土，就為這樁事情，其他的事情是附帶的；換句話說，可做，可不做，包括講經，包括弘法，都是附帶的，正經事是念佛求生淨土。古大德常說，這個說是有根據的，不是自己想出來的，經典裡頭有說，佛講的「正助雙修」，正修是念佛。如果你心裡面還有很多很多拉雜事情，你的心不清淨，這對你的傷害太大太大了，為什麼？你不能往生。怎麼樣得清淨心？放下！連六祖能大師在《壇經》裡面都說，「若真修道人，不見世間過」。世間有過是他的，他有他的業報，佛菩薩都管不了，我們哪能管得了？這個道理你要參透，你這一生才真正能得到佛法利益，就是真正能往生。"
    },
    {
      "id": "12-017-1070_p0006",
      "zh_CN": "事情管多了，没有不堕地狱，为什么？因为你没有智慧，你把事情管错了。管对了是你的功德，管错了是你的罪过；做对了是应该的，应该要做对、应该要做好，做错了，那你是不应该的。各人因果各人负责，于我何干！不相干，我管这事情干什么？觉明妙行菩萨讲得好，「少说一句话，多念一声佛，打得念头死」，这一句话就是把所有一切念头统统放下，「许汝法身活」，你这一生念佛，往生西方极乐世界，就证得清净法身，这是正事。",
      "zh_TW": "事情管多了，沒有不墮地獄，為什麼？因為你沒有智慧，你把事情管錯了。管對了是你的功德，管錯了是你的罪過；做對了是應該的，應該要做對、應該要做好，做錯了，那你是不應該的。各人因果各人負責，於我何干！不相干，我管這事情幹什麼？覺明妙行菩薩講得好，「少說一句話，多念一聲佛，打得念頭死」，這一句話就是把所有一切念頭統統放下，「許汝法身活」，你這一生念佛，往生西方極樂世界，就證得清淨法身，這是正事。"
    },
    {
      "id": "12-017-1070_p0007",
      "zh_CN": "这么多年来，我跟同学们在一起学习经教，一块儿念佛。同学们给科技的设备，我只是说说，我没有去做。我看到科技传媒好，这个东西是不错。早年初学的时候，方东美先生常常跟我说，工具没有善恶，你说电视、电影、广播，现在的网路，工具没有善恶，里面的内容有善恶。为什么不用这个好的工具来宣扬伦理道德？这是从前方东美先生常说的。为什么不用这个好的工具来弘扬佛法？所以我在讲经的时候常常提到，现在有同修们发心做出来了。",
      "zh_TW": "這麼多年來，我跟同學們在一起學習經教，一塊兒念佛。同學們給科技的設備，我只是說說，我沒有去做。我看到科技傳媒好，這個東西是不錯。早年初學的時候，方東美先生常常跟我說，工具沒有善惡，你說電視、電影、廣播，現在的網路，工具沒有善惡，裡面的內容有善惡。為什麼不用這個好的工具來宣揚倫理道德？這是從前方東美先生常說的。為什麼不用這個好的工具來弘揚佛法？所以我在講經的時候常常提到，現在有同修們發心做出來了。"
    },
    {
      "id": "12-017-1070_p0008",
      "zh_CN": "陈彩琼居士做出来之后才告诉我，我没叫她做，我也没有拿一分钱给她。她来给我做，开播了，告诉我，我在澳洲也收看。她来看我，我跟她讲，我看你寿命有多长，这个二十四小时电视台，你能够支持多久？都是同修们自动自发，这是她的功德；大家来资助，那就是大家的功德。这是桩好事情，值得赞叹，也值得警惕，警惕是什么？如果利用这个工具图谋个人的利益、名利，这个果报还是阿鼻地狱，不过是罪受得比较轻一点，因为你做的是好事，是弘扬佛法。弘扬佛法，在里面图谋自己的私利，名闻利养，还是有罪。这个罪比造恶要轻得多，不能说没有罪。",
      "zh_TW": "陳彩瓊居士做出來之後才告訴我，我沒叫她做，我也沒有拿一分錢給她。她來給我做，開播了，告訴我，我在澳洲也收看。她來看我，我跟她講，我看你壽命有多長，這個二十四小時電視台，你能夠支持多久？都是同修們自動自發，這是她的功德；大家來資助，那就是大家的功德。這是樁好事情，值得讚歎，也值得警惕，警惕是什麼？如果利用這個工具圖謀個人的利益、名利，這個果報還是阿鼻地獄，不過是罪受得比較輕一點，因為你做的是好事，是弘揚佛法。弘揚佛法，在裡面圖謀自己的私利，名聞利養，還是有罪。這個罪比造惡要輕得多，不能說沒有罪。"
    },
    {
      "id": "12-017-1070_p0009",
      "zh_CN": "至于你说念佛往生，你心不清净，心不清净决定不能往生。往生西方净土最重要的条件，诸位要记住，心净则佛土净！心不清净，心再善、再好，不能往生。心善、心好，在六道里头生三善道，出不了六道轮回，这个道理、事实真相总要搞清楚、搞明了，千万不能搞错了。欺骗社会容易，欺骗众生容易，你没有办法欺骗因果，你没有办法欺骗业报；我们不说天地鬼神，实在讲，天地鬼神也欺骗不了。但是六道众生没有一个能脱离业力的牵引。早年没有接触佛法，我们不知道，接触佛法之后，在这么多年的研究、学习，这真正明了，世间什么样的果报都不可怕，你犯了罪，判了死刑，可不可怕？不可怕。什么可怕？因果可怕。死刑，判了死刑，从前是杀头、枪决，没什么了不起，问题是死了以后就不得了，这个问题严重。你今天判刑叫花报，果报在三途。",
      "zh_TW": "至於你說念佛往生，你心不清淨，心不清淨決定不能往生。往生西方淨土最重要的條件，諸位要記住，心淨則佛土淨！心不清淨，心再善、再好，不能往生。心善、心好，在六道裡頭生三善道，出不了六道輪迴，這個道理、事實真相總要搞清楚、搞明瞭，千萬不能搞錯了。欺騙社會容易，欺騙眾生容易，你沒有辦法欺騙因果，你沒有辦法欺騙業報；我們不說天地鬼神，實在講，天地鬼神也欺騙不了。但是六道眾生沒有一個能脫離業力的牽引。早年沒有接觸佛法，我們不知道，接觸佛法之後，在這麼多年的研究、學習，這真正明瞭，世間什麼樣的果報都不可怕，你犯了罪，判了死刑，可不可怕？不可怕。什麼可怕？因果可怕。死刑，判了死刑，從前是殺頭、槍決，沒什麼了不起，問題是死了以後就不得了，這個問題嚴重。你今天判刑叫花報，果報在三途。"
    },
    {
      "id": "12-017-1070_p0010",
      "zh_CN": "阿罗汉，我们知道阿罗汉有神通，有宿命通。佛在经上说的，想到从前（他知道过去五百世），想到从前曾经堕过地狱，只要提到地狱，身上流汗，流什么汗？血汗，心有余悸。我们从地狱出来了，以前受的这个苦，忘得干干净净，但是有时候还会起现行。起现行，你自己并不能觉察，那是恶梦，梦到非常恐怖。那是什么？那就是从前经历的，你要没有经历这个事，你就不可能有梦。有不少人都有这个经验，恶梦里面，是地狱的现相，是饿鬼道的现相。",
      "zh_TW": "阿羅漢，我們知道阿羅漢有神通，有宿命通。佛在經上說的，想到從前（他知道過去五百世），想到從前曾經墮過地獄，只要提到地獄，身上流汗，流什麼汗？血汗，心有餘悸。我們從地獄出來了，以前受的這個苦，忘得乾乾淨淨，但是有時候還會起現行。起現行，你自己並不能覺察，那是惡夢，夢到非常恐怖。那是什麼？那就是從前經歷的，你要沒有經歷這個事，你就不可能有夢。有不少人都有這個經驗，惡夢裡面，是地獄的現相，是餓鬼道的現相。"
    },
    {
      "id": "12-017-1070_p0011",
      "zh_CN": "从这些地方，你要是细心去思惟观察，你就知道我们每个人过去生中，都从地狱里头经历过，都从饿鬼、畜生道经历过。这一生得了人身，就是过去无量劫当中造的这些罪业，在地狱、饿鬼、畜生里头报得差不多了，报掉了，阿赖耶里面还有些善根福德，这一生能够得人身，能够过还算不错的生活。但是这一生当中又迷惑颠倒，从出生到今天，起心动念言语造作又造多少的罪业，没有法子计算。前面跟诸位提到过，《地藏经》上所说的，「阎浮提众生，起心动念无不是罪」。",
      "zh_TW": "從這些地方，你要是細心去思惟觀察，你就知道我們每個人過去生中，都從地獄裡頭經歷過，都從餓鬼、畜生道經歷過。這一生得了人身，就是過去無量劫當中造的這些罪業，在地獄、餓鬼、畜生裡頭報得差不多了，報掉了，阿賴耶裡面還有些善根福德，這一生能夠得人身，能夠過還算不錯的生活。但是這一生當中又迷惑顛倒，從出生到今天，起心動念言語造作又造多少的罪業，沒有法子計算。前面跟諸位提到過，《地藏經》上所說的，「閻浮提眾生，起心動念無不是罪」。"
    },
    {
      "id": "12-017-1070_p0012",
      "zh_CN": "有机会给你做好事，这个难，也真是百千万劫难遭遇。好事里面最好的事是护法，弘护正法。像一个道场，你在经营一个道场，你做这个道场的主持、当家，这好事！如果你做得不如法，那你就糟了。做好，第一等好事，做得不好，第一等的恶报，没有当中的，就是最上跟最下。做好了，你是最上，做不好，你是最下。这个话不是我说的，佛在经上常讲的，祖师大德常说的，你们看看祖师大德的著述，讲得很清楚、很明白。",
      "zh_TW": "有機會給你做好事，這個難，也真是百千萬劫難遭遇。好事裡面最好的事是護法，弘護正法。像一個道場，你在經營一個道場，你做這個道場的主持、當家，這好事！如果你做得不如法，那你就糟了。做好，第一等好事，做得不好，第一等的惡報，沒有當中的，就是最上跟最下。做好了，你是最上，做不好，你是最下。這個話不是我說的，佛在經上常講的，祖師大德常說的，你們看看祖師大德的著述，講得很清楚、很明白。"
    },
    {
      "id": "12-017-1070_p0013",
      "zh_CN": "甚至于出家，在中国谚语里头常说，「地狱门前僧道多」，这个话什么意思？什么人最容易堕地狱？出家修行人。修行人为什么会堕地狱？相是个出家修行相，心依旧是念念损人利己，念念自私自利、名闻利养、五欲六尘、贪瞋痴慢，必堕地狱。佛门的供养是最难消的，古大德讲的话都是真的，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」。因为每一分钱都是他们的血汗，他们是恭恭敬敬送来供养，为什么？知道你这个地方是福田，他是来种福的。如果你这个地方是假的福田，不是真的福田，他在这里种不到福，你的报应就来了。这个报应，根据经论里面所讲，先堕地狱，然后再变畜生还债。",
      "zh_TW": "甚至於出家，在中國諺語裡頭常說，「地獄門前僧道多」，這個話什麼意思？什麼人最容易墮地獄？出家修行人。修行人為什麼會墮地獄？相是個出家修行相，心依舊是念念損人利己，念念自私自利、名聞利養、五欲六塵、貪瞋痴慢，必墮地獄。佛門的供養是最難消的，古大德講的話都是真的，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」。因為每一分錢都是他們的血汗，他們是恭恭敬敬送來供養，為什麼？知道你這個地方是福田，他是來種福的。如果你這個地方是假的福田，不是真的福田，他在這裡種不到福，你的報應就來了。這個報應，根據經論裡面所講，先墮地獄，然後再變畜生還債。"
    },
    {
      "id": "12-017-1070_p0014",
      "zh_CN": "现在有不少道场，也有在家居士经营的，像我们这个学会，会长就是在家居士。同样道理，你要经营得善，你要不善、不如法的话，麻烦大了，比出家人麻烦还要大。在家人做出家人的事业，做得不如法，不得了。我从前初学佛的时候，在台中佛教莲社，慈光图书馆，我去的时候是李老师经营，道场是李老师创办的，在家居士道场。老师到道场建好了，他只做第一届，第一届期限到了，三年，第二届他就辞掉了，就选别人，他以导师的身分来指导。这个有道理，为什么？",
      "zh_TW": "現在有不少道場，也有在家居士經營的，像我們這個學會，會長就是在家居士。同樣道理，你要經營得善，你要不善、不如法的話，麻煩大了，比出家人麻煩還要大。在家人做出家人的事業，做得不如法，不得了。我從前初學佛的時候，在台中佛教蓮社，慈光圖書館，我去的時候是李老師經營，道場是李老師創辦的，在家居士道場。老師到道場建好了，他只做第一屆，第一屆期限到了，三年，第二屆他就辭掉了，就選別人，他以導師的身分來指導。這個有道理，為什麼？"
    },
    {
      "id": "12-017-1070_p0015",
      "zh_CN": "任何事业，如果后继无人，你自己一生做得再好，成绩都是等于零。所以真正懂得这个道理的人，尤其这个事业是永久的事业，不是临时的事业，永久是代代相传。你坐上这个位子，立刻就要想到培养接班人。像从前做皇帝的，这大家最清楚，皇帝登基，也就是我们今天讲的就职，他就职的时候，他第一桩事情是什么事情？立太子。你就想到，他想得长远，我一接任这个位子之后，立刻就要选定继承人，让他好好的来学习。到他学习行了，有这个能力了，传位给他。这是一个国，家也如是。",
      "zh_TW": "任何事業，如果後繼無人，你自己一生做得再好，成績都是等於零。所以真正懂得這個道理的人，尤其這個事業是永久的事業，不是臨時的事業，永久是代代相傳。你坐上這個位子，立刻就要想到培養接班人。像從前做皇帝的，這大家最清楚，皇帝登基，也就是我們今天講的就職，他就職的時候，他第一樁事情是什麼事情？立太子。你就想到，他想得長遠，我一接任這個位子之後，立刻就要選定繼承人，讓他好好的來學習。到他學習行了，有這個能力了，傳位給他。這是一個國，家也如是。"
    },
    {
      "id": "12-017-1070_p0016",
      "zh_CN": "像现在在北京还有几个老字号，传家几百年了。做药的同仁堂，王志和是做小菜的，都是乾隆时代开的店，传到现在差不多将近三百年，代代相传，他家里有人，这什么？这叫事业，这叫成就。利益社会，利益众生，价廉物美，童叟无欺，生意做得公平，道德、仁义、伦理都在其中，这如法。佛教的事业是神圣的事业，要不拿出良心出来做，怎么得了？自己不能做，立刻要推荐别人，你不担罪报，否则的话，罪报你脱不了，现在报应太快了。",
      "zh_TW": "像現在在北京還有幾個老字號，傳家幾百年了。做藥的同仁堂，王志和是做小菜的，都是乾隆時代開的店，傳到現在差不多將近三百年，代代相傳，他家裡有人，這什麼？這叫事業，這叫成就。利益社會，利益眾生，價廉物美，童叟無欺，生意做得公平，道德、仁義、倫理都在其中，這如法。佛教的事業是神聖的事業，要不拿出良心出來做，怎麼得了？自己不能做，立刻要推薦別人，你不擔罪報，否則的話，罪報你脫不了，現在報應太快了。"
    },
    {
      "id": "12-017-1070_p0017",
      "zh_CN": "《华严》宗旨就是包容的，真正是「心包太虚，量周沙界」。无论说哪一法，里面一定圆满含融一切法，四谛怎么能例外！所以清凉在《钞》里面跟我们讲，他说，「相以广狭，成二四谛」，狭，生灭四谛；广，无量四谛，这都是从相上说的。性讲空、讲实，也成两种四谛，空，成无生四谛；实（真实），成无作四谛。所以本经宗旨必然是圆融含摄一即是多，多即是一，这是《华严》的教义。",
      "zh_TW": "《華嚴》宗旨就是包容的，真正是「心包太虛，量周沙界」。無論說哪一法，裡面一定圓滿含融一切法，四諦怎麼能例外！所以清涼在《鈔》裡面跟我們講，他說，「相以廣狹，成二四諦」，狹，生滅四諦；廣，無量四諦，這都是從相上說的。性講空、講實，也成兩種四諦，空，成無生四諦；實（真實），成無作四諦。所以本經宗旨必然是圓融含攝一即是多，多即是一，這是《華嚴》的教義。"
    },
    {
      "id": "12-017-1070_p0018",
      "zh_CN": "四种四谛是清凉大师以前许许多多弘法的法师都说，世尊初成道的时候，为法身菩萨讲《大方广佛华严经》，也说「四谛品」。但是「四谛品」的经文确实是无量四谛。经过清凉大师跟我们这样一讲解，我们就晓得，这无量四谛里头有生灭四谛，有无生四谛，有无作四谛，这才是《华严》宗旨，要不然就不像《华严经》了。一般经论里头常常把这四种融合成两种，前面我们也曾经说过，就是有作无作，有量无量；有作就是生灭，有量同无生。往后到五地还有十重，这个文在后面，我们讲的进度很缓慢，恐怕还得两、三年之后才能讲到「十地品」。「十地品」第五地，详细为我们讲解四谛法。他说得详细，清凉大师在这个地方也把名目为我们说出来。",
      "zh_TW": "四種四諦是清涼大師以前許許多多弘法的法師都說，世尊初成道的時候，為法身菩薩講《大方廣佛華嚴經》，也說「四諦品」。但是「四諦品」的經文確實是無量四諦。經過清涼大師跟我們這樣一講解，我們就曉得，這無量四諦裡頭有生滅四諦，有無生四諦，有無作四諦，這才是《華嚴》宗旨，要不然就不像《華嚴經》了。一般經論裡頭常常把這四種融合成兩種，前面我們也曾經說過，就是有作無作，有量無量；有作就是生滅，有量同無生。往後到五地還有十重，這個文在後面，我們講的進度很緩慢，恐怕還得兩、三年之後才能講到「十地品」。「十地品」第五地，詳細為我們講解四諦法。他說得詳細，清涼大師在這個地方也把名目為我們說出來。"
    },
    {
      "id": "12-017-1070_p0019",
      "zh_CN": "第一个是「善知俗谛」。谛的意思，前面讲过，谛就是真实。很难得大师给我们说了两个意思：一个是谛实，一个是审谛。善知俗谛，菩萨！这是佛对（不是普通法身菩萨）五地法身菩萨说的，真是太高了，他们善知俗谛，着重在那个「善」。我们今天不但没有善，我们完全不知道。得人身，活在这个世间，几十年过去，到老死，这一生究竟为的是什么，一无所知。知俗谛，这前面讲过，二乘人有，凡夫没有。譬如苦谛，凡夫有苦无谛，二乘有苦有谛，菩萨无苦有谛，这些很重要的教导，我们不能不知。我们今天对于俗谛，对于这个世俗能够知道一点，是从经教里头学来的，可是我们不善；善就灵活，就得自在了。我们今天在这个世间没有得自在，我们虽然学到一点，但是很难应用在生活上，这什么原因？就是不善。",
      "zh_TW": "第一個是「善知俗諦」。諦的意思，前面講過，諦就是真實。很難得大師給我們說了兩個意思：一個是諦實，一個是審諦。善知俗諦，菩薩！這是佛對（不是普通法身菩薩）五地法身菩薩說的，真是太高了，他們善知俗諦，著重在那個「善」。我們今天不但沒有善，我們完全不知道。得人身，活在這個世間，幾十年過去，到老死，這一生究竟為的是什麼，一無所知。知俗諦，這前面講過，二乘人有，凡夫沒有。譬如苦諦，凡夫有苦無諦，二乘有苦有諦，菩薩無苦有諦，這些很重要的教導，我們不能不知。我們今天對於俗諦，對於這個世俗能夠知道一點，是從經教裡頭學來的，可是我們不善；善就靈活，就得自在了。我們今天在這個世間沒有得自在，我們雖然學到一點，但是很難應用在生活上，這什麼原因？就是不善。"
    },
    {
      "id": "12-017-1070_p0020",
      "zh_CN": "大经上面常讲，「心、佛、众生，三无差别」，这个力量一样大。心如果跟佛合起来，大善，能成出世间无比殊胜的大法；心要跟众生合起来，麻烦就大了，心跟众生合起来，你所造的是六道。从这个地方我们就能够体会到教育重要，在教育里面才有真实智慧，才了解事实真相，真正透彻知道一切众生业习果报。佛法能不能在这个世间帮助众生？佛法很殊胜，佛法也会被众生灭掉。",
      "zh_TW": "大經上面常講，「心、佛、眾生，三無差別」，這個力量一樣大。心如果跟佛合起來，大善，能成出世間無比殊勝的大法；心要跟眾生合起來，麻煩就大了，心跟眾生合起來，你所造的是六道。從這個地方我們就能夠體會到教育重要，在教育裡面才有真實智慧，才了解事實真相，真正透徹知道一切眾生業習果報。佛法能不能在這個世間幫助眾生？佛法很殊勝，佛法也會被眾生滅掉。"
    },
    {
      "id": "12-017-1070_p0021",
      "zh_CN": "古来祖师大德真的示现的大慈大悲，要遭难！鸠摩罗什大师诸位晓得，这是早期翻经最负盛名的一位法师。他在凉州被软禁将近二十年，一筹莫展，到吕隆国势衰了，姚兴把凉灭了，才把鸠摩罗什迎接到长安。姚兴不错，以国师之礼待他，让他从事于译经的工作。罗什大师到中国译经多少年？七年。软禁跟坐牢差不多，受那么大的难。憨山大师，明朝，差不多跟莲池大师同时代的人，坐过牢。这都是一代祖师，被人陷害，幸好没死，受难的时间都很长。禅宗惠能大师得法之后，在猎人队里面隐藏了十五年。这都是诸佛如来慈悲，不舍苦难众生的示现。",
      "zh_TW": "古來祖師大德真的示現的大慈大悲，要遭難！鳩摩羅什大師諸位曉得，這是早期翻經最負盛名的一位法師。他在涼州被軟禁將近二十年，一籌莫展，到呂隆國勢衰了，姚興把涼滅了，才把鳩摩羅什迎接到長安。姚興不錯，以國師之禮待他，讓他從事於譯經的工作。羅什大師到中國譯經多少年？七年。軟禁跟坐牢差不多，受那麼大的難。憨山大師，明朝，差不多跟蓮池大師同時代的人，坐過牢。這都是一代祖師，被人陷害，幸好沒死，受難的時間都很長。禪宗惠能大師得法之後，在獵人隊裡面隱藏了十五年。這都是諸佛如來慈悲，不捨苦難眾生的示現。"
    },
    {
      "id": "12-017-1070_p0022",
      "zh_CN": "我们今天遭遇到一点灾难算什么？跟祖师大德相比，我们是幸运太多太多了。学佛的同学，真正学佛，无论在家、出家要开智慧。智慧不开，不能解决问题；智慧不开，你就不免要造罪业。自己以为是好心，好心做错事，这个例子自古以来中国外国太多太多，诸位读历史你就明白了。史书多，你不晓得从哪里读起？我介绍你念《了凡四训》。《了凡四训》里面就给你讲得很清楚，讲得很明白。好心做错事，好心害了正法，好心害了众生，好心给一切众生、给社会带来很大灾难。不是恶意，好心，这是什么原因？没有智慧，我们一般人讲，感情用事。",
      "zh_TW": "我們今天遭遇到一點災難算什麼？跟祖師大德相比，我們是幸運太多太多了。學佛的同學，真正學佛，無論在家、出家要開智慧。智慧不開，不能解決問題；智慧不開，你就不免要造罪業。自己以為是好心，好心做錯事，這個例子自古以來中國外國太多太多，諸位讀歷史你就明白了。史書多，你不曉得從哪裡讀起？我介紹你念《了凡四訓》。《了凡四訓》裡面就給你講得很清楚，講得很明白。好心做錯事，好心害了正法，好心害了眾生，好心給一切眾生、給社會帶來很大災難。不是惡意，好心，這是什麼原因？沒有智慧，我們一般人講，感情用事。"
    },
    {
      "id": "12-017-1070_p0023",
      "zh_CN": "善知俗谛，这「善」字太可贵了。像哪些人善？在我们历史上这些人物表演的，鸠摩罗什大师善知，他能够安然度过将近二十年的幽禁（等于坐牢一样），等待机缘成熟。机缘虽然只有七年，你想七年对中国佛教的影响多么大！六祖大师在猎人队十五年、憨山大师在监牢狱，这就是我们中国古人所讲，进则兼善天下，退则独善其身。没有机缘让他度众生，帮助这个社会，他自己修养自己的道德。修养自己道德，监牢狱就是最好的道场，没有人打搅，吃住没有问题。在那里头一心念佛万缘放下。跟这个世间还有缘，坐个几年，十几年、二十年，他会出来，出来教化众生；如果没有缘分，没有缘分他就往生了，没有一样不自在，善知！这是真实智慧，不是普通智慧。",
      "zh_TW": "善知俗諦，這「善」字太可貴了。像哪些人善？在我們歷史上這些人物表演的，鳩摩羅什大師善知，他能夠安然度過將近二十年的幽禁（等於坐牢一樣），等待機緣成熟。機緣雖然只有七年，你想七年對中國佛教的影響多麼大！六祖大師在獵人隊十五年、憨山大師在監牢獄，這就是我們中國古人所講，進則兼善天下，退則獨善其身。沒有機緣讓他度眾生，幫助這個社會，他自己修養自己的道德。修養自己道德，監牢獄就是最好的道場，沒有人打攪，吃住沒有問題。在那裡頭一心念佛萬緣放下。跟這個世間還有緣，坐個幾年，十幾年、二十年，他會出來，出來教化眾生；如果沒有緣分，沒有緣分他就往生了，沒有一樣不自在，善知！這是真實智慧，不是普通智慧。"
    },
    {
      "id": "12-017-1070_p0024",
      "zh_CN": "对于一切众生的业习因果，清清楚楚、明明白白，阎浮提众生不好度！你看《地藏经》上佛讲得多清楚，「阎浮提众生，刚强难化」，要到这个地方来应化、来示现，你要说不受罪、不遭难，你办不到！释迦牟尼佛在世，还示现三个月马麦之报。释迦族遭琉璃王之难，这一族被灭了，释迦牟尼佛没有办法救他们。目犍连（这是同一族的）很慈悲，用神通（我们知道目犍连神通第一）把释迦族的一些人放到他的钵里面（托钵的钵），带到天上去，免遭这个难。到了天上之后，钵里看看这些人已经化成血水，这才知道业力不可思议。过去生中造的罪业，必须受这果报，目犍连也救不了，业力不可思议。",
      "zh_TW": "對於一切眾生的業習因果，清清楚楚、明明白白，閻浮提眾生不好度！你看《地藏經》上佛講得多清楚，「閻浮提眾生，剛強難化」，要到這個地方來應化、來示現，你要說不受罪、不遭難，你辦不到！釋迦牟尼佛在世，還示現三個月馬麥之報。釋迦族遭琉璃王之難，這一族被滅了，釋迦牟尼佛沒有辦法救他們。目犍連（這是同一族的）很慈悲，用神通（我們知道目犍連神通第一）把釋迦族的一些人放到他的缽裡面（托缽的缽），帶到天上去，免遭這個難。到了天上之後，缽裡看看這些人已經化成血水，這才知道業力不可思議。過去生中造的罪業，必須受這果報，目犍連也救不了，業力不可思議。"
    },
    {
      "id": "12-017-1070_p0025",
      "zh_CN": "我们今天生在这个时代，怎么样救自己？怎么样帮助众生？这个重要。还是随顺自己的意思来行事，不但帮不上众生的忙，你也帮不上自己的忙。那怎么办？我常常讲，放弃自己的妄想、分别、执着，随顺佛菩萨的教诲，佛菩萨教我们怎么做，我们就怎么做，决定没有过失。别人怎么做法，与我不相干，他是他的做法，我要随顺佛陀。即使是再大的灾难也不辞，我们也愿意承受，承受灾难正是消业障。如来示现，法身菩萨示现，这就是佛经里面讲的代众生苦，代众生受苦受难，希望众生的灾难减缓一点。所以，逆境恶缘欢喜承受。善知俗谛，这是非常非常了不起的事情。",
      "zh_TW": "我們今天生在這個時代，怎麼樣救自己？怎麼樣幫助眾生？這個重要。還是隨順自己的意思來行事，不但幫不上眾生的忙，你也幫不上自己的忙。那怎麼辦？我常常講，放棄自己的妄想、分別、執著，隨順佛菩薩的教誨，佛菩薩教我們怎麼做，我們就怎麼做，決定沒有過失。別人怎麼做法，與我不相干，他是他的做法，我要隨順佛陀。即使是再大的災難也不辭，我們也願意承受，承受災難正是消業障。如來示現，法身菩薩示現，這就是佛經裡面講的代眾生苦，代眾生受苦受難，希望眾生的災難減緩一點。所以，逆境惡緣歡喜承受。善知俗諦，這是非常非常了不起的事情。"
    },
    {
      "id": "12-017-1070_p0026",
      "zh_CN": "第二「善知第一义谛」，这是必然的，你善知俗谛一定善知第一义谛。第一义谛是什么？要从法门里面来讲，一乘圆教，我们讲到最现实的，善知《华严》、善知《法华》，善知往生经论，这都是属于第一义。你只要契入这个境界，整个世界就是毁灭了，你也是大自在，你一分一毫伤害都没有。第一义谛没有生灭，在四谛法里面，就是无作四谛、无生四谛。由此可知，世出世间里面，就是一个觉、一个迷。觉了，真的像六祖能大师所说，「本来无一物，何处惹尘埃」；迷的时候，麻烦就大。",
      "zh_TW": "第二「善知第一義諦」，這是必然的，你善知俗諦一定善知第一義諦。第一義諦是什麼？要從法門裡面來講，一乘圓教，我們講到最現實的，善知《華嚴》、善知《法華》，善知往生經論，這都是屬於第一義。你只要契入這個境界，整個世界就是毀滅了，你也是大自在，你一分一毫傷害都沒有。第一義諦沒有生滅，在四諦法裡面，就是無作四諦、無生四諦。由此可知，世出世間裡面，就是一個覺、一個迷。覺了，真的像六祖能大師所說，「本來無一物，何處惹塵埃」；迷的時候，麻煩就大。"
    },
    {
      "id": "12-017-1070_p0027",
      "zh_CN": "六道众生，我们想想几个人不迷？观察别人，回过头来要想自己，别人是我们的一面镜子。自己看自己看不到，觉悟的人才能看到自己，不觉悟的人看不到自己，起心动念都是看别人；唯有真正觉悟的人能看到自己。修行人功夫不到家，依旧看不到自己，这个时候怎么办？别人原来是自己的一面镜子。所以看到别人，看到一切人事物，能够立刻回光返照，就想到自己，这就对了，这是修行的一个方法。渐渐你就入境界，由浅而深。",
      "zh_TW": "六道眾生，我們想想幾個人不迷？觀察別人，回過頭來要想自己，別人是我們的一面鏡子。自己看自己看不到，覺悟的人才能看到自己，不覺悟的人看不到自己，起心動念都是看別人；唯有真正覺悟的人能看到自己。修行人功夫不到家，依舊看不到自己，這個時候怎麼辦？別人原來是自己的一面鏡子。所以看到別人，看到一切人事物，能夠立刻回光返照，就想到自己，這就對了，這是修行的一個方法。漸漸你就入境界，由淺而深。"
    },
    {
      "id": "12-017-1070_p0028",
      "zh_CN": "真实的境界，华严的法界观是真实境界，那是有大受用，但是不是一般人能学的。为什么？那要很细的心，非常细致的心，凡夫做不到。方法我们懂得，原理原则都知道，就是用不上，古人讲的使不上力，真是这个情形。到使不上力这个时候，你就要觉悟，念佛求生净土；到西方极乐世界，你就有这个能力，你也很容易入佛境界。所以那个知，这都是法身菩萨，肯定知俗谛、知第一义谛，这肯定的。现在时间到了。",
      "zh_TW": "真實的境界，華嚴的法界觀是真實境界，那是有大受用，但是不是一般人能學的。為什麼？那要很細的心，非常細緻的心，凡夫做不到。方法我們懂得，原理原則都知道，就是用不上，古人講的使不上力，真是這個情形。到使不上力這個時候，你就要覺悟，念佛求生淨土；到西方極樂世界，你就有這個能力，你也很容易入佛境界。所以那個知，這都是法身菩薩，肯定知俗諦、知第一義諦，這肯定的。現在時間到了。"
    },
    {
      "id": "12-017-1070_p0029",
      "zh_CN": "诸位同学，前面我们把释名介绍过了，现在我们看下面这一段，宗趣。",
      "zh_TW": "諸位同學，前面我們把釋名介紹過了，現在我們看下面這一段，宗趣。"
    },
    {
      "id": "12-017-1070_p0030",
      "zh_CN": "「宗趣者，以无边谛海，随根随义，立名不同，遍空世界，以此为宗，务在益物调生为趣」。我们就看到此地，这个地方是一段。这段文也不难懂，宗是宗旨，趣是趣向；宗是因，趣是果。浅而言之，宗就是修学的纲领，趣是我们依照这个理论、方法来修学，我们得到什么。先了解「宗趣」名词的意义。清凉大师在《华严疏钞》每一品都有宗趣。实在说，严格的讲，经文每一段有每一段的宗趣，每一句有每一句的宗趣，愈分愈细，这就是以后发展成之为科判，这是科判最初的雏形。",
      "zh_TW": "「宗趣者，以無邊諦海，隨根隨義，立名不同，遍空世界，以此為宗，務在益物調生為趣」。我們就看到此地，這個地方是一段。這段文也不難懂，宗是宗旨，趣是趣向；宗是因，趣是果。淺而言之，宗就是修學的綱領，趣是我們依照這個理論、方法來修學，我們得到什麼。先了解「宗趣」名詞的意義。清涼大師在《華嚴疏鈔》每一品都有宗趣。實在說，嚴格的講，經文每一段有每一段的宗趣，每一句有每一句的宗趣，愈分愈細，這就是以後發展成之為科判，這是科判最初的雛形。"
    },
    {
      "id": "12-017-1070_p0031",
      "zh_CN": "本经是以「无边谛海」，前面讲四种四谛，无量四谛。为什么会有这么多？原来是随根随义，立名不同，这就知道了。谛，是我们世间人常讲的真理，真理只有一个，哪有那么多？在佛法里也肯定真理是一个，就是不二法门，哪里会有那么多？不二法门，就是无生、无作，完全从性德上说的，就是前面所讲的，文义包博，言含性相，就是这个意思。一切众生的根性不一样，所以佛真的是一个真理，他有智慧、他有善巧方便，能够随顺一切众生做种种说法。但是你要晓得，种种说法都是一个真理，这才是所谓「法门平等，无有高下」，这两句话是《金刚经》上讲的。实在讲，哪有什么法门？这跟你讲真话，哪来的八万四千法门？哪来的无量法门？一门也没有。可是随众生的根性，这个就建立了。",
      "zh_TW": "本經是以「無邊諦海」，前面講四種四諦，無量四諦。為什麼會有這麼多？原來是隨根隨義，立名不同，這就知道了。諦，是我們世間人常講的真理，真理只有一個，哪有那麼多？在佛法裡也肯定真理是一個，就是不二法門，哪裡會有那麼多？不二法門，就是無生、無作，完全從性德上說的，就是前面所講的，文義包博，言含性相，就是這個意思。一切眾生的根性不一樣，所以佛真的是一個真理，他有智慧、他有善巧方便，能夠隨順一切眾生做種種說法。但是你要曉得，種種說法都是一個真理，這才是所謂「法門平等，無有高下」，這兩句話是《金剛經》上講的。實在講，哪有什麼法門？這跟你講真話，哪來的八萬四千法門？哪來的無量法門？一門也沒有。可是隨眾生的根性，這個就建立了。"
    },
    {
      "id": "12-017-1070_p0032",
      "zh_CN": "「立名不同」，总的来说，就是我们前面说到的这四种四谛，这是总的说；细说，那就是无量四谛，在《华严经》上讲的是无量。《华严经》，我们在前面「世主妙严品」里面，你看看法会盛况，来自十方不同的世界，菩萨众、声闻众、天众、杂神众，后面还有人众，这就是随根随义不同。这一品给我们讲，毘卢遮那佛说法的总的原则、总的纲领，那真的是随根随义，立名不同。哪些根？哪些义？你要想到前一会所说的，要把它记起来。",
      "zh_TW": "「立名不同」，總的來說，就是我們前面說到的這四種四諦，這是總的說；細說，那就是無量四諦，在《華嚴經》上講的是無量。《華嚴經》，我們在前面「世主妙嚴品」裡面，你看看法會盛況，來自十方不同的世界，菩薩眾、聲聞眾、天眾、雜神眾，後面還有人眾，這就是隨根隨義不同。這一品給我們講，毘盧遮那佛說法的總的原則、總的綱領，那真的是隨根隨義，立名不同。哪些根？哪些義？你要想到前一會所說的，要把它記起來。"
    },
    {
      "id": "12-017-1070_p0033",
      "zh_CN": "「遍空世界」，遍虚空尽法界，「以此为宗」，这一句了不起。遍法界虚空界一切众生，无论修学哪个法门，都离不开《华严》。所以古大德称《华严》为经中之王，有道理！称《华严》为根本法轮，一切经，释迦牟尼佛四十九年所说的一切经，皆是《华严》眷属。好像一棵大树，《华严》是什么？《华严》是这个树的根，是这个树的主干，其他一切经教都是这一棵大树的枝枝叶叶，《华严》是根本。佛四十九年所说没有离开《华严》，或说《华严》某一部分，或说性、或说相。这是把宗旨说出来了。",
      "zh_TW": "「遍空世界」，遍虛空盡法界，「以此為宗」，這一句了不起。遍法界虛空界一切眾生，無論修學哪個法門，都離不開《華嚴》。所以古大德稱《華嚴》為經中之王，有道理！稱《華嚴》為根本法輪，一切經，釋迦牟尼佛四十九年所說的一切經，皆是《華嚴》眷屬。好像一棵大樹，《華嚴》是什麼？《華嚴》是這個樹的根，是這個樹的主幹，其他一切經教都是這一棵大樹的枝枝葉葉，《華嚴》是根本。佛四十九年所說沒有離開《華嚴》，或說《華嚴》某一部分，或說性、或說相。這是把宗旨說出來了。"
    },
    {
      "id": "12-017-1070_p0034",
      "zh_CN": "趣向呢？「务在益物调生为趣」，这是把佛说法的意思说出来了。佛示现在九法界，我们也可以说示现在十法界，为什么？就是为益物调生，就是为这一句。物，他不说人，如果说人，益是利益，利益人，那只有人得利益，其他众生不得利益。所以他说物，物就包括十法界有情众生。我们知道十法界里头有佛法界，但是十法界里面的佛法界（天台家讲的藏教佛、通教佛；贤首大师所讲的小教佛、始教佛）没见性，所以，法身菩萨还是在这里面示现，教化他们。法身菩萨明心见性，十法界里面的佛没有见性，见性就超越十法界，这是我们必须搞清楚的。",
      "zh_TW": "趣向呢？「務在益物調生為趣」，這是把佛說法的意思說出來了。佛示現在九法界，我們也可以說示現在十法界，為什麼？就是為益物調生，就是為這一句。物，他不說人，如果說人，益是利益，利益人，那只有人得利益，其他眾生不得利益。所以他說物，物就包括十法界有情眾生。我們知道十法界裡頭有佛法界，但是十法界裡面的佛法界（天台家講的藏教佛、通教佛；賢首大師所講的小教佛、始教佛）沒見性，所以，法身菩薩還是在這裡面示現，教化他們。法身菩薩明心見性，十法界裡面的佛沒有見性，見性就超越十法界，這是我們必須搞清楚的。"
    },
    {
      "id": "12-017-1070_p0035",
      "zh_CN": "平常我们跟人家在一起研究讨论，就讲九法界，不说十法界，为什么说九法界？说十法界，那个佛法界要很费事来解释，就不必了。九法界里面，实际上菩萨法界就包括了第十法界，就包括在其中，所以九跟十是一个意思，无非是教十法界有情众生得殊胜利益。这个殊胜利益是什么？开悟，不是别的利益，别的利益都是小利益；觉悟，那是真正殊胜的利益。为什么？一觉悟，他就超越十法界，他就是法身菩萨。这两个字是对觉悟人讲的，对真正修行人讲的。",
      "zh_TW": "平常我們跟人家在一起研究討論，就講九法界，不說十法界，為什麼說九法界？說十法界，那個佛法界要很費事來解釋，就不必了。九法界裡面，實際上菩薩法界就包括了第十法界，就包括在其中，所以九跟十是一個意思，無非是教十法界有情眾生得殊勝利益。這個殊勝利益是什麼？開悟，不是別的利益，別的利益都是小利益；覺悟，那是真正殊勝的利益。為什麼？一覺悟，他就超越十法界，他就是法身菩薩。這兩個字是對覺悟人講的，對真正修行人講的。"
    },
    {
      "id": "12-017-1070_p0036",
      "zh_CN": "下面两个字是对一般众生讲的。调生，这个生是众生，特别指六道众生。六道众生苦，迷而不觉，佛虽然给他讲经说法，他不觉悟，他留恋六道，他执着六道。佛真是慈悲，你留恋六道，执着六道，贪图人天富贵，佛也不舍弃你，就教你怎样能够得到人天富贵的方法。佛的慈悲到极处，佛不勉强人，你想来生做人，做个富贵人，佛就教你；你想来生生天，人间太苦，天上好，佛就教你生天的方法。天有很多种，有欲界天、色界天，听说色界天比欲界天要庄严、要殊胜，佛也教你生色界天的方法。他什么都教，你想学什么他就教你什么。这些原理原则，业因果报，都在这部经上，所以这部经称为根本大法，圆满的教学，什么都有。",
      "zh_TW": "下面兩個字是對一般眾生講的。調生，這個生是眾生，特別指六道眾生。六道眾生苦，迷而不覺，佛雖然給他講經說法，他不覺悟，他留戀六道，他執著六道。佛真是慈悲，你留戀六道，執著六道，貪圖人天富貴，佛也不捨棄你，就教你怎樣能夠得到人天富貴的方法。佛的慈悲到極處，佛不勉強人，你想來生做人，做個富貴人，佛就教你；你想來生生天，人間太苦，天上好，佛就教你生天的方法。天有很多種，有欲界天、色界天，聽說色界天比欲界天要莊嚴、要殊勝，佛也教你生色界天的方法。他什麼都教，你想學什麼他就教你什麼。這些原理原則，業因果報，都在這部經上，所以這部經稱為根本大法，圓滿的教學，什麼都有。"
    },
    {
      "id": "12-017-1070_p0037",
      "zh_CN": "你说今天在这个社会上，无论你是什么样的身分，无论你从事哪个行业，你要想得到一些智慧，得到一些经营的方法，《华严经》上统统都有。很可惜，这经太大，这几百年当中没有人提倡，虽然有些人提倡，众生没有这个福报，缘不具足。清末民初，应慈法师他们真的有一帮人专门在研究《华严》，还办了一个华严大学，听说两年学校就没有了，什么原因？内战。民国初年军阀割据，在战乱当中，他们的学校办不起来。内战刚刚停下来，日本侵略中国，在中国历史上著名的八年抗战。所以民国成立，说实在话，一直到抗战结束，中国这块土地上年年战争，人民没有办法得到安宁。所以确实有些高僧大德居士想弘扬佛法，都做不成功。这些人在上海组织一个民国大藏经会，希望重新编排一部新的《大藏经》。我们今天用的这个《华严经疏钞》，就是民国大藏经会编印的，没有完成，只印了少部分，以后又停了，都是为了战争这个工作不能够延续。从这个地方看福报，不但中国人没有福报，全世界的人没有福报，文化遗产是没有国籍的。",
      "zh_TW": "你說今天在這個社會上，無論你是什麼樣的身分，無論你從事哪個行業，你要想得到一些智慧，得到一些經營的方法，《華嚴經》上統統都有。很可惜，這經太大，這幾百年當中沒有人提倡，雖然有些人提倡，眾生沒有這個福報，緣不具足。清末民初，應慈法師他們真的有一幫人專門在研究《華嚴》，還辦了一個華嚴大學，聽說兩年學校就沒有了，什麼原因？內戰。民國初年軍閥割據，在戰亂當中，他們的學校辦不起來。內戰剛剛停下來，日本侵略中國，在中國歷史上著名的八年抗戰。所以民國成立，說實在話，一直到抗戰結束，中國這塊土地上年年戰爭，人民沒有辦法得到安寧。所以確實有些高僧大德居士想弘揚佛法，都做不成功。這些人在上海組織一個民國大藏經會，希望重新編排一部新的《大藏經》。我們今天用的這個《華嚴經疏鈔》，就是民國大藏經會編印的，沒有完成，只印了少部分，以後又停了，都是為了戰爭這個工作不能夠延續。從這個地方看福報，不但中國人沒有福報，全世界的人沒有福報，文化遺產是沒有國籍的。"
    },
    {
      "id": "12-017-1070_p0038",
      "zh_CN": "我们今天有幸能在一起学习《大方广佛华严经》，我们这个《华严》能不能学到圆满，现在也是个未知数。但是非常幸运，《华严》四分，第一分圆满了，也就是四个大单元，我们把第一单元讲圆满了。第一单元六品经十一卷，从「世主妙严品」到「毘卢遮那品」。现在我们讲的是第二个单元的开端，从「名号品」开始，这是第二品「四谛品」，这是第二个大单元，解分。这个单元经很长，有三十几品。实在讲，最重要的是第一个单元，我们第一个单元说得也相当详细，为什么我们要细讲？实实在在说，就是怕这个经讲不完，我们心理上都要有准备，这是很不容易的一桩事情。",
      "zh_TW": "我們今天有幸能在一起學習《大方廣佛華嚴經》，我們這個《華嚴》能不能學到圓滿，現在也是個未知數。但是非常幸運，《華嚴》四分，第一分圓滿了，也就是四個大單元，我們把第一單元講圓滿了。第一單元六品經十一卷，從「世主妙嚴品」到「毘盧遮那品」。現在我們講的是第二個單元的開端，從「名號品」開始，這是第二品「四諦品」，這是第二個大單元，解分。這個單元經很長，有三十幾品。實在講，最重要的是第一個單元，我們第一個單元說得也相當詳細，為什麼我們要細講？實實在在說，就是怕這個經講不完，我們心理上都要有準備，這是很不容易的一樁事情。"
    },
    {
      "id": "12-017-1070_p0039",
      "zh_CN": "这一部大经在历史上我们能看到的，有清凉大师的注疏。那个时候盛唐时代，真的是众生有福，国家有福，清凉大师居然将《华严》讲五十遍，他老人家寿长，一百多岁。他那个时候讲，不像我们这样讲的这么琐碎，我们相信是提纲挈领，点到为止，正如同《疏钞》里头写的一样。我估计是一年讲一遍，一天讲八个小时，一年大概三千小时是能讲得完，三千个小时。那个时候众生有福、国家有福、世界有福，才有这样殊胜的缘分；我们今天没有福报，所以有一天安定的时光，这个时光非常宝贵，决定不能放弃，要特别珍惜。",
      "zh_TW": "這一部大經在歷史上我們能看到的，有清涼大師的註疏。那個時候盛唐時代，真的是眾生有福，國家有福，清涼大師居然將《華嚴》講五十遍，他老人家壽長，一百多歲。他那個時候講，不像我們這樣講的這麼瑣碎，我們相信是提綱挈領，點到為止，正如同《疏鈔》裡頭寫的一樣。我估計是一年講一遍，一天講八個小時，一年大概三千小時是能講得完，三千個小時。那個時候眾生有福、國家有福、世界有福，才有這樣殊勝的緣分；我們今天沒有福報，所以有一天安定的時光，這個時光非常寶貴，決定不能放棄，要特別珍惜。"
    },
    {
      "id": "12-017-1070_p0040",
      "zh_CN": "现代科技发达，比从前方便太多太多了，每一座学习讨论都能够用录相、录音把它保存下来，这是从前没有的；从前要靠文字，要写注解。现在这个方便多了，目的无不是益物调生，调是调顺。现在确确实实宗教教学普遍的衰落了，众生烦恼习气比过去的社会里头不知道增加多少倍！从前社会安定，生活简单，最明显的例子，没有电视。电视害人，不是好事情；虽然有一点好处，可是我们受的害太严重，这个东西得不偿失。没有电视、没有广播，无线电广播，没有电视、没有广播，小城市里面，甚至连报纸都没有，报章杂志完全没有。",
      "zh_TW": "現代科技發達，比從前方便太多太多了，每一座學習討論都能夠用錄相、錄音把它保存下來，這是從前沒有的；從前要靠文字，要寫註解。現在這個方便多了，目的無不是益物調生，調是調順。現在確確實實宗教教學普遍的衰落了，眾生煩惱習氣比過去的社會裡頭不知道增加多少倍！從前社會安定，生活簡單，最明顯的例子，沒有電視。電視害人，不是好事情；雖然有一點好處，可是我們受的害太嚴重，這個東西得不償失。沒有電視、沒有廣播，無線電廣播，沒有電視、沒有廣播，小城市裡面，甚至連報紙都沒有，報章雜誌完全沒有。"
    },
    {
      "id": "12-017-1070_p0041",
      "zh_CN": "我小时候，就是在抗战期间，我的家乡是个小城，安徽庐江县，就没有报纸，这些统统没有。我们对于天下一切动乱是毫无所知，每天真的是日出而作，日落而息，世界这么动乱，我们好像感觉到若无其事，天天天下太平。特别是农村，我是生长在农村，都市里头有的时候还传到一点讯息，农村里头根本就听不到。这是什么？染污少，没有染污。我们的家乡是桐城派的发源地，庐江、舒城、桐城这三个县很近。我们到舒城，中国里，华里五十里，到桐城也是五十里，五十里就是现在二十五公里，很近的距离。这是桐城派的发源地，所以读书的风气很盛，念什么书？外面文化我们不知道，都是念古书，四书、五经、诸子百家，农村小朋友都念。乡下小孩没有不读圣贤书的，至少他的童年，就是六、七岁到十二、三岁，这个阶段肯定读圣贤书，他都有这个底子。",
      "zh_TW": "我小時候，就是在抗戰期間，我的家鄉是個小城，安徽廬江縣，就沒有報紙，這些統統沒有。我們對於天下一切動亂是毫無所知，每天真的是日出而作，日落而息，世界這麼動亂，我們好像感覺到若無其事，天天天下太平。特別是農村，我是生長在農村，都市裡頭有的時候還傳到一點訊息，農村裡頭根本就聽不到。這是什麼？染污少，沒有染污。我們的家鄉是桐城派的發源地，廬江、舒城、桐城這三個縣很近。我們到舒城，中國里，華里五十里，到桐城也是五十里，五十里就是現在二十五公里，很近的距離。這是桐城派的發源地，所以讀書的風氣很盛，念什麼書？外面文化我們不知道，都是念古書，四書、五經、諸子百家，農村小朋友都念。鄉下小孩沒有不讀聖賢書的，至少他的童年，就是六、七歲到十二、三歲，這個階段肯定讀聖賢書，他都有這個底子。"
    },
    {
      "id": "12-017-1070_p0042",
      "zh_CN": "上了学堂，那就不一样了，受新式教育，古的东西没有了，古的什么？在乡下都有私塾，那时候乡下都有祠堂，祠堂就用来办私塾，我念过私塾。回想到童年那个生活，真正叫幸福美满，我们还有十几年的童年。大概十一、二岁，我们都不懂事，人情世故完全不知道，不是坏事，是好事，我们一般讲天真烂漫。现在的儿童可怜，我看到现在小孩真可怜，为什么？出生，睁开眼睛，他就看电视，天天在那里看。还不会说话，他就知道人情世故，就能看大人眼色，就会讨好，你想想看，他就得操心；想想我们，到十三、四岁不懂得操心，不晓得人情世故。",
      "zh_TW": "上了學堂，那就不一樣了，受新式教育，古的東西沒有了，古的什麼？在鄉下都有私塾，那時候鄉下都有祠堂，祠堂就用來辦私塾，我念過私塾。回想到童年那個生活，真正叫幸福美滿，我們還有十幾年的童年。大概十一、二歲，我們都不懂事，人情世故完全不知道，不是壞事，是好事，我們一般講天真爛漫。現在的兒童可憐，我看到現在小孩真可憐，為什麼？出生，睜開眼睛，他就看電視，天天在那裡看。還不會說話，他就知道人情世故，就能看大人眼色，就會討好，你想想看，他就得操心；想想我們，到十三、四歲不懂得操心，不曉得人情世故。"
    },
    {
      "id": "12-017-1070_p0043",
      "zh_CN": "所以今天我们看到佛在经上的这一句话，晓得现在众生多难调顺，就是讲不好教。他从小就受染污，到个七、八岁，你怎么教法？尤其是现代小学生，在中国情形我还不知道；在外国我知道，外国小学一年级就用电脑，他们的作业（现在人几乎不会写字）都是用电脑。这是我在加州看到我们韩馆长的孙子，非常聪明，小学一年级的时候，他的作业完全是电脑打出来的，打得很漂亮，不用手写，所以慢慢的将来的人不会写字。",
      "zh_TW": "所以今天我們看到佛在經上的這一句話，曉得現在眾生多難調順，就是講不好教。他從小就受染污，到個七、八歲，你怎麼教法？尤其是現代小學生，在中國情形我還不知道；在外國我知道，外國小學一年級就用電腦，他們的作業（現在人幾乎不會寫字）都是用電腦。這是我在加州看到我們韓館長的孫子，非常聰明，小學一年級的時候，他的作業完全是電腦打出來的，打得很漂亮，不用手寫，所以慢慢的將來的人不會寫字。"
    },
    {
      "id": "12-017-1070_p0044",
      "zh_CN": "特别是中国的文字，中国文字是艺术，能够陶冶性情。中国的书法，看看样子将来会失传，认为什么？学这个东西没有用处，学这个东西不能赚钱，不能吃饭，慢慢真的会失传。小朋友就用电脑作业，电脑里面的内容负面的太多！小朋友一回家来门一关，在房间里看电脑，大人以为他很用功，谁知道他看什么？负面的大概要占百分之九十，你说怎么得了！特别是小学教育，先入为主，变成他将来一生的主观观念，圣贤这些东西给他讲，他不能接受，为什么？跟他从小所学的，完全是相违背，调生太难太难了。",
      "zh_TW": "特別是中國的文字，中國文字是藝術，能夠陶冶性情。中國的書法，看看樣子將來會失傳，認為什麼？學這個東西沒有用處，學這個東西不能賺錢，不能吃飯，慢慢真的會失傳。小朋友就用電腦作業，電腦裡面的內容負面的太多！小朋友一回家來門一關，在房間裡看電腦，大人以為他很用功，誰知道他看什麼？負面的大概要佔百分之九十，你說怎麼得了！特別是小學教育，先入為主，變成他將來一生的主觀觀念，聖賢這些東西給他講，他不能接受，為什麼？跟他從小所學的，完全是相違背，調生太難太難了。"
    },
    {
      "id": "12-017-1070_p0045",
      "zh_CN": "所以今天教学，我们相信在广大人群当中，肯定有善根深厚的人。当然这种人比例不多，可能只有千分之一、百分之一，甚至于万分之一，都很难得，一万人当中有一个。现在世界人口有七十亿，要一万人当中有一个，就不错了。这些人真的觉悟起来了，他会带动。中根的，我们相信，人会比较多一点，可能千分之一，如果到千分之一的人觉悟，一千个人当中有一个人觉悟，这个世界有救了，灾难虽然不能够免除，肯定灾难会减轻、灾难会延缓，消灾免难。",
      "zh_TW": "所以今天教學，我們相信在廣大人群當中，肯定有善根深厚的人。當然這種人比例不多，可能只有千分之一、百分之一，甚至於萬分之一，都很難得，一萬人當中有一個。現在世界人口有七十億，要一萬人當中有一個，就不錯了。這些人真的覺悟起來了，他會帶動。中根的，我們相信，人會比較多一點，可能千分之一，如果到千分之一的人覺悟，一千個人當中有一個人覺悟，這個世界有救了，災難雖然不能夠免除，肯定災難會減輕、災難會延緩，消災免難。"
    },
    {
      "id": "12-017-1070_p0046",
      "zh_CN": "课程怎么办？现在社会，尤其是中国社会，中国自古以来，从后汉一直到清朝，历代帝王没有不尊崇佛教的，没有不提倡佛教的，中国的教学就是靠儒、释、道。诸位看看清朝雍正皇帝的上谕，你就明了了，两千年来用什么教化人民、教化老百姓？儒释道三家，鼎足而立，相辅相成，使中国成为一个道德伦理的社会，这是中国传统文化。现在把佛跟道都看作宗教，宗教都是迷信的，这个事情麻烦大了，这样好的东西摒弃掉了；换句话说，灾难就来了。",
      "zh_TW": "課程怎麼辦？現在社會，尤其是中國社會，中國自古以來，從後漢一直到清朝，歷代帝王沒有不尊崇佛教的，沒有不提倡佛教的，中國的教學就是靠儒、釋、道。諸位看看清朝雍正皇帝的上諭，你就明瞭了，兩千年來用什麼教化人民、教化老百姓？儒釋道三家，鼎足而立，相輔相成，使中國成為一個道德倫理的社會，這是中國傳統文化。現在把佛跟道都看作宗教，宗教都是迷信的，這個事情麻煩大了，這樣好的東西摒棄掉了；換句話說，災難就來了。"
    },
    {
      "id": "12-017-1070_p0047",
      "zh_CN": "我们在外国，也是缘分，能够在外国跟大学接触，我建议大学里头开汉学系，学校也接纳，初步谈的时候，我们印象很好，非常可能汉学系能够建得成功。教学不是对学生，当然学校开汉学系他招生。上课，我们的教室不是普通的教室，是什么教室？就像我们摄影棚一样，网路教室。上课是现场直播，我们用网路播出去，对全世界的人来教学。我们的网址公开，你家里有电脑，你也想学习，你只要打开我们的网址就能收到，这才能产生效果，无非是益物利生。所以我跟学校校长、资深教授们常常在一块讨论，现在教学生来不及了，现在我们要把学校上课的效果扩大，扩大到全世界；透过卫星电视、透过网际网路，我们对全民，对全世界的人们来做伦理道德的教学，它才能产生效果。",
      "zh_TW": "我們在外國，也是緣分，能夠在外國跟大學接觸，我建議大學裡頭開漢學系，學校也接納，初步談的時候，我們印象很好，非常可能漢學系能夠建得成功。教學不是對學生，當然學校開漢學系他招生。上課，我們的教室不是普通的教室，是什麼教室？就像我們攝影棚一樣，網路教室。上課是現場直播，我們用網路播出去，對全世界的人來教學。我們的網址公開，你家裡有電腦，你也想學習，你只要打開我們的網址就能收到，這才能產生效果，無非是益物利生。所以我跟學校校長、資深教授們常常在一塊討論，現在教學生來不及了，現在我們要把學校上課的效果擴大，擴大到全世界；透過衛星電視、透過網際網路，我們對全民，對全世界的人們來做倫理道德的教學，它才能產生效果。"
    },
    {
      "id": "12-017-1070_p0048",
      "zh_CN": "这个课程是免费的，远程教学也收费，费用也挺高的。我去年在新加坡讲经的时候，有个同学请我吃饭，在座的有两个学生，是他们的子弟，我就问他们，你们现在在念书吗？是的，念大学了。哪个大学？他说南昆大。我说南昆大就在图文巴，跟我的道场很近，我们在一条街。他说他没有去过，我说那你怎么学的？网路上。我知道了，南昆大是远程教学，不必到学校去。我说要不要缴费？要，一年大概要缴六千新加坡的钱。所以那个学费还是挺高的。我们将来汉学系不收费，不收费，老师要给薪水，学系里面要开销，实在讲，这个钱不多，我们佛弟子有这个力量来支持。所以这个学系不收学费，但是要考试，为什么？一样发文凭给你，可以颁发学士学位、硕士学位、博士学位，你念了，将来有学位，又不要花钱。我跟学校初步谈判，校长很欢喜，这真正叫慈悲济世，益物调生。",
      "zh_TW": "這個課程是免費的，遠程教學也收費，費用也挺高的。我去年在新加坡講經的時候，有個同學請我吃飯，在座的有兩個學生，是他們的子弟，我就問他們，你們現在在念書嗎？是的，念大學了。哪個大學？他說南昆大。我說南昆大就在圖文巴，跟我的道場很近，我們在一條街。他說他沒有去過，我說那你怎麼學的？網路上。我知道了，南昆大是遠程教學，不必到學校去。我說要不要繳費？要，一年大概要繳六千新加坡的錢。所以那個學費還是挺高的。我們將來漢學系不收費，不收費，老師要給薪水，學系裡面要開銷，實在講，這個錢不多，我們佛弟子有這個力量來支持。所以這個學系不收學費，但是要考試，為什麼？一樣發文憑給你，可以頒發學士學位、碩士學位、博士學位，你念了，將來有學位，又不要花錢。我跟學校初步談判，校長很歡喜，這真正叫慈悲濟世，益物調生。"
    },
    {
      "id": "12-017-1070_p0049",
      "zh_CN": "课程，汉学系的课程：佛教的经典、道教的经典、儒家的经典。儒家，教四书五经；道教里面，教老子、庄子、列子，从道教经典里面选择精华；佛教里面，当然《大方广佛华严经》，这不能缺少。我要开《华严经》，我可以不要到学校去，现在这些录相带拿去播放就可以了。顶多一个学期一、两次在网路上答复学生的问题，举行考试，为他们做测验。我的东西很多！这是一个构想。他们的学校现在涵盖的范围是六十二个国家地区，中国跟香港都包括在其中；亚洲是日本、韩国、台湾、菲律宾，全部都包括在里头。所以，怎么样帮助众生觉悟？帮助众生了解事实真相？这是迫切、重要的课程。",
      "zh_TW": "課程，漢學系的課程：佛教的經典、道教的經典、儒家的經典。儒家，教四書五經；道教裡面，教老子、莊子、列子，從道教經典裡面選擇精華；佛教裡面，當然《大方廣佛華嚴經》，這不能缺少。我要開《華嚴經》，我可以不要到學校去，現在這些錄相帶拿去播放就可以了。頂多一個學期一、兩次在網路上答覆學生的問題，舉行考試，為他們做測驗。我的東西很多！這是一個構想。他們的學校現在涵蓋的範圍是六十二個國家地區，中國跟香港都包括在其中；亞洲是日本、韓國、台灣、菲律賓，全部都包括在裡頭。所以，怎麼樣幫助眾生覺悟？幫助眾生了解事實真相？這是迫切、重要的課程。"
    },
    {
      "id": "12-017-1070_p0050",
      "zh_CN": "现在人最关心的、最感兴趣的是怎么样赚钱？为了这个事情，头都昏了。佛经里头有，真有赚钱的方法，正规的，决定是随顺性德，不违背伦理道德，你能致大富，你能够发大财。佛门里头常说，「佛氏门中，有求必应」，没有你求不到的。你要不懂这个道理，不懂这个方法，你求不到，你所求到的都是你命里有的。我常说，就是做小偷、做强盗，你偷到了、抢到了，还是你命中有的。命里没有，你去试试看，你去偷偷看，看你能不能偷到！你去抢抢看，一分钱没有抢到，已经被警察抓去，坐牢去了，为什么？你命里头没有。",
      "zh_TW": "現在人最關心的、最感興趣的是怎麼樣賺錢？為了這個事情，頭都昏了。佛經裡頭有，真有賺錢的方法，正規的，決定是隨順性德，不違背倫理道德，你能致大富，你能夠發大財。佛門裡頭常說，「佛氏門中，有求必應」，沒有你求不到的。你要不懂這個道理，不懂這個方法，你求不到，你所求到的都是你命裡有的。我常說，就是做小偷、做強盜，你偷到了、搶到了，還是你命中有的。命裡沒有，你去試試看，你去偷偷看，看你能不能偷到！你去搶搶看，一分錢沒有搶到，已經被警察抓去，坐牢去了，為什麼？你命裡頭沒有。"
    },
    {
      "id": "12-017-1070_p0051",
      "zh_CN": "偷、抢，用非法的手段得到这些财物，都是命里有的，而且怎么样？你所得到的是大幅度的打折扣，为什么打折扣？因为你的心术不正。换句话说，你命里头原本有一亿的财富，你规规矩矩以善心诚意去做，那一亿财富你真的得到。如果用不正当的心行，欺骗别人，不正当的手段获得的，都打对折了；结果怎么，你已经得五千万，觉得五千万不错了，已经打对折了。如果更严重的错误，更不好的心、更恶的心，折扣打得更大，可能是你命里头有一亿财富，你这一生只能够享受到一千万，损失太大太大了，这是我们中国谚语常常讲折福，造孽、折福。不但折福，还要折寿，你命里头该活到八十岁，大概活到六十岁你就死了，折寿，福寿都打折扣了，这是什么？你不懂道理，你不懂方法，你完全用的是恶的思想念头、恶的行为，把你自己命里所有的，七折八扣，扣掉了。",
      "zh_TW": "偷、搶，用非法的手段得到這些財物，都是命裡有的，而且怎麼樣？你所得到的是大幅度的打折扣，為什麼打折扣？因為你的心術不正。換句話說，你命裡頭原本有一億的財富，你規規矩矩以善心誠意去做，那一億財富你真的得到。如果用不正當的心行，欺騙別人，不正當的手段獲得的，都打對折了；結果怎麼，你已經得五千萬，覺得五千萬不錯了，已經打對折了。如果更嚴重的錯誤，更不好的心、更惡的心，折扣打得更大，可能是你命裡頭有一億財富，你這一生只能夠享受到一千萬，損失太大太大了，這是我們中國諺語常常講折福，造孽、折福。不但折福，還要折壽，你命裡頭該活到八十歲，大概活到六十歲你就死了，折壽，福壽都打折扣了，這是什麼？你不懂道理，你不懂方法，你完全用的是惡的思想念頭、惡的行為，把你自己命裡所有的，七折八扣，扣掉了。"
    },
    {
      "id": "12-017-1070_p0052",
      "zh_CN": "这是世间人不晓得这个道理，要晓得这个道理的话，我相信很多人他拥有的财富不止他现前的，比他现前要多得多。他的寿命一定比现在还要长，他的福报一定比现在还要大，肯定的。从前人能够享受天年，就是命里有的，他都能享受得到，那是什么原因？读圣贤书，他明理、他守法，规规矩矩处事待人接物，尊崇道德，能够敬人、爱人，能够帮助别人。现在人不懂得，有一点点权势，仗着权势要欺负人、要压迫人，天天在造罪业，正是《地藏经》上所讲的，「起心动念无不是罪」。每天造罪业，你本来福报就不大，你的福报就享尽了。享尽了，麻烦就来了，最明显的麻烦是灾难，天灾人祸你逃不过，为什么逃不过？你福报没有了，你福享尽了。",
      "zh_TW": "這是世間人不曉得這個道理，要曉得這個道理的話，我相信很多人他擁有的財富不止他現前的，比他現前要多得多。他的壽命一定比現在還要長，他的福報一定比現在還要大，肯定的。從前人能夠享受天年，就是命裡有的，他都能享受得到，那是什麼原因？讀聖賢書，他明理、他守法，規規矩矩處事待人接物，尊崇道德，能夠敬人、愛人，能夠幫助別人。現在人不懂得，有一點點權勢，仗著權勢要欺負人、要壓迫人，天天在造罪業，正是《地藏經》上所講的，「起心動念無不是罪」。每天造罪業，你本來福報就不大，你的福報就享盡了。享盡了，麻煩就來了，最明顯的麻煩是災難，天災人禍你逃不過，為什麼逃不過？你福報沒有了，你福享盡了。"
    },
    {
      "id": "12-017-1070_p0053",
      "zh_CN": "凡事有个理，理讲得最透彻、讲得最明白，无过于大乘经。我在这个经典上用了五十二年的时间，锲而不舍，你看到晚年的时候，愈读愈有味道，愈讲愈透彻、愈明白，深受其利（不是这个身体，深浅的深），我是深受佛法真实利益。所以我介绍给大家没有一点含糊，句句话斩钉截铁，为什么？我通过实验的，这个实验是照做。我学到了我就做到，然后在这里头真的果报一点都不假。",
      "zh_TW": "凡事有個理，理講得最透徹、講得最明白，無過於大乘經。我在這個經典上用了五十二年的時間，鍥而不捨，你看到晚年的時候，愈讀愈有味道，愈講愈透徹、愈明白，深受其利（不是這個身體，深淺的深），我是深受佛法真實利益。所以我介紹給大家沒有一點含糊，句句話斬釘截鐵，為什麼？我通過實驗的，這個實驗是照做。我學到了我就做到，然後在這裡頭真的果報一點都不假。"
    },
    {
      "id": "12-017-1070_p0054",
      "zh_CN": "譬如佛教给我们，舍财得财，世俗里面讲，你命里头有财库，命里财库从哪里来的？是你过去生中施财，财布施得来的，你施得多，形成财库很大；法布施，果报是聪明智慧；无畏布施，果报是健康长寿。什么样的因，什么样的果，因缘果报丝毫都不差。所以万万不能够欺骗人，万万不能够占人家的便宜，那个亏吃大了！占人家便宜，折自己的福，刚才讲了，只是用欺瞒的方法、不正当的手法拿别人的财物，你拿到手，我刚才讲，是你命里头有的，但是把你命里面的财库大大的打折扣了，为什么用这种错误的手段造业！尤其是公共的财物，现在最不好的现象（这个社会上大家不知道的道理，不读圣贤书不知道）是什么？漏税。漏税是占国家的便宜，国家的税收是全国人民缴纳的；换句话说，你占国家这一点的便宜，你的亏吃大了。你就变成负债，你欠谁的债？这一个国家有多少人，你就欠多少人债，还不清的。你要真正明白这个道理，公家的钱财一分都不可以用。",
      "zh_TW": "譬如佛教給我們，捨財得財，世俗裡面講，你命裡頭有財庫，命裡財庫從哪裡來的？是你過去生中施財，財布施得來的，你施得多，形成財庫很大；法布施，果報是聰明智慧；無畏布施，果報是健康長壽。什麼樣的因，什麼樣的果，因緣果報絲毫都不差。所以萬萬不能夠欺騙人，萬萬不能夠佔人家的便宜，那個虧吃大了！佔人家便宜，折自己的福，剛才講了，只是用欺瞞的方法、不正當的手法拿別人的財物，你拿到手，我剛才講，是你命裡頭有的，但是把你命裡面的財庫大大的打折扣了，為什麼用這種錯誤的手段造業！尤其是公共的財物，現在最不好的現象（這個社會上大家不知道的道理，不讀聖賢書不知道）是什麼？漏稅。漏稅是佔國家的便宜，國家的稅收是全國人民繳納的；換句話說，你佔國家這一點的便宜，你的虧吃大了。你就變成負債，你欠誰的債？這一個國家有多少人，你就欠多少人債，還不清的。你要真正明白這個道理，公家的錢財一分都不可以用。"
    },
    {
      "id": "12-017-1070_p0055",
      "zh_CN": "佛在经上给我们讲，最严重的是三宝物，就是佛教团体里面的。因为佛教团体，这个世间有多少佛教徒，你要是用他一分钱，那些佛教徒都是你的债主，这个债主比世间人数多，为什么？佛教是十方的，不是我们这个世界，遍法界虚空界。所以佛在经上常常讲，盗用寺院常住的财物，佛不能救。佛说了，你造五逆十恶罪，佛能救你，你盗常住的财物，佛不能救，为什么？你债主太多了，遍法界虚空界的佛教徒都是你的债主，这怎么得了！你滥用常住的一分钱，尤其用在自私自利上，阿鼻地狱；拿常住的去做人情，做人情也是在阿鼻地狱，不得了。大乘经上常说，许多同修们常常也都看到，但是怎么样？境界现前忘掉了，忘得干干净净，真是健忘！在这个情形之下怎么办？我们没有法子，常讲，常讲加深你的印象。一桩事情总要讲几十遍、讲几百遍，有点印象，境界现前，你的警觉心能提得起来；印象不深，没有办法。",
      "zh_TW": "佛在經上給我們講，最嚴重的是三寶物，就是佛教團體裡面的。因為佛教團體，這個世間有多少佛教徒，你要是用他一分錢，那些佛教徒都是你的債主，這個債主比世間人數多，為什麼？佛教是十方的，不是我們這個世界，遍法界虛空界。所以佛在經上常常講，盜用寺院常住的財物，佛不能救。佛說了，你造五逆十惡罪，佛能救你，你盜常住的財物，佛不能救，為什麼？你債主太多了，遍法界虛空界的佛教徒都是你的債主，這怎麼得了！你濫用常住的一分錢，尤其用在自私自利上，阿鼻地獄；拿常住的去做人情，做人情也是在阿鼻地獄，不得了。大乘經上常說，許多同修們常常也都看到，但是怎麼樣？境界現前忘掉了，忘得乾乾淨淨，真是健忘！在這個情形之下怎麼辦？我們沒有法子，常講，常講加深你的印象。一樁事情總要講幾十遍、講幾百遍，有點印象，境界現前，你的警覺心能提得起來；印象不深，沒有辦法。"
    },
    {
      "id": "12-017-1070_p0056",
      "zh_CN": "所以我教初学同学，为什么劝导他，你一开端想学佛了，你把《了凡四训》念三百遍；这三百遍不可以间断，你一天念一遍，你念一年。头一年不要学别的，就学这一样东西，对你将来学佛有大好处、大利益，你将来学佛的时候跟别人一定不一样，道理在此地。你要听，你得利益，你得受用，你将来会感谢我；你要不听，你肯定把这些事情疏忽了，你起心动念还是造罪业。从这开始，然后接触到经教。经教一天都不能够离开，离开经教，你就打妄想；离开经教，你就受社会一切的染污。所以我们要保持纯净纯善，唯一的一个办法，世俗所有一切染污远离，我不接触。这是我常常劝勉同学，真正学佛，不要看电视、报纸杂志，这个东西统统不要去理会它，不要去碰它，保持你心地清净。每天要看什么？要看就看佛经。看佛经，跟佛菩萨做朋友，跟佛菩萨往来，受佛菩萨圣贤圣教薰习，你的头脑才会清醒，才不会迷惑，才不会颠倒。这是很不容易的一桩事情，我们要用智慧，要用善巧方便，帮助现前苦难众生怎么样回头。能不能回头？我们也不能保证，但是我们总是尽心尽力去做，这就对了。现在时间到了。",
      "zh_TW": "所以我教初學同學，為什麼勸導他，你一開端想學佛了，你把《了凡四訓》念三百遍；這三百遍不可以間斷，你一天念一遍，你念一年。頭一年不要學別的，就學這一樣東西，對你將來學佛有大好處、大利益，你將來學佛的時候跟別人一定不一樣，道理在此地。你要聽，你得利益，你得受用，你將來會感謝我；你要不聽，你肯定把這些事情疏忽了，你起心動念還是造罪業。從這開始，然後接觸到經教。經教一天都不能夠離開，離開經教，你就打妄想；離開經教，你就受社會一切的染污。所以我們要保持純淨純善，唯一的一個辦法，世俗所有一切染污遠離，我不接觸。這是我常常勸勉同學，真正學佛，不要看電視、報紙雜誌，這個東西統統不要去理會它，不要去碰它，保持你心地清淨。每天要看什麼？要看就看佛經。看佛經，跟佛菩薩做朋友，跟佛菩薩往來，受佛菩薩聖賢聖教薰習，你的頭腦才會清醒，才不會迷惑，才不會顛倒。這是很不容易的一樁事情，我們要用智慧，要用善巧方便，幫助現前苦難眾生怎麼樣回頭。能不能回頭？我們也不能保證，但是我們總是盡心盡力去做，這就對了。現在時間到了。"
    }
  ]
}