{
  "doc_id": "12-017-0247",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-017-0247",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "12-017-0247_p0001",
      "zh_CN": "请看「世主妙严品」，得法赞佛，八部四王众，干闼婆王长行，第七句：",
      "zh_TW": "請看「世主妙嚴品」，得法讚佛，八部四王眾，乾闥婆王長行，第七句："
    },
    {
      "id": "12-017-0247_p0002",
      "zh_CN": "【妙音师子幢干闼婆王，得普散十方一切大名称宝解脱门。】",
      "zh_TW": "【妙音師子幢乾闥婆王，得普散十方一切大名稱寶解脫門。】"
    },
    {
      "id": "12-017-0247_p0003",
      "zh_CN": "清凉大师注解里面跟我们说，「佛出说法是大名称，佛法众僧俱称为宝，令此远闻，义云普散」，解释得很清楚、很明了，就是弘法利生。弘法利生具足三宝，这也只有如来果地上，才能做得圆满、做得究竟。从这一句长行里面来看，我们晓得妙音师子幢，他是诸佛如来的化身，决定不是凡夫，凡夫做不到。尤其是每一句末后都加上『解脱门』，凡是有这个字样，我们都明了他们不但是出离六道，也脱离十法界，最低限度都是一真法界里面的法身大士。所以《华严》当机者是四十一位法身大士，不是凡夫。经文里面我们能想像得到，法身大士虽然能做，不能够做到圆满，此地『普散十方』是圆满的意思，『一切大名称宝』也是圆满的意思。「十方」是境界的圆满，「一切大名称宝」是教学的圆满，这是如来果地的境界。我们应当怎样学习？这是给我们提示一种最殊胜的修福方法。",
      "zh_TW": "清涼大師註解裡面跟我們說，「佛出說法是大名稱，佛法眾僧俱稱為寶，令此遠聞，義云普散」，解釋得很清楚、很明瞭，就是弘法利生。弘法利生具足三寶，這也只有如來果地上，才能做得圓滿、做得究竟。從這一句長行裡面來看，我們曉得妙音師子幢，他是諸佛如來的化身，決定不是凡夫，凡夫做不到。尤其是每一句末後都加上『解脫門』，凡是有這個字樣，我們都明瞭他們不但是出離六道，也脫離十法界，最低限度都是一真法界裡面的法身大士。所以《華嚴》當機者是四十一位法身大士，不是凡夫。經文裡面我們能想像得到，法身大士雖然能做，不能夠做到圓滿，此地『普散十方』是圓滿的意思，『一切大名稱寶』也是圓滿的意思。「十方」是境界的圓滿，「一切大名稱寶」是教學的圓滿，這是如來果地的境界。我們應當怎樣學習？這是給我們提示一種最殊勝的修福方法。"
    },
    {
      "id": "12-017-0247_p0004",
      "zh_CN": "世出世间最殊胜的修福就是教学，而教学里面无过于三宝，佛、法、僧三宝。佛法僧是什么？我们必须要认识清楚，不要只在形象里面去分别执着，那就错了，那就完全是迷信了。佛是自性觉，觉而不迷；法是自性正，正而不邪；僧是自性净，净而不染。所以三宝，唐朝禅宗六祖惠能大师，给我们说的是「觉、正、净」。我们读《坛经》，《坛经》上记载能大师给一般人传授三皈，三皈的词念的是「皈依觉、皈依正、皈依净」。觉就是佛宝，佛代表觉，法代表正，僧代表净，要懂这个意思。所以见到住持形式上的三宝，要能够回归到自性三宝，这才是真正皈依。现在人明了的少了，能够说得出就更少了。我们一定要清楚，一定要明了，才能得佛法殊胜真实的利益。",
      "zh_TW": "世出世間最殊勝的修福就是教學，而教學裡面無過於三寶，佛、法、僧三寶。佛法僧是什麼？我們必須要認識清楚，不要只在形象裡面去分別執著，那就錯了，那就完全是迷信了。佛是自性覺，覺而不迷；法是自性正，正而不邪；僧是自性淨，淨而不染。所以三寶，唐朝禪宗六祖惠能大師，給我們說的是「覺、正、淨」。我們讀《壇經》，《壇經》上記載能大師給一般人傳授三皈，三皈的詞念的是「皈依覺、皈依正、皈依淨」。覺就是佛寶，佛代表覺，法代表正，僧代表淨，要懂這個意思。所以見到住持形式上的三寶，要能夠回歸到自性三寶，這才是真正皈依。現在人明瞭的少了，能夠說得出就更少了。我們一定要清楚，一定要明瞭，才能得佛法殊勝真實的利益。"
    },
    {
      "id": "12-017-0247_p0005",
      "zh_CN": "「普散」，用现在的话来说，就是传播、弘扬。「十方」，可见得没有界限，不分方所，不分地区，不分族类，不分宗教信仰，一律平等的布施佛法，佛法就包含着三宝。今天我们讲弘法利生，弘法利生的对象是十方一切众生，这一点我们一定要清楚，一定要明了。弘扬佛法，甚至于传授三皈、传授佛法，不是叫信仰其他宗教改信佛教，如果有这个观念，我们错了，完全错了！我过去讲经曾经用比喻说过，如同学校里面念书的学生，你上学了，到学校来求学，是不是要放弃你的父母、背叛你的父母，来跟老师学习？哪有这种道理！你信仰宗教，你称宗教的教主，你称他为父、称他为主，今天我们叫你学佛，你就背叛你的父、背叛你的主，你是个叛徒。佛是个最有智慧、最有德行的大教育家，怎么会教出叛徒出来，哪有这种道理？",
      "zh_TW": "「普散」，用現在的話來說，就是傳播、弘揚。「十方」，可見得沒有界限，不分方所，不分地區，不分族類，不分宗教信仰，一律平等的布施佛法，佛法就包含著三寶。今天我們講弘法利生，弘法利生的對象是十方一切眾生，這一點我們一定要清楚，一定要明瞭。弘揚佛法，甚至於傳授三皈、傳授佛法，不是叫信仰其他宗教改信佛教，如果有這個觀念，我們錯了，完全錯了！我過去講經曾經用比喻說過，如同學校裡面念書的學生，你上學了，到學校來求學，是不是要放棄你的父母、背叛你的父母，來跟老師學習？哪有這種道理！你信仰宗教，你稱宗教的教主，你稱他為父、稱他為主，今天我們叫你學佛，你就背叛你的父、背叛你的主，你是個叛徒。佛是個最有智慧、最有德行的大教育家，怎麼會教出叛徒出來，哪有這種道理？"
    },
    {
      "id": "12-017-0247_p0006",
      "zh_CN": "所以任何人都能够接受佛陀教育，接受佛陀教育的，他如果是基督教，更虔诚的基督教徒，他会更爱他的主，更敬他的父，这个佛教教育成功了。好的教师教了学生，回家去会孝顺父母，会尊敬你的长辈，那教育成功。不能说教育，只尊敬老师、敬仰老师，不孝父母，不敬尊长，在家里做叛徒，那这个教育是全盘失败。现在佛教里面很多法师一个错误的观念，那基督教，把他拉到佛教来。这等于说你是一个很好的老师，不错，教他叛离他的家庭，叛他的父母，到这儿来跟我，这成什么话！这种观念完全是错误。所以每一个宗教跟佛教都画一道界限，千万不能去，去的时候就是叛徒。佛陀的弘愿不能实现，「众生无边誓愿度」，只能度佛教徒，其他宗教徒、其他族群都不能度，这不是佛的意思，不是菩萨的意思，是我们自己错解了佛的意思。开经偈里面讲「愿解如来真实义」，这一句话说得好，不可以错会了佛的意思。",
      "zh_TW": "所以任何人都能夠接受佛陀教育，接受佛陀教育的，他如果是基督教，更虔誠的基督教徒，他會更愛他的主，更敬他的父，這個佛教教育成功了。好的教師教了學生，回家去會孝順父母，會尊敬你的長輩，那教育成功。不能說教育，只尊敬老師、敬仰老師，不孝父母，不敬尊長，在家裡做叛徒，那這個教育是全盤失敗。現在佛教裡面很多法師一個錯誤的觀念，那基督教，把他拉到佛教來。這等於說你是一個很好的老師，不錯，教他叛離他的家庭，叛他的父母，到這兒來跟我，這成什麼話！這種觀念完全是錯誤。所以每一個宗教跟佛教都畫一道界限，千萬不能去，去的時候就是叛徒。佛陀的弘願不能實現，「眾生無邊誓願度」，只能度佛教徒，其他宗教徒、其他族群都不能度，這不是佛的意思，不是菩薩的意思，是我們自己錯解了佛的意思。開經偈裡面講「願解如來真實義」，這一句話說得好，不可以錯會了佛的意思。"
    },
    {
      "id": "12-017-0247_p0007",
      "zh_CN": "佛弟子当中什么样的人物都有，我们在《华严经》上看到。现在我们念的这一段是干闼婆众，这是一类鬼神；后面会讲到阿修罗众，前面讲到天王。由此可知，佛法教学的面大，范围太大太大了，平等的利益一切众生，对于任何一个族群，任何一个地区，任何一个团体，任何宗教，只有帮助，没有破坏，只有成人之美，没有成就别人的过失。这是佛法圆满的智慧，圆满的慈悲，善巧方便。作佛、作菩萨，无论什么身分，男女老少，各行各业，就在自己本分的行业上作佛、作菩萨。我们在本经末后五十三参里面看到，作国王的他修成佛、修成菩萨，就变成国王佛、菩萨佛。男女老少，各行各业，个个修成佛道，个个都成为菩萨，并没有改行，并没有改变他的身分，五十三参这样明显的教导我们，我们还不觉悟吗？还要一心一意，把其他宗教徒叫他改变信佛教，这个念头叫自私自利，只有我，没有别人。好像只有我比他高，我比他大，这个世界永远不会太平。为什么？有大、有小就有斗争，就有不平，就会有动乱。他不知道佛法是平等法，在华严会上我们看看，上从诸佛菩萨下至三途众生，个个平等。",
      "zh_TW": "佛弟子當中什麼樣的人物都有，我們在《華嚴經》上看到。現在我們念的這一段是乾闥婆眾，這是一類鬼神；後面會講到阿修羅眾，前面講到天王。由此可知，佛法教學的面大，範圍太大太大了，平等的利益一切眾生，對於任何一個族群，任何一個地區，任何一個團體，任何宗教，只有幫助，沒有破壞，只有成人之美，沒有成就別人的過失。這是佛法圓滿的智慧，圓滿的慈悲，善巧方便。作佛、作菩薩，無論什麼身分，男女老少，各行各業，就在自己本分的行業上作佛、作菩薩。我們在本經末後五十三參裡面看到，作國王的他修成佛、修成菩薩，就變成國王佛、菩薩佛。男女老少，各行各業，個個修成佛道，個個都成為菩薩，並沒有改行，並沒有改變他的身分，五十三參這樣明顯的教導我們，我們還不覺悟嗎？還要一心一意，把其他宗教徒叫他改變信佛教，這個念頭叫自私自利，只有我，沒有別人。好像只有我比他高，我比他大，這個世界永遠不會太平。為什麼？有大、有小就有鬥爭，就有不平，就會有動亂。他不知道佛法是平等法，在華嚴會上我們看看，上從諸佛菩薩下至三途眾生，個個平等。"
    },
    {
      "id": "12-017-0247_p0008",
      "zh_CN": "所以一部《大方广佛华严经》讲的是什么教义？我们把它总归结来两个字：「和平」，和睦相处，平等相待。生佛平等，众生跟佛平等，地狱众生跟佛也平等；不但有情众生跟佛平等，无情众生跟佛也平等，花草树木、沙石瓦砾跟佛都平等，真平等不是假平等。平等的理念从哪里生的？佛在《华严》上说得好，你要知道这一些现象的根源，十法界依正庄严皆是「唯心所现，唯识所变」，心识是自己。宗门里面讲「父母未生前本来面目」，本来面目就是心识。前清青莲法师注《地藏菩萨本愿经科注》，前面五重玄义他都冠上「不思议性识」，冠上这几个字是平等法。五重玄义条条冠上不思议性识，那就包括所有一切万法，显示《华严经》上所说的心现识变，所以无有一法不平等。",
      "zh_TW": "所以一部《大方廣佛華嚴經》講的是什麼教義？我們把它總歸結來兩個字：「和平」，和睦相處，平等相待。生佛平等，眾生跟佛平等，地獄眾生跟佛也平等；不但有情眾生跟佛平等，無情眾生跟佛也平等，花草樹木、沙石瓦礫跟佛都平等，真平等不是假平等。平等的理念從哪裡生的？佛在《華嚴》上說得好，你要知道這一些現象的根源，十法界依正莊嚴皆是「唯心所現，唯識所變」，心識是自己。宗門裡面講「父母未生前本來面目」，本來面目就是心識。前清青蓮法師註《地藏菩薩本願經科註》，前面五重玄義他都冠上「不思議性識」，冠上這幾個字是平等法。五重玄義條條冠上不思議性識，那就包括所有一切萬法，顯示《華嚴經》上所說的心現識變，所以無有一法不平等。"
    },
    {
      "id": "12-017-0247_p0009",
      "zh_CN": "世尊为我们说十法界的业因，十法界的现象非常复杂，千变万化。当然业因也复杂，这样复杂的业因一定有个最重要的业因，最主要的，佛将最主要的为我们说出来，佛法界最主要的业因是「平等心」。所以你的心平等，你就成佛，你的心不平等，你永远不会成佛，成佛第一个因素、第一个条件，平等心。我们要用平等心看一切众生，这叫学佛，你从学佛的根本掌握住了。你要是用「六度心」对待一切众生，你是菩萨；你要是用「四谛心」、「十二因缘心」，那你就是声闻、缘觉；你用「十善心」，慈悲喜舍「四无量心」，你是天人；你用「五戒心、十善心」，你是人道；如果你用「贪心」、「痴心」、「瞋恚心」，那你将来的前途是三恶道，是地狱、饿鬼、畜生。饿鬼是贪心，地狱是瞋恚心，畜生是愚痴心，这是佛把十法界第一个因素告诉我们。",
      "zh_TW": "世尊為我們說十法界的業因，十法界的現象非常複雜，千變萬化。當然業因也複雜，這樣複雜的業因一定有個最重要的業因，最主要的，佛將最主要的為我們說出來，佛法界最主要的業因是「平等心」。所以你的心平等，你就成佛，你的心不平等，你永遠不會成佛，成佛第一個因素、第一個條件，平等心。我們要用平等心看一切眾生，這叫學佛，你從學佛的根本掌握住了。你要是用「六度心」對待一切眾生，你是菩薩；你要是用「四諦心」、「十二因緣心」，那你就是聲聞、緣覺；你用「十善心」，慈悲喜捨「四無量心」，你是天人；你用「五戒心、十善心」，你是人道；如果你用「貪心」、「痴心」、「瞋恚心」，那你將來的前途是三惡道，是地獄、餓鬼、畜生。餓鬼是貪心，地獄是瞋恚心，畜生是愚痴心，這是佛把十法界第一個因素告訴我們。"
    },
    {
      "id": "12-017-0247_p0010",
      "zh_CN": "宗门教下祖师大德常常教导我们，「从根本修」，根本是修心。如果我要想修成佛，那我就要抓住平等心，用平等心行六度行，这个人一生当中决定成佛。如果是用六度心里面，没有平等心，六度心、六度行他行菩萨道，成佛距离还相当遥远，这个道理要懂。因此我们要建立一个纯正的观念，与诸佛如来相应，帮助所有一切众生，帮助当中最重要的帮助他破迷开悟，帮助他转凡成圣；绝对不是帮助他改变宗教信仰，那就错了，改变国籍也错了。「愿解如来真实义」，我们要多念念，要多想想。",
      "zh_TW": "宗門教下祖師大德常常教導我們，「從根本修」，根本是修心。如果我要想修成佛，那我就要抓住平等心，用平等心行六度行，這個人一生當中決定成佛。如果是用六度心裡面，沒有平等心，六度心、六度行他行菩薩道，成佛距離還相當遙遠，這個道理要懂。因此我們要建立一個純正的觀念，與諸佛如來相應，幫助所有一切眾生，幫助當中最重要的幫助他破迷開悟，幫助他轉凡成聖；絕對不是幫助他改變宗教信仰，那就錯了，改變國籍也錯了。「願解如來真實義」，我們要多念念，要多想想。"
    },
    {
      "id": "12-017-0247_p0011",
      "zh_CN": "经文的内容「大名称」，清凉大师在注解里面给我们说，什么叫大名称？大名称就是诸佛菩萨为一切众生讲经说法，讲经说法叫大名称。由此可知，大名称是赞叹弘扬佛法。「宝」是弘扬佛法的内容，诸佛菩萨为一切众生讲经说法，讲的是什么经，说的是什么法。内容总结归不外乎三宝，三宝就是三藏：经藏是法宝，律藏是僧宝，论藏是佛宝。戒定慧称之为三学，三学里面就含藏着三宝。佛菩萨为一切众生宣扬，大声的宣扬，从来无有间断的宣扬，尘说刹说，无间断说，实实在在是我们自己愚昧无知，我们有眼不见，有耳不闻。",
      "zh_TW": "經文的內容「大名稱」，清涼大師在註解裡面給我們說，什麼叫大名稱？大名稱就是諸佛菩薩為一切眾生講經說法，講經說法叫大名稱。由此可知，大名稱是讚歎弘揚佛法。「寶」是弘揚佛法的內容，諸佛菩薩為一切眾生講經說法，講的是什麼經，說的是什麼法。內容總結歸不外乎三寶，三寶就是三藏：經藏是法寶，律藏是僧寶，論藏是佛寶。戒定慧稱之為三學，三學裡面就含藏著三寶。佛菩薩為一切眾生宣揚，大聲的宣揚，從來無有間斷的宣揚，塵說剎說，無間斷說，實實在在是我們自己愚昧無知，我們有眼不見，有耳不聞。"
    },
    {
      "id": "12-017-0247_p0012",
      "zh_CN": "龙树菩萨在龙宫里面看到上本《华严》，他给我们说，这一部《华严经》分量有多大？他说有「十个三千大千世界微尘偈，一四天下微尘品」。你要晓得龙树菩萨讲这个不是数目字，「十」在《华严经》上是代表圆满，不是数字，如果把它看成数字那是有量的，十个大千世界还是有量的，实际上它的意思是无量的，无量无边。不是一尊佛说，十方三世一切诸佛如来，这里头就包括四十一位法身大士，没有一个不说，所说、所现、所演的统统叫《大方广佛华严经》。说实在的话，我们身心是被重重无尽的「大方广佛华严」围绕着，可惜不悟。宗门大德悟了之后，那种欢喜，他给人说，「头头是道，左右逢源」。道是什么？佛华严；源是什么？大方广。一切时，一切处，他们能见大方广，他们能得佛华严。",
      "zh_TW": "龍樹菩薩在龍宮裡面看到上本《華嚴》，他給我們說，這一部《華嚴經》分量有多大？他說有「十個三千大千世界微塵偈，一四天下微塵品」。你要曉得龍樹菩薩講這個不是數目字，「十」在《華嚴經》上是代表圓滿，不是數字，如果把它看成數字那是有量的，十個大千世界還是有量的，實際上它的意思是無量的，無量無邊。不是一尊佛說，十方三世一切諸佛如來，這裡頭就包括四十一位法身大士，沒有一個不說，所說、所現、所演的統統叫《大方廣佛華嚴經》。說實在的話，我們身心是被重重無盡的「大方廣佛華嚴」圍繞著，可惜不悟。宗門大德悟了之後，那種歡喜，他給人說，「頭頭是道，左右逢源」。道是什麼？佛華嚴；源是什麼？大方廣。一切時，一切處，他們能見大方廣，他們能得佛華嚴。"
    },
    {
      "id": "12-017-0247_p0013",
      "zh_CN": "我们为什么不能够头头是道，左右逢源？毛病究竟出在什么地方？实在说佛已经给我们说破了，佛在本经上说，「一切众生但以妄想执着而不能证得」。宗门大德，大彻大悟，明心见性，有什么了不起，只不过是把他的妄想分别执着放下而已。我们今天不肯放下，肯放下就是！所谓是「放下屠刀，立地成佛」，那你自己不肯放下有什么办法？这个事情不能怪人，别人帮不上忙，诸佛如来也帮不上忙，问题是你自己肯不肯放下。你肯放下跟他没有两样，他能头头是道，左右逢源，我也能，我不输给他。今天输给他，是自己没有放下妄想分别执着。妄想是佛法里面所讲的无明烦恼，分别是佛经里面所说的尘沙烦恼，执着就是见思烦恼。没有放下的人，生活在烦恼里面，他怎么不苦？放下的人，生活在佛华严境界之中，不一样！所以放下就过佛菩萨的生活，过如来果地上的生活。你不肯放下，你不能怪别人，你只能怪自己。",
      "zh_TW": "我們為什麼不能夠頭頭是道，左右逢源？毛病究竟出在什麼地方？實在說佛已經給我們說破了，佛在本經上說，「一切眾生但以妄想執著而不能證得」。宗門大德，大徹大悟，明心見性，有什麼了不起，只不過是把他的妄想分別執著放下而已。我們今天不肯放下，肯放下就是！所謂是「放下屠刀，立地成佛」，那你自己不肯放下有什麼辦法？這個事情不能怪人，別人幫不上忙，諸佛如來也幫不上忙，問題是你自己肯不肯放下。你肯放下跟他沒有兩樣，他能頭頭是道，左右逢源，我也能，我不輸給他。今天輸給他，是自己沒有放下妄想分別執著。妄想是佛法裡面所講的無明煩惱，分別是佛經裡面所說的塵沙煩惱，執著就是見思煩惱。沒有放下的人，生活在煩惱裡面，他怎麼不苦？放下的人，生活在佛華嚴境界之中，不一樣！所以放下就過佛菩薩的生活，過如來果地上的生活。你不肯放下，你不能怪別人，你只能怪自己。"
    },
    {
      "id": "12-017-0247_p0014",
      "zh_CN": "也有人问，我很想放下，就是放不下，怎么办？这个话也不能算是假话，我也相信他真有意思想放下，真有意思想作佛，但是事实上他就放不下。这个障碍在哪里？障碍不外乎两种：一种是自己烦恼习气太重了，无量劫来养成恶的习惯、恶的习气，一下想改改不掉，这是一个因素；第二个因素，对于事实真相不清楚、不明了，我们知道佛的教诫好，很难相信，总是有怀疑，这是个障碍。《无量寿经》上佛就说得很好，「疑」是菩萨最大的障碍。那个菩萨，我们可以把它换一句话说，疑是修行、开悟、证果最大的障碍，就是这个意思。所以我们亲近善知识，最重要关键的条件，就是对善知识要有信心，你有一分信心你就有一分成就，你有十分信心你就有十分成就。你亲近善知识，对善知识没有信心，你决定不可能有成就，这是自古以来一切学人的经验之谈。所以佛把这个意思在经论里面说成，「信为道元功德母，长养一切诸善根」。我们今天对于善知识生信心相当不容易，为什么？我们不看人家的善，专门喜欢看人家的过失，到处去打听、到处去搜集人家的过失，真正善知识在你心目当中也一文不值，你怎么能成就？",
      "zh_TW": "也有人問，我很想放下，就是放不下，怎麼辦？這個話也不能算是假話，我也相信他真有意思想放下，真有意思想作佛，但是事實上他就放不下。這個障礙在哪裡？障礙不外乎兩種：一種是自己煩惱習氣太重了，無量劫來養成惡的習慣、惡的習氣，一下想改改不掉，這是一個因素；第二個因素，對於事實真相不清楚、不明瞭，我們知道佛的教誡好，很難相信，總是有懷疑，這是個障礙。《無量壽經》上佛就說得很好，「疑」是菩薩最大的障礙。那個菩薩，我們可以把它換一句話說，疑是修行、開悟、證果最大的障礙，就是這個意思。所以我們親近善知識，最重要關鍵的條件，就是對善知識要有信心，你有一分信心你就有一分成就，你有十分信心你就有十分成就。你親近善知識，對善知識沒有信心，你決定不可能有成就，這是自古以來一切學人的經驗之談。所以佛把這個意思在經論裡面說成，「信為道元功德母，長養一切諸善根」。我們今天對於善知識生信心相當不容易，為什麼？我們不看人家的善，專門喜歡看人家的過失，到處去打聽、到處去蒐集人家的過失，真正善知識在你心目當中也一文不值，你怎麼能成就？"
    },
    {
      "id": "12-017-0247_p0015",
      "zh_CN": "《华严》的教学，清凉大师有一段话说得好，教诫我们亲近善知识、亲近老师，应当具备的态度，对于老师「深信不疑」；纵然老师有一些过失，要把它想作那是佛菩萨的示现，决定有他特别的意义，我们智慧浅、见识少，我们见不到。大师后头又说一句话，何况诸佛菩萨示现在人间不暴露身分，我们哪里会知道？诸佛菩萨度众生的方法太多太多了，有示现正面的，有示现负面的，就以五十三参做例子都很明显，胜热婆罗门负面的，甘露火王负面的，伐苏蜜多女负面的。我们凡夫看到那是罪业，他在造业，其实他不是在造业，他是无量功德。为什么要做这种示现？众生的根性不一样，善根因缘不相同，有些人在某一种因缘之下他能开悟，佛菩萨知道，我们凡夫不知道，「作斯示现」，能令一切众生觉悟。总而言之，我们的病根还是在怀疑，还是在妄想分别执着，妄想分别执着太重了，疑心太重了。",
      "zh_TW": "《華嚴》的教學，清涼大師有一段話說得好，教誡我們親近善知識、親近老師，應當具備的態度，對於老師「深信不疑」；縱然老師有一些過失，要把它想作那是佛菩薩的示現，決定有他特別的意義，我們智慧淺、見識少，我們見不到。大師後頭又說一句話，何況諸佛菩薩示現在人間不暴露身分，我們哪裡會知道？諸佛菩薩度眾生的方法太多太多了，有示現正面的，有示現負面的，就以五十三參做例子都很明顯，勝熱婆羅門負面的，甘露火王負面的，伐蘇蜜多女負面的。我們凡夫看到那是罪業，他在造業，其實他不是在造業，他是無量功德。為什麼要做這種示現？眾生的根性不一樣，善根因緣不相同，有些人在某一種因緣之下他能開悟，佛菩薩知道，我們凡夫不知道，「作斯示現」，能令一切眾生覺悟。總而言之，我們的病根還是在懷疑，還是在妄想分別執著，妄想分別執著太重了，疑心太重了。"
    },
    {
      "id": "12-017-0247_p0016",
      "zh_CN": "尤其在现前这个环境当中，《楞严经》上说得好，《楞严经》「清净明诲」这一段经文，实际上就是讲我们现代这个时代，「邪师说法，如恒河沙」，所谓是「法弱魔强」，你好心修学佛法，就有魔在当中挑拨，就有魔在你身边诱惑你，你要是没有智慧、没有信心，决定落入魔掌。我们冷静的思惟观察，这些事情就在我们身边，我们身边许许多多的道友，受了魔的诱惑都退心了。念佛堂念佛的人为什么一天比一天少？被魔诱惑去了。原来发的道心好，诸佛都赞叹，现在退失得干干净净。不但退失道心，反过头来还毁谤三宝；不但在家人有，出家人也不少。",
      "zh_TW": "尤其在現前這個環境當中，《楞嚴經》上說得好，《楞嚴經》「清淨明誨」這一段經文，實際上就是講我們現代這個時代，「邪師說法，如恆河沙」，所謂是「法弱魔強」，你好心修學佛法，就有魔在當中挑撥，就有魔在你身邊誘惑你，你要是沒有智慧、沒有信心，決定落入魔掌。我們冷靜的思惟觀察，這些事情就在我們身邊，我們身邊許許多多的道友，受了魔的誘惑都退心了。念佛堂念佛的人為什麼一天比一天少？被魔誘惑去了。原來發的道心好，諸佛都讚歎，現在退失得乾乾淨淨。不但退失道心，反過頭來還毀謗三寶；不但在家人有，出家人也不少。"
    },
    {
      "id": "12-017-0247_p0017",
      "zh_CN": "今天几个人能过得了「名利」这一关？有几个人能过得了「财、色、名、食、睡」这五个关口？这个关口过不去，学佛这一生当中不能成就，只能在佛门里面种下一点善根。这个善根也好，金刚种子永远不坏，但是要到什么时候成熟，那就很难讲了。看你的福德因缘，福德因缘怎么说？看你几时觉悟，几时回头，几时不再受诱惑，那就是你的善根福德因缘成熟了，你一生就能成就。所以信心比什么都重要，《金刚经》上佛讲得好，「信心清净，则生实相」；生实相是什么？是明心见性。我们信心不清净，哪里会见到实相？",
      "zh_TW": "今天幾個人能過得了「名利」這一關？有幾個人能過得了「財、色、名、食、睡」這五個關口？這個關口過不去，學佛這一生當中不能成就，只能在佛門裡面種下一點善根。這個善根也好，金剛種子永遠不壞，但是要到什麼時候成熟，那就很難講了。看你的福德因緣，福德因緣怎麼說？看你幾時覺悟，幾時回頭，幾時不再受誘惑，那就是你的善根福德因緣成熟了，你一生就能成就。所以信心比什麼都重要，《金剛經》上佛講得好，「信心清淨，則生實相」；生實相是什麼？是明心見性。我們信心不清淨，哪裡會見到實相？"
    },
    {
      "id": "12-017-0247_p0018",
      "zh_CN": "佛唯恐我们学佛的人产生误会，生起增上慢，没有证得以为证得了，没有开悟以为开悟了，没有得清净心以为得清净心，这种人佛陀在世的时候就不少，佛灭度之后更多。这是他自己错认了，他并不是有意骗人，是他自己误会了，错认了。佛在经教里头常常提示，尤其是教导我们要「深解义趣」，这个教训好！如果我们对经教不断的深入去理解，这一种增上慢误会就不会发生，凡是产生这些误会对于经教不肯深解，得少为足。许许多多年轻的同学，在家、出家都有，学经教，这个经听过一遍，提到的时候，「这个经我听过」，再劝他听第二遍，「不必！我已经听过了」，这种人哪里会有成就？反过来看看古来的祖师大德们，他们怎么成就的？一门深入，长时间薰修，他才会有成就。有一些大德一生就学一部经，我们净宗大德里面有，哪一位名字我忘掉了，一生专讲《阿弥陀经》，讲三百多遍，专一。专一是什么？他心是定的，定就开智慧。",
      "zh_TW": "佛唯恐我們學佛的人產生誤會，生起增上慢，沒有證得以為證得了，沒有開悟以為開悟了，沒有得清淨心以為得清淨心，這種人佛陀在世的時候就不少，佛滅度之後更多。這是他自己錯認了，他並不是有意騙人，是他自己誤會了，錯認了。佛在經教裡頭常常提示，尤其是教導我們要「深解義趣」，這個教訓好！如果我們對經教不斷的深入去理解，這一種增上慢誤會就不會發生，凡是產生這些誤會對於經教不肯深解，得少為足。許許多多年輕的同學，在家、出家都有，學經教，這個經聽過一遍，提到的時候，「這個經我聽過」，再勸他聽第二遍，「不必！我已經聽過了」，這種人哪裡會有成就？反過來看看古來的祖師大德們，他們怎麼成就的？一門深入，長時間薰修，他才會有成就。有一些大德一生就學一部經，我們淨宗大德裡面有，哪一位名字我忘掉了，一生專講《阿彌陀經》，講三百多遍，專一。專一是什麼？他心是定的，定就開智慧。"
    },
    {
      "id": "12-017-0247_p0019",
      "zh_CN": "不要以为《阿弥陀经》简单，许许多多人看轻了《阿弥陀经》。我第一次到美国去讲经，美国人不相信净土，轻视净土，他们喜欢禅，喜欢密。所以我第一次，一九八三年我在美国几个城市巡回讲演，我也讲禅，也讲密。我第一个老师密宗大德，章嘉大师，我对于密也不外行；禅我虽然没学过，我讲过《六祖坛经》，我讲过永嘉大师《证道歌》、《禅宗集》，口头禅我还行，我也不外行，我在美国到处讲禅、讲密。第二年我去讲净土，头一年给他讲禅讲密，第二年讲净土，把他的气焰压下去，你懂的我也懂，我懂的你不懂，轻视净土。",
      "zh_TW": "不要以為《阿彌陀經》簡單，許許多多人看輕了《阿彌陀經》。我第一次到美國去講經，美國人不相信淨土，輕視淨土，他們喜歡禪，喜歡密。所以我第一次，一九八三年我在美國幾個城市巡迴講演，我也講禪，也講密。我第一個老師密宗大德，章嘉大師，我對於密也不外行；禪我雖然沒學過，我講過《六祖壇經》，我講過永嘉大師《證道歌》、《禪宗集》，口頭禪我還行，我也不外行，我在美國到處講禪、講密。第二年我去講淨土，頭一年給他講禪講密，第二年講淨土，把他的氣焰壓下去，你懂的我也懂，我懂的你不懂，輕視淨土。"
    },
    {
      "id": "12-017-0247_p0020",
      "zh_CN": "刚刚好那一年，我们《弥陀经疏钞》第二遍讲圆满，我把录音带带去，那个时候没有录像带，录音带三百三十多片，摆在桌上一大堆。他们来问是什么？《阿弥陀经》，马上就吓呆了。一部《阿弥陀经》讲一年，一天讲一个半小时，我那个带子是一个半小时的，三百多个带子。然后我讲《阿弥陀经》，介绍净土，大家一句话不说了。你们小看了《弥陀经》，认为《弥陀经》很简单；《弥陀经》一年，天天讲，都讲不完。所以这是妄想分别执着，你要伏住他的时候，慢慢他才会觉得净土很了不起，才能听，肯听，肯接受。所以我们到一个地方弘法先要去观机，去打听那个地方他们曾经学了些什么，有哪些人在那边讲过经，讲的是什么，搞清楚、搞明白了，应机说法。他们的疑问很多，我曾经特别用三天的时间，答复他们的问题。每天三个小时到六个小时让你们来问，问了三天，没有一个问题把我问倒，大家以后再不问了，现在到美国没什么问题了。",
      "zh_TW": "剛剛好那一年，我們《彌陀經疏鈔》第二遍講圓滿，我把錄音帶帶去，那個時候沒有錄像帶，錄音帶三百三十多片，擺在桌上一大堆。他們來問是什麼？《阿彌陀經》，馬上就嚇呆了。一部《阿彌陀經》講一年，一天講一個半小時，我那個帶子是一個半小時的，三百多個帶子。然後我講《阿彌陀經》，介紹淨土，大家一句話不說了。你們小看了《彌陀經》，認為《彌陀經》很簡單；《彌陀經》一年，天天講，都講不完。所以這是妄想分別執著，你要伏住他的時候，慢慢他才會覺得淨土很了不起，才能聽，肯聽，肯接受。所以我們到一個地方弘法先要去觀機，去打聽那個地方他們曾經學了些什麼，有哪些人在那邊講過經，講的是什麼，搞清楚、搞明白了，應機說法。他們的疑問很多，我曾經特別用三天的時間，答覆他們的問題。每天三個小時到六個小時讓你們來問，問了三天，沒有一個問題把我問倒，大家以後再不問了，現在到美國沒什麼問題了。"
    },
    {
      "id": "12-017-0247_p0021",
      "zh_CN": "佛法是智慧，智慧的教育，智慧的教学，真实的受用。这么好的东西不能够在社会上普遍弘扬，谁的错？我们出家人的错。没有把它讲清楚，没有把它讲明白，让社会大众产生严重的误会，说佛教是迷信，你说冤不冤枉！这个责任我们要负起来，我们要知道这是我们的罪过，我们确确实实没有依照佛菩萨的教诲去做，对于教理就没有认真去深入，深解义趣我们没有做到。但是要深解，一定要力行，你自己不能够做到，你没有办法理解。真实的智慧一定要通过实验，依教奉行就是实验，实验佛陀的教诲。通过教诲，才能够生真实智慧，才能够契入佛菩萨的境界。",
      "zh_TW": "佛法是智慧，智慧的教育，智慧的教學，真實的受用。這麼好的東西不能夠在社會上普遍弘揚，誰的錯？我們出家人的錯。沒有把它講清楚，沒有把它講明白，讓社會大眾產生嚴重的誤會，說佛教是迷信，你說冤不冤枉！這個責任我們要負起來，我們要知道這是我們的罪過，我們確確實實沒有依照佛菩薩的教誨去做，對於教理就沒有認真去深入，深解義趣我們沒有做到。但是要深解，一定要力行，你自己不能夠做到，你沒有辦法理解。真實的智慧一定要通過實驗，依教奉行就是實驗，實驗佛陀的教誨。通過教誨，才能夠生真實智慧，才能夠契入佛菩薩的境界。"
    },
    {
      "id": "12-017-0247_p0022",
      "zh_CN": "佛的教诲称之为宝，三宝当中称为法宝。在修学过程当中，法宝是枢纽，佛宝是目的，是我们要去证得的。法宝从哪里来的？法宝从佛宝里流出来的，所以佛宝是法宝的根。佛家讲证果，证的是什么？就是证佛宝。僧宝是什么？僧宝是行为，是佛宝、法宝表现在外面，表现在日常生活当中，表现在处事待人接物里面，是僧宝。僧宝的内容是什么？实在讲，也就是「和平」两个字。能与法界一切众生，和睦相处，平等相待，这就是僧宝。所以佛教诫我们，僧宝最重要的是「六和敬」，这一边茗山法师给我们写的。佛在经上告诉我们，四个人在一起同住，佛家讲四个人构成一个团体，僧就是团体。这个团体为什么称宝？宝就是令人尊敬的意思，令人重视的意思，宝贵！这个团体值得人宝贵在哪里？这个团体里面的分子，四个人，都修六和敬。六和敬就是和平的团体，和平的团体值得人尊敬，宝贵！我们今天大家都祈求世界和平，和平两个字怎么讲法不知道，笼笼统统和平，永远得不到和平。全世界都喊和平，我们查查字典，看看和平两个字怎么讲法，也没讲清楚。和平从哪里来？和睦相处，平等对待，和平就落实了。",
      "zh_TW": "佛的教誨稱之為寶，三寶當中稱為法寶。在修學過程當中，法寶是樞紐，佛寶是目的，是我們要去證得的。法寶從哪裡來的？法寶從佛寶裡流出來的，所以佛寶是法寶的根。佛家講證果，證的是什麼？就是證佛寶。僧寶是什麼？僧寶是行為，是佛寶、法寶表現在外面，表現在日常生活當中，表現在處事待人接物裡面，是僧寶。僧寶的內容是什麼？實在講，也就是「和平」兩個字。能與法界一切眾生，和睦相處，平等相待，這就是僧寶。所以佛教誡我們，僧寶最重要的是「六和敬」，這一邊茗山法師給我們寫的。佛在經上告訴我們，四個人在一起同住，佛家講四個人構成一個團體，僧就是團體。這個團體為什麼稱寶？寶就是令人尊敬的意思，令人重視的意思，寶貴！這個團體值得人寶貴在哪裡？這個團體裡面的分子，四個人，都修六和敬。六和敬就是和平的團體，和平的團體值得人尊敬，寶貴！我們今天大家都祈求世界和平，和平兩個字怎麼講法不知道，籠籠統統和平，永遠得不到和平。全世界都喊和平，我們查查字典，看看和平兩個字怎麼講法，也沒講清楚。和平從哪裡來？和睦相處，平等對待，和平就落實了。"
    },
    {
      "id": "12-017-0247_p0023",
      "zh_CN": "佛这六句话，「见和同解」，现在人讲建立共识，这句话就是这个意思。我们的想法看法一致的，能不能做到？做不到！每个人有每个人的想法，每个人有每个人的看法，只能说比较接近，完全一致做不到。佛做到了，佛怎么做到？把我们自己想法看法统统放下，不就做到了？大家都没有看法、没有想法，不就完全同了吗？法子高明，谁也不要听谁的。我的想法看法正确，你们错误，你们要听我的，这霸道！人家心里不服。我们大家把所有的看法想法统统放下，不就平等了吗？所以佛的教诲令人佩服得五体投地，佛不牵着人走，佛不贡高我慢，佛不自以为是。",
      "zh_TW": "佛這六句話，「見和同解」，現在人講建立共識，這句話就是這個意思。我們的想法看法一致的，能不能做到？做不到！每個人有每個人的想法，每個人有每個人的看法，只能說比較接近，完全一致做不到。佛做到了，佛怎麼做到？把我們自己想法看法統統放下，不就做到了？大家都沒有看法、沒有想法，不就完全同了嗎？法子高明，誰也不要聽誰的。我的想法看法正確，你們錯誤，你們要聽我的，這霸道！人家心裡不服。我們大家把所有的看法想法統統放下，不就平等了嗎？所以佛的教誨令人佩服得五體投地，佛不牽著人走，佛不貢高我慢，佛不自以為是。"
    },
    {
      "id": "12-017-0247_p0024",
      "zh_CN": "所有一切想法看法都是妄想分别执着，所以佛讲到究竟处，你们今天提到，「法尚应舍，何况非法」，就是这个意思。佛给你说的一切法帮助你觉悟，觉悟之后，佛法就放下了。你心里还有一个佛法，又坏了，又错了。这是见和同解，完全恢复自己圆满的自性，真正做到一尘不染，一丝不挂，自性显露。自性本具无量智慧，无量德相，德是能力，相是色相，都是自己本来具足的，只要你把自己的想法看法统统放下，你就是佛。凡夫成不了佛，就是自己的想法看法不肯放下，这个东西是业障，这个东西是烦恼、是习气。所以六和敬的根本就是这一条，这一条是佛法、是觉，这一条是佛宝，后面五条是法宝、是僧宝，头一条是佛宝。",
      "zh_TW": "所有一切想法看法都是妄想分別執著，所以佛講到究竟處，你們今天提到，「法尚應捨，何況非法」，就是這個意思。佛給你說的一切法幫助你覺悟，覺悟之後，佛法就放下了。你心裡還有一個佛法，又壞了，又錯了。這是見和同解，完全恢復自己圓滿的自性，真正做到一塵不染，一絲不掛，自性顯露。自性本具無量智慧，無量德相，德是能力，相是色相，都是自己本來具足的，只要你把自己的想法看法統統放下，你就是佛。凡夫成不了佛，就是自己的想法看法不肯放下，這個東西是業障，這個東西是煩惱、是習氣。所以六和敬的根本就是這一條，這一條是佛法、是覺，這一條是佛寶，後面五條是法寶、是僧寶，頭一條是佛寶。"
    },
    {
      "id": "12-017-0247_p0025",
      "zh_CN": "你一个家庭里头，你家庭里面四个人，这是最小的团体，或者你开个店，你店里老板、员工四个人，你能遵守这六条去做，你的家庭是道场，你那个店也是道场，你家里面的成员是佛菩萨，店里面老板、伙计也是佛菩萨。没有改变你的身分，没有改变你的行业，就在你自己本分生活上、工作上，你已经作佛、已经作菩萨了。这是佛法的教学，真正帮助你超凡入圣。所以心地真诚清净平等正觉慈悲，只要你放下妄想分别执着，自性的性德就现前了。这个不是学来的，不是修得的，它是性德，不是修德，本来具足。",
      "zh_TW": "你一個家庭裡頭，你家庭裡面四個人，這是最小的團體，或者你開個店，你店裡老闆、員工四個人，你能遵守這六條去做，你的家庭是道場，你那個店也是道場，你家裡面的成員是佛菩薩，店裡面老闆、伙計也是佛菩薩。沒有改變你的身分，沒有改變你的行業，就在你自己本分生活上、工作上，你已經作佛、已經作菩薩了。這是佛法的教學，真正幫助你超凡入聖。所以心地真誠清淨平等正覺慈悲，只要你放下妄想分別執著，自性的性德就現前了。這個不是學來的，不是修得的，它是性德，不是修德，本來具足。"
    },
    {
      "id": "12-017-0247_p0026",
      "zh_CN": "然后表现在事相上，持戒，「戒和同修」，戒是守法、守规矩，自自然然你会守规矩，你不会犯规，你欢喜守法，欢喜守规矩。然后是「身同住」，我们同住在这个地球上，同住在这个都市，同住在这个团体，同住在这个家庭，和睦相处。「口无诤」，「意同悦」，欢欢喜喜在一起同住，欢欢喜喜在一起生活。末后「利同均」，利就是物质生活，大家一律平等。",
      "zh_TW": "然後表現在事相上，持戒，「戒和同修」，戒是守法、守規矩，自自然然你會守規矩，你不會犯規，你歡喜守法，歡喜守規矩。然後是「身同住」，我們同住在這個地球上，同住在這個都市，同住在這個團體，同住在這個家庭，和睦相處。「口無諍」，「意同悅」，歡歡喜喜在一起同住，歡歡喜喜在一起生活。末後「利同均」，利就是物質生活，大家一律平等。"
    },
    {
      "id": "12-017-0247_p0027",
      "zh_CN": "我常讲佛法是真正共产党，真正的共产主义，所以共产党不能不学佛，不学佛他就做不好共产党，这是实实在在的。我在中国也普遍介绍，搞其他的什么主义党派都欢迎佛法，搞共产党也第一欢迎，它就是共产党，共产党的老祖宗！但是不学佛法，不能够契入佛的境界，共产永远是一个很好的理想，不能落实。唯有真正契入佛法，这个共产的思想落实了。因为共产一定要落实和睦相处，平等对待，这才能落实；不平等的话，决定不能够落实。所以他的思想教导总归结就是和平，与虚空法界一切不同的众生，经上讲不同的形色，形是形状，我们人跟畜生的形状不一样，畜生跟饿鬼的形状又不一样，可见得佛法教学范围广大，不是单教人，所有一切众生都包括在其中，上至诸佛下至地狱众生，平等的教导，没有偏心，没有私心，不附带任何条件。",
      "zh_TW": "我常講佛法是真正共產黨，真正的共產主義，所以共產黨不能不學佛，不學佛他就做不好共產黨，這是實實在在的。我在中國也普遍介紹，搞其他的什麼主義黨派都歡迎佛法，搞共產黨也第一歡迎，它就是共產黨，共產黨的老祖宗！但是不學佛法，不能夠契入佛的境界，共產永遠是一個很好的理想，不能落實。唯有真正契入佛法，這個共產的思想落實了。因為共產一定要落實和睦相處，平等對待，這才能落實；不平等的話，決定不能夠落實。所以他的思想教導總歸結就是和平，與虛空法界一切不同的眾生，經上講不同的形色，形是形狀，我們人跟畜生的形狀不一樣，畜生跟餓鬼的形狀又不一樣，可見得佛法教學範圍廣大，不是單教人，所有一切眾生都包括在其中，上至諸佛下至地獄眾生，平等的教導，沒有偏心，沒有私心，不附帶任何條件。"
    },
    {
      "id": "12-017-0247_p0028",
      "zh_CN": "说到教学真实的内容：佛、法、僧三宝；不但是释迦牟尼佛四十九年教化一切众生，没有离开这个原则，十方三世一切诸佛菩萨教化众生，也离不开这个原则。在今天我们的社会，从农业转变成工业，从工业转变成科技，由科技今天发展到高科技，这个现象到底是好是坏很难说，问题在你有没有智慧，如果有智慧是好事情，没有智慧不是好事情。所以吉凶祸福主宰在智慧上，有智慧，这些高科技给我们带来福、幸福，带来许多方便；没有智慧，这些东西带来灾害，毁灭世界。所以吉凶祸福，主宰在智慧。智慧要靠教学，说到教学就离不开佛法的教学，真的是究竟圆满高智慧的教学，它能帮助我们解决一切问题。",
      "zh_TW": "說到教學真實的內容：佛、法、僧三寶；不但是釋迦牟尼佛四十九年教化一切眾生，沒有離開這個原則，十方三世一切諸佛菩薩教化眾生，也離不開這個原則。在今天我們的社會，從農業轉變成工業，從工業轉變成科技，由科技今天發展到高科技，這個現象到底是好是壞很難說，問題在你有沒有智慧，如果有智慧是好事情，沒有智慧不是好事情。所以吉凶禍福主宰在智慧上，有智慧，這些高科技給我們帶來福、幸福，帶來許多方便；沒有智慧，這些東西帶來災害，毀滅世界。所以吉凶禍福，主宰在智慧。智慧要靠教學，說到教學就離不開佛法的教學，真的是究竟圓滿高智慧的教學，它能幫助我們解決一切問題。"
    },
    {
      "id": "12-017-0247_p0029",
      "zh_CN": "所以弘法利生是世出世间第一等功德大事，我们在这一生适逢其会遇到老师的教导，发现有这么好的东西。我二十六岁亲近方东美先生，他老人家介绍给我的，我才晓得有这么好的东西。我在台湾一个人，自由自在，没有人约束我，我就专心走这条路。帮助我选择这条路是章嘉大师，他老人家给我说，这个路子好，只有功德，没有罪过，只有好处，没有害处。我接受他老人家的教导，选择这个道路。将近五十年当中，证实老师的教诲是正确的、是真实的，老师没有欺骗我，他所说的我都兑现了，所以对于老师的恩德念念不忘。如何报答？只有弘法利生，将佛陀究竟圆满的教学，普遍的介绍给一切众生。",
      "zh_TW": "所以弘法利生是世出世間第一等功德大事，我們在這一生適逢其會遇到老師的教導，發現有這麼好的東西。我二十六歲親近方東美先生，他老人家介紹給我的，我才曉得有這麼好的東西。我在台灣一個人，自由自在，沒有人約束我，我就專心走這條路。幫助我選擇這條路是章嘉大師，他老人家給我說，這個路子好，只有功德，沒有罪過，只有好處，沒有害處。我接受他老人家的教導，選擇這個道路。將近五十年當中，證實老師的教誨是正確的、是真實的，老師沒有欺騙我，他所說的我都兌現了，所以對於老師的恩德念念不忘。如何報答？只有弘法利生，將佛陀究竟圓滿的教學，普遍的介紹給一切眾生。"
    },
    {
      "id": "12-017-0247_p0030",
      "zh_CN": "我希望我们的同学，二十四号参加天主教的祈祷晚会，圣诞夜，我们比他们的信徒还要虔诚、还要真实，我们对于上帝，对于主的这种崇敬、敬仰，决定超过他们的信徒。为什么？我们对于这些理事了解得透彻。在《华严经》上「诸天」，我们读了多少，我们讲得多详细，他们讲得没有这么详细，没有这么透彻，我们的信心比他们清净，比他们坚定。所以我们进入教堂参加他们的法会，帮助他们增长信心，增长道心。他们的活动就是我们自己行菩萨道的正常活动，你们要认识；你们要不认识，《华严经》白念了，《华严经》也白听了。",
      "zh_TW": "我希望我們的同學，二十四號參加天主教的祈禱晚會，聖誕夜，我們比他們的信徒還要虔誠、還要真實，我們對於上帝，對於主的這種崇敬、敬仰，決定超過他們的信徒。為什麼？我們對於這些理事了解得透徹。在《華嚴經》上「諸天」，我們讀了多少，我們講得多詳細，他們講得沒有這麼詳細，沒有這麼透徹，我們的信心比他們清淨，比他們堅定。所以我們進入教堂參加他們的法會，幫助他們增長信心，增長道心。他們的活動就是我們自己行菩薩道的正常活動，你們要認識；你們要不認識，《華嚴經》白念了，《華嚴經》也白聽了。"
    },
    {
      "id": "12-017-0247_p0031",
      "zh_CN": "深入经藏，深解义趣，这两句话我们要常常放在心里，常常多念几遍，细心体会这个意思。所以任何一部经典，字字句句都含无量义，哪里能够讲得完？一字一句讲一辈子也讲不完，这里面就开了真智慧。所以要求开真智慧，不是要读很多经，不是要听很多法门，不是的。祖师大德们说得好，一经通一切经通。不但一切佛经通了，所有一切宗教的典籍统统都通了。什么才叫通？见性叫通。须知所有一切经典都通到自性，再说得深一点，所有一切的法相都通到自性。为什么？自性变现的，它怎么不通自性？一微尘、一毛孔都通自性，自性变现的，问题是你会不会？所以会的人，他才说头头是道，左右逢源。由此可知，如果你要遍学许许多多法门，反而变成障碍。清凉大师在《华严》注疏里头讲「增长邪见」，就犯这个毛病。看得多了，这个经上这个说法，那个经上那个说法，不知道哪个说法是对的，不知道遵循哪个说法，问题就出来了，疑虑就产生了。所以选择一个法门。",
      "zh_TW": "深入經藏，深解義趣，這兩句話我們要常常放在心裡，常常多念幾遍，細心體會這個意思。所以任何一部經典，字字句句都含無量義，哪裡能夠講得完？一字一句講一輩子也講不完，這裡面就開了真智慧。所以要求開真智慧，不是要讀很多經，不是要聽很多法門，不是的。祖師大德們說得好，一經通一切經通。不但一切佛經通了，所有一切宗教的典籍統統都通了。什麼才叫通？見性叫通。須知所有一切經典都通到自性，再說得深一點，所有一切的法相都通到自性。為什麼？自性變現的，它怎麼不通自性？一微塵、一毛孔都通自性，自性變現的，問題是你會不會？所以會的人，他才說頭頭是道，左右逢源。由此可知，如果你要遍學許許多多法門，反而變成障礙。清涼大師在《華嚴》註疏裡頭講「增長邪見」，就犯這個毛病。看得多了，這個經上這個說法，那個經上那個說法，不知道哪個說法是對的，不知道遵循哪個說法，問題就出來了，疑慮就產生了。所以選擇一個法門。"
    },
    {
      "id": "12-017-0247_p0032",
      "zh_CN": "古时候的好处，实在讲，超过现在。古时候跟老师，当然学生没有能力选择老师，父母有经验，父母为学生选择一个好老师，这是父母对于教育儿女负责任。学生对老师具足信心，老师对学生热心教导，这个学生有成就。现在我们没有办法选老师，所以我们这一代人在技术能力有一点成就，在真实智慧远远不如古人。有科学技术的，造一些杀人的武器，干这种事情。《地藏经》里面讲，造杀人武器的这些罪业，在从前你制造刀、剑、弓箭，那个罪过都很重，现在造原子弹还得了！有智慧的人决定不干这个事情，宁愿自己被杀头也不肯干这个事情，这个业造得太重了。堕地狱，那是永劫不得翻身，怎么肯干这种事情？今天人没有智慧，有一些技能，没智慧。古人教学重视智慧，技能在其次。孔老夫子教学，第一个是德行，第二个是言语，第三才是技术，把德行放在第一位。佛法更是重视，究竟圆满智慧是佛法教学真正的目标，所谓是因戒得定，因定开慧。戒是方法，遵守这个方法，遵守老师教导的方法，这叫持戒。所以戒是广义的，不是狭义的几个戒条，戒称为三学之一。",
      "zh_TW": "古時候的好處，實在講，超過現在。古時候跟老師，當然學生沒有能力選擇老師，父母有經驗，父母為學生選擇一個好老師，這是父母對於教育兒女負責任。學生對老師具足信心，老師對學生熱心教導，這個學生有成就。現在我們沒有辦法選老師，所以我們這一代人在技術能力有一點成就，在真實智慧遠遠不如古人。有科學技術的，造一些殺人的武器，幹這種事情。《地藏經》裡面講，造殺人武器的這些罪業，在從前你製造刀、劍、弓箭，那個罪過都很重，現在造原子彈還得了！有智慧的人決定不幹這個事情，寧願自己被殺頭也不肯幹這個事情，這個業造得太重了。墮地獄，那是永劫不得翻身，怎麼肯幹這種事情？今天人沒有智慧，有一些技能，沒智慧。古人教學重視智慧，技能在其次。孔老夫子教學，第一個是德行，第二個是言語，第三才是技術，把德行放在第一位。佛法更是重視，究竟圓滿智慧是佛法教學真正的目標，所謂是因戒得定，因定開慧。戒是方法，遵守這個方法，遵守老師教導的方法，這叫持戒。所以戒是廣義的，不是狹義的幾個戒條，戒稱為三學之一。"
    },
    {
      "id": "12-017-0247_p0033",
      "zh_CN": "综合妙音师子幢干闼婆王他所修学的，他的名字与他的法门相应，「妙音」。特别在我们娑婆世界，娑婆世界众生耳根最利，所谓「此方真教体，清净在音闻」，他所学的、他所做的就是弘法利生，给一些人有一个很好的启示。有一些人有一个错误的观念，认为先要修自己，躲到深山旷野没有人到的地方去修行，等到自己修行成就了，再出来弘法利生。这种人很多，自古以来就有。那是什么样的人？小乘根性的人，佛看到也欢喜，也不反对。这个经上讲的是大乘根性的人，大乘根性的人自行化他融合在一起，化他就是自学，自学就是化他，没有把自行化他分做两桩事情。诸位细细在这里观察，你看妙音干闼婆王，行在解中，解在行中，解行相应。自利就是利他，利他就是自利，自利利他没有把它分成两截，这是大乘根性的众生。也就是世尊在《金刚经》上教导我们，「离一切相，修一切善」，这两桩事情是一桩事情。修善的时候就要离一切相，离一切相决定在修善之中，而不是我先离一切相，然后再修一切善，那就是小乘的思想，小乘人的作法。",
      "zh_TW": "綜合妙音師子幢乾闥婆王他所修學的，他的名字與他的法門相應，「妙音」。特別在我們娑婆世界，娑婆世界眾生耳根最利，所謂「此方真教體，清淨在音聞」，他所學的、他所做的就是弘法利生，給一些人有一個很好的啟示。有一些人有一個錯誤的觀念，認為先要修自己，躲到深山曠野沒有人到的地方去修行，等到自己修行成就了，再出來弘法利生。這種人很多，自古以來就有。那是什麼樣的人？小乘根性的人，佛看到也歡喜，也不反對。這個經上講的是大乘根性的人，大乘根性的人自行化他融合在一起，化他就是自學，自學就是化他，沒有把自行化他分做兩樁事情。諸位細細在這裡觀察，你看妙音乾闥婆王，行在解中，解在行中，解行相應。自利就是利他，利他就是自利，自利利他沒有把它分成兩截，這是大乘根性的眾生。也就是世尊在《金剛經》上教導我們，「離一切相，修一切善」，這兩樁事情是一樁事情。修善的時候就要離一切相，離一切相決定在修善之中，而不是我先離一切相，然後再修一切善，那就是小乘的思想，小乘人的作法。"
    },
    {
      "id": "12-017-0247_p0034",
      "zh_CN": "大乘菩萨生活就是修行，工作是修行，应酬也是修行，没有一样不是修行。所谓修行就是离一切相，这是自行；所谓化他是修一切善，一切善是决定利益一切众生。一切时、一切处，我们所接触一切大众，起心动念一切作为对他决定有好处，对他决定是有利益的，这就叫修善。离相跟修善是一桩事情，不是两桩事情，你懂得这个道理，你就是大乘根性的人。不懂得这个道理，一定要先成就自己，成就自己的清净心，然后才教化众生；你自己以为心清净了，一接触大众又乱了，禁不起考验。大乘人修清净心，就是在染污环境里头修清净心，学不染。所谓不染就是学不在意，不放在心上，你就不染了；也就是你不去分别、不去执着，你就不染污了，这叫离一切相。离一切相就是离妄想分别执着，离这个。事不能不做，要很认真努力去做。这是妙音菩萨教给我们，他修行证果是从这个法门契入的，我们应当要向他学习。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "大乘菩薩生活就是修行，工作是修行，應酬也是修行，沒有一樣不是修行。所謂修行就是離一切相，這是自行；所謂化他是修一切善，一切善是決定利益一切眾生。一切時、一切處，我們所接觸一切大眾，起心動念一切作為對他決定有好處，對他決定是有利益的，這就叫修善。離相跟修善是一樁事情，不是兩樁事情，你懂得這個道理，你就是大乘根性的人。不懂得這個道理，一定要先成就自己，成就自己的清淨心，然後才教化眾生；你自己以為心清淨了，一接觸大眾又亂了，禁不起考驗。大乘人修清淨心，就是在染污環境裡頭修清淨心，學不染。所謂不染就是學不在意，不放在心上，你就不染了；也就是你不去分別、不去執著，你就不染污了，這叫離一切相。離一切相就是離妄想分別執著，離這個。事不能不做，要很認真努力去做。這是妙音菩薩教給我們，他修行證果是從這個法門契入的，我們應當要向他學習。好，今天時間到了，我們就講到此地。"
    }
  ]
}