{
  "doc_id": "12-017-0080",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-017-0080",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "12-017-0080_p0001",
      "zh_CN": "请掀开经本第四十四面第一行：",
      "zh_TW": "請掀開經本第四十四面第一行："
    },
    {
      "id": "12-017-0080_p0002",
      "zh_CN": "【复有不可思议数兜率陀天王。所谓知足天王。喜乐海髻天王。最胜功德幢天王。寂静光天王。可爱乐妙目天王。宝峰净月天王。最胜勇健力天王。金刚妙光明天王。星宿庄严幢天王。可爱乐庄严天王。如是等而为上首。不思议数。皆勤念持一切诸佛所有名号。】",
      "zh_TW": "【復有不可思議數兜率陀天王。所謂知足天王。喜樂海髻天王。最勝功德幢天王。寂靜光天王。可愛樂妙目天王。寶峰淨月天王。最勝勇健力天王。金剛妙光明天王。星宿莊嚴幢天王。可愛樂莊嚴天王。如是等而為上首。不思議數。皆勤念持一切諸佛所有名號。】"
    },
    {
      "id": "12-017-0080_p0003",
      "zh_CN": "到这个地方是一段。第一句是列数，标示团体的类别，这个团体是兜率陀天。『兜率陀』是梵语，翻成中国的意思是「喜足」，欢喜知足的意思。佛在经上告诉我们，诸佛如来示现作佛之前，也就是我们常讲成道、成佛，菩萨成佛，最后身是等觉菩萨，等觉菩萨再往上提升一级，就证究竟圆满的佛果。这位菩萨常常在这一层天中教化众生，修喜足之行。喜足标准是什么？是不是事事都称心如意才叫做喜足？如果以这个标准来说，喜足就很难了。诸位细心观察，释迦牟尼佛当年在世所示现的，我们要从这个地方去体会。世尊每一天吃饱，他吃得比我们少，他一天吃一餐，日中一食，晚上找一个大树底下盘腿打坐就能够恢复疲劳，休息休息就行了，三衣一钵，他就知足了。每天遇到一些在家、出家的学生，跟他们谈谈话，帮助他们解决疑难，令他们觉悟，佛就很欢喜了；并不是他的生活很优裕，事事都能够称心如意，不是这个意思。清凉大师在注解里面跟我们说得很好，得少少的意悦，那就是喜的意思；一切都能放下，都能够不希求，就是知足。所以喜足，我们可以从世尊当年在世一生行谊当中去体会，以及后来祖师大德们，我们世间人心目当中所见到的苦行僧，这些苦行僧也展现出喜足的境界。",
      "zh_TW": "到這個地方是一段。第一句是列數，標示團體的類別，這個團體是兜率陀天。『兜率陀』是梵語，翻成中國的意思是「喜足」，歡喜知足的意思。佛在經上告訴我們，諸佛如來示現作佛之前，也就是我們常講成道、成佛，菩薩成佛，最後身是等覺菩薩，等覺菩薩再往上提升一級，就證究竟圓滿的佛果。這位菩薩常常在這一層天中教化眾生，修喜足之行。喜足標準是什麼？是不是事事都稱心如意才叫做喜足？如果以這個標準來說，喜足就很難了。諸位細心觀察，釋迦牟尼佛當年在世所示現的，我們要從這個地方去體會。世尊每一天吃飽，他吃得比我們少，他一天吃一餐，日中一食，晚上找一個大樹底下盤腿打坐就能夠恢復疲勞，休息休息就行了，三衣一缽，他就知足了。每天遇到一些在家、出家的學生，跟他們談談話，幫助他們解決疑難，令他們覺悟，佛就很歡喜了；並不是他的生活很優裕，事事都能夠稱心如意，不是這個意思。清涼大師在註解裡面跟我們說得很好，得少少的意悅，那就是喜的意思；一切都能放下，都能夠不希求，就是知足。所以喜足，我們可以從世尊當年在世一生行誼當中去體會，以及後來祖師大德們，我們世間人心目當中所見到的苦行僧，這些苦行僧也展現出喜足的境界。"
    },
    {
      "id": "12-017-0080_p0004",
      "zh_CN": "这是我们要细心体会的，要知道学习的，学习诸佛菩萨，学习苦行的大德。实在讲，我们以为他苦行，我们凡夫眼睛里面看到他苦行，而实际上我们看错了，他一点都不苦，反过来他看我们苦，看这些世间人、富贵人苦；他自己觉得他喜足，他心地清净慈悲，常生欢喜心，他真正是做到知足常乐，人间的兜率天人，岂不是这个样子吗？唯有喜足才能够圆成佛道，所以佛在经上告诉我们，后补佛都住在兜率陀天。他为什么不住在其他的天上？欲界有六层天，色界有十八层天，补处菩萨哪个地方都好住，他为什么不住四禅天，他要住兜率天？于是我们明了，兜率是表法，后补佛一定是欢喜知足；也就是说常生欢喜心，知足常乐，这样的菩萨不久就成佛果。也许同修要问，难道菩萨也有不知足的吗？有，有很多菩萨发心度众生，众生还没度完，可见得他还没有知足是为别人，不是为自己。对自己来讲，我们前面曾经说过，别说菩萨，小乘初果都已经离四相，我法两种执着几乎都断尽，还有微细的这些念头没除，所以还称不上喜足；必须微细的念头都能除尽，这才叫知足。这是兜率表法的义趣。",
      "zh_TW": "這是我們要細心體會的，要知道學習的，學習諸佛菩薩，學習苦行的大德。實在講，我們以為他苦行，我們凡夫眼睛裡面看到他苦行，而實際上我們看錯了，他一點都不苦，反過來他看我們苦，看這些世間人、富貴人苦；他自己覺得他喜足，他心地清淨慈悲，常生歡喜心，他真正是做到知足常樂，人間的兜率天人，豈不是這個樣子嗎？唯有喜足才能夠圓成佛道，所以佛在經上告訴我們，後補佛都住在兜率陀天。他為什麼不住在其他的天上？欲界有六層天，色界有十八層天，補處菩薩哪個地方都好住，他為什麼不住四禪天，他要住兜率天？於是我們明瞭，兜率是表法，後補佛一定是歡喜知足；也就是說常生歡喜心，知足常樂，這樣的菩薩不久就成佛果。也許同修要問，難道菩薩也有不知足的嗎？有，有很多菩薩發心度眾生，眾生還沒度完，可見得他還沒有知足是為別人，不是為自己。對自己來講，我們前面曾經說過，別說菩薩，小乘初果都已經離四相，我法兩種執著幾乎都斷盡，還有微細的這些念頭沒除，所以還稱不上喜足；必須微細的念頭都能除盡，這才叫知足。這是兜率表法的義趣。"
    },
    {
      "id": "12-017-0080_p0005",
      "zh_CN": "他们在此地是表三地菩萨，三地是发光地，诸位同修要在这个地方体会表法的义趣。知足才能放光，发光就是放光，光是什么？自性本具的般若智慧。由此可知，你对于世出世间法还有希求，还没有满足，这个念头，不但是行为，就是这个念头障碍你明心见性，障碍无上菩提，这是我们应当要知道的。我们消除这个障碍，知足常乐的境界就现前，一般讲你就证得了。契入这个境界，你在生活当中表现是什么样子？我们中国人造弥勒菩萨的像，弥勒菩萨就是住在兜率天，他是释迦牟尼佛的后补佛。弥勒菩萨在中国应化的身相是布袋和尚，布袋和尚确实给我们显示是知足常乐。我们中国人将菩萨的形像供奉在天王殿当中，这个意思很深，让一切众生一入山门，第一眼就见到弥勒菩萨，就看到欢欢喜喜，笑面迎人。古德说得好，菩萨示现是「生平等心，成喜悦相」，平等心是佛心，平等心是真心，喜悦相是大慈大悲，佛家常说「慈悲为本，方便为门」，弥勒菩萨的造像就将这几句话完全显露出来。我们学佛要从这个地方学起，菩萨要笑脸迎人，要常常保持着欢喜心，如果我们有一念瞋恚，那就不是菩萨。欢喜心里面要记住「平等」，生平等心，成喜悦相，你那个欢喜是从清净平等心里面生起来的，不是感情；如果从感情里面生起欢喜心，可麻烦了，那叫情执，那是错误的，那是烦恼，不是菩提。弥勒菩萨的欢喜心，是从清净平等心里面生出来的，这是真实慈悲表现。我们要在这个地方学习，这就没有错误，就真正学佛。向下也列举十位上首，名号之中显示发光地修学的形象，也显示出三地菩萨的修因证果。",
      "zh_TW": "他們在此地是表三地菩薩，三地是發光地，諸位同修要在這個地方體會表法的義趣。知足才能放光，發光就是放光，光是什麼？自性本具的般若智慧。由此可知，你對於世出世間法還有希求，還沒有滿足，這個念頭，不但是行為，就是這個念頭障礙你明心見性，障礙無上菩提，這是我們應當要知道的。我們消除這個障礙，知足常樂的境界就現前，一般講你就證得了。契入這個境界，你在生活當中表現是什麼樣子？我們中國人造彌勒菩薩的像，彌勒菩薩就是住在兜率天，他是釋迦牟尼佛的後補佛。彌勒菩薩在中國應化的身相是布袋和尚，布袋和尚確實給我們顯示是知足常樂。我們中國人將菩薩的形像供奉在天王殿當中，這個意思很深，讓一切眾生一入山門，第一眼就見到彌勒菩薩，就看到歡歡喜喜，笑面迎人。古德說得好，菩薩示現是「生平等心，成喜悅相」，平等心是佛心，平等心是真心，喜悅相是大慈大悲，佛家常說「慈悲為本，方便為門」，彌勒菩薩的造像就將這幾句話完全顯露出來。我們學佛要從這個地方學起，菩薩要笑臉迎人，要常常保持著歡喜心，如果我們有一念瞋恚，那就不是菩薩。歡喜心裡面要記住「平等」，生平等心，成喜悅相，你那個歡喜是從清淨平等心裡面生起來的，不是感情；如果從感情裡面生起歡喜心，可麻煩了，那叫情執，那是錯誤的，那是煩惱，不是菩提。彌勒菩薩的歡喜心，是從清淨平等心裡面生出來的，這是真實慈悲表現。我們要在這個地方學習，這就沒有錯誤，就真正學佛。向下也列舉十位上首，名號之中顯示發光地修學的形象，也顯示出三地菩薩的修因證果。"
    },
    {
      "id": "12-017-0080_p0006",
      "zh_CN": "我们看第一尊，『所谓知足天王』。知足就是兜率陀天王的意思，兜率陀是梵语，翻成华文的意思就是知足。这一位总说，后面九位是别说。我们在此地要特别留意，知足的意思很深很广，六道凡夫为什么不能够脱离六道轮回？过失就是不知足。不知足我们就能体会到，念念增长贪瞋痴慢，唯有知足的人才能够转烦恼成菩提。佛教给我们对于世出世间法都要知足，世法里面衣食足，够了，还要求什么？佛菩萨，自古以来高僧大德，大德里面包含在家居士，我们在《大藏经》里面看到，《居士传》，这是历代在家修行成就的，《善女人传》，都是记载历代在家男女二众修行证果之士。诸位必须知道，出家人有修行证果，在家人修行证果比出家人多，多得太多了。出家有佛，释迦牟尼佛是个代表；在家也有佛，在家人成佛，我们在经上看到，跟世尊同时出现的维摩居士，维摩居士是在家佛。世尊的弟子，舍利弗、目犍连人所共知，维摩居士说法，他们去听经，听维摩居士讲经说法，也要顶礼三拜，右绕三匝；这些出家比丘见维摩居士礼节，跟见释迦牟尼佛没有两样。",
      "zh_TW": "我們看第一尊，『所謂知足天王』。知足就是兜率陀天王的意思，兜率陀是梵語，翻成華文的意思就是知足。這一位總說，後面九位是別說。我們在此地要特別留意，知足的意思很深很廣，六道凡夫為什麼不能夠脫離六道輪迴？過失就是不知足。不知足我們就能體會到，念念增長貪瞋痴慢，唯有知足的人才能夠轉煩惱成菩提。佛教給我們對於世出世間法都要知足，世法裡面衣食足，夠了，還要求什麼？佛菩薩，自古以來高僧大德，大德裡面包含在家居士，我們在《大藏經》裡面看到，《居士傳》，這是歷代在家修行成就的，《善女人傳》，都是記載歷代在家男女二眾修行證果之士。諸位必須知道，出家人有修行證果，在家人修行證果比出家人多，多得太多了。出家有佛，釋迦牟尼佛是個代表；在家也有佛，在家人成佛，我們在經上看到，跟世尊同時出現的維摩居士，維摩居士是在家佛。世尊的弟子，舍利弗、目犍連人所共知，維摩居士說法，他們去聽經，聽維摩居士講經說法，也要頂禮三拜，右繞三匝；這些出家比丘見維摩居士禮節，跟見釋迦牟尼佛沒有兩樣。"
    },
    {
      "id": "12-017-0080_p0007",
      "zh_CN": "由此可知，当时这些出家大德，人人谦虚，对人、对事、对物都恭敬有礼，他们这种示现做给我们后人看，我们现在这一代出家人修行不如在家人，这是事实，我们无需要避讳。看看念佛往生，在家人多过出家人，而且女众多过男众，这不是事实吗？为什么出家人反而没有在家人那样的成就？在家人对三宝有恭敬心、有真诚心。反而出家人以为自己出家，穿上长袍大袖衣服，就起了贡高我慢，以为出家人就高人一等，谦虚恭敬心没有。这样的心态，这样的行为，诸位要知道，造业，你的修行就不相应，念念跟烦恼相应，跟菩提不相应，不如在家。换句话说，在家人的心比我们清净，在家人的心比我们慈悲，所以他们的成就多过我们，我们要觉悟。在晚近将这桩事实说得最透彻、最明白，可以说是欧阳竟无居士，他是民国初年的人，曾经在南京办过佛学院，他那个佛学院叫「支那内学院」，时间虽然不长，倒是出了不少杰出的善知识。他在内学院院训里面说得很清楚，「佛法是师道，师道是老师第一大」，教我们要尊师重道，不是出家第一大，老师第一大，他讲得没错。",
      "zh_TW": "由此可知，當時這些出家大德，人人謙虛，對人、對事、對物都恭敬有禮，他們這種示現做給我們後人看，我們現在這一代出家人修行不如在家人，這是事實，我們無需要避諱。看看念佛往生，在家人多過出家人，而且女眾多過男眾，這不是事實嗎？為什麼出家人反而沒有在家人那樣的成就？在家人對三寶有恭敬心、有真誠心。反而出家人以為自己出家，穿上長袍大袖衣服，就起了貢高我慢，以為出家人就高人一等，謙虛恭敬心沒有。這樣的心態，這樣的行為，諸位要知道，造業，你的修行就不相應，念念跟煩惱相應，跟菩提不相應，不如在家。換句話說，在家人的心比我們清淨，在家人的心比我們慈悲，所以他們的成就多過我們，我們要覺悟。在晚近將這樁事實說得最透徹、最明白，可以說是歐陽竟無居士，他是民國初年的人，曾經在南京辦過佛學院，他那個佛學院叫「支那內學院」，時間雖然不長，倒是出了不少傑出的善知識。他在內學院院訓裡面說得很清楚，「佛法是師道，師道是老師第一大」，教我們要尊師重道，不是出家第一大，老師第一大，他講得沒錯。"
    },
    {
      "id": "12-017-0080_p0008",
      "zh_CN": "在佛法里面谁最大？和尚第一大。「和尚」是梵语，翻成中国的意思叫「亲教师」，亲自指导我修学的老师第一大，这个老师我们称他作和尚。和尚不分在家出家，不分男女老少，我跟他学，他就是我的和尚。像本经末后示现善财童子去参访德生童子、有德童女，都是示现年岁很小没有成年，十几岁。德生童子，说童子不满二十岁，说童女不满十六岁，善财跟他学，他就是善财的和尚，善财童子要称他作和尚，我们要明白这个道理。往年我出家，也受过三坛大戒，我回到台中跟李炳南老居士学习，李老居士是我的和尚，我称他作和尚。所以诸位要记住，和尚不是说剃了光头、穿这个衣服都叫和尚，那是误会，他跟我们哪有这种关系？我们今天看到出家人都称和尚，错了！看到出家人称什么？称比丘，女众称比丘尼，这个没有称错；如果都称作和尚，我们都搞错了，不知道和尚是什么意思。和尚是我们的老师，他不是我的老师，我不能称他作和尚，他跟我没有这个关系；称呼里面很重要，不可以误会。我们通常称他作比丘、比丘尼，没有称错，称他作法师，行！也不算错；不能称和尚，因为我们跟他没有师生的关系，不能称和尚。称和尚就是直接教导我们的老师，所以和尚第一大，跟父母一样，这叫师道。佛法从孝亲尊师里面入门，世尊在《观无量寿佛经》跟我们讲「净业三福」，这是修学的根基。",
      "zh_TW": "在佛法裡面誰最大？和尚第一大。「和尚」是梵語，翻成中國的意思叫「親教師」，親自指導我修學的老師第一大，這個老師我們稱他作和尚。和尚不分在家出家，不分男女老少，我跟他學，他就是我的和尚。像本經末後示現善財童子去參訪德生童子、有德童女，都是示現年歲很小沒有成年，十幾歲。德生童子，說童子不滿二十歲，說童女不滿十六歲，善財跟他學，他就是善財的和尚，善財童子要稱他作和尚，我們要明白這個道理。往年我出家，也受過三壇大戒，我回到台中跟李炳南老居士學習，李老居士是我的和尚，我稱他作和尚。所以諸位要記住，和尚不是說剃了光頭、穿這個衣服都叫和尚，那是誤會，他跟我們哪有這種關係？我們今天看到出家人都稱和尚，錯了！看到出家人稱什麼？稱比丘，女眾稱比丘尼，這個沒有稱錯；如果都稱作和尚，我們都搞錯了，不知道和尚是什麼意思。和尚是我們的老師，他不是我的老師，我不能稱他作和尚，他跟我沒有這個關係；稱呼裡面很重要，不可以誤會。我們通常稱他作比丘、比丘尼，沒有稱錯，稱他作法師，行！也不算錯；不能稱和尚，因為我們跟他沒有師生的關係，不能稱和尚。稱和尚就是直接教導我們的老師，所以和尚第一大，跟父母一樣，這叫師道。佛法從孝親尊師裡面入門，世尊在《觀無量壽佛經》跟我們講「淨業三福」，這是修學的根基。"
    },
    {
      "id": "12-017-0080_p0009",
      "zh_CN": "我们对于世法佛法都要知足。前面跟诸位报告过，佛法里面我们选择一门适合自己的根性，适合自己生活环境，修学就格外容易，功夫容易得力。一门就是知足，选择的法门太多，那就不是知足了。也许诸位读了《华严》疑问就来：善财童子五十三参，他不知足，这又怎么说法？善财童子最初修学一个老师，不是很多老师，他的老师是文殊师利菩萨。也许你们要问：善财运气好，找到这样一个好老师，我们比不上他，我们到哪里去找文殊菩萨来做老师？起这种疑惑的人没有念过《华严经》，真正明了《华严经》，你就开悟了。文殊也是表法，表什么？根本智；后面五十三位善知识是代表后得智，全是表法，跟此地讲这些天王一样都是表法，你可不能把它看死。文殊表根本智，根本智要从一个老师你才能够得到，这是你入门；你要是学许多法门，亲近很多老师，那你注定失败，你不会有成就。",
      "zh_TW": "我們對於世法佛法都要知足。前面跟諸位報告過，佛法裡面我們選擇一門適合自己的根性，適合自己生活環境，修學就格外容易，功夫容易得力。一門就是知足，選擇的法門太多，那就不是知足了。也許諸位讀了《華嚴》疑問就來：善財童子五十三參，他不知足，這又怎麼說法？善財童子最初修學一個老師，不是很多老師，他的老師是文殊師利菩薩。也許你們要問：善財運氣好，找到這樣一個好老師，我們比不上他，我們到哪裡去找文殊菩薩來做老師？起這種疑惑的人沒有念過《華嚴經》，真正明瞭《華嚴經》，你就開悟了。文殊也是表法，表什麼？根本智；後面五十三位善知識是代表後得智，全是表法，跟此地講這些天王一樣都是表法，你可不能把它看死。文殊表根本智，根本智要從一個老師你才能夠得到，這是你入門；你要是學許多法門，親近很多老師，那你注定失敗，你不會有成就。"
    },
    {
      "id": "12-017-0080_p0010",
      "zh_CN": "所以佛在这个经里面，叫善财童子、五十三位善知识做一个修学榜样给我们看，老师只有一个人，学生也只有一个人，这个意思深。我们亲近一个老师，学一家之言，你才专、你才精，不杂；两个老师教你是两条路，三个老师是三岔路口，四个老师是十字街头，你往哪里走？你愈学愈复杂、愈学愈迷惑，你怎么能开智慧？佛家的教学一门深入，一个老师，中国过去儒家教学也是一个老师，也是一门功课；一门没有学会，决定不能够学第二门。用这种方法成就你的根本智，根本智就是文殊菩萨所表。根本智成就，什么叫根本智？《般若经》上所说的「般若无知」，无知就是根本智。无知，实在讲就是大定，在我们净宗来讲就是清净平等觉，这五个字清净平等觉合起来就是根本智，就是《弥陀经》上讲「一心不乱，心不颠倒」，一心不乱是定，心不颠倒是慧，慧就是根本智。你几时得到，然后老师才叫你出去参学。",
      "zh_TW": "所以佛在這個經裡面，叫善財童子、五十三位善知識做一個修學榜樣給我們看，老師只有一個人，學生也只有一個人，這個意思深。我們親近一個老師，學一家之言，你才專、你才精，不雜；兩個老師教你是兩條路，三個老師是三岔路口，四個老師是十字街頭，你往哪裡走？你愈學愈複雜、愈學愈迷惑，你怎麼能開智慧？佛家的教學一門深入，一個老師，中國過去儒家教學也是一個老師，也是一門功課；一門沒有學會，決定不能夠學第二門。用這種方法成就你的根本智，根本智就是文殊菩薩所表。根本智成就，什麼叫根本智？《般若經》上所說的「般若無知」，無知就是根本智。無知，實在講就是大定，在我們淨宗來講就是清淨平等覺，這五個字清淨平等覺合起來就是根本智，就是《彌陀經》上講「一心不亂，心不顛倒」，一心不亂是定，心不顛倒是慧，慧就是根本智。你幾時得到，然後老師才叫你出去參學。"
    },
    {
      "id": "12-017-0080_p0011",
      "zh_CN": "参学是什么？出师，中国过去的话叫出师，现在的话叫毕业，可以离开老师，毕业了；从前我们不叫毕业，叫出师。出师之后干什么？参学，那就是五十三参，他在文殊菩萨这里修学毕业，再出去参学。参学是什么意思？面对广大的一切人、一切事、一切物，就如同禅宗惠能大师所说「不生烦恼，常生智慧」，常生智慧是生后得智。所以五十三参，这五十三位善知识代表的是，我们从早到晚所接触的一切人物，接触这一切人，接触这些人他从事的哪些行业，我们今天讲各行各业。你所见到的事，你所见到这些人在造作，那是因，你再看这些人的生活当中受用，那是果。换句话说，后得智从哪里来？从我们从早到晚所接触一切人、一切事，一切因、一切果这里面开悟，不生烦恼，只生智慧。惠能对五祖忍和尚说，「弟子心中常生智慧」，那叫做五十三参。",
      "zh_TW": "參學是什麼？出師，中國過去的話叫出師，現在的話叫畢業，可以離開老師，畢業了；從前我們不叫畢業，叫出師。出師之後幹什麼？參學，那就是五十三參，他在文殊菩薩這裡修學畢業，再出去參學。參學是什麼意思？面對廣大的一切人、一切事、一切物，就如同禪宗惠能大師所說「不生煩惱，常生智慧」，常生智慧是生後得智。所以五十三參，這五十三位善知識代表的是，我們從早到晚所接觸的一切人物，接觸這一切人，接觸這些人他從事的哪些行業，我們今天講各行各業。你所見到的事，你所見到這些人在造作，那是因，你再看這些人的生活當中受用，那是果。換句話說，後得智從哪裡來？從我們從早到晚所接觸一切人、一切事，一切因、一切果這裡面開悟，不生煩惱，只生智慧。惠能對五祖忍和尚說，「弟子心中常生智慧」，那叫做五十三參。"
    },
    {
      "id": "12-017-0080_p0012",
      "zh_CN": "在五十三参里面可了不起，为什么？「一切众生皆是善友」，这句话的意思正是佛在经里面教导我们，「一切众生皆是过去父母、未来诸佛」。他这个认知是肯定的，面对一切众生，一切众生跟我是什么关系？是我过去父母，是未来诸佛；是过去父母，我们的孝心生起来，三福里第一句「孝养父母」，我们这个心生起来；他又是未来诸佛，我们第二句「奉事师长」这个心生起来。换句话说，我们是以真诚孝敬之心处事待人接物，这就是菩萨，这是觉悟的心。反过来看六道众生不知道孝道，不知道孝亲，不知道尊师；六道里面谈到孝亲尊师范围很窄小，不究竟、不圆满，佛法里面讲孝亲尊师，真正说到究竟圆满处。我们要从这些地方去体会、去认知、去肯定，无上佛道在这一生当中就不难成就。",
      "zh_TW": "在五十三參裡面可了不起，為什麼？「一切眾生皆是善友」，這句話的意思正是佛在經裡面教導我們，「一切眾生皆是過去父母、未來諸佛」。他這個認知是肯定的，面對一切眾生，一切眾生跟我是什麼關係？是我過去父母，是未來諸佛；是過去父母，我們的孝心生起來，三福裡第一句「孝養父母」，我們這個心生起來；他又是未來諸佛，我們第二句「奉事師長」這個心生起來。換句話說，我們是以真誠孝敬之心處事待人接物，這就是菩薩，這是覺悟的心。反過來看六道眾生不知道孝道，不知道孝親，不知道尊師；六道裡面談到孝親尊師範圍很窄小，不究竟、不圓滿，佛法裡面講孝親尊師，真正說到究竟圓滿處。我們要從這些地方去體會、去認知、去肯定，無上佛道在這一生當中就不難成就。"
    },
    {
      "id": "12-017-0080_p0013",
      "zh_CN": "所以普贤菩萨总结《华严经》修学，他老人家说出十个纲领，总结全部的经义。第一条「礼敬诸佛」，诸佛是谁？一切人、一切事、一切物，这是诸佛；对于一切人，你要真诚的礼敬，对于一切事也得礼敬。对事怎样礼敬？办事情认真负责就是对事的礼敬。对物，物包括的范围非常之广，无情是物，有情也是物，不但人是动物，我们讲有情之物，人是动物，畜生也是动物；我们肉眼看不见，天人也是动物，鬼神、地狱都是动物；有情众生我们今天叫动物，范围多大。六道以外的声闻、缘觉、菩萨、佛都可以包括在「物」这个字里面。物这个字包括范围太广，十法界依正庄严这一个字都包括了，我们统统要礼敬，然后孝敬才真正达到究竟圆满，念念具足圆满的孝敬，你所修的叫普贤行。普贤菩萨跟大乘菩萨修行不相同的地方就是这个心，普贤菩萨念念都是孝敬，他那个境界是尽虚空遍法界，佛教我们要修，特别是这部《大方广佛华严经》，你的孝敬不能够达到尽虚空遍法界，你所修的就不是普贤行。佛在经上说得很好，「菩萨若不修普贤行，就不能圆成佛道」，这句话我们听懂了没有？这句经文我们会了没有？",
      "zh_TW": "所以普賢菩薩總結《華嚴經》修學，他老人家說出十個綱領，總結全部的經義。第一條「禮敬諸佛」，諸佛是誰？一切人、一切事、一切物，這是諸佛；對於一切人，你要真誠的禮敬，對於一切事也得禮敬。對事怎樣禮敬？辦事情認真負責就是對事的禮敬。對物，物包括的範圍非常之廣，無情是物，有情也是物，不但人是動物，我們講有情之物，人是動物，畜生也是動物；我們肉眼看不見，天人也是動物，鬼神、地獄都是動物；有情眾生我們今天叫動物，範圍多大。六道以外的聲聞、緣覺、菩薩、佛都可以包括在「物」這個字裡面。物這個字包括範圍太廣，十法界依正莊嚴這一個字都包括了，我們統統要禮敬，然後孝敬才真正達到究竟圓滿，念念具足圓滿的孝敬，你所修的叫普賢行。普賢菩薩跟大乘菩薩修行不相同的地方就是這個心，普賢菩薩念念都是孝敬，他那個境界是盡虛空遍法界，佛教我們要修，特別是這部《大方廣佛華嚴經》，你的孝敬不能夠達到盡虛空遍法界，你所修的就不是普賢行。佛在經上說得很好，「菩薩若不修普賢行，就不能圓成佛道」，這句話我們聽懂了沒有？這句經文我們會了沒有？"
    },
    {
      "id": "12-017-0080_p0014",
      "zh_CN": "我请李木源居士，将来弥陀村里面建的念佛堂圆形，圆形象征莲花，念佛堂就是莲池海会，赵朴老给我们写了四个字，将来念佛堂就是莲池海会；我们居住的环境叫弥陀村，道场是莲池海会。念佛堂里面供奉阿弥陀佛像，供奉一万尊佛像，一万是表圆满，全部都供奉阿弥陀佛像，这个用意是表法的。佛像我们也由一切同修来认捐，佛像下面就刻你自己的名字，两重意思；一个意思，我们在这个念佛堂念佛，「诸佛海会悉遥闻」，一切诸佛都参与我们共修，一切诸佛所现的相跟阿弥陀佛一样，无二无别，我们在《无量寿经》上看到；第二个意思是我们的期望，我们期望我们很快就往生不退成佛，我们到西方极乐世界那个样子，跟阿弥陀佛的样子完全相同。所以这尊像是一切诸佛的相，也是我们自己的相，用这个来表法。表法是重要修学的方便，佛家讲的善巧方便，我们看到这尊佛像就要想到，我要跟佛一样。",
      "zh_TW": "我請李木源居士，將來彌陀村裡面建的念佛堂圓形，圓形象徵蓮花，念佛堂就是蓮池海會，趙樸老給我們寫了四個字，將來念佛堂就是蓮池海會；我們居住的環境叫彌陀村，道場是蓮池海會。念佛堂裡面供奉阿彌陀佛像，供奉一萬尊佛像，一萬是表圓滿，全部都供奉阿彌陀佛像，這個用意是表法的。佛像我們也由一切同修來認捐，佛像下面就刻你自己的名字，兩重意思；一個意思，我們在這個念佛堂念佛，「諸佛海會悉遙聞」，一切諸佛都參與我們共修，一切諸佛所現的相跟阿彌陀佛一樣，無二無別，我們在《無量壽經》上看到；第二個意思是我們的期望，我們期望我們很快就往生不退成佛，我們到西方極樂世界那個樣子，跟阿彌陀佛的樣子完全相同。所以這尊像是一切諸佛的相，也是我們自己的相，用這個來表法。表法是重要修學的方便，佛家講的善巧方便，我們看到這尊佛像就要想到，我要跟佛一樣。"
    },
    {
      "id": "12-017-0080_p0015",
      "zh_CN": "怎样才学成跟佛一样？《无量寿经》、《大方广佛华严经》。《华严经》太长，我们读到前面，不知道后头讲什么；讲到后面，前面就忘光，经文太长了，很不容易掌握到修行的纲领；好在普贤菩萨把它归纳为十条，十大愿王，就是十大愿王也很不容易掌握。还是《无量寿经》好，《无量寿经》是《华严经》的浓缩，是《华严经》的精华，便于读诵、便于受持；真正能把《无量寿经》字字句句的意思明白通达，你就大开圆解。你能把《无量寿经》上所说的字字句句都做到，落实到你生活里面，你就是修普贤行，你十大愿王才圆满，你就很像一尊佛了；前面跟诸位说过，纵然不能入分证位，你也一定入相似位。入相似位生到西方极乐世界，方便有余土，不是同居土；如果你要是入分证位，你生西方极乐世界是实报庄严土，这是我们要认真努力去干的。总归结都是我们对世法、对佛法知足才办得到，如果不知足，还有贪心，你就很难成就，所以这一层深义要细心去体会。",
      "zh_TW": "怎樣才學成跟佛一樣？《無量壽經》、《大方廣佛華嚴經》。《華嚴經》太長，我們讀到前面，不知道後頭講什麼；講到後面，前面就忘光，經文太長了，很不容易掌握到修行的綱領；好在普賢菩薩把它歸納為十條，十大願王，就是十大願王也很不容易掌握。還是《無量壽經》好，《無量壽經》是《華嚴經》的濃縮，是《華嚴經》的精華，便於讀誦、便於受持；真正能把《無量壽經》字字句句的意思明白通達，你就大開圓解。你能把《無量壽經》上所說的字字句句都做到，落實到你生活裡面，你就是修普賢行，你十大願王才圓滿，你就很像一尊佛了；前面跟諸位說過，縱然不能入分證位，你也一定入相似位。入相似位生到西方極樂世界，方便有餘土，不是同居土；如果你要是入分證位，你生西方極樂世界是實報莊嚴土，這是我們要認真努力去幹的。總歸結都是我們對世法、對佛法知足才辦得到，如果不知足，還有貪心，你就很難成就，所以這一層深義要細心去體會。"
    },
    {
      "id": "12-017-0080_p0016",
      "zh_CN": "第二位菩萨，『喜乐海髻天王』。名号里面很明显的显示出知足的妙用，知足常乐，显示出常乐。「喜乐海髻」，海跟髻是形容词，都是形容他的喜乐，喜乐无边，海的意思。喜乐高显，显是明显，行高，德行高妙，髻表这个意思。为什么说他喜乐之行高妙？诸位要细细体会这个意思。如果你在世间得大富贵，显示出喜乐不算高妙。像世尊当年在世，印度十六大国王，经典里面记载这些护法、大富长者，他们喜乐不算高妙。释迦牟尼佛所示现的，每天三衣一钵，日中一食，树下一宿；每天忙着各处去教化众生，其乐无穷，这个喜乐高妙。凡夫不知道，凡夫看到释迦牟尼佛这种生活苦到极处，而释迦牟尼佛自得其乐，这个乐是真乐，不是享受世间五欲六尘之乐可比的，自性里面流出来的真乐。",
      "zh_TW": "第二位菩薩，『喜樂海髻天王』。名號裡面很明顯的顯示出知足的妙用，知足常樂，顯示出常樂。「喜樂海髻」，海跟髻是形容詞，都是形容他的喜樂，喜樂無邊，海的意思。喜樂高顯，顯是明顯，行高，德行高妙，髻表這個意思。為什麼說他喜樂之行高妙？諸位要細細體會這個意思。如果你在世間得大富貴，顯示出喜樂不算高妙。像世尊當年在世，印度十六大國王，經典裡面記載這些護法、大富長者，他們喜樂不算高妙。釋迦牟尼佛所示現的，每天三衣一缽，日中一食，樹下一宿；每天忙著各處去教化眾生，其樂無窮，這個喜樂高妙。凡夫不知道，凡夫看到釋迦牟尼佛這種生活苦到極處，而釋迦牟尼佛自得其樂，這個樂是真樂，不是享受世間五欲六塵之樂可比的，自性裡面流出來的真樂。"
    },
    {
      "id": "12-017-0080_p0017",
      "zh_CN": "在中国古代也有，很少见，孔老夫子有一位最得意的学生颜回，夫子常常赞叹他。颜回很穷，我们从夫子口中知道他生活的状况，一箪食、一瓢饮，吃饭连饭碗都没有，用什么东西盛饭？用竹编一个篓，用这个盛饭，可见得他很穷，饭碗都没有；喝水连个杯子都没有，用葫芦瓢去舀水。「箪食瓢饮」是说颜回贫穷到这个地步，夫子说得好，这样的生活一般人过都感觉得很忧虑，而颜回怎么？「不改其乐」，颜回一天到晚表现得欢喜。这是儒家一个代表人物，知足常乐，在中国古代颜回代表，在我们佛法里面释迦牟尼佛代表，这样的生活别人过起来过不下去，真是夫子所说不堪其忧，大圣人不改其乐，这才真叫做喜乐海髻。我们很不容易体会到，如果我们能够很细心很冷静去体会、去观察，你才能够得到个中之三昧，粗心大意你看不出来，你体会不到，当然你更无从学习。",
      "zh_TW": "在中國古代也有，很少見，孔老夫子有一位最得意的學生顏回，夫子常常讚歎他。顏回很窮，我們從夫子口中知道他生活的狀況，一簞食、一瓢飲，吃飯連飯碗都沒有，用什麼東西盛飯？用竹編一個簍，用這個盛飯，可見得他很窮，飯碗都沒有；喝水連個杯子都沒有，用葫蘆瓢去舀水。「簞食瓢飲」是說顏回貧窮到這個地步，夫子說得好，這樣的生活一般人過都感覺得很憂慮，而顏回怎麼？「不改其樂」，顏回一天到晚表現得歡喜。這是儒家一個代表人物，知足常樂，在中國古代顏回代表，在我們佛法裡面釋迦牟尼佛代表，這樣的生活別人過起來過不下去，真是夫子所說不堪其憂，大聖人不改其樂，這才真叫做喜樂海髻。我們很不容易體會到，如果我們能夠很細心很冷靜去體會、去觀察，你才能夠得到箇中之三昧，粗心大意你看不出來，你體會不到，當然你更無從學習。"
    },
    {
      "id": "12-017-0080_p0018",
      "zh_CN": "这是千言万语，总归结起来叫我们对于物质生活、精神生活都要懂得知足。为什么？知足之后，你的心是定的，定就能开慧，《楞严经》上讲「净极光通达」，你的心平静，平静到极处就放光；此地代表发光地菩萨，就放光，放光是智慧现前。由此可知，真实智慧从哪里来的？清净心上得来的。换句话说，清净平等心起作用就是真实智慧，无量的智慧，他怎么不欢喜？他怎么不快乐？如果从事相上来讲，世间人他没有离开妄想分别执着，他以为这些境缘之中有好有丑、有苦有乐，都是从妄想分别执着里面生出来的。诸佛菩萨觉悟，对于人生宇宙的真相彻底通达明了，正如《金刚经》上所说「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，他知道所有的现象是平等的。不但是平等的，而且是幻化的，不但是幻化的，而且是了不可得，所以他的心行对着外面境界永远是清净平等，那叫真乐，那叫真自在！自在还有一层深义，能转境界这才叫自在，楞严会上说得好，「若能转境，则同如来」，诸佛菩萨他能转境界，不被境界所转，这就是真乐。",
      "zh_TW": "這是千言萬語，總歸結起來叫我們對於物質生活、精神生活都要懂得知足。為什麼？知足之後，你的心是定的，定就能開慧，《楞嚴經》上講「淨極光通達」，你的心平靜，平靜到極處就放光；此地代表發光地菩薩，就放光，放光是智慧現前。由此可知，真實智慧從哪裡來的？清淨心上得來的。換句話說，清淨平等心起作用就是真實智慧，無量的智慧，他怎麼不歡喜？他怎麼不快樂？如果從事相上來講，世間人他沒有離開妄想分別執著，他以為這些境緣之中有好有醜、有苦有樂，都是從妄想分別執著裡面生出來的。諸佛菩薩覺悟，對於人生宇宙的真相徹底通達明瞭，正如《金剛經》上所說「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，他知道所有的現象是平等的。不但是平等的，而且是幻化的，不但是幻化的，而且是了不可得，所以他的心行對著外面境界永遠是清淨平等，那叫真樂，那叫真自在！自在還有一層深義，能轉境界這才叫自在，楞嚴會上說得好，「若能轉境，則同如來」，諸佛菩薩他能轉境界，不被境界所轉，這就是真樂。"
    },
    {
      "id": "12-017-0080_p0019",
      "zh_CN": "第三位菩萨，『最胜功德幢天王』。功德，修功有得。修功，从总纲领上来讲「三学六度」，这是修功，你所得的是什么？「三德密藏」，那是你所得的。这个说法诸位听了还是很模糊，怎样落实？必须在日常生活当中，起心动念一切作为与真如自性相应，你就有功。这个说法还是不好懂，我们把这话还要说得浅、说得明白，起心动念与戒定慧相应。与戒相应，今日之下所谓合情、合理、合法，你与戒相应。想一想我起心动念，我言语造作，合不合情理法？情理法的标准在哪里？标准在经典；在一切经中，我们今天选择的是《无量寿经》。其实佛说的经论很多，无论依据哪一部经都好，但是你必须依一门，你不能搞太多太杂，太多太杂你就没有办法、没有依靠，依一门。我的思想，我的见解言语，跟佛在经上讲相应不相应？如果相应那你就如理如法，如理如法叫持戒，这是戒学；表现在日常生活当中，表现在工作里面，表现在处事待人接物之中。换句话说，遵循佛的教诲，一一依教奉行。正如同善导大师在《观经》上品上生章教给我们，「佛教给我们做的，我们认真努力去做；佛教给我们不可以做的，我们决定不要去做」，这叫持戒。",
      "zh_TW": "第三位菩薩，『最勝功德幢天王』。功德，修功有得。修功，從總綱領上來講「三學六度」，這是修功，你所得的是什麼？「三德密藏」，那是你所得的。這個說法諸位聽了還是很模糊，怎樣落實？必須在日常生活當中，起心動念一切作為與真如自性相應，你就有功。這個說法還是不好懂，我們把這話還要說得淺、說得明白，起心動念與戒定慧相應。與戒相應，今日之下所謂合情、合理、合法，你與戒相應。想一想我起心動念，我言語造作，合不合情理法？情理法的標準在哪裡？標準在經典；在一切經中，我們今天選擇的是《無量壽經》。其實佛說的經論很多，無論依據哪一部經都好，但是你必須依一門，你不能搞太多太雜，太多太雜你就沒有辦法、沒有依靠，依一門。我的思想，我的見解言語，跟佛在經上講相應不相應？如果相應那你就如理如法，如理如法叫持戒，這是戒學；表現在日常生活當中，表現在工作裡面，表現在處事待人接物之中。換句話說，遵循佛的教誨，一一依教奉行。正如同善導大師在《觀經》上品上生章教給我們，「佛教給我們做的，我們認真努力去做；佛教給我們不可以做的，我們決定不要去做」，這叫持戒。"
    },
    {
      "id": "12-017-0080_p0020",
      "zh_CN": "怎样与定相应？《金刚经》上有两句话说得很好，「不取于相，如如不动」，你与定相应了。所谓「不取于相」，决定不被外面境界相所诱惑，这是不取于相。我们今天看到外面境界就起心动念，这个不行，你着相了；不会被外境诱惑，这是本事，这是你真的有功夫。内里面不生烦恼，如如不动，不生烦恼是不起贪瞋痴慢。我内里面不起，外面不受影响，你就与定相应。什么叫修定？这叫修定。诸位同修要记住，修定不是盘腿面壁，你把盘腿面壁当作修定，你错了。《坛经》里面跟我们讲坐禅，完全是发挥《金刚经》上这两句话的意思；什么叫做坐禅？「外不着相」叫禅，「内不动心」叫坐，六祖这个说法岂不就是《金刚经》上这两句话的注解吗？不取于相，如如不动，这就是坐禅。",
      "zh_TW": "怎樣與定相應？《金剛經》上有兩句話說得很好，「不取於相，如如不動」，你與定相應了。所謂「不取於相」，決定不被外面境界相所誘惑，這是不取於相。我們今天看到外面境界就起心動念，這個不行，你著相了；不會被外境誘惑，這是本事，這是你真的有功夫。內裡面不生煩惱，如如不動，不生煩惱是不起貪瞋痴慢。我內裡面不起，外面不受影響，你就與定相應。什麼叫修定？這叫修定。諸位同修要記住，修定不是盤腿面壁，你把盤腿面壁當作修定，你錯了。《壇經》裡面跟我們講坐禪，完全是發揮《金剛經》上這兩句話的意思；什麼叫做坐禪？「外不著相」叫禪，「內不動心」叫坐，六祖這個說法豈不就是《金剛經》上這兩句話的註解嗎？不取於相，如如不動，這就是坐禪。"
    },
    {
      "id": "12-017-0080_p0021",
      "zh_CN": "所以我们在《华严经》上看到，善财童子参访鬻香长者，那是修禅定的。他在哪里修？在市廛当中修。市廛是什么？就是我们现在所讲的商场，最热闹的地方；现在此地我们中国人讲超级市场，他去逛超级市场那叫修禅定。超级市场东西多，看得你眼花撩乱，看了怎么样？不取于相，他不着相，在这里面不起心、不动念，那叫修禅定；可见得他修禅定不是在打坐，他是在逛市场。我们凡夫对哪一种人起恭敬心？每天面壁，闭着眼睛在那里不动的，「这个人了不起，你看看七天都没有出定，定功很深」。我们不知道那个逛市场，天天东看看、西看看，那个人的定功比那个还高，不知道，真正有功夫的人我们看不出来。盘腿面壁不动，我们认为那个功夫高，那是初级的修学法；天天逛市场，如如不动，高级修行法，我们不知道。高级修行的人跟我们凡夫没有两样，我们凡夫市场上一逛，贪瞋痴都起来了，这个东西要喜欢起了贪心，那个不喜欢起了瞋恚心，不晓得人家在逛市场的时候修戒定慧。这是定的意思。",
      "zh_TW": "所以我們在《華嚴經》上看到，善財童子參訪鬻香長者，那是修禪定的。他在哪裡修？在市廛當中修。市廛是什麼？就是我們現在所講的商場，最熱鬧的地方；現在此地我們中國人講超級市場，他去逛超級市場那叫修禪定。超級市場東西多，看得你眼花撩亂，看了怎麼樣？不取於相，他不著相，在這裡面不起心、不動念，那叫修禪定；可見得他修禪定不是在打坐，他是在逛市場。我們凡夫對哪一種人起恭敬心？每天面壁，閉著眼睛在那裡不動的，「這個人了不起，你看看七天都沒有出定，定功很深」。我們不知道那個逛市場，天天東看看、西看看，那個人的定功比那個還高，不知道，真正有功夫的人我們看不出來。盤腿面壁不動，我們認為那個功夫高，那是初級的修學法；天天逛市場，如如不動，高級修行法，我們不知道。高級修行的人跟我們凡夫沒有兩樣，我們凡夫市場上一逛，貪瞋痴都起來了，這個東西要喜歡起了貪心，那個不喜歡起了瞋恚心，不曉得人家在逛市場的時候修戒定慧。這是定的意思。"
    },
    {
      "id": "12-017-0080_p0022",
      "zh_CN": "慧是什么？清清楚楚、了了分明，那是慧。所以《华严经》上法身大士教给我们，定慧在哪里修？最热闹的地方去修。你看得清清楚楚、明明白白是慧，你不被外面境界诱惑，自己能够如如不动，这是定，定慧等持，也叫做福慧双修，福是什么？定是福。这是「最胜功德」。落实到我们生活当中，断恶修善，三轮体空；三轮是不着相，断恶不着断恶之相，你的心清净平等，修善不着修善之相。如果着相修善，你所得到是三界有漏的福报，如果不着相断恶修善，那是最殊胜的功德。可是从断恶修善事相上来说没有两样，从用心上来讲凡圣完全不同；凡人修福，圣人积功累德，圣人所修的是功德，凡人所修的是福报，怎么会一样？",
      "zh_TW": "慧是什麼？清清楚楚、了了分明，那是慧。所以《華嚴經》上法身大士教給我們，定慧在哪裡修？最熱鬧的地方去修。你看得清清楚楚、明明白白是慧，你不被外面境界誘惑，自己能夠如如不動，這是定，定慧等持，也叫做福慧雙修，福是什麼？定是福。這是「最勝功德」。落實到我們生活當中，斷惡修善，三輪體空；三輪是不著相，斷惡不著斷惡之相，你的心清淨平等，修善不著修善之相。如果著相修善，你所得到是三界有漏的福報，如果不著相斷惡修善，那是最殊勝的功德。可是從斷惡修善事相上來說沒有兩樣，從用心上來講凡聖完全不同；凡人修福，聖人積功累德，聖人所修的是功德，凡人所修的是福報，怎麼會一樣？"
    },
    {
      "id": "12-017-0080_p0023",
      "zh_CN": "德号里头加上「最胜」，诸位现在明白了吗？最胜的功德幢就是讲堂跟念佛堂，没有比这个更殊胜。讲堂能令一切众生破迷开悟，念佛堂能令一切众生一心不乱、心不颠倒，还有什么功德能够跟这个相比？你要是明白，你才知道建讲堂，请法师、大德居士讲经说法；建念佛堂，领导大众在一起念佛共修，这是最胜功德幢。不过这里面要认识清楚，我在这里不能不多说几句，怕的是大家生起误会。佛家任何一个道场都要懂得「一门深入，长时薰修」，你才会有真正的成就。念佛的道场也只能有一种仪规，念佛里面也是一个腔调，如果我们用的仪规不相同，念佛的腔调不一样，今天念这个调，明天念那个调，念佛堂共修的人怎么会得一心？你的功夫怎么能得力？所以念佛堂领众的法师，或者是领众的大德居士，一个人，这样才得力。今天我念佛堂请甲法师来念佛，过两天我再请乙法师来念佛，每个人念的不一样，这个念佛堂的人就念乱掉了，这个事情很难。请法师讲经，我这里有个讲堂，今天请甲法师来讲《弥陀经》，下一次又请一个法师来讲《金刚经》，把听众也听糊涂，这个事就难了。所以你真正想建立道场，成就众生，不能随便请人讲经。",
      "zh_TW": "德號裡頭加上「最勝」，諸位現在明白了嗎？最勝的功德幢就是講堂跟念佛堂，沒有比這個更殊勝。講堂能令一切眾生破迷開悟，念佛堂能令一切眾生一心不亂、心不顛倒，還有什麼功德能夠跟這個相比？你要是明白，你才知道建講堂，請法師、大德居士講經說法；建念佛堂，領導大眾在一起念佛共修，這是最勝功德幢。不過這裡面要認識清楚，我在這裡不能不多說幾句，怕的是大家生起誤會。佛家任何一個道場都要懂得「一門深入，長時薰修」，你才會有真正的成就。念佛的道場也只能有一種儀規，念佛裡面也是一個腔調，如果我們用的儀規不相同，念佛的腔調不一樣，今天念這個調，明天念那個調，念佛堂共修的人怎麼會得一心？你的功夫怎麼能得力？所以念佛堂領眾的法師，或者是領眾的大德居士，一個人，這樣才得力。今天我念佛堂請甲法師來念佛，過兩天我再請乙法師來念佛，每個人念的不一樣，這個念佛堂的人就念亂掉了，這個事情很難。請法師講經，我這裡有個講堂，今天請甲法師來講《彌陀經》，下一次又請一個法師來講《金剛經》，把聽眾也聽糊塗，這個事就難了。所以你真正想建立道場，成就眾生，不能隨便請人講經。"
    },
    {
      "id": "12-017-0080_p0024",
      "zh_CN": "我过去初学的时候，跟李炳南老居士十年，我在台中住十年，我看到他老人家做的方法，的确跟人不一样。这个道场他一个人领导，念佛他教的，他没有请任何人来指导莲社同修念佛，没有过。顶多一年偶尔打一个佛七，请一位法师来主七，在佛七里头当老和尚，打佛七里面领众还是居士，都是他的学生，都是他平常调教出来的，我看出来了。台中莲社、慈光图书馆每个星期讲经，我看到许许多多法师大德从台中经过，他老人家一定是去顶礼、去礼拜，送上供养，有的时候请法师吃饭；但是从来没有请法师讲经过，不但不请法师讲经，连请法师讲开示都没有，我发现了。我向他老人家请教，为什么不请法师讲开示？这个法师很有名气，我们大家很仰慕他的。他老人家告诉我们：不行，他跟我们修的法门不一样，我们同修在一起，几十年好不容易建立一个共识，如果法师来跟我们讲经讲的不一样，我们听了一定又有很多同修生了疑心、起了疑惑，然后不知道要费多少时间、费多少苦口婆心才把他拉回来，这是自找麻烦。这叫真善知识，真正爱护大众，跟诸位大众在一块共修，他真正负责任，所以我们才体会到，古大德所说的「宁动千江水，不动道人心」。",
      "zh_TW": "我過去初學的時候，跟李炳南老居士十年，我在台中住十年，我看到他老人家做的方法，的確跟人不一樣。這個道場他一個人領導，念佛他教的，他沒有請任何人來指導蓮社同修念佛，沒有過。頂多一年偶爾打一個佛七，請一位法師來主七，在佛七裡頭當老和尚，打佛七裡面領眾還是居士，都是他的學生，都是他平常調教出來的，我看出來了。台中蓮社、慈光圖書館每個星期講經，我看到許許多多法師大德從台中經過，他老人家一定是去頂禮、去禮拜，送上供養，有的時候請法師吃飯；但是從來沒有請法師講經過，不但不請法師講經，連請法師講開示都沒有，我發現了。我向他老人家請教，為什麼不請法師講開示？這個法師很有名氣，我們大家很仰慕他的。他老人家告訴我們：不行，他跟我們修的法門不一樣，我們同修在一起，幾十年好不容易建立一個共識，如果法師來跟我們講經講的不一樣，我們聽了一定又有很多同修生了疑心、起了疑惑，然後不知道要費多少時間、費多少苦口婆心才把他拉回來，這是自找麻煩。這叫真善知識，真正愛護大眾，跟諸位大眾在一塊共修，他真正負責任，所以我們才體會到，古大德所說的「寧動千江水，不動道人心」。"
    },
    {
      "id": "12-017-0080_p0025",
      "zh_CN": "古时候这些大德们懂这个道理，所以可以请；现代这些出家的法师，已经不明白这个道理，所以就很难。你请他来讲经，他讲他一套东西，他不顾你们；如果你们这边是修净土宗，他是个修禅的、学密的，他来讲禅密比你念佛高，你听了之后怎么办？你到底是参禅还是学密去？还是继续念佛？就把你搞乱了。可是古德你要是请他来讲经，或者是请他来讲开示，他一定赞叹你的道场，赞叹你的法门，赞叹你们的老师，增长你的信心；他对你这个道场有贡献，没有破坏，那样的法师当然可以请，当然就没有问题。这是基本常识，可是现在人没有这个修养，我们就感到很困难了。",
      "zh_TW": "古時候這些大德們懂這個道理，所以可以請；現代這些出家的法師，已經不明白這個道理，所以就很難。你請他來講經，他講他一套東西，他不顧你們；如果你們這邊是修淨土宗，他是個修禪的、學密的，他來講禪密比你念佛高，你聽了之後怎麼辦？你到底是參禪還是學密去？還是繼續念佛？就把你搞亂了。可是古德你要是請他來講經，或者是請他來講開示，他一定讚歎你的道場，讚歎你的法門，讚歎你們的老師，增長你的信心；他對你這個道場有貢獻，沒有破壞，那樣的法師當然可以請，當然就沒有問題。這是基本常識，可是現在人沒有這個修養，我們就感到很困難了。"
    },
    {
      "id": "12-017-0080_p0026",
      "zh_CN": "我们明白这个道理，知道这个原则，所以过去我在香港讲经，这是一九七七年，二十年前了，我在那边讲《楞严经》。圣一法师来听我讲经，一连听了好几天，听得很欢喜，他是参禅的，我是修念佛法门的，虽然讲《楞严》，我也把《楞严》结归到净土。圣一法师请我到大屿山，宝林寺是他住持的道场，禅宗道场。我去参访，看到他们认真在坐香，我欢喜。那时候他道场有四十多位出家众，其中还有几位外国僧人，每天坐香。圣一法师请我在禅堂里面讲开示，我赞叹圣一法师，赞叹宝林寺道场，赞叹这些同修们在一起和睦共修，我帮助他使他的信众对于老师更有信心，对于道场更有信心，这叫赞叹三宝。我离开道场之后，还有几位居士陪我一道去，在路上就跟我说：法师，你对于禅宗这么样的赞叹，你为什么不学禅？人家是什么道场，我们就要赞叹这个法门，我们总不可以说，你参禅很不容易、很难开悟，没有念佛好。人家已经在那里参了二十几年，我这几句话破坏人家道场，那我就有罪过，不可以这样做法，我们要懂得礼貌，要知道怎么说法。所以这些同修问：禅这么好，你为什么不参禅，去念佛？我只有说：我不是参禅的根器，他们的根器都高过我，我不如他们，只好念阿弥陀佛求生净土。我说的话没错，一定要懂得。",
      "zh_TW": "我們明白這個道理，知道這個原則，所以過去我在香港講經，這是一九七七年，二十年前了，我在那邊講《楞嚴經》。聖一法師來聽我講經，一連聽了好幾天，聽得很歡喜，他是參禪的，我是修念佛法門的，雖然講《楞嚴》，我也把《楞嚴》結歸到淨土。聖一法師請我到大嶼山，寶林寺是他住持的道場，禪宗道場。我去參訪，看到他們認真在坐香，我歡喜。那時候他道場有四十多位出家眾，其中還有幾位外國僧人，每天坐香。聖一法師請我在禪堂裡面講開示，我讚歎聖一法師，讚歎寶林寺道場，讚歎這些同修們在一起和睦共修，我幫助他使他的信眾對於老師更有信心，對於道場更有信心，這叫讚歎三寶。我離開道場之後，還有幾位居士陪我一道去，在路上就跟我說：法師，你對於禪宗這麼樣的讚歎，你為什麼不學禪？人家是什麼道場，我們就要讚歎這個法門，我們總不可以說，你參禪很不容易、很難開悟，沒有念佛好。人家已經在那裡參了二十幾年，我這幾句話破壞人家道場，那我就有罪過，不可以這樣做法，我們要懂得禮貌，要知道怎麼說法。所以這些同修問：禪這麼好，你為什麼不參禪，去念佛？我只有說：我不是參禪的根器，他們的根器都高過我，我不如他們，只好念阿彌陀佛求生淨土。我說的話沒錯，一定要懂得。"
    },
    {
      "id": "12-017-0080_p0027",
      "zh_CN": "你们同修在此地，也许有几位还记得，早年我到此地来，演培法师请我到他道场讲演，我赞叹演培法师。演培法师虽然跟我很熟，我们也算是老朋友，他跟我学的法门不一样，他修弥勒净土，他求生兜率天，我们正好讲到兜率天，我们修弥陀净土，求生西方极乐世界。可是我到他那个道场，极力赞扬法相唯识，赞扬兜率净土，劝勉同修认真跟他学习，我对于弥陀净土一字不提。他那么多的信徒，跟他已经二十多年，我总不能到那里去，「弥勒净土难，弥陀净土容易」，不可以这个说法，这个说法就破坏人家道场，这有罪过的。法门平等，无有高下，哪个法门都好，你跟这个老师学习，你决定有成就；我们要懂得礼貌。所以我到很多地方，人家请我去讲经，请我去讲演，他放心，我懂规矩，我守法，守法就是持戒，我不会毁犯。",
      "zh_TW": "你們同修在此地，也許有幾位還記得，早年我到此地來，演培法師請我到他道場講演，我讚歎演培法師。演培法師雖然跟我很熟，我們也算是老朋友，他跟我學的法門不一樣，他修彌勒淨土，他求生兜率天，我們正好講到兜率天，我們修彌陀淨土，求生西方極樂世界。可是我到他那個道場，極力讚揚法相唯識，讚揚兜率淨土，勸勉同修認真跟他學習，我對於彌陀淨土一字不提。他那麼多的信徒，跟他已經二十多年，我總不能到那裡去，「彌勒淨土難，彌陀淨土容易」，不可以這個說法，這個說法就破壞人家道場，這有罪過的。法門平等，無有高下，哪個法門都好，你跟這個老師學習，你決定有成就；我們要懂得禮貌。所以我到很多地方，人家請我去講經，請我去講演，他放心，我懂規矩，我守法，守法就是持戒，我不會毀犯。"
    },
    {
      "id": "12-017-0080_p0028",
      "zh_CN": "不仅我懂这个道理，我还懂得结法缘。我到别人道场去讲经，或者去讲演，很多信徒供养我，我把这个供养全部供养他的常住，我跟他常住结法缘，我不会带走，所以有很多道场都喜欢请我去讲经，为什么？对他有好处，没有坏处，我不拉他的信徒，我不要人家一分钱，我们法缘就结下去；不但这个道场结了法缘，其他道场听到也欢喜，也来找我去讲经。如果我们到那里去讲经，又收皈依徒弟，又把红包统统带走，这个道场一看害怕，下次再不找你。不但这个道场缘断绝，其他道场听说：那个法师很厉害，把我的信徒都拉去，我们信徒红包都被他拿走；没有一个地方会请你讲经，你的法缘就全断掉。这里面我们一定要很清楚、很明白，要知道怎样成就「最胜功德幢」。我们自己所修的知足常乐，我们对一切众生，只是把佛法介绍给大家、推荐给大家。尤其是净土法门，当生成就的佛法，我们推广的面愈广愈好，令一切大众生起信愿，信愿愈深愈好，希望人人都能够真修，各个都能够往生净土，不退成佛，我们的目的就达到。除此之外，万缘放下，这个样子就如法。",
      "zh_TW": "不僅我懂這個道理，我還懂得結法緣。我到別人道場去講經，或者去講演，很多信徒供養我，我把這個供養全部供養他的常住，我跟他常住結法緣，我不會帶走，所以有很多道場都喜歡請我去講經，為什麼？對他有好處，沒有壞處，我不拉他的信徒，我不要人家一分錢，我們法緣就結下去；不但這個道場結了法緣，其他道場聽到也歡喜，也來找我去講經。如果我們到那裡去講經，又收皈依徒弟，又把紅包統統帶走，這個道場一看害怕，下次再不找你。不但這個道場緣斷絕，其他道場聽說：那個法師很厲害，把我的信徒都拉去，我們信徒紅包都被他拿走；沒有一個地方會請你講經，你的法緣就全斷掉。這裡面我們一定要很清楚、很明白，要知道怎樣成就「最勝功德幢」。我們自己所修的知足常樂，我們對一切眾生，只是把佛法介紹給大家、推薦給大家。尤其是淨土法門，當生成就的佛法，我們推廣的面愈廣愈好，令一切大眾生起信願，信願愈深愈好，希望人人都能夠真修，各個都能夠往生淨土，不退成佛，我們的目的就達到。除此之外，萬緣放下，這個樣子就如法。"
    },
    {
      "id": "12-017-0080_p0029",
      "zh_CN": "在现在，我们真正要找到一个志同道合的同参道友很难得。往年李炳南老居士在台中办大专佛学讲座，这里面老师也不少，有六个，开了六门功课，除他自己之外，所有的老师都是他的学生，知见相同，目标方向一致，无论讲哪一部经论最后都结归到净土，这个殊胜。而不像一般寺院道场办佛学讲座，大专佛学讲座，请几位老师开几门功课，各人讲各人的，学生听了之后无所适从。我参加过这个讲座，我上课的时候极力赞叹净土，第二堂课那位法师完全排斥净土，学生来跟我说：我们怎么办？我说：你自己看着办！我也不能说那个老师讲错，老师没讲错，那你只好自己看着办！以后这种讲座我就不参加，不但讲座不参加，佛学院请我去教书，我也不参加，我知道困难。办一个成功的佛学院难，没有办法请老师，请老师各人有各人的见解，各人有各人的知见，会把学生教得迷迷糊糊，对不起学生。所以要想办一个成功的佛学院，一定先培养师资，师资道合，然后这一批人共同来合作、来办学，佛学院能办成功；这个事情难，跟世间教学完全不相同。这是我们讲到最胜功德幢，的确是很不容易的。",
      "zh_TW": "在現在，我們真正要找到一個志同道合的同參道友很難得。往年李炳南老居士在台中辦大專佛學講座，這裡面老師也不少，有六個，開了六門功課，除他自己之外，所有的老師都是他的學生，知見相同，目標方向一致，無論講哪一部經論最後都結歸到淨土，這個殊勝。而不像一般寺院道場辦佛學講座，大專佛學講座，請幾位老師開幾門功課，各人講各人的，學生聽了之後無所適從。我參加過這個講座，我上課的時候極力讚歎淨土，第二堂課那位法師完全排斥淨土，學生來跟我說：我們怎麼辦？我說：你自己看著辦！我也不能說那個老師講錯，老師沒講錯，那你只好自己看著辦！以後這種講座我就不參加，不但講座不參加，佛學院請我去教書，我也不參加，我知道困難。辦一個成功的佛學院難，沒有辦法請老師，請老師各人有各人的見解，各人有各人的知見，會把學生教得迷迷糊糊，對不起學生。所以要想辦一個成功的佛學院，一定先培養師資，師資道合，然後這一批人共同來合作、來辦學，佛學院能辦成功；這個事情難，跟世間教學完全不相同。這是我們講到最勝功德幢，的確是很不容易的。"
    },
    {
      "id": "12-017-0080_p0030",
      "zh_CN": "第四尊，『寂静光天王』。这个意思也很明显，唯有寂静才能生圆满的智慧。《仁王经》上将菩萨分为五个等级，这五个等级都用忍来表法，最高的等级叫「寂灭忍」。经上告诉我们寂灭忍是属于哪个位次？下品是法云地的菩萨，十地菩萨，中品是等觉菩萨，上品是如来的果位。比这个低一级的，诸位也很熟悉，叫「无生法忍」，无生法忍下品是七地菩萨，中品是八地菩萨，上品是九地菩萨。由此可知，「寂静光」是十地以上，下品是十地，中品是等觉，这是智慧可以说已经达到究竟圆满了。我们知道这个事实，在我们现前就应当要学习寂静。从哪里学起？从静学起；实在讲这个方法，也跟楞严会上所讲解结的意思相同。佛在楞严会上跟我们讲，六根每一个根都有六个结，最初下手之处从动静，我们离开一切躁动修静，从这个地方下手，我们的功夫才能够得力。所以修行人如何修静？你有静的功夫，能够享受到清净的乐趣，远离一切躁动，让你的心渐渐定下来，渐渐能够远离五欲六尘，然后才能做到远离分别执着。",
      "zh_TW": "第四尊，『寂靜光天王』。這個意思也很明顯，唯有寂靜才能生圓滿的智慧。《仁王經》上將菩薩分為五個等級，這五個等級都用忍來表法，最高的等級叫「寂滅忍」。經上告訴我們寂滅忍是屬於哪個位次？下品是法雲地的菩薩，十地菩薩，中品是等覺菩薩，上品是如來的果位。比這個低一級的，諸位也很熟悉，叫「無生法忍」，無生法忍下品是七地菩薩，中品是八地菩薩，上品是九地菩薩。由此可知，「寂靜光」是十地以上，下品是十地，中品是等覺，這是智慧可以說已經達到究竟圓滿了。我們知道這個事實，在我們現前就應當要學習寂靜。從哪裡學起？從靜學起；實在講這個方法，也跟楞嚴會上所講解結的意思相同。佛在楞嚴會上跟我們講，六根每一個根都有六個結，最初下手之處從動靜，我們離開一切躁動修靜，從這個地方下手，我們的功夫才能夠得力。所以修行人如何修靜？你有靜的功夫，能夠享受到清淨的樂趣，遠離一切躁動，讓你的心漸漸定下來，漸漸能夠遠離五欲六塵，然後才能做到遠離分別執著。"
    },
    {
      "id": "12-017-0080_p0031",
      "zh_CN": "我们今天讲离分别执着，实在说是非常困难，这是因为我们自己无始劫来烦恼习气太重，外面现在这个境界诱惑的力量比古时候不知道要强烈到多少倍。外面有强烈的诱惑，里面有烦恼习气，所以修行很难成就，念佛法门尚且不容易得到功夫成片，其他的法门根本就不可能成就。往年倓虚大师说过，黄念祖老居士也讲过，在我们现在这个时代，修禅不但是不能开悟，禅定都得不到。你得禅定，果报也不过是在四禅天而已，出不了三界；你学教，你不可能大开圆解；你学密，你得不到三密相应；所以到最后劝你老实念佛，求一个带业往生，这是我们现代人能办得到的。最后结归到净土，我们要知道这一层的深义，然后死心塌地老实念佛，我们这一生还有救。但是对净宗法门理论境界不能不清楚，因为你不清楚你就会有疑惑，有疑惑就会产生障碍。每天研究这些教理目的何在？无非是帮助我们断疑生信，建立清净的信心、清净的愿心，然后我们的功夫才得力。今天时间到了，就讲到此地。",
      "zh_TW": "我們今天講離分別執著，實在說是非常困難，這是因為我們自己無始劫來煩惱習氣太重，外面現在這個境界誘惑的力量比古時候不知道要強烈到多少倍。外面有強烈的誘惑，裡面有煩惱習氣，所以修行很難成就，念佛法門尚且不容易得到功夫成片，其他的法門根本就不可能成就。往年倓虛大師說過，黃念祖老居士也講過，在我們現在這個時代，修禪不但是不能開悟，禪定都得不到。你得禪定，果報也不過是在四禪天而已，出不了三界；你學教，你不可能大開圓解；你學密，你得不到三密相應；所以到最後勸你老實念佛，求一個帶業往生，這是我們現代人能辦得到的。最後結歸到淨土，我們要知道這一層的深義，然後死心塌地老實念佛，我們這一生還有救。但是對淨宗法門理論境界不能不清楚，因為你不清楚你就會有疑惑，有疑惑就會產生障礙。每天研究這些教理目的何在？無非是幫助我們斷疑生信，建立清淨的信心、清淨的願心，然後我們的功夫才得力。今天時間到了，就講到此地。"
    }
  ]
}