{
  "doc_id": "12-017-1918",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一九一八卷",
    "zh_TW": "第一九一八卷"
  },
  "year": "2008",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "12-017-1918",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "12-017-1918_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「须弥顶上偈赞品第十四」，第七段，所事佛同：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「須彌頂上偈讚品第十四」，第七段，所事佛同："
    },
    {
      "id": "12-017-1918_p0002",
      "zh_CN": "我们学习了前面的两尊佛，「一以十难得法，可谓殊特」，这是第一尊殊特月佛，第二尊「发十大心，不可穷尽」，无尽月佛。下面是第三尊不动月佛，清凉大师在注解里面给我们讲的，「观于空等，不可倾动」，这有不动的意思在里头。能够到六根接触六尘境界如如不动，这就不是凡人。要到什么境界才真的不动？肯定是明心见性，真正透彻了解一切法不离自性，自性空寂。一切法怎么可能是真有？能现能变的毕竟空、不可得，所现所变的是幻相，这就是《坛经》上讲的「何期自性，能生万法」。宇宙万法包括时间跟空间，都是心现识变；换句话说，就像《般若经》上所讲的，这些现相，相有性空，事有理空，你要是真透彻明白了，性空相也空，理空事也空。所以佛给我们讲真话，「凡所有相，皆是虚妄」、「一切法无所有，毕竟空，不可得」，这是观于空等，就是对于这些事实真相你统统都了解，当然你的心就不动了。那就是能大师见到这个真相告诉我们，「何期自性，本无动摇」，你的自性没动摇过。你现在动的是什么东西？动的是妄想分别执着，不是自性、不是真心，你的真心从来没有动过。",
      "zh_TW": "我們學習了前面的兩尊佛，「一以十難得法，可謂殊特」，這是第一尊殊特月佛，第二尊「發十大心，不可窮盡」，無盡月佛。下面是第三尊不動月佛，清涼大師在註解裡面給我們講的，「觀於空等，不可傾動」，這有不動的意思在裡頭。能夠到六根接觸六塵境界如如不動，這就不是凡人。要到什麼境界才真的不動？肯定是明心見性，真正透徹了解一切法不離自性，自性空寂。一切法怎麼可能是真有？能現能變的畢竟空、不可得，所現所變的是幻相，這就是《壇經》上講的「何期自性，能生萬法」。宇宙萬法包括時間跟空間，都是心現識變；換句話說，就像《般若經》上所講的，這些現相，相有性空，事有理空，你要是真透徹明白了，性空相也空，理空事也空。所以佛給我們講真話，「凡所有相，皆是虛妄」、「一切法無所有，畢竟空，不可得」，這是觀於空等，就是對於這些事實真相你統統都了解，當然你的心就不動了。那就是能大師見到這個真相告訴我們，「何期自性，本無動搖」，你的自性沒動搖過。你現在動的是什麼東西？動的是妄想分別執著，不是自性、不是真心，你的真心從來沒有動過。"
    },
    {
      "id": "12-017-1918_p0003",
      "zh_CN": "由此可知，六道众生真的很可怜，他生活在虚幻、不安、动摇之中，这个很可怜。他本来不动，为什么现在心那么动，心不安，心不停的在动？这个动就是念头，前念灭了后念就生，生灭速度之快是我们没有法子想像的。我们过去在讲席里面讲，它的速度是亿万分之一秒。我们在佛经里面看到一句话，亿万分之一秒，多少亿？三十多亿，不是一个亿。电影的银幕，二十四分之一秒，就把我们搞糊涂，我们就被欺骗了，以为那是真的，三十亿万分之一秒你怎么能体会？我们相信佛的话，佛没有妄语，佛的话才是事实真相，这要靠信心，信心成就了一切。所以诸佛菩萨了解事实真相，帮助苦难众生，苦难众生不能接受真实法，那就跟他讲方便法，所以佛才能普度众生。由方便回到真实有的时候要很长的时间，不是一生一世，无量劫他才能回头。我们要指望帮助一个众生在一生当中回头，没有这个道理，佛做不到。为什么？回头是要他自己回头，佛的力量加不上，迷是他自己迷的，觉还是要他自己觉，佛只是教你、只是提醒你，你自己不肯回头，那就一点办法都没有。",
      "zh_TW": "由此可知，六道眾生真的很可憐，他生活在虛幻、不安、動搖之中，這個很可憐。他本來不動，為什麼現在心那麼動，心不安，心不停的在動？這個動就是念頭，前念滅了後念就生，生滅速度之快是我們沒有法子想像的。我們過去在講席裡面講，它的速度是億萬分之一秒。我們在佛經裡面看到一句話，億萬分之一秒，多少億？三十多億，不是一個億。電影的銀幕，二十四分之一秒，就把我們搞糊塗，我們就被欺騙了，以為那是真的，三十億萬分之一秒你怎麼能體會？我們相信佛的話，佛沒有妄語，佛的話才是事實真相，這要靠信心，信心成就了一切。所以諸佛菩薩了解事實真相，幫助苦難眾生，苦難眾生不能接受真實法，那就跟他講方便法，所以佛才能普度眾生。由方便回到真實有的時候要很長的時間，不是一生一世，無量劫他才能回頭。我們要指望幫助一個眾生在一生當中回頭，沒有這個道理，佛做不到。為什麼？回頭是要他自己回頭，佛的力量加不上，迷是他自己迷的，覺還是要他自己覺，佛只是教你、只是提醒你，你自己不肯回頭，那就一點辦法都沒有。"
    },
    {
      "id": "12-017-1918_p0004",
      "zh_CN": "你要问，到底是什么原因？就是不知道事实真相。事实真相是什么？不知道一切万法是假的，根本不存在的，这是事实真相，所以他心不定，心里有疑，心里有顾虑。佛在这时候就用善巧方便，你相信什么就告诉你，你就信那个就好，为什么？一切法不离信心，信就有成就，不信就没有成就。你信耶稣的，就告诉你认真学习，你会生天，得一点小利益。这里头也有邪、也有正，如果信了魔王外道，你将来变成魔子魔孙，堕落了，这不是天道，是魔道。跟着魔王没有不造罪业的，所以魔的前途并不乐观，魔的前途是非常可能堕地狱。从地狱里再出来，出来有的时候还会跟魔王，为什么？过去生中跟他关系很久，交情很厚。夫子在《易经．系辞传》里面讲了两句话，有道理，物以类聚，人以群分。这一个团体、一个团体生生世世常常轮回都在一起；天道，大家都到天道，人道，都到人道，畜生道，都到畜生道，一个小团体、一个小团体不容易分开，你就知道这里头情执是多么重。六道轮回坚不可破，建立在情识的基础上。但是觉悟的人很清楚，情识是假的，不是真的，你哪一天不舍，你在六道里面就要受一天苦难，哪一天放下，你就解脱了，这个苦难就没有了。",
      "zh_TW": "你要問，到底是什麼原因？就是不知道事實真相。事實真相是什麼？不知道一切萬法是假的，根本不存在的，這是事實真相，所以他心不定，心裡有疑，心裡有顧慮。佛在這時候就用善巧方便，你相信什麼就告訴你，你就信那個就好，為什麼？一切法不離信心，信就有成就，不信就沒有成就。你信耶穌的，就告訴你認真學習，你會生天，得一點小利益。這裡頭也有邪、也有正，如果信了魔王外道，你將來變成魔子魔孫，墮落了，這不是天道，是魔道。跟著魔王沒有不造罪業的，所以魔的前途並不樂觀，魔的前途是非常可能墮地獄。從地獄裡再出來，出來有的時候還會跟魔王，為什麼？過去生中跟他關係很久，交情很厚。夫子在《易經．繫辭傳》裡面講了兩句話，有道理，物以類聚，人以群分。這一個團體、一個團體生生世世常常輪迴都在一起；天道，大家都到天道，人道，都到人道，畜生道，都到畜生道，一個小團體、一個小團體不容易分開，你就知道這裡頭情執是多麼重。六道輪迴堅不可破，建立在情識的基礎上。但是覺悟的人很清楚，情識是假的，不是真的，你哪一天不捨，你在六道裡面就要受一天苦難，哪一天放下，你就解脫了，這個苦難就沒有了。"
    },
    {
      "id": "12-017-1918_p0005",
      "zh_CN": "所以佛法是正法，正在哪里？佛不是教我们信他佛，佛是教我们信自佛。他佛是你自性变现的，你信阿弥陀佛，自性弥陀，你信释迦牟尼佛，自性释迦，你信毘卢遮那佛，自性毘卢遮那，这叫正法。依报环境，我们生活环境这个依报，山河大地，还是自性变现的。所以极乐世界，唯心净土，信你心现的净土，这叫真信。如果不相信弥陀是自性变的、净土也是自性变的，以为自性外头真有弥陀、真有净土，那不是真信，那是迷信。迷信有没有好处？对凡夫讲也有好处，不能说没有好处，阿赖耶里种了善根。几时你能够明心见性，几时你真信了，相信所有一切万法不离自性，全是自性现的、自性变的，一真法界是自性现的，十法界依正庄严是自性变的，离开自性无有一法可得，这叫真信。这是佛法里面讲信心，跟一般宗教讲的不一样，跟哲学讲的不一样，哲学有能有所，宗教是有自有他，佛法里头也讲这些，这是方便说，但是它告诉你，自他不二，凡圣一体，这就不一样，这在哲学、宗教里找不到。什么时候我们的心不动了，不动那就是不动月佛，这个名号从这里来的。",
      "zh_TW": "所以佛法是正法，正在哪裡？佛不是教我們信他佛，佛是教我們信自佛。他佛是你自性變現的，你信阿彌陀佛，自性彌陀，你信釋迦牟尼佛，自性釋迦，你信毘盧遮那佛，自性毘盧遮那，這叫正法。依報環境，我們生活環境這個依報，山河大地，還是自性變現的。所以極樂世界，唯心淨土，信你心現的淨土，這叫真信。如果不相信彌陀是自性變的、淨土也是自性變的，以為自性外頭真有彌陀、真有淨土，那不是真信，那是迷信。迷信有沒有好處？對凡夫講也有好處，不能說沒有好處，阿賴耶裡種了善根。幾時你能夠明心見性，幾時你真信了，相信所有一切萬法不離自性，全是自性現的、自性變的，一真法界是自性現的，十法界依正莊嚴是自性變的，離開自性無有一法可得，這叫真信。這是佛法裡面講信心，跟一般宗教講的不一樣，跟哲學講的不一樣，哲學有能有所，宗教是有自有他，佛法裡頭也講這些，這是方便說，但是它告訴你，自他不二，凡聖一體，這就不一樣，這在哲學、宗教裡找不到。什麼時候我們的心不動了，不動那就是不動月佛，這個名號從這裡來的。"
    },
    {
      "id": "12-017-1918_p0006",
      "zh_CN": "第四尊「风月佛」，佛法里面讲风的意思就是代表动，风是动的，跟前面不动恰恰相反，不动是体，动是用，起用。起用有两种，一个是自己提升，一个是帮助众生觉悟、帮助众生回头，这都要懂。所以清凉大师告诉我们，「了知业行」。这个行要念去声（念「恨」），就是行为，是动词，它不是名词，业是造作，你的行动、你的造作你明了、你知道。「生死涅槃，如风不住」，不住就是动，不住就是风，风不会停住，停了就没有风了。生死涅槃的相太微妙，微妙在哪里？相有生死，性没有生死，性是涅槃，事有生死，理是涅槃，所以它是一不是二。在我们这个身体上，我们身体有生死，乃至于我们的灵魂也有生死，可是我们的自性不生不灭，那是涅槃。所以佛跟我们讲，生死、涅槃是一不是二，这个话很不好懂。从自性来讲，本来涅槃。惠能大师见性讲得很好，第二句是说「何期自性，本不生灭」，本不生灭就是涅槃，印度话就叫涅槃，那你还怕什么生死？没有生死。哪一天你不怕生死，你的业障就消了。你还贪生怕死，为什么？你有得有失、有能有所，就是说你有分别、你有执着。什么人没有生死？执着放下，没有生死了，阿罗汉就没有了，所以阿罗汉证涅槃，那个涅槃叫偏真涅槃，小乘的涅槃；他没有生死，是六道里面的分段生死没有了，但是还有四圣法界的变易生死。生死有两种，变易生死没有生死的相，为什么叫它生死？生死很苦，所以把那个苦看作生死。他什么苦？学习很苦。譬如你在学校念书，念了一年，很辛苦念了一年，考试及格了，明年升二年级，一年级死了，二年级生了，变易生死就是这种现象，不是真的生死，是你发愤用功苦了一年升级了，二年级又念了一年，辛苦念了一年升三年级，二年级死了，三年级生了，这就像变易生死。声闻修行把见思烦恼的习气断了，这很费劲，很不容易，断掉之后升级了，他升到辟支佛，就是缘觉，升一级了，更高的他可以升到菩萨，阿罗汉里面死了，菩萨里头生了，就这个意思，所以这叫变易。我们现在这个人一生死了，来生再投胎，这种生死叫分段生死，一个阶段一个阶段的。",
      "zh_TW": "第四尊「風月佛」，佛法裡面講風的意思就是代表動，風是動的，跟前面不動恰恰相反，不動是體，動是用，起用。起用有兩種，一個是自己提升，一個是幫助眾生覺悟、幫助眾生回頭，這都要懂。所以清涼大師告訴我們，「了知業行」。這個行要念去聲（念「恨」），就是行為，是動詞，它不是名詞，業是造作，你的行動、你的造作你明瞭、你知道。「生死涅槃，如風不住」，不住就是動，不住就是風，風不會停住，停了就沒有風了。生死涅槃的相太微妙，微妙在哪裡？相有生死，性沒有生死，性是涅槃，事有生死，理是涅槃，所以它是一不是二。在我們這個身體上，我們身體有生死，乃至於我們的靈魂也有生死，可是我們的自性不生不滅，那是涅槃。所以佛跟我們講，生死、涅槃是一不是二，這個話很不好懂。從自性來講，本來涅槃。惠能大師見性講得很好，第二句是說「何期自性，本不生滅」，本不生滅就是涅槃，印度話就叫涅槃，那你還怕什麼生死？沒有生死。哪一天你不怕生死，你的業障就消了。你還貪生怕死，為什麼？你有得有失、有能有所，就是說你有分別、你有執著。什麼人沒有生死？執著放下，沒有生死了，阿羅漢就沒有了，所以阿羅漢證涅槃，那個涅槃叫偏真涅槃，小乘的涅槃；他沒有生死，是六道裡面的分段生死沒有了，但是還有四聖法界的變易生死。生死有兩種，變易生死沒有生死的相，為什麼叫它生死？生死很苦，所以把那個苦看作生死。他什麼苦？學習很苦。譬如你在學校念書，念了一年，很辛苦念了一年，考試及格了，明年升二年級，一年級死了，二年級生了，變易生死就是這種現象，不是真的生死，是你發憤用功苦了一年升級了，二年級又念了一年，辛苦念了一年升三年級，二年級死了，三年級生了，這就像變易生死。聲聞修行把見思煩惱的習氣斷了，這很費勁，很不容易，斷掉之後升級了，他升到辟支佛，就是緣覺，升一級了，更高的他可以升到菩薩，阿羅漢裡面死了，菩薩裡頭生了，就這個意思，所以這叫變易。我們現在這個人一生死了，來生再投胎，這種生死叫分段生死，一個階段一個階段的。"
    },
    {
      "id": "12-017-1918_p0007",
      "zh_CN": "给你实在讲，分段生死跟变易生死都是念念不住。现在科学家知道，我们身体的细胞新陈代谢永远没有停止的，就好像在换，旧的细胞死了，新的生了，代替了。佛在经上告诉我们，整个身体细胞统统都换，换尽了多少时间？七年。所以七年是一个周期，七是个周期。我们这个身体所有的细胞，七年之前那个旧的一个都没有了，全部换新了，新陈代谢。它不是整个一下换，它是一个一个换，换得很快，有先有后，天天都在换，念念都在换。所以真的是不住，行业、生死涅槃从来不停的，刹那刹那之间不停，这是事实真相。懂得这个道理，你说你天天换，好像车换零件一样，你是换个新的还是换个二手货、换个旧的？这个关系大！学佛的人、明理的人换新的，换新的怎么样？身体愈来愈健康，他把旧的全换新的。好像你开车一样，你零件天天换新的，今天换这个，明天换那个，都换新的，你那个车永远是新的，你不旧；不会换的，换人家二手货，换人家报废的，那好了，愈换就愈差，那就是你一年不如一年。儿童、青少年你细心观察，他们那个念念换的全是新的，中年、老年就糊涂了。所以中国谚语常讲「老糊涂」，这个话很有道理。怎么老糊涂？他分别执着很重，疑虑很多，那他所换的愈换愈差，换不到一个新的零件，这就是什么？聪明反被聪明误。青少年没有这个顾虑，也不知道什么叫补品，他没有分别、没有执着，什么都吃、什么都喝，长得好。到年岁大了，要这个补那个补，结果愈补愈差，到最后连个老命都补掉了。这就是什么？有疑、有顾虑。有怀疑、有顾虑，信心丧失掉，童心没有了，童真，童都是用真心，童真失掉之后，那你就用妄心，妄心逐渐做了主，妄心是自私自利，妄心里有贪瞋痴慢、有名闻利养，这样子坏掉的。",
      "zh_TW": "給你實在講，分段生死跟變易生死都是念念不住。現在科學家知道，我們身體的細胞新陳代謝永遠沒有停止的，就好像在換，舊的細胞死了，新的生了，代替了。佛在經上告訴我們，整個身體細胞統統都換，換盡了多少時間？七年。所以七年是一個週期，七是個週期。我們這個身體所有的細胞，七年之前那個舊的一個都沒有了，全部換新了，新陳代謝。它不是整個一下換，它是一個一個換，換得很快，有先有後，天天都在換，念念都在換。所以真的是不住，行業、生死涅槃從來不停的，剎那剎那之間不停，這是事實真相。懂得這個道理，你說你天天換，好像車換零件一樣，你是換個新的還是換個二手貨、換個舊的？這個關係大！學佛的人、明理的人換新的，換新的怎麼樣？身體愈來愈健康，他把舊的全換新的。好像你開車一樣，你零件天天換新的，今天換這個，明天換那個，都換新的，你那個車永遠是新的，你不舊；不會換的，換人家二手貨，換人家報廢的，那好了，愈換就愈差，那就是你一年不如一年。兒童、青少年你細心觀察，他們那個念念換的全是新的，中年、老年就糊塗了。所以中國諺語常講「老糊塗」，這個話很有道理。怎麼老糊塗？他分別執著很重，疑慮很多，那他所換的愈換愈差，換不到一個新的零件，這就是什麼？聰明反被聰明誤。青少年沒有這個顧慮，也不知道什麼叫補品，他沒有分別、沒有執著，什麼都吃、什麼都喝，長得好。到年歲大了，要這個補那個補，結果愈補愈差，到最後連個老命都補掉了。這就是什麼？有疑、有顧慮。有懷疑、有顧慮，信心喪失掉，童心沒有了，童真，童都是用真心，童真失掉之後，那你就用妄心，妄心逐漸做了主，妄心是自私自利，妄心裡有貪瞋痴慢、有名聞利養，這樣子壞掉的。"
    },
    {
      "id": "12-017-1918_p0008",
      "zh_CN": "我们明白这个道理之后，我们可以把自己身心调整到全新的，可是这个怎么样？信自己，不是信外面，信外面永远被外面控制，这叫迷信。信神的，被神控制，信大仙的，被大仙控制，信魔的，被魔控制，这很苦。可是佛看到之后，佛不反对，佛知道魔也是空的，妖怪也是空的，没有一样是真的，佛知道。但是他们有执着，他们是属于六道众生。高的，这就像我们一般讲灵性，其实不是，心善的、德行高的，天界；还能够懂得伦理道德，虽有贪瞋痴慢、自私自利，还不至于无缘无故的伤害，这是人道；心行残忍的、很容易伤害众生的，鬼道、地狱道。这些妖魔鬼怪哪一道都有，在天称为阿修罗、称为罗刹，这是总名称，这里头很复杂。所以到什么时候学不动心，知道如风不住，守住自己的原则，如如不动。",
      "zh_TW": "我們明白這個道理之後，我們可以把自己身心調整到全新的，可是這個怎麼樣？信自己，不是信外面，信外面永遠被外面控制，這叫迷信。信神的，被神控制，信大仙的，被大仙控制，信魔的，被魔控制，這很苦。可是佛看到之後，佛不反對，佛知道魔也是空的，妖怪也是空的，沒有一樣是真的，佛知道。但是他們有執著，他們是屬於六道眾生。高的，這就像我們一般講靈性，其實不是，心善的、德行高的，天界；還能夠懂得倫理道德，雖有貪瞋痴慢、自私自利，還不至於無緣無故的傷害，這是人道；心行殘忍的、很容易傷害眾生的，鬼道、地獄道。這些妖魔鬼怪哪一道都有，在天稱為阿修羅、稱為羅剎，這是總名稱，這裡頭很複雜。所以到什麼時候學不動心，知道如風不住，守住自己的原則，如如不動。"
    },
    {
      "id": "12-017-1918_p0009",
      "zh_CN": "像孔夫子给我们介绍的，也是夫子一生最赞叹的，颜回。颜回有四桩事情符合于君子之道，第一个「强于行己」，这句话是古时候的话，要用现在的话来说，坚守原则，就是这个意思，他不会轻易被外面环境动摇。这个坚守原则是什么？圣贤人的教诲，在佛法里面讲，依法不依人，他坚守原则。第二个是「弱于受谏」，这个弱是容易，受谏是听别人劝告，什么人劝他，他都欢喜接受；批评他，他乐意接受，劝导他，他乐意接受，从来不反驳。批评他错误了，错误了他也笑咪咪的接受，他也不反对。这个难，很不容易。在中国古谚语里面讲，这种人有大福报，福在受谏，听别人劝告。如果自己说一篇大道理来拒绝，这个人没福。第三个「怵于待禄」，用现在的话来说，怕做官，为什么？做官可不容易，做官要肩负三个责任，君亲师。你是领导，你把人民领导到哪里去，你是带头的，带路的，第二个你是人民的父母，第三个你是人民的老师，君亲师。这个责任太大！做不好是罪过，做好是应该的，所以他怕。第四个「慎于持身」，用现在的话来说，洁身自爱，表现于外面是诚敬谦和，与一切大众和睦相处。非常不容易，这是我们应当学的。颜回不是普通人，夫子那么样看重他，他不幸年轻的时候就过世，这是什么？这是缘分，不能说他住世的时间短，或者他有什么业障，不是的，他是来示现的，就是来教化众生的。像在舞台上表演，他担任这个角色，他就演这个，演完他就下台。演得好，演得逼真，你真看懂你就学到了。",
      "zh_TW": "像孔夫子給我們介紹的，也是夫子一生最讚歎的，顏回。顏回有四樁事情符合於君子之道，第一個「強於行己」，這句話是古時候的話，要用現在的話來說，堅守原則，就是這個意思，他不會輕易被外面環境動搖。這個堅守原則是什麼？聖賢人的教誨，在佛法裡面講，依法不依人，他堅守原則。第二個是「弱於受諫」，這個弱是容易，受諫是聽別人勸告，什麼人勸他，他都歡喜接受；批評他，他樂意接受，勸導他，他樂意接受，從來不反駁。批評他錯誤了，錯誤了他也笑咪咪的接受，他也不反對。這個難，很不容易。在中國古諺語裡面講，這種人有大福報，福在受諫，聽別人勸告。如果自己說一篇大道理來拒絕，這個人沒福。第三個「怵於待祿」，用現在的話來說，怕做官，為什麼？做官可不容易，做官要肩負三個責任，君親師。你是領導，你把人民領導到哪裡去，你是帶頭的，帶路的，第二個你是人民的父母，第三個你是人民的老師，君親師。這個責任太大！做不好是罪過，做好是應該的，所以他怕。第四個「慎於持身」，用現在的話來說，潔身自愛，表現於外面是誠敬謙和，與一切大眾和睦相處。非常不容易，這是我們應當學的。顏回不是普通人，夫子那麼樣看重他，他不幸年輕的時候就過世，這是什麼？這是緣分，不能說他住世的時間短，或者他有什麼業障，不是的，他是來示現的，就是來教化眾生的。像在舞台上表演，他擔任這個角色，他就演這個，演完他就下台。演得好，演得逼真，你真看懂你就學到了。"
    },
    {
      "id": "12-017-1918_p0010",
      "zh_CN": "第五尊佛「水月佛」，清凉注解里面给我们说，「饶益安乐一切众生，如水普润」。水滋润大地，滋润一切众生。这个世间，我们说这个地球上，无论是动物、植物，如果没有水，都不能生存，水太重要了。水润泽一切众生是无条件的，它决定没有分别，决定没有执着，决定没有厚此薄彼，真正是大慈大悲，所以佛的德号里面有水月佛。第六「解脱月佛」，清凉大师在注解里面跟我们说，「闻十种法，心定不动，故得解脱」。这十种法就本经来说就是十住法，就是这一品经，你能够心定不动就得解脱。可是十法，在大乘有部经就叫《佛说大乘十法经》，「佛言成就十法，为住于大乘」。《华严》是大乘，所以这十法就值得我们参考。我们想想我们有没有具备？如果这个都不具备，那十住法当然没有。老实讲十住法太难了，我们要学十法还是《十法经》里头这十法重要，为什么？它是基础。我们要自己肯定我们是初学，初学要从最基础的地方学起。《十法经》里面所说的，第一条「成就正信」，这个成就太难了。我们有正信，但是没有成就，没有成就，这个正信不是真的正信。谁肯依教奉行？很难得，佛菩萨真的慈悲，真的不舍众生！前天刘居士来给我们现身说法，他得的是淋巴癌，非常严重，他成就正信，所以他没有医疗，他也没有吃药，他也没有求病好，这是他告诉我的。病他不怕，他说太好了，世间太苦了，我赶紧求往生。他一心念佛求往生，佛也没有来接引他，病没有了。他在我们这讲堂做的一个多小时的报告，他怎么好的？成就信心好的。我们想一想我们的信心跟他比一比怎么样？为什么他能，我们不能？就是他相信，我们不相信，我们要遇到这个事情会怀疑，我们会去找医生、会去找药，你就晓得成就信心是多难。",
      "zh_TW": "第五尊佛「水月佛」，清涼註解裡面給我們說，「饒益安樂一切眾生，如水普潤」。水滋潤大地，滋潤一切眾生。這個世間，我們說這個地球上，無論是動物、植物，如果沒有水，都不能生存，水太重要了。水潤澤一切眾生是無條件的，它決定沒有分別，決定沒有執著，決定沒有厚此薄彼，真正是大慈大悲，所以佛的德號裡面有水月佛。第六「解脫月佛」，清涼大師在註解裡面跟我們說，「聞十種法，心定不動，故得解脫」。這十種法就本經來說就是十住法，就是這一品經，你能夠心定不動就得解脫。可是十法，在大乘有部經就叫《佛說大乘十法經》，「佛言成就十法，為住於大乘」。《華嚴》是大乘，所以這十法就值得我們參考。我們想想我們有沒有具備？如果這個都不具備，那十住法當然沒有。老實講十住法太難了，我們要學十法還是《十法經》裡頭這十法重要，為什麼？它是基礎。我們要自己肯定我們是初學，初學要從最基礎的地方學起。《十法經》裡面所說的，第一條「成就正信」，這個成就太難了。我們有正信，但是沒有成就，沒有成就，這個正信不是真的正信。誰肯依教奉行？很難得，佛菩薩真的慈悲，真的不捨眾生！前天劉居士來給我們現身說法，他得的是淋巴癌，非常嚴重，他成就正信，所以他沒有醫療，他也沒有吃藥，他也沒有求病好，這是他告訴我的。病他不怕，他說太好了，世間太苦了，我趕緊求往生。他一心念佛求往生，佛也沒有來接引他，病沒有了。他在我們這講堂做的一個多小時的報告，他怎麼好的？成就信心好的。我們想一想我們的信心跟他比一比怎麼樣？為什麼他能，我們不能？就是他相信，我們不相信，我們要遇到這個事情會懷疑，我們會去找醫生、會去找藥，你就曉得成就信心是多難。"
    },
    {
      "id": "12-017-1918_p0011",
      "zh_CN": "佛经上对这桩事情，真正是千言万语苦口婆心的劝导，就是因为太难相信了。难相信的根本原因，用佛法的术语来说，善根鲜少。你看《弥陀经》上讲的，「不可以少善根福德因缘，得生彼国」，善根少不行。善根不是一生修成的，过去生中生生世世累积的修学成就了善根。这与聪明智慧不相干，与认不认识字也不相干，与念多少书也不相干。有些确实不认识字的老太婆，你跟她一说，她就相信，她就不怀疑，死心塌地真干，她成功了，而且成就非常殊胜，预知时至，自在往生，瑞相希有，这是善根，这就是正信，成就正信。信心生不起来的是善根不足，善根不足如果遇缘殊胜，能够把善根补足，所以缘很重要。你看佛法不讲因生，它讲缘生。善根是因，要遇缘，缘就是遇到正法。遇到正法还要长时间的薰修，时间短了不行。这是我自己一生亲身的体验，如果我是真的四十五岁寿命到了，纵然念佛求往生，佛来接引我了，我知道，凡圣同居土下三辈往生。那很不错的了，下品上生、下品中生、下品下生，只能到这个程度。现在有这个寿命，就是学习的时间延长了，延长三十多年，现在往生我不敢说上上品往生，至少可以提升到中辈往生，中上品、中中品，这是有把握的。为什么？这么多年来天天薰习，对于事实真相愈来愈清楚、愈来愈明白，清楚、明白之后就愈来愈放下，是要从你行动上去看。放不下没用处，学得再多也没用处，叫解悟。",
      "zh_TW": "佛經上對這樁事情，真正是千言萬語苦口婆心的勸導，就是因為太難相信了。難相信的根本原因，用佛法的術語來說，善根鮮少。你看《彌陀經》上講的，「不可以少善根福德因緣，得生彼國」，善根少不行。善根不是一生修成的，過去生中生生世世累積的修學成就了善根。這與聰明智慧不相干，與認不認識字也不相干，與念多少書也不相干。有些確實不認識字的老太婆，你跟她一說，她就相信，她就不懷疑，死心塌地真幹，她成功了，而且成就非常殊勝，預知時至，自在往生，瑞相希有，這是善根，這就是正信，成就正信。信心生不起來的是善根不足，善根不足如果遇緣殊勝，能夠把善根補足，所以緣很重要。你看佛法不講因生，它講緣生。善根是因，要遇緣，緣就是遇到正法。遇到正法還要長時間的薰修，時間短了不行。這是我自己一生親身的體驗，如果我是真的四十五歲壽命到了，縱然念佛求往生，佛來接引我了，我知道，凡聖同居土下三輩往生。那很不錯的了，下品上生、下品中生、下品下生，只能到這個程度。現在有這個壽命，就是學習的時間延長了，延長三十多年，現在往生我不敢說上上品往生，至少可以提升到中輩往生，中上品、中中品，這是有把握的。為什麼？這麼多年來天天薰習，對於事實真相愈來愈清楚、愈來愈明白，清楚、明白之後就愈來愈放下，是要從你行動上去看。放不下沒用處，學得再多也沒用處，叫解悟。"
    },
    {
      "id": "12-017-1918_p0012",
      "zh_CN": "解悟是佛学，放下是学佛。我们到底是在搞佛学、是在学佛？学佛是学放下，相信自己是学佛，相信别人是佛学。我们搞了这么多年，终于把这个事情搞清楚了，真的是佛法常讲的利益无边。所以要信，要真的信佛，真的相信自性，相信一切法从心想生。像刘居士，这是为我们示现最好的榜样，他那么重的病，他不想病，所以形式上、身体上有一点毛病，他心里没有病，他心里只有佛，所以全身那个病毒的细胞很快就恢复正常。怎么治的？清净心治的，真诚心治的，平等、慈悲心治的，这个心生起来，我们一般人讲得三宝加持，这个效果无比的殊胜。现在生病，我常常讲我不是不相信医生，我不是不相信医药，我跟大家讲老实话，我相信从前的医生、从前的医药。从前的医生是救人，真的是救人命，不忍心看到人痛苦，所以他不要钱。现在的医生，你有病了，这真的，我见到的，拿病人当作实验，为什么？他要他的业绩。有能力把你的病一次治好，不给你治，都要给你留一点，为什么？你送钱给他，每次治疗都要收费的。这个情形是我在韩馆长那里看到的，她的眼睛不好，在台北有个名医，眼科，非常有权威的一个医生，她也很相信他，给他治疗二、三年，始终不能断根，每个星期要去一次，你就想送了多少钱。有一年星云法师邀请我到佛光山去讲课，韩馆长跟我到高雄，住在佛光山，眼睛又痛了，找到高雄的一个眼科医生，叫吴基福吴大夫，一次就治好了。她才恍然大悟，那个大夫骗她，不是治不好，治好之后就没有钱了，你就不会再来了，你每次来挂号、每次来拿药都要付钱。没有医德！",
      "zh_TW": "解悟是佛學，放下是學佛。我們到底是在搞佛學、是在學佛？學佛是學放下，相信自己是學佛，相信別人是佛學。我們搞了這麼多年，終於把這個事情搞清楚了，真的是佛法常講的利益無邊。所以要信，要真的信佛，真的相信自性，相信一切法從心想生。像劉居士，這是為我們示現最好的榜樣，他那麼重的病，他不想病，所以形式上、身體上有一點毛病，他心裡沒有病，他心裡只有佛，所以全身那個病毒的細胞很快就恢復正常。怎麼治的？清淨心治的，真誠心治的，平等、慈悲心治的，這個心生起來，我們一般人講得三寶加持，這個效果無比的殊勝。現在生病，我常常講我不是不相信醫生，我不是不相信醫藥，我跟大家講老實話，我相信從前的醫生、從前的醫藥。從前的醫生是救人，真的是救人命，不忍心看到人痛苦，所以他不要錢。現在的醫生，你有病了，這真的，我見到的，拿病人當作實驗，為什麼？他要他的業績。有能力把你的病一次治好，不給你治，都要給你留一點，為什麼？你送錢給他，每次治療都要收費的。這個情形是我在韓館長那裡看到的，她的眼睛不好，在台北有個名醫，眼科，非常有權威的一個醫生，她也很相信他，給他治療二、三年，始終不能斷根，每個星期要去一次，你就想送了多少錢。有一年星雲法師邀請我到佛光山去講課，韓館長跟我到高雄，住在佛光山，眼睛又痛了，找到高雄的一個眼科醫生，叫吳基福吳大夫，一次就治好了。她才恍然大悟，那個大夫騙她，不是治不好，治好之後就沒有錢了，你就不會再來了，你每次來掛號、每次來拿藥都要付錢。沒有醫德！"
    },
    {
      "id": "12-017-1918_p0013",
      "zh_CN": "前些年我们遇到SARS，这个大家都知道的，每个人听到都很恐怖。凌孜，很多人知道她，她是演艺界的，以前做过导演。她有个朋友也是个导演，得了这个病，医院跟他讲顶多三天，没法子治了。凌孜向医院请求，为什么？他已经快死了，找个中医治治可不可以？院长也还同情，好吧！叫他试试看。她找个中医老大夫刘大夫，给他开了三服药，一服药六块钱，人民币六块钱，一天吃一服，三服药病好了。中医，十八块钱，人家出院了，就没事了。这个大夫我也认识，他告诉我，像SARS跟感冒差不多，属于瘟疫，很容易治。中国治瘟疫的土方子很多，但是你不相信，那就没有法子。现在人不相信中医，中医不合科学。科学才不过三百年，三百年以前的中国人怎么活的？中国的历史有五千年了，怎么活过来的？现在不相信了，要相信西医。所以成就正信太重要了。",
      "zh_TW": "前些年我們遇到SARS，這個大家都知道的，每個人聽到都很恐怖。凌孜，很多人知道她，她是演藝界的，以前做過導演。她有個朋友也是個導演，得了這個病，醫院跟他講頂多三天，沒法子治了。凌孜向醫院請求，為什麼？他已經快死了，找個中醫治治可不可以？院長也還同情，好吧！叫他試試看。她找個中醫老大夫劉大夫，給他開了三服藥，一服藥六塊錢，人民幣六塊錢，一天吃一服，三服藥病好了。中醫，十八塊錢，人家出院了，就沒事了。這個大夫我也認識，他告訴我，像SARS跟感冒差不多，屬於瘟疫，很容易治。中國治瘟疫的土方子很多，但是你不相信，那就沒有法子。現在人不相信中醫，中醫不合科學。科學才不過三百年，三百年以前的中國人怎麼活的？中國的歷史有五千年了，怎麼活過來的？現在不相信了，要相信西醫。所以成就正信太重要了。"
    },
    {
      "id": "12-017-1918_p0014",
      "zh_CN": "了解这些事实真相，那没有办法，现在连饮食都有问题，你在外面买东西全是假的，都是添加化学这些原料在里头。换句话说，都变成有毒的东西了。难怪释迦牟尼佛在《无量寿经》告诉我们，「饮苦食毒」。从前我们读这个经句的时候不懂，怎么会饮苦食毒？现在看到这个社会才知道，真的饮食全是用科学技术加工的，自然生态完全破坏了。稻米里面加滑石粉，现在我不知道还加什么东西，我不晓得，从前我住在台湾的时候知道加滑石粉，而且种植的时候使用大量的农药。农夫现在也没有良心，所以遭这个果报，共业所感。农夫种的稻米，自己吃的是另外种的，那个不好看，但是它没有化肥、没有农药，他卖的有农药化肥，所以长得非常漂亮、很好看，他们自己不吃。蔬菜，菜农亦复如是，他卖是卖那些菜，自己吃的是另外一小地方种的。这不是饮苦食毒吗？现在的饮料，饮料里面全有化学添加物在里头。",
      "zh_TW": "了解這些事實真相，那沒有辦法，現在連飲食都有問題，你在外面買東西全是假的，都是添加化學這些原料在裡頭。換句話說，都變成有毒的東西了。難怪釋迦牟尼佛在《無量壽經》告訴我們，「飲苦食毒」。從前我們讀這個經句的時候不懂，怎麼會飲苦食毒？現在看到這個社會才知道，真的飲食全是用科學技術加工的，自然生態完全破壞了。稻米裡面加滑石粉，現在我不知道還加什麼東西，我不曉得，從前我住在台灣的時候知道加滑石粉，而且種植的時候使用大量的農藥。農夫現在也沒有良心，所以遭這個果報，共業所感。農夫種的稻米，自己吃的是另外種的，那個不好看，但是它沒有化肥、沒有農藥，他賣的有農藥化肥，所以長得非常漂亮、很好看，他們自己不吃。蔬菜，菜農亦復如是，他賣是賣那些菜，自己吃的是另外一小地方種的。這不是飲苦食毒嗎？現在的飲料，飲料裡面全有化學添加物在裡頭。"
    },
    {
      "id": "12-017-1918_p0015",
      "zh_CN": "李老师在世的时候，我在国外弘法，回到台湾去看他，每次都叮咛，不要到馆子吃东西，不要随便吃外面的东西，常常叮咛。所以我们在国外只有自己种菜，好在国外比中国国内也有好处，为什么？他们土地大人少，中国人太多了，所以土地很不容易得到。在外国每个人家都有院子，外国人的院子种花，中国人的院子都种菜，你只一看院子种菜，你就晓得那家肯定是中国人，所以蔬菜都不要买。澳洲土地更多，土地不值钱，所以我居住的院子合中国一百七十亩，你就想多大。那么大的大院子，里面种的树木，最近也种了不少果木树，搞一个大菜园。我们请当地的农夫给我们开辟，种好之后我们自己来照顾。我们种了有几十种菜，品种很多。平常可以供养三百人，办活动的时候可以供养一千人。",
      "zh_TW": "李老師在世的時候，我在國外弘法，回到台灣去看他，每次都叮嚀，不要到館子吃東西，不要隨便吃外面的東西，常常叮嚀。所以我們在國外只有自己種菜，好在國外比中國國內也有好處，為什麼？他們土地大人少，中國人太多了，所以土地很不容易得到。在外國每個人家都有院子，外國人的院子種花，中國人的院子都種菜，你只一看院子種菜，你就曉得那家肯定是中國人，所以蔬菜都不要買。澳洲土地更多，土地不值錢，所以我居住的院子合中國一百七十畝，你就想多大。那麼大的大院子，裡面種的樹木，最近也種了不少果木樹，搞一個大菜園。我們請當地的農夫給我們開闢，種好之後我們自己來照顧。我們種了有幾十種菜，品種很多。平常可以供養三百人，辦活動的時候可以供養一千人。"
    },
    {
      "id": "12-017-1918_p0016",
      "zh_CN": "所以想到饮苦食毒。可是真正有正信的人他们不喝这些饮料，加工的饮料不喝，他喝什么？他喝自来水。其实自来水里头也有加过化学物质消毒。过去我们做小孩的时候，我是一九三六年离开家乡的，那时候，在抗战之前，我们到外面去玩，水沟里面的水都可以喝，没有什么杯子，下去水捧过来就可以喝，什么毛病都没有。田跟田地当中的小水沟，那是灌溉用的，那里头都有小鱼。我们出去玩，很多花，花都可以吃，野树上的果子那更没有问题。我们做小朋友的时候，零食就是山上野生的这些果子，这是乡下人。可是现在不行了，现在水混浊，现在水有味道，没有那样的清澈。那时候的社会没有听说过化学物，没有听说过这个名词，像农药都没有听说过的。所以成就正信真难，我们要从这个地方建立信心。不能建立呢？多听经，多在经教里薰习，薰习到我们疑虑断掉了，不再怀疑，没有顾虑，能够像刘老居士那样就行了，那不是容易事情，他有那么样坚强的自信心。",
      "zh_TW": "所以想到飲苦食毒。可是真正有正信的人他們不喝這些飲料，加工的飲料不喝，他喝什麼？他喝自來水。其實自來水裡頭也有加過化學物質消毒。過去我們做小孩的時候，我是一九三六年離開家鄉的，那時候，在抗戰之前，我們到外面去玩，水溝裡面的水都可以喝，沒有什麼杯子，下去水捧過來就可以喝，什麼毛病都沒有。田跟田地當中的小水溝，那是灌溉用的，那裡頭都有小魚。我們出去玩，很多花，花都可以吃，野樹上的果子那更沒有問題。我們做小朋友的時候，零食就是山上野生的這些果子，這是鄉下人。可是現在不行了，現在水混濁，現在水有味道，沒有那樣的清澈。那時候的社會沒有聽說過化學物，沒有聽說過這個名詞，像農藥都沒有聽說過的。所以成就正信真難，我們要從這個地方建立信心。不能建立呢？多聽經，多在經教裡薰習，薰習到我們疑慮斷掉了，不再懷疑，沒有顧慮，能夠像劉老居士那樣就行了，那不是容易事情，他有那麼樣堅強的自信心。"
    },
    {
      "id": "12-017-1918_p0017",
      "zh_CN": "第二「成就行」。有信心还要付出行动，真干，不是到信就完了，我真的要做到，那就是毛病习气要改掉。疑虑是烦恼的习气，这也是很自然的现象，为什么？凡夫！真正觉悟的人他才能断得了疑虑。佛法对于帮助觉悟，实在说是各种学术里面都找不到的好东西，如果你真的相信，你真的依教奉行，方东美先生跟我说「学佛是人生最高的享受」。要记住，学佛才会是人生最高的享受，佛学不行。这是成就行。第三「成就性」，成就性是什么？做明心见性的基础。你前面有信、有行，信的是自信，行的是自行，由假的、由相似的就变成真实，到成就性就是法身菩萨，就超越十法界。前面两条在十法界里面，见性就超越了，真正成佛了，明心见性，见性成佛。第四「乐菩提心」，这个不念乐（音「勒」），念乐（音「药」），念去声，爱好的意思。爱好菩提心，真心。菩提心我们常讲的，真诚心、清净心、平等心、正觉心、慈悲心，这个说法大家好懂。我们生活用这个心，工作用这个心，待人接物全是用的这个心，快乐，真自在！",
      "zh_TW": "第二「成就行」。有信心還要付出行動，真幹，不是到信就完了，我真的要做到，那就是毛病習氣要改掉。疑慮是煩惱的習氣，這也是很自然的現象，為什麼？凡夫！真正覺悟的人他才能斷得了疑慮。佛法對於幫助覺悟，實在說是各種學術裡面都找不到的好東西，如果你真的相信，你真的依教奉行，方東美先生跟我說「學佛是人生最高的享受」。要記住，學佛才會是人生最高的享受，佛學不行。這是成就行。第三「成就性」，成就性是什麼？做明心見性的基礎。你前面有信、有行，信的是自信，行的是自行，由假的、由相似的就變成真實，到成就性就是法身菩薩，就超越十法界。前面兩條在十法界裡面，見性就超越了，真正成佛了，明心見性，見性成佛。第四「樂菩提心」，這個不念樂（音「勒」），念樂（音「藥」），念去聲，愛好的意思。愛好菩提心，真心。菩提心我們常講的，真誠心、清淨心、平等心、正覺心、慈悲心，這個說法大家好懂。我們生活用這個心，工作用這個心，待人接物全是用的這個心，快樂，真自在！"
    },
    {
      "id": "12-017-1918_p0018",
      "zh_CN": "第五「乐法」，这个法是大乘法，喜欢大乘。大乘法无量无边，修学的人最重要的是掌握纲领，在佛法里面，特别是我们修净土法门，我们最高的指导纲领就是净业三福，净业三福同一切大乘法。头一个「孝顺父母」，怎么样真的孝顺父母？我们自己这一生修行成就了，真孝顺父母，为什么？父母都得度了，谚语所谓「一子成佛，九祖生天」，你往上面去九代祖先都生天，这是真孝。我自己要不认真修学，我的祖先什么好处都得不到。诸位读《地藏经》，婆罗门女是怎样救她母亲的？她母亲造作恶业堕地狱，她用什么方法帮助她？她用的方法是念佛法门，她不是念阿弥陀佛，她是念觉华定自在王佛，真正念到一心不乱。我们知道，念到事一心就是菩萨，念到理一心是法身大士。她真念真干，为了救母亲，母亲堕地狱，拼命的念，一天一夜她就得一心。得一心地狱就现前，地狱的鬼王看到她来了，合掌跟她行礼，问她：菩萨，妳到这个地方来有什么事？称她菩萨。地狱一般人是看不到的，一个是到地狱教化众生的菩萨能现前，一个是到地狱受罪的罪人；除这两种人，别人看不到地狱。婆罗门女向鬼王打听，说她的妈妈悦帝利女三天前过世了，在世的时候造作很多罪业，我想打听这个人。鬼王就告诉她：听说她有个女儿非常孝顺，给她念觉华定自在王佛，给她超度，她三天前生天了。不是等你经念完，你那个心一动念，他就得到了，他就得利益。发真心干，过世的父母、祖先统统得利益，不需要任何形式超度。形式是做给世间人看的，是属于宣传，让大众晓得这个事情，是宣传，真正的行是自己发心真干。我们依照净业三福的指导去真干，孝亲尊师，念念不忘父母、祖先之德，念念不忘老师教诲之恩，没有老师教诲，我们怎么会知道？这一生所得到的殊胜功德利益，感谢父母、祖宗，感谢老师，念念不忘。具体的报答报恩，就是自己真正做到信解行证，依教奉行。净宗同学我们修行具体的叫根本法，净业三福、六和敬、戒定慧三学、菩萨六波罗蜜、普贤十大愿王，五门课，很好记。可是这五门不是讲的、不是念的，是要真干，我们才能得受用。",
      "zh_TW": "第五「樂法」，這個法是大乘法，喜歡大乘。大乘法無量無邊，修學的人最重要的是掌握綱領，在佛法裡面，特別是我們修淨土法門，我們最高的指導綱領就是淨業三福，淨業三福同一切大乘法。頭一個「孝順父母」，怎麼樣真的孝順父母？我們自己這一生修行成就了，真孝順父母，為什麼？父母都得度了，諺語所謂「一子成佛，九祖生天」，你往上面去九代祖先都生天，這是真孝。我自己要不認真修學，我的祖先什麼好處都得不到。諸位讀《地藏經》，婆羅門女是怎樣救她母親的？她母親造作惡業墮地獄，她用什麼方法幫助她？她用的方法是念佛法門，她不是念阿彌陀佛，她是念覺華定自在王佛，真正念到一心不亂。我們知道，念到事一心就是菩薩，念到理一心是法身大士。她真念真幹，為了救母親，母親墮地獄，拼命的念，一天一夜她就得一心。得一心地獄就現前，地獄的鬼王看到她來了，合掌跟她行禮，問她：菩薩，妳到這個地方來有什麼事？稱她菩薩。地獄一般人是看不到的，一個是到地獄教化眾生的菩薩能現前，一個是到地獄受罪的罪人；除這兩種人，別人看不到地獄。婆羅門女向鬼王打聽，說她的媽媽悅帝利女三天前過世了，在世的時候造作很多罪業，我想打聽這個人。鬼王就告訴她：聽說她有個女兒非常孝順，給她念覺華定自在王佛，給她超度，她三天前生天了。不是等你經念完，你那個心一動念，他就得到了，他就得利益。發真心幹，過世的父母、祖先統統得利益，不需要任何形式超度。形式是做給世間人看的，是屬於宣傳，讓大眾曉得這個事情，是宣傳，真正的行是自己發心真幹。我們依照淨業三福的指導去真幹，孝親尊師，念念不忘父母、祖先之德，念念不忘老師教誨之恩，沒有老師教誨，我們怎麼會知道？這一生所得到的殊勝功德利益，感謝父母、祖宗，感謝老師，念念不忘。具體的報答報恩，就是自己真正做到信解行證，依教奉行。淨宗同學我們修行具體的叫根本法，淨業三福、六和敬、戒定慧三學、菩薩六波羅蜜、普賢十大願王，五門課，很好記。可是這五門不是講的、不是念的，是要真幹，我們才能得受用。"
    },
    {
      "id": "12-017-1918_p0019",
      "zh_CN": "第六条「乐观正法」，这句里面含一个重要的意思，爱好观察正法，你必定是远离一切邪法。邪掺在正里面，正法都变成邪法了。真里头掺不得假，一掺假就坏了。掺假是什么？就是经典、祖师教导我们的，夹杂，还夹杂着别的东西在里头就不纯。这一点是真不容易，你没有清净的信心、坚定的信心，做不到。譬如生病，我还请医生，我还用医药，或者我还用其他的方法来治疗，甚至于还求鬼神来帮助，这全是夹杂，不纯了。所以刘居士来示现，这是佛派来的，这不是简单的，那是什么？不怀疑、不夹杂、不间断，秘诀，他没有夹杂，所以他感应那么殊胜。远一点，你再看「山西小院」，这大家看过，他怎么治病？也是不夹杂，所以一夹杂效果就失掉。真，李老师讲，掺不得妄。眼睛是真的，金钢钻好，我放一个金钢钻在眼睛里行不行？不行。沙，沙尘好比是染法，六道的，金钢钻是宝石，好比是佛法，佛法也不能夹杂，自性里头染净都没有，叫纯。你念佛是念自性佛，这真信。这个道理，中峰禅师在《三时系念》上讲得清楚、讲得明白，话不多，那真正叫乐观正法，远离一切邪法。这个道理，佛经没传到中国来之前我们老祖宗说过，所以老祖宗肯定都是佛菩萨再来的，应以圣贤身得度，他就现圣贤身，中国人敬圣贤，在印度是以佛菩萨身得度。老祖宗教给我们，「行有不得，反求诸己」，不要到外头求，向内求没有一样不能解决。向外求，麻烦就大，这里解决了，那个地方问题出来了，繁杂，永远搞不清楚；向内专一、单纯，一觉一切觉，一个明白一切都明白。教之道贵以专，学之道还是贵以专，古今不变的真理、不变的原则。但是现在呢？现在人不相信，对它没有信心。而《金刚经》上说得多好，「信心清净，则生实相」，实相是什么？开悟，信心清净就开悟，就大彻大悟，大彻大悟叫生实相，就是自性里头实相般若生起来，它起作用。乐观正法。",
      "zh_TW": "第六條「樂觀正法」，這句裡面含一個重要的意思，愛好觀察正法，你必定是遠離一切邪法。邪摻在正裡面，正法都變成邪法了。真裡頭摻不得假，一摻假就壞了。摻假是什麼？就是經典、祖師教導我們的，夾雜，還夾雜著別的東西在裡頭就不純。這一點是真不容易，你沒有清淨的信心、堅定的信心，做不到。譬如生病，我還請醫生，我還用醫藥，或者我還用其他的方法來治療，甚至於還求鬼神來幫助，這全是夾雜，不純了。所以劉居士來示現，這是佛派來的，這不是簡單的，那是什麼？不懷疑、不夾雜、不間斷，祕訣，他沒有夾雜，所以他感應那麼殊勝。遠一點，你再看「山西小院」，這大家看過，他怎麼治病？也是不夾雜，所以一夾雜效果就失掉。真，李老師講，摻不得妄。眼睛是真的，金鋼鑽好，我放一個金鋼鑽在眼睛裡行不行？不行。沙，沙塵好比是染法，六道的，金鋼鑽是寶石，好比是佛法，佛法也不能夾雜，自性裡頭染淨都沒有，叫純。你念佛是念自性佛，這真信。這個道理，中峰禪師在《三時繫念》上講得清楚、講得明白，話不多，那真正叫樂觀正法，遠離一切邪法。這個道理，佛經沒傳到中國來之前我們老祖宗說過，所以老祖宗肯定都是佛菩薩再來的，應以聖賢身得度，他就現聖賢身，中國人敬聖賢，在印度是以佛菩薩身得度。老祖宗教給我們，「行有不得，反求諸己」，不要到外頭求，向內求沒有一樣不能解決。向外求，麻煩就大，這裡解決了，那個地方問題出來了，繁雜，永遠搞不清楚；向內專一、單純，一覺一切覺，一個明白一切都明白。教之道貴以專，學之道還是貴以專，古今不變的真理、不變的原則。但是現在呢？現在人不相信，對它沒有信心。而《金剛經》上說得多好，「信心清淨，則生實相」，實相是什麼？開悟，信心清淨就開悟，就大徹大悟，大徹大悟叫生實相，就是自性裡頭實相般若生起來，它起作用。樂觀正法。"
    },
    {
      "id": "12-017-1918_p0020",
      "zh_CN": "第七「行正法」，这就是完全落实。具体的落实，在佛法是戒律，在儒家是礼。现在我们真的从基本纲领上来说、来学习，儒家的《弟子规》，这基础、基本，学习《弟子规》是行正法，道家的《感应篇》、佛法的《十善业道》。有这些基础之后，这都是正法，你要做到，就是行，然后再提升，三皈、五戒、十戒、沙弥律仪、菩萨戒，这些都是纲领。经典里面所说的，无非就是把这些理论给你讲清楚，为什么要这样学，学这些东西有什么好处，说清楚、说明白了，这不能不知道。净宗学会成立，行门，就是行正法，我们提出五个科目，三学、六度、三福、六和、十大愿王，简单明了。应用在日常生活当中，顺于正法。第八「顺于正法」，怎么样顺法？恒顺众生，随喜功德。佛在大乘教里面教给我们的四摄法，四摄法就是恒顺众生。所以六波罗蜜里面的布施，要知道那是断烦恼的。布施的目的是什么？是把自己的悭贪舍掉，什么时候贪心没有了，吝啬的心没有了，布施波罗蜜圆满，它的目的是帮助你断贪心，把贪爱、悭吝放下。持戒是手段，帮助你断恶业，念念都是善念，行行都是善行，你持戒波罗蜜圆满，你不起恶念。瞋恚的念头没有了，忍辱波罗蜜圆满。懈怠、放逸的念头没有了，精进波罗蜜圆满。真的常常保持到一心不乱，禅定波罗蜜圆满。六根接触六尘境界，样样明了、样样通达，般若波罗蜜圆满。",
      "zh_TW": "第七「行正法」，這就是完全落實。具體的落實，在佛法是戒律，在儒家是禮。現在我們真的從基本綱領上來說、來學習，儒家的《弟子規》，這基礎、基本，學習《弟子規》是行正法，道家的《感應篇》、佛法的《十善業道》。有這些基礎之後，這都是正法，你要做到，就是行，然後再提升，三皈、五戒、十戒、沙彌律儀、菩薩戒，這些都是綱領。經典裡面所說的，無非就是把這些理論給你講清楚，為什麼要這樣學，學這些東西有什麼好處，說清楚、說明白了，這不能不知道。淨宗學會成立，行門，就是行正法，我們提出五個科目，三學、六度、三福、六和、十大願王，簡單明瞭。應用在日常生活當中，順於正法。第八「順於正法」，怎麼樣順法？恆順眾生，隨喜功德。佛在大乘教裡面教給我們的四攝法，四攝法就是恆順眾生。所以六波羅蜜裡面的布施，要知道那是斷煩惱的。布施的目的是什麼？是把自己的慳貪捨掉，什麼時候貪心沒有了，吝嗇的心沒有了，布施波羅蜜圓滿，它的目的是幫助你斷貪心，把貪愛、慳吝放下。持戒是手段，幫助你斷惡業，念念都是善念，行行都是善行，你持戒波羅蜜圓滿，你不起惡念。瞋恚的念頭沒有了，忍辱波羅蜜圓滿。懈怠、放逸的念頭沒有了，精進波羅蜜圓滿。真的常常保持到一心不亂，禪定波羅蜜圓滿。六根接觸六塵境界，樣樣明瞭、樣樣通達，般若波羅蜜圓滿。"
    },
    {
      "id": "12-017-1918_p0021",
      "zh_CN": "自己圆满是六度，四摄里面是帮助别人，对别人要恒顺众生、随喜功德。别人因为他还有烦恼习气，要随顺他，不随顺他，他不能接受，你就度不了他，这个要懂，这是真正慈悲。相信耶稣的，鼓励他好好学他的教，相信真主的，鼓励他相信真主。这都是天道，从人道上升到天道是好事情。帮助他脱离六道轮回，那不是这一生的事情，来生后世，他到天道里他就明白了。你看我们这品经，这天道，忉利天，你看忉利天王请释迦牟尼佛在他们宫殿里面讲经说法，相信天主的、相信上帝的他就会跟上帝一起来学佛。到那时候才学佛，不是现在，现在讲不通，现在他不能接受。所以我们是清清楚楚、明明白白，先帮助他生天。不要勉强、不要批评那个不是正法，这错了，那个也是正法。我们可以说都是佛菩萨示现的，忉利天主是佛示现的，要不是佛，怎么可能在忉利天听十住法门？十住法门是一真法界的，超越十法界，讲这个法门他怎么能听得懂？所以知道最低限度忉利天主是法身菩萨。要懂得恒顺众生。所以对于众生劝勉一定要很小心谨慎，不要引起反效果。他能听，要劝他，他不能听，不要说，说他生烦恼，生烦恼是最伤人的。听了很欢喜的话要讲，欢喜心能养人，烦恼能伤害人，尤其是有病的话，烦恼会加重他的病况，欢喜能够减轻他的病况。所以你要讲他喜欢听的，你不可以讲他不爱听的，这个要懂得，这叫真正的爱护众生。虽然你没有跟他讲真话，他总有一天明白了，他感激你，他也晓得这时候你跟他说真话他不能接受，会起反效果，所以这是真实智慧。",
      "zh_TW": "自己圓滿是六度，四攝裡面是幫助別人，對別人要恆順眾生、隨喜功德。別人因為他還有煩惱習氣，要隨順他，不隨順他，他不能接受，你就度不了他，這個要懂，這是真正慈悲。相信耶穌的，鼓勵他好好學他的教，相信真主的，鼓勵他相信真主。這都是天道，從人道上升到天道是好事情。幫助他脫離六道輪迴，那不是這一生的事情，來生後世，他到天道裡他就明白了。你看我們這品經，這天道，忉利天，你看忉利天王請釋迦牟尼佛在他們宮殿裡面講經說法，相信天主的、相信上帝的他就會跟上帝一起來學佛。到那時候才學佛，不是現在，現在講不通，現在他不能接受。所以我們是清清楚楚、明明白白，先幫助他生天。不要勉強、不要批評那個不是正法，這錯了，那個也是正法。我們可以說都是佛菩薩示現的，忉利天主是佛示現的，要不是佛，怎麼可能在忉利天聽十住法門？十住法門是一真法界的，超越十法界，講這個法門他怎麼能聽得懂？所以知道最低限度忉利天主是法身菩薩。要懂得恆順眾生。所以對於眾生勸勉一定要很小心謹慎，不要引起反效果。他能聽，要勸他，他不能聽，不要說，說他生煩惱，生煩惱是最傷人的。聽了很歡喜的話要講，歡喜心能養人，煩惱能傷害人，尤其是有病的話，煩惱會加重他的病況，歡喜能夠減輕他的病況。所以你要講他喜歡聽的，你不可以講他不愛聽的，這個要懂得，這叫真正的愛護眾生。雖然你沒有跟他講真話，他總有一天明白了，他感激你，他也曉得這時候你跟他說真話他不能接受，會起反效果，所以這是真實智慧。"
    },
    {
      "id": "12-017-1918_p0022",
      "zh_CN": "第九「远离我慢等事」，等是什么？贪瞋痴慢疑。你看他没有讲贪瞋痴，他把慢放在里头，这就是说明人这个傲慢心很麻烦，傲慢障碍了一切善法，傲慢破坏了大乘，佛经讲这个字要断。传统儒家虽然没有讲断傲慢，他也讲傲慢要减轻，不可以增长。《礼记》一打开，头一句就告诉你「傲不可长」。这就是说明傲慢心是人人都有的，是俱生烦恼，不是你这一生学的，是你生生世世带来的习气，哪个人都有。你说谁没有？证果的人没有。阿罗汉证了果，傲慢真的没有了，还有傲慢的习气，你就知道这个东西不好断。世出世间的大圣大贤对这个事情很重视，首先你要晓得它是严重的烦恼，它是破坏一切真正的善法，世出世间善法，碰到这个就完了。所以孔子说得好，「如有周公之才之美」，周公确实他是集尧舜禹汤文武的大成，是孔子心目当中最佩服的人、最敬仰的人。孔子真的想学周公，他是学到了，不过周公在位，他不在位，精神确实学到了，把周公的德行传下来了。他说：假如有个人他的德行、才华像周公一样，可是有一点缺点，「使骄且吝」，假使他有傲慢、吝啬，就是小气，大家好懂，傲慢又小气，夫子说「其余则不足观」，这个人不是真的圣人，假的。在佛法里面讲，欲界有慢，色界没有了。初禅以上没有傲慢了，他怎么没有的？他是定共戒，他入定了，如果有傲慢，定就失掉了。定要清净心、要平等心，他才能得定，心有不平就不能得定。",
      "zh_TW": "第九「遠離我慢等事」，等是什麼？貪瞋痴慢疑。你看他沒有講貪瞋痴，他把慢放在裡頭，這就是說明人這個傲慢心很麻煩，傲慢障礙了一切善法，傲慢破壞了大乘，佛經講這個字要斷。傳統儒家雖然沒有講斷傲慢，他也講傲慢要減輕，不可以增長。《禮記》一打開，頭一句就告訴你「傲不可長」。這就是說明傲慢心是人人都有的，是俱生煩惱，不是你這一生學的，是你生生世世帶來的習氣，哪個人都有。你說誰沒有？證果的人沒有。阿羅漢證了果，傲慢真的沒有了，還有傲慢的習氣，你就知道這個東西不好斷。世出世間的大聖大賢對這個事情很重視，首先你要曉得它是嚴重的煩惱，它是破壞一切真正的善法，世出世間善法，碰到這個就完了。所以孔子說得好，「如有周公之才之美」，周公確實他是集堯舜禹湯文武的大成，是孔子心目當中最佩服的人、最敬仰的人。孔子真的想學周公，他是學到了，不過周公在位，他不在位，精神確實學到了，把周公的德行傳下來了。他說：假如有個人他的德行、才華像周公一樣，可是有一點缺點，「使驕且吝」，假使他有傲慢、吝嗇，就是小氣，大家好懂，傲慢又小氣，夫子說「其餘則不足觀」，這個人不是真的聖人，假的。在佛法裡面講，欲界有慢，色界沒有了。初禪以上沒有傲慢了，他怎麼沒有的？他是定共戒，他入定了，如果有傲慢，定就失掉了。定要清淨心、要平等心，他才能得定，心有不平就不能得定。"
    },
    {
      "id": "12-017-1918_p0023",
      "zh_CN": "我们念佛要知道，心有不平得不到一心，甚至于严重的时候，功夫成片都做不到；换句话说，往生就没分。这个字只要我们细心去观察，看自己不容易看出来，能够看出自己的毛病，不是圣人也是贤人。凡夫决定看不到，但是凡夫很容易看到别人的毛病，看到别人毛病，能不能马上回过头来反省我自己有没有？这就得受用，这就受教，这叫什么？好学。孔子在世有人对他赞叹，他听了之后告诉大家，他说：我什么都没有，德行赶不上古人，学问赶不上古人，我知道的东西不多，不比别人强。谦虚！他说：可能有一桩事情别人不如我的，那就是好学，可能这一点我比别人强一点，除此之外我什么都不行。有了丝毫傲慢的心，你怎样好学也不会成就，所以这是第一关。",
      "zh_TW": "我們念佛要知道，心有不平得不到一心，甚至於嚴重的時候，功夫成片都做不到；換句話說，往生就沒分。這個字只要我們細心去觀察，看自己不容易看出來，能夠看出自己的毛病，不是聖人也是賢人。凡夫決定看不到，但是凡夫很容易看到別人的毛病，看到別人毛病，能不能馬上回過頭來反省我自己有沒有？這就得受用，這就受教，這叫什麼？好學。孔子在世有人對他讚歎，他聽了之後告訴大家，他說：我什麼都沒有，德行趕不上古人，學問趕不上古人，我知道的東西不多，不比別人強。謙虛！他說：可能有一樁事情別人不如我的，那就是好學，可能這一點我比別人強一點，除此之外我什麼都不行。有了絲毫傲慢的心，你怎樣好學也不會成就，所以這是第一關。"
    },
    {
      "id": "12-017-1918_p0024",
      "zh_CN": "傲没有了，说老实话，还有疑，那个病更深。断疑生信，断疑才成就正信，有疑正信是决定得不到的。我们有没有正信？就问我们今天对世间法、对出世间法、对心性之法、对老师所传之法、对现实社会你所观察的一切法，你有没有怀疑？你要有怀疑，你的正信怎么能生得起来？这个事情，怎样能够教我们断疑生信？你就马上想到释迦牟尼佛四十九年苦口婆心的教学，为什么？帮助众生断疑生信，至于修行证果那是你自己的事情，一念之间。这就是章嘉大师跟我讲的，佛法知难行易，知太难了，就是看破难，放下容易。释迦牟尼佛给我们表演的，菩提树下把妄想分别执着统统放下，那时候他三十岁，表演给我们看的，就大彻大悟，明心见性。惠能大师表演的更殊胜，没有学过，不认识字，没念过书，二十四岁，《金刚经》上一句「应无所住，而生其心」，他听了就彻底放下，妄想分别执着统统放下，跟释迦牟尼佛放下是同一个境界。所以佛在印度示现佛身，在中国示现祖师的身分，观世音菩萨三十二应，应以什么身得度就现什么身，这不能不知道。所以一个慢（骄慢）、一个疑、一个顾虑，这真是麻烦大，障道！障碍我们的信心，障碍我们对正法的认知。",
      "zh_TW": "傲沒有了，說老實話，還有疑，那個病更深。斷疑生信，斷疑才成就正信，有疑正信是決定得不到的。我們有沒有正信？就問我們今天對世間法、對出世間法、對心性之法、對老師所傳之法、對現實社會你所觀察的一切法，你有沒有懷疑？你要有懷疑，你的正信怎麼能生得起來？這個事情，怎樣能夠教我們斷疑生信？你就馬上想到釋迦牟尼佛四十九年苦口婆心的教學，為什麼？幫助眾生斷疑生信，至於修行證果那是你自己的事情，一念之間。這就是章嘉大師跟我講的，佛法知難行易，知太難了，就是看破難，放下容易。釋迦牟尼佛給我們表演的，菩提樹下把妄想分別執著統統放下，那時候他三十歲，表演給我們看的，就大徹大悟，明心見性。惠能大師表演的更殊勝，沒有學過，不認識字，沒念過書，二十四歲，《金剛經》上一句「應無所住，而生其心」，他聽了就徹底放下，妄想分別執著統統放下，跟釋迦牟尼佛放下是同一個境界。所以佛在印度示現佛身，在中國示現祖師的身分，觀世音菩薩三十二應，應以什麼身得度就現什麼身，這不能不知道。所以一個慢（驕慢）、一個疑、一個顧慮，這真是麻煩大，障道！障礙我們的信心，障礙我們對正法的認知。"
    },
    {
      "id": "12-017-1918_p0025",
      "zh_CN": "末后第十「善通达诸微密之语」。善是善巧，这就是听佛说法。什么法是佛的微密之语？佛每句话都是微密之语，任何一句话里头的含义没有边际，其深无底，其广无边。所以佛的经，不管是大乘、小乘，你永远都不厌，为什么？遍遍有新的意思出来，微密意思一遍透一点，一遍透一点，到接近成熟的时候，那就是善于通达。微密的意思，一个意思含一切义，一切义在一个意思里头，一多不二，这《华严经》上说的「一即是多，多即是一」。无量的智慧、无量的德能是自性里头本来具足的，不是说只有佛有、别人没有，佛告诉我们，个个人都有，「一切众生本来是佛」，你要直下承当。直下承当，惭愧心才生起来，我本来是佛，为什么现在变成这个样子？我本来是念念行行具足无量功德，现在为什么念念行行都在造业？能不惭愧吗？有惭愧心，人才肯真正回头，不能回头是惭愧心没生起来，还在糊里糊涂过日子。最后这一句，「而不乐声闻及缘觉等」，这就对了。声闻是阿罗汉，缘觉是辟支佛，是小乘。不错了，但是不究竟。虽然不是究竟，但是要晓得，小乘是大乘的基础，必须从这个基础向上提升，不可以停留在这里，停留就错了。譬如声闻是小学毕业，缘觉是中学毕业，我们念书念个小学、中学就够了，这是错误的，还要上升，提升到大学，提升到研究所，这才叫有志向，才是真实的成就。所以小学毕业、中学毕业，小成就。这十种法是基础，清凉大师讲「闻十种法，心定不动，故得解脱」。解是解开，把烦恼习气解除，我们讲解放也可以，烦恼习气没有了；脱是脱离生死、脱离烦恼、脱离妄想分别执着。这是解脱月佛他所表的法。今天时间到了，我们就学习到此地。",
      "zh_TW": "末後第十「善通達諸微密之語」。善是善巧，這就是聽佛說法。什麼法是佛的微密之語？佛每句話都是微密之語，任何一句話裡頭的含義沒有邊際，其深無底，其廣無邊。所以佛的經，不管是大乘、小乘，你永遠都不厭，為什麼？遍遍有新的意思出來，微密意思一遍透一點，一遍透一點，到接近成熟的時候，那就是善於通達。微密的意思，一個意思含一切義，一切義在一個意思裡頭，一多不二，這《華嚴經》上說的「一即是多，多即是一」。無量的智慧、無量的德能是自性裡頭本來具足的，不是說只有佛有、別人沒有，佛告訴我們，個個人都有，「一切眾生本來是佛」，你要直下承當。直下承當，慚愧心才生起來，我本來是佛，為什麼現在變成這個樣子？我本來是念念行行具足無量功德，現在為什麼念念行行都在造業？能不慚愧嗎？有慚愧心，人才肯真正回頭，不能回頭是慚愧心沒生起來，還在糊裡糊塗過日子。最後這一句，「而不樂聲聞及緣覺等」，這就對了。聲聞是阿羅漢，緣覺是辟支佛，是小乘。不錯了，但是不究竟。雖然不是究竟，但是要曉得，小乘是大乘的基礎，必須從這個基礎向上提升，不可以停留在這裡，停留就錯了。譬如聲聞是小學畢業，緣覺是中學畢業，我們念書念個小學、中學就夠了，這是錯誤的，還要上升，提升到大學，提升到研究所，這才叫有志向，才是真實的成就。所以小學畢業、中學畢業，小成就。這十種法是基礎，清涼大師講「聞十種法，心定不動，故得解脫」。解是解開，把煩惱習氣解除，我們講解放也可以，煩惱習氣沒有了；脫是脫離生死、脫離煩惱、脫離妄想分別執著。這是解脫月佛他所表的法。今天時間到了，我們就學習到此地。"
    }
  ]
}