{
  "doc_id": "12-017-0806",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八０六卷",
    "zh_TW": "第八０六卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-0806",
  "total_paragraphs": 69,
  "paragraphs": [
    {
      "id": "12-017-0806_p0001",
      "zh_CN": "诸位同学，请看「藏海安布庄严」，第四段海间香河，长行第七句看起：",
      "zh_TW": "諸位同學，請看「藏海安布莊嚴」，第四段海間香河，長行第七句看起："
    },
    {
      "id": "12-017-0806_p0002",
      "zh_CN": "【诸世界海所有庄严。悉于中现。】",
      "zh_TW": "【諸世界海所有莊嚴。悉於中現。】"
    },
    {
      "id": "12-017-0806_p0003",
      "zh_CN": "这一句好像跟前面第五句很类似，第五句是讲一切诸佛所修的因行，在这里头出现了。这一句范围也是非常广大，『诸世界海所有庄严』，这一句我们一定要能够明了。前面经文所说的世界海微尘数刹土，「诸世界海」，诸就是世界海微尘数的世界。再往深处去观察，这里头还包含一一微尘里面所现的，一一毛端里面所现的，一一毛孔里面所现的，每一粒微尘、每一个毛端里面都现世界海微尘数刹土，依中现正，正中现依，重重无尽，没有边际。这些世界海里面依正庄严，全都在香河里面显现出来了。我们必须要明了，也应当要学习的，十法界依正庄严。我们不说很多，以我们娑婆世界做例子，十法界依正庄严，首先我们要了解十法界的因缘果报，这个重要！对我们现前的学习才能够有真正的利益，真实的受用，我们学的这个东西没有白学，学了真有用。",
      "zh_TW": "這一句好像跟前面第五句很類似，第五句是講一切諸佛所修的因行，在這裡頭出現了。這一句範圍也是非常廣大，『諸世界海所有莊嚴』，這一句我們一定要能夠明瞭。前面經文所說的世界海微塵數剎土，「諸世界海」，諸就是世界海微塵數的世界。再往深處去觀察，這裡頭還包含一一微塵裡面所現的，一一毛端裡面所現的，一一毛孔裡面所現的，每一粒微塵、每一個毛端裡面都現世界海微塵數剎土，依中現正，正中現依，重重無盡，沒有邊際。這些世界海裡面依正莊嚴，全都在香河裡面顯現出來了。我們必須要明瞭，也應當要學習的，十法界依正莊嚴。我們不說很多，以我們娑婆世界做例子，十法界依正莊嚴，首先我們要了解十法界的因緣果報，這個重要！對我們現前的學習才能夠有真正的利益，真實的受用，我們學的這個東西沒有白學，學了真有用。"
    },
    {
      "id": "12-017-0806_p0004",
      "zh_CN": "十法界，我们从上面看，最上面是佛法界；佛常常讲，不是讲究竟圆满的佛，是讲十法界里面的佛。他修的是什么因？平等心。平等是成佛的真因，究竟圆满的佛果是「真诚、清净、平等、正觉、慈悲」。十法界里面的佛，他不是用真诚，他用平等，为什么？大乘经教里头常常教给我们，这一尊佛天台家称之为「相似即佛」，他不是真的，相似的。为什么？没有发菩提心。阿罗汉没发菩提心，辟支佛没发菩提心，权教菩萨跟相似即佛他们发的菩提心也是相似的，相似的菩提心，不是真的。所以佛说四圣法界里面，这里头的众生就是声闻、缘觉、菩萨、佛，他们只有一部分的解脱，没有证得法身，没有般若。没有证得般若智慧，没有证得法身，无明没破！「破一品无明，证一分法身」，这是圆教初住菩萨，发心住，菩提心现前了，从这以后用真心，不用妄心；换句话说，十法界里面依旧用的是妄心，但是他的妄心跟真心非常接近。我们六道凡夫用的妄心跟真心距离很远。十法界里面的佛用的心跟法身菩萨，那是分证位的佛，等于在交界的地方，就差那么一点点，但是他没有能够越过。我这样的比喻，诸位应该可以理解。",
      "zh_TW": "十法界，我們從上面看，最上面是佛法界；佛常常講，不是講究竟圓滿的佛，是講十法界裡面的佛。他修的是什麼因？平等心。平等是成佛的真因，究竟圓滿的佛果是「真誠、清淨、平等、正覺、慈悲」。十法界裡面的佛，他不是用真誠，他用平等，為什麼？大乘經教裡頭常常教給我們，這一尊佛天台家稱之為「相似即佛」，他不是真的，相似的。為什麼？沒有發菩提心。阿羅漢沒發菩提心，辟支佛沒發菩提心，權教菩薩跟相似即佛他們發的菩提心也是相似的，相似的菩提心，不是真的。所以佛說四聖法界裡面，這裡頭的眾生就是聲聞、緣覺、菩薩、佛，他們只有一部分的解脫，沒有證得法身，沒有般若。沒有證得般若智慧，沒有證得法身，無明沒破！「破一品無明，證一分法身」，這是圓教初住菩薩，發心住，菩提心現前了，從這以後用真心，不用妄心；換句話說，十法界裡面依舊用的是妄心，但是他的妄心跟真心非常接近。我們六道凡夫用的妄心跟真心距離很遠。十法界裡面的佛用的心跟法身菩薩，那是分證位的佛，等於在交界的地方，就差那麼一點點，但是他沒有能夠越過。我這樣的比喻，諸位應該可以理解。"
    },
    {
      "id": "12-017-0806_p0005",
      "zh_CN": "所以佛讲平等心。由此可知，平等心是多么重要！常常修平等心，就能接近菩提心。平等，世出世间的圣人都提倡。我们世间人常讲和平、平安，这些祝福的话里头都有个「平」字。和平，和是果，和睦相处；平是因，平等对待。如果我们的心不平等，怎么可能跟大众和睦相处？你要跟一切人和睦相处，你首先要懂得以平等心对待一切人；你要跟一切万物和睦相处，你要以平等心对待万物。如果自己有优越感，觉得自己比别人高一等，你在这个世间永远得不到和睦，道理就在此地。",
      "zh_TW": "所以佛講平等心。由此可知，平等心是多麼重要！常常修平等心，就能接近菩提心。平等，世出世間的聖人都提倡。我們世間人常講和平、平安，這些祝福的話裡頭都有個「平」字。和平，和是果，和睦相處；平是因，平等對待。如果我們的心不平等，怎麼可能跟大眾和睦相處？你要跟一切人和睦相處，你首先要懂得以平等心對待一切人；你要跟一切萬物和睦相處，你要以平等心對待萬物。如果自己有優越感，覺得自己比別人高一等，你在這個世間永遠得不到和睦，道理就在此地。"
    },
    {
      "id": "12-017-0806_p0006",
      "zh_CN": "我们在日常生活当中，也常常听到有些人说，某人很随和，大家对他的印象都好，他有什么事情，每个人都很乐意去帮助他。没有别的，心平等、谦虚、卑下。平等所表现在外面，一定是谦虚、恭敬。礼的总的精神是「自卑而尊人」。儒家的礼中心精神之所在，就是这一句话，自己卑谦，尊重别人。孔老夫子一生处事待人接物，就是这个态度，一丝毫的傲慢都没有。",
      "zh_TW": "我們在日常生活當中，也常常聽到有些人說，某人很隨和，大家對他的印象都好，他有什麼事情，每個人都很樂意去幫助他。沒有別的，心平等、謙虛、卑下。平等所表現在外面，一定是謙虛、恭敬。禮的總的精神是「自卑而尊人」。儒家的禮中心精神之所在，就是這一句話，自己卑謙，尊重別人。孔老夫子一生處事待人接物，就是這個態度，一絲毫的傲慢都沒有。"
    },
    {
      "id": "12-017-0806_p0007",
      "zh_CN": "实际上，人人都有长处，他的长处我没有，我怎么不尊重他？人人都有缺点，我自己也有缺点，为什么能够原谅自己，不能原谅别人？能容自己，不能包容别人？过失！这是自己真正过失。学会忍让、学会包容、学会谦虚，这个人不但走遍世界，走遍十法界都会得到别人尊敬，都会得到别人帮助，这是做人的基本道理，也是成佛的基本道理，相同！",
      "zh_TW": "實際上，人人都有長處，他的長處我沒有，我怎麼不尊重他？人人都有缺點，我自己也有缺點，為什麼能夠原諒自己，不能原諒別人？能容自己，不能包容別人？過失！這是自己真正過失。學會忍讓、學會包容、學會謙虛，這個人不但走遍世界，走遍十法界都會得到別人尊敬，都會得到別人幫助，這是做人的基本道理，也是成佛的基本道理，相同！"
    },
    {
      "id": "12-017-0806_p0008",
      "zh_CN": "我们在大乘学习过程当中，常常提起这十个字五句是大菩提心，每一句里面都具足其他的四句，那就是菩提心。十法界的佛，平等具不具足？具足。平等里头有真诚、有清净、有正觉、有慈悲。为什么跟分证位佛不一样？他这里头还夹杂着毫分不净，问题在这里。那个毫分不净要是断掉，毫分不净都不夹杂，毫分不善也不夹杂，他马上就提升、就过关了，是法身菩萨了，升等了，那是分证即佛。这个道理我们要懂。我们要想在这一生当中成就，尤其是希望一生当中圆满成就，能不能做到？善财童子做到了，我为什么做不到？",
      "zh_TW": "我們在大乘學習過程當中，常常提起這十個字五句是大菩提心，每一句裡面都具足其他的四句，那就是菩提心。十法界的佛，平等具不具足？具足。平等裡頭有真誠、有清淨、有正覺、有慈悲。為什麼跟分證位佛不一樣？他這裡頭還夾雜著毫分不淨，問題在這裡。那個毫分不淨要是斷掉，毫分不淨都不夾雜，毫分不善也不夾雜，他馬上就提升、就過關了，是法身菩薩了，升等了，那是分證即佛。這個道理我們要懂。我們要想在這一生當中成就，尤其是希望一生當中圓滿成就，能不能做到？善財童子做到了，我為什麼做不到？"
    },
    {
      "id": "12-017-0806_p0009",
      "zh_CN": "善财童子在华严会上是做示范的，是表演给我们看的，他的身分就是六道里的凡夫，为我们做证明，我们可以做到。做不到的原因在哪里？贡高我慢的习气总有几分，不能够平等待人。我们明白这个道理，因有了，什么是缘？日常生活当中，真正以平等待人接物，那是缘。因跟缘具足，你的境界当然往上提升，这是讲佛。",
      "zh_TW": "善財童子在華嚴會上是做示範的，是表演給我們看的，他的身分就是六道裡的凡夫，為我們做證明，我們可以做到。做不到的原因在哪裡？貢高我慢的習氣總有幾分，不能夠平等待人。我們明白這個道理，因有了，什麼是緣？日常生活當中，真正以平等待人接物，那是緣。因跟緣具足，你的境界當然往上提升，這是講佛。"
    },
    {
      "id": "12-017-0806_p0010",
      "zh_CN": "菩萨，菩萨是修六度，六度是菩萨，六波罗蜜。第一个因行，四摄是方法，我们今天讲手段，真因是六波罗蜜。「布施」，布施的范围太广大了，随着你布施的心，你的心是真心，你的愿愿众生得福、愿众生开慧，这个了不起！这个心不但是菩萨心，也是佛心，念念希望一切众生破迷开悟。",
      "zh_TW": "菩薩，菩薩是修六度，六度是菩薩，六波羅蜜。第一個因行，四攝是方法，我們今天講手段，真因是六波羅蜜。「布施」，布施的範圍太廣大了，隨著你布施的心，你的心是真心，你的願願眾生得福、願眾生開慧，這個了不起！這個心不但是菩薩心，也是佛心，念念希望一切眾生破迷開悟。"
    },
    {
      "id": "12-017-0806_p0011",
      "zh_CN": "然后你就晓得哪一种布施是最殊胜？《金刚经》上多次的比较，《普贤行愿品》里面「广修供养」都说得很明白，「大千世界七宝布施，比不上四句偈」。为什么？四句偈能令迷惑众生省悟过来，能帮助人破迷开悟；七宝布施做不到，你只能够施舍，帮助人解决物质生活困难，那个功德小。为什么？人家得你的利益顶多一生，如果他觉悟了，那个觉悟是生生世世。如果这个觉悟，我们世间人讲运气很好，他遇到净土法门，他真的深信不疑，这一生念佛果然往生了，你的功德大！为什么？你帮助一个众生作佛。",
      "zh_TW": "然後你就曉得哪一種布施是最殊勝？《金剛經》上多次的比較，《普賢行願品》裡面「廣修供養」都說得很明白，「大千世界七寶布施，比不上四句偈」。為什麼？四句偈能令迷惑眾生省悟過來，能幫助人破迷開悟；七寶布施做不到，你只能夠施捨，幫助人解決物質生活困難，那個功德小。為什麼？人家得你的利益頂多一生，如果他覺悟了，那個覺悟是生生世世。如果這個覺悟，我們世間人講運氣很好，他遇到淨土法門，他真的深信不疑，這一生念佛果然往生了，你的功德大！為什麼？你幫助一個眾生作佛。"
    },
    {
      "id": "12-017-0806_p0012",
      "zh_CN": "大慈菩萨讲得很好，如果你这一生当中能够帮助两个人成佛，真的往生了，确确实实往生，就超过你自己这一生的修行。你想想看，那两个人真的往生了，你能不往生吗？你到临命终时，他们两个人一定向阿弥陀佛启请：我们两个人能到西方极乐世界，是某某人介绍、劝勉我的；现在他快要命终，我们恭请阿弥陀佛去接引他。那是肯定的，只要你自己没有障碍；你自己有障碍，那不行！你自己没有障碍，一心向佛求生净土，被你度到西方极乐世界的人，他一定跟着阿弥陀佛一起来接引你。劝人念佛求生净土，功德第一殊胜！我们不能够错过这个机会，要认真努力去做。",
      "zh_TW": "大慈菩薩講得很好，如果你這一生當中能夠幫助兩個人成佛，真的往生了，確確實實往生，就超過你自己這一生的修行。你想想看，那兩個人真的往生了，你能不往生嗎？你到臨命終時，他們兩個人一定向阿彌陀佛啟請：我們兩個人能到西方極樂世界，是某某人介紹、勸勉我的；現在他快要命終，我們恭請阿彌陀佛去接引他。那是肯定的，只要你自己沒有障礙；你自己有障礙，那不行！你自己沒有障礙，一心向佛求生淨土，被你度到西方極樂世界的人，他一定跟著阿彌陀佛一起來接引你。勸人念佛求生淨土，功德第一殊勝！我們不能夠錯過這個機會，要認真努力去做。"
    },
    {
      "id": "12-017-0806_p0013",
      "zh_CN": "大家在一起共修，建念佛堂的功德不可思议，好事情！如果说是建道场，道场的范围很广泛，能够培养弘法人才，续佛慧命。这一桩事情，一切诸佛如来都感激你，你们想想看是不是？我要是佛，我一定感激你，人同此心，心同此理。",
      "zh_TW": "大家在一起共修，建念佛堂的功德不可思議，好事情！如果說是建道場，道場的範圍很廣泛，能夠培養弘法人才，續佛慧命。這一樁事情，一切諸佛如來都感激你，你們想想看是不是？我要是佛，我一定感激你，人同此心，心同此理。"
    },
    {
      "id": "12-017-0806_p0014",
      "zh_CN": "我们这个小道场，九楼现在在筹备，利用这小小的地方建「万姓先祖纪念堂」，我们发心做这桩事情。大概一个星期之后，中国国内有一个灵媒打电话告诉我：法师！你们在做祖宗的纪念堂，全中国每一个姓氏的祖宗都感谢你。我听了这个话寒毛直竖，怎么当得起？但是想一想，这个话不是假话，我们跟他没有往来，他怎么知道？我们在此地准备做这个工作，只有几个人晓得。鬼神真的有他心通，我们起心动念他知道。他把这个讯息传给我，我们很感动，对我们也是一种勉励；换句话说，我们非做不可。所以我听到这个讯息，我在想我们要把这个事业扩大。",
      "zh_TW": "我們這個小道場，九樓現在在籌備，利用這小小的地方建「萬姓先祖紀念堂」，我們發心做這樁事情。大概一個星期之後，中國國內有一個靈媒打電話告訴我：法師！你們在做祖宗的紀念堂，全中國每一個姓氏的祖宗都感謝你。我聽了這個話寒毛直豎，怎麼當得起？但是想一想，這個話不是假話，我們跟他沒有往來，他怎麼知道？我們在此地準備做這個工作，只有幾個人曉得。鬼神真的有他心通，我們起心動念他知道。他把這個訊息傳給我，我們很感動，對我們也是一種勉勵；換句話說，我們非做不可。所以我聽到這個訊息，我在想我們要把這個事業擴大。"
    },
    {
      "id": "12-017-0806_p0015",
      "zh_CN": "祖先的牌位很不好写，太多了。现在我们收集到的有一万二千多，不断的各地方传来的资讯，中国姓氏有多少？最多的说法是二万二千多。前一个时期我们听说是一万八千多，现在我们得到新的资料是二万二千多个姓氏，万姓，不是百姓，「万姓先祖纪念堂」。将来我们把这些牌位，我们都印出来，提供别的道场。他们要想做，我们这个资料就供养他，他就不要费这么大的功夫去找这些资料来设计这些牌位，我们统统把它做好。在全世界哪个地方有华人，我们都希望他在那个地方能够建一个先祖纪念堂；不必一家一家建祠堂，所有中国人我们做一个总的祠堂。好！团结我们的民族，团结华侨，非常有意义。",
      "zh_TW": "祖先的牌位很不好寫，太多了。現在我們收集到的有一萬二千多，不斷的各地方傳來的資訊，中國姓氏有多少？最多的說法是二萬二千多。前一個時期我們聽說是一萬八千多，現在我們得到新的資料是二萬二千多個姓氏，萬姓，不是百姓，「萬姓先祖紀念堂」。將來我們把這些牌位，我們都印出來，提供別的道場。他們要想做，我們這個資料就供養他，他就不要費這麼大的功夫去找這些資料來設計這些牌位，我們統統把它做好。在全世界哪個地方有華人，我們都希望他在那個地方能夠建一個先祖紀念堂；不必一家一家建祠堂，所有中國人我們做一個總的祠堂。好！團結我們的民族，團結華僑，非常有意義。"
    },
    {
      "id": "12-017-0806_p0016",
      "zh_CN": "春秋举行祭祖，我们举行这个活动，学佛的清明、中元、冬至，一年举行三次祭祖活动。至少举行一次，冬至。居住在这个地区的华人，利用这一天我们来聚会，象征团结。请一些长者，德高望重的长者，跟我们讲讲孝道，这是机会教育，教导我们不忘本。人能够不忘祖先，眼前的父母哪有不孝顺的道理！远祖我们都还在追念，念念不忘，这是非常好的教育。",
      "zh_TW": "春秋舉行祭祖，我們舉行這個活動，學佛的清明、中元、冬至，一年舉行三次祭祖活動。至少舉行一次，冬至。居住在這個地區的華人，利用這一天我們來聚會，象徵團結。請一些長者，德高望重的長者，跟我們講講孝道，這是機會教育，教導我們不忘本。人能夠不忘祖先，眼前的父母哪有不孝順的道理！遠祖我們都還在追念，念念不忘，這是非常好的教育。"
    },
    {
      "id": "12-017-0806_p0017",
      "zh_CN": "这都是属于布施。在今天的社会，我们把它做出来，布施给这个国家、这个民族，所有众姓之家，这个多有意义！",
      "zh_TW": "這都是屬於布施。在今天的社會，我們把它做出來，布施給這個國家、這個民族，所有眾姓之家，這個多有意義！"
    },
    {
      "id": "12-017-0806_p0018",
      "zh_CN": "所以修福，我常常讲要有智慧，没有智慧修不到福。你所修的福，有很多人修福是假的。像种福，种五谷杂粮，他不是种在泥土上，他看错了，他没有真正找到福田，他种在沙土里头、种在石头上，不但不能生福，连他的种子都烂掉了。智慧才能够知道哪个地方是福田，哪个地方的土地非常肥沃，适合种什么样的东西。种子下去了，果然就茁壮、开花、结果，你就有收成。所以没有智慧，想种福都种不到。佛在经上也常常说「因地不真，果招迂曲」，我们用的心要正，我们学佛行要真，总要以佛菩萨、祖师大德的行谊做我们的榜样，我们从这里学习。",
      "zh_TW": "所以修福，我常常講要有智慧，沒有智慧修不到福。你所修的福，有很多人修福是假的。像種福，種五穀雜糧，他不是種在泥土上，他看錯了，他沒有真正找到福田，他種在沙土裡頭、種在石頭上，不但不能生福，連他的種子都爛掉了。智慧才能夠知道哪個地方是福田，哪個地方的土地非常肥沃，適合種什麼樣的東西。種子下去了，果然就茁壯、開花、結果，你就有收成。所以沒有智慧，想種福都種不到。佛在經上也常常說「因地不真，果招迂曲」，我們用的心要正，我們學佛行要真，總要以佛菩薩、祖師大德的行誼做我們的榜樣，我們從這裡學習。"
    },
    {
      "id": "12-017-0806_p0019",
      "zh_CN": "所以要学布施，学财布施、学法布施、学无畏布施，你这三种布施都做到了，果报殊胜。财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。无畏布施里头，最容易做的、最方便做的是素食，不吃众生肉，这是施无畏。所有一切动物牠不会怕你，为什么？你不会杀牠、不会害牠，你不会吃牠。牠有灵性，我们做朋友，我们互相照顾，真的是这个样子。",
      "zh_TW": "所以要學布施，學財布施、學法布施、學無畏布施，你這三種布施都做到了，果報殊勝。財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。無畏布施裡頭，最容易做的、最方便做的是素食，不吃眾生肉，這是施無畏。所有一切動物牠不會怕你，為什麼？你不會殺牠、不會害牠，你不會吃牠。牠有靈性，我們做朋友，我們互相照顧，真的是這個樣子。"
    },
    {
      "id": "12-017-0806_p0020",
      "zh_CN": "过去我们在书本里面看到有这些记载，在我们现实生活当中，我们用这种心、用这种态度对待这些动物，动物逐渐逐渐了解，真的跟我们做朋友。我们现在住在澳洲，澳洲很多野生动物，不是家里养的，我们看到，拿一点吃的东西喂牠，一招手牠就来了，不害怕。鸟很多，我们买鸟食来喂牠，常常在一起习惯了，我们向牠招手，牠飞到你手掌上来。无畏施的果报，真的给自己带来健康长寿。",
      "zh_TW": "過去我們在書本裡面看到有這些記載，在我們現實生活當中，我們用這種心、用這種態度對待這些動物，動物逐漸逐漸了解，真的跟我們做朋友。我們現在住在澳洲，澳洲很多野生動物，不是家裡養的，我們看到，拿一點吃的東西餵牠，一招手牠就來了，不害怕。鳥很多，我們買鳥食來餵牠，常常在一起習慣了，我們向牠招手，牠飛到你手掌上來。無畏施的果報，真的給自己帶來健康長壽。"
    },
    {
      "id": "12-017-0806_p0021",
      "zh_CN": "我们种的蔬菜、水果，鸟也来吃，虫也来吃，我们没有用农药，也不用化肥，是有机的蔬菜、水果。牠们来吃，我们欢喜，布施供养，我们不赶牠走；赶牠走就吝啬了，就不肯施舍了。但是到第二年，我们也跟牠商量，你吃的时候也给我们留一点，不要吃光，真的牠给你留一半。我们用的心愈诚，牠对我们的报答也愈多。",
      "zh_TW": "我們種的蔬菜、水果，鳥也來吃，蟲也來吃，我們沒有用農藥，也不用化肥，是有機的蔬菜、水果。牠們來吃，我們歡喜，布施供養，我們不趕牠走；趕牠走就吝嗇了，就不肯施捨了。但是到第二年，我們也跟牠商量，你吃的時候也給我們留一點，不要吃光，真的牠給你留一半。我們用的心愈誠，牠對我們的報答也愈多。"
    },
    {
      "id": "12-017-0806_p0022",
      "zh_CN": "古晋李金友的山庄种的这些水果、蔬菜，他跟我讲，我上一次去的时候是第六年，第一年种的水果、蔬菜百分之九十都被鸟被虫吃掉，百分之九十。到第二年牠吃一半，留一半给我们。每年都会多留一点。到第六年的时候，差不多牠们吃的是十分之一，十分之九可以收到。那些小虫、小鸟都有灵性，你对待牠好，牠也对你好，你布施供养牠，牠也会供养你，我们这样做朋友多好！菩萨心，常常有施舍的意念，它不会断掉。",
      "zh_TW": "古晉李金友的山莊種的這些水果、蔬菜，他跟我講，我上一次去的時候是第六年，第一年種的水果、蔬菜百分之九十都被鳥被蟲吃掉，百分之九十。到第二年牠吃一半，留一半給我們。每年都會多留一點。到第六年的時候，差不多牠們吃的是十分之一，十分之九可以收到。那些小蟲、小鳥都有靈性，你對待牠好，牠也對你好，你布施供養牠，牠也會供養你，我們這樣做朋友多好！菩薩心，常常有施捨的意念，它不會斷掉。"
    },
    {
      "id": "12-017-0806_p0023",
      "zh_CN": "人到世间来，一生干什么？就是干施舍的！我没有钱，什么都没有，我可以义务劳动。今天讲做义工，义工是用身体来布施，这个比财物布施的果报还要殊胜，这叫内财布施。你布施财物是外财，身外之物；我用身体来布施、来做义工，那个果报更殊胜。",
      "zh_TW": "人到世間來，一生幹什麼？就是幹施捨的！我沒有錢，什麼都沒有，我可以義務勞動。今天講做義工，義工是用身體來布施，這個比財物布施的果報還要殊勝，這叫內財布施。你布施財物是外財，身外之物；我用身體來布施、來做義工，那個果報更殊勝。"
    },
    {
      "id": "12-017-0806_p0024",
      "zh_CN": "第二「持戒」。持戒是守法、守规矩，那是属于无畏布施，你这个人守法、持戒，别人不会怕你。你持不妄语，人家对你讲话很放心，你不会骗我。你持不偷盗，我钱财摆在这个地方也很放心，为什么？你不会偷盗，你不会拿我的。他心里头没有恐惧，这就是无畏。你持不杀生，他放心，「你绝对不会伤害我」，给对方身心的安全感，这属于无畏布施。",
      "zh_TW": "第二「持戒」。持戒是守法、守規矩，那是屬於無畏布施，你這個人守法、持戒，別人不會怕你。你持不妄語，人家對你講話很放心，你不會騙我。你持不偷盜，我錢財擺在這個地方也很放心，為什麼？你不會偷盜，你不會拿我的。他心裡頭沒有恐懼，這就是無畏。你持不殺生，他放心，「你絕對不會傷害我」，給對方身心的安全感，這屬於無畏布施。"
    },
    {
      "id": "12-017-0806_p0025",
      "zh_CN": "「忍辱」是无畏布施，我在态度上、言语上得罪你，「他修忍辱波罗蜜，他不会报复，他不会记恨在心」，无畏布施。",
      "zh_TW": "「忍辱」是無畏布施，我在態度上、言語上得罪你，「他修忍辱波羅蜜，他不會報復，他不會記恨在心」，無畏布施。"
    },
    {
      "id": "12-017-0806_p0026",
      "zh_CN": "「精进、禅定、般若」是属于法布施。我自己做，别人看到了，他受感动了，他向我学习，效法我，这就布施他了。自行就是化他，自他真的是不二，菩萨修六度万行。我们学佛，说实在话，应当取法于佛菩萨，我们走佛菩萨的大道；十法界是十条道路，我们选择这两条路，决定不错。",
      "zh_TW": "「精進、禪定、般若」是屬於法布施。我自己做，別人看到了，他受感動了，他向我學習，效法我，這就布施他了。自行就是化他，自他真的是不二，菩薩修六度萬行。我們學佛，說實在話，應當取法於佛菩薩，我們走佛菩薩的大道；十法界是十條道路，我們選擇這兩條路，決定不錯。"
    },
    {
      "id": "12-017-0806_p0027",
      "zh_CN": "不要去想别人怎么对我，别人不走这个路，我们走这个路。我们只要问自己，我怎样对人？别人对我有伤害，不要紧，我常讲逆境、恶缘，缘是人事，遇到的人是恶人，伤害我；逆境是非常恶劣的环境，我能够不放在心上，我依旧以平等心六度心来处事待人接物、来过日子。逆境、恶缘消我的业障，顺境、善缘增长我的福慧，顺逆境界都是好境界。",
      "zh_TW": "不要去想別人怎麼對我，別人不走這個路，我們走這個路。我們只要問自己，我怎樣對人？別人對我有傷害，不要緊，我常講逆境、惡緣，緣是人事，遇到的人是惡人，傷害我；逆境是非常惡劣的環境，我能夠不放在心上，我依舊以平等心六度心來處事待人接物、來過日子。逆境、惡緣消我的業障，順境、善緣增長我的福慧，順逆境界都是好境界。"
    },
    {
      "id": "12-017-0806_p0028",
      "zh_CN": "所以我告诉同学们，一个真正修行人，永远生活在感恩的世界。顺境、善缘我感恩，逆境、恶缘我还是感恩，为什么？帮助我消业障，使我无始劫以来的业障能够早一天消除，好事！不是坏事。我没有错，人家冤枉我，好！消得更快。如果我有过失，别人毁谤、侮辱、陷害，业障消除；如果没有过失，那无量劫以来的业障都消掉，不是坏事。如果我们不肯接受，怀恨在心，将来想报复，不但业障不能消除，业障增加了，将来果报是生生世世冤冤相报没完没了，那个麻烦大了。",
      "zh_TW": "所以我告訴同學們，一個真正修行人，永遠生活在感恩的世界。順境、善緣我感恩，逆境、惡緣我還是感恩，為什麼？幫助我消業障，使我無始劫以來的業障能夠早一天消除，好事！不是壞事。我沒有錯，人家冤枉我，好！消得更快。如果我有過失，別人毀謗、侮辱、陷害，業障消除；如果沒有過失，那無量劫以來的業障都消掉，不是壞事。如果我們不肯接受，懷恨在心，將來想報復，不但業障不能消除，業障增加了，將來果報是生生世世冤冤相報沒完沒了，那個麻煩大了。"
    },
    {
      "id": "12-017-0806_p0029",
      "zh_CN": "佛菩萨教导我们「冤家宜解不宜结」，不要跟人结怨，小小怨结赶快化解。怎么化解？常常反省，不要怪别人。回过头来想自己，我做得不好，让他看不顺眼，让他心里不高兴，我怎样来改过。只要回过头来反省、检讨，改过自新，那个毁谤我的人、侮辱我的人都是我的老师。为什么？他要没有这个恶劣的行为对我，我不知道反省，不知道检点，不知道改进，他是我的好老师，他是我的善知识。一生当中心里没有一个冤家，没有一个对头，你说你这一生活得多么幸福、多么自在！这个世间谁能跟你相比？一个怨怼都没有，走菩萨道。",
      "zh_TW": "佛菩薩教導我們「冤家宜解不宜結」，不要跟人結怨，小小怨結趕快化解。怎麼化解？常常反省，不要怪別人。回過頭來想自己，我做得不好，讓他看不順眼，讓他心裡不高興，我怎樣來改過。只要回過頭來反省、檢討，改過自新，那個毀謗我的人、侮辱我的人都是我的老師。為什麼？他要沒有這個惡劣的行為對我，我不知道反省，不知道檢點，不知道改進，他是我的好老師，他是我的善知識。一生當中心裡沒有一個冤家，沒有一個對頭，你說你這一生活得多麼幸福、多麼自在！這個世間誰能跟你相比？一個怨懟都沒有，走菩薩道。"
    },
    {
      "id": "12-017-0806_p0030",
      "zh_CN": "缘觉、声闻是小乘，偏重在自利。缘觉是辟支佛，修十二因缘，十二因缘是说三世因果。三世因果，我们就晓得，过去世我们没有办法，我们不能回到过去，未来世还没有来，我们也没有办法，只能讲现在。现在的果我们已经在受，感受这个果报。果上没有办法修，只有在因缘上。实在讲都是「缘」。",
      "zh_TW": "緣覺、聲聞是小乘，偏重在自利。緣覺是辟支佛，修十二因緣，十二因緣是說三世因果。三世因果，我們就曉得，過去世我們沒有辦法，我們不能回到過去，未來世還沒有來，我們也沒有辦法，只能講現在。現在的果我們已經在受，感受這個果報。果上沒有辦法修，只有在因緣上。實在講都是「緣」。"
    },
    {
      "id": "12-017-0806_p0031",
      "zh_CN": "现在的缘，佛告诉我们，佛是把所有一切现前的缘归纳为三个字：爱、取、有。佛告诉我们，这三类你只要有一类断掉，你就超越六道轮回。这三条也分上、中、下三等根器，最上等的根器，爱断掉了，贪心，对于世出世间一切法贪爱的念头断掉了，这行！第二种，爱的念头虽然还有，当然它很淡薄，不是很严重，他能够不取。不取是绝不以为是我的，没有占有的念头，行！能超越。第三种，虽然有爱有取，心里头没有「有」，就是心里面绝不以为这个是我的、我所有的。我所有的这个念头断掉了，你能超越六道轮回。由此可知，六道轮回，在辟支佛他们所认定的，就是这三大类：爱、取、有。这三大类你一条都放不下，你的果报在六道、在三途。怎样到三善道，怎样到三恶道，就看你「爱、取、有」的对象，你「爱、取、有」是善的，三善道；「爱、取、有」是不善的，三恶道。这是辟支佛所修的。",
      "zh_TW": "現在的緣，佛告訴我們，佛是把所有一切現前的緣歸納為三個字：愛、取、有。佛告訴我們，這三類你只要有一類斷掉，你就超越六道輪迴。這三條也分上、中、下三等根器，最上等的根器，愛斷掉了，貪心，對於世出世間一切法貪愛的念頭斷掉了，這行！第二種，愛的念頭雖然還有，當然它很淡薄，不是很嚴重，他能夠不取。不取是絕不以為是我的，沒有佔有的念頭，行！能超越。第三種，雖然有愛有取，心裡頭沒有「有」，就是心裡面絕不以為這個是我的、我所有的。我所有的這個念頭斷掉了，你能超越六道輪迴。由此可知，六道輪迴，在辟支佛他們所認定的，就是這三大類：愛、取、有。這三大類你一條都放不下，你的果報在六道、在三途。怎樣到三善道，怎樣到三惡道，就看你「愛、取、有」的對象，你「愛、取、有」是善的，三善道；「愛、取、有」是不善的，三惡道。這是辟支佛所修的。"
    },
    {
      "id": "12-017-0806_p0032",
      "zh_CN": "阿罗汉所修的是四谛法：苦、集、灭、道，这是世出世间的因果。苦、集是世间因果，灭、道是出世间因果，佛总是先说果后说因。世间先跟你讲果报，「苦」，苦从哪里来的？集来的。「集」是什么？集结造作。集是业，你的果报是你的业变现出来的，业报！六道里头是业报，这个不能不知道。你造的是善业，你得人天果报；你造的是恶业，三途果报，世间因果如是。",
      "zh_TW": "阿羅漢所修的是四諦法：苦、集、滅、道，這是世出世間的因果。苦、集是世間因果，滅、道是出世間因果，佛總是先說果後說因。世間先跟你講果報，「苦」，苦從哪裡來的？集來的。「集」是什麼？集結造作。集是業，你的果報是你的業變現出來的，業報！六道裡頭是業報，這個不能不知道。你造的是善業，你得人天果報；你造的是惡業，三途果報，世間因果如是。"
    },
    {
      "id": "12-017-0806_p0033",
      "zh_CN": "你要想超越六道轮回，不再搞业报，那你要修出世间法，出世间的果是灭。「灭」，有很多人不懂这个字的意思，在佛法里头也常常讲涅槃，灭就是涅槃。涅槃是梵语，也翻作灭，灭什么？灭苦灭集。在因上讲是灭烦恼，见思烦恼、尘沙烦恼、无明烦恼统统灭了，你超越世间了，你证得究竟圆满的佛果，那个佛果叫大般涅槃，大乘佛法所修的。小乘佛法修的是只灭见思烦恼，证得阿罗汉果。我们要问：证得阿罗汉果之后，还会不会再往上提升？会的，肯定会。不过佛在经上常讲要两万大劫。",
      "zh_TW": "你要想超越六道輪迴，不再搞業報，那你要修出世間法，出世間的果是滅。「滅」，有很多人不懂這個字的意思，在佛法裡頭也常常講涅槃，滅就是涅槃。涅槃是梵語，也翻作滅，滅什麼？滅苦滅集。在因上講是滅煩惱，見思煩惱、塵沙煩惱、無明煩惱統統滅了，你超越世間了，你證得究竟圓滿的佛果，那個佛果叫大般涅槃，大乘佛法所修的。小乘佛法修的是只滅見思煩惱，證得阿羅漢果。我們要問：證得阿羅漢果之後，還會不會再往上提升？會的，肯定會。不過佛在經上常講要兩萬大劫。"
    },
    {
      "id": "12-017-0806_p0034",
      "zh_CN": "阿罗汉在他证得的这个境界里头他很欢喜，他在那里享受，享清净寂灭之乐。到他享够一段时间，他大概又觉悟了，这个还不够，我还要往上提升，回小向大，所以阿罗汉肯定会回小向大。每个人的时节因缘不一样，最长是两万大劫，他会回头。他修什么？修道。小乘常讲，「道」就是三十七道品，三十七道品是所有修学的归纳，无量无边的法门归纳为三十七个法门，称为三十七道品。",
      "zh_TW": "阿羅漢在他證得的這個境界裡頭他很歡喜，他在那裡享受，享清淨寂滅之樂。到他享夠一段時間，他大概又覺悟了，這個還不夠，我還要往上提升，迴小向大，所以阿羅漢肯定會迴小向大。每個人的時節因緣不一樣，最長是兩萬大劫，他會回頭。他修什麼？修道。小乘常講，「道」就是三十七道品，三十七道品是所有修學的歸納，無量無邊的法門歸納為三十七個法門，稱為三十七道品。"
    },
    {
      "id": "12-017-0806_p0035",
      "zh_CN": "三十七道品并不是完全讲小乘，大乘也有三十七道品，诸位只要看看天台智者大师讲「藏、通、别、圆」四教三十七品，你就晓得三十七品有藏教的、有别教的、有通教的、有圆教的。藏、通属于小乘，别、圆是大乘，所以它是通的。这是我们讲四圣法界的心行，我们要记住，我们要认真努力学习，搞这个好，不要搞六道。好，现在时间到了。",
      "zh_TW": "三十七道品並不是完全講小乘，大乘也有三十七道品，諸位只要看看天台智者大師講「藏、通、別、圓」四教三十七品，你就曉得三十七品有藏教的、有別教的、有通教的、有圓教的。藏、通屬於小乘，別、圓是大乘，所以它是通的。這是我們講四聖法界的心行，我們要記住，我們要認真努力學習，搞這個好，不要搞六道。好，現在時間到了。"
    },
    {
      "id": "12-017-0806_p0036",
      "zh_CN": "诸位同学，请看「海间香河」第七句：",
      "zh_TW": "諸位同學，請看「海間香河」第七句："
    },
    {
      "id": "12-017-0806_p0037",
      "zh_CN": "【诸世界海所有庄严。悉于中现。】",
      "zh_TW": "【諸世界海所有莊嚴。悉於中現。】"
    },
    {
      "id": "12-017-0806_p0038",
      "zh_CN": "这一句我是用十法界依正庄严做一个例子来说明，我们在这里面学习。十法界的四圣法界跟诸位介绍过了，四圣往下就是六道。六道第一个是「天」，天道的业因是什么？佛在经上告诉我们，欲界天上品十善。由此可知，十善业道至少要能达到九十分以上，上品，感得的果报是欲界天。欲界天，祖师大德常常跟我们讲，单单修十善，最高只能够到忉利天，我们中国人常讲的玉皇大帝，一般宗教里面讲的天主、上帝，可能都是说这个层次的天。如果再往上面去，欲界第三层天夜摩天，第四层兜率天，第五层化乐天，第六层他化自在天，这是欲界，佛在经里面把这些层次讲得很清楚，对他们的日常生活状况都有说明。",
      "zh_TW": "這一句我是用十法界依正莊嚴做一個例子來說明，我們在這裡面學習。十法界的四聖法界跟諸位介紹過了，四聖往下就是六道。六道第一個是「天」，天道的業因是什麼？佛在經上告訴我們，欲界天上品十善。由此可知，十善業道至少要能達到九十分以上，上品，感得的果報是欲界天。欲界天，祖師大德常常跟我們講，單單修十善，最高只能夠到忉利天，我們中國人常講的玉皇大帝，一般宗教裡面講的天主、上帝，可能都是說這個層次的天。如果再往上面去，欲界第三層天夜摩天，第四層兜率天，第五層化樂天，第六層他化自在天，這是欲界，佛在經裡面把這些層次講得很清楚，對他們的日常生活狀況都有說明。"
    },
    {
      "id": "12-017-0806_p0039",
      "zh_CN": "但是上面这四层要修定，不单单是修十善业道，十善业道还要加禅定、还要加四无量心。禅定没有修成，所以它的名词叫「未到定」，是修禅定，有禅定功夫，还不够标准。如果达到标准，他就到色界去了，就不在欲界。由此可知，这些修定的人，欲没有断干净，所以到不了色界天。这是讲欲界天的业因。",
      "zh_TW": "但是上面這四層要修定，不單單是修十善業道，十善業道還要加禪定、還要加四無量心。禪定沒有修成，所以它的名詞叫「未到定」，是修禪定，有禪定功夫，還不夠標準。如果達到標準，他就到色界去了，就不在欲界。由此可知，這些修定的人，欲沒有斷乾淨，所以到不了色界天。這是講欲界天的業因。"
    },
    {
      "id": "12-017-0806_p0040",
      "zh_CN": "色界天那个业因是禅定，四无量心。禅定真正修成功了，初禅。那个标准从什么地方看？对于欲的念头，「欲」我们常讲五欲，「财、色、名、食、睡」，他有没有断？跟诸位说，他没有断，他是用定功完全把它伏住；虽然没有断，决定不起现行，也就是说它不起作用。所以这种断，我们叫「伏断」，定功把它伏住，伏断。它不是灭断，阿罗汉才灭断，色界天人是伏断。定功有浅深差别，所以有初禅、二禅、三禅、四禅，这是讲功夫的等级，果报不相同。",
      "zh_TW": "色界天那個業因是禪定，四無量心。禪定真正修成功了，初禪。那個標準從什麼地方看？對於欲的念頭，「欲」我們常講五欲，「財、色、名、食、睡」，他有沒有斷？跟諸位說，他沒有斷，他是用定功完全把它伏住；雖然沒有斷，決定不起現行，也就是說它不起作用。所以這種斷，我們叫「伏斷」，定功把它伏住，伏斷。它不是滅斷，阿羅漢才滅斷，色界天人是伏斷。定功有淺深差別，所以有初禪、二禪、三禪、四禪，這是講功夫的等級，果報不相同。"
    },
    {
      "id": "12-017-0806_p0041",
      "zh_CN": "四禅里面，总共有十八天，我们常讲十八层天，还要修禅定，还要具足四无量心：慈悲喜舍，舍是放下，生色界天。色界天再上去，无色界天。无色界天，换句话说，连这个色身，有色身当然要居住的环境，我们讲有居住修学活动的场所，他有宫殿、楼阁；到无色界，他身不要了，真的像老子所说的，「吾有大患，为吾有身」，高等凡夫。知道什么？身不是好东西，没有身多自在！没有身，诸位想想，生老病死就没有了；生老病死，身才有，有身就有生老病死，没有身，生老病死就没有了。高级的凡夫他有这种思想，他不要身。不要身，真能做到，生到无色界天。",
      "zh_TW": "四禪裡面，總共有十八天，我們常講十八層天，還要修禪定，還要具足四無量心：慈悲喜捨，捨是放下，生色界天。色界天再上去，無色界天。無色界天，換句話說，連這個色身，有色身當然要居住的環境，我們講有居住修學活動的場所，他有宮殿、樓閣；到無色界，他身不要了，真的像老子所說的，「吾有大患，為吾有身」，高等凡夫。知道什麼？身不是好東西，沒有身多自在！沒有身，諸位想想，生老病死就沒有了；生老病死，身才有，有身就有生老病死，沒有身，生老病死就沒有了。高級的凡夫他有這種思想，他不要身。不要身，真能做到，生到無色界天。"
    },
    {
      "id": "12-017-0806_p0042",
      "zh_CN": "无色界天也有四个层次，我们通常称之为四空天，他没有色身，他也没有宫殿、楼阁，我们一般人称为灵界。佛法里面讲他只有神识，从唯识学家来说是阿赖耶，他只要见分，他不要相分，所以他没有形相，这是六道里面的高级凡夫。四空天只有这一类的人在里面居住，这里头没有佛菩萨。为什么？佛菩萨示现是要度化众生的，这些人是自以为足，认为自己这个境界非常好，不能接受佛菩萨教化。所以这层天也叫做「长寿天」，寿命八万大劫。",
      "zh_TW": "無色界天也有四個層次，我們通常稱之為四空天，他沒有色身，他也沒有宮殿、樓閣，我們一般人稱為靈界。佛法裡面講他只有神識，從唯識學家來說是阿賴耶，他只要見分，他不要相分，所以他沒有形相，這是六道裡面的高級凡夫。四空天只有這一類的人在裡面居住，這裡頭沒有佛菩薩。為什麼？佛菩薩示現是要度化眾生的，這些人是自以為足，認為自己這個境界非常好，不能接受佛菩薩教化。所以這層天也叫做「長壽天」，壽命八萬大劫。"
    },
    {
      "id": "12-017-0806_p0043",
      "zh_CN": "八万大劫，我们现在没有观念。我透一点讯息给诸位，我们这个世界，世界有「成、住、坏、空」，也是漩澓的，成住坏空八万次他还在，你就晓得这个寿命多长！但是八万大劫到了，他的定会失掉，那个定功最长最长只能支持这么久。定功失掉之后，他不能再上去了，他出不了六道轮回，那只有再下来。所以谚语常讲「爬得高，摔得重」，他爬到那个顶上，以为那个境界就是涅槃境界。这是误会、错认，以为自己证得大般涅槃，不接受佛菩萨的教诲，以为自己圆满成佛，这个心态就是极重的罪业，毁谤三宝，不相信三宝。尤其到他寿命到了，佛说入般涅槃就永远不生不灭，我现在还要堕落，佛说的般涅槃是假的，不是真的。「我证得了」，他不知道他那是误会，他那个不是大般涅槃，他是四空天，所以堕落决定是堕地狱。换句话说，爬到最高，跌到最下，然后从最下慢慢再修起，很辛苦！这是讲天道。所以，天不究竟。",
      "zh_TW": "八萬大劫，我們現在沒有觀念。我透一點訊息給諸位，我們這個世界，世界有「成、住、壞、空」，也是漩澓的，成住壞空八萬次他還在，你就曉得這個壽命多長！但是八萬大劫到了，他的定會失掉，那個定功最長最長只能支持這麼久。定功失掉之後，他不能再上去了，他出不了六道輪迴，那只有再下來。所以諺語常講「爬得高，摔得重」，他爬到那個頂上，以為那個境界就是涅槃境界。這是誤會、錯認，以為自己證得大般涅槃，不接受佛菩薩的教誨，以為自己圓滿成佛，這個心態就是極重的罪業，毀謗三寶，不相信三寶。尤其到他壽命到了，佛說入般涅槃就永遠不生不滅，我現在還要墮落，佛說的般涅槃是假的，不是真的。「我證得了」，他不知道他那是誤會，他那個不是大般涅槃，他是四空天，所以墮落決定是墮地獄。換句話說，爬到最高，跌到最下，然後從最下慢慢再修起，很辛苦！這是講天道。所以，天不究竟。"
    },
    {
      "id": "12-017-0806_p0044",
      "zh_CN": "天跟人当中，还有一个「阿修罗道」，这是平常讲的六道，六道讲阿修罗。如果不讲六道，讲五道、五趣轮回，就不讲阿修罗，天下面就是人。讲阿修罗，阿修罗很复杂，诸位读《楞严经》，佛在《楞严经》上讲得很清楚，阿修罗有四种：有天上阿修罗，有人间阿修罗，有畜生阿修罗，有饿鬼阿修罗，只有地狱没有。天上阿修罗在欲界，色界里头没有阿修罗，在欲界天，当然无色界更没有了，这些事实我们要知道。",
      "zh_TW": "天跟人當中，還有一個「阿修羅道」，這是平常講的六道，六道講阿修羅。如果不講六道，講五道、五趣輪迴，就不講阿修羅，天下面就是人。講阿修羅，阿修羅很複雜，諸位讀《楞嚴經》，佛在《楞嚴經》上講得很清楚，阿修羅有四種：有天上阿修羅，有人間阿修羅，有畜生阿修羅，有餓鬼阿修羅，只有地獄沒有。天上阿修羅在欲界，色界裡頭沒有阿修羅，在欲界天，當然無色界更沒有了，這些事實我們要知道。"
    },
    {
      "id": "12-017-0806_p0045",
      "zh_CN": "为什么叫做阿修罗？佛讲阿修罗好胜好斗，福报很大，瞋恚心很重，嫉妒心很重。什么业因？在人间修福，不舍傲慢。他修的福大，供养三宝，财、法、无畏都布施，他修财布施、法布施、无畏布施，但是他很傲慢，骄傲！好胜！绝对不肯落在别人后面。譬如财布施，你布施一百万，他一定要布施一百二十万，总要把你压下去。这样的心态修布施度，果报在阿修罗道。法布施、无畏布施都是这样的，总是抢在前面，绝对不肯落后；别人修福德、功德超过他，他心里嫉妒。就这么一个业因，所以他的福报很大，他享天福，人间没有这么大的福报，到天上享福。",
      "zh_TW": "為什麼叫做阿修羅？佛講阿修羅好勝好鬥，福報很大，瞋恚心很重，嫉妒心很重。什麼業因？在人間修福，不捨傲慢。他修的福大，供養三寶，財、法、無畏都布施，他修財布施、法布施、無畏布施，但是他很傲慢，驕傲！好勝！絕對不肯落在別人後面。譬如財布施，你布施一百萬，他一定要布施一百二十萬，總要把你壓下去。這樣的心態修布施度，果報在阿修羅道。法布施、無畏布施都是這樣的，總是搶在前面，絕對不肯落後；別人修福德、功德超過他，他心裡嫉妒。就這麼一個業因，所以他的福報很大，他享天福，人間沒有這麼大的福報，到天上享福。"
    },
    {
      "id": "12-017-0806_p0046",
      "zh_CN": "天上享福，这个习气还断不掉，所以常常找忉利天主的麻烦。我们在佛经上看到，忉利天主跟阿修罗打仗。当然真理里面所讲「邪不胜正」，忉利天主会打胜，但是很辛苦。忉利天主的福报跟阿修罗是一样大，忉利天主修福的时候，没有瞋恚心，没有嫉妒心，所以他是正神。这么个业因。",
      "zh_TW": "天上享福，這個習氣還斷不掉，所以常常找忉利天主的麻煩。我們在佛經上看到，忉利天主跟阿修羅打仗。當然真理裡面所講「邪不勝正」，忉利天主會打勝，但是很辛苦。忉利天主的福報跟阿修羅是一樣大，忉利天主修福的時候，沒有瞋恚心，沒有嫉妒心，所以他是正神。這麼個業因。"
    },
    {
      "id": "12-017-0806_p0047",
      "zh_CN": "人间也有阿修罗。那我们就想到，他所修的福次于天阿修罗；畜生阿修罗，他所修的福又次于人阿修罗；饿鬼里面阿修罗，当然他修的福又次于畜生阿修罗。阿修罗无论在哪一道，有福报，是那一道很大的福报；所带的习气相同，傲慢、好胜、嫉妒，这是阿修罗。佛在经上讲，阿修罗有天之福，没有天之德，差别在此地。",
      "zh_TW": "人間也有阿修羅。那我們就想到，他所修的福次於天阿修羅；畜生阿修羅，他所修的福又次於人阿修羅；餓鬼裡面阿修羅，當然他修的福又次於畜生阿修羅。阿修羅無論在哪一道，有福報，是那一道很大的福報；所帶的習氣相同，傲慢、好勝、嫉妒，這是阿修羅。佛在經上講，阿修羅有天之福，沒有天之德，差別在此地。"
    },
    {
      "id": "12-017-0806_p0048",
      "zh_CN": "《楞严经》里面讲五道，不讲六道，阿修罗在哪一道就归哪一道，在天归天道，在人归人道，所以讲五道，不讲六道；也讲五趣，趣向的趣，跟道的意思是一样的。所以佛经上，诸位读经，有的时候看到五趣，有的时候看到六道，知道五趣跟六道是完全相同的，不增不减。不是说六道多了一道，五趣少了一道，不是的，你了解里面的内容就明白了。",
      "zh_TW": "《楞嚴經》裡面講五道，不講六道，阿修羅在哪一道就歸哪一道，在天歸天道，在人歸人道，所以講五道，不講六道；也講五趣，趣向的趣，跟道的意思是一樣的。所以佛經上，諸位讀經，有的時候看到五趣，有的時候看到六道，知道五趣跟六道是完全相同的，不增不減。不是說六道多了一道，五趣少了一道，不是的，你了解裡面的內容就明白了。"
    },
    {
      "id": "12-017-0806_p0049",
      "zh_CN": "阿修罗下面是「人道」，我们现在得人身，人道的业因是什么？佛跟我们讲五戒十善。这个十善是中品十善，没有到上品。上品的五戒十善，你到天上享福，人间福报太小，你的福报太大，你生天，不会在人间。我们人间得人身的人，我们很了解；六道里头其他道状况，我们不甚了解。人道，我们亲身在这一道，感受很多。人的相貌不一样，体质不一样，寿命长短不一样，富贵穷通不一样，什么原因？",
      "zh_TW": "阿修羅下面是「人道」，我們現在得人身，人道的業因是什麼？佛跟我們講五戒十善。這個十善是中品十善，沒有到上品。上品的五戒十善，你到天上享福，人間福報太小，你的福報太大，你生天，不會在人間。我們人間得人身的人，我們很了解；六道裡頭其他道狀況，我們不甚了解。人道，我們親身在這一道，感受很多。人的相貌不一樣，體質不一樣，壽命長短不一樣，富貴窮通不一樣，什麼原因？"
    },
    {
      "id": "12-017-0806_p0050",
      "zh_CN": "佛跟我们说到人道来有两种业，一种叫「引业」，一种叫「满业」。引业就是五戒十善，引导你到人道里面来投生，得人身，引导你的。得到人身之后，你这一生富贵贫贱、寿命长短，那是属于满业。满业是什么？满业是你修的善恶业。实实在在讲，你这一生做人、生活、处事待人接物，你要能够断恶修善、积累福德，你的满业好，你来生得人身，你在人世间享福。如果不知道断恶修善，不晓得积累善福，你还要造作一些恶业，那你得人身，人身是得到了，你的一生生活状况就很辛苦，是这么一回事情！佛经上讲得详细、讲得透彻。",
      "zh_TW": "佛跟我們說到人道來有兩種業，一種叫「引業」，一種叫「滿業」。引業就是五戒十善，引導你到人道裡面來投生，得人身，引導你的。得到人身之後，你這一生富貴貧賤、壽命長短，那是屬於滿業。滿業是什麼？滿業是你修的善惡業。實實在在講，你這一生做人、生活、處事待人接物，你要能夠斷惡修善、積累福德，你的滿業好，你來生得人身，你在人世間享福。如果不知道斷惡修善，不曉得積累善福，你還要造作一些惡業，那你得人身，人身是得到了，你的一生生活狀況就很辛苦，是這麼一回事情！佛經上講得詳細、講得透徹。"
    },
    {
      "id": "12-017-0806_p0051",
      "zh_CN": "佛在经上又告诉我们，「欲知前世因，今生受者是；欲知来世果，今生作者是」，这是总说因果。我过去生中修的是什么因，造的是什么业？我这一生所受的就是果报，所以我不会怨天尤人，我的果报再不好，我知道自己造自己受，与别人不相干！别人对我误会，别人伤害我，别人欺骗我，这是过去世的业因。佛祖，连印光大师在《文钞》里都常常教导我们，遇到这些不幸的事情，应该怎么办？作还债想！我过去生中欠他的，现在还债，还过去了，帐了了！欢欢喜喜的接受，认真努力修善积福。如果做得很认真、很努力，果报不要等来世，这一世你就享受到。怎么样？这一世的命运改了，《了凡四训》就是这么一个道理，把命运改过来。",
      "zh_TW": "佛在經上又告訴我們，「欲知前世因，今生受者是；欲知來世果，今生作者是」，這是總說因果。我過去生中修的是什麼因，造的是什麼業？我這一生所受的就是果報，所以我不會怨天尤人，我的果報再不好，我知道自己造自己受，與別人不相干！別人對我誤會，別人傷害我，別人欺騙我，這是過去世的業因。佛祖，連印光大師在《文鈔》裡都常常教導我們，遇到這些不幸的事情，應該怎麼辦？作還債想！我過去生中欠他的，現在還債，還過去了，帳了了！歡歡喜喜的接受，認真努力修善積福。如果做得很認真、很努力，果報不要等來世，這一世你就享受到。怎麼樣？這一世的命運改了，《了凡四訓》就是這麼一個道理，把命運改過來。"
    },
    {
      "id": "12-017-0806_p0052",
      "zh_CN": "我们今天懂得这个道理，我们认真努力在改，改了之后，晚年愈来愈幸福，命里该短命的可以修到长寿，命里没有福报的可以修到福报。佛家常讲「佛氏门中，有求必应」，命里没有儿女，你可以得到好儿女。了凡先生给我们做了示范，俞净意先生也给我们做了示范，俞净意的果报超过了凡先生，为什么？俞净意修行那个功夫超过了凡，真的是什么样的因，得什么样的果。",
      "zh_TW": "我們今天懂得這個道理，我們認真努力在改，改了之後，晚年愈來愈幸福，命裡該短命的可以修到長壽，命裡沒有福報的可以修到福報。佛家常講「佛氏門中，有求必應」，命裡沒有兒女，你可以得到好兒女。了凡先生給我們做了示範，俞淨意先生也給我們做了示範，俞淨意的果報超過了凡先生，為什麼？俞淨意修行那個功夫超過了凡，真的是什麼樣的因，得什麼樣的果。"
    },
    {
      "id": "12-017-0806_p0053",
      "zh_CN": "我们学佛对于这个道理要参透，我们才真正能够修得人天福报。人、天是非常接近的，引业、满业都接近。所以做人要做好人，要自求多福。福不是侥幸可以得到的，一定要修因。因真，果报就实在。生活在贫穷困苦，更要懂得修因，改善自己的命运。现前享福，你也要知道你这个福报是前生修的，如果这一生不继续去修，福享完了就没有了。",
      "zh_TW": "我們學佛對於這個道理要參透，我們才真正能夠修得人天福報。人、天是非常接近的，引業、滿業都接近。所以做人要做好人，要自求多福。福不是僥倖可以得到的，一定要修因。因真，果報就實在。生活在貧窮困苦，更要懂得修因，改善自己的命運。現前享福，你也要知道你這個福報是前生修的，如果這一生不繼續去修，福享完了就沒有了。"
    },
    {
      "id": "12-017-0806_p0054",
      "zh_CN": "这一桩事情我在这一生当中看得很多，早年在抗战期间，我也听说许许多多福报很大的富贵人家，抗战胜利之后大陆解放，我到台湾，我们看到到台湾的那些达官贵人权势都失掉了，以前在中国大陆过那种豪华奢侈的生活，家里佣人都十几、二十个，真的是一呼百应，有威势。到台湾，自己提着菜篮上街去买菜，家里老夫妻两个，一个佣人都没有。我看了之后，我明白，福报享尽了。享福的时候不知道修福，享福的时候真的是迷了，作威作福，不可一世；晚年的时候，贫穷潦倒。",
      "zh_TW": "這一樁事情我在這一生當中看得很多，早年在抗戰期間，我也聽說許許多多福報很大的富貴人家，抗戰勝利之後大陸解放，我到台灣，我們看到到台灣的那些達官貴人權勢都失掉了，以前在中國大陸過那種豪華奢侈的生活，家裡佣人都十幾、二十個，真的是一呼百應，有威勢。到台灣，自己提著菜籃上街去買菜，家裡老夫妻兩個，一個佣人都沒有。我看了之後，我明白，福報享盡了。享福的時候不知道修福，享福的時候真的是迷了，作威作福，不可一世；晚年的時候，貧窮潦倒。"
    },
    {
      "id": "12-017-0806_p0055",
      "zh_CN": "富贵人家，佛经上讲「财为五家共有」，没有那个命，命里头福报尽了，公司行号倒闭了，出了事情，再多的财富，听说没有几个月亏空完了，破产，公司变卖了。这些事情，在今天的社会，只要稍稍留意，我是很少看新闻、看报纸，我想你们知道的比我多，每天多少大的公司破产，大的财主失掉他的财富。什么原因？那个财富是他前世修的，他的享受到这个地方已经尽了。所以威势、财富可以在一夜之间消失，不知道修福，不知道那些东西是假的，只有真正修福是真的。",
      "zh_TW": "富貴人家，佛經上講「財為五家共有」，沒有那個命，命裡頭福報盡了，公司行號倒閉了，出了事情，再多的財富，聽說沒有幾個月虧空完了，破產，公司變賣了。這些事情，在今天的社會，只要稍稍留意，我是很少看新聞、看報紙，我想你們知道的比我多，每天多少大的公司破產，大的財主失掉他的財富。什麼原因？那個財富是他前世修的，他的享受到這個地方已經盡了。所以威勢、財富可以在一夜之間消失，不知道修福，不知道那些東西是假的，只有真正修福是真的。"
    },
    {
      "id": "12-017-0806_p0056",
      "zh_CN": "我们在历史上看，可以给我们做真实永久榜样的，宋朝的范仲淹先生。印光大师赞叹，范先生出将入相，他做到元帅，他做到宰相，这个人那真是享尽了荣华富贵。他有没有享受？他没有享受。荣华富贵他真的是完全得到了，他把他的富贵贡献出来跟大家共享，了不起！",
      "zh_TW": "我們在歷史上看，可以給我們做真實永久榜樣的，宋朝的范仲淹先生。印光大師讚歎，范先生出將入相，他做到元帥，他做到宰相，這個人那真是享盡了榮華富貴。他有沒有享受？他沒有享受。榮華富貴他真的是完全得到了，他把他的富貴貢獻出來跟大家共享，了不起！"
    },
    {
      "id": "12-017-0806_p0057",
      "zh_CN": "《古文观止》里面还有一篇文章叫「义田记」，是写他的。他把他的俸禄，除了自己非常节俭的生活，一生都过节俭的生活，没有去享受它，把这些钱省下来买了很多田地，买来干什么？不是自己置产业，是帮助那些贫穷的人，他们生活非常艰难，分给他们，让他们耕种，让他们可以生活。他帮助三百多家，所以「义田」，义是义务，不是收租，收租就不是义田，完全是做布施供养。田地分给你们耕种，耕种收入完全是你们自己的，让你们自己养家糊口。又办义学，办学校。那个时候学校还是私塾，我相信他办得很多，请好的老师，能够念书的这些儿童，家境困难，没有办法念书，他都收进来，他来养，他来教，替国家培养人才，干这个事情。",
      "zh_TW": "《古文觀止》裡面還有一篇文章叫「義田記」，是寫他的。他把他的俸祿，除了自己非常節儉的生活，一生都過節儉的生活，沒有去享受它，把這些錢省下來買了很多田地，買來幹什麼？不是自己置產業，是幫助那些貧窮的人，他們生活非常艱難，分給他們，讓他們耕種，讓他們可以生活。他幫助三百多家，所以「義田」，義是義務，不是收租，收租就不是義田，完全是做布施供養。田地分給你們耕種，耕種收入完全是你們自己的，讓你們自己養家糊口。又辦義學，辦學校。那個時候學校還是私塾，我相信他辦得很多，請好的老師，能夠念書的這些兒童，家境困難，沒有辦法念書，他都收進來，他來養，他來教，替國家培養人才，幹這個事情。"
    },
    {
      "id": "12-017-0806_p0058",
      "zh_CN": "我们在传记上看到，范老先生死的时候，棺材都买不起，钱统统做好事去了。那个时候他的儿子范纯仁是宰相，他有五个儿子，五个儿子都了不起，都做大官，都学他老子，自己生活勤俭，所有收入布施做好事，今天讲做社会福利工作。他的果报，后代生生世世，代代都出人才，一直到民国初年。印光大师讲，在中国家道八百年不衰是范仲淹，种善因他有善果。",
      "zh_TW": "我們在傳記上看到，范老先生死的時候，棺材都買不起，錢統統做好事去了。那個時候他的兒子范純仁是宰相，他有五個兒子，五個兒子都了不起，都做大官，都學他老子，自己生活勤儉，所有收入布施做好事，今天講做社會福利工作。他的果報，後代生生世世，代代都出人才，一直到民國初年。印光大師講，在中國家道八百年不衰是范仲淹，種善因他有善果。"
    },
    {
      "id": "12-017-0806_p0059",
      "zh_CN": "讲求修福、福报，《印光大师文钞》里头，他只指出三个人。第一个是孔老夫子，孔老夫子完全是法布施，孔老夫子没有钱、没有财，他是平民，他是义务教学，法布施！他的后代到今天七十多代不衰。孔老夫子的后人孔德成先生，有一次到美国，从旧金山入关，海关听说他是孔老夫子的后裔，特别礼遇优待他，把他当作贵宾接待，沾老祖宗的光。这是真实的福报，我们要知道，要效法，要学习。",
      "zh_TW": "講求修福、福報，《印光大師文鈔》裡頭，他只指出三個人。第一個是孔老夫子，孔老夫子完全是法布施，孔老夫子沒有錢、沒有財，他是平民，他是義務教學，法布施！他的後代到今天七十多代不衰。孔老夫子的後人孔德成先生，有一次到美國，從舊金山入關，海關聽說他是孔老夫子的後裔，特別禮遇優待他，把他當作貴賓接待，沾老祖宗的光。這是真實的福報，我們要知道，要效法，要學習。"
    },
    {
      "id": "12-017-0806_p0060",
      "zh_CN": "你看看这个世间，从历史上看古今中外，有几家后代代代都有杰出人才？真的找不到。印光大师讲得不错，我们要懂得修福积德。出家人更应该懂得，佛门当中，代代有人才出来，祖祖相传，这是利益众生，果报在佛法里面讲那就殊胜。所以像范仲淹这样的人，他要是学佛，他怎么不往生？肯定往生！这是世间真正的大善人，是我们的榜样，是我们的典型。",
      "zh_TW": "你看看這個世間，從歷史上看古今中外，有幾家後代代代都有傑出人才？真的找不到。印光大師講得不錯，我們要懂得修福積德。出家人更應該懂得，佛門當中，代代有人才出來，祖祖相傳，這是利益眾生，果報在佛法裡面講那就殊勝。所以像范仲淹這樣的人，他要是學佛，他怎麼不往生？肯定往生！這是世間真正的大善人，是我們的榜樣，是我們的典型。"
    },
    {
      "id": "12-017-0806_p0061",
      "zh_CN": "你修得的财富，你应当布施供养社会大众；你有权势，你应当照顾社会大众，为一切众生造福，这是真实的功德。如果是为自己，你过去生中不管修多么大的福德，几年、几十年就享尽了，有些人晚年都保不住。过去多少生累积的福报，这一次得人身享受了，福报现前了，二十年享完了，三十年享完了，我们看到太多太多了。他得志的时候，那个享受真的是帝王生活；享尽了，公司倒闭、破产了，立刻降下来要过贫民生活，甚至于他忍受不了，病苦交加，寿命也完了。世间也有一句谚语，所谓「禄尽人亡」，你虽然有寿命，你的福报享尽了；还有寿命，没有福报，没有穿的，没有吃的，虽然还有寿命，你还是死亡，没有法子！不能不学佛。",
      "zh_TW": "你修得的財富，你應當布施供養社會大眾；你有權勢，你應當照顧社會大眾，為一切眾生造福，這是真實的功德。如果是為自己，你過去生中不管修多麼大的福德，幾年、幾十年就享盡了，有些人晚年都保不住。過去多少生累積的福報，這一次得人身享受了，福報現前了，二十年享完了，三十年享完了，我們看到太多太多了。他得志的時候，那個享受真的是帝王生活；享盡了，公司倒閉、破產了，立刻降下來要過貧民生活，甚至於他忍受不了，病苦交加，壽命也完了。世間也有一句諺語，所謂「祿盡人亡」，你雖然有壽命，你的福報享盡了；還有壽命，沒有福報，沒有穿的，沒有吃的，雖然還有壽命，你還是死亡，沒有法子！不能不學佛。"
    },
    {
      "id": "12-017-0806_p0062",
      "zh_CN": "人道下面是「畜生道」，畜生道里头也有很多有福报的，甚至于福报比一般人还要大。为什么到畜生道呢？我们就晓得，引业跟满业，满业他有福报，引业他没有。引业是什么？五戒十善。他没有修，或者有修，不及格。五戒十善，如果只能打五十分，人道就靠不住，畜生道去了。如果五戒只有十分、二十分，饿鬼道去了；完全没有的，地狱道去了。引业，我们要懂得。往生西方极乐世界的引业是「信愿行」，满业，《华严经》文殊菩萨十波罗蜜、普贤菩萨十大愿王，我们都要懂！你不懂怎么行？你是修什么？",
      "zh_TW": "人道下面是「畜生道」，畜生道裡頭也有很多有福報的，甚至於福報比一般人還要大。為什麼到畜生道呢？我們就曉得，引業跟滿業，滿業他有福報，引業他沒有。引業是什麼？五戒十善。他沒有修，或者有修，不及格。五戒十善，如果只能打五十分，人道就靠不住，畜生道去了。如果五戒只有十分、二十分，餓鬼道去了；完全沒有的，地獄道去了。引業，我們要懂得。往生西方極樂世界的引業是「信願行」，滿業，《華嚴經》文殊菩薩十波羅蜜、普賢菩薩十大願王，我們都要懂！你不懂怎麼行？你是修什麼？"
    },
    {
      "id": "12-017-0806_p0063",
      "zh_CN": "由此可知，戒跟善多么重要！戒是戒律，善是十善，你要是把戒、善疏忽了，念佛不能往生。你要问为什么？佛在经上讲得很清楚，西方极乐世界什么人住的？「诸上善人俱会一处」，所以他的标准是上善；也就是说这个善足以能够生天，上品十善。总不能说到极乐世界你这个戒善连忉利天的标准都不够，这讲不过去，没有这个道理！",
      "zh_TW": "由此可知，戒跟善多麼重要！戒是戒律，善是十善，你要是把戒、善疏忽了，念佛不能往生。你要問為什麼？佛在經上講得很清楚，西方極樂世界什麼人住的？「諸上善人俱會一處」，所以他的標準是上善；也就是說這個善足以能夠生天，上品十善。總不能說到極樂世界你這個戒善連忉利天的標準都不夠，這講不過去，沒有這個道理！"
    },
    {
      "id": "12-017-0806_p0064",
      "zh_CN": "你明白这个道理，你才晓得李炳南老居士早年常常讲的「念佛的人多，往生的人少」。他在台中，就台中这个例子来说，一万个念佛人，真正往生不过是一、两个！这个话讲的是真话，不是假话。换句话说，一万人当中有九千九百九十几人都不能往生。你要问什么原因？戒善没有达到忉利天的水平，就是这个道理。",
      "zh_TW": "你明白這個道理，你才曉得李炳南老居士早年常常講的「念佛的人多，往生的人少」。他在台中，就台中這個例子來說，一萬個念佛人，真正往生不過是一、兩個！這個話講的是真話，不是假話。換句話說，一萬人當中有九千九百九十幾人都不能往生。你要問什麼原因？戒善沒有達到忉利天的水平，就是這個道理。"
    },
    {
      "id": "12-017-0806_p0065",
      "zh_CN": "今天我们克实而论，很多戒善都达不到人道的水平，你怎么能往生？祖师大德常常提倡的「持戒念佛」，我们把这个疏忽了。我上一次到杭州，去参拜祖师的，特别是净土宗祖师的塔墓，我也去参拜弘一大师的舍利塔。我看到弘一大师写的四个字，他们把它放大做成匾额，高高的挂在上面，「以戒为师」。这是对于所有佛门宗派而言，不管你是大乘小乘、宗门教下、显教密教，持戒第一！怎么能疏忽？持戒念佛，《印光大师文钞》里头，你去查查看，有多少句这个句子，祖师重视。念佛不持戒，那就是说跟西方净土结一个缘，这一生不能成就，去不了。",
      "zh_TW": "今天我們剋實而論，很多戒善都達不到人道的水平，你怎麼能往生？祖師大德常常提倡的「持戒念佛」，我們把這個疏忽了。我上一次到杭州，去參拜祖師的，特別是淨土宗祖師的塔墓，我也去參拜弘一大師的舍利塔。我看到弘一大師寫的四個字，他們把它放大做成匾額，高高的掛在上面，「以戒為師」。這是對於所有佛門宗派而言，不管你是大乘小乘、宗門教下、顯教密教，持戒第一！怎麼能疏忽？持戒念佛，《印光大師文鈔》裡頭，你去查查看，有多少句這個句子，祖師重視。念佛不持戒，那就是說跟西方淨土結一個緣，這一生不能成就，去不了。"
    },
    {
      "id": "12-017-0806_p0066",
      "zh_CN": "所以业力，一个引业，一个满业，总要搞清楚。人道里头有这两种业，十法界哪一道里头都有这两种业，一个牵引你去往生，一个生到那个地方你的享受、你的福报。所以畜生道就是因为引业不殊胜，满业很殊胜，在畜生道里面享福，饿鬼道亦复如是。引业，一般讲那个引业是贪瞋痴，畜生道是愚痴。",
      "zh_TW": "所以業力，一個引業，一個滿業，總要搞清楚。人道裡頭有這兩種業，十法界哪一道裡頭都有這兩種業，一個牽引你去往生，一個生到那個地方你的享受、你的福報。所以畜生道就是因為引業不殊勝，滿業很殊勝，在畜生道裡面享福，餓鬼道亦復如是。引業，一般講那個引業是貪瞋痴，畜生道是愚痴。"
    },
    {
      "id": "12-017-0806_p0067",
      "zh_CN": "「饿鬼道」是贪心，贪而无厌，贪财贪色贪名贪利，总是你贪心，引导你堕饿鬼。饿鬼道里头也有享福的，也有受罪的，那是满业，看你在人间行的是善还是恶。你在人间行善，贪心引导你作饿鬼，你在饿鬼里也有福报，你也享福；如果你在人间做恶，贪心还做恶，那你在饿鬼道受苦，就这么回事情，很清楚，很明了。所以引业，你要晓得。瞋恚，瞋恚这个引业是引你堕「地狱」。嫉妒、瞋恚很可怕，吃亏的还是自己，引导你堕地狱。",
      "zh_TW": "「餓鬼道」是貪心，貪而無厭，貪財貪色貪名貪利，總是你貪心，引導你墮餓鬼。餓鬼道裡頭也有享福的，也有受罪的，那是滿業，看你在人間行的是善還是惡。你在人間行善，貪心引導你作餓鬼，你在餓鬼裡也有福報，你也享福；如果你在人間做惡，貪心還做惡，那你在餓鬼道受苦，就這麼回事情，很清楚，很明瞭。所以引業，你要曉得。瞋恚，瞋恚這個引業是引你墮「地獄」。嫉妒、瞋恚很可怕，吃虧的還是自己，引導你墮地獄。"
    },
    {
      "id": "12-017-0806_p0068",
      "zh_CN": "你要问：来生我到哪一道？你就想想，佛给我们讲的十法界的业因。平等心，引导你十法界里面的佛；六度心，引导你四圣法界的菩萨。菩萨福报不一样，是满业。譬如六度，六度引你到菩萨，菩萨有福报大的、有福报小的，有聪明智慧高的、也有比较低的，那是什么？你修布施的内容，你财布施、法布施修的多少，这是满业。堕地狱的，瞋恚！瞋恚心重，引导你到地狱。地狱都受苦，没有乐。地狱是什么？瞋恚心造的都是恶业，没有善业。瞋恚心修善业不会堕地狱，到哪里去？阿修罗去，大概总是饿鬼道里面的阿修罗，畜生道里面的阿修罗。造作一切不善业，那就堕地狱，地狱只有苦没有乐。地狱也有等级，差别很大，都是受苦。有的受苦时间短一点，有的受苦时间长一点，最苦的叫无间地狱，受苦没有间断，从堕地狱到受完罪出来，这当中所受的苦从来没有间断过，诸位读《地藏菩萨本愿经》就晓得。",
      "zh_TW": "你要問：來生我到哪一道？你就想想，佛給我們講的十法界的業因。平等心，引導你十法界裡面的佛；六度心，引導你四聖法界的菩薩。菩薩福報不一樣，是滿業。譬如六度，六度引你到菩薩，菩薩有福報大的、有福報小的，有聰明智慧高的、也有比較低的，那是什麼？你修布施的內容，你財布施、法布施修的多少，這是滿業。墮地獄的，瞋恚！瞋恚心重，引導你到地獄。地獄都受苦，沒有樂。地獄是什麼？瞋恚心造的都是惡業，沒有善業。瞋恚心修善業不會墮地獄，到哪裡去？阿修羅去，大概總是餓鬼道裡面的阿修羅，畜生道裡面的阿修羅。造作一切不善業，那就墮地獄，地獄只有苦沒有樂。地獄也有等級，差別很大，都是受苦。有的受苦時間短一點，有的受苦時間長一點，最苦的叫無間地獄，受苦沒有間斷，從墮地獄到受完罪出來，這當中所受的苦從來沒有間斷過，諸位讀《地藏菩薩本願經》就曉得。"
    },
    {
      "id": "12-017-0806_p0069",
      "zh_CN": "这是讲『诸世界海所有庄严，悉于中现』，我们举十法界这个例子，业因果报在这里统统都显现出来了。当我们把这一段经文讲完，我再跟诸位做总结。总结里头我要提示同学，就在我们日常生活当中，你怎样去真正体会到、觉察到这十法界的业因果报。",
      "zh_TW": "這是講『諸世界海所有莊嚴，悉於中現』，我們舉十法界這個例子，業因果報在這裡統統都顯現出來了。當我們把這一段經文講完，我再跟諸位做總結。總結裡頭我要提示同學，就在我們日常生活當中，你怎樣去真正體會到、覺察到這十法界的業因果報。"
    }
  ]
}