{
  "doc_id": "12-017-1475",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四七五卷",
    "zh_TW": "第一四七五卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1475",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "12-017-1475_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「净行品第十一」，经文长行的第二段，这都是智首菩萨的提问，总共有二十个云何。前面第一个是「总问其果」，后面十段，每一段用一个「云何」，下面都省略了，所以长行就有十段。总的是十一段，后面别明说十段，我们还是算总的段数，好讲，总的来说这是第二段。我们把经文念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「淨行品第十一」，經文長行的第二段，這都是智首菩薩的提問，總共有二十個云何。前面第一個是「總問其果」，後面十段，每一段用一個「云何」，下面都省略了，所以長行就有十段。總的是十一段，後面別明說十段，我們還是算總的段數，好講，總的來說這是第二段。我們把經文念一遍："
    },
    {
      "id": "12-017-1475_p0002",
      "zh_CN": "【云何得生处具足。种族具足。家具足。色具足。相具足。念具足。慧具足。行具足。无畏具足。觉悟具足。】",
      "zh_TW": "【云何得生處具足。種族具足。家具足。色具足。相具足。念具足。慧具足。行具足。無畏具足。覺悟具足。】"
    },
    {
      "id": "12-017-1475_p0003",
      "zh_CN": "这一段清凉大师给我们说的，在五果里面是属于异熟果，也是有十个问题。十，在《华严》代表无尽，所以我们不能把它当作数字看。要把它看作圆满，究竟圆满而没有缺陷，是这个意思，十代表这个意思。同学们我相信《弥陀经》念得很熟，《弥陀经》上用七表法，七也是代表圆满。七的说法是东南西北，这是四，上方、下方，这就是六，还有一个中间，当中，它也是代表圆满。所以，七跟十的意思没有差别，总是代表圆满就是了。清凉大师在《疏》里面告诉我们，我们还是看他的解释。我们契入《华严》，清凉大师跟李长者这两位大德陪着我们做导游，两个很好导游。",
      "zh_TW": "這一段清涼大師給我們說的，在五果裡面是屬於異熟果，也是有十個問題。十，在《華嚴》代表無盡，所以我們不能把它當作數字看。要把它看作圓滿，究竟圓滿而沒有缺陷，是這個意思，十代表這個意思。同學們我相信《彌陀經》念得很熟，《彌陀經》上用七表法，七也是代表圓滿。七的說法是東南西北，這是四，上方、下方，這就是六，還有一個中間，當中，它也是代表圓滿。所以，七跟十的意思沒有差別，總是代表圓滿就是了。清涼大師在《疏》裡面告訴我們，我們還是看他的解釋。我們契入《華嚴》，清涼大師跟李長者這兩位大德陪著我們做導遊，兩個很好導遊。"
    },
    {
      "id": "12-017-1475_p0004",
      "zh_CN": "「十事（这十桩事），瑜伽具释」，《瑜伽师地论》里面有很详细的解释，第一个「常生中国有佛法处」。这就是第一个问题，『云何得生处具足』，答这个问题。这个地方讲的中国，不是我们现在的中国，千万不要搞错了。这个中国它的对面叫边地，如果用现代的话来说，这个中国就是文化水平很高的都会，是这个意思。尤其这里面特别一定要具足佛法，如果这个地方没有佛法，就叫边地，就不叫中国。经论里面，诸位将来看到「生中国」，千万不要误会。",
      "zh_TW": "「十事（這十樁事），瑜伽具釋」，《瑜伽師地論》裡面有很詳細的解釋，第一個「常生中國有佛法處」。這就是第一個問題，『云何得生處具足』，答這個問題。這個地方講的中國，不是我們現在的中國，千萬不要搞錯了。這個中國它的對面叫邊地，如果用現代的話來說，這個中國就是文化水平很高的都會，是這個意思。尤其這裡面特別一定要具足佛法，如果這個地方沒有佛法，就叫邊地，就不叫中國。經論裡面，諸位將來看到「生中國」，千萬不要誤會。"
    },
    {
      "id": "12-017-1475_p0005",
      "zh_CN": "佛教传到中国有两千年了。汉明帝永平十年，皇上派使节到西域，把两位高僧大德，摩腾、竺法兰两位大德请到中国来，这是僧宝。他们带着佛像、带着佛经，所以是三宝具足，佛法僧三宝正式传到中国，而为中国朝野欢喜接受。这里面历史上有记载，相传是明帝梦到，他作个梦很奇怪，梦到人全身是金色的，从西方而来，放很大的光明。第二天，他就把他作梦的事情给这些大臣说了。其中就有一位常识非常丰富，他说皇上你梦到的金人可能就是西域所谓的佛陀。于是皇上很有兴趣，就派两个使节到西域去看看，如果有，就把他请到中国来。是这么一个因缘，佛教传到中国来了。",
      "zh_TW": "佛教傳到中國有兩千年了。漢明帝永平十年，皇上派使節到西域，把兩位高僧大德，摩騰、竺法蘭兩位大德請到中國來，這是僧寶。他們帶著佛像、帶著佛經，所以是三寶具足，佛法僧三寶正式傳到中國，而為中國朝野歡喜接受。這裡面歷史上有記載，相傳是明帝夢到，他作個夢很奇怪，夢到人全身是金色的，從西方而來，放很大的光明。第二天，他就把他作夢的事情給這些大臣說了。其中就有一位常識非常豐富，他說皇上你夢到的金人可能就是西域所謂的佛陀。於是皇上很有興趣，就派兩個使節到西域去看看，如果有，就把他請到中國來。是這麼一個因緣，佛教傳到中國來了。"
    },
    {
      "id": "12-017-1475_p0006",
      "zh_CN": "在中国这块大地上，文化的基础非常适合于佛教的生长。因为我们都知道，佛教是师道，我们讲佛教不是说宗教，是佛陀的教诲，或者说是佛陀的教育；就如同我们讲孔教，是孔老夫子、孟夫子的教育。所以它不是宗教，它是教育，它是教学，这个我们必定要把它辨别清楚。师道一定是建立在孝道的基础上，中国人教育里面讲孝道，这是核心。从前读书人都知道，「尧舜之道，孝悌而已矣」。为什么讲尧舜？尧舜距离我们现在大概四千年，往上还有，在中国有历史的时候，应该差不多接近五千年。为什么我们谈到教育就讲尧舜？尧舜的时代，政府才正式设立主管教学的官员，就像现在我们讲的教育部。政府有这么一个机构专门管教育，这是尧舜时代才有的。以前呢？以前有教育，但是政府没有设立主管官来负这个责任，以前的教育都是家教。",
      "zh_TW": "在中國這塊大地上，文化的基礎非常適合於佛教的生長。因為我們都知道，佛教是師道，我們講佛教不是說宗教，是佛陀的教誨，或者說是佛陀的教育；就如同我們講孔教，是孔老夫子、孟夫子的教育。所以它不是宗教，它是教育，它是教學，這個我們必定要把它辨別清楚。師道一定是建立在孝道的基礎上，中國人教育裡面講孝道，這是核心。從前讀書人都知道，「堯舜之道，孝悌而已矣」。為什麼講堯舜？堯舜距離我們現在大概四千年，往上還有，在中國有歷史的時候，應該差不多接近五千年。為什麼我們談到教育就講堯舜？堯舜的時代，政府才正式設立主管教學的官員，就像現在我們講的教育部。政府有這麼一個機構專門管教育，這是堯舜時代才有的。以前呢？以前有教育，但是政府沒有設立主管官來負這個責任，以前的教育都是家教。"
    },
    {
      "id": "12-017-1475_p0007",
      "zh_CN": "所以外国人讲，中国，世界四大古文明，其他三个都没落了，中国还存在。什么原因？他说可能是中国人注重家庭教育，这个说法完全正确，一点都没错。中国的教育自古以来就是家教，没有人不重视家庭教育，人人都懂得，家家都知道。所以，伦理道德的教育不是从尧舜才开始，但是尧舜设立司徒，那是官的名字，主管教育的。教的是什么？教的是伦理道德，一直到清朝末年，四千多年，中国传统的教学没有中断过。元朝蒙古人入主中国，清朝满洲人入主中国，都继承了中国传统的教育。特别是在清朝，清朝开国的几个帝王，把伦理道德的教育发扬光大，所以对于清朝能够统治中国二百六十年，不是没有道理。如果不是末代这些帝王疏忽这个教育，不像从前他们这些祖先那么样的重视，国势就衰了，最后国家就亡了。",
      "zh_TW": "所以外國人講，中國，世界四大古文明，其他三個都沒落了，中國還存在。什麼原因？他說可能是中國人注重家庭教育，這個說法完全正確，一點都沒錯。中國的教育自古以來就是家教，沒有人不重視家庭教育，人人都懂得，家家都知道。所以，倫理道德的教育不是從堯舜才開始，但是堯舜設立司徒，那是官的名字，主管教育的。教的是什麼？教的是倫理道德，一直到清朝末年，四千多年，中國傳統的教學沒有中斷過。元朝蒙古人入主中國，清朝滿洲人入主中國，都繼承了中國傳統的教育。特別是在清朝，清朝開國的幾個帝王，把倫理道德的教育發揚光大，所以對於清朝能夠統治中國二百六十年，不是沒有道理。如果不是末代這些帝王疏忽這個教育，不像從前他們這些祖先那麼樣的重視，國勢就衰了，最後國家就亡了。"
    },
    {
      "id": "12-017-1475_p0008",
      "zh_CN": "这些历史的教训，我们冷眼观察，就知道传统教育非常重要。政权给别人拿去没有关系，只要传统教育在，中国这个国家民族就存在。如果我们传统教育没有了，那就真的四大古文明最后一个也没有了，在这个地球上也消失了，变成历史，这就非常的可惜。现在我们看，纵然我们中国对于古圣先贤的教育不是很重视，可是我们的邻居，现在最重视的是韩国，做得最有成就。在海外，我细细观察，英国、德国这些国家他们汉学的学者不简单。我去访问的时候，跟我见了面，普通话讲得很好，这使我感到非常惊讶，我们不需要翻译。而对于中国汉学的典籍确实他能够深入，其他国家虽然也有研究汉学的，还是他们强，他们真正认识，真正懂得，对汉学有浓厚的兴趣。这也难怪汤恩比博士是英国的历史哲学家，居然说得出来，解决二十一世纪社会问题，只有中国孔孟学说与大乘佛法，真的通！",
      "zh_TW": "這些歷史的教訓，我們冷眼觀察，就知道傳統教育非常重要。政權給別人拿去沒有關係，只要傳統教育在，中國這個國家民族就存在。如果我們傳統教育沒有了，那就真的四大古文明最後一個也沒有了，在這個地球上也消失了，變成歷史，這就非常的可惜。現在我們看，縱然我們中國對於古聖先賢的教育不是很重視，可是我們的鄰居，現在最重視的是韓國，做得最有成就。在海外，我細細觀察，英國、德國這些國家他們漢學的學者不簡單。我去訪問的時候，跟我見了面，普通話講得很好，這使我感到非常驚訝，我們不需要翻譯。而對於中國漢學的典籍確實他能夠深入，其他國家雖然也有研究漢學的，還是他們強，他們真正認識，真正懂得，對漢學有濃厚的興趣。這也難怪湯恩比博士是英國的歷史哲學家，居然說得出來，解決二十一世紀社會問題，只有中國孔孟學說與大乘佛法，真的通！"
    },
    {
      "id": "12-017-1475_p0009",
      "zh_CN": "牛津大学、剑桥大学，这是英国最著名的大学，对汉学研究不错。可是我们在伦敦发现，真正对于汉学研究的，不是这两个学校，是伦敦大学。没有这两个大学出名，但是汉学确实他们是领先各国，很值得我们佩服。我到伦敦大学参观他们的图书馆，看到他们收藏中国的古籍，我看了不少。图书馆负责人员告诉我，有一批古籍，也有相当大的数量，年代太久了，这个书本再翻动的话就破损了，他们也很担忧。我看了之后，中国人的方法是裱褙，就像裱画一样，后面托一张薄薄的棉纸，这个书至少可以又保存五百年以上。我告诉他们，我说你们有多少这些书籍，把它做成目录，有多少册，每一册多少页，送到中国来裱褙。我们也有义务协助他，文化的宝藏是这个世界上一切众生所共有的。希望在学校里面有人研究，有人把它发扬光大，「为古圣继绝学，为万世开太平」。",
      "zh_TW": "牛津大學、劍橋大學，這是英國最著名的大學，對漢學研究不錯。可是我們在倫敦發現，真正對於漢學研究的，不是這兩個學校，是倫敦大學。沒有這兩個大學出名，但是漢學確實他們是領先各國，很值得我們佩服。我到倫敦大學參觀他們的圖書館，看到他們收藏中國的古籍，我看了不少。圖書館負責人員告訴我，有一批古籍，也有相當大的數量，年代太久了，這個書本再翻動的話就破損了，他們也很擔憂。我看了之後，中國人的方法是裱褙，就像裱畫一樣，後面托一張薄薄的棉紙，這個書至少可以又保存五百年以上。我告訴他們，我說你們有多少這些書籍，把它做成目錄，有多少冊，每一冊多少頁，送到中國來裱褙。我們也有義務協助他，文化的寶藏是這個世界上一切眾生所共有的。希望在學校裡面有人研究，有人把它發揚光大，「為古聖繼絕學，為萬世開太平」。"
    },
    {
      "id": "12-017-1475_p0010",
      "zh_CN": "所以这个中国就是文化水平高，有佛陀教育的处所，称之为中国。要生到这个地方，你才有机会接触到佛法。实在讲，认识佛法非常不容易，我自己从小受了学校教育之后，连课本里面（小学课本里面）都说佛教是迷信。孙中山先生到寺庙里面，把佛像打坏，我们教科书上都有，迷信，破除迷信，这个观念非常深刻。末世的佛教，讲经说法、懂得佛教的人太少了，我们没有机会接触到，一直都以为它是迷信。到寺庙里面去观光旅游，那是有的，看看古代佛教留下来的遗迹，道场都是建筑在山明水秀之处。我们都把它当作观光旅游的一个点来看待，没有重视它的文化。",
      "zh_TW": "所以這個中國就是文化水平高，有佛陀教育的處所，稱之為中國。要生到這個地方，你才有機會接觸到佛法。實在講，認識佛法非常不容易，我自己從小受了學校教育之後，連課本裡面（小學課本裡面）都說佛教是迷信。孫中山先生到寺廟裡面，把佛像打壞，我們教科書上都有，迷信，破除迷信，這個觀念非常深刻。末世的佛教，講經說法、懂得佛教的人太少了，我們沒有機會接觸到，一直都以為它是迷信。到寺廟裡面去觀光旅遊，那是有的，看看古代佛教留下來的遺跡，道場都是建築在山明水秀之處。我們都把它當作觀光旅遊的一個點來看待，沒有重視它的文化。"
    },
    {
      "id": "12-017-1475_p0011",
      "zh_CN": "五十年多年前，五十四年了，我在台湾认识了方东美先生，那时候二十六岁，我跟他学哲学。非常难得，他抽出时间为我讲了一套哲学概论，从西方讲到东方，最后讲到印度，最后一个单元讲到佛经哲学。我感到非常惊讶，佛经是迷信，怎么会是哲学？他说：你不懂。他说：佛经哲学才是全世界哲学的最高峰，学佛才是人生最高的享受。这几句话当时我听了非常震撼！我当时就向他老人家请教，我说您老人家怎么会知道的，他跟谁学的？",
      "zh_TW": "五十年多年前，五十四年了，我在台灣認識了方東美先生，那時候二十六歲，我跟他學哲學。非常難得，他抽出時間為我講了一套哲學概論，從西方講到東方，最後講到印度，最後一個單元講到佛經哲學。我感到非常驚訝，佛經是迷信，怎麼會是哲學？他說：你不懂。他說：佛經哲學才是全世界哲學的最高峰，學佛才是人生最高的享受。這幾句話當時我聽了非常震撼！我當時就向他老人家請教，我說您老人家怎麼會知道的，他跟誰學的？"
    },
    {
      "id": "12-017-1475_p0012",
      "zh_CN": "于是他告诉我，抗战期间他在中央大学教书，中央大学那个时候在重庆。有一段时期他生病，朋友就建议他到峨嵋山去修养，峨嵋山是中国佛教四大圣地之一，我曾经去过。他在山上，尤其是那时候交通、通讯非常不方便，山上没有报纸，也没杂志，除了佛经之外，什么都没有。所以养病，方先生每天找些文字来看看，就看佛经。愈看愈有味道，从此之后他跟佛经就结了缘，可以说一生没有间断。对经典的熟悉，许许多多的经文重要的段落他都能够背诵，让我们佩服得五体投地。",
      "zh_TW": "於是他告訴我，抗戰期間他在中央大學教書，中央大學那個時候在重慶。有一段時期他生病，朋友就建議他到峨嵋山去修養，峨嵋山是中國佛教四大聖地之一，我曾經去過。他在山上，尤其是那時候交通、通訊非常不方便，山上沒有報紙，也沒雜誌，除了佛經之外，什麼都沒有。所以養病，方先生每天找些文字來看看，就看佛經。愈看愈有味道，從此之後他跟佛經就結了緣，可以說一生沒有間斷。對經典的熟悉，許許多多的經文重要的段落他都能夠背誦，讓我們佩服得五體投地。"
    },
    {
      "id": "12-017-1475_p0013",
      "zh_CN": "佛门里面讲经说法的大和尚，讲到佛经没有他熟，他看得太多了，天天看，天天读。所以他告诉我，他说你要学佛，不要到寺庙去，不要找那些和尚。我说：那到哪里去？在经典里面，真正佛教在经典里面。这个话在那个时代说，一点都不错。我是这样的因缘接触佛经，最初接触佛经，态度就是方先生教的，受他的影响很大。到寺院不知道拜佛，恭敬心是有，不懂这些礼节。到寺庙里面，就问你们有没有藏经楼？有，图书馆。寺庙里头有没有《藏经》？台北的善导寺，它里面有个太虚图书馆，纪念太虚大师的，那时候几位住持都是太虚大师的学生，收藏有不少的佛书。我们看了很欢喜，星期假日都到太虚图书馆看佛经。因为那时候的经典流通量很少，外面买不到，所以好的、重要的东西，只有自己手抄。老师跟我们说的，哪些经典你能看的，去抄，抄经去，我还抄过不少。从这个地方入门，这就是有佛法处称之为中国。",
      "zh_TW": "佛門裡面講經說法的大和尚，講到佛經沒有他熟，他看得太多了，天天看，天天讀。所以他告訴我，他說你要學佛，不要到寺廟去，不要找那些和尚。我說：那到哪裡去？在經典裡面，真正佛教在經典裡面。這個話在那個時代說，一點都不錯。我是這樣的因緣接觸佛經，最初接觸佛經，態度就是方先生教的，受他的影響很大。到寺院不知道拜佛，恭敬心是有，不懂這些禮節。到寺廟裡面，就問你們有沒有藏經樓？有，圖書館。寺廟裡頭有沒有《藏經》？台北的善導寺，它裡面有個太虛圖書館，紀念太虛大師的，那時候幾位住持都是太虛大師的學生，收藏有不少的佛書。我們看了很歡喜，星期假日都到太虛圖書館看佛經。因為那時候的經典流通量很少，外面買不到，所以好的、重要的東西，只有自己手抄。老師跟我們說的，哪些經典你能看的，去抄，抄經去，我還抄過不少。從這個地方入門，這就是有佛法處稱之為中國。"
    },
    {
      "id": "12-017-1475_p0014",
      "zh_CN": "第二，「种族尊贵，非下贱等」。『种族具足』。第一个条件是非常重要的，就是你生在这个地方，有佛教文化，你有机会接触得到。「种族具足」，对于修学自然产生巨大的影响，对于自己修学，以及教化别人，这是很好的一个背景。释迦牟尼佛他给我们的示现，他是王族，他本身是王子，父亲是个国王。而且他是长子，该他继承王位，这是世间人真叫梦寐以求。世间人哪个不求富贵？还有什么比富贵更好的？释迦牟尼佛知道，有比富贵更好的，所以他舍弃王位，舍弃荣华富贵，他去学佛。这个总有道理，他不是贫贱，没有衣穿，没有饭吃，逼不得已跑到佛门里面，求个安定的生活。不是！世间法里面，他什么都不缺乏，为什么要搞这一行？",
      "zh_TW": "第二，「種族尊貴，非下賤等」。『種族具足』。第一個條件是非常重要的，就是你生在這個地方，有佛教文化，你有機會接觸得到。「種族具足」，對於修學自然產生巨大的影響，對於自己修學，以及教化別人，這是很好的一個背景。釋迦牟尼佛他給我們的示現，他是王族，他本身是王子，父親是個國王。而且他是長子，該他繼承王位，這是世間人真叫夢寐以求。世間人哪個不求富貴？還有什麼比富貴更好的？釋迦牟尼佛知道，有比富貴更好的，所以他捨棄王位，捨棄榮華富貴，他去學佛。這個總有道理，他不是貧賤，沒有衣穿，沒有飯吃，逼不得已跑到佛門裡面，求個安定的生活。不是！世間法裡面，他什麼都不缺乏，為什麼要搞這一行？"
    },
    {
      "id": "12-017-1475_p0015",
      "zh_CN": "我们从释迦牟尼佛的传记，《大藏经》上有《释迦方志》、《释迦谱》。我们读了之后才晓得，释迦牟尼佛慈悲至极，看到世人生活太苦，所谓是八苦交煎，生老病死、求不得、爱别离、怨憎会、五阴炽盛，烦恼太多。这些问题在人生来讲是大问题，确实是迫切需要解决的问题，政治没有办法，军事也没有办法。释迦牟尼年轻的时候武艺高强，确实他是个很好的将军，很好的元帅，不干这个。今天讲工商科技，都不能解决，唯一能够解决，真正帮上忙的，只有圣贤教育。所以他十九岁离开家庭，寻师访友，到处去参学。",
      "zh_TW": "我們從釋迦牟尼佛的傳記，《大藏經》上有《釋迦方誌》、《釋迦譜》。我們讀了之後才曉得，釋迦牟尼佛慈悲至極，看到世人生活太苦，所謂是八苦交煎，生老病死、求不得、愛別離、怨憎會、五陰熾盛，煩惱太多。這些問題在人生來講是大問題，確實是迫切需要解決的問題，政治沒有辦法，軍事也沒有辦法。釋迦牟尼年輕的時候武藝高強，確實他是個很好的將軍，很好的元帥，不幹這個。今天講工商科技，都不能解決，唯一能夠解決，真正幫上忙的，只有聖賢教育。所以他十九歲離開家庭，尋師訪友，到處去參學。"
    },
    {
      "id": "12-017-1475_p0016",
      "zh_CN": "古印度用现在的话讲，多少学者、专家，释迦牟尼都去亲近过，都去拜访过。感到他们所学不究竟、不圆满，最后回到恒河旁边，菩提树下去静坐，修定。定中开悟了，定到一定的程度，豁然大悟。悟的是什么？用我们现在的话来说，这也是佛教所讲的，「宇宙人生的真相」。所谓性相、理事、因果，这六个字可以把宇宙人生真相统统包括。觉悟之后，他不回国去做国王，从事于教学工作，以身作则，他所讲的他统统做到了。他教人看破，他真看破；他教人放下，他真放下。",
      "zh_TW": "古印度用現在的話講，多少學者、專家，釋迦牟尼都去親近過，都去拜訪過。感到他們所學不究竟、不圓滿，最後回到恆河旁邊，菩提樹下去靜坐，修定。定中開悟了，定到一定的程度，豁然大悟。悟的是什麼？用我們現在的話來說，這也是佛教所講的，「宇宙人生的真相」。所謂性相、理事、因果，這六個字可以把宇宙人生真相統統包括。覺悟之後，他不回國去做國王，從事於教學工作，以身作則，他所講的他統統做到了。他教人看破，他真看破；他教人放下，他真放下。"
    },
    {
      "id": "12-017-1475_p0017",
      "zh_CN": "《般若经》上所讲，「般若无知，无所不知」，没有人向他请教的时候，他心像止水一样，一念不生，这是根本智，无知。有人向他请教，无论什么问题你去问他，对答如流，从来不需要加以思考的，你问，直接就跟你解答，智慧现前。三十岁觉悟之后，就从事于教学，带着一批学生在印度这么大的一个地区，历史上称为五印度，北印度、东印度、西印度、南印度，还有中间。我们知道那个时候的旅行都是走路，没有代步的工具，足迹遍五印度，讲经三百余会，说法四十九年。王族能够舍弃王位来做这个工作，当然一般人听到释迦牟尼佛的身分、地位，没有怀疑。提倡平等，古印度是非常不平等的，阶级很严格，所谓婆罗门、刹帝利，这是贵族，平民、奴隶，阶级很严。他老人家提倡平等，平等的尊重，平等的爱护，平等的关怀，平等的学习。",
      "zh_TW": "《般若經》上所講，「般若無知，無所不知」，沒有人向他請教的時候，他心像止水一樣，一念不生，這是根本智，無知。有人向他請教，無論什麼問題你去問他，對答如流，從來不需要加以思考的，你問，直接就跟你解答，智慧現前。三十歲覺悟之後，就從事於教學，帶著一批學生在印度這麼大的一個地區，歷史上稱為五印度，北印度、東印度、西印度、南印度，還有中間。我們知道那個時候的旅行都是走路，沒有代步的工具，足跡遍五印度，講經三百餘會，說法四十九年。王族能夠捨棄王位來做這個工作，當然一般人聽到釋迦牟尼佛的身分、地位，沒有懷疑。提倡平等，古印度是非常不平等的，階級很嚴格，所謂婆羅門、剎帝利，這是貴族，平民、奴隸，階級很嚴。他老人家提倡平等，平等的尊重，平等的愛護，平等的關懷，平等的學習。"
    },
    {
      "id": "12-017-1475_p0018",
      "zh_CN": "学生多了，我们称它为僧团，为僧团制定「六和敬」，大家一定共同遵守的规矩，六和敬。「见和同解」，我们今天讲，首先要建立共识，我们对于一切人事物的看法要很接近，这个太重要了。第二个，「戒和同修」，要守法，这里面最重要的就是十善、三皈、五戒、十戒、威仪，一定要遵守的。这样的教学产生了很大的影响，跟他学习的人愈来愈多，你看他不分国家，不分种族，不分宗教。印度古时候是宗教之国，无论哪个宗教的信徒，你来跟他学，他都非常乐意来教你。并不劝导你改变宗教信仰，没有，你在佛经上看不到。你是婆罗门教，你还是信仰婆罗门教，你只是跟他求智慧，求学问。而且他对于所有宗教都尊重，都没有批评，难得！所以种族也是非常重要的，它有影响力。",
      "zh_TW": "學生多了，我們稱它為僧團，為僧團制定「六和敬」，大家一定共同遵守的規矩，六和敬。「見和同解」，我們今天講，首先要建立共識，我們對於一切人事物的看法要很接近，這個太重要了。第二個，「戒和同修」，要守法，這裡面最重要的就是十善、三皈、五戒、十戒、威儀，一定要遵守的。這樣的教學產生了很大的影響，跟他學習的人愈來愈多，你看他不分國家，不分種族，不分宗教。印度古時候是宗教之國，無論哪個宗教的信徒，你來跟他學，他都非常樂意來教你。並不勸導你改變宗教信仰，沒有，你在佛經上看不到。你是婆羅門教，你還是信仰婆羅門教，你只是跟他求智慧，求學問。而且他對於所有宗教都尊重，都沒有批評，難得！所以種族也是非常重要的，它有影響力。"
    },
    {
      "id": "12-017-1475_p0019",
      "zh_CN": "但是也不一定，譬如在中国，禅宗六祖惠能大师他就不是贵族，他是平民。而且没有念过书，不认识字，做粗活出身的。他做什么工作？《坛经》里面说得很清楚，他卖柴，樵夫。每天上山砍柴，够一个分量了，挑下山，挑到城镇人多的地方到那边去卖。这个行业非常辛苦，我在读小学的时候，我读小学住在福建，福建闽北建瓯，建瓯是个大城市。那时候每一家燃烧的，那时候没有煤，都是烧柴火，这是不能缺少的。一个是买柴，一个是买水，那时候没有自来水。所以有很多人在河边挑水，挑到城市来卖，一担水几毛钱，一担柴也是几毛钱，很便宜。他卖了柴，拿到钱，买一点米，买一点粮食，回家去养他的老母亲。",
      "zh_TW": "但是也不一定，譬如在中國，禪宗六祖惠能大師他就不是貴族，他是平民。而且沒有念過書，不認識字，做粗活出身的。他做什麼工作？《壇經》裡面說得很清楚，他賣柴，樵夫。每天上山砍柴，夠一個分量了，挑下山，挑到城鎮人多的地方到那邊去賣。這個行業非常辛苦，我在讀小學的時候，我讀小學住在福建，福建閩北建甌，建甌是個大城市。那時候每一家燃燒的，那時候沒有煤，都是燒柴火，這是不能缺少的。一個是買柴，一個是買水，那時候沒有自來水。所以有很多人在河邊挑水，挑到城市來賣，一擔水幾毛錢，一擔柴也是幾毛錢，很便宜。他賣了柴，拿到錢，買一點米，買一點糧食，回家去養他的老母親。"
    },
    {
      "id": "12-017-1475_p0020",
      "zh_CN": "他的成就，缘不一样，得到五祖的赏识，把衣钵传给他。传给他他只有二十四岁，所以一班人不服，到处去找他，想把衣钵夺回来，他哪有资格！他不得已，跑到猎人队里面躲了十五年。十五年之后，这个事情就平淡下去了，找他的人，时间长了找不到就算了。缘成熟遇到印宗法师，印宗法师那时候在岭南（就是广东这个地区）是一位高僧大德；通宗通教、讲经说法的大法师，对他景仰的人太多了。印宗法师了不起，印宗法师见到六祖没有嫉妒心，如果要有嫉妒、陷害，那六祖就完了，遇到真正了不起的人。印宗法师问明白了，惠能大师要求出家，他就给他剃度，剃度之后，反过头来拜他为师。这我讲水涨船高，印宗法师把他抬举起来，他一下就出名了。印宗大和尚拜他做师父，这还得了吗？这是何等人物！缘不同。六祖要遇不到印宗法师，可能一生没人知道他，缘关系太大了。",
      "zh_TW": "他的成就，緣不一樣，得到五祖的賞識，把衣缽傳給他。傳給他他只有二十四歲，所以一班人不服，到處去找他，想把衣缽奪回來，他哪有資格！他不得已，跑到獵人隊裡面躲了十五年。十五年之後，這個事情就平淡下去了，找他的人，時間長了找不到就算了。緣成熟遇到印宗法師，印宗法師那時候在嶺南（就是廣東這個地區）是一位高僧大德；通宗通教、講經說法的大法師，對他景仰的人太多了。印宗法師了不起，印宗法師見到六祖沒有嫉妒心，如果要有嫉妒、陷害，那六祖就完了，遇到真正了不起的人。印宗法師問明白了，惠能大師要求出家，他就給他剃度，剃度之後，反過頭來拜他為師。這我講水漲船高，印宗法師把他抬舉起來，他一下就出名了。印宗大和尚拜他做師父，這還得了嗎？這是何等人物！緣不同。六祖要遇不到印宗法師，可能一生沒人知道他，緣關係太大了。"
    },
    {
      "id": "12-017-1475_p0021",
      "zh_CN": "现在这个社会也讲求出身，种族，但是跟从前的观念不一样。现在一般人重视学历，在中国、在外国都一样。你出家了，你是高级知识分子，大学毕业，或者拿到硕士学位，拿到博士学位，你出家自然就不一样。你讲经说法，大家对你会尊重，你有那么高的学位！所以现在有不少年轻的出家人，到学校去读书，目的就是拿学位。正不正确？有没有这个必要？说实在话，没有必要。最重要的还是要遵守传统，你在经教里头功夫下得深，一门深入，长时薰修，十年、二十年，你变成专家了。虽然没有学历，可是我在这一门下的功夫比你深得多，这不能否认的。你提出的问题，我能给你解答；我提出的问题，你答复不了，这都是事实。",
      "zh_TW": "現在這個社會也講求出身，種族，但是跟從前的觀念不一樣。現在一般人重視學歷，在中國、在外國都一樣。你出家了，你是高級知識分子，大學畢業，或者拿到碩士學位，拿到博士學位，你出家自然就不一樣。你講經說法，大家對你會尊重，你有那麼高的學位！所以現在有不少年輕的出家人，到學校去讀書，目的就是拿學位。正不正確？有沒有這個必要？說實在話，沒有必要。最重要的還是要遵守傳統，你在經教裡頭功夫下得深，一門深入，長時薰修，十年、二十年，你變成專家了。雖然沒有學歷，可是我在這一門下的功夫比你深得多，這不能否認的。你提出的問題，我能給你解答；我提出的問題，你答覆不了，這都是事實。"
    },
    {
      "id": "12-017-1475_p0022",
      "zh_CN": "所以我常常给年轻的法师们说，我们已经有这个机缘，得人身，闻佛法。一定要在大乘经教里面选择一门，一门深入，自己可以契入境界，然后可以教化别人。不要去求名闻利养，中国古人讲「实至名归」，人家自自然然会尊重你。尤其你有表达的机会，你天天讲经，天天上讲台，听众里面不乏有博士、有硕士，有很多名流、学者、专家在下面听。我常说我就是个好榜样，我初中毕业，高中念了半年就失学，所以这一生学习很辛苦，难得遇到几位好的老师，热心教导。我那时候是贫贱到极处，老师热心教导，不收学费，我非常的感恩。学成之后，一直在讲台，讲台就是我学习的场所，听众都是我的老师，都是我的监学，我决定不敢轻慢，教学相长。这样把自己的德行、学问，不断向上提升。好，现在时间到了，我们休息几分钟。",
      "zh_TW": "所以我常常給年輕的法師們說，我們已經有這個機緣，得人身，聞佛法。一定要在大乘經教裡面選擇一門，一門深入，自己可以契入境界，然後可以教化別人。不要去求名聞利養，中國古人講「實至名歸」，人家自自然然會尊重你。尤其你有表達的機會，你天天講經，天天上講台，聽眾裡面不乏有博士、有碩士，有很多名流、學者、專家在下面聽。我常說我就是個好榜樣，我初中畢業，高中念了半年就失學，所以這一生學習很辛苦，難得遇到幾位好的老師，熱心教導。我那時候是貧賤到極處，老師熱心教導，不收學費，我非常的感恩。學成之後，一直在講台，講台就是我學習的場所，聽眾都是我的老師，都是我的監學，我決定不敢輕慢，教學相長。這樣把自己的德行、學問，不斷向上提升。好，現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "12-017-1475_p0023",
      "zh_CN": "诸位法师，诸位同学，请坐。我们接着把第二段经文念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。我們接著把第二段經文念一遍："
    },
    {
      "id": "12-017-1475_p0024",
      "zh_CN": "【云何得生处具足。种族具足。家具足。色具足。相具足。念具足。慧具足。行具足。无畏具足。觉悟具足。】",
      "zh_TW": "【云何得生處具足。種族具足。家具足。色具足。相具足。念具足。慧具足。行具足。無畏具足。覺悟具足。】"
    },
    {
      "id": "12-017-1475_p0025",
      "zh_CN": "上面一节，我们讲到『种族具足』，这些都会产生影响力。它的影响因缘很复杂，如果总的一句话来说，因缘具足。因缘就包括太多了，这些都包括在这一句当中。所以，家族它能够让大众、让后人生起信心。",
      "zh_TW": "上面一節，我們講到『種族具足』，這些都會產生影響力。它的影響因緣很複雜，如果總的一句話來說，因緣具足。因緣就包括太多了，這些都包括在這一句當中。所以，家族它能夠讓大眾、讓後人生起信心。"
    },
    {
      "id": "12-017-1475_p0026",
      "zh_CN": "第三，「生信向三宝修善之家，非外道等家」，这『家具足』，这都是缘分。可是也不一定，譬如我自己这一条就没有。我的父母，我们家族，对佛法没有信仰。母亲虽然年节、忌日会到寺庙、神庙去烧烧香，都是属于迷信。求保平安，求佛求神保平安，保佑升官发财，都这么个观念，这属于迷信。一个能够生在信向三宝修善之家，他的基础一定非常好，这是我们可以想像到的。从小就受到佛法的薰陶，这个缘太殊胜了，很不容易遇到。我们这一生当中，我说我自己，如果不遇到方东美先生，什么人劝我学佛，我都不会接受。自己心目当中最景仰、最尊重的一位长者，这个话是从他口里说的，让我们具足信心。",
      "zh_TW": "第三，「生信向三寶修善之家，非外道等家」，這『家具足』，這都是緣分。可是也不一定，譬如我自己這一條就沒有。我的父母，我們家族，對佛法沒有信仰。母親雖然年節、忌日會到寺廟、神廟去燒燒香，都是屬於迷信。求保平安，求佛求神保平安，保佑升官發財，都這麼個觀念，這屬於迷信。一個能夠生在信向三寶修善之家，他的基礎一定非常好，這是我們可以想像到的。從小就受到佛法的薰陶，這個緣太殊勝了，很不容易遇到。我們這一生當中，我說我自己，如果不遇到方東美先生，什麼人勸我學佛，我都不會接受。自己心目當中最景仰、最尊重的一位長者，這個話是從他口裡說的，讓我們具足信心。"
    },
    {
      "id": "12-017-1475_p0027",
      "zh_CN": "我们在世间学业虽然没有完成，可是这是另外一种学问，方先生介绍，我对于佛法不怀疑了。知道这确实如老师所说，是哲学最高峰，学佛是人生最高的享受。那个享受别人不知道，读儒书的人能够体会到少分，所谓孔颜之乐。《论语》开头第一句：「学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？」用这个三句来形容学佛之乐，你才真正体会到少分，真乐，这是享受。这个享受不是钱财，不是财富，不是地位，不是权势，是境界不断向上提升。在这个社会上，我们一生守住自己的本分。我选择这个行业，就是出家，也不是我自己选择的，是章嘉大师替我选择的。他老人家苦口婆心的劝我，「不要搞别的，你不是搞其他行业的材料，好好的学佛，弘法利生」。我对老师非常尊重，很听话，是好学生，他老人家给我选择，我就确定走这条路。",
      "zh_TW": "我們在世間學業雖然沒有完成，可是這是另外一種學問，方先生介紹，我對於佛法不懷疑了。知道這確實如老師所說，是哲學最高峰，學佛是人生最高的享受。那個享受別人不知道，讀儒書的人能夠體會到少分，所謂孔顏之樂。《論語》開頭第一句：「學而時習之，不亦說乎？有朋自遠方來，不亦樂乎？人不知而不慍，不亦君子乎？」用這個三句來形容學佛之樂，你才真正體會到少分，真樂，這是享受。這個享受不是錢財，不是財富，不是地位，不是權勢，是境界不斷向上提升。在這個社會上，我們一生守住自己的本分。我選擇這個行業，就是出家，也不是我自己選擇的，是章嘉大師替我選擇的。他老人家苦口婆心的勸我，「不要搞別的，你不是搞其他行業的材料，好好的學佛，弘法利生」。我對老師非常尊重，很聽話，是好學生，他老人家給我選擇，我就確定走這條路。"
    },
    {
      "id": "12-017-1475_p0028",
      "zh_CN": "这条路古德说得很好，「弘法是家务」，我们的家务事情，自己的事情就是依教修行，弘法利生，这是我们自己本分事情。我这一生做到了，除这桩事情之外，我任何事情都没有去留意。所以到现在这个年龄，我没有道场，我没有精舍。我住是住别人的地方，所有权是别人的，我说我有使用权，我无需要所有权，很自在。没有徒众，虽然天天教学，也没有学生，居然有许多人说是我的徒众，说是我的学生，那是他说的，不是我说的，这个一定要懂！天天读经，天天讲经，时间久了，不知不觉渐渐就契入，真乐！烦恼少，智慧长，妄想分别愈来愈少，每天想的是什么？想的是经文、经教，佛怎么说，我应该怎么学，我应该怎么样帮助别人学，想的是这些事情，非常的单纯。几十年虽然住在都市，实际上就是古人讲的隐居，隐居在都市。都市里面的事情多，一概不知道，不看电视，不看报纸，不看杂志，不听广播，所以每天天下太平。",
      "zh_TW": "這條路古德說得很好，「弘法是家務」，我們的家務事情，自己的事情就是依教修行，弘法利生，這是我們自己本分事情。我這一生做到了，除這樁事情之外，我任何事情都沒有去留意。所以到現在這個年齡，我沒有道場，我沒有精舍。我住是住別人的地方，所有權是別人的，我說我有使用權，我無需要所有權，很自在。沒有徒眾，雖然天天教學，也沒有學生，居然有許多人說是我的徒眾，說是我的學生，那是他說的，不是我說的，這個一定要懂！天天讀經，天天講經，時間久了，不知不覺漸漸就契入，真樂！煩惱少，智慧長，妄想分別愈來愈少，每天想的是什麼？想的是經文、經教，佛怎麼說，我應該怎麼學，我應該怎麼樣幫助別人學，想的是這些事情，非常的單純。幾十年雖然住在都市，實際上就是古人講的隱居，隱居在都市。都市裡面的事情多，一概不知道，不看電視，不看報紙，不看雜誌，不聽廣播，所以每天天下太平。"
    },
    {
      "id": "12-017-1475_p0029",
      "zh_CN": "发生什么大事了，有些信徒他们会把这消息告诉我，所以我也能懂得一些，知道一些。自己从来不接触，这样子心才能定得下来，定生慧，慧能解决问题。所以在一九九八年我到新加坡，缘也很殊胜，有一次偶然之间，我跟李木源居士说，世界要想和平，一定要派系不再对立，种族能够化解歧视，宗教和睦相处，这个问题才能得到解决。但是三大问题，从宗教下手比较容易，为什么？凡是宗教徒他都相信神，他有个中心，把这个中心点抓到，神爱世人，佛家大慈大悲。什么是佛法？「慈悲为本，方便为门」，这就是神爱世人，上帝爱世人，我说可以把宗教团结起来。他听了很有兴趣，主动给我联系，联系新加坡九个宗教，太好了。我就抽出一点时间，他陪着我一家一家去拜访，交朋友，到最后这九个宗教变成一家人。新加坡那个时候的总统王鼎昌先生，看到非常欢喜，我跟王鼎昌夫妇见过几次面，他对我们的做法很赞叹。",
      "zh_TW": "發生什麼大事了，有些信徒他們會把這消息告訴我，所以我也能懂得一些，知道一些。自己從來不接觸，這樣子心才能定得下來，定生慧，慧能解決問題。所以在一九九八年我到新加坡，緣也很殊勝，有一次偶然之間，我跟李木源居士說，世界要想和平，一定要派系不再對立，種族能夠化解歧視，宗教和睦相處，這個問題才能得到解決。但是三大問題，從宗教下手比較容易，為什麼？凡是宗教徒他都相信神，他有個中心，把這個中心點抓到，神愛世人，佛家大慈大悲。什麼是佛法？「慈悲為本，方便為門」，這就是神愛世人，上帝愛世人，我說可以把宗教團結起來。他聽了很有興趣，主動給我聯繫，聯繫新加坡九個宗教，太好了。我就抽出一點時間，他陪著我一家一家去拜訪，交朋友，到最後這九個宗教變成一家人。新加坡那個時候的總統王鼎昌先生，看到非常歡喜，我跟王鼎昌夫婦見過幾次面，他對我們的做法很讚歎。"
    },
    {
      "id": "12-017-1475_p0030",
      "zh_CN": "在这个小地方做了三年，办了三次温馨晚宴，各个宗教一起来过年。第一次是一九九九年，三千八百人参加，第二年西元二０００年，有七、八千人参加，第三次二００一年，估计会超过一万人。因为最后一次是新加坡总理做我们的贵宾，这是国家领导人，所以保安就多了，就谨慎了。而且也跟我们说，希望我们人数不要太多，所以我们就订了五千人，而实际那天出席将近八千人，做得很成功。附近这几个国家都有代表来参加，马来西亚、印尼、越南、柬埔寨、泰国、菲律宾，好几个国家主管宗教的，或者是宗教里面有声望、有地位的这些大德们。所以，朋友愈交愈多，也是这么个因缘，我跟南洋建立了良好的关系。",
      "zh_TW": "在這個小地方做了三年，辦了三次溫馨晚宴，各個宗教一起來過年。第一次是一九九九年，三千八百人參加，第二年西元二０００年，有七、八千人參加，第三次二００一年，估計會超過一萬人。因為最後一次是新加坡總理做我們的貴賓，這是國家領導人，所以保安就多了，就謹慎了。而且也跟我們說，希望我們人數不要太多，所以我們就訂了五千人，而實際那天出席將近八千人，做得很成功。附近這幾個國家都有代表來參加，馬來西亞、印尼、越南、柬埔寨、泰國、菲律賓，好幾個國家主管宗教的，或者是宗教裡面有聲望、有地位的這些大德們。所以，朋友愈交愈多，也是這麼個因緣，我跟南洋建立了良好的關係。"
    },
    {
      "id": "12-017-1475_p0031",
      "zh_CN": "离开新加坡，澳洲政府给我特别的签证，非常礼遇。在澳洲有这个缘分，帮助他们团结宗教，团结族群。澳洲政府这些事情，政府设立有专门机构「多元文化部」主管这些事情。执行是让学校，由大学来执行，这个好，非常之好。因为学校不偏于哪个宗教，决定是站在中立的，对每个宗教都好。所以跟高等教育就接触了，有机缘跟这些学校教授团举行两次座谈会，没想到学校就赠送我荣誉博士，请我担任学校教授。我跟诸位说，我初中毕业，虽然学校学历很低，我在佛学上五十年的功夫。我教学，讲经教学，那一年好像是四十三年，讲经教学四十三年，这就是实实在在的东西摆在面前。我们在教授团里面举行座谈，教授所提出的问题，我都能够一一的给他解答。凭什么？佛法，佛法确实是圆满的智慧。可惜我们自己还没有达到圆满，学了这么多年，没有大智慧，开了点小智慧，这小智慧也挺管用。所以真正有实学，别人不会轻视。",
      "zh_TW": "離開新加坡，澳洲政府給我特別的簽證，非常禮遇。在澳洲有這個緣分，幫助他們團結宗教，團結族群。澳洲政府這些事情，政府設立有專門機構「多元文化部」主管這些事情。執行是讓學校，由大學來執行，這個好，非常之好。因為學校不偏於哪個宗教，決定是站在中立的，對每個宗教都好。所以跟高等教育就接觸了，有機緣跟這些學校教授團舉行兩次座談會，沒想到學校就贈送我榮譽博士，請我擔任學校教授。我跟諸位說，我初中畢業，雖然學校學歷很低，我在佛學上五十年的功夫。我教學，講經教學，那一年好像是四十三年，講經教學四十三年，這就是實實在在的東西擺在面前。我們在教授團裡面舉行座談，教授所提出的問題，我都能夠一一的給他解答。憑什麼？佛法，佛法確實是圓滿的智慧。可惜我們自己還沒有達到圓滿，學了這麼多年，沒有大智慧，開了點小智慧，這小智慧也挺管用。所以真正有實學，別人不會輕視。"
    },
    {
      "id": "12-017-1475_p0032",
      "zh_CN": "尤其是现在，科技发达，媒体发达，我们今天讲经教学，利用网际网路，利用卫星电视，全球任何一个地方都能接收。这个影响的面跟从前确实不一样，很短的时间就有很大的影响。所以我一生不建寺庙，寺庙的影响力不大。我知道卫星电视、网际网路的影响大，我以这个为道场，租借地方都可以，不必自己要有道场。每天孜孜不倦，认真努力提升自己的境界，帮助别人学佛。学佛总不外乎帮助人回头是岸，帮助人断恶修善，帮助人破迷开悟，终极的目的是帮助他转凡成圣。你说这种事业多有意义，多有价值，多么快乐！这才是人生最高的享受。这个缘也不是很容易得来，总而言之一句话，佛家讲缘是讲得非常正确，讲得教人不能不五体投地，都在缘上。",
      "zh_TW": "尤其是現在，科技發達，媒體發達，我們今天講經教學，利用網際網路，利用衛星電視，全球任何一個地方都能接收。這個影響的面跟從前確實不一樣，很短的時間就有很大的影響。所以我一生不建寺廟，寺廟的影響力不大。我知道衛星電視、網際網路的影響大，我以這個為道場，租借地方都可以，不必自己要有道場。每天孜孜不倦，認真努力提升自己的境界，幫助別人學佛。學佛總不外乎幫助人回頭是岸，幫助人斷惡修善，幫助人破迷開悟，終極的目的是幫助他轉凡成聖。你說這種事業多有意義，多有價值，多麼快樂！這才是人生最高的享受。這個緣也不是很容易得來，總而言之一句話，佛家講緣是講得非常正確，講得教人不能不五體投地，都在緣上。"
    },
    {
      "id": "12-017-1475_p0033",
      "zh_CN": "这一句在现代的社会，纵然是生在外道之家，他要有缘遇到佛法，他会改变，从其他宗教里头转过来学佛的很多，我就遇到不少。我遇到的时候，总是以正法劝他，不要改变你宗教信仰，那是错误的，你来学佛是正确的。为什么？佛是你的老师。譬如你是个天主教徒，你信仰天主，上帝是你的主，是你的父。你跟释迦牟尼佛学，释迦牟尼佛是老师，老师跟我的父母不冲突。那你说我要放弃父母，不要父母，来跟老师，释迦牟尼佛不收你。为什么？你不孝！师道是建立在孝道的基础上，你不孝父母，释迦牟尼佛怎么会收你？这个要知道。在佛经里面我们看到很多，你看婆罗门、瑜伽、数论，古印度很多这些宗教徒，宗教里面的学者、领导人都向释迦牟尼佛求教，这是教育。我们跟释迦牟尼佛的关系，是师生关系，我们跟菩萨的关系，是同学的关系。他学在我们前，我们在后，我们是前后同学，总得要搞清楚，搞明白，跟宗教不一样。",
      "zh_TW": "這一句在現代的社會，縱然是生在外道之家，他要有緣遇到佛法，他會改變，從其他宗教裡頭轉過來學佛的很多，我就遇到不少。我遇到的時候，總是以正法勸他，不要改變你宗教信仰，那是錯誤的，你來學佛是正確的。為什麼？佛是你的老師。譬如你是個天主教徒，你信仰天主，上帝是你的主，是你的父。你跟釋迦牟尼佛學，釋迦牟尼佛是老師，老師跟我的父母不衝突。那你說我要放棄父母，不要父母，來跟老師，釋迦牟尼佛不收你。為什麼？你不孝！師道是建立在孝道的基礎上，你不孝父母，釋迦牟尼佛怎麼會收你？這個要知道。在佛經裡面我們看到很多，你看婆羅門、瑜伽、數論，古印度很多這些宗教徒，宗教裡面的學者、領導人都向釋迦牟尼佛求教，這是教育。我們跟釋迦牟尼佛的關係，是師生關係，我們跟菩薩的關係，是同學的關係。他學在我們前，我們在後，我們是前後同學，總得要搞清楚，搞明白，跟宗教不一樣。"
    },
    {
      "id": "12-017-1475_p0034",
      "zh_CN": "宗教里头有神，有唯一的真神，唯一的真主，人不能够作真主，不能够作神。佛教里头所有一切人都可以作佛，为什么？佛是佛教里面一个学位的名称，最高的学位叫佛陀。就好像现在学校，最高的学位是博士，博士学位你好好的读你都可以拿到。所以佛才讲一切众生皆是未来佛，这个话说得没错，这个要懂，不要产生误会。任何宗教徒能不能学佛？能学佛。所以我跟许许多多宗教处得非常好，关系很好，道理、事实真相通达明了，没有障碍。",
      "zh_TW": "宗教裡頭有神，有唯一的真神，唯一的真主，人不能夠作真主，不能夠作神。佛教裡頭所有一切人都可以作佛，為什麼？佛是佛教裡面一個學位的名稱，最高的學位叫佛陀。就好像現在學校，最高的學位是博士，博士學位你好好的讀你都可以拿到。所以佛才講一切眾生皆是未來佛，這個話說得沒錯，這個要懂，不要產生誤會。任何宗教徒能不能學佛？能學佛。所以我跟許許多多宗教處得非常好，關係很好，道理、事實真相通達明瞭，沒有障礙。"
    },
    {
      "id": "12-017-1475_p0035",
      "zh_CN": "所以我们读这段经文，想到总在遇缘不同，这是善导大师所讲的。他讲的虽然是念佛往生，四土三辈九品总在遇缘不同，我们可以用他这句话，每个人一生的缘分也都在遇缘不同。遇的缘殊胜，你就会很有成就；遇的缘不殊胜，或者遇到的是不善的缘，就可能把你诱导走上不善的路，造作无量无边罪业，那就可惜了。所以我们要惜缘，要珍惜缘分。",
      "zh_TW": "所以我們讀這段經文，想到總在遇緣不同，這是善導大師所講的。他講的雖然是念佛往生，四土三輩九品總在遇緣不同，我們可以用他這句話，每個人一生的緣分也都在遇緣不同。遇的緣殊勝，你就會很有成就；遇的緣不殊勝，或者遇到的是不善的緣，就可能把你誘導走上不善的路，造作無量無邊罪業，那就可惜了。所以我們要惜緣，要珍惜緣分。"
    },
    {
      "id": "12-017-1475_p0036",
      "zh_CN": "第四句，『色具足』。「形色端严，非丑陋等」，形是我们的形状，色是我们的态度，和颜悦色，端庄、严肃，让人敬爱。这在个人修行没有关系，在弘法里头占便宜，因为形色端严给人有好感，你的法缘就殊胜。可是形色端严怎么来的？这个要知道，你千万不要去搞美容，搞美容、搞化妆那你就错了，后果就苦不堪言。为什么？破坏你的自然生态环境。你的身体、你的容貌，是父母生下来就是这样的，能不能改？能！用什么方法改？佛说了，一切法从心想生，你能懂这个道理你就能改。所以你看学佛的人，有些人很明显的，他的相貌改变了，原来相貌丑陋，现在的相貌非常庄严。那是什么？功夫。原来相貌为什么不好？贪瞋痴慢太重，贪瞋痴是烦恼，满心里面都是烦恼，相貌怎么会好？学佛之后，把贪瞋痴舍掉了，勤修戒定慧，他的形色当然会改变。人愈慈悲，你看他的相就是慈悲相；愈柔和，他相是柔和的相。",
      "zh_TW": "第四句，『色具足』。「形色端嚴，非醜陋等」，形是我們的形狀，色是我們的態度，和顏悅色，端莊、嚴肅，讓人敬愛。這在個人修行沒有關係，在弘法裡頭佔便宜，因為形色端嚴給人有好感，你的法緣就殊勝。可是形色端嚴怎麼來的？這個要知道，你千萬不要去搞美容，搞美容、搞化妝那你就錯了，後果就苦不堪言。為什麼？破壞你的自然生態環境。你的身體、你的容貌，是父母生下來就是這樣的，能不能改？能！用什麼方法改？佛說了，一切法從心想生，你能懂這個道理你就能改。所以你看學佛的人，有些人很明顯的，他的相貌改變了，原來相貌醜陋，現在的相貌非常莊嚴。那是什麼？功夫。原來相貌為什麼不好？貪瞋痴慢太重，貪瞋痴是煩惱，滿心裡面都是煩惱，相貌怎麼會好？學佛之後，把貪瞋痴捨掉了，勤修戒定慧，他的形色當然會改變。人愈慈悲，你看他的相就是慈悲相；愈柔和，他相是柔和的相。"
    },
    {
      "id": "12-017-1475_p0037",
      "zh_CN": "佛教人修六度、四无量心，慈悲喜舍，那个相貌怎么会不好？当然会好，相貌好，体质也会好。没学佛的时候多病，学佛时候烦恼轻，智慧长，身体也好了，毛病也都没有了，这些才叫真实功夫。如果相貌不好，接引大众在法缘就有障碍，人家一看相貌不好，不愿意接近你。所以菩萨成佛，菩萨修行成佛，经上佛告诉我们，还要用一百劫的时间，这么长的时间专门修福报。为什么？福报能够接引众生，福报就是三十二相八十种好，这是讲形色端严。佛、菩萨相貌都非常好，心地好，心善、思惟善，言语、行为善，没有一样不善，相随心转，就变得非常善良。人跟他亲近，自自然然就像有一股引力一样吸引住，善与善相感应。所以不可以用外科手术，不可以求这些什么灵异的单方，那都是假的。记住相随心转，体质也随心转，我们的心要清净，我们的心要善良；体质清净就少病，心地善良，你面貌就善良。用这个方法好，改造自己的命运。",
      "zh_TW": "佛教人修六度、四無量心，慈悲喜捨，那個相貌怎麼會不好？當然會好，相貌好，體質也會好。沒學佛的時候多病，學佛時候煩惱輕，智慧長，身體也好了，毛病也都沒有了，這些才叫真實功夫。如果相貌不好，接引大眾在法緣就有障礙，人家一看相貌不好，不願意接近你。所以菩薩成佛，菩薩修行成佛，經上佛告訴我們，還要用一百劫的時間，這麼長的時間專門修福報。為什麼？福報能夠接引眾生，福報就是三十二相八十種好，這是講形色端嚴。佛、菩薩相貌都非常好，心地好，心善、思惟善，言語、行為善，沒有一樣不善，相隨心轉，就變得非常善良。人跟他親近，自自然然就像有一股引力一樣吸引住，善與善相感應。所以不可以用外科手術，不可以求這些什麼靈異的單方，那都是假的。記住相隨心轉，體質也隨心轉，我們的心要清淨，我們的心要善良；體質清淨就少病，心地善良，你面貌就善良。用這個方法好，改造自己的命運。"
    },
    {
      "id": "12-017-1475_p0038",
      "zh_CN": "第五，「具丈夫相」。『相具足』，下面说「诸根不缺」，这一条也非常重要，在弘法利生上，你得到很多的方便。虽然如此，诸根不具足的人也有成就的，比较少。盲，眼睛瞎了，他看不到，读经他没办法，他看不到；聋，他听不见；哑，他有疑问他问不出来，这都是障碍，这都叫诸根有缺陷。诸根就是眼耳鼻舌身，都没有缺陷，这个相好。认真修行，你这六根愈来愈健康，愈来愈殊胜。",
      "zh_TW": "第五，「具丈夫相」。『相具足』，下面說「諸根不缺」，這一條也非常重要，在弘法利生上，你得到很多的方便。雖然如此，諸根不具足的人也有成就的，比較少。盲，眼睛瞎了，他看不到，讀經他沒辦法，他看不到；聾，他聽不見；啞，他有疑問他問不出來，這都是障礙，這都叫諸根有缺陷。諸根就是眼耳鼻舌身，都沒有缺陷，這個相好。認真修行，你這六根愈來愈健康，愈來愈殊勝。"
    },
    {
      "id": "12-017-1475_p0039",
      "zh_CN": "我的老师李炳南老居士，八十多岁，牙齿掉了，他还长了两颗牙齿，不可思议！他是九十七岁往生的，他牙齿一个都没掉，这是得力于修行；他能活那么长寿，也是得力于修持。如果从一般看相的来说，他下巴地阁不长，人中还可以，下巴没有，在看相的这都是短命，很难过六十岁。他活到九十七岁，也就是真正改造了自己的命运。所以学佛，你会懂得很多东西，都能够应用在生活上，改造自己的命运。这一生会过得很幸福，很快乐，来生更圆满；来生是果报，这一生是花报。",
      "zh_TW": "我的老師李炳南老居士，八十多歲，牙齒掉了，他還長了兩顆牙齒，不可思議！他是九十七歲往生的，他牙齒一個都沒掉，這是得力於修行；他能活那麼長壽，也是得力於修持。如果從一般看相的來說，他下巴地閣不長，人中還可以，下巴沒有，在看相的這都是短命，很難過六十歲。他活到九十七歲，也就是真正改造了自己的命運。所以學佛，你會懂得很多東西，都能夠應用在生活上，改造自己的命運。這一生會過得很幸福，很快樂，來生更圓滿；來生是果報，這一生是花報。"
    },
    {
      "id": "12-017-1475_p0040",
      "zh_CN": "第六句是『念具足』。「正念不忘，亦宿念现前」，他的宿念，就是过去生中，过去生中所念的都是正念。这一生当中缘非常殊胜，从小就遇到，生在很好的家庭，父母、家庭都学佛。从小就接受佛法薰陶，把过去生中的善根引发出来，格外的聪明，格外的有智慧。从这些地方我们也明了，宿世的善根有，不是多数，很少数；大多数众生宿世都造恶业，因此恶习气很重，恶念很强。从哪些地方看？从我们讲经的时候看，我们讲课的时候看，你看有很多听众在专心听课的时候，把他宿世的善根引发出来，他受到感动，痛哭流涕，忏悔，这你就看出来了。但是怎么样？忏悔是忏悔，过个一、二天老毛病又发了，",
      "zh_TW": "第六句是『念具足』。「正念不忘，亦宿念現前」，他的宿念，就是過去生中，過去生中所念的都是正念。這一生當中緣非常殊勝，從小就遇到，生在很好的家庭，父母、家庭都學佛。從小就接受佛法薰陶，把過去生中的善根引發出來，格外的聰明，格外的有智慧。從這些地方我們也明瞭，宿世的善根有，不是多數，很少數；大多數眾生宿世都造惡業，因此惡習氣很重，惡念很強。從哪些地方看？從我們講經的時候看，我們講課的時候看，你看有很多聽眾在專心聽課的時候，把他宿世的善根引發出來，他受到感動，痛哭流涕，懺悔，這你就看出來了。但是怎麼樣？懺悔是懺悔，過個一、二天老毛病又發了，"
    },
    {
      "id": "12-017-1475_p0041",
      "zh_CN": "这是什么原因？你就晓得，过去生中不善的习气太重，所以他没有办法。他很想改，改不了，很想学，总是有差别的因缘障碍他，这都是我们常常能够看到的。再回头看看我们自己，我们自己如果不是勇猛精进，每天都在学习，锲而不舍，肯定也会被恶习所染。所以有很多同学来问我，你怎么保持住不会受外面环境污染？我回答他只一句话，天天读经，天天讲经，你就不会了。天天读经，天天亲近佛菩萨；天天讲经，你天天要做准备，你要不预备，你上台你下不了台，你就难看，这是真的。这是督促自己最好的方法，你说老师督促，父母督促，都有办法欺骗，投机取巧。听众来督促，那么多学生跟你学的来督促，你就没有办法欺骗，不能不认真准备。",
      "zh_TW": "這是什麼原因？你就曉得，過去生中不善的習氣太重，所以他沒有辦法。他很想改，改不了，很想學，總是有差別的因緣障礙他，這都是我們常常能夠看到的。再回頭看看我們自己，我們自己如果不是勇猛精進，每天都在學習，鍥而不捨，肯定也會被惡習所染。所以有很多同學來問我，你怎麼保持住不會受外面環境污染？我回答他只一句話，天天讀經，天天講經，你就不會了。天天讀經，天天親近佛菩薩；天天講經，你天天要做準備，你要不預備，你上台你下不了台，你就難看，這是真的。這是督促自己最好的方法，你說老師督促，父母督促，都有辦法欺騙，投機取巧。聽眾來督促，那麼多學生跟你學的來督促，你就沒有辦法欺騙，不能不認真準備。"
    },
    {
      "id": "12-017-1475_p0042",
      "zh_CN": "每天思想都在道上，都在正念上，邪念虽然有，起不来，邪念没有缘，正念的缘非常具足。佛教的经论太多了，一生讲不完，我们这部《华严经》，用现在这个进度，还要讲多少年？至少十年以上。我们今天才讲十分之一，已经讲了三千多个小时，十分之一。所以后面至少是十年，十年如一日，念念都在「大方广佛华严」，你怎么会学坏？不可能的事情！这是在现在末法时期，外面有强大的诱惑，如何能够保持自己不受诱惑，这是最好的方法。我自己这一生得力于这个，如果不讲经的话，不受外面境界诱惑太难了，不太可能，把持不住。",
      "zh_TW": "每天思想都在道上，都在正念上，邪念雖然有，起不來，邪念沒有緣，正念的緣非常具足。佛教的經論太多了，一生講不完，我們這部《華嚴經》，用現在這個進度，還要講多少年？至少十年以上。我們今天才講十分之一，已經講了三千多個小時，十分之一。所以後面至少是十年，十年如一日，念念都在「大方廣佛華嚴」，你怎麼會學壞？不可能的事情！這是在現在末法時期，外面有強大的誘惑，如何能夠保持自己不受誘惑，這是最好的方法。我自己這一生得力於這個，如果不講經的話，不受外面境界誘惑太難了，不太可能，把持不住。"
    },
    {
      "id": "12-017-1475_p0043",
      "zh_CN": "第七句，『慧具足』。「慧悟高明，善解世法」，世是世间法，正是像汤恩比博士所说的，解决二十一世纪社会问题，他说只有孔孟学说与大乘佛法。大乘佛法能解决社会问题，善解世法。为什么？智慧开了。世人对于宇宙人生真相不了解，都凭着自己以往的经验在猜测，猜测怎么会猜得到？科学家虽然依据逻辑的方法来探讨，也得不到正确答案。什么原因？从前方老师告诉我的，向上一着，逻辑用不上，超越了。逻辑、因明、辩证法，是科学的方法论，科学方法论它也有一定的范围，超过这个范围统统用不上。方老师讲大乘佛法超越了。这些方法，佛在当年也常用，用在哪里？小乘教，声闻、缘觉、权教菩萨用得上，那些菩萨摩诃萨就用不上。你说惠能大师在《坛经》里面所说的，那就超越了。",
      "zh_TW": "第七句，『慧具足』。「慧悟高明，善解世法」，世是世間法，正是像湯恩比博士所說的，解決二十一世紀社會問題，他說只有孔孟學說與大乘佛法。大乘佛法能解決社會問題，善解世法。為什麼？智慧開了。世人對於宇宙人生真相不了解，都憑著自己以往的經驗在猜測，猜測怎麼會猜得到？科學家雖然依據邏輯的方法來探討，也得不到正確答案。什麼原因？從前方老師告訴我的，向上一著，邏輯用不上，超越了。邏輯、因明、辯證法，是科學的方法論，科學方法論它也有一定的範圍，超過這個範圍統統用不上。方老師講大乘佛法超越了。這些方法，佛在當年也常用，用在哪裡？小乘教，聲聞、緣覺、權教菩薩用得上，那些菩薩摩訶薩就用不上。你說惠能大師在《壇經》裡面所說的，那就超越了。"
    },
    {
      "id": "12-017-1475_p0044",
      "zh_CN": "所以世间法，无论产生什么样复杂、困难的问题，遇到真实智慧自然就化解了，善解世法。帮助一切众生离苦得乐，帮助一切众生化解灾难，天灾人祸无非恶业感召。离开恶业，哪有这些事情？有很多人不相信，你说人祸，我们人心回心向善，也许他还能相信。天然灾害地震、飓风、海啸、火山爆发，地壳产生变化，这与我们人造善不善有什么关系？大家都这个说法。佛经上说有关系，我们一般人不承认，特别学科学的人。佛在经上讲的这个，在科学里头找不到根据，找不到证据。",
      "zh_TW": "所以世間法，無論產生什麼樣複雜、困難的問題，遇到真實智慧自然就化解了，善解世法。幫助一切眾生離苦得樂，幫助一切眾生化解災難，天災人禍無非惡業感召。離開惡業，哪有這些事情？有很多人不相信，你說人禍，我們人心回心向善，也許他還能相信。天然災害地震、颶風、海嘯、火山爆發，地殼產生變化，這與我們人造善不善有什麼關係？大家都這個說法。佛經上說有關係，我們一般人不承認，特別學科學的人。佛在經上講的這個，在科學裡頭找不到根據，找不到證據。"
    },
    {
      "id": "12-017-1475_p0045",
      "zh_CN": "所以这些年来，日本江本胜博士做的水结晶的实验，同学们从网路上看到这个讯息，下载下来给我看，我看到非常欢喜。为什么？科学证明人的意念能改变外面的环境，我们一念善，水结晶呈现的非常之美丽；我们的心不善，它的反应非常丑陋。水是矿物，不是生物。从这个实验我们就肯定了，正如佛经所说的，整个宇宙是有机体，是有生命的，是活的。大乘教里面，一切法从哪里来的？法性变现的，「唯心所现，唯识所变」，法性所变的。法性这是真性，它的本能有见闻觉知，有色声香味，见闻觉知是它的性，色声香味是它的相，法性、法相，整个宇宙是活的。",
      "zh_TW": "所以這些年來，日本江本勝博士做的水結晶的實驗，同學們從網路上看到這個訊息，下載下來給我看，我看到非常歡喜。為什麼？科學證明人的意念能改變外面的環境，我們一念善，水結晶呈現的非常之美麗；我們的心不善，它的反應非常醜陋。水是礦物，不是生物。從這個實驗我們就肯定了，正如佛經所說的，整個宇宙是有機體，是有生命的，是活的。大乘教裡面，一切法從哪裡來的？法性變現的，「唯心所現，唯識所變」，法性所變的。法性這是真性，它的本能有見聞覺知，有色聲香味，見聞覺知是它的性，色聲香味是它的相，法性、法相，整個宇宙是活的。"
    },
    {
      "id": "12-017-1475_p0046",
      "zh_CN": "所以我鼓励江本博士再努力！你现在才只是把见闻觉知发现，它有见闻觉知，矿物有见闻觉知。发现了它有色相，它还有音声，它还有香，它还有味，你还没发现，好好继续努力，我们也交了好朋友。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "所以我鼓勵江本博士再努力！你現在才只是把見聞覺知發現，它有見聞覺知，礦物有見聞覺知。發現了它有色相，它還有音聲，它還有香，它還有味，你還沒發現，好好繼續努力，我們也交了好朋友。好，今天時間到了，我們就講到此地。"
    }
  ]
}