{
  "doc_id": "12-017-0890",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八九０卷",
    "zh_TW": "第八九０卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "12-017-0890",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "12-017-0890_p0001",
      "zh_CN": "诸位同学，请看「十海所管之海」，第八海：",
      "zh_TW": "諸位同學，請看「十海所管之海」，第八海："
    },
    {
      "id": "12-017-0890_p0002",
      "zh_CN": "【诸佛子，彼宝庄严香水海外。】",
      "zh_TW": "【諸佛子，彼寶莊嚴香水海外。】"
    },
    {
      "id": "12-017-0890_p0003",
      "zh_CN": "这是第八海的名称，我们看它所管的有十海，第一段：",
      "zh_TW": "這是第八海的名稱，我們看它所管的有十海，第一段："
    },
    {
      "id": "12-017-0890_p0004",
      "zh_CN": "【次有香水海，名持须弥光明藏。世界种，名出生广大云。】",
      "zh_TW": "【次有香水海，名持須彌光明藏。世界種，名出生廣大雲。】"
    },
    {
      "id": "12-017-0890_p0005",
      "zh_CN": "我们在此地看到这一类，阿赖耶里面一类藏识的种习，种子习气，名叫『持须弥光明藏』。「须弥」的意思是妙高，有这一类的种习，当然这也是过去生中在大乘佛法里面学习的种习。变现出这个『世界种』，这是大世界，『出生广大云』，世界种叫「出生广大云」。我们看了这个名字，这也是属于大乘人修学的道场。「广大」这里面包含的真的是森罗万象，无量无边。「云」是说明事实的真相，非有非无，可以欣赏、可以受用，决定不能够分别执着，你要有分别执着就错了。",
      "zh_TW": "我們在此地看到這一類，阿賴耶裡面一類藏識的種習，種子習氣，名叫『持須彌光明藏』。「須彌」的意思是妙高，有這一類的種習，當然這也是過去生中在大乘佛法裡面學習的種習。變現出這個『世界種』，這是大世界，『出生廣大雲』，世界種叫「出生廣大雲」。我們看了這個名字，這也是屬於大乘人修學的道場。「廣大」這裡面包含的真的是森羅萬象，無量無邊。「雲」是說明事實的真相，非有非無，可以欣賞、可以受用，決定不能夠分別執著，你要有分別執著就錯了。"
    },
    {
      "id": "12-017-0890_p0006",
      "zh_CN": "这说的到底是什么？这「广大」里头包括我们现前的世界。虽然它讲的是『宝庄严香水海』所管的「持须弥光藏香水海」，跟我们华藏世界不一样，这个不是同在一个大世界里头。但是诸位总要明了，同一个大宇宙！大宇宙好像是我们的身体，不同的大世界，就像我们身体各个不同的器官一样。所以从原理原则上去观察，理论、事实真相它是通的，佛法里面讲融通。这个世界如是，我们这个世界也不例外。为什么这个世间会有三途六道？会有十法界？没有别的，统统是错在妄想、分别、执着。所以诸佛菩萨示现在九法界，他对于九法界一切现象跟我们九法界里面的众生一样可以享受，一样可以欣赏。九法界众生他起分别执着，错了！佛菩萨到此地来应化，他没有分别执着。有分别执着就有冲突，没有分别执着就得自在，就解脱；凡圣差别在此一念，我们不能不知道。再看底下这一段：",
      "zh_TW": "這說的到底是什麼？這「廣大」裡頭包括我們現前的世界。雖然它講的是『寶莊嚴香水海』所管的「持須彌光藏香水海」，跟我們華藏世界不一樣，這個不是同在一個大世界裡頭。但是諸位總要明瞭，同一個大宇宙！大宇宙好像是我們的身體，不同的大世界，就像我們身體各個不同的器官一樣。所以從原理原則上去觀察，理論、事實真相它是通的，佛法裡面講融通。這個世界如是，我們這個世界也不例外。為什麼這個世間會有三途六道？會有十法界？沒有別的，統統是錯在妄想、分別、執著。所以諸佛菩薩示現在九法界，他對於九法界一切現象跟我們九法界裡面的眾生一樣可以享受，一樣可以欣賞。九法界眾生他起分別執著，錯了！佛菩薩到此地來應化，他沒有分別執著。有分別執著就有衝突，沒有分別執著就得自在，就解脫；凡聖差別在此一念，我們不能不知道。再看底下這一段："
    },
    {
      "id": "12-017-0890_p0007",
      "zh_CN": "【次有香水海，名种种庄严大威力境界。世界种，名无碍净庄严。】",
      "zh_TW": "【次有香水海，名種種莊嚴大威力境界。世界種，名無礙淨莊嚴。】"
    },
    {
      "id": "12-017-0890_p0008",
      "zh_CN": "这是第二个海，所管的第二个海，这个香水海名『种种庄严大威力境界』。凡是看到香水海这个名称，我们就知道这是阿赖耶里面一类含藏的种子。阿赖耶真的是个大仓库，应有尽有，世出世间一切法一样都不漏。无量劫来起心动念、言语造作都有落谢影子，这是《楞严经》上讲的；法相宗里面讲的习气种子。它这个习气种子很不可思议，落在这个里面自然就分类，就归成一类，这是不可思议的境界。这一类「种种庄严大威力境界」，想想还是过去生中学了佛法，他学的到底是大乘显教，还是密教很难说，「大威力境界」显密都有。它变现的世界种『无碍净庄严』，这个名称也通显密。我们晓得这是个大世界，这个世界种跟前面所说的一样，都有二十层佛刹，这是从总的来说。这个世界相当庄严，无碍清净，好！我们虽然是凡夫，对于「无碍净」境实在讲非常的仰慕！对于清净「庄严」总是念念在希求！可以说这是一切众生心里面的愿望。怎样才能够得到，才能够获得？这是诸佛菩萨出现在世间唯一的一个理由。",
      "zh_TW": "這是第二個海，所管的第二個海，這個香水海名『種種莊嚴大威力境界』。凡是看到香水海這個名稱，我們就知道這是阿賴耶裡面一類含藏的種子。阿賴耶真的是個大倉庫，應有盡有，世出世間一切法一樣都不漏。無量劫來起心動念、言語造作都有落謝影子，這是《楞嚴經》上講的；法相宗裡面講的習氣種子。它這個習氣種子很不可思議，落在這個裡面自然就分類，就歸成一類，這是不可思議的境界。這一類「種種莊嚴大威力境界」，想想還是過去生中學了佛法，他學的到底是大乘顯教，還是密教很難說，「大威力境界」顯密都有。它變現的世界種『無礙淨莊嚴』，這個名稱也通顯密。我們曉得這是個大世界，這個世界種跟前面所說的一樣，都有二十層佛剎，這是從總的來說。這個世界相當莊嚴，無礙清淨，好！我們雖然是凡夫，對於「無礙淨」境實在講非常的仰慕！對於清淨「莊嚴」總是念念在希求！可以說這是一切眾生心裡面的願望。怎樣才能夠得到，才能夠獲得？這是諸佛菩薩出現在世間唯一的一個理由。"
    },
    {
      "id": "12-017-0890_p0009",
      "zh_CN": "佛菩萨到这个世间来没有别的事，就是帮助我们获得清净自在。清净自在是自性里头本有的，法身、般若、解脱，这三德；每一条里面都有「常乐我净」，叫四净德。法身具足常乐我净，般若、解脱也具足常乐我净，真正的清净无碍。既然是自性本具，我们为什么把它失掉？这个失掉的原因大乘经论上讲得非常多，无数遍的在重复。这就是佛菩萨大慈大悲的流露，对于一切众生希望你们觉悟、回头，佛菩萨的心在这个地方我们能看见。失掉的原因不是别的，就是你生起了妄想，从妄想起分别，从分别起执着。「出现品」里面讲「一切众生皆有如来智慧德相，但以妄想执着而不能证得」。千经万论无非是把这个事实真相说明白，道理讲清楚。你果然明白了，放下就是！",
      "zh_TW": "佛菩薩到這個世間來沒有別的事，就是幫助我們獲得清淨自在。清淨自在是自性裡頭本有的，法身、般若、解脫，這三德；每一條裡面都有「常樂我淨」，叫四淨德。法身具足常樂我淨，般若、解脫也具足常樂我淨，真正的清淨無礙。既然是自性本具，我們為什麼把它失掉？這個失掉的原因大乘經論上講得非常多，無數遍的在重複。這就是佛菩薩大慈大悲的流露，對於一切眾生希望你們覺悟、回頭，佛菩薩的心在這個地方我們能看見。失掉的原因不是別的，就是你生起了妄想，從妄想起分別，從分別起執著。「出現品」裡面講「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」。千經萬論無非是把這個事實真相說明白，道理講清楚。你果然明白了，放下就是！"
    },
    {
      "id": "12-017-0890_p0010",
      "zh_CN": "果然你能够把世出世间一切执着放下，你就得到自在。你能够得到少分的清净无碍，证阿罗汉果了！如果能对于世出世间一切法不再分别，你的清净无碍就升级了，你就成了菩萨！如果妄想也断掉了，你就是法身大士。这个道理、事实真相大乘经论上讲得很多，我们一提起诸位同学多少都还有印象，可是自己就是没有办法契入这个境界。原因在哪里？还是放不下！头一个关口，没有办法放下自私自利。起心动念自自然然的就把自私自利放在面前，一切思想见解、言语造作：合不合我自己的自私自利？这就难了，永远不能入门。在佛法里面讲永远不能得度。自己不能得度，你怎么能帮助别人？自度而后才能度他，这是一定的道理；自己不能得度肯定不能帮助别人。你要是帮助人，那就是谚语里面所说的，愈帮愈忙。你没有智慧，你没有能力，你有的是妄想，不是真实智慧。",
      "zh_TW": "果然你能夠把世出世間一切執著放下，你就得到自在。你能夠得到少分的清淨無礙，證阿羅漢果了！如果能對於世出世間一切法不再分別，你的清淨無礙就升級了，你就成了菩薩！如果妄想也斷掉了，你就是法身大士。這個道理、事實真相大乘經論上講得很多，我們一提起諸位同學多少都還有印象，可是自己就是沒有辦法契入這個境界。原因在哪裡？還是放不下！頭一個關口，沒有辦法放下自私自利。起心動念自自然然的就把自私自利放在面前，一切思想見解、言語造作：合不合我自己的自私自利？這就難了，永遠不能入門。在佛法裡面講永遠不能得度。自己不能得度，你怎麼能幫助別人？自度而後才能度他，這是一定的道理；自己不能得度肯定不能幫助別人。你要是幫助人，那就是諺語裡面所說的，愈幫愈忙。你沒有智慧，你沒有能力，你有的是妄想，不是真實智慧。"
    },
    {
      "id": "12-017-0890_p0011",
      "zh_CN": "所以我们学佛从哪里学起？从改变观念学起，起心动念想别人，想别人的利益，想对别人有没有好处，不要想自己，这是真正入佛门的起步。在我们今天的社会，我常常讲到两句话「吉凶祸福，利害得失」，不要想自己的利害得失，不要想自己的吉凶祸福，想整个社会的，想一切众生的。我这个念头、我这个言语、我这造作对社会、对众生有利还是有害？是吉还是凶？如果有害、有凶灾，这个念头不能有，这个话不能说，这事不能做！如果对社会、对一切众生是有利的、是吉的，这个我们应当要想、应当要说、应当要做，我们的清净无碍才能够证得。所以一切为社会安全想，为大众利害想，就正确了。我们从这个地方去学习「无碍净庄严」。再看下面一句：",
      "zh_TW": "所以我們學佛從哪裡學起？從改變觀念學起，起心動念想別人，想別人的利益，想對別人有沒有好處，不要想自己，這是真正入佛門的起步。在我們今天的社會，我常常講到兩句話「吉凶禍福，利害得失」，不要想自己的利害得失，不要想自己的吉凶禍福，想整個社會的，想一切眾生的。我這個念頭、我這個言語、我這造作對社會、對眾生有利還是有害？是吉還是凶？如果有害、有凶災，這個念頭不能有，這個話不能說，這事不能做！如果對社會、對一切眾生是有利的、是吉的，這個我們應當要想、應當要說、應當要做，我們的清淨無礙才能夠證得。所以一切為社會安全想，為大眾利害想，就正確了。我們從這個地方去學習「無礙淨莊嚴」。再看下面一句："
    },
    {
      "id": "12-017-0890_p0012",
      "zh_CN": "【次有香水海，名密布宝莲华。世界种，名最胜灯庄严。】",
      "zh_TW": "【次有香水海，名密布寶蓮華。世界種，名最勝燈莊嚴。】"
    },
    {
      "id": "12-017-0890_p0013",
      "zh_CN": "这一类的种习很好，如果阿赖耶里头要不是有这么多好的种子，世界不能建立。恶的种子是破坏世界的，好的种子是变现世界的，就是成立世界的。我们在这边看所有都是好种子，这世界建立。哪一个小世界、大世界肯定是善业所成就的，佛力所加持的，两种力量，这个世界成就。世界怎么会坏？坏是恶业种子多，这世界就坏了。世界坏是小的世界坏，不碍大事。像一棵大树一样，这个大树有一个枝杈出了问题，枯死了，于整个大树没有太大的妨碍。我们看到世界成住坏空，是小世界，不是世界种，没有听说世界种有成住坏空。佛在经上讲世界成住坏空是讲什么？是讲一尊佛的教区那个大世界，三千大千世界。三千大千世界在这个世界种里面就像一棵大树的小枝枝。新陈代谢，成住坏空，那是那一个地区众生造作的恶业，恶业造多了，遇到恶缘，这世界毁灭。现在我们讲世界末日，末日就这么来的！如果众生觉悟、回头了，断恶修善，积功累德，他灾难就消了，这个枯的枝子它又活了。我们要很冷静、很细心来观察。",
      "zh_TW": "這一類的種習很好，如果阿賴耶裡頭要不是有這麼多好的種子，世界不能建立。惡的種子是破壞世界的，好的種子是變現世界的，就是成立世界的。我們在這邊看所有都是好種子，這世界建立。哪一個小世界、大世界肯定是善業所成就的，佛力所加持的，兩種力量，這個世界成就。世界怎麼會壞？壞是惡業種子多，這世界就壞了。世界壞是小的世界壞，不礙大事。像一棵大樹一樣，這個大樹有一個枝杈出了問題，枯死了，於整個大樹沒有太大的妨礙。我們看到世界成住壞空，是小世界，不是世界種，沒有聽說世界種有成住壞空。佛在經上講世界成住壞空是講什麼？是講一尊佛的教區那個大世界，三千大千世界。三千大千世界在這個世界種裡面就像一棵大樹的小枝枝。新陳代謝，成住壞空，那是那一個地區眾生造作的惡業，惡業造多了，遇到惡緣，這世界毀滅。現在我們講世界末日，末日就這麼來的！如果眾生覺悟、回頭了，斷惡修善，積功累德，他災難就消了，這個枯的枝子它又活了。我們要很冷靜、很細心來觀察。"
    },
    {
      "id": "12-017-0890_p0014",
      "zh_CN": "所以大世界阿赖耶含藏的种子好！『密布宝莲华』，这个种子也通显教密教，变现的『世界种』是『最胜灯庄严』，世界种的名号也含着显密圆融。「胜」是殊胜，最殊胜。「灯」是智慧，日月灯都是表智慧，灯所表的是能遍照一切；日月照不到的地方，灯能照到，这是权智的庄严。实智是不可思议！权智常用日月灯光明，权智就是自性本具般若智慧用在日常生活当中，显示出无所不知、无所不能。再看下面第四句：",
      "zh_TW": "所以大世界阿賴耶含藏的種子好！『密布寶蓮華』，這個種子也通顯教密教，變現的『世界種』是『最勝燈莊嚴』，世界種的名號也含著顯密圓融。「勝」是殊勝，最殊勝。「燈」是智慧，日月燈都是表智慧，燈所表的是能遍照一切；日月照不到的地方，燈能照到，這是權智的莊嚴。實智是不可思議！權智常用日月燈光明，權智就是自性本具般若智慧用在日常生活當中，顯示出無所不知、無所不能。再看下面第四句："
    },
    {
      "id": "12-017-0890_p0015",
      "zh_CN": "【次有香水海，名依止一切宝庄严。】",
      "zh_TW": "【次有香水海，名依止一切寶莊嚴。】"
    },
    {
      "id": "12-017-0890_p0016",
      "zh_CN": "这里头有依止，这是真修行人，懂得『依止一切宝』。「宝」前面讲了很多，都是表性德，我们能够依止性德，好事，叫真修。不再依止烦恼习气，依止烦恼习气是六道三途，果报在六道三途。现在这个世间有不少人感到活得很苦，不愿意来生再搞轮回，实在讲这个念头就是你开始觉悟。仔细再观察，你是不是真的觉悟过来？没有。为什么说你没有真正觉悟过来？你还是依止烦恼，你还是没有把烦恼放下，所以你不是真正觉悟。真正觉悟的人不一样，纵然他没有听过佛法，没有读过经典，没有遇到善知识，如果真正觉悟的人，他能把身心世界一切放下。听说有一个阿弥陀佛，死心塌地念佛，他思想里头除阿弥陀佛之外什么都没有，这个人真觉悟，他真的超越轮回。",
      "zh_TW": "這裡頭有依止，這是真修行人，懂得『依止一切寶』。「寶」前面講了很多，都是表性德，我們能夠依止性德，好事，叫真修。不再依止煩惱習氣，依止煩惱習氣是六道三途，果報在六道三途。現在這個世間有不少人感到活得很苦，不願意來生再搞輪迴，實在講這個念頭就是你開始覺悟。仔細再觀察，你是不是真的覺悟過來？沒有。為什麼說你沒有真正覺悟過來？你還是依止煩惱，你還是沒有把煩惱放下，所以你不是真正覺悟。真正覺悟的人不一樣，縱然他沒有聽過佛法，沒有讀過經典，沒有遇到善知識，如果真正覺悟的人，他能把身心世界一切放下。聽說有一個阿彌陀佛，死心塌地念佛，他思想裡頭除阿彌陀佛之外什麼都沒有，這個人真覺悟，他真的超越輪迴。"
    },
    {
      "id": "12-017-0890_p0017",
      "zh_CN": "我们要问：现在这个世间有没有这种人？跟诸位说，有！我常常听说，念佛二、三年，预知时至，告诉人：我哪一天要走。不生病，到时候他真走了，站着走的、坐着走的，那真的不是假的。你要问他这佛经道理通不通？不通！那他凭什么能那么样自在往生？凭他的善根福德，再遇到因缘。因缘是遇到念佛法门，听到有这么一桩事情；善根福德是真正知道轮回苦、做人苦，不想再搞轮回了。听说极乐世界这么好，巴不得现在就去，所以他能放下。口里面说不想再搞轮回，自私自利、名闻利养、五欲六尘、贪瞋痴慢一样都放不下，没觉悟，那是假的。但是他感觉到做人很苦，这是他已经感觉到了，他放不下。所以他确确实实没觉悟，一觉悟问题真的就解决了。",
      "zh_TW": "我們要問：現在這個世間有沒有這種人？跟諸位說，有！我常常聽說，念佛二、三年，預知時至，告訴人：我哪一天要走。不生病，到時候他真走了，站著走的、坐著走的，那真的不是假的。你要問他這佛經道理通不通？不通！那他憑什麼能那麼樣自在往生？憑他的善根福德，再遇到因緣。因緣是遇到念佛法門，聽到有這麼一樁事情；善根福德是真正知道輪迴苦、做人苦，不想再搞輪迴了。聽說極樂世界這麼好，巴不得現在就去，所以他能放下。口裡面說不想再搞輪迴，自私自利、名聞利養、五欲六塵、貪瞋痴慢一樣都放不下，沒覺悟，那是假的。但是他感覺到做人很苦，這是他已經感覺到了，他放不下。所以他確確實實沒覺悟，一覺悟問題真的就解決了。"
    },
    {
      "id": "12-017-0890_p0018",
      "zh_CN": "【世界种，名日光明网藏。】",
      "zh_TW": "【世界種，名日光明網藏。】"
    },
    {
      "id": "12-017-0890_p0019",
      "zh_CN": "现的世界也不错，『世界种』都是讲大世界，『日光明网藏』。这个世界，修学般若智慧的人很多。我们一般讲，大概是禅宗、性宗相当盛行，这一类的根器人很多，他们自自然然会到这个道场来。下面第五句：",
      "zh_TW": "現的世界也不錯，『世界種』都是講大世界，『日光明網藏』。這個世界，修學般若智慧的人很多。我們一般講，大概是禪宗、性宗相當盛行，這一類的根器人很多，他們自自然然會到這個道場來。下面第五句："
    },
    {
      "id": "12-017-0890_p0020",
      "zh_CN": "【次有香水海，名众多严净。世界种，名宝华依处。】",
      "zh_TW": "【次有香水海，名眾多嚴淨。世界種，名寶華依處。】"
    },
    {
      "id": "12-017-0890_p0021",
      "zh_CN": "『严』是庄严。『净』是清净。『众多』的严净，这也是无量劫当中修积功德的成就，无量无边的庄严清净，「众多」不是指一桩事情，譬如心地清净庄严，思想清净庄严，言行清净庄严，生活清净庄严，待人接物清净庄严，点点滴滴，众多，说不尽！所以变现出这个『世界种』叫『宝华依处』，这个名字我们一看就晓得它里面的含义。「华」，六度万行；「宝」，所学习无量无边的科目一一都与性德相应，这叫宝华。",
      "zh_TW": "『嚴』是莊嚴。『淨』是清淨。『眾多』的嚴淨，這也是無量劫當中修積功德的成就，無量無邊的莊嚴清淨，「眾多」不是指一樁事情，譬如心地清淨莊嚴，思想清淨莊嚴，言行清淨莊嚴，生活清淨莊嚴，待人接物清淨莊嚴，點點滴滴，眾多，說不盡！所以變現出這個『世界種』叫『寶華依處』，這個名字我們一看就曉得它裡面的含義。「華」，六度萬行；「寶」，所學習無量無邊的科目一一都與性德相應，這叫寶華。"
    },
    {
      "id": "12-017-0890_p0022",
      "zh_CN": "我们想想我们自己从起心动念、言语造作，就以一天来说，从早到晚没有一样与自性、与性德相应，念念都与烦恼相应，总的来说不外乎贪瞋痴慢；这是根本烦恼六条，贪、瞋、痴、慢、疑、恶见。我们每天实在讲没有反省，没有去检点。果然反省、检点，你一定就觉察到，这还得了！修行修什么？修正错误的想法、看法、说法、作法，叫做修行！我们没有去修，错误的想法还继续去想，错误的言论依然不改，所以我们的行为没有去修正，善的果报天天希求，那叫打妄想。为什么？种善因，得善果，我们的因非常不好，哪有好的果报？你如果是真正发心修行，我还可以教你一个方法。你每天早晚都要照照镜子，对不对？「是，我早晨起来洗脸要照镜子，晚上睡觉之前漱口洗脸也要照镜子。」你仔细看看你的相貌，你的相貌是不是一天比一天好？一天比一天好，你修行有进步。为什么？心善，相貌就善，相随心转！心不善，这相貌不善。不要别人看，自己看自己，天天做反省，天天做比较。修行的功夫在哪里？在相貌、在体质、在生活。你能够说是一天比一天清净，一天比一天安乐，你修行的功夫得力。如果你还是依然天天生烦恼，天天业障现前，你没有功夫！说老实话你没有学佛，佛是觉，学佛是学觉悟，你还是迷惑颠倒。",
      "zh_TW": "我們想想我們自己從起心動念、言語造作，就以一天來說，從早到晚沒有一樣與自性、與性德相應，念念都與煩惱相應，總的來說不外乎貪瞋痴慢；這是根本煩惱六條，貪、瞋、痴、慢、疑、惡見。我們每天實在講沒有反省，沒有去檢點。果然反省、檢點，你一定就覺察到，這還得了！修行修什麼？修正錯誤的想法、看法、說法、作法，叫做修行！我們沒有去修，錯誤的想法還繼續去想，錯誤的言論依然不改，所以我們的行為沒有去修正，善的果報天天希求，那叫打妄想。為什麼？種善因，得善果，我們的因非常不好，哪有好的果報？你如果是真正發心修行，我還可以教你一個方法。你每天早晚都要照照鏡子，對不對？「是，我早晨起來洗臉要照鏡子，晚上睡覺之前漱口洗臉也要照鏡子。」你仔細看看你的相貌，你的相貌是不是一天比一天好？一天比一天好，你修行有進步。為什麼？心善，相貌就善，相隨心轉！心不善，這相貌不善。不要別人看，自己看自己，天天做反省，天天做比較。修行的功夫在哪裡？在相貌、在體質、在生活。你能夠說是一天比一天清淨，一天比一天安樂，你修行的功夫得力。如果你還是依然天天生煩惱，天天業障現前，你沒有功夫！說老實話你沒有學佛，佛是覺，學佛是學覺悟，你還是迷惑顛倒。"
    },
    {
      "id": "12-017-0890_p0023",
      "zh_CN": "所以「宝华」就在日常生活当中显现，起心动念与性德相应就是宝华。什么是性德？戒定慧是性德，十善业是性德，菩萨六度万行是性德。我们想想，我们从早到晚几个念头与佛菩萨的教诲相应？又有几许念头与佛菩萨的教训完全相违背？不要讲太高深，不要讲得太复杂，简简单单每天用五戒十善去反省，如果能再加上六度就不错了！净宗学会成立，我劝导同学们用五个科目来反省、来检点自己。这五个科目是净业三福、六和敬、戒定慧三学、六度（菩萨的六波罗蜜）、普贤的十愿，五个科目简简单单你容易记。天天用这个标准来反省、来检查自己一天的思想言行，改过自新，这就是「宝华依处」。再看下面第六句：",
      "zh_TW": "所以「寶華」就在日常生活當中顯現，起心動念與性德相應就是寶華。什麼是性德？戒定慧是性德，十善業是性德，菩薩六度萬行是性德。我們想想，我們從早到晚幾個念頭與佛菩薩的教誨相應？又有幾許念頭與佛菩薩的教訓完全相違背？不要講太高深，不要講得太複雜，簡簡單單每天用五戒十善去反省，如果能再加上六度就不錯了！淨宗學會成立，我勸導同學們用五個科目來反省、來檢點自己。這五個科目是淨業三福、六和敬、戒定慧三學、六度（菩薩的六波羅蜜）、普賢的十願，五個科目簡簡單單你容易記。天天用這個標準來反省、來檢查自己一天的思想言行，改過自新，這就是「寶華依處」。再看下面第六句："
    },
    {
      "id": "12-017-0890_p0024",
      "zh_CN": "【次有香水海，名极聪慧行。世界种，名最胜形庄严。】",
      "zh_TW": "【次有香水海，名極聰慧行。世界種，名最勝形莊嚴。】"
    },
    {
      "id": "12-017-0890_p0025",
      "zh_CN": "这是无量劫里面一类聪明种子，那个范围包括很广，这一类聪明种子。它变现的世界种『最胜形庄严』，我们能懂。「形」是形象，诸位想想哪一个聪明人不是殊胜的形象？这肯定的。形象亦包罗无尽！我们身体是个形象，这是一个很重要、很基本的一个形象。从这个形象里头显示出你的智慧、德能、相好，那个相好是样样都好，没有一样不好。你生活里面的形象好，生活包括衣食住行；衣着不必华丽，形象好不在于华丽，在整齐清洁，在端正大方，跟你的形体能相应，那就是「最胜庄严」。",
      "zh_TW": "這是無量劫裡面一類聰明種子，那個範圍包括很廣，這一類聰明種子。它變現的世界種『最勝形莊嚴』，我們能懂。「形」是形象，諸位想想哪一個聰明人不是殊勝的形象？這肯定的。形象亦包羅無盡！我們身體是個形象，這是一個很重要、很基本的一個形象。從這個形象裡頭顯示出你的智慧、德能、相好，那個相好是樣樣都好，沒有一樣不好。你生活裡面的形象好，生活包括衣食住行；衣著不必華麗，形象好不在於華麗，在整齊清潔，在端正大方，跟你的形體能相應，那就是「最勝莊嚴」。"
    },
    {
      "id": "12-017-0890_p0026",
      "zh_CN": "出家人有出家人的衣着，跟你的身分一定相应。在家人有各种不同行业，现在这个社会没有秩序。在古时候我们看看中国，我们生长在中国，对中国的历史比较熟悉。中国古代衣着不能够随便穿的，一定要符合你的身分、符合你的行业。看你的穿着就晓得你是哪一个行业的，从穿着里面也知道你是这个行业的领导人，还是被领导人，所谓是有阶级的。中国的服装叫「章服」，章是文章，就是衣服上绣的有花纹，花纹代表你的身分地位，各个行业里面都有各个行业里面的阶级。为什么这样作法？尊卑有序，便于行礼。现在这个社会不讲求这些，你在这个社会上地位的尊卑不容易看出来；现在大概只有军人有阶级，我们从他领章上能够看出来，其他各行各业都看不出来。尊卑之序，这个次序乱了，与社会的动乱有关系，不是没有关系。如果没有关系，古人为什么定这个制度？古人定这个制度不是他想像出来的，从大自然的运行里面感发发明的。所以它与自然相应，与自然相应就是与性德相应，「最胜形庄严」。底下第七句：",
      "zh_TW": "出家人有出家人的衣著，跟你的身分一定相應。在家人有各種不同行業，現在這個社會沒有秩序。在古時候我們看看中國，我們生長在中國，對中國的歷史比較熟悉。中國古代衣著不能夠隨便穿的，一定要符合你的身分、符合你的行業。看你的穿著就曉得你是哪一個行業的，從穿著裡面也知道你是這個行業的領導人，還是被領導人，所謂是有階級的。中國的服裝叫「章服」，章是文章，就是衣服上繡的有花紋，花紋代表你的身分地位，各個行業裡面都有各個行業裡面的階級。為什麼這樣作法？尊卑有序，便於行禮。現在這個社會不講求這些，你在這個社會上地位的尊卑不容易看出來；現在大概只有軍人有階級，我們從他領章上能夠看出來，其他各行各業都看不出來。尊卑之序，這個次序亂了，與社會的動亂有關係，不是沒有關係。如果沒有關係，古人為什麼定這個制度？古人定這個制度不是他想像出來的，從大自然的運行裡面感發發明的。所以它與自然相應，與自然相應就是與性德相應，「最勝形莊嚴」。底下第七句："
    },
    {
      "id": "12-017-0890_p0027",
      "zh_CN": "【次有香水海，名持妙摩尼峰。世界种，名普净虚空藏。】",
      "zh_TW": "【次有香水海，名持妙摩尼峰。世界種，名普淨虛空藏。】"
    },
    {
      "id": "12-017-0890_p0028",
      "zh_CN": "这一类的种习也非常殊胜，『妙摩尼峰』，「峰」当然是形容，这里头最重要的是「妙摩尼」；摩尼的意思是自在如意，自在如意到极处那就叫峰。如果不是修行功夫到家的人，哪有这种境界？所以这种境界，肯定是诸佛如来或者是法身菩萨才会有，不是凡夫有的，也不是二乘有的。它所变现出来的刹土当然是普遍清净『虚空藏』！「虚空藏」是离一切染着，取的是这个意思。虚空，我们可以受用，决定不能去执着，也决定不会去分别，也不会在这里头打妄想，我们有没有离开虚空？没有。如果我们对万事万物都像对虚空一样，你就成就了！而实实在在讲，万事万物跟虚空毫无差别；相有体无，事有理无，总要明白事实真相才好。现在时间到了。",
      "zh_TW": "這一類的種習也非常殊勝，『妙摩尼峰』，「峰」當然是形容，這裡頭最重要的是「妙摩尼」；摩尼的意思是自在如意，自在如意到極處那就叫峰。如果不是修行功夫到家的人，哪有這種境界？所以這種境界，肯定是諸佛如來或者是法身菩薩才會有，不是凡夫有的，也不是二乘有的。它所變現出來的剎土當然是普遍清淨『虛空藏』！「虛空藏」是離一切染著，取的是這個意思。虛空，我們可以受用，決定不能去執著，也決定不會去分別，也不會在這裡頭打妄想，我們有沒有離開虛空？沒有。如果我們對萬事萬物都像對虛空一樣，你就成就了！而實實在在講，萬事萬物跟虛空毫無差別；相有體無，事有理無，總要明白事實真相才好。現在時間到了。"
    },
    {
      "id": "12-017-0890_p0029",
      "zh_CN": "诸位同学，我们接着看下面第八句：",
      "zh_TW": "諸位同學，我們接著看下面第八句："
    },
    {
      "id": "12-017-0890_p0030",
      "zh_CN": "【次有香水海，名大光遍照。世界种，名帝青炬光明。】",
      "zh_TW": "【次有香水海，名大光遍照。世界種，名帝青炬光明。】"
    },
    {
      "id": "12-017-0890_p0031",
      "zh_CN": "这个名称使我们读了之后就能够想像得到，这是一类光明磊落的种子聚集成为一类，变现出这个『世界种』，这个世界种也是光明遍照。『帝青』是宝。『炬』是火炬，这个火炬不是普通的，是「宝」成就的。所变跟能变因果相应。",
      "zh_TW": "這個名稱使我們讀了之後就能夠想像得到，這是一類光明磊落的種子聚集成為一類，變現出這個『世界種』，這個世界種也是光明遍照。『帝青』是寶。『炬』是火炬，這個火炬不是普通的，是「寶」成就的。所變跟能變因果相應。"
    },
    {
      "id": "12-017-0890_p0032",
      "zh_CN": "我们常说人生在世，到这个世间来，时间非常短暂。古人说得很好，「人生七十古来稀」。我们冷静观察，不满七十岁离开这个世间的人很多。我学佛之后很少看报纸，没学佛之前，很年轻二十几岁，每天都看报纸。可是我年轻的时候，跟别人确实有一点不一样，别人看报纸大概都是报纸一拿来先看看新闻，国内外大标题，一般人都是这样的，喜欢看他自己的东西。我跟别人不一样，我报纸一打开，头一个看什么？看讣闻，今天哪些人走了，我看这个。每天报纸上刊登的讣闻，年轻人不少！二、三十岁，三、四十岁的人很多很多！这个大概也是过去生中的习性，对于自己自自然然提高警觉。那么就会想到，我到这个世界上来干什么的？是不是也像这些人一样？那是佛经上面说的，人生酬业！过去生中所造的业，这一生来接受果报的。过去生中造的善业，这一生来享一点福；造作的恶业，那受一些苦。什么时候寿命到了，就得要走，自己一丝一毫都做不了主！再想想自己起心动念，这一天、这一生想的是些什么？造的是些什么？学佛之后，佛在经上把这个事情讲明白了，「欲知前世因，今生受者是」，我这一生所受的，过去造的因。过去造的因不善，这一生哪有好的果报？佛又说「欲知来世果，今生作者是」，这一句话，把我们的精神振作起来了。我们要想来世果报殊胜，这一生要造好因。佛教给我们存心要善、思想要善、行为要善，来生当然得善果。",
      "zh_TW": "我們常說人生在世，到這個世間來，時間非常短暫。古人說得很好，「人生七十古來稀」。我們冷靜觀察，不滿七十歲離開這個世間的人很多。我學佛之後很少看報紙，沒學佛之前，很年輕二十幾歲，每天都看報紙。可是我年輕的時候，跟別人確實有一點不一樣，別人看報紙大概都是報紙一拿來先看看新聞，國內外大標題，一般人都是這樣的，喜歡看他自己的東西。我跟別人不一樣，我報紙一打開，頭一個看什麼？看訃聞，今天哪些人走了，我看這個。每天報紙上刊登的訃聞，年輕人不少！二、三十歲，三、四十歲的人很多很多！這個大概也是過去生中的習性，對於自己自自然然提高警覺。那麼就會想到，我到這個世界上來幹什麼的？是不是也像這些人一樣？那是佛經上面說的，人生酬業！過去生中所造的業，這一生來接受果報的。過去生中造的善業，這一生來享一點福；造作的惡業，那受一些苦。什麼時候壽命到了，就得要走，自己一絲一毫都做不了主！再想想自己起心動念，這一天、這一生想的是些什麼？造的是些什麼？學佛之後，佛在經上把這個事情講明白了，「欲知前世因，今生受者是」，我這一生所受的，過去造的因。過去造的因不善，這一生哪有好的果報？佛又說「欲知來世果，今生作者是」，這一句話，把我們的精神振作起來了。我們要想來世果報殊勝，這一生要造好因。佛教給我們存心要善、思想要善、行為要善，來生當然得善果。"
    },
    {
      "id": "12-017-0890_p0033",
      "zh_CN": "有一些同学可以说真的觉悟了，怎么说？他不想再搞六道轮回，今生修积种种善业也不想来生的人天福报，想往生净土，成不成？跟诸位说，成。但是你必须要具备往生的条件，往生的条件在净土经论里头，每一部，净土经论总共有六种，五经一论，每一种里面都讲得很清楚、很明白，你读诵要仔细！每一句话都不可以疏忽。古大德虽然在纲领上提醒我们，往生所具备的条件「信、愿、行」，叫往生三资粮。这个大纲讲得不错，什么叫信，你懂吗？什么叫愿？什么叫行？如果含糊笼统，往往把这一生的机缘错过，这样的人太多太多！我们要想想我自己是不是这样的人？如果是的，要怎么样改，我这一生才真正能满愿？",
      "zh_TW": "有一些同學可以說真的覺悟了，怎麼說？他不想再搞六道輪迴，今生修積種種善業也不想來生的人天福報，想往生淨土，成不成？跟諸位說，成。但是你必須要具備往生的條件，往生的條件在淨土經論裡頭，每一部，淨土經論總共有六種，五經一論，每一種裡面都講得很清楚、很明白，你讀誦要仔細！每一句話都不可以疏忽。古大德雖然在綱領上提醒我們，往生所具備的條件「信、願、行」，叫往生三資糧。這個大綱講得不錯，什麼叫信，你懂嗎？什麼叫願？什麼叫行？如果含糊籠統，往往把這一生的機緣錯過，這樣的人太多太多！我們要想想我自己是不是這樣的人？如果是的，要怎麼樣改，我這一生才真正能滿願？"
    },
    {
      "id": "12-017-0890_p0034",
      "zh_CN": "《弥陀经》上教我们念佛，执持名号，要念到什么样的功夫？一心不乱，这是一个条件。我们有没有念到一心不乱？不容易！一心不乱是念佛三昧。但是一心不乱分等级的，三辈九品，最低限度我们要与下辈要相应，就是说下三品要相应。下三品是功夫成片，也就是说一天到晚心里头只有阿弥陀佛，除阿弥陀佛之外，其他统统都放下，这是下品的一心不乱。我们能做到！你做到了没有？每天妄想杂念还是很多，那你没做到，你这下品功夫都没有，往生就打了问号，这是讲念佛。除这个之外，你还要记住佛在经上讲的「不可以少善根福德因缘得生彼国」，你的善根福德够不够条件？因缘够不够条件？不是那么简单的。又告诉我们，极乐世界「皆是诸上善人俱会一处」。那我们想一想，我是不是上善之人？如果不是上善之人，到那个地方去会不会被人排斥？会不会那边人不接纳我？经上讲的条件很多，不是一个那么单纯的。",
      "zh_TW": "《彌陀經》上教我們念佛，執持名號，要念到什麼樣的功夫？一心不亂，這是一個條件。我們有沒有念到一心不亂？不容易！一心不亂是念佛三昧。但是一心不亂分等級的，三輩九品，最低限度我們要與下輩要相應，就是說下三品要相應。下三品是功夫成片，也就是說一天到晚心裡頭只有阿彌陀佛，除阿彌陀佛之外，其他統統都放下，這是下品的一心不亂。我們能做到！你做到了沒有？每天妄想雜念還是很多，那你沒做到，你這下品功夫都沒有，往生就打了問號，這是講念佛。除這個之外，你還要記住佛在經上講的「不可以少善根福德因緣得生彼國」，你的善根福德夠不夠條件？因緣夠不夠條件？不是那麼簡單的。又告訴我們，極樂世界「皆是諸上善人俱會一處」。那我們想一想，我是不是上善之人？如果不是上善之人，到那個地方去會不會被人排斥？會不會那邊人不接納我？經上講的條件很多，不是一個那麼單純的。"
    },
    {
      "id": "12-017-0890_p0035",
      "zh_CN": "真正放得下，身心世界一切放下，行！名闻利养放下了，五欲六尘放下了，是非人我放下了，贪瞋痴慢放下了，你想想你的心是不是清净？是不是善良？你的本性显现出来了。「人之初，性本善」，西方极乐世界诸上善人那是「性本善」，我能够把一切都放下，我的本性、本善现前了。那是往生西方世界必须要具备的条件，你要不在日常生活当中真干，怎么行？放下，好，放了几天，再过几天老毛病习气又犯了，这不行！这不能往生。一放永远放下，你往生才真有把握。没错，经上是说过，一生造作罪业的人，临命终时一念、十念也能往生。这话讲得没错，他在临终那个时候他真放下了，他恢复到他自己的性本善，他具足信、愿、行，善根、福德、因缘统统具足，一念之间他条件都具足，他当然能往生。我们还有妄想，还有分别执着，条件不具足。这些道理不能不懂。所以做人平常练功，就在日常生活里头练，在处事待人接物里头练，练什么？练正大光明，没有私心、没有欲望。私欲是烦恼的根，是障碍自性的根源，我们要把它拔掉。在这个世间一切随缘，随缘好，随缘是佛菩萨在这个世间所示现的，没有丝毫攀缘的念头，『大光遍照』！因如是，果亦如是。再看后面这一条：",
      "zh_TW": "真正放得下，身心世界一切放下，行！名聞利養放下了，五欲六塵放下了，是非人我放下了，貪瞋痴慢放下了，你想想你的心是不是清淨？是不是善良？你的本性顯現出來了。「人之初，性本善」，西方極樂世界諸上善人那是「性本善」，我能夠把一切都放下，我的本性、本善現前了。那是往生西方世界必須要具備的條件，你要不在日常生活當中真幹，怎麼行？放下，好，放了幾天，再過幾天老毛病習氣又犯了，這不行！這不能往生。一放永遠放下，你往生才真有把握。沒錯，經上是說過，一生造作罪業的人，臨命終時一念、十念也能往生。這話講得沒錯，他在臨終那個時候他真放下了，他恢復到他自己的性本善，他具足信、願、行，善根、福德、因緣統統具足，一念之間他條件都具足，他當然能往生。我們還有妄想，還有分別執著，條件不具足。這些道理不能不懂。所以做人平常練功，就在日常生活裡頭練，在處事待人接物裡頭練，練什麼？練正大光明，沒有私心、沒有欲望。私欲是煩惱的根，是障礙自性的根源，我們要把它拔掉。在這個世間一切隨緣，隨緣好，隨緣是佛菩薩在這個世間所示現的，沒有絲毫攀緣的念頭，『大光遍照』！因如是，果亦如是。再看後面這一條："
    },
    {
      "id": "12-017-0890_p0036",
      "zh_CN": "【次有香水海，名可爱摩尼珠充满遍照。】",
      "zh_TW": "【次有香水海，名可愛摩尼珠充滿遍照。】"
    },
    {
      "id": "12-017-0890_p0037",
      "zh_CN": "这名称好，「可爱」，我们要学。从自己本身学起，什么时候你觉得这个世间一切人都很可爱，一切万物都很可爱，人事物没有一桩不可爱，你修行的功夫成就了。为什么？如果性德不透露，这个境界不会现前。性德透露之后，晓得虚空法界刹土众生「唯心所现，唯识所变」。性识「可爱」，性识所变现的万事万物，怎么会不可爱？就如同我们世间一般人知道黄金可爱，你到金舖里面去参观，它许许多多样品展览都是黄金制造的，几千种、几万种，美不胜收，样样都可爱。能变能现的是黄金，所变所现的那是金器，各式各样的装饰品，没有一样不可爱。你真正认识黄金，你才觉得每一样都可爱。所以你哪一天要觉得一切众生都可爱，一切事物都可爱，树木花草、蜎飞蠕动、微尘砂石样样都可爱，肯定你是法身菩萨，你绝对不是凡人。相上见到性了，你的清净、平等、慈悲心统统流露出来了；清净平等慈悲是自性本具的性德。",
      "zh_TW": "這名稱好，「可愛」，我們要學。從自己本身學起，什麼時候你覺得這個世間一切人都很可愛，一切萬物都很可愛，人事物沒有一樁不可愛，你修行的功夫成就了。為什麼？如果性德不透露，這個境界不會現前。性德透露之後，曉得虛空法界剎土眾生「唯心所現，唯識所變」。性識「可愛」，性識所變現的萬事萬物，怎麼會不可愛？就如同我們世間一般人知道黃金可愛，你到金舖裡面去參觀，它許許多多樣品展覽都是黃金製造的，幾千種、幾萬種，美不勝收，樣樣都可愛。能變能現的是黃金，所變所現的那是金器，各式各樣的裝飾品，沒有一樣不可愛。你真正認識黃金，你才覺得每一樣都可愛。所以你哪一天要覺得一切眾生都可愛，一切事物都可愛，樹木花草、蜎飛蠕動、微塵砂石樣樣都可愛，肯定你是法身菩薩，你絕對不是凡人。相上見到性了，你的清淨、平等、慈悲心統統流露出來了；清淨平等慈悲是自性本具的性德。"
    },
    {
      "id": "12-017-0890_p0038",
      "zh_CN": "【世界种，名普吼声。】",
      "zh_TW": "【世界種，名普吼聲。】"
    },
    {
      "id": "12-017-0890_p0039",
      "zh_CN": "『普』是平等，清净平等。『吼』，佛经里头常常赞叹如来说法如狮子吼，这个地方我们就知道，佛菩萨说法音声到处都能听得到。为什么？『可爱摩尼珠充满遍照』，可爱的是「摩尼珠」，摩尼是如意自在，珠是表圆满，摩尼珠就是表的如意自在美满，充满虚空法界，遍照虚空法界。这一类的种习跟性德相应，所以变现出刹种，这个名称好，「普吼声」。经文到这个地方，九个海我们都读过了，后面一句是总结：",
      "zh_TW": "『普』是平等，清淨平等。『吼』，佛經裡頭常常讚歎如來說法如獅子吼，這個地方我們就知道，佛菩薩說法音聲到處都能聽得到。為什麼？『可愛摩尼珠充滿遍照』，可愛的是「摩尼珠」，摩尼是如意自在，珠是表圓滿，摩尼珠就是表的如意自在美滿，充滿虛空法界，遍照虛空法界。這一類的種習跟性德相應，所以變現出剎種，這個名稱好，「普吼聲」。經文到這個地方，九個海我們都讀過了，後面一句是總結："
    },
    {
      "id": "12-017-0890_p0040",
      "zh_CN": "【如是等，不可说佛刹微尘数香水海。】",
      "zh_TW": "【如是等，不可說佛剎微塵數香水海。】"
    },
    {
      "id": "12-017-0890_p0041",
      "zh_CN": "不止九个，像上面所说的九个香水海一样，无量无边，每一个香水海里头都有刹种，每一个刹种都有二十层佛刹，世界不可思议。我们再看下面第二个段落，这个段落是从「最近轮围山香水海」举例来说，我们看这个刹种里面所持二十层佛刹：",
      "zh_TW": "不止九個，像上面所說的九個香水海一樣，無量無邊，每一個香水海裡頭都有剎種，每一個剎種都有二十層佛剎，世界不可思議。我們再看下面第二個段落，這個段落是從「最近輪圍山香水海」舉例來說，我們看這個剎種裡面所持二十層佛剎："
    },
    {
      "id": "12-017-0890_p0042",
      "zh_CN": "【其最近轮围山香水海，名出帝青宝。世界种名周遍无差别，以一切菩萨震吼声为体。】",
      "zh_TW": "【其最近輪圍山香水海，名出帝青寶。世界種名周遍無差別，以一切菩薩震吼聲為體。】"
    },
    {
      "id": "12-017-0890_p0043",
      "zh_CN": "我们读这段经文，总的来说，众生善根种子变现出世界，这是一个因。第二个因，诸佛本愿威神的加持。加持从哪里看？从佛菩萨种种示现教化里面去看。加持不是一句空话，有事实，这个事实就是诸佛菩萨应一切众生之感现身说法。三千年前，释迦牟尼佛在我们这个世间出现，那是加持。释迦牟尼佛灭度之后，佛菩萨不是以佛的身分，三十二相、八十种好，不以这个身分，以一切众生同类身，应以什么身得度，就示现什么身。男女老少、各行各业，这里面确实有诸佛示现的，有法身菩萨示现的，有声闻缘觉示现的，我们肉眼凡夫不认识。他在为我们做种种示现，在做表演，我们不认识他，他自己决定不暴露身分，多得很！看你到什么时候，你觉察到了，「我的周围有这么多佛菩萨，有这么多声闻缘觉」。哪一天你发现，你入境界少分。没有入境界少分，你没有看见，不知不觉。不知不觉也受影响，这个影响我没发现。不错，你是没发现，这个影响在阿赖耶里头落了种子，所以你自己没发现。到你发现的时候，你就得受用了。我们再看下面它所持的佛刹：",
      "zh_TW": "我們讀這段經文，總的來說，眾生善根種子變現出世界，這是一個因。第二個因，諸佛本願威神的加持。加持從哪裡看？從佛菩薩種種示現教化裡面去看。加持不是一句空話，有事實，這個事實就是諸佛菩薩應一切眾生之感現身說法。三千年前，釋迦牟尼佛在我們這個世間出現，那是加持。釋迦牟尼佛滅度之後，佛菩薩不是以佛的身分，三十二相、八十種好，不以這個身分，以一切眾生同類身，應以什麼身得度，就示現什麼身。男女老少、各行各業，這裡面確實有諸佛示現的，有法身菩薩示現的，有聲聞緣覺示現的，我們肉眼凡夫不認識。他在為我們做種種示現，在做表演，我們不認識他，他自己決定不暴露身分，多得很！看你到什麼時候，你覺察到了，「我的周圍有這麼多佛菩薩，有這麼多聲聞緣覺」。哪一天你發現，你入境界少分。沒有入境界少分，你沒有看見，不知不覺。不知不覺也受影響，這個影響我沒發現。不錯，你是沒發現，這個影響在阿賴耶裡頭落了種子，所以你自己沒發現。到你發現的時候，你就得受用了。我們再看下面它所持的佛剎："
    },
    {
      "id": "12-017-0890_p0044",
      "zh_CN": "【此中最下方，有世界名妙胜藏，佛号最胜功德慧。】",
      "zh_TW": "【此中最下方，有世界名妙勝藏，佛號最勝功德慧。】"
    },
    {
      "id": "12-017-0890_p0045",
      "zh_CN": "这是「周遍无差别」世界种，它所持二十层佛刹，这是最下面的一层，最下面这一层有多少个佛刹？微尘数佛刹。举一个例子说，是一个世界微尘数的佛刹。我们前面读的很多，大家不要忘记。举一个例子说。这个世界『妙胜藏』，「妙」是微妙，「胜」是殊胜，「藏」是含藏，这个名称大小、显密统统都有，在这三个字里头都包含了。这个世界里面众生的根性跟我们娑婆世界差不多，释迦牟尼佛在我们这个世间讲经说法，大乘、小乘，显教、密教，宗门、教下统统都说；这个世界，佛也是这个说法。两个世界比较一下，他的世界比我们好。为什么？学的人多，佛在那个地方好教。我们这个世界众生虽然根性也是很复杂的，业障太重，佛苦口婆心在这里教导我们，学的人很少，所以世界叫「娑婆」，不叫「妙胜藏」。",
      "zh_TW": "這是「周遍無差別」世界種，它所持二十層佛剎，這是最下面的一層，最下面這一層有多少個佛剎？微塵數佛剎。舉一個例子說，是一個世界微塵數的佛剎。我們前面讀的很多，大家不要忘記。舉一個例子說。這個世界『妙勝藏』，「妙」是微妙，「勝」是殊勝，「藏」是含藏，這個名稱大小、顯密統統都有，在這三個字裡頭都包含了。這個世界裡面眾生的根性跟我們娑婆世界差不多，釋迦牟尼佛在我們這個世間講經說法，大乘、小乘，顯教、密教，宗門、教下統統都說；這個世界，佛也是這個說法。兩個世界比較一下，他的世界比我們好。為什麼？學的人多，佛在那個地方好教。我們這個世界眾生雖然根性也是很複雜的，業障太重，佛苦口婆心在這裡教導我們，學的人很少，所以世界叫「娑婆」，不叫「妙勝藏」。"
    },
    {
      "id": "12-017-0890_p0046",
      "zh_CN": "『佛号最胜功德慧』，佛在这个地方教导大家福慧双修；「慧」是智慧，「功德」里头有福德，福德里头没有功德，这个道理一定要懂。想必这个世间的众生修福的人很多，所以佛教他福德里头加上般若智慧，福德就变成功德；没有智慧的那是福德。智慧跟聪明又不一样，怎么不一样？智慧是从戒定慧里面生的，从戒定上生的，因戒得定，因定开慧；聪明不是从戒定里头生的，他没有戒，他也没有定，人很聪明，那个不叫智慧，叫聪明，佛法叫「世智辩聪」。我们不能够把世智辩聪误认是智慧，这个差错太大了。别人差错与我们不相干，自己不能差错。所以诸位想想，持戒重要！你不能不持戒，你不能不修定。定，在我们净宗来讲就是清净心，就是一心不乱。临命终时还有一个条件，心不颠倒才能往生，临命终时心要一颠倒，就不能往生了。往生条件好多，所以我说一句都不能疏忽！再看第十层，这是超略了，前面讲的是最下方，现在看第十层：",
      "zh_TW": "『佛號最勝功德慧』，佛在這個地方教導大家福慧雙修；「慧」是智慧，「功德」裡頭有福德，福德裡頭沒有功德，這個道理一定要懂。想必這個世間的眾生修福的人很多，所以佛教他福德裡頭加上般若智慧，福德就變成功德；沒有智慧的那是福德。智慧跟聰明又不一樣，怎麼不一樣？智慧是從戒定慧裡面生的，從戒定上生的，因戒得定，因定開慧；聰明不是從戒定裡頭生的，他沒有戒，他也沒有定，人很聰明，那個不叫智慧，叫聰明，佛法叫「世智辯聰」。我們不能夠把世智辯聰誤認是智慧，這個差錯太大了。別人差錯與我們不相干，自己不能差錯。所以諸位想想，持戒重要！你不能不持戒，你不能不修定。定，在我們淨宗來講就是清淨心，就是一心不亂。臨命終時還有一個條件，心不顛倒才能往生，臨命終時心要一顛倒，就不能往生了。往生條件好多，所以我說一句都不能疏忽！再看第十層，這是超略了，前面講的是最下方，現在看第十層："
    },
    {
      "id": "12-017-0890_p0047",
      "zh_CN": "【此中过十佛刹微尘数世界，与金刚幢世界齐等。】",
      "zh_TW": "【此中過十佛剎微塵數世界，與金剛幢世界齊等。】"
    },
    {
      "id": "12-017-0890_p0048",
      "zh_CN": "跟华藏世界第十层金刚幢世界等齐，像这个大楼一样都是第十层，差不多高。",
      "zh_TW": "跟華藏世界第十層金剛幢世界等齊，像這個大樓一樣都是第十層，差不多高。"
    },
    {
      "id": "12-017-0890_p0049",
      "zh_CN": "【有世界名庄严相，佛号超胜大光明。】",
      "zh_TW": "【有世界名莊嚴相，佛號超勝大光明。】"
    },
    {
      "id": "12-017-0890_p0050",
      "zh_CN": "这个世界的名称好，『庄严相』。「庄严相」是什么？我们世间人常讲真善美，世间人所说的庄严。佛法所说的庄严还要比这个超胜，佛法里面讲庄严一定与性德相应，才是真正的庄严。换句话说，是真实的真善美慧！真善美慧，说老实话，世间有名无实，大乘佛教里头它有真的东西，那一点都不假。『佛号超胜大光明』，「大光明」已经非常难得，上面还加个「超胜」，胜是殊胜，超是超越。「超胜大光明」是什么？肯定是如来果地上所证得的无上正等正觉，「正等正觉」是大光明！加上一个超胜那就变成「无上」，如来果地上所证得的究竟圆满的般若智慧。般若智慧现前，德能也现前，相好也现前，一个得到，全部统统都得到。世尊在这个世界用这个做教学的纲领，很殊胜！为什么？这个世界众生有这样的善根福德，佛给大家做增上缘，希有难逢！",
      "zh_TW": "這個世界的名稱好，『莊嚴相』。「莊嚴相」是什麼？我們世間人常講真善美，世間人所說的莊嚴。佛法所說的莊嚴還要比這個超勝，佛法裡面講莊嚴一定與性德相應，才是真正的莊嚴。換句話說，是真實的真善美慧！真善美慧，說老實話，世間有名無實，大乘佛教裡頭它有真的東西，那一點都不假。『佛號超勝大光明』，「大光明」已經非常難得，上面還加個「超勝」，勝是殊勝，超是超越。「超勝大光明」是什麼？肯定是如來果地上所證得的無上正等正覺，「正等正覺」是大光明！加上一個超勝那就變成「無上」，如來果地上所證得的究竟圓滿的般若智慧。般若智慧現前，德能也現前，相好也現前，一個得到，全部統統都得到。世尊在這個世界用這個做教學的綱領，很殊勝！為什麼？這個世界眾生有這樣的善根福德，佛給大家做增上緣，希有難逢！"
    },
    {
      "id": "12-017-0890_p0051",
      "zh_CN": "回过头来再看看我们自己，我们不要看我们的世界，最重要是看自己。为什么？自己真正觉悟了，真正有修行功夫，你能转境界！境界不是真的！《般若经》上一再给我们讲，「一切有为法，如梦幻泡影」，又说「万法唯心」、「一切法从心想生」，这些话都是说的真实话。境界怎么个变，完全看你心里头想些什么；我天天想佛，除了佛之外什么都不想，现前境界就变成佛境界。你要一天到晚胡思乱想，这个境界就变成五浊恶世；五浊恶世，胡思乱想变现出来的。虽然讲有共业，佛也告诉我们还有别业，从别业上来看，各人境界都不相同；共业上讲，大致相同。为什么？你们统统都胡思乱想！如果有一个人，他的思想纯净纯善，他的境界跟你们的境界不一样。我说这个话，其实这个话不是我说的，佛在经上讲的，大家不懂，没有法子理解。为什么？不是世间人的常识，不是世间人所见所闻。心地不能不光明磊落，对自己有好处，对自己有大利益。再看底下这一段：",
      "zh_TW": "回過頭來再看看我們自己，我們不要看我們的世界，最重要是看自己。為什麼？自己真正覺悟了，真正有修行功夫，你能轉境界！境界不是真的！《般若經》上一再給我們講，「一切有為法，如夢幻泡影」，又說「萬法唯心」、「一切法從心想生」，這些話都是說的真實話。境界怎麼個變，完全看你心裡頭想些什麼；我天天想佛，除了佛之外什麼都不想，現前境界就變成佛境界。你要一天到晚胡思亂想，這個境界就變成五濁惡世；五濁惡世，胡思亂想變現出來的。雖然講有共業，佛也告訴我們還有別業，從別業上來看，各人境界都不相同；共業上講，大致相同。為什麼？你們統統都胡思亂想！如果有一個人，他的思想純淨純善，他的境界跟你們的境界不一樣。我說這個話，其實這個話不是我說的，佛在經上講的，大家不懂，沒有法子理解。為什麼？不是世間人的常識，不是世間人所見所聞。心地不能不光明磊落，對自己有好處，對自己有大利益。再看底下這一段："
    },
    {
      "id": "12-017-0890_p0052",
      "zh_CN": "【此上与娑婆世界齐等。】",
      "zh_TW": "【此上與娑婆世界齊等。】"
    },
    {
      "id": "12-017-0890_p0053",
      "zh_CN": "那就是第十三层。",
      "zh_TW": "那就是第十三層。"
    },
    {
      "id": "12-017-0890_p0054",
      "zh_CN": "【有世界名琉璃轮普庄严，佛号须弥灯。】",
      "zh_TW": "【有世界名琉璃輪普莊嚴，佛號須彌燈。】"
    },
    {
      "id": "12-017-0890_p0055",
      "zh_CN": "『琉璃』是七宝之一，中国人称为翡翠，绿色的玉，很美也很好看，透明的。我们这个世间人欢喜看绿色的，绿色的确确实实养眼，眼根的营养需要绿色。树木花草没有人不喜爱的。我们在佛的经典里面读到，大概遍法界虚空界所有一切众生没有不喜爱花草树木的，这是一切众生共同的爱好。「琉璃轮」，轮，在佛法里面是表教学，这个我们前面都讲得很多，提一提就行了。琉璃是宝、是性德，琉璃轮就是称性的教学。『普庄严』，在这个世界非常普遍。这许许多多的学校所教的课程都称性，这是什么教育？我们今天来讲的道德教育、圣贤教育。这个世界圣贤教育、道德教育很普及。这世界名称。『佛号须弥灯』，这是佛在这个世界教学的宗旨。佛在此地教这些人教什么？「须弥灯」。「须弥」翻成中国意思「妙高」，「灯」是智慧，你就晓得佛在这个地方他教学的宗旨、他教学的纲领是什么？妙高的智慧，不是世智辩聪，是称性的般若智慧，我们应当要学习。再看第八海最后这一段：",
      "zh_TW": "『琉璃』是七寶之一，中國人稱為翡翠，綠色的玉，很美也很好看，透明的。我們這個世間人歡喜看綠色的，綠色的確確實實養眼，眼根的營養需要綠色。樹木花草沒有人不喜愛的。我們在佛的經典裡面讀到，大概遍法界虛空界所有一切眾生沒有不喜愛花草樹木的，這是一切眾生共同的愛好。「琉璃輪」，輪，在佛法裡面是表教學，這個我們前面都講得很多，提一提就行了。琉璃是寶、是性德，琉璃輪就是稱性的教學。『普莊嚴』，在這個世界非常普遍。這許許多多的學校所教的課程都稱性，這是什麼教育？我們今天來講的道德教育、聖賢教育。這個世界聖賢教育、道德教育很普及。這世界名稱。『佛號須彌燈』，這是佛在這個世界教學的宗旨。佛在此地教這些人教什麼？「須彌燈」。「須彌」翻成中國意思「妙高」，「燈」是智慧，你就曉得佛在這個地方他教學的宗旨、他教學的綱領是什麼？妙高的智慧，不是世智辯聰，是稱性的般若智慧，我們應當要學習。再看第八海最後這一段："
    },
    {
      "id": "12-017-0890_p0056",
      "zh_CN": "【于此世界种最上方。】",
      "zh_TW": "【於此世界種最上方。】"
    },
    {
      "id": "12-017-0890_p0057",
      "zh_CN": "这就是第二十层，第二十层它有二十个佛刹微尘数世界围绕。",
      "zh_TW": "這就是第二十層，第二十層它有二十個佛剎微塵數世界圍繞。"
    },
    {
      "id": "12-017-0890_p0058",
      "zh_CN": "【有世界名华幢海，佛号无尽变化妙慧云。】",
      "zh_TW": "【有世界名華幢海，佛號無盡變化妙慧雲。】"
    },
    {
      "id": "12-017-0890_p0059",
      "zh_CN": "我们看世界的名号就是这个世界它的状况，依正庄严，看它的状况，『华幢海』；要是从事上来看，这个世界是个大花园。我们这个地球上有小世界，花园城市。这个城市树木花草多，百花齐放的时候，有许多赏花的人，在这个季节一定到这个地方来观赏，花园城市。这个地方是花园世界！但是我们要懂得表法，「华」是表修因，大乘经教里面常讲的六度因华，因果的因，比喻作华，华是菩萨所修的因，菩萨所修的因无量无边。起心动念、言语造作、点点滴滴只要与六度相应，那就是菩萨行。我们讲的，比六度这个科目还加上四个科目，希望我们净宗同学起心动念、言语造作、点点滴滴要与三福相应，要与六和相应，要与三学、六度、十愿相应，那就是「华幢海」，天天在华幢海里面游乐。",
      "zh_TW": "我們看世界的名號就是這個世界它的狀況，依正莊嚴，看它的狀況，『華幢海』；要是從事上來看，這個世界是個大花園。我們這個地球上有小世界，花園城市。這個城市樹木花草多，百花齊放的時候，有許多賞花的人，在這個季節一定到這個地方來觀賞，花園城市。這個地方是花園世界！但是我們要懂得表法，「華」是表修因，大乘經教裡面常講的六度因華，因果的因，比喻作華，華是菩薩所修的因，菩薩所修的因無量無邊。起心動念、言語造作、點點滴滴只要與六度相應，那就是菩薩行。我們講的，比六度這個科目還加上四個科目，希望我們淨宗同學起心動念、言語造作、點點滴滴要與三福相應，要與六和相應，要與三學、六度、十願相應，那就是「華幢海」，天天在華幢海裡面遊樂。"
    },
    {
      "id": "12-017-0890_p0060",
      "zh_CN": "『佛号无尽变化妙慧云』，这一句我们就晓得，如来果地上的善巧方便，究竟圆满的权智、后得智。后得智不是自受用，这个诸位一定要晓得，后得智是他受用。如果自受用，佛就不会现身说法。入无余涅槃，那是自受用。那佛入的是什么涅槃？不是有余涅槃，也不是无余涅槃，佛所入的叫无住涅槃。无住涅槃怎么讲？不住生死，不住涅槃，两边都不住，得大自在！不住生死是如来的自受用，不住涅槃是为一切众生现身说法。「无尽变化」的妙智慧，利益众生，帮助众生破迷开悟，帮助众生离苦得乐，所以叫无住涅槃，了不起！我们应当要学习，要效法诸佛如来。现在时间到了。",
      "zh_TW": "『佛號無盡變化妙慧雲』，這一句我們就曉得，如來果地上的善巧方便，究竟圓滿的權智、後得智。後得智不是自受用，這個諸位一定要曉得，後得智是他受用。如果自受用，佛就不會現身說法。入無餘涅槃，那是自受用。那佛入的是什麼涅槃？不是有餘涅槃，也不是無餘涅槃，佛所入的叫無住涅槃。無住涅槃怎麼講？不住生死，不住涅槃，兩邊都不住，得大自在！不住生死是如來的自受用，不住涅槃是為一切眾生現身說法。「無盡變化」的妙智慧，利益眾生，幫助眾生破迷開悟，幫助眾生離苦得樂，所以叫無住涅槃，了不起！我們應當要學習，要效法諸佛如來。現在時間到了。"
    }
  ]
}