{
  "doc_id": "12-017-1400",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四００卷",
    "zh_TW": "第一四００卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1400",
  "total_paragraphs": 57,
  "paragraphs": [
    {
      "id": "12-017-1400_p0001",
      "zh_CN": "诸位同学，请坐。请看「菩萨问明品」，第六正教甚深，勤首菩萨偈颂第四首看起。我们将经文念一遍：",
      "zh_TW": "諸位同學，請坐。請看「菩薩問明品」，第六正教甚深，勤首菩薩偈頌第四首看起。我們將經文念一遍："
    },
    {
      "id": "12-017-1400_p0002",
      "zh_CN": "【如钻燧求火。未热而数息。火势随止灭。懈怠者亦然。】",
      "zh_TW": "【如鑽燧求火。未熱而數息。火勢隨止滅。懈怠者亦然。】"
    },
    {
      "id": "12-017-1400_p0003",
      "zh_CN": "这是说遇到佛法这一生当中不能成就的第二个比喻。『钻燧』取火，在古代可以说无论是东西方都懂得用这个方法取火。我们现在住在澳洲，澳洲的土着在许多集会场所当中，他们依旧用这个方法表演给我们看。钻燧取火要有时间，此地讲『未热而数息』。现在多半用铁棒，也有用木棒的，要搓到它发热，火星才会燃烧出来。如果我们用的力道不够，时间不够，这个火随时就熄掉，甚至于火星才放出来就熄了，这我们也看得很多。我们看澳洲土着的表演，最后确实他们都能够用这个方法让火燃烧起来。懈怠的人就像钻木取火力道不够，随时就熄掉，菩萨用这个比喻。",
      "zh_TW": "這是說遇到佛法這一生當中不能成就的第二個比喻。『鑽燧』取火，在古代可以說無論是東西方都懂得用這個方法取火。我們現在住在澳洲，澳洲的土著在許多集會場所當中，他們依舊用這個方法表演給我們看。鑽燧取火要有時間，此地講『未熱而數息』。現在多半用鐵棒，也有用木棒的，要搓到它發熱，火星才會燃燒出來。如果我們用的力道不夠，時間不夠，這個火隨時就熄掉，甚至於火星才放出來就熄了，這我們也看得很多。我們看澳洲土著的表演，最後確實他們都能夠用這個方法讓火燃燒起來。懈怠的人就像鑽木取火力道不夠，隨時就熄掉，菩薩用這個比喻。"
    },
    {
      "id": "12-017-1400_p0004",
      "zh_CN": "我们看清凉的《疏钞》，清凉大师说「钻火数息喻」，这是第二个比喻，「喻修有懈退」，修行有懈怠的、有退转的，所以这一生当中不能成就。「然此下喻，多通三慧以辨懈怠」。从这以下一共还有六个比喻，多通三慧。三慧是菩萨所修的，闻思修三慧。我们有没有？有些同学确确实实把三慧误会，我记得我在讲席的时候跟诸位报告过。",
      "zh_TW": "我們看清涼的《疏鈔》，清涼大師說「鑽火數息喻」，這是第二個比喻，「喻修有懈退」，修行有懈怠的、有退轉的，所以這一生當中不能成就。「然此下喻，多通三慧以辨懈怠」。從這以下一共還有六個比喻，多通三慧。三慧是菩薩所修的，聞思修三慧。我們有沒有？有些同學確確實實把三慧誤會，我記得我在講席的時候跟諸位報告過。"
    },
    {
      "id": "12-017-1400_p0005",
      "zh_CN": "早年，大概总三十年前，我在大专佛学讲座上课的时候，有一个学生也算不错，常常来参加，很少缺席，听了大概有两年。有一天来告诉我：法师，我今天听这一堂最后一堂，下一次我不来了。我问他为什么？他说：我听了两年，这闻慧有了，思慧、修慧我没有。他这一说我就明白了，这两年听了之后一定回去去研究、去修行，我说好，我说你今天这一堂课要不要上？他说要上。我就趁这个机会把什么叫三慧跟同学们做一个简单的说明。",
      "zh_TW": "早年，大概總三十年前，我在大專佛學講座上課的時候，有一個學生也算不錯，常常來參加，很少缺席，聽了大概有兩年。有一天來告訴我：法師，我今天聽這一堂最後一堂，下一次我不來了。我問他為什麼？他說：我聽了兩年，這聞慧有了，思慧、修慧我沒有。他這一說我就明白了，這兩年聽了之後一定回去去研究、去修行，我說好，我說你今天這一堂課要不要上？他說要上。我就趁這個機會把什麼叫三慧跟同學們做一個簡單的說明。"
    },
    {
      "id": "12-017-1400_p0006",
      "zh_CN": "世尊在戒经里面教导我们「不先学小乘后学大乘，非佛弟子」，佛法的修学有次第、有程序，不能乱，不能够躐等。小乘修的是什么？是戒定慧三学，大乘修的是闻思修三慧。你们想想，闻思修叫三慧，闻慧、思慧、修慧，叫三慧，这个慧是什么慧？是戒定慧那个慧。那么我问问你，你戒定慧得到没有？因戒得定，因定开慧，不是说听几年经你就有闻慧，没有，这个误会会害了你一辈子。正好就是这个比喻，在钻燧取火，你还没有开始钻，火星哪里会出来？你根本连方法都不懂。",
      "zh_TW": "世尊在戒經裡面教導我們「不先學小乘後學大乘，非佛弟子」，佛法的修學有次第、有程序，不能亂，不能夠躐等。小乘修的是什麼？是戒定慧三學，大乘修的是聞思修三慧。你們想想，聞思修叫三慧，聞慧、思慧、修慧，叫三慧，這個慧是什麼慧？是戒定慧那個慧。那麼我問問你，你戒定慧得到沒有？因戒得定，因定開慧，不是說聽幾年經你就有聞慧，沒有，這個誤會會害了你一輩子。正好就是這個比喻，在鑽燧取火，你還沒有開始鑽，火星哪裡會出來？你根本連方法都不懂。"
    },
    {
      "id": "12-017-1400_p0007",
      "zh_CN": "所以佛法要从戒定慧当中学，慧开了之后，那是什么人？法身菩萨，这要知道，这不是普通人。无明没有破，自性般若智慧没有现前，用什么方法？用戒定慧。戒是规矩，你要遵守佛的教诫，因戒得定。人能够在常轨上去走，心是定的，不会胡思乱想，不会见异思迁，一个方向、一个目标一直走下去，这个心是定，定到一定的程度就开智慧。小定开小智慧，大定开大智慧，什么时候你的定功与性定相应，自性般若智慧就现前了。这个境界在禅宗称之为「明心见性，大彻大悟」，在教下称为「大开圆解」，在我们念佛法门里面称之为「理一心不乱」。得理一心不乱往生是生实报庄严土，你说他有没有把握？当然有把握。实报庄严土的法身菩萨，从戒定慧修的。",
      "zh_TW": "所以佛法要從戒定慧當中學，慧開了之後，那是什麼人？法身菩薩，這要知道，這不是普通人。無明沒有破，自性般若智慧沒有現前，用什麼方法？用戒定慧。戒是規矩，你要遵守佛的教誡，因戒得定。人能夠在常軌上去走，心是定的，不會胡思亂想，不會見異思遷，一個方向、一個目標一直走下去，這個心是定，定到一定的程度就開智慧。小定開小智慧，大定開大智慧，什麼時候你的定功與性定相應，自性般若智慧就現前了。這個境界在禪宗稱之為「明心見性，大徹大悟」，在教下稱為「大開圓解」，在我們念佛法門裡面稱之為「理一心不亂」。得理一心不亂往生是生實報莊嚴土，你說他有沒有把握？當然有把握。實報莊嚴土的法身菩薩，從戒定慧修的。"
    },
    {
      "id": "12-017-1400_p0008",
      "zh_CN": "你现在听经，实实在在讲，听了两年没有受益，你听的是什么？佛学常识，听的是一些皮毛。听了两年不再听了，回去研究，研究是什么？胡思乱想，自己以为觉悟了，那再去修行，修行叫盲修瞎练。这能成就吗？我这几句话说了之后，下课我再问他，我说你下一次还来不来？他说：我懂得了，我下次还来。这是误会。这种情形我相信决定不是他一个人，很多。为什么会有这个毛病？都是不守规矩，这问题都出在戒学上。戒学里面第一句话，诸位要知道净业三福是属于戒学，「孝养父母，奉事师长」，没做到。我们学佛法，佛法是属于师道，师道建立在孝道的基础上，我们对老师没有恭敬心。印祖讲的话不错，「一分恭敬得一分利益，二分恭敬得二分利益」，形式上皈依，对老师恭敬心生不起来，你就是听一辈子都不得利益。为什么？没有把老师看重，有行，没有也行，这种心态你怎么会成就？",
      "zh_TW": "你現在聽經，實實在在講，聽了兩年沒有受益，你聽的是什麼？佛學常識，聽的是一些皮毛。聽了兩年不再聽了，回去研究，研究是什麼？胡思亂想，自己以為覺悟了，那再去修行，修行叫盲修瞎練。這能成就嗎？我這幾句話說了之後，下課我再問他，我說你下一次還來不來？他說：我懂得了，我下次還來。這是誤會。這種情形我相信決定不是他一個人，很多。為什麼會有這個毛病？都是不守規矩，這問題都出在戒學上。戒學裡面第一句話，諸位要知道淨業三福是屬於戒學，「孝養父母，奉事師長」，沒做到。我們學佛法，佛法是屬於師道，師道建立在孝道的基礎上，我們對老師沒有恭敬心。印祖講的話不錯，「一分恭敬得一分利益，二分恭敬得二分利益」，形式上皈依，對老師恭敬心生不起來，你就是聽一輩子都不得利益。為什麼？沒有把老師看重，有行，沒有也行，這種心態你怎麼會成就？"
    },
    {
      "id": "12-017-1400_p0009",
      "zh_CN": "对老师的尊重就像我们航海的时候，在大海里面，老师是指南针，你一定要依靠，你不依靠，一定你就错了方向。你走很多冤枉路，那是另当别论，路走错了，这时间延长，怕有灾难发生，意外的海难，这种常识我们大家都知道。我们做学问，无论是世间或者是出世间的佛法，老师就是我们的指南。我们没有老师，十个人有九个人走错路；有老师，对老师没有相当的尊重心，真的依教奉行，也容易走错路。尤其是现代这个时代，孝道没有了。诸位要知道，孝道没有了，师道就不存在，师道是建立在孝道的基础上。",
      "zh_TW": "對老師的尊重就像我們航海的時候，在大海裡面，老師是指南針，你一定要依靠，你不依靠，一定你就錯了方向。你走很多冤枉路，那是另當別論，路走錯了，這時間延長，怕有災難發生，意外的海難，這種常識我們大家都知道。我們做學問，無論是世間或者是出世間的佛法，老師就是我們的指南。我們沒有老師，十個人有九個人走錯路；有老師，對老師沒有相當的尊重心，真的依教奉行，也容易走錯路。尤其是現代這個時代，孝道沒有了。諸位要知道，孝道沒有了，師道就不存在，師道是建立在孝道的基礎上。"
    },
    {
      "id": "12-017-1400_p0010",
      "zh_CN": "为什么我在早年，这也是在二、三十年前，我提倡建百姓宗祠，我们今天九楼「中华民族万姓先祖纪念堂」，就是从这个构想里面生出来的。从前我们是百家姓，现在才晓得中国的姓氏有二万二千多个，这么大的一个族群。我们要纪念万姓祖先，这是孝道，对于祖宗不忘，对于眼前的父母才知道孝顺，所以这是孝道。有孝道而后才有师道，这些话我也讲得很多。佛法的承传，世尊灭度之后，他的这些弟子们是向四面八方去弘扬。可是真正有成就、有结果的是传到中国来这一支，在其他地区有很多消失了，现在完全没有了。传到现在只有在中国、在西藏、在南洋，南传佛教，小乘，藏传的，在汉传的，二千五百年以后只剩这么一个局限。为什么在中国它能够生根，它能够茁壮，开花结果？什么道理？那就是中国五千年前就提倡孝道。儒家继承了古圣先贤的道统，把孝道发扬光大，这个时候佛法到了中国。佛法是后汉明帝的时候，公元六十七年，今天公元二千零五年，所以说是佛法在中国两千年了。",
      "zh_TW": "為什麼我在早年，這也是在二、三十年前，我提倡建百姓宗祠，我們今天九樓「中華民族萬姓先祖紀念堂」，就是從這個構想裡面生出來的。從前我們是百家姓，現在才曉得中國的姓氏有二萬二千多個，這麼大的一個族群。我們要紀念萬姓祖先，這是孝道，對於祖宗不忘，對於眼前的父母才知道孝順，所以這是孝道。有孝道而後才有師道，這些話我也講得很多。佛法的承傳，世尊滅度之後，他的這些弟子們是向四面八方去弘揚。可是真正有成就、有結果的是傳到中國來這一支，在其他地區有很多消失了，現在完全沒有了。傳到現在只有在中國、在西藏、在南洋，南傳佛教，小乘，藏傳的，在漢傳的，二千五百年以後只剩這麼一個侷限。為什麼在中國它能夠生根，它能夠茁壯，開花結果？什麼道理？那就是中國五千年前就提倡孝道。儒家繼承了古聖先賢的道統，把孝道發揚光大，這個時候佛法到了中國。佛法是後漢明帝的時候，公元六十七年，今天公元二千零五年，所以說是佛法在中國兩千年了。"
    },
    {
      "id": "12-017-1400_p0011",
      "zh_CN": "佛法建立孝道的基础上，中国这个环境是非常适合于佛陀教育发展的理想环境，所以它有这么好的成就，我们要知道。正是净业三福里面「孝养父母，奉事师长」，中国人做到了，接着他就能修「慈心不杀，修十善业」，所以十善业道在中国人很容易就落实。在这基础上，佛法就分了许许多多的宗派，在中国当时有十个宗派。无论修学哪个宗派都有非常可观的成就，原因在此地。",
      "zh_TW": "佛法建立孝道的基礎上，中國這個環境是非常適合於佛陀教育發展的理想環境，所以它有這麼好的成就，我們要知道。正是淨業三福裡面「孝養父母，奉事師長」，中國人做到了，接著他就能修「慈心不殺，修十善業」，所以十善業道在中國人很容易就落實。在這基礎上，佛法就分了許許多多的宗派，在中國當時有十個宗派。無論修學哪個宗派都有非常可觀的成就，原因在此地。"
    },
    {
      "id": "12-017-1400_p0012",
      "zh_CN": "在今天孝道没有了，哪来的师道？可是真正有成就的，你细心去观察，这个人真的他孝养父母，奉事师长，还是这样的人有成就；不孝父母、不敬师长的，决定没有成就，你细心去观察。成就不是名气大，诸位要知道，名气大的那是他的福报，那不是道学。真正有道有学跟名气大没有关系，有的确实并不很出名，真有学问，真有道德。明师，明是光明的明，你看小乘经里面，大小乘经都常常说到「亲近明师受教」。明师是个开悟的老师，是个有修有证的老师。今天证果找不到，至少要找个真正有修有学的老师，我们依靠他，听他的教诲才不至于走错路。自己真正能够好学，能够发愤精进，肯定有成就。",
      "zh_TW": "在今天孝道沒有了，哪來的師道？可是真正有成就的，你細心去觀察，這個人真的他孝養父母，奉事師長，還是這樣的人有成就；不孝父母、不敬師長的，決定沒有成就，你細心去觀察。成就不是名氣大，諸位要知道，名氣大的那是他的福報，那不是道學。真正有道有學跟名氣大沒有關係，有的確實並不很出名，真有學問，真有道德。明師，明是光明的明，你看小乘經裡面，大小乘經都常常說到「親近明師受教」。明師是個開悟的老師，是個有修有證的老師。今天證果找不到，至少要找個真正有修有學的老師，我們依靠他，聽他的教誨才不至於走錯路。自己真正能夠好學，能夠發憤精進，肯定有成就。"
    },
    {
      "id": "12-017-1400_p0013",
      "zh_CN": "所以修学的次第决定不可以疏忽。这次第最高的指导原则，我们是取最简单的「净业三福」，这是我们指导原则，就是从孝亲、从尊师，念念不忘亲恩，父母之恩、老师之恩，念念不忘。我们每天所修学的天天回向，回向，这是我们自己一点报恩的心。你教我的，我很认真在做，做得年年月月还有进步，足可以安慰父母、安慰老师，这个心意不能没有。所以不是说我听得多了，这就叫闻慧，那只有闻，下面慧没有。现在人有闻、有思、有修，不能讲慧；慧是一定戒定慧成就了，你才有慧。实际上，法身菩萨修行，他这个三慧是一而三、三而一，它不是分开有阶段的。智慧开了之后，不会再分阶段，分阶段的那是初学。",
      "zh_TW": "所以修學的次第決定不可以疏忽。這次第最高的指導原則，我們是取最簡單的「淨業三福」，這是我們指導原則，就是從孝親、從尊師，念念不忘親恩，父母之恩、老師之恩，念念不忘。我們每天所修學的天天迴向，迴向，這是我們自己一點報恩的心。你教我的，我很認真在做，做得年年月月還有進步，足可以安慰父母、安慰老師，這個心意不能沒有。所以不是說我聽得多了，這就叫聞慧，那只有聞，下面慧沒有。現在人有聞、有思、有修，不能講慧；慧是一定戒定慧成就了，你才有慧。實際上，法身菩薩修行，他這個三慧是一而三、三而一，它不是分開有階段的。智慧開了之後，不會再分階段，分階段的那是初學。"
    },
    {
      "id": "12-017-1400_p0014",
      "zh_CN": "三慧真正的意思是什么？这是佛学常识，我们也不能不知道。所谓「闻」是接触，用这个字来做代表，我们听经用耳闻，我们读经用眼看；换句话说，六根所接触外面境界、六尘境界就用一个闻字做代表。「思」也是代表，代表什么？代表明白了，我们有不明白，多想想，多研究研究。可是在佛法里头不主张叫你去想，想什么？会想错了，佛法用直觉，你才不至于产生错误，所以佛法叫参究不叫研究。研究是什么？里头有心意识，就是你里面决定没有办法离开妄想分别执着，妄想分别执着是障碍，会把你的思路引错，所以用参究。什么叫参？不用心意识。什么叫不用心意识？识是分别，不用分别；意是执着，不用执着；心是妄想，不用妄想。所以说离妄想分别执着叫做参，如果夹杂有妄想分别执着在里面，就是我们世间人讲研究，不是参究。",
      "zh_TW": "三慧真正的意思是什麼？這是佛學常識，我們也不能不知道。所謂「聞」是接觸，用這個字來做代表，我們聽經用耳聞，我們讀經用眼看；換句話說，六根所接觸外面境界、六塵境界就用一個聞字做代表。「思」也是代表，代表什麼？代表明白了，我們有不明白，多想想，多研究研究。可是在佛法裡頭不主張叫你去想，想什麼？會想錯了，佛法用直覺，你才不至於產生錯誤，所以佛法叫參究不叫研究。研究是什麼？裡頭有心意識，就是你裡面決定沒有辦法離開妄想分別執著，妄想分別執著是障礙，會把你的思路引錯，所以用參究。什麼叫參？不用心意識。什麼叫不用心意識？識是分別，不用分別；意是執著，不用執著；心是妄想，不用妄想。所以說離妄想分別執著叫做參，如果夾雜有妄想分別執著在裡面，就是我們世間人講研究，不是參究。"
    },
    {
      "id": "12-017-1400_p0015",
      "zh_CN": "参究里头没有妄想分别执着，这叫参究。参究能开悟，研究不能开悟。你要说这是什么原因？原因很简单，参究是用真心，真心里面没有妄想分别执着。研究是用妄心，我们六道众生都有妄心，妄心里头就是有妄想分别执着，妄想分别执着怎么能够断妄想分别执着？要知道这三慧是自性里头本来具足的，不是学来的，真心自性里头本来具足无量智慧、无量德能、无量相好。《华严经》上佛讲得好，「但以妄想执着而不能证得」，我们今天还用妄想执着，你怎么能证得？不能证得。所以离妄想分别执着，这三慧就现前了，德能相好也现前了。",
      "zh_TW": "參究裡頭沒有妄想分別執著，這叫參究。參究能開悟，研究不能開悟。你要說這是什麼原因？原因很簡單，參究是用真心，真心裡面沒有妄想分別執著。研究是用妄心，我們六道眾生都有妄心，妄心裡頭就是有妄想分別執著，妄想分別執著怎麼能夠斷妄想分別執著？要知道這三慧是自性裡頭本來具足的，不是學來的，真心自性裡頭本來具足無量智慧、無量德能、無量相好。《華嚴經》上佛講得好，「但以妄想執著而不能證得」，我們今天還用妄想執著，你怎麼能證得？不能證得。所以離妄想分別執著，這三慧就現前了，德能相好也現前了。"
    },
    {
      "id": "12-017-1400_p0016",
      "zh_CN": "佛法没有别的，帮助我们除障碍而已。障碍是自己造的，佛只能提供他的经验，提供他的方法给我们做参考。我们如果懂得这个意思，依教奉行，我们也会像他一样的成就，就是这个道理。所以在日常生活当中离妄想分别执着，在工作里面离妄想分别执着，在处事待人接物里面也离妄想分别执着，这就是大乘教，大乘人的功夫是这么做的。就像马鸣菩萨在《起信论》里所说的「离言说相，离名字相，离心缘相」，这是法身菩萨，这不是凡夫，连声闻、缘觉都比不上。声闻缘觉这执着没有了，还有分别；菩萨虽然分别也断了，还有妄想，权教菩萨没开悟，没见性！所以他还是要修三学，他还没有办法进入到三慧。",
      "zh_TW": "佛法沒有別的，幫助我們除障礙而已。障礙是自己造的，佛只能提供他的經驗，提供他的方法給我們做參考。我們如果懂得這個意思，依教奉行，我們也會像他一樣的成就，就是這個道理。所以在日常生活當中離妄想分別執著，在工作裡面離妄想分別執著，在處事待人接物裡面也離妄想分別執著，這就是大乘教，大乘人的功夫是這麼做的。就像馬鳴菩薩在《起信論》裡所說的「離言說相，離名字相，離心緣相」，這是法身菩薩，這不是凡夫，連聲聞、緣覺都比不上。聲聞緣覺這執著沒有了，還有分別；菩薩雖然分別也斷了，還有妄想，權教菩薩沒開悟，沒見性！所以他還是要修三學，他還沒有辦法進入到三慧。"
    },
    {
      "id": "12-017-1400_p0017",
      "zh_CN": "《华严经》上这个地方是讲的法身菩萨，这是大乘圆教，不一样，我们要懂，但是这个三慧我们没有办法学。虽没有办法学，我们明白了，在日用平常当中，我们的妄想分别执着尽量少，那就很有进步。一年比一年少，这是从前老师教我放下，放下什么？放下妄想分别执着，不是说工作放下了，不是的，那你就搞错了。工作要放下了，那释迦牟尼佛就不要讲经说法了，他还要讲经三百会，说法四十九年，那他不是还没有放下吗？所以放下是心里面没有。事情那是要提起来，放下之后所有一切都不是为自己的，为众生，「众生无边誓愿度」。为众生，怎么个做法？就是佛在经教里面常讲的「为人演说」，演是表演，为一切众生做一个觉悟的榜样给人看。",
      "zh_TW": "《華嚴經》上這個地方是講的法身菩薩，這是大乘圓教，不一樣，我們要懂，但是這個三慧我們沒有辦法學。雖沒有辦法學，我們明白了，在日用平常當中，我們的妄想分別執著盡量少，那就很有進步。一年比一年少，這是從前老師教我放下，放下什麼？放下妄想分別執著，不是說工作放下了，不是的，那你就搞錯了。工作要放下了，那釋迦牟尼佛就不要講經說法了，他還要講經三百會，說法四十九年，那他不是還沒有放下嗎？所以放下是心裡面沒有。事情那是要提起來，放下之後所有一切都不是為自己的，為眾生，「眾生無邊誓願度」。為眾生，怎麼個做法？就是佛在經教裡面常講的「為人演說」，演是表演，為一切眾生做一個覺悟的榜樣給人看。"
    },
    {
      "id": "12-017-1400_p0018",
      "zh_CN": "我们在这么多年，早年我在台湾环岛各个地方讲经，我那时大概是四十岁到五十岁的时候。我是遵守老师教诫，老师叫我四十岁之前不可以在外面讲经。这外面诱惑太多，怕受不了诱惑，堕落了，四十之前不可以。四十之前要学习讲经，在自己道场。老师自己的道场就是慈光图书馆跟台中佛教莲社，这里面讲没有问题，这自己家里，不能出去；四十岁之后，这才准许到外面讲经，但是依旧不能离开老师。哪个地方邀请，先要得老师的同意；讲完之后，回来也向老师报告，守住老师的教诫；遇到有困难的时候都要向老师求助，不能随着自己意思去做。",
      "zh_TW": "我們在這麼多年，早年我在台灣環島各個地方講經，我那時大概是四十歲到五十歲的時候。我是遵守老師教誡，老師叫我四十歲之前不可以在外面講經。這外面誘惑太多，怕受不了誘惑，墮落了，四十之前不可以。四十之前要學習講經，在自己道場。老師自己的道場就是慈光圖書館跟台中佛教蓮社，這裡面講沒有問題，這自己家裡，不能出去；四十歲之後，這才准許到外面講經，但是依舊不能離開老師。哪個地方邀請，先要得老師的同意；講完之後，回來也向老師報告，守住老師的教誡；遇到有困難的時候都要向老師求助，不能隨著自己意思去做。"
    },
    {
      "id": "12-017-1400_p0019",
      "zh_CN": "老师是我们一生修学唯一的依靠，老师了解我，我了解老师，这在古时候叫「师承」，师徒如父子。即使以后常常离开台湾在国外讲经，我回到台湾头一桩大事情，就是要到台中看老师。一定向他会报我们所见所闻、所修所学，以及所说的，向老师请教，得老师的印证，才知道自己没走错路，数十年如一日，一直到老师往生。自己接受几十年的训练，老师往生了还行，还能守得住，还不会被外面境界诱惑。",
      "zh_TW": "老師是我們一生修學唯一的依靠，老師了解我，我了解老師，這在古時候叫「師承」，師徒如父子。即使以後常常離開台灣在國外講經，我回到台灣頭一樁大事情，就是要到台中看老師。一定向他會報我們所見所聞、所修所學，以及所說的，向老師請教，得老師的印證，才知道自己沒走錯路，數十年如一日，一直到老師往生。自己接受幾十年的訓練，老師往生了還行，還能守得住，還不會被外面境界誘惑。"
    },
    {
      "id": "12-017-1400_p0020",
      "zh_CN": "学佛无论在家出家要想在这一生成就，不能不断贪瞋痴，自己断贪瞋痴，还要帮助别人断贪瞋痴。我的法缘，可以说从出道法缘就很殊胜、就很好。在台湾，早年大家都晓得高雄隆道法师，一般人都说隆道法师很小器，心量不大。我在他道场讲经十个月，这么长的时间，十个月不是连续讲，是每个月去讲一次一个星期，就是十个星期，十个月。很多人觉得非常奇怪，隆道法师为什么对你这么好？实在讲，我们只要如教修行，你法缘就殊胜。在别人道场讲经，我知道一般道场最忌讳的，为什么不愿意请法师讲经？法师来一讲经，道场的规矩就被破坏。这法师讲得不错，听众很欢喜，听众被他拉跑了，这是第一个反感的事情，第二个供养被他拿走了，第三个这个法师声望提高了，显得自己不如别人。所以干脆不请外面人来讲经。",
      "zh_TW": "學佛無論在家出家要想在這一生成就，不能不斷貪瞋痴，自己斷貪瞋痴，還要幫助別人斷貪瞋痴。我的法緣，可以說從出道法緣就很殊勝、就很好。在台灣，早年大家都曉得高雄隆道法師，一般人都說隆道法師很小器，心量不大。我在他道場講經十個月，這麼長的時間，十個月不是連續講，是每個月去講一次一個星期，就是十個星期，十個月。很多人覺得非常奇怪，隆道法師為什麼對你這麼好？實在講，我們只要如教修行，你法緣就殊勝。在別人道場講經，我知道一般道場最忌諱的，為什麼不願意請法師講經？法師來一講經，道場的規矩就被破壞。這法師講得不錯，聽眾很歡喜，聽眾被他拉跑了，這是第一個反感的事情，第二個供養被他拿走了，第三個這個法師聲望提高了，顯得自己不如別人。所以乾脆不請外面人來講經。"
    },
    {
      "id": "12-017-1400_p0021",
      "zh_CN": "我明白这个道理，所以我们到道场去讲经，第一个什么？不接触信徒，听众都不接触。只有到讲经的时间，大家都坐定了，我上台跟大家讲，讲完之后，我就退下来，跟群众没有讲话的机会，没有接触的机会，这个常住很欢喜，为什么？你不拉他的听众。第二听众当中有求皈依的，统统皈依老和尚，我跟大家讲解皈依的意思，皈依证由老和尚发，全是老和尚的徒弟，他高兴。第三个所有一切供养统统供养常住，我一分钱不拿。这样子就法缘就很胜，到处都有人请我去讲。",
      "zh_TW": "我明白這個道理，所以我們到道場去講經，第一個什麼？不接觸信徒，聽眾都不接觸。只有到講經的時間，大家都坐定了，我上台跟大家講，講完之後，我就退下來，跟群眾沒有講話的機會，沒有接觸的機會，這個常住很歡喜，為什麼？你不拉他的聽眾。第二聽眾當中有求皈依的，統統皈依老和尚，我跟大家講解皈依的意思，皈依證由老和尚發，全是老和尚的徒弟，他高興。第三個所有一切供養統統供養常住，我一分錢不拿。這樣子就法緣就很勝，到處都有人請我去講。"
    },
    {
      "id": "12-017-1400_p0022",
      "zh_CN": "在那个时候我的生活很苦，也没有人供养我，请我讲经，我只有一个条件，哪个地方请我，我的旅费，车票你要给我买；到这个地方，当然饮食起居你们要照顾，除此之外，我一分钱不要，一生都守这个规矩。所以在哪个地方讲经，名闻利养全部归那个道场，我们边都不沾。这是什么？在这个时代遵守世尊教诲「为人演说」，我们要表演给他看，远离贪瞋痴。多一事不如少一事，少一事不如无事，自己身心清净。每天读经，没有离开佛菩萨，每天讲演，没有离开大众，上求下化，这是我们的事业，这是我们的本分，这样就对了。",
      "zh_TW": "在那個時候我的生活很苦，也沒有人供養我，請我講經，我只有一個條件，哪個地方請我，我的旅費，車票你要給我買；到這個地方，當然飲食起居你們要照顧，除此之外，我一分錢不要，一生都守這個規矩。所以在哪個地方講經，名聞利養全部歸那個道場，我們邊都不沾。這是什麼？在這個時代遵守世尊教誨「為人演說」，我們要表演給他看，遠離貪瞋痴。多一事不如少一事，少一事不如無事，自己身心清淨。每天讀經，沒有離開佛菩薩，每天講演，沒有離開大眾，上求下化，這是我們的事業，這是我們的本分，這樣就對了。"
    },
    {
      "id": "12-017-1400_p0023",
      "zh_CN": "所以闻思修是一桩事情，接触叫闻，明了叫思，远离过失叫做修。明了你就不迷惑了，明了你烦恼就不生了。不生烦恼是修，通达明了是思，接触是闻。所以一而三，三而一，不是一个阶段、一个阶段的。一个阶段、一个阶段那是小乘、初学，初学有阶段，到法身菩萨没有阶段。所以经上常讲「一即是多，多即是一，一多不二」。这是讲到三慧，我们不能不知道。",
      "zh_TW": "所以聞思修是一樁事情，接觸叫聞，明瞭叫思，遠離過失叫做修。明瞭你就不迷惑了，明瞭你煩惱就不生了。不生煩惱是修，通達明瞭是思，接觸是聞。所以一而三，三而一，不是一個階段、一個階段的。一個階段、一個階段那是小乘、初學，初學有階段，到法身菩薩沒有階段。所以經上常講「一即是多，多即是一，一多不二」。這是講到三慧，我們不能不知道。"
    },
    {
      "id": "12-017-1400_p0024",
      "zh_CN": "我们把注解念下去，「多通三慧以辨懈怠，此喻约闻，即听习数息，明解不生」。实在讲，这个经上还是讲初学，大乘初学听得不够多，解得不够深，结果它不起作用。你的心，妄想分别执着依旧没有放下，境界转不过来。所以初学最重要的闻薰，薰习，「一门深入，长时薰修」，我们今天出的毛病都在此地。",
      "zh_TW": "我們把註解念下去，「多通三慧以辨懈怠，此喻約聞，即聽習數息，明解不生」。實在講，這個經上還是講初學，大乘初學聽得不夠多，解得不夠深，結果它不起作用。你的心，妄想分別執著依舊沒有放下，境界轉不過來。所以初學最重要的聞薰，薰習，「一門深入，長時薰修」，我們今天出的毛病都在此地。"
    },
    {
      "id": "12-017-1400_p0025",
      "zh_CN": "我们香港这边有一套《四库荟要》，前天才上书架，这样我看的时候就方便。愈看愈感慨！现在有些学校有意要找我去讲一点儒家的东西，我选择的四书，像《弟子规》、《孝经》这一类的，我让学生们去讲经，我找四书的参考资料，因为《荟要》里面有。前清在康熙、雍正这个时代，宫廷里面讲经的，现在的话叫讲义，《四库荟要》里面有。我要翻开来看看当时这些帝王、大臣他们是怎样学习的，我们看了很感动。前清开国的这些帝王天天上课，天天学习，他把儒家、佛家、道家，儒释道三家有道德、有学问、有修养的这些高僧大德们，都礼请到皇宫里面给他们讲经说法。经书这些易解就是现在我们讲的讲义，我现在要看看那个时候在宫廷里面天天上课，他们讲的是什么。这一份资料很珍贵。",
      "zh_TW": "我們香港這邊有一套《四庫薈要》，前天才上書架，這樣我看的時候就方便。愈看愈感慨！現在有些學校有意要找我去講一點儒家的東西，我選擇的四書，像《弟子規》、《孝經》這一類的，我讓學生們去講經，我找四書的參考資料，因為《薈要》裡面有。前清在康熙、雍正這個時代，宮廷裡面講經的，現在的話叫講義，《四庫薈要》裡面有。我要翻開來看看當時這些帝王、大臣他們是怎樣學習的，我們看了很感動。前清開國的這些帝王天天上課，天天學習，他把儒家、佛家、道家，儒釋道三家有道德、有學問、有修養的這些高僧大德們，都禮請到皇宮裡面給他們講經說法。經書這些易解就是現在我們講的講義，我現在要看看那個時候在宮廷裡面天天上課，他們講的是什麼。這一份資料很珍貴。"
    },
    {
      "id": "12-017-1400_p0026",
      "zh_CN": "所以清朝治国不是用开会，就是我们现在讲的办班，我们现在办《弟子规》的班，大家知道很有受用。如果是天天都办这个班，哪里要开会，这些干部员工哪里要管理？不需要。所以这样看到，从清朝这是三代最兴旺的，康熙、雍正、乾隆没有一天不读书，没有一天不讲学。皇帝领着这些王公大臣天天在学习，他们有一定的制度，也有一定的进度。你想想看，每天都听着仁义道德，每天都接触孝悌忠信，这种薰陶这还得了吗？真的都是圣人！我们看了之后非常感动。所以无论大小团体，家庭也是如此，如果这个家庭父母懂得这个道理，每天能够跟小孩，跟他的子女，不要多，上一个小时家教，每天讲一个小时，他的儿女跟别人决定不一样。公司行号里面，每天也能够上课一个小时，至少是半个小时，你这个公司行号、这个团体决定兴旺。",
      "zh_TW": "所以清朝治國不是用開會，就是我們現在講的辦班，我們現在辦《弟子規》的班，大家知道很有受用。如果是天天都辦這個班，哪裡要開會，這些幹部員工哪裡要管理？不需要。所以這樣看到，從清朝這是三代最興旺的，康熙、雍正、乾隆沒有一天不讀書，沒有一天不講學。皇帝領著這些王公大臣天天在學習，他們有一定的制度，也有一定的進度。你想想看，每天都聽著仁義道德，每天都接觸孝悌忠信，這種薰陶這還得了嗎？真的都是聖人！我們看了之後非常感動。所以無論大小團體，家庭也是如此，如果這個家庭父母懂得這個道理，每天能夠跟小孩，跟他的子女，不要多，上一個小時家教，每天講一個小時，他的兒女跟別人決定不一樣。公司行號裡面，每天也能夠上課一個小時，至少是半個小時，你這個公司行號、這個團體決定興旺。"
    },
    {
      "id": "12-017-1400_p0027",
      "zh_CN": "真正的学问，实学！几千年的智慧，几千年的经验，几千年的效果，这个力量多大。所以从前这些帝王聪明，他不说他自己的意思，他没有他自己的，像现在什么语录东西他没有，像语录、训辞这些东西他没有，全是念古书，经、史。经史根扎稳了，然后再有子集，集是属于文学欣赏，娱乐的性质。所有一切娱乐都遵守一个指导原则「思无邪」，寓教于乐，很难得，所以你不接触不知道。那些人我们今天用现代人的眼光来看是圣人不是凡人，这是我们应当要很认真去学习的。",
      "zh_TW": "真正的學問，實學！幾千年的智慧，幾千年的經驗，幾千年的效果，這個力量多大。所以從前這些帝王聰明，他不說他自己的意思，他沒有他自己的，像現在什麼語錄東西他沒有，像語錄、訓辭這些東西他沒有，全是念古書，經、史。經史根紮穩了，然後再有子集，集是屬於文學欣賞，娛樂的性質。所有一切娛樂都遵守一個指導原則「思無邪」，寓教於樂，很難得，所以你不接觸不知道。那些人我們今天用現代人的眼光來看是聖人不是凡人，這是我們應當要很認真去學習的。"
    },
    {
      "id": "12-017-1400_p0028",
      "zh_CN": "所以听非常重要，天天听，天天讨论，天天学习，时间久了，智慧就生。为什么？时间久，他心定，他没有杂念，没有妄想。没有杂念，没有妄想就叫做禅定。有能力不受外面境界影响，里面这有定功，如如不动，「不取于相，如如不动」，人开智慧了。这要相当的时间，每个人时间长短不一样，看就是你什么时候在这花花世界眼见耳闻不动心了，这可以，这就可以提升自己；还会动心，不行，要天天学，学得不够。现在时间到了，我就讲到此地。",
      "zh_TW": "所以聽非常重要，天天聽，天天討論，天天學習，時間久了，智慧就生。為什麼？時間久，他心定，他沒有雜念，沒有妄想。沒有雜念，沒有妄想就叫做禪定。有能力不受外面境界影響，裡面這有定功，如如不動，「不取於相，如如不動」，人開智慧了。這要相當的時間，每個人時間長短不一樣，看就是你什麼時候在這花花世界眼見耳聞不動心了，這可以，這就可以提升自己；還會動心，不行，要天天學，學得不夠。現在時間到了，我就講到此地。"
    },
    {
      "id": "12-017-1400_p0029",
      "zh_CN": "诸位同学，请坐。我们接着看第四首偈的《疏》，清凉大师的《疏》，前面我们读到约闻，这三慧里面「约闻，即听习数息，明解不生」。这句非常重要，听教学习不能够，这个数息就是常常中断，就是这个意思。数是数数、多次，息是熄灭的意思，就是中断的意思。所以学习不能中断，读经不能中断，听教不能中断。中断怎么说？如果你是同时学很多门，都属于中断。",
      "zh_TW": "諸位同學，請坐。我們接著看第四首偈的《疏》，清涼大師的《疏》，前面我們讀到約聞，這三慧裡面「約聞，即聽習數息，明解不生」。這句非常重要，聽教學習不能夠，這個數息就是常常中斷，就是這個意思。數是數數、多次，息是熄滅的意思，就是中斷的意思。所以學習不能中斷，讀經不能中斷，聽教不能中斷。中斷怎麼說？如果你是同時學很多門，都屬於中斷。"
    },
    {
      "id": "12-017-1400_p0030",
      "zh_CN": "为什么明解不生？现在很多年轻人书念得很好，还都能背诵，都能记得住，没智慧，这是什么原因？学习的方法有问题。中国古时候，这中国、印度都一样，圣贤的教育都是「一门深入，长时薰修」，学只能学一样，一样一定要长时间你才会得受用。经论涉及太多没有好处，你所得到的佛学常识，不开智慧，不能够圆解，所以一定要一门深入。一门深入，深入到一定的程度，智慧开了。智慧开了，这叫大开圆解，所谓是「一经通一切经通」，一门通，门门都通了，这就有受用。这个时候如果你觉得自己根基还不够，我还是一门深入，绝不改变，世间法亦如是。",
      "zh_TW": "為什麼明解不生？現在很多年輕人書念得很好，還都能背誦，都能記得住，沒智慧，這是什麼原因？學習的方法有問題。中國古時候，這中國、印度都一樣，聖賢的教育都是「一門深入，長時薰修」，學只能學一樣，一樣一定要長時間你才會得受用。經論涉及太多沒有好處，你所得到的佛學常識，不開智慧，不能夠圓解，所以一定要一門深入。一門深入，深入到一定的程度，智慧開了。智慧開了，這叫大開圓解，所謂是「一經通一切經通」，一門通，門門都通了，這就有受用。這個時候如果你覺得自己根基還不夠，我還是一門深入，絕不改變，世間法亦如是。"
    },
    {
      "id": "12-017-1400_p0031",
      "zh_CN": "宋朝的赵普，一部《论语》一生得受用，他每天就是念《论语》，研究《论语》，学习《论语》，一生的功夫。所以他是以半部《论语》辅佐赵匡胤得天下，宋太祖；以后赵匡胤过世了，弟弟继承王位，宋太宗，他还是做宰相，以半部《论语》辅助太宗治国平天下，这门东西念通了，没有别的。可是世出世法都需要根基，我们今天学古人这些办法行不行？不行，为什么？人家有根，我们没有根。有根是真的，没有根是假的。",
      "zh_TW": "宋朝的趙普，一部《論語》一生得受用，他每天就是念《論語》，研究《論語》，學習《論語》，一生的功夫。所以他是以半部《論語》輔佐趙匡胤得天下，宋太祖；以後趙匡胤過世了，弟弟繼承王位，宋太宗，他還是做宰相，以半部《論語》輔助太宗治國平天下，這門東西念通了，沒有別的。可是世出世法都需要根基，我們今天學古人這些辦法行不行？不行，為什麼？人家有根，我們沒有根。有根是真的，沒有根是假的。"
    },
    {
      "id": "12-017-1400_p0032",
      "zh_CN": "根是什么？根是学着做人，学处世。学做人的根，在古时候这是家教。像周文王的母亲太任，怀孕的时候眼不看恶色，耳不听淫声，口不出傲言，就是傲慢的话没有。起心动念、言语造作她知道会影响胎儿，古人懂这个道理，影响胎儿，所以一定自己要向纯净纯善学习，这小孩将来就是纯净纯善，中国古人懂这个。所以小孩生下来之后，五、六岁很懂事，就生明解。这个时候上学，老师教导他，他都能明了，教他读诵古圣先贤的典籍，他都能熟记。这个时候能不能解不重要，做人重要。做人学什么？学孝悌忠信、礼义廉耻，学这个，这比什么都重要，那是做人的根本，也是佛法修学的根本。所以说道德教育父母长辈教出来的，从小教出来的，他有根，以后接触圣贤的教诲，像《论语》，那他真有受用。一部书就够了，一部书通了是部部经论统统都通了，你能说这个方法不合科学吗？我说这些方法超科学，方法超越，成就当然超越。",
      "zh_TW": "根是什麼？根是學著做人，學處世。學做人的根，在古時候這是家教。像周文王的母親太任，懷孕的時候眼不看惡色，耳不聽淫聲，口不出傲言，就是傲慢的話沒有。起心動念、言語造作她知道會影響胎兒，古人懂這個道理，影響胎兒，所以一定自己要向純淨純善學習，這小孩將來就是純淨純善，中國古人懂這個。所以小孩生下來之後，五、六歲很懂事，就生明解。這個時候上學，老師教導他，他都能明瞭，教他讀誦古聖先賢的典籍，他都能熟記。這個時候能不能解不重要，做人重要。做人學什麼？學孝悌忠信、禮義廉恥，學這個，這比什麼都重要，那是做人的根本，也是佛法修學的根本。所以說道德教育父母長輩教出來的，從小教出來的，他有根，以後接觸聖賢的教誨，像《論語》，那他真有受用。一部書就夠了，一部書通了是部部經論統統都通了，你能說這個方法不合科學嗎？我說這些方法超科學，方法超越，成就當然超越。"
    },
    {
      "id": "12-017-1400_p0033",
      "zh_CN": "第二「约思」，就思来说，「即决择数息，真智不生」。决择，决是决断，择是选择。换句话说，我们对于所学习的没有能力去选择一门深入，门门都好，门门都喜欢，门门都舍不得放下。你学这一门功课，那一门功课不就放下了吗？不就息了吗？再学另外一门，你这一门功课不就又息了吗？譬如现在这学校上课，一天有个四堂课、五堂课，每堂课学习的都不一样，这就叫决择数息。学了一些常识、皮毛，真智慧不生，现在学校就犯这个毛病。",
      "zh_TW": "第二「約思」，就思來說，「即決擇數息，真智不生」。決擇，決是決斷，擇是選擇。換句話說，我們對於所學習的沒有能力去選擇一門深入，門門都好，門門都喜歡，門門都捨不得放下。你學這一門功課，那一門功課不就放下了嗎？不就息了嗎？再學另外一門，你這一門功課不就又息了嗎？譬如現在這學校上課，一天有個四堂課、五堂課，每堂課學習的都不一樣，這就叫決擇數息。學了一些常識、皮毛，真智慧不生，現在學校就犯這個毛病。"
    },
    {
      "id": "12-017-1400_p0034",
      "zh_CN": "我在学校念书的时候，抗战胜利之后，我在南京一中念初中，我记得是三个学期，初中二年级下学期、初中三年级，一年半。学校课程排得很多，还好我年轻的时候记忆力很好，理解力很强，所以学东西不要费什么力气。老师上课，我一定是一心听讲，那一遍就够了，应付考试决定及格。听一次讲，书温不温习？不温习，考试之前十分钟的时间翻一翻，我就能考试及格。我也不求多分数，六十分到六十五分可以了，所以我总是第一个缴卷。我一算分数，算到六十五分行了就缴卷，顶多还有错，扣个一、两分，我还是会及格。所以我的老师对我就摇头，觉得我很奇怪，不争分数，「于人无争，于世无求」。我喜欢读书，读些什么书？图书馆里面选择我喜欢读的书，我读。所以我在同学当中，常识比人家丰富，我课外的东西变成我主修的东西；学校功课，那是我附带的东西，那个对我来讲不重要。我要学我想学的东西，想学的东西那是一门深入，这是不休息的，真干！",
      "zh_TW": "我在學校念書的時候，抗戰勝利之後，我在南京一中念初中，我記得是三個學期，初中二年級下學期、初中三年級，一年半。學校課程排得很多，還好我年輕的時候記憶力很好，理解力很強，所以學東西不要費什麼力氣。老師上課，我一定是一心聽講，那一遍就夠了，應付考試決定及格。聽一次講，書溫不溫習？不溫習，考試之前十分鐘的時間翻一翻，我就能考試及格。我也不求多分數，六十分到六十五分可以了，所以我總是第一個繳卷。我一算分數，算到六十五分行了就繳卷，頂多還有錯，扣個一、兩分，我還是會及格。所以我的老師對我就搖頭，覺得我很奇怪，不爭分數，「於人無爭，於世無求」。我喜歡讀書，讀些什麼書？圖書館裡面選擇我喜歡讀的書，我讀。所以我在同學當中，常識比人家豐富，我課外的東西變成我主修的東西；學校功課，那是我附帶的東西，那個對我來講不重要。我要學我想學的東西，想學的東西那是一門深入，這是不休息的，真幹！"
    },
    {
      "id": "12-017-1400_p0035",
      "zh_CN": "学佛之后，接受老师的指导，知道「一门深入，长时薰修」，这是自古以来代代相传的教学纲领，我们明白了。所以我在老师指导之下，在台中十年只学了五部经，人家这五部经一个学期都学完了，我这五部经要十年学完。为什么？你没有做到，不算！你要把它做到。所以我今天要求同学们《弟子规》，《弟子规》要学多久？要学一年，希望一年当中你能做到，一年当中天天听。现在蔡礼旭居士讲得不错，他在我们这个地方讲了四十个小时，你们都知道。试问问，有几个同学现在每天还听《弟子规》？不听了，不听就是前面所讲的，听习数息，明解不生。闻都没有了，那修跟思当然更谈不上了。你在日常生活当中起心动念言语造作还是随顺烦恼、随顺习气，自己知道错了也改不掉，这可怜，佛经上讲「可怜悯者」。",
      "zh_TW": "學佛之後，接受老師的指導，知道「一門深入，長時薰修」，這是自古以來代代相傳的教學綱領，我們明白了。所以我在老師指導之下，在台中十年只學了五部經，人家這五部經一個學期都學完了，我這五部經要十年學完。為什麼？你沒有做到，不算！你要把它做到。所以我今天要求同學們《弟子規》，《弟子規》要學多久？要學一年，希望一年當中你能做到，一年當中天天聽。現在蔡禮旭居士講得不錯，他在我們這個地方講了四十個小時，你們都知道。試問問，有幾個同學現在每天還聽《弟子規》？不聽了，不聽就是前面所講的，聽習數息，明解不生。聞都沒有了，那修跟思當然更談不上了。你在日常生活當中起心動念言語造作還是隨順煩惱、隨順習氣，自己知道錯了也改不掉，這可憐，佛經上講「可憐憫者」。"
    },
    {
      "id": "12-017-1400_p0036",
      "zh_CN": "这一点你们都不如我，我《弟子规》、《十善业道经》至少每个星期我会把它念一遍，常常温习。如果没有做到，天天要读，天天要听，我要求同学们，希望你们做。现在这个社会提倡的是民主自由开放，谁也不能管谁，父母不能管儿女，老师怎么可以管学生！只有劝导，希望你自己自觉，自己发愤，认真去学习。好处是你自己得，不是我得，尽量要把时间挪出来听经。",
      "zh_TW": "這一點你們都不如我，我《弟子規》、《十善業道經》至少每個星期我會把它念一遍，常常溫習。如果沒有做到，天天要讀，天天要聽，我要求同學們，希望你們做。現在這個社會提倡的是民主自由開放，誰也不能管誰，父母不能管兒女，老師怎麼可以管學生！只有勸導，希望你自己自覺，自己發憤，認真去學習。好處是你自己得，不是我得，盡量要把時間挪出來聽經。"
    },
    {
      "id": "12-017-1400_p0037",
      "zh_CN": "《弟子规》的学习，这是根本，世法佛法的大根大本，应当怎么学？每天至少四个小时，早晨听两个小时，晚上听两个小时，听讲。一天听四个小时，十天这一部圆满，一年三百六十天，至少要听三十遍，从头到尾听三十遍。天天听，每天四个小时，这一年下来，明解就生了，它就起作用。你起心动念，待人接物，你都会想到圣人是怎么教的，我应该要怎样做，才能把自己过失改过来，要一年。这一年能够落实，《弟子规》落实了，你就有根了。但是根还不够力量，你可以学《十善业道》，《十善业道经》可以学我的节本。蕅益大师有一个节本，偏重在行门上的，从前人有利益，现在人很不容易，你做不到。我的节本偏重在解门，让你了解，了解之后你自自然然会发心修十善业。",
      "zh_TW": "《弟子規》的學習，這是根本，世法佛法的大根大本，應當怎麼學？每天至少四個小時，早晨聽兩個小時，晚上聽兩個小時，聽講。一天聽四個小時，十天這一部圓滿，一年三百六十天，至少要聽三十遍，從頭到尾聽三十遍。天天聽，每天四個小時，這一年下來，明解就生了，它就起作用。你起心動念，待人接物，你都會想到聖人是怎麼教的，我應該要怎樣做，才能把自己過失改過來，要一年。這一年能夠落實，《弟子規》落實了，你就有根了。但是根還不夠力量，你可以學《十善業道》，《十善業道經》可以學我的節本。蕅益大師有一個節本，偏重在行門上的，從前人有利益，現在人很不容易，你做不到。我的節本偏重在解門，讓你了解，了解之後你自自然然會發心修十善業。"
    },
    {
      "id": "12-017-1400_p0038",
      "zh_CN": "我的节本总共只有五百一十六个字，比《弟子规》还少，只有《弟子规》的一半，《弟子规》是一千零八十个字。你看我这个还不到它一半，五百一十六个字，五百四十个字是《弟子规》的一半。我把这节录下来了，为什么？你容易背诵，你容易学习。你先要明白为什么要学十善业，十善业是大乘的根本，你有十善业，然后三皈众戒、大乘经教你才能够受持。你没有弟子规，没有十善业，你学的这个东西都是有口无心，纵然天天诵经诵给佛菩萨听，自己做不到。做不到的时候也知道，每天在佛菩萨面前求忏悔，有什么用？没有用处。",
      "zh_TW": "我的節本總共只有五百一十六個字，比《弟子規》還少，只有《弟子規》的一半，《弟子規》是一千零八十個字。你看我這個還不到它一半，五百一十六個字，五百四十個字是《弟子規》的一半。我把這節錄下來了，為什麼？你容易背誦，你容易學習。你先要明白為什麼要學十善業，十善業是大乘的根本，你有十善業，然後三皈眾戒、大乘經教你才能夠受持。你沒有弟子規，沒有十善業，你學的這個東西都是有口無心，縱然天天誦經誦給佛菩薩聽，自己做不到。做不到的時候也知道，每天在佛菩薩面前求懺悔，有什麼用？沒有用處。"
    },
    {
      "id": "12-017-1400_p0039",
      "zh_CN": "所以真正学，你要不学古德的方法，确实很不容易成就，这不是假的，这是真的，很不容易成就。还是得用古大德的方法，一门深入，你在这个经教里面选择一部经，儒家也可以选择一部经，儒家最重要的东西确实就是四书。这部四书，你要是果然真的能学好了，现在这个动乱的社会，你决定有智慧、有能力去应付，你还是会做得非常好。无论从事哪个行业，你都是顶尖的人物，你会做到最好。所以一门深入，长时薰修，生真智慧。",
      "zh_TW": "所以真正學，你要不學古德的方法，確實很不容易成就，這不是假的，這是真的，很不容易成就。還是得用古大德的方法，一門深入，你在這個經教裡面選擇一部經，儒家也可以選擇一部經，儒家最重要的東西確實就是四書。這部四書，你要是果然真的能學好了，現在這個動亂的社會，你決定有智慧、有能力去應付，你還是會做得非常好。無論從事哪個行業，你都是頂尖的人物，你會做到最好。所以一門深入，長時薰修，生真智慧。"
    },
    {
      "id": "12-017-1400_p0040",
      "zh_CN": "下面再讲到修，「约修，即定慧数息，圣道不生」，这话说得非常有道理。慧，转凡成圣，古德常说「人皆可以为尧舜」，尧舜是中国的圣人，中国人最仰慕的、最尊敬的，人皆可以做到尧舜，为什么做不到？不好学，不认真学。在佛法里面，经论里头常说「一切众生皆有佛性」，既有佛性皆当作佛，你为什么不能作佛？你没有依教奉行；你要肯依教奉行，这一生从凡夫就转成佛菩萨了。",
      "zh_TW": "下面再講到修，「約修，即定慧數息，聖道不生」，這話說得非常有道理。慧，轉凡成聖，古德常說「人皆可以為堯舜」，堯舜是中國的聖人，中國人最仰慕的、最尊敬的，人皆可以做到堯舜，為什麼做不到？不好學，不認真學。在佛法裡面，經論裡頭常說「一切眾生皆有佛性」，既有佛性皆當作佛，你為什麼不能作佛？你沒有依教奉行；你要肯依教奉行，這一生從凡夫就轉成佛菩薩了。"
    },
    {
      "id": "12-017-1400_p0041",
      "zh_CN": "所以修，你看看，清凉大师在此地讲得很好，修什么？修定、修慧。这个慧是真智慧，这个定是清净心，清净心起作用就是智慧，不起作用就是定，起作用就是慧。所以定是慧之体，慧也是定之体，这两个是相辅相成，一个是表，一个是里，表里是一不是二。定慧常常中断，数息就是中断，圣道就不生了，定慧不能中断。我在前面曾经跟诸位说，我们的修学，无论世法佛法，两门，一个是解，一个是行；解门，读诵听讲，行门就修定修慧、修清净心。我们现在佛法里头提出的是修真诚心，修清净心，修平等心，修正觉心，修慈悲心。这里面全是智慧，定慧等运。用最简单的话来说，我在今年元旦写了副对联，「慈悲遍法界，善意满娑婆」，慈悲、善意就是真诚清净平等正觉的落实，这八个字，真诚清净平等正觉落实在慈悲里头。「慈悲遍法界，善意满娑婆」，念念不离，这就转凡成圣，真功夫。",
      "zh_TW": "所以修，你看看，清涼大師在此地講得很好，修什麼？修定、修慧。這個慧是真智慧，這個定是清淨心，清淨心起作用就是智慧，不起作用就是定，起作用就是慧。所以定是慧之體，慧也是定之體，這兩個是相輔相成，一個是表，一個是裡，表裡是一不是二。定慧常常中斷，數息就是中斷，聖道就不生了，定慧不能中斷。我在前面曾經跟諸位說，我們的修學，無論世法佛法，兩門，一個是解，一個是行；解門，讀誦聽講，行門就修定修慧、修清淨心。我們現在佛法裡頭提出的是修真誠心，修清淨心，修平等心，修正覺心，修慈悲心。這裡面全是智慧，定慧等運。用最簡單的話來說，我在今年元旦寫了副對聯，「慈悲遍法界，善意滿娑婆」，慈悲、善意就是真誠清淨平等正覺的落實，這八個字，真誠清淨平等正覺落實在慈悲裡頭。「慈悲遍法界，善意滿娑婆」，念念不離，這就轉凡成聖，真功夫。"
    },
    {
      "id": "12-017-1400_p0042",
      "zh_CN": "学佛，我们就是转凡心为真心，净业三福第三条第一句「发菩提心」，发菩提心就是转凡心为佛心，菩提心是佛心。十善业道达到了纯熟，心善，思想善，行为善，不容毫分不善夹杂。对一切人，对一切事，对一切物，没有毫分不善夹杂在里面。人家对我不善，我对人家要善，为什么？他没学佛，他是六道凡夫，这思想不善、心不善、行为不善，正常的，我在没有学佛之前也跟他一样，确实有是非人我，有贪瞋痴慢。佛法薰习了五十四年，才把烦恼习气（这没有断）伏住了，确实不生。受什么样的委屈，受什么样的灾害，心是平静的、是正常的，不怨天，不尤人，还是充满了慈悲善意，特别是对冤亲债主，慈悲善意能把这个怨结化解。",
      "zh_TW": "學佛，我們就是轉凡心為真心，淨業三福第三條第一句「發菩提心」，發菩提心就是轉凡心為佛心，菩提心是佛心。十善業道達到了純熟，心善，思想善，行為善，不容毫分不善夾雜。對一切人，對一切事，對一切物，沒有毫分不善夾雜在裡面。人家對我不善，我對人家要善，為什麼？他沒學佛，他是六道凡夫，這思想不善、心不善、行為不善，正常的，我在沒有學佛之前也跟他一樣，確實有是非人我，有貪瞋痴慢。佛法薰習了五十四年，才把煩惱習氣（這沒有斷）伏住了，確實不生。受什麼樣的委屈，受什麼樣的災害，心是平靜的、是正常的，不怨天，不尤人，還是充滿了慈悲善意，特別是對冤親債主，慈悲善意能把這個怨結化解。"
    },
    {
      "id": "12-017-1400_p0043",
      "zh_CN": "今天这个世间大家讲恐怖分子，恐怖分子到处闹事。我看了出事情的地方，许多政府一些人士用什么方法来对付，这是不能化解。怎样能把这个问题解决，这个冲突真的消弭？唯有真诚心、爱心才能把这个问题化解，化敌为友，化怨为亲，这是解决问题的办法。防止不是办法，防止是什么？永远在对立，对立，那是防不胜防，你要防到哪一天？可能到几千年，可能到几万年，永远不能化解。所以世仇这个事情麻烦，生生世世冤冤相报，没完没了，你说这多痛苦，双方两面都痛苦。",
      "zh_TW": "今天這個世間大家講恐怖分子，恐怖分子到處鬧事。我看了出事情的地方，許多政府一些人士用什麼方法來對付，這是不能化解。怎樣能把這個問題解決，這個衝突真的消弭？唯有真誠心、愛心才能把這個問題化解，化敵為友，化怨為親，這是解決問題的辦法。防止不是辦法，防止是什麼？永遠在對立，對立，那是防不勝防，你要防到哪一天？可能到幾千年，可能到幾萬年，永遠不能化解。所以世仇這個事情麻煩，生生世世冤冤相報，沒完沒了，你說這多痛苦，雙方兩面都痛苦。"
    },
    {
      "id": "12-017-1400_p0044",
      "zh_CN": "化解，怎么个化解？化解要从自己内心化解，不要求对方，求对方是化解不了的。每个人都从内心化解，这事情马上解决了，我从我的内心化解，他从他的内心化解，我的内心化解了就能感动他。感动不了，那我们的真诚不够，中国圣哲告诉我们「至诚感通」，真诚到极处，所谓是「金石为开」，金是什么？金是矿物不是生物，都受感动。何况是人，哪有不受感动的道理？不受感动是你的诚意不到，诚意不到家，人家对你怀疑，说你是奸诈，你没有诚意，要以真诚。真诚到极处，问题就化解了，这才是化解冲突，落实安定和平之道。除这个法子之外，找不到第二个办法，这是我们要觉悟。",
      "zh_TW": "化解，怎麼個化解？化解要從自己內心化解，不要求對方，求對方是化解不了的。每個人都從內心化解，這事情馬上解決了，我從我的內心化解，他從他的內心化解，我的內心化解了就能感動他。感動不了，那我們的真誠不夠，中國聖哲告訴我們「至誠感通」，真誠到極處，所謂是「金石為開」，金是什麼？金是礦物不是生物，都受感動。何況是人，哪有不受感動的道理？不受感動是你的誠意不到，誠意不到家，人家對你懷疑，說你是奸詐，你沒有誠意，要以真誠。真誠到極處，問題就化解了，這才是化解衝突，落實安定和平之道。除這個法子之外，找不到第二個辦法，這是我們要覺悟。"
    },
    {
      "id": "12-017-1400_p0045",
      "zh_CN": "蔡老师很年轻，他出道比我早，我出来讲经的时候是三十三岁，他三十岁就出来了。讲得不错，受广大听众的赞叹，他为什么会讲得好？很简单，真诚心能感动人。也就是你自己要做到，你说出来才感动人；你自己没有做到，你说出来，人家听了是耳边风。虽然听的时候也点点头，出了讲堂就忘掉了，没有余味。从真诚心里讲出来有余味，有余韵，这一遍听了，多少天还忘不掉，那就是效果。所以为什么要天天听？多少天？有人能够维持三天，有人能够维持一个星期，最长大概是半个月，半个月以后就没有了，这根性利的。根性差的顶多三天，三天之后就丢掉了、就没有了。要天天听、天天学，每天不间断听上一年，根扎下去了，永远不会忘记，你一生得受用，道理就在此地。",
      "zh_TW": "蔡老師很年輕，他出道比我早，我出來講經的時候是三十三歲，他三十歲就出來了。講得不錯，受廣大聽眾的讚歎，他為什麼會講得好？很簡單，真誠心能感動人。也就是你自己要做到，你說出來才感動人；你自己沒有做到，你說出來，人家聽了是耳邊風。雖然聽的時候也點點頭，出了講堂就忘掉了，沒有餘味。從真誠心裡講出來有餘味，有餘韻，這一遍聽了，多少天還忘不掉，那就是效果。所以為什麼要天天聽？多少天？有人能夠維持三天，有人能夠維持一個星期，最長大概是半個月，半個月以後就沒有了，這根性利的。根性差的頂多三天，三天之後就丟掉了、就沒有了。要天天聽、天天學，每天不間斷聽上一年，根紮下去了，永遠不會忘記，你一生得受用，道理就在此地。"
    },
    {
      "id": "12-017-1400_p0046",
      "zh_CN": "我们肯不肯把一切放下，用一年的时间好好的把这部《弟子规》，文念熟，意思明解？真正的把这里面的教训都能够落实到日常生活，这你就学会了，世出世法圣贤的根你就扎下去了，你有根了。再用一年的时间学《十善业道》，也是这种方式，一年的时间十善业道的根扎下去了，世出世间圣贤的根你有了。然后你有能力选择经论，选择一门深入，你用上十年、二十年的时间，不得了，你的成就在这个世间没有人能跟你相比，你为什么不干？这个没人相比是你的定功、你的清净心、你的慈悲心、你的智慧起作用了。",
      "zh_TW": "我們肯不肯把一切放下，用一年的時間好好的把這部《弟子規》，文念熟，意思明解？真正的把這裡面的教訓都能夠落實到日常生活，這你就學會了，世出世法聖賢的根你就紮下去了，你有根了。再用一年的時間學《十善業道》，也是這種方式，一年的時間十善業道的根紮下去了，世出世間聖賢的根你有了。然後你有能力選擇經論，選擇一門深入，你用上十年、二十年的時間，不得了，你的成就在這個世間沒有人能跟你相比，你為什麼不幹？這個沒人相比是你的定功、你的清淨心、你的慈悲心、你的智慧起作用了。"
    },
    {
      "id": "12-017-1400_p0047",
      "zh_CN": "清凉大师下面的文很好，「圣道如火，能烧惑薪」。圣道就是指大乘佛法，大乘佛法的智慧像火一样能烧，惑是迷惑，薪是柴火，用柴火做比喻，能烧烦恼，就是能灭烦恼。大乘佛法的智慧能断烦恼，能断贪、能断瞋恚、能断愚痴。烦恼再多总不出这三类，三类烦恼要是断掉了，你就是究竟圆满的佛陀，为什么？等觉菩萨还有一品生相无明没断。",
      "zh_TW": "清涼大師下面的文很好，「聖道如火，能燒惑薪」。聖道就是指大乘佛法，大乘佛法的智慧像火一樣能燒，惑是迷惑，薪是柴火，用柴火做比喻，能燒煩惱，就是能滅煩惱。大乘佛法的智慧能斷煩惱，能斷貪、能斷瞋恚、能斷愚痴。煩惱再多總不出這三類，三類煩惱要是斷掉了，你就是究竟圓滿的佛陀，為什麼？等覺菩薩還有一品生相無明沒斷。"
    },
    {
      "id": "12-017-1400_p0048",
      "zh_CN": "六道凡夫三类烦恼统统具足，见思烦恼，什么叫见思烦恼？见是讲见解，错误的看法，很多人事物看错了；思是思想的错误，想错了。对于一切人事物、对于宇宙种种现象，看错了、想错了，这叫见思烦恼。第二种叫尘沙烦恼，尘沙是比喻烦恼无量无边，从什么地方生的？从妄想分别里面生的，无量无边的烦恼。第三类叫无明烦恼，对于宇宙人生的真相不明白，迷惑，所以叫惑。这三大类的烦恼。",
      "zh_TW": "六道凡夫三類煩惱統統具足，見思煩惱，什麼叫見思煩惱？見是講見解，錯誤的看法，很多人事物看錯了；思是思想的錯誤，想錯了。對於一切人事物、對於宇宙種種現象，看錯了、想錯了，這叫見思煩惱。第二種叫塵沙煩惱，塵沙是比喻煩惱無量無邊，從什麼地方生的？從妄想分別裡面生的，無量無邊的煩惱。第三類叫無明煩惱，對於宇宙人生的真相不明白，迷惑，所以叫惑。這三大類的煩惱。"
    },
    {
      "id": "12-017-1400_p0049",
      "zh_CN": "如果我们的思想见解正确，完全没有错误，六道就没有了，这时候叫证阿罗汉果。你看圣道，阿罗汉是圣道，小圣，超越六道轮回。你再能把尘沙烦恼断掉，无量无边尘沙烦恼断掉，你就超越十法界，罗汉、辟支佛、菩萨，你超越了，到一真法界。一真法界里面，你看看，见思烦恼没有，尘沙烦恼没有，他只有无明烦恼，无明烦恼就是还会起心动念，但是决定没有分别执着，所以他得大自在。无明，大乘教里面讲有四十一品，就是四十一个等级，愈往下面这个起心动念愈严重，愈往上面愈淡薄。最上面的等觉菩萨只剩一品，极其微细的起心动念太微细、太微细了，我们没法子想像。那个微细的念头断掉，那就是究竟圆满佛果，这要靠圣道。",
      "zh_TW": "如果我們的思想見解正確，完全沒有錯誤，六道就沒有了，這時候叫證阿羅漢果。你看聖道，阿羅漢是聖道，小聖，超越六道輪迴。你再能把塵沙煩惱斷掉，無量無邊塵沙煩惱斷掉，你就超越十法界，羅漢、辟支佛、菩薩，你超越了，到一真法界。一真法界裡面，你看看，見思煩惱沒有，塵沙煩惱沒有，他只有無明煩惱，無明煩惱就是還會起心動念，但是決定沒有分別執著，所以他得大自在。無明，大乘教裡面講有四十一品，就是四十一個等級，愈往下面這個起心動念愈嚴重，愈往上面愈淡薄。最上面的等覺菩薩只剩一品，極其微細的起心動念太微細、太微細了，我們沒法子想像。那個微細的念頭斷掉，那就是究竟圓滿佛果，這要靠聖道。"
    },
    {
      "id": "12-017-1400_p0050",
      "zh_CN": "圣道就是圣教，为什么不讲圣教要讲圣道？圣教里面没有修，圣道里头有修，圣教落实就叫做圣道。所以经典，儒家《四库全书》，佛法的《大藏经》，圣教；我们要依照这个教来学习，那就叫圣道，这要懂，真干！真干，你走的就是圣道，佛的道是戒定慧、是闻思修；儒的道是孝悌忠信，「尧舜之道，孝弟而已矣」。我们要真干，要真把它落实，从自己做起，不要怕吃亏，不要怕上当。",
      "zh_TW": "聖道就是聖教，為什麼不講聖教要講聖道？聖教裡面沒有修，聖道裡頭有修，聖教落實就叫做聖道。所以經典，儒家《四庫全書》，佛法的《大藏經》，聖教；我們要依照這個教來學習，那就叫聖道，這要懂，真幹！真幹，你走的就是聖道，佛的道是戒定慧、是聞思修；儒的道是孝悌忠信，「堯舜之道，孝弟而已矣」。我們要真幹，要真把它落實，從自己做起，不要怕吃虧，不要怕上當。"
    },
    {
      "id": "12-017-1400_p0051",
      "zh_CN": "古人讲的话非常有道理，「吃亏是福」、「难得糊涂」，话很有道理，很有哲理在里头。看似糊涂，实际上他不糊涂；看到是吃亏，实际上他真的占便宜。凡人看不出来，凡人只看眼前，聪明人有前后眼，他能看几十年之后，能看到来生来世，那你得大福报！眼前吃亏将来得大福报，眼前不肯吃亏，将来这个大福报得不到。大福报是了生死、出三界，人人都向往，但是并没有走这个道。贪瞋痴慢、是非人我、名闻利养，你还是放不下，你还是搞这一套，这一套是轮回道。大家都争的，大家都认为是正确的，你要把它放下，眼前好像吃亏了；你再远一点看，占便宜了，原来你超越六道了，你念佛往生净土了，无比的殊胜，诸佛菩萨都赞叹。",
      "zh_TW": "古人講的話非常有道理，「吃虧是福」、「難得糊塗」，話很有道理，很有哲理在裡頭。看似糊塗，實際上他不糊塗；看到是吃虧，實際上他真的佔便宜。凡人看不出來，凡人只看眼前，聰明人有前後眼，他能看幾十年之後，能看到來生來世，那你得大福報！眼前吃虧將來得大福報，眼前不肯吃虧，將來這個大福報得不到。大福報是了生死、出三界，人人都嚮往，但是並沒有走這個道。貪瞋痴慢、是非人我、名聞利養，你還是放不下，你還是搞這一套，這一套是輪迴道。大家都爭的，大家都認為是正確的，你要把它放下，眼前好像吃虧了；你再遠一點看，佔便宜了，原來你超越六道了，你念佛往生淨土了，無比的殊勝，諸佛菩薩都讚歎。"
    },
    {
      "id": "12-017-1400_p0052",
      "zh_CN": "再看下面，「煖顶已前，皆名未热」。智慧没开，就好像钻燧取火一样，火没有烧起来，虽然有温度，热了，但是没有烧起来，所以叫未热。热是火燃烧起来才行，煖是有温度，顶是温度已经相当高了，火没出来。这个位次在佛法叫加行位，智慧没开。通常讲，菩萨位次是《楞严经》上讲得更详细，比《华严》讲得还详细，《华严》讲五十五个位次，《楞严》讲六十个位次。还有这位从哪来的？就是四加行。四加行在什么地方？是在十回向跟十地的当中。十回向后面有四加行再登地，登地才开慧，智慧真正开了。这个说法通常都在别教，天台这四教藏通别圆，别教，这我们就很容易理解。",
      "zh_TW": "再看下面，「煖頂已前，皆名未熱」。智慧沒開，就好像鑽燧取火一樣，火沒有燒起來，雖然有溫度，熱了，但是沒有燒起來，所以叫未熱。熱是火燃燒起來才行，煖是有溫度，頂是溫度已經相當高了，火沒出來。這個位次在佛法叫加行位，智慧沒開。通常講，菩薩位次是《楞嚴經》上講得更詳細，比《華嚴》講得還詳細，《華嚴》講五十五個位次，《楞嚴》講六十個位次。還有這位從哪來的？就是四加行。四加行在什麼地方？是在十迴向跟十地的當中。十迴向後面有四加行再登地，登地才開慧，智慧真正開了。這個說法通常都在別教，天台這四教藏通別圓，別教，這我們就很容易理解。"
    },
    {
      "id": "12-017-1400_p0053",
      "zh_CN": "因为开智慧是明心见性，智慧开了之后叫法身菩萨，天台大师讲的分证即佛。没有开智慧，在四加行还是属于相似即佛，像佛不是真佛。就好像取火一样，暖了，火没有燃烧出来，有了火星，没有燃烧，所以都不算是成功，必须火烧起来了。火烧起来了，这就是明心见性，见性成佛，这个成佛就是分证即佛，他是真佛，他不是假佛。从什么地方看？他的用心就是菩提心，我们今天讲真诚，他决定没有虚伪的心；清净，他决定没有染污的心；平等，决定没有高下的心；正觉，决定没有迷惑的心；慈悲，绝对没有自私自利的念头。这叫真心，这是佛心，是你自己的真心流露。从此之后永远都是用真心，生活是真心，工作是真心，待人接物都是真心。",
      "zh_TW": "因為開智慧是明心見性，智慧開了之後叫法身菩薩，天台大師講的分證即佛。沒有開智慧，在四加行還是屬於相似即佛，像佛不是真佛。就好像取火一樣，暖了，火沒有燃燒出來，有了火星，沒有燃燒，所以都不算是成功，必須火燒起來了。火燒起來了，這就是明心見性，見性成佛，這個成佛就是分證即佛，他是真佛，他不是假佛。從什麼地方看？他的用心就是菩提心，我們今天講真誠，他決定沒有虛偽的心；清淨，他決定沒有染污的心；平等，決定沒有高下的心；正覺，決定沒有迷惑的心；慈悲，絕對沒有自私自利的念頭。這叫真心，這是佛心，是你自己的真心流露。從此之後永遠都是用真心，生活是真心，工作是真心，待人接物都是真心。"
    },
    {
      "id": "12-017-1400_p0054",
      "zh_CN": "这菩提心反过来就是轮回心，我们今天是什么心？真诚没有了，虚伪，虚情假意；清净没有，染污，贪瞋痴慢，贪瞋痴、自私自利，清净心没有；平等心没有，总认为我比别人高，人家都不如我，你有高下心，有傲慢；智慧没有，正觉没有，迷惑颠倒；慈悲没有，自私自利，念念都是想着什么？损人利己，所以这是轮回心，六道凡夫是轮回心。轮回心舍掉了，真心还没有现前，这就是未热；是有一点功夫，不是没有功夫，妄心伏住了。这个时候是什么？相似的真心，不是真正的，接近。这个我们不能不知道，知道了，你才晓得应该怎么修法。",
      "zh_TW": "這菩提心反過來就是輪迴心，我們今天是什麼心？真誠沒有了，虛偽，虛情假意；清淨沒有，染污，貪瞋痴慢，貪瞋痴、自私自利，清淨心沒有；平等心沒有，總認為我比別人高，人家都不如我，你有高下心，有傲慢；智慧沒有，正覺沒有，迷惑顛倒；慈悲沒有，自私自利，念念都是想著什麼？損人利己，所以這是輪迴心，六道凡夫是輪迴心。輪迴心捨掉了，真心還沒有現前，這就是未熱；是有一點功夫，不是沒有功夫，妄心伏住了。這個時候是什麼？相似的真心，不是真正的，接近。這個我們不能不知道，知道了，你才曉得應該怎麼修法。"
    },
    {
      "id": "12-017-1400_p0055",
      "zh_CN": "修要有相当长的时间，我前面讲的这个非常重要，亲近善友。善友在哪里？经本是善友，你每天读经就是亲近佛菩萨，依照经典修行，那你就是亲近释迦牟尼佛。释迦牟尼佛教我的，我统统理解，我统统能够做到。我读《论语》亲近孔子，我读《孟子》是亲近孟子，我向他们学习，他是我们的老师，是我们的善友。学孔子就成孔子，学孟子就成孟子，学释迦就成佛，学什么像什么，一定学成功。这比喻里头，火就发起来了，火就烧得很猛烈，这才能照耀十方，才能够普度众生。",
      "zh_TW": "修要有相當長的時間，我前面講的這個非常重要，親近善友。善友在哪裡？經本是善友，你每天讀經就是親近佛菩薩，依照經典修行，那你就是親近釋迦牟尼佛。釋迦牟尼佛教我的，我統統理解，我統統能夠做到。我讀《論語》親近孔子，我讀《孟子》是親近孟子，我向他們學習，他是我們的老師，是我們的善友。學孔子就成孔子，學孟子就成孟子，學釋迦就成佛，學什麼像什麼，一定學成功。這比喻裡頭，火就發起來了，火就燒得很猛烈，這才能照耀十方，才能夠普度眾生。"
    },
    {
      "id": "12-017-1400_p0056",
      "zh_CN": "「已热而息，火尚不生，未热数息，虽经年劫，终无得理」。火烧燃了，烧燃也会熄掉，为什么？你功夫不继续的话，烦恼习气又现行，这退转了，所以决定不可以间断。如果说没有热，那就是我们现在没有热，常常中断，你怎么能成功！这样子经年累月，决定没有得到的道理，这一句说得好。",
      "zh_TW": "「已熱而息，火尚不生，未熱數息，雖經年劫，終無得理」。火燒燃了，燒燃也會熄掉，為什麼？你功夫不繼續的話，煩惱習氣又現行，這退轉了，所以決定不可以間斷。如果說沒有熱，那就是我們現在沒有熱，常常中斷，你怎麼能成功！這樣子經年累月，決定沒有得到的道理，這一句說得好。"
    },
    {
      "id": "12-017-1400_p0057",
      "zh_CN": "「故遗教对此，明水长流，则能穿石」。这就像滴水可以穿石头，为什么？常常滴，经年累月那个石头上就滴个洞，再久的时候穿了。长时薰修就有功，一门深入，长时薰修就有功。如果不用这个方法，我们一生想成就太难太难了。今天时间到了，我们就学到此地。",
      "zh_TW": "「故遺教對此，明水長流，則能穿石」。這就像滴水可以穿石頭，為什麼？常常滴，經年累月那個石頭上就滴個洞，再久的時候穿了。長時薰修就有功，一門深入，長時薰修就有功。如果不用這個方法，我們一生想成就太難太難了。今天時間到了，我們就學到此地。"
    }
  ]
}