{
  "doc_id": "12-017-1466",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四六六卷",
    "zh_TW": "第一四六六卷"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1466",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "12-017-1466_p0001",
      "zh_CN": "诸位法师、诸位同学，请坐。我们接着看「净行品」，五门分别第四段解妨。前面讲到十度齐修行，接着下面是四弘誓愿行，我们看这段经文，「又皆愿利生，皆成佛德，见恶必令其断，见善必令其具，即四弘誓愿之行也」。四弘誓愿是诸佛菩萨行门的总纲领，同学们都非常清楚，常常念在口里，念熟了。「众生无边誓愿度，烦恼无尽誓愿断，法门无量誓愿学，佛道无上誓愿成」，这叫四弘誓愿。一切诸佛都是依这个纲领修成的，一切菩萨无不依之修行，所以它是行门里面的总方向、总目标、总纲领。我们在讲席当中也讲过很多次，需不需要再讲？需要。为什么？没做到。",
      "zh_TW": "諸位法師、諸位同學，請坐。我們接著看「淨行品」，五門分別第四段解妨。前面講到十度齊修行，接著下面是四弘誓願行，我們看這段經文，「又皆願利生，皆成佛德，見惡必令其斷，見善必令其具，即四弘誓願之行也」。四弘誓願是諸佛菩薩行門的總綱領，同學們都非常清楚，常常念在口裡，念熟了。「眾生無邊誓願度，煩惱無盡誓願斷，法門無量誓願學，佛道無上誓願成」，這叫四弘誓願。一切諸佛都是依這個綱領修成的，一切菩薩無不依之修行，所以它是行門裡面的總方向、總目標、總綱領。我們在講席當中也講過很多次，需不需要再講？需要。為什麼？沒做到。"
    },
    {
      "id": "12-017-1466_p0002",
      "zh_CN": "佛法的教学跟儒家的教学确实不一样。夫子教学，「举一隅不以三隅反」，夫子就不教了，你太笨了。佛法不一样，佛法真是慈悲到极处，「慈悲为本，方便为门」，说得太好了。佛法不怕麻烦、不怕重复，为什么？佛知道一切众生的根性，烦恼习气太深太深，不是无数次的重复，提不醒。你说的时候，他点头，他听得很对，一转眼忘掉了，境界现前还是烦恼做主。他自己知不知道？不知道，你就晓得烦恼习气是多么严重。什么时候你在一切境缘状况之下都能提得起觉观，就是宗门讲的观照功夫，我们一般讲提得起警觉，功夫才能得力；提不起警觉，你功夫没有办法得力，所以说脾气常常发作，有意无意。什么原因？佛说得好，见思、尘沙、无明烦恼习气太重。",
      "zh_TW": "佛法的教學跟儒家的教學確實不一樣。夫子教學，「舉一隅不以三隅反」，夫子就不教了，你太笨了。佛法不一樣，佛法真是慈悲到極處，「慈悲為本，方便為門」，說得太好了。佛法不怕麻煩、不怕重複，為什麼？佛知道一切眾生的根性，煩惱習氣太深太深，不是無數次的重複，提不醒。你說的時候，他點頭，他聽得很對，一轉眼忘掉了，境界現前還是煩惱做主。他自己知不知道？不知道，你就曉得煩惱習氣是多麼嚴重。什麼時候你在一切境緣狀況之下都能提得起覺觀，就是宗門講的觀照功夫，我們一般講提得起警覺，功夫才能得力；提不起警覺，你功夫沒有辦法得力，所以說脾氣常常發作，有意無意。什麼原因？佛說得好，見思、塵沙、無明煩惱習氣太重。"
    },
    {
      "id": "12-017-1466_p0003",
      "zh_CN": "所以大乘教里头许许多多经典都说「阎浮提众生刚强难化」，不是只有《地藏经》。这个事跟理都要知道，知道之后，你自己就晓得怎样处理。对于刚强难化的众生，真正是学佛的人，对佛法能够通达理解，这个环境好不好？好，不是不好，正如同佛在经上跟我们讲的，娑婆世界修行一天等于极乐世界修行一百年，你说娑婆世界好不好？好！为什么娑婆世界修行有这样殊胜的功德利益？这边逆境多，你在逆境里面能够修到如如不动，顺境里头也修如如不动，你成功。外面境界风一动，你就受不了，你到哪一天才能成功？",
      "zh_TW": "所以大乘教裡頭許許多多經典都說「閻浮提眾生剛強難化」，不是只有《地藏經》。這個事跟理都要知道，知道之後，你自己就曉得怎樣處理。對於剛強難化的眾生，真正是學佛的人，對佛法能夠通達理解，這個環境好不好？好，不是不好，正如同佛在經上跟我們講的，娑婆世界修行一天等於極樂世界修行一百年，你說娑婆世界好不好？好！為什麼娑婆世界修行有這樣殊勝的功德利益？這邊逆境多，你在逆境裡面能夠修到如如不動，順境裡頭也修如如不動，你成功。外面境界風一動，你就受不了，你到哪一天才能成功？"
    },
    {
      "id": "12-017-1466_p0004",
      "zh_CN": "一般修行人总希望自己找一个清净环境，没有烦恼、没有障碍的地方，你想想看，你有多大的福报才能找到这么个地方？说老实话，释迦牟尼佛都不行。我们在经教里看到，佛陀当年在世，外面有六师外道干扰、批评、毁谤、障碍学生，让学生对佛失去信心，这外面的环境；里面有六群比丘，这不听话的学生，在僧团里面捣乱，制造麻烦。佛陀威德大！把他们震服了。震服了他还是再捣乱。这也是释迦牟尼佛为我们做出的示现。",
      "zh_TW": "一般修行人總希望自己找一個清淨環境，沒有煩惱、沒有障礙的地方，你想想看，你有多大的福報才能找到這麼個地方？說老實話，釋迦牟尼佛都不行。我們在經教裡看到，佛陀當年在世，外面有六師外道干擾、批評、毀謗、障礙學生，讓學生對佛失去信心，這外面的環境；裡面有六群比丘，這不聽話的學生，在僧團裡面搗亂，製造麻煩。佛陀威德大！把他們震服了。震服了他還是再搗亂。這也是釋迦牟尼佛為我們做出的示現。"
    },
    {
      "id": "12-017-1466_p0005",
      "zh_CN": "佛陀在世，僧团里头都是这样的，何况后世，又何况现在末法时期。要想僧团里头没有人来捣乱的，那岂不是比释迦牟尼佛福报还大？不可能的事情。要想僧团里头没有人来捣乱，只有一个方法，不要搞僧团，我一个人在家修，那行。一个人在家修，也许你还有家亲眷属来找麻烦，你就想多么困难。这些困难你都能克服，所以你修行的功夫超过极乐世界，为什么？极乐世界没有这个麻烦，都是「诸上善人俱会一处」，那里头没有找麻烦的人，没有一个不善的人，所以他的进步慢，烦恼习气不容易消掉。娑婆世界找麻烦的人多，消业障消得快。问题在哪？你要认识。",
      "zh_TW": "佛陀在世，僧團裡頭都是這樣的，何況後世，又何況現在末法時期。要想僧團裡頭沒有人來搗亂的，那豈不是比釋迦牟尼佛福報還大？不可能的事情。要想僧團裡頭沒有人來搗亂，只有一個方法，不要搞僧團，我一個人在家修，那行。一個人在家修，也許你還有家親眷屬來找麻煩，你就想多麼困難。這些困難你都能克服，所以你修行的功夫超過極樂世界，為什麼？極樂世界沒有這個麻煩，都是「諸上善人俱會一處」，那裡頭沒有找麻煩的人，沒有一個不善的人，所以他的進步慢，煩惱習氣不容易消掉。娑婆世界找麻煩的人多，消業障消得快。問題在哪？你要認識。"
    },
    {
      "id": "12-017-1466_p0006",
      "zh_CN": "哪个道场都不例外。我亲近的三个老师，方东美先生他是大学教授，毁谤他的人很多，批评他的人很多，都在我面前说。而且还有批评的是同乡的，桐城人，对他们家庭状况了解得很清楚，搬出很多是非。我听了，心动不动摇？一动摇，谁吃亏？我自己吃亏，我什么都学不到了。我听了之后，如如不动。我们要明一个理，纵然他讲方先生种种不是，那至少是二十年前的方先生，我也不认识；你跟他在家里认识，我不认识。二十年之后，古人讲，士是读书人，「士隔三日，刮目相看」，他天天读书，天天用功，天天改过，从前有不好的习气，他现在都改过来了。改过来，你不知道，你没有接触过他，你不认识他，我跟他学习，我每个星期跟他见面，常常见面，你讲的那个，我没在他身上发现。要懂这个道理。",
      "zh_TW": "哪個道場都不例外。我親近的三個老師，方東美先生他是大學教授，毀謗他的人很多，批評他的人很多，都在我面前說。而且還有批評的是同鄉的，桐城人，對他們家庭狀況了解得很清楚，搬出很多是非。我聽了，心動不動搖？一動搖，誰吃虧？我自己吃虧，我什麼都學不到了。我聽了之後，如如不動。我們要明一個理，縱然他講方先生種種不是，那至少是二十年前的方先生，我也不認識；你跟他在家裡認識，我不認識。二十年之後，古人講，士是讀書人，「士隔三日，刮目相看」，他天天讀書，天天用功，天天改過，從前有不好的習氣，他現在都改過來了。改過來，你不知道，你沒有接觸過他，你不認識他，我跟他學習，我每個星期跟他見面，常常見面，你講的那個，我沒在他身上發現。要懂這個道理。"
    },
    {
      "id": "12-017-1466_p0007",
      "zh_CN": "恶人会变成好人，好人会变成坏人，我们亲身经历的。身边的人，以前非常要好，受别人挑拨之后，马上态度就改变，就变成仇敌了。我们心里很清楚，我们受了冤枉，他不知道；到他知道了，他也后悔。后悔，面子放不下，不愿意跟我见面。我很想跟他见面，他拒绝，面子放不下。这些统统是烦恼习气。李老师有人毁谤他，章嘉大师也有人毁谤他，我从来没有动摇过，只有一心尊师重道，我们才能学到东西。印祖讲得好，「一分诚敬得一分利益，十分诚敬得十分利益」。",
      "zh_TW": "惡人會變成好人，好人會變成壞人，我們親身經歷的。身邊的人，以前非常要好，受別人挑撥之後，馬上態度就改變，就變成仇敵了。我們心裡很清楚，我們受了冤枉，他不知道；到他知道了，他也後悔。後悔，面子放不下，不願意跟我見面。我很想跟他見面，他拒絕，面子放不下。這些統統是煩惱習氣。李老師有人毀謗他，章嘉大師也有人毀謗他，我從來沒有動搖過，只有一心尊師重道，我們才能學到東西。印祖講得好，「一分誠敬得一分利益，十分誠敬得十分利益」。"
    },
    {
      "id": "12-017-1466_p0008",
      "zh_CN": "我们这一生做得再好，没有学佛之前，有没有造过恶业？有。过去生中生生世世有没有造过恶业？有没有跟人有过过节？我们相信、肯定很多很多，那就得了！今天我们想学好，这些过去今生冤亲债主，他来障碍，他来找麻烦，应该的。他来扰乱道场，他来毁谤我们的师父，他来毁谤我们的法门，我们清清楚楚，这来报怨的，这是来做障碍的。只要我自己如如不动，不破坏我的信心，不破坏我的愿心，不破坏我的学习，反而使我进步更快。我对于这些造谣生事毁谤的人，我更感激他。为什么？他加速度帮我往上提升。",
      "zh_TW": "我們這一生做得再好，沒有學佛之前，有沒有造過惡業？有。過去生中生生世世有沒有造過惡業？有沒有跟人有過過節？我們相信、肯定很多很多，那就得了！今天我們想學好，這些過去今生冤親債主，他來障礙，他來找麻煩，應該的。他來擾亂道場，他來毀謗我們的師父，他來毀謗我們的法門，我們清清楚楚，這來報怨的，這是來做障礙的。只要我自己如如不動，不破壞我的信心，不破壞我的願心，不破壞我的學習，反而使我進步更快。我對於這些造謠生事毀謗的人，我更感激他。為什麼？他加速度幫我往上提升。"
    },
    {
      "id": "12-017-1466_p0009",
      "zh_CN": "所以蕅益大师讲得好，「境缘无好丑」，顺境逆境、善缘恶缘是平等的，没有好坏；「好丑生于心」，这你自己要负责任。是非善恶是自己生心，自己用善心对，全是好境界，自己用不善的心对，都不是好境界。换句话说，人家那边来的是感，我们怎么应。这个道理你要是懂得了，在娑婆世界修行，进步的快速肯定超过极乐世界；这个道理不懂，顺境善缘生欢喜心，逆境恶缘生瞋恚心，你肯定堕落。生欢喜是生贪心，生瞋恚心，就是外面境界来的时候你生什么心？你生贪瞋痴；你贪瞋痴增长，你不是戒定慧增长。贪瞋痴的反面是戒定慧，不为外面境界所动摇，依旧如法修学，一点没有受到干扰，你戒定慧增长，大幅度的增长。所以外面境缘真的没有好丑，有人在这种状况之下大幅度增长戒定慧，有人是大幅度增长贪瞋痴，果报不一样！所以这个境缘真的没有好丑，好丑在于心，我们用什么心态来对人、对事、对物。",
      "zh_TW": "所以蕅益大師講得好，「境緣無好醜」，順境逆境、善緣惡緣是平等的，沒有好壞；「好醜生於心」，這你自己要負責任。是非善惡是自己生心，自己用善心對，全是好境界，自己用不善的心對，都不是好境界。換句話說，人家那邊來的是感，我們怎麼應。這個道理你要是懂得了，在娑婆世界修行，進步的快速肯定超過極樂世界；這個道理不懂，順境善緣生歡喜心，逆境惡緣生瞋恚心，你肯定墮落。生歡喜是生貪心，生瞋恚心，就是外面境界來的時候你生什麼心？你生貪瞋痴；你貪瞋痴增長，你不是戒定慧增長。貪瞋痴的反面是戒定慧，不為外面境界所動搖，依舊如法修學，一點沒有受到干擾，你戒定慧增長，大幅度的增長。所以外面境緣真的沒有好醜，有人在這種狀況之下大幅度增長戒定慧，有人是大幅度增長貪瞋痴，果報不一樣！所以這個境緣真的沒有好醜，好醜在於心，我們用什麼心態來對人、對事、對物。"
    },
    {
      "id": "12-017-1466_p0010",
      "zh_CN": "我学佛这么多年，二十多年前在美国写的这副对联，现在挂在佛堂上，这就是我学佛的心得。我们用什么心对人对事对物？「真诚，清净，平等，正觉，慈悲」。用什么态度来处世？「看破，放下，自在，随缘，念佛」。你问我的修学，我的修学就二十个字。学佛五十四年，没有离开这二十个字，所以任何境界我遇到我能转。转，比忍让功夫要高一等。忍让你还着相，你还是在伏烦恼，还在压住；转的时候，转变，转恶为善，转迷为悟，转凡为圣，转境界。这二十个字就是我的转捩点，永恒不变。",
      "zh_TW": "我學佛這麼多年，二十多年前在美國寫的這副對聯，現在掛在佛堂上，這就是我學佛的心得。我們用什麼心對人對事對物？「真誠，清淨，平等，正覺，慈悲」。用什麼態度來處世？「看破，放下，自在，隨緣，念佛」。你問我的修學，我的修學就二十個字。學佛五十四年，沒有離開這二十個字，所以任何境界我遇到我能轉。轉，比忍讓功夫要高一等。忍讓你還著相，你還是在伏煩惱，還在壓住；轉的時候，轉變，轉惡為善，轉迷為悟，轉凡為聖，轉境界。這二十個字就是我的轉捩點，永恆不變。"
    },
    {
      "id": "12-017-1466_p0011",
      "zh_CN": "「看破、放下」，章嘉大师教的；「清净平等觉」，《无量寿经》经题上教的。李老师把这部经给了我，我有使命把它普遍弘扬。过去许许多多的声音反对会集本，我讲得很清楚，真正的意思不是反对会集本，是反对净空法师，我很清楚。无论是音声，无论是文字，我没有理会，没有反应。毁谤，随他怎么说，爱怎么说怎么说，决不回一句话；文字，在杂志报纸上尽管你写，你愿意写多少你就写多少，我没有一个字反驳。二、三年自然就没有了，这个好！我们自己的修学清净心没有被他拨动，大风大浪与我不相干，我每天还是读经，还是在讲经。同学当中，有听到了心不平，来跟我说。我就劝导他，心平气和，「冤家宜解不宜结」，不可以跟人结怨。所以人家骂让他骂，骂累了，他就不骂了；他要打随他打，不要还手，打到他手累了，他就不打了。这个样子骂不起来也打不起来，天下太平。这就是化解怨怼的方法。",
      "zh_TW": "「看破、放下」，章嘉大師教的；「清淨平等覺」，《無量壽經》經題上教的。李老師把這部經給了我，我有使命把它普遍弘揚。過去許許多多的聲音反對會集本，我講得很清楚，真正的意思不是反對會集本，是反對淨空法師，我很清楚。無論是音聲，無論是文字，我沒有理會，沒有反應。毀謗，隨他怎麼說，愛怎麼說怎麼說，決不回一句話；文字，在雜誌報紙上儘管你寫，你願意寫多少你就寫多少，我沒有一個字反駁。二、三年自然就沒有了，這個好！我們自己的修學清淨心沒有被他撥動，大風大浪與我不相干，我每天還是讀經，還是在講經。同學當中，有聽到了心不平，來跟我說。我就勸導他，心平氣和，「冤家宜解不宜結」，不可以跟人結怨。所以人家罵讓他罵，罵累了，他就不罵了；他要打隨他打，不要還手，打到他手累了，他就不打了。這個樣子罵不起來也打不起來，天下太平。這就是化解怨懟的方法。"
    },
    {
      "id": "12-017-1466_p0012",
      "zh_CN": "如果我们道场有这么一个人来扰乱，他要来骂，随他骂，我们好好念佛。他骂累了，自然就走了。来骂过几次都不生效果，他就不来了。可不能跟他吵架，吵架愈吵愈有劲。吵了之后，外面警察来了，新闻记者来了，把我们道场的形象就破坏了，真正损失是我们，他没有损失。可是我们置之不理，随你怎么做法，骂不还口，打不还手，好像我们是吃了一点亏，实际上占大便宜。外面传出去，这个道场的人有修养，这个道场的人是好人，外面人赞叹你，外面人都到你这里来学习，你这个地方真有道！",
      "zh_TW": "如果我們道場有這麼一個人來擾亂，他要來罵，隨他罵，我們好好念佛。他罵累了，自然就走了。來罵過幾次都不生效果，他就不來了。可不能跟他吵架，吵架愈吵愈有勁。吵了之後，外面警察來了，新聞記者來了，把我們道場的形象就破壞了，真正損失是我們，他沒有損失。可是我們置之不理，隨你怎麼做法，罵不還口，打不還手，好像我們是吃了一點虧，實際上佔大便宜。外面傳出去，這個道場的人有修養，這個道場的人是好人，外面人讚歎你，外面人都到你這裡來學習，你這個地方真有道！"
    },
    {
      "id": "12-017-1466_p0013",
      "zh_CN": "修行人，佛教的不妄语、不两舌、不恶口、不绮语，要做到才行。对善人如是，对恶人亦如是。佛在这里教导我们，并不是说你对善人你就不妄语、不两舌、不绮语、不恶口，对恶人可以，没这么说。既然没有这么说，那就是对一切人，男女老少，各行各业，善人恶人，一律平等，都是以善心善意对待，那你没错了。这样才能够断自己的烦恼，才能够普度众生。",
      "zh_TW": "修行人，佛教的不妄語、不兩舌、不惡口、不綺語，要做到才行。對善人如是，對惡人亦如是。佛在這裡教導我們，並不是說你對善人你就不妄語、不兩舌、不綺語、不惡口，對惡人可以，沒這麼說。既然沒有這麼說，那就是對一切人，男女老少，各行各業，善人惡人，一律平等，都是以善心善意對待，那你沒錯了。這樣才能夠斷自己的煩惱，才能夠普度眾生。"
    },
    {
      "id": "12-017-1466_p0014",
      "zh_CN": "因为这些事情，我们学佛半个世纪以来，遭遇到太多太多了。许多同修不知道怎么处理，感觉得很忧虑、很烦恼，其实没有，如果我们忧虑烦恼，我们就上当了，为什么？他的目的达到了。若无其事，他一切的作为都不起作用，起不了作用，他就不做了。他自己也知道做这个事情不是好事，希望能达到效果，没有效果，他还干这个干什么？不干了。",
      "zh_TW": "因為這些事情，我們學佛半個世紀以來，遭遇到太多太多了。許多同修不知道怎麼處理，感覺得很憂慮、很煩惱，其實沒有，如果我們憂慮煩惱，我們就上當了，為什麼？他的目的達到了。若無其事，他一切的作為都不起作用，起不了作用，他就不做了。他自己也知道做這個事情不是好事，希望能達到效果，沒有效果，他還幹這個幹什麼？不幹了。"
    },
    {
      "id": "12-017-1466_p0015",
      "zh_CN": "我们读书明理，一定要懂得，从境界里头断烦恼是真断，没有境界考验，你说你烦恼轻了，从哪里看？看不出来；你说你智慧长了，也看不出来。都从日常生活当中，处事待人接物，才真正知道自己功行到什么阶段，有没有长进。前些年遇到这个事情会发脾气，现在遇到这些事情心平气和，不发脾气了，说明你有进步了。对于这些找麻烦的人，你自自然然会很客气恭敬对待他，为什么？老师，来考试的，考考我的功夫有没有进步。对他不但没有怨恨，感谢！都是真话，自己的境界大幅度向上提升。往生纵然不敢说我有把握，生天是肯定有把握，一丝毫疑惑都没有。有生天的条件，对净宗真信切愿，一心修学，往生净土你就真有把握，一丝毫不怀疑了。",
      "zh_TW": "我們讀書明理，一定要懂得，從境界裡頭斷煩惱是真斷，沒有境界考驗，你說你煩惱輕了，從哪裡看？看不出來；你說你智慧長了，也看不出來。都從日常生活當中，處事待人接物，才真正知道自己功行到什麼階段，有沒有長進。前些年遇到這個事情會發脾氣，現在遇到這些事情心平氣和，不發脾氣了，說明你有進步了。對於這些找麻煩的人，你自自然然會很客氣恭敬對待他，為什麼？老師，來考試的，考考我的功夫有沒有進步。對他不但沒有怨恨，感謝！都是真話，自己的境界大幅度向上提升。往生縱然不敢說我有把握，生天是肯定有把握，一絲毫疑惑都沒有。有生天的條件，對淨宗真信切願，一心修學，往生淨土你就真有把握，一絲毫不懷疑了。"
    },
    {
      "id": "12-017-1466_p0016",
      "zh_CN": "既然往生西方净土，亲近阿弥陀佛，诸上善人是我们的同参好友，这个世界过不了多久，我就离开走了，这个世界上一些找麻烦的人还跟他计较吗？不应该。无论找什么大的麻烦都不要计较，心平气和。你在这个世界还有得过，我马上要走了。纵然这个人把我杀掉，我非常感激他，为什么？他叫我马上就走，真的是送我到极乐世界，要不然我还得住两年；他把我害死了，我立刻就走了。一丝毫怨恨心没有，一丝毫报复的念头都没有，你才能往生。如果你有怨恨，你要报复，好了，你还堕三途，然后找机会来报复，那就错了。百千万劫难遭遇作佛的机会，哪有那么轻易就丢掉？那是业障深重，真错了！",
      "zh_TW": "既然往生西方淨土，親近阿彌陀佛，諸上善人是我們的同參好友，這個世界過不了多久，我就離開走了，這個世界上一些找麻煩的人還跟他計較嗎？不應該。無論找什麼大的麻煩都不要計較，心平氣和。你在這個世界還有得過，我馬上要走了。縱然這個人把我殺掉，我非常感激他，為什麼？他叫我馬上就走，真的是送我到極樂世界，要不然我還得住兩年；他把我害死了，我立刻就走了。一絲毫怨恨心沒有，一絲毫報復的念頭都沒有，你才能往生。如果你有怨恨，你要報復，好了，你還墮三途，然後找機會來報復，那就錯了。百千萬劫難遭遇作佛的機會，哪有那麼輕易就丟掉？那是業障深重，真錯了！"
    },
    {
      "id": "12-017-1466_p0017",
      "zh_CN": "所以学佛，我们一定要把念头转过来，基本的。教学，我对许许多多从事教育工作的人说过，在大学我跟许多教授们说过：从事教育工作的人，第一个信念要肯定人性本善，中国《三字经》里面讲的「人之初，性本善」，你才有资格从事教育工作。人性本善，为什么变成不善？他没有受到好的教育。《三字经》下面接着说「性相近，习相远」，性相近是孔子说的，习是习惯，不善的习惯使他跟自己的本性（本性本善）逐渐逐渐的远离，他受了外面境界的影响，学了一些不善，是这么个道理。",
      "zh_TW": "所以學佛，我們一定要把念頭轉過來，基本的。教學，我對許許多多從事教育工作的人說過，在大學我跟許多教授們說過：從事教育工作的人，第一個信念要肯定人性本善，中國《三字經》裡面講的「人之初，性本善」，你才有資格從事教育工作。人性本善，為什麼變成不善？他沒有受到好的教育。《三字經》下面接著說「性相近，習相遠」，性相近是孔子說的，習是習慣，不善的習慣使他跟自己的本性（本性本善）逐漸逐漸的遠離，他受了外面境界的影響，學了一些不善，是這麼個道理。"
    },
    {
      "id": "12-017-1466_p0018",
      "zh_CN": "教育之建立就是为这个事情。古书里面所记载的，尧舜那个时候政治办得好。尧王、舜王都是仁德之君，教化百姓，使百姓们都能够丰衣足食，社会安定，天下太平。但是，如果这些人不教他，饱食终日无所事事，这跟禽兽有什么两样？所以这才委任契（契是一个人，人的名字）做司徒。司徒是政府一个官位，掌管教学，这是中国政府里面设专职管理教育的开始，像现在国家的教育部。中国早，尧舜时代政府就设这个官员专门管教育。教什么东西？教伦理道德，也就是教你要知道人与人的关系，人与自然环境的关系，人与天地鬼神的关系。你把这关系搞清楚了，关系处理好了，家和、国泰民安这个目的就达到了。其他一切的这些技术，小事情，人是根本。所以中国教育是人本教育，是圣贤教育。人人都是圣贤，人人都是好人，人人都懂得「孝养父母，奉事师长」，人人都懂得尊重别人，敬爱别人，互助合作。",
      "zh_TW": "教育之建立就是為這個事情。古書裡面所記載的，堯舜那個時候政治辦得好。堯王、舜王都是仁德之君，教化百姓，使百姓們都能夠豐衣足食，社會安定，天下太平。但是，如果這些人不教他，飽食終日無所事事，這跟禽獸有什麼兩樣？所以這才委任契（契是一個人，人的名字）做司徒。司徒是政府一個官位，掌管教學，這是中國政府裡面設專職管理教育的開始，像現在國家的教育部。中國早，堯舜時代政府就設這個官員專門管教育。教什麼東西？教倫理道德，也就是教你要知道人與人的關係，人與自然環境的關係，人與天地鬼神的關係。你把這關係搞清楚了，關係處理好了，家和、國泰民安這個目的就達到了。其他一切的這些技術，小事情，人是根本。所以中國教育是人本教育，是聖賢教育。人人都是聖賢，人人都是好人，人人都懂得「孝養父母，奉事師長」，人人都懂得尊重別人，敬愛別人，互助合作。"
    },
    {
      "id": "12-017-1466_p0019",
      "zh_CN": "近代西方的教育偏重在科技。科技，这是事物上的教学，把人本疏忽掉了。科技是发达，愈来愈进步，人与人的关系愈来愈陌生，甚至于父子相残，这种事情常常听说；兄弟互相残杀，学生杀老师，同学杀同学，常常听到，已经不是新闻了。这就是尧舜所讲的，没有伦理道德的教育，人连畜生都不如。中国在几千年前，就看出这个事实真相，所以历代帝王没有一个不重视教育，提出是「建国君民，教学为先」，这再国家治国。社会怎样能安定，国家怎样能够昌隆（国运昌隆），靠什么？靠教育；不是靠法律、不是靠警察，靠教育。古时候政府组织，教育排在第一。宰相下面六部，第一个就是教育部。那个时候不叫教育部，叫礼部，礼部尚书就是教育部长，六部里头他最大。这些设施都给我们后人，特别是现代人，很大的启示。",
      "zh_TW": "近代西方的教育偏重在科技。科技，這是事物上的教學，把人本疏忽掉了。科技是發達，愈來愈進步，人與人的關係愈來愈陌生，甚至於父子相殘，這種事情常常聽說；兄弟互相殘殺，學生殺老師，同學殺同學，常常聽到，已經不是新聞了。這就是堯舜所講的，沒有倫理道德的教育，人連畜生都不如。中國在幾千年前，就看出這個事實真相，所以歷代帝王沒有一個不重視教育，提出是「建國君民，教學為先」，這再國家治國。社會怎樣能安定，國家怎樣能夠昌隆（國運昌隆），靠什麼？靠教育；不是靠法律、不是靠警察，靠教育。古時候政府組織，教育排在第一。宰相下面六部，第一個就是教育部。那個時候不叫教育部，叫禮部，禮部尚書就是教育部長，六部裡頭他最大。這些設施都給我們後人，特別是現代人，很大的啟示。"
    },
    {
      "id": "12-017-1466_p0020",
      "zh_CN": "家庭重视教育，所以在家教里头有所谓的「不孝有三，无后为大」。这个「后」不是说你有子孙，不是这个意思；你子孙里头有没有贤人，这是大事。圣人、贤人是教出来的，所以无后为大就是你的家教最大！在从前的社会，夫妻结合组成一个家庭，家庭里面两桩事情两个人要分担，所以「夫妇有别」，不同的任务。先生负责经济，家庭经济，这物质生活，他去谋生赚钱养家，太太在家里面教下一代。下一代，你家里头有没有圣贤，有没有君子，有没有好人，太太的任务。所以太太的工作比先生大得多！先生只是赚钱养家。你家里面有没有前途，有没有希望，靠底下一代的子女成不成材。",
      "zh_TW": "家庭重視教育，所以在家教裡頭有所謂的「不孝有三，無後為大」。這個「後」不是說你有子孫，不是這個意思；你子孫裡頭有沒有賢人，這是大事。聖人、賢人是教出來的，所以無後為大就是你的家教最大！在從前的社會，夫妻結合組成一個家庭，家庭裡面兩樁事情兩個人要分擔，所以「夫婦有別」，不同的任務。先生負責經濟，家庭經濟，這物質生活，他去謀生賺錢養家，太太在家裡面教下一代。下一代，你家裡頭有沒有聖賢，有沒有君子，有沒有好人，太太的任務。所以太太的工作比先生大得多！先生只是賺錢養家。你家裡面有沒有前途，有沒有希望，靠底下一代的子女成不成材。"
    },
    {
      "id": "12-017-1466_p0021",
      "zh_CN": "所以印光大师在《文钞》里头说得很多。今天讲男女平等，男女在争权，印祖就说得很好，中国自古以来，女子的权力超过男子多多。家道能不能传下去，事业能不能传下去，甚至于国家政权能不能传下去，都在后继有人，所以无后为大。你要没有后代，你家就完了；你的事业，你底下没有传人，到你一死，事业就完了。培养继起的人才比什么都重要，这是家庭里头的大事业，妇女承担。孔夫子，多少人知道孔夫子的母亲，不知道孔子的父亲；多少人知道孟子的母亲，不知道孟子的父亲，为什么？母亲教出来的，道理就在此地。",
      "zh_TW": "所以印光大師在《文鈔》裡頭說得很多。今天講男女平等，男女在爭權，印祖就說得很好，中國自古以來，女子的權力超過男子多多。家道能不能傳下去，事業能不能傳下去，甚至於國家政權能不能傳下去，都在後繼有人，所以無後為大。你要沒有後代，你家就完了；你的事業，你底下沒有傳人，到你一死，事業就完了。培養繼起的人才比什麼都重要，這是家庭裡頭的大事業，婦女承擔。孔夫子，多少人知道孔夫子的母親，不知道孔子的父親；多少人知道孟子的母親，不知道孟子的父親，為什麼？母親教出來的，道理就在此地。"
    },
    {
      "id": "12-017-1466_p0022",
      "zh_CN": "所以印祖的主张，女子不要跟男子在社会上争权，好好在家里把儿孙教好，使你家里出圣人、出贤人。不但你家庭里头光宗耀祖，全国的人、全世界的人都得到你们家的福荫，这个工作多伟大。可惜现在没有人讲，没人知道，我们要不看《印光大师文钞》，也不知道。多少人看《文钞》看到这一段，也就大意的疏忽了，没有留意到这是根本，这个事情太大！所以自己一定要发大愿利益一切众生。",
      "zh_TW": "所以印祖的主張，女子不要跟男子在社會上爭權，好好在家裡把兒孫教好，使你家裡出聖人、出賢人。不但你家庭裡頭光宗耀祖，全國的人、全世界的人都得到你們家的福蔭，這個工作多偉大。可惜現在沒有人講，沒人知道，我們要不看《印光大師文鈔》，也不知道。多少人看《文鈔》看到這一段，也就大意的疏忽了，沒有留意到這是根本，這個事情太大！所以自己一定要發大願利益一切眾生。"
    },
    {
      "id": "12-017-1466_p0023",
      "zh_CN": "这个地方一百四十一愿，愿愿都是利益众生。见到恶，要想方法帮助别人断恶，用什么方法？用自己断恶，做出来给别人看。你不用去劝他，你劝他，他未必能接受；你天天这样做，他天天在这里看，二年、三年他不觉悟，十年、八年他就觉悟了，「你做得对，我做得不对」，就觉悟了。要时间、要耐心！见善，希望别人也有善（也有同样的善），也是要做出来给人看，不做决定收不到效果。",
      "zh_TW": "這個地方一百四十一願，願願都是利益眾生。見到惡，要想方法幫助別人斷惡，用什麼方法？用自己斷惡，做出來給別人看。你不用去勸他，你勸他，他未必能接受；你天天這樣做，他天天在這裡看，二年、三年他不覺悟，十年、八年他就覺悟了，「你做得對，我做得不對」，就覺悟了。要時間、要耐心！見善，希望別人也有善（也有同樣的善），也是要做出來給人看，不做決定收不到效果。"
    },
    {
      "id": "12-017-1466_p0024",
      "zh_CN": "现在社会动乱，冲突频繁，所以在这个社会上，国家的领导人，企业团体的领导人，宗教的领导人，学术界的这些学者专家，哪个人不关心化解冲突，促进安定和平？联合国设专门机构来研究这桩事情，每年不知道开多少会，投下去的人力、财力、物力，我参加过五次，我了解，收不到效果。我们听听专家学者的谈话，有道理，说得头头是道，最后怎么样？不能落实。动乱频率年年上升，灾害一次比一次严重，使许许多多参与和平工作的人都丧失了信心。会开完了之后，有很多学者专家（我们很熟了），地位很高的，有些是担任国家教育部长的、大学教授的，见面谈谈都苦笑摇头，做不到。这些会以后我不再参加了，我明白了，了解了。不参加不知道，参加之后统统了解，根本原因在哪里？我们自己本身没做到，所以不具影响力，自己没做到。",
      "zh_TW": "現在社會動亂，衝突頻繁，所以在這個社會上，國家的領導人，企業團體的領導人，宗教的領導人，學術界的這些學者專家，哪個人不關心化解衝突，促進安定和平？聯合國設專門機構來研究這樁事情，每年不知道開多少會，投下去的人力、財力、物力，我參加過五次，我了解，收不到效果。我們聽聽專家學者的談話，有道理，說得頭頭是道，最後怎麼樣？不能落實。動亂頻率年年上升，災害一次比一次嚴重，使許許多多參與和平工作的人都喪失了信心。會開完了之後，有很多學者專家（我們很熟了），地位很高的，有些是擔任國家教育部長的、大學教授的，見面談談都苦笑搖頭，做不到。這些會以後我不再參加了，我明白了，了解了。不參加不知道，參加之後統統了解，根本原因在哪裡？我們自己本身沒做到，所以不具影響力，自己沒做到。"
    },
    {
      "id": "12-017-1466_p0025",
      "zh_CN": "自己不高兴的时候还发脾气，还拍桌子，这怎么行？这怎么能和平？心平气和，你看平就有和；心要平，气就和了，和平从这里来的。平等对待后面才有和睦相处。我参加会议也讲了不少次，我也算是一个主要的讲演人，每次我都提出来，「平等对待，和睦相处」。大国跟小国要平等，富国跟穷国要平等，种族要平等，宗教要平等，每个行业也要平等，平等后面才有和睦相处。如果不平等，哪来的和睦？不平等就会产生冲突，会造成误会，会造成对立。所有一切冲突的根源就是不平等，平等对待太重要！",
      "zh_TW": "自己不高興的時候還發脾氣，還拍桌子，這怎麼行？這怎麼能和平？心平氣和，你看平就有和；心要平，氣就和了，和平從這裡來的。平等對待後面才有和睦相處。我參加會議也講了不少次，我也算是一個主要的講演人，每次我都提出來，「平等對待，和睦相處」。大國跟小國要平等，富國跟窮國要平等，種族要平等，宗教要平等，每個行業也要平等，平等後面才有和睦相處。如果不平等，哪來的和睦？不平等就會產生衝突，會造成誤會，會造成對立。所有一切衝突的根源就是不平等，平等對待太重要！"
    },
    {
      "id": "12-017-1466_p0026",
      "zh_CN": "中国人讲和平，和是果，就是和睦相处。果从哪里来？平等对待，那是因。中国跟印度有很多相同的地方，都是把果报讲在前面，因说在后头。世间人都重视果报，你先讲果，他注意了。然后讲为什么会有这个果，因是什么。和睦之因是平等，平等一定是从本身做起。从哪里做起？要把自己内心对一切人、一切事、一切物对立的念头化解掉，误会的念头化解掉。别人误会我，可以，我不误会别人；别人跟我对立，可以，我不跟他对立。诸位要晓得，对立一定是两方面的，一方除掉了，那一方就对不起来了，他对立，我没有对。冲突是双方的，误会也是双方的，只要我这一方没有了，他那一方一定慢慢也就化解了。佛菩萨修行之所以能成佛，道理就在此地。",
      "zh_TW": "中國人講和平，和是果，就是和睦相處。果從哪裡來？平等對待，那是因。中國跟印度有很多相同的地方，都是把果報講在前面，因說在後頭。世間人都重視果報，你先講果，他注意了。然後講為什麼會有這個果，因是什麼。和睦之因是平等，平等一定是從本身做起。從哪裡做起？要把自己內心對一切人、一切事、一切物對立的念頭化解掉，誤會的念頭化解掉。別人誤會我，可以，我不誤會別人；別人跟我對立，可以，我不跟他對立。諸位要曉得，對立一定是兩方面的，一方除掉了，那一方就對不起來了，他對立，我沒有對。衝突是雙方的，誤會也是雙方的，只要我這一方沒有了，他那一方一定慢慢也就化解了。佛菩薩修行之所以能成佛，道理就在此地。"
    },
    {
      "id": "12-017-1466_p0027",
      "zh_CN": "所以我们中国古圣先贤就教导我们，「行有不得，反求诸己」、「己所不欲，勿施于人」。你在这上下功夫，无论世法佛法都能成就。怎么样教人修善？怎么样教人断恶？都从自己本身做起。「学为人师，行为世范」，要做出好样子来给人看。人生在世很短很短，一百年确实一弹指、一刹那。我八十岁，想到以前在农村里面生活，七、八岁的时候就像昨天一样，八十年一弹指，有什么意思？佛讲的话一点都不错，「万般将不去，唯有业随身」，这个世间什么是你的？哪一样东西你能带走？身体都带不走。既然带不走，就全部放下，不要了。带得走的，那要特别留意，唯有业随身。恶业你会带走，善业你也会带走，净业你也会带走。你明白这个道理，我们最好带净业。",
      "zh_TW": "所以我們中國古聖先賢就教導我們，「行有不得，反求諸己」、「己所不欲，勿施於人」。你在這上下功夫，無論世法佛法都能成就。怎麼樣教人修善？怎麼樣教人斷惡？都從自己本身做起。「學為人師，行為世範」，要做出好樣子來給人看。人生在世很短很短，一百年確實一彈指、一剎那。我八十歲，想到以前在農村裡面生活，七、八歲的時候就像昨天一樣，八十年一彈指，有什麼意思？佛講的話一點都不錯，「萬般將不去，唯有業隨身」，這個世間什麼是你的？哪一樣東西你能帶走？身體都帶不走。既然帶不走，就全部放下，不要了。帶得走的，那要特別留意，唯有業隨身。惡業你會帶走，善業你也會帶走，淨業你也會帶走。你明白這個道理，我們最好帶淨業。"
    },
    {
      "id": "12-017-1466_p0028",
      "zh_CN": "净业是什么？以纯净的心、纯善的心，对一切人、一切事、一切物，带得走。你的来生是在天上不在人间，你修净土，你在西方极乐世界，你一生成佛，这多殊胜！带净业不带染业，善恶都是染业。什么叫净业？行善而不着相。断恶修善不为自己就是净业，没有自己，只为众生，这就是纯净纯善，四弘誓愿的菩萨行。好，这堂我们就讲到此地。",
      "zh_TW": "淨業是什麼？以純淨的心、純善的心，對一切人、一切事、一切物，帶得走。你的來生是在天上不在人間，你修淨土，你在西方極樂世界，你一生成佛，這多殊勝！帶淨業不帶染業，善惡都是染業。什麼叫淨業？行善而不著相。斷惡修善不為自己就是淨業，沒有自己，只為眾生，這就是純淨純善，四弘誓願的菩薩行。好，這堂我們就講到此地。"
    },
    {
      "id": "12-017-1466_p0029",
      "zh_CN": "诸位法师、诸位同学，请坐。请接着看下面的《疏》文，「故智首总标诸德以求其因，文殊令善用心，顿获众果，但言惟愿，岂不惑哉」。这句是总结，前面是「解妨」，假设有人提出这个问题，这一百四十一愿里头好像没有行，只有愿没有行。在这段清凉大师给我们分析，细分说了十四种，大分也有六段。所以总结里头讲智首菩萨，这品经是智首菩萨问，文殊菩萨来解答，这一问一答让我们开智慧。",
      "zh_TW": "諸位法師、諸位同學，請坐。請接著看下面的《疏》文，「故智首總標諸德以求其因，文殊令善用心，頓獲眾果，但言惟願，豈不惑哉」。這句是總結，前面是「解妨」，假設有人提出這個問題，這一百四十一願裡頭好像沒有行，只有願沒有行。在這段清涼大師給我們分析，細分說了十四種，大分也有六段。所以總結裡頭講智首菩薩，這品經是智首菩薩問，文殊菩薩來解答，這一問一答讓我們開智慧。"
    },
    {
      "id": "12-017-1466_p0030",
      "zh_CN": "智首菩萨。你看他名号，这名号都是表法的，这不可以不知道。总标诸德。一切诸德智慧为首，这是因。所以前面行里面，在事行里头有理行、有智行，这是修行证果的真因。文殊菩萨答复，都是叫我们在一切境缘当中善用其心，你就能顿获众果。这我在前面讲了不少，要会转境界，《楞严经》上佛说得好，「若能转境，则同如来」，无论什么境界，再恶劣的境界，一转都变成善因。前面我说过，纵然有个人无缘无故把我杀掉了，我一点怨恨都没有，一点报复都没有，我还欢喜感谢他，为什么？他把我送到天上去了，他把我送到极乐世界去了，要不然我去，总还要耽误若干时间，他这么快就把我送去了。念头一转，一丝毫恶意都没有，纯净纯善，决定不结冤仇。纵然过去世的冤仇，那统统都化解了，善用其心。",
      "zh_TW": "智首菩薩。你看他名號，這名號都是表法的，這不可以不知道。總標諸德。一切諸德智慧為首，這是因。所以前面行裡面，在事行裡頭有理行、有智行，這是修行證果的真因。文殊菩薩答覆，都是叫我們在一切境緣當中善用其心，你就能頓獲眾果。這我在前面講了不少，要會轉境界，《楞嚴經》上佛說得好，「若能轉境，則同如來」，無論什麼境界，再惡劣的境界，一轉都變成善因。前面我說過，縱然有個人無緣無故把我殺掉了，我一點怨恨都沒有，一點報復都沒有，我還歡喜感謝他，為什麼？他把我送到天上去了，他把我送到極樂世界去了，要不然我去，總還要耽誤若干時間，他這麼快就把我送去了。念頭一轉，一絲毫惡意都沒有，純淨純善，決定不結冤仇。縱然過去世的冤仇，那統統都化解了，善用其心。"
    },
    {
      "id": "12-017-1466_p0031",
      "zh_CN": "宗门常说，考验学人，你会么？这个「会」就是你会不会用心。凡圣就是用心不一样！会用心，纯净纯善，没有一样不善。这个人，甚至于是神经分裂症，无缘无故到道场来吵吵闹闹的，要会用其心，若无其事，也是为我们大家消业障，来考考我们大家的定力，考考大家的智慧；如果你心一乱，证明你修行没功夫。你如如不动，善巧方便，应付得圆圆满满，不结怨怼（不对立，不结怨），顿获众果。众果是很多果在里头，不是一个。往往这一桩事情六波罗蜜都成就，《华严经》上十波罗蜜。但言惟愿，岂不惑哉。这句是责备的口吻，你怎么能说这一百四十一首偈只有愿，没有智、没有行？这是你迷惑。文殊菩萨一讲解，你就明了了。",
      "zh_TW": "宗門常說，考驗學人，你會麼？這個「會」就是你會不會用心。凡聖就是用心不一樣！會用心，純淨純善，沒有一樣不善。這個人，甚至於是神經分裂症，無緣無故到道場來吵吵鬧鬧的，要會用其心，若無其事，也是為我們大家消業障，來考考我們大家的定力，考考大家的智慧；如果你心一亂，證明你修行沒功夫。你如如不動，善巧方便，應付得圓圓滿滿，不結怨懟（不對立，不結怨），頓獲眾果。眾果是很多果在裡頭，不是一個。往往這一樁事情六波羅蜜都成就，《華嚴經》上十波羅蜜。但言惟願，豈不惑哉。這句是責備的口吻，你怎麼能說這一百四十一首偈只有願，沒有智、沒有行？這是你迷惑。文殊菩薩一講解，你就明瞭了。"
    },
    {
      "id": "12-017-1466_p0032",
      "zh_CN": "这下面还有两段，我们看这前面一段的问答，「复有问言」，这是又有，又有人提出疑问，「夫妙行者，统唯无念，今见善见恶，愿离愿成，疲役身心，岂当为道」。诸位想想，有没有人提这个问题？有，而且很多！总是离不开妄想分别执着，提出这个问题。要讲到妙行，妙行是高等的修行，我们现在用这个讲法，大家就容易懂了，佛门里面讲「向上一着」。无论是哪宗，无论是哪派，显教密教、宗门教下、大乘小乘向上一着，统唯无念。讲到最上层的，无念。惠能大师传的禅宗，「以无念为宗」，宗就是宗旨，修行之最高指导原则是无念。这个地方看到，这修行人、这些菩萨见善见恶，善愿成，恶愿离，这不是分别执着吗？对自己不是疲役身心吗？疲是疲劳，修得很辛苦！岂当为道，这是菩萨道吗？菩萨道是这样的吗？菩萨道应该离念。我们听起来好像满有道理。",
      "zh_TW": "這下面還有兩段，我們看這前面一段的問答，「復有問言」，這是又有，又有人提出疑問，「夫妙行者，統唯無念，今見善見惡，願離願成，疲役身心，豈當為道」。諸位想想，有沒有人提這個問題？有，而且很多！總是離不開妄想分別執著，提出這個問題。要講到妙行，妙行是高等的修行，我們現在用這個講法，大家就容易懂了，佛門裡面講「向上一著」。無論是哪宗，無論是哪派，顯教密教、宗門教下、大乘小乘向上一著，統唯無念。講到最上層的，無念。惠能大師傳的禪宗，「以無念為宗」，宗就是宗旨，修行之最高指導原則是無念。這個地方看到，這修行人、這些菩薩見善見惡，善願成，惡願離，這不是分別執著嗎？對自己不是疲役身心嗎？疲是疲勞，修得很辛苦！豈當為道，這是菩薩道嗎？菩薩道是這樣的嗎？菩薩道應該離念。我們聽起來好像滿有道理。"
    },
    {
      "id": "12-017-1466_p0033",
      "zh_CN": "再看看清凉大师底下给我们的解释，「答，若斯见者」，所以像上面这种见解，「离念求于无念」，他的见解功夫不过如是，离念求于无念；「尚未得于真无念也」，你说他是不是真的无念？真的无念就不讲这些话。说了这些话，他已经起心动念、分别执着，他哪里得无念。「况念无念之无碍耶」，这才叫真无念。念即无念，无念即念，念跟无念是一法不是二法，那才叫真无念。他犯的毛病在哪里？都堕在二法里头，无念跟有念对立，见善跟见恶对立，愿离跟愿成对立，全是二法。要用《坛经》的话来说，二法就不是佛法，佛法是不二法。六祖惠能大师答复印宗法师的话，你想想看有没有道理？那叫真无念。",
      "zh_TW": "再看看清涼大師底下給我們的解釋，「答，若斯見者」，所以像上面這種見解，「離念求於無念」，他的見解功夫不過如是，離念求於無念；「尚未得於真無念也」，你說他是不是真的無念？真的無念就不講這些話。說了這些話，他已經起心動念、分別執著，他哪裡得無念。「況念無念之無礙耶」，這才叫真無念。念即無念，無念即念，念跟無念是一法不是二法，那才叫真無念。他犯的毛病在哪裡？都墮在二法裡頭，無念跟有念對立，見善跟見惡對立，願離跟願成對立，全是二法。要用《壇經》的話來說，二法就不是佛法，佛法是不二法。六祖惠能大師答覆印宗法師的話，你想想看有沒有道理？那叫真無念。"
    },
    {
      "id": "12-017-1466_p0034",
      "zh_CN": "念即无念，这真无念。不起作用的时候，真的什么念头都没有；起作用的时候，什么都明了，无量的愿行起作用。不起作用是体，起作用是相用，体相用是一不是二，有体有用，有用有体，体不离用，用不离体。如果有体无用，这个体也就没用处了。法性是体，法相是用。法性空寂，痕迹都没有，我们讲空，空也没有，法性；法相无有头数，无量无边，虽是无量无边，当体即空，了不可得。你说它是有还是没有？性相不二，理事一如，真无念。这个道理很深很深，你对这个要是没有一些认识，这个大乘圆教，你的疑问可就多了。",
      "zh_TW": "念即無念，這真無念。不起作用的時候，真的什麼念頭都沒有；起作用的時候，什麼都明瞭，無量的願行起作用。不起作用是體，起作用是相用，體相用是一不是二，有體有用，有用有體，體不離用，用不離體。如果有體無用，這個體也就沒用處了。法性是體，法相是用。法性空寂，痕跡都沒有，我們講空，空也沒有，法性；法相無有頭數，無量無邊，雖是無量無邊，當體即空，了不可得。你說它是有還是沒有？性相不二，理事一如，真無念。這個道理很深很深，你對這個要是沒有一些認識，這個大乘圓教，你的疑問可就多了。"
    },
    {
      "id": "12-017-1466_p0035",
      "zh_CN": "所以最上一层，无障碍法。《华严经》清凉大师《疏钞》里面给我们讲的四种无碍，「理无碍，事无碍，理事无碍，事事无碍」，四种无碍，这才是诸法实相，一切法的真相，怎么会妨碍？我们今天怎么样？我们今天是事事都有碍，理事也有碍，理跟事不能会通就是障碍，理有碍，事也有碍，四种都有障碍，我们今天处在这个环境。为什么这四种都有障碍？没有智慧。",
      "zh_TW": "所以最上一層，無障礙法。《華嚴經》清涼大師《疏鈔》裡面給我們講的四種無礙，「理無礙，事無礙，理事無礙，事事無礙」，四種無礙，這才是諸法實相，一切法的真相，怎麼會妨礙？我們今天怎麼樣？我們今天是事事都有礙，理事也有礙，理跟事不能會通就是障礙，理有礙，事也有礙，四種都有障礙，我們今天處在這個環境。為什麼這四種都有障礙？沒有智慧。"
    },
    {
      "id": "12-017-1466_p0036",
      "zh_CN": "所以这段经文，启请的人智首，解答的人文殊，菩萨智慧第一。这里说文殊令善用心，《金刚经》上说三心不可得，用什么心？全是问题。怎么样把它讲圆融？给诸位说，事实上就是圆融的，说很难说得圆融，为什么？你说这边，不能同时顾那边，所以言语有限。不但言语是有限，思惟想像也有限制，放下言语思惟，你就见到圆融。「言语道断，心行处灭」，四无障碍的圆融法界就在你面前。所以过错在哪里？过错在我们六根接触六尘境界起心动念分别执着，这是过错！把圆融无碍的法界全都给扭曲了，随着我们的妄想在扭曲，是不是真的扭曲了？没有，真的如如不动，决定没有受到你干扰。你的那个扭曲，只是你幻想里头、幻觉里面产生的虚幻不实在的境界，是这么一回事情。佛菩萨要不给我们说穿，确实我们这一生当中作梦都想不到，迷惑一辈子，来生接着再迷惑。几时能破迷开悟？那真是太难太难了。所以这大经上讲的是百千万劫难遭遇。",
      "zh_TW": "所以這段經文，啟請的人智首，解答的人文殊，菩薩智慧第一。這裡說文殊令善用心，《金剛經》上說三心不可得，用什麼心？全是問題。怎麼樣把它講圓融？給諸位說，事實上就是圓融的，說很難說得圓融，為什麼？你說這邊，不能同時顧那邊，所以言語有限。不但言語是有限，思惟想像也有限制，放下言語思惟，你就見到圓融。「言語道斷，心行處滅」，四無障礙的圓融法界就在你面前。所以過錯在哪裡？過錯在我們六根接觸六塵境界起心動念分別執著，這是過錯！把圓融無礙的法界全都給扭曲了，隨著我們的妄想在扭曲，是不是真的扭曲了？沒有，真的如如不動，決定沒有受到你干擾。你的那個扭曲，只是你幻想裡頭、幻覺裡面產生的虛幻不實在的境界，是這麼一回事情。佛菩薩要不給我們說穿，確實我們這一生當中作夢都想不到，迷惑一輩子，來生接著再迷惑。幾時能破迷開悟？那真是太難太難了。所以這大經上講的是百千萬劫難遭遇。"
    },
    {
      "id": "12-017-1466_p0037",
      "zh_CN": "前清彭际清，这是大德，他讲「无量劫来希有难逢的一天」，你闻到佛法了。无量劫来希有难逢，人家看得多么贵重、多么难得，所以他那个求法的心、学法的心不一样，成就自然就不相同。一分诚敬得一分成就，人家十分诚敬，难怪他得十分成就。彭际清确实看破放下，他是个很了不起的人，弱冠就考取进士；弱冠是不满二十岁，十八、九岁的时候他就考取进士。他的父亲是乾隆皇帝的兵部尚书，就像现在的国防部长，所以他是现在人讲高干子弟，又那么聪明，不满二十岁考中进士。他家很富有，不愁吃、不愁穿，他不做官，他去学佛；没有出家，居士身，学佛非常有成就。",
      "zh_TW": "前清彭際清，這是大德，他講「無量劫來希有難逢的一天」，你聞到佛法了。無量劫來希有難逢，人家看得多麼貴重、多麼難得，所以他那個求法的心、學法的心不一樣，成就自然就不相同。一分誠敬得一分成就，人家十分誠敬，難怪他得十分成就。彭際清確實看破放下，他是個很了不起的人，弱冠就考取進士；弱冠是不滿二十歲，十八、九歲的時候他就考取進士。他的父親是乾隆皇帝的兵部尚書，就像現在的國防部長，所以他是現在人講高幹子弟，又那麼聰明，不滿二十歲考中進士。他家很富有，不愁吃、不愁穿，他不做官，他去學佛；沒有出家，居士身，學佛非常有成就。"
    },
    {
      "id": "12-017-1466_p0038",
      "zh_CN": "「《无量寿经》即是中本《华严》」，就是他讲的。他有《华严念佛论》。他的著作很多，在儒释道上下的功夫很深很深，最后皈了佛门。真的有道德、有学问，不是一个普通人。他往生西方极乐世界，《净土圣贤录》上有他的传。无量劫来希有难逢，这句话也是他说的，这说什么？说净土。你这一生能够遇到净土法门，遇到《无量寿经》，是大事不是小事。他给《无量寿经》做了一个节校本，节是节录，校是用其他的本子来校对，订正经文。他所依的本子是康僧铠的译本，《无量寿经》康僧铠的译本，参考其他的译本来做校对，节校本这个本子念起来通顺好念。",
      "zh_TW": "「《無量壽經》即是中本《華嚴》」，就是他講的。他有《華嚴念佛論》。他的著作很多，在儒釋道上下的功夫很深很深，最後皈了佛門。真的有道德、有學問，不是一個普通人。他往生西方極樂世界，《淨土聖賢錄》上有他的傳。無量劫來希有難逢，這句話也是他說的，這說什麼？說淨土。你這一生能夠遇到淨土法門，遇到《無量壽經》，是大事不是小事。他給《無量壽經》做了一個節校本，節是節錄，校是用其他的本子來校對，訂正經文。他所依的本子是康僧鎧的譯本，《無量壽經》康僧鎧的譯本，參考其他的譯本來做校對，節校本這個本子念起來通順好念。"
    },
    {
      "id": "12-017-1466_p0039",
      "zh_CN": "《无量寿经》现在留下来有九个本子，五种原译本，一个节校本，就是彭际清的，另外三个会集本，王龙舒，宋朝的；魏默深，清朝咸丰年间，比彭际清后，彭际清是乾隆时候人；最后一个本子就是夏莲居的，民国初年。总共有九个本子，《无量寿经》有九种不同的版本。这九种不同版本，我们都把它印在一起，印成一大本，修净宗法门的你全都看到。你把九种本子统统看完之后，你爱受持哪个本子就用哪个本子，都好，都能成就。",
      "zh_TW": "《無量壽經》現在留下來有九個本子，五種原譯本，一個節校本，就是彭際清的，另外三個會集本，王龍舒，宋朝的；魏默深，清朝咸豐年間，比彭際清後，彭際清是乾隆時候人；最後一個本子就是夏蓮居的，民國初年。總共有九個本子，《無量壽經》有九種不同的版本。這九種不同版本，我們都把它印在一起，印成一大本，修淨宗法門的你全都看到。你把九種本子統統看完之後，你愛受持哪個本子就用哪個本子，都好，都能成就。"
    },
    {
      "id": "12-017-1466_p0040",
      "zh_CN": "再看末后这段，「又无念，但是行之一也。岂成一念顿圆，如上所明也。行学之者，愿善留心」。行是修行，学是学教，修行学教的人你要好好的用心留意。无念是八万四千行门里面的一门，像我们念佛也是八万行门里面的一门。念佛里面还分实相念佛、观像念佛、观想念佛、持名念佛，都是《观无量寿佛经》里面说的。我们现在采取的是持名念佛，八万四千法门的一种。这要知道。",
      "zh_TW": "再看末後這段，「又無念，但是行之一也。豈成一念頓圓，如上所明也。行學之者，願善留心」。行是修行，學是學教，修行學教的人你要好好的用心留意。無念是八萬四千行門裡面的一門，像我們念佛也是八萬行門裡面的一門。念佛裡面還分實相念佛、觀像念佛、觀想念佛、持名念佛，都是《觀無量壽佛經》裡面說的。我們現在採取的是持名念佛，八萬四千法門的一種。這要知道。"
    },
    {
      "id": "12-017-1466_p0041",
      "zh_CN": "岂成一念顿圆。《华严》是一念顿圆，一念圆满。怎么圆满？离妄想分别执着。也就是我们常说的，在世出世间一切法中决定不起心、不动念。起心动念尚且没有，哪来的分别执着？在这个境界里头，一念顿圆。顿是快速，圆是圆满。怎么个圆满法？这一念就是八万四千法门的圆满，八万四千法门总不离一念。一念是无念，就是不起心不动念、不分别不执着，圆满了。什么人能做到？圆教初住菩萨就做到了。初住以上，四十一位法身大士，每位法身大士都是一念顿圆。",
      "zh_TW": "豈成一念頓圓。《華嚴》是一念頓圓，一念圓滿。怎麼圓滿？離妄想分別執著。也就是我們常說的，在世出世間一切法中決定不起心、不動念。起心動念尚且沒有，哪來的分別執著？在這個境界裡頭，一念頓圓。頓是快速，圓是圓滿。怎麼個圓滿法？這一念就是八萬四千法門的圓滿，八萬四千法門總不離一念。一念是無念，就是不起心不動念、不分別不執著，圓滿了。什麼人能做到？圓教初住菩薩就做到了。初住以上，四十一位法身大士，每位法身大士都是一念頓圓。"
    },
    {
      "id": "12-017-1466_p0042",
      "zh_CN": "为什么有四十一个位次？无始无明习气厚薄不同。除这个之外，你连痕迹都看不出来，不思议的境界！这我们要知道，这才是真正向上一着。前面所问的，虽说向上，向上也有阶级，他不是真的上上。好像我们上楼一样，几十层的高楼，最高的那一层。我们向上，登到第一个楼梯、第一阶，还有人在第二阶，还有人在第三阶，那都是叫向上。虽然在向上，每个人他的楼梯不一样。我们从这些地方细心去观察、去思惟，渐渐就明了了。所以佛法叫慈悲为本，叫方便为门。慈悲是根本！慈悲就是四弘誓愿的第一愿，「众生无边誓愿度」。众生种类不齐，那要用方便法。方是方法，便是便宜，用现在的话说，最恰当的方法，最合适的方法，最有效率的方法，就叫做善巧方便。善巧方便不是定法，一定是应机说法，众生是什么根机就用什么方法教他，他学了之后，一定是把境界逐渐向上提升，那就有效了。",
      "zh_TW": "為什麼有四十一個位次？無始無明習氣厚薄不同。除這個之外，你連痕跡都看不出來，不思議的境界！這我們要知道，這才是真正向上一著。前面所問的，雖說向上，向上也有階級，他不是真的上上。好像我們上樓一樣，幾十層的高樓，最高的那一層。我們向上，登到第一個樓梯、第一階，還有人在第二階，還有人在第三階，那都是叫向上。雖然在向上，每個人他的樓梯不一樣。我們從這些地方細心去觀察、去思惟，漸漸就明瞭了。所以佛法叫慈悲為本，叫方便為門。慈悲是根本！慈悲就是四弘誓願的第一願，「眾生無邊誓願度」。眾生種類不齊，那要用方便法。方是方法，便是便宜，用現在的話說，最恰當的方法，最合適的方法，最有效率的方法，就叫做善巧方便。善巧方便不是定法，一定是應機說法，眾生是什麼根機就用什麼方法教他，他學了之後，一定是把境界逐漸向上提升，那就有效了。"
    },
    {
      "id": "12-017-1466_p0043",
      "zh_CN": "对初学，制定戒律，严格的要求。有障碍，好像什么都不方便。我初学佛的时候，我们同事当中有学佛多年的，我那时候刚刚学，他就告诉我：佛教的经典理论不错，戒律不行。我说怎么？他说：戒律太繁，教你持戒，你就动弹不得，好像许多绳索把你绑起来，不自由。喜欢经论、理论的占多数，真正学就很少很少了，原因在此地。那个时候我们想想，不错，是有道理。这个经教我们喜欢读，理论讲得太好了，但是教你做的时候都不肯做。教你布施，很吝啬，放不下；教你持戒、教你素食，做不到。以后慢慢把道理搞清楚了，才知道佛这种教导是正确的。",
      "zh_TW": "對初學，制定戒律，嚴格的要求。有障礙，好像什麼都不方便。我初學佛的時候，我們同事當中有學佛多年的，我那時候剛剛學，他就告訴我：佛教的經典理論不錯，戒律不行。我說怎麼？他說：戒律太繁，教你持戒，你就動彈不得，好像許多繩索把你綁起來，不自由。喜歡經論、理論的佔多數，真正學就很少很少了，原因在此地。那個時候我們想想，不錯，是有道理。這個經教我們喜歡讀，理論講得太好了，但是教你做的時候都不肯做。教你布施，很吝嗇，放不下；教你持戒、教你素食，做不到。以後慢慢把道理搞清楚了，才知道佛這種教導是正確的。"
    },
    {
      "id": "12-017-1466_p0044",
      "zh_CN": "教你不杀生，教你素食，目的是什么？长养慈悲心，不忍吃众生肉。菩提心里面，真诚清净平等正觉慈悲，养慈悲就是养正觉、养平等、养清净、养真诚。为什么？菩提心，一个心！有体有用，哪一个得以养，全部都得到了，一即是多，多即是一，目的在此地。这是第一个意思。第二个意思不与众生结冤仇。杀生吃肉，跟众生结下的冤仇，佛讲世间的刀兵劫，就是战争；战争这个灾难不是好事情，战争是灾难！为什么会有战争？跟一切众生结的冤业。佛经上讲「人死为羊，羊死为人」，冤冤相报，没完没了，很残酷。我们要化解这个怨结，最有效果的方法，不吃众生肉，道理在此地。",
      "zh_TW": "教你不殺生，教你素食，目的是什麼？長養慈悲心，不忍吃眾生肉。菩提心裡面，真誠清淨平等正覺慈悲，養慈悲就是養正覺、養平等、養清淨、養真誠。為什麼？菩提心，一個心！有體有用，哪一個得以養，全部都得到了，一即是多，多即是一，目的在此地。這是第一個意思。第二個意思不與眾生結冤仇。殺生吃肉，跟眾生結下的冤仇，佛講世間的刀兵劫，就是戰爭；戰爭這個災難不是好事情，戰爭是災難！為什麼會有戰爭？跟一切眾生結的冤業。佛經上講「人死為羊，羊死為人」，冤冤相報，沒完沒了，很殘酷。我們要化解這個怨結，最有效果的方法，不吃眾生肉，道理在此地。"
    },
    {
      "id": "12-017-1466_p0045",
      "zh_CN": "现在我们又遇到一个劫难了，现在大家常常在谈的，身心都不安，禽流感（瘟疫）从飞鸟传来的。那就是说这瘟疫是从天而降，麻烦很大！现在是冬天，中国古人常说，就怕冬瘟转变成春瘟，这个灾害就大！可是我们看到目前的现象，由冬瘟转变成春瘟，很有可能。前天有朋友来访问，我们还录了一个带子，我们华藏电视台也特别问这个问题。真正的原因是什么？还不是禽兽吃多了，牠来报复。你们想想有没有道理？",
      "zh_TW": "現在我們又遇到一個劫難了，現在大家常常在談的，身心都不安，禽流感（瘟疫）從飛鳥傳來的。那就是說這瘟疫是從天而降，麻煩很大！現在是冬天，中國古人常說，就怕冬瘟轉變成春瘟，這個災害就大！可是我們看到目前的現象，由冬瘟轉變成春瘟，很有可能。前天有朋友來訪問，我們還錄了一個帶子，我們華藏電視台也特別問這個問題。真正的原因是什麼？還不是禽獸吃多了，牠來報復。你們想想有沒有道理？"
    },
    {
      "id": "12-017-1466_p0046",
      "zh_CN": "我们看到这个瘟疫，又看到报导说是哪个地方开始发现这个瘟疫，把这个地方的鸡、鸭、鹅都杀掉，一杀几十万只、几百万只，这就造成禽流感的业因。你杀的这么多畜生，这里有些没有感染的，你就先把牠杀掉了，那个怨气还得了吗？你把牠的尸体埋在那里，腐烂之后就变成病毒。哪天起一场大风把它吹上去，飘到哪里、哪个地方，病毒就散到什么地方，不是办法，不能杀！人要是中了这个病毒，你难道把这个地方人全杀掉吗？没有这么做法，赶紧去把他治疗，还能救一半。我听医学界的人告诉我，染上这个病菌的生存率是二分之一，就是一半可以治好，一半治不好。如果你是懂得人道，你有爱心，你发现这些家禽或者是鸟类（鸟类，你是不容易控制牠，家里面的家禽容易控制）哪些染了，你要好好的给牠治病，就像对待人一样，研究治疗的方法，帮助牠恢复健康，这就对了。不能杀，愈杀愈严重，愈杀愈多，这不是办法。",
      "zh_TW": "我們看到這個瘟疫，又看到報導說是哪個地方開始發現這個瘟疫，把這個地方的雞、鴨、鵝都殺掉，一殺幾十萬隻、幾百萬隻，這就造成禽流感的業因。你殺的這麼多畜生，這裡有些沒有感染的，你就先把牠殺掉了，那個怨氣還得了嗎？你把牠的屍體埋在那裡，腐爛之後就變成病毒。哪天起一場大風把它吹上去，飄到哪裡、哪個地方，病毒就散到什麼地方，不是辦法，不能殺！人要是中了這個病毒，你難道把這個地方人全殺掉嗎？沒有這麼做法，趕緊去把他治療，還能救一半。我聽醫學界的人告訴我，染上這個病菌的生存率是二分之一，就是一半可以治好，一半治不好。如果你是懂得人道，你有愛心，你發現這些家禽或者是鳥類（鳥類，你是不容易控制牠，家裡面的家禽容易控制）哪些染了，你要好好的給牠治病，就像對待人一樣，研究治療的方法，幫助牠恢復健康，這就對了。不能殺，愈殺愈嚴重，愈殺愈多，這不是辦法。"
    },
    {
      "id": "12-017-1466_p0047",
      "zh_CN": "要把这个瘟疫除掉，要用治疗，不可以用杀害。许多人问我，我是这么一个看法。家畜，鸡鸭感冒了，一样可以给感冒药给牠吃，很容易治好，比人还有效。为什么不帮助牠，不治牠的病，要把牠杀掉？你结这个怨结得多深，冤冤相报。现在人他不相信这个，这就没有法子。不是说不相信就没有，一样还是有。到冤冤相报的时候，你后悔迟了，你怎么跟他解释？你说我当时无知，冤枉杀了你们。将来你的果报也是被别人冤枉把你杀了，一报还一报，因缘果报丝毫不爽。",
      "zh_TW": "要把這個瘟疫除掉，要用治療，不可以用殺害。許多人問我，我是這麼一個看法。家畜，雞鴨感冒了，一樣可以給感冒藥給牠吃，很容易治好，比人還有效。為什麼不幫助牠，不治牠的病，要把牠殺掉？你結這個怨結得多深，冤冤相報。現在人他不相信這個，這就沒有法子。不是說不相信就沒有，一樣還是有。到冤冤相報的時候，你後悔遲了，你怎麼跟他解釋？你說我當時無知，冤枉殺了你們。將來你的果報也是被別人冤枉把你殺了，一報還一報，因緣果報絲毫不爽。"
    },
    {
      "id": "12-017-1466_p0048",
      "zh_CN": "佛在经上说「欲知前世因，今生受者是；欲知来世果，今生作者是」。我们这一生的造作就是来世的果报。这一世时间短，来世的时间长。六道里面只有人道时间最短，天道寿命长，畜生里头有长寿的，地狱、饿鬼寿命都很长，他受苦果。佛又说「欲知世上刀兵劫，但听屠门夜半声」，过去半夜杀猪没有现在这么多，现在是大量屠杀，所以现在战争跟从前不一样。现在有大杀伤武器，一颗核子弹爆发就要死几百万人，岂不是现在屠杀这些畜生一样？一个瘟疫屠杀几万、几十万，上百万，那不就跟核子弹爆炸一样的事情吗？什么样的因决定感什么样的果报，不能不知道，不能不多想想。",
      "zh_TW": "佛在經上說「欲知前世因，今生受者是；欲知來世果，今生作者是」。我們這一生的造作就是來世的果報。這一世時間短，來世的時間長。六道裡面只有人道時間最短，天道壽命長，畜生裡頭有長壽的，地獄、餓鬼壽命都很長，他受苦果。佛又說「欲知世上刀兵劫，但聽屠門夜半聲」，過去半夜殺豬沒有現在這麼多，現在是大量屠殺，所以現在戰爭跟從前不一樣。現在有大殺傷武器，一顆核子彈爆發就要死幾百萬人，豈不是現在屠殺這些畜生一樣？一個瘟疫屠殺幾萬、幾十萬，上百萬，那不就跟核子彈爆炸一樣的事情嗎？什麼樣的因決定感什麼樣的果報，不能不知道，不能不多想想。"
    },
    {
      "id": "12-017-1466_p0049",
      "zh_CN": "同学来问我，我讲佛法给他听，讲一个正理，决定不要惊慌。灾难还没到身上，自己又惊又怕，被它吓死了，你说冤枉不冤枉？很冤枉的事情。你还没有中，你在家天天害怕吓死了，错了。古人讲的话有道理，「生死有命，富贵由天」。你不该死，什么样灾难现前，你能够免除。不是说这个地区有这个灾难，人都死光了，一个都没有了，不可能，还是有少数活得很好，没有受这个病毒惊害。这里头就有业因，每个人的业不一样。",
      "zh_TW": "同學來問我，我講佛法給他聽，講一個正理，決定不要驚慌。災難還沒到身上，自己又驚又怕，被它嚇死了，你說冤枉不冤枉？很冤枉的事情。你還沒有中，你在家天天害怕嚇死了，錯了。古人講的話有道理，「生死有命，富貴由天」。你不該死，什麼樣災難現前，你能夠免除。不是說這個地區有這個災難，人都死光了，一個都沒有了，不可能，還是有少數活得很好，沒有受這個病毒驚害。這裡頭就有業因，每個人的業不一樣。"
    },
    {
      "id": "12-017-1466_p0050",
      "zh_CN": "我们从听到佛法之后，晓得这些道理，就下定决心不再跟众生结恶缘。过去做的业缘，我们常常忏悔，把自己修积的功德回向给他。天天修忏悔，天天给他回向，希望他也能知道我们过去无知，现在我们好好修行，将来自己修成之后，他跟我们有缘，一定先度有缘人。他在六道里头是苦不堪言，如果有人度他，他也欢喜，这个样子我们是自他两利。如果他报复，他来障碍，彼此双方都不利。话要讲清楚，理要想明白，我们心定了。心定，没有疑惑，不容易感染。感染是什么？有恐惧心。听到这桩事情很害怕，容易感染；一点都不在乎，反而不容易感染。纵然感染到了，也不惊不怖，若无其事，好好的念佛；不能治就往生，往生时间就到了，能治好也行，再修几年，有什么好害怕的？",
      "zh_TW": "我們從聽到佛法之後，曉得這些道理，就下定決心不再跟眾生結惡緣。過去做的業緣，我們常常懺悔，把自己修積的功德迴向給他。天天修懺悔，天天給他迴向，希望他也能知道我們過去無知，現在我們好好修行，將來自己修成之後，他跟我們有緣，一定先度有緣人。他在六道裡頭是苦不堪言，如果有人度他，他也歡喜，這個樣子我們是自他兩利。如果他報復，他來障礙，彼此雙方都不利。話要講清楚，理要想明白，我們心定了。心定，沒有疑惑，不容易感染。感染是什麼？有恐懼心。聽到這樁事情很害怕，容易感染；一點都不在乎，反而不容易感染。縱然感染到了，也不驚不怖，若無其事，好好的念佛；不能治就往生，往生時間就到了，能治好也行，再修幾年，有什麼好害怕的？"
    },
    {
      "id": "12-017-1466_p0051",
      "zh_CN": "中医有处方。前年SARS，我们得到一个很好的处方，三鲜汤。这个处方公布了，我们在网路上传递，在华藏卫星电视台也播出。实在讲很简单，大白菜、萝卜、绿豆就这三样东西，比例要正确；如果咳嗽加几个梨，没有咳嗽，梨都不要加。把它熬成汤当茶喝，一天喝个二、三次可以预防，也能治疗，很简单，一点都不麻烦。冬天这正是大白菜跟萝卜生产的季节，上天对人都安排好，这个时候有瘟疫，这个东西可以解除瘟疫的。你要相信，你要会用，不但自己帮助自己，也要没有一点私心帮助别人。这个方子，我已经通知华藏电视台，这几天我们再多播几次，让大家都知道。中医实在讲治这些的方子很多，应该都有效。诸位有这个机缘，都可以向这些大夫们请教，多一些处方做参考。我前天也有个朋友送一个处方来，治禽流感的，他好像用的是含羞草，干的含羞草把它煮水加冰糖。如果找不到干的含羞草，应该中药铺里头有含羞草的根，也有效。他用这个方法。",
      "zh_TW": "中醫有處方。前年SARS，我們得到一個很好的處方，三鮮湯。這個處方公布了，我們在網路上傳遞，在華藏衛星電視台也播出。實在講很簡單，大白菜、蘿蔔、綠豆就這三樣東西，比例要正確；如果咳嗽加幾個梨，沒有咳嗽，梨都不要加。把它熬成湯當茶喝，一天喝個二、三次可以預防，也能治療，很簡單，一點都不麻煩。冬天這正是大白菜跟蘿蔔生產的季節，上天對人都安排好，這個時候有瘟疫，這個東西可以解除瘟疫的。你要相信，你要會用，不但自己幫助自己，也要沒有一點私心幫助別人。這個方子，我已經通知華藏電視台，這幾天我們再多播幾次，讓大家都知道。中醫實在講治這些的方子很多，應該都有效。諸位有這個機緣，都可以向這些大夫們請教，多一些處方做參考。我前天也有個朋友送一個處方來，治禽流感的，他好像用的是含羞草，乾的含羞草把它煮水加冰糖。如果找不到乾的含羞草，應該中藥鋪裡頭有含羞草的根，也有效。他用這個方法。"
    },
    {
      "id": "12-017-1466_p0052",
      "zh_CN": "所以希望同学们遇到这些灾难，不惊不怖，不要恐慌。吃素的人已经不跟众生结冤仇了，重要的，我们天天忏悔，我们要认错。过去无知，杀害了很多众生，我们要认错，我们要悔过，从今之后决定不伤害众生。这一念的善心会化解很多怨恨。我们的起心动念，境随心转，要相信佛所说的这句话，「若能转物，则同如来」。我们这品经一百四十一首偈，就是举出这个例子、事例教我们在境界上怎样去转。懂得就好了，能自度又能度他。所以我们修行学教要好好的留意。清凉大师的《疏》，我们就讲到此地。",
      "zh_TW": "所以希望同學們遇到這些災難，不驚不怖，不要恐慌。吃素的人已經不跟眾生結冤仇了，重要的，我們天天懺悔，我們要認錯。過去無知，殺害了很多眾生，我們要認錯，我們要悔過，從今之後決定不傷害眾生。這一念的善心會化解很多怨恨。我們的起心動念，境隨心轉，要相信佛所說的這句話，「若能轉物，則同如來」。我們這品經一百四十一首偈，就是舉出這個例子、事例教我們在境界上怎樣去轉。懂得就好了，能自度又能度他。所以我們修行學教要好好的留意。清涼大師的《疏》，我們就講到此地。"
    }
  ]
}