{
  "doc_id": "12-017-0898",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八九八卷",
    "zh_TW": "第八九八卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0898",
  "total_paragraphs": 54,
  "paragraphs": [
    {
      "id": "12-017-0898_p0001",
      "zh_CN": "诸位同学，前面这十八首偈，「法说」，这里面分为三段。第一段有六首，说明刹土的染净，我们读了五首，现在再看后面这一首：",
      "zh_TW": "諸位同學，前面這十八首偈，「法說」，這裡面分為三段。第一段有六首，說明剎土的染淨，我們讀了五首，現在再看後面這一首："
    },
    {
      "id": "12-017-0898_p0002",
      "zh_CN": "【有刹放光明。离垢宝所成。种种妙严饰。诸佛令清净。】",
      "zh_TW": "【有剎放光明。離垢寶所成。種種妙嚴飾。諸佛令清淨。】"
    },
    {
      "id": "12-017-0898_p0003",
      "zh_CN": "清凉大师在注解里面跟我们说，他说这一首是净土，「后一唯净，以属佛故」。『有刹』，这是有这样的刹土，就像西方极乐世界阿弥陀佛的刹土一样。这个刹土『放光明』，为什么？读了世尊为我们介绍弥陀净土的典籍，最具体的「净土三经」，这三经是世尊特别为一切众生介绍西方极乐世界，并且是无数次的劝导众生应当要求生彼国；就是此地讲的「有刹」。这个刹何以「放光明」？因，『离垢』；果，『宝所成』。极乐世界的居民来自十方世界，与阿弥陀佛同心同愿，同德同行，无一不是破四相，破四见，永离妄想分别执着，「离垢」。得纯净之心，清净心生纯善之行，所以感得依报的庄严是众宝所成。",
      "zh_TW": "清涼大師在註解裡面跟我們說，他說這一首是淨土，「後一唯淨，以屬佛故」。『有剎』，這是有這樣的剎土，就像西方極樂世界阿彌陀佛的剎土一樣。這個剎土『放光明』，為什麼？讀了世尊為我們介紹彌陀淨土的典籍，最具體的「淨土三經」，這三經是世尊特別為一切眾生介紹西方極樂世界，並且是無數次的勸導眾生應當要求生彼國；就是此地講的「有剎」。這個剎何以「放光明」？因，『離垢』；果，『寶所成』。極樂世界的居民來自十方世界，與阿彌陀佛同心同願，同德同行，無一不是破四相，破四見，永離妄想分別執著，「離垢」。得純淨之心，清淨心生純善之行，所以感得依報的莊嚴是眾寶所成。"
    },
    {
      "id": "12-017-0898_p0004",
      "zh_CN": "『种种妙严饰』，我们在经典里面读得很多，微妙庄严，不是人工营造的，是法性性德自然的流露。谁的性德？当然是本师阿弥陀佛的性德。佛的性德在引导，把所有往生的大众，各个性德都引发出来，所以这个世界无比的殊胜庄严，一丝毫杂染都没有。难怪当年世尊将十方诸佛刹土，以他的神力（无比殊胜神通道力）将十方诸佛刹土展现在韦提希夫人的面前，让夫人选择，韦提希夫人选中了西方极乐世界弥陀净土。这桩事情记载在《观无量寿佛经》之中，我们读过，无比的希有殊胜。",
      "zh_TW": "『種種妙嚴飾』，我們在經典裡面讀得很多，微妙莊嚴，不是人工營造的，是法性性德自然的流露。誰的性德？當然是本師阿彌陀佛的性德。佛的性德在引導，把所有往生的大眾，各個性德都引發出來，所以這個世界無比的殊勝莊嚴，一絲毫雜染都沒有。難怪當年世尊將十方諸佛剎土，以他的神力（無比殊勝神通道力）將十方諸佛剎土展現在韋提希夫人的面前，讓夫人選擇，韋提希夫人選中了西方極樂世界彌陀淨土。這樁事情記載在《觀無量壽佛經》之中，我們讀過，無比的希有殊勝。"
    },
    {
      "id": "12-017-0898_p0005",
      "zh_CN": "诸佛如来普遍的赞扬，劝导我们发心求生净土。释迦牟尼佛在娑婆世界教化众生，唯有往生净土，这个教化的功德才圆满。怎么知道？在《华严经》上显示出来了。《华严经》开无量法门，到最后一着，普贤菩萨十大愿王导归极乐，《华严经》的教学得到大圆满，得到真实圆满。所以古大德常讲，如果没有普贤菩萨这一着，《华严经》不能圆满。这个意思我们要懂得。",
      "zh_TW": "諸佛如來普遍的讚揚，勸導我們發心求生淨土。釋迦牟尼佛在娑婆世界教化眾生，唯有往生淨土，這個教化的功德才圓滿。怎麼知道？在《華嚴經》上顯示出來了。《華嚴經》開無量法門，到最後一著，普賢菩薩十大願王導歸極樂，《華嚴經》的教學得到大圓滿，得到真實圓滿。所以古大德常講，如果沒有普賢菩薩這一著，《華嚴經》不能圓滿。這個意思我們要懂得。"
    },
    {
      "id": "12-017-0898_p0006",
      "zh_CN": "所以这是『诸佛令清净』，我们相信。为什么？在往生经里面，世尊告诉我们，弥陀净土乃十方三世一切诸佛如来之所称赞，所以是「诸佛令清净」。这个「令」就是我们平常讲加持的意思。读遍大乘经，才知道这个法的希有，才知道这个法门的殊胜，才知道这个法门使我们一生圆满成就，我们不能不知道，也万万不能够疏忽。真正觉悟过来，我们在这一生当中唯一的一桩大事，就是一心一意求生弥陀净土，我们的大事就圆满了。",
      "zh_TW": "所以這是『諸佛令清淨』，我們相信。為什麼？在往生經裡面，世尊告訴我們，彌陀淨土乃十方三世一切諸佛如來之所稱讚，所以是「諸佛令清淨」。這個「令」就是我們平常講加持的意思。讀遍大乘經，才知道這個法的希有，才知道這個法門的殊勝，才知道這個法門使我們一生圓滿成就，我們不能不知道，也萬萬不能夠疏忽。真正覺悟過來，我們在這一生當中唯一的一樁大事，就是一心一意求生彌陀淨土，我們的大事就圓滿了。"
    },
    {
      "id": "12-017-0898_p0007",
      "zh_CN": "再看后面这一段有四首偈，七、八、九、十这四首偈，「显成坏」，这个世界有成住坏空。清凉大师在《疏钞》里面说得很多，说得很详细。请看经文第七首：",
      "zh_TW": "再看後面這一段有四首偈，七、八、九、十這四首偈，「顯成壞」，這個世界有成住壞空。清涼大師在《疏鈔》裡面說得很多，說得很詳細。請看經文第七首："
    },
    {
      "id": "12-017-0898_p0008",
      "zh_CN": "【一一刹种中。劫烧不思议。所现虽败恶。其处常坚固。】",
      "zh_TW": "【一一剎種中。劫燒不思議。所現雖敗惡。其處常堅固。】"
    },
    {
      "id": "12-017-0898_p0009",
      "zh_CN": "清凉大师在注解里面跟我们开示，他说这一首所说的，「粗坏细存，坏由业恶，存由二因」，一个是「约佛」，一个是「善业者」。我们看经文，偈颂里的经文。",
      "zh_TW": "清涼大師在註解裡面跟我們開示，他說這一首所說的，「粗壞細存，壞由業惡，存由二因」，一個是「約佛」，一個是「善業者」。我們看經文，偈頌裡的經文。"
    },
    {
      "id": "12-017-0898_p0010",
      "zh_CN": "『一一刹种中』，换句话说，没有例外的。每一个刹种，这一句的意思我们懂得，这一个刹种里面有无量无边的佛刹。我们今天居住的这个地球，是娑婆世界的一部分，娑婆世界是刹种中一个佛刹。我们不要讲这个刹种，这刹种里面的一个佛刹。这一个佛刹，像我们这个地球，这个太阳系，有成住坏空，这是现代科学家都给我们做了很详细的报告。在我们太空当中，白天有阳光，使我们见不到空中的星球，但是在夜晚，我们就看到，看到空中许许多多的星球。而我们肉眼能够看到的星球，绝大多数是属于这个银河系，我们居住的这个银河系。这个银河系是娑婆世界的一分。",
      "zh_TW": "『一一剎種中』，換句話說，沒有例外的。每一個剎種，這一句的意思我們懂得，這一個剎種裡面有無量無邊的佛剎。我們今天居住的這個地球，是娑婆世界的一部分，娑婆世界是剎種中一個佛剎。我們不要講這個剎種，這剎種裡面的一個佛剎。這一個佛剎，像我們這個地球，這個太陽系，有成住壞空，這是現代科學家都給我們做了很詳細的報告。在我們太空當中，白天有陽光，使我們見不到空中的星球，但是在夜晚，我們就看到，看到空中許許多多的星球。而我們肉眼能夠看到的星球，絕大多數是屬於這個銀河系，我們居住的這個銀河系。這個銀河系是娑婆世界的一分。"
    },
    {
      "id": "12-017-0898_p0011",
      "zh_CN": "娑婆世界有多大？根据佛在经典上所讲的，这个世界至少有十万亿个银河系，诸位记住，十万亿！太阳系在银河系里面寿命不长，这个星系粗；银河系在宇宙当中存在的时间，那就长了。银河系好比我们这个身体，人身，太阳系好比是我们身上的一个细胞。我们人体身上的细胞，新陈代谢的时间很短，最长也不能超过七年，这是粗相。粗相，它坏了，细相存在，细相不跟它同时坏。就像银河系是细相，比银河系更大的，刹种，刹种是极其微细之相，它不坏。",
      "zh_TW": "娑婆世界有多大？根據佛在經典上所講的，這個世界至少有十萬億個銀河系，諸位記住，十萬億！太陽系在銀河系裡面壽命不長，這個星系粗；銀河系在宇宙當中存在的時間，那就長了。銀河系好比我們這個身體，人身，太陽系好比是我們身上的一個細胞。我們人體身上的細胞，新陳代謝的時間很短，最長也不能超過七年，這是粗相。粗相，它壞了，細相存在，細相不跟它同時壞。就像銀河系是細相，比銀河系更大的，剎種，剎種是極其微細之相，它不壞。"
    },
    {
      "id": "12-017-0898_p0012",
      "zh_CN": "这「一一刹种中，劫烧不思议」。怎么坏的？佛在经上讲，这是属于大三灾。大三灾是水、火、风，火灾可以烧到初禅，水灾可以淹没二禅，风灾可以毁坏三禅，唯有第四禅天没有水、火、风这个三灾，这叫大三灾。所以，四禅叫福天，那个天人有福报，他不受这个三灾之难，他有福报；四禅才叫福天。",
      "zh_TW": "這「一一剎種中，劫燒不思議」。怎麼壞的？佛在經上講，這是屬於大三災。大三災是水、火、風，火災可以燒到初禪，水災可以淹沒二禪，風災可以毀壞三禪，唯有第四禪天沒有水、火、風這個三災，這叫大三災。所以，四禪叫福天，那個天人有福報，他不受這個三災之難，他有福報；四禪才叫福天。"
    },
    {
      "id": "12-017-0898_p0013",
      "zh_CN": "经上给我们讲的，跟我们今天科学家所发现的完全相同。世界是怎么坏的？烧坏了。这个烧毁，今天科学家明了，这些物质都变换成能量。像太阳是一个火球，天天在燃烧，它有没有烧尽的时候？肯定有。它要烧尽了，太阳系就坏了，那是入四个中劫里面的坏劫。坏劫之后，就是空劫，成住坏空。坏了之后，它又能成，成了之后，它又会坏，永远在循环，所以经上给我们讲，不常不断。因为它有成住坏空，所以它不是永恒的。但是它因果转变相续不绝，我们说它不空，说它不断，不常不断，不生不灭。这才真正明了宇宙之间，这些世界成住坏空的真相。坏，怎么坏的？",
      "zh_TW": "經上給我們講的，跟我們今天科學家所發現的完全相同。世界是怎麼壞的？燒壞了。這個燒毀，今天科學家明瞭，這些物質都變換成能量。像太陽是一個火球，天天在燃燒，它有沒有燒盡的時候？肯定有。它要燒盡了，太陽系就壞了，那是入四個中劫裡面的壞劫。壞劫之後，就是空劫，成住壞空。壞了之後，它又能成，成了之後，它又會壞，永遠在循環，所以經上給我們講，不常不斷。因為它有成住壞空，所以它不是永恆的。但是它因果轉變相續不絕，我們說它不空，說它不斷，不常不斷，不生不滅。這才真正明瞭宇宙之間，這些世界成住壞空的真相。壞，怎麼壞的？"
    },
    {
      "id": "12-017-0898_p0014",
      "zh_CN": "『所现虽败恶』。所现的是刹土众生，清凉大师注解里面讲得很清楚，「坏由业恶」。业是什么？这个世界居民他造作恶业。这些年来，我们看到许许多多宗教的典籍，几乎都说我们这个时代，世界会毁灭，称为世界末日。我们想想世界为什么会有末日出现？居住在这个世界的居民敢造恶业，「坏由业恶」。现在社会大众造作十恶业是很平常的现象，而且造作恶业的趋势，可以说是加速度的在增长，这是一种非常可怕的现象。我们有幸遇到佛法，佛法是解脱之法，佛法是永恒不坏之法。我们遇到，有没有得道？这一点我们不能不留意。如果你要真的得道了，你就归到不坏不灭这一边，诸佛如来这一边。底下讲的。",
      "zh_TW": "『所現雖敗惡』。所現的是剎土眾生，清涼大師註解裡面講得很清楚，「壞由業惡」。業是什麼？這個世界居民他造作惡業。這些年來，我們看到許許多多宗教的典籍，幾乎都說我們這個時代，世界會毀滅，稱為世界末日。我們想想世界為什麼會有末日出現？居住在這個世界的居民敢造惡業，「壞由業惡」。現在社會大眾造作十惡業是很平常的現象，而且造作惡業的趨勢，可以說是加速度的在增長，這是一種非常可怕的現象。我們有幸遇到佛法，佛法是解脫之法，佛法是永恆不壞之法。我們遇到，有沒有得道？這一點我們不能不留意。如果你要真的得道了，你就歸到不壞不滅這一邊，諸佛如來這一邊。底下講的。"
    },
    {
      "id": "12-017-0898_p0015",
      "zh_CN": "『其处常坚固』，你属于这一边。如果你遇到，而没有得道，那你还是要属于成住坏空那一边，成住坏空是轮回。解脱的基因（这现代名词），基因就是最根本的因素，是什么？觉悟，不觉悟不行！佛在经上常说，什么人不觉悟？六道众生不觉悟，六道众生何以不觉悟？执着这个身是我，执着身外之物为我所，我所有的。只要你有「我」、有「我所」这样的知见（这个知见在佛法里面称之为邪知邪见），你就脱不了轮回，你就不能避免「劫烧不思议」。这个道理不能不懂，这个事实真相不能不知道。",
      "zh_TW": "『其處常堅固』，你屬於這一邊。如果你遇到，而沒有得道，那你還是要屬於成住壞空那一邊，成住壞空是輪迴。解脫的基因（這現代名詞），基因就是最根本的因素，是什麼？覺悟，不覺悟不行！佛在經上常說，什麼人不覺悟？六道眾生不覺悟，六道眾生何以不覺悟？執著這個身是我，執著身外之物為我所，我所有的。只要你有「我」、有「我所」這樣的知見（這個知見在佛法裡面稱之為邪知邪見），你就脫不了輪迴，你就不能避免「劫燒不思議」。這個道理不能不懂，這個事實真相不能不知道。"
    },
    {
      "id": "12-017-0898_p0016",
      "zh_CN": "我们要求坚固之法，要求永恒之法，这个一般宗教里面讲永生。永恒永生坚固之法，只有佛门里面才有，佛门是真实觉悟之门。佛第一个教给我们「无我」，《金刚经》上佛教菩萨（教初发心的菩萨，不是老菩萨，初发心的菩萨），要知道世出世间一切法无我，「无我相，无人相，无众生相，无寿者相」。你能从这个地方觉悟，不再执着这个身是我，不再执着一切万事万物为我所，你就解脱了。佛法里头有个名词，叫法眼净。法眼净是什么？实在讲就是正知正见。你的思想见解正确了，没有错误；你不会再造恶业，你超越人天，超越六道。这样的人一心念佛求愿往生，他一定得生净土。只要往生净土，就肯定一生圆满成就了。",
      "zh_TW": "我們要求堅固之法，要求永恆之法，這個一般宗教裡面講永生。永恆永生堅固之法，只有佛門裡面才有，佛門是真實覺悟之門。佛第一個教給我們「無我」，《金剛經》上佛教菩薩（教初發心的菩薩，不是老菩薩，初發心的菩薩），要知道世出世間一切法無我，「無我相，無人相，無眾生相，無壽者相」。你能從這個地方覺悟，不再執著這個身是我，不再執著一切萬事萬物為我所，你就解脫了。佛法裡頭有個名詞，叫法眼淨。法眼淨是什麼？實在講就是正知正見。你的思想見解正確了，沒有錯誤；你不會再造惡業，你超越人天，超越六道。這樣的人一心念佛求願往生，他一定得生淨土。只要往生淨土，就肯定一生圓滿成就了。"
    },
    {
      "id": "12-017-0898_p0017",
      "zh_CN": "「其处常坚固」，这一句是讲的细相，细相存在！存在有两个因，清凉大师讲，一个是佛力加持，这是肯定没有问题的；第二个善业，这就有问题了。佛力加持是平等的。那个世界坏了，坏了什么原因？不是佛力不加持，佛力还是加持，但是佛力加持必须要众生善业与佛加持相应，才能产生力量。佛虽然加持，众生心行跟佛不相应，佛的加持我们常讲加不上！这加不上的原因是众生不肯接纳，那这个世界是要毁坏的。佛加持我们，我们要欢喜接纳，依教奉行！这两个力量会合起来，这个世界长存，我们佛法里面讲长住，住的时间长。",
      "zh_TW": "「其處常堅固」，這一句是講的細相，細相存在！存在有兩個因，清涼大師講，一個是佛力加持，這是肯定沒有問題的；第二個善業，這就有問題了。佛力加持是平等的。那個世界壞了，壞了什麼原因？不是佛力不加持，佛力還是加持，但是佛力加持必須要眾生善業與佛加持相應，才能產生力量。佛雖然加持，眾生心行跟佛不相應，佛的加持我們常講加不上！這加不上的原因是眾生不肯接納，那這個世界是要毀壞的。佛加持我們，我們要歡喜接納，依教奉行！這兩個力量會合起來，這個世界長存，我們佛法裡面講長住，住的時間長。"
    },
    {
      "id": "12-017-0898_p0018",
      "zh_CN": "所以，我们很冷静的观察，现代的社会，现代世间众生，他们平常想的是什么，说的是什么，做的是什么？如果这些统统与十恶业相近，这个世界就有苦难，这个世界真的会接近末日，趋向灭亡。但是佛在经论里面常讲，释迦牟尼佛的法运有一万二千年；这诸位同学都晓得，正法一千年，像法一千年，末法有一万年。释迦牟尼佛灭度到今天，中国古大德记载说，这一万二千年这才过三千年，现在是第四个一千年的开始，三千零二十几年。这样说起来，往后还有九千年，那我们就相信这个世界不会毁灭，但是肯定这个世界上有劫难。",
      "zh_TW": "所以，我們很冷靜的觀察，現代的社會，現代世間眾生，他們平常想的是什麼，說的是什麼，做的是什麼？如果這些統統與十惡業相近，這個世界就有苦難，這個世界真的會接近末日，趨向滅亡。但是佛在經論裡面常講，釋迦牟尼佛的法運有一萬二千年；這諸位同學都曉得，正法一千年，像法一千年，末法有一萬年。釋迦牟尼佛滅度到今天，中國古大德記載說，這一萬二千年這才過三千年，現在是第四個一千年的開始，三千零二十幾年。這樣說起來，往後還有九千年，那我們就相信這個世界不會毀滅，但是肯定這個世界上有劫難。"
    },
    {
      "id": "12-017-0898_p0019",
      "zh_CN": "劫难，我们怎么肯定的？人造作不善，普遍在造作不善，加速度的在造作不善，怎么会有好果报？而且这个果报，我想像当中，非常可能是小三灾，这不是大三灾，小三灾。小三灾就是现在大家所说的核武战争，第三次世界大战，可不可能？我相信每个人都相信可能。这个战争不是世界全部毁灭，是世界局部毁灭。在这个世界肯定也有不受影响的地区，肯定是有，战争没有波及到这个地方。这个地方的人民一定是有善业，又得诸佛如来加持，在小三灾来临的时候，这个地区能避免。",
      "zh_TW": "劫難，我們怎麼肯定的？人造作不善，普遍在造作不善，加速度的在造作不善，怎麼會有好果報？而且這個果報，我想像當中，非常可能是小三災，這不是大三災，小三災。小三災就是現在大家所說的核武戰爭，第三次世界大戰，可不可能？我相信每個人都相信可能。這個戰爭不是世界全部毀滅，是世界局部毀滅。在這個世界肯定也有不受影響的地區，肯定是有，戰爭沒有波及到這個地方。這個地方的人民一定是有善業，又得諸佛如來加持，在小三災來臨的時候，這個地區能避免。"
    },
    {
      "id": "12-017-0898_p0020",
      "zh_CN": "所以，有许许多多同学来找我，找我做什么？这些年生活在这个世间，愈来愈没有安全感，真的是人心惶惶，问我哪个地方安全？到哪个地方去避难？这个问题我不能解答。我也不知道哪里安全，哪个地方有灾难？我没有这个能力。但是这么多年来，我们读了不少经，看了不少世出世间大圣大贤的典籍。从这些资讯里面我们得到一些智慧，或者说，我们得到了一些常识，那就是你要想消灾免难，最重要的是自己断恶修善，这是真理。",
      "zh_TW": "所以，有許許多多同學來找我，找我做什麼？這些年生活在這個世間，愈來愈沒有安全感，真的是人心惶惶，問我哪個地方安全？到哪個地方去避難？這個問題我不能解答。我也不知道哪裡安全，哪個地方有災難？我沒有這個能力。但是這麼多年來，我們讀了不少經，看了不少世出世間大聖大賢的典籍。從這些資訊裡面我們得到一些智慧，或者說，我們得到了一些常識，那就是你要想消災免難，最重要的是自己斷惡修善，這是真理。"
    },
    {
      "id": "12-017-0898_p0021",
      "zh_CN": "你想找一个不受灾难的地区，那你就要仔细观察，这个地区人民造不造恶业？这个地区人民不造恶业，肯定这个地方不受灾难。但是今天要找个地方居民不造恶业的，很难。那你就得观察，他造作的恶业轻重上去较量。这个地方的人造的恶业比其他地方的人轻，造作善业比其他地区的众生多，那这是好地方，这个地方可以住下来，生活艰苦一点没有关系。为什么？像这样的地方，大概在现在人心目当中都是比较落后的，落后地区。开发、先进，它的副作用就是造作恶业机会多。这是我们这么多年来从经验当中得到的，这不是我一个人，你们大家经验当中，又何尝不如是！",
      "zh_TW": "你想找一個不受災難的地區，那你就要仔細觀察，這個地區人民造不造惡業？這個地區人民不造惡業，肯定這個地方不受災難。但是今天要找個地方居民不造惡業的，很難。那你就得觀察，他造作的惡業輕重上去較量。這個地方的人造的惡業比其他地方的人輕，造作善業比其他地區的眾生多，那這是好地方，這個地方可以住下來，生活艱苦一點沒有關係。為什麼？像這樣的地方，大概在現在人心目當中都是比較落後的，落後地區。開發、先進，它的副作用就是造作惡業機會多。這是我們這麼多年來從經驗當中得到的，這不是我一個人，你們大家經驗當中，又何嘗不如是！"
    },
    {
      "id": "12-017-0898_p0022",
      "zh_CN": "我们今天居住这个小城，这个小城人口少，跟一般大都会比较，这个地方的人纯朴，恶念少，恶业少；反过来就是善念多、善业多，这是个好地方。这个地方可以修心养性。修学里头最重要的，学什么？清心寡欲，我们自己希求的是清净心。我常讲净生慧！心地清净会开智慧，行为善良能生福报。这边大家求福的人很多，善生福。纯净纯善，福慧圆满，又能把自己的福慧与社会大众共享，能够牺牲奉献，舍己为人，这是大福善，好事！决定不可以自私自利，自私自利的念头要是很重的话，没有不造恶业的。为什么？自私自利的思想，肯定连带而生起来的就是损人利己。如果他这个念头粗重，那个损人利己可能是不择手段，这样造作恶业自然就重，要知道恶业牵连着恶报。",
      "zh_TW": "我們今天居住這個小城，這個小城人口少，跟一般大都會比較，這個地方的人純樸，惡念少，惡業少；反過來就是善念多、善業多，這是個好地方。這個地方可以修心養性。修學裡頭最重要的，學什麼？清心寡欲，我們自己希求的是清淨心。我常講淨生慧！心地清淨會開智慧，行為善良能生福報。這邊大家求福的人很多，善生福。純淨純善，福慧圓滿，又能把自己的福慧與社會大眾共享，能夠犧牲奉獻，捨己為人，這是大福善，好事！決定不可以自私自利，自私自利的念頭要是很重的話，沒有不造惡業的。為什麼？自私自利的思想，肯定連帶而生起來的就是損人利己。如果他這個念頭粗重，那個損人利己可能是不擇手段，這樣造作惡業自然就重，要知道惡業牽連著惡報。"
    },
    {
      "id": "12-017-0898_p0023",
      "zh_CN": "清凉大师讲的「粗坏细存」。这个「粗细」含义很深很广，恶业粗，善业细。他老人家举《法华经》里面一句话来做证明，《法华经》上说「我净土不毁，天人常充满，然灭虽不俱，而起必同处」，这两句不是经文，经文只有前面两句，「我净土不毁，天人常充满」。这两句是什么人的境界？佛菩萨的境界，诸佛如来、法身菩萨他们的净土。这个世界有成住坏空，不要讲小三灾，讲大三灾，成住坏空，对于佛菩萨净土有没有影响？没有影响。佛菩萨跟我们住的是凡圣同居土。这个世界上有灾难，刀兵劫；核子弹在这里爆炸，把这个城市整个毁灭，菩萨道场也在此地，菩萨道场有没有受影响？跟诸位说，没有受影响。菩萨道场没有毁掉，天人常充满，不受这个灾难。这是什么？佛菩萨道场是细色；凡夫居住地方是粗色。粗的坏了，细的不坏。",
      "zh_TW": "清涼大師講的「粗壞細存」。這個「粗細」含義很深很廣，惡業粗，善業細。他老人家舉《法華經》裡面一句話來做證明，《法華經》上說「我淨土不毀，天人常充滿，然滅雖不俱，而起必同處」，這兩句不是經文，經文只有前面兩句，「我淨土不毀，天人常充滿」。這兩句是什麼人的境界？佛菩薩的境界，諸佛如來、法身菩薩他們的淨土。這個世界有成住壞空，不要講小三災，講大三災，成住壞空，對於佛菩薩淨土有沒有影響？沒有影響。佛菩薩跟我們住的是凡聖同居土。這個世界上有災難，刀兵劫；核子彈在這裡爆炸，把這個城市整個毀滅，菩薩道場也在此地，菩薩道場有沒有受影響？跟諸位說，沒有受影響。菩薩道場沒有毀掉，天人常充滿，不受這個災難。這是什麼？佛菩薩道場是細色；凡夫居住地方是粗色。粗的壞了，細的不壞。"
    },
    {
      "id": "12-017-0898_p0024",
      "zh_CN": "人天来比较，我们人的身体，这个色粗；天人的色相细。你要问为什么？实在讲，理由很简单，这个世间人心地不善，这个色怎么会微细？天人心地善良，感得的肤色就微细，报土不一样。「一切法从心想生」，诸位总要记住佛这一句的开示。好，现在时间到了。",
      "zh_TW": "人天來比較，我們人的身體，這個色粗；天人的色相細。你要問為什麼？實在講，理由很簡單，這個世間人心地不善，這個色怎麼會微細？天人心地善良，感得的膚色就微細，報土不一樣。「一切法從心想生」，諸位總要記住佛這一句的開示。好，現在時間到了。"
    },
    {
      "id": "12-017-0898_p0025",
      "zh_CN": "诸位同学，我们还要看前面这首偈，意思还没有能讲圆满：",
      "zh_TW": "諸位同學，我們還要看前面這首偈，意思還沒有能講圓滿："
    },
    {
      "id": "12-017-0898_p0026",
      "zh_CN": "【一一刹种中。劫烧不思议。所现虽败恶。其处常坚固。】",
      "zh_TW": "【一一剎種中。劫燒不思議。所現雖敗惡。其處常堅固。】"
    },
    {
      "id": "12-017-0898_p0027",
      "zh_CN": "清凉大师在注解里面引用《法华经》的两句话，说「我净土不毁，天人常充满，然灭虽不俱，而起必同处，虽曰同处，而恒相无，故难思也」。这几句话含义很深，大师怕后学难于理解，所以又加注解，这个注解就是《钞》，钞是注解疏的，疏是注解经的。在《钞》里面大师跟我们讲，粗是讲的「变化土」，细讲的是「自他受用土」。这样说法，我们概念比较清楚了。",
      "zh_TW": "清涼大師在註解裡面引用《法華經》的兩句話，說「我淨土不毀，天人常充滿，然滅雖不俱，而起必同處，雖曰同處，而恆相無，故難思也」。這幾句話含義很深，大師怕後學難於理解，所以又加註解，這個註解就是《鈔》，鈔是註解疏的，疏是註解經的。在《鈔》裡面大師跟我們講，粗是講的「變化土」，細講的是「自他受用土」。這樣說法，我們概念比較清楚了。"
    },
    {
      "id": "12-017-0898_p0028",
      "zh_CN": "凡圣同居土里面，有变化土，也有受用土。像传记里面这些事情记载得很多。譬如唐朝时候，法照禅师朝五台山，见到文殊菩萨的道场大圣竹林寺，在五台山。他去的时候见到了，进去了，正好遇到文殊菩萨在讲经，听众有一万多人。听完之后，法照禅师向文殊菩萨请教，那个时候佛法已经进入到末法了，末法时期人的根性不如从前，善念少，恶念多；善行少，恶作多。法师向菩萨请教：这个时候（就是这样的时代）众生依什么样的法门才能得度？文殊菩萨教他，念佛求生净土，这是最稳当的法门。法照禅师问：那要怎么个念法？文殊菩萨亲自教给他，法照禅师学会了。离开道场的时候，他沿途还做记号，希望下一次来的时候不要迷路。哪里知道，他正在做记号的时候，回头一看，道场没有了，完全是山林。他才知道菩萨示现的！",
      "zh_TW": "凡聖同居土裡面，有變化土，也有受用土。像傳記裡面這些事情記載得很多。譬如唐朝時候，法照禪師朝五台山，見到文殊菩薩的道場大聖竹林寺，在五台山。他去的時候見到了，進去了，正好遇到文殊菩薩在講經，聽眾有一萬多人。聽完之後，法照禪師向文殊菩薩請教，那個時候佛法已經進入到末法了，末法時期人的根性不如從前，善念少，惡念多；善行少，惡作多。法師向菩薩請教：這個時候（就是這樣的時代）眾生依什麼樣的法門才能得度？文殊菩薩教他，念佛求生淨土，這是最穩當的法門。法照禪師問：那要怎麼個念法？文殊菩薩親自教給他，法照禪師學會了。離開道場的時候，他沿途還做記號，希望下一次來的時候不要迷路。哪裡知道，他正在做記號的時候，回頭一看，道場沒有了，完全是山林。他才知道菩薩示現的！"
    },
    {
      "id": "12-017-0898_p0029",
      "zh_CN": "菩萨那个净土不坏，那个净土是细相，人间建筑的这些道场，粗相；那个净土，是菩萨的报土。法照禅师以后他不参禅了，他念佛，成为我们净土宗第四代的祖师。他的念佛称之为五会念佛，但是这个念佛的方法已经失传了。现在也有五会念佛的方法，我相信那个不是法照禅师传的。现在这个五会念佛像唱歌一样，我也提倡。为什么？接引初机，大家听了这个生欢喜心。生欢喜心就是跟阿弥陀佛结缘，把念佛的种子种在他阿赖耶识里头，这好事情。这一生很难成就，很难成就的原因是什么？这个腔调不能摄心，也就是不能令心清净，所以我深深相信，这不是文殊菩萨传的；文殊菩萨传的，一定是得清净心。",
      "zh_TW": "菩薩那個淨土不壞，那個淨土是細相，人間建築的這些道場，粗相；那個淨土，是菩薩的報土。法照禪師以後他不參禪了，他念佛，成為我們淨土宗第四代的祖師。他的念佛稱之為五會念佛，但是這個念佛的方法已經失傳了。現在也有五會念佛的方法，我相信那個不是法照禪師傳的。現在這個五會念佛像唱歌一樣，我也提倡。為什麼？接引初機，大家聽了這個生歡喜心。生歡喜心就是跟阿彌陀佛結緣，把念佛的種子種在他阿賴耶識裡頭，這好事情。這一生很難成就，很難成就的原因是什麼？這個腔調不能攝心，也就是不能令心清淨，所以我深深相信，這不是文殊菩薩傳的；文殊菩薩傳的，一定是得清淨心。"
    },
    {
      "id": "12-017-0898_p0030",
      "zh_CN": "还有一个例子，大家也是说出来都知道，这也是唐朝时候，悟达国师《慈悲三昧水忏》的故事。这个故事在《水忏》的序文就讲得很清楚，缘起讲得很清楚。他见到迦诺迦尊者的道场，那是阿罗汉的道场，在四川；也是凡圣同居土。我们这个世间有成住坏空，有毁灭，我相信尊者的那个道场也是不毁，「我净土不毁」。这个地方给我们很大的启示，让我们真正意识到、体会到，《金刚经》上所说的「一切有为法，如梦幻泡影」。",
      "zh_TW": "還有一個例子，大家也是說出來都知道，這也是唐朝時候，悟達國師《慈悲三昧水懺》的故事。這個故事在《水懺》的序文就講得很清楚，緣起講得很清楚。他見到迦諾迦尊者的道場，那是阿羅漢的道場，在四川；也是凡聖同居土。我們這個世間有成住壞空，有毀滅，我相信尊者的那個道場也是不毀，「我淨土不毀」。這個地方給我們很大的啟示，讓我們真正意識到、體會到，《金剛經》上所說的「一切有為法，如夢幻泡影」。"
    },
    {
      "id": "12-017-0898_p0031",
      "zh_CN": "真正觉悟，最重要的是什么？是要了解宇宙人生真相，这个重要。要真正明了虚空法界刹土众生，凡所有相无不是「唯心所现，唯识所变」。那我们要修的是什么？修的是心，修的是识。所以心要纯净，识要纯善，纯净纯善所现的是法性土，那个不坏，常住不坏。西方极乐世界，法性土；华藏世界，法性土。前面一首偈子念的，纯净无恶。",
      "zh_TW": "真正覺悟，最重要的是什麼？是要了解宇宙人生真相，這個重要。要真正明瞭虛空法界剎土眾生，凡所有相無不是「唯心所現，唯識所變」。那我們要修的是什麼？修的是心，修的是識。所以心要純淨，識要純善，純淨純善所現的是法性土，那個不壞，常住不壞。西方極樂世界，法性土；華藏世界，法性土。前面一首偈子念的，純淨無惡。"
    },
    {
      "id": "12-017-0898_p0032",
      "zh_CN": "诸佛如来的净土，我们有分，不是没有分。我们的法性土没有现前，没有关系，我们可以住别人的法性土。但是住别人法性土得有条件，也就是说你得有资格。什么资格？资格是明心见性，这难了！是难，可是这里头有方便，佛教我们求生阿弥陀佛极乐世界，那个地方可以带业往生。我们明白净土的道理、方法，我们就有信心。可是带业，自己一定要清楚，只能带旧业，不能带新业。古大德教导我们「随缘消旧业，莫更造新殃」，这两句话重要！",
      "zh_TW": "諸佛如來的淨土，我們有分，不是沒有分。我們的法性土沒有現前，沒有關係，我們可以住別人的法性土。但是住別人法性土得有條件，也就是說你得有資格。什麼資格？資格是明心見性，這難了！是難，可是這裡頭有方便，佛教我們求生阿彌陀佛極樂世界，那個地方可以帶業往生。我們明白淨土的道理、方法，我們就有信心。可是帶業，自己一定要清楚，只能帶舊業，不能帶新業。古大德教導我們「隨緣消舊業，莫更造新殃」，這兩句話重要！"
    },
    {
      "id": "12-017-0898_p0033",
      "zh_CN": "我们要真修，我们要求觉悟，要把觉悟的障碍放下。觉悟的障碍是什么？是妄想分别执着，落实到事相里面来，我执、法执。我执里面最严重的，执着身是我，执着我跟我所；什么时候能把这个执着放下，智慧就开了。我们今天用的方法，持名念佛，诸位知道持名念佛目的何在？真正的目的是要把烦恼习气念掉，也就是把我、我所念掉，念念跟阿弥陀佛相应，这带业往生。生到西方极乐世界，品位并不高，凡圣同居土，这是人人都能做得到的，就怕你不肯干，你要肯干，没有做不到的。你真正做到了，你就得大自在。",
      "zh_TW": "我們要真修，我們要求覺悟，要把覺悟的障礙放下。覺悟的障礙是什麼？是妄想分別執著，落實到事相裡面來，我執、法執。我執裡面最嚴重的，執著身是我，執著我跟我所；什麼時候能把這個執著放下，智慧就開了。我們今天用的方法，持名念佛，諸位知道持名念佛目的何在？真正的目的是要把煩惱習氣念掉，也就是把我、我所念掉，念念跟阿彌陀佛相應，這帶業往生。生到西方極樂世界，品位並不高，凡聖同居土，這是人人都能做得到的，就怕你不肯幹，你要肯幹，沒有做不到的。你真正做到了，你就得大自在。"
    },
    {
      "id": "12-017-0898_p0034",
      "zh_CN": "希望这个功夫我们要早一天得到，愈早愈好。也许你听到这个话，你会疑惑：这样子，法师是不是叫我们赶快死？你要有这个疑惑，起这个念头，你的我执很重。念佛功夫成就，我们这个经上讲的「一心不乱，功夫成片」，确确实实你只要得到，你往生就有把握。什么时候往生是你自己的事情。你愿意现在走，行，你走得了；你愿意在这个世界上再过个几十年，也不妨碍，生死自在。",
      "zh_TW": "希望這個功夫我們要早一天得到，愈早愈好。也許你聽到這個話，你會疑惑：這樣子，法師是不是叫我們趕快死？你要有這個疑惑，起這個念頭，你的我執很重。念佛功夫成就，我們這個經上講的「一心不亂，功夫成片」，確確實實你只要得到，你往生就有把握。什麼時候往生是你自己的事情。你願意現在走，行，你走得了；你願意在這個世界上再過個幾十年，也不妨礙，生死自在。"
    },
    {
      "id": "12-017-0898_p0035",
      "zh_CN": "你得到了，你还不走，这里头必有缘故，什么缘故？不是为自己，为众生。你仔细观察这个世间众生，还有很多跟你有缘分的，佛经上常讲「佛不度无缘之人」。这世间很多众生跟你有缘，你要度他，你不能说你成就了就走，你要把有缘的众生都度了，那个时候你才可以走。如果一看，这个世间众生跟我没有缘，你可以走。为什么？你住在这里没有用处。你虽然成就了，众生对你没有信心，你给他讲经说法，他不听，他不能接受，这就是没有缘。没有缘应该走，为什么？遍法界虚空界，这个地方众生没有缘，别的地方众生有缘；哪个地方众生有缘，就到哪里去。",
      "zh_TW": "你得到了，你還不走，這裡頭必有緣故，什麼緣故？不是為自己，為眾生。你仔細觀察這個世間眾生，還有很多跟你有緣分的，佛經上常講「佛不度無緣之人」。這世間很多眾生跟你有緣，你要度他，你不能說你成就了就走，你要把有緣的眾生都度了，那個時候你才可以走。如果一看，這個世間眾生跟我沒有緣，你可以走。為什麼？你住在這裡沒有用處。你雖然成就了，眾生對你沒有信心，你給他講經說法，他不聽，他不能接受，這就是沒有緣。沒有緣應該走，為什麼？遍法界虛空界，這個地方眾生沒有緣，別的地方眾生有緣；哪個地方眾生有緣，就到哪裡去。"
    },
    {
      "id": "12-017-0898_p0036",
      "zh_CN": "所以契入境界之后，你的生活空间扩大了，不限于这个地球。无量无边诸佛刹土，都是自己修学的道场，都是自己教化众生的处所。所以你自自然然跟诸佛菩萨一样，与一切众生感应道交，哪里有感，哪里就有应。所以我说你得大自在，愈早愈好。生死要了，你没有了生死，你才贪生怕死；你了生死是没有生死，这跟你讲真话。生死是凡夫一个错误的概念，没有这个事情的。",
      "zh_TW": "所以契入境界之後，你的生活空間擴大了，不限於這個地球。無量無邊諸佛剎土，都是自己修學的道場，都是自己教化眾生的處所。所以你自自然然跟諸佛菩薩一樣，與一切眾生感應道交，哪裡有感，哪裡就有應。所以我說你得大自在，愈早愈好。生死要了，你沒有了生死，你才貪生怕死；你了生死是沒有生死，這跟你講真話。生死是凡夫一個錯誤的概念，沒有這個事情的。"
    },
    {
      "id": "12-017-0898_p0037",
      "zh_CN": "《法华经》上这段经文，《钞》里面录下来了。经上说「众生见劫尽」，成住坏空，这是讲住，住劫尽了；住劫尽了，下面就是坏劫。「大火所烧时」，这一句所讲的与现代科学家观测的相同。你看科学家在天文望远镜里面，看到太空星球火烧，烧到最后爆炸，爆炸这个星球就没有了，那是世界坏。也常常发现星星，星星不就是成吗？所以成住坏空在现在望远镜里面看得很清楚，确确实实这个星球、星系到它的能源用尽的时候，像太阳的燃烧是能源，烧尽了的时候，它就爆炸，这个星系就没有了，就解散掉了。",
      "zh_TW": "《法華經》上這段經文，《鈔》裡面錄下來了。經上說「眾生見劫盡」，成住壞空，這是講住，住劫盡了；住劫盡了，下面就是壞劫。「大火所燒時」，這一句所講的與現代科學家觀測的相同。你看科學家在天文望遠鏡裡面，看到太空星球火燒，燒到最後爆炸，爆炸這個星球就沒有了，那是世界壞。也常常發現星星，星星不就是成嗎？所以成住壞空在現在望遠鏡裡面看得很清楚，確確實實這個星球、星系到它的能源用盡的時候，像太陽的燃燒是能源，燒盡了的時候，它就爆炸，這個星系就沒有了，就解散掉了。"
    },
    {
      "id": "12-017-0898_p0038",
      "zh_CN": "但是小星系爆炸，大的星系存在，银河系存在。但是这个也是前面所讲的刹种，刹种在，佛刹不在，爆炸了，成住坏空，爆炸了。但是佛刹里面，整个佛刹，这三千大千世界，存在的时间长久；这里面的小星系，像我们太阳系是小星系，基本的星系，这种星系存在的时间都不长。那是我们在望远镜里面，看到太空当中的这些成住坏空的现象，都是小星系，常常可以看见。这是接近火烧，爆炸。",
      "zh_TW": "但是小星系爆炸，大的星系存在，銀河系存在。但是這個也是前面所講的剎種，剎種在，佛剎不在，爆炸了，成住壞空，爆炸了。但是佛剎裡面，整個佛剎，這三千大千世界，存在的時間長久；這裡面的小星系，像我們太陽系是小星系，基本的星系，這種星系存在的時間都不長。那是我們在望遠鏡裡面，看到太空當中的這些成住壞空的現象，都是小星系，常常可以看見。這是接近火燒，爆炸。"
    },
    {
      "id": "12-017-0898_p0039",
      "zh_CN": "「我此土安隐，天人常充满，园林诸堂阁，种种宝庄严，宝树多华果，众生所游乐，诸天击天鼓，常作众伎乐，雨曼陀罗华，散佛及大众，我净土不毁，而众见烧尽，忧怖诸苦恼，如是悉充满」。到这个地方，这是《疏》里面引用的《法华经》的经文，这段经文给我们很大的启示。凡夫见到这个星球、星系烧尽了，爆炸了，毁灭了；实际上，诸佛菩萨的报土丝毫影响都没有。因此那个地方过一段时期之后，慢慢又形成一个星系，它又成了，所以成住坏空永远在那里循环。成住坏空叫一个大劫，一个大劫，四个中劫，成住坏空就是四个中劫。因果转变，因果循环，因果相续，所以说万法皆空，因果不空。",
      "zh_TW": "「我此土安隱，天人常充滿，園林諸堂閣，種種寶莊嚴，寶樹多華果，眾生所遊樂，諸天擊天鼓，常作眾伎樂，雨曼陀羅華，散佛及大眾，我淨土不毀，而眾見燒盡，憂怖諸苦惱，如是悉充滿」。到這個地方，這是《疏》裡面引用的《法華經》的經文，這段經文給我們很大的啟示。凡夫見到這個星球、星系燒盡了，爆炸了，毀滅了；實際上，諸佛菩薩的報土絲毫影響都沒有。因此那個地方過一段時期之後，慢慢又形成一個星系，它又成了，所以成住壞空永遠在那裡循環。成住壞空叫一個大劫，一個大劫，四個中劫，成住壞空就是四個中劫。因果轉變，因果循環，因果相續，所以說萬法皆空，因果不空。"
    },
    {
      "id": "12-017-0898_p0040",
      "zh_CN": "凡圣同居，大师在《疏》文里面也说过，就是在这一段里面也讲得很清楚。他说譬如罗刹宫殿与人间的这些宫殿，宫殿就是居住的房屋，「同在一处互不相见」。我们换句话说，鬼神的住处跟人的住处是在一起的，人见不到鬼神，鬼神也见不到人。这是什么原因？现在科学家的解释我们很容易理解，空间维次不相同，所以这个世间确确实实是重叠的。在《华严经》里面，我们这才明了，这个重叠是无量无边无数无尽，正如同我们现在一个电视的画面。电视机的画面，讲电视机的萤幕，它有许许多多频道重叠在一起，你看你按哪个频道，哪个画面出现。你换一个频道，又是一个画面出现，都在同一个萤光幕上出现；这一个萤光幕里头，有几十个、几百个频道重叠在一起。",
      "zh_TW": "凡聖同居，大師在《疏》文裡面也說過，就是在這一段裡面也講得很清楚。他說譬如羅剎宮殿與人間的這些宮殿，宮殿就是居住的房屋，「同在一處互不相見」。我們換句話說，鬼神的住處跟人的住處是在一起的，人見不到鬼神，鬼神也見不到人。這是什麼原因？現在科學家的解釋我們很容易理解，空間維次不相同，所以這個世間確確實實是重疊的。在《華嚴經》裡面，我們這才明瞭，這個重疊是無量無邊無數無盡，正如同我們現在一個電視的畫面。電視機的畫面，講電視機的螢幕，它有許許多多頻道重疊在一起，你看你按哪個頻道，哪個畫面出現。你換一個頻道，又是一個畫面出現，都在同一個螢光幕上出現；這一個螢光幕裡頭，有幾十個、幾百個頻道重疊在一起。"
    },
    {
      "id": "12-017-0898_p0041",
      "zh_CN": "宇宙里面的形象，这种重叠可以说是无量无边无尽无数，所以大师才说，「不即三界，不离三界」，离即同时，不但同时，它同处。这个道理我们要懂，然后这个疑惑才能断，断疑生信，信心从这儿建立的。这些疑惑就是妄想执着的根源。我们再看底下一首经文，第八首：",
      "zh_TW": "宇宙裡面的形象，這種重疊可以說是無量無邊無盡無數，所以大師才說，「不即三界，不離三界」，離即同時，不但同時，它同處。這個道理我們要懂，然後這個疑惑才能斷，斷疑生信，信心從這兒建立的。這些疑惑就是妄想執著的根源。我們再看底下一首經文，第八首："
    },
    {
      "id": "12-017-0898_p0042",
      "zh_CN": "【由众生业力。出生多刹土。依止于风轮。及以水轮住。】",
      "zh_TW": "【由眾生業力。出生多剎土。依止於風輪。及以水輪住。】"
    },
    {
      "id": "12-017-0898_p0043",
      "zh_CN": "清凉大师在这一首偈里面给我们说明这个意思是「业存处立」。这说个什么意思？这些现象从哪来的？业力变现的。业力在，这个形象就在；业力要消了，这形象就没有。永嘉大师《证道歌》里头说得好「梦里明明有六趣」，那就是业存在，六道轮回有；「觉后空空无大千」，业消掉，没有了，大千世界就没有了。清凉大师解释这一首偈，用四个字「业存处立」，真的是简要详明。所以这些现象，特别是我们现前居住的这个现象，六道的现象，是『由众生业力，出生多刹土』。无量无边的众生，这些众生他们的思想见解、言语造作不一样，所以变现，这唯识所变，变现出许许多多不同的刹土。",
      "zh_TW": "清涼大師在這一首偈裡面給我們說明這個意思是「業存處立」。這說個什麼意思？這些現象從哪來的？業力變現的。業力在，這個形象就在；業力要消了，這形象就沒有。永嘉大師《證道歌》裡頭說得好「夢裡明明有六趣」，那就是業存在，六道輪迴有；「覺後空空無大千」，業消掉，沒有了，大千世界就沒有了。清涼大師解釋這一首偈，用四個字「業存處立」，真的是簡要詳明。所以這些現象，特別是我們現前居住的這個現象，六道的現象，是『由眾生業力，出生多剎土』。無量無邊的眾生，這些眾生他們的思想見解、言語造作不一樣，所以變現，這唯識所變，變現出許許多多不同的剎土。"
    },
    {
      "id": "12-017-0898_p0044",
      "zh_CN": "『依止于风轮』，这一句是讲大环境。「风轮」是什么意思？今天讲的，星球在太空当中的运动，风是动的。地球绕着太阳系公转，不但有公转，而且自己还有自转。现在所有一切星球在太空都是动的，没有静止的。从前有说有恒星、有行星，现在知道了，根本就没有恒星。太阳也是在动，也是在运动，环绕银河系公转。自己有没有自转？有，我们从太阳黑子的周期性，就知道太阳自转一周需要多少时间，这就是「依止于风轮」。「出生多刹土」，这个「多刹土」就是多星系，多星球，依止于风轮。",
      "zh_TW": "『依止於風輪』，這一句是講大環境。「風輪」是什麼意思？今天講的，星球在太空當中的運動，風是動的。地球繞著太陽系公轉，不但有公轉，而且自己還有自轉。現在所有一切星球在太空都是動的，沒有靜止的。從前有說有恆星、有行星，現在知道了，根本就沒有恆星。太陽也是在動，也是在運動，環繞銀河系公轉。自己有沒有自轉？有，我們從太陽黑子的周期性，就知道太陽自轉一周需要多少時間，這就是「依止於風輪」。「出生多剎土」，這個「多剎土」就是多星系，多星球，依止於風輪。"
    },
    {
      "id": "12-017-0898_p0045",
      "zh_CN": "『及以水轮住』，这是讲我们地球，这个经是佛在我们这个人间讲的。这个星球陆地少，海洋多，好像陆地四周全是海洋。陆地依什么？陆地依海洋，这就是由我们自己知见上来解释。更深的意思，那就讲到表法，表法的意思，其深无尽。前面长行文里面，给我们讲香水海、香水河，都是表阿赖耶识里面含藏的种子。这个说得好，种子起现行，这就是「及以水轮住」。再看下面一首：",
      "zh_TW": "『及以水輪住』，這是講我們地球，這個經是佛在我們這個人間講的。這個星球陸地少，海洋多，好像陸地四周全是海洋。陸地依什麼？陸地依海洋，這就是由我們自己知見上來解釋。更深的意思，那就講到表法，表法的意思，其深無盡。前面長行文裡面，給我們講香水海、香水河，都是表阿賴耶識裡面含藏的種子。這個說得好，種子起現行，這就是「及以水輪住」。再看下面一首："
    },
    {
      "id": "12-017-0898_p0046",
      "zh_CN": "【世界法如是。种种见不同。而实无有生。亦复无灭坏。】",
      "zh_TW": "【世界法如是。種種見不同。而實無有生。亦復無滅壞。】"
    },
    {
      "id": "12-017-0898_p0047",
      "zh_CN": "清凉大师在注解里面给我们讲了八个字，「世相不同，性无生灭」。『世界法如是』，这个「世」是讲时间，「界」是讲空间。「如是」是像上面所讲的众生业力变现出来的。众生的业不同，所以『种种见不同』。相虽然不一样，性是一样的。",
      "zh_TW": "清涼大師在註解裡面給我們講了八個字，「世相不同，性無生滅」。『世界法如是』，這個「世」是講時間，「界」是講空間。「如是」是像上面所講的眾生業力變現出來的。眾生的業不同，所以『種種見不同』。相雖然不一樣，性是一樣的。"
    },
    {
      "id": "12-017-0898_p0048",
      "zh_CN": "『而实无有生，亦复无灭坏』。世界成，世界的坏，自性永远常住，决不随现相成坏，也不随性相生灭。我们还用比喻来说，大家从比喻里面去体会这个意思。我们把现相比喻作电视萤幕上的画面，这是形相，频道一打开，这个形相生了；频道一关，这个形相灭了，这有生灭，也就是成坏跟生灭是一个意思。可是电视的萤光幕就好比是法性，法性有没有随着它这个形相成坏、生灭？没有。萤光幕能现相，不随现相升沈。形相灭了，萤光幕不随形相灭坏，自性常存。这个道理我们要懂。",
      "zh_TW": "『而實無有生，亦復無滅壞』。世界成，世界的壞，自性永遠常住，決不隨現相成壞，也不隨性相生滅。我們還用比喻來說，大家從比喻裡面去體會這個意思。我們把現相比喻作電視螢幕上的畫面，這是形相，頻道一打開，這個形相生了；頻道一關，這個形相滅了，這有生滅，也就是成壞跟生滅是一個意思。可是電視的螢光幕就好比是法性，法性有沒有隨著它這個形相成壞、生滅？沒有。螢光幕能現相，不隨現相升沈。形相滅了，螢光幕不隨形相滅壞，自性常存。這個道理我們要懂。"
    },
    {
      "id": "12-017-0898_p0049",
      "zh_CN": "自性不但是常存，所谓是不生不灭，不来不去，不常不断，不一不异，《中观》上讲的八不。你们想想，我们用电视萤光幕，你念这个八不，你不就明了了吗？讲生灭，讲来去，讲一异，那是讲什么？讲萤幕里面所现的相。相有生有灭，有来有去，有常有断，有一有异，但是那个萤幕，萤光幕没有这个现相，没有是真性；有是现相，相是虚妄的；性是真实的。希望你在相上见性，那就是佛菩萨；从性上见相，那你是凡夫。所以诸佛菩萨从生灭当中见不生不灭，就好像在电视面前，他看到电视现相，他见到能现相的萤光幕（电视萤幕），如如不动。但是绝不妨碍这些现相的生灭，不妨碍它。现相生灭，也决定不妨碍萤光幕的清净不染，一丝毫没有染着。",
      "zh_TW": "自性不但是常存，所謂是不生不滅，不來不去，不常不斷，不一不異，《中觀》上講的八不。你們想想，我們用電視螢光幕，你念這個八不，你不就明瞭了嗎？講生滅，講來去，講一異，那是講什麼？講螢幕裡面所現的相。相有生有滅，有來有去，有常有斷，有一有異，但是那個螢幕，螢光幕沒有這個現相，沒有是真性；有是現相，相是虛妄的；性是真實的。希望你在相上見性，那就是佛菩薩；從性上見相，那你是凡夫。所以諸佛菩薩從生滅當中見不生不滅，就好像在電視面前，他看到電視現相，他見到能現相的螢光幕（電視螢幕），如如不動。但是絕不妨礙這些現相的生滅，不妨礙它。現相生滅，也決定不妨礙螢光幕的清淨不染，一絲毫沒有染著。"
    },
    {
      "id": "12-017-0898_p0050",
      "zh_CN": "诸位从这个比喻里面，细细去思惟。现在人常常看电视，我们用这个比喻，你要是细心观察，你看电视也能够大彻大悟，也能够明心见性。所以你得会！不会就不行，你不会，被这些幻相迷了，你在这里面生喜怒哀乐，它挑动你的七情五欲；你要是会，那你是如如不动，你知道性有相无，性真相妄。然后如古大德所说，哪一法不是佛法？法法皆是。所以讲「实无有生，亦复无灭坏」，这从性上讲的，从理上讲的，从体上讲的。再看最后这一首偈，这首偈「结归因缘」：",
      "zh_TW": "諸位從這個比喻裡面，細細去思惟。現在人常常看電視，我們用這個比喻，你要是細心觀察，你看電視也能夠大徹大悟，也能夠明心見性。所以你得會！不會就不行，你不會，被這些幻相迷了，你在這裡面生喜怒哀樂，它挑動你的七情五欲；你要是會，那你是如如不動，你知道性有相無，性真相妄。然後如古大德所說，哪一法不是佛法？法法皆是。所以講「實無有生，亦復無滅壞」，這從性上講的，從理上講的，從體上講的。再看最後這一首偈，這首偈「結歸因緣」："
    },
    {
      "id": "12-017-0898_p0051",
      "zh_CN": "【一一心念中。出生无量刹。以佛威神力。悉见净无垢。】",
      "zh_TW": "【一一心念中。出生無量剎。以佛威神力。悉見淨無垢。】"
    },
    {
      "id": "12-017-0898_p0052",
      "zh_CN": "这一首偈，「结归因缘」，清凉大师说，「内由心变，则染净万差，外假佛缘，于何不净」。佛缘，我们要，我们如果没有佛缘，就很苦了。要没有佛缘，我们的心，我们的境界，可以说是纯染无净，你心不得清净，你的行怎么会清净？我们看看现代的社会，看看这社会上芸芸众生，你细心观察，你也可以去访问，给他们谈谈。他们生活在这个世间是苦多乐少，还是乐多苦少？",
      "zh_TW": "這一首偈，「結歸因緣」，清涼大師說，「內由心變，則染淨萬差，外假佛緣，於何不淨」。佛緣，我們要，我們如果沒有佛緣，就很苦了。要沒有佛緣，我們的心，我們的境界，可以說是純染無淨，你心不得清淨，你的行怎麼會清淨？我們看看現代的社會，看看這社會上芸芸眾生，你細心觀察，你也可以去訪問，給他們談談。他們生活在這個世間是苦多樂少，還是樂多苦少？"
    },
    {
      "id": "12-017-0898_p0053",
      "zh_CN": "我们再微细的观察，现代社会，年轻人自杀，儿童自杀，哪一天没有？这些人为什么要自杀？你去找这个原因，自杀能不能解决问题？他不知道，他要知道，他就觉悟了，他就不会造这个业；自杀也是造恶业，不是善业。不但对自己不利，对于一切众生所造成的是负面的影响，那就是造作恶业。这个道理我们讲席里头常讲，学佛的人起心动念、言语造作，一定要给社会大众做好榜样，自杀不是好榜样。不是好榜样就不能做。哪些是好榜样？转恶为善是好榜样。教化众生，一定要从本身做起。我怎样转苦为乐、转染成净、转迷为悟？这是好样子，这好样子从哪里来？一定要学习，在佛法当中学习，向古圣先贤学习。所以这里经文提示我们。",
      "zh_TW": "我們再微細的觀察，現代社會，年輕人自殺，兒童自殺，哪一天沒有？這些人為什麼要自殺？你去找這個原因，自殺能不能解決問題？他不知道，他要知道，他就覺悟了，他就不會造這個業；自殺也是造惡業，不是善業。不但對自己不利，對於一切眾生所造成的是負面的影響，那就是造作惡業。這個道理我們講席裡頭常講，學佛的人起心動念、言語造作，一定要給社會大眾做好榜樣，自殺不是好榜樣。不是好榜樣就不能做。哪些是好榜樣？轉惡為善是好榜樣。教化眾生，一定要從本身做起。我怎樣轉苦為樂、轉染成淨、轉迷為悟？這是好樣子，這好樣子從哪裡來？一定要學習，在佛法當中學習，向古聖先賢學習。所以這裡經文提示我們。"
    },
    {
      "id": "12-017-0898_p0054",
      "zh_CN": "『以佛威神力，悉见净无垢』。我们不亲近诸佛菩萨，你怎么能见到纯净纯善？我们在这个世间，这样的社会，要想见到纯净纯善，没有别的，一定要学大乘佛法。果然你能够契入大乘，我们不说多，能契入少分，你得的利益就不可思议，你确确实实能在这一生当中，过纯净纯善的生活。刚才讲过，净生智慧，善生福德。你会幸福美满度过这一生，来生比这一生更殊胜。好，现在时间到了。",
      "zh_TW": "『以佛威神力，悉見淨無垢』。我們不親近諸佛菩薩，你怎麼能見到純淨純善？我們在這個世間，這樣的社會，要想見到純淨純善，沒有別的，一定要學大乘佛法。果然你能夠契入大乘，我們不說多，能契入少分，你得的利益就不可思議，你確確實實能在這一生當中，過純淨純善的生活。剛才講過，淨生智慧，善生福德。你會幸福美滿度過這一生，來生比這一生更殊勝。好，現在時間到了。"
    }
  ]
}