{
  "doc_id": "12-017-1752",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七五二卷",
    "zh_TW": "第一七五二卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1752",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "12-017-1752_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「贤首品第十二」，无方大用第八段「明毛光照益三昧门」。这个名题前面介绍过，现在我们从经文看起。经文总有九十首颂，这很长，九十首分为五个段落，分为五个小段。第一段有一首颂，第一首「标门总辨」，第二段「别明一毛光明业用」，第三段「类显一切毛光业用」，第四段「释成分齐」，末后一段是「闻信光益」。我们先看第一首：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「賢首品第十二」，無方大用第八段「明毛光照益三昧門」。這個名題前面介紹過，現在我們從經文看起。經文總有九十首頌，這很長，九十首分為五個段落，分為五個小段。第一段有一首頌，第一首「標門總辨」，第二段「別明一毛光明業用」，第三段「類顯一切毛光業用」，第四段「釋成分齊」，末後一段是「聞信光益」。我們先看第一首："
    },
    {
      "id": "12-017-1752_p0002",
      "zh_CN": "【有胜三昧名安乐。能普救度诸群生。放大光明不思议。令其见者悉调伏。】",
      "zh_TW": "【有勝三昧名安樂。能普救度諸群生。放大光明不思議。令其見者悉調伏。】"
    },
    {
      "id": "12-017-1752_p0003",
      "zh_CN": "第一句佛告诉我们，『有胜三昧』，「胜」是殊胜，「三昧」是梵语，正翻，就是依字面上翻成中国意思，叫正受。受是享受、是感受，正是正常的，这个正常的受，也就是禅定。为什么叫做正常？拣别我们凡夫这个是感受不正常。佛说六道凡夫有五种受，身有苦有乐，心有忧有喜，再有一种，就是心没有忧喜，身也没有苦乐，这个时候叫舍受；因为它时间很短，所以叫舍，暂时的舍。如果永远保持这个境界，那就叫三昧。所以三昧这个正受，就是心没有忧喜、身没有苦乐。没有苦乐才是真乐，这才叫正常的。所以只要有苦乐忧喜舍都不是正常的，六道众生都不正常，这个我们要懂得。所以我们今天讲情绪不稳定，妄念很多，这是不正常。如果你要是得禅定，你就恢复到正常了，就再不会有情绪不稳定的这个现象，也不会有不正常的现象，这叫三昧。三昧多，无量三昧，我们在这一品经里面就看到很多很多。",
      "zh_TW": "第一句佛告訴我們，『有勝三昧』，「勝」是殊勝，「三昧」是梵語，正翻，就是依字面上翻成中國意思，叫正受。受是享受、是感受，正是正常的，這個正常的受，也就是禪定。為什麼叫做正常？揀別我們凡夫這個是感受不正常。佛說六道凡夫有五種受，身有苦有樂，心有憂有喜，再有一種，就是心沒有憂喜，身也沒有苦樂，這個時候叫捨受；因為它時間很短，所以叫捨，暫時的捨。如果永遠保持這個境界，那就叫三昧。所以三昧這個正受，就是心沒有憂喜、身沒有苦樂。沒有苦樂才是真樂，這才叫正常的。所以只要有苦樂憂喜捨都不是正常的，六道眾生都不正常，這個我們要懂得。所以我們今天講情緒不穩定，妄念很多，這是不正常。如果你要是得禪定，你就恢復到正常了，就再不會有情緒不穩定的這個現象，也不會有不正常的現象，這叫三昧。三昧多，無量三昧，我們在這一品經裡面就看到很多很多。"
    },
    {
      "id": "12-017-1752_p0004",
      "zh_CN": "胜，殊胜，这就难得！叫非常殊胜的三昧，这什么人有？法身菩萨。我们晓得「贤首品」是十信位最后一品，十信位里面讲什么？完全讲的是四圣法界。到底下一品经就是法身菩萨，初住位；十信心满往上上升就是初住，初住菩萨就是中国禅宗里面所说的「明心见性，见性成佛」。所以诸位要晓得，初住菩萨就是佛，他的德能、智慧、神通、感应跟究竟果佛可以说没有差别，这个我们在《华严经》里面学过很多。为什么从这个往上去，还有四十一个位次？现在我们把这个事情总算是搞清楚了，那是无始无明习气有厚薄不相同。虽然还带着习气，对于遍法界虚空界一切众生感应道交完全相同，决定没有两样，确实圆满做到对十法界众生随心应量。这个心不是他的心，佛菩萨没有，心是十法界众生有心，有心就有感，诸佛就有应。",
      "zh_TW": "勝，殊勝，這就難得！叫非常殊勝的三昧，這什麼人有？法身菩薩。我們曉得「賢首品」是十信位最後一品，十信位裡面講什麼？完全講的是四聖法界。到底下一品經就是法身菩薩，初住位；十信心滿往上上升就是初住，初住菩薩就是中國禪宗裡面所說的「明心見性，見性成佛」。所以諸位要曉得，初住菩薩就是佛，他的德能、智慧、神通、感應跟究竟果佛可以說沒有差別，這個我們在《華嚴經》裡面學過很多。為什麼從這個往上去，還有四十一個位次？現在我們把這個事情總算是搞清楚了，那是無始無明習氣有厚薄不相同。雖然還帶著習氣，對於遍法界虛空界一切眾生感應道交完全相同，決定沒有兩樣，確實圓滿做到對十法界眾生隨心應量。這個心不是他的心，佛菩薩沒有，心是十法界眾生有心，有心就有感，諸佛就有應。"
    },
    {
      "id": "12-017-1752_p0005",
      "zh_CN": "诸佛，《金刚经》上讲诸佛，你看看江味农居士注解里面，《讲义》里面所解释的，「诸佛」就是四十一位法身菩萨，叫法身大士；天台家讲，他们叫分证佛，分证是真佛不是假佛。六即佛里面有讲理即佛，我们凡夫在理上讲，我们一切众生本来是佛。诸位要晓得，这个佛是从理上讲，就是从心性上讲的，那全都是佛。第二种是名字即佛，有名无实，不是真佛。像我们尊称某个大德，称他为活佛。过去帝王对这些出家大德封号封作什么佛，那是名字，那不是真的，这要晓得，名字即佛。我们学佛，实在讲，功夫不得力也是名字即佛。功夫真正得力，叫观行即佛，功夫得力了。这个位次在我们净土宗念佛法门里面管用，观行即在净土宗是什么位次？叫功夫成片，很浅，功夫不深，但是他决定得生净土。他要发愿往生的话，生凡圣同居土，这观行即，但是修其他的法门，出不了六道轮回，没有用处。修其他的法门，要再提升一级，叫相似即佛，行，有用。相似即佛是什么地位？阿罗汉以上，也就是说，《华严》上讲的妄想分别执着，你把执着放下了。",
      "zh_TW": "諸佛，《金剛經》上講諸佛，你看看江味農居士註解裡面，《講義》裡面所解釋的，「諸佛」就是四十一位法身菩薩，叫法身大士；天台家講，他們叫分證佛，分證是真佛不是假佛。六即佛裡面有講理即佛，我們凡夫在理上講，我們一切眾生本來是佛。諸位要曉得，這個佛是從理上講，就是從心性上講的，那全都是佛。第二種是名字即佛，有名無實，不是真佛。像我們尊稱某個大德，稱他為活佛。過去帝王對這些出家大德封號封作什麼佛，那是名字，那不是真的，這要曉得，名字即佛。我們學佛，實在講，功夫不得力也是名字即佛。功夫真正得力，叫觀行即佛，功夫得力了。這個位次在我們淨土宗念佛法門裡面管用，觀行即在淨土宗是什麼位次？叫功夫成片，很淺，功夫不深，但是他決定得生淨土。他要發願往生的話，生凡聖同居土，這觀行即，但是修其他的法門，出不了六道輪迴，沒有用處。修其他的法門，要再提升一級，叫相似即佛，行，有用。相似即佛是什麼地位？阿羅漢以上，也就是說，《華嚴》上講的妄想分別執著，你把執著放下了。"
    },
    {
      "id": "12-017-1752_p0006",
      "zh_CN": "由此可知，观行即佛执着还没有放下；虽没有放下，他也看得很淡，不是很严重，看得很淡。这一点我们要很细心去体会，真的没放下，但是很淡，对于名闻利养、五欲六尘的享受很淡薄。实在讲，没有完全放下，只是比一般人淡，不会计较，有，很好，没有也好，淡了，观行位中。没有真放下，他出不了六道轮回，要真正放下，才能够出六道轮回，这个要知道。证得初果呢？初果生极乐世界都是方便有余土。为什么？初果确实把见思烦恼的见烦恼放下了，符合《金刚经》上的标准，「无我相、无人相、无众生相、无寿者相」，他达到这个境界。我们没做到，我们虽然看淡一点，还是有我有人有是非。这些理事都要清楚，然后我们自己修行，现在在什么阶层上，自己清楚。",
      "zh_TW": "由此可知，觀行即佛執著還沒有放下；雖沒有放下，他也看得很淡，不是很嚴重，看得很淡。這一點我們要很細心去體會，真的沒放下，但是很淡，對於名聞利養、五欲六塵的享受很淡薄。實在講，沒有完全放下，只是比一般人淡，不會計較，有，很好，沒有也好，淡了，觀行位中。沒有真放下，他出不了六道輪迴，要真正放下，才能夠出六道輪迴，這個要知道。證得初果呢？初果生極樂世界都是方便有餘土。為什麼？初果確實把見思煩惱的見煩惱放下了，符合《金剛經》上的標準，「無我相、無人相、無眾生相、無壽者相」，他達到這個境界。我們沒做到，我們雖然看淡一點，還是有我有人有是非。這些理事都要清楚，然後我們自己修行，現在在什麼階層上，自己清楚。"
    },
    {
      "id": "12-017-1752_p0007",
      "zh_CN": "明了之后，要不断向上提升，这才是我们这一生当中真正的大事，真正要紧的事情。什么升官发财，那个无关紧要，那是六道里面的事情。这是同学们都知道的，祖师大德常讲，「万般将不去，唯有业随身」。为什么？那些东西没有一样你能带走的。名闻利养，五欲六尘，没有一样能带走。不能带走的不要放在心上，能带走的要放在心上，那就对了。我们念佛人能带走的是什么？这一句六字洪名。可不能看轻了，可不能疏忽了，时时刻刻要放在心上，最好所谓是二六时中，就是二十四小时不能间断，心里头真有阿弥陀佛。口里念不念没有关系，心里真有，那叫功夫成片。口里有，心里没有，不是功夫成片，一天到晚阿弥陀佛、阿弥陀佛，念个十万声、二十万声，起心动念还有是非人我，起心动念还有贪瞋痴慢，没用，那还是名字位中，没有功夫。由此可知，真正的功夫是放下，身心世界你都看淡了，你都不放在心上了，心上只放一尊阿弥陀佛，天天想佛，天天念佛。",
      "zh_TW": "明瞭之後，要不斷向上提升，這才是我們這一生當中真正的大事，真正要緊的事情。什麼升官發財，那個無關緊要，那是六道裡面的事情。這是同學們都知道的，祖師大德常講，「萬般將不去，唯有業隨身」。為什麼？那些東西沒有一樣你能帶走的。名聞利養，五欲六塵，沒有一樣能帶走。不能帶走的不要放在心上，能帶走的要放在心上，那就對了。我們念佛人能帶走的是什麼？這一句六字洪名。可不能看輕了，可不能疏忽了，時時刻刻要放在心上，最好所謂是二六時中，就是二十四小時不能間斷，心裡頭真有阿彌陀佛。口裡念不念沒有關係，心裡真有，那叫功夫成片。口裡有，心裡沒有，不是功夫成片，一天到晚阿彌陀佛、阿彌陀佛，念個十萬聲、二十萬聲，起心動念還有是非人我，起心動念還有貪瞋痴慢，沒用，那還是名字位中，沒有功夫。由此可知，真正的功夫是放下，身心世界你都看淡了，你都不放在心上了，心上只放一尊阿彌陀佛，天天想佛，天天念佛。"
    },
    {
      "id": "12-017-1752_p0008",
      "zh_CN": "所以我们念佛人供佛，最好一生供一尊佛像。为什么？你天天看它，你天天想它，这个便利于观想。如果佛像太多，你就杂了、就乱了。临终时候，阿弥陀佛，哪个阿弥陀佛相来接我？你这样一疑惑，阿弥陀佛就走了、就不见了。为什么？你妄想生起来了。所以一生供一尊佛像，始终供一个佛像。我供的一尊佛像，你们诸位都知道的，是白瓷的，这个像是陆剑刚老居士送给我的。我们在台湾建立第一个道场「华藏佛教图书馆」，没有佛像，老居士这尊佛像送给我们供养，非常之美。他告诉我，这尊佛像至少有三百年，也就是说乾隆时代的，瓷的。所以我们就供在台北华藏图书馆。",
      "zh_TW": "所以我們念佛人供佛，最好一生供一尊佛像。為什麼？你天天看它，你天天想它，這個便利於觀想。如果佛像太多，你就雜了、就亂了。臨終時候，阿彌陀佛，哪個阿彌陀佛相來接我？你這樣一疑惑，阿彌陀佛就走了、就不見了。為什麼？你妄想生起來了。所以一生供一尊佛像，始終供一個佛像。我供的一尊佛像，你們諸位都知道的，是白瓷的，這個像是陸劍剛老居士送給我的。我們在台灣建立第一個道場「華藏佛教圖書館」，沒有佛像，老居士這尊佛像送給我們供養，非常之美。他告訴我，這尊佛像至少有三百年，也就是說乾隆時代的，瓷的。所以我們就供在台北華藏圖書館。"
    },
    {
      "id": "12-017-1752_p0009",
      "zh_CN": "以后我们常常在国外旅行，这个佛像很不好带，因为瓷的很容易碎，所以就不敢带。怎么办？把它照相。照相印，大概印了总有几十万张的样子，大大小小的。好，分身满尘刹。所以我们就带上这个佛像的卡片，有大有小，随身携带。旅行，住在旅馆里面，我们也把它供起来。只看这尊佛像，这个佛像印象就太深了。将来我们往生，阿弥陀佛是什么样子？就是这个样子，肯定就是这个样子，一点都不错。不是这个样子时不跟他去，这个样子来的时候，我们就跟他去。所以这是什么？一切都要合乎一心，一门深入，就一门，不要搞太多。你喜欢哪一尊，你永远就供奉这一尊，无论到哪里，你都带着这一尊，不好带就带照片，这是现在很方便。这是供佛也要专一。",
      "zh_TW": "以後我們常常在國外旅行，這個佛像很不好帶，因為瓷的很容易碎，所以就不敢帶。怎麼辦？把它照相。照相印，大概印了總有幾十萬張的樣子，大大小小的。好，分身滿塵剎。所以我們就帶上這個佛像的卡片，有大有小，隨身攜帶。旅行，住在旅館裡面，我們也把它供起來。只看這尊佛像，這個佛像印象就太深了。將來我們往生，阿彌陀佛是什麼樣子？就是這個樣子，肯定就是這個樣子，一點都不錯。不是這個樣子時不跟他去，這個樣子來的時候，我們就跟他去。所以這是什麼？一切都要合乎一心，一門深入，就一門，不要搞太多。你喜歡哪一尊，你永遠就供奉這一尊，無論到哪裡，你都帶著這一尊，不好帶就帶照片，這是現在很方便。這是供佛也要專一。"
    },
    {
      "id": "12-017-1752_p0010",
      "zh_CN": "在现前这个时代，社会动乱，灾难频繁，我们对世间不要有留恋，决定要求生西方。这个愿力要是非常的坚固，我们现前在这个世间有没有妨碍？没妨碍，现前世间事，我们可以照做，心中有佛，时时刻刻没有中断过，没有失念；把佛忘掉了，这叫失念。一切时一切处，随时随处能够提得起来，这叫「忆佛念佛，现前当来，必定见佛」。诸位要晓得，念，念不是由口，念佛上面加个口，最好不要加，就是这个「念」。这个念是什么？念是今心，就是你现在心里头有佛，这叫念佛。加一个口，那就是口念，那个意思没有这个今心的意思深，这个意思广。所以不在乎口念，也不在乎念多少，真有。忆是想，静坐的时候想佛。不妨用观想，想我们自己供的那尊佛像，你就不会有妄想了。你要不想佛，妄念就起来，前念灭了后念就生，总是一天到晚打妄想。所以你用这个方法，能够把妄想减少。到最后，连妄想没有了，只有佛的想，没有其他的想，这样就好！这是念佛法门最殊胜的三昧。",
      "zh_TW": "在現前這個時代，社會動亂，災難頻繁，我們對世間不要有留戀，決定要求生西方。這個願力要是非常的堅固，我們現前在這個世間有沒有妨礙？沒妨礙，現前世間事，我們可以照做，心中有佛，時時刻刻沒有中斷過，沒有失念；把佛忘掉了，這叫失念。一切時一切處，隨時隨處能夠提得起來，這叫「憶佛念佛，現前當來，必定見佛」。諸位要曉得，念，念不是由口，念佛上面加個口，最好不要加，就是這個「念」。這個念是什麼？念是今心，就是你現在心裡頭有佛，這叫念佛。加一個口，那就是口念，那個意思沒有這個今心的意思深，這個意思廣。所以不在乎口念，也不在乎念多少，真有。憶是想，靜坐的時候想佛。不妨用觀想，想我們自己供的那尊佛像，你就不會有妄想了。你要不想佛，妄念就起來，前念滅了後念就生，總是一天到晚打妄想。所以你用這個方法，能夠把妄想減少。到最後，連妄想沒有了，只有佛的想，沒有其他的想，這樣就好！這是念佛法門最殊勝的三昧。"
    },
    {
      "id": "12-017-1752_p0011",
      "zh_CN": "此地告诉我们，这个三昧叫『安乐』。实在说，这个光就叫安乐光，因为它后头有『放大光明不思议』。安，哪个人不要？我们现在这个社会不安，不安就不乐。所以安是因，乐是果，你要想得到快乐，先要心安、身安。身心安稳，当然就快乐了。要怎么样才能得到安？你看中国人常讲，平安，心平就安了。平等对待，你心就安了。不是别人平等对待我，这个做不到，求不到的，那是求不得苦。要求我要以平等心对待一切人，这个可以做到。我能以平等心对人、对事、对物，身心就安稳。凡事不要都向外求，一切都得向内求，特别是佛法，佛法讲心性。心性圆满具足，没有一丝毫欠缺，无论是智慧、是德能、是相好，统统具足！你向外求，错了，求不到，向内求。安，也是安定；乐，也是和乐。和睦就乐，不和就不乐。和乐是什么？离一切苦。中国人常讲：家和万事兴。毛光照益第一首偈总标里面，这个三昧叫安乐，你想这个意思多深。向下八十九首偈颂，全是别显安乐，在不同境界里面，你看看什么是真正的安乐，这是总名称。",
      "zh_TW": "此地告訴我們，這個三昧叫『安樂』。實在說，這個光就叫安樂光，因為它後頭有『放大光明不思議』。安，哪個人不要？我們現在這個社會不安，不安就不樂。所以安是因，樂是果，你要想得到快樂，先要心安、身安。身心安穩，當然就快樂了。要怎麼樣才能得到安？你看中國人常講，平安，心平就安了。平等對待，你心就安了。不是別人平等對待我，這個做不到，求不到的，那是求不得苦。要求我要以平等心對待一切人，這個可以做到。我能以平等心對人、對事、對物，身心就安穩。凡事不要都向外求，一切都得向內求，特別是佛法，佛法講心性。心性圓滿具足，沒有一絲毫欠缺，無論是智慧、是德能、是相好，統統具足！你向外求，錯了，求不到，向內求。安，也是安定；樂，也是和樂。和睦就樂，不和就不樂。和樂是什麼？離一切苦。中國人常講：家和萬事興。毛光照益第一首偈總標裡面，這個三昧叫安樂，你想這個意思多深。向下八十九首偈頌，全是別顯安樂，在不同境界裡面，你看看什麼是真正的安樂，這是總名稱。"
    },
    {
      "id": "12-017-1752_p0012",
      "zh_CN": "去年四月份，中国佛教在浙江办一个活动，「世界佛教论坛」，请了好像有二十多个国家代表参加这个论坛，我也是接受邀请，我也去参加了。论坛的主题是「和谐社会，和谐世界」，副标题是「心净国土净，心安众生安，心平天下平」，这个论坛的主题好！确实针对现前整个世界社会动乱状况而来的，如何化解冲突，促进社会安定、世界和平，就这个意思。这个论题联合国讨论了三十多年。心怎么安法？怎么净法？怎么平法？也就是说怎样做到心净、心安、心平？这不是一桩容易事情。能不能做到？答案是肯定的。在中国传统文化里面，儒释道三家都讲这桩事情，都重视这桩事情。儒讲心安、讲心净、讲心平，它怎么讲法？它讲格物、致知、诚意、正心，这个心安、心净、心平就是正心，心得其正，那个正就是此地讲的三昧，三昧是正受。这是儒跟我们讲的。儒是继承中国古圣先贤的传统而说的。换句话说，儒家代表中国传统文化至少是五千年，五千年老祖宗就这样教我们。",
      "zh_TW": "去年四月份，中國佛教在浙江辦一個活動，「世界佛教論壇」，請了好像有二十多個國家代表參加這個論壇，我也是接受邀請，我也去參加了。論壇的主題是「和諧社會，和諧世界」，副標題是「心淨國土淨，心安眾生安，心平天下平」，這個論壇的主題好！確實針對現前整個世界社會動亂狀況而來的，如何化解衝突，促進社會安定、世界和平，就這個意思。這個論題聯合國討論了三十多年。心怎麼安法？怎麼淨法？怎麼平法？也就是說怎樣做到心淨、心安、心平？這不是一樁容易事情。能不能做到？答案是肯定的。在中國傳統文化裡面，儒釋道三家都講這樁事情，都重視這樁事情。儒講心安、講心淨、講心平，它怎麼講法？它講格物、致知、誠意、正心，這個心安、心淨、心平就是正心，心得其正，那個正就是此地講的三昧，三昧是正受。這是儒跟我們講的。儒是繼承中國古聖先賢的傳統而說的。換句話說，儒家代表中國傳統文化至少是五千年，五千年老祖宗就這樣教我們。"
    },
    {
      "id": "12-017-1752_p0013",
      "zh_CN": "从哪里做起？从格物。什么叫格物？物是物欲，也就是说物质的欲望；格是格斗。跟大家讲得更明显一点，容易懂一点，要把物欲放下，不要受物欲欺骗了，人生不是享受物欲为目的。你到这个世间来是为这个目的吗？是来享受物欲的吗？那你就完全错了。享受物欲，我们中国人的话说什么？享福。你到这个世间来是为享福来的，那个人到这个世间来是受罪来的，这是什么？这是业报，这不是目的，这是业报。真正目的，提升自己的灵性，这个有意义、有价值，我这一生没有白来了。这一生我在人道，来生至少我到欲界天，再一生我可以到色界天，步步高升，这就有意义、有价值。",
      "zh_TW": "從哪裡做起？從格物。什麼叫格物？物是物欲，也就是說物質的欲望；格是格鬥。跟大家講得更明顯一點，容易懂一點，要把物欲放下，不要受物欲欺騙了，人生不是享受物欲為目的。你到這個世間來是為這個目的嗎？是來享受物欲的嗎？那你就完全錯了。享受物欲，我們中國人的話說什麼？享福。你到這個世間來是為享福來的，那個人到這個世間來是受罪來的，這是什麼？這是業報，這不是目的，這是業報。真正目的，提升自己的靈性，這個有意義、有價值，我這一生沒有白來了。這一生我在人道，來生至少我到欲界天，再一生我可以到色界天，步步高升，這就有意義、有價值。"
    },
    {
      "id": "12-017-1752_p0014",
      "zh_CN": "贪爱物欲，佛对于这个因果讲得清楚，贪爱物欲必堕饿鬼道，不是人道；贪不到的时候，瞋恨心起来了，瞋恨心起来是地狱道，更坏了，地狱；理事因果完全不了解，糊涂，愚痴，畜生道。所以格物至少这里面含着佛法里头两个意思，放下贪、瞋。格物而后致知，致知是进了一步，致知是求智慧。你看看，物欲是烦恼，只要有烦恼，你想求智慧也求不到。为什么？它障碍了。跟佛门四弘誓愿意思不是一样吗？先断烦恼，「烦恼无尽誓愿断」，然后再「法门无量誓愿学」，致知就是学法门、求智慧，智慧就能破愚痴。你看看，格物致知目的何在？断贪瞋痴。",
      "zh_TW": "貪愛物欲，佛對於這個因果講得清楚，貪愛物欲必墮餓鬼道，不是人道；貪不到的時候，瞋恨心起來了，瞋恨心起來是地獄道，更壞了，地獄；理事因果完全不了解，糊塗，愚痴，畜生道。所以格物至少這裡面含著佛法裡頭兩個意思，放下貪、瞋。格物而後致知，致知是進了一步，致知是求智慧。你看看，物欲是煩惱，只要有煩惱，你想求智慧也求不到。為什麼？它障礙了。跟佛門四弘誓願意思不是一樣嗎？先斷煩惱，「煩惱無盡誓願斷」，然後再「法門無量誓願學」，致知就是學法門、求智慧，智慧就能破愚痴。你看看，格物致知目的何在？斷貪瞋痴。"
    },
    {
      "id": "12-017-1752_p0015",
      "zh_CN": "佛还没到中国来，我们中国老祖宗教导后人，在佛法传到中国来之前二千五百年，我们不能不尊敬，不能不佩服。所以烦恼决定不是个好东西。记住，自私自利、名闻利养，贪图物欲的享受，决定堕落。要时时刻刻警觉到，格物致知之后，你才有诚意，我们今天讲的真诚。只要你有物欲，你有贪瞋痴慢，你的诚意没有了，你平常起心动念是妄念、妄心，真诚是真心。所以儒家讲诚意，就是佛法里面讲的真心、直心、至诚心，是讲这个，这是菩提心之体。换句话说，你能把贪瞋痴去掉，你的真心才现前。真心起作用就是正心。你看，诚意、正心，正心是菩提心起作用，在佛法里面这个作用它讲两个，有自受用、他受用；自受用是深心，他受用是大悲心。所以深心是清净，是清净平等觉。他受用，他受用是慈悲。",
      "zh_TW": "佛還沒到中國來，我們中國老祖宗教導後人，在佛法傳到中國來之前二千五百年，我們不能不尊敬，不能不佩服。所以煩惱決定不是個好東西。記住，自私自利、名聞利養，貪圖物欲的享受，決定墮落。要時時刻刻警覺到，格物致知之後，你才有誠意，我們今天講的真誠。只要你有物欲，你有貪瞋痴慢，你的誠意沒有了，你平常起心動念是妄念、妄心，真誠是真心。所以儒家講誠意，就是佛法裡面講的真心、直心、至誠心，是講這個，這是菩提心之體。換句話說，你能把貪瞋痴去掉，你的真心才現前。真心起作用就是正心。你看，誠意、正心，正心是菩提心起作用，在佛法裡面這個作用它講兩個，有自受用、他受用；自受用是深心，他受用是大悲心。所以深心是清淨，是清淨平等覺。他受用，他受用是慈悲。"
    },
    {
      "id": "12-017-1752_p0016",
      "zh_CN": "我这么多年来跟大家讲发菩提心，我讲五个，你好懂。菩提心的体，真诚；菩提心的自受用，清净平等觉；菩提心的他受用，慈悲。我讲十个字，比古大德所讲的好懂多了。古大德讲这个自受用，深心，大家听不懂，什么叫深心？我给它讲成清净平等觉，你就好懂，《无量寿经》的经题，自受用。所以你一定要晓得，对自己要清净、要平等、要觉而不迷。对别人，我这个清净平等觉用在事相上，用在处事待人接物，就叫做大慈大悲。所以你自己没有清净平等觉，哪来的慈悲？那慈悲是假的，不是真的。自己有清净平等觉才是真正慈悲。可是这清净平等觉从哪里来？从真诚。真诚从哪里来的？从断烦恼。",
      "zh_TW": "我這麼多年來跟大家講發菩提心，我講五個，你好懂。菩提心的體，真誠；菩提心的自受用，清淨平等覺；菩提心的他受用，慈悲。我講十個字，比古大德所講的好懂多了。古大德講這個自受用，深心，大家聽不懂，什麼叫深心？我給它講成清淨平等覺，你就好懂，《無量壽經》的經題，自受用。所以你一定要曉得，對自己要清淨、要平等、要覺而不迷。對別人，我這個清淨平等覺用在事相上，用在處事待人接物，就叫做大慈大悲。所以你自己沒有清淨平等覺，哪來的慈悲？那慈悲是假的，不是真的。自己有清淨平等覺才是真正慈悲。可是這清淨平等覺從哪裡來？從真誠。真誠從哪裡來的？從斷煩惱。"
    },
    {
      "id": "12-017-1752_p0017",
      "zh_CN": "我们可以说，格物就是佛家的破烦恼障，致知是佛家的破所知障，佛讲这两种障碍。你能把两种障碍破掉，心性就露出来，明心见性，见性就是佛。所以真心显露，身就修了，正心而后身修，身心安乐。这是儒家的一套方法，跟佛法没有两样。所以我们学都是合起来学，讲也把它合起来讲。佛法是先破烦恼，后破所知，然后你的真智慧才出来。烦恼在《华严经》里面就是执着，所知就是《华严经》上讲的分别。妄想、分别、执着，你要先从这里下功夫。",
      "zh_TW": "我們可以說，格物就是佛家的破煩惱障，致知是佛家的破所知障，佛講這兩種障礙。你能把兩種障礙破掉，心性就露出來，明心見性，見性就是佛。所以真心顯露，身就修了，正心而後身修，身心安樂。這是儒家的一套方法，跟佛法沒有兩樣。所以我們學都是合起來學，講也把它合起來講。佛法是先破煩惱，後破所知，然後你的真智慧才出來。煩惱在《華嚴經》裡面就是執著，所知就是《華嚴經》上講的分別。妄想、分別、執著，你要先從這裡下功夫。"
    },
    {
      "id": "12-017-1752_p0018",
      "zh_CN": "我们现在要做的，执着一定要放下，分别一定要淡薄，这样就好，这样功夫就会得力。我们学佛同修，我常常遇到，很多人跟我讲，自己怨恨自己功夫不得力。为什么功夫不得力？你没放下。你要想功夫得力，你就要认真放下。认真放下从哪里做起？从先把烦恼淡化做起。也就是说，生活也好，工作也好，处事待人接物，不要太执着。执着不能完全放下，那个执着的心要淡化，希望一年比一年淡薄，你的功夫自然就得力。你只要能淡化一分就生一分智慧，淡化两分就生两分智慧。为什么？那是障碍，障碍去掉了，智慧是本有的，本有的智慧德能福报，它渐渐就现前；绝对不是你所求的，求不到。",
      "zh_TW": "我們現在要做的，執著一定要放下，分別一定要淡薄，這樣就好，這樣功夫就會得力。我們學佛同修，我常常遇到，很多人跟我講，自己怨恨自己功夫不得力。為什麼功夫不得力？你沒放下。你要想功夫得力，你就要認真放下。認真放下從哪裡做起？從先把煩惱淡化做起。也就是說，生活也好，工作也好，處事待人接物，不要太執著。執著不能完全放下，那個執著的心要淡化，希望一年比一年淡薄，你的功夫自然就得力。你只要能淡化一分就生一分智慧，淡化兩分就生兩分智慧。為什麼？那是障礙，障礙去掉了，智慧是本有的，本有的智慧德能福報，它漸漸就現前；絕對不是你所求的，求不到。"
    },
    {
      "id": "12-017-1752_p0019",
      "zh_CN": "确实我们心地里头本有的智慧，就像我们摄影棚里面灯光一样，光明。可是我们要调节灯光，上面用纸给它盖住，盖一层、盖二层、盖三层，盖得愈多透出的光就愈少，盖得少透出光多，这样我们来调节光源。你从这个比喻里面去看，我们自性是光明的，现在盖了多少张？盖了几百张，盖了几千张，一点光明都没有，透不出来。我把它去掉几张，有一点点光；再去掉几张，光又比较亮一点，你就用这个方法来修行。年年能够减少执着，你的光慢慢就往外面透，透到一定的程度，你的信心就坚定，真相信了，没有怀疑了。真相信之后，你放下就很容易，你每年放下一定比前几年的时候要加倍。譬如一百分，前十年，一年放下一分，十年放下十分；到十一年，一下可以放下二、三分；到二十年，一年可以放下十几分。可能到三十年全放下了。全放下，恭喜你，你证阿罗汉果。愈往后面愈快，为什么？智慧长了，正知正见。",
      "zh_TW": "確實我們心地裡頭本有的智慧，就像我們攝影棚裡面燈光一樣，光明。可是我們要調節燈光，上面用紙給它蓋住，蓋一層、蓋二層、蓋三層，蓋得愈多透出的光就愈少，蓋得少透出光多，這樣我們來調節光源。你從這個比喻裡面去看，我們自性是光明的，現在蓋了多少張？蓋了幾百張，蓋了幾千張，一點光明都沒有，透不出來。我把它去掉幾張，有一點點光；再去掉幾張，光又比較亮一點，你就用這個方法來修行。年年能夠減少執著，你的光慢慢就往外面透，透到一定的程度，你的信心就堅定，真相信了，沒有懷疑了。真相信之後，你放下就很容易，你每年放下一定比前幾年的時候要加倍。譬如一百分，前十年，一年放下一分，十年放下十分；到十一年，一下可以放下二、三分；到二十年，一年可以放下十幾分。可能到三十年全放下了。全放下，恭喜你，你證阿羅漢果。愈往後面愈快，為什麼？智慧長了，正知正見。"
    },
    {
      "id": "12-017-1752_p0020",
      "zh_CN": "在这种状况之下，明显得佛力加持，有不可思议的感应，所以你身心安稳。自己身心安稳，此地讲毛光益众。你自己修道有成就，你的起心动念、言语造作，除这个之外，你全身都放光。这个放光你们家人虽然看不见，可是他有感受。这叫什么？磁场，真不一样。如果这个地方真正有一个修行人在此地，真有德行，真的起心动念都跟性德相应，没有烦恼，他在这个地方，那个磁场特别好，真的是安乐，纵然是一句话不说，也愿意跟他多坐几分钟，不想离开他。这是什么？享受殊胜安乐的气氛。",
      "zh_TW": "在這種狀況之下，明顯得佛力加持，有不可思議的感應，所以你身心安穩。自己身心安穩，此地講毛光益眾。你自己修道有成就，你的起心動念、言語造作，除這個之外，你全身都放光。這個放光你們家人雖然看不見，可是他有感受。這叫什麼？磁場，真不一樣。如果這個地方真正有一個修行人在此地，真有德行，真的起心動念都跟性德相應，沒有煩惱，他在這個地方，那個磁場特別好，真的是安樂，縱然是一句話不說，也願意跟他多坐幾分鐘，不想離開他。這是什麼？享受殊勝安樂的氣氛。"
    },
    {
      "id": "12-017-1752_p0021",
      "zh_CN": "我在这一生当中，这个感触最明显的，就是章嘉大师。你们看到章嘉大师的照片，那张照片大概是六十多岁照的，我认识他的时候，他送给我的。他日常行住坐卧都像那个样子，他在定中，走路很慢，说话声音不高，速度很慢。对于现代人一切讲速度、讲效率，好像章嘉大师慢吞吞的。现在我们懂得，讲求快速，要求快速，要求效率高，现在连科学家都发出警告，虽然效率很高，你付出的代价是短命。为什么？你的能量消耗掉，快速的流失，这讲得很有道理。然后我们再想想中国古人教你什么都要稳重，那是什么？节省能量，我们中国人讲的保持你的元气，不要把元气伤了，就这个道理。中国人什么都讲气，外国人讲是能量。如果能够节省能量，节省能量，什么都要缓慢，不要急躁，要保持心平气和，你的能量就控制住。在生活当中，待人接物或者处理事务，消耗能量都不多。唯独心浮气躁，什么事情要求快速，这个消耗能量最大。现在世间人普遍都是这个样子，所以这地球的能量被消耗得快要用尽了。地球能量要是用尽的话，这地球就毁灭了。",
      "zh_TW": "我在這一生當中，這個感觸最明顯的，就是章嘉大師。你們看到章嘉大師的照片，那張照片大概是六十多歲照的，我認識他的時候，他送給我的。他日常行住坐臥都像那個樣子，他在定中，走路很慢，說話聲音不高，速度很慢。對於現代人一切講速度、講效率，好像章嘉大師慢吞吞的。現在我們懂得，講求快速，要求快速，要求效率高，現在連科學家都發出警告，雖然效率很高，你付出的代價是短命。為什麼？你的能量消耗掉，快速的流失，這講得很有道理。然後我們再想想中國古人教你什麼都要穩重，那是什麼？節省能量，我們中國人講的保持你的元氣，不要把元氣傷了，就這個道理。中國人什麼都講氣，外國人講是能量。如果能夠節省能量，節省能量，什麼都要緩慢，不要急躁，要保持心平氣和，你的能量就控制住。在生活當中，待人接物或者處理事務，消耗能量都不多。唯獨心浮氣躁，什麼事情要求快速，這個消耗能量最大。現在世間人普遍都是這個樣子，所以這地球的能量被消耗得快要用盡了。地球能量要是用盡的話，這地球就毀滅了。"
    },
    {
      "id": "12-017-1752_p0022",
      "zh_CN": "现在南北极的冰快速度的融化，网路信息里面常常报导，可是大家怎么样？有警觉，警觉不够。要到什么时候警觉够？我估计大概三年，那个时候就恐怖了。三年，如果海水上升一米，一公尺，警觉马上就提升。海水涨升一米，恐怕我们香港的机场就在水面上，填海的地区可能都开始淹水了。时间快！以后这个水涨会加速度，一年比一年上升得要高，很麻烦。有人提出这个问题问过我，佛法里面有没有方法能解决？佛法真有，但是人不相信。佛用什么方法？「息灭贪瞋痴，勤修戒定慧」，就可以把现前这个状况中止，冰可以让它不再融化。如果每个人都能够回头是岸，断恶修善，它慢慢水又结成冰，可以恢复为正常。可是这些，现在人说你拿不出科学这些证据；现在什么都要讲科学，拿不出科学证据。虽然没有科学证据，可是感应的事情太多。感应事情，科学不能解决，认为什么？认为是幻觉，他总要找一个名词来解释。所以我们反思，一定要客观，不要有成见。要有成见，成见就是坚固的执着，那没有不吃亏的。",
      "zh_TW": "現在南北極的冰快速度的融化，網路信息裡面常常報導，可是大家怎麼樣？有警覺，警覺不夠。要到什麼時候警覺夠？我估計大概三年，那個時候就恐怖了。三年，如果海水上升一米，一公尺，警覺馬上就提升。海水漲升一米，恐怕我們香港的機場就在水面上，填海的地區可能都開始淹水了。時間快！以後這個水漲會加速度，一年比一年上升得要高，很麻煩。有人提出這個問題問過我，佛法裡面有沒有方法能解決？佛法真有，但是人不相信。佛用什麼方法？「息滅貪瞋痴，勤修戒定慧」，就可以把現前這個狀況中止，冰可以讓它不再融化。如果每個人都能夠回頭是岸，斷惡修善，它慢慢水又結成冰，可以恢復為正常。可是這些，現在人說你拿不出科學這些證據；現在什麼都要講科學，拿不出科學證據。雖然沒有科學證據，可是感應的事情太多。感應事情，科學不能解決，認為什麼？認為是幻覺，他總要找一個名詞來解釋。所以我們反思，一定要客觀，不要有成見。要有成見，成見就是堅固的執著，那沒有不吃虧的。"
    },
    {
      "id": "12-017-1752_p0023",
      "zh_CN": "所以我们自己身心和谐，就会感动一家人。一家人和，家和万事兴，你说这一家人快不快乐？当然快乐。家和万事兴就是家和万事乐。一家和乐，再扩大，就是你一族和乐，你的邻居、邻里乡党和乐。和才是真乐！跟诸位说，不能争，争没有乐。现在凡事讲竞争、斗争，那个苦不堪言。竞争、斗争，哪里有乐？战争，哪里有乐？美国在亚洲这两次战争，到现在都不能够恢复正常，进退两难，好像陷在泥沼里面，苦不堪言，哪来的乐？和才有乐，安才有乐。安的反面是危，危没有乐，动乱没有乐，这个道理一定要懂。",
      "zh_TW": "所以我們自己身心和諧，就會感動一家人。一家人和，家和萬事興，你說這一家人快不快樂？當然快樂。家和萬事興就是家和萬事樂。一家和樂，再擴大，就是你一族和樂，你的鄰居、鄰里鄉黨和樂。和才是真樂！跟諸位說，不能爭，爭沒有樂。現在凡事講競爭、鬥爭，那個苦不堪言。競爭、鬥爭，哪裡有樂？戰爭，哪裡有樂？美國在亞洲這兩次戰爭，到現在都不能夠恢復正常，進退兩難，好像陷在泥沼裡面，苦不堪言，哪來的樂？和才有樂，安才有樂。安的反面是危，危沒有樂，動亂沒有樂，這個道理一定要懂。"
    },
    {
      "id": "12-017-1752_p0024",
      "zh_CN": "我们真正能够做到人与人都能够和睦相处，所以你自己真的有修养，基本的修养就是格物、致知、修身、齐家，基本的修养，你才能够跟人和。对人决定是谦卑，我用谦卑不用谦虚，谦卑是中国古礼里头讲的，天主教《玫瑰经》里头第一段讲的圣母玛利亚的谦卑，这都是菩萨示现，菩萨在那里教化。谦卑表现在哪里？表现在礼节。汤池镇的老师们，无论见什么人都深深的一鞠躬，九十度的鞠躬礼，这是教什么？教谦卑，教尊敬别人；真诚的心，感恩的心，深深一鞠躬，这就是教谦虚，教尊重别人。跟别人接触，表现着内心的敬爱，你爱人，人爱你，不吃亏。「敬人者，人恒敬之；爱人者，人恒爱之」，你要想别人敬爱你，你先敬爱别人；你要想别人关怀你，你先关怀别人；你要想别人照顾你，你先照顾别人，然后才真正能落实到互助合作，人和乐。从人和乐再提升，万物和乐，对于树木花草、山河大地、芸芸众生，用真诚的爱心来对待，万物和乐；万物和乐，天地和乐，再扩大，宇宙和乐，真正融归到法界一体。前面大师跟我们讲的「身同法界，大用无涯」，就入这个境界，所以这个和乐是最殊胜的正常享受。它的模范，模范就是极乐世界。所以极乐世界也叫做安养，也叫做安乐，这是我们应当要学习的。",
      "zh_TW": "我們真正能夠做到人與人都能夠和睦相處，所以你自己真的有修養，基本的修養就是格物、致知、修身、齊家，基本的修養，你才能夠跟人和。對人決定是謙卑，我用謙卑不用謙虛，謙卑是中國古禮裡頭講的，天主教《玫瑰經》裡頭第一段講的聖母瑪利亞的謙卑，這都是菩薩示現，菩薩在那裡教化。謙卑表現在哪裡？表現在禮節。湯池鎮的老師們，無論見什麼人都深深的一鞠躬，九十度的鞠躬禮，這是教什麼？教謙卑，教尊敬別人；真誠的心，感恩的心，深深一鞠躬，這就是教謙虛，教尊重別人。跟別人接觸，表現著內心的敬愛，你愛人，人愛你，不吃虧。「敬人者，人恆敬之；愛人者，人恆愛之」，你要想別人敬愛你，你先敬愛別人；你要想別人關懷你，你先關懷別人；你要想別人照顧你，你先照顧別人，然後才真正能落實到互助合作，人和樂。從人和樂再提升，萬物和樂，對於樹木花草、山河大地、芸芸眾生，用真誠的愛心來對待，萬物和樂；萬物和樂，天地和樂，再擴大，宇宙和樂，真正融歸到法界一體。前面大師跟我們講的「身同法界，大用無涯」，就入這個境界，所以這個和樂是最殊勝的正常享受。它的模範，模範就是極樂世界。所以極樂世界也叫做安養，也叫做安樂，這是我們應當要學習的。"
    },
    {
      "id": "12-017-1752_p0025",
      "zh_CN": "学习要记住，一定是从断烦恼下手。也就是我们今天所提倡的，从《弟子规》学起。为什么做不好？你没有从《弟子规》去用功夫。你虽然学佛，如果《弟子规》做不到，你这一生永远都是在名字位中。「名字位」什么意思？有名无实。你遭遇到大苦大难的时候，没有感应，为什么？你是假的，你不是真的，天天诵经念佛，没用，天天做慈善的事业、好事，也没用。慈善事业是修福，《坛经》说得很好，「此事福不能救」，这个要记住。福德不能救，功德能救，功德是真干，依教奉行。《弟子规》三百六十句，儿童都能做到，我为什么做不到？《太上感应篇》是讲因果报应，因果教育，必须要求自己起心动念、言语造作不违背因果。这一篇东西不长，也只有一千多字。我早年在台湾，我们「华藏佛教图书馆」晚课，我就把《感应篇》加进去，晚课的时候念一遍。用意在哪里？用意在忏悔这一天造的业障。念一遍，好好想想，《感应篇》所讲的善，我们做到没有？《感应篇》所讲的恶，我今天有没有做？用这个来检点今天一天起心动念、言语造作，这叫真修行，提升你的性德。什么人修，什么人得，谚语所谓「公修公得，婆修婆得，不修不得」。",
      "zh_TW": "學習要記住，一定是從斷煩惱下手。也就是我們今天所提倡的，從《弟子規》學起。為什麼做不好？你沒有從《弟子規》去用功夫。你雖然學佛，如果《弟子規》做不到，你這一生永遠都是在名字位中。「名字位」什麼意思？有名無實。你遭遇到大苦大難的時候，沒有感應，為什麼？你是假的，你不是真的，天天誦經念佛，沒用，天天做慈善的事業、好事，也沒用。慈善事業是修福，《壇經》說得很好，「此事福不能救」，這個要記住。福德不能救，功德能救，功德是真幹，依教奉行。《弟子規》三百六十句，兒童都能做到，我為什麼做不到？《太上感應篇》是講因果報應，因果教育，必須要求自己起心動念、言語造作不違背因果。這一篇東西不長，也只有一千多字。我早年在台灣，我們「華藏佛教圖書館」晚課，我就把《感應篇》加進去，晚課的時候念一遍。用意在哪裡？用意在懺悔這一天造的業障。念一遍，好好想想，《感應篇》所講的善，我們做到沒有？《感應篇》所講的惡，我今天有沒有做？用這個來檢點今天一天起心動念、言語造作，這叫真修行，提升你的性德。什麼人修，什麼人得，諺語所謂「公修公得，婆修婆得，不修不得」。"
    },
    {
      "id": "12-017-1752_p0026",
      "zh_CN": "底下一句说『能普救度诸群生』，这个「诸群生」范围非常广大，以《华严》的标准，遍法界虚空界，安乐光能普救十法界一切众生。我在前天写了一个对联，「四摄四悉大用无方，八荣八耻办班教学」。我送给汤池文化中心的。「四摄四悉」我们在前面第七段学过，也讲得很详细，用了很长的时间。",
      "zh_TW": "底下一句說『能普救度諸群生』，這個「諸群生」範圍非常廣大，以《華嚴》的標準，遍法界虛空界，安樂光能普救十法界一切眾生。我在前天寫了一個對聯，「四攝四悉大用無方，八榮八恥辦班教學」。我送給湯池文化中心的。「四攝四悉」我們在前面第七段學過，也講得很詳細，用了很長的時間。"
    },
    {
      "id": "12-017-1752_p0027",
      "zh_CN": "四悉，「悉檀」是梵语，翻成中国意思是遍施，普遍的布施，对象是遍法界虚空界，普遍布施。布施什么？第一个布施欢喜心。在中国佛教一般道场，天王殿你一进门就看到布袋和尚。弥勒菩萨化身，布袋和尚，他坐在正当中，每个人进门，头一个看到他，他坐在那里干什么？布施欢喜。「世界悉檀」，我们要学。学的什么？笑面迎人，这个效果能够化解冤亲债主。你的那些无量劫来宿世今生的冤家对头，只要你笑脸相迎，他到你这里来，怨恨就消了一半。笑脸迎人决定不会跟人结冤仇，一切诸佛菩萨无不如是，要不然他怎么能摄受众生？摄受就是接引，接是介绍，引是引导，介绍佛法，引导他入佛门。佛教给我们第一个就是欢喜，欢喜心，我们讲欢迎，真正的用欢喜的心情来迎接，这就是四悉檀的头一条。",
      "zh_TW": "四悉，「悉檀」是梵語，翻成中國意思是遍施，普遍的布施，對象是遍法界虛空界，普遍布施。布施什麼？第一個布施歡喜心。在中國佛教一般道場，天王殿你一進門就看到布袋和尚。彌勒菩薩化身，布袋和尚，他坐在正當中，每個人進門，頭一個看到他，他坐在那裡幹什麼？布施歡喜。「世界悉檀」，我們要學。學的什麼？笑面迎人，這個效果能夠化解冤親債主。你的那些無量劫來宿世今生的冤家對頭，只要你笑臉相迎，他到你這裡來，怨恨就消了一半。笑臉迎人決定不會跟人結冤仇，一切諸佛菩薩無不如是，要不然他怎麼能攝受眾生？攝受就是接引，接是介紹，引是引導，介紹佛法，引導他入佛門。佛教給我們第一個就是歡喜，歡喜心，我們講歡迎，真正的用歡喜的心情來迎接，這就是四悉檀的頭一條。"
    },
    {
      "id": "12-017-1752_p0028",
      "zh_CN": "第二个「生善」。无论在什么境界，无论在什么时候，六根接触外面境界全是生善，不生恶。别人毁谤我们、侮辱我们、陷害我们，我们到底是什么样的心情？也能生善吗？能；菩萨能，凡夫不能。为什么菩萨能？菩萨看事情跟我们凡夫看事情不一样。菩萨遇到这个事情，立刻回光返照：我有没有做错？如果发现自己真的是如他所说的，我们是有过失，那他是好人，他提醒我，我赶快要改过。你看，不是生善吗？不论他是善意、恶意，我只要能回光，有则改之；没有，没有也提醒我，我不可以做这个坏事情。所以有则改之，无则嘉勉，勉励自己不能做像他所说的不善的事，那哪有不善？生善了。",
      "zh_TW": "第二個「生善」。無論在什麼境界，無論在什麼時候，六根接觸外面境界全是生善，不生惡。別人毀謗我們、侮辱我們、陷害我們，我們到底是什麼樣的心情？也能生善嗎？能；菩薩能，凡夫不能。為什麼菩薩能？菩薩看事情跟我們凡夫看事情不一樣。菩薩遇到這個事情，立刻回光返照：我有沒有做錯？如果發現自己真的是如他所說的，我們是有過失，那他是好人，他提醒我，我趕快要改過。你看，不是生善嗎？不論他是善意、惡意，我只要能回光，有則改之；沒有，沒有也提醒我，我不可以做這個壞事情。所以有則改之，無則嘉勉，勉勵自己不能做像他所說的不善的事，那哪有不善？生善了。"
    },
    {
      "id": "12-017-1752_p0029",
      "zh_CN": "我们读史书，看到过去唐太宗，这是历史上少有的明君，不糊涂，值得人尊敬。他欢喜任何人在他的面前讲真话，不要骗他，他决定不会责怪。有一天遇到一个人，对他有严厉的批评，他笑笑，都接受。这个人走了，旁边的这些太监、近臣跟皇帝说：他误会了，他所说的是错误的，这个人要受惩罚。也就是什么？冤枉了皇帝，皇帝没有过失，他批评他。唐太宗笑笑说：他说得好，不能责怪他；我如果责怪他，以后没有人敢在我面前讲真话。大家听了，说：这个是对的。说错了也不责怪，才有人敢在你面前说真话，所以这是一代的明君，不糊涂，有他的道理。一般人在帝王的位子上，没有一个人愿意跟他讲让他不喜欢听的话，不敢讲，说话都小心谨慎，都是恭维奉承，都是报喜不报忧，隐瞒很多事实真相，下情不能上达。像唐太宗这种人，这历代帝王当中少有。",
      "zh_TW": "我們讀史書，看到過去唐太宗，這是歷史上少有的明君，不糊塗，值得人尊敬。他歡喜任何人在他的面前講真話，不要騙他，他決定不會責怪。有一天遇到一個人，對他有嚴厲的批評，他笑笑，都接受。這個人走了，旁邊的這些太監、近臣跟皇帝說：他誤會了，他所說的是錯誤的，這個人要受懲罰。也就是什麼？冤枉了皇帝，皇帝沒有過失，他批評他。唐太宗笑笑說：他說得好，不能責怪他；我如果責怪他，以後沒有人敢在我面前講真話。大家聽了，說：這個是對的。說錯了也不責怪，才有人敢在你面前說真話，所以這是一代的明君，不糊塗，有他的道理。一般人在帝王的位子上，沒有一個人願意跟他講讓他不喜歡聽的話，不敢講，說話都小心謹慎，都是恭維奉承，都是報喜不報憂，隱瞞很多事實真相，下情不能上達。像唐太宗這種人，這歷代帝王當中少有。"
    },
    {
      "id": "12-017-1752_p0030",
      "zh_CN": "我们日常生活当中，处事待人接物，要懂这个道理。别人冤枉我，我接受，我不冤枉他。他为什么会冤枉我？他对我不了解，知道太少，或者是道听涂说，听了别人的谣言，产生误会，他要是常常能跟我接触，他就了解我不是他所讲的那种人，不能怪他！那要怪他，这个世间可怪的人太多了，那你自己生烦恼。所以，一定要守住「有则改之，无则嘉勉」，都好，没有一样不好。他冤枉我，他误会我，过了几个月，过了二、三年，他明白了，人都有良心，他生惭愧心：我对不起某人，我过去误会他，错误的批评他。他会回头，没有不回头的。所以菩萨能够在一切顺境、逆境当中统统都生善。自己生善，别人也生善，自己得度，别人也得度了，这好事情！这个道理不能不懂。",
      "zh_TW": "我們日常生活當中，處事待人接物，要懂這個道理。別人冤枉我，我接受，我不冤枉他。他為什麼會冤枉我？他對我不了解，知道太少，或者是道聽塗說，聽了別人的謠言，產生誤會，他要是常常能跟我接觸，他就了解我不是他所講的那種人，不能怪他！那要怪他，這個世間可怪的人太多了，那你自己生煩惱。所以，一定要守住「有則改之，無則嘉勉」，都好，沒有一樣不好。他冤枉我，他誤會我，過了幾個月，過了二、三年，他明白了，人都有良心，他生慚愧心：我對不起某人，我過去誤會他，錯誤的批評他。他會回頭，沒有不回頭的。所以菩薩能夠在一切順境、逆境當中統統都生善。自己生善，別人也生善，自己得度，別人也得度了，這好事情！這個道理不能不懂。"
    },
    {
      "id": "12-017-1752_p0031",
      "zh_CN": "第三个「断恶」。断恶是帮助对方断恶，怎么帮助法？自己做断恶，做给他看。不是仅仅言教、劝导，劝导的效果不大。我自己真做到了，那个效果大，他亲眼看到，亲自接触到，他会受感动。所以世出世间的圣人教化众生统统是用身教。接受教育的人没有不服，心悦诚服。如果你能说，你做不到，别人听了怎么样？不服气，那么你教学的效果就打折扣，所谓是能说不能行。",
      "zh_TW": "第三個「斷惡」。斷惡是幫助對方斷惡，怎麼幫助法？自己做斷惡，做給他看。不是僅僅言教、勸導，勸導的效果不大。我自己真做到了，那個效果大，他親眼看到，親自接觸到，他會受感動。所以世出世間的聖人教化眾生統統是用身教。接受教育的人沒有不服，心悅誠服。如果你能說，你做不到，別人聽了怎麼樣？不服氣，那麼你教學的效果就打折扣，所謂是能說不能行。"
    },
    {
      "id": "12-017-1752_p0032",
      "zh_CN": "同事摄，前面一段讲得很多，举出许多例子来告诉我们。菩萨，以国王的身分，以大臣的身分，以宰官的身分，以将军的身分，乃至我们现前社会各行各业，他全都能示现。示现不同的身分度不同行业的人，这叫同事，这个真正显示出大用无方、大用无涯，真的显示出来。这些地方我们要学。但是，这里头最重要的一个方向、一个目标永恒不变，帮助众生破迷开悟。在现前这个时代，迫切需要的，是帮助众生回归到伦理道德。你教他谦虚，教他尊重别人，最好的方法，见面就跟他深深一鞠躬。起初，他觉得你很奇怪，你在哪里学的？很多人初到汤池去看的时候，每个人鞠躬都是九十度：这是不是从日本人学的？他不知道日本是从中国学去的。久而久之，他对人也会行深鞠躬礼，就感染了，这些属于同事摄。我们自己，上面要同诸佛、要同法身菩萨，那就是要放下妄想分别执着。对下面这一切众生，无论哪个行业，我们要帮助他，我们要影响他，帮助他觉悟，帮助他回头，帮助他明理，帮助他获得安乐。",
      "zh_TW": "同事攝，前面一段講得很多，舉出許多例子來告訴我們。菩薩，以國王的身分，以大臣的身分，以宰官的身分，以將軍的身分，乃至我們現前社會各行各業，他全都能示現。示現不同的身分度不同行業的人，這叫同事，這個真正顯示出大用無方、大用無涯，真的顯示出來。這些地方我們要學。但是，這裡頭最重要的一個方向、一個目標永恆不變，幫助眾生破迷開悟。在現前這個時代，迫切需要的，是幫助眾生回歸到倫理道德。你教他謙虛，教他尊重別人，最好的方法，見面就跟他深深一鞠躬。起初，他覺得你很奇怪，你在哪裡學的？很多人初到湯池去看的時候，每個人鞠躬都是九十度：這是不是從日本人學的？他不知道日本是從中國學去的。久而久之，他對人也會行深鞠躬禮，就感染了，這些屬於同事攝。我們自己，上面要同諸佛、要同法身菩薩，那就是要放下妄想分別執著。對下面這一切眾生，無論哪個行業，我們要幫助他，我們要影響他，幫助他覺悟，幫助他回頭，幫助他明理，幫助他獲得安樂。"
    },
    {
      "id": "12-017-1752_p0033",
      "zh_CN": "古圣先贤这种教学法，释迦如来的教学法，我们在汤池这一年多的实验，证明很有效。为什么很有效？大家喜欢，所谓「民之所好好之」，你就成功了。这一推行，确实每个人都觉得好，每一家都觉得好。以前把赚钱摆在第一，现在把赚钱放在第二，把一家和乐放在第一，人生的价值观改变了。有多少青年到外面去打工赚钱，一个月可以赚两千块，回到汤池一个月赚五百块，他愿意回家，家庭有和乐。外面打工的时候，虽然可以多赚一点，但是生活程度高；这一比较之下，高不了多少，汤池生活程度很低，愿意回家，希望天天跟亲人团聚。这个乐趣，这个家庭的和乐不是金钱能够买得到的。所以确实「能普救度诸群生」。记住，先救自己，先成就自己，这个非常重要。",
      "zh_TW": "古聖先賢這種教學法，釋迦如來的教學法，我們在湯池這一年多的實驗，證明很有效。為什麼很有效？大家喜歡，所謂「民之所好好之」，你就成功了。這一推行，確實每個人都覺得好，每一家都覺得好。以前把賺錢擺在第一，現在把賺錢放在第二，把一家和樂放在第一，人生的價值觀改變了。有多少青年到外面去打工賺錢，一個月可以賺兩千塊，回到湯池一個月賺五百塊，他願意回家，家庭有和樂。外面打工的時候，雖然可以多賺一點，但是生活程度高；這一比較之下，高不了多少，湯池生活程度很低，願意回家，希望天天跟親人團聚。這個樂趣，這個家庭的和樂不是金錢能夠買得到的。所以確實「能普救度諸群生」。記住，先救自己，先成就自己，這個非常重要。"
    },
    {
      "id": "12-017-1752_p0034",
      "zh_CN": "第三句说「放大光明不思议」，这个大光明是什么？前面讲的慈光、慧光。慈悲光、智慧光遍法界虚空界。真能放这么大的光吗？这个光的大小，你想想看，佛在经上常讲「一切法从心想生」，你的气氛、你的磁场的大小，跟你的心量一定成正比例，量大福就大，量大慈悲就大，量大智慧就大。你信不信？没有度量，一个人都不能包容，这个人没有慈悲心，也没有智慧，肯定烦恼重重，很可能心浮气躁，他定不下来，妄念很多！有些妄念是妄想生的，有些妄念从外面境界里面的反应，外面境界不能放下，里面贪瞋痴慢不能放下，内外交煎，这个消耗能量就大！第三句这个放大光明就是他的影响，智慧的影响，慈悲的影响，自己修学的影响，教化众生的影响，这就是此地讲的放大光明。",
      "zh_TW": "第三句說「放大光明不思議」，這個大光明是什麼？前面講的慈光、慧光。慈悲光、智慧光遍法界虛空界。真能放這麼大的光嗎？這個光的大小，你想想看，佛在經上常講「一切法從心想生」，你的氣氛、你的磁場的大小，跟你的心量一定成正比例，量大福就大，量大慈悲就大，量大智慧就大。你信不信？沒有度量，一個人都不能包容，這個人沒有慈悲心，也沒有智慧，肯定煩惱重重，很可能心浮氣躁，他定不下來，妄念很多！有些妄念是妄想生的，有些妄念從外面境界裡面的反應，外面境界不能放下，裡面貪瞋痴慢不能放下，內外交煎，這個消耗能量就大！第三句這個放大光明就是他的影響，智慧的影響，慈悲的影響，自己修學的影響，教化眾生的影響，這就是此地講的放大光明。"
    },
    {
      "id": "12-017-1752_p0035",
      "zh_CN": "一般凡夫业习烦恼深重，自己磁场不知道，在中国学气功的人称这个叫「气」，佛法叫「光」，西方人叫「磁场」，一桩事情。练气功的人，心地清净，他要不清净，他就不能发功，所以他一定要定下来。他能看到每个人的气，每个人都有。如果没有的话，你就已经衰到极处，你的寿命不长了。这个气愈旺愈强，证明你身体健康，也可以说你在走好运。这个气的颜色不一样。我过去在美国，遇到这些算是相当高的气功师，在旧金山听我讲经。听完之后，我们并不熟悉，他告诉我们里面的听众，他说法师的气功一流的！所以以后别人来问我，他说：净空法师，你学过气功？没有！那气功师说你的气功是一流的。我说我不知道。他能看，看到你这气的颜色是金色的。有看到的是黄色的、白色的、红色的，有灰色的。灰色就比较差，大概都是有病；一般身体很强健的时候，白色、黄色的比较多。所以有些人能看见，颜色不同，大小不同。",
      "zh_TW": "一般凡夫業習煩惱深重，自己磁場不知道，在中國學氣功的人稱這個叫「氣」，佛法叫「光」，西方人叫「磁場」，一樁事情。練氣功的人，心地清淨，他要不清淨，他就不能發功，所以他一定要定下來。他能看到每個人的氣，每個人都有。如果沒有的話，你就已經衰到極處，你的壽命不長了。這個氣愈旺愈強，證明你身體健康，也可以說你在走好運。這個氣的顏色不一樣。我過去在美國，遇到這些算是相當高的氣功師，在舊金山聽我講經。聽完之後，我們並不熟悉，他告訴我們裡面的聽眾，他說法師的氣功一流的！所以以後別人來問我，他說：淨空法師，你學過氣功？沒有！那氣功師說你的氣功是一流的。我說我不知道。他能看，看到你這氣的顏色是金色的。有看到的是黃色的、白色的、紅色的，有灰色的。灰色就比較差，大概都是有病；一般身體很強健的時候，白色、黃色的比較多。所以有些人能看見，顏色不同，大小不同。"
    },
    {
      "id": "12-017-1752_p0036",
      "zh_CN": "佛法里面，这叫放光。这个不是你有意放的，实在讲，这是什么？佛法里面讲光，身光。不但人有，所有物质都有。连动物、植物，石头、泥沙，统统都有。只要是物质，我们这个人身体是物质，当然，人的物质他里头有心灵，凡是动物他都有灵。植物里面，像花草树木也有很多灵附在上面，我们称祂为树神、山神、河神、水神、花神、草木神。有附在植物、矿物上，那个光就不一样，跟一般没有附的时候光不相同。这确实有一些特异功能的人他能看得很清楚。所以这不是假的。",
      "zh_TW": "佛法裡面，這叫放光。這個不是你有意放的，實在講，這是什麼？佛法裡面講光，身光。不但人有，所有物質都有。連動物、植物，石頭、泥沙，統統都有。只要是物質，我們這個人身體是物質，當然，人的物質他裡頭有心靈，凡是動物他都有靈。植物裡面，像花草樹木也有很多靈附在上面，我們稱祂為樹神、山神、河神、水神、花神、草木神。有附在植物、礦物上，那個光就不一樣，跟一般沒有附的時候光不相同。這確實有一些特異功能的人他能看得很清楚。所以這不是假的。"
    },
    {
      "id": "12-017-1752_p0037",
      "zh_CN": "功夫高的，我们讲修行证果的，不但有身光，他还能放光。好像我们在大乘教里面看到，佛在讲经之前放光，眉间白毫放光，头顶放光，口放光，这我们在经上常看到的，这些全都有表法的意思。高层次的修行人，一见到佛放光，他就明白佛所说的教理，不必用言语，只要放光就晓得了，讯息全部知道了。这桩事情我们也不难懂，其实我们这个人间也有这种小小的智慧。你看我们每天从家里面到学会来，你们通过多少个十字路口，有没有看到那里放光？红灯一亮，你就不能过去；绿灯亮的时候，你就可以通过，不是在放光吗？这光也不思议，不要人说话，不要人指挥，不要人开口，大家都知道。大家都能遵守，交通就有秩序，以光明做佛事。科学家用光传递讯息，早期，特别是在海上，海军，船与船隔得很远，在从前还没有无线电话，用什么？用灯，用灯的闪光、光的长短，那一边就晓得传递什么样的讯息。这都是用光来传递讯息，也是此地放光不思议的意思。",
      "zh_TW": "功夫高的，我們講修行證果的，不但有身光，他還能放光。好像我們在大乘教裡面看到，佛在講經之前放光，眉間白毫放光，頭頂放光，口放光，這我們在經上常看到的，這些全都有表法的意思。高層次的修行人，一見到佛放光，他就明白佛所說的教理，不必用言語，只要放光就曉得了，訊息全部知道了。這樁事情我們也不難懂，其實我們這個人間也有這種小小的智慧。你看我們每天從家裡面到學會來，你們通過多少個十字路口，有沒有看到那裡放光？紅燈一亮，你就不能過去；綠燈亮的時候，你就可以通過，不是在放光嗎？這光也不思議，不要人說話，不要人指揮，不要人開口，大家都知道。大家都能遵守，交通就有秩序，以光明做佛事。科學家用光傳遞訊息，早期，特別是在海上，海軍，船與船隔得很遠，在從前還沒有無線電話，用什麼？用燈，用燈的閃光、光的長短，那一邊就曉得傳遞什麼樣的訊息。這都是用光來傳遞訊息，也是此地放光不思議的意思。"
    },
    {
      "id": "12-017-1752_p0038",
      "zh_CN": "由此可知，我们的心，思想，你心里面想什么，二果圣人就有这个能力，他有他心通、有宿命通，你心里面想什么事情，他知道。为什么？你所想的它有相。我想一个人，那个人的相就浮在脑海里，他看到了；你睡觉在作梦，他在旁边看到，你在梦中干什么，他看到了。这个在古人笔记小说里头有很多，最著名的一篇文章，也很多人读过的，《黄粱梦》。一个秀才在一个庙里面打瞌睡，睡着了，有个老和尚在旁边入定，他在那里作梦。梦醒了，也不过就是一、二十分钟。老和尚在旁边看得清清楚楚，把他那个梦里面事情统统说出来，他非常惊讶。所以起心动念它有相，有相就会被人看见，有念就会被人知道，现在所谓是心灵感应。这个都称之为不思议。",
      "zh_TW": "由此可知，我們的心，思想，你心裡面想什麼，二果聖人就有這個能力，他有他心通、有宿命通，你心裡面想什麼事情，他知道。為什麼？你所想的它有相。我想一個人，那個人的相就浮在腦海裡，他看到了；你睡覺在作夢，他在旁邊看到，你在夢中幹什麼，他看到了。這個在古人筆記小說裡頭有很多，最著名的一篇文章，也很多人讀過的，《黃粱夢》。一個秀才在一個廟裡面打瞌睡，睡著了，有個老和尚在旁邊入定，他在那裡作夢。夢醒了，也不過就是一、二十分鐘。老和尚在旁邊看得清清楚楚，把他那個夢裡面事情統統說出來，他非常驚訝。所以起心動念它有相，有相就會被人看見，有念就會被人知道，現在所謂是心靈感應。這個都稱之為不思議。"
    },
    {
      "id": "12-017-1752_p0039",
      "zh_CN": "我们明白这个道理，人真的要发愿，发愿做个好人，发愿做社会大众一个好样子，要真干！不但对社会有好处，对自己的好处，给诸位说，百分之九十；对外面的好处百分之十，为人真正为自己。这是个缘分，为什么？没有看到这个动乱的社会，没有看到众生这么苦，你真正想修，这个念头生不起来，自己想做，那个懒惰改不了。如果看到这么多众生这么苦，自己的爱心、悲心生起来了：我一定要做好，只有我做好，才能帮助他。所以这个外面境界也是好境界，真的是人人是好人、事事是好事。境界可以启发我们的智慧，引出我们性德里面的慈悲。顺境、逆境，没有一个不是好境界。",
      "zh_TW": "我們明白這個道理，人真的要發願，發願做個好人，發願做社會大眾一個好樣子，要真幹！不但對社會有好處，對自己的好處，給諸位說，百分之九十；對外面的好處百分之十，為人真正為自己。這是個緣分，為什麼？沒有看到這個動亂的社會，沒有看到眾生這麼苦，你真正想修，這個念頭生不起來，自己想做，那個懶惰改不了。如果看到這麼多眾生這麼苦，自己的愛心、悲心生起來了：我一定要做好，只有我做好，才能幫助他。所以這個外面境界也是好境界，真的是人人是好人、事事是好事。境界可以啟發我們的智慧，引出我們性德裡面的慈悲。順境、逆境，沒有一個不是好境界。"
    },
    {
      "id": "12-017-1752_p0040",
      "zh_CN": "『令其见者悉调伏』，「调」是调顺性德，「伏」是降伏烦恼习气，这是大学问！现代人确实有不少自以为聪明，用自己的想法、看法成为一套的学说，我们世间人尊重他为专家学者，他对社会上产生很大的影响，东西方的大哲学家、大科学家，也包括宗教家。在这地方使我们就想到释迦牟尼佛年轻时候十二年的参学，他给我们示现的，十二年参学之后，总结是不究竟，不究竟就是不圆满、有缺陷，不能够彻底解决问题。如果是解决问题，只能解决一个段落，到另外一个学者出来之后，发明一套理论，会把他推翻。所以现在哪一个哲学家、科学家都不敢讲他所发现的是真理，例子太多了，不能够圆满解决问题。",
      "zh_TW": "『令其見者悉調伏』，「調」是調順性德，「伏」是降伏煩惱習氣，這是大學問！現代人確實有不少自以為聰明，用自己的想法、看法成為一套的學說，我們世間人尊重他為專家學者，他對社會上產生很大的影響，東西方的大哲學家、大科學家，也包括宗教家。在這地方使我們就想到釋迦牟尼佛年輕時候十二年的參學，他給我們示現的，十二年參學之後，總結是不究竟，不究竟就是不圓滿、有缺陷，不能夠徹底解決問題。如果是解決問題，只能解決一個段落，到另外一個學者出來之後，發明一套理論，會把他推翻。所以現在哪一個哲學家、科學家都不敢講他所發現的是真理，例子太多了，不能夠圓滿解決問題。"
    },
    {
      "id": "12-017-1752_p0041",
      "zh_CN": "所以佛给我们的示现，他到菩提树下去入定，把十二年所学的全都放弃了。这一放弃就是说妄想分别执着放下，自性现前了，所以大彻大悟，明心见性。这一见性，十二年所学的，给诸位说，全是佛法。我们明白了吧！没见性，十二年所学的，世间法，解决不了问题。见性之后，一切法都是佛法；没有见性，一切法都是世间法，都是不究竟的。这个示现好！所以我们学，行，不学也行。释迦牟尼佛示现学，六祖惠能大师示现没学，没学也行，只要把妄想分别执着放下，自性现前了。",
      "zh_TW": "所以佛給我們的示現，他到菩提樹下去入定，把十二年所學的全都放棄了。這一放棄就是說妄想分別執著放下，自性現前了，所以大徹大悟，明心見性。這一見性，十二年所學的，給諸位說，全是佛法。我們明白了吧！沒見性，十二年所學的，世間法，解決不了問題。見性之後，一切法都是佛法；沒有見性，一切法都是世間法，都是不究竟的。這個示現好！所以我們學，行，不學也行。釋迦牟尼佛示現學，六祖惠能大師示現沒學，沒學也行，只要把妄想分別執著放下，自性現前了。"
    },
    {
      "id": "12-017-1752_p0042",
      "zh_CN": "自性为什么能解决问题？就以能大师所说的，自性本来清净的，从来没有染污过，清净心，「信心清净，则生实相」，这《金刚经》上说的，清净心起作用是智慧，真智慧。又说「自性本不生灭」，这个了不得，本不生灭，这个六道里面众生最苦恼的就是生死问题，这解决了，没生死。第三句讲「本自具足」，我们这个世间人有求不得苦，这个问题解决了，有求必应，没有一样求不到，统统是你自己有的，怎么会求不到？又说「本无动摇」，我们现在烦恼，最大的烦恼是什么？念头不息，前念灭，后念生，连睡觉都不能够中止，本无动摇。这个动摇是什么？妄心，不是真心，不相干的。后面讲「能生万法」，那什么问题不能解决？世出世间所有问题迎刃而解。",
      "zh_TW": "自性為什麼能解決問題？就以能大師所說的，自性本來清淨的，從來沒有染污過，清淨心，「信心清淨，則生實相」，這《金剛經》上說的，清淨心起作用是智慧，真智慧。又說「自性本不生滅」，這個了不得，本不生滅，這個六道裡面眾生最苦惱的就是生死問題，這解決了，沒生死。第三句講「本自具足」，我們這個世間人有求不得苦，這個問題解決了，有求必應，沒有一樣求不到，統統是你自己有的，怎麼會求不到？又說「本無動搖」，我們現在煩惱，最大的煩惱是什麼？念頭不息，前念滅，後念生，連睡覺都不能夠中止，本無動搖。這個動搖是什麼？妄心，不是真心，不相干的。後面講「能生萬法」，那什麼問題不能解決？世出世間所有問題迎刃而解。"
    },
    {
      "id": "12-017-1752_p0043",
      "zh_CN": "所以你要问：我们为什么要见性？见性有什么好处？你就明白了。只要能见性，自己问题解决了。什么问题？生死轮回的问题解决了。智慧德能恢复了，能帮助遍法界虚空界所有苦难众生破迷开悟，离苦得乐。问题就是你信不信？这就是佛法常说的，「佛度有缘人」。什么叫有缘？信，能信、能解、能行、能证，有缘人。所以学佛不能不见性，要想见性不能不放下，不能不依教修行。今天时间到了，我们就讲到此地。",
      "zh_TW": "所以你要問：我們為什麼要見性？見性有什麼好處？你就明白了。只要能見性，自己問題解決了。什麼問題？生死輪迴的問題解決了。智慧德能恢復了，能幫助遍法界虛空界所有苦難眾生破迷開悟，離苦得樂。問題就是你信不信？這就是佛法常說的，「佛度有緣人」。什麼叫有緣？信，能信、能解、能行、能證，有緣人。所以學佛不能不見性，要想見性不能不放下，不能不依教修行。今天時間到了，我們就講到此地。"
    }
  ]
}