{
  "doc_id": "12-017-0850",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八五０卷",
    "zh_TW": "第八五０卷"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-0850",
  "total_paragraphs": 91,
  "paragraphs": [
    {
      "id": "12-017-0850_p0001",
      "zh_CN": "诸位同学，请看「华藏世界品」右旋十海，第一离垢燄藏海，它也有二十层世界，请看第十六层：",
      "zh_TW": "諸位同學，請看「華藏世界品」右旋十海，第一離垢燄藏海，它也有二十層世界，請看第十六層："
    },
    {
      "id": "12-017-0850_p0002",
      "zh_CN": "【此上过佛刹微尘数世界。有世界名栴檀月。其形八隅。依金刚栴檀宝海住。】",
      "zh_TW": "【此上過佛剎微塵數世界。有世界名栴檀月。其形八隅。依金剛栴檀寶海住。】"
    },
    {
      "id": "12-017-0850_p0003",
      "zh_CN": "这是讲它的依住。",
      "zh_TW": "這是講它的依住。"
    },
    {
      "id": "12-017-0850_p0004",
      "zh_CN": "【真珠华摩尼云弥覆其上。】",
      "zh_TW": "【真珠華摩尼雲彌覆其上。】"
    },
    {
      "id": "12-017-0850_p0005",
      "zh_CN": "这说它的上空。有：",
      "zh_TW": "這說它的上空。有："
    },
    {
      "id": "12-017-0850_p0006",
      "zh_CN": "【十六佛刹微尘数世界围绕。纯一清净。】",
      "zh_TW": "【十六佛剎微塵數世界圍繞。純一清淨。】"
    },
    {
      "id": "12-017-0850_p0007",
      "zh_CN": "这一句很重要！",
      "zh_TW": "這一句很重要！"
    },
    {
      "id": "12-017-0850_p0008",
      "zh_CN": "【佛号最胜法无等智。】",
      "zh_TW": "【佛號最勝法無等智。】"
    },
    {
      "id": "12-017-0850_p0009",
      "zh_CN": "世界名号为『栴檀月』，「栴檀」是宝香，「月」是比喻，比喻清凉的意思，这个世界是清凉世界。我们想像宝香清凉，再看看世尊介绍末后一句有『纯一清净』，我们知道这个世界是净土。",
      "zh_TW": "世界名號為『栴檀月』，「栴檀」是寶香，「月」是比喻，比喻清涼的意思，這個世界是清涼世界。我們想像寶香清涼，再看看世尊介紹末後一句有『純一清淨』，我們知道這個世界是淨土。"
    },
    {
      "id": "12-017-0850_p0010",
      "zh_CN": "佛的德号『最胜法无等智』，「最胜法」是哪个法？就本经来说，的指《大方广佛华严》，这是究竟圆满的大法，当然「无等」！世出世间没有任何一法能够跟它平等，意思就是说这个法第一殊胜，最胜法！「无等智」，这智慧到究竟圆满。",
      "zh_TW": "佛的德號『最勝法無等智』，「最勝法」是哪個法？就本經來說，的指《大方廣佛華嚴》，這是究竟圓滿的大法，當然「無等」！世出世間沒有任何一法能夠跟它平等，意思就是說這個法第一殊勝，最勝法！「無等智」，這智慧到究竟圓滿。"
    },
    {
      "id": "12-017-0850_p0011",
      "zh_CN": "我们从佛的德号知道佛在那边的教学，确确实实跟这个地方华藏世界一样，毘卢遮那世尊主导的这个世界。我们这个娑婆世界实在讲是华藏世界周围环绕的一个世界，如果是以华藏为中心，娑婆是华藏的眷属。眷属刹土里面有净、有秽、有净秽混杂的这种世界，像娑婆世界就是这种情形。释迦牟尼佛的实报庄严土是「纯一清净」，但是方便土、同居土就染污了，就不是清净的相。「最胜法无等智」如来他教化的这个世界纯一清净，说明四土里面只有实报土、寂光土，纯一清净的，没有方便、同居土。何以没有？我们在佛名号里面看到了。",
      "zh_TW": "我們從佛的德號知道佛在那邊的教學，確確實實跟這個地方華藏世界一樣，毘盧遮那世尊主導的這個世界。我們這個娑婆世界實在講是華藏世界周圍環繞的一個世界，如果是以華藏為中心，娑婆是華藏的眷屬。眷屬剎土裡面有淨、有穢、有淨穢混雜的這種世界，像娑婆世界就是這種情形。釋迦牟尼佛的實報莊嚴土是「純一清淨」，但是方便土、同居土就染污了，就不是清淨的相。「最勝法無等智」如來他教化的這個世界純一清淨，說明四土裡面只有實報土、寂光土，純一清淨的，沒有方便、同居土。何以沒有？我們在佛名號裡面看到了。"
    },
    {
      "id": "12-017-0850_p0012",
      "zh_CN": "佛陀教化众生以「最胜法」，我们学佛学了这么多年，多少也能够体会得宇宙人生真相的少分；多分我们不敢讲，能够体会得少分。从这一点点体会，我们晓得世出世间法教学第一。中国《礼记‧学记》里面讲「建国君民，教学为先」。我读了这一句，我有相当深刻的体会。",
      "zh_TW": "佛陀教化眾生以「最勝法」，我們學佛學了這麼多年，多少也能夠體會得宇宙人生真相的少分；多分我們不敢講，能夠體會得少分。從這一點點體會，我們曉得世出世間法教學第一。中國《禮記‧學記》裡面講「建國君民，教學為先」。我讀了這一句，我有相當深刻的體會。"
    },
    {
      "id": "12-017-0850_p0013",
      "zh_CN": "小从个人，我们一个人生活在世间什么事情对我们是第一重要的？教学！谁在教我们？我们在《华严经》上看看善财童子，一切人一切事一切物，它在教我们！我们自己要知道好好的学习，人事物、六尘境界，善教！我们要善学！这个道理要是明白了、要是清楚了，我们跟善财就没有两样，无二无别。",
      "zh_TW": "小從個人，我們一個人生活在世間什麼事情對我們是第一重要的？教學！誰在教我們？我們在《華嚴經》上看看善財童子，一切人一切事一切物，它在教我們！我們自己要知道好好的學習，人事物、六塵境界，善教！我們要善學！這個道理要是明白了、要是清楚了，我們跟善財就沒有兩樣，無二無別。"
    },
    {
      "id": "12-017-0850_p0014",
      "zh_CN": "善财为我们示现的：一生成无上道。我们走他这个路子，我们有信心在这一生当中也能成就无上道。为什么？最胜法！最胜法就是这个世间一切人、一切事、一切物都是我的善知识，我要好好的向他们学习；学习随顺法性，学习远离烦恼。说远离烦恼还是方便说，真实说是怎么个说法？转烦恼为菩提。",
      "zh_TW": "善財為我們示現的：一生成無上道。我們走他這個路子，我們有信心在這一生當中也能成就無上道。為什麼？最勝法！最勝法就是這個世間一切人、一切事、一切物都是我的善知識，我要好好的向他們學習；學習隨順法性，學習遠離煩惱。說遠離煩惱還是方便說，真實說是怎麼個說法？轉煩惱為菩提。"
    },
    {
      "id": "12-017-0850_p0015",
      "zh_CN": "在这个世间法里头就一切法相，在这个里头见法性，这个境界就转过来了；不随法相转，法性永远不会随法相转。法相有生灭，法性永远没有生灭；法相有染净，法性永远没有染净。修行证果，大彻大悟，明心见性，这什么意思？说个实在话，就是他不随法相转了，他能在法相里面见法性；这就是转烦恼为菩提，转迷为悟，转凡成圣。说法尽管不一样，意思是一样的，是一桩事。这才是真正的最胜法，会转、能转那是真正的无等智。从佛的德号我们应当有很深的体会，没有智转不过来。",
      "zh_TW": "在這個世間法裡頭就一切法相，在這個裡頭見法性，這個境界就轉過來了；不隨法相轉，法性永遠不會隨法相轉。法相有生滅，法性永遠沒有生滅；法相有染淨，法性永遠沒有染淨。修行證果，大徹大悟，明心見性，這什麼意思？說個實在話，就是他不隨法相轉了，他能在法相裡面見法性；這就是轉煩惱為菩提，轉迷為悟，轉凡成聖。說法儘管不一樣，意思是一樣的，是一樁事。這才是真正的最勝法，會轉、能轉那是真正的無等智。從佛的德號我們應當有很深的體會，沒有智轉不過來。"
    },
    {
      "id": "12-017-0850_p0016",
      "zh_CN": "一般凡夫为什么会随着法相转？在相中不能见性，在事中不能见理，什么原因？着相了！随着法相转那很辛苦，而不知道法相是虚妄的，法相不是真实的。《金刚经》上说的好「凡所有相，皆是虚妄」，凡所有相都是法相，皆是虚妄！虚妄的后面是真实的，真实的是法性！法性能现，法相所现；法性能变，法相所变。能现、能变的永远不变；所现、所变的刹那不住。这是事实真相！",
      "zh_TW": "一般凡夫為什麼會隨著法相轉？在相中不能見性，在事中不能見理，什麼原因？著相了！隨著法相轉那很辛苦，而不知道法相是虛妄的，法相不是真實的。《金剛經》上說的好「凡所有相，皆是虛妄」，凡所有相都是法相，皆是虛妄！虛妄的後面是真實的，真實的是法性！法性能現，法相所現；法性能變，法相所變。能現、能變的永遠不變；所現、所變的剎那不住。這是事實真相！"
    },
    {
      "id": "12-017-0850_p0017",
      "zh_CN": "为什么他们这个世界纯一清净？这个世界的居民，佛的弟子都明了事实真相，都不会被境界所转；不被境界转，他就能转境界。《楞严经》上讲的「若能转境，则同如来」，这个经上讲的是「转物」，那我说的是「转境」，大家好懂，转物跟转境是一个意思。佛在四依法里头教导我们「依义不依语」，言语不管怎么说法，意思是一样的，那就对了。要紧的是在境界上能够转过来，不要随着境界去生灭。随着境界，我们的心是生灭心，生灭心是妄心不是真心，真心不生不灭。",
      "zh_TW": "為什麼他們這個世界純一清淨？這個世界的居民，佛的弟子都明瞭事實真相，都不會被境界所轉；不被境界轉，他就能轉境界。《楞嚴經》上講的「若能轉境，則同如來」，這個經上講的是「轉物」，那我說的是「轉境」，大家好懂，轉物跟轉境是一個意思。佛在四依法裡頭教導我們「依義不依語」，言語不管怎麼說法，意思是一樣的，那就對了。要緊的是在境界上能夠轉過來，不要隨著境界去生滅。隨著境界，我們的心是生滅心，生滅心是妄心不是真心，真心不生不滅。"
    },
    {
      "id": "12-017-0850_p0018",
      "zh_CN": "大乘经上讲「常住真心，性净明体」，那是自己，那是本人。除这个之外，虚空、法界，刹土、众生都是自性的相分。古德常常教导我们、提醒我们「唯心净土，自性弥陀」。在净土里面你要见唯心，在弥陀相好里面你要见自性，那就对了。见性不着相，这是最胜法，这是无等智！",
      "zh_TW": "大乘經上講「常住真心，性淨明體」，那是自己，那是本人。除這個之外，虛空、法界，剎土、眾生都是自性的相分。古德常常教導我們、提醒我們「唯心淨土，自性彌陀」。在淨土裡面你要見唯心，在彌陀相好裡面你要見自性，那就對了。見性不著相，這是最勝法，這是無等智！"
    },
    {
      "id": "12-017-0850_p0019",
      "zh_CN": "话说起来很容易，真正落实在日用平常之中，就难了！难在哪里？难在习气太深太重了。那要怎么办？诸佛如来、祖师大德教导我们「长时薰习」，初学的人「一门深入，长时薰修」。一切染着是无量劫薰修成的，其实它没这个东西，绝非事实。没有，好像有。这个虚妄的思想见解（就是妄想分别执着），障碍了我们明心见性。我们要恢复自己的本能，恢复自己的智慧，恢复自己的相好，唯一的方法，诸佛如来所传，我们不能不知道，我们应当随顺！",
      "zh_TW": "話說起來很容易，真正落實在日用平常之中，就難了！難在哪裡？難在習氣太深太重了。那要怎麼辦？諸佛如來、祖師大德教導我們「長時薰習」，初學的人「一門深入，長時薰修」。一切染著是無量劫薰修成的，其實它沒這個東西，絕非事實。沒有，好像有。這個虛妄的思想見解（就是妄想分別執著），障礙了我們明心見性。我們要恢復自己的本能，恢復自己的智慧，恢復自己的相好，唯一的方法，諸佛如來所傳，我們不能不知道，我們應當隨順！"
    },
    {
      "id": "12-017-0850_p0020",
      "zh_CN": "不但说你有出路，这个出路，出离生死，永脱轮回，超凡入圣，作佛去了！就在这一生当中就能够圆满成就，问题我们肯不肯干？真干，肯不肯把世缘放下？世间在现前，不错，确实有很多苦难的众生，我们看到了不忍心，应当去帮助他。但是一定要记住佛的教诲，我们要以理智，不能感情用事。「依智不依识」、「依了义，不依不了义」，我们才能成就，一定要知道成就自己就是成就众生。",
      "zh_TW": "不但說你有出路，這個出路，出離生死，永脫輪迴，超凡入聖，作佛去了！就在這一生當中就能夠圓滿成就，問題我們肯不肯幹？真幹，肯不肯把世緣放下？世間在現前，不錯，確實有很多苦難的眾生，我們看到了不忍心，應當去幫助他。但是一定要記住佛的教誨，我們要以理智，不能感情用事。「依智不依識」、「依了義，不依不了義」，我們才能成就，一定要知道成就自己就是成就眾生。"
    },
    {
      "id": "12-017-0850_p0021",
      "zh_CN": "今天早晨东天目山齐居士给我打了个电话，告诉我山上有一位居士往生，瑞相希有！预知时至。他跟齐居士讲他三个月往生，齐居士说他走的时候距离三个月差两天，她告诉我。我说这是他来示现的，来做给我们看的，告诉我们受持《无量寿经》会集本，依教奉行，往生是真的，一点都不假！走了以后三十六个小时给他入殓的时候，全身柔软，面目如生。他们做成录相带，会寄到这边给我们大家看。这个人在生的时候非常可怜，贫穷潦倒。遇到佛法，一心念佛。活的时候没有人瞧得起，没人瞧得起是替他消业障，业障消除往生自在，他没有障碍了。",
      "zh_TW": "今天早晨東天目山齊居士給我打了個電話，告訴我山上有一位居士往生，瑞相希有！預知時至。他跟齊居士講他三個月往生，齊居士說他走的時候距離三個月差兩天，她告訴我。我說這是他來示現的，來做給我們看的，告訴我們受持《無量壽經》會集本，依教奉行，往生是真的，一點都不假！走了以後三十六個小時給他入殮的時候，全身柔軟，面目如生。他們做成錄相帶，會寄到這邊給我們大家看。這個人在生的時候非常可憐，貧窮潦倒。遇到佛法，一心念佛。活的時候沒有人瞧得起，沒人瞧得起是替他消業障，業障消除往生自在，他沒有障礙了。"
    },
    {
      "id": "12-017-0850_p0022",
      "zh_CN": "在道场，如果说受到这个道场的优待礼遇、恭敬赞叹，那是消他的福报，他有大福报、小福报。在道场里面做义工，没人瞧得起，甚至于每个人嫌弃他、讨厌他，消业障。你看倓虚老法师给我们讲的在东北极乐寺往生的修无师，不就是一个很好的例子吗？修无师是出家人，不认识字，没有念过书。出家之后在寺院做粗活，往生的时候那么潇洒、那么自在。谛闲老和尚听到了，赞叹！是我们真正修行人的好榜样。出家人要做出家人的好样子，在家人要做在家人的好样子。不要以为他没有知识，他没有念过书，他不认识字。仔细去观察，他修的是最胜法，他成就的是无等智，跟世间人见解思想不一样！往生就是作佛去了！",
      "zh_TW": "在道場，如果說受到這個道場的優待禮遇、恭敬讚歎，那是消他的福報，他有大福報、小福報。在道場裡面做義工，沒人瞧得起，甚至於每個人嫌棄他、討厭他，消業障。你看倓虛老法師給我們講的在東北極樂寺往生的修無師，不就是一個很好的例子嗎？修無師是出家人，不認識字，沒有念過書。出家之後在寺院做粗活，往生的時候那麼瀟灑、那麼自在。諦閑老和尚聽到了，讚歎！是我們真正修行人的好榜樣。出家人要做出家人的好樣子，在家人要做在家人的好樣子。不要以為他沒有知識，他沒有念過書，他不認識字。仔細去觀察，他修的是最勝法，他成就的是無等智，跟世間人見解思想不一樣！往生就是作佛去了！"
    },
    {
      "id": "12-017-0850_p0023",
      "zh_CN": "天目山这些年殊胜，有往生站着走的、坐着走的、预知时至的，我们佛法里面讲信、解、行、证，这是证！给我们做出证明来给我们看。菩萨示现！在历史上我们曾经读过，国清寺的寒山、拾得、丰干和尚都是在道场做义工的，在道场也是没人瞧得起他。到后来身分暴露，大家感觉到忏悔了。寒山、拾得，文殊、普贤的化身；丰干和尚，阿弥陀佛再来！真的所谓是真人不露相，露相非真人。",
      "zh_TW": "天目山這些年殊勝，有往生站著走的、坐著走的、預知時至的，我們佛法裡面講信、解、行、證，這是證！給我們做出證明來給我們看。菩薩示現！在歷史上我們曾經讀過，國清寺的寒山、拾得、豐干和尚都是在道場做義工的，在道場也是沒人瞧得起他。到後來身分暴露，大家感覺到懺悔了。寒山、拾得，文殊、普賢的化身；豐干和尚，阿彌陀佛再來！真的所謂是真人不露相，露相非真人。"
    },
    {
      "id": "12-017-0850_p0024",
      "zh_CN": "真正明白这个道理，我们对待一切众生要生平等心，不能有丝毫分别执着。无论这个境缘是善、是恶，是顺、是逆，总以清净、平等心来对待，我们才能看到事实真相。稍稍落在妄想分别执着里面就错了，错在哪里？轮回心看世间，世间是六道轮回。离分别执着看世间是跟诸佛菩萨一样，是从一真世界来看世间，无等智慧现前，一真法界你见到了。学佛，尤其是学大乘，这一点很重要！我们再看再上面一层，第十七层：",
      "zh_TW": "真正明白這個道理，我們對待一切眾生要生平等心，不能有絲毫分別執著。無論這個境緣是善、是惡，是順、是逆，總以清淨、平等心來對待，我們才能看到事實真相。稍稍落在妄想分別執著裡面就錯了，錯在哪裡？輪迴心看世間，世間是六道輪迴。離分別執著看世間是跟諸佛菩薩一樣，是從一真世界來看世間，無等智慧現前，一真法界你見到了。學佛，尤其是學大乘，這一點很重要！我們再看再上面一層，第十七層："
    },
    {
      "id": "12-017-0850_p0025",
      "zh_CN": "【此上过佛刹微尘数世界。有世界名离垢光明。】",
      "zh_TW": "【此上過佛剎微塵數世界。有世界名離垢光明。】"
    },
    {
      "id": "12-017-0850_p0026",
      "zh_CN": "这世界的名号。",
      "zh_TW": "這世界的名號。"
    },
    {
      "id": "12-017-0850_p0027",
      "zh_CN": "【其状犹如香水旋流。】",
      "zh_TW": "【其狀猶如香水旋流。】"
    },
    {
      "id": "12-017-0850_p0028",
      "zh_CN": "这说它的形状。",
      "zh_TW": "這說它的形狀。"
    },
    {
      "id": "12-017-0850_p0029",
      "zh_CN": "【依无边色宝光海住。】",
      "zh_TW": "【依無邊色寶光海住。】"
    },
    {
      "id": "12-017-0850_p0030",
      "zh_CN": "这一句讲它的依住。",
      "zh_TW": "這一句講它的依住。"
    },
    {
      "id": "12-017-0850_p0031",
      "zh_CN": "【妙香光明云弥覆其上。】",
      "zh_TW": "【妙香光明雲彌覆其上。】"
    },
    {
      "id": "12-017-0850_p0032",
      "zh_CN": "这世界的上空。",
      "zh_TW": "這世界的上空。"
    },
    {
      "id": "12-017-0850_p0033",
      "zh_CN": "【十七佛刹微尘数世界围绕。佛号遍照虚空光明音。】",
      "zh_TW": "【十七佛剎微塵數世界圍繞。佛號遍照虛空光明音。】"
    },
    {
      "id": "12-017-0850_p0034",
      "zh_CN": "在这一段经文里头，我们应当如何学习？『世界名离垢光明』，「垢」是烦恼、是染污，「离」，放下！放下烦恼、染污，自性本具的般若光明就现前了。",
      "zh_TW": "在這一段經文裡頭，我們應當如何學習？『世界名離垢光明』，「垢」是煩惱、是染污，「離」，放下！放下煩惱、染污，自性本具的般若光明就現前了。"
    },
    {
      "id": "12-017-0850_p0035",
      "zh_CN": "早年章嘉大师教我，菩萨修行的方法，我要求的是简单明了，他老人家告诉我「看得破，放得下」，真的是简单明了！看破帮助放下，放下又帮助看破，这两个方法相辅相成；从初发心到无上道，一直到成佛，就用这个方法。我这一生得老师指教，不能说有很圆满的受用，但是可以说有相当分量的受用。看破是智慧，放下是功夫！当我们心里面有烦恼现前的时候，我就会想到老师教我放下。这很管用，心里头就没有烦恼了，就恢复平静了。",
      "zh_TW": "早年章嘉大師教我，菩薩修行的方法，我要求的是簡單明瞭，他老人家告訴我「看得破，放得下」，真的是簡單明瞭！看破幫助放下，放下又幫助看破，這兩個方法相輔相成；從初發心到無上道，一直到成佛，就用這個方法。我這一生得老師指教，不能說有很圓滿的受用，但是可以說有相當分量的受用。看破是智慧，放下是功夫！當我們心裡面有煩惱現前的時候，我就會想到老師教我放下。這很管用，心裡頭就沒有煩惱了，就恢復平靜了。"
    },
    {
      "id": "12-017-0850_p0036",
      "zh_CN": "平静的心起「照见」的作用，会领会到更深一层的意境。在哪里学？一切时一切处，生活当中学，穿衣吃饭里头学，工作里头学，和长官部属同事相处，在应酬里头学处事待人接物。人是个社会动物，不能够独自生存，人都要互相依靠。我们穿的这件衣服，布不是自己织的，裁缝都要依靠别人。我们喝一杯水，水从哪里来的？多少人力物力使我们方便得到饮水。我们吃的饭，每一粒米多少人辛苦在那边工作，我们才有这一碗可口的香饭。这说明我们没有办法离开社会大众。",
      "zh_TW": "平靜的心起「照見」的作用，會領會到更深一層的意境。在哪裡學？一切時一切處，生活當中學，穿衣吃飯裡頭學，工作裡頭學，和長官部屬同事相處，在應酬裡頭學處事待人接物。人是個社會動物，不能夠獨自生存，人都要互相依靠。我們穿的這件衣服，布不是自己織的，裁縫都要依靠別人。我們喝一杯水，水從哪裡來的？多少人力物力使我們方便得到飲水。我們吃的飯，每一粒米多少人辛苦在那邊工作，我們才有這一碗可口的香飯。這說明我們沒有辦法離開社會大眾。"
    },
    {
      "id": "12-017-0850_p0037",
      "zh_CN": "我们应当怎样跟社会大众相处？从这个里头学看破、放下，放下这又看破。不断的把自己境界向上提升，一直提升到圆满菩提，提升到佛经上讲的「无上正等正觉」，这是我们没成佛之前学习的目标。",
      "zh_TW": "我們應當怎樣跟社會大眾相處？從這個裡頭學看破、放下，放下這又看破。不斷的把自己境界向上提升，一直提升到圓滿菩提，提升到佛經上講的「無上正等正覺」，這是我們沒成佛之前學習的目標。"
    },
    {
      "id": "12-017-0850_p0038",
      "zh_CN": "成佛之后，那就有另外一个目标，那个目标是「众生无边誓愿度」。没成佛之前，我们唯一的目标是「佛道无上誓愿成」。成佛之后广度众生，那个时候智慧圆满的开显了，帮助一切众生，心里头痕迹都不着。所以普贤菩萨，你看在「行愿品」里面跟我们讲的「无有疲厌」，永远不会疲劳、不会厌倦。那是什么原因？圆满的智慧、圆满的德能、圆满的相好。",
      "zh_TW": "成佛之後，那就有另外一個目標，那個目標是「眾生無邊誓願度」。沒成佛之前，我們唯一的目標是「佛道無上誓願成」。成佛之後廣度眾生，那個時候智慧圓滿的開顯了，幫助一切眾生，心裡頭痕跡都不著。所以普賢菩薩，你看在「行願品」裡面跟我們講的「無有疲厭」，永遠不會疲勞、不會厭倦。那是什麼原因？圓滿的智慧、圓滿的德能、圓滿的相好。"
    },
    {
      "id": "12-017-0850_p0039",
      "zh_CN": "我们世间人没法子体会，说随心所欲，佛菩萨没有心，哪来的欲？所以这个境界世尊给我们说作「不思议解脱境界」，这是佛！在不可思议里面勉强给我们说出这么一个名词出来，我们不能够执着这个言说，不能执著名相，体会当中的义趣，这个重要！希望我们自己天天有进步。",
      "zh_TW": "我們世間人沒法子體會，說隨心所欲，佛菩薩沒有心，哪來的欲？所以這個境界世尊給我們說作「不思議解脫境界」，這是佛！在不可思議裡面勉強給我們說出這麼一個名詞出來，我們不能夠執著這個言說，不能執著名相，體會當中的義趣，這個重要！希望我們自己天天有進步。"
    },
    {
      "id": "12-017-0850_p0040",
      "zh_CN": "我们今天仔细冷静的观察这个世间，我相信你跟我一样，真正体会得佛法在世出世间一切法里头无比的殊胜。世间即使是有相当聪明智慧的人，但是这个聪明智慧是世智辩聪。为什么叫他世智辩聪？他没有离开分别执着，他在日用平常当中还是有分别心，还是有执着。只要没有离开分别执着，他的聪明智慧就叫做世智辩聪。为什么？他不能脱离六道这个世间。六道从哪里来的？从分别执着来的。所以佛在经上讲，于世出世间一切法不再执着了，你就脱离六道。执着是见思烦恼！分别是尘沙烦恼！如果分别也没有了，世出世间法分别执着都没有了，这个人脱离十法界。四圣法界里头没有执着，有分别。六凡，就是六道里面有分别、有执着。",
      "zh_TW": "我們今天仔細冷靜的觀察這個世間，我相信你跟我一樣，真正體會得佛法在世出世間一切法裡頭無比的殊勝。世間即使是有相當聰明智慧的人，但是這個聰明智慧是世智辯聰。為什麼叫他世智辯聰？他沒有離開分別執著，他在日用平常當中還是有分別心，還是有執著。只要沒有離開分別執著，他的聰明智慧就叫做世智辯聰。為什麼？他不能脫離六道這個世間。六道從哪裡來的？從分別執著來的。所以佛在經上講，於世出世間一切法不再執著了，你就脫離六道。執著是見思煩惱！分別是塵沙煩惱！如果分別也沒有了，世出世間法分別執著都沒有了，這個人脫離十法界。四聖法界裡頭沒有執著，有分別。六凡，就是六道裡面有分別、有執著。"
    },
    {
      "id": "12-017-0850_p0041",
      "zh_CN": "这个道理我们在讲席当中说得太多了，还要说，永远在说。什么原因？我们没有离开、没有放下！放下之后还要说，那为什么？虚空法界刹土众生有许许多多没有放下，没看破，所以要做出一个看破、放下的样子给他看，这度众生！所以诸佛菩萨在九法界的示现是永恒的，不是一时的，不是有阶段性的，没有，永恒的。众生没有度尽，佛菩萨的示现就不会终止。我们如果细心观察就开智慧，就知道他那个做的，原来我们想的，好像没有道理，细心冷静观察，发现他有道理在，他很高明，是我们意想不到的。你想通、想明白了，就叫做看破。你看破之后一定向他学习，一定把自己的妄想执着放下，随顺佛陀善知识的教诲。",
      "zh_TW": "這個道理我們在講席當中說得太多了，還要說，永遠在說。什麼原因？我們沒有離開、沒有放下！放下之後還要說，那為什麼？虛空法界剎土眾生有許許多多沒有放下，沒看破，所以要做出一個看破、放下的樣子給他看，這度眾生！所以諸佛菩薩在九法界的示現是永恆的，不是一時的，不是有階段性的，沒有，永恆的。眾生沒有度盡，佛菩薩的示現就不會終止。我們如果細心觀察就開智慧，就知道他那個做的，原來我們想的，好像沒有道理，細心冷靜觀察，發現他有道理在，他很高明，是我們意想不到的。你想通、想明白了，就叫做看破。你看破之後一定向他學習，一定把自己的妄想執著放下，隨順佛陀善知識的教誨。"
    },
    {
      "id": "12-017-0850_p0042",
      "zh_CN": "他那个里头有道理，不是没有道理，道理太深了，我们见不到。这些人他常常也不说明，他为什么不说明？还是有道理，叫你去悟！你要是悟到了，是你真的智慧开了。要跟你说明，「说明」把你开悟的机缘堵死了。所以教下有说，宗门不说。为什么？宗门的学人根利，要帮助他往上提升。教下，中下根性的人，这个境界他永远没有办法悟入。那怎么办？就不得已说给他听，他在言说里面明白了，虽然明白，不是彻底，不像宗门。宗门的明白是彻底，是他自己亲见。教下的明了是听别人说的，不是自己亲证。别人亲证讲给我们听的，差一层，这一层差距很大。",
      "zh_TW": "他那個裡頭有道理，不是沒有道理，道理太深了，我們見不到。這些人他常常也不說明，他為什麼不說明？還是有道理，叫你去悟！你要是悟到了，是你真的智慧開了。要跟你說明，「說明」把你開悟的機緣堵死了。所以教下有說，宗門不說。為什麼？宗門的學人根利，要幫助他往上提升。教下，中下根性的人，這個境界他永遠沒有辦法悟入。那怎麼辦？就不得已說給他聽，他在言說裡面明白了，雖然明白，不是徹底，不像宗門。宗門的明白是徹底，是他自己親見。教下的明瞭是聽別人說的，不是自己親證。別人親證講給我們聽的，差一層，這一層差距很大。"
    },
    {
      "id": "12-017-0850_p0043",
      "zh_CN": "所以诸佛说法我们称作『光明音』，称作梵音，梵音是清净，光明是智慧。音声、形相里头充满了清净光明，我们要是见到了就叫看破。怎样才能看破？一定要放下自己妄想分别执着，你放下一分，你就能看到一分；你放下两分，你就能看到两分；你能放下十分，你就能看到十分；你能看到多少，看你放下多少。但是看破多少又能帮助你放下多少，所以看破、放下相辅相成；看破帮助你放下，放下帮助你看破，就这么回事情。",
      "zh_TW": "所以諸佛說法我們稱作『光明音』，稱作梵音，梵音是清淨，光明是智慧。音聲、形相裡頭充滿了清淨光明，我們要是見到了就叫看破。怎樣才能看破？一定要放下自己妄想分別執著，你放下一分，你就能看到一分；你放下兩分，你就能看到兩分；你能放下十分，你就能看到十分；你能看到多少，看你放下多少。但是看破多少又能幫助你放下多少，所以看破、放下相輔相成；看破幫助你放下，放下幫助你看破，就這麼回事情。"
    },
    {
      "id": "12-017-0850_p0044",
      "zh_CN": "你说从哪里做起？两边都可以。大概所知障重的人从看破，第一关看破比较方便。烦恼障重的人这个起步是从放下方便。实际上讲这不是一定的，方便说而已。离垢是清净！是放下，光明是看破，很明显的！",
      "zh_TW": "你說從哪裡做起？兩邊都可以。大概所知障重的人從看破，第一關看破比較方便。煩惱障重的人這個起步是從放下方便。實際上講這不是一定的，方便說而已。離垢是清淨！是放下，光明是看破，很明顯的！"
    },
    {
      "id": "12-017-0850_p0045",
      "zh_CN": "佛的德号『遍照虚空』，遍照虚空，示现的德相。「光明音」是形容佛的说法，佛的音声充满了智慧，佛的形相显示出大德、大能。实际上说一尊佛如是，一切佛皆如是。释迦牟尼佛当年在世每天跟大家讲经说法，记录下来就成为经典，经典上的文字是音声的符号。我们今天展开经卷，字字句句无不是清净光明。",
      "zh_TW": "佛的德號『遍照虛空』，遍照虛空，示現的德相。「光明音」是形容佛的說法，佛的音聲充滿了智慧，佛的形相顯示出大德、大能。實際上說一尊佛如是，一切佛皆如是。釋迦牟尼佛當年在世每天跟大家講經說法，記錄下來就成為經典，經典上的文字是音聲的符號。我們今天展開經卷，字字句句無不是清淨光明。"
    },
    {
      "id": "12-017-0850_p0046",
      "zh_CN": "那回过头来想想我们自己，日常生活当中处事待人接物，我们的音声是不是清净光明？清净光明的色相、音声从哪个地方出来的？根在心，心地清净光明，色相、音声自自然然就随着转变了！归根结柢还在心地。好，现在时间到了，我们就讲到此地。",
      "zh_TW": "那回過頭來想想我們自己，日常生活當中處事待人接物，我們的音聲是不是清淨光明？清淨光明的色相、音聲從哪個地方出來的？根在心，心地清淨光明，色相、音聲自自然然就隨著轉變了！歸根結柢還在心地。好，現在時間到了，我們就講到此地。"
    },
    {
      "id": "12-017-0850_p0047",
      "zh_CN": "诸位同学，请接着看下面一段第十八层：",
      "zh_TW": "諸位同學，請接著看下面一段第十八層："
    },
    {
      "id": "12-017-0850_p0048",
      "zh_CN": "【此上过佛刹微尘数世界。有世界名妙华庄严。其状犹如旋绕之形。依一切华海住。】",
      "zh_TW": "【此上過佛剎微塵數世界。有世界名妙華莊嚴。其狀猶如旋繞之形。依一切華海住。】"
    },
    {
      "id": "12-017-0850_p0049",
      "zh_CN": "这个『一切华海』就是六度万行，那么依这个住就是菩萨都修六度万行。",
      "zh_TW": "這個『一切華海』就是六度萬行，那麼依這個住就是菩薩都修六度萬行。"
    },
    {
      "id": "12-017-0850_p0050",
      "zh_CN": "【一切乐音摩尼云而覆其上。】",
      "zh_TW": "【一切樂音摩尼雲而覆其上。】"
    },
    {
      "id": "12-017-0850_p0051",
      "zh_CN": "这是上空的庄严。",
      "zh_TW": "這是上空的莊嚴。"
    },
    {
      "id": "12-017-0850_p0052",
      "zh_CN": "【十八佛刹微尘数世界围绕。佛号普现胜光明。】",
      "zh_TW": "【十八佛剎微塵數世界圍繞。佛號普現勝光明。】"
    },
    {
      "id": "12-017-0850_p0053",
      "zh_CN": "我们在这一段里头看到世界的名号与依住完全相应，佛陀在这个世间教化成绩非常显著。显示出这个世间众生善根深厚，所以都能够接受佛陀的教诲，起心动念、言语造作都能够遵修菩萨六度万行。所以这个世界有这样好的名称，『妙华庄严』。通常我们看到「妙华」这两个字，一定会联想到《妙法莲华经》，简称为《法华经》。这个世界是不是都修《法华经》的我们不得而知，佛在此地没有明说，但是在意思上有相通。至少他们都是修六度万行，这个是我们能够肯定的。",
      "zh_TW": "我們在這一段裡頭看到世界的名號與依住完全相應，佛陀在這個世間教化成績非常顯著。顯示出這個世間眾生善根深厚，所以都能夠接受佛陀的教誨，起心動念、言語造作都能夠遵修菩薩六度萬行。所以這個世界有這樣好的名稱，『妙華莊嚴』。通常我們看到「妙華」這兩個字，一定會聯想到《妙法蓮華經》，簡稱為《法華經》。這個世界是不是都修《法華經》的我們不得而知，佛在此地沒有明說，但是在意思上有相通。至少他們都是修六度萬行，這個是我們能夠肯定的。"
    },
    {
      "id": "12-017-0850_p0054",
      "zh_CN": "教育实在是重要，先我们自己要受教育。我们接受佛菩萨的教育，接受古圣先贤的教育，是一生一世的大事！佛家称为大事因缘。不但是这一生一世，生生世世。但是生生世世是一个愿望、是一个理想，不见得是事实。什么原因？我们没有能力脱离六道轮回，决定受业力主宰，业力主宰我们就不自由了。六道众生哪一个不是随业流转？不论富贵贫贱，没有办法脱离命运的掌握。这一桩事情诸位要是细读《了凡四训》，你就了解了，那里头讲的六道轮回的真相！",
      "zh_TW": "教育實在是重要，先我們自己要受教育。我們接受佛菩薩的教育，接受古聖先賢的教育，是一生一世的大事！佛家稱為大事因緣。不但是這一生一世，生生世世。但是生生世世是一個願望、是一個理想，不見得是事實。什麼原因？我們沒有能力脫離六道輪迴，決定受業力主宰，業力主宰我們就不自由了。六道眾生哪一個不是隨業流轉？不論富貴貧賤，沒有辦法脫離命運的掌握。這一樁事情諸位要是細讀《了凡四訓》，你就了解了，那裡頭講的六道輪迴的真相！"
    },
    {
      "id": "12-017-0850_p0055",
      "zh_CN": "既然不能够超越六道轮回，我们的愿望就变成理想，不能实现。来生纵然得人身，有没有机缘闻佛法？肯不肯再继续修行？都是问号！所以凡夫修行成佛要无量劫，原因就在此地，进得少、退得多！我这一生学佛有一点长进了，来生如果遇不到机缘，不就又退转了吗？这个事情进进退退，老实说进的少、退的多。古人有比喻说，进一步、退十步！这个话是真的不是假的，很不容易遇到机会。",
      "zh_TW": "既然不能夠超越六道輪迴，我們的願望就變成理想，不能實現。來生縱然得人身，有沒有機緣聞佛法？肯不肯再繼續修行？都是問號！所以凡夫修行成佛要無量劫，原因就在此地，進得少、退得多！我這一生學佛有一點長進了，來生如果遇不到機緣，不就又退轉了嗎？這個事情進進退退，老實說進的少、退的多。古人有比喻說，進一步、退十步！這個話是真的不是假的，很不容易遇到機會。"
    },
    {
      "id": "12-017-0850_p0056",
      "zh_CN": "开经偈里面讲「百千万劫难遭遇」。百千万劫遇到一次，跨进一步，这一步提升的并不是很高，没有出离六道轮回，那肯定来生要退转。如果我们这一生造作的不善业，那一退就是三恶道。三恶道的时间长，太长太长了，这是事实真相，不是佛在那里说到吓唬人的，不是的，是事实真相。我们要了解、要明白。真正搞清楚、搞明白了，这一生当中决定要把目标订在往生净土。能不能往生？肯定往生！往生经里面讲得太清楚了，太明白了。",
      "zh_TW": "開經偈裡面講「百千萬劫難遭遇」。百千萬劫遇到一次，跨進一步，這一步提升的並不是很高，沒有出離六道輪迴，那肯定來生要退轉。如果我們這一生造作的不善業，那一退就是三惡道。三惡道的時間長，太長太長了，這是事實真相，不是佛在那裡說到嚇唬人的，不是的，是事實真相。我們要了解、要明白。真正搞清楚、搞明白了，這一生當中決定要把目標訂在往生淨土。能不能往生？肯定往生！往生經裡面講得太清楚了，太明白了。"
    },
    {
      "id": "12-017-0850_p0057",
      "zh_CN": "前几天我到新加坡去了一趟，这一次时间很短，没在新加坡讲经。此地冬天还是相当寒冷，我有一些冬天的衣服放在新加坡，这一次去都把它带回来了。新加坡是夏天，四季常夏，没有春秋，没有冬天，所以衣服放在那里没有用处，而且那个地方天气潮湿容易发霉。此地是大陆型气候，冬衣放在此地很适合。",
      "zh_TW": "前幾天我到新加坡去了一趟，這一次時間很短，沒在新加坡講經。此地冬天還是相當寒冷，我有一些冬天的衣服放在新加坡，這一次去都把它帶回來了。新加坡是夏天，四季常夏，沒有春秋，沒有冬天，所以衣服放在那裡沒有用處，而且那個地方天氣潮濕容易發霉。此地是大陸型氣候，冬衣放在此地很適合。"
    },
    {
      "id": "12-017-0850_p0058",
      "zh_CN": "我去访问李木源居士，李居士当面要求我回新加坡讲经。我在新加坡住了四年，国土有恩。居士林跟净宗学会对我帮助很多，都是有恩德。更难得的是那边的同学、道友，还有许许多多宗教的人士们，乃至于其他的宗教教徒对我都非常好，我是常常念着这个恩德。既然他邀请，我说：好！我答应你。他要求讲《华严经》，我说《华严经》我决定在澳洲讲。我说你把讲堂建好，居士林现在建一个新的讲堂，大概要到年底才能完工。讲堂建好，过去我讲《无量寿经》没讲完，讲到第十二品。这是我第十一次讲《无量寿经》，这一次是细讲。我说：我没有讲完的这个经，我回到新加坡来接着讲，从第十三品讲起。我跟他约定，我说：我两个月来一次，一次住两个星期，这样子一年也有十二个星期，三个月，不算短了。这是报答新加坡往年对我的恩德。",
      "zh_TW": "我去訪問李木源居士，李居士當面要求我回新加坡講經。我在新加坡住了四年，國土有恩。居士林跟淨宗學會對我幫助很多，都是有恩德。更難得的是那邊的同學、道友，還有許許多多宗教的人士們，乃至於其他的宗教教徒對我都非常好，我是常常念著這個恩德。既然他邀請，我說：好！我答應你。他要求講《華嚴經》，我說《華嚴經》我決定在澳洲講。我說你把講堂建好，居士林現在建一個新的講堂，大概要到年底才能完工。講堂建好，過去我講《無量壽經》沒講完，講到第十二品。這是我第十一次講《無量壽經》，這一次是細講。我說：我沒有講完的這個經，我回到新加坡來接著講，從第十三品講起。我跟他約定，我說：我兩個月來一次，一次住兩個星期，這樣子一年也有十二個星期，三個月，不算短了。這是報答新加坡往年對我的恩德。"
    },
    {
      "id": "12-017-0850_p0059",
      "zh_CN": "我这一生都在讲席里头。现在全心全力把这些大乘经教，尽形寿就我自己能知能行的供养给诸位同学做参考。我在这一生当中完全肯定大乘佛法是无上道！初学的时候，方东美先生把佛法介绍给我，说佛法是最高的哲学，学佛是人生最高的享受。我在这一生当中把他老人家这两句话证明，我把大乘佛法变成自己的生活，变成自己的行为。生活在「大方广佛华严」中，亲身体会圣贤教诲，绝非理想主义，是做得到的。一般人为什么做不到？没有人教！如果有这个缘分遇到善知识，人人可以成圣成贤，儒家所说人人可以做尧舜！佛法里面讲「一切众生，本来成佛」，哪里是理想主义！理想主义这个思考错误了。佛法是最讲现实的，学了，现实就得受用。",
      "zh_TW": "我這一生都在講席裡頭。現在全心全力把這些大乘經教，盡形壽就我自己能知能行的供養給諸位同學做參考。我在這一生當中完全肯定大乘佛法是無上道！初學的時候，方東美先生把佛法介紹給我，說佛法是最高的哲學，學佛是人生最高的享受。我在這一生當中把他老人家這兩句話證明，我把大乘佛法變成自己的生活，變成自己的行為。生活在「大方廣佛華嚴」中，親身體會聖賢教誨，絕非理想主義，是做得到的。一般人為什麼做不到？沒有人教！如果有這個緣分遇到善知識，人人可以成聖成賢，儒家所說人人可以做堯舜！佛法裡面講「一切眾生，本來成佛」，哪裡是理想主義！理想主義這個思考錯誤了。佛法是最講現實的，學了，現實就得受用。"
    },
    {
      "id": "12-017-0850_p0060",
      "zh_CN": "尤其是「佛氏门中，有求必应」，多少人向往，但是他求不到。求不到的原因，章嘉大师讲得好：你不知道求的方法，你也不明了求的道理，所以你求没有感应。如果明理、懂得方法，如理如法，哪有求不应的？这个事没有过，有求必应。凡夫求作佛都能够求到，你说这个多难！凡夫求生净土，求亲近阿弥陀佛都能求到。世间功名富贵、名闻利养在佛法里面看这鸡毛蒜皮，小事一桩！真的是求长寿得长寿，求富贵得富贵，你要懂道理！迷信是求不到的，要正信、要真信。「依一切华海住」，就是依教奉行。",
      "zh_TW": "尤其是「佛氏門中，有求必應」，多少人嚮往，但是他求不到。求不到的原因，章嘉大師講得好：你不知道求的方法，你也不明瞭求的道理，所以你求沒有感應。如果明理、懂得方法，如理如法，哪有求不應的？這個事沒有過，有求必應。凡夫求作佛都能夠求到，你說這個多難！凡夫求生淨土，求親近阿彌陀佛都能求到。世間功名富貴、名聞利養在佛法裡面看這雞毛蒜皮，小事一樁！真的是求長壽得長壽，求富貴得富貴，你要懂道理！迷信是求不到的，要正信、要真信。「依一切華海住」，就是依教奉行。"
    },
    {
      "id": "12-017-0850_p0061",
      "zh_CN": "如来的德号『普现胜光明』，「普」是平等，决定没有分别执着，「现」是示现。示现，表现在六根、表现在形相，这个形相殊胜光明。我们从这个名号里面就能够体会到佛所示现的智慧，佛所示现的德能，佛所示现的相好。这都是众生希求的，佛都表现出来，那就是示现，告诉你，你都能求得到！佛是怎么得到的？你向他讨教讨教，他会教给你。他教给我们的，完全记录在经典之中，经典是教科书。我们再看底下这一段：",
      "zh_TW": "如來的德號『普現勝光明』，「普」是平等，決定沒有分別執著，「現」是示現。示現，表現在六根、表現在形相，這個形相殊勝光明。我們從這個名號裡面就能夠體會到佛所示現的智慧，佛所示現的德能，佛所示現的相好。這都是眾生希求的，佛都表現出來，那就是示現，告訴你，你都能求得到！佛是怎麼得到的？你向他討教討教，他會教給你。他教給我們的，完全記錄在經典之中，經典是教科書。我們再看底下這一段："
    },
    {
      "id": "12-017-0850_p0062",
      "zh_CN": "【此上过佛刹微尘数世界。有世界名胜音庄严。其状犹如师子之座。】",
      "zh_TW": "【此上過佛剎微塵數世界。有世界名勝音莊嚴。其狀猶如師子之座。】"
    },
    {
      "id": "12-017-0850_p0063",
      "zh_CN": "这是世界的形状。",
      "zh_TW": "這是世界的形狀。"
    },
    {
      "id": "12-017-0850_p0064",
      "zh_CN": "【依金师子座海住。】",
      "zh_TW": "【依金師子座海住。】"
    },
    {
      "id": "12-017-0850_p0065",
      "zh_CN": "这是它的依住，『师子』在此地也是表法。",
      "zh_TW": "這是它的依住，『師子』在此地也是表法。"
    },
    {
      "id": "12-017-0850_p0066",
      "zh_CN": "【众色莲华藏师子座云弥覆其上。十九佛刹微尘数世界围绕。佛号无边功德称普光明。】",
      "zh_TW": "【眾色蓮華藏師子座雲彌覆其上。十九佛剎微塵數世界圍繞。佛號無邊功德稱普光明。】"
    },
    {
      "id": "12-017-0850_p0067",
      "zh_CN": "这个世界叫『胜音庄严』，音是音声、胜是殊胜，殊胜的音声。下面佛号那是殊胜的功德，『无边功德称普光明』！功德跟福德有差别，我们必须要辨别清楚。功德跟福德在相上看似乎没有差别，都是断恶修善。那差别在哪里？差别在用心，断恶修善是为自己的利益，是为自利的，那就是福德。断恶修善不是为自己利益，为社会、为国家、为一切众生、为法界众生，这是功德。差别在用心！",
      "zh_TW": "這個世界叫『勝音莊嚴』，音是音聲、勝是殊勝，殊勝的音聲。下面佛號那是殊勝的功德，『無邊功德稱普光明』！功德跟福德有差別，我們必須要辨別清楚。功德跟福德在相上看似乎沒有差別，都是斷惡修善。那差別在哪裡？差別在用心，斷惡修善是為自己的利益，是為自利的，那就是福德。斷惡修善不是為自己利益，為社會、為國家、為一切眾生、為法界眾生，這是功德。差別在用心！"
    },
    {
      "id": "12-017-0850_p0068",
      "zh_CN": "所以佛在经上常讲「一念瞋心起，百万障门开」。佛门里面有所谓「火烧功德林」。我们知道一片森林要几十年、几百年才长成，但是一把火可以把它烧尽了。佛告诉我们功德很不容易累积，福德没有问题。这个火是什么？瞋恚！特别是在不顺自己境界的时候，心里面不高兴，无明火发作了。这一发作不要紧，你所修积的功德统统都毁掉了，功德难！你要问你有多少功德，那我就反问过你，你从现在往以前去想你多久没发脾气了？如果昨天还发了脾气，好了，那你的功德只有一天的。昨天以前的功德已经被你烧掉了，你才晓得功德之难！",
      "zh_TW": "所以佛在經上常講「一念瞋心起，百萬障門開」。佛門裡面有所謂「火燒功德林」。我們知道一片森林要幾十年、幾百年才長成，但是一把火可以把它燒盡了。佛告訴我們功德很不容易累積，福德沒有問題。這個火是什麼？瞋恚！特別是在不順自己境界的時候，心裡面不高興，無明火發作了。這一發作不要緊，你所修積的功德統統都毀掉了，功德難！你要問你有多少功德，那我就反問過你，你從現在往以前去想你多久沒發脾氣了？如果昨天還發了脾氣，好了，那你的功德只有一天的。昨天以前的功德已經被你燒掉了，你才曉得功德之難！"
    },
    {
      "id": "12-017-0850_p0069",
      "zh_CN": "功德最怕的瞋恚心。功德烧掉了，你断恶修善的福德在，福德不会烧掉，功德烧掉了。功德能帮助你了生死出三界，福德不能，福德只能在三界六道里面享受有漏的福报。所以佛家讲福不唐捐，你种福，福是存在的。佛家常讲「持戒有功，禅定是德」，持戒是断恶行善，如果是有功，功就是清净心现前。诸位想想一发脾气清净心没有了，但是你修的那个善，善福在，善功没有了。这个要懂得，这里头很微细，要辨别清楚。善功没有了，你的善福在，你清净心得不到，净是定。",
      "zh_TW": "功德最怕的瞋恚心。功德燒掉了，你斷惡修善的福德在，福德不會燒掉，功德燒掉了。功德能幫助你了生死出三界，福德不能，福德只能在三界六道裡面享受有漏的福報。所以佛家講福不唐捐，你種福，福是存在的。佛家常講「持戒有功，禪定是德」，持戒是斷惡行善，如果是有功，功就是清淨心現前。諸位想想一發脾氣清淨心沒有了，但是你修的那個善，善福在，善功沒有了。這個要懂得，這裡頭很微細，要辨別清楚。善功沒有了，你的善福在，你清淨心得不到，淨是定。"
    },
    {
      "id": "12-017-0850_p0070",
      "zh_CN": "修定有功，开慧是德。你在修定的时候，觉得自己修得不错，禅定很有功夫了，瞧不起别人：别人不行，不如我。傲慢心生起来了。傲慢是火，是瞋恚的一分，傲慢一生起来的时候，你的智慧被障碍，德没有了。德没有了，那个修定也变成了福。到哪里去享受？还是三界里面，色界天、无色界天。那个定变成福了。相当微细！不能不知道。",
      "zh_TW": "修定有功，開慧是德。你在修定的時候，覺得自己修得不錯，禪定很有功夫了，瞧不起別人：別人不行，不如我。傲慢心生起來了。傲慢是火，是瞋恚的一分，傲慢一生起來的時候，你的智慧被障礙，德沒有了。德沒有了，那個修定也變成了福。到哪裡去享受？還是三界裡面，色界天、無色界天。那個定變成福了。相當微細！不能不知道。"
    },
    {
      "id": "12-017-0850_p0071",
      "zh_CN": "「无边功德」，我们从这个名词上来看就知道佛心多清净，佛心决不受外面境界干扰。顺境逆境、善缘恶缘他不动心，他才成就无边功德。「称」，名称，今天我们讲知名度。「普光明」，光明普照。佛法里面常讲的佛光普照，普光明就是这个意思。佛光普照是说佛的教化、佛的影响，影响的面很广大，影响的时间很长，光明普照。",
      "zh_TW": "「無邊功德」，我們從這個名詞上來看就知道佛心多清淨，佛心決不受外面境界干擾。順境逆境、善緣惡緣他不動心，他才成就無邊功德。「稱」，名稱，今天我們講知名度。「普光明」，光明普照。佛法裡面常講的佛光普照，普光明就是這個意思。佛光普照是說佛的教化、佛的影響，影響的面很廣大，影響的時間很長，光明普照。"
    },
    {
      "id": "12-017-0850_p0072",
      "zh_CN": "释迦牟尼佛在我们这个世间教学，他影响的面，整个世界！这个世界，我们能够体会到的是全世界的人类，我们没有办法体会到的这个世界是凡圣同居土，居住着有鬼神；九法界的鬼神跟我们是在一个地球上居住，凡圣同居土。这个世界里头有菩萨、有声闻、有缘觉，有色界天、有欲界天，还有饿鬼、地狱、畜生，我们彼此生活在这一个地球上，但是空间维次不一样。我们生活在三度空间，他们生活在四度、五度、六度、七度，虽然同在这个地球上，彼此不知道。但是佛的教化超越时空，由此可知，世尊教化影响的面，广！不是我们能想像得到的。影响的时间一万两千年，这是功德，这是普光明。",
      "zh_TW": "釋迦牟尼佛在我們這個世間教學，他影響的面，整個世界！這個世界，我們能夠體會到的是全世界的人類，我們沒有辦法體會到的這個世界是凡聖同居土，居住著有鬼神；九法界的鬼神跟我們是在一個地球上居住，凡聖同居土。這個世界裡頭有菩薩、有聲聞、有緣覺，有色界天、有欲界天，還有餓鬼、地獄、畜生，我們彼此生活在這一個地球上，但是空間維次不一樣。我們生活在三度空間，他們生活在四度、五度、六度、七度，雖然同在這個地球上，彼此不知道。但是佛的教化超越時空，由此可知，世尊教化影響的面，廣！不是我們能想像得到的。影響的時間一萬兩千年，這是功德，這是普光明。"
    },
    {
      "id": "12-017-0850_p0073",
      "zh_CN": "我们今天生活在释迦牟尼佛灭度三千年这个时代；换句话说，释迦牟尼佛的教学影响往后还有九千年。一般人讲世界末日，佛法里头不讲末日。释迦牟尼佛法运还有九千年，怎么可能是末日？但是佛讲有灾难，小三灾！灾难肯定是有。你要问为什么有灾难？灾难是替众生消业障的。众生普遍造作种种不善业，那个不善业有果报，灾难是果报。果报实在讲就是把这个灾难消掉，你的恶业消掉了。受种种苦难，人觉悟了、回头了，业障就消掉了。业障没有消掉，他不会觉悟，他不会回头。",
      "zh_TW": "我們今天生活在釋迦牟尼佛滅度三千年這個時代；換句話說，釋迦牟尼佛的教學影響往後還有九千年。一般人講世界末日，佛法裡頭不講末日。釋迦牟尼佛法運還有九千年，怎麼可能是末日？但是佛講有災難，小三災！災難肯定是有。你要問為什麼有災難？災難是替眾生消業障的。眾生普遍造作種種不善業，那個不善業有果報，災難是果報。果報實在講就是把這個災難消掉，你的惡業消掉了。受種種苦難，人覺悟了、回頭了，業障就消掉了。業障沒有消掉，他不會覺悟，他不會回頭。"
    },
    {
      "id": "12-017-0850_p0074",
      "zh_CN": "每个人回头的时间不一样，有一等人业障很容易消掉，回头得快、回头得早。有一等人他要受很多苦，他迷得深，他不觉悟。但是不会永远不觉悟的，《易经》里面常讲的「否极」他就回头了，苦尽甘来了。否跟苦是一个意思，甘跟泰是一个意思，不到那个点他不会回转。因果是循环的，所以佛教化众生有信心、有耐心，再顽强、再愚痴的众生都有回头的一天。他回头就好教了。",
      "zh_TW": "每個人回頭的時間不一樣，有一等人業障很容易消掉，回頭得快、回頭得早。有一等人他要受很多苦，他迷得深，他不覺悟。但是不會永遠不覺悟的，《易經》裡面常講的「否極」他就回頭了，苦盡甘來了。否跟苦是一個意思，甘跟泰是一個意思，不到那個點他不會回轉。因果是循環的，所以佛教化眾生有信心、有耐心，再頑強、再愚痴的眾生都有回頭的一天。他回頭就好教了。"
    },
    {
      "id": "12-017-0850_p0075",
      "zh_CN": "所以诸佛菩萨我们用今天的话来说，那都是大教育家。他们有真实的智慧，有高明的善巧方便，有大慈悲心，有无比坚忍的耐力，他能够在生生世世不舍一人。众生愚迷不知佛菩萨的恩德，你真正知道，那才会知恩报恩，他不知道。我们学习实在讲知恩报恩一定要懂得。",
      "zh_TW": "所以諸佛菩薩我們用今天的話來說，那都是大教育家。他們有真實的智慧，有高明的善巧方便，有大慈悲心，有無比堅忍的耐力，他能夠在生生世世不捨一人。眾生愚迷不知佛菩薩的恩德，你真正知道，那才會知恩報恩，他不知道。我們學習實在講知恩報恩一定要懂得。"
    },
    {
      "id": "12-017-0850_p0076",
      "zh_CN": "我常常劝同学们，我们做佛的弟子，最低限度在这一生当中不给一切众生结怨仇，不能做一桩亏心事，不能做一桩对不起人的事情。无论别人怎么对我，我决定不能有报复的念头，不能有瞋恚、埋怨的念头，我们在菩提道上才真正奠定了基础。这一般古人讲的扎根教学，从这些地方看我们修学的成绩。如果在境缘当中还有丝毫怨恨、埋怨，我们的功夫没有成就，我们没有功德，修的是福德，不是功德，功德要从这些地方看。不管什么境界，心地清净，如如不动，生智慧、不生烦恼，这功德现前。好，在这一大段，末后还有一小段，第二十层，请看经文：",
      "zh_TW": "我常常勸同學們，我們做佛的弟子，最低限度在這一生當中不給一切眾生結怨仇，不能做一樁虧心事，不能做一樁對不起人的事情。無論別人怎麼對我，我決定不能有報復的念頭，不能有瞋恚、埋怨的念頭，我們在菩提道上才真正奠定了基礎。這一般古人講的扎根教學，從這些地方看我們修學的成績。如果在境緣當中還有絲毫怨恨、埋怨，我們的功夫沒有成就，我們沒有功德，修的是福德，不是功德，功德要從這些地方看。不管什麼境界，心地清淨，如如不動，生智慧、不生煩惱，這功德現前。好，在這一大段，末後還有一小段，第二十層，請看經文："
    },
    {
      "id": "12-017-0850_p0077",
      "zh_CN": "【此上过佛刹微尘数世界。有世界名高胜灯。】",
      "zh_TW": "【此上過佛剎微塵數世界。有世界名高勝燈。】"
    },
    {
      "id": "12-017-0850_p0078",
      "zh_CN": "这个名词也很好。",
      "zh_TW": "這個名詞也很好。"
    },
    {
      "id": "12-017-0850_p0079",
      "zh_CN": "【状如佛掌。】",
      "zh_TW": "【狀如佛掌。】"
    },
    {
      "id": "12-017-0850_p0080",
      "zh_CN": "这个世界形状像佛掌一样。",
      "zh_TW": "這個世界形狀像佛掌一樣。"
    },
    {
      "id": "12-017-0850_p0081",
      "zh_CN": "【依宝衣服香幢海住。日伦普照宝王楼阁云弥覆其上。】",
      "zh_TW": "【依寶衣服香幢海住。日倫普照寶王樓閣雲彌覆其上。】"
    },
    {
      "id": "12-017-0850_p0082",
      "zh_CN": "这是世界上空的庄严。有：",
      "zh_TW": "這是世界上空的莊嚴。有："
    },
    {
      "id": "12-017-0850_p0083",
      "zh_CN": "【二十佛刹微尘数世界围绕。纯一清净。佛号普照虚空灯。】",
      "zh_TW": "【二十佛剎微塵數世界圍繞。純一清淨。佛號普照虛空燈。】"
    },
    {
      "id": "12-017-0850_p0084",
      "zh_CN": "佛的德号跟世界的名号相应，世界的名号叫『高胜灯』，佛的名号『普照虚空灯』。我们知道世尊说法常常用日月灯代表自性本具的般若智慧，日月灯都是光明的，用「灯」这个意思尤其是善，为什么？日月有很多照不到的地方，灯能照到！房屋里面日月照不到，灯能照到。山洞里面、隧道里面日月照不到，灯能照到。所以灯是无所不照，取这个意思。这个灯叫「高胜」，高明殊胜。",
      "zh_TW": "佛的德號跟世界的名號相應，世界的名號叫『高勝燈』，佛的名號『普照虛空燈』。我們知道世尊說法常常用日月燈代表自性本具的般若智慧，日月燈都是光明的，用「燈」這個意思尤其是善，為什麼？日月有很多照不到的地方，燈能照到！房屋裡面日月照不到，燈能照到。山洞裡面、隧道裡面日月照不到，燈能照到。所以燈是無所不照，取這個意思。這個燈叫「高勝」，高明殊勝。"
    },
    {
      "id": "12-017-0850_p0085",
      "zh_CN": "世界『纯一清净』，这个世界居民各个都有智慧，像我们佛门禅宗里面讲的人人都大彻大悟，明心见性。所以这个世界清净庄严，没有三途恶道，没有六道、九法界，没有。「纯一」，纯是一真法界，清净庄严。就像阿弥陀佛的极乐世界，毘卢遮那佛的华藏世界。",
      "zh_TW": "世界『純一清淨』，這個世界居民各個都有智慧，像我們佛門禪宗裡面講的人人都大徹大悟，明心見性。所以這個世界清淨莊嚴，沒有三途惡道，沒有六道、九法界，沒有。「純一」，純是一真法界，清淨莊嚴。就像阿彌陀佛的極樂世界，毘盧遮那佛的華藏世界。"
    },
    {
      "id": "12-017-0850_p0086",
      "zh_CN": "「佛号普照虚空灯」，用虚空来比般若智慧。真实智慧如果现前了，你对于宇宙人生的看法自自然然就超凡入圣，你跟世间人的看法不一样了，你跟佛菩萨的看法相同。世间所有一切法，《般若经》上讲得好，「一切法无所有，一切法毕竟空，一切法不可得」。这一切法包括世出世间法，不能说世间法是无所有、毕竟空的，出世间法一样！世间法不可得，出世间法也不可得。",
      "zh_TW": "「佛號普照虛空燈」，用虛空來比般若智慧。真實智慧如果現前了，你對於宇宙人生的看法自自然然就超凡入聖，你跟世間人的看法不一樣了，你跟佛菩薩的看法相同。世間所有一切法，《般若經》上講得好，「一切法無所有，一切法畢竟空，一切法不可得」。這一切法包括世出世間法，不能說世間法是無所有、畢竟空的，出世間法一樣！世間法不可得，出世間法也不可得。"
    },
    {
      "id": "12-017-0850_p0087",
      "zh_CN": "出世间是我们通常讲四圣法界，我们把世间跟出世间是以六道为界限。再提升一层，十法界为界限，十法界是世间，出世间是一真法界。一真法界的现相，相有性无，事有理无，所以一真法界里头也是「无所有，毕竟空，不可得」。这从理上讲，从性上讲、从相上讲亦复如是。所以契入这个境界的人得大自在，他的心跟虚空法界完全相应。",
      "zh_TW": "出世間是我們通常講四聖法界，我們把世間跟出世間是以六道為界限。再提升一層，十法界為界限，十法界是世間，出世間是一真法界。一真法界的現相，相有性無，事有理無，所以一真法界裡頭也是「無所有，畢竟空，不可得」。這從理上講，從性上講、從相上講亦復如是。所以契入這個境界的人得大自在，他的心跟虛空法界完全相應。"
    },
    {
      "id": "12-017-0850_p0088",
      "zh_CN": "我们想到虚空法界，虚空能容一切法，绝不妨碍万象发挥。虚空有没有？没有。虚空染不染？不染。虚空着不着？不着。虚空像一面镜子一样，觉悟的人那个心叫大圆镜智。真实自性本具的般若智慧，用大圆镜来比喻，圆是圆满，是一面镜子。镜子妨不妨碍这一切现相？不妨碍，都照在里面。染不染着？决定不染着。妨不妨碍？不妨碍，理事无碍，事事无碍。所以觉悟的人心是一面镜子，他没有一样不清楚，没有一样不明了，那是智慧，照见！",
      "zh_TW": "我們想到虛空法界，虛空能容一切法，絕不妨礙萬象發揮。虛空有沒有？沒有。虛空染不染？不染。虛空著不著？不著。虛空像一面鏡子一樣，覺悟的人那個心叫大圓鏡智。真實自性本具的般若智慧，用大圓鏡來比喻，圓是圓滿，是一面鏡子。鏡子妨不妨礙這一切現相？不妨礙，都照在裡面。染不染著？決定不染著。妨不妨礙？不妨礙，理事無礙，事事無礙。所以覺悟的人心是一面鏡子，他沒有一樣不清楚，沒有一樣不明瞭，那是智慧，照見！"
    },
    {
      "id": "12-017-0850_p0089",
      "zh_CN": "凡夫的心就不行了，凡夫的心着相，那就是说他有妄想分别执着，这是凡夫心。觉悟的人的心，他没有妄想、没有分别、没有执着，所以他不是理想，他是现实，他那个受用是真自在，他的受用里头决定不起副作用。所以他的境界，佛经上常讲「法喜充满，常生欢喜心」。他那个欢喜不是外面境界的事情，你今天遇到什么欢喜事情，不是的！他的欢喜是自性里发出来的。见到饿鬼、畜生、地狱还是欢喜心，他的欢喜不受外面境界干涉，外头境界对他丝毫影响都没有。他的现身、他的示现是与一切众生有缘，众生有感，他有应。应化在世间无非是帮助众生破迷开悟，就这么一桩事情。做种种示现，众生要懂得体会。",
      "zh_TW": "凡夫的心就不行了，凡夫的心著相，那就是說他有妄想分別執著，這是凡夫心。覺悟的人的心，他沒有妄想、沒有分別、沒有執著，所以他不是理想，他是現實，他那個受用是真自在，他的受用裡頭決定不起副作用。所以他的境界，佛經上常講「法喜充滿，常生歡喜心」。他那個歡喜不是外面境界的事情，你今天遇到什麼歡喜事情，不是的！他的歡喜是自性裡發出來的。見到餓鬼、畜生、地獄還是歡喜心，他的歡喜不受外面境界干涉，外頭境界對他絲毫影響都沒有。他的現身、他的示現是與一切眾生有緣，眾生有感，他有應。應化在世間無非是幫助眾生破迷開悟，就這麼一樁事情。做種種示現，眾生要懂得體會。"
    },
    {
      "id": "12-017-0850_p0090",
      "zh_CN": "所以宗门的老师常常测验学生：会么？这一句话含义很深，「会么」，会了，你就悟入，不会，还是个凡夫。你对于现相看不透，你对于说法你也听不清楚，你错会了意思，这是我们在讲席里头常常提醒同学的。为什么会听错？为什么会看错了？因为我们用轮回心，不能体会佛菩萨、善知识的真实义，我们错在这里。如果我们把妄想分别执着，妄想不谈，先讲分别执着，把它淡几分，就会有一点受用；分别执着愈淡，你的心思愈灵敏。由此可知，我们这个心灵最重的障碍就是分别执着，不知道这个世间真相是「无所有，毕竟空，不可得」。在这个里头确确实实是自生烦恼，痛苦不堪，佛在经上常讲「可怜悯者」，可怜悯是说这个意思。",
      "zh_TW": "所以宗門的老師常常測驗學生：會麼？這一句話含義很深，「會麼」，會了，你就悟入，不會，還是個凡夫。你對於現相看不透，你對於說法你也聽不清楚，你錯會了意思，這是我們在講席裡頭常常提醒同學的。為什麼會聽錯？為什麼會看錯了？因為我們用輪迴心，不能體會佛菩薩、善知識的真實義，我們錯在這裡。如果我們把妄想分別執著，妄想不談，先講分別執著，把它淡幾分，就會有一點受用；分別執著愈淡，你的心思愈靈敏。由此可知，我們這個心靈最重的障礙就是分別執著，不知道這個世間真相是「無所有，畢竟空，不可得」。在這個裡頭確確實實是自生煩惱，痛苦不堪，佛在經上常講「可憐憫者」，可憐憫是說這個意思。"
    },
    {
      "id": "12-017-0850_p0091",
      "zh_CN": "到这个地方，这是第一段「离垢燄藏海」二十重世界介绍出来了。清凉大师在注解里面有说，他说这个文中没有结，没有做一个总结。他说「准例可知」，以前面的经文做标准、做个例子，我们能够明了它这个地方是漏掉了，或者是省略的。在第八卷末后它有「类结所余」，有这么一段文字，里面有三段经文，有「总结都数」，有「结形类」，有「结眷属」，有「彰其所在」，有这么四段经文。按规矩，这一大段后头也应该有，此地省略了。愈往后愈有省略的地方，凡是重复的都可以省略掉。现在时间到了，我们今天讲到此地。",
      "zh_TW": "到這個地方，這是第一段「離垢燄藏海」二十重世界介紹出來了。清涼大師在註解裡面有說，他說這個文中沒有結，沒有做一個總結。他說「準例可知」，以前面的經文做標準、做個例子，我們能夠明瞭它這個地方是漏掉了，或者是省略的。在第八卷末後它有「類結所餘」，有這麼一段文字，裡面有三段經文，有「總結都數」，有「結形類」，有「結眷屬」，有「彰其所在」，有這麼四段經文。按規矩，這一大段後頭也應該有，此地省略了。愈往後愈有省略的地方，凡是重複的都可以省略掉。現在時間到了，我們今天講到此地。"
    }
  ]
}