{
  "doc_id": "12-017-2092",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二０九二卷",
    "zh_TW": "第二０九二卷"
  },
  "year": "2010",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "12-017-2092",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "12-017-2092_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大方广佛华严经．十住品第十五》，今天我们看「第二治地住」，还是从前面把经文念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大方廣佛華嚴經．十住品第十五》，今天我們看「第二治地住」，還是從前面把經文念一遍："
    },
    {
      "id": "12-017-2092_p0002",
      "zh_CN": "【佛子。云何为菩萨治地住。此菩萨于诸众生发十种心。何者为十。所谓利益心。大悲心。安乐心。安住心。怜愍心。摄受心。守护心。同己心。师心。导师心。是为十。】",
      "zh_TW": "【佛子。云何為菩薩治地住。此菩薩於諸眾生發十種心。何者為十。所謂利益心。大悲心。安樂心。安住心。憐愍心。攝受心。守護心。同己心。師心。導師心。是為十。】"
    },
    {
      "id": "12-017-2092_p0003",
      "zh_CN": "清凉大师在《疏钞》里面给我们解释，「十心，有其二义」，第一个意思是「于一一众生，各起十心」，这个起我们要特别注意，不是起心动念的起，为什么？初住菩萨就不起心、不动念，二住菩萨怎么会起心动念？这个起是自自然然的流露，自性性德的流露，不起心动念而起心。《金刚经》上所说的，「应无所住，而生其心」，那个生就是生起。跟十法界的众生不一样，十法界的众生确实有起心动念。纵然十法界佛菩萨的果位，分别执着没有了，分别执着的习气也没有了，他还是起心动念。真正做到不起心、不动念，他就提升，那就是初住菩萨，大乘教里面一般所谓大彻大悟，明心见性，见性成佛，他真的成佛了，不是四圣法界，四圣法界是相似佛，不是真佛，这个生到一真法界，脱离十法界。所以此地讲的各起是性德自然流露。什么时候流露？有没有一定的时候？没有，无时不流露，无处不流露，众生有感，自然就有应。为什么？一一众生跟佛菩萨是一体，怎么会没有感应？没有感的时候，这十种心隐，不是没有，有，你没有感觉。有感他就显应，就很明显的加持你，这就是我们谚语当中常说的有求必应，道理在此地。",
      "zh_TW": "清涼大師在《疏鈔》裡面給我們解釋，「十心，有其二義」，第一個意思是「於一一眾生，各起十心」，這個起我們要特別注意，不是起心動念的起，為什麼？初住菩薩就不起心、不動念，二住菩薩怎麼會起心動念？這個起是自自然然的流露，自性性德的流露，不起心動念而起心。《金剛經》上所說的，「應無所住，而生其心」，那個生就是生起。跟十法界的眾生不一樣，十法界的眾生確實有起心動念。縱然十法界佛菩薩的果位，分別執著沒有了，分別執著的習氣也沒有了，他還是起心動念。真正做到不起心、不動念，他就提升，那就是初住菩薩，大乘教裡面一般所謂大徹大悟，明心見性，見性成佛，他真的成佛了，不是四聖法界，四聖法界是相似佛，不是真佛，這個生到一真法界，脫離十法界。所以此地講的各起是性德自然流露。什麼時候流露？有沒有一定的時候？沒有，無時不流露，無處不流露，眾生有感，自然就有應。為什麼？一一眾生跟佛菩薩是一體，怎麼會沒有感應？沒有感的時候，這十種心隱，不是沒有，有，你沒有感覺。有感他就顯應，就很明顯的加持你，這就是我們諺語當中常說的有求必應，道理在此地。"
    },
    {
      "id": "12-017-2092_p0004",
      "zh_CN": "第一个意思就是前面的意思，无时无处他不在，第二个意思是后面这个意思，有感就有应，感应道交。感应道交，清凉大师为我们讲「八种众生」，这八种众生有感。感应有显感显应、有显感冥应、有冥感显应、冥感冥应四种不同。第一个，「于怨众生」，前面我们学过，还是要提一下，这就是我们平常讲的冤亲债主。过去无量劫来一直到今生，我们对人、对物，物是一切有情众生，那讲十法界的，有意无意伤害他、得罪他，结下的怨。结下冤亲债主有多少？给你说老实话，数不清。几百个、几千个，少数，你不想不知道，你如果一想，佛家讲观照，你就会寒毛直竖，怎么这么多的冤亲债主。无量劫来，这时间太长，范围太广，我们不说过去，说这一生，这一生在眼前，你有意无意的你害了多少众生，蚊虫蚂蚁、蜎飞蠕动，你吃的这些众生，佛经上讲得清楚，你吃牠八两你要还牠半斤，牠不甘心、不情愿。虽然是还债，牠甘心情愿还吗？不甘心、不情愿，这种怨愈结愈深，果报就愈报愈惨烈，这都是事实真相。诸位如果留意探讨因果的理论与事实你就知道了，还敢跟人结怨吗？普贤菩萨教导我们，跟一切众生不要结怨，要结缘，结善缘、结法缘，那就对了。怎么个结法？随喜功德。怨跟缘就在一念，一念觉悟，跟众生结了好缘，一念错了，跟众生就结下冤仇，实在讲这个事情太微细、太可怕。",
      "zh_TW": "第一個意思就是前面的意思，無時無處他不在，第二個意思是後面這個意思，有感就有應，感應道交。感應道交，清涼大師為我們講「八種眾生」，這八種眾生有感。感應有顯感顯應、有顯感冥應、有冥感顯應、冥感冥應四種不同。第一個，「於怨眾生」，前面我們學過，還是要提一下，這就是我們平常講的冤親債主。過去無量劫來一直到今生，我們對人、對物，物是一切有情眾生，那講十法界的，有意無意傷害他、得罪他，結下的怨。結下冤親債主有多少？給你說老實話，數不清。幾百個、幾千個，少數，你不想不知道，你如果一想，佛家講觀照，你就會寒毛直豎，怎麼這麼多的冤親債主。無量劫來，這時間太長，範圍太廣，我們不說過去，說這一生，這一生在眼前，你有意無意的你害了多少眾生，蚊蟲螞蟻、蜎飛蠕動，你吃的這些眾生，佛經上講得清楚，你吃牠八兩你要還牠半斤，牠不甘心、不情願。雖然是還債，牠甘心情願還嗎？不甘心、不情願，這種怨愈結愈深，果報就愈報愈慘烈，這都是事實真相。諸位如果留意探討因果的理論與事實你就知道了，還敢跟人結怨嗎？普賢菩薩教導我們，跟一切眾生不要結怨，要結緣，結善緣、結法緣，那就對了。怎麼個結法？隨喜功德。怨跟緣就在一念，一念覺悟，跟眾生結了好緣，一念錯了，跟眾生就結下冤仇，實在講這個事情太微細、太可怕。"
    },
    {
      "id": "12-017-2092_p0005",
      "zh_CN": "修行，多少修行人，不是不修，真修，不是不想成就，真想成就，他为什么不能成就？就是在这些很微细的地方疏忽了，真正是所谓粗心大意。六根对六尘境界，这六尘境界里面有很多是有情众生，现在我们学了《华严》，我们知道无情众生，树木花草、山河大地，都有灵性、都有见闻觉知、都有受想行识，我们会不会跟它结怨？会。怎么结？不尊重它。你想想，你要到一个地方，这个地方人对你不尊重，你有什么感触？我们心里不高兴，心里有怨恨。你对树木花草不尊敬，树木花草对你有怨气，你对山河大地不恭敬，没有尊重心，山河大地对你不高兴，这无情。其实无情里头有有情，这个话怎么讲？我们在《华严经》里读到，树有树神，花有花神，草有草木神，草长得好好的，你从它身上走过，它高兴吗？所以佛家《戒经》里头有清净比丘不踏生草。草长得很好，不可以踩在它上面。这是什么？有道路，你要走路，你不能抄近，这里很近，草坪过去就是，不可以。除非什么？除非这里没有路，那是不得已。不得已还要合掌、诵经、念咒给它回向，对不起它，我不得已，必须从这里通过。我们有没有做这些事情？没做，没做就结怨了，这是什么？无意结怨，那个有意的麻烦更大。古时候出家人都在山上找个清净地方修行，就地砍几棵树搭个茅蓬，这些树神答不答应？当然答应，树神也乐意供养。佛说了，三天之前，你看中哪几棵树，要跟它诵经、念咒，请树神迁居。其实不是那个树有神，有鬼神依附在树木花草上，请他搬家，三天之后你再来砍它。如果没有做这些仪式你去砍它，这又结怨了。要是放火烧山，一次不知道跟多少生灵结下冤仇，树木花草被你烧了，这山里面许许多多小动物都死了，这个债能还得清吗？所以不想不知道，佛要不跟我们说我们也不知道，这经上一说明之后，我们想一想真可怕！",
      "zh_TW": "修行，多少修行人，不是不修，真修，不是不想成就，真想成就，他為什麼不能成就？就是在這些很微細的地方疏忽了，真正是所謂粗心大意。六根對六塵境界，這六塵境界裡面有很多是有情眾生，現在我們學了《華嚴》，我們知道無情眾生，樹木花草、山河大地，都有靈性、都有見聞覺知、都有受想行識，我們會不會跟它結怨？會。怎麼結？不尊重它。你想想，你要到一個地方，這個地方人對你不尊重，你有什麼感觸？我們心裡不高興，心裡有怨恨。你對樹木花草不尊敬，樹木花草對你有怨氣，你對山河大地不恭敬，沒有尊重心，山河大地對你不高興，這無情。其實無情裡頭有有情，這個話怎麼講？我們在《華嚴經》裡讀到，樹有樹神，花有花神，草有草木神，草長得好好的，你從它身上走過，它高興嗎？所以佛家《戒經》裡頭有清淨比丘不踏生草。草長得很好，不可以踩在它上面。這是什麼？有道路，你要走路，你不能抄近，這裡很近，草坪過去就是，不可以。除非什麼？除非這裡沒有路，那是不得已。不得已還要合掌、誦經、念咒給它迴向，對不起它，我不得已，必須從這裡通過。我們有沒有做這些事情？沒做，沒做就結怨了，這是什麼？無意結怨，那個有意的麻煩更大。古時候出家人都在山上找個清淨地方修行，就地砍幾棵樹搭個茅蓬，這些樹神答不答應？當然答應，樹神也樂意供養。佛說了，三天之前，你看中哪幾棵樹，要跟它誦經、念咒，請樹神遷居。其實不是那個樹有神，有鬼神依附在樹木花草上，請他搬家，三天之後你再來砍它。如果沒有做這些儀式你去砍它，這又結怨了。要是放火燒山，一次不知道跟多少生靈結下冤仇，樹木花草被你燒了，這山裡面許許多多小動物都死了，這個債能還得清嗎？所以不想不知道，佛要不跟我們說我們也不知道，這經上一說明之後，我們想一想真可怕！"
    },
    {
      "id": "12-017-2092_p0006",
      "zh_CN": "一切生灵当中，人是最灵的，人为万物之灵，人的报复心比其他一切都要强，人要是受过圣贤教育他报复的心就化解，没有受过圣贤教育报复的心很强烈。所以大师在此地讲，「于怨众生，非直不念加报」，这是以直报怨，决定没有报复的念头。不但没有报复的念头，还给他利益，还尽量去帮助他，这是以德报怨，更进一步了。佛法主张以德把过去的怨化解，现前决定不跟众生结冤仇。现前有人欺负我们、毁谤我们、侮辱我们，怎么办？受了，欢欢喜喜的接受，为什么？中国老祖宗教我们「反求诸己」，这个话对，这个话是真理。他为什么不毁谤他，他毁谤我？为什么不怨恨那个人，他来怨恨我？必有原因。所以反求诸己，原因不在外面，在自己，把原因找到，把原因消除，你就心开意解，这才能化解。过去生中；这个陌生人不认识，他为什么这种态度对我？是的，这一生当中不认识，可能前世结的怨，如果你能回到过去世你就恍然大悟。现在有一种很普通的方法可以帮助你回到过去，催眠，深度的催眠你能够回到过去，你跟这个人过去是什么关系搞清楚，你就明了了。真正有修行、有修养的人不需要知道过去，他也常常反省自己，不怪别人。反省自己是什么？也能找出来，那是我个人的烦恼习气。为什么别人用很不友善的眼光来看我一眼，我心里就起怨恨，错在哪？错在我自己，我接受了，我要不接受不就没事！他不善的眼光看别人一眼，我为什么不生气？看我，为什么会生气？还是自己修养功夫不到家，真正修养功夫到家的，他对我不友善，我对他很友善，笑笑，恭恭敬敬的对他致意，不就没事了！纵然过去不愉快的事情，就化解了。古人教我们冤家宜解不宜结。",
      "zh_TW": "一切生靈當中，人是最靈的，人為萬物之靈，人的報復心比其他一切都要強，人要是受過聖賢教育他報復的心就化解，沒有受過聖賢教育報復的心很強烈。所以大師在此地講，「於怨眾生，非直不念加報」，這是以直報怨，決定沒有報復的念頭。不但沒有報復的念頭，還給他利益，還盡量去幫助他，這是以德報怨，更進一步了。佛法主張以德把過去的怨化解，現前決定不跟眾生結冤仇。現前有人欺負我們、毀謗我們、侮辱我們，怎麼辦？受了，歡歡喜喜的接受，為什麼？中國老祖宗教我們「反求諸己」，這個話對，這個話是真理。他為什麼不毀謗他，他毀謗我？為什麼不怨恨那個人，他來怨恨我？必有原因。所以反求諸己，原因不在外面，在自己，把原因找到，把原因消除，你就心開意解，這才能化解。過去生中；這個陌生人不認識，他為什麼這種態度對我？是的，這一生當中不認識，可能前世結的怨，如果你能回到過去世你就恍然大悟。現在有一種很普通的方法可以幫助你回到過去，催眠，深度的催眠你能夠回到過去，你跟這個人過去是什麼關係搞清楚，你就明瞭了。真正有修行、有修養的人不需要知道過去，他也常常反省自己，不怪別人。反省自己是什麼？也能找出來，那是我個人的煩惱習氣。為什麼別人用很不友善的眼光來看我一眼，我心裡就起怨恨，錯在哪？錯在我自己，我接受了，我要不接受不就沒事！他不善的眼光看別人一眼，我為什麼不生氣？看我，為什麼會生氣？還是自己修養功夫不到家，真正修養功夫到家的，他對我不友善，我對他很友善，笑笑，恭恭敬敬的對他致意，不就沒事了！縱然過去不愉快的事情，就化解了。古人教我們冤家宜解不宜結。"
    },
    {
      "id": "12-017-2092_p0007",
      "zh_CN": "现在的社会动乱不安，灾难频率不断在上升，而且一次比一次严重，怎么来的？这一切众生积怨恨所造成的。如何能把众生积的怨恨化解？这是大慈大悲，佛菩萨在做，圣贤人在做。我们今天学佛，学佛什么？学觉，我们要不会做，那我们就不是学佛。这是佛所做的事情、菩萨做的事情，我要跟他们做同样的事情，要化解，真正从自己内心里面把这些情结放下，抛弃掉。释迦、弥陀、一切诸佛如来指示我们一条成佛之道，这个成佛之道就是清净平等觉。我们天天在念，虽念没觉，为什么？在日常生活当中没用上。六根接触六尘境界，顺着自己意思就起贪恋，不顺自己意思就嫉妒、瞋恨，你没做到，你心不清净，你的心不平等，你的心不觉。所以虽然学佛，可是在日常生活当中起心动念、言语造作还是迷邪染，这个对自己造的罪业不大，为什么？自作自受，可是你还有重罪，什么重罪？破坏佛教形象，人家一看，学佛人是这个样子，招惹许多人毁谤佛教，你要承担这个因果责任，这个太可怕了！破坏佛教的形象就是等于出佛身血，果报在哪里？阿鼻地狱，我们将来堕到阿鼻地狱不知道为什么堕到的，到阎罗、判官来把你这个事情揭穿、宣布的时候，你后悔莫及。",
      "zh_TW": "現在的社會動亂不安，災難頻率不斷在上升，而且一次比一次嚴重，怎麼來的？這一切眾生積怨恨所造成的。如何能把眾生積的怨恨化解？這是大慈大悲，佛菩薩在做，聖賢人在做。我們今天學佛，學佛什麼？學覺，我們要不會做，那我們就不是學佛。這是佛所做的事情、菩薩做的事情，我要跟他們做同樣的事情，要化解，真正從自己內心裡面把這些情結放下，拋棄掉。釋迦、彌陀、一切諸佛如來指示我們一條成佛之道，這個成佛之道就是清淨平等覺。我們天天在念，雖念沒覺，為什麼？在日常生活當中沒用上。六根接觸六塵境界，順著自己意思就起貪戀，不順自己意思就嫉妒、瞋恨，你沒做到，你心不清淨，你的心不平等，你的心不覺。所以雖然學佛，可是在日常生活當中起心動念、言語造作還是迷邪染，這個對自己造的罪業不大，為什麼？自作自受，可是你還有重罪，什麼重罪？破壞佛教形象，人家一看，學佛人是這個樣子，招惹許多人毀謗佛教，你要承擔這個因果責任，這個太可怕了！破壞佛教的形象就是等於出佛身血，果報在哪裡？阿鼻地獄，我們將來墮到阿鼻地獄不知道為什麼墮到的，到閻羅、判官來把你這個事情揭穿、宣布的時候，你後悔莫及。"
    },
    {
      "id": "12-017-2092_p0008",
      "zh_CN": "所以在《还源观》里面，贤首给我们讲的，清凉的老师贤首国师讲的，四种净德第二种，「威仪有则」。这句话什么意思？佛弟子，学佛的人要给社会大众做最好的榜样，威仪有则就是这个意思。我们能做得好，能修得好，别人跟我们接触，赞叹佛教，不会毁谤佛教；我们做得不好，人家毁谤佛教，他不说我不好，他说佛教不好，你说麻烦不麻烦！这是我们每个学佛的同学不能不知道。古来祖师大德常常说，佛弟子要给佛脸上贴金，不要让众生在佛脸上涂粪，所讲的就是这个意思。我们能够修得好，依照佛法的戒律去修行，别人看到，赞叹佛教，那就是给佛脸上贴金，一切荣耀归佛；我们做得不好，人家骂我们，连佛教统统都骂上，这是在佛脸上涂粪。经论里常常教我们，祖师大德也时常指示我们，我们有没有听清楚？有没有搞明白？有没有依教奉行？常常想着不跟众生结恶缘，跟一切众生结法缘，你是真学佛，你是在积功累德，你做了好事。所以这是不但不报怨，对于冤亲债主要常常想到我怎么样帮助他，我怎样能让他得到真实利益。",
      "zh_TW": "所以在《還源觀》裡面，賢首給我們講的，清涼的老師賢首國師講的，四種淨德第二種，「威儀有則」。這句話什麼意思？佛弟子，學佛的人要給社會大眾做最好的榜樣，威儀有則就是這個意思。我們能做得好，能修得好，別人跟我們接觸，讚歎佛教，不會毀謗佛教；我們做得不好，人家毀謗佛教，他不說我不好，他說佛教不好，你說麻煩不麻煩！這是我們每個學佛的同學不能不知道。古來祖師大德常常說，佛弟子要給佛臉上貼金，不要讓眾生在佛臉上塗糞，所講的就是這個意思。我們能夠修得好，依照佛法的戒律去修行，別人看到，讚歎佛教，那就是給佛臉上貼金，一切榮耀歸佛；我們做得不好，人家罵我們，連佛教統統都罵上，這是在佛臉上塗糞。經論裡常常教我們，祖師大德也時常指示我們，我們有沒有聽清楚？有沒有搞明白？有沒有依教奉行？常常想著不跟眾生結惡緣，跟一切眾生結法緣，你是真學佛，你是在積功累德，你做了好事。所以這是不但不報怨，對於冤親債主要常常想到我怎麼樣幫助他，我怎樣能讓他得到真實利益。"
    },
    {
      "id": "12-017-2092_p0009",
      "zh_CN": "现在我们也能够看到这些事情，你看给冤亲债主立牌位，每天早晚上香，把一天诵经拜佛的功德都回向给他，希望他能够往生西方极乐世界。好事情，好心、好意，这个行动很好，可是眼前的这些众生就忘掉了，跟眼前的众生还是结怨。是不是等他死了时候再来超度他？这事情能行吗？如果我们这种心行，自己冷静去思惟观察，我们天天立牌位能有效吗？这些冤亲债主能饶恕我们吗？不言而喻。这些冤亲债主看到你现前这种行为，他不尊敬你，他瞧不起你，换句话说，你所回向，供牌位什么，全落空了，还是找你麻烦。必须自己真正依教修行，那个是功德，那个功德才能回向，他看到你做得很好，真佩服你。不要说别的，单单念这一句阿弥陀佛，那个功德就不可思议。这个事情是我们亲眼看到的，早年我在新加坡，在居士林讲经，讲《华严经》从那里开始的。居士林的老林长陈光别老居士生病，在家里面养病，要求李木源居士把我们讲经的录像带，那个时候还是录像带，十年前，拿回去天天听经，每天听八个小时，不听经就念佛，求生净土。他真学佛是生病，没生病之前工作很忙，只是到寺庙去拜拜佛，对佛真的他不了解，生病是个增上缘，他不能工作了，所以每天，我听他家人告诉我，听八个小时经，念八个小时佛，再就睡眠休息。两年他就预知时至，跟李木源居士说他想往生。李居士跟他讲：你现在还不能走，居士林的人事不稳定，只要你活在世间，大家都没话说。他点点头，又住了两年，还是在病中，每天还在床上，就又待了两年，听经念佛四年。哪一天往生他知道，三个月之前就晓得，往生前一天找我给他做三皈依，第二天他就走了。",
      "zh_TW": "現在我們也能夠看到這些事情，你看給冤親債主立牌位，每天早晚上香，把一天誦經拜佛的功德都迴向給他，希望他能夠往生西方極樂世界。好事情，好心、好意，這個行動很好，可是眼前的這些眾生就忘掉了，跟眼前的眾生還是結怨。是不是等他死了時候再來超度他？這事情能行嗎？如果我們這種心行，自己冷靜去思惟觀察，我們天天立牌位能有效嗎？這些冤親債主能饒恕我們嗎？不言而喻。這些冤親債主看到你現前這種行為，他不尊敬你，他瞧不起你，換句話說，你所迴向，供牌位什麼，全落空了，還是找你麻煩。必須自己真正依教修行，那個是功德，那個功德才能迴向，他看到你做得很好，真佩服你。不要說別的，單單念這一句阿彌陀佛，那個功德就不可思議。這個事情是我們親眼看到的，早年我在新加坡，在居士林講經，講《華嚴經》從那裡開始的。居士林的老林長陳光別老居士生病，在家裡面養病，要求李木源居士把我們講經的錄像帶，那個時候還是錄像帶，十年前，拿回去天天聽經，每天聽八個小時，不聽經就念佛，求生淨土。他真學佛是生病，沒生病之前工作很忙，只是到寺廟去拜拜佛，對佛真的他不了解，生病是個增上緣，他不能工作了，所以每天，我聽他家人告訴我，聽八個小時經，念八個小時佛，再就睡眠休息。兩年他就預知時至，跟李木源居士說他想往生。李居士跟他講：你現在還不能走，居士林的人事不穩定，只要你活在世間，大家都沒話說。他點點頭，又住了兩年，還是在病中，每天還在床上，就又待了兩年，聽經念佛四年。哪一天往生他知道，三個月之前就曉得，往生前一天找我給他做三皈依，第二天他就走了。"
    },
    {
      "id": "12-017-2092_p0010",
      "zh_CN": "那个时候居士林有一个弘法人才培训班，有十几二十个同学，轮流给他助念，四个人一班，出家人，日夜不断的轮流给他助念。有一天助念的同学回到居士林，居士林一个女居士被附身，杜美璇，她的名字杜美璇，被鬼附身。这个鬼说话了，说他们人很多，有几百人，是林长的冤亲债主，他们看到林长念佛往生，心里非常欢喜、非常尊敬，不找麻烦了。你看人家功夫，念佛功夫，真有功夫，冤亲债主看到了生欢喜心。他说我们得到护法神的，门口有护法神，居士林，护法神的容许，进到居士林里面来，跟着法师一起来的，来求皈依。那个时候正好我在香港讲经，那几年我是每个月到香港去讲五天，往返一个星期，每个月去讲五天，我在香港讲经。那边同修打电话给我，我说赶快给他做皈依，给这些附身的老林长的冤亲债主做皈依。问他还要求什么？要求听经，老林长听经四年，他们要求听经。听经就介绍他到讲堂，他说讲堂的光太大，他们受不了。那怎么办？他们要求在斋堂，在斋堂放一个电视机，特别要求听《地藏经》。我们就播放《地藏经》的录像带，日夜不停止，播放了两个多月，统统走了。有的善根深厚的也生净土，少数，有生天道的，有生人道的，这是真实利益，这是我们亲眼看到的事实。所以我们警觉到，于一切众生生欢喜心，他做的好事，我们有力量要帮助他、要成就他，我们没有力量，欢喜赞叹，这都是功德，都属于随喜功德。决定不能够嫉妒、障碍、毁谤、去破坏，那个罪过就大了。不是对他结罪，是对他所做的这个事情影响大众那个面有多大，时间有多长，结罪从这里结罪。所以这个事情很可怕，为什么不学随喜功德？为什么不能恒顺众生？这十大愿王里面非常重要的两个科目，「恒顺众生、随喜功德」，所以『利益心』才真正能生得起来。",
      "zh_TW": "那個時候居士林有一個弘法人才培訓班，有十幾二十個同學，輪流給他助念，四個人一班，出家人，日夜不斷的輪流給他助念。有一天助念的同學回到居士林，居士林一個女居士被附身，杜美璇，她的名字杜美璇，被鬼附身。這個鬼說話了，說他們人很多，有幾百人，是林長的冤親債主，他們看到林長念佛往生，心裡非常歡喜、非常尊敬，不找麻煩了。你看人家功夫，念佛功夫，真有功夫，冤親債主看到了生歡喜心。他說我們得到護法神的，門口有護法神，居士林，護法神的容許，進到居士林裡面來，跟著法師一起來的，來求皈依。那個時候正好我在香港講經，那幾年我是每個月到香港去講五天，往返一個星期，每個月去講五天，我在香港講經。那邊同修打電話給我，我說趕快給他做皈依，給這些附身的老林長的冤親債主做皈依。問他還要求什麼？要求聽經，老林長聽經四年，他們要求聽經。聽經就介紹他到講堂，他說講堂的光太大，他們受不了。那怎麼辦？他們要求在齋堂，在齋堂放一個電視機，特別要求聽《地藏經》。我們就播放《地藏經》的錄像帶，日夜不停止，播放了兩個多月，統統走了。有的善根深厚的也生淨土，少數，有生天道的，有生人道的，這是真實利益，這是我們親眼看到的事實。所以我們警覺到，於一切眾生生歡喜心，他做的好事，我們有力量要幫助他、要成就他，我們沒有力量，歡喜讚歎，這都是功德，都屬於隨喜功德。決定不能夠嫉妒、障礙、毀謗、去破壞，那個罪過就大了。不是對他結罪，是對他所做的這個事情影響大眾那個面有多大，時間有多長，結罪從這裡結罪。所以這個事情很可怕，為什麼不學隨喜功德？為什麼不能恆順眾生？這十大願王裡面非常重要的兩個科目，「恆順眾生、隨喜功德」，所以『利益心』才真正能生得起來。"
    },
    {
      "id": "12-017-2092_p0011",
      "zh_CN": "我们再接着看第二段，「于贫苦众生，欲令远离，故起悲心」，这是讲的『大悲』。慈悲这两个字都是爱心，慈跟悲有一点不同，慈是与乐，悲是帮助他离苦，离苦与乐这叫慈悲。我们在中国用一个爱心就都代表了，佛说得比较微细，他把爱分做两方面。特别是对于贫苦众生，我们想想现在这个世界这个社会大众是不是贫苦？是，这个世间少数人拥有财富，不是多数人，科学报导里面数据都说得很清楚，全球这些资源操纵在极少数的百分之二、三的这些人手上，在饥饿边缘的这些众生，每天吃不饱、穿不暖，没有地方住的，在十亿人以上。全世界的人口六十七亿，还有十亿人得不到温饱，那是贫苦，这从物质上讲的。如果从精神上讲，那可以说不止百分之九十九，不止，不止百分之九十九，都是贫苦众生，精神生活没有。我们中国古人所谓「富而不乐」，虽然拥有财富，他不快乐，「贵而不乐」，他有很高的地位，他每一天的生活，生活在烦恼跟痛苦之中，这些众生在大乘教里面统统称之为「可怜悯者」。",
      "zh_TW": "我們再接著看第二段，「於貧苦眾生，欲令遠離，故起悲心」，這是講的『大悲』。慈悲這兩個字都是愛心，慈跟悲有一點不同，慈是與樂，悲是幫助他離苦，離苦與樂這叫慈悲。我們在中國用一個愛心就都代表了，佛說得比較微細，他把愛分做兩方面。特別是對於貧苦眾生，我們想想現在這個世界這個社會大眾是不是貧苦？是，這個世間少數人擁有財富，不是多數人，科學報導裡面數據都說得很清楚，全球這些資源操縱在極少數的百分之二、三的這些人手上，在飢餓邊緣的這些眾生，每天吃不飽、穿不暖，沒有地方住的，在十億人以上。全世界的人口六十七億，還有十億人得不到溫飽，那是貧苦，這從物質上講的。如果從精神上講，那可以說不止百分之九十九，不止，不止百分之九十九，都是貧苦眾生，精神生活沒有。我們中國古人所謂「富而不樂」，雖然擁有財富，他不快樂，「貴而不樂」，他有很高的地位，他每一天的生活，生活在煩惱跟痛苦之中，這些眾生在大乘教裡面統統稱之為「可憐憫者」。"
    },
    {
      "id": "12-017-2092_p0012",
      "zh_CN": "在东方，特别是古印度跟古老的中国，从前的人对于物质生活并不重视，重视精神生活，贫而乐，在社会上没有很高的地位，也没有财富，可是他的精神生活非常充沛。孔子最赞叹他的学生，那物质生活是非常缺乏的，夫子赞叹他，颜回「居陋巷，一箪食，一瓢饮」，这个生活在别人过不下去，可是颜回「不改其乐」，天天快乐，你跟他接触，时时刻刻他真的是常生欢喜心。他乐从哪来的？箪食瓢饮这说明他生活贫苦，吃饭连个饭碗都没有，用竹子编一个篓当作饭碗盛饭，喝水没有杯子，用葫芦瓢，过这样的生活，你就晓得他贫穷到什么地步。夫子学生当中他最快乐，他学习的成就最优秀。喜乐是人生最高的享受，欢喜、快乐从哪来？从学习当中得来的。所以《论语》头一句话就说出来，「学而时习之，不亦说乎」，你能把你所学的统统落实到生活、落实到工作、落实到处事待人接物，你是第一等人。为什么？佛家讲的，法喜充满，常生欢喜心，这是圣贤的一个样子，哪有佛菩萨天天愁眉苦脸？哪有圣贤人天天不高兴？没有这个道理。",
      "zh_TW": "在東方，特別是古印度跟古老的中國，從前的人對於物質生活並不重視，重視精神生活，貧而樂，在社會上沒有很高的地位，也沒有財富，可是他的精神生活非常充沛。孔子最讚歎他的學生，那物質生活是非常缺乏的，夫子讚歎他，顏回「居陋巷，一簞食，一瓢飲」，這個生活在別人過不下去，可是顏回「不改其樂」，天天快樂，你跟他接觸，時時刻刻他真的是常生歡喜心。他樂從哪來的？簞食瓢飲這說明他生活貧苦，吃飯連個飯碗都沒有，用竹子編一個簍當作飯碗盛飯，喝水沒有杯子，用葫蘆瓢，過這樣的生活，你就曉得他貧窮到什麼地步。夫子學生當中他最快樂，他學習的成就最優秀。喜樂是人生最高的享受，歡喜、快樂從哪來？從學習當中得來的。所以《論語》頭一句話就說出來，「學而時習之，不亦說乎」，你能把你所學的統統落實到生活、落實到工作、落實到處事待人接物，你是第一等人。為什麼？佛家講的，法喜充滿，常生歡喜心，這是聖賢的一個樣子，哪有佛菩薩天天愁眉苦臉？哪有聖賢人天天不高興？沒有這個道理。"
    },
    {
      "id": "12-017-2092_p0013",
      "zh_CN": "圣贤人再穷困，他还是欢欢喜喜，他喜乐从哪里来？喜乐在明道，正是所谓「朝闻道，夕死可矣」，那个道就是我们世俗人讲的觉悟，开悟了，这真乐。开悟是什么？对于宇宙人生事实真相明白了，这个真乐，在佛法里面讲，一切法性相、理事、因果你真正通达明了，他怎么会不欢喜？所以对于贫苦众生，如果从这个角度来看，我们这个世间人就太贫苦了。所以佛菩萨生到这个世间来，用什么方法来帮助他，就是帮助他远离贫苦？佛菩萨所用的方法是教学，帮助他破迷开悟，就离苦得乐了。苦从哪里来的？苦从迷惑来的，你要把根找到。迷惑是什么？对于事实真相不知道、不了解，所以你对于一切人事物想错了、看错了，于是你说错了、做错了，这就是你造业了。思想错了是迷惑，言行错了是造业。不善的业就带来不善的果报，这个不善叫苦报。佛家讲有花报、有果报，果报在三途，饿鬼、地狱、畜生，从哪来的？从你恶业变现出来的。花报是什么？花报是你现在、你现前的遭遇，处在逆境，遇到的是恶缘，事事不如意，身心的病苦，身有病，心里面烦恼忧虑，那是心病，你会得这些。",
      "zh_TW": "聖賢人再窮困，他還是歡歡喜喜，他喜樂從哪裡來？喜樂在明道，正是所謂「朝聞道，夕死可矣」，那個道就是我們世俗人講的覺悟，開悟了，這真樂。開悟是什麼？對於宇宙人生事實真相明白了，這個真樂，在佛法裡面講，一切法性相、理事、因果你真正通達明瞭，他怎麼會不歡喜？所以對於貧苦眾生，如果從這個角度來看，我們這個世間人就太貧苦了。所以佛菩薩生到這個世間來，用什麼方法來幫助他，就是幫助他遠離貧苦？佛菩薩所用的方法是教學，幫助他破迷開悟，就離苦得樂了。苦從哪裡來的？苦從迷惑來的，你要把根找到。迷惑是什麼？對於事實真相不知道、不了解，所以你對於一切人事物想錯了、看錯了，於是你說錯了、做錯了，這就是你造業了。思想錯了是迷惑，言行錯了是造業。不善的業就帶來不善的果報，這個不善叫苦報。佛家講有花報、有果報，果報在三途，餓鬼、地獄、畜生，從哪來的？從你惡業變現出來的。花報是什麼？花報是你現在、你現前的遭遇，處在逆境，遇到的是惡緣，事事不如意，身心的病苦，身有病，心裡面煩惱憂慮，那是心病，你會得這些。"
    },
    {
      "id": "12-017-2092_p0014",
      "zh_CN": "所以佛知道，佛来教导你，而且佛是做出榜样来给你看，这个榜样告诉你贫贱不苦。释迦牟尼佛示现贫贱，贫是没有财富，贱是没有地位。我们知道释迦牟尼佛十九岁你看看舍弃王位，这是贵，古人讲贵为天子，他舍弃了，不要；富有四海，他也不要，他是富贵人，他不是没有，他没有人家没有话说，他有，有，不要了，舍弃掉了，过什么生活？过乞丐的生活。所以比丘称为乞士，乞是乞丐，士是什么？士是读书人，就是说有学问、有道德的乞丐，不一样，他过着乞丐的生活。日中一食，托钵，沿门托钵，树下一宿，晚上找个大树底下休息，过乞丐的生活，快乐无比。受到国王大臣、大富长者的尊敬，人家有德行，真有学问，什么疑难杂症你去向他请教，他都能帮你解决，名闻利养边都不沾，这值得人尊敬，不但人间尊敬他，连天神都尊敬他，所以称天人师。没有一定居住的所在，游化在世间，哪里有缘就到哪里去，顺境逆境、善缘恶缘统统不执着，天上人间什么样的境界都不能动摇他的心，这称为大圣，称为大贤，印度人称之为佛菩萨。",
      "zh_TW": "所以佛知道，佛來教導你，而且佛是做出榜樣來給你看，這個榜樣告訴你貧賤不苦。釋迦牟尼佛示現貧賤，貧是沒有財富，賤是沒有地位。我們知道釋迦牟尼佛十九歲你看看捨棄王位，這是貴，古人講貴為天子，他捨棄了，不要；富有四海，他也不要，他是富貴人，他不是沒有，他沒有人家沒有話說，他有，有，不要了，捨棄掉了，過什麼生活？過乞丐的生活。所以比丘稱為乞士，乞是乞丐，士是什麼？士是讀書人，就是說有學問、有道德的乞丐，不一樣，他過著乞丐的生活。日中一食，托缽，沿門托缽，樹下一宿，晚上找個大樹底下休息，過乞丐的生活，快樂無比。受到國王大臣、大富長者的尊敬，人家有德行，真有學問，什麼疑難雜症你去向他請教，他都能幫你解決，名聞利養邊都不沾，這值得人尊敬，不但人間尊敬他，連天神都尊敬他，所以稱天人師。沒有一定居住的所在，遊化在世間，哪裡有緣就到哪裡去，順境逆境、善緣惡緣統統不執著，天上人間什麼樣的境界都不能動搖他的心，這稱為大聖，稱為大賢，印度人稱之為佛菩薩。"
    },
    {
      "id": "12-017-2092_p0015",
      "zh_CN": "他怎么教？他是用身教，他做出来给你看，让你看到、听到、接触到有所感悟。真觉悟什么？你不能像他那样彻底放下，你至少可以放下一些。你放下一分，就得一分自在，得一分智慧；放下二分，就得二分自在，二分智慧。他彻底放下了，所以他得到是圆满的；我们凡夫做不到，对这个世法还贪恋。这种教诲好，你对于这个世缘淡一分，智慧就开一分，真正的受用你就得到一分。所以从事于教学，教学主要的是帮助人破迷开悟，没有觉悟的人、初学，教他断恶修善；已经断恶修善的人，就帮助他破迷开悟；已经破迷开悟的人，帮助他转凡成圣，这是佛陀一生教人三个阶段。众生根性不相同，要帮助他不断向上提升，这个心就是菩提心，这个心就是此地讲的「十种心」。他活在世间不为自己，为谁？为一切众生。",
      "zh_TW": "他怎麼教？他是用身教，他做出來給你看，讓你看到、聽到、接觸到有所感悟。真覺悟什麼？你不能像他那樣徹底放下，你至少可以放下一些。你放下一分，就得一分自在，得一分智慧；放下二分，就得二分自在，二分智慧。他徹底放下了，所以他得到是圓滿的；我們凡夫做不到，對這個世法還貪戀。這種教誨好，你對於這個世緣淡一分，智慧就開一分，真正的受用你就得到一分。所以從事於教學，教學主要的是幫助人破迷開悟，沒有覺悟的人、初學，教他斷惡修善；已經斷惡修善的人，就幫助他破迷開悟；已經破迷開悟的人，幫助他轉凡成聖，這是佛陀一生教人三個階段。眾生根性不相同，要幫助他不斷向上提升，這個心就是菩提心，這個心就是此地講的「十種心」。他活在世間不為自己，為誰？為一切眾生。"
    },
    {
      "id": "12-017-2092_p0016",
      "zh_CN": "我们学佛要从自己真正依教修行做起，这个修行，修是修正，行是行为，我们起心动念、言语造作哪些地方错了，把错的地方修正过来叫做修行。不是说我每天念多少经，念多少声佛，磕多少个大头，不是这个。所以真正会修行的人在什么地方？在起心动念，念头才起，这个念头是正念还是邪念，是善念还是恶念，一起自己就清楚，这叫智慧。是邪思、是恶念，赶紧就放下，是正念、是善念，要让它念念增长。佛家善恶有一个标准，标准是什么？为自己是恶，为众生的是善。这个说法有许多人不能接受，有人曾经跟我讲过，古人讲的，「人不为己，天诛地灭」，讲这么一句话，天诛地灭。我说这个话错了，错在哪里？我说佛菩萨没有为自己，天也没诛他，地也没灭他，孔夫子、孟夫子也没有为自己，天也没诛他，地也没灭他，反而好多人尊敬他，向他学习。这是个错误的说法。什么会天诛地灭？自私自利，自私自利到极处，天地所不容，这是真的，不要搞错了。所以看到众生苦，要起帮助他离苦这个心，这叫悲心。",
      "zh_TW": "我們學佛要從自己真正依教修行做起，這個修行，修是修正，行是行為，我們起心動念、言語造作哪些地方錯了，把錯的地方修正過來叫做修行。不是說我每天念多少經，念多少聲佛，磕多少個大頭，不是這個。所以真正會修行的人在什麼地方？在起心動念，念頭才起，這個念頭是正念還是邪念，是善念還是惡念，一起自己就清楚，這叫智慧。是邪思、是惡念，趕緊就放下，是正念、是善念，要讓它念念增長。佛家善惡有一個標準，標準是什麼？為自己是惡，為眾生的是善。這個說法有許多人不能接受，有人曾經跟我講過，古人講的，「人不為己，天誅地滅」，講這麼一句話，天誅地滅。我說這個話錯了，錯在哪裡？我說佛菩薩沒有為自己，天也沒誅他，地也沒滅他，孔夫子、孟夫子也沒有為自己，天也沒誅他，地也沒滅他，反而好多人尊敬他，向他學習。這是個錯誤的說法。什麼會天誅地滅？自私自利，自私自利到極處，天地所不容，這是真的，不要搞錯了。所以看到眾生苦，要起幫助他離苦這個心，這叫悲心。"
    },
    {
      "id": "12-017-2092_p0017",
      "zh_CN": "再看下面第三句，「于危惧无乐众生，令得乐具不尽」，危是不安，他身心都感觉得没有安全感。在我们现前这个社会确实是如此，谁会有安全感？纵然得到很高的位置，担心位置丢掉；纵然得到财富，怕财富失掉，每天提心吊胆，天天都在打妄想如何能把富贵保护住。前几年我们看到印尼有一个海啸，刹那之间三十万人不见了；现前我们看到海地这一个大地震，还连带着海啸，有人告诉我，死伤不止三十万人，都是刹那之间，别说富贵保不住，连生命都保不住。科学家不断在这里警告我们，头一个是地球变暖，这是个非常麻烦的事情。南北极的冰快速度的融化，高山的积雪、冰河、冰川也在那里快速的融化，这些变化肯定带来许许多多的物种绝灭。动物，这报纸上提到的，像北极熊、企鹅不能生存了，牠们要生存在寒带地方，寒带变暖牠们不能生存，会绝种。还有植物，植物、稻米。另外他还提的蜜蜂，蜜蜂突然不见了。蜜蜂跟我们人生活的关系非常密切，因为许多植物要靠蜜蜂去传播花粉，如果没有蜜蜂，很多植物都不会生长，这个问题严重，大家着急了。带来什么？带来是粮食大幅度的减产，这肯定是粮食价钱高了，恐怕到之后带来的是饥饿。",
      "zh_TW": "再看下面第三句，「於危懼無樂眾生，令得樂具不盡」，危是不安，他身心都感覺得沒有安全感。在我們現前這個社會確實是如此，誰會有安全感？縱然得到很高的位置，擔心位置丟掉；縱然得到財富，怕財富失掉，每天提心吊膽，天天都在打妄想如何能把富貴保護住。前幾年我們看到印尼有一個海嘯，剎那之間三十萬人不見了；現前我們看到海地這一個大地震，還連帶著海嘯，有人告訴我，死傷不止三十萬人，都是剎那之間，別說富貴保不住，連生命都保不住。科學家不斷在這裡警告我們，頭一個是地球變暖，這是個非常麻煩的事情。南北極的冰快速度的融化，高山的積雪、冰河、冰川也在那裡快速的融化，這些變化肯定帶來許許多多的物種絕滅。動物，這報紙上提到的，像北極熊、企鵝不能生存了，牠們要生存在寒帶地方，寒帶變暖牠們不能生存，會絕種。還有植物，植物、稻米。另外他還提的蜜蜂，蜜蜂突然不見了。蜜蜂跟我們人生活的關係非常密切，因為許多植物要靠蜜蜂去傳播花粉，如果沒有蜜蜂，很多植物都不會生長，這個問題嚴重，大家著急了。帶來什麼？帶來是糧食大幅度的減產，這肯定是糧食價錢高了，恐怕到之後帶來的是飢餓。"
    },
    {
      "id": "12-017-2092_p0018",
      "zh_CN": "最近全世界播放一个电影片，「2012」，那是什么电影片？危惧。我们同学们在网路上看到不少的这些专家学者跟科学家在讨论这个问题，我看到有四种不同的版本，记录片，讲得很有道理。最后大家有个总结，那就是说，这个地球还是继续，地球上的居民继续生存下去，还是一起绝灭，今天走到这个三叉路口。如何让这个地球继续还能运作下去？那就地球上所有的居民要忏悔、要断恶修善，他说可能会继续生活下去。如果还像现在自私自利、贪瞋痴慢、损人利己，那可能就是世界末日，同归于尽。这个结论好，跟佛法讲的相应，我们同意这个结论。佛法有理论，相由心生，境随心转。佛在经上跟我们说的，这个星球是我们居住的环境，人心都善，佛家讲善是以十善业道为标准，人人都能够坚持不杀生、不偷盗、不邪淫、不妄语、不两舌、不恶口、不绮语、不贪、不瞋、不痴，地球这个星球就非常坚实、坚固，在太空运行的时候轨道正常，不会有差错。如果人心不善，这一块土地，这个星球，它就变成松散，就不坚固，它就会在太空当中消失掉。所以最后真正有影响的是人心，人的念头、人的行为。危惧现在真的是现前了，「2012」这个影片在全球同时播放，我觉得这个动作很难得，为什么？给全球众生响亮了警钟，提醒大家要觉悟，再不觉悟来不及了。这是个好事。特别是我们学佛的同学要多看看，要很认真、很仔细的去看看这些报告，我想回过头来对我们修行会有很大的帮助。佛教导我们断恶修善，教我们破迷开悟，我们得真干，就能产生效果。",
      "zh_TW": "最近全世界播放一個電影片，「2012」，那是什麼電影片？危懼。我們同學們在網路上看到不少的這些專家學者跟科學家在討論這個問題，我看到有四種不同的版本，記錄片，講得很有道理。最後大家有個總結，那就是說，這個地球還是繼續，地球上的居民繼續生存下去，還是一起絕滅，今天走到這個三叉路口。如何讓這個地球繼續還能運作下去？那就地球上所有的居民要懺悔、要斷惡修善，他說可能會繼續生活下去。如果還像現在自私自利、貪瞋痴慢、損人利己，那可能就是世界末日，同歸於盡。這個結論好，跟佛法講的相應，我們同意這個結論。佛法有理論，相由心生，境隨心轉。佛在經上跟我們說的，這個星球是我們居住的環境，人心都善，佛家講善是以十善業道為標準，人人都能夠堅持不殺生、不偷盜、不邪淫、不妄語、不兩舌、不惡口、不綺語、不貪、不瞋、不痴，地球這個星球就非常堅實、堅固，在太空運行的時候軌道正常，不會有差錯。如果人心不善，這一塊土地，這個星球，它就變成鬆散，就不堅固，它就會在太空當中消失掉。所以最後真正有影響的是人心，人的念頭、人的行為。危懼現在真的是現前了，「2012」這個影片在全球同時播放，我覺得這個動作很難得，為什麼？給全球眾生響亮了警鐘，提醒大家要覺悟，再不覺悟來不及了。這是個好事。特別是我們學佛的同學要多看看，要很認真、很仔細的去看看這些報告，我想回過頭來對我們修行會有很大的幫助。佛教導我們斷惡修善，教我們破迷開悟，我們得真幹，就能產生效果。"
    },
    {
      "id": "12-017-2092_p0019",
      "zh_CN": "《小止观》里头有治病十法。我们现在身心都有病，大病，不是小病。这十法里面第一个是「信，信此法必能治病」，这个法是什么法？断恶修善，具体跟诸位说，就是《弟子规》、《感应篇》、《十善业》。《十善业道经》里头佛讲得太好了，佛告诉龙王，龙王是我们这个地球上的代表人，就是地球上众生。为什么叫龙王？在畜生道里面，龙、蛇是最善变的，拿牠来形容我们现在的人心善变，取的是这个意思。你看四大天王，西方天王手上拿的是龙或者是蛇，左手拿着龙、蛇，右手拿了个珠，龙、蛇代表什么？代表这个社会人心善变，这个珠是什么？珠就是佛法，它永远不变。我们处在这个动乱、善变的社会里面，保持着清净平等觉，这永恒不变，那个是珠，守住十善业道永恒不变。十善业道真的是永恒不变，十善业一展开就是《弟子规》、就是《感应篇》，十善是纲，那是细目。我们起心动念、言语造作都决定不能够违背，这就是处善变的社会里头保持我们自己不变，这个不变能治病，能治身心各种不同的病，统统能治。诸位看看《感应篇》里面讲的因果，真的忏悔、断恶修善，极其严重、医生不能治的病症突然好了，这个例子很多，所以你要相信。用什么来治病？用你的良心治病，因为你本来没有病，病从哪里来的？病从烦恼来的，从贪瞋痴慢来的，因为自私自利、名闻利养、贪瞋痴慢，是让你身体里面的细胞产生病毒，你就生病了。如果你能把不善的这些思惟统统放下，不善的言行统统改正过来，你身体里面所有这些病毒的细胞慢慢就恢复正常，你改得勇猛，它恢复得很快，恢复正常你就健康了。",
      "zh_TW": "《小止觀》裡頭有治病十法。我們現在身心都有病，大病，不是小病。這十法裡面第一個是「信，信此法必能治病」，這個法是什麼法？斷惡修善，具體跟諸位說，就是《弟子規》、《感應篇》、《十善業》。《十善業道經》裡頭佛講得太好了，佛告訴龍王，龍王是我們這個地球上的代表人，就是地球上眾生。為什麼叫龍王？在畜生道裡面，龍、蛇是最善變的，拿牠來形容我們現在的人心善變，取的是這個意思。你看四大天王，西方天王手上拿的是龍或者是蛇，左手拿著龍、蛇，右手拿了個珠，龍、蛇代表什麼？代表這個社會人心善變，這個珠是什麼？珠就是佛法，它永遠不變。我們處在這個動亂、善變的社會裡面，保持著清淨平等覺，這永恆不變，那個是珠，守住十善業道永恆不變。十善業道真的是永恆不變，十善業一展開就是《弟子規》、就是《感應篇》，十善是綱，那是細目。我們起心動念、言語造作都決定不能夠違背，這就是處善變的社會裡頭保持我們自己不變，這個不變能治病，能治身心各種不同的病，統統能治。諸位看看《感應篇》裡面講的因果，真的懺悔、斷惡修善，極其嚴重、醫生不能治的病症突然好了，這個例子很多，所以你要相信。用什麼來治病？用你的良心治病，因為你本來沒有病，病從哪裡來的？病從煩惱來的，從貪瞋痴慢來的，因為自私自利、名聞利養、貪瞋痴慢，是讓你身體裡面的細胞產生病毒，你就生病了。如果你能把不善的這些思惟統統放下，不善的言行統統改正過來，你身體裡面所有這些病毒的細胞慢慢就恢復正常，你改得勇猛，它恢復得很快，恢復正常你就健康了。"
    },
    {
      "id": "12-017-2092_p0020",
      "zh_CN": "中国这些中医治病那个原理，可以说百分之七十是调整你的心态，用药那只是外面帮助你，帮助你只能三分，七分是调整心态，心态一好病就没有了。最好的心态是什么？孝顺父母、尊敬尊长，佛家也是孝亲尊师，你要是百分之百做到，你百病不生。所以我们看到古人有所谓，小孩有病，十二岁以下小孩生病，是奇奇怪怪的病，没法子治好，他的病因出在哪里？出在他的父母，他的父母一定是不孝顺的人，不知道尊敬长辈的人，这个业让他的儿女来承担，他得病了。如果真正忏悔，改过自新，他小孩病就好了，医治会有效果，不医治的话也会好，这个例子很多。孝顺父母、孝顺公婆，你的儿女好养，所以要相信。用现在的话说，良好的心态、清净的心态，《无量寿经》讲清净平等觉，必能治病。这十条是《小止观》里面说的，止是什么？放下，观是看破。真能看破放下的人，少病少恼，他不生病，他没有烦恼，这个我们应当要学。",
      "zh_TW": "中國這些中醫治病那個原理，可以說百分之七十是調整你的心態，用藥那只是外面幫助你，幫助你只能三分，七分是調整心態，心態一好病就沒有了。最好的心態是什麼？孝順父母、尊敬尊長，佛家也是孝親尊師，你要是百分之百做到，你百病不生。所以我們看到古人有所謂，小孩有病，十二歲以下小孩生病，是奇奇怪怪的病，沒法子治好，他的病因出在哪裡？出在他的父母，他的父母一定是不孝順的人，不知道尊敬長輩的人，這個業讓他的兒女來承擔，他得病了。如果真正懺悔，改過自新，他小孩病就好了，醫治會有效果，不醫治的話也會好，這個例子很多。孝順父母、孝順公婆，你的兒女好養，所以要相信。用現在的話說，良好的心態、清淨的心態，《無量壽經》講清淨平等覺，必能治病。這十條是《小止觀》裡面說的，止是什麼？放下，觀是看破。真能看破放下的人，少病少惱，他不生病，他沒有煩惱，這個我們應當要學。"
    },
    {
      "id": "12-017-2092_p0021",
      "zh_CN": "第二讲「用，随时常用」，也就是说你常常要想到看破、放下，时时刻刻提醒自己。看破是明了，我们今天讲的，我们对于十善业道明了，《十善业道》的理论很深，佛在这个经的前面都讲出来了，后面是事，前面是讲理，落实在《弟子规》，落实在《感应篇》，你真正要相信。真正要学习的人，他起心动念、言语造作，他遇到困难了，他一定去查经里哪一句、哪一条能够帮助他化解，统统找得到。我们这几年在宣传、在提倡，看到很好的效果，用在自身，得癌症的、不治之疾的都好了；家庭不和的，现在家庭幸福了；事业上有问题的，现在问题都没有了，一帆风顺。你要相信，你要会用。",
      "zh_TW": "第二講「用，隨時常用」，也就是說你常常要想到看破、放下，時時刻刻提醒自己。看破是明瞭，我們今天講的，我們對於十善業道明瞭，《十善業道》的理論很深，佛在這個經的前面都講出來了，後面是事，前面是講理，落實在《弟子規》，落實在《感應篇》，你真正要相信。真正要學習的人，他起心動念、言語造作，他遇到困難了，他一定去查經裡哪一句、哪一條能夠幫助他化解，統統找得到。我們這幾年在宣傳、在提倡，看到很好的效果，用在自身，得癌症的、不治之疾的都好了；家庭不和的，現在家庭幸福了；事業上有問題的，現在問題都沒有了，一帆風順。你要相信，你要會用。"
    },
    {
      "id": "12-017-2092_p0022",
      "zh_CN": "第三个是「勤，勤用不息，取差为度」，后头这一句就是我们现在所讲的活学活用。古德教人举一反三、闻一知十，老师教我们是原理原则，这些原理原则在日常生活当中要活用，它不是死呆板的。第四「常住缘中，细心念念依法，而不异缘」，这个没有信心不行，所以信心摆在第一。你对法可不能怀疑，怀疑就错了。圣贤人的法经过千万年的承传，如果它有问题早就淘汰掉，怎么能传到今天？特别是纲领，不多，只有几条。中国传统文化的纲领，要是用一个字来说，就是「孝」字，中国传统文化是孝文化，从孝里面演绎出五伦、五常、四维、八德，总纲领。世世代代这些圣贤千经万论都不能够超过这个纲领，我们讲四书五经、十三经，再扩大到《四库全书》，它们有没有离开五伦、五常、四维、八德？没离开，所以这四条统摄千万年传统的文化。留下来的典籍没有一句是废话，你细细去揣摩、去学习，有大利益。中国古谚语有一句话说得非常好，叫「不听老人言，吃亏在眼前」。中国文化的枢纽是教学，「建国君民，教学为先」。",
      "zh_TW": "第三個是「勤，勤用不息，取差為度」，後頭這一句就是我們現在所講的活學活用。古德教人舉一反三、聞一知十，老師教我們是原理原則，這些原理原則在日常生活當中要活用，它不是死呆板的。第四「常住緣中，細心念念依法，而不異緣」，這個沒有信心不行，所以信心擺在第一。你對法可不能懷疑，懷疑就錯了。聖賢人的法經過千萬年的承傳，如果它有問題早就淘汰掉，怎麼能傳到今天？特別是綱領，不多，只有幾條。中國傳統文化的綱領，要是用一個字來說，就是「孝」字，中國傳統文化是孝文化，從孝裡面演繹出五倫、五常、四維、八德，總綱領。世世代代這些聖賢千經萬論都不能夠超過這個綱領，我們講四書五經、十三經，再擴大到《四庫全書》，它們有沒有離開五倫、五常、四維、八德？沒離開，所以這四條統攝千萬年傳統的文化。留下來的典籍沒有一句是廢話，你細細去揣摩、去學習，有大利益。中國古諺語有一句話說得非常好，叫「不聽老人言，吃虧在眼前」。中國文化的樞紐是教學，「建國君民，教學為先」。"
    },
    {
      "id": "12-017-2092_p0023",
      "zh_CN": "个人，从身体健康或者是一身的病痛，与这个有关系，你要是念念依法，身体健康。这个法就是五伦、五常、四维、八德，身心健康。如果你完全相违背，那你就会得重病，真的，一点不假。在家庭也如此，家庭是念念依法，你家庭兴旺，如果完全相违背，你的家庭决定会灭亡，家破人亡。事业也是如此，念念依法，你事业一定成功、一定顺利，不可思议！所以病的根源要知道，它从哪里起的，从自己身心到家庭、到事业、到社会、到国家，乃至于整个世界。断恶，什么是恶？违背伦常道德的就是恶；修善，什么是善？伦常道德就是善。连科学家都告诉我们，反常，常是五常，社会动乱，导致世界末日。如果回过头来，我们所有的人，各个人都能够念念依法，就能恢复正常，这个道理不能不懂。",
      "zh_TW": "個人，從身體健康或者是一身的病痛，與這個有關係，你要是念念依法，身體健康。這個法就是五倫、五常、四維、八德，身心健康。如果你完全相違背，那你就會得重病，真的，一點不假。在家庭也如此，家庭是念念依法，你家庭興旺，如果完全相違背，你的家庭決定會滅亡，家破人亡。事業也是如此，念念依法，你事業一定成功、一定順利，不可思議！所以病的根源要知道，它從哪裡起的，從自己身心到家庭、到事業、到社會、到國家，乃至於整個世界。斷惡，什麼是惡？違背倫常道德的就是惡；修善，什麼是善？倫常道德就是善。連科學家都告訴我們，反常，常是五常，社會動亂，導致世界末日。如果回過頭來，我們所有的人，各個人都能夠念念依法，就能恢復正常，這個道理不能不懂。"
    },
    {
      "id": "12-017-2092_p0024",
      "zh_CN": "第五「别病因起，分别是病从何因起」，这治病。今天地球病了，今天社会病了，好好去研究这病怎么来的，什么原因起来的，把这个原因消除，病就好了。今天社会这个地球上的病因，第一个因是什么？自私自利、贪婪不止，在佛法里面讲就是贪瞋痴，贪瞋痴发展到极处。佛怎么治这个病？佛用戒定慧，转贪婪为戒行，《弟子规》是戒行，《感应篇》也是戒行，十善业是佛家的根本戒。戒什么？戒贪瞋痴，不做这个转变，就不从因上消除，用什么样的方法都产生不了效果。现在西方人用种种法令规章来约束，有没有效？没效，正是有些人讲的，上有政策，下有对策，收不到效果，能真正收到效果还是圣贤教育，它真管用。",
      "zh_TW": "第五「別病因起，分別是病從何因起」，這治病。今天地球病了，今天社會病了，好好去研究這病怎麼來的，什麼原因起來的，把這個原因消除，病就好了。今天社會這個地球上的病因，第一個因是什麼？自私自利、貪婪不止，在佛法裡面講就是貪瞋痴，貪瞋痴發展到極處。佛怎麼治這個病？佛用戒定慧，轉貪婪為戒行，《弟子規》是戒行，《感應篇》也是戒行，十善業是佛家的根本戒。戒什麼？戒貪瞋痴，不做這個轉變，就不從因上消除，用什麼樣的方法都產生不了效果。現在西方人用種種法令規章來約束，有沒有效？沒效，正是有些人講的，上有政策，下有對策，收不到效果，能真正收到效果還是聖賢教育，它真管用。"
    },
    {
      "id": "12-017-2092_p0025",
      "zh_CN": "后面几条是讲方法，补助的方法。第六讲「方便」，方是方法，便是便宜，就是最恰当的方法。所以它没有一定，它不是一定的法，每个人根性不相同，业障、习气不一样，生活环境也不相同，所以不是一个方法大家都可以用的，要随顺自己善根、习气、环境，这个方法你就能收到效果。它这下面解释，这是《小止观》里面讲的，「吐纳气中，运心缘想，不失其宜」，吐纳是呼吸，我们用呼吸来讲大家都懂。在我们修净土的人，有用呼吸的方法来念佛，呼吸不断佛号就不断。这是一个很好的方法，功夫用久了确实能摄心，也就是说妄念少、烦恼轻、智慧长，能收到这个效果。",
      "zh_TW": "後面幾條是講方法，補助的方法。第六講「方便」，方是方法，便是便宜，就是最恰當的方法。所以它沒有一定，它不是一定的法，每個人根性不相同，業障、習氣不一樣，生活環境也不相同，所以不是一個方法大家都可以用的，要隨順自己善根、習氣、環境，這個方法你就能收到效果。它這下面解釋，這是《小止觀》裡面講的，「吐納氣中，運心緣想，不失其宜」，吐納是呼吸，我們用呼吸來講大家都懂。在我們修淨土的人，有用呼吸的方法來念佛，呼吸不斷佛號就不斷。這是一個很好的方法，功夫用久了確實能攝心，也就是說妄念少、煩惱輕、智慧長，能收到這個效果。"
    },
    {
      "id": "12-017-2092_p0026",
      "zh_CN": "第七「久行」，这个很重要，「用之未即有益，常习不废」。你用这个方法没收到效果，你不要放弃，你继续努力下去，长时薰修，利益就现前。我们习气太深，养成习气的时间太久，哪有那么简单一下就能把习气控制住，这是不可能的，佛菩萨再好的方法，你也得有耐心你才能收到效果。古人讲「读书千遍，其义自见」，你读书，对书里头的意思还不能了解，那是你功夫不够，功夫够了，展卷一看意思就现前。为什么从前展卷意思不能现前，现在一展卷意思就现前？从前有业障，现在业障消除了，障碍没有了，道理就在此地。",
      "zh_TW": "第七「久行」，這個很重要，「用之未即有益，常習不廢」。你用這個方法沒收到效果，你不要放棄，你繼續努力下去，長時薰修，利益就現前。我們習氣太深，養成習氣的時間太久，哪有那麼簡單一下就能把習氣控制住，這是不可能的，佛菩薩再好的方法，你也得有耐心你才能收到效果。古人講「讀書千遍，其義自見」，你讀書，對書裡頭的意思還不能了解，那是你功夫不夠，功夫夠了，展卷一看意思就現前。為什麼從前展卷意思不能現前，現在一展卷意思就現前？從前有業障，現在業障消除了，障礙沒有了，道理就在此地。"
    },
    {
      "id": "12-017-2092_p0027",
      "zh_CN": "第八「知取舍，知益即勤，有损即舍」。原则里面都是好的，没有取舍，你统统都要受。可是在这千百年当中，许许多多的前人依照这个方法去做，都能够得到好处，我们要依照做能不能得益？不一定，为什么？古人跟我们现在人所处的环境不相同，他那个时候可以这么做，现在不能做，所以就有损有益。原理原则决定没动，古今经验里面有不同，这必须有智慧你才能够拣别，就是能够选择，哪些对我有益处的，我要好好学习，哪些对我没有益处的，我要把它舍掉，要把它放下。虽然放下，不能说它错，它在那个时代是对的，在这个时代不合宜，所以它在那个时候这个用法是不错的，这个道理要懂。",
      "zh_TW": "第八「知取捨，知益即勤，有損即捨」。原則裡面都是好的，沒有取捨，你統統都要受。可是在這千百年當中，許許多多的前人依照這個方法去做，都能夠得到好處，我們要依照做能不能得益？不一定，為什麼？古人跟我們現在人所處的環境不相同，他那個時候可以這麼做，現在不能做，所以就有損有益。原理原則決定沒動，古今經驗裡面有不同，這必須有智慧你才能夠揀別，就是能夠選擇，哪些對我有益處的，我要好好學習，哪些對我沒有益處的，我要把它捨掉，要把它放下。雖然放下，不能說它錯，它在那個時代是對的，在這個時代不合宜，所以它在那個時候這個用法是不錯的，這個道理要懂。"
    },
    {
      "id": "12-017-2092_p0028",
      "zh_CN": "第九要护，「持护，善识异缘，不令触犯」。不同的缘，有没有？有，尤其在现在，不同的族群、不同的信仰、不同的文化，这叫异缘。我们要不要学习？要学习、要尊重，要认真学习，要十分尊重，我们才能够相处，才能和睦相处。不能够产生对立，这比什么都重要。所以和而不同。就好像我们吃东西，我们几个人在一块吃饭，有人喜欢吃甜的，有人喜欢吃咸的，有人喜欢吃辣的，没有冲突，他爱怎么做都好，怎么不好，都好，不要要求别人跟我一样，这个道理要懂。各有所需，各有所取，各得利益，人就好处了。这些年来我们跟许多不同宗教往来，我们在佛法里认知一个原则，世界宗教是一家。在《华严》里面，遍法界虚空界是一体，比是一家还亲切多了，一体。为什么会有这种差别？这差别有因缘的，古时候交通不方便，资讯不发达，没有资讯，古圣先贤应化在不同的族群、不同的文化，他要适应那个时候的环境展开教学，他教学的方向目标决定是一致的，不变的，但是方法不一样，这都是我们能理解的。所以要互相学习，和睦相处，不令触犯，这叫持护，持是受持，护，不但护自己，也要护别人。",
      "zh_TW": "第九要護，「持護，善識異緣，不令觸犯」。不同的緣，有沒有？有，尤其在現在，不同的族群、不同的信仰、不同的文化，這叫異緣。我們要不要學習？要學習、要尊重，要認真學習，要十分尊重，我們才能夠相處，才能和睦相處。不能夠產生對立，這比什麼都重要。所以和而不同。就好像我們吃東西，我們幾個人在一塊吃飯，有人喜歡吃甜的，有人喜歡吃鹹的，有人喜歡吃辣的，沒有衝突，他愛怎麼做都好，怎麼不好，都好，不要要求別人跟我一樣，這個道理要懂。各有所需，各有所取，各得利益，人就好處了。這些年來我們跟許多不同宗教往來，我們在佛法裡認知一個原則，世界宗教是一家。在《華嚴》裡面，遍法界虛空界是一體，比是一家還親切多了，一體。為什麼會有這種差別？這差別有因緣的，古時候交通不方便，資訊不發達，沒有資訊，古聖先賢應化在不同的族群、不同的文化，他要適應那個時候的環境展開教學，他教學的方向目標決定是一致的，不變的，但是方法不一樣，這都是我們能理解的。所以要互相學習，和睦相處，不令觸犯，這叫持護，持是受持，護，不但護自己，也要護別人。"
    },
    {
      "id": "12-017-2092_p0029",
      "zh_CN": "末后一个，「识遮障，得益不向外说，失损不生疑谤」，这两句话非常重要，得到好处你不要去夸耀，为什么？会引起别人反感，尤其是不同的文化、不同的信仰，这就是现在讲的敏感问题。别人来问你，可以说，不问，不主动去宣扬，而要赞叹各种不同文化都好。对于不同的信仰，要学十大愿王里面「礼敬诸佛」，平等的礼敬，平等的供养，这就对了，世界大同、社会和谐肯定就能够出现。我依照这个修学，可是所得的结果不是福德，而是灾难，而是病苦，这怎么办？会不会怀疑？会不会毁谤？绝大多数的人都会有这种行为出现。佛菩萨、祖师大德在此地教给我们，不可以，为什么？你失损，那就是你得到的，学佛学久了知道，消自己的业障，得了一次大病，业障消了，业障消了病就好了。所以要知道忏悔，不能怀疑，不能谤佛，不能谤法，你谤佛、谤法你罪上加罪，你对于佛法更虔诚、更认真、更努力，业障很快就消除。所以大乘教里佛才说，菩萨最大的障碍是什么？怀疑，疑是菩萨第一个重障，这前面我们都曾经学过。一定要记住，对于圣人的教诲、佛菩萨的经教，不怀疑、不毁谤。今天时间到了，我们就学到此地。",
      "zh_TW": "末後一個，「識遮障，得益不向外說，失損不生疑謗」，這兩句話非常重要，得到好處你不要去誇耀，為什麼？會引起別人反感，尤其是不同的文化、不同的信仰，這就是現在講的敏感問題。別人來問你，可以說，不問，不主動去宣揚，而要讚歎各種不同文化都好。對於不同的信仰，要學十大願王裡面「禮敬諸佛」，平等的禮敬，平等的供養，這就對了，世界大同、社會和諧肯定就能夠出現。我依照這個修學，可是所得的結果不是福德，而是災難，而是病苦，這怎麼辦？會不會懷疑？會不會毀謗？絕大多數的人都會有這種行為出現。佛菩薩、祖師大德在此地教給我們，不可以，為什麼？你失損，那就是你得到的，學佛學久了知道，消自己的業障，得了一次大病，業障消了，業障消了病就好了。所以要知道懺悔，不能懷疑，不能謗佛，不能謗法，你謗佛、謗法你罪上加罪，你對於佛法更虔誠、更認真、更努力，業障很快就消除。所以大乘教裡佛才說，菩薩最大的障礙是什麼？懷疑，疑是菩薩第一個重障，這前面我們都曾經學過。一定要記住，對於聖人的教誨、佛菩薩的經教，不懷疑、不毀謗。今天時間到了，我們就學到此地。"
    }
  ]
}