{
  "doc_id": "12-017-1570",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五七０卷",
    "zh_TW": "第一五七０卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1570",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "12-017-1570_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「净行品第十一」，偈颂第九段第二首看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「淨行品第十一」，偈頌第九段第二首看起："
    },
    {
      "id": "12-017-1570_p0002",
      "zh_CN": "【若得见佛。当愿众生。得无碍眼。见一切佛。】",
      "zh_TW": "【若得見佛。當願眾生。得無礙眼。見一切佛。】"
    },
    {
      "id": "12-017-1570_p0003",
      "zh_CN": "『见佛』，我们学佛的同学们，大多数家里都供着有佛像，朝暮课诵礼拜。佛不住世，佛像就代表佛，见到佛像如见其人。有些不了解的人说我们是迷信、是拜偶像，他不知道佛门里面供佛像、拜佛像的真正意义之所在，我们如果遇到这种情形一定要向他解释。造像，无论是泥塑木雕，或者是金属铸造，乃至绘画，古今中外，乃至从没有文字之前，这些古代的我们一般讲原始人，他们在石头上，或者是在石洞里面、洞穴里面，因为以前住洞穴，在洞穴岩石里面也有些雕刻，雕刻里面最常见的就是人像。你能说这是迷信吗？如果说这是迷信，现代的社会人像就太多了，我们走在马路上，你看到广告里头多少人像，那是不是迷信？这个要懂得，要搞清楚。",
      "zh_TW": "『見佛』，我們學佛的同學們，大多數家裡都供著有佛像，朝暮課誦禮拜。佛不住世，佛像就代表佛，見到佛像如見其人。有些不了解的人說我們是迷信、是拜偶像，他不知道佛門裡面供佛像、拜佛像的真正意義之所在，我們如果遇到這種情形一定要向他解釋。造像，無論是泥塑木雕，或者是金屬鑄造，乃至繪畫，古今中外，乃至從沒有文字之前，這些古代的我們一般講原始人，他們在石頭上，或者是在石洞裡面、洞穴裡面，因為以前住洞穴，在洞穴岩石裡面也有些雕刻，雕刻裡面最常見的就是人像。你能說這是迷信嗎？如果說這是迷信，現代的社會人像就太多了，我們走在馬路上，你看到廣告裡頭多少人像，那是不是迷信？這個要懂得，要搞清楚。"
    },
    {
      "id": "12-017-1570_p0004",
      "zh_CN": "供养佛像有两个意思，第一个意思是纪念的意思。我们的老师，纵然时间距离很久远，我们念念不忘。几千年的，我们讲祖师，都不忘他的恩德，现前的老师哪有不尊重的道理？所以供养老师的形像是尊师重道，是对于老师的教训念念不忘，见到老师的像就想到老师的教诲，这算是迷信吗？在家庭里面，父母在，祖父母、曾祖父母、高祖父母不在了，许多人家庭里面也供着有先人的照片，这是迷信吗？为什么要供这个？所谓是饮水思源。我们这个身从哪里来的？从父母而来的，父母之身从祖父母而来，这就是中国人为什么祭祖宗。几千年的先祖根本就不认识，也不知道长什么样子，不得已给他供个牌位，这也是迷信吗？对远祖都这样尊重、这样怀念，眼前的父母、祖父母哪有不孝顺的道理？所以这是伦理教育，慎终追远，这是追远的教育，你说这个恩情多么厚！",
      "zh_TW": "供養佛像有兩個意思，第一個意思是紀念的意思。我們的老師，縱然時間距離很久遠，我們念念不忘。幾千年的，我們講祖師，都不忘他的恩德，現前的老師哪有不尊重的道理？所以供養老師的形像是尊師重道，是對於老師的教訓念念不忘，見到老師的像就想到老師的教誨，這算是迷信嗎？在家庭裡面，父母在，祖父母、曾祖父母、高祖父母不在了，許多人家庭裡面也供著有先人的照片，這是迷信嗎？為什麼要供這個？所謂是飲水思源。我們這個身從哪裡來的？從父母而來的，父母之身從祖父母而來，這就是中國人為什麼祭祖宗。幾千年的先祖根本就不認識，也不知道長什麼樣子，不得已給他供個牌位，這也是迷信嗎？對遠祖都這樣尊重、這樣懷念，眼前的父母、祖父母哪有不孝順的道理？所以這是倫理教育，慎終追遠，這是追遠的教育，你說這個恩情多麼厚！"
    },
    {
      "id": "12-017-1570_p0005",
      "zh_CN": "迷信、拜偶像就把它否定了，否定之后才带来今天社会的动乱，带给现在的社会是极端的自私自利，所谓是本位主义，只有自己，父母亲都没有放在心上。我们冷静去想想，我们是孝养父母好，还是不孝父母的好？我们这一代不要父母，不孝父母，你的儿女也不会孝顺你，这是什么？这是天经地义的道理，上行下效，他从小就学会了。所以古人教孝是什么时候？小孩刚出生的时候。怎么教？你对你父母尽孝，他看到了，他将来长大就对自己父母尽孝，认为这是当然之理。你不孝父母、不敬师长，你要让你的小孩、儿女去孝顺父母、尊敬师长，哪有这种道理？所以这是教育。",
      "zh_TW": "迷信、拜偶像就把它否定了，否定之後才帶來今天社會的動亂，帶給現在的社會是極端的自私自利，所謂是本位主義，只有自己，父母親都沒有放在心上。我們冷靜去想想，我們是孝養父母好，還是不孝父母的好？我們這一代不要父母，不孝父母，你的兒女也不會孝順你，這是什麼？這是天經地義的道理，上行下效，他從小就學會了。所以古人教孝是什麼時候？小孩剛出生的時候。怎麼教？你對你父母盡孝，他看到了，他將來長大就對自己父母盡孝，認為這是當然之理。你不孝父母、不敬師長，你要讓你的小孩、兒女去孝順父母、尊敬師長，哪有這種道理？所以這是教育。"
    },
    {
      "id": "12-017-1570_p0006",
      "zh_CN": "佛是大圣人，什么叫圣人，甚至什么叫佛，都没搞清楚，学佛的人佛都没搞清楚。佛是印度话，古印度的梵语，翻成中文是翻它的音，为什么？它的意思在中国找不到恰当的字来翻，所以只好用音译，然后再加注解。注解什么意思？智慧的意思、觉悟的意思。智跟觉中国字里头有，为什么不翻成智觉？我们用两个字不也可以吗？还是不行，它这个智跟觉不是我们一般概念当中的智跟觉，这就不得已。它的智里面包含三种意思，一切智、道种智、一切种智，中国「智」的意思里头没有这个意思。觉里面也有三个意思，自觉、觉他、觉行圆满。所以这个字叫含多义不翻，它的意思很多，只有用音译。总的来说，用最容易、最通俗的话来讲，就是明白人，对于宇宙人生的理事、因果没有一样不明白、没有一样不通达，这样的人则称之为佛。",
      "zh_TW": "佛是大聖人，什麼叫聖人，甚至什麼叫佛，都沒搞清楚，學佛的人佛都沒搞清楚。佛是印度話，古印度的梵語，翻成中文是翻它的音，為什麼？它的意思在中國找不到恰當的字來翻，所以只好用音譯，然後再加註解。註解什麼意思？智慧的意思、覺悟的意思。智跟覺中國字裡頭有，為什麼不翻成智覺？我們用兩個字不也可以嗎？還是不行，它這個智跟覺不是我們一般概念當中的智跟覺，這就不得已。它的智裡面包含三種意思，一切智、道種智、一切種智，中國「智」的意思裡頭沒有這個意思。覺裡面也有三個意思，自覺、覺他、覺行圓滿。所以這個字叫含多義不翻，它的意思很多，只有用音譯。總的來說，用最容易、最通俗的話來講，就是明白人，對於宇宙人生的理事、因果沒有一樣不明白、沒有一樣不通達，這樣的人則稱之為佛。"
    },
    {
      "id": "12-017-1570_p0007",
      "zh_CN": "在中国，圣有这个意思，圣人是个明白人，是个对于宇宙人生一切通达的人，这是我们的老师。在中国，代表的人物是孔子，孔圣人。在古印度，释迦牟尼佛是个代表，真是老师，一生教学四十九年，从来没有中断过。孔老夫子他老人家学成之后，实在说是想去做官，能够把他所学的、把他所知道的贡献给人民，为人民服务。他一生最羡慕周公，当时如果那些国君肯用孔子，相信孔子是周公第二，认真负责，鞠躬尽瘁。没人用他，别人听听他的意见，都点头，不错，很好，很好的理想，不容易做到。没人用他，才回家去教学。周游列国十几年，回去时候年岁也大了。六十八岁回去，七十三岁他老人家就过世，所以回家教学只有五年。",
      "zh_TW": "在中國，聖有這個意思，聖人是個明白人，是個對於宇宙人生一切通達的人，這是我們的老師。在中國，代表的人物是孔子，孔聖人。在古印度，釋迦牟尼佛是個代表，真是老師，一生教學四十九年，從來沒有中斷過。孔老夫子他老人家學成之後，實在說是想去做官，能夠把他所學的、把他所知道的貢獻給人民，為人民服務。他一生最羨慕周公，當時如果那些國君肯用孔子，相信孔子是周公第二，認真負責，鞠躬盡瘁。沒人用他，別人聽聽他的意見，都點頭，不錯，很好，很好的理想，不容易做到。沒人用他，才回家去教學。周遊列國十幾年，回去時候年歲也大了。六十八歲回去，七十三歲他老人家就過世，所以回家教學只有五年。"
    },
    {
      "id": "12-017-1570_p0008",
      "zh_CN": "如果孔子能够有释迦牟尼佛那样看得透、看得清楚，不搞政治。释迦牟尼是王子，他要不出家他继承父亲的王位，人家看得透彻、看得明白。人生最有意义的事情是成就学问、成就智慧，对于宇宙人生的真相彻底通达明了，这个有意义、有价值！明了之后，要帮助一些还没有明了的人，要帮助他们。古今中外的圣人，没有一个不是从事于教学的工作，你说这个世间行业这么多，他选择教学。而从事教学的方式，用现在的话来讲是多元文化的社会教育。孔子办教育是办一个学校，这学校就在一个地方；释迦牟尼佛是教学，教一辈子，没有学校，讲堂是流动的。今天在这里讲，明天又换地方，后天又不知道到哪里去讲了，常常换地方，不在一个地方。也没有固定的教室，山林树下是他的教室，恒河的两岸也是他的教室，人在什么地方教室就在什么地方。所以他是属于多元文化的社会教育。",
      "zh_TW": "如果孔子能夠有釋迦牟尼佛那樣看得透、看得清楚，不搞政治。釋迦牟尼是王子，他要不出家他繼承父親的王位，人家看得透徹、看得明白。人生最有意義的事情是成就學問、成就智慧，對於宇宙人生的真相徹底通達明瞭，這個有意義、有價值！明瞭之後，要幫助一些還沒有明瞭的人，要幫助他們。古今中外的聖人，沒有一個不是從事於教學的工作，你說這個世間行業這麼多，他選擇教學。而從事教學的方式，用現在的話來講是多元文化的社會教育。孔子辦教育是辦一個學校，這學校就在一個地方；釋迦牟尼佛是教學，教一輩子，沒有學校，講堂是流動的。今天在這裡講，明天又換地方，後天又不知道到哪裡去講了，常常換地方，不在一個地方。也沒有固定的教室，山林樹下是他的教室，恆河的兩岸也是他的教室，人在什麼地方教室就在什麼地方。所以他是屬於多元文化的社會教育。"
    },
    {
      "id": "12-017-1570_p0009",
      "zh_CN": "我们从经典记载得知，世尊的足迹遍五印度，那时候是徒步，走路，而且我们知道印度人都不穿鞋子，赤脚。好在释迦牟尼佛真的是大彻大悟，教化众生不分族群、不分国家、也不分宗教，接受教育的人程度高下不等；有很高智慧的，我们用现在话来说，专家学者，有不认识字的平民。所以社会上，上从帝王，下至庶民，各行各业，统统都能够开班讲学，教化一切众生。他没有编教科书，也没有编教学大纲，天天跟这些同学们谈话，解答同学们的提问，以后记录下来成为经典；记录是佛过世之后才记录下来的，当时都没有。所以他们到处讲学的确很开心、很快乐，为什么？旅行没有行李，什么负担都没有，无论走到哪里，就是三衣一钵，其他的什么都没有。你看多简单、多快乐，什么压力、负担都没有。",
      "zh_TW": "我們從經典記載得知，世尊的足跡遍五印度，那時候是徒步，走路，而且我們知道印度人都不穿鞋子，赤腳。好在釋迦牟尼佛真的是大徹大悟，教化眾生不分族群、不分國家、也不分宗教，接受教育的人程度高下不等；有很高智慧的，我們用現在話來說，專家學者，有不認識字的平民。所以社會上，上從帝王，下至庶民，各行各業，統統都能夠開班講學，教化一切眾生。他沒有編教科書，也沒有編教學大綱，天天跟這些同學們談話，解答同學們的提問，以後記錄下來成為經典；記錄是佛過世之後才記錄下來的，當時都沒有。所以他們到處講學的確很開心、很快樂，為什麼？旅行沒有行李，什麼負擔都沒有，無論走到哪裡，就是三衣一缽，其他的什麼都沒有。你看多簡單、多快樂，什麼壓力、負擔都沒有。"
    },
    {
      "id": "12-017-1570_p0010",
      "zh_CN": "《金刚经》上跟我们讲，佛有五眼，有肉眼、有天眼、有慧眼、有法眼、有佛眼，五眼圆明，这些都是赞叹他老人家的智慧。肉眼，跟我们凡夫一样，有肉眼。天眼就不一样，天眼可以能够看到过去、未来，用现在的话来说，他有能力突破空间维次，能够见到我们一般人见不到的空间，这是属于天眼。而慧眼跟天眼又不一样，佛跟我们讲，天人有天眼，没有慧眼，为什么？妄想分别执着没放下，这就没有慧眼。这是三种烦恼，三种放下一种，执着没有了，就又多了一种眼，有慧眼。阿罗汉、辟支佛有慧眼，这个智慧是自性本来具足的，只要你把世出世间一切法的执着放下，不再执着了，你就得慧眼。你才渐渐看到宇宙人生的真相，刚刚见到，还不是真正明了，见到了，不甚清楚。",
      "zh_TW": "《金剛經》上跟我們講，佛有五眼，有肉眼、有天眼、有慧眼、有法眼、有佛眼，五眼圓明，這些都是讚歎他老人家的智慧。肉眼，跟我們凡夫一樣，有肉眼。天眼就不一樣，天眼可以能夠看到過去、未來，用現在的話來說，他有能力突破空間維次，能夠見到我們一般人見不到的空間，這是屬於天眼。而慧眼跟天眼又不一樣，佛跟我們講，天人有天眼，沒有慧眼，為什麼？妄想分別執著沒放下，這就沒有慧眼。這是三種煩惱，三種放下一種，執著沒有了，就又多了一種眼，有慧眼。阿羅漢、辟支佛有慧眼，這個智慧是自性本來具足的，只要你把世出世間一切法的執著放下，不再執著了，你就得慧眼。你才漸漸看到宇宙人生的真相，剛剛見到，還不是真正明瞭，見到了，不甚清楚。"
    },
    {
      "id": "12-017-1570_p0011",
      "zh_CN": "还得要把对世出世间一切法的分别放下，不再分别，那你得法眼，法眼比慧眼就清楚多了。这个不太好懂，咱们用比喻。年岁大的人眼睛花了，老花眼，看东西能不能看到？看到，模糊，不清楚，这是慧眼；戴上眼镜就看得很清楚，那是法眼。从这个比喻诸位就能够体会到一些，法眼就看得清楚。可是这些事情，遍法界虚空界里面，这些现象究竟从哪来的？怎么发生的？为什么会有？这些大道理那就还要提升，妄想也要断掉，妄想断掉，佛眼就现前，就是明心见性。见性的时候，你对于宇宙间万事万物，性相、理事、因果彻底明了，这叫佛眼，『无碍眼』，没有障碍了。",
      "zh_TW": "還得要把對世出世間一切法的分別放下，不再分別，那你得法眼，法眼比慧眼就清楚多了。這個不太好懂，咱們用比喻。年歲大的人眼睛花了，老花眼，看東西能不能看到？看到，模糊，不清楚，這是慧眼；戴上眼鏡就看得很清楚，那是法眼。從這個比喻諸位就能夠體會到一些，法眼就看得清楚。可是這些事情，遍法界虛空界裡面，這些現象究竟從哪來的？怎麼發生的？為什麼會有？這些大道理那就還要提升，妄想也要斷掉，妄想斷掉，佛眼就現前，就是明心見性。見性的時候，你對於宇宙間萬事萬物，性相、理事、因果徹底明瞭，這叫佛眼，『無礙眼』，沒有障礙了。"
    },
    {
      "id": "12-017-1570_p0012",
      "zh_CN": "「无碍眼」就是无碍慧，究竟圆满智慧现前了，这时候见什么境界？『见一切佛』，见一切佛是什么意思？真正明白整个宇宙是一体，一切智、一切觉。那我们要问，三途六道里面苦难众生迷了，他是不是一切智？是。这个话怎么讲？我们还用古来祖师大德的比喻来说，古德用金跟器做比喻，「以金作器，器器皆金」，金跟器是一不是二。我们把金比作法性，法性是智，把器比作法相，那就是宇宙的现象，万事万相。觉悟的人知道，十法界依正庄严都是心现识变的，纯真无妄！迷了的人不知道，不知道所有一切现相是心性，不知道。所以这里头就是觉跟迷的问题，迷的时候称众生，觉的时候称佛，其实佛跟众生是一不是二。",
      "zh_TW": "「無礙眼」就是無礙慧，究竟圓滿智慧現前了，這時候見什麼境界？『見一切佛』，見一切佛是什麼意思？真正明白整個宇宙是一體，一切智、一切覺。那我們要問，三途六道裡面苦難眾生迷了，他是不是一切智？是。這個話怎麼講？我們還用古來祖師大德的比喻來說，古德用金跟器做比喻，「以金作器，器器皆金」，金跟器是一不是二。我們把金比作法性，法性是智，把器比作法相，那就是宇宙的現象，萬事萬相。覺悟的人知道，十法界依正莊嚴都是心現識變的，純真無妄！迷了的人不知道，不知道所有一切現相是心性，不知道。所以這裡頭就是覺跟迷的問題，迷的時候稱眾生，覺的時候稱佛，其實佛跟眾生是一不是二。"
    },
    {
      "id": "12-017-1570_p0013",
      "zh_CN": "你觉了，性相不二，迷了，也是性相不二，性相绝对不是说你迷悟它就跟着你变，不是，它从来没有跟你变过。跟你变的那个不是真性，那是什么东西？那是妄想，这个诸位要知道。阿赖耶里面，法相宗经典里面所说的，阿赖耶里头的落谢种子起的反应。真性里头有没有？真性里面没有，真性里头没有善也没有恶，没有真也没有妄，这就是佛家讲的不二法门。二是什么？对立的，真性里头没有对立的，凡是对立的东西不是真性。",
      "zh_TW": "你覺了，性相不二，迷了，也是性相不二，性相絕對不是說你迷悟它就跟著你變，不是，它從來沒有跟你變過。跟你變的那個不是真性，那是什麼東西？那是妄想，這個諸位要知道。阿賴耶裡面，法相宗經典裡面所說的，阿賴耶裡頭的落謝種子起的反應。真性裡頭有沒有？真性裡面沒有，真性裡頭沒有善也沒有惡，沒有真也沒有妄，這就是佛家講的不二法門。二是什麼？對立的，真性裡頭沒有對立的，凡是對立的東西不是真性。"
    },
    {
      "id": "12-017-1570_p0014",
      "zh_CN": "由此可知，我们在讲席当中常常引用江本胜博士的水实验，实验出来水有见闻觉知，它能够反应出色声香味。见闻觉知里面是有的，见闻觉知里头有没有对立？没有，这个要知道，绝对没有。为什么我们以善的念头对它，它就会反应很美的图案，以恶念对它，就反应出很丑陋的图案，这是怎么回事情？这是阿赖耶里面含藏的习气种子起现行，遇缘起现行；遇到善缘，善的起现行，遇到恶缘，恶的起现行。法性里面？法性里头没有善恶，这个道理要懂！这个道理就太深了。",
      "zh_TW": "由此可知，我們在講席當中常常引用江本勝博士的水實驗，實驗出來水有見聞覺知，它能夠反應出色聲香味。見聞覺知裡面是有的，見聞覺知裡頭有沒有對立？沒有，這個要知道，絕對沒有。為什麼我們以善的念頭對它，它就會反應很美的圖案，以惡念對它，就反應出很醜陋的圖案，這是怎麼回事情？這是阿賴耶裡面含藏的習氣種子起現行，遇緣起現行；遇到善緣，善的起現行，遇到惡緣，惡的起現行。法性裡面？法性裡頭沒有善惡，這個道理要懂！這個道理就太深了。"
    },
    {
      "id": "12-017-1570_p0015",
      "zh_CN": "所以，水实验这个科学可以说明六道、十法界的现象，我们讲有因有果，善因有善果，恶因有恶报，这是六道、十法界。一真法界里没有，为什么没有？一真法界里头没有念头，我们有善念、有恶念，一真法界没有善念、没有恶念。怎么知道？不起心不动念，叫断妄想，妄想是起心动念，起心动念是无明。我们用一个善念、用一个恶念，不是起心动念吗？不但起心动念，里面还有分别执着。所以它的变现，我们很清楚的意识到是阿赖耶里头的落谢种子，不是真性。你要见性，见到真性，你必须要把妄想分别执着统统断掉，然后见什么？见一切众生皆成佛，或者像《华严》、《圆觉》上说「一切众生本来成佛」，真的，不是假的。",
      "zh_TW": "所以，水實驗這個科學可以說明六道、十法界的現象，我們講有因有果，善因有善果，惡因有惡報，這是六道、十法界。一真法界裡沒有，為什麼沒有？一真法界裡頭沒有念頭，我們有善念、有惡念，一真法界沒有善念、沒有惡念。怎麼知道？不起心不動念，叫斷妄想，妄想是起心動念，起心動念是無明。我們用一個善念、用一個惡念，不是起心動念嗎？不但起心動念，裡面還有分別執著。所以它的變現，我們很清楚的意識到是阿賴耶裡頭的落謝種子，不是真性。你要見性，見到真性，你必須要把妄想分別執著統統斷掉，然後見什麼？見一切眾生皆成佛，或者像《華嚴》、《圓覺》上說「一切眾生本來成佛」，真的，不是假的。"
    },
    {
      "id": "12-017-1570_p0016",
      "zh_CN": "为什么诸佛如来对一切众生那样的真诚礼敬？礼敬一切众生就是礼敬自己的真性、礼敬自己的性德，他跟自己有这样密切的关系。山河大地、树木花草，共同一法身，都是心现识变的，离开心识无有一法可得，这叫做见一切佛。到这个境界里面，你才真正明白古大德有一句谚语，「天下本无事，庸人自扰之」；契入这个境界，这句话才真正明白，没有入这个境界，这句话听不懂。这几个字都认识，话也听得很清楚，好像是懂了，其实完全不懂。为什么不懂？不是你的境界，这是诸佛如来的境界，你怎么会懂？你要懂了你就入这个境界，你入这个境界，你成佛了，然后你看一切众生跟诸佛如来看的没有两样。",
      "zh_TW": "為什麼諸佛如來對一切眾生那樣的真誠禮敬？禮敬一切眾生就是禮敬自己的真性、禮敬自己的性德，他跟自己有這樣密切的關係。山河大地、樹木花草，共同一法身，都是心現識變的，離開心識無有一法可得，這叫做見一切佛。到這個境界裡面，你才真正明白古大德有一句諺語，「天下本無事，庸人自擾之」；契入這個境界，這句話才真正明白，沒有入這個境界，這句話聽不懂。這幾個字都認識，話也聽得很清楚，好像是懂了，其實完全不懂。為什麼不懂？不是你的境界，這是諸佛如來的境界，你怎麼會懂？你要懂了你就入這個境界，你入這個境界，你成佛了，然後你看一切眾生跟諸佛如來看的沒有兩樣。"
    },
    {
      "id": "12-017-1570_p0017",
      "zh_CN": "障碍一定要除掉，一切众生统统都是无碍眼，都是五眼圆明。我们凡夫有业障，天眼没有了；有执着，慧眼没有了；有分别，法眼没有了；会起心动念，佛眼没有了；现在只剩下肉眼，把许多的事情看错了。看错了人，吃亏上当，看错了事，也犯了过失，这些在我们日常生活当中可以说是经常存在的，只要你留意全都能看到。看到之后你还动不动心？凡夫没有不动心的，吃亏上当很冤枉，这就是你起心动念。一桩事情做得很圆满、很成功，你很兴奋，你很快乐；换句话说，你的反应是七情五欲。",
      "zh_TW": "障礙一定要除掉，一切眾生統統都是無礙眼，都是五眼圓明。我們凡夫有業障，天眼沒有了；有執著，慧眼沒有了；有分別，法眼沒有了；會起心動念，佛眼沒有了；現在只剩下肉眼，把許多的事情看錯了。看錯了人，吃虧上當，看錯了事，也犯了過失，這些在我們日常生活當中可以說是經常存在的，只要你留意全都能看到。看到之後你還動不動心？凡夫沒有不動心的，吃虧上當很冤枉，這就是你起心動念。一樁事情做得很圓滿、很成功，你很興奮，你很快樂；換句話說，你的反應是七情五欲。"
    },
    {
      "id": "12-017-1570_p0018",
      "zh_CN": "这个跟佛菩萨不一样，佛菩萨应化在六道、应化在三途，看到六道众生造恶、行善，造恶的多，行善的少，佛菩萨有没有动心？没有，佛菩萨的心像一面镜子一样，照得清清楚楚、了了分明。这个现象是一回什么事情？「凡所有相，皆是虚妄」，缘聚则有，缘散则无。认真仔细去观察，给诸位说，因缘也不是真的，这愈说愈深了。你想想六祖能大师在《坛经》里面所说的，「本来无一物，何处惹尘埃」。再想想世尊在《楞严经》里面所说的，讲到诸法实相，非因缘、非自然，非和合、非不和合，所以没有起心动念；也正是不起心不动念才看得这么清楚，这叫佛眼。比菩萨高明多了，菩萨知其当然，不知其所以然，到佛地才叫究竟圆满。",
      "zh_TW": "這個跟佛菩薩不一樣，佛菩薩應化在六道、應化在三途，看到六道眾生造惡、行善，造惡的多，行善的少，佛菩薩有沒有動心？沒有，佛菩薩的心像一面鏡子一樣，照得清清楚楚、了了分明。這個現象是一回什麼事情？「凡所有相，皆是虛妄」，緣聚則有，緣散則無。認真仔細去觀察，給諸位說，因緣也不是真的，這愈說愈深了。你想想六祖能大師在《壇經》裡面所說的，「本來無一物，何處惹塵埃」。再想想世尊在《楞嚴經》裡面所說的，講到諸法實相，非因緣、非自然，非和合、非不和合，所以沒有起心動念；也正是不起心不動念才看得這麼清楚，這叫佛眼。比菩薩高明多了，菩薩知其當然，不知其所以然，到佛地才叫究竟圓滿。"
    },
    {
      "id": "12-017-1570_p0019",
      "zh_CN": "我们今天是道道地地迷而不觉的凡夫，自己要承认，无量劫来在六道里头搞生死轮回，没有办法出离。所谓人贵自知之明，这是古圣的格言，难能可贵的是认识自己。在我们现前这种状况之下，现在接受到佛的教诲，这是个缘；自己能信、能解，这是善根，过去生中的善根。就好像水实验，佛菩萨示现，用一个善的念头对他，他就有很好的反应。我们今天接受佛菩萨经教的教诲，我们就起了反应，起个很想依教奉行、很想在这一生成就，这是过去生中阿赖耶里面有这个习气种子，就好像水反应的图案很美，遇到的是善缘。遇到一个恶缘，杀盗淫妄，我们的心也会被它动，也会跟着它做坏事，这就是所谓「近朱者赤，近墨者黑」。诸佛菩萨与十法界的众生起感应道交，为什么？可以从这些地方体会到，这就是教育，帮助一个人回头是岸。",
      "zh_TW": "我們今天是道道地地迷而不覺的凡夫，自己要承認，無量劫來在六道裡頭搞生死輪迴，沒有辦法出離。所謂人貴自知之明，這是古聖的格言，難能可貴的是認識自己。在我們現前這種狀況之下，現在接受到佛的教誨，這是個緣；自己能信、能解，這是善根，過去生中的善根。就好像水實驗，佛菩薩示現，用一個善的念頭對他，他就有很好的反應。我們今天接受佛菩薩經教的教誨，我們就起了反應，起個很想依教奉行、很想在這一生成就，這是過去生中阿賴耶裡面有這個習氣種子，就好像水反應的圖案很美，遇到的是善緣。遇到一個惡緣，殺盜淫妄，我們的心也會被它動，也會跟著它做壞事，這就是所謂「近朱者赤，近墨者黑」。諸佛菩薩與十法界的眾生起感應道交，為什麼？可以從這些地方體會到，這就是教育，幫助一個人回頭是岸。"
    },
    {
      "id": "12-017-1570_p0020",
      "zh_CN": "阿赖耶识里面无量劫来薰修的善的种子，这就是因，佛菩萨看到他有这个因，这个因就是感；佛菩萨来帮助他、来触动他，那是缘，所以佛菩萨的教诲是缘。遇到这个缘，他的善根起现行，就能提升自己的境界；换句话说，我们今天在凡夫位，最重要的一桩事情，就是怎样提升自己，其他的是小事，不足以为道，全是假的，你搞它干什么？提升自己的境界，这是桩大事情。",
      "zh_TW": "阿賴耶識裡面無量劫來薰修的善的種子，這就是因，佛菩薩看到他有這個因，這個因就是感；佛菩薩來幫助他、來觸動他，那是緣，所以佛菩薩的教誨是緣。遇到這個緣，他的善根起現行，就能提升自己的境界；換句話說，我們今天在凡夫位，最重要的一樁事情，就是怎樣提升自己，其他的是小事，不足以為道，全是假的，你搞它幹什麼？提升自己的境界，這是樁大事情。"
    },
    {
      "id": "12-017-1570_p0021",
      "zh_CN": "昨天深圳有个同修往生，下午四点多钟往生的，他在往生前说要到香港来看我。昨天晚上我们讲经开讲的时候他走的，预知时至，非常难得。这就是有善根，善根成熟了。早年听我讲经，听我讲到《往生传》里面这些念佛的人，大概都是三年到五年他就成功，他就走了，预知时至，就走了，纵有寿命，不要了。成功而不走，他只有一个条件，他跟这个世间还有缘，还不能走。那就是什么？要多带几个人走，多帮助几个人走，除这个事情之外他没有第二桩事情。如果跟这个世间没有缘，没有人听他的，没有人接受他教诲，就走了。这位同修只有三十八岁，预知时至，他是怎么修成的？向小莉居士护他的法，他想闭三年关，向小莉护持他。三年就念一句南无阿弥陀佛，真的是念累了就休息，休息好了就接着念，没有其他的念头。三年不说一句话，这很重要，成功的秘诀就在此地。这是什么？万缘放下，得念佛三昧。",
      "zh_TW": "昨天深圳有個同修往生，下午四點多鐘往生的，他在往生前說要到香港來看我。昨天晚上我們講經開講的時候他走的，預知時至，非常難得。這就是有善根，善根成熟了。早年聽我講經，聽我講到《往生傳》裡面這些念佛的人，大概都是三年到五年他就成功，他就走了，預知時至，就走了，縱有壽命，不要了。成功而不走，他只有一個條件，他跟這個世間還有緣，還不能走。那就是什麼？要多帶幾個人走，多幫助幾個人走，除這個事情之外他沒有第二樁事情。如果跟這個世間沒有緣，沒有人聽他的，沒有人接受他教誨，就走了。這位同修只有三十八歲，預知時至，他是怎麼修成的？向小莉居士護他的法，他想閉三年關，向小莉護持他。三年就念一句南無阿彌陀佛，真的是念累了就休息，休息好了就接著念，沒有其他的念頭。三年不說一句話，這很重要，成功的祕訣就在此地。這是什麼？萬緣放下，得念佛三昧。"
    },
    {
      "id": "12-017-1570_p0022",
      "zh_CN": "昨天走的，距离三年还差二个月，二年十个月，成功了。你看看，往生就这么容易，就这么简单，问题就是你肯不肯真干。生到西方极乐世界见到阿弥陀佛，给诸位说，就得无碍眼，见遍法界虚空界一切众生没有一个不是佛；一切众生本来成佛，《华严经》上所说的，他都见到了。好，现在时间到了，这首偈就讲到此地。",
      "zh_TW": "昨天走的，距離三年還差二個月，二年十個月，成功了。你看看，往生就這麼容易，就這麼簡單，問題就是你肯不肯真幹。生到西方極樂世界見到阿彌陀佛，給諸位說，就得無礙眼，見遍法界虛空界一切眾生沒有一個不是佛；一切眾生本來成佛，《華嚴經》上所說的，他都見到了。好，現在時間到了，這首偈就講到此地。"
    },
    {
      "id": "12-017-1570_p0023",
      "zh_CN": "诸位法师，诸位同学，请坐。请接着看下面第三首偈：",
      "zh_TW": "諸位法師，諸位同學，請坐。請接著看下面第三首偈："
    },
    {
      "id": "12-017-1570_p0024",
      "zh_CN": "【谛观佛时。当愿众生。皆如普贤。端正严好。】",
      "zh_TW": "【諦觀佛時。當願眾生。皆如普賢。端正嚴好。】"
    },
    {
      "id": "12-017-1570_p0025",
      "zh_CN": "『谛观』就是现在人所说细心的看、仔细的看，恭恭敬敬的看，老老实实的看，这叫「谛观」，看佛。佛像，古时候造像着重在表法，佛经里面有一部叫《造像量度经》。佛教造像要怎样造法，身相各个部位的比例要相称，也就是经上常讲的三十二相八十种好，要能够标示出来，细细去看都能看得出来，三十二相八十种好。每个相好代表着智慧的福报，当然智慧、福报是果，果必有因。让我们看到果，就想到佛菩萨当年在世他是怎样修因，才能成就这样殊胜的相好，给我们后学的人带来很大的启发，很重要的教育意义。这就是供养佛像第二个意思，见贤思齐。",
      "zh_TW": "『諦觀』就是現在人所說細心的看、仔細的看，恭恭敬敬的看，老老實實的看，這叫「諦觀」，看佛。佛像，古時候造像著重在表法，佛經裡面有一部叫《造像量度經》。佛教造像要怎樣造法，身相各個部位的比例要相稱，也就是經上常講的三十二相八十種好，要能夠標示出來，細細去看都能看得出來，三十二相八十種好。每個相好代表著智慧的福報，當然智慧、福報是果，果必有因。讓我們看到果，就想到佛菩薩當年在世他是怎樣修因，才能成就這樣殊勝的相好，給我們後學的人帶來很大的啟發，很重要的教育意義。這就是供養佛像第二個意思，見賢思齊。"
    },
    {
      "id": "12-017-1570_p0026",
      "zh_CN": "前面第一个意思是报恩的意思，所谓报本反始，我们要纪念老师。第二个意思，看到老师的像，要向老师学习，效法老师。这不是拜偶像，这不是迷信，这是教育。这两种教育诸位想想多么重要，多有意义，怎么能说它是迷信？这个误会叫天大的误会！就以现在社会国家，我们到任何一个国家去，公共场所，尤其是政府的机关，你都会看到它悬挂着总统、副总统的像，它的国旗、国徽。那我们要问，这是不是迷信？这是不是拜偶像？为什么我们造佛的像就变成偶像？你们塑造的这些像都不叫偶像，都不叫迷信？",
      "zh_TW": "前面第一個意思是報恩的意思，所謂報本反始，我們要紀念老師。第二個意思，看到老師的像，要向老師學習，效法老師。這不是拜偶像，這不是迷信，這是教育。這兩種教育諸位想想多麼重要，多有意義，怎麼能說它是迷信？這個誤會叫天大的誤會！就以現在社會國家，我們到任何一個國家去，公共場所，尤其是政府的機關，你都會看到它懸掛著總統、副總統的像，它的國旗、國徽。那我們要問，這是不是迷信？這是不是拜偶像？為什麼我們造佛的像就變成偶像？你們塑造的這些像都不叫偶像，都不叫迷信？"
    },
    {
      "id": "12-017-1570_p0027",
      "zh_CN": "佛的像的意义比这些像的意义更深更广！三十二相，这最简单的、最明显的，三十二种善因善果，一看就提醒你要修善因才能得善果。善要真善，然后才附带着有好，叫相好，三十二相八十种好。真正佛的相好我们造不出来，像《华严经》上讲的毘卢遮那佛，那是报身佛，「身有无量相，相有无量好」，单单讲相好就不是我们能够体会得到的。我们只能够看个粗枝大叶，极其微细的相好我们没办法觉察到。所以为什么叫你谛观，谛观里头就有这个意思。",
      "zh_TW": "佛的像的意義比這些像的意義更深更廣！三十二相，這最簡單的、最明顯的，三十二種善因善果，一看就提醒你要修善因才能得善果。善要真善，然後才附帶著有好，叫相好，三十二相八十種好。真正佛的相好我們造不出來，像《華嚴經》上講的毘盧遮那佛，那是報身佛，「身有無量相，相有無量好」，單單講相好就不是我們能夠體會得到的。我們只能夠看個粗枝大葉，極其微細的相好我們沒辦法覺察到。所以為什麼叫你諦觀，諦觀裡頭就有這個意思。"
    },
    {
      "id": "12-017-1570_p0028",
      "zh_CN": "谛观里头最重要的叫观想，想佛的智慧、想佛的道德、想佛的慈悲、想佛的功德，无私无我，清净平等。教化众生，应以什么身教，他就现什么身，看众生的程度、根性应机施教，没有定法，所以才能普度众生。如果有定法就不能普度，为什么？定法你只能适合于你的教学标准，不适合的就没法子。佛没有教学标准，没有定法，所以十法界的众生统统都教，一个也不漏，正是佛门里面所说的「佛氏门中，不舍一人」，这才是真正平等慈悲。没有善根的人，佛帮助他种善根，已经有善根的人，佛帮助他增长，善根成熟的人，佛帮助他成就。《华严经》上自始至终这个意思非常明显，字里行间你都能够体会得到佛陀在世教化众生的精神。",
      "zh_TW": "諦觀裡頭最重要的叫觀想，想佛的智慧、想佛的道德、想佛的慈悲、想佛的功德，無私無我，清淨平等。教化眾生，應以什麼身教，他就現什麼身，看眾生的程度、根性應機施教，沒有定法，所以才能普度眾生。如果有定法就不能普度，為什麼？定法你只能適合於你的教學標準，不適合的就沒法子。佛沒有教學標準，沒有定法，所以十法界的眾生統統都教，一個也不漏，正是佛門裡面所說的「佛氏門中，不捨一人」，這才是真正平等慈悲。沒有善根的人，佛幫助他種善根，已經有善根的人，佛幫助他增長，善根成熟的人，佛幫助他成就。《華嚴經》上自始至終這個意思非常明顯，字裡行間你都能夠體會得到佛陀在世教化眾生的精神。"
    },
    {
      "id": "12-017-1570_p0029",
      "zh_CN": "谛观佛的时候，引发的大愿是当愿一切众生，『皆如普贤，端正严好』。「严」是庄严，我们今天讲美好，没有一丝毫缺陷。为什么要举普贤？观音菩萨不是很好吗？文殊菩萨不是很好吗？为什么单单举普贤？如果要是讲端正严好，可以说所有的菩萨端正严好统统都具足。那么举普贤表什么意思？普贤代表真干！世尊的大乘教传到中国来，大乘教里面最主要的是四个法门，用我们现在来讲就是四门功课，由四个菩萨来代表，这个要知道。",
      "zh_TW": "諦觀佛的時候，引發的大願是當願一切眾生，『皆如普賢，端正嚴好』。「嚴」是莊嚴，我們今天講美好，沒有一絲毫缺陷。為什麼要舉普賢？觀音菩薩不是很好嗎？文殊菩薩不是很好嗎？為什麼單單舉普賢？如果要是講端正嚴好，可以說所有的菩薩端正嚴好統統都具足。那麼舉普賢表什麼意思？普賢代表真幹！世尊的大乘教傳到中國來，大乘教裡面最主要的是四個法門，用我們現在來講就是四門功課，由四個菩薩來代表，這個要知道。"
    },
    {
      "id": "12-017-1570_p0030",
      "zh_CN": "第一位是地藏菩萨，代表孝亲尊师，教学要从这个地方开始，所以他的名字叫地藏。地是什么？大地；藏是宝藏。你看我们人生活在这个世间，人生活在世间，生活依靠什么？依靠大地，依靠大地上的宝藏我们才能生活。我们吃的五谷杂粮是地上长的，这是宝；我们穿的、用的，都是大地出生的。除植物之外有矿物，大地底下有无量的矿物，供给我们日用所需，所以用地藏。",
      "zh_TW": "第一位是地藏菩薩，代表孝親尊師，教學要從這個地方開始，所以他的名字叫地藏。地是什麼？大地；藏是寶藏。你看我們人生活在這個世間，人生活在世間，生活依靠什麼？依靠大地，依靠大地上的寶藏我們才能生活。我們吃的五穀雜糧是地上長的，這是寶；我們穿的、用的，都是大地出生的。除植物之外有礦物，大地底下有無量的礦物，供給我們日用所需，所以用地藏。"
    },
    {
      "id": "12-017-1570_p0031",
      "zh_CN": "反过来比喻我们，地是心地。佛说了，我们的真心本来具足无量的智慧、无量的德能。无量的智慧好比是矿藏，大地里面含藏着许多贵重的金属；无量的德能如同大地的运作，无量的相好就好像大地表面上的山河大地、树木花草、五谷杂粮，相好。所以地藏这个名词是表法的，如果我们懂得开采心地宝藏，受用不尽！你的智慧、你的德能、相好，跟诸佛如来无二无别，你需不需要去经营得到？不需要。世间人的富贵得来可不容易，你们想想看，《华严经》上讲的毘卢遮那佛的富贵，《无量寿经》上所讲的阿弥陀佛的富贵，要不要去经营？不需要，自然的。这一栋大楼你看需要多少人设计，这些材料、这些人工，缺一个都不行；极乐世界、华藏世界里面的七宝宫殿，没有人设计，也没有人去营造，自然的。",
      "zh_TW": "反過來比喻我們，地是心地。佛說了，我們的真心本來具足無量的智慧、無量的德能。無量的智慧好比是礦藏，大地裡面含藏著許多貴重的金屬；無量的德能如同大地的運作，無量的相好就好像大地表面上的山河大地、樹木花草、五穀雜糧，相好。所以地藏這個名詞是表法的，如果我們懂得開採心地寶藏，受用不盡！你的智慧、你的德能、相好，跟諸佛如來無二無別，你需不需要去經營得到？不需要。世間人的富貴得來可不容易，你們想想看，《華嚴經》上講的毘盧遮那佛的富貴，《無量壽經》上所講的阿彌陀佛的富貴，要不要去經營？不需要，自然的。這一棟大樓你看需要多少人設計，這些材料、這些人工，缺一個都不行；極樂世界、華藏世界裡面的七寶宮殿，沒有人設計，也沒有人去營造，自然的。"
    },
    {
      "id": "12-017-1570_p0032",
      "zh_CN": "我们在日常饮食，三餐饭需要厨房很多工作人员去做。你看极乐世界，你想吃饭，念头才一动，饭菜已经摆在桌上了，百味饮食。百味，从前皇帝的饮食，每餐的菜都是一百道菜，百味饮食典故从这儿来的；不管皇帝吃不吃，反正每餐一定是一百道菜。所以御厨，那当然都是名厨，这一百道菜还不能天天一样；天天一样那不行，人家看到讨厌，总得要常常换。在极乐世界你要想吃饭，可能一百道是最少的，极乐世界，《往生经》里面有说到这个问题。可是再一想，已经到极乐世界，不是在十法界里头，用不着了。一用不着的时候，它就没有了，所以也不需要收拾，也不要去洗碗、洗筷子，不需要，自然就没有了。思衣得衣，思食得食，真的是随心所欲，真的叫心想事成。为什么？性德的起用，这叫得大自在！",
      "zh_TW": "我們在日常飲食，三餐飯需要廚房很多工作人員去做。你看極樂世界，你想吃飯，念頭才一動，飯菜已經擺在桌上了，百味飲食。百味，從前皇帝的飲食，每餐的菜都是一百道菜，百味飲食典故從這兒來的；不管皇帝吃不吃，反正每餐一定是一百道菜。所以御廚，那當然都是名廚，這一百道菜還不能天天一樣；天天一樣那不行，人家看到討厭，總得要常常換。在極樂世界你要想吃飯，可能一百道是最少的，極樂世界，《往生經》裡面有說到這個問題。可是再一想，已經到極樂世界，不是在十法界裡頭，用不著了。一用不著的時候，它就沒有了，所以也不需要收拾，也不要去洗碗、洗筷子，不需要，自然就沒有了。思衣得衣，思食得食，真的是隨心所欲，真的叫心想事成。為什麼？性德的起用，這叫得大自在！"
    },
    {
      "id": "12-017-1570_p0033",
      "zh_CN": "你居住的房舍，房舍之庄严精美，称为宫殿。你喜欢在地面上，你住的房舍在地面，你喜欢在空中，居住的房子就升到空中去了。想升多高它就多高，稳稳当当，一点晃摇都没有，丝毫震动都没有。这是不可思议的境界，这些全都是属于果报，都是属于性德。用什么方法？就好像我们大地五谷杂粮要种才有收获，地下里面金银铜铁这些矿要去开采，开采出来还要冶炼，否则的话你得不到这个用处。我们自性里面有无量的宝，就是智慧、德能、相好，用什么方法去开采？地藏菩萨教给我们，孝亲尊师，所以《地藏经》是佛门孝经。开采性德就这两个重要的工具，人人都有，你自己要会用，你才能开采你自性里面的宝藏。",
      "zh_TW": "你居住的房舍，房舍之莊嚴精美，稱為宮殿。你喜歡在地面上，你住的房舍在地面，你喜歡在空中，居住的房子就升到空中去了。想升多高它就多高，穩穩當當，一點晃搖都沒有，絲毫震動都沒有。這是不可思議的境界，這些全都是屬於果報，都是屬於性德。用什麼方法？就好像我們大地五穀雜糧要種才有收穫，地下裡面金銀銅鐵這些礦要去開採，開採出來還要冶煉，否則的話你得不到這個用處。我們自性裡面有無量的寶，就是智慧、德能、相好，用什麼方法去開採？地藏菩薩教給我們，孝親尊師，所以《地藏經》是佛門孝經。開採性德就這兩個重要的工具，人人都有，你自己要會用，你才能開採你自性裡面的寶藏。"
    },
    {
      "id": "12-017-1570_p0034",
      "zh_CN": "你看看《观无量寿佛经》，佛是讲给韦提希夫人听的，韦提希夫人实在讲也是菩萨再来的，以皇后的身分来度化众生。她代我们问，佛跟她解答，就是跟我们大家说，这一问一答。学佛从哪里学起？「孝养父母，奉事师长，慈心不杀，修十善业」，从这里学起。这个四句诸位想想看，是不是《地藏菩萨本愿经》？所以大乘教里面，这是头一堂课，修学的第一门功课，孝亲尊师。如果没有这堂课，你学其他的全落空，像盖房子一样，这是第一层。",
      "zh_TW": "你看看《觀無量壽佛經》，佛是講給韋提希夫人聽的，韋提希夫人實在講也是菩薩再來的，以皇后的身分來度化眾生。她代我們問，佛跟她解答，就是跟我們大家說，這一問一答。學佛從哪裡學起？「孝養父母，奉事師長，慈心不殺，修十善業」，從這裡學起。這個四句諸位想想看，是不是《地藏菩薩本願經》？所以大乘教裡面，這是頭一堂課，修學的第一門功課，孝親尊師。如果沒有這堂課，你學其他的全落空，像蓋房子一樣，這是第一層。"
    },
    {
      "id": "12-017-1570_p0035",
      "zh_CN": "孝亲尊师再提升，就是观世音菩萨所代表的，他代表是什么？大慈大悲，慈悲的教育，就是把孝亲尊师扩大了，实在讲就是「孝敬」两个字。孝敬扩大，孝敬遍法界虚空界一切众生，这就是第二堂课。菩萨戒经里面讲，一切男子是我父，一切女人是我母，又说一切众生皆是未来佛，对佛要敬，对父母要孝。观音菩萨做到，把孝敬推广到遍法界虚空界一切众生，爱的教育，「爱心遍法界，善意满娑婆」，观世音菩萨代表的。然后你就晓得观世音菩萨大慈大悲救苦救难，用什么救苦救难？用大孝、用大敬，孝敬就能救苦救难。我们今天这个世界灾难太多了，冲突多，怎样化解冲突？怎样让这个世界恢复到和平？观音菩萨这个真有效，人人能够孝亲，把孝亲发扬光大，人人能够敬老师，把敬爱发扬光大，冲突没有了，灾难没有了，社会安定，世界和平。没有人知道。所以见到地藏菩萨形像立刻就要想到孝亲尊师，见到观世音菩萨的形像，就要想到遍法界虚空界一切众生都应当要孝、要敬。",
      "zh_TW": "孝親尊師再提升，就是觀世音菩薩所代表的，他代表是什麼？大慈大悲，慈悲的教育，就是把孝親尊師擴大了，實在講就是「孝敬」兩個字。孝敬擴大，孝敬遍法界虛空界一切眾生，這就是第二堂課。菩薩戒經裡面講，一切男子是我父，一切女人是我母，又說一切眾生皆是未來佛，對佛要敬，對父母要孝。觀音菩薩做到，把孝敬推廣到遍法界虛空界一切眾生，愛的教育，「愛心遍法界，善意滿娑婆」，觀世音菩薩代表的。然後你就曉得觀世音菩薩大慈大悲救苦救難，用什麼救苦救難？用大孝、用大敬，孝敬就能救苦救難。我們今天這個世界災難太多了，衝突多，怎樣化解衝突？怎樣讓這個世界恢復到和平？觀音菩薩這個真有效，人人能夠孝親，把孝親發揚光大，人人能夠敬老師，把敬愛發揚光大，衝突沒有了，災難沒有了，社會安定，世界和平。沒有人知道。所以見到地藏菩薩形像立刻就要想到孝親尊師，見到觀世音菩薩的形像，就要想到遍法界虛空界一切眾生都應當要孝、要敬。"
    },
    {
      "id": "12-017-1570_p0036",
      "zh_CN": "第三个课程是文殊代表的，文殊代表智慧、代表理智。为什么？孝敬如果有感情在里面就不圆满，感情会产生偏差，会产生偏爱，就做不到公平。所以应该怎样？应该要理智，要用智慧，不要用感情；要用清净，不要用染污；要用平等，不要用高下。这是文殊菩萨代表的，那就跟佛一样。",
      "zh_TW": "第三個課程是文殊代表的，文殊代表智慧、代表理智。為什麼？孝敬如果有感情在裡面就不圓滿，感情會產生偏差，會產生偏愛，就做不到公平。所以應該怎樣？應該要理智，要用智慧，不要用感情；要用清淨，不要用染污；要用平等，不要用高下。這是文殊菩薩代表的，那就跟佛一樣。"
    },
    {
      "id": "12-017-1570_p0037",
      "zh_CN": "第四个就是普贤，普贤代表什么？普贤代表实践，就是落实，把孝敬、慈悲、智慧落实在自己生活，落实在自己起心动念、日常生活、工作、待人接物。普贤是落实，就是我们现在讲真干！他样样都做到了。所以「谛观佛时」，这个意思你就明了了，对于佛陀的教诲我们要百分之百的落实，像普贤菩萨一样。诸位要知道，这部《华严经》，华严三圣，一佛二菩萨，做为这个课程上的表法。佛是毘卢遮那，毘卢遮那是梵语，翻成中国的意思叫遍一切处，意思就是无时不在，无处不在，这是什么？法性！所以释迦牟尼佛给他起个名字叫法身佛。有没有形相？没有形相，法身佛没有形相，遍一切处；现在科学家讲的能量，科学上名词讲的「场」，能量、场，没有形相。",
      "zh_TW": "第四個就是普賢，普賢代表什麼？普賢代表實踐，就是落實，把孝敬、慈悲、智慧落實在自己生活，落實在自己起心動念、日常生活、工作、待人接物。普賢是落實，就是我們現在講真幹！他樣樣都做到了。所以「諦觀佛時」，這個意思你就明瞭了，對於佛陀的教誨我們要百分之百的落實，像普賢菩薩一樣。諸位要知道，這部《華嚴經》，華嚴三聖，一佛二菩薩，做為這個課程上的表法。佛是毘盧遮那，毘盧遮那是梵語，翻成中國的意思叫遍一切處，意思就是無時不在，無處不在，這是什麼？法性！所以釋迦牟尼佛給他起個名字叫法身佛。有沒有形相？沒有形相，法身佛沒有形相，遍一切處；現在科學家講的能量，科學上名詞講的「場」，能量、場，沒有形相。"
    },
    {
      "id": "12-017-1570_p0038",
      "zh_CN": "另外两位菩萨，一个就是文殊，一个就是普贤，文殊代表智慧，普贤代表实践。「普」的意思就跟毘卢遮那相应，普是普遍，也是无处不在，无时不在。「贤」，下一品我们就要讲到，下一品是「贤首品」，会把「贤」字做详细的解释。自性本具的贤德！自己要做到普贤，然后回头看一切众生无一不是普贤，它有这么深的含义在。所以见到普贤菩萨，我们心就要生惭愧，为什么？他做到了，我们为什么做不到？应当努力迎头赶上。现在从最基础的，《弟子规》没做到，最基础的。面对普贤菩萨，普贤菩萨对于诸佛的教诲，点点滴滴圆满落实了，不论是哪一部经律论，他全部做到了。",
      "zh_TW": "另外兩位菩薩，一個就是文殊，一個就是普賢，文殊代表智慧，普賢代表實踐。「普」的意思就跟毘盧遮那相應，普是普遍，也是無處不在，無時不在。「賢」，下一品我們就要講到，下一品是「賢首品」，會把「賢」字做詳細的解釋。自性本具的賢德！自己要做到普賢，然後回頭看一切眾生無一不是普賢，它有這麼深的含義在。所以見到普賢菩薩，我們心就要生慚愧，為什麼？他做到了，我們為什麼做不到？應當努力迎頭趕上。現在從最基礎的，《弟子規》沒做到，最基礎的。面對普賢菩薩，普賢菩薩對於諸佛的教誨，點點滴滴圓滿落實了，不論是哪一部經律論，他全部做到了。"
    },
    {
      "id": "12-017-1570_p0039",
      "zh_CN": "诸佛教诲对普贤是实学，真实的学习，没有一句是空话。弟子规圆满做到，十善业道圆满做到，三皈五戒圆满做到，六度万行圆满做到，没有一样他不是圆满做到，百分之百的做到，这叫普贤。我们世间人不能跟他比，世间人做学问，一生著作等身，并没有完全做到；学得很多，理解的很多，为人演说的也很多，自己没做到。所以天台大师说过，智者，传说他是释迦牟尼佛再来的，日本人对他非常崇拜，韩国也是。我在日本访问的时候我问他们，传说当中，永明延寿是阿弥陀佛再来的，智者大师是释迦牟尼佛再来的。他说他们知道，他们也有这个传说，古老的传说，从中国传到日本、传到韩国。",
      "zh_TW": "諸佛教誨對普賢是實學，真實的學習，沒有一句是空話。弟子規圓滿做到，十善業道圓滿做到，三皈五戒圓滿做到，六度萬行圓滿做到，沒有一樣他不是圓滿做到，百分之百的做到，這叫普賢。我們世間人不能跟他比，世間人做學問，一生著作等身，並沒有完全做到；學得很多，理解的很多，為人演說的也很多，自己沒做到。所以天台大師說過，智者，傳說他是釋迦牟尼佛再來的，日本人對他非常崇拜，韓國也是。我在日本訪問的時候我問他們，傳說當中，永明延壽是阿彌陀佛再來的，智者大師是釋迦牟尼佛再來的。他說他們知道，他們也有這個傳說，古老的傳說，從中國傳到日本、傳到韓國。"
    },
    {
      "id": "12-017-1570_p0040",
      "zh_CN": "所以诸佛菩萨教化众生，为什么能产生那么大的效果？一直影响到现在，影响到全世界。没有别的，他统统做到以后才说、才教人，他真的是以身作则，做个最好的榜样。所以，人不能不服他，不能不受影响，道理在此地，这叫圣人。凡是他说到的，他都能做到，贤人，差一等。为什么差一等？圣人，很多做到了他没有说，他是圆满的；贤人，他说到的他真能兑现，他能做到，没说的那不算。如果说到做不到，这是凡人，不是圣贤；说到做不到，不是不做，说了也做，做得不圆满。譬如讲孝悌忠信礼义廉耻，从前读书人做不做？做。如果我们用一百分做为满分的话，他顶多只能做个十分、二十分，跟贤人比他不及格，道理在此地。凡夫学圣贤为什么学不成？没有办法百分之百的落实。为什么不能落实？烦恼习气放不下，真正原因在此地，所以你成不了圣，也成不了贤。",
      "zh_TW": "所以諸佛菩薩教化眾生，為什麼能產生那麼大的效果？一直影響到現在，影響到全世界。沒有別的，他統統做到以後才說、才教人，他真的是以身作則，做個最好的榜樣。所以，人不能不服他，不能不受影響，道理在此地，這叫聖人。凡是他說到的，他都能做到，賢人，差一等。為什麼差一等？聖人，很多做到了他沒有說，他是圓滿的；賢人，他說到的他真能兌現，他能做到，沒說的那不算。如果說到做不到，這是凡人，不是聖賢；說到做不到，不是不做，說了也做，做得不圓滿。譬如講孝悌忠信禮義廉恥，從前讀書人做不做？做。如果我們用一百分做為滿分的話，他頂多只能做個十分、二十分，跟賢人比他不及格，道理在此地。凡夫學聖賢為什麼學不成？沒有辦法百分之百的落實。為什麼不能落實？煩惱習氣放不下，真正原因在此地，所以你成不了聖，也成不了賢。"
    },
    {
      "id": "12-017-1570_p0041",
      "zh_CN": "在佛法里面，圣是佛，贤是菩萨，你看看我们这里讲的十信位，初信位的菩萨他必须把三界八十八品见惑放下，这才做到一点，真干！入佛的境界，小学一年级的学生，上学了，真正入学学习了。八十八品见惑里头，头一条身见，实在讲就是《金刚经》上所讲的「无我相，无人相，无众生相，无寿者相」。他做到了，做得当然不圆满，能做到个三分、能做到个五分就入门；我们一般人做不到，一分都做不到。然后二信、三信，大概他就圆满了，这门课就圆满了。",
      "zh_TW": "在佛法裡面，聖是佛，賢是菩薩，你看看我們這裡講的十信位，初信位的菩薩他必須把三界八十八品見惑放下，這才做到一點，真幹！入佛的境界，小學一年級的學生，上學了，真正入學學習了。八十八品見惑裡頭，頭一條身見，實在講就是《金剛經》上所講的「無我相，無人相，無眾生相，無壽者相」。他做到了，做得當然不圓滿，能做到個三分、能做到個五分就入門；我們一般人做不到，一分都做不到。然後二信、三信，大概他就圓滿了，這門課就圓滿了。"
    },
    {
      "id": "12-017-1570_p0042",
      "zh_CN": "圆满之后再断思惑，思惑是什么？贪瞋痴慢疑，也是分分慢慢断。到七信位断干净了，六道里面的见思烦恼断了，见思烦恼是六道轮回的因，所以菩萨到七信位就超越六道，不在六道里面了。不在六道里面到哪里去？四圣法界里面的菩萨法界，他在那个地方再去断尘沙烦恼。尘沙烦恼断尽了，就是十法界里面的佛，天台家讲相似佛位。佛断什么？佛断最后的无明，最后这一品无明破掉，他就离开十法界，到华藏世界去了；华藏世界是一真法界，这时候他就跟毘卢遮那佛融入一体。",
      "zh_TW": "圓滿之後再斷思惑，思惑是什麼？貪瞋痴慢疑，也是分分慢慢斷。到七信位斷乾淨了，六道裡面的見思煩惱斷了，見思煩惱是六道輪迴的因，所以菩薩到七信位就超越六道，不在六道裡面了。不在六道裡面到哪裡去？四聖法界裡面的菩薩法界，他在那個地方再去斷塵沙煩惱。塵沙煩惱斷盡了，就是十法界裡面的佛，天台家講相似佛位。佛斷什麼？佛斷最後的無明，最後這一品無明破掉，他就離開十法界，到華藏世界去了；華藏世界是一真法界，這時候他就跟毘盧遮那佛融入一體。"
    },
    {
      "id": "12-017-1570_p0043",
      "zh_CN": "我们对于这些教诲不能不清楚，不清楚你就不知道从哪里下手，不知道怎么个学法；清楚之后才清清楚楚、明明白白，知道这个路怎么走法。现在我们有没有开始走？开始了，走得很缓慢，是这个方向、是这个目标，没错，有没有上道？没上道。好像我们开车在高速公路，我们现在在引道上走，没有到高速公路；引道就是引导你上高速公路的这条路，我们现在在引道上。什么时候这个车开上高速公路？开上高速公路就是初信位的菩萨，见惑真的断了，真放下了。",
      "zh_TW": "我們對於這些教誨不能不清楚，不清楚你就不知道從哪裡下手，不知道怎麼個學法；清楚之後才清清楚楚、明明白白，知道這個路怎麼走法。現在我們有沒有開始走？開始了，走得很緩慢，是這個方向、是這個目標，沒錯，有沒有上道？沒上道。好像我們開車在高速公路，我們現在在引道上走，沒有到高速公路；引道就是引導你上高速公路的這條路，我們現在在引道上。什麼時候這個車開上高速公路？開上高速公路就是初信位的菩薩，見惑真的斷了，真放下了。"
    },
    {
      "id": "12-017-1570_p0044",
      "zh_CN": "真放下是正知正见，这时候知还谈不上，是正见，见解没有错误；再把思惑断尽才是正知，那就是正知正见，到七信位就正知正见。可是初信就正见，到七信正知，这要懂。所以阿罗汉称为正觉，再往前面走，菩萨是正等正觉，达到目的地是无上正等正觉。我们用高速公路的比喻诸位好懂。高速公路从哪里上去？我们现在还没找到，还在找那个引道从哪里上去，找到引道就保证能上得去。什么时候上去？见惑断了，不再执着这个身是我。这里面详细的解释在下一品，「贤首品」里面，我们就会读到。",
      "zh_TW": "真放下是正知正見，這時候知還談不上，是正見，見解沒有錯誤；再把思惑斷盡才是正知，那就是正知正見，到七信位就正知正見。可是初信就正見，到七信正知，這要懂。所以阿羅漢稱為正覺，再往前面走，菩薩是正等正覺，達到目的地是無上正等正覺。我們用高速公路的比喻諸位好懂。高速公路從哪裡上去？我們現在還沒找到，還在找那個引道從哪裡上去，找到引道就保證能上得去。什麼時候上去？見惑斷了，不再執著這個身是我。這裡面詳細的解釋在下一品，「賢首品」裡面，我們就會讀到。"
    },
    {
      "id": "12-017-1570_p0045",
      "zh_CN": "所以这个经愈读愈有味道，字字句句与我们的关系太大了。一部《华严经》讲什么？讲的是我们自己，不是别人，不是身外之事，切身的大事。然后才晓得我们错在什么地方，一定要把这些错误修正过来，才能把自己的灵性不断的向上提升。向上提升，提升的原理原则没有别的，就是烦恼轻、智慧长；智慧长是提升，烦恼放下你就会往上提升，烦恼放不下就没有法子往上提升。放下是真功夫，看破是真学问，看破就向上提升，向上提升还要放下，你没有放下得尽；全部都放下，连放下也放下了，那是圆满的佛果，无上正等正觉。你自己知不知道？知道，一路都知道；从初发心到无上正等正觉，在这个道路上，每进一步清清楚楚、明明白白，不要问人。你问人，人家没有达到你的境界，他怎么会知道！",
      "zh_TW": "所以這個經愈讀愈有味道，字字句句與我們的關係太大了。一部《華嚴經》講什麼？講的是我們自己，不是別人，不是身外之事，切身的大事。然後才曉得我們錯在什麼地方，一定要把這些錯誤修正過來，才能把自己的靈性不斷的向上提升。向上提升，提升的原理原則沒有別的，就是煩惱輕、智慧長；智慧長是提升，煩惱放下你就會往上提升，煩惱放不下就沒有法子往上提升。放下是真功夫，看破是真學問，看破就向上提升，向上提升還要放下，你沒有放下得盡；全部都放下，連放下也放下了，那是圓滿的佛果，無上正等正覺。你自己知不知道？知道，一路都知道；從初發心到無上正等正覺，在這個道路上，每進一步清清楚楚、明明白白，不要問人。你問人，人家沒有達到你的境界，他怎麼會知道！"
    },
    {
      "id": "12-017-1570_p0046",
      "zh_CN": "问谁？读经。当然最方便的、最简单的就是《大方广佛华严经》，《华严经》讲的是成佛之道。从初信，我们这是第二会，第二会是十信会，第三会十住，第四会十行，第五会十回向，第六会十地，后面是等觉、妙觉，《华严经》讲的成佛之道。《华严经》所说的反本归真，真的叫破迷开悟，转迷为觉，转邪为正，转染为净，统统在《华严》上。",
      "zh_TW": "問誰？讀經。當然最方便的、最簡單的就是《大方廣佛華嚴經》，《華嚴經》講的是成佛之道。從初信，我們這是第二會，第二會是十信會，第三會十住，第四會十行，第五會十迴向，第六會十地，後面是等覺、妙覺，《華嚴經》講的成佛之道。《華嚴經》所說的反本歸真，真的叫破迷開悟，轉迷為覺，轉邪為正，轉染為淨，統統在《華嚴》上。"
    },
    {
      "id": "12-017-1570_p0047",
      "zh_CN": "那你要问，有没有个简单的方法？这是很多人提出来的，我最初学佛的时候，向章嘉大师就提出这个问题，有没有一个方法教我很快就入进去？他老人家教给我的也真的是简单明了，「看破、放下」，你就契入了。从哪里下手？这很重要，老师告诉我「布施」。所以菩萨六门功课，六波罗蜜头一个就是布施，后面五个还都是布施，布施里头有财布施、有法布施、有无畏布施。持戒波罗蜜、忍辱波罗蜜是属无畏布施，精进、禅定、般若属于法布施，答一个布施就圆满了。你不放下不行！普贤菩萨就是示现彻底放下，没有一样不放下，所以他示现的样样圆满，没有一样不圆满，这叫普贤。好，现在时间到了。",
      "zh_TW": "那你要問，有沒有個簡單的方法？這是很多人提出來的，我最初學佛的時候，向章嘉大師就提出這個問題，有沒有一個方法教我很快就入進去？他老人家教給我的也真的是簡單明瞭，「看破、放下」，你就契入了。從哪裡下手？這很重要，老師告訴我「布施」。所以菩薩六門功課，六波羅蜜頭一個就是布施，後面五個還都是布施，布施裡頭有財布施、有法布施、有無畏布施。持戒波羅蜜、忍辱波羅蜜是屬無畏布施，精進、禪定、般若屬於法布施，答一個布施就圓滿了。你不放下不行！普賢菩薩就是示現徹底放下，沒有一樣不放下，所以他示現的樣樣圓滿，沒有一樣不圓滿，這叫普賢。好，現在時間到了。"
    }
  ]
}