{
  "doc_id": "12-017-1948",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一九四八卷",
    "zh_TW": "第一九四八卷"
  },
  "year": "2008",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "12-017-1948",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "12-017-1948_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「须弥顶上偈赞品第十四」，经文第三段第二小段，偈颂第九首看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「須彌頂上偈讚品第十四」，經文第三段第二小段，偈頌第九首看起："
    },
    {
      "id": "12-017-1948_p0002",
      "zh_CN": "【我观一切法。皆悉得明了。今见于如来。决定无有疑。】",
      "zh_TW": "【我觀一切法。皆悉得明了。今見於如來。決定無有疑。】"
    },
    {
      "id": "12-017-1948_p0003",
      "zh_CN": "这首偈是菩萨以自己修行证果来给我们做一个证明。『我观一切法』，清凉大师在注解里面，很简单，只有两句话，把这首偈的宗旨显示出来了，「此亲自证，希众无惑」。在如来三转法轮这是最后作证转。这个三转，第一个是示现，根利的，烦恼轻的，看到佛的形象就明白了，就能够证入，上上根人。第二类的烦恼习气比较深，他看不出来，认为世尊种种示现与自己都不相干，所以佛必须要开口说明、教导，劝导他，所以叫劝转。烦恼习气最重的，劝他，他也不敢接受，「我的罪业太重，你们能做到，我做不到」，所以佛必须要作证，做出证明，他就相信了。这是佛教化众生，因为众生根性不相同，他教学的方式也就不一样，这是我们要知道的。一切慧菩萨自己说，「我观一切法」，这个观就是前面所讲的真止、真观，才把一切法的实相（真实相）看明白，通达明了了，通达明了就见佛了。佛是什么？佛就是诸法实相，诸法实相就是法性，法性是佛；法性所现的一切相，法相，法相跟法性是一不是二，所以法相也是佛。『今见于如来』，决定不疑惑了，疑断了，疑断了这个性才叫做真性。",
      "zh_TW": "這首偈是菩薩以自己修行證果來給我們做一個證明。『我觀一切法』，清涼大師在註解裡面，很簡單，只有兩句話，把這首偈的宗旨顯示出來了，「此親自證，希眾無惑」。在如來三轉法輪這是最後作證轉。這個三轉，第一個是示現，根利的，煩惱輕的，看到佛的形象就明白了，就能夠證入，上上根人。第二類的煩惱習氣比較深，他看不出來，認為世尊種種示現與自己都不相干，所以佛必須要開口說明、教導，勸導他，所以叫勸轉。煩惱習氣最重的，勸他，他也不敢接受，「我的罪業太重，你們能做到，我做不到」，所以佛必須要作證，做出證明，他就相信了。這是佛教化眾生，因為眾生根性不相同，他教學的方式也就不一樣，這是我們要知道的。一切慧菩薩自己說，「我觀一切法」，這個觀就是前面所講的真止、真觀，才把一切法的實相（真實相）看明白，通達明瞭了，通達明瞭就見佛了。佛是什麼？佛就是諸法實相，諸法實相就是法性，法性是佛；法性所現的一切相，法相，法相跟法性是一不是二，所以法相也是佛。『今見於如來』，決定不疑惑了，疑斷了，疑斷了這個性才叫做真性。"
    },
    {
      "id": "12-017-1948_p0004",
      "zh_CN": "现在我们学佛的同学，现前遇到许多灾难，深深体验到生老病死苦。这些苦从哪来的？佛在经教上告诉我们，无一不是业报。我们造的是什么业，现在要承受这个果报。你没有见性，那你就必须要承受。见性之后，那业消了，报有没有？在理上讲，报没有了。可是释迦牟尼佛当年在世的时候给我们示现有马麦之报，有琉璃王灭释迦族之报，这是什么意思我们要懂得。这里面含的意思是告诉我们，「万法皆空，因果不空」，给世间人做个示现，起心动念、言语造作应当要谨慎，否则的话，成了佛还是要受这个果报。那是示现，示现也不是假的，为什么？佛没有妄语，佛没有戏论，戏论就是开玩笑，佛决定没有。佛所显示的，佛所教导的，没有一样不是真实的，这我们一定要明了、要懂得。",
      "zh_TW": "現在我們學佛的同學，現前遇到許多災難，深深體驗到生老病死苦。這些苦從哪來的？佛在經教上告訴我們，無一不是業報。我們造的是什麼業，現在要承受這個果報。你沒有見性，那你就必須要承受。見性之後，那業消了，報有沒有？在理上講，報沒有了。可是釋迦牟尼佛當年在世的時候給我們示現有馬麥之報，有琉璃王滅釋迦族之報，這是什麼意思我們要懂得。這裡面含的意思是告訴我們，「萬法皆空，因果不空」，給世間人做個示現，起心動念、言語造作應當要謹慎，否則的話，成了佛還是要受這個果報。那是示現，示現也不是假的，為什麼？佛沒有妄語，佛沒有戲論，戲論就是開玩笑，佛決定沒有。佛所顯示的，佛所教導的，沒有一樣不是真實的，這我們一定要明瞭、要懂得。"
    },
    {
      "id": "12-017-1948_p0005",
      "zh_CN": "不但是佛法，我们看到美国，这过去不久的一个预言家，世界知名，凯西，他是在第二次大战当中过世的。他的预言，我们读了他的一些报告，他有不少书，我们看到他是一个灵体附身的，不是他的能力。这个灵跟他非常有缘，而且是来报恩的，非常善的一个灵体附在他身上，他有能力给人治病。实在讲他好像只有初中毕业，并不很聪明，他什么也没有学过，居然医院里治不好的疑难杂症到他那里都解决了。这是灵附在身上，附在他身上。他是很像催眠一样，他不是给别人催眠，是自我催眠，他自己在好像似睡非睡的那个状态之下，灵附身了。这个病人不在面前也没有关系，隔几千里路他都可以治，只要告诉他，这个病人叫什么名字，他多大年龄，他现在住在什么地方，你这一告诉他，这个灵就能找到，无论多远，他就能找到；找到，他去看病。怎么看？这个灵会进到病人的身体里面，等于在身体里面去检查他的五脏六腑哪里出毛病了，什么原因出的毛病，那就很清楚，他会说出来。然后告诉你用什么药去治。确实，你病就治好了。他也没有固定收费，供养随意，绝不欺骗人，是这么一个人。一生替人治病，治好，好像有一万四千多个病例，这些病例都有完整的记载。他在没过世之前，就建立一个图书馆，专门收藏他的资料，现在全世界有很多人到他这个图书馆去研究。那是灵体附身。灵体不附身的时候，他跟平常人一样，很普通的一个人。他有很多预言，也说了我们这个世界的前途。我们看到美国有一张地图，他知道，他说那是真的。他说这个地图发生在什么时候？二一００年。他说二一００年的时候他会回来再看看这个世界。我记得他说过一句话，他说这个地球上的人，一生所有一切的遭遇没有一件是没有前因的。那就是说明，一个人在一生当中，所有遭遇都有前因、有后果。如果不觉悟的人，随业流转。随业流转里面有个严重的问题，那就是自己不肯放下，不肯放下分别执着，决定有冤冤相报。对于冤冤相报的事情他讲得很多。这个说法跟佛在经上跟我们说的是不谋而合。",
      "zh_TW": "不但是佛法，我們看到美國，這過去不久的一個預言家，世界知名，凱西，他是在第二次大戰當中過世的。他的預言，我們讀了他的一些報告，他有不少書，我們看到他是一個靈體附身的，不是他的能力。這個靈跟他非常有緣，而且是來報恩的，非常善的一個靈體附在他身上，他有能力給人治病。實在講他好像只有初中畢業，並不很聰明，他什麼也沒有學過，居然醫院裡治不好的疑難雜症到他那裡都解決了。這是靈附在身上，附在他身上。他是很像催眠一樣，他不是給別人催眠，是自我催眠，他自己在好像似睡非睡的那個狀態之下，靈附身了。這個病人不在面前也沒有關係，隔幾千里路他都可以治，只要告訴他，這個病人叫什麼名字，他多大年齡，他現在住在什麼地方，你這一告訴他，這個靈就能找到，無論多遠，他就能找到；找到，他去看病。怎麼看？這個靈會進到病人的身體裡面，等於在身體裡面去檢查他的五臟六腑哪裡出毛病了，什麼原因出的毛病，那就很清楚，他會說出來。然後告訴你用什麼藥去治。確實，你病就治好了。他也沒有固定收費，供養隨意，絕不欺騙人，是這麼一個人。一生替人治病，治好，好像有一萬四千多個病例，這些病例都有完整的記載。他在沒過世之前，就建立一個圖書館，專門收藏他的資料，現在全世界有很多人到他這個圖書館去研究。那是靈體附身。靈體不附身的時候，他跟平常人一樣，很普通的一個人。他有很多預言，也說了我們這個世界的前途。我們看到美國有一張地圖，他知道，他說那是真的。他說這個地圖發生在什麼時候？二一００年。他說二一００年的時候他會回來再看看這個世界。我記得他說過一句話，他說這個地球上的人，一生所有一切的遭遇沒有一件是沒有前因的。那就是說明，一個人在一生當中，所有遭遇都有前因、有後果。如果不覺悟的人，隨業流轉。隨業流轉裡面有個嚴重的問題，那就是自己不肯放下，不肯放下分別執著，決定有冤冤相報。對於冤冤相報的事情他講得很多。這個說法跟佛在經上跟我們說的是不謀而合。"
    },
    {
      "id": "12-017-1948_p0006",
      "zh_CN": "所以真正学佛的人不能造业，过去所造的业要知道忏悔，普贤菩萨教我们「忏悔业障」。怎么忏法？学佛的同修当中，无论是在家、出家，哪一个不想把业障忏除！业障，我们不能否认，你在六道你就有业障，你没有业障你不会在六道，这是肯定的。六道里面，纵然你到了天道，我们知道天有二十八层，到最高的非想非非想处天，有没有业障？有！他要没有业障，他就超越六道轮回，他超越不了就是业障。业障没有遇到缘的时候，潜伏在那里，不是没有了，佛法里面讲「不起现行」，就是它不起作用，它伏在那里，遇到缘它就发作。一般讲，一个人在少壮，我们说走运的时候、气很旺的时候，冤亲债主他避开，他这个时候不找你，惹不起你。可是我们这个气壮是不能保持很久的。你看中国人常讲，每个人的运，五年一转运。你一生当中有最好的五年，也有最差的五年。大概总是最差的五年是你临终前五年，这是最差的。在这个阶段当中，是最容易为冤亲债主所逼迫的一个阶段。他们逼迫的手段真是千奇百怪，我们一般无法预料的，会让你痛苦，让你烦恼，让你得一些疾病，那都是他在报复。",
      "zh_TW": "所以真正學佛的人不能造業，過去所造的業要知道懺悔，普賢菩薩教我們「懺悔業障」。怎麼懺法？學佛的同修當中，無論是在家、出家，哪一個不想把業障懺除！業障，我們不能否認，你在六道你就有業障，你沒有業障你不會在六道，這是肯定的。六道裡面，縱然你到了天道，我們知道天有二十八層，到最高的非想非非想處天，有沒有業障？有！他要沒有業障，他就超越六道輪迴，他超越不了就是業障。業障沒有遇到緣的時候，潛伏在那裡，不是沒有了，佛法裡面講「不起現行」，就是它不起作用，它伏在那裡，遇到緣它就發作。一般講，一個人在少壯，我們說走運的時候、氣很旺的時候，冤親債主他避開，他這個時候不找你，惹不起你。可是我們這個氣壯是不能保持很久的。你看中國人常講，每個人的運，五年一轉運。你一生當中有最好的五年，也有最差的五年。大概總是最差的五年是你臨終前五年，這是最差的。在這個階段當中，是最容易為冤親債主所逼迫的一個階段。他們逼迫的手段真是千奇百怪，我們一般無法預料的，會讓你痛苦，讓你煩惱，讓你得一些疾病，那都是他在報復。"
    },
    {
      "id": "12-017-1948_p0007",
      "zh_CN": "这些问题怎么解决？我在这些年来遇到许多人提出这个问题，总的来说，我们怎样把这些业障忏除？我在初接触佛法的时候，我没有问，老师就把这个答案告诉我了。因为我的业障很重，自己不知道，老师看得清楚。前世没有修福，所以这一生贫穷下贱，是个什么样的命？是个要饭、叫化子的命。贫是没有财富，贱是没有地位，贫贱到极处，前生没修，就是没有修财布施，待人苛薄，贡高自大，命里就贱；没有修无畏布施，不懂得照顾别人，对待别人是增加人的痛苦，不是给别人欢乐，所以果报是短命。好在还有一点善根，这大概是多生多世累积下来的，有一点智慧，接触到佛法能生欢喜心，所以老师教我要认真去忏除业障。怎么忏除法？我那个时候刚进佛门，对佛法里面的规矩什么都不懂。老师告诉我，真正忏悔，这些仪式、规矩不重要，他老人家在那个时候告诉我，这我第一次听到的，「佛法重实质不重形式」。以后我们学了多年，这才明白，形式是什么？形式是表演，表演给社会大众看的，目的是接引大众入佛门。实质呢？实质那是提升自己境界，那是忏除自己业障，这才是实质。我们才懂得仪规真正的作用。当然我们也不能够疏忽，你要做出样子给别人看。在寺院里面，我们每个人都是有模有样，团体里面大众欢喜，外面信众看到也欢喜，不信佛的人看到对你也尊重，这叫自利利他。所以实质是自利，形式是利他。形式里头要有实质才产生摄受的力量，这有摄受力。形式里面没有实质，它不产生摄受力量，人家看到很好，很好看、很庄严，看完之后不会感动，看完就完了。如果有摄受的力量，看完之后他受感动，他念念不忘，他还想继续看，继续来追求，这就不一样了。",
      "zh_TW": "這些問題怎麼解決？我在這些年來遇到許多人提出這個問題，總的來說，我們怎樣把這些業障懺除？我在初接觸佛法的時候，我沒有問，老師就把這個答案告訴我了。因為我的業障很重，自己不知道，老師看得清楚。前世沒有修福，所以這一生貧窮下賤，是個什麼樣的命？是個要飯、叫化子的命。貧是沒有財富，賤是沒有地位，貧賤到極處，前生沒修，就是沒有修財布施，待人苛薄，貢高自大，命裡就賤；沒有修無畏布施，不懂得照顧別人，對待別人是增加人的痛苦，不是給別人歡樂，所以果報是短命。好在還有一點善根，這大概是多生多世累積下來的，有一點智慧，接觸到佛法能生歡喜心，所以老師教我要認真去懺除業障。怎麼懺除法？我那個時候剛進佛門，對佛法裡面的規矩什麼都不懂。老師告訴我，真正懺悔，這些儀式、規矩不重要，他老人家在那個時候告訴我，這我第一次聽到的，「佛法重實質不重形式」。以後我們學了多年，這才明白，形式是什麼？形式是表演，表演給社會大眾看的，目的是接引大眾入佛門。實質呢？實質那是提升自己境界，那是懺除自己業障，這才是實質。我們才懂得儀規真正的作用。當然我們也不能夠疏忽，你要做出樣子給別人看。在寺院裡面，我們每個人都是有模有樣，團體裡面大眾歡喜，外面信眾看到也歡喜，不信佛的人看到對你也尊重，這叫自利利他。所以實質是自利，形式是利他。形式裡頭要有實質才產生攝受的力量，這有攝受力。形式裡面沒有實質，它不產生攝受力量，人家看到很好，很好看、很莊嚴，看完之後不會感動，看完就完了。如果有攝受的力量，看完之後他受感動，他念念不忘，他還想繼續看，繼續來追求，這就不一樣了。"
    },
    {
      "id": "12-017-1948_p0008",
      "zh_CN": "真正忏悔是什么？佛家讲的跟儒家讲的是完全相同的，叫「后不再造」。我知道错了，从今之后不犯同样的过错，这叫真忏悔，绝对不是今天在佛菩萨面前发露忏悔了，明天还照干，那这就不灵了，也就是真正的改过自新。所以天天要反省，要检点自己的过失，发现之后就真正肯改，这叫真的忏悔。真改，那就是真心决定相信佛的标准。佛的标准很简单，入门，教导我们的标准就是《十善业道》。你看看十条，三十个字，第一「不杀生」。每一条都是举一个例子，这要知道。不杀生，里面讲究的很多，《沙弥律仪增注》里面说得详细，不但不能杀一切有情众生，有情众生，人，包括所有的动物，连微生物都不能杀他；不但不能杀他，不能恼害他。恼害都是杀业的一分，我叫他生烦恼，我叫他不痛快，这都是属于杀业的一分。所以「不杀生」这一条要做到不恼害一切众生。那众生看到我他就不欢喜，菩萨怎样？菩萨一看到他就避开了。菩萨守住佛陀的教诫，「菩萨所在之处，令一切众生生欢喜心」，众生看到你不欢喜的时候，就应当避开，不必他赶你，自动赶快走，他看到你走了他就高兴，这是菩萨。久而久之，你就能感动他，感动大家，也感动了冤亲债主。所以要懂得化怨为亲，就是感化冤亲债主，把他变成和自己亲人一样；化敌为友，敌对的人要感化他，变成自己的好朋友，这是真正修忏悔法，真正在忏除自己的业障。这是第一条，我们举这个例子来说，细说在戒律。",
      "zh_TW": "真正懺悔是什麼？佛家講的跟儒家講的是完全相同的，叫「後不再造」。我知道錯了，從今之後不犯同樣的過錯，這叫真懺悔，絕對不是今天在佛菩薩面前發露懺悔了，明天還照幹，那這就不靈了，也就是真正的改過自新。所以天天要反省，要檢點自己的過失，發現之後就真正肯改，這叫真的懺悔。真改，那就是真心決定相信佛的標準。佛的標準很簡單，入門，教導我們的標準就是《十善業道》。你看看十條，三十個字，第一「不殺生」。每一條都是舉一個例子，這要知道。不殺生，裡面講究的很多，《沙彌律儀增註》裡面說得詳細，不但不能殺一切有情眾生，有情眾生，人，包括所有的動物，連微生物都不能殺他；不但不能殺他，不能惱害他。惱害都是殺業的一分，我叫他生煩惱，我叫他不痛快，這都是屬於殺業的一分。所以「不殺生」這一條要做到不惱害一切眾生。那眾生看到我他就不歡喜，菩薩怎樣？菩薩一看到他就避開了。菩薩守住佛陀的教誡，「菩薩所在之處，令一切眾生生歡喜心」，眾生看到你不歡喜的時候，就應當避開，不必他趕你，自動趕快走，他看到你走了他就高興，這是菩薩。久而久之，你就能感動他，感動大家，也感動了冤親債主。所以要懂得化怨為親，就是感化冤親債主，把他變成和自己親人一樣；化敵為友，敵對的人要感化他，變成自己的好朋友，這是真正修懺悔法，真正在懺除自己的業障。這是第一條，我們舉這個例子來說，細說在戒律。"
    },
    {
      "id": "12-017-1948_p0009",
      "zh_CN": "第二讲「不偷盗」，偷盗的范围非常之大，所以经上讲，什么叫偷盗？叫「不与取」。事物虽小，它有主，你要想取得，主人没有同意，你就取得，那就叫盗。我通常解释是用很浅显的话，就是占便宜的念头，无论你是对个人、对团体，甚至于对国家。我们国民对国家有纳税的义务，我们怎样想个方法我少缴一点税，这个念头不好，这个念头是盗心，我想少缴一点税，钻法律的漏洞，这都是不学佛的人。学佛的人是什么？学佛的人修布施，我怎么会占便宜？我巴不得多布施一点，对国家纳税也是布施，对全国人民的布施。所以菩萨缴税是非常欢喜，为什么？他修福。所以他没有盗心，决定没有占人一点便宜的念头。占人便宜的念头，我们命里面的福报就亏折，打折扣了。",
      "zh_TW": "第二講「不偷盜」，偷盜的範圍非常之大，所以經上講，什麼叫偷盜？叫「不與取」。事物雖小，它有主，你要想取得，主人沒有同意，你就取得，那就叫盜。我通常解釋是用很淺顯的話，就是佔便宜的念頭，無論你是對個人、對團體，甚至於對國家。我們國民對國家有納稅的義務，我們怎樣想個方法我少繳一點稅，這個念頭不好，這個念頭是盜心，我想少繳一點稅，鑽法律的漏洞，這都是不學佛的人。學佛的人是什麼？學佛的人修布施，我怎麼會佔便宜？我巴不得多布施一點，對國家納稅也是布施，對全國人民的布施。所以菩薩繳稅是非常歡喜，為什麼？他修福。所以他沒有盜心，決定沒有佔人一點便宜的念頭。佔人便宜的念頭，我們命裡面的福報就虧折，打折扣了。"
    },
    {
      "id": "12-017-1948_p0010",
      "zh_CN": "一个人一生的受用，在中国人讲禄，禄是财富上的受用，物质上的受用，你命里面有多少。命里面很多的话，如果你还是有盗心，有占便宜的念头，你的禄就会减损。譬如你命里面该有一百亿，这大富，用不正常的手段去赚钱，用欺骗的手段，大概你一生赚下来可以得五十亿，你想想看，已经打了对折，命里本来有一百亿，你一生只能享受五十亿了。如果你用心很毒、很恶，不顾别人，那个折扣就打得更大，可能你这一生只能到三十、二十亿，打了二折、三折，这不是八折，二折、三折了。这世间人不懂得，自以为聪明，我赚了多少多少，不晓得已经打了好大的折扣。所以中国人常讲「傻人有福」，这傻人有傻福，「吃亏有福」，这有道理。他没有占别人便宜的念头，他没有盗心，别人占了他的便宜，他会不会有损失？不会，他只会有增长，他不会损失，所以他的福报就愈来愈大，是这么个道理。有占人便宜的念头，他的福报就愈来愈小，这是事实真相。这世间人不懂，世间人不相信，亏吃大了，吃亏的不是别人，是他自己。",
      "zh_TW": "一個人一生的受用，在中國人講祿，祿是財富上的受用，物質上的受用，你命裡面有多少。命裡面很多的話，如果你還是有盜心，有佔便宜的念頭，你的祿就會減損。譬如你命裡面該有一百億，這大富，用不正常的手段去賺錢，用欺騙的手段，大概你一生賺下來可以得五十億，你想想看，已經打了對折，命裡本來有一百億，你一生只能享受五十億了。如果你用心很毒、很惡，不顧別人，那個折扣就打得更大，可能你這一生只能到三十、二十億，打了二折、三折，這不是八折，二折、三折了。這世間人不懂得，自以為聰明，我賺了多少多少，不曉得已經打了好大的折扣。所以中國人常講「傻人有福」，這傻人有傻福，「吃虧有福」，這有道理。他沒有佔別人便宜的念頭，他沒有盜心，別人佔了他的便宜，他會不會有損失？不會，他只會有增長，他不會損失，所以他的福報就愈來愈大，是這麼個道理。有佔人便宜的念頭，他的福報就愈來愈小，這是事實真相。這世間人不懂，世間人不相信，虧吃大了，吃虧的不是別人，是他自己。"
    },
    {
      "id": "12-017-1948_p0011",
      "zh_CN": "所以施，布施，那个时候老师教给我，真的，他是教给我改造自己的命运。老师慈悲，并没有直接跟我讲，讲了是怕我们年轻听到难过，教给我们这些方法全是改造命运，就跟了凡先生遇到云谷禅师一样。了凡先生遇到云谷，那个时候大概四十岁，四十多了，云谷禅师可以跟他讲明白。我刚刚学佛才二十六岁，什么也不懂，所以老师对我的教诲非常含蓄，教我了，我并不知道老师的苦心。到以后，讲经多年，才恍然大悟，所以对于老师非常感恩，一生都不会忘记，念念都不舍弃老师的教诲。所以施财得财富，你不必问，他骗你，你还是得福。他造业，他命里财富亏欠，我不造业，我命里财富还是继续在增长。愈施愈多，愈多愈施，不要积财，布施是愈快愈好，果报迅速的现前。",
      "zh_TW": "所以施，布施，那個時候老師教給我，真的，他是教給我改造自己的命運。老師慈悲，並沒有直接跟我講，講了是怕我們年輕聽到難過，教給我們這些方法全是改造命運，就跟了凡先生遇到雲谷禪師一樣。了凡先生遇到雲谷，那個時候大概四十歲，四十多了，雲谷禪師可以跟他講明白。我剛剛學佛才二十六歲，什麼也不懂，所以老師對我的教誨非常含蓄，教我了，我並不知道老師的苦心。到以後，講經多年，才恍然大悟，所以對於老師非常感恩，一生都不會忘記，念念都不捨棄老師的教誨。所以施財得財富，你不必問，他騙你，你還是得福。他造業，他命裡財富虧欠，我不造業，我命裡財富還是繼續在增長。愈施愈多，愈多愈施，不要積財，布施是愈快愈好，果報迅速的現前。"
    },
    {
      "id": "12-017-1948_p0012",
      "zh_CN": "这桩事情，从老师教导之后，他教施法，布施法得聪明智慧，布施财得财富，布施无畏得健康长寿。我向他老人家请教，从哪里下手？我们那个时候生活非常艰难，自己饱自己是勉强维持，这一个月当中拿的这一点薪资，我们现在讲工资，能不能到馆子里面去吃一餐饭？大概只够上馆子一餐，你这一个月工资就没有了，所以我们从来没有上过馆子。待遇非常微薄，哪来的钱布施？老师就问我，一毛钱有没有？一毛钱可以，这个没有问题。一块钱行不行？一块钱行。你就从一毛、一块开始布施，要养成布施的心。那一毛、一块，因为那个时候刚刚进佛门，看到寺庙里面常常有人拿了一个单子，在邀集大家我们放生、印经，大众出钱，多少不拘。我们看到印经，印经属于法布施，我们舍个一块、二块。放生，放生是好事情，属于无畏布施，救命，那果报是健康长寿。我们就真学、真干。",
      "zh_TW": "這樁事情，從老師教導之後，他教施法，布施法得聰明智慧，布施財得財富，布施無畏得健康長壽。我向他老人家請教，從哪裡下手？我們那個時候生活非常艱難，自己飽自己是勉強維持，這一個月當中拿的這一點薪資，我們現在講工資，能不能到館子裡面去吃一餐飯？大概只夠上館子一餐，你這一個月工資就沒有了，所以我們從來沒有上過館子。待遇非常微薄，哪來的錢布施？老師就問我，一毛錢有沒有？一毛錢可以，這個沒有問題。一塊錢行不行？一塊錢行。你就從一毛、一塊開始布施，要養成布施的心。那一毛、一塊，因為那個時候剛剛進佛門，看到寺廟裡面常常有人拿了一個單子，在邀集大家我們放生、印經，大眾出錢，多少不拘。我們看到印經，印經屬於法布施，我們捨個一塊、二塊。放生，放生是好事情，屬於無畏布施，救命，那果報是健康長壽。我們就真學、真幹。"
    },
    {
      "id": "12-017-1948_p0013",
      "zh_CN": "以后学佛，看到印光大师的行谊，就死心塌地了。因为印光大师一生他就印经，他不搞别的，四众对他的供养，他就一个开销，就是印经。钱多了，你看他自己办了个印刷厂，苏州报国寺的弘化社，那是佛经流通处，自己印刷，自己可以印。他用铅字排版，印得都很好，字又大又清楚，纸张装订都很考究，可以称得上是近代的善本，这个功德无量。所以我们舍财，这是财布施，但是这个财是印经，同时就是法布施，一举两得。我们真的从一块、二块去附印，参加印经。到现在五十七年了，这开始到现在五十七年了，五十七年我们居然能够赠送一万套《大藏经》，这是从前作梦都不敢想的，连想得一套《大藏经》都不敢想。那一套《大藏经》，我在那个时候的工资需要多少时间？三年。三年把所有一切开销全部都省下来，三年才能够请到一部《大藏经》，多么困苦！请《大藏经》的时候，我那个时候每个月的零用钱不超过十块钱，最节省的时候八块钱，过一个月，为了要拿去请经，你说多艰难。老师讲的话真的是兑现了，愈施愈多。",
      "zh_TW": "以後學佛，看到印光大師的行誼，就死心塌地了。因為印光大師一生他就印經，他不搞別的，四眾對他的供養，他就一個開銷，就是印經。錢多了，你看他自己辦了個印刷廠，蘇州報國寺的弘化社，那是佛經流通處，自己印刷，自己可以印。他用鉛字排版，印得都很好，字又大又清楚，紙張裝訂都很考究，可以稱得上是近代的善本，這個功德無量。所以我們捨財，這是財布施，但是這個財是印經，同時就是法布施，一舉兩得。我們真的從一塊、二塊去附印，參加印經。到現在五十七年了，這開始到現在五十七年了，五十七年我們居然能夠贈送一萬套《大藏經》，這是從前作夢都不敢想的，連想得一套《大藏經》都不敢想。那一套《大藏經》，我在那個時候的工資需要多少時間？三年。三年把所有一切開銷全部都省下來，三年才能夠請到一部《大藏經》，多麼困苦！請《大藏經》的時候，我那個時候每個月的零用錢不超過十塊錢，最節省的時候八塊錢，過一個月，為了要拿去請經，你說多艱難。老師講的話真的是兌現了，愈施愈多。"
    },
    {
      "id": "12-017-1948_p0014",
      "zh_CN": "现在，我们听说台湾的商务印书馆要再版《四库全书》，我听到很欢喜。它那个时候，出《四库全书》的时候，我没有能力买。到最后，有个居士他要供养我一笔钱，数目字也很大，我就告诉他，你把这笔钱去买一套《四库全书》给我。所以他就送了一套《四库全书》给我，是商务印书馆第一次印的最后一套。这一套书现在放在澳洲净宗学院，不容易！世界书局印《四库荟要》，我那时接受人家供养，有钱就买，有钱就买，还不错，陆陆续续我一共买了五十多套，分送给国内每个省、自治区、特别市（像上海、北京市），大概一共有将近三十个单位，三十一个单位的样子，我选择每个省市最好的一个大学，我送一套，所以送了三十几套《四库荟要》。那个时候用美金计算一套是两万美金，也不少年，先后总共五十多套，就是一百万美金，做了这个事情。现在商务印书馆再印再版，我现在有这个能力了，所以我就跟他买了一百套。他预约的定价，用美金计算一套是五万六千八百多块钱。我订的这个数字很大，我一下就要一百套，所以他对我特别优惠，大概是五万块钱一套，这一百套就是五百万美金。",
      "zh_TW": "現在，我們聽說台灣的商務印書館要再版《四庫全書》，我聽到很歡喜。它那個時候，出《四庫全書》的時候，我沒有能力買。到最後，有個居士他要供養我一筆錢，數目字也很大，我就告訴他，你把這筆錢去買一套《四庫全書》給我。所以他就送了一套《四庫全書》給我，是商務印書館第一次印的最後一套。這一套書現在放在澳洲淨宗學院，不容易！世界書局印《四庫薈要》，我那時接受人家供養，有錢就買，有錢就買，還不錯，陸陸續續我一共買了五十多套，分送給國內每個省、自治區、特別市（像上海、北京市），大概一共有將近三十個單位，三十一個單位的樣子，我選擇每個省市最好的一個大學，我送一套，所以送了三十幾套《四庫薈要》。那個時候用美金計算一套是兩萬美金，也不少年，先後總共五十多套，就是一百萬美金，做了這個事情。現在商務印書館再印再版，我現在有這個能力了，所以我就跟他買了一百套。他預約的定價，用美金計算一套是五萬六千八百多塊錢。我訂的這個數字很大，我一下就要一百套，所以他對我特別優惠，大概是五萬塊錢一套，這一百套就是五百萬美金。"
    },
    {
      "id": "12-017-1948_p0015",
      "zh_CN": "所以布施好，愈施愈多，愈多愈施，不要去积财，积财丧道。印祖给我们做的示范，我们想想非常有道理。这些法物流通在外面，无论是世间法跟佛法，帮助人开智慧，帮助人破迷开悟，大好事情。所以印祖一生不建道场，为什么？道场真正有道，真正有修行人，这个道场是无量功德。如果这个道场没有道，没有修行人，那就是老师常讲的，「有庙无道，不能兴教」。建造这个道场的时候，如果里头还有心行不善的人想争夺这个地方，那个罪业就更重了，你造的这个地方叫斗争道场，这个过失就大了。所以印光大师教导我们，我们这一代人，这个时代的人，建道场建小道场，共修不超过二十个人。为什么？你生活容易维持，有二、三位得力的护法，你就一点都不操心了。自古以来，佛门里面常讲「身安则道隆」，佛法常说「法轮未转食轮先」，你生活要安定你才能办道，生活不安定你就不能办道。所以中国古代道场，经济来源是固定的。大富长者们对寺院的布施，他不是布施钱，他是买田地、买山林布施给寺院。寺院有田地、有山林，田地山林交给农民去种植，有收成的时候分一份送给庙里，就好像纳租一样。所以寺院的经济有固定收入，它不靠信徒，它不要化缘，它也不要做这些经忏佛事接待外人。所以寺庙真的是清净道场。通常寺院没有人来，不像现在有观光旅游，从前没有，交通都不方便，所以无事不登三宝殿，寺院清静。",
      "zh_TW": "所以布施好，愈施愈多，愈多愈施，不要去積財，積財喪道。印祖給我們做的示範，我們想想非常有道理。這些法物流通在外面，無論是世間法跟佛法，幫助人開智慧，幫助人破迷開悟，大好事情。所以印祖一生不建道場，為什麼？道場真正有道，真正有修行人，這個道場是無量功德。如果這個道場沒有道，沒有修行人，那就是老師常講的，「有廟無道，不能興教」。建造這個道場的時候，如果裡頭還有心行不善的人想爭奪這個地方，那個罪業就更重了，你造的這個地方叫鬥爭道場，這個過失就大了。所以印光大師教導我們，我們這一代人，這個時代的人，建道場建小道場，共修不超過二十個人。為什麼？你生活容易維持，有二、三位得力的護法，你就一點都不操心了。自古以來，佛門裡面常講「身安則道隆」，佛法常說「法輪未轉食輪先」，你生活要安定你才能辦道，生活不安定你就不能辦道。所以中國古代道場，經濟來源是固定的。大富長者們對寺院的布施，他不是布施錢，他是買田地、買山林布施給寺院。寺院有田地、有山林，田地山林交給農民去種植，有收成的時候分一份送給廟裡，就好像納租一樣。所以寺院的經濟有固定收入，它不靠信徒，它不要化緣，它也不要做這些經懺佛事接待外人。所以寺廟真的是清淨道場。通常寺院沒有人來，不像現在有觀光旅遊，從前沒有，交通都不方便，所以無事不登三寶殿，寺院清靜。"
    },
    {
      "id": "12-017-1948_p0016",
      "zh_CN": "印祖教导我们的，小道场，坚固、实用就好了。这样的道场送给人，人家瞧不起，都不要。别人都不要，就没有人争了，你的心才能安。建筑得富丽堂皇，每个人都动心，心就不安了。住在里面的人要想到怎样守护，不被别人夺去了，你看提心吊胆；外面人起了歹念、起了恶念，所以这都是弊病。祖师教导我们的，在这个时代，他有道理，愈想愈有道理。从前的寺院丛林建得富丽堂皇，那是国家建的，皇上建的。我们看到很多寺院的匾额，你看上面「敕建」，敕建就是皇上建的，皇上降圣旨命令地方官员建的这个寺庙，所以它属于国家的，它是十方道场。建好之后，地方官员礼请德高望重的高僧大德来主持，真的办道，道场真的讲学，所以有道风、有学风。道风是修行，修行有一般的，一般就是规矩，就是戒律，所以我们讲《弟子规》、《感应篇》、《十善业》，没有一个做不到，个个都做到了，道风，这是共同的。还有不共的，不共是修行的方式。像我们这个道场，念佛，念佛堂，那另外有的道场是有禅堂。大概到末法时候，禅堂跟念佛堂是最盛行的。这叫有道。有学，学是讲经、研教。这是真正的道场。像这样的道场多半是国家护持的，国家建立的。私人建立的也有，那都是大富长者，或者是高官退休之后，把他的家宅奉献出来，从前家宅是大家庭，捐献出来做为寺院，供养三宝。出家人自己去募化建立的，多半是些小道场，小茅蓬。",
      "zh_TW": "印祖教導我們的，小道場，堅固、實用就好了。這樣的道場送給人，人家瞧不起，都不要。別人都不要，就沒有人爭了，你的心才能安。建築得富麗堂皇，每個人都動心，心就不安了。住在裡面的人要想到怎樣守護，不被別人奪去了，你看提心弔膽；外面人起了歹念、起了惡念，所以這都是弊病。祖師教導我們的，在這個時代，他有道理，愈想愈有道理。從前的寺院叢林建得富麗堂皇，那是國家建的，皇上建的。我們看到很多寺院的匾額，你看上面「敕建」，敕建就是皇上建的，皇上降聖旨命令地方官員建的這個寺廟，所以它屬於國家的，它是十方道場。建好之後，地方官員禮請德高望重的高僧大德來主持，真的辦道，道場真的講學，所以有道風、有學風。道風是修行，修行有一般的，一般就是規矩，就是戒律，所以我們講《弟子規》、《感應篇》、《十善業》，沒有一個做不到，個個都做到了，道風，這是共同的。還有不共的，不共是修行的方式。像我們這個道場，念佛，念佛堂，那另外有的道場是有禪堂。大概到末法時候，禪堂跟念佛堂是最盛行的。這叫有道。有學，學是講經、研教。這是真正的道場。像這樣的道場多半是國家護持的，國家建立的。私人建立的也有，那都是大富長者，或者是高官退休之後，把他的家宅奉獻出來，從前家宅是大家庭，捐獻出來做為寺院，供養三寶。出家人自己去募化建立的，多半是些小道場，小茅蓬。"
    },
    {
      "id": "12-017-1948_p0017",
      "zh_CN": "现在科技发达，交通便捷，特别是资讯，所以整个社会改观了。我们要如何因应这个社会？这是大学问。想想印光大师的教诲，那就真有道理了。我们不可以跟别人比道场大，这个观念错误；不能比，我这个道场信徒多，我这个地方供养丰富，不要去想这个，那你完全造的是三途业，果报在三途，来生人天都得不到。一定要晓得，认真修行，落实三个根，给四众同修做好样子。谁做？我做，每个人从自己自身去做起，这个团体就庄严了，这是真正的佛法道场。佛法道场的出现，必然诸佛护念，龙天善神拥护。所以决定要持戒，决定不怕苦。佛教导我们这两句话，这最后的遗教，「以戒为师，以苦为师」，这两句做到了，道业没有不成就的。",
      "zh_TW": "現在科技發達，交通便捷，特別是資訊，所以整個社會改觀了。我們要如何因應這個社會？這是大學問。想想印光大師的教誨，那就真有道理了。我們不可以跟別人比道場大，這個觀念錯誤；不能比，我這個道場信徒多，我這個地方供養豐富，不要去想這個，那你完全造的是三途業，果報在三途，來生人天都得不到。一定要曉得，認真修行，落實三個根，給四眾同修做好樣子。誰做？我做，每個人從自己自身去做起，這個團體就莊嚴了，這是真正的佛法道場。佛法道場的出現，必然諸佛護念，龍天善神擁護。所以決定要持戒，決定不怕苦。佛教導我們這兩句話，這最後的遺教，「以戒為師，以苦為師」，這兩句做到了，道業沒有不成就的。"
    },
    {
      "id": "12-017-1948_p0018",
      "zh_CN": "现在为什么鼓励大家研究教？因为社会大众，这是全世界的，对宗教产生很大的误会，都说这是迷信；对佛法误会就更深，为什么？佛法现在没有人讲经，没有人介绍，所以这个误会就愈来愈深。我们四众弟子都有责任，对社会，把什么是佛法讲清楚、讲明白，这个功德大！道场的护持是一桩非常不容易的事情，是这个道场的主持人，他肩负起这个地区一切众生的法身慧命，寄托在他身上，就是这个学校。道场是个学校，方丈住持是校长，他要负起教育的责任，他自己上不上课没有关系，他所主持的是教学的政策、方向、目标，只要能把这个坚定了，什么人来教，他可以聘请教员。所以讲经说法的是教师，住持是校长，当家是总务长，学校的总务长，维那是学校的训导长，首座是学校的教务长，他们执行校长的决策，落实校长的教学理念，带头是校长。所以这个教育办得成功，普度众生，第一个功劳是谁？是校长，不是法师。你看学校办得好，政府奖励是奖励校长，奖励所谓纲领执事，纲领执事就是三个人，教务、训导、总务，而不是奖励教员，教员多了。教员一生就当教员，好好的把这一门功课教好，他的责任就很圆满了。所以教员在整个教学里面他奉献的是少分，而主持，那奉献的是全分，是圆满的，这个道理要懂。",
      "zh_TW": "現在為什麼鼓勵大家研究教？因為社會大眾，這是全世界的，對宗教產生很大的誤會，都說這是迷信；對佛法誤會就更深，為什麼？佛法現在沒有人講經，沒有人介紹，所以這個誤會就愈來愈深。我們四眾弟子都有責任，對社會，把什麼是佛法講清楚、講明白，這個功德大！道場的護持是一樁非常不容易的事情，是這個道場的主持人，他肩負起這個地區一切眾生的法身慧命，寄託在他身上，就是這個學校。道場是個學校，方丈住持是校長，他要負起教育的責任，他自己上不上課沒有關係，他所主持的是教學的政策、方向、目標，只要能把這個堅定了，什麼人來教，他可以聘請教員。所以講經說法的是教師，住持是校長，當家是總務長，學校的總務長，維那是學校的訓導長，首座是學校的教務長，他們執行校長的決策，落實校長的教學理念，帶頭是校長。所以這個教育辦得成功，普度眾生，第一個功勞是誰？是校長，不是法師。你看學校辦得好，政府獎勵是獎勵校長，獎勵所謂綱領執事，綱領執事就是三個人，教務、訓導、總務，而不是獎勵教員，教員多了。教員一生就當教員，好好的把這一門功課教好，他的責任就很圓滿了。所以教員在整個教學裡面他奉獻的是少分，而主持，那奉獻的是全分，是圓滿的，這個道理要懂。"
    },
    {
      "id": "12-017-1948_p0019",
      "zh_CN": "所以纲领执事，寺院里面，就是这些行政人员、校长，都是菩萨再来的，不是凡人，他们这些人通宗通教，智慧广大，处事待人接物善巧方便，圆融自在，才能把佛教兴旺起来。现在我们佛教衰了，衰在哪里？弘护人员都没有了。方丈、首座、维那、监院是护法，这是一个学校里面的纲领执事，我们在这里教学的是教员，在那里接受教育的是学生。佛法在这个世间能不能久住，责任是在方丈，是在纲领执事，不在讲经的法师；讲经法师是无能为力，他是教员，哪个学校聘请就到哪里去，哪里有缘就到哪里教，这一定要知道。你知道这个，你才晓得这一个道场建立在那里意义多重大，责任多么重大。弘护是一体，弘法的人离不开护法，就是当教员的人离不开学校，学校离不开教员，学校要没有教员上课，这学校就有罪过了。所以弘护是一体，弘护要密切合作。在过去，护持佛法的人多半都是什么？弘法法师退休了，年岁大了。我早年讲经常说，四十岁之前我们是教员，认真学习，四十到六十，这二十年担任执事，护持佛法。所以这护法的人是从教员退休下来的，他懂教育，他内行，他不外行，真正能把佛法护持好。六十以后？六十以后干自己的事情了，老实念佛求生净土，弘护两方面都要舍弃，都离开了。他的言行举止都给后人做最好的榜样，多半住在山林里面，不下山，不问世事了。不但世事不问，佛教里面的事情也不问了，给我们做真正的典型，真正的模范。最后一个典型，你看他往生自在，预知时至，没有病苦，就是作证转，最后一招是作证转。",
      "zh_TW": "所以綱領執事，寺院裡面，就是這些行政人員、校長，都是菩薩再來的，不是凡人，他們這些人通宗通教，智慧廣大，處事待人接物善巧方便，圓融自在，才能把佛教興旺起來。現在我們佛教衰了，衰在哪裡？弘護人員都沒有了。方丈、首座、維那、監院是護法，這是一個學校裡面的綱領執事，我們在這裡教學的是教員，在那裡接受教育的是學生。佛法在這個世間能不能久住，責任是在方丈，是在綱領執事，不在講經的法師；講經法師是無能為力，他是教員，哪個學校聘請就到哪裡去，哪裡有緣就到哪裡教，這一定要知道。你知道這個，你才曉得這一個道場建立在那裡意義多重大，責任多麼重大。弘護是一體，弘法的人離不開護法，就是當教員的人離不開學校，學校離不開教員，學校要沒有教員上課，這學校就有罪過了。所以弘護是一體，弘護要密切合作。在過去，護持佛法的人多半都是什麼？弘法法師退休了，年歲大了。我早年講經常說，四十歲之前我們是教員，認真學習，四十到六十，這二十年擔任執事，護持佛法。所以這護法的人是從教員退休下來的，他懂教育，他內行，他不外行，真正能把佛法護持好。六十以後？六十以後幹自己的事情了，老實念佛求生淨土，弘護兩方面都要捨棄，都離開了。他的言行舉止都給後人做最好的榜樣，多半住在山林裡面，不下山，不問世事了。不但世事不問，佛教裡面的事情也不問了，給我們做真正的典型，真正的模範。最後一個典型，你看他往生自在，預知時至，沒有病苦，就是作證轉，最後一招是作證轉。"
    },
    {
      "id": "12-017-1948_p0020",
      "zh_CN": "了解这个道理，了解这些事实真相，就晓得我们怎样修忏悔法，还是要读经！佛怎么样教我，我就怎么样做。在现前这个时代，什么最重要？弘法最重要，念佛最重要。弘法重要的是让自己明白道理，你说我们今天真心想求忏悔，不知道怎么忏悔法，这就是学得不够。真正通达明了了，没有疑惑了，这问题解决了，断疑生信，功夫得力了，这自受用。自己学好之后，可以利益别人，遇到有缘人来问你，你可以把它讲得清清楚楚、明明白白，让他不再误会了，让他对佛法起尊敬的心，甚至于他欢喜学习，那你就接引大众了，你带一个人进来了。这个人将来成就，那就是你自己成就，你接引他进来的，你帮助他成就的。你就晓得，没有弘法的人就没有护法的人，总是弘法在先，护法在后。释迦牟尼佛一生弘法，给我们示现的也一生护法，弘护是一不是二，分不开，这是我们最好的典型。",
      "zh_TW": "了解這個道理，了解這些事實真相，就曉得我們怎樣修懺悔法，還是要讀經！佛怎麼樣教我，我就怎麼樣做。在現前這個時代，什麼最重要？弘法最重要，念佛最重要。弘法重要的是讓自己明白道理，你說我們今天真心想求懺悔，不知道怎麼懺悔法，這就是學得不夠。真正通達明瞭了，沒有疑惑了，這問題解決了，斷疑生信，功夫得力了，這自受用。自己學好之後，可以利益別人，遇到有緣人來問你，你可以把它講得清清楚楚、明明白白，讓他不再誤會了，讓他對佛法起尊敬的心，甚至於他歡喜學習，那你就接引大眾了，你帶一個人進來了。這個人將來成就，那就是你自己成就，你接引他進來的，你幫助他成就的。你就曉得，沒有弘法的人就沒有護法的人，總是弘法在先，護法在後。釋迦牟尼佛一生弘法，給我們示現的也一生護法，弘護是一不是二，分不開，這是我們最好的典型。"
    },
    {
      "id": "12-017-1948_p0021",
      "zh_CN": "今天我们要消业障，我们要感谢生生世世的冤亲债主，要用感恩的心，由于这些冤亲债主逼迫我们，我们不能不真用功，不能不真干。冤亲债主看到你真用功、真干，他生欢喜心，为什么？他得利益，我们的成就他得一分，佛经上讲得好，他得的是七分之一。我们没有成就，他什么都得不到，他怎么不找你麻烦？我们有好处给他的时候，他欢喜，虽然怨恨，看到这些好处。这个好处，首先，他得到一切众生的尊敬。人同此心，心同此理，六道众生统统不例外。我得成就了，我怎么成就的？是某人护持的。人家一听说，某人护持，这个人有成就了，对他都另眼相看，所以他就得一分荣耀，无论是有意、是无意，他做了一桩好事。那我们要成佛了，至少他生天，佛门谚语常说，「一子成佛，九祖生天」，这些冤亲债主都生天了。所以他不障碍你，为什么？他要障碍你，你不能成就，他永远堕在恶道；你成就，他就升了。",
      "zh_TW": "今天我們要消業障，我們要感謝生生世世的冤親債主，要用感恩的心，由於這些冤親債主逼迫我們，我們不能不真用功，不能不真幹。冤親債主看到你真用功、真幹，他生歡喜心，為什麼？他得利益，我們的成就他得一分，佛經上講得好，他得的是七分之一。我們沒有成就，他什麼都得不到，他怎麼不找你麻煩？我們有好處給他的時候，他歡喜，雖然怨恨，看到這些好處。這個好處，首先，他得到一切眾生的尊敬。人同此心，心同此理，六道眾生統統不例外。我得成就了，我怎麼成就的？是某人護持的。人家一聽說，某人護持，這個人有成就了，對他都另眼相看，所以他就得一分榮耀，無論是有意、是無意，他做了一樁好事。那我們要成佛了，至少他生天，佛門諺語常說，「一子成佛，九祖生天」，這些冤親債主都生天了。所以他不障礙你，為什麼？他要障礙你，你不能成就，他永遠墮在惡道；你成就，他就升了。"
    },
    {
      "id": "12-017-1948_p0022",
      "zh_CN": "这桩事情，诸位想想《地藏经》上光目女、婆罗门女的故事，你就明白了。这两个人的母亲都是造作极重的罪业堕在地狱。光目女想救她的母亲，遇到一个罗汉，向罗汉请教。罗汉入定，定中到地狱里面去探访，出定之后，告诉光目女，「妳母亲在地狱受极大的痛苦」。她发心要救她的母亲，向罗汉请教，用什么方法？罗汉教她念佛，念清净莲华目如来。婆罗门女，我们看经上记载的，一天一夜，跟《弥陀经》上讲「若一日，若二日」，她真的是拼命。什么叫真信？没有怀疑、没有杂念、没有夹杂、没有间断，这就是真信。一天一夜，感应现前了，她见到地狱现前，这是感应。一个鬼王来迎接她，鬼王向她合掌称她菩萨，问她到地狱来有什么事情？她就说她的母亲造作罪业堕在地狱里。他就问她：妳母亲叫做什么名字？叫悦帝利。悦帝利三天前已经生天，听说她有一个孝顺的女儿给她修福，她生天了，生忉利天。这个故事就告诉我们，我们就能够想得到，鬼王称她作菩萨，她有能力去游地狱。地狱只有两种人能进去，一个就是菩萨，一个是造作地狱罪业的人，不是这两种人不能到地狱。她只念了一天一夜的佛就成就，这个念佛功夫到什么境界？至少到事一心不乱。事一心不乱那就是执着断掉了，见思烦恼断了，这是阿罗汉的境界。《弥陀经》上讲得不错，若一日、若二日到若七日，念佛决定能证果。证什么果？一心不乱，最高的得理一心不乱。我们相信她得的，婆罗门女不是理一心，是事一心。理一心就高了，理一心是法身菩萨，那生西方极乐世界生实报庄严土，到极乐世界就花开见佛，这是念佛最高的境界。第二个是事一心不乱，第三个是功夫成片。所以第二个，这个事一心不乱，如果你不能够把执着放下，做不到。可见得婆罗门女为了母亲，真叫万缘放下，一心一意的念佛。",
      "zh_TW": "這樁事情，諸位想想《地藏經》上光目女、婆羅門女的故事，你就明白了。這兩個人的母親都是造作極重的罪業墮在地獄。光目女想救她的母親，遇到一個羅漢，向羅漢請教。羅漢入定，定中到地獄裡面去探訪，出定之後，告訴光目女，「妳母親在地獄受極大的痛苦」。她發心要救她的母親，向羅漢請教，用什麼方法？羅漢教她念佛，念清淨蓮華目如來。婆羅門女，我們看經上記載的，一天一夜，跟《彌陀經》上講「若一日，若二日」，她真的是拼命。什麼叫真信？沒有懷疑、沒有雜念、沒有夾雜、沒有間斷，這就是真信。一天一夜，感應現前了，她見到地獄現前，這是感應。一個鬼王來迎接她，鬼王向她合掌稱她菩薩，問她到地獄來有什麼事情？她就說她的母親造作罪業墮在地獄裡。他就問她：妳母親叫做什麼名字？叫悅帝利。悅帝利三天前已經生天，聽說她有一個孝順的女兒給她修福，她生天了，生忉利天。這個故事就告訴我們，我們就能夠想得到，鬼王稱她作菩薩，她有能力去遊地獄。地獄只有兩種人能進去，一個就是菩薩，一個是造作地獄罪業的人，不是這兩種人不能到地獄。她只念了一天一夜的佛就成就，這個念佛功夫到什麼境界？至少到事一心不亂。事一心不亂那就是執著斷掉了，見思煩惱斷了，這是阿羅漢的境界。《彌陀經》上講得不錯，若一日、若二日到若七日，念佛決定能證果。證什麼果？一心不亂，最高的得理一心不亂。我們相信她得的，婆羅門女不是理一心，是事一心。理一心就高了，理一心是法身菩薩，那生西方極樂世界生實報莊嚴土，到極樂世界就花開見佛，這是念佛最高的境界。第二個是事一心不亂，第三個是功夫成片。所以第二個，這個事一心不亂，如果你不能夠把執著放下，做不到。可見得婆羅門女為了母親，真叫萬緣放下，一心一意的念佛。"
    },
    {
      "id": "12-017-1948_p0023",
      "zh_CN": "功夫成片，这是善导大师所说的「万修万人去」，也就是说这个境界，我们一般人在一生当中决定可以得到，顶多三年。我们在《净土圣贤录》里看到的，在《往生传》里面看到的。你看前年，黄忠昌居士在深圳给我们做的示范，我们亲眼看到的，他那个功夫是功夫成片，是属于渐修，真的把身心世界一切放下，什么都不想了，想阿弥陀佛，念阿弥陀佛，拜阿弥陀佛。谛闲老和尚教导我们，念累了你就休息，休息不要脱衣服，休息好了马上进念佛堂，你没有一点压力。所以这种念佛堂，真叫真精进，大家不必有约束，在一块共修，都行，谁累了，隔壁房间就是休息地方，你就到那里去躺一下，什么时候醒来，马上进念佛堂，三年功夫成熟了，心定了。所以进这种念佛堂，大概我们相信，一、二个月的时间心就定了，没有妄念了，二、三年，哪有不成功的道理！这个成就是佛来接引，或者是佛跟你见面了，你见到佛了。",
      "zh_TW": "功夫成片，這是善導大師所說的「萬修萬人去」，也就是說這個境界，我們一般人在一生當中決定可以得到，頂多三年。我們在《淨土聖賢錄》裡看到的，在《往生傳》裡面看到的。你看前年，黃忠昌居士在深圳給我們做的示範，我們親眼看到的，他那個功夫是功夫成片，是屬於漸修，真的把身心世界一切放下，什麼都不想了，想阿彌陀佛，念阿彌陀佛，拜阿彌陀佛。諦閑老和尚教導我們，念累了你就休息，休息不要脫衣服，休息好了馬上進念佛堂，你沒有一點壓力。所以這種念佛堂，真叫真精進，大家不必有約束，在一塊共修，都行，誰累了，隔壁房間就是休息地方，你就到那裡去躺一下，什麼時候醒來，馬上進念佛堂，三年功夫成熟了，心定了。所以進這種念佛堂，大概我們相信，一、二個月的時間心就定了，沒有妄念了，二、三年，哪有不成功的道理！這個成就是佛來接引，或者是佛跟你見面了，你見到佛了。"
    },
    {
      "id": "12-017-1948_p0024",
      "zh_CN": "见到佛，可以要求佛，跟佛走。还有寿命？那像莹珂法师一样，莹珂法师还有十年寿命，阿弥陀佛告诉他，十年之后，你寿命终了的时候，佛来接你。可是莹珂法师很聪明，他跟阿弥陀佛说：我十年寿命不要了，我现在就去。佛就答应了，佛告诉他：这样好了，三天之后我来接引你。三天之后真走了，没有生病。莹珂念了几天？念了三天，三天把阿弥陀佛念来了。为什么？他是一身的罪业，业障习气太重，破斋犯戒，他自己了解，他死了之后必堕地狱。他想到地狱苦，害怕了，向同学们请教：我这样的人还有没有办法救？其中有个同学给他一本《往生传》叫他自己看，他看了之后感动得流泪，所以就发心，把什么都放下，一心念佛求生净土，三天三夜不睡觉、不休息、不吃东西，那种真诚恳切的心把阿弥陀佛念来了。这也是给我们证明，若一日到若七日没错。问题是你肯不肯干？你对这个世间还有没有留恋？",
      "zh_TW": "見到佛，可以要求佛，跟佛走。還有壽命？那像瑩珂法師一樣，瑩珂法師還有十年壽命，阿彌陀佛告訴他，十年之後，你壽命終了的時候，佛來接你。可是瑩珂法師很聰明，他跟阿彌陀佛說：我十年壽命不要了，我現在就去。佛就答應了，佛告訴他：這樣好了，三天之後我來接引你。三天之後真走了，沒有生病。瑩珂念了幾天？念了三天，三天把阿彌陀佛念來了。為什麼？他是一身的罪業，業障習氣太重，破齋犯戒，他自己了解，他死了之後必墮地獄。他想到地獄苦，害怕了，向同學們請教：我這樣的人還有沒有辦法救？其中有個同學給他一本《往生傳》叫他自己看，他看了之後感動得流淚，所以就發心，把什麼都放下，一心念佛求生淨土，三天三夜不睡覺、不休息、不吃東西，那種真誠懇切的心把阿彌陀佛念來了。這也是給我們證明，若一日到若七日沒錯。問題是你肯不肯幹？你對這個世間還有沒有留戀？"
    },
    {
      "id": "12-017-1948_p0025",
      "zh_CN": "不但对世法没有留恋，对佛法也没有留恋，对佛法有留恋，你还是去不了，彻底放下了；换句话说，真正念佛求生的人，现前就把后事办好，没事了。该做的都把它做圆满了，你再也没有罣碍了，该舍的都要把它舍干净，确实找一个很安静地方，建一个很普通的房子，在那个地方念佛求生净土。真有志同道合，就要依印光大师的教诲，十个人、二十个人，志同道合，同一个愿望，真正下定决心求生净土。一个人行，两个人行，三、五个人行，最多不超过二十人。过去，《西方确指》这个小册子，这是扶鸾扶出来的，印光大师作见证，说明这个扶鸾是真的，不是假的，觉明妙行菩萨降坛告诉大家，他当时在这个世间，也是个小念佛堂，八个人，个个往生，无比殊胜，所以要真干。你看他教给我们念佛的方法，不怀疑、不夹杂、不间断，就是《西方确指》所说的，这秘诀！真照这个方法去念，哪有不成就的！什么业障都消掉，消业障，增福慧。",
      "zh_TW": "不但對世法沒有留戀，對佛法也沒有留戀，對佛法有留戀，你還是去不了，徹底放下了；換句話說，真正念佛求生的人，現前就把後事辦好，沒事了。該做的都把它做圓滿了，你再也沒有罣礙了，該捨的都要把它捨乾淨，確實找一個很安靜地方，建一個很普通的房子，在那個地方念佛求生淨土。真有志同道合，就要依印光大師的教誨，十個人、二十個人，志同道合，同一個願望，真正下定決心求生淨土。一個人行，兩個人行，三、五個人行，最多不超過二十人。過去，《西方確指》這個小冊子，這是扶鸞扶出來的，印光大師作見證，說明這個扶鸞是真的，不是假的，覺明妙行菩薩降壇告訴大家，他當時在這個世間，也是個小念佛堂，八個人，個個往生，無比殊勝，所以要真幹。你看他教給我們念佛的方法，不懷疑、不夾雜、不間斷，就是《西方確指》所說的，這祕訣！真照這個方法去念，哪有不成就的！什麼業障都消掉，消業障，增福慧。"
    },
    {
      "id": "12-017-1948_p0026",
      "zh_CN": "我们现在这三个都有问题。怀疑，不信；夹杂，放不下。夹杂的原因就是没放下，真正放下了，夹杂就没有了。世出世间一切法，把自己念佛的功夫全都破坏了，间断。间断是什么？心里有佛的时间很少，没有佛的时间很长。念佛堂念佛，这两个钟点心里有佛；离开念佛堂，心里的佛就不见了，就想着其他的事情，功夫断掉了。断掉的时间长，心里有佛的时间短，这个不行。所以一天二十四小时，你有几个小时心里有佛？这是我们自己要清楚的。二十四小时，即使心里两个小时有佛，还有二十二个小时没有佛，你想想能不能往生？没有把握。假如你能够做到一天心里有十六个小时有佛，八个小时没有了，勉强可以说有把握。如果一天是二十四小时念念都有佛，没有杂念，你念佛成就，绝对不会超过七天。像婆罗门女一样，一天一夜成就，莹珂法师三天三夜成就，什么原因？二十四小时没有间断。所以婆罗门女能成就，得力于她的母亲，她母亲要不堕地狱，她这个心发不出来。所以她能够修行证果，谁给她的？她母亲帮助她的，所以她母亲这个福德生天，是这么个道理。不是她加持她的，她母亲做增上缘，不是母亲，她成不了这个境界，达不到这个功夫。莹珂的成就，三天的成就，什么力量加持他的？他造无量无边的罪业，他自己知道决定堕地狱，怕地狱苦，不能不发心，这是一个逆增上缘帮助他成就的。如果他没有造这些罪业，他怎么会想拼命干这桩事情？",
      "zh_TW": "我們現在這三個都有問題。懷疑，不信；夾雜，放不下。夾雜的原因就是沒放下，真正放下了，夾雜就沒有了。世出世間一切法，把自己念佛的功夫全都破壞了，間斷。間斷是什麼？心裡有佛的時間很少，沒有佛的時間很長。念佛堂念佛，這兩個鐘點心裡有佛；離開念佛堂，心裡的佛就不見了，就想著其他的事情，功夫斷掉了。斷掉的時間長，心裡有佛的時間短，這個不行。所以一天二十四小時，你有幾個小時心裡有佛？這是我們自己要清楚的。二十四小時，即使心裡兩個小時有佛，還有二十二個小時沒有佛，你想想能不能往生？沒有把握。假如你能夠做到一天心裡有十六個小時有佛，八個小時沒有了，勉強可以說有把握。如果一天是二十四小時念念都有佛，沒有雜念，你念佛成就，絕對不會超過七天。像婆羅門女一樣，一天一夜成就，瑩珂法師三天三夜成就，什麼原因？二十四小時沒有間斷。所以婆羅門女能成就，得力於她的母親，她母親要不墮地獄，她這個心發不出來。所以她能夠修行證果，誰給她的？她母親幫助她的，所以她母親這個福德生天，是這麼個道理。不是她加持她的，她母親做增上緣，不是母親，她成不了這個境界，達不到這個功夫。瑩珂的成就，三天的成就，什麼力量加持他的？他造無量無邊的罪業，他自己知道決定墮地獄，怕地獄苦，不能不發心，這是一個逆增上緣幫助他成就的。如果他沒有造這些罪業，他怎麼會想拼命幹這樁事情？"
    },
    {
      "id": "12-017-1948_p0027",
      "zh_CN": "那我们要晓得，我们现在生活在这个人间，人间苦！从前生在人间乐，有乐趣，现在没有，现在人间的乐是假的，不是真的。我常常用比喻来说，好比什么？好比吸毒、打吗啡，都是外面境界刺激的乐，不是从内心发出来的。从前人有修养、有道德，他那个乐是从内心发出来，那是真乐。现在这个名闻利养、五欲六尘，这是外面刺激，这不是真乐。了解事实真相，你就不能不放下，自然放下，自然知道用功了。用功，真正是用功的人，无论在什么环境，功夫都不会间断。念佛这个法门殊胜，我口里不念，心里念，口上这个佛号间断没关系，心里不间断，念念心中有佛，念念心中有极乐世界，这叫真念佛。心里面有极乐世界，有阿弥陀佛，你想想看，还有什么业障？",
      "zh_TW": "那我們要曉得，我們現在生活在這個人間，人間苦！從前生在人間樂，有樂趣，現在沒有，現在人間的樂是假的，不是真的。我常常用比喻來說，好比什麼？好比吸毒、打嗎啡，都是外面境界刺激的樂，不是從內心發出來的。從前人有修養、有道德，他那個樂是從內心發出來，那是真樂。現在這個名聞利養、五欲六塵，這是外面刺激，這不是真樂。了解事實真相，你就不能不放下，自然放下，自然知道用功了。用功，真正是用功的人，無論在什麼環境，功夫都不會間斷。念佛這個法門殊勝，我口裡不念，心裡念，口上這個佛號間斷沒關係，心裡不間斷，念念心中有佛，念念心中有極樂世界，這叫真念佛。心裡面有極樂世界，有阿彌陀佛，你想想看，還有什麼業障？"
    },
    {
      "id": "12-017-1948_p0028",
      "zh_CN": "业障是什么？天天想着，我造了好多罪业，我跟很多人结冤仇。你每想一次，你的业就又加重一次。何必去想过去？何必去想未来？过去、现在、未来都不可得，这《金刚经》上说得清楚。所以，想过去、想现在、想未来都叫做妄想。这个妄想是意在造业，身口没有造，意在造业，都有报应。《地藏经》上说的，阎浮提众生起心动念无不是罪。你的念头不善，你的念头与性德相悖，那就是不善，那就是业。什么业？总的来说，轮回业。所以我们能把念头转一转，我们转成阿弥陀佛，想阿弥陀佛，念阿弥陀佛，这与三界六道毫不相关，这叫什么？佛法给它起个名字叫净业。你要知道，三途六道是染业，这是清净的，净业，与十法界不相应，十法界里头没有，与西方极乐世界相应，一念相应一念佛，念念相应念念佛。你要能这样修，你以身亲证，自度度他，功德不可思议！真的是做出来了，你对于经教真的通达、真的明了了。为什么？不通达、不明了，你放不下。这话虽然听了，意思不很清楚，所以境界现前又被境界转去了，在日常生活处事待人接物总是做不了主。",
      "zh_TW": "業障是什麼？天天想著，我造了好多罪業，我跟很多人結冤仇。你每想一次，你的業就又加重一次。何必去想過去？何必去想未來？過去、現在、未來都不可得，這《金剛經》上說得清楚。所以，想過去、想現在、想未來都叫做妄想。這個妄想是意在造業，身口沒有造，意在造業，都有報應。《地藏經》上說的，閻浮提眾生起心動念無不是罪。你的念頭不善，你的念頭與性德相悖，那就是不善，那就是業。什麼業？總的來說，輪迴業。所以我們能把念頭轉一轉，我們轉成阿彌陀佛，想阿彌陀佛，念阿彌陀佛，這與三界六道毫不相關，這叫什麼？佛法給它起個名字叫淨業。你要知道，三途六道是染業，這是清淨的，淨業，與十法界不相應，十法界裡頭沒有，與西方極樂世界相應，一念相應一念佛，念念相應念念佛。你要能這樣修，你以身親證，自度度他，功德不可思議！真的是做出來了，你對於經教真的通達、真的明瞭了。為什麼？不通達、不明瞭，你放不下。這話雖然聽了，意思不很清楚，所以境界現前又被境界轉去了，在日常生活處事待人接物總是做不了主。"
    },
    {
      "id": "12-017-1948_p0029",
      "zh_CN": "做得了主是什么样子？给诸位说，做得了主，自己永远是谦卑的样子。对待别人，不管这个人是善人、是恶人，决定是恭敬的样子，也就是普贤菩萨的十大愿王「礼敬诸佛」他做到了，他没有分别、他没有执着。像世尊在《华严》上所讲的，「一切众生本来是佛」。自己是凡夫，自己是众生，你见到人的时候，都是那样对诸佛如来那一分恭敬心来接待，他造作善、造作恶都不要理会，心里头没有，心里头只有阿弥陀佛，这是真忏悔，这是真正的如法。普贤第二愿「称赞如来」，对别人所做一切善事称赞，不善的事不但不说，心里不落印象，没有印象。这是性德自然流露，这是摄受一切众生，帮助众生觉悟，帮助众生回头，让众生自己去想。造很多恶事，你看人家原谅他，提都不提，从来不提；造一点点好事，你看他都赞叹。让他自己从这里面去反省，时间短了不能回过头来，时间长了自然就起作用。所以这是度众生，摄受众生。",
      "zh_TW": "做得了主是什麼樣子？給諸位說，做得了主，自己永遠是謙卑的樣子。對待別人，不管這個人是善人、是惡人，決定是恭敬的樣子，也就是普賢菩薩的十大願王「禮敬諸佛」他做到了，他沒有分別、他沒有執著。像世尊在《華嚴》上所講的，「一切眾生本來是佛」。自己是凡夫，自己是眾生，你見到人的時候，都是那樣對諸佛如來那一分恭敬心來接待，他造作善、造作惡都不要理會，心裡頭沒有，心裡頭只有阿彌陀佛，這是真懺悔，這是真正的如法。普賢第二願「稱讚如來」，對別人所做一切善事稱讚，不善的事不但不說，心裡不落印象，沒有印象。這是性德自然流露，這是攝受一切眾生，幫助眾生覺悟，幫助眾生回頭，讓眾生自己去想。造很多惡事，你看人家原諒他，提都不提，從來不提；造一點點好事，你看他都讚歎。讓他自己從這裡面去反省，時間短了不能回過頭來，時間長了自然就起作用。所以這是度眾生，攝受眾生。"
    },
    {
      "id": "12-017-1948_p0030",
      "zh_CN": "「广修供养」，我们这种修行的方法就是供养，做出来给大众看。这里面财、法、无畏三种供养具足。我们要做，做是我们身体，身体做，身体是内财。我们依照佛的教法去学，放下万缘，一心专念，不怀疑、不夹杂、不间断，这是法布施，法供养。真正这样做，我们业障消除了，什么病都没有了，身心健康，往生的时候没有病，预知时至，自自在在的走，无畏布施。不要花一分钱，三种布施做得彻底、做得圆满，果报得大自在。你在这个世间有家亲眷属，你能顾得了他们吗？他们也顾不了你，一口气不来，各人走各人的路，随业流转，谁都帮不上谁的忙。可是你真的念佛成就了，往生极乐世界，他们无论在哪一道，无论在哪个世界，你在极乐世界都能看到，你都能关怀他，你都能照顾他，他需要帮助的时候，你确实是可以帮助他。所以佛法不是绝情绝义，佛法有情有义。世间人短视，只看到眼前，看不到来生后世；佛法的利益，生生世世，永远不断的。所以教下常讲，「佛氏门中，不舍一人」。大慈大悲里面怨亲平等，这是真正觉悟的人，真正修行的人，是这么个样子。我们想在这一生当中真有成就，那你要是不依教奉行的话，做不到。这个世界从哪来的？混乱的局面从哪来的？灾难从哪来的？都是自己不善心所感得来的。如果一念回头，众生住秽土，我自己住净土，净秽无碍，净秽一如，这是不思议的解脱境界。",
      "zh_TW": "「廣修供養」，我們這種修行的方法就是供養，做出來給大眾看。這裡面財、法、無畏三種供養具足。我們要做，做是我們身體，身體做，身體是內財。我們依照佛的教法去學，放下萬緣，一心專念，不懷疑、不夾雜、不間斷，這是法布施，法供養。真正這樣做，我們業障消除了，什麼病都沒有了，身心健康，往生的時候沒有病，預知時至，自自在在的走，無畏布施。不要花一分錢，三種布施做得徹底、做得圓滿，果報得大自在。你在這個世間有家親眷屬，你能顧得了他們嗎？他們也顧不了你，一口氣不來，各人走各人的路，隨業流轉，誰都幫不上誰的忙。可是你真的念佛成就了，往生極樂世界，他們無論在哪一道，無論在哪個世界，你在極樂世界都能看到，你都能關懷他，你都能照顧他，他需要幫助的時候，你確實是可以幫助他。所以佛法不是絕情絕義，佛法有情有義。世間人短視，只看到眼前，看不到來生後世；佛法的利益，生生世世，永遠不斷的。所以教下常講，「佛氏門中，不捨一人」。大慈大悲裡面怨親平等，這是真正覺悟的人，真正修行的人，是這麼個樣子。我們想在這一生當中真有成就，那你要是不依教奉行的話，做不到。這個世界從哪來的？混亂的局面從哪來的？災難從哪來的？都是自己不善心所感得來的。如果一念回頭，眾生住穢土，我自己住淨土，淨穢無礙，淨穢一如，這是不思議的解脫境界。"
    },
    {
      "id": "12-017-1948_p0031",
      "zh_CN": "对我们这样程度来讲，中下根性的凡夫，如果不是用经教，特别是大乘经教，长时间的薰修，很不容易得力。在这个时代要学大乘，这是世尊的教诲。佛说在正法时期，他提倡小乘，持戒就能得度，就能证果，四果罗汉，像法时期禅定成就，末法时期净土成就，净土是大乘。为什么末法时期学大乘？大乘是开放的，现在讲民主自由开放，大乘就是民主自由开放，符合于现代社会的思潮，它没有障碍。为什么正法时期佛要提倡小乘？那个时候是君主专制的时代，没有资讯，没有交通，大多数的居民一生居住在一个地区，老死不相往来，小乘适合于那个社会。你要讲大乘，讲自由开放民主，他不懂，他不能接受。由此可知，佛陀的教化是应机说法，应机施教，活活泼泼，没有一成不变的，因人而异、因时而异、因事而异，所以叫善巧方便。佛又说得更清楚、更明白，佛无有定法可说，说到最后是佛无有法可说，说绝了。佛没有一定的身相，佛没有身相。身相怎么来的？众生业力变现出来的，这是真的。所谓是「自性弥陀，唯心净土」，自性跟唯心就是你的心性变出来的。这个道理，我们搞了这么多年才体会得一些。江本胜博士的水实验，跟这个道理很接近。水是个矿物，它没有心，它没有念，它没有形相，我们有意念对它，它有反射，就现相给我们看。所以我们念佛，佛就现前；念菩萨，菩萨就现前；念贪瞋痴，饿鬼地狱就现前。这些事情，实在讲天天都有。古人说得好，「日有所思，夜有所梦」，那个梦境就是反射，就像我们对水实验那个现相一样。你自己想想，你晚上睡觉作梦，是什么梦境？你就知道了。没有梦，没有梦是无明；有梦，有梦是妄想，出不了三界，出不了六道，跟真正有功夫的人不一样。真正有功夫的人，他睡觉是在定中，有觉有观，他跟性德相应。我们凡夫睡觉的时候，没有觉也没有观。所以讲作梦，作梦是妄想，没有梦是无明，没觉没观，跟性德相违背。这个现象就是生死轮回的现象，我们要有高度的警觉。",
      "zh_TW": "對我們這樣程度來講，中下根性的凡夫，如果不是用經教，特別是大乘經教，長時間的薰修，很不容易得力。在這個時代要學大乘，這是世尊的教誨。佛說在正法時期，他提倡小乘，持戒就能得度，就能證果，四果羅漢，像法時期禪定成就，末法時期淨土成就，淨土是大乘。為什麼末法時期學大乘？大乘是開放的，現在講民主自由開放，大乘就是民主自由開放，符合於現代社會的思潮，它沒有障礙。為什麼正法時期佛要提倡小乘？那個時候是君主專制的時代，沒有資訊，沒有交通，大多數的居民一生居住在一個地區，老死不相往來，小乘適合於那個社會。你要講大乘，講自由開放民主，他不懂，他不能接受。由此可知，佛陀的教化是應機說法，應機施教，活活潑潑，沒有一成不變的，因人而異、因時而異、因事而異，所以叫善巧方便。佛又說得更清楚、更明白，佛無有定法可說，說到最後是佛無有法可說，說絕了。佛沒有一定的身相，佛沒有身相。身相怎麼來的？眾生業力變現出來的，這是真的。所謂是「自性彌陀，唯心淨土」，自性跟唯心就是你的心性變出來的。這個道理，我們搞了這麼多年才體會得一些。江本勝博士的水實驗，跟這個道理很接近。水是個礦物，它沒有心，它沒有念，它沒有形相，我們有意念對它，它有反射，就現相給我們看。所以我們念佛，佛就現前；念菩薩，菩薩就現前；念貪瞋痴，餓鬼地獄就現前。這些事情，實在講天天都有。古人說得好，「日有所思，夜有所夢」，那個夢境就是反射，就像我們對水實驗那個現相一樣。你自己想想，你晚上睡覺作夢，是什麼夢境？你就知道了。沒有夢，沒有夢是無明；有夢，有夢是妄想，出不了三界，出不了六道，跟真正有功夫的人不一樣。真正有功夫的人，他睡覺是在定中，有覺有觀，他跟性德相應。我們凡夫睡覺的時候，沒有覺也沒有觀。所以講作夢，作夢是妄想，沒有夢是無明，沒覺沒觀，跟性德相違背。這個現象就是生死輪迴的現象，我們要有高度的警覺。"
    },
    {
      "id": "12-017-1948_p0032",
      "zh_CN": "要承认自己是凡夫，自己业障深重，真正知道，那个忏悔的心才发得起来。真正要想离地狱苦，离六道苦，求愿往生的心才恳切，才真正能把世出世间法统统放下；不是那样的恳切，放不下。我多做一点好事，好事为谁？好事为众生做的，不是为自己做的，与自己毫不相关，那我们有力量，帮助众生，应该要做的。菩萨的心愿是念念不舍众生，不舍帮助众生的心愿，除非自己没有能力，有能力我做。于自己修行妨不妨碍？不妨碍。如果你做这个事情你有自私的念头夹在里头，你有名利的念头夹在里头，就有妨碍。没有自私自利，没有名闻利养，就一点妨害都没有。不但没有妨害，对你还有帮助。为什么？你做的这些事情就是诸佛菩萨所做的。",
      "zh_TW": "要承認自己是凡夫，自己業障深重，真正知道，那個懺悔的心才發得起來。真正要想離地獄苦，離六道苦，求願往生的心才懇切，才真正能把世出世間法統統放下；不是那樣的懇切，放不下。我多做一點好事，好事為誰？好事為眾生做的，不是為自己做的，與自己毫不相關，那我們有力量，幫助眾生，應該要做的。菩薩的心願是念念不捨眾生，不捨幫助眾生的心願，除非自己沒有能力，有能力我做。於自己修行妨不妨礙？不妨礙。如果你做這個事情你有自私的念頭夾在裡頭，你有名利的念頭夾在裡頭，就有妨礙。沒有自私自利，沒有名聞利養，就一點妨害都沒有。不但沒有妨害，對你還有幫助。為什麼？你做的這些事情就是諸佛菩薩所做的。"
    },
    {
      "id": "12-017-1948_p0033",
      "zh_CN": "这里头差异我们要知道，事情是一样，譬如建立道场，这佛菩萨的事情，我们在做。佛菩萨没有自私自利、没有名闻利养、没有贪瞋痴慢，就是佛菩萨，我们也能没有这个，我们做的跟佛菩萨一样。这是功德，这不是福德，功德能提升我们的品位，能提前我们的成就，所以它不妨碍。所有一切的妨碍都是烦恼习气、都是分别执着，这必须要知道。我们在这个世间跟所有人发生冲突，原因也在此地。你想想看，自私自利放下了，名闻利养放下，贪瞋痴慢放下，五欲六尘放下了，还有什么冲突？跟六道一切众生决定和睦相处，平等对待了。有这十六个字，不平等、不清净，决定有对立、有矛盾、有冲突，这就是凡夫。这对于忏除业障就产生极大的障碍，不但罪业忏不了，天天还在增长，这就错了。所以我们在这首偈里面看到，自己一定先成就，才能教一切大众觉悟、回头，令一切众生断惑、修行证果。今天时间到了，我们就学到此地。",
      "zh_TW": "這裡頭差異我們要知道，事情是一樣，譬如建立道場，這佛菩薩的事情，我們在做。佛菩薩沒有自私自利、沒有名聞利養、沒有貪瞋痴慢，就是佛菩薩，我們也能沒有這個，我們做的跟佛菩薩一樣。這是功德，這不是福德，功德能提升我們的品位，能提前我們的成就，所以它不妨礙。所有一切的妨礙都是煩惱習氣、都是分別執著，這必須要知道。我們在這個世間跟所有人發生衝突，原因也在此地。你想想看，自私自利放下了，名聞利養放下，貪瞋痴慢放下，五欲六塵放下了，還有什麼衝突？跟六道一切眾生決定和睦相處，平等對待了。有這十六個字，不平等、不清淨，決定有對立、有矛盾、有衝突，這就是凡夫。這對於懺除業障就產生極大的障礙，不但罪業懺不了，天天還在增長，這就錯了。所以我們在這首偈裡面看到，自己一定先成就，才能教一切大眾覺悟、回頭，令一切眾生斷惑、修行證果。今天時間到了，我們就學到此地。"
    }
  ]
}