{
  "doc_id": "12-017-1774",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七七四卷",
    "zh_TW": "第一七七四卷"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1774",
  "total_paragraphs": 54,
  "paragraphs": [
    {
      "id": "12-017-1774_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「无方大用」第八段，明毛光照益三昧门。前面我们学习到忍严光两首偈，第二首偈讲到「众生暴恶难可忍」。我们学习《华严经》里面讲的十种忍，只是举这十忍的题目略说，使我们有个概念，经文到下面，有「十忍品」，有一品经专门讲这十种忍。我们今天接着说第五种，第五种是「解脱忍。观行阴造作之相为无，而得解脱忍。以行皆无常，无有系缚者也」。这地方都是讲的总纲，细项以后我们会学到。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「無方大用」第八段，明毛光照益三昧門。前面我們學習到忍嚴光兩首偈，第二首偈講到「眾生暴惡難可忍」。我們學習《華嚴經》裡面講的十種忍，只是舉這十忍的題目略說，使我們有個概念，經文到下面，有「十忍品」，有一品經專門講這十種忍。我們今天接著說第五種，第五種是「解脫忍。觀行陰造作之相為無，而得解脫忍。以行皆無常，無有繫縛者也」。這地方都是講的總綱，細項以後我們會學到。"
    },
    {
      "id": "12-017-1774_p0002",
      "zh_CN": "前面讲过色阴、识阴、想阴、受阴，这个地方讲行阴。诸位一看就了解这是讲的五阴，通常我们讲的顺序是色、受、想、行、识。我相信大家《般若心经》都念得很熟，《心经》上观自在菩萨就是观世音菩萨，他老人家说「行深般若波罗蜜多时，照见五蕴皆空，度一切苦厄」，这一切苦就没有了。六道凡夫，这个身是五阴身，所以五阴这个相都是苦，唯有从忍才能够体会到它的真相，真相就是实相，诸法实相。体会到实相之后，智慧就开了，智慧一开就照见。我们现在在日常生活当中能提起观照就不错了。祖师大德常提醒我们，不能够失照，观照忘掉了，苦就现前，在观照当中还是要受，但是会减轻很多。像我们在此地所学习的，行是造作，行阴是造作，行是什么？念念不住叫行，就是末那识。前面讲受阴是前五识，前五识只有接受，第六造作，第六识分别；第七造作，第七识执着。观行阴造作之相为无，连行阴都了不可得，它的造作哪里会是真的？",
      "zh_TW": "前面講過色陰、識陰、想陰、受陰，這個地方講行陰。諸位一看就了解這是講的五陰，通常我們講的順序是色、受、想、行、識。我相信大家《般若心經》都念得很熟，《心經》上觀自在菩薩就是觀世音菩薩，他老人家說「行深般若波羅蜜多時，照見五蘊皆空，度一切苦厄」，這一切苦就沒有了。六道凡夫，這個身是五陰身，所以五陰這個相都是苦，唯有從忍才能夠體會到它的真相，真相就是實相，諸法實相。體會到實相之後，智慧就開了，智慧一開就照見。我們現在在日常生活當中能提起觀照就不錯了。祖師大德常提醒我們，不能夠失照，觀照忘掉了，苦就現前，在觀照當中還是要受，但是會減輕很多。像我們在此地所學習的，行是造作，行陰是造作，行是什麼？念念不住叫行，就是末那識。前面講受陰是前五識，前五識只有接受，第六造作，第六識分別；第七造作，第七識執著。觀行陰造作之相為無，連行陰都了不可得，它的造作哪裡會是真的？"
    },
    {
      "id": "12-017-1774_p0003",
      "zh_CN": "佛祖教我们受持《金刚经》是很有道理的，《金刚经》帮助你开智慧，全经记不住，抓住里面几个重要的纲领就很有受用。几个重要的纲领，上半部里面讲破四相。经上讲的，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，你四相都在，四相都在是凡夫，不是菩萨。这就说明，我早年初学佛的时候，总认为《金刚经》的境界很高，那真的是菩萨，绝对不是菩萨以下的层次。以后对经教渐渐契入，道理慢慢明白了，自己也学着讲《金刚经》，到自己学讲《金刚经》，这才豁然明白，原来《金刚经》上讲的破四相是菩萨，不是很高的菩萨，是起码的菩萨，那就是什么？我们《华严经》上讲的初信位的菩萨。十信好比是佛教小学，小学有十年级，这是几年级？一年级的，小学一年级的，四相就破了。这是我们初学的时候没想到。",
      "zh_TW": "佛祖教我們受持《金剛經》是很有道理的，《金剛經》幫助你開智慧，全經記不住，抓住裡面幾個重要的綱領就很有受用。幾個重要的綱領，上半部裡面講破四相。經上講的，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，你四相都在，四相都在是凡夫，不是菩薩。這就說明，我早年初學佛的時候，總認為《金剛經》的境界很高，那真的是菩薩，絕對不是菩薩以下的層次。以後對經教漸漸契入，道理慢慢明白了，自己也學著講《金剛經》，到自己學講《金剛經》，這才豁然明白，原來《金剛經》上講的破四相是菩薩，不是很高的菩薩，是起碼的菩薩，那就是什麼？我們《華嚴經》上講的初信位的菩薩。十信好比是佛教小學，小學有十年級，這是幾年級？一年級的，小學一年級的，四相就破了。這是我們初學的時候沒想到。"
    },
    {
      "id": "12-017-1774_p0004",
      "zh_CN": "四相他破是什么？他不执着了，他还有分别，他不执着。是不是完全不执着？不见得。完全都不执着，他不是一年级的菩萨，他是第几年级？七年级。七年级才完全不执着，我们可以说这四相都没有了，我相、人相、众生相、寿者相不执着了。统统不执着了，等于小乘阿罗汉。初信位的菩萨，一年级的菩萨，等于小乘的须陀洹，初果。你看从初果到阿罗汉也是七个阶级，跟我们这里讲的是一样的，七个阶级，小乘是四果四向，会通起来看就很清楚。",
      "zh_TW": "四相他破是什麼？他不執著了，他還有分別，他不執著。是不是完全不執著？不見得。完全都不執著，他不是一年級的菩薩，他是第幾年級？七年級。七年級才完全不執著，我們可以說這四相都沒有了，我相、人相、眾生相、壽者相不執著了。統統不執著了，等於小乘阿羅漢。初信位的菩薩，一年級的菩薩，等於小乘的須陀洹，初果。你看從初果到阿羅漢也是七個階級，跟我們這裡講的是一樣的，七個階級，小乘是四果四向，會通起來看就很清楚。"
    },
    {
      "id": "12-017-1774_p0005",
      "zh_CN": "但是《金刚经》后半部讲得更深，破四见，「若菩萨有我见、人见、众生见、寿者见，即非菩萨」。见跟相不一样，相是物质，见是什么？见就是分别，是属于心法，不是色法。四见没有了，这个功夫高了，这四圣法界里面是菩萨跟佛的法界；在十信位里面，就是现在我们所讲的「贤首品」，贤首菩萨。贤首菩萨是十信里面的第十信的菩萨，好比小学十年级，他是十年级的菩萨，再往上去他就到中学，就不是小学，那就脱离十法界了。",
      "zh_TW": "但是《金剛經》後半部講得更深，破四見，「若菩薩有我見、人見、眾生見、壽者見，即非菩薩」。見跟相不一樣，相是物質，見是什麼？見就是分別，是屬於心法，不是色法。四見沒有了，這個功夫高了，這四聖法界裡面是菩薩跟佛的法界；在十信位裡面，就是現在我們所講的「賢首品」，賢首菩薩。賢首菩薩是十信裡面的第十信的菩薩，好比小學十年級，他是十年級的菩薩，再往上去他就到中學，就不是小學，那就脫離十法界了。"
    },
    {
      "id": "12-017-1774_p0006",
      "zh_CN": "佛教的小学是在十法界里面，中学、大学都十法界之外，超越了十法界，所以再上去要破四见，就是念头都没有了，意念都没有了，这种分别的念头没有，所以先学不着相，从这里学起。如果相还执着，还没有放下，先要想学着不分别这是做不到，这是顺序颠倒。好像盖楼房一样，我要盖两层楼，这一层楼没有盖，想盖第二层楼，那怎么能盖得起来？这是空中楼阁，这不可能的事情，要懂这个道理。到第三层就是破妄想，就是无明的习气，无始无明的习气，那是在一真法界，决定不在十法界。",
      "zh_TW": "佛教的小學是在十法界裡面，中學、大學都十法界之外，超越了十法界，所以再上去要破四見，就是念頭都沒有了，意念都沒有了，這種分別的念頭沒有，所以先學不著相，從這裡學起。如果相還執著，還沒有放下，先要想學著不分別這是做不到，這是順序顛倒。好像蓋樓房一樣，我要蓋兩層樓，這一層樓沒有蓋，想蓋第二層樓，那怎麼能蓋得起來？這是空中樓閣，這不可能的事情，要懂這個道理。到第三層就是破妄想，就是無明的習氣，無始無明的習氣，那是在一真法界，決定不在十法界。"
    },
    {
      "id": "12-017-1774_p0007",
      "zh_CN": "佛在经上讲的这些事相，我们要真正能体会到它的真实义，就是像开经偈讲的「愿解如来真实义」。如来说经，经之难懂难在哪里？意思都是在言外，你要懂得文字之外是什么意思，言语之外是什么意思，这要很细心去观照才行。前面我们说过，粗心叫觉，觉还不懂得如来真实义，沾一点边，相似，不是真实，要观。观是细心，觉是粗心，可是现在人连那个粗心都做不到，这想到为什么现在社会动乱？不但是佛教，所有圣贤教诲都衰微了，跟过去相比大幅度的下降，这个原因就是什么？我们中国人常讲的心浮气躁。现在的人心浮气躁可以说是到了饱和点，再一提升就爆炸了，是这么一个状况，我们要晓得。",
      "zh_TW": "佛在經上講的這些事相，我們要真正能體會到它的真實義，就是像開經偈講的「願解如來真實義」。如來說經，經之難懂難在哪裡？意思都是在言外，你要懂得文字之外是什麼意思，言語之外是什麼意思，這要很細心去觀照才行。前面我們說過，粗心叫覺，覺還不懂得如來真實義，沾一點邊，相似，不是真實，要觀。觀是細心，覺是粗心，可是現在人連那個粗心都做不到，這想到為什麼現在社會動亂？不但是佛教，所有聖賢教誨都衰微了，跟過去相比大幅度的下降，這個原因就是什麼？我們中國人常講的心浮氣躁。現在的人心浮氣躁可以說是到了飽和點，再一提升就爆炸了，是這麼一個狀況，我們要曉得。"
    },
    {
      "id": "12-017-1774_p0008",
      "zh_CN": "看看别人，再想想自己，就知道自己跟别人差不多。自己看自己不容易，看别人容易，这是佛的教学善巧，教我们拿别人当作是自己的镜子。看别人，不要记别人的，他的一切行为不必要记在心上，不可以说在口里头，回光返照，立刻想想我自己有没有？有则改之，无则嘉勉。你能够回光返照，这个返照就是佛家讲的观照，是智慧，章嘉大师教给我的看破。这个返照，知道自己的过失了，能改。有则改之，无则嘉勉，这是真修行。",
      "zh_TW": "看看別人，再想想自己，就知道自己跟別人差不多。自己看自己不容易，看別人容易，這是佛的教學善巧，教我們拿別人當作是自己的鏡子。看別人，不要記別人的，他的一切行為不必要記在心上，不可以說在口裡頭，回光返照，立刻想想我自己有沒有？有則改之，無則嘉勉。你能夠回光返照，這個返照就是佛家講的觀照，是智慧，章嘉大師教給我的看破。這個返照，知道自己的過失了，能改。有則改之，無則嘉勉，這是真修行。"
    },
    {
      "id": "12-017-1774_p0009",
      "zh_CN": "唯有真修行的人多了，多到什么程度？古大德给我们讲，一百个人当中有一个。这个说法可以说是个标准，一百个人当中有一个善人，社会风气就转变了，这个世界就能恢复到正常。我们想想，真不是容易事。现在不要说一百个人当中找不到一个，一万人当中也找不到一个，这是真的。看十万人当中、一百万人当中能不能找到一个？我们想想，大概一百万人当中有一个好人，应该有，十万人未必，一万人里头根本就没有，你就知道这个难。所以这个世界，外国许多宗教学者都肯定世界走向末日。我们要想想，既然是学了佛，佛是大慈大悲，救苦救难，佛怎样救苦救难？佛是要他的弟子们，把佛的大慈大悲从自己身上表现出来叫救苦救难。",
      "zh_TW": "唯有真修行的人多了，多到什麼程度？古大德給我們講，一百個人當中有一個。這個說法可以說是個標準，一百個人當中有一個善人，社會風氣就轉變了，這個世界就能恢復到正常。我們想想，真不是容易事。現在不要說一百個人當中找不到一個，一萬人當中也找不到一個，這是真的。看十萬人當中、一百萬人當中能不能找到一個？我們想想，大概一百萬人當中有一個好人，應該有，十萬人未必，一萬人裡頭根本就沒有，你就知道這個難。所以這個世界，外國許多宗教學者都肯定世界走向末日。我們要想想，既然是學了佛，佛是大慈大悲，救苦救難，佛怎樣救苦救難？佛是要他的弟子們，把佛的大慈大悲從自己身上表現出來叫救苦救難。"
    },
    {
      "id": "12-017-1774_p0010",
      "zh_CN": "今天世间人确实像经上所说的「众生暴恶难可忍」，已经到不能忍受的地步，我们一定要认真体会到诸佛菩萨的慈悲。诸佛菩萨的慈悲是要用我们的身、用我们的行为来表现，你这才是真正的佛弟子。我们要认真学习、要认真的用功，功是功夫，就在日常生活当中表现难忍能忍。佛很慈悲，在经教里头教导我们，你要怎样转变你的观念才能忍受得了，观念要不能转变决定忍受不了。忍有个极限，到极限的时候真的叫会爆炸。",
      "zh_TW": "今天世間人確實像經上所說的「眾生暴惡難可忍」，已經到不能忍受的地步，我們一定要認真體會到諸佛菩薩的慈悲。諸佛菩薩的慈悲是要用我們的身、用我們的行為來表現，你這才是真正的佛弟子。我們要認真學習、要認真的用功，功是功夫，就在日常生活當中表現難忍能忍。佛很慈悲，在經教裡頭教導我們，你要怎樣轉變你的觀念才能忍受得了，觀念要不能轉變決定忍受不了。忍有個極限，到極限的時候真的叫會爆炸。"
    },
    {
      "id": "12-017-1774_p0011",
      "zh_CN": "一面忍，一面要修智慧，要求智慧。智慧是什么？把你那个忍能够把它化解，融化，这就是正确的。所以教我们观造作的相，相有，相怎么会没有？造作之相无，无是什么？无性，相有性无，这个相是假相，这相不是真相。我们可以先从一个阶段里面来看，这就很容易看出来。一个阶段是忍，从生到死，佛家讲一期，一个时期，从生到死。我们看哪些人？看我们熟悉的、认识的人，已经过世了，有些比我们年龄大的，我们的父母，这印象最深刻的；祖父母，印象也很深刻。他们从生我们没有看到，他半生的行业到他走我们看到了。还有一些年轻人，跟我们同辈分的，他生我看到了，他年岁比我小，他死我也看到了，十几岁也就死了，二十几岁也就死了，这是从他生到他死我都看到了。回头想一想，岂不叫昙花一现，无影无踪！",
      "zh_TW": "一面忍，一面要修智慧，要求智慧。智慧是什麼？把你那個忍能夠把它化解，融化，這就是正確的。所以教我們觀造作的相，相有，相怎麼會沒有？造作之相無，無是什麼？無性，相有性無，這個相是假相，這相不是真相。我們可以先從一個階段裡面來看，這就很容易看出來。一個階段是忍，從生到死，佛家講一期，一個時期，從生到死。我們看哪些人？看我們熟悉的、認識的人，已經過世了，有些比我們年齡大的，我們的父母，這印象最深刻的；祖父母，印象也很深刻。他們從生我們沒有看到，他半生的行業到他走我們看到了。還有一些年輕人，跟我們同輩分的，他生我看到了，他年歲比我小，他死我也看到了，十幾歲也就死了，二十幾歲也就死了，這是從他生到他死我都看到了。回頭想一想，豈不叫曇花一現，無影無蹤！"
    },
    {
      "id": "12-017-1774_p0012",
      "zh_CN": "在香港跟我同辈分的、年龄差不多的出家人，我都认识，一九七七年我在这里讲经，常常聚会，有说有笑。我是晚上讲经，白天没有事情，他们都邀我一起去游玩，做香港的观光。因为我住的时间四个月，所以大家就分配，每个星期带我去玩一个地方。香港拐拐角角，人家没有去到的，我都去玩过。这些人三分之二都不在了，还有几位在的，也都将近八十岁了，老态龙钟。所以从长时间来看，你就晓得，相有性无，事有理无，你就看得很清楚。然后再把时间缩短，回头看自己。",
      "zh_TW": "在香港跟我同輩分的、年齡差不多的出家人，我都認識，一九七七年我在這裡講經，常常聚會，有說有笑。我是晚上講經，白天沒有事情，他們都邀我一起去遊玩，做香港的觀光。因為我住的時間四個月，所以大家就分配，每個星期帶我去玩一個地方。香港拐拐角角，人家沒有去到的，我都去玩過。這些人三分之二都不在了，還有幾位在的，也都將近八十歲了，老態龍鍾。所以從長時間來看，你就曉得，相有性無，事有理無，你就看得很清楚。然後再把時間縮短，回頭看自己。"
    },
    {
      "id": "12-017-1774_p0013",
      "zh_CN": "自己过去十年是一个阶段，像世尊在《楞严经》里面跟波斯匿王谈话，就是用十年、十年教他细心的去思惟，去想想往事。波斯匿王觉悟了，这并不是细心，粗心，就是一般人都能觉悟，一场空。然后再细细的观察一年、一年，再观察一天、一天。昨天过去了，你得到什么？你失掉什么？没有得也没有失，这是真的。可是我告诉你，无得失里头还真有得失，什么东西得失？烦恼习染你得到了，一年比一年重，你的性德没有能找回来，这失去了。你真正想到这个世间所有一切法全是假的，如梦幻泡影。",
      "zh_TW": "自己過去十年是一個階段，像世尊在《楞嚴經》裡面跟波斯匿王談話，就是用十年、十年教他細心的去思惟，去想想往事。波斯匿王覺悟了，這並不是細心，粗心，就是一般人都能覺悟，一場空。然後再細細的觀察一年、一年，再觀察一天、一天。昨天過去了，你得到什麼？你失掉什麼？沒有得也沒有失，這是真的。可是我告訴你，無得失裡頭還真有得失，什麼東西得失？煩惱習染你得到了，一年比一年重，你的性德沒有能找回來，這失去了。你真正想到這個世間所有一切法全是假的，如夢幻泡影。"
    },
    {
      "id": "12-017-1774_p0014",
      "zh_CN": "不要把得失放在心上，你就烦恼轻了，智慧就长了。要把什么东西放在心上？要把我们的性德找回来；换句话说，道业上天天有进步，戒定慧天天有成长，贪瞋痴慢天天降温，有减低，那你完全对了。这桩事情，到每天负面的都降温，正面的都提升，这个人这一生怎么会不成佛？《华严经》末后善财童子五十三参，一生成就，他不要三大阿僧祇劫，也不要什么无量劫，一生就成就，凭什么？就凭这个，这叫真用功，真能忍，宗门里面说真会！会修、会学，所以他成就那么样的卓着。",
      "zh_TW": "不要把得失放在心上，你就煩惱輕了，智慧就長了。要把什麼東西放在心上？要把我們的性德找回來；換句話說，道業上天天有進步，戒定慧天天有成長，貪瞋痴慢天天降溫，有減低，那你完全對了。這樁事情，到每天負面的都降溫，正面的都提升，這個人這一生怎麼會不成佛？《華嚴經》末後善財童子五十三參，一生成就，他不要三大阿僧祇劫，也不要什麼無量劫，一生就成就，憑什麼？就憑這個，這叫真用功，真能忍，宗門裡面說真會！會修、會學，所以他成就那麼樣的卓著。"
    },
    {
      "id": "12-017-1774_p0015",
      "zh_CN": "在中国历史上，你看我们佛门这些祖师大德，宗门里头大彻大悟的，《五灯会元》里面就有一千七百多人，他们的功夫都达到明心见性，见性成佛，一千七百多人；还有一些不在《五灯会元》里面，《景德传灯录》里头，这都是开悟人的传记。所以中国这两千年来，佛教正式传入中国公元六十七年，今年是二００七年，将近两千年了，除宗门之外，教下大开圆解的、净土里面得理一心不乱的、学密的三密相应的，我概略的估计至少有三千人；要是包括净土宗往生的那就多了，至少有几万人。这些都可以说是一生成就，他怎么成就？刚才说的，他会用功，他时时刻刻能提得起观照的功夫，时时刻刻知道断恶修善、积功累德，没有别的，就是改过。",
      "zh_TW": "在中國歷史上，你看我們佛門這些祖師大德，宗門裡頭大徹大悟的，《五燈會元》裡面就有一千七百多人，他們的功夫都達到明心見性，見性成佛，一千七百多人；還有一些不在《五燈會元》裡面，《景德傳燈錄》裡頭，這都是開悟人的傳記。所以中國這兩千年來，佛教正式傳入中國公元六十七年，今年是二００七年，將近兩千年了，除宗門之外，教下大開圓解的、淨土裡面得理一心不亂的、學密的三密相應的，我概略的估計至少有三千人；要是包括淨土宗往生的那就多了，至少有幾萬人。這些都可以說是一生成就，他怎麼成就？剛才說的，他會用功，他時時刻刻能提得起觀照的功夫，時時刻刻知道斷惡修善、積功累德，沒有別的，就是改過。"
    },
    {
      "id": "12-017-1774_p0016",
      "zh_CN": "要知道佛菩萨没有丝毫过失，到阿罗汉可以说实际上过失没有了，他有过失的习气。譬如喜欢发脾气的人，他是不是真的有瞋恚心，没有，实在没有，阿罗汉确实没有了，瞋恚断掉了，可是有时候还有发脾气的样子。那是什么？那是习气，习气难断。习气到什么时候断？到辟支佛就断了，辟支佛习气没有了，阿罗汉还有习气，何况阿罗汉以下的！诸位要晓得，阿罗汉是我们《华严》十信位里面七信位的菩萨，他前面还有六个位次，从初信、二信到第六信，可以说有现行、有习气，不过愈往上面去愈轻，很明显的他烦恼轻。他有习气，这要知道，习气很难断！到辟支佛。",
      "zh_TW": "要知道佛菩薩沒有絲毫過失，到阿羅漢可以說實際上過失沒有了，他有過失的習氣。譬如喜歡發脾氣的人，他是不是真的有瞋恚心，沒有，實在沒有，阿羅漢確實沒有了，瞋恚斷掉了，可是有時候還有發脾氣的樣子。那是什麼？那是習氣，習氣難斷。習氣到什麼時候斷？到辟支佛就斷了，辟支佛習氣沒有了，阿羅漢還有習氣，何況阿羅漢以下的！諸位要曉得，阿羅漢是我們《華嚴》十信位裡面七信位的菩薩，他前面還有六個位次，從初信、二信到第六信，可以說有現行、有習氣，不過愈往上面去愈輕，很明顯的他煩惱輕。他有習氣，這要知道，習氣很難斷！到辟支佛。"
    },
    {
      "id": "12-017-1774_p0017",
      "zh_CN": "佛在经上说的话，有些话是让我们从言语里面去体会它的难度，可不能把佛的话呆板当真，那我们就错了。因为佛法是活泼的，不是死呆板的，一切法，没有一法是呆板的，全是活泼的，这是什么原因？「一切法从心想生」，你心想是活泼的，所以一切法也是活泼的，你明白这个道理就容易体会到了。阿罗汉断烦恼要多少时间？要一万劫，修行一万劫。辟支佛修行两万劫，习气断了，见思的习气断了。辟支佛修断分别，分别也是慢慢断。分别真的是断掉了，还有分别的习气，他提升了，菩萨。菩萨没有分别，有分别的习气，再往上提升，就是佛，十法界里面的佛。十法界里面的佛，分别习气没有了，他再断妄想，妄想是什么？他练这个功夫，六根接触六尘境界不起心不动念，他用这个功夫，完全用什么？用照住，功夫不到。功夫如果到了，到照见，照见就不在十法界，照见就到一真法界去了。",
      "zh_TW": "佛在經上說的話，有些話是讓我們從言語裡面去體會它的難度，可不能把佛的話呆板當真，那我們就錯了。因為佛法是活潑的，不是死呆板的，一切法，沒有一法是呆板的，全是活潑的，這是什麼原因？「一切法從心想生」，你心想是活潑的，所以一切法也是活潑的，你明白這個道理就容易體會到了。阿羅漢斷煩惱要多少時間？要一萬劫，修行一萬劫。辟支佛修行兩萬劫，習氣斷了，見思的習氣斷了。辟支佛修斷分別，分別也是慢慢斷。分別真的是斷掉了，還有分別的習氣，他提升了，菩薩。菩薩沒有分別，有分別的習氣，再往上提升，就是佛，十法界裡面的佛。十法界裡面的佛，分別習氣沒有了，他再斷妄想，妄想是什麼？他練這個功夫，六根接觸六塵境界不起心不動念，他用這個功夫，完全用什麼？用照住，功夫不到。功夫如果到了，到照見，照見就不在十法界，照見就到一真法界去了。"
    },
    {
      "id": "12-017-1774_p0018",
      "zh_CN": "十法界里面是照住，照住这个功夫是第二个等级；第一个是观照，第二个是照住，最高的是照见，第二个是照住。就像我们念佛人，功夫成片是观照，照住是事一心不乱，照见是理一心不乱。这功夫三个层次，照见是法身菩萨，照住是十法界里面的菩萨，观照是六道的凡夫功夫得力了，这是观照。所以我们晓得，我们所有一切造作的相，自己要清楚，时刻都能提得起来这相是假相、这相是不存在的，为什么？它没有自性，所以相有性无，事有理无，确确实实梦幻泡影。",
      "zh_TW": "十法界裡面是照住，照住這個功夫是第二個等級；第一個是觀照，第二個是照住，最高的是照見，第二個是照住。就像我們念佛人，功夫成片是觀照，照住是事一心不亂，照見是理一心不亂。這功夫三個層次，照見是法身菩薩，照住是十法界裡面的菩薩，觀照是六道的凡夫功夫得力了，這是觀照。所以我們曉得，我們所有一切造作的相，自己要清楚，時刻都能提得起來這相是假相、這相是不存在的，為什麼？它沒有自性，所以相有性無，事有理無，確確實實夢幻泡影。"
    },
    {
      "id": "12-017-1774_p0019",
      "zh_CN": "知道这个事实真相，我们在日常生活当中，我们常说的，跟一切人事物对立的造作会降温，会淡很多。学着不跟人对立，不跟事对立，不跟一切物对立，和睦相处，这个受用就大！所谓是身心和谐，谚语常讲家和万事兴。家和万事兴，身和万德根基就扎稳了。我们称佛万德万能，知道自己本来是佛，为什么我们德能失掉？不和，我们自己身心不和。有对立就不和，有疑虑就不和，怀疑、顾虑，有恐惧就不和，再要有贪瞋痴慢就更糟糕。",
      "zh_TW": "知道這個事實真相，我們在日常生活當中，我們常說的，跟一切人事物對立的造作會降溫，會淡很多。學著不跟人對立，不跟事對立，不跟一切物對立，和睦相處，這個受用就大！所謂是身心和諧，諺語常講家和萬事興。家和萬事興，身和萬德根基就紮穩了。我們稱佛萬德萬能，知道自己本來是佛，為什麼我們德能失掉？不和，我們自己身心不和。有對立就不和，有疑慮就不和，懷疑、顧慮，有恐懼就不和，再要有貪瞋痴慢就更糟糕。"
    },
    {
      "id": "12-017-1774_p0020",
      "zh_CN": "我常勉励同学，对人、对事、对物，人都有控制的念头，有占有的念头，这是错误的，为什么？控制不了，对自己都不能控制，你对外怎么能控制？对自己的身都不能占有，身外之物你怎么会占有得到？所以要知道有跟无，缘分，缘起法！缘生缘灭，它不是真的。《中观论》上说得很好，「因缘所生法，我说即是空」，这我是佛说的。凡是因缘所生之法，都没有自性，这要细心去观察，你就看到了。",
      "zh_TW": "我常勉勵同學，對人、對事、對物，人都有控制的念頭，有佔有的念頭，這是錯誤的，為什麼？控制不了，對自己都不能控制，你對外怎麼能控制？對自己的身都不能佔有，身外之物你怎麼會佔有得到？所以要知道有跟無，緣分，緣起法！緣生緣滅，它不是真的。《中觀論》上說得很好，「因緣所生法，我說即是空」，這我是佛說的。凡是因緣所生之法，都沒有自性，這要細心去觀察，你就看到了。"
    },
    {
      "id": "12-017-1774_p0021",
      "zh_CN": "人生如梦，《金刚经》说「梦幻泡影」，我们前面讲的这几种忍都讲到，梦幻泡影全都讲到。所以你要是会观，看清楚了，解脱。解脱，换个名词你会更好懂，叫什么？自在，解脱就是自在。解（音谢）念去声，不念解（音姊），意思是解开了，把什么东西解开？把烦恼解开；脱是什么？脱离痛苦，脱苦。烦恼解开了，脱苦，所以他得到解脱忍，你只观行阴造作之相为无。其实你要晓得，五阴都不可得，所以观世音菩萨道行到了最高的境界，「照见五蕴皆空」。",
      "zh_TW": "人生如夢，《金剛經》說「夢幻泡影」，我們前面講的這幾種忍都講到，夢幻泡影全都講到。所以你要是會觀，看清楚了，解脫。解脫，換個名詞你會更好懂，叫什麼？自在，解脫就是自在。解（音謝）念去聲，不念解（音姊），意思是解開了，把什麼東西解開？把煩惱解開；脫是什麼？脫離痛苦，脫苦。煩惱解開了，脫苦，所以他得到解脫忍，你只觀行陰造作之相為無。其實你要曉得，五陰都不可得，所以觀世音菩薩道行到了最高的境界，「照見五蘊皆空」。"
    },
    {
      "id": "12-017-1774_p0022",
      "zh_CN": "前面慧忍里面，观受阴的苦乐也不可得。观行阴造作的相也不可得，以行皆无常，诸行无常，这是佛在大小乘经教里头常讲。无常是什么意思？刹那生灭，从这上面去观察就更容易体会。我在年轻的时候，玩过八厘米的摄影机，拍摄的胶卷回来的时候自己剪接，是很费功夫，现在录相是方便太多。那时候这胶卷也很浪费，一卷胶卷放在机器里面，一卷胶卷拍摄的时间只有四分钟，十卷接起来才四十分钟。要剪接，然后在放映机里面放，那就跟放幻灯片完全一样。幻灯片是一张一张，它不是自动的，这放映机是自动的，两种速度，慢速度一秒钟十八张，快速度一秒钟二十四张。从这里面，你要是玩过这个东西，你的体会就更深刻。",
      "zh_TW": "前面慧忍裡面，觀受陰的苦樂也不可得。觀行陰造作的相也不可得，以行皆無常，諸行無常，這是佛在大小乘經教裡頭常講。無常是什麼意思？剎那生滅，從這上面去觀察就更容易體會。我在年輕的時候，玩過八釐米的攝影機，拍攝的膠卷回來的時候自己剪接，是很費功夫，現在錄相是方便太多。那時候這膠卷也很浪費，一卷膠卷放在機器裡面，一卷膠卷拍攝的時間只有四分鐘，十卷接起來才四十分鐘。要剪接，然後在放映機裡面放，那就跟放幻燈片完全一樣。幻燈片是一張一張，它不是自動的，這放映機是自動的，兩種速度，慢速度一秒鐘十八張，快速度一秒鐘二十四張。從這裡面，你要是玩過這個東西，你的體會就更深刻。"
    },
    {
      "id": "12-017-1774_p0023",
      "zh_CN": "佛经跟我们讲宇宙一时顿现，这个比喻就太好了，你看那放映机一打开，幻灯片照到银幕上是一时顿现，没有先后。快速的移动，镜头一关，立刻就换第二张，再一开的时候，第二张镜头看到了，立刻关上，换第三张，动作太快，一秒钟二十四张，我们看到外面的景像像真的一样。玩这些东西，对我们修学大乘很有帮助。行皆无常，从电影放映机里面你就看到，诸行无常。你看一张一张的，一秒钟二十四张，十秒钟二百四十张。从前看电影的底片，这么大一盘，一卷，放映一个多小时，张张都不一样，没有一张是一样的，所以一切法决定没有相同的。",
      "zh_TW": "佛經跟我們講宇宙一時頓現，這個比喻就太好了，你看那放映機一打開，幻燈片照到銀幕上是一時頓現，沒有先後。快速的移動，鏡頭一關，立刻就換第二張，再一開的時候，第二張鏡頭看到了，立刻關上，換第三張，動作太快，一秒鐘二十四張，我們看到外面的景像像真的一樣。玩這些東西，對我們修學大乘很有幫助。行皆無常，從電影放映機裡面你就看到，諸行無常。你看一張一張的，一秒鐘二十四張，十秒鐘二百四十張。從前看電影的底片，這麼大一盤，一卷，放映一個多小時，張張都不一樣，沒有一張是一樣的，所以一切法決定沒有相同的。"
    },
    {
      "id": "12-017-1774_p0024",
      "zh_CN": "江本博士做水实验，告诉我，做了十年，从来没有看到两个结晶是相同的。同样是一个爱，贴在水瓶上面，结的结晶拍摄出来的照片，前一秒钟跟后一秒钟不一样，大同小异，为什么？这爱字贴上去不是一样的事情吗？为什么会不一样？爱，贴的人的爱心不一样。我们两个人都拿这一个爱字，都是印出来的，我也贴一张，你也贴一张，我的爱心跟你的爱心不一样，我前一秒钟的爱心跟后一秒钟的爱心又不一样，所以找不到两个相同的。但是结晶的画面都很美，这是肯定的，不会有相同的。这什么原因？念头没有相同的。佛告诉我们，到什么时候相同？成佛，佛佛道同，为什么？佛没有念头，这诸位要知道，佛是真的没有念头。",
      "zh_TW": "江本博士做水實驗，告訴我，做了十年，從來沒有看到兩個結晶是相同的。同樣是一個愛，貼在水瓶上面，結的結晶拍攝出來的照片，前一秒鐘跟後一秒鐘不一樣，大同小異，為什麼？這愛字貼上去不是一樣的事情嗎？為什麼會不一樣？愛，貼的人的愛心不一樣。我們兩個人都拿這一個愛字，都是印出來的，我也貼一張，你也貼一張，我的愛心跟你的愛心不一樣，我前一秒鐘的愛心跟後一秒鐘的愛心又不一樣，所以找不到兩個相同的。但是結晶的畫面都很美，這是肯定的，不會有相同的。這什麼原因？念頭沒有相同的。佛告訴我們，到什麼時候相同？成佛，佛佛道同，為什麼？佛沒有念頭，這諸位要知道，佛是真的沒有念頭。"
    },
    {
      "id": "12-017-1774_p0025",
      "zh_CN": "菩萨虽然说没有念头，习气没断。四十一品无明是说无明习气厚薄分为四十一类，同类一样不一样？不一样，同一个等级的不一样。好像我们在学校念书，大学从一年级到四年级，同样是一年级的学生，这是一个等级，考试的时候分数不一样，每个人跟每个人不相同，就是你一个人前念跟后念不相同，念念都不一样。到什么时候一样？完全没有念头就一样了，所以佛佛道同。等觉菩萨都不行，为什么？他还有一品习气没断，还有一点点。这个事情佛法讲得透彻、讲得明了。我们明白之后，常常要能够观察诸行无常。日常生活当中，你能够观察到这个境界，你的心慢慢就定了，为什么？于一切事不再计较，你会得清净心，你会得平等心。清净、平等里面生智慧，你会成就无量真实功德。",
      "zh_TW": "菩薩雖然說沒有念頭，習氣沒斷。四十一品無明是說無明習氣厚薄分為四十一類，同類一樣不一樣？不一樣，同一個等級的不一樣。好像我們在學校念書，大學從一年級到四年級，同樣是一年級的學生，這是一個等級，考試的時候分數不一樣，每個人跟每個人不相同，就是你一個人前念跟後念不相同，念念都不一樣。到什麼時候一樣？完全沒有念頭就一樣了，所以佛佛道同。等覺菩薩都不行，為什麼？他還有一品習氣沒斷，還有一點點。這個事情佛法講得透徹、講得明瞭。我們明白之後，常常要能夠觀察諸行無常。日常生活當中，你能夠觀察到這個境界，你的心慢慢就定了，為什麼？於一切事不再計較，你會得清淨心，你會得平等心。清淨、平等裡面生智慧，你會成就無量真實功德。"
    },
    {
      "id": "12-017-1774_p0026",
      "zh_CN": "无有系缚者也。系缚是烦恼，烦恼好像绳索一样，把你捆绑起来，不自由，你感到很痛苦，用这个来做比喻。你不知道诸行无常，以为一切都是真的，你就会在人事上生烦恼，会在物质现象里面生烦恼，你不知道「当体即空，了不可得」。人确实，整个宇宙这些现象的变化，确实就像电影的画面一样，能把整个人生看作是电影的画面，这是八万四千法门里头一个法门。",
      "zh_TW": "無有繫縛者也。繫縛是煩惱，煩惱好像繩索一樣，把你綑綁起來，不自由，你感到很痛苦，用這個來做比喻。你不知道諸行無常，以為一切都是真的，你就會在人事上生煩惱，會在物質現象裡面生煩惱，你不知道「當體即空，了不可得」。人確實，整個宇宙這些現象的變化，確實就像電影的畫面一樣，能把整個人生看作是電影的畫面，這是八萬四千法門裡頭一個法門。"
    },
    {
      "id": "12-017-1774_p0027",
      "zh_CN": "中国谚语里头常讲「人生如戏，人生如梦」。真正懂得，通达明了，就是告诉你，做人不要太认真。对什么要认真？对断恶修善要认真，对积功累德要认真。认真还要不着相，那才高。认真又不着相，那在佛法里叫真精进，认真着相是精进，还不是真的，为什么？着相里有执着，你的执着没放下，执着放下就不着相。不着相还是很精进，叫真精进。知道无常，也会做得很负责任，不是随随便便，并不含糊。认真努力，帮助这些苦难众生，正所谓是水月道场，空华佛事。道场像什么？水里面的月亮；佛事是什么？佛事就是度众生的事业，用释迦牟尼佛做例子，佛事就是教学，帮助一切众生破迷开悟，离苦得乐。教学教得那么认真，表演，表演是身教，自己以身作则。演得那么逼真，讲得那么清楚，很认真做，着不着相？不着相，一丝毫执着都没有，真是三轮体空，这才叫真精进。",
      "zh_TW": "中國諺語裡頭常講「人生如戲，人生如夢」。真正懂得，通達明瞭，就是告訴你，做人不要太認真。對什麼要認真？對斷惡修善要認真，對積功累德要認真。認真還要不著相，那才高。認真又不著相，那在佛法裡叫真精進，認真著相是精進，還不是真的，為什麼？著相裡有執著，你的執著沒放下，執著放下就不著相。不著相還是很精進，叫真精進。知道無常，也會做得很負責任，不是隨隨便便，並不含糊。認真努力，幫助這些苦難眾生，正所謂是水月道場，空華佛事。道場像什麼？水裡面的月亮；佛事是什麼？佛事就是度眾生的事業，用釋迦牟尼佛做例子，佛事就是教學，幫助一切眾生破迷開悟，離苦得樂。教學教得那麼認真，表演，表演是身教，自己以身作則。演得那麼逼真，講得那麼清楚，很認真做，著不著相？不著相，一絲毫執著都沒有，真是三輪體空，這才叫真精進。"
    },
    {
      "id": "12-017-1774_p0028",
      "zh_CN": "底下第六忍，「空忍」，你看五阴过去就是空、无愿、无相、无常、无生，「观三界之苦果无实体而得空忍。以生死之苦谛，性本空寂也」。三界是六道，六道称为三界，这里面有欲界、色界、无色界，这叫三界，所以三界跟六道是一个意思，就是六道轮回。这里面的苦果，欲界里面苦最多，佛把它归纳为三大类，第一个是苦苦，第二个是坏苦，第三个是行苦。后面这个苦是名词，前面这个苦是形容词、是动词。",
      "zh_TW": "底下第六忍，「空忍」，你看五陰過去就是空、無願、無相、無常、無生，「觀三界之苦果無實體而得空忍。以生死之苦諦，性本空寂也」。三界是六道，六道稱為三界，這裡面有欲界、色界、無色界，這叫三界，所以三界跟六道是一個意思，就是六道輪迴。這裡面的苦果，欲界裡面苦最多，佛把它歸納為三大類，第一個是苦苦，第二個是壞苦，第三個是行苦。後面這個苦是名詞，前面這個苦是形容詞、是動詞。"
    },
    {
      "id": "12-017-1774_p0029",
      "zh_CN": "什么叫苦苦？佛把它归纳起来讲八种，八苦。八苦是苦苦，生、老、病、死、怨憎会、爱别离、求不得、五阴炽盛。五阴炽盛就是烦恼、妄想不断，这是因，前面七个是果。这一类的都叫苦苦，欲界里头统统有。色界天里面这些没有了，生、老、病、死、爱别离、求不得、怨憎会，色界天没有了。色界天只有坏苦，还有行苦，为什么？他有色身。色界天有身体，既有身体，当然他有居住的宫殿楼阁。他生到色界天，色界天是化生，不是胎生，所以他没有生苦。化生，所以他也不会生病，也不会衰老，那真正叫什么？长生不老，寿命很长，确实不是我们人间能想像得到的。可是他的寿命是靠什么？靠禅定。",
      "zh_TW": "什麼叫苦苦？佛把它歸納起來講八種，八苦。八苦是苦苦，生、老、病、死、怨憎會、愛別離、求不得、五陰熾盛。五陰熾盛就是煩惱、妄想不斷，這是因，前面七個是果。這一類的都叫苦苦，欲界裡頭統統有。色界天裡面這些沒有了，生、老、病、死、愛別離、求不得、怨憎會，色界天沒有了。色界天只有壞苦，還有行苦，為什麼？他有色身。色界天有身體，既有身體，當然他有居住的宮殿樓閣。他生到色界天，色界天是化生，不是胎生，所以他沒有生苦。化生，所以他也不會生病，也不會衰老，那真正叫什麼？長生不老，壽命很長，確實不是我們人間能想像得到的。可是他的壽命是靠什麼？靠禪定。"
    },
    {
      "id": "12-017-1774_p0030",
      "zh_CN": "色界是四禅，初禅、二禅、三禅、四禅。四禅总共有十八层天，初禅有三层，二禅三层，三禅也是三层，四禅有九层。四禅很复杂有九层天，九层天有三层是正常的，跟前面讲的一样的，另外有个特别的，外道，这个外道修成，叫无想天，那是什么？修无想定，修成功他到那个地方去，这就四种，这四种都是凡夫。另外有五天是圣人，是哪些人住的？阿那含，阿那含在那里修行。就像我们世间宗派不相同，它有五个不同的派别，所以称之为五不还天。就是这些人修行，在四禅天修行，修成功了，他就超越了，超越色界，他证阿罗汉果。阿那含是三果，他不会回到欲界来，也不会到人间来，所以叫他不回来了。不像二果还要回来一次，三果不回来了，四果就是超越六道了。初果，天上人间七次往返，决定证阿罗汉，七次往返。这是佛在大小乘经论上常说到的。",
      "zh_TW": "色界是四禪，初禪、二禪、三禪、四禪。四禪總共有十八層天，初禪有三層，二禪三層，三禪也是三層，四禪有九層。四禪很複雜有九層天，九層天有三層是正常的，跟前面講的一樣的，另外有個特別的，外道，這個外道修成，叫無想天，那是什麼？修無想定，修成功他到那個地方去，這就四種，這四種都是凡夫。另外有五天是聖人，是哪些人住的？阿那含，阿那含在那裡修行。就像我們世間宗派不相同，它有五個不同的派別，所以稱之為五不還天。就是這些人修行，在四禪天修行，修成功了，他就超越了，超越色界，他證阿羅漢果。阿那含是三果，他不會回到欲界來，也不會到人間來，所以叫他不回來了。不像二果還要回來一次，三果不回來了，四果就是超越六道了。初果，天上人間七次往返，決定證阿羅漢，七次往返。這是佛在大小乘經論上常說到的。"
    },
    {
      "id": "12-017-1774_p0031",
      "zh_CN": "但是无色界天，虽然他身体没有了，不要身体了，所以我们中国老子，老子也很不简单，他在《道德经》上说了一句话，他说「吾有大患」，我有很大的忧患，是什么？「为吾有身」，我有这个身体，最大的忧患。真正到高级凡夫，他不要身体，不要身体，没有累赘，那真的是自由自在。身是个很大的累赘，所以这是很聪明，很有智慧的人，身体不要了。我们现在一般人讲灵界，只有灵魂存在，他不要身体。你就晓得色界天还有身体，无色界天身体都不要了，那个定功更深，寿命更长。可是定功失掉的时候，定功再长，有一定的期限，失掉之后，他还要往下堕落，因为他不能再往上提升。定功失掉，总是向下坠落，所以这是行苦。这个行的意思就是刹那刹那在变迁，停不住，它不是永远停在那里，刹那不住。",
      "zh_TW": "但是無色界天，雖然他身體沒有了，不要身體了，所以我們中國老子，老子也很不簡單，他在《道德經》上說了一句話，他說「吾有大患」，我有很大的憂患，是什麼？「為吾有身」，我有這個身體，最大的憂患。真正到高級凡夫，他不要身體，不要身體，沒有累贅，那真的是自由自在。身是個很大的累贅，所以這是很聰明，很有智慧的人，身體不要了。我們現在一般人講靈界，只有靈魂存在，他不要身體。你就曉得色界天還有身體，無色界天身體都不要了，那個定功更深，壽命更長。可是定功失掉的時候，定功再長，有一定的期限，失掉之後，他還要往下墮落，因為他不能再往上提升。定功失掉，總是向下墜落，所以這是行苦。這個行的意思就是剎那剎那在變遷，停不住，它不是永遠停在那裡，剎那不住。"
    },
    {
      "id": "12-017-1774_p0032",
      "zh_CN": "在我们欲界里面，这三种苦都有。苦苦说过了，这大家都知道；坏苦，身也坏，我们穿的衣服，用的东西都会坏，住的房子也会坏，没有一样不会坏，连住的地球还要坏。地球有成住坏空，有沧海桑田。行苦是什么？行苦是我们的青春留不住，没有办法做到年年十八。人衰老，不是一年比一年老，不是一月比一月老，要晓得刹那刹那的老化，你完全没有感觉。这一秒钟比前一秒钟就老了，这叫行苦，行就是你没有办法停止住，叫行苦。这三种苦统统都有，三界的苦果。但是苦果不是真的，这个三界的现象是什么？佛讲了如梦幻泡影，总的给我们了说一句，「凡所有相，皆是虚妄」，三界都有相。所以只要是现相，你一定要知道，它是因缘所生法，当体即是空。",
      "zh_TW": "在我們欲界裡面，這三種苦都有。苦苦說過了，這大家都知道；壞苦，身也壞，我們穿的衣服，用的東西都會壞，住的房子也會壞，沒有一樣不會壞，連住的地球還要壞。地球有成住壞空，有滄海桑田。行苦是什麼？行苦是我們的青春留不住，沒有辦法做到年年十八。人衰老，不是一年比一年老，不是一月比一月老，要曉得剎那剎那的老化，你完全沒有感覺。這一秒鐘比前一秒鐘就老了，這叫行苦，行就是你沒有辦法停止住，叫行苦。這三種苦統統都有，三界的苦果。但是苦果不是真的，這個三界的現象是什麼？佛講了如夢幻泡影，總的給我們了說一句，「凡所有相，皆是虛妄」，三界都有相。所以只要是現相，你一定要知道，它是因緣所生法，當體即是空。"
    },
    {
      "id": "12-017-1774_p0033",
      "zh_CN": "当体即是空，谁看得出来？法身菩萨。我们通常讲的，你能够做到不起心、不动念、不分别、不执着，你就看出事实真相。只要你放下妄想分别执着，你就会看到万法皆空，了不可得。佛家这个空，不好懂。空不是无，不是没有，有，空有。空有是一不是二，你在有上看到是空，就好像什么？我们看电影，你确实了解这电影画面是空，电影的银幕丝毫没有沾染。好像我们看电视，这个画面的体是什么？体是萤幕，萤光幕，萤光幕里面现的画面，画面「当体即空，了不可得」。这个体，画面，画面上丝毫没有沾染，它是真空，所以有是妙有。妙有是有而非有，妙有非有，真空不空，空跟有是一不是二，这是最难懂的。所以这个空不当作无讲，它比有无的意思要深。",
      "zh_TW": "當體即是空，誰看得出來？法身菩薩。我們通常講的，你能夠做到不起心、不動念、不分別、不執著，你就看出事實真相。只要你放下妄想分別執著，你就會看到萬法皆空，了不可得。佛家這個空，不好懂。空不是無，不是沒有，有，空有。空有是一不是二，你在有上看到是空，就好像什麼？我們看電影，你確實了解這電影畫面是空，電影的銀幕絲毫沒有沾染。好像我們看電視，這個畫面的體是什麼？體是螢幕，螢光幕，螢光幕裡面現的畫面，畫面「當體即空，了不可得」。這個體，畫面，畫面上絲毫沒有沾染，它是真空，所以有是妙有。妙有是有而非有，妙有非有，真空不空，空跟有是一不是二，這是最難懂的。所以這個空不當作無講，它比有無的意思要深。"
    },
    {
      "id": "12-017-1774_p0034",
      "zh_CN": "我们在前面讲到的，有无没有出世间，空有超越世间，超越世间叫出世间，这说得好，空有不二，出世间。无中生有，有还归无，这还是世间，没有出世间。这个样子，你能够如是的观照，到照见的时候就得空忍。以生死之苦谛，性本空寂也，生死就没有了，佛法叫了生死。不是生死的现象没有，生死的现象有，生死的真相你明白了，你才晓得生死这个幻相是自性里面因缘所生法，缘聚的时候它就现，缘散的时候就没有了。",
      "zh_TW": "我們在前面講到的，有無沒有出世間，空有超越世間，超越世間叫出世間，這說得好，空有不二，出世間。無中生有，有還歸無，這還是世間，沒有出世間。這個樣子，你能夠如是的觀照，到照見的時候就得空忍。以生死之苦諦，性本空寂也，生死就沒有了，佛法叫了生死。不是生死的現象沒有，生死的現象有，生死的真相你明白了，你才曉得生死這個幻相是自性裡面因緣所生法，緣聚的時候它就現，緣散的時候就沒有了。"
    },
    {
      "id": "12-017-1774_p0035",
      "zh_CN": "在这个地方，我再一次提醒同学，有灵魂还是有生死，灵魂没有分段生死，他有变易生死，这个道理要懂。佛法讲生死是两种，到什么时候没有生死？明心见性，转阿赖耶为大圆镜智的时候，灵魂没有了，灵魂变了，叫什么？叫自性，或者我们叫灵性，不是灵魂，灵性。灵性是法身菩萨，这真的没有了，虽没有，他又能现这个相，众生有感，他到六道里面示现。像释迦牟尼佛三千年前在印度给我们做的示现，那就是有。他也来投胎，他也从小孩慢慢长大，给我们示现八相成道，就是一生当中八个阶段，到最后入般涅槃，就是我们世间人们讲释迦牟尼佛死了，走了，他能示现。他那些示现，就像电视上演的画面一样，你要找他的性，性当中了不可得，性是真的，性本空寂，这是真的。",
      "zh_TW": "在這個地方，我再一次提醒同學，有靈魂還是有生死，靈魂沒有分段生死，他有變易生死，這個道理要懂。佛法講生死是兩種，到什麼時候沒有生死？明心見性，轉阿賴耶為大圓鏡智的時候，靈魂沒有了，靈魂變了，叫什麼？叫自性，或者我們叫靈性，不是靈魂，靈性。靈性是法身菩薩，這真的沒有了，雖沒有，他又能現這個相，眾生有感，他到六道裡面示現。像釋迦牟尼佛三千年前在印度給我們做的示現，那就是有。他也來投胎，他也從小孩慢慢長大，給我們示現八相成道，就是一生當中八個階段，到最後入般涅槃，就是我們世間人們講釋迦牟尼佛死了，走了，他能示現。他那些示現，就像電視上演的畫面一樣，你要找他的性，性當中了不可得，性是真的，性本空寂，這是真的。"
    },
    {
      "id": "12-017-1774_p0036",
      "zh_CN": "中国儒家讲「性本善」，佛家讲「性本空寂」，空寂才是最善。这善，不是善恶的善，善恶的善是世间法；佛不讲善，佛讲觉。觉心不动，换句话说，不动就觉了，一动就迷了，「一念不觉而有无明」，无明就是迷，一念不觉就迷了。这一念不觉，实在讲，速度非常之快，不觉就把觉性变成阿赖耶，阿赖耶的三细相。这三细相就是无明业相，业就是动，它动了，我们现在讲起心动念，动了，这就是无明，这一动，立刻就产生见相，见相是什么？神识，我们现在讲灵魂，这东西马上就现前，从这东西立刻就现相，就变成境界相。境界相是什么？灵魂马上就会去找一个身体。当然在这个层次里面找身体不是普通的身体，我们能想像得到，这是十法界里面佛菩萨的身体，然后再往下坠落，落到辟支佛，落到阿罗汉，再落到六道，每况愈下，愈迷愈深，就这么个道理。解脱之道，反过来就是了。",
      "zh_TW": "中國儒家講「性本善」，佛家講「性本空寂」，空寂才是最善。這善，不是善惡的善，善惡的善是世間法；佛不講善，佛講覺。覺心不動，換句話說，不動就覺了，一動就迷了，「一念不覺而有無明」，無明就是迷，一念不覺就迷了。這一念不覺，實在講，速度非常之快，不覺就把覺性變成阿賴耶，阿賴耶的三細相。這三細相就是無明業相，業就是動，它動了，我們現在講起心動念，動了，這就是無明，這一動，立刻就產生見相，見相是什麼？神識，我們現在講靈魂，這東西馬上就現前，從這東西立刻就現相，就變成境界相。境界相是什麼？靈魂馬上就會去找一個身體。當然在這個層次裡面找身體不是普通的身體，我們能想像得到，這是十法界裡面佛菩薩的身體，然後再往下墜落，落到辟支佛，落到阿羅漢，再落到六道，每況愈下，愈迷愈深，就這麼個道理。解脫之道，反過來就是了。"
    },
    {
      "id": "12-017-1774_p0037",
      "zh_CN": "我们要把迷惑放下，觉观就会往上提升。所以真正功夫没有别的，放下而已。你不要害怕，因为众生迷惑，认为我什么都没有，所以他害怕，才什么都想要，这就错了。你看真正开悟的人，这六祖讲得好，我们应该可以相信，诸佛菩萨每个开悟的，每个大开圆解的，都明白了，不是一个人说的，「何期自性，本自具足」。这句话就是佛在《华严经》上所讲的「一切众生皆有如来智慧德相」，他本自具足，具足什么？就是具足智慧德相，德是道德、是德能、是能力，相就是福报、相好，统统具足，十法界依正庄严，没有一样不具足，是你自性里本有的。现在为什么变成这么困难？因为迷失了自性，自性里面有的东西不能现前，现在生活所需都要临时去找，这找得很辛苦，道理在此地。",
      "zh_TW": "我們要把迷惑放下，覺觀就會往上提升。所以真正功夫沒有別的，放下而已。你不要害怕，因為眾生迷惑，認為我什麼都沒有，所以他害怕，才什麼都想要，這就錯了。你看真正開悟的人，這六祖講得好，我們應該可以相信，諸佛菩薩每個開悟的，每個大開圓解的，都明白了，不是一個人說的，「何期自性，本自具足」。這句話就是佛在《華嚴經》上所講的「一切眾生皆有如來智慧德相」，他本自具足，具足什麼？就是具足智慧德相，德是道德、是德能、是能力，相就是福報、相好，統統具足，十法界依正莊嚴，沒有一樣不具足，是你自性裡本有的。現在為什麼變成這麼困難？因為迷失了自性，自性裡面有的東西不能現前，現在生活所需都要臨時去找，這找得很辛苦，道理在此地。"
    },
    {
      "id": "12-017-1774_p0038",
      "zh_CN": "你只要求明心见性，不要去找，什么都不要去找，见性之后，什么都恢复了，这才是事实真相。佛要我们认可这个事实，这是佛知佛见。佛虽然是苦口婆心，千言万语给我们说明这桩事情，而我们生生世世都在听，一直都是半信半疑。你说不信，相信；你说信，又不敢舍弃现实，种种虚妄不敢放下，这叫半信半疑，不是真信。真信，这世间真舍掉了，真放下了。所以这真信是难，这不是假的。",
      "zh_TW": "你只要求明心見性，不要去找，什麼都不要去找，見性之後，什麼都恢復了，這才是事實真相。佛要我們認可這個事實，這是佛知佛見。佛雖然是苦口婆心，千言萬語給我們說明這樁事情，而我們生生世世都在聽，一直都是半信半疑。你說不信，相信；你說信，又不敢捨棄現實，種種虛妄不敢放下，這叫半信半疑，不是真信。真信，這世間真捨掉了，真放下了。所以這真信是難，這不是假的。"
    },
    {
      "id": "12-017-1774_p0039",
      "zh_CN": "我跟诸位同学报告过，我在台湾受戒之后，去看李老师。李老师还没见面，我在门外，他在门里面，就在慈光图书馆，我在大门外，他在里面看到我了，指着我，「你要信佛，你要信佛」，说了好几声，说的声音很大，旁边人都听见。我进去之后，他叫我坐下来，我也莫名其妙。那个时候我学佛九年了，我在佛学院讲经教学都教了两年，他还叫我要信佛。特别提醒我，可能在座的有几位大德，老师也是有意讲给他们听的。叫我坐下来，跟我讲：有很多老和尚，八、九十岁，临死还不信佛。我愈听愈不懂，这什么意思？后来他才告诉我：能说不能行，那就是不信。我这才恍然大悟，什么叫信？你做到了叫信，你没有做到，不信。这我想也是真的，不是假的。不说别的，我们说三皈，三皈依你做到没有？皈依佛，觉而不迷，我现在还是迷而不觉，不信；皈依法，正而不邪，我现在还是邪而不正；皈依僧，净而不染，我现在还天天染污，不清净，不信。这么一想，老师的话一点都不为过，他说的是实在的，说的是真的。",
      "zh_TW": "我跟諸位同學報告過，我在台灣受戒之後，去看李老師。李老師還沒見面，我在門外，他在門裡面，就在慈光圖書館，我在大門外，他在裡面看到我了，指著我，「你要信佛，你要信佛」，說了好幾聲，說的聲音很大，旁邊人都聽見。我進去之後，他叫我坐下來，我也莫名其妙。那個時候我學佛九年了，我在佛學院講經教學都教了兩年，他還叫我要信佛。特別提醒我，可能在座的有幾位大德，老師也是有意講給他們聽的。叫我坐下來，跟我講：有很多老和尚，八、九十歲，臨死還不信佛。我愈聽愈不懂，這什麼意思？後來他才告訴我：能說不能行，那就是不信。我這才恍然大悟，什麼叫信？你做到了叫信，你沒有做到，不信。這我想也是真的，不是假的。不說別的，我們說三皈，三皈依你做到沒有？皈依佛，覺而不迷，我現在還是迷而不覺，不信；皈依法，正而不邪，我現在還是邪而不正；皈依僧，淨而不染，我現在還天天染污，不清淨，不信。這麼一想，老師的話一點都不為過，他說的是實在的，說的是真的。"
    },
    {
      "id": "12-017-1774_p0040",
      "zh_CN": "十善业道，你上台也会讲。不杀生，你会讲得头头是道，你做到没有？做到，我连小动物都不杀了；你还有没有叫别人生烦恼？这个可能有，这个还是属于杀生里面的一分。恼害众生，害是杀害，恼是叫他生烦恼，这是杀里面的一分。不偷盗，你做到没有？做到了，我现在确实不会再偷盗别人；你有没有占别人便宜的念头？占一点便宜，那是盗心。这个愈讲愈细，才晓得真的不容易。所以十善圆满是成佛，这么一解释，我们才晓得信佛可不是那么容易一桩事情。",
      "zh_TW": "十善業道，你上台也會講。不殺生，你會講得頭頭是道，你做到沒有？做到，我連小動物都不殺了；你還有沒有叫別人生煩惱？這個可能有，這個還是屬於殺生裡面的一分。惱害眾生，害是殺害，惱是叫他生煩惱，這是殺裡面的一分。不偷盜，你做到沒有？做到了，我現在確實不會再偷盜別人；你有沒有佔別人便宜的念頭？佔一點便宜，那是盜心。這個愈講愈細，才曉得真的不容易。所以十善圓滿是成佛，這麼一解釋，我們才曉得信佛可不是那麼容易一樁事情。"
    },
    {
      "id": "12-017-1774_p0041",
      "zh_CN": "所以信佛就是有迷信，我们今天信佛，迷信。连佛是什么，并没有搞清楚就相信，这叫迷信。搞清楚了，正信，还不是真信，正信，就是有理论根据，我不是迷信。什么是真信？做到才是真信。哪些是真信？《华严经》上讲，初信位以后真信，小乘来讲，须陀洹以上真信，证了果才是真信，真佛弟子。我们要努力，在这一生当中要做到真信，真信是难，难里头有容易，有易行道。我们能够做到正信，佛法这些道理能够通达少分，逐渐能够看破放下，念佛生净土这个靠得住。",
      "zh_TW": "所以信佛就是有迷信，我們今天信佛，迷信。連佛是什麼，並沒有搞清楚就相信，這叫迷信。搞清楚了，正信，還不是真信，正信，就是有理論根據，我不是迷信。什麼是真信？做到才是真信。哪些是真信？《華嚴經》上講，初信位以後真信，小乘來講，須陀洹以上真信，證了果才是真信，真佛弟子。我們要努力，在這一生當中要做到真信，真信是難，難裡頭有容易，有易行道。我們能夠做到正信，佛法這些道理能夠通達少分，逐漸能夠看破放下，念佛生淨土這個靠得住。"
    },
    {
      "id": "12-017-1774_p0042",
      "zh_CN": "我劝同学，这么多年来，搞真的不能搞假的。搞真的，一定从弟子规，从感应篇，从十善业，从沙弥律仪下手，我要很认真努力把它做到。统统做到了，晓得还是世间法，为什么？你的执着没有放下，所以它是世间法。执着放下，这些东西叫佛法，那是真信。还有执着，叫正信不是真信。可是这样的，你是世间的善人，善男子、善女人，你往生西方极乐世界凡圣同居土就靠得住了。生到极乐世界，那叫真信，那就不是假的，真信了。",
      "zh_TW": "我勸同學，這麼多年來，搞真的不能搞假的。搞真的，一定從弟子規，從感應篇，從十善業，從沙彌律儀下手，我要很認真努力把它做到。統統做到了，曉得還是世間法，為什麼？你的執著沒有放下，所以它是世間法。執著放下，這些東西叫佛法，那是真信。還有執著，叫正信不是真信。可是這樣的，你是世間的善人，善男子、善女人，你往生西方極樂世界凡聖同居土就靠得住了。生到極樂世界，那叫真信，那就不是假的，真信了。"
    },
    {
      "id": "12-017-1774_p0043",
      "zh_CN": "只要一生到西方极乐世界，那个便宜可就占大了，这我们要相信，这个话谁说？阿弥陀佛自己说的，不是别人说的。生到极乐世界，皆作阿惟越致菩萨，四十八愿里头讲的。阿惟越致是什么？叫三不退，三不退是什么？我们《华严经》里面初住菩萨是三不退。而且阿惟越致是三不退里面的高级菩萨，不是普通菩萨。哪一种菩萨才叫阿惟越致，七地菩萨才是阿惟越致。所以蕅益大师注解《弥陀经》的时候，他说得好，他说西方极乐世界你到那里去，说你是凡夫，你不是凡夫；说你是菩萨，你也不是菩萨，为什么？说你是凡夫，你是阿惟越致菩萨！说你是阿惟越致菩萨，你是凡夫！说什么都不是，那是事实真相。阿弥陀佛本愿威神加持你，把你提升到阿惟越致。学佛的同学，如果把这个机会错过，那叫真可惜。你搞其他的法门，要到阿惟越致菩萨，可不是那么简单，那真的叫多生多劫，多到什么程度？没有法子计算，所以佛经上常讲，无量劫，你才能到那个地步。但是你要修净土法门，你一生就能成就，所以这个法门叫难信之法，什么人难信？那些诸大菩萨难信。这些诸大菩萨你看看修了无量劫，他才修到这个位次，你怎么一下就来了？哪有这种道理！所以他不相信。",
      "zh_TW": "只要一生到西方極樂世界，那個便宜可就佔大了，這我們要相信，這個話誰說？阿彌陀佛自己說的，不是別人說的。生到極樂世界，皆作阿惟越致菩薩，四十八願裡頭講的。阿惟越致是什麼？叫三不退，三不退是什麼？我們《華嚴經》裡面初住菩薩是三不退。而且阿惟越致是三不退裡面的高級菩薩，不是普通菩薩。哪一種菩薩才叫阿惟越致，七地菩薩才是阿惟越致。所以蕅益大師註解《彌陀經》的時候，他說得好，他說西方極樂世界你到那裡去，說你是凡夫，你不是凡夫；說你是菩薩，你也不是菩薩，為什麼？說你是凡夫，你是阿惟越致菩薩！說你是阿惟越致菩薩，你是凡夫！說什麼都不是，那是事實真相。阿彌陀佛本願威神加持你，把你提升到阿惟越致。學佛的同學，如果把這個機會錯過，那叫真可惜。你搞其他的法門，要到阿惟越致菩薩，可不是那麼簡單，那真的叫多生多劫，多到什麼程度？沒有法子計算，所以佛經上常講，無量劫，你才能到那個地步。但是你要修淨土法門，你一生就能成就，所以這個法門叫難信之法，什麼人難信？那些諸大菩薩難信。這些諸大菩薩你看看修了無量劫，他才修到這個位次，你怎麼一下就來了？哪有這種道理！所以他不相信。"
    },
    {
      "id": "12-017-1774_p0044",
      "zh_CN": "《无量寿经》有说明，多少菩萨想求这个法门，没有缘分，遇不到。《华严》是大经，《华严经》殊胜之处，最后十大愿王导归极乐世界，而且善财童子给我们做榜样，善财童子修什么法门？修念佛法门，这种示现都是不可思议。由此我们就明了，我们人生第一桩大事是什么？念佛求生净土。这些大经我们常学、常听，把宇宙森罗万象的真相搞清楚、搞明白了，安心的放下了。搞不清楚，总认为是真的，样样放不下；搞清楚之后，样样都放下了。有，不碍事，没有，很好；没有，什么都不求，有，什么也不放在心上，这就得大自在。",
      "zh_TW": "《無量壽經》有說明，多少菩薩想求這個法門，沒有緣分，遇不到。《華嚴》是大經，《華嚴經》殊勝之處，最後十大願王導歸極樂世界，而且善財童子給我們做榜樣，善財童子修什麼法門？修念佛法門，這種示現都是不可思議。由此我們就明瞭，我們人生第一樁大事是什麼？念佛求生淨土。這些大經我們常學、常聽，把宇宙森羅萬象的真相搞清楚、搞明白了，安心的放下了。搞不清楚，總認為是真的，樣樣放不下；搞清楚之後，樣樣都放下了。有，不礙事，沒有，很好；沒有，什麼都不求，有，什麼也不放在心上，這就得大自在。"
    },
    {
      "id": "12-017-1774_p0045",
      "zh_CN": "李老师当年在台中，讲经的时候给我们举个例子：你现在人在讲堂里听讲经，经讲到一半，你家里人来报告你，你们家的房子失火，烧掉了，你怎么样？你如果赶快回去了，没有道心，这人不能成功。真学佛的，烧尽管它烧去，与我不相干，我听经要紧，这种人能成功。也就是说，这个时候看你有没有放下？你还赶快回去，去救房子，去救那些金银财宝，你不是真学佛，你这一生在佛法上不会成就，这是放下要这样放下才行。确实若无其事，心地清净，一尘不染。尤其知道因果的时候，因果会有一个很大的帮助，为什么？你命里有，烧尽管烧，会再来；命里没有，烧掉就算了，命里没有，让它烧掉。所以因果通达，对学佛有很大的帮助。",
      "zh_TW": "李老師當年在台中，講經的時候給我們舉個例子：你現在人在講堂裡聽講經，經講到一半，你家裡人來報告你，你們家的房子失火，燒掉了，你怎麼樣？你如果趕快回去了，沒有道心，這人不能成功。真學佛的，燒儘管它燒去，與我不相干，我聽經要緊，這種人能成功。也就是說，這個時候看你有沒有放下？你還趕快回去，去救房子，去救那些金銀財寶，你不是真學佛，你這一生在佛法上不會成就，這是放下要這樣放下才行。確實若無其事，心地清淨，一塵不染。尤其知道因果的時候，因果會有一個很大的幫助，為什麼？你命裡有，燒儘管燒，會再來；命裡沒有，燒掉就算了，命裡沒有，讓它燒掉。所以因果通達，對學佛有很大的幫助。"
    },
    {
      "id": "12-017-1774_p0046",
      "zh_CN": "空，无愿，无相，叫三解脱门。大乘教里三解脱门，第一个空，第二个无愿，你看底下第三个无相。「无愿忍。观三界之苦因皆空」，你看空是观三界之苦果，现在叫你再回过头来看三界的苦因空，「而得无愿忍。以烦恼之集谛，性本清净也」。大乘教常讲，「烦恼即菩提，生死即涅槃」。集是因，苦是果，四谛里面的苦集灭道。烦恼也是相有性无，事有理无。菩提的性是自性，烦恼的性也是自性，为什么会有烦恼跟菩提？觉悟了，烦恼就叫菩提；迷了，菩提就叫烦恼。烦恼跟菩提是一桩事情，不是两桩事情。菩提的果是涅槃，烦恼的果是苦谛，由此可知，佛法里面只有迷悟，除迷悟之外没有别的。觉悟了，凡夫本来是佛；迷了的时候，佛就做凡夫了，是一不是二，这叫不二法门。",
      "zh_TW": "空，無願，無相，叫三解脫門。大乘教裡三解脫門，第一個空，第二個無願，你看底下第三個無相。「無願忍。觀三界之苦因皆空」，你看空是觀三界之苦果，現在叫你再回過頭來看三界的苦因空，「而得無願忍。以煩惱之集諦，性本清淨也」。大乘教常講，「煩惱即菩提，生死即涅槃」。集是因，苦是果，四諦裡面的苦集滅道。煩惱也是相有性無，事有理無。菩提的性是自性，煩惱的性也是自性，為什麼會有煩惱跟菩提？覺悟了，煩惱就叫菩提；迷了，菩提就叫煩惱。煩惱跟菩提是一樁事情，不是兩樁事情。菩提的果是涅槃，煩惱的果是苦諦，由此可知，佛法裡面只有迷悟，除迷悟之外沒有別的。覺悟了，凡夫本來是佛；迷了的時候，佛就做凡夫了，是一不是二，這叫不二法門。"
    },
    {
      "id": "12-017-1774_p0047",
      "zh_CN": "所以教我们观三界的苦因。我们就要知道，八苦的因是什么？苦苦。坏苦的因是什么？行苦的因是什么？总的来说，都是虚妄的执着。执着不是心法，也不是色法，在百法里面，它排列在不相应行法里头。什么叫不相应？就是它不跟色相应，它不跟心相应，它不跟心所相应，换句话说，它完全是假的，所以叫不相应行法，有这么个事情。你不能说它没有，它有，但是它不可得，真的是不可得，用现在的话来说，就是抽象概念，是个错误的抽象概念，是个虚幻的抽象概念。",
      "zh_TW": "所以教我們觀三界的苦因。我們就要知道，八苦的因是什麼？苦苦。壞苦的因是什麼？行苦的因是什麼？總的來說，都是虛妄的執著。執著不是心法，也不是色法，在百法裡面，它排列在不相應行法裡頭。什麼叫不相應？就是它不跟色相應，它不跟心相應，它不跟心所相應，換句話說，它完全是假的，所以叫不相應行法，有這麼個事情。你不能說它沒有，它有，但是它不可得，真的是不可得，用現在的話來說，就是抽象概念，是個錯誤的抽象概念，是個虛幻的抽象概念。"
    },
    {
      "id": "12-017-1774_p0048",
      "zh_CN": "佛在经教上讲得好，「一切法从心想生」，这个虚妄的抽象概念，它也离不开心、心所、色法，离不开这三样，从这三样里面产生的。虽产生三样，它哪一样都是。你这样细细观察、去体会，一切众生所造的苦因不可得，可是你迷了之后，苦因后头感苦果。这里面你要再细心去体会，所谓万法皆空，你看苦因是空的，苦果也是空的，因果不空。因为你有执着，你有分别，所以因果不空。你没有执着，没有分别，因果皆不可得。虽不可得，它还是不空，为什么？菩萨超越了十法界，住在一真法界，那是法身大士，法界里面众生有感，他就来应，他来应的时候，因果不空的相就会现前。他不应的时候，没有；他应的时候，就有。",
      "zh_TW": "佛在經教上講得好，「一切法從心想生」，這個虛妄的抽象概念，它也離不開心、心所、色法，離不開這三樣，從這三樣裡面產生的。雖產生三樣，它哪一樣都是。你這樣細細觀察、去體會，一切眾生所造的苦因不可得，可是你迷了之後，苦因後頭感苦果。這裡面你要再細心去體會，所謂萬法皆空，你看苦因是空的，苦果也是空的，因果不空。因為你有執著，你有分別，所以因果不空。你沒有執著，沒有分別，因果皆不可得。雖不可得，它還是不空，為什麼？菩薩超越了十法界，住在一真法界，那是法身大士，法界裡面眾生有感，他就來應，他來應的時候，因果不空的相就會現前。他不應的時候，沒有；他應的時候，就有。"
    },
    {
      "id": "12-017-1774_p0049",
      "zh_CN": "你看释迦牟尼佛，这经上有记载的，他老人家曾经有三个月马麦之报。出去托钵，碰到荒年，旱灾，没有收成，人民吃东西都吃不到，没东西吃。喂马的麦子，不是人吃的，喂马的，拿那个来供养佛。佛曾经有三个月，在饥荒的时候，别人供养的，喂畜生的东西拿来供佛。那是什么？因果，因果不空。所以，因果不空显示在六道里。诸佛菩萨，这是说明都不能够避免的。孔子，传记里有记载，在陈国的时候，也是遇到饥荒，没有东西吃，大圣大贤都不例外。所以我们如果遇到灾难现前，就要想到佛在经上讲的「因果不空」。不要去在意，不要过分的去执着。当然在灾难现前的时候，需要去找食物，找不到也无所谓。找到什么，将就一点，要用什么？要用意念来化解问题。你说不干净的东西，只要心清净，意念能转变。这个道理，日本江本博士做的实验，这是科学证明。",
      "zh_TW": "你看釋迦牟尼佛，這經上有記載的，他老人家曾經有三個月馬麥之報。出去托缽，碰到荒年，旱災，沒有收成，人民吃東西都吃不到，沒東西吃。餵馬的麥子，不是人吃的，餵馬的，拿那個來供養佛。佛曾經有三個月，在飢荒的時候，別人供養的，餵畜生的東西拿來供佛。那是什麼？因果，因果不空。所以，因果不空顯示在六道裡。諸佛菩薩，這是說明都不能夠避免的。孔子，傳記裡有記載，在陳國的時候，也是遇到飢荒，沒有東西吃，大聖大賢都不例外。所以我們如果遇到災難現前，就要想到佛在經上講的「因果不空」。不要去在意，不要過分的去執著。當然在災難現前的時候，需要去找食物，找不到也無所謂。找到什麼，將就一點，要用什麼？要用意念來化解問題。你說不乾淨的東西，只要心清淨，意念能轉變。這個道理，日本江本博士做的實驗，這是科學證明。"
    },
    {
      "id": "12-017-1774_p0050",
      "zh_CN": "最显明的就是日本琵琶湖的一个海湾，二十多年来，因为那个海湾，水不是活水，死水，所以水不流，里面生的是野草，气味很难闻，臭水沟一样，二十年，水不干净，肮脏。他们做个实验，找了好像是一百五十多个人，请了一位九十多岁的老法师带领大家做一个小时的祈祷，祈祷什么？大家同心协力把一切妄念放下，一个念头，「湖水干净了，湖水干净了」。他们祈祷一个小时，走了，到第三天的时候，湖水真的干净了，气味没有了。日本的电视台、报纸都报导，居然维持了半年。如果要有这么多人诚心诚意每个月去祈祷一次，它就永远干净了。如果每个星期去祈祷一次，更没有话说了，那水就可以生喝了。你就晓得，一切法从心想生，境随心转，所以人的意念力量太大！它能造一切。",
      "zh_TW": "最顯明的就是日本琵琶湖的一個海灣，二十多年來，因為那個海灣，水不是活水，死水，所以水不流，裡面生的是野草，氣味很難聞，臭水溝一樣，二十年，水不乾淨，骯髒。他們做個實驗，找了好像是一百五十多個人，請了一位九十多歲的老法師帶領大家做一個小時的祈禱，祈禱什麼？大家同心協力把一切妄念放下，一個念頭，「湖水乾淨了，湖水乾淨了」。他們祈禱一個小時，走了，到第三天的時候，湖水真的乾淨了，氣味沒有了。日本的電視台、報紙都報導，居然維持了半年。如果要有這麼多人誠心誠意每個月去祈禱一次，它就永遠乾淨了。如果每個星期去祈禱一次，更沒有話說了，那水就可以生喝了。你就曉得，一切法從心想生，境隨心轉，所以人的意念力量太大！它能造一切。"
    },
    {
      "id": "12-017-1774_p0051",
      "zh_CN": "我们的命运是意念造的，所以意念能转变命运，《了凡四训》的例子不就是的吗？人都有命运，「一饮一啄，莫非前定」，命运从哪里来的？过去生中造作的因，这一生受的这个果报。这是现在有科学证明，我们要相信。我们能不能改变命运？能，很容易，不难，只要你懂这个道理、懂这个方法，深信不疑，你就转变了。",
      "zh_TW": "我們的命運是意念造的，所以意念能轉變命運，《了凡四訓》的例子不就是的嗎？人都有命運，「一飲一啄，莫非前定」，命運從哪裡來的？過去生中造作的因，這一生受的這個果報。這是現在有科學證明，我們要相信。我們能不能改變命運？能，很容易，不難，只要你懂這個道理、懂這個方法，深信不疑，你就轉變了。"
    },
    {
      "id": "12-017-1774_p0052",
      "zh_CN": "人，我们看到西方的报导，现在这种报导很多，我看过好几本书，里面写的是人濒死的经验，就是人真的死去了，他又活过来了。说他断气，死的时候，那段时间有的人是十几分钟，断气又活过来了，有的人是二、三个小时，有的人，还有二、三天活过来了。还有人已经在殡仪馆里，棺材里活了爬出来，大概是三天。说他死了之后，遇到些什么事情，这例子好多。这是给我们说明什么？说明人并没有死，死是身体，身体丢掉了，他离开他的身体，我们中国人讲灵魂出窍。大多数人，断气的时候，心脏不跳了，呼吸停止，他自己感觉他浮上来，回过头来，看到他自己身体躺在床上，医生护士给他急救，他都知道，他都很清楚。",
      "zh_TW": "人，我們看到西方的報導，現在這種報導很多，我看過好幾本書，裡面寫的是人瀕死的經驗，就是人真的死去了，他又活過來了。說他斷氣，死的時候，那段時間有的人是十幾分鐘，斷氣又活過來了，有的人是二、三個小時，有的人，還有二、三天活過來了。還有人已經在殯儀館裡，棺材裡活了爬出來，大概是三天。說他死了之後，遇到些什麼事情，這例子好多。這是給我們說明什麼？說明人並沒有死，死是身體，身體丟掉了，他離開他的身體，我們中國人講靈魂出竅。大多數人，斷氣的時候，心臟不跳了，呼吸停止，他自己感覺他浮上來，回過頭來，看到他自己身體躺在床上，醫生護士給他急救，他都知道，他都很清楚。"
    },
    {
      "id": "12-017-1774_p0053",
      "zh_CN": "所以这个经验，一般讲，人死了之后，都会通过一个隧道，很黑暗的地方，然后看到光明。境界不相同，真的，心地善良的看到都是光明，心地不善的看到都是漆黑，种种境界现前。我非常相信，因为我自己也有这个经验，跟这些书上报导的很相似。我以前没有读过这些书，不知道。看了这些东西，想想，我曾经有这么一次，但是我灵魂离开身体多久，我不知道，因为在夜晚，睡觉，可能别人也不知道。确实是在生病的时候，一般人也没有注意到。等我醒过来的时候，病就好了，病就没有了。这个现象也给这些人证明了，他们确实是如此，有很多醒过来之后，病就没有了。",
      "zh_TW": "所以這個經驗，一般講，人死了之後，都會通過一個隧道，很黑暗的地方，然後看到光明。境界不相同，真的，心地善良的看到都是光明，心地不善的看到都是漆黑，種種境界現前。我非常相信，因為我自己也有這個經驗，跟這些書上報導的很相似。我以前沒有讀過這些書，不知道。看了這些東西，想想，我曾經有這麼一次，但是我靈魂離開身體多久，我不知道，因為在夜晚，睡覺，可能別人也不知道。確實是在生病的時候，一般人也沒有注意到。等我醒過來的時候，病就好了，病就沒有了。這個現象也給這些人證明了，他們確實是如此，有很多醒過來之後，病就沒有了。"
    },
    {
      "id": "12-017-1774_p0054",
      "zh_CN": "这得无愿忍。无愿，我们现在念佛求生净土，还是有愿，不能够无愿。这一段我们还没有讲完，今天时间到了，这个无愿我们下一堂课还要继续来讲，什么才叫真正的无愿。",
      "zh_TW": "這得無願忍。無願，我們現在念佛求生淨土，還是有願，不能夠無願。這一段我們還沒有講完，今天時間到了，這個無願我們下一堂課還要繼續來講，什麼才叫真正的無願。"
    }
  ]
}