{
  "doc_id": "12-017-1495",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四九五卷",
    "zh_TW": "第一四九五卷"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-017-1495",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "12-017-1495_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「净行品第十一」。清凉大师《疏》，我们接着前面，看「别开义类」，它有「三事」，第一「愿所依事」，第二「愿所为境」。前面讲到「愿所为境」，我们今天接着看这段文。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「淨行品第十一」。清涼大師《疏》，我們接著前面，看「別開義類」，它有「三事」，第一「願所依事」，第二「願所為境」。前面講到「願所為境」，我們今天接著看這段文。"
    },
    {
      "id": "12-017-1495_p0002",
      "zh_CN": "「二愿所为境，其一一愿，尽该法界一切有情，不同权小，谈有藏无故，又愿即行，成回向故，一一皆成所行清净善业行故，如云知家性空，则菩萨之心，必诣空矣」。这段开示是清凉大师所说的。「愿所为境」是讲这品经总有一百四十一愿，每一愿的境界都是遍法界虚空界。从这个地方我们才知道，为什么佛要说「菩萨不修普贤行，不能圆成佛道」，我们从这个地方就明白了。普贤行跟大乘菩萨行，差别在哪里？在心量的不同。大乘菩萨还没有这么大的心量，普贤菩萨的心量，一切时、一切处、一切境缘之中，起心动念都是遍法界虚空界一切众生，为所缘的境界；这个心量等虚空法界，是自性的圆满流露。这些地方非常值得我们学习。我们要把心量拓开，真正能够离一切苦，得一切乐；世出世间一切苦，都是心量太小，要把心量拓开。所以，它不同权教、小乘，「谈有藏无」，总不能够遍法界虚空界。",
      "zh_TW": "「二願所為境，其一一願，盡該法界一切有情，不同權小，談有藏無故，又願即行，成迴向故，一一皆成所行清淨善業行故，如云知家性空，則菩薩之心，必詣空矣」。這段開示是清涼大師所說的。「願所為境」是講這品經總有一百四十一願，每一願的境界都是遍法界虛空界。從這個地方我們才知道，為什麼佛要說「菩薩不修普賢行，不能圓成佛道」，我們從這個地方就明白了。普賢行跟大乘菩薩行，差別在哪裡？在心量的不同。大乘菩薩還沒有這麼大的心量，普賢菩薩的心量，一切時、一切處、一切境緣之中，起心動念都是遍法界虛空界一切眾生，為所緣的境界；這個心量等虛空法界，是自性的圓滿流露。這些地方非常值得我們學習。我們要把心量拓開，真正能夠離一切苦，得一切樂；世出世間一切苦，都是心量太小，要把心量拓開。所以，它不同權教、小乘，「談有藏無」，總不能夠遍法界虛空界。"
    },
    {
      "id": "12-017-1495_p0003",
      "zh_CN": "下面又说，愿就是行，行就是愿，成回向故。回向，前面讲过，回向三处，一一愿、一一行，成就回向实际。实际就是自性，就是法性；换句话说，与法性圆满的相应。法性是什么？这个不能不知道，知道，你就见性，你就成佛了。不能不知道，但是我们也很难明了。见性的菩萨他能够了解，没有见性的，我们只有个模糊的概念。但是它有个原则，我们要能体会到，那就是纯净纯善，离一切相。离一切相，我们抓住一个纲领，离妄想分别执着就行了。这里头决定没有执着，没有分别，没有起心动念，这与自性相应。",
      "zh_TW": "下面又說，願就是行，行就是願，成迴向故。迴向，前面講過，迴向三處，一一願、一一行，成就迴向實際。實際就是自性，就是法性；換句話說，與法性圓滿的相應。法性是什麼？這個不能不知道，知道，你就見性，你就成佛了。不能不知道，但是我們也很難明瞭。見性的菩薩他能夠了解，沒有見性的，我們只有個模糊的概念。但是它有個原則，我們要能體會到，那就是純淨純善，離一切相。離一切相，我們抓住一個綱領，離妄想分別執著就行了。這裡頭決定沒有執著，沒有分別，沒有起心動念，這與自性相應。"
    },
    {
      "id": "12-017-1495_p0004",
      "zh_CN": "第二，回向菩提，这个就比较好懂。我们的修学求什么？求智慧，菩提是智慧，彻底的觉悟，求这个；决定不是求人天的富贵，不是求名闻利养，不是求人天福报，这要知道。为什么？那是假的，不是真的。《般若经》上讲，「凡所有相，皆是虚妄」，这个一定要明了。佛教我们求真的，不求假的，真是永恒不变，求智慧！智慧从哪里来？智慧从清净心来。你看《金刚经》上讲得很好，「信心清净，则生实相」，我们的心清净到一定的程度，实相智慧就现前。",
      "zh_TW": "第二，迴向菩提，這個就比較好懂。我們的修學求什麼？求智慧，菩提是智慧，徹底的覺悟，求這個；決定不是求人天的富貴，不是求名聞利養，不是求人天福報，這要知道。為什麼？那是假的，不是真的。《般若經》上講，「凡所有相，皆是虛妄」，這個一定要明瞭。佛教我們求真的，不求假的，真是永恆不變，求智慧！智慧從哪裡來？智慧從清淨心來。你看《金剛經》上講得很好，「信心清淨，則生實相」，我們的心清淨到一定的程度，實相智慧就現前。"
    },
    {
      "id": "12-017-1495_p0005",
      "zh_CN": "实相智慧的起用，就是无所不知，换句话说，任何问题都没有了。九法界众生的问题，他要提出来，你都能一一的帮助他解决，这是智慧。我们自己所求，要用佛经上一句话来说，「阿耨多罗三藐三菩提」，我们的目标祈求的是无上正等正觉。这句话里头有三个阶梯，首先要求「正觉」，正觉从哪里来？佛在经论里面讲得很清楚，讲得很多，而且不断重复在讲，慈悲到了极处！时时刻刻在提醒我们，一定要放下对世出世间法一切的执着。要晓得执着是见思烦恼！放下一切执着，正觉就现前。",
      "zh_TW": "實相智慧的起用，就是無所不知，換句話說，任何問題都沒有了。九法界眾生的問題，他要提出來，你都能一一的幫助他解決，這是智慧。我們自己所求，要用佛經上一句話來說，「阿耨多羅三藐三菩提」，我們的目標祈求的是無上正等正覺。這句話裡頭有三個階梯，首先要求「正覺」，正覺從哪裡來？佛在經論裡面講得很清楚，講得很多，而且不斷重複在講，慈悲到了極處！時時刻刻在提醒我們，一定要放下對世出世間法一切的執著。要曉得執著是見思煩惱！放下一切執著，正覺就現前。"
    },
    {
      "id": "12-017-1495_p0006",
      "zh_CN": "要知道，无上正等正觉是一切众生本来有的，就是《三字经》上讲的，「人之初，性本善」，我们的本性本善。善是什么？善里头有无量智慧，无量才艺，无量相好。善，本善！一切众生平等平等，毫无差别。我们的善到哪里去了？我们的善被烦恼障碍住，所以它不能现前。第一个障碍，就是执着。你只要有执着，无论对哪一法、对什么事，只要有执着，智慧就不能现前，正觉就不能现前；执着放下，正觉就现前。这不是圆满智慧，是一部分，露出来了。",
      "zh_TW": "要知道，無上正等正覺是一切眾生本來有的，就是《三字經》上講的，「人之初，性本善」，我們的本性本善。善是什麼？善裡頭有無量智慧，無量才藝，無量相好。善，本善！一切眾生平等平等，毫無差別。我們的善到哪裡去了？我們的善被煩惱障礙住，所以它不能現前。第一個障礙，就是執著。你只要有執著，無論對哪一法、對什麼事，只要有執著，智慧就不能現前，正覺就不能現前；執著放下，正覺就現前。這不是圓滿智慧，是一部分，露出來了。"
    },
    {
      "id": "12-017-1495_p0007",
      "zh_CN": "功夫再向上提升，把对世出世间一切法的分别也断掉，不分别了，智慧又透出一层，叫「正等正觉」；最后把起心动念也放下，于一切法里头不起心不动念，那就是「无上正等正觉」。佛把事实真相告诉我们，又把他修行证果的方法教给我们。方法没有别的，放下而已！放下太重要了，放下是真正的功夫。佛是彻底放下，这我们要晓得，要认真努力去学习。一放下，无上正等正觉现前，圆满的现前。这时候就像诸佛如来一样，你会说「一切众生皆有如来智慧德相，但以妄想执着而不能证得」。所以回向菩提，这是自利。",
      "zh_TW": "功夫再向上提升，把對世出世間一切法的分別也斷掉，不分別了，智慧又透出一層，叫「正等正覺」；最後把起心動念也放下，於一切法裡頭不起心不動念，那就是「無上正等正覺」。佛把事實真相告訴我們，又把他修行證果的方法教給我們。方法沒有別的，放下而已！放下太重要了，放下是真正的功夫。佛是徹底放下，這我們要曉得，要認真努力去學習。一放下，無上正等正覺現前，圓滿的現前。這時候就像諸佛如來一樣，你會說「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」。所以迴向菩提，這是自利。"
    },
    {
      "id": "12-017-1495_p0008",
      "zh_CN": "第三，回向众生，这是利他。我们前天，内部同修谈话的时候，我们也提到。人到这个世间来，为的是什么？佛给我们的答复，两桩事情：一般人到这个世间来是酬业，人生酬业，酬是酬偿，业是你过去造的业因。过去生中你造的善业，这一生当中你来享福，你到这里来干什么的？来享福的。如果过去造的是恶业，不善业，那你到这人间来干什么？来受果报的。业因果报丝毫不爽，你要是把这个事实真相搞清楚、搞明白了，你这一生无论过什么样的生活，你不再怨天，不再尤人。不怨天，不尤人，老老实实安分守己，这就对了。来消受业报！业有善恶，果有苦乐，这是一般人。",
      "zh_TW": "第三，迴向眾生，這是利他。我們前天，內部同修談話的時候，我們也提到。人到這個世間來，為的是什麼？佛給我們的答覆，兩樁事情：一般人到這個世間來是酬業，人生酬業，酬是酬償，業是你過去造的業因。過去生中你造的善業，這一生當中你來享福，你到這裡來幹什麼的？來享福的。如果過去造的是惡業，不善業，那你到這人間來幹什麼？來受果報的。業因果報絲毫不爽，你要是把這個事實真相搞清楚、搞明白了，你這一生無論過什麼樣的生活，你不再怨天，不再尤人。不怨天，不尤人，老老實實安分守己，這就對了。來消受業報！業有善惡，果有苦樂，這是一般人。"
    },
    {
      "id": "12-017-1495_p0009",
      "zh_CN": "另外一种，是佛菩萨应化到这个世间来示现的，他是干什么？就是我们第三回向讲的，回向众生，回向众生不能说空话，要有实际行动。众生有感，佛菩萨就有应，佛菩萨到这个世间来示现，感应道交。他来做什么？他来教化众生。像释迦牟尼佛当年出现在印度，都是做样子给我们看。三十岁成道，什么叫成道？三十岁那年他才彻底放下，就是我们刚才说的，于世出世间一切法不再执着，不再分别，不再起心动念，彻底放下。真心、自性圆满的现前，这个圆满现前，就是显示出无量智慧，无量才艺，无量相好。",
      "zh_TW": "另外一種，是佛菩薩應化到這個世間來示現的，他是幹什麼？就是我們第三迴向講的，迴向眾生，迴向眾生不能說空話，要有實際行動。眾生有感，佛菩薩就有應，佛菩薩到這個世間來示現，感應道交。他來做什麼？他來教化眾生。像釋迦牟尼佛當年出現在印度，都是做樣子給我們看。三十歲成道，什麼叫成道？三十歲那年他才徹底放下，就是我們剛才說的，於世出世間一切法不再執著，不再分別，不再起心動念，徹底放下。真心、自性圓滿的現前，這個圓滿現前，就是顯示出無量智慧，無量才藝，無量相好。"
    },
    {
      "id": "12-017-1495_p0010",
      "zh_CN": "智慧、才艺大概没有什么问题，为什么？我们看了佛教这么多经典，佛是真有智慧，真有才艺。相好是福报！好像释迦牟尼佛一生，过的是托钵的生活，日中一食，树下一宿，现在人看到是苦不堪言，这哪有福报？那你仔细再观察，释迦牟尼佛的三十二相八十种好，福报从相貌当中显示出来。再细心观察，当时这些国王大臣、龙天善神、九界众生皈依受教，你说这是不是福报？是！你从这个地方细细看。",
      "zh_TW": "智慧、才藝大概沒有什麼問題，為什麼？我們看了佛教這麼多經典，佛是真有智慧，真有才藝。相好是福報！好像釋迦牟尼佛一生，過的是托缽的生活，日中一食，樹下一宿，現在人看到是苦不堪言，這哪有福報？那你仔細再觀察，釋迦牟尼佛的三十二相八十種好，福報從相貌當中顯示出來。再細心觀察，當時這些國王大臣、龍天善神、九界眾生皈依受教，你說這是不是福報？是！你從這個地方細細看。"
    },
    {
      "id": "12-017-1495_p0011",
      "zh_CN": "释迦牟尼佛的净土我们凡夫见不到，可是世尊偶尔也现一现，用他的神力显现出来让大家看看。有那么一、二次，大家怀疑释迦牟尼佛的报土，佛以脚趾按到地上，山河大地突然之间产生变化，就跟极乐世界一样。佛、法身菩萨，实际上是住净土，而我们凡夫住秽土。就像现在我们看电视，两个不同的频道，我们没有办法同时看两个不同频道；而佛与法身菩萨，频道的界限全部突破，所以他住的叫一真法界。一真法界具足无量无边的法界，没有障碍，这是《华严》末后讲「不思议解脱境界」；换句话说，解脱境界是不思议的境界。真的，这个不思议是不起心不动念，就突破了，科学家讲的空间维次，真有，不是没有。",
      "zh_TW": "釋迦牟尼佛的淨土我們凡夫見不到，可是世尊偶爾也現一現，用他的神力顯現出來讓大家看看。有那麼一、二次，大家懷疑釋迦牟尼佛的報土，佛以腳趾按到地上，山河大地突然之間產生變化，就跟極樂世界一樣。佛、法身菩薩，實際上是住淨土，而我們凡夫住穢土。就像現在我們看電視，兩個不同的頻道，我們沒有辦法同時看兩個不同頻道；而佛與法身菩薩，頻道的界限全部突破，所以他住的叫一真法界。一真法界具足無量無邊的法界，沒有障礙，這是《華嚴》末後講「不思議解脫境界」；換句話說，解脫境界是不思議的境界。真的，這個不思議是不起心不動念，就突破了，科學家講的空間維次，真有，不是沒有。"
    },
    {
      "id": "12-017-1495_p0012",
      "zh_CN": "佛法不讲空间维次，讲法界，讲十法界，讲无量无边法界，佛家讲的法界就跟科学家讲的空间维次是一桩事情。佛知道，空间维次从哪里来的？只要你放下妄想分别执着，没有空间维次！这不是真的。所以我们才晓得，空间维次是从众生妄想分别执着里头变现出来的，只要把妄想分别执着放下，它没有！所以有妄想分别执着，是把一真法界扭曲了，这个我们在讲席当中曾经多次的报告，扭曲了。正如同水反射的境界相同，佛在经上常常用水来比喻心，心水。心水清净的时候，像湖水，小的湖，风平浪静的时候，水就像一面镜子一样，把外面的景色照得清清楚楚，美不胜收。可是水如果起了波浪，风吹，浪起来，这个湖照的湖光山色就支离破碎，愈是大浪愈模糊。",
      "zh_TW": "佛法不講空間維次，講法界，講十法界，講無量無邊法界，佛家講的法界就跟科學家講的空間維次是一樁事情。佛知道，空間維次從哪裡來的？只要你放下妄想分別執著，沒有空間維次！這不是真的。所以我們才曉得，空間維次是從眾生妄想分別執著裡頭變現出來的，只要把妄想分別執著放下，它沒有！所以有妄想分別執著，是把一真法界扭曲了，這個我們在講席當中曾經多次的報告，扭曲了。正如同水反射的境界相同，佛在經上常常用水來比喻心，心水。心水清淨的時候，像湖水，小的湖，風平浪靜的時候，水就像一面鏡子一樣，把外面的景色照得清清楚楚，美不勝收。可是水如果起了波浪，風吹，浪起來，這個湖照的湖光山色就支離破碎，愈是大浪愈模糊。"
    },
    {
      "id": "12-017-1495_p0013",
      "zh_CN": "由此可知，法身菩萨以上的，初住以上的，心永远是平静的，因为他在境界里头，他不会起心动念。起心动念是十法界，十法界里头四圣法界，像我们讲的声闻、缘觉、菩萨，他们还是起心动念，但是他们没有分别执着，有起心动念。出了十法界，肯定不起心、不动念，如果起心动念，他就出不了十法界。为什么？十法界是自己变现的，起心动念就有，不起心不动念就没有。",
      "zh_TW": "由此可知，法身菩薩以上的，初住以上的，心永遠是平靜的，因為他在境界裡頭，他不會起心動念。起心動念是十法界，十法界裡頭四聖法界，像我們講的聲聞、緣覺、菩薩，他們還是起心動念，但是他們沒有分別執著，有起心動念。出了十法界，肯定不起心、不動念，如果起心動念，他就出不了十法界。為什麼？十法界是自己變現的，起心動念就有，不起心不動念就沒有。"
    },
    {
      "id": "12-017-1495_p0014",
      "zh_CN": "所以回向众生，众生有感，佛一定要有应。这个里面有个缘，缘很重要，所以佛法里头常讲，佛不度无缘之人。这样子说来，佛的慈悲心好像不圆满，为什么？无缘他就不度。无缘还是度，说佛不度无缘众生，这句话的真正意思你要了解。这个众生缘还不具足，佛帮不上忙，譬如他的执着还没有放下，佛对他无可奈何。要不要教他？要，他只要有善根，善根就是说他能信、能解；能信，能解，佛一定教他。他什么时候真的把执着断掉，这是什么？缘成熟了，阿罗汉的缘成熟，佛是一定帮助他证阿罗汉果，这叫度他，缘成熟了。你于一切法的执着没有完全放下，佛没有法子帮助你成阿罗汉果，这就叫不度无缘之人。如果这个众生，不但他的执着放下，他分别也放下，这就是菩萨的缘成熟，佛一定要帮助他成菩萨。这个菩萨是权教菩萨，我们前面念的权小，小就是阿罗汉，权就是菩萨，权小菩萨。如果他是在一切法里头真正的不起心不动念了，这个人成佛的缘成熟，一定要帮助他超越十法界，超越十法界就是作佛去了。",
      "zh_TW": "所以迴向眾生，眾生有感，佛一定要有應。這個裡面有個緣，緣很重要，所以佛法裡頭常講，佛不度無緣之人。這樣子說來，佛的慈悲心好像不圓滿，為什麼？無緣他就不度。無緣還是度，說佛不度無緣眾生，這句話的真正意思你要了解。這個眾生緣還不具足，佛幫不上忙，譬如他的執著還沒有放下，佛對他無可奈何。要不要教他？要，他只要有善根，善根就是說他能信、能解；能信，能解，佛一定教他。他什麼時候真的把執著斷掉，這是什麼？緣成熟了，阿羅漢的緣成熟，佛是一定幫助他證阿羅漢果，這叫度他，緣成熟了。你於一切法的執著沒有完全放下，佛沒有法子幫助你成阿羅漢果，這就叫不度無緣之人。如果這個眾生，不但他的執著放下，他分別也放下，這就是菩薩的緣成熟，佛一定要幫助他成菩薩。這個菩薩是權教菩薩，我們前面念的權小，小就是阿羅漢，權就是菩薩，權小菩薩。如果他是在一切法裡頭真正的不起心不動念了，這個人成佛的緣成熟，一定要幫助他超越十法界，超越十法界就是作佛去了。"
    },
    {
      "id": "12-017-1495_p0015",
      "zh_CN": "前面都讲过，同学们要细心去体会，很难讲。细心体会你才能够逐渐的明了，那就是《华严经》上讲的初住菩萨。从初住起一直到究竟果位，总共是四十二个位次，四十二个位次的人统统对于一切境界都不起心、不动念。起心动念尚没有，哪来的分别执着？所以那个境界是平等法界，一真法界是平等法界。既然平等，为什么还要讲四十二个阶级？这个要懂得，真平等，但是无始无明习气没有断；是从无始无明习气上说的，说这还有四十二个阶级。不好懂！所以我上一次讲这个问题，我用一个酒瓶做比喻。",
      "zh_TW": "前面都講過，同學們要細心去體會，很難講。細心體會你才能夠逐漸的明瞭，那就是《華嚴經》上講的初住菩薩。從初住起一直到究竟果位，總共是四十二個位次，四十二個位次的人統統對於一切境界都不起心、不動念。起心動念尚沒有，哪來的分別執著？所以那個境界是平等法界，一真法界是平等法界。既然平等，為什麼還要講四十二個階級？這個要懂得，真平等，但是無始無明習氣沒有斷；是從無始無明習氣上說的，說這還有四十二個階級。不好懂！所以我上一次講這個問題，我用一個酒瓶做比喻。"
    },
    {
      "id": "12-017-1495_p0016",
      "zh_CN": "我们不说多，我们就用三个酒瓶来做比喻。这三个酒瓶，酒都倒光，确实没有了，里面擦得干干净净，闻一闻，还有味道。第一瓶，譬如我是前两个星期把它倒掉的，瓶口打开，闻闻有味道。第二个瓶是前一个星期打开的，也擦得干干净净。第三个瓶是今天倒掉的，统统都没有，干干净净。闻闻看，三个瓶都还有酒的味道，但是这三个瓶的酒味道有浓淡不一样。今天刚刚倒掉的，气味很浓；一个星期之前的，闻闻，比这个淡；两个星期之前倒的，比这个更淡。你想想这个例子，你就体会到这四十二个阶级，统统是干干净净一尘不染，可是味道浓淡不相同。佛把这个浓淡分成四十二个阶级，这就叫四十二位法身大士。四十二个阶级，你在形相上看你决定看不出来，完全一样。",
      "zh_TW": "我們不說多，我們就用三個酒瓶來做比喻。這三個酒瓶，酒都倒光，確實沒有了，裡面擦得乾乾淨淨，聞一聞，還有味道。第一瓶，譬如我是前兩個星期把它倒掉的，瓶口打開，聞聞有味道。第二個瓶是前一個星期打開的，也擦得乾乾淨淨。第三個瓶是今天倒掉的，統統都沒有，乾乾淨淨。聞聞看，三個瓶都還有酒的味道，但是這三個瓶的酒味道有濃淡不一樣。今天剛剛倒掉的，氣味很濃；一個星期之前的，聞聞，比這個淡；兩個星期之前倒的，比這個更淡。你想想這個例子，你就體會到這四十二個階級，統統是乾乾淨淨一塵不染，可是味道濃淡不相同。佛把這個濃淡分成四十二個階級，這就叫四十二位法身大士。四十二個階級，你在形相上看你決定看不出來，完全一樣。"
    },
    {
      "id": "12-017-1495_p0017",
      "zh_CN": "六根接触六尘境界的时候，不起心不动念，当然没有分别执着，这就是断妄想分别执着。妄想就是起心动念，有先后！到什么时候，好像酒瓶一样，闻闻完全没有味道？可能要二、三个月，又用不着力，让它自自然然的。所以佛给我们讲，无始无明习气完全没有，需要多长时间？三大阿僧祇劫。佛家讲成道要三大阿僧祇劫，是说这桩事情，不是说我们一般修行。是从破一品无明、证一分法身那天开始，也就是我刚才讲的，对于一切法起心动念断了，不再起心动念，从这天开始；就像瓶酒倒光，擦干净，从这时候开始。什么时候它的气味完全没有？三大阿僧祇劫。这个三大阿僧祇劫是自然的，一点功力都用不上，在大乘教里面讲「无功用道」。你要是想用一点力，你不又动心了，又起心动念了？所以叫无功用道，自自然然。",
      "zh_TW": "六根接觸六塵境界的時候，不起心不動念，當然沒有分別執著，這就是斷妄想分別執著。妄想就是起心動念，有先後！到什麼時候，好像酒瓶一樣，聞聞完全沒有味道？可能要二、三個月，又用不著力，讓它自自然然的。所以佛給我們講，無始無明習氣完全沒有，需要多長時間？三大阿僧祇劫。佛家講成道要三大阿僧祇劫，是說這樁事情，不是說我們一般修行。是從破一品無明、證一分法身那天開始，也就是我剛才講的，對於一切法起心動念斷了，不再起心動念，從這天開始；就像瓶酒倒光，擦乾淨，從這時候開始。什麼時候它的氣味完全沒有？三大阿僧祇劫。這個三大阿僧祇劫是自然的，一點功力都用不上，在大乘教裡面講「無功用道」。你要是想用一點力，你不又動心了，又起心動念了？所以叫無功用道，自自然然。"
    },
    {
      "id": "12-017-1495_p0018",
      "zh_CN": "这么长的时间当中，他做什么？实在讲，回向！他所做的都是给众生做榜样，身语意三业教化！在佛经里面不是讲三业教化，讲三轮教化，因为他们已经不造业；轮就是法轮的轮，三轮，身语意，永远不会中断。哪个地方众生有缘，有缘就是对他有信心，他就要去帮助那个人。所以从前我们初学佛的时候，老师常常教导我们，要与众生结法缘。他说你要不结法缘，将来成佛的时候众生不相信你，你就没法子度众生。有的佛缘结得广，度众生多，教的多；有些佛，法缘就没有那么殊胜，度众生就少。你看弥勒菩萨跟释迦牟尼佛，法缘就不一样，释迦牟尼佛的法缘比弥勒菩萨殊胜。",
      "zh_TW": "這麼長的時間當中，他做什麼？實在講，迴向！他所做的都是給眾生做榜樣，身語意三業教化！在佛經裡面不是講三業教化，講三輪教化，因為他們已經不造業；輪就是法輪的輪，三輪，身語意，永遠不會中斷。哪個地方眾生有緣，有緣就是對他有信心，他就要去幫助那個人。所以從前我們初學佛的時候，老師常常教導我們，要與眾生結法緣。他說你要不結法緣，將來成佛的時候眾生不相信你，你就沒法子度眾生。有的佛緣結得廣，度眾生多，教的多；有些佛，法緣就沒有那麼殊勝，度眾生就少。你看彌勒菩薩跟釋迦牟尼佛，法緣就不一樣，釋迦牟尼佛的法緣比彌勒菩薩殊勝。"
    },
    {
      "id": "12-017-1495_p0019",
      "zh_CN": "由此我们知道，诸佛如来里头，跟一切众生结法缘最殊胜的是阿弥陀佛。阿弥陀佛的缘，圆圆满满结到遍法界虚空界，可以说一个众生都不漏。普贤菩萨在此地就是这样教我们，我们一定要于一切众生处起善心，这个重要。不能有嫌弃，不能有我不喜欢，我讨厌，这不可以，这个念头跟众生就没缘。所以大乘教常讲结欢喜缘，欢喜里面没有贪瞋痴，这个欢喜叫法喜。有贪瞋痴、有情在里面，那就错了。这个缘就会变成六道，生生死死在一起做眷属，这个很麻烦，这真是会拖很多劫数，纠缠不清，很麻烦。",
      "zh_TW": "由此我們知道，諸佛如來裡頭，跟一切眾生結法緣最殊勝的是阿彌陀佛。阿彌陀佛的緣，圓圓滿滿結到遍法界虛空界，可以說一個眾生都不漏。普賢菩薩在此地就是這樣教我們，我們一定要於一切眾生處起善心，這個重要。不能有嫌棄，不能有我不喜歡，我討厭，這不可以，這個念頭跟眾生就沒緣。所以大乘教常講結歡喜緣，歡喜裡面沒有貪瞋痴，這個歡喜叫法喜。有貪瞋痴、有情在裡面，那就錯了。這個緣就會變成六道，生生死死在一起做眷屬，這個很麻煩，這真是會拖很多劫數，糾纏不清，很麻煩。"
    },
    {
      "id": "12-017-1495_p0020",
      "zh_CN": "所以佛教给我们要以智慧，把情变成智；离妄想分别执着，情就转变成智。情跟智是一个体，两种作用，一体的二面。我们做凡夫的，真的把我们自性里面的智慧变成感情，感情就是烦恼。修行证果的人，把烦恼又转变成智慧，把感情、烦恼转变成智慧，转识成智！我们初学佛的时候，听到佛经里面这段开示，想到当时我们自己认为是知识分子，好像挺有面子，值得骄傲。听了这段开示之后，才恍然大悟，知识是错了，我们把知变成识，这就是凡夫。应该怎么样？翻过来，转识成智，那就是法身菩萨。",
      "zh_TW": "所以佛教給我們要以智慧，把情變成智；離妄想分別執著，情就轉變成智。情跟智是一個體，兩種作用，一體的二面。我們做凡夫的，真的把我們自性裡面的智慧變成感情，感情就是煩惱。修行證果的人，把煩惱又轉變成智慧，把感情、煩惱轉變成智慧，轉識成智！我們初學佛的時候，聽到佛經裡面這段開示，想到當時我們自己認為是知識分子，好像挺有面子，值得驕傲。聽了這段開示之後，才恍然大悟，知識是錯了，我們把知變成識，這就是凡夫。應該怎麼樣？翻過來，轉識成智，那就是法身菩薩。"
    },
    {
      "id": "12-017-1495_p0021",
      "zh_CN": "所以回向，第三个是回向众生。要发心帮助一切众生，成就一切众生。所以我说这是第二种人，乘愿再来第二种人。第二种人用现在的话来说，为人民服务，为人民服务是菩萨！就像释迦牟尼佛示现在世间，为众生讲经说法四十九年，为众生服务。为众生的范围大，为人民的范围小。为人民，十法界里头只有人法界，其他都沾不到；为众生，十法界统统都包括，你说这个多大，多不可思议。",
      "zh_TW": "所以迴向，第三個是迴向眾生。要發心幫助一切眾生，成就一切眾生。所以我說這是第二種人，乘願再來第二種人。第二種人用現在的話來說，為人民服務，為人民服務是菩薩！就像釋迦牟尼佛示現在世間，為眾生講經說法四十九年，為眾生服務。為眾生的範圍大，為人民的範圍小。為人民，十法界裡頭只有人法界，其他都沾不到；為眾生，十法界統統都包括，你說這個多大，多不可思議。"
    },
    {
      "id": "12-017-1495_p0022",
      "zh_CN": "接着讲，「一一皆成所行清净善业行故」，清净的善业。清净两个字很重要，清净是离相；善业就是有益于一切众生，有益于一切众生的行为。起心动念、言语造作，决定是有益于一切众生。有益就是不着相，就是刚才讲的，他不起心、不动念，不分别、不执着，这叫清净。起心动念就不清净，分别执着那就更糟糕。",
      "zh_TW": "接著講，「一一皆成所行清淨善業行故」，清淨的善業。清淨兩個字很重要，清淨是離相；善業就是有益於一切眾生，有益於一切眾生的行為。起心動念、言語造作，決定是有益於一切眾生。有益就是不著相，就是剛才講的，他不起心、不動念，不分別、不執著，這叫清淨。起心動念就不清淨，分別執著那就更糟糕。"
    },
    {
      "id": "12-017-1495_p0023",
      "zh_CN": "底下引用下面经文来说，「如云知家性空，则菩萨之心，必诣空矣」。「知家性空」是我们偈颂里头第一首。菩萨知家性空，他对这个家还有没有执着？还有没有分别？还会不会起心动念？全没有了。那这个家还要不要？家要，家一定会做得比任何一家都圆满，真正做出家和万事兴。为什么？给一切众生做榜样、做模范。不是说知家性空就不要了，不要你就着到空，为什么？空有你还有障碍。没有障碍，你才真正能帮助人，利益人。",
      "zh_TW": "底下引用下面經文來說，「如云知家性空，則菩薩之心，必詣空矣」。「知家性空」是我們偈頌裡頭第一首。菩薩知家性空，他對這個家還有沒有執著？還有沒有分別？還會不會起心動念？全沒有了。那這個家還要不要？家要，家一定會做得比任何一家都圓滿，真正做出家和萬事興。為什麼？給一切眾生做榜樣、做模範。不是說知家性空就不要了，不要你就著到空，為什麼？空有你還有障礙。沒有障礙，你才真正能幫助人，利益人。"
    },
    {
      "id": "12-017-1495_p0024",
      "zh_CN": "所以在中国，中国古圣先贤，我们学佛之后，从理上来说，中国古圣先贤是不是佛菩萨再来的？像文武周公、尧舜禹汤、孔孟老庄，是不是佛菩萨化身来的？我跟李老师讨论过这个问题，李老师说从理上讲得通，但在事上没有证据。对，理上讲得通，事上没有证据，这我们要明白。那是不是？很可能都是的。在中国这些根机确实不如印度，印度人比中国觉悟的程度高，中国人还不到那个程度。所以在中国，特别讲求的是伦理道德。这些大圣人以伦理道德来教化众生，让一切众生过现前真正幸福美满，安和利乐的生活。就是菩萨道！然后再慢慢的培养他的根性，帮助他向上提升。慈悲心在这里表现出来，在这个地方看出来。释迦牟尼佛尤其表现得好，大小乘经论里头，你看他教人孝顺父母、奉事师长，净业三福头两句就是的。",
      "zh_TW": "所以在中國，中國古聖先賢，我們學佛之後，從理上來說，中國古聖先賢是不是佛菩薩再來的？像文武周公、堯舜禹湯、孔孟老莊，是不是佛菩薩化身來的？我跟李老師討論過這個問題，李老師說從理上講得通，但在事上沒有證據。對，理上講得通，事上沒有證據，這我們要明白。那是不是？很可能都是的。在中國這些根機確實不如印度，印度人比中國覺悟的程度高，中國人還不到那個程度。所以在中國，特別講求的是倫理道德。這些大聖人以倫理道德來教化眾生，讓一切眾生過現前真正幸福美滿，安和利樂的生活。就是菩薩道！然後再慢慢的培養他的根性，幫助他向上提升。慈悲心在這裡表現出來，在這個地方看出來。釋迦牟尼佛尤其表現得好，大小乘經論裡頭，你看他教人孝順父母、奉事師長，淨業三福頭兩句就是的。"
    },
    {
      "id": "12-017-1495_p0025",
      "zh_CN": "你再仔细去看看戒律，每一条戒律的境界都不可思议。戒律是一样，譬如五戒、十善，这是大家都知道的，可是每个人境界不相同。修普贤行的人，三皈、五戒、十善的境界，都是遍法界虚空界；普贤菩萨修的，没有离开。到等觉菩萨，还是修这个，境界不一样，太深了，太广了，广我们能理解，深不能理解，无法想像。我们在前面读过，《华严》说得好，世界有微尘，微尘集聚才成世界。微尘里面有世界，谁能够进去？普贤菩萨。世界没有缩小，微尘没有放大，说明什么？大小不二，为什么？自性里头没有大小，所以叫一真。有大小，大小就二法，大小就对立，没有对立。",
      "zh_TW": "你再仔細去看看戒律，每一條戒律的境界都不可思議。戒律是一樣，譬如五戒、十善，這是大家都知道的，可是每個人境界不相同。修普賢行的人，三皈、五戒、十善的境界，都是遍法界虛空界；普賢菩薩修的，沒有離開。到等覺菩薩，還是修這個，境界不一樣，太深了，太廣了，廣我們能理解，深不能理解，無法想像。我們在前面讀過，《華嚴》說得好，世界有微塵，微塵集聚才成世界。微塵裡面有世界，誰能夠進去？普賢菩薩。世界沒有縮小，微塵沒有放大，說明什麼？大小不二，為什麼？自性裡頭沒有大小，所以叫一真。有大小，大小就二法，大小就對立，沒有對立。"
    },
    {
      "id": "12-017-1495_p0026",
      "zh_CN": "惠能大师明了，他得法的时候二十四岁，他明了世出世间一切法没有对立的。所以他到广州，这是在猎人队里住了十五年，想想弘法的缘该成熟了，离开猎人队到广州，就是现在的光孝寺。正好遇到印宗法师讲经，他去听，杂在听众里头。听众当中有两个人起了争论，因为讲堂外面，就是大殿外面挂着有幡，风吹着幡，在吹动幡，幡在摇动。有个人说幡动，那个人说不是幡动，是风动，两个人在争，彼此不相让。他在当中插了一句话，他说，「仁者」，仁者是对人的尊称，很客气、很谦虚，「不是风动，不是幡动，仁者心动」。这句话说出来之后，让大家都感觉到惊讶。印宗经讲完之后来看他，然后才暴露身分，知道是第六代祖。",
      "zh_TW": "惠能大師明瞭，他得法的時候二十四歲，他明瞭世出世間一切法沒有對立的。所以他到廣州，這是在獵人隊裡住了十五年，想想弘法的緣該成熟了，離開獵人隊到廣州，就是現在的光孝寺。正好遇到印宗法師講經，他去聽，雜在聽眾裡頭。聽眾當中有兩個人起了爭論，因為講堂外面，就是大殿外面掛著有幡，風吹著幡，在吹動幡，幡在搖動。有個人說幡動，那個人說不是幡動，是風動，兩個人在爭，彼此不相讓。他在當中插了一句話，他說，「仁者」，仁者是對人的尊稱，很客氣、很謙虛，「不是風動，不是幡動，仁者心動」。這句話說出來之後，讓大家都感覺到驚訝。印宗經講完之後來看他，然後才暴露身分，知道是第六代祖。"
    },
    {
      "id": "12-017-1495_p0027",
      "zh_CN": "心动，只要心不动，万法就不动，所以真的是境随心转，一切法从心想生。菩萨真正觉悟之后，他心如如，但是他不碍你的动；动静不二，我们动，佛菩萨不动。我们动能够符合有规律，这是善的；脱离了规律，那就有罪过，就有灾难。顺着法性，美好的；违逆法性，那就是所谓天灾人祸，违逆了法性，违背大自然的规律，这是错误的。所以，佛菩萨应化在世间，帮助脱序的这些人，如何教导他回来，一定要依照自然的规则，不要再脱序。人有人之道，天有天之道，畜生有畜生之道，所以十法界叫十道，鬼有鬼之道，地狱有地狱道。有正道，你才能有出头的日子，你要是走到邪道，就麻烦了，你就愈迷愈深，愈做愈错。",
      "zh_TW": "心動，只要心不動，萬法就不動，所以真的是境隨心轉，一切法從心想生。菩薩真正覺悟之後，他心如如，但是他不礙你的動；動靜不二，我們動，佛菩薩不動。我們動能夠符合有規律，這是善的；脫離了規律，那就有罪過，就有災難。順著法性，美好的；違逆法性，那就是所謂天災人禍，違逆了法性，違背大自然的規律，這是錯誤的。所以，佛菩薩應化在世間，幫助脫序的這些人，如何教導他回來，一定要依照自然的規則，不要再脫序。人有人之道，天有天之道，畜生有畜生之道，所以十法界叫十道，鬼有鬼之道，地獄有地獄道。有正道，你才能有出頭的日子，你要是走到邪道，就麻煩了，你就愈迷愈深，愈做愈錯。"
    },
    {
      "id": "12-017-1495_p0028",
      "zh_CN": "所以，十法界是自己心想生的，一切苦乐是自己善恶业所感召的。至于佛菩萨，清楚明了，帮助一切众生破迷开悟，离苦得乐。所以菩萨示现在家，示现作人，示现在家，示现从事于种种事业，都给社会大众做最好的榜样，做最好的模范，是这么一个意思，我们要懂得。好，现在时间到了。",
      "zh_TW": "所以，十法界是自己心想生的，一切苦樂是自己善惡業所感召的。至於佛菩薩，清楚明瞭，幫助一切眾生破迷開悟，離苦得樂。所以菩薩示現在家，示現作人，示現在家，示現從事於種種事業，都給社會大眾做最好的榜樣，做最好的模範，是這麼一個意思，我們要懂得。好，現在時間到了。"
    },
    {
      "id": "12-017-1495_p0029",
      "zh_CN": "诸位法师、诸位同学，请坐。我们接着再看清凉大师的开示。下面是第三，「三愿所为境成利益中，由愿于他成种种德，自获如前所说功德」。「如前所说功德」就是前面经文所讲的，「能获一切胜妙功德」，殊胜微妙功德，全是从自利利他行当中获得的。自利利他意思很深，利他确实是种种功德。自利是什么？实在讲，自利就是在利他行中成就自己的不起心不动念，不分别不执着，这叫自利。自利是离相！离相不是什么都不做，什么都不做你就错了，这个道理你一定要懂。成就众生，即一切法，自利是离一切相，就是做无量无边利益一切众生的事情，自己决定没有妄想分别执着；离妄想分别执着是自利，这个道理我们应该懂。",
      "zh_TW": "諸位法師、諸位同學，請坐。我們接著再看清涼大師的開示。下面是第三，「三願所為境成利益中，由願於他成種種德，自獲如前所說功德」。「如前所說功德」就是前面經文所講的，「能獲一切勝妙功德」，殊勝微妙功德，全是從自利利他行當中獲得的。自利利他意思很深，利他確實是種種功德。自利是什麼？實在講，自利就是在利他行中成就自己的不起心不動念，不分別不執著，這叫自利。自利是離相！離相不是什麼都不做，什麼都不做你就錯了，這個道理你一定要懂。成就眾生，即一切法，自利是離一切相，就是做無量無邊利益一切眾生的事情，自己決定沒有妄想分別執著；離妄想分別執著是自利，這個道理我們應該懂。"
    },
    {
      "id": "12-017-1495_p0030",
      "zh_CN": "法身菩萨，从初住到等觉，不就是因为不起心不动念，无始无明习气逐渐消除了！如果他还有起心动念，他这无始无明习气怎么能消得掉？三大阿僧祇劫，不起心不动念。成佛之后，不要说成佛之后，就是证得圆教初住以后，破一品无明，证一分法身，永远不会起心动念；起心动念出不了十法界，永远不会起心动念。这个理事我们都很清楚、很明了，那我们在日常生活当中，可不可以修普贤行？可以。清凉大师在《华严经》开头就给我们说出，《华严》十种当机，最后一种是凡夫。什么样的凡夫可以修普贤行（今天我们念的净行品）？大心凡夫。什么叫大心？这是大乘教里常讲，「心包太虚，量周法界」。再讲得明白一点，没有自私自利的心，没有损人利己的心，这个人就可以学普贤菩萨，就可以修普贤行。他对于一切众生是平等的，平等的尊重，平等的爱敬，平等的慈悲，平等的利益，所以成就种种德，这是真的。",
      "zh_TW": "法身菩薩，從初住到等覺，不就是因為不起心不動念，無始無明習氣逐漸消除了！如果他還有起心動念，他這無始無明習氣怎麼能消得掉？三大阿僧祇劫，不起心不動念。成佛之後，不要說成佛之後，就是證得圓教初住以後，破一品無明，證一分法身，永遠不會起心動念；起心動念出不了十法界，永遠不會起心動念。這個理事我們都很清楚、很明瞭，那我們在日常生活當中，可不可以修普賢行？可以。清涼大師在《華嚴經》開頭就給我們說出，《華嚴》十種當機，最後一種是凡夫。什麼樣的凡夫可以修普賢行（今天我們念的淨行品）？大心凡夫。什麼叫大心？這是大乘教裡常講，「心包太虛，量周法界」。再講得明白一點，沒有自私自利的心，沒有損人利己的心，這個人就可以學普賢菩薩，就可以修普賢行。他對於一切眾生是平等的，平等的尊重，平等的愛敬，平等的慈悲，平等的利益，所以成就種種德，這是真的。"
    },
    {
      "id": "12-017-1495_p0031",
      "zh_CN": "成就种种德，他有没有一个成就种种德的念头？给诸位说，没有，决定没有。如果还有真的像经上讲的「成就一切胜妙功德」，他什么功德也没有。为什么？他着相了，他没有离开妄想分别执着，他有什么功德？没有离开妄想分别执着，他所成就的是福德。福德跟功德要辨别清楚，福德只能在六道里头的三善道受报，你种了许多福德的话，你来享福，这个要知道。",
      "zh_TW": "成就種種德，他有沒有一個成就種種德的念頭？給諸位說，沒有，決定沒有。如果還有真的像經上講的「成就一切勝妙功德」，他什麼功德也沒有。為什麼？他著相了，他沒有離開妄想分別執著，他有什麼功德？沒有離開妄想分別執著，他所成就的是福德。福德跟功德要辨別清楚，福德只能在六道裡頭的三善道受報，你種了許多福德的話，你來享福，這個要知道。"
    },
    {
      "id": "12-017-1495_p0032",
      "zh_CN": "你看释迦牟尼佛，一生做出样子给我们看。四十九年，天天教学，天天帮助一切众生解决疑难杂症，解答问题。我们昨天星期五，因为这栋大楼水管出了问题，所以我们不能上课，停了一天，今天中午才修好，请大家原谅。释迦牟尼佛为大家解决问题，随时都有从四面八方来的人，疑难杂症，请他老人家帮助，从来没有拒绝的。从这个地方能够看出佛的身体好，体力强壮，不疲不厌，他不会疲倦，他也不会厌烦。做给我们看，这就是成种种德。他有没有成种种德的想？没有。",
      "zh_TW": "你看釋迦牟尼佛，一生做出樣子給我們看。四十九年，天天教學，天天幫助一切眾生解決疑難雜症，解答問題。我們昨天星期五，因為這棟大樓水管出了問題，所以我們不能上課，停了一天，今天中午才修好，請大家原諒。釋迦牟尼佛為大家解決問題，隨時都有從四面八方來的人，疑難雜症，請他老人家幫助，從來沒有拒絕的。從這個地方能夠看出佛的身體好，體力強壯，不疲不厭，他不會疲倦，他也不會厭煩。做給我們看，這就是成種種德。他有沒有成種種德的想？沒有。"
    },
    {
      "id": "12-017-1495_p0033",
      "zh_CN": "我们确实能体会到，那些佛菩萨住世，无论多少年，无论是用什么方式教化众生，从来没有起心动念过。我们要问，他既然不起心不动念，他的法从哪里说出来的？没有起心，没有动念，自性流露！这么出来的，他不需要准备。现在我们凡人讲经、上课都要做准备，他没有，没有准备，全是自性流露。你要看到他，真的一天到晚都在定中，没有人问他的时候，佛是一句话不说；佛心清净，言语很少，这都是教育，都是教导。所以，「那伽常在定，无有不定时」，言语少，不多话！你不问他，他没有话好说；你问他，他给你解答，解答完之后，又回到定中。即使解答的时候，也没有起心动念，也没有分别执着，这才叫胜妙功德。如果不度众生，不帮助别人，「胜妙」两个字，他只有妙，没有胜；说老实话，如果没有胜，妙也没有了。因为自他是一体，是分不开的，有胜才有妙，有妙才有胜，胜妙是一体的二面，这个意思要能体会。",
      "zh_TW": "我們確實能體會到，那些佛菩薩住世，無論多少年，無論是用什麼方式教化眾生，從來沒有起心動念過。我們要問，他既然不起心不動念，他的法從哪裡說出來的？沒有起心，沒有動念，自性流露！這麼出來的，他不需要準備。現在我們凡人講經、上課都要做準備，他沒有，沒有準備，全是自性流露。你要看到他，真的一天到晚都在定中，沒有人問他的時候，佛是一句話不說；佛心清淨，言語很少，這都是教育，都是教導。所以，「那伽常在定，無有不定時」，言語少，不多話！你不問他，他沒有話好說；你問他，他給你解答，解答完之後，又回到定中。即使解答的時候，也沒有起心動念，也沒有分別執著，這才叫勝妙功德。如果不度眾生，不幫助別人，「勝妙」兩個字，他只有妙，沒有勝；說老實話，如果沒有勝，妙也沒有了。因為自他是一體，是分不開的，有勝才有妙，有妙才有勝，勝妙是一體的二面，這個意思要能體會。"
    },
    {
      "id": "12-017-1495_p0034",
      "zh_CN": "下面说，「然有二义，一通，二别，通则随一一愿，成上诸德，斯为正意」。一百四十一愿，展开来就是佛菩萨无量的行愿，诸位常常听到佛经里面讲法门无量，行愿亦无量！这个一百四十一是把它归纳起来的，为了教学说话方便起见，把它归纳为一百四十一。为什么是一百四十一？前面都说过，表法的意思！所以任何一愿都成就圆满的胜妙功德，为什么？真心是圆满的，自性是圆满的。",
      "zh_TW": "下面說，「然有二義，一通，二別，通則隨一一願，成上諸德，斯為正意」。一百四十一願，展開來就是佛菩薩無量的行願，諸位常常聽到佛經裡面講法門無量，行願亦無量！這個一百四十一是把它歸納起來的，為了教學說話方便起見，把它歸納為一百四十一。為什麼是一百四十一？前面都說過，表法的意思！所以任何一願都成就圓滿的勝妙功德，為什麼？真心是圓滿的，自性是圓滿的。"
    },
    {
      "id": "12-017-1495_p0035",
      "zh_CN": "就像我们在前面所读到的，微尘里头有世界，一一微尘皆有世界，不是说某个微尘特殊，那里头有世界，其他的微尘里头没有，不是的。一一微尘，没有一个是例外的。那世界多少？无法计算。又何况微尘里面的世界，那个世界里又有无量的微尘，每个微尘里头又有世界，重重无尽！佛家讲深，广容易知，深难知，很不容易理解，重重无尽。就是微尘里面的世界我们也不可思议，无法想像。像《华严》前面所讲的，「华藏世界品」、「世界成就品」里头所说，一一微尘圆满具足！没有缺少一分一毫，圆满具足。而世界里头又有微尘，微尘里头又有世界，重重无尽，没有底！所以深广难知。",
      "zh_TW": "就像我們在前面所讀到的，微塵裡頭有世界，一一微塵皆有世界，不是說某個微塵特殊，那裡頭有世界，其他的微塵裡頭沒有，不是的。一一微塵，沒有一個是例外的。那世界多少？無法計算。又何況微塵裡面的世界，那個世界裡又有無量的微塵，每個微塵裡頭又有世界，重重無盡！佛家講深，廣容易知，深難知，很不容易理解，重重無盡。就是微塵裡面的世界我們也不可思議，無法想像。像《華嚴》前面所講的，「華藏世界品」、「世界成就品」裡頭所說，一一微塵圓滿具足！沒有缺少一分一毫，圓滿具足。而世界裡頭又有微塵，微塵裡頭又有世界，重重無盡，沒有底！所以深廣難知。"
    },
    {
      "id": "12-017-1495_p0036",
      "zh_CN": "诸佛菩萨如是，特别是法身菩萨。九法界众生，有没有这个境界？肯定有。差别在哪里？差别在我们不知道，有而不知道；他们有，知道得很清楚，这不就是觉迷的事情吗？他们觉，我们迷，只有觉迷的差别，除此以外没有差别。什么是一真法界？什么是华藏、是极乐？此地就是！而是我们妄想分别执着把它变成这个样子。妄想分别执着有这么大的能力？有，看到江本胜博士水实验的报告，恍然大悟！原来我们起心动念有这样大的作用。你看起个善念，水的结晶多美；起个恶念，马上就变得很丑陋。",
      "zh_TW": "諸佛菩薩如是，特別是法身菩薩。九法界眾生，有沒有這個境界？肯定有。差別在哪裡？差別在我們不知道，有而不知道；他們有，知道得很清楚，這不就是覺迷的事情嗎？他們覺，我們迷，只有覺迷的差別，除此以外沒有差別。什麼是一真法界？什麼是華藏、是極樂？此地就是！而是我們妄想分別執著把它變成這個樣子。妄想分別執著有這麼大的能力？有，看到江本勝博士水實驗的報告，恍然大悟！原來我們起心動念有這樣大的作用。你看起個善念，水的結晶多美；起個惡念，馬上就變得很醜陋。"
    },
    {
      "id": "12-017-1495_p0037",
      "zh_CN": "所以外面的境界，山河大地，有没有灵气？风水好，这边有灵气。什么灵气？那个地方有心善的人、心正的人，他住在那个地方就变成灵气，变成最美好的。如果这个地方住的是个很恶的人、很凶的人、好杀的人，人家走到那个地区，就会说这里头有杀气，杀气好重！心地稍微清净一点的，他就有这个感触。中国人讲气，外国人讲磁场，这个地方磁场很温和、很柔和，很美好；那个地方的磁场叫人感觉到不舒服。中外都一样。我们明白这个道理，好好培养自己的善心善意，善心就是爱心，善意就是感恩。",
      "zh_TW": "所以外面的境界，山河大地，有沒有靈氣？風水好，這邊有靈氣。什麼靈氣？那個地方有心善的人、心正的人，他住在那個地方就變成靈氣，變成最美好的。如果這個地方住的是個很惡的人、很凶的人、好殺的人，人家走到那個地區，就會說這裡頭有殺氣，殺氣好重！心地稍微清淨一點的，他就有這個感觸。中國人講氣，外國人講磁場，這個地方磁場很溫和、很柔和，很美好；那個地方的磁場叫人感覺到不舒服。中外都一樣。我們明白這個道理，好好培養自己的善心善意，善心就是愛心，善意就是感恩。"
    },
    {
      "id": "12-017-1495_p0038",
      "zh_CN": "下面「别显」，别显里面举的例子就多，好像举了十一个，十一段。第一个，「如愿于他得坚固身，心无所屈，则自必成十种三业离过成德之德也」。这个经文非常之好。你看「如愿于他」，希望别人，希望别人得坚固身，坚固身就是金刚不坏身，我们今天讲健康长寿。自己一定成就十种三业离过，就是智首菩萨所问的第一段，第一段经文所说的。他向文殊菩萨请教，「菩萨云何得无过失身语意」、「云何得不害身语意」，一直到最后第十句，「云何得智为先导身语意」，这个十句。前面我们也详细做了报告，这十句是自性的大圆满。圆初住就具备，但是到无始无明习气断尽，他放的光就圆满了。初住菩萨虽然证得，还有习气在，这个习气是无明的习气，要慢慢让它自己消退。此地用不得力，完全是自然的消退。",
      "zh_TW": "下面「別顯」，別顯裡面舉的例子就多，好像舉了十一個，十一段。第一個，「如願於他得堅固身，心無所屈，則自必成十種三業離過成德之德也」。這個經文非常之好。你看「如願於他」，希望別人，希望別人得堅固身，堅固身就是金剛不壞身，我們今天講健康長壽。自己一定成就十種三業離過，就是智首菩薩所問的第一段，第一段經文所說的。他向文殊菩薩請教，「菩薩云何得無過失身語意」、「云何得不害身語意」，一直到最後第十句，「云何得智為先導身語意」，這個十句。前面我們也詳細做了報告，這十句是自性的大圓滿。圓初住就具備，但是到無始無明習氣斷盡，他放的光就圓滿了。初住菩薩雖然證得，還有習氣在，這個習氣是無明的習氣，要慢慢讓它自己消退。此地用不得力，完全是自然的消退。"
    },
    {
      "id": "12-017-1495_p0039",
      "zh_CN": "所以从证得法身之后，就两桩事情，这以后就两桩事情。一桩事情是上求佛道。并没有求的心，肯定是到十方供养诸佛，听诸佛如来讲经说法。这是什么？这是给一切众生做影响众。让我们看看这些明心见性大彻大悟之人，尚且在法师座下听经闻法。让一切初学的众生感到，你看他都在听，我们更要认真努力，有这个意思。所以起带头的作用，这是胜妙功德。",
      "zh_TW": "所以從證得法身之後，就兩樁事情，這以後就兩樁事情。一樁事情是上求佛道。並沒有求的心，肯定是到十方供養諸佛，聽諸佛如來講經說法。這是什麼？這是給一切眾生做影響眾。讓我們看看這些明心見性大徹大悟之人，尚且在法師座下聽經聞法。讓一切初學的眾生感到，你看他都在聽，我們更要認真努力，有這個意思。所以起帶頭的作用，這是勝妙功德。"
    },
    {
      "id": "12-017-1495_p0040",
      "zh_CN": "第二，为一切有缘众生服务。众生有感，自自然然就有应，不会有起心动念。千万不要以为「众生有感，我赶快去应」，我们凡夫都是起心动念，他没有，自然的。没有起心动念，怎么会有感应？江本胜的水实验，做了科学的报告。我们起心动念，水有感应，水有没有起心动念？没有！没有起心动念，自然就有感应。物质尚且如此（这是矿物），佛菩萨哪有做不到的？道理要懂！而且我们要学。听到要学这个，大家一定就会想到什么？参禅的，入定。没错，念佛人，念佛就是禅，念佛就是定。你现在没有禅，也没有定，问题是什么？你不会念。世尊在《大集经》上说的，这不是普通人讲的，「持名念佛是无上深妙禅」，不是佛说，谁能相信？佛说了我们才相信，无上深妙禅。",
      "zh_TW": "第二，為一切有緣眾生服務。眾生有感，自自然然就有應，不會有起心動念。千萬不要以為「眾生有感，我趕快去應」，我們凡夫都是起心動念，他沒有，自然的。沒有起心動念，怎麼會有感應？江本勝的水實驗，做了科學的報告。我們起心動念，水有感應，水有沒有起心動念？沒有！沒有起心動念，自然就有感應。物質尚且如此（這是礦物），佛菩薩哪有做不到的？道理要懂！而且我們要學。聽到要學這個，大家一定就會想到什麼？參禪的，入定。沒錯，念佛人，念佛就是禪，念佛就是定。你現在沒有禪，也沒有定，問題是什麼？你不會念。世尊在《大集經》上說的，這不是普通人講的，「持名念佛是無上深妙禪」，不是佛說，誰能相信？佛說了我們才相信，無上深妙禪。"
    },
    {
      "id": "12-017-1495_p0041",
      "zh_CN": "由此可知，我们天天念佛，不会念。会念，怎么念法？把我们的执着念掉。我们六根接触六尘境界的时候，才有执着的念头自己晓得了，晓得就是觉。古大德常讲，「不怕念起，只怕觉迟」，念是一定会起的，凡夫！不起念，不就成佛了！凡夫跟佛的差别就在此地。佛是在一切境缘当中，六根接触外面境界，清清楚楚，明明白白，决定没有起心动念。起心动念尚且没有，哪来的分别执着，当然没有，这个要知道。我们凡夫六根接触境界就起心动念，这个要知道。前五根，眼耳鼻舌身，不接触了，晚上睡觉的时候不接触了，睡着了；意根还接触，所以你晚上会作梦，作梦是意根在起作用。也就是说，眼耳鼻舌身前五根有中断的时候，睡眠就中断，意根不中断，很麻烦！",
      "zh_TW": "由此可知，我們天天念佛，不會念。會念，怎麼念法？把我們的執著念掉。我們六根接觸六塵境界的時候，才有執著的念頭自己曉得了，曉得就是覺。古大德常講，「不怕念起，只怕覺遲」，念是一定會起的，凡夫！不起念，不就成佛了！凡夫跟佛的差別就在此地。佛是在一切境緣當中，六根接觸外面境界，清清楚楚，明明白白，決定沒有起心動念。起心動念尚且沒有，哪來的分別執著，當然沒有，這個要知道。我們凡夫六根接觸境界就起心動念，這個要知道。前五根，眼耳鼻舌身，不接觸了，晚上睡覺的時候不接觸了，睡著了；意根還接觸，所以你晚上會作夢，作夢是意根在起作用。也就是說，眼耳鼻舌身前五根有中斷的時候，睡眠就中斷，意根不中斷，很麻煩！"
    },
    {
      "id": "12-017-1495_p0042",
      "zh_CN": "所以，从意根也能够勘验自己的功夫。譬如我们没有学佛之前，几乎天天作恶梦。因为我们生在抗战期间，逃难，也常常梦到日本人在后头追赶，吓得到处乱跑，吓了一身冷汗，惊醒起来。所谓日有所思，夜有所梦，不思也有梦。学佛之后，大概前面十年，还有这些恶梦；十年之后，恶梦少了，一年偶然有个一、二次，少了；三十年、四十年，没有了，还是有梦，但是没有恶梦，偶尔也梦到佛菩萨。从这里转变，看自己功夫有没有进步？可是如果说梦到佛事，梦到佛菩萨，梦到佛的境界，不要生欢喜心。一定要记住《金刚经》上的话，「一切有为法，如梦幻泡影」，「凡所有相，皆是虚妄」，不理会就好，不要在里面分别执着。",
      "zh_TW": "所以，從意根也能夠勘驗自己的功夫。譬如我們沒有學佛之前，幾乎天天作惡夢。因為我們生在抗戰期間，逃難，也常常夢到日本人在後頭追趕，嚇得到處亂跑，嚇了一身冷汗，驚醒起來。所謂日有所思，夜有所夢，不思也有夢。學佛之後，大概前面十年，還有這些惡夢；十年之後，惡夢少了，一年偶然有個一、二次，少了；三十年、四十年，沒有了，還是有夢，但是沒有惡夢，偶爾也夢到佛菩薩。從這裡轉變，看自己功夫有沒有進步？可是如果說夢到佛事，夢到佛菩薩，夢到佛的境界，不要生歡喜心。一定要記住《金剛經》上的話，「一切有為法，如夢幻泡影」，「凡所有相，皆是虛妄」，不理會就好，不要在裡面分別執著。"
    },
    {
      "id": "12-017-1495_p0043",
      "zh_CN": "连作个梦都要分别执着，你说这个多麻烦！许多同修都有这种情形，来问我，昨天作个梦，前几天作个梦，梦到怎样怎样，来告诉我。放下！一切都要放下。恶梦不要惊慌，不要害怕，梦到佛菩萨也不要欢喜，总而言之一句话，你保持自己的清净心，保持自己如如不动。佛在《金刚经》上教须菩提的，教须菩提就是教我们大家，须菩提是我们的代表。你看佛说得好，「不取于相，如如不动」，外不要着相，内不要动心，这叫禅！我们念佛是修禅，才起心动念我们就觉悟，觉悟之后「阿弥陀佛」，或者「南无阿弥陀佛」，就把这个念头压下去。转变了，不管是善念、是恶念，统统转到阿弥陀佛，这就叫觉。",
      "zh_TW": "連作個夢都要分別執著，你說這個多麻煩！許多同修都有這種情形，來問我，昨天作個夢，前幾天作個夢，夢到怎樣怎樣，來告訴我。放下！一切都要放下。惡夢不要驚慌，不要害怕，夢到佛菩薩也不要歡喜，總而言之一句話，你保持自己的清淨心，保持自己如如不動。佛在《金剛經》上教須菩提的，教須菩提就是教我們大家，須菩提是我們的代表。你看佛說得好，「不取於相，如如不動」，外不要著相，內不要動心，這叫禪！我們念佛是修禪，才起心動念我們就覺悟，覺悟之後「阿彌陀佛」，或者「南無阿彌陀佛」，就把這個念頭壓下去。轉變了，不管是善念、是惡念，統統轉到阿彌陀佛，這就叫覺。"
    },
    {
      "id": "12-017-1495_p0044",
      "zh_CN": "你看看这个觉比禅宗的方法容易。念念都是阿弥陀佛，就是念念觉，「不容毫分，不善夹杂」，把所有一切的念头，善念、恶念统统都伏住，都把它盖复住，就这一句佛号。所以，以一句佛号对治所有一切的念头，诸位想想看，这不是禅是什么？所以佛讲，这是无上深妙禅。",
      "zh_TW": "你看看這個覺比禪宗的方法容易。念念都是阿彌陀佛，就是念念覺，「不容毫分，不善夾雜」，把所有一切的念頭，善念、惡念統統都伏住，都把它蓋覆住，就這一句佛號。所以，以一句佛號對治所有一切的念頭，諸位想想看，這不是禪是什麼？所以佛講，這是無上深妙禪。"
    },
    {
      "id": "12-017-1495_p0045",
      "zh_CN": "我们愿意别人得坚固身，身心健康长寿。会劝别人，当然自己就有成就，自己成就，像前面所讲的十种三业离过。身语意三业没有丝毫的过失，这才真正成就胜妙功德。",
      "zh_TW": "我們願意別人得堅固身，身心健康長壽。會勸別人，當然自己就有成就，自己成就，像前面所講的十種三業離過。身語意三業沒有絲毫的過失，這才真正成就勝妙功德。"
    },
    {
      "id": "12-017-1495_p0046",
      "zh_CN": "第二，「愿于他具足成满一切善法，则自成就堪传法器」。别显我们这一看，对前面的十问，你看念念回向成德，念念不舍众生！这是我们要学的，愿他（他是一切众生）具足成就圆满（成满是成就圆满）一切善法。怎么落实？给诸位同学说，《弟子规》落实了，《十善业道》落实了。《十善业道经》上讲得清清楚楚，明明白白，「菩萨有一法，能离一切世间苦」，一切世间是讲十法界。这是什么法？佛说「常念善法，思惟善法，观察善法」，又说「不容毫分，不善夹杂」，这才能具足成就圆满！真正具足成就圆满一切善法的（就是十善业道）是谁？如来；菩萨、声闻具足成就，不敢讲圆满。这个东西要真干！要名实相副。",
      "zh_TW": "第二，「願於他具足成滿一切善法，則自成就堪傳法器」。別顯我們這一看，對前面的十問，你看念念迴向成德，念念不捨眾生！這是我們要學的，願他（他是一切眾生）具足成就圓滿（成滿是成就圓滿）一切善法。怎麼落實？給諸位同學說，《弟子規》落實了，《十善業道》落實了。《十善業道經》上講得清清楚楚，明明白白，「菩薩有一法，能離一切世間苦」，一切世間是講十法界。這是什麼法？佛說「常念善法，思惟善法，觀察善法」，又說「不容毫分，不善夾雜」，這才能具足成就圓滿！真正具足成就圓滿一切善法的（就是十善業道）是誰？如來；菩薩、聲聞具足成就，不敢講圓滿。這個東西要真幹！要名實相副。"
    },
    {
      "id": "12-017-1495_p0047",
      "zh_CN": "所以我们今天在日常生活当中，处事待人接物，把《弟子规》做到，你要去真做，你才晓得它的善，才晓得它的德。先学弟子规，再学十善业，没有弟子规，十善业道不能成就。弟子规是根本的根本，十善业一定是以弟子规为基础，才能够建立，然后从十善业上，才能建立戒律、威仪。净业三福里面讲，「具足众戒，不犯威仪」，所有的戒律、威仪都是建立在十善业的基础上，没有十善业是决定做不到的。十善业是以弟子规为基础，这不能不知道，不能不做。再往上面去，普贤行，我们要想修普贤行，要想修「净行品」，你没有这个基础怎么行？没有这个基础，这一百四十一愿，我们念了之后也是做不到，无法落实。何况他愿愿都是以遍虚空遍法界为境界，我们怎么能做到？起心动念，分别执着，我们的心量就变得很小，心量没法子拓开。",
      "zh_TW": "所以我們今天在日常生活當中，處事待人接物，把《弟子規》做到，你要去真做，你才曉得它的善，才曉得它的德。先學弟子規，再學十善業，沒有弟子規，十善業道不能成就。弟子規是根本的根本，十善業一定是以弟子規為基礎，才能夠建立，然後從十善業上，才能建立戒律、威儀。淨業三福裡面講，「具足眾戒，不犯威儀」，所有的戒律、威儀都是建立在十善業的基礎上，沒有十善業是決定做不到的。十善業是以弟子規為基礎，這不能不知道，不能不做。再往上面去，普賢行，我們要想修普賢行，要想修「淨行品」，你沒有這個基礎怎麼行？沒有這個基礎，這一百四十一願，我們念了之後也是做不到，無法落實。何況他願願都是以遍虛空遍法界為境界，我們怎麼能做到？起心動念，分別執著，我們的心量就變得很小，心量沒法子拓開。"
    },
    {
      "id": "12-017-1495_p0048",
      "zh_CN": "经上说得好，具足成满一切善法，自己才「堪传法器」，你看成就众生就是成就自己。堪传法器这四个字说得重！什么意思？诸佛的传人！这不是哪一个祖师传法给你的，不是一个法卷，或是个证明，不是。你传诸佛之法，你要是不能够具足一切善法，你怎么能传法？这是我常常讲的，勉励我们同参道友，为什么古今中外的圣人，他们的教诲能够感化那么多人，影响千百年不衰。而我们所讲的那些，没有人相信，什么原因？别人他做到了，而后说到，听众哪有不相信的道理？这就是说，他自己已经成就一切善法，他讲了人相信；我们没有成就，讲出来没人相信。",
      "zh_TW": "經上說得好，具足成滿一切善法，自己才「堪傳法器」，你看成就眾生就是成就自己。堪傳法器這四個字說得重！什麼意思？諸佛的傳人！這不是哪一個祖師傳法給你的，不是一個法卷，或是個證明，不是。你傳諸佛之法，你要是不能夠具足一切善法，你怎麼能傳法？這是我常常講的，勉勵我們同參道友，為什麼古今中外的聖人，他們的教誨能夠感化那麼多人，影響千百年不衰。而我們所講的那些，沒有人相信，什麼原因？別人他做到了，而後說到，聽眾哪有不相信的道理？這就是說，他自己已經成就一切善法，他講了人相信；我們沒有成就，講出來沒人相信。"
    },
    {
      "id": "12-017-1495_p0049",
      "zh_CN": "你把弟子规都做到了，你讲《弟子规》没有一个人不相信。你把十善业做到了，你讲《十善业道经》，没有人不相信，就这么个道理！《十善业道》我没有做到，我讲这个经，谁相信？没有人相信。所以古德勉励人，先行其言，这是圣人，先做到了再说，是圣人；说到之后，决定能做得到，我常讲这是贤人；说到做不到，骗人！骗人，人家怎么会接受？怎么会相信？所以「堪传法器」这句话很重，这是你有条件、有资格承传诸佛如来的大法。",
      "zh_TW": "你把弟子規都做到了，你講《弟子規》沒有一個人不相信。你把十善業做到了，你講《十善業道經》，沒有人不相信，就這麼個道理！《十善業道》我沒有做到，我講這個經，誰相信？沒有人相信。所以古德勉勵人，先行其言，這是聖人，先做到了再說，是聖人；說到之後，決定能做得到，我常講這是賢人；說到做不到，騙人！騙人，人家怎麼會接受？怎麼會相信？所以「堪傳法器」這句話很重，這是你有條件、有資格承傳諸佛如來的大法。"
    },
    {
      "id": "12-017-1495_p0050",
      "zh_CN": "「三愿于他深入经藏」，这是我们三皈依里面第二句，「自皈依佛，当愿众生，深入经藏，智慧如海」。我们愿他深入经藏，「则自成众慧」，你自己一定能成就无量智慧。为什么？常常念着帮助别人深入经藏，法布施！法布施的果报就是智慧。帮助别人深入经藏，方法很多，成就智慧浅深不同。介绍别人学佛是这个意思，愿他深入经藏；介绍别人读这些佛经、善书，也是这个意思，印送经论、善书。",
      "zh_TW": "「三願於他深入經藏」，這是我們三皈依裡面第二句，「自皈依佛，當願眾生，深入經藏，智慧如海」。我們願他深入經藏，「則自成眾慧」，你自己一定能成就無量智慧。為什麼？常常念著幫助別人深入經藏，法布施！法布施的果報就是智慧。幫助別人深入經藏，方法很多，成就智慧淺深不同。介紹別人學佛是這個意思，願他深入經藏；介紹別人讀這些佛經、善書，也是這個意思，印送經論、善書。"
    },
    {
      "id": "12-017-1495_p0051",
      "zh_CN": "我们在初学佛的时候，自己的生活很辛苦、很艰难，老师教我学布施。在没有接受老师的时候，我很吝啬，为什么？生活太苦，赚钱实在不容易，而且又很少，连自己生活都勉强维持，哪有多余的去布施？老师教导之后，我们才明白。为什么贫穷？过去生中吝啬，不肯布施，所以这一生得贫穷果报。怎么挽救？怎么改善？学布施！财施是因，财富是果；法施是因，聪明智慧是果；无畏布施是因，健康长寿是果，这是章嘉大师教我的。所以我就晓得，应当要改造自己的命运，要很认真努力。那时候在台湾，有人发起印经，大家来凑钱印一本经书。那个分量也不大，我们没有钱的人出一块、二块，尽心尽力。人家放生，好事情，我们也出个一块、二块。反正是道场里遇到好事情，我们总是随喜功德，欢欢喜喜。自己生活更节俭，省吃俭用，来多做一点布施供养。还真有效，财愈施愈多！",
      "zh_TW": "我們在初學佛的時候，自己的生活很辛苦、很艱難，老師教我學布施。在沒有接受老師的時候，我很吝嗇，為什麼？生活太苦，賺錢實在不容易，而且又很少，連自己生活都勉強維持，哪有多餘的去布施？老師教導之後，我們才明白。為什麼貧窮？過去生中吝嗇，不肯布施，所以這一生得貧窮果報。怎麼挽救？怎麼改善？學布施！財施是因，財富是果；法施是因，聰明智慧是果；無畏布施是因，健康長壽是果，這是章嘉大師教我的。所以我就曉得，應當要改造自己的命運，要很認真努力。那時候在台灣，有人發起印經，大家來湊錢印一本經書。那個分量也不大，我們沒有錢的人出一塊、二塊，盡心盡力。人家放生，好事情，我們也出個一塊、二塊。反正是道場裡遇到好事情，我們總是隨喜功德，歡歡喜喜。自己生活更節儉，省吃儉用，來多做一點布施供養。還真有效，財愈施愈多！"
    },
    {
      "id": "12-017-1495_p0052",
      "zh_CN": "初学佛的时候，我那时候一年做这些好事，就是随喜功德做这些好事，大概只有一、二百块钱，台湾钱，合美金不到五块钱，一年能做的。一生干这个事情，往后供养就愈来愈多，愈多就愈施，自己不要留钱。钱是个通货，要流通，愈流愈多。老师给我说的话，我认真去做，果报完全如他所说；施财得财富，施法得聪明智慧，施无畏得健康长寿，这三样东西我都得到。我跟同学说我并没有求，我什么都没求，自自然然的。一生都保持这个原则，有钱，钱多多做；钱少，少做；没钱，不做。当然最好是不做，自己没有事情，这个多快乐！可是许多同修送来这些钱，不替他做好事，错了。他送来的时候我们替他做，给他回向，成就他们的福德、功德。他要离相，就是功德；他要不离相，就是福德，要真干。功德、福德在事相上没有差别，在念头上有差别；一个是离相，一个是着相，离相就妙，妙是功德。所以自己成就众慧，这是智慧圆满。",
      "zh_TW": "初學佛的時候，我那時候一年做這些好事，就是隨喜功德做這些好事，大概只有一、二百塊錢，台灣錢，合美金不到五塊錢，一年能做的。一生幹這個事情，往後供養就愈來愈多，愈多就愈施，自己不要留錢。錢是個通貨，要流通，愈流愈多。老師給我說的話，我認真去做，果報完全如他所說；施財得財富，施法得聰明智慧，施無畏得健康長壽，這三樣東西我都得到。我跟同學說我並沒有求，我什麼都沒求，自自然然的。一生都保持這個原則，有錢，錢多多做；錢少，少做；沒錢，不做。當然最好是不做，自己沒有事情，這個多快樂！可是許多同修送來這些錢，不替他做好事，錯了。他送來的時候我們替他做，給他迴向，成就他們的福德、功德。他要離相，就是功德；他要不離相，就是福德，要真幹。功德、福德在事相上沒有差別，在念頭上有差別；一個是離相，一個是著相，離相就妙，妙是功德。所以自己成就眾慧，這是智慧圓滿。"
    },
    {
      "id": "12-017-1495_p0053",
      "zh_CN": "佛法无比的殊胜，这我一生当中体验了，愈学愈欢喜，愈学愈殊胜，确实法喜充满。法喜就像涌泉一样，永无止尽。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "佛法無比的殊勝，這我一生當中體驗了，愈學愈歡喜，愈學愈殊勝，確實法喜充滿。法喜就像湧泉一樣，永無止盡。好，今天時間到了，我們就講到此地。"
    }
  ]
}