{
  "doc_id": "12-017-1188",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一八八卷",
    "zh_TW": "第一一八八卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1188",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "12-017-1188_p0001",
      "zh_CN": "诸位同学，请看「光明觉品」第二段。这是清凉大师《疏钞》里面的第二段，释名，分为开合两个段落。我们讲到合，合里面有六小段，现在我们从第五小段看起。「此三圆融，唯无碍之法界」。这一句就是一个小段，这是合中第五小段。清凉在《钞》里面有解释，「此三圆融者，五」，就是第五小段，「总融上三」。上面有四小段，所以「上虽四对，体唯有三，谓能照之光，所照之境，所成之觉」，所以光、境、觉，实际上这四个小段只说三桩事情，所以说体唯有三。「三对六法，举一全收，为一法界」。后面一句是总结，「此上五重合竟」。这是解释合，别题里面的合说。",
      "zh_TW": "諸位同學，請看「光明覺品」第二段。這是清涼大師《疏鈔》裡面的第二段，釋名，分為開合兩個段落。我們講到合，合裡面有六小段，現在我們從第五小段看起。「此三圓融，唯無礙之法界」。這一句就是一個小段，這是合中第五小段。清涼在《鈔》裡面有解釋，「此三圓融者，五」，就是第五小段，「總融上三」。上面有四小段，所以「上雖四對，體唯有三，謂能照之光，所照之境，所成之覺」，所以光、境、覺，實際上這四個小段只說三樁事情，所以說體唯有三。「三對六法，舉一全收，為一法界」。後面一句是總結，「此上五重合竟」。這是解釋合，別題裡面的合說。"
    },
    {
      "id": "12-017-1188_p0002",
      "zh_CN": "能照之光，所照之境，能所是一不是二。这与世间哲学里头所说的不相同，哲学能所是二不是一；换句话说，它是相对的。一乘圆教里面没有相对的。大乘或者讲二乘、三乘有相对的说法，那是佛的方便说，叫善巧方便，也是佛法里面所谓的随顺俗谛说。俗谛是众生的见解，众生听了容易接受，容易理解。一乘圆教就不是随顺众生，是如来果地上亲证的法界，这叫随顺真谛说。这个真谛就是诸法实相，真实相。众生他迷了，这一念妄动而有无明，所以往往把真相看错了，因为看错，所以他就产生了错误的观念，这就想错。佛菩萨教化众生，怎样把众生错误的看法、错误的想法修正过来，这就是佛法。所谓转迷为悟，转错误为正知正见，这就叫佛法。佛这个字是梵语音译的，如果从意思上来讲就是智慧、是觉悟、是觉知，所以智觉。佛法是一种求得真智真觉的方法，如果叫佛学，这是这一门学问，我们不能够不清楚。",
      "zh_TW": "能照之光，所照之境，能所是一不是二。這與世間哲學裡頭所說的不相同，哲學能所是二不是一；換句話說，它是相對的。一乘圓教裡面沒有相對的。大乘或者講二乘、三乘有相對的說法，那是佛的方便說，叫善巧方便，也是佛法裡面所謂的隨順俗諦說。俗諦是眾生的見解，眾生聽了容易接受，容易理解。一乘圓教就不是隨順眾生，是如來果地上親證的法界，這叫隨順真諦說。這個真諦就是諸法實相，真實相。眾生他迷了，這一念妄動而有無明，所以往往把真相看錯了，因為看錯，所以他就產生了錯誤的觀念，這就想錯。佛菩薩教化眾生，怎樣把眾生錯誤的看法、錯誤的想法修正過來，這就是佛法。所謂轉迷為悟，轉錯誤為正知正見，這就叫佛法。佛這個字是梵語音譯的，如果從意思上來講就是智慧、是覺悟、是覺知，所以智覺。佛法是一種求得真智真覺的方法，如果叫佛學，這是這一門學問，我們不能夠不清楚。"
    },
    {
      "id": "12-017-1188_p0003",
      "zh_CN": "性相，性是能现，相是所现。自性里面本具的般若智慧，这是光明，是能照，照见法性所现的种种法相。能现所现是一体，能照所照怎么会是二？当然是一。这是这一种法合是自自然然之合，本来就是这样的。分开来说，合起来说，一桩事情，这才真正了解事实真相。所以清凉大师讲上面三对六法，我们这个概念要清楚。三对，能照所照是一对，能觉所觉是一对，光有身光、有智光，觉有觉知、有觉悟，照有能照、有所照，觉有能觉、有所觉。开，分开来说，合，总的来讲，一桩事，确实是一体。所以唯无碍之法界。清凉讲无碍，讲了四种，「理无碍，事无碍，理事无碍，事事无碍」。从这段文（虽然不长）我们能体会宇宙之间任何一法，大而世界，小而微尘，无不具足；三对六法具足，小到微尘也具足，所以一切法是平等的。",
      "zh_TW": "性相，性是能現，相是所現。自性裡面本具的般若智慧，這是光明，是能照，照見法性所現的種種法相。能現所現是一體，能照所照怎麼會是二？當然是一。這是這一種法合是自自然然之合，本來就是這樣的。分開來說，合起來說，一樁事情，這才真正了解事實真相。所以清涼大師講上面三對六法，我們這個概念要清楚。三對，能照所照是一對，能覺所覺是一對，光有身光、有智光，覺有覺知、有覺悟，照有能照、有所照，覺有能覺、有所覺。開，分開來說，合，總的來講，一樁事，確實是一體。所以唯無礙之法界。清涼講無礙，講了四種，「理無礙，事無礙，理事無礙，事事無礙」。從這段文（雖然不長）我們能體會宇宙之間任何一法，大而世界，小而微塵，無不具足；三對六法具足，小到微塵也具足，所以一切法是平等的。"
    },
    {
      "id": "12-017-1188_p0004",
      "zh_CN": "我们讲平等，已经不是真相、不是实相。实相是什么？实相确确实实是「言语道断，心行处灭」，不容许你开口，所谓是「开口便错，动念皆乖」，你一开口一动念，已经错了，从这就开始错。宗门的祖师大德常常测验学人「道一句来」，就是说诸法实相这一桩事情，你说一句我听听。学生刚刚要说，老和尚赶紧过来用巴掌把他嘴捂住，这一捂，这个学生开悟了，明白了。老师跟学生心照不宣，心心相应，契入境界。所以「说」都是方便说。释迦牟尼佛为我们讲经说法四十九年，方便说，因此所说之法是方便法，所以佛才讲「法尚应舍，何况非法」。",
      "zh_TW": "我們講平等，已經不是真相、不是實相。實相是什麼？實相確確實實是「言語道斷，心行處滅」，不容許你開口，所謂是「開口便錯，動念皆乖」，你一開口一動念，已經錯了，從這就開始錯。宗門的祖師大德常常測驗學人「道一句來」，就是說諸法實相這一樁事情，你說一句我聽聽。學生剛剛要說，老和尚趕緊過來用巴掌把他嘴捂住，這一捂，這個學生開悟了，明白了。老師跟學生心照不宣，心心相應，契入境界。所以「說」都是方便說。釋迦牟尼佛為我們講經說法四十九年，方便說，因此所說之法是方便法，所以佛才講「法尚應捨，何況非法」。"
    },
    {
      "id": "12-017-1188_p0005",
      "zh_CN": "法为什么要舍？法是方便法不是真实法。真实法你舍都舍不掉，没有得失你怎么舍？在哪里？一切现成，就是你不认识。一分一秒，一刹那都没有离开，就是不认识。世尊在楞严会上讲「六根门头，放光动地」，眼耳鼻舌身放身光，意根放智光，哪一物不是。可惜的是我们自己不知道，迷而不觉。迷了，不顺性德，违背性德，这是一般讲造作罪业，召来六道三途的苦报，实在是太冤枉了。永嘉说得好，「梦里明明有六趣」，我们是在迷梦之中，把一真法界变现成六道三途；「觉后空空无大千」，觉了就没有了。什么时候我们觉醒过来？醒过来之后，你的烦恼习气统统没有了，你的妄想分别执着没有了，这个东西去掉之后，妄的没了，好像黑暗没有了，光明现前了。性德，究竟圆满的性德自然显现出来。",
      "zh_TW": "法為什麼要捨？法是方便法不是真實法。真實法你捨都捨不掉，沒有得失你怎麼捨？在哪裡？一切現成，就是你不認識。一分一秒，一剎那都沒有離開，就是不認識。世尊在楞嚴會上講「六根門頭，放光動地」，眼耳鼻舌身放身光，意根放智光，哪一物不是。可惜的是我們自己不知道，迷而不覺。迷了，不順性德，違背性德，這是一般講造作罪業，召來六道三途的苦報，實在是太冤枉了。永嘉說得好，「夢裡明明有六趣」，我們是在迷夢之中，把一真法界變現成六道三途；「覺後空空無大千」，覺了就沒有了。什麼時候我們覺醒過來？醒過來之後，你的煩惱習氣統統沒有了，你的妄想分別執著沒有了，這個東西去掉之後，妄的沒了，好像黑暗沒有了，光明現前了。性德，究竟圓滿的性德自然顯現出來。"
    },
    {
      "id": "12-017-1188_p0006",
      "zh_CN": "性德尽善尽美，纯净纯善，这是如来究竟果地的境界。法身菩萨虽然分证，但是不圆满，如来果地才究竟圆满。这桩事情若不是世尊出现为我们透露，我们无量劫来永远不知道自己本来面目。现在如来把这个本来面目给我们透露了，我们要怎样修正？修，没有别的，放下而已。要放下，不能不放下，你要不放下，你太辛苦了。最重要的，放下对世出世间一切法的妄想分别执着，学习佛菩萨，随顺法性。六根接触六尘境界里头没有丝毫意思夹杂，这叫随顺法性。自己夹杂一点意思在里面，就不是随顺法性了。这个道理我们要懂。再看后面一段，最后一段。",
      "zh_TW": "性德盡善盡美，純淨純善，這是如來究竟果地的境界。法身菩薩雖然分證，但是不圓滿，如來果地才究竟圓滿。這樁事情若不是世尊出現為我們透露，我們無量劫來永遠不知道自己本來面目。現在如來把這個本來面目給我們透露了，我們要怎樣修正？修，沒有別的，放下而已。要放下，不能不放下，你要不放下，你太辛苦了。最重要的，放下對世出世間一切法的妄想分別執著，學習佛菩薩，隨順法性。六根接觸六塵境界裡頭沒有絲毫意思夾雜，這叫隨順法性。自己夾雜一點意思在裡面，就不是隨順法性了。這個道理我們要懂。再看後面一段，最後一段。"
    },
    {
      "id": "12-017-1188_p0007",
      "zh_CN": "「虽平等绝相，不坏光明之觉。品中辨此，故以为名」。这一段开示很重要。虽然平等绝相，这就是讲上面所说的体、用，身光智光，觉知觉悟，能照所照，能觉所觉，这里面的境界包括遍法界虚空界一切性相、事理、因果，统统包括在其中，无有一法不平等。绝相是离相，对于所有一切现象，你确确实实没有妄想，没有分别，没有执着，才是平等。稍稍起一念妄想，不平等，但是这个非常轻微，还不至于造成严重的障碍，什么严重障碍？还没有把一真法界把它扭曲。这个妄想要生了分别执着，麻烦大了，这个严重，严重把一真法界扭曲了，扭曲成十法界，扭曲成六道三途。这个事情就严重了，你要受苦。有一点点妄想是错了，但是还不至于受大苦，依旧在一真法界里，这就是华藏、极乐。",
      "zh_TW": "「雖平等絕相，不壞光明之覺。品中辨此，故以為名」。這一段開示很重要。雖然平等絕相，這就是講上面所說的體、用，身光智光，覺知覺悟，能照所照，能覺所覺，這裡面的境界包括遍法界虛空界一切性相、事理、因果，統統包括在其中，無有一法不平等。絕相是離相，對於所有一切現象，你確確實實沒有妄想，沒有分別，沒有執著，才是平等。稍稍起一念妄想，不平等，但是這個非常輕微，還不至於造成嚴重的障礙，什麼嚴重障礙？還沒有把一真法界把它扭曲。這個妄想要生了分別執著，麻煩大了，這個嚴重，嚴重把一真法界扭曲了，扭曲成十法界，扭曲成六道三途。這個事情就嚴重了，你要受苦。有一點點妄想是錯了，但是還不至於受大苦，依舊在一真法界裡，這就是華藏、極樂。"
    },
    {
      "id": "12-017-1188_p0008",
      "zh_CN": "你看极乐有四土三辈九品，华藏有四十一个阶级，这是什么造成的？妄想造成的，一念不觉而有无明，是这么产生的，但是还在一真法界里，没有把一真法界变形。这个妄想再重一点就变成分别，分别把一真法界变成十法界里面的四圣法界，变了；声闻、缘觉、菩萨、佛。如果再严重，再严重就执着，执着把这个四圣法界再扭曲变成六道，六道里头再扭曲变成三途，变成地狱。是不是真有这个事情？没有，真，怎么会变成这个样子？这个扭曲是你自己的扭曲，与别人不相干。就像你自己作梦一样，你在梦中把现前这个境界扭曲。你要懂得我说话的意思，其实现实境界与你梦境毫不相关。扭曲是个方便说，不是真实的，不是我们这个境界你真的把它扭曲，变成饿鬼、畜生，不是的。",
      "zh_TW": "你看極樂有四土三輩九品，華藏有四十一個階級，這是什麼造成的？妄想造成的，一念不覺而有無明，是這麼產生的，但是還在一真法界裡，沒有把一真法界變形。這個妄想再重一點就變成分別，分別把一真法界變成十法界裡面的四聖法界，變了；聲聞、緣覺、菩薩、佛。如果再嚴重，再嚴重就執著，執著把這個四聖法界再扭曲變成六道，六道裡頭再扭曲變成三途，變成地獄。是不是真有這個事情？沒有，真，怎麼會變成這個樣子？這個扭曲是你自己的扭曲，與別人不相干。就像你自己作夢一樣，你在夢中把現前這個境界扭曲。你要懂得我說話的意思，其實現實境界與你夢境毫不相關。扭曲是個方便說，不是真實的，不是我們這個境界你真的把它扭曲，變成餓鬼、畜生，不是的。"
    },
    {
      "id": "12-017-1188_p0009",
      "zh_CN": "所以十法界依正庄严，佛讲得好，「自作自受」。我们要从这个地方觉悟，放下妄想分别执着，要真正大慈大悲，这个慈悲是性德；中国人所讲的，孝悌忠信，礼义廉耻，仁爱和平，性德。性德都是尽善尽美，纯净纯善，没有丝毫不善夹杂，没有丝毫不净夹杂，我们要认真努力学习。为什么要这样学？这样学，淘汰我们的不善，放下我们的不净，果然把自己这无量劫来薰习的不善不净，统统淘汰尽了，放下尽了，我们的性德就恢复了。",
      "zh_TW": "所以十法界依正莊嚴，佛講得好，「自作自受」。我們要從這個地方覺悟，放下妄想分別執著，要真正大慈大悲，這個慈悲是性德；中國人所講的，孝悌忠信，禮義廉恥，仁愛和平，性德。性德都是盡善盡美，純淨純善，沒有絲毫不善夾雜，沒有絲毫不淨夾雜，我們要認真努力學習。為什麼要這樣學？這樣學，淘汰我們的不善，放下我們的不淨，果然把自己這無量劫來薰習的不善不淨，統統淘汰盡了，放下盡了，我們的性德就恢復了。"
    },
    {
      "id": "12-017-1188_p0010",
      "zh_CN": "这些教学，给你说真话，不是利他是自利。但是你真正想得到自利，你必须要懂得利他，利他才是真正的自利。如果一昧想自利，那你完全错了，那是自己害自己，那不是自利是自害。你要说为什么？我们在这一段经文，这是清凉大师的开示，我们能体会到他的开示完全依据经义，没有夹杂一点点意思在里头。所以这个开示跟佛说经没有两样，完全讲的是诸法实相。诸法实相，整个宇宙是一不是二。我在讲席里头讲过很多很多遍，虚空法界是自心相，你自己的心，心是什么样子？虚空法界就是自己心的样子。刹土众生，这虚空当中无量无边的世界，刹土是世界，每一个世界有无量无边的众生，刹土众生是自身相。整个宇宙是自己，整个宇宙是一体，所以你爱他才是真正爱自己，你敬他才是真正敬自己。哪一个佛菩萨不尊重一切众生！只有凡夫迷而不觉，顺他意思的，他喜欢你，不顺他意思的，讨厌你；喜欢你，帮助你，不喜欢你，排斥你，这是与自性完全悖逆。",
      "zh_TW": "這些教學，給你說真話，不是利他是自利。但是你真正想得到自利，你必須要懂得利他，利他才是真正的自利。如果一昧想自利，那你完全錯了，那是自己害自己，那不是自利是自害。你要說為什麼？我們在這一段經文，這是清涼大師的開示，我們能體會到他的開示完全依據經義，沒有夾雜一點點意思在裡頭。所以這個開示跟佛說經沒有兩樣，完全講的是諸法實相。諸法實相，整個宇宙是一不是二。我在講席裡頭講過很多很多遍，虛空法界是自心相，你自己的心，心是什麼樣子？虛空法界就是自己心的樣子。剎土眾生，這虛空當中無量無邊的世界，剎土是世界，每一個世界有無量無邊的眾生，剎土眾生是自身相。整個宇宙是自己，整個宇宙是一體，所以你愛他才是真正愛自己，你敬他才是真正敬自己。哪一個佛菩薩不尊重一切眾生！只有凡夫迷而不覺，順他意思的，他喜歡你，不順他意思的，討厭你；喜歡你，幫助你，不喜歡你，排斥你，這是與自性完全悖逆。"
    },
    {
      "id": "12-017-1188_p0011",
      "zh_CN": "你悖逆自性，自性不悖逆你，自性还是包容你。从什么地方显示出来？从觉悟的人，从诸佛菩萨、声闻缘觉，他能包容你；你背叛他，你讨厌他，他尊敬你，他爱护你，那是什么？经上讲的正觉！阿罗汉、辟支佛他们已经证得正觉，菩萨证得的正等正觉，诸佛如来是无上正等正觉，从他那个地方，我们就真正体会到性德的流露。从六道凡夫里面你去观察，他悖逆性德，佛菩萨随顺性德，这很明显的比例。我们应该怎样学，不就懂得了吗？如果你要随顺自己烦恼习气，依然违背性德，那么你在六道里轮回时间就长了，真的是无量劫又无量劫。就好像一个人做恶梦，一个恶梦接着一个恶梦在做，永远不醒，苦死了。明眼人在旁边看，一场空，哪有这回事情！",
      "zh_TW": "你悖逆自性，自性不悖逆你，自性還是包容你。從什麼地方顯示出來？從覺悟的人，從諸佛菩薩、聲聞緣覺，他能包容你；你背叛他，你討厭他，他尊敬你，他愛護你，那是什麼？經上講的正覺！阿羅漢、辟支佛他們已經證得正覺，菩薩證得的正等正覺，諸佛如來是無上正等正覺，從他那個地方，我們就真正體會到性德的流露。從六道凡夫裡面你去觀察，他悖逆性德，佛菩薩隨順性德，這很明顯的比例。我們應該怎樣學，不就懂得了嗎？如果你要隨順自己煩惱習氣，依然違背性德，那麼你在六道裡輪迴時間就長了，真的是無量劫又無量劫。就好像一個人做惡夢，一個惡夢接著一個惡夢在做，永遠不醒，苦死了。明眼人在旁邊看，一場空，哪有這回事情！"
    },
    {
      "id": "12-017-1188_p0012",
      "zh_CN": "我们真正有幸，没想到在这一生当中，能遇到如此殊胜的妙法，妙绝了。这就看自己有没有善根福德。为什么？遇到了，缘具足了。《弥陀经》上常说「不可以少善根福德因缘得生彼国」。往生西方极乐世界要具备这三个条件；给诸位说，开悟也要具备这三个条件，证果还是要具备这三个条件。甚至于我们把它讲成世间法，世间法任何一个事业要想成就也要具备这三个条件。善根，能信、能解；福德，能修、能证；因缘是机会。你遇到这个机会，这个机会是希有难逢，你遇到了。",
      "zh_TW": "我們真正有幸，沒想到在這一生當中，能遇到如此殊勝的妙法，妙絕了。這就看自己有沒有善根福德。為什麼？遇到了，緣具足了。《彌陀經》上常說「不可以少善根福德因緣得生彼國」。往生西方極樂世界要具備這三個條件；給諸位說，開悟也要具備這三個條件，證果還是要具備這三個條件。甚至於我們把它講成世間法，世間法任何一個事業要想成就也要具備這三個條件。善根，能信、能解；福德，能修、能證；因緣是機會。你遇到這個機會，這個機會是希有難逢，你遇到了。"
    },
    {
      "id": "12-017-1188_p0013",
      "zh_CN": "前几天，我想到我们台中一个老同学，老朋友，徐醒民先生，周家麟先生，年轻的时候我们在一起跟随李老师学佛；我们一个老师。这几个同学常常在一起互相切磋琢磨，现在年岁都大了。我打电话向他们问候，告诉他：江老师（江逸子居士也是我们同学），在这个地方作画，画地狱变相图，极乐世界变相图。我跟他讲这种创作，不敢讲绝后，但是肯定是空前，自古以来历史上这些名画家，没有这么大的创作！徐醒民居士告诉我：法师，不但是空前也是绝后。我想想他的话有道理，往后，后代那些成名的画家，有这种机缘做这么大规模的作品吗？他做这两幅画，我知道三宝加持，佛菩萨加持，龙天善神拥护。以高妙艺术的方法，教化无量众生断恶修善，劝导无量众生回归净土。这个缘分我们遇到了，无量劫都难遭遇！我们学院同学能知道吗？",
      "zh_TW": "前幾天，我想到我們台中一個老同學，老朋友，徐醒民先生，周家麟先生，年輕的時候我們在一起跟隨李老師學佛；我們一個老師。這幾個同學常常在一起互相切磋琢磨，現在年歲都大了。我打電話向他們問候，告訴他：江老師（江逸子居士也是我們同學），在這個地方作畫，畫地獄變相圖，極樂世界變相圖。我跟他講這種創作，不敢講絕後，但是肯定是空前，自古以來歷史上這些名畫家，沒有這麼大的創作！徐醒民居士告訴我：法師，不但是空前也是絕後。我想想他的話有道理，往後，後代那些成名的畫家，有這種機緣做這麼大規模的作品嗎？他做這兩幅畫，我知道三寶加持，佛菩薩加持，龍天善神擁護。以高妙藝術的方法，教化無量眾生斷惡修善，勸導無量眾生回歸淨土。這個緣分我們遇到了，無量劫都難遭遇！我們學院同學能知道嗎？"
    },
    {
      "id": "12-017-1188_p0014",
      "zh_CN": "佛菩萨住世，大家羡慕得不得了，佛菩萨就在眼前，你不认识。这种慧眼、法眼要怎么样能得到？还是古人一句老话，读经。你要把经念多、念通了。这个读经，我们现前这种程度只能读一种，不能学太多。学太多了，食而不化，破坏你戒定慧三学。你学一种是成就你戒定慧三学。你读一部经，读经规规矩矩的读，恭恭敬敬的读，这就是持戒；专心读，一心读，就是修定；经文从「如是我闻」到「信受奉行」，念得清清楚楚，没有念错字，没有念颠倒，那就是智慧。先把它念熟了，这是第一个阶段，第二个阶段随文入观，你要求懂得它的意思，不要刻意去求，刻意去求，你就落在分别妄想里面，分别妄想是障碍，障碍你开悟。所以不可以刻意，要求又不能刻意，一切随顺自然。总而言之，绝对不能破坏你的一心，不能破坏你的三昧。三昧功夫到的时候，自然就开悟，豁然开悟。悟了以后，你再去涉猎其他的经论，世出世间一切法，你才可以涉猎，没开悟之前，最好不要涉猎。为什么？涉猎是障碍你的悟门，这是自古以来，祖祖相传的秘诀，「一门深入，长时薰修」，希望同学好好的记住。我们这个缘确实是非常殊胜，希有难逢。",
      "zh_TW": "佛菩薩住世，大家羨慕得不得了，佛菩薩就在眼前，你不認識。這種慧眼、法眼要怎麼樣能得到？還是古人一句老話，讀經。你要把經念多、念通了。這個讀經，我們現前這種程度只能讀一種，不能學太多。學太多了，食而不化，破壞你戒定慧三學。你學一種是成就你戒定慧三學。你讀一部經，讀經規規矩矩的讀，恭恭敬敬的讀，這就是持戒；專心讀，一心讀，就是修定；經文從「如是我聞」到「信受奉行」，念得清清楚楚，沒有念錯字，沒有念顛倒，那就是智慧。先把它念熟了，這是第一個階段，第二個階段隨文入觀，你要求懂得它的意思，不要刻意去求，刻意去求，你就落在分別妄想裡面，分別妄想是障礙，障礙你開悟。所以不可以刻意，要求又不能刻意，一切隨順自然。總而言之，絕對不能破壞你的一心，不能破壞你的三昧。三昧功夫到的時候，自然就開悟，豁然開悟。悟了以後，你再去涉獵其他的經論，世出世間一切法，你才可以涉獵，沒開悟之前，最好不要涉獵。為什麼？涉獵是障礙你的悟門，這是自古以來，祖祖相傳的祕訣，「一門深入，長時薰修」，希望同學好好的記住。我們這個緣確實是非常殊勝，希有難逢。"
    },
    {
      "id": "12-017-1188_p0015",
      "zh_CN": "这个地方我们讲到「平等绝相」，绝相是离相，就是离妄想分别执着。「不坏光明之觉」。佛法在世间，不坏世间相。这一句经教我们要懂得怎样不坏？随顺就不坏，不随顺就破坏。凡夫会破坏，就是现在所谓的破坏地球生态平衡，诸位常常听说。这是人为的。生态平衡破坏了，就召来的天然灾害。实际上它不是天然灾害，还是人为的。人不破坏地球的生态平衡，就不会有所谓的自然灾害，就没有了，这个世间风调雨顺，天下太平。人、物同居在这个地球上和睦相处，相安无事，这个世界就是个乐园。",
      "zh_TW": "這個地方我們講到「平等絕相」，絕相是離相，就是離妄想分別執著。「不壞光明之覺」。佛法在世間，不壞世間相。這一句經教我們要懂得怎樣不壞？隨順就不壞，不隨順就破壞。凡夫會破壞，就是現在所謂的破壞地球生態平衡，諸位常常聽說。這是人為的。生態平衡破壞了，就召來的天然災害。實際上它不是天然災害，還是人為的。人不破壞地球的生態平衡，就不會有所謂的自然災害，就沒有了，這個世間風調雨順，天下太平。人、物同居在這個地球上和睦相處，相安無事，這個世界就是個樂園。"
    },
    {
      "id": "12-017-1188_p0016",
      "zh_CN": "说老实话，动物不会破坏，植物也不会破坏，矿物就更不必说，谁破坏？人破坏，鬼神也破坏。天人不会破坏，何以不会破坏？天人是修十善的，天人是善人，天人心地清净，天人慈悲喜舍，他不会破坏。那我们晓得除天人之外，修罗、罗刹、饿鬼、人道，就是这一小撮，他们做破坏工作。科学技术没有发明出来之前，破坏的面很小很小，不至于感召大的灾难。重大灾难肯定是共业所感。科学发达之后，人利用科学的技术对这个地球造成严重的破坏，所以现在所谓的自然灾害多了，频繁了。灾难发生带来的破坏，一次比一次严重，我们要知道真正原因是什么。",
      "zh_TW": "說老實話，動物不會破壞，植物也不會破壞，礦物就更不必說，誰破壞？人破壞，鬼神也破壞。天人不會破壞，何以不會破壞？天人是修十善的，天人是善人，天人心地清淨，天人慈悲喜捨，他不會破壞。那我們曉得除天人之外，修羅、羅剎、餓鬼、人道，就是這一小撮，他們做破壞工作。科學技術沒有發明出來之前，破壞的面很小很小，不至於感召大的災難。重大災難肯定是共業所感。科學發達之後，人利用科學的技術對這個地球造成嚴重的破壞，所以現在所謂的自然災害多了，頻繁了。災難發生帶來的破壞，一次比一次嚴重，我們要知道真正原因是什麼。"
    },
    {
      "id": "12-017-1188_p0017",
      "zh_CN": "帮助这个世间化解灾难，我常常讲要从自己心地上做起，这是真实的。古人懂得，所以古人施政把教学摆在第一，这有道理。国家兴衰，社会治乱，总在教学，你不教怎么行？古圣先王，那个时候国家小，部落，部落里面许多领导人都是圣贤，都是受过很好的教育，通情达理，对于人跟人的关系，人跟自然环境的关系，人跟天地鬼神的关系，他明白，不迷惑。这种人我们称之为圣人，称之为神人。神圣这个意思就是明了宇宙人生真相，他的想法、看法、做法不会错。世间愚迷的人多，这种人少。这种人少，所以先觉觉后觉，这就是教育，就是教学；先知觉后知。这后头说「品中辨此，故以为名」。这个好懂，这一品经里面就是要说明这桩事情，所以品的题目「光明觉」。下面还有一句。",
      "zh_TW": "幫助這個世間化解災難，我常常講要從自己心地上做起，這是真實的。古人懂得，所以古人施政把教學擺在第一，這有道理。國家興衰，社會治亂，總在教學，你不教怎麼行？古聖先王，那個時候國家小，部落，部落裡面許多領導人都是聖賢，都是受過很好的教育，通情達理，對於人跟人的關係，人跟自然環境的關係，人跟天地鬼神的關係，他明白，不迷惑。這種人我們稱之為聖人，稱之為神人。神聖這個意思就是明瞭宇宙人生真相，他的想法、看法、做法不會錯。世間愚迷的人多，這種人少。這種人少，所以先覺覺後覺，這就是教育，就是教學；先知覺後知。這後頭說「品中辨此，故以為名」。這個好懂，這一品經裡面就是要說明這樁事情，所以品的題目「光明覺」。下面還有一句。"
    },
    {
      "id": "12-017-1188_p0018",
      "zh_CN": "「若从开释」。前面是合，合了再开，把它分开来讲。「光明之觉」，光明觉就是光明之觉。「光明有觉之用」，这是「通依主有财」，这个依主有财是佛学专门的名词，就是古大德解释名相用六种方式，这是其中的两种。「若从合说」。把它合起来讲，光明就是觉，这是「持业」释，六种解释里的持业，光明就是觉，觉就是光明。前面分开说，光明的觉，光明有觉之用，差别在这个地方。所以这个解释可以开，可以合，现在讲演绎、归纳，合是归纳，开是演绎。现代科学里头所用的一些方式，在佛门里头，古大德全都有，无一不是教学，无有一法不是帮助众生觉悟。我们无论什么人都有能力，也都有智慧，只是有大小不一样，尽心尽力无不是圆满功德，帮助诸佛如来教化众生，觉悟众生。现在时间到了。",
      "zh_TW": "「若從開釋」。前面是合，合了再開，把它分開來講。「光明之覺」，光明覺就是光明之覺。「光明有覺之用」，這是「通依主有財」，這個依主有財是佛學專門的名詞，就是古大德解釋名相用六種方式，這是其中的兩種。「若從合說」。把它合起來講，光明就是覺，這是「持業」釋，六種解釋裡的持業，光明就是覺，覺就是光明。前面分開說，光明的覺，光明有覺之用，差別在這個地方。所以這個解釋可以開，可以合，現在講演繹、歸納，合是歸納，開是演繹。現代科學裡頭所用的一些方式，在佛門裡頭，古大德全都有，無一不是教學，無有一法不是幫助眾生覺悟。我們無論什麼人都有能力，也都有智慧，只是有大小不一樣，盡心盡力無不是圓滿功德，幫助諸佛如來教化眾生，覺悟眾生。現在時間到了。"
    },
    {
      "id": "12-017-1188_p0019",
      "zh_CN": "诸位同学，请看清凉《疏钞》的第三段，宗趣。「宗趣者，以身智二光无碍觉悟为宗，令物生信为趣」。全经有全经的宗趣，每一品有每一品的宗趣，每一段有每一段的宗趣，每一句有每一句的宗趣，我们能不能看得出来？如果说是看不出来，那么我们学习就没有办法得到真正的利益。什么是宗？宗是修行的方法，趣就是修行的果德，我修这个方法，我希望得到的是什么？所以宗是因，趣是果，趣是趣向。你要不懂得修因证果，你的学习就落空。正是所谓我学这门功课，我希望得到什么。学习这门功课，这是宗；我希求所得到的，那是果，功不唐捐。",
      "zh_TW": "諸位同學，請看清涼《疏鈔》的第三段，宗趣。「宗趣者，以身智二光無礙覺悟為宗，令物生信為趣」。全經有全經的宗趣，每一品有每一品的宗趣，每一段有每一段的宗趣，每一句有每一句的宗趣，我們能不能看得出來？如果說是看不出來，那麼我們學習就沒有辦法得到真正的利益。什麼是宗？宗是修行的方法，趣就是修行的果德，我修這個方法，我希望得到的是什麼？所以宗是因，趣是果，趣是趣向。你要不懂得修因證果，你的學習就落空。正是所謂我學這門功課，我希望得到什麼。學習這門功課，這是宗；我希求所得到的，那是果，功不唐捐。"
    },
    {
      "id": "12-017-1188_p0020",
      "zh_CN": "在这一品经里面，以身智二光无碍觉悟为宗。佛放光令菩萨觉悟。下面还有一句，令物生信为趣。这个「物」是九法界众生，他不说是人，令人生信，令人生信那只有人道，其他的九道，我们讲十法界，其他九法界没有包括在里头。所以说个物，十法界统统包括在其中。如来用身光，文殊用智光，二光无碍，菩萨觉悟了，帮助法身菩萨提升境界，以此为宗，同时又令物生信；九法界有缘的众生。",
      "zh_TW": "在這一品經裡面，以身智二光無礙覺悟為宗。佛放光令菩薩覺悟。下面還有一句，令物生信為趣。這個「物」是九法界眾生，他不說是人，令人生信，令人生信那只有人道，其他的九道，我們講十法界，其他九法界沒有包括在裡頭。所以說個物，十法界統統包括在其中。如來用身光，文殊用智光，二光無礙，菩薩覺悟了，幫助法身菩薩提升境界，以此為宗，同時又令物生信；九法界有緣的眾生。"
    },
    {
      "id": "12-017-1188_p0021",
      "zh_CN": "九法界哪些众生有缘？清凉大师在前面讲大心众生。这一句重要。我们中国谚语里头常讲「量大福大」。有量能包容，能容人，能容物，这个人有福。你的福报有多大？你有多大的量，你就有多大的福。古人常说，你对待一个人你能够包容，你得一百个人拥护，自自然然拥护你，福报。你待一百个人你不能包容，一个拥护你的人都没有。这一句话虽然浅，含着有很深的意味在里头，很值得我们思考要怎样处事待人接物，成就自己真实的福德。",
      "zh_TW": "九法界哪些眾生有緣？清涼大師在前面講大心眾生。這一句重要。我們中國諺語裡頭常講「量大福大」。有量能包容，能容人，能容物，這個人有福。你的福報有多大？你有多大的量，你就有多大的福。古人常說，你對待一個人你能夠包容，你得一百個人擁護，自自然然擁護你，福報。你待一百個人你不能包容，一個擁護你的人都沒有。這一句話雖然淺，含著有很深的意味在裡頭，很值得我們思考要怎樣處事待人接物，成就自己真實的福德。"
    },
    {
      "id": "12-017-1188_p0022",
      "zh_CN": "总而言之就是两个字，一个是爱人，一个是容人。在佛法里面讲就是慈悲。你真正能够爱人，爱一切物，真诚的爱心。真诚爱心，一定是清净的，绝对没有染污；一定是平等的，决定没有差别。爱人的人能够舍己为人，他没有自私，他能够做到牺牲奉献。包容人的人不会计较别人的过失，他能包涵，有容乃大，他的后福大，他有大德大福。器量小，这人可怜，这个人没有人帮助他，没有人同情他，他在这个世间，那真叫孤家寡人。所以我们学佛，要学佛的心量，「心包太虚，量周沙界」；要学佛菩萨舍己为人，佛菩萨能够割肉喂鹰，舍身喂虎。这都是诸佛如来示现做榜样给我们看。我们虽然做不到，心里要常常想着希望有一天能做到。",
      "zh_TW": "總而言之就是兩個字，一個是愛人，一個是容人。在佛法裡面講就是慈悲。你真正能夠愛人，愛一切物，真誠的愛心。真誠愛心，一定是清淨的，絕對沒有染污；一定是平等的，決定沒有差別。愛人的人能夠捨己為人，他沒有自私，他能夠做到犧牲奉獻。包容人的人不會計較別人的過失，他能包涵，有容乃大，他的後福大，他有大德大福。器量小，這人可憐，這個人沒有人幫助他，沒有人同情他，他在這個世間，那真叫孤家寡人。所以我們學佛，要學佛的心量，「心包太虛，量周沙界」；要學佛菩薩捨己為人，佛菩薩能夠割肉餵鷹，捨身餵虎。這都是諸佛如來示現做榜樣給我們看。我們雖然做不到，心裡要常常想著希望有一天能做到。"
    },
    {
      "id": "12-017-1188_p0023",
      "zh_CN": "学佛，这两个字不容易，为什么？你要学得像，多少要有一点像佛，佛心真诚，你学到了没有？佛心清净，佛心平等，佛心慈悲，有没有学到？佛能放下，佛能看破，佛能随缘，佛能自在，我们学到没有？佛佛相念，这个相念的意思，就是我们现在所讲的称赞，佛总是称赞诸佛，没有听到哪一尊佛批评另外一尊佛，没有。我们有没有学会？佛孝顺父母，释迦牟尼佛为报母亲之恩，他的母亲生他七天，上生忉利天，佛到忉利天为他母亲讲《地藏菩萨本愿经》，报母亲恩，在忉利天开了一次法会。所以《地藏菩萨本愿经》不是在人间讲的，在忉利天讲的，都是给我们做榜样。母亲对我们有生育之恩，人不知道恩义，连畜生都不如。",
      "zh_TW": "學佛，這兩個字不容易，為什麼？你要學得像，多少要有一點像佛，佛心真誠，你學到了沒有？佛心清淨，佛心平等，佛心慈悲，有沒有學到？佛能放下，佛能看破，佛能隨緣，佛能自在，我們學到沒有？佛佛相念，這個相念的意思，就是我們現在所講的稱讚，佛總是稱讚諸佛，沒有聽到哪一尊佛批評另外一尊佛，沒有。我們有沒有學會？佛孝順父母，釋迦牟尼佛為報母親之恩，他的母親生他七天，上生忉利天，佛到忉利天為他母親講《地藏菩薩本願經》，報母親恩，在忉利天開了一次法會。所以《地藏菩薩本願經》不是在人間講的，在忉利天講的，都是給我們做榜樣。母親對我們有生育之恩，人不知道恩義，連畜生都不如。"
    },
    {
      "id": "12-017-1188_p0024",
      "zh_CN": "所以这经典上字字句句不是讲别人，讲我；世尊不是教别人，是教我，我应当直下承当才能得利益。这经是讲别人，老师讲解的是讲别人，不是讲我，与我不相干。哪一个人知道这是讲我的，我得利益。所以「有则改之，无则加勉」，要认真努力学习。讲别人，与我不相干，听完了也就完了。念一辈子经，听一辈子经，一无所得，大错特错。",
      "zh_TW": "所以這經典上字字句句不是講別人，講我；世尊不是教別人，是教我，我應當直下承當才能得利益。這經是講別人，老師講解的是講別人，不是講我，與我不相干。哪一個人知道這是講我的，我得利益。所以「有則改之，無則加勉」，要認真努力學習。講別人，與我不相干，聽完了也就完了。念一輩子經，聽一輩子經，一無所得，大錯特錯。"
    },
    {
      "id": "12-017-1188_p0025",
      "zh_CN": "「又」，下面还有一段，「释名并是品宗，来意尽为意趣」，这一句讲得好，这一句把本经三十九品的宗趣统统都说到，这是通说。释名，前面解释「光明觉品」，就是这一品的宗旨；佛为什么要讲这一品，那就是这一品的意趣。来意尽为意趣，这两句说得好，总说。下面第四段「解疑妨」，我们把它省略，因为前面我们都已经讲过，可以省略。后面李长者的《论》，这个论文长，他说得好，跟清凉大师的《疏》合起来看，很有启发性。我们把这个《论》，就是李长者的解释，我们好好的读一遍。",
      "zh_TW": "「又」，下面還有一段，「釋名並是品宗，來意盡為意趣」，這一句講得好，這一句把本經三十九品的宗趣統統都說到，這是通說。釋名，前面解釋「光明覺品」，就是這一品的宗旨；佛為什麼要講這一品，那就是這一品的意趣。來意盡為意趣，這兩句說得好，總說。下面第四段「解疑妨」，我們把它省略，因為前面我們都已經講過，可以省略。後面李長者的《論》，這個論文長，他說得好，跟清涼大師的《疏》合起來看，很有啟發性。我們把這個《論》，就是李長者的解釋，我們好好的讀一遍。"
    },
    {
      "id": "12-017-1188_p0026",
      "zh_CN": "《论》：「将释此品，约作三门分别」。他解释这一品经做三门，清凉大师解经他是做五门，就是分五段。长者解释比较简单，说三段，「一释品名目，二释品来意」。你看宗趣就有了，释品名目就是宗，释品来意就是趣，宗趣就在其中。「三随文释义」。这解释经文，所以他这个简单。我们看第一个，他里头讲得也相当详细。",
      "zh_TW": "《論》：「將釋此品，約作三門分別」。他解釋這一品經做三門，清涼大師解經他是做五門，就是分五段。長者解釋比較簡單，說三段，「一釋品名目，二釋品來意」。你看宗趣就有了，釋品名目就是宗，釋品來意就是趣，宗趣就在其中。「三隨文釋義」。這解釋經文，所以他這個簡單。我們看第一個，他裡頭講得也相當詳細。"
    },
    {
      "id": "12-017-1188_p0027",
      "zh_CN": "「一释品名目者，此品名光明觉品，为明因如来放十信中足轮下光」。这一次放光是从世尊脚底放光，脚底下放光。「照烛十方」，这个足底放光很希有。佛全身都放光，从哪个地方放有表法的意思，你看那个光，光照十方。「初云一三千大千」，这是渐渐扩展，「以次十三千大千」。我说十个三千大千大家好懂，不是十三千，是十个三千大千。「以次增广，至不可说，法界虚空界，为明无尽」。这个意思就是说明光照是没有限量的，无尽的。这个到底下我们读到经文就看到了。",
      "zh_TW": "「一釋品名目者，此品名光明覺品，為明因如來放十信中足輪下光」。這一次放光是從世尊腳底放光，腳底下放光。「照燭十方」，這個足底放光很希有。佛全身都放光，從哪個地方放有表法的意思，你看那個光，光照十方。「初云一三千大千」，這是漸漸擴展，「以次十三千大千」。我說十個三千大千大家好懂，不是十三千，是十個三千大千。「以次增廣，至不可說，法界虛空界，為明無盡」。這個意思就是說明光照是沒有限量的，無盡的。這個到底下我們讀到經文就看到了。"
    },
    {
      "id": "12-017-1188_p0028",
      "zh_CN": "「令信心者，了心境广大，无尽无碍，与法界虚空界等」，这一段讲就非常非常重要了。信心者是什么人？十信位的菩萨。初信、二信、三信到十信，这个信心菩萨明了心、境广大无尽无碍，就是佛光所照的。足下放光，代表信位。足下在一个人身上，这是最低、最微不足道的，那是什么？那是基础，一个人站立，依靠足下你才能站得住。所以用足下表信心，表十信位。信什么？信心境广大没有边际，与法界虚空界等。下面这最重要。",
      "zh_TW": "「令信心者，了心境廣大，無盡無礙，與法界虛空界等」，這一段講就非常非常重要了。信心者是什麼人？十信位的菩薩。初信、二信、三信到十信，這個信心菩薩明瞭心、境廣大無盡無礙，就是佛光所照的。足下放光，代表信位。足下在一個人身上，這是最低、最微不足道的，那是什麼？那是基礎，一個人站立，依靠足下你才能站得住。所以用足下表信心，表十信位。信什麼？信心境廣大沒有邊際，與法界虛空界等。下面這最重要。"
    },
    {
      "id": "12-017-1188_p0029",
      "zh_CN": "「明其自己法身，智身，愿行亦等故」。就是你从这个地方你就要明了，你自己的法身、智身、愿行跟这个心境完全相同，也是遍虚空法界，无量无边。「以光所照，觉悟信心，令修行故」。十信菩萨看到这个光得利益了。「以是因缘，名光明觉品」。到这个地方是一段，这是解释品名，为什么叫光明觉。所以这个里头最重要的是让我们自己真正觉悟明了，自己确确实实跟这个宇宙是一不是二。我们今天迷了，迷了就是这个宇宙跟我是二不是一，总合不起来。所以我在讲这个经的时候，常常用身体来做比喻，把我们这个身比作法界虚空界，把我们自己比作我们身上一个细胞。现在这个细胞迷了，认为它自己是独立的，不知道其他细胞跟它的关系，这是迷。实际上它能不能脱离关系？脱离不了。虽脱离不了，它自己不承认跟它有关系，麻烦在这里。",
      "zh_TW": "「明其自己法身，智身，願行亦等故」。就是你從這個地方你就要明瞭，你自己的法身、智身、願行跟這個心境完全相同，也是遍虛空法界，無量無邊。「以光所照，覺悟信心，令修行故」。十信菩薩看到這個光得利益了。「以是因緣，名光明覺品」。到這個地方是一段，這是解釋品名，為什麼叫光明覺。所以這個裡頭最重要的是讓我們自己真正覺悟明瞭，自己確確實實跟這個宇宙是一不是二。我們今天迷了，迷了就是這個宇宙跟我是二不是一，總合不起來。所以我在講這個經的時候，常常用身體來做比喻，把我們這個身比作法界虛空界，把我們自己比作我們身上一個細胞。現在這個細胞迷了，認為它自己是獨立的，不知道其他細胞跟它的關係，這是迷。實際上它能不能脫離關係？脫離不了。雖脫離不了，它自己不承認跟它有關係，麻煩在這裡。"
    },
    {
      "id": "12-017-1188_p0030",
      "zh_CN": "我们现在就是这样的。我们在大宇宙里头，我们这个身，这个身心就像一个细胞一样，不知道大宇宙跟自己的关系，不知道一切人跟自己什么关系，不知道一切万物跟自己是什么关系，这叫迷，这叫不觉。于是在这里头生妄想分别执着，产生疑惑误会，于是发展起来就变成争执、好恶、争夺，这样你才做损人利己的事，你才造业；不知道自他是一不是二。你真正晓得，看到别人需要帮助的时候，你自自然然就去帮助。不需要别人要求，不需要别人作揖，自己主动，像千手观音眼到手到，没有条件的，无缘大慈同体大悲，为什么没有条件？同体！下面说。",
      "zh_TW": "我們現在就是這樣的。我們在大宇宙裡頭，我們這個身，這個身心就像一個細胞一樣，不知道大宇宙跟自己的關係，不知道一切人跟自己什麼關係，不知道一切萬物跟自己是什麼關係，這叫迷，這叫不覺。於是在這裡頭生妄想分別執著，產生疑惑誤會，於是發展起來就變成爭執、好惡、爭奪，這樣你才做損人利己的事，你才造業；不知道自他是一不是二。你真正曉得，看到別人需要幫助的時候，你自自然然就去幫助。不需要別人要求，不需要別人作揖，自己主動，像千手觀音眼到手到，沒有條件的，無緣大慈同體大悲，為什麼沒有條件？同體！下面說。"
    },
    {
      "id": "12-017-1188_p0031",
      "zh_CN": "「修行者，一一随光观照十方已」。观照，你要觉悟。「能观之心亦尽，即与法身同体，入十住初心」，这是你真正在学光明觉，真学到。李长者这个开示，这个点醒，对我们初学的人来讲非常重要，我们可不能疏忽。我们学十住就要入十住，学十行就要入十行，学十回向就要入十回向。如果这样学的话，这一部《华严经》学完，你就成佛，谁能做得到？善财童子做到了。善财童子就是修学《华严》的一个代表，一个榜样。如果我们从这个经开端「世主妙严品」开始，就能够随文入观，到这个地方你肯定就转凡成圣，小圣，初信位的菩萨。对于经上所讲的这些话，你一丝毫疑惑都没有，你能契入这个境界。",
      "zh_TW": "「修行者，一一隨光觀照十方已」。觀照，你要覺悟。「能觀之心亦盡，即與法身同體，入十住初心」，這是你真正在學光明覺，真學到。李長者這個開示，這個點醒，對我們初學的人來講非常重要，我們可不能疏忽。我們學十住就要入十住，學十行就要入十行，學十迴向就要入十迴向。如果這樣學的話，這一部《華嚴經》學完，你就成佛，誰能做得到？善財童子做到了。善財童子就是修學《華嚴》的一個代表，一個榜樣。如果我們從這個經開端「世主妙嚴品」開始，就能夠隨文入觀，到這個地方你肯定就轉凡成聖，小聖，初信位的菩薩。對於經上所講的這些話，你一絲毫疑惑都沒有，你能契入這個境界。"
    },
    {
      "id": "12-017-1188_p0032",
      "zh_CN": "确确实实，我们的心起心动念与法界同体。念头才生，我讲了那个速度比光快，比电快。光跟电，现在科学家测量也是相当准确，一秒钟三十万公里。我们念头才起立刻就遍法界虚空界，光跟电的速度不能比，差太远了。所以一切众生，每个众生起心动念、言语造作，能够跟法界诸佛菩萨感应道交。我们确实没有念头去感，这叫冥感，为什么？你起心动念，你的心波、思想波，他那里就收到了。",
      "zh_TW": "確確實實，我們的心起心動念與法界同體。念頭才生，我講了那個速度比光快，比電快。光跟電，現在科學家測量也是相當準確，一秒鐘三十萬公里。我們念頭才起立刻就遍法界虛空界，光跟電的速度不能比，差太遠了。所以一切眾生，每個眾生起心動念、言語造作，能夠跟法界諸佛菩薩感應道交。我們確實沒有念頭去感，這叫冥感，為什麼？你起心動念，你的心波、思想波，他那裡就收到了。"
    },
    {
      "id": "12-017-1188_p0033",
      "zh_CN": "那我们一个思想，佛菩萨以外那些众生，九法界众生能不能收到？能收到。佛菩萨收到是很清楚，你自己都不晓得佛菩萨那里清清楚楚，声闻、缘觉那里也清清楚楚；比我们层次高的，诸天，他也清清楚楚，比我们层次低的，他不清楚。不清楚，这个波干扰他，我们讲磁场影响他。善的念，善的行为，这是善的影响他，帮助他阿赖耶识里面善业种子增加力量，有这个功能。那起个恶念，恶念也有影响，影响他，帮助他的恶念恶行增长力量。你要懂得这个道理，明了这个事实真相，「起心动念无不是罪」。《地藏经》上这句话你才真的有一点体会。",
      "zh_TW": "那我們一個思想，佛菩薩以外那些眾生，九法界眾生能不能收到？能收到。佛菩薩收到是很清楚，你自己都不曉得佛菩薩那裡清清楚楚，聲聞、緣覺那裡也清清楚楚；比我們層次高的，諸天，他也清清楚楚，比我們層次低的，他不清楚。不清楚，這個波干擾他，我們講磁場影響他。善的念，善的行為，這是善的影響他，幫助他阿賴耶識裡面善業種子增加力量，有這個功能。那起個惡念，惡念也有影響，影響他，幫助他的惡念惡行增長力量。你要懂得這個道理，明瞭這個事實真相，「起心動念無不是罪」。《地藏經》上這句話你才真的有一點體會。"
    },
    {
      "id": "12-017-1188_p0034",
      "zh_CN": "我动一个恶念，没有想到影响许许多多恶习种子，增加它的力量，所以恶习气愈来愈严重。什么原因？你晓得这个宇宙之间，不要说宇宙，就说我们这个地球上，有不善念头人有多少？你在这个磁场里面，这个磁场是地球的磁场，地球里面所有这些众生念念都放光。这个光，我们现在叫波，念念都发射这个波动。这个波动就是地球的磁场，我们自己有明显的感触。你看居住这个环境，图文巴的磁场跟布里斯本的磁场不一样，布里斯本磁场跟黄金海岸磁场又不一样。那我们大家常常去的新加坡的磁场，吉隆坡的磁场，香港的磁场，台北的磁场，不一样。这是同学们有很多很敏感的人，他在这几个地方住过，非常明显觉察到不相同。",
      "zh_TW": "我動一個惡念，沒有想到影響許許多多惡習種子，增加它的力量，所以惡習氣愈來愈嚴重。什麼原因？你曉得這個宇宙之間，不要說宇宙，就說我們這個地球上，有不善念頭人有多少？你在這個磁場裡面，這個磁場是地球的磁場，地球裡面所有這些眾生念念都放光。這個光，我們現在叫波，念念都發射這個波動。這個波動就是地球的磁場，我們自己有明顯的感觸。你看居住這個環境，圖文巴的磁場跟布里斯本的磁場不一樣，布里斯本磁場跟黃金海岸磁場又不一樣。那我們大家常常去的新加坡的磁場，吉隆坡的磁場，香港的磁場，台北的磁場，不一樣。這是同學們有很多很敏感的人，他在這幾個地方住過，非常明顯覺察到不相同。"
    },
    {
      "id": "12-017-1188_p0035",
      "zh_CN": "图文巴的磁场好，好在哪里？居住的人少，我们不能说这里善人多，但是可以说这个地方的恶人少。居住人少，一个人就是一个发射台，好像一个电台一样，发射台，人少，发射台少；换句话说，这个思想波干扰就比较少。这个地区完全住的是修行人，心地都非常清净善良，他发出去最好的波段，人进入这个磁场，自自然然心地清净，身心清净，不起恶念。在这样环境之中，依然还有恶念存在，还常常起现行，这你就要知道你的业习烦恼是多严重。你如果是在另外一个磁场不是很好的环境里面，你生活在那个里面一定常常发脾气，常常骂人。在这个磁场里面，虽然有恶的行为，还不至于那么样严重。怎么会没有关系？关系可大了。但是粗心大意，你自己不能发觉。",
      "zh_TW": "圖文巴的磁場好，好在哪裡？居住的人少，我們不能說這裡善人多，但是可以說這個地方的惡人少。居住人少，一個人就是一個發射台，好像一個電台一樣，發射台，人少，發射台少；換句話說，這個思想波干擾就比較少。這個地區完全住的是修行人，心地都非常清淨善良，他發出去最好的波段，人進入這個磁場，自自然然心地清淨，身心清淨，不起惡念。在這樣環境之中，依然還有惡念存在，還常常起現行，這你就要知道你的業習煩惱是多嚴重。你如果是在另外一個磁場不是很好的環境裡面，你生活在那個裡面一定常常發脾氣，常常罵人。在這個磁場裡面，雖然有惡的行為，還不至於那麼樣嚴重。怎麼會沒有關係？關係可大了。但是粗心大意，你自己不能發覺。"
    },
    {
      "id": "12-017-1188_p0036",
      "zh_CN": "长者在此地给我们说出，入十住初心的一个标准，这个标准是什么？就是这个地方所讲的，「修行者一一随光观照十方」。你也要随着光来观照十方。「已」，是你观照之后，「能观之心亦尽」，能观所观合成一体，这一体是什么？这是法界。所以底下说「即与法身同体」。那你就是入十住位的初住，初住位的菩萨。即与法身同体，你们想想他八十八品见惑有没有断？身见、边见、见取见、戒取见、邪见自然就没有了。",
      "zh_TW": "長者在此地給我們說出，入十住初心的一個標準，這個標準是什麼？就是這個地方所講的，「修行者一一隨光觀照十方」。你也要隨著光來觀照十方。「已」，是你觀照之後，「能觀之心亦盡」，能觀所觀合成一體，這一體是什麼？這是法界。所以底下說「即與法身同體」。那你就是入十住位的初住，初住位的菩薩。即與法身同體，你們想想他八十八品見惑有沒有斷？身見、邊見、見取見、戒取見、邪見自然就沒有了。"
    },
    {
      "id": "12-017-1188_p0037",
      "zh_CN": "大乘修行比小乘真的是容易，真的是高明。这一种观照就能破见惑，就能入初信位菩萨的果位了。那你入初信位就是圣人了，你就不是凡夫了，你不会再造恶业，为什么？你已经跟法身同体，你知道虚空法界，我常讲是自己的心相，是自心相，刹土众生是自己的身相。你的错误见解没有了，你不会造作恶业，你不会造损人利己之事，损人利己的念头都没有，都不会起来。初信位的菩萨即使出不了六道轮回，你决定不堕三恶道。也就是说，你的贪瞋痴虽然没有断，非常淡薄，这个淡薄程度，不致叫你造恶业。",
      "zh_TW": "大乘修行比小乘真的是容易，真的是高明。這一種觀照就能破見惑，就能入初信位菩薩的果位了。那你入初信位就是聖人了，你就不是凡夫了，你不會再造惡業，為什麼？你已經跟法身同體，你知道虛空法界，我常講是自己的心相，是自心相，剎土眾生是自己的身相。你的錯誤見解沒有了，你不會造作惡業，你不會造損人利己之事，損人利己的念頭都沒有，都不會起來。初信位的菩薩即使出不了六道輪迴，你決定不墮三惡道。也就是說，你的貪瞋痴雖然沒有斷，非常淡薄，這個淡薄程度，不致叫你造惡業。"
    },
    {
      "id": "12-017-1188_p0038",
      "zh_CN": "再看下面长者所说的「入信心者」。着重在入，我们在这里看入信心的人是个什么样子？「一一随此宝色灯云光，观内心及方所，总令心境无有内外中间，方可入方便三昧，入十住法门」。我们就看到这个地方。一一随此宝色灯云光，这就是教我们随文入观，我们能够契入。我相信契入的人很多很多，但是契入只是一刹那，像闪电一样，一念契入，第二念没有了，第二念就又退回来了。同学们当中，这种境界常常有，保不住。哪个人能保住初心不退转，这个人就成就了。这怎么办？天天要念，天天依照经典来薰习。读这个经的时候要观想，口诵经文，意观想这个经文里面的境界。在密宗里头，手结印，这个结印就是现代人讲的手语，跟诸佛菩萨、跟九法界众生相应，不用言说。",
      "zh_TW": "再看下面長者所說的「入信心者」。著重在入，我們在這裡看入信心的人是個什麼樣子？「一一隨此寶色燈雲光，觀內心及方所，總令心境無有內外中間，方可入方便三昧，入十住法門」。我們就看到這個地方。一一隨此寶色燈雲光，這就是教我們隨文入觀，我們能夠契入。我相信契入的人很多很多，但是契入只是一剎那，像閃電一樣，一念契入，第二念沒有了，第二念就又退回來了。同學們當中，這種境界常常有，保不住。哪個人能保住初心不退轉，這個人就成就了。這怎麼辦？天天要念，天天依照經典來薰習。讀這個經的時候要觀想，口誦經文，意觀想這個經文裡面的境界。在密宗裡頭，手結印，這個結印就是現代人講的手語，跟諸佛菩薩、跟九法界眾生相應，不用言說。"
    },
    {
      "id": "12-017-1188_p0039",
      "zh_CN": "「观内心及方所」。内心能观，方所是所观，「总令心境无有内外中间」。这是入法界。能观之心，所观之境是一体，没有内，没有外，没有中间。这是诸佛如来、法身菩萨的境界，遍法界虚空界是一体。这一体里面没有大小，前面讲的是大而无外，小而无内。给你讲没有大小，没有内外，哪来的中间！没有过去未来，现在这个科学里面的术语叫超空间、超时间。近代科学家发现，我听说他们是从数学里面得到的结论，空间跟时间不是真的，在某一种条件之下，空间等于零，时间也等于零。空间等于零，没有内外，没有远近；时间等于零，没有先后，没有过去未来。一念具足十法界，一念具足十方三世，十方三世融在一念之中。这就是此地所说的「方便三昧，入十住法门」，这就不是十信，十信所修，修成之后就入十住，入十住就超越了十法界。初住菩萨破一品无明证一分法身，这个生华藏世界，不是十法界。",
      "zh_TW": "「觀內心及方所」。內心能觀，方所是所觀，「總令心境無有內外中間」。這是入法界。能觀之心，所觀之境是一體，沒有內，沒有外，沒有中間。這是諸佛如來、法身菩薩的境界，遍法界虛空界是一體。這一體裡面沒有大小，前面講的是大而無外，小而無內。給你講沒有大小，沒有內外，哪來的中間！沒有過去未來，現在這個科學裡面的術語叫超空間、超時間。近代科學家發現，我聽說他們是從數學裡面得到的結論，空間跟時間不是真的，在某一種條件之下，空間等於零，時間也等於零。空間等於零，沒有內外，沒有遠近；時間等於零，沒有先後，沒有過去未來。一念具足十法界，一念具足十方三世，十方三世融在一念之中。這就是此地所說的「方便三昧，入十住法門」，這就不是十信，十信所修，修成之後就入十住，入十住就超越了十法界。初住菩薩破一品無明證一分法身，這個生華藏世界，不是十法界。"
    },
    {
      "id": "12-017-1188_p0040",
      "zh_CN": "那我们想想要到什么时候，怎样把自己提升到心境一如？此地这几句话，我们用现代人讲的话大家好懂，超越时空。这个地方讲的是心境无有内外中间，我们用超越时空这一句话大家好懂。超越时空就入初住，十信心满，从初信到十信位修行圆满了，这是一个阶段的圆满，你就超越了。我们再看下面这一句，下面这是从反面来说。",
      "zh_TW": "那我們想想要到什麼時候，怎樣把自己提升到心境一如？此地這幾句話，我們用現代人講的話大家好懂，超越時空。這個地方講的是心境無有內外中間，我們用超越時空這一句話大家好懂。超越時空就入初住，十信心滿，從初信到十信位修行圓滿了，這是一個階段的圓滿，你就超越了。我們再看下面這一句，下面這是從反面來說。"
    },
    {
      "id": "12-017-1188_p0041",
      "zh_CN": "「若不作此宝色光明观」。你要不用这种功夫，这个观是观想、观照，初学是观想。观想跟观照差别在哪里？观想没有离心意识，也就是说我们的妄想分别执着没断，这是观想。但是观想你要记住，你的妄想分别执着没有断，但是你可不能用它，这叫观。如果用它不叫观。用它叫什么？叫妄想，不用它叫观、叫观想，所以你不能用它。也是我们一般人所讲的，你只能用直觉不能用思惟，你一动思惟，马上落在意识里头，那不是观想。观想决定不用心意识，就是决定没有妄想分别执着。",
      "zh_TW": "「若不作此寶色光明觀」。你要不用這種功夫，這個觀是觀想、觀照，初學是觀想。觀想跟觀照差別在哪裡？觀想沒有離心意識，也就是說我們的妄想分別執著沒斷，這是觀想。但是觀想你要記住，你的妄想分別執著沒有斷，但是你可不能用它，這叫觀。如果用它不叫觀。用它叫什麼？叫妄想，不用它叫觀、叫觀想，所以你不能用它。也是我們一般人所講的，你只能用直覺不能用思惟，你一動思惟，馬上落在意識裡頭，那不是觀想。觀想決定不用心意識，就是決定沒有妄想分別執著。"
    },
    {
      "id": "12-017-1188_p0042",
      "zh_CN": "妄想分别执着虽然没有断，但是我在修行用功的时候，我不用它。这是大乘教修行的秘诀。常常这样用，用熟了之后，妄想分别执着不断自然没有，这就是大乘比小乘方便，小乘刻意去修非常非常之难。因为心意识不能断心意识，一定要用智照才能够破心意识，把心意识转变成四智菩提。用智照才能转，你用心意识是转不了的，这是修行人常讲，你错用了心。所以你要不会做，「不成一切普贤愿海，神通道力，诸佛大用，皆悉不成」。这个普贤愿海，就是普贤十大愿你做不到，你天天念，你入不了境界。普贤的神通道力，诸佛的大用，统统不能成就。",
      "zh_TW": "妄想分別執著雖然沒有斷，但是我在修行用功的時候，我不用它。這是大乘教修行的祕訣。常常這樣用，用熟了之後，妄想分別執著不斷自然沒有，這就是大乘比小乘方便，小乘刻意去修非常非常之難。因為心意識不能斷心意識，一定要用智照才能夠破心意識，把心意識轉變成四智菩提。用智照才能轉，你用心意識是轉不了的，這是修行人常講，你錯用了心。所以你要不會做，「不成一切普賢願海，神通道力，諸佛大用，皆悉不成」。這個普賢願海，就是普賢十大願你做不到，你天天念，你入不了境界。普賢的神通道力，諸佛的大用，統統不能成就。"
    },
    {
      "id": "12-017-1188_p0043",
      "zh_CN": "长者这个地方说得真好，提醒我们、告诉我们应当怎样用功，怎样能契入华严境界。入少分，有没有证得初信位？没有，沾到初信位一点边受用就已经不可思议。但是决不能以此为足，那你就错了，不可以满足。这才刚刚碰到一点边，要继续努力，要精进不懈。这一点边缘是非常好的讯息，帮助你增长信心，希望你在这一生当中能契入，就有真实的成就。好，今天我们就讲到此地。",
      "zh_TW": "長者這個地方說得真好，提醒我們、告訴我們應當怎樣用功，怎樣能契入華嚴境界。入少分，有沒有證得初信位？沒有，沾到初信位一點邊受用就已經不可思議。但是決不能以此為足，那你就錯了，不可以滿足。這才剛剛碰到一點邊，要繼續努力，要精進不懈。這一點邊緣是非常好的訊息，幫助你增長信心，希望你在這一生當中能契入，就有真實的成就。好，今天我們就講到此地。"
    }
  ]
}