{
  "doc_id": "12-017-1208",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二０八卷",
    "zh_TW": "第一二０八卷"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-017-1208",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "12-017-1208_p0001",
      "zh_CN": "诸位同学，请看「光明觉品」，前面我们讲第一段，总显菩提超情。文殊菩萨十首偈颂，末后一偈说明诸法实相。偈颂只有四句：",
      "zh_TW": "諸位同學，請看「光明覺品」，前面我們講第一段，總顯菩提超情。文殊菩薩十首偈頌，末後一偈說明諸法實相。偈頌只有四句："
    },
    {
      "id": "12-017-1208_p0002",
      "zh_CN": "【一中解无量。无量中解一。了彼互生起。当成无所畏。】",
      "zh_TW": "【一中解無量。無量中解一。了彼互生起。當成無所畏。】"
    },
    {
      "id": "12-017-1208_p0003",
      "zh_CN": "实际上只有三句，让我们明了一切诸法彼此互相生起，这句话非常重要，说明宇宙之间的真相。这一段清凉大师在科判里面，「总显菩提超情」，超情就是不落情识，也就是超越妄想、分别、执着，我们妄想、分别、执着永远达不到。清凉大师在注解里面，说这桩事情就是《华严经》玄义里面，「义理分齐」所讲的「十玄门」。十玄门第三，「一多相容不同门」，细说这桩事情。第三句，这是很重要的一句，让我们明了诸法彼此互相生起，这是「十种所由」里面讲的「缘起相由」。玄义，我们给诸位报告过了，全经讲完之后，我们用玄义作总结，所以此地我们就省略了。同学们如果喜欢研究的，可以翻翻看看。",
      "zh_TW": "實際上只有三句，讓我們明瞭一切諸法彼此互相生起，這句話非常重要，說明宇宙之間的真相。這一段清涼大師在科判裡面，「總顯菩提超情」，超情就是不落情識，也就是超越妄想、分別、執著，我們妄想、分別、執著永遠達不到。清涼大師在註解裡面，說這樁事情就是《華嚴經》玄義裡面，「義理分齊」所講的「十玄門」。十玄門第三，「一多相容不同門」，細說這樁事情。第三句，這是很重要的一句，讓我們明瞭諸法彼此互相生起，這是「十種所由」裡面講的「緣起相由」。玄義，我們給諸位報告過了，全經講完之後，我們用玄義作總結，所以此地我們就省略了。同學們如果喜歡研究的，可以翻翻看看。"
    },
    {
      "id": "12-017-1208_p0004",
      "zh_CN": "祖师大德从如来教诲里面得到了启示，明了诸法实相，也常常提醒我们，让我们要觉悟大自然里面的众生、万象，森罗万象，一一法与一切法都有密切的关系。就像文殊菩萨偈中说的，『一中解无量，无量中解一』，我们在经文里面常常看到，一即一切，一切即一，显示出宇宙是个整体的。我们怎样去观察？我常常劝勉同学们从自身观察，因为这是最方便的。我们这个身体，物质这部分是色法，精神这部分是心法，佛经里面常讲五蕴。精神这部分讲得细，有受、想、行、识；物质只讲了一条，只讲了色。色心和合，我们的身相现前了，这个身相的复杂跟外面大宇宙完全相等。所以我们能观察这个身相，你就能够观察到法界、虚空界，大宇宙你就明了了。",
      "zh_TW": "祖師大德從如來教誨裡面得到了啟示，明瞭諸法實相，也常常提醒我們，讓我們要覺悟大自然裡面的眾生、萬象，森羅萬象，一一法與一切法都有密切的關係。就像文殊菩薩偈中說的，『一中解無量，無量中解一』，我們在經文裡面常常看到，一即一切，一切即一，顯示出宇宙是個整體的。我們怎樣去觀察？我常常勸勉同學們從自身觀察，因為這是最方便的。我們這個身體，物質這部分是色法，精神這部分是心法，佛經裡面常講五蘊。精神這部分講得細，有受、想、行、識；物質只講了一條，只講了色。色心和合，我們的身相現前了，這個身相的複雜跟外面大宇宙完全相等。所以我們能觀察這個身相，你就能夠觀察到法界、虛空界，大宇宙你就明瞭了。"
    },
    {
      "id": "12-017-1208_p0005",
      "zh_CN": "我们这个身体里面再小一根汗毛，一根须发（一根胡须，一根头发），它为什么要长出来？这一根与整个身体有没有关系？肯定是有关系的。身体里面所有的器官，少一个都不行，身上每个细胞少一个也不行。少一个怎么样？生态平衡被破坏了。今天我们习惯讲地球，地球的生态平衡。地球上所有一切生物，他为什么会生？为什么会灭？这个生生灭灭，我们讲动物生老病死，植物生住异灭，矿物成住坏空这些现象，这些现象是因果现相，因果是调节生态平衡的自然的法则。我们人身体每个器官、每个部分、每个细胞、每根汗毛有新陈代谢；新陈代谢就跟地球上生态里面的生老病死，生住异灭，成住坏空一个道理，新陈代谢是因果关系。所以我们通常讲整个的宇宙，只讲六个字，性、相、事、理、因、果，就全部都包括了，总不出这六个字。所以，这是因果调节生态均衡。",
      "zh_TW": "我們這個身體裡面再小一根汗毛，一根鬚髮（一根鬍鬚，一根頭髮），它為什麼要長出來？這一根與整個身體有沒有關係？肯定是有關係的。身體裡面所有的器官，少一個都不行，身上每個細胞少一個也不行。少一個怎麼樣？生態平衡被破壞了。今天我們習慣講地球，地球的生態平衡。地球上所有一切生物，他為什麼會生？為什麼會滅？這個生生滅滅，我們講動物生老病死，植物生住異滅，礦物成住壞空這些現象，這些現象是因果現相，因果是調節生態平衡的自然的法則。我們人身體每個器官、每個部分、每個細胞、每根汗毛有新陳代謝；新陳代謝就跟地球上生態裡面的生老病死，生住異滅，成住壞空一個道理，新陳代謝是因果關係。所以我們通常講整個的宇宙，只講六個字，性、相、事、理、因、果，就全部都包括了，總不出這六個字。所以，這是因果調節生態均衡。"
    },
    {
      "id": "12-017-1208_p0006",
      "zh_CN": "如果不违背自然的法则，人身体出生这个现象不是人为的，不是人想像的。人为什么只有两个眼睛？为什么不长三个眼睛？为什么只有两个耳朵？为什么不长四个耳朵？这是什么个道理？什么理由？谁安排的、谁造的？一般人、宗教里面说，这是上帝造的，上帝照着祂的样子来造人。那上帝又是谁造的？这个大自然环境谁在主宰的？谁在创造的？佛法里面没有讲上帝，没有讲神，佛法里面讲「唯心所现，唯识所变」。现在科学家也发现了，说宇宙的缘起是一时顿起，没有先后次第的，这个跟佛法讲的相应。我们听钟茂森居士在此地做的近代科学的发现，报告里面有这么一说，一时顿现的。他来跟我说，我反问他一句，我说一时顿现，那一时是哪一时？他说不出来。",
      "zh_TW": "如果不違背自然的法則，人身體出生這個現象不是人為的，不是人想像的。人為什麼只有兩個眼睛？為什麼不長三個眼睛？為什麼只有兩個耳朵？為什麼不長四個耳朵？這是什麼個道理？什麼理由？誰安排的、誰造的？一般人、宗教裡面說，這是上帝造的，上帝照著祂的樣子來造人。那上帝又是誰造的？這個大自然環境誰在主宰的？誰在創造的？佛法裡面沒有講上帝，沒有講神，佛法裡面講「唯心所現，唯識所變」。現在科學家也發現了，說宇宙的緣起是一時頓起，沒有先後次第的，這個跟佛法講的相應。我們聽鍾茂森居士在此地做的近代科學的發現，報告裡面有這麼一說，一時頓現的。他來跟我說，我反問他一句，我說一時頓現，那一時是哪一時？他說不出來。"
    },
    {
      "id": "12-017-1208_p0007",
      "zh_CN": "给诸位说，一时就是现前一时，不是过去，不是未来。如果说过去一时顿现，现在没有了，你怎么会能看到现在的情形？如果是未来一时顿现的时候，那现在也没有。一时顿现就是现在，就是当下。不是过去，不是未来，再给你说，没有过去，也没有未来。所以《华严经》上说，「十世古今，不离一念」，这一念是现前一念，现前一念顿现，念念是现前一念，念念都是一时顿现，这才是事实真相。刚刚起来立刻就灭了，你看《楞严经》里头佛告诉我们，「当处出生，随处灭尽」。能量变现成物质现象的时间很短，我们现在看到的现象，看的是相续相，看到相续相、连续相。真相？真相你没见到，不能说没有见到，你根本没发现。",
      "zh_TW": "給諸位說，一時就是現前一時，不是過去，不是未來。如果說過去一時頓現，現在沒有了，你怎麼會能看到現在的情形？如果是未來一時頓現的時候，那現在也沒有。一時頓現就是現在，就是當下。不是過去，不是未來，再給你說，沒有過去，也沒有未來。所以《華嚴經》上說，「十世古今，不離一念」，這一念是現前一念，現前一念頓現，念念是現前一念，念念都是一時頓現，這才是事實真相。剛剛起來立刻就滅了，你看《楞嚴經》裡頭佛告訴我們，「當處出生，隨處滅盡」。能量變現成物質現象的時間很短，我們現在看到的現象，看的是相續相，看到相續相、連續相。真相？真相你沒見到，不能說沒有見到，你根本沒發現。"
    },
    {
      "id": "12-017-1208_p0008",
      "zh_CN": "就像我们看电视萤光幕、看电影的银幕，你看到显的相，萤光幕上显的相，这个相刹那生灭，这个相根本不存在。现在大家都有这个科学常识，我们电视萤光幕的现相是怎么现的？从点，点连接成线，线连接成面，这个常识大家知道，它速度太快了。这是电磁波的速度，这个速度相当于光速，一秒钟三十万公里。我们电视画面排得非常密集，画面虽然不大，如果你要是把它连接起来，那个长度也相当可观，但是比不上光速。所以，它也是万分之一秒把这个讯息传给你，你看到画面以为是真的，这个画面当处出生，当处灭尽。",
      "zh_TW": "就像我們看電視螢光幕、看電影的銀幕，你看到顯的相，螢光幕上顯的相，這個相剎那生滅，這個相根本不存在。現在大家都有這個科學常識，我們電視螢光幕的現相是怎麼現的？從點，點連接成線，線連接成面，這個常識大家知道，它速度太快了。這是電磁波的速度，這個速度相當於光速，一秒鐘三十萬公里。我們電視畫面排得非常密集，畫面雖然不大，如果你要是把它連接起來，那個長度也相當可觀，但是比不上光速。所以，它也是萬分之一秒把這個訊息傳給你，你看到畫面以為是真的，這個畫面當處出生，當處滅盡。"
    },
    {
      "id": "12-017-1208_p0009",
      "zh_CN": "佛告诉我们，法界、虚空界里所有的现相，它生灭的速度确实是亿万分之一秒。这个我们在前面给诸位做过详细报告，好像是在「世主妙严品」里头，还是在「世界成就品」，我记不得了，很早。我记得这桩事情我大概是讲了七、八个小时，说得很详细。说明什么？说明这个现相不存在。也就是「般若经」上所说的，「一切法无所有、毕竟空、不可得」，你要是真正了解、明白了，你的心是定的。你不会被这些幻相、假相，《金刚经》上讲的，「凡所有相，皆是虚妄」，你不会被虚妄相所迷，你在这里头起心动念，凡夫错就错在这里。不像诸佛如来、诸大菩萨，在这些现相里头，他不起心、不动念。我们跟佛菩萨差别在哪里？就差别在这一点，除这一点差别之外，毫无差别。",
      "zh_TW": "佛告訴我們，法界、虛空界裡所有的現相，它生滅的速度確實是億萬分之一秒。這個我們在前面給諸位做過詳細報告，好像是在「世主妙嚴品」裡頭，還是在「世界成就品」，我記不得了，很早。我記得這樁事情我大概是講了七、八個小時，說得很詳細。說明什麼？說明這個現相不存在。也就是「般若經」上所說的，「一切法無所有、畢竟空、不可得」，你要是真正了解、明白了，你的心是定的。你不會被這些幻相、假相，《金剛經》上講的，「凡所有相，皆是虛妄」，你不會被虛妄相所迷，你在這裡頭起心動念，凡夫錯就錯在這裡。不像諸佛如來、諸大菩薩，在這些現相裡頭，他不起心、不動念。我們跟佛菩薩差別在哪裡？就差別在這一點，除這一點差別之外，毫無差別。"
    },
    {
      "id": "12-017-1208_p0010",
      "zh_CN": "不起心、不动念是真的，起心动念是假的。你以为你真的起心动念？你的心如如不动，这经上我们才念过。你的心是什么？不动智佛，你自性不动智的作用就是文殊师利。本来不动，过去没动，现在还是没动，将来还是不动，这是你的自性，凡夫不相信。不动智佛在哪里？就在你六根门头。文殊菩萨在哪里？文殊菩萨在六根门头，放光动地。很可惜的是什么？凡夫不认识，不承认，把不动智佛变成迷惑，把文殊菩萨变成烦恼，变成分别、执着，长劫沉沦！造成的幻相，梦幻泡影，那是什么？六道轮回。造成这种现象，你是冤枉，你在这里头受苦，都是不能够了解事实真相，不知道宇宙之间万事万物彼此之间的关系。产生自私自利，产生妄想分别执着，苦不堪言，这是经典上常常讲到的可怜悯者。",
      "zh_TW": "不起心、不動念是真的，起心動念是假的。你以為你真的起心動念？你的心如如不動，這經上我們才念過。你的心是什麼？不動智佛，你自性不動智的作用就是文殊師利。本來不動，過去沒動，現在還是沒動，將來還是不動，這是你的自性，凡夫不相信。不動智佛在哪裡？就在你六根門頭。文殊菩薩在哪裡？文殊菩薩在六根門頭，放光動地。很可惜的是什麼？凡夫不認識，不承認，把不動智佛變成迷惑，把文殊菩薩變成煩惱，變成分別、執著，長劫沉淪！造成的幻相，夢幻泡影，那是什麼？六道輪迴。造成這種現象，你是冤枉，你在這裡頭受苦，都是不能夠了解事實真相，不知道宇宙之間萬事萬物彼此之間的關係。產生自私自利，產生妄想分別執著，苦不堪言，這是經典上常常講到的可憐憫者。"
    },
    {
      "id": "12-017-1208_p0011",
      "zh_CN": "你本来是如如佛，你本来具足万德庄严。所以菩萨教我们，首先要肯定、确认自心是不动智如来，不动是自己的法性，智是自己的佛性，佛是自己的法身，是自己的德相。智佛起用，无所不知，那就是文殊妙慧。总的来说，性相、理事，一切因果，森罗万象，总明自有，非是他法。要紧的，像李长者为我们开示的，「一闻晓悟，谦恕仁慈」，你的万德万能都现前了。这时候专求大道，以利众生，落实你本愿里面「众生无边誓愿度」。",
      "zh_TW": "你本來是如如佛，你本來具足萬德莊嚴。所以菩薩教我們，首先要肯定、確認自心是不動智如來，不動是自己的法性，智是自己的佛性，佛是自己的法身，是自己的德相。智佛起用，無所不知，那就是文殊妙慧。總的來說，性相、理事，一切因果，森羅萬象，總明自有，非是他法。要緊的，像李長者為我們開示的，「一聞曉悟，謙恕仁慈」，你的萬德萬能都現前了。這時候專求大道，以利眾生，落實你本願裡面「眾生無邊誓願度」。"
    },
    {
      "id": "12-017-1208_p0012",
      "zh_CN": "所以，要知道无量的缘起，任何一法是无量因缘，这些因缘、缘起都是彼此有关联的。诸佛如来能随顺性德，用现在的话，能随顺大自然。什么叫随顺？不起心、不动念、不分别、不执着是真随顺；「恒顺众生，随喜功德」，那是真实智慧，不加一点意思在里头，才是真正利益众生，加一点意思在里面就错了。为什么？他本来没有意思，你怎么能加？《六祖坛经》讲得好，「本来无一物，何处惹尘埃」，既然本来无一物，你加一点点意思在里头就是尘埃。「时时勤拂拭」，是永远拭不干净的，为什么？那个勤拂拭就是多余的，那是虚妄，虚妄怎么能除虚妄？虚妄决定障碍自性，决定障碍性德。性德无一物，决定障碍无一物，因为拂拭就是一物。",
      "zh_TW": "所以，要知道無量的緣起，任何一法是無量因緣，這些因緣、緣起都是彼此有關聯的。諸佛如來能隨順性德，用現在的話，能隨順大自然。什麼叫隨順？不起心、不動念、不分別、不執著是真隨順；「恆順眾生，隨喜功德」，那是真實智慧，不加一點意思在裡頭，才是真正利益眾生，加一點意思在裡面就錯了。為什麼？他本來沒有意思，你怎麼能加？《六祖壇經》講得好，「本來無一物，何處惹塵埃」，既然本來無一物，你加一點點意思在裡頭就是塵埃。「時時勤拂拭」，是永遠拭不乾淨的，為什麼？那個勤拂拭就是多餘的，那是虛妄，虛妄怎麼能除虛妄？虛妄決定障礙自性，決定障礙性德。性德無一物，決定障礙無一物，因為拂拭就是一物。"
    },
    {
      "id": "12-017-1208_p0013",
      "zh_CN": "六祖讲得好，「本来无一物」，哪里会惹尘埃？尘埃也是相有体无，事有理无，会归到自性，确实是本来无一物。这是我们初学的难处，难在哪里？分别、执着放不下。功夫稍稍有得力，分别、执着轻了，一年比一年轻，一月比一月轻。你的德行？德行从你的生活、待人接物处显示出来了。中国人的标准是以孔子为榜样、为模范。《论语》里面，弟子对老师的称赞，夫子之德「温良恭俭让」。这是学生对老师的批评，老师有五德，温和、善良、恭敬、节俭、忍让，这不是做出来的，自自然然流露出来的。只要你对于世间万事万物不再执着，不再分别，不再起心动念，你这种心情、这种态度自然流露，不是学的。学，那是勉强，那不是真的，我们一般讲做作，人家一看就看出来了。从内心里头流露出来的，世间人称之为修养：某人有修养。修养到存乎自然就是性德流露，我们开始学，当然是要做作，是要修养，功夫！",
      "zh_TW": "六祖講得好，「本來無一物」，哪裡會惹塵埃？塵埃也是相有體無，事有理無，會歸到自性，確實是本來無一物。這是我們初學的難處，難在哪裡？分別、執著放不下。功夫稍稍有得力，分別、執著輕了，一年比一年輕，一月比一月輕。你的德行？德行從你的生活、待人接物處顯示出來了。中國人的標準是以孔子為榜樣、為模範。《論語》裡面，弟子對老師的稱讚，夫子之德「溫良恭儉讓」。這是學生對老師的批評，老師有五德，溫和、善良、恭敬、節儉、忍讓，這不是做出來的，自自然然流露出來的。只要你對於世間萬事萬物不再執著，不再分別，不再起心動念，你這種心情、這種態度自然流露，不是學的。學，那是勉強，那不是真的，我們一般講做作，人家一看就看出來了。從內心裡頭流露出來的，世間人稱之為修養：某人有修養。修養到存乎自然就是性德流露，我們開始學，當然是要做作，是要修養，功夫！"
    },
    {
      "id": "12-017-1208_p0014",
      "zh_CN": "这个修养从哪里修起，起步？老老实实讲，起步是《弟子规》，世法；智慧、常识是《三字经》，《三字经》可以说是经学、史学的纲领、大纲。学东西先要把大纲抓住，然后慢慢再讲求这里面的内容扩充，扩充它的内涵，先要把纲领抓住。《弟子规》也是纲领，这是大道！《三字经》前面这几句还得了！「人之初，性本善，性相近，习相远，苟不教，性乃迁，教之道，贵以专」，这几句是哲学，哲学里面的大根大本。成圣成贤成什么？这几句完全通达明了，契入这个境界，这个人是圣人，大圣大贤。回归到本善，本性本善，自性本善，一切众生都相同的。儒没有讲一切众生，儒讲人，一切人都相同，只要是人，他的性都是本善。这个本善不是善恶的善，善恶的善是习，习气。所以性相近，性本善；习相远，习里头就有善恶，善恶对立。",
      "zh_TW": "這個修養從哪裡修起，起步？老老實實講，起步是《弟子規》，世法；智慧、常識是《三字經》，《三字經》可以說是經學、史學的綱領、大綱。學東西先要把大綱抓住，然後慢慢再講求這裡面的內容擴充，擴充它的內涵，先要把綱領抓住。《弟子規》也是綱領，這是大道！《三字經》前面這幾句還得了！「人之初，性本善，性相近，習相遠，苟不教，性乃遷，教之道，貴以專」，這幾句是哲學，哲學裡面的大根大本。成聖成賢成什麼？這幾句完全通達明瞭，契入這個境界，這個人是聖人，大聖大賢。回歸到本善，本性本善，自性本善，一切眾生都相同的。儒沒有講一切眾生，儒講人，一切人都相同，只要是人，他的性都是本善。這個本善不是善惡的善，善惡的善是習，習氣。所以性相近，性本善；習相遠，習裡頭就有善惡，善惡對立。"
    },
    {
      "id": "12-017-1208_p0015",
      "zh_CN": "本善是没有对立，本性里头决定没有对立，没有对立就是本来无一物，何处惹尘埃。没有尘埃，就告诉你本性是清净的，本来清净，本来平等。我们今天讲，真诚、清净、平等、正觉、慈悲，本来是这样的；温良恭俭让，本来是这样的。内里面是清净、真诚、平等、慈悲，外面就是温良恭俭让，所以千万不要小看。你看看中国用这个教童蒙，佛法里面讲的传根本智，阿赖耶识里给你种种子。从小你就有这个种，先入为主，让你在一生当中有深刻的印象，慢慢长大继续充实，让这个种子发芽、茁壮、开花、结果。这是大学问！从小养成至善的品德，表现在哪里？表现在日常生活当中，表现在处事待人接物。",
      "zh_TW": "本善是沒有對立，本性裡頭決定沒有對立，沒有對立就是本來無一物，何處惹塵埃。沒有塵埃，就告訴你本性是清淨的，本來清淨，本來平等。我們今天講，真誠、清淨、平等、正覺、慈悲，本來是這樣的；溫良恭儉讓，本來是這樣的。內裡面是清淨、真誠、平等、慈悲，外面就是溫良恭儉讓，所以千萬不要小看。你看看中國用這個教童蒙，佛法裡面講的傳根本智，阿賴耶識裡給你種種子。從小你就有這個種，先入為主，讓你在一生當中有深刻的印象，慢慢長大繼續充實，讓這個種子發芽、茁壯、開花、結果。這是大學問！從小養成至善的品德，表現在哪裡？表現在日常生活當中，表現在處事待人接物。"
    },
    {
      "id": "12-017-1208_p0016",
      "zh_CN": "人，常常讲起心动念，言语造作，要给世间人做好榜样。我年岁大了，体力衰了，所以你们现在看到我房间有凌乱的现象。我告诉你，我在七十岁之前，任何人到我房间去看，清洁、整齐。六十岁之前可以说，我的房间一尘不染，绝对不会有丝毫凌乱的现象。书绝对是整整齐齐摆着的，桌子干干净净，绝对不会有一张纸片。抽屉打开，抽屉绝对不乱，摆的东西都是整整齐齐的，这是我从小养成的习惯。不像现在，现在打开不能看，东西随便放。古人讲「一室之不治，何以国家天下为」，你一个房间都整理不好，你怎么能治国、平天下？哪有这么乱七八糟的？所以，我们看一个人，这个人有没有前途，不必说话，也不必问他，你到他房间，到他办公桌、书房一看就晓得了。我这一生看到一个好榜样。早年，蒋先生，老总统的书房，他的办公室、他的书房、他的卧室，我去看过，确确实实是模范，是典型，一点都不乱。当然他有人替他整理，有人替他收拾。他一生确实是标准的军人，起居作息都有定时，饮食很简单。",
      "zh_TW": "人，常常講起心動念，言語造作，要給世間人做好榜樣。我年歲大了，體力衰了，所以你們現在看到我房間有凌亂的現象。我告訴你，我在七十歲之前，任何人到我房間去看，清潔、整齊。六十歲之前可以說，我的房間一塵不染，絕對不會有絲毫凌亂的現象。書絕對是整整齊齊擺著的，桌子乾乾淨淨，絕對不會有一張紙片。抽屜打開，抽屜絕對不亂，擺的東西都是整整齊齊的，這是我從小養成的習慣。不像現在，現在打開不能看，東西隨便放。古人講「一室之不治，何以國家天下為」，你一個房間都整理不好，你怎麼能治國、平天下？哪有這麼亂七八糟的？所以，我們看一個人，這個人有沒有前途，不必說話，也不必問他，你到他房間，到他辦公桌、書房一看就曉得了。我這一生看到一個好榜樣。早年，蔣先生，老總統的書房，他的辦公室、他的書房、他的臥室，我去看過，確確實實是模範，是典型，一點都不亂。當然他有人替他整理，有人替他收拾。他一生確實是標準的軍人，起居作息都有定時，飲食很簡單。"
    },
    {
      "id": "12-017-1208_p0017",
      "zh_CN": "这些东西都从是《弟子规》学的，从小父母管教养成习惯，放东西一定有一定地方。为什么？你随手可以摸到，方便。我现在就是不像从前了，我看到自己也感觉得很难过，可是我摆东西还是有一定的地方。以最平常的小东西，开门的钥匙，我决定是放在固定的地方。现在我们六十一号有个小仓库，有几个同学知道，小仓库的钥匙，在我那个五屉柜第一个抽屉右手角。我去开，开了之后，立刻就放到原处，不会忘记，不会丢掉，随手用，立刻归还。否则的话，随便一丢就忘记了，以后就找不到了，不定什么时候又发现了，你说有多麻烦。很小的事情都要注意到，特别是生活里头常常用到的，小事。",
      "zh_TW": "這些東西都從是《弟子規》學的，從小父母管教養成習慣，放東西一定有一定地方。為什麼？你隨手可以摸到，方便。我現在就是不像從前了，我看到自己也感覺得很難過，可是我擺東西還是有一定的地方。以最平常的小東西，開門的鑰匙，我決定是放在固定的地方。現在我們六十一號有個小倉庫，有幾個同學知道，小倉庫的鑰匙，在我那個五屜櫃第一個抽屜右手角。我去開，開了之後，立刻就放到原處，不會忘記，不會丟掉，隨手用，立刻歸還。否則的話，隨便一丟就忘記了，以後就找不到了，不定什麼時候又發現了，你說有多麻煩。很小的事情都要注意到，特別是生活裡頭常常用到的，小事。"
    },
    {
      "id": "12-017-1208_p0018",
      "zh_CN": "心要细，行动要敏捷、要勤快，心地要清净、要善良，这是做人、修道的根本。我们今天难，难在哪里？没有从小养成，从小随便惯了。我看到，过去在美国住很多年，美国人教小孩，跟中国人心态完全不一样，从小放任。你看小孩玩的玩具，不玩了就随便丢在那里。在中国古时候人教学不一样，玩具可以玩，玩好之后一定要收拾起来，决定不能够随便乱放，一定有放的地方。你一定要玩完之后，要回归原位，从小养成。这是什么？生活教育，点点滴滴都与整体有关。这个整体，小是身心健康，家庭兴旺；大是社会安定，世界和平，有关系！",
      "zh_TW": "心要細，行動要敏捷、要勤快，心地要清淨、要善良，這是做人、修道的根本。我們今天難，難在哪裡？沒有從小養成，從小隨便慣了。我看到，過去在美國住很多年，美國人教小孩，跟中國人心態完全不一樣，從小放任。你看小孩玩的玩具，不玩了就隨便丟在那裡。在中國古時候人教學不一樣，玩具可以玩，玩好之後一定要收拾起來，決定不能夠隨便亂放，一定有放的地方。你一定要玩完之後，要回歸原位，從小養成。這是什麼？生活教育，點點滴滴都與整體有關。這個整體，小是身心健康，家庭興旺；大是社會安定，世界和平，有關係！"
    },
    {
      "id": "12-017-1208_p0019",
      "zh_CN": "社会是个整体，地球是个整体，我们是里头的一分子，我们的思想行为不正，就会破坏整体的和平；我们的思想言行纯正，就是对于整体的幸福、美满做出了一分贡献。就像我们全身一样，我们的细胞，细胞非常好，对于整个身体身心健康，他贡献了。如果这个细胞坏了，坏了我们讲生病了，让全身都不舒服，所谓是动一发而影响到全身，现在是不晓得一个人影响到整个世界。现在科学发达，使我们的眼界真的是放宽了不少，我们知道自己起心动念，这个思想波（波动）影响整个地球磁场。你一个善念，正面的影响，一个恶念，负面的影响。现在这个世间负面的多，影响多，所以地球上才有许许多多的天灾人祸。怎么造成的？佛经上讲的，「一切法从心想生」！这句话是真理。所以，整个地球的变化，与我们自己起心动念、一切造作不能说没有关系，你说没有关系，那叫不负责任。息息相关，你从《华严》讲的缘起，一起是一切同时生起，没有先后。",
      "zh_TW": "社會是個整體，地球是個整體，我們是裡頭的一分子，我們的思想行為不正，就會破壞整體的和平；我們的思想言行純正，就是對於整體的幸福、美滿做出了一分貢獻。就像我們全身一樣，我們的細胞，細胞非常好，對於整個身體身心健康，他貢獻了。如果這個細胞壞了，壞了我們講生病了，讓全身都不舒服，所謂是動一髮而影響到全身，現在是不曉得一個人影響到整個世界。現在科學發達，使我們的眼界真的是放寬了不少，我們知道自己起心動念，這個思想波（波動）影響整個地球磁場。你一個善念，正面的影響，一個惡念，負面的影響。現在這個世間負面的多，影響多，所以地球上才有許許多多的天災人禍。怎麼造成的？佛經上講的，「一切法從心想生」！這句話是真理。所以，整個地球的變化，與我們自己起心動念、一切造作不能說沒有關係，你說沒有關係，那叫不負責任。息息相關，你從《華嚴》講的緣起，一起是一切同時生起，沒有先後。"
    },
    {
      "id": "12-017-1208_p0020",
      "zh_CN": "性德，性德所以称之为德，它有条理，它有层次，一点都不乱。乱，是人自己乱，自己违背了性德，这才搞乱了，现在人讲大自然的法则，永远不会乱的，它不是偶然的。《楞严经》上说得好，「非自然，非因缘，非不自然，非不因缘」，这话说得好，妙绝了，佛经里面讲法尔如是，本来就是这样的。它有次第，即使同时出现还是有次第，速度太快了，不是我们能想像得到的。尽善尽美，所以说本性本善，尽善尽美，一丝毫缺陷都没有。当人自性，佛菩萨教导我们没有别的，回归自性而已，所以说圆满菩提，归无所得。这是我们读前面这一首偈，我们有很多很多的感慨。现在时间到了。",
      "zh_TW": "性德，性德所以稱之為德，它有條理，它有層次，一點都不亂。亂，是人自己亂，自己違背了性德，這才搞亂了，現在人講大自然的法則，永遠不會亂的，它不是偶然的。《楞嚴經》上說得好，「非自然，非因緣，非不自然，非不因緣」，這話說得好，妙絕了，佛經裡面講法爾如是，本來就是這樣的。它有次第，即使同時出現還是有次第，速度太快了，不是我們能想像得到的。盡善盡美，所以說本性本善，盡善盡美，一絲毫缺陷都沒有。當人自性，佛菩薩教導我們沒有別的，回歸自性而已，所以說圓滿菩提，歸無所得。這是我們讀前面這一首偈，我們有很多很多的感慨。現在時間到了。"
    },
    {
      "id": "12-017-1208_p0021",
      "zh_CN": "诸位同学，请看第二段，「第二重光照十方各十佛土」。这一段是讲菩提因果。我们将长行念一遍：",
      "zh_TW": "諸位同學，請看第二段，「第二重光照十方各十佛土」。這一段是講菩提因果。我們將長行念一遍："
    },
    {
      "id": "12-017-1208_p0022",
      "zh_CN": "【尔时光明过此世界。遍照东方十佛国土。南西北方。四维上下。亦复如是。彼一一世界中。皆有百亿阎浮提。乃至百亿色究竟天。其中所有悉皆明现。如此处见佛世尊坐莲华藏师子之座。十佛刹微尘数菩萨所共围绕。彼一一世界中。各有百亿阎浮提。百亿如来。亦如是坐。悉以佛神力故。十方各有一大菩萨。一一各与十佛刹微尘数诸菩萨俱。来诣佛所。其大菩萨谓文殊师利等。所从来国。谓金色世界等。本所事佛。谓不动智如来等。】",
      "zh_TW": "【爾時光明過此世界。遍照東方十佛國土。南西北方。四維上下。亦復如是。彼一一世界中。皆有百億閻浮提。乃至百億色究竟天。其中所有悉皆明現。如此處見佛世尊坐蓮華藏師子之座。十佛剎微塵數菩薩所共圍繞。彼一一世界中。各有百億閻浮提。百億如來。亦如是坐。悉以佛神力故。十方各有一大菩薩。一一各與十佛剎微塵數諸菩薩俱。來詣佛所。其大菩薩謂文殊師利等。所從來國。謂金色世界等。本所事佛。謂不動智如來等。】"
    },
    {
      "id": "12-017-1208_p0023",
      "zh_CN": "这段长行意思很清楚，很容易明了，清凉大师在注解里面提示我们，「各十佛土者，是娑婆邻次之十刹也」，这句很重要。娑婆世界邻次十刹，前面都介绍过了，这是说佛足轮放光，遍照十方世界。文殊菩萨举例子为我们说明，所举的例子是娑婆，最接近娑婆世界的十方佛刹。再看下面经文：",
      "zh_TW": "這段長行意思很清楚，很容易明瞭，清涼大師在註解裡面提示我們，「各十佛土者，是娑婆鄰次之十剎也」，這句很重要。娑婆世界鄰次十剎，前面都介紹過了，這是說佛足輪放光，遍照十方世界。文殊菩薩舉例子為我們說明，所舉的例子是娑婆，最接近娑婆世界的十方佛剎。再看下面經文："
    },
    {
      "id": "12-017-1208_p0024",
      "zh_CN": "【尔时一切处文殊师利菩萨。】",
      "zh_TW": "【爾時一切處文殊師利菩薩。】"
    },
    {
      "id": "12-017-1208_p0025",
      "zh_CN": "这里我们要记住，『一切处文殊师利菩萨』。",
      "zh_TW": "這裡我們要記住，『一切處文殊師利菩薩』。"
    },
    {
      "id": "12-017-1208_p0026",
      "zh_CN": "【各于佛所同时发声。说此颂言。】",
      "zh_TW": "【各於佛所同時發聲。說此頌言。】"
    },
    {
      "id": "12-017-1208_p0027",
      "zh_CN": "下面十首颂，这个十首颂是说「菩提因果」，前面十首颂是说「总显菩提超情」，总说。向下这有四段别说，先说菩提因果，第一首偈就是讲菩提因，第二首以下总共有五首偈，从第二首到第六首讲菩提之果。现在请看第一首：",
      "zh_TW": "下面十首頌，這個十首頌是說「菩提因果」，前面十首頌是說「總顯菩提超情」，總說。向下這有四段別說，先說菩提因果，第一首偈就是講菩提因，第二首以下總共有五首偈，從第二首到第六首講菩提之果。現在請看第一首："
    },
    {
      "id": "12-017-1208_p0028",
      "zh_CN": "【众生无智慧。爱刺所伤毒。为彼求菩提。诸佛法如是。】",
      "zh_TW": "【眾生無智慧。愛刺所傷毒。為彼求菩提。諸佛法如是。】"
    },
    {
      "id": "12-017-1208_p0029",
      "zh_CN": "清凉大师在注解里头一开头就交代清楚了，「十偈通显菩提因果」，向下十首偈，「分三」，这是分为三段。「初偈菩提之因」，我们刚才念的第一首偈。「次五」，从第二首到第六首，「次五菩提果用」。「后四」，第七首到第十首，七、八、九、十，「令物思齐」，这个地方注意到他用物，他不用人。如果用人，这个对象范围就很窄小了，十法界里头只有人法界。用物好，物就是十法界统统都说到了。在十法界里头，从佛、菩萨、声闻、缘觉到六道众生统统包括。为什么？十法界里面菩萨跟佛都没有发菩提心，诸位要晓得，菩提心一发就超越十法界了，那就是圆教初住菩萨，叫发心住。发什么心？发菩提心。十法界里面的佛、菩萨都没有菩提心？对，没有真正菩提心，有相似的菩提心。所以，四圣法界是相似位，六道里头连相似都没有。",
      "zh_TW": "清涼大師在註解裡頭一開頭就交代清楚了，「十偈通顯菩提因果」，向下十首偈，「分三」，這是分為三段。「初偈菩提之因」，我們剛才念的第一首偈。「次五」，從第二首到第六首，「次五菩提果用」。「後四」，第七首到第十首，七、八、九、十，「令物思齊」，這個地方注意到他用物，他不用人。如果用人，這個對象範圍就很窄小了，十法界裡頭只有人法界。用物好，物就是十法界統統都說到了。在十法界裡頭，從佛、菩薩、聲聞、緣覺到六道眾生統統包括。為什麼？十法界裡面菩薩跟佛都沒有發菩提心，諸位要曉得，菩提心一發就超越十法界了，那就是圓教初住菩薩，叫發心住。發什麼心？發菩提心。十法界裡面的佛、菩薩都沒有菩提心？對，沒有真正菩提心，有相似的菩提心。所以，四聖法界是相似位，六道裡頭連相似都沒有。"
    },
    {
      "id": "12-017-1208_p0030",
      "zh_CN": "天台大师的六即，我们一定要清楚，六道里修得再好的，观行位，不是相似，四圣才相似。一真法界里面，像华藏世界叫分真位，证得了。为什么是分真？虽然是真，不圆满；圆满只有一位，如果究竟果位。分真里面有很多，四十一个位次，十住、十行、十回向、十地、等觉，都是在分真位。分是部分，真是真实，绝对不是假的，那是真正的菩提心，究竟圆满只有一位，这是修学大乘的不能不知道。我们今天把菩提心说成五句，这是为了方便起见，大家好懂。",
      "zh_TW": "天台大師的六即，我們一定要清楚，六道裡修得再好的，觀行位，不是相似，四聖才相似。一真法界裡面，像華藏世界叫分真位，證得了。為什麼是分真？雖然是真，不圓滿；圓滿只有一位，如果究竟果位。分真裡面有很多，四十一個位次，十住、十行、十迴向、十地、等覺，都是在分真位。分是部分，真是真實，絕對不是假的，那是真正的菩提心，究竟圓滿只有一位，這是修學大乘的不能不知道。我們今天把菩提心說成五句，這是為了方便起見，大家好懂。"
    },
    {
      "id": "12-017-1208_p0031",
      "zh_CN": "我们讲真诚、清净、平等、正觉、慈悲，如果你真的发了，念念与这个相应，恭喜你，你就是圆教初住菩萨，你超越十法界；不但是六道，十法界都超越了。真诚没有一丝毫虚伪，也许你说我心真诚，我一点虚伪都没有。你那个「一点虚伪都没有」就是虚伪，这话怎么说？起心动念就虚伪，你已经起心动念了。真心是什么？真心是不起心、不动念，不分别、不执着，那是真心。所以，难！六道里头没有，十法界里头也没有。这个真心就是说你真正六根接触六尘境界，不起心、不动念、不分别、不执着，超越十法界，你是华藏世界的初住菩萨，发心住。",
      "zh_TW": "我們講真誠、清淨、平等、正覺、慈悲，如果你真的發了，念念與這個相應，恭喜你，你就是圓教初住菩薩，你超越十法界；不但是六道，十法界都超越了。真誠沒有一絲毫虛偽，也許你說我心真誠，我一點虛偽都沒有。你那個「一點虛偽都沒有」就是虛偽，這話怎麼說？起心動念就虛偽，你已經起心動念了。真心是什麼？真心是不起心、不動念，不分別、不執著，那是真心。所以，難！六道裡頭沒有，十法界裡頭也沒有。這個真心就是說你真正六根接觸六塵境界，不起心、不動念、不分別、不執著，超越十法界，你是華藏世界的初住菩薩，發心住。"
    },
    {
      "id": "12-017-1208_p0032",
      "zh_CN": "真诚心里面自自然然本来具足清净，一尘不染，本来具足平等。你想想看，你执着没有了，执着没有就清净了，分别没有就平等了，清净、平等心里面流出来是真正的正觉、慈悲。你还有分别，就没有平等；你还有执着，你就没有清净。诸位要晓得，菩提心里头五个，一个没有统统都没有，一个有统统都有，一即是多，多即是一。你有清净，你决定有真诚，一定有平等，一定有正觉，一定有慈悲。你有平等，你一定有清净，一定有真诚，有正觉，有慈悲，有一个统统都有；一个没有统统都没有，这个要知道，千万不要产生误会。我们今天？我们今天学，认真努力的学！怎样才能学得有一点点像？相似位我们做不到，观行位就是有一点像了。你要不能放下，你做不到。",
      "zh_TW": "真誠心裡面自自然然本來具足清淨，一塵不染，本來具足平等。你想想看，你執著沒有了，執著沒有就清淨了，分別沒有就平等了，清淨、平等心裡面流出來是真正的正覺、慈悲。你還有分別，就沒有平等；你還有執著，你就沒有清淨。諸位要曉得，菩提心裡頭五個，一個沒有統統都沒有，一個有統統都有，一即是多，多即是一。你有清淨，你決定有真誠，一定有平等，一定有正覺，一定有慈悲。你有平等，你一定有清淨，一定有真誠，有正覺，有慈悲，有一個統統都有；一個沒有統統都沒有，這個要知道，千萬不要產生誤會。我們今天？我們今天學，認真努力的學！怎樣才能學得有一點點像？相似位我們做不到，觀行位就是有一點像了。你要不能放下，你做不到。"
    },
    {
      "id": "12-017-1208_p0033",
      "zh_CN": "所以，我常常讲对于世出世间法要看淡，不能看得太浓。特别是什么？人情世故要看得淡薄，是非、利害要看破。看破你的心就定了，不再向这些东西去攀缘了。修行在哪里修？六根接触六尘境界，要学着看不惯的我看惯了；听不惯的，我现在也能听了，不再计较，不再执着了。这桩事情印光大师有个秘诀，大家也都晓得，但是不会用。印光法师他自己怎么修？怎么教人？把「死」字贴在额头上，我就要死了，我跟人还有什么好争的？还有什么过不去的？不再分别、执着，我马上就要死了。他用这个方法。",
      "zh_TW": "所以，我常常講對於世出世間法要看淡，不能看得太濃。特別是什麼？人情世故要看得淡薄，是非、利害要看破。看破你的心就定了，不再向這些東西去攀緣了。修行在哪裡修？六根接觸六塵境界，要學著看不慣的我看慣了；聽不慣的，我現在也能聽了，不再計較，不再執著了。這樁事情印光大師有個秘訣，大家也都曉得，但是不會用。印光法師他自己怎麼修？怎麼教人？把「死」字貼在額頭上，我就要死了，我跟人還有什麼好爭的？還有什麼過不去的？不再分別、執著，我馬上就要死了。他用這個方法。"
    },
    {
      "id": "12-017-1208_p0034",
      "zh_CN": "苏州灵岩山寺的关房，我去看过，他关房一个小佛堂，一个人用的。只有一尊阿弥陀佛的佛像，不高，一张小桌子。佛像后面写了一个大字，他老人家自己写的「死」字，时时刻刻提醒自己，对于世间一切法万念俱灰。你看他接众，无论什么人去看他，真正是一片慈悲，真诚的关怀，发自内心的教诲。所以见他感受他摄受力量之大，你不能不服，一丝毫虚假都没有，这是我们应当要学的。",
      "zh_TW": "蘇州靈巖山寺的關房，我去看過，他關房一個小佛堂，一個人用的。只有一尊阿彌陀佛的佛像，不高，一張小桌子。佛像後面寫了一個大字，他老人家自己寫的「死」字，時時刻刻提醒自己，對於世間一切法萬念俱灰。你看他接眾，無論什麼人去看他，真正是一片慈悲，真誠的關懷，發自內心的教誨。所以見他感受他攝受力量之大，你不能不服，一絲毫虛假都沒有，這是我們應當要學的。"
    },
    {
      "id": "12-017-1208_p0035",
      "zh_CN": "这首偈前面两句，『众生无智慧，爱刺所伤毒』。清凉大师说这两句是「所为，谓无明造业，爱能润业，故生死无穷，如泥中刺，不觉其伤，如疮中刺，为其所毒」。无明，这是把根本指出来了，无明就是「无智慧」，智慧就是光明，明是智慧，无明。本来是明，现在不明了，这是什么原因？佛在经典里头常常比喻说，把心比喻作水，水本来不动，不动就是智，不动就是佛，所以叫做不动智佛，那是真心。现在怎么样？现在动了。动不是心动，心要是动了，心就不能叫真心，心性永远不会动。动是什么？动是妄念，这个妄念叫识。所以世尊在《楞严经》里面举例子给我们讲，他举眼，眼的见性，见性就是不动，见性就是不动智佛。在耳根，闻性，闻性是不动智，六根的根性是真心，是不动智佛。",
      "zh_TW": "這首偈前面兩句，『眾生無智慧，愛刺所傷毒』。清涼大師說這兩句是「所為，謂無明造業，愛能潤業，故生死無窮，如泥中刺，不覺其傷，如瘡中刺，為其所毒」。無明，這是把根本指出來了，無明就是「無智慧」，智慧就是光明，明是智慧，無明。本來是明，現在不明了，這是什麼原因？佛在經典裡頭常常比喻說，把心比喻作水，水本來不動，不動就是智，不動就是佛，所以叫做不動智佛，那是真心。現在怎麼樣？現在動了。動不是心動，心要是動了，心就不能叫真心，心性永遠不會動。動是什麼？動是妄念，這個妄念叫識。所以世尊在《楞嚴經》裡面舉例子給我們講，他舉眼，眼的見性，見性就是不動，見性就是不動智佛。在耳根，聞性，聞性是不動智，六根的根性是真心，是不動智佛。"
    },
    {
      "id": "12-017-1208_p0036",
      "zh_CN": "所以讲第一念，我们睁开眼睛看外面一切色相，清清楚楚、明明白白，这时候还没有起心动念，没有分别、执着，这时候叫佛知佛见。你用的是什么？用的是真心。见的外面？见的外面是色性，不是色尘，见的是色性。第二念起来，麻烦了，第二念起来，起心动念了，一起心动念，这真的就没有了，就好像水起波浪了。起波浪也能照，产生错觉，真相没有了。错在哪里？错在你分别，错在你执着，分别执着又引起你的烦恼习气，引起你七情五欲、贪瞋痴慢，把你这些烦恼统统勾引起来了。这就是第二句「爱刺所伤毒」！七情伤你，贪瞋痴慢，毒！根本就是你没有智慧，你的智慧失掉了。所以真正用功的人，用什么功夫？六根接触六尘境界，首先学什么？学不分别、不执着；不起心、不动念那个难，你学不到。",
      "zh_TW": "所以講第一念，我們睜開眼睛看外面一切色相，清清楚楚、明明白白，這時候還沒有起心動念，沒有分別、執著，這時候叫佛知佛見。你用的是什麼？用的是真心。見的外面？見的外面是色性，不是色塵，見的是色性。第二念起來，麻煩了，第二念起來，起心動念了，一起心動念，這真的就沒有了，就好像水起波浪了。起波浪也能照，產生錯覺，真相沒有了。錯在哪裡？錯在你分別，錯在你執著，分別執著又引起你的煩惱習氣，引起你七情五欲、貪瞋痴慢，把你這些煩惱統統勾引起來了。這就是第二句「愛刺所傷毒」！七情傷你，貪瞋痴慢，毒！根本就是你沒有智慧，你的智慧失掉了。所以真正用功的人，用什麼功夫？六根接觸六塵境界，首先學什麼？學不分別、不執著；不起心、不動念那個難，你學不到。"
    },
    {
      "id": "12-017-1208_p0037",
      "zh_CN": "法相宗教人转识成智，从第六、第七转，第六是不分别，第六意识就是分别，第七识就是执着，我现在不分别，不用第六识，不执着，不用第七识；不分别叫妙观察，就是文殊菩萨，不执着就是平等性，普贤菩萨代表的。你看看转八识成四智，六、七因上转，五、八果上转，你只要前面两个转了，第五跟第八自然就转了。转第八为大圆镜智，无所不知，所谓转烦恼为菩提。转前五识为成所作智，成所作智观世音菩萨代表，千手千眼，眼到手到。佛菩萨在哪里？真的就在自己六根门头放光动地。谁是不动智佛？所有一切佛统统都是不动智佛，他要动了就不能叫佛了。毘卢遮那是不动智佛，阿弥陀佛是不动智佛，释迦如来是不动智佛，哪尊佛不是不动智佛？统统是。",
      "zh_TW": "法相宗教人轉識成智，從第六、第七轉，第六是不分別，第六意識就是分別，第七識就是執著，我現在不分別，不用第六識，不執著，不用第七識；不分別叫妙觀察，就是文殊菩薩，不執著就是平等性，普賢菩薩代表的。你看看轉八識成四智，六、七因上轉，五、八果上轉，你只要前面兩個轉了，第五跟第八自然就轉了。轉第八為大圓鏡智，無所不知，所謂轉煩惱為菩提。轉前五識為成所作智，成所作智觀世音菩薩代表，千手千眼，眼到手到。佛菩薩在哪裡？真的就在自己六根門頭放光動地。誰是不動智佛？所有一切佛統統都是不動智佛，他要動了就不能叫佛了。毘盧遮那是不動智佛，阿彌陀佛是不動智佛，釋迦如來是不動智佛，哪尊佛不是不動智佛？統統是。"
    },
    {
      "id": "12-017-1208_p0038",
      "zh_CN": "我们要知道，修什么法门都在自己起心动念之处，不在外面。外面所有一切设施，这些形相都是表法的，都是提醒你的，叫你时时刻刻回归自性，从实质上真修，不在形式上。我们学佛如果连这个意思都不懂，你叫白学了。学一辈子，妄想、执着越来越严重，果报还是三途地狱，只是阿赖耶里头落个佛法种子而已，你没有修！天天念佛，天天拜佛，天天诵经，天天做法会、做佛事，你没修。怎么说你没修？你自己认真去反省、思惟，你自私自利的念头有没有？贪瞋痴慢的念头有没有？是非人我的念头有没有？嫉妒、障碍的念头有没有？贪图享受的念头有没有？如果还有，你没修，你要真修，这个东西统统没有了，你所显示出来的全是正面的万德万能。前面我们所举的，夫子的五德「温良恭俭让」，你有，自然露出来。佛法里头净业三福、十善业道、六和敬、三学、六度、四摄、十愿，自自然然露出来，没有一点勉强，没有丝毫造作，这是真的，这是你有修行。",
      "zh_TW": "我們要知道，修什麼法門都在自己起心動念之處，不在外面。外面所有一切設施，這些形相都是表法的，都是提醒你的，叫你時時刻刻回歸自性，從實質上真修，不在形式上。我們學佛如果連這個意思都不懂，你叫白學了。學一輩子，妄想、執著越來越嚴重，果報還是三途地獄，只是阿賴耶裡頭落個佛法種子而已，你沒有修！天天念佛，天天拜佛，天天誦經，天天做法會、做佛事，你沒修。怎麼說你沒修？你自己認真去反省、思惟，你自私自利的念頭有沒有？貪瞋痴慢的念頭有沒有？是非人我的念頭有沒有？嫉妒、障礙的念頭有沒有？貪圖享受的念頭有沒有？如果還有，你沒修，你要真修，這個東西統統沒有了，你所顯示出來的全是正面的萬德萬能。前面我們所舉的，夫子的五德「溫良恭儉讓」，你有，自然露出來。佛法裡頭淨業三福、十善業道、六和敬、三學、六度、四攝、十願，自自然然露出來，沒有一點勉強，沒有絲毫造作，這是真的，這是你有修行。"
    },
    {
      "id": "12-017-1208_p0039",
      "zh_CN": "看这个人不顺眼，看那桩事情不习惯，斤斤计较，烦恼习气时时刻刻起现行，你没修！你没有智慧，你的「爱刺」一根也没拔掉。爱是用个比喻，唯识经论里面跟我们讲第七识末那，末那是我执，四大烦恼常相随。这四大第一个是「我见」，《金刚经》上讲的，我见、人见、众生见、寿者见，说一个我见，所有的这些错误的知见都在里头。第二就是「我爱」，爱是七情五欲。第三个是「我痴」，我痴就是没有智慧。第四个是「我慢」，贡高我慢。我见、我爱、我痴、我慢，这四大烦恼与生俱来，生生世世常相随。要破我执你就晓得，从哪里破起？就是破这四大烦恼，你对这四大烦恼逐渐淡薄了。",
      "zh_TW": "看這個人不順眼，看那樁事情不習慣，斤斤計較，煩惱習氣時時刻刻起現行，你沒修！你沒有智慧，你的「愛刺」一根也沒拔掉。愛是用個比喻，唯識經論裡面跟我們講第七識末那，末那是我執，四大煩惱常相隨。這四大第一個是「我見」，《金剛經》上講的，我見、人見、眾生見、壽者見，說一個我見，所有的這些錯誤的知見都在裡頭。第二就是「我愛」，愛是七情五欲。第三個是「我痴」，我痴就是沒有智慧。第四個是「我慢」，貢高我慢。我見、我愛、我痴、我慢，這四大煩惱與生俱來，生生世世常相隨。要破我執你就曉得，從哪裡破起？就是破這四大煩惱，你對這四大煩惱逐漸淡薄了。"
    },
    {
      "id": "12-017-1208_p0040",
      "zh_CN": "头一个对于自己的身的执着轻了，对于身不执着，身外之物当然你就看得更轻，不放在心上。你的家亲眷属，你的财富，你的地位，你的权力，你的财产，都不放在心上了。那是什么？那是身外之物，连身都不执着，何况身外之物。这样你才能随缘，你不会攀缘。随缘你就自在，你才能学佛，上随顺诸佛菩萨的教诲，依教奉行；下能随顺一切众生，和光同尘。随顺一切众生，这里面完全是用智慧、用慈悲心。有缘，什么叫有缘？有缘就是他能信、能解、能行，有缘，要教他，帮助他回头。没有缘，没有缘他不信，你给他讲他也不懂，他也不会去做。怎么样？惠能大师给我们讲得好，合掌令欢喜。见到他笑眯眯的，点点头，阿弥陀佛！给他种善根。他就是造五逆十恶，也是笑眯眯的，阿弥陀佛！种善根，这叫普度众生。没有善根的人给他种善根，有善根的人帮助他增长，已经增长的人帮助他成就，那你就是菩萨；菩萨所在之处，令一切众生生欢喜心。",
      "zh_TW": "頭一個對於自己的身的執著輕了，對於身不執著，身外之物當然你就看得更輕，不放在心上。你的家親眷屬，你的財富，你的地位，你的權力，你的財產，都不放在心上了。那是什麼？那是身外之物，連身都不執著，何況身外之物。這樣你才能隨緣，你不會攀緣。隨緣你就自在，你才能學佛，上隨順諸佛菩薩的教誨，依教奉行；下能隨順一切眾生，和光同塵。隨順一切眾生，這裡面完全是用智慧、用慈悲心。有緣，什麼叫有緣？有緣就是他能信、能解、能行，有緣，要教他，幫助他回頭。沒有緣，沒有緣他不信，你給他講他也不懂，他也不會去做。怎麼樣？惠能大師給我們講得好，合掌令歡喜。見到他笑眯眯的，點點頭，阿彌陀佛！給他種善根。他就是造五逆十惡，也是笑眯眯的，阿彌陀佛！種善根，這叫普度眾生。沒有善根的人給他種善根，有善根的人幫助他增長，已經增長的人幫助他成就，那你就是菩薩；菩薩所在之處，令一切眾生生歡喜心。"
    },
    {
      "id": "12-017-1208_p0041",
      "zh_CN": "所以前面这两句说，众生菩提心失掉了，菩提心是真心，迷失了，就是起了无明。注解里头说得好，「无明造业，爱能润业」，这个爱是贪心，贪而无厌，所以生死无穷。众生沦落在六道，生生世世无量劫来不能够超越，原因在此地。怎么样修行？形式不管用，形式不能解决问题，那是做样子，做得再好看，你的心没有改过来。所以，这要常常自己反省，认真的反省，我还有没有喜怒哀乐？我还有没有嫉妒、瞋恚？我是不是依然烦恼习气常常起现行？还有这个样子，就不行。",
      "zh_TW": "所以前面這兩句說，眾生菩提心失掉了，菩提心是真心，迷失了，就是起了無明。註解裡頭說得好，「無明造業，愛能潤業」，這個愛是貪心，貪而無厭，所以生死無窮。眾生淪落在六道，生生世世無量劫來不能夠超越，原因在此地。怎麼樣修行？形式不管用，形式不能解決問題，那是做樣子，做得再好看，你的心沒有改過來。所以，這要常常自己反省，認真的反省，我還有沒有喜怒哀樂？我還有沒有嫉妒、瞋恚？我是不是依然煩惱習氣常常起現行？還有這個樣子，就不行。"
    },
    {
      "id": "12-017-1208_p0042",
      "zh_CN": "过去有不少同学来找我，告诉我烦恼习气断不掉。我问他，你想不想断？想断，真想断！我说我教你一个方法，你去试试看。什么方法？把你这一生当中最痛恨的人，最讨厌、最不喜欢的人，你把他立一个长生牌位，放在你家里头佛堂佛像旁边，你每天拜佛，也拜他，你早晚课功德回向给他。你能够把怨结化解了，这就是你的功夫。你不再讨厌他，不再恨他，反而你尊重他，以真诚、清净、平等、慈悲心对待他。好，他学了，还算不错，过了三年又来找我：法师，我照你的话去做，我已经拜了三年了，可是我的心是淡了一点，我看到他还是不顺眼，怎么办？我告诉他，你的功夫还不够，你再去拜三年。是有点效，怨恨、讨厌的程度是降低了，降温了。但是还有，不见面不会，没事；见了面，还是有点不舒服，功夫不到家！",
      "zh_TW": "過去有不少同學來找我，告訴我煩惱習氣斷不掉。我問他，你想不想斷？想斷，真想斷！我說我教你一個方法，你去試試看。什麼方法？把你這一生當中最痛恨的人，最討厭、最不喜歡的人，你把他立一個長生牌位，放在你家裡頭佛堂佛像旁邊，你每天拜佛，也拜他，你早晚課功德迴向給他。你能夠把怨結化解了，這就是你的功夫。你不再討厭他，不再恨他，反而你尊重他，以真誠、清淨、平等、慈悲心對待他。好，他學了，還算不錯，過了三年又來找我：法師，我照你的話去做，我已經拜了三年了，可是我的心是淡了一點，我看到他還是不順眼，怎麼辦？我告訴他，你的功夫還不夠，你再去拜三年。是有點效，怨恨、討厭的程度是降低了，降溫了。但是還有，不見面不會，沒事；見了面，還是有點不舒服，功夫不到家！"
    },
    {
      "id": "12-017-1208_p0043",
      "zh_CN": "怎么样从自己内心化敌为友，化怨为亲，《华严》里头应当学到，遍法界、虚空界所有一切众生跟自己是一体，一体你还能分别吗？左手跟右手还要打架吗？左眼跟右眼不合作吗？左耳跟右耳闹别扭吗？没有这个事情。我常常提醒大家，从自己身体里头观察，我们这个身体就是宇宙，就是法界，法界、虚空界。这小宇宙，外头大宇宙，小宇宙跟大宇宙是一不是二，你看他们都合作，他们都和睦，平等对待，和睦相处，我们从这里学。我们两个眼睛不打架，两个耳朵很合作，我们要跟一切众生和睦相处，平等对待，以真诚心跟他们合作，互助合作，关怀照顾。出自于至诚，什么原因？同体，「同体大悲，无缘大慈」，无缘是无条件，有条件是二，对立才有条件，一体哪有条件！一体里头，纵然有过失，也没有丝毫怨恨心。不小心牙齿咬了舌头，难道舌头发脾气把牙齿打掉，哪有这个道理！",
      "zh_TW": "怎麼樣從自己內心化敵為友，化怨為親，《華嚴》裡頭應當學到，遍法界、虛空界所有一切眾生跟自己是一體，一體你還能分別嗎？左手跟右手還要打架嗎？左眼跟右眼不合作嗎？左耳跟右耳鬧彆扭嗎？沒有這個事情。我常常提醒大家，從自己身體裡頭觀察，我們這個身體就是宇宙，就是法界，法界、虛空界。這小宇宙，外頭大宇宙，小宇宙跟大宇宙是一不是二，你看他們都合作，他們都和睦，平等對待，和睦相處，我們從這裡學。我們兩個眼睛不打架，兩個耳朵很合作，我們要跟一切眾生和睦相處，平等對待，以真誠心跟他們合作，互助合作，關懷照顧。出自於至誠，什麼原因？同體，「同體大悲，無緣大慈」，無緣是無條件，有條件是二，對立才有條件，一體哪有條件！一體裡頭，縱然有過失，也沒有絲毫怨恨心。不小心牙齒咬了舌頭，難道舌頭發脾氣把牙齒打掉，哪有這個道理！"
    },
    {
      "id": "12-017-1208_p0044",
      "zh_CN": "从这个地方你去思惟，你去观察，你慢慢就开智慧了。我是舌头，那个人是牙齿，他伤害我，我能不能伤害他、报复他？不可以，为什么？一体！不但不能伤害他，我还要去帮助他，帮助他破迷开悟，帮助他离苦得乐；他开悟就是我开悟，他得乐就是我得乐。自他不二，生佛一如，众生跟佛是一不是二。这些经文、这些句子常常念，常常放在心上，落实在自己生活当中，落实在处事待人接物，这才真正叫大慈大悲救苦救难。救谁苦？救自己的苦，救自己的难。一切法一定从内心去下手，从内心去转变。首先把错误的念头转过来，离一切过失，离一切错误的念头，你才是正知正见。正知正见是正常，你恢复正常了。",
      "zh_TW": "從這個地方你去思惟，你去觀察，你慢慢就開智慧了。我是舌頭，那個人是牙齒，他傷害我，我能不能傷害他、報復他？不可以，為什麼？一體！不但不能傷害他，我還要去幫助他，幫助他破迷開悟，幫助他離苦得樂；他開悟就是我開悟，他得樂就是我得樂。自他不二，生佛一如，眾生跟佛是一不是二。這些經文、這些句子常常念，常常放在心上，落實在自己生活當中，落實在處事待人接物，這才真正叫大慈大悲救苦救難。救誰苦？救自己的苦，救自己的難。一切法一定從內心去下手，從內心去轉變。首先把錯誤的念頭轉過來，離一切過失，離一切錯誤的念頭，你才是正知正見。正知正見是正常，你恢復正常了。"
    },
    {
      "id": "12-017-1208_p0045",
      "zh_CN": "学佛到最后成佛了，世尊在楞严会上告诉我们，成佛是成什么？「圆满菩提，归无所得」。你要是有所得，你是邪知邪见，你就成了魔；无所得才真正是佛。为什么？我们在前面读了很多，法性无性，法相无相，你得什么？可以说你得了一样东西，你得真正明了，「愿得智慧真明了」，你只得这个，明了了。除了对一切法真正明了之外，什么也没得到，这叫圆满菩提，这叫究竟佛果。到这时候才真正叫大自在，真解脱，圆圆满满回归到自性。这时候是什么样子？心是虚空法界，大乘教里头常讲，「心包太虚，量周沙界」，真的，一点没错！身，身跟遍法界、虚空界一切刹土众生融合成一，佛教里头有个名词叫清净法身。这不是观想，观想是妄想，妄想没有了，你就契入了，本来就是。",
      "zh_TW": "學佛到最後成佛了，世尊在楞嚴會上告訴我們，成佛是成什麼？「圓滿菩提，歸無所得」。你要是有所得，你是邪知邪見，你就成了魔；無所得才真正是佛。為什麼？我們在前面讀了很多，法性無性，法相無相，你得什麼？可以說你得了一樣東西，你得真正明瞭，「願得智慧真明瞭」，你只得這個，明瞭了。除了對一切法真正明瞭之外，什麼也沒得到，這叫圓滿菩提，這叫究竟佛果。到這時候才真正叫大自在，真解脫，圓圓滿滿回歸到自性。這時候是什麼樣子？心是虛空法界，大乘教裡頭常講，「心包太虛，量周沙界」，真的，一點沒錯！身，身跟遍法界、虛空界一切剎土眾生融合成一，佛教裡頭有個名詞叫清淨法身。這不是觀想，觀想是妄想，妄想沒有了，你就契入了，本來就是。"
    },
    {
      "id": "12-017-1208_p0046",
      "zh_CN": "正是众生迷惑、造业、受报，所以诸佛菩萨示现在世间，『为彼求菩提』。诸佛菩萨示现到世间来，干什么？为这一切迷惑、造业、受苦的众生，为他们「求菩提」。菩提是智慧，菩提是觉悟，他们迷了；换句话说，为了帮助他们醒过来，这是菩提之因。迷得太久了，迷得太深了，要把他唤醒也不是个容易事情。那要怎样？一步一步的来。首先要示相，与他和光同尘，跟他打成一片，他才能接受，这就是佛家的四摄法。你要不跟他融成一片，他不肯接受你帮助，所以你帮助他，好心帮助他，人家不接受。",
      "zh_TW": "正是眾生迷惑、造業、受報，所以諸佛菩薩示現在世間，『為彼求菩提』。諸佛菩薩示現到世間來，幹什麼？為這一切迷惑、造業、受苦的眾生，為他們「求菩提」。菩提是智慧，菩提是覺悟，他們迷了；換句話說，為了幫助他們醒過來，這是菩提之因。迷得太久了，迷得太深了，要把他喚醒也不是個容易事情。那要怎樣？一步一步的來。首先要示相，與他和光同塵，跟他打成一片，他才能接受，這就是佛家的四攝法。你要不跟他融成一片，他不肯接受你幫助，所以你幫助他，好心幫助他，人家不接受。"
    },
    {
      "id": "12-017-1208_p0047",
      "zh_CN": "要怎样帮助他他欢喜接受？这里头有善巧方便，不能不和光同尘，布施、爱语、利行、同事，佛教导我们的，这叫善巧方便。关系搞好了，什么话都能谈了，然后再劝导他，离苦得乐，先从果上讲，他听得进去，容易听得懂。怎样离苦？那就跟他讲因果了，什么样的因，感什么样的果报，善因善果，恶因恶报，种善因得善果。世间人现在完全不懂得因果报应的道理，不了解因果报应的事实真相，但是因果报应就在眼前，他就看不出来。",
      "zh_TW": "要怎樣幫助他他歡喜接受？這裡頭有善巧方便，不能不和光同塵，布施、愛語、利行、同事，佛教導我們的，這叫善巧方便。關係搞好了，什麼話都能談了，然後再勸導他，離苦得樂，先從果上講，他聽得進去，容易聽得懂。怎樣離苦？那就跟他講因果了，什麼樣的因，感什麼樣的果報，善因善果，惡因惡報，種善因得善果。世間人現在完全不懂得因果報應的道理，不了解因果報應的事實真相，但是因果報應就在眼前，他就看不出來。"
    },
    {
      "id": "12-017-1208_p0048",
      "zh_CN": "圣人所说，佛菩萨所教，众生不肯相信。不肯相信怎么样？我们要实现，要做样子来给他看，这三种布施，我们真的天天在修因。得财富，怎么样才能赚钱？财布施，愈施愈多。你不修财布施，纵然你很会赚钱，那是你过去生中修的。你这一生不修，你的运走到一个时段之后，你的运走完了，财没有了。如果你要是造作恶业，心行不善，你那些财富可能就跑掉了，你经营的事业失败，倒闭了，我们常常看到。那是什么原因？经营不善，为什么早年经营很善，现在经营不善？因缘果报如是。法布施得聪明智慧，无畏布施得健康长寿，我做出来给你看。所以诸佛菩萨出现于世，是「为彼求菩提」，不是为自己。这一节意犹未尽，时间到了，下个钟点我们再继续讲。",
      "zh_TW": "聖人所說，佛菩薩所教，眾生不肯相信。不肯相信怎麼樣？我們要實現，要做樣子來給他看，這三種布施，我們真的天天在修因。得財富，怎麼樣才能賺錢？財布施，愈施愈多。你不修財布施，縱然你很會賺錢，那是你過去生中修的。你這一生不修，你的運走到一個時段之後，你的運走完了，財沒有了。如果你要是造作惡業，心行不善，你那些財富可能就跑掉了，你經營的事業失敗，倒閉了，我們常常看到。那是什麼原因？經營不善，為什麼早年經營很善，現在經營不善？因緣果報如是。法布施得聰明智慧，無畏布施得健康長壽，我做出來給你看。所以諸佛菩薩出現於世，是「為彼求菩提」，不是為自己。這一節意猶未盡，時間到了，下個鐘點我們再繼續講。"
    }
  ]
}