{
  "doc_id": "12-017-2088",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二０八八卷",
    "zh_TW": "第二０八八卷"
  },
  "year": "2010",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "12-017-2088",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "12-017-2088_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大方广佛华严经．十住品第十五》。今天我们从第一大段第五段「说分」，第二段，说分的第二段，说分的发心住第二段「胜进」，我们把经文念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大方廣佛華嚴經．十住品第十五》。今天我們從第一大段第五段「說分」，第二段，說分的第二段，說分的發心住第二段「勝進」，我們把經文念一遍："
    },
    {
      "id": "12-017-2088_p0002",
      "zh_CN": "【佛子。此菩萨应劝学十法。何者为十。所谓勤供养佛。乐住生死。主导世间令除恶业。以胜妙法常行教诲。叹无上法。学佛功德。生诸佛前恒蒙摄受。方便演说寂静三昧。赞叹远离生死轮回。为苦众生作归依处。何以故。欲令菩萨。于佛法中。心转增广。有所闻法。即自开解。不由他教故。】",
      "zh_TW": "【佛子。此菩薩應勸學十法。何者為十。所謂勤供養佛。樂住生死。主導世間令除惡業。以勝妙法常行教誨。歎無上法。學佛功德。生諸佛前恆蒙攝受。方便演說寂靜三昧。讚歎遠離生死輪迴。為苦眾生作歸依處。何以故。欲令菩薩。於佛法中。心轉增廣。有所聞法。即自開解。不由他教故。】"
    },
    {
      "id": "12-017-2088_p0003",
      "zh_CN": "这一段经文里头，有「总标、征列、征释」。我们看清凉大师的《疏》，总标就是经文的第一句『此菩萨』，这个「此」是发心住的菩萨，他『应劝学十法』。清凉大师告诉我们，菩萨「欲求胜位」，也就是说他在初住要提升到二住，「应自劝励，亦劝他学」，应当自己勉励自己，提升自己的境界，同时还要帮助别人。经文有十句，这十句「不出悲智」。这两个字我们要特别注意。佛法，总的来讲，大慈大悲大智大愿就把它包括尽了。悲智都是性德，自性里头本来具足。我们现在悲智都没有了，没有悲心，就有自私自利；没有智慧，一般人讲就糊涂，愚痴。我们性德里的悲智起不起作用？依旧是起作用。迷失了自性，它作用被扭曲。所以佛经当中常讲，「烦恼即菩提，生死即涅槃」，这是真的，不是假的。觉悟的时候，性德流露，就是菩提；迷失了自性，菩提就变成烦恼。菩提是印度话，意思就是觉悟，圆满的觉悟，也就是智慧。从现象上来说，觉悟就是涅槃，那个相是涅槃，涅槃是不生不灭；迷失了自性，涅槃就变成生死，我们在六道里头，最明显的生死轮回。",
      "zh_TW": "這一段經文裡頭，有「總標、徵列、徵釋」。我們看清涼大師的《疏》，總標就是經文的第一句『此菩薩』，這個「此」是發心住的菩薩，他『應勸學十法』。清涼大師告訴我們，菩薩「欲求勝位」，也就是說他在初住要提升到二住，「應自勸勵，亦勸他學」，應當自己勉勵自己，提升自己的境界，同時還要幫助別人。經文有十句，這十句「不出悲智」。這兩個字我們要特別注意。佛法，總的來講，大慈大悲大智大願就把它包括盡了。悲智都是性德，自性裡頭本來具足。我們現在悲智都沒有了，沒有悲心，就有自私自利；沒有智慧，一般人講就糊塗，愚痴。我們性德裡的悲智起不起作用？依舊是起作用。迷失了自性，它作用被扭曲。所以佛經當中常講，「煩惱即菩提，生死即涅槃」，這是真的，不是假的。覺悟的時候，性德流露，就是菩提；迷失了自性，菩提就變成煩惱。菩提是印度話，意思就是覺悟，圓滿的覺悟，也就是智慧。從現象上來說，覺悟就是涅槃，那個相是涅槃，涅槃是不生不滅；迷失了自性，涅槃就變成生死，我們在六道裡頭，最明顯的生死輪迴。"
    },
    {
      "id": "12-017-2088_p0004",
      "zh_CN": "有悲，他是自动自发敬爱一切众生，为什么？一切众生跟自己同体。我们前面学过，《修华严奥旨妄尽还源观》，唐朝时代华严宗贤首国师作的这一篇论文，开宗明义告诉我们，宇宙之间万事万法同一个性体，自性清净圆明体，明心见性就是见的这个性，就是明了这个事实真相。从这个体，理体，变现出宇宙，变现出万法，变现出自己。中国禅宗常说的「父母未生前本来面目」，本来面目是什么？本来面目就是自性清净圆明体。学佛终极的目标是回归自性，那就叫见性成佛。所以佛这个意思就是圆满的回归自性，知道万事万法跟自己是一不是二，所以无缘大慈、同体大悲，他就流露出来。无缘，用现代的话讲，没有任何条件，无条件的慈悲心流出来，没有理由的。显出来的是自己的谦卑，对待一切人、一切事、一切物，表现出来是尊敬、是亲爱、是关怀、是照顾、是舍己为人，比互助合作还要来得亲切。这是悲智，在因地上是修德，在果地上是性德，不出这两个字。古人说得好，「有悲无智，即堕爱见」，这个话要用现代话讲，自私自利，没有智慧；有智无悲，对苦难众生他不关心，那就造业。所以佛法的修行要悲智等运，不管是大悲、是小悲、是大智、是小智，悲智要平等，那就很如法。如果一个多、一个少，那就造孽。所以禅定，禅定就是悲智均等，那个道叫菩提正道，法门里面称为正法。一个多、一个少，这个法就偏、就邪，它就不叫中道。",
      "zh_TW": "有悲，他是自動自發敬愛一切眾生，為什麼？一切眾生跟自己同體。我們前面學過，《修華嚴奧旨妄盡還源觀》，唐朝時代華嚴宗賢首國師作的這一篇論文，開宗明義告訴我們，宇宙之間萬事萬法同一個性體，自性清淨圓明體，明心見性就是見的這個性，就是明瞭這個事實真相。從這個體，理體，變現出宇宙，變現出萬法，變現出自己。中國禪宗常說的「父母未生前本來面目」，本來面目是什麼？本來面目就是自性清淨圓明體。學佛終極的目標是回歸自性，那就叫見性成佛。所以佛這個意思就是圓滿的回歸自性，知道萬事萬法跟自己是一不是二，所以無緣大慈、同體大悲，他就流露出來。無緣，用現代的話講，沒有任何條件，無條件的慈悲心流出來，沒有理由的。顯出來的是自己的謙卑，對待一切人、一切事、一切物，表現出來是尊敬、是親愛、是關懷、是照顧、是捨己為人，比互助合作還要來得親切。這是悲智，在因地上是修德，在果地上是性德，不出這兩個字。古人說得好，「有悲無智，即墮愛見」，這個話要用現代話講，自私自利，沒有智慧；有智無悲，對苦難眾生他不關心，那就造業。所以佛法的修行要悲智等運，不管是大悲、是小悲、是大智、是小智，悲智要平等，那就很如法。如果一個多、一個少，那就造孽。所以禪定，禪定就是悲智均等，那個道叫菩提正道，法門裡面稱為正法。一個多、一個少，這個法就偏、就邪，它就不叫中道。"
    },
    {
      "id": "12-017-2088_p0005",
      "zh_CN": "所以我们供佛，这是表法，我们这个背后也是一佛二菩萨。佛代表自性清净圆明体，代表本体；菩萨代表从体起用，两位菩萨，一定是一尊菩萨代表智，一尊菩萨代表悲。我们后面供的是华严三圣，文殊菩萨代表智，普贤菩萨代表悲，这边是文殊菩萨，这边是普贤菩萨。你看华严三圣，智摆在右面，我们从面对着菩萨来看，是我们的右手。我坐在这边，这是左手，上方，这是下方。这就是说华严会上智慧是第一，慈悲在下方。在净土会里面，我们当中是阿弥陀佛，代表的是自性，这一边是观世音菩萨，这一边是大势至菩萨。诸位要会看，观世音菩萨摆在这边，慈悲摆在第一，智慧摆在第二。华严会上是崇尚智慧，智慧第一，慈悲第二，它都有意思的。台宗，天台宗，当中供的释迦牟尼佛，这边是迦叶尊者，这边是阿难尊者，迦叶代表禅宗，阿难代表教下，宗门教下。你就知道这法门里面，悲智是均等的，平等的。平等当中，哪一个在先，哪一个在后，不一样。所以，佛法无论是哪一宗哪一派，八万四千法门，总的来说，不出悲智，这两个字统统都代表了。",
      "zh_TW": "所以我們供佛，這是表法，我們這個背後也是一佛二菩薩。佛代表自性清淨圓明體，代表本體；菩薩代表從體起用，兩位菩薩，一定是一尊菩薩代表智，一尊菩薩代表悲。我們後面供的是華嚴三聖，文殊菩薩代表智，普賢菩薩代表悲，這邊是文殊菩薩，這邊是普賢菩薩。你看華嚴三聖，智擺在右面，我們從面對著菩薩來看，是我們的右手。我坐在這邊，這是左手，上方，這是下方。這就是說華嚴會上智慧是第一，慈悲在下方。在淨土會裡面，我們當中是阿彌陀佛，代表的是自性，這一邊是觀世音菩薩，這一邊是大勢至菩薩。諸位要會看，觀世音菩薩擺在這邊，慈悲擺在第一，智慧擺在第二。華嚴會上是崇尚智慧，智慧第一，慈悲第二，它都有意思的。台宗，天台宗，當中供的釋迦牟尼佛，這邊是迦葉尊者，這邊是阿難尊者，迦葉代表禪宗，阿難代表教下，宗門教下。你就知道這法門裡面，悲智是均等的，平等的。平等當中，哪一個在先，哪一個在後，不一樣。所以，佛法無論是哪一宗哪一派，八萬四千法門，總的來說，不出悲智，這兩個字統統都代表了。"
    },
    {
      "id": "12-017-2088_p0006",
      "zh_CN": "「供佛」这一句是总，「通财及法」。我们要问，佛通常教我们供养布施是讲三种，财施、法施、无畏施。因为这里是对佛，佛是大无畏者，所以无畏就不必要，就通财跟法，财布施、法布施。财里头特重内财，不重外财，重内财。法施里面最重的是依教修行，所以对佛的供养是要依教修行，这是真正供佛。诸位想想看，其他的，佛还需要吗？佛是性德里头圆满的智慧、圆满的德能、圆满的相好统统都显露出来，天上人间没有人能跟他相比，他什么都不缺。应化在十法界，目的何在？是希望十法界众生觉悟，破迷开悟，依教修行，回归自性。这是佛示现在世间他的目的。我们能够听话，能够回头，真的不辜负他老人家的期望，这叫真供养。",
      "zh_TW": "「供佛」這一句是總，「通財及法」。我們要問，佛通常教我們供養布施是講三種，財施、法施、無畏施。因為這裡是對佛，佛是大無畏者，所以無畏就不必要，就通財跟法，財布施、法布施。財裡頭特重內財，不重外財，重內財。法施裡面最重的是依教修行，所以對佛的供養是要依教修行，這是真正供佛。諸位想想看，其他的，佛還需要嗎？佛是性德裡頭圓滿的智慧、圓滿的德能、圓滿的相好統統都顯露出來，天上人間沒有人能跟他相比，他什麼都不缺。應化在十法界，目的何在？是希望十法界眾生覺悟，破迷開悟，依教修行，回歸自性。這是佛示現在世間他的目的。我們能夠聽話，能夠回頭，真的不辜負他老人家的期望，這叫真供養。"
    },
    {
      "id": "12-017-2088_p0007",
      "zh_CN": "下面略举九桩事，清凉大师说得好，「行下九事，真供养故」，下面九桩事情要是真正做到，那就是真供养，财法统统具足。第一个，「乐住生死，大悲为首故，智了其空，无所惧故」。这是清凉大师为我们解释『乐住生死』这一句。「乐」是爱好，菩萨情还没断，他还有爱好，佛没有了，菩萨情还没断。所以菩萨，玄奘大师翻作「觉有情」，因为有情是众生，我们今天讲动物，动物是有感情的。但是他加了个「觉」字，觉有情，这些人是有情，但是他觉悟了，他不迷惑，所以菩萨翻作觉有情。玄奘大师以前，古大德翻菩萨翻作「大道心众生」，众生是有情的，他是大道心。所以翻译有新译、有旧译，旧译是古译，玄奘大师以前的，菩萨翻作大道心众生；新译是从玄奘大师开始，以后都翻作觉有情，就是觉悟的有情众生。他有个「乐住生死」，这就是有情。",
      "zh_TW": "下面略舉九樁事，清涼大師說得好，「行下九事，真供養故」，下面九樁事情要是真正做到，那就是真供養，財法統統具足。第一個，「樂住生死，大悲為首故，智了其空，無所懼故」。這是清涼大師為我們解釋『樂住生死』這一句。「樂」是愛好，菩薩情還沒斷，他還有愛好，佛沒有了，菩薩情還沒斷。所以菩薩，玄奘大師翻作「覺有情」，因為有情是眾生，我們今天講動物，動物是有感情的。但是他加了個「覺」字，覺有情，這些人是有情，但是他覺悟了，他不迷惑，所以菩薩翻作覺有情。玄奘大師以前，古大德翻菩薩翻作「大道心眾生」，眾生是有情的，他是大道心。所以翻譯有新譯、有舊譯，舊譯是古譯，玄奘大師以前的，菩薩翻作大道心眾生；新譯是從玄奘大師開始，以後都翻作覺有情，就是覺悟的有情眾生。他有個「樂住生死」，這就是有情。"
    },
    {
      "id": "12-017-2088_p0008",
      "zh_CN": "他住生死，为什么？为帮助众生。所以底下说得很清楚，大悲为首。慈悲心很重，看到众生迷惑、造业、受苦，不忍心。菩萨住在这个世间，纵然他自己已经了生死、出三界，这是什么人？阿罗汉以上。阿罗汉超越六道轮回，在四圣法界。来不来到六道？常来，六道众生有感，他也来应。他来应，一定是悲智等运，他不迷惑，他不造业。为什么不造业？智了其空，无所惧故。他有智，了是明了，明了什么？明了万法皆空，六道不可得，十法界也不可得。《般若经》上讲的「凡所有相，皆是虚妄」，这是智了。《金刚经》上的偈子，「一切有为法」，有为法就是有生有灭。你看我们这个世间，动物有生老病死，植物有生住异灭，矿物有成住坏空。现在是包括太空里面的星系，像科学家给我们讲的，我们的地球绕着太阳转，太阳绕着银河系，这是星系在太空当中的运行。它有成住坏空，所以我们在天文望远镜里面常常发现新的星出现，旧的星爆炸，旧的星一爆炸之后就没有了。这是说明什么？说明星球的成住坏空。这佛在几千年前就详细的告诉我们，「一切有为法，如梦幻泡影」，它存在的时间都不是很长，实际上呢？实际上它是刹那在变化。我们在《菩萨处胎经》里面读到，「一弹指有三十二亿百千念，念念成形，形皆有识」，这是大乘教里头说的，说得一点都不错。所以他明了，智了其空，他没有恐惧。也就是说，他没有执着、他没有分别。不但没有分别执着，他连起心动念都没有。在这样的条件之下，他能成就佛事，不可思议，叫妙用。《还源观》上四德第一条「随缘妙用」，你看他能够恒顺众生成就佛事。佛事是什么？教化众生的事业，佛事是教化众生，帮助一切众生破迷开悟，帮助一切众生回头是岸。所以经上用「乐」这个字，乐好，用得真好！「住生死」这三个字，就是不舍众生，大乘法里面常讲「佛氏门中，不舍一人」，慈悲到了极处。",
      "zh_TW": "他住生死，為什麼？為幫助眾生。所以底下說得很清楚，大悲為首。慈悲心很重，看到眾生迷惑、造業、受苦，不忍心。菩薩住在這個世間，縱然他自己已經了生死、出三界，這是什麼人？阿羅漢以上。阿羅漢超越六道輪迴，在四聖法界。來不來到六道？常來，六道眾生有感，他也來應。他來應，一定是悲智等運，他不迷惑，他不造業。為什麼不造業？智了其空，無所懼故。他有智，了是明瞭，明瞭什麼？明瞭萬法皆空，六道不可得，十法界也不可得。《般若經》上講的「凡所有相，皆是虛妄」，這是智了。《金剛經》上的偈子，「一切有為法」，有為法就是有生有滅。你看我們這個世間，動物有生老病死，植物有生住異滅，礦物有成住壞空。現在是包括太空裡面的星系，像科學家給我們講的，我們的地球繞著太陽轉，太陽繞著銀河系，這是星系在太空當中的運行。它有成住壞空，所以我們在天文望遠鏡裡面常常發現新的星出現，舊的星爆炸，舊的星一爆炸之後就沒有了。這是說明什麼？說明星球的成住壞空。這佛在幾千年前就詳細的告訴我們，「一切有為法，如夢幻泡影」，它存在的時間都不是很長，實際上呢？實際上它是剎那在變化。我們在《菩薩處胎經》裡面讀到，「一彈指有三十二億百千念，念念成形，形皆有識」，這是大乘教裡頭說的，說得一點都不錯。所以他明瞭，智了其空，他沒有恐懼。也就是說，他沒有執著、他沒有分別。不但沒有分別執著，他連起心動念都沒有。在這樣的條件之下，他能成就佛事，不可思議，叫妙用。《還源觀》上四德第一條「隨緣妙用」，你看他能夠恆順眾生成就佛事。佛事是什麼？教化眾生的事業，佛事是教化眾生，幫助一切眾生破迷開悟，幫助一切眾生回頭是岸。所以經上用「樂」這個字，樂好，用得真好！「住生死」這三個字，就是不捨眾生，大乘法裡面常講「佛氏門中，不捨一人」，慈悲到了極處。"
    },
    {
      "id": "12-017-2088_p0009",
      "zh_CN": "我们如果真的觉悟，最近这个世界上，我们到马来西亚，这一次我访问了新加坡，许多同学在一块谈起来，热门的话题是「2012」。有不少同学问我，我们学佛的人应该怎么面对？这句话就很好，「乐住生死，智了其空，无所惧故」。真正学大乘的人，听到这些事情会不会恐怖？不会。为什么？万法皆空，如如不动的心不被它所转，那你就能转它的境界。这是真的，一点都不假。我不但看过这个影片，我还看过四个不同的记录片。这世界上许多学者专家、科学家在讨论这个问题，说得都很好。但是大乘比他更高明，大乘人不被境界转，你就能转境界。他们也意识到这一点，所以有一些专家学者提到，如果地球上这些居民要不改变心态，也就是断恶修善，这个灾难就有可能；换句话说，我们能够改变心态，断恶修善，这个灾难也许就没有了。这跟佛法讲的是一个道理。特别是中国传统文化的精神，我们要用一个字来讲就是「孝」，中国是孝文化。从孝展开，那就是五伦、五常、四维、八德，这是性德。我们在世界许多国家地区，不同的族群、宗教，跟大家讨论这个问题，没有听到反对的音声，都赞同。为什么？自性的性德，他是人，「人之初，性本善」，善是什么？善就是孝，善的根是孝，善的德就是五伦、五常、四维、八德，所以这是人性，一切众生自性里头本来有的。如果我们完全不违背，灾难就没有了；违背性德，不忠、不孝、不仁、不义，那个麻烦就大了，灾难就很可能发生。这个道理科学家也在谈。",
      "zh_TW": "我們如果真的覺悟，最近這個世界上，我們到馬來西亞，這一次我訪問了新加坡，許多同學在一塊談起來，熱門的話題是「2012」。有不少同學問我，我們學佛的人應該怎麼面對？這句話就很好，「樂住生死，智了其空，無所懼故」。真正學大乘的人，聽到這些事情會不會恐怖？不會。為什麼？萬法皆空，如如不動的心不被它所轉，那你就能轉它的境界。這是真的，一點都不假。我不但看過這個影片，我還看過四個不同的記錄片。這世界上許多學者專家、科學家在討論這個問題，說得都很好。但是大乘比他更高明，大乘人不被境界轉，你就能轉境界。他們也意識到這一點，所以有一些專家學者提到，如果地球上這些居民要不改變心態，也就是斷惡修善，這個災難就有可能；換句話說，我們能夠改變心態，斷惡修善，這個災難也許就沒有了。這跟佛法講的是一個道理。特別是中國傳統文化的精神，我們要用一個字來講就是「孝」，中國是孝文化。從孝展開，那就是五倫、五常、四維、八德，這是性德。我們在世界許多國家地區，不同的族群、宗教，跟大家討論這個問題，沒有聽到反對的音聲，都贊同。為什麼？自性的性德，他是人，「人之初，性本善」，善是什麼？善就是孝，善的根是孝，善的德就是五倫、五常、四維、八德，所以這是人性，一切眾生自性裡頭本來有的。如果我們完全不違背，災難就沒有了；違背性德，不忠、不孝、不仁、不義，那個麻煩就大了，災難就很可能發生。這個道理科學家也在談。"
    },
    {
      "id": "12-017-2088_p0010",
      "zh_CN": "大乘教里面还告诉我们，教我们一个非常微妙的法门，念佛，一心称念南无阿弥陀佛，一心称念，性德就完全显示出来。阿弥陀佛是什么意思？这句话全是梵语，可以翻，翻成中国的意思，阿翻作无，弥陀翻作量，佛翻作智、翻作觉。用中国话来说，阿弥陀佛就是无量智慧，无量的觉悟。你天天念这一句，念久了，迷惑的人开智慧，烦恼的人得清净。这个道理，我们「十住品」向下讲得很多。中国人古时候有说到，所谓「读书千遍，其义自见」，不懂没有关系，你只要老念，念久了，你自然会懂。妙！我们佛门里面讲，「一门深入，长时薰修」，跟读书千遍、其义自见，这个意思完全相同，方法相同、效果相同。从这个地方让我们联想到，古时候教小朋友念书，就教他背诵，大有道理。它跟这个原理原则相应，能把自己自性的本善念出来。尤其是圣人的典籍，不懂没关系，只要常念，一定有一天豁然大悟。对中下根性人来讲非常有效。",
      "zh_TW": "大乘教裡面還告訴我們，教我們一個非常微妙的法門，念佛，一心稱念南無阿彌陀佛，一心稱念，性德就完全顯示出來。阿彌陀佛是什麼意思？這句話全是梵語，可以翻，翻成中國的意思，阿翻作無，彌陀翻作量，佛翻作智、翻作覺。用中國話來說，阿彌陀佛就是無量智慧，無量的覺悟。你天天念這一句，念久了，迷惑的人開智慧，煩惱的人得清淨。這個道理，我們「十住品」向下講得很多。中國人古時候有說到，所謂「讀書千遍，其義自見」，不懂沒有關係，你只要老念，念久了，你自然會懂。妙！我們佛門裡面講，「一門深入，長時薰修」，跟讀書千遍、其義自見，這個意思完全相同，方法相同、效果相同。從這個地方讓我們聯想到，古時候教小朋友念書，就教他背誦，大有道理。它跟這個原理原則相應，能把自己自性的本善念出來。尤其是聖人的典籍，不懂沒關係，只要常念，一定有一天豁然大悟。對中下根性人來講非常有效。"
    },
    {
      "id": "12-017-2088_p0011",
      "zh_CN": "第二句说『主导世间令除恶业』，住为主导世间除恶。要住，你喜欢住在六道轮回，你住在轮回里目的何在？这说出来了，为的是「主导除恶」，转恶为善，转邪为正，那就是要给众生做好样子。教化众生，最重要是身教，言教是辅导。我们细心去思惟、去观察，你看释迦牟尼佛当年在世，他家庭环境好，父亲是国王，他的身分是王子，他要不出家是继承王位。十九岁，他舍弃王位的继承，离开家庭，出去求学，学了十二年。十九岁出去参学，三十岁觉悟，明白了，大乘教里面所谓「大彻大悟，明心见性」，见性就成佛。所以见性之后，大家称他为佛陀。印度人称佛陀，这个佛陀就是觉者，这是个觉悟的人；在中国人称圣人，圣人就是觉悟的人，明了宇宙人生真相的人称为圣人。他从觉悟之后，他也没有回家，他就开始教学，做出觉悟的样子给人看。什么是觉悟的样子？他一生所教导的，都是觉悟的样子。四十九年所讲的一切经，他讲的字字句句，他统统做到。这是真实智慧，这不是假的。这样的教学才能产生作用。",
      "zh_TW": "第二句說『主導世間令除惡業』，住為主導世間除惡。要住，你喜歡住在六道輪迴，你住在輪迴裡目的何在？這說出來了，為的是「主導除惡」，轉惡為善，轉邪為正，那就是要給眾生做好樣子。教化眾生，最重要是身教，言教是輔導。我們細心去思惟、去觀察，你看釋迦牟尼佛當年在世，他家庭環境好，父親是國王，他的身分是王子，他要不出家是繼承王位。十九歲，他捨棄王位的繼承，離開家庭，出去求學，學了十二年。十九歲出去參學，三十歲覺悟，明白了，大乘教裡面所謂「大徹大悟，明心見性」，見性就成佛。所以見性之後，大家稱他為佛陀。印度人稱佛陀，這個佛陀就是覺者，這是個覺悟的人；在中國人稱聖人，聖人就是覺悟的人，明瞭宇宙人生真相的人稱為聖人。他從覺悟之後，他也沒有回家，他就開始教學，做出覺悟的樣子給人看。什麼是覺悟的樣子？他一生所教導的，都是覺悟的樣子。四十九年所講的一切經，他講的字字句句，他統統做到。這是真實智慧，這不是假的。這樣的教學才能產生作用。"
    },
    {
      "id": "12-017-2088_p0012",
      "zh_CN": "四十九年他所主导除恶，总的来说就是十善业道。十善业道里头，极其微细的他也做到。不杀生，不但是不杀害众生，连极其微细伤害众生的这个念头都没有。对待一切众生，他起什么念头？他起的是慈悲的念头。用我们现代的话来说，是热爱的心态，于一切众生，蜎飞蠕动、蚊虫蚂蚁，他热爱牠，他怎么会害牠？对于饿鬼、地狱众生也不例外，叫一片慈悲，平等的慈悲。这是什么？这是六道众生里面最缺乏的，就是慈悲。慈悲的反面是什么？反面是自私自利。这是所有一切罪业的根源，佛断掉了。他看到老虎饿了，几天找不到东西吃，他能够舍他的身命去喂老虎。看到老鹰找不到食物，很可怜，自己把身上肉割下来喂老鹰。这是属于内财布施，做给我们看的。为什么？众生跟我是一体。何况众生遇到有灾难、有恐怖，他见到了，没有不伸出援手来帮助他们，帮他们化解。这是释迦牟尼佛当年在世他做出样子给我们看的。你说他能害人吗？连畜生都不害，他怎么会害人？一生念念当中，确实中国谚语两句话，他也彻底圆满的做到，「成人之美，不成人之恶」。别人有善念、有善愿、有善行，他总是尽心尽力帮助他，不会去破坏他，不会去障碍他。不管这个人认不认识，他一视同仁，甚至于这个人还天天找佛的麻烦，毁谤他、讽刺他、威胁他、陷害他，佛没放在心上，他有困难，一样很热心的去照顾他、去帮助他。为什么？一体，这是大智，没有这个智慧，没有这个觉悟，做不到。我们遇到这个事情，做不到，为什么？没有这个智慧，不知道是一体。今天我们虽然知道，是从佛经里头看到，不是自己的境界。所以境界现前，我们依然做不到，原因在此地，这些我们不可以不懂。",
      "zh_TW": "四十九年他所主導除惡，總的來說就是十善業道。十善業道裡頭，極其微細的他也做到。不殺生，不但是不殺害眾生，連極其微細傷害眾生的這個念頭都沒有。對待一切眾生，他起什麼念頭？他起的是慈悲的念頭。用我們現代的話來說，是熱愛的心態，於一切眾生，蜎飛蠕動、蚊蟲螞蟻，他熱愛牠，他怎麼會害牠？對於餓鬼、地獄眾生也不例外，叫一片慈悲，平等的慈悲。這是什麼？這是六道眾生裡面最缺乏的，就是慈悲。慈悲的反面是什麼？反面是自私自利。這是所有一切罪業的根源，佛斷掉了。他看到老虎餓了，幾天找不到東西吃，他能夠捨他的身命去餵老虎。看到老鷹找不到食物，很可憐，自己把身上肉割下來餵老鷹。這是屬於內財布施，做給我們看的。為什麼？眾生跟我是一體。何況眾生遇到有災難、有恐怖，他見到了，沒有不伸出援手來幫助他們，幫他們化解。這是釋迦牟尼佛當年在世他做出樣子給我們看的。你說他能害人嗎？連畜生都不害，他怎麼會害人？一生念念當中，確實中國諺語兩句話，他也徹底圓滿的做到，「成人之美，不成人之惡」。別人有善念、有善願、有善行，他總是盡心盡力幫助他，不會去破壞他，不會去障礙他。不管這個人認不認識，他一視同仁，甚至於這個人還天天找佛的麻煩，毀謗他、諷刺他、威脅他、陷害他，佛沒放在心上，他有困難，一樣很熱心的去照顧他、去幫助他。為什麼？一體，這是大智，沒有這個智慧，沒有這個覺悟，做不到。我們遇到這個事情，做不到，為什麼？沒有這個智慧，不知道是一體。今天我們雖然知道，是從佛經裡頭看到，不是自己的境界。所以境界現前，我們依然做不到，原因在此地，這些我們不可以不懂。"
    },
    {
      "id": "12-017-2088_p0013",
      "zh_CN": "从这些地方我们也能够觉察到，释迦牟尼佛不是神，也不是仙，他是人，他是一个真正彻底觉悟的人。他一生所作所为是教学。教什么？教人除恶修善，教这个。用现代的话来说，他的身分，确确实实是一个社会教育家。用现代的名词，要加上个多元，多元文化社会教育家。因为他把整个宇宙看成一体，所以他不分国家、不分族群、不分宗教信仰，一视同仁。这个了不起，这是多元文化社会教育家。他一生的行谊，是什么身分？是多元文化社会教育的义务工作者，他做义工，他不收学费。他的生活很简单，日中一食，树下一宿，全部的财产，三衣一钵。真放下了，真舍得了，给我们做出这么好的一个榜样。经典，是他老人家一生所学的、所修的、所教的、所传的教材。佛陀当年在世，没有写出文字，都是他表现在日常生活当中的行为，行住坐卧。跟学生们讲解宇宙人生的真相，以及做人的大道理，讲这些。他老人家离开人世之后，学生们从记忆当中把它整理，写成文字，流传给后世，就是现在的经典。我们展开经卷，也如同面对释迦牟尼佛，见到他的行谊，听到他的教诲，我们真看清楚、听明白，依教奉行，这真供养。",
      "zh_TW": "從這些地方我們也能夠覺察到，釋迦牟尼佛不是神，也不是仙，他是人，他是一個真正徹底覺悟的人。他一生所作所為是教學。教什麼？教人除惡修善，教這個。用現代的話來說，他的身分，確確實實是一個社會教育家。用現代的名詞，要加上個多元，多元文化社會教育家。因為他把整個宇宙看成一體，所以他不分國家、不分族群、不分宗教信仰，一視同仁。這個了不起，這是多元文化社會教育家。他一生的行誼，是什麼身分？是多元文化社會教育的義務工作者，他做義工，他不收學費。他的生活很簡單，日中一食，樹下一宿，全部的財產，三衣一缽。真放下了，真捨得了，給我們做出這麼好的一個榜樣。經典，是他老人家一生所學的、所修的、所教的、所傳的教材。佛陀當年在世，沒有寫出文字，都是他表現在日常生活當中的行為，行住坐臥。跟學生們講解宇宙人生的真相，以及做人的大道理，講這些。他老人家離開人世之後，學生們從記憶當中把它整理，寫成文字，流傳給後世，就是現在的經典。我們展開經卷，也如同面對釋迦牟尼佛，見到他的行誼，聽到他的教誨，我們真看清楚、聽明白，依教奉行，這真供養。"
    },
    {
      "id": "12-017-2088_p0014",
      "zh_CN": "这一句里面「除恶」，这个恶字就可以用十恶来代表，除十恶，修十善。所以《十善业道经》不能轻视，很多学佛的同修都没有把这个经看在眼里，错了，这个经是佛教化众生的根本，是佛法里的扎根教育。儒家的根是《弟子规》，道家的根是《感应篇》，佛法的根是《十善业》。在中国过去这两千年当中，一般中国人无论是读书，或者是不认识字的，普遍的都扎这三个根，所以这个社会安定。历史上所记载的长治久安，靠什么？就靠这三个根。今天社会的动乱，灾难频繁，为什么？我们细心想想，这三个根没有了，没人教、没人讲，于是全犯了。杀、盗、淫、妄语、两舌、恶口、绮语、贪、瞋、痴，全犯了，普遍都犯。招来的后果是什么？后果是社会动乱，灾难频繁，这么来的。这样的社会，确实有许许多多人感觉受不了。于是很多人都在想，怎样能够回到从前那种安定，社会安定，身心健康，家庭和乐，社会安定繁荣？都想这些。也有不少学者专家拿这些做为研究的课题，我遇到很多。能不能恢复？能。怎么恢复法？把这三个根找回来就行了。这三个根找回来，佛法说得简单，总的纲领他说十条，我们真正能做到不杀生、不偷盗、不邪淫、不妄语、不两舌、不绮语、不恶口、不贪、不瞋、不痴，就行了。立竿见影，效果卓着，只要我们肯干。真干，不要很长的时间，有一年时间足够了，社会就恢复到安定和谐。也有人怀疑，所以我们做实验，通过实验证明，帮助他破疑起信。二００六、二００七、二００八这三年，我们在国内，安徽庐江汤池小镇做实验，做成功了。不到半年，成绩卓着。这三年，大家相信了，现在很多人都想着要做，好事情，影响到国外。",
      "zh_TW": "這一句裡面「除惡」，這個惡字就可以用十惡來代表，除十惡，修十善。所以《十善業道經》不能輕視，很多學佛的同修都沒有把這個經看在眼裡，錯了，這個經是佛教化眾生的根本，是佛法裡的扎根教育。儒家的根是《弟子規》，道家的根是《感應篇》，佛法的根是《十善業》。在中國過去這兩千年當中，一般中國人無論是讀書，或者是不認識字的，普遍的都紮這三個根，所以這個社會安定。歷史上所記載的長治久安，靠什麼？就靠這三個根。今天社會的動亂，災難頻繁，為什麼？我們細心想想，這三個根沒有了，沒人教、沒人講，於是全犯了。殺、盜、淫、妄語、兩舌、惡口、綺語、貪、瞋、痴，全犯了，普遍都犯。招來的後果是什麼？後果是社會動亂，災難頻繁，這麼來的。這樣的社會，確實有許許多多人感覺受不了。於是很多人都在想，怎樣能夠回到從前那種安定，社會安定，身心健康，家庭和樂，社會安定繁榮？都想這些。也有不少學者專家拿這些做為研究的課題，我遇到很多。能不能恢復？能。怎麼恢復法？把這三個根找回來就行了。這三個根找回來，佛法說得簡單，總的綱領他說十條，我們真正能做到不殺生、不偷盜、不邪淫、不妄語、不兩舌、不綺語、不惡口、不貪、不瞋、不痴，就行了。立竿見影，效果卓著，只要我們肯幹。真幹，不要很長的時間，有一年時間足夠了，社會就恢復到安定和諧。也有人懷疑，所以我們做實驗，通過實驗證明，幫助他破疑起信。二００六、二００七、二００八這三年，我們在國內，安徽廬江湯池小鎮做實驗，做成功了。不到半年，成績卓著。這三年，大家相信了，現在很多人都想著要做，好事情，影響到國外。"
    },
    {
      "id": "12-017-2088_p0015",
      "zh_CN": "第三句『以胜妙法常行教诲』。「胜」是殊胜，「妙」是巧妙。我这个说法很多人很难理解。妙是什么意思？《还源观》四净德里头第一句，随缘妙行。随缘是恒顺众生，妙行是什么？妙行是智慧，智慧是什么？智慧是一切法了不可得，这叫妙法。事情做得非常圆满，心里头痕迹都不着，这叫妙，这叫妙法。心里面着了相，这法不妙，变质了。变成什么？变成造业，你做的好事是善业，你做的不好的事是恶业，业后头有报，好事有三善道果报，不好的事情有三恶道的果报，你出不了六道轮回。造作一切业，心里头痕迹都不着，这就妙。为什么？它与六道不相应，这叫什么？佛法叫净业，果报不在六道。净业在哪里？至少是在四圣法界，不在六道。如果修净土的，他的果报在极乐世界；不修净土的，果报也不在六道，在四圣法界，声闻、缘觉、菩萨、佛，在这些地方，那叫妙！所以这句话说，以胜妙法常行教诲，这个「导理教之法」，常行教诲，这个意思。",
      "zh_TW": "第三句『以勝妙法常行教誨』。「勝」是殊勝，「妙」是巧妙。我這個說法很多人很難理解。妙是什麼意思？《還源觀》四淨德裡頭第一句，隨緣妙行。隨緣是恆順眾生，妙行是什麼？妙行是智慧，智慧是什麼？智慧是一切法了不可得，這叫妙法。事情做得非常圓滿，心裡頭痕跡都不著，這叫妙，這叫妙法。心裡面著了相，這法不妙，變質了。變成什麼？變成造業，你做的好事是善業，你做的不好的事是惡業，業後頭有報，好事有三善道果報，不好的事情有三惡道的果報，你出不了六道輪迴。造作一切業，心裡頭痕跡都不著，這就妙。為什麼？它與六道不相應，這叫什麼？佛法叫淨業，果報不在六道。淨業在哪裡？至少是在四聖法界，不在六道。如果修淨土的，他的果報在極樂世界；不修淨土的，果報也不在六道，在四聖法界，聲聞、緣覺、菩薩、佛，在這些地方，那叫妙！所以這句話說，以勝妙法常行教誨，這個「導理教之法」，常行教誨，這個意思。"
    },
    {
      "id": "12-017-2088_p0016",
      "zh_CN": "所以佛菩萨、祖师大德、圣贤的教诲，他本着一个大的原则，就是理。理是什么？理是性德。从中国传统文化来讲，引导一切大众，理教之法头一个是五伦，教导众生明了伦理，伦就是关系，人与人的关系要搞清楚。父子的关系，父慈子孝，这个关系搞好，明白了。君臣有义，君臣是领导跟被领导的关系，君仁臣忠。夫妇有别，夫妇的结合，组成一个家庭，家庭里面有两桩大事，第一桩是生活，经济生活，这是包括物质生活跟精神生活，在过去的社会是男子来承担，妇女所承担的是相夫教子，她最大的一桩大事情要教好下一代。下一代，你家里有没有人才，完全靠妇女的教导。所以中国古代，教女孩子比教男孩子看得更重。为什么？社会上有没有圣贤出来，有没有英雄豪杰出来，全靠妇女。换句话说，她主持家庭教育。所以中国人称妇女为太太，太太是什么？太太是圣人，不是凡人。这个缘起是周朝，要知道在历史上周朝享国八百年，最长的，中国历史上朝代最长的是周朝，八百年。他们开国出了三个圣人，文王、武王、周公，孔子心目当中最佩服的、最仰慕的，文武周公，母亲教出来的。周文王的祖母太姜，他的母亲太任，他自己的夫人太姒，你看这三个人都有个太字，所以太太从这儿来的，圣贤之母。这是夫妇有别的意思。中国人常讲「不孝有三，无后为大」，这个无后，不是说你后人多、你的儿孙多，不是这个意思。后是儿孙当中有没有圣贤出来，这个后是指这个意思。有没有儿孙能够继承你的家道，继承你的家学，继承你的家业？要有这样的人才，你这个家道是代代不衰。这是夫妇这一伦。兄弟，长幼有序，兄友弟恭，哥哥友爱弟弟，弟妹是恭敬哥哥，长幼有序。朋友有信，人与人交有诚信。这都是与性，理就是自性，与性德相应的这种教育。",
      "zh_TW": "所以佛菩薩、祖師大德、聖賢的教誨，他本著一個大的原則，就是理。理是什麼？理是性德。從中國傳統文化來講，引導一切大眾，理教之法頭一個是五倫，教導眾生明瞭倫理，倫就是關係，人與人的關係要搞清楚。父子的關係，父慈子孝，這個關係搞好，明白了。君臣有義，君臣是領導跟被領導的關係，君仁臣忠。夫婦有別，夫婦的結合，組成一個家庭，家庭裡面有兩樁大事，第一樁是生活，經濟生活，這是包括物質生活跟精神生活，在過去的社會是男子來承擔，婦女所承擔的是相夫教子，她最大的一樁大事情要教好下一代。下一代，你家裡有沒有人才，完全靠婦女的教導。所以中國古代，教女孩子比教男孩子看得更重。為什麼？社會上有沒有聖賢出來，有沒有英雄豪傑出來，全靠婦女。換句話說，她主持家庭教育。所以中國人稱婦女為太太，太太是什麼？太太是聖人，不是凡人。這個緣起是周朝，要知道在歷史上周朝享國八百年，最長的，中國歷史上朝代最長的是周朝，八百年。他們開國出了三個聖人，文王、武王、周公，孔子心目當中最佩服的、最仰慕的，文武周公，母親教出來的。周文王的祖母太姜，他的母親太任，他自己的夫人太姒，你看這三個人都有個太字，所以太太從這兒來的，聖賢之母。這是夫婦有別的意思。中國人常講「不孝有三，無後為大」，這個無後，不是說你後人多、你的兒孫多，不是這個意思。後是兒孫當中有沒有聖賢出來，這個後是指這個意思。有沒有兒孫能夠繼承你的家道，繼承你的家學，繼承你的家業？要有這樣的人才，你這個家道是代代不衰。這是夫婦這一倫。兄弟，長幼有序，兄友弟恭，哥哥友愛弟弟，弟妹是恭敬哥哥，長幼有序。朋友有信，人與人交有誠信。這都是與性，理就是自性，與性德相應的這種教育。"
    },
    {
      "id": "12-017-2088_p0017",
      "zh_CN": "五常，仁义礼智信，这是基本的德行，跟佛法里面五戒意思完全相同。不杀生是仁，不偷盗是义，不邪淫是礼，不饮酒是智，不妄语是信，仁义礼智信。佛跟我们说，人在一生当中把这五桩事情做到，不失人身，在六道里头你来生还得人身，你不会堕三途。如果这五个字做不到，五个字欠缺，那麻烦就大了。四维是礼义廉耻，礼非常重要，人与人之间礼节不能不讲求。不能说天天在一起，天天见面，何必要拘束这些礼节，不是的，礼节的用意太大了，维系着一个家庭的兴衰，国家民族的存亡，你说这个关系多大！古人非常重视，现在人不尊重，所以社会秩序乱了。义就是我们今天讲的讲道理，合情、合理、合法，这叫义。廉是廉洁，耻是羞耻。所以一个明理的人，读书明理的人，他不能做坏事，为什么？羞耻，我们今天讲良心的责备。不但做事情要知道廉耻，起心动念就要觉悟，这个念头不该起，为什么？羞耻。底下讲八德，忠孝仁爱信义和平。这些都是导理教之法。菩萨乐住生死，是给六道里面的众生表演这个事情的，他把它做出来，给大家看，这叫教化众生。做出来之后，大家看了，有疑惑向他请教，你为什么要这样做？他给你讲解，那是言教，做出来是身教，身教为主，言教是辅助，这才能感动人。这是佛菩萨、圣贤教法，我们要学，我们要懂。",
      "zh_TW": "五常，仁義禮智信，這是基本的德行，跟佛法裡面五戒意思完全相同。不殺生是仁，不偷盜是義，不邪淫是禮，不飲酒是智，不妄語是信，仁義禮智信。佛跟我們說，人在一生當中把這五樁事情做到，不失人身，在六道裡頭你來生還得人身，你不會墮三途。如果這五個字做不到，五個字欠缺，那麻煩就大了。四維是禮義廉恥，禮非常重要，人與人之間禮節不能不講求。不能說天天在一起，天天見面，何必要拘束這些禮節，不是的，禮節的用意太大了，維繫著一個家庭的興衰，國家民族的存亡，你說這個關係多大！古人非常重視，現在人不尊重，所以社會秩序亂了。義就是我們今天講的講道理，合情、合理、合法，這叫義。廉是廉潔，恥是羞恥。所以一個明理的人，讀書明理的人，他不能做壞事，為什麼？羞恥，我們今天講良心的責備。不但做事情要知道廉恥，起心動念就要覺悟，這個念頭不該起，為什麼？羞恥。底下講八德，忠孝仁愛信義和平。這些都是導理教之法。菩薩樂住生死，是給六道裡面的眾生表演這個事情的，他把它做出來，給大家看，這叫教化眾生。做出來之後，大家看了，有疑惑向他請教，你為什麼要這樣做？他給你講解，那是言教，做出來是身教，身教為主，言教是輔助，這才能感動人。這是佛菩薩、聖賢教法，我們要學，我們要懂。"
    },
    {
      "id": "12-017-2088_p0018",
      "zh_CN": "下面第四句『叹无上法』，「叹」是赞叹，「无上法」是什么？无上法都是从果上讲的。大家都见到了，信心就生起来；没有见到，心里总是怀疑，总是会问，这事是真的吗？真有效果吗？必须把效果展示出来，叫他生欢喜心，「即教之所至」，这个所至是目的，教学的目的。果是成果，教伦理的成果，教道德的成果，教宗教的成果。什么是宗？什么是教？中国用宗教这两个字，意思好！宗是什么意思？主要的称之为宗，重要的也称为宗。教是教学、是教育。要用中国字面上来解释，什么是宗教？主要的教育，重要的教育。宗还有什么？还有被人尊重的、尊崇的也叫宗。这三个意思都好。我们得看看宗教里头是不是真有这三个意思？有，真有！为什么？宗教里头有伦理、有道德、有因果、有哲学、有科学。可是我们现在好像在宗教里头没看到这些。对的，我年轻的时候也没看到，所以我不相信宗教。因为听社会大众都讲宗教是迷信的，特别是知识分子，也就是知识界，受过高等教育的，对宗教的批评都说那是迷信。我们也就道听涂说，就接受这个观念，对宗教产生怀疑，误会非常严重。严重到什么？严重到我们不愿意接触它。",
      "zh_TW": "下面第四句『歎無上法』，「歎」是讚歎，「無上法」是什麼？無上法都是從果上講的。大家都見到了，信心就生起來；沒有見到，心裡總是懷疑，總是會問，這事是真的嗎？真有效果嗎？必須把效果展示出來，叫他生歡喜心，「即教之所至」，這個所至是目的，教學的目的。果是成果，教倫理的成果，教道德的成果，教宗教的成果。什麼是宗？什麼是教？中國用宗教這兩個字，意思好！宗是什麼意思？主要的稱之為宗，重要的也稱為宗。教是教學、是教育。要用中國字面上來解釋，什麼是宗教？主要的教育，重要的教育。宗還有什麼？還有被人尊重的、尊崇的也叫宗。這三個意思都好。我們得看看宗教裡頭是不是真有這三個意思？有，真有！為什麼？宗教裡頭有倫理、有道德、有因果、有哲學、有科學。可是我們現在好像在宗教裡頭沒看到這些。對的，我年輕的時候也沒看到，所以我不相信宗教。因為聽社會大眾都講宗教是迷信的，特別是知識分子，也就是知識界，受過高等教育的，對宗教的批評都說那是迷信。我們也就道聽塗說，就接受這個觀念，對宗教產生懷疑，誤會非常嚴重。嚴重到什麼？嚴重到我們不願意接觸它。"
    },
    {
      "id": "12-017-2088_p0019",
      "zh_CN": "我是二十六岁，跟方东美先生学哲学，这在台湾大家都知道，是当代最著名的哲学家。非常难得，他老人家给我讲了一部「哲学概论」。我上课是在他家里，每个星期天两个小时，在他家里小客厅，小圆桌上，学生就是我一个。一个老师，一个学生，在每个星期两个小时，讲了几个月。从西方哲学讲起，讲到东方，讲到中国，最后讲到印度，末后一个单元「佛经哲学」。我感到很讶异，佛教是宗教，迷信，而且是泛神教，多神教，它什么都拜，这种宗教在宗教里讲是低级宗教。高级宗教只有一个神，唯一的真神，佛教神太多了，所以它属于低级宗教，这里头哪里会有哲学！老师告诉我，他说：你年轻，你不懂。「释迦牟尼佛是世界上最伟大的哲学家」，他这样介绍给我，「佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」。我是接受老师教导之后，才把许多年错误的观念纠正过来。老师嘱咐我，从前的出家人真有学问、有德行，他说现在很多出家人他不研究经教了，所以佛经哲学，寺庙里已经见不到了，在哪里？在经典里面，他给我指出一条路，你要学哲学的话，要从佛经里面去下手。而且特别给我介绍的是《大方广佛华严经》，介绍我清凉大师的《疏钞》。他说经，你看起来会很不容易懂，你看清凉的《疏钞》，《疏钞》是经的注解。我是从这个引导进入佛门的。这一接触之后，确实经是不太好懂，可是有个莫名其妙的爱好，不懂也得看，也喜欢看。慢慢看的遍数多了，就有一点领悟，愈看愈欢喜。以后认识了李老师，李老师在台中每个星期讲经一次，佛经讲一次，一星期一次；古文讲一次，儒家的，他是儒佛并弘。我到台中跟他老人家十年，打下这个基础。不但我学到了，我听从章嘉大师的教诲，章嘉大师了解我，我一个人在台湾，没有家亲眷属，无后顾之忧，他老人家告诉我，最好能够出家，学释迦牟尼佛讲经教学。我接受了，所以我出家这个路子，这个行业是章嘉大师教导的。方东美先生讲的话兑现了，所以我对老师感恩。方老师说，学佛是人生最高的享受。我从接受方东美先生教诲，到今年五十九年了。五十九年学习没有中断，出家就开始教学，开始教佛学院。有许多佛教道场邀请我去讲经，我常常都会答应，也有五十二年。所以老师教我的话，真的，不是假的。",
      "zh_TW": "我是二十六歲，跟方東美先生學哲學，這在台灣大家都知道，是當代最著名的哲學家。非常難得，他老人家給我講了一部「哲學概論」。我上課是在他家裡，每個星期天兩個小時，在他家裡小客廳，小圓桌上，學生就是我一個。一個老師，一個學生，在每個星期兩個小時，講了幾個月。從西方哲學講起，講到東方，講到中國，最後講到印度，末後一個單元「佛經哲學」。我感到很訝異，佛教是宗教，迷信，而且是泛神教，多神教，它什麼都拜，這種宗教在宗教裡講是低級宗教。高級宗教只有一個神，唯一的真神，佛教神太多了，所以它屬於低級宗教，這裡頭哪裡會有哲學！老師告訴我，他說：你年輕，你不懂。「釋迦牟尼佛是世界上最偉大的哲學家」，他這樣介紹給我，「佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」。我是接受老師教導之後，才把許多年錯誤的觀念糾正過來。老師囑咐我，從前的出家人真有學問、有德行，他說現在很多出家人他不研究經教了，所以佛經哲學，寺廟裡已經見不到了，在哪裡？在經典裡面，他給我指出一條路，你要學哲學的話，要從佛經裡面去下手。而且特別給我介紹的是《大方廣佛華嚴經》，介紹我清涼大師的《疏鈔》。他說經，你看起來會很不容易懂，你看清涼的《疏鈔》，《疏鈔》是經的註解。我是從這個引導進入佛門的。這一接觸之後，確實經是不太好懂，可是有個莫名其妙的愛好，不懂也得看，也喜歡看。慢慢看的遍數多了，就有一點領悟，愈看愈歡喜。以後認識了李老師，李老師在台中每個星期講經一次，佛經講一次，一星期一次；古文講一次，儒家的，他是儒佛並弘。我到台中跟他老人家十年，打下這個基礎。不但我學到了，我聽從章嘉大師的教誨，章嘉大師了解我，我一個人在台灣，沒有家親眷屬，無後顧之憂，他老人家告訴我，最好能夠出家，學釋迦牟尼佛講經教學。我接受了，所以我出家這個路子，這個行業是章嘉大師教導的。方東美先生講的話兌現了，所以我對老師感恩。方老師說，學佛是人生最高的享受。我從接受方東美先生教誨，到今年五十九年了。五十九年學習沒有中斷，出家就開始教學，開始教佛學院。有許多佛教道場邀請我去講經，我常常都會答應，也有五十二年。所以老師教我的話，真的，不是假的。"
    },
    {
      "id": "12-017-2088_p0020",
      "zh_CN": "这一句很重要，如果不把成果拿出来，别人不相信。人生最高的享受是什么？喜乐，欢喜快乐，这是人生最高的享受，与名闻利养不相干。乐的是什么？乐的是道。大乘佛法经典里面所说的宇宙人生真相，逐渐逐渐明白了，那怎么不欢喜？《论语》展开第一句，孔子说的，「学而时习之，不亦说乎」，就是这个意思。你把你所学的能够落实在生活，落实在工作，落实在处事待人接物，快乐无比，这是真乐。所以喜乐，我得的结论是从学习当中来的，习是做到，如果你学的你自己做不到，你不会产生喜乐。在佛法里的术语叫法喜充满，常生欢喜心，这里头有真乐。你不真正学习，你得不到。我们确实把这个成果展现出来，所以有很多人慢慢的对佛教他就改变态度，他也能接受。我们自己欢喜，这一般同学个个都欢喜。所以说人逢喜事精神爽，那就是我们现在人常讲的健康长寿。健康长寿从哪里来的？从欢喜得来的。中国有个谚语说「忧能使人老」，人要常常忧郁，心里不快乐，就很容易老化。而快乐的人是健康长寿。所以这一句清凉大师解释得好，「示果令欣，即教之所至」，教学的目标一定是把成果展现出来，让大家生欢喜心。",
      "zh_TW": "這一句很重要，如果不把成果拿出來，別人不相信。人生最高的享受是什麼？喜樂，歡喜快樂，這是人生最高的享受，與名聞利養不相干。樂的是什麼？樂的是道。大乘佛法經典裡面所說的宇宙人生真相，逐漸逐漸明白了，那怎麼不歡喜？《論語》展開第一句，孔子說的，「學而時習之，不亦說乎」，就是這個意思。你把你所學的能夠落實在生活，落實在工作，落實在處事待人接物，快樂無比，這是真樂。所以喜樂，我得的結論是從學習當中來的，習是做到，如果你學的你自己做不到，你不會產生喜樂。在佛法裡的術語叫法喜充滿，常生歡喜心，這裡頭有真樂。你不真正學習，你得不到。我們確實把這個成果展現出來，所以有很多人慢慢的對佛教他就改變態度，他也能接受。我們自己歡喜，這一般同學個個都歡喜。所以說人逢喜事精神爽，那就是我們現在人常講的健康長壽。健康長壽從哪裡來的？從歡喜得來的。中國有個諺語說「憂能使人老」，人要常常憂鬱，心裡不快樂，就很容易老化。而快樂的人是健康長壽。所以這一句清涼大師解釋得好，「示果令欣，即教之所至」，教學的目標一定是把成果展現出來，讓大家生歡喜心。"
    },
    {
      "id": "12-017-2088_p0021",
      "zh_CN": "下面第五句，「学佛德行，以为能至」。学佛的功德，功是功夫，德，这个德在古时候跟得到的得是相通的。你学真正有体悟，你真正得到。你把你所得到的都应用在生活上，所谓活学活用，这里头有无尽的喜乐。功德跟福德不一样，这是我们必须把它辨别清楚。什么是功德？什么是福德？佛门里面很多同学都没有搞清楚，往往把修福以为是修功德，那就错了。功德跟福德最大的差别，功德能了生死、能出三界，提升你的灵性，这是功德。福德没有这个效果，福德，你所感得的是人间天上的福报，不能提升灵性，不能超越六道轮回，这不能不搞清楚。可是功德跟福德有时候是非常接近，在事上非常接近，好事，做好事，实际上在心里上讲不一样，功德跟福德在用心不同，这是真正修行人不可以不知道的。说到这桩事情，我们会想到梁武帝。达摩祖师从印度来到中国，跟梁武帝见面。梁武帝是佛门大护法，学佛的人没有人不知道，他在位的时候，为佛教建道场，这好事情，他建了四百八十座，都是很有规模的寺院。喜欢人出家，人家要发心出家，他一定护法，护持供养。他曾经护持供养出家人几十万人。达摩祖师来到中国跟他见面，他就拿这些事情向达摩祖师夸耀，他问达摩祖师：我做这些事情功德大不大？达摩祖师给他说了真话，跟他讲「并无功德」。他听了非常不高兴，话不投机，就不愿意跟他讲话，就送客。达摩到少林寺去面壁九年，等到一个慧可。如果梁武帝要问：我的福德大不大？达摩祖师一定说「很大很大」。他是修很大的福德，不是功德。",
      "zh_TW": "下面第五句，「學佛德行，以為能至」。學佛的功德，功是功夫，德，這個德在古時候跟得到的得是相通的。你學真正有體悟，你真正得到。你把你所得到的都應用在生活上，所謂活學活用，這裡頭有無盡的喜樂。功德跟福德不一樣，這是我們必須把它辨別清楚。什麼是功德？什麼是福德？佛門裡面很多同學都沒有搞清楚，往往把修福以為是修功德，那就錯了。功德跟福德最大的差別，功德能了生死、能出三界，提升你的靈性，這是功德。福德沒有這個效果，福德，你所感得的是人間天上的福報，不能提升靈性，不能超越六道輪迴，這不能不搞清楚。可是功德跟福德有時候是非常接近，在事上非常接近，好事，做好事，實際上在心裡上講不一樣，功德跟福德在用心不同，這是真正修行人不可以不知道的。說到這樁事情，我們會想到梁武帝。達摩祖師從印度來到中國，跟梁武帝見面。梁武帝是佛門大護法，學佛的人沒有人不知道，他在位的時候，為佛教建道場，這好事情，他建了四百八十座，都是很有規模的寺院。喜歡人出家，人家要發心出家，他一定護法，護持供養。他曾經護持供養出家人幾十萬人。達摩祖師來到中國跟他見面，他就拿這些事情向達摩祖師誇耀，他問達摩祖師：我做這些事情功德大不大？達摩祖師給他說了真話，跟他講「並無功德」。他聽了非常不高興，話不投機，就不願意跟他講話，就送客。達摩到少林寺去面壁九年，等到一個慧可。如果梁武帝要問：我的福德大不大？達摩祖師一定說「很大很大」。他是修很大的福德，不是功德。"
    },
    {
      "id": "12-017-2088_p0022",
      "zh_CN": "功德跟福德差别在哪里？功德在智了其空，那就是功德。做了这么多事情，心里头痕迹都没有，那就是功德，那达摩祖师一定非常赞叹他。他做的这些好事，念念不忘，我做了这个好事，我做了那个好事，那就是福德。换句话说，大乘教里面讲，只要你有分别执着，统统是福德边事。如果离开了分别执着，你所做的全是功德。我们再讲得粗浅一点，你有自私自利，你没有把「我」忘掉，你所做的全是福德。如果你真的像《金刚经》上所说的，「无我相、无人相、无众生相、无寿者相」，你所做的点点滴滴都是功德。这就说明着相是福德，离相是功德，这个要记住，为什么？离相跟性德相应。这些诸佛菩萨应化在世间，他不着相。不着相是智慧，智慧成就的事情是功德。着相，着相是烦恼，自私自利、名闻利养、贪瞋痴慢没放下，你用的是妄心，不是真心。我再说一句更清楚的话，你用的是轮回心，轮回心干什么事情都叫轮回业，轮回业就出不了六道轮回，在六道轮回里面受果报。你行的善，三善道享福；你造作的不善，三恶道受苦，这要搞清楚、搞明白。你有自私自利，有着我相、人相，你才有所畏惧。如果你真的知道，像《般若经》上所说的，「一切法无所有，毕竟空，不可得」，你还有什么恐惧？没有了。没有恐惧，还是断恶修善，干什么？就是这段经文里面所讲的，为主导除恶，这重点，帮助一切众生断恶修善，是来帮别人的，与自己毫不相关，那就是功德。如果以为自己做了多少好事，那是福德。像梁武帝问的这些话，全是福德边事情，与功德毫不相干，点点滴滴还牵挂在心头，这就错了。所以这一点我们不能不知道。",
      "zh_TW": "功德跟福德差別在哪裡？功德在智了其空，那就是功德。做了這麼多事情，心裡頭痕跡都沒有，那就是功德，那達摩祖師一定非常讚歎他。他做的這些好事，念念不忘，我做了這個好事，我做了那個好事，那就是福德。換句話說，大乘教裡面講，只要你有分別執著，統統是福德邊事。如果離開了分別執著，你所做的全是功德。我們再講得粗淺一點，你有自私自利，你沒有把「我」忘掉，你所做的全是福德。如果你真的像《金剛經》上所說的，「無我相、無人相、無眾生相、無壽者相」，你所做的點點滴滴都是功德。這就說明著相是福德，離相是功德，這個要記住，為什麼？離相跟性德相應。這些諸佛菩薩應化在世間，他不著相。不著相是智慧，智慧成就的事情是功德。著相，著相是煩惱，自私自利、名聞利養、貪瞋痴慢沒放下，你用的是妄心，不是真心。我再說一句更清楚的話，你用的是輪迴心，輪迴心幹什麼事情都叫輪迴業，輪迴業就出不了六道輪迴，在六道輪迴裡面受果報。你行的善，三善道享福；你造作的不善，三惡道受苦，這要搞清楚、搞明白。你有自私自利，有著我相、人相，你才有所畏懼。如果你真的知道，像《般若經》上所說的，「一切法無所有，畢竟空，不可得」，你還有什麼恐懼？沒有了。沒有恐懼，還是斷惡修善，幹什麼？就是這段經文裡面所講的，為主導除惡，這重點，幫助一切眾生斷惡修善，是來幫別人的，與自己毫不相關，那就是功德。如果以為自己做了多少好事，那是福德。像梁武帝問的這些話，全是福德邊事情，與功德毫不相干，點點滴滴還牽掛在心頭，這就錯了。所以這一點我們不能不知道。"
    },
    {
      "id": "12-017-2088_p0023",
      "zh_CN": "清凉大师在此地说，学佛德行，以为能至，一定要学佛的功德，要学佛的行谊，这样你才能达到你所希求的目标。目标是什么？开悟。学佛不求别的，学佛要求明心见性，见性就成佛。学佛人，生生世世累积的因缘。佛法也是因缘生，离不开因缘。但是在因缘当中，你能把握着方向、把握着目标。现在是末法时期，业障很重，自己的业障重，外面诱惑的力量非常之强，比古人超过一百倍都不止。难，真难！难，能成就，是真成就。在现在这个时期，修到清净心，古人不能不佩服。古人要生在我们这个时代，很多人不能成就，遇缘不同，这是我们一定要清楚的。我们只有一个目标、一个方向，一个目标，极乐世界；一个方向，西方净土。往生就是成就，不但是成就，确实如佛所说，如祖师所说的，是究竟圆满的成就。这个法门，古圣先贤都称之为难信法门，真难信。但是它易行，易行是跟八万四千法门比较，它容易。实际上呢？实际上也不容易。不容易在哪里？不容易是你放不下。你真肯放下就容易，你不肯放下就不容易。你必须把名闻利养、是非人我、贪瞋痴慢放下，你这一生稳稳当当的成就。",
      "zh_TW": "清涼大師在此地說，學佛德行，以為能至，一定要學佛的功德，要學佛的行誼，這樣你才能達到你所希求的目標。目標是什麼？開悟。學佛不求別的，學佛要求明心見性，見性就成佛。學佛人，生生世世累積的因緣。佛法也是因緣生，離不開因緣。但是在因緣當中，你能把握著方向、把握著目標。現在是末法時期，業障很重，自己的業障重，外面誘惑的力量非常之強，比古人超過一百倍都不止。難，真難！難，能成就，是真成就。在現在這個時期，修到清淨心，古人不能不佩服。古人要生在我們這個時代，很多人不能成就，遇緣不同，這是我們一定要清楚的。我們只有一個目標、一個方向，一個目標，極樂世界；一個方向，西方淨土。往生就是成就，不但是成就，確實如佛所說，如祖師所說的，是究竟圓滿的成就。這個法門，古聖先賢都稱之為難信法門，真難信。但是它易行，易行是跟八萬四千法門比較，它容易。實際上呢？實際上也不容易。不容易在哪裡？不容易是你放不下。你真肯放下就容易，你不肯放下就不容易。你必須把名聞利養、是非人我、貪瞋痴慢放下，你這一生穩穩當當的成就。"
    },
    {
      "id": "12-017-2088_p0024",
      "zh_CN": "住世，这些年来我们提倡这三个根，住世离不开社会，离不开人群，我们用什么样的心态来面对社会、面对大众？遵循《弟子规》、《感应篇》、《十善业》，就行了。这三样东西都是出于自性的性德，随顺性德，不违背。不违背性德的行为是佛菩萨的行为，所以要认真的学习。世尊灭度的时候说，教导后学「以戒为师，以苦为师」。真正想往生极乐世界，不怕苦，愿意吃苦，一定要持戒。戒是什么？《弟子规》是戒，《感应篇》是戒，《十善业》是戒。只要把这个做好，决定得生，就稳稳当当的，不再受这个轮回之苦。轮回怕不怕？不怕。你到西方极乐世界，你跟这个地方人有缘，你可以再来。是不是要在西方极乐世界成佛再来？不必要，你去了，马上就可以回来，这是真的，不是假的。为什么？到极乐世界之后，阿弥陀佛四十八愿本愿威神加持你，你虽然没有证果，佛菩萨加持，你不会迷惑，你不会造业。这种殊胜的利益到哪里去找？佛号功德不可思议！常常念佛，一心称念。这个一心太重要了，我们念佛所以效果不彰，是什么？是里头夹杂着妄想，不纯，功夫不纯。功夫如果纯，像古大德所说的，不怀疑、不夹杂、不间断，这是功夫纯。功夫纯，念佛的时间不必要很长，就得生死自在，想去就去，想住就住，你得自在。所以你就不会受，无论是人事环境、是物质环境，不受它影响，这就叫解脱，这就叫真的自在。今天时间到了，我们就学习到此地。",
      "zh_TW": "住世，這些年來我們提倡這三個根，住世離不開社會，離不開人群，我們用什麼樣的心態來面對社會、面對大眾？遵循《弟子規》、《感應篇》、《十善業》，就行了。這三樣東西都是出於自性的性德，隨順性德，不違背。不違背性德的行為是佛菩薩的行為，所以要認真的學習。世尊滅度的時候說，教導後學「以戒為師，以苦為師」。真正想往生極樂世界，不怕苦，願意吃苦，一定要持戒。戒是什麼？《弟子規》是戒，《感應篇》是戒，《十善業》是戒。只要把這個做好，決定得生，就穩穩當當的，不再受這個輪迴之苦。輪迴怕不怕？不怕。你到西方極樂世界，你跟這個地方人有緣，你可以再來。是不是要在西方極樂世界成佛再來？不必要，你去了，馬上就可以回來，這是真的，不是假的。為什麼？到極樂世界之後，阿彌陀佛四十八願本願威神加持你，你雖然沒有證果，佛菩薩加持，你不會迷惑，你不會造業。這種殊勝的利益到哪裡去找？佛號功德不可思議！常常念佛，一心稱念。這個一心太重要了，我們念佛所以效果不彰，是什麼？是裡頭夾雜著妄想，不純，功夫不純。功夫如果純，像古大德所說的，不懷疑、不夾雜、不間斷，這是功夫純。功夫純，念佛的時間不必要很長，就得生死自在，想去就去，想住就住，你得自在。所以你就不會受，無論是人事環境、是物質環境，不受它影響，這就叫解脫，這就叫真的自在。今天時間到了，我們就學習到此地。"
    }
  ]
}