{
  "doc_id": "21-269-0001",
  "title": {
    "zh_CN": "学佛答问（答香港参学同修之七）",
    "zh_TW": "學佛答問（答香港參學同修之七）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-269-0001",
  "total_paragraphs": 100,
  "paragraphs": [
    {
      "id": "21-269-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，今天我看到的问题不少，看两个小时能不能答完。",
      "zh_TW": "諸位法師，諸位同學，今天我看到的問題不少，看兩個小時能不能答完。"
    },
    {
      "id": "21-269-0001_p0002",
      "zh_CN": "第一位是北京郭居士他所提问的两个问题。第一个说，法师常说「不怕念起，只怕觉迟」，念头一起即一声佛号盖过，保持心清净。多年修学实践中，尚有妄念、烦恼时多时少浮现，参学到《优婆塞戒经》在「义菩萨品」中，世尊以理、以多个事例教诫。说他自己在因地修行时，把烦恼、恶友当作菩萨道庄严伴，甚至长时中具足烦恼、痛苦，因为有自在力，绝不让自己退转，并成就了义菩萨四条，这是请法师集合起来做较深入的开示。",
      "zh_TW": "第一位是北京郭居士他所提問的兩個問題。第一個說，法師常說「不怕念起，只怕覺遲」，念頭一起即一聲佛號蓋過，保持心清淨。多年修學實踐中，尚有妄念、煩惱時多時少浮現，參學到《優婆塞戒經》在「義菩薩品」中，世尊以理、以多個事例教誡。說他自己在因地修行時，把煩惱、惡友當作菩薩道莊嚴伴，甚至長時中具足煩惱、痛苦，因為有自在力，絕不讓自己退轉，並成就了義菩薩四條，這是請法師集合起來做較深入的開示。"
    },
    {
      "id": "21-269-0001_p0003",
      "zh_CN": "答：《优婆塞戒经》里面讲的，世尊举的例子，我们凡夫学不到。为什么？你在《梵网经》里面去看，释迦牟尼佛说他这次到我们这个世间来示现作佛是第八千次；换句话说，早就成佛了，他是来表演的。在经论上佛常说，众生有八万四千烦恼，佛有八万四千法门，是不是一个法门对一个烦恼？不是的，我们在《华严经》读了这么长久的时间，我们了解任何一个法门都能够断一切烦恼，「一即是多，多即是一」，现在《华严经》讲的这段经文就讲这个道理。但是众生根性不一样，修学环境也不相同，所以最方便的，最容易、最稳当、最方便，还是用持名念佛的方法。所以「不怕念起，只怕觉迟」，一句佛号提起来就是觉，用这个方法比什么方法都方便，人人都会用，问题是你能不能坚持！妄念，无论是善念、恶念，不管是什么念头，只要有念头起，你的第二个念头就是阿弥陀佛，就把它换过来。",
      "zh_TW": "答：《優婆塞戒經》裡面講的，世尊舉的例子，我們凡夫學不到。為什麼？你在《梵網經》裡面去看，釋迦牟尼佛說他這次到我們這個世間來示現作佛是第八千次；換句話說，早就成佛了，他是來表演的。在經論上佛常說，眾生有八萬四千煩惱，佛有八萬四千法門，是不是一個法門對一個煩惱？不是的，我們在《華嚴經》讀了這麼長久的時間，我們了解任何一個法門都能夠斷一切煩惱，「一即是多，多即是一」，現在《華嚴經》講的這段經文就講這個道理。但是眾生根性不一樣，修學環境也不相同，所以最方便的，最容易、最穩當、最方便，還是用持名念佛的方法。所以「不怕念起，只怕覺遲」，一句佛號提起來就是覺，用這個方法比什麼方法都方便，人人都會用，問題是你能不能堅持！妄念，無論是善念、惡念，不管是什麼念頭，只要有念頭起，你的第二個念頭就是阿彌陀佛，就把它換過來。"
    },
    {
      "id": "21-269-0001_p0004",
      "zh_CN": "所以《大集经》上佛说，念佛是无上甚深禅，比宗门参话头、观心、参究方便多了，那个很不容易，这很容易。我们学习一定要契合自己的根机，易行道应当要走，不要替自己找麻烦。这样殊胜的法门，真正念佛，你看《净土圣贤录》、《往生传》里面，许多人念了三年他就成功。过去有人问我，他说：法师，是不是他们三年的时候寿命就到了？我不相信，哪有那么巧？不可能。而是什么？功夫到了，他往生自在，「我虽有寿命，不要了，我想早点去」，他真去得了。这个功夫并不是很深，净宗讲一心不乱有三个层次，最高的是理一心，其次的是事一心，再其次的就是功夫成片。说实在话，一心不乱我们这一生未必能做得到，但是功夫成片是可以做到的。",
      "zh_TW": "所以《大集經》上佛說，念佛是無上甚深禪，比宗門參話頭、觀心、參究方便多了，那個很不容易，這很容易。我們學習一定要契合自己的根機，易行道應當要走，不要替自己找麻煩。這樣殊勝的法門，真正念佛，你看《淨土聖賢錄》、《往生傳》裡面，許多人念了三年他就成功。過去有人問我，他說：法師，是不是他們三年的時候壽命就到了？我不相信，哪有那麼巧？不可能。而是什麼？功夫到了，他往生自在，「我雖有壽命，不要了，我想早點去」，他真去得了。這個功夫並不是很深，淨宗講一心不亂有三個層次，最高的是理一心，其次的是事一心，再其次的就是功夫成片。說實在話，一心不亂我們這一生未必能做得到，但是功夫成片是可以做到的。"
    },
    {
      "id": "21-269-0001_p0005",
      "zh_CN": "理一心不乱，烦恼断了，那就是法身菩萨，生实报庄严土；事一心不乱等于阿罗汉，见思烦恼断了，尘沙、无明没断。见思烦恼断了，往生就自在，想什么时候往生就往生，想在这个世界上再多住几年没有关系，他确实有这个能力。这都不是我们可以做到的，我们能做到是功夫成片，功夫成片就是最浅的念佛三昧。什么叫功夫成片？心里除了一句阿弥陀佛之外，没有其他的杂念，这是功夫。妄想、杂念没有断，但是佛号得力，佛号确实把妄想、杂念伏住，像石头压草一样，他真压得住。这种功夫我们每个人都可以做到，根性利的，佛经上讲的，七天可以做到；功夫差一点的，根性差一点的，我想七年总没有问题，应该可以做到，是真的。",
      "zh_TW": "理一心不亂，煩惱斷了，那就是法身菩薩，生實報莊嚴土；事一心不亂等於阿羅漢，見思煩惱斷了，塵沙、無明沒斷。見思煩惱斷了，往生就自在，想什麼時候往生就往生，想在這個世界上再多住幾年沒有關係，他確實有這個能力。這都不是我們可以做到的，我們能做到是功夫成片，功夫成片就是最淺的念佛三昧。什麼叫功夫成片？心裡除了一句阿彌陀佛之外，沒有其他的雜念，這是功夫。妄想、雜念沒有斷，但是佛號得力，佛號確實把妄想、雜念伏住，像石頭壓草一樣，他真壓得住。這種功夫我們每個人都可以做到，根性利的，佛經上講的，七天可以做到；功夫差一點的，根性差一點的，我想七年總沒有問題，應該可以做到，是真的。"
    },
    {
      "id": "21-269-0001_p0006",
      "zh_CN": "那我们现在学佛不止七年，总有好多个七年了，为什么还做不到？不用功！就是警觉心不够，烦恼起来让它起，不知道第二念的时候换成阿弥陀佛，他不知道换，这就不行，所以问题还是出在自己。法门一定学一个，一门深入，长时薰修，不能换第二个，换第二个前功尽弃。我们用念佛法门，我们又学《优婆塞戒经》，又学《金刚经》，那你就麻烦大了。每个经里的方法都不一样，常常换方法，你的功夫怎么会得力？一门，一门才得力，才能把烦恼伏得住。所以要具足信心，这是不能不知道的。",
      "zh_TW": "那我們現在學佛不止七年，總有好多個七年了，為什麼還做不到？不用功！就是警覺心不夠，煩惱起來讓它起，不知道第二念的時候換成阿彌陀佛，他不知道換，這就不行，所以問題還是出在自己。法門一定學一個，一門深入，長時薰修，不能換第二個，換第二個前功盡棄。我們用念佛法門，我們又學《優婆塞戒經》，又學《金剛經》，那你就麻煩大了。每個經裡的方法都不一樣，常常換方法，你的功夫怎麼會得力？一門，一門才得力，才能把煩惱伏得住。所以要具足信心，這是不能不知道的。"
    },
    {
      "id": "21-269-0001_p0007",
      "zh_CN": "第二个问题，他说就上题也恭请法师开示，如何在实际生活当中转烦恼成菩提，尤其在往生前，能一转一切转？",
      "zh_TW": "第二個問題，他說就上題也恭請法師開示，如何在實際生活當中轉煩惱成菩提，尤其在往生前，能一轉一切轉？"
    },
    {
      "id": "21-269-0001_p0008",
      "zh_CN": "答：这个不仅在往生，在平时，平时就是一转一切转。你要想真正在这一生当中成就，先决的条件，过去章嘉大师教我的，看破、放下。看破是真正了解这个世界是虚幻的，不是实在的。《般若经》，我们总结六百卷《大般若》所说的，一切法，世出世间一切法，「无所有，毕竟空，不可得」，你要能看破。你看破之后你才能放下，功夫就能得力，你就不会被外面境界干扰，都是假的，都是空的。",
      "zh_TW": "答：這個不僅在往生，在平時，平時就是一轉一切轉。你要想真正在這一生當中成就，先決的條件，過去章嘉大師教我的，看破、放下。看破是真正了解這個世界是虛幻的，不是實在的。《般若經》，我們總結六百卷《大般若》所說的，一切法，世出世間一切法，「無所有，畢竟空，不可得」，你要能看破。你看破之後你才能放下，功夫就能得力，你就不會被外面境界干擾，都是假的，都是空的。"
    },
    {
      "id": "21-269-0001_p0009",
      "zh_CN": "我从年轻的时候就有警觉心，我有四十年没有看报纸，没有看新闻，这统统都没有。得有时间去看经，看经的时间都不够，哪有时间去看这些东西！可是在年轻的时候，每天都还看看报纸，看报纸我看跟人家不一样，我看什么东西？我打开报纸头一个看讣文，今天死了哪些人，有老、有少。你看看走了，天天都走那么多，哪天一定轮到我，靠得住的！所以我那个时候有个警觉，人，任何一个人在世间只有一桩事情很精进，一分一秒都不肯停留，往哪里去？生下来往坟墓！人想到这个地方，你对这个世间没有留恋，克制自己的烦恼、习气容易多了，这句佛号就能念得好。什么都要贪，什么都想占有，据为己有，身体都保不住。我常常讲，我们每天晚上都死一次，你晓不晓得？你睡着不等于死了一样，睡着时，你房间的东西哪样东西是你的？没有一样是你的；睡熟了，人家把你抬走你都不晓得。这是应当要警觉到的，有这么高的警觉，对世间没有留恋。",
      "zh_TW": "我從年輕的時候就有警覺心，我有四十年沒有看報紙，沒有看新聞，這統統都沒有。得有時間去看經，看經的時間都不夠，哪有時間去看這些東西！可是在年輕的時候，每天都還看看報紙，看報紙我看跟人家不一樣，我看什麼東西？我打開報紙頭一個看訃文，今天死了哪些人，有老、有少。你看看走了，天天都走那麼多，哪天一定輪到我，靠得住的！所以我那個時候有個警覺，人，任何一個人在世間只有一樁事情很精進，一分一秒都不肯停留，往哪裡去？生下來往墳墓！人想到這個地方，你對這個世間沒有留戀，克制自己的煩惱、習氣容易多了，這句佛號就能念得好。什麼都要貪，什麼都想佔有，據為己有，身體都保不住。我常常講，我們每天晚上都死一次，你曉不曉得？你睡著不等於死了一樣，睡著時，你房間的東西哪樣東西是你的？沒有一樣是你的；睡熟了，人家把你抬走你都不曉得。這是應當要警覺到的，有這麼高的警覺，對世間沒有留戀。"
    },
    {
      "id": "21-269-0001_p0010",
      "zh_CN": "人活在世间干什么？提升自己的灵性，断恶修善，积功累德。总而言之，把我们要往上提升，不可以往下坠落，这是好事情。所以古大德常讲「万般将不去，唯有业随身」，人决定不造恶业。你要想在人生当中过得最快乐，过得最幸福，一生当中没有恶念，对一切人、一切事、一切物，纵然那些人是冤亲债主，有意无意找麻烦的，毁谤我的，侮辱我的，甚至于陷害我的，没有放在心上，没有怨恨，没有报复。而且什么？而且还有感激，为什么感激他？他在考验我的功夫，我通过了，很顺利通过。对于一切人有个感恩的心，你说这个日子多好过，没有恶念，没有恶言，没有恶行，这个日子就非常好过，非常舒服。所以我的老师把佛法介绍给我，说学佛是人生最高的享受，我学了五十四年了，我很感激老师；我的老师照片都在十楼，下面十楼那几张照片是我的老师。我真得到，就是断恶修善，就是要看破，要放下，不要跟任何人计较。他造恶业是他迷惑，他还没有醒悟过来；我们醒悟过来，跟那个迷惑的人怎么可以一样？不可以。",
      "zh_TW": "人活在世間幹什麼？提升自己的靈性，斷惡修善，積功累德。總而言之，把我們要往上提升，不可以往下墜落，這是好事情。所以古大德常講「萬般將不去，唯有業隨身」，人決定不造惡業。你要想在人生當中過得最快樂，過得最幸福，一生當中沒有惡念，對一切人、一切事、一切物，縱然那些人是冤親債主，有意無意找麻煩的，毀謗我的，侮辱我的，甚至於陷害我的，沒有放在心上，沒有怨恨，沒有報復。而且什麼？而且還有感激，為什麼感激他？他在考驗我的功夫，我通過了，很順利通過。對於一切人有個感恩的心，你說這個日子多好過，沒有惡念，沒有惡言，沒有惡行，這個日子就非常好過，非常舒服。所以我的老師把佛法介紹給我，說學佛是人生最高的享受，我學了五十四年了，我很感激老師；我的老師照片都在十樓，下面十樓那幾張照片是我的老師。我真得到，就是斷惡修善，就是要看破，要放下，不要跟任何人計較。他造惡業是他迷惑，他還沒有醒悟過來；我們醒悟過來，跟那個迷惑的人怎麼可以一樣？不可以。"
    },
    {
      "id": "21-269-0001_p0011",
      "zh_CN": "这位是沈阳马同修，他有两个问题。他说我想将现空闲的门市房做念佛堂，一个居士告诉我，办念佛堂不是那么容易，必须有道力才行；我只有愿力，没有道力。请老法师开示，愿力和道力是一？是二？怎么做？",
      "zh_TW": "這位是瀋陽馬同修，他有兩個問題。他說我想將現空閒的門市房做念佛堂，一個居士告訴我，辦念佛堂不是那麼容易，必須有道力才行；我只有願力，沒有道力。請老法師開示，願力和道力是一？是二？怎麼做？"
    },
    {
      "id": "21-269-0001_p0012",
      "zh_CN": "答：有愿力就行。有道力，当然你能够成就自己，也能成就众生，可是道力是从愿力里面培养出来的，所以愿非常重要。努力把我们的愿望，通常佛法里面讲愿力都以「四弘誓愿」做代表，第一个我们帮助一切众生。现在众生很苦，全世界都苦，苦在哪里？苦在没有接受过圣贤的教诲，也就是我们一般讲不懂事，不知道怎样做人，不知道怎样做事，苦在这个地方。我们有幸学佛，就是接受佛陀的教诲，佛教里面的内容太丰富了，绝不是我们一生能够学得了的，这个要知道。就好像学校读书一样，大学科系很多，你能不能把所有科系都念完？不可能，我们只选择一个科系，一个科系念四年就毕业了。",
      "zh_TW": "答：有願力就行。有道力，當然你能夠成就自己，也能成就眾生，可是道力是從願力裡面培養出來的，所以願非常重要。努力把我們的願望，通常佛法裡面講願力都以「四弘誓願」做代表，第一個我們幫助一切眾生。現在眾生很苦，全世界都苦，苦在哪裡？苦在沒有接受過聖賢的教誨，也就是我們一般講不懂事，不知道怎樣做人，不知道怎樣做事，苦在這個地方。我們有幸學佛，就是接受佛陀的教誨，佛教裡面的內容太豐富了，絕不是我們一生能夠學得了的，這個要知道。就好像學校讀書一樣，大學科系很多，你能不能把所有科系都念完？不可能，我們只選擇一個科系，一個科系念四年就畢業了。"
    },
    {
      "id": "21-269-0001_p0013",
      "zh_CN": "佛法有十个宗，十个宗就好像十个学院，宗底下有派，派就等于派系。我们选择一个学系，一门深入，选定之后一生不要改变，你才会有成功。要常常换的话，你在学校念书毕不了业，今天这个学系好，明天那个也不错，大概念到一百年你都毕不了业。一个学系学四年，十个学系就四十年，二十个学系就八十年，三十个学系就一百二十年，你没有那么大年岁，你毕不了业。一个学系四年毕业，道理就是一样的。",
      "zh_TW": "佛法有十個宗，十個宗就好像十個學院，宗底下有派，派就等於派系。我們選擇一個學系，一門深入，選定之後一生不要改變，你才會有成功。要常常換的話，你在學校念書畢不了業，今天這個學系好，明天那個也不錯，大概念到一百年你都畢不了業。一個學系學四年，十個學系就四十年，二十個學系就八十年，三十個學系就一百二十年，你沒有那麼大年歲，你畢不了業。一個學系四年畢業，道理就是一樣的。"
    },
    {
      "id": "21-269-0001_p0014",
      "zh_CN": "世间学问（学系），是隔行如隔山，你这个学系念得很好，那个学系你没有学过你就不懂。但是佛法不一样，佛法「一即是多，多即是一」，一门通了一切都通，这很不可思议。你要想走捷径，怎么样能快速成就？一门深入。净宗是最方便的，经典最少，这是五经一论。说五经一论，六样东西还太多，我在这六样东西里面选择一样，一生当中专攻行不行？行，一样成就，每样东西都能够学到一心不乱，心不颠倒。一心不乱是念佛三昧，是禅定；心不颠倒是般若、智慧，所以戒、定、慧三学都在其中，哪有不成就的！",
      "zh_TW": "世間學問（學系），是隔行如隔山，你這個學系念得很好，那個學系你沒有學過你就不懂。但是佛法不一樣，佛法「一即是多，多即是一」，一門通了一切都通，這很不可思議。你要想走捷徑，怎麼樣能快速成就？一門深入。淨宗是最方便的，經典最少，這是五經一論。說五經一論，六樣東西還太多，我在這六樣東西裡面選擇一樣，一生當中專攻行不行？行，一樣成就，每樣東西都能夠學到一心不亂，心不顛倒。一心不亂是念佛三昧，是禪定；心不顛倒是般若、智慧，所以戒、定、慧三學都在其中，哪有不成就的！"
    },
    {
      "id": "21-269-0001_p0015",
      "zh_CN": "有这个缘分，自己念佛堂不管大小，能大，多容一些人；小，人少一点。而印光大师过去常常开导，劝人道场不要太大，在一起共修以二十个人为原则。老法师说这个话好，我们愈想愈有道理。尤其是在现代社会，二十个人在一块共修，像我们这么大的场所就很好了，不杂。你们有二十个志同道合的，你们也可以找个地方做个小念佛堂，真正专学，心无二用，大家在一起互相勉励，依众靠众，没有不成就的。人多了，人多就复杂，闲话就多，功夫很难得力，看这个不顺眼，看那个喜欢，你动心！",
      "zh_TW": "有這個緣分，自己念佛堂不管大小，能大，多容一些人；小，人少一點。而印光大師過去常常開導，勸人道場不要太大，在一起共修以二十個人為原則。老法師說這個話好，我們愈想愈有道理。尤其是在現代社會，二十個人在一塊共修，像我們這麼大的場所就很好了，不雜。你們有二十個志同道合的，你們也可以找個地方做個小念佛堂，真正專學，心無二用，大家在一起互相勉勵，依眾靠眾，沒有不成就的。人多了，人多就複雜，閒話就多，功夫很難得力，看這個不順眼，看那個喜歡，你動心！"
    },
    {
      "id": "21-269-0001_p0016",
      "zh_CN": "我知道现在在中国东天目山，在杭州临安，他们听说有五、六百人在一起共修，它有三个念佛堂。它的方法很好，不准说话，每个人戴个牌子，「止语」，这个好！不说话就没有是非，严格的执行，你进念佛堂之后不可以说话。平常的时候它修行的时间长，每天有八个小时听经，放录相的光碟听讲经，大概有十几个小时念佛。所以，你就没有什么空闲时间，累了只有休息的时间，管理得很好，这个就很如法。不说话好！所有一切麻烦都是言语太多。",
      "zh_TW": "我知道現在在中國東天目山，在杭州臨安，他們聽說有五、六百人在一起共修，它有三個念佛堂。它的方法很好，不准說話，每個人戴個牌子，「止語」，這個好！不說話就沒有是非，嚴格的執行，你進念佛堂之後不可以說話。平常的時候它修行的時間長，每天有八個小時聽經，放錄相的光碟聽講經，大概有十幾個小時念佛。所以，你就沒有什麼空閒時間，累了只有休息的時間，管理得很好，這個就很如法。不說話好！所有一切麻煩都是言語太多。"
    },
    {
      "id": "21-269-0001_p0017",
      "zh_CN": "第二个问题，一九六一年老法师发愿建念佛堂，经过许多年机缘才成熟，办念佛堂机缘成熟应该具备什么条件？",
      "zh_TW": "第二個問題，一九六一年老法師發願建念佛堂，經過許多年機緣才成熟，辦念佛堂機緣成熟應該具備什麼條件？"
    },
    {
      "id": "21-269-0001_p0018",
      "zh_CN": "答：现在我听说中国的宗教政策有改变，对于办念佛堂国家都很欢迎，省批很容易，大概当地宗教局、县宗教局批就可以，都用不着上报。所以建念佛堂好，很容易，学印光法师，人不要多，愈少功夫愈得力。每天听经，我觉得两个小时到四个小时很好，都不要说话。听经，懂很好，不懂也没有关系，遍数多了就听懂了。",
      "zh_TW": "答：現在我聽說中國的宗教政策有改變，對於辦念佛堂國家都很歡迎，省批很容易，大概當地宗教局、縣宗教局批就可以，都用不著上報。所以建念佛堂好，很容易，學印光法師，人不要多，愈少功夫愈得力。每天聽經，我覺得兩個小時到四個小時很好，都不要說話。聽經，懂很好，不懂也沒有關係，遍數多了就聽懂了。"
    },
    {
      "id": "21-269-0001_p0019",
      "zh_CN": "这位是福州的林居士他问的，他说他在香港皈依，有同被佛学院录取的学生接受佛的教育，我一定努力学佛，用正知、正觉、正念的思想，学懂放下、施与舍，用智慧修行，用智慧帮人。（这是正确的。）下面他有几个问题，他说一个没有皈依，而自己认定世尊就是他心目当中的师父，而开办一所没有注册的佛堂，这样可以吗？称得上居士吗？",
      "zh_TW": "這位是福州的林居士他問的，他說他在香港皈依，有同被佛學院錄取的學生接受佛的教育，我一定努力學佛，用正知、正覺、正念的思想，學懂放下、施與捨，用智慧修行，用智慧幫人。（這是正確的。）下面他有幾個問題，他說一個沒有皈依，而自己認定世尊就是他心目當中的師父，而開辦一所沒有註冊的佛堂，這樣可以嗎？稱得上居士嗎？"
    },
    {
      "id": "21-269-0001_p0020",
      "zh_CN": "答：皈依是个仪式，我们真正做佛门弟子应当像佛一样，「学为人师，行为世范」，我们给社会大众做个很好的榜样，这是正确的；正确的引导，你才真正有智慧，真正有正觉。如果你说我很行，这些出家人都还不如我，我用不着去皈依，你傲慢心生起来了。你这种做法，你做得是很如法，你会让所有天下学佛的人都不要皈依，你就把佛教毁掉了。你想想看，这个因果责任要负担，不是没有因果，有因果，你把规矩破坏了。",
      "zh_TW": "答：皈依是個儀式，我們真正做佛門弟子應當像佛一樣，「學為人師，行為世範」，我們給社會大眾做個很好的榜樣，這是正確的；正確的引導，你才真正有智慧，真正有正覺。如果你說我很行，這些出家人都還不如我，我用不著去皈依，你傲慢心生起來了。你這種做法，你做得是很如法，你會讓所有天下學佛的人都不要皈依，你就把佛教毀掉了。你想想看，這個因果責任要負擔，不是沒有因果，有因果，你把規矩破壞了。"
    },
    {
      "id": "21-269-0001_p0021",
      "zh_CN": "这个法师没有修行，也没有什么道德，但是他已经穿了这身衣服，我们真正做佛弟子的时候，还要到他面前接受皈依。我皈依是皈依三宝，不是皈依某法师，这个我们在传授三皈讲得很清楚。僧团等于像现在入党一样，你入党，上级党部一定会派个资深党员来监誓，就是这个意思，他来给你做证明。出家人不管他有没有修行，他代表住持三宝，来给你做证明的，这个手续一定要做。师父领进门，修行在个人，我们自己好好修，我们的成就可能超过他，这个太多了。但是你自己瞧不起这些修行人的话，你自己已经有过失，贡高我慢的心生起了，这是决定造成你自己障碍。你说你有智慧，实在你很愚痴，你说你有觉悟，实在你很迷惑，你没有把事情看清楚，这个道理要懂。",
      "zh_TW": "這個法師沒有修行，也沒有什麼道德，但是他已經穿了這身衣服，我們真正做佛弟子的時候，還要到他面前接受皈依。我皈依是皈依三寶，不是皈依某法師，這個我們在傳授三皈講得很清楚。僧團等於像現在入黨一樣，你入黨，上級黨部一定會派個資深黨員來監誓，就是這個意思，他來給你做證明。出家人不管他有沒有修行，他代表住持三寶，來給你做證明的，這個手續一定要做。師父領進門，修行在個人，我們自己好好修，我們的成就可能超過他，這個太多了。但是你自己瞧不起這些修行人的話，你自己已經有過失，貢高我慢的心生起了，這是決定造成你自己障礙。你說你有智慧，實在你很愚痴，你說你有覺悟，實在你很迷惑，你沒有把事情看清楚，這個道理要懂。"
    },
    {
      "id": "21-269-0001_p0022",
      "zh_CN": "佛看一切众生都是佛，菩萨看一切众生都是菩萨，我们凡夫看佛菩萨也是凡夫；看一切众生不是，我自己不是，我自己不善，看一切众生都不善，我要是个善人，看所有一切众生都是善。所以有人问我，什么时候我们才成佛？哪一天你看到蚊虫、蚂蚁、饿鬼、地狱都是佛，你就成佛了，不必问人。修行修什么？我们讲席里讲得太多了，修行没有别的，就是把妄想断掉，分别断掉，执着断掉，那个时候你显露出来的是你的真心，是你的自性，那就是佛；众生跟佛的差别就在此地，凡夫就是因为有妄想、有杂念、有分别、有执着。你不愿意依照佛的教诲去接受三皈，你就是有执着，有分别，有妄想；如果你没有的话，佛教我们怎么做我们就怎么做，就对了。这个道场如果是不如法，我们皈依之后，我们对它恭敬，对它供养，我不跟它学习就对了。恭敬、供养是平等的，不能说恶人你就不照顾他，那不可以，恶人没饭吃，还是要帮助他，他有困难也要帮助他。",
      "zh_TW": "佛看一切眾生都是佛，菩薩看一切眾生都是菩薩，我們凡夫看佛菩薩也是凡夫；看一切眾生不是，我自己不是，我自己不善，看一切眾生都不善，我要是個善人，看所有一切眾生都是善。所以有人問我，什麼時候我們才成佛？哪一天你看到蚊蟲、螞蟻、餓鬼、地獄都是佛，你就成佛了，不必問人。修行修什麼？我們講席裡講得太多了，修行沒有別的，就是把妄想斷掉，分別斷掉，執著斷掉，那個時候你顯露出來的是你的真心，是你的自性，那就是佛；眾生跟佛的差別就在此地，凡夫就是因為有妄想、有雜念、有分別、有執著。你不願意依照佛的教誨去接受三皈，你就是有執著，有分別，有妄想；如果你沒有的話，佛教我們怎麼做我們就怎麼做，就對了。這個道場如果是不如法，我們皈依之後，我們對它恭敬，對它供養，我不跟它學習就對了。恭敬、供養是平等的，不能說惡人你就不照顧他，那不可以，惡人沒飯吃，還是要幫助他，他有困難也要幫助他。"
    },
    {
      "id": "21-269-0001_p0023",
      "zh_CN": "要向国家注册，现在各地，当地都有佛教协会，都有宗教局。佛在《梵网经》里面教给我们，佛弟子「不作国贼，不谤国主」，这是《梵网经》两条重戒。什么叫「不作国贼」？贼是伤害，是贼害的意思，换句话说，不可以做伤害国家的事情，伤害社会的事情，这个不可以做。不可以毁谤国家领导人，国主是国家领导人，意思延伸就是各个阶层的领导人，比如省长是省的领导人，县长是县的领导人，宗教局长是宗教局的领导人，寺庙的住持是一个寺庙的领导人。他有过失，我们不可以毁谤，我们可以劝导，劝导要在没有人的时候，没有别人听到、看到，顾全他的面子，这是真正的善意；大庭广众当中来说他的过失，他很不容易接受，那是错误的，跟人结冤仇。所以劝人、规过，不能有第三个人在旁边看到，这叫真正爱护他，真正的帮助他。劝一次，他能改很好，不能改还可以劝一次，第二次再不能改就不要再劝了，这是做人的道理。所以决定不毁谤。",
      "zh_TW": "要向國家註冊，現在各地，當地都有佛教協會，都有宗教局。佛在《梵網經》裡面教給我們，佛弟子「不作國賊，不謗國主」，這是《梵網經》兩條重戒。什麼叫「不作國賊」？賊是傷害，是賊害的意思，換句話說，不可以做傷害國家的事情，傷害社會的事情，這個不可以做。不可以毀謗國家領導人，國主是國家領導人，意思延伸就是各個階層的領導人，比如省長是省的領導人，縣長是縣的領導人，宗教局長是宗教局的領導人，寺廟的住持是一個寺廟的領導人。他有過失，我們不可以毀謗，我們可以勸導，勸導要在沒有人的時候，沒有別人聽到、看到，顧全他的面子，這是真正的善意；大庭廣眾當中來說他的過失，他很不容易接受，那是錯誤的，跟人結冤仇。所以勸人、規過，不能有第三個人在旁邊看到，這叫真正愛護他，真正的幫助他。勸一次，他能改很好，不能改還可以勸一次，第二次再不能改就不要再勸了，這是做人的道理。所以決定不毀謗。"
    },
    {
      "id": "21-269-0001_p0024",
      "zh_CN": "佛在《璎珞经》，《璎珞经》一般讲是在家菩萨戒，有两条，一条是「不漏国税」，这个很重要。你看现在很多做生意的人想尽方法怎么样少缴一点税，佛弟子不可以；佛弟子你要是有这种念头，这种行为，你已经破戒。第二个「不犯国制」，国制是国家法律，一定要遵守，决定不可以犯法。",
      "zh_TW": "佛在《瓔珞經》，《瓔珞經》一般講是在家菩薩戒，有兩條，一條是「不漏國稅」，這個很重要。你看現在很多做生意的人想盡方法怎麼樣少繳一點稅，佛弟子不可以；佛弟子你要是有這種念頭，這種行為，你已經破戒。第二個「不犯國制」，國制是國家法律，一定要遵守，決定不可以犯法。"
    },
    {
      "id": "21-269-0001_p0025",
      "zh_CN": "你看看佛教给我们要受三皈，要受五戒、菩萨戒，你建道场领众最好要受菩萨戒，你才可以领众。有很多同学问我，佛门里面的搭衣，在家居士搭缦衣，受菩萨戒的可以搭缦衣，不受菩萨戒不可以，不受菩萨戒搭缦衣就有罪过，这个一定要知道；五戒没有衣的。海青没有关系，海青是中国古时候的礼服，谁都可以穿，这是汉朝时候的礼服。所以我们穿的服装全是在家的，只有在佛事当中才搭衣，那是佛门的礼服。佛门的礼服就是三衣，诸位晓得的二十五条衣、九条衣、七衣、五衣，这是佛门的礼服。遵守这个制度，就是佛的形象常住在世间，如果这个制度我们不遵守，形象就破坏了；破坏佛的形象跟破和合僧的罪是相等的，这个不能不知道。",
      "zh_TW": "你看看佛教給我們要受三皈，要受五戒、菩薩戒，你建道場領眾最好要受菩薩戒，你才可以領眾。有很多同學問我，佛門裡面的搭衣，在家居士搭縵衣，受菩薩戒的可以搭縵衣，不受菩薩戒不可以，不受菩薩戒搭縵衣就有罪過，這個一定要知道；五戒沒有衣的。海青沒有關係，海青是中國古時候的禮服，誰都可以穿，這是漢朝時候的禮服。所以我們穿的服裝全是在家的，只有在佛事當中才搭衣，那是佛門的禮服。佛門的禮服就是三衣，諸位曉得的二十五條衣、九條衣、七衣、五衣，這是佛門的禮服。遵守這個制度，就是佛的形象常住在世間，如果這個制度我們不遵守，形象就破壞了；破壞佛的形象跟破和合僧的罪是相等的，這個不能不知道。"
    },
    {
      "id": "21-269-0001_p0026",
      "zh_CN": "他底下一个问题说，一年多他就收了一百多个信徒，已经告诉信徒，从现在开始皈依他门下的，不可在外皈依另拜师父，否则就逐出佛门。这个可以吗？",
      "zh_TW": "他底下一個問題說，一年多他就收了一百多個信徒，已經告訴信徒，從現在開始皈依他門下的，不可在外皈依另拜師父，否則就逐出佛門。這個可以嗎？"
    },
    {
      "id": "21-269-0001_p0027",
      "zh_CN": "答：这个问题严重了！这不是皈依三宝，这是皈依某一个人。释迦牟尼佛不是你的师父，你皈依那个人，那个人是你师父；你不是学佛，因为跟释迦牟尼佛没有关系，你是跟某一个人学，不是跟佛学。我们皈依是皈依三宝，皈依三宝的时候，只要是出家人都是我的师父，这个要懂得；至于我跟哪个人学，那是另外的。所以佛门出家人称呼有很多种，普通称「和尚」，和尚就是我的老师，真正教我的才称和尚。他是出家人，他在外面弘法利生，但是没有教过我，我就不称他和尚，没有和尚的关系。称他什么？称他法师，称他阿阇梨。",
      "zh_TW": "答：這個問題嚴重了！這不是皈依三寶，這是皈依某一個人。釋迦牟尼佛不是你的師父，你皈依那個人，那個人是你師父；你不是學佛，因為跟釋迦牟尼佛沒有關係，你是跟某一個人學，不是跟佛學。我們皈依是皈依三寶，皈依三寶的時候，只要是出家人都是我的師父，這個要懂得；至於我跟哪個人學，那是另外的。所以佛門出家人稱呼有很多種，普通稱「和尚」，和尚就是我的老師，真正教我的才稱和尚。他是出家人，他在外面弘法利生，但是沒有教過我，我就不稱他和尚，沒有和尚的關係。稱他什麼？稱他法師，稱他阿闍梨。"
    },
    {
      "id": "21-269-0001_p0028",
      "zh_CN": "就好像我们一个学校，一个大学，大学里老师很多，都是我们学校老师，我们都要尊重。他没上过我的课，他上过我的课，我称他和尚；没有上过我的课，称阿阇梨，称法师，关系在此地。所以和尚用现在的话来说就是指导教授，你真正跟他学的，这是和尚，和尚不是随便称的，和尚的关系非常密切。另外就是校长他可以称和尚，他是主持教学，一个学校的校长称和尚，教导我的法师，我跟他的关系是和尚，除这个关系之外我们都称法师，都称阿阇梨。阿阇梨是印度话，翻成中国的意思就是他的言行是我的榜样，是我的模范，但是他没有教过我。这个称呼要懂得，一定要搞清楚。",
      "zh_TW": "就好像我們一個學校，一個大學，大學裡老師很多，都是我們學校老師，我們都要尊重。他沒上過我的課，他上過我的課，我稱他和尚；沒有上過我的課，稱阿闍梨，稱法師，關係在此地。所以和尚用現在的話來說就是指導教授，你真正跟他學的，這是和尚，和尚不是隨便稱的，和尚的關係非常密切。另外就是校長他可以稱和尚，他是主持教學，一個學校的校長稱和尚，教導我的法師，我跟他的關係是和尚，除這個關係之外我們都稱法師，都稱阿闍梨。阿闍梨是印度話，翻成中國的意思就是他的言行是我的榜樣，是我的模範，但是他沒有教過我。這個稱呼要懂得，一定要搞清楚。"
    },
    {
      "id": "21-269-0001_p0029",
      "zh_CN": "那么和尚、阿阇梨、法师，男众、女众都可以称，在家、出家也都可以称，在家一定是受过菩萨戒的居士，他教你。我是个出家人，我学的佛法是跟在家居士学的，李炳南老居士，他是我的和尚，我是跟他学的。李老师这个净土他是跟印光大师学的，他是印光大师在家的学生，他学得很好，学得确实有很多出家人比不上他。虽然形式上没有出家，他的生活比出家人还严格，他日中一食，他告诉我，他三十几岁的时候开始日中一食，他九十七岁往生的。一般出家人比不上，他的生活完全依照佛陀经教里头教的去做，比出家人还严格。所以我们出家人可以跟在家人学，遇到这样的大德，那是菩萨，那不是凡人。",
      "zh_TW": "那麼和尚、阿闍梨、法師，男眾、女眾都可以稱，在家、出家也都可以稱，在家一定是受過菩薩戒的居士，他教你。我是個出家人，我學的佛法是跟在家居士學的，李炳南老居士，他是我的和尚，我是跟他學的。李老師這個淨土他是跟印光大師學的，他是印光大師在家的學生，他學得很好，學得確實有很多出家人比不上他。雖然形式上沒有出家，他的生活比出家人還嚴格，他日中一食，他告訴我，他三十幾歲的時候開始日中一食，他九十七歲往生的。一般出家人比不上，他的生活完全依照佛陀經教裡頭教的去做，比出家人還嚴格。所以我們出家人可以跟在家人學，遇到這樣的大德，那是菩薩，那不是凡人。"
    },
    {
      "id": "21-269-0001_p0030",
      "zh_CN": "有没有例子？有！佛陀在世的时候，你看舍利弗、目犍连，这是佛的大弟子，出家弟子，佛常常叫他们去听维摩居士讲经。他们见维摩居士也是顶礼三拜，右绕三匝，跟见释迦牟尼佛的礼节完全相同。佛法是师道，佛法是教育，教育里面老师第一大，他是在老师的地位，我们出家人是学生，那就要尊师重道。不能说他是在家人，我是出家人，我比他大一等，没这个道理。这些都要懂，不懂不行，不懂常常就搞错，常常在造罪业。",
      "zh_TW": "有沒有例子？有！佛陀在世的時候，你看舍利弗、目犍連，這是佛的大弟子，出家弟子，佛常常叫他們去聽維摩居士講經。他們見維摩居士也是頂禮三拜，右繞三匝，跟見釋迦牟尼佛的禮節完全相同。佛法是師道，佛法是教育，教育裡面老師第一大，他是在老師的地位，我們出家人是學生，那就要尊師重道。不能說他是在家人，我是出家人，我比他大一等，沒這個道理。這些都要懂，不懂不行，不懂常常就搞錯，常常在造罪業。"
    },
    {
      "id": "21-269-0001_p0031",
      "zh_CN": "这桩事情，民国年间讲得最清楚，讲得最透彻的是欧阳竟无。民国初年人，他是杨仁山的学生，都是在家的大德。那个时候他办了个佛学院，「支那内学院」，出了不少人才，民国初年许多在家、出家大德，都是他那个佛学院培养出来的。他主持这个佛学院，他是在家居士，说得很清楚、很明白。佛法是师道，老师第一大，尊师重道，这就是《观经》三福里面讲的「孝养父母，奉事师长」，这是佛法根本。现在这些我们都没有学，为什么要提倡《弟子规》？《弟子规》就是这两句经文的落实；「慈心不杀，修十善业」，这是《十善业道经》的落实。我们这些基础教育没有接受过，所以在学佛的过程当中会遭遇许多困难，许多的事情想错了，说错了，做错了，自己不知道。所以要从这个基本东西学起。",
      "zh_TW": "這樁事情，民國年間講得最清楚，講得最透徹的是歐陽竟無。民國初年人，他是楊仁山的學生，都是在家的大德。那個時候他辦了個佛學院，「支那內學院」，出了不少人才，民國初年許多在家、出家大德，都是他那個佛學院培養出來的。他主持這個佛學院，他是在家居士，說得很清楚、很明白。佛法是師道，老師第一大，尊師重道，這就是《觀經》三福裡面講的「孝養父母，奉事師長」，這是佛法根本。現在這些我們都沒有學，為什麼要提倡《弟子規》？《弟子規》就是這兩句經文的落實；「慈心不殺，修十善業」，這是《十善業道經》的落實。我們這些基礎教育沒有接受過，所以在學佛的過程當中會遭遇許多困難，許多的事情想錯了，說錯了，做錯了，自己不知道。所以要從這個基本東西學起。"
    },
    {
      "id": "21-269-0001_p0032",
      "zh_CN": "下面有个问题，他说女人能当方丈吗？在某年大年初一，名为祈福大会，在会上宣布她受于天命，从今开始象征性的剃度。将头发发尾剪了少许，「我就是方丈」，然后穿上方丈的袈裟。这个行吗？又称是几千年观音难得降世在她身上，化度众生，尤其是超度直接上天，有可能吗？这是否入魔了？迷了许多七、八十岁的公公、婆婆来跪拜她，是罪过吗？害怕吗？现在有些人开始觉悟，但害怕，因为她说不听她的话会打入十八层地狱，怕报应。问题好多，搞得家庭不合，丈夫持刀砍佛堂的大门等等。该怎么办？老法师对于我作为修行者也好，朋友也好，应该怎样帮助他们？是开导他好？还是视而不见为好，免得造口业？六波罗蜜是否代表六位佛母？",
      "zh_TW": "下面有個問題，他說女人能當方丈嗎？在某年大年初一，名為祈福大會，在會上宣布她受於天命，從今開始象徵性的剃度。將頭髮髮尾剪了少許，「我就是方丈」，然後穿上方丈的袈裟。這個行嗎？又稱是幾千年觀音難得降世在她身上，化度眾生，尤其是超度直接上天，有可能嗎？這是否入魔了？迷了許多七、八十歲的公公、婆婆來跪拜她，是罪過嗎？害怕嗎？現在有些人開始覺悟，但害怕，因為她說不聽她的話會打入十八層地獄，怕報應。問題好多，搞得家庭不合，丈夫持刀砍佛堂的大門等等。該怎麼辦？老法師對於我作為修行者也好，朋友也好，應該怎樣幫助他們？是開導他好？還是視而不見為好，免得造口業？六波羅蜜是否代表六位佛母？"
    },
    {
      "id": "21-269-0001_p0033",
      "zh_CN": "答：你要好好的学，你这个里面所说的全是外道，佛门里面没有这些东西，要多听经，要多学习。这个问题很多，而且现在在国内、在国外太多太多，就是《楞严经》里面所说的，「末法时期，邪师说法，如恒河沙」，遇到正法很不容易，真的是福报。",
      "zh_TW": "答：你要好好的學，你這個裡面所說的全是外道，佛門裡面沒有這些東西，要多聽經，要多學習。這個問題很多，而且現在在國內、在國外太多太多，就是《楞嚴經》裡面所說的，「末法時期，邪師說法，如恆河沙」，遇到正法很不容易，真的是福報。"
    },
    {
      "id": "21-269-0001_p0034",
      "zh_CN": "修行者是否需要经常闭关？闭关又代表什么？闭关是否足不出门，而在家可以做家务、打电话、见客人，何谓闭关？",
      "zh_TW": "修行者是否需要經常閉關？閉關又代表什麼？閉關是否足不出門，而在家可以做家務、打電話、見客人，何謂閉關？"
    },
    {
      "id": "21-269-0001_p0035",
      "zh_CN": "答：好了，这问题都不必答复，但是闭关要跟你说一说，这是常识。有些出家人不懂这个道理，我们初学佛也不知道，总是听到闭关的法师都很羡慕。我出家没多久，有个居士他有栋别墅在山上，平常很少去，他就告诉我，法师，你可以闭关住山，我供养你。我去看了一看很满意，是个日本式的小别墅，回头之后，我就到台中去看老师，把这个事情向老师报告。老师笑笑，他说现在一出家、一受戒闭关的人我听说有，你也有这个机会，很难得。他说闭关是有条件的，什么条件？你的道业已经成就了，你已经到什么？到无学位了。老师告诉我，中国古时候有例子，「赵州八十犹行脚」，赵州和尚八十岁还到外面参学，还去学习。他为什么不闭闭关，享享舒服日子？不行，你自己道业没有成就。",
      "zh_TW": "答：好了，這問題都不必答覆，但是閉關要跟你說一說，這是常識。有些出家人不懂這個道理，我們初學佛也不知道，總是聽到閉關的法師都很羨慕。我出家沒多久，有個居士他有棟別墅在山上，平常很少去，他就告訴我，法師，你可以閉關住山，我供養你。我去看了一看很滿意，是個日本式的小別墅，回頭之後，我就到台中去看老師，把這個事情向老師報告。老師笑笑，他說現在一出家、一受戒閉關的人我聽說有，你也有這個機會，很難得。他說閉關是有條件的，什麼條件？你的道業已經成就了，你已經到什麼？到無學位了。老師告訴我，中國古時候有例子，「趙州八十猶行腳」，趙州和尚八十歲還到外面參學，還去學習。他為什麼不閉閉關，享享舒服日子？不行，你自己道業沒有成就。"
    },
    {
      "id": "21-269-0001_p0036",
      "zh_CN": "所以闭关的条件是你的学问、道德圆满成就了，但是怎么样？没有法缘，没有人请你讲经，没有人请你教学。古人都很谦虚，绝不向人说我的道业、学问有成就了，你们可以跟我学，没这个道理，说这个话多难为情！那怎么办？宣布闭关、住山，住山就是住茅蓬，不下山，这就是告诉大家，你们有问题可以到我这里来学。所以闭关就是告诉人家，我是善知识，你们都可以到我这儿来学。如果你到我这儿来把我问倒了，我就跟你一块下山去，不够资格闭关。那个关门就要打开，赶快出来去学，你还不够，哪有那么容易！闭关是等待别人来请你，在山上等待有缘的人来请你，请你下山弘法利生。你学成之后，要去传法、传道，但是没有人请的时候就用这个方式，自己进修，百尺竿头更进一步。有缘就兼善天下，无缘独善其身，是这个意思。",
      "zh_TW": "所以閉關的條件是你的學問、道德圓滿成就了，但是怎麼樣？沒有法緣，沒有人請你講經，沒有人請你教學。古人都很謙虛，絕不向人說我的道業、學問有成就了，你們可以跟我學，沒這個道理，說這個話多難為情！那怎麼辦？宣布閉關、住山，住山就是住茅蓬，不下山，這就是告訴大家，你們有問題可以到我這裡來學。所以閉關就是告訴人家，我是善知識，你們都可以到我這兒來學。如果你到我這兒來把我問倒了，我就跟你一塊下山去，不夠資格閉關。那個關門就要打開，趕快出來去學，你還不夠，哪有那麼容易！閉關是等待別人來請你，在山上等待有緣的人來請你，請你下山弘法利生。你學成之後，要去傳法、傳道，但是沒有人請的時候就用這個方式，自己進修，百尺竿頭更進一步。有緣就兼善天下，無緣獨善其身，是這個意思。"
    },
    {
      "id": "21-269-0001_p0037",
      "zh_CN": "另外有一种人，就是道业虽然没有成功，也有资格闭关，像我就可以。是什么？他的名气，这是虚名大了，走到哪个地方看你的人太多，自己修行的时间都没有，关门自己修，外面拒绝。这两个条件。不是这两个条件，怎么可以闭关？怎么可以住山？哪有这种道理？我们听了老师教训之后才晓得，今天天下人恐怕没有资格闭关、住山，这个不能不懂。这是不问我们也想不起来，问了顺便跟大家说说，闭关跟住山都不是容易事情，都必须具足条件。",
      "zh_TW": "另外有一種人，就是道業雖然沒有成功，也有資格閉關，像我就可以。是什麼？他的名氣，這是虛名大了，走到哪個地方看你的人太多，自己修行的時間都沒有，關門自己修，外面拒絕。這兩個條件。不是這兩個條件，怎麼可以閉關？怎麼可以住山？哪有這種道理？我們聽了老師教訓之後才曉得，今天天下人恐怕沒有資格閉關、住山，這個不能不懂。這是不問我們也想不起來，問了順便跟大家說說，閉關跟住山都不是容易事情，都必須具足條件。"
    },
    {
      "id": "21-269-0001_p0038",
      "zh_CN": "这位是蔡居士，他问了两个问题。第一个问题，常听老法师说不可以贪财、色、名、食、睡，为什么我们不可以贪睡？",
      "zh_TW": "這位是蔡居士，他問了兩個問題。第一個問題，常聽老法師說不可以貪財、色、名、食、睡，為什麼我們不可以貪睡？"
    },
    {
      "id": "21-269-0001_p0039",
      "zh_CN": "答：你要好好的算一算，一天二十四个小时，你睡多少小时，睡眠是昏沈，所以心地清净的人睡眠自然就少。我们修行、学道时间不够用，贪睡把你的时间空过了，非常可惜。所以世尊当年在世，规定出家人睡眠一天只有四个小时，中夜睡眠。古印度是讲六时，昼夜六时，昼三时，初日分、中日分、后日分；夜三时，初夜分、中夜分、后夜分。什么时候睡觉？晚上十点钟到两点钟，睡觉的时候，两点钟就要起床，勇猛精进，不可以偷懒，道理在此地。所以以前寺院庵堂多半都是建立在深山，环境非常幽静，确实他们睡得早也起得早。",
      "zh_TW": "答：你要好好的算一算，一天二十四個小時，你睡多少小時，睡眠是昏沈，所以心地清淨的人睡眠自然就少。我們修行、學道時間不夠用，貪睡把你的時間空過了，非常可惜。所以世尊當年在世，規定出家人睡眠一天只有四個小時，中夜睡眠。古印度是講六時，晝夜六時，晝三時，初日分、中日分、後日分；夜三時，初夜分、中夜分、後夜分。什麼時候睡覺？晚上十點鐘到兩點鐘，睡覺的時候，兩點鐘就要起床，勇猛精進，不可以偷懶，道理在此地。所以以前寺院庵堂多半都是建立在深山，環境非常幽靜，確實他們睡得早也起得早。"
    },
    {
      "id": "21-269-0001_p0040",
      "zh_CN": "我在没有出家之前跟忏云老和尚住茅蓬住过半年，茅蓬只有五个人。山上没有水，没有电，晚上点小蜡烛，我们晚上睡觉大概九点钟就睡觉了，早晨一点多钟、两点钟起床。起床因为没有灯，佛像前面点一对蜡烛，我们功课是拜佛，所以早晨起来拜三百拜，拜完之后各人有各人的工作，就开始自己去做去。睡眠的时间愈少愈好，佛说五欲，财、色、名、食、睡，也叫五盖，盖是什么？盖覆，把你的性德、你的智慧、你的德能盖住，障碍住了，盖是障碍的意思，所以这个东西愈淡薄愈好。财可以不要，色也可以不要，这个色是指男女，可以不要，名也可以不要，吃跟睡没有办法，但是愈少愈好。",
      "zh_TW": "我在沒有出家之前跟懺雲老和尚住茅蓬住過半年，茅蓬只有五個人。山上沒有水，沒有電，晚上點小蠟燭，我們晚上睡覺大概九點鐘就睡覺了，早晨一點多鐘、兩點鐘起床。起床因為沒有燈，佛像前面點一對蠟燭，我們功課是拜佛，所以早晨起來拜三百拜，拜完之後各人有各人的工作，就開始自己去做去。睡眠的時間愈少愈好，佛說五欲，財、色、名、食、睡，也叫五蓋，蓋是什麼？蓋覆，把你的性德、你的智慧、你的德能蓋住，障礙住了，蓋是障礙的意思，所以這個東西愈淡薄愈好。財可以不要，色也可以不要，這個色是指男女，可以不要，名也可以不要，吃跟睡沒有辦法，但是愈少愈好。"
    },
    {
      "id": "21-269-0001_p0041",
      "zh_CN": "所以佛教人是日中一食，一天吃一餐，够不够？够了，人的饮食是能量的补充，身体是个机器，需要能量补充他才有精神，才有体力。能量的消耗，百分之九十五消耗在妄念上，确实，于劳心、劳力消耗都不多，消耗在妄念上消耗的最多。所以你的妄念愈少你的消耗就愈少，很少的饮食你能够维系。佛陀在世，他带的这批学生心地都很清净，一天一食足够了。阿罗汉心更清净，见思烦恼都断了，一个星期吃一餐；辟支佛的定功更深，就是说妄念更少，半个月吃一餐。阿罗汉出来托钵是一个星期一次，辟支佛是半个月出来托钵一次，一次就是吃一餐，不是托一钵回去慢慢吃，不是的。从这个地方我们知道，色界天人这五条都没有，这五欲，色界天人得初禅，禅定得初禅以上，他可以不要睡眠，他可以不要饮食。证明这个东西是真的，不是假的，是可以断的。我们现在就是烦恼、习气、妄念太重，才需要这些东西。",
      "zh_TW": "所以佛教人是日中一食，一天吃一餐，夠不夠？夠了，人的飲食是能量的補充，身體是個機器，需要能量補充他才有精神，才有體力。能量的消耗，百分之九十五消耗在妄念上，確實，於勞心、勞力消耗都不多，消耗在妄念上消耗的最多。所以你的妄念愈少你的消耗就愈少，很少的飲食你能夠維繫。佛陀在世，他帶的這批學生心地都很清淨，一天一食足夠了。阿羅漢心更清淨，見思煩惱都斷了，一個星期吃一餐；辟支佛的定功更深，就是說妄念更少，半個月吃一餐。阿羅漢出來托缽是一個星期一次，辟支佛是半個月出來托缽一次，一次就是吃一餐，不是托一缽回去慢慢吃，不是的。從這個地方我們知道，色界天人這五條都沒有，這五欲，色界天人得初禪，禪定得初禪以上，他可以不要睡眠，他可以不要飲食。證明這個東西是真的，不是假的，是可以斷的。我們現在就是煩惱、習氣、妄念太重，才需要這些東西。"
    },
    {
      "id": "21-269-0001_p0042",
      "zh_CN": "他第二个问题说，弟子对于财色名食都不贪爱，但是每天都很疲倦，总要花很多的时间在睡觉上，但是精神一直都不能集中。",
      "zh_TW": "他第二個問題說，弟子對於財色名食都不貪愛，但是每天都很疲倦，總要花很多的時間在睡覺上，但是精神一直都不能集中。"
    },
    {
      "id": "21-269-0001_p0043",
      "zh_CN": "答：对，愈睡愈迷惑，昏沈！睡觉是昏沈，哪有睡过了时候精神变成好的？没有这个道理。很累的时候可以休息，所以我们念佛堂，现在我们在澳洲净宗学会的念佛堂也是这个方式。念佛堂旁边有两个房间，大房间，通铺，一个是男众的，一个是女众的。念累了你去休息，海青不脱，一醒过来赶紧上念佛堂，这个方法好。我们这个方式也是采取祖师大德的教诲，念佛堂不需要法师来带，我们采取绕佛，以绕佛为主；绕累了可以止静，可以坐下来，希望坐下来的时间少，绕佛的时间长；实在是疲倦了，可以到后面房间休息，休息好了赶紧再进念佛堂，二十四小时不中断。",
      "zh_TW": "答：對，愈睡愈迷惑，昏沈！睡覺是昏沈，哪有睡過了時候精神變成好的？沒有這個道理。很累的時候可以休息，所以我們念佛堂，現在我們在澳洲淨宗學會的念佛堂也是這個方式。念佛堂旁邊有兩個房間，大房間，通鋪，一個是男眾的，一個是女眾的。念累了你去休息，海青不脫，一醒過來趕緊上念佛堂，這個方法好。我們這個方式也是採取祖師大德的教誨，念佛堂不需要法師來帶，我們採取繞佛，以繞佛為主；繞累了可以止靜，可以坐下來，希望坐下來的時間少，繞佛的時間長；實在是疲倦了，可以到後面房間休息，休息好了趕緊再進念佛堂，二十四小時不中斷。"
    },
    {
      "id": "21-269-0001_p0044",
      "zh_CN": "我们的佛七是七十天，十个佛七连着打，一年四次，就是春夏秋冬每一季我们是一次。也便利同学，同学们到那边去的时候要预先报名，因为名额有限制。一般申请到澳洲观光旅游，澳洲都会给你三个月，所以你参加一个佛七时间正好，七十天。这是真正是在那里用功，七十天不说话，七十天连电话都不接，跟外面就等于说是完全断绝。生活起居有人照顾你，心会静下来，所以静就能生慧，慧就有悟处。",
      "zh_TW": "我們的佛七是七十天，十個佛七連著打，一年四次，就是春夏秋冬每一季我們是一次。也便利同學，同學們到那邊去的時候要預先報名，因為名額有限制。一般申請到澳洲觀光旅遊，澳洲都會給你三個月，所以你參加一個佛七時間正好，七十天。這是真正是在那裡用功，七十天不說話，七十天連電話都不接，跟外面就等於說是完全斷絕。生活起居有人照顧你，心會靜下來，所以靜就能生慧，慧就有悟處。"
    },
    {
      "id": "21-269-0001_p0045",
      "zh_CN": "后面问的都是你的毛病都现前了，你看看，无论做什么事情精神都不能集中。现在每天做四个小时兼职工作，做家务也很散乱，做得很吃力，常生烦恼，紧张、忧虑，身体愈来愈差，大不如前，也不知是否跟年龄渐大有关系？你现在年龄五十一岁。（五十一岁还很年轻，是不是？）老法师常说「一切法从心想生」（没错，一切法确实从心想生），我虽然不去想自己年龄渐大，但实在有有心无力之感。又想多抽一点时间看老法师的ＶＣＤ，长时薰修，赶快抓紧时间依教奉行，真心希望今生能带业往生，不会空过，请老法师指教应该怎么从生活当中克服？",
      "zh_TW": "後面問的都是你的毛病都現前了，你看看，無論做什麼事情精神都不能集中。現在每天做四個小時兼職工作，做家務也很散亂，做得很吃力，常生煩惱，緊張、憂慮，身體愈來愈差，大不如前，也不知是否跟年齡漸大有關係？你現在年齡五十一歲。（五十一歲還很年輕，是不是？）老法師常說「一切法從心想生」（沒錯，一切法確實從心想生），我雖然不去想自己年齡漸大，但實在有有心無力之感。又想多抽一點時間看老法師的ＶＣＤ，長時薰修，趕快抓緊時間依教奉行，真心希望今生能帶業往生，不會空過，請老法師指教應該怎麼從生活當中克服？"
    },
    {
      "id": "21-269-0001_p0046",
      "zh_CN": "答：每天少睡一些，最有效的方法是拜佛，拜佛能够克服睡眠。希望每天先从一百拜开始，每天早晨早点起来拜五十拜，晚上晚点睡拜五十拜，然后慢慢增加。如果严重的话，你要真有毅力、决心，每天拜个三百拜到五百拜，很好。我在早年初学的时候，我一天拜八百拜，消业障，早晨拜三百拜，晚上拜三百拜，中午吃过饭之后拜两百拜，一天拜八百拜。拜了之后很受用，拜佛是最好的运动，心清净，身体每个部位都运动到。",
      "zh_TW": "答：每天少睡一些，最有效的方法是拜佛，拜佛能夠克服睡眠。希望每天先從一百拜開始，每天早晨早點起來拜五十拜，晚上晚點睡拜五十拜，然後慢慢增加。如果嚴重的話，你要真有毅力、決心，每天拜個三百拜到五百拜，很好。我在早年初學的時候，我一天拜八百拜，消業障，早晨拜三百拜，晚上拜三百拜，中午吃過飯之後拜兩百拜，一天拜八百拜。拜了之後很受用，拜佛是最好的運動，心清淨，身體每個部位都運動到。"
    },
    {
      "id": "21-269-0001_p0047",
      "zh_CN": "这位许同学，他有三个问题。他说迄今为止，弟子一生最大遗憾是没有智慧教育好下一代，继承优良传统，后悔莫及。儿子今年三十岁，从读大学一年级开始，先后和三位女朋友有三段感情，由于我们家长反对，迄今还没有结婚。弟子夫妇二人对三位儿子对象的条件均不满意，我们认为他与第一位拍拖太早会影响学业，第二位有长期素食的习惯，今后生活不方便，第三位相貌和品德不好。摆事实，讲道理，好言相劝，儿子不听，关系呈水火。眼看儿子天堂有路偏不走，地狱无门闯进去，请问老法师，弟子夫妇应如何面对？如何引导资质聪颖，本性善良的儿子明了真相，不怨恨父母，还是听天由命？",
      "zh_TW": "這位許同學，他有三個問題。他說迄今為止，弟子一生最大遺憾是沒有智慧教育好下一代，繼承優良傳統，後悔莫及。兒子今年三十歲，從讀大學一年級開始，先後和三位女朋友有三段感情，由於我們家長反對，迄今還沒有結婚。弟子夫婦二人對三位兒子對象的條件均不滿意，我們認為他與第一位拍拖太早會影響學業，第二位有長期素食的習慣，今後生活不方便，第三位相貌和品德不好。擺事實，講道理，好言相勸，兒子不聽，關係呈水火。眼看兒子天堂有路偏不走，地獄無門闖進去，請問老法師，弟子夫婦應如何面對？如何引導資質聰穎，本性善良的兒子明瞭真相，不怨恨父母，還是聽天由命？"
    },
    {
      "id": "21-269-0001_p0048",
      "zh_CN": "答：我们这个道场有蔡礼旭居士讲的《弟子规》，有四十个小时的光碟，你可以带回家给你儿子听。怎么样叫他听？你不必叫他，你每天自己听，很认真在听，在学习，慢慢的他们会跟你一起来看，你的家庭问题就解决了。最好的家庭教育，是要你自己认真学习，你一句话都不要说，会感动他们。",
      "zh_TW": "答：我們這個道場有蔡禮旭居士講的《弟子規》，有四十個小時的光碟，你可以帶回家給你兒子聽。怎麼樣叫他聽？你不必叫他，你每天自己聽，很認真在聽，在學習，慢慢的他們會跟你一起來看，你的家庭問題就解決了。最好的家庭教育，是要你自己認真學習，你一句話都不要說，會感動他們。"
    },
    {
      "id": "21-269-0001_p0049",
      "zh_CN": "第二他说，母亲生前患重病，我出自苦心，担心母亲牵挂，放弃治疗，便隐瞒病情。我从母亲的神情觉得她还不想离世，母亲有可能误会我为什么没有给予她更好的治疗。我心痛苦万分，我自问不是不忠不孝之人，迄今耿耿于怀，父母已经往生，流传风范子孙思。请问法师，母亲往生后是否能明白事实真相，不再误会我？",
      "zh_TW": "第二他說，母親生前患重病，我出自苦心，擔心母親牽掛，放棄治療，便隱瞞病情。我從母親的神情覺得她還不想離世，母親有可能誤會我為什麼沒有給予她更好的治療。我心痛苦萬分，我自問不是不忠不孝之人，迄今耿耿於懷，父母已經往生，流傳風範子孫思。請問法師，母親往生後是否能明白事實真相，不再誤會我？"
    },
    {
      "id": "21-269-0001_p0050",
      "zh_CN": "答：这个事情不重要，重要是你自己认真修行，你能够往生，真正往生西方极乐世界，你的母亲就得度了。所以这一点很重要，帮助家亲眷属，自己要有修行真实功夫。",
      "zh_TW": "答：這個事情不重要，重要是你自己認真修行，你能夠往生，真正往生西方極樂世界，你的母親就得度了。所以這一點很重要，幫助家親眷屬，自己要有修行真實功夫。"
    },
    {
      "id": "21-269-0001_p0051",
      "zh_CN": "第三，父母恩深似海，恩重如山，母亲往生后，我们一家人素食四十九天回向给母亲。从此弟子每天早晚读诵《般若波罗蜜多心经》及「白衣观音神咒」各一遍回向给父母，祈求父母往生善道，早登西方极乐世界。请问老法师，这样做如法吗？",
      "zh_TW": "第三，父母恩深似海，恩重如山，母親往生後，我們一家人素食四十九天迴向給母親。從此弟子每天早晚讀誦《般若波羅蜜多心經》及「白衣觀音神咒」各一遍迴向給父母，祈求父母往生善道，早登西方極樂世界。請問老法師，這樣做如法嗎？"
    },
    {
      "id": "21-269-0001_p0052",
      "zh_CN": "答：不如念《无量寿经》、念《金刚经》，更有效。「白衣神咒」虽然是很有感应，但不是真实的佛经，这要知道，我们学佛一定要认清真正是佛所说的经。",
      "zh_TW": "答：不如念《無量壽經》、念《金剛經》，更有效。「白衣神咒」雖然是很有感應，但不是真實的佛經，這要知道，我們學佛一定要認清真正是佛所說的經。"
    },
    {
      "id": "21-269-0001_p0053",
      "zh_CN": "这是福建的李居士他问的，他有两个问题。他说我每天早晨诵《无量寿经》，下午诵《地藏经》，这是不是没有一心专念？要不要改成每天专诵《无量寿经》？",
      "zh_TW": "這是福建的李居士他問的，他有兩個問題。他說我每天早晨誦《無量壽經》，下午誦《地藏經》，這是不是沒有一心專念？要不要改成每天專誦《無量壽經》？"
    },
    {
      "id": "21-269-0001_p0054",
      "zh_CN": "答：专诵好，专一才有效果。我们从倓虚法师自传里面看到一个例子，《影尘回忆录》是倓虚法师的自传。老法师在没有出家之前，跟几个朋友开一个中药铺，三个朋友，那时候年岁都还不算大，三、四十岁的时候。有个朋友，也是他的股东之一，一个刘居士，每天读《楞严经》。他天天都读，很认真，读了八年，所以他那个小标题是「八载寒窗读楞严」，一部经。他说那天中午，没有什么生意，就在柜台上打瞌睡，似梦非梦，就看到有两个人进来，他就起来，站起来。看到这两个人是他的冤亲债主，心里想来找麻烦的，有点恐慌。但是看到他的面色很祥和，走到他面前跪下来。这两个人以前他们有财务上的纠纷，打官司，打官司他打赢了，这两个人上吊死了。以后他也很后悔，为了这么一点点事情，送了两条人命，也很难过。",
      "zh_TW": "答：專誦好，專一才有效果。我們從倓虛法師自傳裡面看到一個例子，《影塵回憶錄》是倓虛法師的自傳。老法師在沒有出家之前，跟幾個朋友開一個中藥鋪，三個朋友，那時候年歲都還不算大，三、四十歲的時候。有個朋友，也是他的股東之一，一個劉居士，每天讀《楞嚴經》。他天天都讀，很認真，讀了八年，所以他那個小標題是「八載寒窗讀楞嚴」，一部經。他說那天中午，沒有什麼生意，就在櫃台上打瞌睡，似夢非夢，就看到有兩個人進來，他就起來，站起來。看到這兩個人是他的冤親債主，心裡想來找麻煩的，有點恐慌。但是看到他的面色很祥和，走到他面前跪下來。這兩個人以前他們有財務上的糾紛，打官司，打官司他打贏了，這兩個人上吊死了。以後他也很後悔，為了這麼一點點事情，送了兩條人命，也很難過。"
    },
    {
      "id": "21-269-0001_p0055",
      "zh_CN": "就看到这两个人来，来了跪到他面前。他说你们两位来什么事情？求超度。他的心就安了，来求超度，不是找麻烦的。他说要我怎么超度你？他说只要你答应就行了。他说行，我答应你。看到这两个鬼魂，踩到他的膝盖，踩到肩膀就升天了。就有这么大的功效，不要做任何仪式，这是什么？他修行功夫的力量，真实功德，所以一门深入你有真实功德，你搞太多就困难了。这就是说明一门深入，长时薰修，功夫成就的时候鬼神找你，只要你答应，不需要任何仪式。这个走了之后，然后又看到一个女人进来，一看是他以前的太太，还有个儿子，都过世了，这两个人过来也跪到他面前求超度。同样的方式，只要你答应就行，都看到她踩着膝盖，踩着肩膀升天了。这是倓老法师说的，记在《影尘回忆录》里面，很好的例子，给我们的教训，自己要真功夫！",
      "zh_TW": "就看到這兩個人來，來了跪到他面前。他說你們兩位來什麼事情？求超度。他的心就安了，來求超度，不是找麻煩的。他說要我怎麼超度你？他說只要你答應就行了。他說行，我答應你。看到這兩個鬼魂，踩到他的膝蓋，踩到肩膀就升天了。就有這麼大的功效，不要做任何儀式，這是什麼？他修行功夫的力量，真實功德，所以一門深入你有真實功德，你搞太多就困難了。這就是說明一門深入，長時薰修，功夫成就的時候鬼神找你，只要你答應，不需要任何儀式。這個走了之後，然後又看到一個女人進來，一看是他以前的太太，還有個兒子，都過世了，這兩個人過來也跪到他面前求超度。同樣的方式，只要你答應就行，都看到她踩著膝蓋，踩著肩膀升天了。這是倓老法師說的，記在《影塵回憶錄》裡面，很好的例子，給我們的教訓，自己要真功夫！"
    },
    {
      "id": "21-269-0001_p0056",
      "zh_CN": "第二，居士专念经而不做早晚课行不行？",
      "zh_TW": "第二，居士專念經而不做早晚課行不行？"
    },
    {
      "id": "21-269-0001_p0057",
      "zh_CN": "答：行，念经就是早晚课；你早晨念一部经，晚上念一部经，这就是早晚课。各人早晚课有不同的做法，不一定要用寺庙里面的课诵本。寺庙课诵本是他们道场在一起共修，我们自己修行不必，愈简单愈有效果。你看有人他连经也不念，他就念佛号，早晨念一万声佛号，晚上念一万声佛号，他的功课就圆满了，都会很有效，真正求往生。",
      "zh_TW": "答：行，念經就是早晚課；你早晨念一部經，晚上念一部經，這就是早晚課。各人早晚課有不同的做法，不一定要用寺廟裡面的課誦本。寺廟課誦本是他們道場在一起共修，我們自己修行不必，愈簡單愈有效果。你看有人他連經也不念，他就念佛號，早晨念一萬聲佛號，晚上念一萬聲佛號，他的功課就圓滿了，都會很有效，真正求往生。"
    },
    {
      "id": "21-269-0001_p0058",
      "zh_CN": "这是香港陈居士问的一个问题。听说有人在某些地方经常见到二战时期的日军杀害中国人的灵体，这种情况等不等于这个中国人永远都是重复的受这种苦？",
      "zh_TW": "這是香港陳居士問的一個問題。聽說有人在某些地方經常見到二戰時期的日軍殺害中國人的靈體，這種情況等不等於這個中國人永遠都是重複的受這種苦？"
    },
    {
      "id": "21-269-0001_p0059",
      "zh_CN": "答：有这个可能。所以对于横死的这些众生，我们道场在早晚课诵里都回向，而且我们九楼念佛堂（祖先纪念堂）也都供这些牌位。当然不是供个人的，我们是供一个总牌位，每天都给他们诵经、念佛回向。",
      "zh_TW": "答：有這個可能。所以對於橫死的這些眾生，我們道場在早晚課誦裡都迴向，而且我們九樓念佛堂（祖先紀念堂）也都供這些牌位。當然不是供個人的，我們是供一個總牌位，每天都給他們誦經、念佛迴向。"
    },
    {
      "id": "21-269-0001_p0060",
      "zh_CN": "天津的陈居士，他有两个问题。第一个他说我有一位朋友在香港动物保护协会工作，在工作中会为一些有病或者是一些不太好的动物施刑，他说有时候心里很内疚，但又不知道怎样做才帮助这些动物？",
      "zh_TW": "天津的陳居士，他有兩個問題。第一個他說我有一位朋友在香港動物保護協會工作，在工作中會為一些有病或者是一些不太好的動物施刑，他說有時候心裡很內疚，但又不知道怎樣做才幫助這些動物？"
    },
    {
      "id": "21-269-0001_p0061",
      "zh_CN": "答：你这个话讲得不清楚，有病的动物或者不太友好的动物，施刑什么？是不是把牠杀死？还是叫牠现在所谓是用药物来处死牠，所谓是安乐死，所以你才有内疚。这些动物帮助牠，给牠做皈依，如果是常常在这个环境里面，每天给牠做一次三皈依，就等于说我们做晚课一样。「皈依佛，不堕地狱；皈依法，不堕饿鬼；皈依僧，不堕旁生」（旁生就是畜生），念佛给牠回向，教牠发心求生净土。做畜生这是业障很重，堕在畜生道，劝牠念佛求生净土，这样就很好。牠有灵性，你诚心诚意跟牠沟通，牠都懂得，牠也能接受。",
      "zh_TW": "答：你這個話講得不清楚，有病的動物或者不太友好的動物，施刑什麼？是不是把牠殺死？還是叫牠現在所謂是用藥物來處死牠，所謂是安樂死，所以你才有內疚。這些動物幫助牠，給牠做皈依，如果是常常在這個環境裡面，每天給牠做一次三皈依，就等於說我們做晚課一樣。「皈依佛，不墮地獄；皈依法，不墮餓鬼；皈依僧，不墮旁生」（旁生就是畜生），念佛給牠迴向，教牠發心求生淨土。做畜生這是業障很重，墮在畜生道，勸牠念佛求生淨土，這樣就很好。牠有靈性，你誠心誠意跟牠溝通，牠都懂得，牠也能接受。"
    },
    {
      "id": "21-269-0001_p0062",
      "zh_CN": "现在有很多人养宠物，例如猫、狗、兔子等等，请问可不可以为这些宠物做节育的手术？",
      "zh_TW": "現在有很多人養寵物，例如貓、狗、兔子等等，請問可不可以為這些寵物做節育的手術？"
    },
    {
      "id": "21-269-0001_p0063",
      "zh_CN": "答：最好不要养。你想想看你养这些宠物，你每天要花费多少时间、精神去照顾牠，你为什么不把这个拿去念佛？你为什么不把这些时间、精力去帮助一些苦难的人？我相信香港需要照顾的老人、孤儿很多。养宠物是很浪费时间，也浪费精神。",
      "zh_TW": "答：最好不要養。你想想看你養這些寵物，你每天要花費多少時間、精神去照顧牠，你為什麼不把這個拿去念佛？你為什麼不把這些時間、精力去幫助一些苦難的人？我相信香港需要照顧的老人、孤兒很多。養寵物是很浪費時間，也浪費精神。"
    },
    {
      "id": "21-269-0001_p0064",
      "zh_CN": "这是香港一位同修，他有两个问题。第一个问题，关于旧日历中有佛像应该做何处理？",
      "zh_TW": "這是香港一位同修，他有兩個問題。第一個問題，關於舊日曆中有佛像應該做何處理？"
    },
    {
      "id": "21-269-0001_p0065",
      "zh_CN": "答：这桩事情也是一般的常识，大家都需要知道。过去经书、佛像破损不可以把它毁弃，要修补。为什么？以前没有印刷术，佛像，人塑造的或者是彩画的都很不容易得到，所以我们应当非常珍惜来保护它。可是现在科学技术发达，印刷术发达了，成本非常低廉，连一般报纸上，你看佛菩萨像我们都常常看到。我们佛弟子应该怎么处理？恭敬心对待它就好。像报纸丢弃了，报纸还是叠得整整齐齐，让一般他有专门收垃圾的，我们用塑胶袋包好，让他拿走。因为你没有办法丢弃，你也没有地方去把它烧化，现在住在都市里头困难很多，用恭敬心就好。旧的佛像，现在你就是修补了送人也没人要，新的太多了，要懂得这个道理。",
      "zh_TW": "答：這樁事情也是一般的常識，大家都需要知道。過去經書、佛像破損不可以把它毀棄，要修補。為什麼？以前沒有印刷術，佛像，人塑造的或者是彩畫的都很不容易得到，所以我們應當非常珍惜來保護它。可是現在科學技術發達，印刷術發達了，成本非常低廉，連一般報紙上，你看佛菩薩像我們都常常看到。我們佛弟子應該怎麼處理？恭敬心對待它就好。像報紙丟棄了，報紙還是疊得整整齊齊，讓一般他有專門收垃圾的，我們用塑膠袋包好，讓他拿走。因為你沒有辦法丟棄，你也沒有地方去把它燒化，現在住在都市裡頭困難很多，用恭敬心就好。舊的佛像，現在你就是修補了送人也沒人要，新的太多了，要懂得這個道理。"
    },
    {
      "id": "21-269-0001_p0066",
      "zh_CN": "经书除非是古籍，线装书，这是几十年前、几百年前传流下来的，这个很珍贵要保存，那我们真的要修补。纸张快要坏的时候我们就用裱画、裱背，裱一次至少再可以保存五百年，这是应当要做的。但是现在一般我们印刷的书就没有必要，它的流通量太大。在从前，经本上不可以写字，不可以把它弄脏，为什么？我们读了之后还要流传给下一代，现在这个都不需要。现在连你看图书馆里头珍藏的书籍都可以影印，影印出来，我们在上写字、做记号都没有问题，原版还还他，这个我们要懂得。日历的处理也是如此，如果佛像印得很精美，这个旧日历可以把佛像拆下来镶镜框供养，日历就不要了，你非常喜欢的；如果他画得很俗气，不想供养，照一般报纸处理就行了。",
      "zh_TW": "經書除非是古籍，線裝書，這是幾十年前、幾百年前傳流下來的，這個很珍貴要保存，那我們真的要修補。紙張快要壞的時候我們就用裱畫、裱背，裱一次至少再可以保存五百年，這是應當要做的。但是現在一般我們印刷的書就沒有必要，它的流通量太大。在從前，經本上不可以寫字，不可以把它弄髒，為什麼？我們讀了之後還要流傳給下一代，現在這個都不需要。現在連你看圖書館裡頭珍藏的書籍都可以影印，影印出來，我們在上寫字、做記號都沒有問題，原版還還他，這個我們要懂得。日曆的處理也是如此，如果佛像印得很精美，這個舊日曆可以把佛像拆下來鑲鏡框供養，日曆就不要了，你非常喜歡的；如果他畫得很俗氣，不想供養，照一般報紙處理就行了。"
    },
    {
      "id": "21-269-0001_p0067",
      "zh_CN": "第二，我在工厂做工时，曾经看到甲乙双方单位都把还可以用的日常生活用品做垃圾丢掉，我觉得太可惜。要知道每做完一件成品是要经过多次顺序的辛劳才行，故我拿去给需要的人使用，我这样做是否属于偷盗？",
      "zh_TW": "第二，我在工廠做工時，曾經看到甲乙雙方單位都把還可以用的日常生活用品做垃圾丟掉，我覺得太可惜。要知道每做完一件成品是要經過多次順序的辛勞才行，故我拿去給需要的人使用，我這樣做是否屬於偷盜？"
    },
    {
      "id": "21-269-0001_p0068",
      "zh_CN": "答：最好你是给当事的人或者是你的工厂老板说一声，说一声他同意了，你就不是偷盗。你说你们垃圾处理这些东西还可以用，我能不能拿去送给一些需要的人，一些穷苦的人？我相信你的老板也会点头，那你就不是偷盗。一切都按照这个程序去做，物都有主，主人同意就好。",
      "zh_TW": "答：最好你是給當事的人或者是你的工廠老闆說一聲，說一聲他同意了，你就不是偷盜。你說你們垃圾處理這些東西還可以用，我能不能拿去送給一些需要的人，一些窮苦的人？我相信你的老闆也會點頭，那你就不是偷盜。一切都按照這個程序去做，物都有主，主人同意就好。"
    },
    {
      "id": "21-269-0001_p0069",
      "zh_CN": "这位是香港何居士，他说去年在我非常伤心的情况下，偶然从有线电视上看到「知恩报恩」的节目，师父在现身说法，从此每天都收看。如今我天天看你的影碟、经书，佛法洗去心中的悲伤，我再不空虚徬徨，我回头了，我有了依靠。希望你要保重身体，因为还有许多像我一样的人在等着你出现，希望他们也能像我一样。",
      "zh_TW": "這位是香港何居士，他說去年在我非常傷心的情況下，偶然從有線電視上看到「知恩報恩」的節目，師父在現身說法，從此每天都收看。如今我天天看你的影碟、經書，佛法洗去心中的悲傷，我再不空虛徬徨，我回頭了，我有了依靠。希望你要保重身體，因為還有許多像我一樣的人在等著你出現，希望他們也能像我一樣。"
    },
    {
      "id": "21-269-0001_p0070",
      "zh_CN": "答：身体是要保重，不要任意糟蹋，但是也不要过分的重视，过分重视对往生有障碍，你还舍不得离开这个身。所以在佛法里是一切随缘，我们的生活有规律，饮食有节制，这样子就不容易生病。但是年岁大还是不免有问题，不过在一般情况之下，跟我同年龄的人，大概我的身体都比他们要好些，状况要好很多。我们的工作很简单，每天都是在讲经、上课，除了这个之外就自己读经、念佛，过个很规律、很单纯的生活，于人无争，于世无求。人家来找我没有法子，是为大众的事情我会去做。过两天我又要出门，大概要一个月的时间才能回来，这次去法国、去英国、去美国，都是为世界和平。现在联合国来找我，特别我们开一个会议想共同合作，化解冲突，促进和平，这是好事情，所以应该要去一趟。如果不是很重要的事情，我都不愿意放下讲经，讲经这是我的本行，我从事于这个工作，应该要敬业，天天要干。",
      "zh_TW": "答：身體是要保重，不要任意糟蹋，但是也不要過分的重視，過分重視對往生有障礙，你還捨不得離開這個身。所以在佛法裡是一切隨緣，我們的生活有規律，飲食有節制，這樣子就不容易生病。但是年歲大還是不免有問題，不過在一般情況之下，跟我同年齡的人，大概我的身體都比他們要好些，狀況要好很多。我們的工作很簡單，每天都是在講經、上課，除了這個之外就自己讀經、念佛，過個很規律、很單純的生活，於人無爭，於世無求。人家來找我沒有法子，是為大眾的事情我會去做。過兩天我又要出門，大概要一個月的時間才能回來，這次去法國、去英國、去美國，都是為世界和平。現在聯合國來找我，特別我們開一個會議想共同合作，化解衝突，促進和平，這是好事情，所以應該要去一趟。如果不是很重要的事情，我都不願意放下講經，講經這是我的本行，我從事於這個工作，應該要敬業，天天要幹。"
    },
    {
      "id": "21-269-0001_p0071",
      "zh_CN": "所以我常常讲，我们每个人在自己工作岗位上，把自己的工作做好，跟其他各个行业密切的来合作，这个社会就健康，这个社会就是美好的。自己做好本位，不要去干涉别人，要跟别人合作。",
      "zh_TW": "所以我常常講，我們每個人在自己工作崗位上，把自己的工作做好，跟其他各個行業密切的來合作，這個社會就健康，這個社會就是美好的。自己做好本位，不要去干涉別人，要跟別人合作。"
    },
    {
      "id": "21-269-0001_p0072",
      "zh_CN": "这位是许居士，他在去年（０４年）在佛教青年佛堂正式接受三皈五戒，现有很多问题。第一个问题，把房间一开为二，在四桶柜面上装个佛龛，正中供奉西方三圣佛像，右边观音佛，左边地藏王像。佛前放电烛三支，电香炉一个，再前，放檀香炉。香炉、清水用一个自动制，每天早晨四点半到六点半，下午五点到七点，把念佛机及诸香等齐开着。烧檀香及上一支清香，先念净口身业真言、香赞、释迦牟尼佛号三称、开经偈、莲池海会佛菩萨三称，念《佛说阿弥陀经》一本，念六字洪名五千声，完毕念回向偈，这样如法吗？",
      "zh_TW": "這位是許居士，他在去年（０４年）在佛教青年佛堂正式接受三皈五戒，現有很多問題。第一個問題，把房間一開為二，在四桶櫃面上裝個佛龕，正中供奉西方三聖佛像，右邊觀音佛，左邊地藏王像。佛前放電燭三支，電香爐一個，再前，放檀香爐。香爐、清水用一個自動制，每天早晨四點半到六點半，下午五點到七點，把念佛機及諸香等齊開著。燒檀香及上一支清香，先念淨口身業真言、香讚、釋迦牟尼佛號三稱、開經偈、蓮池海會佛菩薩三稱，念《佛說阿彌陀經》一本，念六字洪名五千聲，完畢念迴向偈，這樣如法嗎？"
    },
    {
      "id": "21-269-0001_p0073",
      "zh_CN": "答：可以，在都市里面居住，环境受限制，所以我们对于佛的这些形式上的供养可以省略，不要这么麻烦。我们看印光老法师的关房，诸位有机会到中国大陆旅游，可以到灵岩山去看看，他的关房现在开放，供给人参观。关房里面老法师的念佛堂，很小，他一个人用，一张桌子，一尊佛像，佛像后面他老人家写了一个大字，「死」，天天想着这个字。供奉得非常简单，一个香炉，一杯净水，其他的什么都没有。所以，一个人修行是愈简单愈好。",
      "zh_TW": "答：可以，在都市裡面居住，環境受限制，所以我們對於佛的這些形式上的供養可以省略，不要這麼麻煩。我們看印光老法師的關房，諸位有機會到中國大陸旅遊，可以到靈巖山去看看，他的關房現在開放，供給人參觀。關房裡面老法師的念佛堂，很小，他一個人用，一張桌子，一尊佛像，佛像後面他老人家寫了一個大字，「死」，天天想著這個字。供奉得非常簡單，一個香爐，一杯淨水，其他的什麼都沒有。所以，一個人修行是愈簡單愈好。"
    },
    {
      "id": "21-269-0001_p0074",
      "zh_CN": "供养具都是表法的，这个一定要懂得。燃烧灯，灯最好是用油灯、蜡烛，很明显你能看出来，你用的香用电点的，蜡烛也用电点的，这是形式，表法不容易看到。蜡烛你看愈烧愈短，代表什么？燃烧自己，照耀别人，就是我们今天讲的牺牲奉献，我要舍己为人，取这个意思，这个蜡烛烧得才有意思，提高你自己警觉。我今天一天为别人服务，是不是尽心尽力，是不是像蜡烛一样？油灯也是表这个意思。香代表戒定慧，戒定真香，五分法身香，它都是表法的。懂得这个意思，再提醒自己，我们今天一天要依教奉行，取这个意思。念一遍《弥陀经》，念五千声佛号，很好。这是我们自己在家学佛不能不知道的。",
      "zh_TW": "供養具都是表法的，這個一定要懂得。燃燒燈，燈最好是用油燈、蠟燭，很明顯你能看出來，你用的香用電點的，蠟燭也用電點的，這是形式，表法不容易看到。蠟燭你看愈燒愈短，代表什麼？燃燒自己，照耀別人，就是我們今天講的犧牲奉獻，我要捨己為人，取這個意思，這個蠟燭燒得才有意思，提高你自己警覺。我今天一天為別人服務，是不是盡心盡力，是不是像蠟燭一樣？油燈也是表這個意思。香代表戒定慧，戒定真香，五分法身香，它都是表法的。懂得這個意思，再提醒自己，我們今天一天要依教奉行，取這個意思。念一遍《彌陀經》，念五千聲佛號，很好。這是我們自己在家學佛不能不知道的。"
    },
    {
      "id": "21-269-0001_p0075",
      "zh_CN": "第二，佛前清水是否要天天换？用玻璃盖住如法吗？",
      "zh_TW": "第二，佛前清水是否要天天換？用玻璃蓋住如法嗎？"
    },
    {
      "id": "21-269-0001_p0076",
      "zh_CN": "答：要天天换。为什么？干净。水是最重要的供养具，它表什么？表清净心、平等心，你看《无量寿经》上的经题，「清净平等觉」，心地清净、平等就会开悟。这杯水是叫你看的，你看水平、干净，里面没有染污，这是清净；水是平的，平代表平等。就是告诉你这个意思，你的心要清净，要平等，佛菩萨的心清净、平等，我们的心要跟佛菩萨一样。所以水不是给佛菩萨喝的，是给我们启示的，都是属于教学。",
      "zh_TW": "答：要天天換。為什麼？乾淨。水是最重要的供養具，它表什麼？表清淨心、平等心，你看《無量壽經》上的經題，「清淨平等覺」，心地清淨、平等就會開悟。這杯水是叫你看的，你看水平、乾淨，裡面沒有染污，這是清淨；水是平的，平代表平等。就是告訴你這個意思，你的心要清淨，要平等，佛菩薩的心清淨、平等，我們的心要跟佛菩薩一樣。所以水不是給佛菩薩喝的，是給我們啟示的，都是屬於教學。"
    },
    {
      "id": "21-269-0001_p0077",
      "zh_CN": "第三，一个人在家念佛、绕佛，穿普通衣服或须穿海青？念经、念佛时遇到咳嗽或打喷嚏，怎么办？添香或防檀香炉熄灭，算不算分心？又怎么办？",
      "zh_TW": "第三，一個人在家念佛、繞佛，穿普通衣服或須穿海青？念經、念佛時遇到咳嗽或打噴嚏，怎麼辦？添香或防檀香爐熄滅，算不算分心？又怎麼辦？"
    },
    {
      "id": "21-269-0001_p0078",
      "zh_CN": "答：你在做功课的时候一心专注在功课，这些事情都不需要去理会，香点完了不需要再续，你就不分心了。大众在一块共修，专门有香灯师管这个事情，所以大众他不分心。我们个人的时候，一支香点完之后可以不再续，我们全部功课做完之后，你再点一支也可以，你不点也可以。檀香炉熄灭的时候都不要去理它。",
      "zh_TW": "答：你在做功課的時候一心專注在功課，這些事情都不需要去理會，香點完了不需要再續，你就不分心了。大眾在一塊共修，專門有香燈師管這個事情，所以大眾他不分心。我們個人的時候，一支香點完之後可以不再續，我們全部功課做完之後，你再點一支也可以，你不點也可以。檀香爐熄滅的時候都不要去理它。"
    },
    {
      "id": "21-269-0001_p0079",
      "zh_CN": "昼夜六时及早晚课应在什么时候为合适？念佛时把念珠掉下地，是否对佛不敬？",
      "zh_TW": "晝夜六時及早晚課應在什麼時候為合適？念佛時把念珠掉下地，是否對佛不敬？"
    },
    {
      "id": "21-269-0001_p0080",
      "zh_CN": "答：念佛念珠掉下地，大概你已经昏沈了，昏沈该休息，就不要再勉强。早晚课随着个人自己方便，不一定要像寺庙规定几点到几点，不需要，因为我们每个人工作不一样，生活起居习惯不相同。总而言之，佛法是随缘的，佛法总是恒顺众生，我们才会欢喜接受。我们自己日常生活几点钟起来，你可以定起来之后，洗完脸之后做你的早课，如果时间长，多做一点，时间短，少做一点。一定要跟自己生活配合，跟自己家庭配合，不要因为我学佛，让家里人增加烦恼，那就错了。你自己说「我佛念得很多，时间很长，佛一定欢喜」，佛欢喜，你一家人讨厌你，这个就错了。要自己一家都欢喜就好，不要让家庭里起烦恼，这个很重要。",
      "zh_TW": "答：念佛念珠掉下地，大概你已經昏沈了，昏沈該休息，就不要再勉強。早晚課隨著個人自己方便，不一定要像寺廟規定幾點到幾點，不需要，因為我們每個人工作不一樣，生活起居習慣不相同。總而言之，佛法是隨緣的，佛法總是恆順眾生，我們才會歡喜接受。我們自己日常生活幾點鐘起來，你可以定起來之後，洗完臉之後做你的早課，如果時間長，多做一點，時間短，少做一點。一定要跟自己生活配合，跟自己家庭配合，不要因為我學佛，讓家裡人增加煩惱，那就錯了。你自己說「我佛念得很多，時間很長，佛一定歡喜」，佛歡喜，你一家人討厭你，這個就錯了。要自己一家都歡喜就好，不要讓家庭裡起煩惱，這個很重要。"
    },
    {
      "id": "21-269-0001_p0081",
      "zh_CN": "出佛身血是否利用佛的名义去行骗金钱？",
      "zh_TW": "出佛身血是否利用佛的名義去行騙金錢？"
    },
    {
      "id": "21-269-0001_p0082",
      "zh_CN": "答：不是这个意思，出佛身血是有典故的。这个典故是提婆达多，提婆达多想害释迦牟尼佛。但是佛福报大，有护法神保护，害佛是不可能，但是让佛受点伤，流点血，这个有可能，这就是很严重的伤害。所以出佛身血是五逆罪，因为他的心不善，是堕阿鼻地狱。利用佛的名义去骗人，这是破坏佛教的形象，让人家感受到佛教徒是骗人的，佛教徒不是好人。你一个人做这个事情，你把整个团体的名誉都毁弃了，这个罪过跟破和合僧的罪相同，也是地狱罪。我们地方实在是太小，将来这「地狱变相图」怎么样来展览给大家看，业因果报丝毫不爽。",
      "zh_TW": "答：不是這個意思，出佛身血是有典故的。這個典故是提婆達多，提婆達多想害釋迦牟尼佛。但是佛福報大，有護法神保護，害佛是不可能，但是讓佛受點傷，流點血，這個有可能，這就是很嚴重的傷害。所以出佛身血是五逆罪，因為他的心不善，是墮阿鼻地獄。利用佛的名義去騙人，這是破壞佛教的形象，讓人家感受到佛教徒是騙人的，佛教徒不是好人。你一個人做這個事情，你把整個團體的名譽都毀棄了，這個罪過跟破和合僧的罪相同，也是地獄罪。我們地方實在是太小，將來這「地獄變相圖」怎麼樣來展覽給大家看，業因果報絲毫不爽。"
    },
    {
      "id": "21-269-0001_p0083",
      "zh_CN": "下面一个问题，他说三年前已决定素食，十斋期与素食是否两回事？",
      "zh_TW": "下面一個問題，他說三年前已決定素食，十齋期與素食是否兩回事？"
    },
    {
      "id": "21-269-0001_p0084",
      "zh_CN": "答：没错，十斋期与素食是两桩事情，素食是长年离荤腥。荤，叫五荤，五种还是蔬菜，你看荤是草字头；肉食叫腥，所以叫荤腥，远离荤腥。这个五种也是蔬菜为什么不能吃？佛在经上说得很清楚，它都有个道理。五辛是指葱、蒜、大蒜、韭菜、兴渠，兴渠是印度话，那个时候中国没有，现在中国有，洋葱，洋葱就是兴渠，所以它性质都相同。佛在《楞严经》上跟我们讲，这种东西生吃它刺激身体，容易动肝火，容易发脾气，这个要晓得；熟吃这个东西是助长荷尔蒙，容易引起性冲动。佛教我们戒淫少欲，所以熟吃它对你生理上有刺激，生吃容易发脾气，动肝火，这个要知道。",
      "zh_TW": "答：沒錯，十齋期與素食是兩樁事情，素食是長年離葷腥。葷，叫五葷，五種還是蔬菜，你看葷是草字頭；肉食叫腥，所以叫葷腥，遠離葷腥。這個五種也是蔬菜為什麼不能吃？佛在經上說得很清楚，它都有個道理。五辛是指蔥、蒜、大蒜、韭菜、興渠，興渠是印度話，那個時候中國沒有，現在中國有，洋蔥，洋蔥就是興渠，所以它性質都相同。佛在《楞嚴經》上跟我們講，這種東西生吃它刺激身體，容易動肝火，容易發脾氣，這個要曉得；熟吃這個東西是助長荷爾蒙，容易引起性衝動。佛教我們戒淫少欲，所以熟吃它對你生理上有刺激，生吃容易發脾氣，動肝火，這個要知道。"
    },
    {
      "id": "21-269-0001_p0085",
      "zh_CN": "可是你在做菜的时候用它做香料，那个量很少，不起作用，可以。佛家开缘它讲得很有道理，像酒，酒的戒开缘是最多。酒是什么？酒醉了就乱性，所以佛对这个是决定禁止。但是生病，在中药里头很多药要用酒做药引，可以用，用酒合药可以；佛门里面还有七十岁以上，身体比较衰弱，酒能够帮助你血液循环，可以用。我在年轻刚刚学佛，也常在寺庙里头做义工，寺庙里老和尚对我很好，常常邀我跟他一起吃饭。可是我就看到他每餐都有一杯酒，我很奇怪，老和尚怎么每餐饭都喝一杯酒，我们也不敢问。到以后跟李老师，我就把这桩事情向李老师报告，李老师告诉我，老和尚七、八十岁了，帮助血液循环，这个可以，这是开缘，才知道有这么回事情。所以，我们懂得这个道理，我们就知道。",
      "zh_TW": "可是你在做菜的時候用它做香料，那個量很少，不起作用，可以。佛家開緣它講得很有道理，像酒，酒的戒開緣是最多。酒是什麼？酒醉了就亂性，所以佛對這個是決定禁止。但是生病，在中藥裡頭很多藥要用酒做藥引，可以用，用酒合藥可以；佛門裡面還有七十歲以上，身體比較衰弱，酒能夠幫助你血液循環，可以用。我在年輕剛剛學佛，也常在寺廟裡頭做義工，寺廟裡老和尚對我很好，常常邀我跟他一起吃飯。可是我就看到他每餐都有一杯酒，我很奇怪，老和尚怎麼每餐飯都喝一杯酒，我們也不敢問。到以後跟李老師，我就把這樁事情向李老師報告，李老師告訴我，老和尚七、八十歲了，幫助血液循環，這個可以，這是開緣，才知道有這麼回事情。所以，我們懂得這個道理，我們就知道。"
    },
    {
      "id": "21-269-0001_p0086",
      "zh_CN": "但是在团体里头最好都不用，免得有人不知道他说闲话：他怎么吃五荤，破戒了？可是自己家庭里面用的时候就不必，家庭用的时候，你如果是吃素，素菜连这些佐料都不可以，你一家人都不喜欢，吃素菜有什么味道？做调味行，量都很少。你说大蒜，大蒜真的你叫我们吃，我们吃不下去，太辣了，辛辣，那个没有法子的。可是山东人吃大蒜像吃花生米一样，那个真起作用，跟喝酒一样，要足够那个量它就发生作用。五荤菜量少，做为佐料的时候量很少，它不起作用，生、熟都不起作用。这个我们一定要懂得，一定要知道，你在生活方面你才晓得。可是有些不懂道理的，怕他造口业，我们就回避，这个要晓得。",
      "zh_TW": "但是在團體裡頭最好都不用，免得有人不知道他說閒話：他怎麼吃五葷，破戒了？可是自己家庭裡面用的時候就不必，家庭用的時候，你如果是吃素，素菜連這些佐料都不可以，你一家人都不喜歡，吃素菜有什麼味道？做調味行，量都很少。你說大蒜，大蒜真的你叫我們吃，我們吃不下去，太辣了，辛辣，那個沒有法子的。可是山東人吃大蒜像吃花生米一樣，那個真起作用，跟喝酒一樣，要足夠那個量它就發生作用。五葷菜量少，做為佐料的時候量很少，它不起作用，生、熟都不起作用。這個我們一定要懂得，一定要知道，你在生活方面你才曉得。可是有些不懂道理的，怕他造口業，我們就迴避，這個要曉得。"
    },
    {
      "id": "21-269-0001_p0087",
      "zh_CN": "实在讲现在这个社会，我们三餐都在服毒，肉，我这次在山东参观一个养鸭场，规模很大，都是喂的抗生素，很快的就长大。一只鸭子听说十几天就长得很大了，牠就可以拿去卖，北京烤鸭一大半都是他们那里生产的。我去那里看的时候，他拿个小鸭给我，差不多一个手掌这么大，很大了，他问我，我说应该差不多有一个星期。他说没有，两天！真是吓人。所喂的饲料统统都是化学的，你说这个东西吃了人怎么不生病？服毒！蔬菜？蔬菜有农药，有化肥，种菜的人他自己不吃，他拿去卖；他自己吃的，他自己种一片他自己吃，他卖的他自己不吃。所以我觉得现在人讲谋财害命，很可怕。",
      "zh_TW": "實在講現在這個社會，我們三餐都在服毒，肉，我這次在山東參觀一個養鴨場，規模很大，都是餵的抗生素，很快的就長大。一隻鴨子聽說十幾天就長得很大了，牠就可以拿去賣，北京烤鴨一大半都是他們那裡生產的。我去那裡看的時候，他拿個小鴨給我，差不多一個手掌這麼大，很大了，他問我，我說應該差不多有一個星期。他說沒有，兩天！真是嚇人。所餵的飼料統統都是化學的，你說這個東西吃了人怎麼不生病？服毒！蔬菜？蔬菜有農藥，有化肥，種菜的人他自己不吃，他拿去賣；他自己吃的，他自己種一片他自己吃，他賣的他自己不吃。所以我覺得現在人講謀財害命，很可怕。"
    },
    {
      "id": "21-269-0001_p0088",
      "zh_CN": "但是五辛，五辛不要农药，也不要化肥，葱、蒜、韭菜它有气味，虫不吃那个东西。实在讲，现在里头最安全、最保险的就是五辛，我们要懂得这个道理。释迦牟尼佛要生在今天，我相信他不是这个说法，我们要懂得，要了解。尤其现在奇奇怪怪的病很多，五辛里面的大蒜它能够抗菌，大蒜（科学家的报告）除了对眼睛不好，对全身任何一个部位都有好处。所以少量的吃，不要多吃，对身体有好处，能够防止很多疾病。",
      "zh_TW": "但是五辛，五辛不要農藥，也不要化肥，蔥、蒜、韭菜它有氣味，蟲不吃那個東西。實在講，現在裡頭最安全、最保險的就是五辛，我們要懂得這個道理。釋迦牟尼佛要生在今天，我相信他不是這個說法，我們要懂得，要了解。尤其現在奇奇怪怪的病很多，五辛裡面的大蒜它能夠抗菌，大蒜（科學家的報告）除了對眼睛不好，對全身任何一個部位都有好處。所以少量的吃，不要多吃，對身體有好處，能夠防止很多疾病。"
    },
    {
      "id": "21-269-0001_p0089",
      "zh_CN": "下面一个问题，他说看到有教育意义的光碟及善书，我必到各处找寻取来向人介绍，算不算为佛学当义工？",
      "zh_TW": "下面一個問題，他說看到有教育意義的光碟及善書，我必到各處找尋取來向人介紹，算不算為佛學當義工？"
    },
    {
      "id": "21-269-0001_p0090",
      "zh_CN": "答：算！很好，很好的事情。",
      "zh_TW": "答：算！很好，很好的事情。"
    },
    {
      "id": "21-269-0001_p0091",
      "zh_CN": "第八个问题，除帮助别人和有意义的捐赠之外，我连一粒米饭及后面能写字的纸都不想浪费，这样悭吝是否过分？对佛法是否有抵触？",
      "zh_TW": "第八個問題，除幫助別人和有意義的捐贈之外，我連一粒米飯及後面能寫字的紙都不想浪費，這樣慳吝是否過分？對佛法是否有牴觸？"
    },
    {
      "id": "21-269-0001_p0092",
      "zh_CN": "答：没有抵触，应该这样做法。现在必须要节省能源，要废物利用，充分的利用，这是好事情。",
      "zh_TW": "答：沒有牴觸，應該這樣做法。現在必須要節省能源，要廢物利用，充分的利用，這是好事情。"
    },
    {
      "id": "21-269-0001_p0093",
      "zh_CN": "第九，他说杀盗淫妄酒五戒中，妄语可能犯戒，因一时口快会说一句粗话。其次劝人素食时不敢说信佛教，怕人说迷信不肯听，这样有点不忠实。",
      "zh_TW": "第九，他說殺盜淫妄酒五戒中，妄語可能犯戒，因一時口快會說一句粗話。其次勸人素食時不敢說信佛教，怕人說迷信不肯聽，這樣有點不忠實。"
    },
    {
      "id": "21-269-0001_p0094",
      "zh_CN": "答：你不需要顾虑这些，对于不信佛的人，劝他吃素有好处，现在劝他吃素，从卫生方面你去劝导。你就说肉食里面的病菌太多，你常吃这个东西生很多怪病，奇奇怪怪的病，你说过去从来没有听说过的，现在病毒这么多，病从口入，饮食不能不小心，不能不谨慎。你说身体的营养，素食营养足够了，要把饮食能量的消耗要告诉大家，能量消耗确实百分之九十以上消耗在妄念。实际上养生不需要那么多，很少东西就足够能维持身心健康，你这样劝导就容易了。不要讲因果报应，那他马上就起反感，他不会接受；身体健康，谁都希望身体健康长寿。",
      "zh_TW": "答：你不需要顧慮這些，對於不信佛的人，勸他吃素有好處，現在勸他吃素，從衛生方面你去勸導。你就說肉食裡面的病菌太多，你常吃這個東西生很多怪病，奇奇怪怪的病，你說過去從來沒有聽說過的，現在病毒這麼多，病從口入，飲食不能不小心，不能不謹慎。你說身體的營養，素食營養足夠了，要把飲食能量的消耗要告訴大家，能量消耗確實百分之九十以上消耗在妄念。實際上養生不需要那麼多，很少東西就足夠能維持身心健康，你這樣勸導就容易了。不要講因果報應，那他馬上就起反感，他不會接受；身體健康，誰都希望身體健康長壽。"
    },
    {
      "id": "21-269-0001_p0095",
      "zh_CN": "第十，他说我的品性是否顽固或执着？",
      "zh_TW": "第十，他說我的品性是否頑固或執著？"
    },
    {
      "id": "21-269-0001_p0096",
      "zh_CN": "答：这个你自己解答就好了，用不着问我。",
      "zh_TW": "答：這個你自己解答就好了，用不著問我。"
    },
    {
      "id": "21-269-0001_p0097",
      "zh_CN": "这是香港一位赵居士问的，他说弟子跟家人回昆明探亲，后在一个法师家中留宿五天。我和法师及其中一个徒弟被安排在同一个房间，每晚大约四点至五点钟左右被法师吸气，自此之后，心口痛及很疲倦，精神一直不集中，这是什么原因？",
      "zh_TW": "這是香港一位趙居士問的，他說弟子跟家人回昆明探親，後在一個法師家中留宿五天。我和法師及其中一個徒弟被安排在同一個房間，每晚大約四點至五點鐘左右被法師吸氣，自此之後，心口痛及很疲倦，精神一直不集中，這是什麼原因？"
    },
    {
      "id": "21-269-0001_p0098",
      "zh_CN": "答：这种事情我也听人说过，但是不多，好像有一种人能吸别人的气，他不是叫吸气，叫吸阳。世间奇奇怪怪的事情很多，我们这就是提醒，我们跟人交往要很留意，要懂得察言观色。有些人你看到觉得有点不太对的时候，我们对他敬而远之，尽量少接近，这是最好。同时自己身心修养很重要，如果你心地清净慈悲，他这些方法对你就没有效果。这些邪术对我们产生效果，还是我们自己有弱点，自己真的有些德行的话，所谓是邪不胜正，心地清净、平等、真诚，无论在哪个地方都能保护自己，也是最安全、最健康。",
      "zh_TW": "答：這種事情我也聽人說過，但是不多，好像有一種人能吸別人的氣，他不是叫吸氣，叫吸陽。世間奇奇怪怪的事情很多，我們這就是提醒，我們跟人交往要很留意，要懂得察言觀色。有些人你看到覺得有點不太對的時候，我們對他敬而遠之，盡量少接近，這是最好。同時自己身心修養很重要，如果你心地清淨慈悲，他這些方法對你就沒有效果。這些邪術對我們產生效果，還是我們自己有弱點，自己真的有些德行的話，所謂是邪不勝正，心地清淨、平等、真誠，無論在哪個地方都能保護自己，也是最安全、最健康。"
    },
    {
      "id": "21-269-0001_p0099",
      "zh_CN": "我们自己没有邪念，学佛的人我常常讲，决定不能有占别人便宜的念头，有这个念头是盗心；盗心都没有，那盗的行为当然不会犯，盗戒决定不会犯。不能有伤害人的念头，伤害人的念头是属于杀生，你对人有伤害，这个不可以有。要从内心里头清除，我们做个清净、正直的人，这是最幸福，最美满的人生。遇到这些事情，你看你自己现在心口痛，常常疲倦，念观世音菩萨，求佛菩萨加持恢复你的健康。",
      "zh_TW": "我們自己沒有邪念，學佛的人我常常講，決定不能有佔別人便宜的念頭，有這個念頭是盜心；盜心都沒有，那盜的行為當然不會犯，盜戒決定不會犯。不能有傷害人的念頭，傷害人的念頭是屬於殺生，你對人有傷害，這個不可以有。要從內心裡頭清除，我們做個清淨、正直的人，這是最幸福，最美滿的人生。遇到這些事情，你看你自己現在心口痛，常常疲倦，念觀世音菩薩，求佛菩薩加持恢復你的健康。"
    },
    {
      "id": "21-269-0001_p0100",
      "zh_CN": "好，时间到了。",
      "zh_TW": "好，時間到了。"
    }
  ]
}