{
  "doc_id": "12-024-0002",
  "title": {
    "zh_CN": "善财童子参学报告（六）",
    "zh_TW": "善財童子參學報告（六）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-024-0002",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "12-024-0002_p0001",
      "zh_CN": "诸位法师、诸位同修：请看讲义第三面，末会简介。这部经大分为两个部分：前面一部分是本会，后面一部分是末会。末会内容就是善财童子五十三参，我们先将末会的大意，做一个简单的介绍。这里面总共节录了八个段落，我们先看第一段：「总显会意」。",
      "zh_TW": "諸位法師、諸位同修：請看講義第三面，末會簡介。這部經大分為兩個部分：前面一部分是本會，後面一部分是末會。末會內容就是善財童子五十三參，我們先將末會的大意，做一個簡單的介紹。這裡面總共節錄了八個段落，我們先看第一段：「總顯會意」。"
    },
    {
      "id": "12-024-0002_p0002",
      "zh_CN": "【谓从佛会流，遍周法界。演畅华严，令物遍悟。】",
      "zh_TW": "【謂從佛會流，遍周法界。演暢華嚴，令物遍悟。】"
    },
    {
      "id": "12-024-0002_p0003",
      "zh_CN": "这是第一句，这地方把这个意思，很明显的给我们点出来了。本会是『佛会』，末会是菩萨会。菩萨会是从佛会里面出来的，菩萨是表修德，如来是表性德。性德周遍法界，修德也是周遍法界。性德是无说无闻，修德是有说有闻，所以『演畅华严』；「演」是演说，不但这些菩萨们要说法，而且还要表演。说法表演的目的是令一切众生破迷开悟，认知虚空法界就是「大方广佛华严」，大方广佛华严涵盖了虚空法界一切众生，大意前面经题给诸位报告过了。昨天我们在末会，最后的这一段，诸位读了这一段文字之后，我们就明了诸佛菩萨，实在讲菩萨里面绝大多数，是诸佛如来大权示现。诸位都知道，文殊、普贤、观音、势至，无量劫前早都成佛了，现在以菩萨的身分，协助阿弥陀佛、协助毘卢遮那如来、协助释迦世尊，来教化众生。古佛以菩萨身来示现，而这些菩萨又随类化身，他们有能力可以化现无量无边的身形，在十法界里面广度一切众生。这一段经文，我们要多读，要多多的去思惟观察。然后我们才真正能够认知我们周边环境，尽是诸佛菩萨围绕，这样你才能够得佛法修学真实的利益。",
      "zh_TW": "這是第一句，這地方把這個意思，很明顯的給我們點出來了。本會是『佛會』，末會是菩薩會。菩薩會是從佛會裡面出來的，菩薩是表修德，如來是表性德。性德周遍法界，修德也是周遍法界。性德是無說無聞，修德是有說有聞，所以『演暢華嚴』；「演」是演說，不但這些菩薩們要說法，而且還要表演。說法表演的目的是令一切眾生破迷開悟，認知虛空法界就是「大方廣佛華嚴」，大方廣佛華嚴涵蓋了虛空法界一切眾生，大意前面經題給諸位報告過了。昨天我們在末會，最後的這一段，諸位讀了這一段文字之後，我們就明瞭諸佛菩薩，實在講菩薩裡面絕大多數，是諸佛如來大權示現。諸位都知道，文殊、普賢、觀音、勢至，無量劫前早都成佛了，現在以菩薩的身分，協助阿彌陀佛、協助毘盧遮那如來、協助釋迦世尊，來教化眾生。古佛以菩薩身來示現，而這些菩薩又隨類化身，他們有能力可以化現無量無邊的身形，在十法界裡面廣度一切眾生。這一段經文，我們要多讀，要多多的去思惟觀察。然後我們才真正能夠認知我們周邊環境，盡是諸佛菩薩圍繞，這樣你才能夠得佛法修學真實的利益。"
    },
    {
      "id": "12-024-0002_p0004",
      "zh_CN": "我们看这个讲义，第二句说：",
      "zh_TW": "我們看這個講義，第二句說："
    },
    {
      "id": "12-024-0002_p0005",
      "zh_CN": "【人皆法师，触类皆法。万籁之声，皆法轮声。】",
      "zh_TW": "【人皆法師，觸類皆法。萬籟之聲，皆法輪聲。】"
    },
    {
      "id": "12-024-0002_p0006",
      "zh_CN": "诸位读过《弥陀经》，《弥陀经》上讲的西方极乐世界，依正庄严，六尘说法。如果我们契入华严境界，我们现前这个世间，又何尝不是六尘说法？我们现前究竟是什么样的境界？从事实真相上说，是「大方广」，一点都没有错。如果你能够体会到我们眼前境界是「大方广」；「大」是讲的法性，是能现；「方」是讲的法相，是所现；能现跟所现是一不是二，它的起用广大无有边际；「广」是作用。能现是真心，是自性，唯心所现；能变的，是我们的意识，唯识所变；能所不二，性相一如。我们眼前境界不是大方广是什么？可是觉悟的人，他见到事实真相，他知道我们眼前境界是大方广，所以他们过的生活，是「佛华严」的生活。佛代表破迷开悟，觉悟的人。觉悟的标准是什么？能够觉察到、体会到宇宙人生的真相；宇宙人生真相就叫做大方广。在《华严经》上叫「大方广」，《般若经》上讲「诸法实相」，名称不一样，说的是一桩事情。我们今天把它称作宇宙人生的真相，这大家好懂。你能够体会得，能够见到，你的生活就是佛菩萨的生活，佛菩萨的生活是华严的生活。",
      "zh_TW": "諸位讀過《彌陀經》，《彌陀經》上講的西方極樂世界，依正莊嚴，六塵說法。如果我們契入華嚴境界，我們現前這個世間，又何嘗不是六塵說法？我們現前究竟是什麼樣的境界？從事實真相上說，是「大方廣」，一點都沒有錯。如果你能夠體會到我們眼前境界是「大方廣」；「大」是講的法性，是能現；「方」是講的法相，是所現；能現跟所現是一不是二，它的起用廣大無有邊際；「廣」是作用。能現是真心，是自性，唯心所現；能變的，是我們的意識，唯識所變；能所不二，性相一如。我們眼前境界不是大方廣是什麼？可是覺悟的人，他見到事實真相，他知道我們眼前境界是大方廣，所以他們過的生活，是「佛華嚴」的生活。佛代表破迷開悟，覺悟的人。覺悟的標準是什麼？能夠覺察到、體會到宇宙人生的真相；宇宙人生真相就叫做大方廣。在《華嚴經》上叫「大方廣」，《般若經》上講「諸法實相」，名稱不一樣，說的是一樁事情。我們今天把它稱作宇宙人生的真相，這大家好懂。你能夠體會得，能夠見到，你的生活就是佛菩薩的生活，佛菩薩的生活是華嚴的生活。"
    },
    {
      "id": "12-024-0002_p0007",
      "zh_CN": "「华严」是比喻，本经的经题，翻译的时候省略了几个字。具足的翻译，华严还要加两个字，「杂华严饰」。古大德，中国人喜欢简略，「杂华」，杂不要了，取一个华；「严饰」，饰是装饰，饰不要，用一个严。我们从这两个字的意思去观察，佛是把世间比喻像一座大花园，花园里面所有品种的花卉统统具足，没有一样是缺少的。你们想想这什么意思？这个花园当然太美了，美不胜收。比喻虚空法界一切众生、无量刹土，现在的话讲，那是多元文化，「杂华」就是多元文化。这个花园不是只有一个品种，无量品种；意思就是告诉我们，虚空法界不是一类众生，无量无边的族群。大家在这个法界里面共同生活，这是大世界。我们这个地球是法界里的一点一滴，太渺小了。",
      "zh_TW": "「華嚴」是比喻，本經的經題，翻譯的時候省略了幾個字。具足的翻譯，華嚴還要加兩個字，「雜華嚴飾」。古大德，中國人喜歡簡略，「雜華」，雜不要了，取一個華；「嚴飾」，飾是裝飾，飾不要，用一個嚴。我們從這兩個字的意思去觀察，佛是把世間比喻像一座大花園，花園裡面所有品種的花卉統統具足，沒有一樣是缺少的。你們想想這什麼意思？這個花園當然太美了，美不勝收。比喻虛空法界一切眾生、無量剎土，現在的話講，那是多元文化，「雜華」就是多元文化。這個花園不是只有一個品種，無量品種；意思就是告訴我們，虛空法界不是一類眾生，無量無邊的族群。大家在這個法界裡面共同生活，這是大世界。我們這個地球是法界裡的一點一滴，太渺小了。"
    },
    {
      "id": "12-024-0002_p0008",
      "zh_CN": "佛在大小乘经里面都讲到，本师释迦牟尼佛教化的范围是娑婆世界。娑婆是一个大世界，对我们来讲是一个大世界。佛说一个单位世界，单位世界是最小的，最小比我们地球还大。在过去我们总以为这一个单位世界，是一个太阳系。佛讲单位世界的中央是须弥山，须弥山四周许许多多的世界在围绕着它。过去我们总以为行星围绕着太阳，都是这么看法，而把三千大千世界，看作我们今天所说的银河系。可是近代黄念祖老居士，他的看法不一样，他这个看法，他写了一篇文章，在《无量寿经》注解的后面，附印在后面。他认为佛经讲的单位世界，是我们现在讲的银河系。须弥山在哪里？须弥山就是银河系的中心点。这个说法也挺有道理的，我们知道整个银河系的星球都是围绕着中心点在转。现在科技发达，天文学家告诉我们，银河系的形状是扁平的，当中确确实实是高出来的，愈往边缘愈细薄，银河系的中央确确实实像一个须弥山的样子。如果这种说法要是能够成立，娑婆世界之大就不可思议了。这是一个单位世界，一千个单位世界，才是一个小千世界；再以小千世界为单位，一千个小千世界是中千世界；然后再以中千世界为单位，一千个中千世界，才是一个大千世界，一尊佛的教化区，这么大的范围。这里面要是以银河系为单位，多少个银河系？十万亿个银河系；十万亿个银河系才是一尊佛的教区。像这样的教区，在虚空法界里头不知道有多少，无量无边。我们的这个地球算什么！无量无边星系里面所有一切众生，都生活在这太空当中，我们讲虚空法界，都能够和睦相处，我们在《华严经》上看到。",
      "zh_TW": "佛在大小乘經裡面都講到，本師釋迦牟尼佛教化的範圍是娑婆世界。娑婆是一個大世界，對我們來講是一個大世界。佛說一個單位世界，單位世界是最小的，最小比我們地球還大。在過去我們總以為這一個單位世界，是一個太陽系。佛講單位世界的中央是須彌山，須彌山四周許許多多的世界在圍繞著它。過去我們總以為行星圍繞著太陽，都是這麼看法，而把三千大千世界，看作我們今天所說的銀河系。可是近代黃念祖老居士，他的看法不一樣，他這個看法，他寫了一篇文章，在《無量壽經》註解的後面，附印在後面。他認為佛經講的單位世界，是我們現在講的銀河系。須彌山在哪裡？須彌山就是銀河系的中心點。這個說法也挺有道理的，我們知道整個銀河系的星球都是圍繞著中心點在轉。現在科技發達，天文學家告訴我們，銀河系的形狀是扁平的，當中確確實實是高出來的，愈往邊緣愈細薄，銀河系的中央確確實實像一個須彌山的樣子。如果這種說法要是能夠成立，娑婆世界之大就不可思議了。這是一個單位世界，一千個單位世界，才是一個小千世界；再以小千世界為單位，一千個小千世界是中千世界；然後再以中千世界為單位，一千個中千世界，才是一個大千世界，一尊佛的教化區，這麼大的範圍。這裡面要是以銀河系為單位，多少個銀河系？十萬億個銀河系；十萬億個銀河系才是一尊佛的教區。像這樣的教區，在虛空法界裡頭不知道有多少，無量無邊。我們的這個地球算什麼！無量無邊星系裡面所有一切眾生，都生活在這太空當中，我們講虛空法界，都能夠和睦相處，我們在《華嚴經》上看到。"
    },
    {
      "id": "12-024-0002_p0009",
      "zh_CN": "我们再把这个概念缩小，缩小到我们这个地球上，我们这个地球上，大家都生活在这个星球。这个星球上所居住的人，种族很多，文化不相同，生活不一样，信仰宗教各个不相同。现在我们居住在这个地球上，如何能够和睦相处？这是一个严重的问题。为什么这个世间有战争？为什么这个世间有天灾？天灾人祸都是因为族群不相同、宗教信仰不相同，发生的战争动乱。为什么华藏世界那么多不同的种族，不同的信仰，不同的宗教，他们没有战争？他们没有灾难？天灾人祸都没有，都能够和睦相处，什么原因？华藏世界能做到，极乐世界能做到，我们地球人为什么做不到？我们再仔细观察，只有一个原因，华藏世界有毘卢遮那佛与诸佛菩萨在那里教导众生。众生都觉悟了，所以就能和睦相处。西方极乐世界有阿弥陀佛、观音、势至、文殊、普贤这些人，也在那里教导一切众生，他们相安无事。我们现在这个地球上没有人教。因为不了解事实真相，固执自己的成见，随顺自己的烦恼，于是才有人我不相容，产生许许多多错误的思想、错误的见解、错误的行为，造成无量无边的灾难。所以天灾人祸，都是我们自己不善业因所造成的。如果我们这个世间，也有诸佛菩萨来教化，我们欢喜接受，我们这个地球，不亚于华藏世界，也不亚于极乐世界。由此可知，教学是多么重要。",
      "zh_TW": "我們再把這個概念縮小，縮小到我們這個地球上，我們這個地球上，大家都生活在這個星球。這個星球上所居住的人，種族很多，文化不相同，生活不一樣，信仰宗教各個不相同。現在我們居住在這個地球上，如何能夠和睦相處？這是一個嚴重的問題。為什麼這個世間有戰爭？為什麼這個世間有天災？天災人禍都是因為族群不相同、宗教信仰不相同，發生的戰爭動亂。為什麼華藏世界那麼多不同的種族，不同的信仰，不同的宗教，他們沒有戰爭？他們沒有災難？天災人禍都沒有，都能夠和睦相處，什麼原因？華藏世界能做到，極樂世界能做到，我們地球人為什麼做不到？我們再仔細觀察，只有一個原因，華藏世界有毘盧遮那佛與諸佛菩薩在那裡教導眾生。眾生都覺悟了，所以就能和睦相處。西方極樂世界有阿彌陀佛、觀音、勢至、文殊、普賢這些人，也在那裡教導一切眾生，他們相安無事。我們現在這個地球上沒有人教。因為不了解事實真相，固執自己的成見，隨順自己的煩惱，於是才有人我不相容，產生許許多多錯誤的思想、錯誤的見解、錯誤的行為，造成無量無邊的災難。所以天災人禍，都是我們自己不善業因所造成的。如果我們這個世間，也有諸佛菩薩來教化，我們歡喜接受，我們這個地球，不亞於華藏世界，也不亞於極樂世界。由此可知，教學是多麼重要。"
    },
    {
      "id": "12-024-0002_p0010",
      "zh_CN": "中国古圣先贤很早就知道，所以在《礼记》这本书里面，《礼记》有一篇「学记」，可以说是中国古老的教育哲学。这里面有一句很有名的话，「建国君民，教学为先」，这个意思是你建立一个国家，领导全国的人民，什么事情最重要？教育最重要，教学为先。现在我们看看全世界，几乎每一个国家地方政府，它最重要的是什么？现在是经济第一，经济挂帅。经济挂帅，社会不能不动乱；为什么？人人争利，互不相让，到后来当然打得头破血流。教育要挂帅，天下太平，社会安定，人民都能过幸福美满的生活。为什么？人人明理，懂得道理，知道怎样做人。",
      "zh_TW": "中國古聖先賢很早就知道，所以在《禮記》這本書裡面，《禮記》有一篇「學記」，可以說是中國古老的教育哲學。這裡面有一句很有名的話，「建國君民，教學為先」，這個意思是你建立一個國家，領導全國的人民，什麼事情最重要？教育最重要，教學為先。現在我們看看全世界，幾乎每一個國家地方政府，它最重要的是什麼？現在是經濟第一，經濟掛帥。經濟掛帥，社會不能不動亂；為什麼？人人爭利，互不相讓，到後來當然打得頭破血流。教育要掛帥，天下太平，社會安定，人民都能過幸福美滿的生活。為什麼？人人明理，懂得道理，知道怎樣做人。"
    },
    {
      "id": "12-024-0002_p0011",
      "zh_CN": "佛与中国儒家的教学，教学的内容，实在讲就是三桩事情：第一是教给我们做人的道理，伦理的教育，为我们说明人与人的关系。中国人讲「五伦」，第一个是夫妻的关系。我在小的时候，我是住在农村，看到有结婚的，听到有结婚的，从来没有听说过离婚的，没有这个名词，没听说过，只听说有结婚，没有看到离婚，听讲离婚，没有！现在人听说有早晨结婚，下午就离婚，成什么话！这世界怎么会不乱？世界的治乱是从夫妇开端。夫妻不和，家就破碎，家不成家，国不成国，夫妇是造端，是开端。你要懂得夫妇是什么关系？道义的结合。组成一个家庭，对国家、对社会他有责任。现在没人教，哪里懂得这个道理！哪里知道这些因果的关系？",
      "zh_TW": "佛與中國儒家的教學，教學的內容，實在講就是三樁事情：第一是教給我們做人的道理，倫理的教育，為我們說明人與人的關係。中國人講「五倫」，第一個是夫妻的關係。我在小的時候，我是住在農村，看到有結婚的，聽到有結婚的，從來沒有聽說過離婚的，沒有這個名詞，沒聽說過，只聽說有結婚，沒有看到離婚，聽講離婚，沒有！現在人聽說有早晨結婚，下午就離婚，成什麼話！這世界怎麼會不亂？世界的治亂是從夫婦開端。夫妻不和，家就破碎，家不成家，國不成國，夫婦是造端，是開端。你要懂得夫婦是什麼關係？道義的結合。組成一個家庭，對國家、對社會他有責任。現在沒人教，哪裡懂得這個道理！哪裡知道這些因果的關係？"
    },
    {
      "id": "12-024-0002_p0012",
      "zh_CN": "然后再教你父子关系，兄弟关系，朋友关系，君臣关系，君臣在社会是领导与被领导的关系。你都能够明了这些关系，懂得这些关系，国泰航空公司不会罢工了。今天社会现象，非常可惜，没有伦理的教育。这伦理的教育很了不起，「道义」，人要有义气，有道德、有义气。这个公司现在亏空，老板亏下去了，员工应当跟老板同甘苦共患难，这是道义。所以在古时候社会，员工对老板尽忠，这里面有恩有义，绝对不是另外一个公司高薪来聘请，他就跳槽了，那这个是不义之人，见利忘义，这是古时候社会所不耻之人。但是现在这个没有了，现在伦理道德完全没有了，天下怎么会不乱？所以真的是齐家、治国、平天下都在教学。",
      "zh_TW": "然後再教你父子關係，兄弟關係，朋友關係，君臣關係，君臣在社會是領導與被領導的關係。你都能夠明瞭這些關係，懂得這些關係，國泰航空公司不會罷工了。今天社會現象，非常可惜，沒有倫理的教育。這倫理的教育很了不起，「道義」，人要有義氣，有道德、有義氣。這個公司現在虧空，老闆虧下去了，員工應當跟老闆同甘苦共患難，這是道義。所以在古時候社會，員工對老闆盡忠，這裡面有恩有義，絕對不是另外一個公司高薪來聘請，他就跳槽了，那這個是不義之人，見利忘義，這是古時候社會所不恥之人。但是現在這個沒有了，現在倫理道德完全沒有了，天下怎麼會不亂？所以真的是齊家、治國、平天下都在教學。"
    },
    {
      "id": "12-024-0002_p0013",
      "zh_CN": "教学第二桩事情：是教你明了人与自然环境的关系。今天这个也没有人教，所以我们任意的破坏自然生态。所以很多人说地球病了，地球为什么病？我们这些不懂事的人，把地球糟蹋掉了。你糟蹋地球，地球会带来很大的灾难。这些事情我们就不能细说，细说三天说不完。这些常识，诸位每天在资讯里面都可以看到。现在由于温室效应，地球上的温度上升，南北极的冰在融化，融化的速度很大。如果两极的冰完全融化了，科学家告诉我们，这个海水会上升三十米到五十米。我们想想这个地区，离海面恐怕不到三十米，都变成海底下了，沿海的大城市统统会被淹没掉。这个灾难怎么造成的？不是天然的灾害，是我们得罪地球，我们不知道爱护地球，我们糟蹋地球的资源，惹来的灾害。洪水、地震、火山爆发、风灾，水火风都来了。在佛法里面讲，水灾是贪心变现的；火灾是瞋恚变现出来的；风灾是愚痴；地震是不平、傲慢，贡高我慢招来的地震。由此可知，贪瞋痴慢就带来了许许多多的灾害。谁懂得这道理？佛菩萨懂得。",
      "zh_TW": "教學第二樁事情：是教你明瞭人與自然環境的關係。今天這個也沒有人教，所以我們任意的破壞自然生態。所以很多人說地球病了，地球為什麼病？我們這些不懂事的人，把地球糟蹋掉了。你糟蹋地球，地球會帶來很大的災難。這些事情我們就不能細說，細說三天說不完。這些常識，諸位每天在資訊裡面都可以看到。現在由於溫室效應，地球上的溫度上升，南北極的冰在融化，融化的速度很大。如果兩極的冰完全融化了，科學家告訴我們，這個海水會上升三十米到五十米。我們想想這個地區，離海面恐怕不到三十米，都變成海底下了，沿海的大城市統統會被淹沒掉。這個災難怎麼造成的？不是天然的災害，是我們得罪地球，我們不知道愛護地球，我們糟蹋地球的資源，惹來的災害。洪水、地震、火山爆發、風災，水火風都來了。在佛法裡面講，水災是貪心變現的；火災是瞋恚變現出來的；風災是愚痴；地震是不平、傲慢，貢高我慢招來的地震。由此可知，貪瞋痴慢就帶來了許許多多的災害。誰懂得這道理？佛菩薩懂得。"
    },
    {
      "id": "12-024-0002_p0014",
      "zh_CN": "今天没有人教导我们，我们不知道，如果我们能够断贪瞋痴慢，地球上这些灾难就没有了，就化解了。我们懂得伦理道德，战争没有了，人祸没有了，人为的灾难没有了。所以天灾人祸能不能化解？肯定能化解。也许同修们看到过最近几年，应该说最近几十年，书店常常有发行的《古老的预言》，中国的、外国的都很多，那些预言几乎集中都讲九九年世界末日，九九年就是今年，两千年，两千零一年，这三年是世界有很大很大的灾难。外国预言家讲的，这是命里头注定的，谁都不能改；可是我们的看法，不是这样。灾难有，怎么知道有？看人心就晓得了。现在全世界每一个地区，贪瞋痴慢天天在增长，社会动荡不安。灾难的讯息，一年比一年多，一次比一次严重，于是举世之人，身心不安，不知道哪个地方是安全的。",
      "zh_TW": "今天沒有人教導我們，我們不知道，如果我們能夠斷貪瞋痴慢，地球上這些災難就沒有了，就化解了。我們懂得倫理道德，戰爭沒有了，人禍沒有了，人為的災難沒有了。所以天災人禍能不能化解？肯定能化解。也許同修們看到過最近幾年，應該說最近幾十年，書店常常有發行的《古老的預言》，中國的、外國的都很多，那些預言幾乎集中都講九九年世界末日，九九年就是今年，兩千年，兩千零一年，這三年是世界有很大很大的災難。外國預言家講的，這是命裡頭注定的，誰都不能改；可是我們的看法，不是這樣。災難有，怎麼知道有？看人心就曉得了。現在全世界每一個地區，貪瞋痴慢天天在增長，社會動盪不安。災難的訊息，一年比一年多，一次比一次嚴重，於是舉世之人，身心不安，不知道哪個地方是安全的。"
    },
    {
      "id": "12-024-0002_p0015",
      "zh_CN": "佛法对于这些事实真相讲得很多，讲得很清楚、很明白。总而言之，十法界依正庄严，《华严经》上说的，「唯心所现，唯识所变」，如果诸位把这两句经文参透了，你真正明白了，你就晓得灾难可以化解。为什么？一切法从心想生。一念恶，这灾难现前；一念善，灾难就化解了。所以吉凶祸福，系于我们一念之间，这个事情可以达到圆满的解决。这个大道理，外国人不懂，外国人认为这是命运注定的。世界众生人造恶，上帝生气，要给你严重惩罚，那就没法子，没有人能到上帝那里去说个人情。可是佛法懂得宇宙从哪里来，生命从哪里来，业因果报清清楚楚、明明白白。",
      "zh_TW": "佛法對於這些事實真相講得很多，講得很清楚、很明白。總而言之，十法界依正莊嚴，《華嚴經》上說的，「唯心所現，唯識所變」，如果諸位把這兩句經文參透了，你真正明白了，你就曉得災難可以化解。為什麼？一切法從心想生。一念惡，這災難現前；一念善，災難就化解了。所以吉凶禍福，繫於我們一念之間，這個事情可以達到圓滿的解決。這個大道理，外國人不懂，外國人認為這是命運注定的。世界眾生人造惡，上帝生氣，要給你嚴重懲罰，那就沒法子，沒有人能到上帝那裡去說個人情。可是佛法懂得宇宙從哪裡來，生命從哪裡來，業因果報清清楚楚、明明白白。"
    },
    {
      "id": "12-024-0002_p0016",
      "zh_CN": "教育第三桩事情：是教我们了解宇宙之间天地鬼神的况状。过去儒家的教育，教这三桩事情。佛法的教育也教这三桩事情，比儒家说得更详细、更圆满。能够接受佛陀的教育，明了宇宙人生的真相，你才真正能够得到自在、安乐。无论在什么境界里面，顺境、逆境、天堂、地狱，都得大自在。我们在这部经上看到的，你真正肯定，真正认知了，这就是诸菩萨，他们接受佛陀的教诲，分散到十方世界教化众生。所以我们从这里，就明了佛法是教学。",
      "zh_TW": "教育第三樁事情：是教我們了解宇宙之間天地鬼神的況狀。過去儒家的教育，教這三樁事情。佛法的教育也教這三樁事情，比儒家說得更詳細、更圓滿。能夠接受佛陀的教育，明瞭宇宙人生的真相，你才真正能夠得到自在、安樂。無論在什麼境界裡面，順境、逆境、天堂、地獄，都得大自在。我們在這部經上看到的，你真正肯定，真正認知了，這就是諸菩薩，他們接受佛陀的教誨，分散到十方世界教化眾生。所以我們從這裡，就明瞭佛法是教學。"
    },
    {
      "id": "12-024-0002_p0017",
      "zh_CN": "佛法主要的一桩事情，现在人讲主要的使命，真正的职责，帮助一切众生破迷开悟，就为这桩事情；其余的事情，不是佛菩萨做的，佛菩萨只有这么一桩事情，教学。释迦牟尼佛为我们做出榜样，古来祖师大德也给我们做出好榜样。所以他们的身分，用现在的话说，他在这个社会上是什么身分？是一个义务的多元文化社会教育的工作者，释迦牟尼佛是这种身分出现在世间。义务是没有报酬，这是义务。多元的是不分种族、不分宗教，那是属于多元，社会教育的工作者。我们为佛弟子，尤其是做佛的出家弟子，要向佛学习。我们要认清，我们是什么身分，我们在这个世间干什么事情，才与佛的教诲相应。那就像佛一样一生教学，「修学、教学」，就这么一桩事情，除此之外，都不是我们的事情。",
      "zh_TW": "佛法主要的一樁事情，現在人講主要的使命，真正的職責，幫助一切眾生破迷開悟，就為這樁事情；其餘的事情，不是佛菩薩做的，佛菩薩只有這麼一樁事情，教學。釋迦牟尼佛為我們做出榜樣，古來祖師大德也給我們做出好榜樣。所以他們的身分，用現在的話說，他在這個社會上是什麼身分？是一個義務的多元文化社會教育的工作者，釋迦牟尼佛是這種身分出現在世間。義務是沒有報酬，這是義務。多元的是不分種族、不分宗教，那是屬於多元，社會教育的工作者。我們為佛弟子，尤其是做佛的出家弟子，要向佛學習。我們要認清，我們是什麼身分，我們在這個世間幹什麼事情，才與佛的教誨相應。那就像佛一樣一生教學，「修學、教學」，就這麼一樁事情，除此之外，都不是我們的事情。"
    },
    {
      "id": "12-024-0002_p0018",
      "zh_CN": "我一生没有道场，释迦牟尼佛一生没有道场。你们去看《大藏经》，你查查看，释迦牟尼佛什么时候建过道场，没有，连茅篷都没有。有缘，住别人道场，没有缘，树下一宿，日中一食，这是释迦牟尼佛一生做出的榜样给我们看，我们要能体会到。建道场不是出家人的事情，建道场谁的事情？在家居士的事情。你们建道场，请法师到这个地方来讲经说法。建道场的人，世尊在世的时候，国王大臣、长者居士他们的事情。佛与弟子们从来不问这些事情，借你这个场所讲经说法而已；有缘，多住几天，没有缘，少住几天。这么重要的事情，我们出家人怎么没有学会？天天忙着建道场，忙着搞这些工程，把自己修学弘法全耽误掉了，释迦牟尼佛看到，摇头叹气。我们学错了，学得不像，像这些地方要细心体会。",
      "zh_TW": "我一生沒有道場，釋迦牟尼佛一生沒有道場。你們去看《大藏經》，你查查看，釋迦牟尼佛什麼時候建過道場，沒有，連茅篷都沒有。有緣，住別人道場，沒有緣，樹下一宿，日中一食，這是釋迦牟尼佛一生做出的榜樣給我們看，我們要能體會到。建道場不是出家人的事情，建道場誰的事情？在家居士的事情。你們建道場，請法師到這個地方來講經說法。建道場的人，世尊在世的時候，國王大臣、長者居士他們的事情。佛與弟子們從來不問這些事情，借你這個場所講經說法而已；有緣，多住幾天，沒有緣，少住幾天。這麼重要的事情，我們出家人怎麼沒有學會？天天忙著建道場，忙著搞這些工程，把自己修學弘法全耽誤掉了，釋迦牟尼佛看到，搖頭嘆氣。我們學錯了，學得不像，像這些地方要細心體會。"
    },
    {
      "id": "12-024-0002_p0019",
      "zh_CN": "华严境界与一般大乘境界，确实不一样。一般大乘境界里面，我们要亲近善知识，华严境界里面『人皆法师』，这个不一样。华严境界里一切人，都是佛、都是菩萨、都是善知识，这是你入华严境界了。修行人，学生只有我一个，我自己是学生，是修行人，所有一切众生都是我的老师，你看看这个心量多大。这种修学的方法，我们中国孔老夫子知道，所以孔子能称为大圣，至圣先师，有他的道理在。孔老夫子的学习，精神态度，跟这里所讲的完全相应。夫子所说的，「三人行，必有吾师」，就是「人皆法师」。三人行，这是举个比喻，当然一个是自己，另外两个人，一个善人，一个恶人，这叫三人。善人、恶人都是我的老师；善人我们要跟他学，要效法他；恶人，也是我们的老师，我们要反省，他那个恶，我有没有？有则改之，无则嘉勉。善人从正面教导我们，恶人从反面教导我们，都是老师，平等平等没有差别。我们对老师同一个恭敬心，同样的供养。",
      "zh_TW": "華嚴境界與一般大乘境界，確實不一樣。一般大乘境界裡面，我們要親近善知識，華嚴境界裡面『人皆法師』，這個不一樣。華嚴境界裡一切人，都是佛、都是菩薩、都是善知識，這是你入華嚴境界了。修行人，學生只有我一個，我自己是學生，是修行人，所有一切眾生都是我的老師，你看看這個心量多大。這種修學的方法，我們中國孔老夫子知道，所以孔子能稱為大聖，至聖先師，有他的道理在。孔老夫子的學習，精神態度，跟這裡所講的完全相應。夫子所說的，「三人行，必有吾師」，就是「人皆法師」。三人行，這是舉個比喻，當然一個是自己，另外兩個人，一個善人，一個惡人，這叫三人。善人、惡人都是我的老師；善人我們要跟他學，要效法他；惡人，也是我們的老師，我們要反省，他那個惡，我有沒有？有則改之，無則嘉勉。善人從正面教導我們，惡人從反面教導我們，都是老師，平等平等沒有差別。我們對老師同一個恭敬心，同樣的供養。"
    },
    {
      "id": "12-024-0002_p0020",
      "zh_CN": "我过去没有学佛的时候，我就有这个概念，就有这个看法。曾经有一次跟一些朋友们，谈到岳飞跟秦桧，我听听他们讲，我不以为然！他们就问我，那个时候我很年轻，问我。我说：秦桧跟岳飞都是民族的老师，功德都一样大。他们听了不服气，我说都是好老师，岳飞教我们尽忠报国；秦桧教我们不可以作汉奸，作汉奸人家天天骂他。岳飞生天堂，秦桧也生天堂，秦桧教多少人回头是岸，教多少人看到这个榜样，不敢做坏事，好老师一个。这个话里头就是这个意思，人皆法师。所以你看到一切人的思想行为，回过头来反省，他是善是恶；善的，效法他；恶的，我们有没有？如果有，改进，没有，勉励自己，决定不要造恶。那里面学习的东西，无量无边。我们从早到晚，哪里说没有接近善知识？你怎么说你没有亲近佛菩萨？佛菩萨无量无边，可惜你不认识，你要认识，遍地都是诸佛菩萨，都是我们的良师益友。",
      "zh_TW": "我過去沒有學佛的時候，我就有這個概念，就有這個看法。曾經有一次跟一些朋友們，談到岳飛跟秦檜，我聽聽他們講，我不以為然！他們就問我，那個時候我很年輕，問我。我說：秦檜跟岳飛都是民族的老師，功德都一樣大。他們聽了不服氣，我說都是好老師，岳飛教我們盡忠報國；秦檜教我們不可以作漢奸，作漢奸人家天天罵他。岳飛生天堂，秦檜也生天堂，秦檜教多少人回頭是岸，教多少人看到這個榜樣，不敢做壞事，好老師一個。這個話裡頭就是這個意思，人皆法師。所以你看到一切人的思想行為，回過頭來反省，他是善是惡；善的，效法他；惡的，我們有沒有？如果有，改進，沒有，勉勵自己，決定不要造惡。那裡面學習的東西，無量無邊。我們從早到晚，哪裡說沒有接近善知識？你怎麼說你沒有親近佛菩薩？佛菩薩無量無邊，可惜你不認識，你要認識，遍地都是諸佛菩薩，都是我們的良師益友。"
    },
    {
      "id": "12-024-0002_p0021",
      "zh_CN": "『触类皆法』，「类」就是族类，不同的族类，不同的文化，不同的思想，不同的信仰，不同的宗教，太多太多了，都是菩萨学处。我们今天，走入多元文化，结合多元文化，与世界上许许多多宗教接触，友好访问，彼此互相学习。要解决二十一世纪的问题，达到社会安定，世界和平，人民和睦相处，宗教家不能不团结，宗教家不能不谅解，不能不合作。我们今天带头来做，非常重要的工作。有许多人来问我，「法师，你为什么要这样做？」我说：我学《华严经》，佛在《华严经》教我这样做，我要把我学的东西落实在生活上。要像华严会上一样，种种不同的族群和睦相处，种种不同的宗教、不同的信仰、不同的文化，也能够和睦相处，互助合作，共同来创造「佛华严」美好的社会。我们学《华严经》要学得像，把我们这个地球造成华藏世界，造成极乐世界，我们的佛就没有白学了，契入佛菩萨的境界。",
      "zh_TW": "『觸類皆法』，「類」就是族類，不同的族類，不同的文化，不同的思想，不同的信仰，不同的宗教，太多太多了，都是菩薩學處。我們今天，走入多元文化，結合多元文化，與世界上許許多多宗教接觸，友好訪問，彼此互相學習。要解決二十一世紀的問題，達到社會安定，世界和平，人民和睦相處，宗教家不能不團結，宗教家不能不諒解，不能不合作。我們今天帶頭來做，非常重要的工作。有許多人來問我，「法師，你為什麼要這樣做？」我說：我學《華嚴經》，佛在《華嚴經》教我這樣做，我要把我學的東西落實在生活上。要像華嚴會上一樣，種種不同的族群和睦相處，種種不同的宗教、不同的信仰、不同的文化，也能夠和睦相處，互助合作，共同來創造「佛華嚴」美好的社會。我們學《華嚴經》要學得像，把我們這個地球造成華藏世界，造成極樂世界，我們的佛就沒有白學了，契入佛菩薩的境界。"
    },
    {
      "id": "12-024-0002_p0022",
      "zh_CN": "下面『万籁之声，皆法轮声』。我们眼睛所见的，「人皆法师，触类皆法」，这是眼见的。耳所听的一切音声，都是佛菩萨讲经说法转法轮的音声，这是真的，不是假的。我们听法师讲经说法，好像有点悟处，听到外面吵杂的那个声音，难道会有悟处吗？你要能听外面杂音、噪音，你也能开悟，你就入门了，入什么门？不二法门。因为你现在有二，你入不了门。如果你要是一心，一心听那个噪音，也开悟了，入不二法门。观世音菩萨利害，他就是用这个方法成佛道的，在楞严会上，人家听一切音声，他不分别音声，不执着音声，他用什么方法？「反闻闻自性，性成无上道」。他不着音声的相，他是体会音声的性，性是什么？性就是真如本性。所以他从一切音声，噪音也好，怎么难听的音声也好，他一听就开悟了，就明心见性，人家有这个本事。这种本事的关键，就是离妄想、分别、执着，你就见性了。见色，你就见色性；闻声，你就闻声性；六根接触六尘境界，六根根性。",
      "zh_TW": "下面『萬籟之聲，皆法輪聲』。我們眼睛所見的，「人皆法師，觸類皆法」，這是眼見的。耳所聽的一切音聲，都是佛菩薩講經說法轉法輪的音聲，這是真的，不是假的。我們聽法師講經說法，好像有點悟處，聽到外面吵雜的那個聲音，難道會有悟處嗎？你要能聽外面雜音、噪音，你也能開悟，你就入門了，入什麼門？不二法門。因為你現在有二，你入不了門。如果你要是一心，一心聽那個噪音，也開悟了，入不二法門。觀世音菩薩利害，他就是用這個方法成佛道的，在楞嚴會上，人家聽一切音聲，他不分別音聲，不執著音聲，他用什麼方法？「反聞聞自性，性成無上道」。他不著音聲的相，他是體會音聲的性，性是什麼？性就是真如本性。所以他從一切音聲，噪音也好，怎麼難聽的音聲也好，他一聽就開悟了，就明心見性，人家有這個本事。這種本事的關鍵，就是離妄想、分別、執著，你就見性了。見色，你就見色性；聞聲，你就聞聲性；六根接觸六塵境界，六根根性。"
    },
    {
      "id": "12-024-0002_p0023",
      "zh_CN": "《楞严经》上佛说，「六根门头，放光动地」，那是讲的真如本性。我们今天就是连佛菩萨说法，我们也不能见性，也不能开悟，问题出在哪里？出在我们没有离开妄想、分别、执着。我们读佛经打妄想，听讲佛法也打妄想，分别名相，执着言词，所以没有办法契入境界，得不到佛法真实的利益。连马鸣菩萨在《起信论》里面，也告诉我们怎么样听经，他教给我们，「离言说相，离名字相，离心缘相」，你要用这种心态去听经，你就会开悟。同样道理，能够离相，六根门头都有悟处，这就是「佛华严」的境界。「万籁之声，皆法轮声」，无有一法不是佛法。假如你还落在妄想、分别、执着里面，换句话说，无有一法是佛法，《大方广佛华严经》也不是佛法。可见得佛法世法在一念觉迷。第三句：",
      "zh_TW": "《楞嚴經》上佛說，「六根門頭，放光動地」，那是講的真如本性。我們今天就是連佛菩薩說法，我們也不能見性，也不能開悟，問題出在哪裡？出在我們沒有離開妄想、分別、執著。我們讀佛經打妄想，聽講佛法也打妄想，分別名相，執著言詞，所以沒有辦法契入境界，得不到佛法真實的利益。連馬鳴菩薩在《起信論》裡面，也告訴我們怎麼樣聽經，他教給我們，「離言說相，離名字相，離心緣相」，你要用這種心態去聽經，你就會開悟。同樣道理，能夠離相，六根門頭都有悟處，這就是「佛華嚴」的境界。「萬籟之聲，皆法輪聲」，無有一法不是佛法。假如你還落在妄想、分別、執著裡面，換句話說，無有一法是佛法，《大方廣佛華嚴經》也不是佛法。可見得佛法世法在一念覺迷。第三句："
    },
    {
      "id": "12-024-0002_p0024",
      "zh_CN": "【刹土微尘，皆求法处。】",
      "zh_TW": "【剎土微塵，皆求法處。】"
    },
    {
      "id": "12-024-0002_p0025",
      "zh_CN": "我们要求佛法，到哪里去求？佛在经论当中常说，佛法叫「内学」，既然是内学，向外就求不到。你向内学，佛法就求到了。实实在在讲，大家今天都讲求佛法，什么叫做佛法都没有搞清楚，你到哪里去求佛法？你求不到佛法。今天你们要学佛教，你们要信佛教，佛教是什么都没有搞清楚，你的那个信就有了问题，这是真的。我在过去用这个题目讲过两次：第一次是在美国旧金山妈祖庙里面讲的，讲题就是「认识佛教」。讲给谁听？讲给妈祖听。第二次是在美国迈阿密讲的，讲了七天，讲了十四个小时，对象是美国人。美国有一批学佛的人，我看到他们也很欢喜，我告诉他们，我说佛教没有到美国来。他们瞪着眼睛看我：美国的佛教很兴盛，法师怎么说佛教没有到美国来？我叫他自己仔细去观察观察，就知道我说的话没错。我告诉他，中国的佛教，佛像像中国人，日本的佛像像日本人，泰国的佛像像泰国人，西藏的佛像像西藏人，你们想想，美国的佛教，哪一尊佛像是美国人的面孔？他一听就点头了，佛教真的没有到美国去。所以我特别讲《认识佛教》，这一篇讲演录音带流通得很广，可以说已经流通到全世界，这一边也很多。同学把它写成书本来流通，写成书本我看过，我改过。",
      "zh_TW": "我們要求佛法，到哪裡去求？佛在經論當中常說，佛法叫「內學」，既然是內學，向外就求不到。你向內學，佛法就求到了。實實在在講，大家今天都講求佛法，什麼叫做佛法都沒有搞清楚，你到哪裡去求佛法？你求不到佛法。今天你們要學佛教，你們要信佛教，佛教是什麼都沒有搞清楚，你的那個信就有了問題，這是真的。我在過去用這個題目講過兩次：第一次是在美國舊金山媽祖廟裡面講的，講題就是「認識佛教」。講給誰聽？講給媽祖聽。第二次是在美國邁阿密講的，講了七天，講了十四個小時，對象是美國人。美國有一批學佛的人，我看到他們也很歡喜，我告訴他們，我說佛教沒有到美國來。他們瞪著眼睛看我：美國的佛教很興盛，法師怎麼說佛教沒有到美國來？我叫他自己仔細去觀察觀察，就知道我說的話沒錯。我告訴他，中國的佛教，佛像像中國人，日本的佛像像日本人，泰國的佛像像泰國人，西藏的佛像像西藏人，你們想想，美國的佛教，哪一尊佛像是美國人的面孔？他一聽就點頭了，佛教真的沒有到美國去。所以我特別講《認識佛教》，這一篇講演錄音帶流通得很廣，可以說已經流通到全世界，這一邊也很多。同學把它寫成書本來流通，寫成書本我看過，我改過。"
    },
    {
      "id": "12-024-0002_p0026",
      "zh_CN": "所以你要信佛，你要先认识佛教。你不认识佛教，你怎么学佛？从哪里信起？你要求法，你要懂得什么叫佛法。佛法着重在佛，不着重在法，为什么？尽虚空、遍法界都是法，佛是觉悟。你对于一切法通达明了，就叫做佛法，佛法无边。佛这个字是真实智慧；正确的认知，清清楚楚，明明白白，这叫佛法。可是真实智慧，真正觉悟，要在自心，在内心，所以佛法叫内学；不是从外，外面找不到。佛在《华严经》里教给我们，「刹土微尘，皆求法处」，刹土是大环境，微尘是小环境，小到不能再小，这两句话的意思，会求的人，无处不是佛法。中国禅宗公案里面常讲，「头头是道，左右逢源」，就是这个意思。所以会了，哪一法不是佛法？不会，哪一法是佛法？下面一句：",
      "zh_TW": "所以你要信佛，你要先認識佛教。你不認識佛教，你怎麼學佛？從哪裡信起？你要求法，你要懂得什麼叫佛法。佛法著重在佛，不著重在法，為什麼？盡虛空、遍法界都是法，佛是覺悟。你對於一切法通達明瞭，就叫做佛法，佛法無邊。佛這個字是真實智慧；正確的認知，清清楚楚，明明白白，這叫佛法。可是真實智慧，真正覺悟，要在自心，在內心，所以佛法叫內學；不是從外，外面找不到。佛在《華嚴經》裡教給我們，「剎土微塵，皆求法處」，剎土是大環境，微塵是小環境，小到不能再小，這兩句話的意思，會求的人，無處不是佛法。中國禪宗公案裡面常講，「頭頭是道，左右逢源」，就是這個意思。所以會了，哪一法不是佛法？不會，哪一法是佛法？下面一句："
    },
    {
      "id": "12-024-0002_p0027",
      "zh_CN": "【方能证入法界真原。故次来也。】",
      "zh_TW": "【方能證入法界真原。故次來也。】"
    },
    {
      "id": "12-024-0002_p0028",
      "zh_CN": "这是讲末会，为什么有末会？末会的大意，就是前面这三句。这三句落实了，就是善财的五十三参。五十三参里面显示出来：「人皆法师，触类皆法。万籁之声，皆法轮声。刹土微尘，皆求法处。」后面的五十三参是这六句的落实，五十三参是代表，从初发心一直到成佛，整个修学的过程，不离这六句。这六句细细的给我们演说，就是往后「普贤行愿品」，总有四十卷，本会三卷，后面三十七卷，三十七卷经文就讲这六句二十四个字。这二十四个字，是末会五十三参三十七卷经文的总纲领。你要能够体会到，你要能够契入，那就证入法界真原。所以这一品，品题是「入不思议解脱境界普贤行愿品」。不思议解脱境界，就是法界真原，就是得大自在，你在境界里头没有障碍。清凉大师在注解里面告诉我们，「理无碍，事无碍，理事无碍，事事无碍」，解释不思议境界，给我们说了四句。你要不会，你就不能够证入，你要会了，你才能够证入。清凉把这个总纲领，在经文没有解释之前，先提示给我们，慈悲到了极处。",
      "zh_TW": "這是講末會，為什麼有末會？末會的大意，就是前面這三句。這三句落實了，就是善財的五十三參。五十三參裡面顯示出來：「人皆法師，觸類皆法。萬籟之聲，皆法輪聲。剎土微塵，皆求法處。」後面的五十三參是這六句的落實，五十三參是代表，從初發心一直到成佛，整個修學的過程，不離這六句。這六句細細的給我們演說，就是往後「普賢行願品」，總有四十卷，本會三卷，後面三十七卷，三十七卷經文就講這六句二十四個字。這二十四個字，是末會五十三參三十七卷經文的總綱領。你要能夠體會到，你要能夠契入，那就證入法界真原。所以這一品，品題是「入不思議解脫境界普賢行願品」。不思議解脫境界，就是法界真原，就是得大自在，你在境界裡頭沒有障礙。清涼大師在註解裡面告訴我們，「理無礙，事無礙，理事無礙，事事無礙」，解釋不思議境界，給我們說了四句。你要不會，你就不能夠證入，你要會了，你才能夠證入。清涼把這個總綱領，在經文沒有解釋之前，先提示給我們，慈悲到了極處。"
    },
    {
      "id": "12-024-0002_p0029",
      "zh_CN": "我们抓住这二十四个字，就晓得怎么修学，普贤十愿就落实了；就变成我们自己日常生活，变成我们自己处事待人接物的标准。诸位想想，这二十四个字，你真正懂得，真正明了，礼敬诸佛这一愿，你就能做到，为什么？人皆法师。这个法师不是普通的法师，这个法师是诸佛如来，是诸大菩萨，的确是我们礼敬的对象。诸位今天看到佛像，你会在这里恭恭敬敬顶礼三拜，你见到一切人，为什么礼敬的心就没有了？你分别，那是佛，释迦牟尼佛，你是凡夫，我对佛恭敬，我对你为什么要恭敬？完了，礼敬诸佛就完了，你不晓得一切众生个个都是释迦牟尼佛。我说的话真的。什么叫释迦？释迦是能仁，有一个仁慈的心；牟尼是清净。每一个人都有仁慈的心，都有清净的心，哪一个人不是释迦牟尼佛？个个都是阿弥陀佛，阿弥陀佛什么意思？阿翻作无，弥陀翻作量，佛翻作觉，一切众生个个都是无量觉。这是华严境界，华严的胸怀，华严的人看一切众生都是诸佛如来，所以礼敬诸佛的心自然就生起来，油然而生。对于任何一个众生，跟对诸佛如来同样的恭敬心，决定没有少一分，这叫修普贤行。所以普贤行比大乘圆满，大乘还做不到，普贤真的做到了。普贤行里面没有妄想分别执着，所以他入不思议解脱境界，道理在此地，句句都是真实话。",
      "zh_TW": "我們抓住這二十四個字，就曉得怎麼修學，普賢十願就落實了；就變成我們自己日常生活，變成我們自己處事待人接物的標準。諸位想想，這二十四個字，你真正懂得，真正明瞭，禮敬諸佛這一願，你就能做到，為什麼？人皆法師。這個法師不是普通的法師，這個法師是諸佛如來，是諸大菩薩，的確是我們禮敬的對象。諸位今天看到佛像，你會在這裡恭恭敬敬頂禮三拜，你見到一切人，為什麼禮敬的心就沒有了？你分別，那是佛，釋迦牟尼佛，你是凡夫，我對佛恭敬，我對你為什麼要恭敬？完了，禮敬諸佛就完了，你不曉得一切眾生個個都是釋迦牟尼佛。我說的話真的。什麼叫釋迦？釋迦是能仁，有一個仁慈的心；牟尼是清淨。每一個人都有仁慈的心，都有清淨的心，哪一個人不是釋迦牟尼佛？個個都是阿彌陀佛，阿彌陀佛什麼意思？阿翻作無，彌陀翻作量，佛翻作覺，一切眾生個個都是無量覺。這是華嚴境界，華嚴的胸懷，華嚴的人看一切眾生都是諸佛如來，所以禮敬諸佛的心自然就生起來，油然而生。對於任何一個眾生，跟對諸佛如來同樣的恭敬心，決定沒有少一分，這叫修普賢行。所以普賢行比大乘圓滿，大乘還做不到，普賢真的做到了。普賢行裡面沒有妄想分別執著，所以他入不思議解脫境界，道理在此地，句句都是真實話。"
    },
    {
      "id": "12-024-0002_p0030",
      "zh_CN": "所以我们见，从相上要见到性，一切众生这个肉身是相，从这个相要见到真性。真性是佛性，佛性就是佛。从这个现相里面，他六根门头放光动地，那是真如本性，真佛，你怎么不敬他？相是幻相，这个相是从性变现出来的，性相一如，性相不二，明白这个事实真相，对这个相也恭敬了。不管你这个相示现的是善是恶，是好是丑，平等恭敬心，真诚恭敬心。诸位能够从日常生活当中，把这个念头转过来了，恭喜你，你就是普贤菩萨。为什么？你修普贤行。修普贤行，第一条是一切恭敬，对待一切众生就像对佛同样的恭敬心，我这个恭敬对佛没有加一点，对众生没有减少一点，平等平等，这叫修普贤十愿的第一愿「礼敬诸佛」。这个念头转不过来，行持转不过来，那这个经就听听而已，实在讲没听懂，没做到。听懂了，一定会做到，没有做到，自己要生惭愧心，还不懂。懂了，哪有做不到道理？佛法跟诸位讲是知难行易，做很容易，知太难了。你做不到就是因为你知不透彻，真正知道了，你一定会做到。因为你能这样做，就是佛菩萨的生活，佛菩萨的行持，这里面功德利益之殊胜，不可思议！凡夫不知道，不肯干，天天在造业，无量无边殊胜功德利益摆在他面前，一天到晚都空过了，你说多么可惜！所以这一段「总显会意」非常重要。我们再看第二段，「定会名义」：",
      "zh_TW": "所以我們見，從相上要見到性，一切眾生這個肉身是相，從這個相要見到真性。真性是佛性，佛性就是佛。從這個現相裡面，他六根門頭放光動地，那是真如本性，真佛，你怎麼不敬他？相是幻相，這個相是從性變現出來的，性相一如，性相不二，明白這個事實真相，對這個相也恭敬了。不管你這個相示現的是善是惡，是好是醜，平等恭敬心，真誠恭敬心。諸位能夠從日常生活當中，把這個念頭轉過來了，恭喜你，你就是普賢菩薩。為什麼？你修普賢行。修普賢行，第一條是一切恭敬，對待一切眾生就像對佛同樣的恭敬心，我這個恭敬對佛沒有加一點，對眾生沒有減少一點，平等平等，這叫修普賢十願的第一願「禮敬諸佛」。這個念頭轉不過來，行持轉不過來，那這個經就聽聽而已，實在講沒聽懂，沒做到。聽懂了，一定會做到，沒有做到，自己要生慚愧心，還不懂。懂了，哪有做不到道理？佛法跟諸位講是知難行易，做很容易，知太難了。你做不到就是因為你知不透徹，真正知道了，你一定會做到。因為你能這樣做，就是佛菩薩的生活，佛菩薩的行持，這裡面功德利益之殊勝，不可思議！凡夫不知道，不肯幹，天天在造業，無量無邊殊勝功德利益擺在他面前，一天到晚都空過了，你說多麼可惜！所以這一段「總顯會意」非常重要。我們再看第二段，「定會名義」："
    },
    {
      "id": "12-024-0002_p0031",
      "zh_CN": "【言末会者，从佛本会而流出故，非微末也。】",
      "zh_TW": "【言末會者，從佛本會而流出故，非微末也。】"
    },
    {
      "id": "12-024-0002_p0032",
      "zh_CN": "唯恐我们又在这里打妄想，分别执着了，「本」一定比「末」胜，末是枝末，大概是微不足道，我们会要这样想法，那就错了。这个想法就是依文解义，三世诸佛都喊冤枉，佛不是这个意思。此地这个末跟本，完全相同，没有胜劣高下之分。所以先说出来，是从『本会而流出』。从本会，我们今天讲「散布」，大家就好懂，古人讲「流出」。我们从本会这里逐渐逐渐扩展，逐渐逐渐扩大，这就好懂，扩展、扩大就是流出的意思。所以本末是一个意思。",
      "zh_TW": "唯恐我們又在這裡打妄想，分別執著了，「本」一定比「末」勝，末是枝末，大概是微不足道，我們會要這樣想法，那就錯了。這個想法就是依文解義，三世諸佛都喊冤枉，佛不是這個意思。此地這個末跟本，完全相同，沒有勝劣高下之分。所以先說出來，是從『本會而流出』。從本會，我們今天講「散布」，大家就好懂，古人講「流出」。我們從本會這裡逐漸逐漸擴展，逐漸逐漸擴大，這就好懂，擴展、擴大就是流出的意思。所以本末是一個意思。"
    },
    {
      "id": "12-024-0002_p0033",
      "zh_CN": "【前明不异末之本，虽卷而恒舒。】",
      "zh_TW": "【前明不異末之本，雖卷而恆舒。】"
    },
    {
      "id": "12-024-0002_p0034",
      "zh_CN": "『前』是指本会，这句是指本会。",
      "zh_TW": "『前』是指本會，這句是指本會。"
    },
    {
      "id": "12-024-0002_p0035",
      "zh_CN": "【此明不异本之末。】",
      "zh_TW": "【此明不異本之末。】"
    },
    {
      "id": "12-024-0002_p0036",
      "zh_CN": "『此』是指末会。",
      "zh_TW": "『此』是指末會。"
    },
    {
      "id": "12-024-0002_p0037",
      "zh_CN": "【虽舒而恒卷。本末无碍，同入法界。】",
      "zh_TW": "【雖舒而恆卷。本末無礙，同入法界。】"
    },
    {
      "id": "12-024-0002_p0038",
      "zh_CN": "这一句是总结。在本会说『不异末之本』，跟末会没有两样，本末不异。我们要套《心经》那个例子来讲，「本不异末，末不异本，本即是末，末即是本」，这个样子本末两会的意思，你就不会错会了。『虽卷而恒舒』，用「卷」、「舒」来比喻，「卷」是在他不起作用的时候，「舒」是他起用的时候。《般若经》里面跟我们讲智慧，般若智慧。「般若无知」，无知是什么？不起作用的时候，卷；又说「无所不知」，无所不知是展开，舒就是展开；卷舒不二。诸位从这个比喻里头细细去体会，所以本会里面讲的是原理原则，末会是把这些原理原则，完全落实在我们日常生活当中，落实到处事待人接物，是一桩事情，不是两桩事情。所以末会是『不异本之末』，就是本会的原理原则，本会的精神落实，落实就是舒展这个意思。『本末无碍』就是理事无碍，本是说的理，末是讲的事，落实在事相上，理事无碍。『同入法界』，这个法界就是华严境界，就是佛的法界。佛法界是佛的生活，佛的受用，我们讲是佛的享受。佛的生活、佛的享受就是佛法界。佛法界也叫一真法界，在此地叫华严境界，也叫不思议境界。第三句：",
      "zh_TW": "這一句是總結。在本會說『不異末之本』，跟末會沒有兩樣，本末不異。我們要套《心經》那個例子來講，「本不異末，末不異本，本即是末，末即是本」，這個樣子本末兩會的意思，你就不會錯會了。『雖卷而恆舒』，用「卷」、「舒」來比喻，「卷」是在他不起作用的時候，「舒」是他起用的時候。《般若經》裡面跟我們講智慧，般若智慧。「般若無知」，無知是什麼？不起作用的時候，卷；又說「無所不知」，無所不知是展開，舒就是展開；卷舒不二。諸位從這個比喻裡頭細細去體會，所以本會裡面講的是原理原則，末會是把這些原理原則，完全落實在我們日常生活當中，落實到處事待人接物，是一樁事情，不是兩樁事情。所以末會是『不異本之末』，就是本會的原理原則，本會的精神落實，落實就是舒展這個意思。『本末無礙』就是理事無礙，本是說的理，末是講的事，落實在事相上，理事無礙。『同入法界』，這個法界就是華嚴境界，就是佛的法界。佛法界是佛的生活，佛的受用，我們講是佛的享受。佛的生活、佛的享受就是佛法界。佛法界也叫一真法界，在此地叫華嚴境界，也叫不思議境界。第三句："
    },
    {
      "id": "12-024-0002_p0039",
      "zh_CN": "【寄人历位，故称为渐。非于证中有渐顿也。】",
      "zh_TW": "【寄人歷位，故稱為漸。非於證中有漸頓也。】"
    },
    {
      "id": "12-024-0002_p0040",
      "zh_CN": "这里面用渐教、顿教来说明两会，本会是顿证，末会是渐证，但是顿渐不二。这个理与事，我们也要辨别清楚，对于我们的修学，不至于发生障碍。『寄人历位』，「寄」是用一个人来做代表，做一个修学的榜样。所以《华严经》实在是世间最完美的教科书，这个话不是我说的，我的老师方东美先生告诉我的。他是一个哲学家，读的书很多，中国的典籍，他有相当深厚的修养，家学渊源很深。年轻的时候在国外留学，他是二十几岁就成名，名教授。他告诉我，他说在古今中外哲学典籍当中，要算《华严》是第一。他把《华严经》看作是佛教的哲学概论，他用这个眼光来看《华严经》；最好的哲学概论，有理论、有方法，圆满的理论，周详的方法，后面还带表演，这个教科书到哪里去找？本末二会是表演，就是把八十卷前面的经，「离世间品」之前三十八品经文，里面所讲的道理，所讲的方法，在后面《四十华严》里面做出来给我们看，表演给我们看，我们有真正学习的地方。这种教科书，古今中外找不到第二部。所以他老人家对于《华严》，佩服得五体投地。晚年，他在台湾大学博士班里面开「大乘佛学」，在辅仁大学博士班开「华严哲学」，在学校里讲课，完全用佛经做教材。所以这个地方「寄人历位」，这是表演。",
      "zh_TW": "這裡面用漸教、頓教來說明兩會，本會是頓證，末會是漸證，但是頓漸不二。這個理與事，我們也要辨別清楚，對於我們的修學，不至於發生障礙。『寄人歷位』，「寄」是用一個人來做代表，做一個修學的榜樣。所以《華嚴經》實在是世間最完美的教科書，這個話不是我說的，我的老師方東美先生告訴我的。他是一個哲學家，讀的書很多，中國的典籍，他有相當深厚的修養，家學淵源很深。年輕的時候在國外留學，他是二十幾歲就成名，名教授。他告訴我，他說在古今中外哲學典籍當中，要算《華嚴》是第一。他把《華嚴經》看作是佛教的哲學概論，他用這個眼光來看《華嚴經》；最好的哲學概論，有理論、有方法，圓滿的理論，周詳的方法，後面還帶表演，這個教科書到哪裡去找？本末二會是表演，就是把八十卷前面的經，「離世間品」之前三十八品經文，裡面所講的道理，所講的方法，在後面《四十華嚴》裡面做出來給我們看，表演給我們看，我們有真正學習的地方。這種教科書，古今中外找不到第二部。所以他老人家對於《華嚴》，佩服得五體投地。晚年，他在台灣大學博士班裡面開「大乘佛學」，在輔仁大學博士班開「華嚴哲學」，在學校裡講課，完全用佛經做教材。所以這個地方「寄人歷位」，這是表演。"
    },
    {
      "id": "12-024-0002_p0041",
      "zh_CN": "清凉大师说「历事炼心」，这是指菩萨如何修行证果，就在自己日常生活当中，处事待人接物之处，你去锻炼，去炼心，炼什么心？真心。妄心淘汰掉，提炼成真心，这是《华严》修学的方法。怎么炼法？一定要懂得「人皆法师」、「触类皆法」。我们自己这一个人，整个融化在三宝之中，时时处处，念念都没有离开三宝，一切人是佛宝，一切法是法宝，触类皆法，人法具足，僧宝就在其中。僧宝是和合，和合到极处就是无碍，事无碍就是僧宝。所以僧这里头含着两个意思：第一个是清净，六根清净，一尘不染；第二个是和睦，「六和敬」，处事待人接物，不离六和敬，这叫僧宝。",
      "zh_TW": "清涼大師說「歷事鍊心」，這是指菩薩如何修行證果，就在自己日常生活當中，處事待人接物之處，你去鍛鍊，去鍊心，鍊什麼心？真心。妄心淘汰掉，提煉成真心，這是《華嚴》修學的方法。怎麼鍊法？一定要懂得「人皆法師」、「觸類皆法」。我們自己這一個人，整個融化在三寶之中，時時處處，念念都沒有離開三寶，一切人是佛寶，一切法是法寶，觸類皆法，人法具足，僧寶就在其中。僧寶是和合，和合到極處就是無礙，事無礙就是僧寶。所以僧這裡頭含著兩個意思：第一個是清淨，六根清淨，一塵不染；第二個是和睦，「六和敬」，處事待人接物，不離六和敬，這叫僧寶。"
    },
    {
      "id": "12-024-0002_p0042",
      "zh_CN": "在五十三参里面我们看到，世尊以五十三个人，代表每一个阶段的修学。一开端是文殊菩萨，文殊菩萨代表十信位，实在讲，十信没有入位，用一个人代表。到初住才有学位，像我们现在在学校念书，小学、中学、大学；小学、中学，到高中，没有学位，这个好比是十信法门，没有学位，文殊菩萨一个人代表。上了大学，这就有学位。在大乘圆教里面，初住菩萨就有学位，所以从初住到等觉，四十一个阶级，四十一个学位。这四十一级又分成五位，五个阶段，十住、十行、十回向、十地这四个阶段，等觉算一个阶段，这五位。这个「位」是这个意思，他修学的地位。",
      "zh_TW": "在五十三參裡面我們看到，世尊以五十三個人，代表每一個階段的修學。一開端是文殊菩薩，文殊菩薩代表十信位，實在講，十信沒有入位，用一個人代表。到初住才有學位，像我們現在在學校念書，小學、中學、大學；小學、中學，到高中，沒有學位，這個好比是十信法門，沒有學位，文殊菩薩一個人代表。上了大學，這就有學位。在大乘圓教裡面，初住菩薩就有學位，所以從初住到等覺，四十一個階級，四十一個學位。這四十一級又分成五位，五個階段，十住、十行、十迴向、十地這四個階段，等覺算一個階段，這五位。這個「位」是這個意思，他修學的地位。"
    },
    {
      "id": "12-024-0002_p0043",
      "zh_CN": "在末会里面每一个位次，清清楚楚用一个人来做代表，所以叫渐修。你看看善财童子，用善财童子代表修学的人，以五十三位菩萨代表佛、代表法，那是五十三尊佛，佛所教导的理论方法，学生只有一个人，善财一个人，善财没有同学。如果善财有同学，善财就成不了佛，为什么？同学差不多，我们两个差不多，恭敬心就没有了，礼敬诸佛就修不成了。诸位要修普贤行，就决定没有同学，你自己要肯定我是学生。学生就是善财，所以善财不是一个人，是代表，代表修行人，只要你修《华严》，修普贤行，你的名字就叫善财。「善」是代表你有善根；「财」是代表你有福德。《弥陀经》上讲，「不可以少善根福德因缘，得生彼国」。善财，我们每个人都是善财；你肯发心修这个法门，不管男女老少，只要你发心修这个法门，依照这个理论方法去修，你就是善财。所以说到善财，大家不要胡思乱想，观音菩萨旁边有个小男孩，那叫善财，那就完全糟了，错了，不晓得错到哪里去了。「善财」是代表修学《华严》、修学普贤法门的这个人。",
      "zh_TW": "在末會裡面每一個位次，清清楚楚用一個人來做代表，所以叫漸修。你看看善財童子，用善財童子代表修學的人，以五十三位菩薩代表佛、代表法，那是五十三尊佛，佛所教導的理論方法，學生只有一個人，善財一個人，善財沒有同學。如果善財有同學，善財就成不了佛，為什麼？同學差不多，我們兩個差不多，恭敬心就沒有了，禮敬諸佛就修不成了。諸位要修普賢行，就決定沒有同學，你自己要肯定我是學生。學生就是善財，所以善財不是一個人，是代表，代表修行人，只要你修《華嚴》，修普賢行，你的名字就叫善財。「善」是代表你有善根；「財」是代表你有福德。《彌陀經》上講，「不可以少善根福德因緣，得生彼國」。善財，我們每個人都是善財；你肯發心修這個法門，不管男女老少，只要你發心修這個法門，依照這個理論方法去修，你就是善財。所以說到善財，大家不要胡思亂想，觀音菩薩旁邊有個小男孩，那叫善財，那就完全糟了，錯了，不曉得錯到哪裡去了。「善財」是代表修學《華嚴》、修學普賢法門的這個人。"
    },
    {
      "id": "12-024-0002_p0044",
      "zh_CN": "诸位还要知道一桩事情，决定不能够错会意思，念佛求生净土的人，个个都是善财童子。为什么？你看看《无量寿经》，《无量寿经》的经文第一句话，是什么话？「咸共遵修普贤大士之德」，那不是善财，是什么人？只有善财才多善根、多福德、多因缘，善根福德因缘三者具足，他才能往生极乐世界。如果不是善财，你这一生念佛也不能往生。所以隋唐古大德称，《华严》、《法华》是《无量寿经》的导引，这话什么意思？如果我们要用佛经三分来比喻，《华严》、《法华》是这部经的序分，《无量寿经》是这部经的正宗分，其他的经论是这部经的流通分。隋唐大德对于释迦牟尼佛一代时教这么个看法，这个看法很有道理。因此西方极乐世界是普贤菩萨的法界，个个都是修普贤大士之德；换句话说，个个都是修普贤十大愿王。",
      "zh_TW": "諸位還要知道一樁事情，決定不能夠錯會意思，念佛求生淨土的人，個個都是善財童子。為什麼？你看看《無量壽經》，《無量壽經》的經文第一句話，是什麼話？「咸共遵修普賢大士之德」，那不是善財，是什麼人？只有善財才多善根、多福德、多因緣，善根福德因緣三者具足，他才能往生極樂世界。如果不是善財，你這一生念佛也不能往生。所以隋唐古大德稱，《華嚴》、《法華》是《無量壽經》的導引，這話什麼意思？如果我們要用佛經三分來比喻，《華嚴》、《法華》是這部經的序分，《無量壽經》是這部經的正宗分，其他的經論是這部經的流通分。隋唐大德對於釋迦牟尼佛一代時教這麼個看法，這個看法很有道理。因此西方極樂世界是普賢菩薩的法界，個個都是修普賢大士之德；換句話說，個個都是修普賢十大願王。"
    },
    {
      "id": "12-024-0002_p0045",
      "zh_CN": "《华严》到最后，善财童子出去参访，参访是有条件的，什么条件？十信心满，他修十信位，指导的老师是文殊菩萨，十信修完毕，在老师那边课程毕业了，毕业之后这才出去参学。所以参学，不是随随便便就行。我们今天修学得不到成就，不是没有道理，道理在哪里？不如法。我们没有依照规矩来修学，所以你没有成就。也就是说，你没有亲近一个老师。古时候说师承，你没有师承，你怎么会有成就？什么叫师承？有一个认真负责教导你的老师；你没有遇到。你要遇到一个认真负责教导你的老师，你是这个老师的传人，这叫师承。",
      "zh_TW": "《華嚴》到最後，善財童子出去參訪，參訪是有條件的，什麼條件？十信心滿，他修十信位，指導的老師是文殊菩薩，十信修完畢，在老師那邊課程畢業了，畢業之後這才出去參學。所以參學，不是隨隨便便就行。我們今天修學得不到成就，不是沒有道理，道理在哪裡？不如法。我們沒有依照規矩來修學，所以你沒有成就。也就是說，你沒有親近一個老師。古時候說師承，你沒有師承，你怎麼會有成就？什麼叫師承？有一個認真負責教導你的老師；你沒有遇到。你要遇到一個認真負責教導你的老師，你是這個老師的傳人，這叫師承。"
    },
    {
      "id": "12-024-0002_p0046",
      "zh_CN": "师承决定是学一家之言，要跟一个人学，不是跟很多人学，跟很多人学，就糟了！一个老师是一个思想，一条路；两个老师，两个想法，两条路。你跟两个老师学，你的路就走岔了。三个老师学，三岔路口；四个老师学，十字街头，不知道搞什么？你怎么能学得成功？我们这一代的人，修学犯的毛病，不只十字街头，所以愈学，头脑愈复杂，妄念愈多，你怎么能成就？古人的修学，跟定一个老师，走一条路。这一条路走通了，你就出师，就毕业了。那个通，通的标准是什么？破一品无明，证一分心性，这叫通，标准在此地。你没有见性，你就没有资格出去参学。",
      "zh_TW": "師承決定是學一家之言，要跟一個人學，不是跟很多人學，跟很多人學，就糟了！一個老師是一個思想，一條路；兩個老師，兩個想法，兩條路。你跟兩個老師學，你的路就走岔了。三個老師學，三岔路口；四個老師學，十字街頭，不知道搞什麼？你怎麼能學得成功？我們這一代的人，修學犯的毛病，不只十字街頭，所以愈學，頭腦愈複雜，妄念愈多，你怎麼能成就？古人的修學，跟定一個老師，走一條路。這一條路走通了，你就出師，就畢業了。那個通，通的標準是什麼？破一品無明，證一分心性，這叫通，標準在此地。你沒有見性，你就沒有資格出去參學。"
    },
    {
      "id": "12-024-0002_p0047",
      "zh_CN": "善财出去参学，第一个参访《四十华严》吉祥云比丘，吉祥云比丘是圆教初住菩萨，他去参学吉祥云比丘，说明善财童子这个时候已经是初住菩萨。参访海云比丘，海云是代表二住菩萨，善财已经自己提升了，他到二住。参访妙住比丘，妙住代表三住，他就到三住。这就叫寄人历位，一个善知识代表一个位次。善财童子节节高升，成就不可思议，根本的老师是文殊菩萨，他在文殊菩萨那边奠定了基础。也就是说，我们用佛法的名词来讲，见思烦恼断了，尘沙烦恼断了，无明破一品，在老师那边毕业了，这才有资格出去参学。照这个标准，我们这一生没分，不但我们这一生没分，我们这个世间上所有修行人恐怕都没分。",
      "zh_TW": "善財出去參學，第一個參訪《四十華嚴》吉祥雲比丘，吉祥雲比丘是圓教初住菩薩，他去參學吉祥雲比丘，說明善財童子這個時候已經是初住菩薩。參訪海雲比丘，海雲是代表二住菩薩，善財已經自己提升了，他到二住。參訪妙住比丘，妙住代表三住，他就到三住。這就叫寄人歷位，一個善知識代表一個位次。善財童子節節高升，成就不可思議，根本的老師是文殊菩薩，他在文殊菩薩那邊奠定了基礎。也就是說，我們用佛法的名詞來講，見思煩惱斷了，塵沙煩惱斷了，無明破一品，在老師那邊畢業了，這才有資格出去參學。照這個標準，我們這一生沒分，不但我們這一生沒分，我們這個世間上所有修行人恐怕都沒分。"
    },
    {
      "id": "12-024-0002_p0048",
      "zh_CN": "现在我们讲参学，当年我在李老师的会下，他把参学的标准降到最低，低到不能再低了。什么标准？你有智慧、有能力辨别世出世间一切法的真妄。你一接触，晓得它哪是真的，哪是假的？你有这个能力。有能力辨别邪正，有能力辨别是非，有能力辨别善恶，有这个能力，你可以离开老师去参学。如果连这种能力都没有，乖乖的跟老师一辈子，不能离开老师，一离开老师就出纰漏。就像一个童子、儿童，无知！两、三岁的小孩不能离开父母照顾，一离开父母，说不定就出危险。这叫师承，这叫一个认真负责的老师，老师教导你，没有教导你达到这个标准，老师不会把你舍弃，不会再不照顾你。你有这种能力了，老师放你出去，你可以参学。参学什么？什么人讲经都可以听，什么法都可以接触，对你有利没有害。如果你没有能力辨别真妄、是非、邪正，你这一接触，你会把邪法当作正法，把正法当作邪法，毁掉你的一生。所以古时候的道场，真的叫有道，现在道场没有了。",
      "zh_TW": "現在我們講參學，當年我在李老師的會下，他把參學的標準降到最低，低到不能再低了。什麼標準？你有智慧、有能力辨別世出世間一切法的真妄。你一接觸，曉得它哪是真的，哪是假的？你有這個能力。有能力辨別邪正，有能力辨別是非，有能力辨別善惡，有這個能力，你可以離開老師去參學。如果連這種能力都沒有，乖乖的跟老師一輩子，不能離開老師，一離開老師就出紕漏。就像一個童子、兒童，無知！兩、三歲的小孩不能離開父母照顧，一離開父母，說不定就出危險。這叫師承，這叫一個認真負責的老師，老師教導你，沒有教導你達到這個標準，老師不會把你捨棄，不會再不照顧你。你有這種能力了，老師放你出去，你可以參學。參學什麼？什麼人講經都可以聽，什麼法都可以接觸，對你有利沒有害。如果你沒有能力辨別真妄、是非、邪正，你這一接觸，你會把邪法當作正法，把正法當作邪法，毀掉你的一生。所以古時候的道場，真的叫有道，現在道場沒有了。"
    },
    {
      "id": "12-024-0002_p0049",
      "zh_CN": "古人修学一生只在一个道场，出家、在家都不例外，跟定一个老师，不会同时听几个法师讲经说法。修学几个法门，常常跑许多道场，心都跑乱了。你在这些地方学了什么东西？学了许许多多的是非人我。你们跟同学接触的时候，谈什么？专讲是非，造口业，你们以为得道了，得什么道？三恶道。所以你们到处跑道场，修的是三恶道，搞的是六道轮回，与佛法毫不相干，这是你们没有能遇到真善知识，没有能得到真善知识的照顾。我比大家稍微幸运一点，有这个缘分遇到真善知识。我听话，老师对我的约法，只有听他一个人的，除他一个人讲经说法之外，任何人讲经说法不准听。他负责，他帮助我开悟，帮助我、栽培我达到这个能力，辨别真妄、是非、邪正，他帮助我达到这个能力。我不听，那就没有法子了，他就没法子教。第二个约法，我们看书，看文字，只要看文字的东西，都要经过他同意，没有得到他的同意，任何经典都不可以看。第三个条件是你过去所学的统统不承认，一律作废，跟这个老师从头学起，约法三章。这个约法，不是善知识自己发明的，不是，是祖祖相传，就是这个约法三章。",
      "zh_TW": "古人修學一生只在一個道場，出家、在家都不例外，跟定一個老師，不會同時聽幾個法師講經說法。修學幾個法門，常常跑許多道場，心都跑亂了。你在這些地方學了什麼東西？學了許許多多的是非人我。你們跟同學接觸的時候，談什麼？專講是非，造口業，你們以為得道了，得什麼道？三惡道。所以你們到處跑道場，修的是三惡道，搞的是六道輪迴，與佛法毫不相干，這是你們沒有能遇到真善知識，沒有能得到真善知識的照顧。我比大家稍微幸運一點，有這個緣分遇到真善知識。我聽話，老師對我的約法，只有聽他一個人的，除他一個人講經說法之外，任何人講經說法不准聽。他負責，他幫助我開悟，幫助我、栽培我達到這個能力，辨別真妄、是非、邪正，他幫助我達到這個能力。我不聽，那就沒有法子了，他就沒法子教。第二個約法，我們看書，看文字，只要看文字的東西，都要經過他同意，沒有得到他的同意，任何經典都不可以看。第三個條件是你過去所學的統統不承認，一律作廢，跟這個老師從頭學起，約法三章。這個約法，不是善知識自己發明的，不是，是祖祖相傳，就是這個約法三章。"
    },
    {
      "id": "12-024-0002_p0050",
      "zh_CN": "我在李炳南老居士会下，遵守他这三条约法，我跟他十年，扎下这个根，我们运气不错。过去演培法师，他从小出家，很难得亲近谛闲老和尚，谛闲老和尚跟他也是这个约法三章，这是演培法师告诉我的。但是他禁不起外头诱惑，谁诱惑他？大概有不少同参道友告诉他，太虚法师在厦门南普陀办佛学院，到那里去求学去。所以演培法师跟谛老和尚只有一年，偷偷开小差跑了，跑到厦门去亲近太虚法师，我感觉得很惋惜！如果他要是死心塌地跟着谛老，他是一代祖师。为什么？谛老是遵守祖祖相传的老办法，规规矩矩，循规蹈矩。太虚法师是我们佛教里面的革命家，他办学跟现在一般学校一样，很多老师教，开很多课程，他们接受这种教育，接受这种教育只是学到佛法的知识，真正的道没有学到；换句话说，佛学是学成了，戒定慧没有成就。所以他一生过得很苦恼，他跟我是好朋友，我们在一起无话不谈。他的心没有我这么清净，妄想、分别、执着放不下。这就是一开头亲近善知识，他就有缘分，被魔子魔孙破坏了。那些劝他到别的地方去，离开谛闲老和尚，那是魔，他遭了魔障。我这个缘分比他好，也有一些劝我到别的地方去，我不肯干，我知道李老师教导我的这套方法有效果。我在他会下，心地感觉到清净多了，妄想少很多。怎么少？这个不能听，那个不能看，妄想自然少了。妄想从哪来的？看得太多，听得太多，你的是非妄想就多。所以老师把这个门全部给你堵塞，只听他一个人，只接受一个人教导，他把这个路给我带出来。",
      "zh_TW": "我在李炳南老居士會下，遵守他這三條約法，我跟他十年，紮下這個根，我們運氣不錯。過去演培法師，他從小出家，很難得親近諦閑老和尚，諦閑老和尚跟他也是這個約法三章，這是演培法師告訴我的。但是他禁不起外頭誘惑，誰誘惑他？大概有不少同參道友告訴他，太虛法師在廈門南普陀辦佛學院，到那裡去求學去。所以演培法師跟諦老和尚只有一年，偷偷開小差跑了，跑到廈門去親近太虛法師，我感覺得很惋惜！如果他要是死心塌地跟著諦老，他是一代祖師。為什麼？諦老是遵守祖祖相傳的老辦法，規規矩矩，循規蹈矩。太虛法師是我們佛教裡面的革命家，他辦學跟現在一般學校一樣，很多老師教，開很多課程，他們接受這種教育，接受這種教育只是學到佛法的知識，真正的道沒有學到；換句話說，佛學是學成了，戒定慧沒有成就。所以他一生過得很苦惱，他跟我是好朋友，我們在一起無話不談。他的心沒有我這麼清淨，妄想、分別、執著放不下。這就是一開頭親近善知識，他就有緣分，被魔子魔孫破壞了。那些勸他到別的地方去，離開諦閑老和尚，那是魔，他遭了魔障。我這個緣分比他好，也有一些勸我到別的地方去，我不肯幹，我知道李老師教導我的這套方法有效果。我在他會下，心地感覺到清淨多了，妄想少很多。怎麼少？這個不能聽，那個不能看，妄想自然少了。妄想從哪來的？看得太多，聽得太多，你的是非妄想就多。所以老師把這個門全部給你堵塞，只聽他一個人，只接受一個人教導，他把這個路給我帶出來。"
    },
    {
      "id": "12-024-0002_p0051",
      "zh_CN": "我们在此地，善财童子基本的老师、指导的老师是文殊菩萨，他在文殊菩萨那里得清净心，成就基本参学的能力，然后再出去参学，那时候参学就不要紧了。佛菩萨讲经可以听，妖魔鬼怪讲经也可以听，决定只得利益，不受其害。有这个能力才可以参学，没有这个能力不能参学。现在这种机缘难，纵然有好老师，没有好学生，哪里去找一个百分之百服从听话的学生，找不到！所以师道，大概到这个时代已经真的断掉了。现在学生都不听话，所以没有成就，真正肯听话、肯接受教诲的，没有一个不成就。我们说到这个地方，也感到非常惋惜。这一句，意思还没有讲，我们留在明天晚上，再跟诸位说这第三句，今天时间到了，就讲到此地。",
      "zh_TW": "我們在此地，善財童子基本的老師、指導的老師是文殊菩薩，他在文殊菩薩那裡得清淨心，成就基本參學的能力，然後再出去參學，那時候參學就不要緊了。佛菩薩講經可以聽，妖魔鬼怪講經也可以聽，決定只得利益，不受其害。有這個能力才可以參學，沒有這個能力不能參學。現在這種機緣難，縱然有好老師，沒有好學生，哪裡去找一個百分之百服從聽話的學生，找不到！所以師道，大概到這個時代已經真的斷掉了。現在學生都不聽話，所以沒有成就，真正肯聽話、肯接受教誨的，沒有一個不成就。我們說到這個地方，也感到非常惋惜。這一句，意思還沒有講，我們留在明天晚上，再跟諸位說這第三句，今天時間到了，就講到此地。"
    }
  ]
}