{
  "doc_id": "12-024-0001",
  "title": {
    "zh_CN": "善财童子参学报告（六）",
    "zh_TW": "善財童子參學報告（六）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-024-0001",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "12-024-0001_p0001",
      "zh_CN": "诸位法师、诸位同修：请看讲义第一面，末后这一段。上一次，这一部分没有讲完，今天我们接着看第十，「大用无涯分」：",
      "zh_TW": "諸位法師、諸位同修：請看講義第一面，末後這一段。上一次，這一部分沒有講完，今天我們接著看第十，「大用無涯分」："
    },
    {
      "id": "12-024-0001_p0002",
      "zh_CN": "【诸菩萨蒙佛三昧光明照故。一一皆得不可说佛刹极微尘数大悲门。摄受利益安乐众生。】",
      "zh_TW": "【諸菩薩蒙佛三昧光明照故。一一皆得不可說佛剎極微塵數大悲門。攝受利益安樂眾生。】"
    },
    {
      "id": "12-024-0001_p0003",
      "zh_CN": "在华严会上，我们看到了佛的光明遍照。菩萨能见到佛光，能感受到佛光。所以得佛光注照，也就是得佛力加持，大慈大悲心，自自然然就能生起。在世出世间法里，我们要是将整个的佛法，归结到一个结论，就是慈悲，所以佛家讲，「慈悲为本，方便为门」。不仅是佛法总归到慈悲，世间其他的宗教也不例外，像天主教、基督教、伊斯兰教、犹太教，归结到最后，神爱世人，爱就是慈悲。我们从这个地方就能体会到，佛要度众生，神要救众生，用什么帮助这些众生？真诚的爱心，就是佛家讲的慈悲心。",
      "zh_TW": "在華嚴會上，我們看到了佛的光明遍照。菩薩能見到佛光，能感受到佛光。所以得佛光注照，也就是得佛力加持，大慈大悲心，自自然然就能生起。在世出世間法裡，我們要是將整個的佛法，歸結到一個結論，就是慈悲，所以佛家講，「慈悲為本，方便為門」。不僅是佛法總歸到慈悲，世間其他的宗教也不例外，像天主教、基督教、伊斯蘭教、猶太教，歸結到最後，神愛世人，愛就是慈悲。我們從這個地方就能體會到，佛要度眾生，神要救眾生，用什麼幫助這些眾生？真誠的愛心，就是佛家講的慈悲心。"
    },
    {
      "id": "12-024-0001_p0004",
      "zh_CN": "佛家讲「慈悲为本，方便为门」，方便就是恒顺众生。你不能够随喜、不能够随顺，你纵然有慈悲，众生不愿意接受。所以佛必须要大开方便之门，才能够『摄受利益安乐众生』。这一句，把诸佛菩萨示现在十法界、在六道，目的显示出来了。佛菩萨到我们这个世间来干什么？就在这一句，「摄受」。摄受这两个字，要用现代话来说，就是关怀、照顾，以真诚的爱心，关怀我们，照顾我们，给我们真实的利益。",
      "zh_TW": "佛家講「慈悲為本，方便為門」，方便就是恆順眾生。你不能夠隨喜、不能夠隨順，你縱然有慈悲，眾生不願意接受。所以佛必須要大開方便之門，才能夠『攝受利益安樂眾生』。這一句，把諸佛菩薩示現在十法界、在六道，目的顯示出來了。佛菩薩到我們這個世間來幹什麼？就在這一句，「攝受」。攝受這兩個字，要用現代話來說，就是關懷、照顧，以真誠的愛心，關懷我們，照顧我們，給我們真實的利益。"
    },
    {
      "id": "12-024-0001_p0005",
      "zh_CN": "真实的利益，就是诸佛菩萨教化世间的三个目标。第一个：教导一切众生「断恶修善」，真实利益。道教《感应篇》、《阴骘文》，儒家《六经》，都给我们讲感应的真理，感应的事实真相，种善因一定得善果，造恶因一定得恶报，因缘果报，丝毫不爽。所以佛教给我们断恶修善，这个利益是什么？决定不堕三恶道。虽然不能出离六道轮回，我们可以保住人天福报。人天福报是善因善果，三途恶报是恶因恶报，这叫真实利益，这是佛对下根人说的。对中根人说，帮助他「破迷开悟」，这是高一层的真实利益。因为你迷，你才有六道轮回；你要是觉悟了，超越六道。超越六道，你就证阿罗汉果、辟支佛果、菩萨、佛果，不再在六道里受轮回的苦报，这是真实的利益。",
      "zh_TW": "真實的利益，就是諸佛菩薩教化世間的三個目標。第一個：教導一切眾生「斷惡修善」，真實利益。道教《感應篇》、《陰騭文》，儒家《六經》，都給我們講感應的真理，感應的事實真相，種善因一定得善果，造惡因一定得惡報，因緣果報，絲毫不爽。所以佛教給我們斷惡修善，這個利益是什麼？決定不墮三惡道。雖然不能出離六道輪迴，我們可以保住人天福報。人天福報是善因善果，三途惡報是惡因惡報，這叫真實利益，這是佛對下根人說的。對中根人說，幫助他「破迷開悟」，這是高一層的真實利益。因為你迷，你才有六道輪迴；你要是覺悟了，超越六道。超越六道，你就證阿羅漢果、辟支佛果、菩薩、佛果，不再在六道裡受輪迴的苦報，這是真實的利益。"
    },
    {
      "id": "12-024-0001_p0006",
      "zh_CN": "佛对上根人，帮助他破迷开悟，令他「超凡入圣」。六道是凡夫，四圣法界也是凡夫。大乘经里讲的内凡、外凡，六道里面这是内凡，六道之内的凡夫；声闻、缘觉、菩萨、通教的佛、别教的佛，这是三界以外的凡夫，不算是圣人。但是佛门也称他们作小圣，不是大圣，在大乘圆教眼光当中，他们还是凡夫。所以一定要把他再向上提升，超凡入圣；这个圣是大圣，超越十法界，证得一真法界，这是真实究竟圆满的利益。三种利益都是「安乐众生」。诸佛菩萨到这个世间来，是干这个事情，令一切众生身心安乐。",
      "zh_TW": "佛對上根人，幫助他破迷開悟，令他「超凡入聖」。六道是凡夫，四聖法界也是凡夫。大乘經裡講的內凡、外凡，六道裡面這是內凡，六道之內的凡夫；聲聞、緣覺、菩薩、通教的佛、別教的佛，這是三界以外的凡夫，不算是聖人。但是佛門也稱他們作小聖，不是大聖，在大乘圓教眼光當中，他們還是凡夫。所以一定要把他再向上提升，超凡入聖；這個聖是大聖，超越十法界，證得一真法界，這是真實究竟圓滿的利益。三種利益都是「安樂眾生」。諸佛菩薩到這個世間來，是幹這個事情，令一切眾生身心安樂。"
    },
    {
      "id": "12-024-0001_p0007",
      "zh_CN": "我们现前的社会，苦难很多，灾变异常。每一年灾难，天灾人祸，一年比一年多，一次比一次严重，所以可以讲居住在地球上的人，尤其居住在大都市这些人们，几乎身心都不安，不晓得到哪里去好，无所适从。纵然物质生活还能过得去，还相当的富裕，精神实在讲非常痛苦。这种苦难、灾变，实在说它并不是定数。怎么来的？佛家说得好，众生众业所感，我们造的业不善，这个依报的环境怎么会好？大乘经上说得很多，依报随着正报转，依报是我们生活环境，生活环境是跟正报转的。正报是人心，人心善良，生活环境就好；人心不善，生活环境就不好。这是真理，这才是事实真相。由此可知，要救度一切众生，要救这些苦难众生，怎么救法？是不是佛菩萨、天神、上帝可怜我们，来帮助我们，我们没得吃，送点东西给我们吃；没得穿，送衣服给我们穿。是不是这样？不是，诸位这个想法，那就是真正的迷信。佛菩萨、世出世间的圣人，是用教导的方法来帮助我们，这是真实的利益，教我们回心转意，所谓是「回头是岸」。",
      "zh_TW": "我們現前的社會，苦難很多，災變異常。每一年災難，天災人禍，一年比一年多，一次比一次嚴重，所以可以講居住在地球上的人，尤其居住在大都市這些人們，幾乎身心都不安，不曉得到哪裡去好，無所適從。縱然物質生活還能過得去，還相當的富裕，精神實在講非常痛苦。這種苦難、災變，實在說它並不是定數。怎麼來的？佛家說得好，眾生眾業所感，我們造的業不善，這個依報的環境怎麼會好？大乘經上說得很多，依報隨著正報轉，依報是我們生活環境，生活環境是跟正報轉的。正報是人心，人心善良，生活環境就好；人心不善，生活環境就不好。這是真理，這才是事實真相。由此可知，要救度一切眾生，要救這些苦難眾生，怎麼救法？是不是佛菩薩、天神、上帝可憐我們，來幫助我們，我們沒得吃，送點東西給我們吃；沒得穿，送衣服給我們穿。是不是這樣？不是，諸位這個想法，那就是真正的迷信。佛菩薩、世出世間的聖人，是用教導的方法來幫助我們，這是真實的利益，教我們回心轉意，所謂是「回頭是岸」。"
    },
    {
      "id": "12-024-0001_p0008",
      "zh_CN": "佛家教学入门，第一桩事情，就是求受三皈依。我们正式以佛为老师，向佛学习。佛把学习的纲领传授给我们，「觉、正、净」三宝，就是教我们回头。从迷惑颠倒回头，依自性觉；从错误的思想见解回头，依自性正，正知正见；从一些烦恼污染回头，依清净心，这叫「三皈依」。佛心觉而不迷；佛的思想，正而不邪；佛的心地，清净无染，我们要学佛的「觉、正、净」。所以佛住极乐世界，极乐世界怎么来的？从「觉、正、净」变现出来。我们今天这个世界怎么来的？从「迷、邪、染」变现出来，五浊恶世。佛教导我们如何转变我们自己的生活环境，如何转变我们的境界，所以佛菩萨是教学，从教学里面给我们真实的利益、真实的安乐。",
      "zh_TW": "佛家教學入門，第一樁事情，就是求受三皈依。我們正式以佛為老師，向佛學習。佛把學習的綱領傳授給我們，「覺、正、淨」三寶，就是教我們回頭。從迷惑顛倒回頭，依自性覺；從錯誤的思想見解回頭，依自性正，正知正見；從一些煩惱污染回頭，依清淨心，這叫「三皈依」。佛心覺而不迷；佛的思想，正而不邪；佛的心地，清淨無染，我們要學佛的「覺、正、淨」。所以佛住極樂世界，極樂世界怎麼來的？從「覺、正、淨」變現出來。我們今天這個世界怎麼來的？從「迷、邪、染」變現出來，五濁惡世。佛教導我們如何轉變我們自己的生活環境，如何轉變我們的境界，所以佛菩薩是教學，從教學裡面給我們真實的利益、真實的安樂。"
    },
    {
      "id": "12-024-0001_p0009",
      "zh_CN": "诸菩萨得到佛三昧光明注照，我们有没有得到？我们也是每一天、每一个时候，从来没有间断，诸佛三昧光明也照我们。你说我没有看到？我没有感觉？没错，你是没看到、是没感觉。你为什么看不到？为什么没有感觉？中国人有一句话说，说得很好，叫「麻木不仁」。我们现在麻木不仁，佛的慈悲光明照耀我们，我们没有感觉，六根麻木了，心智也麻木了，我们一定要觉悟。什么样的人，能恢复知觉，感触到佛的光明遍照？对于佛陀教诲，能信的人，能解的人，发愿修行的人，他见到了，他感触到了，时时刻刻见到，时时刻刻感触到，从来没有间断。光明在哪里？就在我们现实生活之中，就环绕着我们的周围。你要是深入经藏，尤其是这一部《大方广佛华严经》，你就知道我说的话句句是真实。不是佛不照顾我们，不是佛光不照我们，障碍是在我们自己这一边，佛菩萨那一边决定没有障碍。所以我们能信、能解、能愿、能行，就真正得到佛的摄受，利益安乐，你确实可以得到。第二节：",
      "zh_TW": "諸菩薩得到佛三昧光明注照，我們有沒有得到？我們也是每一天、每一個時候，從來沒有間斷，諸佛三昧光明也照我們。你說我沒有看到？我沒有感覺？沒錯，你是沒看到、是沒感覺。你為什麼看不到？為什麼沒有感覺？中國人有一句話說，說得很好，叫「麻木不仁」。我們現在麻木不仁，佛的慈悲光明照耀我們，我們沒有感覺，六根麻木了，心智也麻木了，我們一定要覺悟。什麼樣的人，能恢復知覺，感觸到佛的光明遍照？對於佛陀教誨，能信的人，能解的人，發願修行的人，他見到了，他感觸到了，時時刻刻見到，時時刻刻感觸到，從來沒有間斷。光明在哪裡？就在我們現實生活之中，就環繞著我們的周圍。你要是深入經藏，尤其是這一部《大方廣佛華嚴經》，你就知道我說的話句句是真實。不是佛不照顧我們，不是佛光不照我們，障礙是在我們自己這一邊，佛菩薩那一邊決定沒有障礙。所以我們能信、能解、能願、能行，就真正得到佛的攝受，利益安樂，你確實可以得到。第二節："
    },
    {
      "id": "12-024-0001_p0010",
      "zh_CN": "【普现一切诸众生前。随诸众生身相言音，种种方便，教化调伏，令其成熟。】",
      "zh_TW": "【普現一切諸眾生前。隨諸眾生身相言音，種種方便，教化調伏，令其成熟。】"
    },
    {
      "id": "12-024-0001_p0011",
      "zh_CN": "菩萨的愿行，决定不是虚假的，是真实的，他落实，这一段就是讲他落实。『普现一切诸众生前』，这「一切众生」包括我们在内，真的现在我们面前。「普」是普遍，真诚心、清净心、平等心，决定没有差别，这叫「普现」。诸佛菩萨随类化身，随机说法，时时刻刻、念念之中，都在帮助我们。第一句就是随类现身，第二句是随机说法。第三句『种种方便』，就是普贤大愿里面，「恒顺众生，随喜功德」，这个样子才能够『教化调伏』。「教」是教导，菩萨对我们教导，我们接受佛菩萨教导之后，就起了变化；这个「化」是转化。以前我们的心行不善，现在我们知道错了，改过来，转恶为善，那是化，起变化了。以前我们迷惑颠倒，现在是化迷为悟；更进一步的，化凡为圣，菩萨教导有了成果。",
      "zh_TW": "菩薩的願行，決定不是虛假的，是真實的，他落實，這一段就是講他落實。『普現一切諸眾生前』，這「一切眾生」包括我們在內，真的現在我們面前。「普」是普遍，真誠心、清淨心、平等心，決定沒有差別，這叫「普現」。諸佛菩薩隨類化身，隨機說法，時時刻刻、念念之中，都在幫助我們。第一句就是隨類現身，第二句是隨機說法。第三句『種種方便』，就是普賢大願裡面，「恆順眾生，隨喜功德」，這個樣子才能夠『教化調伏』。「教」是教導，菩薩對我們教導，我們接受佛菩薩教導之後，就起了變化；這個「化」是轉化。以前我們的心行不善，現在我們知道錯了，改過來，轉惡為善，那是化，起變化了。以前我們迷惑顛倒，現在是化迷為悟；更進一步的，化凡為聖，菩薩教導有了成果。"
    },
    {
      "id": "12-024-0001_p0012",
      "zh_CN": "我们现在很惭愧，佛菩萨教，我们没有变化。我们没有变化，教我们不相信，我们不理解，我们完全没有做到。佛菩萨还教不教我们？给诸位说，佛菩萨的教学从来没间断，真正慈悲，慈悲到了极处。并不因为我们背叛佛菩萨，不肯向他学习，他就把我们舍弃，就离开我们而去，没有；佛菩萨时时刻刻都在我们周边，无论你信不信。众生毁谤佛菩萨，侮辱佛菩萨，陷害佛菩萨，佛菩萨还是那么慈悲，还是一天到晚环绕着你。天下到哪里去找这样的好人？找不到，佛菩萨对于一切众生真心，我们要相信佛菩萨的话。人，人靠不住，最靠不住的是人，人是虚情假意，念头、主意千变万化，怎么能靠得住？人家对我好，很好我很感谢你；对我不好，我早就知道了，我一点都不怪你。为什么？你是凡夫，你的心不定，一会儿好，一会儿不好，一天不晓得变多少次，我们了解，所以见怪不怪。唯有佛菩萨对待一切众生用真诚心、清净心、慈悲心，永远不变。",
      "zh_TW": "我們現在很慚愧，佛菩薩教，我們沒有變化。我們沒有變化，教我們不相信，我們不理解，我們完全沒有做到。佛菩薩還教不教我們？給諸位說，佛菩薩的教學從來沒間斷，真正慈悲，慈悲到了極處。並不因為我們背叛佛菩薩，不肯向他學習，他就把我們捨棄，就離開我們而去，沒有；佛菩薩時時刻刻都在我們周邊，無論你信不信。眾生毀謗佛菩薩，侮辱佛菩薩，陷害佛菩薩，佛菩薩還是那麼慈悲，還是一天到晚環繞著你。天下到哪裡去找這樣的好人？找不到，佛菩薩對於一切眾生真心，我們要相信佛菩薩的話。人，人靠不住，最靠不住的是人，人是虛情假意，念頭、主意千變萬化，怎麼能靠得住？人家對我好，很好我很感謝你；對我不好，我早就知道了，我一點都不怪你。為什麼？你是凡夫，你的心不定，一會兒好，一會兒不好，一天不曉得變多少次，我們了解，所以見怪不怪。唯有佛菩薩對待一切眾生用真誠心、清淨心、慈悲心，永遠不變。"
    },
    {
      "id": "12-024-0001_p0013",
      "zh_CN": "「种种方便」；西方极乐世界，我们在经上读到「六尘说法」。诸位要是读过《华严》，深入《华严》，你也会恍然大悟，我们现在这个世间，也是六尘说法，不亚于西方极乐世界。西方极乐世界的人清净，心平等，心觉悟，所以六尘说法，他能够感触得到，他能够体会得到，他有受用。我们心不清净，起心动念都是自私自利、是非人我、贪瞋痴慢，所以六尘说法，我们不见不闻，完全没有感触。这只能怪我们自己，不能怪佛菩萨。总不能怪释迦牟尼佛，你看看阿弥陀佛那里都六尘说法，本师释迦牟尼佛，为什么你这个地方不行？本师释迦牟尼佛的娑婆世界也是六尘说法，而我们不见不闻。可是亦有见闻者，那真是像经上所说的，这个人善根福德因缘深厚，他能见、能闻、能得利益。什么叫善根？能信、能解，这个人有善根。能发愿、能修行，这个人有福德。有善根、有福德，常常见佛，常常见菩萨，「佛氏门中，不舍一人」，都是事实真相。佛菩萨帮助我们，教化我们，调伏我们。「调」是调顺、调理；「伏」是帮助我们控制我们的烦恼，控制我们的习气，这是调伏。",
      "zh_TW": "「種種方便」；西方極樂世界，我們在經上讀到「六塵說法」。諸位要是讀過《華嚴》，深入《華嚴》，你也會恍然大悟，我們現在這個世間，也是六塵說法，不亞於西方極樂世界。西方極樂世界的人清淨，心平等，心覺悟，所以六塵說法，他能夠感觸得到，他能夠體會得到，他有受用。我們心不清淨，起心動念都是自私自利、是非人我、貪瞋痴慢，所以六塵說法，我們不見不聞，完全沒有感觸。這只能怪我們自己，不能怪佛菩薩。總不能怪釋迦牟尼佛，你看看阿彌陀佛那裡都六塵說法，本師釋迦牟尼佛，為什麼你這個地方不行？本師釋迦牟尼佛的娑婆世界也是六塵說法，而我們不見不聞。可是亦有見聞者，那真是像經上所說的，這個人善根福德因緣深厚，他能見、能聞、能得利益。什麼叫善根？能信、能解，這個人有善根。能發願、能修行，這個人有福德。有善根、有福德，常常見佛，常常見菩薩，「佛氏門中，不捨一人」，都是事實真相。佛菩薩幫助我們，教化我們，調伏我們。「調」是調順、調理；「伏」是幫助我們控制我們的煩惱，控制我們的習氣，這是調伏。"
    },
    {
      "id": "12-024-0001_p0014",
      "zh_CN": "『令其成熟』，这是佛菩萨教化的愿望，帮助我们成熟。如果用其他的法门，成熟的时间很长。如果用念佛法门，劝我们求生西方极乐世界，成熟的时间大大的缩短。我们在华严会上，看到释迦牟尼佛教导大众，讲了两千多个法门。这两千多个法门，给诸位说，都是法门的纲领，如果再细分，就是八万四千法门、无量法门。佛说法有善巧方便，把无量法门归纳为八万四千法门，将八万四千法门又归纳为两千法门，《华严经》上讲的。哪一个法门修学，都得要相当长的时间，这个世间佛经里面常讲，三大阿僧祇劫，要这么长的时间来修行，你才能成熟。可是念佛法门就容易，你这一生当中就成熟了。所以《华严》到末后，普贤菩萨「十大愿王，导归极乐」，令其成熟，不要费那么长的时间，不要那么辛苦，不要那么迂回曲折，直截了当，众生就成佛了。所以西方净土，一切诸佛如来赞叹，一切诸佛称赞阿弥陀佛，「光中极尊，佛中之王」，诸佛这么称赞的。诸佛为什么这样称赞？阿弥陀佛确实有超过诸佛之处，那就是能令五乘齐入报土，这个了不起，没听说过。五乘是佛、菩萨、声闻、天、人，人底下还包括恶道众生。阿鼻地狱众生，他只要能回头，只要肯听话，平等成佛，这个不可思议。十方无量无边诸佛刹土里面，没有这个事，没听说过，西方极乐世界圆满成就了。所以诸位选择这个法门，是一生成佛的法门，平等成佛。我们的缘不可思议，缘太殊胜了。",
      "zh_TW": "『令其成熟』，這是佛菩薩教化的願望，幫助我們成熟。如果用其他的法門，成熟的時間很長。如果用念佛法門，勸我們求生西方極樂世界，成熟的時間大大的縮短。我們在華嚴會上，看到釋迦牟尼佛教導大眾，講了兩千多個法門。這兩千多個法門，給諸位說，都是法門的綱領，如果再細分，就是八萬四千法門、無量法門。佛說法有善巧方便，把無量法門歸納為八萬四千法門，將八萬四千法門又歸納為兩千法門，《華嚴經》上講的。哪一個法門修學，都得要相當長的時間，這個世間佛經裡面常講，三大阿僧祇劫，要這麼長的時間來修行，你才能成熟。可是念佛法門就容易，你這一生當中就成熟了。所以《華嚴》到末後，普賢菩薩「十大願王，導歸極樂」，令其成熟，不要費那麼長的時間，不要那麼辛苦，不要那麼迂迴曲折，直截了當，眾生就成佛了。所以西方淨土，一切諸佛如來讚歎，一切諸佛稱讚阿彌陀佛，「光中極尊，佛中之王」，諸佛這麼稱讚的。諸佛為什麼這樣稱讚？阿彌陀佛確實有超過諸佛之處，那就是能令五乘齊入報土，這個了不起，沒聽說過。五乘是佛、菩薩、聲聞、天、人，人底下還包括惡道眾生。阿鼻地獄眾生，他只要能回頭，只要肯聽話，平等成佛，這個不可思議。十方無量無邊諸佛剎土裡面，沒有這個事，沒聽說過，西方極樂世界圓滿成就了。所以諸位選擇這個法門，是一生成佛的法門，平等成佛。我們的緣不可思議，緣太殊勝了。"
    },
    {
      "id": "12-024-0001_p0015",
      "zh_CN": "这一生当中能遇到这个法门，我们这一生能不能成就？那就要看你能不能珍惜这个缘分，这是你这一生成败关键所在。谚语有所谓：「道高一尺，魔高一丈。」你遇到这样殊胜的法门，一生就可以作佛作祖，会不会有人来障碍？会不会有人来破坏你？肯定是有的。哪些人？你过去生中的冤家债主，他会找你麻烦，他来障碍你，他来阻挠你，劝你修别的法门，「那个法门有神通，那个法门有感应，快得不得了，这个法门不可靠」，天天给你耳朵边造谣言。你听久了，对这个法门信心慢慢减退，你的心改变了，那就是妖魔鬼怪在扰乱，障碍你这一生成就。你要搞其他法门，肯定你出不了三界；出不了三界，肯定堕三恶道。为什么这么肯定？我们自己冷静仔细的想一想，我们从早到晚想的是什么？一年到头干的是什么？如果想的不善，造作的不善，你不到三途，你到哪里去？所以这个话是肯定的。我们造作无量无边的恶业，唯独西方极乐世界可以带业往生，其他的八万四千法门、无量法门，没有一个法门是带业的，我们的业障能消得了吗？",
      "zh_TW": "這一生當中能遇到這個法門，我們這一生能不能成就？那就要看你能不能珍惜這個緣分，這是你這一生成敗關鍵所在。諺語有所謂：「道高一尺，魔高一丈。」你遇到這樣殊勝的法門，一生就可以作佛作祖，會不會有人來障礙？會不會有人來破壞你？肯定是有的。哪些人？你過去生中的冤家債主，他會找你麻煩，他來障礙你，他來阻撓你，勸你修別的法門，「那個法門有神通，那個法門有感應，快得不得了，這個法門不可靠」，天天給你耳朵邊造謠言。你聽久了，對這個法門信心慢慢減退，你的心改變了，那就是妖魔鬼怪在擾亂，障礙你這一生成就。你要搞其他法門，肯定你出不了三界；出不了三界，肯定墮三惡道。為什麼這麼肯定？我們自己冷靜仔細的想一想，我們從早到晚想的是什麼？一年到頭幹的是什麼？如果想的不善，造作的不善，你不到三途，你到哪裡去？所以這個話是肯定的。我們造作無量無邊的惡業，唯獨西方極樂世界可以帶業往生，其他的八萬四千法門、無量法門，沒有一個法門是帶業的，我們的業障能消得了嗎？"
    },
    {
      "id": "12-024-0001_p0016",
      "zh_CN": "有人说：念佛不行，消不了业障，要拜忏、要参禅、要念咒，那个快。你就信了，信了，不错！你去照那个方法修，修了之后，看看业障有没有消？什么叫业障？妄想。你去参禅，看看还有没有妄想，还有没有自私自利，还有没有贪瞋痴慢？如果参禅还有，持咒也还有，那就说明参禅跟持咒没用。不是那个法门不好，是你的烦恼习气太重了，这付药不灵光。念佛这个法门，你只要如理如法的去修学，确实效果会来得快。你的妄想，你自己会觉察到，一年比一年少，一个月比一个月少。你的慈悲心在增长，一年比一年增长，一个月比一个月增长。慈悲心增长是什么现象？真正的爱护众生。从前没这个念头，现在学了，有这个念头，真的爱护众生，真正乐意帮助一切众生，肯为一切众生牺牲自己，这就是你修学有了成就；你的心理、你的行为，开始有变化了。所以说到成熟，不能不推崇净宗是第一法门。我们要是真正明了，就不会再受外面境界的干扰。一门深入，长时间的薰修，永远不改变，你这一生决定成就。坚定自己的信心，坚定自己的愿心，不受任何干扰，这是我们修行成功的第一个条件，我们要具足。再看下面第三小段：",
      "zh_TW": "有人說：念佛不行，消不了業障，要拜懺、要參禪、要念咒，那個快。你就信了，信了，不錯！你去照那個方法修，修了之後，看看業障有沒有消？什麼叫業障？妄想。你去參禪，看看還有沒有妄想，還有沒有自私自利，還有沒有貪瞋痴慢？如果參禪還有，持咒也還有，那就說明參禪跟持咒沒用。不是那個法門不好，是你的煩惱習氣太重了，這付藥不靈光。念佛這個法門，你只要如理如法的去修學，確實效果會來得快。你的妄想，你自己會覺察到，一年比一年少，一個月比一個月少。你的慈悲心在增長，一年比一年增長，一個月比一個月增長。慈悲心增長是什麼現象？真正的愛護眾生。從前沒這個念頭，現在學了，有這個念頭，真的愛護眾生，真正樂意幫助一切眾生，肯為一切眾生犧牲自己，這就是你修學有了成就；你的心理、你的行為，開始有變化了。所以說到成熟，不能不推崇淨宗是第一法門。我們要是真正明瞭，就不會再受外面境界的干擾。一門深入，長時間的薰修，永遠不改變，你這一生決定成就。堅定自己的信心，堅定自己的願心，不受任何干擾，這是我們修行成功的第一個條件，我們要具足。再看下面第三小段："
    },
    {
      "id": "12-024-0001_p0017",
      "zh_CN": "【往诣一切众生住处，以平等大悲，平等大愿，平等智慧，平等三昧，教化摄取而调伏之。随诸众生心之所乐，皆诣其所，令其获益。】",
      "zh_TW": "【往詣一切眾生住處，以平等大悲，平等大願，平等智慧，平等三昧，教化攝取而調伏之。隨諸眾生心之所樂，皆詣其所，令其獲益。】"
    },
    {
      "id": "12-024-0001_p0018",
      "zh_CN": "这些文字，显示出菩萨教化众生圆满的落实，决定不是个空愿，不是虚愿。这些文字意思很深很广，我们要懂得。『往诣一切众生住处』，这地方关键的字样是「一切」，一切两个字怎么讲？跟下面『平等』互相照应。十法界的众生，菩萨都去，没有分别。在我们这个地球上，一切种族的众生，佛菩萨也去。不是说这个地方学佛的，信佛的人，佛菩萨来了，那个地方是信基督教的，佛菩萨就不去了，那是你打妄想，是你的分别，你的邪知邪见。信基督教的，佛菩萨也去，那个地方信犹太教的，佛菩萨也去，统统都去，这才叫「往诣一切众生住处」。这里头没有说明，信基督教的人住处不去，信犹太教的地方不去，没有说，没有说就统统都去，这才是平等。",
      "zh_TW": "這些文字，顯示出菩薩教化眾生圓滿的落實，決定不是個空願，不是虛願。這些文字意思很深很廣，我們要懂得。『往詣一切眾生住處』，這地方關鍵的字樣是「一切」，一切兩個字怎麼講？跟下面『平等』互相照應。十法界的眾生，菩薩都去，沒有分別。在我們這個地球上，一切種族的眾生，佛菩薩也去。不是說這個地方學佛的，信佛的人，佛菩薩來了，那個地方是信基督教的，佛菩薩就不去了，那是你打妄想，是你的分別，你的邪知邪見。信基督教的，佛菩薩也去，那個地方信猶太教的，佛菩薩也去，統統都去，這才叫「往詣一切眾生住處」。這裡頭沒有說明，信基督教的人住處不去，信猶太教的地方不去，沒有說，沒有說就統統都去，這才是平等。"
    },
    {
      "id": "12-024-0001_p0019",
      "zh_CN": "现代这个社会，有一些有智慧、有见识的人提倡多元文化，往诣一切众生住处就是多元文化。所以我们要明了、要觉悟，基督教里面很多牧师是佛菩萨，佛菩萨化身的。那些人的住处，你用佛菩萨的身分到那里，他不能接受，摇身一变，变成牧师，他不就接受了吗？天主教里面很多神父是佛菩萨，伊斯兰教阿訇也是佛菩萨，都是。你们没有见到过，我见到过。我跟这些宗教领袖接触，我觉得他们统统是佛菩萨的化身。为什么？他们的心地慈悲，心量广大，他们的理念、希求，是求社会安定、世界和平。希望世界上所有一切众生都能够和睦共处，过一个幸福美满的生活，这不是佛菩萨是谁？所以我对他们的称呼，都合掌称菩萨，牧师菩萨，神父菩萨，阿訇菩萨，我都这么称他。我知道这些佛菩萨往诣一切众生住处，示现不同的身分，随类化身，随机说法。要是真正能够达到全世界社会安定，世界和平，人与人之间不分种族，不分宗教，互相尊敬，互相亲爱，互助合作，共存共荣；佛菩萨不应化在各种不同的族群，不同的宗教当中，这个目的达不到。现在有些同修知道，我跟许许多多宗教相处得非常好，这些宗教领教都欢喜。那都是菩萨，不是凡人，都是诸佛如来应化在其中。所以他们的用心，你仔细的观察，『平等大愿』，愿帮助度众生，就是前面所说的，摄受利益安乐一切众生。",
      "zh_TW": "現代這個社會，有一些有智慧、有見識的人提倡多元文化，往詣一切眾生住處就是多元文化。所以我們要明瞭、要覺悟，基督教裡面很多牧師是佛菩薩，佛菩薩化身的。那些人的住處，你用佛菩薩的身分到那裡，他不能接受，搖身一變，變成牧師，他不就接受了嗎？天主教裡面很多神父是佛菩薩，伊斯蘭教阿訇也是佛菩薩，都是。你們沒有見到過，我見到過。我跟這些宗教領袖接觸，我覺得他們統統是佛菩薩的化身。為什麼？他們的心地慈悲，心量廣大，他們的理念、希求，是求社會安定、世界和平。希望世界上所有一切眾生都能夠和睦共處，過一個幸福美滿的生活，這不是佛菩薩是誰？所以我對他們的稱呼，都合掌稱菩薩，牧師菩薩，神父菩薩，阿訇菩薩，我都這麼稱他。我知道這些佛菩薩往詣一切眾生住處，示現不同的身分，隨類化身，隨機說法。要是真正能夠達到全世界社會安定，世界和平，人與人之間不分種族，不分宗教，互相尊敬，互相親愛，互助合作，共存共榮；佛菩薩不應化在各種不同的族群，不同的宗教當中，這個目的達不到。現在有些同修知道，我跟許許多多宗教相處得非常好，這些宗教領教都歡喜。那都是菩薩，不是凡人，都是諸佛如來應化在其中。所以他們的用心，你仔細的觀察，『平等大願』，願幫助度眾生，就是前面所說的，攝受利益安樂一切眾生。"
    },
    {
      "id": "12-024-0001_p0020",
      "zh_CN": "『平等智慧，平等三昧』，「三昧」是享受，正常的享受，平等的享受就是三昧。『教化摄取而调伏之』，应以什么方法教导，就用什么方法。我们今天把它归结到一个字「爱心」，佛家讲的慈悲，真诚的爱心，无私的布施，无条件的协助一切众生，我们的愿望就能够落实，就能够实现。安定和平，幸福美满，这是我们的愿望，诸佛菩萨的愿望，天地神明的愿望，所有宗教里面上帝的愿望，共同一个愿望。诸位要晓得，这个愿望，政治达不到，军事、武力更达不到；用经济，二次大战之后，每一个国家地区都向经济上去发展，到现在我们能看到这效果，经济也做不到；科学、技术都做不到。什么方法能够做到？教学，慈悲、智慧的教化才能做到。非常可惜，知道这些道理、了解这些事实的人还是太少，迷信在政治、武力、经济、科技，人数还相当多，所以安定和平、幸福美满没有能真正的落实，原因在这个地方。我们读到世尊这些教诲，我们的感受非常深刻，我们晓得应该怎么去做：全心全力，无条件的帮助一切众生破迷开悟，明白这些道理，了解事实真相；明白的人愈多，觉悟的人愈多，就能早一天落实。",
      "zh_TW": "『平等智慧，平等三昧』，「三昧」是享受，正常的享受，平等的享受就是三昧。『教化攝取而調伏之』，應以什麼方法教導，就用什麼方法。我們今天把它歸結到一個字「愛心」，佛家講的慈悲，真誠的愛心，無私的布施，無條件的協助一切眾生，我們的願望就能夠落實，就能夠實現。安定和平，幸福美滿，這是我們的願望，諸佛菩薩的願望，天地神明的願望，所有宗教裡面上帝的願望，共同一個願望。諸位要曉得，這個願望，政治達不到，軍事、武力更達不到；用經濟，二次大戰之後，每一個國家地區都向經濟上去發展，到現在我們能看到這效果，經濟也做不到；科學、技術都做不到。什麼方法能夠做到？教學，慈悲、智慧的教化才能做到。非常可惜，知道這些道理、了解這些事實的人還是太少，迷信在政治、武力、經濟、科技，人數還相當多，所以安定和平、幸福美滿沒有能真正的落實，原因在這個地方。我們讀到世尊這些教誨，我們的感受非常深刻，我們曉得應該怎麼去做：全心全力，無條件的幫助一切眾生破迷開悟，明白這些道理，了解事實真相；明白的人愈多，覺悟的人愈多，就能早一天落實。"
    },
    {
      "id": "12-024-0001_p0021",
      "zh_CN": "末后还有几句也得要说说。『教化摄取而调伏之，随诸众生心之所乐』，这一条非常重要。不同的族群，不同的文化，不同的嗜好，一定要尊重他们，要帮助他们，要成就他们。不仅仅世界是多元、宇宙是多元，我们一个人的身体也是多元。所以多元文化是自然发生的，不是人为的。宇宙人生本来就是多元的，我们要从这个地方肯定，千万不能有个错误的观念，要统御它，你就错了。要把它一元化，那更错了。这个思想伤害了多元文化，使世间动乱，人民痛苦，那是一个错误观念造成的。所以从最小的地方来省察，我们会觉得这个事实，真的是自然的，是与生俱来的。",
      "zh_TW": "末後還有幾句也得要說說。『教化攝取而調伏之，隨諸眾生心之所樂』，這一條非常重要。不同的族群，不同的文化，不同的嗜好，一定要尊重他們，要幫助他們，要成就他們。不僅僅世界是多元、宇宙是多元，我們一個人的身體也是多元。所以多元文化是自然發生的，不是人為的。宇宙人生本來就是多元的，我們要從這個地方肯定，千萬不能有個錯誤的觀念，要統御它，你就錯了。要把它一元化，那更錯了。這個思想傷害了多元文化，使世間動亂，人民痛苦，那是一個錯誤觀念造成的。所以從最小的地方來省察，我們會覺得這個事實，真的是自然的，是與生俱來的。"
    },
    {
      "id": "12-024-0001_p0022",
      "zh_CN": "我们这个身体，每一个细胞，就好比是我们世间每一个人，每一个器官就好比是一个族群、一个族类。我们这个身体许许多多的细胞，分摄于各个不同的器官，就好像世间人许许多多人，分别不同各种的族群，各种不同的文化，各种不同生活方式，一个道理。从大别来分，头部是一个族群，大族群；手是个族群；足是个族群；身是个族群，大的族群。大族群里面又分小族群，像我们中国，中华民族，这是大的族群，里面有五十多个民族，小族群。头是个大族群，眼是个小族群，耳也是个小族群，鼻也是个小族群，舌也是个小族群。族群是平等的，眼见第一，耳听第一，鼻嗅第一，舌尝第一，个个都第一，它就不打架了，它就和睦共处，天下太平，社会安定，你身体健康。如果这里面发生错误见解，眼睛说：我眼第一，你耳第二；两个会打架，这一打架，社会不安定，天下不太平，你就得生病。你们想想，我们一个人如是，世界也如是，虚空法界亦复如是。所以佛讲得好，「平等真法界」，一定要晓得，我们与一切族群平等的，一切宗教平等的，一切众生平等的，平等就相安无事，就天下太平；不平等就造罪业，就会造成社会动乱，天下不安。",
      "zh_TW": "我們這個身體，每一個細胞，就好比是我們世間每一個人，每一個器官就好比是一個族群、一個族類。我們這個身體許許多多的細胞，分攝於各個不同的器官，就好像世間人許許多多人，分別不同各種的族群，各種不同的文化，各種不同生活方式，一個道理。從大別來分，頭部是一個族群，大族群；手是個族群；足是個族群；身是個族群，大的族群。大族群裡面又分小族群，像我們中國，中華民族，這是大的族群，裡面有五十多個民族，小族群。頭是個大族群，眼是個小族群，耳也是個小族群，鼻也是個小族群，舌也是個小族群。族群是平等的，眼見第一，耳聽第一，鼻嗅第一，舌嘗第一，個個都第一，它就不打架了，它就和睦共處，天下太平，社會安定，你身體健康。如果這裡面發生錯誤見解，眼睛說：我眼第一，你耳第二；兩個會打架，這一打架，社會不安定，天下不太平，你就得生病。你們想想，我們一個人如是，世界也如是，虛空法界亦復如是。所以佛講得好，「平等真法界」，一定要曉得，我們與一切族群平等的，一切宗教平等的，一切眾生平等的，平等就相安無事，就天下太平；不平等就造罪業，就會造成社會動亂，天下不安。"
    },
    {
      "id": "12-024-0001_p0023",
      "zh_CN": "佛菩萨的教导，教导我们平等，要了解事实真相，事实真相是平等的。所以佛家讲得好，「生佛平等」，生是众生，众生跟佛平等。没有说佛比众生大，众生比佛小，没有这个道理。你要说佛高高在上，我们低低在下，你不懂佛法，你完全看错了，佛跟众生平等。究竟圆满的佛果跟阿鼻地狱众生也平等，这才是真理，这是事实真相。我们要明了，我们要把这个观念落实，变成自己的思想、见解、观念。还要把这个观念落实在我们生活，我们与一切大众相处，平等；尤其是与不同的族群，不同的思想，不同的宗教，没有一个众生不能够和睦相处，不能互助合作，没这个道理。所以佛菩萨的教诲真实可贵，我们应当接受，应当思惟，去体会，认真努力向佛菩萨学习，实在讲就是学习怎么生活，学习怎样处事待人接物。一定要懂得尊重别人、敬爱别人，不去改变别人的生活习惯，不去改变他们传统的爱好，更应当帮助他，使他的传统文化发扬光大，这个就是对的。每一个族群有它族群的特色，每一个宗教有它宗教的优点，帮助它发扬光大，无条件的帮助。所以菩萨才能够「随诸众生心之所乐」，乐是爱好，『皆诣其所，令其获益』。你看看这种教学，多么光明磊落，多么伟大，真正令人敬佩。第四小段：",
      "zh_TW": "佛菩薩的教導，教導我們平等，要了解事實真相，事實真相是平等的。所以佛家講得好，「生佛平等」，生是眾生，眾生跟佛平等。沒有說佛比眾生大，眾生比佛小，沒有這個道理。你要說佛高高在上，我們低低在下，你不懂佛法，你完全看錯了，佛跟眾生平等。究竟圓滿的佛果跟阿鼻地獄眾生也平等，這才是真理，這是事實真相。我們要明瞭，我們要把這個觀念落實，變成自己的思想、見解、觀念。還要把這個觀念落實在我們生活，我們與一切大眾相處，平等；尤其是與不同的族群，不同的思想，不同的宗教，沒有一個眾生不能夠和睦相處，不能互助合作，沒這個道理。所以佛菩薩的教誨真實可貴，我們應當接受，應當思惟，去體會，認真努力向佛菩薩學習，實在講就是學習怎麼生活，學習怎樣處事待人接物。一定要懂得尊重別人、敬愛別人，不去改變別人的生活習慣，不去改變他們傳統的愛好，更應當幫助他，使他的傳統文化發揚光大，這個就是對的。每一個族群有它族群的特色，每一個宗教有它宗教的優點，幫助它發揚光大，無條件的幫助。所以菩薩才能夠「隨諸眾生心之所樂」，樂是愛好，『皆詣其所，令其獲益』。你看看這種教學，多麼光明磊落，多麼偉大，真正令人敬佩。第四小段："
    },
    {
      "id": "12-024-0001_p0024",
      "zh_CN": "【菩萨为欲成熟众生故，示现无量变化身云。或现其身眷属庄严，或现其身独一无侣。】",
      "zh_TW": "【菩薩為欲成熟眾生故，示現無量變化身雲。或現其身眷屬莊嚴，或現其身獨一無侶。】"
    },
    {
      "id": "12-024-0001_p0025",
      "zh_CN": "这一节给我们说明，菩萨无处不现身。现身的目的都是帮助『成熟众生』，成熟我们断恶修善，成熟我们破迷开悟，成熟我们超凡入圣，菩萨示现在世间为的是这个。所以『示现无量变化身云』，实在讲示现无量身相，无量无边的身相。这个身相为什么要加一个「变化」？又要加一个「云」？这是把身相的真相说出来，我们迷惑不晓得。我们什么时候觉得我们的身在变化？有没有人感觉得身在变化？身真的是在变化，可见得我们前面所讲的「麻木不仁」，没有说错！为什么？你没感觉得你身在变化，身体刹那刹那在变化。《金刚经》上说得很好，「一切有为法，如梦幻泡影，如露亦如电」，那个电是指闪电，闪电是比喻变化得快。我们这个身相刹那刹那在变化，我们自己不知道。",
      "zh_TW": "這一節給我們說明，菩薩無處不現身。現身的目的都是幫助『成熟眾生』，成熟我們斷惡修善，成熟我們破迷開悟，成熟我們超凡入聖，菩薩示現在世間為的是這個。所以『示現無量變化身雲』，實在講示現無量身相，無量無邊的身相。這個身相為什麼要加一個「變化」？又要加一個「雲」？這是把身相的真相說出來，我們迷惑不曉得。我們什麼時候覺得我們的身在變化？有沒有人感覺得身在變化？身真的是在變化，可見得我們前面所講的「麻木不仁」，沒有說錯！為什麼？你沒感覺得你身在變化，身體剎那剎那在變化。《金剛經》上說得很好，「一切有為法，如夢幻泡影，如露亦如電」，那個電是指閃電，閃電是比喻變化得快。我們這個身相剎那剎那在變化，我們自己不知道。"
    },
    {
      "id": "12-024-0001_p0026",
      "zh_CN": "可是要给你提起，你就会有一点感觉到。那就像释迦牟尼佛在《楞严经》上所讲的，对波斯匿王讲的，他问波斯匿王，问他，你想一想，他说：你哪一年第一次看到恒河水？波斯匿王说：三岁。他的母亲带他经过恒河，他知道有恒河水，三岁时。他说：你十三岁的时候，有没有感觉得比三岁有什么不同？十三岁比三岁又老太多了。二十三岁比十三岁？更老了。一年一年问到最后，他六十三岁，那时候波斯匿王六十三岁，六十三岁比五十三岁，不一样了！十年十年变化，你觉察出来了。一年一年的变化，也许根利一点的人、聪明一点的人，觉得一年一年变化。一天一天的变化，你就不能觉察了。其实哪里是一天？一秒一秒在变化，这是给你说真相。所以菩萨在这提醒我们，变化身，我们这个身刹那刹那在变化。",
      "zh_TW": "可是要給你提起，你就會有一點感覺到。那就像釋迦牟尼佛在《楞嚴經》上所講的，對波斯匿王講的，他問波斯匿王，問他，你想一想，他說：你哪一年第一次看到恆河水？波斯匿王說：三歲。他的母親帶他經過恆河，他知道有恆河水，三歲時。他說：你十三歲的時候，有沒有感覺得比三歲有什麼不同？十三歲比三歲又老太多了。二十三歲比十三歲？更老了。一年一年問到最後，他六十三歲，那時候波斯匿王六十三歲，六十三歲比五十三歲，不一樣了！十年十年變化，你覺察出來了。一年一年的變化，也許根利一點的人、聰明一點的人，覺得一年一年變化。一天一天的變化，你就不能覺察了。其實哪裡是一天？一秒一秒在變化，這是給你說真相。所以菩薩在這提醒我們，變化身，我們這個身剎那剎那在變化。"
    },
    {
      "id": "12-024-0001_p0027",
      "zh_CN": "「云」是什么意思？就是《金刚经》上讲的「梦幻泡影」，不要当真。身是假的，不是真的。你为什么会造业？你把这个假身当作真的，你才会造业。你要让这个假身体，过得很舒服，过得很自在，让它去享受，自己造无量无边的罪业，让它享受。它是不是真能享受？它是无常的，终归要毁灭；但是你这个业造得就不得了，业不会毁灭，身会灭，业不会灭。佛经常讲，「万般将不去，唯有业随身」，业力就让你底下要受果报。所以你要是知道这个身体的真相，你就不会为它造业了。",
      "zh_TW": "「雲」是什麼意思？就是《金剛經》上講的「夢幻泡影」，不要當真。身是假的，不是真的。你為什麼會造業？你把這個假身當作真的，你才會造業。你要讓這個假身體，過得很舒服，過得很自在，讓它去享受，自己造無量無邊的罪業，讓它享受。它是不是真能享受？它是無常的，終歸要毀滅；但是你這個業造得就不得了，業不會毀滅，身會滅，業不會滅。佛經常講，「萬般將不去，唯有業隨身」，業力就讓你底下要受果報。所以你要是知道這個身體的真相，你就不會為它造業了。"
    },
    {
      "id": "12-024-0001_p0028",
      "zh_CN": "我在新加坡，常常跟我在一起的李木源居士，李木源居士生病的时候，身体不舒服的时候，他不看医生，他不吃药，他用什么方法对治？他不吃饭。他有个道理，他说身体这几天不舒服，找我麻烦，害我不能工作，我要惩罚它，饿它。你找我的麻烦，我也找你的麻烦，饿几顿之后，它就好了，很有效果，不可以随顺，随顺麻烦就大了。你要有方法对治它，对付它。他常常用这个方法，也把这个经验告诉别人。所以「变化身云」提醒我们，菩萨虽然现身，决定不执着身，决定不会让这个身去享受五欲六尘之乐。",
      "zh_TW": "我在新加坡，常常跟我在一起的李木源居士，李木源居士生病的時候，身體不舒服的時候，他不看醫生，他不吃藥，他用什麼方法對治？他不吃飯。他有個道理，他說身體這幾天不舒服，找我麻煩，害我不能工作，我要懲罰它，餓它。你找我的麻煩，我也找你的麻煩，餓幾頓之後，它就好了，很有效果，不可以隨順，隨順麻煩就大了。你要有方法對治它，對付它。他常常用這個方法，也把這個經驗告訴別人。所以「變化身雲」提醒我們，菩薩雖然現身，決定不執著身，決定不會讓這個身去享受五欲六塵之樂。"
    },
    {
      "id": "12-024-0001_p0029",
      "zh_CN": "『或现其身眷属庄严，或现其身独一无侣』，这是举出例子，菩萨示现在这个世间，示现的身相、身分没有一定。决不是随自己的意思，为什么？佛菩萨没有意思，佛菩萨没有自己。《金刚经》上说得好，「无我相，无人相，无众生相，无寿者相」，那才叫菩萨。他怎么可能有意思？只有有「我相、人相、众生相、寿者相」的人，才会有意思。佛菩萨没有意思，他才能随类化身，才能够随机说法，众生有感，他就有应。如果需要示现「眷属庄严」，他就示现这种现相。需要示现「独一无侣」，他就示现这种现相。我们用古人的例子，诸位感受会更深刻一点。示现眷属庄严的，像古时候鸠摩罗什大师、玄奘大师，你看看他们当时的事业，翻译经典，眷属庄严，殊胜！多！罗什大师的译场四百多人，玄奘大师的译场六百多人，个个都是有学问、有德行，全国的精英都集中在一起，从事于译经的大事业，这一类的示现。第二类，像达摩祖师到中国来，跟梁武帝见了一次面，话不投机，没能护持他，到少林寺一个人坐在那里面壁九年，独一无侣，到九年才等到一个慧可，才等到一个人。每一个人示现的不一样，这个不一样，不是他有意，是我们众生的业报不一样，所以感得佛菩萨示现也不一样。无论是面壁九年，或者是广大的译场，众多的德行高深的学者，目标都是一个，都是为成熟众生，度那个时代的人，一定有殊胜的利益。",
      "zh_TW": "『或現其身眷屬莊嚴，或現其身獨一無侶』，這是舉出例子，菩薩示現在這個世間，示現的身相、身分沒有一定。決不是隨自己的意思，為什麼？佛菩薩沒有意思，佛菩薩沒有自己。《金剛經》上說得好，「無我相，無人相，無眾生相，無壽者相」，那才叫菩薩。他怎麼可能有意思？只有有「我相、人相、眾生相、壽者相」的人，才會有意思。佛菩薩沒有意思，他才能隨類化身，才能夠隨機說法，眾生有感，他就有應。如果需要示現「眷屬莊嚴」，他就示現這種現相。需要示現「獨一無侶」，他就示現這種現相。我們用古人的例子，諸位感受會更深刻一點。示現眷屬莊嚴的，像古時候鳩摩羅什大師、玄奘大師，你看看他們當時的事業，翻譯經典，眷屬莊嚴，殊勝！多！羅什大師的譯場四百多人，玄奘大師的譯場六百多人，個個都是有學問、有德行，全國的精英都集中在一起，從事於譯經的大事業，這一類的示現。第二類，像達摩祖師到中國來，跟梁武帝見了一次面，話不投機，沒能護持他，到少林寺一個人坐在那裡面壁九年，獨一無侶，到九年才等到一個慧可，才等到一個人。每一個人示現的不一樣，這個不一樣，不是他有意，是我們眾生的業報不一樣，所以感得佛菩薩示現也不一樣。無論是面壁九年，或者是廣大的譯場，眾多的德行高深的學者，目標都是一個，都是為成熟眾生，度那個時代的人，一定有殊勝的利益。"
    },
    {
      "id": "12-024-0001_p0030",
      "zh_CN": "佛菩萨行事是智慧，不是感情，他的生活是智慧的流露，工作、处事待人接物，无一不是究竟圆满智慧的显示，我们凡夫看不出来。你要看得出来，你就不是凡夫，你要是凡夫，你看不出来。我们在这里面学习，先看不出来，慢慢他就看出来了，看久了，他就看出来了。这个看要细心观察，要用智慧观察，智慧愈用愈增长，可不能用烦恼，用习气，用自己的妄想、分别、执着，那你就永远都看不出来。离一切妄想、分别、执着，就不难觉察得到。这是讲它应化在世间的一个原理。",
      "zh_TW": "佛菩薩行事是智慧，不是感情，他的生活是智慧的流露，工作、處事待人接物，無一不是究竟圓滿智慧的顯示，我們凡夫看不出來。你要看得出來，你就不是凡夫，你要是凡夫，你看不出來。我們在這裡面學習，先看不出來，慢慢他就看出來了，看久了，他就看出來了。這個看要細心觀察，要用智慧觀察，智慧愈用愈增長，可不能用煩惱，用習氣，用自己的妄想、分別、執著，那你就永遠都看不出來。離一切妄想、分別、執著，就不難覺察得到。這是講它應化在世間的一個原理。"
    },
    {
      "id": "12-024-0001_p0031",
      "zh_CN": "下面这一小段，就给我们具体说出来，具体也只能举个例子，如果要是细说，说不尽。我们看他怎样落实：",
      "zh_TW": "下面這一小段，就給我們具體說出來，具體也只能舉個例子，如果要是細說，說不盡。我們看他怎樣落實："
    },
    {
      "id": "12-024-0001_p0032",
      "zh_CN": "【或现沙门身，或现婆罗门身，或现异道出家身，或现苦行身，或现充盛身，或现医王身，或现商主身，或现婬女身，或现伎乐身，或现毗沙门身，或现世主身，或现奉事诸天身，或现工巧技术身。】",
      "zh_TW": "【或現沙門身，或現婆羅門身，或現異道出家身，或現苦行身，或現充盛身，或現醫王身，或現商主身，或現婬女身，或現伎樂身，或現毗沙門身，或現世主身，或現奉事諸天身，或現工巧技術身。】"
    },
    {
      "id": "12-024-0001_p0033",
      "zh_CN": "这举几个例子，说明佛菩萨无处不现身，佛菩萨无处不在，你怎么可以轻慢人？很可能你瞧不起的、轻慢他的，那个人正是佛菩萨。我们天天学佛、拜佛，遇到真的佛菩萨来了，肉眼凡夫不相识，还在侮辱他，你那些拜佛不就白拜了！第一个『现沙门身』，「沙门」是出家人。但是在古印度沙门意思很广，佛教传到中国之后，只有出家人才称沙门。但是在印度不是，印度在家、出家，只要「勤修戒定慧，息灭贪瞋痴」，就称沙门。沙门这是梵语，它的意思翻作「勤息」，勤是很勤快、很精进，息灭贪瞋痴。我们佛经里面给它下个定义，是勤修戒定慧，息灭贪瞋痴，这种人就称沙门。无论在家、出家，无论男人、女人，只要勤修戒定慧、息灭贪瞋痴，就称为沙门。但是在这个地方，在中国人的习惯，都称出家人。出家人要注意，出家人要不勤修戒定慧，断贪瞋痴，那就不叫出家人。这是我们一个警惕，我们有没有名副其实，有没有做到。",
      "zh_TW": "這舉幾個例子，說明佛菩薩無處不現身，佛菩薩無處不在，你怎麼可以輕慢人？很可能你瞧不起的、輕慢他的，那個人正是佛菩薩。我們天天學佛、拜佛，遇到真的佛菩薩來了，肉眼凡夫不相識，還在侮辱他，你那些拜佛不就白拜了！第一個『現沙門身』，「沙門」是出家人。但是在古印度沙門意思很廣，佛教傳到中國之後，只有出家人才稱沙門。但是在印度不是，印度在家、出家，只要「勤修戒定慧，息滅貪瞋痴」，就稱沙門。沙門這是梵語，它的意思翻作「勤息」，勤是很勤快、很精進，息滅貪瞋痴。我們佛經裡面給它下個定義，是勤修戒定慧，息滅貪瞋痴，這種人就稱沙門。無論在家、出家，無論男人、女人，只要勤修戒定慧、息滅貪瞋痴，就稱為沙門。但是在這個地方，在中國人的習慣，都稱出家人。出家人要注意，出家人要不勤修戒定慧，斷貪瞋痴，那就不叫出家人。這是我們一個警惕，我們有沒有名副其實，有沒有做到。"
    },
    {
      "id": "12-024-0001_p0034",
      "zh_CN": "『或现婆罗门身』。婆罗门教，现在在新加坡叫兴都教，我们中国人也叫印度教；印度教、兴都教都是婆罗门教。我们在前一个月，曾经去拜访兴都教，他们宗教里面领导人，就是婆罗门教的长老。应以婆罗门身得度的，佛菩萨就现婆罗门身。所以你怎么可以说，那些宗教领袖不是佛菩萨？我们看错了，许多宗教领袖是佛菩萨化身。『或现异道出家身』，「异道」是佛教以外，其他宗教里面有出家修行人。释迦牟尼佛出现的那个时代，印度宗教很发达。佛经里面讲有九十六种外道，在社会上有影响力的这些宗教派别，有九十六种之多，佛经里面称它作外道。「外道」，绝对不是贬抑的称呼，外道是指心外求法，在佛家称之为外道；佛家自己称为内学。佛教人从自性当中求，不在心外，凡是在心外求法都是外道。我们佛门里面出家人，有没有心外求法？有，而且很多，这在佛门里叫「门里外」，我们佛门里面的外道；不知道从心性里头用功，还是在外面去追求，这是门里外。这一句里面就包括所有的宗教，诸佛菩萨都在其中示现。",
      "zh_TW": "『或現婆羅門身』。婆羅門教，現在在新加坡叫興都教，我們中國人也叫印度教；印度教、興都教都是婆羅門教。我們在前一個月，曾經去拜訪興都教，他們宗教裡面領導人，就是婆羅門教的長老。應以婆羅門身得度的，佛菩薩就現婆羅門身。所以你怎麼可以說，那些宗教領袖不是佛菩薩？我們看錯了，許多宗教領袖是佛菩薩化身。『或現異道出家身』，「異道」是佛教以外，其他宗教裡面有出家修行人。釋迦牟尼佛出現的那個時代，印度宗教很發達。佛經裡面講有九十六種外道，在社會上有影響力的這些宗教派別，有九十六種之多，佛經裡面稱它作外道。「外道」，絕對不是貶抑的稱呼，外道是指心外求法，在佛家稱之為外道；佛家自己稱為內學。佛教人從自性當中求，不在心外，凡是在心外求法都是外道。我們佛門裡面出家人，有沒有心外求法？有，而且很多，這在佛門裡叫「門裡外」，我們佛門裡面的外道；不知道從心性裡頭用功，還是在外面去追求，這是門裡外。這一句裡面就包括所有的宗教，諸佛菩薩都在其中示現。"
    },
    {
      "id": "12-024-0001_p0035",
      "zh_CN": "『或现苦行身』，「苦行」，出家有修苦行的，在家也有修苦行的，这是讲修行的方式。古时候，实在讲示现修苦行的多，菩萨为什么要做这种示现？教导人断贪瞋痴，特别是断贪爱，世间人贪爱这个念头太重了。佛菩萨示现苦行，现在讲物质生活、精神生活，他都能够降低到最低的水平。其实释迦牟尼佛本身就是示现苦行，这就给我们很大的启示。我们要学佛，释迦牟尼佛就是我们最好的榜样。世尊一生没有建过道场，世尊没有道场，他的生活树下一宿、日中一食，你想想这什么意思？他的工作是教学，哪个地方有人肯学，他就到哪个地方去教。接受他教导过的同学们，到处去宣扬，说释迦牟尼佛这个人怎么好，教得怎么好；大家听了之后欢迎他，喜欢他也能到我们这地方来讲，那佛就去了。佛是游化在人间，足迹几乎走遍五印度，到处讲学教化众生，没有一定的场所。以后遇到这些国王大臣护持，提供给道场，祇树给孤独园、王舍城、竹林精舍、灵鹫山，这大家熟悉的这些地方，世尊在这住得比较久一点。住的久暂完全看法缘；法缘是看这个地方肯不肯学，学习的人多少。如果肯学，人数多，多住几天；人数少，少住几天。没有一定的住所。",
      "zh_TW": "『或現苦行身』，「苦行」，出家有修苦行的，在家也有修苦行的，這是講修行的方式。古時候，實在講示現修苦行的多，菩薩為什麼要做這種示現？教導人斷貪瞋痴，特別是斷貪愛，世間人貪愛這個念頭太重了。佛菩薩示現苦行，現在講物質生活、精神生活，他都能夠降低到最低的水平。其實釋迦牟尼佛本身就是示現苦行，這就給我們很大的啟示。我們要學佛，釋迦牟尼佛就是我們最好的榜樣。世尊一生沒有建過道場，世尊沒有道場，他的生活樹下一宿、日中一食，你想想這什麼意思？他的工作是教學，哪個地方有人肯學，他就到哪個地方去教。接受他教導過的同學們，到處去宣揚，說釋迦牟尼佛這個人怎麼好，教得怎麼好；大家聽了之後歡迎他，喜歡他也能到我們這地方來講，那佛就去了。佛是遊化在人間，足跡幾乎走遍五印度，到處講學教化眾生，沒有一定的場所。以後遇到這些國王大臣護持，提供給道場，祇樹給孤獨園、王舍城、竹林精舍、靈鷲山，這大家熟悉的這些地方，世尊在這住得比較久一點。住的久暫完全看法緣；法緣是看這個地方肯不肯學，學習的人多少。如果肯學，人數多，多住幾天；人數少，少住幾天。沒有一定的住所。"
    },
    {
      "id": "12-024-0001_p0036",
      "zh_CN": "我们看佛经经典一开头，「如是我闻，一时佛在」，在什么地方，没有说佛住哪个地方，佛没住所。住，他就有家了；没家，没地方住。现在还到处旅游，没地方住。国王大臣提供这些道场，道场是国王大臣的，不是释迦牟尼佛的，释迦牟尼佛暂住而已。今天此地是道场，我们在这里暂住，我们在这里活动三天，我们暂住三天。世尊一生不建道场，我们要向释迦牟尼佛学习，学习得很像，我们一生不可以建道场，建道场，不像释迦牟尼佛了。所以道场，中国自古以来道场谁建的？古时候道场，最早的道场是国家建的。你看看现在中国大陆很多道场，招牌匾额上敕建；敕建是皇帝下命令建的，国家建的，不是私人的。国家供养出家人，国家供养三宝，这国家有福，三宝教化众生，师道，尊师重道。以后民间也有人修福，民间有大富长者，他们自己有这个力量，也建道场来供养三宝。所以从前道场都叫十方常住，它不是私有的，不是某个派别，只要是出家人，任何道场都可以挂单，它都要招待吃住。说这子孙庙，私人道场，我不晓得是什么时候才有的，但是现在就很多很多了。",
      "zh_TW": "我們看佛經經典一開頭，「如是我聞，一時佛在」，在什麼地方，沒有說佛住哪個地方，佛沒住所。住，他就有家了；沒家，沒地方住。現在還到處旅遊，沒地方住。國王大臣提供這些道場，道場是國王大臣的，不是釋迦牟尼佛的，釋迦牟尼佛暫住而已。今天此地是道場，我們在這裡暫住，我們在這裡活動三天，我們暫住三天。世尊一生不建道場，我們要向釋迦牟尼佛學習，學習得很像，我們一生不可以建道場，建道場，不像釋迦牟尼佛了。所以道場，中國自古以來道場誰建的？古時候道場，最早的道場是國家建的。你看看現在中國大陸很多道場，招牌匾額上敕建；敕建是皇帝下命令建的，國家建的，不是私人的。國家供養出家人，國家供養三寶，這國家有福，三寶教化眾生，師道，尊師重道。以後民間也有人修福，民間有大富長者，他們自己有這個力量，也建道場來供養三寶。所以從前道場都叫十方常住，它不是私有的，不是某個派別，只要是出家人，任何道場都可以掛單，它都要招待吃住。說這子孫廟，私人道場，我不曉得是什麼時候才有的，但是現在就很多很多了。"
    },
    {
      "id": "12-024-0001_p0037",
      "zh_CN": "还有一些心行不善之人，我见过，在现在这个社会谋生很困难，他的脑筋很灵活，出家。出家生活容易，在家想买个房子好不容易，这一出家没有几天，他这大庙就盖成了。庙盖起来了，没错！罪业也就重了。所以佛家有个谚语说，「地狱门前僧道多」，你想想这话有没有道理？假借佛菩萨的名义，欺骗一切众生，把众生的供养自己拿来享受，都要堕地狱，地狱门前僧道多。佛警告我们出家人，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」，这是世尊在经典上，提醒后世弟子要认真修行。施主那个供养不好消化，我们怎么可以任意的去享受，罪过不得了。但是今天谁懂得？谁有这个警觉心？《发起菩萨殊胜志乐经》里面讲得太多太多了，那一部经完全是说末法时期出家人所造的罪业，应当受些什么果报。这个经，过去我讲过三遍，都留着有录像带。还有一些同修，照这个录像带把它写成文字。我也看到国内有这个书印出来了，但是他写出来的，我没有看过。一定要警觉到，要知道果报太可怕了。所以苦行是决定有好处。托钵，人家供养什么，吃什么，没有分别，没有执着。",
      "zh_TW": "還有一些心行不善之人，我見過，在現在這個社會謀生很困難，他的腦筋很靈活，出家。出家生活容易，在家想買個房子好不容易，這一出家沒有幾天，他這大廟就蓋成了。廟蓋起來了，沒錯！罪業也就重了。所以佛家有個諺語說，「地獄門前僧道多」，你想想這話有沒有道理？假借佛菩薩的名義，欺騙一切眾生，把眾生的供養自己拿來享受，都要墮地獄，地獄門前僧道多。佛警告我們出家人，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」，這是世尊在經典上，提醒後世弟子要認真修行。施主那個供養不好消化，我們怎麼可以任意的去享受，罪過不得了。但是今天誰懂得？誰有這個警覺心？《發起菩薩殊勝志樂經》裡面講得太多太多了，那一部經完全是說末法時期出家人所造的罪業，應當受些什麼果報。這個經，過去我講過三遍，都留著有錄像帶。還有一些同修，照這個錄像帶把它寫成文字。我也看到國內有這個書印出來了，但是他寫出來的，我沒有看過。一定要警覺到，要知道果報太可怕了。所以苦行是決定有好處。托缽，人家供養什麼，吃什麼，沒有分別，沒有執著。"
    },
    {
      "id": "12-024-0001_p0038",
      "zh_CN": "在早年，江味农居士，这个人一生受持《金刚般若波罗蜜经》，他自己标榜，「教依般若，行在弥陀」，他念佛往生的，《近代往生传》有他。他一生研究《金刚经》，晚年出版这部《讲义》，这部讲义写得好，真正是集《金刚经》古今注解之大成。我过去《金刚经》讲过几遍，都是依照他的讲义来讲解。他在讲义里劝导我们现代出家人，佛法如何能够再复兴？一定要实行托钵的制度。他讲的话对，一点都没错。有一些人说，托钵没人给饭吃怎么办？你还没出去托钵，你怎么晓得没人供养？",
      "zh_TW": "在早年，江味農居士，這個人一生受持《金剛般若波羅蜜經》，他自己標榜，「教依般若，行在彌陀」，他念佛往生的，《近代往生傳》有他。他一生研究《金剛經》，晚年出版這部《講義》，這部講義寫得好，真正是集《金剛經》古今註解之大成。我過去《金剛經》講過幾遍，都是依照他的講義來講解。他在講義裡勸導我們現代出家人，佛法如何能夠再復興？一定要實行托缽的制度。他講的話對，一點都沒錯。有一些人說，托缽沒人給飯吃怎麼辦？你還沒出去托缽，你怎麼曉得沒人供養？"
    },
    {
      "id": "12-024-0001_p0039",
      "zh_CN": "早年此地有个法师跟我是老朋友，非常好，是洗尘法师。洗尘法师到台湾来看我，那个时候我住在台湾，见到我非常热心，「我们怎样把佛法复兴？」我告诉他：托钵。树下一宿，我们现在树下一宿不行，体力不如古人；可是有办法，我们住帐篷，一个人带一个小帐篷，露营的方式。我说你老人家带头，我跟你，我们找五个人，五比丘。我们到处讲经说法，晚上找一棵大树底下，这五个小帐篷摆在一起，我们过这个生活，白天吃饭，我们到处托钵。他说好，我说我等你消息，回到香港以后，再也没有消息了。真干！佛法决定能兴旺。不要去盖这些大庙、大道场，他在青山盖一个道场，请我去看，我看了之后，叹气！摇头！不是味道！为什么要干一些劳民伤财之事？我一生没有道场，住别人的道场，我没有道场，我也不要道场。",
      "zh_TW": "早年此地有個法師跟我是老朋友，非常好，是洗塵法師。洗塵法師到台灣來看我，那個時候我住在台灣，見到我非常熱心，「我們怎樣把佛法復興？」我告訴他：托缽。樹下一宿，我們現在樹下一宿不行，體力不如古人；可是有辦法，我們住帳篷，一個人帶一個小帳篷，露營的方式。我說你老人家帶頭，我跟你，我們找五個人，五比丘。我們到處講經說法，晚上找一棵大樹底下，這五個小帳篷擺在一起，我們過這個生活，白天吃飯，我們到處托缽。他說好，我說我等你消息，回到香港以後，再也沒有消息了。真幹！佛法決定能興旺。不要去蓋這些大廟、大道場，他在青山蓋一個道場，請我去看，我看了之後，嘆氣！搖頭！不是味道！為什麼要幹一些勞民傷財之事？我一生沒有道場，住別人的道場，我沒有道場，我也不要道場。"
    },
    {
      "id": "12-024-0001_p0040",
      "zh_CN": "上个月我到中国去访问，这一次去接受国务院的邀请，访问非常欢喜，北京那边许许多多人，希望我落叶归根；尤其是赵朴老，跟我说：一定要回来，你一定要回来，北京好，你看我都活到九十三岁了，北京那边长寿，他希望我回去，回去建道场。我说：我如果真有一天要回去了，我不建道场，我盖小茅篷。小茅篷没有人争，没有人要，给人家，人家都不要。盖个大道场，富丽堂皇，有人来抢，想尽方法来抢；我盖个小茅篷，送人人家都不要。你说这个心安理得，日子过得多么舒服，多么自在。学佛就要学得到家，要学得很像，才行！苦行僧，苦行的确有好处。",
      "zh_TW": "上個月我到中國去訪問，這一次去接受國務院的邀請，訪問非常歡喜，北京那邊許許多多人，希望我落葉歸根；尤其是趙樸老，跟我說：一定要回來，你一定要回來，北京好，你看我都活到九十三歲了，北京那邊長壽，他希望我回去，回去建道場。我說：我如果真有一天要回去了，我不建道場，我蓋小茅篷。小茅篷沒有人爭，沒有人要，給人家，人家都不要。蓋個大道場，富麗堂皇，有人來搶，想盡方法來搶；我蓋個小茅篷，送人人家都不要。你說這個心安理得，日子過得多麼舒服，多麼自在。學佛就要學得到家，要學得很像，才行！苦行僧，苦行的確有好處。"
    },
    {
      "id": "12-024-0001_p0041",
      "zh_CN": "『或现充盛身』，「充盛」是大富长者。苦行能够启发人，大富长者也能接引一大类的众生。如果有很多人看到，现在人享受惯了，一看到修行要那么苦，算了，这个法门不能学，他就不来了。也得要示现跟他们一样，让喜欢享受的人，他就愿意来了。所以菩萨示现种种身分，接引不同的族群、不同的种类，面面都顾到，不是用一个方法，方法多的是。『或现医王身』，「医王」有两种：一种是治人身病，一种是治人心病，凡是治病的都称医王。这个世间可以说，人人都离不开大夫，生老病死，哪一个人不生病？生病就要找医生，医生给你治病；但是医王不但给你治病，劝你学佛，教导你长寿健康的方法。这里面有道理、有方法，健康长寿的道理跟方法，都在佛经上。尤其是《无量寿经》，你看题目「无量寿」，你依照这个理论方法去修学，你就健康，就长寿，就无量寿。身心清净，健康长寿，有理论、有方法。",
      "zh_TW": "『或現充盛身』，「充盛」是大富長者。苦行能夠啟發人，大富長者也能接引一大類的眾生。如果有很多人看到，現在人享受慣了，一看到修行要那麼苦，算了，這個法門不能學，他就不來了。也得要示現跟他們一樣，讓喜歡享受的人，他就願意來了。所以菩薩示現種種身分，接引不同的族群、不同的種類，面面都顧到，不是用一個方法，方法多的是。『或現醫王身』，「醫王」有兩種：一種是治人身病，一種是治人心病，凡是治病的都稱醫王。這個世間可以說，人人都離不開大夫，生老病死，哪一個人不生病？生病就要找醫生，醫生給你治病；但是醫王不但給你治病，勸你學佛，教導你長壽健康的方法。這裡面有道理、有方法，健康長壽的道理跟方法，都在佛經上。尤其是《無量壽經》，你看題目「無量壽」，你依照這個理論方法去修學，你就健康，就長壽，就無量壽。身心清淨，健康長壽，有理論、有方法。"
    },
    {
      "id": "12-024-0001_p0042",
      "zh_CN": "『或现商主身』，「商主」是我们现在称为企业家，工商界的领袖，这些人在佛经里面都称为商主。这里面也有佛菩萨在其中，应化在其中。『或现婬女身』，你看看，哪一个族类里头统统都有，在五十三参里面，确实有示现婬女身。善财童子去参访伐苏蜜多女，就是示现的婬女身，菩萨。『或现伎乐身』，「伎乐」是我们现在所讲的艺术界，剧团、电影、电视，这里面的编剧、导演、演员，都是属于这一类。现在讲从事于艺术界、文艺界、娱乐界，都是属于这一类，也都有佛菩萨在其中。『或现毗沙门身』，「毗沙门」就是我们现在所讲的天神、所说的上帝，多半是宗教里面这些中心的人物，宗教里面的教主。婆罗门教供养的是大梵天神，毗沙门是代表这一类的，宗教里面所供奉的神祇。『或现世主身』，「世主」是世间社会的领导人，国家的领导人是世主，省市长是世主，县长也是世主。世主有大有小，除了行政机构里面领导人是世主，社会团体里面的领导人也是世主。现在这社会，商界有商会，商会的会长，他也是世主；公会的会长也是世主，世主里面包括的范围太大太大了。各个人民团体的领导人，这里头也有许许多多佛菩萨化身。",
      "zh_TW": "『或現商主身』，「商主」是我們現在稱為企業家，工商界的領袖，這些人在佛經裡面都稱為商主。這裡面也有佛菩薩在其中，應化在其中。『或現婬女身』，你看看，哪一個族類裡頭統統都有，在五十三參裡面，確實有示現婬女身。善財童子去參訪伐蘇蜜多女，就是示現的婬女身，菩薩。『或現伎樂身』，「伎樂」是我們現在所講的藝術界，劇團、電影、電視，這裡面的編劇、導演、演員，都是屬於這一類。現在講從事於藝術界、文藝界、娛樂界，都是屬於這一類，也都有佛菩薩在其中。『或現毗沙門身』，「毗沙門」就是我們現在所講的天神、所說的上帝，多半是宗教裡面這些中心的人物，宗教裡面的教主。婆羅門教供養的是大梵天神，毗沙門是代表這一類的，宗教裡面所供奉的神祇。『或現世主身』，「世主」是世間社會的領導人，國家的領導人是世主，省市長是世主，縣長也是世主。世主有大有小，除了行政機構裡面領導人是世主，社會團體裡面的領導人也是世主。現在這社會，商界有商會，商會的會長，他也是世主；公會的會長也是世主，世主裡面包括的範圍太大太大了。各個人民團體的領導人，這裡頭也有許許多多佛菩薩化身。"
    },
    {
      "id": "12-024-0001_p0043",
      "zh_CN": "『或现奉事诸天身』，奉事诸天的，就是我们今天讲的，世间这些宗教领袖们；宗教里面热心弘法、护法的这些人。弘法固然重要，护法决不在弘法之下，弘护是连在一起。有弘法的人，如果没有护法的人，弘法的缘就不能成就。释迦牟尼佛当年在世，到处讲经说法，都是有人护持，有人启请。佛陀那个时代，有国王、大臣、大富长者启请，接待就很周到；如果是平民来启请，佛一定是树下一宿，日中一食，托钵去了。太多太多了，佛不分贵贱，只要有人来请，佛一定去说法，一定去教化。绝对不是说嫌贫爱富，那佛就是凡夫了，不是圣人，佛心就不平等。佛的心平等，无论什么时候，只要求他，有求必应。我们要体会到这些意思，要知道如何学习。",
      "zh_TW": "『或現奉事諸天身』，奉事諸天的，就是我們今天講的，世間這些宗教領袖們；宗教裡面熱心弘法、護法的這些人。弘法固然重要，護法決不在弘法之下，弘護是連在一起。有弘法的人，如果沒有護法的人，弘法的緣就不能成就。釋迦牟尼佛當年在世，到處講經說法，都是有人護持，有人啟請。佛陀那個時代，有國王、大臣、大富長者啟請，接待就很周到；如果是平民來啟請，佛一定是樹下一宿，日中一食，托缽去了。太多太多了，佛不分貴賤，只要有人來請，佛一定去說法，一定去教化。絕對不是說嫌貧愛富，那佛就是凡夫了，不是聖人，佛心就不平等。佛的心平等，無論什麼時候，只要求他，有求必應。我們要體會到這些意思，要知道如何學習。"
    },
    {
      "id": "12-024-0001_p0044",
      "zh_CN": "我这些年来，请我的人太多了，有请不应，不是我不应，是我的条件、环境跟释迦牟尼佛不一样。他那个环境可以，我今天没有法子应，这个诸位要体谅。我是很想有求必应，到处去走一走，去看看大家，我对大家非常感激，可是现在问题在哪里？今天同修邀请我，希望我能到福建去走走，我对福建实在讲，还有一分很深的感情，我小时候，我的小学在福建念的，我在福建住过六年。现在为什么不能去？请我的地方太多了，我要是去你那一家，别家不去，人家会骂我，「净空法师对他那么好，对我们就差了。」我怎么办？我如果要去一家，每一家都要去，公平！每一家都要去，至少要半年的时间，我不要讲经，哪里都不要去，各个地方去看一看，每一个地方住三天，我想半年就够了。每一个地方住一个星期，大概要一年。我把一切都放下，一切都停止，这样子才行，现在环境不许可。",
      "zh_TW": "我這些年來，請我的人太多了，有請不應，不是我不應，是我的條件、環境跟釋迦牟尼佛不一樣。他那個環境可以，我今天沒有法子應，這個諸位要體諒。我是很想有求必應，到處去走一走，去看看大家，我對大家非常感激，可是現在問題在哪裡？今天同修邀請我，希望我能到福建去走走，我對福建實在講，還有一分很深的感情，我小時候，我的小學在福建念的，我在福建住過六年。現在為什麼不能去？請我的地方太多了，我要是去你那一家，別家不去，人家會罵我，「淨空法師對他那麼好，對我們就差了。」我怎麼辦？我如果要去一家，每一家都要去，公平！每一家都要去，至少要半年的時間，我不要講經，哪裡都不要去，各個地方去看一看，每一個地方住三天，我想半年就夠了。每一個地方住一個星期，大概要一年。我把一切都放下，一切都停止，這樣子才行，現在環境不許可。"
    },
    {
      "id": "12-024-0001_p0045",
      "zh_CN": "现在我在新加坡，全部精神在培养学生，希望这些年轻法师，将来个个都能讲经说法。我就不要讲了，就可以去旅行，就可以去看看大家。所以你们希望我能早一天去看看你们大家，你们要鼓励年轻法师赶快学，学好了，出来讲经，我就好交棒，这底下有接班人，那就没事了，同学们了解我这个状况。普陀山妙善老和尚，请了我十几次，没法子去。九华山仁德法师跑到新加坡，在新加坡住了十天等我，你说有什么法子？去一个地方，统统都要去，否则的话，厚此薄彼，会给人家造口业。每个地方都不去，平等了，这没事。所以一定要懂得我现前所处的状况，跟释迦牟尼佛那个时候不一样。",
      "zh_TW": "現在我在新加坡，全部精神在培養學生，希望這些年輕法師，將來個個都能講經說法。我就不要講了，就可以去旅行，就可以去看看大家。所以你們希望我能早一天去看看你們大家，你們要鼓勵年輕法師趕快學，學好了，出來講經，我就好交棒，這底下有接班人，那就沒事了，同學們了解我這個狀況。普陀山妙善老和尚，請了我十幾次，沒法子去。九華山仁德法師跑到新加坡，在新加坡住了十天等我，你說有什麼法子？去一個地方，統統都要去，否則的話，厚此薄彼，會給人家造口業。每個地方都不去，平等了，這沒事。所以一定要懂得我現前所處的狀況，跟釋迦牟尼佛那個時候不一樣。"
    },
    {
      "id": "12-024-0001_p0046",
      "zh_CN": "香港能来，香港有特殊的因缘。我从七七年就接受香港圣怀法师、谢道莲居士他们两位的邀请，我到这边来讲《楞严经》，讲了四个月，以后每一年都没有间断，都到这边来至少要住一个月，那是雷太太发心的，来启请的。雷太太过世之后，香港就没有人请，中断了七年，没人请，不是我不来，我到这来找谁？你们启请的人租借讲堂，邀请这么多志同道合的同修，一同来学习。我一个人到这来，一个人都找不到，这就不能来了。所以护法跟弘法是同样的重要，佛家讲功德，同等的功德，这个一定要懂。诸位要希望常常有法师讲经，你要有启请、护持，你要有发这个心，这个地方讲经弘法的法师就会常来，就会不间断。所以「奉事诸天身」，这是弘护这种身分。",
      "zh_TW": "香港能來，香港有特殊的因緣。我從七七年就接受香港聖懷法師、謝道蓮居士他們兩位的邀請，我到這邊來講《楞嚴經》，講了四個月，以後每一年都沒有間斷，都到這邊來至少要住一個月，那是雷太太發心的，來啟請的。雷太太過世之後，香港就沒有人請，中斷了七年，沒人請，不是我不來，我到這來找誰？你們啟請的人租借講堂，邀請這麼多志同道合的同修，一同來學習。我一個人到這來，一個人都找不到，這就不能來了。所以護法跟弘法是同樣的重要，佛家講功德，同等的功德，這個一定要懂。諸位要希望常常有法師講經，你要有啟請、護持，你要有發這個心，這個地方講經弘法的法師就會常來，就會不間斷。所以「奉事諸天身」，這是弘護這種身分。"
    },
    {
      "id": "12-024-0001_p0047",
      "zh_CN": "『或现工巧技术身』，特别是现在这个时代，从事于科学研究的、科学制造的，都是属于这一类。这是略举几种，说明佛菩萨无处不现身。任何一个族群，任何一个团体，都有佛菩萨现身在其中。下面这一小段，我们把它念掉：",
      "zh_TW": "『或現工巧技術身』，特別是現在這個時代，從事於科學研究的、科學製造的，都是屬於這一類。這是略舉幾種，說明佛菩薩無處不現身。任何一個族群，任何一個團體，都有佛菩薩現身在其中。下面這一小段，我們把它念掉："
    },
    {
      "id": "12-024-0001_p0048",
      "zh_CN": "【现如是等诸变化身，往诣一切诸众生所，随其所应起如幻智，行菩萨行，演说诸法。】",
      "zh_TW": "【現如是等諸變化身，往詣一切諸眾生所，隨其所應起如幻智，行菩薩行，演說諸法。】"
    },
    {
      "id": "12-024-0001_p0049",
      "zh_CN": "这一句是总结，这个意思我们都能够看得出来，到这个地方本会就讲完了。下面是善财童子五十三参，下会就很热闹。今天时间到了，我们就学习到此地。",
      "zh_TW": "這一句是總結，這個意思我們都能夠看得出來，到這個地方本會就講完了。下面是善財童子五十三參，下會就很熱鬧。今天時間到了，我們就學習到此地。"
    }
  ]
}