{
  "doc_id": "12-042-0003",
  "title": {
    "zh_CN": "善财童子参学报告（二四）",
    "zh_TW": "善財童子參學報告（二四）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-042-0003",
  "total_paragraphs": 20,
  "paragraphs": [
    {
      "id": "12-042-0003_p0001",
      "zh_CN": "诸位同学，请看讲义第三页，第六段看起，我们从头念：",
      "zh_TW": "諸位同學，請看講義第三頁，第六段看起，我們從頭念："
    },
    {
      "id": "12-042-0003_p0002",
      "zh_CN": "【忆念彼佛往修本行，菩提自在，法雷震吼，普门示现，种种庄严不可思议，普遍饶益咸令成熟。】",
      "zh_TW": "【憶念彼佛往修本行，菩提自在，法雷震吼，普門示現，種種莊嚴不可思議，普遍饒益咸令成熟。】"
    },
    {
      "id": "12-042-0003_p0003",
      "zh_CN": "这一段文在昨天跟诸位把大意都介绍过了，特别要提醒我们的，就是一定要重视本修行。我们到底是修什么？总得要清楚，总得要明了，一定要把自己的本修本行修好。好，好的标准是什么要知道。在大乘佛法里面，无论是哪一个宗派、哪一个法门，总的来说，标准都是明心见性，如果没有达到明心见性，你就没有修好。宗门里面称为「明心见性」，教下叫做「大开圆解」，净土法门叫「理一心不乱」，这真不容易！本行没有修好，不能涉及其他法门，等于说我们的本行没有做出成绩、非常殊胜的成绩，我们就不能考虑其他的行业。世出世法一个道理，世间我们往往看大的企业家，他真的靠一门经营成功了，发大财。他的财富财力雄厚，他就考虑经营其他的事业，变成一个连锁机构。如果没有一桩经营能够得大财富，他不可能考虑经营其他的行业，这在我们现在财团里面，诸位很清楚能够看到的。",
      "zh_TW": "這一段文在昨天跟諸位把大意都介紹過了，特別要提醒我們的，就是一定要重視本修行。我們到底是修什麼？總得要清楚，總得要明瞭，一定要把自己的本修本行修好。好，好的標準是什麼要知道。在大乘佛法裡面，無論是哪一個宗派、哪一個法門，總的來說，標準都是明心見性，如果沒有達到明心見性，你就沒有修好。宗門裡面稱為「明心見性」，教下叫做「大開圓解」，淨土法門叫「理一心不亂」，這真不容易！本行沒有修好，不能涉及其他法門，等於說我們的本行沒有做出成績、非常殊勝的成績，我們就不能考慮其他的行業。世出世法一個道理，世間我們往往看大的企業家，他真的靠一門經營成功了，發大財。他的財富財力雄厚，他就考慮經營其他的事業，變成一個連鎖機構。如果沒有一樁經營能夠得大財富，他不可能考慮經營其他的行業，這在我們現在財團裡面，諸位很清楚能夠看到的。"
    },
    {
      "id": "12-042-0003_p0004",
      "zh_CN": "佛法做学问亦复如是，一门深入，深到什么程度？深到见性，见性之后，世出世法就全都通达明了。我们在传记里面看到龙树菩萨，这是大乘法里面了不起的一位大德。我们一般凡夫要念《大藏经》，你要念到哪一年，你才能把它念完，你才能通达？龙树菩萨只用三个月的时间，就把释迦牟尼佛四十九年所讲的全部念完，而且都贯通了。什么原因？他见性。他要是没有见性，哪来这个能力？这个道理我们要懂，古人做出样子来给我们看。小乘法里面要破我执，我执破了才能证阿罗汉果，小乘法里面通达没有障碍了，大乘还不行。我们现在谈，无论是大乘小乘，我们为什么不能有这个成就？这个成就在佛法里面讲是标准的成就。什么原因？烦恼习气没有把它断掉，造成了严重障碍，原因在这里。小乘人要破我执，身见、我见。大乘人不但要破身见，还要破法执，人无我、法无我都证得了，这个障碍才断掉，才能够契入佛陀订的标准。我们今天难，难在什么地方？学佛不难，断烦恼难。烦恼不断，永远不能成就。烦恼的根就是自私自利，起心动念「我的利益」，这个事情麻烦。只要有这个念头，不要说大乘，小乘你都不得其门而入。你学佛，学了再多年、学一辈子，学一些佛法的皮毛常识，佛法真实的受用你得不到，「本行」这两个字，你连边都沾不上。",
      "zh_TW": "佛法做學問亦復如是，一門深入，深到什麼程度？深到見性，見性之後，世出世法就全都通達明瞭。我們在傳記裡面看到龍樹菩薩，這是大乘法裡面了不起的一位大德。我們一般凡夫要念《大藏經》，你要念到哪一年，你才能把它念完，你才能通達？龍樹菩薩只用三個月的時間，就把釋迦牟尼佛四十九年所講的全部念完，而且都貫通了。什麼原因？他見性。他要是沒有見性，哪來這個能力？這個道理我們要懂，古人做出樣子來給我們看。小乘法裡面要破我執，我執破了才能證阿羅漢果，小乘法裡面通達沒有障礙了，大乘還不行。我們現在談，無論是大乘小乘，我們為什麼不能有這個成就？這個成就在佛法裡面講是標準的成就。什麼原因？煩惱習氣沒有把它斷掉，造成了嚴重障礙，原因在這裡。小乘人要破我執，身見、我見。大乘人不但要破身見，還要破法執，人無我、法無我都證得了，這個障礙才斷掉，才能夠契入佛陀訂的標準。我們今天難，難在什麼地方？學佛不難，斷煩惱難。煩惱不斷，永遠不能成就。煩惱的根就是自私自利，起心動念「我的利益」，這個事情麻煩。只要有這個念頭，不要說大乘，小乘你都不得其門而入。你學佛，學了再多年、學一輩子，學一些佛法的皮毛常識，佛法真實的受用你得不到，「本行」這兩個字，你連邊都沾不上。"
    },
    {
      "id": "12-042-0003_p0005",
      "zh_CN": "《华严》，我们今天念《华严经》，《华严》不但是大乘，大乘的大乘，一乘的一乘，佛教的根本法轮，无比的殊胜，我们要明了，世出世间真的是第一殊胜，无与伦比，一生有缘遇到，那真叫大幸！遇到不能契入，你说多可惜，等于空过，一定要发心；换句话说，一定要放下，放下自私自利，放下名闻利养，放下五欲六尘，放下贪瞋痴慢，我们的障碍就没有了，菩提道上一帆风顺。我们修净土，我们在净土里面得一心，「一心」，人就开悟了。悟了以后你才能通达，才可以涉猎其他宗派的典籍，对你没有障碍，只有好处没有坏处。如果你自己本行没有修成就，你涉猎其他典籍，你分心；换句话说，我们一心不乱决定得不到。得到一心不乱之后，涉猎其他经典依旧如如不动，这行，这可以，世出世间法都可以涉及，所以叫大开圆解。",
      "zh_TW": "《華嚴》，我們今天念《華嚴經》，《華嚴》不但是大乘，大乘的大乘，一乘的一乘，佛教的根本法輪，無比的殊勝，我們要明瞭，世出世間真的是第一殊勝，無與倫比，一生有緣遇到，那真叫大幸！遇到不能契入，你說多可惜，等於空過，一定要發心；換句話說，一定要放下，放下自私自利，放下名聞利養，放下五欲六塵，放下貪瞋痴慢，我們的障礙就沒有了，菩提道上一帆風順。我們修淨土，我們在淨土裡面得一心，「一心」，人就開悟了。悟了以後你才能通達，才可以涉獵其他宗派的典籍，對你沒有障礙，只有好處沒有壞處。如果你自己本行沒有修成就，你涉獵其他典籍，你分心；換句話說，我們一心不亂決定得不到。得到一心不亂之後，涉獵其他經典依舊如如不動，這行，這可以，世出世間法都可以涉及，所以叫大開圓解。"
    },
    {
      "id": "12-042-0003_p0006",
      "zh_CN": "『菩提自在』是自受用，『法雷震吼，普门示现』是他受用，自行化他都得自在，这就是法身菩萨的境界，如来果地上的境界。从这个境界再一展开，就是后面所说的『种种庄严不可思议』。「种种」是多，太多太多了，「庄严」用我们现在的话来说，大家所熟悉的真、善、美、慧，起心动念、言语造作，点点滴滴都充满了真善美慧，那叫不可思议庄严。为什么？佛家的话说，「称性」。不称性，这一句话做不到，不但做不到，我们念起来，这里头的意思能不能懂？不可思议，不懂，字认识，境界没有法子想像，怎么想也想不到，确确实实不思议的境界。",
      "zh_TW": "『菩提自在』是自受用，『法雷震吼，普門示現』是他受用，自行化他都得自在，這就是法身菩薩的境界，如來果地上的境界。從這個境界再一展開，就是後面所說的『種種莊嚴不可思議』。「種種」是多，太多太多了，「莊嚴」用我們現在的話來說，大家所熟悉的真、善、美、慧，起心動念、言語造作，點點滴滴都充滿了真善美慧，那叫不可思議莊嚴。為什麼？佛家的話說，「稱性」。不稱性，這一句話做不到，不但做不到，我們念起來，這裡頭的意思能不能懂？不可思議，不懂，字認識，境界沒有法子想像，怎麼想也想不到，確確實實不思議的境界。"
    },
    {
      "id": "12-042-0003_p0007",
      "zh_CN": "后面这一句话重要了，『普遍饶益』，「普遍」，他的范围是横遍十方、竖穷三际，那才叫普遍。我们常讲虚空法界国土众生都得利益，得什么样的利益？得究竟圆满的利益，这还得了！这才是真正庄严不可思议。我们今天有什么能力，能令众生得利益，那就很难得，得究竟圆满的利益，我们没法子做到。也许同修们要问：「诸佛如来人数多，法身大士更多，这么多的诸佛如来、法身大士，他们都发这种大心、大愿、大行，我们为什么没沾到光？」你说「普遍饶益」，这里头有没有我在里头？当然有。不但我们这个世间，这个地球上所有的动物，植物、矿物都包括在其中。经里面讲十法界，十法界就是现在科学家所说的，不同维次空间所有的生物都普遍饶益。我们今天没有得到，我们没有体会到、感触到真善美慧。没错，你确实没有感触到。诸佛菩萨本行的威德是不是在普遍加持你？答案是肯定的，普遍在加持。我们为什么没有能够感触到？我们的业障深重，不是佛光没照在我们身上，我们自己业障障碍住了，使我们无法感触到。",
      "zh_TW": "後面這一句話重要了，『普遍饒益』，「普遍」，他的範圍是橫遍十方、豎窮三際，那才叫普遍。我們常講虛空法界國土眾生都得利益，得什麼樣的利益？得究竟圓滿的利益，這還得了！這才是真正莊嚴不可思議。我們今天有什麼能力，能令眾生得利益，那就很難得，得究竟圓滿的利益，我們沒法子做到。也許同修們要問：「諸佛如來人數多，法身大士更多，這麼多的諸佛如來、法身大士，他們都發這種大心、大願、大行，我們為什麼沒沾到光？」你說「普遍饒益」，這裡頭有沒有我在裡頭？當然有。不但我們這個世間，這個地球上所有的動物，植物、礦物都包括在其中。經裡面講十法界，十法界就是現在科學家所說的，不同維次空間所有的生物都普遍饒益。我們今天沒有得到，我們沒有體會到、感觸到真善美慧。沒錯，你確實沒有感觸到。諸佛菩薩本行的威德是不是在普遍加持你？答案是肯定的，普遍在加持。我們為什麼沒有能夠感觸到？我們的業障深重，不是佛光沒照在我們身上，我們自己業障障礙住了，使我們無法感觸到。"
    },
    {
      "id": "12-042-0003_p0008",
      "zh_CN": "要知道，我们的根身沐浴在佛光之中，我们的意识心没有法子感觉到，错在哪里？错在我们用意识心，就错在这里。有一分修行，他就有一分感触，有两分修行，他就有两分感触。完全没有感触的人，我在初学佛的时候遇到过，台湾大学的教授严益平先生，在台大教考古学。以后他不当教授，他去经商，开了一个书店，艺文印书馆，好像香港也有他的分店，书店经营得不错，专门印古籍。我喜欢读古书，常常逛他的书店，所以跟他就很熟了。也是相当有名气的一个教授。他知道我学佛，告诉我：「他说佛经问题很多。」我说：「什么问题？」他说：「《金刚经》像两桶水倒过来倒过去，不知道说些什么。」大学教授！「《华严经》讲大话，吹牛讲大话，这个世间释迦牟尼佛第一，谁也讲不过他。」大学教授世智辩聪，他体会不到。这样的人他的身分地位很高，那个时候我们是初学，没有法子跟他辩论，他说说我们听听，笑笑而已。这么一个见解，像这样见解的一些学者教授多得是，所以佛在经上讲「世智辩聪」是八难之一，这样的人没有办法学佛，他自以为是，自以为聪明，批判佛经。",
      "zh_TW": "要知道，我們的根身沐浴在佛光之中，我們的意識心沒有法子感覺到，錯在哪裡？錯在我們用意識心，就錯在這裡。有一分修行，他就有一分感觸，有兩分修行，他就有兩分感觸。完全沒有感觸的人，我在初學佛的時候遇到過，台灣大學的教授嚴益平先生，在台大教考古學。以後他不當教授，他去經商，開了一個書店，藝文印書館，好像香港也有他的分店，書店經營得不錯，專門印古籍。我喜歡讀古書，常常逛他的書店，所以跟他就很熟了。也是相當有名氣的一個教授。他知道我學佛，告訴我：「他說佛經問題很多。」我說：「什麼問題？」他說：「《金剛經》像兩桶水倒過來倒過去，不知道說些什麼。」大學教授！「《華嚴經》講大話，吹牛講大話，這個世間釋迦牟尼佛第一，誰也講不過他。」大學教授世智辯聰，他體會不到。這樣的人他的身分地位很高，那個時候我們是初學，沒有法子跟他辯論，他說說我們聽聽，笑笑而已。這麼一個見解，像這樣見解的一些學者教授多得是，所以佛在經上講「世智辯聰」是八難之一，這樣的人沒有辦法學佛，他自以為是，自以為聰明，批判佛經。"
    },
    {
      "id": "12-042-0003_p0009",
      "zh_CN": "我们依照佛菩萨教训来修学，头一个淘汰自己的烦恼习气，这是一定要做。烦恼习气少一分，我们的智慧就长一分，换句话说，佛的境界能体会到一分。我干了五十年，所以经上讲的我相信，我能体会得到，虽然距离究竟圆满还差很大的距离，但是少分我体会到了，我受用到了。我很清楚、很明白，所有一切众生，都沐浴在诸佛菩萨、法身大士本行智慧光中。就是因为烦恼习气障碍了，你身接触，你心里头体会不到，这是佛在经上常讲的「可怜悯者」！",
      "zh_TW": "我們依照佛菩薩教訓來修學，頭一個淘汰自己的煩惱習氣，這是一定要做。煩惱習氣少一分，我們的智慧就長一分，換句話說，佛的境界能體會到一分。我幹了五十年，所以經上講的我相信，我能體會得到，雖然距離究竟圓滿還差很大的距離，但是少分我體會到了，我受用到了。我很清楚、很明白，所有一切眾生，都沐浴在諸佛菩薩、法身大士本行智慧光中。就是因為煩惱習氣障礙了，你身接觸，你心裡頭體會不到，這是佛在經上常講的「可憐憫者」！"
    },
    {
      "id": "12-042-0003_p0010",
      "zh_CN": "佛的本行威光，跟诸位说，我们今天科学家所发现的种种仪器，发现长波、短波这些光，没有发现到佛光。佛光对我们这个身体一丝毫障碍都没有，每一个细胞它都入进去，大而虚空法界，小而微尘，我们今天科学里面讲的原子、电子、基本粒子，那个光都透进去，它没有障碍。科学家发现的光，长波、短波它还是有障碍。唯有佛光是真性，真性里面般若智慧光明没有障碍，它也不刺激，非常柔和，真的是不可思议。佛法最殊胜的地方，不是说佛说了你们大家要相信，佛不是这样说法，佛说他证得了，跟我们说出来，教我们自己去证。他提供我们方法，那个方法就是他的经验，他是怎么样证得的，他把这个方法教给我们，我们就得其方便，不要去摸索，走他这个路子。实在讲只要有信心、有恒心，锲而不舍，根性利的人，我们在古时候看到的《高僧传》、《居士传》、《善女人传》，在家出家修行人，利根的人，三年到五年入这个境界的人很多。中下根性的人，十年、二十年入这个境界，还有三十年、四十年入这个境界的，我们在这些传记里面都见到。我自己入这个境界，给诸位说，我的根不利，四十年。你们听我讲经的时候，如果细心的话，你会发现，我最近十年所讲的，跟从前三十年所讲的不一样。我讲经讲了四十三年，最近这十年非常自在。什么原因？得这么一点利益，烦恼轻、智慧长。进步决定是加速度，愈往后面进步愈快。为什么？一丝毫的疑惑都没有了，愈干愈有信心，愈干愈有把握，就这么回事情。所以确实「普遍饶益」，你要不能契入这个境界，这四个字你不会有感触的。",
      "zh_TW": "佛的本行威光，跟諸位說，我們今天科學家所發現的種種儀器，發現長波、短波這些光，沒有發現到佛光。佛光對我們這個身體一絲毫障礙都沒有，每一個細胞它都入進去，大而虛空法界，小而微塵，我們今天科學裡面講的原子、電子、基本粒子，那個光都透進去，它沒有障礙。科學家發現的光，長波、短波它還是有障礙。唯有佛光是真性，真性裡面般若智慧光明沒有障礙，它也不刺激，非常柔和，真的是不可思議。佛法最殊勝的地方，不是說佛說了你們大家要相信，佛不是這樣說法，佛說他證得了，跟我們說出來，教我們自己去證。他提供我們方法，那個方法就是他的經驗，他是怎麼樣證得的，他把這個方法教給我們，我們就得其方便，不要去摸索，走他這個路子。實在講只要有信心、有恆心，鍥而不捨，根性利的人，我們在古時候看到的《高僧傳》、《居士傳》、《善女人傳》，在家出家修行人，利根的人，三年到五年入這個境界的人很多。中下根性的人，十年、二十年入這個境界，還有三十年、四十年入這個境界的，我們在這些傳記裡面都見到。我自己入這個境界，給諸位說，我的根不利，四十年。你們聽我講經的時候，如果細心的話，你會發現，我最近十年所講的，跟從前三十年所講的不一樣。我講經講了四十三年，最近這十年非常自在。什麼原因？得這麼一點利益，煩惱輕、智慧長。進步決定是加速度，愈往後面進步愈快。為什麼？一絲毫的疑惑都沒有了，愈幹愈有信心，愈幹愈有把握，就這麼回事情。所以確實「普遍饒益」，你要不能契入這個境界，這四個字你不會有感觸的。"
    },
    {
      "id": "12-042-0003_p0011",
      "zh_CN": "后面这四个字就又深了一级，「咸令成熟」，「咸」是普遍，普遍令一切众生成熟善根、成熟福德。我们在这个地方，才知道佛菩萨无尽的慈悲，无量的智慧，善巧方便。既然这样说法，为什么今天佛法这么衰？不是佛法衰，如果说佛法衰，那错了，只能说众生业障重，不是佛法衰。业障重了，不听佛菩萨的话，不听好人言，不听善人言，偏偏喜欢听恶人的挑拨是非，那就没法子了。佛菩萨的教诲跟妖魔鬼怪教诲有很大的差别，如果我们冷静观察不难发现，为什么？妖魔鬼怪对一切众生有威胁利诱，非常的明显；佛菩萨教化众生欢喜随缘，一丝毫压力都不会给你；换句话说，你肯听，欢喜，你不听，他也欢喜，他随你。不像魔，你不听，强迫你听，你再不听，对你有很多不利，威胁，诱惑你。佛菩萨绝对不会威胁利诱，佛菩萨的心永远真诚，永远清净，永远平等，永远慈悲。",
      "zh_TW": "後面這四個字就又深了一級，「咸令成熟」，「咸」是普遍，普遍令一切眾生成熟善根、成熟福德。我們在這個地方，才知道佛菩薩無盡的慈悲，無量的智慧，善巧方便。既然這樣說法，為什麼今天佛法這麼衰？不是佛法衰，如果說佛法衰，那錯了，只能說眾生業障重，不是佛法衰。業障重了，不聽佛菩薩的話，不聽好人言，不聽善人言，偏偏喜歡聽惡人的挑撥是非，那就沒法子了。佛菩薩的教誨跟妖魔鬼怪教誨有很大的差別，如果我們冷靜觀察不難發現，為什麼？妖魔鬼怪對一切眾生有威脅利誘，非常的明顯；佛菩薩教化眾生歡喜隨緣，一絲毫壓力都不會給你；換句話說，你肯聽，歡喜，你不聽，他也歡喜，他隨你。不像魔，你不聽，強迫你聽，你再不聽，對你有很多不利，威脅，誘惑你。佛菩薩絕對不會威脅利誘，佛菩薩的心永遠真誠，永遠清淨，永遠平等，永遠慈悲。"
    },
    {
      "id": "12-042-0003_p0012",
      "zh_CN": "你现在听了恶人言，你造作恶业，恶业要不要受恶报？当然要受恶报。佛菩萨眼睁睁看着你造恶业受恶报，他很有耐心，时时刻刻关怀你、照顾你。你什么时候得救？宗教里面常讲的「得救」，佛菩萨天天看你，天天关怀你，天天在这里照顾你，你哪一天肯回头，你那一天就得救。什么叫「回头」？佛菩萨的话你能够相信，你不怀疑了，你能够相信，你能够接受，你能够依教奉行，佛菩萨就来了。佛氏门中不舍一人，一个人发愿回头，佛菩萨也来，佛菩萨决不是说好多人好多人，他才来教，那他还好名。佛菩萨这个舍弃了，一个人发心，他也来教，很多人发心，他也来教，了不起！我们一般凡夫做不到，他能做到。",
      "zh_TW": "你現在聽了惡人言，你造作惡業，惡業要不要受惡報？當然要受惡報。佛菩薩眼睜睜看著你造惡業受惡報，他很有耐心，時時刻刻關懷你、照顧你。你什麼時候得救？宗教裡面常講的「得救」，佛菩薩天天看你，天天關懷你，天天在這裡照顧你，你哪一天肯回頭，你那一天就得救。什麼叫「回頭」？佛菩薩的話你能夠相信，你不懷疑了，你能夠相信，你能夠接受，你能夠依教奉行，佛菩薩就來了。佛氏門中不捨一人，一個人發願回頭，佛菩薩也來，佛菩薩決不是說好多人好多人，他才來教，那他還好名。佛菩薩這個捨棄了，一個人發心，他也來教，很多人發心，他也來教，了不起！我們一般凡夫做不到，他能做到。"
    },
    {
      "id": "12-042-0003_p0013",
      "zh_CN": "我们学佛，知道佛度众生的悲心，我们如何报佛恩？大乘经上讲得好，报佛恩只有一个方法，「依教奉行，接引众生」，你才真正能报佛恩。这一段经文前面八个字，「法雷震吼，普门示现」，这是报佛恩。普门示现是做出榜样给人看，不仅仅是说法，要把你所说的统统做到，做出样子来给大家看，这叫报恩。你自己不能做出好榜样，你是口头上的报恩，这个报恩是虚假的，永远不能够落实，我们要懂这个意思。所以报佛恩的方法只有弘法利生，弘法利生头一个自己要修成功，这佛在大小乘经上都讲到：「自己未度而能度人，无有是处」，没有这个道理，自己要做到。",
      "zh_TW": "我們學佛，知道佛度眾生的悲心，我們如何報佛恩？大乘經上講得好，報佛恩只有一個方法，「依教奉行，接引眾生」，你才真正能報佛恩。這一段經文前面八個字，「法雷震吼，普門示現」，這是報佛恩。普門示現是做出榜樣給人看，不僅僅是說法，要把你所說的統統做到，做出樣子來給大家看，這叫報恩。你自己不能做出好榜樣，你是口頭上的報恩，這個報恩是虛假的，永遠不能夠落實，我們要懂這個意思。所以報佛恩的方法只有弘法利生，弘法利生頭一個自己要修成功，這佛在大小乘經上都講到：「自己未度而能度人，無有是處」，沒有這個道理，自己要做到。"
    },
    {
      "id": "12-042-0003_p0014",
      "zh_CN": "我们这几年在新加坡办培训班，培训班是短期的，第一期、第二期是三个月，第三期、第四期是四个月，第五期六个月，往后大概都是六个月。短期，我们只传授讲台上的技巧，像现在师范学院里面所念的教学法，我们只传教学法，教学心理附带讲一点，那是从讲经里头讲一点，让你懂得观机，只传这个。这是枝末，不是根本。根本，六个月的时间是不可能的事情，连儒家教学，《礼记．学记》里头诸位都能够读到，「七年小成，九年大成」，儒家讲教学也得要七年九年。佛法教学那个大乘是什么？大乘就是大彻大悟，就是明心见性，至少也得要有五年以上的时间，利根，修学环境好，而且真正达到这个目标的人并不多。在中国历史上，最了不起的，最殊胜的，禅宗六祖惠能大师，真的惠能以前没有这样的人，惠能以后到今天也没有这个人。他一生教学当中，四十三个明心见性，这么多，我们可以讲一句话，空前绝后，中国历史上的奇迹，这是禅宗的鼎盛时代，真正是黄金时代。所以时间短了，怎么行？",
      "zh_TW": "我們這幾年在新加坡辦培訓班，培訓班是短期的，第一期、第二期是三個月，第三期、第四期是四個月，第五期六個月，往後大概都是六個月。短期，我們只傳授講台上的技巧，像現在師範學院裡面所念的教學法，我們只傳教學法，教學心理附帶講一點，那是從講經裡頭講一點，讓你懂得觀機，只傳這個。這是枝末，不是根本。根本，六個月的時間是不可能的事情，連儒家教學，《禮記．學記》裡頭諸位都能夠讀到，「七年小成，九年大成」，儒家講教學也得要七年九年。佛法教學那個大乘是什麼？大乘就是大徹大悟，就是明心見性，至少也得要有五年以上的時間，利根，修學環境好，而且真正達到這個目標的人並不多。在中國歷史上，最了不起的，最殊勝的，禪宗六祖惠能大師，真的惠能以前沒有這樣的人，惠能以後到今天也沒有這個人。他一生教學當中，四十三個明心見性，這麼多，我們可以講一句話，空前絕後，中國歷史上的奇蹟，這是禪宗的鼎盛時代，真正是黃金時代。所以時間短了，怎麼行？"
    },
    {
      "id": "12-042-0003_p0015",
      "zh_CN": "现在我们有缘在澳洲办学，这几天常常有澳洲打电话告诉我，关于修学，将来招生办学的事情，我说这是我们的愿望，你们以为现在就能办学？建一个学校，说实在的话，财力没有多大问题，最大的问题在哪里？老师在哪里，找不到老师来教。不但今天净宗没有人，哪一个宗派都没有人。禅宗，你能找个禅宗大德吗？我所晓得的，大屿山的圣一法师是禅宗仅存的大德，我希望他身体能复原。禅宗找不到人，天台宗也没有人，贤首宗、法相宗你们去找。所以我们想开的这些学系，人才从哪里来？只有求佛，佛菩萨下凡为我们示现，除这个之外还有什么办法？没有别的办法。要靠真正发心，靠佛菩萨加持，我们只能做个助缘而已。所以各宗各派的典籍，我只能作助缘，真正有再来人，我可以帮助他一把。我为什么要讲这几部大经？这几部大经是整个佛法里面最重要的一个部分，这些经论要是有基础，任何宗派的东西都可以贯通。尤其是《大方广佛华严经》，这是自古以来祖师大德们几乎公认的，大乘佛法的根本法轮。一切经都是《华严》眷属，《华严》的枝枝叶叶，像一棵大树一样，《华严》是根是本，世尊四十九年所说的一切经教，是这棵树的枝叶，根本找到了，问题才能解决。我尽心尽力来帮助大家。",
      "zh_TW": "現在我們有緣在澳洲辦學，這幾天常常有澳洲打電話告訴我，關於修學，將來招生辦學的事情，我說這是我們的願望，你們以為現在就能辦學？建一個學校，說實在的話，財力沒有多大問題，最大的問題在哪裡？老師在哪裡，找不到老師來教。不但今天淨宗沒有人，哪一個宗派都沒有人。禪宗，你能找個禪宗大德嗎？我所曉得的，大嶼山的聖一法師是禪宗僅存的大德，我希望他身體能復原。禪宗找不到人，天台宗也沒有人，賢首宗、法相宗你們去找。所以我們想開的這些學系，人才從哪裡來？只有求佛，佛菩薩下凡為我們示現，除這個之外還有什麼辦法？沒有別的辦法。要靠真正發心，靠佛菩薩加持，我們只能做個助緣而已。所以各宗各派的典籍，我只能作助緣，真正有再來人，我可以幫助他一把。我為什麼要講這幾部大經？這幾部大經是整個佛法裡面最重要的一個部分，這些經論要是有基礎，任何宗派的東西都可以貫通。尤其是《大方廣佛華嚴經》，這是自古以來祖師大德們幾乎公認的，大乘佛法的根本法輪。一切經都是《華嚴》眷屬，《華嚴》的枝枝葉葉，像一棵大樹一樣，《華嚴》是根是本，世尊四十九年所說的一切經教，是這棵樹的枝葉，根本找到了，問題才能解決。我盡心盡力來幫助大家。"
    },
    {
      "id": "12-042-0003_p0016",
      "zh_CN": "今天我告诉你们，办学，我们先把地买好，等待时节因缘。现在最重要的，是每一个同学充实自己的德行，德行里头最重要的是断烦恼，「烦恼无尽誓愿断」，你不断烦恼，你决定不能入法门，你不得其门而入，不是你天天听就行。你要真肯放下，就像善导大师教的：佛教我们做的，一定要做到，佛教我们不能做的，我们一定要断掉，你才能入境界。如果阳奉阴违，不能成就，那是自欺欺人，可以混得世间一点名利，与了生死毫不相干。所以我们学佛人，第一个应该警觉的是生死事大。得人身、闻佛法，尤其闻到正法，闻到这种殊胜的法门，正是彭际清居士所讲的「无量劫来希有难逢之一日」，我们这一日遇到了，希有难逢！遇到不知道珍惜，不知道真干，遇到也等于没有遇到，空过了，你说这多可惜。真干，真断烦恼，真改心理，起心动念决不为自己，为一切众生。『普遍饶益』，「益」是利益，「饶」是丰饶。最丰富、最究竟、最圆满的利益，起心动念想这个，这个利益不是自己的，所有一切众生的。常存此心，常行此道，这是菩萨本行。",
      "zh_TW": "今天我告訴你們，辦學，我們先把地買好，等待時節因緣。現在最重要的，是每一個同學充實自己的德行，德行裡頭最重要的是斷煩惱，「煩惱無盡誓願斷」，你不斷煩惱，你決定不能入法門，你不得其門而入，不是你天天聽就行。你要真肯放下，就像善導大師教的：佛教我們做的，一定要做到，佛教我們不能做的，我們一定要斷掉，你才能入境界。如果陽奉陰違，不能成就，那是自欺欺人，可以混得世間一點名利，與了生死毫不相干。所以我們學佛人，第一個應該警覺的是生死事大。得人身、聞佛法，尤其聞到正法，聞到這種殊勝的法門，正是彭際清居士所講的「無量劫來希有難逢之一日」，我們這一日遇到了，希有難逢！遇到不知道珍惜，不知道真幹，遇到也等於沒有遇到，空過了，你說這多可惜。真幹，真斷煩惱，真改心理，起心動念決不為自己，為一切眾生。『普遍饒益』，「益」是利益，「饒」是豐饒。最豐富、最究竟、最圓滿的利益，起心動念想這個，這個利益不是自己的，所有一切眾生的。常存此心，常行此道，這是菩薩本行。"
    },
    {
      "id": "12-042-0003_p0017",
      "zh_CN": "我们实在讲是太幸运了，无量法门里面，我们接受了净土法门。净土法门的殊胜，简单容易，成就圆满。可是这个法门，诸佛菩萨都说是难信之法！真难信。我信这个法门，差不多也费了二、三十年的时间，我是讲《八十华严》、《四十华严》，讲《法华》、讲《楞严》，从这些大经里面省悟过来的，体会到这个法门的殊胜。老师那么样苦口婆心劝导我，我只是不排斥、不反对，没有坚定的信心。而是讲《华严经》讲到一半，有一天突然想到《华严经》里面的两位上首菩萨，文殊、普贤他们两个人学什么法门？我想到这个问题，在经上查，查到最后，他们两个人都发愿求生极乐世界。我非常惊讶！认真去想，他们两个为什么要求生西方极乐世界？已经是华藏世界的等觉菩萨，照理由说，没有理由往生极乐世界。在华藏世界成佛不就可以了吗？为什么要发愿求生，是不是做样子给我们看的？这样讲当然可以，真正的意思不是这样的。",
      "zh_TW": "我們實在講是太幸運了，無量法門裡面，我們接受了淨土法門。淨土法門的殊勝，簡單容易，成就圓滿。可是這個法門，諸佛菩薩都說是難信之法！真難信。我信這個法門，差不多也費了二、三十年的時間，我是講《八十華嚴》、《四十華嚴》，講《法華》、講《楞嚴》，從這些大經裡面省悟過來的，體會到這個法門的殊勝。老師那麼樣苦口婆心勸導我，我只是不排斥、不反對，沒有堅定的信心。而是講《華嚴經》講到一半，有一天突然想到《華嚴經》裡面的兩位上首菩薩，文殊、普賢他們兩個人學什麼法門？我想到這個問題，在經上查，查到最後，他們兩個人都發願求生極樂世界。我非常驚訝！認真去想，他們兩個為什麼要求生西方極樂世界？已經是華藏世界的等覺菩薩，照理由說，沒有理由往生極樂世界。在華藏世界成佛不就可以了嗎？為什麼要發願求生，是不是做樣子給我們看的？這樣講當然可以，真正的意思不是這樣的。"
    },
    {
      "id": "12-042-0003_p0018",
      "zh_CN": "华藏世界等觉菩萨真的求生净土，为什么？在华藏世界，等觉菩萨要证到究竟圆满的佛果，还要相当长的时间。到底需要多长？我们从前面细心去观察、去推想，能够得到一个大概。世尊在经上告诉我们，菩萨证到圆初住，这是什么果位？破一品无明，证一分法身，法身菩萨。从这一天开始算起，一个阿僧祇劫；他从圆教初住修满十住、十行、十回向，三十个位次，用一个阿僧祇劫的时间。在华藏世界，不是在别的世界，不在我们这里，一个阿僧祇劫修三十个位次。第二个阿僧祇劫，也是一个阿僧祇劫继续去修，修七个位次，初地、二地、三地、到七地。第一个阿僧祇劫他修三十个位次，第二个阿僧祇劫七个位次，到七地；七地再往上提升，又要用一个阿僧祇劫，修几个位次？三个位次，九地、十地、等觉。愈往上去愈难。等觉菩萨修成佛的位次，在我怎么想法也应该要一个阿僧祇劫。我们从这上面看，愈往上去愈难，像爬山一样，爬到顶峰，愈往上愈难。等觉菩萨要在华藏世界成佛，需要用一个阿僧祇劫的时间，他要到西方极乐世界，一天的时间就够了，为什么不去？当然要去，道理在此地，西方世界太快太快了。你要问：「为什么他那边把这个速度提升得这么快？」他的缘太殊胜。换句话说，华藏世界的缘比不上极乐世界的缘，就是修学的环境太好了。阿弥陀佛是导师，这个老师到哪里去找？你看看释迦牟尼佛代表一切诸佛赞叹，「光中极尊，佛中之王」。不是释迦牟尼佛一个人赞叹的，是一切诸佛对于阿弥陀佛的赞叹。",
      "zh_TW": "華藏世界等覺菩薩真的求生淨土，為什麼？在華藏世界，等覺菩薩要證到究竟圓滿的佛果，還要相當長的時間。到底需要多長？我們從前面細心去觀察、去推想，能夠得到一個大概。世尊在經上告訴我們，菩薩證到圓初住，這是什麼果位？破一品無明，證一分法身，法身菩薩。從這一天開始算起，一個阿僧祇劫；他從圓教初住修滿十住、十行、十迴向，三十個位次，用一個阿僧祇劫的時間。在華藏世界，不是在別的世界，不在我們這裡，一個阿僧祇劫修三十個位次。第二個阿僧祇劫，也是一個阿僧祇劫繼續去修，修七個位次，初地、二地、三地、到七地。第一個阿僧祇劫他修三十個位次，第二個阿僧祇劫七個位次，到七地；七地再往上提升，又要用一個阿僧祇劫，修幾個位次？三個位次，九地、十地、等覺。愈往上去愈難。等覺菩薩修成佛的位次，在我怎麼想法也應該要一個阿僧祇劫。我們從這上面看，愈往上去愈難，像爬山一樣，爬到頂峰，愈往上愈難。等覺菩薩要在華藏世界成佛，需要用一個阿僧祇劫的時間，他要到西方極樂世界，一天的時間就夠了，為什麼不去？當然要去，道理在此地，西方世界太快太快了。你要問：「為什麼他那邊把這個速度提升得這麼快？」他的緣太殊勝。換句話說，華藏世界的緣比不上極樂世界的緣，就是修學的環境太好了。阿彌陀佛是導師，這個老師到哪裡去找？你看看釋迦牟尼佛代表一切諸佛讚歎，「光中極尊，佛中之王」。不是釋迦牟尼佛一個人讚歎的，是一切諸佛對於阿彌陀佛的讚歎。"
    },
    {
      "id": "12-042-0003_p0019",
      "zh_CN": "有很多人我们讲也不太好讲，讲的是什么？你们修净土的人「老王卖瓜自卖自夸」，只是夸你们自己的法门，贬低别人法门。不是的，释迦牟尼佛在《无量寿经》上说的，真的不是假的，「光中极尊，佛中之王」。我们亲近诸佛，能亲近阿弥陀佛了不起！跟亲近其他的佛不一样。所以十方诸佛都劝我们念阿弥陀佛求生极乐世界，为什么不劝我们念他、生他的世界？我们要学聪明一点，细心冷静去观察、去思惟，释迦牟尼佛为什么要这样说？难道释迦牟尼佛不如阿弥陀佛吗？佛佛平等，佛佛道同，又何必舍此就彼？佛心平等，佛心都是互相赞叹的。佛佛确实智慧、神通、道力都平等，但是什么？这个事情没想到，阿弥陀佛想到了，他想到在那里办一个大学，办得这么圆满。诸佛赞成，好，你办，我们拥护你，我们替你招生，就这么回事情。不是诸佛的智慧道力不如阿弥陀佛，阿弥陀佛想到了，他们还没想到。我们这才恍然大悟，才知道净土法门「普遍饶益咸令成熟」，这是事实真相显示出来。只要你念一句「阿弥陀佛」，你就会成熟，「一历耳根，永为道种」。不过，哪一天往生西方极乐世界，各人不一样，可是阿弥陀佛的种子大家决定是平等，将来决定往生，到西方极乐世界平等成就。我们各人不平等，是各人烦恼、习气、障缘不一样。有的人障缘轻，有的人障缘重，烦恼轻的人容易往生，烦恼重的人比较麻烦一点。",
      "zh_TW": "有很多人我們講也不太好講，講的是什麼？你們修淨土的人「老王賣瓜自賣自誇」，只是誇你們自己的法門，貶低別人法門。不是的，釋迦牟尼佛在《無量壽經》上說的，真的不是假的，「光中極尊，佛中之王」。我們親近諸佛，能親近阿彌陀佛了不起！跟親近其他的佛不一樣。所以十方諸佛都勸我們念阿彌陀佛求生極樂世界，為什麼不勸我們念他、生他的世界？我們要學聰明一點，細心冷靜去觀察、去思惟，釋迦牟尼佛為什麼要這樣說？難道釋迦牟尼佛不如阿彌陀佛嗎？佛佛平等，佛佛道同，又何必捨此就彼？佛心平等，佛心都是互相讚歎的。佛佛確實智慧、神通、道力都平等，但是什麼？這個事情沒想到，阿彌陀佛想到了，他想到在那裡辦一個大學，辦得這麼圓滿。諸佛贊成，好，你辦，我們擁護你，我們替你招生，就這麼回事情。不是諸佛的智慧道力不如阿彌陀佛，阿彌陀佛想到了，他們還沒想到。我們這才恍然大悟，才知道淨土法門「普遍饒益咸令成熟」，這是事實真相顯示出來。只要你念一句「阿彌陀佛」，你就會成熟，「一歷耳根，永為道種」。不過，哪一天往生西方極樂世界，各人不一樣，可是阿彌陀佛的種子大家決定是平等，將來決定往生，到西方極樂世界平等成就。我們各人不平等，是各人煩惱、習氣、障緣不一樣。有的人障緣輕，有的人障緣重，煩惱輕的人容易往生，煩惱重的人比較麻煩一點。"
    },
    {
      "id": "12-042-0003_p0020",
      "zh_CN": "我们烦恼习气很重，我们想在这一生往生，能不能做到？能。《无量寿经》、《观无量寿佛经》、《阿弥陀经》都把这些道理方法教导我们，如果我们能够明白这个道理，依照这个方法修学，在我们这一生当中，可以把我们的程度向上提升，提升到及格，提升到这一生当中圆满成就。法子有，而且不难，所以真正发心求生净土的人，经不可不读，尤其是《无量寿经》，夏老居士的会集本究竟圆满。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "我們煩惱習氣很重，我們想在這一生往生，能不能做到？能。《無量壽經》、《觀無量壽佛經》、《阿彌陀經》都把這些道理方法教導我們，如果我們能夠明白這個道理，依照這個方法修學，在我們這一生當中，可以把我們的程度向上提升，提升到及格，提升到這一生當中圓滿成就。法子有，而且不難，所以真正發心求生淨土的人，經不可不讀，尤其是《無量壽經》，夏老居士的會集本究竟圓滿。好，今天時間到了，我們就講到此地。"
    }
  ]
}