{
  "doc_id": "12-042-0002",
  "title": {
    "zh_CN": "善财童子参学报告（二四）",
    "zh_TW": "善財童子參學報告（二四）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-042-0002",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "12-042-0002_p0001",
      "zh_CN": "诸位同学：请掀开讲义第三页，第六段看起：",
      "zh_TW": "諸位同學：請掀開講義第三頁，第六段看起："
    },
    {
      "id": "12-042-0002_p0002",
      "zh_CN": "【忆念彼佛往修本行，菩提自在，法雷震吼，普门示现，种种庄严不可思议，普遍饶益咸令成熟。】",
      "zh_TW": "【憶念彼佛往修本行，菩提自在，法雷震吼，普門示現，種種莊嚴不可思議，普遍饒益咸令成熟。】"
    },
    {
      "id": "12-042-0002_p0003",
      "zh_CN": "在前面一堂跟诸位略说「本行」，这个名词通世出世间法，我们不能够疏忽。一个人在一生当中，对于自己所学所修，一定要非常慎重选择，然后才有成就的可能。选择必须要考虑到主观的观念与客观的环境，都能够相应，修学必然是一帆风顺。成败的关键，实在讲是得力于老师的教诲，对于老师教导一定要百分之百的服从。为什么？老师是个过来人，这一点我们一定要认清楚，我们要肯定，一心一意向他学习。",
      "zh_TW": "在前面一堂跟諸位略說「本行」，這個名詞通世出世間法，我們不能夠疏忽。一個人在一生當中，對於自己所學所修，一定要非常慎重選擇，然後才有成就的可能。選擇必須要考慮到主觀的觀念與客觀的環境，都能夠相應，修學必然是一帆風順。成敗的關鍵，實在講是得力於老師的教誨，對於老師教導一定要百分之百的服從。為什麼？老師是個過來人，這一點我們一定要認清楚，我們要肯定，一心一意向他學習。"
    },
    {
      "id": "12-042-0002_p0004",
      "zh_CN": "在佛门，无论是哪个宗派，无论是哪个法门，总的原则绝不离开「六度」、「四摄」，这是总原则，能够与一切大乘菩萨法相应。但是六度、四摄法怎样灵活的应用在我们日常生活当中、工作之中、处事待人接物，我们才会有真正成就，真的有受用，你才能够得到法喜充满。成绩是什么？总不外乎「转恶为善，转迷为悟，转凡为圣」，那要得能转才行，转不动，你学的等于没学，一定要转。转一定要知道，放弃自己的妄想分别执着，放弃自己的想法看法。为什么？我们是凡夫知见，一定要随顺经典的教诲。",
      "zh_TW": "在佛門，無論是哪個宗派，無論是哪個法門，總的原則絕不離開「六度」、「四攝」，這是總原則，能夠與一切大乘菩薩法相應。但是六度、四攝法怎樣靈活的應用在我們日常生活當中、工作之中、處事待人接物，我們才會有真正成就，真的有受用，你才能夠得到法喜充滿。成績是什麼？總不外乎「轉惡為善，轉迷為悟，轉凡為聖」，那要得能轉才行，轉不動，你學的等於沒學，一定要轉。轉一定要知道，放棄自己的妄想分別執著，放棄自己的想法看法。為什麼？我們是凡夫知見，一定要隨順經典的教誨。"
    },
    {
      "id": "12-042-0002_p0005",
      "zh_CN": "老师对我们的教导，我们也要慎重，为什么？如果这个老师是个凡夫，他误导了我们，那我们不是一生受他害？这些话李老师都曾经教导过我们。用什么标准来衡量？用经论。世尊灭度之前，最后的垂诫给我们后世弟子「四依法」，是个很好的标准。第一个：「依法不依人」，法是佛所讲的经典。老师教导我们的，总的原理原则一定要跟佛的经典相应，如果与经典不相应，我们一定要向老师质疑，老师讲的这个话，教我们的这些东西，出在哪一个经论？你用什么做依据？我在台中就问过李老师，实在怀疑的时候，李老师给我们说出他根据什么样经论，我们的疑虑才能够破除。这个老师不会怪我们，老师认为这个学生好，不盲从。佛法的教学确实符合于今天科学求知的精神，有疑一定要问，断疑才能够生信。至于你已经有这个能力，有这个定力，定力是什么？不受外面境界的诱惑。社会上这些名闻利养、五欲六尘，你跟它接触，你有能力不受它诱惑，这是你的定力成就。你若对他们这些情形能够了解得很清楚，慧成就了。只要这两个功夫成就，你可以出去参学。",
      "zh_TW": "老師對我們的教導，我們也要慎重，為什麼？如果這個老師是個凡夫，他誤導了我們，那我們不是一生受他害？這些話李老師都曾經教導過我們。用什麼標準來衡量？用經論。世尊滅度之前，最後的垂誡給我們後世弟子「四依法」，是個很好的標準。第一個：「依法不依人」，法是佛所講的經典。老師教導我們的，總的原理原則一定要跟佛的經典相應，如果與經典不相應，我們一定要向老師質疑，老師講的這個話，教我們的這些東西，出在哪一個經論？你用什麼做依據？我在台中就問過李老師，實在懷疑的時候，李老師給我們說出他根據什麼樣經論，我們的疑慮才能夠破除。這個老師不會怪我們，老師認為這個學生好，不盲從。佛法的教學確實符合於今天科學求知的精神，有疑一定要問，斷疑才能夠生信。至於你已經有這個能力，有這個定力，定力是什麼？不受外面境界的誘惑。社會上這些名聞利養、五欲六塵，你跟它接觸，你有能力不受它誘惑，這是你的定力成就。你若對他們這些情形能夠了解得很清楚，慧成就了。只要這兩個功夫成就，你可以出去參學。"
    },
    {
      "id": "12-042-0002_p0006",
      "zh_CN": "什么叫「参学」？善财五十三参，这五十三位善知识是代表，代表的是哪些？出家人、在家人，男女老少、各行各业，就是我们从早晨起床睁开眼睛，看到社会一切的活动，那就是五十三参。你所遇到的一切人事物归纳，不外这五十三类，他们统统是善知识，你看出门道了没有？活的，不是死的。你真正入这个境界，《大方广佛华严经》在哪里？一切时一切处，一切人事物当中无一不是「大方广佛华严」，顺境逆境、善缘恶缘都成就你自己的后得智，无所不知。于是我们才真正知道，书上讲的善财，善财就是自己，文殊就是自己的指导老师，善友就是你从早到晚遇到一切人事物，你才真的学到「佛华严」，才真正契入「大方广」，你哪有不自在？你哪有不快乐？这个时候才真正感谢老师，感谢社会所有一切大众。为什么？他都是我的善友。",
      "zh_TW": "什麼叫「參學」？善財五十三參，這五十三位善知識是代表，代表的是哪些？出家人、在家人，男女老少、各行各業，就是我們從早晨起床睜開眼睛，看到社會一切的活動，那就是五十三參。你所遇到的一切人事物歸納，不外這五十三類，他們統統是善知識，你看出門道了沒有？活的，不是死的。你真正入這個境界，《大方廣佛華嚴經》在哪裡？一切時一切處，一切人事物當中無一不是「大方廣佛華嚴」，順境逆境、善緣惡緣都成就你自己的後得智，無所不知。於是我們才真正知道，書上講的善財，善財就是自己，文殊就是自己的指導老師，善友就是你從早到晚遇到一切人事物，你才真的學到「佛華嚴」，才真正契入「大方廣」，你哪有不自在？你哪有不快樂？這個時候才真正感謝老師，感謝社會所有一切大眾。為什麼？他都是我的善友。"
    },
    {
      "id": "12-042-0002_p0007",
      "zh_CN": "善财之所以能成就，有个秘诀：凡夫、学生就是我自己一个，除我自己之外，所有一切人事物都是诸佛如来的化身。所以「礼敬诸佛」，对于一切人事物那一种真诚恭敬心，跟对待释迦牟尼佛、对待毘卢遮那、对待阿弥陀佛完全一样，礼敬诸佛他做到了。「称赞如来」，一切人事物里面，点点滴滴的善事都赞扬，看到一切众生的过恶，他的过失、他造的恶业，决定不放在心上，若无其事。这样才能够在生活当中炼成，这五十三参叫历事炼心，炼什么心？我们现在把佛法归纳起来好懂，炼真诚心，决定没有一丝毫虚伪；炼清净心，没有一丝毫染污；炼平等心，没有丝毫贡高我慢；炼正觉心，不迷；炼慈悲心，没有自私自利。修行修什么？把从前虚伪的心修正过来。修是修正，修正错误，虚伪是错误，染污是错误，不平是错误，迷惑是错误，自私是错误，错误修正过来，你就过佛菩萨的生活。首先你是心跟佛菩萨的心相应，愿跟佛菩萨的愿相应，言行哪有不相应的道理？然后展开经卷，经卷里头字字句句含无量义，哪能说得尽！我们才真正不怀疑，佛经里面讲「尘说刹说」，永远说不尽，字字句句称性，你怎么会说得尽！怎么个说法？看现前大众的需要，你需要什么，在无量义里面这一分意思是你现在需要的，你现在就能得利益，契机说法。应该现什么样的身，就是我们今天讲，应该用什么样的身分，应该说什么样的法，都没有一定，如来无有定法可说，应机说法，这是我们一定要晓得学习的。",
      "zh_TW": "善財之所以能成就，有個祕訣：凡夫、學生就是我自己一個，除我自己之外，所有一切人事物都是諸佛如來的化身。所以「禮敬諸佛」，對於一切人事物那一種真誠恭敬心，跟對待釋迦牟尼佛、對待毘盧遮那、對待阿彌陀佛完全一樣，禮敬諸佛他做到了。「稱讚如來」，一切人事物裡面，點點滴滴的善事都讚揚，看到一切眾生的過惡，他的過失、他造的惡業，決定不放在心上，若無其事。這樣才能夠在生活當中鍊成，這五十三參叫歷事鍊心，鍊什麼心？我們現在把佛法歸納起來好懂，鍊真誠心，決定沒有一絲毫虛偽；鍊清淨心，沒有一絲毫染污；鍊平等心，沒有絲毫貢高我慢；鍊正覺心，不迷；鍊慈悲心，沒有自私自利。修行修什麼？把從前虛偽的心修正過來。修是修正，修正錯誤，虛偽是錯誤，染污是錯誤，不平是錯誤，迷惑是錯誤，自私是錯誤，錯誤修正過來，你就過佛菩薩的生活。首先你是心跟佛菩薩的心相應，願跟佛菩薩的願相應，言行哪有不相應的道理？然後展開經卷，經卷裡頭字字句句含無量義，哪能說得盡！我們才真正不懷疑，佛經裡面講「塵說剎說」，永遠說不盡，字字句句稱性，你怎麼會說得盡！怎麼個說法？看現前大眾的需要，你需要什麼，在無量義裡面這一分意思是你現在需要的，你現在就能得利益，契機說法。應該現什麼樣的身，就是我們今天講，應該用什麼樣的身分，應該說什麼樣的法，都沒有一定，如來無有定法可說，應機說法，這是我們一定要曉得學習的。"
    },
    {
      "id": "12-042-0002_p0008",
      "zh_CN": "『彼佛往修』，这个往字要注意，「往」是什么？生生世世永远没有休息，永远没有中断。不能说我学到什么时候可以毕业？没有那一天。成佛，证得无上菩提，证得无上菩提还要学习；再学什么？是做样子给别人看的。没有证得无上菩提是自他两利，自己要给众生做个好榜样，「学为人师，行为世范」。我们起心动念能不能给社会大众做正面的好榜样？如果这个念头不能做正面的好榜样，这个念头不能生，「四正勤」里面立刻要断掉。能为大众做好样子，这个要保持，这个善心善意要增长。言语造作能不能为世间做典型、做模范？",
      "zh_TW": "『彼佛往修』，這個往字要注意，「往」是什麼？生生世世永遠沒有休息，永遠沒有中斷。不能說我學到什麼時候可以畢業？沒有那一天。成佛，證得無上菩提，證得無上菩提還要學習；再學什麼？是做樣子給別人看的。沒有證得無上菩提是自他兩利，自己要給眾生做個好榜樣，「學為人師，行為世範」。我們起心動念能不能給社會大眾做正面的好榜樣？如果這個念頭不能做正面的好榜樣，這個念頭不能生，「四正勤」裡面立刻要斷掉。能為大眾做好樣子，這個要保持，這個善心善意要增長。言語造作能不能為世間做典型、做模範？"
    },
    {
      "id": "12-042-0002_p0009",
      "zh_CN": "「学为人师，行为世范」，这两句话原来是北京师范大学他们老师提出来的，我一看到这八个字，这八个字就是「大方广佛华严」，我把《华严经》介绍给他们，他们感觉得非常惊讶！一部《华严经》内容就是讲这八个字。所以要会学、要善学，学了立刻就起作用，就改变了我们的心理，改变了我们的生活。我们再不过凡夫的生活，我们过佛菩萨的生活，哪有不自在，哪有不快乐？菩萨所在之处，令一切众生生欢喜心，道理在此地。我们特别是学《华严》，不能不懂这个道理，不能不了解事实真相。",
      "zh_TW": "「學為人師，行為世範」，這兩句話原來是北京師範大學他們老師提出來的，我一看到這八個字，這八個字就是「大方廣佛華嚴」，我把《華嚴經》介紹給他們，他們感覺得非常驚訝！一部《華嚴經》內容就是講這八個字。所以要會學、要善學，學了立刻就起作用，就改變了我們的心理，改變了我們的生活。我們再不過凡夫的生活，我們過佛菩薩的生活，哪有不自在，哪有不快樂？菩薩所在之處，令一切眾生生歡喜心，道理在此地。我們特別是學《華嚴》，不能不懂這個道理，不能不了解事實真相。"
    },
    {
      "id": "12-042-0002_p0010",
      "zh_CN": "接着我们看底下一句，『菩提自在』。学佛不论是在家出家，我们四众同修，无论你从事哪一种行业，你现前过的是什么方式的生活，只要你学了佛，你就会变样子。不是说学佛你就会发财，学佛你就会升官，那个你完全搞错了。变什么样子？改变了心理，不学佛的时候这个心很苦，日子过得很苦；学佛之后就是讨饭也快乐。这话真的，不是假的。《论语》里面孔老夫子赞叹他的学生颜回，颜回的生活真是贫贱到极处，「箪食瓢饮」。吃饭的时候连饭碗都没有，用竹子编一个竹篓当作饭碗；喝水的时候杯子都没有，用个瓢，在大陆上通常葫芦可以作瓢，过那么苦的生活。夫子赞叹！别的人过这个生活不堪其忧，回也不改其乐，天天快乐得不得了，见到人都满面笑容，一点忧虑都没有，他为什么？乐道。学佛的人，他乐什么？乐的是道。无论从事哪个行业，他真正得道，什么叫道？快乐就是道，欢喜就是道。你学佛有没有得到快乐？有没有得到欢喜？常生欢喜心，儒家《论语》头一句：「学而时习之，不亦说乎。」「说」就是欢喜、就是得道。「习」是什么？习就是落实在生活上，落实在工作上，落实在处事待人接物上，把你所学的统统落实，你就得道，得到快乐。儒如是，佛也如是。",
      "zh_TW": "接著我們看底下一句，『菩提自在』。學佛不論是在家出家，我們四眾同修，無論你從事哪一種行業，你現前過的是什麼方式的生活，只要你學了佛，你就會變樣子。不是說學佛你就會發財，學佛你就會升官，那個你完全搞錯了。變什麼樣子？改變了心理，不學佛的時候這個心很苦，日子過得很苦；學佛之後就是討飯也快樂。這話真的，不是假的。《論語》裡面孔老夫子讚歎他的學生顏回，顏回的生活真是貧賤到極處，「簞食瓢飲」。吃飯的時候連飯碗都沒有，用竹子編一個竹簍當作飯碗；喝水的時候杯子都沒有，用個瓢，在大陸上通常葫蘆可以作瓢，過那麼苦的生活。夫子讚歎！別的人過這個生活不堪其憂，回也不改其樂，天天快樂得不得了，見到人都滿面笑容，一點憂慮都沒有，他為什麼？樂道。學佛的人，他樂什麼？樂的是道。無論從事哪個行業，他真正得道，什麼叫道？快樂就是道，歡喜就是道。你學佛有沒有得到快樂？有沒有得到歡喜？常生歡喜心，儒家《論語》頭一句：「學而時習之，不亦說乎。」「說」就是歡喜、就是得道。「習」是什麼？習就是落實在生活上，落實在工作上，落實在處事待人接物上，把你所學的統統落實，你就得道，得到快樂。儒如是，佛也如是。"
    },
    {
      "id": "12-042-0002_p0011",
      "zh_CN": "什么叫「道」？快乐就是道。学佛学得愁眉苦脸的，你没有入境界，你没有得道。心开意解，无论现前过什么样的生活，贫贱的生活、富贵的生活都快乐，无论从事哪个行业，没有不快乐；一切为众生，自己没有得失。而且你有智慧，无论从事哪个行业决定发达，为什么发达？不为自己，为社会服务，自然就发达。为自己的利益就免不了欺骗别人，自欺欺人，损人利己，那是造罪业，造罪业减损自己的福报，你的前途愈走愈困难。悟了之后，我无论做哪个行业，我都是为众生服务，为社会服务，决不是为自己的利益。他的利润决定比别人薄，他做的东西决定比别人好，所谓货真价实，怎么会不发？决定不欺人，童叟无欺，这他真做到了，他会得到许许多多主顾的爱护。人家说你家的东西可靠，一样的东西，他会到你家买，不到隔壁去买。你这个人可靠，你的东西可靠，就这么发达起来的。人同此心，心同此理，你要懂得。",
      "zh_TW": "什麼叫「道」？快樂就是道。學佛學得愁眉苦臉的，你沒有入境界，你沒有得道。心開意解，無論現前過什麼樣的生活，貧賤的生活、富貴的生活都快樂，無論從事哪個行業，沒有不快樂；一切為眾生，自己沒有得失。而且你有智慧，無論從事哪個行業決定發達，為什麼發達？不為自己，為社會服務，自然就發達。為自己的利益就免不了欺騙別人，自欺欺人，損人利己，那是造罪業，造罪業減損自己的福報，你的前途愈走愈困難。悟了之後，我無論做哪個行業，我都是為眾生服務，為社會服務，決不是為自己的利益。他的利潤決定比別人薄，他做的東西決定比別人好，所謂貨真價實，怎麼會不發？決定不欺人，童叟無欺，這他真做到了，他會得到許許多多主顧的愛護。人家說你家的東西可靠，一樣的東西，他會到你家買，不到隔壁去買。你這個人可靠，你的東西可靠，就這麼發達起來的。人同此心，心同此理，你要懂得。"
    },
    {
      "id": "12-042-0002_p0012",
      "zh_CN": "「菩提」是梵语，中文的意思是觉悟，觉悟自在了。觉悟自在的相，烦恼轻智慧长，你的烦恼习气一年比一年轻，一月比一月轻，能够发现到自己一月比一月轻，你就有相当的进步。如果是念佛求生西方极乐世界，你有把握了，月月不一样。如果到天天不一样，那就恭喜你，你爱什么时候往生就什么时候往生，你真的得大自在，你想在这个世间再住多少年，没有关系，你生死自在，没有生死。住世间、不住世间也不是自己的意思，住与不住条件在哪里？在众生。还有有缘的众生可度，多住几天，帮助帮助大家，没有众生可度，那就走了，可以走了，走得很自在。也许说还有很多苦难的众生都在受苦受难，你怎么自己可以走？什么叫可度不可度？有没有听话的、有没有能接受依教奉行。虽然天天给他讲经说法，他也很欢喜听，但是听完就完了，这个不是机缘，这种众生叫无缘。所以觉悟的人他知道。",
      "zh_TW": "「菩提」是梵語，中文的意思是覺悟，覺悟自在了。覺悟自在的相，煩惱輕智慧長，你的煩惱習氣一年比一年輕，一月比一月輕，能夠發現到自己一月比一月輕，你就有相當的進步。如果是念佛求生西方極樂世界，你有把握了，月月不一樣。如果到天天不一樣，那就恭喜你，你愛什麼時候往生就什麼時候往生，你真的得大自在，你想在這個世間再住多少年，沒有關係，你生死自在，沒有生死。住世間、不住世間也不是自己的意思，住與不住條件在哪裡？在眾生。還有有緣的眾生可度，多住幾天，幫助幫助大家，沒有眾生可度，那就走了，可以走了，走得很自在。也許說還有很多苦難的眾生都在受苦受難，你怎麼自己可以走？什麼叫可度不可度？有沒有聽話的、有沒有能接受依教奉行。雖然天天給他講經說法，他也很歡喜聽，但是聽完就完了，這個不是機緣，這種眾生叫無緣。所以覺悟的人他知道。"
    },
    {
      "id": "12-042-0002_p0013",
      "zh_CN": "现在可度的众生的缘比从前范围广了，从前一个法师住在这个地方，因为交通不方便，没有大众传播工具，这个地区的人不多，看看没有缘了，他老人家就走了。现在不行，这个地方众生没有缘，无线电卫星传播到全世界，那个地方有缘，隔着几千里、几万里，还有人在电视里面看到，他听到他觉悟。所以现在跟从前不一样，以前确实有这个困难，李炳南老居士如果生在今天这个时代，他不能走，他走的时候年岁还很轻，九十七岁。他曾经告诉我：「他要把《华严经》讲圆满，最后再讲一部《弥陀经》他就往生。」他《华严经》讲了一半就走了，不是他爽约，实在是法缘尽了，那个地区没有人听他的。如果那个时候有卫星、有网路，台湾以外还有很多人在听他的，他就不能走了。",
      "zh_TW": "現在可度的眾生的緣比從前範圍廣了，從前一個法師住在這個地方，因為交通不方便，沒有大眾傳播工具，這個地區的人不多，看看沒有緣了，他老人家就走了。現在不行，這個地方眾生沒有緣，無線電衛星傳播到全世界，那個地方有緣，隔著幾千里、幾萬里，還有人在電視裡面看到，他聽到他覺悟。所以現在跟從前不一樣，以前確實有這個困難，李炳南老居士如果生在今天這個時代，他不能走，他走的時候年歲還很輕，九十七歲。他曾經告訴我：「他要把《華嚴經》講圓滿，最後再講一部《彌陀經》他就往生。」他《華嚴經》講了一半就走了，不是他爽約，實在是法緣盡了，那個地區沒有人聽他的。如果那個時候有衛星、有網路，台灣以外還有很多人在聽他的，他就不能走了。"
    },
    {
      "id": "12-042-0002_p0014",
      "zh_CN": "今天这个高科技把我们教学讲经面扩大，同时又把这个录像、录音保存下来，时间上延长了。这个时代纵然无有机缘可度，这个东西留下来，可能留到一百年、两百年之后，有人从这个资料上得到资讯，他开悟了，他证果了，很有可能。所以现在可度之机在时间上来讲延长了，面上来讲广大，跟从前不一样。科学技术没有好坏，看我们怎么样利用它。我们利用它弘法利生，好工具。如果用它来做一些负面，教人杀盗淫妄，那就是造作罪业。工具本身没有善恶、没有好坏，看用的人。这么好的工具，我们应当要好好的利用它，那就觉悟自在了。我们希望，不敢讲天天有悟处，至少要做到月月不一样，这一点我相信，我们努力一点是可以做得到月月不相同。",
      "zh_TW": "今天這個高科技把我們教學講經面擴大，同時又把這個錄像、錄音保存下來，時間上延長了。這個時代縱然無有機緣可度，這個東西留下來，可能留到一百年、兩百年之後，有人從這個資料上得到資訊，他開悟了，他證果了，很有可能。所以現在可度之機在時間上來講延長了，面上來講廣大，跟從前不一樣。科學技術沒有好壞，看我們怎麼樣利用它。我們利用它弘法利生，好工具。如果用它來做一些負面，教人殺盜淫妄，那就是造作罪業。工具本身沒有善惡、沒有好壞，看用的人。這麼好的工具，我們應當要好好的利用它，那就覺悟自在了。我們希望，不敢講天天有悟處，至少要做到月月不一樣，這一點我相信，我們努力一點是可以做得到月月不相同。"
    },
    {
      "id": "12-042-0002_p0015",
      "zh_CN": "『法雷震吼』，这一句是形容讲经说法，当然也包括教学。「法」是佛法、是正法。佛法，诸位一定要有很清晰的概念，不至于误会迷信。「佛」是觉悟的意思。「法」是指宇宙人生的真相，这里面包括，要用佛学的术语来说，性相、事理、因果，这六个字大概可以全部包括尽了，这叫法。对于这些统统通达明了，这就叫佛法。佛是通达明了的意思，通达宇宙人生的性相、理事、因果。佛法不迷信，我们要依这个法去修学，自己修学有心得，修学有成果，一定毫无吝啬把这个法介绍给别人，这是我们通常讲「弘扬佛法」。",
      "zh_TW": "『法雷震吼』，這一句是形容講經說法，當然也包括教學。「法」是佛法、是正法。佛法，諸位一定要有很清晰的概念，不至於誤會迷信。「佛」是覺悟的意思。「法」是指宇宙人生的真相，這裡面包括，要用佛學的術語來說，性相、事理、因果，這六個字大概可以全部包括盡了，這叫法。對於這些統統通達明瞭，這就叫佛法。佛是通達明瞭的意思，通達宇宙人生的性相、理事、因果。佛法不迷信，我們要依這個法去修學，自己修學有心得，修學有成果，一定毫無吝嗇把這個法介紹給別人，這是我們通常講「弘揚佛法」。"
    },
    {
      "id": "12-042-0002_p0016",
      "zh_CN": "「雷、震、吼」这三个字都是比喻，雷是振奋的意思，众生沈迷的时间太久了，怎么样叫他惊醒过来，这就是雷震。形容说法的音声，形容说法的理论，形容说法的方法，如雷震，如狮子吼。今天所谓是大声疾呼，尤其在我们现在这个时代，我们今天看到这个社会现象，没有法子乐观，对自己充满欢喜欣慰，自己解脱了，自己的问题解决了，看看社会、看看这一切众生，这个事情难！这样究竟圆满的教学，可惜世间人不能接受。这种不能接受，我们也不能怪他，你要责怪他，那错了。为什么？没人教他。佛在《无量寿经》上讲得好：「先人不善（无知）」，他的父母没教他，父母的父母也没教他。你再追究的时候，至少可以追究好多代，这个事情麻烦了，没人教，他怎么会知道？积非成是。他以为现前他所想的，他所见的，他所做的，都是正确的，都是正常的，他不知道那是错误。这个事情很不容易，我们讲给他听，他不相信。我们一个人讲给他听，人家是几千人、几万人讲给他听，他听了，多数，人家都这么说的，你这一个人胡说八道。",
      "zh_TW": "「雷、震、吼」這三個字都是比喻，雷是振奮的意思，眾生沈迷的時間太久了，怎麼樣叫他驚醒過來，這就是雷震。形容說法的音聲，形容說法的理論，形容說法的方法，如雷震，如獅子吼。今天所謂是大聲疾呼，尤其在我們現在這個時代，我們今天看到這個社會現象，沒有法子樂觀，對自己充滿歡喜欣慰，自己解脫了，自己的問題解決了，看看社會、看看這一切眾生，這個事情難！這樣究竟圓滿的教學，可惜世間人不能接受。這種不能接受，我們也不能怪他，你要責怪他，那錯了。為什麼？沒人教他。佛在《無量壽經》上講得好：「先人不善（無知）」，他的父母沒教他，父母的父母也沒教他。你再追究的時候，至少可以追究好多代，這個事情麻煩了，沒人教，他怎麼會知道？積非成是。他以為現前他所想的，他所見的，他所做的，都是正確的，都是正常的，他不知道那是錯誤。這個事情很不容易，我們講給他聽，他不相信。我們一個人講給他聽，人家是幾千人、幾萬人講給他聽，他聽了，多數，人家都這麼說的，你這一個人胡說八道。"
    },
    {
      "id": "12-042-0002_p0017",
      "zh_CN": "这是我们现前遭遇到的困难，那要怎么办？下头一句，『普门示现』，我示现这个样子来给你看。所以我常常勉励同学们，我们将来把佛法介绍给别人，用什么？现在讲包装，讲招牌、广告。包装、招牌、广告是什么？我们自己身体。我们要不比他更快乐，他怎么能相信？我们不比他生活得更好，那就没有办法震动他。所以，我们一定要示现老而不衰。世间人都怕死、都怕老，我们应当怎么做？老当益壮，愈老身体愈好，愈老愈有精神，愈老愈有智慧，愈老愈有经验，这个他就服了。活到八十、九十、一百多岁，眼也不花，耳也不聋，头脑清楚，身体动作都很灵活，你年轻人比不上，这一招就厉害，这叫「普门示现」。「普」是什么？普是离一切妄想分别执着，普遍平等。要做这个示现，表演给你看。我们常常在佛经里、讲席里说了很多次，诸佛菩萨所示现的，哪有佛菩萨衰老的？哪有佛菩萨生病的？我们给他示现，我们一生不老，我们这一生不病，最后告诉你不死，生死自在，确实不死。生从哪里来的，死到哪里去的，我清清楚楚，你糊里糊涂。我们要把成绩做出来表现给人看，这个样子他才会跟你学，他知道这是利益。",
      "zh_TW": "這是我們現前遭遇到的困難，那要怎麼辦？下頭一句，『普門示現』，我示現這個樣子來給你看。所以我常常勉勵同學們，我們將來把佛法介紹給別人，用什麼？現在講包裝，講招牌、廣告。包裝、招牌、廣告是什麼？我們自己身體。我們要不比他更快樂，他怎麼能相信？我們不比他生活得更好，那就沒有辦法震動他。所以，我們一定要示現老而不衰。世間人都怕死、都怕老，我們應當怎麼做？老當益壯，愈老身體愈好，愈老愈有精神，愈老愈有智慧，愈老愈有經驗，這個他就服了。活到八十、九十、一百多歲，眼也不花，耳也不聾，頭腦清楚，身體動作都很靈活，你年輕人比不上，這一招就厲害，這叫「普門示現」。「普」是什麼？普是離一切妄想分別執著，普遍平等。要做這個示現，表演給你看。我們常常在佛經裡、講席裡說了很多次，諸佛菩薩所示現的，哪有佛菩薩衰老的？哪有佛菩薩生病的？我們給他示現，我們一生不老，我們這一生不病，最後告訴你不死，生死自在，確實不死。生從哪裡來的，死到哪裡去的，我清清楚楚，你糊裡糊塗。我們要把成績做出來表現給人看，這個樣子他才會跟你學，他知道這是利益。"
    },
    {
      "id": "12-042-0002_p0018",
      "zh_CN": "往年我在美国，达拉斯的道场建好之后，头一天举行一个开幕典礼，第二天我就招待我们的邻居街坊，我用茶点招待他们来参观，让他们都看看我的道场，知道我们在美国做些什么事情。到道场来他们也很新鲜，我们发邀请函，都来了。好奇！问到我们供养的这些佛像，我们供养的是西方三圣，问这什么意思？是不是神？是不是你们的神？我说不是的。他说那是什么？这是我们所学的一个代表。他听了就很稀奇，他说当中是什么？当中这个叫阿弥陀佛。「阿弥陀佛」什么意思？他代表快乐。他说这个我要，他要快乐；他代表长寿，长寿我也要；他还代表清净。快乐长寿是果报，清净是因，先说果，他动心了，然后告诉你修清净心，你就快乐，你就会得长寿。旁边两位菩萨，一个代表慈悲，一个代表智慧，这样一介绍，他就明白了，他懂得了，这个不是神、不是迷信，是代表我们修学的科目。",
      "zh_TW": "往年我在美國，達拉斯的道場建好之後，頭一天舉行一個開幕典禮，第二天我就招待我們的鄰居街坊，我用茶點招待他們來參觀，讓他們都看看我的道場，知道我們在美國做些什麼事情。到道場來他們也很新鮮，我們發邀請函，都來了。好奇！問到我們供養的這些佛像，我們供養的是西方三聖，問這什麼意思？是不是神？是不是你們的神？我說不是的。他說那是什麼？這是我們所學的一個代表。他聽了就很稀奇，他說當中是什麼？當中這個叫阿彌陀佛。「阿彌陀佛」什麼意思？他代表快樂。他說這個我要，他要快樂；他代表長壽，長壽我也要；他還代表清淨。快樂長壽是果報，清淨是因，先說果，他動心了，然後告訴你修清淨心，你就快樂，你就會得長壽。旁邊兩位菩薩，一個代表慈悲，一個代表智慧，這樣一介紹，他就明白了，他懂得了，這個不是神、不是迷信，是代表我們修學的科目。"
    },
    {
      "id": "12-042-0002_p0019",
      "zh_CN": "我们一进门的时候，也有一个小的天王殿，供的弥勒菩萨，供的四大天王。他们好奇都问了，当中弥勒菩萨肚子大大的，坐在那个当中，笑咪咪的，他代表什么？你看那个样子就晓得，我们对待一切众生要用欢喜心对人，笑面常开，这个他欢喜。肚量要大要能包容，你有这个条件，你才能够入门，你才能够接受佛教教学。你没有这个条件，你不能入门，你入门你学不到东西，不是真的不叫你进来，你进来学不到东西。你具足那个条件，你进来就学到很多东西。",
      "zh_TW": "我們一進門的時候，也有一個小的天王殿，供的彌勒菩薩，供的四大天王。他們好奇都問了，當中彌勒菩薩肚子大大的，坐在那個當中，笑咪咪的，他代表什麼？你看那個樣子就曉得，我們對待一切眾生要用歡喜心對人，笑面常開，這個他歡喜。肚量要大要能包容，你有這個條件，你才能夠入門，你才能夠接受佛教教學。你沒有這個條件，你不能入門，你入門你學不到東西，不是真的不叫你進來，你進來學不到東西。你具足那個條件，你進來就學到很多東西。"
    },
    {
      "id": "12-042-0002_p0020",
      "zh_CN": "四大天王，东方持国天王代表什么？负责尽职，我们无论是在哪个行业，一定要把本分的事情做好，就是「往修本行」。你现在在社会上你是什么样的身分，你要尽什么样的义务？五伦十义。你要把你自己本分的事情做好，各人都把个人本分的事情做好了，这个社会是健康的，这个世界是健康的。个人都不把自己本分做好，都要干涉别人的一行，那就坏了，整个社会国家都搞乱了，把世界也搞乱了，今天世界就发生这个毛病。为什么天下大乱？不知道务本，天天干涉别人，不晓得自己没有尽到责任，自己工作没有做好。持国天王表这个。手上拿的琵琶，不是他喜欢唱歌，他不是音乐家，表法的。「琵琶」代表什么？表中道。那是弦乐器，松了不响，紧了断掉，一定要调到恰到好处音色才美，代表中道，不能过头，也不能不到。你说这个意思多好，一看到，我们就想起来，就知道我们在工作上、生活上都要做到恰到好处。譬如生活，我一个月收入两千块钱，我就要过两千块钱的生活，如果我过三千块的生活，我就透支，今天过完后，过几天之后就苦了，苦就来了。量入为出，那就是琵琶代表的。意思非常非常丰富，要懂才行。",
      "zh_TW": "四大天王，東方持國天王代表什麼？負責盡職，我們無論是在哪個行業，一定要把本分的事情做好，就是「往修本行」。你現在在社會上你是什麼樣的身分，你要盡什麼樣的義務？五倫十義。你要把你自己本分的事情做好，各人都把個人本分的事情做好了，這個社會是健康的，這個世界是健康的。個人都不把自己本分做好，都要干涉別人的一行，那就壞了，整個社會國家都搞亂了，把世界也搞亂了，今天世界就發生這個毛病。為什麼天下大亂？不知道務本，天天干涉別人，不曉得自己沒有盡到責任，自己工作沒有做好。持國天王表這個。手上拿的琵琶，不是他喜歡唱歌，他不是音樂家，表法的。「琵琶」代表什麼？表中道。那是弦樂器，鬆了不響，緊了斷掉，一定要調到恰到好處音色才美，代表中道，不能過頭，也不能不到。你說這個意思多好，一看到，我們就想起來，就知道我們在工作上、生活上都要做到恰到好處。譬如生活，我一個月收入兩千塊錢，我就要過兩千塊錢的生活，如果我過三千塊的生活，我就透支，今天過完後，過幾天之後就苦了，苦就來了。量入為出，那就是琵琶代表的。意思非常非常豐富，要懂才行。"
    },
    {
      "id": "12-042-0002_p0021",
      "zh_CN": "南方增长天王，代表进步。所以佛教不落伍，儒家讲的「苟日新，日日新，又日新」，佛家讲「精进」，增长就代表精进，智慧要增长，德行要增长，生活水平也要增长，没有落伍的。人家说学佛人落伍了，哪有这个道理？学佛人天天都求进步。今天西方人讲进步，是讲的一面，科学技术进步，道德伦理退步了，他不晓得整个社会，比社会还大，在佛法讲虚空法界国土众生是一个整体。科技是一面，一面好，实在讲科技好像是一个手指，这个手指不错，很健康很好，其他手指都烂掉、都坏掉，还是要送命。他不懂得平均发展。所以佛法处处你看到「普」这个字，普就是平均，绝不偏在一方。今天西方人他不懂这个道理，偏在科技，偏在工商，忽视了人文，忽视了伦理道德；换句话说，人与人的关系他疏忽了，人与自然环境的关系他也疏忽了。疏忽人与人的关系，所以才有人与人的竞争、斗争、战争，人祸之由来。疏忽了人与自然环境的关系，所以才有天灾。疏忽了人与鬼神的关系，鬼神不保佑你，妖魔鬼怪都出现了，这哪里是进步？唯有佛法的智慧，才把这些事理看得这么清楚，看得这么明白。天王手上拿的剑，剑表智慧，慧剑断烦恼。如果要进步，无论从哪一方面进步，这多方面的，根本的障碍，我常说自私自利，这是障碍进步的大根大本。如果能把这个障碍突破，就可以全方位的向上提升。人没有自私自利，会面面都顾到，平均发展，这才能解决社会问题。所以，佛法不消极、不落伍。",
      "zh_TW": "南方增長天王，代表進步。所以佛教不落伍，儒家講的「苟日新，日日新，又日新」，佛家講「精進」，增長就代表精進，智慧要增長，德行要增長，生活水平也要增長，沒有落伍的。人家說學佛人落伍了，哪有這個道理？學佛人天天都求進步。今天西方人講進步，是講的一面，科學技術進步，道德倫理退步了，他不曉得整個社會，比社會還大，在佛法講虛空法界國土眾生是一個整體。科技是一面，一面好，實在講科技好像是一個手指，這個手指不錯，很健康很好，其他手指都爛掉、都壞掉，還是要送命。他不懂得平均發展。所以佛法處處你看到「普」這個字，普就是平均，絕不偏在一方。今天西方人他不懂這個道理，偏在科技，偏在工商，忽視了人文，忽視了倫理道德；換句話說，人與人的關係他疏忽了，人與自然環境的關係他也疏忽了。疏忽人與人的關係，所以才有人與人的競爭、鬥爭、戰爭，人禍之由來。疏忽了人與自然環境的關係，所以才有天災。疏忽了人與鬼神的關係，鬼神不保佑你，妖魔鬼怪都出現了，這哪裡是進步？唯有佛法的智慧，才把這些事理看得這麼清楚，看得這麼明白。天王手上拿的劍，劍表智慧，慧劍斷煩惱。如果要進步，無論從哪一方面進步，這多方面的，根本的障礙，我常說自私自利，這是障礙進步的大根大本。如果能把這個障礙突破，就可以全方位的向上提升。人沒有自私自利，會面面都顧到，平均發展，這才能解決社會問題。所以，佛法不消極、不落伍。"
    },
    {
      "id": "12-042-0002_p0022",
      "zh_CN": "西方广目天王，北方多闻天王，这两位天王教导我们是方法。前面两个目标如何能够完成？多看、多听，广学多闻。广目天王手上拿的是龙，或者是蛇，代表什么意思？龙蛇是代表变化，这个社会，人情事理变幻莫测，你要懂得。这个手上拿个珠子，珠子是什么？他有一个不变的原理原则，你掌握到了，你就能够控制这个变幻莫测，取这个意思。那个珠子是什么？珠子是佛法，那个珠子是圣人的教诲。你能掌握到这一个原理原则，千变万化的人事物，你都能够把它理得头头是道，有条不紊。",
      "zh_TW": "西方廣目天王，北方多聞天王，這兩位天王教導我們是方法。前面兩個目標如何能夠完成？多看、多聽，廣學多聞。廣目天王手上拿的是龍，或者是蛇，代表什麼意思？龍蛇是代表變化，這個社會，人情事理變幻莫測，你要懂得。這個手上拿個珠子，珠子是什麼？他有一個不變的原理原則，你掌握到了，你就能夠控制這個變幻莫測，取這個意思。那個珠子是什麼？珠子是佛法，那個珠子是聖人的教誨。你能掌握到這一個原理原則，千變萬化的人事物，你都能夠把它理得頭頭是道，有條不紊。"
    },
    {
      "id": "12-042-0002_p0023",
      "zh_CN": "北方多闻天王，多听别人的，没有叫多口天王，没有叫你多说，要多听，多接受别人的意见，都是教给你方法的。手上拿着伞，伞是什么？伞盖，防止污染的。今天我们讲环保，环保怎么样做成？首先要保护心地的污染，心地污染不能够保护，搞外表的没有用处。做事情一定要懂得本末，本末不可以颠倒。防止污染的根本是在清净心，防止自私自利，防止名闻利养，防止五欲六尘，防止贪瞋痴慢。只要心清净了，身就清净。身为什么不生病？清净。病是从染污得来的，身心清净你怎么会生病？你怎么会衰老？没有道理。我们小时候，常常听一般人讲「菩萨菩萨，年年十八」，有道理！菩萨为什么年年十八？因为他没有妄想、没有分别、没有执着，他永远停在这个期间。我们为什么会老？忧能使人老，忧虑牵挂的事情太多，他就会衰老。日常生活当中被七情五欲所污染，他就会生病。外面有诱惑，里面有三毒，他怎么会不受病？不知道自爱，不知道自重。",
      "zh_TW": "北方多聞天王，多聽別人的，沒有叫多口天王，沒有叫你多說，要多聽，多接受別人的意見，都是教給你方法的。手上拿著傘，傘是什麼？傘蓋，防止污染的。今天我們講環保，環保怎麼樣做成？首先要保護心地的污染，心地污染不能夠保護，搞外表的沒有用處。做事情一定要懂得本末，本末不可以顛倒。防止污染的根本是在清淨心，防止自私自利，防止名聞利養，防止五欲六塵，防止貪瞋痴慢。只要心清淨了，身就清淨。身為什麼不生病？清淨。病是從染污得來的，身心清淨你怎麼會生病？你怎麼會衰老？沒有道理。我們小時候，常常聽一般人講「菩薩菩薩，年年十八」，有道理！菩薩為什麼年年十八？因為他沒有妄想、沒有分別、沒有執著，他永遠停在這個期間。我們為什麼會老？憂能使人老，憂慮牽掛的事情太多，他就會衰老。日常生活當中被七情五欲所污染，他就會生病。外面有誘惑，裡面有三毒，他怎麼會不受病？不知道自愛，不知道自重。"
    },
    {
      "id": "12-042-0002_p0024",
      "zh_CN": "释迦牟尼佛高智慧，我佩服得五体投地，他用这些方法、用这些名号、用这些形像，用这个来做教具，教学的工具，他一句话也不要说，把这个东西陈列放在那里，让你一看，世尊所教导的东西你全都明白了，不用说一句话。如果你有问题不能解决，你到寺庙里转一圈，出来解决了，哪里要说一句话？很可惜！佛家这么好的教学工具，现在人家把他当作神明去膜拜，变成迷信。教学的工具变成迷信，这怎么得了！所以「普门示现」比什么都重要。我们摆设这个，外国人来参观，一样一样解释，他完全明白了，然后他说我们都要，我说行！我这个道场开放，你们星期六到这儿来学佛，给你讲解这个问题，给你解答问题，星期天你们上教堂，因为他们都是基督教徒、天主教徒，到这儿来不妨碍。那一边教堂里面是你的爸爸，天上的父，这边是老师，在学校有老师，在家里有父母，父母跟老师没有冲突，你到这儿来学，你的爸爸一定很欢喜。这就把他们统统都拉过来了，我们有很好的招待。他看到我们，打听，向我们里头一个小法师打听，他说：这个老法师，你们这一帮人，为什么每天都那么欢喜？这个我们示现产生效果，他看到我们欢喜，他看到我们自在，他就很羡慕，很想学习。",
      "zh_TW": "釋迦牟尼佛高智慧，我佩服得五體投地，他用這些方法、用這些名號、用這些形像，用這個來做教具，教學的工具，他一句話也不要說，把這個東西陳列放在那裡，讓你一看，世尊所教導的東西你全都明白了，不用說一句話。如果你有問題不能解決，你到寺廟裡轉一圈，出來解決了，哪裡要說一句話？很可惜！佛家這麼好的教學工具，現在人家把他當作神明去膜拜，變成迷信。教學的工具變成迷信，這怎麼得了！所以「普門示現」比什麼都重要。我們擺設這個，外國人來參觀，一樣一樣解釋，他完全明白了，然後他說我們都要，我說行！我這個道場開放，你們星期六到這兒來學佛，給你講解這個問題，給你解答問題，星期天你們上教堂，因為他們都是基督教徒、天主教徒，到這兒來不妨礙。那一邊教堂裡面是你的爸爸，天上的父，這邊是老師，在學校有老師，在家裡有父母，父母跟老師沒有衝突，你到這兒來學，你的爸爸一定很歡喜。這就把他們統統都拉過來了，我們有很好的招待。他看到我們，打聽，向我們裡頭一個小法師打聽，他說：這個老法師，你們這一幫人，為什麼每天都那麼歡喜？這個我們示現產生效果，他看到我們歡喜，他看到我們自在，他就很羨慕，很想學習。"
    },
    {
      "id": "12-042-0002_p0025",
      "zh_CN": "所以，「法雷震吼，普门示现」，这样才能真正利益一切众生。利益众生当然利益自己，自己不得大利，怎么能利益众生？利益自己附带利益众生，成佛之后，那是完全利益众生。我们没有成佛，自己修行得的这个利益，自己得大利，别人看了羡慕得小利。所以佛法殊胜功德利益，都要从行持里面去做出来，你才真正有收获。学了不能落实、不能兑现，讲的都是空话。你怎么能把你的境界转过来？今天说一句粗浅的话，怎么能把你的命运改过来？现在书店里改命的书看到很多，那个改不了，佛法对这个非常有效，真的把你改过来了。今天时间到了，就讲到此地。",
      "zh_TW": "所以，「法雷震吼，普門示現」，這樣才能真正利益一切眾生。利益眾生當然利益自己，自己不得大利，怎麼能利益眾生？利益自己附帶利益眾生，成佛之後，那是完全利益眾生。我們沒有成佛，自己修行得的這個利益，自己得大利，別人看了羨慕得小利。所以佛法殊勝功德利益，都要從行持裡面去做出來，你才真正有收穫。學了不能落實、不能兌現，講的都是空話。你怎麼能把你的境界轉過來？今天說一句粗淺的話，怎麼能把你的命運改過來？現在書店裡改命的書看到很多，那個改不了，佛法對這個非常有效，真的把你改過來了。今天時間到了，就講到此地。"
    }
  ]
}