{
  "doc_id": "03-011-0002",
  "title": {
    "zh_CN": "净业三福",
    "zh_TW": "淨業三福"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "2000",
  "location": {
    "zh_CN": "马来西亚槟城极乐寺",
    "zh_TW": "馬來西亞檳城極樂寺"
  },
  "doc_number": "03-011-0002",
  "total_paragraphs": 56,
  "paragraphs": [
    {
      "id": "03-011-0002_p0001",
      "zh_CN": "诸位法师，诸位大德居士：昨天我们将净业三福第一条四句里面的「修十善业」讲了一段。十善第二段是口业的四善：不妄语、不两舌、不恶口、不绮语。世尊在许许多多经论里头教人断恶修善，多半都是依照身、语、意这个排列方式。而我们在《无量寿经》上看到世尊教我们修学的纲领，他的排列顺序跟一般经论不一样，他把口业摆在第一，「善护口业，不讥他过；善护身业，不失律仪；善护意业，清净无染」，这个用意很深很深。众生造恶，做一些不善，口业是最方便、最容易，也造得最多，所以佛把口业摆在第一，这个用意很深很深。",
      "zh_TW": "諸位法師，諸位大德居士：昨天我們將淨業三福第一條四句裡面的「修十善業」講了一段。十善第二段是口業的四善：不妄語、不兩舌、不惡口、不綺語。世尊在許許多多經論裡頭教人斷惡修善，多半都是依照身、語、意這個排列方式。而我們在《無量壽經》上看到世尊教我們修學的綱領，他的排列順序跟一般經論不一樣，他把口業擺在第一，「善護口業，不譏他過；善護身業，不失律儀；善護意業，清淨無染」，這個用意很深很深。眾生造惡，做一些不善，口業是最方便、最容易，也造得最多，所以佛把口業擺在第一，這個用意很深很深。"
    },
    {
      "id": "03-011-0002_p0002",
      "zh_CN": "第一条就教给我们「不妄语」。今天的社会，许许多多同修告诉我：「不妄语不行，不妄语我们处处要吃亏，处处都得不到利益。」我们学佛到底要不要遵守佛这一条的教诫？如果我们仔细去思惟，冷静的去观察，要问问自己：我们是不是还想继续在六道里头搞轮回？还是希望在这一生永脱轮回，去作佛、去作菩萨？这是我们思考的第一个大前提。如果我们希望在这一生当中永脱轮回，不再搞三界六道的事，我们就一切要顺从佛陀的教诲。如果继续要搞六道、搞三途，那就可以随顺自己的意思。这个事情佛都不勉强人，我更不敢勉强了，我只能够点到为止，诸位自己去选择。你要问我，我可以告诉你：「我选择这一生永脱轮回，我不再搞六道生死轮回了。」一切随顺佛菩萨的教诲，佛教我们怎么做，老老实实的去做。",
      "zh_TW": "第一條就教給我們「不妄語」。今天的社會，許許多多同修告訴我：「不妄語不行，不妄語我們處處要吃虧，處處都得不到利益。」我們學佛到底要不要遵守佛這一條的教誡？如果我們仔細去思惟，冷靜的去觀察，要問問自己：我們是不是還想繼續在六道裡頭搞輪迴？還是希望在這一生永脫輪迴，去作佛、去作菩薩？這是我們思考的第一個大前提。如果我們希望在這一生當中永脫輪迴，不再搞三界六道的事，我們就一切要順從佛陀的教誨。如果繼續要搞六道、搞三途，那就可以隨順自己的意思。這個事情佛都不勉強人，我更不敢勉強了，我只能夠點到為止，諸位自己去選擇。你要問我，我可以告訴你：「我選擇這一生永脫輪迴，我不再搞六道生死輪迴了。」一切隨順佛菩薩的教誨，佛教我們怎麼做，老老實實的去做。"
    },
    {
      "id": "03-011-0002_p0003",
      "zh_CN": "不妄语，决定不欺骗任何一个人。他欺骗我可以，为什么？他是六道轮回的人。我欺骗他不可以，我要跟佛菩萨学。不怕吃亏，不怕上当。人生在世，很难活到一百岁，纵然活到一百岁，这一百年的时间很短，吃一百年的亏、上一百年的当，而后就到极乐世界去作佛，值得！这个帐我们要算清楚，到底哪个有利、哪个有害，一定要搞得清清楚楚、明明白白。所以，不妄语是正确的。人与人往来、人与一切众生往来，最重要的是诚实，言而有信。",
      "zh_TW": "不妄語，決定不欺騙任何一個人。他欺騙我可以，為什麼？他是六道輪迴的人。我欺騙他不可以，我要跟佛菩薩學。不怕吃虧，不怕上當。人生在世，很難活到一百歲，縱然活到一百歲，這一百年的時間很短，吃一百年的虧、上一百年的當，而後就到極樂世界去作佛，值得！這個帳我們要算清楚，到底哪個有利、哪個有害，一定要搞得清清楚楚、明明白白。所以，不妄語是正確的。人與人往來、人與一切眾生往來，最重要的是誠實，言而有信。"
    },
    {
      "id": "03-011-0002_p0004",
      "zh_CN": "第二，「不两舌」。两舌是挑拨是非，这个罪业非常之重。佛在经上告诉我们，两舌的果报在拔舌地狱。诸位读《地藏菩萨本愿经》，地狱里头有拔舌地狱，拔舌地狱是造什么样的罪业？两舌，挑拨是非。第三种，「恶口」。恶口是说话粗鲁，说的话很难听，让人听起来很不舒服。第四种，「绮语」。这个也非常的严重，花言巧语，目的是欺骗众生。有一些同修问我：「哪些是绮语？举个例子让我们明了。」现在这个例子太多了，歌舞场合里面种种的表演，就是绮语。今天讲的「文艺」，名字很好听，文艺、歌舞演出，古时候有没有？有。《论语》里面，孔老夫子「删诗书」，对于礼乐他守住一个原则，那个时候的诗歌就是现在的民谣，搜集起来，重新加以审定，审定的标准是三个字：「思无邪」，这是正面的文艺效果。",
      "zh_TW": "第二，「不兩舌」。兩舌是挑撥是非，這個罪業非常之重。佛在經上告訴我們，兩舌的果報在拔舌地獄。諸位讀《地藏菩薩本願經》，地獄裡頭有拔舌地獄，拔舌地獄是造什麼樣的罪業？兩舌，挑撥是非。第三種，「惡口」。惡口是說話粗魯，說的話很難聽，讓人聽起來很不舒服。第四種，「綺語」。這個也非常的嚴重，花言巧語，目的是欺騙眾生。有一些同修問我：「哪些是綺語？舉個例子讓我們明瞭。」現在這個例子太多了，歌舞場合裡面種種的表演，就是綺語。今天講的「文藝」，名字很好聽，文藝、歌舞演出，古時候有沒有？有。《論語》裡面，孔老夫子「刪詩書」，對於禮樂他守住一個原則，那個時候的詩歌就是現在的民謠，蒐集起來，重新加以審定，審定的標準是三個字：「思無邪」，這是正面的文藝效果。"
    },
    {
      "id": "03-011-0002_p0005",
      "zh_CN": "今天是唯恐你的思想不邪，电视、电影，歌舞、戏剧，都是教你邪思邪行、杀盗淫妄，都搞这些。尤其是暴力，年轻的小朋友常常接触这些画面，常常观赏这些表演，有意无意之中就培养成暴力是正常的观念。在外国有同修告诉我，现在许多一般人称为先进的国家，倡导的是「贪婪是社会进步的动力」；换句话说，贪瞋痴是社会进步的动力，这还得了吗？我来的头两天，新加坡《联合早报》刊了一篇很大的广告，「贪心是无罪的」，很大一篇，他们拿来给我看，我看了也不能不迎合现在社会大众一般观念：「没错，贪瞋痴是社会进步的原动力，什么社会？地狱、饿鬼、畜生。」",
      "zh_TW": "今天是唯恐你的思想不邪，電視、電影，歌舞、戲劇，都是教你邪思邪行、殺盜淫妄，都搞這些。尤其是暴力，年輕的小朋友常常接觸這些畫面，常常觀賞這些表演，有意無意之中就培養成暴力是正常的觀念。在外國有同修告訴我，現在許多一般人稱為先進的國家，倡導的是「貪婪是社會進步的動力」；換句話說，貪瞋痴是社會進步的動力，這還得了嗎？我來的頭兩天，新加坡《聯合早報》刊了一篇很大的廣告，「貪心是無罪的」，很大一篇，他們拿來給我看，我看了也不能不迎合現在社會大眾一般觀念：「沒錯，貪瞋痴是社會進步的原動力，什麼社會？地獄、餓鬼、畜生。」"
    },
    {
      "id": "03-011-0002_p0006",
      "zh_CN": "佛陀今天告诉我们，五戒十善是人天社会进步的动力。一般人认为佛教讲到戒律都是消极的，消极怎么能推动社会进步？这是对于佛法完全不认识、完全不理解。而我们佛教四众弟子，特别是出家众，我们的表现确实给社会大众看到消极，我们做错了，我们就不懂得佛教的教义，不知道佛陀在经典教导我们是些什么；换句话说，连基本的净业三福我们都不懂，我们都没有做到，如果懂得，你一定去做。你要说消极，释迦牟尼佛是我们的典范，是我们最好的老师，他是从事于社会教育工作，不要待遇、不要薪水，每天只接受信徒一钵饭，他需要的就这么多，日中一食，树下一宿，每天跟大家上课八小时。你到外面去找，找遍今天全世界，找老师不要拿待遇的、不要钱的，每天上八点钟的课，找遍全世界也找不到一个。这不是积极是什么！所以，我们要拿出事实来答复别人的疑问。佛教导我们，我们在今天这个社会上，我们自己要知道自己是什么身分，自己从事于哪一个行业、哪一种工作，全心全力站在自己岗位上，把自己的工作做到第一、做到最好，昨天跟诸位说的「止于至善」，就是做到尽善尽美，这是消极吗？不为自己，为社会、为人民、为众生。对自己，的确人家看到是消极；但是我们对社会、对众生、对人民，是无比的积极。非常可惜，我们出家弟子没有能做到。",
      "zh_TW": "佛陀今天告訴我們，五戒十善是人天社會進步的動力。一般人認為佛教講到戒律都是消極的，消極怎麼能推動社會進步？這是對於佛法完全不認識、完全不理解。而我們佛教四眾弟子，特別是出家眾，我們的表現確實給社會大眾看到消極，我們做錯了，我們就不懂得佛教的教義，不知道佛陀在經典教導我們是些什麼；換句話說，連基本的淨業三福我們都不懂，我們都沒有做到，如果懂得，你一定去做。你要說消極，釋迦牟尼佛是我們的典範，是我們最好的老師，他是從事於社會教育工作，不要待遇、不要薪水，每天只接受信徒一缽飯，他需要的就這麼多，日中一食，樹下一宿，每天跟大家上課八小時。你到外面去找，找遍今天全世界，找老師不要拿待遇的、不要錢的，每天上八點鐘的課，找遍全世界也找不到一個。這不是積極是什麼！所以，我們要拿出事實來答覆別人的疑問。佛教導我們，我們在今天這個社會上，我們自己要知道自己是什麼身分，自己從事於哪一個行業、哪一種工作，全心全力站在自己崗位上，把自己的工作做到第一、做到最好，昨天跟諸位說的「止於至善」，就是做到盡善盡美，這是消極嗎？不為自己，為社會、為人民、為眾生。對自己，的確人家看到是消極；但是我們對社會、對眾生、對人民，是無比的積極。非常可惜，我們出家弟子沒有能做到。"
    },
    {
      "id": "03-011-0002_p0007",
      "zh_CN": "我们在全世界，现在我们的培训班同学，这一段时期跟着我，我给你们大家做个样子，我向释迦牟尼佛学习，哪个地方请我们去讲经、去教学，我们没有理由推卸，这是我们的本分，是我们的职责，但是一分钱不能要。释迦牟尼佛讲经说法没有收大家的供养，我们如果要是收供养，上一堂课要谈钟点费，这成什么话！这就是裨贩如来，这是买卖佛法，罪过就很重。同修们自动供养，供养的我们决定供养常住，自己一分钱不可以带走，跟常住结法缘，这样将来全世界人都欢迎我们去讲经说法。为什么？我们给他带来人气兴旺，带来财气，他欢喜。如果我到这里来，一皈依，徒弟我都收了，钱财我都掳走了，这个地方的常住说：「这个法师下次不再请他了。」法缘怎么会殊胜的？释迦牟尼佛教我们的，我们要依教奉行，决定舍贪瞋痴，名闻利养什么都不要；我们所要的是讲台，要的是每天研究讨论佛陀的教诲，自利利他。天天在接受佛陀教诲，把我们所得到的殊胜利益与社会大众共享，这是正面的，这不是绮语，我们一定要懂得。",
      "zh_TW": "我們在全世界，現在我們的培訓班同學，這一段時期跟著我，我給你們大家做個樣子，我向釋迦牟尼佛學習，哪個地方請我們去講經、去教學，我們沒有理由推卸，這是我們的本分，是我們的職責，但是一分錢不能要。釋迦牟尼佛講經說法沒有收大家的供養，我們如果要是收供養，上一堂課要談鐘點費，這成什麼話！這就是裨販如來，這是買賣佛法，罪過就很重。同修們自動供養，供養的我們決定供養常住，自己一分錢不可以帶走，跟常住結法緣，這樣將來全世界人都歡迎我們去講經說法。為什麼？我們給他帶來人氣興旺，帶來財氣，他歡喜。如果我到這裡來，一皈依，徒弟我都收了，錢財我都擄走了，這個地方的常住說：「這個法師下次不再請他了。」法緣怎麼會殊勝的？釋迦牟尼佛教我們的，我們要依教奉行，決定捨貪瞋痴，名聞利養什麼都不要；我們所要的是講台，要的是每天研究討論佛陀的教誨，自利利他。天天在接受佛陀教誨，把我們所得到的殊勝利益與社會大眾共享，這是正面的，這不是綺語，我們一定要懂得。"
    },
    {
      "id": "03-011-0002_p0008",
      "zh_CN": "意三条：不贪、不瞋、不痴。这是贪瞋痴，昨天跟诸位提示，「三毒烦恼」，我们决定要从内心里面把三毒拔除，没有贪瞋痴。贪瞋痴没有了，跟诸位同修说，戒定慧就现前。转贪心为戒行，转瞋恚为禅定，转愚痴为智慧，贪瞋痴的反面就是戒定慧，戒定慧还需要去学吗？断贪瞋痴，自性戒定慧就现前。这四句是第一福，人天福德，这里头的意思要清楚、要明了、要认真的学习。",
      "zh_TW": "意三條：不貪、不瞋、不痴。這是貪瞋痴，昨天跟諸位提示，「三毒煩惱」，我們決定要從內心裡面把三毒拔除，沒有貪瞋痴。貪瞋痴沒有了，跟諸位同修說，戒定慧就現前。轉貪心為戒行，轉瞋恚為禪定，轉愚痴為智慧，貪瞋痴的反面就是戒定慧，戒定慧還需要去學嗎？斷貪瞋痴，自性戒定慧就現前。這四句是第一福，人天福德，這裡頭的意思要清楚、要明瞭、要認真的學習。"
    },
    {
      "id": "03-011-0002_p0009",
      "zh_CN": "三福第二条有三句：「受持三皈，具足众戒，不犯威仪」。今天上午我们时间很匆促，在此地跟诸位举行了一个三皈五戒的仪式，没有时间跟大家讲解。但是我们过去专门以这个题目做了三次的讲演，都保留着有录像带，现在都制成VCD；另外有同学依照录像带写出文字，《三皈传授》，比较说得清楚、说得明了。接受三皈的同修，无论你是在哪一个道场，无论是哪一位法师传授，这都无关紧要，最重要的是要明了三皈真正的意义。",
      "zh_TW": "三福第二條有三句：「受持三皈，具足眾戒，不犯威儀」。今天上午我們時間很匆促，在此地跟諸位舉行了一個三皈五戒的儀式，沒有時間跟大家講解。但是我們過去專門以這個題目做了三次的講演，都保留著有錄像帶，現在都製成VCD；另外有同學依照錄像帶寫出文字，《三皈傳授》，比較說得清楚、說得明瞭。接受三皈的同修，無論你是在哪一個道場，無論是哪一位法師傳授，這都無關緊要，最重要的是要明瞭三皈真正的意義。"
    },
    {
      "id": "03-011-0002_p0010",
      "zh_CN": "「三」，这是三个条目，「皈」是回归、回头，「依」是依靠。这三条，我们一般的讲法都是讲佛法僧三宝，这个说法没错，但是现在人听「佛法僧三宝」，把意思统统错会掉了，这怎么办？这一桩大事情，我们不敢轻易更动，可是唐朝时候禅宗六祖惠能大师他老人家改了，改得好，这是我们的模范。他老人家传授三皈，就不是讲「皈依佛、皈依法、皈依僧」，他不是这个讲法；你们把《坛经》拿出来看就知道，他讲的是「皈依觉、皈依正、皈依净」。我们晓得他老人家完全是从三宝意思上说，这在翻经的话，这是「意译」。",
      "zh_TW": "「三」，這是三個條目，「皈」是回歸、回頭，「依」是依靠。這三條，我們一般的講法都是講佛法僧三寶，這個說法沒錯，但是現在人聽「佛法僧三寶」，把意思統統錯會掉了，這怎麼辦？這一樁大事情，我們不敢輕易更動，可是唐朝時候禪宗六祖惠能大師他老人家改了，改得好，這是我們的模範。他老人家傳授三皈，就不是講「皈依佛、皈依法、皈依僧」，他不是這個講法；你們把《壇經》拿出來看就知道，他講的是「皈依覺、皈依正、皈依淨」。我們曉得他老人家完全是從三寶意思上說，這在翻經的話，這是「意譯」。"
    },
    {
      "id": "03-011-0002_p0011",
      "zh_CN": "「佛」是什么意思？佛是「觉悟」的意思。我们念这一句「阿弥陀佛」，有什么功德？你们天天在念，念了阿弥陀佛保佑你？没有，哪有那么便宜的事情，念一下，阿弥陀佛就保佑你了。你要是懂得「阿弥陀佛」的意思，就保佑你了，一点都不假。「南无阿弥陀佛」，「南无」是印度话梵文音译，什么意思？皈依；「南无」就是「皈依」的意思。「阿弥陀」翻作「无量」；「阿」翻作「无」，「弥陀」翻作「量」，「佛」翻作「觉」。这一句名号的意思是「皈依无量觉」，我每天从早到晚对人、对事、对物不可以迷惑，一定要觉悟；这六个字是把我们的自性觉唤醒，我们从迷惑颠倒回过头来依自性觉就是皈依阿弥陀佛；这句阿弥陀佛念得声声唤醒自己，无量无边的功德，真的保佑你了。你一天念到晚，看到人、看到事、看到物，还是迷惑颠倒、还是愚痴，还是会起贪瞋痴，你这一句阿弥陀佛白念了。念阿弥陀佛的人不会有贪瞋痴，不会有自私自利，不会有名闻利养，不会有贪瞋痴慢，都念光了，这一句佛号功德多大！我们今天只会唱歌，意思完全不懂，这怎么行？希望大家从今而后都会念，都懂得意思。",
      "zh_TW": "「佛」是什麼意思？佛是「覺悟」的意思。我們念這一句「阿彌陀佛」，有什麼功德？你們天天在念，念了阿彌陀佛保佑你？沒有，哪有那麼便宜的事情，念一下，阿彌陀佛就保佑你了。你要是懂得「阿彌陀佛」的意思，就保佑你了，一點都不假。「南無阿彌陀佛」，「南無」是印度話梵文音譯，什麼意思？皈依；「南無」就是「皈依」的意思。「阿彌陀」翻作「無量」；「阿」翻作「無」，「彌陀」翻作「量」，「佛」翻作「覺」。這一句名號的意思是「皈依無量覺」，我每天從早到晚對人、對事、對物不可以迷惑，一定要覺悟；這六個字是把我們的自性覺喚醒，我們從迷惑顛倒回過頭來依自性覺就是皈依阿彌陀佛；這句阿彌陀佛念得聲聲喚醒自己，無量無邊的功德，真的保佑你了。你一天念到晚，看到人、看到事、看到物，還是迷惑顛倒、還是愚痴，還是會起貪瞋痴，你這一句阿彌陀佛白念了。念阿彌陀佛的人不會有貪瞋痴，不會有自私自利，不會有名聞利養，不會有貪瞋痴慢，都念光了，這一句佛號功德多大！我們今天只會唱歌，意思完全不懂，這怎麼行？希望大家從今而後都會念，都懂得意思。"
    },
    {
      "id": "03-011-0002_p0012",
      "zh_CN": "密宗念咒也是这个意思。我早年学佛，第一位亲近的善知识是密宗的章嘉大师，他传我一个咒，六字大明咒，教我念「嗡嘛呢叭咪吽」，我会念，我问他：「什么意思？」他老人家告诉我，「嗡」是「身」，这个「身」是佛家讲的三身：法身、报身、应化身，统统包括在这一个字里头、一个音里头，嗡。不仅是佛法，这一个字的根源是从印度教来的，但是佛给它解释更圆满；印度教里面这一个字是「宇宙万有」，它是这个意思，而佛讲得非常详细，法身、报身、应化身，这也把宇宙万有都包括了。「嘛呢」是「莲花」，我们在佛经上常常念到，咒语上「嘛呢」是莲花；「叭咪」是「保持」；「吽」是「意」。你懂得这个意思，这是古印度的文法，要用中国的文法来讲，「保持自己的身心像莲花一样」。莲花出污泥而不染，所以念这一句「嗡嘛呢叭咪吽」要保持自己身心像莲花一样出污泥而不染，你说多好！念经不解其义，那怎么行！一定要懂意思，才能提得起自己的观照功夫；我们净宗讲「观想」，你才能提得起自己的观想。",
      "zh_TW": "密宗念咒也是這個意思。我早年學佛，第一位親近的善知識是密宗的章嘉大師，他傳我一個咒，六字大明咒，教我念「嗡嘛呢叭咪吽」，我會念，我問他：「什麼意思？」他老人家告訴我，「嗡」是「身」，這個「身」是佛家講的三身：法身、報身、應化身，統統包括在這一個字裡頭、一個音裡頭，嗡。不僅是佛法，這一個字的根源是從印度教來的，但是佛給它解釋更圓滿；印度教裡面這一個字是「宇宙萬有」，它是這個意思，而佛講得非常詳細，法身、報身、應化身，這也把宇宙萬有都包括了。「嘛呢」是「蓮花」，我們在佛經上常常念到，咒語上「嘛呢」是蓮花；「叭咪」是「保持」；「吽」是「意」。你懂得這個意思，這是古印度的文法，要用中國的文法來講，「保持自己的身心像蓮花一樣」。蓮花出污泥而不染，所以念這一句「嗡嘛呢叭咪吽」要保持自己身心像蓮花一樣出污泥而不染，你說多好！念經不解其義，那怎麼行！一定要懂意思，才能提得起自己的觀照功夫；我們淨宗講「觀想」，你才能提得起自己的觀想。"
    },
    {
      "id": "03-011-0002_p0013",
      "zh_CN": "「皈依佛」是觉而不迷，从迷惑颠倒回过头来依觉悟。「皈依法」，法是正知正见，从错误的想法、错误的看法回过头来依正知正见，这叫皈依法。僧，不是指这些出家人，我们看到这些出家人，不管他怎么样，与我不相干，就要想到「六根清净，一尘不染」。「皈依僧」，僧是清净的意思，从一切污染，今天的污染严重，思想的污染、见解的污染、精神的污染、生理的污染，污染太严重了，从种种污染回过头来，依清净心，身心清净，这叫皈依僧。所以，佛传授我们这三皈，全是自性三宝，我们自己真心本性里头本来具足的。现在我们迷了，把自性三宝失掉，如何能够恢复？这就要常常念着三皈依，要回头，要依靠。",
      "zh_TW": "「皈依佛」是覺而不迷，從迷惑顛倒回過頭來依覺悟。「皈依法」，法是正知正見，從錯誤的想法、錯誤的看法回過頭來依正知正見，這叫皈依法。僧，不是指這些出家人，我們看到這些出家人，不管他怎麼樣，與我不相干，就要想到「六根清淨，一塵不染」。「皈依僧」，僧是清淨的意思，從一切污染，今天的污染嚴重，思想的污染、見解的污染、精神的污染、生理的污染，污染太嚴重了，從種種污染回過頭來，依清淨心，身心清淨，這叫皈依僧。所以，佛傳授我們這三皈，全是自性三寶，我們自己真心本性裡頭本來具足的。現在我們迷了，把自性三寶失掉，如何能夠恢復？這就要常常念著三皈依，要回頭，要依靠。"
    },
    {
      "id": "03-011-0002_p0014",
      "zh_CN": "可是我们今天是凡夫，我们今天确确实实是迷而不觉、邪而不正、染而不净，在这个状况之下，我们发心学佛，怎么办？唯一的方法，依靠佛陀的教诲。世尊灭度之前，教导我们的「四依法」，传给后世。第一条「依法不依人」，法是经典，你所讲的这些东西、教我的东西，没有经典、经文做依据，我不接受，我不能够相信你；你所讲的、你所说的、你所教的、你所行的，决定要依靠经典，这是佛教导我们头一条。第二条教给我们「依了义不依不了义」。什么是「了义」？用佛法讲，契我自己的根机，我自己学了立刻就得受用、就得好处，这是了义；我学了没有用处，学了也做不到，这对我就是不了义。换句话说，适合我的程度，适合我的工作，适合我的生活方式，适合我现前的社会环境，种种都能够适应，这是了义，这个东西学了马上就有用处，学以致用；如果学了这个佛法没有用处，白学了，我们得不到利益，那就叫不了义。所以佛教我们「依法不依人」、「依了义不依不了义」，这两条开示非常重要，我们有没有遵循？",
      "zh_TW": "可是我們今天是凡夫，我們今天確確實實是迷而不覺、邪而不正、染而不淨，在這個狀況之下，我們發心學佛，怎麼辦？唯一的方法，依靠佛陀的教誨。世尊滅度之前，教導我們的「四依法」，傳給後世。第一條「依法不依人」，法是經典，你所講的這些東西、教我的東西，沒有經典、經文做依據，我不接受，我不能夠相信你；你所講的、你所說的、你所教的、你所行的，決定要依靠經典，這是佛教導我們頭一條。第二條教給我們「依了義不依不了義」。什麼是「了義」？用佛法講，契我自己的根機，我自己學了立刻就得受用、就得好處，這是了義；我學了沒有用處，學了也做不到，這對我就是不了義。換句話說，適合我的程度，適合我的工作，適合我的生活方式，適合我現前的社會環境，種種都能夠適應，這是了義，這個東西學了馬上就有用處，學以致用；如果學了這個佛法沒有用處，白學了，我們得不到利益，那就叫不了義。所以佛教我們「依法不依人」、「依了義不依不了義」，這兩條開示非常重要，我們有沒有遵循？"
    },
    {
      "id": "03-011-0002_p0015",
      "zh_CN": "所以人说的，人怎么做的，做得再久，我们在经本上读到了，产生怀疑。譬如诸位看到我们搭的衣，我们全是染色衣，咖啡色的染色衣；一般道场法师们搭的是黄海青、红祖衣，我们也沿袭很多年。台北华藏图书馆韩馆长往生的时候，我在病房里给她助念，我突然想到，我们的衣着不如法，因为佛教我们用染色的。诸位要知道，佛陀的用意是多元文化社会教育，红黄蓝白黑是正色，是一元的，不是多元的。所以这个染色衣，红黄蓝白黑染在一起，这是多元文化，这是多元的代表。我们想到这个问题，所以我就想到我们这个衣着要改，改成染色、咖啡色的。当时我就通知台北专门做僧服的店，我们家里有二十多个出家人要做衣服，我就叫人打电话通知他。第二天他来给我们量衣服，告诉我：「法师，您打电话来的时候我早就知道。」我说：「你怎么知道的？」他说中午阿弥陀佛到他家里来告诉他：「图书馆有重要的事情，你要赶紧替他办。」感应道交不可思议！这个我们都记录下来，是僧服店的老板中午遇见阿弥陀佛，而且叫这个老板把衣料统统给我们准备好，赶工赶出来。我们得到这么大的启示、这么大的感应，这就说明我们这个想法、作法是如法的。这就是经读多了，慢慢、慢慢就想通了。",
      "zh_TW": "所以人說的，人怎麼做的，做得再久，我們在經本上讀到了，產生懷疑。譬如諸位看到我們搭的衣，我們全是染色衣，咖啡色的染色衣；一般道場法師們搭的是黃海青、紅祖衣，我們也沿襲很多年。台北華藏圖書館韓館長往生的時候，我在病房裡給她助念，我突然想到，我們的衣著不如法，因為佛教我們用染色的。諸位要知道，佛陀的用意是多元文化社會教育，紅黃藍白黑是正色，是一元的，不是多元的。所以這個染色衣，紅黃藍白黑染在一起，這是多元文化，這是多元的代表。我們想到這個問題，所以我就想到我們這個衣著要改，改成染色、咖啡色的。當時我就通知台北專門做僧服的店，我們家裡有二十多個出家人要做衣服，我就叫人打電話通知他。第二天他來給我們量衣服，告訴我：「法師，您打電話來的時候我早就知道。」我說：「你怎麼知道的？」他說中午阿彌陀佛到他家裡來告訴他：「圖書館有重要的事情，你要趕緊替他辦。」感應道交不可思議！這個我們都記錄下來，是僧服店的老闆中午遇見阿彌陀佛，而且叫這個老闆把衣料統統給我們準備好，趕工趕出來。我們得到這麼大的啟示、這麼大的感應，這就說明我們這個想法、作法是如法的。這就是經讀多了，慢慢、慢慢就想通了。"
    },
    {
      "id": "03-011-0002_p0016",
      "zh_CN": "我们的衣，现在很多人知道这个衣我们搭的是二十五条，二十五条是三长一短，二十五条，大家都叫「福田衣」，我们也相信这是福田衣，真正的意思也不懂。去年我接受中国宗教局的邀请做为国家的贵宾，参加去年他们建国五十年的大庆，到北京去住了几天。当中他们给我安排了一个节目，陪同我去参观北京历史博物馆，正在展览青州出土的一批佛教文物，四百多尊佛像，是北魏时代的，距离现在一千七百多年。国家宗教局长、国家文物局长陪同我去参观。我看到三尊毘卢遮那如来袈裟每一格子里面都画有彩绘，仔细一看是什么？十法界，我恍然大悟，这个格子代表什么？多元文化，不同的国土、不同的族群、不同的宗教统统在一起，格子一样大，是平等的，混合在一身，虚空法界一切众生是一个人，我懂得了，我明白了，才晓得这格子是怎么来的。处处都是表现的多元文化的社会教学，这是世尊的智慧，无时无刻不提醒我们。穿衣吃饭，吃饭是一个钵，托的所有的菜混合在一起，多元的，不是一个一个菜摆在那里，一个一个菜，那就是单元的，不是多元的。佛吃饭一个钵，所有的菜混合在一起，表示着多元文化的社会教学。",
      "zh_TW": "我們的衣，現在很多人知道這個衣我們搭的是二十五條，二十五條是三長一短，二十五條，大家都叫「福田衣」，我們也相信這是福田衣，真正的意思也不懂。去年我接受中國宗教局的邀請做為國家的貴賓，參加去年他們建國五十年的大慶，到北京去住了幾天。當中他們給我安排了一個節目，陪同我去參觀北京歷史博物館，正在展覽青州出土的一批佛教文物，四百多尊佛像，是北魏時代的，距離現在一千七百多年。國家宗教局長、國家文物局長陪同我去參觀。我看到三尊毘盧遮那如來袈裟每一格子裡面都畫有彩繪，仔細一看是什麼？十法界，我恍然大悟，這個格子代表什麼？多元文化，不同的國土、不同的族群、不同的宗教統統在一起，格子一樣大，是平等的，混合在一身，虛空法界一切眾生是一個人，我懂得了，我明白了，才曉得這格子是怎麼來的。處處都是表現的多元文化的社會教學，這是世尊的智慧，無時無刻不提醒我們。穿衣吃飯，吃飯是一個缽，托的所有的菜混合在一起，多元的，不是一個一個菜擺在那裡，一個一個菜，那就是單元的，不是多元的。佛吃飯一個缽，所有的菜混合在一起，表示著多元文化的社會教學。"
    },
    {
      "id": "03-011-0002_p0017",
      "zh_CN": "所以我说释迦牟尼佛是什么身分？要用今天的话来说，他老人家是多元文化社会教育学家，他的身分是多元文化社会教育的义务工作者，无比的积极，他一点都不消极。我们要体会到世尊他的精神、他的大德大能大智，我们应当要效法，应当要学习，应当要发扬光大，这叫三皈依，我们真的回头了，真的依靠佛菩萨的教学。在此地，我是今天讲「三皈依」，做一个简单的补充，希望诸位同修一定要知道三皈依的意义。三皈依决定不是皈依一个法师；皈依一个法师，我在以前讲解时讲得很详细，你决定堕阿鼻地狱。为什么？你造了破和合僧的罪。「这个法师是我的师父，那个法师不是我的师父」，你在分化僧团，你破和合僧，这个罪过是阿鼻地狱。所以一定要知道我们是皈依三宝，不是皈依某一个法师。我们是三宝僧团里面的一分子，出来代表跟大家传授三皈，给大家做证明，而不是说这些人皈依我的，我就搞了一个党派，跟别人就对立了。佛法跟国土、跟族群、跟宗教、跟一切众生，永远是和睦而没有对立的。所以大家要记住，凡是搞对立，就不是学佛了，就不是佛弟子；佛弟子跟一切众生决定没有对立，和睦相处，平等对待，佛家是讲和平的。",
      "zh_TW": "所以我說釋迦牟尼佛是什麼身分？要用今天的話來說，他老人家是多元文化社會教育學家，他的身分是多元文化社會教育的義務工作者，無比的積極，他一點都不消極。我們要體會到世尊他的精神、他的大德大能大智，我們應當要效法，應當要學習，應當要發揚光大，這叫三皈依，我們真的回頭了，真的依靠佛菩薩的教學。在此地，我是今天講「三皈依」，做一個簡單的補充，希望諸位同修一定要知道三皈依的意義。三皈依決定不是皈依一個法師；皈依一個法師，我在以前講解時講得很詳細，你決定墮阿鼻地獄。為什麼？你造了破和合僧的罪。「這個法師是我的師父，那個法師不是我的師父」，你在分化僧團，你破和合僧，這個罪過是阿鼻地獄。所以一定要知道我們是皈依三寶，不是皈依某一個法師。我們是三寶僧團裡面的一分子，出來代表跟大家傳授三皈，給大家做證明，而不是說這些人皈依我的，我就搞了一個黨派，跟別人就對立了。佛法跟國土、跟族群、跟宗教、跟一切眾生，永遠是和睦而沒有對立的。所以大家要記住，凡是搞對立，就不是學佛了，就不是佛弟子；佛弟子跟一切眾生決定沒有對立，和睦相處，平等對待，佛家是講和平的。"
    },
    {
      "id": "03-011-0002_p0018",
      "zh_CN": "第二句是「具足众戒」，这一句佛教导我们要守法。「众戒」，佛陀在世的时候，印度没有统一，都是一些小部落国家，每一个部落，就是每一个小国家，有他们的法律、风俗习惯、规矩，佛弟子也是周游列国，到处教化众生，到哪一个地方就遵守哪一个地区的规矩、法律，这是「众戒」两个字的来源。像我们今天跟不同的宗教往来，我们到人家宗教里面去，我们要行礼，我们要守他们的规矩，也要像孔老夫子「入太庙，每事问」，处处向别人请教，这样才不会失礼，才能够得到他们的尊敬欢迎，我们才能沟通。对宗教如是，对族群也如是，对于不同的国家亦复如是。所以佛陀、菩萨、佛弟子，确确实实不分国家、不分族群、不分宗教，决定受一切大众欢迎。为什么？他懂得礼节，懂得守法，绝不破坏别人的规矩。",
      "zh_TW": "第二句是「具足眾戒」，這一句佛教導我們要守法。「眾戒」，佛陀在世的時候，印度沒有統一，都是一些小部落國家，每一個部落，就是每一個小國家，有他們的法律、風俗習慣、規矩，佛弟子也是周遊列國，到處教化眾生，到哪一個地方就遵守哪一個地區的規矩、法律，這是「眾戒」兩個字的來源。像我們今天跟不同的宗教往來，我們到人家宗教裡面去，我們要行禮，我們要守他們的規矩，也要像孔老夫子「入太廟，每事問」，處處向別人請教，這樣才不會失禮，才能夠得到他們的尊敬歡迎，我們才能溝通。對宗教如是，對族群也如是，對於不同的國家亦復如是。所以佛陀、菩薩、佛弟子，確確實實不分國家、不分族群、不分宗教，決定受一切大眾歡迎。為什麼？他懂得禮節，懂得守法，絕不破壞別人的規矩。"
    },
    {
      "id": "03-011-0002_p0019",
      "zh_CN": "戒经里头世尊特别还说了四条，你们在戒经通常能看见的我就不说了，你们念了很马虎念过去之后没有留意，我提出来跟你们说。《梵网经》里面佛说了两句话很重要，第一个「不作国贼」，这一条重要！决定不能破坏国家、不能破坏民族，不作国贼。第二条「不谤国主」，对于国家的领导人一定要尊重，决定不可以毁谤。《梵网经》上佛对出家菩萨说的。《璎珞菩萨戒经》上也有两句，对在家菩萨讲的。第一条「不漏国税」，纳税是国民的义务、是国民的荣耀，不可以偷税，不可以漏税，这不是佛弟子。第二个「不犯国制」，「国制」就是国家的法律，决定不可以违犯国家法律，这是佛的根本大戒。在两部重要的戒经里头所说，我们不能不重视，不能不遵守。这四条走到任何国家地区都受欢迎的，我相信每一个政府都欢迎，每一个执政的人都欢迎，释迦牟尼佛教导我们没有错。第三句是「不犯威仪」，「威仪」是礼节，我们守礼、守法，小小的礼节都不失。这是第二福，小乘人所修的佛法。",
      "zh_TW": "戒經裡頭世尊特別還說了四條，你們在戒經通常能看見的我就不說了，你們念了很馬虎念過去之後沒有留意，我提出來跟你們說。《梵網經》裡面佛說了兩句話很重要，第一個「不作國賊」，這一條重要！決定不能破壞國家、不能破壞民族，不作國賊。第二條「不謗國主」，對於國家的領導人一定要尊重，決定不可以毀謗。《梵網經》上佛對出家菩薩說的。《瓔珞菩薩戒經》上也有兩句，對在家菩薩講的。第一條「不漏國稅」，納稅是國民的義務、是國民的榮耀，不可以偷稅，不可以漏稅，這不是佛弟子。第二個「不犯國制」，「國制」就是國家的法律，決定不可以違犯國家法律，這是佛的根本大戒。在兩部重要的戒經裡頭所說，我們不能不重視，不能不遵守。這四條走到任何國家地區都受歡迎的，我相信每一個政府都歡迎，每一個執政的人都歡迎，釋迦牟尼佛教導我們沒有錯。第三句是「不犯威儀」，「威儀」是禮節，我們守禮、守法，小小的禮節都不失。這是第二福，小乘人所修的佛法。"
    },
    {
      "id": "03-011-0002_p0020",
      "zh_CN": "三福第一条人天之福，第二条是声闻、缘觉之福。第三条是大乘菩萨之福，第一句「发菩提心」，菩提心是什么？大慈大悲。大慈悲心平等的爱护一切众生，我们才能够牺牲奉献，为一切众生服务。你不爱他，你怎么肯为他服务？为什么要爱他？大乘经上佛常说「一切众生皆是过去父母、未来诸佛」，我们要不要爱护？佛讲的话句句是真话。过去无量劫当中，我们跟一切众生什么关系？都做过亲属的关系，现在这一生到人间来，这一投胎，把过去生中事情忘掉了。什么时候你的业障消除，你阿赖耶里面的种子、无始劫的种子都能够起现行，你就忽然都想起来了，所有众生跟我的关系非常非常密切；何况一切众生皆有佛性，既有佛性，他将来决定作佛。我们对佛要尊敬，对父母要孝顺，这就是为什么用大慈大悲爱一切众生、为一切众生服务基本的因由、基本的原因、基本的道理。这是「发菩提心」里面最重要的，其他的诸位可以从「净业三福」，我们也有一个VCD流通，也有一本小册子，大家可以看，我在此地都做补充。",
      "zh_TW": "三福第一條人天之福，第二條是聲聞、緣覺之福。第三條是大乘菩薩之福，第一句「發菩提心」，菩提心是什麼？大慈大悲。大慈悲心平等的愛護一切眾生，我們才能夠犧牲奉獻，為一切眾生服務。你不愛他，你怎麼肯為他服務？為什麼要愛他？大乘經上佛常說「一切眾生皆是過去父母、未來諸佛」，我們要不要愛護？佛講的話句句是真話。過去無量劫當中，我們跟一切眾生什麼關係？都做過親屬的關係，現在這一生到人間來，這一投胎，把過去生中事情忘掉了。什麼時候你的業障消除，你阿賴耶裡面的種子、無始劫的種子都能夠起現行，你就忽然都想起來了，所有眾生跟我的關係非常非常密切；何況一切眾生皆有佛性，既有佛性，他將來決定作佛。我們對佛要尊敬，對父母要孝順，這就是為什麼用大慈大悲愛一切眾生、為一切眾生服務基本的因由、基本的原因、基本的道理。這是「發菩提心」裡面最重要的，其他的諸位可以從「淨業三福」，我們也有一個VCD流通，也有一本小冊子，大家可以看，我在此地都做補充。"
    },
    {
      "id": "03-011-0002_p0021",
      "zh_CN": "净宗法门，我们一心要想求生极乐世界。净宗是大乘法门，换句话说，要想生到西方极乐世界，它的条件头一个是「发菩提心」，接着说「一向专念」。「发菩提心，一向专念」，这是求生西方净土的秘诀，诸位在《无量寿经》上看到，不论是上辈、中辈、下辈，都有这两句，可见这两句是净土修行的根本法。「一向专念」，古德强调的是执持名号，但是名号的义理深广无尽，如果是那么简单，念佛的人个个都会往生，为什么就像李炳南老居士告诉我们的，「一万个念佛人，真正能往生的两、三个」，简直不成比例，什么原因？就像我刚才所说的，只懂得这个名号的形式，不懂得名号所包含的义理，所以得不到理想当中的效果。",
      "zh_TW": "淨宗法門，我們一心要想求生極樂世界。淨宗是大乘法門，換句話說，要想生到西方極樂世界，它的條件頭一個是「發菩提心」，接著說「一向專念」。「發菩提心，一向專念」，這是求生西方淨土的祕訣，諸位在《無量壽經》上看到，不論是上輩、中輩、下輩，都有這兩句，可見這兩句是淨土修行的根本法。「一向專念」，古德強調的是執持名號，但是名號的義理深廣無盡，如果是那麼簡單，念佛的人個個都會往生，為什麼就像李炳南老居士告訴我們的，「一萬個念佛人，真正能往生的兩、三個」，簡直不成比例，什麼原因？就像我剛才所說的，只懂得這個名號的形式，不懂得名號所包含的義理，所以得不到理想當中的效果。"
    },
    {
      "id": "03-011-0002_p0022",
      "zh_CN": "古大德常说「名号功德不可思议」，我们常听，嘴皮上也会说，究竟什么功德？说不出来。在夏莲居老居士会集的《无量寿经》，前面有梅光羲居士的一篇很长的序文，希望大家把那一篇序文多念几遍。序文里头有一段，给我们一个启示。隋唐时代有许多高僧大德，包括朝鲜、日本到中国来留学的这些法师们，他们曾经做了一个统计，来研究释迦牟尼佛四十九年所说的一切经教，哪一部是第一？做这么一个统计。结果大家公认《大方广佛华严经》。所以后人称《华严》是世尊的根本法轮、圆满的大教。没错，确确实实他们选得妥当，《华严》确确实实是佛家教学的概论；一切经都是《华严》某一个部分的细说，总说在《华严》，《华严》称根本。然后再看《无量寿经》。《无量寿经》跟《华严经》再做一个比较，这些人看出来了，《无量寿经》第一。为什么？《华严经》到末后的圆满成就，是普贤菩萨十大愿王导归极乐，原来是生到西方极乐世界才圆满、才成就；如果没有普贤菩萨劝导大家念佛求生西方极乐世界，《华严》就没有结论、没有结果。《无量寿经》第一，把《华严》比下去了。",
      "zh_TW": "古大德常說「名號功德不可思議」，我們常聽，嘴皮上也會說，究竟什麼功德？說不出來。在夏蓮居老居士會集的《無量壽經》，前面有梅光羲居士的一篇很長的序文，希望大家把那一篇序文多念幾遍。序文裡頭有一段，給我們一個啟示。隋唐時代有許多高僧大德，包括朝鮮、日本到中國來留學的這些法師們，他們曾經做了一個統計，來研究釋迦牟尼佛四十九年所說的一切經教，哪一部是第一？做這麼一個統計。結果大家公認《大方廣佛華嚴經》。所以後人稱《華嚴》是世尊的根本法輪、圓滿的大教。沒錯，確確實實他們選得妥當，《華嚴》確確實實是佛家教學的概論；一切經都是《華嚴》某一個部分的細說，總說在《華嚴》，《華嚴》稱根本。然後再看《無量壽經》。《無量壽經》跟《華嚴經》再做一個比較，這些人看出來了，《無量壽經》第一。為什麼？《華嚴經》到末後的圓滿成就，是普賢菩薩十大願王導歸極樂，原來是生到西方極樂世界才圓滿、才成就；如果沒有普賢菩薩勸導大家念佛求生西方極樂世界，《華嚴》就沒有結論、沒有結果。《無量壽經》第一，把《華嚴》比下去了。"
    },
    {
      "id": "03-011-0002_p0023",
      "zh_CN": "《无量寿经》，夏老居士把它分成四十八品。这四十八品经，哪一品第一？我们再继续找，找第一。这是自古以来祖师大德都肯定的，第六品「四十八愿」，四十八愿是全经的核心，这是第一。四十八愿有四十八条，哪一个第一？再找，这也是古大德公认的，第十八愿第一。十八愿是什么？念佛；临命终时，一念、十念，必定往生。然后我们才恍然大悟，名号功德我们逐渐体会到。四十八愿就是第十八愿的注解，《无量寿经》就是四十八愿的详细说明，《大方广佛华严经》是《无量寿经》的注解。这一大藏教，今天我们讲《大藏经》，一大藏教是什么？《华严经》的注解。你这么反复一观察，你才晓得世尊一代时教的核心就是一句「阿弥陀佛」，「阿弥陀佛」展开是三藏十二分教，这样我们才真正找到了世尊教学的中心点。「阿弥陀佛」四个字，意思刚才跟诸位报告了，「无量觉」，真正成就了圆满的无量觉。念佛，在一生当中就成就圆满的佛果，所以这个法门不仅仅是快速、稳当，容易修学，成功太高、太殊胜。特别在《华严》上看到，这是世尊在《华严》里面告诉我们的，「十地菩萨始终不离念佛」。十地，「始」是初地，「终」是等觉、十一地。到什么时候专念阿弥陀佛？登地菩萨。没有登地，也许你还有别的兴趣修学其他的法门；一登地之后知道，把整个佛法的总纲领抓住了。「执持名号」如果不这样详细的分析，仔细参详，「佛号功德不可思议」很难理解。",
      "zh_TW": "《無量壽經》，夏老居士把它分成四十八品。這四十八品經，哪一品第一？我們再繼續找，找第一。這是自古以來祖師大德都肯定的，第六品「四十八願」，四十八願是全經的核心，這是第一。四十八願有四十八條，哪一個第一？再找，這也是古大德公認的，第十八願第一。十八願是什麼？念佛；臨命終時，一念、十念，必定往生。然後我們才恍然大悟，名號功德我們逐漸體會到。四十八願就是第十八願的註解，《無量壽經》就是四十八願的詳細說明，《大方廣佛華嚴經》是《無量壽經》的註解。這一大藏教，今天我們講《大藏經》，一大藏教是什麼？《華嚴經》的註解。你這麼反覆一觀察，你才曉得世尊一代時教的核心就是一句「阿彌陀佛」，「阿彌陀佛」展開是三藏十二分教，這樣我們才真正找到了世尊教學的中心點。「阿彌陀佛」四個字，意思剛才跟諸位報告了，「無量覺」，真正成就了圓滿的無量覺。念佛，在一生當中就成就圓滿的佛果，所以這個法門不僅僅是快速、穩當，容易修學，成功太高、太殊勝。特別在《華嚴》上看到，這是世尊在《華嚴》裡面告訴我們的，「十地菩薩始終不離念佛」。十地，「始」是初地，「終」是等覺、十一地。到什麼時候專念阿彌陀佛？登地菩薩。沒有登地，也許你還有別的興趣修學其他的法門；一登地之後知道，把整個佛法的總綱領抓住了。「執持名號」如果不這樣詳細的分析，仔細參詳，「佛號功德不可思議」很難理解。"
    },
    {
      "id": "03-011-0002_p0024",
      "zh_CN": "我学佛，跟李炳南老居士十年，李老居士是印光大师的学生，他把净土传给我，劝我学净土。我那个时候年轻，对于净土教不太容易相信，但是我相信印光大师的话，也相信李老师的话，不反对而已，但让我学习有一点不甘心。我到台中去，老师问我：「学什么？」「我很想学《华严》，对《华严》特别爱好。」老师说：「这个经太大了、太长了，我没有那么长的时间来教你。」最后让我重选，我选《法华》，这两部都是经中之王。那个时候老师正在讲《楞严经》，就跟我商量：「你学《楞严》好不好？因为你学《法华》，我要另外找时间来教你，你学《楞严》，就随顺我这个讲学就可以了，我不必另外再拨时间。」我同意了。《楞严》也好，古人讲「成佛的法华，开智慧的楞严」，我就决心跟他学《楞严》。所以我学教，《楞严》是我的看家的本事，学成之后我讲过七遍。这是一部真实智慧的经典，自始至终都没有冷场，热烈的在讨论、探讨宇宙从哪里来的？生命从哪里来的？非常有趣味。现代的科技、太空物理，一直到量子力学这些理论，都在《楞严经》里面，《楞严经》比这些科学家讲得更透辟。李老师往生之后，我承传他的净宗法门，所以这十几年来，专修专弘《大乘无量寿经》。这是我自己学佛的一段因缘。",
      "zh_TW": "我學佛，跟李炳南老居士十年，李老居士是印光大師的學生，他把淨土傳給我，勸我學淨土。我那個時候年輕，對於淨土教不太容易相信，但是我相信印光大師的話，也相信李老師的話，不反對而已，但讓我學習有一點不甘心。我到台中去，老師問我：「學什麼？」「我很想學《華嚴》，對《華嚴》特別愛好。」老師說：「這個經太大了、太長了，我沒有那麼長的時間來教你。」最後讓我重選，我選《法華》，這兩部都是經中之王。那個時候老師正在講《楞嚴經》，就跟我商量：「你學《楞嚴》好不好？因為你學《法華》，我要另外找時間來教你，你學《楞嚴》，就隨順我這個講學就可以了，我不必另外再撥時間。」我同意了。《楞嚴》也好，古人講「成佛的法華，開智慧的楞嚴」，我就決心跟他學《楞嚴》。所以我學教，《楞嚴》是我的看家的本事，學成之後我講過七遍。這是一部真實智慧的經典，自始至終都沒有冷場，熱烈的在討論、探討宇宙從哪裡來的？生命從哪裡來的？非常有趣味。現代的科技、太空物理，一直到量子力學這些理論，都在《楞嚴經》裡面，《楞嚴經》比這些科學家講得更透闢。李老師往生之後，我承傳他的淨宗法門，所以這十幾年來，專修專弘《大乘無量壽經》。這是我自己學佛的一段因緣。"
    },
    {
      "id": "03-011-0002_p0025",
      "zh_CN": "发心非常非常不容易，但是发心无比的重要，不发心不能成就。我学佛的根柢更早了，是在章嘉大师会下打的基础；我跟他老人家三年，这是密宗的大德。他老人家往生之后，我到台中亲近李炳南老居士，跟他学教。我对于教是非常有兴趣，也有这个能力。章嘉大师给我奠定的根本就是看破、放下。我二十六岁，初次接触佛法，第一次跟他见面，向他老人家请教，我说：「我现在知道佛法好，无比的殊胜。有没有方法让我很快就能够入进去？」我们年轻，性子很急，他看出我的毛病，教导是对症下药。你不是性子急吗？他眼睛看着我的眼睛，看了半个钟点一句话不说，这个教学法高明！一直让整个情绪定下来，然后才说出一个字：「有。」这一个字说完之后，又没有话说了。我又要等，恭恭敬敬的等。这次等的时间短了，大概五分钟，说出两句话：「看得破，放得下。」你才能入佛法之门。我就向他老人家请教 ：「从哪里下手？」他告诉我：「布施，财布施、法布施、无畏布施。」所以我从那一天起，就学会了布施。头一天见面，我向他辞行，他老人家非常慈悲，送我到大门口，拍着我的肩膀告诉我：「今天我告诉你六个字，你好好的去做六年。」我真听话，为什么？被他折服，他那一种慈悲、爱护，那种稳重，令人赞叹、令人尊敬，以德感人。一生从来没有遇到过像这样的善知识，确确实实像经中所说的「那伽常在定，无有不定时」。行住坐卧，你看他的威仪，都在定中，真善知识！我这个根柢是在他那里定的，所以以后到台中学教，一帆风顺。",
      "zh_TW": "發心非常非常不容易，但是發心無比的重要，不發心不能成就。我學佛的根柢更早了，是在章嘉大師會下打的基礎；我跟他老人家三年，這是密宗的大德。他老人家往生之後，我到台中親近李炳南老居士，跟他學教。我對於教是非常有興趣，也有這個能力。章嘉大師給我奠定的根本就是看破、放下。我二十六歲，初次接觸佛法，第一次跟他見面，向他老人家請教，我說：「我現在知道佛法好，無比的殊勝。有沒有方法讓我很快就能夠入進去？」我們年輕，性子很急，他看出我的毛病，教導是對症下藥。你不是性子急嗎？他眼睛看著我的眼睛，看了半個鐘點一句話不說，這個教學法高明！一直讓整個情緒定下來，然後才說出一個字：「有。」這一個字說完之後，又沒有話說了。我又要等，恭恭敬敬的等。這次等的時間短了，大概五分鐘，說出兩句話：「看得破，放得下。」你才能入佛法之門。我就向他老人家請教 ：「從哪裡下手？」他告訴我：「布施，財布施、法布施、無畏布施。」所以我從那一天起，就學會了布施。頭一天見面，我向他辭行，他老人家非常慈悲，送我到大門口，拍著我的肩膀告訴我：「今天我告訴你六個字，你好好的去做六年。」我真聽話，為什麼？被他折服，他那一種慈悲、愛護，那種穩重，令人讚歎、令人尊敬，以德感人。一生從來沒有遇到過像這樣的善知識，確確實實像經中所說的「那伽常在定，無有不定時」。行住坐臥，你看他的威儀，都在定中，真善知識！我這個根柢是在他那裡定的，所以以後到台中學教，一帆風順。"
    },
    {
      "id": "03-011-0002_p0026",
      "zh_CN": "发菩提心重要！发心之后，你决定能爱护众生。菩提心就是四弘誓愿。真正有帮助一切众生这个弘愿，「众生无边誓愿度」，「度」就是帮助、协助，要帮助众生，自己要有能力、要有德行，所以必须要断烦恼，烦恼不断智慧不开。智慧是本有的，不是从外头得来的。《华严‧出现品》里面佛说得多清楚：「一切众生皆有如来智慧德相，但以妄想执着而不能证得。」妄想是无明，执着是见思、尘沙烦恼，所以只要把妄想分别执着断掉，自性里面的智慧德能就现前，智慧不是从外面得来的。",
      "zh_TW": "發菩提心重要！發心之後，你決定能愛護眾生。菩提心就是四弘誓願。真正有幫助一切眾生這個弘願，「眾生無邊誓願度」，「度」就是幫助、協助，要幫助眾生，自己要有能力、要有德行，所以必須要斷煩惱，煩惱不斷智慧不開。智慧是本有的，不是從外頭得來的。《華嚴‧出現品》裡面佛說得多清楚：「一切眾生皆有如來智慧德相，但以妄想執著而不能證得。」妄想是無明，執著是見思、塵沙煩惱，所以只要把妄想分別執著斷掉，自性裡面的智慧德能就現前，智慧不是從外面得來的。"
    },
    {
      "id": "03-011-0002_p0027",
      "zh_CN": "因此，佛法的修学修什么？八万四千法门，无数的宗派，方法不一样、门径不一样，原理原则是一个，都是修禅定。「因戒得定，因定开慧」，这个「慧」是自性本具的智慧，那个「戒」是什么？戒是方法。所以「戒」这一字在什么地方它有什么讲法，不是一样的讲法，我们要懂得这个道理。戒定慧三学那个「戒」是方法，你修学的方法正确没有错误，你才能得定，得到定之后智慧就开了。得小定开小智慧，得大定开大智慧。定的层次很多，世间就有四禅八定，出世间禅定等级更多，你的定功愈深，你的智慧愈广，就这么个道理，这个原理原则是所有一切法门、一切宗派都共同的。",
      "zh_TW": "因此，佛法的修學修什麼？八萬四千法門，無數的宗派，方法不一樣、門徑不一樣，原理原則是一個，都是修禪定。「因戒得定，因定開慧」，這個「慧」是自性本具的智慧，那個「戒」是什麼？戒是方法。所以「戒」這一字在什麼地方它有什麼講法，不是一樣的講法，我們要懂得這個道理。戒定慧三學那個「戒」是方法，你修學的方法正確沒有錯誤，你才能得定，得到定之後智慧就開了。得小定開小智慧，得大定開大智慧。定的層次很多，世間就有四禪八定，出世間禪定等級更多，你的定功愈深，你的智慧愈廣，就這麼個道理，這個原理原則是所有一切法門、一切宗派都共同的。"
    },
    {
      "id": "03-011-0002_p0028",
      "zh_CN": "我们今天用持名的方法念阿弥陀佛，目的何在？修定。依照念佛这些规矩，这是持戒；依照规矩去做，然后你就得定。念佛这个定叫「念佛三昧」。功夫最浅的叫「功夫成片」，只要得功夫成片，就恭喜你，你往生西方极乐世界肯定了；品位不高，你决定往生，生凡圣同居土。如果你念到「事一心不乱」，这个念佛功夫高，你生西方极乐世界方便有余土。如果你念到「理一心不乱」，生西方极乐世界实报庄严土。所以往生的品位决定在你念佛功夫的浅深，这个话是蕅益大师在《弥陀要解》里面所说的，这是我们一生当中的第一桩大事！",
      "zh_TW": "我們今天用持名的方法念阿彌陀佛，目的何在？修定。依照念佛這些規矩，這是持戒；依照規矩去做，然後你就得定。念佛這個定叫「念佛三昧」。功夫最淺的叫「功夫成片」，只要得功夫成片，就恭喜你，你往生西方極樂世界肯定了；品位不高，你決定往生，生凡聖同居土。如果你念到「事一心不亂」，這個念佛功夫高，你生西方極樂世界方便有餘土。如果你念到「理一心不亂」，生西方極樂世界實報莊嚴土。所以往生的品位決定在你念佛功夫的淺深，這個話是蕅益大師在《彌陀要解》裡面所說的，這是我們一生當中的第一樁大事！"
    },
    {
      "id": "03-011-0002_p0029",
      "zh_CN": "我们要问：我们到底是在念佛堂一天到晚老实念佛，还是到社会上帮助大众？在念佛堂念佛，我能够修念佛三昧，我要是到外面去帮助社会大众，我功夫不就学不成？这是你对于佛法了解得太少，误会还很严重。什么叫「念佛三昧」？连这个名词你都没有搞清楚。什么叫「念佛」？天天拿着念珠，阿弥陀佛、阿弥陀佛，南无阿弥陀佛，这叫念佛？心里头胡思乱想，古德所说的，天天念十万声佛号，「喊破喉咙也枉然」，为什么？「口念弥陀心散乱」，这个没有用处的。所以念佛堂念佛是训练小学生的，训练成功之后，要离开学校。这一个人在学校里念书，你的父母送你到学校念书，不能说在学校里念一辈子，永远毕不了业，那不变成没出息了？聪明的学生提前毕业，毕业要为社会大众服务。念佛三昧落实在日常生活当中，落实在工作当中，落实在处事待人接物之中，那是真正的禅定。哪里说帮助一切众生，禅定就没有了？哪有这种道理！",
      "zh_TW": "我們要問：我們到底是在念佛堂一天到晚老實念佛，還是到社會上幫助大眾？在念佛堂念佛，我能夠修念佛三昧，我要是到外面去幫助社會大眾，我功夫不就學不成？這是你對於佛法了解得太少，誤會還很嚴重。什麼叫「念佛三昧」？連這個名詞你都沒有搞清楚。什麼叫「念佛」？天天拿著念珠，阿彌陀佛、阿彌陀佛，南無阿彌陀佛，這叫念佛？心裡頭胡思亂想，古德所說的，天天念十萬聲佛號，「喊破喉嚨也枉然」，為什麼？「口念彌陀心散亂」，這個沒有用處的。所以念佛堂念佛是訓練小學生的，訓練成功之後，要離開學校。這一個人在學校裡念書，你的父母送你到學校念書，不能說在學校裡念一輩子，永遠畢不了業，那不變成沒出息了？聰明的學生提前畢業，畢業要為社會大眾服務。念佛三昧落實在日常生活當中，落實在工作當中，落實在處事待人接物之中，那是真正的禪定。哪裡說幫助一切眾生，禪定就沒有了？哪有這種道理！"
    },
    {
      "id": "03-011-0002_p0030",
      "zh_CN": "譬如我们今天这里一场法会，我举这个例子跟你说，我们看到有这么多听众，心里好欢喜，听众少了，心里就难过了，你没有禅定。你如果有禅定，人多，是这样子，我讲得很高兴，一个、两个坐着，我声音还是这么大，还是一样高兴。听众多少决定没有影响，怎么会被外面境界影响？看到大众红包供得多就欢喜，少了就难过，这个不行！这是心被外面境界所转，戒定慧三学都没有了。要学成之后，无论什么境界，顺境、逆境，善缘、恶缘，如如不动，一片真诚，清净平等，帮助一切众生断恶修善、破迷开悟、转凡成圣，这是我们的使命，是我们在这个世间唯一的一项工作。除此之外，丝毫都不沾染，你说多么清净、多么自在！才能够常生欢喜心。",
      "zh_TW": "譬如我們今天這裡一場法會，我舉這個例子跟你說，我們看到有這麼多聽眾，心裡好歡喜，聽眾少了，心裡就難過了，你沒有禪定。你如果有禪定，人多，是這樣子，我講得很高興，一個、兩個坐著，我聲音還是這麼大，還是一樣高興。聽眾多少決定沒有影響，怎麼會被外面境界影響？看到大眾紅包供得多就歡喜，少了就難過，這個不行！這是心被外面境界所轉，戒定慧三學都沒有了。要學成之後，無論什麼境界，順境、逆境，善緣、惡緣，如如不動，一片真誠，清淨平等，幫助一切眾生斷惡修善、破迷開悟、轉凡成聖，這是我們的使命，是我們在這個世間唯一的一項工作。除此之外，絲毫都不沾染，你說多麼清淨、多麼自在！才能夠常生歡喜心。"
    },
    {
      "id": "03-011-0002_p0031",
      "zh_CN": "所以，烦恼不能不断。从哪里断起？从自私自利。凡人所以断不了烦恼，真的，他不知道从哪里下手。烦恼的根就是自私自利，我们必须要用智慧把这个念头转过来，起心动念为一切众生着想，不要为自己。这个身体根本就不需要去理会它，你才能得自在。起心动念想到这个身，糟了，你的业障消不了。念头一转过来，自己自身忘掉了，自身、他身是一个身，为一切众生是真正为自己，为自己是真正害自己，这个道理佛经里头讲得清楚、讲得明白，我们一定要懂。果然从这个地方转过来了，恭喜你，你在佛法里头无论修学哪个法门，都会一帆风顺，都会得到真实利益，成就真实的智慧。我们到这个地方、到这个阶段，是不是就可以终止？不可以，你的功德还不圆满，不能停止，永远在求进步。到什么时候才终止？跟诸位说，没有终止的，永远没有终止。到成佛了，圆满的佛果你证得了，证得之后还是不能终止；成佛之后，倒驾慈航，普度众生，要为众生做种种示现，为众生做种种说法，没有休息的。世间人说佛教消极，我不知道他从哪里看到的？",
      "zh_TW": "所以，煩惱不能不斷。從哪裡斷起？從自私自利。凡人所以斷不了煩惱，真的，他不知道從哪裡下手。煩惱的根就是自私自利，我們必須要用智慧把這個念頭轉過來，起心動念為一切眾生著想，不要為自己。這個身體根本就不需要去理會它，你才能得自在。起心動念想到這個身，糟了，你的業障消不了。念頭一轉過來，自己自身忘掉了，自身、他身是一個身，為一切眾生是真正為自己，為自己是真正害自己，這個道理佛經裡頭講得清楚、講得明白，我們一定要懂。果然從這個地方轉過來了，恭喜你，你在佛法裡頭無論修學哪個法門，都會一帆風順，都會得到真實利益，成就真實的智慧。我們到這個地方、到這個階段，是不是就可以終止？不可以，你的功德還不圓滿，不能停止，永遠在求進步。到什麼時候才終止？跟諸位說，沒有終止的，永遠沒有終止。到成佛了，圓滿的佛果你證得了，證得之後還是不能終止；成佛之後，倒駕慈航，普度眾生，要為眾生做種種示現，為眾生做種種說法，沒有休息的。世間人說佛教消極，我不知道他從哪裡看到的？"
    },
    {
      "id": "03-011-0002_p0032",
      "zh_CN": "接着佛教导我们，发菩提心之后，「深信因果」。我过去学教，这一句话搞了我有两、三年，我想不通。为什么？三福第一是人天福报，第二是二乘人福报，第三是大乘菩萨福报。假如这个「深信因果」放在第一条，我一点都不怀疑，放在第三条，我就不懂了。我们凡夫初学佛的人，都相信因果。印光大师一生教人，他老人家提倡的第一个教材，《了凡四训》，《了凡四训》这个教材的内容就是深信因果，人天法，种善因得善果，造恶业一定有恶报，谚语常讲「不是不报，时辰未到」，因缘会合的时候果报立刻就现前，决定逃不过的。这个我们都懂得，难道菩萨不懂吗？这个问题我搞了两、三年才搞清楚、搞明白。是读《华严经》里头悟出来的，就是读《十地品》，「十地菩萨始终不离念佛」，我从这里恍然觉悟了。这个因果不是别的因果，「念佛是因，成佛是果」，真的，这个因果很多菩萨都不知道，这个不是一般的种善因得善果。所以这一句我们一定要清楚，就是十地菩萨。佛法到最后的一个阶段，无论修学哪个法门，统统都归到念佛法门。正是普贤、文殊所示现的，他们两个在《华严经》末后都发愿求生西方极乐世界，给华藏世界的四十一位法身大士做榜样，起带头作用，这才真正看到净宗的殊胜。难怪世尊常常提到这个法门，十方三世一切诸佛赞叹，一切诸佛弘扬，我们才体会到一点消息，法门无比殊胜。",
      "zh_TW": "接著佛教導我們，發菩提心之後，「深信因果」。我過去學教，這一句話搞了我有兩、三年，我想不通。為什麼？三福第一是人天福報，第二是二乘人福報，第三是大乘菩薩福報。假如這個「深信因果」放在第一條，我一點都不懷疑，放在第三條，我就不懂了。我們凡夫初學佛的人，都相信因果。印光大師一生教人，他老人家提倡的第一個教材，《了凡四訓》，《了凡四訓》這個教材的內容就是深信因果，人天法，種善因得善果，造惡業一定有惡報，諺語常講「不是不報，時辰未到」，因緣會合的時候果報立刻就現前，決定逃不過的。這個我們都懂得，難道菩薩不懂嗎？這個問題我搞了兩、三年才搞清楚、搞明白。是讀《華嚴經》裡頭悟出來的，就是讀《十地品》，「十地菩薩始終不離念佛」，我從這裡恍然覺悟了。這個因果不是別的因果，「念佛是因，成佛是果」，真的，這個因果很多菩薩都不知道，這個不是一般的種善因得善果。所以這一句我們一定要清楚，就是十地菩薩。佛法到最後的一個階段，無論修學哪個法門，統統都歸到念佛法門。正是普賢、文殊所示現的，他們兩個在《華嚴經》末後都發願求生西方極樂世界，給華藏世界的四十一位法身大士做榜樣，起帶頭作用，這才真正看到淨宗的殊勝。難怪世尊常常提到這個法門，十方三世一切諸佛讚歎，一切諸佛弘揚，我們才體會到一點消息，法門無比殊勝。"
    },
    {
      "id": "03-011-0002_p0033",
      "zh_CN": "提到《楞严经》，《楞严》开智慧，智慧要不往生极乐世界，算什么智慧？记得圆山临济寺第一次传戒，我参加了，我在戒坛担任书记。那个时候台湾大学有几位同学，是文学院四年级的同学，有一天带了一个日本的客座教授，是个日本的法师，到临济寺来看我。那个台大的学生也是我们慈光讲座的学生，我跟那些学生们很熟。这个日本的教授气燄很高，姿势很高，瞧不起我们年轻的出家人，问我学什么。那个时候我正在学《楞严经》，跟李炳南老居士学《楞严经》，他懂得《楞严》。他问我修什么法门，我说修净土。他那个脸色马上就很难看，很讽刺的说：「《楞严》跟净土有什么关系？」大家都知道《楞严》跟密有关系，五会楞严神咒是密宗；《楞严》跟禅有关系，首楞严大定。所以他说：「《楞严》跟净土有什么关系？」，我看到他那个样子，不狠狠的打他一棒他不会觉悟，我说：「西方极乐世界，阿弥陀佛左右手的这两个席次，左右手的助手，一个是观世音、一个是大势至，你知不知道？」「这个我知道，看西方三圣，一看像就知道了。」我说：「《楞严经》里头的二十五圆通，跟这两位大士有没有关系？」我这个话一说出，他脸就白了，不好意思。",
      "zh_TW": "提到《楞嚴經》，《楞嚴》開智慧，智慧要不往生極樂世界，算什麼智慧？記得圓山臨濟寺第一次傳戒，我參加了，我在戒壇擔任書記。那個時候台灣大學有幾位同學，是文學院四年級的同學，有一天帶了一個日本的客座教授，是個日本的法師，到臨濟寺來看我。那個台大的學生也是我們慈光講座的學生，我跟那些學生們很熟。這個日本的教授氣燄很高，姿勢很高，瞧不起我們年輕的出家人，問我學什麼。那個時候我正在學《楞嚴經》，跟李炳南老居士學《楞嚴經》，他懂得《楞嚴》。他問我修什麼法門，我說修淨土。他那個臉色馬上就很難看，很諷刺的說：「《楞嚴》跟淨土有什麼關係？」大家都知道《楞嚴》跟密有關係，五會楞嚴神咒是密宗；《楞嚴》跟禪有關係，首楞嚴大定。所以他說：「《楞嚴》跟淨土有什麼關係？」，我看到他那個樣子，不狠狠的打他一棒他不會覺悟，我說：「西方極樂世界，阿彌陀佛左右手的這兩個席次，左右手的助手，一個是觀世音、一個是大勢至，你知不知道？」「這個我知道，看西方三聖，一看像就知道了。」我說：「《楞嚴經》裡頭的二十五圓通，跟這兩位大士有沒有關係？」我這個話一說出，他臉就白了，不好意思。"
    },
    {
      "id": "03-011-0002_p0034",
      "zh_CN": "诸位同修必须要晓得，《楞严经》的精华是圆通章。佛举了二十五位菩萨做代表，说明修行怎么样证果，证到无上菩提。为什么选二十五个？修行的方法不外乎二十五大类，六根、六尘、六识、七大；六根、六尘、六识是十八界，加上地、水、火、风、空、见、识七大，就统统全都包括了，所以用二十五位菩萨来做代表。这代表按照顺序排列的是普通法门，不按顺序的是特别法门。像我们世间人表演节目，最好的表演放在最后，压轴戏，最精彩的，佛也如此。观世音菩萨拉到最后，压轴戏，所以大家都知道《楞严经》里头观世音菩萨代表的是特别法门。大势至菩萨代表的疏忽了，大势至也是压轴戏。但是观世音因为他距离太远、太明显了，按照顺序排，观世音菩萨「耳根圆通」，六根眼根、耳根，他排在第二名，第二名拉到摆在最后，太明显了，大家一看就晓得了。而大势至菩萨，按照顺序的排列，他老人家排在第二十四，距离二十五只差一个位次，他跟人家调换一个位置，人家没有看出来。他跟哪个换的？跟弥勒菩萨换的，弥勒菩萨是识大，是最后的；地、水、火、风、空、见、识，识是最后的。你去看二十五圆通章，弥勒菩萨排在二十三，大势至菩萨排在二十四，观音菩萨排在二十五，明明白白告诉你两个特别法门，不是一个。但是许许多多念《楞严经》的人都疏忽了，都没有注意到大势至跟弥勒菩萨位置的交换，没有注意到这一点。",
      "zh_TW": "諸位同修必須要曉得，《楞嚴經》的精華是圓通章。佛舉了二十五位菩薩做代表，說明修行怎麼樣證果，證到無上菩提。為什麼選二十五個？修行的方法不外乎二十五大類，六根、六塵、六識、七大；六根、六塵、六識是十八界，加上地、水、火、風、空、見、識七大，就統統全都包括了，所以用二十五位菩薩來做代表。這代表按照順序排列的是普通法門，不按順序的是特別法門。像我們世間人表演節目，最好的表演放在最後，壓軸戲，最精彩的，佛也如此。觀世音菩薩拉到最後，壓軸戲，所以大家都知道《楞嚴經》裡頭觀世音菩薩代表的是特別法門。大勢至菩薩代表的疏忽了，大勢至也是壓軸戲。但是觀世音因為他距離太遠、太明顯了，按照順序排，觀世音菩薩「耳根圓通」，六根眼根、耳根，他排在第二名，第二名拉到擺在最後，太明顯了，大家一看就曉得了。而大勢至菩薩，按照順序的排列，他老人家排在第二十四，距離二十五只差一個位次，他跟人家調換一個位置，人家沒有看出來。他跟哪個換的？跟彌勒菩薩換的，彌勒菩薩是識大，是最後的；地、水、火、風、空、見、識，識是最後的。你去看二十五圓通章，彌勒菩薩排在二十三，大勢至菩薩排在二十四，觀音菩薩排在二十五，明明白白告訴你兩個特別法門，不是一個。但是許許多多念《楞嚴經》的人都疏忽了，都沒有注意到大勢至跟彌勒菩薩位置的交換，沒有注意到這一點。"
    },
    {
      "id": "03-011-0002_p0035",
      "zh_CN": "我们读经，字字句句不可以疏忽，稍稍一个变动，里面有很大的作用。大势至菩萨为什么在观音菩萨之前？大势至菩萨这个念佛法门是契合尽虚空遍法界一切众生之机，你想想看，这就是常讲的「念佛功德不可思议」，《无量寿经》世尊代表诸佛赞叹弥陀「光中极尊，佛中之王」，表这个意思。观音菩萨放到最后是契娑婆世界之机，文殊菩萨拣选，「此方真教体，清净在音闻」，我们众生的根机，给他看，他看不清楚，跟他讲，他听得清楚，耳根的能力比眼根强。所以观世音菩萨代表的，深深契合娑婆世界众生之机，他并不契合所有虚空法界，大势至菩萨契合所有虚空法界。所以这两位菩萨在楞严会上所表法的，突显出净土第一。《楞严》怎么会跟净土没有关系？这日本法师不通。所以「深信因果」，念佛是因，成佛是果。",
      "zh_TW": "我們讀經，字字句句不可以疏忽，稍稍一個變動，裡面有很大的作用。大勢至菩薩為什麼在觀音菩薩之前？大勢至菩薩這個念佛法門是契合盡虛空遍法界一切眾生之機，你想想看，這就是常講的「念佛功德不可思議」，《無量壽經》世尊代表諸佛讚歎彌陀「光中極尊，佛中之王」，表這個意思。觀音菩薩放到最後是契娑婆世界之機，文殊菩薩揀選，「此方真教體，清淨在音聞」，我們眾生的根機，給他看，他看不清楚，跟他講，他聽得清楚，耳根的能力比眼根強。所以觀世音菩薩代表的，深深契合娑婆世界眾生之機，他並不契合所有虛空法界，大勢至菩薩契合所有虛空法界。所以這兩位菩薩在楞嚴會上所表法的，突顯出淨土第一。《楞嚴》怎麼會跟淨土沒有關係？這日本法師不通。所以「深信因果」，念佛是因，成佛是果。"
    },
    {
      "id": "03-011-0002_p0036",
      "zh_CN": "下面接着是「读诵大乘，劝进行者」。「读诵大乘」让我们后世的佛弟子，不可以一天离开佛陀教诲，特别是现在这个时代。古人跟我们出家人制定的半月诵戒，佛给我们的教诫半个月温习一次，怕忘掉。现在不行了，半个月？三天都忘光了。所以现在经教天天要读，三天不读佛经，儒家过去所讲的「面目全非」、「面目可憎」，人家一看到你，讨厌。所以大乘经教天天读诵。怎么个读法？你所修的哪一个法门，你只读你主修的一门功课，不要念得太多，念得太多、念得太广，你的心是乱的。读经目的在哪里？目的在修定、在开慧。所以「读诵大乘」是修行，规规矩矩依照方法、依照仪规去做，把自己的恭敬心显露出来。",
      "zh_TW": "下面接著是「讀誦大乘，勸進行者」。「讀誦大乘」讓我們後世的佛弟子，不可以一天離開佛陀教誨，特別是現在這個時代。古人跟我們出家人制定的半月誦戒，佛給我們的教誡半個月溫習一次，怕忘掉。現在不行了，半個月？三天都忘光了。所以現在經教天天要讀，三天不讀佛經，儒家過去所講的「面目全非」、「面目可憎」，人家一看到你，討厭。所以大乘經教天天讀誦。怎麼個讀法？你所修的哪一個法門，你只讀你主修的一門功課，不要念得太多，念得太多、念得太廣，你的心是亂的。讀經目的在哪裡？目的在修定、在開慧。所以「讀誦大乘」是修行，規規矩矩依照方法、依照儀規去做，把自己的恭敬心顯露出來。"
    },
    {
      "id": "03-011-0002_p0037",
      "zh_CN": "现在的社会儿女不孝父母，学生不敬师长，我们讲经法会还有隆重的礼节迎请法师，这个表演要常常给社会大众看，教他什么？教他尊师重道。老师要来上课的时候，恭恭敬敬去礼请，表示自己真诚。一分恭敬得一分利益，十分恭敬得十分利益。如果学生对老师没有恭敬心，老师再好也得不到利益，这是我们用这种仪式来教化众生。是不是讲经法师一定要摆上这个架子，一定要这么做？不是的，我们是在演戏，演给那些不懂得礼节、不懂得规矩的人，演给他们看的。我们是在作演员，他们是看戏的，要做得很逼真，让他看了受感动、受启发，知道我们要以这样的心态对老师，应当以孝顺对父母，做出榜样来给人看。",
      "zh_TW": "現在的社會兒女不孝父母，學生不敬師長，我們講經法會還有隆重的禮節迎請法師，這個表演要常常給社會大眾看，教他什麼？教他尊師重道。老師要來上課的時候，恭恭敬敬去禮請，表示自己真誠。一分恭敬得一分利益，十分恭敬得十分利益。如果學生對老師沒有恭敬心，老師再好也得不到利益，這是我們用這種儀式來教化眾生。是不是講經法師一定要擺上這個架子，一定要這麼做？不是的，我們是在演戲，演給那些不懂得禮節、不懂得規矩的人，演給他們看的。我們是在作演員，他們是看戲的，要做得很逼真，讓他看了受感動、受啟發，知道我們要以這樣的心態對老師，應當以孝順對父母，做出榜樣來給人看。"
    },
    {
      "id": "03-011-0002_p0038",
      "zh_CN": "今天下午，《福报》的记者来访问我，我们也就谈到我当年出来弘法、教佛学院的过程，因为他知道我们在新加坡办培训班。我们培训的时间很短，过去每一届只有三个月、四个月，我们收到了很好的效果。一般佛学院都是四年，我们的同学很感慨的说出，培训班三个月的学习，超过他们佛学院四年的学习都还多。这个并不是我有什么本事教得好，我什么本事都没有，甚至于在培训班里面我都没有跟学生上过课，我所用的一套方法，就是佛家几千年来祖祖相传的老办法。老办法是什么？阿难尊者传的，这是我们祖师，第一个祖师；阿难尊者讲经说法，覆讲释迦牟尼佛过去所讲过的经，他的记忆力很好，重复讲一遍，不可以加自己的意思，也不可以把意思讲漏掉，这样然后大家记录下来，就成为经典，流传给后世。所以讲经怎么个讲法？覆讲，覆讲祖师大德的。佛法里面没有创造，现在人都喜欢创新、创造，佛法里从来没有创新、创造的，连释迦牟尼佛自己都没有创新过。佛很谦虚，说他所讲的一切法不是自己的，是过去古佛说的；孔老夫子一生教学没有创造，夫子「述而不作」，他都是传述古来圣贤人所讲的，没有自己的创造。现在人起心动念都要创造，还得了！结果所创造的全创造错了，错误的，不是正确的，给社会带来麻烦，给众生带来灾害。所以，讲经说法是祖述古人的。",
      "zh_TW": "今天下午，《福報》的記者來訪問我，我們也就談到我當年出來弘法、教佛學院的過程，因為他知道我們在新加坡辦培訓班。我們培訓的時間很短，過去每一屆只有三個月、四個月，我們收到了很好的效果。一般佛學院都是四年，我們的同學很感慨的說出，培訓班三個月的學習，超過他們佛學院四年的學習都還多。這個並不是我有什麼本事教得好，我什麼本事都沒有，甚至於在培訓班裡面我都沒有跟學生上過課，我所用的一套方法，就是佛家幾千年來祖祖相傳的老辦法。老辦法是什麼？阿難尊者傳的，這是我們祖師，第一個祖師；阿難尊者講經說法，覆講釋迦牟尼佛過去所講過的經，他的記憶力很好，重複講一遍，不可以加自己的意思，也不可以把意思講漏掉，這樣然後大家記錄下來，就成為經典，流傳給後世。所以講經怎麼個講法？覆講，覆講祖師大德的。佛法裡面沒有創造，現在人都喜歡創新、創造，佛法裡從來沒有創新、創造的，連釋迦牟尼佛自己都沒有創新過。佛很謙虛，說他所講的一切法不是自己的，是過去古佛說的；孔老夫子一生教學沒有創造，夫子「述而不作」，他都是傳述古來聖賢人所講的，沒有自己的創造。現在人起心動念都要創造，還得了！結果所創造的全創造錯了，錯誤的，不是正確的，給社會帶來麻煩，給眾生帶來災害。所以，講經說法是祖述古人的。"
    },
    {
      "id": "03-011-0002_p0039",
      "zh_CN": "我过去在台中求学，老师是这样教导我的。我们学讲，学什么？覆讲老师的。我在台中听老师讲经，头一天听他讲经，第二天晚上覆讲，听我讲经的同学只有七个人。我们这七个人是个小班，十年在一起，互相在一块学习，一个人讲六个人听，听完之后要批评，要帮助他改正，我们再做研究讨论，我们这样学出来的。在那个时候学习是相当艰难，没有录音机、没有科学工具，完全要凭记忆，听了之后你能够记得住，到第二天还能讲得出来，这样才行，所以我在台中每一个星期覆讲。但是我告诉诸位同学，我现在要求你们写讲稿；你们覆讲一个小时要写一万字讲稿，一个半小时要写一万五千字的讲稿。我在台中覆讲不写讲稿，为什么不写讲稿？我记得住。李老师讲一个小时，我至少可以讲五十五分钟，我有这个能力，没有这个能力，不能学讲经。但是现在行了，现在有录音机，你一遍没有听清楚，听第二遍，你可以听几十遍。我们那个时候可怜，只能听一遍，一遍要是听漏掉了，再去问老师，老师把你骂一顿，甚至于打你，不说，他不跟你讲。他说：「我打你一顿、骂你一顿，再跟你说，你还有个依赖性，『没听清楚没有关系，顶多挨一顿骂，还是可以听到』。骂了、打了，不跟你讲。」这个没有办法了。这是老师对我们的严格要求，我们是这样学出来的。",
      "zh_TW": "我過去在台中求學，老師是這樣教導我的。我們學講，學什麼？覆講老師的。我在台中聽老師講經，頭一天聽他講經，第二天晚上覆講，聽我講經的同學只有七個人。我們這七個人是個小班，十年在一起，互相在一塊學習，一個人講六個人聽，聽完之後要批評，要幫助他改正，我們再做研究討論，我們這樣學出來的。在那個時候學習是相當艱難，沒有錄音機、沒有科學工具，完全要憑記憶，聽了之後你能夠記得住，到第二天還能講得出來，這樣才行，所以我在台中每一個星期覆講。但是我告訴諸位同學，我現在要求你們寫講稿；你們覆講一個小時要寫一萬字講稿，一個半小時要寫一萬五千字的講稿。我在台中覆講不寫講稿，為什麼不寫講稿？我記得住。李老師講一個小時，我至少可以講五十五分鐘，我有這個能力，沒有這個能力，不能學講經。但是現在行了，現在有錄音機，你一遍沒有聽清楚，聽第二遍，你可以聽幾十遍。我們那個時候可憐，只能聽一遍，一遍要是聽漏掉了，再去問老師，老師把你罵一頓，甚至於打你，不說，他不跟你講。他說：「我打你一頓、罵你一頓，再跟你說，你還有個依賴性，『沒聽清楚沒有關係，頂多挨一頓罵，還是可以聽到』。罵了、打了，不跟你講。」這個沒有辦法了。這是老師對我們的嚴格要求，我們是這樣學出來的。"
    },
    {
      "id": "03-011-0002_p0040",
      "zh_CN": "我们的培训班，我给大家的办法是每一个星期上台讲一个小时，每一个星期写一万字讲稿。所以参加培训班很辛苦，毕业出来之后，也很安慰。为什么？你写了一本书，你每一次讲演我们给你录像，你有一套讲经的录像带，这就是你的成绩。所以，我只把参考资料分给你，你去研究、你去写讲稿，到时候上台讲经我在下面听。我听都坐在最后一排，为什么？没有扩音器，最后一排我能够听得见才算数，如果声音小，我听不见不算。一个同学只可以学一部经，不可以学两部经，我们是一门深入，所以个个都有成就。如果你科目太多了，你所学的是佛学常识，一样东西都拿不出去。",
      "zh_TW": "我們的培訓班，我給大家的辦法是每一個星期上台講一個小時，每一個星期寫一萬字講稿。所以參加培訓班很辛苦，畢業出來之後，也很安慰。為什麼？你寫了一本書，你每一次講演我們給你錄像，你有一套講經的錄像帶，這就是你的成績。所以，我只把參考資料分給你，你去研究、你去寫講稿，到時候上台講經我在下面聽。我聽都坐在最後一排，為什麼？沒有擴音器，最後一排我能夠聽得見才算數，如果聲音小，我聽不見不算。一個同學只可以學一部經，不可以學兩部經，我們是一門深入，所以個個都有成就。如果你科目太多了，你所學的是佛學常識，一樣東西都拿不出去。"
    },
    {
      "id": "03-011-0002_p0041",
      "zh_CN": "所以我今天，一生我都很感慨！佛光山开山的时候，办了个东方佛教学院，星云大师邀请我去教书，做他们教务主任，我在佛光山住了十个月，以后我们的意见不相投，我离开了。他那个佛学院跟一般佛学院一样，开了很多课程，请了很多老师。我的办法是不必请那么多老师，也不必开那么多课程，他那个时候有一百多个同学，每一个同学专门学一部经，决定不可以学第二部经。如果照我这个办法，四年学一部经，每一个人都学好了。这一部经要是真正努力搞上十年，你就变成专家。你学《弥陀经》，你就是活的阿弥陀佛了；你学《普门品》，你是活的观音菩萨。全世界讲《弥陀经》，没有人讲得过你；讲《普门品》，没有人比得过他。专家，不要作通家，通不了的，一定要专。所以你就了解，佛学院为什么失败？佛学院是通家，他没通得了。我这个培训班为什么能成功？我是专家，就是这么一点诀窍，没有别的。诸位如果再仔细去打听打听，竺摩老法师是讲经的人；在台湾、在中国、在新加坡，演培法师是讲经的人。演培法师曾经很感叹，我们聊天谈起来：「佛学院出来讲经的法师，没有。我们这一代讲经的法师都是讲小座、讲覆讲学成的。」他指着我：「包括你在内。」我也是覆讲成就的。这就说明中国几千年「读诵大乘」这个传统的方式有价值，这个教学法到今天还是成功的，不落伍，不会被淘汰的。",
      "zh_TW": "所以我今天，一生我都很感慨！佛光山開山的時候，辦了個東方佛教學院，星雲大師邀請我去教書，做他們教務主任，我在佛光山住了十個月，以後我們的意見不相投，我離開了。他那個佛學院跟一般佛學院一樣，開了很多課程，請了很多老師。我的辦法是不必請那麼多老師，也不必開那麼多課程，他那個時候有一百多個同學，每一個同學專門學一部經，決定不可以學第二部經。如果照我這個辦法，四年學一部經，每一個人都學好了。這一部經要是真正努力搞上十年，你就變成專家。你學《彌陀經》，你就是活的阿彌陀佛了；你學《普門品》，你是活的觀音菩薩。全世界講《彌陀經》，沒有人講得過你；講《普門品》，沒有人比得過他。專家，不要作通家，通不了的，一定要專。所以你就了解，佛學院為什麼失敗？佛學院是通家，他沒通得了。我這個培訓班為什麼能成功？我是專家，就是這麼一點訣竅，沒有別的。諸位如果再仔細去打聽打聽，竺摩老法師是講經的人；在台灣、在中國、在新加坡，演培法師是講經的人。演培法師曾經很感歎，我們聊天談起來：「佛學院出來講經的法師，沒有。我們這一代講經的法師都是講小座、講覆講學成的。」他指著我：「包括你在內。」我也是覆講成就的。這就說明中國幾千年「讀誦大乘」這個傳統的方式有價值，這個教學法到今天還是成功的，不落伍，不會被淘汰的。"
    },
    {
      "id": "03-011-0002_p0042",
      "zh_CN": "今天我们要培训讲经弘法的人才，迫切需要，全世界都需要。但是，讲经的方法不难，我跟诸位同学说过，你们都亲身体验，三个月决定成就，可以有相当好的成绩表现出来。最难在哪里？最难在德行，你能不能放弃名闻利养，能不能放弃五欲六尘的享受，难在这个地方。这一点做不到，你虽然学讲经，你一生都不能够深入；换句话说，一生能讲，讲得很浅显，用现在的话说，没有深度。如果有深度、有智慧，必定要断烦恼，要真修行。",
      "zh_TW": "今天我們要培訓講經弘法的人才，迫切需要，全世界都需要。但是，講經的方法不難，我跟諸位同學說過，你們都親身體驗，三個月決定成就，可以有相當好的成績表現出來。最難在哪裡？最難在德行，你能不能放棄名聞利養，能不能放棄五欲六塵的享受，難在這個地方。這一點做不到，你雖然學講經，你一生都不能夠深入；換句話說，一生能講，講得很淺顯，用現在的話說，沒有深度。如果有深度、有智慧，必定要斷煩惱，要真修行。"
    },
    {
      "id": "03-011-0002_p0043",
      "zh_CN": "我在讲席里面讲得很多，佛法有弘法、有护法，弘法的法师决定不能小看护法的法师，护法他的功德高于弘法。哪些是护法的？这个道场的住持是护法的；道场是学校，他是校长，弘法的人是教员，他聘请你到这个地方来讲经说法。我们身分地位要搞清楚，彼此要互相尊重，教员一定要尊重校长，校长也要尊重教员，互相尊重、互助合作，佛法才能够发扬光大。没有好校长，他不请你来，你有天大的本事，讲得天花乱坠，没有地方讲，没有地方去表演。一定要有好学校，极乐寺是个好学校。我们有个好校长，他才能聘请教员到这个地方来讲经说法。大众闻佛法的利益是谁的？校长的，这个道理一定要懂。学校办得好，政府奖励校长，不会奖励教员，功德是校长的。所以，佛法能不能久住世间，能不能发扬光大，就在道场有没有好住持，学校有没有好校长，关键在此地，不在教员。教员要发心，一生非常辛苦，专心致力于教理的研究、德行的增上，决定不管事，一生当教员，你的教学会成功。",
      "zh_TW": "我在講席裡面講得很多，佛法有弘法、有護法，弘法的法師決定不能小看護法的法師，護法他的功德高於弘法。哪些是護法的？這個道場的住持是護法的；道場是學校，他是校長，弘法的人是教員，他聘請你到這個地方來講經說法。我們身分地位要搞清楚，彼此要互相尊重，教員一定要尊重校長，校長也要尊重教員，互相尊重、互助合作，佛法才能夠發揚光大。沒有好校長，他不請你來，你有天大的本事，講得天花亂墜，沒有地方講，沒有地方去表演。一定要有好學校，極樂寺是個好學校。我們有個好校長，他才能聘請教員到這個地方來講經說法。大眾聞佛法的利益是誰的？校長的，這個道理一定要懂。學校辦得好，政府獎勵校長，不會獎勵教員，功德是校長的。所以，佛法能不能久住世間，能不能發揚光大，就在道場有沒有好住持，學校有沒有好校長，關鍵在此地，不在教員。教員要發心，一生非常辛苦，專心致力於教理的研究、德行的增上，決定不管事，一生當教員，你的教學會成功。"
    },
    {
      "id": "03-011-0002_p0044",
      "zh_CN": "过去教我哲学的老师方东美先生，一生作教授。我有一个中学时代的同学，以后是台湾大学历史系研究所的指导教授傅乐成先生，跟我非常好，一生办教育，很清高，除了读书就是教学、就是上课，没有事务烦心。有一年，台南成功大学建立之后，聘请他作文学院院长，他做了一个学期，不干了，辞职了，回来跟我说：「不是人干的。」一生念书，教书人，从来没有管过事务，这一下管事务，他就乱了。所以，社会上，佛家也是一样，要懂得分工，我们分在哪一个岗位，我尽忠职守。我分在讲经教学的这个岗位，所以我一生没有作住持、没有作当家，我自己一生没有道场，别人供养我的这些钱物，我统统拿去印经、做VCD，统统都散掉了，都散到十方。年轻的时候学佛，老师常常提示，「施主一粒米，大如须弥山。今生不了道，披毛戴角还」，听到这四句话寒毛直竖，害怕。人家供养我的，马上转布施给别人，将来我不了道要还债，那些人替我还，我不要还。",
      "zh_TW": "過去教我哲學的老師方東美先生，一生作教授。我有一個中學時代的同學，以後是台灣大學歷史系研究所的指導教授傅樂成先生，跟我非常好，一生辦教育，很清高，除了讀書就是教學、就是上課，沒有事務煩心。有一年，台南成功大學建立之後，聘請他作文學院院長，他做了一個學期，不幹了，辭職了，回來跟我說：「不是人幹的。」一生念書，教書人，從來沒有管過事務，這一下管事務，他就亂了。所以，社會上，佛家也是一樣，要懂得分工，我們分在哪一個崗位，我盡忠職守。我分在講經教學的這個崗位，所以我一生沒有作住持、沒有作當家，我自己一生沒有道場，別人供養我的這些錢物，我統統拿去印經、做VCD，統統都散掉了，都散到十方。年輕的時候學佛，老師常常提示，「施主一粒米，大如須彌山。今生不了道，披毛戴角還」，聽到這四句話寒毛直豎，害怕。人家供養我的，馬上轉布施給別人，將來我不了道要還債，那些人替我還，我不要還。"
    },
    {
      "id": "03-011-0002_p0045",
      "zh_CN": "所以教学、学法，古人的经验是好，现在人所想出的这些方法，没有经过历史的考验，都在那里试验、在那里探索，出了毛病怎么办？我们这一生岂不是耽误了！佛在经典上说得很好：「人身难得，佛法难闻。」人身难得而易失，失去人身下一次再得人身，不是来世，可能是多少劫、几十个劫、几百个劫，「百千万劫难遭遇」，机缘很不容易得到。今天得到，得到而轻易失掉，这是我们自己的罪过；所以得到要知道珍重，要知道把握，决定不能够失去。因此，这一生当中决定要随顺佛陀的教诲。我们今天专依《大乘无量寿经》的教学，所以「读诵大乘」，我们每天念《无量寿经》。念多了，恭恭敬敬去念，遍遍都有悟处，其味无穷。如果是轻慢心去念，你念了会生烦恼，天天念这个没意思。恭敬心去念，真诚心去念，有悟处、有心得，你会念得很舒畅、很快乐，烦恼轻、智慧长。",
      "zh_TW": "所以教學、學法，古人的經驗是好，現在人所想出的這些方法，沒有經過歷史的考驗，都在那裡試驗、在那裡探索，出了毛病怎麼辦？我們這一生豈不是耽誤了！佛在經典上說得很好：「人身難得，佛法難聞。」人身難得而易失，失去人身下一次再得人身，不是來世，可能是多少劫、幾十個劫、幾百個劫，「百千萬劫難遭遇」，機緣很不容易得到。今天得到，得到而輕易失掉，這是我們自己的罪過；所以得到要知道珍重，要知道把握，決定不能夠失去。因此，這一生當中決定要隨順佛陀的教誨。我們今天專依《大乘無量壽經》的教學，所以「讀誦大乘」，我們每天念《無量壽經》。念多了，恭恭敬敬去念，遍遍都有悟處，其味無窮。如果是輕慢心去念，你念了會生煩惱，天天念這個沒意思。恭敬心去念，真誠心去念，有悟處、有心得，你會念得很舒暢、很快樂，煩惱輕、智慧長。"
    },
    {
      "id": "03-011-0002_p0046",
      "zh_CN": "有多余的时间，可不可以涉猎大乘经教？也可以。大乘经教必须与自己主修这一部经典有关系的，帮助我们能够更深入理解的，这个可以看。但是初学不可以，古人规定什么时候？五年以后。五年当中专读一部经，不可以读第二部经。我在台中接受李老师的教学，就要守这个规矩，五年当中专学一部经，这一部经里头成就戒、定、慧。这个「慧」是根本智，《般若经》上讲的根本智。根本智是无知，「般若无知，无所不知」，无知是根本智。我们先要求无知，第二步才求无所不知。《华严经》上善财童子给我们表现的，他在文殊菩萨这一会里面求根本智，戒、定、慧三学得到了，文殊菩萨不准他再住了，教他出去参学，这就是著名的五十三参。五十三参成就后得智，后得智就是无所不知，你六根接触六尘境界，只生智慧不生烦恼。就像惠能大师在《坛经》里面所说的，他在黄梅见五祖，跟五祖说：「弟子心中常生智慧。」那是什么原因？他已经有了根本智，见色闻声生智慧不生烦恼。我们今天要是跟祖师见面，一定垂头丧气：「弟子心中常生烦恼。」怎么会一样？前人做了好榜样，我们要知道怎么样去学习。",
      "zh_TW": "有多餘的時間，可不可以涉獵大乘經教？也可以。大乘經教必須與自己主修這一部經典有關係的，幫助我們能夠更深入理解的，這個可以看。但是初學不可以，古人規定什麼時候？五年以後。五年當中專讀一部經，不可以讀第二部經。我在台中接受李老師的教學，就要守這個規矩，五年當中專學一部經，這一部經裡頭成就戒、定、慧。這個「慧」是根本智，《般若經》上講的根本智。根本智是無知，「般若無知，無所不知」，無知是根本智。我們先要求無知，第二步才求無所不知。《華嚴經》上善財童子給我們表現的，他在文殊菩薩這一會裡面求根本智，戒、定、慧三學得到了，文殊菩薩不准他再住了，教他出去參學，這就是著名的五十三參。五十三參成就後得智，後得智就是無所不知，你六根接觸六塵境界，只生智慧不生煩惱。就像惠能大師在《壇經》裡面所說的，他在黃梅見五祖，跟五祖說：「弟子心中常生智慧。」那是什麼原因？他已經有了根本智，見色聞聲生智慧不生煩惱。我們今天要是跟祖師見面，一定垂頭喪氣：「弟子心中常生煩惱。」怎麼會一樣？前人做了好榜樣，我們要知道怎麼樣去學習。"
    },
    {
      "id": "03-011-0002_p0047",
      "zh_CN": "末后一句，「劝进行者」，这就是积极，无比的积极。我们要帮助人、要劝人破迷开悟，离苦得乐。众生最大的苦难是什么？是对于宇宙人生的道理不明，对于人与人之间的相处、人与自然环境的相处、人与天地鬼神的相处一无所知，随顺自己烦恼习气，造无量无边的罪业，受冤枉的苦报，你说这多可怜！我们学会了，就有义务、有使命帮助这些人觉悟，帮助这些人回头，像释迦牟尼佛一样，天天积极为社会、为众生讲经说法，讲经说法就是上课、就是教学，永远没有休息，哪个地方有人请，就得去。",
      "zh_TW": "末後一句，「勸進行者」，這就是積極，無比的積極。我們要幫助人、要勸人破迷開悟，離苦得樂。眾生最大的苦難是什麼？是對於宇宙人生的道理不明，對於人與人之間的相處、人與自然環境的相處、人與天地鬼神的相處一無所知，隨順自己煩惱習氣，造無量無邊的罪業，受冤枉的苦報，你說這多可憐！我們學會了，就有義務、有使命幫助這些人覺悟，幫助這些人回頭，像釋迦牟尼佛一樣，天天積極為社會、為眾生講經說法，講經說法就是上課、就是教學，永遠沒有休息，哪個地方有人請，就得去。"
    },
    {
      "id": "03-011-0002_p0048",
      "zh_CN": "佛法是师道，师道是要受尊重的，「只闻来学，未闻往教」。为什么？大家有心来求学，他能得利益；没有心想求学，你要把佛法送给他，人家瞧不起你，没有把你当作一回事情，甚至于还侮辱你，他还造罪业。不是佛法一定要端起什么架子，不是的，这是师道必然的道理。只要有求，一定诚心诚意的去帮助他，决定不能够拒绝。释迦牟尼佛，我们在经典上看，从来没有一次拒绝过请法的人。有人来求法，我们要是拒绝他，这是过失。所以一切世尊都给我们做了最佳的榜样，常常想释迦牟尼佛，向他老人家学习就没错。末后世尊做了个总结：",
      "zh_TW": "佛法是師道，師道是要受尊重的，「只聞來學，未聞往教」。為什麼？大家有心來求學，他能得利益；沒有心想求學，你要把佛法送給他，人家瞧不起你，沒有把你當作一回事情，甚至於還侮辱你，他還造罪業。不是佛法一定要端起什麼架子，不是的，這是師道必然的道理。只要有求，一定誠心誠意的去幫助他，決定不能夠拒絕。釋迦牟尼佛，我們在經典上看，從來沒有一次拒絕過請法的人。有人來求法，我們要是拒絕他，這是過失。所以一切世尊都給我們做了最佳的榜樣，常常想釋迦牟尼佛，向他老人家學習就沒錯。末後世尊做了個總結："
    },
    {
      "id": "03-011-0002_p0049",
      "zh_CN": "【如此三事，名为净业。】",
      "zh_TW": "【如此三事，名為淨業。】"
    },
    {
      "id": "03-011-0002_p0050",
      "zh_CN": "这三桩事情，三条十一句，这叫做「净业」。末后特别嘱咐韦提希，韦提希是我们大众的代表，嘱咐她就是嘱咐我们。",
      "zh_TW": "這三樁事情，三條十一句，這叫做「淨業」。末後特別囑咐韋提希，韋提希是我們大眾的代表，囑咐她就是囑咐我們。"
    },
    {
      "id": "03-011-0002_p0051",
      "zh_CN": "【佛告韦提希：汝今知否。】",
      "zh_TW": "【佛告韋提希：汝今知否。】"
    },
    {
      "id": "03-011-0002_p0052",
      "zh_CN": "妳知不知道。",
      "zh_TW": "妳知不知道。"
    },
    {
      "id": "03-011-0002_p0053",
      "zh_CN": "【此三种业】",
      "zh_TW": "【此三種業】"
    },
    {
      "id": "03-011-0002_p0054",
      "zh_CN": "这三种净业。",
      "zh_TW": "這三種淨業。"
    },
    {
      "id": "03-011-0002_p0055",
      "zh_CN": "【乃是过去、未来、现在，三世诸佛，净业正因。】",
      "zh_TW": "【乃是過去、未來、現在，三世諸佛，淨業正因。】"
    },
    {
      "id": "03-011-0002_p0056",
      "zh_CN": "这一句话说得重，我们恍然大悟，无论修学哪一个法门，显教、密教，宗门、教下，所谓是八万四千法门，无量法门，这三条是基础，这是「净业正因」。如果没有这个基础，无论修学哪个法门都会落空，都不能成就。这三条就像我们盖房子一样，是打地基；不管你盖多么高的房子，不管你盖什么样形式的房子，基础重要，没有基础什么成就都没有。我们要好好的反省、好好的想想，我们学佛学了这么多年，为什么到今天还是这个样子，毫无进步？看看《高僧传》、看看《居士传》，人家三年五载开悟的开悟、证果的证果，我学了这么多年，什么都不是。仔细回想，原来没有打基础，把这三条疏忽掉了。所以学佛从哪里学起？从这三条学起。今天时间到了，我跟诸位简单的介绍「净业三福」，就到这个地方圆满。谢谢诸位同修。",
      "zh_TW": "這一句話說得重，我們恍然大悟，無論修學哪一個法門，顯教、密教，宗門、教下，所謂是八萬四千法門，無量法門，這三條是基礎，這是「淨業正因」。如果沒有這個基礎，無論修學哪個法門都會落空，都不能成就。這三條就像我們蓋房子一樣，是打地基；不管你蓋多麼高的房子，不管你蓋什麼樣形式的房子，基礎重要，沒有基礎什麼成就都沒有。我們要好好的反省、好好的想想，我們學佛學了這麼多年，為什麼到今天還是這個樣子，毫無進步？看看《高僧傳》、看看《居士傳》，人家三年五載開悟的開悟、證果的證果，我學了這麼多年，什麼都不是。仔細回想，原來沒有打基礎，把這三條疏忽掉了。所以學佛從哪裡學起？從這三條學起。今天時間到了，我跟諸位簡單的介紹「淨業三福」，就到這個地方圓滿。謝謝諸位同修。"
    }
  ]
}