{
  "doc_id": "01-011-0005",
  "title": {
    "zh_CN": "佛说阿弥陀经要解",
    "zh_TW": "佛說阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "美国加州迪安萨大学",
    "zh_TW": "美國加州迪安薩大學"
  },
  "doc_number": "01-011-0005",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "01-011-0005_p0001",
      "zh_CN": "请掀开经本，第四面第六行。",
      "zh_TW": "請掀開經本，第四面第六行。"
    },
    {
      "id": "01-011-0005_p0002",
      "zh_CN": "「实相之体，非寂非照，而复寂而恒照，照而恒寂。」这一段的意思很深，不仅是净宗的经典以实相为体，也就是根据事实真相为我们说的，所有一切大乘经都是根据实相而说的。这不但使我们建立清净的信心，同时我们也真正明白了，所有一切大乘经论是平等的，诸法平等，无有高下。为什么是平等的？因为都是依实相理体而说的。由此可知，大乘法门无论哪一个法门，到最后的结果是教给我们去证实实相，把这个事情要证明、要亲证。这就是佛门里常讲的成佛，成佛就是亲证实相。正是说明不仅是一切法是平等的，一切法是圆融的，更显示出佛佛道同。",
      "zh_TW": "「實相之體，非寂非照，而復寂而恆照，照而恆寂。」這一段的意思很深，不僅是淨宗的經典以實相為體，也就是根據事實真相為我們說的，所有一切大乘經都是根據實相而說的。這不但使我們建立清淨的信心，同時我們也真正明白了，所有一切大乘經論是平等的，諸法平等，無有高下。為什麼是平等的？因為都是依實相理體而說的。由此可知，大乘法門無論哪一個法門，到最後的結果是教給我們去證實實相，把這個事情要證明、要親證。這就是佛門裡常講的成佛，成佛就是親證實相。正是說明不僅是一切法是平等的，一切法是圓融的，更顯示出佛佛道同。"
    },
    {
      "id": "01-011-0005_p0003",
      "zh_CN": "那么体是很勉强、非常不得已的说法，为什么？因为他前面讲它离言说、离文字、离心缘。实在说，不但它是言语没有办法表达，说不出来，就是思惟想像都不能到达。古德常说，「开口便错，动念即乖」，起心动念已经不是实相之体了。但是实相的样子，这里几句话描绘得很好。它虽然寂照都用不上，这些名字都加不上，可是事实上它确实有这个意思在。「寂」是寂静，「照」是明了，像水一样，水在非常澄清，没有风浪，非常干净、一尘不染的时候，我们从水面可以看到水底下，看得清清楚楚。这是它的洁净，一尘不染，从水面上像一面镜子一样，它能把外面的景象照得清清楚楚。它确实没有起心也没有动念，它也没有意思照，也没有意思寂，都没有寂照的意思，但是它确实有这个现象。这是给我们说明真实的人生、真正的受用，心清净，清净是寂的意思，万事万物没有一样不明了。不但眼前一切事情通达明了，还有过去的事情、还有未来的事情、还有他方世界的事情，统统都能明了，这是照。这是我们一般人所讲的神通，「通」就是通达没有障碍，通达十方，通达三世，三世是讲过去现在未来，一切都通达，这是通的意思。「神」是神奇，不是我们凡夫常识所能够理解的，所以这是不可思议的一种能力。",
      "zh_TW": "那麼體是很勉強、非常不得已的說法，為什麼？因為他前面講它離言說、離文字、離心緣。實在說，不但它是言語沒有辦法表達，說不出來，就是思惟想像都不能到達。古德常說，「開口便錯，動念即乖」，起心動念已經不是實相之體了。但是實相的樣子，這裡幾句話描繪得很好。它雖然寂照都用不上，這些名字都加不上，可是事實上它確實有這個意思在。「寂」是寂靜，「照」是明瞭，像水一樣，水在非常澄清，沒有風浪，非常乾淨、一塵不染的時候，我們從水面可以看到水底下，看得清清楚楚。這是它的潔淨，一塵不染，從水面上像一面鏡子一樣，它能把外面的景象照得清清楚楚。它確實沒有起心也沒有動念，它也沒有意思照，也沒有意思寂，都沒有寂照的意思，但是它確實有這個現象。這是給我們說明真實的人生、真正的受用，心清淨，清淨是寂的意思，萬事萬物沒有一樣不明瞭。不但眼前一切事情通達明瞭，還有過去的事情、還有未來的事情、還有他方世界的事情，統統都能明瞭，這是照。這是我們一般人所講的神通，「通」就是通達沒有障礙，通達十方，通達三世，三世是講過去現在未來，一切都通達，這是通的意思。「神」是神奇，不是我們凡夫常識所能夠理解的，所以這是不可思議的一種能力。"
    },
    {
      "id": "01-011-0005_p0004",
      "zh_CN": "佛告诉我们，这个能力并不是诸佛如来专利的，不是他专有的，佛说了，一切众生个个都有，本来就是这个样子。虽然我们有，但是我们今天这个能力丧失掉了，丧失并不是全部的丧失，不是的，丧失了大部分。我们今天眼能见、耳能听、鼻能嗅，就是这个能力的起用。但是我们现在这个能力很小，小到譬如说我们眼见，隔一张纸就看不见，纸外面就看不见，这就是我们的能力小了。如果依照佛在经典上说的能力，我们见的能力是任何物质都不能够障碍的，这是讲见的能力。听的能力也是如此，所谓说是尽虚空遍法界的音声都能听得到，十方世界、过去未来都能够见得到。这是我们的本能，就是寂照。",
      "zh_TW": "佛告訴我們，這個能力並不是諸佛如來專利的，不是他專有的，佛說了，一切眾生個個都有，本來就是這個樣子。雖然我們有，但是我們今天這個能力喪失掉了，喪失並不是全部的喪失，不是的，喪失了大部分。我們今天眼能見、耳能聽、鼻能嗅，就是這個能力的起用。但是我們現在這個能力很小，小到譬如說我們眼見，隔一張紙就看不見，紙外面就看不見，這就是我們的能力小了。如果依照佛在經典上說的能力，我們見的能力是任何物質都不能夠障礙的，這是講見的能力。聽的能力也是如此，所謂說是盡虛空遍法界的音聲都能聽得到，十方世界、過去未來都能夠見得到。這是我們的本能，就是寂照。"
    },
    {
      "id": "01-011-0005_p0005",
      "zh_CN": "我们这个能力怎么丧失掉的？这个要知道。这是佛在经上常常给我们说的，所谓「一念不觉而有无明」。无明就是不明了，本来是明，明就是照，无明就是照的能力失掉了。诸位要记住，照的能力失掉，是一念无明，心里面起了念头，所以说真心离念，真心里面没有念头，六祖说得好，「本来无一物」，那是真心，有了一念，真心就起了障碍，这一念就是障碍，那一念就叫做无明。这一念是迷，这个迷的一念起来之后，决定是愈迷愈深，麻烦就从这儿来了。像这些道理，佛在大乘经论里面，像《华严》、像法相唯识宗的经论，说得非常详细。佛告诉我们究竟怎么样迷的，迷了之后，又如何能把这个迷打破，恢复到清净心性。在法相唯识典籍里面，著名的有六经十一论，其他大乘经里面说得少，没有那么透彻。所以，清净心就起照的作用。",
      "zh_TW": "我們這個能力怎麼喪失掉的？這個要知道。這是佛在經上常常給我們說的，所謂「一念不覺而有無明」。無明就是不明了，本來是明，明就是照，無明就是照的能力失掉了。諸位要記住，照的能力失掉，是一念無明，心裡面起了念頭，所以說真心離念，真心裡面沒有念頭，六祖說得好，「本來無一物」，那是真心，有了一念，真心就起了障礙，這一念就是障礙，那一念就叫做無明。這一念是迷，這個迷的一念起來之後，決定是愈迷愈深，麻煩就從這兒來了。像這些道理，佛在大乘經論裡面，像《華嚴》、像法相唯識宗的經論，說得非常詳細。佛告訴我們究竟怎麼樣迷的，迷了之後，又如何能把這個迷打破，恢復到清淨心性。在法相唯識典籍裡面，著名的有六經十一論，其他大乘經裡面說得少，沒有那麼透徹。所以，清淨心就起照的作用。"
    },
    {
      "id": "01-011-0005_p0006",
      "zh_CN": "拿我们现在的话来讲，迷就是感情，情，迷情；智是理智，照就是理智。情愈深，迷得就愈重，就很难见到事实的真相。我们世间人害怕，世间人都喜欢情要深才好，一旦要是情没有了，人还有什么意思？大家都怕这个。其实诸位不晓得，世间人那个情是从迷妄里面生的，那种情的真相是虚情假意，不是真的。为什么？它会变化，会变当然就不是真的。唯有从理智里面生出来的，那是真的，永远不变，真就是真情。诸位要记住，世间没有真情，你们千万不要上当，世间决定没有真情，都是假的，虚情假意。所以我们不会被人欺骗，自己也不要欺骗自己，这才叫有智慧。到什么时候才会有真情？实在讲，佛在大小乘经里面都给我们说过，他说你证得阿罗汉果之后才能相信你自己；换句话说，阿罗汉的情就比较真，就不是假的。为什么？不会变的，不会随着自己感情变，不会随着外面境界变，那是真的。真的情，佛法里头不用这个字，换了个名词叫「慈悲」。诸位要知道，慈悲就是真的情，不会变的。所以我们用一个慈悲，用一个情与爱来辨别真与假，情跟爱都是假的，都是会变的，都不是永恒的，慈悲是不变的。为什么？慈悲是从寂照里面生出来的。",
      "zh_TW": "拿我們現在的話來講，迷就是感情，情，迷情；智是理智，照就是理智。情愈深，迷得就愈重，就很難見到事實的真相。我們世間人害怕，世間人都喜歡情要深才好，一旦要是情沒有了，人還有什麼意思？大家都怕這個。其實諸位不曉得，世間人那個情是從迷妄裡面生的，那種情的真相是虛情假意，不是真的。為什麼？它會變化，會變當然就不是真的。唯有從理智裡面生出來的，那是真的，永遠不變，真就是真情。諸位要記住，世間沒有真情，你們千萬不要上當，世間決定沒有真情，都是假的，虛情假意。所以我們不會被人欺騙，自己也不要欺騙自己，這才叫有智慧。到什麼時候才會有真情？實在講，佛在大小乘經裡面都給我們說過，他說你證得阿羅漢果之後才能相信你自己；換句話說，阿羅漢的情就比較真，就不是假的。為什麼？不會變的，不會隨著自己感情變，不會隨著外面境界變，那是真的。真的情，佛法裡頭不用這個字，換了個名詞叫「慈悲」。諸位要知道，慈悲就是真的情，不會變的。所以我們用一個慈悲，用一個情與愛來辨別真與假，情跟愛都是假的，都是會變的，都不是永恆的，慈悲是不變的。為什麼？慈悲是從寂照裡面生出來的。"
    },
    {
      "id": "01-011-0005_p0007",
      "zh_CN": "「寂」就是清净心，「照」就是清净心的起作用，佛教里面常讲不变随缘，随缘不变，不变就是寂的意思，本来无一物，它怎么会变？有一物才会变，无一物当然就不变了。照就是随缘，像一面镜子一样它不变，但是它照的时候随着外面境界，我们中国古人用比喻叫「胡来现胡，汉来现汉」。汉是中国人，中国人照这个镜子，镜子里现的是中国人；胡人是外国人，外国人跟我们面貌不一样，外国人照这个镜子，镜子里面现外国人。镜子它随缘，虽然随缘它不变，它不变就是它不留迹相，你境界去了，它里面不落印象，这个叫随缘。我们今天随缘做不到，为什么？会落印象。不落印象才叫随缘，落了印象算什么随缘，那是生烦恼了。所以要有这个能力，心地永远清净，能随一切境界之缘，随缘要知道绝不落印象，就是决没有分别、执着。前面跟诸位说得很多了。",
      "zh_TW": "「寂」就是清淨心，「照」就是清淨心的起作用，佛教裡面常講不變隨緣，隨緣不變，不變就是寂的意思，本來無一物，它怎麼會變？有一物才會變，無一物當然就不變了。照就是隨緣，像一面鏡子一樣它不變，但是它照的時候隨著外面境界，我們中國古人用比喻叫「胡來現胡，漢來現漢」。漢是中國人，中國人照這個鏡子，鏡子裡現的是中國人；胡人是外國人，外國人跟我們面貌不一樣，外國人照這個鏡子，鏡子裡面現外國人。鏡子它隨緣，雖然隨緣它不變，它不變就是它不留跡相，你境界去了，它裡面不落印象，這個叫隨緣。我們今天隨緣做不到，為什麼？會落印象。不落印象才叫隨緣，落了印象算什麼隨緣，那是生煩惱了。所以要有這個能力，心地永遠清淨，能隨一切境界之緣，隨緣要知道絕不落印象，就是決沒有分別、執著。前面跟諸位說得很多了。"
    },
    {
      "id": "01-011-0005_p0008",
      "zh_CN": "在《无量寿经》经题上，其实也把这些重要的理论、境界为我们说出了。经题里面讲的「清净、平等、觉」，清净、平等就是寂的意思，觉就是照的意思。从清净平等觉里面生出来就是大慈大悲，这是经上教给我们的，我们要从什么地方下手才能够真正契入这个境界？这是我们不能不知道的。古来大德教人从「看破、放下」下手，你先要能看破，看破是智慧，放下是功夫。把你的妄想，妄想就是念头，所有的念头都放下，分别、执着、忧虑、牵挂统统放下，你心才会清净，你才能够见到你的真心。你现在真心为什么透不出来？就是这些东西障碍住了，这些东西都不是真的，全都是假的。你要把真妄辨别清楚，把这些假的全部放下、全部舍弃掉。世间人听到这个话，难！这个好难！他放不下，好难，牵肠挂肚的事情太多了，他不肯把它放下，这是他不知道，迷惑！一天到晚想自己自在、想自己有智慧、想自己有能力，其实自在、智慧、能力真的你统统都有，就是被这些拉哩拉杂的东西障碍住了。你果然把它放下，你的智慧、自在就现前，自己得到真正的自在，在生活当中能够随缘度日，这是真正的幸福。所以我们下手要做的，要看破、放下、自在、随缘，这才能够真正契入清净、平等、正觉、大慈悲的境界，也就是此地讲的「寂而恒照，照而恒寂」。",
      "zh_TW": "在《無量壽經》經題上，其實也把這些重要的理論、境界為我們說出了。經題裡面講的「清淨、平等、覺」，清淨、平等就是寂的意思，覺就是照的意思。從清淨平等覺裡面生出來就是大慈大悲，這是經上教給我們的，我們要從什麼地方下手才能夠真正契入這個境界？這是我們不能不知道的。古來大德教人從「看破、放下」下手，你先要能看破，看破是智慧，放下是功夫。把你的妄想，妄想就是念頭，所有的念頭都放下，分別、執著、憂慮、牽掛統統放下，你心才會清淨，你才能夠見到你的真心。你現在真心為什麼透不出來？就是這些東西障礙住了，這些東西都不是真的，全都是假的。你要把真妄辨別清楚，把這些假的全部放下、全部捨棄掉。世間人聽到這個話，難！這個好難！他放不下，好難，牽腸掛肚的事情太多了，他不肯把它放下，這是他不知道，迷惑！一天到晚想自己自在、想自己有智慧、想自己有能力，其實自在、智慧、能力真的你統統都有，就是被這些拉哩拉雜的東西障礙住了。你果然把它放下，你的智慧、自在就現前，自己得到真正的自在，在生活當中能夠隨緣度日，這是真正的幸福。所以我們下手要做的，要看破、放下、自在、隨緣，這才能夠真正契入清淨、平等、正覺、大慈悲的境界，也就是此地講的「寂而恆照，照而恆寂」。"
    },
    {
      "id": "01-011-0005_p0009",
      "zh_CN": "再看底下这一句。「照而寂，强名常寂光土，寂而照，强名清净法身。」这两句告诉我们，寂跟照、照跟寂是可以互相做体用的，这在前面也给诸位报告过。寂是体，照是作用；照是体，寂是作用。强是勉强，实在不得已建立这个假名。以寂为体，照而寂，这个叫常寂光土，这是以寂为体。寂而照是以照为体，寂是作用，这个勉强叫它做清净法身。这两句就是我们自己一念心性，就是真心、就是本性，也就是诸佛如来的身土，身土不二。身土为什么会不二？因为寂照不二，照寂不二，这个意思很深，但是这是真正的事实。大师为我们辨体，不能不给我们说出来，这是最原始的理论依据。",
      "zh_TW": "再看底下這一句。「照而寂，強名常寂光土，寂而照，強名清淨法身。」這兩句告訴我們，寂跟照、照跟寂是可以互相做體用的，這在前面也給諸位報告過。寂是體，照是作用；照是體，寂是作用。強是勉強，實在不得已建立這個假名。以寂為體，照而寂，這個叫常寂光土，這是以寂為體。寂而照是以照為體，寂是作用，這個勉強叫它做清淨法身。這兩句就是我們自己一念心性，就是真心、就是本性，也就是諸佛如來的身土，身土不二。身土為什麼會不二？因為寂照不二，照寂不二，這個意思很深，但是這是真正的事實。大師為我們辨體，不能不給我們說出來，這是最原始的理論依據。"
    },
    {
      "id": "01-011-0005_p0010",
      "zh_CN": "下面逐渐讲到现相上了，前面这是理体。讲到现相上，说「又照寂强名法身，寂照强名报身」，寂光土、清净法身都是属于心性之本体。讲到法身、报身、应化身，这是说佛的三身，是从体起用，起作用，我们就比较容易懂，比较容易去体会。照寂称之为法身，法是指的一切万法，所以法身的意思我们要认识清楚，法是一切万法，一切万法就是自己，这叫法身。这个话确实使我们感到非常迷惑，怎么一切万法是自己？我们一般人都认为这个身是自己，这个身之外就不是自己，叫身外之物，就不是自己，总以为身是自己。佛告诉我们，身不是自己，一切万法是自己，当然身也是万法之一。",
      "zh_TW": "下面逐漸講到現相上了，前面這是理體。講到現相上，說「又照寂強名法身，寂照強名報身」，寂光土、清淨法身都是屬於心性之本體。講到法身、報身、應化身，這是說佛的三身，是從體起用，起作用，我們就比較容易懂，比較容易去體會。照寂稱之為法身，法是指的一切萬法，所以法身的意思我們要認識清楚，法是一切萬法，一切萬法就是自己，這叫法身。這個話確實使我們感到非常迷惑，怎麼一切萬法是自己？我們一般人都認為這個身是自己，這個身之外就不是自己，叫身外之物，就不是自己，總以為身是自己。佛告訴我們，身不是自己，一切萬法是自己，當然身也是萬法之一。"
    },
    {
      "id": "01-011-0005_p0011",
      "zh_CN": "这难懂，佛在经上常用比喻，所以智者，有智慧的人常常从比喻当中能够领悟这个道理。佛常用梦幻来做比喻，像我们作梦，我们人都有作梦的经验。梦中有境界相，梦里头有境界，现相。现相，当然梦里有自己，哪一次作了个梦，梦里头没有自己？诸位有没有这个经验？作梦的时候没有自己，决定没有这个经验，作梦一定有自己。除了有自己，还梦到很多人，有别人，也有山河大地，甚至于也有楼台亭阁，像我们这个世间一样。你梦醒之后，有没有去想一想，梦中境界从哪里来的？梦的时间短，如果细心一追究，很容易觉察到。梦是我们现在一般科学家讲这是下意识的作用，我们佛法里也是讲的心理作用，梦是我们心变现出来的。我们讲的，前面跟你讲的心性，心性有真有妄，有真心、有妄心，我们作梦梦境是妄心变现的。什么妄心？就是妄想、分别、执着，是这种心变现出来的。作梦梦里头自己的人，当然是我们的心变现的，其他的那些人物、山河大地也是这个心变现出来的。除了这个心之外，没有任何一样东西。你就领悟到，整个的梦原来就是自己，梦中自己身是自己，梦中的山河大地也是自己，梦中所有一切人物都是自己。原来全梦即心，那就叫法身。你就承认了，原来所有一切境界都是我自性变现的，这个我们容易承认，我们能够肯定这是事实，确实梦境是我自性变现的。",
      "zh_TW": "這難懂，佛在經上常用比喻，所以智者，有智慧的人常常從比喻當中能夠領悟這個道理。佛常用夢幻來做比喻，像我們作夢，我們人都有作夢的經驗。夢中有境界相，夢裡頭有境界，現相。現相，當然夢裡有自己，哪一次作了個夢，夢裡頭沒有自己？諸位有沒有這個經驗？作夢的時候沒有自己，決定沒有這個經驗，作夢一定有自己。除了有自己，還夢到很多人，有別人，也有山河大地，甚至於也有樓台亭閣，像我們這個世間一樣。你夢醒之後，有沒有去想一想，夢中境界從哪裡來的？夢的時間短，如果細心一追究，很容易覺察到。夢是我們現在一般科學家講這是下意識的作用，我們佛法裡也是講的心理作用，夢是我們心變現出來的。我們講的，前面跟你講的心性，心性有真有妄，有真心、有妄心，我們作夢夢境是妄心變現的。什麼妄心？就是妄想、分別、執著，是這種心變現出來的。作夢夢裡頭自己的人，當然是我們的心變現的，其他的那些人物、山河大地也是這個心變現出來的。除了這個心之外，沒有任何一樣東西。你就領悟到，整個的夢原來就是自己，夢中自己身是自己，夢中的山河大地也是自己，夢中所有一切人物都是自己。原來全夢即心，那就叫法身。你就承認了，原來所有一切境界都是我自性變現的，這個我們容易承認，我們能夠肯定這是事實，確實夢境是我自性變現的。"
    },
    {
      "id": "01-011-0005_p0012",
      "zh_CN": "但是现在外面的境界怎么样？从哪儿来的？这不是作梦。其实这还是在作梦。我们作梦的时候，在梦中不晓得自己作梦，都把它当作真的，醒了之后才知道作梦。佛告诉我们，我们现在正在梦中，十法界依正庄严、虚空大地，是我们真心本性变现出来的，除了心性之外，无有一法可得。佛与大菩萨对于这个事实真相明白了，认识清楚了，就叫做证得法身。所以他对于一切众生的爱心是平等的，决定没有差别，是平等的，是没有任何条件的，所以叫慈悲，「无缘大慈」，缘就是条件，没有条件的，「同体大悲」。为什么没有条件？因为虚空法界跟自己是一体，那还谈什么条件？",
      "zh_TW": "但是現在外面的境界怎麼樣？從哪兒來的？這不是作夢。其實這還是在作夢。我們作夢的時候，在夢中不曉得自己作夢，都把它當作真的，醒了之後才知道作夢。佛告訴我們，我們現在正在夢中，十法界依正莊嚴、虛空大地，是我們真心本性變現出來的，除了心性之外，無有一法可得。佛與大菩薩對於這個事實真相明白了，認識清楚了，就叫做證得法身。所以他對於一切眾生的愛心是平等的，決定沒有差別，是平等的，是沒有任何條件的，所以叫慈悲，「無緣大慈」，緣就是條件，沒有條件的，「同體大悲」。為什麼沒有條件？因為虛空法界跟自己是一體，那還談什麼條件？"
    },
    {
      "id": "01-011-0005_p0013",
      "zh_CN": "我们世间父子之爱是有条件的，为什么？他是我儿子，我要爱他，他是我父亲，还有条件的。唯有自己对自己是无条件的。所以诸佛菩萨对一切众生是自己对自己，是根据这个事实真相上，自自然然流露出来的，叫大慈悲。我们世间人不了解，这个事实连阿罗汉、辟支佛、权教菩萨都不了解。到什么人才了解？我们这部经是圆教经典，圆教初住菩萨才了解。圆教初住菩萨破一品无明，证一分法身，他入这个境界，亲证这个事实真相，他明白了，他了解了。所以这个时候，他的思想见解、想法看法跟诸佛如来没有两样，叫入佛知见，《法华经》上说的入佛知见，他跟佛的见解思想相同，这叫证得清净法身。这是照寂的功夫到一定的程度，所以寂是定，定到一定的程度，照是智慧，智慧起的作用，破一品无明，你就把这个事实真相明了了，就证实了，这个时候叫法身。",
      "zh_TW": "我們世間父子之愛是有條件的，為什麼？他是我兒子，我要愛他，他是我父親，還有條件的。唯有自己對自己是無條件的。所以諸佛菩薩對一切眾生是自己對自己，是根據這個事實真相上，自自然然流露出來的，叫大慈悲。我們世間人不了解，這個事實連阿羅漢、辟支佛、權教菩薩都不了解。到什麼人才了解？我們這部經是圓教經典，圓教初住菩薩才了解。圓教初住菩薩破一品無明，證一分法身，他入這個境界，親證這個事實真相，他明白了，他了解了。所以這個時候，他的思想見解、想法看法跟諸佛如來沒有兩樣，叫入佛知見，《法華經》上說的入佛知見，他跟佛的見解思想相同，這叫證得清淨法身。這是照寂的功夫到一定的程度，所以寂是定，定到一定的程度，照是智慧，智慧起的作用，破一品無明，你就把這個事實真相明瞭了，就證實了，這個時候叫法身。"
    },
    {
      "id": "01-011-0005_p0014",
      "zh_CN": "「寂照强名报身」，寂照是功夫，就是清净心起作用，清净心起作用是充满了智慧，报身就是智慧之身。所以他从清净心里面起的作用，这才能够见到事实真相，事实真相是照寂。所以看到尽虚空遍法界是个什么现象？是寂灭的现象。「又性德寂照名法身，修德寂照名报身。」这是从性修而论。性是本性，真如本性的寂照说实在话是每个人统统都有的。为什么？无关于迷悟，所谓是在佛没有增加，在我们凡夫也没有减少，这是心性里本来具足的。修德就不一样了。佛菩萨有修，所以事实真相他完全明白；我们这些人在迷，没修，对于事实真相是完全不了解。佛菩萨给我们讲，我们还半信半疑，甚至于完全不能接受，这是我们没有修德。所以要紧的是要知道如何修，下面就教给我们了。",
      "zh_TW": "「寂照強名報身」，寂照是功夫，就是清淨心起作用，清淨心起作用是充滿了智慧，報身就是智慧之身。所以他從清淨心裡面起的作用，這才能夠見到事實真相，事實真相是照寂。所以看到盡虛空遍法界是個什麼現象？是寂滅的現象。「又性德寂照名法身，修德寂照名報身。」這是從性修而論。性是本性，真如本性的寂照說實在話是每個人統統都有的。為什麼？無關於迷悟，所謂是在佛沒有增加，在我們凡夫也沒有減少，這是心性裡本來具足的。修德就不一樣了。佛菩薩有修，所以事實真相他完全明白；我們這些人在迷，沒修，對於事實真相是完全不了解。佛菩薩給我們講，我們還半信半疑，甚至於完全不能接受，這是我們沒有修德。所以要緊的是要知道如何修，下面就教給我們了。"
    },
    {
      "id": "01-011-0005_p0015",
      "zh_CN": "「又修德照寂名受用身，修德寂照名应化身。」我们用最简单、最通俗的词句来说，「照」就是清清楚楚，我们眼见色清楚、明了，耳闻声也清楚、也明了，这是照。「寂」是什么？寂是如如不动，决定在境界上没有起心动念，这是寂。换句话说，清清楚楚、明明白白，心地清净不生一念，这个叫自受用身，「受」是享受。我们世间人都知道，每个人都很羡慕，享福，福是什么？不晓得。这个人叫真正会享福，你看样样明了，如如不动，如如不动是决定没有烦恼，样样明了是充满了智慧。这个是自受用，就是自己真正的享受。这是我们要学的，我们日子过得这么苦，烦恼这么多，你想恰恰跟这个相反。我们没有照，就是外面什么都不知道，里面那个心一天到晚胡思乱想，所以照跟寂统统都没有，这是凡夫。佛与大菩萨有照有寂，这自受用，这是报身。",
      "zh_TW": "「又修德照寂名受用身，修德寂照名應化身。」我們用最簡單、最通俗的詞句來說，「照」就是清清楚楚，我們眼見色清楚、明瞭，耳聞聲也清楚、也明瞭，這是照。「寂」是什麼？寂是如如不動，決定在境界上沒有起心動念，這是寂。換句話說，清清楚楚、明明白白，心地清淨不生一念，這個叫自受用身，「受」是享受。我們世間人都知道，每個人都很羨慕，享福，福是什麼？不曉得。這個人叫真正會享福，你看樣樣明瞭，如如不動，如如不動是決定沒有煩惱，樣樣明瞭是充滿了智慧。這個是自受用，就是自己真正的享受。這是我們要學的，我們日子過得這麼苦，煩惱這麼多，你想恰恰跟這個相反。我們沒有照，就是外面什麼都不知道，裡面那個心一天到晚胡思亂想，所以照跟寂統統都沒有，這是凡夫。佛與大菩薩有照有寂，這自受用，這是報身。"
    },
    {
      "id": "01-011-0005_p0016",
      "zh_CN": "「修德寂照名应化身」，寂照是什么？是帮助别人；换句话说，我自己享受是照寂，我帮助别人要寂照。帮助别人，自己一定要如如不动，外面境界样样清楚，样样清楚才能够指导别人；自己如如不动，不会被别人牵着跑，决定不受外面境界的影响，你就得大自在。如果只有照没有寂，自古以来也有，度众生最后都被众生度跑掉了。为什么？他心不定，他没有这个功夫，没有定心。度众生要跟广大的众生接触，不接触没有问题，这一接触，天天名闻利养什么都来了，慢慢贪瞋痴慢也生起来，就被众生度跑掉了。所以，寂就非常重要，也就是说如如不动，清清楚楚能够帮助别人；如如不动，自己定力能成就，不会受到外界去影响。所以应化身就是他受用身，是帮助别人的。",
      "zh_TW": "「修德寂照名應化身」，寂照是什麼？是幫助別人；換句話說，我自己享受是照寂，我幫助別人要寂照。幫助別人，自己一定要如如不動，外面境界樣樣清楚，樣樣清楚才能夠指導別人；自己如如不動，不會被別人牽著跑，決定不受外面境界的影響，你就得大自在。如果只有照沒有寂，自古以來也有，度眾生最後都被眾生度跑掉了。為什麼？他心不定，他沒有這個功夫，沒有定心。度眾生要跟廣大的眾生接觸，不接觸沒有問題，這一接觸，天天名聞利養什麼都來了，慢慢貪瞋痴慢也生起來，就被眾生度跑掉了。所以，寂就非常重要，也就是說如如不動，清清楚楚能夠幫助別人；如如不動，自己定力能成就，不會受到外界去影響。所以應化身就是他受用身，是幫助別人的。"
    },
    {
      "id": "01-011-0005_p0017",
      "zh_CN": "「寂照不二，身土不二，性修不二，真应不二，无非实相，实相无二，亦无不二。」最后这两句话很有味道，有点像《金刚般若》里面的句法。前面只是举几个例子，从这几个例子，我们真正能够体会到宇宙万有原本是平等一相。这当中没有差别，才说不二，寂跟照是一桩事情，身土也是一。《金刚经》上跟我们说明，大千世界是怎么来的？佛跟我们讲叫「一合相」。合是什么？组合，现在我们的科学家搞清楚了，对这个意思渐渐懂得了，知道所有一切物质，基本的物质是相同的。只是它排列的样子不一样，科学名词叫方程式，排列的样子不一样。像化学元素一样，基本的物质是一个，排列的方程式不一样，就变成了原子，原子再组合，数量不相同，就变成分子，这样组合成宇宙万物。其实宇宙万物就是一合相，释迦牟尼佛在三千年前，没有这些科学仪器，他就看得清清楚楚。所以一切宇宙万法是平等的，一合相，没有差别，只是排列组合的样子不相同，其实是一个东西。很可惜这些科学家没有读佛经，他要读了佛经，那对释迦牟尼佛佩服得五体投地。他在几千年前，怎么会把这个事情搞得这么清楚、搞得这么明白？现在科学家还在那里摸索，还摸不清楚的，佛在经典上统统讲清楚了。这就是说明真实的智慧，见到事实的真相。",
      "zh_TW": "「寂照不二，身土不二，性修不二，真應不二，無非實相，實相無二，亦無不二。」最後這兩句話很有味道，有點像《金剛般若》裡面的句法。前面只是舉幾個例子，從這幾個例子，我們真正能夠體會到宇宙萬有原本是平等一相。這當中沒有差別，才說不二，寂跟照是一樁事情，身土也是一。《金剛經》上跟我們說明，大千世界是怎麼來的？佛跟我們講叫「一合相」。合是什麼？組合，現在我們的科學家搞清楚了，對這個意思漸漸懂得了，知道所有一切物質，基本的物質是相同的。只是它排列的樣子不一樣，科學名詞叫方程式，排列的樣子不一樣。像化學元素一樣，基本的物質是一個，排列的方程式不一樣，就變成了原子，原子再組合，數量不相同，就變成分子，這樣組合成宇宙萬物。其實宇宙萬物就是一合相，釋迦牟尼佛在三千年前，沒有這些科學儀器，他就看得清清楚楚。所以一切宇宙萬法是平等的，一合相，沒有差別，只是排列組合的樣子不相同，其實是一個東西。很可惜這些科學家沒有讀佛經，他要讀了佛經，那對釋迦牟尼佛佩服得五體投地。他在幾千年前，怎麼會把這個事情搞得這麼清楚、搞得這麼明白？現在科學家還在那裡摸索，還摸不清楚的，佛在經典上統統講清楚了。這就是說明真實的智慧，見到事實的真相。"
    },
    {
      "id": "01-011-0005_p0018",
      "zh_CN": "所以，一切法统统是平等无二，平等无二里面，你要再起分别、再起执着，再起是非，甚至于善恶、真妄，错了，大错特错！也许你要问，既然这都错了，佛为什么也说这个真、说那个妄，说真心、妄心？佛所说的这些话都是方便说，都不是真实说。真实说怎么说法？真实说就不能开口，那就是真实的，一开口就错了；真实的不能动念，一动念就错了。「开口便错，动念即乖」，那是真实的，那叫真说。世尊四十九年所说的统统是方便说，我们要从方便里面悟入真实，这是佛对我们的期望，是佛教学的真意，他的本意是在此地。所以，我们不可以执着佛的言语，不可以执着佛所讲的这些名相，一再教给我们，离言说；离名字，名字就是名词术语，要离这个；离心缘，离心缘就是心里不要去想这个，不要去打妄想，打妄想就错了。所以听，用什么听？用清净心听，听可不能想，一想就错了。不要去想，你用很清净的心去听，听了会开悟，清净心就有悟处。如果是一想就坏了，把悟门就堵塞了，那你所听到的就是世间里面所讲的佛学。你听的是佛学，把佛法当作世间法来修学，这叫佛学，那就不是叫学佛。佛学跟学佛大大不相同，学佛是要开悟，是要修清净心，要学寂、要学照，这个叫学佛。把原理说出来，然后再落实在事相上。",
      "zh_TW": "所以，一切法統統是平等無二，平等無二裡面，你要再起分別、再起執著，再起是非，甚至於善惡、真妄，錯了，大錯特錯！也許你要問，既然這都錯了，佛為什麼也說這個真、說那個妄，說真心、妄心？佛所說的這些話都是方便說，都不是真實說。真實說怎麼說法？真實說就不能開口，那就是真實的，一開口就錯了；真實的不能動念，一動念就錯了。「開口便錯，動念即乖」，那是真實的，那叫真說。世尊四十九年所說的統統是方便說，我們要從方便裡面悟入真實，這是佛對我們的期望，是佛教學的真意，他的本意是在此地。所以，我們不可以執著佛的言語，不可以執著佛所講的這些名相，一再教給我們，離言說；離名字，名字就是名詞術語，要離這個；離心緣，離心緣就是心裡不要去想這個，不要去打妄想，打妄想就錯了。所以聽，用什麼聽？用清淨心聽，聽可不能想，一想就錯了。不要去想，你用很清淨的心去聽，聽了會開悟，清淨心就有悟處。如果是一想就壞了，把悟門就堵塞了，那你所聽到的就是世間裡面所講的佛學。你聽的是佛學，把佛法當作世間法來修學，這叫佛學，那就不是叫學佛。佛學跟學佛大大不相同，學佛是要開悟，是要修清淨心，要學寂、要學照，這個叫學佛。把原理說出來，然後再落實在事相上。"
    },
    {
      "id": "01-011-0005_p0019",
      "zh_CN": "「是故举体作依作正」，体就是心性，就是实相，实相就是讲的心性。作依，依是依报，我们生活环境。作正，正是我们的身体，我们自己的身体，这是正报。身外之物统统是依报，到虚空、到法界，全是我们的生活环境，都是自己真心本性变现出来的。所以真正学佛人，他跟一般人用心不一样，他用真心，处事待人接物他用真心，决定不用妄心。为什么？唯有真心才是与事实真相相应，才能得到真实的受用。「作法作报」，法是法身，报是报身，诸佛如来的法身、报身也是自性实相变现出来的。「作自作他」，自是自己，他是别人。自己是自性变现的，别人也是我自性变现的，自他不二。所以，帮助别人是分内的事情，帮助别人就是帮助自己，我们凡夫不晓得这个事实真相，分自分他，不知道；诸佛如来晓得事实真相。「乃至于能说所说」，旁边有小注，能说是释迦牟尼佛，所说的是阿弥陀佛。释迦牟尼佛从哪来的？是我们真心本性变现出来的，阿弥陀佛也不例外，所谓是「自性弥陀，唯心净土」，统统是这样的。「能度所度」，能度是诸佛，所度是众生。「能信所信」，能信是我们的心，所信的是佛说的这个法门，这部经典、这个法门也是自性变现出来的。离了自性，真的什么都没有，全是自性在造的。",
      "zh_TW": "「是故舉體作依作正」，體就是心性，就是實相，實相就是講的心性。作依，依是依報，我們生活環境。作正，正是我們的身體，我們自己的身體，這是正報。身外之物統統是依報，到虛空、到法界，全是我們的生活環境，都是自己真心本性變現出來的。所以真正學佛人，他跟一般人用心不一樣，他用真心，處事待人接物他用真心，決定不用妄心。為什麼？唯有真心才是與事實真相相應，才能得到真實的受用。「作法作報」，法是法身，報是報身，諸佛如來的法身、報身也是自性實相變現出來的。「作自作他」，自是自己，他是別人。自己是自性變現的，別人也是我自性變現的，自他不二。所以，幫助別人是分內的事情，幫助別人就是幫助自己，我們凡夫不曉得這個事實真相，分自分他，不知道；諸佛如來曉得事實真相。「乃至於能說所說」，旁邊有小註，能說是釋迦牟尼佛，所說的是阿彌陀佛。釋迦牟尼佛從哪來的？是我們真心本性變現出來的，阿彌陀佛也不例外，所謂是「自性彌陀，唯心淨土」，統統是這樣的。「能度所度」，能度是諸佛，所度是眾生。「能信所信」，能信是我們的心，所信的是佛說的這個法門，這部經典、這個法門也是自性變現出來的。離了自性，真的什麼都沒有，全是自性在造的。"
    },
    {
      "id": "01-011-0005_p0020",
      "zh_CN": "「能愿所愿」，愿是我们的愿望，能愿是我们自己的向往、我们自己的希望，所愿的是西方极乐世界，我们想求的。能愿，我们有这个心向往西方世界。「能持所持」，这是讲修行的方法。能持是我们的身口意，我们的心想阿弥陀佛，口念阿弥陀佛，身礼拜恭敬阿弥陀佛，这叫三业。所持的是这一句佛号，南无阿弥陀佛这句名号，后面会告诉我们，名号功德不可思议，这是真实的。「能生所生」，能生就是能往生的条件，佛在这部经上告诉我们，「信、愿、行」这三个条件，叫三资粮。所生的，西方极乐世界，他旁边注子叫四净土，西方极乐世界有四种净土。虽然是四种，他四种是融合在一起，这非常之妙，不可思议！所以一生一切生，四种净土，生任何一种净土，其他三种净土是同时都得到。这是他方诸佛世界里没有的，唯独西方弥陀世界有，这个很特别，真正不可思议。「能赞所赞」，这是佛在《弥陀经》上说的，能赞叹西方极乐世界阿弥陀佛是十方诸佛如来，十方世界诸佛如来他们赞叹。他们所赞的就是西方净土，赞叹阿弥陀佛、赞叹阿弥陀佛这个世界。这也是举这几个例子，「无非实相正印之所印」，这句话说也统统都是实相。",
      "zh_TW": "「能願所願」，願是我們的願望，能願是我們自己的嚮往、我們自己的希望，所願的是西方極樂世界，我們想求的。能願，我們有這個心嚮往西方世界。「能持所持」，這是講修行的方法。能持是我們的身口意，我們的心想阿彌陀佛，口念阿彌陀佛，身禮拜恭敬阿彌陀佛，這叫三業。所持的是這一句佛號，南無阿彌陀佛這句名號，後面會告訴我們，名號功德不可思議，這是真實的。「能生所生」，能生就是能往生的條件，佛在這部經上告訴我們，「信、願、行」這三個條件，叫三資糧。所生的，西方極樂世界，他旁邊註子叫四淨土，西方極樂世界有四種淨土。雖然是四種，他四種是融合在一起，這非常之妙，不可思議！所以一生一切生，四種淨土，生任何一種淨土，其他三種淨土是同時都得到。這是他方諸佛世界裡沒有的，唯獨西方彌陀世界有，這個很特別，真正不可思議。「能讚所讚」，這是佛在《彌陀經》上說的，能讚歎西方極樂世界阿彌陀佛是十方諸佛如來，十方世界諸佛如來他們讚歎。他們所讚的就是西方淨土，讚歎阿彌陀佛、讚歎阿彌陀佛這個世界。這也是舉這幾個例子，「無非實相正印之所印」，這句話說也統統都是實相。"
    },
    {
      "id": "01-011-0005_p0021",
      "zh_CN": "所以佛为我们说法，所依、所凭借的就是这一个事实真相。我们搞清楚、搞明白了，对于佛所讲的话才能够深信不疑，才会真正甘心情愿依教奉行，我们才能得到利益。特别要注意的，我再次的提醒同修们，这个道理通所有一切大乘经。因此我们用这个方法悟入这个境界，所有一切大乘经你都通达，这正是所谓「一经通一切经通」，为什么一经通会一切经通？道理在此地。你从一部经里面见性了，明心见性，所有一切经都是从心性里面流出来的，你怎么会不通达？不但是一切经通达，世出世间所有一切法也都通达了。为什么？因为没有一法不是从心性流的。我举个比喻说，如果你契入心性了，今天基督教请你去讲经，你会把那个经讲得跟上帝讲的一模一样，一点都不错；伊斯兰教请你讲经，那个《古兰经》讲得比穆罕默德还讲得好。就是这个道理，没有一样不通达，世出世间一切法都不离心性。所以如来，我们不讲如来，前面讲见性，见性，圆教初住以上，他们的智慧能力不是我们能想像的。真正是宗教里面赞美上帝「全知全能」，见了心性，确实他有圆满的智慧、有圆满的德能，无所不知、无所不能。只要从一个方法契入就行了。",
      "zh_TW": "所以佛為我們說法，所依、所憑藉的就是這一個事實真相。我們搞清楚、搞明白了，對於佛所講的話才能夠深信不疑，才會真正甘心情願依教奉行，我們才能得到利益。特別要注意的，我再次的提醒同修們，這個道理通所有一切大乘經。因此我們用這個方法悟入這個境界，所有一切大乘經你都通達，這正是所謂「一經通一切經通」，為什麼一經通會一切經通？道理在此地。你從一部經裡面見性了，明心見性，所有一切經都是從心性裡面流出來的，你怎麼會不通達？不但是一切經通達，世出世間所有一切法也都通達了。為什麼？因為沒有一法不是從心性流的。我舉個比喻說，如果你契入心性了，今天基督教請你去講經，你會把那個經講得跟上帝講的一模一樣，一點都不錯；伊斯蘭教請你講經，那個《古蘭經》講得比穆罕默德還講得好。就是這個道理，沒有一樣不通達，世出世間一切法都不離心性。所以如來，我們不講如來，前面講見性，見性，圓教初住以上，他們的智慧能力不是我們能想像的。真正是宗教裡面讚美上帝「全知全能」，見了心性，確實他有圓滿的智慧、有圓滿的德能，無所不知、無所不能。只要從一個方法契入就行了。"
    },
    {
      "id": "01-011-0005_p0022",
      "zh_CN": "我们明白这个道理有什么好处？有个最大的好处，我们的修学，心可以定下来。不至于一会想到天台不错，去想学天台，禅宗也不错，去参参禅，密宗也不错，你就会搞乱了。其实你在任何一个宗派、任何一个法门契入了，没有一样不通，宗门教下、显教密教是样样都通达。要紧的是要专，不能杂修，杂修就不能成就，专修就容易成就。所以这一部经就通一切经，佛法的真相、佛法的事实确实是如是，这是我们必须要记住的。因此古来的大德，虽然彼此修学的经论、方法不相同，但是彼此都明了这个事实真相，所以没有毁谤的，只有赞叹。我们的方法不一样，我们到达的目的地是相同的，我们的方向是相同的、目标是相同的，只是我们用的方法不一样，所以彼此都赞叹。不像现代，现代赞叹的少，毁谤的多，都是自己赞叹自己，去毁谤别人，这是很大的错误，这是对于事实真相是一无所知才会产生。理论的依据，我们就介绍到此地。",
      "zh_TW": "我們明白這個道理有什麼好處？有個最大的好處，我們的修學，心可以定下來。不至於一會想到天台不錯，去想學天台，禪宗也不錯，去參參禪，密宗也不錯，你就會搞亂了。其實你在任何一個宗派、任何一個法門契入了，沒有一樣不通，宗門教下、顯教密教是樣樣都通達。要緊的是要專，不能雜修，雜修就不能成就，專修就容易成就。所以這一部經就通一切經，佛法的真相、佛法的事實確實是如是，這是我們必須要記住的。因此古來的大德，雖然彼此修學的經論、方法不相同，但是彼此都明瞭這個事實真相，所以沒有毀謗的，只有讚歎。我們的方法不一樣，我們到達的目的地是相同的，我們的方向是相同的、目標是相同的，只是我們用的方法不一樣，所以彼此都讚歎。不像現代，現代讚歎的少，毀謗的多，都是自己讚歎自己，去毀謗別人，這是很大的錯誤，這是對於事實真相是一無所知才會產生。理論的依據，我們就介紹到此地。"
    },
    {
      "id": "01-011-0005_p0023",
      "zh_CN": "下面第三个段落，「明宗」，这一段是给我们讲修学的纲领。前面理论依据的事实我们了解了，我们有信心，我们非常向往，但是要怎样才能达到？这就非常重要。所以，一定要给我们讲修学的方法。「第三明宗，宗是修行要径」，要是重要，径就是途径，宗旨就是修行最重要的一条路。「会体枢机」，枢机是比喻，「会」是什么？是契入，体就是心性，就是实相。禅宗标榜的是明心见性，会体就是契会心性，心性是本体、是理体，万事万物之体，就是前面讲的实相。如何能够契入，如何能够体会？枢即是最重要的关键，他是用这两个字做比喻。枢，现在我们在美国看的门，跟我们中国从前做的门不是一样做法，这里这个枢已经看不到了。从前我们中国的门，枢机就是这个门，它是这样做法，底下是两个槽，这个门才可以开关，这个叫枢机。现在外国的门不是这个做法，做得比我们简单，这个是比较麻烦一点。这就是说门户里头最重要的一部分，他用这个来比喻。机是机关，从前弩弓，就是箭，一次可以射好几支箭的弩弓的机关，那个叫机。这都是比喻它的重要，就是明心见性最重要的一个方法，比喻这个意思。",
      "zh_TW": "下面第三個段落，「明宗」，這一段是給我們講修學的綱領。前面理論依據的事實我們了解了，我們有信心，我們非常嚮往，但是要怎樣才能達到？這就非常重要。所以，一定要給我們講修學的方法。「第三明宗，宗是修行要徑」，要是重要，徑就是途徑，宗旨就是修行最重要的一條路。「會體樞機」，樞機是比喻，「會」是什麼？是契入，體就是心性，就是實相。禪宗標榜的是明心見性，會體就是契會心性，心性是本體、是理體，萬事萬物之體，就是前面講的實相。如何能夠契入，如何能夠體會？樞即是最重要的關鍵，他是用這兩個字做比喻。樞，現在我們在美國看的門，跟我們中國從前做的門不是一樣做法，這裡這個樞已經看不到了。從前我們中國的門，樞機就是這個門，它是這樣做法，底下是兩個槽，這個門才可以開關，這個叫樞機。現在外國的門不是這個做法，做得比我們簡單，這個是比較麻煩一點。這就是說門戶裡頭最重要的一部分，他用這個來比喻。機是機關，從前弩弓，就是箭，一次可以射好幾支箭的弩弓的機關，那個叫機。這都是比喻它的重要，就是明心見性最重要的一個方法，比喻這個意思。"
    },
    {
      "id": "01-011-0005_p0024",
      "zh_CN": "「而万行之纲领」，纲领也是比喻。纲是网之纲，打鱼用的网前面那个总的绳索，总绳那个叫纲，抓住纲，这个网才能够张开。领是衣服的领子，衣服我们拿到领子，这个衣服就很顺畅。这就是讲，这是衣服、网里头最重要的一部分，我们称它作纲领。枢机、纲领都是比喻，比喻最重要的一部分，所以「提纲则众目张，挈领则襟袖至」，这是比喻。「故体后应须辨宗」，辨体之后，必须要把修学的纲领，最重要修学的方法一定要介绍出来。然后我们才真正能够，像前面所讲的心性、理体，我们才有希望能够达到、能够证实。这一段是介绍宗的意思，就是宗的定义。",
      "zh_TW": "「而萬行之綱領」，綱領也是比喻。綱是網之綱，打魚用的網前面那個總的繩索，總繩那個叫綱，抓住綱，這個網才能夠張開。領是衣服的領子，衣服我們拿到領子，這個衣服就很順暢。這就是講，這是衣服、網裡頭最重要的一部分，我們稱它作綱領。樞機、綱領都是比喻，比喻最重要的一部分，所以「提綱則眾目張，挈領則襟袖至」，這是比喻。「故體後應須辨宗」，辨體之後，必須要把修學的綱領，最重要修學的方法一定要介紹出來。然後我們才真正能夠，像前面所講的心性、理體，我們才有希望能夠達到、能夠證實。這一段是介紹宗的意思，就是宗的定義。"
    },
    {
      "id": "01-011-0005_p0025",
      "zh_CN": "「此经以信愿持名为修行之宗要」，这一句是总纲领，把这部经里面讲的修行方法一语道破。是以「信、愿、持名」，持名也叫行，信、愿、行，这三条是这部经里的所讲的修行的纲领。「非信不足启愿」，启是开启，也就是生起的意思，你没有信心，你的愿怎么会生得出来？所以，想生到西方极乐世界，你必须对于西方极乐世界有相当程度的了解。你真正相信，相信什么？相信西方极乐世界真有，这不是假的，我们想去的心才能够生得起来。「非愿不足导行」，行是讲修行，去做。你要没有愿，强烈的意愿，你怎么肯去行？行就是念佛。所以一定要有非常强烈的意愿，你佛才念得好，才念得有效果。我们常常听到念佛人念了几年，愈念愈没有信心，愈念愈退转，不想念了。原因在什么地方？原因都发生在信有问题，叫半信半疑。愿也有问题，又想去，又舍不得这个世界，对这个世界很留恋，那问题来了，他当然不能产生效果。所以要有真信切愿，念佛才有效果。",
      "zh_TW": "「此經以信願持名為修行之宗要」，這一句是總綱領，把這部經裡面講的修行方法一語道破。是以「信、願、持名」，持名也叫行，信、願、行，這三條是這部經裡的所講的修行的綱領。「非信不足啟願」，啟是開啟，也就是生起的意思，你沒有信心，你的願怎麼會生得出來？所以，想生到西方極樂世界，你必須對於西方極樂世界有相當程度的了解。你真正相信，相信什麼？相信西方極樂世界真有，這不是假的，我們想去的心才能夠生得起來。「非願不足導行」，行是講修行，去做。你要沒有願，強烈的意願，你怎麼肯去行？行就是念佛。所以一定要有非常強烈的意願，你佛才念得好，才念得有效果。我們常常聽到念佛人念了幾年，愈念愈沒有信心，愈念愈退轉，不想念了。原因在什麼地方？原因都發生在信有問題，叫半信半疑。願也有問題，又想去，又捨不得這個世界，對這個世界很留戀，那問題來了，他當然不能產生效果。所以要有真信切願，念佛才有效果。"
    },
    {
      "id": "01-011-0005_p0026",
      "zh_CN": "「非持名妙行，不足满所愿而证所信」。这一段如果没有这一句，它的意思就不圆满，有这个就圆满了。你真正念佛，刚才讲了，念佛有效果，什么效果？满你的愿。现前的愿望是一心不乱，你得清净心，烦恼没有了，智慧增长，这是现在的愿。现在的愿，你不求也得到，求能得到，不求还是得到，这是效果，念佛会得这个效果。将来的愿，阿弥陀佛一定接引你往生，满所愿。你见到佛，见到西方极乐世界，你所信的也证明了，证明西方世界、阿弥陀佛是真有，不是假有。确实是事实，是存在的。",
      "zh_TW": "「非持名妙行，不足滿所願而證所信」。這一段如果沒有這一句，它的意思就不圓滿，有這個就圓滿了。你真正念佛，剛才講了，念佛有效果，什麼效果？滿你的願。現前的願望是一心不亂，你得清淨心，煩惱沒有了，智慧增長，這是現在的願。現在的願，你不求也得到，求能得到，不求還是得到，這是效果，念佛會得這個效果。將來的願，阿彌陀佛一定接引你往生，滿所願。你見到佛，見到西方極樂世界，你所信的也證明了，證明西方世界、阿彌陀佛是真有，不是假有。確實是事實，是存在的。"
    },
    {
      "id": "01-011-0005_p0027",
      "zh_CN": "「经中先陈依正以生信，次劝发愿以导行，次示持名以径登不退。」在这部《阿弥陀经》当中，《阿弥陀经》经文不长，要从字数上来说它是一部小经，可是从义理上来说，它跟《大方广佛华严经》无二无别。那就是最大的经典，那就不是小经了。所以古人称它为「小本华严」，只是在文字上有多少不同，在义理、境界上完全没有差别；换句话说，就是《华严经》的浓缩。经中分为三个段落，第一个段落，是先介绍西方极乐世界的状况，帮助我们生起信心。陈是陈说，就是说明，依报是那个世界的物质环境，正报是讲那个世界的人事环境，这就是把整个极乐世界都包括了，把西方极乐世界的状况为我们说明。我们信心从哪里生出来？从佛跟我们所说的话是真实语。《金刚经》上说「如来是真语者」，真就不假；「实语者」，实就不虚；「如语者」，如是所说跟事实完全相符，所谓说的是不增不减，没有夸张，也没有说漏掉，这叫如语；不诳语、不妄语，这是决定没有假话，决定不欺骗众生。我们对于佛的话深信不疑，所以佛为我们介绍，我们信得过他。",
      "zh_TW": "「經中先陳依正以生信，次勸發願以導行，次示持名以徑登不退。」在這部《阿彌陀經》當中，《阿彌陀經》經文不長，要從字數上來說它是一部小經，可是從義理上來說，它跟《大方廣佛華嚴經》無二無別。那就是最大的經典，那就不是小經了。所以古人稱它為「小本華嚴」，只是在文字上有多少不同，在義理、境界上完全沒有差別；換句話說，就是《華嚴經》的濃縮。經中分為三個段落，第一個段落，是先介紹西方極樂世界的狀況，幫助我們生起信心。陳是陳說，就是說明，依報是那個世界的物質環境，正報是講那個世界的人事環境，這就是把整個極樂世界都包括了，把西方極樂世界的狀況為我們說明。我們信心從哪裡生出來？從佛跟我們所說的話是真實語。《金剛經》上說「如來是真語者」，真就不假；「實語者」，實就不虛；「如語者」，如是所說跟事實完全相符，所謂說的是不增不減，沒有誇張，也沒有說漏掉，這叫如語；不誑語、不妄語，這是決定沒有假話，決定不欺騙眾生。我們對於佛的話深信不疑，所以佛為我們介紹，我們信得過他。"
    },
    {
      "id": "01-011-0005_p0028",
      "zh_CN": "他在这部经上语气讲得非常肯定，「有世界名为极乐」，有，非常肯定，「有佛号阿弥陀」，用两个有。所以蕅益大师取个别号叫「西有道人」，这就是西方真有，他那个「有」就是从《弥陀经》上这两个有来的。他相信佛的话，西方世界确实有。说实在话，他也把这两个「有」真正证实了，在前面我已经把这个消息跟诸位透露出来了。他对于莲池大师、对于幽谿的赞叹，实在讲他自己也是莲池、幽谿同类的人物，不在他们之下，那个味道都透露出来。这就是他是真正证实，真正亲见了，西方极乐世界亲自见到。在中国历史上，记载的东晋时代庐山慧远大师，是净土宗第一代祖师，他的传记里面记载，他在一生当中三次见到西方极乐世界。他是在打坐定中见到的，这是亲见的，所见到的状况跟佛在经上讲的完全相同。慧远大师那个时候所依据的是《无量寿经》，因为《弥陀经》跟《观无量寿佛经》都还没有翻译出来。净土经典在中国翻译最早的是《无量寿经》，他所见的跟经上讲的完全相同。他三次见到，他从来没有给别人说过。一直到他往生的时候他才告诉大家，他说西方净土我已经很熟了，我见了好多次，现在又现前，我应该要去了。就从远公大师这个例子，在我们想像，像蕅益、幽谿跟莲池大师必定有这个境界，就是人虽然还没有往生，西方净土确实自己曾经见到过的，所以他的语气非常肯定。",
      "zh_TW": "他在這部經上語氣講得非常肯定，「有世界名為極樂」，有，非常肯定，「有佛號阿彌陀」，用兩個有。所以蕅益大師取個別號叫「西有道人」，這就是西方真有，他那個「有」就是從《彌陀經》上這兩個有來的。他相信佛的話，西方世界確實有。說實在話，他也把這兩個「有」真正證實了，在前面我已經把這個消息跟諸位透露出來了。他對於蓮池大師、對於幽谿的讚歎，實在講他自己也是蓮池、幽谿同類的人物，不在他們之下，那個味道都透露出來。這就是他是真正證實，真正親見了，西方極樂世界親自見到。在中國歷史上，記載的東晉時代廬山慧遠大師，是淨土宗第一代祖師，他的傳記裡面記載，他在一生當中三次見到西方極樂世界。他是在打坐定中見到的，這是親見的，所見到的狀況跟佛在經上講的完全相同。慧遠大師那個時候所依據的是《無量壽經》，因為《彌陀經》跟《觀無量壽佛經》都還沒有翻譯出來。淨土經典在中國翻譯最早的是《無量壽經》，他所見的跟經上講的完全相同。他三次見到，他從來沒有給別人說過。一直到他往生的時候他才告訴大家，他說西方淨土我已經很熟了，我見了好多次，現在又現前，我應該要去了。就從遠公大師這個例子，在我們想像，像蕅益、幽谿跟蓮池大師必定有這個境界，就是人雖然還沒有往生，西方淨土確實自己曾經見到過的，所以他的語氣非常肯定。"
    },
    {
      "id": "01-011-0005_p0029",
      "zh_CN": "「次劝发愿以导行」，像佛在这部经上讲的「众生闻者应当发愿，愿生彼国」，像这些话在本经里面说过三次。就是一而再、再而三的劝勉我们，劝勉我们应当要发愿，要发愿到西方极乐世界去。你要问为什么？到西方极乐世界有四种利益，第一种利益是寿命长久，无量寿。我们这个世间寿命太短，做什么事情都不能成就，时间不够用，办大事业一定要长寿，西方世界无量寿。所以成佛，你看释迦牟尼佛讲，成佛在我们娑婆世界需要多长时间？要三个阿僧祇劫，这个时间太长了。但是西方世界的人无量寿，他无量寿，对他来讲三个阿僧祇劫不算什么，那时间不长。譬如我们人的寿命算一百岁，成个佛要多少时间？三天，那还算什么！根本就不算什么。所以这个原因，我们一定要到西方极乐世界去。",
      "zh_TW": "「次勸發願以導行」，像佛在這部經上講的「眾生聞者應當發願，願生彼國」，像這些話在本經裡面說過三次。就是一而再、再而三的勸勉我們，勸勉我們應當要發願，要發願到西方極樂世界去。你要問為什麼？到西方極樂世界有四種利益，第一種利益是壽命長久，無量壽。我們這個世間壽命太短，做什麼事情都不能成就，時間不夠用，辦大事業一定要長壽，西方世界無量壽。所以成佛，你看釋迦牟尼佛講，成佛在我們娑婆世界需要多長時間？要三個阿僧祇劫，這個時間太長了。但是西方世界的人無量壽，他無量壽，對他來講三個阿僧祇劫不算什麼，那時間不長。譬如我們人的壽命算一百歲，成個佛要多少時間？三天，那還算什麼！根本就不算什麼。所以這個原因，我們一定要到西方極樂世界去。"
    },
    {
      "id": "01-011-0005_p0030",
      "zh_CN": "第二个好处是见佛。佛是最好的老师，真的是全知全能。我们在这个世间遇一个善知识很不容易，纵然是个善知识，他为我们讲的东西跟佛相比那还差得远，所以佛才是最好的老师。我们要亲近最好的老师，一定要到西方极乐世界去。这是第二个好处。第三个好处是闻法。在西方极乐世界，经上讲的六尘说法，我们闻法的时间几乎不中断，这是任何一个世界所没有的。西方世界闻法没有中断，所以他不会退转，他只有进步，不会退步。第四个好处是诸上善人俱会一处。同学好，朋友好，哪些人做朋友？观音、势至、文殊、普贤，在西方极乐世界是同学、是同参道友。跟这些人天天在一起，你怎么会堕落？怎么会退步？有这四种好处，你要是想通了，那你就会下决心非去不可。这四种好处，娑婆世界一个都找不到。所以这是劝我们要发愿，一定要去。",
      "zh_TW": "第二個好處是見佛。佛是最好的老師，真的是全知全能。我們在這個世間遇一個善知識很不容易，縱然是個善知識，他為我們講的東西跟佛相比那還差得遠，所以佛才是最好的老師。我們要親近最好的老師，一定要到西方極樂世界去。這是第二個好處。第三個好處是聞法。在西方極樂世界，經上講的六塵說法，我們聞法的時間幾乎不中斷，這是任何一個世界所沒有的。西方世界聞法沒有中斷，所以他不會退轉，他只有進步，不會退步。第四個好處是諸上善人俱會一處。同學好，朋友好，哪些人做朋友？觀音、勢至、文殊、普賢，在西方極樂世界是同學、是同參道友。跟這些人天天在一起，你怎麼會墮落？怎麼會退步？有這四種好處，你要是想通了，那你就會下決心非去不可。這四種好處，娑婆世界一個都找不到。所以這是勸我們要發願，一定要去。"
    },
    {
      "id": "01-011-0005_p0031",
      "zh_CN": "第三段，「示持名以径登不退」，示是开示、是指示、是展示，就是教给我们，你想去了，真正发了心想到西方极乐世界，那要修什么法门才能去？念佛。就是这一句佛号，所以非常简单、非常容易，名号功德不可思议！你千万不要以为这一句阿弥陀佛恐怕不行，恐怕力量不够，这太简单、太容易，三岁小孩都会念，这就能到西方世界，一生就能成得了佛吗？你要这么怀疑，那就错过了，那真叫大错特错，名号功德真正不可思议。我在去年讲《无量寿经》跟诸位讲过，跟大家分析过。这句佛号要怎么个念法？大势至菩萨教给我们「都摄六根，净念相继」，这就是把念佛的方法教给我们。念佛要净念，着重在「净」字，怎样才做到净？我心里面有妄想就不净，心里面有杂念就不净，心里面有怀疑就不净。要用清净心去念，所以不怀疑、不夹杂这才叫净。底下是「相继」，相继就是不中断。所以要记住，不怀疑、不夹杂、不中断，这就成功了。",
      "zh_TW": "第三段，「示持名以徑登不退」，示是開示、是指示、是展示，就是教給我們，你想去了，真正發了心想到西方極樂世界，那要修什麼法門才能去？念佛。就是這一句佛號，所以非常簡單、非常容易，名號功德不可思議！你千萬不要以為這一句阿彌陀佛恐怕不行，恐怕力量不夠，這太簡單、太容易，三歲小孩都會念，這就能到西方世界，一生就能成得了佛嗎？你要這麼懷疑，那就錯過了，那真叫大錯特錯，名號功德真正不可思議。我在去年講《無量壽經》跟諸位講過，跟大家分析過。這句佛號要怎麼個念法？大勢至菩薩教給我們「都攝六根，淨念相繼」，這就是把念佛的方法教給我們。念佛要淨念，著重在「淨」字，怎樣才做到淨？我心裡面有妄想就不淨，心裡面有雜念就不淨，心裡面有懷疑就不淨。要用清淨心去念，所以不懷疑、不夾雜這才叫淨。底下是「相繼」，相繼就是不中斷。所以要記住，不懷疑、不夾雜、不中斷，這就成功了。"
    },
    {
      "id": "01-011-0005_p0032",
      "zh_CN": "念的方法，大声念、小声念、默念都可以，你怎么样念得舒服，你就用什么方法念，最重要的就是要做到净念，这是不变的一个原则。你念六个字也好，念四个字也好，都可以，这部经里面讲执持名号，名号就是四个字。「南无」，南无两个字是梵语音译过来的，它的意思就是皈依的意思，恭敬的意思，也就是皈依阿弥陀佛，恭敬阿弥陀佛，礼敬阿弥陀佛，是这个意思。如果真正决心要往生西方极乐世界，那就学莲池大师，恭敬客气话不要了，就念四个字。所以莲池大师自己念佛是念四个字，教别人是念六个字。人家问他为什么你教别人念六个字，自己念四个字？他说我自己这一生当中决定求往生，所以客套都省掉了。我教别人，别人未必想生极乐世界，加个皈依，恭敬、客气一点，跟阿弥陀佛结个缘，是这个意思。所以，看看你是念四个字还是念六个字，自己决定。",
      "zh_TW": "念的方法，大聲念、小聲念、默念都可以，你怎麼樣念得舒服，你就用什麼方法念，最重要的就是要做到淨念，這是不變的一個原則。你念六個字也好，念四個字也好，都可以，這部經裡面講執持名號，名號就是四個字。「南無」，南無兩個字是梵語音譯過來的，它的意思就是皈依的意思，恭敬的意思，也就是皈依阿彌陀佛，恭敬阿彌陀佛，禮敬阿彌陀佛，是這個意思。如果真正決心要往生西方極樂世界，那就學蓮池大師，恭敬客氣話不要了，就念四個字。所以蓮池大師自己念佛是念四個字，教別人是念六個字。人家問他為什麼你教別人念六個字，自己念四個字？他說我自己這一生當中決定求往生，所以客套都省掉了。我教別人，別人未必想生極樂世界，加個皈依，恭敬、客氣一點，跟阿彌陀佛結個緣，是這個意思。所以，看看你是念四個字還是念六個字，自己決定。"
    },
    {
      "id": "01-011-0005_p0033",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}