{
  "doc_id": "01-011-0018",
  "title": {
    "zh_CN": "佛说阿弥陀经要解",
    "zh_TW": "佛說阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十八集",
    "zh_TW": "第十八集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "美国加州迪安萨大学",
    "zh_TW": "美國加州迪安薩大學"
  },
  "doc_number": "01-011-0018",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "01-011-0018_p0001",
      "zh_CN": "请掀开经本，第二十八页第三行：",
      "zh_TW": "請掀開經本，第二十八頁第三行："
    },
    {
      "id": "01-011-0018_p0002",
      "zh_CN": "「七重，表七科道品，四宝，表常乐我净四德，周匝围绕者，佛菩萨等无量住处也，皆四宝则自功德深，周匝绕则他贤圣遍，此极乐真因缘也。」这是总说西方世界的殊胜，殊胜究竟从哪里来的，这一段说得非常的清楚，一个是「自功德深」，一个是「他贤圣遍」。这两句是十方一切诸佛刹土里面没有的，我们发了愿要生到西方极乐世界去，实际上也就为了这两桩事情。在这个世界，我们想断恶修善、积功累德非常困难，这个困难就是障碍太多，用现代的话来说，我们修学的环境不好，处处都有阻挠。到西方极乐世界去，得阿弥陀佛本愿威神的加持，使我们自己断恶修善、积功累德来得容易。第二，他那边人事环境非常殊胜，所谓诸上善人俱会一处，这是其他诸佛国度里面都找不到的。西方世界没有一个作恶的人，没有一个有恶念的人，这是非常之难得。所以殊胜庄严，在一切佛刹当中，极乐世界是第一。",
      "zh_TW": "「七重，表七科道品，四寶，表常樂我淨四德，周匝圍繞者，佛菩薩等無量住處也，皆四寶則自功德深，周匝繞則他賢聖遍，此極樂真因緣也。」這是總說西方世界的殊勝，殊勝究竟從哪裡來的，這一段說得非常的清楚，一個是「自功德深」，一個是「他賢聖遍」。這兩句是十方一切諸佛剎土裡面沒有的，我們發了願要生到西方極樂世界去，實際上也就為了這兩樁事情。在這個世界，我們想斷惡修善、積功累德非常困難，這個困難就是障礙太多，用現代的話來說，我們修學的環境不好，處處都有阻撓。到西方極樂世界去，得阿彌陀佛本願威神的加持，使我們自己斷惡修善、積功累德來得容易。第二，他那邊人事環境非常殊勝，所謂諸上善人俱會一處，這是其他諸佛國度裡面都找不到的。西方世界沒有一個作惡的人，沒有一個有惡念的人，這是非常之難得。所以殊勝莊嚴，在一切佛剎當中，極樂世界是第一。"
    },
    {
      "id": "01-011-0018_p0003",
      "zh_CN": "蕅益大师在此地为我们说出七的表法，前面曾经跟诸位报告过，表法的意思非常之多，大师在此地是略举一种。我们不能呆呆的看到只有这一种讲法，那就不圆满了，他的讲法是无量无边，七是代表圆满的意思。「七科道品」也是圆满，这七个项目把佛法里面大乘、小乘统统都包括了，后面一条一条的再来介绍。「四宝」就是性德，常、乐、我、净这四种性德。通常说法身、般若、解脱，这是常讲的三德，这三种每一种里面都有常乐我净，法身里面有常乐我净，般若里面也有常乐我净，解脱里面也有常乐我净。由此可知，常乐我净实在讲是遍一切法，但是要觉悟、要见性的人才有，才遍一切法。迷的人，这是我们讲凡夫，实在讲这四个字是有名无实。我们所感触的宇宙人生，是无常的、是苦的、是无我而不净的，哪有这四样东西？殊不知这四样东西真有。这也是圆满的意思，因为常乐我净遍一切法，所以它就圆满了。可见得其真正的意思是代表圆满。",
      "zh_TW": "蕅益大師在此地為我們說出七的表法，前面曾經跟諸位報告過，表法的意思非常之多，大師在此地是略舉一種。我們不能呆呆的看到只有這一種講法，那就不圓滿了，他的講法是無量無邊，七是代表圓滿的意思。「七科道品」也是圓滿，這七個項目把佛法裡面大乘、小乘統統都包括了，後面一條一條的再來介紹。「四寶」就是性德，常、樂、我、淨這四種性德。通常說法身、般若、解脫，這是常講的三德，這三種每一種裡面都有常樂我淨，法身裡面有常樂我淨，般若裡面也有常樂我淨，解脫裡面也有常樂我淨。由此可知，常樂我淨實在講是遍一切法，但是要覺悟、要見性的人才有，才遍一切法。迷的人，這是我們講凡夫，實在講這四個字是有名無實。我們所感觸的宇宙人生，是無常的、是苦的、是無我而不淨的，哪有這四樣東西？殊不知這四樣東西真有。這也是圓滿的意思，因為常樂我淨遍一切法，所以它就圓滿了。可見得其真正的意思是代表圓滿。"
    },
    {
      "id": "01-011-0018_p0004",
      "zh_CN": "「周匝围绕」，周匝是周围，就是周匝围绕着，这是说的佛菩萨的住处，也就是佛菩萨所在之处。也许我们会怀疑，菩萨众多这是没有疑问的，阿弥陀佛只有一尊，阿弥陀佛怎么也围绕？其实诸位如果去读读《观无量寿经》就明白了。在西方世界，十方世界去往生的人无量无边，太多了，数不尽，这《无量寿经》上说的是真话，数不尽的。阿弥陀佛一个人要应付这么多的菩萨，不要说西方世界，说我们这个世界，我们这个世界人口只有四十亿。如果我们见美国总统，这四十亿的人有几个人能天天看到他？没有法子。不要说四十亿了，就说美国这一个国家，见他总统也不可能天天跟大家见面。我们到西方极乐世界亲近阿弥陀佛，想想没指望了。殊不知阿弥陀佛的化身无量无边，化身跟真身无二无别，因此每一个往生的人，时时刻刻都见到阿弥陀佛、观音、势至。经上告诉我们，西方世界宝树众多，太多了，每一尊宝树下面都有西方三圣在那里讲经说法。佛真的围绕我们的住处，菩萨更不必说了。所以，阿弥陀佛的化身，在西方世界也是无量无边。",
      "zh_TW": "「周匝圍繞」，周匝是周圍，就是周匝圍繞著，這是說的佛菩薩的住處，也就是佛菩薩所在之處。也許我們會懷疑，菩薩眾多這是沒有疑問的，阿彌陀佛只有一尊，阿彌陀佛怎麼也圍繞？其實諸位如果去讀讀《觀無量壽經》就明白了。在西方世界，十方世界去往生的人無量無邊，太多了，數不盡，這《無量壽經》上說的是真話，數不盡的。阿彌陀佛一個人要應付這麼多的菩薩，不要說西方世界，說我們這個世界，我們這個世界人口只有四十億。如果我們見美國總統，這四十億的人有幾個人能天天看到他？沒有法子。不要說四十億了，就說美國這一個國家，見他總統也不可能天天跟大家見面。我們到西方極樂世界親近阿彌陀佛，想想沒指望了。殊不知阿彌陀佛的化身無量無邊，化身跟真身無二無別，因此每一個往生的人，時時刻刻都見到阿彌陀佛、觀音、勢至。經上告訴我們，西方世界寶樹眾多，太多了，每一尊寶樹下面都有西方三聖在那裡講經說法。佛真的圍繞我們的住處，菩薩更不必說了。所以，阿彌陀佛的化身，在西方世界也是無量無邊。"
    },
    {
      "id": "01-011-0018_p0005",
      "zh_CN": "底下是「皆四宝则自功德深」，如果自己没有真实的功德，常乐我净是见不到的，也觉察不到的。就像我们现在在这个世间，从理上讲，事事物物都有常乐我净四德，我们看不出来。不但看不出来，我们想也想不出来。为什么？没有功德，不要说功德深了，浅的功德我们也没有。到西方极乐世界，功德从哪里来的？刚才说过是阿弥陀佛本愿威神的加持。使我们带业往生的凡夫，藉阿弥陀佛的功德，变成了自己的功德。这也是经上常讲难信之法，这也是难信的一种。周匝环绕的，刚才说了是无量的化佛菩萨，这是贤圣。此地讲贤圣，贤是指菩萨，圣是指佛，阿弥陀佛的化身，跟一般讲法不一样。一般讲法，这个贤圣，贤是指三贤位的菩萨，圣是指十地菩萨，就是地上菩萨，通常是这么说法。在这个地方，因为前面有「佛菩萨等无量住处」，所以我们把圣解释作佛的化身，贤是诸菩萨们。这是极乐世界真实的因缘，为什么这个世界叫极乐。",
      "zh_TW": "底下是「皆四寶則自功德深」，如果自己沒有真實的功德，常樂我淨是見不到的，也覺察不到的。就像我們現在在這個世間，從理上講，事事物物都有常樂我淨四德，我們看不出來。不但看不出來，我們想也想不出來。為什麼？沒有功德，不要說功德深了，淺的功德我們也沒有。到西方極樂世界，功德從哪裡來的？剛才說過是阿彌陀佛本願威神的加持。使我們帶業往生的凡夫，藉阿彌陀佛的功德，變成了自己的功德。這也是經上常講難信之法，這也是難信的一種。周匝環繞的，剛才說了是無量的化佛菩薩，這是賢聖。此地講賢聖，賢是指菩薩，聖是指佛，阿彌陀佛的化身，跟一般講法不一樣。一般講法，這個賢聖，賢是指三賢位的菩薩，聖是指十地菩薩，就是地上菩薩，通常是這麼說法。在這個地方，因為前面有「佛菩薩等無量住處」，所以我們把聖解釋作佛的化身，賢是諸菩薩們。這是極樂世界真實的因緣，為什麼這個世界叫極樂。"
    },
    {
      "id": "01-011-0018_p0006",
      "zh_CN": "「此等庄严，同居净土是增上善业所感，亦圆五品观所感，以缘生胜妙五尘为体。」这是大师为我们分析四土庄严的因缘。同居土是我们最关心的，因为我们能够去的实在讲就是凡圣同居土。同居土是「增上善业所感」，增是增加，上是往上，增上的善业就是我们所说的「止于至善」，善达到了极处了，没有比这个更高，这种善业所感得的凡圣同居土。至善，善到了极处，我们普通的凡夫能修吗？能成就吗？什么样的善才是增上的善业，也就是至善的善业、第一善业，这一点我们不可以不知道，那就是「信愿持名」。所以，真信切愿、老实念佛就是增上善业，世出世间的善业没有比这个更善的。为什么？因为这个善能叫我们在这一生当中横出三界，往生净土，不退成佛。诸位想想，还有什么善能够跟它相比？何况佛在这部经上告诉我们，信愿持名，老实念佛，就是多善根、多福德、多因缘。经上说，「不可以少善根福德因缘，得生彼国」，念佛就是多善根。所以念佛人真正不容易！我们肉眼凡夫，看到人家念佛不在意，以为这没什么了不起。诸佛菩萨看到念佛人，肃然起敬。因为念佛是因，成佛是果，看看这个人马上就要成佛，怎么不尊敬他？念佛人，龙天鬼神拥护。所以这是增上善业，我们一定要记住，这就是老实念佛的人他能够生凡圣同居土。",
      "zh_TW": "「此等莊嚴，同居淨土是增上善業所感，亦圓五品觀所感，以緣生勝妙五塵為體。」這是大師為我們分析四土莊嚴的因緣。同居土是我們最關心的，因為我們能夠去的實在講就是凡聖同居土。同居土是「增上善業所感」，增是增加，上是往上，增上的善業就是我們所說的「止於至善」，善達到了極處了，沒有比這個更高，這種善業所感得的凡聖同居土。至善，善到了極處，我們普通的凡夫能修嗎？能成就嗎？什麼樣的善才是增上的善業，也就是至善的善業、第一善業，這一點我們不可以不知道，那就是「信願持名」。所以，真信切願、老實念佛就是增上善業，世出世間的善業沒有比這個更善的。為什麼？因為這個善能叫我們在這一生當中橫出三界，往生淨土，不退成佛。諸位想想，還有什麼善能夠跟它相比？何況佛在這部經上告訴我們，信願持名，老實念佛，就是多善根、多福德、多因緣。經上說，「不可以少善根福德因緣，得生彼國」，念佛就是多善根。所以念佛人真正不容易！我們肉眼凡夫，看到人家念佛不在意，以為這沒什麼了不起。諸佛菩薩看到念佛人，肅然起敬。因為念佛是因，成佛是果，看看這個人馬上就要成佛，怎麼不尊敬他？念佛人，龍天鬼神擁護。所以這是增上善業，我們一定要記住，這就是老實念佛的人他能夠生凡聖同居土。"
    },
    {
      "id": "01-011-0018_p0007",
      "zh_CN": "第二种修行的方法是「圆五品观所感」，天台智者大师就是用的这个方法。我们是依据《弥陀经》、《无量寿经》，这两部经上所提倡的是持名念佛。智者大师依据的是《观无量寿经》，《观经》里面主要是讲观想念佛、观像念佛，天台大师修的是圆教的五品位。他临终，学生问他往生西方极乐世界的品位，他老人家非常谦虚，说他的地位是圆五品，圆五品就是凡圣同居土。这是他自己说出因为他一生弘法利生，不能够专修，所以是圆五品位往生的。意思就是说，假如他不弘法利生，自己要专修，品位比这个要高。这个五品，天台家所说的，第一个就是「随喜」，第二个「读诵」，就是读诵经典，第三「解说」，解说就是讲经说法，第四个是「兼修六度」，第五个是「正修六度」。六度有兼修、有正修，这个叫做五品。这也是凡圣同居土的业因。",
      "zh_TW": "第二種修行的方法是「圓五品觀所感」，天台智者大師就是用的這個方法。我們是依據《彌陀經》、《無量壽經》，這兩部經上所提倡的是持名念佛。智者大師依據的是《觀無量壽經》，《觀經》裡面主要是講觀想念佛、觀像念佛，天台大師修的是圓教的五品位。他臨終，學生問他往生西方極樂世界的品位，他老人家非常謙虛，說他的地位是圓五品，圓五品就是凡聖同居土。這是他自己說出因為他一生弘法利生，不能夠專修，所以是圓五品位往生的。意思就是說，假如他不弘法利生，自己要專修，品位比這個要高。這個五品，天台家所說的，第一個就是「隨喜」，第二個「讀誦」，就是讀誦經典，第三「解說」，解說就是講經說法，第四個是「兼修六度」，第五個是「正修六度」。六度有兼修、有正修，這個叫做五品。這也是凡聖同居土的業因。"
    },
    {
      "id": "01-011-0018_p0008",
      "zh_CN": "圆五品就包括一切大乘的修学法门，统统包括了。正如同《无量寿经》上告诉我们，「三辈往生」，三辈往生后面慈舟大师判的「一心三辈」，一心三辈就是圆五品观所感的，修学其他的法门确实有成就，以他的成就回向求生净土也能得生。同居土是「以缘生胜妙五尘为体」，缘是因缘生法，西方极乐世界也不违背这一个原则。我们这个世界是缘生的，西方极乐世界也是缘生的，差别就是他那个地方是胜妙五尘，我们这个地方的五尘不殊胜也不妙，差就差在这个地方。如果你要问，为什么有这个差别？实在讲前面的两句已经说得很清楚了。到西方极乐世界的人，最低限度的条件是增上善业、是圆五品。我们这个世界怎么能比？我们这个世界造的是善恶业，善恶业是染业，不是净业，所以这个世界称为秽土，严重的污染。污染首先是心地污染，然后变现出来的世界，这个世界六尘都是污染的，西方世界是清净的。",
      "zh_TW": "圓五品就包括一切大乘的修學法門，統統包括了。正如同《無量壽經》上告訴我們，「三輩往生」，三輩往生後面慈舟大師判的「一心三輩」，一心三輩就是圓五品觀所感的，修學其他的法門確實有成就，以他的成就迴向求生淨土也能得生。同居土是「以緣生勝妙五塵為體」，緣是因緣生法，西方極樂世界也不違背這一個原則。我們這個世界是緣生的，西方極樂世界也是緣生的，差別就是他那個地方是勝妙五塵，我們這個地方的五塵不殊勝也不妙，差就差在這個地方。如果你要問，為什麼有這個差別？實在講前面的兩句已經說得很清楚了。到西方極樂世界的人，最低限度的條件是增上善業、是圓五品。我們這個世界怎麼能比？我們這個世界造的是善惡業，善惡業是染業，不是淨業，所以這個世界稱為穢土，嚴重的污染。污染首先是心地污染，然後變現出來的世界，這個世界六塵都是污染的，西方世界是清淨的。"
    },
    {
      "id": "01-011-0018_p0009",
      "zh_CN": "「方便净土是即空观智所感，亦相似三观所感，以妙真谛无漏五尘为体。」这是往上面去一层，讲到方便土，方便土已经断了见思烦恼，尘沙烦恼、无明烦恼没有断。我们讲带业往生，他带的就少了。凡圣同居土是见思、尘沙、无明统统都带，这个带的烦恼就少了。它的业因是「即空观智」以及「相似三观」，这是它的因。这个地方所说统统都是圆教的教义，净土是圆顿法门，它不是藏教，不是通教，也不是别教。三观是空假中，前面说过了。这个地方的相似三观就是圆教里面的相似位，实际上他用功的方法依旧是一心三观，空假中在一念当中圆满具足。这是说它的业因。它所感的净土，也就是他所生的净土，是妙真谛，这也是圆教里面所说不思议真谛。「无漏五尘为体」，前面说过缘生，这统统都是缘生，我们这个世界叫有漏，那个净土里头叫无漏。漏是烦恼的代名词，前面也曾经说过，好像我们这个茶碗，这个茶碗要是有了裂痕，里面装的水就渗漏出来了。比喻我们真如本性要出了问题，真性里头的功德就漏掉、漏失了。毛病出在哪里？就是烦恼。你一有烦恼、一有妄想，自性里面的般若智慧、无量功德都漏掉了。这是比喻，并不是真的漏掉，真的漏掉那就不能叫真了。就是被它障碍，不起作用，虽然有，它不起作用，有也等于没有，就取这么一个意思。我们这个地方的五尘，五尘是色受想行识。西方世界是无漏的，因为人都断烦恼了。前面凡圣同居土的人烦恼没断，所以说它胜妙五尘，虽然没断，色声香味触虽然没断，但是我们享受的是阿弥陀佛变现的，佛的功德变现出来我们去享受，所以胜妙。到这个地方来，自己这个功德确实显现出来了，佛变现的，我们自性功德也加了一分的力量，自他共同变现的。凡圣同居土完全享别人的福，方便有余土里头自己有一分功德了。",
      "zh_TW": "「方便淨土是即空觀智所感，亦相似三觀所感，以妙真諦無漏五塵為體。」這是往上面去一層，講到方便土，方便土已經斷了見思煩惱，塵沙煩惱、無明煩惱沒有斷。我們講帶業往生，他帶的就少了。凡聖同居土是見思、塵沙、無明統統都帶，這個帶的煩惱就少了。它的業因是「即空觀智」以及「相似三觀」，這是它的因。這個地方所說統統都是圓教的教義，淨土是圓頓法門，它不是藏教，不是通教，也不是別教。三觀是空假中，前面說過了。這個地方的相似三觀就是圓教裡面的相似位，實際上他用功的方法依舊是一心三觀，空假中在一念當中圓滿具足。這是說它的業因。它所感的淨土，也就是他所生的淨土，是妙真諦，這也是圓教裡面所說不思議真諦。「無漏五塵為體」，前面說過緣生，這統統都是緣生，我們這個世界叫有漏，那個淨土裡頭叫無漏。漏是煩惱的代名詞，前面也曾經說過，好像我們這個茶碗，這個茶碗要是有了裂痕，裡面裝的水就滲漏出來了。比喻我們真如本性要出了問題，真性裡頭的功德就漏掉、漏失了。毛病出在哪裡？就是煩惱。你一有煩惱、一有妄想，自性裡面的般若智慧、無量功德都漏掉了。這是比喻，並不是真的漏掉，真的漏掉那就不能叫真了。就是被它障礙，不起作用，雖然有，它不起作用，有也等於沒有，就取這麼一個意思。我們這個地方的五塵，五塵是色受想行識。西方世界是無漏的，因為人都斷煩惱了。前面凡聖同居土的人煩惱沒斷，所以說它勝妙五塵，雖然沒斷，色聲香味觸雖然沒斷，但是我們享受的是阿彌陀佛變現的，佛的功德變現出來我們去享受，所以勝妙。到這個地方來，自己這個功德確實顯現出來了，佛變現的，我們自性功德也加了一分的力量，自他共同變現的。凡聖同居土完全享別人的福，方便有餘土裡頭自己有一分功德了。"
    },
    {
      "id": "01-011-0018_p0010",
      "zh_CN": "「实报净土是妙假观智所感，亦分证三观所感，以妙俗谛无尽五尘为体。」方便土实在讲偏重在自己修行，自己的智慧德能还不足，纵然是利他，实际上是自利。实报土不一样，因为他自己的能力健全了，智慧也显发了，所以偏重在利他。利他就要入假，假是什么？十方诸佛的刹土，他要到十方世界帮助佛去教化众生。用什么方式去帮助？就众生方面来讲，众生有感，菩萨就有应，哪个地方有感，哪里就有应，两个地方同时感，两个地方同时应。这个就很奇怪了。实际上我们懂得这个原理就不会感到奇怪，原理是什么？法身遍一切处。譬如我们现在这个世界上无线电的电波，我们知道电波遍一切处，我们用个小收音机频道一拨开，声音就收到了。你这一台拨了收到了，他那一台在那里拨也收到了，全世界每一个角落地方拨，统统都能收到，遍一切处。菩萨化身亦复如是，我们拨这个频道是有心的，这无线电波过来是无心的，所以众生有心感，佛菩萨无心应。",
      "zh_TW": "「實報淨土是妙假觀智所感，亦分證三觀所感，以妙俗諦無盡五塵為體。」方便土實在講偏重在自己修行，自己的智慧德能還不足，縱然是利他，實際上是自利。實報土不一樣，因為他自己的能力健全了，智慧也顯發了，所以偏重在利他。利他就要入假，假是什麼？十方諸佛的剎土，他要到十方世界幫助佛去教化眾生。用什麼方式去幫助？就眾生方面來講，眾生有感，菩薩就有應，哪個地方有感，哪裡就有應，兩個地方同時感，兩個地方同時應。這個就很奇怪了。實際上我們懂得這個原理就不會感到奇怪，原理是什麼？法身遍一切處。譬如我們現在這個世界上無線電的電波，我們知道電波遍一切處，我們用個小收音機頻道一撥開，聲音就收到了。你這一台撥了收到了，他那一台在那裡撥也收到了，全世界每一個角落地方撥，統統都能收到，遍一切處。菩薩化身亦復如是，我們撥這個頻道是有心的，這無線電波過來是無心的，所以眾生有心感，佛菩薩無心應。"
    },
    {
      "id": "01-011-0018_p0011",
      "zh_CN": "应的方式是随类化身，像《普门品》里面所说的，应以什么身得度，他自然就现那个身。不须要思考的、不须要作意的，心里想一想，那就错了，那是凡夫，菩萨自自然然。在过去，这个道理很难懂，现在科技发达，对于佛经上这些不思议的东西，似乎逐渐我们也能体会了。譬如现在的电脑，我们一个键按下去，它就自动在变化。电脑不断的还在进步当中，我相信有一天我们按键下去，回应过来一定是称心如意的，那就跟佛菩萨这个感应道交相似了。我们人脑设计电脑能够变现得出来，何况诸佛菩萨无尽的智慧。所以它是用「妙假观智所感」，三观里面真假中，真也叫做空观，观一切诸法的本体，假观是观一切诸法的现相。体是真的，相是假的，妙假知道有即是空，空即是有，像《心经》上讲的「色不异空，空不异色，色即是空，空即是色」，这就妙了。",
      "zh_TW": "應的方式是隨類化身，像《普門品》裡面所說的，應以什麼身得度，他自然就現那個身。不須要思考的、不須要作意的，心裡想一想，那就錯了，那是凡夫，菩薩自自然然。在過去，這個道理很難懂，現在科技發達，對於佛經上這些不思議的東西，似乎逐漸我們也能體會了。譬如現在的電腦，我們一個鍵按下去，它就自動在變化。電腦不斷的還在進步當中，我相信有一天我們按鍵下去，回應過來一定是稱心如意的，那就跟佛菩薩這個感應道交相似了。我們人腦設計電腦能夠變現得出來，何況諸佛菩薩無盡的智慧。所以它是用「妙假觀智所感」，三觀裡面真假中，真也叫做空觀，觀一切諸法的本體，假觀是觀一切諸法的現相。體是真的，相是假的，妙假知道有即是空，空即是有，像《心經》上講的「色不異空，空不異色，色即是空，空即是色」，這就妙了。"
    },
    {
      "id": "01-011-0018_p0012",
      "zh_CN": "也是分证三观，这里凡是讲三观统统都是属于圆教的，圆教不思议的三观。这是分证的菩萨，圆教分证的菩萨也就是我们常讲的四十一位法身大士。在我们净土里面讲，这是理一心不乱，方便土是事一心，实报土是理一心，所感的净土是「妙俗谛」，也是圆教不可思议的俗谛。即真、即假、即中，空假中是在一念当中觉察到的，这是观智。外面的色相确实是空假中，这就是不思议的三谛，一一法无非妙三谛。「无尽五尘为体」，这跟《华严经》上讲的完全相同。世界无量无边，是一切凡夫生死轮回之处，是一切诸佛菩萨接引度脱众生之处。众生无边，世界无边，诸佛菩萨也是无量无边，就是无尽的五尘为体，这才显示出佛法广大无边，从这个地方才真正显示出。",
      "zh_TW": "也是分證三觀，這裡凡是講三觀統統都是屬於圓教的，圓教不思議的三觀。這是分證的菩薩，圓教分證的菩薩也就是我們常講的四十一位法身大士。在我們淨土裡面講，這是理一心不亂，方便土是事一心，實報土是理一心，所感的淨土是「妙俗諦」，也是圓教不可思議的俗諦。即真、即假、即中，空假中是在一念當中覺察到的，這是觀智。外面的色相確實是空假中，這就是不思議的三諦，一一法無非妙三諦。「無盡五塵為體」，這跟《華嚴經》上講的完全相同。世界無量無邊，是一切凡夫生死輪迴之處，是一切諸佛菩薩接引度脫眾生之處。眾生無邊，世界無邊，諸佛菩薩也是無量無邊，就是無盡的五塵為體，這才顯示出佛法廣大無邊，從這個地方才真正顯示出。"
    },
    {
      "id": "01-011-0018_p0013",
      "zh_CN": "「常寂光土是即中观智所感，亦究竟三观所感，以妙中谛称性五尘为体。」到这个地方这是佛的果位了，超越了四十一个因位，前面四十一个是菩萨，从初住到等觉，这四十一个位次是菩萨。常寂光成佛了，这时候无明烦恼完全断尽了，自性的功德圆满而没有一丝毫欠缺的流露出来。我们常说宇宙人生的真相，这时候才是真正的圆满现前。此地所说的修因是「中观智」，是究竟三观，这在大乘修学里面达到了究竟圆满的境界。天台大师所说的三止三观，它的内涵是可以贯通宗门、教下，净宗虽然是专念这一句佛号，这一句佛号念的功夫有浅深不同，在境界上也不违背三观的原则。像我们前面所说的事一心不乱、理一心不乱，以及净宗常说的功夫成片，实在讲功夫成片也可以包括在事一心不乱里面，是事一心不乱的最浅的功夫。这一句佛号能够把见思烦恼稳住、控制住了，不起现行，这个时候叫成片；如果见思烦恼断了，那就叫事一心，圆满的事一心；四十一品无明断尽了，是圆满的理一心。所以，就是这一句佛号也是要经历这些境界，跟天台大师所说的止观内涵能相应，不相违背。",
      "zh_TW": "「常寂光土是即中觀智所感，亦究竟三觀所感，以妙中諦稱性五塵為體。」到這個地方這是佛的果位了，超越了四十一個因位，前面四十一個是菩薩，從初住到等覺，這四十一個位次是菩薩。常寂光成佛了，這時候無明煩惱完全斷盡了，自性的功德圓滿而沒有一絲毫欠缺的流露出來。我們常說宇宙人生的真相，這時候才是真正的圓滿現前。此地所說的修因是「中觀智」，是究竟三觀，這在大乘修學裡面達到了究竟圓滿的境界。天台大師所說的三止三觀，它的內涵是可以貫通宗門、教下，淨宗雖然是專念這一句佛號，這一句佛號念的功夫有淺深不同，在境界上也不違背三觀的原則。像我們前面所說的事一心不亂、理一心不亂，以及淨宗常說的功夫成片，實在講功夫成片也可以包括在事一心不亂裡面，是事一心不亂的最淺的功夫。這一句佛號能夠把見思煩惱穩住、控制住了，不起現行，這個時候叫成片；如果見思煩惱斷了，那就叫事一心，圓滿的事一心；四十一品無明斷盡了，是圓滿的理一心。所以，就是這一句佛號也是要經歷這些境界，跟天台大師所說的止觀內涵能相應，不相違背。"
    },
    {
      "id": "01-011-0018_p0014",
      "zh_CN": "他所感的净土是「妙中谛称性五尘为体」。这个时候色声香味触这五尘完全是自性，是性德所现，这是常寂光净土的理体。这段意思很深，境界很高，老修多少也能够体会到几分，到这个地方才真正达到究竟圆满。在西方世界虽然有四土，它这个四土跟十方诸佛世界的四土不一样，十方世界诸佛的四土是各别的，就是隔开的，个别的。像我们凡圣同居土见不到实报土的菩萨，见不到方便土的罗汉，这当中有隔碍，是各别境界。但是西方净土他四土合在一起的，所以一生一切生。像我们生同居土，同时方便土的罗汉、实报土的菩萨、寂光土的如来统统都见到。像华藏世界四十一位法身大士，这是学普贤十愿往生了，他们生到那个地方是实报庄严土，同时他也见到方便土，也见到凡圣土的大众。所以，这四土没有隔阂，四土是圆融的，这个现象也是其他诸佛刹土里面没有的。佛讲过许多大乘经论，也没有这种说法，唯独西方净土特别，这也说它做殊胜。底下这段很重要了。",
      "zh_TW": "他所感的淨土是「妙中諦稱性五塵為體」。這個時候色聲香味觸這五塵完全是自性，是性德所現，這是常寂光淨土的理體。這段意思很深，境界很高，老修多少也能夠體會到幾分，到這個地方才真正達到究竟圓滿。在西方世界雖然有四土，它這個四土跟十方諸佛世界的四土不一樣，十方世界諸佛的四土是各別的，就是隔開的，個別的。像我們凡聖同居土見不到實報土的菩薩，見不到方便土的羅漢，這當中有隔礙，是各別境界。但是西方淨土他四土合在一起的，所以一生一切生。像我們生同居土，同時方便土的羅漢、實報土的菩薩、寂光土的如來統統都見到。像華藏世界四十一位法身大士，這是學普賢十願往生了，他們生到那個地方是實報莊嚴土，同時他也見到方便土，也見到凡聖土的大眾。所以，這四土沒有隔閡，四土是圓融的，這個現象也是其他諸佛剎土裡面沒有的。佛講過許多大乘經論，也沒有這種說法，唯獨西方淨土特別，這也說它做殊勝。底下這段很重要了。"
    },
    {
      "id": "01-011-0018_p0015",
      "zh_CN": "「欲令易解，作此分别，实四土庄严，无非因缘所生法，无不即空假中，所以极乐同居净境，真俗圆融，不可限量，下皆倣此。」这个「实」就是实在。这是为我们说出四土圆融的事实，西方世界的真实的状况。佛为我们介绍的时候，说这个世界有菩萨、有罗汉、有人民，完全用的我们世间凡夫常识所说的，比例来讲的，事实上不一样。这是佛的方便说法，使我们容易理解，容易懂得，说出阿弥陀佛西方极乐世界的四土状况。事实有没有四土？有四土，但是它这个四土是圆融的，没有隔别。说人民就是表示因缘所生法，四土都是因缘所生法；说阿罗汉表示即空，四土都是即空；说菩萨表即假，四土都是即假；说佛表即中，常寂光土是表即中，四土都是中。这是演说方便，我们要细细去体会这个意思、这个境界。所以「极乐同居净境」，这个清净的境界是真假圆融，就是即真即假即中，不可限量，下面都是这个意思。",
      "zh_TW": "「欲令易解，作此分別，實四土莊嚴，無非因緣所生法，無不即空假中，所以極樂同居淨境，真俗圓融，不可限量，下皆倣此。」這個「實」就是實在。這是為我們說出四土圓融的事實，西方世界的真實的狀況。佛為我們介紹的時候，說這個世界有菩薩、有羅漢、有人民，完全用的我們世間凡夫常識所說的，比例來講的，事實上不一樣。這是佛的方便說法，使我們容易理解，容易懂得，說出阿彌陀佛西方極樂世界的四土狀況。事實有沒有四土？有四土，但是它這個四土是圓融的，沒有隔別。說人民就是表示因緣所生法，四土都是因緣所生法；說阿羅漢表示即空，四土都是即空；說菩薩表即假，四土都是即假；說佛表即中，常寂光土是表即中，四土都是中。這是演說方便，我們要細細去體會這個意思、這個境界。所以「極樂同居淨境」，這個清淨的境界是真假圓融，就是即真即假即中，不可限量，下面都是這個意思。"
    },
    {
      "id": "01-011-0018_p0016",
      "zh_CN": "「问，寂光惟理性，何得有此庄严。」这个问得很好，如果对于佛教的经论涉猎比较多，他就会有这个问题。因为我们讲四土，寂光是属理，前面三种是事，事有相可以说，理没有相。事有相，事相有差别，可以说它的种种庄严，理没有，怎么能说庄严？「答，一一庄严全体理性。」这个答得好！事跟理是一，不是二。一般人把事跟理分了家，事上可以这么说，理上不能说。殊不知事就是理，理就是事，既然事可以说庄严，理怎么不能说庄严？当然也可以说庄严。所以说一一庄严，这个一一庄严是从事上讲的，像同居土、方便土、实报土，全体理性，都是本性，都是理体变现出来的，并没有离开理性。「一一理性具足庄严，方是诸佛究竟依果。」不但是阿弥陀佛，一切诸佛如来的依报，依果就是依报，都没有例外的。只是凡夫跟诸佛菩萨观感不相同，佛菩萨觉悟，觉而不迷，凡夫是迷而不觉，所以他的看法不一样、感触不一样，差别是从这个地方生的。如果论事理，凡圣一如，事跟理决不因凡圣而有改变，没有。「若寂光不具胜妙五尘，何异偏真法性」，这一句说得更好了。如果寂光净土不具足胜妙五尘，胜妙五尘是在凡圣同居土里头说的，何异偏真法性？偏真法性是小乘阿罗汉灰身灭智，入偏真涅槃。偏真是什么都没有，真是万法皆空，就像四空天一样。他说那么诸佛如来的境界跟小乘阿罗汉有什么差别？小乘阿罗汉没有胜妙五尘，诸佛如来有胜妙五尘，所以他能够广做佛事，普利众生。",
      "zh_TW": "「問，寂光惟理性，何得有此莊嚴。」這個問得很好，如果對於佛教的經論涉獵比較多，他就會有這個問題。因為我們講四土，寂光是屬理，前面三種是事，事有相可以說，理沒有相。事有相，事相有差別，可以說它的種種莊嚴，理沒有，怎麼能說莊嚴？「答，一一莊嚴全體理性。」這個答得好！事跟理是一，不是二。一般人把事跟理分了家，事上可以這麼說，理上不能說。殊不知事就是理，理就是事，既然事可以說莊嚴，理怎麼不能說莊嚴？當然也可以說莊嚴。所以說一一莊嚴，這個一一莊嚴是從事上講的，像同居土、方便土、實報土，全體理性，都是本性，都是理體變現出來的，並沒有離開理性。「一一理性具足莊嚴，方是諸佛究竟依果。」不但是阿彌陀佛，一切諸佛如來的依報，依果就是依報，都沒有例外的。只是凡夫跟諸佛菩薩觀感不相同，佛菩薩覺悟，覺而不迷，凡夫是迷而不覺，所以他的看法不一樣、感觸不一樣，差別是從這個地方生的。如果論事理，凡聖一如，事跟理決不因凡聖而有改變，沒有。「若寂光不具勝妙五塵，何異偏真法性」，這一句說得更好了。如果寂光淨土不具足勝妙五塵，勝妙五塵是在凡聖同居土裡頭說的，何異偏真法性？偏真法性是小乘阿羅漢灰身滅智，入偏真涅槃。偏真是什麼都沒有，真是萬法皆空，就像四空天一樣。他說那麼諸佛如來的境界跟小乘阿羅漢有什麼差別？小乘阿羅漢沒有勝妙五塵，諸佛如來有勝妙五塵，所以他能夠廣做佛事，普利眾生。"
    },
    {
      "id": "01-011-0018_p0017",
      "zh_CN": "这段里面给我们显示几个重要的原理，第一个「法界原本一真」。《华严经》里面将这桩事情为我们说得很透彻、很清楚，法界本来是一真。我们今天这个法界是不是一真？是，一点都没错，只是我们看不出来。这个一真法界在变，诸位晓得真不变，变是什么？假的在变。我们打个比喻，我们眼前境界没有变，眼睛不好，你看都戴上眼镜，每个人眼睛度数都不一样，所以他变的也不相同，就是这么个道理。如果戴上有色的眼镜，我戴一个黑眼镜，看到外面暗暗的；戴上个绿眼镜，外面都一片绿绿的；戴个红眼镜，外面就显得红红的。外面有没有变？没有变，是我们戴的镜片不一样，就是这么个道理。本来是一真，变成了十法界，所以十法界都是错觉，不是事实，事实是一真。怎样才能见到一真？我们错觉发生在什么地方要知道，就是佛在《华严》上讲的妄想执着，随着妄想执着轻重不相等，看的法界就不一样。如果把妄想执着统统去尽了，一真法界你就见到了，原来就在面前。这是事实真相。所以佛说这一切法（这讲十法界）唯识所变，一真法界是唯心所现，唯心所现的是真的，唯识所变，那就变成假的，变成十法界。但是假跟真没有离开，我们戴个眼镜看外面，颜色都变了，是假的。假的跟真的不是两个，是一桩事情，眼镜拿掉就是真的了，套上就是假的，可见得真假一如，理事不二。",
      "zh_TW": "這段裡面給我們顯示幾個重要的原理，第一個「法界原本一真」。《華嚴經》裡面將這樁事情為我們說得很透徹、很清楚，法界本來是一真。我們今天這個法界是不是一真？是，一點都沒錯，只是我們看不出來。這個一真法界在變，諸位曉得真不變，變是什麼？假的在變。我們打個比喻，我們眼前境界沒有變，眼睛不好，你看都戴上眼鏡，每個人眼睛度數都不一樣，所以他變的也不相同，就是這麼個道理。如果戴上有色的眼鏡，我戴一個黑眼鏡，看到外面暗暗的；戴上個綠眼鏡，外面都一片綠綠的；戴個紅眼鏡，外面就顯得紅紅的。外面有沒有變？沒有變，是我們戴的鏡片不一樣，就是這麼個道理。本來是一真，變成了十法界，所以十法界都是錯覺，不是事實，事實是一真。怎樣才能見到一真？我們錯覺發生在什麼地方要知道，就是佛在《華嚴》上講的妄想執著，隨著妄想執著輕重不相等，看的法界就不一樣。如果把妄想執著統統去盡了，一真法界你就見到了，原來就在面前。這是事實真相。所以佛說這一切法（這講十法界）唯識所變，一真法界是唯心所現，唯心所現的是真的，唯識所變，那就變成假的，變成十法界。但是假跟真沒有離開，我們戴個眼鏡看外面，顏色都變了，是假的。假的跟真的不是兩個，是一樁事情，眼鏡拿掉就是真的了，套上就是假的，可見得真假一如，理事不二。"
    },
    {
      "id": "01-011-0018_p0018",
      "zh_CN": "经上又给我们说，一切法从心想生，这就是唯识所变。如果我们懂得这个道理、知道这个事实真相，自古以来许多的传说，像中国人所讲的龙，到底这个东西有没有？如果你明白这个原理、明白这个事实，你就会肯定答应「有」。怎么知道有？一切法从心想生，你想什么它就变什么，能变的是心想，所变出来是万物，是境界。这个理很深，但是它是事实。这个道理明白了，我们世俗人常讲改风水，你就真会改了。风水从哪里改？从心想里面改。所以风水家常说「福人居福地」，福是心想的，地也是心想的，这个很合道理。",
      "zh_TW": "經上又給我們說，一切法從心想生，這就是唯識所變。如果我們懂得這個道理、知道這個事實真相，自古以來許多的傳說，像中國人所講的龍，到底這個東西有沒有？如果你明白這個原理、明白這個事實，你就會肯定答應「有」。怎麼知道有？一切法從心想生，你想什麼它就變什麼，能變的是心想，所變出來是萬物，是境界。這個理很深，但是它是事實。這個道理明白了，我們世俗人常講改風水，你就真會改了。風水從哪裡改？從心想裡面改。所以風水家常說「福人居福地」，福是心想的，地也是心想的，這個很合道理。"
    },
    {
      "id": "01-011-0018_p0019",
      "zh_CN": "就一般而论，这境界不同，凡夫只能见同居土，同居土以外的见不到，即使用科学仪器也见不到，也探测不到。声闻居方便土，他能够见到下面，同居土他能见到，菩萨能够见方便土跟同居土，唯有佛果是各种净土统统见到。这是一般的讲法。但是生到西方极乐世界不一样，因为它四土圆融，这是为什么诸佛菩萨都劝人念佛往生西方极乐世界。生其他诸佛世界不行吗？诸位必须要知道一个事实，其他诸佛世界四土不圆融，唯独西方净土四土圆融。凭我们这个本事，凡圣同居土大概还是中下品，在他方世界，还是到凡圣同居土，连方便土都接触不到。可是到了西方世界就不一样，从上，阿罗汉、菩萨、佛都见得到；从横的来说，十方一切诸佛刹土，诸佛的四种净土也都能见到。因为你能够见到西方极乐世界四土，你就能见到一切诸佛的四土。这个真正不可思议！所以一切诸佛劝你往生西方，对得起你。如果不劝你到西方极乐世界，说老实话诸佛菩萨有私心，对不起人，把最殊胜上上乘法，瞒着你不告诉你，告诉你第二等、第三等的，这个不能叫大慈大悲。除非你不能接受，你没有这个善根、福德，那是另当别论。你有这个善根、福德，不这样子教导你，的确是对不起你。所以这个地方我们要特别留意这一层。再看下面经文。",
      "zh_TW": "就一般而論，這境界不同，凡夫只能見同居土，同居土以外的見不到，即使用科學儀器也見不到，也探測不到。聲聞居方便土，他能夠見到下面，同居土他能見到，菩薩能夠見方便土跟同居土，唯有佛果是各種淨土統統見到。這是一般的講法。但是生到西方極樂世界不一樣，因為它四土圓融，這是為什麼諸佛菩薩都勸人念佛往生西方極樂世界。生其他諸佛世界不行嗎？諸位必須要知道一個事實，其他諸佛世界四土不圓融，唯獨西方淨土四土圓融。憑我們這個本事，凡聖同居土大概還是中下品，在他方世界，還是到凡聖同居土，連方便土都接觸不到。可是到了西方世界就不一樣，從上，阿羅漢、菩薩、佛都見得到；從橫的來說，十方一切諸佛剎土，諸佛的四種淨土也都能見到。因為你能夠見到西方極樂世界四土，你就能見到一切諸佛的四土。這個真正不可思議！所以一切諸佛勸你往生西方，對得起你。如果不勸你到西方極樂世界，說老實話諸佛菩薩有私心，對不起人，把最殊勝上上乘法，瞞著你不告訴你，告訴你第二等、第三等的，這個不能叫大慈大悲。除非你不能接受，你沒有這個善根、福德，那是另當別論。你有這個善根、福德，不這樣子教導你，的確是對不起你。所以這個地方我們要特別留意這一層。再看下面經文。"
    },
    {
      "id": "01-011-0018_p0020",
      "zh_CN": "【又舍利弗。极乐国土有七宝池。八功德水。充满其中。池底纯以金沙布地。四边阶道。金银琉璃玻璃合成。上有楼阁。亦以金银琉璃玻璃砗磲赤珠玛瑙而严饰之。池中莲华。大如车轮。青色青光。黄色黄光。赤色赤光。白色白光。微妙香洁。】",
      "zh_TW": "【又舍利弗。極樂國土有七寶池。八功德水。充滿其中。池底純以金沙布地。四邊階道。金銀琉璃玻璃合成。上有樓閣。亦以金銀琉璃玻璃硨磲赤珠瑪瑙而嚴飾之。池中蓮華。大如車輪。青色青光。黃色黃光。赤色赤光。白色白光。微妙香潔。】"
    },
    {
      "id": "01-011-0018_p0021",
      "zh_CN": "这一段经文里面告诉我们，生到西方世界是莲花化生，没有胎生之苦。八苦里面也没有爱别离、怨憎会苦，都没有，莲花化生。注解里头说，「上明住处，今明生处」，前面讲的依报是我们居住的环境，生活的环境，这个地方要说的是生处，当然也是我们非常关心的，我们生到哪里？「宝池金银等所成，不同此方土石也」，这就是说的胜妙五尘。人，自古至今确实要论福报，我们现在人的福报不如古人。我们读历史，看看唐朝时候唐太宗对于功臣的赏赐，一赏就是黄金几百镒。由此可知，那时候金银七宝很多，所以货币都是用金跟银。现在少了，到哪里去？不见了，大概也变成砖头石块了，会变的。从这些地方看，从前人有福，七宝多，现在这些宝物非常稀少，没有从前那么多了。",
      "zh_TW": "這一段經文裡面告訴我們，生到西方世界是蓮花化生，沒有胎生之苦。八苦裡面也沒有愛別離、怨憎會苦，都沒有，蓮花化生。註解裡頭說，「上明住處，今明生處」，前面講的依報是我們居住的環境，生活的環境，這個地方要說的是生處，當然也是我們非常關心的，我們生到哪裡？「寶池金銀等所成，不同此方土石也」，這就是說的勝妙五塵。人，自古至今確實要論福報，我們現在人的福報不如古人。我們讀歷史，看看唐朝時候唐太宗對於功臣的賞賜，一賞就是黃金幾百鎰。由此可知，那時候金銀七寶很多，所以貨幣都是用金跟銀。現在少了，到哪裡去？不見了，大概也變成磚頭石塊了，會變的。從這些地方看，從前人有福，七寶多，現在這些寶物非常稀少，沒有從前那麼多了。"
    },
    {
      "id": "01-011-0018_p0022",
      "zh_CN": "西方极乐世界的阿弥陀佛福报大，无量劫修得的。我们不要说他称性了，阿弥陀佛从因地无量劫的修持，每一个往生的人至少都是修增上的善缘，可见得那个地方众生福报太大了。所以它的依报环境都是众宝所成，跟我们这个世界完全不相同。水也不一样，他那边的水有八种好处。其实好处很多，说之不尽，这个八种是略说，细说说不尽。第一个是「澄清」，不像我们这个地方的水混浊。我们这个地方的水，有少数的地方水很清，但是在科学仪器分析之下，依旧有很多东西存在其中，不是真正的澄清，澄清是一丝毫杂质都没有。第二个是「清冷」，清冷是讲它的温度，「异寒热」，我们这个地方的水不是太冰，就是太热。不像它那边的水永远保持同样的温度，非常的清凉。第三「甘美」，水的味道是甜的，甘是甘甜，非常可口，「异咸淡劣味」，跟我们这里不一样。第四，它的水「轻软」，我们这个地方的水很重，它的水很轻。从经文里面可以能够看得出来，《观经》上讲得很清楚，我们这边的水只能往下流，不能往上流，西方极乐世界的水可以往上面流。我们想想为什么它能往上流？它轻。我们这个地方水蒸气可以往上去，轻。它的水轻，可以往上流。",
      "zh_TW": "西方極樂世界的阿彌陀佛福報大，無量劫修得的。我們不要說他稱性了，阿彌陀佛從因地無量劫的修持，每一個往生的人至少都是修增上的善緣，可見得那個地方眾生福報太大了。所以它的依報環境都是眾寶所成，跟我們這個世界完全不相同。水也不一樣，他那邊的水有八種好處。其實好處很多，說之不盡，這個八種是略說，細說說不盡。第一個是「澄清」，不像我們這個地方的水混濁。我們這個地方的水，有少數的地方水很清，但是在科學儀器分析之下，依舊有很多東西存在其中，不是真正的澄清，澄清是一絲毫雜質都沒有。第二個是「清冷」，清冷是講它的溫度，「異寒熱」，我們這個地方的水不是太冰，就是太熱。不像它那邊的水永遠保持同樣的溫度，非常的清涼。第三「甘美」，水的味道是甜的，甘是甘甜，非常可口，「異鹹淡劣味」，跟我們這裡不一樣。第四，它的水「輕軟」，我們這個地方的水很重，它的水很輕。從經文裡面可以能夠看得出來，《觀經》上講得很清楚，我們這邊的水只能往下流，不能往上流，西方極樂世界的水可以往上面流。我們想想為什麼它能往上流？它輕。我們這個地方水蒸氣可以往上去，輕。它的水輕，可以往上流。"
    },
    {
      "id": "01-011-0018_p0023",
      "zh_CN": "第五，「润泽，异宿腐褪色」，也就是我们这边的水腐蚀的力量很强，即使是金属放在水里面，腐蚀生锈了。西方世界的水不一样，它润泽。润泽是什么？好像油漆一样，水里头浸的时候，颜色更美、更好看，不会腐蚀的。这种功能我们这个地方的水是决定没有的，它那边的水有这个好处。第六，「安和」，那边的水没有急暴，好像汹涛大浪，没有，水平如镜，没有风浪的。第七，「除饥渴，异生冷」。我们这边的水可以除渴，不能除饥，西方世界的水大概是充满了养分，营养价值非常高，所以水不但可以止渴，也可以充饥。第八，「长养诸根」，诸根是指我们身体六根，它能够长养诸根。我们这个地方的水不行，人在水里头泡久了的话就生病了，它那个地方不但不会生病，反而使你更能够健康、更能够长寿。「异损坏诸根」，我们这边水是会损坏诸根的，「及沴戾增病没溺等也」，这个水给我们带来疾病，甚至于能淹死人。这是说明八功德水，跟我们这个世界不相同。《十六观经》里面有说明，西方世界的水可以循树上下，在树间树枝上流动，那就非常的美观，能够绕着树枝，绕着树梢流动，这是看出它的轻软。",
      "zh_TW": "第五，「潤澤，異宿腐褪色」，也就是我們這邊的水腐蝕的力量很強，即使是金屬放在水裡面，腐蝕生銹了。西方世界的水不一樣，它潤澤。潤澤是什麼？好像油漆一樣，水裡頭浸的時候，顏色更美、更好看，不會腐蝕的。這種功能我們這個地方的水是決定沒有的，它那邊的水有這個好處。第六，「安和」，那邊的水沒有急暴，好像洶濤大浪，沒有，水平如鏡，沒有風浪的。第七，「除飢渴，異生冷」。我們這邊的水可以除渴，不能除飢，西方世界的水大概是充滿了養分，營養價值非常高，所以水不但可以止渴，也可以充飢。第八，「長養諸根」，諸根是指我們身體六根，它能夠長養諸根。我們這個地方的水不行，人在水裡頭泡久了的話就生病了，它那個地方不但不會生病，反而使你更能夠健康、更能夠長壽。「異損壞諸根」，我們這邊水是會損壞諸根的，「及沴戾增病沒溺等也」，這個水給我們帶來疾病，甚至於能淹死人。這是說明八功德水，跟我們這個世界不相同。《十六觀經》裡面有說明，西方世界的水可以循樹上下，在樹間樹枝上流動，那就非常的美觀，能夠繞著樹枝，繞著樹梢流動，這是看出它的輕軟。"
    },
    {
      "id": "01-011-0018_p0024",
      "zh_CN": "不但水有这么多的好处，而且能说法。水流的有音声，这个音声宣说苦空、无常、无我、诸波罗蜜，苦空、无常、无我是说的小乘法，诸波罗蜜是说的大乘佛法。究竟说哪些法？你想听什么法，他就给你说什么法。水本来是无情之物，阿弥陀佛以他的智慧、德能，把它变成说法的工具，用它来满足大众闻法的需求，这实在不可思议。由此可知，这个世界资源不但丰富，它的美好实在不可思议。",
      "zh_TW": "不但水有這麼多的好處，而且能說法。水流的有音聲，這個音聲宣說苦空、無常、無我、諸波羅蜜，苦空、無常、無我是說的小乘法，諸波羅蜜是說的大乘佛法。究竟說哪些法？你想聽什麼法，他就給你說什麼法。水本來是無情之物，阿彌陀佛以他的智慧、德能，把它變成說法的工具，用它來滿足大眾聞法的需求，這實在不可思議。由此可知，這個世界資源不但豐富，它的美好實在不可思議。"
    },
    {
      "id": "01-011-0018_p0025",
      "zh_CN": "我们时间还有三分钟，底下这段文很长，我想今天我们就讲到此地。",
      "zh_TW": "我們時間還有三分鐘，底下這段文很長，我想今天我們就講到此地。"
    }
  ]
}