{
  "doc_id": "01-011-0046",
  "title": {
    "zh_CN": "佛说阿弥陀经要解",
    "zh_TW": "佛說阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十六集",
    "zh_TW": "第四十六集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "美国加州迪安萨大学",
    "zh_TW": "美國加州迪安薩大學"
  },
  "doc_number": "01-011-0046",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "01-011-0046_p0001",
      "zh_CN": "请掀开经本七十六面，第五行：",
      "zh_TW": "請掀開經本七十六面，第五行："
    },
    {
      "id": "01-011-0046_p0002",
      "zh_CN": "【各于其国。出广长舌相。遍覆三千大千世界。说诚实言。汝等众生。当信是称赞不可思议功德一切诸佛所护念经。】",
      "zh_TW": "【各於其國。出廣長舌相。遍覆三千大千世界。說誠實言。汝等眾生。當信是稱讚不可思議功德一切諸佛所護念經。】"
    },
    {
      "id": "01-011-0046_p0003",
      "zh_CN": "这是上方世界，世尊为我们列举了十尊佛的名号，名号所代表的意义我们在前面报告过了，这个地方我们把它做一个总结，六方就是十方，前面这都说过了。从这段经文来看，我们可以知道释迦牟尼佛为我们所说的是真实的话，正如同《金刚经》上所说，「如来是真语者、实语者、如语者，不异语者、不诳语者」，我们必须要从这个地方建立真实的信心。十方世界无量无边的诸佛如来，没有一尊佛不赞叹西方极乐世界，这是『称赞不可思议功德』。「不可思议功德」我们从本经所说的把它归纳起来，可以说有三桩事情不可思议。第一个是世界，就是依报环境不可思议。第二是正报，弥陀与十方世界往生去的这些人，他们的成就不可思议。第三是说法不可思议，也可以说是十方一切诸佛赞叹，这是不可思议的事情，不是一尊佛、两尊佛，是『一切诸佛所护念』。把这个事实搞清楚、明白了，我们世间人常常希求佛菩萨保佑我们，要怎样求佛菩萨才能够得到真正的保佑？我们从这个地方明白了，我们接受这部经，读诵它，依照经典的理论、方法去修行，就决定得到一切诸佛之所护念。诸位想想，这是不是真正的事实？我们这一会当中确实得到了。我们看下面蕅益大师的注解。",
      "zh_TW": "這是上方世界，世尊為我們列舉了十尊佛的名號，名號所代表的意義我們在前面報告過了，這個地方我們把它做一個總結，六方就是十方，前面這都說過了。從這段經文來看，我們可以知道釋迦牟尼佛為我們所說的是真實的話，正如同《金剛經》上所說，「如來是真語者、實語者、如語者，不異語者、不誑語者」，我們必須要從這個地方建立真實的信心。十方世界無量無邊的諸佛如來，沒有一尊佛不讚歎西方極樂世界，這是『稱讚不可思議功德』。「不可思議功德」我們從本經所說的把它歸納起來，可以說有三樁事情不可思議。第一個是世界，就是依報環境不可思議。第二是正報，彌陀與十方世界往生去的這些人，他們的成就不可思議。第三是說法不可思議，也可以說是十方一切諸佛讚歎，這是不可思議的事情，不是一尊佛、兩尊佛，是『一切諸佛所護念』。把這個事實搞清楚、明白了，我們世間人常常希求佛菩薩保佑我們，要怎樣求佛菩薩才能夠得到真正的保佑？我們從這個地方明白了，我們接受這部經，讀誦它，依照經典的理論、方法去修行，就決定得到一切諸佛之所護念。諸位想想，這是不是真正的事實？我們這一會當中確實得到了。我們看下面蕅益大師的註解。"
    },
    {
      "id": "01-011-0046_p0004",
      "zh_CN": "「此界非非想天之上，复有上界风轮金轮及三界等，重重无尽也。」这是说上方世界，我们这个世界的上方也是有重重无尽的诸佛世界，实在讲是无量无边。下面大师假设几个问答，目的也是帮我们断疑生信。「问，诸方必有净土，何偏赞西方。」实在讲有这种疑惑的人很多，我们也常常遇到。一切诸佛都有净土，为什么诸佛偏赞西方净土？实在讲就是刚才所说的这三桩事情，诸佛虽然有净土，这三桩事情比不上西方极乐世界。就是依报的环境、大众的成就、说法的圆满，这是诸佛净土里头没有的，所以一切诸佛赞叹。他老人家答，答得更妙了。「答，此亦非善问」，就是你这个问问得不好，问得不高明。为什么不高明？「假使赞阿閦佛国」，阿閦佛国是在东方，东方阿閦鞞佛，「汝又疑偏东方」，岂不展转戏论吗？这个就是偏执，偏见、执着。但是我们晓得诸佛赞西方净土，确实它的确是有值得赞叹的地方。",
      "zh_TW": "「此界非非想天之上，復有上界風輪金輪及三界等，重重無盡也。」這是說上方世界，我們這個世界的上方也是有重重無盡的諸佛世界，實在講是無量無邊。下面大師假設幾個問答，目的也是幫我們斷疑生信。「問，諸方必有淨土，何偏讚西方。」實在講有這種疑惑的人很多，我們也常常遇到。一切諸佛都有淨土，為什麼諸佛偏讚西方淨土？實在講就是剛才所說的這三樁事情，諸佛雖然有淨土，這三樁事情比不上西方極樂世界。就是依報的環境、大眾的成就、說法的圓滿，這是諸佛淨土裡頭沒有的，所以一切諸佛讚歎。他老人家答，答得更妙了。「答，此亦非善問」，就是你這個問問得不好，問得不高明。為什麼不高明？「假使讚阿閦佛國」，阿閦佛國是在東方，東方阿閦鞞佛，「汝又疑偏東方」，豈不展轉戲論嗎？這個就是偏執，偏見、執著。但是我們曉得諸佛讚西方淨土，確實它的確是有值得讚歎的地方。"
    },
    {
      "id": "01-011-0046_p0005",
      "zh_CN": "「问，何不遍缘法界」，比缘一尊佛的净土那要殊胜得太多了。「答，有三义。」为什么不遍缘三界？遍缘三界是没错，这个问得很好，没有问错。「答，有三义，令初机易标心故。」遍缘三界说得容易，做起来难。为什么难？诸位想想，心里头有分别、有执着，就不能遍缘三界。遍缘三界是什么心？是清净心、平等心，凡夫做不到。实在讲那是「破一品无明，见一分真性」的圆教初住菩萨，他才有这个能力，圆初住以下没有这个能力。所以这是初机人，特别是初学的人，没有断惑，带业的这些众生，指出一个方向，一个目标，他容易缘这个境界，这是第一个。单单这么一个理由，可以说缘东方阿閦佛国也没错，何必要缘西方？第二句则是「阿弥本愿胜故」，弥陀接引众生的本愿比其他一切诸佛殊胜，也就是说明，一切诸佛如来在因地当中发的愿不一样，弥陀四十八愿确实是非常圆满，这是胜过诸佛的。第三，「佛与此土众生偏有缘故」。我们知道世出世间一切法，我们人与人、人与事、人与环境，都在一个缘；要是没有缘，彼此见面也不认识。所以，都在一个缘上。十方诸佛跟我们的缘，没有阿弥陀佛这个缘来得重，因为这个缘故，我们求生西方净土就特别容易，这是跟阿弥陀佛缘深。",
      "zh_TW": "「問，何不遍緣法界」，比緣一尊佛的淨土那要殊勝得太多了。「答，有三義。」為什麼不遍緣三界？遍緣三界是沒錯，這個問得很好，沒有問錯。「答，有三義，令初機易標心故。」遍緣三界說得容易，做起來難。為什麼難？諸位想想，心裡頭有分別、有執著，就不能遍緣三界。遍緣三界是什麼心？是清淨心、平等心，凡夫做不到。實在講那是「破一品無明，見一分真性」的圓教初住菩薩，他才有這個能力，圓初住以下沒有這個能力。所以這是初機人，特別是初學的人，沒有斷惑，帶業的這些眾生，指出一個方向，一個目標，他容易緣這個境界，這是第一個。單單這麼一個理由，可以說緣東方阿閦佛國也沒錯，何必要緣西方？第二句則是「阿彌本願勝故」，彌陀接引眾生的本願比其他一切諸佛殊勝，也就是說明，一切諸佛如來在因地當中發的願不一樣，彌陀四十八願確實是非常圓滿，這是勝過諸佛的。第三，「佛與此土眾生偏有緣故」。我們知道世出世間一切法，我們人與人、人與事、人與環境，都在一個緣；要是沒有緣，彼此見面也不認識。所以，都在一個緣上。十方諸佛跟我們的緣，沒有阿彌陀佛這個緣來得重，因為這個緣故，我們求生西方淨土就特別容易，這是跟阿彌陀佛緣深。"
    },
    {
      "id": "01-011-0046_p0006",
      "zh_CN": "再看底下，「盖佛度生」，佛度化众生，就是帮助众生，众生接受佛的教化，「其间难易浅深，总在于缘」。所以世尊在大乘经上常说，世界从哪里来的？缘生的，因缘生法，是属于缘生的，这就是佛教对于缘看得非常之重。「缘之所在，恩德弘深，种种教启，能令欢喜信入。」佛与众生是这样的，我们世间人与人也是这样。这个人跟你特别有缘，你说话他就相信；没有缘，你跟他说真话他也不相信；甚至缘深的，骗他他也相信。这是缘，有什么法子！都在于缘。因此缘，有善缘、有恶缘，这倒是我们要非常谨慎的。佛这个缘是善缘，佛法决定是善的，但是末法时期这些佛教徒未必完全都是善的，有很多拿着佛的招牌骗人的，这在我们这个社会我们常常看到。这个事情佛在经上说得很清楚，我们去年在此地讲的《观经．上品上生章》里面，善导大师就说得很清楚，他老人家引经据典，告诉我们末法这个现象。大家《无量寿经》念得很熟，《无量寿经》上也讲得很明白。不仅是佛教，基督教里头说现在末法的状况也说得很好，说得是相当的正确。耶稣跟释迦牟尼佛，就是依照西洋人的说法也相去五百多年，他们所说的都非常接近，这就是我们中国人俗话所讲「英雄所见，大略相同」，这个时代。所以「恩德弘深」，弘是大，过去世恩德结得大、结得深，缘就深。",
      "zh_TW": "再看底下，「蓋佛度生」，佛度化眾生，就是幫助眾生，眾生接受佛的教化，「其間難易淺深，總在於緣」。所以世尊在大乘經上常說，世界從哪裡來的？緣生的，因緣生法，是屬於緣生的，這就是佛教對於緣看得非常之重。「緣之所在，恩德弘深，種種教啟，能令歡喜信入。」佛與眾生是這樣的，我們世間人與人也是這樣。這個人跟你特別有緣，你說話他就相信；沒有緣，你跟他說真話他也不相信；甚至緣深的，騙他他也相信。這是緣，有什麼法子！都在於緣。因此緣，有善緣、有惡緣，這倒是我們要非常謹慎的。佛這個緣是善緣，佛法決定是善的，但是末法時期這些佛教徒未必完全都是善的，有很多拿著佛的招牌騙人的，這在我們這個社會我們常常看到。這個事情佛在經上說得很清楚，我們去年在此地講的《觀經．上品上生章》裡面，善導大師就說得很清楚，他老人家引經據典，告訴我們末法這個現象。大家《無量壽經》念得很熟，《無量壽經》上也講得很明白。不僅是佛教，基督教裡頭說現在末法的狀況也說得很好，說得是相當的正確。耶穌跟釋迦牟尼佛，就是依照西洋人的說法也相去五百多年，他們所說的都非常接近，這就是我們中國人俗話所講「英雄所見，大略相同」，這個時代。所以「恩德弘深」，弘是大，過去世恩德結得大、結得深，緣就深。"
    },
    {
      "id": "01-011-0046_p0007",
      "zh_CN": "「种种教启，能令欢喜信入」，遇到有缘的人，所谓善知识，他来教导，很容易生起欢喜心。「能令触动宿种」，宿是过去生中，宿世的善根种子，这一闻法就触动了，善根就发现了。「能令魔障难遮」，果然依教奉行，魔障就障不了，它对你就不起作用。魔障对哪种人起作用？对于心不定的，犹疑不决，对这种人它会产生很大的效果。假如这个人信心坚固，愿力恳切，一个目标，一个方向，魔来了，他不会受它干扰，不会受它扰乱，这就是令魔障难遮，遮是障碍。「能令体性开发」，体性就是真如本性，开发就是开悟，禅宗里面讲的明心见性，就是这个意思。这个都是在缘上。",
      "zh_TW": "「種種教啟，能令歡喜信入」，遇到有緣的人，所謂善知識，他來教導，很容易生起歡喜心。「能令觸動宿種」，宿是過去生中，宿世的善根種子，這一聞法就觸動了，善根就發現了。「能令魔障難遮」，果然依教奉行，魔障就障不了，它對你就不起作用。魔障對哪種人起作用？對於心不定的，猶疑不決，對這種人它會產生很大的效果。假如這個人信心堅固，願力懇切，一個目標，一個方向，魔來了，他不會受它干擾，不會受它擾亂，這就是令魔障難遮，遮是障礙。「能令體性開發」，體性就是真如本性，開發就是開悟，禪宗裡面講的明心見性，就是這個意思。這個都是在緣上。"
    },
    {
      "id": "01-011-0046_p0008",
      "zh_CN": "「诸佛本从法身垂迹，固结缘种」，这是从理上说。诸佛如来证满法身，圆初住以上的菩萨，虽然证得法身，没有圆满，唯独如来证了圆满的法身。法身是万事万物的本体，就是现代哲学里面所说的宇宙万有的本体，宇宙万有统统是从法身里面变现出来的。我们现前这个身体，以及我们生活环境也没有例外的，都是法身理体显现出来的。但是我们凡夫迷了法身，不知道，诸佛如来是圆证法身，他是觉悟，我们迷惑。觉悟的人知道尽虚空遍法界跟自己是一体的，这叫固结缘种，所以缘是从这个地方来的。既然尽虚空遍法界跟自己是一体，哪有不照顾的道理！而且照顾之周也不可思议。要怎样去照顾？还是一个缘字。众生缘成熟，佛菩萨就来照顾他，应以什么身得度，就现什么样的身分去帮助他，应以什么法门得度，就给他说哪种法门去帮助他。所以总在于缘。「若世出世，悉不可思议。」佛菩萨要帮助众生，或者用世间人的身分，像经上讲的国王、大臣、长者、居士、童男、童女，这世间；出世间，就示现佛身、菩萨身、比丘身、比丘尼身，这出世。无论示现哪一种身分都不可思议。",
      "zh_TW": "「諸佛本從法身垂跡，固結緣種」，這是從理上說。諸佛如來證滿法身，圓初住以上的菩薩，雖然證得法身，沒有圓滿，唯獨如來證了圓滿的法身。法身是萬事萬物的本體，就是現代哲學裡面所說的宇宙萬有的本體，宇宙萬有統統是從法身裡面變現出來的。我們現前這個身體，以及我們生活環境也沒有例外的，都是法身理體顯現出來的。但是我們凡夫迷了法身，不知道，諸佛如來是圓證法身，他是覺悟，我們迷惑。覺悟的人知道盡虛空遍法界跟自己是一體的，這叫固結緣種，所以緣是從這個地方來的。既然盡虛空遍法界跟自己是一體，哪有不照顧的道理！而且照顧之周也不可思議。要怎樣去照顧？還是一個緣字。眾生緣成熟，佛菩薩就來照顧他，應以什麼身得度，就現什麼樣的身分去幫助他，應以什麼法門得度，就給他說哪種法門去幫助他。所以總在於緣。「若世出世，悉不可思議。」佛菩薩要幫助眾生，或者用世間人的身分，像經上講的國王、大臣、長者、居士、童男、童女，這世間；出世間，就示現佛身、菩薩身、比丘身、比丘尼身，這出世。無論示現哪一種身分都不可思議。"
    },
    {
      "id": "01-011-0046_p0009",
      "zh_CN": "「尊隆于教乘，举扬于海会」，这是特别说这个净土法门。在教乘里面来说，教乘是经典，教是讲十二分教，乘是讲三乘佛法，声闻、缘觉、菩萨。在教乘里头，就是在一切经教里面，这部经是最尊、最隆重的。举扬于海会，海是比喻广大，这真是大到不可思议，尽虚空遍法界一切诸佛讲经的道场，没有不讲《弥陀经》的，没有不赞叹阿弥陀佛的。所以这个海会是一切诸佛菩萨的海会。「沁入于苦海」，苦海是比喻六道众生。唯独这个法门，因为阿弥陀佛、一切诸佛与众生的缘深，所以宣扬这个法门，大家都能够深信不疑，发愿求生，这就是沁入于苦海。「慈契于寂光」，慈是讲慈悲，诸佛将这个法门介绍给大家，推荐给大家，这是慈悲到了极处，因为这个法门是凡夫成佛的法门。一般大乘经上讲的菩萨成佛，声闻、缘觉不能成佛，人天更没分。这个法门连恶道众生都是一生成佛，换句话说，从阿鼻地狱到常寂光它是通的，一下就把你提升到寂光净土圆满的佛果，这才是究竟了义。所以古德赞叹这是「大乘之大乘，了义之了义」，也就是这个意思。「所以万德钦承，群灵拱极。」万德是指诸佛，十方一切诸佛，钦是敬重的意思，承是承事；换句话说，诸佛如来对于阿弥陀佛没有不佩服的，没有不尊重的。末后这句「群灵拱极」，古德有两个解释，一个解释，群灵是指西方极乐世界的诸上善人，极就好像是北极星一样，大家都供奉他、都拥戴他，这个意思。把「极」比喻作阿弥陀佛，诸上善人都接受阿弥陀佛的教诲，就像众星拱北极这个意思一样。第二个说法，则是说十方无量的菩萨对于阿弥陀佛的尊重。这两个意思都好。",
      "zh_TW": "「尊隆於教乘，舉揚於海會」，這是特別說這個淨土法門。在教乘裡面來說，教乘是經典，教是講十二分教，乘是講三乘佛法，聲聞、緣覺、菩薩。在教乘裡頭，就是在一切經教裡面，這部經是最尊、最隆重的。舉揚於海會，海是比喻廣大，這真是大到不可思議，盡虛空遍法界一切諸佛講經的道場，沒有不講《彌陀經》的，沒有不讚歎阿彌陀佛的。所以這個海會是一切諸佛菩薩的海會。「沁入於苦海」，苦海是比喻六道眾生。唯獨這個法門，因為阿彌陀佛、一切諸佛與眾生的緣深，所以宣揚這個法門，大家都能夠深信不疑，發願求生，這就是沁入於苦海。「慈契於寂光」，慈是講慈悲，諸佛將這個法門介紹給大家，推薦給大家，這是慈悲到了極處，因為這個法門是凡夫成佛的法門。一般大乘經上講的菩薩成佛，聲聞、緣覺不能成佛，人天更沒分。這個法門連惡道眾生都是一生成佛，換句話說，從阿鼻地獄到常寂光它是通的，一下就把你提升到寂光淨土圓滿的佛果，這才是究竟了義。所以古德讚歎這是「大乘之大乘，了義之了義」，也就是這個意思。「所以萬德欽承，群靈拱極。」萬德是指諸佛，十方一切諸佛，欽是敬重的意思，承是承事；換句話說，諸佛如來對於阿彌陀佛沒有不佩服的，沒有不尊重的。末後這句「群靈拱極」，古德有兩個解釋，一個解釋，群靈是指西方極樂世界的諸上善人，極就好像是北極星一樣，大家都供奉他、都擁戴他，這個意思。把「極」比喻作阿彌陀佛，諸上善人都接受阿彌陀佛的教誨，就像眾星拱北極這個意思一樣。第二個說法，則是說十方無量的菩薩對於阿彌陀佛的尊重。這兩個意思都好。"
    },
    {
      "id": "01-011-0046_p0010",
      "zh_CN": "「当知佛种从缘起」，佛种就是成佛的第一个条件，第一个因素，「缘即法界，一念一切念，一生一切生」，我们把句子念下去，「一香一华，一声一色，乃至受忏授记，摩顶垂手，十方三世，莫不遍融，故此增上缘因，名法界缘起，此正所谓遍缘法界者也」。遍缘法界，刚才说了，是圆初住以上法身大士才能做得到。为什么？我们前面说了，他要具备平等心跟清净心才能遍缘。我们净宗理论与下手的方法，实在与清净、平等暗合，教给你的是一心念佛，求生净土。一心念，一心就是清净心，一心就是平等心。一就是一切，里面没有分别、没有执着、没有界限，所以一就遍融。一生一切生，生到西方净土，实在讲就是生到十方一切刹土。不仅如此，所谓是一香一华，一声一色，这就讲无论什么事相，没有一样不是遍融法界的。香华声色是物，下面讲「受忏授记，摩顶垂手」这是事，乃至于起心动念，都是十方三世无不遍融。为什么？因为你常住真心，《楞严经》上讲的常住真心。我们今天用的是妄心，不但是妄心，我们也没有常住，我们这个心一会想东一会想西，所谓是心猿意马。做到这个地方是用念佛的方法达到这个境界，使我们的真心、本性时时刻刻现前，这就是法界缘起。所以，念佛这个方法绝不能小看，一个真正发心念佛的人，老实念佛人，真正发愿求生净土的人，这个人他就是遍缘法界。",
      "zh_TW": "「當知佛種從緣起」，佛種就是成佛的第一個條件，第一個因素，「緣即法界，一念一切念，一生一切生」，我們把句子念下去，「一香一華，一聲一色，乃至受懺授記，摩頂垂手，十方三世，莫不遍融，故此增上緣因，名法界緣起，此正所謂遍緣法界者也」。遍緣法界，剛才說了，是圓初住以上法身大士才能做得到。為什麼？我們前面說了，他要具備平等心跟清淨心才能遍緣。我們淨宗理論與下手的方法，實在與清淨、平等暗合，教給你的是一心念佛，求生淨土。一心念，一心就是清淨心，一心就是平等心。一就是一切，裡面沒有分別、沒有執著、沒有界限，所以一就遍融。一生一切生，生到西方淨土，實在講就是生到十方一切剎土。不僅如此，所謂是一香一華，一聲一色，這就講無論什麼事相，沒有一樣不是遍融法界的。香華聲色是物，下面講「受懺授記，摩頂垂手」這是事，乃至於起心動念，都是十方三世無不遍融。為什麼？因為你常住真心，《楞嚴經》上講的常住真心。我們今天用的是妄心，不但是妄心，我們也沒有常住，我們這個心一會想東一會想西，所謂是心猿意馬。做到這個地方是用念佛的方法達到這個境界，使我們的真心、本性時時刻刻現前，這就是法界緣起。所以，念佛這個方法絕不能小看，一個真正發心念佛的人，老實念佛人，真正發願求生淨土的人，這個人他就是遍緣法界。"
    },
    {
      "id": "01-011-0046_p0011",
      "zh_CN": "「浅位人便可决志专求」，浅位是烦恼重的、业障深的，没有力量靠自己了生死出三界的，那你就应当决心专求往生西方。「深位人」是讲他确实有功夫，他能够断烦恼，他能够了生死、出三界、证菩提，真有这样的功夫，我们一般人讲，这是圣人，圣人怎么样？「亦不必舍西方而别求华藏」。为什么？假如你要是舍西方求生华藏世界，到华藏世界见到普贤菩萨，还是十大愿王导归极乐，不是拐个弯吗？哪有现在这直截了当！聪明人不绕圈圈，这是绕圈子，走了些冤枉路。所以教给你，不必舍西方而别求华藏。",
      "zh_TW": "「淺位人便可決志專求」，淺位是煩惱重的、業障深的，沒有力量靠自己了生死出三界的，那你就應當決心專求往生西方。「深位人」是講他確實有功夫，他能夠斷煩惱，他能夠了生死、出三界、證菩提，真有這樣的功夫，我們一般人講，這是聖人，聖人怎麼樣？「亦不必捨西方而別求華藏」。為什麼？假如你要是捨西方求生華藏世界，到華藏世界見到普賢菩薩，還是十大願王導歸極樂，不是拐個彎嗎？哪有現在這直截了當！聰明人不繞圈圈，這是繞圈子，走了些冤枉路。所以教給你，不必捨西方而別求華藏。"
    },
    {
      "id": "01-011-0046_p0012",
      "zh_CN": "「若谓西方是权，华藏是实，西方小，华藏大者。」这几句话是李长者说的，唐朝专学《华严》的李通玄居士，这个人很了不起，那是真正佛门的大德。《华严经》自古以来注解流传于后世的，就是两种，一个就是李长者的《合论》，《华严经合论》是他作的，一个是清凉大师的《疏钞》。我们在传记里面看到，李长者给《华严经》作注解的时候，想找个清净的环境。他走到山林里面遇到一只老虎，一般人看到老虎都吓得跑掉了，李长者见到那个老虎，还拿拐杖敲敲牠的头，「我要给《华严经》作个注解，哪个地方清净，你带我去」，老虎领路，你说这样的功夫！找到的地方，环境的确是非常幽静，一个石头洞，山洞，旁边有清泉，里面是老虎窝。结果李长者选中这个地方，老虎搬家，把这个地方让给他。他住在这个地方，有两个很年轻的女孩子照顾他的生活，饮食起居统统这两个女孩子照顾，文具都供给。等到他书写完了，老居士专心，这两个女孩子从来没有问过她，妳叫什么名字，妳从哪来的？没有跟她们说过话。书写成了之后，才想起来这两个小孩子，得问问她是哪家的？姓什么？不见了，没有了。他以为是山下村庄里的，到山下去找，找不到，才知道是天人来供养。",
      "zh_TW": "「若謂西方是權，華藏是實，西方小，華藏大者。」這幾句話是李長者說的，唐朝專學《華嚴》的李通玄居士，這個人很了不起，那是真正佛門的大德。《華嚴經》自古以來註解流傳於後世的，就是兩種，一個就是李長者的《合論》，《華嚴經合論》是他作的，一個是清涼大師的《疏鈔》。我們在傳記裡面看到，李長者給《華嚴經》作註解的時候，想找個清淨的環境。他走到山林裡面遇到一隻老虎，一般人看到老虎都嚇得跑掉了，李長者見到那個老虎，還拿拐杖敲敲牠的頭，「我要給《華嚴經》作個註解，哪個地方清淨，你帶我去」，老虎領路，你說這樣的功夫！找到的地方，環境的確是非常幽靜，一個石頭洞，山洞，旁邊有清泉，裡面是老虎窩。結果李長者選中這個地方，老虎搬家，把這個地方讓給他。他住在這個地方，有兩個很年輕的女孩子照顧他的生活，飲食起居統統這兩個女孩子照顧，文具都供給。等到他書寫完了，老居士專心，這兩個女孩子從來沒有問過她，妳叫什麼名字，妳從哪來的？沒有跟她們說過話。書寫成了之後，才想起來這兩個小孩子，得問問她是哪家的？姓什麼？不見了，沒有了。他以為是山下村莊裡的，到山下去找，找不到，才知道是天人來供養。"
    },
    {
      "id": "01-011-0046_p0013",
      "zh_CN": "他在《华严合论》里面，普贤菩萨十大愿王导归极乐，他说「西方是权，华藏是实，西方小，华藏大」，这是李长者说的。实在讲他别的地方都对，就是这里说错了，蕅益大师在这个地方把他这句话修正。「若谓西方是权，华藏是实，西方小，华藏大者」，他还有权实大小，心里面还有这个东西，换句话说，他的心还没有达到真正的清净，「全堕众生遍计执情，以不达权实一体，大小无性故也」。权实一体，大小无性，是《华严》的教义，这是他读到导归极乐，他的妄念起来了，所以才说错了这句话。一定要晓得，没有大小，没有内外，所以前面讲的，莫不遍融。如果还有大小、还有权实、还有内外，怎么能遍融？蕅益大师这个话讲得好，这才把《华严》这个疑惑断掉了。请看底下经文。",
      "zh_TW": "他在《華嚴合論》裡面，普賢菩薩十大願王導歸極樂，他說「西方是權，華藏是實，西方小，華藏大」，這是李長者說的。實在講他別的地方都對，就是這裡說錯了，蕅益大師在這個地方把他這句話修正。「若謂西方是權，華藏是實，西方小，華藏大者」，他還有權實大小，心裡面還有這個東西，換句話說，他的心還沒有達到真正的清淨，「全墮眾生遍計執情，以不達權實一體，大小無性故也」。權實一體，大小無性，是《華嚴》的教義，這是他讀到導歸極樂，他的妄念起來了，所以才說錯了這句話。一定要曉得，沒有大小，沒有內外，所以前面講的，莫不遍融。如果還有大小、還有權實、還有內外，怎麼能遍融？蕅益大師這個話講得好，這才把《華嚴》這個疑惑斷掉了。請看底下經文。"
    },
    {
      "id": "01-011-0046_p0014",
      "zh_CN": "【舍利弗。于汝意云何。】",
      "zh_TW": "【舍利弗。於汝意云何。】"
    },
    {
      "id": "01-011-0046_p0015",
      "zh_CN": "这是一句假设的问话，你的意思以为怎样？",
      "zh_TW": "這是一句假設的問話，你的意思以為怎樣？"
    },
    {
      "id": "01-011-0046_p0016",
      "zh_CN": "【何故名为一切诸佛所护念经。】",
      "zh_TW": "【何故名為一切諸佛所護念經。】"
    },
    {
      "id": "01-011-0046_p0017",
      "zh_CN": "这个经题，上一半是称赞不可思议功德，世尊省略掉了，特别举出这下半段，下半段的确非常明显，『一切诸佛所护念经』。我们没有看到舍利弗答复，舍利弗在这一会，虽然是大智舍利弗，也一句话说不出来。这提醒，下面世尊是为我们解释，叫着：",
      "zh_TW": "這個經題，上一半是稱讚不可思議功德，世尊省略掉了，特別舉出這下半段，下半段的確非常明顯，『一切諸佛所護念經』。我們沒有看到舍利弗答覆，舍利弗在這一會，雖然是大智舍利弗，也一句話說不出來。這提醒，下面世尊是為我們解釋，叫著："
    },
    {
      "id": "01-011-0046_p0018",
      "zh_CN": "【舍利弗。若有善男子善女人。】",
      "zh_TW": "【舍利弗。若有善男子善女人。】"
    },
    {
      "id": "01-011-0046_p0019",
      "zh_CN": "「善」，前面说过了，是善根福德因缘成熟的善男子、女人。什么叫做成熟？听了欢喜，深信不疑，发愿求生，这个男子、女人就是经上所称的善男子善女人。这是善根福德成熟了。",
      "zh_TW": "「善」，前面說過了，是善根福德因緣成熟的善男子、女人。什麼叫做成熟？聽了歡喜，深信不疑，發願求生，這個男子、女人就是經上所稱的善男子善女人。這是善根福德成熟了。"
    },
    {
      "id": "01-011-0046_p0020",
      "zh_CN": "【闻是经受持者。】",
      "zh_TW": "【聞是經受持者。】"
    },
    {
      "id": "01-011-0046_p0021",
      "zh_CN": "听到这部经就发愿受持，这一定深信。他不信，怎么能受持？所以，受持一定深信。",
      "zh_TW": "聽到這部經就發願受持，這一定深信。他不信，怎麼能受持？所以，受持一定深信。"
    },
    {
      "id": "01-011-0046_p0022",
      "zh_CN": "【及闻诸佛名者。】",
      "zh_TW": "【及聞諸佛名者。】"
    },
    {
      "id": "01-011-0046_p0023",
      "zh_CN": "这个地方所讲的诸佛名，就是阿弥陀佛，弥陀名号就叫诸佛名。",
      "zh_TW": "這個地方所講的諸佛名，就是阿彌陀佛，彌陀名號就叫諸佛名。"
    },
    {
      "id": "01-011-0046_p0024",
      "zh_CN": "【是诸善男子善女人。皆为一切诸佛之所护念。】",
      "zh_TW": "【是諸善男子善女人。皆為一切諸佛之所護念。】"
    },
    {
      "id": "01-011-0046_p0025",
      "zh_CN": "这是释迦牟尼佛亲口告诉我们的，一个真正念佛发愿求生的人，就得『一切诸佛之所护念』。我们还要去求这个佛，求那个佛，没有必要，没有一尊佛不保佑你。这是第一个不可思议的利益，得一切诸佛的护念，一切诸佛的加持，我们从大本经里面知道这个事实，一切诸佛灌顶。",
      "zh_TW": "這是釋迦牟尼佛親口告訴我們的，一個真正念佛發願求生的人，就得『一切諸佛之所護念』。我們還要去求這個佛，求那個佛，沒有必要，沒有一尊佛不保佑你。這是第一個不可思議的利益，得一切諸佛的護念，一切諸佛的加持，我們從大本經裡面知道這個事實，一切諸佛灌頂。"
    },
    {
      "id": "01-011-0046_p0026",
      "zh_CN": "【皆得不退转于阿耨多罗三藐三菩提。】",
      "zh_TW": "【皆得不退轉於阿耨多羅三藐三菩提。】"
    },
    {
      "id": "01-011-0046_p0027",
      "zh_CN": "这是自己果证的利益。我们要特别注意到经文上『皆得』，换句话说，从上上品往生到下下品往生都是「皆得」，从带业往生到消业往生也是皆得，没有例外的。不要认为我们自己烦恼很重、业障很重，恐怕到西方极乐世界没有那么快的成就，那是自己怀疑自己，对于佛在经典上讲的这些话没听清楚，没听明白。这部经上字字句句没有模棱两可的，都是非常肯定。",
      "zh_TW": "這是自己果證的利益。我們要特別注意到經文上『皆得』，換句話說，從上上品往生到下下品往生都是「皆得」，從帶業往生到消業往生也是皆得，沒有例外的。不要認為我們自己煩惱很重、業障很重，恐怕到西方極樂世界沒有那麼快的成就，那是自己懷疑自己，對於佛在經典上講的這些話沒聽清楚，沒聽明白。這部經上字字句句沒有模稜兩可的，都是非常肯定。"
    },
    {
      "id": "01-011-0046_p0028",
      "zh_CN": "【是故舍利弗。汝等皆当信受我语。及诸佛所说。】",
      "zh_TW": "【是故舍利弗。汝等皆當信受我語。及諸佛所說。】"
    },
    {
      "id": "01-011-0046_p0029",
      "zh_CN": "因为这样的缘故，第一个，你得一切诸佛护念；第二个，你得『不退转于阿耨多罗三藐三菩提』，就是圆证三不退，这样殊胜不可思议的利益。佛叫着舍利弗，也就是叫着我们大家。『汝等』，你们，『皆当信受我语』，对于释迦佛所讲的一定要相信，一定要接受，否则这种不可思议的殊胜利益是当面错过，这太可惜了！不但世尊是这样教给我们的，前面我们从六方佛读过来，十方三世一切诸佛都是这样劝告我们。所以，这不是信一尊佛说的，是信一切佛所说。请看注解，「此经独诠无上心要」，独是唯独，换句话说，除这部经上之外，没有了，就是《华严》、《法华》也没有，「诠」是明显的为我们说出，无上的心要。「诸佛名字，并诠无上圆满究竟万德，故闻者皆为诸佛护念。」这是解释，为什么念佛求生净土就得到一切诸佛的护念？理在哪里？此地为我们说明了。因为这部经是无上的心要，是诸佛名字，阿弥陀佛是一切诸佛的名字，圆满究竟的万德，这个经上讲这三桩事情。无上心要就是我们能念的心性，一心称念，一心就是无上的心要。诸佛名字就是阿弥陀佛的名号，南无阿弥陀佛。我们在课诵本上都念到「法界藏身阿弥陀佛」，念一尊阿弥陀佛就是念一切诸佛如来，一即一切，所以称为诸佛名字。「圆满究竟万德」就是佛的名号，执持名号，名号是圆满究竟万德。诸佛因圆果满，智慧达到究竟，所以般若、法身、解脱都达到了圆满。名与德是相应的，我们讲名符其实，实就是德，三德圆满，念这个名号就与圆满的三德起感应道交的作用。佛圆满证得，众生虽然没有证得，但是自性本具，自性本具的三德与诸佛如来果证的三德它就相应了。所以，前面蕅益大师讲，念这个佛号，把阿弥陀佛的功德变成自己的功德，就是这个意思。",
      "zh_TW": "因為這樣的緣故，第一個，你得一切諸佛護念；第二個，你得『不退轉於阿耨多羅三藐三菩提』，就是圓證三不退，這樣殊勝不可思議的利益。佛叫著舍利弗，也就是叫著我們大家。『汝等』，你們，『皆當信受我語』，對於釋迦佛所講的一定要相信，一定要接受，否則這種不可思議的殊勝利益是當面錯過，這太可惜了！不但世尊是這樣教給我們的，前面我們從六方佛讀過來，十方三世一切諸佛都是這樣勸告我們。所以，這不是信一尊佛說的，是信一切佛所說。請看註解，「此經獨詮無上心要」，獨是唯獨，換句話說，除這部經上之外，沒有了，就是《華嚴》、《法華》也沒有，「詮」是明顯的為我們說出，無上的心要。「諸佛名字，並詮無上圓滿究竟萬德，故聞者皆為諸佛護念。」這是解釋，為什麼念佛求生淨土就得到一切諸佛的護念？理在哪裡？此地為我們說明了。因為這部經是無上的心要，是諸佛名字，阿彌陀佛是一切諸佛的名字，圓滿究竟的萬德，這個經上講這三樁事情。無上心要就是我們能念的心性，一心稱念，一心就是無上的心要。諸佛名字就是阿彌陀佛的名號，南無阿彌陀佛。我們在課誦本上都念到「法界藏身阿彌陀佛」，念一尊阿彌陀佛就是念一切諸佛如來，一即一切，所以稱為諸佛名字。「圓滿究竟萬德」就是佛的名號，執持名號，名號是圓滿究竟萬德。諸佛因圓果滿，智慧達到究竟，所以般若、法身、解脫都達到了圓滿。名與德是相應的，我們講名符其實，實就是德，三德圓滿，念這個名號就與圓滿的三德起感應道交的作用。佛圓滿證得，眾生雖然沒有證得，但是自性本具，自性本具的三德與諸佛如來果證的三德它就相應了。所以，前面蕅益大師講，念這個佛號，把阿彌陀佛的功德變成自己的功德，就是這個意思。"
    },
    {
      "id": "01-011-0046_p0030",
      "zh_CN": "「问，但闻诸佛名，而未持经，亦得护念不退耶。」这个问得很好。有些人只念阿弥陀佛，没有念经，能不能得诸佛护念？能不能得不退转于阿耨多罗三藐三菩提？这的确是个大问题。「答，此义有局有通。」局是局限，就是狭义的；通，我们今天讲广义的，有两个解释。「占察谓」，这是《占察善恶业报经》，这是属于地藏三经。地藏菩萨三部经，一个是《地藏菩萨本愿经》，这是流通最广的，大家所念的多半都是念《地藏菩萨本愿经》。除这部经之外，有《地藏菩萨十轮经》，第三种是《占察善恶业报经》，合称地藏三经。《占察经》里面有这么一段话说，「杂乱垢心」，垢是不清净，心里胡思乱想，心不清净，「虽诵我名而不为闻」，这是讲念佛号没有功德，杂乱不清净的心念佛号，没有功德，「以不能生决定信解」。虽然没有功德，功德的确是没有，但是还有福德，不能说他没有福德，「但获世间善报」，这是说他能有一点福德，没有功德。「不得广大深妙利益」，广大深妙的利益就是开悟，得定开悟、了生死出三界，这样的利益他得不到，他能得世间一些善报。",
      "zh_TW": "「問，但聞諸佛名，而未持經，亦得護念不退耶。」這個問得很好。有些人只念阿彌陀佛，沒有念經，能不能得諸佛護念？能不能得不退轉於阿耨多羅三藐三菩提？這的確是個大問題。「答，此義有局有通。」局是侷限，就是狹義的；通，我們今天講廣義的，有兩個解釋。「占察謂」，這是《占察善惡業報經》，這是屬於地藏三經。地藏菩薩三部經，一個是《地藏菩薩本願經》，這是流通最廣的，大家所念的多半都是念《地藏菩薩本願經》。除這部經之外，有《地藏菩薩十輪經》，第三種是《占察善惡業報經》，合稱地藏三經。《占察經》裡面有這麼一段話說，「雜亂垢心」，垢是不清淨，心裡胡思亂想，心不清淨，「雖誦我名而不為聞」，這是講念佛號沒有功德，雜亂不清淨的心念佛號，沒有功德，「以不能生決定信解」。雖然沒有功德，功德的確是沒有，但是還有福德，不能說他沒有福德，「但獲世間善報」，這是說他能有一點福德，沒有功德。「不得廣大深妙利益」，廣大深妙的利益就是開悟，得定開悟、了生死出三界，這樣的利益他得不到，他能得世間一些善報。"
    },
    {
      "id": "01-011-0046_p0031",
      "zh_CN": "「若到一行三昧，则成广大微妙行心，名得相似无生法忍，乃为得闻十方佛名。」这个地方讲到一行三昧，《六祖坛经》上，惠能大师在禅宗里面非常重视一行三昧，净宗也不例外。在净土法门里面，我们常听说有「念佛三昧」，殊不知念佛三昧就是一行三昧，也叫做一相三昧。在净土宗，专念阿弥陀佛名号，像《楞严经》大势至菩萨指示的标准，「都摄六根，净念相继」，那就是一行三昧，在本经里面叫做「一心不乱」。诸位要晓得，一心不乱就是一行三昧，就是念佛三昧。一心不乱有功夫浅深不同，念到见思烦恼断了，这叫事一心不乱；念到破一品无明，证一分法身，这叫理一心不乱。这个地方所讲的境界，就是刚刚达到理一心不乱的境界，这叫广大微妙行心，这是得相似的无生法忍。真正无生法忍到什么时候才得到？《仁王经》上讲得很清楚，七地菩萨。七地以前都叫相似的无生法忍，七地那是真正的无生法忍，下品的，八地是中品，九地是上品。再往上去十地菩萨，不叫无生法忍，叫寂灭忍。十地是下品寂灭忍，等觉是中品寂灭忍，如来果地叫上品寂灭忍。",
      "zh_TW": "「若到一行三昧，則成廣大微妙行心，名得相似無生法忍，乃為得聞十方佛名。」這個地方講到一行三昧，《六祖壇經》上，惠能大師在禪宗裡面非常重視一行三昧，淨宗也不例外。在淨土法門裡面，我們常聽說有「念佛三昧」，殊不知念佛三昧就是一行三昧，也叫做一相三昧。在淨土宗，專念阿彌陀佛名號，像《楞嚴經》大勢至菩薩指示的標準，「都攝六根，淨念相繼」，那就是一行三昧，在本經裡面叫做「一心不亂」。諸位要曉得，一心不亂就是一行三昧，就是念佛三昧。一心不亂有功夫淺深不同，念到見思煩惱斷了，這叫事一心不亂；念到破一品無明，證一分法身，這叫理一心不亂。這個地方所講的境界，就是剛剛達到理一心不亂的境界，這叫廣大微妙行心，這是得相似的無生法忍。真正無生法忍到什麼時候才得到？《仁王經》上講得很清楚，七地菩薩。七地以前都叫相似的無生法忍，七地那是真正的無生法忍，下品的，八地是中品，九地是上品。再往上去十地菩薩，不叫無生法忍，叫寂滅忍。十地是下品寂滅忍，等覺是中品寂滅忍，如來果地叫上品寂滅忍。"
    },
    {
      "id": "01-011-0046_p0032",
      "zh_CN": "「此亦应尔」，「此」是讲念佛法门，也跟这个道理是一样的，「故须闻已执持至一心不乱」，我们念佛人念到一心不乱，就跟《占察经》上讲的一行三昧的境界完全相同，「方为闻诸佛名，蒙诸佛护念，此局义也」。这个说法是狭义的说法，跟佛在一般大乘法门所讲的是一样的，这个不足以为奇，这也不能说净土比其他法门殊胜。那个殊胜在底下一段，这一段跟大乘法门是平等的，无论在理事上是平等的。通义那就不可思议了，这就显示它的特别处。「通义者，诸佛慈悲，不可思议」，这两句是赞叹，实在不可思议，「名号功德，亦不可思议」。诸佛慈悲不可思议，是诸佛接引众生、帮助众生这个行愿不可思议。名号功德，名号是方法，佛用什么方法帮助众生？用这一句南无阿弥陀佛，这个不可思议。这个方法超越一切法门，能令业障极重的凡夫一生圆满成佛，这个方法实在是妙不可及。「故一闻佛名，不论有心无心，若信若否，皆成缘种。」你听了这一句阿弥陀佛名号，你信、欢喜很好；你不信，听了讨厌，也好；有心听到的、无心听到的都好。总而言之，你都跟阿弥陀佛结了缘，你成佛的种子就种下去了。",
      "zh_TW": "「此亦應爾」，「此」是講念佛法門，也跟這個道理是一樣的，「故須聞已執持至一心不亂」，我們念佛人念到一心不亂，就跟《占察經》上講的一行三昧的境界完全相同，「方為聞諸佛名，蒙諸佛護念，此局義也」。這個說法是狹義的說法，跟佛在一般大乘法門所講的是一樣的，這個不足以為奇，這也不能說淨土比其他法門殊勝。那個殊勝在底下一段，這一段跟大乘法門是平等的，無論在理事上是平等的。通義那就不可思議了，這就顯示它的特別處。「通義者，諸佛慈悲，不可思議」，這兩句是讚歎，實在不可思議，「名號功德，亦不可思議」。諸佛慈悲不可思議，是諸佛接引眾生、幫助眾生這個行願不可思議。名號功德，名號是方法，佛用什麼方法幫助眾生？用這一句南無阿彌陀佛，這個不可思議。這個方法超越一切法門，能令業障極重的凡夫一生圓滿成佛，這個方法實在是妙不可及。「故一聞佛名，不論有心無心，若信若否，皆成緣種。」你聽了這一句阿彌陀佛名號，你信、歡喜很好；你不信，聽了討厭，也好；有心聽到的、無心聽到的都好。總而言之，你都跟阿彌陀佛結了緣，你成佛的種子就種下去了。"
    },
    {
      "id": "01-011-0046_p0033",
      "zh_CN": "「况佛度众生，不简怨亲，恒无疲倦，苟闻佛名，佛必护念，又何疑焉。」这话说得好！从广义上来说，佛的心清净、平等，没有分别、没有执着，所以他是普度众生，只看缘有没有成熟，不论怨亲。造作极恶之人，像佛在经上跟我们说的阿阇世王，《观无量寿经》所说的，这是杀父、害母、破和合僧，造了五逆重罪，临终忏悔，一心念佛求愿往生，他也往生了。他没有堕地狱，他生到西方极乐世界，这是临终忏悔往生的。佛在《阿阇世王经》里面告诉我们，阿阇世王生到西方极乐世界是什么品位？在我们想，造那么重的罪业，临终回头，忏悔往生，大概总是下下品。《观无量寿经》第十六观，下品下生的就是五逆十恶往生的，他是五逆十恶，应该是下下品。可是佛告诉我们，他是上中品往生的。你看上上品、上中品，这个不可思议，我们怎么想也想不到。以后在经里面才知道这个事实，往生是两种方式，一种是平常念佛，像我们这样，断恶修善，老实念佛，求生净土，这样子往生的。另外一种是造作大罪业的人，临终忏悔，看他忏悔的力量论他的品位。阿阇世王是真心忏悔，所以他的品位一下就拉那么高。这是佛叫我们不要轻视造作罪业的人，你不要瞧不起他，说不定他在临终一后悔、忏悔，品位比你高，这是事实。所以教我们要用清净心、平等心来处事待人接物，世出世间许多的事不可思议，不是我们平常人能够见得到的，不是常识能够判断的。所以，忏悔的力量非常大。这是说明无论什么人，单单持名不念经也必定蒙佛护念，我们不必怀疑。",
      "zh_TW": "「況佛度眾生，不簡怨親，恆無疲倦，苟聞佛名，佛必護念，又何疑焉。」這話說得好！從廣義上來說，佛的心清淨、平等，沒有分別、沒有執著，所以他是普度眾生，只看緣有沒有成熟，不論怨親。造作極惡之人，像佛在經上跟我們說的阿闍世王，《觀無量壽經》所說的，這是殺父、害母、破和合僧，造了五逆重罪，臨終懺悔，一心念佛求願往生，他也往生了。他沒有墮地獄，他生到西方極樂世界，這是臨終懺悔往生的。佛在《阿闍世王經》裡面告訴我們，阿闍世王生到西方極樂世界是什麼品位？在我們想，造那麼重的罪業，臨終回頭，懺悔往生，大概總是下下品。《觀無量壽經》第十六觀，下品下生的就是五逆十惡往生的，他是五逆十惡，應該是下下品。可是佛告訴我們，他是上中品往生的。你看上上品、上中品，這個不可思議，我們怎麼想也想不到。以後在經裡面才知道這個事實，往生是兩種方式，一種是平常念佛，像我們這樣，斷惡修善，老實念佛，求生淨土，這樣子往生的。另外一種是造作大罪業的人，臨終懺悔，看他懺悔的力量論他的品位。阿闍世王是真心懺悔，所以他的品位一下就拉那麼高。這是佛叫我們不要輕視造作罪業的人，你不要瞧不起他，說不定他在臨終一後悔、懺悔，品位比你高，這是事實。所以教我們要用清淨心、平等心來處事待人接物，世出世間許多的事不可思議，不是我們平常人能夠見得到的，不是常識能夠判斷的。所以，懺悔的力量非常大。這是說明無論什麼人，單單持名不念經也必定蒙佛護念，我們不必懷疑。"
    },
    {
      "id": "01-011-0046_p0034",
      "zh_CN": "「然据金刚三论，根熟菩萨为佛护念，位在别地圆住，盖约自力，必入同生性乃可护念。」这是根据佛在大乘经上的讲法。一般一定要证得别教地上菩萨，别教初地以上，圆教初住以上，这都是法身大士，破一品无明、证一分法身的，才能蒙诸佛护念。为什么？因为他的心也清净、平等，所有一切障碍都没有了，从此以往是心心流入萨婆若海，这是得诸佛的护念。但是本宗不一样。「今仗他力，故相似位即蒙护念」，我们现在是靠着阿弥陀佛本愿威神的加持，弥陀本愿这一加持，诸位要知道，十方诸佛就跟着加持。若不修这个法门，阿弥陀佛力量加持不上，其他诸佛也就不管了，就这么回事情，你才晓得这个法门的殊胜。所以《要解》读了之后，说老实话，这句阿弥陀佛，你真把《要解》念明白、念通了，你才晓得这句佛号是非念不可，不能不念。所以这是仗他力，故相似位即蒙护念。「乃至相似位以还，亦皆有通护念之义。」相似位以还，就是不到相似位，像我们现在这些，实在讲不到，我们得不得到一切诸佛护念？得到，也必定蒙一切诸佛护念。",
      "zh_TW": "「然據金剛三論，根熟菩薩為佛護念，位在別地圓住，蓋約自力，必入同生性乃可護念。」這是根據佛在大乘經上的講法。一般一定要證得別教地上菩薩，別教初地以上，圓教初住以上，這都是法身大士，破一品無明、證一分法身的，才能蒙諸佛護念。為什麼？因為他的心也清淨、平等，所有一切障礙都沒有了，從此以往是心心流入薩婆若海，這是得諸佛的護念。但是本宗不一樣。「今仗他力，故相似位即蒙護念」，我們現在是靠著阿彌陀佛本願威神的加持，彌陀本願這一加持，諸位要知道，十方諸佛就跟著加持。若不修這個法門，阿彌陀佛力量加持不上，其他諸佛也就不管了，就這麼回事情，你才曉得這個法門的殊勝。所以《要解》讀了之後，說老實話，這句阿彌陀佛，你真把《要解》念明白、念通了，你才曉得這句佛號是非念不可，不能不念。所以這是仗他力，故相似位即蒙護念。「乃至相似位以還，亦皆有通護念之義。」相似位以還，就是不到相似位，像我們現在這些，實在講不到，我們得不得到一切諸佛護念？得到，也必定蒙一切諸佛護念。"
    },
    {
      "id": "01-011-0046_p0035",
      "zh_CN": "底下讲，「下至一闻佛名，于同体法性有资发力，亦得远因终不退也」，这段才叫真正的难信之法。这一句阿弥陀佛就是成佛的种子，就是成佛的因缘。这一生虽然不信，没有发愿，也没有念佛，这一生不能往生。来生来世，或者是他生他世，得人身，又遇到这个法门，阿赖耶识这个种子现行，能信、能愿、能行，他就必定往生。你要问他往生的根源，就是这一生当中听到一句阿弥陀佛。所以，这叫做毕竟不退。",
      "zh_TW": "底下講，「下至一聞佛名，於同體法性有資發力，亦得遠因終不退也」，這段才叫真正的難信之法。這一句阿彌陀佛就是成佛的種子，就是成佛的因緣。這一生雖然不信，沒有發願，也沒有念佛，這一生不能往生。來生來世，或者是他生他世，得人身，又遇到這個法門，阿賴耶識這個種子現行，能信、能願、能行，他就必定往生。你要問他往生的根源，就是這一生當中聽到一句阿彌陀佛。所以，這叫做畢竟不退。"
    },
    {
      "id": "01-011-0046_p0036",
      "zh_CN": "「阿耨多罗，此云无上，三藐三菩提，此云正等正觉，即大乘果觉也。」这是解释什么叫做阿耨多罗三藐三菩提，这句话我们总要把它记得清清楚楚。学佛求的是什么？就求的是阿耨多罗三藐三菩提。这句话在中国古时候翻成无上正等正觉，如果用现代的话来讲，无上正等正觉一般人听不懂，要用现代的话来说就是究竟圆满的智慧，就是这个意思。无所不知，无所不能，就是究竟圆满的智慧，我们学佛就是求这个。证得，这叫成佛，佛才证得究竟圆满的智慧。「圆三不退，乃一生成佛异名」，这点我们要特别注意到。圆是圆满，圆满的三不退就是一生成佛，意思完全相同，异名就是别名。一生成佛也叫做圆证三不退，所以圆证三不退就是一生成佛，这两句话说得不一样，意思完全相同。这部经上没有说一生成佛，但是给我们讲圆证三不退。「故劝身子等」，身子就是舍利弗，舍利弗是梵语，翻成中文叫身子，「皆当信受」，佛劝导我们大家，一定要相信，一定要接受，这真是世尊跟诸佛苦口婆心的劝导我们。「闻名功德如此」，听这一句阿弥陀佛名号功德就像诸佛如来所说，「释迦及十方诸佛同所宣说，可不信乎」。不是一尊佛这样劝导我们，十方三世一切诸佛没有一尊佛不劝导我们，异口同音共同劝导，我们再要不相信，那真叫业障太深重了。「初劝信流通竟」，到这个地方劝信流通说完了。下面是流通分的第二段，劝愿流通。",
      "zh_TW": "「阿耨多羅，此云無上，三藐三菩提，此云正等正覺，即大乘果覺也。」這是解釋什麼叫做阿耨多羅三藐三菩提，這句話我們總要把它記得清清楚楚。學佛求的是什麼？就求的是阿耨多羅三藐三菩提。這句話在中國古時候翻成無上正等正覺，如果用現代的話來講，無上正等正覺一般人聽不懂，要用現代的話來說就是究竟圓滿的智慧，就是這個意思。無所不知，無所不能，就是究竟圓滿的智慧，我們學佛就是求這個。證得，這叫成佛，佛才證得究竟圓滿的智慧。「圓三不退，乃一生成佛異名」，這點我們要特別注意到。圓是圓滿，圓滿的三不退就是一生成佛，意思完全相同，異名就是別名。一生成佛也叫做圓證三不退，所以圓證三不退就是一生成佛，這兩句話說得不一樣，意思完全相同。這部經上沒有說一生成佛，但是給我們講圓證三不退。「故勸身子等」，身子就是舍利弗，舍利弗是梵語，翻成中文叫身子，「皆當信受」，佛勸導我們大家，一定要相信，一定要接受，這真是世尊跟諸佛苦口婆心的勸導我們。「聞名功德如此」，聽這一句阿彌陀佛名號功德就像諸佛如來所說，「釋迦及十方諸佛同所宣說，可不信乎」。不是一尊佛這樣勸導我們，十方三世一切諸佛沒有一尊佛不勸導我們，異口同音共同勸導，我們再要不相信，那真叫業障太深重了。「初勸信流通竟」，到這個地方勸信流通說完了。下面是流通分的第二段，勸願流通。"
    },
    {
      "id": "01-011-0046_p0037",
      "zh_CN": "【舍利弗。若有人已发愿。今发愿。当发愿。欲生阿弥陀佛国者。是诸人等。皆得不退转于阿耨多罗三藐三菩提。于彼国土。若已生。若今生。若当生。是故舍利弗。诸善男子善女人。若有信者。应当发愿。生彼国土。】",
      "zh_TW": "【舍利弗。若有人已發願。今發願。當發願。欲生阿彌陀佛國者。是諸人等。皆得不退轉於阿耨多羅三藐三菩提。於彼國土。若已生。若今生。若當生。是故舍利弗。諸善男子善女人。若有信者。應當發願。生彼國土。】"
    },
    {
      "id": "01-011-0046_p0038",
      "zh_CN": "这段经文，我们看注解，蕅益大师告诉我们，已经发愿，已经往生了；现在发愿，这一生当中必定往生；当来发愿，当来是将来、以后，当来发愿的，当来那一生他也一定往生。佛说法是三千年前，佛说已发愿的，当然是指他方世界的，因为阿弥陀佛成佛以来已经十劫了，不知道多少诸佛世界人去往生了，那是已发愿，已经往生的。今发愿，是释迦牟尼佛说经那个时候。当发愿是指我们现在，我们现在发愿也必定跟过去人一样，决定得生。「正显依信所发之愿无虚也」，这就显示你因相信，或者是依深信不疑，所发求生之愿决定不虚，这是真实的。「非信不能发愿」，这是真的，你要不相信，你怎么会发愿求生净土，这不可能的。所以信是最重要的一个因素，要深信，一点怀疑都没有。「非愿信亦不生」，如果不能真正求愿往生，那个信也不是真信。我们前面曾经讲过，信通常有迷信、有正信、有真信，真正发愿求生净土，那个信是真信。我们知道有不少的这些法师大德们，他们也讲《弥陀经》，也劝人念佛求生净土，他自己不念佛，他不求生净土，他劝别人，那是什么？他是正信，他不是真信。他认为还有别的法门比这个更高的，看看你们这些人程度不行，念阿弥陀佛求生净土吧！把阿弥陀佛看低了。他虽然不能算迷，但他不是真的；真信的人，没有一个人不肯往生净土的。「故云若有信者，应当发愿」，这一句是劝勉我们应当发愿。",
      "zh_TW": "這段經文，我們看註解，蕅益大師告訴我們，已經發願，已經往生了；現在發願，這一生當中必定往生；當來發願，當來是將來、以後，當來發願的，當來那一生他也一定往生。佛說法是三千年前，佛說已發願的，當然是指他方世界的，因為阿彌陀佛成佛以來已經十劫了，不知道多少諸佛世界人去往生了，那是已發願，已經往生的。今發願，是釋迦牟尼佛說經那個時候。當發願是指我們現在，我們現在發願也必定跟過去人一樣，決定得生。「正顯依信所發之願無虛也」，這就顯示你因相信，或者是依深信不疑，所發求生之願決定不虛，這是真實的。「非信不能發願」，這是真的，你要不相信，你怎麼會發願求生淨土，這不可能的。所以信是最重要的一個因素，要深信，一點懷疑都沒有。「非願信亦不生」，如果不能真正求願往生，那個信也不是真信。我們前面曾經講過，信通常有迷信、有正信、有真信，真正發願求生淨土，那個信是真信。我們知道有不少的這些法師大德們，他們也講《彌陀經》，也勸人念佛求生淨土，他自己不念佛，他不求生淨土，他勸別人，那是什麼？他是正信，他不是真信。他認為還有別的法門比這個更高的，看看你們這些人程度不行，念阿彌陀佛求生淨土吧！把阿彌陀佛看低了。他雖然不能算迷，但他不是真的；真信的人，沒有一個人不肯往生淨土的。「故云若有信者，應當發願」，這一句是勸勉我們應當發願。"
    },
    {
      "id": "01-011-0046_p0039",
      "zh_CN": "「又愿者，信之券」，券就是凭证的意思，证据、凭证，「行之枢，尤为要务」，这是说信愿行三资粮当中，信实在是太重要了，枢是枢纽。「尤为要务」，在三资粮中它尤其重要，也就是讲它特别重要。「举愿则信行在其中」，人真肯发愿往生，当然他一定有很深的信心，一定肯老实念佛，老实念佛属于行，信行都在其中。「所以殷勤三劝也」，劝信、劝行佛只有一次，劝愿劝了三次，可见得佛对这个非常的重视。第一次是在正宗分里面的第二段，佛说了依正庄严，众生生者皆得不退，所以他劝「众生闻者应当发愿，愿生彼国」，这是第一次劝。第二次是在正宗分末后的一段，听到念佛，一心不乱，临终见佛，心不颠倒，即得往生，佛接着又说，「若有众生闻是说者，应当发愿，生彼国土」，第二次劝。这个地方是第三次，三次的劝我们，不怕麻烦，不怕重复。足见本师释迦牟尼佛对我们的慈悲恳切，实实在在希望在我们这一生当中永脱轮回，圆成佛道，这才满他老人家度化众生的本愿。我们能够体会到这一层，对于世尊感恩戴德之心自然就生起来。",
      "zh_TW": "「又願者，信之券」，券就是憑證的意思，證據、憑證，「行之樞，尤為要務」，這是說信願行三資糧當中，信實在是太重要了，樞是樞紐。「尤為要務」，在三資糧中它尤其重要，也就是講它特別重要。「舉願則信行在其中」，人真肯發願往生，當然他一定有很深的信心，一定肯老實念佛，老實念佛屬於行，信行都在其中。「所以殷勤三勸也」，勸信、勸行佛只有一次，勸願勸了三次，可見得佛對這個非常的重視。第一次是在正宗分裡面的第二段，佛說了依正莊嚴，眾生生者皆得不退，所以他勸「眾生聞者應當發願，願生彼國」，這是第一次勸。第二次是在正宗分末後的一段，聽到念佛，一心不亂，臨終見佛，心不顛倒，即得往生，佛接著又說，「若有眾生聞是說者，應當發願，生彼國土」，第二次勸。這個地方是第三次，三次的勸我們，不怕麻煩，不怕重複。足見本師釋迦牟尼佛對我們的慈悲懇切，實實在在希望在我們這一生當中永脫輪迴，圓成佛道，這才滿他老人家度化眾生的本願。我們能夠體會到這一層，對於世尊感恩戴德之心自然就生起來。"
    },
    {
      "id": "01-011-0046_p0040",
      "zh_CN": "「复次愿生彼国，即欣厌二门，厌离娑婆，与依苦集二谛所发二种弘誓相应，欣求极乐，与依道灭二谛所发二种弘誓相应，故得不退转于大菩提道。」这一段是大师就四弘誓愿来解释。愿生彼国，这就是四弘誓愿圆满，因为你愿生，你一定离开娑婆世界，娑婆世界这四弘誓愿前面两个，在四谛法里是依苦集而发的。你看「众生无边誓愿度，烦恼无尽誓愿断」，这两句是苦集二谛的，后面两句，「法门无量誓愿学」这是道，「佛道无上誓愿成」这是灭，苦集灭道。四弘誓愿就圆满了，这一发心就圆满了。你要问他，什么叫四谛法？不知道；虽不知道，但是他四谛圆满了。什么叫四弘誓愿，他也不知道；虽不知道，四弘誓愿他也圆满了。四弘誓愿是大菩提心，蕅益大师讲得好，一发愿求生净土，这个心就是无上大菩提心。这个话从来没有人说过，蕅益大师说出这个话，我们乍听起来吓一跳。这个话是他发明的吗？可以这么说。有根据吗？这个地方把根据说出来了。为什么？四弘誓愿是无上菩提心，他这一发愿跟四弘誓愿相应，换句话说，就是四弘誓愿圆满的实践、兑现了，那怎么不是无上菩提心？",
      "zh_TW": "「復次願生彼國，即欣厭二門，厭離娑婆，與依苦集二諦所發二種弘誓相應，欣求極樂，與依道滅二諦所發二種弘誓相應，故得不退轉於大菩提道。」這一段是大師就四弘誓願來解釋。願生彼國，這就是四弘誓願圓滿，因為你願生，你一定離開娑婆世界，娑婆世界這四弘誓願前面兩個，在四諦法裡是依苦集而發的。你看「眾生無邊誓願度，煩惱無盡誓願斷」，這兩句是苦集二諦的，後面兩句，「法門無量誓願學」這是道，「佛道無上誓願成」這是滅，苦集滅道。四弘誓願就圓滿了，這一發心就圓滿了。你要問他，什麼叫四諦法？不知道；雖不知道，但是他四諦圓滿了。什麼叫四弘誓願，他也不知道；雖不知道，四弘誓願他也圓滿了。四弘誓願是大菩提心，蕅益大師講得好，一發願求生淨土，這個心就是無上大菩提心。這個話從來沒有人說過，蕅益大師說出這個話，我們乍聽起來嚇一跳。這個話是他發明的嗎？可以這麼說。有根據嗎？這個地方把根據說出來了。為什麼？四弘誓願是無上菩提心，他這一發願跟四弘誓願相應，換句話說，就是四弘誓願圓滿的實踐、兌現了，那怎麼不是無上菩提心？"
    },
    {
      "id": "01-011-0046_p0041",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}