{
  "doc_id": "01-011-0012",
  "title": {
    "zh_CN": "佛说阿弥陀经要解",
    "zh_TW": "佛說阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "美国加州迪安萨大学",
    "zh_TW": "美國加州迪安薩大學"
  },
  "doc_number": "01-011-0012",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "01-011-0012_p0001",
      "zh_CN": "请掀开经本，第十六面，倒数第三行，这是这一段的最后一句：",
      "zh_TW": "請掀開經本，第十六面，倒數第三行，這是這一段的最後一句："
    },
    {
      "id": "01-011-0012_p0002",
      "zh_CN": "「从佛转轮，广利人天，故为众所知识。」前面所说的是说世尊这些常随弟子们，他们实际上修证的地位都是法身大士，这几句话是赞叹他们的德行。从佛转轮，转轮就是佛教里常讲的转法轮。轮是个比喻，在一切物品当中，轮实在是有个相当圆满的象征，所以佛法里常常用轮来做个标志，或者用莲花，或者用卍字，这是佛教的标志最常见的三种。卍字是表吉祥的意思，莲花是表清净的意思，出污泥而不染，轮是表圆满的意思。佛说法，我们知道他所依据的是真理，我们现在人讲的是真理，在佛法里讲是诸法实相，这是一切法的真相。这个真相不能说空，也不能说有，所以说非空非有。轮确实有这个意思，轮周是有的，不能说它没有，但是心就不能说它有。这个东西显示出空有一如，空有不二，确实显示出佛所说的一切妙法。所以，用轮来代表，佛说法就叫转法轮。轮的作用是要转动，不转动那就一点用处都没有。我们晓得今天这个世界科技的发达，可以说全部都是轮在那里动，在不停的动，推动着科技的进步。",
      "zh_TW": "「從佛轉輪，廣利人天，故為眾所知識。」前面所說的是說世尊這些常隨弟子們，他們實際上修證的地位都是法身大士，這幾句話是讚歎他們的德行。從佛轉輪，轉輪就是佛教裡常講的轉法輪。輪是個比喻，在一切物品當中，輪實在是有個相當圓滿的象徵，所以佛法裡常常用輪來做個標誌，或者用蓮花，或者用卍字，這是佛教的標誌最常見的三種。卍字是表吉祥的意思，蓮花是表清淨的意思，出污泥而不染，輪是表圓滿的意思。佛說法，我們知道他所依據的是真理，我們現在人講的是真理，在佛法裡講是諸法實相，這是一切法的真相。這個真相不能說空，也不能說有，所以說非空非有。輪確實有這個意思，輪周是有的，不能說它沒有，但是心就不能說它有。這個東西顯示出空有一如，空有不二，確實顯示出佛所說的一切妙法。所以，用輪來代表，佛說法就叫轉法輪。輪的作用是要轉動，不轉動那就一點用處都沒有。我們曉得今天這個世界科技的發達，可以說全部都是輪在那裡動，在不停的動，推動著科技的進步。"
    },
    {
      "id": "01-011-0012_p0003",
      "zh_CN": "转法轮，古人的解释有三个意思，也值得我们做参考。他说轮有「摧碾」的意思，这个在中国古代用得很多，像现在我们所看到的压路机，就是碾的进化，它能够把路压平。它比喻佛说一切法，能把我们心的烦恼净化，把人心压平，心本来是不平的，一听佛法，心就平静了。所以有摧碾的意思。第二个意思，轮有「运载」的意思。像古时候的车，现在的车也是一样，它有轮，能够从这个地方把我们运载到另外一个目的地。这就比喻佛法能够帮助我们，从生死这个地方运载到不生不灭的涅槃境界。像我们修学净土的，我们在这个娑婆世界，净土法门能帮助我们、运载我们到西方极乐世界。这是第二个，运载的意思，这是法轮。第三个，它有「圆满」的意思。就是轮它有心，它有柱，它有周，在一切法里面显示它是相当圆满，代表佛法也是在一切法当中最极圆满。所以常常用轮做比喻。",
      "zh_TW": "轉法輪，古人的解釋有三個意思，也值得我們做參考。他說輪有「摧碾」的意思，這個在中國古代用得很多，像現在我們所看到的壓路機，就是碾的進化，它能夠把路壓平。它比喻佛說一切法，能把我們心的煩惱淨化，把人心壓平，心本來是不平的，一聽佛法，心就平靜了。所以有摧碾的意思。第二個意思，輪有「運載」的意思。像古時候的車，現在的車也是一樣，它有輪，能夠從這個地方把我們運載到另外一個目的地。這就比喻佛法能夠幫助我們，從生死這個地方運載到不生不滅的涅槃境界。像我們修學淨土的，我們在這個娑婆世界，淨土法門能幫助我們、運載我們到西方極樂世界。這是第二個，運載的意思，這是法輪。第三個，它有「圓滿」的意思。就是輪它有心，它有柱，它有周，在一切法裡面顯示它是相當圓滿，代表佛法也是在一切法當中最極圓滿。所以常常用輪做比喻。"
    },
    {
      "id": "01-011-0012_p0004",
      "zh_CN": "从佛转轮意思就是代佛弘法利生。佛从体来说，那是无所不在，但是我们从相上说，释迦牟尼佛当年示现在我们这个世界，在迹相上与我们一般人没有两样。他也是父母所生，也接受很好的教育，最后出家修行证道，然后是各处去教化众生，完全做得跟我们一般人是相同的。在迹相上，像我们一般人就不能够分身，只能在一个地方讲学、教授，传授佛法。许多地方都需要佛去讲经说法，这怎么办？佛有许多大弟子，这些弟子们在德行、在学问、在修养都有相当的成就，可以在一个地区代佛说法利生，这就叫「从佛转轮，广利人天」。使世尊的教学，藉这些学生们普遍的推广，利益大众，因此这些人也就为社会大众们所熟知，都认识、都知道他们，叫做「众所知识」。下面列举有十六位尊者，请看经文：",
      "zh_TW": "從佛轉輪意思就是代佛弘法利生。佛從體來說，那是無所不在，但是我們從相上說，釋迦牟尼佛當年示現在我們這個世界，在跡相上與我們一般人沒有兩樣。他也是父母所生，也接受很好的教育，最後出家修行證道，然後是各處去教化眾生，完全做得跟我們一般人是相同的。在跡相上，像我們一般人就不能夠分身，只能在一個地方講學、教授，傳授佛法。許多地方都需要佛去講經說法，這怎麼辦？佛有許多大弟子，這些弟子們在德行、在學問、在修養都有相當的成就，可以在一個地區代佛說法利生，這就叫「從佛轉輪，廣利人天」。使世尊的教學，藉這些學生們普遍的推廣，利益大眾，因此這些人也就為社會大眾們所熟知，都認識、都知道他們，叫做「眾所知識」。下面列舉有十六位尊者，請看經文："
    },
    {
      "id": "01-011-0012_p0005",
      "zh_CN": "【长老舍利弗。】",
      "zh_TW": "【長老舍利弗。】"
    },
    {
      "id": "01-011-0012_p0006",
      "zh_CN": "这底下小字是翻成中国的意思，『舍利弗』翻成中国意思叫「身子」。他的母亲长得非常好，儿子很像母亲，像母亲的身段，长得非常好，大家都喜欢、都赞叹。「舍利」就翻作身，「弗」翻作子，就是舍利这个女人的儿子，照它的意思来讲就是这个意思，是舍利这个女人的儿子，所以叫舍利弗。",
      "zh_TW": "這底下小字是翻成中國的意思，『舍利弗』翻成中國意思叫「身子」。他的母親長得非常好，兒子很像母親，像母親的身段，長得非常好，大家都喜歡、都讚歎。「舍利」就翻作身，「弗」翻作子，就是舍利這個女人的兒子，照它的意思來講就是這個意思，是舍利這個女人的兒子，所以叫舍利弗。"
    },
    {
      "id": "01-011-0012_p0007",
      "zh_CN": "【摩诃目犍连。摩诃迦叶。摩诃迦旃延。摩诃俱𫄨罗。离婆多。周利槃陀伽。难陀。阿难陀。罗睺罗。憍梵波提。宾头卢颇罗堕。迦留陀夷。摩诃劫宾那。薄拘罗。阿「少/兔」楼驮。】",
      "zh_TW": "【摩訶目犍連。摩訶迦葉。摩訶迦旃延。摩訶俱絺羅。離婆多。周利槃陀伽。難陀。阿難陀。羅睺羅。憍梵波提。賓頭盧頗羅墮。迦留陀夷。摩訶劫賓那。薄拘羅。阿「少/兔」樓馱。】"
    },
    {
      "id": "01-011-0012_p0008",
      "zh_CN": "总共举了十六个人。",
      "zh_TW": "總共舉了十六個人。"
    },
    {
      "id": "01-011-0012_p0009",
      "zh_CN": "【如是等诸大弟子。】",
      "zh_TW": "【如是等諸大弟子。】"
    },
    {
      "id": "01-011-0012_p0010",
      "zh_CN": "这个『等』就是等其余，因为他的常随众是一千二百五十五人，不能把名字都列出来，都列出就太长了，就是列举几位做个代表。我们看佛的经典，每部经典展开，前面都有这个例子。但是每部经典里面代表的人不尽相同，于是这几个代表也不是随便写的。世尊弟子众多，大弟子当中都标榜着特长，我们只可以说标榜，为什么？如果说他们的德能，几乎都相同。像舍利弗，他标榜的智慧第一，难道目犍连就没有智慧吗？目犍连标榜的是神通第一，那舍利弗就没有神通吗？所以在德能上都是多才多艺，但是在才艺里每个人标榜一样。在集结经的时候，用他们来表法，看到经首，就是经文序分这部分所列的这几个人，看看他们的特长，我们就了解这部经典的性质。正如同我们现在人开会一样，某个地方举行会议，看看会议出席的是些什么人，我们就大致上了解他们是在开些什么会，佛经里头就有这个意思。所以这些人物，我们不能够含糊笼统把他看过去。现在我们看注解。",
      "zh_TW": "這個『等』就是等其餘，因為他的常隨眾是一千二百五十五人，不能把名字都列出來，都列出就太長了，就是列舉幾位做個代表。我們看佛的經典，每部經典展開，前面都有這個例子。但是每部經典裡面代表的人不盡相同，於是這幾個代表也不是隨便寫的。世尊弟子眾多，大弟子當中都標榜著特長，我們只可以說標榜，為什麼？如果說他們的德能，幾乎都相同。像舍利弗，他標榜的智慧第一，難道目犍連就沒有智慧嗎？目犍連標榜的是神通第一，那舍利弗就沒有神通嗎？所以在德能上都是多才多藝，但是在才藝裡每個人標榜一樣。在集結經的時候，用他們來表法，看到經首，就是經文序分這部分所列的這幾個人，看看他們的特長，我們就了解這部經典的性質。正如同我們現在人開會一樣，某個地方舉行會議，看看會議出席的是些什麼人，我們就大致上了解他們是在開些什麼會，佛經裡頭就有這個意思。所以這些人物，我們不能夠含糊籠統把他看過去。現在我們看註解。"
    },
    {
      "id": "01-011-0012_p0011",
      "zh_CN": "「德腊俱尊，故名长老。」佛经里面说到长老，这是很尊敬的称呼，必须有真正的德行、有道德、有学问，还得要有年岁，年纪太轻了也不行，要具备这些条件才能称之为长老。但是也有特殊的，年岁虽然很轻，但是他的德能非常殊胜，那也可以称之为长老，这是从德行上对他的尊称，而不以年龄。由此可知，佛法确实是以德学为重。此地这个长老一直贯到下面，也就是这十六位都是属于长老，并不是长老就舍利弗一个，底下都不是；长老是贯下去的，十六位都是称长老。",
      "zh_TW": "「德臘俱尊，故名長老。」佛經裡面說到長老，這是很尊敬的稱呼，必須有真正的德行、有道德、有學問，還得要有年歲，年紀太輕了也不行，要具備這些條件才能稱之為長老。但是也有特殊的，年歲雖然很輕，但是他的德能非常殊勝，那也可以稱之為長老，這是從德行上對他的尊稱，而不以年齡。由此可知，佛法確實是以德學為重。此地這個長老一直貫到下面，也就是這十六位都是屬於長老，並不是長老就舍利弗一個，底下都不是；長老是貫下去的，十六位都是稱長老。"
    },
    {
      "id": "01-011-0012_p0012",
      "zh_CN": "「身子尊者」，身子就是舍利弗，前面经文小字上有注解，我们一对照就明白了，这个就是舍利弗尊者。这十六位尊者的传记，一般在《弥陀经》的注解里面都介绍得很详细。蕅益大师这是《要解》，所以其他的注疏里头有详细介绍，他就统统省略，对于我们喜欢简要，这个《要解》是非常适合的。如果喜欢了解这些尊者的事迹，可以看注解，也可以看释迦牟尼佛弟子的传记，此地只说出他标榜的德能，「声闻众中，智慧第一」。因为这十六个人他示现的身分都是小乘阿罗汉，所以这是讲在声闻众中智慧第一。菩萨是大乘，大乘菩萨代表智慧第一的是文殊师利菩萨，我们后面会讲到。他是声闻众中，是智慧第一。这个意思就是告诉我们，有很多人认为我很有智慧，念佛是老太婆念的，没有知识、没有智慧的人学这个法门的。有智慧应当学相宗、学性宗这些大经大论，要向那里面去探讨。这个地方就告诉我们，你有智慧，你的智慧跟舍利弗比一比怎样？舍利弗还要老实念佛。把我们对于智慧、才能那种自负、贡高我慢降伏下来，有这个意思。你看看净土法门哪些人学的？舍利弗学。",
      "zh_TW": "「身子尊者」，身子就是舍利弗，前面經文小字上有註解，我們一對照就明白了，這個就是舍利弗尊者。這十六位尊者的傳記，一般在《彌陀經》的註解裡面都介紹得很詳細。蕅益大師這是《要解》，所以其他的註疏裡頭有詳細介紹，他就統統省略，對於我們喜歡簡要，這個《要解》是非常適合的。如果喜歡了解這些尊者的事跡，可以看註解，也可以看釋迦牟尼佛弟子的傳記，此地只說出他標榜的德能，「聲聞眾中，智慧第一」。因為這十六個人他示現的身分都是小乘阿羅漢，所以這是講在聲聞眾中智慧第一。菩薩是大乘，大乘菩薩代表智慧第一的是文殊師利菩薩，我們後面會講到。他是聲聞眾中，是智慧第一。這個意思就是告訴我們，有很多人認為我很有智慧，念佛是老太婆念的，沒有知識、沒有智慧的人學這個法門的。有智慧應當學相宗、學性宗這些大經大論，要向那裡面去探討。這個地方就告訴我們，你有智慧，你的智慧跟舍利弗比一比怎樣？舍利弗還要老實念佛。把我們對於智慧、才能那種自負、貢高我慢降伏下來，有這個意思。你看看淨土法門哪些人學的？舍利弗學。"
    },
    {
      "id": "01-011-0012_p0013",
      "zh_CN": "「目连尊者，神通第一。」神通，实在讲非常接近我们现在所谓的科技，科学技术目犍连是专家，学科学、学技术的也念阿弥陀佛求生净土。「饮光尊者，身有金光，传佛心印为初祖，头陀行第一。」这就是第三位摩诃迦叶。我们晓得佛门里面，在中国众所周知的禅宗，这是佛门可以说是很大的一个宗派。这个宗派是什么人传下来的？当初释迦牟尼佛传给迦叶尊者，所以迦叶是禅宗初祖。迦叶传阿难，这样代代相传，传到菩提达摩，我们中国人讲达摩祖师，达摩是第二十八代，到中国来，禅传到中国来了。在中国，达摩算是第一代祖师，禅宗第一代祖师，要从印度来说他是第二十八代。中国六传到惠能，惠能大师才真正把禅宗发扬光大，影响到整个中国的佛教。在中国，无论哪一宗、哪一派与禅都脱不了关系，就是念佛法门也不例外，可见得它影响力非常之大。禅宗初祖在弥陀会上。",
      "zh_TW": "「目連尊者，神通第一。」神通，實在講非常接近我們現在所謂的科技，科學技術目犍連是專家，學科學、學技術的也念阿彌陀佛求生淨土。「飲光尊者，身有金光，傳佛心印為初祖，頭陀行第一。」這就是第三位摩訶迦葉。我們曉得佛門裡面，在中國眾所周知的禪宗，這是佛門可以說是很大的一個宗派。這個宗派是什麼人傳下來的？當初釋迦牟尼佛傳給迦葉尊者，所以迦葉是禪宗初祖。迦葉傳阿難，這樣代代相傳，傳到菩提達摩，我們中國人講達摩祖師，達摩是第二十八代，到中國來，禪傳到中國來了。在中國，達摩算是第一代祖師，禪宗第一代祖師，要從印度來說他是第二十八代。中國六傳到惠能，惠能大師才真正把禪宗發揚光大，影響到整個中國的佛教。在中國，無論哪一宗、哪一派與禪都脫不了關係，就是念佛法門也不例外，可見得它影響力非常之大。禪宗初祖在彌陀會上。"
    },
    {
      "id": "01-011-0012_p0014",
      "zh_CN": "所以在中国，我们讲中国禅宗第八代，也就是惠能大师的徒孙，马祖道一和尚、百丈大师，提倡丛林的制度。丛林是他们两个人提倡的，是他们亲手建立的，丛林提倡共修，从前修行是各人修各人的。集体在一起共修，也就是讲正式成为学校，所以丛林实在讲，用现在的话来说就是佛教大学。过去佛教的承传像办私塾一样，一个老师教几个学生，没有什么制度的。但是丛林一建立就制度化了，真正变成了学校，变成大学，这是中国佛教的特色。这是禅宗初祖，说明禅如果不修净土，单单靠禅成就是很难的。所以中国禅宗祖师，晚年专修净土念佛往生的人很多，这我们在此地看到的。迦叶尊者也是非常清高的苦行僧，在苦行里面他是第一，叫头陀行第一，头陀行就是清高的苦行。",
      "zh_TW": "所以在中國，我們講中國禪宗第八代，也就是惠能大師的徒孫，馬祖道一和尚、百丈大師，提倡叢林的制度。叢林是他們兩個人提倡的，是他們親手建立的，叢林提倡共修，從前修行是各人修各人的。集體在一起共修，也就是講正式成為學校，所以叢林實在講，用現在的話來說就是佛教大學。過去佛教的承傳像辦私塾一樣，一個老師教幾個學生，沒有什麼制度的。但是叢林一建立就制度化了，真正變成了學校，變成大學，這是中國佛教的特色。這是禪宗初祖，說明禪如果不修淨土，單單靠禪成就是很難的。所以中國禪宗祖師，晚年專修淨土念佛往生的人很多，這我們在此地看到的。迦葉尊者也是非常清高的苦行僧，在苦行裡面他是第一，叫頭陀行第一，頭陀行就是清高的苦行。"
    },
    {
      "id": "01-011-0012_p0015",
      "zh_CN": "第四位是「文饰」，就是『摩诃迦旃延』，「婆罗门种，论议第一」。婆罗门在印度四姓阶级里面是最高的，照习俗来说，他出身于贵族。他的特长是议论，要用我们现代名词来说，他是一位评论家，是非常有智慧，也有辩才的。第五位是「大膝尊者」。印度古时候起名字跟我们中国古人一样，他这个名字非常的朴实。『摩诃俱𫄨罗』，大概他的膝盖比别人大，所以人家就叫他作大膝，大膝盖。这个人博学多才，读书读得很好，而且读得很多。他是舍利弗的舅父，舍利弗的母亲是他的姊姊。他姊姊怀舍利弗的时候，突然之间辩才无碍，每次大膝尊者跟他姊姊辩论都输了，从前没有过这个现象。他心里一想，他姊姊肚子里怀的一定是很有智慧的人，所以他姊姊借他的光，在每次辩论输给她。这个小孩将来出世是他的外甥，如果做舅父的都辩不过他，这就很难为情了。所以就发愤拼命念书，几乎印度所有这些典籍他都读尽了。念书的时候连手指甲都没有时间剪，所以指甲长得很长，外号叫「长爪梵志」，指甲长得很长，没有时间修指甲，这样的用功。到以后舍利弗尊者出世之后，还是辩不过舍利弗尊者，这是有这么一段故事。这是说博学多闻的人也是念佛求生净土。",
      "zh_TW": "第四位是「文飾」，就是『摩訶迦旃延』，「婆羅門種，論議第一」。婆羅門在印度四姓階級裡面是最高的，照習俗來說，他出身於貴族。他的特長是議論，要用我們現代名詞來說，他是一位評論家，是非常有智慧，也有辯才的。第五位是「大膝尊者」。印度古時候起名字跟我們中國古人一樣，他這個名字非常的樸實。『摩訶俱絺羅』，大概他的膝蓋比別人大，所以人家就叫他作大膝，大膝蓋。這個人博學多才，讀書讀得很好，而且讀得很多。他是舍利弗的舅父，舍利弗的母親是他的姊姊。他姊姊懷舍利弗的時候，突然之間辯才無礙，每次大膝尊者跟他姊姊辯論都輸了，從前沒有過這個現象。他心裡一想，他姊姊肚子裡懷的一定是很有智慧的人，所以他姊姊借他的光，在每次辯論輸給她。這個小孩將來出世是他的外甥，如果做舅父的都辯不過他，這就很難為情了。所以就發憤拼命念書，幾乎印度所有這些典籍他都讀盡了。念書的時候連手指甲都沒有時間剪，所以指甲長得很長，外號叫「長爪梵志」，指甲長得很長，沒有時間修指甲，這樣的用功。到以後舍利弗尊者出世之後，還是辯不過舍利弗尊者，這是有這麼一段故事。這是說博學多聞的人也是念佛求生淨土。"
    },
    {
      "id": "01-011-0012_p0016",
      "zh_CN": "「星宿尊者」，这是『离婆多』。离婆多是他的父母祈祷于星宿，求一个儿子，这样出生的，所以就用了这样一个名字，叫离婆多。这一位代表的是正觉不迷，我们常讲觉而不迷。「继道尊者」，就是『周利槃陀伽』，这个人是困学成功的。他的禀赋很钝、很愚，记性是奇差。当初他哥哥出家了，他也想出家。哥哥很聪明，哥哥就说好，你来吧！就教他四句偈，他学了三个月都学不会。哥哥就说算了，你还是回家去吧！出家你就没分了。他是哭哭啼啼很难过，释迦牟尼佛见到了把他叫回来，他说你跟我好了。释迦牟尼佛教他两句偈，他念了三个月才把这两句学会。念上句，下面一句忘掉了；念下一句，上头一句又不记得了。所以人笨到这个样子，有些人说我很迟钝、很愚痴，我不能学佛。你的愚痴能像周利槃陀伽吗？不至于吧！周利槃陀伽都能成就，你为什么不能成就？这十六位尊者在此地代表的，就是这个法门真的是三根普被，利钝全收，不管你是什么样的根性，你修学这个法门都能够圆满成就。这一句「阿弥陀佛」比两句偈更容易念，更容易成就。",
      "zh_TW": "「星宿尊者」，這是『離婆多』。離婆多是他的父母祈禱於星宿，求一個兒子，這樣出生的，所以就用了這樣一個名字，叫離婆多。這一位代表的是正覺不迷，我們常講覺而不迷。「繼道尊者」，就是『周利槃陀伽』，這個人是困學成功的。他的稟賦很鈍、很愚，記性是奇差。當初他哥哥出家了，他也想出家。哥哥很聰明，哥哥就說好，你來吧！就教他四句偈，他學了三個月都學不會。哥哥就說算了，你還是回家去吧！出家你就沒分了。他是哭哭啼啼很難過，釋迦牟尼佛見到了把他叫回來，他說你跟我好了。釋迦牟尼佛教他兩句偈，他念了三個月才把這兩句學會。念上句，下面一句忘掉了；念下一句，上頭一句又不記得了。所以人笨到這個樣子，有些人說我很遲鈍、很愚痴，我不能學佛。你的愚痴能像周利槃陀伽嗎？不至於吧！周利槃陀伽都能成就，你為什麼不能成就？這十六位尊者在此地代表的，就是這個法門真的是三根普被，利鈍全收，不管你是什麼樣的根性，你修學這個法門都能夠圓滿成就。這一句「阿彌陀佛」比兩句偈更容易念，更容易成就。"
    },
    {
      "id": "01-011-0012_p0017",
      "zh_CN": "周利槃陀伽在世尊会上，以后他开悟了，悟了之后辩才无碍，释迦牟尼佛派他到处代佛说法，最后也非常受人欢迎。佛就把他的因果说出来。这位尊者前世是一位三藏法师，很难得的。但是他说法，他吝法，教别人总不是很认真的教，自己要留一半，怕别人超过自己，所以这一世得了个愚痴的果报，是这么个原因。幸亏遇到佛，要不是遇到佛，那他真的就是一生愚痴永远也不会开悟。这是缘好，遇到了真正的善知识。所以佛教给我们，吝财得贫穷的果报；吝法得愚痴的果报；少慈悲，就是杀害众生，凌辱众生，得的是短命、残疾的果报。所以，因果丝毫不爽。我们要求财富，佛告诉我们，修财布施，不要吝啬。修财布施你得的是财富，修法布施你得的是聪明智慧，修无畏布施你得的是健康长寿。这三样东西都是我们世间人，无论古今中外，都是大家一心一意在追求的。有人求得了，有人求不到，原因是你过去种这个因，你这一生不求也得到；如果你过去没有种这个因，你这一生用什么手段去求也求不到。真是「一饮一啄，莫非前定」，周利槃陀伽给我们做了一个很好的例子。",
      "zh_TW": "周利槃陀伽在世尊會上，以後他開悟了，悟了之後辯才無礙，釋迦牟尼佛派他到處代佛說法，最後也非常受人歡迎。佛就把他的因果說出來。這位尊者前世是一位三藏法師，很難得的。但是他說法，他吝法，教別人總不是很認真的教，自己要留一半，怕別人超過自己，所以這一世得了個愚痴的果報，是這麼個原因。幸虧遇到佛，要不是遇到佛，那他真的就是一生愚痴永遠也不會開悟。這是緣好，遇到了真正的善知識。所以佛教給我們，吝財得貧窮的果報；吝法得愚痴的果報；少慈悲，就是殺害眾生，淩辱眾生，得的是短命、殘疾的果報。所以，因果絲毫不爽。我們要求財富，佛告訴我們，修財布施，不要吝嗇。修財布施你得的是財富，修法布施你得的是聰明智慧，修無畏布施你得的是健康長壽。這三樣東西都是我們世間人，無論古今中外，都是大家一心一意在追求的。有人求得了，有人求不到，原因是你過去種這個因，你這一生不求也得到；如果你過去沒有種這個因，你這一生用什麼手段去求也求不到。真是「一飲一啄，莫非前定」，周利槃陀伽給我們做了一個很好的例子。"
    },
    {
      "id": "01-011-0012_p0018",
      "zh_CN": "第八位尊者「喜尊者」，就是『难陀』。难陀尊者是释迦牟尼佛的胞弟，就是同胞的兄弟，就是净饭王的儿子。他的身相非常之好，佛的相貌好，他跟佛的相貌也差不多。佛有三十二相，难陀有三十相，所以是跟佛差不多。他在弟子当中，标榜的是「仪容第一」，容貌长得最好。第九位「庆喜尊者」，这是阿难，这是我们非常熟悉的，集结经藏是由他来复讲的。所以他是博闻强记第一，我们常说「多闻第一」。「覆障尊者」，第十位就是『罗睺罗』尊者，这位尊者是「密行第一」。这是佛的儿子，当然在僧团里面他的年纪很小，像小沙弥一样，年岁很小，喜欢玩。别人看到他天天在外面玩耍，都没有去用功修行，佛知道，他就是在玩耍里面修行，所以这种修行法叫「密行」。外面人看不到，他自己真正用功，真是用功。他用功并不标榜出来，也不做出用功的样子，就在日常生活当中，在游玩之中，他成就他的定慧、成就他的道业。所以他是一位脚踏实地的实行家，不标榜在口头上，默默的认真的去做。",
      "zh_TW": "第八位尊者「喜尊者」，就是『難陀』。難陀尊者是釋迦牟尼佛的胞弟，就是同胞的兄弟，就是淨飯王的兒子。他的身相非常之好，佛的相貌好，他跟佛的相貌也差不多。佛有三十二相，難陀有三十相，所以是跟佛差不多。他在弟子當中，標榜的是「儀容第一」，容貌長得最好。第九位「慶喜尊者」，這是阿難，這是我們非常熟悉的，集結經藏是由他來複講的。所以他是博聞強記第一，我們常說「多聞第一」。「覆障尊者」，第十位就是『羅睺羅』尊者，這位尊者是「密行第一」。這是佛的兒子，當然在僧團裡面他的年紀很小，像小沙彌一樣，年歲很小，喜歡玩。別人看到他天天在外面玩耍，都沒有去用功修行，佛知道，他就是在玩耍裡面修行，所以這種修行法叫「密行」。外面人看不到，他自己真正用功，真是用功。他用功並不標榜出來，也不做出用功的樣子，就在日常生活當中，在遊玩之中，他成就他的定慧、成就他的道業。所以他是一位腳踏實地的實行家，不標榜在口頭上，默默的認真的去做。"
    },
    {
      "id": "01-011-0012_p0019",
      "zh_CN": "「牛呞尊者」，这是『憍梵波提』，这位尊者是「受天供养第一」，这也是给我们说出业报。佛说他在过去世也是个修行人，是个小沙弥，看到老比丘在那里诵经，大概诵经的音声不太好听。他看到之后讽刺，就说这个老比丘诵经像老牛吃草一样，嘴巴在那里动动动。牛吃草，我们晓得牛的胃跟一般动物不一样，牠把草吃下去之后，牠并不细嚼，统统储存在胃里面，休息的时候再吐出来细嚼，再咽下去，所以牠的嘴巴老是动的。大概这个老比丘诵经的时候没有声音，嘴巴在动，就笑话他像老牛吃草一样。这个老比丘就告诉他，他说我已经证得阿罗汉果（阿罗汉是圣人），你这个轻视、讥笑你将来要得果报的。他就赶紧忏悔，到了第二世堕在牛胎，憍梵波提他就变成牛，做了五百世的牛。就这样一个轻慢举动，还后悔了，还要遭这个果报。",
      "zh_TW": "「牛呞尊者」，這是『憍梵波提』，這位尊者是「受天供養第一」，這也是給我們說出業報。佛說他在過去世也是個修行人，是個小沙彌，看到老比丘在那裡誦經，大概誦經的音聲不太好聽。他看到之後諷刺，就說這個老比丘誦經像老牛吃草一樣，嘴巴在那裡動動動。牛吃草，我們曉得牛的胃跟一般動物不一樣，牠把草吃下去之後，牠並不細嚼，統統儲存在胃裡面，休息的時候再吐出來細嚼，再嚥下去，所以牠的嘴巴老是動的。大概這個老比丘誦經的時候沒有聲音，嘴巴在動，就笑話他像老牛吃草一樣。這個老比丘就告訴他，他說我已經證得阿羅漢果（阿羅漢是聖人），你這個輕視、譏笑你將來要得果報的。他就趕緊懺悔，到了第二世墮在牛胎，憍梵波提他就變成牛，做了五百世的牛。就這樣一個輕慢舉動，還後悔了，還要遭這個果報。"
    },
    {
      "id": "01-011-0012_p0020",
      "zh_CN": "因此在这一生当中，虽然是佛的弟子，他牛的习气在，虽然得的是人身，他嘴巴常常动，没有事他嘴巴就在那里好像吃东西、嚼东西一样，他还有这个习气。佛就讲，你不要出去托钵，因为外面人看到你一定会骂你，你现在也证了阿罗汉果，你不是害死人吗？你阿罗汉有能力、有神通，你接受天人的供养，所以他是受天供养第一。因为天人有天眼，一看晓得他是阿罗汉、是圣人，不会讥笑他。凡夫没有智慧，看到你这个样子一定要笑话你的。这个牵涉到天神、鬼神，这是我们世间讲的宗教，所以憍梵波提在此地可以代表是宗教家。一般宗教都是以天堂为归宿的，天人也要学佛，天人也应当念佛求生净土，他表这个意思。",
      "zh_TW": "因此在這一生當中，雖然是佛的弟子，他牛的習氣在，雖然得的是人身，他嘴巴常常動，沒有事他嘴巴就在那裡好像吃東西、嚼東西一樣，他還有這個習氣。佛就講，你不要出去托缽，因為外面人看到你一定會罵你，你現在也證了阿羅漢果，你不是害死人嗎？你阿羅漢有能力、有神通，你接受天人的供養，所以他是受天供養第一。因為天人有天眼，一看曉得他是阿羅漢、是聖人，不會譏笑他。凡夫沒有智慧，看到你這個樣子一定要笑話你的。這個牽涉到天神、鬼神，這是我們世間講的宗教，所以憍梵波提在此地可以代表是宗教家。一般宗教都是以天堂為歸宿的，天人也要學佛，天人也應當念佛求生淨土，他表這個意思。"
    },
    {
      "id": "01-011-0012_p0021",
      "zh_CN": "「不动尊者」就是『宾头卢颇罗堕』，「宾头卢」是他的名字，翻成中国意思就是不动，「颇罗堕」是他的姓，意思就是说根性很利。这个人当年在僧团里喜欢显一点神通，神通是很容易招摇惑众的，释迦牟尼佛知道了，狠狠的教训了他一顿，给他一点惩罚。怎么惩罚？就不许他入灭，叫他常在人世间给后人种福田。所以后人，往往我们斋僧，他就来应供。这位尊者现在还在世间，他没有灭度，释迦牟尼佛不许他灭度，让他常住在世间。释迦牟尼佛到我们今天，按照中国记载是有三千多年了，宾头卢尊者也有三千多岁了。他究竟是什么样子没有人认识，他也不会暴露身分，他能变化，他也长生不老，所以不容易认出他，他确实还在人间。所以是为人天福田，应末法时期大众供养，能够供养阿罗汉这是很有福气。",
      "zh_TW": "「不動尊者」就是『賓頭盧頗羅墮』，「賓頭盧」是他的名字，翻成中國意思就是不動，「頗羅墮」是他的姓，意思就是說根性很利。這個人當年在僧團裡喜歡顯一點神通，神通是很容易招搖惑眾的，釋迦牟尼佛知道了，狠狠的教訓了他一頓，給他一點懲罰。怎麼懲罰？就不許他入滅，叫他常在人世間給後人種福田。所以後人，往往我們齋僧，他就來應供。這位尊者現在還在世間，他沒有滅度，釋迦牟尼佛不許他滅度，讓他常住在世間。釋迦牟尼佛到我們今天，按照中國記載是有三千多年了，賓頭盧尊者也有三千多歲了。他究竟是什麼樣子沒有人認識，他也不會暴露身分，他能變化，他也長生不老，所以不容易認出他，他確實還在人間。所以是為人天福田，應末法時期大眾供養，能夠供養阿羅漢這是很有福氣。"
    },
    {
      "id": "01-011-0012_p0022",
      "zh_CN": "「黑光尊者」就是『迦留陀夷』，他的教学方法非常好，常常代佛教化众生，他是个道道地地的教育家，所以称他为「教化第一」。第十四位「房宿尊者」，这是『劫宾那』。他是父母祈祷房宿，宿是星宿，我们中国讲二十八宿，印度也是这个说法，是祈祷星宿求一个儿子而生了他。这个人他是通达天文，所以在僧团里面称他为「知星宿第一」，用现在的话说他是天文学家。「善容尊者」这是『薄拘罗』尊者，这一位尊者在僧团里面年岁最大，他那个时候已经一百六十岁了。虽然年岁大，身体非常健康。佛为大家说出，他在过去世，这是过去很久了，不是一个短时间，在毘婆尸佛的时候，说出来是论劫数来算的。曾经用食物，这个食物经上讲的是果实，就是水果，供养一个生病的出家人，这是出自于真诚的供养。所以他得的果报是九十一劫长寿、健康，因为这个布施叫无畏布施。这一世遇到佛，做释迦牟尼佛的弟子，他的容貌端正，健康长寿，所以称他做「寿命第一」。他在这个地方显示是善因善果，这是我们应当要学习的。",
      "zh_TW": "「黑光尊者」就是『迦留陀夷』，他的教學方法非常好，常常代佛教化眾生，他是個道道地地的教育家，所以稱他為「教化第一」。第十四位「房宿尊者」，這是『劫賓那』。他是父母祈禱房宿，宿是星宿，我們中國講二十八宿，印度也是這個說法，是祈禱星宿求一個兒子而生了他。這個人他是通達天文，所以在僧團裡面稱他為「知星宿第一」，用現在的話說他是天文學家。「善容尊者」這是『薄拘羅』尊者，這一位尊者在僧團裡面年歲最大，他那個時候已經一百六十歲了。雖然年歲大，身體非常健康。佛為大家說出，他在過去世，這是過去很久了，不是一個短時間，在毘婆尸佛的時候，說出來是論劫數來算的。曾經用食物，這個食物經上講的是果實，就是水果，供養一個生病的出家人，這是出自於真誠的供養。所以他得的果報是九十一劫長壽、健康，因為這個布施叫無畏布施。這一世遇到佛，做釋迦牟尼佛的弟子，他的容貌端正，健康長壽，所以稱他做「壽命第一」。他在這個地方顯示是善因善果，這是我們應當要學習的。"
    },
    {
      "id": "01-011-0012_p0023",
      "zh_CN": "最后一位尊者是「无贫尊者」，就是『阿「少/兔」楼驮』，在《楞严经》里面叫阿那律陀，就是他。翻译的字翻得不一样，是同一个人，《楞严经》上翻作阿那律陀，他的意思就是无贫。这也是一种果报，也是在久远劫之前，这个世间闹饥荒。当时有一位辟支佛出来托钵，托钵托不到东西。佛在经上给我们说，饮食是供给我们身体的能量的，好像燃料一样，供给能量的。能量的消耗每个人不一样，可是我们一定要了解，能量消耗，百分之九十，可能百分之九十以上消耗在妄想上。所以妄想愈少的人，他的饭量自然就少。为什么？他摄取一点点，他就够用了，就足够了。当时出家人他一切都舍掉了，所以妄想少，常常在禅定当中，他一天吃一餐就够了。我们凡夫妄念多，三餐不够还要吃点心，这没有法子，你能量补充不够，身体就出毛病。阿罗汉心更清净，他见思烦恼都断了，心非常清净，都住在定中，所以阿罗汉是一个星期出来托钵一次，一个星期吃一餐饭。辟支佛比阿罗汉更清净，定功更深，所以辟支佛是半个月出来托钵一次，他吃一餐就可以维持这个身体半个月。这个道理事实我们都应该了解。诸位晓得，你吃得愈少身体愈健康，为什么？中国古人常讲「病从口入」。疾病从哪里来？吃的东西不干净，惹起疾病。所以吃得愈简单、愈清爽、愈少，对于你身体健康愈有帮助，但是心地要清净，这一点非常重要。所以饮食不能够勉强，我们懂得理论，知道事实，然后知道怎样去养身，养我们这个身体。",
      "zh_TW": "最後一位尊者是「無貧尊者」，就是『阿「少/兔」樓馱』，在《楞嚴經》裡面叫阿那律陀，就是他。翻譯的字翻得不一樣，是同一個人，《楞嚴經》上翻作阿那律陀，他的意思就是無貧。這也是一種果報，也是在久遠劫之前，這個世間鬧飢荒。當時有一位辟支佛出來托缽，托缽托不到東西。佛在經上給我們說，飲食是供給我們身體的能量的，好像燃料一樣，供給能量的。能量的消耗每個人不一樣，可是我們一定要了解，能量消耗，百分之九十，可能百分之九十以上消耗在妄想上。所以妄想愈少的人，他的飯量自然就少。為什麼？他攝取一點點，他就夠用了，就足夠了。當時出家人他一切都捨掉了，所以妄想少，常常在禪定當中，他一天吃一餐就夠了。我們凡夫妄念多，三餐不夠還要吃點心，這沒有法子，你能量補充不夠，身體就出毛病。阿羅漢心更清淨，他見思煩惱都斷了，心非常清淨，都住在定中，所以阿羅漢是一個星期出來托缽一次，一個星期吃一餐飯。辟支佛比阿羅漢更清淨，定功更深，所以辟支佛是半個月出來托缽一次，他吃一餐就可以維持這個身體半個月。這個道理事實我們都應該了解。諸位曉得，你吃得愈少身體愈健康，為什麼？中國古人常講「病從口入」。疾病從哪裡來？吃的東西不乾淨，惹起疾病。所以吃得愈簡單、愈清爽、愈少，對於你身體健康愈有幫助，但是心地要清淨，這一點非常重要。所以飲食不能夠勉強，我們懂得理論，知道事實，然後知道怎樣去養身，養我們這個身體。"
    },
    {
      "id": "01-011-0012_p0024",
      "zh_CN": "他遇到一个辟支佛，辟支佛半个月才出来一次，出来又托不到。他自己也没东西吃，吃杂粮，这个杂粮是很坏的杂粮，在荒年能有这个也算不错了。他就问这个辟支佛，他说我这个东西你能不能吃？那个辟支佛很慈悲，就接受了，他就把他自己吃的这份东西供养辟支佛。这个果报得九十一劫不受贫穷的果报，所以他叫无贫尊者。他也是佛的堂弟，我们在《楞严经》里面看到那一段因缘，他是「天眼第一」。这个天眼怎么得来的？他出了家之后很懈怠，就是不用功、不努力。释迦牟尼佛讲经，当然他来听，听的时候打瞌睡，在讲堂里面打瞌睡，被释迦牟尼佛教训了一顿。释迦牟尼佛对他很不客气，说他提不起精神容易睡觉，骂他像螺蛳蚌蛤一类的，一睡一千年，不闻佛名字。他受了责备之后非常难过、非常惭愧，就发愤用功，七天七夜就没有闭眼睛，把眼睛搞坏了，眼睛需要休息，七天七夜不睡，眼睛坏了。释迦牟尼佛就教他修一种定，叫「乐见光明定」，这个定他修成了。修成之后，他看东西不要用眼，他半个头都能见，所以叫「半头天眼」。他连后面、上面，他统统都见得到，而且能力非常之强。一般阿罗汉的能力，阿罗汉的天眼只能看一个小千世界，他这个定修成之后，他的能力能观察三千大千世界，所以就变成了诸弟子当中是天眼第一。这位他有福德，过去布施，他有大福报，他无贫。他也是困学，跟周利槃陀伽一样，他比周利槃陀伽强，周利槃陀伽不如他。他能够很发愤，能够修成天眼，虽然肉眼坏掉了，他能够修成天眼。",
      "zh_TW": "他遇到一個辟支佛，辟支佛半個月才出來一次，出來又托不到。他自己也沒東西吃，吃雜糧，這個雜糧是很壞的雜糧，在荒年能有這個也算不錯了。他就問這個辟支佛，他說我這個東西你能不能吃？那個辟支佛很慈悲，就接受了，他就把他自己吃的這份東西供養辟支佛。這個果報得九十一劫不受貧窮的果報，所以他叫無貧尊者。他也是佛的堂弟，我們在《楞嚴經》裡面看到那一段因緣，他是「天眼第一」。這個天眼怎麼得來的？他出了家之後很懈怠，就是不用功、不努力。釋迦牟尼佛講經，當然他來聽，聽的時候打瞌睡，在講堂裡面打瞌睡，被釋迦牟尼佛教訓了一頓。釋迦牟尼佛對他很不客氣，說他提不起精神容易睡覺，罵他像螺螄蚌蛤一類的，一睡一千年，不聞佛名字。他受了責備之後非常難過、非常慚愧，就發憤用功，七天七夜就沒有閉眼睛，把眼睛搞壞了，眼睛需要休息，七天七夜不睡，眼睛壞了。釋迦牟尼佛就教他修一種定，叫「樂見光明定」，這個定他修成了。修成之後，他看東西不要用眼，他半個頭都能見，所以叫「半頭天眼」。他連後面、上面，他統統都見得到，而且能力非常之強。一般阿羅漢的能力，阿羅漢的天眼只能看一個小千世界，他這個定修成之後，他的能力能觀察三千大千世界，所以就變成了諸弟子當中是天眼第一。這位他有福德，過去布施，他有大福報，他無貧。他也是困學，跟周利槃陀伽一樣，他比周利槃陀伽強，周利槃陀伽不如他。他能夠很發憤，能夠修成天眼，雖然肉眼壞掉了，他能夠修成天眼。"
    },
    {
      "id": "01-011-0012_p0025",
      "zh_CN": "这个十六位，实在讲如果就本经内容，蕅益大师判为三分，信愿行，正宗里面三分，信愿行三分，序分里头同样也是信愿行三分。这十六位尊者劝信，排列在这个地方，我们对于修西方净土，求生极乐世界，自己有没有信心？如果说聪明，靠自己聪明就行了，舍利弗比我们更聪明。人家念佛求生净土，我们要向他看齐，向他学习。如果说笨，恐怕不能去，周利槃陀伽你跟他比比，你比他强得太多了，他都能成功，你为什么不能成功？这十六位尊者所代表的是各种不同的才艺，修学这个法门都能圆满成就，足以激发我们自己求愿往生的信心。所以这十六个人是劝信。『如是等诸大弟子』，这个「等」是其余没有列名的常随大众。前面说过了，这一千二百五十五人都是法身大士示现做佛的弟子，来帮助佛教化众生。形式上，一切经中他们做当机人，做发起的人，而实际，他们真正都是属于影响众，来影响我们。使我们见到他的一言一笑、一举一动，产生对佛的恭敬心，对道业的信心、愿心。更难得他们替我们做了一个修学的榜样，正是以身作则，是我们学习的好样子。这是十六位尊者在此地表的意义。",
      "zh_TW": "這個十六位，實在講如果就本經內容，蕅益大師判為三分，信願行，正宗裡面三分，信願行三分，序分裡頭同樣也是信願行三分。這十六位尊者勸信，排列在這個地方，我們對於修西方淨土，求生極樂世界，自己有沒有信心？如果說聰明，靠自己聰明就行了，舍利弗比我們更聰明。人家念佛求生淨土，我們要向他看齊，向他學習。如果說笨，恐怕不能去，周利槃陀伽你跟他比比，你比他強得太多了，他都能成功，你為什麼不能成功？這十六位尊者所代表的是各種不同的才藝，修學這個法門都能圓滿成就，足以激發我們自己求願往生的信心。所以這十六個人是勸信。『如是等諸大弟子』，這個「等」是其餘沒有列名的常隨大眾。前面說過了，這一千二百五十五人都是法身大士示現做佛的弟子，來幫助佛教化眾生。形式上，一切經中他們做當機人，做發起的人，而實際，他們真正都是屬於影響眾，來影響我們。使我們見到他的一言一笑、一舉一動，產生對佛的恭敬心，對道業的信心、願心。更難得他們替我們做了一個修學的榜樣，正是以身作則，是我們學習的好樣子。這是十六位尊者在此地表的意義。"
    },
    {
      "id": "01-011-0012_p0026",
      "zh_CN": "「今闻净土摄受功德，得第一义悉檀之益，增道损生，自净佛土，复名当机众矣。」这个几句话说得非常之好！什么叫做增道损生？这句话特别是赞叹净土法门。由此可知，这些人跟着释迦牟尼佛一生，实际上这些人都是专修净土的。在其他法会里面，佛说一切大小乘经论，他们都参加的，他们是影响众，在净宗法门他们是当机众。信愿行，这些人才是真信、真愿、真正的在奉行。因为法身大士他的知见纯正，不像我们听了半信半疑，他们对于理论、事实、方法、境界都彻底明白了，所以悟唯心净土、见自性弥陀，哪里还有怀疑？所以说自净佛土，这是破一品无明，证一分法身，法身逐渐在增长，这叫增道。损生，生是六道轮回里面的生死逐渐没有了，我们常讲的了生死，了断了六道的生死轮回，更进一步也了断了三界之外的变易生死。如果不往生西方极乐世界，从阿罗汉到菩萨、到成佛，还有变易生死；没有分段生死，还有变易生死之苦。生到西方极乐世界，可以说两种生死都没有了，真正得到无量寿。所以他们是自净佛土，是净宗法门的当机众。佛一说这个法门，他们没有一丝毫的怀疑，圆满的接受，依教奉行，这就是本宗的当机众。由此可知，我们要问现在这些人在哪里？舍利弗在哪里？目犍连在哪里？统统在西方极乐世界。我们要生到西方世界，即使下下品往生，到那里去，这些人统统都见面了，都在那个地方。再看下面经文：",
      "zh_TW": "「今聞淨土攝受功德，得第一義悉檀之益，增道損生，自淨佛土，復名當機眾矣。」這個幾句話說得非常之好！什麼叫做增道損生？這句話特別是讚歎淨土法門。由此可知，這些人跟著釋迦牟尼佛一生，實際上這些人都是專修淨土的。在其他法會裡面，佛說一切大小乘經論，他們都參加的，他們是影響眾，在淨宗法門他們是當機眾。信願行，這些人才是真信、真願、真正的在奉行。因為法身大士他的知見純正，不像我們聽了半信半疑，他們對於理論、事實、方法、境界都徹底明白了，所以悟唯心淨土、見自性彌陀，哪裡還有懷疑？所以說自淨佛土，這是破一品無明，證一分法身，法身逐漸在增長，這叫增道。損生，生是六道輪迴裡面的生死逐漸沒有了，我們常講的了生死，了斷了六道的生死輪迴，更進一步也了斷了三界之外的變易生死。如果不往生西方極樂世界，從阿羅漢到菩薩、到成佛，還有變易生死；沒有分段生死，還有變易生死之苦。生到西方極樂世界，可以說兩種生死都沒有了，真正得到無量壽。所以他們是自淨佛土，是淨宗法門的當機眾。佛一說這個法門，他們沒有一絲毫的懷疑，圓滿的接受，依教奉行，這就是本宗的當機眾。由此可知，我們要問現在這些人在哪裡？舍利弗在哪裡？目犍連在哪裡？統統在西方極樂世界。我們要生到西方世界，即使下下品往生，到那裡去，這些人統統都見面了，都在那個地方。再看下面經文："
    },
    {
      "id": "01-011-0012_p0027",
      "zh_CN": "【并诸菩萨摩诃萨。文殊师利法王子。阿逸多菩萨。干陀诃提菩萨。常精进菩萨。与如是等诸大菩萨。】",
      "zh_TW": "【并諸菩薩摩訶薩。文殊師利法王子。阿逸多菩薩。乾陀訶提菩薩。常精進菩薩。與如是等諸大菩薩。】"
    },
    {
      "id": "01-011-0012_p0028",
      "zh_CN": "刚才我说序分里头也有信愿行这三个意思，就是三资粮的意思。前面十六位声闻众的尊者是劝信，菩萨众前面两位劝我们发愿。『文殊师利法王子』，佛子很多，就像中国古时候帝王，帝王的儿子很多，但是他要立一个作太子，太子将来是继承王位的。佛家用这个做比喻，叫「法王子」，这是等于说将来继承王位的，是菩萨里面最殊胜的。文殊菩萨特别代表的是智慧第一，大乘菩萨里智慧第一。文殊师利确实是发愿念佛求生西方极乐世界的，我们在《华严经》上看到，华严会上看到，他跟普贤菩萨两个人同时发愿求生极乐世界。文殊、普贤是华藏世界毘卢遮那佛的助手，我们中国人称为华严三圣，这个地位不可思议，非常的不寻常。他都要求生西方极乐世界，西方极乐世界确实值得我们深深的去思考。说前面这些阿罗汉要发愿求生极乐世界，我们还不难懂，到西方极乐世界去断两种生死，接受阿弥陀佛的教导，一生成就，我们可以理解的。文殊、普贤是华藏会上的等觉菩萨，他到西方极乐世界去干什么？换句话说，没有必要。可是我们在《华严经》上依然见到这两个人发愿求生。",
      "zh_TW": "剛才我說序分裡頭也有信願行這三個意思，就是三資糧的意思。前面十六位聲聞眾的尊者是勸信，菩薩眾前面兩位勸我們發願。『文殊師利法王子』，佛子很多，就像中國古時候帝王，帝王的兒子很多，但是他要立一個作太子，太子將來是繼承王位的。佛家用這個做比喻，叫「法王子」，這是等於說將來繼承王位的，是菩薩裡面最殊勝的。文殊菩薩特別代表的是智慧第一，大乘菩薩裡智慧第一。文殊師利確實是發願念佛求生西方極樂世界的，我們在《華嚴經》上看到，華嚴會上看到，他跟普賢菩薩兩個人同時發願求生極樂世界。文殊、普賢是華藏世界毘盧遮那佛的助手，我們中國人稱為華嚴三聖，這個地位不可思議，非常的不尋常。他都要求生西方極樂世界，西方極樂世界確實值得我們深深的去思考。說前面這些阿羅漢要發願求生極樂世界，我們還不難懂，到西方極樂世界去斷兩種生死，接受阿彌陀佛的教導，一生成就，我們可以理解的。文殊、普賢是華藏會上的等覺菩薩，他到西方極樂世界去幹什麼？換句話說，沒有必要。可是我們在《華嚴經》上依然見到這兩個人發願求生。"
    },
    {
      "id": "01-011-0012_p0029",
      "zh_CN": "华藏会上的后补佛，等觉菩萨求生西方极乐世界，换句话说，只有一个目的，成佛。成佛，在华藏世界成佛还不行吗？还要到西方世界？大概西方世界成佛快速、稳当，所以他要到那里去。这就说明，西方世界如果不超胜华藏世界，他们两个去就一点价值都没有了，一点意义都没有。这两个人去，我们也明白了一桩大事，什么大事？佛法修学，在我们这个世界，无论你学哪一宗，无论你学哪一个法门，你将来的归宿都是华藏世界，都是以这个地方为归宿，是你修学真正成就了，你要不成就，还是搞六道轮回。这是讲你真正成就了，你最后的归宿在华藏世界。你到了华藏世界之后，你再遇到文殊、普贤，他们还劝你念阿弥陀佛到西方极乐世界去，这拐了好大一个弯才去。你想想看，你要到华藏世界去作菩萨，这十住、十行、十回向、十地，像佛讲的至少是三个阿僧祇劫，吃尽了辛苦，到最后还是老实念佛去见阿弥陀佛。我们现在很幸运，一下就遇到这个，我们这一生就去了。他们要搞几个阿僧祇劫之后，到西方极乐世界再跟我们碰头，这一碰头，我们在西方世界已经是老资格，他是刚来的。诸位好好的想一想这个问题，你才知道这个法门的可贵，这个法门的殊胜。",
      "zh_TW": "華藏會上的後補佛，等覺菩薩求生西方極樂世界，換句話說，只有一個目的，成佛。成佛，在華藏世界成佛還不行嗎？還要到西方世界？大概西方世界成佛快速、穩當，所以他要到那裡去。這就說明，西方世界如果不超勝華藏世界，他們兩個去就一點價值都沒有了，一點意義都沒有。這兩個人去，我們也明白了一樁大事，什麼大事？佛法修學，在我們這個世界，無論你學哪一宗，無論你學哪一個法門，你將來的歸宿都是華藏世界，都是以這個地方為歸宿，是你修學真正成就了，你要不成就，還是搞六道輪迴。這是講你真正成就了，你最後的歸宿在華藏世界。你到了華藏世界之後，你再遇到文殊、普賢，他們還勸你念阿彌陀佛到西方極樂世界去，這拐了好大一個彎才去。你想想看，你要到華藏世界去作菩薩，這十住、十行、十迴向、十地，像佛講的至少是三個阿僧祇劫，吃盡了辛苦，到最後還是老實念佛去見阿彌陀佛。我們現在很幸運，一下就遇到這個，我們這一生就去了。他們要搞幾個阿僧祇劫之後，到西方極樂世界再跟我們碰頭，這一碰頭，我們在西方世界已經是老資格，他是剛來的。諸位好好的想一想這個問題，你才知道這個法門的可貴，這個法門的殊勝。"
    },
    {
      "id": "01-011-0012_p0030",
      "zh_CN": "所以说是无量无边的法门殊途同归。今天不管人家修什么法门，我们听了，阿弥陀佛，你学你的，你有本事你慢慢学你的。他不清楚，我们清楚。我们走直路，一下就到了，他却绕圈子，绕大圈子，不晓得绕哪一生、哪一劫才绕到。我们晓得，将来统统都是归到这个地方的。所以这个道场、这个国度是十方一切诸佛所赞叹的，一切诸佛都劝众生生到极乐世界，亲近阿弥陀佛。也许你要问了，为什么诸佛如来、释迦牟尼佛当年在世，讲这一部经就好了，何必要四十九年讲那么多？说那么多废话？诸位要知道，诸佛菩萨大慈大悲，众生机缘不成熟，跟他讲这个法门，他不能相信、不能接受。这个法门，前面蕅益大师说得好，是对什么人说的？成佛机熟，是对这样的人说的，你这一生成佛的机会到了，给你说这个法门。所以这个法门是对佛说的，不是对菩萨说的，那些人是菩萨根性，佛就跟他讲大乘经，去教他作菩萨；小乘根性，那就跟他讲小乘经，教他去作阿罗汉；人天的根性，那就连三界都出不了，叫他来生做个好人，得人天福报，就如此而已！唯独这个法门，是对成佛机缘成熟的众生而说的。",
      "zh_TW": "所以說是無量無邊的法門殊途同歸。今天不管人家修什麼法門，我們聽了，阿彌陀佛，你學你的，你有本事你慢慢學你的。他不清楚，我們清楚。我們走直路，一下就到了，他卻繞圈子，繞大圈子，不曉得繞哪一生、哪一劫才繞到。我們曉得，將來統統都是歸到這個地方的。所以這個道場、這個國度是十方一切諸佛所讚歎的，一切諸佛都勸眾生生到極樂世界，親近阿彌陀佛。也許你要問了，為什麼諸佛如來、釋迦牟尼佛當年在世，講這一部經就好了，何必要四十九年講那麼多？說那麼多廢話？諸位要知道，諸佛菩薩大慈大悲，眾生機緣不成熟，跟他講這個法門，他不能相信、不能接受。這個法門，前面蕅益大師說得好，是對什麼人說的？成佛機熟，是對這樣的人說的，你這一生成佛的機會到了，給你說這個法門。所以這個法門是對佛說的，不是對菩薩說的，那些人是菩薩根性，佛就跟他講大乘經，去教他作菩薩；小乘根性，那就跟他講小乘經，教他去作阿羅漢；人天的根性，那就連三界都出不了，叫他來生做個好人，得人天福報，就如此而已！唯獨這個法門，是對成佛機緣成熟的眾生而說的。"
    },
    {
      "id": "01-011-0012_p0031",
      "zh_CN": "所以世尊出世才说了无量的法门。无量法门，这个法门是最精、最纯、最为第一。我们今天得到了，也没有生欢喜心，好像很平常，换句话说，我们成佛的机缘还没有成熟。如果真成熟了，得到这个，发无量的欢喜心。无量劫来找这个门路没找到，这下一下遇到了，这一生当中我们这个身体在娑婆世界六道轮回叫最后身。来生作佛了，不是作菩萨，生到西方极乐世界就一生成佛。所以文殊、普贤他不在华藏世界成佛，他要到极乐世界去成佛，我们细心去想想这个道理。我从前也曾经跟诸位说过，我对于这个法门采信，就是读《华严经》看到文殊、普贤，看到善财童子，他们一个个都发愿求生西方极乐世界。我才认真的去反省、仔细去思量，这才明了西方世界的殊胜，才回过头来把经教舍弃掉，来修学这个法门。如果不是这些人给我的启示，虽然老师苦口婆心的劝导，还是很难接受。在华严、法华、楞严会上看出门道，才认识清楚，得来实在不容易。所以这两个人劝愿。",
      "zh_TW": "所以世尊出世才說了無量的法門。無量法門，這個法門是最精、最純、最為第一。我們今天得到了，也沒有生歡喜心，好像很平常，換句話說，我們成佛的機緣還沒有成熟。如果真成熟了，得到這個，發無量的歡喜心。無量劫來找這個門路沒找到，這下一下遇到了，這一生當中我們這個身體在娑婆世界六道輪迴叫最後身。來生作佛了，不是作菩薩，生到西方極樂世界就一生成佛。所以文殊、普賢他不在華藏世界成佛，他要到極樂世界去成佛，我們細心去想想這個道理。我從前也曾經跟諸位說過，我對於這個法門採信，就是讀《華嚴經》看到文殊、普賢，看到善財童子，他們一個個都發願求生西方極樂世界。我才認真的去反省、仔細去思量，這才明瞭西方世界的殊勝，才回過頭來把經教捨棄掉，來修學這個法門。如果不是這些人給我的啟示，雖然老師苦口婆心的勸導，還是很難接受。在華嚴、法華、楞嚴會上看出門道，才認識清楚，得來實在不容易。所以這兩個人勸願。"
    },
    {
      "id": "01-011-0012_p0032",
      "zh_CN": "『阿逸多』就是弥勒菩萨，弥勒菩萨是我们娑婆世界第五尊佛，释迦牟尼佛是第四尊，他现在是后补佛。释迦牟尼佛的法运过去了，将来他到我们这个世间来示现成佛。他什么时候来？现在有人造谣，说释迦牟尼佛退位了，弥勒佛现在掌天盘，现在是弥勒佛的时代，这叫胡说八道。佛在《弥勒下生经》里面告诉我们，弥勒菩萨什么时候到这个世间来示现成佛？佛讲了，以我们这个世界时间来算是五十六亿七千万年之后，这是经上说的概略的数字。实际上详细的数字，诸位可以能够推算得出来。他现在在兜率天，兜率天一天是我们人间四百年，也照我们人间这个例子，一年三百六十五天，照这样计算。兜率天的寿命是四千岁，四千乘三百六十再乘四百，这个数字就是正确的。所以说他在兜率天寿命尽的时候，到我们人间来示现成佛，这个年代是这样子来的。",
      "zh_TW": "『阿逸多』就是彌勒菩薩，彌勒菩薩是我們娑婆世界第五尊佛，釋迦牟尼佛是第四尊，他現在是後補佛。釋迦牟尼佛的法運過去了，將來他到我們這個世間來示現成佛。他什麼時候來？現在有人造謠，說釋迦牟尼佛退位了，彌勒佛現在掌天盤，現在是彌勒佛的時代，這叫胡說八道。佛在《彌勒下生經》裡面告訴我們，彌勒菩薩什麼時候到這個世間來示現成佛？佛講了，以我們這個世界時間來算是五十六億七千萬年之後，這是經上說的概略的數字。實際上詳細的數字，諸位可以能夠推算得出來。他現在在兜率天，兜率天一天是我們人間四百年，也照我們人間這個例子，一年三百六十五天，照這樣計算。兜率天的壽命是四千歲，四千乘三百六十再乘四百，這個數字就是正確的。所以說他在兜率天壽命盡的時候，到我們人間來示現成佛，這個年代是這樣子來的。"
    },
    {
      "id": "01-011-0012_p0033",
      "zh_CN": "弥勒菩萨，我们在《无量寿经》上就看得更清楚、更明了了。《无量寿经》前一半，阿难尊者当机，后一半，弥勒菩萨当机。弥勒菩萨现在在哪里？说实在话，弥勒菩萨也在极乐世界。兜率天那是他住的地方，他的家，西方极乐世界是学校，他天天上学，在学校的时间比在家里还要多，这个我们要知道的。所以到了西方极乐世界，你就见到弥勒菩萨了。我们这世间有些人跟弥勒菩萨感情很厚，一定想生弥勒净土，将来弥勒下生成佛，他们就做弥勒的大弟子，就像释迦牟尼佛身边的舍利弗、目犍连一样，他们想这样做法。但是到兜率天亲近弥勒佛不容易，没有那么简单。兜率天去的条件要修定，你没有定功去不了。夜摩天以上都要修定，四王天、忉利天，修福可以生天，夜摩以上单单修福不够，还要修定。兜率内院的条件更高了，弥勒菩萨是唯识学专家，他是学法相唯识的。他们修行方法是修「唯心识定」，根据法相唯识的理论修这个定，这个定修成功了，才能够到达兜率天，修不成功去不了。难！非常难！比起念佛求生净土的话，那就困难太多了。",
      "zh_TW": "彌勒菩薩，我們在《無量壽經》上就看得更清楚、更明瞭了。《無量壽經》前一半，阿難尊者當機，後一半，彌勒菩薩當機。彌勒菩薩現在在哪裡？說實在話，彌勒菩薩也在極樂世界。兜率天那是他住的地方，他的家，西方極樂世界是學校，他天天上學，在學校的時間比在家裡還要多，這個我們要知道的。所以到了西方極樂世界，你就見到彌勒菩薩了。我們這世間有些人跟彌勒菩薩感情很厚，一定想生彌勒淨土，將來彌勒下生成佛，他們就做彌勒的大弟子，就像釋迦牟尼佛身邊的舍利弗、目犍連一樣，他們想這樣做法。但是到兜率天親近彌勒佛不容易，沒有那麼簡單。兜率天去的條件要修定，你沒有定功去不了。夜摩天以上都要修定，四王天、忉利天，修福可以生天，夜摩以上單單修福不夠，還要修定。兜率內院的條件更高了，彌勒菩薩是唯識學專家，他是學法相唯識的。他們修行方法是修「唯心識定」，根據法相唯識的理論修這個定，這個定修成功了，才能夠到達兜率天，修不成功去不了。難！非常難！比起念佛求生淨土的話，那就困難太多了。"
    },
    {
      "id": "01-011-0012_p0034",
      "zh_CN": "所以我也曾经教给一些对弥勒菩萨感情很深厚的，我说不要修这个定，我有办法叫你见弥勒菩萨。什么办法？念阿弥陀佛到极乐世界去。一到极乐世界去，弥勒菩萨天天到西方世界去上课。我们拉着弥勒菩萨，今天我到兜率内院去参观好不好？弥勒菩萨一定说，欢迎，走，跟我一道去。你看走径路，不修唯心识定也去了，也见到了。这个实在是值得我们考虑的，值得我们学习的。到达西方极乐世界之后，诸位要晓得，我们是弥陀弟子，弥勒菩萨也是弥陀弟子，我们跟弥勒菩萨是学长、学弟的关系，身分大大不同。你在这里修唯心识定，去到兜率内院，他是老师，你是学生，是晚一辈。我们到西方极乐世界跟他是平辈，大大的不相同。这些事实真相都应当要明白、要了解，然后你才知道这个法门实在是无比的殊胜，真实不可思议！",
      "zh_TW": "所以我也曾經教給一些對彌勒菩薩感情很深厚的，我說不要修這個定，我有辦法叫你見彌勒菩薩。什麼辦法？念阿彌陀佛到極樂世界去。一到極樂世界去，彌勒菩薩天天到西方世界去上課。我們拉著彌勒菩薩，今天我到兜率內院去參觀好不好？彌勒菩薩一定說，歡迎，走，跟我一道去。你看走徑路，不修唯心識定也去了，也見到了。這個實在是值得我們考慮的，值得我們學習的。到達西方極樂世界之後，諸位要曉得，我們是彌陀弟子，彌勒菩薩也是彌陀弟子，我們跟彌勒菩薩是學長、學弟的關係，身分大大不同。你在這裡修唯心識定，去到兜率內院，他是老師，你是學生，是晚一輩。我們到西方極樂世界跟他是平輩，大大的不相同。這些事實真相都應當要明白、要了解，然後你才知道這個法門實在是無比的殊勝，真實不可思議！"
    },
    {
      "id": "01-011-0012_p0035",
      "zh_CN": "下面这两位菩萨，『干陀诃提菩萨』，翻成中国意思叫「不休息」，这有小字，叫不休息。『常精进菩萨』，这个意思就更明显了。这两位菩萨就劝行，教给我们，我们修学这个法门，不怀疑、不间断、不夹杂，那就是「常精进」、「不休息」了。所以表法里面，声闻跟菩萨劝信、劝愿、劝行，从上首名号里面，就把本经三资粮的重要性为我们完全显示出来了。『与如是等诸大菩萨』，与会的菩萨众之多超过声闻众，为什么？因为这个法门是大乘法门，是以菩萨为对象。声闻里面，也是不是真正的小乘，都是回小向大的大菩萨示现的。所以菩萨众与会的人多，非常之多，但是举出上首只举出四个，两个人劝愿，两个人劝行，这个意思也就很圆满了。",
      "zh_TW": "下面這兩位菩薩，『乾陀訶提菩薩』，翻成中國意思叫「不休息」，這有小字，叫不休息。『常精進菩薩』，這個意思就更明顯了。這兩位菩薩就勸行，教給我們，我們修學這個法門，不懷疑、不間斷、不夾雜，那就是「常精進」、「不休息」了。所以表法裡面，聲聞跟菩薩勸信、勸願、勸行，從上首名號裡面，就把本經三資糧的重要性為我們完全顯示出來了。『與如是等諸大菩薩』，與會的菩薩眾之多超過聲聞眾，為什麼？因為這個法門是大乘法門，是以菩薩為對象。聲聞裡面，也是不是真正的小乘，都是回小向大的大菩薩示現的。所以菩薩眾與會的人多，非常之多，但是舉出上首只舉出四個，兩個人勸願，兩個人勸行，這個意思也就很圓滿了。"
    },
    {
      "id": "01-011-0012_p0036",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}