{
  "doc_id": "01-011-0043",
  "title": {
    "zh_CN": "佛说阿弥陀经要解",
    "zh_TW": "佛說阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十三集",
    "zh_TW": "第四十三集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "美国加州迪安萨大学",
    "zh_TW": "美國加州迪安薩大學"
  },
  "doc_number": "01-011-0043",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "01-011-0043_p0001",
      "zh_CN": "请掀开经本第七十一面，倒数第三行，从第二个字看起，这个地方经文跟注解都非常重要。",
      "zh_TW": "請掀開經本第七十一面，倒數第三行，從第二個字看起，這個地方經文跟註解都非常重要。"
    },
    {
      "id": "01-011-0043_p0002",
      "zh_CN": "「又行人信愿持名，全摄佛功德，成自功德，故亦曰阿弥陀佛不可思议功德之利。」这个说法确实是很少听到的，蕅益大师为我们说出来，我们细细去思惟，确实很有道理。「行人」就是发心修学净土法门的这个修行人，「信愿持名」这四个字是净宗修学的关键，这就是修行的原则，非常重要。要真正深信切愿，有恳切的愿望求生净土，一心执持名号，我们能够这样的修学，全摄，「全」当然不是部分，是完全的，是圆满的，就是把阿弥陀佛的功德变成自己的功德。这个我们自己要修，那就太难了，不知道修到哪一生哪一劫，真正可以说是无量劫的修行。现在我们不必费这么长的时间，我们可以把阿弥陀佛无量劫的修行功德，就用「信愿持名」这么一个巧妙的方法，把它变成我们自己的功德。",
      "zh_TW": "「又行人信願持名，全攝佛功德，成自功德，故亦曰阿彌陀佛不可思議功德之利。」這個說法確實是很少聽到的，蕅益大師為我們說出來，我們細細去思惟，確實很有道理。「行人」就是發心修學淨土法門的這個修行人，「信願持名」這四個字是淨宗修學的關鍵，這就是修行的原則，非常重要。要真正深信切願，有懇切的願望求生淨土，一心執持名號，我們能夠這樣的修學，全攝，「全」當然不是部分，是完全的，是圓滿的，就是把阿彌陀佛的功德變成自己的功德。這個我們自己要修，那就太難了，不知道修到哪一生哪一劫，真正可以說是無量劫的修行。現在我們不必費這麼長的時間，我們可以把阿彌陀佛無量劫的修行功德，就用「信願持名」這麼一個巧妙的方法，把它變成我們自己的功德。"
    },
    {
      "id": "01-011-0043_p0003",
      "zh_CN": "我们想想，这是不是事实？如果要是事实，这个便宜就占大了。实在讲十方世界无量的菩萨修行，修得那么辛苦，还不能有阿弥陀佛几分之几的成就。修净土的人以信愿持名，很短的时间，这个殊胜功德利益就超过一切声闻、缘觉、菩萨。这是事实。何以知道是事实？《无量寿经》、《观无量寿佛经》，以及本经的内容讲得很清楚。念佛的人，生到西方极乐世界，就与阿弥陀佛同寿量；阿弥陀佛是无量寿，生到西方的人，即使下下品往生也是无量寿。再看看《无量寿经》上所说的，他的身体、相貌、种种受用，乃至于神通道力，都仿佛跟阿弥陀佛差不多，这不是「全摄佛功德成自功德」那又是什么？所以蕅益大师这句话是真的，不是假的，这也是经文里面所说的，阿弥陀佛不可思议功德之利。",
      "zh_TW": "我們想想，這是不是事實？如果要是事實，這個便宜就佔大了。實在講十方世界無量的菩薩修行，修得那麼辛苦，還不能有阿彌陀佛幾分之幾的成就。修淨土的人以信願持名，很短的時間，這個殊勝功德利益就超過一切聲聞、緣覺、菩薩。這是事實。何以知道是事實？《無量壽經》、《觀無量壽佛經》，以及本經的內容講得很清楚。念佛的人，生到西方極樂世界，就與阿彌陀佛同壽量；阿彌陀佛是無量壽，生到西方的人，即使下下品往生也是無量壽。再看看《無量壽經》上所說的，他的身體、相貌、種種受用，乃至於神通道力，都彷彿跟阿彌陀佛差不多，這不是「全攝佛功德成自功德」那又是什麼？所以蕅益大師這句話是真的，不是假的，這也是經文裡面所說的，阿彌陀佛不可思議功德之利。"
    },
    {
      "id": "01-011-0043_p0004",
      "zh_CN": "下面蕅益大师更进一步为我们说明，唯恐听了这句还有疑惑，还不敢承当，不敢相信。「下又曰」，下是底下经文，经文是释迦牟尼佛说的，「诸佛不可思议功德，我不可思议功德」。这证明「诸佛」有两个说法，一个，诸佛就是阿弥陀佛，另外一个说法，诸佛就是十方一切诸佛如来。这两个讲法都通，都讲得通，都可以说。「我不可思议功德」，「我」是本师释迦牟尼佛自称，从经文的意思，就是释迦牟尼佛以及十方一切诸佛如来，都把阿弥陀佛当作自己，自他不二，弥陀的功德就是自己的功德。「是诸佛释迦，皆以阿弥为自也。」这个意思前面曾经向诸位报告过，从心性上说，前面曾经讲过，心性不可思议，我们能念的心性不可思议，名号功德不可思议，能念的心性、所念的名号，统统都不可思议。因为心性是一不是二，所以就有理由「全摄佛功德成自功德」，有理由就是有理论的依据，既然有这个理论，应当就有这个事实。所以蕅益大师这个说法我们是可以接受的，可以承认的，他说得非常之好。",
      "zh_TW": "下面蕅益大師更進一步為我們說明，唯恐聽了這句還有疑惑，還不敢承當，不敢相信。「下又曰」，下是底下經文，經文是釋迦牟尼佛說的，「諸佛不可思議功德，我不可思議功德」。這證明「諸佛」有兩個說法，一個，諸佛就是阿彌陀佛，另外一個說法，諸佛就是十方一切諸佛如來。這兩個講法都通，都講得通，都可以說。「我不可思議功德」，「我」是本師釋迦牟尼佛自稱，從經文的意思，就是釋迦牟尼佛以及十方一切諸佛如來，都把阿彌陀佛當作自己，自他不二，彌陀的功德就是自己的功德。「是諸佛釋迦，皆以阿彌為自也。」這個意思前面曾經向諸位報告過，從心性上說，前面曾經講過，心性不可思議，我們能念的心性不可思議，名號功德不可思議，能念的心性、所念的名號，統統都不可思議。因為心性是一不是二，所以就有理由「全攝佛功德成自功德」，有理由就是有理論的依據，既然有這個理論，應當就有這個事實。所以蕅益大師這個說法我們是可以接受的，可以承認的，他說得非常之好。"
    },
    {
      "id": "01-011-0043_p0005",
      "zh_CN": "下面就是六方佛，六方佛的经文在第七十面，倒数第三行。我们先把经文念一念，然后再看蕅益大师的注解。",
      "zh_TW": "下面就是六方佛，六方佛的經文在第七十面，倒數第三行。我們先把經文念一念，然後再看蕅益大師的註解。"
    },
    {
      "id": "01-011-0043_p0006",
      "zh_CN": "【东方亦有阿閦鞞佛。须弥相佛。大须弥佛。须弥光佛。妙音佛。如是等恒河沙数诸佛。各于其国。出广长舌相。遍覆三千大千世界。说诚实言。汝等众生。当信是称赞不可思议功德一切诸佛所护念经。】",
      "zh_TW": "【東方亦有阿閦鞞佛。須彌相佛。大須彌佛。須彌光佛。妙音佛。如是等恆河沙數諸佛。各於其國。出廣長舌相。遍覆三千大千世界。說誠實言。汝等眾生。當信是稱讚不可思議功德一切諸佛所護念經。】"
    },
    {
      "id": "01-011-0043_p0007",
      "zh_CN": "向下六方佛，蕅益大师判作流通分，这就是前面所说的诸佛流通，唯佛与佛才能够担当得起流通的使命。我们先把大纲简单做个介绍。罗什大师翻这个经是翻六方，我们现在这个经本上，玄奘大师的译本是十方。玄奘法师翻译的是照梵文直接译过来的，鸠摩罗什大师是意译的，换句话说，并没有按照它的原文一句一段一段的，没有这样按照，只是把大意翻译过来。所以，罗什大师的译本我们中国人非常喜欢读，就像中国人自己写的文章一样。这样子我们就明了，六方是省略，十方才是具足的。虽然省略，意思还是圆满的。六方是东、南、西、北、上、下，十方就加上东北、东南、西北、西南，这是省略掉了。",
      "zh_TW": "向下六方佛，蕅益大師判作流通分，這就是前面所說的諸佛流通，唯佛與佛才能夠擔當得起流通的使命。我們先把大綱簡單做個介紹。羅什大師翻這個經是翻六方，我們現在這個經本上，玄奘大師的譯本是十方。玄奘法師翻譯的是照梵文直接譯過來的，鳩摩羅什大師是意譯的，換句話說，並沒有按照它的原文一句一段一段的，沒有這樣按照，只是把大意翻譯過來。所以，羅什大師的譯本我們中國人非常喜歡讀，就像中國人自己寫的文章一樣。這樣子我們就明瞭，六方是省略，十方才是具足的。雖然省略，意思還是圓滿的。六方是東、南、西、北、上、下，十方就加上東北、東南、西北、西南，這是省略掉了。"
    },
    {
      "id": "01-011-0043_p0008",
      "zh_CN": "每一方有无量无边的世界，每个世界都有一尊佛在那个地方教化，所以佛就无量无边。我们从经文的翻译能看得出来，每一方都是说『如是等恒河沙数诸佛』。世尊当年在世讲经，大多数的时间在恒河流域，举例子举恒河，没有人不知道的。恒河的沙很细，像面粉一样，不像我们一般的沙很粗，一粒粒很粗，它不是，它很像面粉一样，非常细。诸位想想，这一条恒河有几千里，像我们中国的长江、黄河一样，是印度最大的一条河流，那里头有多少沙？佛说经，凡是讲到数目多，都用恒河沙来做比喻。其实恒河沙再多，说老实话还是有数量的，还是可以算得出来的，算得尽的。但是佛所讲的世界是没有穷尽的，换句话说，决定不是恒河沙数能够相比的。但是在这个世间，没有比恒河沙更多的比喻了，佛常用这个比喻。",
      "zh_TW": "每一方有無量無邊的世界，每個世界都有一尊佛在那個地方教化，所以佛就無量無邊。我們從經文的翻譯能看得出來，每一方都是說『如是等恆河沙數諸佛』。世尊當年在世講經，大多數的時間在恆河流域，舉例子舉恆河，沒有人不知道的。恆河的沙很細，像麵粉一樣，不像我們一般的沙很粗，一粒粒很粗，它不是，它很像麵粉一樣，非常細。諸位想想，這一條恆河有幾千里，像我們中國的長江、黃河一樣，是印度最大的一條河流，那裡頭有多少沙？佛說經，凡是講到數目多，都用恆河沙來做比喻。其實恆河沙再多，說老實話還是有數量的，還是可以算得出來的，算得盡的。但是佛所講的世界是沒有窮盡的，換句話說，決定不是恆河沙數能夠相比的。但是在這個世間，沒有比恆河沙更多的比喻了，佛常用這個比喻。"
    },
    {
      "id": "01-011-0043_p0009",
      "zh_CN": "十方世界，每一方都是无量无边的世界，世界无量无边，诸佛如来也就无量无边。这个地方我们特别要注意到，那就是经上所说的，这些诸佛如来『各于其国，出广长舌相』，「广长舌相」就是普遍的赞叹、普遍的宣传，普遍的为一切众生介绍西方极乐世界阿弥陀佛，这就叫广长舌相。这个意思就是说，佛说这个法门，介绍西方净土，从来没有中断过，没有终止过，真的是一天到晚都在讲，没有止境的在这里讲。『遍覆三千大千世界』是讲他教化的范围，在他所教化的大千世界，我们今天晓得，像我们这个大千世界是以无数的星球组成的。诸位要知道，释迦牟尼佛在我们地球上示现灭度了，在另外一个星球上他正在那里说法，他不是真的灭度了。这一个大千世界，如果要依照黄念祖老居士的讲法，这个世界太大了。黄老居士他认为我们今天所讲的银河系，只是一个单位世界。我们晓得，一个大千世界有多少个单位世界？至少有十亿；换句话说，十亿个银河系才是释迦牟尼佛的教区，他的教区这么大。每个星球只要有众生居住，他都会到那里讲经说法。我们今天看到许多星球好像没有人类居住的，没有人居住的，还有其他众生居住，我们人见不到的鬼神、六道都有。佛是天上、人间、饿鬼、地狱、畜生，他哪一道都去，应以什么身说法，他就现什么样的身，现身一定要现众生的同类身，哪个地方众生缘成熟了，佛就到那里示现给他说这个法门。这是说的「遍覆三千大千世界」。",
      "zh_TW": "十方世界，每一方都是無量無邊的世界，世界無量無邊，諸佛如來也就無量無邊。這個地方我們特別要注意到，那就是經上所說的，這些諸佛如來『各於其國，出廣長舌相』，「廣長舌相」就是普遍的讚歎、普遍的宣傳，普遍的為一切眾生介紹西方極樂世界阿彌陀佛，這就叫廣長舌相。這個意思就是說，佛說這個法門，介紹西方淨土，從來沒有中斷過，沒有終止過，真的是一天到晚都在講，沒有止境的在這裡講。『遍覆三千大千世界』是講他教化的範圍，在他所教化的大千世界，我們今天曉得，像我們這個大千世界是以無數的星球組成的。諸位要知道，釋迦牟尼佛在我們地球上示現滅度了，在另外一個星球上他正在那裡說法，他不是真的滅度了。這一個大千世界，如果要依照黃念祖老居士的講法，這個世界太大了。黃老居士他認為我們今天所講的銀河系，只是一個單位世界。我們曉得，一個大千世界有多少個單位世界？至少有十億；換句話說，十億個銀河系才是釋迦牟尼佛的教區，他的教區這麼大。每個星球只要有眾生居住，他都會到那裡講經說法。我們今天看到許多星球好像沒有人類居住的，沒有人居住的，還有其他眾生居住，我們人見不到的鬼神、六道都有。佛是天上、人間、餓鬼、地獄、畜生，他哪一道都去，應以什麼身說法，他就現什麼樣的身，現身一定要現眾生的同類身，哪個地方眾生緣成熟了，佛就到那裡示現給他說這個法門。這是說的「遍覆三千大千世界」。"
    },
    {
      "id": "01-011-0043_p0010",
      "zh_CN": "这个法门是一切诸佛都说叫难信之法，所以这个地方讲『说诚实言』，这是真诚到了极处。也许我们要问，除这部经之外，其他经都不是诚实言？其他经也都是诚实言，像《金刚经》所说，如来是「真语者」，真就不假；「实语者」，实是实实在在，绝不是虚浮；「如语者」，如是讲的完全是事实，不增不减，有什么就说什么，所说的跟事实完全相符，这叫如语；「不妄语者、不诳语者」，佛讲话哪里会有欺骗众生的？不过，在一切经里面为什么说这部经是最真实？因为这个法门、这个经典是教凡夫直捷成佛。有许多人告诉我，有的打电话跟我讲，说有法师、有些大德，对净土有很多批评，他们都不能相信，来问我。听得太多，接触太多了，信心就动摇了。我听了就告诉他，我说你的《无量寿经》念得不够。他说我天天在念。念得不够，为什么不够？你听了外面这些谣言还会动摇，这就叫不够。经上明明跟我们说得清清楚楚，「若不往昔修福慧，于此正法不能闻」，这桩事情怎么可以勉强的？这些高僧大德不相信、不能接受，不要说高僧大德，你看善导大师在《观经四帖疏》里面所说的，我们去年在这里讲过「上品上生章」，十地菩萨来跟你讲，等觉菩萨来跟你讲，我都不相信，我相信佛说的。这些大德、法师，说老实话还没有到地上菩萨，还没有到等觉菩萨，怎么可以相信？",
      "zh_TW": "這個法門是一切諸佛都說叫難信之法，所以這個地方講『說誠實言』，這是真誠到了極處。也許我們要問，除這部經之外，其他經都不是誠實言？其他經也都是誠實言，像《金剛經》所說，如來是「真語者」，真就不假；「實語者」，實是實實在在，絕不是虛浮；「如語者」，如是講的完全是事實，不增不減，有什麼就說什麼，所說的跟事實完全相符，這叫如語；「不妄語者、不誑語者」，佛講話哪裡會有欺騙眾生的？不過，在一切經裡面為什麼說這部經是最真實？因為這個法門、這個經典是教凡夫直捷成佛。有許多人告訴我，有的打電話跟我講，說有法師、有些大德，對淨土有很多批評，他們都不能相信，來問我。聽得太多，接觸太多了，信心就動搖了。我聽了就告訴他，我說你的《無量壽經》念得不夠。他說我天天在念。念得不夠，為什麼不夠？你聽了外面這些謠言還會動搖，這就叫不夠。經上明明跟我們說得清清楚楚，「若不往昔修福慧，於此正法不能聞」，這樁事情怎麼可以勉強的？這些高僧大德不相信、不能接受，不要說高僧大德，你看善導大師在《觀經四帖疏》裡面所說的，我們去年在這裡講過「上品上生章」，十地菩薩來跟你講，等覺菩薩來跟你講，我都不相信，我相信佛說的。這些大德、法師，說老實話還沒有到地上菩薩，還沒有到等覺菩薩，怎麼可以相信？"
    },
    {
      "id": "01-011-0043_p0011",
      "zh_CN": "经上说得好，能够相信这个法门，依照这个法门修学的，是过去生中曾经供养无量无边诸佛如来。这样的善根，这样的福德，不是一朝一夕能够办得到的。你相信，你的善根福德超过一切众生。你没有这个大善根、大福德，你当然不会相信，所以这个事情不能勉强。自己遇到这个法门，能够相信、能够发愿，十方三世，此地讲的无量无边诸佛如来都恭喜你。恭喜你什么？恭喜你的善根、福德、因缘今天成熟，恭喜你今天了生死、脱轮回、成佛道，所以诸佛恭喜你，诸佛赞叹你。这是我们一定要知道的。所以，释迦牟尼佛、一切诸佛如来，各个都是说诚实言。",
      "zh_TW": "經上說得好，能夠相信這個法門，依照這個法門修學的，是過去生中曾經供養無量無邊諸佛如來。這樣的善根，這樣的福德，不是一朝一夕能夠辦得到的。你相信，你的善根福德超過一切眾生。你沒有這個大善根、大福德，你當然不會相信，所以這個事情不能勉強。自己遇到這個法門，能夠相信、能夠發願，十方三世，此地講的無量無邊諸佛如來都恭喜你。恭喜你什麼？恭喜你的善根、福德、因緣今天成熟，恭喜你今天了生死、脫輪迴、成佛道，所以諸佛恭喜你，諸佛讚歎你。這是我們一定要知道的。所以，釋迦牟尼佛、一切諸佛如來，各個都是說誠實言。"
    },
    {
      "id": "01-011-0043_p0012",
      "zh_CN": "『汝等众生，当信是』，应当要相信，「是」就是指这部经。这部经叫什么名字？底下这是本经的经题，叫『称赞不可思议功德一切诸佛所护念经』。这个经名本来是这个名字，鸠摩罗什大师翻译的时候他把经题换了，换成「佛说阿弥陀经」，所以这个题是鸠摩罗什大师拟的，不是释迦牟尼佛讲的。释迦牟尼佛讲的经题在此地，「称赞不可思议功德一切诸佛所护念经」。前面曾经跟诸位报告过，罗什大师用的这个名字好不好？好。为什么？因为这个经上大主意就是叫我们念阿弥陀佛，他老人家干脆就把阿弥陀佛的名号做经题。所以，他是别有用心，非常的难得。这是译经法师的善巧方便，叫我们一看经题，就念一声阿弥陀佛，用意在此地。",
      "zh_TW": "『汝等眾生，當信是』，應當要相信，「是」就是指這部經。這部經叫什麼名字？底下這是本經的經題，叫『稱讚不可思議功德一切諸佛所護念經』。這個經名本來是這個名字，鳩摩羅什大師翻譯的時候他把經題換了，換成「佛說阿彌陀經」，所以這個題是鳩摩羅什大師擬的，不是釋迦牟尼佛講的。釋迦牟尼佛講的經題在此地，「稱讚不可思議功德一切諸佛所護念經」。前面曾經跟諸位報告過，羅什大師用的這個名字好不好？好。為什麼？因為這個經上大主意就是叫我們念阿彌陀佛，他老人家乾脆就把阿彌陀佛的名號做經題。所以，他是別有用心，非常的難得。這是譯經法師的善巧方便，叫我們一看經題，就念一聲阿彌陀佛，用意在此地。"
    },
    {
      "id": "01-011-0043_p0013",
      "zh_CN": "称赞，刚才讲过了，是一切诸佛称赞，这不是普通的称赞，不是普通人。称赞谁？称赞阿弥陀佛，阿弥陀佛不可思议的功德。阿弥陀佛四十八愿，接引十方法界一切根熟的众生。诸位要知道，这根熟的众生，根熟是什么？对这法门能信、能愿、能行，这一生当中决定往生，这叫根熟。换句话喔，或者还不相信，或者还不愿意、不肯念阿弥陀佛，没有成熟，这个根性没成熟。没有成熟也帮助他，但是他这一生不能往生，他还是要去搞六道轮回。同时这句称赞不可思议功德，也可以说是一切诸佛，一切诸佛不可思议功德。一切诸佛不可思议功德在哪里？像我们本师释迦牟尼佛，阿弥陀佛虽然四十八愿普度众生，要是没有释迦牟尼佛给我们介绍，我们怎么知道？世尊为我们演说，为我们介绍，为我们推荐，这就是释迦牟尼佛不可思议的功德。换句话说，这种情形就好像阿弥陀佛在那里办个大学，办学校，凡是有志愿到这个地方来修学的他统统都欢迎。十方诸佛等于说代阿弥陀佛到各处去招生，没有十方一切诸佛到处宣扬、去接引，知道阿弥陀佛的人确实不多，也确实不容易，所以一切诸佛不可思议功德。所以，这个「称赞不可思议功德」是双关语。",
      "zh_TW": "稱讚，剛才講過了，是一切諸佛稱讚，這不是普通的稱讚，不是普通人。稱讚誰？稱讚阿彌陀佛，阿彌陀佛不可思議的功德。阿彌陀佛四十八願，接引十方法界一切根熟的眾生。諸位要知道，這根熟的眾生，根熟是什麼？對這法門能信、能願、能行，這一生當中決定往生，這叫根熟。換句話喔，或者還不相信，或者還不願意、不肯念阿彌陀佛，沒有成熟，這個根性沒成熟。沒有成熟也幫助他，但是他這一生不能往生，他還是要去搞六道輪迴。同時這句稱讚不可思議功德，也可以說是一切諸佛，一切諸佛不可思議功德。一切諸佛不可思議功德在哪裡？像我們本師釋迦牟尼佛，阿彌陀佛雖然四十八願普度眾生，要是沒有釋迦牟尼佛給我們介紹，我們怎麼知道？世尊為我們演說，為我們介紹，為我們推薦，這就是釋迦牟尼佛不可思議的功德。換句話說，這種情形就好像阿彌陀佛在那裡辦個大學，辦學校，凡是有志願到這個地方來修學的他統統都歡迎。十方諸佛等於說代阿彌陀佛到各處去招生，沒有十方一切諸佛到處宣揚、去接引，知道阿彌陀佛的人確實不多，也確實不容易，所以一切諸佛不可思議功德。所以，這個「稱讚不可思議功德」是雙關語。"
    },
    {
      "id": "01-011-0043_p0014",
      "zh_CN": "底下这句是更不可思议，「一切诸佛所护念经」，这部经、这个法门是一切诸佛所宣扬的，一切诸佛所演说的。善导大师讲得好，中国佛教里面传说，善导大师是阿弥陀佛化身来的，弥陀化身来，善导大师所说的话，就是阿弥陀佛直接为我们宣说的。他说「如来所以兴出世，唯说弥陀本愿海」。这两句话的意思，如来是佛，佛出现在这个世间，为什么？为什么佛出现在这个世间？就为了一桩事情，《法华经》上讲「大事因缘」，佛为一大事因缘出现于世。这到底是什么大事？没说清楚，善导大师讲清楚了。真的是一个大事因缘，就是把西方净土介绍给我们，这的确是一大事因缘。既然如此，释迦牟尼佛一生就讲净土三经就够了，何必要讲那么多经典，说那么多法门？这是佛的大慈大悲，因为这个法门他所接引的对象是成佛的人。蕅益大师在《要解》前面讲得好，成佛的机缘成熟了，佛为我们说这部经。这不是为菩萨说的，不是为阿罗汉、辟支佛说的，为什么？跟他说没有用，他不愿意往生；换句话说，他成佛的机缘没有到。所以，第一等的，这是成佛的机缘到了，教给他成佛的方法。如果他成佛的机缘没到，说这部经他不相信，他不接受，佛也不能舍弃他，也不能不照顾他。看他要是菩萨根性，就跟他讲大乘菩萨经，教他修行的方法。他要是二乘根性，声闻、缘觉的根性，就跟他讲小乘法门帮助他。他根本就没有意思了生死出三界，就跟他讲人天的经典，教他来生得人身，能够更富贵、更幸福、更美满。这才说无量的法门，应付无量无边不同的根性，是这么一回事情。",
      "zh_TW": "底下這句是更不可思議，「一切諸佛所護念經」，這部經、這個法門是一切諸佛所宣揚的，一切諸佛所演說的。善導大師講得好，中國佛教裡面傳說，善導大師是阿彌陀佛化身來的，彌陀化身來，善導大師所說的話，就是阿彌陀佛直接為我們宣說的。他說「如來所以興出世，唯說彌陀本願海」。這兩句話的意思，如來是佛，佛出現在這個世間，為什麼？為什麼佛出現在這個世間？就為了一樁事情，《法華經》上講「大事因緣」，佛為一大事因緣出現於世。這到底是什麼大事？沒說清楚，善導大師講清楚了。真的是一個大事因緣，就是把西方淨土介紹給我們，這的確是一大事因緣。既然如此，釋迦牟尼佛一生就講淨土三經就夠了，何必要講那麼多經典，說那麼多法門？這是佛的大慈大悲，因為這個法門他所接引的對象是成佛的人。蕅益大師在《要解》前面講得好，成佛的機緣成熟了，佛為我們說這部經。這不是為菩薩說的，不是為阿羅漢、辟支佛說的，為什麼？跟他說沒有用，他不願意往生；換句話說，他成佛的機緣沒有到。所以，第一等的，這是成佛的機緣到了，教給他成佛的方法。如果他成佛的機緣沒到，說這部經他不相信，他不接受，佛也不能捨棄他，也不能不照顧他。看他要是菩薩根性，就跟他講大乘菩薩經，教他修行的方法。他要是二乘根性，聲聞、緣覺的根性，就跟他講小乘法門幫助他。他根本就沒有意思了生死出三界，就跟他講人天的經典，教他來生得人身，能夠更富貴、更幸福、更美滿。這才說無量的法門，應付無量無邊不同的根性，是這麼一回事情。"
    },
    {
      "id": "01-011-0043_p0015",
      "zh_CN": "所以你必须要认识清楚，这部经典是根熟众生，菩萨以下都没说。根熟就是说，他这一生成佛的机会到了，这一生当中他决定成佛，超过菩萨之上，这谈何容易！所以诸佛护念，人只要相信这个法门，我们常讲「求佛菩萨保佑」，你不要求，不是一尊佛、两尊佛保佑你，所有一切诸佛没有一个不保佑你的。为什么？因为你这一生成佛。那些成菩萨、成阿罗汉的，暂且放在旁边，不要紧！为什么？慢慢来，这一个马上成佛了，要特别照顾他，就这么个道理。所以，这是一切诸佛所护念经，我们念这部经就是一切诸佛之所护念，这个道理很清楚、很明白。",
      "zh_TW": "所以你必須要認識清楚，這部經典是根熟眾生，菩薩以下都沒說。根熟就是說，他這一生成佛的機會到了，這一生當中他決定成佛，超過菩薩之上，這談何容易！所以諸佛護念，人只要相信這個法門，我們常講「求佛菩薩保佑」，你不要求，不是一尊佛、兩尊佛保佑你，所有一切諸佛沒有一個不保佑你的。為什麼？因為你這一生成佛。那些成菩薩、成阿羅漢的，暫且放在旁邊，不要緊！為什麼？慢慢來，這一個馬上成佛了，要特別照顧他，就這麼個道理。所以，這是一切諸佛所護念經，我們念這部經就是一切諸佛之所護念，這個道理很清楚、很明白。"
    },
    {
      "id": "01-011-0043_p0016",
      "zh_CN": "密宗里面有灌顶，我们在美国、在台湾也见到了不少。有些密宗的上师仁波切来了，一窝蜂的都到那里去灌顶。是不是真的接受了灌顶？不是真的，假的，什么叫灌顶没搞清楚。黄念祖老居士他是密宗的金刚上师，晚年专修净土，他在《无量寿经》注解里面说得很清楚，为我们说明密宗灌顶的意义。「灌」是慈悲加佑的意思，「顶」是最高的法门，顶法，灌顶就是把佛至高无上的法门传授给你，这叫做灌顶。诸佛如来至高无上的第一法门是什么？就是《佛说阿弥陀经》，你不知道！你把《阿弥陀经》从头到尾恭恭敬敬的念一遍，就是十方无量无边诸佛如来给你灌顶一次，你念两遍，就给你灌顶两次，你不知道！一切诸佛如来给你灌顶，居然不晓得，没有一点感激的心。来了个密宗上师，不得了，赶紧要去，这成什么话！这真叫做颠倒错乱。诸位一定要明了，诸佛如来慈悲加佑，将这个顶法为我们说出来。所以念佛的人，一天到晚都沐浴在佛光之中，都接受无量无边诸佛如来灌顶，可惜自己迷惑颠倒，这种殊胜功德利益居然完全不知道。",
      "zh_TW": "密宗裡面有灌頂，我們在美國、在台灣也見到了不少。有些密宗的上師仁波切來了，一窩蜂的都到那裡去灌頂。是不是真的接受了灌頂？不是真的，假的，什麼叫灌頂沒搞清楚。黃念祖老居士他是密宗的金剛上師，晚年專修淨土，他在《無量壽經》註解裡面說得很清楚，為我們說明密宗灌頂的意義。「灌」是慈悲加佑的意思，「頂」是最高的法門，頂法，灌頂就是把佛至高無上的法門傳授給你，這叫做灌頂。諸佛如來至高無上的第一法門是什麼？就是《佛說阿彌陀經》，你不知道！你把《阿彌陀經》從頭到尾恭恭敬敬的念一遍，就是十方無量無邊諸佛如來給你灌頂一次，你念兩遍，就給你灌頂兩次，你不知道！一切諸佛如來給你灌頂，居然不曉得，沒有一點感激的心。來了個密宗上師，不得了，趕緊要去，這成什麼話！這真叫做顛倒錯亂。諸位一定要明瞭，諸佛如來慈悲加佑，將這個頂法為我們說出來。所以念佛的人，一天到晚都沐浴在佛光之中，都接受無量無邊諸佛如來灌頂，可惜自己迷惑顛倒，這種殊勝功德利益居然完全不知道。"
    },
    {
      "id": "01-011-0043_p0017",
      "zh_CN": "向下我们看注解，诸位翻过来看注解。「阿閦鞞，此云无动，佛有无量德，应有无量名，随机而立。」这先解释佛，实在讲佛菩萨都没有名号，名是假名，名号从哪里来的？名号是从众生这方面而建立的，是属于随机而立的，机就是众生的根机；换句话说，是众生现前所需要，这样建立的。「或取因，或取果，或性，或相，或行愿等」，换句话说，无量的德能当中取一个名字，用它一个，对众生当前很适用的，是这样建立的。因此诸佛菩萨有无量无边的德能，也就有无量无边的名号，现在对我们用哪个名号，会用得很恰当，这个名号对我们现前有一定的利益，能够帮助我们修学，是这样建立的名号。因此名是表法的，既然名是表法，注解诸位一看就晓得，不必多说了。东方世尊为我们说出五尊佛的名号，我们晓得表法，那一定有特别的意思在。东，在印度、在中国看法都非常接近，东方是属于震，太阳刚刚出山，在四季里面是表春，东方是春天，南方是夏天。在五行里面，东方是属于木，南方属于火，西方属于金，北方属于水，中间是土，这是中国跟印度人看法都非常接近。",
      "zh_TW": "向下我們看註解，諸位翻過來看註解。「阿閦鞞，此云無動，佛有無量德，應有無量名，隨機而立。」這先解釋佛，實在講佛菩薩都沒有名號，名是假名，名號從哪裡來的？名號是從眾生這方面而建立的，是屬於隨機而立的，機就是眾生的根機；換句話說，是眾生現前所需要，這樣建立的。「或取因，或取果，或性，或相，或行願等」，換句話說，無量的德能當中取一個名字，用它一個，對眾生當前很適用的，是這樣建立的。因此諸佛菩薩有無量無邊的德能，也就有無量無邊的名號，現在對我們用哪個名號，會用得很恰當，這個名號對我們現前有一定的利益，能夠幫助我們修學，是這樣建立的名號。因此名是表法的，既然名是表法，註解諸位一看就曉得，不必多說了。東方世尊為我們說出五尊佛的名號，我們曉得表法，那一定有特別的意思在。東，在印度、在中國看法都非常接近，東方是屬於震，太陽剛剛出山，在四季裡面是表春，東方是春天，南方是夏天。在五行裡面，東方是屬於木，南方屬於火，西方屬於金，北方屬於水，中間是土，這是中國跟印度人看法都非常接近。"
    },
    {
      "id": "01-011-0043_p0018",
      "zh_CN": "这五尊佛的名字就是代表法门修学的根本，表法，代表这个意思。第一尊佛他表的意思，就是你要学佛，无论你学什么法门，无论学的是大乘小乘、宗门教下、显教密教，第一个你要学不动，你才能够成就。听这个人说，心跟他走了，听那个人讲，又跟那个跑了，你是一事无成。所以第一尊佛，就是『阿閦鞞佛』，阿閦鞞的意思就是不动。这是最基本的一个条件，这个做不到的话其他都不要谈了。阿閦鞞翻作不动，佛翻作觉，在世间法讲就是不为八风所动，我们世间人常讲「八风吹不动」，这才有资格入佛门、学佛法。单单八风吹不动还不行，因为八风是世间法，世间的名闻利养、这些五欲六尘，属于八风里面的，这个东西不动心了，还要更进一步，不为其他法门所动。佛法法门很多，宗派很多，你要是学哪一个，你就专心去学，你会有成就。学禅的，你就专心参究。你想参禅，听到讲经说法不错，又想去学讲经，你禅完了；听到那个人念咒，学密也不错，也去跟他学学咒。这一样都不能成功，法门是一门深入。其他法门好，我们赞叹它，我们决定不学它，心不动摇，我死心塌地在一个法门上，一门深入。善导大师说得好，如果求解，可以多学几个法门，多学一些经典，为什么？我多懂得，是求解。但是行门，修行决定是一门深入，不可以同时学两个法门，决定不可以，一定是一门深入，这就是不动他所代表的。",
      "zh_TW": "這五尊佛的名字就是代表法門修學的根本，表法，代表這個意思。第一尊佛他表的意思，就是你要學佛，無論你學什麼法門，無論學的是大乘小乘、宗門教下、顯教密教，第一個你要學不動，你才能夠成就。聽這個人說，心跟他走了，聽那個人講，又跟那個跑了，你是一事無成。所以第一尊佛，就是『阿閦鞞佛』，阿閦鞞的意思就是不動。這是最基本的一個條件，這個做不到的話其他都不要談了。阿閦鞞翻作不動，佛翻作覺，在世間法講就是不為八風所動，我們世間人常講「八風吹不動」，這才有資格入佛門、學佛法。單單八風吹不動還不行，因為八風是世間法，世間的名聞利養、這些五欲六塵，屬於八風裡面的，這個東西不動心了，還要更進一步，不為其他法門所動。佛法法門很多，宗派很多，你要是學哪一個，你就專心去學，你會有成就。學禪的，你就專心參究。你想參禪，聽到講經說法不錯，又想去學講經，你禪完了；聽到那個人念咒，學密也不錯，也去跟他學學咒。這一樣都不能成功，法門是一門深入。其他法門好，我們讚歎它，我們決定不學它，心不動搖，我死心塌地在一個法門上，一門深入。善導大師說得好，如果求解，可以多學幾個法門，多學一些經典，為什麼？我多懂得，是求解。但是行門，修行決定是一門深入，不可以同時學兩個法門，決定不可以，一定是一門深入，這就是不動他所代表的。"
    },
    {
      "id": "01-011-0043_p0019",
      "zh_CN": "像《华严经》善财童子五十三参，他表什么意思？我们如果不能理解，《华严》就白看了、白读了。五十三位善知识也是表法的，他代表什么？代表我们的社会各行各业、男女老少，是我们每天从早到晚所接触的，这就是五十三位善知识。你接触的面非常广大，你对他们都能够理解、都能了解，你是充满了智慧；可是自己修行一门深入，从来不为他们所动摇。善财修什么法门？善财是老实念佛，求生净土。他参学第一个老师德云比丘，这是一位出家人，五十三位善知识只有五个出家人，其他的统统是在家人。德云比丘教他的是念佛法门，这是第一个老师，先入为主，他主修的。每参访一位善知识，最后怎么样？恋德礼辞。恋德，我很感谢你，我向你告辞，告辞就是我不学你的法门，我还是老实念佛。一直到最后第五十三个是普贤菩萨，普贤菩萨是十大愿王送他到西方极乐世界。一个开始念佛，一个最后圆满送他到西方极乐世界，善财童子修的是念佛法门，一生成就，没有到第二生，一生成佛。这是根熟的众生，他是各宗各教、这世间各行各业他不是不接触，他统统都接触，统统都明了，于自己修学的法门决定不障碍，决定不为其他法门所动摇。这是《华严经》善财童子做了一个榜样给我们看，这是值得我们学习的。所以，我们能够不为世出世间一切法所动摇，这才能成就自他功德庄严，这是我们修学真正的基础，是我们修学佛法必须要具备的条件。没有这个条件，就不必浪费精神，也不必浪费时间，为什么？你学不成。",
      "zh_TW": "像《華嚴經》善財童子五十三參，他表什麼意思？我們如果不能理解，《華嚴》就白看了、白讀了。五十三位善知識也是表法的，他代表什麼？代表我們的社會各行各業、男女老少，是我們每天從早到晚所接觸的，這就是五十三位善知識。你接觸的面非常廣大，你對他們都能夠理解、都能了解，你是充滿了智慧；可是自己修行一門深入，從來不為他們所動搖。善財修什麼法門？善財是老實念佛，求生淨土。他參學第一個老師德雲比丘，這是一位出家人，五十三位善知識只有五個出家人，其他的統統是在家人。德雲比丘教他的是念佛法門，這是第一個老師，先入為主，他主修的。每參訪一位善知識，最後怎麼樣？戀德禮辭。戀德，我很感謝你，我向你告辭，告辭就是我不學你的法門，我還是老實念佛。一直到最後第五十三個是普賢菩薩，普賢菩薩是十大願王送他到西方極樂世界。一個開始念佛，一個最後圓滿送他到西方極樂世界，善財童子修的是念佛法門，一生成就，沒有到第二生，一生成佛。這是根熟的眾生，他是各宗各教、這世間各行各業他不是不接觸，他統統都接觸，統統都明瞭，於自己修學的法門決定不障礙，決定不為其他法門所動搖。這是《華嚴經》善財童子做了一個榜樣給我們看，這是值得我們學習的。所以，我們能夠不為世出世間一切法所動搖，這才能成就自他功德莊嚴，這是我們修學真正的基礎，是我們修學佛法必須要具備的條件。沒有這個條件，就不必浪費精神，也不必浪費時間，為什麼？你學不成。"
    },
    {
      "id": "01-011-0043_p0020",
      "zh_CN": "古来大德，我们在《高僧传》里面看到，我们在很多名山道场记载里面看到，祖师大德们发现一个可以造就的人才，他用什么方法来教导他？首先用种种方法来折磨他，看他动不动心，看他有没有耐心，有没有毅力？到你受不了，走了，走了就算了，不能成就的。百般折磨他还是不动心，他还是忍受得住，这个人就是大器，真正能成就。菩萨修学的纲领，第一个就是布施，布施是放下；第二个就是忍辱。我们仔细观察古来祖师大德教人，真的手段、方法巧妙不同，实在讲就是一个布施、一个忍辱，教你放下，教你忍耐。这个不动也就是这个意思，我把世出世间法统统放下，就不会被它动摇了；我一心专修这个法门，这就是忍辱，我能忍受得了一个法门，其他的统统放下、统统舍弃，还是这个意思。所以这尊佛是第一个，第一个就是你学佛要具足的条件。",
      "zh_TW": "古來大德，我們在《高僧傳》裡面看到，我們在很多名山道場記載裡面看到，祖師大德們發現一個可以造就的人才，他用什麼方法來教導他？首先用種種方法來折磨他，看他動不動心，看他有沒有耐心，有沒有毅力？到你受不了，走了，走了就算了，不能成就的。百般折磨他還是不動心，他還是忍受得住，這個人就是大器，真正能成就。菩薩修學的綱領，第一個就是布施，布施是放下；第二個就是忍辱。我們仔細觀察古來祖師大德教人，真的手段、方法巧妙不同，實在講就是一個布施、一個忍辱，教你放下，教你忍耐。這個不動也就是這個意思，我把世出世間法統統放下，就不會被它動搖了；我一心專修這個法門，這就是忍辱，我能忍受得了一個法門，其他的統統放下、統統捨棄，還是這個意思。所以這尊佛是第一個，第一個就是你學佛要具足的條件。"
    },
    {
      "id": "01-011-0043_p0021",
      "zh_CN": "下面三尊佛，『须弥相佛』、『大须弥佛』、『须弥光佛』，这三尊佛都用须弥做名号，这是比喻。我们这个世界最高的山叫须弥山，没有比这个山更高了。我们这个世界的须弥山不在我们地球上，这个诸位要知道，不在地球，黄老居士说银河系是一个单位世界，他就根据经上讲的须弥山这个意思说的。银河系的中心，现在天文学家叫它做黑洞，黄老居士说黑洞就是须弥山，所有一切星球都围绕着它转，它是一个世界的中心点，在佛法里面叫做妙高山。经上常常用它来比喻法身，比喻本体，所以这三个须弥，实在讲就是比喻自己本人，法身、报身、应化身，就是三身一体，因为三个都用须弥，这是一体三身，三身一体。",
      "zh_TW": "下面三尊佛，『須彌相佛』、『大須彌佛』、『須彌光佛』，這三尊佛都用須彌做名號，這是比喻。我們這個世界最高的山叫須彌山，沒有比這個山更高了。我們這個世界的須彌山不在我們地球上，這個諸位要知道，不在地球，黃老居士說銀河系是一個單位世界，他就根據經上講的須彌山這個意思說的。銀河系的中心，現在天文學家叫它做黑洞，黃老居士說黑洞就是須彌山，所有一切星球都圍繞著它轉，它是一個世界的中心點，在佛法裡面叫做妙高山。經上常常用它來比喻法身，比喻本體，所以這三個須彌，實在講就是比喻自己本人，法身、報身、應化身，就是三身一體，因為三個都用須彌，這是一體三身，三身一體。"
    },
    {
      "id": "01-011-0043_p0022",
      "zh_CN": "第一个讲「须弥相佛」，相是相好光明。佛的相好光明，九法界众生都仰慕佛的相好，这是讲报身。「大须弥佛」，「大」是称赞的词，像《华严经》称为《大方广佛华严经》，「大」不是大小的大，是赞美的意思。在赞美里面找不到这个词句了，不得已就用一个「大」来赞叹。这是赞叹我们心性，法身理体，心性不可思议！现在哲学家称之为宇宙万有的本体，我们佛法里面叫它做法身，法身就是一切万法都是从它而生的，都是由它变现出来的，所以这是表法身。「须弥光佛」，光是光明遍照，普遍的能够利益一切众生，这是讲的应身，就是应化身。像《普门品》里面说的观世音菩萨，哪个地方有求，菩萨立刻就感应。应以佛身而得度者，菩萨就现佛身去度他，应以菩萨身得度者，他就现菩萨身去度他，随类化身，这就是光明遍照的意思。这三身，法身、报身、应化身，是我们学佛人希求的，这就是俗话讲成佛，成佛就是成就这三身。我们学佛为的是什么？为了就是要成就三身，所以这是我们所求所证的。换句话说，在东方，第一个方向，首先学佛应该具备的条件，应有的态度，就是不动，这个给我们说出来了。接着把我们学佛的目标说出来，我们所求所证的说出来了。",
      "zh_TW": "第一個講「須彌相佛」，相是相好光明。佛的相好光明，九法界眾生都仰慕佛的相好，這是講報身。「大須彌佛」，「大」是稱讚的詞，像《華嚴經》稱為《大方廣佛華嚴經》，「大」不是大小的大，是讚美的意思。在讚美裡面找不到這個詞句了，不得已就用一個「大」來讚歎。這是讚歎我們心性，法身理體，心性不可思議！現在哲學家稱之為宇宙萬有的本體，我們佛法裡面叫它做法身，法身就是一切萬法都是從它而生的，都是由它變現出來的，所以這是表法身。「須彌光佛」，光是光明遍照，普遍的能夠利益一切眾生，這是講的應身，就是應化身。像《普門品》裡面說的觀世音菩薩，哪個地方有求，菩薩立刻就感應。應以佛身而得度者，菩薩就現佛身去度他，應以菩薩身得度者，他就現菩薩身去度他，隨類化身，這就是光明遍照的意思。這三身，法身、報身、應化身，是我們學佛人希求的，這就是俗話講成佛，成佛就是成就這三身。我們學佛為的是什麼？為了就是要成就三身，所以這是我們所求所證的。換句話說，在東方，第一個方向，首先學佛應該具備的條件，應有的態度，就是不動，這個給我們說出來了。接著把我們學佛的目標說出來，我們所求所證的說出來了。"
    },
    {
      "id": "01-011-0043_p0023",
      "zh_CN": "末后这一尊佛叫「妙音佛」，这第五尊。妙音佛是把我们修学的方法说出来，诸位要知道，这是净土宗念佛求生净土的目标、方法，这不是其他宗的。可见得，信愿持名是直捷求证法身、报身、应身，是直捷求成佛的法门。直捷成佛的方法是什么？妙音。妙音是什么？南无阿弥陀佛，这个名号叫妙音。十方三世九法界众生，都是用这个方法往生净土，不退成佛，所以这一句名号是妙音，就教你执持名号。所以，妙音佛是表修学方法的根本，就是一心称念南无阿弥陀佛。名号功德前面都说过了，这一声名号真正不可思议，里面具足定、慧，具足三学，三学是戒、定、慧；具足三宝，三宝是觉、正、净；具足三资粮，三资粮是信、愿、行。换句话说，十方一切诸佛如来所说无量无边的法门，都在这一句名号之中，都不能超出这一句名号，这名号是妙音，名号功德不可思议。这是东方五尊佛代表的意思，我们不能把它忽略掉了。",
      "zh_TW": "末後這一尊佛叫「妙音佛」，這第五尊。妙音佛是把我們修學的方法說出來，諸位要知道，這是淨土宗念佛求生淨土的目標、方法，這不是其他宗的。可見得，信願持名是直捷求證法身、報身、應身，是直捷求成佛的法門。直捷成佛的方法是什麼？妙音。妙音是什麼？南無阿彌陀佛，這個名號叫妙音。十方三世九法界眾生，都是用這個方法往生淨土，不退成佛，所以這一句名號是妙音，就教你執持名號。所以，妙音佛是表修學方法的根本，就是一心稱念南無阿彌陀佛。名號功德前面都說過了，這一聲名號真正不可思議，裡面具足定、慧，具足三學，三學是戒、定、慧；具足三寶，三寶是覺、正、淨；具足三資糧，三資糧是信、願、行。換句話說，十方一切諸佛如來所說無量無邊的法門，都在這一句名號之中，都不能超出這一句名號，這名號是妙音，名號功德不可思議。這是東方五尊佛代表的意思，我們不能把它忽略掉了。"
    },
    {
      "id": "01-011-0043_p0024",
      "zh_CN": "再看注解，注解前面「阿閦鞞，此云无动」这个意思很明显，诸位一看都能够晓得。后面讲「虽举一隅」，一隅就是佛有无量名号只取一个，「仍具四悉」，还是圆满具足四悉檀，「随一一名，显所诠德，劫寿说之，不能悉也」。这个意思是说，佛的名号，每个德号如果要细说，说一劫、说无量寿都说不尽，里面的含义太丰足了。我们看底下这一段。「东方虚空不可尽」，他底下讲「等恒河沙数诸佛」，「世界亦不可尽」，「尽」就是没有办法去计算，「世界不可尽，住世诸佛亦不可尽，略举恒河沙耳」。可见恒河沙是略举，恒河沙决定不会跟佛的数目相同，相差悬殊还是很大。",
      "zh_TW": "再看註解，註解前面「阿閦鞞，此云無動」這個意思很明顯，諸位一看都能夠曉得。後面講「雖舉一隅」，一隅就是佛有無量名號只取一個，「仍具四悉」，還是圓滿具足四悉檀，「隨一一名，顯所詮德，劫壽說之，不能悉也」。這個意思是說，佛的名號，每個德號如果要細說，說一劫、說無量壽都說不盡，裡面的含義太豐足了。我們看底下這一段。「東方虛空不可盡」，他底下講「等恆河沙數諸佛」，「世界亦不可盡」，「盡」就是沒有辦法去計算，「世界不可盡，住世諸佛亦不可盡，略舉恆河沙耳」。可見恆河沙是略舉，恆河沙決定不會跟佛的數目相同，相差懸殊還是很大。"
    },
    {
      "id": "01-011-0043_p0025",
      "zh_CN": "「此等诸佛，各出广长舌劝信此经，而众生犹不生信，顽冥极矣。」这是蕅益大师的感叹，你看一切诸佛都劝你，还是不相信，还是有怀疑，那有什么法子！不读《无量寿经》，我们对于这个道理总是猜不透，念了《无量寿经》这才恍然大悟。他为什么不能相信？他善根、福德不够。我们在《无量寿经》里面读过，阿阇王子与五百长者子，诸位经都念得很熟，我一提你们都晓得。这一帮人听释迦牟尼佛讲《无量寿经》，讲这个法门，听了非常欢喜。大家拿着金花去供养佛，做个礼物，向佛表示谢意，心里面起了个念头，希望我将来成佛也跟阿弥陀佛一样。虽然没有说出来，他这一动念，佛就知道，佛有他心通。所以佛也不等他问，就直接说出来，这一帮人过去生中曾经供养四百亿佛。这个数字不得了！供养四百亿佛，善根、福德还不够，你就想，念佛的人善根福德是多大！他们才生欢喜心，动个念头，没有发心求往生，没有这个念头，只动一个念头，「将来我成佛跟阿弥陀佛一样」，就动这么一个妄念。没有想到我要赶紧念佛求愿往生，没有动这个念头。所以说曾经供养四百亿佛，求愿往生的心发不出来，你就晓得一个人真正发愿求生西方，那过去生中一定是供养无量无边诸佛，不止四百亿。所以谈何容易！",
      "zh_TW": "「此等諸佛，各出廣長舌勸信此經，而眾生猶不生信，頑冥極矣。」這是蕅益大師的感嘆，你看一切諸佛都勸你，還是不相信，還是有懷疑，那有什麼法子！不讀《無量壽經》，我們對於這個道理總是猜不透，念了《無量壽經》這才恍然大悟。他為什麼不能相信？他善根、福德不夠。我們在《無量壽經》裡面讀過，阿闍王子與五百長者子，諸位經都念得很熟，我一提你們都曉得。這一幫人聽釋迦牟尼佛講《無量壽經》，講這個法門，聽了非常歡喜。大家拿著金花去供養佛，做個禮物，向佛表示謝意，心裡面起了個念頭，希望我將來成佛也跟阿彌陀佛一樣。雖然沒有說出來，他這一動念，佛就知道，佛有他心通。所以佛也不等他問，就直接說出來，這一幫人過去生中曾經供養四百億佛。這個數字不得了！供養四百億佛，善根、福德還不夠，你就想，念佛的人善根福德是多大！他們才生歡喜心，動個念頭，沒有發心求往生，沒有這個念頭，只動一個念頭，「將來我成佛跟阿彌陀佛一樣」，就動這麼一個妄念。沒有想到我要趕緊念佛求願往生，沒有動這個念頭。所以說曾經供養四百億佛，求願往生的心發不出來，你就曉得一個人真正發願求生西方，那過去生中一定是供養無量無邊諸佛，不止四百億。所以談何容易！"
    },
    {
      "id": "01-011-0043_p0026",
      "zh_CN": "这底下又说，「常人三世不妄语，舌能至鼻」。长舌是三十二相之一，是好相。佛说平常人自己舌头伸出来可以舔到自己的鼻端，这个人三世不妄语。我们的舌头多长，可见得常常打妄语，所以这个相好没有。经上记载，释迦牟尼佛当年在世，他的舌头伸出来可以把脸盖起来，所以佛就证明，我这个可以证明我生生世世不妄语，我说的话是真的。「藏果头佛」，这是藏教佛，天台家判教，藏通别圆，这是最低级的，藏教的佛，「三大阿僧祇劫不妄语」。诸位晓得，经上常讲三阿僧祇劫成佛，成什么佛？藏教佛，不是圆教。《华严经》上讲圆教是无量劫，不止三阿僧祇劫。藏教佛三大阿僧祇劫不妄语，「舌薄广长可覆面」。释迦牟尼佛当年示现这个相，就是藏教佛的相，这是三十二相八十种好，舌头伸出来可以把脸盖住。「今证大乘净土妙门，所以遍覆三千」，这是讲一切诸佛如来为我们证明，这是大乘净土最妙的法门。这个妙就是能令一切众生在一生当中就圆成佛道，就圆满成佛。他这个圆满成佛，不是藏教佛，而是圆教的佛，究竟圆满的佛果。为了证明这桩事情，所以广长舌相遍覆三千大千世界，「表理诚称真，事实非谬也」。证明这理是真的，真实的，事情也决定不假，西方极乐世界确实像释迦牟尼佛所说的，像经典当中所记载的，我们应当要相信。",
      "zh_TW": "這底下又說，「常人三世不妄語，舌能至鼻」。長舌是三十二相之一，是好相。佛說平常人自己舌頭伸出來可以舔到自己的鼻端，這個人三世不妄語。我們的舌頭多長，可見得常常打妄語，所以這個相好沒有。經上記載，釋迦牟尼佛當年在世，他的舌頭伸出來可以把臉蓋起來，所以佛就證明，我這個可以證明我生生世世不妄語，我說的話是真的。「藏果頭佛」，這是藏教佛，天台家判教，藏通別圓，這是最低級的，藏教的佛，「三大阿僧祇劫不妄語」。諸位曉得，經上常講三阿僧祇劫成佛，成什麼佛？藏教佛，不是圓教。《華嚴經》上講圓教是無量劫，不止三阿僧祇劫。藏教佛三大阿僧祇劫不妄語，「舌薄廣長可覆面」。釋迦牟尼佛當年示現這個相，就是藏教佛的相，這是三十二相八十種好，舌頭伸出來可以把臉蓋住。「今證大乘淨土妙門，所以遍覆三千」，這是講一切諸佛如來為我們證明，這是大乘淨土最妙的法門。這個妙就是能令一切眾生在一生當中就圓成佛道，就圓滿成佛。他這個圓滿成佛，不是藏教佛，而是圓教的佛，究竟圓滿的佛果。為了證明這樁事情，所以廣長舌相遍覆三千大千世界，「表理誠稱真，事實非謬也」。證明這理是真的，真實的，事情也決定不假，西方極樂世界確實像釋迦牟尼佛所說的，像經典當中所記載的，我們應當要相信。"
    },
    {
      "id": "01-011-0043_p0027",
      "zh_CN": "末后这段是说明经题，「标出经题」，本经的经题是「称赞不可思议功德一切诸佛所护念经」。「流通之本」，我们现在所用的这个经本，「什师顺此方好略译今题，巧合持名妙行」。这为我们说出来，鸠摩罗什大师翻译的这部经，罗什大师知道中国人喜欢简单，不喜欢啰嗦。中国人跟印度人习性不相同，印度人喜欢啰嗦，我们中国人喜欢简单，无论在言语，或者在文章，要求的是简要详明。古时候，言语跟文章能够做到这个标准，那就算是好的言语、好的文章。这个标准，要简单要扼要，也要详细明白，简单扼要，不详细、不明白也不行，要做到这个标准。这是我们中国自古以来的言语、文字标准，都要符合这个。换句话说，人家十句话说得清楚，你能够一句话就讲清楚，那就叫高明。罗什大师顺从我们这一方人的标准，就是所好，这个标准，「好略」，所以就用「佛说阿弥陀经」，这个名称简单。原来的经题「称赞不可思议功德一切诸佛所护念经」，太长了，也太多了。他老人家把佛的名号做为经题，「巧合持名妙行」，因为这部经教给我们修行的方法，就是一心执持名号，也就是教我们一心称念阿弥陀佛，他干脆就用「阿弥陀佛」的名号做为经题。",
      "zh_TW": "末後這段是說明經題，「標出經題」，本經的經題是「稱讚不可思議功德一切諸佛所護念經」。「流通之本」，我們現在所用的這個經本，「什師順此方好略譯今題，巧合持名妙行」。這為我們說出來，鳩摩羅什大師翻譯的這部經，羅什大師知道中國人喜歡簡單，不喜歡囉嗦。中國人跟印度人習性不相同，印度人喜歡囉嗦，我們中國人喜歡簡單，無論在言語，或者在文章，要求的是簡要詳明。古時候，言語跟文章能夠做到這個標準，那就算是好的言語、好的文章。這個標準，要簡單要扼要，也要詳細明白，簡單扼要，不詳細、不明白也不行，要做到這個標準。這是我們中國自古以來的言語、文字標準，都要符合這個。換句話說，人家十句話說得清楚，你能夠一句話就講清楚，那就叫高明。羅什大師順從我們這一方人的標準，就是所好，這個標準，「好略」，所以就用「佛說阿彌陀經」，這個名稱簡單。原來的經題「稱讚不可思議功德一切諸佛所護念經」，太長了，也太多了。他老人家把佛的名號做為經題，「巧合持名妙行」，因為這部經教給我們修行的方法，就是一心執持名號，也就是教我們一心稱念阿彌陀佛，他乾脆就用「阿彌陀佛」的名號做為經題。"
    },
    {
      "id": "01-011-0043_p0028",
      "zh_CN": "「奘师译云称赞净土佛摄受经，文有详略，义无增减。」《阿弥陀经》有两种译本，除了罗什大师译本之外，玄奘大师有翻译，但是玄奘大师的译本不流行，念的人很少。为什么很少？大家不喜欢念玄奘大师的译本，他译得太啰嗦了。译的文法是外国的文法，我们念起来不太顺口，不太习惯，没有罗什大师译本这样的畅通，念起来很舒服。所以流通的本子，自古以来都流通罗什大师的本子，就是连玄奘大师跟他的弟子们都不例外。这一点我们不能不赞叹，不能不佩服，佩服他大公无私，真正是为法不为人。",
      "zh_TW": "「奘師譯云稱讚淨土佛攝受經，文有詳略，義無增減。」《阿彌陀經》有兩種譯本，除了羅什大師譯本之外，玄奘大師有翻譯，但是玄奘大師的譯本不流行，念的人很少。為什麼很少？大家不喜歡念玄奘大師的譯本，他譯得太囉嗦了。譯的文法是外國的文法，我們念起來不太順口，不太習慣，沒有羅什大師譯本這樣的暢通，念起來很舒服。所以流通的本子，自古以來都流通羅什大師的本子，就是連玄奘大師跟他的弟子們都不例外。這一點我們不能不讚歎，不能不佩服，佩服他大公無私，真正是為法不為人。"
    },
    {
      "id": "01-011-0043_p0029",
      "zh_CN": "玄奘大师的弟子是法师传法之人，窥基法师，这是中国法相唯识宗的开山祖师，就是第一代的祖师。法相唯识是玄奘大师从印度带回来的，翻成中文，但是没有建立宗派，成为一个宗派是在他徒弟手上成立的。所以他徒弟是第一代祖师，他不是第一代祖师，是他徒弟手上建立的。窥基大师给《阿弥陀经》做了一个注解，叫《阿弥陀经通赞疏》，所用的本子用鸠摩罗什大师的译本，没有用他老师的本子。要照现在人来讲，现在人说老实话什么都讲人情。现在人是「我师父翻译的并不比罗什大师差，别人不流通，我做徒弟应该要有责任流通」，人家不这么想法。罗什大师翻得好，既然已经流通到全国，就不要再多事了。所以，玄奘大师翻的本子，只提供给有心的人，你有怀疑、有问题，做个参考而已，平常读诵、修持还是依罗什大师的本子。所以，他的徒弟给《弥陀经》做个注解，不采取老师的译本，依旧采取罗什大师的译本。窥基没有说对不起老师，玄奘大师也没有说窥基不孝，是我的叛徒，没有说。由此可知，玄奘大师师徒对于罗什的译本是非常尊重、非常赞叹，注解就是赞叹。我们后人如果对于罗什大师的译本还有怀疑，那真叫莫名其妙！这是读书读得不够多，读读《通赞疏》你这个疑问完全没有了，才知道罗什大师译本之好，是我们应当专心去修学的。",
      "zh_TW": "玄奘大師的弟子是法師傳法之人，窺基法師，這是中國法相唯識宗的開山祖師，就是第一代的祖師。法相唯識是玄奘大師從印度帶回來的，翻成中文，但是沒有建立宗派，成為一個宗派是在他徒弟手上成立的。所以他徒弟是第一代祖師，他不是第一代祖師，是他徒弟手上建立的。窺基大師給《阿彌陀經》做了一個註解，叫《阿彌陀經通贊疏》，所用的本子用鳩摩羅什大師的譯本，沒有用他老師的本子。要照現在人來講，現在人說老實話什麼都講人情。現在人是「我師父翻譯的並不比羅什大師差，別人不流通，我做徒弟應該要有責任流通」，人家不這麼想法。羅什大師翻得好，既然已經流通到全國，就不要再多事了。所以，玄奘大師翻的本子，只提供給有心的人，你有懷疑、有問題，做個參考而已，平常讀誦、修持還是依羅什大師的本子。所以，他的徒弟給《彌陀經》做個註解，不採取老師的譯本，依舊採取羅什大師的譯本。窺基沒有說對不起老師，玄奘大師也沒有說窺基不孝，是我的叛徒，沒有說。由此可知，玄奘大師師徒對於羅什的譯本是非常尊重、非常讚歎，註解就是讚歎。我們後人如果對於羅什大師的譯本還有懷疑，那真叫莫名其妙！這是讀書讀得不夠多，讀讀《通贊疏》你這個疑問完全沒有了，才知道羅什大師譯本之好，是我們應當專心去修學的。"
    },
    {
      "id": "01-011-0043_p0030",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}