{
  "doc_id": "01-011-0040",
  "title": {
    "zh_CN": "佛说阿弥陀经要解",
    "zh_TW": "佛說阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十集",
    "zh_TW": "第四十集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "美国加州迪安萨大学",
    "zh_TW": "美國加州迪安薩大學"
  },
  "doc_number": "01-011-0040",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "01-011-0040_p0001",
      "zh_CN": "请掀开经本六十三面，最后一行，从当中看起：",
      "zh_TW": "請掀開經本六十三面，最後一行，從當中看起："
    },
    {
      "id": "01-011-0040_p0002",
      "zh_CN": "「问，西方去此十万亿土，何得即生。」这是怀疑西方净土距离我们这边是很遥远的距离，怎么可能就快速的到达了？「答，十万亿土，不出我现前一念心性之外，以心性本无外故。」这是从理上说的。法界，大乘经上常讲，十法界都是心性变现之物，心性是能变，十方诸佛刹土是所变。能变的心性无量，这大乘经里讲得很多，所变的刹土也是无量无边。西方极乐世界距离我们娑婆世界，佛说是十万亿佛国土，十万亿要比起无量的心性，说实在话这是个很短的距离，不是很长的距离。因为是一念心变现的，哪有远近？所以经上告诉我们，念佛人往生西方极乐世界，一弹指间就到达了，这是个事实。许多人执着在相上，认为这个距离非常遥远，又想到佛讲到弥勒菩萨的净土，弥勒在兜率天是在我们三界之内，这个近，西方极乐世界远，所以有人说为什么我们舍近求远？他不知道心性没有内外、没有远近。底下还有比喻会说到。这是一个道理，一个理，也是事实。",
      "zh_TW": "「問，西方去此十萬億土，何得即生。」這是懷疑西方淨土距離我們這邊是很遙遠的距離，怎麼可能就快速的到達了？「答，十萬億土，不出我現前一念心性之外，以心性本無外故。」這是從理上說的。法界，大乘經上常講，十法界都是心性變現之物，心性是能變，十方諸佛剎土是所變。能變的心性無量，這大乘經裡講得很多，所變的剎土也是無量無邊。西方極樂世界距離我們娑婆世界，佛說是十萬億佛國土，十萬億要比起無量的心性，說實在話這是個很短的距離，不是很長的距離。因為是一念心變現的，哪有遠近？所以經上告訴我們，念佛人往生西方極樂世界，一彈指間就到達了，這是個事實。許多人執著在相上，認為這個距離非常遙遠，又想到佛講到彌勒菩薩的淨土，彌勒在兜率天是在我們三界之內，這個近，西方極樂世界遠，所以有人說為什麼我們捨近求遠？他不知道心性沒有內外、沒有遠近。底下還有比喻會說到。這是一個道理，一個理，也是事實。"
    },
    {
      "id": "01-011-0040_p0003",
      "zh_CN": "「又仗自心之佛力接引，何难即生。」这个统统都是从自性上来说明。阿弥陀佛也是我们自性变现出来的，绝对不是自性之外还有个阿弥陀佛，没有这个道理；西方极乐世界也是自心变现出来的。如果我们把这个根本的道理搞通了、搞明白了，大小乘佛法里所有的疑问都可以断掉。阿弥陀佛四十八愿本愿威神的接引，哪里不往生？往生有什么困难？下面举个比喻说，「如镜中照数十层山水楼阁，层数宛然，实无远近，一照俱了，见无先后」。这个比喻很容易懂，我们用一面镜子，照到外面山水，这个镜子一照，不会说近的先照到，远的后照到，不会，一照统统都照到了。这个比喻，用「镜」来比喻我们的心性，用外面境界比喻镜子里面心性所现之物，实在没有远近。远近从什么地方产生的？这个我们要晓得。为什么诸佛菩萨尽虚空遍法界，想什么地方就到达什么地方，速度就那么快？我们去旧金山，开车还要开一小时，你说这多么麻烦！这究竟是一回什么事情？还是《华严经》上把这个原因给我们说出来，妄想、分别、执着，才会有这个现象；如果离开一切妄想执着，远近、大小统统都没有了。我们心里头有这些妄念、有这些执着，所以才会产生这个现象。",
      "zh_TW": "「又仗自心之佛力接引，何難即生。」這個統統都是從自性上來說明。阿彌陀佛也是我們自性變現出來的，絕對不是自性之外還有個阿彌陀佛，沒有這個道理；西方極樂世界也是自心變現出來的。如果我們把這個根本的道理搞通了、搞明白了，大小乘佛法裡所有的疑問都可以斷掉。阿彌陀佛四十八願本願威神的接引，哪裡不往生？往生有什麼困難？下面舉個比喻說，「如鏡中照數十層山水樓閣，層數宛然，實無遠近，一照俱了，見無先後」。這個比喻很容易懂，我們用一面鏡子，照到外面山水，這個鏡子一照，不會說近的先照到，遠的後照到，不會，一照統統都照到了。這個比喻，用「鏡」來比喻我們的心性，用外面境界比喻鏡子裡面心性所現之物，實在沒有遠近。遠近從什麼地方產生的？這個我們要曉得。為什麼諸佛菩薩盡虛空遍法界，想什麼地方就到達什麼地方，速度就那麼快？我們去舊金山，開車還要開一小時，你說這多麼麻煩！這究竟是一回什麼事情？還是《華嚴經》上把這個原因給我們說出來，妄想、分別、執著，才會有這個現象；如果離開一切妄想執著，遠近、大小統統都沒有了。我們心裡頭有這些妄念、有這些執著，所以才會產生這個現象。"
    },
    {
      "id": "01-011-0040_p0004",
      "zh_CN": "「从是西方过十万亿佛土，有世界名曰极乐亦如是，其土有佛号阿弥陀，今现在说法亦如是。」这就像前面的比喻一样，用这个比喻来合西方极乐世界的事实，看它依报、正报。极乐世界跟阿弥陀佛讲经说法这些状况，就像这一重一重的山水楼阁。我们这个心，一念，前面说过，能念之心性不可思议。我们念佛，能念的心就像一面镜子一样，这一照统统都照到了，没有先后。到达西方极乐世界之后，实在说这是蒙阿弥陀佛本愿愿力的加持，使我们不能得到的东西也得到了。什么东西不能得到？大圆镜智。大圆镜智，照一般大乘经上讲，八地以上才证得，八地菩萨转阿赖耶成大圆镜智。那个心就像个圆满的镜子一样，照起来作用就大了，那不是十万亿佛国土，尽虚空遍法界无量无边诸佛刹土统统照见，一个都漏不掉。",
      "zh_TW": "「從是西方過十萬億佛土，有世界名曰極樂亦如是，其土有佛號阿彌陀，今現在說法亦如是。」這就像前面的比喻一樣，用這個比喻來合西方極樂世界的事實，看它依報、正報。極樂世界跟阿彌陀佛講經說法這些狀況，就像這一重一重的山水樓閣。我們這個心，一念，前面說過，能念之心性不可思議。我們念佛，能念的心就像一面鏡子一樣，這一照統統都照到了，沒有先後。到達西方極樂世界之後，實在說這是蒙阿彌陀佛本願願力的加持，使我們不能得到的東西也得到了。什麼東西不能得到？大圓鏡智。大圓鏡智，照一般大乘經上講，八地以上才證得，八地菩薩轉阿賴耶成大圓鏡智。那個心就像個圓滿的鏡子一樣，照起來作用就大了，那不是十萬億佛國土，盡虛空遍法界無量無邊諸佛剎土統統照見，一個都漏不掉。"
    },
    {
      "id": "01-011-0040_p0005",
      "zh_CN": "平常这些菩萨一定要修到八地，这个能力，实在讲这都是本能，本能才能恢复。这个法门之殊胜，就是带业往生，我们实在讲一品惑都没有断，确实是凡夫，凡夫怎么能跟八地菩萨比？这实在是四十八愿的加持。因为阿弥陀佛说过，生到西方极乐世界的人，每个人都得天眼、天耳、他心、神足，神通统统都具足。他发了这个愿，如果到西方极乐世界我们没有这个能力，阿弥陀佛就发愿不成佛。他现在在那个地方成佛已经十劫，四十八愿愿愿都兑现了。所以这是很不可思议的一桩事情，真的叫难信之法，博地凡夫到达西方极乐世界，神通、道力、智慧、作用就等于八地菩萨。诸位想想，如果有一个人彻底明白这个事实，他怎么会不愿意求生？如果清楚，还不愿意求生，这不仅是李老师说的，古大德也说过，「非愚即狂」，那就是头脑不正常，神经不正常。是个正常的人，知道这样殊胜功德利益，哪有不愿意去的？不但愿意去，赶快去，绝对不会迟疑。",
      "zh_TW": "平常這些菩薩一定要修到八地，這個能力，實在講這都是本能，本能才能恢復。這個法門之殊勝，就是帶業往生，我們實在講一品惑都沒有斷，確實是凡夫，凡夫怎麼能跟八地菩薩比？這實在是四十八願的加持。因為阿彌陀佛說過，生到西方極樂世界的人，每個人都得天眼、天耳、他心、神足，神通統統都具足。他發了這個願，如果到西方極樂世界我們沒有這個能力，阿彌陀佛就發願不成佛。他現在在那個地方成佛已經十劫，四十八願願願都兌現了。所以這是很不可思議的一樁事情，真的叫難信之法，博地凡夫到達西方極樂世界，神通、道力、智慧、作用就等於八地菩薩。諸位想想，如果有一個人徹底明白這個事實，他怎麼會不願意求生？如果清楚，還不願意求生，這不僅是李老師說的，古大德也說過，「非愚即狂」，那就是頭腦不正常，神經不正常。是個正常的人，知道這樣殊勝功德利益，哪有不願意去的？不但願意去，趕快去，絕對不會遲疑。"
    },
    {
      "id": "01-011-0040_p0006",
      "zh_CN": "「其人临命终时，阿弥陀佛与诸圣众现在其前，是人终时心不颠倒，即得往生阿弥陀佛极乐国土亦如是。」这是讲往生的。前面是讲西方极乐世界，这个镜子照得清清楚楚，没有先后。这是讲这个人往生，临命终时往生，佛与圣众不来而来，往生的人不去而去，妙极了！说来去是从事上讲的，事上真的有来有去；说不来不去，是从理上讲，是从心性上讲，没有离开心性，还在心性之中。这个镜子比喻得好！你看那镜子，来去都在一面镜子里面，没有出镜子之外。那个时候没有电视、没有电影，现在有电视、电影，你每天看电视，电视里面来来去去，都没有出那方框框，都在萤幕里面，跟这个意思是一样的。",
      "zh_TW": "「其人臨命終時，阿彌陀佛與諸聖眾現在其前，是人終時心不顛倒，即得往生阿彌陀佛極樂國土亦如是。」這是講往生的。前面是講西方極樂世界，這個鏡子照得清清楚楚，沒有先後。這是講這個人往生，臨命終時往生，佛與聖眾不來而來，往生的人不去而去，妙極了！說來去是從事上講的，事上真的有來有去；說不來不去，是從理上講，是從心性上講，沒有離開心性，還在心性之中。這個鏡子比喻得好！你看那鏡子，來去都在一面鏡子裡面，沒有出鏡子之外。那個時候沒有電視、沒有電影，現在有電視、電影，你每天看電視，電視裡面來來去去，都沒有出那方框框，都在螢幕裡面，跟這個意思是一樣的。"
    },
    {
      "id": "01-011-0040_p0007",
      "zh_CN": "「当知字字皆海印三昧，大圆镜智之灵文也。」这是总结，结在心性上，统统都是心性起的作用。当知，是教我们应当要知道、应当要明了，这部经每一个字，字字句句都是海印三昧。海印三昧是从理上说的，海是比喻其大，广大。在我们这个世界上，我们能够观察到的，海是最大的。海水是有波浪，因为它太大了，所以波浪也就影响不了什么，外面境界照在海水里面，没有一样不照在里面，把它来比喻心性。心性具足一切法界，通常我们讲十法界，叫它做海印三昧，说明森罗万象这些景观都照在大海之中，取的是这个意思。大圆镜是从事上说的，十法界依正庄严，大圆镜圆光普照，无法不现，一切法都现在大圆镜里面。海印三昧是比喻心性的本体，大圆镜智是比喻心性的作用，心性的作用是无所不知，无法不现。这是结归到本经字字句句都是海印三昧，都是大圆镜智的灵文。这两句总结，是把这部经它在整个佛法里面，它的地位、它的崇高、它的重要性都给我们说出来了。",
      "zh_TW": "「當知字字皆海印三昧，大圓鏡智之靈文也。」這是總結，結在心性上，統統都是心性起的作用。當知，是教我們應當要知道、應當要明瞭，這部經每一個字，字字句句都是海印三昧。海印三昧是從理上說的，海是比喻其大，廣大。在我們這個世界上，我們能夠觀察到的，海是最大的。海水是有波浪，因為它太大了，所以波浪也就影響不了什麼，外面境界照在海水裡面，沒有一樣不照在裡面，把它來比喻心性。心性具足一切法界，通常我們講十法界，叫它做海印三昧，說明森羅萬象這些景觀都照在大海之中，取的是這個意思。大圓鏡是從事上說的，十法界依正莊嚴，大圓鏡圓光普照，無法不現，一切法都現在大圓鏡裡面。海印三昧是比喻心性的本體，大圓鏡智是比喻心性的作用，心性的作用是無所不知，無法不現。這是結歸到本經字字句句都是海印三昧，都是大圓鏡智的靈文。這兩句總結，是把這部經它在整個佛法裡面，它的地位、它的崇高、它的重要性都給我們說出來了。"
    },
    {
      "id": "01-011-0040_p0008",
      "zh_CN": "我们要能够懂得这两句话，才知道《阿弥陀经》是一切经的大总持法门。我们如果要说，它跟《无量寿经》比较，《弥陀经》第一，《无量寿经》是第二。为什么？因为《弥陀经》是《无量寿经》的精华，这个要知道。《弥陀经》的精华，没有了，到此为止，一切众经里面它是顶尖，这真正是精华。为什么我们这些年来极力提倡教大家念《无量寿经》，不念《阿弥陀经》？诸位要晓得，现代人根性很劣，《弥陀经》虽然是第一，他不懂。不懂，念了没味道，这个味道十足，他尝不到，舌根有问题，尝不到味道，不喜欢念。《无量寿经》讲得详细、讲得明白，念起来就有味道。其实《弥陀经》的味道比《无量寿经》还要足，我们看《要解》才晓得这部经不可思议。不看《要解》，单看经文，真的是没有什么意思，像神话一样，像小说一样，提不起兴趣。",
      "zh_TW": "我們要能夠懂得這兩句話，才知道《阿彌陀經》是一切經的大總持法門。我們如果要說，它跟《無量壽經》比較，《彌陀經》第一，《無量壽經》是第二。為什麼？因為《彌陀經》是《無量壽經》的精華，這個要知道。《彌陀經》的精華，沒有了，到此為止，一切眾經裡面它是頂尖，這真正是精華。為什麼我們這些年來極力提倡教大家念《無量壽經》，不念《阿彌陀經》？諸位要曉得，現代人根性很劣，《彌陀經》雖然是第一，他不懂。不懂，念了沒味道，這個味道十足，他嘗不到，舌根有問題，嘗不到味道，不喜歡念。《無量壽經》講得詳細、講得明白，念起來就有味道。其實《彌陀經》的味道比《無量壽經》還要足，我們看《要解》才曉得這部經不可思議。不看《要解》，單看經文，真的是沒有什麼意思，像神話一樣，像小說一樣，提不起興趣。"
    },
    {
      "id": "01-011-0040_p0009",
      "zh_CN": "「问，持名判行行，则是助行，何名正行。」这个判法是蕅益大师判的。持名判作行行，信愿，蕅益大师判作慧行。所以，念佛里面有定、有慧。有不少人对净宗确实没下功夫，毫无认识，说念佛是小乘。念佛是小乘吗？《无量寿经》讲得明明白白，不但是大乘，大乘当中的大乘，怎么会变成小乘？明理的人念佛是大乘，不明这个道理，念这一句阿弥陀佛也是大乘，他的成就是所有一切大乘菩萨都比不上的。所以是大乘之大乘，极圆极顿。这个句子我们在《要解》里面看到很多遍，哪里是小乘？哪里是自了汉？小乘自了汉决定不能往生。讲信愿是慧，持名是行行，这就是定慧等学了。可见得句句佛号当中充满了定慧，不但充满了定慧，而且是圆定、圆慧。这个人怀疑，判作行行应该是助行，为什么叫它做正行？下面蕅益大师解释，「依一心说信愿行，非先后，非定三」。这个不能不知道。为了说话方便起见讲信、愿、行，信愿行是三桩事情，三资粮，其实这三资粮在一心当中、在一念之中。我们念这一句佛号，常说一念相应一念佛，怎么叫相应？这一句阿弥陀佛里面，与信相应，与愿相应，与行相应，一即是三，三即是一，这叫相应。念这句阿弥陀佛，这里头没有信愿，这个佛号就不相应，不具足三资粮。所以说相应，一定要记住这句话，信愿行在一心当中，一心称念，这里头信愿行就具足了。所以它没有先后，不是定三，是一而三，三而一。",
      "zh_TW": "「問，持名判行行，則是助行，何名正行。」這個判法是蕅益大師判的。持名判作行行，信願，蕅益大師判作慧行。所以，念佛裡面有定、有慧。有不少人對淨宗確實沒下功夫，毫無認識，說念佛是小乘。念佛是小乘嗎？《無量壽經》講得明明白白，不但是大乘，大乘當中的大乘，怎麼會變成小乘？明理的人念佛是大乘，不明這個道理，念這一句阿彌陀佛也是大乘，他的成就是所有一切大乘菩薩都比不上的。所以是大乘之大乘，極圓極頓。這個句子我們在《要解》裡面看到很多遍，哪裡是小乘？哪裡是自了漢？小乘自了漢決定不能往生。講信願是慧，持名是行行，這就是定慧等學了。可見得句句佛號當中充滿了定慧，不但充滿了定慧，而且是圓定、圓慧。這個人懷疑，判作行行應該是助行，為什麼叫它做正行？下面蕅益大師解釋，「依一心說信願行，非先後，非定三」。這個不能不知道。為了說話方便起見講信、願、行，信願行是三樁事情，三資糧，其實這三資糧在一心當中、在一念之中。我們念這一句佛號，常說一念相應一念佛，怎麼叫相應？這一句阿彌陀佛裡面，與信相應，與願相應，與行相應，一即是三，三即是一，這叫相應。念這句阿彌陀佛，這裡頭沒有信願，這個佛號就不相應，不具足三資糧。所以說相應，一定要記住這句話，信願行在一心當中，一心稱念，這裡頭信願行就具足了。所以它沒有先後，不是定三，是一而三，三而一。"
    },
    {
      "id": "01-011-0040_p0010",
      "zh_CN": "下面为我们解释，「盖无愿行不名真信」，没有愿，不肯念佛，这哪里算是真信？「无行信不名真愿」，没有信，不肯念佛，这个愿不是真的。「无信愿不名真行」，一天到晚念阿弥陀佛阿弥陀佛，没有信心，也不发愿，这也不是真行。所以说，一分做三个，三个都落空，三个都是假的，都不是真实的；必须一心当中具足这三个，那信愿行都是真的。「今全由信愿持名」，信愿持名就是一心。我们看课诵本里面、忏仪里面常常见到一心顶礼、一心称念，这重要。如果没有一心，就没有感应，一心就是真心，真心就圆满具足信愿行。不是一心，佛经上常讲，凡夫用心，用什么心？三心二意，用这个心念佛不能往生。诸位要记住，为什么说念佛的人多，往生的人少？是用三心二意念佛的人多，一心念佛的人少，道理在此地。三心是阿赖耶识、末那识、意识，这叫三心；二意，末那是意根，第六是意识，这叫二意，三心二意都是出在佛法里头。",
      "zh_TW": "下面為我們解釋，「蓋無願行不名真信」，沒有願，不肯念佛，這哪裡算是真信？「無行信不名真願」，沒有信，不肯念佛，這個願不是真的。「無信願不名真行」，一天到晚念阿彌陀佛阿彌陀佛，沒有信心，也不發願，這也不是真行。所以說，一分做三個，三個都落空，三個都是假的，都不是真實的；必須一心當中具足這三個，那信願行都是真的。「今全由信願持名」，信願持名就是一心。我們看課誦本裡面、懺儀裡面常常見到一心頂禮、一心稱念，這重要。如果沒有一心，就沒有感應，一心就是真心，真心就圓滿具足信願行。不是一心，佛經上常講，凡夫用心，用什麼心？三心二意，用這個心念佛不能往生。諸位要記住，為什麼說念佛的人多，往生的人少？是用三心二意念佛的人多，一心念佛的人少，道理在此地。三心是阿賴耶識、末那識、意識，這叫三心；二意，末那是意根，第六是意識，這叫二意，三心二意都是出在佛法裡頭。"
    },
    {
      "id": "01-011-0040_p0011",
      "zh_CN": "凡夫用的心都是三心二意，这哪能成功？给诸位说，用这个心念佛不相应，用这个心持咒也不相应，用这个心去研究教理，还是不相应。这个心要不得，一定要懂得用一心。一心里面不但具足信愿行，也具足觉正净，具足戒定慧；换句话说，就是六祖大师所说，「何期自性，本来具足」。自性是什么？自性就是一心，一心就是自性，本来具足；「何期自性，能生万法」。六祖大师讲的自性就是这部经上讲的一心。所以你用一心称念，就统统都具足了，圆圆满满。「今」是讲现在，「全由信愿持名，故信愿行三，声声圆具」，每一声佛号里头都圆满具足三资粮，圆满具足三学、三慧。「所以名多善根福德因缘」，这经上说，少善根福德因缘不能往生，多善根福德因缘就必定得生。善根、福德、因缘怎样培？从哪个地方来看？就是从一心称念。底下这一段很好，说明多善根、多福德、多因缘。",
      "zh_TW": "凡夫用的心都是三心二意，這哪能成功？給諸位說，用這個心念佛不相應，用這個心持咒也不相應，用這個心去研究教理，還是不相應。這個心要不得，一定要懂得用一心。一心裡面不但具足信願行，也具足覺正淨，具足戒定慧；換句話說，就是六祖大師所說，「何期自性，本來具足」。自性是什麼？自性就是一心，一心就是自性，本來具足；「何期自性，能生萬法」。六祖大師講的自性就是這部經上講的一心。所以你用一心稱念，就統統都具足了，圓圓滿滿。「今」是講現在，「全由信願持名，故信願行三，聲聲圓具」，每一聲佛號裡頭都圓滿具足三資糧，圓滿具足三學、三慧。「所以名多善根福德因緣」，這經上說，少善根福德因緣不能往生，多善根福德因緣就必定得生。善根、福德、因緣怎樣培？從哪個地方來看？就是從一心稱念。底下這一段很好，說明多善根、多福德、多因緣。"
    },
    {
      "id": "01-011-0040_p0012",
      "zh_CN": "「观经称佛名故，念念中除八十亿劫生死之罪，此之谓也。」这是举《观无量寿经》来证明，证明一心持名确实是多善根福德因缘。《观无量寿经》说，念阿弥陀佛的名号，每一声名号都除八十亿劫生死之罪。「若福善不多，安能除罪如此之大。」如果这个善根、福德不多，怎么能除这样多的罪过？我们读了这个经文，不少人怀疑，怀疑什么？释迦牟尼佛很会安慰人，很会说大话，我们天天念阿弥陀佛，罪没有消掉，不但没消掉，好像还天天增加，哪里灭了这么多罪？其实，我们念这句佛号确实这里面没有这么多的善根、福德。那佛在经上有没有说错？佛没有说错，佛说的完全正确，我们听错了，我们搞误会了。佛教我们一心称念，我们三心二意称念，这就不相应。毛病就发生在这个地方，不知道一心称念，不知道信愿持名。一心里头一定具足信、愿、持名，这三桩事情在一念当中圆满具足，那个力量就能够灭八十亿劫生死重罪，这个要知道。",
      "zh_TW": "「觀經稱佛名故，念念中除八十億劫生死之罪，此之謂也。」這是舉《觀無量壽經》來證明，證明一心持名確實是多善根福德因緣。《觀無量壽經》說，念阿彌陀佛的名號，每一聲名號都除八十億劫生死之罪。「若福善不多，安能除罪如此之大。」如果這個善根、福德不多，怎麼能除這樣多的罪過？我們讀了這個經文，不少人懷疑，懷疑什麼？釋迦牟尼佛很會安慰人，很會說大話，我們天天念阿彌陀佛，罪沒有消掉，不但沒消掉，好像還天天增加，哪裡滅了這麼多罪？其實，我們念這句佛號確實這裡面沒有這麼多的善根、福德。那佛在經上有沒有說錯？佛沒有說錯，佛說的完全正確，我們聽錯了，我們搞誤會了。佛教我們一心稱念，我們三心二意稱念，這就不相應。毛病就發生在這個地方，不知道一心稱念，不知道信願持名。一心裡頭一定具足信、願、持名，這三樁事情在一念當中圓滿具足，那個力量就能夠滅八十億劫生死重罪，這個要知道。"
    },
    {
      "id": "01-011-0040_p0013",
      "zh_CN": "「问，临终猛切，能除多罪，平日至心称名，亦除罪否。」这个问题也问得好。临终那个时候，念头猛，信愿恳切，所以持名实在讲很容易真正达到一心。平时心散漫，精神不能集中，不像临终那种恳切。不要说临终，平常念佛，跟在紧要关头遇到灾难、急难那时候心情，念佛都不一样，都不相同。可见得平常悠悠泛泛，精神振作不起来，力量不能集中，所以效果很小。「答，如日出，群暗消，称洪名，万罪灭。」这个答复是用比喻来说明，好像太阳出来，黑暗没有了，称佛名，一切罪都灭了。无论是临终，无论是平时，诸位一定要知道，这个地方用的字，平日「至心」称名，这两个字不要疏忽掉。至心就是一心，要不是至心的话，灭罪的效果很少。",
      "zh_TW": "「問，臨終猛切，能除多罪，平日至心稱名，亦除罪否。」這個問題也問得好。臨終那個時候，念頭猛，信願懇切，所以持名實在講很容易真正達到一心。平時心散漫，精神不能集中，不像臨終那種懇切。不要說臨終，平常念佛，跟在緊要關頭遇到災難、急難那時候心情，念佛都不一樣，都不相同。可見得平常悠悠泛泛，精神振作不起來，力量不能集中，所以效果很小。「答，如日出，群闇消，稱洪名，萬罪滅。」這個答覆是用比喻來說明，好像太陽出來，黑暗沒有了，稱佛名，一切罪都滅了。無論是臨終，無論是平時，諸位一定要知道，這個地方用的字，平日「至心」稱名，這兩個字不要疏忽掉。至心就是一心，要不是至心的話，滅罪的效果很少。"
    },
    {
      "id": "01-011-0040_p0014",
      "zh_CN": "「问，散心称名，亦除罪否。」这就是问一般人，不是一心，散心就是讲的三心二意，不是一心。这样念佛能不能灭罪？前面所讲的统统是至心、是一心，这个决定灭罪。「答，名号功德不可思议，宁不除罪，但不定往生。」这是真的，蕅益大师没有欺骗我们。散心称名，散心就是用三心二意，就是我们平常处事待人接物用的这个心，用这个心念佛，当然也灭罪，灭罪的力量薄弱，不能往生。他这里说得好，「不定往生」，为什么说「不定」？看你临终那时候会不会至心？如果说临终那一念，你至心了，那就往生了；临终那一念还跟平常一样散心，那就不能往生。所以，能不能往生不一定。诸位要知道，平常能够一心称念，决定往生。所以往生有没有把握，不要问别人，自己知道。",
      "zh_TW": "「問，散心稱名，亦除罪否。」這就是問一般人，不是一心，散心就是講的三心二意，不是一心。這樣念佛能不能滅罪？前面所講的統統是至心、是一心，這個決定滅罪。「答，名號功德不可思議，寧不除罪，但不定往生。」這是真的，蕅益大師沒有欺騙我們。散心稱名，散心就是用三心二意，就是我們平常處事待人接物用的這個心，用這個心念佛，當然也滅罪，滅罪的力量薄弱，不能往生。他這裡說得好，「不定往生」，為什麼說「不定」？看你臨終那時候會不會至心？如果說臨終那一念，你至心了，那就往生了；臨終那一念還跟平常一樣散心，那就不能往生。所以，能不能往生不一定。諸位要知道，平常能夠一心稱念，決定往生。所以往生有沒有把握，不要問別人，自己知道。"
    },
    {
      "id": "01-011-0040_p0015",
      "zh_CN": "果然至心称念，要多久的时间见到真正的效果？我们在《往生传》里面、《净土圣贤录》里面仔细去观察，于是乎我们得到一个答案，大概是在三年左右。怎么知道？古来不少人念佛三年就往生了，就预知时至，坐着走的、站着走的，不生病的。近代往生的这些人当中，三年成就的很多。倓虚老法师告诉我们，谛老有一个徒弟，做锅漏匠的，他教他一句南无阿弥陀佛，人家念了三年，站着往生，预知时至站着走的。这就说明了，至心念，一般人大概三年就可以成功。我们念佛念了几十年，消息都没有，这就是三心二意在念，就是散心念，不是一心念。要一心念的话早就成就了。也有人一听到，三年就往生，三年就死了，这个法门不能修，这还得了！三年就死了。可见得嘴皮上说的往生西方极乐世界，对这个世间非常贪恋，他那个信、愿都是假的，都不是真的。平常念佛装模作样，统统是三心二意，能不能往生都是问题。",
      "zh_TW": "果然至心稱念，要多久的時間見到真正的效果？我們在《往生傳》裡面、《淨土聖賢錄》裡面仔細去觀察，於是乎我們得到一個答案，大概是在三年左右。怎麼知道？古來不少人念佛三年就往生了，就預知時至，坐著走的、站著走的，不生病的。近代往生的這些人當中，三年成就的很多。倓虛老法師告訴我們，諦老有一個徒弟，做鍋漏匠的，他教他一句南無阿彌陀佛，人家念了三年，站著往生，預知時至站著走的。這就說明了，至心念，一般人大概三年就可以成功。我們念佛念了幾十年，消息都沒有，這就是三心二意在念，就是散心念，不是一心念。要一心念的話早就成就了。也有人一聽到，三年就往生，三年就死了，這個法門不能修，這還得了！三年就死了。可見得嘴皮上說的往生西方極樂世界，對這個世間非常貪戀，他那個信、願都是假的，都不是真的。平常念佛裝模作樣，統統是三心二意，能不能往生都是問題。"
    },
    {
      "id": "01-011-0040_p0016",
      "zh_CN": "蕅益大师把这些事实的真相都为我们说出来了，我们自己是不是要想真的往生？真要求往生，没有别的，万缘放下，这个重要！一天到晚牢牢的抓住这一句佛号，这个要紧，其他的事情都不要紧。其他的事情，说实在话统统不相干，随缘随分就好了，这个事情要看作我们这一生当中第一桩大事。我们无量劫以来，可以说生生世世都在学佛、都在念佛，都没有成就。原因在哪里、毛病在哪里，不能不知道。把原因、毛病找出来，把它消除掉，我们这一生当然就圆满成就了。自己实在找不到这个原因，经上说得清楚，祖师大德讲得明白，这对我们来说真正是紧要的关头。",
      "zh_TW": "蕅益大師把這些事實的真相都為我們說出來了，我們自己是不是要想真的往生？真要求往生，沒有別的，萬緣放下，這個重要！一天到晚牢牢的抓住這一句佛號，這個要緊，其他的事情都不要緊。其他的事情，說實在話統統不相干，隨緣隨分就好了，這個事情要看作我們這一生當中第一樁大事。我們無量劫以來，可以說生生世世都在學佛、都在念佛，都沒有成就。原因在哪裡、毛病在哪裡，不能不知道。把原因、毛病找出來，把它消除掉，我們這一生當然就圓滿成就了。自己實在找不到這個原因，經上說得清楚，祖師大德講得明白，這對我們來說真正是緊要的關頭。"
    },
    {
      "id": "01-011-0040_p0017",
      "zh_CN": "底下讲，「以悠悠散善，难敌无始积罪故」。罪是什么？习气，贪瞋痴慢的习气，妄想、执着、烦恼的习气，这个东西不断，这怎么得了！可是诸位要晓得，如果一心称念，习气纵然没有断，真的全降伏了；因为你心无二用，习气它不会起作用，不会起现行，这叫伏烦恼。这一句佛号念得好，念得功夫得力，烦恼真的伏住了。伏住烦恼，就叫做功夫成片，在本经里面、《要解》里面所讲的，就是念佛三昧，就是一心不乱。从伏住烦恼起，一直到断烦恼，统统都叫做事一心。假如说事一心有九品的话，烦恼能伏住，这是初品，这是下下品，就能往生，带业往生；能够把烦恼断掉，那上上品。上上品的事一心，生方便有余土；下下品的事一心，生凡圣同居土。假如念佛的功夫伏不住烦恼，贪瞋痴慢的念头还常常会起来，我们应该要有大惭愧，要真正痛切忏悔。为什么自己功夫不得力？为什么还有烦恼现行？不知道回头，不知道改过，不知道自新，还是继续不断这样糊里糊涂下去，这一生就不能往生了。所以能不能往生，这个权完全在自己手中。下面再为我们说明无始积罪。",
      "zh_TW": "底下講，「以悠悠散善，難敵無始積罪故」。罪是什麼？習氣，貪瞋痴慢的習氣，妄想、執著、煩惱的習氣，這個東西不斷，這怎麼得了！可是諸位要曉得，如果一心稱念，習氣縱然沒有斷，真的全降伏了；因為你心無二用，習氣它不會起作用，不會起現行，這叫伏煩惱。這一句佛號念得好，念得功夫得力，煩惱真的伏住了。伏住煩惱，就叫做功夫成片，在本經裡面、《要解》裡面所講的，就是念佛三昧，就是一心不亂。從伏住煩惱起，一直到斷煩惱，統統都叫做事一心。假如說事一心有九品的話，煩惱能伏住，這是初品，這是下下品，就能往生，帶業往生；能夠把煩惱斷掉，那上上品。上上品的事一心，生方便有餘土；下下品的事一心，生凡聖同居土。假如念佛的功夫伏不住煩惱，貪瞋痴慢的念頭還常常會起來，我們應該要有大慚愧，要真正痛切懺悔。為什麼自己功夫不得力？為什麼還有煩惱現行？不知道回頭，不知道改過，不知道自新，還是繼續不斷這樣糊裡糊塗下去，這一生就不能往生了。所以能不能往生，這個權完全在自己手中。下面再為我們說明無始積罪。"
    },
    {
      "id": "01-011-0040_p0018",
      "zh_CN": "「当知积罪」，积是累积，生生世世无量劫来我们所累积的这些罪业，「假使有体相者」，我们今天讲体积，如果真的罪业像个物体一样，哪怕物体再小，「尽虚空界不能容受」。无始劫到今天造的罪业之多，那个罪业就像微尘一样，今天我们讲像原子、像电子一样，尽虚空遍法界都装不下，好在它没有体积。「虽百年昼夜弥陀十万」，这是讲一心念佛的，这是假设一心念佛的，每一声佛号都灭八十亿劫生死重罪，他念多少？一天念十万声佛号，他一百年都没有间断，这个灭得可多了。「一一声灭八十亿劫生死，然所灭罪如爪上土，未灭罪如大地土。」这个话是真的，不是假的，我们自己要承认，是实在话，一点都不夸张；换句话说，罪业真的是重，真的是可怕。",
      "zh_TW": "「當知積罪」，積是累積，生生世世無量劫來我們所累積的這些罪業，「假使有體相者」，我們今天講體積，如果真的罪業像個物體一樣，哪怕物體再小，「盡虛空界不能容受」。無始劫到今天造的罪業之多，那個罪業就像微塵一樣，今天我們講像原子、像電子一樣，盡虛空遍法界都裝不下，好在它沒有體積。「雖百年晝夜彌陀十萬」，這是講一心念佛的，這是假設一心念佛的，每一聲佛號都滅八十億劫生死重罪，他念多少？一天念十萬聲佛號，他一百年都沒有間斷，這個滅得可多了。「一一聲滅八十億劫生死，然所滅罪如爪上土，未滅罪如大地土。」這個話是真的，不是假的，我們自己要承認，是實在話，一點都不誇張；換句話說，罪業真的是重，真的是可怕。"
    },
    {
      "id": "01-011-0040_p0019",
      "zh_CN": "如何解决这个问题？生到西方世界这个问题就解决了。不生西方世界，麻烦就大了，这个麻烦也是不可思议，为什么？不能生西方极乐世界，六道轮回是随业流转，就是你积的这些罪，你到哪一道去投胎，佛在经上讲得很清楚，强者先牵。你心里面的烦恼，贪瞋痴慢的烦恼，哪一个烦恼的力量强，它就先牵引着你去投胎。罪业不好的贪、瞋、痴、慢，如果说贪的念头强，不管你是贪财、贪色、贪名，无论你贪什么，只要你贪的念头强，你来生就到饿鬼道去了。瞋恚心强、嫉妒心强，嫉妒是瞋恚里面的一部分，地狱道去。愚痴就是我们常讲这个人糊里糊涂，善恶分不清，不能辨别是非善恶，糊涂人，糊涂就堕畜生，愚痴。这是三恶道的业因，称它叫做三毒烦恼，这是罪业里头最重的。所以我们要想想，我们来生不能到西方极乐世界，还搞轮回，搞轮回搞哪一道去？心里自己想想，就知道自己到哪一道去，都不需要问别人。五戒的念头强，也就是世间人人伦道德的念头强，来生才能得人身。十善、慈悲喜舍这个念头强，来生才生天。五戒十善、慈悲喜舍，这样的人少数，搞贪瞋痴的占大多数。我们自己想想自己，这些念头哪个念头最强？自己到哪一道就清楚了。",
      "zh_TW": "如何解決這個問題？生到西方世界這個問題就解決了。不生西方世界，麻煩就大了，這個麻煩也是不可思議，為什麼？不能生西方極樂世界，六道輪迴是隨業流轉，就是你積的這些罪，你到哪一道去投胎，佛在經上講得很清楚，強者先牽。你心裡面的煩惱，貪瞋痴慢的煩惱，哪一個煩惱的力量強，它就先牽引著你去投胎。罪業不好的貪、瞋、痴、慢，如果說貪的念頭強，不管你是貪財、貪色、貪名，無論你貪什麼，只要你貪的念頭強，你來生就到餓鬼道去了。瞋恚心強、嫉妒心強，嫉妒是瞋恚裡面的一部分，地獄道去。愚痴就是我們常講這個人糊裡糊塗，善惡分不清，不能辨別是非善惡，糊塗人，糊塗就墮畜生，愚痴。這是三惡道的業因，稱它叫做三毒煩惱，這是罪業裡頭最重的。所以我們要想想，我們來生不能到西方極樂世界，還搞輪迴，搞輪迴搞哪一道去？心裡自己想想，就知道自己到哪一道去，都不需要問別人。五戒的念頭強，也就是世間人人倫道德的念頭強，來生才能得人身。十善、慈悲喜捨這個念頭強，來生才生天。五戒十善、慈悲喜捨，這樣的人少數，搞貪瞋痴的佔大多數。我們自己想想自己，這些念頭哪個念頭最強？自己到哪一道就清楚了。"
    },
    {
      "id": "01-011-0040_p0020",
      "zh_CN": "这个道理、这个事实真相搞清楚、搞明白了，你决定会发愿求生净土。因为不生净土，这个问题永远不能解决。不能解决，诸位就要记住，六道里头决定堕三途机会多，三途里面的时间就太长了，实在是可怕！饿鬼道一天是我们人间一个月，我们祭鬼神，初一、十五去供养他、祭他，正是他吃早饭、吃午饭，他一天是我们一个月。他的寿命，经上说得很好，也是三百六十五天是一年，他的寿命，短命的都是千岁，长命的是千千岁，出来很难！地狱里头更可怕！李炳老从前办大专讲座，编了一个教材，《佛学十四讲》，那里面有一段就是讲六道。他给我们说地狱道的状况，地狱的一天是我们人间两千七百年。我们中国人号称五千年的文化，在地狱里还不到两天，你说这个地方能去吗？地狱里面短命的都是万岁，长命的就万万岁了。这不得了！太可怕了。《楞严经》里面讲地狱讲得最清楚，《地藏菩萨本愿经》也讲得清楚。诸位要知道，地狱像陷阱一样，在我们日常生活当中处处都是，一不小心就掉下去了。无始的罪业这么重，所以这桩事情非常可怕！",
      "zh_TW": "這個道理、這個事實真相搞清楚、搞明白了，你決定會發願求生淨土。因為不生淨土，這個問題永遠不能解決。不能解決，諸位就要記住，六道裡頭決定墮三途機會多，三途裡面的時間就太長了，實在是可怕！餓鬼道一天是我們人間一個月，我們祭鬼神，初一、十五去供養他、祭他，正是他吃早飯、吃午飯，他一天是我們一個月。他的壽命，經上說得很好，也是三百六十五天是一年，他的壽命，短命的都是千歲，長命的是千千歲，出來很難！地獄裡頭更可怕！李炳老從前辦大專講座，編了一個教材，《佛學十四講》，那裡面有一段就是講六道。他給我們說地獄道的狀況，地獄的一天是我們人間兩千七百年。我們中國人號稱五千年的文化，在地獄裡還不到兩天，你說這個地方能去嗎？地獄裡面短命的都是萬歲，長命的就萬萬歲了。這不得了！太可怕了。《楞嚴經》裡面講地獄講得最清楚，《地藏菩薩本願經》也講得清楚。諸位要知道，地獄像陷阱一樣，在我們日常生活當中處處都是，一不小心就掉下去了。無始的罪業這麼重，所以這樁事情非常可怕！"
    },
    {
      "id": "01-011-0040_p0021",
      "zh_CN": "下面讲，「唯念至一心不乱，则如健人突围而出，非复三军能制耳」。这个比喻，像军队，许多的军队把你包围在里头，军队比喻恶业，无始的积罪，比喻三军重重包围你。只有一个方法突围，什么方法？你念到一心不乱，带业往生，就突围了，就超越了。这个比喻是健人，健是非常勇健、非常强壮、非常勇猛，他能够突围而出。所以最重要的就在「一心」，我们一定要一心称念，「不乱」是不为一切环境所乱，眼不为色所乱，耳不为声所乱。浅而言之，就是常讲的「八风吹不动」，我们不会受一切环境的扰乱，不会被一切境界干扰，你念佛的功夫就得到了。我们念佛人，看到这个也动心，看到那个也动心；世间法不动心了，佛法也动心，看到人家参禅，也想跟他去打个禅七，去坐几天；看那个人持咒，也想跟他学几句咒语。完了！这就不是一心，都是搞三心二意，来生还是搞六道轮回。说老实话，六道轮回里面三善道都得不到，决定是搞三恶道。为什么搞三恶道？你的心自私自利，与纲常伦理不相应，纲常伦理是人道；与慈悲喜舍不相应，慈悲喜舍是天道。所以，来生往哪里去，这就摆得很明白了。我们再看底下这一段。",
      "zh_TW": "下面講，「唯念至一心不亂，則如健人突圍而出，非復三軍能制耳」。這個比喻，像軍隊，許多的軍隊把你包圍在裡頭，軍隊比喻惡業，無始的積罪，比喻三軍重重包圍你。只有一個方法突圍，什麼方法？你念到一心不亂，帶業往生，就突圍了，就超越了。這個比喻是健人，健是非常勇健、非常強壯、非常勇猛，他能夠突圍而出。所以最重要的就在「一心」，我們一定要一心稱念，「不亂」是不為一切環境所亂，眼不為色所亂，耳不為聲所亂。淺而言之，就是常講的「八風吹不動」，我們不會受一切環境的擾亂，不會被一切境界干擾，你念佛的功夫就得到了。我們念佛人，看到這個也動心，看到那個也動心；世間法不動心了，佛法也動心，看到人家參禪，也想跟他去打個禪七，去坐幾天；看那個人持咒，也想跟他學幾句咒語。完了！這就不是一心，都是搞三心二意，來生還是搞六道輪迴。說老實話，六道輪迴裡面三善道都得不到，決定是搞三惡道。為什麼搞三惡道？你的心自私自利，與綱常倫理不相應，綱常倫理是人道；與慈悲喜捨不相應，慈悲喜捨是天道。所以，來生往哪裡去，這就擺得很明白了。我們再看底下這一段。"
    },
    {
      "id": "01-011-0040_p0022",
      "zh_CN": "「然称名便为成佛种子，如金刚终不可坏。」这是这个法门不可思议，不管你是一心、是散心，不管你是恭敬乃至于毁谤，只要你嘴里念一句阿弥陀佛，都成为金刚种子。这个种子决定不坏，哪一天缘成熟了，这个种子起作用，会帮助你念佛求生净土。我们明白这个道理，晓得这个事实，我们要帮助众生这就好办了。不管他信不信，我们手上拿一串念珠，他一看到，「阿弥陀佛」，漫不经心念出来，阿弥陀佛的种子就种下去了。所以同修当中，真正有心自利利他的，帮助人求生西方极乐世界，他这一生不能去，来生来世、多生多劫以后，缘会成熟。我们如何帮助他，使他有机会听到这一句佛号、看到阿弥陀佛这个名号？我们印了很多阿弥陀佛的贴纸，在台湾是很方便的，到处都贴。人人都看见，基督教徒、天主教徒都看见，他们将来统统都会到极乐世界去。我们看到都很欢喜，为什么？他是后一批去的，我们先去，他后一批去，他阿赖耶识里头已经有了阿弥陀佛的种子。这就是多给众生机会。",
      "zh_TW": "「然稱名便為成佛種子，如金剛終不可壞。」這是這個法門不可思議，不管你是一心、是散心，不管你是恭敬乃至於毀謗，只要你嘴裡念一句阿彌陀佛，都成為金剛種子。這個種子決定不壞，哪一天緣成熟了，這個種子起作用，會幫助你念佛求生淨土。我們明白這個道理，曉得這個事實，我們要幫助眾生這就好辦了。不管他信不信，我們手上拿一串念珠，他一看到，「阿彌陀佛」，漫不經心念出來，阿彌陀佛的種子就種下去了。所以同修當中，真正有心自利利他的，幫助人求生西方極樂世界，他這一生不能去，來生來世、多生多劫以後，緣會成熟。我們如何幫助他，使他有機會聽到這一句佛號、看到阿彌陀佛這個名號？我們印了很多阿彌陀佛的貼紙，在台灣是很方便的，到處都貼。人人都看見，基督教徒、天主教徒都看見，他們將來統統都會到極樂世界去。我們看到都很歡喜，為什麼？他是後一批去的，我們先去，他後一批去，他阿賴耶識裡頭已經有了阿彌陀佛的種子。這就是多給眾生機會。"
    },
    {
      "id": "01-011-0040_p0023",
      "zh_CN": "下面举一个例子，「佛世一老人求出家」，释迦牟尼佛在世的时候，有个老人想出家，「五百圣众皆谓无善根」，这些圣众就是佛的弟子，这些阿罗汉们。阿罗汉有神通，他有宿命通，能观察五百世，这个老人五百世当中都没有善根，怎么能出家？出家要有善根，五百世都没有善根。最后佛还是把这个人叫回来，收了他，收他做徒弟。「佛言，此人无量劫前为虎偪，失声称南无佛，今此善根成熟，值我得道，非二乘道眼所知也。」这桩事情《法华经》里头也有记载，佛也说过。这个人在无量劫之前是个樵夫，砍柴的，这个在美国已经没有了，在中国现在内陆里还有，内陆他们还是烧柴，要砍柴。在山上砍柴，遇到一只老虎，老虎要吃他，他没有法子爬到一棵树上，老虎不会上树，爬到树上在那个时候很恐怖，就叫了一句「南无佛」，就这一个种子。这是无量劫之前，阿罗汉的能力见不到。佛看到他无量劫之前，他有佛的种子。因此释迦牟尼佛出现，遇到了之后，他有这个缘分可以出家，这个善根成熟，遇到佛，出家了。所以二乘声闻、缘觉，他们的道眼所见不到的。",
      "zh_TW": "下面舉一個例子，「佛世一老人求出家」，釋迦牟尼佛在世的時候，有個老人想出家，「五百聖眾皆謂無善根」，這些聖眾就是佛的弟子，這些阿羅漢們。阿羅漢有神通，他有宿命通，能觀察五百世，這個老人五百世當中都沒有善根，怎麼能出家？出家要有善根，五百世都沒有善根。最後佛還是把這個人叫回來，收了他，收他做徒弟。「佛言，此人無量劫前為虎偪，失聲稱南無佛，今此善根成熟，值我得道，非二乘道眼所知也。」這樁事情《法華經》裡頭也有記載，佛也說過。這個人在無量劫之前是個樵夫，砍柴的，這個在美國已經沒有了，在中國現在內陸裡還有，內陸他們還是燒柴，要砍柴。在山上砍柴，遇到一隻老虎，老虎要吃他，他沒有法子爬到一棵樹上，老虎不會上樹，爬到樹上在那個時候很恐怖，就叫了一句「南無佛」，就這一個種子。這是無量劫之前，阿羅漢的能力見不到。佛看到他無量劫之前，他有佛的種子。因此釋迦牟尼佛出現，遇到了之後，他有這個緣分可以出家，這個善根成熟，遇到佛，出家了。所以二乘聲聞、緣覺，他們的道眼所見不到的。"
    },
    {
      "id": "01-011-0040_p0024",
      "zh_CN": "「由此观之，法华明过去佛所，散乱称名，皆已成佛，岂不信哉。」《法华经》上所讲的，从这个故事上来看，哪有不相信的道理？过去佛到现在佛，时劫太久远了，一尊佛修行成就要经过三大阿僧祇劫。所以古佛那个时代，众生就是无心叫一句南无佛，那些人现在都成佛了、都成就了。这是我们应当要做的，是我们可以做得到的，我们要随缘随分帮助一切大众，接引一切大众，用这句佛号。现在人用念佛机，念佛机放在车上，车停在那个地方，佛号还照样放。周围的人、外国人他能够听得懂声音，他也会念南无阿弥陀佛，阿赖耶识里统统种下佛的种子。",
      "zh_TW": "「由此觀之，法華明過去佛所，散亂稱名，皆已成佛，豈不信哉。」《法華經》上所講的，從這個故事上來看，哪有不相信的道理？過去佛到現在佛，時劫太久遠了，一尊佛修行成就要經過三大阿僧祇劫。所以古佛那個時代，眾生就是無心叫一句南無佛，那些人現在都成佛了、都成就了。這是我們應當要做的，是我們可以做得到的，我們要隨緣隨分幫助一切大眾，接引一切大眾，用這句佛號。現在人用念佛機，念佛機放在車上，車停在那個地方，佛號還照樣放。周圍的人、外國人他能夠聽得懂聲音，他也會念南無阿彌陀佛，阿賴耶識裡統統種下佛的種子。"
    },
    {
      "id": "01-011-0040_p0025",
      "zh_CN": "「伏愿缁素智愚，于此简易直捷无上圆顿法门，勿视为难而辄生退诿，勿视为易而漫不策勤，勿视为浅而妄致藐轻，勿视为深而弗敢承任。」这是蕅益大师苦口婆心的劝导我们。蕅益大师我们晓得这是佛菩萨再来，你看他的言语、言辞多么谦虚，伏愿，几乎是恳求的口吻。缁是出家人，出家人穿的衣服是染色衣，叫缁衣。素是在家人，古时候印度在家人穿白色的衣服，白衣，所以素是指白衣。智愚是指世间聪明智慧的才子，或者是下愚之人，不识字没有读过书的人。这四个字，就是一切大众，统统都包括在其中了。「于此简易直捷」，「此」是指《阿弥陀经》，持名念佛的法门。这个法门简单容易，因为简单容易，人人能念，人人能接受，人人都能成就。直捷是什么意思？是直捷成佛的法门。诸位要知道，其他法门成佛不是直捷的，是要经过很多的等级，大乘法门里面菩萨有五十一个阶级，这不是直捷的。唯独这个法门是直捷成佛，说老实话，当中五十一个阶级统统没有，所以它是直捷的。因为直捷，那就是无上圆顿法门，圆满到极处了。顿是讲快速、顿超。顿超，在所有一切顿超法门里面，这是第一法门，这就是难信之法。可是我们不能把它看作太难，看作太难就不敢修了，不敢学了。也不能看得太容易，太容易就掉以轻心，自己不能成就。不能看它太浅，《阿弥陀经》许多人都把它看浅了，没有瞧得起它，不肯修学。认为修学念佛法门，都感觉到没有面子，感觉到好像是耻辱。",
      "zh_TW": "「伏願緇素智愚，於此簡易直捷無上圓頓法門，勿視為難而輒生退諉，勿視為易而漫不策勤，勿視為淺而妄致藐輕，勿視為深而弗敢承任。」這是蕅益大師苦口婆心的勸導我們。蕅益大師我們曉得這是佛菩薩再來，你看他的言語、言辭多麼謙虛，伏願，幾乎是懇求的口吻。緇是出家人，出家人穿的衣服是染色衣，叫緇衣。素是在家人，古時候印度在家人穿白色的衣服，白衣，所以素是指白衣。智愚是指世間聰明智慧的才子，或者是下愚之人，不識字沒有讀過書的人。這四個字，就是一切大眾，統統都包括在其中了。「於此簡易直捷」，「此」是指《阿彌陀經》，持名念佛的法門。這個法門簡單容易，因為簡單容易，人人能念，人人能接受，人人都能成就。直捷是什麼意思？是直捷成佛的法門。諸位要知道，其他法門成佛不是直捷的，是要經過很多的等級，大乘法門裡面菩薩有五十一個階級，這不是直捷的。唯獨這個法門是直捷成佛，說老實話，當中五十一個階級統統沒有，所以它是直捷的。因為直捷，那就是無上圓頓法門，圓滿到極處了。頓是講快速、頓超。頓超，在所有一切頓超法門裡面，這是第一法門，這就是難信之法。可是我們不能把它看作太難，看作太難就不敢修了，不敢學了。也不能看得太容易，太容易就掉以輕心，自己不能成就。不能看它太淺，《阿彌陀經》許多人都把它看淺了，沒有瞧得起它，不肯修學。認為修學念佛法門，都感覺到沒有面子，感覺到好像是恥辱。"
    },
    {
      "id": "01-011-0040_p0026",
      "zh_CN": "美国这些年来好太多了。我是八二年来，我来的时候许多同修告诉我，在美国千万不可以讲念佛法门，人家会耻笑！在美国都讲禅、都讲密，大家很尊重，耻笑净土法门，瞧不起念佛人。所以，我初到美国的两、三年，统统讲口头禅。讲口头禅，他们讲不过我，把那些学禅的人降伏住了。然后再讲些密，糊里糊涂的密，我那个糊涂密他们也搞不过我。我在章嘉大师那里三年，密宗东西、常识我知道很多，他们搞的那一套骗不了我的眼睛。然后我再把净土法门介绍给他们，他们不接受也不敢说一句反对的话，这就成功了。那时候还有一样东西把他们伏住了，我从台湾带了一套《阿弥陀经疏钞》讲演的录音带，一共有三百三十多个。一问，《阿弥陀经》。《阿弥陀经》有三百三十多个带子？大家不敢再说《阿弥陀经》是浅的，不敢讲了。慢慢这么多年来，大家才相信。所以，不能把它看得太浅，也不能把它看得太深。",
      "zh_TW": "美國這些年來好太多了。我是八二年來，我來的時候許多同修告訴我，在美國千萬不可以講念佛法門，人家會恥笑！在美國都講禪、都講密，大家很尊重，恥笑淨土法門，瞧不起念佛人。所以，我初到美國的兩、三年，統統講口頭禪。講口頭禪，他們講不過我，把那些學禪的人降伏住了。然後再講些密，糊裡糊塗的密，我那個糊塗密他們也搞不過我。我在章嘉大師那裡三年，密宗東西、常識我知道很多，他們搞的那一套騙不了我的眼睛。然後我再把淨土法門介紹給他們，他們不接受也不敢說一句反對的話，這就成功了。那時候還有一樣東西把他們伏住了，我從台灣帶了一套《阿彌陀經疏鈔》講演的錄音帶，一共有三百三十多個。一問，《阿彌陀經》。《阿彌陀經》有三百三十多個帶子？大家不敢再說《阿彌陀經》是淺的，不敢講了。慢慢這麼多年來，大家才相信。所以，不能把它看得太淺，也不能把它看得太深。"
    },
    {
      "id": "01-011-0040_p0027",
      "zh_CN": "这个法门确实是最深奥的，佛祖都说这是佛果地上的境界，「唯佛与佛方能究竟」，非九界（九界包括等觉菩萨）他自己能力所能够理解的。等觉菩萨一定要得佛力加持，他才能理解，才能说得出来。等觉菩萨尚且如此，何况我们凡夫，它真的是深。但是这个事很容易，这个法门修学起来非常简单，非常容易。「信愿持名」，你看多简单！无量法门里面没有一个比这个更简单，没有一个法门比这个更容易，这是一切法门做个比较，简单容易。现在摆在我们面前的问题，就是「信愿持名」这四个字你能不能真的做到？真做到了，净土你就有分了。假如还是三心二意，信愿持名四个字没有做到，这是真正能不能往生的关键。一定要把这四个字老老实实的做到，换句话说，一心称名。简单的说，心里头只有阿弥陀佛，除阿弥陀佛之外，什么念头都没有，什么心思都没有，这就是信愿持名，这就是一心称念。",
      "zh_TW": "這個法門確實是最深奧的，佛祖都說這是佛果地上的境界，「唯佛與佛方能究竟」，非九界（九界包括等覺菩薩）他自己能力所能夠理解的。等覺菩薩一定要得佛力加持，他才能理解，才能說得出來。等覺菩薩尚且如此，何況我們凡夫，它真的是深。但是這個事很容易，這個法門修學起來非常簡單，非常容易。「信願持名」，你看多簡單！無量法門裡面沒有一個比這個更簡單，沒有一個法門比這個更容易，這是一切法門做個比較，簡單容易。現在擺在我們面前的問題，就是「信願持名」這四個字你能不能真的做到？真做到了，淨土你就有分了。假如還是三心二意，信願持名四個字沒有做到，這是真正能不能往生的關鍵。一定要把這四個字老老實實的做到，換句話說，一心稱名。簡單的說，心裡頭只有阿彌陀佛，除阿彌陀佛之外，什麼念頭都沒有，什麼心思都沒有，這就是信願持名，這就是一心稱念。"
    },
    {
      "id": "01-011-0040_p0028",
      "zh_CN": "后面又重复前面所说的，「盖所持之名号，真实不可思议」。名号功德不可思议！怎么不可思议法？前面说过了，而且讲得很详细。「能持之心性，亦真实不可思议。」能持的心性就是能念的心，能念的心不可思议，为什么？真心；信愿持名，就是真心，就是一心。这不是普通凡夫用的三心二意，这是真心，真心功德不可思议！真心是能感，佛菩萨是所感，感应道交。真心，众生用的真心有感，佛菩萨就有应，感应道交，就是真诚之心。所持的名号，名号功德不可思议。从理上说，是真如本性、虚空法界的德号，阿弥陀佛是无量。从事上说，是阿弥陀佛本愿功德的名号，也就是说，念这个名号与阿弥陀佛四十八愿的功德相应。",
      "zh_TW": "後面又重複前面所說的，「蓋所持之名號，真實不可思議」。名號功德不可思議！怎麼不可思議法？前面說過了，而且講得很詳細。「能持之心性，亦真實不可思議。」能持的心性就是能念的心，能念的心不可思議，為什麼？真心；信願持名，就是真心，就是一心。這不是普通凡夫用的三心二意，這是真心，真心功德不可思議！真心是能感，佛菩薩是所感，感應道交。真心，眾生用的真心有感，佛菩薩就有應，感應道交，就是真誠之心。所持的名號，名號功德不可思議。從理上說，是真如本性、虛空法界的德號，阿彌陀佛是無量。從事上說，是阿彌陀佛本願功德的名號，也就是說，念這個名號與阿彌陀佛四十八願的功德相應。"
    },
    {
      "id": "01-011-0040_p0029",
      "zh_CN": "所以「持一声，则一声不可思议，持十百千万无量无数声，声声皆不可思议也」。这段文里面，古德跟我们讲，它含有三要。所念的佛是「境要」，境界；能念的心是「心要」；能所不二，心佛一如，是「法门要」。「要」是妙的意思，玄妙之极，不可思议，这妙！心、境、法门这三者都不可思议，蕅益大师他老人家的《要解》也不可思议。这《要解》解得实在太好了，难怪印光大师赞叹道，就是古佛再来，给《阿弥陀经》做一个注解，也不能超过其上。曾经有人问过我，印光法师说这个话，是不是对蕅益大师捧得太过分了？诸位同修读了《要解》之后，你们的感想如何？我这个《要解》读了很多遍，也讲过很多遍，我认为印光大师的赞叹是真实语，一点都不过分。可以说他老人家的赞叹恰到好处，实实在在把阿弥陀佛、一切诸佛度众生的心愿，统统都说出来了。",
      "zh_TW": "所以「持一聲，則一聲不可思議，持十百千萬無量無數聲，聲聲皆不可思議也」。這段文裡面，古德跟我們講，它含有三要。所念的佛是「境要」，境界；能念的心是「心要」；能所不二，心佛一如，是「法門要」。「要」是妙的意思，玄妙之極，不可思議，這妙！心、境、法門這三者都不可思議，蕅益大師他老人家的《要解》也不可思議。這《要解》解得實在太好了，難怪印光大師讚歎道，就是古佛再來，給《阿彌陀經》做一個註解，也不能超過其上。曾經有人問過我，印光法師說這個話，是不是對蕅益大師捧得太過分了？諸位同修讀了《要解》之後，你們的感想如何？我這個《要解》讀了很多遍，也講過很多遍，我認為印光大師的讚歎是真實語，一點都不過分。可以說他老人家的讚歎恰到好處，實實在在把阿彌陀佛、一切諸佛度眾生的心願，統統都說出來了。"
    },
    {
      "id": "01-011-0040_p0030",
      "zh_CN": "这是讲能持、所持俱不可思议。我们能够抓到这个纲领，依教奉行，这一生当中决定成就，也就是说决定得生。在没有往生之前，所得到的功德利益，绝不是修学其他法门能够得到的。什么功德、什么利益？身心清净。身心清净，他所显示的就是健康长寿、幸福快乐，现前得到的。世间人天天梦寐追求，求不到，念佛人得到了。将来的成就那更不必说了，那是一切诸佛菩萨都赞叹的，声闻、缘觉，连法身大士都羡慕的，成就不可思议！能持的心性不可思议，所持的名号不可思议，往生成就是更不可思议。",
      "zh_TW": "這是講能持、所持俱不可思議。我們能夠抓到這個綱領，依教奉行，這一生當中決定成就，也就是說決定得生。在沒有往生之前，所得到的功德利益，絕不是修學其他法門能夠得到的。什麼功德、什麼利益？身心清淨。身心清淨，他所顯示的就是健康長壽、幸福快樂，現前得到的。世間人天天夢寐追求，求不到，念佛人得到了。將來的成就那更不必說了，那是一切諸佛菩薩都讚歎的，聲聞、緣覺，連法身大士都羨慕的，成就不可思議！能持的心性不可思議，所持的名號不可思議，往生成就是更不可思議。"
    },
    {
      "id": "01-011-0040_p0031",
      "zh_CN": "我们今天讲到此地。",
      "zh_TW": "我們今天講到此地。"
    }
  ]
}