{
  "doc_id": "01-011-0033",
  "title": {
    "zh_CN": "佛说阿弥陀经要解",
    "zh_TW": "佛說阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十三集",
    "zh_TW": "第三十三集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "美国加州迪安萨大学",
    "zh_TW": "美國加州迪安薩大學"
  },
  "doc_number": "01-011-0033",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "01-011-0033_p0001",
      "zh_CN": "请掀开经本第四十四面，第五行，最后一句看起：",
      "zh_TW": "請掀開經本第四十四面，第五行，最後一句看起："
    },
    {
      "id": "01-011-0033_p0002",
      "zh_CN": "「奈何离此净土，别谭唯心净土，甘堕鼠即鸟空之诮也哉。」末后这一句是蕅益大师感叹的话，对于佛门里面有一些不知道这个事实真相，实在说对于「唯心净土，自性弥陀」也不是真正彻底明白。因为如果明白，他决定老实念佛求生净土，这是真正明白的人他会做的。唯有一知半解，好高骛远，所以把念佛求生西方他把它抛弃在一边，不肯认真去修学，而谈唯心净土。大师在此地有个比喻，「甘堕」，甘是甘心情愿，堕是堕落，「鼠即」是老鼠叫的声音，「鸟空」就是说鸟在空中叫唤，这都是比喻不切实际。把老鼠叫比喻不知道妙有，把鸟在空中叫比喻不知道真空的道理；换句话说，都是堕落在一边，把这个殊胜的机缘在这一生当中当面错过，这是很大的损失。诮就是讥笑的意思。「初依报妙竟」，到这个地方是把西方极乐世界环境介绍完了。下面要跟我们介绍的是正报，请看经文：",
      "zh_TW": "「奈何離此淨土，別譚唯心淨土，甘墮鼠即鳥空之誚也哉。」末後這一句是蕅益大師感嘆的話，對於佛門裡面有一些不知道這個事實真相，實在說對於「唯心淨土，自性彌陀」也不是真正徹底明白。因為如果明白，他決定老實念佛求生淨土，這是真正明白的人他會做的。唯有一知半解，好高騖遠，所以把念佛求生西方他把它拋棄在一邊，不肯認真去修學，而談唯心淨土。大師在此地有個比喻，「甘墮」，甘是甘心情願，墮是墮落，「鼠即」是老鼠叫的聲音，「鳥空」就是說鳥在空中叫喚，這都是比喻不切實際。把老鼠叫比喻不知道妙有，把鳥在空中叫比喻不知道真空的道理；換句話說，都是墮落在一邊，把這個殊勝的機緣在這一生當中當面錯過，這是很大的損失。誚就是譏笑的意思。「初依報妙竟」，到這個地方是把西方極樂世界環境介紹完了。下面要跟我們介紹的是正報，請看經文："
    },
    {
      "id": "01-011-0033_p0003",
      "zh_CN": "【舍利弗。于汝意云何。彼佛何故号阿弥陀。】",
      "zh_TW": "【舍利弗。於汝意云何。彼佛何故號阿彌陀。】"
    },
    {
      "id": "01-011-0033_p0004",
      "zh_CN": "正报里面，一个是介绍西方世界的导师阿弥陀佛，其次再介绍往生到西方极乐世界的这些人，这是我们将来在西方世界的人事环境，当然与我们的关系非常密切。一开端佛就叫着『舍利弗』尊者，告诉他，你的意思以为怎么样？西方世界的佛为什么称作阿弥陀佛？这是说明名号的来源。我们看注解。「此经的示持名妙行，故特征释名号，欲人深信万德洪名不可思议，一心执持，无复疑贰也。」这个解释，解释得非常之好，确实是精要。这部经是释迦牟尼佛的确为我们指示出来持名念佛的妙行，这个奇妙的修行方法。所以佛在此地特别把弥陀的名号为我们标示出来。",
      "zh_TW": "正報裡面，一個是介紹西方世界的導師阿彌陀佛，其次再介紹往生到西方極樂世界的這些人，這是我們將來在西方世界的人事環境，當然與我們的關係非常密切。一開端佛就叫著『舍利弗』尊者，告訴他，你的意思以為怎麼樣？西方世界的佛為什麼稱作阿彌陀佛？這是說明名號的來源。我們看註解。「此經的示持名妙行，故特徵釋名號，欲人深信萬德洪名不可思議，一心執持，無復疑貳也。」這個解釋，解釋得非常之好，確實是精要。這部經是釋迦牟尼佛的確為我們指示出來持名念佛的妙行，這個奇妙的修行方法。所以佛在此地特別把彌陀的名號為我們標示出來。"
    },
    {
      "id": "01-011-0033_p0005",
      "zh_CN": "念佛这个法门究竟妙在什么地方？第一个，只要念这一句佛号，这个实在是非常简单，八万四千法门、无量法门里面没有比这个法门更容易、更单纯的，这一句佛号就能叫我们横超三界，我们常讲的了生死，出三界。这个方法简单、快速，这是第一个妙。第二，本经跟《无量寿经》、《观无量寿佛经》都这么个说法，临终十念、一念就能往生。这就是常讲的带业往生，这是非常殊胜的奇妙，释迦牟尼佛四十九年所说一切法里面都没有。第三，只要往生了，诸位要记住，我们临终一念、十念都能带业往生，生到西方极乐世界品位是不是很低？在我们一般人观念当中一定很低，所有一切罪业都带去了。这个很难讲，不一定地位很低，不但不低，一往生就圆证三不退。我们要特别注意那个圆字，为什么？假如说只讲证三不退，那是圆教初住菩萨、别教初地就证三不退了，但是不圆，就是不是圆满的。圆满证三不退那是什么人？要不是等觉菩萨，就是法云地的菩萨。这个实在叫真难信，真正难信！通常修行人到这个地位，一般讲从小乘初果算起，小乘证得初果须陀洹那天算起，佛在经上常讲要三大阿僧祇劫才能证到圆证三不退。我们念几声佛号，这么样带业往生，生到西方极乐世界立刻就是圆证三不退。人家要花三大阿僧祇劫的时间，我们费多少时间？这个真正是妙，真正是难信之法。这是释迦牟尼佛、阿弥陀佛，这个经上有六方诸佛，这是一切诸佛所说的，这总不是假话，决定不是妄语。所以我们一定要有信心，要能相信诸佛所说。",
      "zh_TW": "念佛這個法門究竟妙在什麼地方？第一個，只要念這一句佛號，這個實在是非常簡單，八萬四千法門、無量法門裡面沒有比這個法門更容易、更單純的，這一句佛號就能叫我們橫超三界，我們常講的了生死，出三界。這個方法簡單、快速，這是第一個妙。第二，本經跟《無量壽經》、《觀無量壽佛經》都這麼個說法，臨終十念、一念就能往生。這就是常講的帶業往生，這是非常殊勝的奇妙，釋迦牟尼佛四十九年所說一切法裡面都沒有。第三，只要往生了，諸位要記住，我們臨終一念、十念都能帶業往生，生到西方極樂世界品位是不是很低？在我們一般人觀念當中一定很低，所有一切罪業都帶去了。這個很難講，不一定地位很低，不但不低，一往生就圓證三不退。我們要特別注意那個圓字，為什麼？假如說只講證三不退，那是圓教初住菩薩、別教初地就證三不退了，但是不圓，就是不是圓滿的。圓滿證三不退那是什麼人？要不是等覺菩薩，就是法雲地的菩薩。這個實在叫真難信，真正難信！通常修行人到這個地位，一般講從小乘初果算起，小乘證得初果須陀洹那天算起，佛在經上常講要三大阿僧祇劫才能證到圓證三不退。我們念幾聲佛號，這麼樣帶業往生，生到西方極樂世界立刻就是圓證三不退。人家要花三大阿僧祇劫的時間，我們費多少時間？這個真正是妙，真正是難信之法。這是釋迦牟尼佛、阿彌陀佛，這個經上有六方諸佛，這是一切諸佛所說的，這總不是假話，決定不是妄語。所以我們一定要有信心，要能相信諸佛所說。"
    },
    {
      "id": "01-011-0033_p0006",
      "zh_CN": "底下讲「欲人深信万德洪名不可思议」，可见得这一句佛号如果不是不思议的功德，怎么可能叫人一下有这样殊胜圆满的成就？如果我们要问，为什么念佛有这样殊胜圆满的成就？答案就是「名号功德不可思议」，这是很少人能够清楚明白的。关键就是叫我们要「一心执持，无复疑贰」，这八个字重要。我们这一生有幸遇到这个法门，听到这个法门，这一生当中能不能成就，关键就在这八个字我们是不是真正能够做到。如果真能做到，没有一个不往生的，凡是往生的人，个个都是圆证三不退。底下这段很重要，念佛人不可以不知道这个意思。",
      "zh_TW": "底下講「欲人深信萬德洪名不可思議」，可見得這一句佛號如果不是不思議的功德，怎麼可能叫人一下有這樣殊勝圓滿的成就？如果我們要問，為什麼念佛有這樣殊勝圓滿的成就？答案就是「名號功德不可思議」，這是很少人能夠清楚明白的。關鍵就是叫我們要「一心執持，無復疑貳」，這八個字重要。我們這一生有幸遇到這個法門，聽到這個法門，這一生當中能不能成就，關鍵就在這八個字我們是不是真正能夠做到。如果真能做到，沒有一個不往生的，凡是往生的人，個個都是圓證三不退。底下這段很重要，念佛人不可以不知道這個意思。"
    },
    {
      "id": "01-011-0033_p0007",
      "zh_CN": "「阿弥陀」这是梵语，是古印度的语言，「正翻无量」，就是正确的翻成中国意思是无量，「阿」翻作无，「弥陀」翻作量，所以阿弥陀意思是无量。无量就没法子说了，「本不可说」，释迦牟尼佛在这个经上用了两个意思来代表无量，「本师以光寿二义，收尽一切无量」。一切无量没法子说，说不尽，在一切无量里面佛说了两种，这两种确实就可以能把一切无量都包括在其中，这个说法也说得非常之好。「光则横遍十方，寿则竖穷三际。」佛用一个「光」，用一个「寿」，要用现代话来讲就是一个时间、一个空间，时空，这就把一切无量都包括。但是我们仔细想一想，这「时空」两个字不如「光寿」来得妙。时空是一个抽象的名词，换句话讲，它是死的；光寿那里面是活活泼泼，充满了生机，所以这个名称用得好。何况佛在大经上告诉我们，一切的无量里面最重要的一个就是寿命。譬如说我们讲有无量的财富，没有寿命，那个财富落空了，谁去享受？自己没办法享受。所以一切无量里面，寿命是第一要紧的事情。我有无量寿，所有一切无量就真正得到受用了，自己才能真实的享受得到。所以寿命非常重要。我们翻阿弥陀佛常常翻作「无量寿佛」，就是这个道理。所以，「光」代表空间，这是照遍十方的意思；「寿」是竖穷三际，是讲过去、现在、未来，这就把所有一切无量都包括了。「横竖交彻，即法界体」，这是我们常讲尽虚空遍法界，现在人所讲的宇宙。整个宇宙，光跟寿这两个字全都代表了，全都包括了，可见这个无量确实是不可思议！",
      "zh_TW": "「阿彌陀」這是梵語，是古印度的語言，「正翻無量」，就是正確的翻成中國意思是無量，「阿」翻作無，「彌陀」翻作量，所以阿彌陀意思是無量。無量就沒法子說了，「本不可說」，釋迦牟尼佛在這個經上用了兩個意思來代表無量，「本師以光壽二義，收盡一切無量」。一切無量沒法子說，說不盡，在一切無量裡面佛說了兩種，這兩種確實就可以能把一切無量都包括在其中，這個說法也說得非常之好。「光則橫遍十方，壽則豎窮三際。」佛用一個「光」，用一個「壽」，要用現代話來講就是一個時間、一個空間，時空，這就把一切無量都包括。但是我們仔細想一想，這「時空」兩個字不如「光壽」來得妙。時空是一個抽象的名詞，換句話講，它是死的；光壽那裡面是活活潑潑，充滿了生機，所以這個名稱用得好。何況佛在大經上告訴我們，一切的無量裡面最重要的一個就是壽命。譬如說我們講有無量的財富，沒有壽命，那個財富落空了，誰去享受？自己沒辦法享受。所以一切無量裡面，壽命是第一要緊的事情。我有無量壽，所有一切無量就真正得到受用了，自己才能真實的享受得到。所以壽命非常重要。我們翻阿彌陀佛常常翻作「無量壽佛」，就是這個道理。所以，「光」代表空間，這是照遍十方的意思；「壽」是豎窮三際，是講過去、現在、未來，這就把所有一切無量都包括了。「橫豎交徹，即法界體」，這是我們常講盡虛空遍法界，現在人所講的宇宙。整個宇宙，光跟壽這兩個字全都代表了，全都包括了，可見這個無量確實是不可思議！"
    },
    {
      "id": "01-011-0033_p0008",
      "zh_CN": "「举此体作弥陀身土」，在这个地方我们就能够体会到西方极乐世界的伟大，真正的净土，真正的阿弥陀佛，原来就是法界。身跟土是一不是二，这是我们初学很不容易体会的，身土不二，色心一如。「亦即举此体作弥陀名号」，名一定有实，有个实体我们才给它起个名字，阿弥陀佛这个名号就是依法界全体而起的。因此，我们念这句阿弥陀佛，就是念法界全体。诸位要明白这个意思，名号功德不可思议你就会恍然大悟。有些同修来告诉我，我们现在念这句阿弥陀佛，念《无量寿经》、念《弥陀经》不够，过去学佛念的《大悲咒》、《心经》、《十小咒》、《普门品》、《地藏经》，现在都不念了，地藏菩萨会怪罪。这都是用我们凡夫的心去测量佛菩萨，佛菩萨也像我们一样，得罪了要怪你。这个心态说老实话，对于诸佛菩萨叫大不敬，你把佛菩萨看扁了，看成跟凡夫小心量一样。这个念头就是罪业，就是造业，佛菩萨哪有这么小器！现在我们了解，原来一句佛号无所不包。念这一句阿弥陀佛，统统都在里头了，一个也没有漏掉，这是真正微妙不可思议！所以诸佛菩萨都赞叹阿弥陀佛，诸佛菩萨都念阿弥陀佛，就是这个道理。",
      "zh_TW": "「舉此體作彌陀身土」，在這個地方我們就能夠體會到西方極樂世界的偉大，真正的淨土，真正的阿彌陀佛，原來就是法界。身跟土是一不是二，這是我們初學很不容易體會的，身土不二，色心一如。「亦即舉此體作彌陀名號」，名一定有實，有個實體我們才給它起個名字，阿彌陀佛這個名號就是依法界全體而起的。因此，我們念這句阿彌陀佛，就是念法界全體。諸位要明白這個意思，名號功德不可思議你就會恍然大悟。有些同修來告訴我，我們現在念這句阿彌陀佛，念《無量壽經》、念《彌陀經》不夠，過去學佛念的《大悲咒》、《心經》、《十小咒》、《普門品》、《地藏經》，現在都不念了，地藏菩薩會怪罪。這都是用我們凡夫的心去測量佛菩薩，佛菩薩也像我們一樣，得罪了要怪你。這個心態說老實話，對於諸佛菩薩叫大不敬，你把佛菩薩看扁了，看成跟凡夫小心量一樣。這個念頭就是罪業，就是造業，佛菩薩哪有這麼小器！現在我們了解，原來一句佛號無所不包。念這一句阿彌陀佛，統統都在裡頭了，一個也沒有漏掉，這是真正微妙不可思議！所以諸佛菩薩都讚歎阿彌陀佛，諸佛菩薩都念阿彌陀佛，就是這個道理。"
    },
    {
      "id": "01-011-0033_p0009",
      "zh_CN": "这个名号不但是法界全体，「即众生本觉理性」。《华严经》上说得很好，「情与无情共一体」，众生跟佛是一个理性，性就是真如本性，理是理体。理体是什么？就是法界体；就是法界全体是阿弥陀佛，法界全体是诸佛如来，法界全体也是一切众生，法界全体也是我自己本人。这是真正的事实。念这句佛号，是念法界全体，是念一切诸佛菩萨，是念自己的真如本性。那哪有漏掉的？决定没有漏失。所以，这一句阿弥陀佛够了，什么样的经、什么样的论、什么样的咒都在这一句佛号之中，这一句佛号圆圆满满的都包括。我们念这一句佛号多方便，何必要念那么多，念那么杂，念那么乱，没有必要！",
      "zh_TW": "這個名號不但是法界全體，「即眾生本覺理性」。《華嚴經》上說得很好，「情與無情共一體」，眾生跟佛是一個理性，性就是真如本性，理是理體。理體是什麼？就是法界體；就是法界全體是阿彌陀佛，法界全體是諸佛如來，法界全體也是一切眾生，法界全體也是我自己本人。這是真正的事實。念這句佛號，是念法界全體，是念一切諸佛菩薩，是念自己的真如本性。那哪有漏掉的？決定沒有漏失。所以，這一句阿彌陀佛夠了，什麼樣的經、什麼樣的論、什麼樣的咒都在這一句佛號之中，這一句佛號圓圓滿滿的都包括。我們念這一句佛號多方便，何必要念那麼多，念那麼雜，念那麼亂，沒有必要！"
    },
    {
      "id": "01-011-0033_p0010",
      "zh_CN": "「持名即始觉合本」，这个事实真的很少人知道。我们起一个念头念阿弥陀佛，这就是始觉，你开始觉悟了。这一句阿弥陀佛的名号就是本觉，本觉就是本性，就是真如本性。始觉合本觉，这就是菩萨行。凡夫他没有始觉，虽有本觉，他不觉，本觉虽然存在，但是在事相上他不觉，这叫凡夫。菩萨在事相上他觉悟了，他对于这些道理、对这个事实真相明白、清楚了。能把始本合起来这叫真修，他真正修行。念佛这个法门是真实修行里面最殊胜的、最巧妙的一个方法，是任何方法所不及的，念佛成佛。「始本不二」，始觉跟本觉是一个觉，不是两个觉。「生佛不二」，迷的时候有生佛，悟了的时候是一个。「故一念相应一念佛，念念相应念念佛也。」什么叫相应？在这个地方我们把相应这两个字意思多少也明白了一些。相应是与这个理相应，是与这个事实相应，什么是事实？法界全体就是我们自己的真如本性，法界全体的德号就叫阿弥陀佛。当我们念这句阿弥陀佛的时候，理事一如，念这句佛号当中，有圆满的理，有圆满的事，这就相应了。念念唤醒自己，自己跟法界合而为一，跟诸佛如来合而为一，跟一切众生合而为一，这就相应了。所以，一念相应一念佛，这个佛是真佛，是圆满的佛，念念相应就念念佛。",
      "zh_TW": "「持名即始覺合本」，這個事實真的很少人知道。我們起一個念頭念阿彌陀佛，這就是始覺，你開始覺悟了。這一句阿彌陀佛的名號就是本覺，本覺就是本性，就是真如本性。始覺合本覺，這就是菩薩行。凡夫他沒有始覺，雖有本覺，他不覺，本覺雖然存在，但是在事相上他不覺，這叫凡夫。菩薩在事相上他覺悟了，他對於這些道理、對這個事實真相明白、清楚了。能把始本合起來這叫真修，他真正修行。念佛這個法門是真實修行裡面最殊勝的、最巧妙的一個方法，是任何方法所不及的，念佛成佛。「始本不二」，始覺跟本覺是一個覺，不是兩個覺。「生佛不二」，迷的時候有生佛，悟了的時候是一個。「故一念相應一念佛，念念相應念念佛也。」什麼叫相應？在這個地方我們把相應這兩個字意思多少也明白了一些。相應是與這個理相應，是與這個事實相應，什麼是事實？法界全體就是我們自己的真如本性，法界全體的德號就叫阿彌陀佛。當我們念這句阿彌陀佛的時候，理事一如，念這句佛號當中，有圓滿的理，有圓滿的事，這就相應了。念念喚醒自己，自己跟法界合而為一，跟諸佛如來合而為一，跟一切眾生合而為一，這就相應了。所以，一念相應一念佛，這個佛是真佛，是圓滿的佛，念念相應就念念佛。"
    },
    {
      "id": "01-011-0033_p0011",
      "zh_CN": "前面曾经讲过，念佛人相应就得佛的气分，有个同修问我，气分这两个字意思不甚明白。什么叫气分？我们举个很简单的例子来说，阿弥陀佛心很清净，我的心现在一天比一天清净，就得了阿弥陀佛清净的气分。阿弥陀佛慈悲，我现在也慢慢学着慈悲，跟阿弥陀佛慈悲的气分就相应了。如果今天这一段你要是听明白了，那就真的相应，真的接近阿弥陀的气分，为什么？始本不二、性相一如、生佛不二、理事不二。我们念佛的时候，逐渐体会这个境界，契入这个境界，这就叫得佛的气分。这个理与事真搞清楚，我们对于这个法门，对于一心念佛、信愿持名就决定不会怀疑。这桩事情真搞清楚了、真搞明白了，疑断掉了，信就生起来。这个信是真信，比正信还要高一等，通常我们讲正信，现在变成真信。正信有两种，一种是依圣言量，佛所讲的，我相信、我不怀疑；另外一个是在经教里面理论明白了，我这个信是有理论依据的，这不是迷信，这叫正信。真信是跟佛气分接触到，接触到他真信，自己真正契入，比正信又要提升了一层，他真信了。请看下面经文。",
      "zh_TW": "前面曾經講過，念佛人相應就得佛的氣分，有個同修問我，氣分這兩個字意思不甚明白。什麼叫氣分？我們舉個很簡單的例子來說，阿彌陀佛心很清淨，我的心現在一天比一天清淨，就得了阿彌陀佛清淨的氣分。阿彌陀佛慈悲，我現在也慢慢學著慈悲，跟阿彌陀佛慈悲的氣分就相應了。如果今天這一段你要是聽明白了，那就真的相應，真的接近阿彌陀的氣分，為什麼？始本不二、性相一如、生佛不二、理事不二。我們念佛的時候，逐漸體會這個境界，契入這個境界，這就叫得佛的氣分。這個理與事真搞清楚，我們對於這個法門，對於一心念佛、信願持名就決定不會懷疑。這樁事情真搞清楚了、真搞明白了，疑斷掉了，信就生起來。這個信是真信，比正信還要高一等，通常我們講正信，現在變成真信。正信有兩種，一種是依聖言量，佛所講的，我相信、我不懷疑；另外一個是在經教裡面理論明白了，我這個信是有理論依據的，這不是迷信，這叫正信。真信是跟佛氣分接觸到，接觸到他真信，自己真正契入，比正信又要提升了一層，他真信了。請看下面經文。"
    },
    {
      "id": "01-011-0033_p0012",
      "zh_CN": "【舍利弗。彼佛光明无量。照十方国。无所障碍。是故号为阿弥陀。】",
      "zh_TW": "【舍利弗。彼佛光明無量。照十方國。無所障礙。是故號為阿彌陀。】"
    },
    {
      "id": "01-011-0033_p0013",
      "zh_CN": "下面两段经文跟我们说明弥陀光寿，这都是从一切无量里面提出两个纲领。先说『光明无量』，光明是智慧，佛有无量的智慧，也就是说我们的自性，我们的真心本性，本来具足无量的智慧。佛，这一切业障都消除干净，所以性德圆满的透露，在相上就是光明遍照，尽虚空遍法界无所不照。对我们来讲他有摄受加持的功能，能够帮助我们消除业障，启发智慧；但是我们要有始觉，才能得到佛对我们的加持。假如我们不具备这个相应，佛光虽然遍照，我们本身有障碍；换句话说，我们拒绝他、排斥他，佛加持的功能我们就享受不到。所以，一定要深信不疑，一心称念，必定业障天天在消除，一天比一天少，智慧一天比一天增长，心地一天比一天清净，这就是相应的现象。或者问相应的样子是什么？一念相应一念佛，一念佛就是一念得到佛的气分，念念相应念念佛，这个相应是个什么样子？相应就是业障消除，心地清净，智慧增长，这就是相应的样子。",
      "zh_TW": "下面兩段經文跟我們說明彌陀光壽，這都是從一切無量裡面提出兩個綱領。先說『光明無量』，光明是智慧，佛有無量的智慧，也就是說我們的自性，我們的真心本性，本來具足無量的智慧。佛，這一切業障都消除乾淨，所以性德圓滿的透露，在相上就是光明遍照，盡虛空遍法界無所不照。對我們來講他有攝受加持的功能，能夠幫助我們消除業障，啟發智慧；但是我們要有始覺，才能得到佛對我們的加持。假如我們不具備這個相應，佛光雖然遍照，我們本身有障礙；換句話說，我們拒絕他、排斥他，佛加持的功能我們就享受不到。所以，一定要深信不疑，一心稱念，必定業障天天在消除，一天比一天少，智慧一天比一天增長，心地一天比一天清淨，這就是相應的現象。或者問相應的樣子是什麼？一念相應一念佛，一念佛就是一念得到佛的氣分，念念相應念念佛，這個相應是個什麼樣子？相應就是業障消除，心地清淨，智慧增長，這就是相應的樣子。"
    },
    {
      "id": "01-011-0033_p0014",
      "zh_CN": "请看注解。「心性寂而常照，故为光明。」这是说明光明的意思，为什么要用「无量光」来解释阿弥陀。心性本来是寂的，寂是静的意思、是定的意思。它里面含的有，要用普通字来讲，它静，这就是寂的意思，安静、清净，安静是不动，也就是定的，清净是决定没有污染。它起作用就是照，这是讲的本性。一切诸佛如来都证到究竟圆满的寂静，这寂静达到究竟圆满。我们讲到等觉菩萨，跟佛只差一个阶级，等觉菩萨还有一品生相无明没破；换句话说，他在清净这里面来讲还不够圆满，还不是圆满的清净，他还有一品生相无明存在。一定要把这一品无明也破掉，那就完全清净了，完全清净，我们叫寂静。实在讲，大乘经上讲，寂静是如来果地上的境界，它也分上中下三品。上品才是真的清净，那就是一尘不染；中品的就是等觉菩萨，还有一品生相无明；下品的，当然他要带两品无明，那就是法云地的菩萨，我们通常讲十地菩萨，十地菩萨是四十二品无明他还剩两品。等觉剩一品，我们叫中品的寂灭，讲五忍菩萨里面中品的。到上品这就是佛，完全清净了，净里头一点污染都没有，所以他的光明是圆满的，是遍照的。",
      "zh_TW": "請看註解。「心性寂而常照，故為光明。」這是說明光明的意思，為什麼要用「無量光」來解釋阿彌陀。心性本來是寂的，寂是靜的意思、是定的意思。它裡面含的有，要用普通字來講，它靜，這就是寂的意思，安靜、清淨，安靜是不動，也就是定的，清淨是決定沒有污染。它起作用就是照，這是講的本性。一切諸佛如來都證到究竟圓滿的寂靜，這寂靜達到究竟圓滿。我們講到等覺菩薩，跟佛只差一個階級，等覺菩薩還有一品生相無明沒破；換句話說，他在清淨這裡面來講還不夠圓滿，還不是圓滿的清淨，他還有一品生相無明存在。一定要把這一品無明也破掉，那就完全清淨了，完全清淨，我們叫寂靜。實在講，大乘經上講，寂靜是如來果地上的境界，它也分上中下三品。上品才是真的清淨，那就是一塵不染；中品的就是等覺菩薩，還有一品生相無明；下品的，當然他要帶兩品無明，那就是法雲地的菩薩，我們通常講十地菩薩，十地菩薩是四十二品無明他還剩兩品。等覺剩一品，我們叫中品的寂滅，講五忍菩薩裡面中品的。到上品這就是佛，完全清淨了，淨裡頭一點污染都沒有，所以他的光明是圓滿的，是遍照的。"
    },
    {
      "id": "01-011-0033_p0015",
      "zh_CN": "底下说「今彻证心性无量之体」，就《仁王经》上五忍位菩萨来讲，这是上品的寂灭忍，寂灭是属于上品的。彻证心性无量之体，「故光明无量也」，它起的大用就是无量的光明，遍照十方。诸佛如来是光明遍照十方，阿弥陀如来是遍照十方，我们当然都在佛光之中。现在的问题，我们既然在佛光注照之中，我们为什么没有感触？为什么没有见到？这个问题不在佛那边，在我们自己这边。譬如我们走到室外，阳光普照，太阳的光明普照，我们偏偏盖个房子住在里面，不让它照到，这不是太阳的事情，不是它的过失，是我们自己找的麻烦，障碍在我们自己这边。阳光遍照，我们做的障碍很明显，这一说我们就明了了。佛光上，我们做的障碍是什么？这个障碍就是不信！你看经论上讲的见思烦恼，贪瞋痴慢疑，这是疑在作祟。我们对佛菩萨所说的怀疑，对于事实真相完全迷惑而不认识，这些大圣大贤给我们介绍的，我们又不能接受、又不能相信，障碍发生在这个地方；如果我们深信不疑，障碍就没有了。能够老实念佛，注意「老实」两个字，老实就是一心念。一心很难，一心就是老实，老实就是一心，能老实念就相应。相应，佛光遍照、佛力加持你就感受到了，你就接触到了，前面讲的与佛的气分相接触，真的就接触到了。",
      "zh_TW": "底下說「今徹證心性無量之體」，就《仁王經》上五忍位菩薩來講，這是上品的寂滅忍，寂滅是屬於上品的。徹證心性無量之體，「故光明無量也」，它起的大用就是無量的光明，遍照十方。諸佛如來是光明遍照十方，阿彌陀如來是遍照十方，我們當然都在佛光之中。現在的問題，我們既然在佛光注照之中，我們為什麼沒有感觸？為什麼沒有見到？這個問題不在佛那邊，在我們自己這邊。譬如我們走到室外，陽光普照，太陽的光明普照，我們偏偏蓋個房子住在裡面，不讓它照到，這不是太陽的事情，不是它的過失，是我們自己找的麻煩，障礙在我們自己這邊。陽光遍照，我們做的障礙很明顯，這一說我們就明瞭了。佛光上，我們做的障礙是什麼？這個障礙就是不信！你看經論上講的見思煩惱，貪瞋痴慢疑，這是疑在作祟。我們對佛菩薩所說的懷疑，對於事實真相完全迷惑而不認識，這些大聖大賢給我們介紹的，我們又不能接受、又不能相信，障礙發生在這個地方；如果我們深信不疑，障礙就沒有了。能夠老實念佛，注意「老實」兩個字，老實就是一心念。一心很難，一心就是老實，老實就是一心，能老實念就相應。相應，佛光遍照、佛力加持你就感受到了，你就接觸到了，前面講的與佛的氣分相接觸，真的就接觸到了。"
    },
    {
      "id": "01-011-0033_p0016",
      "zh_CN": "再看底下一段。「诸佛皆彻性体，皆照十方，皆可名无量光。」一切诸佛事实上这个名字都可以用，所以阿弥陀，本经后面讲是诸佛名号，一切诸佛都是无量光，都是无量寿。「而因中愿力不同，随因缘立别名，弥陀为法藏比丘，发四十八愿，有光明恒照十方之愿，今果成如愿也。」这是说明一切诸佛都是无量光、无量寿，为什么我们单单称西方世界这尊佛，称他作无量光佛、无量寿佛？这个从缘上讲，理上讲是一桩事，但在缘上讲那就各个不相同。「因中」，因是没有成佛以前，像我们现在初闻佛法、发心学佛，我们每个人愿望不相同，一切诸佛在因地当中愿力不一样。像我们现前，我们学佛，我们为什么学佛？每个人学佛的因缘不相同。我们学佛希望将来得到是什么？我们这个愿望也各个不相同。所以到成佛，到果地上，果地上虽然智慧、德能完全相同，度众生的缘不一样。度众生的缘，那要靠各个人生生世世修行发的心、发的愿，要与那个相应。",
      "zh_TW": "再看底下一段。「諸佛皆徹性體，皆照十方，皆可名無量光。」一切諸佛事實上這個名字都可以用，所以阿彌陀，本經後面講是諸佛名號，一切諸佛都是無量光，都是無量壽。「而因中願力不同，隨因緣立別名，彌陀為法藏比丘，發四十八願，有光明恆照十方之願，今果成如願也。」這是說明一切諸佛都是無量光、無量壽，為什麼我們單單稱西方世界這尊佛，稱他作無量光佛、無量壽佛？這個從緣上講，理上講是一樁事，但在緣上講那就各個不相同。「因中」，因是沒有成佛以前，像我們現在初聞佛法、發心學佛，我們每個人願望不相同，一切諸佛在因地當中願力不一樣。像我們現前，我們學佛，我們為什麼學佛？每個人學佛的因緣不相同。我們學佛希望將來得到是什麼？我們這個願望也各個不相同。所以到成佛，到果地上，果地上雖然智慧、德能完全相同，度眾生的緣不一樣。度眾生的緣，那要靠各個人生生世世修行發的心、發的願，要與那個相應。"
    },
    {
      "id": "01-011-0033_p0017",
      "zh_CN": "一切诸佛在因地上修行，佛在大小乘经上也曾经跟我们说过，我们要给他做个比较，确实阿弥陀佛在因地里面发的愿大，发的愿非常具体。像我们通常佛教给我们「众生无边誓愿度」，我们也依样画葫芦念一念，有口无心。不像阿弥陀佛，他的愿那么真切、那么详细，第一个愿是他世界里头没有三恶道，讲得这么清楚、这么明白；我们只含糊笼统一句。确实他的愿跟别人的愿不一样，尤其我们在《无量寿经》上看到，一般人希望成佛就好了，他不但成佛，还要超过一切诸佛，这个愿的确很少见到。成佛还要超过一切诸佛，成佛哪能超过一切诸佛？一切诸佛平等的，怎么可能超过？根本就没这个道理。他那个超过是讲度众生的缘上超过，在本能、智慧、德能上，佛与佛决定是平等的。这在缘上讲，这是一切诸佛因地的愿力不同。",
      "zh_TW": "一切諸佛在因地上修行，佛在大小乘經上也曾經跟我們說過，我們要給他做個比較，確實阿彌陀佛在因地裡面發的願大，發的願非常具體。像我們通常佛教給我們「眾生無邊誓願度」，我們也依樣畫葫蘆念一念，有口無心。不像阿彌陀佛，他的願那麼真切、那麼詳細，第一個願是他世界裡頭沒有三惡道，講得這麼清楚、這麼明白；我們只含糊籠統一句。確實他的願跟別人的願不一樣，尤其我們在《無量壽經》上看到，一般人希望成佛就好了，他不但成佛，還要超過一切諸佛，這個願的確很少見到。成佛還要超過一切諸佛，成佛哪能超過一切諸佛？一切諸佛平等的，怎麼可能超過？根本就沒這個道理。他那個超過是講度眾生的緣上超過，在本能、智慧、德能上，佛與佛決定是平等的。這在緣上講，這是一切諸佛因地的願力不同。"
    },
    {
      "id": "01-011-0033_p0018",
      "zh_CN": "「随因缘立别名」，我们也明白这桩事实，一切诸佛是这个样子的，一切菩萨也是这样的。所以佛菩萨，说实在话没有名号，佛菩萨的名号是随因缘别立的，这个诸位一定要晓得。如果他的因缘相同，名号就相同，这有点像我们世间学校里这些教员、老师的名号一样。譬如在学校里面教国文的，我们就叫他国文老师，国文老师不是他专有的名号，是他教国文，我们叫他国文老师；教数学，我们叫他数学老师，是这么样建立的。一切诸佛菩萨名号统统是这样因缘建立的，因此同名同号的佛菩萨无量无边，这个要知道。因为有些人不了解这个事实，我们都常常碰到有人问，观音菩萨到底是男的是女的？你们说到底是男的是女的？就如同我们要问你，你学校教国文的老师是男的是女的？就是这个意思。男女老少统统有，统统都是。",
      "zh_TW": "「隨因緣立別名」，我們也明白這樁事實，一切諸佛是這個樣子的，一切菩薩也是這樣的。所以佛菩薩，說實在話沒有名號，佛菩薩的名號是隨因緣別立的，這個諸位一定要曉得。如果他的因緣相同，名號就相同，這有點像我們世間學校裡這些教員、老師的名號一樣。譬如在學校裡面教國文的，我們就叫他國文老師，國文老師不是他專有的名號，是他教國文，我們叫他國文老師；教數學，我們叫他數學老師，是這麼樣建立的。一切諸佛菩薩名號統統是這樣因緣建立的，因此同名同號的佛菩薩無量無邊，這個要知道。因為有些人不了解這個事實，我們都常常碰到有人問，觀音菩薩到底是男的是女的？你們說到底是男的是女的？就如同我們要問你，你學校教國文的老師是男的是女的？就是這個意思。男女老少統統有，統統都是。"
    },
    {
      "id": "01-011-0033_p0019",
      "zh_CN": "阿弥陀佛所以称他作阿弥陀，与他因地愿行有关系，这个名号从这里建立的。他因地里面称作法藏比丘，我们在《无量寿经》里面知道得很清楚。他所发的愿，我们现在也清楚愿是怎么发的，我们在经典里面都曾经读到。他四十八愿里头有「光明遍照」这一愿，他成佛了，这一愿也兑现了。所以，世尊在此地就用「无量光」来解释阿弥陀的意思，他愿当中也有无量寿，无量光、无量寿都是弥陀在因地上的本愿。「今果成如愿也」，现在他已经成佛了，果就是证果，证到究竟圆满之果，他的愿都能够如愿以偿，每个愿望统统都兑现了。「法身光明无分际，报身光明称真性，此则佛佛道同。」从这个理、这些事实上来讲，一切诸佛平等无二。法身就是真心本性，是一切法的理体，一切法的理性。他的智慧、光明是本来具足的，这不是修的，本来具足的。无量无边，这叫无分际，际是边际，分是分别，没有分别、没有边际。「报身光明称真性」，报身是自受用身，成了佛之后，自己受用的身，自受用身确实是无量寿、无量光，所以称性的起用，完全跟真如本性一样，这是自受用。这是佛佛道同。佛教我们，修行证果没有别的事情，无非是恢复性德本具的受用而已。所以，诸佛菩萨并没有东西给我们，也不可能有什么给我们，完全是恢复自己的性德而已，这个我们要知道。",
      "zh_TW": "阿彌陀佛所以稱他作阿彌陀，與他因地願行有關係，這個名號從這裡建立的。他因地裡面稱作法藏比丘，我們在《無量壽經》裡面知道得很清楚。他所發的願，我們現在也清楚願是怎麼發的，我們在經典裡面都曾經讀到。他四十八願裡頭有「光明遍照」這一願，他成佛了，這一願也兌現了。所以，世尊在此地就用「無量光」來解釋阿彌陀的意思，他願當中也有無量壽，無量光、無量壽都是彌陀在因地上的本願。「今果成如願也」，現在他已經成佛了，果就是證果，證到究竟圓滿之果，他的願都能夠如願以償，每個願望統統都兌現了。「法身光明無分際，報身光明稱真性，此則佛佛道同。」從這個理、這些事實上來講，一切諸佛平等無二。法身就是真心本性，是一切法的理體，一切法的理性。他的智慧、光明是本來具足的，這不是修的，本來具足的。無量無邊，這叫無分際，際是邊際，分是分別，沒有分別、沒有邊際。「報身光明稱真性」，報身是自受用身，成了佛之後，自己受用的身，自受用身確實是無量壽、無量光，所以稱性的起用，完全跟真如本性一樣，這是自受用。這是佛佛道同。佛教我們，修行證果沒有別的事情，無非是恢復性德本具的受用而已。所以，諸佛菩薩並沒有東西給我們，也不可能有什麼給我們，完全是恢復自己的性德而已，這個我們要知道。"
    },
    {
      "id": "01-011-0033_p0020",
      "zh_CN": "讲到应化身，应化身是他受用身，那是一切诸佛都不一样了，就不相同。「应身光明有照一由旬者，十百千由旬者，一世界十百千世界者。」这是讲一切诸佛应化身的差别，差别大小悬殊太多了，没有法子计算。这些光明大小完全是缘，这个诸位要知道，不是诸佛如来他的能力有大小，不是的，不是能力有大小，是缘。譬如一个智慧圆满的人，学问、智慧、修养圆满的人，他要遇到一个六、七岁的小孩，他收他做学生教他，那只好用很初级的东西来教；换句话说，我们看他是一个小学老师，教小朋友。他如果要在大学里面去教这些大学生，他是大学教授，大学教授比小学老师，学问、智慧应该高了很多，他可以教大学，也可以教小学。他所以能够发挥出来的，不是他自己，是看外面对象。外面缘要是劣一点，他现的光就小；缘要是殊胜，他现的光明就大。从他受用身来讲，这就是无量的差别。所以小有照一由旬的，这大概是度一、两个众生，有一、两位众生缘成熟了，他不能不照顾。「佛氏门中，不舍一人」，一个人机缘成熟了，佛一定也要度他。",
      "zh_TW": "講到應化身，應化身是他受用身，那是一切諸佛都不一樣了，就不相同。「應身光明有照一由旬者，十百千由旬者，一世界十百千世界者。」這是講一切諸佛應化身的差別，差別大小懸殊太多了，沒有法子計算。這些光明大小完全是緣，這個諸位要知道，不是諸佛如來他的能力有大小，不是的，不是能力有大小，是緣。譬如一個智慧圓滿的人，學問、智慧、修養圓滿的人，他要遇到一個六、七歲的小孩，他收他做學生教他，那只好用很初級的東西來教；換句話說，我們看他是一個小學老師，教小朋友。他如果要在大學裡面去教這些大學生，他是大學教授，大學教授比小學老師，學問、智慧應該高了很多，他可以教大學，也可以教小學。他所以能夠發揮出來的，不是他自己，是看外面對象。外面緣要是劣一點，他現的光就小；緣要是殊勝，他現的光明就大。從他受用身來講，這就是無量的差別。所以小有照一由旬的，這大概是度一、兩個眾生，有一、兩位眾生緣成熟了，他不能不照顧。「佛氏門中，不捨一人」，一個人機緣成熟了，佛一定也要度他。"
    },
    {
      "id": "01-011-0033_p0021",
      "zh_CN": "什么叫机缘成熟？第一，把人生看透彻了，真的明白了，人生是苦空无常，决定没有留恋。缘熟了一半，另外一半是决心想求离开六道轮回，这个意念真实，缘就成熟了。一切诸佛菩萨都见到，都看到这个人缘成熟了，哪一尊佛跟他过去生中有缘，这尊佛一定示现在他面前去帮助他，他这一生确实能得到他如愿的果报，佛会来度他。通常在这种情形之下，佛用的是化身，随类化身来度他、来帮助他。如果是人数很多，教化的时间必须很长，不是一次、两次能解决的，长时期的教化，佛一定用应身。应身就是示现，到这个世间来投胎，一样像释迦牟尼佛这种示现的样子。我们晓得印光法师是西方世界大势至菩萨来示现的，这就是应身来的，他要跟我们同时在一起生活一段时间，来影响我们，来教导我们。这个光明就又大一点，又要大一些。",
      "zh_TW": "什麼叫機緣成熟？第一，把人生看透徹了，真的明白了，人生是苦空無常，決定沒有留戀。緣熟了一半，另外一半是決心想求離開六道輪迴，這個意念真實，緣就成熟了。一切諸佛菩薩都見到，都看到這個人緣成熟了，哪一尊佛跟他過去生中有緣，這尊佛一定示現在他面前去幫助他，他這一生確實能得到他如願的果報，佛會來度他。通常在這種情形之下，佛用的是化身，隨類化身來度他、來幫助他。如果是人數很多，教化的時間必須很長，不是一次、兩次能解決的，長時期的教化，佛一定用應身。應身就是示現，到這個世間來投胎，一樣像釋迦牟尼佛這種示現的樣子。我們曉得印光法師是西方世界大勢至菩薩來示現的，這就是應身來的，他要跟我們同時在一起生活一段時間，來影響我們，來教導我們。這個光明就又大一點，又要大一些。"
    },
    {
      "id": "01-011-0033_p0022",
      "zh_CN": "成佛之后，在一般，佛在经上都这么说法，一尊佛他有一个教化的范围、区域，叫做一个世界，这一个世界就叫做三千大千世界，是一尊佛的化土，他的教区。绝大多数都是这个现象，因中发愿都是这样发的。有的愿发得特别，一个大千世界还不够，他还要教两个大千世界、三个大千世界、乃至于十百千大千世界的。只要他发愿，都能做得到，没有做不到的，有发这么大愿的，这是我们在大乘经上有看到的，有一尊佛教化很多个世界的。「唯阿弥普照，故别名无量光。」唯独阿弥陀佛在因地里发的愿、结的缘跟一切诸佛如来不同，我们在《无量寿经》上所看到的。佛在《无量寿经》告诉我们，阿弥陀佛在因地当中曾经摄受二百一十亿诸佛国土，这二百一十亿是密宗里面表法的名称，它不是数字，它的意思是圆满的意思。像《弥陀经》上用「七」表法，《华严经》上用「十」表法，都是代表圆满，不是数字，密宗里面表法通常用十六、用二十一。那就是说弥陀在因中跟众生结的缘是尽虚空遍法界，没有一处他没有结到，他的缘结得这么广。",
      "zh_TW": "成佛之後，在一般，佛在經上都這麼說法，一尊佛他有一個教化的範圍、區域，叫做一個世界，這一個世界就叫做三千大千世界，是一尊佛的化土，他的教區。絕大多數都是這個現象，因中發願都是這樣發的。有的願發得特別，一個大千世界還不夠，他還要教兩個大千世界、三個大千世界、乃至於十百千大千世界的。只要他發願，都能做得到，沒有做不到的，有發這麼大願的，這是我們在大乘經上有看到的，有一尊佛教化很多個世界的。「唯阿彌普照，故別名無量光。」唯獨阿彌陀佛在因地裡發的願、結的緣跟一切諸佛如來不同，我們在《無量壽經》上所看到的。佛在《無量壽經》告訴我們，阿彌陀佛在因地當中曾經攝受二百一十億諸佛國土，這二百一十億是密宗裡面表法的名稱，它不是數字，它的意思是圓滿的意思。像《彌陀經》上用「七」表法，《華嚴經》上用「十」表法，都是代表圓滿，不是數字，密宗裡面表法通常用十六、用二十一。那就是說彌陀在因中跟眾生結的緣是盡虛空遍法界，沒有一處他沒有結到，他的緣結得這麼廣。"
    },
    {
      "id": "01-011-0033_p0023",
      "zh_CN": "他的老师，世间自在王如来跟他讲经说法，将十方诸佛刹土里面依正庄严、善恶因果都跟他说了；不但跟他说了，而且以佛的神力将一切诸佛刹土变现在他的面前，让他统统见到，所以缘就结得深、结得广。他成佛之后，他的教区就尽虚空遍法界，所有一切诸佛刹土都是阿弥陀佛的教区。所以十方世界一切诸佛都劝人念阿弥陀佛、求生西方净土，亲近阿弥陀佛。这是因中的愿不同，这是我们要晓得的。不是阿弥陀佛有什么特别之处，比诸佛高明，不是这个意思，那我们又在打妄想，又错了。是因地当中发的愿不一样，每个人的愿望不相同，是这么一回事情。故别名无量光。",
      "zh_TW": "他的老師，世間自在王如來跟他講經說法，將十方諸佛剎土裡面依正莊嚴、善惡因果都跟他說了；不但跟他說了，而且以佛的神力將一切諸佛剎土變現在他的面前，讓他統統見到，所以緣就結得深、結得廣。他成佛之後，他的教區就盡虛空遍法界，所有一切諸佛剎土都是阿彌陀佛的教區。所以十方世界一切諸佛都勸人念阿彌陀佛、求生西方淨土，親近阿彌陀佛。這是因中的願不同，這是我們要曉得的。不是阿彌陀佛有什麼特別之處，比諸佛高明，不是這個意思，那我們又在打妄想，又錯了。是因地當中發的願不一樣，每個人的願望不相同，是這麼一回事情。故別名無量光。"
    },
    {
      "id": "01-011-0033_p0024",
      "zh_CN": "「然三身不一不异，为令众生得四益故，作此分别耳。」三身是法身、报身、应身，实在讲是一而三，三而一，三身是一体的。一体为什么要说三身？这个说法才能把事实真相圆满的说出来。法身是本体，报身是自受用，应身是他受用，就是帮助别人的，这样才能讲得圆满，把事实真相叙述出来，是这么回事情，这个意思刚才都跟诸位报告出来了。这个地方有一句，「为令众生得四益」，四益就是前面所讲的四悉檀的利益，欢喜的利益、生善的利益、破恶的利益、入理的利益，入理就是契入，得这个四种利益，故作此分别；说三身，里面有这个意思。",
      "zh_TW": "「然三身不一不異，為令眾生得四益故，作此分別耳。」三身是法身、報身、應身，實在講是一而三，三而一，三身是一體的。一體為什麼要說三身？這個說法才能把事實真相圓滿的說出來。法身是本體，報身是自受用，應身是他受用，就是幫助別人的，這樣才能講得圓滿，把事實真相敘述出來，是這麼回事情，這個意思剛才都跟諸位報告出來了。這個地方有一句，「為令眾生得四益」，四益就是前面所講的四悉檀的利益，歡喜的利益、生善的利益、破惡的利益、入理的利益，入理就是契入，得這個四種利益，故作此分別；說三身，裡面有這個意思。"
    },
    {
      "id": "01-011-0033_p0025",
      "zh_CN": "「当知无障碍，约人民言，由众生与佛缘深，故佛光到处，一切世间无不圆见也。」这是说明佛的光明无碍。现代的科技使我们知道，光确实有许多种，我们称它作光波。我们眼的能力所能见到的光是很有限的，比这个波度长的我们见不到，比这个波度短的我们也见不到，所以眼的能力非常有限，在无数光波里面只能接收到这一小段。像无线电电波一样，我们这个机器不太灵光，只能收一个频道，其他的频道都收不到，这个现象确实是如此。佛的光度是圆满的，这是真正不可思议，它是圆满的，在任何一个频道里面都能够收得到，这个光叫圆光，才叫做无障碍。",
      "zh_TW": "「當知無障礙，約人民言，由眾生與佛緣深，故佛光到處，一切世間無不圓見也。」這是說明佛的光明無礙。現代的科技使我們知道，光確實有許多種，我們稱它作光波。我們眼的能力所能見到的光是很有限的，比這個波度長的我們見不到，比這個波度短的我們也見不到，所以眼的能力非常有限，在無數光波裡面只能接收到這一小段。像無線電電波一樣，我們這個機器不太靈光，只能收一個頻道，其他的頻道都收不到，這個現象確實是如此。佛的光度是圓滿的，這是真正不可思議，它是圓滿的，在任何一個頻道裡面都能夠收得到，這個光叫圓光，才叫做無障礙。"
    },
    {
      "id": "01-011-0033_p0026",
      "zh_CN": "「约人民言」，这是对我们来讲，「由众生与佛缘深」，众生接触到佛光，佛光是遍照。佛门也常说「佛不度无缘之人」，佛法对这个「缘」字看得很重，一定要有缘，缘深的人这一生就得度了，缘浅的人这一生都不能得度。但是佛的本愿是要度一切众生的，缘深的，这一生帮他成就；缘浅的，帮他再加深；没有缘的，要跟他结缘。佛用这种方法，叫普度众生。没有缘的人，这一生当中偶尔听到一句「阿弥陀佛」，这就结上缘了，生生世世希望把这个缘给他加深，一直到他成熟，缘成熟了，那一生就得度了。我们跟阿弥陀佛可以说无始劫以来所结的缘，到今天也有了相当的深度，这个深度是不是到成熟的深度那就很难讲了。如果要在这一生成熟，我们必须在缘上特别加强，用什么方式加强？「信愿持名」，用这个方法努力加强，这一生当中很可能就圆满，就成功了。所以要懂得。",
      "zh_TW": "「約人民言」，這是對我們來講，「由眾生與佛緣深」，眾生接觸到佛光，佛光是遍照。佛門也常說「佛不度無緣之人」，佛法對這個「緣」字看得很重，一定要有緣，緣深的人這一生就得度了，緣淺的人這一生都不能得度。但是佛的本願是要度一切眾生的，緣深的，這一生幫他成就；緣淺的，幫他再加深；沒有緣的，要跟他結緣。佛用這種方法，叫普度眾生。沒有緣的人，這一生當中偶爾聽到一句「阿彌陀佛」，這就結上緣了，生生世世希望把這個緣給他加深，一直到他成熟，緣成熟了，那一生就得度了。我們跟阿彌陀佛可以說無始劫以來所結的緣，到今天也有了相當的深度，這個深度是不是到成熟的深度那就很難講了。如果要在這一生成熟，我們必須在緣上特別加強，用什麼方式加強？「信願持名」，用這個方法努力加強，這一生當中很可能就圓滿，就成功了。所以要懂得。"
    },
    {
      "id": "01-011-0033_p0027",
      "zh_CN": "一般人之所以不能见到佛光，不能体会到佛对于一切众生的真实功德，都是因为业障深重，所以见不到，体会不到。消除业障的方法很多，大乘经里面所说的种种法门、种种的修持，无非都是帮助我们消除业障的。消除业障最有效的方法无过于念佛，但是很少人相信，为什么不相信？业障太重。清朝初年乾隆年间的慈云灌顶法师，这在清朝一代也是很有名气的一位法师。他的著作很多，有几十种，在日本《卍字续藏》里面收集了不少，著作等身的一位法师。他在《观经直指》里明白的告诉我们，《观经直指》就是《观无量寿经》的注解，他作的。他说世间人业障、罪障很重，所有一切经法、忏法都消除不掉的，业障重到这个程度，都没有办法消除的，最后还有这一句「阿弥陀佛」能够消除得掉。这句话是很不容易说出来的，他对于这些法门要是认识不清楚，不能够透彻了解，他怎么晓得这句佛号有这样不可思议的力量。所以我们今天想求消业障、断烦恼、灭罪业，不必求其他的经咒，这一句「阿弥陀佛」就好了。一切经咒力量达不到的，没有办法的，最后还得求阿弥陀佛，我们为什么不用这一句阿弥陀佛？为什么不去相信这句阿弥陀佛？",
      "zh_TW": "一般人之所以不能見到佛光，不能體會到佛對於一切眾生的真實功德，都是因為業障深重，所以見不到，體會不到。消除業障的方法很多，大乘經裡面所說的種種法門、種種的修持，無非都是幫助我們消除業障的。消除業障最有效的方法無過於念佛，但是很少人相信，為什麼不相信？業障太重。清朝初年乾隆年間的慈雲灌頂法師，這在清朝一代也是很有名氣的一位法師。他的著作很多，有幾十種，在日本《卍字續藏》裡面收集了不少，著作等身的一位法師。他在《觀經直指》裡明白的告訴我們，《觀經直指》就是《觀無量壽經》的註解，他作的。他說世間人業障、罪障很重，所有一切經法、懺法都消除不掉的，業障重到這個程度，都沒有辦法消除的，最後還有這一句「阿彌陀佛」能夠消除得掉。這句話是很不容易說出來的，他對於這些法門要是認識不清楚，不能夠透徹了解，他怎麼曉得這句佛號有這樣不可思議的力量。所以我們今天想求消業障、斷煩惱、滅罪業，不必求其他的經咒，這一句「阿彌陀佛」就好了。一切經咒力量達不到的，沒有辦法的，最後還得求阿彌陀佛，我們為什麼不用這一句阿彌陀佛？為什麼不去相信這句阿彌陀佛？"
    },
    {
      "id": "01-011-0033_p0028",
      "zh_CN": "所以，只要一心称念，念念无间。阿弥陀佛这执持名号修学的方法，实在讲大势至菩萨讲绝了，也就是教给我们这个佛号要怎么样念才有效果，才能收到效果。大势至菩萨教给我们「都摄六根，净念相继」，你只要照他这个方法，就收到效果。「都摄六根」这句不要去研究它，你只要真正做到「净念相继」，给诸位说，六根自然就收摄了。所以，最重要的就四个字「净念相继」。净要注重，净是清净心。我们对它有怀疑，疑在里面，心不清净，真的没有疑惑。假如里面还有夹杂，心不清净了。譬如说有个念佛的人，老修行，现在听到这个法门好，念佛了，过去是又念《金刚经》，又念《地藏经》，又念《药师经》，现在统统不念了，心里头恐惧！不念《药师经》，生病的时候药师如来不保佑；不念《普门品》，就没办法消灾。好像把这些诸佛菩萨都分配了，哪个菩萨管什么，哪个菩萨管什么，样样都要念到，不念到不行，不能得罪一个，这就夹杂了。怀疑、夹杂这个心态去念阿弥陀佛，不灵，为什么？他不净。",
      "zh_TW": "所以，只要一心稱念，念念無間。阿彌陀佛這執持名號修學的方法，實在講大勢至菩薩講絕了，也就是教給我們這個佛號要怎麼樣念才有效果，才能收到效果。大勢至菩薩教給我們「都攝六根，淨念相繼」，你只要照他這個方法，就收到效果。「都攝六根」這句不要去研究它，你只要真正做到「淨念相繼」，給諸位說，六根自然就收攝了。所以，最重要的就四個字「淨念相繼」。淨要注重，淨是清淨心。我們對它有懷疑，疑在裡面，心不清淨，真的沒有疑惑。假如裡面還有夾雜，心不清淨了。譬如說有個念佛的人，老修行，現在聽到這個法門好，念佛了，過去是又念《金剛經》，又念《地藏經》，又念《藥師經》，現在統統不念了，心裡頭恐懼！不念《藥師經》，生病的時候藥師如來不保佑；不念《普門品》，就沒辦法消災。好像把這些諸佛菩薩都分配了，哪個菩薩管什麼，哪個菩薩管什麼，樣樣都要念到，不念到不行，不能得罪一個，這就夾雜了。懷疑、夾雜這個心態去念阿彌陀佛，不靈，為什麼？他不淨。"
    },
    {
      "id": "01-011-0033_p0029",
      "zh_CN": "净念是完全没有怀疑，完全没有夹杂，一心念。一心不是二心，念佛还想到别的，那就是三心二意，那个不行。「相继」是一句佛号一句佛号不断，这就行了，念念无间，那个效果，大势至菩萨讲得很好，「现前当来，必定见佛」。佛的光明遍照，你怎么接触不到？一定接触得到的。所以，要紧的是净念相继，就是我们常讲的不怀疑、不夹杂、不间断，这就是净念相继。要这样去念佛才有感应，经上讲的相应，一念相应一念佛，念念相应念念佛。",
      "zh_TW": "淨念是完全沒有懷疑，完全沒有夾雜，一心念。一心不是二心，念佛還想到別的，那就是三心二意，那個不行。「相繼」是一句佛號一句佛號不斷，這就行了，念念無間，那個效果，大勢至菩薩講得很好，「現前當來，必定見佛」。佛的光明遍照，你怎麼接觸不到？一定接觸得到的。所以，要緊的是淨念相繼，就是我們常講的不懷疑、不夾雜、不間斷，這就是淨念相繼。要這樣去念佛才有感應，經上講的相應，一念相應一念佛，念念相應念念佛。"
    },
    {
      "id": "01-011-0033_p0030",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}