{
  "doc_id": "01-011-0020",
  "title": {
    "zh_CN": "佛说阿弥陀经要解",
    "zh_TW": "佛說阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十集",
    "zh_TW": "第二十集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "美国加州迪安萨大学",
    "zh_TW": "美國加州迪安薩大學"
  },
  "doc_number": "01-011-0020",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "01-011-0020_p0001",
      "zh_CN": "请掀开经本，第三十二面倒数第五行，我们从末后一句看起：",
      "zh_TW": "請掀開經本，第三十二面倒數第五行，我們從末後一句看起："
    },
    {
      "id": "01-011-0020_p0002",
      "zh_CN": "「此则以阿弥种种庄严作增上本质，带起众生自心种种庄严，全佛即生，全他即自，故曰成就如是功德庄严。」上次我们念到这个地方。佛法，总而言之，虽然说得很多，经论、法门、宗派很多，其实归纳起来不外乎性、相二宗，也就是我们常讲的空有二宗，这就把整个佛法都包括了。这个地方蕅益大师所说的，是以阿弥陀佛种种庄严，前面给我们说过，这都是阿弥陀佛称性功德之所成就。这个说法就是属于性宗的，属于空宗的。这个「作增上本质，带起众生自心种种庄严」，这是属于相宗的讲法。缘有四种，我们常讲四缘生法，就是这四种。「亲因缘」就是我们真心本性里面含藏着的种子，这是无所不包、无所不有，十法界讲依正庄严、一切万法，都是我们自性变现出来的，所以说唯心所现。它为什么能现？就是真如本性里头本来就有，它现出这个境界出来，这是亲因。但是单单有亲因，如果没有后面这三个缘，不会结果。佛家常说因果，这是略称，其实它是因、缘、果，因要没有缘，决定不会结果。所以这个关系，缘太重要了，佛家常讲「缘生」，一切法统统是缘生；它不说是因生，它说缘生，因为因没有缘不会生的。这是这么一个关系，因加上缘才有果。因就是亲因缘，缘就包括当中「所缘缘、无间缘、增上缘」，这三个都是属于缘，这三种缘缺一个都不行，缺一个都不会结果。",
      "zh_TW": "「此則以阿彌種種莊嚴作增上本質，帶起眾生自心種種莊嚴，全佛即生，全他即自，故曰成就如是功德莊嚴。」上次我們念到這個地方。佛法，總而言之，雖然說得很多，經論、法門、宗派很多，其實歸納起來不外乎性、相二宗，也就是我們常講的空有二宗，這就把整個佛法都包括了。這個地方蕅益大師所說的，是以阿彌陀佛種種莊嚴，前面給我們說過，這都是阿彌陀佛稱性功德之所成就。這個說法就是屬於性宗的，屬於空宗的。這個「作增上本質，帶起眾生自心種種莊嚴」，這是屬於相宗的講法。緣有四種，我們常講四緣生法，就是這四種。「親因緣」就是我們真心本性裡面含藏著的種子，這是無所不包、無所不有，十法界講依正莊嚴、一切萬法，都是我們自性變現出來的，所以說唯心所現。它為什麼能現？就是真如本性裡頭本來就有，它現出這個境界出來，這是親因。但是單單有親因，如果沒有後面這三個緣，不會結果。佛家常說因果，這是略稱，其實它是因、緣、果，因要沒有緣，決定不會結果。所以這個關係，緣太重要了，佛家常講「緣生」，一切法統統是緣生；它不說是因生，它說緣生，因為因沒有緣不會生的。這是這麼一個關係，因加上緣才有果。因就是親因緣，緣就包括當中「所緣緣、無間緣、增上緣」，這三個都是屬於緣，這三種緣缺一個都不行，缺一個都不會結果。"
    },
    {
      "id": "01-011-0020_p0003",
      "zh_CN": "现在我们就讲到净土的往生，西方世界种种庄严。种种庄严，阿弥陀佛变现的这个净土对我们来说是增上缘，这是非常殊胜的一个增上缘。由于这个增上缘，把我们前面的亲因、所缘、无间缘引发出来了，这是我们心性里头本来具足的；增上缘是外面的，是由它来引发，使我们自性性德的庄严跟阿弥陀佛无二无别，完全是一样的。所以西方世界的庄严，是佛跟一切往生去的人可以说是共同的成就。当然这个里面最主要的是阿弥陀佛，他带头，他领导大家将性德完全流露出来。",
      "zh_TW": "現在我們就講到淨土的往生，西方世界種種莊嚴。種種莊嚴，阿彌陀佛變現的這個淨土對我們來說是增上緣，這是非常殊勝的一個增上緣。由於這個增上緣，把我們前面的親因、所緣、無間緣引發出來了，這是我們心性裡頭本來具足的；增上緣是外面的，是由它來引發，使我們自性性德的莊嚴跟阿彌陀佛無二無別，完全是一樣的。所以西方世界的莊嚴，是佛跟一切往生去的人可以說是共同的成就。當然這個裡面最主要的是阿彌陀佛，他帶頭，他領導大家將性德完全流露出來。"
    },
    {
      "id": "01-011-0020_p0004",
      "zh_CN": "「增上本质」，这个本质跟后面相宗讲的「影像」是一个对比。阿弥陀佛做一个典型、做一个榜样，这是本质。我们一切凡夫去往生的，依照他这个样子，譬如我们简单的来说，《无量寿经》的四十八愿，这是增上本质，是阿弥陀佛的大愿。我们熟读四十八愿，深入四十八愿，深入是了解它，然后依照阿弥陀佛的愿，我们自己也发起来。阿弥陀佛这四十八愿是本质，我们自己真正从内心发的愿跟阿弥陀佛的愿一模一样，那就叫带起众生自心的愿力，把我们自己心性里面的大愿带出来，引导出来了，就是这个意思。所以这个叫做影像，跟本质两个对比，称之为影像。种种庄严就是前面所说的依正庄严。",
      "zh_TW": "「增上本質」，這個本質跟後面相宗講的「影像」是一個對比。阿彌陀佛做一個典型、做一個榜樣，這是本質。我們一切凡夫去往生的，依照他這個樣子，譬如我們簡單的來說，《無量壽經》的四十八願，這是增上本質，是阿彌陀佛的大願。我們熟讀四十八願，深入四十八願，深入是了解它，然後依照阿彌陀佛的願，我們自己也發起來。阿彌陀佛這四十八願是本質，我們自己真正從內心發的願跟阿彌陀佛的願一模一樣，那就叫帶起眾生自心的願力，把我們自己心性裡面的大願帶出來，引導出來了，就是這個意思。所以這個叫做影像，跟本質兩個對比，稱之為影像。種種莊嚴就是前面所說的依正莊嚴。"
    },
    {
      "id": "01-011-0020_p0005",
      "zh_CN": "「全佛即生，全他即自」，这个意思是广大无边，没有止境的。譬如说我们讲全性即相，全事即理，都是这一个意思。这个意思很深很广，它的确是事实。如果我们真的能够体会，契入这个境界，那你不但烦恼没有了，生死也没有了。佛法里面常讲迷悟，迷的是什么？迷的就不知道「全佛即生，全自即他，全事即理」，就是迷的这个；悟也就悟的这个。悟了就叫做佛菩萨，迷了就叫凡夫；悟了就一真法界，迷了就有十法界。十法界，迷得愈深，这个法界里就愈低，迷得愈浅他就往上提升，迷得最深的是地狱，地狱是全迷。所以，十法界是这么变现出来的，不是有意变现的，是迷悟浅深差别不同而变现出来的这么一个境界。所以这个地方关系很重要。",
      "zh_TW": "「全佛即生，全他即自」，這個意思是廣大無邊，沒有止境的。譬如說我們講全性即相，全事即理，都是這一個意思。這個意思很深很廣，它的確是事實。如果我們真的能夠體會，契入這個境界，那你不但煩惱沒有了，生死也沒有了。佛法裡面常講迷悟，迷的是什麼？迷的就不知道「全佛即生，全自即他，全事即理」，就是迷的這個；悟也就悟的這個。悟了就叫做佛菩薩，迷了就叫凡夫；悟了就一真法界，迷了就有十法界。十法界，迷得愈深，這個法界裡就愈低，迷得愈淺他就往上提升，迷得最深的是地獄，地獄是全迷。所以，十法界是這麼變現出來的，不是有意變現的，是迷悟淺深差別不同而變現出來的這麼一個境界。所以這個地方關係很重要。"
    },
    {
      "id": "01-011-0020_p0006",
      "zh_CN": "所谓「全佛」，这是讲佛的本质，佛所变现出来的西方极乐世界依报、正报种种庄严，就是众生的带质境。讲众生每个去往生的人，他的性德没有流露出来，见到阿弥陀佛这个境界，自自然然就带出来了。西方世界如是，我们现前这个世界又何尝不是，我们现前这也是的。我们的本质，增上本质不善。他是阿弥陀佛来做增上本质，那是最殊胜不过的，我们今天是大众的业力，众生的业力做我们现在的增上本质。今天大众他们的想法、看法、做法都不是善业，我们是一个很善的人、很纯良的人，在这个环境里头待久了，自自然然就染了许多的恶习气，于是我们自己的恶习气也现前。怎么现前的？环境把它带出来的。所以，理是相同的，从一真法界到十法界没有第二个理，理是一个。西方世界阿弥陀佛是圆满的自性，是以这种性德作我们的本质。因此我们到那里去，不必要很长的时间，也会薰染变成了性德。这是这个世界跟其他世界不相同，完全不一样的，是最可贵也是最真实，最值得一切众生向往的就在此地。「他」，这个他是指阿弥陀佛，就是自性弥陀，所以「唯心净土，自性弥陀」，就是果，因缘果，这就是果。「故曰成就如是功德庄严」，蕅益大师用的文字虽然不多，实实在在讲西方净土，无论是事、是理、是性、是相都给我们说得很透彻，这是非常难得的一部好书。",
      "zh_TW": "所謂「全佛」，這是講佛的本質，佛所變現出來的西方極樂世界依報、正報種種莊嚴，就是眾生的帶質境。講眾生每個去往生的人，他的性德沒有流露出來，見到阿彌陀佛這個境界，自自然然就帶出來了。西方世界如是，我們現前這個世界又何嘗不是，我們現前這也是的。我們的本質，增上本質不善。他是阿彌陀佛來做增上本質，那是最殊勝不過的，我們今天是大眾的業力，眾生的業力做我們現在的增上本質。今天大眾他們的想法、看法、做法都不是善業，我們是一個很善的人、很純良的人，在這個環境裡頭待久了，自自然然就染了許多的惡習氣，於是我們自己的惡習氣也現前。怎麼現前的？環境把它帶出來的。所以，理是相同的，從一真法界到十法界沒有第二個理，理是一個。西方世界阿彌陀佛是圓滿的自性，是以這種性德作我們的本質。因此我們到那裡去，不必要很長的時間，也會薰染變成了性德。這是這個世界跟其他世界不相同，完全不一樣的，是最可貴也是最真實，最值得一切眾生嚮往的就在此地。「他」，這個他是指阿彌陀佛，就是自性彌陀，所以「唯心淨土，自性彌陀」，就是果，因緣果，這就是果。「故曰成就如是功德莊嚴」，蕅益大師用的文字雖然不多，實實在在講西方淨土，無論是事、是理、是性、是相都給我們說得很透徹，這是非常難得的一部好書。"
    },
    {
      "id": "01-011-0020_p0007",
      "zh_CN": "我们再看下面经文，底下这是讲西方世界我们居住缘境的环境，也是离苦得乐的另一个意思。前面我们曾经提过天时、地利、人和，这段是天时之乐，也就是无求不得苦，西方世界一切都是随心所欲。",
      "zh_TW": "我們再看下面經文，底下這是講西方世界我們居住緣境的環境，也是離苦得樂的另一個意思。前面我們曾經提過天時、地利、人和，這段是天時之樂，也就是無求不得苦，西方世界一切都是隨心所欲。"
    },
    {
      "id": "01-011-0020_p0008",
      "zh_CN": "【又舍利弗。彼佛国土。常作天乐。黄金为地。昼夜六时。雨天曼陀罗华。其土众生。常以清旦。各以衣裓。盛众妙华。供养他方十万亿佛。即以食时。还到本国。饭食经行。】",
      "zh_TW": "【又舍利弗。彼佛國土。常作天樂。黃金為地。晝夜六時。雨天曼陀羅華。其土眾生。常以清旦。各以衣裓。盛眾妙華。供養他方十萬億佛。即以食時。還到本國。飯食經行。】"
    },
    {
      "id": "01-011-0020_p0009",
      "zh_CN": "这一段是给我们说明西方世界空中常有『天乐』。我们这个地方的人喜欢音乐，爱好音乐不但是我们这个世界，十方世界一切众生都有这个嗜好，都喜欢音乐。西方有天乐，所谓天乐，绝对不是人去演奏的，空中自然有这个乐音。而且这个音乐，你喜欢哪一种音乐，听到就是演奏这种音乐，是随各人心你所听到的不相同。这是空中之乐。『黄金为地』，这个地方讲的地，实在是讲道路、地面。因为西方极乐世界的大地是琉璃的，就像我们这个世界的翡翠一样，绿色的玉，透明的。道路是用黄金铺的，所以黄金为地。『昼夜六时』，西方世界实在讲没有昼夜，昼夜六时是释迦牟尼佛迁就我们这个世界众生的观念。昼夜六时它的意思就是不间断的，没有间断的。『雨天曼陀罗华』，天花，空中有天花纷纷落向地面。「曼陀罗」是梵语，翻成中国的意思叫适意，很合自己的意思；换句话说，你喜欢看什么花，落下来的花就变成什么样子，喜欢听什么音乐，听的乐音就是没有一样不如意。各人听的不相同，各人见的也不相同，这个世界才叫做圆满，才真正的叫极乐。这是说空中之乐，有天花、有天乐。",
      "zh_TW": "這一段是給我們說明西方世界空中常有『天樂』。我們這個地方的人喜歡音樂，愛好音樂不但是我們這個世界，十方世界一切眾生都有這個嗜好，都喜歡音樂。西方有天樂，所謂天樂，絕對不是人去演奏的，空中自然有這個樂音。而且這個音樂，你喜歡哪一種音樂，聽到就是演奏這種音樂，是隨各人心你所聽到的不相同。這是空中之樂。『黃金為地』，這個地方講的地，實在是講道路、地面。因為西方極樂世界的大地是琉璃的，就像我們這個世界的翡翠一樣，綠色的玉，透明的。道路是用黃金鋪的，所以黃金為地。『晝夜六時』，西方世界實在講沒有晝夜，晝夜六時是釋迦牟尼佛遷就我們這個世界眾生的觀念。晝夜六時它的意思就是不間斷的，沒有間斷的。『雨天曼陀羅華』，天花，空中有天花紛紛落向地面。「曼陀羅」是梵語，翻成中國的意思叫適意，很合自己的意思；換句話說，你喜歡看什麼花，落下來的花就變成什麼樣子，喜歡聽什麼音樂，聽的樂音就是沒有一樣不如意。各人聽的不相同，各人見的也不相同，這個世界才叫做圓滿，才真正的叫極樂。這是說空中之樂，有天花、有天樂。"
    },
    {
      "id": "01-011-0020_p0010",
      "zh_CN": "『其土众生』，底下说西方极乐世界的人他们的生活状况。这是说明他的神通广大，能够事奉许多诸佛如来，这是乐事。『常以清旦』，清旦是比喻，像我们这个世界，因为我们有昼夜，有昼夜就有早晨，早晨起来之后去拜佛，这是很好的时候。『各以衣裓』，「衣裓」是盛花的工具，像我们这个世间用花篮，类似这个，盛花的，这叫衣裓。『盛众妙华』，这些妙花也是随自己意念变现出来的，拿这个花『供养他方十万亿佛』。就算是一尊佛，一个大千世界，像我们一般人常说的一个银河系，这假设的，一个银河系。他早晨出去转一圈，这有多大的范围？十万亿个银河系，转了一圈。其实「十万亿」是释迦牟尼佛的方便说。为什么十万亿是方便说？因为西方世界距离我们这里是十万亿佛国土，这个意思就是说，你到西方极乐世界去了之后，你每天都可以回来看看。我们这个世间人情很重，舍不得这个家乡，舍不得，你每天都可以回来，意思是这个。其实不只十万亿，无量无边诸佛国土。那你绕一圈去供养，时间很短，这是说明他神通能力的广大。",
      "zh_TW": "『其土眾生』，底下說西方極樂世界的人他們的生活狀況。這是說明他的神通廣大，能夠事奉許多諸佛如來，這是樂事。『常以清旦』，清旦是比喻，像我們這個世界，因為我們有晝夜，有晝夜就有早晨，早晨起來之後去拜佛，這是很好的時候。『各以衣裓』，「衣裓」是盛花的工具，像我們這個世間用花籃，類似這個，盛花的，這叫衣裓。『盛眾妙華』，這些妙花也是隨自己意念變現出來的，拿這個花『供養他方十萬億佛』。就算是一尊佛，一個大千世界，像我們一般人常說的一個銀河系，這假設的，一個銀河系。他早晨出去轉一圈，這有多大的範圍？十萬億個銀河系，轉了一圈。其實「十萬億」是釋迦牟尼佛的方便說。為什麼十萬億是方便說？因為西方世界距離我們這裡是十萬億佛國土，這個意思就是說，你到西方極樂世界去了之後，你每天都可以回來看看。我們這個世間人情很重，捨不得這個家鄉，捨不得，你每天都可以回來，意思是這個。其實不只十萬億，無量無邊諸佛國土。那你繞一圈去供養，時間很短，這是說明他神通能力的廣大。"
    },
    {
      "id": "01-011-0020_p0011",
      "zh_CN": "这个地方我们必须要晓得，假如要是轮流一尊佛一尊佛那里去拜访，这时间决定不够用的，决定不可能。他有能力在同一个时间，这十万亿佛国土诸佛面前都有他的身，他能够分身，这个意思才是正确的。不是像我们一个一个去拜访，他同时去拜访，同时供佛，听佛讲经说法。回来的时候，无量的分身又合成一身，回来了，这是他真正的能力。所以到西方极乐世界，我们也都有这个能力。这个能力不但是我们羡慕，这些阿罗汉、辟支佛、菩萨都羡慕。菩萨虽然有这个能力，没有这么大。他这个能力太大了，简直是不可思议！",
      "zh_TW": "這個地方我們必須要曉得，假如要是輪流一尊佛一尊佛那裡去拜訪，這時間決定不夠用的，決定不可能。他有能力在同一個時間，這十萬億佛國土諸佛面前都有他的身，他能夠分身，這個意思才是正確的。不是像我們一個一個去拜訪，他同時去拜訪，同時供佛，聽佛講經說法。回來的時候，無量的分身又合成一身，回來了，這是他真正的能力。所以到西方極樂世界，我們也都有這個能力。這個能力不但是我們羨慕，這些阿羅漢、辟支佛、菩薩都羨慕。菩薩雖然有這個能力，沒有這麼大。他這個能力太大了，簡直是不可思議！"
    },
    {
      "id": "01-011-0020_p0012",
      "zh_CN": "『即以食时，还到本国』，这是说他这个时间并不很长，像我们讲一餐饭的时间，也不过半个小时、一个小时，他就回来了。他已经出去一趟，所有一切诸佛如来他都供养了，都去拜访了。诸位想想，智慧怎么会不开？福德怎么会不大？供佛的福德最大。每天都去供养无量无边诸佛如来，福德大，叫福德多，经上讲的福德多！每天听一切诸佛如来说法，善根多。善根、福德在西方极乐世界增长的速度也不是我们能够想像得到的，所以那边成佛容易，道理也在此地。我们读经，在经典里面，往往看到释迦牟尼佛讲经说法，听众当中有听了一半，甚至于不到一半，他就开悟、就证果了，听一尊佛说法。同时听一切诸佛说法，哪有不大彻大悟的道理！所以十方世界一切诸佛如来劝我们念佛往生西方极乐世界，有道理，没错。生到其他诸佛国土，说实在话只能听一尊佛说法，到西方极乐世界是时时刻刻听一切诸佛说法。这个不能比！",
      "zh_TW": "『即以食時，還到本國』，這是說他這個時間並不很長，像我們講一餐飯的時間，也不過半個小時、一個小時，他就回來了。他已經出去一趟，所有一切諸佛如來他都供養了，都去拜訪了。諸位想想，智慧怎麼會不開？福德怎麼會不大？供佛的福德最大。每天都去供養無量無邊諸佛如來，福德大，叫福德多，經上講的福德多！每天聽一切諸佛如來說法，善根多。善根、福德在西方極樂世界增長的速度也不是我們能夠想像得到的，所以那邊成佛容易，道理也在此地。我們讀經，在經典裡面，往往看到釋迦牟尼佛講經說法，聽眾當中有聽了一半，甚至於不到一半，他就開悟、就證果了，聽一尊佛說法。同時聽一切諸佛說法，哪有不大徹大悟的道理！所以十方世界一切諸佛如來勸我們念佛往生西方極樂世界，有道理，沒錯。生到其他諸佛國土，說實在話只能聽一尊佛說法，到西方極樂世界是時時刻刻聽一切諸佛說法。這個不能比！"
    },
    {
      "id": "01-011-0020_p0013",
      "zh_CN": "『还到本国，饭食经行』。早晨出去，回来正好吃早饭的时候，吃完早饭干什么？经行，经行就是我们讲散步。你看这个日子多舒服，多逍遥自在！西方极乐世界那边的生活状况，诸位在三经里面都能够看到。他们的生活，读经、讲经、听经、研究、讨论，到他方去供养佛，参加诸佛的法会，哪个地方与自己有缘的众生有苦难，现身去帮助这些人，他们的生活是这样的。所以往生到极乐世界，活动的范围太大了，普通的菩萨活动的范围都不大，都是在一个佛世界，在这个里面活动。唯独西方世界的众生，他的活动范围与阿弥陀佛的愿力相应，尽虚空遍法界是他活动的范围。我们把这个事实真相搞清楚了，怎么能不去？不去那真是愚人！李老师以前说得很好，明了了、清楚了，再不想去，那个人要不是狂妄就是愚痴，非狂即愚；换句话说，那绝对不是正常人，正常人没有一个不想去的。我们看注解。",
      "zh_TW": "『還到本國，飯食經行』。早晨出去，回來正好吃早飯的時候，吃完早飯幹什麼？經行，經行就是我們講散步。你看這個日子多舒服，多逍遙自在！西方極樂世界那邊的生活狀況，諸位在三經裡面都能夠看到。他們的生活，讀經、講經、聽經、研究、討論，到他方去供養佛，參加諸佛的法會，哪個地方與自己有緣的眾生有苦難，現身去幫助這些人，他們的生活是這樣的。所以往生到極樂世界，活動的範圍太大了，普通的菩薩活動的範圍都不大，都是在一個佛世界，在這個裡面活動。唯獨西方世界的眾生，他的活動範圍與阿彌陀佛的願力相應，盡虛空遍法界是他活動的範圍。我們把這個事實真相搞清楚了，怎麼能不去？不去那真是愚人！李老師以前說得很好，明瞭了、清楚了，再不想去，那個人要不是狂妄就是愚痴，非狂即愚；換句話說，那絕對不是正常人，正常人沒有一個不想去的。我們看註解。"
    },
    {
      "id": "01-011-0020_p0014",
      "zh_CN": "「乐是声尘，地是色尘，华是色香二尘，食是味尘，盛华散华经行是触尘」，这是说西方世界的五尘。我们这个世界，这五大类都是不清净的，所以用个「尘」字来代表。「尘」有染污的意思，像我们这个桌子，这个桌子两天不去擦它，上面就落的有灰尘，就染污了。佛跟我们说，色声香味触这五种东西，染污了我们的清净心、染污了我们清净的本性，所以叫它做尘。西方世界也有这五样东西，虽有这五样东西不染，所以叫「胜妙五尘」，胜是殊胜，妙是微妙。它殊胜微妙在哪里？就是因为它不染。我们这个世界它染，它那个地方不染。「众生五根对五尘可知」，我们五根接触外面的境界，这五大类的境界。",
      "zh_TW": "「樂是聲塵，地是色塵，華是色香二塵，食是味塵，盛華散華經行是觸塵」，這是說西方世界的五塵。我們這個世界，這五大類都是不清淨的，所以用個「塵」字來代表。「塵」有染污的意思，像我們這個桌子，這個桌子兩天不去擦它，上面就落的有灰塵，就染污了。佛跟我們說，色聲香味觸這五種東西，染污了我們的清淨心、染污了我們清淨的本性，所以叫它做塵。西方世界也有這五樣東西，雖有這五樣東西不染，所以叫「勝妙五塵」，勝是殊勝，妙是微妙。它殊勝微妙在哪裡？就是因為它不染。我們這個世界它染，它那個地方不染。「眾生五根對五塵可知」，我們五根接觸外面的境界，這五大類的境界。"
    },
    {
      "id": "01-011-0020_p0015",
      "zh_CN": "「常作者，即六时也」，六时就是常作的意思，常就是不断。「黄金为地者，七宝所严地界，体是黄金也，」铺的道路，道路跟地一定有个界限，黄金是铺路的。西方所有一切物质都是最为殊胜，佛所说的是就我们这个世间所有的来做一个比方。其实我们这个世界的金跟西方世界的金要一相比，简直是不成比例，无论是质、是色、是光，都远远的比不上。从这个地方看到那个地方资源的丰富。「日分初中后，名昼三时，夜分初中后，名夜三时，故云昼夜六时』，这是解释昼夜六时。昼夜六时有两种说法，蕅益大师此地所讲的是当时印度人对时间的分法。他们将白天分做三个时辰，初日分、中日分、后日分，所以初、中、后；夜晚也分三个时辰，初夜、中夜、后夜。所以叫做昼夜六时。我们中国的时辰比印度要小，我们中国古时候将白天分为六个时辰，晚上也分做六个时辰，这个时辰是以子丑寅卯来标示的。现在我们用的时间单位，是用国际上统一的标准，这个标准将白天分为十二个时辰，夜晚也分十二个时辰，所以一共是二十四个时辰，中国人称它作小时。大概外国人没有小时这个称法。为什么称小时？它比我们中国的时辰小。我们中国一个时辰是它两个时辰。印度的时比我们又大，印度一时是中国的两时，是现在的四小时。所以，昼夜六时表的意思就是日夜不间断，表这个意思。",
      "zh_TW": "「常作者，即六時也」，六時就是常作的意思，常就是不斷。「黃金為地者，七寶所嚴地界，體是黃金也，」鋪的道路，道路跟地一定有個界限，黃金是鋪路的。西方所有一切物質都是最為殊勝，佛所說的是就我們這個世間所有的來做一個比方。其實我們這個世界的金跟西方世界的金要一相比，簡直是不成比例，無論是質、是色、是光，都遠遠的比不上。從這個地方看到那個地方資源的豐富。「日分初中後，名晝三時，夜分初中後，名夜三時，故云晝夜六時』，這是解釋晝夜六時。晝夜六時有兩種說法，蕅益大師此地所講的是當時印度人對時間的分法。他們將白天分做三個時辰，初日分、中日分、後日分，所以初、中、後；夜晚也分三個時辰，初夜、中夜、後夜。所以叫做晝夜六時。我們中國的時辰比印度要小，我們中國古時候將白天分為六個時辰，晚上也分做六個時辰，這個時辰是以子丑寅卯來標示的。現在我們用的時間單位，是用國際上統一的標準，這個標準將白天分為十二個時辰，夜晚也分十二個時辰，所以一共是二十四個時辰，中國人稱它作小時。大概外國人沒有小時這個稱法。為什麼稱小時？它比我們中國的時辰小。我們中國一個時辰是它兩個時辰。印度的時比我們又大，印度一時是中國的兩時，是現在的四小時。所以，晝夜六時表的意思就是日夜不間斷，表這個意思。"
    },
    {
      "id": "01-011-0020_p0016",
      "zh_CN": "「然彼土依正各有光明，不假日月，安分昼夜，且顺此方假说分际耳」，这个是事实，我们一定要晓得。我们的时间，现在大家都晓得，地球绕着太阳转，这是公转。地球本身自己也转，因为它自转一半对太阳，一半背太阳，这样才产生昼夜的现象。西方极乐世界没有日月星辰，没有，他那个地方的人身上自然发光，所有一切物质都放光。那个世界叫光明世界，没有夜晚，完全都是明亮的。还有什么昼夜？还有什么某年某月某日某个时辰，西方极乐世界统统都没有。所以西方极乐世界没有年月日时，那边人没有这个观念。不但没有时间的观念，空间观念也没有。我们在大经里面曾经见到，西方极乐世界居住的人也很多，街道也很整齐，马路上没有名称，每一户人家也没有门牌号码。也许我们觉得，这要找个人多不方便？西方极乐世界不用你去找，你心里一动念就像电脑一样，境界就现前，不必去找。完全像我们现在讲的心电感应，决定没有差错，这是个非常奇妙的世界。佛在经上这种说法是且顺此方假说分际，不是西方极乐世界真实的状况，这是用我们常识比喻做一个说明。就是他那边六根对于六尘的享受，这个享受就是快乐，享受是没有间断的。底下注解里头有。",
      "zh_TW": "「然彼土依正各有光明，不假日月，安分晝夜，且順此方假說分際耳」，這個是事實，我們一定要曉得。我們的時間，現在大家都曉得，地球繞著太陽轉，這是公轉。地球本身自己也轉，因為它自轉一半對太陽，一半背太陽，這樣才產生晝夜的現象。西方極樂世界沒有日月星辰，沒有，他那個地方的人身上自然發光，所有一切物質都放光。那個世界叫光明世界，沒有夜晚，完全都是明亮的。還有什麼晝夜？還有什麼某年某月某日某個時辰，西方極樂世界統統都沒有。所以西方極樂世界沒有年月日時，那邊人沒有這個觀念。不但沒有時間的觀念，空間觀念也沒有。我們在大經裡面曾經見到，西方極樂世界居住的人也很多，街道也很整齊，馬路上沒有名稱，每一戶人家也沒有門牌號碼。也許我們覺得，這要找個人多不方便？西方極樂世界不用你去找，你心裡一動念就像電腦一樣，境界就現前，不必去找。完全像我們現在講的心電感應，決定沒有差錯，這是個非常奇妙的世界。佛在經上這種說法是且順此方假說分際，不是西方極樂世界真實的狀況，這是用我們常識比喻做一個說明。就是他那邊六根對於六塵的享受，這個享受就是快樂，享受是沒有間斷的。底下註解裡頭有。"
    },
    {
      "id": "01-011-0020_p0017",
      "zh_CN": "「曼陀罗，此云适意」，就是能随我们自己的喜爱，这个花变现的。「又云白华」，也有翻译翻成白华，白是本色，是这个意思。「衣裓，是盛华器」，就是盛花的器具。「众妙华，明非曼陀罗一种，应如妙经四华，表四因位」。妙经是《妙法莲华经》，《妙法莲华经》虽然讲的四种花，讲天上雨花，它说四种，比我们这里说得多，我们这里只说了一种。其实这一种适意，适意就是多种，每个人喜欢不一样，可见得它是随众生心，应所知量，这个花的种类也是无量无边，哪里是一种。《法华经》里面讲的四种，也是表法的意思，其实都是有无量的品种，随着各人的喜欢爱好，这都是性德变现出来的。",
      "zh_TW": "「曼陀羅，此云適意」，就是能隨我們自己的喜愛，這個花變現的。「又云白華」，也有翻譯翻成白華，白是本色，是這個意思。「衣裓，是盛華器」，就是盛花的器具。「眾妙華，明非曼陀羅一種，應如妙經四華，表四因位」。妙經是《妙法蓮華經》，《妙法蓮華經》雖然講的四種花，講天上雨花，它說四種，比我們這裡說得多，我們這裡只說了一種。其實這一種適意，適意就是多種，每個人喜歡不一樣，可見得它是隨眾生心，應所知量，這個花的種類也是無量無邊，哪裡是一種。《法華經》裡面講的四種，也是表法的意思，其實都是有無量的品種，隨著各人的喜歡愛好，這都是性德變現出來的。"
    },
    {
      "id": "01-011-0020_p0018",
      "zh_CN": "「供养他方佛，表真因会趋极果，果德无不遍也。」这是我刚才跟诸位报告过，西方世界完全是以真佛真事为我们所缘的境界。不像我们在此地，我们这里佛不在，画个佛像放在此地，佛像是假的，不是真的。我们用这个做本质，带起我们自心变现，变现这假相，不是真的。西方世界人完全是真佛，而且都是真实圆满的报身，不是应化身，都是圆满报身，以这个为本质。所以他一生成佛，成佛快速，没有一丝毫障碍，原因就在此地。我们生到任何诸佛的世界，见佛都不容易，就是像释迦牟尼佛当年在世，常随弟子一千二百五十五人。是不是每个人每一天都有机会向佛请教一些问题？我们在经论上没看到。由此可知，跟佛，亲近佛的机会依然不多。不像西方世界的人，亲近十方一切诸佛如来，那个机会常有，机会不间断。这是西方世界无比的殊胜，这也是难信之法。所以供养他方佛，表示真因会趋佛果，趋向佛果，以佛境界做自己的修行因地，结果当然是成就圆满的佛果。「果德无不遍」，这是圆教佛，果德才遍虚空法界。",
      "zh_TW": "「供養他方佛，表真因會趨極果，果德無不遍也。」這是我剛才跟諸位報告過，西方世界完全是以真佛真事為我們所緣的境界。不像我們在此地，我們這裡佛不在，畫個佛像放在此地，佛像是假的，不是真的。我們用這個做本質，帶起我們自心變現，變現這假相，不是真的。西方世界人完全是真佛，而且都是真實圓滿的報身，不是應化身，都是圓滿報身，以這個為本質。所以他一生成佛，成佛快速，沒有一絲毫障礙，原因就在此地。我們生到任何諸佛的世界，見佛都不容易，就是像釋迦牟尼佛當年在世，常隨弟子一千二百五十五人。是不是每個人每一天都有機會向佛請教一些問題？我們在經論上沒看到。由此可知，跟佛，親近佛的機會依然不多。不像西方世界的人，親近十方一切諸佛如來，那個機會常有，機會不間斷。這是西方世界無比的殊勝，這也是難信之法。所以供養他方佛，表示真因會趨佛果，趨向佛果，以佛境界做自己的修行因地，結果當然是成就圓滿的佛果。「果德無不遍」，這是圓教佛，果德才遍虛空法界。"
    },
    {
      "id": "01-011-0020_p0019",
      "zh_CN": "「且据娑婆言十万亿佛，意显生极乐已，还供释迦弥勒，皆不难耳。」这是特别说明，释迦牟尼佛为什么只说供十万亿佛，而不再多说了，意思就在此地。因为西方世界距离我们这里是十万亿佛国土，这个意思就是说，到了西方极乐世界之后还想家，释迦牟尼佛对我们恩德很大，释迦佛灭度了，将来弥勒菩萨在这个地方成佛，你要想见见他们，他们是个代表，除他们之外，我们还有许多家亲眷属，在这个世界还在搞六道轮回，想不想去见见他们？想不想帮帮他们忙？这都不难，每天都可以回来，时时刻刻都可以回来。何况大经上告诉我们得很清楚、很明白，西方世界的人即使下下品往生，得到佛的本愿威神加持，天眼洞视、天耳彻听、他心遍知，有这样殊胜的能力。人在西方极乐世界，此地一切众生他们生活的动态，你看得清清楚楚，你能看得到；他们在此地说话的声音，你也听得清清楚楚；这个世界众生起心动念，你完全知道。",
      "zh_TW": "「且據娑婆言十萬億佛，意顯生極樂已，還供釋迦彌勒，皆不難耳。」這是特別說明，釋迦牟尼佛為什麼只說供十萬億佛，而不再多說了，意思就在此地。因為西方世界距離我們這裡是十萬億佛國土，這個意思就是說，到了西方極樂世界之後還想家，釋迦牟尼佛對我們恩德很大，釋迦佛滅度了，將來彌勒菩薩在這個地方成佛，你要想見見他們，他們是個代表，除他們之外，我們還有許多家親眷屬，在這個世界還在搞六道輪迴，想不想去見見他們？想不想幫幫他們忙？這都不難，每天都可以回來，時時刻刻都可以回來。何況大經上告訴我們得很清楚、很明白，西方世界的人即使下下品往生，得到佛的本願威神加持，天眼洞視、天耳徹聽、他心遍知，有這樣殊勝的能力。人在西方極樂世界，此地一切眾生他們生活的動態，你看得清清楚楚，你能看得到；他們在此地說話的聲音，你也聽得清清楚楚；這個世界眾生起心動念，你完全知道。"
    },
    {
      "id": "01-011-0020_p0020",
      "zh_CN": "这种能力，阿罗汉有、菩萨有，但是阿罗汉、菩萨要把他送到十万亿国土之外，他就没有了，他的能力达不到这样远的距离。佛在经论上告诉我们，阿罗汉的宿命通只能够知道五百世，五百世之外的，他就能力达不到了。五百世是多久？我们中国人讲三十年是一世，三十个五百，这个数字不大，他能够知道这个范围这些事情。超过之后，超过了他就见不到了。天眼的能力，阿罗汉的能力能够见一个小千世界，换句话说，中千世界他就看不到。你想想看，西方极乐世界带业往生的人，见思烦恼没断，他的天眼能够看十万亿佛国土，其实他不止，这个地方讲十万亿是我们这个距离；他的天耳能听到十万亿之外的音声；他心通能够晓得十万亿以外的众生起心动念，这个能力几乎跟等觉菩萨差不多。这个能力从哪里来的？不是他自己修得的，而是阿弥陀佛本愿加持的。",
      "zh_TW": "這種能力，阿羅漢有、菩薩有，但是阿羅漢、菩薩要把他送到十萬億國土之外，他就沒有了，他的能力達不到這樣遠的距離。佛在經論上告訴我們，阿羅漢的宿命通只能夠知道五百世，五百世之外的，他就能力達不到了。五百世是多久？我們中國人講三十年是一世，三十個五百，這個數字不大，他能夠知道這個範圍這些事情。超過之後，超過了他就見不到了。天眼的能力，阿羅漢的能力能夠見一個小千世界，換句話說，中千世界他就看不到。你想想看，西方極樂世界帶業往生的人，見思煩惱沒斷，他的天眼能夠看十萬億佛國土，其實他不止，這個地方講十萬億是我們這個距離；他的天耳能聽到十萬億之外的音聲；他心通能夠曉得十萬億以外的眾生起心動念，這個能力幾乎跟等覺菩薩差不多。這個能力從哪裡來的？不是他自己修得的，而是阿彌陀佛本願加持的。"
    },
    {
      "id": "01-011-0020_p0021",
      "zh_CN": "所以，世间人愚痴，真正是愚痴，经上常讲「可怜悯者」，可怜得不得了！对于自己家亲眷属念念难忘，不晓得到极乐世界去，到极乐世界这问题才能真正解决。换句话说，跟一切家亲眷属你能够永远时时刻刻保持着联系。如果不生到西方极乐世界，这一转世就是陌路人了，纵然见面也不认识，这是真的，一点都不假。在六道里头，你想帮人的忙，不可能！自己救自己都来不及，哪有时间去帮助别人？要想帮助家亲眷属，唯一的好方法那就是到西方极乐世界。不但这一生父母眷属你统统照顾到，我们还有前生、还有过去生，生生世世的父母眷属到西方极乐世界统统都明了了。现在这些人在哪一方在哪一道，全都见到了、全都听到了，这才是真正的爱心、真正的孝敬。所以，十万亿是这么个意思，就是你往来没有一丝毫的困难。「若阿弥神力所加，何远不到哉」，这个能力都是阿弥陀佛本愿威神的加持。其实这个力量决定超过十万亿，前面说过那是尽虚空遍法界，一念之间，一弹指顷就到了，有这么大的能力。",
      "zh_TW": "所以，世間人愚痴，真正是愚痴，經上常講「可憐憫者」，可憐得不得了！對於自己家親眷屬念念難忘，不曉得到極樂世界去，到極樂世界這問題才能真正解決。換句話說，跟一切家親眷屬你能夠永遠時時刻刻保持著聯繫。如果不生到西方極樂世界，這一轉世就是陌路人了，縱然見面也不認識，這是真的，一點都不假。在六道裡頭，你想幫人的忙，不可能！自己救自己都來不及，哪有時間去幫助別人？要想幫助家親眷屬，唯一的好方法那就是到西方極樂世界。不但這一生父母眷屬你統統照顧到，我們還有前生、還有過去生，生生世世的父母眷屬到西方極樂世界統統都明瞭了。現在這些人在哪一方在哪一道，全都見到了、全都聽到了，這才是真正的愛心、真正的孝敬。所以，十萬億是這麼個意思，就是你往來沒有一絲毫的困難。「若阿彌神力所加，何遠不到哉」，這個能力都是阿彌陀佛本願威神的加持。其實這個力量決定超過十萬億，前面說過那是盡虛空遍法界，一念之間，一彈指頃就到了，有這麼大的能力。"
    },
    {
      "id": "01-011-0020_p0022",
      "zh_CN": "底下的注解说，「食时，即清旦，故云即以」。这个都是就我们这个地方的人情、习惯上来说的，意思是说立刻就可以到。「明其神足不可思议，不离彼土，常遍十方，不假逾时回还也」。六种神通里面，有一种叫做神足通，神是神奇莫测，不是我们能够想像得到的，不是我们能够思惟想像的，神奇莫测；足是圆满的意思，他这种能力非常的圆满，这是讲变化自在。《西游记》小说里面讲的孙悟空七十二变，那就是属于神足通。他那个神足通很小，因为只有七十二变，七十三他就没有了，所以这是很小的。这个他的变化是无量无边。",
      "zh_TW": "底下的註解說，「食時，即清旦，故云即以」。這個都是就我們這個地方的人情、習慣上來說的，意思是說立刻就可以到。「明其神足不可思議，不離彼土，常遍十方，不假逾時回還也」。六種神通裡面，有一種叫做神足通，神是神奇莫測，不是我們能夠想像得到的，不是我們能夠思惟想像的，神奇莫測；足是圓滿的意思，他這種能力非常的圓滿，這是講變化自在。《西遊記》小說裡面講的孫悟空七十二變，那就是屬於神足通。他那個神足通很小，因為只有七十二變，七十三他就沒有了，所以這是很小的。這個他的變化是無量無邊。"
    },
    {
      "id": "01-011-0020_p0023",
      "zh_CN": "「不离彼土，常遍十方。」实在讲，这些人在阿弥陀佛讲堂之中，他们都在座，没离开，阿弥陀佛讲经他们都很注意在听。十方诸佛那个地方，分身去了。确实不离彼土，不要以为他真的离开极乐世界，到外面去游历，他不需要离开，分身去了。像《梵网经》里面，释迦牟尼佛自说，千百亿化身释迦牟尼佛。西方极乐世界众生，每个人都有这个能力，以无量的化身到十方诸佛刹土里面去，供佛、闻法、普度众生。这个神足才叫真正足，一丝毫欠缺都没有，这是不可思议伟大的一个能力。「不假逾时回还也」，他分身到十方诸佛刹土，留多少时间，一切都随缘。这个地方我们讲随缘，不能讲随意，随意是什么？你还有念头，有念头是凡夫，不是圣人。到西方世界都无心，就是无妄想心，无有分别、执着。到十方世界的时间的长短随缘，真正是随众生心，应所知量。示现的时间长短随缘的，随众生的缘，而不是随自己，随众生的缘，这个才得大自在。这个地方讲的「不假逾时回还」，是讲他来往速度大，往还自在，真正意思是在此地。再看下面这段文。",
      "zh_TW": "「不離彼土，常遍十方。」實在講，這些人在阿彌陀佛講堂之中，他們都在座，沒離開，阿彌陀佛講經他們都很注意在聽。十方諸佛那個地方，分身去了。確實不離彼土，不要以為他真的離開極樂世界，到外面去遊歷，他不需要離開，分身去了。像《梵網經》裡面，釋迦牟尼佛自說，千百億化身釋迦牟尼佛。西方極樂世界衆生，每個人都有這個能力，以無量的化身到十方諸佛剎土裡面去，供佛、聞法、普度眾生。這個神足才叫真正足，一絲毫欠缺都沒有，這是不可思議偉大的一個能力。「不假逾時回還也」，他分身到十方諸佛剎土，留多少時間，一切都隨緣。這個地方我們講隨緣，不能講隨意，隨意是什麼？你還有念頭，有念頭是凡夫，不是聖人。到西方世界都無心，就是無妄想心，無有分別、執著。到十方世界的時間的長短隨緣，真正是隨眾生心，應所知量。示現的時間長短隨緣的，隨眾生的緣，而不是隨自己，隨眾生的緣，這個才得大自在。這個地方講的「不假逾時回還」，是講他來往速度大，往還自在，真正意思是在此地。再看下面這段文。"
    },
    {
      "id": "01-011-0020_p0024",
      "zh_CN": "「此文显极乐一声，一尘，一刹那，乃至跨步弹指，悉与十方三宝贯彻无碍。」弥陀本愿里面，诸位这个四十八愿都念过，四十八愿里面所说的，十方世界一切众生生到极乐世界，都具足圆满的六种神通。这一句说明了「与十方三宝贯彻无碍」，当然我们这个世界也包括在其中，没有超出它的范围。大师这几句话显示出弥陀如来的果报，跟《华严经》上所讲的华藏世界无二无别。清凉大师给我们介绍华藏世界，介绍毘卢遮那如来，那个境界是理事无碍，事事无碍。这一段文显示的事事无碍，这是究竟圆满的境界。所以说「一声，一尘，一刹那」，刹那是讲时间，很短的时间。乃至于「跨步弹指」，跨步是我们抬腿走路，这一步下去，弹指是伸手。这个都是讲日常生活当中的一些小动作，时时刻刻自自然然都具备的、都有的，一举步、一弹指。可是我们不晓得，这就是全体法界，我们哪里会知道！",
      "zh_TW": "「此文顯極樂一聲，一塵，一剎那，乃至跨步彈指，悉與十方三寶貫徹無礙。」彌陀本願裡面，諸位這個四十八願都念過，四十八願裡面所說的，十方世界一切眾生生到極樂世界，都具足圓滿的六種神通。這一句說明了「與十方三寶貫徹無礙」，當然我們這個世界也包括在其中，沒有超出它的範圍。大師這幾句話顯示出彌陀如來的果報，跟《華嚴經》上所講的華藏世界無二無別。清涼大師給我們介紹華藏世界，介紹毘盧遮那如來，那個境界是理事無礙，事事無礙。這一段文顯示的事事無礙，這是究竟圓滿的境界。所以說「一聲，一塵，一剎那」，剎那是講時間，很短的時間。乃至於「跨步彈指」，跨步是我們抬腿走路，這一步下去，彈指是伸手。這個都是講日常生活當中的一些小動作，時時刻刻自自然然都具備的、都有的，一舉步、一彈指。可是我們不曉得，這就是全體法界，我們哪裡會知道！"
    },
    {
      "id": "01-011-0020_p0025",
      "zh_CN": "在我们境界当中，我们一举一动，不但一举一动，起心动念都有障碍，事事有碍，不是事事无碍。弥陀国土里头是事事无碍，跟我们这里确实不一样，因为他随拈一法都是法界全体。这个非常难懂，非常的深奥。因为随拈一法就是全体法界，所以十方三世一切诸佛如来不断的给他说法，这才有可能，否则的话怎么可能？像我们讲样样都有障碍，他是完全没有障碍。像大经里面所说的，一毛端上转大法轮，这个意思就是说，佛跟无量无边的菩萨大众在那里讲经说法，在什么地方？在汗毛端上。我们汗毛没有放大，佛菩萨的道场没有缩小，确实是这个，这个境界不可思议！我们观念当中，因为你有分别、有执着、有大小。他那里大小没有了，没有了才能够圆融；有，就不行了，有就有障碍，没有就没有障碍。《华严》上为我们阐明这个事实的真相，它实在是一即是多，多即是一，一多圆融，自在无碍。所以，它能够与十方三宝贯彻无碍。",
      "zh_TW": "在我們境界當中，我們一舉一動，不但一舉一動，起心動念都有障礙，事事有礙，不是事事無礙。彌陀國土裡頭是事事無礙，跟我們這裡確實不一樣，因為他隨拈一法都是法界全體。這個非常難懂，非常的深奧。因為隨拈一法就是全體法界，所以十方三世一切諸佛如來不斷的給他說法，這才有可能，否則的話怎麼可能？像我們講樣樣都有障礙，他是完全沒有障礙。像大經裡面所說的，一毛端上轉大法輪，這個意思就是說，佛跟無量無邊的菩薩大眾在那裡講經說法，在什麼地方？在汗毛端上。我們汗毛沒有放大，佛菩薩的道場沒有縮小，確實是這個，這個境界不可思議！我們觀念當中，因為你有分別、有執著、有大小。他那裡大小沒有了，沒有了才能夠圓融；有，就不行了，有就有障礙，沒有就沒有障礙。《華嚴》上為我們闡明這個事實的真相，它實在是一即是多，多即是一，一多圓融，自在無礙。所以，它能夠與十方三寶貫徹無礙。"
    },
    {
      "id": "01-011-0020_p0026",
      "zh_CN": "「又显在娑婆则浊重恶障，与极乐不隔而隔，生极乐则功德甚深，与娑婆隔而不隔也」，这段话说得非常之好。娑婆是我们这个世界，我们这个世界浊重，浊就是污染，污染非常的严重。这个意思现代人听了之后会有很深的体会，因为科学家已经为我们提出了警告。如果再不注重环境保护，继续不断的污染，五十年之后，地球上的环境就不适合人类的生存了。五十年的时间不长，很短的时间，这个警告是相当严重的警告。所以今天世界上每个国家、地区，都在政府里面设立环保的机构，这是从前没听说过的，现在都有这个机构。能不能收到效果？我看是非常困难。原因在什么地方？说个实在的话，原因在大家不学佛，这是真正的原因。佛法告诉我们，「依报随着正报转」，环境的污染是依报，正报是什么？正报是人心。佛这句话提醒了我们，我们冷静的想想，我们心理的污染比环境污染还要严重。心理的污染是什么？错误的思想、错误的见解，再引发了错误的行为污染了环境。现代的术语所谓是地球上的生态平衡被人为破坏了，这就是污染的结果。怎样才能真正做到有效？必须要从净化人心做起，我们的思想、见解清净了，做法、说法清净了，外面大自然的环境自然也会清净。这在我们现前这个阶段，实在说是非常严重的一个课题，我们不能不知道。佛法当中，特别是净宗，净宗提倡一心不乱，「心净则土净」。不但我们心净将来能生西方净土，心净，我们现在这个娑婆国土也能够净化。所以不仅是将来的利益，现前的利益就不可思议。",
      "zh_TW": "「又顯在娑婆則濁重惡障，與極樂不隔而隔，生極樂則功德甚深，與娑婆隔而不隔也」，這段話說得非常之好。娑婆是我們這個世界，我們這個世界濁重，濁就是污染，污染非常的嚴重。這個意思現代人聽了之後會有很深的體會，因為科學家已經為我們提出了警告。如果再不注重環境保護，繼續不斷的污染，五十年之後，地球上的環境就不適合人類的生存了。五十年的時間不長，很短的時間，這個警告是相當嚴重的警告。所以今天世界上每個國家、地區，都在政府裡面設立環保的機構，這是從前沒聽說過的，現在都有這個機構。能不能收到效果？我看是非常困難。原因在什麼地方？說個實在的話，原因在大家不學佛，這是真正的原因。佛法告訴我們，「依報隨著正報轉」，環境的污染是依報，正報是什麼？正報是人心。佛這句話提醒了我們，我們冷靜的想想，我們心理的污染比環境污染還要嚴重。心理的污染是什麼？錯誤的思想、錯誤的見解，再引發了錯誤的行為污染了環境。現代的術語所謂是地球上的生態平衡被人為破壞了，這就是污染的結果。怎樣才能真正做到有效？必須要從淨化人心做起，我們的思想、見解清淨了，做法、說法清淨了，外面大自然的環境自然也會清淨。這在我們現前這個階段，實在說是非常嚴重的一個課題，我們不能不知道。佛法當中，特別是淨宗，淨宗提倡一心不亂，「心淨則土淨」。不但我們心淨將來能生西方淨土，心淨，我們現在這個娑婆國土也能夠淨化。所以不僅是將來的利益，現前的利益就不可思議。"
    },
    {
      "id": "01-011-0020_p0027",
      "zh_CN": "「恶障」，恶是造恶，这就是佛在经上常说的十恶业。身造作杀、盗、淫；口，妄语、两舌、恶口、绮语；意，贪、瞋、痴。我们今天这个社会、这个世界，造十恶业的人越来越多。古时候造这个恶业还有一点惭愧心，还有一点悔过的念头，现在没有了，认为造这个十恶是非常正常的现象，这怎么得了！这个十恶就是我们身心的污染，身心是正报，正报严重的污染了，依报自然浊恶，这一定的道理。所以我们这个世界与西方极乐世界本来没有障碍的，本来也是圆融的，也是融通无碍的。因为我们造恶业，因为身心环境的污染，这样跟西方极乐世界有了距离，当中产生障碍了。所以，这个障碍不是在极乐世界那一边，是在我们这一边，我们造成的障碍，「不隔而隔」。",
      "zh_TW": "「惡障」，惡是造惡，這就是佛在經上常說的十惡業。身造作殺、盜、淫；口，妄語、兩舌、惡口、綺語；意，貪、瞋、痴。我們今天這個社會、這個世界，造十惡業的人越來越多。古時候造這個惡業還有一點慚愧心，還有一點悔過的念頭，現在沒有了，認為造這個十惡是非常正常的現象，這怎麼得了！這個十惡就是我們身心的污染，身心是正報，正報嚴重的污染了，依報自然濁惡，這一定的道理。所以我們這個世界與西方極樂世界本來沒有障礙的，本來也是圓融的，也是融通無礙的。因為我們造惡業，因為身心環境的污染，這樣跟西方極樂世界有了距離，當中產生障礙了。所以，這個障礙不是在極樂世界那一邊，是在我們這一邊，我們造成的障礙，「不隔而隔」。"
    },
    {
      "id": "01-011-0020_p0028",
      "zh_CN": "这个现象在中国《高僧传》、《居士传》里面有不少，我们可以得到见证。像我们净土宗三祖法照禅师，五会念佛就是他那里来的。他住在四川，有一天早晨，早粥，寺院丛林里面早饭都是稀饭，吃粥，稀饭很稀，都是用钵。他有一天早斋的时候，供养咒念完之后就要吃饭了，眼睛往钵里面一看，钵里头现出一个境界出来，看得清清楚楚、明明白白。早斋完了之后，他就把看到这个境界跟他的同参道友说，他的同参告诉他，他说你讲的这个境界好像是五台山，你不妨到五台去看一看。他真的就发心去朝五台山。到五台之后，看到那个山水、道路就跟钵里头现的完全一样。他也记得很清楚，所以也没有迷路，就见到大圣竹林寺，见文殊菩萨的道场。文殊菩萨，文殊、普贤两位菩萨升座在那里讲经说法，他说有一万多人在听，他去参加了这一会，欢喜得不得了！",
      "zh_TW": "這個現象在中國《高僧傳》、《居士傳》裡面有不少，我們可以得到見證。像我們淨土宗三祖法照禪師，五會念佛就是他那裡來的。他住在四川，有一天早晨，早粥，寺院叢林裡面早飯都是稀飯，吃粥，稀飯很稀，都是用缽。他有一天早齋的時候，供養咒念完之後就要吃飯了，眼睛往缽裡面一看，缽裡頭現出一個境界出來，看得清清楚楚、明明白白。早齋完了之後，他就把看到這個境界跟他的同參道友說，他的同參告訴他，他說你講的這個境界好像是五臺山，你不妨到五臺去看一看。他真的就發心去朝五臺山。到五臺之後，看到那個山水、道路就跟缽裡頭現的完全一樣。他也記得很清楚，所以也沒有迷路，就見到大聖竹林寺，見文殊菩薩的道場。文殊菩薩，文殊、普賢兩位菩薩升座在那裡講經說法，他說有一萬多人在聽，他去參加了這一會，歡喜得不得了！"
    },
    {
      "id": "01-011-0020_p0029",
      "zh_CN": "听完经之后，他走到文殊菩萨面前，向文殊菩萨请教，他说末法时期的众生根性很劣，比不上从前人，修哪个法门比较妥当？文殊菩萨就告诉他，修念佛法门最好。法照禅师就问了，那念哪一尊佛？文殊菩萨就教他念阿弥陀佛，求生极乐世界。文殊菩萨自己念了几声给他听，他学会了，那叫五会念佛。就是五会念佛这个念法，是文殊菩萨口头传给法照的。法照本来是参禅的。离开了五台山，他沿途做记号，准备下一次来的时候不至于迷失路，沿途做记号。走了没有多远，回头一看，大圣竹林寺没有了，一片荒山。才晓得菩萨的道场，不是真正有缘的人，就在那里也见不到。所以他回去之后就不参禅了，专门提倡念佛。",
      "zh_TW": "聽完經之後，他走到文殊菩薩面前，向文殊菩薩請教，他說末法時期的眾生根性很劣，比不上從前人，修哪個法門比較妥當？文殊菩薩就告訴他，修念佛法門最好。法照禪師就問了，那念哪一尊佛？文殊菩薩就教他念阿彌陀佛，求生極樂世界。文殊菩薩自己念了幾聲給他聽，他學會了，那叫五會念佛。就是五會念佛這個念法，是文殊菩薩口頭傳給法照的。法照本來是參禪的。離開了五臺山，他沿途做記號，準備下一次來的時候不至於迷失路，沿途做記號。走了沒有多遠，回頭一看，大聖竹林寺沒有了，一片荒山。才曉得菩薩的道場，不是真正有緣的人，就在那裡也見不到。所以他回去之後就不參禪了，專門提倡念佛。"
    },
    {
      "id": "01-011-0020_p0030",
      "zh_CN": "可是现在有一个五会念佛的录音带，那个大概不是法照传下来的。法照禅师是唐朝时候的人，这个音调早就失传了。所以我们有五会念佛这个名词，但五会念佛的声调谱没有，没有传下来。现在大家听的这个录音带跟我也有一点缘分。我是一九七七年在香港讲经，讲《楞严经》，那次去的时间长，在香港住了四个月。我在中华佛教图书馆看到有五会念佛的简谱，我看到很喜欢。这个本子很旧了，是民国二十一、二年的时候编出来的，也是从前一个法师懂得音乐，他编的。我把这个本子带回台湾，怕它失传，所以在台湾就印了好几千本，这样就流通开了。",
      "zh_TW": "可是現在有一個五會念佛的錄音帶，那個大概不是法照傳下來的。法照禪師是唐朝時候的人，這個音調早就失傳了。所以我們有五會念佛這個名詞，但五會念佛的聲調譜沒有，沒有傳下來。現在大家聽的這個錄音帶跟我也有一點緣分。我是一九七七年在香港講經，講《楞嚴經》，那次去的時間長，在香港住了四個月。我在中華佛教圖書館看到有五會念佛的簡譜，我看到很喜歡。這個本子很舊了，是民國二十一、二年的時候編出來的，也是從前一個法師懂得音樂，他編的。我把這個本子帶回台灣，怕它失傳，所以在台灣就印了好幾千本，這樣就流通開了。"
    },
    {
      "id": "01-011-0020_p0031",
      "zh_CN": "我同届有个戒兄，就是我们一起出家受戒的，他喜欢音乐，学过音乐的，法振法师，他年岁比我大，大个几岁。他在中坜圆光佛学院在那个地方教书，就让佛学院的学生用这个谱来练习，练了之后就录成一个带子。我听了一听是很欢喜，但是我想它不是法照传的，什么原因？这个声调我们用来念佛，心不能定。法照传的这个，念下来心一定会得定，那才能成就念佛三昧。他这个念得很好听、很热闹，我觉得他这个去演奏、表演很好，像交响乐一样，演奏表演很好，接引初机很好，但真正念佛人用这个还是有问题。所以这个谱子诸位可以听，但是真正要念，一定要晓得，念到自己心清净，念到自己能够得定，那个声调才真的有用。所以我用这个声调不行，我听台中念佛的音调心比较能清净。法照禅师完全回归到净土，提倡念佛，成为净土宗第三代的祖师，第二代是善导，他是第三代，法照禅师。",
      "zh_TW": "我同屆有個戒兄，就是我們一起出家受戒的，他喜歡音樂，學過音樂的，法振法師，他年歲比我大，大個幾歲。他在中壢圓光佛學院在那個地方教書，就讓佛學院的學生用這個譜來練習，練了之後就錄成一個帶子。我聽了一聽是很歡喜，但是我想它不是法照傳的，什麼原因？這個聲調我們用來念佛，心不能定。法照傳的這個，念下來心一定會得定，那才能成就念佛三昧。他這個念得很好聽、很熱鬧，我覺得他這個去演奏、表演很好，像交響樂一樣，演奏表演很好，接引初機很好，但真正念佛人用這個還是有問題。所以這個譜子諸位可以聽，但是真正要念，一定要曉得，念到自己心清淨，念到自己能夠得定，那個聲調才真的有用。所以我用這個聲調不行，我聽台中念佛的音調心比較能清淨。法照禪師完全回歸到淨土，提倡念佛，成為淨土宗第三代的祖師，第二代是善導，他是第三代，法照禪師。"
    },
    {
      "id": "01-011-0020_p0032",
      "zh_CN": "这个就是说明我们这里凡圣同居土，文殊菩萨是圣人，我们是凡夫，跟我们「不隔而隔」，像西方净土一样。在《高僧传》里面，像法照禅师这样的情形很多，在台湾流行的《慈悲三昧水忏》，悟达国师遇见迦诺迦尊者，那是阿罗汉，情形也是如此。所以这个世界确实有圣人，但是我们肉眼凡夫见不到，跟他有障碍，这个障碍就是烦恼习气太重了，跟他「不隔而隔」。在「极乐则功德甚深」，他们的心清净，又得阿弥陀佛本愿威神加持，所以「与娑婆隔而不隔」，他跟我们没有障碍，我们对他有障碍，他随时可以现身，随时可以帮助我们。好，我们今天就讲到此地。",
      "zh_TW": "這個就是說明我們這裡凡聖同居土，文殊菩薩是聖人，我們是凡夫，跟我們「不隔而隔」，像西方淨土一樣。在《高僧傳》裡面，像法照禪師這樣的情形很多，在台灣流行的《慈悲三昧水懺》，悟達國師遇見迦諾迦尊者，那是阿羅漢，情形也是如此。所以這個世界確實有聖人，但是我們肉眼凡夫見不到，跟他有障礙，這個障礙就是煩惱習氣太重了，跟他「不隔而隔」。在「極樂則功德甚深」，他們的心清淨，又得阿彌陀佛本願威神加持，所以「與娑婆隔而不隔」，他跟我們沒有障礙，我們對他有障礙，他隨時可以現身，隨時可以幫助我們。好，我們今天就講到此地。"
    }
  ]
}