{
  "doc_id": "32-119-0001",
  "title": {
    "zh_CN": "上净下空老法师对极乐寺佛学班学员开学典礼开示",
    "zh_TW": "上淨下空老法師對極樂寺佛學班學員開學典禮開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "32-119-0001",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "32-119-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，大家早！最近我接到我们的老同修们，提议要办一个佛学院，这是一桩好事情。我记得我早年住在新加坡的时候，曾经办了一个短期的弘法人才培训班。这个班一共办了六届，前面四届我参与了，第五届我就移民到澳洲去了。听说第六届以后就解散了，很可惜。",
      "zh_TW": "諸位法師，諸位同學，大家早！最近我接到我們的老同修們，提議要辦一個佛學院，這是一樁好事情。我記得我早年住在新加坡的時候，曾經辦了一個短期的弘法人才培訓班。這個班一共辦了六屆，前面四屆我參與了，第五屆我就移民到澳洲去了。聽說第六屆以後就解散了，很可惜。"
    },
    {
      "id": "32-119-0001_p0002",
      "zh_CN": "今天在全世界迫切需要的是宗教教育，宗教教育最重要的是弘法人才。所以我们无论是在家、出家，有能力的，欢迎发心，要出来讲经。讲经初学是很辛苦的一桩事情，我把我的经验告诉大家。我是在三十一岁到台中亲近李老师，那时是居士身分，在台中住了一年三个月，就是十五个月，跟李老师学经教。进度是一个月学一部，所以十五个月当中我学了十三部经，这里面有《金刚经》、有《普贤行愿品》、有《阿弥陀经》。我们的进度好像是一个月就学一部，进度很快，法喜充满。李老师的要求，你学的这个经要上台讲，他在底下听，那时候没有扩音器，教室没有这么大，大概只有这个教室的四分之一，你就晓得了；同学有二十几个人，没有我们这么多。学讲经的同学要上台去讲，老师听，老师坐在最后一排，要他听得见，他听不见的时候，你的音量不够，那就不够资格讲经。教学讲经的方法，是他教，完全是复讲。这个复讲在中国用了二千年了，佛教到中国来之后，培养法师统统是复讲，老和尚讲经，学讲经的人都是座位排在第一排，而且排在当中，老师能够看得到。那么讲完之后第二天或者第三天，把学讲经的同学召集起来，上台复讲，把老师所讲的这一段，跟老师一样讲出来，讲漏掉的没有关系，不能自己添加，自己添加是决定忌讳的。",
      "zh_TW": "今天在全世界迫切需要的是宗教教育，宗教教育最重要的是弘法人才。所以我們無論是在家、出家，有能力的，歡迎發心，要出來講經。講經初學是很辛苦的一樁事情，我把我的經驗告訴大家。我是在三十一歲到台中親近李老師，那時是居士身分，在台中住了一年三個月，就是十五個月，跟李老師學經教。進度是一個月學一部，所以十五個月當中我學了十三部經，這裡面有《金剛經》、有《普賢行願品》、有《阿彌陀經》。我們的進度好像是一個月就學一部，進度很快，法喜充滿。李老師的要求，你學的這個經要上台講，他在底下聽，那時候沒有擴音器，教室沒有這麼大，大概只有這個教室的四分之一，你就曉得了；同學有二十幾個人，沒有我們這麼多。學講經的同學要上台去講，老師聽，老師坐在最後一排，要他聽得見，他聽不見的時候，你的音量不夠，那就不夠資格講經。教學講經的方法，是他教，完全是複講。這個複講在中國用了二千年了，佛教到中國來之後，培養法師統統是複講，老和尚講經，學講經的人都是座位排在第一排，而且排在當中，老師能夠看得到。那麼講完之後第二天或者第三天，把學講經的同學召集起來，上台複講，把老師所講的這一段，跟老師一樣講出來，講漏掉的沒有關係，不能自己添加，自己添加是決定忌諱的。"
    },
    {
      "id": "32-119-0001_p0003",
      "zh_CN": "实在讲，这个方式是阿难尊者结集经藏的时候，模式留下来的。释迦牟尼佛当年在世讲那么多经，没有写成文字，以后佛灭度之后怎么写成文字？阿难尊者升座，阿难的记忆力好，几乎听一遍一生都不会忘记，像录音机一样，所以由他来复讲，把佛所讲的重复讲一遍。下面听众是五百阿罗汉，都是佛的弟子，他们都曾经听过佛讲这个经，来给我们做证明，阿难讲的没错，佛是这么说的，这才记下来；五百个人当中有一个人说，阿难这一句好像不是这样的，这一句就不能写下来。所以结集经藏的时候非常严格，取信于后世，让我们对于经典字字句句，真的，虽然是阿难所说的，阿难说的跟佛说的一样，没有改变一个字，这样结集下来。那么从此之后，佛门里面培养法师也就用这个方法，复讲。老师今天跟你讲这部经、讲这堂课，明天学生上台，照老师所讲的重复讲一遍，这叫复讲。刚才说过了，漏掉的没有关系，不能自己加意思添进去，这个不可以。这样子养成习惯，将来你讲经就会很守规矩，守住这些原则，可以取信于大众，让大众对佛法尊重，对经典相信，依教奉行，是这么来的。",
      "zh_TW": "實在講，這個方式是阿難尊者結集經藏的時候，模式留下來的。釋迦牟尼佛當年在世講那麼多經，沒有寫成文字，以後佛滅度之後怎麼寫成文字？阿難尊者升座，阿難的記憶力好，幾乎聽一遍一生都不會忘記，像錄音機一樣，所以由他來複講，把佛所講的重複講一遍。下面聽眾是五百阿羅漢，都是佛的弟子，他們都曾經聽過佛講這個經，來給我們做證明，阿難講的沒錯，佛是這麼說的，這才記下來；五百個人當中有一個人說，阿難這一句好像不是這樣的，這一句就不能寫下來。所以結集經藏的時候非常嚴格，取信於後世，讓我們對於經典字字句句，真的，雖然是阿難所說的，阿難說的跟佛說的一樣，沒有改變一個字，這樣結集下來。那麼從此之後，佛門裡面培養法師也就用這個方法，複講。老師今天跟你講這部經、講這堂課，明天學生上台，照老師所講的重複講一遍，這叫複講。剛才說過了，漏掉的沒有關係，不能自己加意思添進去，這個不可以。這樣子養成習慣，將來你講經就會很守規矩，守住這些原則，可以取信於大眾，讓大眾對佛法尊重，對經典相信，依教奉行，是這麼來的。"
    },
    {
      "id": "32-119-0001_p0004",
      "zh_CN": "李老师在晚年办了一个内典研究班，这个研究班是收程度比较高一点的，是八个学生，要大学毕业。八个学生，六个男众，二个女众。请了六个老师，他自己本身是一个，另外五个老师都是他的学生，我也是其中之一。我在这个研究班里面是教《金刚经》。我怎么教法？我上课，第一堂课把讲经的这些方法，古人选拔人才这些方法、概念，跟大家讲清楚、讲明白。教学，譬如《金刚经》，我是教你学，不是我讲给你听，这个你才能学得会；我讲给你听的时候，那就是复讲。复讲容易，不开智慧，佛法终极的目标是帮助开智慧。它的学习的概念是「一门深入，长时薰修」，「读书千遍，其义自见」是方法。我就把课程安排好，告诉你到哪里去找参考资料，那个时候我们用江味农居士《金刚经讲义》，同学们自己看，我指定我们下一堂课从什么地方到什么地方，大家预先去做准备。当时跟我学《金刚经》的，两个同学。那两个同学就好办，上课的时候一个同学讲一个小时，这一个小时他讲五十分钟，最后我十分钟讲评，我们是这样学出来的。《金刚经》我编了一个节要，江味农居士的《讲义》内容非常丰富，我从里头节录重要的，编成一部纲要。纲要是我们的课本，原来的《讲义》是同学的参考资料，你用这两样东西去写讲稿。五十分钟大概要多少字？要八千字，差不多要八千字，每个星期上我这堂课，要写八千字的讲稿。你的讲稿我不看，为什么？你上台讲的时候就是用讲稿，我在下面听，听完之后我给你做批评，是这么样学过来的。",
      "zh_TW": "李老師在晚年辦了一個內典研究班，這個研究班是收程度比較高一點的，是八個學生，要大學畢業。八個學生，六個男眾，二個女眾。請了六個老師，他自己本身是一個，另外五個老師都是他的學生，我也是其中之一。我在這個研究班裡面是教《金剛經》。我怎麼教法？我上課，第一堂課把講經的這些方法，古人選拔人才這些方法、概念，跟大家講清楚、講明白。教學，譬如《金剛經》，我是教你學，不是我講給你聽，這個你才能學得會；我講給你聽的時候，那就是複講。複講容易，不開智慧，佛法終極的目標是幫助開智慧。它的學習的概念是「一門深入，長時薰修」，「讀書千遍，其義自見」是方法。我就把課程安排好，告訴你到哪裡去找參考資料，那個時候我們用江味農居士《金剛經講義》，同學們自己看，我指定我們下一堂課從什麼地方到什麼地方，大家預先去做準備。當時跟我學《金剛經》的，兩個同學。那兩個同學就好辦，上課的時候一個同學講一個小時，這一個小時他講五十分鐘，最後我十分鐘講評，我們是這樣學出來的。《金剛經》我編了一個節要，江味農居士的《講義》內容非常豐富，我從裡頭節錄重要的，編成一部綱要。綱要是我們的課本，原來的《講義》是同學的參考資料，你用這兩樣東西去寫講稿。五十分鐘大概要多少字？要八千字，差不多要八千字，每個星期上我這堂課，要寫八千字的講稿。你的講稿我不看，為什麼？你上台講的時候就是用講稿，我在下面聽，聽完之後我給你做批評，是這麼樣學過來的。"
    },
    {
      "id": "32-119-0001_p0005",
      "zh_CN": "现在我们真正开班学习容易多了，我们这么多年来，讲经五十八年，前面二十年没有留下录音、录像，后面这个四十年差不多都有留下来。所以讲的经论，大部、小部非常丰富，同学在这个里面去选。你只能选一样，不能选两样，而且选不要选太长的，选短的，浅一点的。我们按部就班、循序渐进，这样才能够把根扎好。要想学习，你选《八大人觉经》，或者选《阿难问事佛吉凶经》，这都比较短的小乘经。多听，听完之后用你自己的言语写成讲稿，不要用我的话，我的意思你听懂了，用你的言语说出来，要这样子学法。到上课的时候，我也坐到最后，现在有扩音器了，以前没有，我在后面能听得清楚、听得明白，你讲五十分钟，我讲十分钟，给你做讲评。你有困难、有疑问的地方，我给你们解释，要这样学法才能学会。这个方法是佛教独有的。",
      "zh_TW": "現在我們真正開班學習容易多了，我們這麼多年來，講經五十八年，前面二十年沒有留下錄音、錄像，後面這個四十年差不多都有留下來。所以講的經論，大部、小部非常豐富，同學在這個裡面去選。你只能選一樣，不能選兩樣，而且選不要選太長的，選短的，淺一點的。我們按部就班、循序漸進，這樣才能夠把根扎好。要想學習，你選《八大人覺經》，或者選《阿難問事佛吉凶經》，這都比較短的小乘經。多聽，聽完之後用你自己的言語寫成講稿，不要用我的話，我的意思你聽懂了，用你的言語說出來，要這樣子學法。到上課的時候，我也坐到最後，現在有擴音器了，以前沒有，我在後面能聽得清楚、聽得明白，你講五十分鐘，我講十分鐘，給你做講評。你有困難、有疑問的地方，我給你們解釋，要這樣學法才能學會。這個方法是佛教獨有的。"
    },
    {
      "id": "32-119-0001_p0006",
      "zh_CN": "佛教传到中国之后，它的教学理念、方法、经验，我们儒接受了，道也接受了，这就是说，佛教文化跟中国传统文化打成一片了。所以以后儒家、道家都是用这个方法教学。一天，今天一天只能学一门功课，而不是交叉排课。第一个小时是一个老师讲《弥陀经》，第二个小时又一个老师给你讲《金刚经》，不是这个，这个教学叫交叉的方法，很困难，头一堂课还没有吸收，又换了题目，所以这个是错误的。我们只学一样，我这一天只学一样，一样什么？我一天就一个科目，譬如说，如果有四个人，同学，上午两个小时，下午两个小时，学的东西完全相同，这样加深印象。一部学完了可以再学第二部，第二部学完了再学第三部，看你的能力。这个与记忆有关系，记忆力好，理解力很强，一听他就能记住，有这种能力进度就很快，很可能一个月就学一部经，一年就能学十二部经，有这个能力。那么这个样子，等于说上台讲经是自己的心得报告，自己的修学分享，跟同学们一起分享。老师讲评完了之后会告诉同学们，这堂课里头有没有问题，有问题提出来，老师给你们解答。所以老师只做这个工作，学的人比较辛苦，但是很有受用。",
      "zh_TW": "佛教傳到中國之後，它的教學理念、方法、經驗，我們儒接受了，道也接受了，這就是說，佛教文化跟中國傳統文化打成一片了。所以以後儒家、道家都是用這個方法教學。一天，今天一天只能學一門功課，而不是交叉排課。第一個小時是一個老師講《彌陀經》，第二個小時又一個老師給你講《金剛經》，不是這個，這個教學叫交叉的方法，很困難，頭一堂課還沒有吸收，又換了題目，所以這個是錯誤的。我們只學一樣，我這一天只學一樣，一樣什麼？我一天就一個科目，譬如說，如果有四個人，同學，上午兩個小時，下午兩個小時，學的東西完全相同，這樣加深印象。一部學完了可以再學第二部，第二部學完了再學第三部，看你的能力。這個與記憶有關係，記憶力好，理解力很強，一聽他就能記住，有這種能力進度就很快，很可能一個月就學一部經，一年就能學十二部經，有這個能力。那麼這個樣子，等於說上台講經是自己的心得報告，自己的修學分享，跟同學們一起分享。老師講評完了之後會告訴同學們，這堂課裡頭有沒有問題，有問題提出來，老師給你們解答。所以老師只做這個工作，學的人比較辛苦，但是很有受用。"
    },
    {
      "id": "32-119-0001_p0007",
      "zh_CN": "我这两个学生里头，有一个也许你们都知道，中部埔里学戒律的果清法师，他是学我《金刚经》的，就是两个人当中的一个。告诉我，学得很辛苦，我这一堂课一个小时，他用两天的时间做准备，但是非常有受用，真的有好处。我们把这个方法传授给大家。学习的时候，你们在家学习也可以，到这个地方来报告，上讲台来讲给我们大家听，分享，我们分享你的心得报告，再给你做讲评，是这种方法。你愿意住在极乐寺也行，你愿意住在家里也行，但是家里干扰太多，没有这个地方清净，你就可以住在这里，认真努力学习。课程全是用我的光碟，这一个老师，我们不请老师，请老师，见解不相同、说法不相同，会把我们搞迷糊了，这也是有问题的。所以我在台中十年，就一个老师，李炳南老居士。他告诉我，除了他讲经之外，别人讲经，在台中讲经不准去听，不是经过他同意的书你不能看。我们那时候拜老师约法三章，一定要遵守，所看的东西，无论是世间书籍、是佛经，都经过老师同意的、准许的，才可以看，不准许的不能看，连佛经都不能看。这叫真正老师，他真指导你，他负责任，所以把我们教出来。那不听话就没办法，他就没法子教，一定要听话。所以学生是什么条件？老实、听话、真干，他就决定教你。我就占了这一点便宜，老实、听话、真干，所以老师愿意单独教我。我们那个时候是一个小班，但是还是单独的，老师上课真正教的，两个学生，跟他面对面，一张桌子，方桌，我们没有学习这门功课的旁听，坐在四周围旁听，是这样学出来的。",
      "zh_TW": "我這兩個學生裡頭，有一個也許你們都知道，中部埔里學戒律的果清法師，他是學我《金剛經》的，就是兩個人當中的一個。告訴我，學得很辛苦，我這一堂課一個小時，他用兩天的時間做準備，但是非常有受用，真的有好處。我們把這個方法傳授給大家。學習的時候，你們在家學習也可以，到這個地方來報告，上講台來講給我們大家聽，分享，我們分享你的心得報告，再給你做講評，是這種方法。你願意住在極樂寺也行，你願意住在家裡也行，但是家裡干擾太多，沒有這個地方清淨，你就可以住在這裡，認真努力學習。課程全是用我的光碟，這一個老師，我們不請老師，請老師，見解不相同、說法不相同，會把我們搞迷糊了，這也是有問題的。所以我在台中十年，就一個老師，李炳南老居士。他告訴我，除了他講經之外，別人講經，在台中講經不准去聽，不是經過他同意的書你不能看。我們那時候拜老師約法三章，一定要遵守，所看的東西，無論是世間書籍、是佛經，都經過老師同意的、准許的，才可以看，不准許的不能看，連佛經都不能看。這叫真正老師，他真指導你，他負責任，所以把我們教出來。那不聽話就沒辦法，他就沒法子教，一定要聽話。所以學生是什麼條件？老實、聽話、真幹，他就決定教你。我就佔了這一點便宜，老實、聽話、真幹，所以老師願意單獨教我。我們那個時候是一個小班，但是還是單獨的，老師上課真正教的，兩個學生，跟他面對面，一張桌子，方桌，我們沒有學習這門功課的旁聽，坐在四周圍旁聽，是這樣學出來的。"
    },
    {
      "id": "32-119-0001_p0008",
      "zh_CN": "那么记忆、理解力是非常重要，能有这两种就很容易学会。我是当旁听生，我们顺序是按先后，拜老师的先后顺序，我是最后进去的，我排在最末，没有轮到我，我就离开台中出家去了，没有排到我。但是我在旁边，我的记忆力好、理解力好，我部部都学会了，每一部经我听了都会讲。所以我在出家之前，一年五个月学十三部经。出家之后就到佛学院教书去了，凭什么？台中学的这十三部。在佛学院一个学期只讲一部，一年讲两部，三年毕业才讲六部，还有七部没有派上用场。所以，我对于佛学院就有疑问。",
      "zh_TW": "那麼記憶、理解力是非常重要，能有這兩種就很容易學會。我是當旁聽生，我們順序是按先後，拜老師的先後順序，我是最後進去的，我排在最末，沒有輪到我，我就離開台中出家去了，沒有排到我。但是我在旁邊，我的記憶力好、理解力好，我部部都學會了，每一部經我聽了都會講。所以我在出家之前，一年五個月學十三部經。出家之後就到佛學院教書去了，憑什麼？台中學的這十三部。在佛學院一個學期只講一部，一年講兩部，三年畢業才講六部，還有七部沒有派上用場。所以，我對於佛學院就有疑問。"
    },
    {
      "id": "32-119-0001_p0009",
      "zh_CN": "佛光山开创的时候，星云法师办了一个东方佛教学院，请我做教务主任。那时候他有一百四十多个学生，我就告诉他，他请了六个老师，我就告诉他，那个教法很难，可能一个学生都出不来，我说我给你出主意，把台中李老师教学那个方法，你要是拿来用，真出人才。也就是我把学生分组，三个学生一组，一组专学一部经，时间五年，五年专学一部，学《金刚经》的专攻《金刚经》，学《弥陀经》的专攻《弥陀经》，我说五年之后、十年之后，佛光山可以出至少二十到三十个讲经的法师，他们的能力绝不在我之下，有可能比我还要高。他不相信，不相信我就离开了，我就走了。他说那样子不像学校，我说像学校的出不了人才，不像学校的出人才。前年我们见面谈到这个事情，非常后悔，那个时候没有接受我的建议。我们两个同年，他小我五个月，我们当时在一起四十四岁，八十八岁见面的时候，你看四十四年前的事情。我们很难过，那个时候合作就好了，今天真的佛光普照全球，机会失掉了。我离开东方佛教学院，我就在台北文化大学，那个时候不叫大学，叫文化学院，我在文化学院哲学系教课。那也是什么？练习讲经，每个星期有四堂课，我把我四堂课排在一天，我一个礼拜是去学校一天，上午两小时、下午两小时，我的课就上完了。不是这样出不来！",
      "zh_TW": "佛光山開創的時候，星雲法師辦了一個東方佛教學院，請我做教務主任。那時候他有一百四十多個學生，我就告訴他，他請了六個老師，我就告訴他，那個教法很難，可能一個學生都出不來，我說我給你出主意，把台中李老師教學那個方法，你要是拿來用，真出人才。也就是我把學生分組，三個學生一組，一組專學一部經，時間五年，五年專學一部，學《金剛經》的專攻《金剛經》，學《彌陀經》的專攻《彌陀經》，我說五年之後、十年之後，佛光山可以出至少二十到三十個講經的法師，他們的能力絕不在我之下，有可能比我還要高。他不相信，不相信我就離開了，我就走了。他說那樣子不像學校，我說像學校的出不了人才，不像學校的出人才。前年我們見面談到這個事情，非常後悔，那個時候沒有接受我的建議。我們兩個同年，他小我五個月，我們當時在一起四十四歲，八十八歲見面的時候，你看四十四年前的事情。我們很難過，那個時候合作就好了，今天真的佛光普照全球，機會失掉了。我離開東方佛教學院，我就在台北文化大學，那個時候不叫大學，叫文化學院，我在文化學院哲學系教課。那也是什麼？練習講經，每個星期有四堂課，我把我四堂課排在一天，我一個禮拜是去學校一天，上午兩小時、下午兩小時，我的課就上完了。不是這樣出不來！"
    },
    {
      "id": "32-119-0001_p0010",
      "zh_CN": "所以要懂得方法，古人的方法好，古人的教材好，决定不能改变。我们自己编教材、编讲义，跟古人差太远了。天天改，都不是一个理想的东西，现成的经典，现成的注疏，流传几千年都有效果，我们对它要有信心，对古人有信心。我相信古人，我不相信现代人，我自己所修学的，统统依据古人。现在在英国办汉学院，学校要求我们用什么教材？我用老教材，中国老祖宗，《四库全书》里面有，我用这个教材，不要搞新的。用老方法，老方法就是一门深入，长时薰修，老方法，读书千遍，其义自见。",
      "zh_TW": "所以要懂得方法，古人的方法好，古人的教材好，決定不能改變。我們自己編教材、編講義，跟古人差太遠了。天天改，都不是一個理想的東西，現成的經典，現成的註疏，流傳幾千年都有效果，我們對它要有信心，對古人有信心。我相信古人，我不相信現代人，我自己所修學的，統統依據古人。現在在英國辦漢學院，學校要求我們用什麼教材？我用老教材，中國老祖宗，《四庫全書》裡面有，我用這個教材，不要搞新的。用老方法，老方法就是一門深入，長時薰修，老方法，讀書千遍，其義自見。"
    },
    {
      "id": "32-119-0001_p0011",
      "zh_CN": "对学生，你去念，你学《金刚经》，你念《金刚经》，念上一千遍，然后上课。上课什么？你讲给我听，我没讲给你听，你连经带注解，我所编的节要就是给这些人用的，原本分量太大了，我把重要的地方节录出来，这个节本希望你念几遍，念了之后讲给我听。一千遍，小悟，其义自见，经里头的意思自己就冒出来了，这是什么？智慧开了。一千遍，小悟，你就能讲，讲得不够深、不够广、不透彻，不要紧，你能讲，没讲错。再叫你念第二个一千遍，第二个一千遍，大悟，你再讲的时候，深度、广度不一样了，比前面进步多了。再念一千遍，三千遍、四千遍，就大彻大悟。这是帮助你什么？一千遍是修定，因戒得定，因定开慧。这是佛门用的老办法，用什么来修定？用读经修定。你是知识分子喜欢读书，喜欢读书就用读书的方法修禅定，喜欢打坐你就用打坐的方法修禅定，喜欢怎么用，修禅定是最主要的，用什么方法，无量的方法。所以八万四千法门，这是举一个例。多，方法太多了，但是统统是修定，只要得定，智慧就开了，智慧开了一切经自然就通了，叫无师自通。释迦牟尼佛一生讲那么多经，谁教他的？没人。他虽然参学十二年，经典里面所说的，没有一句话是他听别人说的，都是自己悟出来。所以见性，智慧就完全现出来了。惠能大师不认识字，你看开悟之后，无论什么经，你念给他听，他讲给你听，没有丝毫障碍，没有讲错。",
      "zh_TW": "對學生，你去念，你學《金剛經》，你念《金剛經》，念上一千遍，然後上課。上課什麼？你講給我聽，我沒講給你聽，你連經帶註解，我所編的節要就是給這些人用的，原本分量太大了，我把重要的地方節錄出來，這個節本希望你念幾遍，念了之後講給我聽。一千遍，小悟，其義自見，經裡頭的意思自己就冒出來了，這是什麼？智慧開了。一千遍，小悟，你就能講，講得不夠深、不夠廣、不透徹，不要緊，你能講，沒講錯。再叫你念第二個一千遍，第二個一千遍，大悟，你再講的時候，深度、廣度不一樣了，比前面進步多了。再念一千遍，三千遍、四千遍，就大徹大悟。這是幫助你什麼？一千遍是修定，因戒得定，因定開慧。這是佛門用的老辦法，用什麼來修定？用讀經修定。你是知識分子喜歡讀書，喜歡讀書就用讀書的方法修禪定，喜歡打坐你就用打坐的方法修禪定，喜歡怎麼用，修禪定是最主要的，用什麼方法，無量的方法。所以八萬四千法門，這是舉一個例。多，方法太多了，但是統統是修定，只要得定，智慧就開了，智慧開了一切經自然就通了，叫無師自通。釋迦牟尼佛一生講那麼多經，誰教他的？沒人。他雖然參學十二年，經典裡面所說的，沒有一句話是他聽別人說的，都是自己悟出來。所以見性，智慧就完全現出來了。惠能大師不認識字，你看開悟之後，無論什麼經，你念給他聽，他講給你聽，沒有絲毫障礙，沒有講錯。"
    },
    {
      "id": "32-119-0001_p0012",
      "zh_CN": "然后我们回过头来再看，我们看《论语》，看《中庸》，看《孟子》，看《道德经》，看这些古圣先贤，马上就知道，那些人也是无师自通，也是开悟的，所讲的这些理跟佛经上没有两样，统统是无师自通的，就是用戒定慧的方法。所以读诵比什么都重要，学习经教的人早晚课诵就是读遍数。我早课是什么？我早课念十遍，我晚课念十遍，长的念一遍，短的，像《阿弥陀经》、《无量寿经》就可以念十遍。十遍，初念的时候不行，初念的时候大概一天只能念五遍，为什么？不熟，要念两个小时，一部，就是花十个小时。但是一年，念熟了，念一遍只要一个小时；第二年，再念一年的时候，只要半个小时。到半个小时一遍念完的时候，你加遍数，不能少时间，我还是念十个小时，二十遍。一天二十遍，十天二百遍，一千天，三年，肯定其义自见。那是真的知见，你所悟出来的那个知见，跟佛讲的知见是同一个知见。",
      "zh_TW": "然後我們回過頭來再看，我們看《論語》，看《中庸》，看《孟子》，看《道德經》，看這些古聖先賢，馬上就知道，那些人也是無師自通，也是開悟的，所講的這些理跟佛經上沒有兩樣，統統是無師自通的，就是用戒定慧的方法。所以讀誦比什麼都重要，學習經教的人早晚課誦就是讀遍數。我早課是什麼？我早課念十遍，我晚課念十遍，長的念一遍，短的，像《阿彌陀經》、《無量壽經》就可以念十遍。十遍，初念的時候不行，初念的時候大概一天只能念五遍，為什麼？不熟，要念兩個小時，一部，就是花十個小時。但是一年，念熟了，念一遍只要一個小時；第二年，再念一年的時候，只要半個小時。到半個小時一遍念完的時候，你加遍數，不能少時間，我還是念十個小時，二十遍。一天二十遍，十天二百遍，一千天，三年，肯定其義自見。那是真的知見，你所悟出來的那個知見，跟佛講的知見是同一個知見。"
    },
    {
      "id": "32-119-0001_p0013",
      "zh_CN": "佛家教学的目标跟世法不一样，佛是教我们每个人成佛，回归自性，回归自性就成佛了。一千遍是小悟，二千遍是大悟，三千遍是大大悟，四、五千遍的时候就大彻大悟，没有学过的经典你一看就懂，一点障碍没有。要开智慧，不是记诵，「记问之学，不足以为人师」，古人都是这么说，要开悟才行，开悟是你自己真智慧。能不能开悟？人人都能开悟。为什么现在变成这样？烦恼习气太重，满脑袋都是妄念、妄想、杂念，所以把我们的悟门堵塞了。这一千遍叫你用读诵的方法，把烦恼念掉，把杂念念掉，把分别念掉，把执着念掉，清净心现前了。你看《无量寿经》经题，「清净、平等、觉」，清净是小悟，平等是大悟，平等是菩萨，后头那个觉是大彻大悟，那就是佛陀。所以经题上你看，有佛、有菩萨、有阿罗汉，这叫真正学佛。不是把经典变成世间法，如果不是求开悟，就变成世间法。世间法，一般讲，佛经哲学，变成世俗的，能不能得利益？得利益少，不多，如果开悟，那个利益就大了。我们走这个道路，向这个道路迈进，我相信大家都会有成就，大悟、彻悟不敢说，小悟敢讲。小悟应付现在这个复杂的社会也就够了。我给诸位讲，我就是小悟，小小悟，还能应付问题，我还没有到大悟的资格。大悟是菩萨，小悟是小乘，小乘四果，小小悟是初果，这个道理一定要懂。",
      "zh_TW": "佛家教學的目標跟世法不一樣，佛是教我們每個人成佛，回歸自性，回歸自性就成佛了。一千遍是小悟，二千遍是大悟，三千遍是大大悟，四、五千遍的時候就大徹大悟，沒有學過的經典你一看就懂，一點障礙沒有。要開智慧，不是記誦，「記問之學，不足以為人師」，古人都是這麼說，要開悟才行，開悟是你自己真智慧。能不能開悟？人人都能開悟。為什麼現在變成這樣？煩惱習氣太重，滿腦袋都是妄念、妄想、雜念，所以把我們的悟門堵塞了。這一千遍叫你用讀誦的方法，把煩惱念掉，把雜念念掉，把分別念掉，把執著念掉，清淨心現前了。你看《無量壽經》經題，「清淨、平等、覺」，清淨是小悟，平等是大悟，平等是菩薩，後頭那個覺是大徹大悟，那就是佛陀。所以經題上你看，有佛、有菩薩、有阿羅漢，這叫真正學佛。不是把經典變成世間法，如果不是求開悟，就變成世間法。世間法，一般講，佛經哲學，變成世俗的，能不能得利益？得利益少，不多，如果開悟，那個利益就大了。我們走這個道路，向這個道路邁進，我相信大家都會有成就，大悟、徹悟不敢說，小悟敢講。小悟應付現在這個複雜的社會也就夠了。我給諸位講，我就是小悟，小小悟，還能應付問題，我還沒有到大悟的資格。大悟是菩薩，小悟是小乘，小乘四果，小小悟是初果，這個道理一定要懂。"
    },
    {
      "id": "32-119-0001_p0014",
      "zh_CN": "所以，诸位自己要真干，我每个月我想我回到台南住一个星期。住一个星期为什么？听你们讲经，每天在这里上课听你们讲经，我自己讲经两个小时，我可以用三个小时听你们讲经。那一个星期，差不多你们每个人我都听到了，每个人讲一个小时给我听。我这样帮助大家，大家都能够提起来。我的话就说到此地，谢谢大家。",
      "zh_TW": "所以，諸位自己要真幹，我每個月我想我回到台南住一個星期。住一個星期為什麼？聽你們講經，每天在這裡上課聽你們講經，我自己講經兩個小時，我可以用三個小時聽你們講經。那一個星期，差不多你們每個人我都聽到了，每個人講一個小時給我聽。我這樣幫助大家，大家都能夠提起來。我的話就說到此地，謝謝大家。"
    }
  ]
}