{
  "doc_id": "05-007-0003",
  "title": {
    "zh_CN": "势至圆通疏钞菁华",
    "zh_TW": "勢至圓通疏鈔菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "台湾台南协进国小",
    "zh_TW": "台灣台南協進國小"
  },
  "doc_number": "05-007-0003",
  "total_paragraphs": 130,
  "paragraphs": [
    {
      "id": "05-007-0003_p0001",
      "zh_CN": "各位师父，诸位先生，诸位女士，诸位大德：大家阿弥陀佛！这三天的佛学讲座很快就过了，今天是圆满日，承蒙这次的主办单位及很多发心的单位参与，使我们这回的佛学讲座能这么殊胜、这么圆满。在此，我们首先感谢主办单位「台南净宗学会」以及所有发心的工作人员，在此希望大家以热烈的掌声，加以赞叹一下！感谢这回所参与的工作人员你们的发心，谢谢！现在请各位大德我们起立，让我们以最热烈的掌声，恭请净空法师升座，请合掌，向法师行问讯礼。阿弥陀佛！请坐，恭请法师慈悲开示。",
      "zh_TW": "各位師父，諸位先生，諸位女士，諸位大德：大家阿彌陀佛！這三天的佛學講座很快就過了，今天是圓滿日，承蒙這次的主辦單位及很多發心的單位參與，使我們這回的佛學講座能這麼殊勝、這麼圓滿。在此，我們首先感謝主辦單位「台南淨宗學會」以及所有發心的工作人員，在此希望大家以熱烈的掌聲，加以讚歎一下！感謝這回所參與的工作人員你們的發心，謝謝！現在請各位大德我們起立，讓我們以最熱烈的掌聲，恭請淨空法師升座，請合掌，向法師行問訊禮。阿彌陀佛！請坐，恭請法師慈悲開示。"
    },
    {
      "id": "05-007-0003_p0002",
      "zh_CN": "诸位法师、诸位同修，请掀开经本第十七面，从第六十段看起。",
      "zh_TW": "諸位法師、諸位同修，請掀開經本第十七面，從第六十段看起。"
    },
    {
      "id": "05-007-0003_p0003",
      "zh_CN": "【六十、念化佛，善根发相者。于念佛三昧中，忽然忆佛修六度万行，成三十二相。身有好光，心有智慧，说法利生，降伏魔怨。作是念时，生敬爱心。开发三昧，增进佛行。或于定中，见佛身相，心净信解。或于梦中，闻佛说法，觉悟佛心。】",
      "zh_TW": "【六十、念化佛，善根發相者。於念佛三昧中，忽然憶佛修六度萬行，成三十二相。身有好光，心有智慧，說法利生，降伏魔怨。作是念時，生敬愛心。開發三昧，增進佛行。或於定中，見佛身相，心淨信解。或於夢中，聞佛說法，覺悟佛心。】"
    },
    {
      "id": "05-007-0003_p0004",
      "zh_CN": "『念化佛，善根发相者』，这一段里面说明，我们念佛的应化身，像释迦牟尼佛在三千年前，在我们这个世界示现成佛，这个身相是属于应身，通常佛法里面讲丈六金身，三十二相八十种好，都是指佛的应化身。佛的报身是非常庄严、非常之高大，我们没有办法观想，所以我们观念当中的佛像，几乎都是应化身的佛像。念这个佛像，念到功夫深的时候，自己的善根自然就发现了。善根发现有些什么样子？这一段文里面给我们说，有三种善根发现的现象。",
      "zh_TW": "『念化佛，善根發相者』，這一段裡面說明，我們念佛的應化身，像釋迦牟尼佛在三千年前，在我們這個世界示現成佛，這個身相是屬於應身，通常佛法裡面講丈六金身，三十二相八十種好，都是指佛的應化身。佛的報身是非常莊嚴、非常之高大，我們沒有辦法觀想，所以我們觀念當中的佛像，幾乎都是應化身的佛像。念這個佛像，念到功夫深的時候，自己的善根自然就發現了。善根發現有些什麼樣子？這一段文裡面給我們說，有三種善根發現的現象。"
    },
    {
      "id": "05-007-0003_p0005",
      "zh_CN": "『于念佛三昧中，忽然忆佛修六度万行，成三十二相。身有好光，心有智慧，说法利生，降伏魔怨。作是念时，生敬爱心。开发三昧，增进佛行』。第一种，当我们在念佛当中，并不是有意去想，是在无意忽然之间，佛修行证果、度化众生的种种相好庄严，心里清清楚楚、明明白白，这是念佛善根现前的好相。『或于定中，见佛身相，心净信解』，第二种是在定中，我们念佛静坐的时候。我们不像禅宗那样的入定，我们是在打「佛七」止静的时候，佛号停下时感到身心清净，忽然见到佛像现前，这也是念佛善根现象的一种。『或于梦中，闻佛说法，觉悟佛心』，第三种，在梦中梦到佛、或者梦到佛讲经说法、或者梦到佛摩顶授记，这都是好相。",
      "zh_TW": "『於念佛三昧中，忽然憶佛修六度萬行，成三十二相。身有好光，心有智慧，說法利生，降伏魔怨。作是念時，生敬愛心。開發三昧，增進佛行』。第一種，當我們在念佛當中，並不是有意去想，是在無意忽然之間，佛修行證果、度化眾生的種種相好莊嚴，心裡清清楚楚、明明白白，這是念佛善根現前的好相。『或於定中，見佛身相，心淨信解』，第二種是在定中，我們念佛靜坐的時候。我們不像禪宗那樣的入定，我們是在打「佛七」止靜的時候，佛號停下時感到身心清淨，忽然見到佛像現前，這也是念佛善根現象的一種。『或於夢中，聞佛說法，覺悟佛心』，第三種，在夢中夢到佛、或者夢到佛講經說法、或者夢到佛摩頂授記，這都是好相。"
    },
    {
      "id": "05-007-0003_p0006",
      "zh_CN": "诸位要记住，这些现象时间都不是很长，都很短暂的。假如时间很长，那就不是好相，恐怕是魔变现来诱惑我们，这个我们应该要知道。纵然有这些殊胜之相现前，不要生欢喜心，为什么？这很平常，没有什么了不起，而且功夫并不很深，所以「见如不见」，这就是好相。从这个地方，我们产生信心、得到证明，把念佛的功夫不断再往上提升，那就对了。再翻开第十八面，六十一条：",
      "zh_TW": "諸位要記住，這些現象時間都不是很長，都很短暫的。假如時間很長，那就不是好相，恐怕是魔變現來誘惑我們，這個我們應該要知道。縱然有這些殊勝之相現前，不要生歡喜心，為什麼？這很平常，沒有什麼了不起，而且功夫並不很深，所以「見如不見」，這就是好相。從這個地方，我們產生信心、得到證明，把念佛的功夫不斷再往上提升，那就對了。再翻開第十八面，六十一條："
    },
    {
      "id": "05-007-0003_p0007",
      "zh_CN": "【六一、业障发相，亦开四种：（一）昏沉暗蔽业障发相：谓念佛时，即便昏睡。沉暗瞪瞢。无所记别。令诸禅观，不得开发。（二）妄念散乱业障发相：欲修观时，虽不昏沉，而生邪想。欲作四重五逆十恶毁戒等事。展转生续，无时暂停。因是三昧，不得现前。（三）恶境逼迫业障发相：将入定时，虽无妄念，而有恶境。或见焚溺。或闻震击。或无头手。或堕山海。如是逼迫，令其惊怖。所发道心，障碍不起。（四）病事苦恼业障发相：当念佛时，虽无上境，而身忽然生诸疾病，苦恼百端。或为世间种种事务，牵连不断。因是无生，不能证入。】",
      "zh_TW": "【六一、業障發相，亦開四種：（一）昏沉暗蔽業障發相：謂念佛時，即便昏睡。沉暗瞪瞢。無所記別。令諸禪觀，不得開發。（二）妄念散亂業障發相：欲修觀時，雖不昏沉，而生邪想。欲作四重五逆十惡毀戒等事。展轉生續，無時暫停。因是三昧，不得現前。（三）惡境逼迫業障發相：將入定時，雖無妄念，而有惡境。或見焚溺。或聞震擊。或無頭手。或墮山海。如是逼迫，令其驚怖。所發道心，障礙不起。（四）病事苦惱業障發相：當念佛時，雖無上境，而身忽然生諸疾病，苦惱百端。或為世間種種事務，牽連不斷。因是無生，不能證入。】"
    },
    {
      "id": "05-007-0003_p0008",
      "zh_CN": "『业障发相，亦开四种』，我们念佛修行常常有业障现前，业障有很多种，大师在此地把它归纳为四大类。",
      "zh_TW": "『業障發相，亦開四種』，我們念佛修行常常有業障現前，業障有很多種，大師在此地把它歸納為四大類。"
    },
    {
      "id": "05-007-0003_p0009",
      "zh_CN": "「一、昏沉暗蔽业障发相：谓念佛时，即便昏睡；沉暗瞪瞢，无所记别；令诸禅观，不得开发』，这种现象我们常常见到，特别是在一起共修的时候。我们台湾很多道场打「佛七」的风气很盛，「佛七」绕佛归位之后，大家坐下来止静，这一止静往往我们听到人睡着、打呼了，这就是第一类的现象业障发现了。甚至于还有在绕佛的时候，走着走着他实际上是睡着了，不过他不错，他睡着了还可以跟着走。",
      "zh_TW": "「一、昏沉暗蔽業障發相：謂念佛時，即便昏睡；沉暗瞪瞢，無所記別；令諸禪觀，不得開發』，這種現象我們常常見到，特別是在一起共修的時候。我們台灣很多道場打「佛七」的風氣很盛，「佛七」繞佛歸位之後，大家坐下來止靜，這一止靜往往我們聽到人睡著、打呼了，這就是第一類的現象業障發現了。甚至於還有在繞佛的時候，走著走著他實際上是睡著了，不過他不錯，他睡著了還可以跟著走。"
    },
    {
      "id": "05-007-0003_p0010",
      "zh_CN": "这些我们都见到，所以我们了解，这是业障的现象。特别要留意的，就是自己有没有，自己如果有一定要想方法克服才好，不能让这个现象长时期的妨碍自己念佛。我们念佛也是禅观，禅观包括念佛，因为我们念得清清楚楚，字字分明，心地清净，真诚恭敬。这是观，清楚是观；一切妄念不生那就是定，就是禅定。",
      "zh_TW": "這些我們都見到，所以我們了解，這是業障的現象。特別要留意的，就是自己有沒有，自己如果有一定要想方法克服才好，不能讓這個現象長時期的妨礙自己念佛。我們念佛也是禪觀，禪觀包括念佛，因為我們念得清清楚楚，字字分明，心地清淨，真誠恭敬。這是觀，清楚是觀；一切妄念不生那就是定，就是禪定。"
    },
    {
      "id": "05-007-0003_p0011",
      "zh_CN": "『二、妄念散乱业障发相』，这就是在念佛特别是止静的时候，妄念很多不晓得从哪来的，念头止也止不住，妄想特别多，好像不念佛的时候没妄想，愈念妄想愈多。这一点诸位要记住，绝对不是因为你念佛妄想才多了，不是！妄想本来就是这样多，平常没有注意、没有觉察、没有发现，要开始念佛，想心定下来，这才发现这么多妄想，所以千万不要误会妄想是念佛念来的，没有那个道理。所以明白事实真相，我们佛号继续念下去，妄念再多不要去理会、不要去管它，妄念你愈想就愈多，愈想止住它就愈止不住，就干脆随它去！我念我的佛，它生它的妄想，这是可以同时的。我们只要把注意力放在佛号上，时间久妄念就少了，佛号功夫就深，这是不可以不知道的！我们把这个文念一念：『欲修观时，虽不昏沉，而生邪想；欲作四重五逆十恶毁戒等事，辗转生续』，「生」是出生，「续」是相续。『无时暂停。因是三昧，不得现前』，就是念佛的时候胡思乱想。",
      "zh_TW": "『二、妄念散亂業障發相』，這就是在念佛特別是止靜的時候，妄念很多不曉得從哪來的，念頭止也止不住，妄想特別多，好像不念佛的時候沒妄想，愈念妄想愈多。這一點諸位要記住，絕對不是因為你念佛妄想才多了，不是！妄想本來就是這樣多，平常沒有注意、沒有覺察、沒有發現，要開始念佛，想心定下來，這才發現這麼多妄想，所以千萬不要誤會妄想是念佛念來的，沒有那個道理。所以明白事實真相，我們佛號繼續念下去，妄念再多不要去理會、不要去管它，妄念你愈想就愈多，愈想止住它就愈止不住，就乾脆隨它去！我念我的佛，它生它的妄想，這是可以同時的。我們只要把注意力放在佛號上，時間久妄念就少了，佛號功夫就深，這是不可以不知道的！我們把這個文念一念：『欲修觀時，雖不昏沉，而生邪想；欲作四重五逆十惡毀戒等事，輾轉生續』，「生」是出生，「續」是相續。『無時暫停。因是三昧，不得現前』，就是念佛的時候胡思亂想。"
    },
    {
      "id": "05-007-0003_p0012",
      "zh_CN": "『三、恶境逼迫，业障发相』，这是属于环境，外在的影响，前面两种不是外面的，是我们自己本身的业障发相，这是外缘。『将入定时，虽无妄念，而有恶境』，就是不好的境界。『或见焚溺』，见到火烧房子，大火了，或者是大水了。『或闻震击』，或者是听到打雷的声音。『或无头手，或堕山海。如是逼迫，令其惊怖。所发道心，障碍不起』，这是指外境，就是外面环境，或者是你见到、你听到，或者是在止静当中你看到，这种情形也常常有。特别是初期修学，念佛人还比较少一点，学打坐就很容易见到这些现象，许多学打坐的同修都有这个经验。这要记住，这是恶境业障的现前，不是好境界！",
      "zh_TW": "『三、惡境逼迫，業障發相』，這是屬於環境，外在的影響，前面兩種不是外面的，是我們自己本身的業障發相，這是外緣。『將入定時，雖無妄念，而有惡境』，就是不好的境界。『或見焚溺』，見到火燒房子，大火了，或者是大水了。『或聞震擊』，或者是聽到打雷的聲音。『或無頭手，或墮山海。如是逼迫，令其驚怖。所發道心，障礙不起』，這是指外境，就是外面環境，或者是你見到、你聽到，或者是在止靜當中你看到，這種情形也常常有。特別是初期修學，念佛人還比較少一點，學打坐就很容易見到這些現象，許多學打坐的同修都有這個經驗。這要記住，這是惡境業障的現前，不是好境界！"
    },
    {
      "id": "05-007-0003_p0013",
      "zh_CN": "『四、病事苦恼业障发相：当念佛时，虽无上境』第四种，没有前面境界。『而身忽然生诸疾病』，这是业障现前，平时不生病，偏偏在这时候生病，即使是感冒、伤风，也障碍你念佛，也障碍了你精进，这是属于这一类的『苦恼百端』。『或为世间种种事务牵连不断。因是无生，不能证入』，或者正在这个时候，家里、公司发生事情了，有人来找你、来扰乱你，让你不能够安安静静的，再念佛、再用功。这一类的也是属于业障。",
      "zh_TW": "『四、病事苦惱業障發相：當念佛時，雖無上境』第四種，沒有前面境界。『而身忽然生諸疾病』，這是業障現前，平時不生病，偏偏在這時候生病，即使是感冒、傷風，也障礙你念佛，也障礙了你精進，這是屬於這一類的『苦惱百端』。『或為世間種種事務牽連不斷。因是無生，不能證入』，或者正在這個時候，家裡、公司發生事情了，有人來找你、來擾亂你，讓你不能夠安安靜靜的，再念佛、再用功。這一類的也是屬於業障。"
    },
    {
      "id": "05-007-0003_p0014",
      "zh_CN": "下面跟我们讲对治，如果这些业障现前，我们怎么办。",
      "zh_TW": "下面跟我們講對治，如果這些業障現前，我們怎麼辦。"
    },
    {
      "id": "05-007-0003_p0015",
      "zh_CN": "【六二、对治，除灭。亦开四门：（一）治灭昏沉障：应教念化佛三十二相中，随取一相。或取白毫相，闭目而观。若心暗钝，悬想不成。当对一尊端严佛相，缘之入观。若不明了，即开眼观，复更闭目。如是想时，心眼开豁，即破此障，无复沉睡。（二）治灭妄念障：应教念报佛所有十力四无所畏，十八不共，三昧解脱，一切种智，不可思议无量功德。普现色身，利益一切。神通变化，摧伏魔外。如是念佛善法功德，一切邪恶，心心数法自然销灭。（三）治灭恶境障：应教念法佛。法佛者，即是平等法性。空寂无为，无有形相。既无形相，焉有境界逼迫。境界空故，即是治灭此障。（四）治灭病事障：应教念十佛。缘佛菩提威势力持本愿功德，不为世间事务牵缠。缘佛福德相好庄严意生身相，不为一切病苦所恼。念佛法身，犹如虚空。随其智力，应化一切。非如众生，烦恼阴身。八苦交煎，世事缠缚。如蚕作茧，无出头日。如是念时，此障即灭。故知存心念佛，广大功德，无有不成。深重业障，无有不灭也。】",
      "zh_TW": "【六二、對治，除滅。亦開四門：（一）治滅昏沉障：應教念化佛三十二相中，隨取一相。或取白毫相，閉目而觀。若心暗鈍，懸想不成。當對一尊端嚴佛相，緣之入觀。若不明了，即開眼觀，復更閉目。如是想時，心眼開豁，即破此障，無復沉睡。（二）治滅妄念障：應教念報佛所有十力四無所畏，十八不共，三昧解脫，一切種智，不可思議無量功德。普現色身，利益一切。神通變化，摧伏魔外。如是念佛善法功德，一切邪惡，心心數法自然銷滅。（三）治滅惡境障：應教念法佛。法佛者，即是平等法性。空寂無為，無有形相。既無形相，焉有境界逼迫。境界空故，即是治滅此障。（四）治滅病事障：應教念十佛。緣佛菩提威勢力持本願功德，不為世間事務牽纏。緣佛福德相好莊嚴意生身相，不為一切病苦所惱。念佛法身，猶如虛空。隨其智力，應化一切。非如眾生，煩惱陰身。八苦交煎，世事纏縛。如蠶作繭，無出頭日。如是念時，此障即滅。故知存心念佛，廣大功德，無有不成。深重業障，無有不滅也。】"
    },
    {
      "id": "05-007-0003_p0016",
      "zh_CN": "『对治，除灭，亦开四门』，这就是我们怎样对治它，应该怎样把这些障碍除掉。",
      "zh_TW": "『對治，除滅，亦開四門』，這就是我們怎樣對治它，應該怎樣把這些障礙除掉。"
    },
    {
      "id": "05-007-0003_p0017",
      "zh_CN": "『一、治灭昏沉障：应教念化佛三十二相中，随取一相。或取白毫相，闭目而观。若心暗钝，悬想不成，当对一尊端严佛相，缘之入观。若不明了即开眼观，复更闭目。如是想时，心眼开豁，即破此障，无复沉睡』。实在讲对付障碍方法很多，这地方是举了一种可以试用。这里是讲昏沉，通常一般有昏沉现象的时候，我们就起来经行，就不要再坐了。经行就是绕佛念；或者是起来拜佛，拜佛让你运动就不至于昏沉了。你拜上十拜、二十拜、三十拜，昏沉就去掉了，经行、绕佛、拜佛这是我们在念佛堂里面最常用的方式。这地方讲的方法也很好，也可以试用，哪一种方法有效我们就采取哪一种，没有一定的方法。个人体质、善根、业习都不相同，所以确实「佛无有定法可说」。我们修行也不能执着一个方法，常常要知道调节身心，使身心轻安，功夫就容易得力，这样就好。但是原则不能舍弃，原则就是信、愿、执持名号，这是不能舍弃的。至于用什么方法来念，可以随时调节的。",
      "zh_TW": "『一、治滅昏沉障：應教念化佛三十二相中，隨取一相。或取白毫相，閉目而觀。若心暗鈍，懸想不成，當對一尊端嚴佛相，緣之入觀。若不明了即開眼觀，復更閉目。如是想時，心眼開豁，即破此障，無復沉睡』。實在講對付障礙方法很多，這地方是舉了一種可以試用。這裡是講昏沉，通常一般有昏沉現象的時候，我們就起來經行，就不要再坐了。經行就是繞佛念；或者是起來拜佛，拜佛讓你運動就不至於昏沉了。你拜上十拜、二十拜、三十拜，昏沉就去掉了，經行、繞佛、拜佛這是我們在念佛堂裡面最常用的方式。這地方講的方法也很好，也可以試用，哪一種方法有效我們就採取哪一種，沒有一定的方法。個人體質、善根、業習都不相同，所以確實「佛無有定法可說」。我們修行也不能執著一個方法，常常要知道調節身心，使身心輕安，功夫就容易得力，這樣就好。但是原則不能捨棄，原則就是信、願、執持名號，這是不能捨棄的。至於用什麼方法來念，可以隨時調節的。"
    },
    {
      "id": "05-007-0003_p0018",
      "zh_CN": "『二、治灭妄念障：应教念报佛，所有十力、四无所畏、十八不共、三昧解脱、一切种智，不可思议无量功德。普现色身，利益一切。神通变化，摧伏魔外。如是念佛善法功德，一切邪恶，心心数法自然销灭』。经要熟，我常常劝大家读《无量寿经》。如果还有能力，最好三经都读，《阿弥陀经》、《观无量寿佛经》，因为经典熟，我们妄念起来的时候，我们就专想佛在经中所说的种种境界。经上讲，佛从初发心到修行证果，度化众生无量的功德，我们想这些妄念就没有了，这在净土宗里面叫正念。我们想佛的功德就不想那些贪瞋痴慢，这就是把这些境界转变过来，用这个方法除灭妄想。",
      "zh_TW": "『二、治滅妄念障：應教念報佛，所有十力、四無所畏、十八不共、三昧解脫、一切種智，不可思議無量功德。普現色身，利益一切。神通變化，摧伏魔外。如是念佛善法功德，一切邪惡，心心數法自然銷滅』。經要熟，我常常勸大家讀《無量壽經》。如果還有能力，最好三經都讀，《阿彌陀經》、《觀無量壽佛經》，因為經典熟，我們妄念起來的時候，我們就專想佛在經中所說的種種境界。經上講，佛從初發心到修行證果，度化眾生無量的功德，我們想這些妄念就沒有了，這在淨土宗裡面叫正念。我們想佛的功德就不想那些貪瞋痴慢，這就是把這些境界轉變過來，用這個方法除滅妄想。"
    },
    {
      "id": "05-007-0003_p0019",
      "zh_CN": "『三、治灭恶境障：应教念法佛』，「法佛」就是法身佛。『法佛者即是平等法性，空寂无为，无有形相。既无形相，焉有境界逼迫？境界空故即是治灭此障』，这说得很容易，要相当的功夫。换句话说，修行总得有一点定，有一点慧。有定、有慧，这一条的方法才用得上；如果我们定慧一点基础都没有，这个方法很难用。初学难用怎么办？假如有这个现象现前，我们就不要再坐下去了，因为这个境界多半是在静坐里面发生的。比如说打坐，我就起来不坐了。不坐改什么？改拜佛，改念佛，出声念。出声念佛、拜佛，这个境界也就没有了。所以里面讲的是要有定慧功夫才能够办得到，就在定中就把这个境界除掉。",
      "zh_TW": "『三、治滅惡境障：應教念法佛』，「法佛」就是法身佛。『法佛者即是平等法性，空寂無為，無有形相。既無形相，焉有境界逼迫？境界空故即是治滅此障』，這說得很容易，要相當的功夫。換句話說，修行總得有一點定，有一點慧。有定、有慧，這一條的方法才用得上；如果我們定慧一點基礎都沒有，這個方法很難用。初學難用怎麼辦？假如有這個現象現前，我們就不要再坐下去了，因為這個境界多半是在靜坐裡面發生的。比如說打坐，我就起來不坐了。不坐改什麼？改拜佛，改念佛，出聲念。出聲念佛、拜佛，這個境界也就沒有了。所以裡面講的是要有定慧功夫才能夠辦得到，就在定中就把這個境界除掉。"
    },
    {
      "id": "05-007-0003_p0020",
      "zh_CN": "『四、治灭病事障：应教念十佛。缘佛菩提威势力持本愿功德，不为世间事务牵缠；缘佛福德相好庄严意生身相，不为一切病苦所恼。念佛法身犹如虚空，随其智力应化一切。非如众生烦恼阴身，八苦交煎，世事缠缚。如蚕作茧，无出头日。如是念时，此障即灭。故知存心念佛，广大功德，无有不成；深重业障，无有不灭也』，这一段说的的确是事实。在这几种里面，这一种与我们自己日常生活的关系最密切。这就是我前面所讲的，我们如何能够保持这一生不老、不病，这是每个人都希求的！怎样才能做到不老、不病？念佛。念佛一定要懂得念佛的道理，懂得念佛的念法，这里面教给我们念佛的应身、念佛的报身、念佛的法身。如果你对于佛境界不很清楚，你怎么个念法！你一定要搞得很清楚、很明白。我们念佛的时候，如果声声与佛相应、与佛的三身相应、与佛的心愿相应、与佛的智慧相应、与佛的福德相应，自自然然这一切魔障、病魔、琐碎烦恼，这些事情外缘统统可以远离、可以除灭了。所以这一段非常重要，我们要把它搞得很明白、很透彻，认真来学习，这个利益功德，现前就能够得到。",
      "zh_TW": "『四、治滅病事障：應教念十佛。緣佛菩提威勢力持本願功德，不為世間事務牽纏；緣佛福德相好莊嚴意生身相，不為一切病苦所惱。念佛法身猶如虛空，隨其智力應化一切。非如眾生煩惱陰身，八苦交煎，世事纏縛。如蠶作繭，無出頭日。如是念時，此障即滅。故知存心念佛，廣大功德，無有不成；深重業障，無有不滅也』，這一段說的的確是事實。在這幾種裡面，這一種與我們自己日常生活的關係最密切。這就是我前面所講的，我們如何能夠保持這一生不老、不病，這是每個人都希求的！怎樣才能做到不老、不病？念佛。念佛一定要懂得念佛的道理，懂得念佛的念法，這裡面教給我們念佛的應身、念佛的報身、念佛的法身。如果你對於佛境界不很清楚，你怎麼個念法！你一定要搞得很清楚、很明白。我們念佛的時候，如果聲聲與佛相應、與佛的三身相應、與佛的心願相應、與佛的智慧相應、與佛的福德相應，自自然然這一切魔障、病魔、瑣碎煩惱，這些事情外緣統統可以遠離、可以除滅了。所以這一段非常重要，我們要把它搞得很明白、很透徹，認真來學習，這個利益功德，現前就能夠得到。"
    },
    {
      "id": "05-007-0003_p0021",
      "zh_CN": "【六三、所现相好，不与经合者，是为魔事。不与本所修行合者，是为魔事。】",
      "zh_TW": "【六三、所現相好，不與經合者，是為魔事。不與本所修行合者，是為魔事。】"
    },
    {
      "id": "05-007-0003_p0022",
      "zh_CN": "学佛为什么常常会遇到魔障？原因是我们无量劫来，跟一切众生结了许许多多的怨仇。不要说过去生了，我们这一生当中，从前没学佛之前，我们总认为那些动物畜生都是应当给我们吃，我们杀生吃肉从来没有怀疑过。殊不知我们吃的那些众生，牠并不是甘心情愿给我们吃，牠是力量薄弱没有办法抵抗被我们吃了。牠甘不甘心？决定不甘心；不甘心，牠就有瞋恨、有报复，将来要报仇讨债的意念就很深。在无量劫以来，与这些众生结的这种怨仇不知道有多少，我们修行这些冤家债主看到，「你想超越三界、想逃掉，没那么简单！我的仇还没报，债还没还。你想走，哪有那么容易！」所以就变现种种境界，来扰乱你、来诱惑你、来阻碍你，魔是这么来的。所以没有一个人修行菩提道上没有魔境，魔境实在太多太多了，我们要能够辨别我们所见到的境界。我们学佛见到诸佛菩萨依正庄严的境界，这好事情。如果是魔变的，不是真的，我们就不能上当了。",
      "zh_TW": "學佛為什麼常常會遇到魔障？原因是我們無量劫來，跟一切眾生結了許許多多的怨仇。不要說過去生了，我們這一生當中，從前沒學佛之前，我們總認為那些動物畜生都是應當給我們吃，我們殺生吃肉從來沒有懷疑過。殊不知我們吃的那些眾生，牠並不是甘心情願給我們吃，牠是力量薄弱沒有辦法抵抗被我們吃了。牠甘不甘心？決定不甘心；不甘心，牠就有瞋恨、有報復，將來要報仇討債的意念就很深。在無量劫以來，與這些眾生結的這種怨仇不知道有多少，我們修行這些冤家債主看到，「你想超越三界、想逃掉，沒那麼簡單！我的仇還沒報，債還沒還。你想走，哪有那麼容易！」所以就變現種種境界，來擾亂你、來誘惑你、來阻礙你，魔是這麼來的。所以沒有一個人修行菩提道上沒有魔境，魔境實在太多太多了，我們要能夠辨別我們所見到的境界。我們學佛見到諸佛菩薩依正莊嚴的境界，這好事情。如果是魔變的，不是真的，我們就不能上當了。"
    },
    {
      "id": "05-007-0003_p0023",
      "zh_CN": "怎么能辨别？『不与经合者』，这是魔境。如果见到西方极乐世界里面还有男人、女人，这是假的，绝对不是真的。为什么？《无量寿经》里面的四十八愿提到，西方世界的人身相跟阿弥陀佛完全一样，这是经上讲得清清楚楚的，各个都是莲花化生，各个都是金色身，不止是三十二相八十种好，个子大小一样，面孔长得也一样。你看到不一样的，这是假的，跟经不合，这不是真的境界。",
      "zh_TW": "怎麼能辨別？『不與經合者』，這是魔境。如果見到西方極樂世界裡面還有男人、女人，這是假的，絕對不是真的。為什麼？《無量壽經》裡面的四十八願提到，西方世界的人身相跟阿彌陀佛完全一樣，這是經上講得清清楚楚的，各個都是蓮花化生，各個都是金色身，不止是三十二相八十種好，個子大小一樣，面孔長得也一樣。你看到不一樣的，這是假的，跟經不合，這不是真的境界。"
    },
    {
      "id": "05-007-0003_p0024",
      "zh_CN": "『不与本所修行合者』，那是魔事。我们念佛临终的时候一定是阿弥陀佛来迎接，如果临命终时药师佛来接引我们，那就是假的，决定是魔变的，这跟我们本修的不合。释迦牟尼佛来接引，那也是假的，我们天天念阿弥陀佛，希望阿弥陀佛来接引我们，临终怎么会是别的佛来接？与本修不合，这要知道。我们念佛人临终见阿弥陀佛、见西方三圣是真的，见其他的佛菩萨，那都是假的，这要知道。如果见到其他的佛菩萨，劝我们念佛求生净土，那是真的，那就不是假的。不是教我们求生净土，带我们到别的地方去，那就是假的，那就不是真的了。这要能够辨别。",
      "zh_TW": "『不與本所修行合者』，那是魔事。我們念佛臨終的時候一定是阿彌陀佛來迎接，如果臨命終時藥師佛來接引我們，那就是假的，決定是魔變的，這跟我們本修的不合。釋迦牟尼佛來接引，那也是假的，我們天天念阿彌陀佛，希望阿彌陀佛來接引我們，臨終怎麼會是別的佛來接？與本修不合，這要知道。我們念佛人臨終見阿彌陀佛、見西方三聖是真的，見其他的佛菩薩，那都是假的，這要知道。如果見到其他的佛菩薩，勸我們念佛求生淨土，那是真的，那就不是假的。不是教我們求生淨土，帶我們到別的地方去，那就是假的，那就不是真的了。這要能夠辨別。"
    },
    {
      "id": "05-007-0003_p0025",
      "zh_CN": "【六四、善根发者，则报因境相，暂现便谢。习因善心，相续不断。若是魔所作者，则报因境相，久久不灭。或谢去更来扰乱。习因善心，暂发还灭。或倏尔变成恶念。】",
      "zh_TW": "【六四、善根發者，則報因境相，暫現便謝。習因善心，相續不斷。若是魔所作者，則報因境相，久久不滅。或謝去更來擾亂。習因善心，暫發還滅。或倏爾變成惡念。】"
    },
    {
      "id": "05-007-0003_p0026",
      "zh_CN": "『善根发者，则报因境相，暂现便谢』，有善根的人，所见的的好相，时间很短暂。『习因善心，相续不断；若是魔所作者，则报因境相，久久不灭』，魔现的境界时间长，佛所现的时间很短，一下就没有了，就看不见了，只有几秒钟，甚至于一两分钟就很长了，再长就不可能了。时间不会很长，而且灭了之后不会再遇到。如果魔的境界，灭了之后过不久他又现了，常常会现，那就不是好境界了。",
      "zh_TW": "『善根發者，則報因境相，暫現便謝』，有善根的人，所見的的好相，時間很短暫。『習因善心，相續不斷；若是魔所作者，則報因境相，久久不滅』，魔現的境界時間長，佛所現的時間很短，一下就沒有了，就看不見了，只有幾秒鐘，甚至於一兩分鐘就很長了，再長就不可能了。時間不會很長，而且滅了之後不會再遇到。如果魔的境界，滅了之後過不久他又現了，常常會現，那就不是好境界了。"
    },
    {
      "id": "05-007-0003_p0027",
      "zh_CN": "过去庐山慧远大师，我们在传记上看到，他一生当中见西方极乐世界的境界，只见到三次。几十年只见到三次！不是常常见到，常常见到问题就严重了。有一些人初学佛的时候有见到瑞相，以后没有了，他就着急，「是不是我没有感应了」，那就错了。如果常常有瑞相，那就是魔境现前，不是好境界。『或谢去更来扰乱，习因善心，暂发还灭，或倏尔变成恶念』，所以凡是能够扰乱你，叫我们心神不宁、心不清净的，统统是魔境，绝对不是好的境界。",
      "zh_TW": "過去廬山慧遠大師，我們在傳記上看到，他一生當中見西方極樂世界的境界，只見到三次。幾十年只見到三次！不是常常見到，常常見到問題就嚴重了。有一些人初學佛的時候有見到瑞相，以後沒有了，他就著急，「是不是我沒有感應了」，那就錯了。如果常常有瑞相，那就是魔境現前，不是好境界。『或謝去更來擾亂，習因善心，暫發還滅，或倏爾變成惡念』，所以凡是能夠擾亂你，叫我們心神不寧、心不清淨的，統統是魔境，絕對不是好的境界。"
    },
    {
      "id": "05-007-0003_p0028",
      "zh_CN": "【六五、谓见善相发时，能令心识动乱，烦恼增重，众多妨碍，不利定心，悉属魔作。若见善相现已，虽未证禅定，而身心明净，善念开发，烦恼轻微。或三昧开通，身心快乐。内外安隐，气色光润。烦恼寂寂。功德巍巍。此为善发相也。】",
      "zh_TW": "【六五、謂見善相發時，能令心識動亂，煩惱增重，眾多妨礙，不利定心，悉屬魔作。若見善相現已，雖未證禪定，而身心明淨，善念開發，煩惱輕微。或三昧開通，身心快樂。內外安隱，氣色光潤。煩惱寂寂。功德巍巍。此為善發相也。】"
    },
    {
      "id": "05-007-0003_p0029",
      "zh_CN": "『谓见善相发时，能令心识动乱，烦恼增重，众多妨碍，不利定心，悉属魔作』。这几段希望大家要把它念熟，常常记在心里，因为我们很容易遇到这些境界，你就有能力辨别它是佛境界，还是魔境界，我们就不会上当了。魔的境界，我们远离它，就不必跟着它走。",
      "zh_TW": "『謂見善相發時，能令心識動亂，煩惱增重，眾多妨礙，不利定心，悉屬魔作』。這幾段希望大家要把它念熟，常常記在心裡，因為我們很容易遇到這些境界，你就有能力辨別它是佛境界，還是魔境界，我們就不會上當了。魔的境界，我們遠離它，就不必跟著它走。"
    },
    {
      "id": "05-007-0003_p0030",
      "zh_CN": "『若见善相现已，虽未证禅定而身心明净』，就是心地光明清净。『善念开发，烦恼轻微。或三昧开通，身心快乐。内外安隐，气色光润。烦恼寂寂，功德巍巍，此为善发相也』，这就是说明，学佛的人身心一定是正常的。如果不正常，他可能被魔干扰了，那就不是正常的现象，不是功夫得力的现象。功夫得力的时候，人一定正常，身心健康，光色焕发，这是学佛真正有功夫、真正得力。",
      "zh_TW": "『若見善相現已，雖未證禪定而身心明淨』，就是心地光明清淨。『善念開發，煩惱輕微。或三昧開通，身心快樂。內外安隱，氣色光潤。煩惱寂寂，功德巍巍，此為善發相也』，這就是說明，學佛的人身心一定是正常的。如果不正常，他可能被魔干擾了，那就不是正常的現象，不是功夫得力的現象。功夫得力的時候，人一定正常，身心健康，光色煥發，這是學佛真正有功夫、真正得力。"
    },
    {
      "id": "05-007-0003_p0031",
      "zh_CN": "【六六、若邪正未了。当用二法对治：（一）止法：谓深入三昧，一心念佛。于所现相悉知虚诳。但平心住定，不取不舍。如是息心，寂然不起分别时。若是圣境，则定力逾深，善相如法。若是魔境，现相不久自坏。纵发亦不如法。（二）观法：谓观真空法界，念虚空法佛。推检现相，不见生处。相空寂故，心念亦寂。知魔界如。即佛界如。离真如外，无一法相。如是观念。佛法自当现前。魔境自然消灭。】",
      "zh_TW": "【六六、若邪正未了。當用二法對治：（一）止法：謂深入三昧，一心念佛。於所現相悉知虛誑。但平心住定，不取不捨。如是息心，寂然不起分別時。若是聖境，則定力逾深，善相如法。若是魔境，現相不久自壞。縱發亦不如法。（二）觀法：謂觀真空法界，念虛空法佛。推檢現相，不見生處。相空寂故，心念亦寂。知魔界如。即佛界如。離真如外，無一法相。如是觀念。佛法自當現前。魔境自然消滅。】"
    },
    {
      "id": "05-007-0003_p0032",
      "zh_CN": "『若邪正未了，当用二法对治』，这就是常讲的止、观二法。",
      "zh_TW": "『若邪正未了，當用二法對治』，這就是常講的止、觀二法。"
    },
    {
      "id": "05-007-0003_p0033",
      "zh_CN": "『一、止法，谓深入三昧，一心念佛』，第一种，深入三昧，我们现在还做不到。一心念佛，行！一心念佛，念久了，就深入三昧了。",
      "zh_TW": "『一、止法，謂深入三昧，一心念佛』，第一種，深入三昧，我們現在還做不到。一心念佛，行！一心念佛，念久了，就深入三昧了。"
    },
    {
      "id": "05-007-0003_p0034",
      "zh_CN": "『于所现相悉知虚诳』，《金刚经》上讲的：「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，它是佛境界也好、魔境也好，一概不理会，一概不执着，那就对了，那就一点都没错。",
      "zh_TW": "『於所現相悉知虛誑』，《金剛經》上講的：「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，它是佛境界也好、魔境也好，一概不理會，一概不執著，那就對了，那就一點都沒錯。"
    },
    {
      "id": "05-007-0003_p0035",
      "zh_CN": "『但平心住定』，就是心平静。『不取不舍』，就是完全对境界相，不要去理会它。『如是息心，寂然不起分别时。若是圣境』，那就是好相、瑞相。『则定力逾深』，就是定慧增长。『善相如法；若是魔境，现相不久自坏，纵发亦不如法』，魔来的时候，叫你动心，就是破坏你清净心，破坏你的禅观。不能破坏，他马上走了。他的目的达不到，他就走了。所以用这个方法好。",
      "zh_TW": "『但平心住定』，就是心平靜。『不取不捨』，就是完全對境界相，不要去理會它。『如是息心，寂然不起分別時。若是聖境』，那就是好相、瑞相。『則定力逾深』，就是定慧增長。『善相如法；若是魔境，現相不久自壞，縱發亦不如法』，魔來的時候，叫你動心，就是破壞你清淨心，破壞你的禪觀。不能破壞，他馬上走了。他的目的達不到，他就走了。所以用這個方法好。"
    },
    {
      "id": "05-007-0003_p0036",
      "zh_CN": "『二、观法：谓观真空法界，念虚空法佛』，第二种是用观法，就是念法身佛，法身没有相。『推检现相，不见生处』，「推」是推寻，「检」是检点。这个意思就是教我们仔细去观察，去研究它所现的相。「不见生处」，它这个相从哪里来的，找它的来源。这一找相就没有了，相没有的时候，再继续观察它到哪里去了，用这个方法。",
      "zh_TW": "『二、觀法：謂觀真空法界，念虛空法佛』，第二種是用觀法，就是念法身佛，法身沒有相。『推檢現相，不見生處』，「推」是推尋，「檢」是檢點。這個意思就是教我們仔細去觀察，去研究它所現的相。「不見生處」，它這個相從哪裡來的，找它的來源。這一找相就沒有了，相沒有的時候，再繼續觀察它到哪裡去了，用這個方法。"
    },
    {
      "id": "05-007-0003_p0037",
      "zh_CN": "『相空寂故，心念亦寂。知魔界如，即佛界如。离真如外，无一法相。如是观念，佛法自当现前；魔境自然消灭』，这是用智慧去观察，前面所讲的「止」是用定功。所以前面方法用得适当，能够增长定力；后面这个方法用得恰当，增长智慧。这是教我们用这两种方法，对于魔境或佛境，不需要去拣别，对于自己定慧一定有帮助的。",
      "zh_TW": "『相空寂故，心念亦寂。知魔界如，即佛界如。離真如外，無一法相。如是觀念，佛法自當現前；魔境自然消滅』，這是用智慧去觀察，前面所講的「止」是用定功。所以前面方法用得適當，能夠增長定力；後面這個方法用得恰當，增長智慧。這是教我們用這兩種方法，對於魔境或佛境，不需要去揀別，對於自己定慧一定有幫助的。"
    },
    {
      "id": "05-007-0003_p0038",
      "zh_CN": "【六七、修净业人，具三种力：（一）念力。（二）本有佛性力。（三）佛摄取力。云何邪魔，得便扰害。】",
      "zh_TW": "【六七、修淨業人，具三種力：（一）念力。（二）本有佛性力。（三）佛攝取力。云何邪魔，得便擾害。】"
    },
    {
      "id": "05-007-0003_p0039",
      "zh_CN": "『修净业人，具三种力』，修净业人，就是专修念佛法门，求生西方净土，自自然然具足三种力量。",
      "zh_TW": "『修淨業人，具三種力』，修淨業人，就是專修念佛法門，求生西方淨土，自自然然具足三種力量。"
    },
    {
      "id": "05-007-0003_p0040",
      "zh_CN": "第一种『念力』。这个念力，是从我们信心、愿心里面生出来的。",
      "zh_TW": "第一種『念力』。這個念力，是從我們信心、願心裡面生出來的。"
    },
    {
      "id": "05-007-0003_p0041",
      "zh_CN": "第二种『本有佛性力』。就是我们无量劫来的善根自性，这是净宗里面常讲的「自性弥陀，唯心净土」是我们自性真心。因念佛使得自性真心纷纷向外面显露，这叫『本有佛性力』。",
      "zh_TW": "第二種『本有佛性力』。就是我們無量劫來的善根自性，這是淨宗裡面常講的「自性彌陀，唯心淨土」是我們自性真心。因念佛使得自性真心紛紛向外面顯露，這叫『本有佛性力』。"
    },
    {
      "id": "05-007-0003_p0042",
      "zh_CN": "第三种『佛摄取力』。这一条是阿弥陀佛，诸佛如来本愿威神的加持。前面两个是本有的，这是加持。所以「念力」非常重要，没有念力我们的自性，也就是我们的「佛性」不会现前，诸佛加持的力量就有障碍；换句话说，也加不上。这三种力量「念力」最重要，「念力」就是深信、切愿、老实念佛，具足这三种力量。",
      "zh_TW": "第三種『佛攝取力』。這一條是阿彌陀佛，諸佛如來本願威神的加持。前面兩個是本有的，這是加持。所以「念力」非常重要，沒有念力我們的自性，也就是我們的「佛性」不會現前，諸佛加持的力量就有障礙；換句話說，也加不上。這三種力量「念力」最重要，「念力」就是深信、切願、老實念佛，具足這三種力量。"
    },
    {
      "id": "05-007-0003_p0043",
      "zh_CN": "【六八、去佛不远，不假方便，自得心开。如染香人，身有香气。此则名曰香光庄严。】",
      "zh_TW": "【六八、去佛不遠，不假方便，自得心開。如染香人，身有香氣。此則名曰香光莊嚴。】"
    },
    {
      "id": "05-007-0003_p0044",
      "zh_CN": "『去佛不远，不假方便，自得心开』，这是《大势至圆通章》里面很重要的三句开示。如果我们对它肯定了，对它深信不疑，对我们修行功夫的成就，有不可思议的加持力量。我们信心坚定了，一句佛号、一本《阿弥陀经》足够了。『不假方便』，不需要借用其他法门，不需要了。『自得心开』，你的一句佛号念到底，自自然然心开意解，就是禅宗里面，「明心见性，见性成佛」，就是这个意思。所以这一句佛号，功德实在不可思议。下面举个比喻：『如染香人，身有香气。此则名曰：香光庄严』，所以念佛道场也叫香光寺，西方极乐世界无量光，也用无量宝香。我们在《无量寿经》上读到过，所以那个世界不但是无量光的世界，也是无量香的世界，这是「香光庄严」。",
      "zh_TW": "『去佛不遠，不假方便，自得心開』，這是《大勢至圓通章》裡面很重要的三句開示。如果我們對它肯定了，對它深信不疑，對我們修行功夫的成就，有不可思議的加持力量。我們信心堅定了，一句佛號、一本《阿彌陀經》足夠了。『不假方便』，不需要借用其他法門，不需要了。『自得心開』，你的一句佛號念到底，自自然然心開意解，就是禪宗裡面，「明心見性，見性成佛」，就是這個意思。所以這一句佛號，功德實在不可思議。下面舉個比喻：『如染香人，身有香氣。此則名曰：香光莊嚴』，所以念佛道場也叫香光寺，西方極樂世界無量光，也用無量寶香。我們在《無量壽經》上讀到過，所以那個世界不但是無量光的世界，也是無量香的世界，這是「香光莊嚴」。"
    },
    {
      "id": "05-007-0003_p0045",
      "zh_CN": "【六九、以真正净念，除灭邪妄浊想。内想不起，外境自寂。内外法空，一切无生。仁王云：一切法空，得无生忍。又无生忍，亦得名无灭忍，无住忍。】",
      "zh_TW": "【六九、以真正淨念，除滅邪妄濁想。內想不起，外境自寂。內外法空，一切無生。仁王云：一切法空，得無生忍。又無生忍，亦得名無滅忍，無住忍。】"
    },
    {
      "id": "05-007-0003_p0046",
      "zh_CN": "『以真正净念，除灭邪妄浊想』，「浊」是染污，我们讲思想的污染、见解的污染、精神的污染，就是属于这一类的。『内想不起，外境自寂。内外法空，一切无生』，这是很深的定功，也就是《阿弥陀经》上讲的「一心不乱」的境界。这几句话说得很清楚，要想达到这个境界，要用真正的净念，「净念相继」。真正净念，念佛心中决定不能夹杂。不但世间一切善恶法不夹杂，一切佛法也不能夹杂，夹杂佛法也不能成就。所以说是念一尊佛、念一部经，念多了就是夹杂，就是把自己的心力分散了，这是经上给我们讲得很清楚。",
      "zh_TW": "『以真正淨念，除滅邪妄濁想』，「濁」是染污，我們講思想的污染、見解的污染、精神的污染，就是屬於這一類的。『內想不起，外境自寂。內外法空，一切無生』，這是很深的定功，也就是《阿彌陀經》上講的「一心不亂」的境界。這幾句話說得很清楚，要想達到這個境界，要用真正的淨念，「淨念相繼」。真正淨念，念佛心中決定不能夾雜。不但世間一切善惡法不夾雜，一切佛法也不能夾雜，夾雜佛法也不能成就。所以說是念一尊佛、念一部經，念多了就是夾雜，就是把自己的心力分散了，這是經上給我們講得很清楚。"
    },
    {
      "id": "05-007-0003_p0047",
      "zh_CN": "『仁王云』，这是《仁王经》上说。『一切法空，得无生忍。又无生忍，亦得名无灭忍、无住忍』，这是《阿弥陀经》上讲的「阿鞞跋致」，证得无生忍的果位。无生忍最低的境界是圆教初住菩萨，这在「一心不乱」里面，已经达到「理一心不乱」了，而不是「事一心不乱」了，可见这个境界非常之高。",
      "zh_TW": "『仁王云』，這是《仁王經》上說。『一切法空，得無生忍。又無生忍，亦得名無滅忍、無住忍』，這是《阿彌陀經》上講的「阿鞞跋致」，證得無生忍的果位。無生忍最低的境界是圓教初住菩薩，這在「一心不亂」裡面，已經達到「理一心不亂」了，而不是「事一心不亂」了，可見這個境界非常之高。"
    },
    {
      "id": "05-007-0003_p0048",
      "zh_CN": "【七十、今于此界，摄念佛人、归于净土。生前以威力加持，令不退念。临终以愿力接引，令得往生。】",
      "zh_TW": "【七十、今於此界，攝念佛人、歸於淨土。生前以威力加持，令不退念。臨終以願力接引，令得往生。】"
    },
    {
      "id": "05-007-0003_p0049",
      "zh_CN": "这是给我们介绍大势至菩萨，这位菩萨常常在娑婆世界照顾念佛人，帮助阿弥陀佛接引念佛人，生到西方净土。在没有往生到西方净土之前，菩萨以威力加持，教我们不退转，功夫天天在增进，临命终时他一定跟阿弥陀佛一同来接引，这是菩萨本愿力。",
      "zh_TW": "這是給我們介紹大勢至菩薩，這位菩薩常常在娑婆世界照顧念佛人，幫助阿彌陀佛接引念佛人，生到西方淨土。在沒有往生到西方淨土之前，菩薩以威力加持，教我們不退轉，功夫天天在增進，臨命終時他一定跟阿彌陀佛一同來接引，這是菩薩本願力。"
    },
    {
      "id": "05-007-0003_p0050",
      "zh_CN": "【七一、慈云云：不值佛，不闻法。恶友缠，群魔恼。受轮回，堕恶趣。尘缘障道，寿命短促。修行退失，尘劫难成。此即娑婆十种苦也。常见佛，常闻法。圣贤会，离魔事。轮回息，无恶道。胜缘助道，寿命无量。入正定聚，一生行满。此即安养十种乐也。】",
      "zh_TW": "【七一、慈雲云：不值佛，不聞法。惡友纏，群魔惱。受輪迴，墮惡趣。塵緣障道，壽命短促。修行退失，塵劫難成。此即娑婆十種苦也。常見佛，常聞法。聖賢會，離魔事。輪迴息，無惡道。勝緣助道，壽命無量。入正定聚，一生行滿。此即安養十種樂也。】"
    },
    {
      "id": "05-007-0003_p0051",
      "zh_CN": "『慈云云』，「慈云」是清朝慈云灌顶法师。",
      "zh_TW": "『慈雲云』，「慈雲」是清朝慈雲灌頂法師。"
    },
    {
      "id": "05-007-0003_p0052",
      "zh_CN": "『不值佛』，「值」是遇到。如果我们不遇到佛。",
      "zh_TW": "『不值佛』，「值」是遇到。如果我們不遇到佛。"
    },
    {
      "id": "05-007-0003_p0053",
      "zh_CN": "『不闻法；恶友缠，群魔恼；受轮回，堕恶趣；尘缘障道，寿命短促；修行退失，尘劫难成。此即娑婆十种苦也』，这是慈云大师把我们娑婆世界跟极乐世界苦乐做个比较，娑婆有十种苦，这十种是真苦！列在这个地方跟极乐世界有十种乐，这个恰恰相反。",
      "zh_TW": "『不聞法；惡友纏，群魔惱；受輪迴，墮惡趣；塵緣障道，壽命短促；修行退失，塵劫難成。此即娑婆十種苦也』，這是慈雲大師把我們娑婆世界跟極樂世界苦樂做個比較，娑婆有十種苦，這十種是真苦！列在這個地方跟極樂世界有十種樂，這個恰恰相反。"
    },
    {
      "id": "05-007-0003_p0054",
      "zh_CN": "『常见佛』，到西方极乐世界，不但常常跟阿弥陀佛在一起，一步都不离开；同时又常常见十方世界一切诸佛，也不离开。不离开阿弥陀佛，怎么能见十方一切佛？化身去，西方世界人本事很大，各个都能分身。我们这里可怜，分身无术！西方世界的人，各个都能够分无量无边身。所以每一尊佛的面前都有自己在，跟佛在一起，就常见佛了。西方世界的好处说不尽，单这一条就不可思议了，你生到其他诸佛世界没有这个能力，唯独往生西方蒙阿弥陀佛本愿威神的加持，立刻就得到这个能力。",
      "zh_TW": "『常見佛』，到西方極樂世界，不但常常跟阿彌陀佛在一起，一步都不離開；同時又常常見十方世界一切諸佛，也不離開。不離開阿彌陀佛，怎麼能見十方一切佛？化身去，西方世界人本事很大，各個都能分身。我們這裡可憐，分身無術！西方世界的人，各個都能夠分無量無邊身。所以每一尊佛的面前都有自己在，跟佛在一起，就常見佛了。西方世界的好處說不盡，單這一條就不可思議了，你生到其他諸佛世界沒有這個能力，唯獨往生西方蒙阿彌陀佛本願威神的加持，立刻就得到這個能力。"
    },
    {
      "id": "05-007-0003_p0055",
      "zh_CN": "『常闻法』，西方世界六尘说法，所以闻法的机缘不中断。",
      "zh_TW": "『常聞法』，西方世界六塵說法，所以聞法的機緣不中斷。"
    },
    {
      "id": "05-007-0003_p0056",
      "zh_CN": "『圣贤会』，诸上善人俱会一处。",
      "zh_TW": "『聖賢會』，諸上善人俱會一處。"
    },
    {
      "id": "05-007-0003_p0057",
      "zh_CN": "『离魔事，轮回息，无恶道』，西方世界决定没有魔事，没有六道轮回，也没有三恶道。",
      "zh_TW": "『離魔事，輪迴息，無惡道』，西方世界決定沒有魔事，沒有六道輪迴，也沒有三惡道。"
    },
    {
      "id": "05-007-0003_p0058",
      "zh_CN": "『胜缘助道』，胜是最殊胜的善缘，帮助你成就你的道业。",
      "zh_TW": "『勝緣助道』，勝是最殊勝的善緣，幫助你成就你的道業。"
    },
    {
      "id": "05-007-0003_p0059",
      "zh_CN": "『寿命无量，入正定聚，一生行满』，一生修行圆满，不要等到第二生。",
      "zh_TW": "『壽命無量，入正定聚，一生行滿』，一生修行圓滿，不要等到第二生。"
    },
    {
      "id": "05-007-0003_p0060",
      "zh_CN": "『此即安养十种乐也』，这是西方世界的十种乐事，所以称它为「极乐世界」。人家要问你乐在什么地方，你一条一条能说得出来，这都是我们娑婆世界所没有的，西方世界统统具足。",
      "zh_TW": "『此即安養十種樂也』，這是西方世界的十種樂事，所以稱它為「極樂世界」。人家要問你樂在什麼地方，你一條一條能說得出來，這都是我們娑婆世界所沒有的，西方世界統統具足。"
    },
    {
      "id": "05-007-0003_p0061",
      "zh_CN": "【七二、生极乐四意：（一）有缘故。弥陀愿重，偏接娑婆人。（二）使众生归凭情一故。若说十方皆妙，初心茫然，无所依托。（三）不离华藏故。极乐去此十万亿刹，即在华藏第十三层，未出刹种外。（四）即本师故。经云：或有见佛无量寿，观自在等所围绕。既赞本尊遮那之德如是。岂非本师随名异化也。事则从此界，归彼界。见弥陀，居极乐。理则返不觉，还本觉。见自性，居唯心。】",
      "zh_TW": "【七二、生極樂四意：（一）有緣故。彌陀願重，偏接娑婆人。（二）使眾生歸憑情一故。若說十方皆妙，初心茫然，無所依託。（三）不離華藏故。極樂去此十萬億剎，即在華藏第十三層，未出剎種外。（四）即本師故。經云：或有見佛無量壽，觀自在等所圍繞。既讚本尊遮那之德如是。豈非本師隨名異化也。事則從此界，歸彼界。見彌陀，居極樂。理則返不覺，還本覺。見自性，居唯心。】"
    },
    {
      "id": "05-007-0003_p0062",
      "zh_CN": "『生极乐四意』。十方世界都有佛，为什么要求生西方极乐世界？我想有一些同修会被问到这个问题。被问了要怎么答复？这个地方有答案，你就照这个答复就可以了。",
      "zh_TW": "『生極樂四意』。十方世界都有佛，為什麼要求生西方極樂世界？我想有一些同修會被問到這個問題。被問了要怎麼答覆？這個地方有答案，你就照這個答覆就可以了。"
    },
    {
      "id": "05-007-0003_p0063",
      "zh_CN": "『一、有缘故』，第一个「有缘」，这一条很重要。十方诸佛我跟他没有缘，我想去，去不了！极乐世界阿弥陀佛与我们娑婆世界的人有缘，不但有缘，而且有很深很重的缘，只要我们想去，没有一个去不成的。这是第一条，有缘！『弥陀愿重，偏接娑婆人』，跟娑婆世界特别有缘分。",
      "zh_TW": "『一、有緣故』，第一個「有緣」，這一條很重要。十方諸佛我跟他沒有緣，我想去，去不了！極樂世界阿彌陀佛與我們娑婆世界的人有緣，不但有緣，而且有很深很重的緣，只要我們想去，沒有一個去不成的。這是第一條，有緣！『彌陀願重，偏接娑婆人』，跟娑婆世界特別有緣分。"
    },
    {
      "id": "05-007-0003_p0064",
      "zh_CN": "『二、使众生归凭情一故：若说十方皆妙，初心茫然，无所依托』，这就是专门指一个方向，娑婆世界的众生情执很重，要把情执离开。但是不学这个法门你也能成就，情执断不掉，这叫「带业往生」。如果情执归一，统统归到阿弥陀佛，这就行了。假如告诉你有十方诸佛，你的心还是散乱，不能集中，道业就不能成就。",
      "zh_TW": "『二、使眾生歸憑情一故：若說十方皆妙，初心茫然，無所依託』，這就是專門指一個方向，娑婆世界的眾生情執很重，要把情執離開。但是不學這個法門你也能成就，情執斷不掉，這叫「帶業往生」。如果情執歸一，統統歸到阿彌陀佛，這就行了。假如告訴你有十方諸佛，你的心還是散亂，不能集中，道業就不能成就。"
    },
    {
      "id": "05-007-0003_p0065",
      "zh_CN": "『三、不离华藏故：极乐去此十万亿刹，即在华藏第十三层，未出刹种外』，西方世界确确实实跟我们是一家，是在同一个大世界当中，这个大世界就是华藏世界。这个世界太大太大了，《华严经》上说得非常详细，华藏世界一共有二十层。我们娑婆世界跟西方极乐世界，都在华藏世界第十三层，可见得我们同在一层，距离并不算太远，实在是华藏世界的中心。",
      "zh_TW": "『三、不離華藏故：極樂去此十萬億剎，即在華藏第十三層，未出剎種外』，西方世界確確實實跟我們是一家，是在同一個大世界當中，這個大世界就是華藏世界。這個世界太大太大了，《華嚴經》上說得非常詳細，華藏世界一共有二十層。我們娑婆世界跟西方極樂世界，都在華藏世界第十三層，可見得我們同在一層，距離並不算太遠，實在是華藏世界的中心。"
    },
    {
      "id": "05-007-0003_p0066",
      "zh_CN": "『四、即本师故：经云：或有见佛无量寿、观自在等所围绕，既赞本尊遮那之德如是，岂非本师随名异化也？事则从此界归彼界，见弥陀，居极乐；理则返不觉还本觉，见自性，居唯心』，这个说法非常圆满。阿弥陀佛就是本师释迦牟尼佛，就是毘卢遮那如来，是同一尊佛，化无量无边的身，在西方极乐世界就叫阿弥陀佛，在娑婆世界就叫释迦牟尼佛，实际上是一尊佛。所以到西方极乐世界就是见的本尊佛了，这个要知道，这些都是随着娑婆世界众生情执而说的。是不是事实？是事实，决定不是妄语。在理上回归到本觉，见阿弥陀佛就证自性佛。生西方极乐世界就住唯心净土，这是一个真实的世界，不是虚妄的。十法界都不是真实的，唯独西方极乐世界是真实的，这要知道。不是真实我们永远得不到，唯有真实我们永远可以得到它，这要知道。",
      "zh_TW": "『四、即本師故：經云：或有見佛無量壽、觀自在等所圍繞，既讚本尊遮那之德如是，豈非本師隨名異化也？事則從此界歸彼界，見彌陀，居極樂；理則返不覺還本覺，見自性，居唯心』，這個說法非常圓滿。阿彌陀佛就是本師釋迦牟尼佛，就是毘盧遮那如來，是同一尊佛，化無量無邊的身，在西方極樂世界就叫阿彌陀佛，在娑婆世界就叫釋迦牟尼佛，實際上是一尊佛。所以到西方極樂世界就是見的本尊佛了，這個要知道，這些都是隨著娑婆世界眾生情執而說的。是不是事實？是事實，決定不是妄語。在理上回歸到本覺，見阿彌陀佛就證自性佛。生西方極樂世界就住唯心淨土，這是一個真實的世界，不是虛妄的。十法界都不是真實的，唯獨西方極樂世界是真實的，這要知道。不是真實我們永遠得不到，唯有真實我們永遠可以得到它，這要知道。"
    },
    {
      "id": "05-007-0003_p0067",
      "zh_CN": "【七三、闻说佛名，为闻慧。忆想在怀，为思慧。持念不忘，为修慧。菩萨履三妙慧，净土往还。】",
      "zh_TW": "【七三、聞說佛名，為聞慧。憶想在懷，為思慧。持念不忘，為修慧。菩薩履三妙慧，淨土往還。】"
    },
    {
      "id": "05-007-0003_p0068",
      "zh_CN": "这是说明大乘菩萨修三慧，「闻思修」三慧。小乘圣者学三学，「戒定慧」三学。我们念佛人学什么？这我们要知道，有人说念佛是小乘。我们念佛不是小乘，我们修的是三慧，清清楚楚听到阿弥陀佛这个名号，「闻慧」；心里面想佛，「思慧」；口里念佛，「修慧」，所以我们「信、愿、持名」就是大乘菩萨所修的『三妙慧』，不能把这个修持看小、看轻了，那实在是他的过失，是他的误会。",
      "zh_TW": "這是說明大乘菩薩修三慧，「聞思修」三慧。小乘聖者學三學，「戒定慧」三學。我們念佛人學什麼？這我們要知道，有人說念佛是小乘。我們念佛不是小乘，我們修的是三慧，清清楚楚聽到阿彌陀佛這個名號，「聞慧」；心裡面想佛，「思慧」；口裡念佛，「修慧」，所以我們「信、願、持名」就是大乘菩薩所修的『三妙慧』，不能把這個修持看小、看輕了，那實在是他的過失，是他的誤會。"
    },
    {
      "id": "05-007-0003_p0069",
      "zh_CN": "【七四、闻念佛门，心不疑贰，谓之信。信已而解，心起乐欲，谓之愿。愿已而念，心勤精进，谓之行。弥陀经云：若有信者，应当发愿，执持名号。】",
      "zh_TW": "【七四、聞念佛門，心不疑貳，謂之信。信已而解，心起樂欲，謂之願。願已而念，心勤精進，謂之行。彌陀經云：若有信者，應當發願，執持名號。】"
    },
    {
      "id": "05-007-0003_p0070",
      "zh_CN": "『闻念佛门，心不疑贰，谓之信』，心里面不怀疑，心里面再没有第二个念头这才叫「信」，这是真信了。",
      "zh_TW": "『聞念佛門，心不疑貳，謂之信』，心裡面不懷疑，心裡面再沒有第二個念頭這才叫「信」，這是真信了。"
    },
    {
      "id": "05-007-0003_p0071",
      "zh_CN": "『信已而解』，信了之后要明了、要明白，这就是「解」。",
      "zh_TW": "『信已而解』，信了之後要明瞭、要明白，這就是「解」。"
    },
    {
      "id": "05-007-0003_p0072",
      "zh_CN": "『心起乐欲，谓之愿』，「乐」是爱好，心里面真正生起爱好西方极乐世界，欢喜阿弥陀佛，这个愿才真。念念当中想念阿弥陀佛，就像想念我们父母亲人一样；怀念西方极乐世界，就像怀念故乡一样，要有这样深的乐欲，这才是「愿」。",
      "zh_TW": "『心起樂欲，謂之願』，「樂」是愛好，心裡面真正生起愛好西方極樂世界，歡喜阿彌陀佛，這個願才真。念念當中想念阿彌陀佛，就像想念我們父母親人一樣；懷念西方極樂世界，就像懷念故鄉一樣，要有這樣深的樂欲，這才是「願」。"
    },
    {
      "id": "05-007-0003_p0073",
      "zh_CN": "『愿已而念，心勤精进，谓之行』，我们怎样回家见父母？怎样回家乡？念念不忘这一句「阿弥陀佛」，认真的去念，勤恳的去念，决定成就。",
      "zh_TW": "『願已而念，心勤精進，謂之行』，我們怎樣回家見父母？怎樣回家鄉？念念不忘這一句「阿彌陀佛」，認真的去念，勤懇的去念，決定成就。"
    },
    {
      "id": "05-007-0003_p0074",
      "zh_CN": "『弥陀经云：若有信者应当发愿，执持名号』，世尊在《阿弥陀经》里三次劝我们发愿，劝我们求生净土。",
      "zh_TW": "『彌陀經云：若有信者應當發願，執持名號』，世尊在《阿彌陀經》裡三次勸我們發願，勸我們求生淨土。"
    },
    {
      "id": "05-007-0003_p0075",
      "zh_CN": "【七五、五逆罪人，临终十念，得往生者，亦得不退，成正定聚故。准知罪人十念，即名器矣。反显世人虽行众善，于彼佛土，无信行愿，亦名为非器也。】",
      "zh_TW": "【七五、五逆罪人，臨終十念，得往生者，亦得不退，成正定聚故。準知罪人十念，即名器矣。反顯世人雖行眾善，於彼佛土，無信行願，亦名為非器也。】"
    },
    {
      "id": "05-007-0003_p0076",
      "zh_CN": "『五逆罪人临终十念，得往生者，亦得不退』，一生造作五逆十恶的人，命终之后，决定堕阿鼻地狱。假如他有缘分，临终遇到善知识，劝导他念阿弥陀佛，求生西方极乐世界；他听了就欢喜、就接受、就肯念，只要十念就能往生。",
      "zh_TW": "『五逆罪人臨終十念，得往生者，亦得不退』，一生造作五逆十惡的人，命終之後，決定墮阿鼻地獄。假如他有緣分，臨終遇到善知識，勸導他念阿彌陀佛，求生西方極樂世界；他聽了就歡喜、就接受、就肯念，只要十念就能往生。"
    },
    {
      "id": "05-007-0003_p0077",
      "zh_CN": "十念不是一口气一念，是一句名号叫一念，这叫临终十念。临终十念、一念都能往生，所以能不能往生决定在临终最后那一念。我们平常念佛，都像练兵训练一样，打仗关键就是在最后一念！也就是希望养成一个习惯，到临终的时候不要忘记。临终最后一念是阿弥陀佛，我们就成功了，佛决定来接引。",
      "zh_TW": "十念不是一口氣一念，是一句名號叫一念，這叫臨終十念。臨終十念、一念都能往生，所以能不能往生決定在臨終最後那一念。我們平常念佛，都像練兵訓練一樣，打仗關鍵就是在最後一念！也就是希望養成一個習慣，到臨終的時候不要忘記。臨終最後一念是阿彌陀佛，我們就成功了，佛決定來接引。"
    },
    {
      "id": "05-007-0003_p0078",
      "zh_CN": "『成正定聚故。准知罪人十念即名器矣』，「准」是准此，「器」是法器，就是他具足往生西方极乐世界的条件。",
      "zh_TW": "『成正定聚故。準知罪人十念即名器矣』，「準」是準此，「器」是法器，就是他具足往生西方極樂世界的條件。"
    },
    {
      "id": "05-007-0003_p0079",
      "zh_CN": "『反显世人虽行众善，于彼佛土无信行愿，亦名为非器也』。我们世间的大善人、大慈善家，做了许许多多利益社会、利益众生的事情，对于西方极乐世界不相信、不想往生，那他也决定不能得生。纵然造恶多端，临命终时真正悔改、后悔，最后念佛求生净土，佛也不舍弃他。佛的心真正叫大慈大悲！人虽然是恶人，一后悔、一悔改，就是大善人。这我们要知道，不能轻视！中国俗话说：「浪子回头金不换。」问题在他真的回头了，真的回头就是最好的人，这个要知道。",
      "zh_TW": "『反顯世人雖行眾善，於彼佛土無信行願，亦名為非器也』。我們世間的大善人、大慈善家，做了許許多多利益社會、利益眾生的事情，對於西方極樂世界不相信、不想往生，那他也決定不能得生。縱然造惡多端，臨命終時真正悔改、後悔，最後念佛求生淨土，佛也不捨棄他。佛的心真正叫大慈大悲！人雖然是惡人，一後悔、一悔改，就是大善人。這我們要知道，不能輕視！中國俗話說：「浪子回頭金不換。」問題在他真的回頭了，真的回頭就是最好的人，這個要知道。"
    },
    {
      "id": "05-007-0003_p0080",
      "zh_CN": "【七六、若七日七夜，礼念佛名。三心（至诚心、深心、回向发愿心。），六念（佛、法、僧、天、施、戒）。读经解义。深信因果。持戒利生。发心发愿。回向求生者。真佛与化佛来迎，乘金刚台，即得华开，见佛闻法，悟无生忍，受诸佛记。此名为上品上生也。】",
      "zh_TW": "【七六、若七日七夜，禮念佛名。三心（至誠心、深心、迴向發願心。），六念（佛、法、僧、天、施、戒）。讀經解義。深信因果。持戒利生。發心發願。回向求生者。真佛與化佛來迎，乘金剛台，即得華開，見佛聞法，悟無生忍，受諸佛記。此名為上品上生也。】"
    },
    {
      "id": "05-007-0003_p0081",
      "zh_CN": "『若七日七夜礼念佛名』，这就是通常讲的「打佛七」，佛七应该是七天七夜佛号不间断的。",
      "zh_TW": "『若七日七夜禮念佛名』，這就是通常講的「打佛七」，佛七應該是七天七夜佛號不間斷的。"
    },
    {
      "id": "05-007-0003_p0082",
      "zh_CN": "『三心（至诚心、深心、回向发愿心），六念（念佛、念法、念僧、念天、念施、念戒）』，这个「天」是指十地菩萨，十地菩萨化身为大梵天王，在天上教化众生。我们念他什么？无量劫前，他是我们的同参道友，跟我们一道修行，他现在证到十地菩萨当天王了，我们还在搞三恶道、还在轮回，真的是惭愧到了极处！人家生生世世精进修行，得到这样殊胜的果位，我们非常惭愧！惭愧也很幸运，我们今天遇到这个法门，如果我们在这一生当中真正往生了，我们的地位可以跟他平齐了，一下子就跟他一样了。如果不能往生，我们将来堕落就跟他愈去愈远，就是念这个不是念别的。",
      "zh_TW": "『三心（至誠心、深心、迴向發願心），六念（念佛、念法、念僧、念天、念施、念戒）』，這個「天」是指十地菩薩，十地菩薩化身為大梵天王，在天上教化眾生。我們念他什麼？無量劫前，他是我們的同參道友，跟我們一道修行，他現在證到十地菩薩當天王了，我們還在搞三惡道、還在輪迴，真的是慚愧到了極處！人家生生世世精進修行，得到這樣殊勝的果位，我們非常慚愧！慚愧也很幸運，我們今天遇到這個法門，如果我們在這一生當中真正往生了，我們的地位可以跟他平齊了，一下子就跟他一樣了。如果不能往生，我們將來墮落就跟他愈去愈遠，就是念這個不是念別的。"
    },
    {
      "id": "05-007-0003_p0083",
      "zh_CN": "『读经解义，深信因果，持戒利生。发心发愿，回向求生者，真佛与化佛来迎』。怎么会是真佛、化佛来迎接？那是指念佛功夫的浅深。念到理一心不乱，真佛来了。真佛就是报身佛，阿弥陀佛的报身来迎接你。事一心不乱以下，都是属于化身佛，弥陀化身来迎，这叫真佛化身。其实报身跟化身都是一样的，不要起分别，如果你要分别，一定要阿弥陀佛的报身来迎接你，那你就得拼命念，念到「理一心不乱」，报身佛就来迎接你。",
      "zh_TW": "『讀經解義，深信因果，持戒利生。發心發願，回向求生者，真佛與化佛來迎』。怎麼會是真佛、化佛來迎接？那是指念佛功夫的淺深。念到理一心不亂，真佛來了。真佛就是報身佛，阿彌陀佛的報身來迎接你。事一心不亂以下，都是屬於化身佛，彌陀化身來迎，這叫真佛化身。其實報身跟化身都是一樣的，不要起分別，如果你要分別，一定要阿彌陀佛的報身來迎接你，那你就得拼命念，念到「理一心不亂」，報身佛就來迎接你。"
    },
    {
      "id": "05-007-0003_p0084",
      "zh_CN": "『乘金刚台，即得华开见佛闻法，悟无生忍，受诸佛记。此名为上品上生也。』，这是上品上生的境界。",
      "zh_TW": "『乘金剛台，即得華開見佛聞法，悟無生忍，受諸佛記。此名為上品上生也。』，這是上品上生的境界。"
    },
    {
      "id": "05-007-0003_p0085",
      "zh_CN": "【七七、虽具五逆，不谤法者，必定得生。如兼谤者，亦不生也。所谓信则决定生，是也。】",
      "zh_TW": "【七七、雖具五逆，不謗法者，必定得生。如兼謗者，亦不生也。所謂信則決定生，是也。】"
    },
    {
      "id": "05-007-0003_p0086",
      "zh_CN": "这一条要特别注意到，如果是谤佛、谤法，他决定不相信佛法，那当然不能往生。如果他不谤法，他相信佛法，虽然造作极重的罪业，求生净土都会往生。但是经要多看、要多读、要明了，他为什么得生？是因为他确确实实具备经典上所说的种种条件，就是真正忏悔、真正回头，那确实决定得生，所以忏悔往生的功德不可思议。因此我们念佛人对于世间造作罪业的恶人，不可以轻慢，不能瞧不起他。为什么？说不定他临终忏悔往生，品位在我们上面，到西方极乐世界我们不如他，这都很可能。",
      "zh_TW": "這一條要特別注意到，如果是謗佛、謗法，他決定不相信佛法，那當然不能往生。如果他不謗法，他相信佛法，雖然造作極重的罪業，求生淨土都會往生。但是經要多看、要多讀、要明瞭，他為什麼得生？是因為他確確實實具備經典上所說的種種條件，就是真正懺悔、真正回頭，那確實決定得生，所以懺悔往生的功德不可思議。因此我們念佛人對於世間造作罪業的惡人，不可以輕慢，不能瞧不起他。為什麼？說不定他臨終懺悔往生，品位在我們上面，到西方極樂世界我們不如他，這都很可能。"
    },
    {
      "id": "05-007-0003_p0087",
      "zh_CN": "我们在《观无量寿佛经》里面，世尊给我们说的阿阇世王，杀父亲，害母亲，跟提婆达多联手破和合僧，五逆十恶造尽了。《大藏经》上有一本《阿阇世王经》，释迦牟尼佛讲的，他到临终后悔，知道自己生前所做的事情完全错了，回头念佛求生净土。他往生西方极乐世界什么品位？上品中生。这是我们决定想不到的，这样造罪业的人能往生，我们想大概是下下品往生，哪里晓得是上品中生。这就是他忏悔的力量，真正忏悔、真正回头，那一下子就超越了。所以这也是提醒我们，对于世间作恶的人不可以轻慢。普贤菩萨十大愿王里的「礼敬诸佛」，对于一切人要存恭敬心，是正确的。他一回头改过，那个功德是无量无边。",
      "zh_TW": "我們在《觀無量壽佛經》裡面，世尊給我們說的阿闍世王，殺父親，害母親，跟提婆達多聯手破和合僧，五逆十惡造盡了。《大藏經》上有一本《阿闍世王經》，釋迦牟尼佛講的，他到臨終後悔，知道自己生前所做的事情完全錯了，回頭念佛求生淨土。他往生西方極樂世界什麼品位？上品中生。這是我們決定想不到的，這樣造罪業的人能往生，我們想大概是下下品往生，哪裡曉得是上品中生。這就是他懺悔的力量，真正懺悔、真正回頭，那一下子就超越了。所以這也是提醒我們，對於世間作惡的人不可以輕慢。普賢菩薩十大願王裡的「禮敬諸佛」，對於一切人要存恭敬心，是正確的。他一回頭改過，那個功德是無量無邊。"
    },
    {
      "id": "05-007-0003_p0088",
      "zh_CN": "【七八、大本云：信乐不疑，乃至一念。念于彼佛，亦得往生。】",
      "zh_TW": "【七八、大本云：信樂不疑，乃至一念。念於彼佛，亦得往生。】"
    },
    {
      "id": "05-007-0003_p0089",
      "zh_CN": "『大本云』，「大本」就是指《无量寿经》。",
      "zh_TW": "『大本云』，「大本」就是指《無量壽經》。"
    },
    {
      "id": "05-007-0003_p0090",
      "zh_CN": "『信乐不疑，乃至一念，念于彼佛，亦得往生』，这就是说明三部经合起来看，我们就了解了，一念是临终一念，不一定要十念，一念也能往生。可见得这个法门实在是殊胜，确确实实九法界一切众生就怕没有缘分遇到；有缘分遇到这个法门，没有一个不得度的，没有一个不是这一生成佛，所以法门无比的殊胜。因此十方三世一切诸佛如来赞叹，一切诸佛如来弘扬，这是我们在《无量寿经》、在《阿弥陀经》里面看到，六方佛赞叹，就是六方佛弘扬这部经典。一切诸佛都给一切众生介绍这个法门，推荐这个法门。如果我们把这些事实都搞清楚了，然后才会死心塌地的念这一句佛号，才知道这一句佛号的殊胜，才知道这一个法门的好处，没有任何法门能够比得上。",
      "zh_TW": "『信樂不疑，乃至一念，念於彼佛，亦得往生』，這就是說明三部經合起來看，我們就了解了，一念是臨終一念，不一定要十念，一念也能往生。可見得這個法門實在是殊勝，確確實實九法界一切眾生就怕沒有緣分遇到；有緣分遇到這個法門，沒有一個不得度的，沒有一個不是這一生成佛，所以法門無比的殊勝。因此十方三世一切諸佛如來讚歎，一切諸佛如來弘揚，這是我們在《無量壽經》、在《阿彌陀經》裡面看到，六方佛讚歎，就是六方佛弘揚這部經典。一切諸佛都給一切眾生介紹這個法門，推薦這個法門。如果我們把這些事實都搞清楚了，然後才會死心塌地的念這一句佛號，才知道這一句佛號的殊勝，才知道這一個法門的好處，沒有任何法門能夠比得上。"
    },
    {
      "id": "05-007-0003_p0091",
      "zh_CN": "【七九、善导，千念而飞千光。少康，十声而出十佛。华严偈云：以佛为境界，专念而不舍。此人得见佛，其数与心等。】",
      "zh_TW": "【七九、善導，千念而飛千光。少康，十聲而出十佛。華嚴偈云：以佛為境界，專念而不捨。此人得見佛，其數與心等。】"
    },
    {
      "id": "05-007-0003_p0092",
      "zh_CN": "『善导云』，善导大师是我们净土宗第二代的祖师，唐朝时候人。『千念而飞千光』，善导大师在传记里面记载，他是阿弥陀佛化身来的，他老人家念佛，口里放光，念一声佛号就有一道光，光中有一尊佛。这是当时大家都看到的，他念十声就有十道光，念一百声就有一百道光，念一千声就有一千道光明。所以善导大师当时大家称他为「光明法师」，他口放光。『少康』，也是净土宗的祖师。『十声而出十佛』，这些祖师都是佛菩萨再来的，所以他们念佛都有光，都有佛像出现。",
      "zh_TW": "『善導云』，善導大師是我們淨土宗第二代的祖師，唐朝時候人。『千念而飛千光』，善導大師在傳記裡面記載，他是阿彌陀佛化身來的，他老人家念佛，口裡放光，念一聲佛號就有一道光，光中有一尊佛。這是當時大家都看到的，他念十聲就有十道光，念一百聲就有一百道光，念一千聲就有一千道光明。所以善導大師當時大家稱他為「光明法師」，他口放光。『少康』，也是淨土宗的祖師。『十聲而出十佛』，這些祖師都是佛菩薩再來的，所以他們念佛都有光，都有佛像出現。"
    },
    {
      "id": "05-007-0003_p0093",
      "zh_CN": "『华严偈云：以佛为境界，专念而不舍，此人得见佛，其数与心等』，这个「心」就是你念佛的数量，你念多少佛，就见多少佛，念无量佛就见无量佛，这是《华严经》上说的，修行以佛为境界，这是第一殊胜的，没有比这个更殊胜，这个诸位要晓得。心心念念，心里有佛，这个人成佛就非常快速。佛怎么来的？佛是心成的，佛也是心想生的。我天天想佛，不知不觉自己就变成佛了，就是这个道理。所以心里面的念头，非常非常重要，这是不可以不知道的。",
      "zh_TW": "『華嚴偈云：以佛為境界，專念而不捨，此人得見佛，其數與心等』，這個「心」就是你念佛的數量，你念多少佛，就見多少佛，念無量佛就見無量佛，這是《華嚴經》上說的，修行以佛為境界，這是第一殊勝的，沒有比這個更殊勝，這個諸位要曉得。心心念念，心裡有佛，這個人成佛就非常快速。佛怎麼來的？佛是心成的，佛也是心想生的。我天天想佛，不知不覺自己就變成佛了，就是這個道理。所以心裡面的念頭，非常非常重要，這是不可以不知道的。"
    },
    {
      "id": "05-007-0003_p0094",
      "zh_CN": "我们身体、生理完全受念头在控制，我们念清净，身体就清净，健康长寿。现在很多人心里常常「念病、念老」，怎么念病？念着很多补药。这个东西补这个，那个补那个，天天去打听，天天去采购。那就是「念病」，不管吃什么样的药，到时候还要生病。为什么？他念成功了，懂得吗？念成了，病就得到了。念心脏就得心脏病，念肺结核就得肺结核病，念什么就得什么。麻烦！如果念着很多营养，这个营养保护皮肤，那个营养去掉皱纹，这就是念什么？这是念老！不管买什么样的化粧品，那是愈化粧是愈老。老、病、死都是你念来的，六道轮回也是念来的。那你为什么不念佛？念佛就成佛了，佛不老，哪一尊佛有皱纹？哪一尊佛有胡须？没有的！念佛自然就不老就不生病。所以念头非常非常重要。",
      "zh_TW": "我們身體、生理完全受念頭在控制，我們念清淨，身體就清淨，健康長壽。現在很多人心裡常常「念病、念老」，怎麼念病？念著很多補藥。這個東西補這個，那個補那個，天天去打聽，天天去採購。那就是「念病」，不管吃什麼樣的藥，到時候還要生病。為什麼？他念成功了，懂得嗎？念成了，病就得到了。念心臟就得心臟病，念肺結核就得肺結核病，念什麼就得什麼。麻煩！如果念著很多營養，這個營養保護皮膚，那個營養去掉皺紋，這就是念什麼？這是念老！不管買什麼樣的化粧品，那是愈化粧是愈老。老、病、死都是你念來的，六道輪迴也是念來的。那你為什麼不念佛？念佛就成佛了，佛不老，哪一尊佛有皺紋？哪一尊佛有鬍鬚？沒有的！念佛自然就不老就不生病。所以念頭非常非常重要。"
    },
    {
      "id": "05-007-0003_p0095",
      "zh_CN": "佛无量的智慧、无量的光明、无量的寿命、无量的福报，哪个人福报有佛大？我们一念佛就统统都得到了，不要零零碎碎一样一样的去念。一念佛圆圆满满的，一切都得到了。所以一切行法里头，没有念佛好。念佛法门当中，尤其是念阿弥陀佛。释迦牟尼佛给我们介绍，阿弥陀佛是「光中极尊，佛中之王」，所以念阿弥陀佛，就等于十方三世一切诸佛统统都念到了，一个也不漏。念阿弥陀佛的好处，一定要知道。我们三天讲的其他东西记不得都没有关系，记住这一句，念阿弥陀佛，你的功德就圆满了。",
      "zh_TW": "佛無量的智慧、無量的光明、無量的壽命、無量的福報，哪個人福報有佛大？我們一念佛就統統都得到了，不要零零碎碎一樣一樣的去念。一念佛圓圓滿滿的，一切都得到了。所以一切行法裡頭，沒有念佛好。念佛法門當中，尤其是念阿彌陀佛。釋迦牟尼佛給我們介紹，阿彌陀佛是「光中極尊，佛中之王」，所以念阿彌陀佛，就等於十方三世一切諸佛統統都念到了，一個也不漏。念阿彌陀佛的好處，一定要知道。我們三天講的其他東西記不得都沒有關係，記住這一句，念阿彌陀佛，你的功德就圓滿了。"
    },
    {
      "id": "05-007-0003_p0096",
      "zh_CN": "【八十、佛问圆通，我无选择。都摄六根，净念相继，得三摩地，斯为第一。（楞严五云：我今问汝最初发心，悟十八界，谁为圆通。从何方便，入三摩地。）】",
      "zh_TW": "【八十、佛問圓通，我無選擇。都攝六根，淨念相繼，得三摩地，斯為第一。（楞嚴五云：我今問汝最初發心，悟十八界，誰為圓通。從何方便，入三摩地。）】"
    },
    {
      "id": "05-007-0003_p0097",
      "zh_CN": "『佛问圆通，我无选择，都摄六根，净念相继，得三摩地，斯为第一』，到这个地方，大势至菩萨才把答复的说出来了。因为《楞严经》第五卷最后一段，『我今问汝最初发心，悟十八界，谁为圆通？从何方便，入三摩地』，释迦牟尼佛提出这个问题问大家，大势至菩萨答的。",
      "zh_TW": "『佛問圓通，我無選擇，都攝六根，淨念相繼，得三摩地，斯為第一』，到這個地方，大勢至菩薩才把答覆的說出來了。因為《楞嚴經》第五卷最後一段，『我今問汝最初發心，悟十八界，誰為圓通？從何方便，入三摩地』，釋迦牟尼佛提出這個問題問大家，大勢至菩薩答的。"
    },
    {
      "id": "05-007-0003_p0098",
      "zh_CN": "『佛问圆通，我无选择』，我没有选择。『都摄六根，净念相继』，他把他修行的方法完全说出来了。『得三摩地，斯为第一』，「得三摩地」就是证得无生法忍，圆满成就无上菩提。哪个法门是第一？『都摄六根，净念相继』，这个是第一。所以在无量无边法门里面，大势至菩萨没有其他的选择，只选择专念阿弥陀佛。我们这个讲义到此地就介绍圆满了。",
      "zh_TW": "『佛問圓通，我無選擇』，我沒有選擇。『都攝六根，淨念相繼』，他把他修行的方法完全說出來了。『得三摩地，斯為第一』，「得三摩地」就是證得無生法忍，圓滿成就無上菩提。哪個法門是第一？『都攝六根，淨念相繼』，這個是第一。所以在無量無邊法門裡面，大勢至菩薩沒有其他的選擇，只選擇專念阿彌陀佛。我們這個講義到此地就介紹圓滿了。"
    },
    {
      "id": "05-007-0003_p0099",
      "zh_CN": "下面留一点时间，听说今天有不少同修发心皈依，我要把皈依的大意简简单单跟诸位说一说。我听到有几位同修很热心，说：「法师，你很难得来，今天我要发心皈依你。」我听了没有说话，现在在这个地方说。",
      "zh_TW": "下面留一點時間，聽說今天有不少同修發心皈依，我要把皈依的大意簡簡單單跟諸位說一說。我聽到有幾位同修很熱心，說：「法師，你很難得來，今天我要發心皈依你。」我聽了沒有說話，現在在這個地方說。"
    },
    {
      "id": "05-007-0003_p0100",
      "zh_CN": "为什么说「皈依我」你就麻烦了？西方极乐世界去不了，将来到哪里去？到阿鼻地狱去。我跟你讲的是老实话，你会到阿鼻地狱去，你不会到西方极乐世界。你皈依是皈依三宝，没有说皈依哪个法师。三宝是个和合僧团，这个僧团很大，尽虚空遍法界的一个团体。你今天皈依，「只有净空法师是我的皈依师，其他的法师不是我的皈依师」，你在那里搞分化，你在那里破和合僧。这就好像我们这个世间政党一样，你要入党，党部派一个代表来监誓，你莫名其妙归了他的党，这成什么话！大错特错。不能不辨别清楚。所以不皈依还没事，一皈依造了一身重罪，自己还不知道。我得说清楚，你要自己心里还认为皈依净空法师，将来你堕阿鼻地狱，我不负责任，我不受牵连。",
      "zh_TW": "為什麼說「皈依我」你就麻煩了？西方極樂世界去不了，將來到哪裡去？到阿鼻地獄去。我跟你講的是老實話，你會到阿鼻地獄去，你不會到西方極樂世界。你皈依是皈依三寶，沒有說皈依哪個法師。三寶是個和合僧團，這個僧團很大，盡虛空遍法界的一個團體。你今天皈依，「只有淨空法師是我的皈依師，其他的法師不是我的皈依師」，你在那裡搞分化，你在那裡破和合僧。這就好像我們這個世間政黨一樣，你要入黨，黨部派一個代表來監誓，你莫名其妙歸了他的黨，這成什麼話！大錯特錯。不能不辨別清楚。所以不皈依還沒事，一皈依造了一身重罪，自己還不知道。我得說清楚，你要自己心裡還認為皈依淨空法師，將來你墮阿鼻地獄，我不負責任，我不受牽連。"
    },
    {
      "id": "05-007-0003_p0101",
      "zh_CN": "我讲清楚了，我在此地把三皈依传授给你，你在佛菩萨面前宣誓，我给你做证明；就像你们入党宣誓的时候，党部派一个资深党员来监誓，来为你做证明。我是来给你做证明的，是把三皈的道理讲给你听，传授给你，可不是皈依我的。你是皈依三宝，是三宝弟子，那是「诸佛护念，龙天拥护」，你就对了。如果说皈依某个法师就糟了，这个观念要转过来，决定不能错。这一错真的是「差之毫厘，谬之千里」，将来还不晓得怎么堕落的，那就是很可怜的事情。所以一定要搞清楚，要搞明白。",
      "zh_TW": "我講清楚了，我在此地把三皈依傳授給你，你在佛菩薩面前宣誓，我給你做證明；就像你們入黨宣誓的時候，黨部派一個資深黨員來監誓，來為你做證明。我是來給你做證明的，是把三皈的道理講給你聽，傳授給你，可不是皈依我的。你是皈依三寶，是三寶弟子，那是「諸佛護念，龍天擁護」，你就對了。如果說皈依某個法師就糟了，這個觀念要轉過來，決定不能錯。這一錯真的是「差之毫釐，謬之千里」，將來還不曉得怎麼墮落的，那就是很可憐的事情。所以一定要搞清楚，要搞明白。"
    },
    {
      "id": "05-007-0003_p0102",
      "zh_CN": "我有录制一个「皈依三宝」的录音带，讲得很清楚，凡是接受皈依的，我们一定送给你。为了节省时间，回家要多听几遍，要把它听得清清楚楚、明明白白，真的有皈了、真的有依了，那才是有效果。否则受个形式的三皈，这叫自欺、欺骗三宝，为什么？假皈依！心里确实没有回头，也没有依靠，只是受个仪式。那个仪式就是欺骗自己，欺骗佛菩萨，还欺骗一切大众。「我皈依了」，这是欺骗大众，其实你没有皈，也没有依。",
      "zh_TW": "我有錄製一個「皈依三寶」的錄音帶，講得很清楚，凡是接受皈依的，我們一定送給你。為了節省時間，回家要多聽幾遍，要把它聽得清清楚楚、明明白白，真的有皈了、真的有依了，那才是有效果。否則受個形式的三皈，這叫自欺、欺騙三寶，為什麼？假皈依！心裡確實沒有回頭，也沒有依靠，只是受個儀式。那個儀式就是欺騙自己，欺騙佛菩薩，還欺騙一切大眾。「我皈依了」，這是欺騙大眾，其實你沒有皈，也沒有依。"
    },
    {
      "id": "05-007-0003_p0103",
      "zh_CN": "所以要晓得「皈」是回归、回头，「依」是依靠。我们从哪里回头？依靠什么？你都不清楚，你叫什么皈依？佛给我们讲标准是在三宝，佛、法、僧，但是怕你听起来产生误会，以为「佛」就想到佛像，佛像靠不住，泥菩萨过河自身难保！我们依他怎么能可靠！这个靠不住的。依靠经典，一把火烧光了，也靠不住。依靠出家人，出家人没有修行，没有证果，他也是凡夫，自身不保，我靠他怎么能靠得住？所以佛教给我们三宝，是真正我们可以依靠的叫「自性三宝」，那是真正靠得住的。",
      "zh_TW": "所以要曉得「皈」是回歸、回頭，「依」是依靠。我們從哪裡回頭？依靠什麼？你都不清楚，你叫什麼皈依？佛給我們講標準是在三寶，佛、法、僧，但是怕你聽起來產生誤會，以為「佛」就想到佛像，佛像靠不住，泥菩薩過河自身難保！我們依他怎麼能可靠！這個靠不住的。依靠經典，一把火燒光了，也靠不住。依靠出家人，出家人沒有修行，沒有證果，他也是凡夫，自身不保，我靠他怎麼能靠得住？所以佛教給我們三寶，是真正我們可以依靠的叫「自性三寶」，那是真正靠得住的。"
    },
    {
      "id": "05-007-0003_p0104",
      "zh_CN": "在唐朝时候，禅宗六祖惠能大师传授三皈，《坛经》里面讲得很清楚，他老人家传授三皈，不说「佛、法、僧」。他不讲「皈依佛、皈依法、皈依僧」，怕人误会。这是惠能大师的慈悲！他说：「皈依觉、皈依正、皈依净。」，这个我们听起来不至于发生误会，感觉得很新鲜，这是惠能大师了不起之处。",
      "zh_TW": "在唐朝時候，禪宗六祖惠能大師傳授三皈，《壇經》裡面講得很清楚，他老人家傳授三皈，不說「佛、法、僧」。他不講「皈依佛、皈依法、皈依僧」，怕人誤會。這是惠能大師的慈悲！他說：「皈依覺、皈依正、皈依淨。」，這個我們聽起來不至於發生誤會，感覺得很新鮮，這是惠能大師了不起之處。"
    },
    {
      "id": "05-007-0003_p0105",
      "zh_CN": "他说：「佛者觉也，法者正也，僧者净也。」这一解释我们清清楚楚、明明白白，我们就晓得了。从哪里回头？从迷惑颠倒回头，我们要依自性觉，我们要念念觉而不迷，那你真皈依了。你皈依之后还糊里糊涂的，你没有皈依。皈依之后就不迷惑，就不糊涂了，对人对事对物，清清楚楚、明明白白，你才是佛弟子，这叫「皈依佛」。",
      "zh_TW": "他說：「佛者覺也，法者正也，僧者淨也。」這一解釋我們清清楚楚、明明白白，我們就曉得了。從哪裡回頭？從迷惑顛倒回頭，我們要依自性覺，我們要念念覺而不迷，那你真皈依了。你皈依之後還糊裡糊塗的，你沒有皈依。皈依之後就不迷惑，就不糊塗了，對人對事對物，清清楚楚、明明白白，你才是佛弟子，這叫「皈依佛」。"
    },
    {
      "id": "05-007-0003_p0106",
      "zh_CN": "法是什么？法是正知正见。《法华经》上说：「入佛知见。」对于宇宙人生的看法是正确的，决定没有错误。我们从一切错误的想法、错误的看法，回过头来，依正确的、纯正的想法看法，这叫「皈依法」。",
      "zh_TW": "法是什麼？法是正知正見。《法華經》上說：「入佛知見。」對於宇宙人生的看法是正確的，決定沒有錯誤。我們從一切錯誤的想法、錯誤的看法，回過頭來，依正確的、純正的想法看法，這叫「皈依法」。"
    },
    {
      "id": "05-007-0003_p0107",
      "zh_CN": "第三、「皈依僧」，僧是清净。污染对我们现在人来讲，我们感触很深，环境污染、生理污染、心理污染、精神污染、思想污染、见解污染，这简直一塌糊涂！这人简直不像人！佛教给我们，从一切污染回过头来，依清净心。要依清净，那就对了，心清净，一切都清净了。",
      "zh_TW": "第三、「皈依僧」，僧是清淨。污染對我們現在人來講，我們感觸很深，環境污染、生理污染、心理污染、精神污染、思想污染、見解污染，這簡直一塌糊塗！這人簡直不像人！佛教給我們，從一切污染回過頭來，依清淨心。要依清淨，那就對了，心清淨，一切都清淨了。"
    },
    {
      "id": "05-007-0003_p0108",
      "zh_CN": "我们要晓得从哪里皈？依什么？所以要知道我们所依靠的是「觉而不迷，正而不邪，净而不染」，这是自性三宝，是我们真正的皈依处，这个要知道。从迷归觉、从邪归正、从污染归清净，那我们是真的皈依了，真的要这样做。",
      "zh_TW": "我們要曉得從哪裡皈？依什麼？所以要知道我們所依靠的是「覺而不迷，正而不邪，淨而不染」，這是自性三寶，是我們真正的皈依處，這個要知道。從迷歸覺、從邪歸正、從污染歸清淨，那我們是真的皈依了，真的要這樣做。"
    },
    {
      "id": "05-007-0003_p0109",
      "zh_CN": "「自性三宝」就是佛法修学的总纲领，这个要知道。如果人家要问你：「你们学佛求什么？」我们要知道，佛弟子所求的是「阿耨多罗三藐三菩提」。这一句话是梵语，翻成中文的意思是「无上正等正觉」，用现代话来讲，就是究竟圆满的智慧。我们学佛求的是这个，是究竟圆满的智慧，这个智慧是无所不知、无所不能！我们求这个。那修行你修的是什么？我们修的是「觉、正、净」，就是三宝，所以三宝是我们修行的总纲领。不管是禅宗、是教下，是显教、是密教，只要是佛法，都是修「觉、正、净」这三个纲领。「觉、正、净」成就了、圆满了，就是无所不知、无所不能，就是究竟圆满的智慧。所以一定要晓得我们求什么，我们修什么。",
      "zh_TW": "「自性三寶」就是佛法修學的總綱領，這個要知道。如果人家要問你：「你們學佛求什麼？」我們要知道，佛弟子所求的是「阿耨多羅三藐三菩提」。這一句話是梵語，翻成中文的意思是「無上正等正覺」，用現代話來講，就是究竟圓滿的智慧。我們學佛求的是這個，是究竟圓滿的智慧，這個智慧是無所不知、無所不能！我們求這個。那修行你修的是什麼？我們修的是「覺、正、淨」，就是三寶，所以三寶是我們修行的總綱領。不管是禪宗、是教下，是顯教、是密教，只要是佛法，都是修「覺、正、淨」這三個綱領。「覺、正、淨」成就了、圓滿了，就是無所不知、無所不能，就是究竟圓滿的智慧。所以一定要曉得我們求什麼，我們修什麼。"
    },
    {
      "id": "05-007-0003_p0110",
      "zh_CN": "那现在问你用什么方法修？我们用持名念佛。所以念佛是方法手段。禅宗我们用参究，那是方法手段。密宗我们用持咒，三密相应，那都是方法手段。所以方法手段无量无边，法门无量无边，法是方法，门是门径。方法门径很多，八万四千无量无边，纲领只有一个，就是「觉、正、净」，离开「觉、正、净」就不是佛法。诸位要知道，从哪里回来，依靠哪个。",
      "zh_TW": "那現在問你用什麼方法修？我們用持名念佛。所以念佛是方法手段。禪宗我們用參究，那是方法手段。密宗我們用持咒，三密相應，那都是方法手段。所以方法手段無量無邊，法門無量無邊，法是方法，門是門徑。方法門徑很多，八萬四千無量無邊，綱領只有一個，就是「覺、正、淨」，離開「覺、正、淨」就不是佛法。諸位要知道，從哪裡回來，依靠哪個。"
    },
    {
      "id": "05-007-0003_p0111",
      "zh_CN": "可见得不是皈依我。皈依我，你就完了，你就糟了，所以一定要清楚。这是我把三皈就是修行的总纲领，传授给你了，你就是真正皈依了。形式是其次，不重要，重要的是你真正懂得、真正明白，从心里头真正回头，真正依靠「觉、正、净」。没有人给你证明，你也是真正的佛弟子，佛菩萨承认。你要没有真正回头，不但我给你做证明，释迦牟尼佛给你证明，也没有人承认。冒名的、冒充的，假的，那不是真的。什么样高僧大德给你做证明都是假的，要我们自己真心回头，依「觉、正、净」，这就对了。这是一般三皈授受，我们时间虽然短，也讲得很清楚了。",
      "zh_TW": "可見得不是皈依我。皈依我，你就完了，你就糟了，所以一定要清楚。這是我把三皈就是修行的總綱領，傳授給你了，你就是真正皈依了。形式是其次，不重要，重要的是你真正懂得、真正明白，從心裡頭真正回頭，真正依靠「覺、正、淨」。沒有人給你證明，你也是真正的佛弟子，佛菩薩承認。你要沒有真正回頭，不但我給你做證明，釋迦牟尼佛給你證明，也沒有人承認。冒名的、冒充的，假的，那不是真的。什麼樣高僧大德給你做證明都是假的，要我們自己真心回頭，依「覺、正、淨」，這就對了。這是一般三皈授受，我們時間雖然短，也講得很清楚了。"
    },
    {
      "id": "05-007-0003_p0112",
      "zh_CN": "现在我们要落实到生活上，怎么做？要依「觉、正、净」。什么才叫觉？什么才叫正知正见？我搞不清楚。我再传授诸位同修，这是我们落实在我们净宗生活范围里面。我们皈依佛是阿弥陀佛，这就认定了，我就是皈依阿弥陀佛的。皈依法是《无量寿经》、《阿弥陀经》，我就专依《无量寿经》、《阿弥陀经》，不依其他的经典。皈依僧，我跟诸位介绍三个人，第一位是观世音菩萨，第二位是大势至菩萨，第三位是普贤菩萨。我跟诸位介绍三个人，没有我。我们跟观世音菩萨学大慈大悲，我们跟大势至菩萨学专修专弘。大势至菩萨从初发心到成佛，就一句「阿弥陀佛」，我们学他。跟普贤菩萨学心量拓开，尽虚空遍法界，我们统统包容，统统礼敬、称赞，一直到回向。这三位僧宝是我们形相上的三宝。",
      "zh_TW": "現在我們要落實到生活上，怎麼做？要依「覺、正、淨」。什麼才叫覺？什麼才叫正知正見？我搞不清楚。我再傳授諸位同修，這是我們落實在我們淨宗生活範圍裡面。我們皈依佛是阿彌陀佛，這就認定了，我就是皈依阿彌陀佛的。皈依法是《無量壽經》、《阿彌陀經》，我就專依《無量壽經》、《阿彌陀經》，不依其他的經典。皈依僧，我跟諸位介紹三個人，第一位是觀世音菩薩，第二位是大勢至菩薩，第三位是普賢菩薩。我跟諸位介紹三個人，沒有我。我們跟觀世音菩薩學大慈大悲，我們跟大勢至菩薩學專修專弘。大勢至菩薩從初發心到成佛，就一句「阿彌陀佛」，我們學他。跟普賢菩薩學心量拓開，盡虛空遍法界，我們統統包容，統統禮敬、稱讚，一直到迴向。這三位僧寶是我們形相上的三寶。"
    },
    {
      "id": "05-007-0003_p0113",
      "zh_CN": "这样皈依，那就恭喜诸位，以后人家问：「你皈依哪里？」你回答说：「我皈依阿弥陀佛，我是阿弥陀佛弟子。」这就没错了。你们曾经已经皈依的，没有把皈依意思搞明白，糊里糊涂皈的，实在讲也没有皈也没有依，都搞的是假的。今天听了我这些话，重新发心，那你们统统都真的皈依了，统统都是阿弥陀佛的弟子，没有分别。",
      "zh_TW": "這樣皈依，那就恭喜諸位，以後人家問：「你皈依哪裡？」你回答說：「我皈依阿彌陀佛，我是阿彌陀佛弟子。」這就沒錯了。你們曾經已經皈依的，沒有把皈依意思搞明白，糊裡糊塗皈的，實在講也沒有皈也沒有依，都搞的是假的。今天聽了我這些話，重新發心，那你們統統都真的皈依了，統統都是阿彌陀佛的弟子，沒有分別。"
    },
    {
      "id": "05-007-0003_p0114",
      "zh_CN": "诸位拿到皈依证以后，前面有誓词，这个誓词是弘一大师从戒经里面摘录出来的。弘一大师告诉我们，世尊当年在世跟大家传授皈依就是用这个誓词，所以他鼓励我们尽量的采用。我读到弘一大师这篇东西的时候，我就采用他的誓词。这个誓词既然是世尊当年所用，既简单又隆重，在佛菩萨形像面前宣誓念三遍，这就是真正皈依了。我皈依证上写得很清楚，我后面有签名，我是三皈证明阿阇梨，我是给你证明的，不是皈依我的。所以这个责任很清楚，以后你们要是搞错了，堕落了，我绝对不受牵累，这里文字写得很清楚。今天时间也刚好到这里圆满，三皈仪式等一下我们简单做一做，虽然没有佛像，我们心里观想阿弥陀佛在我们面前就可以了。",
      "zh_TW": "諸位拿到皈依證以後，前面有誓詞，這個誓詞是弘一大師從戒經裡面摘錄出來的。弘一大師告訴我們，世尊當年在世跟大家傳授皈依就是用這個誓詞，所以他鼓勵我們盡量的採用。我讀到弘一大師這篇東西的時候，我就採用他的誓詞。這個誓詞既然是世尊當年所用，既簡單又隆重，在佛菩薩形像面前宣誓念三遍，這就是真正皈依了。我皈依證上寫得很清楚，我後面有簽名，我是三皈證明阿闍梨，我是給你證明的，不是皈依我的。所以這個責任很清楚，以後你們要是搞錯了，墮落了，我絕對不受牽累，這裡文字寫得很清楚。今天時間也剛好到這裡圓滿，三皈儀式等一下我們簡單做一做，雖然沒有佛像，我們心裡觀想阿彌陀佛在我們面前就可以了。"
    },
    {
      "id": "05-007-0003_p0115",
      "zh_CN": "明天台北「华藏图书馆」来了一些同修，在此地举行一个「三时系念」的佛事。听说有很多同修不知道这个佛事，这个佛事是元朝时候，中峰国师他定的仪规，是超度往生的佛事，佛事的内容是《阿弥陀经》、念佛。当中有开示，劝勉大众发愿求生净土。佛事一而再，再而三，这是重复加深他的印象，所以有第一堂、第二堂、第三堂，叫做「三时系念」。",
      "zh_TW": "明天台北「華藏圖書館」來了一些同修，在此地舉行一個「三時繫念」的佛事。聽說有很多同修不知道這個佛事，這個佛事是元朝時候，中峰國師他定的儀規，是超度往生的佛事，佛事的內容是《阿彌陀經》、念佛。當中有開示，勸勉大眾發願求生淨土。佛事一而再，再而三，這是重複加深他的印象，所以有第一堂、第二堂、第三堂，叫做「三時繫念」。"
    },
    {
      "id": "05-007-0003_p0116",
      "zh_CN": "系念，就是《无量寿经》上讲的一心专念，《观无量寿佛经》讲的一心系念，《阿弥陀经》上讲的一心不乱，都是专念阿弥陀佛求生净土。这个佛事很纯，不像其他仪规里面有经、有咒，有很多东西，就比较杂。这个很纯，专修西方净土，所以很殊胜，效果很显著，是超度佛事。我说明天他们是来作秀，来表演给大家看看。实际上的超度，馆长打电话告诉我，在台北图书馆供超度牌位，已经在那里超度回向了，所以此地只是表演一下而已。如果诸位看到喜欢，将来可以采用，可以普遍推行。这个佛事，我们做了很多年，确实有效果，这是附带跟诸位报告的。",
      "zh_TW": "繫念，就是《無量壽經》上講的一心專念，《觀無量壽佛經》講的一心繫念，《阿彌陀經》上講的一心不亂，都是專念阿彌陀佛求生淨土。這個佛事很純，不像其他儀規裡面有經、有咒，有很多東西，就比較雜。這個很純，專修西方淨土，所以很殊勝，效果很顯著，是超度佛事。我說明天他們是來作秀，來表演給大家看看。實際上的超度，館長打電話告訴我，在台北圖書館供超度牌位，已經在那裡超度迴向了，所以此地只是表演一下而已。如果諸位看到喜歡，將來可以採用，可以普遍推行。這個佛事，我們做了很多年，確實有效果，這是附帶跟諸位報告的。"
    },
    {
      "id": "05-007-0003_p0117",
      "zh_CN": "现在三皈仪式我们简单做一次，不管有没有拿到皈依证，我们统统起立，统统皈依阿弥陀佛，我跟诸位做证明。做证明就不能坐在当中，坐在当中变成皈依我了，我就有罪了，我要下来。因为人多，我们就不礼拜，用问讯代替礼拜，只要心地真诚、恭敬是一样的。",
      "zh_TW": "現在三皈儀式我們簡單做一次，不管有沒有拿到皈依證，我們統統起立，統統皈依阿彌陀佛，我跟諸位做證明。做證明就不能坐在當中，坐在當中變成皈依我了，我就有罪了，我要下來。因為人多，我們就不禮拜，用問訊代替禮拜，只要心地真誠、恭敬是一樣的。"
    },
    {
      "id": "05-007-0003_p0118",
      "zh_CN": "我们合掌，观想佛菩萨三宝在我们的面前，我们想阿弥陀佛、想观音、势至、普贤菩萨。跟着我念这个誓词：",
      "zh_TW": "我們合掌，觀想佛菩薩三寶在我們的面前，我們想阿彌陀佛、想觀音、勢至、普賢菩薩。跟著我念這個誓詞："
    },
    {
      "id": "05-007-0003_p0119",
      "zh_CN": "【阿阇梨存念，我弟子妙音，始从今日，乃至命存。皈依佛陀，两足中尊。皈依达摩，离欲中尊。皈依僧伽，诸众中尊。】",
      "zh_TW": "【阿闍梨存念，我弟子妙音，始從今日，乃至命存。皈依佛陀，兩足中尊。皈依達摩，離欲中尊。皈依僧伽，諸眾中尊。】"
    },
    {
      "id": "05-007-0003_p0120",
      "zh_CN": "好！一问讯。",
      "zh_TW": "好！一問訊。"
    },
    {
      "id": "05-007-0003_p0121",
      "zh_CN": "【阿阇梨存念，我弟子妙音，始从今日，乃至命存。皈依佛陀，两足中尊。皈依达摩，离欲中尊。皈依僧伽，诸众中尊。】",
      "zh_TW": "【阿闍梨存念，我弟子妙音，始從今日，乃至命存。皈依佛陀，兩足中尊。皈依達摩，離欲中尊。皈依僧伽，諸眾中尊。】"
    },
    {
      "id": "05-007-0003_p0122",
      "zh_CN": "好！再问讯。",
      "zh_TW": "好！再問訊。"
    },
    {
      "id": "05-007-0003_p0123",
      "zh_CN": "【阿阇梨存念，我弟子妙音，始从今日，乃至命存。皈依佛陀，两足中尊。皈依达摩，离欲中尊。皈依僧伽，诸众中尊。】",
      "zh_TW": "【阿闍梨存念，我弟子妙音，始從今日，乃至命存。皈依佛陀，兩足中尊。皈依達摩，離欲中尊。皈依僧伽，諸眾中尊。】"
    },
    {
      "id": "05-007-0003_p0124",
      "zh_CN": "再问讯。",
      "zh_TW": "再問訊。"
    },
    {
      "id": "05-007-0003_p0125",
      "zh_CN": "法名用的是「妙音」。「妙音」这个法名是释迦牟尼佛告诉我们的。在《无量寿经》第四十八品，佛告诉我们，娑婆世界的这些同修们将来生到西方极乐世界，圆成佛道之后，到他方世界成佛，度化众生，都叫做「妙音如来」。将来就是同名妙音如来，我们现在同名妙音居士，所以因果都相同，这个名义就非常亲切。",
      "zh_TW": "法名用的是「妙音」。「妙音」這個法名是釋迦牟尼佛告訴我們的。在《無量壽經》第四十八品，佛告訴我們，娑婆世界的這些同修們將來生到西方極樂世界，圓成佛道之後，到他方世界成佛，度化眾生，都叫做「妙音如來」。將來就是同名妙音如來，我們現在同名妙音居士，所以因果都相同，這個名義就非常親切。"
    },
    {
      "id": "05-007-0003_p0126",
      "zh_CN": "展开《无量寿经》里面有自己的名字，佛为我们授记，所以是无比的亲切，我们真真实实是阿弥陀佛弟子，这是我们要牢牢记住。从今天起，真正回头，真正有依靠了，我在此地祝福诸位同修，我们都是同学，都是阿弥陀佛的学生。好！今天这个法会圆满，谢谢诸位同修。阿弥陀佛。",
      "zh_TW": "展開《無量壽經》裡面有自己的名字，佛為我們授記，所以是無比的親切，我們真真實實是阿彌陀佛弟子，這是我們要牢牢記住。從今天起，真正回頭，真正有依靠了，我在此地祝福諸位同修，我們都是同學，都是阿彌陀佛的學生。好！今天這個法會圓滿，謝謝諸位同修。阿彌陀佛。"
    },
    {
      "id": "05-007-0003_p0127",
      "zh_CN": "我们礼谢法师，请合掌，向法师行问讯礼，问讯。",
      "zh_TW": "我們禮謝法師，請合掌，向法師行問訊禮，問訊。"
    },
    {
      "id": "05-007-0003_p0128",
      "zh_CN": "阿弥陀佛，再见！诸位，大家要好好用功！",
      "zh_TW": "阿彌陀佛，再見！諸位，大家要好好用功！"
    },
    {
      "id": "05-007-0003_p0129",
      "zh_CN": "谢谢师父这三天来辛苦开示，非常感谢师父的慈悲，心不余力，这份苦劳值得我们喝采。谢谢！请各位大德，我们先坐下来。现在我们请我们净宗学会的林会长跟大家见面，讲几句话。我们欢迎林会长，阿弥陀佛。谢谢！",
      "zh_TW": "謝謝師父這三天來辛苦開示，非常感謝師父的慈悲，心不餘力，這份苦勞值得我們喝采。謝謝！請各位大德，我們先坐下來。現在我們請我們淨宗學會的林會長跟大家見面，講幾句話。我們歡迎林會長，阿彌陀佛。謝謝！"
    },
    {
      "id": "05-007-0003_p0130",
      "zh_CN": "诸位诸山长老、诸位在家居士、同修们，阿弥陀佛！谢谢！我们这一次能够这么顺利，这么圆满的佛学讲座，我们首先要感谢的是台北华藏图书馆馆长，能够安排这一次净空导师莅临台南给我们开示法要，我们非常感谢，今天才有这么圆满的法会。下面还要感谢当然有很多，很多单位都来协助我们，本会不能在此一一提出感谢之意，这几天如果有不周之处，请诸位能够多多海涵。我们此次的法会虽然已经圆满了，短短三天而已，但是我们以后还有机会，我们期待下一次净空法师如果从美国再回来，我们尽量邀请他再来台南给我们弘法、给我们开示。这个净土法门实在真好。本会在此，不敢再耽误各位太久的时间，在此祝大家身体健康，法喜充满，阿弥陀佛。",
      "zh_TW": "諸位諸山長老、諸位在家居士、同修們，阿彌陀佛！謝謝！我們這一次能夠這麼順利，這麼圓滿的佛學講座，我們首先要感謝的是台北華藏圖書館館長，能夠安排這一次淨空導師蒞臨台南給我們開示法要，我們非常感謝，今天才有這麼圓滿的法會。下面還要感謝當然有很多，很多單位都來協助我們，本會不能在此一一提出感謝之意，這幾天如果有不周之處，請諸位能夠多多海涵。我們此次的法會雖然已經圓滿了，短短三天而已，但是我們以後還有機會，我們期待下一次淨空法師如果從美國再回來，我們儘量邀請他再來台南給我們弘法、給我們開示。這個淨土法門實在真好。本會在此，不敢再耽誤各位太久的時間，在此祝大家身體健康，法喜充滿，阿彌陀佛。"
    }
  ]
}