{
  "doc_id": "32-221-0001",
  "title": {
    "zh_CN": "中华传统文化复兴与企业界——「第三届国学文化与企业经营研讨会」谈话",
    "zh_TW": "中華傳統文化復興與企業界——「第三屆國學文化與企業經營研討會」談話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "张荣发基金会国际会议中心",
    "zh_TW": "張榮發基金會國際會議中心"
  },
  "doc_number": "32-221-0001",
  "total_paragraphs": 16,
  "paragraphs": [
    {
      "id": "32-221-0001_p0001",
      "zh_CN": "尊敬的各位嘉宾，各位大德，各位朋友，大家好。今天我讲的这个题目：中华传统文化复兴与企业界。",
      "zh_TW": "尊敬的各位嘉賓，各位大德，各位朋友，大家好。今天我講的這個題目：中華傳統文化復興與企業界。"
    },
    {
      "id": "32-221-0001_p0002",
      "zh_CN": "中国传统文化对企业界有什么启示？《大学》里面告诉我们，「修身、齐家、治国、平天下」，又告诉我们，「自天子以至于庶人，壹是皆以修身为本」。可见得，企业能够从传统文化里面得到珍贵的启示。",
      "zh_TW": "中國傳統文化對企業界有什麼啟示？《大學》裡面告訴我們，「修身、齊家、治國、平天下」，又告訴我們，「自天子以至於庶人，壹是皆以修身為本」。可見得，企業能夠從傳統文化裡面得到珍貴的啟示。"
    },
    {
      "id": "32-221-0001_p0003",
      "zh_CN": "我在此地要告诉大家的，最重要的，我们要晓得，财富从哪里来的。人人都想拥有财富，佛法好，佛氏门中，有求必应，求财富能不能得到？能。能，得要你命中有财富，命里没有财富，你得不到。",
      "zh_TW": "我在此地要告訴大家的，最重要的，我們要曉得，財富從哪裡來的。人人都想擁有財富，佛法好，佛氏門中，有求必應，求財富能不能得到？能。能，得要你命中有財富，命裡沒有財富，你得不到。"
    },
    {
      "id": "32-221-0001_p0004",
      "zh_CN": "我讲经五十八年了，晚年在香港住的时间比较久，香港我有一个老听众，几年前往生了，陈朗居士。这个人也是个传奇人物，他看相、算命、看风水，找他的人很多。他听我讲经不少年了，有一天来告诉我，讲他看相，给谁看相？给李嘉诚，香港的首富。那个时候李嘉诚大概三十岁，到香港来做生意，他看到了，见到了。这个人跟他聊天，然后给他算命，问他，你将来希望拥有多少财富你就满足了？他说我能有三千万我就满足了。陈老先生告诉他，不止，你命里面的财库是漫出来的，好像我们这个杯子，人家是平的，你是这样漫出来的，你将来是香港首富。所以李嘉诚就聘请他做顾问，一生都听他。我跟李嘉诚认识，就是陈朗先生介绍的。",
      "zh_TW": "我講經五十八年了，晚年在香港住的時間比較久，香港我有一個老聽眾，幾年前往生了，陳朗居士。這個人也是個傳奇人物，他看相、算命、看風水，找他的人很多。他聽我講經不少年了，有一天來告訴我，講他看相，給誰看相？給李嘉誠，香港的首富。那個時候李嘉誠大概三十歲，到香港來做生意，他看到了，見到了。這個人跟他聊天，然後給他算命，問他，你將來希望擁有多少財富你就滿足了？他說我能有三千萬我就滿足了。陳老先生告訴他，不止，你命裡面的財庫是漫出來的，好像我們這個杯子，人家是平的，你是這樣漫出來的，你將來是香港首富。所以李嘉誠就聘請他做顧問，一生都聽他。我跟李嘉誠認識，就是陳朗先生介紹的。"
    },
    {
      "id": "32-221-0001_p0005",
      "zh_CN": "那个财从哪里来的？前世修的，它都有因果报应。前世修的，它太多了，你这一世于是你有财富的因，有这个根，有这个因，你做生意及做买卖那是缘，无论干什么事情你都赚钱，你都不会赔本。有人跟你做同样的生意，你赚钱，他蚀本，不一样。这不是运气，这是命中有没有。他看得很准，求他看风水、看相、算命的人很多。",
      "zh_TW": "那個財從哪裡來的？前世修的，它都有因果報應。前世修的，它太多了，你這一世於是你有財富的因，有這個根，有這個因，你做生意及做買賣那是緣，無論幹什麼事情你都賺錢，你都不會賠本。有人跟你做同樣的生意，你賺錢，他蝕本，不一樣。這不是運氣，這是命中有沒有。他看得很準，求他看風水、看相、算命的人很多。"
    },
    {
      "id": "32-221-0001_p0006",
      "zh_CN": "我相信，佛经也是这么说的。佛教给我们，命中没有财，能不能得到？能，现在修，你命里头没有，你把它补出来。修什么？修财布施。我们就明了了，沈家桢有这么大的财富，过去生生世世喜欢布施，用财帮助苦难的众生，所以积这么多功德在。",
      "zh_TW": "我相信，佛經也是這麼說的。佛教給我們，命中沒有財，能不能得到？能，現在修，你命裡頭沒有，你把它補出來。修什麼？修財布施。我們就明瞭了，沈家楨有這麼大的財富，過去生生世世喜歡布施，用財幫助苦難的眾生，所以積這麼多功德在。"
    },
    {
      "id": "32-221-0001_p0007",
      "zh_CN": "我这个命跟他相反，我命里头没有财富，我的老师教我修，要把它补起来。要修，我说我没有钱，老师问我，一毛钱有没有？我说一毛行。一块钱有没有？一块钱也还可以。你就从一毛一块开始，常存布施的心，不要犹豫，遇到机会，尽心尽力去做，功德是圆满的。告诉我，学佛，弘法利生，要建道场，要办活动，还是需要钱财，离开钱财，你做不成功。不要把这桩事情淡忘了，不为自己，是为弘法利生，这就对了。",
      "zh_TW": "我這個命跟他相反，我命裡頭沒有財富，我的老師教我修，要把它補起來。要修，我說我沒有錢，老師問我，一毛錢有沒有？我說一毛行。一塊錢有沒有？一塊錢也還可以。你就從一毛一塊開始，常存布施的心，不要猶豫，遇到機會，盡心盡力去做，功德是圓滿的。告訴我，學佛，弘法利生，要建道場，要辦活動，還是需要錢財，離開錢財，你做不成功。不要把這樁事情淡忘了，不為自己，是為弘法利生，這就對了。"
    },
    {
      "id": "32-221-0001_p0008",
      "zh_CN": "所以我就学，老师教我常存布施的心，遇到缘分，就是遇到机会，随分随力，要随喜，这就对了。我听话，认真做。老师那天教我，财施，法施，法布施得聪明智慧，无畏施得健康长寿。我这三样都缺乏，聪明智慧还有一点，寿命很短，只有四十五岁，我相信。我相信是我家里三代，我的祖父，四十五岁过世的，我一个伯父也是四十五岁过世的，我父亲，四十五岁过世的，我的家族里头，三代都没有超过四十五岁。所以我认为这是与遗传有关系。章嘉大师告诉我，与遗传没有关系，与业报有关系，过去恶事做得多，善事做得少。所以教给我断恶修善。告诉我六个字，嘱咐我好好的学六年。我有个好处，就是听话，还算是老实、听话、真干，所以老师肯教我。",
      "zh_TW": "所以我就學，老師教我常存布施的心，遇到緣分，就是遇到機會，隨分隨力，要隨喜，這就對了。我聽話，認真做。老師那天教我，財施，法施，法布施得聰明智慧，無畏施得健康長壽。我這三樣都缺乏，聰明智慧還有一點，壽命很短，只有四十五歲，我相信。我相信是我家裡三代，我的祖父，四十五歲過世的，我一個伯父也是四十五歲過世的，我父親，四十五歲過世的，我的家族裡頭，三代都沒有超過四十五歲。所以我認為這是與遺傳有關係。章嘉大師告訴我，與遺傳沒有關係，與業報有關係，過去惡事做得多，善事做得少。所以教給我斷惡修善。告訴我六個字，囑咐我好好的學六年。我有個好處，就是聽話，還算是老實、聽話、真幹，所以老師肯教我。"
    },
    {
      "id": "32-221-0001_p0009",
      "zh_CN": "三十三岁，出家的缘成熟了。老师教我，学佛，最重要的你要认识释迦牟尼佛，如果不认识佛陀，你将来会走错路，会走岔路，会走邪路。怎么认识释迦牟尼佛？教我去读两本书，《释迦谱》、《释迦方志》。这两本书，唐朝时候的佛门大德，从经典里面节录下来，等于是释迦牟尼佛的传记。这个书念了之后才晓得，释迦牟尼佛不是世间所想像的宗教家、神学家，不是的。他是什么人？他是个教育家，不折不扣的教育家，把我们的概念转变了。",
      "zh_TW": "三十三歲，出家的緣成熟了。老師教我，學佛，最重要的你要認識釋迦牟尼佛，如果不認識佛陀，你將來會走錯路，會走岔路，會走邪路。怎麼認識釋迦牟尼佛？教我去讀兩本書，《釋迦譜》、《釋迦方志》。這兩本書，唐朝時候的佛門大德，從經典裡面節錄下來，等於是釋迦牟尼佛的傳記。這個書念了之後才曉得，釋迦牟尼佛不是世間所想像的宗教家、神學家，不是的。他是什麼人？他是個教育家，不折不扣的教育家，把我們的概念轉變了。"
    },
    {
      "id": "32-221-0001_p0010",
      "zh_CN": "他三十岁开悟，开悟之后就教学，先办小学，小学十二年，讲阿含，佛门的小学，现在叫小乘；再讲，提升讲方等，方等八年，等于中学；方等再向上提升，讲般若，般若讲了二十二年，时间最长，我们就晓得，这是佛教学最重要的一个部门，二十二年，等于大学；最后八年讲法华、涅槃，等于研究所。所以他是教育家，你看一生办学，一天没有空过，讲经教学四十九年，讲得非常有次第，小学、中学、大学、研究所。我们才认识清楚，发心学释迦牟尼佛，我们来继承这个道统。",
      "zh_TW": "他三十歲開悟，開悟之後就教學，先辦小學，小學十二年，講阿含，佛門的小學，現在叫小乘；再講，提升講方等，方等八年，等於中學；方等再向上提升，講般若，般若講了二十二年，時間最長，我們就曉得，這是佛教學最重要的一個部門，二十二年，等於大學；最後八年講法華、涅槃，等於研究所。所以他是教育家，你看一生辦學，一天沒有空過，講經教學四十九年，講得非常有次第，小學、中學、大學、研究所。我們才認識清楚，發心學釋迦牟尼佛，我們來繼承這個道統。"
    },
    {
      "id": "32-221-0001_p0011",
      "zh_CN": "所以章嘉大师过世之后，我亲近李老师，跟李老师十年，学讲经。我的启蒙是方东美先生，扎根是章嘉大师，经教是李炳南老居士，十年。老师很了不起，多才多艺，儒释道全通。我跟老师学佛，还有两个同学，徐醒民居士，继承老师儒家的东西，江逸子居士，继承老师的唐诗。老师多才多艺，我们的本事只能学一样，一样还学不到位，达不到他的境界。虽然达不到境界，我们很努力，我们没有浪费时间，天天认真学习，所以也有一点小的成果。总结那就是，真正想学，无论在家出家，想成就必须具备三个条件，老实、听话、真干。你有这三个条件，你肯定有成就。",
      "zh_TW": "所以章嘉大師過世之後，我親近李老師，跟李老師十年，學講經。我的啟蒙是方東美先生，扎根是章嘉大師，經教是李炳南老居士，十年。老師很了不起，多才多藝，儒釋道全通。我跟老師學佛，還有兩個同學，徐醒民居士，繼承老師儒家的東西，江逸子居士，繼承老師的唐詩。老師多才多藝，我們的本事只能學一樣，一樣還學不到位，達不到他的境界。雖然達不到境界，我們很努力，我們沒有浪費時間，天天認真學習，所以也有一點小的成果。總結那就是，真正想學，無論在家出家，想成就必須具備三個條件，老實、聽話、真幹。你有這三個條件，你肯定有成就。"
    },
    {
      "id": "32-221-0001_p0012",
      "zh_CN": "企业发财，诸位听到了，财布施。要聪明智慧，修法布施。法布施，你能发心做老师，讲儒、讲道、讲佛都好，都非常稀有难得。如果我只要福报，健康长寿，行。圣人之法，有弘法的人才，有护法的人才，护法比弘法还重要，护法的人办学校，弘法的人当教员，你就明白了。没有学校，他没有讲台表演，所以佛法传播，功德第一大的，护法，不是弘法。",
      "zh_TW": "企業發財，諸位聽到了，財布施。要聰明智慧，修法布施。法布施，你能發心做老師，講儒、講道、講佛都好，都非常稀有難得。如果我只要福報，健康長壽，行。聖人之法，有弘法的人才，有護法的人才，護法比弘法還重要，護法的人辦學校，弘法的人當教員，你就明白了。沒有學校，他沒有講台表演，所以佛法傳播，功德第一大的，護法，不是弘法。"
    },
    {
      "id": "32-221-0001_p0013",
      "zh_CN": "我现在年岁大了，今年九十一岁了，气力衰了，说话声音你们一听就明白，过去几年我声音宏亮，现在这个气不够用。所以我也想到要退，退什么？我要当护法了，我办汉学院，我请老师来教学，这就是护法。弘护是一体，哪个功德大？我告诉诸位，护法的功德比弘法的功德大。我们办学校，我请一些教授，请一些具足德行的人，来讲学，来教诲，把下一代的人教好，带出来，让儒释道三教都不能中断，都有继承人，这个功德大！把五千年中华文化的道统，继续延长下去，千年万世，你说这个工作多有意义！",
      "zh_TW": "我現在年歲大了，今年九十一歲了，氣力衰了，說話聲音你們一聽就明白，過去幾年我聲音宏亮，現在這個氣不夠用。所以我也想到要退，退什麼？我要當護法了，我辦漢學院，我請老師來教學，這就是護法。弘護是一體，哪個功德大？我告訴諸位，護法的功德比弘法的功德大。我們辦學校，我請一些教授，請一些具足德行的人，來講學，來教誨，把下一代的人教好，帶出來，讓儒釋道三教都不能中斷，都有繼承人，這個功德大！把五千年中華文化的道統，繼續延長下去，千年萬世，你說這個工作多有意義！"
    },
    {
      "id": "32-221-0001_p0014",
      "zh_CN": "企业家如果认清这一点，你们多多的办学，多多的办国学，就是传统文化，办这样的学校。规模是要小的，道德讲堂，像新加坡幸福企业家。文化，要把家文化兴旺起来，老板，文化的老板是家长，员工是兄弟姐妹，把一个企业完全看作一家人。新加坡有例可援。员工的幸福，客户的满意，是企业服务的目标，它不以盈利为目的，盈利是副目的，员工的幸福，以这个为目的，顾主的满意、欢喜，以这个为经营的目标，企业成功了。心情愉快，员工都能自动自发，顾客自己上门来找你，不要你去找他。为什么？你服务周到，你的信用可靠，都来，你自然企业愈来愈兴旺。这就是用中国传统文化，来经营企业，来发展企业。",
      "zh_TW": "企業家如果認清這一點，你們多多的辦學，多多的辦國學，就是傳統文化，辦這樣的學校。規模是要小的，道德講堂，像新加坡幸福企業家。文化，要把家文化興旺起來，老闆，文化的老闆是家長，員工是兄弟姐妹，把一個企業完全看作一家人。新加坡有例可援。員工的幸福，客戶的滿意，是企業服務的目標，它不以盈利為目的，盈利是副目的，員工的幸福，以這個為目的，顧主的滿意、歡喜，以這個為經營的目標，企業成功了。心情愉快，員工都能自動自發，顧客自己上門來找你，不要你去找他。為什麼？你服務周到，你的信用可靠，都來，你自然企業愈來愈興旺。這就是用中國傳統文化，來經營企業，來發展企業。"
    },
    {
      "id": "32-221-0001_p0015",
      "zh_CN": "我希望中国能有二十家企业做先例，把它做出来，然后带动全国，带动全世界。这个企业不给我们带来灾难，给我们带来的和谐，中国传统文化能做到，不竞争，不斗争，自自然然提升自己的营业。",
      "zh_TW": "我希望中國能有二十家企業做先例，把它做出來，然後帶動全國，帶動全世界。這個企業不給我們帶來災難，給我們帶來的和諧，中國傳統文化能做到，不競爭，不鬥爭，自自然然提升自己的營業。"
    },
    {
      "id": "32-221-0001_p0016",
      "zh_CN": "今天时间到了，我这一点小小的几句话贡献给大家，祝福大家六时吉祥，万事如意，谢谢。",
      "zh_TW": "今天時間到了，我這一點小小的幾句話貢獻給大家，祝福大家六時吉祥，萬事如意，謝謝。"
    }
  ]
}