{
  "doc_id": "02-028-0001",
  "title": {
    "zh_CN": "劝谕策进",
    "zh_TW": "勸諭策進"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "02-028-0001",
  "total_paragraphs": 116,
  "paragraphs": [
    {
      "id": "02-028-0001_p0001",
      "zh_CN": "下面这段文是释迦牟尼佛劝我们的话，苦口婆心！",
      "zh_TW": "下面這段文是釋迦牟尼佛勸我們的話，苦口婆心！"
    },
    {
      "id": "02-028-0001_p0002",
      "zh_CN": "【宜各勤精进。】",
      "zh_TW": "【宜各勤精進。】"
    },
    {
      "id": "02-028-0001_p0003",
      "zh_CN": "『宜』是应当，应该。『各』是每一位同修，每一个人应该要勤奋、要精进。",
      "zh_TW": "『宜』是應當，應該。『各』是每一位同修，每一個人應該要勤奮、要精進。"
    },
    {
      "id": "02-028-0001_p0004",
      "zh_CN": "【努力自求之。】",
      "zh_TW": "【努力自求之。】"
    },
    {
      "id": "02-028-0001_p0005",
      "zh_CN": "要求西方净土，每一个人应当『努力自求』。",
      "zh_TW": "要求西方淨土，每一個人應當『努力自求』。"
    },
    {
      "id": "02-028-0001_p0006",
      "zh_CN": "【必得超绝去。往生无量清净阿弥陀佛国。】",
      "zh_TW": "【必得超絕去。往生無量清淨阿彌陀佛國。】"
    },
    {
      "id": "02-028-0001_p0007",
      "zh_CN": "你看这个语气多么肯定，一点怀疑都没有。『必得超绝去』，你一定会去！不管什么样的人，你罪业再重，你曾经造五逆十恶之罪，马上就要堕地狱了，你只要肯一念回心，专念阿弥陀佛，发愿求生，都能往生。所以给诸位说，你一切罪业，别的方法灭不了，这一句阿弥陀佛可以把它灭掉。灭罪消灾第一法门，很多人不知道！这要消灾还要去拜什么忏，去念什么菩萨，念这个经、那个经，我看念了多少年，灾也没消掉。我在旁边看得很清楚，不但没消掉，灾是愈来愈多，业障没消除！",
      "zh_TW": "你看這個語氣多麼肯定，一點懷疑都沒有。『必得超絕去』，你一定會去！不管什麼樣的人，你罪業再重，你曾經造五逆十惡之罪，馬上就要墮地獄了，你只要肯一念回心，專念阿彌陀佛，發願求生，都能往生。所以給諸位說，你一切罪業，別的方法滅不了，這一句阿彌陀佛可以把它滅掉。滅罪消災第一法門，很多人不知道！這要消災還要去拜什麼懺，去念什麼菩薩，念這個經、那個經，我看念了多少年，災也沒消掉。我在旁邊看得很清楚，不但沒消掉，災是愈來愈多，業障沒消除！"
    },
    {
      "id": "02-028-0001_p0008",
      "zh_CN": "所以常常有同修来问我，他的业障很重，想求消灾，来问我怎么个消法？我就反问他，我说什么叫业障？我一问，他也不知道。什么叫业障都不晓得，你那个业障能消得了吗？好像我们抓贼，贼在哪里？哪个是贼？你认识，马上就抓到了；不认识，到哪里去抓，请了警察也无可奈何，不认识！所以你要晓得什么叫业障。我告诉诸位同修，妄想是业障，天天打妄想，想东想西，这就是业障！什么时候业障消除？妄想没有业障就消除了，妄想没有了，心清净。清净心能生智慧，那业障消除了；业障消除，智慧一定增长。这智慧自自然然往外透。",
      "zh_TW": "所以常常有同修來問我，他的業障很重，想求消災，來問我怎麼個消法？我就反問他，我說什麼叫業障？我一問，他也不知道。什麼叫業障都不曉得，你那個業障能消得了嗎？好像我們抓賊，賊在哪裡？哪個是賊？你認識，馬上就抓到了；不認識，到哪裡去抓，請了警察也無可奈何，不認識！所以你要曉得什麼叫業障。我告訴諸位同修，妄想是業障，天天打妄想，想東想西，這就是業障！什麼時候業障消除？妄想沒有業障就消除了，妄想沒有了，心清淨。清淨心能生智慧，那業障消除了；業障消除，智慧一定增長。這智慧自自然然往外透。"
    },
    {
      "id": "02-028-0001_p0009",
      "zh_CN": "由此可知，消业障，经忏有这个效果，念经、念菩萨名号也有这个效果。要念到一心不乱，业障就消掉了。不管你念什么菩萨、念什么佛、念什么经都有效果。念的时候不可以打妄想，恭恭敬敬，一心一意念，把自己妄念给念掉，业障就消掉了。为什么我们特别劝你念《无量寿经》、念《阿弥陀经》？这不但消业障，而且帮助你生净土。如果单单是消业障这一个目标，给诸位说，任何经咒都有效果，要专一，专一才有效果。但是要求往生净土？那这个经是第一；用其他经咒，那要临终回向往生西方净土，也行。",
      "zh_TW": "由此可知，消業障，經懺有這個效果，念經、念菩薩名號也有這個效果。要念到一心不亂，業障就消掉了。不管你念什麼菩薩、念什麼佛、念什麼經都有效果。念的時候不可以打妄想，恭恭敬敬，一心一意念，把自己妄念給念掉，業障就消掉了。為什麼我們特別勸你念《無量壽經》、念《阿彌陀經》？這不但消業障，而且幫助你生淨土。如果單單是消業障這一個目標，給諸位說，任何經咒都有效果，要專一，專一才有效果。但是要求往生淨土？那這個經是第一；用其他經咒，那要臨終迴向往生西方淨土，也行。"
    },
    {
      "id": "02-028-0001_p0010",
      "zh_CN": "前面我们在「三辈往生」里面看到过。念这个经，修这个法门，这是正当的往生途径；修其他的法门，那是一心三辈，都能往生，没有不能往生。这一点我们一定要知道。但是用其他的功夫，必须自己真有一点修行功夫，为什么？临命终时自己可以做得了主，才能够一心三辈往生。到临命终时自己做不了主，还被业力牵引，那就不可靠了。这就古人所讲的，念经不如念咒，念咒不如念佛，这念佛好！",
      "zh_TW": "前面我們在「三輩往生」裡面看到過。念這個經，修這個法門，這是正當的往生途徑；修其他的法門，那是一心三輩，都能往生，沒有不能往生。這一點我們一定要知道。但是用其他的功夫，必須自己真有一點修行功夫，為什麼？臨命終時自己可以做得了主，才能夠一心三輩往生。到臨命終時自己做不了主，還被業力牽引，那就不可靠了。這就古人所講的，念經不如念咒，念咒不如念佛，這念佛好！"
    },
    {
      "id": "02-028-0001_p0011",
      "zh_CN": "大陆上，我过去在大陆，年轻的时候不学佛，所以大陆上的寺院丛林我没有留意，虽然也走了一些，没有注意到。过去这几年，大陆上去了三次，时间很短，没有看道场，只是参访几位善知识。可是我在此地看到这个图画，有大陆上这些寺庙的图画、照片，我在此地看得很多。我看到少林寺。少林寺是禅宗道场，这个大门外面墙上那个大字，一面是禅宗少林寺，另一边是南无阿弥陀佛，禅宗道场也有那么大的阿弥陀佛摆在那里，这就是给你说，念咒不如念佛，参禅也得要念佛。这些人用的功夫，都是这个经上讲的一心三辈往生的，参禅的人后来求生净土。由此可知，古人讲的话有道理，千经万论处处指归，最后都归到净土。佛在此地劝勉我们要精进、要努力求生西方。底下说出往生的好处。",
      "zh_TW": "大陸上，我過去在大陸，年輕的時候不學佛，所以大陸上的寺院叢林我沒有留意，雖然也走了一些，沒有注意到。過去這幾年，大陸上去了三次，時間很短，沒有看道場，只是參訪幾位善知識。可是我在此地看到這個圖畫，有大陸上這些寺廟的圖畫、照片，我在此地看得很多。我看到少林寺。少林寺是禪宗道場，這個大門外面牆上那個大字，一面是禪宗少林寺，另一邊是南無阿彌陀佛，禪宗道場也有那麼大的阿彌陀佛擺在那裡，這就是給你說，念咒不如念佛，參禪也得要念佛。這些人用的功夫，都是這個經上講的一心三輩往生的，參禪的人後來求生淨土。由此可知，古人講的話有道理，千經萬論處處指歸，最後都歸到淨土。佛在此地勸勉我們要精進、要努力求生西方。底下說出往生的好處。"
    },
    {
      "id": "02-028-0001_p0012",
      "zh_CN": "【横截于五趣。】",
      "zh_TW": "【橫截於五趣。】"
    },
    {
      "id": "02-028-0001_p0013",
      "zh_CN": "『横截』就是横超，超越了。『五趣』，就是六道轮回。佛在经上讲五趣讲得很多，也有讲六道，六道跟五道是一样的，没有增减。五道是真的，讲六道是把天阿修罗算一道，实在讲这阿修罗，除了地狱没有之外，其他四道都有。《楞严经》上讲得很清楚，地狱没有阿修罗，饿鬼道有，人道也有，畜生道也有，天道也有。阿修罗在哪一道就算哪一道，所以这样他在天道就算诸天，实际上是五趣。这个五趣跟六道是一个意思，这就是横超六道。",
      "zh_TW": "『橫截』就是橫超，超越了。『五趣』，就是六道輪迴。佛在經上講五趣講得很多，也有講六道，六道跟五道是一樣的，沒有增減。五道是真的，講六道是把天阿修羅算一道，實在講這阿修羅，除了地獄沒有之外，其他四道都有。《楞嚴經》上講得很清楚，地獄沒有阿修羅，餓鬼道有，人道也有，畜生道也有，天道也有。阿修羅在哪一道就算哪一道，所以這樣他在天道就算諸天，實際上是五趣。這個五趣跟六道是一個意思，這就是橫超六道。"
    },
    {
      "id": "02-028-0001_p0014",
      "zh_CN": "【恶道自闭塞。】",
      "zh_TW": "【惡道自閉塞。】"
    },
    {
      "id": "02-028-0001_p0015",
      "zh_CN": "我们无始劫以来，不要讲无始劫，就这一生，这一生从小到现在造多少罪业。你造的恶业，将来要受恶报！善有善报，恶有恶报，果报是决定逃不掉的，只要遇到缘，果报就会现前。再跟诸位说，这个善恶不能抵销的。我过去造了很多业，现在我多做一点善事将功折罪，没有这个道理，善是善报，恶是恶报，绝对不能抵销。这事情很麻烦！我们想一想一生当中起的善念少，起的恶念多，这个事情很可怕。往生到西方极乐世界，这问题解决了，你再也不会堕恶道了。为什么？虽有恶因，没有恶缘，因遇不到缘，不能结果。西方极乐世界统统是善缘、净缘，没有恶缘，所以往生到西方极乐世界，那过去所造的恶业才不至于受报，那是真的，这一种利益无量无边！",
      "zh_TW": "我們無始劫以來，不要講無始劫，就這一生，這一生從小到現在造多少罪業。你造的惡業，將來要受惡報！善有善報，惡有惡報，果報是決定逃不掉的，只要遇到緣，果報就會現前。再跟諸位說，這個善惡不能抵銷的。我過去造了很多業，現在我多做一點善事將功折罪，沒有這個道理，善是善報，惡是惡報，絕對不能抵銷。這事情很麻煩！我們想一想一生當中起的善念少，起的惡念多，這個事情很可怕。往生到西方極樂世界，這問題解決了，你再也不會墮惡道了。為什麼？雖有惡因，沒有惡緣，因遇不到緣，不能結果。西方極樂世界統統是善緣、淨緣，沒有惡緣，所以往生到西方極樂世界，那過去所造的惡業才不至於受報，那是真的，這一種利益無量無邊！"
    },
    {
      "id": "02-028-0001_p0016",
      "zh_CN": "【无极之胜道。】",
      "zh_TW": "【無極之勝道。】"
    },
    {
      "id": "02-028-0001_p0017",
      "zh_CN": "『无极』是到了顶处，没有比这个更殊胜的大道，这是释迦牟尼佛对于净土的赞叹。",
      "zh_TW": "『無極』是到了頂處，沒有比這個更殊勝的大道，這是釋迦牟尼佛對於淨土的讚歎。"
    },
    {
      "id": "02-028-0001_p0018",
      "zh_CN": "【易往而无人。】",
      "zh_TW": "【易往而無人。】"
    },
    {
      "id": "02-028-0001_p0019",
      "zh_CN": "这个无极殊胜的大道，它最大的优点就是很容易去。如果说这个道好，依正庄严都好，很不容易去，那佛讲了还有什么意思？那不是拿我们开心吊胃口？说了我们都不能去，条件都不够，那就没有意义。第一殊胜之道是每个人都能去的，可是怎么样？他人不愿意去，就没有法子了，他不想去。你看看八万四千法门，这样殊胜的法门大家不想修，想去搞那个很难、很不容易成就的法门。学那个多，学这个法门的人不多。",
      "zh_TW": "這個無極殊勝的大道，它最大的優點就是很容易去。如果說這個道好，依正莊嚴都好，很不容易去，那佛講了還有什麼意思？那不是拿我們開心吊胃口？說了我們都不能去，條件都不夠，那就沒有意義。第一殊勝之道是每個人都能去的，可是怎麼樣？他人不願意去，就沒有法子了，他不想去。你看看八萬四千法門，這樣殊勝的法門大家不想修，想去搞那個很難、很不容易成就的法門。學那個多，學這個法門的人不多。"
    },
    {
      "id": "02-028-0001_p0020",
      "zh_CN": "【其国不逆违。自然所牵随。】",
      "zh_TW": "【其國不逆違。自然所牽隨。】"
    },
    {
      "id": "02-028-0001_p0021",
      "zh_CN": "『其国不逆违』，就是前面讲易往，容易。西方极乐世界没有障碍，逆违就是障碍，没有障碍。它的条件就是叫你相信，你愿意去，你肯念阿弥陀佛，你看看这多简单，所以没有障碍。『自然所牵随』，这就是无人的原因，自然是什么？就是一切凡夫随着自己欲念所牵，不肯去念佛！所以此地这个自然跟前面那个自然意思又不相同，这个自然是习性，前面自然是讲的本性，不一样。",
      "zh_TW": "『其國不逆違』，就是前面講易往，容易。西方極樂世界沒有障礙，逆違就是障礙，沒有障礙。它的條件就是叫你相信，你願意去，你肯念阿彌陀佛，你看看這多簡單，所以沒有障礙。『自然所牽隨』，這就是無人的原因，自然是什麼？就是一切凡夫隨著自己欲念所牽，不肯去念佛！所以此地這個自然跟前面那個自然意思又不相同，這個自然是習性，前面自然是講的本性，不一樣。"
    },
    {
      "id": "02-028-0001_p0022",
      "zh_CN": "习性是什么？习性是烦恼，贪瞋痴慢，无始劫俱来的。贪瞋痴慢不要学，无始劫的习气。这个习气牵着你不肯去往生，这实实在在可惜！佛在这里把学佛人的这一些心态、状况，他老人家清楚得很，都给我们说得明白。我们现在这一般同修们，你们有几个人真正发愿求生西方？心里想去，可是重重障碍，没法子去！这里面障碍我们举一个，人情佛事。明天那个庙里做法会，有朋友打电话来，那不去又得罪这个法师，好了，在家里想念佛也念不成了；到那边去，同修们在一块，张家长李家短，这就是自然所牵随，把你的清净心完全破坏掉了。",
      "zh_TW": "習性是什麼？習性是煩惱，貪瞋痴慢，無始劫俱來的。貪瞋痴慢不要學，無始劫的習氣。這個習氣牽著你不肯去往生，這實實在在可惜！佛在這裡把學佛人的這一些心態、狀況，他老人家清楚得很，都給我們說得明白。我們現在這一般同修們，你們有幾個人真正發願求生西方？心裡想去，可是重重障礙，沒法子去！這裡面障礙我們舉一個，人情佛事。明天那個廟裡做法會，有朋友打電話來，那不去又得罪這個法師，好了，在家裡想念佛也念不成了；到那邊去，同修們在一塊，張家長李家短，這就是自然所牽隨，把你的清淨心完全破壞掉了。"
    },
    {
      "id": "02-028-0001_p0023",
      "zh_CN": "所以真正念佛要求往生，实在讲，得要六亲不认，朋友要绝交，我的心才能清净，才能往生得了。所以人家说这怪人了，确实是如此。总而言之一句话说，凡是妨碍你清净心的，都叫魔障，来折磨你、来障碍你，魔障就是这些。它来诱惑你，它来引诱你，它来胁迫你，让你心不得清净，让你功夫不得成片，这魔障！底下佛教给我们的方法。",
      "zh_TW": "所以真正念佛要求往生，實在講，得要六親不認，朋友要絕交，我的心才能清淨，才能往生得了。所以人家說這怪人了，確實是如此。總而言之一句話說，凡是妨礙你清淨心的，都叫魔障，來折磨你、來障礙你，魔障就是這些。它來誘惑你，它來引誘你，它來脅迫你，讓你心不得清淨，讓你功夫不得成片，這魔障！底下佛教給我們的方法。"
    },
    {
      "id": "02-028-0001_p0024",
      "zh_CN": "【捐志若虚空。勤行求道德。】",
      "zh_TW": "【捐志若虛空。勤行求道德。】"
    },
    {
      "id": "02-028-0001_p0025",
      "zh_CN": "佛教给我们的方法，『捐志若虚空』，这一句话是讲心地清净，六祖大师讲「本来无一物」。要把你心里面的分别执着、忧虑牵挂、希求统统舍掉，恢复到自己本心，就像虚空一样，清净心里面一尘不染，这就是真诚。真诚心、清净心来修这个法门。『勤行求道德』，求成佛之道。一切法门里面，当生成佛之道，就是这个法门，这个法门是一生成佛。你有这个道，你自然就能够得道了。这个道德的德跟得失的得是一个意思。你能修无上佛道，你必然能够得道。或者把它分开来讲也可以，成佛之道，利生之德；成了佛，你会教化一切众生。",
      "zh_TW": "佛教給我們的方法，『捐志若虛空』，這一句話是講心地清淨，六祖大師講「本來無一物」。要把你心裡面的分別執著、憂慮牽掛、希求統統捨掉，恢復到自己本心，就像虛空一樣，清淨心裡面一塵不染，這就是真誠。真誠心、清淨心來修這個法門。『勤行求道德』，求成佛之道。一切法門裡面，當生成佛之道，就是這個法門，這個法門是一生成佛。你有這個道，你自然就能夠得道了。這個道德的德跟得失的得是一個意思。你能修無上佛道，你必然能夠得道。或者把它分開來講也可以，成佛之道，利生之德；成了佛，你會教化一切眾生。"
    },
    {
      "id": "02-028-0001_p0026",
      "zh_CN": "【可得极长生。寿乐无有极。】",
      "zh_TW": "【可得極長生。壽樂無有極。】"
    },
    {
      "id": "02-028-0001_p0027",
      "zh_CN": "这是真正叫极乐，极乐世界。生到西方极乐世界寿命之长没有法子计算的。这是佛把西方极乐世界的好处、功德、利益都说出来，劝我们求生。",
      "zh_TW": "這是真正叫極樂，極樂世界。生到西方極樂世界壽命之長沒有法子計算的。這是佛把西方極樂世界的好處、功德、利益都說出來，勸我們求生。"
    },
    {
      "id": "02-028-0001_p0028",
      "zh_CN": "【何为着世事。𫍢𫍢忧无常。】",
      "zh_TW": "【何為著世事。譊譊憂無常。】"
    },
    {
      "id": "02-028-0001_p0029",
      "zh_CN": "这佛最后感叹的话，也是警告我们、警诫我们，为什么你要贪着世间事，一天到晚在这里烦恼、忧虑无常，你干这个干什么？这没有意义！搞这个就是无尽的轮回，永远的痛苦。我们看佛的这些话，那真的是苦口婆心。再看底下一章。",
      "zh_TW": "這佛最後感嘆的話，也是警告我們、警誡我們，為什麼你要貪著世間事，一天到晚在這裡煩惱、憂慮無常，你幹這個幹什麼？這沒有意義！搞這個就是無盡的輪迴，永遠的痛苦。我們看佛的這些話，那真的是苦口婆心。再看底下一章。"
    },
    {
      "id": "02-028-0001_p0030",
      "zh_CN": "「劝谕策进第三十三」，在这一章经里面，佛要给我们说明这个世界的真相。这个世界迷邪染重，苦报无尽，一定要觉悟，归纳起来不外乎贪瞋痴三毒。",
      "zh_TW": "「勸諭策進第三十三」，在這一章經裡面，佛要給我們說明這個世界的真相。這個世界迷邪染重，苦報無盡，一定要覺悟，歸納起來不外乎貪瞋痴三毒。"
    },
    {
      "id": "02-028-0001_p0031",
      "zh_CN": "【世人共争不急之务。】",
      "zh_TW": "【世人共爭不急之務。】"
    },
    {
      "id": "02-028-0001_p0032",
      "zh_CN": "我们这个世间人每天在争，争什么？鸡毛蒜皮，都是些不重要的东西，偏偏在那里争，争名、争利、争财，真的能争得到吗？如果真正能争得到，我想阿弥陀佛、释迦牟尼佛也参加也来争，争不到！命里有的总是有，命里无的时候，怎么争也争不来，这是真的，诸位好好念念《了凡四训》，你就晓得了。所以古人明白这个道理，说君子乐得做君子，小人是冤枉做小人，为什么？因果报应，丝毫不爽，哪有人能争得到的，没这个道理。你做强盗、做小偷，你抢来、偷来的还是你命里有的；命里没有，你也抢不到，也偷不到。既然命里有的了，何必用这种手段去求？这不叫冤枉！什么是要紧的，什么不要紧的？世间人不知道。",
      "zh_TW": "我們這個世間人每天在爭，爭什麼？雞毛蒜皮，都是些不重要的東西，偏偏在那裡爭，爭名、爭利、爭財，真的能爭得到嗎？如果真正能爭得到，我想阿彌陀佛、釋迦牟尼佛也參加也來爭，爭不到！命裡有的總是有，命裡無的時候，怎麼爭也爭不來，這是真的，諸位好好念念《了凡四訓》，你就曉得了。所以古人明白這個道理，說君子樂得做君子，小人是冤枉做小人，為什麼？因果報應，絲毫不爽，哪有人能爭得到的，沒這個道理。你做強盜、做小偷，你搶來、偷來的還是你命裡有的；命裡沒有，你也搶不到，也偷不到。既然命裡有的了，何必用這種手段去求？這不叫冤枉！什麼是要緊的，什麼不要緊的？世間人不知道。"
    },
    {
      "id": "02-028-0001_p0033",
      "zh_CN": "【于此剧恶极苦之中。】",
      "zh_TW": "【於此劇惡極苦之中。】"
    },
    {
      "id": "02-028-0001_p0034",
      "zh_CN": "这个词句我们今天读起来，真的有很深的感触。这个世界人心的染污，造作恶业，在历史上过去从来没有过，真的是『剧恶极苦之中』。",
      "zh_TW": "這個詞句我們今天讀起來，真的有很深的感觸。這個世界人心的染污，造作惡業，在歷史上過去從來沒有過，真的是『劇惡極苦之中』。"
    },
    {
      "id": "02-028-0001_p0035",
      "zh_CN": "【勤身营务。以自给济。】",
      "zh_TW": "【勤身營務。以自給濟。】"
    },
    {
      "id": "02-028-0001_p0036",
      "zh_CN": "『勤」是勤劳，在那里用尽心机，到处去奔波。『营』是经营，『务』是在作务，为什么？『以自给济』，为生活奔波。",
      "zh_TW": "『勤」是勤勞，在那裡用盡心機，到處去奔波。『營』是經營，『務』是在作務，為什麼？『以自給濟』，為生活奔波。"
    },
    {
      "id": "02-028-0001_p0037",
      "zh_CN": "【尊卑。贫富。少长。男女。】",
      "zh_TW": "【尊卑。貧富。少長。男女。】"
    },
    {
      "id": "02-028-0001_p0038",
      "zh_CN": "这是讲的家亲眷属。",
      "zh_TW": "這是講的家親眷屬。"
    },
    {
      "id": "02-028-0001_p0039",
      "zh_CN": "【累念积虑。为心走使。】",
      "zh_TW": "【累念積慮。為心走使。】"
    },
    {
      "id": "02-028-0001_p0040",
      "zh_CN": "这个心是妄心，一天到晚在动妄念！动了妄念，自己再去做、去劳碌奔波，去干这个。所以这一句话简单说，为了什么？养家活口，这上面都说的家人，为了养家活口。下面把这些事情具体说几个例子，我们好好去想想。",
      "zh_TW": "這個心是妄心，一天到晚在動妄念！動了妄念，自己再去做、去勞碌奔波，去幹這個。所以這一句話簡單說，為了什麼？養家活口，這上面都說的家人，為了養家活口。下面把這些事情具體說幾個例子，我們好好去想想。"
    },
    {
      "id": "02-028-0001_p0041",
      "zh_CN": "【无田忧田。】",
      "zh_TW": "【無田憂田。】"
    },
    {
      "id": "02-028-0001_p0042",
      "zh_CN": "没田的想自己得到一点田地，有了还想有。",
      "zh_TW": "沒田的想自己得到一點田地，有了還想有。"
    },
    {
      "id": "02-028-0001_p0043",
      "zh_CN": "【无宅忧宅。】",
      "zh_TW": "【無宅憂宅。】"
    },
    {
      "id": "02-028-0001_p0044",
      "zh_CN": "没房子住的人，想得到一个房子。",
      "zh_TW": "沒房子住的人，想得到一個房子。"
    },
    {
      "id": "02-028-0001_p0045",
      "zh_CN": "【眷属财物。有无同忧。】",
      "zh_TW": "【眷屬財物。有無同憂。】"
    },
    {
      "id": "02-028-0001_p0046",
      "zh_CN": "有的人还想有，没有的人想有。有个房子，还想个大房子，这房子太小了；有一块地，这块地还不够用，还想要一块，欲望没止境！所以永远在那里忧虑。",
      "zh_TW": "有的人還想有，沒有的人想有。有個房子，還想個大房子，這房子太小了；有一塊地，這塊地還不夠用，還想要一塊，欲望沒止境！所以永遠在那裡憂慮。"
    },
    {
      "id": "02-028-0001_p0047",
      "zh_CN": "【有一少一。思欲齐等。】",
      "zh_TW": "【有一少一。思欲齊等。】"
    },
    {
      "id": "02-028-0001_p0048",
      "zh_CN": "『齐等』是什么？想跟别人一样。贫人想跟富人一样，富人想跟豪富一样，豪富想跟帝王一样，帝王想跟天王一样，这怎么得了？那没办法！这个欲望没有止境的。",
      "zh_TW": "『齊等』是什麼？想跟別人一樣。貧人想跟富人一樣，富人想跟豪富一樣，豪富想跟帝王一樣，帝王想跟天王一樣，這怎麼得了？那沒辦法！這個欲望沒有止境的。"
    },
    {
      "id": "02-028-0001_p0049",
      "zh_CN": "【适小具有。又忧非常。】",
      "zh_TW": "【適小具有。又憂非常。】"
    },
    {
      "id": "02-028-0001_p0050",
      "zh_CN": "稍微自己好像一切都得到，有一点了，又怕失掉。你想想看，香港这边多少豪富人家，现在天天担心九七，要想尽方法去移民，『又忧非常』。其实移民移到外国就安全了吗？并不可靠！在国外我去看那个生活苦难的很多！在台湾、在此地富有家庭里面，家里可以请几个工人做做家务，到外国不行。外国请工人，工资是论钟点算的，没有法子请工人，样样都要自己来做。",
      "zh_TW": "稍微自己好像一切都得到，有一點了，又怕失掉。你想想看，香港這邊多少豪富人家，現在天天擔心九七，要想盡方法去移民，『又憂非常』。其實移民移到外國就安全了嗎？並不可靠！在國外我去看那個生活苦難的很多！在台灣、在此地富有家庭裡面，家裡可以請幾個工人做做家務，到外國不行。外國請工人，工資是論鐘點算的，沒有法子請工人，樣樣都要自己來做。"
    },
    {
      "id": "02-028-0001_p0051",
      "zh_CN": "还有出家的，连出家的师父，在香港这边情形我不太清楚，但是我想跟台湾应该差不多。台湾出家人舒服！大庙、小庙总有十几、二十个人，小庙，大庙几十个人，师父什么事也不要做，样样都给你侍候得很周到；到了外国？到外国一个庙就一个人，什么事都要做，苦，真苦！我在台湾，我自己从来没下过厨房，到美国我要烧饭！有些信徒来看我，我烧饭给他吃。你才晓得，实在讲，外国只有居住的环境比中国好，它地大，居住的环境好，除此之外，没有一样能比得上台湾跟香港的，没能比得上。确确实实那个命苦，是走到哪里都苦，没有法子的，没有办法的。又忧非常，哪些非常？此地举个例子，这佛经上常说的，财宝五家共有，不要以为是你的！",
      "zh_TW": "還有出家的，連出家的師父，在香港這邊情形我不太清楚，但是我想跟台灣應該差不多。台灣出家人舒服！大廟、小廟總有十幾、二十個人，小廟，大廟幾十個人，師父什麼事也不要做，樣樣都給你侍候得很周到；到了外國？到外國一個廟就一個人，什麼事都要做，苦，真苦！我在台灣，我自己從來沒下過廚房，到美國我要燒飯！有些信徒來看我，我燒飯給他吃。你才曉得，實在講，外國只有居住的環境比中國好，它地大，居住的環境好，除此之外，沒有一樣能比得上台灣跟香港的，沒能比得上。確確實實那個命苦，是走到哪裡都苦，沒有法子的，沒有辦法的。又憂非常，哪些非常？此地舉個例子，這佛經上常說的，財寶五家共有，不要以為是你的！"
    },
    {
      "id": "02-028-0001_p0052",
      "zh_CN": "【水火盗贼。怨家债主。】",
      "zh_TW": "【水火盜賊。怨家債主。】"
    },
    {
      "id": "02-028-0001_p0053",
      "zh_CN": "它们都有分的。水灾来了会把你淹掉了，火灾来会给你烧掉了，『盗贼』会抢劫，劫夺去了。『怨家债主』，这个怨家是什么？如果是你过去世欠他的，他到你家来投胎，做你的儿孙，将来把你的家财统统败坏掉，败家子！你辛辛苦苦经营求得来的，到他手上几天就把你花光了，这是怨家债主。",
      "zh_TW": "它們都有分的。水災來了會把你淹掉了，火災來會給你燒掉了，『盜賊』會搶劫，劫奪去了。『怨家債主』，這個怨家是什麼？如果是你過去世欠他的，他到你家來投胎，做你的兒孫，將來把你的家財統統敗壞掉，敗家子！你辛辛苦苦經營求得來的，到他手上幾天就把你花光了，這是怨家債主。"
    },
    {
      "id": "02-028-0001_p0054",
      "zh_CN": "【焚漂劫夺。消散磨灭。】",
      "zh_TW": "【焚漂劫奪。消散磨滅。】"
    },
    {
      "id": "02-028-0001_p0055",
      "zh_CN": "这都是事实。我们看看眼前这个社会，头脑稍微清醒一点，哪里都有，处处看得到。",
      "zh_TW": "這都是事實。我們看看眼前這個社會，頭腦稍微清醒一點，哪裡都有，處處看得到。"
    },
    {
      "id": "02-028-0001_p0056",
      "zh_CN": "【心悭意固。无能纵舍。】",
      "zh_TW": "【心慳意固。無能縱捨。】"
    },
    {
      "id": "02-028-0001_p0057",
      "zh_CN": "悭贪、吝啬、小气、舍不得帮助别人。『无能纵舍』，这就是自己迷惑执着。",
      "zh_TW": "慳貪、吝嗇、小氣、捨不得幫助別人。『無能縱捨』，這就是自己迷惑執著。"
    },
    {
      "id": "02-028-0001_p0058",
      "zh_CN": "【命终弃捐。莫谁随者。】",
      "zh_TW": "【命終棄捐。莫誰隨者。】"
    },
    {
      "id": "02-028-0001_p0059",
      "zh_CN": "到你临死那一天，哪一样东西带得去？没有一样能带得去！祖师说得好，「万般将不去，唯有业随身」，一生造的罪业带去了，这个世间没有一样东西你能够带得去的。",
      "zh_TW": "到你臨死那一天，哪一樣東西帶得去？沒有一樣能帶得去！祖師說得好，「萬般將不去，唯有業隨身」，一生造的罪業帶去了，這個世間沒有一樣東西你能夠帶得去的。"
    },
    {
      "id": "02-028-0001_p0060",
      "zh_CN": "【贫富同然。忧苦万端。】",
      "zh_TW": "【貧富同然。憂苦萬端。】"
    },
    {
      "id": "02-028-0001_p0061",
      "zh_CN": "冷眼看看这个世间人，哪一个不苦？贫人苦，富人也苦；乞丐很苦，做总统、做国王的一样苦，真苦！这是世间现象。世间相我们要认识清楚，我们活在这个境界里面，这是我们现前所处的环境，跟极乐世界两个对比一下，真的，他们极乐，我们极苦！",
      "zh_TW": "冷眼看看這個世間人，哪一個不苦？貧人苦，富人也苦；乞丐很苦，做總統、做國王的一樣苦，真苦！這是世間現象。世間相我們要認識清楚，我們活在這個境界裡面，這是我們現前所處的環境，跟極樂世界兩個對比一下，真的，他們極樂，我們極苦！"
    },
    {
      "id": "02-028-0001_p0062",
      "zh_CN": "【世间人民。父子兄弟夫妇亲属。当相敬爱。无相憎嫉。有无相通。无得贪惜。言色常和。莫相违戾。】",
      "zh_TW": "【世間人民。父子兄弟夫婦親屬。當相敬愛。無相憎嫉。有無相通。無得貪惜。言色常和。莫相違戾。】"
    },
    {
      "id": "02-028-0001_p0063",
      "zh_CN": "这是世尊教给我们，在这个世间应该要用什么样的心态来过日子，来跟这个社会相处，这个教训一定要记住。家人要和睦，要敬爱，不要憎恨，不要嫉妒，可是哪一个人不希望一家和睦？可是我们看看这个世间，几个人家庭是幸福的？常常听说每一家都有一本难念的经！其实佛也说出这当中的道理了。家庭组合什么原因？佛法里面讲四种缘，你这个家亲眷属，没有缘不会聚集在一块，有缘。什么缘？有善缘，有恶缘！善缘，这就是很幸福的家庭；恶缘，那就是很烦恼了。佛给我们讲善恶缘，有报恩的善缘；有报怨的，过去生中冤家对头，这个事情麻烦大！有讨债的，有还债的。四种缘，报恩、报怨，讨债、还债，这么来的。",
      "zh_TW": "這是世尊教給我們，在這個世間應該要用什麼樣的心態來過日子，來跟這個社會相處，這個教訓一定要記住。家人要和睦，要敬愛，不要憎恨，不要嫉妒，可是哪一個人不希望一家和睦？可是我們看看這個世間，幾個人家庭是幸福的？常常聽說每一家都有一本難念的經！其實佛也說出這當中的道理了。家庭組合什麼原因？佛法裡面講四種緣，你這個家親眷屬，沒有緣不會聚集在一塊，有緣。什麼緣？有善緣，有惡緣！善緣，這就是很幸福的家庭；惡緣，那就是很煩惱了。佛給我們講善惡緣，有報恩的善緣；有報怨的，過去生中冤家對頭，這個事情麻煩大！有討債的，有還債的。四種緣，報恩、報怨，討債、還債，這麼來的。"
    },
    {
      "id": "02-028-0001_p0064",
      "zh_CN": "我过去在寿冶老和尚那个光明讲堂，在那里住过两个月。在蓝塘道那个地方。他那个佛堂上有一副对联，那个对联很有趣味，寿冶老和尚写的。上联是说「夫妻是缘，有善缘，有恶缘，冤冤相报」；下联写的是「儿女是债，有讨债，有还债，无债不来」。我不晓得那个对联是不是现在还挂在那里，你就晓得家人父子是这么一个关系来的。觉悟的人有好处，用佛法来与家人相处，潜移默化，即使是讨债还债、报怨的，也能够和睦相处，也能够以佛法感化他。家庭就是道场，家人就是善知识，我们在这个地方修忍辱波罗蜜。极不容易相处的、极不平的，在修我们的平等心；极不清净的场所，修我们的清净心。把这些冤家都看作大善知识，没有他，我的忍辱波罗蜜，我的清净心到哪里修？幸亏有这些人，我修成功了，这样你就不会讨厌他，也不会跟他生气，心平气和。",
      "zh_TW": "我過去在壽冶老和尚那個光明講堂，在那裡住過兩個月。在藍塘道那個地方。他那個佛堂上有一副對聯，那個對聯很有趣味，壽冶老和尚寫的。上聯是說「夫妻是緣，有善緣，有惡緣，冤冤相報」；下聯寫的是「兒女是債，有討債，有還債，無債不來」。我不曉得那個對聯是不是現在還掛在那裡，你就曉得家人父子是這麼一個關係來的。覺悟的人有好處，用佛法來與家人相處，潛移默化，即使是討債還債、報怨的，也能夠和睦相處，也能夠以佛法感化他。家庭就是道場，家人就是善知識，我們在這個地方修忍辱波羅蜜。極不容易相處的、極不平的，在修我們的平等心；極不清淨的場所，修我們的清淨心。把這些冤家都看作大善知識，沒有他，我的忍辱波羅蜜，我的清淨心到哪裡修？幸虧有這些人，我修成功了，這樣你就不會討厭他，也不會跟他生氣，心平氣和。"
    },
    {
      "id": "02-028-0001_p0065",
      "zh_CN": "『有无相通』，这是指财物上，『无得贪惜』。『言色常和』，这很重要。『莫相违戾』，普贤大愿里面教给我们「恒顺众生，随喜功德」，就是此地讲的「言色常和，莫相违戾」。这佛教给我们应该要这么做。如果不是这么做，那你这个冤业愈结愈深，那个麻烦可大了，生生世世没完没了，这个可怕，太可怕！人不是这一生，有来生。底下说。",
      "zh_TW": "『有無相通』，這是指財物上，『無得貪惜』。『言色常和』，這很重要。『莫相違戾』，普賢大願裡面教給我們「恆順眾生，隨喜功德」，就是此地講的「言色常和，莫相違戾」。這佛教給我們應該要這麼做。如果不是這麼做，那你這個冤業愈結愈深，那個麻煩可大了，生生世世沒完沒了，這個可怕，太可怕！人不是這一生，有來生。底下說。"
    },
    {
      "id": "02-028-0001_p0066",
      "zh_CN": "【或时心诤。有所恚怒。后世转剧。至成大怨。】",
      "zh_TW": "【或時心諍。有所恚怒。後世轉劇。至成大怨。】"
    },
    {
      "id": "02-028-0001_p0067",
      "zh_CN": "佛给我们提出警告，纵然是怨家，我们晓得过去世结的怨，希望今生化解掉，算了，不再结了，到这把它解开了；决定不能够再加重怨恨，那就不得了，来世比这一世还要可怕，报得还要惨重，所以这一定要知道的。学佛的人一个大原则，与一切人不结怨，他欺负我也好，他骗我也好，他害我也好，一切都随它去。不要把这些事情记在心里，我们的心才清净。我们常常念，念阿弥陀佛，过几天我就到西方极乐世界去了；还要跟这些人一般见识，那极乐世界去不成了。所以常常想到我在这里作客，过几天我就走了，这个地方，好人也好，坏人也好，都好，为什么？过几天我就走了！一定要用这个态度来处世。我们没有到西方极乐世界，现在在此地也很快乐，虽然是五浊恶世，我在这个地方还是很快乐，还是很自在的，这就对了。",
      "zh_TW": "佛給我們提出警告，縱然是怨家，我們曉得過去世結的怨，希望今生化解掉，算了，不再結了，到這把它解開了；決定不能夠再加重怨恨，那就不得了，來世比這一世還要可怕，報得還要慘重，所以這一定要知道的。學佛的人一個大原則，與一切人不結怨，他欺負我也好，他騙我也好，他害我也好，一切都隨它去。不要把這些事情記在心裡，我們的心才清淨。我們常常念，念阿彌陀佛，過幾天我就到西方極樂世界去了；還要跟這些人一般見識，那極樂世界去不成了。所以常常想到我在這裡作客，過幾天我就走了，這個地方，好人也好，壞人也好，都好，為什麼？過幾天我就走了！一定要用這個態度來處世。我們沒有到西方極樂世界，現在在此地也很快樂，雖然是五濁惡世，我在這個地方還是很快樂，還是很自在的，這就對了。"
    },
    {
      "id": "02-028-0001_p0068",
      "zh_CN": "【世间之事更相患害。虽不临时。应急想破。】",
      "zh_TW": "【世間之事更相患害。雖不臨時。應急想破。】"
    },
    {
      "id": "02-028-0001_p0069",
      "zh_CN": "这就讲冤冤相报，虽然不是在眼前，你自己一定要觉悟，果报或者在来生，或者在后世，总归是要报的。因此，我们处世待人、起心动念要谨慎，要有高度的警觉。绝对不起一个坏念头，绝对不要害人，不要起心动念想占别人的便宜，这个心不可以有，行为更不可以有，就是要想到来世来生有果报。这一世吃一点亏，来世就占便宜；吃一点亏算什么？我这个怨解掉了，来世不会再加重了。世间人不晓得这个道理，所以嫉妒、瞋恨、互相残害，一般人认为这是正常的；如果你要有前后眼，你能够看到来世、后世，你就晓得现在做的不是正确的、是错误的。下面第三段是劝我们断恶修善。",
      "zh_TW": "這就講冤冤相報，雖然不是在眼前，你自己一定要覺悟，果報或者在來生，或者在後世，總歸是要報的。因此，我們處世待人、起心動念要謹慎，要有高度的警覺。絕對不起一個壞念頭，絕對不要害人，不要起心動念想佔別人的便宜，這個心不可以有，行為更不可以有，就是要想到來世來生有果報。這一世吃一點虧，來世就佔便宜；吃一點虧算什麼？我這個怨解掉了，來世不會再加重了。世間人不曉得這個道理，所以嫉妒、瞋恨、互相殘害，一般人認為這是正常的；如果你要有前後眼，你能夠看到來世、後世，你就曉得現在做的不是正確的、是錯誤的。下面第三段是勸我們斷惡修善。"
    },
    {
      "id": "02-028-0001_p0070",
      "zh_CN": "【人在爱欲之中。独生独死。独去独来。苦乐自当。无有代者。】",
      "zh_TW": "【人在愛欲之中。獨生獨死。獨去獨來。苦樂自當。無有代者。】"
    },
    {
      "id": "02-028-0001_p0071",
      "zh_CN": "这是真话，你在世间再恩爱的人，死了之后，各随各的业力去受报，来生能不能再在一起？不可能！这个诸位要知道，不可能的事情！各人受各人的果报，谁也不能代替谁。作善得善报，作恶得恶报",
      "zh_TW": "這是真話，你在世間再恩愛的人，死了之後，各隨各的業力去受報，來生能不能再在一起？不可能！這個諸位要知道，不可能的事情！各人受各人的果報，誰也不能代替誰。作善得善報，作惡得惡報"
    },
    {
      "id": "02-028-0001_p0072",
      "zh_CN": "【善恶变化。追逐所生。道路不同。会见无期。】",
      "zh_TW": "【善惡變化。追逐所生。道路不同。會見無期。】"
    },
    {
      "id": "02-028-0001_p0073",
      "zh_CN": "即使多生多劫以后再遇到了，遇到彼此也不相识。世间人愚痴，往往在幻想，那幻想不是事实，这一定要晓得。如果想真正喜欢的人，希望将来都在一起，有一个方法，大家念佛到西方极乐世界，这才真正在一起，永远在一起；除这一个办法之外，给诸位说，没有第二个办法，为什么？你不能超越六道！唯有这个方法。这是真的，一点都不假。所以佛在此地又劝我们：",
      "zh_TW": "即使多生多劫以後再遇到了，遇到彼此也不相識。世間人愚痴，往往在幻想，那幻想不是事實，這一定要曉得。如果想真正喜歡的人，希望將來都在一起，有一個方法，大家念佛到西方極樂世界，這才真正在一起，永遠在一起；除這一個辦法之外，給諸位說，沒有第二個辦法，為什麼？你不能超越六道！唯有這個方法。這是真的，一點都不假。所以佛在此地又勸我們："
    },
    {
      "id": "02-028-0001_p0074",
      "zh_CN": "【何不于强健时。努力修善。欲何待乎。】",
      "zh_TW": "【何不於強健時。努力修善。欲何待乎。】"
    },
    {
      "id": "02-028-0001_p0075",
      "zh_CN": "你还等待什么？你现在有精神，有体力，有力量，多做善事。有很多人想在佛门做善事，他怎么个做法？他去赚钱，钱赚了很多再来做善事；赚了很多了，还不够多，再要赚多。在台湾，很多学佛的同修都去玩股票，我常常劝他们赶快要回头，都不肯相信。现在股票听说一下落下来了，想做好事，没有钱了。他去赚钱的时候，为什么不来做好事？偏偏还不够，还不够多，到多时候，一下没有了，想做好事没有钱了。这样的人很多很多！在佛菩萨面前许愿，我赚了一百万，我一定拿一万块钱来做好事，跟佛菩萨谈条件，这实在是愚痴，糟蹋佛菩萨，以为佛菩萨跟他是一样。",
      "zh_TW": "你還等待什麼？你現在有精神，有體力，有力量，多做善事。有很多人想在佛門做善事，他怎麼個做法？他去賺錢，錢賺了很多再來做善事；賺了很多了，還不夠多，再要賺多。在台灣，很多學佛的同修都去玩股票，我常常勸他們趕快要回頭，都不肯相信。現在股票聽說一下落下來了，想做好事，沒有錢了。他去賺錢的時候，為什麼不來做好事？偏偏還不夠，還不夠多，到多時候，一下沒有了，想做好事沒有錢了。這樣的人很多很多！在佛菩薩面前許願，我賺了一百萬，我一定拿一萬塊錢來做好事，跟佛菩薩談條件，這實在是愚痴，糟蹋佛菩薩，以為佛菩薩跟他是一樣。"
    },
    {
      "id": "02-028-0001_p0076",
      "zh_CN": "这是劝我们，有力量的时候随分随力，给诸位说，圆满功德。不要等到自己环境好，不可能的事情，没那个道理。尽心尽力，我今天身上有一块钱就做一块钱的好事，我这事情圆满，圆满功德。这个修善，实在讲，公平的！不是有钱人就能修，没钱人不能修，那是错误的。往往没有钱的人修的那个善，超过有钱的人。有钱的人一百万的财产，拿一万块钱来做好事，自己认为很了不起；没有钱的人一个月赚两百块钱，统统捐出来做好事，好像是他一月所得，在比例上讲超过那个一万块钱，超过太多太多了。所以将来果报不相同！一个是圆满，一个不圆满，有钱的人做功德往往不圆满。当时一大半都报掉了，为什么？他尊贵，到寺院来，这出家人对他恭敬，对他招待，这福报就报掉了。那没有钱的人，捐一点钱的时候，理也不理他，他的功德一点都没有报掉，他统统留在那里，将来这个果报就大！有钱的人他马上就报掉了，就没有了，何况有钱的人傲慢，这都是过失。那没有钱的人卑谦恭敬，有钱的人傲慢。所以老天爷很公平，贫人来生富，富人来生贫，风水轮流转，很公平。绝对不说富的生生世世富，贫的生生世世贫，不是这样子，很公平。所以你真正把事实真相看起来，真是老天有眼，很公平。",
      "zh_TW": "這是勸我們，有力量的時候隨分隨力，給諸位說，圓滿功德。不要等到自己環境好，不可能的事情，沒那個道理。盡心盡力，我今天身上有一塊錢就做一塊錢的好事，我這事情圓滿，圓滿功德。這個修善，實在講，公平的！不是有錢人就能修，沒錢人不能修，那是錯誤的。往往沒有錢的人修的那個善，超過有錢的人。有錢的人一百萬的財產，拿一萬塊錢來做好事，自己認為很了不起；沒有錢的人一個月賺兩百塊錢，統統捐出來做好事，好像是他一月所得，在比例上講超過那個一萬塊錢，超過太多太多了。所以將來果報不相同！一個是圓滿，一個不圓滿，有錢的人做功德往往不圓滿。當時一大半都報掉了，為什麼？他尊貴，到寺院來，這出家人對他恭敬，對他招待，這福報就報掉了。那沒有錢的人，捐一點錢的時候，理也不理他，他的功德一點都沒有報掉，他統統留在那裡，將來這個果報就大！有錢的人他馬上就報掉了，就沒有了，何況有錢的人傲慢，這都是過失。那沒有錢的人卑謙恭敬，有錢的人傲慢。所以老天爺很公平，貧人來生富，富人來生貧，風水輪流轉，很公平。絕對不說富的生生世世富，貧的生生世世貧，不是這樣子，很公平。所以你真正把事實真相看起來，真是老天有眼，很公平。"
    },
    {
      "id": "02-028-0001_p0077",
      "zh_CN": "【世人善恶自不能见。吉凶祸福。竞各作之。】",
      "zh_TW": "【世人善惡自不能見。吉凶禍福。競各作之。】"
    },
    {
      "id": "02-028-0001_p0078",
      "zh_CN": "这是指世间人愚痴，迷惑颠倒，自作自受。不要说真妄不能辨别、邪正不能辨别，连善恶、利害都搞不清楚，这叫真正愚痴，没有智慧。佛在此地说这些话，我们自己很冷静的反省反省，我是不是佛讲的这个人？不要认为这佛在讲别人，没讲我！可能佛所讲的统统是我自己犯的毛病，自己不知道！",
      "zh_TW": "這是指世間人愚痴，迷惑顛倒，自作自受。不要說真妄不能辨別、邪正不能辨別，連善惡、利害都搞不清楚，這叫真正愚痴，沒有智慧。佛在此地說這些話，我們自己很冷靜的反省反省，我是不是佛講的這個人？不要認為這佛在講別人，沒講我！可能佛所講的統統是我自己犯的毛病，自己不知道！"
    },
    {
      "id": "02-028-0001_p0079",
      "zh_CN": "【身愚神暗。转受余教。颠倒相续。无常根本。】",
      "zh_TW": "【身愚神闇。轉受餘教。顛倒相續。無常根本。】"
    },
    {
      "id": "02-028-0001_p0080",
      "zh_CN": "这是讲什么？你继续不断的迷惑，继续不断的造业，有原因的，不是无缘无故的，是你愚笨，这个『身愚』，就是我们讲笨！『神暗』，就是迷惑，头脑不清楚，没有智慧。『转受余教』，余教就是不是佛的教化，去听那些外道的教。现在人我常说，信邪不信正，就这类人；听骗不听劝，劝他他不听，骗他他听，就是讲这个；正法他不相信，怎么劝他，他不相信，邪法骗他，他一骗，他就去了，怪事情！从前人说什么乡下老太婆好骗！现在我们在外国看到什么？拿到博士学位的都被人骗了，而且太多太多都受过高等教育的，全世界都有。为什么他会听骗？身愚神暗，投机取巧。正法教他要修心，要作善，这他很难；那个邪法是不必修心，也不要作善，他给你画个符，念个咒，马上用一点神通，你什么都得到了，一窝蜂全部都去了。现在全世界都是这样子，所以这个世界会有很大的灾难。",
      "zh_TW": "這是講什麼？你繼續不斷的迷惑，繼續不斷的造業，有原因的，不是無緣無故的，是你愚笨，這個『身愚』，就是我們講笨！『神闇』，就是迷惑，頭腦不清楚，沒有智慧。『轉受餘教』，餘教就是不是佛的教化，去聽那些外道的教。現在人我常說，信邪不信正，就這類人；聽騙不聽勸，勸他他不聽，騙他他聽，就是講這個；正法他不相信，怎麼勸他，他不相信，邪法騙他，他一騙，他就去了，怪事情！從前人說什麼鄉下老太婆好騙！現在我們在外國看到什麼？拿到博士學位的都被人騙了，而且太多太多都受過高等教育的，全世界都有。為什麼他會聽騙？身愚神闇，投機取巧。正法教他要修心，要作善，這他很難；那個邪法是不必修心，也不要作善，他給你畫個符，念個咒，馬上用一點神通，你什麼都得到了，一窩蜂全部都去了。現在全世界都是這樣子，所以這個世界會有很大的災難。"
    },
    {
      "id": "02-028-0001_p0081",
      "zh_CN": "外教基督教他们的预言，说一九九九年是世界末日，上帝要下来审判世人。今年一九九０年了，这九九年，还有十年就到了。我听了这个话，我点头，我觉得很有道理。这十年恐怕这个世间没有什么好日子过，这个灾难一年比一年加重，人一年比一年苦，从哪里看？从人心上看。我常常在外面旅行，我所看到的，众生贪瞋痴慢这个心一年比一年重，这不得了。",
      "zh_TW": "外教基督教他們的預言，說一九九九年是世界末日，上帝要下來審判世人。今年一九九０年了，這九九年，還有十年就到了。我聽了這個話，我點頭，我覺得很有道理。這十年恐怕這個世間沒有什麼好日子過，這個災難一年比一年加重，人一年比一年苦，從哪裡看？從人心上看。我常常在外面旅行，我所看到的，眾生貪瞋痴慢這個心一年比一年重，這不得了。"
    },
    {
      "id": "02-028-0001_p0082",
      "zh_CN": "佛法常常赞叹的三学增上，现在是三毒增上，这怎么得了？这不得了！三毒增上，这世界会毁灭，那个什么预言，那倒不太可靠，可是我们从人心上来看的话，这是大灾难前面的先兆。这个预兆已经很明显的在我们眼前，这个灾难没有法子避免，诸佛菩萨神仙来都救不了。佛菩萨神仙能救的，那是什么？众生好善听劝，佛菩萨来才救得了。他现在不听劝，要骗，佛菩萨绝对不会骗人，佛菩萨都骗人，那成什么话？那佛法也没有了，所以佛菩萨决定不会骗人，这诸位一定要知道。这就是说，现前的这个灾难会继续不断的增长，这『无常根本』。",
      "zh_TW": "佛法常常讚歎的三學增上，現在是三毒增上，這怎麼得了？這不得了！三毒增上，這世界會毀滅，那個什麼預言，那倒不太可靠，可是我們從人心上來看的話，這是大災難前面的先兆。這個預兆已經很明顯的在我們眼前，這個災難沒有法子避免，諸佛菩薩神仙來都救不了。佛菩薩神仙能救的，那是什麼？眾生好善聽勸，佛菩薩來才救得了。他現在不聽勸，要騙，佛菩薩絕對不會騙人，佛菩薩都騙人，那成什麼話？那佛法也沒有了，所以佛菩薩決定不會騙人，這諸位一定要知道。這就是說，現前的這個災難會繼續不斷的增長，這『無常根本』。"
    },
    {
      "id": "02-028-0001_p0083",
      "zh_CN": "【蒙冥抵突。不信经法。心无远虑。各欲快意。迷于瞋恚。贪于财色。终不休止。哀哉可伤。】",
      "zh_TW": "【蒙冥抵突。不信經法。心無遠慮。各欲快意。迷於瞋恚。貪於財色。終不休止。哀哉可傷。】"
    },
    {
      "id": "02-028-0001_p0084",
      "zh_CN": "佛在此地也为我们这个时代人悲哀，看到也痛心。前面是讲他的思想，邪知邪见，这个地方是邪作邪行。『蒙冥抵突』，蒙冥就是我们常讲的糊涂，糊里糊涂。抵突就是排斥，不能接纳。一切善法他排斥，他不相信、不接纳。『不信经法』，佛菩萨、圣人讲的话他不要听，世间孔孟是圣人，他讲的话也不要听，你说这怎么办，这是大问题，这是根本！我们今天要想学佛，要接受佛的教训，要依教奉行。今天我们讲救急，这一本经就是救急的，为什么我们不选其他大经大论？时间来不及了，没有那么长的时间来学习了，这是应急，救急的。换句话说，救命的一个法门！",
      "zh_TW": "佛在此地也為我們這個時代人悲哀，看到也痛心。前面是講他的思想，邪知邪見，這個地方是邪作邪行。『蒙冥抵突』，蒙冥就是我們常講的糊塗，糊裡糊塗。抵突就是排斥，不能接納。一切善法他排斥，他不相信、不接納。『不信經法』，佛菩薩、聖人講的話他不要聽，世間孔孟是聖人，他講的話也不要聽，你說這怎麼辦，這是大問題，這是根本！我們今天要想學佛，要接受佛的教訓，要依教奉行。今天我們講救急，這一本經就是救急的，為什麼我們不選其他大經大論？時間來不及了，沒有那麼長的時間來學習了，這是應急，救急的。換句話說，救命的一個法門！"
    },
    {
      "id": "02-028-0001_p0085",
      "zh_CN": "『心无远虑』，只看今天不知道明天的事情，不晓得有来世；不但不晓得有来世，甚至于把老年都忘掉了，年轻快意，你老的时候怎么办？年轻的时候不照顾老人，这因果报应，你老的时候没人照顾你。现在有很多老年人很苦，你要去问问他，你年轻的时候有没有照顾你的父母，有没有照顾老人？你今天受苦，怨谁？因果报应！",
      "zh_TW": "『心無遠慮』，只看今天不知道明天的事情，不曉得有來世；不但不曉得有來世，甚至於把老年都忘掉了，年輕快意，你老的時候怎麼辦？年輕的時候不照顧老人，這因果報應，你老的時候沒人照顧你。現在有很多老年人很苦，你要去問問他，你年輕的時候有沒有照顧你的父母，有沒有照顧老人？你今天受苦，怨誰？因果報應！"
    },
    {
      "id": "02-028-0001_p0086",
      "zh_CN": "尤其在外国，外国他们的风俗习惯跟中国人不一样。小孩长大，十八、九岁就离开家了，以后不晓得哪一年回来再看一看父母，这是很正常的。因为在外国，儿女没有养父母这一种说法的，没有。外国人是政府养老，它有它的好处，老年人六十五岁以上，你的生活有国家来照顾。所以美国现在移民为什么控制得这么严，你到美国去，美国政府就要负责养老。美国现在经济上有问题，所以这个负担非常重，又不能够废弃，一废弃，老百姓一定反对，不选你做总统，所以希望做总统的人，还要把这个法令要维护，维护这一笔开销就不得了。我今年六十四岁，我明年在美国就可以拿养老金了，每个月政府会给我几百块钱生活费用。所以在外国，国家养老；在我们中国，国家不养老，儿女再不孝顺，这个老人就可怜了。在国外，虽然他物质上没有缺乏，精神痛苦，这是真的，老年人孤单寂寞。学佛的人还好，他天天念经、念佛，心地平静；不学佛的人苦。",
      "zh_TW": "尤其在外國，外國他們的風俗習慣跟中國人不一樣。小孩長大，十八、九歲就離開家了，以後不曉得哪一年回來再看一看父母，這是很正常的。因為在外國，兒女沒有養父母這一種說法的，沒有。外國人是政府養老，它有它的好處，老年人六十五歲以上，你的生活有國家來照顧。所以美國現在移民為什麼控制得這麼嚴，你到美國去，美國政府就要負責養老。美國現在經濟上有問題，所以這個負擔非常重，又不能夠廢棄，一廢棄，老百姓一定反對，不選你做總統，所以希望做總統的人，還要把這個法令要維護，維護這一筆開銷就不得了。我今年六十四歲，我明年在美國就可以拿養老金了，每個月政府會給我幾百塊錢生活費用。所以在外國，國家養老；在我們中國，國家不養老，兒女再不孝順，這個老人就可憐了。在國外，雖然他物質上沒有缺乏，精神痛苦，這是真的，老年人孤單寂寞。學佛的人還好，他天天念經、念佛，心地平靜；不學佛的人苦。"
    },
    {
      "id": "02-028-0001_p0087",
      "zh_CN": "『各欲快意，迷于瞋恚，贪于财色，终不休止』。这就是现在全世界的生活状况，你说这世间人干什么？他就干的这个。三千年前，你看佛在此地讲的一点都不错，三千年后的事情，佛都知道得清清楚楚，这真是可悲伤的！",
      "zh_TW": "『各欲快意，迷於瞋恚，貪於財色，終不休止』。這就是現在全世界的生活狀況，你說這世間人幹什麼？他就幹的這個。三千年前，你看佛在此地講的一點都不錯，三千年後的事情，佛都知道得清清楚楚，這真是可悲傷的！"
    },
    {
      "id": "02-028-0001_p0088",
      "zh_CN": "【先人不善。不识道德。无有语者。殊无怪也。】",
      "zh_TW": "【先人不善。不識道德。無有語者。殊無怪也。】"
    },
    {
      "id": "02-028-0001_p0089",
      "zh_CN": "『先人』，这是讲老年。老人没有学佛，佛法不普及，尤其中国幅员太大，自古以来教育就不普及，没有好好的教诲，『不识道德，无有语者』，没有告诉我们。『殊无怪也』，我们也不要怪他。为什么？与自己的业力有关系。但是，现在应该要觉悟了，你遇到佛法，你还不觉悟吗？",
      "zh_TW": "『先人』，這是講老年。老人沒有學佛，佛法不普及，尤其中國幅員太大，自古以來教育就不普及，沒有好好的教誨，『不識道德，無有語者』，沒有告訴我們。『殊無怪也』，我們也不要怪他。為什麼？與自己的業力有關係。但是，現在應該要覺悟了，你遇到佛法，你還不覺悟嗎？"
    },
    {
      "id": "02-028-0001_p0090",
      "zh_CN": "【死生之趣。善恶之道。都不之信。谓无有是。】",
      "zh_TW": "【死生之趣。善惡之道。都不之信。謂無有是。】"
    },
    {
      "id": "02-028-0001_p0091",
      "zh_CN": "不相信因果报应，不相信三世轮回，他不相信。现在这个很多，非常普遍。我们跟人家讲这些，人家说我们迷信，还在那里耻笑我们。讲真的，他不相信；讲假的，没有轮回，没有因果报应，你喜欢做什么就做什么，他很高兴，假的他相信。信假不信真。",
      "zh_TW": "不相信因果報應，不相信三世輪迴，他不相信。現在這個很多，非常普遍。我們跟人家講這些，人家說我們迷信，還在那裡恥笑我們。講真的，他不相信；講假的，沒有輪迴，沒有因果報應，你喜歡做什麼就做什麼，他很高興，假的他相信。信假不信真。"
    },
    {
      "id": "02-028-0001_p0092",
      "zh_CN": "【更相瞻视。且自见之。或父哭子。或子哭父。兄弟夫妇。更相哭泣。】",
      "zh_TW": "【更相瞻視。且自見之。或父哭子。或子哭父。兄弟夫婦。更相哭泣。】"
    },
    {
      "id": "02-028-0001_p0093",
      "zh_CN": "这一段是说机缘要是失掉了，再得到很难；何况因果报应的事情就在眼前。我们常讲的现世报，就在眼前。头脑稍微冷静一点，你天天看得到。报纸、杂志、大众传播工具天天看到。『更相瞻视，且自见之』，这种因缘果报你难道没有见到吗？果报现前的时候，生离死别，哭泣没用，后悔也来不及！",
      "zh_TW": "這一段是說機緣要是失掉了，再得到很難；何況因果報應的事情就在眼前。我們常講的現世報，就在眼前。頭腦稍微冷靜一點，你天天看得到。報紙、雜誌、大眾傳播工具天天看到。『更相瞻視，且自見之』，這種因緣果報你難道沒有見到嗎？果報現前的時候，生離死別，哭泣沒用，後悔也來不及！"
    },
    {
      "id": "02-028-0001_p0094",
      "zh_CN": "【一死一生。迭相顾恋。忧爱结缚。无有解时。思想恩好。不离情欲。】",
      "zh_TW": "【一死一生。迭相顧戀。憂愛結縛。無有解時。思想恩好。不離情欲。】"
    },
    {
      "id": "02-028-0001_p0095",
      "zh_CN": "这是说忧爱的缠绵、缠结，这个东西很难解开，这是迷惑颠倒造业的根源。佛在这个地方给我们点醒，要教我们觉悟，要知道事实真相。这东西不是真的，这恩爱给诸位说，决定是假的。佛在《遗教三经》里面明白的开示我们，你没有证得阿罗汉果，不要相信自己的意思。为什么？你看，自己的意思都不能相信，还能相信别人的吗？别人说我爱你，假的，骗你的！过两天，马上就变卦了，他就不爱你了。",
      "zh_TW": "這是說憂愛的纏綿、纏結，這個東西很難解開，這是迷惑顛倒造業的根源。佛在這個地方給我們點醒，要教我們覺悟，要知道事實真相。這東西不是真的，這恩愛給諸位說，決定是假的。佛在《遺教三經》裡面明白的開示我們，你沒有證得阿羅漢果，不要相信自己的意思。為什麼？你看，自己的意思都不能相信，還能相信別人的嗎？別人說我愛你，假的，騙你的！過兩天，馬上就變卦了，他就不愛你了。"
    },
    {
      "id": "02-028-0001_p0096",
      "zh_CN": "中国、外国报纸上，你一看，爱的时候结婚了，没到几个月，他们就离婚了，可见得这不是真的。为什么佛说没证得阿罗汉，不要相信自己意思？因为你的意思叫虚情假意，哪里是真的；证得阿罗汉果，见思烦恼断了，正觉了，那个意思才是真的，那不是假的。没证得阿罗汉以前，每个人的心都是虚情假意。所以不要当真，他说爱你，那笑笑，不能当真；他说恨你，也不要当真。因为什么？都不是真心，他的心是妄的，妄心所出来的统统是虚妄，你跟他认什么真？你一不认真，人与人就很好处了！你跟他认真就不好处。再想想，自己也是虚情假意，也不是真的，早晨念头到晚上就变了，怎么会是真的？不是真的。",
      "zh_TW": "中國、外國報紙上，你一看，愛的時候結婚了，沒到幾個月，他們就離婚了，可見得這不是真的。為什麼佛說沒證得阿羅漢，不要相信自己意思？因為你的意思叫虛情假意，哪裡是真的；證得阿羅漢果，見思煩惱斷了，正覺了，那個意思才是真的，那不是假的。沒證得阿羅漢以前，每個人的心都是虛情假意。所以不要當真，他說愛你，那笑笑，不能當真；他說恨你，也不要當真。因為什麼？都不是真心，他的心是妄的，妄心所出來的統統是虛妄，你跟他認什麼真？你一不認真，人與人就很好處了！你跟他認真就不好處。再想想，自己也是虛情假意，也不是真的，早晨念頭到晚上就變了，怎麼會是真的？不是真的。"
    },
    {
      "id": "02-028-0001_p0097",
      "zh_CN": "佛说得对！我们自己认识自己不容易。所以这个世间恩爱要把它看清楚，把它真相看出来，不是真的。所以人与人之间相处，纵然是夫妇、父子，我们要凭着人道，彼此互相照顾，这是真的，以清净心、真诚心彼此互相照顾，决定不能在这里头有恩爱，那是假的，那绝对不是真的。",
      "zh_TW": "佛說得對！我們自己認識自己不容易。所以這個世間恩愛要把它看清楚，把它真相看出來，不是真的。所以人與人之間相處，縱然是夫婦、父子，我們要憑著人道，彼此互相照顧，這是真的，以清淨心、真誠心彼此互相照顧，決定不能在這裡頭有恩愛，那是假的，那絕對不是真的。"
    },
    {
      "id": "02-028-0001_p0098",
      "zh_CN": "【不能深思熟计。专精行道。】",
      "zh_TW": "【不能深思熟計。專精行道。】"
    },
    {
      "id": "02-028-0001_p0099",
      "zh_CN": "这就是上面讲的这一段，这都是你为什么不能够发菩提心，一向专修，这障碍，统统是障碍！",
      "zh_TW": "這就是上面講的這一段，這都是你為什麼不能夠發菩提心，一向專修，這障礙，統統是障礙！"
    },
    {
      "id": "02-028-0001_p0100",
      "zh_CN": "【年寿旋尽。无可奈何。】",
      "zh_TW": "【年壽旋盡。無可奈何。】"
    },
    {
      "id": "02-028-0001_p0101",
      "zh_CN": "到你寿命终了的时候想修也来不及了，后悔莫及。确实有不少世间人，我就遇到很多，劝他认真的修行，他说现在事情还很多，再过几年我退休之后，还没能退休他死了，有什么法子？一年拖一年！",
      "zh_TW": "到你壽命終了的時候想修也來不及了，後悔莫及。確實有不少世間人，我就遇到很多，勸他認真的修行，他說現在事情還很多，再過幾年我退休之後，還沒能退休他死了，有什麼法子？一年拖一年！"
    },
    {
      "id": "02-028-0001_p0102",
      "zh_CN": "【惑道者众。悟道者少。】",
      "zh_TW": "【惑道者眾。悟道者少。】"
    },
    {
      "id": "02-028-0001_p0103",
      "zh_CN": "迷惑是因，造恶这就是果报！所以很容易堕落在恶道。迷的人多，觉悟的人少，这是对学佛人来说的，不是对普通人说的；普通人，道他都不晓得，还谈什么？我们已经入佛门了，还迷惑颠倒，这个人多！所以念佛，念佛的人多，往生的人少，一万个念佛的人，真正往生，三、五个不得了！为什么不能每一个人都往生？惑道者多，对于念佛法门迷惑，没搞清楚，真正搞清楚的人不多。真搞清楚的人，说老实话，他决定往生。为什么？他真念了！他真的把一切万缘统统放下了，这是悟。没悟的人？没悟的人一切众缘一样也放不下，这只可以说，给西方世界结个善缘而已，这一生往生很难。",
      "zh_TW": "迷惑是因，造惡這就是果報！所以很容易墮落在惡道。迷的人多，覺悟的人少，這是對學佛人來說的，不是對普通人說的；普通人，道他都不曉得，還談什麼？我們已經入佛門了，還迷惑顛倒，這個人多！所以念佛，念佛的人多，往生的人少，一萬個念佛的人，真正往生，三、五個不得了！為什麼不能每一個人都往生？惑道者多，對於念佛法門迷惑，沒搞清楚，真正搞清楚的人不多。真搞清楚的人，說老實話，他決定往生。為什麼？他真念了！他真的把一切萬緣統統放下了，這是悟。沒悟的人？沒悟的人一切眾緣一樣也放不下，這只可以說，給西方世界結個善緣而已，這一生往生很難。"
    },
    {
      "id": "02-028-0001_p0104",
      "zh_CN": "【各怀杀毒。恶气冥冥。为妄兴事。违逆天地。恣意罪极。顿夺其寿。下入恶道。无有出期。】",
      "zh_TW": "【各懷殺毒。惡氣冥冥。為妄興事。違逆天地。恣意罪極。頓奪其壽。下入惡道。無有出期。】"
    },
    {
      "id": "02-028-0001_p0105",
      "zh_CN": "这是讲迷惑造业所受的果报。『各怀杀毒』，这个杀是一个代表，就是贪瞋痴慢三毒烦恼。三毒、十恶，造十恶业，『恶气冥冥』。『为妄兴事』，妄是妄想，成天打妄想；打妄想，他就胡作妄为，这个做作就违逆天地。此地的天地就是自然的法则，违背了自然的法则。他随心所欲的造作，『恣意罪极』，造作的重罪，必然减损他的寿命，这就是现世报。『下入恶道，无有出期』，这是讲来生的果报。",
      "zh_TW": "這是講迷惑造業所受的果報。『各懷殺毒』，這個殺是一個代表，就是貪瞋痴慢三毒煩惱。三毒、十惡，造十惡業，『惡氣冥冥』。『為妄興事』，妄是妄想，成天打妄想；打妄想，他就胡作妄為，這個做作就違逆天地。此地的天地就是自然的法則，違背了自然的法則。他隨心所欲的造作，『恣意罪極』，造作的重罪，必然減損他的壽命，這就是現世報。『下入惡道，無有出期』，這是講來生的果報。"
    },
    {
      "id": "02-028-0001_p0106",
      "zh_CN": "【若曹当熟思计。远离众恶。择其善者。勤而行之。】",
      "zh_TW": "【若曹當熟思計。遠離眾惡。擇其善者。勤而行之。】"
    },
    {
      "id": "02-028-0001_p0107",
      "zh_CN": "底下这一段是世尊劝勉我们要觉悟，要反省，要改过自新。『若曹』，就是大众，这是汉朝时候翻译的。汉朝时候，我们现在叫大众，那时候叫若曹，若曹现在的话叫大众。大家应当要认真的去想一想。『远离众恶』，一切的恶念、恶行、恶事决定不能做。没有意思，得不到好处，决定得不到好处；纵然得到，后来果报很可怕，这不是真正利益。『择其善者，勤而行之』，善恶的标准，佛在这一部经里面就讲得很多，至少在原理原则上都给我们说得相当详细。遵照这个原则，我们晓得哪些是善、哪些是恶。",
      "zh_TW": "底下這一段是世尊勸勉我們要覺悟，要反省，要改過自新。『若曹』，就是大眾，這是漢朝時候翻譯的。漢朝時候，我們現在叫大眾，那時候叫若曹，若曹現在的話叫大眾。大家應當要認真的去想一想。『遠離眾惡』，一切的惡念、惡行、惡事決定不能做。沒有意思，得不到好處，決定得不到好處；縱然得到，後來果報很可怕，這不是真正利益。『擇其善者，勤而行之』，善惡的標準，佛在這一部經裡面就講得很多，至少在原理原則上都給我們說得相當詳細。遵照這個原則，我們曉得哪些是善、哪些是惡。"
    },
    {
      "id": "02-028-0001_p0108",
      "zh_CN": "【爱欲荣华。不可常保。皆当别离。无可乐者。】",
      "zh_TW": "【愛欲榮華。不可常保。皆當別離。無可樂者。】"
    },
    {
      "id": "02-028-0001_p0109",
      "zh_CN": "世间人没有不迷醉在爱欲荣华之中，这个东西不是什么了不起的事情，也不是真实的，所以不必去追求，知足常乐！我每一天吃得饱，穿得暖，有个小房子遮避风雨，够了！这就很快乐，还有什么快乐？没有比这个更快乐，知足常乐。明天，明天还没有到，你忧虑干什么？你的心才会清净；你想明天，还想后天，你的心永远不会清净。清净心才真正生智慧；清净，福报自然会现前。所以只要认真努力去修福，不要去想果报，果报自然！末后佛劝勉我们：",
      "zh_TW": "世間人沒有不迷醉在愛欲榮華之中，這個東西不是什麼了不起的事情，也不是真實的，所以不必去追求，知足常樂！我每一天吃得飽，穿得暖，有個小房子遮避風雨，夠了！這就很快樂，還有什麼快樂？沒有比這個更快樂，知足常樂。明天，明天還沒有到，你憂慮幹什麼？你的心才會清淨；你想明天，還想後天，你的心永遠不會清淨。清淨心才真正生智慧；清淨，福報自然會現前。所以只要認真努力去修福，不要去想果報，果報自然！末後佛勸勉我們："
    },
    {
      "id": "02-028-0001_p0110",
      "zh_CN": "【当勤精进。生安乐国。】",
      "zh_TW": "【當勤精進。生安樂國。】"
    },
    {
      "id": "02-028-0001_p0111",
      "zh_CN": "一切法中，唯独这一法最真实，最可靠，最稳当，也最容易，求生西方极乐世界。人，真正发心求生净土，这个人是：",
      "zh_TW": "一切法中，唯獨這一法最真實，最可靠，最穩當，也最容易，求生西方極樂世界。人，真正發心求生淨土，這個人是："
    },
    {
      "id": "02-028-0001_p0112",
      "zh_CN": "【智慧明达。功德殊胜。】",
      "zh_TW": "【智慧明達。功德殊勝。】"
    },
    {
      "id": "02-028-0001_p0113",
      "zh_CN": "这两句话完全正确。如果他没有真正智慧，明了通达，他不可能选择这个法门。无量无边的法门，这是第一殊胜的法门，你怎么可能选上？不可能的！所以一定要真正智慧。通达明了，他才会选择，文殊、普贤选的这个法门，观世音、大势至选择这个法门。我们今天遇到这个法门，也选择这个法门，我们的『智慧明达，功德殊胜』，跟文殊、普贤没有两样；别的不如他，选择这个法门，我们不输给他！我们怎么会有这个能力？这是两种因素，第一个是多生多劫的善根成熟，第二个是十方诸佛如来冥冥当中加被，我们才有能力！不是这两个原因，怎么可能？不可能！",
      "zh_TW": "這兩句話完全正確。如果他沒有真正智慧，明瞭通達，他不可能選擇這個法門。無量無邊的法門，這是第一殊勝的法門，你怎麼可能選上？不可能的！所以一定要真正智慧。通達明瞭，他才會選擇，文殊、普賢選的這個法門，觀世音、大勢至選擇這個法門。我們今天遇到這個法門，也選擇這個法門，我們的『智慧明達，功德殊勝』，跟文殊、普賢沒有兩樣；別的不如他，選擇這個法門，我們不輸給他！我們怎麼會有這個能力？這是兩種因素，第一個是多生多劫的善根成熟，第二個是十方諸佛如來冥冥當中加被，我們才有能力！不是這兩個原因，怎麼可能？不可能！"
    },
    {
      "id": "02-028-0001_p0114",
      "zh_CN": "【勿得随心所欲。亏负经戒。在人后也。】",
      "zh_TW": "【勿得隨心所欲。虧負經戒。在人後也。】"
    },
    {
      "id": "02-028-0001_p0115",
      "zh_CN": "这是佛在此地苦口婆心教诫，不要随着自己的贪瞋痴又去胡作胡为，亏负了佛在此地的教训，将来虽然能往生，落在人后面！你看人家这一生就往生了，你还要搞轮回，不晓得搞到哪一生哪一劫再遇到这个法门，纵然往生了，差远！落后太多了，『在人后也』。这个话讲得好，换句话说，你只要听到这个法门，一历耳根，永为道种，你决定会往生的，但是这一生不能生，要多劫轮回，你还要受很多的苦报。你将来到西方极乐世界，『在人之后』，为什么不现在就去？何必再要受这个苦？",
      "zh_TW": "這是佛在此地苦口婆心教誡，不要隨著自己的貪瞋痴又去胡作胡為，虧負了佛在此地的教訓，將來雖然能往生，落在人後面！你看人家這一生就往生了，你還要搞輪迴，不曉得搞到哪一生哪一劫再遇到這個法門，縱然往生了，差遠！落後太多了，『在人後也』。這個話講得好，換句話說，你只要聽到這個法門，一歷耳根，永為道種，你決定會往生的，但是這一生不能生，要多劫輪迴，你還要受很多的苦報。你將來到西方極樂世界，『在人之後』，為什麼不現在就去？何必再要受這個苦？"
    },
    {
      "id": "02-028-0001_p0116",
      "zh_CN": "从前人，这个做人还不错，还满快乐的；现在做人不行了，我看这个样子，来生我都不敢再做人了，为什么？童年没有了。你像我这个年龄，童年的时候生长在乡村，很快乐，非常快乐，跟大自然在一起；现在你看童年，小孩背那么重的书包，苦死了！那个看得好害怕，看他幼稚园、小学、中学、大学，不干这个事情，这事情不是人干的，所以决定来生不可以做人；要像古人那种生活，悠闲自在，生活在诗情画意里头，这个人还可以做，还可以来。现在这一代太可怕了，将来的负担比现在还要重，更可怕。所以想想这个，不往生不行，没路可走了。好，我们今天讲到此地。",
      "zh_TW": "從前人，這個做人還不錯，還滿快樂的；現在做人不行了，我看這個樣子，來生我都不敢再做人了，為什麼？童年沒有了。你像我這個年齡，童年的時候生長在鄉村，很快樂，非常快樂，跟大自然在一起；現在你看童年，小孩背那麼重的書包，苦死了！那個看得好害怕，看他幼稚園、小學、中學、大學，不幹這個事情，這事情不是人幹的，所以決定來生不可以做人；要像古人那種生活，悠閒自在，生活在詩情畫意裡頭，這個人還可以做，還可以來。現在這一代太可怕了，將來的負擔比現在還要重，更可怕。所以想想這個，不往生不行，沒路可走了。好，我們今天講到此地。"
    }
  ]
}