{
  "doc_id": "28-047-0001",
  "title": {
    "zh_CN": "仁爱和平讲堂—政党对社会的道德责任",
    "zh_TW": "仁愛和平講堂—政黨對社會的道德責任"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾华藏电视台",
    "zh_TW": "台灣華藏電視台"
  },
  "doc_number": "28-047-0001",
  "total_paragraphs": 65,
  "paragraphs": [
    {
      "id": "28-047-0001_p0001",
      "zh_CN": "主持人：大家好，欢迎你再次收看仁爱和平讲堂。今天我们要跟各位谈的话题很有意思，因为我们今天为各位请到的这个特别来宾，他本身的人生经历跟他政坛的经历可以说非常的丰富。他是谁？我们先跟各位介绍，他就是国民党现任的秘书长吴敦义先生，秘书长你好。",
      "zh_TW": "主持人：大家好，歡迎你再次收看仁愛和平講堂。今天我們要跟各位談的話題很有意思，因為我們今天為各位請到的這個特別來賓，他本身的人生經歷跟他政壇的經歷可以說非常的豐富。他是誰？我們先跟各位介紹，他就是國民黨現任的祕書長吳敦義先生，祕書長你好。"
    },
    {
      "id": "28-047-0001_p0002",
      "zh_CN": "吴秘书长：主持人，还有法师，大家好。",
      "zh_TW": "吳祕書長：主持人，還有法師，大家好。"
    },
    {
      "id": "28-047-0001_p0003",
      "zh_CN": "净空法师：你好。",
      "zh_TW": "淨空法師：你好。"
    },
    {
      "id": "28-047-0001_p0004",
      "zh_CN": "主持人：我们当然今天秘书长已经替我们先引领出来，我们的仁爱和平讲堂，其实最重要的灵魂人物就是我们的净空老和尚。吴敦义秘书长今天要跟我们来谈的话题，跟老和尚对话的话题，我们是要谈一个政党到底在现代的社会，它应该扮演什么样的角色。我们晓得政党在政治上，扮演的角色非常清楚，它推出人才，然后推出政见，赢得选举，然后再来执政。如果输了选举，它成为在野党，它就不断的监督执政党，然后争取下一次赢得的机会。可是我们今天重点要放在一个社会的上面，也就是说政党如果放在社会的教育，社会的一个资源互动上的时候，政党到底又是一种什么样的角色。吴敦义秘书长很特别，因为他从地方的民意代表开始当起，然后一帆风顺，但是在选举的过程中，也曾经遭遇过挫折。我常喜欢开完笑说，在台湾对人性善良面体会最多的，大概就是吴敦义秘书长；但是对于人性的卑劣面体会最深的，大概也是吴敦义秘书长。所以我们今天开场先请秘书长来聊聊，这么多年的从政经验，您认为政党，到底在这个社会上扮演什么角色？你对政党有什么样的期望吗？",
      "zh_TW": "主持人：我們當然今天祕書長已經替我們先引領出來，我們的仁愛和平講堂，其實最重要的靈魂人物就是我們的淨空老和尚。吳敦義祕書長今天要跟我們來談的話題，跟老和尚對話的話題，我們是要談一個政黨到底在現代的社會，它應該扮演什麼樣的角色。我們曉得政黨在政治上，扮演的角色非常清楚，它推出人才，然後推出政見，贏得選舉，然後再來執政。如果輸了選舉，它成為在野黨，它就不斷的監督執政黨，然後爭取下一次贏得的機會。可是我們今天重點要放在一個社會的上面，也就是說政黨如果放在社會的教育，社會的一個資源互動上的時候，政黨到底又是一種什麼樣的角色。吳敦義祕書長很特別，因為他從地方的民意代表開始當起，然後一帆風順，但是在選舉的過程中，也曾經遭遇過挫折。我常喜歡開完笑說，在台灣對人性善良面體會最多的，大概就是吳敦義祕書長；但是對於人性的卑劣面體會最深的，大概也是吳敦義祕書長。所以我們今天開場先請祕書長來聊聊，這麼多年的從政經驗，您認為政黨，到底在這個社會上扮演什麼角色？你對政黨有什麼樣的期望嗎？"
    },
    {
      "id": "28-047-0001_p0005",
      "zh_CN": "吴秘书长：政党，其实如果就它那个「党」字，中文解释党字是有正反两个面向，尚黑，台语讲「最黑」，政党也可以成群结党，也可以变成很坏的一个集合。可是从另一个角度来看，当政党如果能够审酌时代的发展、全民最大的利益跟心愿，它也可以集合有志之士志同道合来提倡一种理想。",
      "zh_TW": "吳祕書長：政黨，其實如果就它那個「黨」字，中文解釋黨字是有正反兩個面向，尚黑，台語講「最黑」，政黨也可以成群結黨，也可以變成很壞的一個集合。可是從另一個角度來看，當政黨如果能夠審酌時代的發展、全民最大的利益跟心願，它也可以集合有志之士志同道合來提倡一種理想。"
    },
    {
      "id": "28-047-0001_p0006",
      "zh_CN": "主持人：没错。",
      "zh_TW": "主持人：沒錯。"
    },
    {
      "id": "28-047-0001_p0007",
      "zh_CN": "吴秘书长：然后运用正当的、合乎道德跟法律的方式，推荐适当的人，取得执政或者问政的机会，把这种好的理想能贯彻、能够实现，那就可以造福许多的人。所以我觉得政党，它是能完成一个个人不能完成的事，集合众人的力量来众志成城，那它对社会就做出很大的贡献。到底你是要做一个尚黑的，就是对社会是负面的，或者要做个光明面的，我想就是在政党的主持者，还有它的党员共同意志当中去分辨。这一念之间其实就分别了到底一个政党是为善，或者一个政党是为恶。像纳粹希特勒推动的政党，他很明显，历史的定位就是为恶的；许多好的政党推动民生、推动文明的发展，那这些政党就是好的政党。",
      "zh_TW": "吳祕書長：然後運用正當的、合乎道德跟法律的方式，推薦適當的人，取得執政或者問政的機會，把這種好的理想能貫徹、能夠實現，那就可以造福許多的人。所以我覺得政黨，它是能完成一個個人不能完成的事，集合眾人的力量來眾志成城，那它對社會就做出很大的貢獻。到底你是要做一個尚黑的，就是對社會是負面的，或者要做個光明面的，我想就是在政黨的主持者，還有它的黨員共同意志當中去分辨。這一念之間其實就分別了到底一個政黨是為善，或者一個政黨是為惡。像納粹希特勒推動的政黨，他很明顯，歷史的定位就是為惡的；許多好的政黨推動民生、推動文明的發展，那這些政黨就是好的政黨。"
    },
    {
      "id": "28-047-0001_p0008",
      "zh_CN": "主持人：秘书长真是不改他的幽默，一开始替我们拆文解字，把党的两个部首，尚跟黑用台语结合起来，最黑的。这边再请教老和尚，您怎么看待政党？您在美国、在澳洲都居住过很多年，他们政党政治是非常健全的，就看两个主要的政党不断的在那里你上我下，你下我上，您怎么看待政党？",
      "zh_TW": "主持人：祕書長真是不改他的幽默，一開始替我們拆文解字，把黨的兩個部首，尚跟黑用台語結合起來，最黑的。這邊再請教老和尚，您怎麼看待政黨？您在美國、在澳洲都居住過很多年，他們政黨政治是非常健全的，就看兩個主要的政黨不斷的在那裡你上我下，你下我上，您怎麼看待政黨？"
    },
    {
      "id": "28-047-0001_p0009",
      "zh_CN": "净空法师：实在讲外国的政党政治，虽然是发展了不少年，可是我觉得还是中国五千年政治推动的效果，孙中山先生在《三民主义》里面谈到的，我觉得那是非常中肯的话。中国过去历代的帝王，跟西方的专制制度不相同，它不相同的原因是什么？西方真的是专制，真的是跋扈。中国自古以来，它圣贤政治，所以我们称帝王都称圣人，帝王的诏书都称为圣旨，他确实他接受过圣贤教育。古时候这些帝王都是圣人，尧舜禹汤、文武周公是孔子心目当中，最祟敬的人物，那是圣人做国家领导人，还会有什么问题！所以我看了《三民主义》之后，我感到人的素质教育是第一，人是好人，无论什么制度他都能做好事；人要不是好人，出了问题，再好的制度，都会被他利用，他都会做出坏事出来。所以中国古圣先贤教我们后人，特别只教从政的，「建国君民，教学为先」，这两句话说得好，这真理，可以说是超越时间跟超越空间，走到哪个地方，都不会有偏差、不会有错误。所以就是教育摆在第一，教什么？教伦理。伦理是关系，首先我们做人要晓得，父子的关系、夫妇的关系、君臣就领导跟被领导的关系、朋友的关系、长幼的关系。关系搞清楚，如何这些关系能和睦相处、能够相亲相爱，这就属于道德，能顺着这关系的这是德。所以关系就是道，关系是自然的，这不是哪个人发明的，不是哪个人创造的。所以说能随顺大自然的规则，随顺大自然的秩序这就是德。",
      "zh_TW": "淨空法師：實在講外國的政黨政治，雖然是發展了不少年，可是我覺得還是中國五千年政治推動的效果，孫中山先生在《三民主義》裡面談到的，我覺得那是非常中肯的話。中國過去歷代的帝王，跟西方的專制制度不相同，它不相同的原因是什麼？西方真的是專制，真的是跋扈。中國自古以來，它聖賢政治，所以我們稱帝王都稱聖人，帝王的詔書都稱為聖旨，他確實他接受過聖賢教育。古時候這些帝王都是聖人，堯舜禹湯、文武周公是孔子心目當中，最祟敬的人物，那是聖人做國家領導人，還會有什麼問題！所以我看了《三民主義》之後，我感到人的素質教育是第一，人是好人，無論什麼制度他都能做好事；人要不是好人，出了問題，再好的制度，都會被他利用，他都會做出壞事出來。所以中國古聖先賢教我們後人，特別只教從政的，「建國君民，教學為先」，這兩句話說得好，這真理，可以說是超越時間跟超越空間，走到哪個地方，都不會有偏差、不會有錯誤。所以就是教育擺在第一，教什麼？教倫理。倫理是關係，首先我們做人要曉得，父子的關係、夫婦的關係、君臣就領導跟被領導的關係、朋友的關係、長幼的關係。關係搞清楚，如何這些關係能和睦相處、能夠相親相愛，這就屬於道德，能順著這關係的這是德。所以關係就是道，關係是自然的，這不是哪個人發明的，不是哪個人創造的。所以說能隨順大自然的規則，隨順大自然的秩序這就是德。"
    },
    {
      "id": "28-047-0001_p0010",
      "zh_CN": "所以中国自古提出，你看基本的五常，这叫仁义礼智信，这五常必须要遵守的，跟佛家五戒的意思相同。从这里发展下来就是八德。八德古今有两个说法，两个说法当中有四个字是相同的除掉，十二个字「孝悌忠信，礼义廉耻，仁爱和平」。我读了《三民主义》，我说三民主义这么多年来没有落实，民族主义是理想当中的族群大团结，在台湾族群还没有做到团结，政党也没做到团结，这是民族主义精神。但是为什么不能团结？我说我们把教育疏忽。如果我们是中国传统那种教学要那么重视，从小就教他伦理、道德、因果，人有伦理道德的教育，不会作恶，耻于作恶，羞于作恶，人有因果的教育不敢作恶，知道作恶不是一桩好事情。人都能受到这么好的教育，这个社会上没有坏人，没有案件。所以我这次跟澳洲陆克文总理，跟他见面谈话，我看到他忙碌的那种样子，过去我们见面，他满面红光，现在是头发都变白了，哪有这种道理？那么年轻才五十一岁。所以我就开玩笑跟他说，现在全世界各行各业里面，最辛苦的工作，我说就是你这个行业。",
      "zh_TW": "所以中國自古提出，你看基本的五常，這叫仁義禮智信，這五常必須要遵守的，跟佛家五戒的意思相同。從這裡發展下來就是八德。八德古今有兩個說法，兩個說法當中有四個字是相同的除掉，十二個字「孝悌忠信，禮義廉恥，仁愛和平」。我讀了《三民主義》，我說三民主義這麼多年來沒有落實，民族主義是理想當中的族群大團結，在台灣族群還沒有做到團結，政黨也沒做到團結，這是民族主義精神。但是為什麼不能團結？我說我們把教育疏忽。如果我們是中國傳統那種教學要那麼重視，從小就教他倫理、道德、因果，人有倫理道德的教育，不會作惡，恥於作惡，羞於作惡，人有因果的教育不敢作惡，知道作惡不是一樁好事情。人都能受到這麼好的教育，這個社會上沒有壞人，沒有案件。所以我這次跟澳洲陸克文總理，跟他見面談話，我看到他忙碌的那種樣子，過去我們見面，他滿面紅光，現在是頭髮都變白了，哪有這種道理？那麼年輕才五十一歲。所以我就開玩笑跟他說，現在全世界各行各業裡面，最辛苦的工作，我說就是你這個行業。"
    },
    {
      "id": "28-047-0001_p0011",
      "zh_CN": "主持人：这个我们秘书长体会最深。",
      "zh_TW": "主持人：這個我們祕書長體會最深。"
    },
    {
      "id": "28-047-0001_p0012",
      "zh_CN": "净空法师：我说就是这个行业。我说在从前，在我们中国典籍里面记载下来，过去旧社会里头各行各业最快乐是做官的，为什么？他没案子办，没有犯罪的人没案子办。所以做官的人成天写写文章，作作诗，游山玩水，你看他多自在。哪有这么痛苦？为什么原因？过去人他教好，从小就教好了，他不会犯罪，都懂得孝悌忠信、礼义廉耻，都接受过这个教育，而且这个教育根深蒂固。所以中国教育从什么时候开始？从怀孕的时候开始，胎教开始。所以从出生，父母是小孩第一任的老师，这个老师是身教，身行言教，他做出来。父母你看他怎么样孝顺他的父母，那些小孩看到了，父母在日常怎么样生活，那种规律的生活他也学会了。所以伦理道德在家庭里面它就形成根深蒂固，他怎么会变！所以从出生到三岁，我们中国古谚语说，「三岁看八十，七岁看终身」，有道理不是没有道理，他小时候根深蒂固，八十岁不会变，这教育成功。",
      "zh_TW": "淨空法師：我說就是這個行業。我說在從前，在我們中國典籍裡面記載下來，過去舊社會裡頭各行各業最快樂是做官的，為什麼？他沒案子辦，沒有犯罪的人沒案子辦。所以做官的人成天寫寫文章，作作詩，遊山玩水，你看他多自在。哪有這麼痛苦？為什麼原因？過去人他教好，從小就教好了，他不會犯罪，都懂得孝悌忠信、禮義廉恥，都接受過這個教育，而且這個教育根深蒂固。所以中國教育從什麼時候開始？從懷孕的時候開始，胎教開始。所以從出生，父母是小孩第一任的老師，這個老師是身教，身行言教，他做出來。父母你看他怎麼樣孝順他的父母，那些小孩看到了，父母在日常怎麼樣生活，那種規律的生活他也學會了。所以倫理道德在家庭裡面它就形成根深蒂固，他怎麼會變！所以從出生到三歲，我們中國古諺語說，「三歲看八十，七歲看終身」，有道理不是沒有道理，他小時候根深蒂固，八十歲不會變，這教育成功。"
    },
    {
      "id": "28-047-0001_p0013",
      "zh_CN": "所以中国教育的原点，就是五伦里头，第一条里面父子有亲的亲爱，这个亲爱是天性不是人为的。你仔细去，我们现在观察小孩三、四个月，他还不会说话，你看那个神情，他对父母的爱，能够感受得到；父母对他的爱，他也能感受到，你从这看到了天性。所以中国的教育就从这开始，这原点。教育的目的就是这个爱，如何能保持终身不变，这是教育第一个目标。第二个目标是这个教育，如何能把这个爱扩大，他爱兄弟、爱家族、爱邻里乡党、爱社会、爱国家、爱民族，到最后「凡是人，皆须爱」，他把它推广。所以中国的教育，五千年的教育是爱的教育，你走遍全世界，你跟任何不同的族群，甚至于不同的宗教谈起来，没有不佩服的，没有说不能接受的。所以这么样良好的教育，五千年来中国长治久安，改朝换代是什么原因？末代皇帝把老祖宗的教诲丢掉，那就出事情。下面这个帝王取得政权之后，你看五年，你看中国的历史，五年的动乱马上就恢复，改朝换代有兴有革。唯独教育的理念、政策、方法永远不变，从汉武帝到满清政府的末年都没有改变。只有到民国的时候疏忽，民国真的是疏忽了，惹得我们现在这一代受这么大的苦难，如果继承下来的时候没事！",
      "zh_TW": "所以中國教育的原點，就是五倫裡頭，第一條裡面父子有親的親愛，這個親愛是天性不是人為的。你仔細去，我們現在觀察小孩三、四個月，他還不會說話，你看那個神情，他對父母的愛，能夠感受得到；父母對他的愛，他也能感受到，你從這看到了天性。所以中國的教育就從這開始，這原點。教育的目的就是這個愛，如何能保持終身不變，這是教育第一個目標。第二個目標是這個教育，如何能把這個愛擴大，他愛兄弟、愛家族、愛鄰里鄉黨、愛社會、愛國家、愛民族，到最後「凡是人，皆須愛」，他把它推廣。所以中國的教育，五千年的教育是愛的教育，你走遍全世界，你跟任何不同的族群，甚至於不同的宗教談起來，沒有不佩服的，沒有說不能接受的。所以這麼樣良好的教育，五千年來中國長治久安，改朝換代是什麼原因？末代皇帝把老祖宗的教誨丟掉，那就出事情。下面這個帝王取得政權之後，你看五年，你看中國的歷史，五年的動亂馬上就恢復，改朝換代有興有革。唯獨教育的理念、政策、方法永遠不變，從漢武帝到滿清政府的末年都沒有改變。只有到民國的時候疏忽，民國真的是疏忽了，惹得我們現在這一代受這麼大的苦難，如果繼承下來的時候沒事！"
    },
    {
      "id": "28-047-0001_p0014",
      "zh_CN": "过去我的老师方东美先生告诉我，他说周公了不起，真的是圣人那不是假的，他肯定。他说他作的《周礼》，《周礼》就是周朝的宪法，如果周朝子子孙孙世世代代都能遵守，现在还是周朝，它有这么大的效果。全世界在法的方面没有能够超过，这完全是人性，站在人性的立场，不是站在帝王一家立场，所以这个很了不起。他就劝我去读，可是我始终就没有读它，我对这个没什么大的兴趣。所以以后他把佛教介绍给我，原来我们以为是迷信，以为是宗教。方老师告诉我，我跟他学哲学，他说释迦牟尼佛是大哲学家，他是圣哲，佛经是世界哲学的最高峰，这是他给我讲的。以后我都没有这么说，我的说法是佛经是高等哲学，我没有像他讲得那么露骨。他说「学佛是人生最高的享受」，所以这个我才把观念改过来，才看佛经，愈看愈有兴趣。方老师的话没说错，学佛是人生最高的享受。所以以后我出家去看他，你怎么真干了？我说我真干了，我听老师的话真干了。",
      "zh_TW": "過去我的老師方東美先生告訴我，他說周公了不起，真的是聖人那不是假的，他肯定。他說他作的《周禮》，《周禮》就是周朝的憲法，如果周朝子子孫孫世世代代都能遵守，現在還是周朝，它有這麼大的效果。全世界在法的方面沒有能夠超過，這完全是人性，站在人性的立場，不是站在帝王一家立場，所以這個很了不起。他就勸我去讀，可是我始終就沒有讀它，我對這個沒什麼大的興趣。所以以後他把佛教介紹給我，原來我們以為是迷信，以為是宗教。方老師告訴我，我跟他學哲學，他說釋迦牟尼佛是大哲學家，他是聖哲，佛經是世界哲學的最高峰，這是他給我講的。以後我都沒有這麼說，我的說法是佛經是高等哲學，我沒有像他講得那麼露骨。他說「學佛是人生最高的享受」，所以這個我才把觀念改過來，才看佛經，愈看愈有興趣。方老師的話沒說錯，學佛是人生最高的享受。所以以後我出家去看他，你怎麼真幹了？我說我真幹了，我聽老師的話真幹了。"
    },
    {
      "id": "28-047-0001_p0015",
      "zh_CN": "所以教育重要，比什么都重要，中国的教育你要晓得，它是和平教育，它是人性的教育。所以它是能超越时间、超越空间的。你看用在政治上，帝王都受过这个教育。我在新加坡住了几年，演培法师以前是我们善导寺的住持，我们很早就认识，他移民到新加坡二十多年。我们见了面，他请我吃饭，有一天问我，他说「净空法师，你赞成君主还是赞成民主？」我说「我赞成君主，我不赞成民主。」他说「你头脑太顽固，你太旧了，你跟不上时代。」我们在开玩笑的，我说君主有什么好处？这个接班人他受过最好的教育，皇上把全国最好的老师，这个机会，是别人没有这种机会。文武百官这些子弟陪读，那是什么？那就底下一个朝廷，他真的很用心的把他栽培起来。民主不是这样，民主是到处选的，他并没有受过这么好的教育。所以说我是从这个观点上讲，那个时候制度好。但是中山先生他的理想，我非常赞成，很了不起，因为从前是一家治理这一个国家，他把家天下再恢复为天下为公。就是用一个政党来代替这一个家族，全国的菁英组成一个党，所以他那是一党专政，我非常赞成。但是什么？也就是中山先生过世太早了，六十岁就过世，没有能把他的理想完全做出来，这是个很遗憾的一桩事情。",
      "zh_TW": "所以教育重要，比什麼都重要，中國的教育你要曉得，它是和平教育，它是人性的教育。所以它是能超越時間、超越空間的。你看用在政治上，帝王都受過這個教育。我在新加坡住了幾年，演培法師以前是我們善導寺的住持，我們很早就認識，他移民到新加坡二十多年。我們見了面，他請我吃飯，有一天問我，他說「淨空法師，你贊成君主還是贊成民主？」我說「我贊成君主，我不贊成民主。」他說「你頭腦太頑固，你太舊了，你跟不上時代。」我們在開玩笑的，我說君主有什麼好處？這個接班人他受過最好的教育，皇上把全國最好的老師，這個機會，是別人沒有這種機會。文武百官這些子弟陪讀，那是什麼？那就底下一個朝廷，他真的很用心的把他栽培起來。民主不是這樣，民主是到處選的，他並沒有受過這麼好的教育。所以說我是從這個觀點上講，那個時候制度好。但是中山先生他的理想，我非常贊成，很了不起，因為從前是一家治理這一個國家，他把家天下再恢復為天下為公。就是用一個政黨來代替這一個家族，全國的菁英組成一個黨，所以他那是一黨專政，我非常贊成。但是什麼？也就是中山先生過世太早了，六十歲就過世，沒有能把他的理想完全做出來，這是個很遺憾的一樁事情。"
    },
    {
      "id": "28-047-0001_p0016",
      "zh_CN": "如果他能够活到八十岁，就二十年，我相信中国整个就产生变化，为什么？政党政治是好，还是要从前那个教育，那个教育太可贵，你说你的党员，像我们办党校，党校里头聘请全国最好的老师来教党员，这就好了，这就把中国传统的政治就传下来！党员选孝廉，这是汉武帝开始举孝廉，国家从政的人员，基本的条件就是孝廉两个字，他孝顺父母他就能于忠于国家，他廉洁他就不贪污，所以就这么两个条件。这两个条件提出来，一直到满清都是这样。政府县市长最大的政绩，就是为国家选拔孝廉，所以「进贤受上赏」，国家最高的赏赐是给谁？你替国家选拔人才。选拔人才就是暗访，去察访哪个小孩孝顺父母、廉洁，你给他钱他不接受，这个选出来国家来培养，国家来教他。从县有县学，秀才，省，再到中央太学，太学就是国子监，那太学，太学就是党校，它是替国家培养人才的，所以他基本的德行是孝廉。他所接受的教育是伦理、是道德、是因果，全世界哪个国家民族比不上中国。所以中国在政治上这种优越，世界第一。我们现在疏忽的就是教育。",
      "zh_TW": "如果他能夠活到八十歲，就二十年，我相信中國整個就產生變化，為什麼？政黨政治是好，還是要從前那個教育，那個教育太可貴，你說你的黨員，像我們辦黨校，黨校裡頭聘請全國最好的老師來教黨員，這就好了，這就把中國傳統的政治就傳下來！黨員選孝廉，這是漢武帝開始舉孝廉，國家從政的人員，基本的條件就是孝廉兩個字，他孝順父母他就能於忠於國家，他廉潔他就不貪污，所以就這麼兩個條件。這兩個條件提出來，一直到滿清都是這樣。政府縣市長最大的政績，就是為國家選拔孝廉，所以「進賢受上賞」，國家最高的賞賜是給誰？你替國家選拔人才。選拔人才就是暗訪，去察訪哪個小孩孝順父母、廉潔，你給他錢他不接受，這個選出來國家來培養，國家來教他。從縣有縣學，秀才，省，再到中央太學，太學就是國子監，那太學，太學就是黨校，它是替國家培養人才的，所以他基本的德行是孝廉。他所接受的教育是倫理、是道德、是因果，全世界哪個國家民族比不上中國。所以中國在政治上這種優越，世界第一。我們現在疏忽的就是教育。"
    },
    {
      "id": "28-047-0001_p0017",
      "zh_CN": "主持人：教育。",
      "zh_TW": "主持人：教育。"
    },
    {
      "id": "28-047-0001_p0018",
      "zh_CN": "净空法师：教育。所以现在这个教育必须要普及平民，人人都能够接受，人人都是好人，人人都是圣贤君子。所以国家应当把这个当作施政第一个目标、第一桩大事来办。人都是好人，没有一样不好；人要是不好的话，什么样的制度、什么样的方法都会出纰漏。",
      "zh_TW": "淨空法師：教育。所以現在這個教育必須要普及平民，人人都能夠接受，人人都是好人，人人都是聖賢君子。所以國家應當把這個當作施政第一個目標、第一樁大事來辦。人都是好人，沒有一樣不好；人要是不好的話，什麼樣的制度、什麼樣的方法都會出紕漏。"
    },
    {
      "id": "28-047-0001_p0019",
      "zh_CN": "主持人：今天老和尚，我相信很多的观赏仁爱和平讲堂的朋友们，大概都注意到，老和尚大概今天真的是碰上了吴敦义秘书长，所以就侃侃而谈就谈到，吴敦义秘书长最熟悉的中国国民党的历史，谈到国民党的孙文先生（孙中山先生）的整个贡献，我想这是非常有意思的。其实老和尚谈这个话题，在过去他也重复过好几次，一个基本的理念就认为说，人的素质最重要，人的素质不好，其实什么制度都糟糕；人的素质好了，不是那么理想的制度，也可能可以运作得很好。我这边就要请教秘书长，刚才您一路这样听下来，也谈到了孙中山，谈到国民党过去的历史，您认为政党，您刚也特别提到说，其实就是一念之间，一个政党也可以变成一个号召最好的人才，提供最好的政策，带领这个国家往最好的方向走。但是也可能沦落到把持这个政治，然后让这个国家往下沉沦，我们在台湾也看到这样的例子。我想请教您，就国民党在过去政坛上，不管是在大陆时期的起起落落，然后来到台湾之后也曾经一度失去过政权，所以您的体会最深，您认为一个政党该怎么样去发掘它的人才，然后怎么样推出好的政策？",
      "zh_TW": "主持人：今天老和尚，我相信很多的觀賞仁愛和平講堂的朋友們，大概都注意到，老和尚大概今天真的是碰上了吳敦義祕書長，所以就侃侃而談就談到，吳敦義祕書長最熟悉的中國國民黨的歷史，談到國民黨的孫文先生（孫中山先生）的整個貢獻，我想這是非常有意思的。其實老和尚談這個話題，在過去他也重複過好幾次，一個基本的理念就認為說，人的素質最重要，人的素質不好，其實什麼制度都糟糕；人的素質好了，不是那麼理想的制度，也可能可以運作得很好。我這邊就要請教祕書長，剛才您一路這樣聽下來，也談到了孫中山，談到國民黨過去的歷史，您認為政黨，您剛也特別提到說，其實就是一念之間，一個政黨也可以變成一個號召最好的人才，提供最好的政策，帶領這個國家往最好的方向走。但是也可能淪落到把持這個政治，然後讓這個國家往下沉淪，我們在台灣也看到這樣的例子。我想請教您，就國民黨在過去政壇上，不管是在大陸時期的起起落落，然後來到台灣之後也曾經一度失去過政權，所以您的體會最深，您認為一個政黨該怎麼樣去發掘它的人才，然後怎麼樣推出好的政策？"
    },
    {
      "id": "28-047-0001_p0020",
      "zh_CN": "吴秘书长：我想政党如果讲到最高的理想，我想拿刚才法师所提的孙中山先生，也就是我们党的总理。去年五月在马总统当选就职之后，我们应大陆的中共总书记胡锦涛先生的邀请，到大陆去访问，第一站就先到南京，我们晋谒孙中山先生的中山陵。",
      "zh_TW": "吳祕書長：我想政黨如果講到最高的理想，我想拿剛才法師所提的孫中山先生，也就是我們黨的總理。去年五月在馬總統當選就職之後，我們應大陸的中共總書記胡錦濤先生的邀請，到大陸去訪問，第一站就先到南京，我們晉謁孫中山先生的中山陵。"
    },
    {
      "id": "28-047-0001_p0021",
      "zh_CN": "净空法师：中山陵。",
      "zh_TW": "淨空法師：中山陵。"
    },
    {
      "id": "28-047-0001_p0022",
      "zh_CN": "吴秘书长：我们党的吴伯雄主席在晋谒中山陵之后，就应大家的要求题字，我想他题的这八个字，最能够连结孙中山先生的理想，也揭橥我们党当前最重要的理念，他题的八个字是「天下为公，人民最大」。我想政党，如果有这样两个基本的理念，大概这个政党就不会有偏差，你有天下为公的理念，你就知道不是为一己、一姓之私，你任何一个人有机会为党来做领导的工作、做服务的工作，或者有机会取得执政的机会，来领导政府，你的目的就是天下为公。甚至于你把那个为也可以读成为，就是为公。",
      "zh_TW": "吳祕書長：我們黨的吳伯雄主席在晉謁中山陵之後，就應大家的要求題字，我想他題的這八個字，最能夠連結孫中山先生的理想，也揭櫫我們黨當前最重要的理念，他題的八個字是「天下為公，人民最大」。我想政黨，如果有這樣兩個基本的理念，大概這個政黨就不會有偏差，你有天下為公的理念，你就知道不是為一己、一姓之私，你任何一個人有機會為黨來做領導的工作、做服務的工作，或者有機會取得執政的機會，來領導政府，你的目的就是天下為公。甚至於你把那個為也可以讀成為，就是為公。"
    },
    {
      "id": "28-047-0001_p0023",
      "zh_CN": "净空法师：对！",
      "zh_TW": "淨空法師：對！"
    },
    {
      "id": "28-047-0001_p0024",
      "zh_CN": "主持人：为公。",
      "zh_TW": "主持人：為公。"
    },
    {
      "id": "28-047-0001_p0025",
      "zh_CN": "吴秘书长：天下是众人的天下，是天下人的天下，非一人的天下，你所有的作为都是要为天下的和平、仁爱去推动。人民最大，不只是你在选举前，要抱着人民最大的心，因为只有人民有票让你这个政党上台，让你这个领导人上台；人民也有票可以让你这个政党下台，让你这个领导人下台。所以水能载舟，水也能覆舟。我们政党不只是在选举前要有人民最大的理想，就是赢得执政权，或者问政权之后，你也要把人民最大放在心里，而真正的去实践。所以讲到我们党，过去从大陆到台湾来，我必须要很明白的呼应一下刚才法师的讲法，教育是非常重要的。君主的时代教育做得成功，每个人都能够诚意、正心、修身、齐家，那自然就能平天下，就能治国。所以为什么做官的，假设他教育做得很好，五伦都实现，长幼有序社会不至于动乱。所以好的升平之世，你看做官的就可以吟而诗词，蔚为文明的奇观。可是如果五伦乱了，臣可以弑君，君可以乱杀臣，那天下就动乱，五代十国不也造成兵荒马乱，生灵涂炭吗？做官的不但不能吟歌弄诗，反而要疲于奔命，甚至于常常朝坐堂上，暮为阶下之囚，甚至于头断在公堂之上。我觉得教育做得好，五伦能实现，做官的当然轻松，老百姓也才能安家立命。所以你看看我们蒋介石老总统，他知道要进入民主的时代，教育也非常要紧。所以当时的教育从小学到中学、到大学，各种的考试要凭本事，完全公正。我想诗萍兄，你一定也是参加台湾各种考试的联考制度下的。那个时候你肩膀上是四星上将的子女，跟乡下洗衣服的欧巴桑的儿子、女儿一起考。",
      "zh_TW": "吳祕書長：天下是眾人的天下，是天下人的天下，非一人的天下，你所有的作為都是要為天下的和平、仁愛去推動。人民最大，不只是你在選舉前，要抱著人民最大的心，因為只有人民有票讓你這個政黨上台，讓你這個領導人上台；人民也有票可以讓你這個政黨下台，讓你這個領導人下台。所以水能載舟，水也能覆舟。我們政黨不只是在選舉前要有人民最大的理想，就是贏得執政權，或者問政權之後，你也要把人民最大放在心裡，而真正的去實踐。所以講到我們黨，過去從大陸到台灣來，我必須要很明白的呼應一下剛才法師的講法，教育是非常重要的。君主的時代教育做得成功，每個人都能夠誠意、正心、修身、齊家，那自然就能平天下，就能治國。所以為什麼做官的，假設他教育做得很好，五倫都實現，長幼有序社會不至於動亂。所以好的昇平之世，你看做官的就可以吟而詩詞，蔚為文明的奇觀。可是如果五倫亂了，臣可以弒君，君可以亂殺臣，那天下就動亂，五代十國不也造成兵荒馬亂，生靈塗炭嗎？做官的不但不能吟歌弄詩，反而要疲於奔命，甚至於常常朝坐堂上，暮為階下之囚，甚至於頭斷在公堂之上。我覺得教育做得好，五倫能實現，做官的當然輕鬆，老百姓也才能安家立命。所以你看看我們蔣介石老總統，他知道要進入民主的時代，教育也非常要緊。所以當時的教育從小學到中學、到大學，各種的考試要憑本事，完全公正。我想詩萍兄，你一定也是參加台灣各種考試的聯考制度下的。那個時候你肩膀上是四星上將的子女，跟鄉下洗衣服的歐巴桑的兒子、女兒一起考。"
    },
    {
      "id": "28-047-0001_p0026",
      "zh_CN": "主持人：统统要一起考。",
      "zh_TW": "主持人：統統要一起考。"
    },
    {
      "id": "28-047-0001_p0027",
      "zh_CN": "吴秘书长：你要读台大、要读政大、要读东海，要读学校，这是凭本事考出来的。你老爸肩膀上那四颗星星不管用的，因为面对一个公正的制度。而且学费很便宜，你穷人家的子弟照样念得起好的学校，因为国家负担了绝大部分的经费。这种教育的负担，我常常形容说叫甜蜜的负担，不是跟买股票、买房子一样，希望赚钱，希望它涨，你要短期内说教育要有报偿，说十个百分比，ＥＰＳ多少，这是很难。可是这种真正的报偿，是在整个民族社会，生生世世能够稳定、能够健全、能够发展，有继体之生命，这个民族就不会衰亡，所以教育的确是很重要。老蒋总统也很留意到，除了教育以外经济的改善也非常重要，所以经国先生继起之后，推动十大建设，推动十大革新，一方面有宽广的马路，有非常好的竞争的力量，工业农业齐头并进，台湾才能创造台湾奇迹。所以在这两个基础上，从地方自治开始，然后逐渐的开放各种的选举。至少现在台湾的民主政治，当然缺点还是很多，选举风气的确是不够好，选出来的政治人物，也不是样样都非常的出色。可是总体来讲，我总觉得它比君王的时代要好很多。君王的时代出圣君，固然天下就太平，可是出暴君的时候也是生灵涂炭，死尸遍野。",
      "zh_TW": "吳祕書長：你要讀台大、要讀政大、要讀東海，要讀學校，這是憑本事考出來的。你老爸肩膀上那四顆星星不管用的，因為面對一個公正的制度。而且學費很便宜，你窮人家的子弟照樣念得起好的學校，因為國家負擔了絕大部分的經費。這種教育的負擔，我常常形容說叫甜蜜的負擔，不是跟買股票、買房子一樣，希望賺錢，希望它漲，你要短期內說教育要有報償，說十個百分比，ＥＰＳ多少，這是很難。可是這種真正的報償，是在整個民族社會，生生世世能夠穩定、能夠健全、能夠發展，有繼體之生命，這個民族就不會衰亡，所以教育的確是很重要。老蔣總統也很留意到，除了教育以外經濟的改善也非常重要，所以經國先生繼起之後，推動十大建設，推動十大革新，一方面有寬廣的馬路，有非常好的競爭的力量，工業農業齊頭並進，台灣才能創造台灣奇蹟。所以在這兩個基礎上，從地方自治開始，然後逐漸的開放各種的選舉。至少現在台灣的民主政治，當然缺點還是很多，選舉風氣的確是不夠好，選出來的政治人物，也不是樣樣都非常的出色。可是總體來講，我總覺得它比君王的時代要好很多。君王的時代出聖君，固然天下就太平，可是出暴君的時候也是生靈塗炭，死屍遍野。"
    },
    {
      "id": "28-047-0001_p0028",
      "zh_CN": "净空法师：不错，对！",
      "zh_TW": "淨空法師：不錯，對！"
    },
    {
      "id": "28-047-0001_p0029",
      "zh_CN": "吴秘书长：我觉得比起来，虽然民主时代选出来，大部分都是平庸的君（领导人），你看全球，但唯有平庸他才能够合作。比如说曲高和寡，有些天才你就是要去做商业，有些天才你就去做发明家，天才是很孤僻的、是很寂寞的，所以他能够在商业的竞争当中纵横睥睨，不是秩序的，也可以创造发明。你看爱迪生很多人也认为是笨蛋，可他是世界的发明大师。但是只有能合众的，他才能够一方面赢得群众的欢迎，一方面取得政权。可是我常常讲，政治领袖光是得到民众的欢迎不够，还要得到民众的尊敬，所以他必须有魅力，同时要有能力。有魅力、有亲和力，选票才会接受，授权给你做总统、做市长、做州长、做参议员。可是你假如没有能力，你不能带领这个国家突破困局，让民众看到也享受到一个真实的、富有希望的未来，那掌声也可能有一天会变成嘘声。所以一方面要有魅力能赢得民众的欢迎，一方面要有能力，有好的政绩、有好的品德、好的操守，才能赢得民众的尊敬。我觉得以现代之世，当然民主的缺点还很多，可是只要我们能坚持信念，「天下为公，人民最大」，把它实践在你政党政策，和它日常的选拔人才，有好的居心、好的念头，有好的实践，我想这样的政党，才能不愧民众的所托，也才能够在当代负起应该有的责任。",
      "zh_TW": "吳祕書長：我覺得比起來，雖然民主時代選出來，大部分都是平庸的君（領導人），你看全球，但唯有平庸他才能夠合作。比如說曲高和寡，有些天才你就是要去做商業，有些天才你就去做發明家，天才是很孤僻的、是很寂寞的，所以他能夠在商業的競爭當中縱橫睥睨，不是秩序的，也可以創造發明。你看愛迪生很多人也認為是笨蛋，可他是世界的發明大師。但是只有能合眾的，他才能夠一方面贏得群眾的歡迎，一方面取得政權。可是我常常講，政治領袖光是得到民眾的歡迎不夠，還要得到民眾的尊敬，所以他必須有魅力，同時要有能力。有魅力、有親和力，選票才會接受，授權給你做總統、做市長、做州長、做參議員。可是你假如沒有能力，你不能帶領這個國家突破困局，讓民眾看到也享受到一個真實的、富有希望的未來，那掌聲也可能有一天會變成噓聲。所以一方面要有魅力能贏得民眾的歡迎，一方面要有能力，有好的政績、有好的品德、好的操守，才能贏得民眾的尊敬。我覺得以現代之世，當然民主的缺點還很多，可是只要我們能堅持信念，「天下為公，人民最大」，把它實踐在你政黨政策，和它日常的選拔人才，有好的居心、好的念頭，有好的實踐，我想這樣的政黨，才能不愧民眾的所託，也才能夠在當代負起應該有的責任。"
    },
    {
      "id": "28-047-0001_p0030",
      "zh_CN": "净空法师：对！",
      "zh_TW": "淨空法師：對！"
    },
    {
      "id": "28-047-0001_p0031",
      "zh_CN": "主持人：就像秘书长所谈到的，其实也的确，就是说如果民主政治多半选出来的领袖，到最后都是平庸的话，他最大的好处，就是这些平庸的领袖，当他知道怎样去合纵连横好的人才进来服务，那他只是提供了一个领导的平台，然后让一个很好的执政团队来施政。可是里面都有一个重点，其实不管是老和尚刚刚特别提到的，他对于君主政治的一些思考，以及我们的秘书长，从民主政治的洗礼中，出来的一个政治人物，他对于民主政治选举文化的一种深刻的体会。但两个人都有一个共同点，都谈到人的品质，也就说他如果是圣君，在君主政治就是一个好的制度，但如果是个暴君那就完蛋。可是同样的，民主政治也一样，如果选出来的是一个他虽然平庸，可他懂得用人才，他还是可以成为一个好总统；他如果是一个既不会用人才，自己本身又陷入到各种无能、贪腐的话，这也是国家的灾难、民主的灾难。所以这里面有一个问题，就是人性的善良的问题。",
      "zh_TW": "主持人：就像祕書長所談到的，其實也的確，就是說如果民主政治多半選出來的領袖，到最後都是平庸的話，他最大的好處，就是這些平庸的領袖，當他知道怎樣去合縱連橫好的人才進來服務，那他只是提供了一個領導的平台，然後讓一個很好的執政團隊來施政。可是裡面都有一個重點，其實不管是老和尚剛剛特別提到的，他對於君主政治的一些思考，以及我們的祕書長，從民主政治的洗禮中，出來的一個政治人物，他對於民主政治選舉文化的一種深刻的體會。但兩個人都有一個共同點，都談到人的品質，也就說他如果是聖君，在君主政治就是一個好的制度，但如果是個暴君那就完蛋。可是同樣的，民主政治也一樣，如果選出來的是一個他雖然平庸，可他懂得用人才，他還是可以成為一個好總統；他如果是一個既不會用人才，自己本身又陷入到各種無能、貪腐的話，這也是國家的災難、民主的災難。所以這裡面有一個問題，就是人性的善良的問題。"
    },
    {
      "id": "28-047-0001_p0032",
      "zh_CN": "净空法师：对！",
      "zh_TW": "淨空法師：對！"
    },
    {
      "id": "28-047-0001_p0033",
      "zh_CN": "主持人：老和尚曾经在「政党为人民服务」，这篇文章里面特别提到，「人性本善，性具圆满智慧德性」，这样的一个说法，可是在政党政治里面，你觉得人性本善还有它的意义吗？待会也听听秘书长来回应。我们有时候看政党政治，在那边互相杀伐的时候，人性都被扭曲，所以老和尚怎么看这问题？",
      "zh_TW": "主持人：老和尚曾經在「政黨為人民服務」，這篇文章裡面特別提到，「人性本善，性具圓滿智慧德性」，這樣的一個說法，可是在政黨政治裡面，你覺得人性本善還有它的意義嗎？待會也聽聽祕書長來回應。我們有時候看政黨政治，在那邊互相殺伐的時候，人性都被扭曲，所以老和尚怎麼看這問題？"
    },
    {
      "id": "28-047-0001_p0034",
      "zh_CN": "净空法师：人性本善是真的，不是假的，这个善我们老祖宗教给我们，「人之初，性本善」，这是《三字经》上头一句话。这个善不是善恶的善，比善恶的善高得太多，它这个善是赞叹的词，人性是圆满的。在佛经上讲就讲得很清楚，所以大乘教里头佛常讲，「一切众生本来是佛」。佛这个字是从印度梵语翻译过来的，它的意思是圆满的智慧、圆满的觉悟，这大彻大悟，这个人称之为佛，所以他不是神，他也不是仙人，他是人。佛告诉我们，人性善在哪里？他有圆满的智慧，他有圆满的德能，他有圆满的相好，我们现在中国人讲福报，相好就属于福报，它统统是自性里头具足的，它不是从外头来的。现在我们会有这么等差？这个等差是我们把自性迷失，迷失了之后，所以才有这个差距。如果没有迷失的话，人人都是佛，那这真的是平等，真平等。迷失之后就变成不平等，就是迷得浅深问题，迷得浅智慧就高，迷得深智慧就比较差，连带的德能、相好，都是一样的要往下衰退。所以那个善是圆满的意思，所以教就很重要。",
      "zh_TW": "淨空法師：人性本善是真的，不是假的，這個善我們老祖宗教給我們，「人之初，性本善」，這是《三字經》上頭一句話。這個善不是善惡的善，比善惡的善高得太多，它這個善是讚歎的詞，人性是圓滿的。在佛經上講就講得很清楚，所以大乘教裡頭佛常講，「一切眾生本來是佛」。佛這個字是從印度梵語翻譯過來的，它的意思是圓滿的智慧、圓滿的覺悟，這大徹大悟，這個人稱之為佛，所以他不是神，他也不是仙人，他是人。佛告訴我們，人性善在哪裡？他有圓滿的智慧，他有圓滿的德能，他有圓滿的相好，我們現在中國人講福報，相好就屬於福報，它統統是自性裡頭具足的，它不是從外頭來的。現在我們會有這麼等差？這個等差是我們把自性迷失，迷失了之後，所以才有這個差距。如果沒有迷失的話，人人都是佛，那這真的是平等，真平等。迷失之後就變成不平等，就是迷得淺深問題，迷得淺智慧就高，迷得深智慧就比較差，連帶的德能、相好，都是一樣的要往下衰退。所以那個善是圓滿的意思，所以教就很重要。"
    },
    {
      "id": "28-047-0001_p0035",
      "zh_CN": "我跟剑桥大学的一个汉学家，我们在伦敦认识的，我们汤池小镇做了实验，他去考察四天，住了四天，回来之后从香港经过住两天，跟我谈了六个小时。他就非常希望我到伦敦去办一个书院，这个书院就属于剑桥大学的，因为英国的学制，剑桥跟牛津都是学院制，我想可能都超过五十个学院，我说书院制。他已经给我想好题目，他说希望你去办一个大乘佛学，我说我很欢喜，真的是难得你能够瞧得起我。剑桥是世界排名第三的学校，我说是个好学校，可是我不会接受的。他说为什么？我说你们学校的制度框架加给我，我去教不出好学生出来。他说那你怎么个教法？我说我没有方法，我是继承中国传统老祖宗的老方法。他说老方法是什么？我说《三字经》上前面讲的八句话，那老方法。他是汉学家，他《论语》都会背，这《三字经》他很熟。我说中国人在教育上，他肯定人性本善，这个办教育的一定要肯定，你教不好你不能怪学生，我教他我没有教好，责任在我不在学生。学生教不好把他开除，那学生冤枉，我们做为老师的人不负责任，一定能把他教好的。所以下面两句话「性相近，习相远」，这就差距大，性是一样、相同的，都是圆满的，可是你要是没有好的教育的话，那就是我们讲他会受环境影响，所以近朱则赤，近墨则黑，他就会产生影响。",
      "zh_TW": "我跟劍橋大學的一個漢學家，我們在倫敦認識的，我們湯池小鎮做了實驗，他去考察四天，住了四天，回來之後從香港經過住兩天，跟我談了六個小時。他就非常希望我到倫敦去辦一個書院，這個書院就屬於劍橋大學的，因為英國的學制，劍橋跟牛津都是學院制，我想可能都超過五十個學院，我說書院制。他已經給我想好題目，他說希望你去辦一個大乘佛學，我說我很歡喜，真的是難得你能夠瞧得起我。劍橋是世界排名第三的學校，我說是個好學校，可是我不會接受的。他說為什麼？我說你們學校的制度框架加給我，我去教不出好學生出來。他說那你怎麼個教法？我說我沒有方法，我是繼承中國傳統老祖宗的老方法。他說老方法是什麼？我說《三字經》上前面講的八句話，那老方法。他是漢學家，他《論語》都會背，這《三字經》他很熟。我說中國人在教育上，他肯定人性本善，這個辦教育的一定要肯定，你教不好你不能怪學生，我教他我沒有教好，責任在我不在學生。學生教不好把他開除，那學生冤枉，我們做為老師的人不負責任，一定能把他教好的。所以下面兩句話「性相近，習相遠」，這就差距大，性是一樣、相同的，都是圓滿的，可是你要是沒有好的教育的話，那就是我們講他會受環境影響，所以近朱則赤，近墨則黑，他就會產生影響。"
    },
    {
      "id": "28-047-0001_p0036",
      "zh_CN": "所以底下教育就从这里兴起来的，「苟不教，性乃迁」，一定要好好的教。怎么个教法？「教之道，贵以专」，我说这个原则太了不起、太好了，就这么一句话要专。现在教的什么？我说你们伦敦、剑桥我都去看，你们教的东西太杂、太多了，太杂、太多他学不出来，他这个意志精神不能集中。我举这个例子，譬如你们第一个钟点上语文，第二个钟点上数学，第三个钟点上，它是不是这样？是的，从小学到研究所都是这么排课的。我说这是什么？第一个小时的课程还没有吸收就换第二个，第二个也没吸收完就换第三个，我说这个把学生头脑教得像浆糊一样，这很痛苦的。我说中国几千年的教学是什么？就一门，一门学好了学第二门。我说譬如小学，举这个例子，小学这个课程它有四个主要课程，小学六年级，副科那没关系，那是陶冶性情的。这四门主要课程，语文是第一，语文是所有教学的基础，这四年我可以用三年的时间专教语文，学生三年的语文教下来之后，我相信他语文的程度，可以达到现在大学中文系都达不到的程度。你三年专教语文。一年教数学，六年的数学一年上完，六年的史地一年上完。我用这个方法来教，这就是贵以专，学生书包只要一本书，他不要带两本书，他学得快乐、学得轻松，他脑子里想一桩事情，他没有第二桩事情，这个吸收的能力。这是中国古代五千年的经验，摆在此地，代代中国有贤人出来，他用这种方法教的。",
      "zh_TW": "所以底下教育就從這裡興起來的，「苟不教，性乃遷」，一定要好好的教。怎麼個教法？「教之道，貴以專」，我說這個原則太了不起、太好了，就這麼一句話要專。現在教的什麼？我說你們倫敦、劍橋我都去看，你們教的東西太雜、太多了，太雜、太多他學不出來，他這個意志精神不能集中。我舉這個例子，譬如你們第一個鐘點上語文，第二個鐘點上數學，第三個鐘點上，它是不是這樣？是的，從小學到研究所都是這麼排課的。我說這是什麼？第一個小時的課程還沒有吸收就換第二個，第二個也沒吸收完就換第三個，我說這個把學生頭腦教得像漿糊一樣，這很痛苦的。我說中國幾千年的教學是什麼？就一門，一門學好了學第二門。我說譬如小學，舉這個例子，小學這個課程它有四個主要課程，小學六年級，副科那沒關係，那是陶冶性情的。這四門主要課程，語文是第一，語文是所有教學的基礎，這四年我可以用三年的時間專教語文，學生三年的語文教下來之後，我相信他語文的程度，可以達到現在大學中文系都達不到的程度。你三年專教語文。一年教數學，六年的數學一年上完，六年的史地一年上完。我用這個方法來教，這就是貴以專，學生書包只要一本書，他不要帶兩本書，他學得快樂、學得輕鬆，他腦子裡想一樁事情，他沒有第二樁事情，這個吸收的能力。這是中國古代五千年的經驗，擺在此地，代代中國有賢人出來，他用這種方法教的。"
    },
    {
      "id": "28-047-0001_p0037",
      "zh_CN": "你现在这个方法教，教得学生怎么样？教得他心浮气躁。在中国过去读书人心清净，一定的，确实真是泰山崩于前，面不改色的，他有这种定力。现在没有了，现在心浮气躁，心浮气躁不但不能学道，就是世间的学术他也学不精。他要学精那是什么？极少数的人靠研究所专攻一样东西。所以年轻那么长的一段路，那么好的光阴，他的精力你都把他浪费掉，我说这个太可惜。我说你到学校去商量，假如他同意我们中国老方法，我怎么招生、怎么样教，你都不要管，到毕业出来你们看成绩好，你们来发文凭就好。我说我去，我愿意去。所以中国这个传统太好！我们到台湾之后，因为在大陆上战争就失学，我在台中跟李老师学佛，我跟他老人家十年。他教给我们就是一门，他不许可你学两门，他说你学两门你没有能力，就干干脆脆叫你死了这条心。一部东西学完之后他认为可以，你才可以学第二门，是一样一样的学，我们深受其利，知道这个东西的好处。跟学校的课程是同样的课程，都能学完，但是就排课的方式不一样，我一样一样教。所以教育需要改革。",
      "zh_TW": "你現在這個方法教，教得學生怎麼樣？教得他心浮氣躁。在中國過去讀書人心清淨，一定的，確實真是泰山崩於前，面不改色的，他有這種定力。現在沒有了，現在心浮氣躁，心浮氣躁不但不能學道，就是世間的學術他也學不精。他要學精那是什麼？極少數的人靠研究所專攻一樣東西。所以年輕那麼長的一段路，那麼好的光陰，他的精力你都把他浪費掉，我說這個太可惜。我說你到學校去商量，假如他同意我們中國老方法，我怎麼招生、怎麼樣教，你都不要管，到畢業出來你們看成績好，你們來發文憑就好。我說我去，我願意去。所以中國這個傳統太好！我們到台灣之後，因為在大陸上戰爭就失學，我在台中跟李老師學佛，我跟他老人家十年。他教給我們就是一門，他不許可你學兩門，他說你學兩門你沒有能力，就乾乾脆脆叫你死了這條心。一部東西學完之後他認為可以，你才可以學第二門，是一樣一樣的學，我們深受其利，知道這個東西的好處。跟學校的課程是同樣的課程，都能學完，但是就排課的方式不一樣，我一樣一樣教。所以教育需要改革。"
    },
    {
      "id": "28-047-0001_p0038",
      "zh_CN": "我都把这个事情给陆克文先生讲过，因为他在台湾学习的，他学中文的，所以跟他往来不需要用翻译，中国文字他都能，文言文他都能看得懂，所以很难得我们是交上一个好朋友。所以我说教育要改革。他就给我建议，希望我在澳洲办个实验学校，实验学校办成功，因为他改革需要国会通过，他会带国会这些议员去看、去考察。因为这个好，真的教出来之后，比一般学校好，就能在澳洲普遍来推行，我说你功德无量。这个做好之后，你救了全世界的年轻人。我跟他讲，总理不希奇，你在这个位子上你做好事，你好事做了真是留名千古，你做几桩好事情，养老、育幼这大事情。我说这个话，他都能接受，都欢喜。一定要做出实验，现在人你不做实验，你跟他讲他听不懂；样子做好来了你来看，你看到效果之后，他相信。所以我们汤池三年的实验，没有这个实验，我们跟联合国这些从事和平工作的人，你怎么讲他不能相信。",
      "zh_TW": "我都把這個事情給陸克文先生講過，因為他在台灣學習的，他學中文的，所以跟他往來不需要用翻譯，中國文字他都能，文言文他都能看得懂，所以很難得我們是交上一個好朋友。所以我說教育要改革。他就給我建議，希望我在澳洲辦個實驗學校，實驗學校辦成功，因為他改革需要國會通過，他會帶國會這些議員去看、去考察。因為這個好，真的教出來之後，比一般學校好，就能在澳洲普遍來推行，我說你功德無量。這個做好之後，你救了全世界的年輕人。我跟他講，總理不希奇，你在這個位子上你做好事，你好事做了真是留名千古，你做幾樁好事情，養老、育幼這大事情。我說這個話，他都能接受，都歡喜。一定要做出實驗，現在人你不做實驗，你跟他講他聽不懂；樣子做好來了你來看，你看到效果之後，他相信。所以我們湯池三年的實驗，沒有這個實驗，我們跟聯合國這些從事和平工作的人，你怎麼講他不能相信。"
    },
    {
      "id": "28-047-0001_p0039",
      "zh_CN": "主持人：不能说服。",
      "zh_TW": "主持人：不能說服。"
    },
    {
      "id": "28-047-0001_p0040",
      "zh_CN": "净空法师：很困难，他说这是理想，做不到。我真正把它做出来给你看，这大家相信。",
      "zh_TW": "淨空法師：很困難，他說這是理想，做不到。我真正把它做出來給你看，這大家相信。"
    },
    {
      "id": "28-047-0001_p0041",
      "zh_CN": "主持人：所以照老和尚您刚才这样简单的，我们把它浓缩起来的话，也就是说我们还是相信人性是善的，这个善是一种圆满的智慧，正因为有圆满的智慧，所以要教，而教的方式就是贵以专。我这边就回来请教秘书长，您在政坛上这么多年，也看到政党之间的竞争尔虞我诈也看了很多，您还能够相信人性是善的，这样的一种期待吗？特别在政党政治中，我们还可以假设人性是善的，然后跟对方诚意的沟通、诚意的互动吗？请教您。",
      "zh_TW": "主持人：所以照老和尚您剛才這樣簡單的，我們把它濃縮起來的話，也就是說我們還是相信人性是善的，這個善是一種圓滿的智慧，正因為有圓滿的智慧，所以要教，而教的方式就是貴以專。我這邊就回來請教祕書長，您在政壇上這麼多年，也看到政黨之間的競爭爾虞我詐也看了很多，您還能夠相信人性是善的，這樣的一種期待嗎？特別在政黨政治中，我們還可以假設人性是善的，然後跟對方誠意的溝通、誠意的互動嗎？請教您。"
    },
    {
      "id": "28-047-0001_p0042",
      "zh_CN": "吴秘书长：我就想到佛家的一段公案，这跟人性的善，或者需要不需要更深的修为是有关连的，就是禅宗六祖那一段精彩的问答。人性当然是本善，可是善的，他会不会也遇到了，当下所遭到的一些考验。比如说孟子就讲，什么叫大丈夫？要「贫贱不能移，富贵不能淫，威武不能屈」。有时候会不会遇到威武？会；有时候会不会遇到贫贱的这种试炼？也会；有时候会不会受到富贵的这种吸引？也会。所以也许「身是菩提树，心如明镜台，时时勤拂拭，莫使惹尘埃」，就我们的人性可能是本善，可是有时候也会有贪、有瞋、有痴，就像灰尘一样，你得要时时勤擦拭。就像《论语》所说的，「吾日三省吾身」，这个三省吾身其实就是要时时勤擦拭的意味。所以儒家同佛家，以现代的观念来看就常常要反省自己，常常检讨自己，反求诸己。政治人物亦复如此，你有时候参加竞选，你可能会遇到的对手是不一样的，那你到底都是用很老实的、很正规的方法，他反正讲的我就不理他，他讲的不是事实，我就不理他，其结果就常常水滴石穿，三人成虎，积非成是。",
      "zh_TW": "吳祕書長：我就想到佛家的一段公案，這跟人性的善，或者需要不需要更深的修為是有關連的，就是禪宗六祖那一段精彩的問答。人性當然是本善，可是善的，他會不會也遇到了，當下所遭到的一些考驗。比如說孟子就講，什麼叫大丈夫？要「貧賤不能移，富貴不能淫，威武不能屈」。有時候會不會遇到威武？會；有時候會不會遇到貧賤的這種試煉？也會；有時候會不會受到富貴的這種吸引？也會。所以也許「身是菩提樹，心如明鏡台，時時勤拂拭，莫使惹塵埃」，就我們的人性可能是本善，可是有時候也會有貪、有瞋、有痴，就像灰塵一樣，你得要時時勤擦拭。就像《論語》所說的，「吾日三省吾身」，這個三省吾身其實就是要時時勤擦拭的意味。所以儒家同佛家，以現代的觀念來看就常常要反省自己，常常檢討自己，反求諸己。政治人物亦復如此，你有時候參加競選，你可能會遇到的對手是不一樣的，那你到底都是用很老實的、很正規的方法，他反正講的我就不理他，他講的不是事實，我就不理他，其結果就常常水滴石穿，三人成虎，積非成是。"
    },
    {
      "id": "28-047-0001_p0043",
      "zh_CN": "所以现代的政党竞争，就必须要懂得一点奇正相生，你出正兵，也得出奇兵，有时候预判他可能会出很多不好的扰乱人心、混淆视听的做法，你事先可能多加防范，先把他可能出来的各种招式，你让民众先能够打下预防针。这就是在时时勤擦拭的时候，你也见证了人性固然有善，人性也有可能会遇到恶。你害人之心不可有，防人之心不可无，在政坛或在个人，就常常会有这样。至于人能不能成就到六祖更高的期待，说「菩提本无树，明镜亦非台，本来无一物，何处惹尘埃」，菩提本无树，明镜亦非台，这是何等高的境界？本来无一物，何处惹尘埃，这已经是超凡入圣。在凡间恐怕我们还是要仰仗教育的、反省的、鼓励的，然后大家能够时时勤擦拭，让自己的心，回复到明心见性的这种程度。我觉得这才是当前不论是政党或者政府，回归到老和尚刚才讲的，教育的功能。他就是发觉、体现原有人性最深的，本善的意义，而这个本善有时候蒙受了一些挑衅、一些诱惑、一些压力，它很可能会染上尘埃，那必须时时用教育、用本心的检讨，把它勤擦拭，这个社会，才有可能恢复到一个比较好的境界。我想教育的功能，正好是在强化人性本善的真谛，而防止那些贫贱的、富贵的、威武的，乃至于为了追求贪瞋痴，而可能造成对人性的扭曲，我们要把它导正回来，这就是为什么宗教有它特别的意义。假如人性本来都一善到底，那政治也没有什么作用，宗教、法律也没什么作用。正因为人性虽然本善，但是常常会受到一些蒙蔽，就像乌云有时候会遮到月，只有乌云散去月光乃得大明。我觉得教育，就是在实现这样的一个目标。",
      "zh_TW": "所以現代的政黨競爭，就必須要懂得一點奇正相生，你出正兵，也得出奇兵，有時候預判他可能會出很多不好的擾亂人心、混淆視聽的做法，你事先可能多加防範，先把他可能出來的各種招式，你讓民眾先能夠打下預防針。這就是在時時勤擦拭的時候，你也見證了人性固然有善，人性也有可能會遇到惡。你害人之心不可有，防人之心不可無，在政壇或在個人，就常常會有這樣。至於人能不能成就到六祖更高的期待，說「菩提本無樹，明鏡亦非臺，本來無一物，何處惹塵埃」，菩提本無樹，明鏡亦非台，這是何等高的境界？本來無一物，何處惹塵埃，這已經是超凡入聖。在凡間恐怕我們還是要仰仗教育的、反省的、鼓勵的，然後大家能夠時時勤擦拭，讓自己的心，回復到明心見性的這種程度。我覺得這才是當前不論是政黨或者政府，回歸到老和尚剛才講的，教育的功能。他就是發覺、體現原有人性最深的，本善的意義，而這個本善有時候蒙受了一些挑釁、一些誘惑、一些壓力，它很可能會染上塵埃，那必須時時用教育、用本心的檢討，把它勤擦拭，這個社會，才有可能恢復到一個比較好的境界。我想教育的功能，正好是在強化人性本善的真諦，而防止那些貧賤的、富貴的、威武的，乃至於為了追求貪瞋痴，而可能造成對人性的扭曲，我們要把它導正回來，這就是為什麼宗教有它特別的意義。假如人性本來都一善到底，那政治也沒有什麼作用，宗教、法律也沒什麼作用。正因為人性雖然本善，但是常常會受到一些蒙蔽，就像烏雲有時候會遮到月，只有烏雲散去月光乃得大明。我覺得教育，就是在實現這樣的一個目標。"
    },
    {
      "id": "28-047-0001_p0044",
      "zh_CN": "主持人：我再追问一个问题，这也就是秘书长您自己到现在为止，我想外界对您都觉得，您虽然在政治的攻防上面，常常都是当仁不让，有来有往。可是还保持的一个非常坦诚的自我，你是用这种方式，来维持自己在政党政治参与的过程当中里面，不迷失自己本性的一个最好的方法，就是时时勤拂拭，时时都会提醒自己吗？",
      "zh_TW": "主持人：我再追問一個問題，這也就是祕書長您自己到現在為止，我想外界對您都覺得，您雖然在政治的攻防上面，常常都是當仁不讓，有來有往。可是還保持的一個非常坦誠的自我，你是用這種方式，來維持自己在政黨政治參與的過程當中裡面，不迷失自己本性的一個最好的方法，就是時時勤拂拭，時時都會提醒自己嗎？"
    },
    {
      "id": "28-047-0001_p0045",
      "zh_CN": "吴秘书长：对，就像政党，政党有时候也会做执政党，当你执政的时候，你就尽其最大的努力把工作做好；你又要礼遇，要尊重在野的声音，因为那个声音就跟明镜一样。就跟唐太宗把魏征当作他的明镜一样，它也会帮你时时勤擦拭，它有这个功能。有时候你自己要擦拭，有时候受到某些障碍，别人来帮你擦拭。等到你做为反对党，政党不可能永远执政，有时候也会做反对党，你做反对党就不能样样都反对，你必须要体会，你在野的时候当思执政的时候，执政的时候也要思在野的时候。你在野，对的你要支持，不对的你才去反对、才去监督、才去阻止。我觉得不管扮演什么角色，人或者政党，都必须以「人民最大，天下为公」的思想，我想这样的政党，大概就比较不会迷失。",
      "zh_TW": "吳祕書長：對，就像政黨，政黨有時候也會做執政黨，當你執政的時候，你就盡其最大的努力把工作做好；你又要禮遇，要尊重在野的聲音，因為那個聲音就跟明鏡一樣。就跟唐太宗把魏徵當作他的明鏡一樣，它也會幫你時時勤擦拭，它有這個功能。有時候你自己要擦拭，有時候受到某些障礙，別人來幫你擦拭。等到你做為反對黨，政黨不可能永遠執政，有時候也會做反對黨，你做反對黨就不能樣樣都反對，你必須要體會，你在野的時候當思執政的時候，執政的時候也要思在野的時候。你在野，對的你要支持，不對的你才去反對、才去監督、才去阻止。我覺得不管扮演什麼角色，人或者政黨，都必須以「人民最大，天下為公」的思想，我想這樣的政黨，大概就比較不會迷失。"
    },
    {
      "id": "28-047-0001_p0046",
      "zh_CN": "主持人：没错。",
      "zh_TW": "主持人：沒錯。"
    },
    {
      "id": "28-047-0001_p0047",
      "zh_CN": "吴秘书长：有些政党当然会迷失，个人也会迷失，你看好多政治人物，没有掌权的时候，都是讲我自己最干净、最清廉，对方是积多少年的余毒，贪污腐败。可是一旦自己掌握了权限之后，贪得比前朝更凶，腐化得比过去累积的多少朝代更坏，那就是因为什么？就是因为自己禁受不起富贵的诱惑，禁受不起权力的腐化，我觉得这是引以为戒的地方。",
      "zh_TW": "吳祕書長：有些政黨當然會迷失，個人也會迷失，你看好多政治人物，沒有掌權的時候，都是講我自己最乾淨、最清廉，對方是積多少年的餘毒，貪污腐敗。可是一旦自己掌握了權限之後，貪得比前朝更兇，腐化得比過去累積的多少朝代更壞，那就是因為什麼？就是因為自己禁受不起富貴的誘惑，禁受不起權力的腐化，我覺得這是引以為戒的地方。"
    },
    {
      "id": "28-047-0001_p0048",
      "zh_CN": "净空法师：不错，对！",
      "zh_TW": "淨空法師：不錯，對！"
    },
    {
      "id": "28-047-0001_p0049",
      "zh_CN": "主持人：老和尚，我这边就要一个问题请教您，刚才在秘书长的谈话里面，其实也一再提到说，没有一个政党是可以长期执政的，只要记取自己的经验，当在野党就好好当个在野党。台湾现在大家最担心的，就是朝野政党之间的和谐、对话，然后团结的问题。我请教老和尚，老和尚曾经提到过，在宗教界里面按理说应该是最对立的，可是您也经过长年的努力，然后自己也编出了一本教材，让大家看到不同宗教之间，基本的理念是相通的很多地方。您认为台湾的政党之间，要怎么样多一点的合作、多一点的团结、多一点的互信？做一个宗教的领袖，您可以帮我们对这个话题，当作我们今天访谈很重要的一个小结论。",
      "zh_TW": "主持人：老和尚，我這邊就要一個問題請教您，剛才在祕書長的談話裡面，其實也一再提到說，沒有一個政黨是可以長期執政的，只要記取自己的經驗，當在野黨就好好當個在野黨。台灣現在大家最擔心的，就是朝野政黨之間的和諧、對話，然後團結的問題。我請教老和尚，老和尚曾經提到過，在宗教界裡面按理說應該是最對立的，可是您也經過長年的努力，然後自己也編出了一本教材，讓大家看到不同宗教之間，基本的理念是相通的很多地方。您認為台灣的政黨之間，要怎麼樣多一點的合作、多一點的團結、多一點的互信？做一個宗教的領袖，您可以幫我們對這個話題，當作我們今天訪談很重要的一個小結論。"
    },
    {
      "id": "28-047-0001_p0050",
      "zh_CN": "净空法师：刚才秘书长讲的，时时勤拂拭就是教育。我们天天在学伦理、在学道德、在学因果，这就是天天在勤拂拭。学习宗教也是一样，宗教之间也不团结，门户之见、名利之争，是不亚于政治上的这些问题。所以你看我到日本去访问，我去的时候，日本就是净土宗的，十几个这些诸山长老请我吃饭，吃完之后我也很感激。有一位日本法师告诉我，他说今天这个会，可以写在日本佛教史上。我说哪有这么严重？这个话怎么讲法？他说这些长老平常都不相往来的。",
      "zh_TW": "淨空法師：剛才祕書長講的，時時勤拂拭就是教育。我們天天在學倫理、在學道德、在學因果，這就是天天在勤拂拭。學習宗教也是一樣，宗教之間也不團結，門戶之見、名利之爭，是不亞於政治上的這些問題。所以你看我到日本去訪問，我去的時候，日本就是淨土宗的，十幾個這些諸山長老請我吃飯，吃完之後我也很感激。有一位日本法師告訴我，他說今天這個會，可以寫在日本佛教史上。我說哪有這麼嚴重？這個話怎麼講法？他說這些長老平常都不相往來的。"
    },
    {
      "id": "28-047-0001_p0051",
      "zh_CN": "主持人：彼此不相往来。",
      "zh_TW": "主持人：彼此不相往來。"
    },
    {
      "id": "28-047-0001_p0052",
      "zh_CN": "净空法师：他说你来的时候，居然大家都能聚会一堂的研经，原来我想到，我在没去之前，我送了三十套《大藏经》，每个道场送了一套，他们是这么样来的。我明白了，好，我说我离开的时候，我才回请他们。回请的时候把他们聚集起来，我就向他们说明，我说不同的宗派都是释迦牟尼佛传的，我说我们是一个老师，如果我们彼此互相不相往来，释迦牟尼佛天天流眼泪。就像父母一样，亲生的儿女不相往来，互相对立，这多难过。我说不可以，我们一定要像兄弟姊妹一样，互相关怀，互相照顾，我说古人说得很好，「若要佛法兴，唯有僧赞僧」，我们互相赞叹不应该互相毁谤。不但我们要团结是一家人，我说不同的宗派，也是我们的亲兄弟，像净土宗之外的华严宗、禅宗、天台，其他的各个宗派，都是一家人。甚至于其他不同宗教，不同宗教是我们的表兄弟，也是我们自己一家人，为什么？他共同是一个真神，真神是什么？真神就是佛家讲的法性。我说整个宇宙是一体，我们和睦相处要发展到不同宗教是一家人，不同族群是一家人，整个世界是一家人。我说我们的心，你看多么舒畅、多么快乐、多么自在，心量一定要拓开。这是我离开日本的时候，告诉日本这净土宗的几位法师。我说不可以，他跟我对立，我跟他不对立，这决定能够化解。陆克文选上总理之后，我第一句话告诉他，团结政党、团结族群、团结宗教。我说下一届执政不执政不要紧，你能把这桩好事做好了，你在澳洲历史上就是最出色的一任总统，不必寻求底下，这个要碍事，那个怎么样，放心大胆做好事。他们不能团结的，在你手上能把它团结，这还得了吗？主动去团结，每个政党去拜访，每个政党去请教，请他们到总统府来吃饭，听他们的意见，好的意见照做，我们就落实。我说你这样子，你就跟其他的总统做法，完全不一样，你成功了。这个他听得进去，所以他跟我交了朋友。",
      "zh_TW": "淨空法師：他說你來的時候，居然大家都能聚會一堂的研經，原來我想到，我在沒去之前，我送了三十套《大藏經》，每個道場送了一套，他們是這麼樣來的。我明白了，好，我說我離開的時候，我才回請他們。回請的時候把他們聚集起來，我就向他們說明，我說不同的宗派都是釋迦牟尼佛傳的，我說我們是一個老師，如果我們彼此互相不相往來，釋迦牟尼佛天天流眼淚。就像父母一樣，親生的兒女不相往來，互相對立，這多難過。我說不可以，我們一定要像兄弟姊妹一樣，互相關懷，互相照顧，我說古人說得很好，「若要佛法興，唯有僧讚僧」，我們互相讚歎不應該互相毀謗。不但我們要團結是一家人，我說不同的宗派，也是我們的親兄弟，像淨土宗之外的華嚴宗、禪宗、天台，其他的各個宗派，都是一家人。甚至於其他不同宗教，不同宗教是我們的表兄弟，也是我們自己一家人，為什麼？他共同是一個真神，真神是什麼？真神就是佛家講的法性。我說整個宇宙是一體，我們和睦相處要發展到不同宗教是一家人，不同族群是一家人，整個世界是一家人。我說我們的心，你看多麼舒暢、多麼快樂、多麼自在，心量一定要拓開。這是我離開日本的時候，告訴日本這淨土宗的幾位法師。我說不可以，他跟我對立，我跟他不對立，這決定能夠化解。陸克文選上總理之後，我第一句話告訴他，團結政黨、團結族群、團結宗教。我說下一屆執政不執政不要緊，你能把這樁好事做好了，你在澳洲歷史上就是最出色的一任總統，不必尋求底下，這個要礙事，那個怎麼樣，放心大膽做好事。他們不能團結的，在你手上能把它團結，這還得了嗎？主動去團結，每個政黨去拜訪，每個政黨去請教，請他們到總統府來吃飯，聽他們的意見，好的意見照做，我們就落實。我說你這樣子，你就跟其他的總統做法，完全不一樣，你成功了。這個他聽得進去，所以他跟我交了朋友。"
    },
    {
      "id": "28-047-0001_p0053",
      "zh_CN": "主持人：其实老和尚最后那段话，我想也就是我们古老的智慧所讲的，「正其谊不谋其利，明其道不计其功」，如果能够眼光看得更远。",
      "zh_TW": "主持人：其實老和尚最後那段話，我想也就是我們古老的智慧所講的，「正其誼不謀其利，明其道不計其功」，如果能夠眼光看得更遠。"
    },
    {
      "id": "28-047-0001_p0054",
      "zh_CN": "净空法师：对，在台湾也是一样，我们希望马英九总统，在他这一任当中做出好事。",
      "zh_TW": "淨空法師：對，在台灣也是一樣，我們希望馬英九總統，在他這一任當中做出好事。"
    },
    {
      "id": "28-047-0001_p0055",
      "zh_CN": "吴秘书长：都能以众生为念。",
      "zh_TW": "吳祕書長：都能以眾生為念。"
    },
    {
      "id": "28-047-0001_p0056",
      "zh_CN": "净空法师：这就是做了好事。",
      "zh_TW": "淨空法師：這就是做了好事。"
    },
    {
      "id": "28-047-0001_p0057",
      "zh_CN": "主持人：没错！",
      "zh_TW": "主持人：沒錯！"
    },
    {
      "id": "28-047-0001_p0058",
      "zh_CN": "净空法师：不求下一任，就不考虑下任连任不连任，真做好了，人民拥护你。",
      "zh_TW": "淨空法師：不求下一任，就不考慮下任連任不連任，真做好了，人民擁護你。"
    },
    {
      "id": "28-047-0001_p0059",
      "zh_CN": "主持人：没错，我觉得这话大概是最好的结论，真做好了，人民自然就会支持你。",
      "zh_TW": "主持人：沒錯，我覺得這話大概是最好的結論，真做好了，人民自然就會支持你。"
    },
    {
      "id": "28-047-0001_p0060",
      "zh_CN": "净空法师：对，人民当然支持你。",
      "zh_TW": "淨空法師：對，人民當然支持你。"
    },
    {
      "id": "28-047-0001_p0061",
      "zh_CN": "主持人：好，非常谢谢，谢谢老和尚今天再度的在仁爱和平讲堂里面，为我们谈到了政党跟社会之间的互动。我们也非常谢谢国民党的秘书长，也是我们非常景仰的政治界的一个，讲长青树您一定觉得太老了，政坛上历炼非常深厚的一位政治人物，来接受我们的对谈跟访问，非常谢谢秘书长。",
      "zh_TW": "主持人：好，非常謝謝，謝謝老和尚今天再度的在仁愛和平講堂裡面，為我們談到了政黨跟社會之間的互動。我們也非常謝謝國民黨的祕書長，也是我們非常景仰的政治界的一個，講長青樹您一定覺得太老了，政壇上歷鍊非常深厚的一位政治人物，來接受我們的對談跟訪問，非常謝謝祕書長。"
    },
    {
      "id": "28-047-0001_p0062",
      "zh_CN": "吴秘书长：谢谢。",
      "zh_TW": "吳祕書長：謝謝。"
    },
    {
      "id": "28-047-0001_p0063",
      "zh_CN": "主持人：谢谢老和尚。",
      "zh_TW": "主持人：謝謝老和尚。"
    },
    {
      "id": "28-047-0001_p0064",
      "zh_CN": "净空法师：谢谢。",
      "zh_TW": "淨空法師：謝謝。"
    },
    {
      "id": "28-047-0001_p0065",
      "zh_CN": "主持人：谢谢各位的收看，谢谢。",
      "zh_TW": "主持人：謝謝各位的收看，謝謝。"
    }
  ]
}