{
  "doc_id": "21-641-0001",
  "title": {
    "zh_CN": "谈国学",
    "zh_TW": "談國學"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-641-0001",
  "total_paragraphs": 15,
  "paragraphs": [
    {
      "id": "21-641-0001_p0001",
      "zh_CN": "诸位大德，诸位朋友们。今天我们利用这个机会，跟大家谈谈国学。中国历史悠久，我们一般常说五千年，而实际上，我认为我们中国传统文化决定超过五千年。五千年的说法是因为有文字，大家都知道，文字是黄帝时候发明的，黄帝以前没有文字。黄帝距离我们现在四千五百年，再向上去追溯五百年前是神农，神农再上去又是五百年是伏羲，八卦相传是伏羲画的，也可以说是中国文字的起源。真正有文字，发明文字，是在黄帝的时代，这历史上有记载。我们知道古印度婆罗门，婆罗门教，它是宗教，就是现代的兴都教。我跟他们也常常有往来，特别是在新加坡那段时间。他们告诉我，他们传说，这个教创立到今天，至少有一万三千年的历史。所以我想，我们中国文明的起源不会输过它，至少要超过一万年前，没有文字不能说没有文化。",
      "zh_TW": "諸位大德，諸位朋友們。今天我們利用這個機會，跟大家談談國學。中國歷史悠久，我們一般常說五千年，而實際上，我認為我們中國傳統文化決定超過五千年。五千年的說法是因為有文字，大家都知道，文字是黃帝時候發明的，黃帝以前沒有文字。黃帝距離我們現在四千五百年，再向上去追溯五百年前是神農，神農再上去又是五百年是伏羲，八卦相傳是伏羲畫的，也可以說是中國文字的起源。真正有文字，發明文字，是在黃帝的時代，這歷史上有記載。我們知道古印度婆羅門，婆羅門教，它是宗教，就是現代的興都教。我跟他們也常常有往來，特別是在新加坡那段時間。他們告訴我，他們傳說，這個教創立到今天，至少有一萬三千年的歷史。所以我想，我們中國文明的起源不會輸過它，至少要超過一萬年前，沒有文字不能說沒有文化。"
    },
    {
      "id": "21-641-0001_p0002",
      "zh_CN": "中国文化的根源，就是五伦、五常、四维、八德。这是谁发明的？实在来说，这四项东西都是属于性德，老祖宗传下来的人性本善，以后把它用在《三字经》上，「人之初，性本善」。善的标准是什么？实在讲就是伦常、四维八德，这是善的具体，显示明白了。孔子那个时代社会动乱，像我们今天这个世界差不多，我们今天是乱世，夫子那时候也是乱世。春秋战国差不多将近五百年，五百年的动乱，我们满清亡国之后，到现在一百年。夫子在那个乱世他非常惋惜，古圣先贤所传的道没有人学习了，非常担心，怕失传，叫斯文失传。所以他周游列国，既然诸侯都不能够用他，他老人家退而，这退就是退心了，不再求做官的这个念头，回到家乡去教学。与这些学生们，就是弟子，把古圣先贤的道讲清楚、讲明白。学生们记录下来，这有文字了，用文字记录下来，流传于后世。所以，孔子删诗书、订礼乐，这就是把古时候的典籍做了有系统的整理，流传给后世。",
      "zh_TW": "中國文化的根源，就是五倫、五常、四維、八德。這是誰發明的？實在來說，這四項東西都是屬於性德，老祖宗傳下來的人性本善，以後把它用在《三字經》上，「人之初，性本善」。善的標準是什麼？實在講就是倫常、四維八德，這是善的具體，顯示明白了。孔子那個時代社會動亂，像我們今天這個世界差不多，我們今天是亂世，夫子那時候也是亂世。春秋戰國差不多將近五百年，五百年的動亂，我們滿清亡國之後，到現在一百年。夫子在那個亂世他非常惋惜，古聖先賢所傳的道沒有人學習了，非常擔心，怕失傳，叫斯文失傳。所以他周遊列國，既然諸侯都不能夠用他，他老人家退而，這退就是退心了，不再求做官的這個念頭，回到家鄉去教學。與這些學生們，就是弟子，把古聖先賢的道講清楚、講明白。學生們記錄下來，這有文字了，用文字記錄下來，流傳於後世。所以，孔子刪詩書、訂禮樂，這就是把古時候的典籍做了有系統的整理，流傳給後世。"
    },
    {
      "id": "21-641-0001_p0003",
      "zh_CN": "所以中国的图书，你要说中国人不懂科学，那你就错了，你看这些典籍分类、编纂，它有程序。大分为经史子集，经史子集的由来早了，不是清朝搞《四库全书》才用它。这个名称由来已久，先秦时代已经就形成了，经史子集这个四门。所以，夫子整理的称为经学，六经，在中国图书目录里面，一定是摆在最前面的，显示出夫子治学的神圣的心态。他老人家的观念是「述而不作，信而好古」，这两句话在我们今天看起来实在是了不起。孔子说他没有创造、他没有发明；换句话说，他所学的、他所修的，他所教给弟子的，以及传到后世的，是什么？全是古圣先贤留下来的教诲。他只是把它整理、把它编辑，成为有系统的这些典籍，流传给后世。所以后人尊称他老人家为「大成至圣先师」。这个大成，他是集过去至少是两千年以前古圣先贤的大成，就像现在讲的会集一样，会集古圣先贤的教诲。这个功德不可思议。我们祖宗留下来的这些教诲，夫子是信而好古，这个态度了不起。",
      "zh_TW": "所以中國的圖書，你要說中國人不懂科學，那你就錯了，你看這些典籍分類、編纂，它有程序。大分為經史子集，經史子集的由來早了，不是清朝搞《四庫全書》才用它。這個名稱由來已久，先秦時代已經就形成了，經史子集這個四門。所以，夫子整理的稱為經學，六經，在中國圖書目錄裡面，一定是擺在最前面的，顯示出夫子治學的神聖的心態。他老人家的觀念是「述而不作，信而好古」，這兩句話在我們今天看起來實在是了不起。孔子說他沒有創造、他沒有發明；換句話說，他所學的、他所修的，他所教給弟子的，以及傳到後世的，是什麼？全是古聖先賢留下來的教誨。他只是把它整理、把它編輯，成為有系統的這些典籍，流傳給後世。所以後人尊稱他老人家為「大成至聖先師」。這個大成，他是集過去至少是兩千年以前古聖先賢的大成，就像現在講的會集一樣，會集古聖先賢的教誨。這個功德不可思議。我們祖宗留下來的這些教誨，夫子是信而好古，這個態度了不起。"
    },
    {
      "id": "21-641-0001_p0004",
      "zh_CN": "现代的人走西方的路子，从小就讲创造，要发明，夫子不是这个态度，中国几千年读书人做学问也没有这个态度。这个态度太傲慢了、太狂妄了，中国人从小就学谦虚、学恭敬。能不能超过古人？说老实话，是超不过的。为什么？我们现在冷静去想一想，古时候人心是安静的，心是定的，现在人心是动的。佛法对这个特别有讲求，定他生智慧，动他生烦恼，烦恼跟智慧两个相比，那就差得太远了。愈是上古时候的人愈静，夫子处于动乱的时代，定的功夫远远不如前人。周朝末年衰了，这就变成春秋战国，我们能想像得到，那个时候的人已经逐渐心浮气躁了，但是肯定比现在好。为什么？当时这些诸子，他们的思想、他们的学说，著述成书流传到今天，现在人还没有一个人能够跟他相比，这些诸子。由此可知，那个时候虽然在动乱，心还是静的、还是定的，非常可贵。前人的东西，后人真的写不出来。两千多年来，历代这些文人学者留下来的著述，不能跟经典相比，连先秦诸子都赶不上，我们怎么可以狂妄？怎么可以轻视古人？甚至于批判古人，这大错。",
      "zh_TW": "現代的人走西方的路子，從小就講創造，要發明，夫子不是這個態度，中國幾千年讀書人做學問也沒有這個態度。這個態度太傲慢了、太狂妄了，中國人從小就學謙虛、學恭敬。能不能超過古人？說老實話，是超不過的。為什麼？我們現在冷靜去想一想，古時候人心是安靜的，心是定的，現在人心是動的。佛法對這個特別有講求，定他生智慧，動他生煩惱，煩惱跟智慧兩個相比，那就差得太遠了。愈是上古時候的人愈靜，夫子處於動亂的時代，定的功夫遠遠不如前人。周朝末年衰了，這就變成春秋戰國，我們能想像得到，那個時候的人已經逐漸心浮氣躁了，但是肯定比現在好。為什麼？當時這些諸子，他們的思想、他們的學說，著述成書流傳到今天，現在人還沒有一個人能夠跟他相比，這些諸子。由此可知，那個時候雖然在動亂，心還是靜的、還是定的，非常可貴。前人的東西，後人真的寫不出來。兩千多年來，歷代這些文人學者留下來的著述，不能跟經典相比，連先秦諸子都趕不上，我們怎麼可以狂妄？怎麼可以輕視古人？甚至於批判古人，這大錯。"
    },
    {
      "id": "21-641-0001_p0005",
      "zh_CN": "孟子说得好，「学问之道无他，求其放心而已」。什么叫放心？放心就是今天是散乱心，如何把这个散乱心收起来，归到一，归到零，那就是禅定功夫，夫子这句话在佛法里面讲就是禅定。我们净宗大势至菩萨所说的，「都摄六根，净念相继」，都摄六根就是收放心，把妄念收回来。佛家在礼节上常用合掌，合掌表什么？就是表摄心，都摄六根的意思，平常是散乱的，这心散乱，恭敬是把散乱的心收为一个，合而为一，这恭敬，一心。表法。散乱心于世出世间法都是障碍，为什么？它生烦恼，他有分别、他有执着，那就不能得定；放下分别执着，你心才定下来。定心生智慧，分别心不生智慧，执着心不生智慧，起心动念不会生智慧。所以，我们从这些地方能体会到，古圣先贤他们的心清净，他们看到的东西看得透彻，了解有深度，说出来言简意赅，其味无穷。所以自古以来，在中国可以说是学术广博，经史子集传之千年万世而不朽。",
      "zh_TW": "孟子說得好，「學問之道無他，求其放心而已」。什麼叫放心？放心就是今天是散亂心，如何把這個散亂心收起來，歸到一，歸到零，那就是禪定功夫，夫子這句話在佛法裡面講就是禪定。我們淨宗大勢至菩薩所說的，「都攝六根，淨念相繼」，都攝六根就是收放心，把妄念收回來。佛家在禮節上常用合掌，合掌表什麼？就是表攝心，都攝六根的意思，平常是散亂的，這心散亂，恭敬是把散亂的心收為一個，合而為一，這恭敬，一心。表法。散亂心於世出世間法都是障礙，為什麼？它生煩惱，他有分別、他有執著，那就不能得定；放下分別執著，你心才定下來。定心生智慧，分別心不生智慧，執著心不生智慧，起心動念不會生智慧。所以，我們從這些地方能體會到，古聖先賢他們的心清淨，他們看到的東西看得透徹，了解有深度，說出來言簡意賅，其味無窮。所以自古以來，在中國可以說是學術廣博，經史子集傳之千年萬世而不朽。"
    },
    {
      "id": "21-641-0001_p0006",
      "zh_CN": "夫子那个时代，唯恐我们的文化断绝，毅然下定决心来拯救。拯救的方法就是讲学，现在讲办学校。私人办学，这在中国夫子是第一个，开私人办学之端，我们称为私塾，塾就是学校。他办成功了，能把古代的文化继承下来，传给后世。今天我们也碰到同样的环境，中国传统文化现在中国人对它非常陌生，我们担心。由于科学发达，特别是印刷术，古时候这些典籍可以大量的去翻印，典籍不怕失传。我早年在台湾的时候，常常担心我们的《四库全书》会不会断绝了？到商务印书馆翻印《四库》，世界书局翻印《荟要》，我们的心情是无比的兴奋，这些东西不会失传了。虽然印的数量不多，《全书》只印了三百套，《荟要》印了二百套，能够分藏在世界各地，纵然有大灾难，总会有几套还存在，这是值得安慰的事情。",
      "zh_TW": "夫子那個時代，唯恐我們的文化斷絕，毅然下定決心來拯救。拯救的方法就是講學，現在講辦學校。私人辦學，這在中國夫子是第一個，開私人辦學之端，我們稱為私塾，塾就是學校。他辦成功了，能把古代的文化繼承下來，傳給後世。今天我們也碰到同樣的環境，中國傳統文化現在中國人對它非常陌生，我們擔心。由於科學發達，特別是印刷術，古時候這些典籍可以大量的去翻印，典籍不怕失傳。我早年在台灣的時候，常常擔心我們的《四庫全書》會不會斷絕了？到商務印書館翻印《四庫》，世界書局翻印《薈要》，我們的心情是無比的興奮，這些東西不會失傳了。雖然印的數量不多，《全書》只印了三百套，《薈要》印了二百套，能夠分藏在世界各地，縱然有大災難，總會有幾套還存在，這是值得安慰的事情。"
    },
    {
      "id": "21-641-0001_p0007",
      "zh_CN": "今年满清亡国已经一百年，这两个书局告诉我，他们想印再版。我欢喜，我就向商务订了一百套《全书》，向世界书局订了二百套《荟要》，希望放在全世界各个地区大学图书馆。目的是希望在大灾难当中，我们这两套书不至于销毁，总会留个几套，我们用的是这个心。可是我又想到，书要没有人去读，还是不能传下去的。这个书怎么读法？这么大的部头，从哪里读起？所以，我自己买第一套《四库荟要》的时候，心里在想，我每天要讲经，讲经必须要准备，要备课，这样大的分量的书，我哪里有时间去看？所以我就想到，如果能有人有时间翻翻这些书，把这些书籍里头对于现前社会能用得上的这些文字，把它节录下来，编成一册，这就方便太多了。那个时候我弟弟还在复旦教书，我就拜托他，请学校这些退休的教授，教文史的，我们也送他一点礼金，送他几万块钱人民币，请他来替我做这个工作。其实我这个想法，跟唐太宗编《群书治要》是同样一个念头。做了三年，缴卷了，我看了看不很理想，不能出版。所以就感觉到这个事情是不容易，这么多书籍，取舍要有学问、要有见识，还要了解当前这个世界状况，我们需要的是什么，一部书里头可能只有几句话对我们现前社会好处、有利益的。所以一直就没有继续再做。",
      "zh_TW": "今年滿清亡國已經一百年，這兩個書局告訴我，他們想印再版。我歡喜，我就向商務訂了一百套《全書》，向世界書局訂了二百套《薈要》，希望放在全世界各個地區大學圖書館。目的是希望在大災難當中，我們這兩套書不至於銷毀，總會留個幾套，我們用的是這個心。可是我又想到，書要沒有人去讀，還是不能傳下去的。這個書怎麼讀法？這麼大的部頭，從哪裡讀起？所以，我自己買第一套《四庫薈要》的時候，心裡在想，我每天要講經，講經必須要準備，要備課，這樣大的分量的書，我哪裡有時間去看？所以我就想到，如果能有人有時間翻翻這些書，把這些書籍裡頭對於現前社會能用得上的這些文字，把它節錄下來，編成一冊，這就方便太多了。那個時候我弟弟還在復旦教書，我就拜託他，請學校這些退休的教授，教文史的，我們也送他一點禮金，送他幾萬塊錢人民幣，請他來替我做這個工作。其實我這個想法，跟唐太宗編《群書治要》是同樣一個念頭。做了三年，繳卷了，我看了看不很理想，不能出版。所以就感覺到這個事情是不容易，這麼多書籍，取捨要有學問、要有見識，還要了解當前這個世界狀況，我們需要的是什麼，一部書裡頭可能只有幾句話對我們現前社會好處、有利益的。所以一直就沒有繼續再做。"
    },
    {
      "id": "21-641-0001_p0008",
      "zh_CN": "最近这几年我想到了唐太宗的《群书治要》，但是这个书我没有看过。我看过其中一部分，就是世界书局出版的《诸子治要》，这部书是《群书治要》后面的二十卷。《治要》总共五十卷，后面《诸子治要》这部分我看过，所以我知道有这部书。在讲经的时候偶尔也提到，没想到有好心的听众、同学他们分头替我去找，居然找到了两套，寄给我。我看到这个欢喜无量，这祖宗之德，怎么这个书还有！看看这个书，是八十年前商务印书馆印的，原本是日本人的本子。我问商务印书馆同仁，他们都不知道，不晓得有这桩事情。八十年以前的书，已经没有版权，我就交给世界书局，请它印一万套，这个书就不会失传了。",
      "zh_TW": "最近這幾年我想到了唐太宗的《群書治要》，但是這個書我沒有看過。我看過其中一部分，就是世界書局出版的《諸子治要》，這部書是《群書治要》後面的二十卷。《治要》總共五十卷，後面《諸子治要》這部分我看過，所以我知道有這部書。在講經的時候偶爾也提到，沒想到有好心的聽眾、同學他們分頭替我去找，居然找到了兩套，寄給我。我看到這個歡喜無量，這祖宗之德，怎麼這個書還有！看看這個書，是八十年前商務印書館印的，原本是日本人的本子。我問商務印書館同仁，他們都不知道，不曉得有這樁事情。八十年以前的書，已經沒有版權，我就交給世界書局，請它印一萬套，這個書就不會失傳了。"
    },
    {
      "id": "21-641-0001_p0009",
      "zh_CN": "我对《四库》这个想法跟唐太宗想法完全一样，能把这些书，每一种书精彩的地方节录几句，特别是现在生活上统统可以用得上的，生活、工作、待人接物，这书就有用处了。接着没有多久，有个同学送了我一套《国学治要》，正是我天天所想的。这部书它的构想是从《群书治要》启发来的，民国初年的版子。我看它的序文，当时他有一批人，那都是现在讲的学者专家，用了八年的时间，从经史子集里面选择一些精华，编成这部书，这部书就是《四库》的精华本。所以它的书的名字叫《国学治要》，「治要」这两个字是从《群书治要》得来这个理念。但是《群书治要》的治是治国，是政治，《国学治要》的治是治学，是做学问的。我想了多年，没有办法如愿，忽然看到这个，正是我理想的，无量的欢喜。这部书已经很久了，有几本已经破损了，但是还好字还完整，字没有伤害到，这真是幸运。可能，这一本可能是个孤本，大概再也找不到。所以我也请世界书局印一万套，帮助有志于国学的年轻人，你要想读《四库全书》，这个就是《四库全书》的入门，《四库》入门的一把钥匙。",
      "zh_TW": "我對《四庫》這個想法跟唐太宗想法完全一樣，能把這些書，每一種書精彩的地方節錄幾句，特別是現在生活上統統可以用得上的，生活、工作、待人接物，這書就有用處了。接著沒有多久，有個同學送了我一套《國學治要》，正是我天天所想的。這部書它的構想是從《群書治要》啟發來的，民國初年的版子。我看它的序文，當時他有一批人，那都是現在講的學者專家，用了八年的時間，從經史子集裡面選擇一些精華，編成這部書，這部書就是《四庫》的精華本。所以它的書的名字叫《國學治要》，「治要」這兩個字是從《群書治要》得來這個理念。但是《群書治要》的治是治國，是政治，《國學治要》的治是治學，是做學問的。我想了多年，沒有辦法如願，忽然看到這個，正是我理想的，無量的歡喜。這部書已經很久了，有幾本已經破損了，但是還好字還完整，字沒有傷害到，這真是幸運。可能，這一本可能是個孤本，大概再也找不到。所以我也請世界書局印一萬套，幫助有志於國學的年輕人，你要想讀《四庫全書》，這個就是《四庫全書》的入門，《四庫》入門的一把鑰匙。"
    },
    {
      "id": "21-641-0001_p0010",
      "zh_CN": "现在这两部书都印出来了，书店里面可以买得到。我得到这两部书欢喜得，我说祖宗之德，中国传统的文化肯定有有志之士他们来继承，我们只把这些工具准备好，提供给大家。第一批是我们早年在安徽庐江汤池办的传统文化中心一批老师，有二十几位，我把这个书每个人送他们一套，希望他们能将这部书发心做注解，注音、注解，翻成白话文。因为这些书全都是原文，都是《四库》的原文，不翻成白话文，现在一般年轻的学子他有困难，我们尽量帮助他、方便他。他们也非常热心，这是什么？这就是夫子当年的事业。夫子集合一批学生，把古圣先贤的教诲写成文字，编集成书，流传给后世。我们现在典籍这么多，这样的完整，怎么样去读它？所以《国学治要》跟《群书治要》我都希望他们注音、注解，写成白话文。这是第一步工作，希望今年年底能完成。完成之后，我希望大家用心学习，详详细细讲一遍，我会抽时间来听。讲一遍之后，我们把它录像、录音，在网路、在卫星上播出，这么一来就便利于全世界。咱们全世界各个地方都有华侨，华侨没有不爱国的，华侨没有不留恋传统的。华侨子弟利用卫星电视、利用网际网路，都可以在家里自修，都可以学习。",
      "zh_TW": "現在這兩部書都印出來了，書店裡面可以買得到。我得到這兩部書歡喜得，我說祖宗之德，中國傳統的文化肯定有有志之士他們來繼承，我們只把這些工具準備好，提供給大家。第一批是我們早年在安徽廬江湯池辦的傳統文化中心一批老師，有二十幾位，我把這個書每個人送他們一套，希望他們能將這部書發心做註解，注音、註解，翻成白話文。因為這些書全都是原文，都是《四庫》的原文，不翻成白話文，現在一般年輕的學子他有困難，我們盡量幫助他、方便他。他們也非常熱心，這是什麼？這就是夫子當年的事業。夫子集合一批學生，把古聖先賢的教誨寫成文字，編集成書，流傳給後世。我們現在典籍這麼多，這樣的完整，怎麼樣去讀它？所以《國學治要》跟《群書治要》我都希望他們注音、註解，寫成白話文。這是第一步工作，希望今年年底能完成。完成之後，我希望大家用心學習，詳詳細細講一遍，我會抽時間來聽。講一遍之後，我們把它錄像、錄音，在網路、在衛星上播出，這麼一來就便利於全世界。咱們全世界各個地方都有華僑，華僑沒有不愛國的，華僑沒有不留戀傳統的。華僑子弟利用衛星電視、利用網際網路，都可以在家裡自修，都可以學習。"
    },
    {
      "id": "21-641-0001_p0011",
      "zh_CN": "中国古代的做学问，先决的条件是要用真诚心、恭敬心来学习，没有真诚、恭敬学不到东西。印光大师常说，这是个出家人，一分诚敬得一分利益，十分诚敬你就能得十分利益，百分诚敬你就能得百分利益，没有诚敬心，学不到东西。我早年在台中跟李炳南老居士学经教，学佛经，他就教给我。他怎么教？你想发心弘法利生，好事！但是弘法利生要智慧、要知识。智慧、知识从哪里来？你一定要读书。学佛，你要读《大藏经》，学中国传统，那你得去读《四库全书》，你想想看你能念得了吗？不学不行，世出世间法都要通达。通达出世间法，契理，通达世间法，契机，契机契理才能承传释迦牟尼佛的经教。这么多你学不了，怎么办？古人有个方法，这个方法是什么？用感应，叫感通，叫通，学有困难，用感应。用什么去感？用诚，真诚，诚上面加个至，真诚到极处你就能感通。佛法主张一门深入，长时薰修，道理就在此地。不是叫你多学，是叫你开悟，是叫你把心定下来，定下来就能开智慧。智慧开了，你这个经就通了，障碍就没有了，一部经通了之后，是部部都通了。为什么？圣人的学问他不是从思考里头流出来的，这一点你一定要懂得。不是他思想里头想出来的，是什么？他悟出来的，大彻大悟，明心见性，他是悟出来的。你定功也成就了，你也开悟了，你看他那个东西就跟看自己的文章一样，一点困难都没有。",
      "zh_TW": "中國古代的做學問，先決的條件是要用真誠心、恭敬心來學習，沒有真誠、恭敬學不到東西。印光大師常說，這是個出家人，一分誠敬得一分利益，十分誠敬你就能得十分利益，百分誠敬你就能得百分利益，沒有誠敬心，學不到東西。我早年在台中跟李炳南老居士學經教，學佛經，他就教給我。他怎麼教？你想發心弘法利生，好事！但是弘法利生要智慧、要知識。智慧、知識從哪裡來？你一定要讀書。學佛，你要讀《大藏經》，學中國傳統，那你得去讀《四庫全書》，你想想看你能念得了嗎？不學不行，世出世間法都要通達。通達出世間法，契理，通達世間法，契機，契機契理才能承傳釋迦牟尼佛的經教。這麼多你學不了，怎麼辦？古人有個方法，這個方法是什麼？用感應，叫感通，叫通，學有困難，用感應。用什麼去感？用誠，真誠，誠上面加個至，真誠到極處你就能感通。佛法主張一門深入，長時薰修，道理就在此地。不是叫你多學，是叫你開悟，是叫你把心定下來，定下來就能開智慧。智慧開了，你這個經就通了，障礙就沒有了，一部經通了之後，是部部都通了。為什麼？聖人的學問他不是從思考裡頭流出來的，這一點你一定要懂得。不是他思想裡頭想出來的，是什麼？他悟出來的，大徹大悟，明心見性，他是悟出來的。你定功也成就了，你也開悟了，你看他那個東西就跟看自己的文章一樣，一點困難都沒有。"
    },
    {
      "id": "21-641-0001_p0012",
      "zh_CN": "释迦牟尼佛一生讲那么多经典，传到中国来，中国这些祖师大德的注疏都是开悟的。所以，你要悟了之后，你看佛的经典，你看祖师大德的注疏，没有一样你看不懂，通了。再回过头来看四书五经行不行？行，一丝毫障碍都没有。所以说叫一经通一切经通。这部经你得通，通就是彻悟。真正通达没有障碍，这才叫成就。所以通就是悟，就是智慧，这个东西，这个东西要清净心，心不清净不行，要清净心、要平等心。释迦牟尼佛在大乘经里面告诉我们，他说「一切众生皆有如来智慧德相」，这是教学的宗旨，「一切众生本来是佛」，他讲得这么清楚。今天为什么会变成这个样子？迷失了自性。所以「学问之道无他，求其放心而已」，就是开悟。",
      "zh_TW": "釋迦牟尼佛一生講那麼多經典，傳到中國來，中國這些祖師大德的註疏都是開悟的。所以，你要悟了之後，你看佛的經典，你看祖師大德的註疏，沒有一樣你看不懂，通了。再回過頭來看四書五經行不行？行，一絲毫障礙都沒有。所以說叫一經通一切經通。這部經你得通，通就是徹悟。真正通達沒有障礙，這才叫成就。所以通就是悟，就是智慧，這個東西，這個東西要清淨心，心不清淨不行，要清淨心、要平等心。釋迦牟尼佛在大乘經裡面告訴我們，他說「一切眾生皆有如來智慧德相」，這是教學的宗旨，「一切眾生本來是佛」，他講得這麼清楚。今天為什麼會變成這個樣子？迷失了自性。所以「學問之道無他，求其放心而已」，就是開悟。"
    },
    {
      "id": "21-641-0001_p0013",
      "zh_CN": "佛法到中国来了，中国人接受了，中国的儒跟道都讲求开悟，都讲求戒定慧，因戒得定。戒是规矩，守规矩，老师怎么教你就怎么学，时间久了你心就清净了，杂念就没有了。净到一定的程度，自然就开悟了，是这么个道理，我们不能不知道。所以中国传统，你看历代这些圣哲，现在不叫圣哲，现在叫专家学者，没有圣哲两个字好，都是从戒定慧去悟出来的。我们遵守这个原则，现在还行，我们同学当中有个榜样，东北刘素云居士，她用十年的时间，就一部《无量寿经》、一句阿弥陀佛。她告诉我她学习的方法，她是得到我过去在台湾景美讲的一次《无量寿经》的光碟，那个时候是用录音带，以后从录音带转变成光碟，她得到这么一套东西。她每天听一片，一片是一个小时，把这一片重复听十遍，就是每天听经十个小时，十个小时其实就是听一个小时的，重复十遍，这是长时薰修。这部经听完，从头再听，十年就听这一部，她的心是定的。我们一般的想法，大概像这种修学的话，中等根性的人，三、四年他就得定，他清净心现前，没有杂念了。不听经她就念阿弥陀佛，没有杂念。得清净心之后，有个三、四年，一定开悟。我们看到这么一个人，最好的例子。十年，没有人知道，我们也不认识。她成就了我们才听说有这么一个人，跟她联络，联络上了才知道这么回事情，是我们的最好榜样。",
      "zh_TW": "佛法到中國來了，中國人接受了，中國的儒跟道都講求開悟，都講求戒定慧，因戒得定。戒是規矩，守規矩，老師怎麼教你就怎麼學，時間久了你心就清淨了，雜念就沒有了。淨到一定的程度，自然就開悟了，是這麼個道理，我們不能不知道。所以中國傳統，你看歷代這些聖哲，現在不叫聖哲，現在叫專家學者，沒有聖哲兩個字好，都是從戒定慧去悟出來的。我們遵守這個原則，現在還行，我們同學當中有個榜樣，東北劉素雲居士，她用十年的時間，就一部《無量壽經》、一句阿彌陀佛。她告訴我她學習的方法，她是得到我過去在台灣景美講的一次《無量壽經》的光碟，那個時候是用錄音帶，以後從錄音帶轉變成光碟，她得到這麼一套東西。她每天聽一片，一片是一個小時，把這一片重複聽十遍，就是每天聽經十個小時，十個小時其實就是聽一個小時的，重複十遍，這是長時薰修。這部經聽完，從頭再聽，十年就聽這一部，她的心是定的。我們一般的想法，大概像這種修學的話，中等根性的人，三、四年他就得定，他清淨心現前，沒有雜念了。不聽經她就念阿彌陀佛，沒有雜念。得清淨心之後，有個三、四年，一定開悟。我們看到這麼一個人，最好的例子。十年，沒有人知道，我們也不認識。她成就了我們才聽說有這麼一個人，跟她聯絡，聯絡上了才知道這麼回事情，是我們的最好榜樣。"
    },
    {
      "id": "21-641-0001_p0014",
      "zh_CN": "中国古时候，无论是学国学、学儒、学道、学佛，全都是这个办法。这个办法也在《三字经》上讲的，《三字经》上讲「教之道，贵以专」，老师教你贵以专，你的学也是贵以专。你只要专心学一门，不能够同时学很多门，学很多门你就杂了，你就乱了，你的时间跟精力完全分散了。你所学到的东西，充其量是常识，不是智慧，你不能得定，也就是你心浮气躁没有办法降服。这变成什么？变成学术。现在这个世界，我在国外看过很多大学，跟学生交流过，跟教授们交流过，统统是知识的层面，没有智慧。但是在古时候，中国跟印度的教学是重视智慧，不重视知识。有智慧自然有知识，有知识你不一定有智慧。这个是东西方做学问的理念不一样，方法不一样，效果不一样。我们明白之后，你就想一想，还是古人的方法好。",
      "zh_TW": "中國古時候，無論是學國學、學儒、學道、學佛，全都是這個辦法。這個辦法也在《三字經》上講的，《三字經》上講「教之道，貴以專」，老師教你貴以專，你的學也是貴以專。你只要專心學一門，不能夠同時學很多門，學很多門你就雜了，你就亂了，你的時間跟精力完全分散了。你所學到的東西，充其量是常識，不是智慧，你不能得定，也就是你心浮氣躁沒有辦法降服。這變成什麼？變成學術。現在這個世界，我在國外看過很多大學，跟學生交流過，跟教授們交流過，統統是知識的層面，沒有智慧。但是在古時候，中國跟印度的教學是重視智慧，不重視知識。有智慧自然有知識，有知識你不一定有智慧。這個是東西方做學問的理念不一樣，方法不一樣，效果不一樣。我們明白之後，你就想一想，還是古人的方法好。"
    },
    {
      "id": "21-641-0001_p0015",
      "zh_CN": "孔老夫子信而好古，这句话是真理、是名言，这句话也能够流传万世，不会改变。你要想学中国古圣先贤的东西，你一定用这个方法。你要想学佛法、你要想学道，中国的儒释道，不用这个方法你得不到，你所学的是表皮、常识，得不到它的精髓。所以对于国学，我们如何去学习，古人讲的治学，用什么方法，这些原理原则我们一定要知道，一定要遵守。没有老师不要紧，孟子就没有老师，孟子私淑孔子，孔子已经不在世，他以孔子为老师，孔子的书在，依照书学就行了。在佛法里面也有这个例子，蕅益大师私淑莲池，莲池已经往生了，莲池大师的著作在，读他的书，读成就了。所以，现前找不到好老师，找古人。古人就是老师，只要你锲而不舍，用真诚心一遍一遍去读，古人讲的，「读书千遍，其义自见」。为什么自见？通了，感通了，一千遍念下来，真诚心感通了。不需要人讲，自己就通了，智慧开了。这个方法西方人没有，西方人不懂。我们的好东西要记住，西方人比不上。今天时间到了，我就说到此地。谢谢大家。",
      "zh_TW": "孔老夫子信而好古，這句話是真理、是名言，這句話也能夠流傳萬世，不會改變。你要想學中國古聖先賢的東西，你一定用這個方法。你要想學佛法、你要想學道，中國的儒釋道，不用這個方法你得不到，你所學的是表皮、常識，得不到它的精髓。所以對於國學，我們如何去學習，古人講的治學，用什麼方法，這些原理原則我們一定要知道，一定要遵守。沒有老師不要緊，孟子就沒有老師，孟子私淑孔子，孔子已經不在世，他以孔子為老師，孔子的書在，依照書學就行了。在佛法裡面也有這個例子，蕅益大師私淑蓮池，蓮池已經往生了，蓮池大師的著作在，讀他的書，讀成就了。所以，現前找不到好老師，找古人。古人就是老師，只要你鍥而不捨，用真誠心一遍一遍去讀，古人講的，「讀書千遍，其義自見」。為什麼自見？通了，感通了，一千遍念下來，真誠心感通了。不需要人講，自己就通了，智慧開了。這個方法西方人沒有，西方人不懂。我們的好東西要記住，西方人比不上。今天時間到了，我就說到此地。謝謝大家。"
    }
  ]
}