{
  "doc_id": "28-003-0001",
  "title": {
    "zh_CN": "仁爱和平讲堂-对仁爱和平讲堂的期望",
    "zh_TW": "仁愛和平講堂-對仁愛和平講堂的期望"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "日本京都",
    "zh_TW": "日本京都"
  },
  "doc_number": "28-003-0001",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "28-003-0001_p0001",
      "zh_CN": "昨天我们讲了这个节目的缘起，今天我们可以进一步谈我们对于这个节目的期望。为什么要设立这样一个科目？那是我们看到现前的社会动乱的根源，是东方人忽略了传统伦理道德的教育。",
      "zh_TW": "昨天我們講了這個節目的緣起，今天我們可以進一步談我們對於這個節目的期望。為什麼要設立這樣一個科目？那是我們看到現前的社會動亂的根源，是東方人忽略了傳統倫理道德的教育。"
    },
    {
      "id": "28-003-0001_p0002",
      "zh_CN": "我们讲到传统教育，可以说在中国历史上有记载的，尧舜禹汤一直到清朝末年，概略的计算也有四千五百年，四千五百年的传统让全国人民都能够遵守，这是一桩相当不容易的事情。我们想想时代这样的久远，幅员这样的广大，不但涵盖了全中国，中国周边的这些小国也都包括在其中。尤其是在东面的日本、韩国、越南，这都是接受中国传统文化。尤其是史学家们见到的，中国从秦汉统一之后，一直到今天依然能够维持大一统的局面，这在世界史上很少看到。欧洲过去罗马曾经统治过一千年，可是罗马灭亡之后，欧洲就四分五裂，一直到现在没有法子统一。所以英国的史学家汤恩比博士他来寻求这个因素，他肯定这个因素就是孔孟的学说与大乘佛法。",
      "zh_TW": "我們講到傳統教育，可以說在中國歷史上有記載的，堯舜禹湯一直到清朝末年，概略的計算也有四千五百年，四千五百年的傳統讓全國人民都能夠遵守，這是一樁相當不容易的事情。我們想想時代這樣的久遠，幅員這樣的廣大，不但涵蓋了全中國，中國周邊的這些小國也都包括在其中。尤其是在東面的日本、韓國、越南，這都是接受中國傳統文化。尤其是史學家們見到的，中國從秦漢統一之後，一直到今天依然能夠維持大一統的局面，這在世界史上很少看到。歐洲過去羅馬曾經統治過一千年，可是羅馬滅亡之後，歐洲就四分五裂，一直到現在沒有法子統一。所以英國的史學家湯恩比博士他來尋求這個因素，他肯定這個因素就是孔孟的學說與大乘佛法。"
    },
    {
      "id": "28-003-0001_p0003",
      "zh_CN": "中国人常常讲「分久必合，合久必分」，这在中国每个改朝换代的期间就很明显的看出来。但是合的时候多，合就是我们今天讲统一，统一的时候多，时间长，分裂的时间很短，这是在中国历史上我们所看到的。因此在整体上来说，中国始终维持大一统的局面，这是什么原因？人家讲得不错，汤恩比说得不错，孔孟学说与大乘佛法。大乘佛法传到中国来这有二千年了，今天确确实实这个社会就像中国春秋战国，是个分裂的状况。汤恩比博士认为借着现代科技文明资讯发达，交通便捷，这个地球要统一，统一这个纷争的局面就没有了。",
      "zh_TW": "中國人常常講「分久必合，合久必分」，這在中國每個改朝換代的期間就很明顯的看出來。但是合的時候多，合就是我們今天講統一，統一的時候多，時間長，分裂的時間很短，這是在中國歷史上我們所看到的。因此在整體上來說，中國始終維持大一統的局面，這是什麼原因？人家講得不錯，湯恩比說得不錯，孔孟學說與大乘佛法。大乘佛法傳到中國來這有二千年了，今天確確實實這個社會就像中國春秋戰國，是個分裂的狀況。湯恩比博士認為藉著現代科技文明資訊發達，交通便捷，這個地球要統一，統一這個紛爭的局面就沒有了。"
    },
    {
      "id": "28-003-0001_p0004",
      "zh_CN": "而他认为谁最有资格来统一这个世界？汤恩比博士的看法，只有中国有这个条件，也就是中国人有历史的经验，有条件来统一世界。这个地方我们一定要认知，这个统一不是武力，不是政治，不是经济，不是科学技术，是什么？文化！这一点要懂得。也就是说，大家都能够学中国人做人的方式，中国人生活的方式，中国人处事待人接物的方式。这个方式我们冷静的观察一下，西方人、东方人，这个地球上许多不同的国家族群能不能接受？愿不愿意接受？欢不欢喜接受？愿意还不如欢喜。",
      "zh_TW": "而他認為誰最有資格來統一這個世界？湯恩比博士的看法，只有中國有這個條件，也就是中國人有歷史的經驗，有條件來統一世界。這個地方我們一定要認知，這個統一不是武力，不是政治，不是經濟，不是科學技術，是什麼？文化！這一點要懂得。也就是說，大家都能夠學中國人做人的方式，中國人生活的方式，中國人處事待人接物的方式。這個方式我們冷靜的觀察一下，西方人、東方人，這個地球上許多不同的國家族群能不能接受？願不願意接受？歡不歡喜接受？願意還不如歡喜。"
    },
    {
      "id": "28-003-0001_p0005",
      "zh_CN": "这就要说到中国文化的精髓，中国人提出伦理道德，伦理道德不但是提出，这不是学说，真的是中国人的精神生活。伦理，中国人把它看作为道，所谓道是自然的不是人为的，不是法律制定的，也不是一种学术，是自自然然。你看自太古以来，自有人类以来，就有夫妇，这是自然之道，有夫妇就有父子，就有兄弟，五伦这三个是根本。另外，从道义上产生的君臣，所谓君臣就是领导与被领导。我们在社会上这个身分不是领导别人就是被人领导，这也是自然的，最后一个就是朋友。所以这五条叫五伦，五伦是天道，五伦是自然的大道，任何一个人都具足这五种身分。五种身分也有五种义务，这个义务就是随顺道，随顺道你能够做得到的，这叫德。所以道德都不是人为的，道德是天然的。中国谚语所谓「天理人情」，这是天理，天理是道，人情是德。",
      "zh_TW": "這就要說到中國文化的精髓，中國人提出倫理道德，倫理道德不但是提出，這不是學說，真的是中國人的精神生活。倫理，中國人把它看作為道，所謂道是自然的不是人為的，不是法律制定的，也不是一種學術，是自自然然。你看自太古以來，自有人類以來，就有夫婦，這是自然之道，有夫婦就有父子，就有兄弟，五倫這三個是根本。另外，從道義上產生的君臣，所謂君臣就是領導與被領導。我們在社會上這個身分不是領導別人就是被人領導，這也是自然的，最後一個就是朋友。所以這五條叫五倫，五倫是天道，五倫是自然的大道，任何一個人都具足這五種身分。五種身分也有五種義務，這個義務就是隨順道，隨順道你能夠做得到的，這叫德。所以道德都不是人為的，道德是天然的。中國諺語所謂「天理人情」，這是天理，天理是道，人情是德。"
    },
    {
      "id": "28-003-0001_p0006",
      "zh_CN": "所以，儒家提出「父子有亲」，这个亲是德，这是自自然然的，不是哪个教的。从哪里看？你从小孩生下来几个月，一、二岁，你看他爱他的父母，他爱他的兄弟，没有人教他，这是德。「夫妇有别」，男女有别，这是德。这个「别」是什么？男有男的工作，女有女的工作，这不能混乱。这为什么？因为男女生理不相同，我们的工作一定要随顺我们生理条件，我们的工作才愉快，才会健康长寿；有些事情男子可以做，女子不适合，有些工作女子可以做，男子不适合。所以中国在古代所谓的是「男主外，女主内」，这个内外就是有别。而且这个理念，在中国也维持了四千五百年，到现代这才乱了，男女有别乱了，乱了之后问题出来了。问题出在哪里？",
      "zh_TW": "所以，儒家提出「父子有親」，這個親是德，這是自自然然的，不是哪個教的。從哪裡看？你從小孩生下來幾個月，一、二歲，你看他愛他的父母，他愛他的兄弟，沒有人教他，這是德。「夫婦有別」，男女有別，這是德。這個「別」是什麼？男有男的工作，女有女的工作，這不能混亂。這為什麼？因為男女生理不相同，我們的工作一定要隨順我們生理條件，我們的工作才愉快，才會健康長壽；有些事情男子可以做，女子不適合，有些工作女子可以做，男子不適合。所以中國在古代所謂的是「男主外，女主內」，這個內外就是有別。而且這個理念，在中國也維持了四千五百年，到現代這才亂了，男女有別亂了，亂了之後問題出來了。問題出在哪裡？"
    },
    {
      "id": "28-003-0001_p0007",
      "zh_CN": "现在这个社会动乱都有原因，父子之亲没有了，夫妇有别没有了。你看从前男子他的义务是要养家，你要工作，你要养家；女子主内，这个内不但是让这个家庭整理得井井有条，有条不紊，让先生回来之后，在外面工作辛劳一天回来之后，他能有个很舒适的休息环境，这就是要有人照顾他。女子最重要的一个工作，这是古圣先贤都非常赞叹的，教育儿女，所以教育儿女的事情是母亲；儿女将来能不能成为圣人，成为贤人，成为君子，都在看母亲。在中国有个模范母亲，最伟大的母亲，孟母（孟子的母亲），孟子从小父亲过世，跟着母亲，母亲把他调养成人，成为中国的亚圣，他在历史上的地位仅次于孔子。孟母三迁，你看她为她的儿子，全心全力来教这个小孩。",
      "zh_TW": "現在這個社會動亂都有原因，父子之親沒有了，夫婦有別沒有了。你看從前男子他的義務是要養家，你要工作，你要養家；女子主內，這個內不但是讓這個家庭整理得井井有條，有條不紊，讓先生回來之後，在外面工作辛勞一天回來之後，他能有個很舒適的休息環境，這就是要有人照顧他。女子最重要的一個工作，這是古聖先賢都非常讚歎的，教育兒女，所以教育兒女的事情是母親；兒女將來能不能成為聖人，成為賢人，成為君子，都在看母親。在中國有個模範母親，最偉大的母親，孟母（孟子的母親），孟子從小父親過世，跟著母親，母親把他調養成人，成為中國的亞聖，他在歷史上的地位僅次於孔子。孟母三遷，你看她為她的兒子，全心全力來教這個小孩。"
    },
    {
      "id": "28-003-0001_p0008",
      "zh_CN": "所以教育的根在家庭，学校、社会、宗教教育那还其次，根在家庭。根没有扎好，其他教育再好，都很难收到效果。就像我们种一棵树一样，树的根好，你才能把它培养出来，那根坏了，其他条件再好都没有办法，都很难成就。由此可知，社会上有没有贤人，有没有圣人，这圣贤君子这些人多不多，那就关系社会的安危。这个社会上如果说贤人君子多，社会安定，世界和平。中国古人讲这个比例，一百个人当中有一个，这社会就安定。由此可知，社会的安危、世界的治乱这个权在谁的手上？权在母亲的手上，做母亲的人要尽到这个责任，天下太平，这叫男女有分。这一句很多人没有把它讲透彻、讲清楚，近代印光大师他老人家讲得很多。现在女子可不可以去从政？可以，行，她只要能有别。如果女子出来工作，来维护家，那这个先生在家里就要教育儿女，就要担负起这个责任。必须要晓得教育儿女是世间最伟大的责任，最伟大的事业，大家把它忽略掉了。",
      "zh_TW": "所以教育的根在家庭，學校、社會、宗教教育那還其次，根在家庭。根沒有扎好，其他教育再好，都很難收到效果。就像我們種一棵樹一樣，樹的根好，你才能把它培養出來，那根壞了，其他條件再好都沒有辦法，都很難成就。由此可知，社會上有沒有賢人，有沒有聖人，這聖賢君子這些人多不多，那就關係社會的安危。這個社會上如果說賢人君子多，社會安定，世界和平。中國古人講這個比例，一百個人當中有一個，這社會就安定。由此可知，社會的安危、世界的治亂這個權在誰的手上？權在母親的手上，做母親的人要盡到這個責任，天下太平，這叫男女有分。這一句很多人沒有把它講透徹、講清楚，近代印光大師他老人家講得很多。現在女子可不可以去從政？可以，行，她只要能有別。如果女子出來工作，來維護家，那這個先生在家裡就要教育兒女，就要擔負起這個責任。必須要曉得教育兒女是世間最偉大的責任，最偉大的事業，大家把它忽略掉了。"
    },
    {
      "id": "28-003-0001_p0009",
      "zh_CN": "「长幼有序」，这就讲到尊敬、尊重，兄弟之间相处，弟妹一定要尊重兄长。在中国古代所谓是「长兄如父，长嫂如母」，他一家能凝固、能团结，兄弟当中有什么纷争，老大这里一来就摆平了，没有人不听大哥、大嫂的。现在在这个时代我们也看到不少，我在台湾看到陈大川居士这一家，他这大哥很有权威，兄弟姐妹没有不听从的，这家庭团结，所以就家和万事兴。他的企业能够做得这么好，不是没有道理，有道理的。兄弟不和，这个家一定会败。在中国大陆，我们常常接近的叶先生一家，这是中国开国的元帅叶剑英，你看看他的六个儿女，那大哥、大嫂有权威，兄弟姐妹都尊重，确确实实对大哥就像对父亲一样，对大嫂就像对母亲一样，一家团结，这是讲到长幼有序。",
      "zh_TW": "「長幼有序」，這就講到尊敬、尊重，兄弟之間相處，弟妹一定要尊重兄長。在中國古代所謂是「長兄如父，長嫂如母」，他一家能凝固、能團結，兄弟當中有什麼紛爭，老大這裡一來就擺平了，沒有人不聽大哥、大嫂的。現在在這個時代我們也看到不少，我在台灣看到陳大川居士這一家，他這大哥很有權威，兄弟姐妹沒有不聽從的，這家庭團結，所以就家和萬事興。他的企業能夠做得這麼好，不是沒有道理，有道理的。兄弟不和，這個家一定會敗。在中國大陸，我們常常接近的葉先生一家，這是中國開國的元帥葉劍英，你看看他的六個兒女，那大哥、大嫂有權威，兄弟姐妹都尊重，確確實實對大哥就像對父親一樣，對大嫂就像對母親一樣，一家團結，這是講到長幼有序。"
    },
    {
      "id": "28-003-0001_p0010",
      "zh_CN": "「君臣有义」。义是什么？义是尽义务，不讲权利，不讲报酬，我应当要做的。君是个好的领导人，那做臣子的、做干部的一定是忠心，在家能尽孝，事君就能尽忠。所以中国古时候有选举，不是没有选举。选举的制度，我们从历史上看，汉朝时候建立的，叫举孝廉，举就是选举，为国家选拔人才，但是不是民间选举，是地方官员选举。你做一个地方官，像县市长这地方官，所谓父母官三年，你在这做三年，你没有替国家选拔几个人才，你的政绩就等于零，其他东西做得再好，这皇帝也不承认。所以古时候讲「进贤受上赏」，你替国家选拔人才，国家对你的赏赐是一等的，最高的奖励是奖赏给推举贤人，进贤受上赏。",
      "zh_TW": "「君臣有義」。義是什麼？義是盡義務，不講權利，不講報酬，我應當要做的。君是個好的領導人，那做臣子的、做幹部的一定是忠心，在家能盡孝，事君就能盡忠。所以中國古時候有選舉，不是沒有選舉。選舉的制度，我們從歷史上看，漢朝時候建立的，叫舉孝廉，舉就是選舉，為國家選拔人才，但是不是民間選舉，是地方官員選舉。你做一個地方官，像縣市長這地方官，所謂父母官三年，你在這做三年，你沒有替國家選拔幾個人才，你的政績就等於零，其他東西做得再好，這皇帝也不承認。所以古時候講「進賢受上賞」，你替國家選拔人才，國家對你的賞賜是一等的，最高的獎勵是獎賞給推舉賢人，進賢受上賞。"
    },
    {
      "id": "28-003-0001_p0011",
      "zh_CN": "在中国，你看古代做官戴的乌纱帽，他这个帽子后面高前面低，好像是楼梯一样，这都有意思的，都有讲求的。那个帽子叫「进贤冠」，让你戴这个帽子常常想到要选拔人才，我自己是前面这一层，后面要比我高，你看这个意思多好，一代比一代强，这个国家民族有前途，才会兴旺；如果说一代不如一代就完了，你看看帝王戴的这个帽子，它上面是平等，做帝王的心要平等，做臣子的人要常常想到后人要比我强，你看看它的意思，这都叫做义，义是天经地义，应该是这么做的。「朋友有信」。",
      "zh_TW": "在中國，你看古代做官戴的烏紗帽，他這個帽子後面高前面低，好像是樓梯一樣，這都有意思的，都有講求的。那個帽子叫「進賢冠」，讓你戴這個帽子常常想到要選拔人才，我自己是前面這一層，後面要比我高，你看這個意思多好，一代比一代強，這個國家民族有前途，才會興旺；如果說一代不如一代就完了，你看看帝王戴的這個帽子，它上面是平等，做帝王的心要平等，做臣子的人要常常想到後人要比我強，你看看它的意思，這都叫做義，義是天經地義，應該是這麼做的。「朋友有信」。"
    },
    {
      "id": "28-003-0001_p0012",
      "zh_CN": "这五个字父子有亲，夫妇有别，长幼有序，君臣有义，朋友有信，这五个字是德，这不是哪一个人发明的，这天经地义，人人都要遵守。你都能遵守，家和、社会和、国家和，所以中国讲的是三个和，太和、中和、保和。你们今天如果到北京故宫去参观，你看故宫三个大殿，第一个大殿太和殿，太和殿后面中和殿，中和殿后面保和殿，这三个最主要的建筑物，用三个「和」。太和是道，中和是德，保和非常重要，保和能够把中和、太和保持住，这个人就是圣人。纵然达不到圣人，他必定是贤人。太和是宇宙的和谐，中和是族群的和谐，保和我说之为宗教的和谐，宗教和谐能保和，能保住族群，能保住国家，能保住世界，能够达到宇宙的和谐，这中国人的思想。",
      "zh_TW": "這五個字父子有親，夫婦有別，長幼有序，君臣有義，朋友有信，這五個字是德，這不是哪一個人發明的，這天經地義，人人都要遵守。你都能遵守，家和、社會和、國家和，所以中國講的是三個和，太和、中和、保和。你們今天如果到北京故宮去參觀，你看故宮三個大殿，第一個大殿太和殿，太和殿後面中和殿，中和殿後面保和殿，這三個最主要的建築物，用三個「和」。太和是道，中和是德，保和非常重要，保和能夠把中和、太和保持住，這個人就是聖人。縱然達不到聖人，他必定是賢人。太和是宇宙的和諧，中和是族群的和諧，保和我說之為宗教的和諧，宗教和諧能保和，能保住族群，能保住國家，能保住世界，能夠達到宇宙的和諧，這中國人的思想。"
    },
    {
      "id": "28-003-0001_p0013",
      "zh_CN": "儒家二千多年来的教学，我相信汤恩比博士对这个很有兴趣，一定是非常的赞扬，所以他才说出这些话来。我们在国际上推动多元文化的教学，团结宗教族群，我跟大家说汤恩比博士的话我们不要误会，不能够产生偏见，中国人将来要统一世界，要这样想法你就想错了。应该怎样解释？中国文化统一世界，无论是大国、小国，谁要是倡导中国文化，依中国文化为主，它就是全世界的表率，全世界的模范，是这么个意思。",
      "zh_TW": "儒家二千多年來的教學，我相信湯恩比博士對這個很有興趣，一定是非常的讚揚，所以他才說出這些話來。我們在國際上推動多元文化的教學，團結宗教族群，我跟大家說湯恩比博士的話我們不要誤會，不能夠產生偏見，中國人將來要統一世界，要這樣想法你就想錯了。應該怎樣解釋？中國文化統一世界，無論是大國、小國，誰要是倡導中國文化，依中國文化為主，它就是全世界的表率，全世界的模範，是這麼個意思。"
    },
    {
      "id": "28-003-0001_p0014",
      "zh_CN": "文化是人类共同的遗产，不是属于哪个国家、哪个族群的，我在上个月到印尼日惹去看婆罗浮屠这个大塔，这个大塔是世界七大奇迹之一，是属于佛教的。听说现在是联合国帮助它把它修复恢复，作为世界文化遗产，这就对了，这是全世界全人类的，不是属于某一个人的。同样的，大乘佛法是属于全人类的，孔孟学说是属于全人类的。孔孟是中国人也代表中国文化，中国文化是全人类的文化，我们有这种认知，我们的心就平了。你去探讨它，你去研究它，你要觉得这个东西真好，那就可以把它落实在自己生活，落实在自己工作当中，落实在自己处事待人接物。",
      "zh_TW": "文化是人類共同的遺產，不是屬於哪個國家、哪個族群的，我在上個月到印尼日惹去看婆羅浮屠這個大塔，這個大塔是世界七大奇蹟之一，是屬於佛教的。聽說現在是聯合國幫助它把它修復恢復，作為世界文化遺產，這就對了，這是全世界全人類的，不是屬於某一個人的。同樣的，大乘佛法是屬於全人類的，孔孟學說是屬於全人類的。孔孟是中國人也代表中國文化，中國文化是全人類的文化，我們有這種認知，我們的心就平了。你去探討它，你去研究它，你要覺得這個東西真好，那就可以把它落實在自己生活，落實在自己工作當中，落實在自己處事待人接物。"
    },
    {
      "id": "28-003-0001_p0015",
      "zh_CN": "中国从这一个基本的道德，再推演出也就是现在所谓的我们如何能够落实到社会生活。在中国就提出八个字，中国人称之为八德，八德有两个说法，一个说法是「孝悌忠信，礼义廉耻」，另外一个说法是「忠孝仁爱，信义和平」，这两个说法都好。两种说法把它合并起来除掉重复的，那就多了四个字，就变成十二个字，我们用「孝悌忠信，礼义廉耻」，后面加上「仁爱和平」，这十二个字就圆满了。那你要问中国古圣先贤教化社会大众用什么？就是用这十二个字，这十二个字实实在在讲与大乘佛法不谋而合。大乘佛法教学的纲领，最简单的说法，佛家讲「诸恶莫作，众善奉行，自净其意」，也是十二个字，不过它只有三句，后面说「是诸佛教」，这句话很重要，这三句是一切诸佛，那个诸佛我们讲十方三世一切诸佛，教化众生的总纲领，总方向，总目标，就是叫你断恶修善，自净其意。",
      "zh_TW": "中國從這一個基本的道德，再推演出也就是現在所謂的我們如何能夠落實到社會生活。在中國就提出八個字，中國人稱之為八德，八德有兩個說法，一個說法是「孝悌忠信，禮義廉恥」，另外一個說法是「忠孝仁愛，信義和平」，這兩個說法都好。兩種說法把它合併起來除掉重複的，那就多了四個字，就變成十二個字，我們用「孝悌忠信，禮義廉恥」，後面加上「仁愛和平」，這十二個字就圓滿了。那你要問中國古聖先賢教化社會大眾用什麼？就是用這十二個字，這十二個字實實在在講與大乘佛法不謀而合。大乘佛法教學的綱領，最簡單的說法，佛家講「諸惡莫作，眾善奉行，自淨其意」，也是十二個字，不過它只有三句，後面說「是諸佛教」，這句話很重要，這三句是一切諸佛，那個諸佛我們講十方三世一切諸佛，教化眾生的總綱領，總方向，總目標，就是叫你斷惡修善，自淨其意。"
    },
    {
      "id": "28-003-0001_p0016",
      "zh_CN": "这个纲领要落实，佛在《观无量寿佛经》里面讲的「净业三福」，言简意赅，三条十一句。第一条「孝养父母，奉事师长，慈心不杀，修十善业」；第二条「受持三皈」，受是接受，持是永远保持，三皈是什么？三皈是觉而不迷，正而不邪，净而不染，简单的说，佛教我们从迷邪染回头，依靠觉正净，这叫三皈。「具足众戒，不犯威仪」，这个具足众戒一般讲到纲领是五戒：不杀生、不偷盗、不邪淫、不妄语、不饮酒，这第二条；第三条「发菩提心」，也就是说我们起心动念，言语造作，不能离开菩提心，什么是菩提心？在这些年我们都把佛法用最浅显的字句来说明，大家容易懂，菩提心的体就是真诚心，真不是虚妄，所谓实则不虚，真则不假，用真诚心。对自己，对别人，对一切众生要用真诚心。所以真诚心是体，它起作用，对自己就是清净心、平等心、正觉心，对自己，对于一切大众是慈悲心、爱心，这叫「发菩提心」。",
      "zh_TW": "這個綱領要落實，佛在《觀無量壽佛經》裡面講的「淨業三福」，言簡意賅，三條十一句。第一條「孝養父母，奉事師長，慈心不殺，修十善業」；第二條「受持三皈」，受是接受，持是永遠保持，三皈是什麼？三皈是覺而不迷，正而不邪，淨而不染，簡單的說，佛教我們從迷邪染回頭，依靠覺正淨，這叫三皈。「具足眾戒，不犯威儀」，這個具足眾戒一般講到綱領是五戒：不殺生、不偷盜、不邪淫、不妄語、不飲酒，這第二條；第三條「發菩提心」，也就是說我們起心動念，言語造作，不能離開菩提心，什麼是菩提心？在這些年我們都把佛法用最淺顯的字句來說明，大家容易懂，菩提心的體就是真誠心，真不是虛妄，所謂實則不虛，真則不假，用真誠心。對自己，對別人，對一切眾生要用真誠心。所以真誠心是體，它起作用，對自己就是清淨心、平等心、正覺心，對自己，對於一切大眾是慈悲心、愛心，這叫「發菩提心」。"
    },
    {
      "id": "28-003-0001_p0017",
      "zh_CN": "「读诵大乘」，这个很重要，你天天跟圣贤人接触，圣贤人虽然不在，圣贤人的书在。每天读圣贤人的书，就没有离开圣贤人，我读佛书没有离开佛，我读儒书没有离开孔孟，我读《新旧约》，没有离开摩西、没有离开耶稣，我读《古兰经》就没有离开穆罕默德，这都是圣贤人。底下是「深信因果」，因果是事实，任何人也没有办法否定，种善因一定得善果，造恶业肯定有不善的果报，所谓是因果报应，丝毫不爽；最后一句「劝进行者」。前面十句自己要做到，末后一句要教人，要把这个道理，要把这个修学的方法、事实真相，常常讲解给别人听。你看这个十一句，大乘佛法修学的总纲领、总原则，不论是大乘、小乘、显教、密教，在中国有宗门教下，无论是哪个宗派，都不能违背这个原则，这就叫佛教。",
      "zh_TW": "「讀誦大乘」，這個很重要，你天天跟聖賢人接觸，聖賢人雖然不在，聖賢人的書在。每天讀聖賢人的書，就沒有離開聖賢人，我讀佛書沒有離開佛，我讀儒書沒有離開孔孟，我讀《新舊約》，沒有離開摩西、沒有離開耶穌，我讀《古蘭經》就沒有離開穆罕默德，這都是聖賢人。底下是「深信因果」，因果是事實，任何人也沒有辦法否定，種善因一定得善果，造惡業肯定有不善的果報，所謂是因果報應，絲毫不爽；最後一句「勸進行者」。前面十句自己要做到，末後一句要教人，要把這個道理，要把這個修學的方法、事實真相，常常講解給別人聽。你看這個十一句，大乘佛法修學的總綱領、總原則，不論是大乘、小乘、顯教、密教，在中國有宗門教下，無論是哪個宗派，都不能違背這個原則，這就叫佛教。"
    },
    {
      "id": "28-003-0001_p0018",
      "zh_CN": "我上次在印尼，访问中国驻印尼的卢大使，我们到大使馆去访问他，拜访他。他问我：法轮功是不是佛教？我就告诉他：佛教从释迦牟尼佛灭度之后没有多久，就分裂出很多部派，这在经典上有记载的，在印度就分成二十个部派。传到中国之后在隋唐，在中国就有十个宗派，大乘八个宗派，小乘两个宗。现在如果说是再建立佛教的宗派，未尝不可，这在理论上讲是能讲得通的，但是一定要根据佛的经典，你才是，一定要遵守佛的戒律，这是佛弟子。所以儒跟佛都没有教我们可以不守戒律，没这个道理，尤其是佛灭度之后，以戒为师。这个道理你要懂，然后你才能辨别，这是不是接受过神的教诲，这是不是佛门弟子，你自然就明白了，用不着说了。",
      "zh_TW": "我上次在印尼，訪問中國駐印尼的盧大使，我們到大使館去訪問他，拜訪他。他問我：法輪功是不是佛教？我就告訴他：佛教從釋迦牟尼佛滅度之後沒有多久，就分裂出很多部派，這在經典上有記載的，在印度就分成二十個部派。傳到中國之後在隋唐，在中國就有十個宗派，大乘八個宗派，小乘兩個宗。現在如果說是再建立佛教的宗派，未嘗不可，這在理論上講是能講得通的，但是一定要根據佛的經典，你才是，一定要遵守佛的戒律，這是佛弟子。所以儒跟佛都沒有教我們可以不守戒律，沒這個道理，尤其是佛滅度之後，以戒為師。這個道理你要懂，然後你才能辨別，這是不是接受過神的教誨，這是不是佛門弟子，你自然就明白了，用不著說了。"
    },
    {
      "id": "28-003-0001_p0019",
      "zh_CN": "你看我们刚才讲的儒跟佛的，儒家讲的伦理道德，佛家讲的戒律，教学的这些总纲领，决定没有教你违背伦理道德的，没有这种教法；决定没有教你破戒的。佛家戒律没有教人去抗议、去游行，这个你去查遍《大藏经》找不到，查遍儒家的「十三经」也找不到，没有这个道理！我们说在中国古时候三武灭法，你看看佛门弟子遭受到这样的灾难，有没有抗议的？没有。为什么他们不抗议？这现在人那一定要抗议，为什么不抗议？因为他明了佛所讲的道理。为什么会遭灾难？遭灾难不能怪人怪自己，这里头讲的是很深的因果。纵然我们这生当中没有造作恶业，前世的，前世还有前世，无量劫以来过去造的这个罪业，今天遇到这个缘，果报现前了。你明白这个道理，所以甘心情愿接受，认真忏悔，认真努力修学，我们这个业障就消了，业障消了，往后前途是一片光明。所以佛明了，佛教导这些学生，学生也明了。",
      "zh_TW": "你看我們剛才講的儒跟佛的，儒家講的倫理道德，佛家講的戒律，教學的這些總綱領，決定沒有教你違背倫理道德的，沒有這種教法；決定沒有教你破戒的。佛家戒律沒有教人去抗議、去遊行，這個你去查遍《大藏經》找不到，查遍儒家的「十三經」也找不到，沒有這個道理！我們說在中國古時候三武滅法，你看看佛門弟子遭受到這樣的災難，有沒有抗議的？沒有。為什麼他們不抗議？這現在人那一定要抗議，為什麼不抗議？因為他明瞭佛所講的道理。為什麼會遭災難？遭災難不能怪人怪自己，這裡頭講的是很深的因果。縱然我們這生當中沒有造作惡業，前世的，前世還有前世，無量劫以來過去造的這個罪業，今天遇到這個緣，果報現前了。你明白這個道理，所以甘心情願接受，認真懺悔，認真努力修學，我們這個業障就消了，業障消了，往後前途是一片光明。所以佛明瞭，佛教導這些學生，學生也明瞭。"
    },
    {
      "id": "28-003-0001_p0020",
      "zh_CN": "你看这个皇帝把佛法灭了，下一个皇帝一定会把佛法大幅度的复兴起来，你说为什么？佛教徒受任何委屈不反抗、不闹事，这就了不起，你说这个做帝王他要不要，要，肯定要，如果佛教徒受一点委屈他不服，他要闹事，他要搞得社会不安，那好了，全世界没有一个政权要佛教，那个佛教真的被灭亡了，那才叫最愚痴没有智慧。所以遭遇到重大的灾害困难，我们再看一下那是一场考验，这个考验通过了，我们就提升了，升级了；佛是这样教我们的，儒也是这样教我们的。你看看历代，在中国历史上有很多真正是贤人、是好人被人陷害，帝王当时没有调查清楚就把他杀了，在中国历史上最著名的岳飞大家知道，岳飞有没有提出反抗？没有，没有抗议。岳飞的家族没有抗议，岳飞那么多的部属没有抗议，拥戴岳飞那么多人民没有抗议，可是到底下一个皇帝，把这个事情就调查清楚，就把他平反了，他成为民族英雄，成为世世代代一切中国人对他的尊敬，这是他想不到的福报。如果他的家族不服，他的部属不服，要闹事，搞得社会动乱不安，他真正叫是乱臣贼子。",
      "zh_TW": "你看這個皇帝把佛法滅了，下一個皇帝一定會把佛法大幅度的復興起來，你說為什麼？佛教徒受任何委屈不反抗、不鬧事，這就了不起，你說這個做帝王他要不要，要，肯定要，如果佛教徒受一點委屈他不服，他要鬧事，他要搞得社會不安，那好了，全世界沒有一個政權要佛教，那個佛教真的被滅亡了，那才叫最愚痴沒有智慧。所以遭遇到重大的災害困難，我們再看一下那是一場考驗，這個考驗通過了，我們就提升了，升級了；佛是這樣教我們的，儒也是這樣教我們的。你看看歷代，在中國歷史上有很多真正是賢人、是好人被人陷害，帝王當時沒有調查清楚就把他殺了，在中國歷史上最著名的岳飛大家知道，岳飛有沒有提出反抗？沒有，沒有抗議。岳飛的家族沒有抗議，岳飛那麼多的部屬沒有抗議，擁戴岳飛那麼多人民沒有抗議，可是到底下一個皇帝，把這個事情就調查清楚，就把他平反了，他成為民族英雄，成為世世代代一切中國人對他的尊敬，這是他想不到的福報。如果他的家族不服，他的部屬不服，要鬧事，搞得社會動亂不安，他真正叫是亂臣賊子。"
    },
    {
      "id": "28-003-0001_p0021",
      "zh_CN": "所以，圣贤人的教育，他眼光看得很远，看得很广，看得很大，是为整个社会，为整个世界来着想的，为千年万世着想的；不是为个人，不是为自己小团体，不是为一世，这个道理一定要懂得，你才能够知道圣贤人的存心。圣贤人常常教导我们，别人违背了伦理道德，应该要原谅他，为什么？他没有学过，决定不能够责怪他。尤其是在现在这个时代，佛在《无量寿经》上说了一句话，说得太好了，现在人悖逆伦常道德的作为太多太多了，学佛不遵守佛的教诲，持戒就是守法，用现代话就是守法，不但佛教导你的你要遵守，国家的法令规章要遵守，社会的伦理道德要遵守，所以佛家这个戒律三聚净戒，包罗万象，你不能够不懂。",
      "zh_TW": "所以，聖賢人的教育，他眼光看得很遠，看得很廣，看得很大，是為整個社會，為整個世界來著想的，為千年萬世著想的；不是為個人，不是為自己小團體，不是為一世，這個道理一定要懂得，你才能夠知道聖賢人的存心。聖賢人常常教導我們，別人違背了倫理道德，應該要原諒他，為什麼？他沒有學過，決定不能夠責怪他。尤其是在現在這個時代，佛在《無量壽經》上說了一句話，說得太好了，現在人悖逆倫常道德的作為太多太多了，學佛不遵守佛的教誨，持戒就是守法，用現代話就是守法，不但佛教導你的你要遵守，國家的法令規章要遵守，社會的倫理道德要遵守，所以佛家這個戒律三聚淨戒，包羅萬象，你不能夠不懂。"
    },
    {
      "id": "28-003-0001_p0022",
      "zh_CN": "这么多人不懂得伦理道德，不知道佛陀教诲，佛说「先人不善，不识道德，无有语者，殊无怪也」，这四句是《无量寿经》上的经文。所以我们常常看到这个悖逆行为的人，马上把这四句话念一念，心就平了，气就消了。他为什么会做出这个事情？他很可怜，从小没人教他。他的念头不善，言语不善，行为不善，他已经很可怜了，为什么？不善的心行后面是不善的果报，他要承受，谚语常讲「各人因果，各人承当」，因果报应这桩事情谁都不能代替谁，佛在经上常讲，好比「父子上山，各自努力」，谁都帮不上忙，这不能不知道。",
      "zh_TW": "這麼多人不懂得倫理道德，不知道佛陀教誨，佛說「先人不善，不識道德，無有語者，殊無怪也」，這四句是《無量壽經》上的經文。所以我們常常看到這個悖逆行為的人，馬上把這四句話念一念，心就平了，氣就消了。他為什麼會做出這個事情？他很可憐，從小沒人教他。他的念頭不善，言語不善，行為不善，他已經很可憐了，為什麼？不善的心行後面是不善的果報，他要承受，諺語常講「各人因果，各人承當」，因果報應這樁事情誰都不能代替誰，佛在經上常講，好比「父子上山，各自努力」，誰都幫不上忙，這不能不知道。"
    },
    {
      "id": "28-003-0001_p0023",
      "zh_CN": "所以果然是明白了，书念通了，这个通就是我们讲觉悟了。真的明白了，真的觉悟了，宇宙是一体，真的通达了，宇宙是一体，别人的快乐就是我们自己快乐，别人痛苦就是我们自己痛苦。你真正能够体会到这一层的深义，你绝对不会加给别人痛苦，宁愿自己受苦，也不愿意看到别人受苦。这就是圣贤人所以出现在世间，古今中外大圣大贤他们当年在这个世间也受尽许许多多委屈。中国的孔子，释迦牟尼佛你看他修行、求学的时候，以及以后讲经说法，弘法利生，也有很多很多的委屈；耶稣被人害死，绝对不怨恨人；佛陀说他过去在修菩萨道的时候，被歌利王割截身体，不但没有怨恨，而且还发愿，我将来成佛第一个来度你，这是什么？这是道德，这就是人性本善的流露。",
      "zh_TW": "所以果然是明白了，書念通了，這個通就是我們講覺悟了。真的明白了，真的覺悟了，宇宙是一體，真的通達了，宇宙是一體，別人的快樂就是我們自己快樂，別人痛苦就是我們自己痛苦。你真正能夠體會到這一層的深義，你絕對不會加給別人痛苦，寧願自己受苦，也不願意看到別人受苦。這就是聖賢人所以出現在世間，古今中外大聖大賢他們當年在這個世間也受盡許許多多委屈。中國的孔子，釋迦牟尼佛你看他修行、求學的時候，以及以後講經說法，弘法利生，也有很多很多的委屈；耶穌被人害死，絕對不怨恨人；佛陀說他過去在修菩薩道的時候，被歌利王割截身體，不但沒有怨恨，而且還發願，我將來成佛第一個來度你，這是什麼？這是道德，這就是人性本善的流露。"
    },
    {
      "id": "28-003-0001_p0024",
      "zh_CN": "人在这一生当中，最重要的不是得到这个世间的名闻利养，不是的，为什么？这东西是假的，所谓是生不带来，死不带去。最重要的是提升自己的灵性，在佛家一般讲开悟，这个重要。开悟证果，这个证果就是提升，菩萨有五十一个阶级，不断的向上提升，这有意义，这有价值，这是什么？这就是带得去的，名闻利养带不去。再说这个身体也带不去，所以身体只要让它为我服务，为什么服务？帮我提升境界，做这个服务；帮我做断恶修善、自净其意这个工作来服务，就对了，这个身体决定不能叫我造业。我受的种种委屈甚至于是种种灾难，这我们心里很清楚，这是替我消业障，哪里会有怨恨心？有一丝毫怨恨心麻烦就来了，业障不但不能消除，业障增长了，增长业障麻烦了，那就是说障碍你的悟门，你想提升自己可不容易。不但如此，而且要有怨恨，你还跟人结了怨，这个结怨那就是冤冤相报，生生世世没完没了，彼此双方都痛苦。所以你真的想通了、想明白了，你怎么会去做这种傻事情？",
      "zh_TW": "人在這一生當中，最重要的不是得到這個世間的名聞利養，不是的，為什麼？這東西是假的，所謂是生不帶來，死不帶去。最重要的是提升自己的靈性，在佛家一般講開悟，這個重要。開悟證果，這個證果就是提升，菩薩有五十一個階級，不斷的向上提升，這有意義，這有價值，這是什麼？這就是帶得去的，名聞利養帶不去。再說這個身體也帶不去，所以身體只要讓它為我服務，為什麼服務？幫我提升境界，做這個服務；幫我做斷惡修善、自淨其意這個工作來服務，就對了，這個身體決定不能叫我造業。我受的種種委屈甚至於是種種災難，這我們心裡很清楚，這是替我消業障，哪裡會有怨恨心？有一絲毫怨恨心麻煩就來了，業障不但不能消除，業障增長了，增長業障麻煩了，那就是說障礙你的悟門，你想提升自己可不容易。不但如此，而且要有怨恨，你還跟人結了怨，這個結怨那就是冤冤相報，生生世世沒完沒了，彼此雙方都痛苦。所以你真的想通了、想明白了，你怎麼會去做這種傻事情？"
    },
    {
      "id": "28-003-0001_p0025",
      "zh_CN": "所以诸位真的明白，什么是真正佛教，什么是假的佛教，你就很清楚、很明了，用不着去问。佛教徒、圣门的弟子决定守法，纵然受到冤枉、冤屈也没有怨恨心，知道那是消灾免难，决定提升自己，来生来世前途是一片金色光明，无比的殊胜。所以儒跟佛都肯定有来世，人不是一生，有来世。我们要为来世着想，要为社会整体着想，不要为个人，不要为小团体，那就错了，就很容易造业。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "所以諸位真的明白，什麼是真正佛教，什麼是假的佛教，你就很清楚、很明瞭，用不著去問。佛教徒、聖門的弟子決定守法，縱然受到冤枉、冤屈也沒有怨恨心，知道那是消災免難，決定提升自己，來生來世前途是一片金色光明，無比的殊勝。所以儒跟佛都肯定有來世，人不是一生，有來世。我們要為來世著想，要為社會整體著想，不要為個人，不要為小團體，那就錯了，就很容易造業。好，今天時間到了，我們就講到此地。"
    }
  ]
}