{
  "doc_id": "21-395-0001",
  "title": {
    "zh_CN": "佛学答问（答香港参学同修之七十二）",
    "zh_TW": "佛學答問（答香港參學同修之七十二）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-395-0001",
  "total_paragraphs": 71,
  "paragraphs": [
    {
      "id": "21-395-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。今天有三十个提问，我们按着顺序来答复。",
      "zh_TW": "諸位法師，諸位同學，請坐。今天有三十個提問，我們按著順序來答覆。"
    },
    {
      "id": "21-395-0001_p0002",
      "zh_CN": "问：首先是香港同修的提问，第一个问题，最近国内湖南洞庭湖地区有严重的鼠患（老鼠），破坏农作物，有关单位每天扑灭几百万只鼠类，四天之内灭鼠九十多吨。据说十二年来有五次特大的鼠灾。请问有什么方法可以真正解决？",
      "zh_TW": "問：首先是香港同修的提問，第一個問題，最近國內湖南洞庭湖地區有嚴重的鼠患（老鼠），破壞農作物，有關單位每天撲滅幾百萬隻鼠類，四天之內滅鼠九十多噸。據說十二年來有五次特大的鼠災。請問有什麼方法可以真正解決？"
    },
    {
      "id": "21-395-0001_p0003",
      "zh_CN": "答：最近有同学从网路上下载，不但是中国，还有世界上许多地区灾难的报导，有冰山积雪快速的融化、有温室效应、有地震、飓风、旱灾、水灾，还有瘟疫，灾难好像比过去频繁很多，而且都很严重。像这些洞庭湖的老鼠叫什么？叫东方田鼠是不是？这个地方没有写名字，我记得好像有好几类，数量听说有二十多亿只。最近那边有水灾，可能是这些老鼠的洞穴被水淹没，所以都跑出来。牠们是以农作物做粮食，所以这么多只，你就晓得灾害是多么严重，农作物被牠们几乎都吃干净了，这是很严重的问题。",
      "zh_TW": "答：最近有同學從網路上下載，不但是中國，還有世界上許多地區災難的報導，有冰山積雪快速的融化、有溫室效應、有地震、颶風、旱災、水災，還有瘟疫，災難好像比過去頻繁很多，而且都很嚴重。像這些洞庭湖的老鼠叫什麼？叫東方田鼠是不是？這個地方沒有寫名字，我記得好像有好幾類，數量聽說有二十多億隻。最近那邊有水災，可能是這些老鼠的洞穴被水淹沒，所以都跑出來。牠們是以農作物做糧食，所以這麼多隻，你就曉得災害是多麼嚴重，農作物被牠們幾乎都吃乾淨了，這是很嚴重的問題。"
    },
    {
      "id": "21-395-0001_p0004",
      "zh_CN": "在过去如果遇到有这些灾难，现在称之为自然灾害，在从前没有这个名词，从前国家遇到这种灾难，帝王主动邀请宗教界的人士举办护国息灾法会。灾难最大、最严重的时候，帝王亲自到法会里面来拈香，为国家、为人民祈福。至于帝王派遣王公大臣来做代表参与整个法会的，这些事情就很多。佛教的、道教的、神教的都有，在从前统统都并存于社会，都以善心善意来祈祷。现在崇尚科学，认为这些做法是迷信。可是我们在历史记载上去看，那个迷信有时候还很管用。现在破除迷信，不作兴宗教仪式来祈祷，那用什么方法我们都不知道了。",
      "zh_TW": "在過去如果遇到有這些災難，現在稱之為自然災害，在從前沒有這個名詞，從前國家遇到這種災難，帝王主動邀請宗教界的人士舉辦護國息災法會。災難最大、最嚴重的時候，帝王親自到法會裡面來拈香，為國家、為人民祈福。至於帝王派遣王公大臣來做代表參與整個法會的，這些事情就很多。佛教的、道教的、神教的都有，在從前統統都並存於社會，都以善心善意來祈禱。現在崇尚科學，認為這些做法是迷信。可是我們在歷史記載上去看，那個迷信有時候還很管用。現在破除迷信，不作興宗教儀式來祈禱，那用什麼方法我們都不知道了。"
    },
    {
      "id": "21-395-0001_p0005",
      "zh_CN": "但是现在用扑杀，把这些老鼠都杀掉，一天要杀几百万只。杀能解决问题吗？我们讲席里面对于这些问题讨论过，讨论最多的是用农药来杀这些农作物的我们讲病害虫，农药是专门对付这些的。确实这些病害虫牠们也很厉害，农药杀是杀死了，可是第二批、第三批再来的时候，这个农药就没有效了；换句话说，牠们的免疫能力提升了，于是农药再加强。我听说农药每年大概总得加强两次，也就是农药的使用大概是三个月到四个月，往后又要加强，现在加强不知道加强多少倍。加强到人吃了都要中毒，现在到这样严重地步。",
      "zh_TW": "但是現在用撲殺，把這些老鼠都殺掉，一天要殺幾百萬隻。殺能解決問題嗎？我們講席裡面對於這些問題討論過，討論最多的是用農藥來殺這些農作物的我們講病害蟲，農藥是專門對付這些的。確實這些病害蟲牠們也很厲害，農藥殺是殺死了，可是第二批、第三批再來的時候，這個農藥就沒有效了；換句話說，牠們的免疫能力提升了，於是農藥再加強。我聽說農藥每年大概總得加強兩次，也就是農藥的使用大概是三個月到四個月，往後又要加強，現在加強不知道加強多少倍。加強到人吃了都要中毒，現在到這樣嚴重地步。"
    },
    {
      "id": "21-395-0001_p0006",
      "zh_CN": "我们知道佛门同修有些是经营还是做农场的，他们告诉我，他说法师，现在这些稻米都不能吃、蔬菜不能吃，那个农药成分太重了。我说那怎么办？他说我们来供养法师。我说你供养拿什么？他说我们单独有种，单独种的是自己吃，那个没有农药。这个没有农药，但是长出来的菜没有有农药的那么好看，洒过农药的那个菜很好看，那个有毒，自己不吃。我听了这些话我也很难过，为什么？学佛的人不应该这样做法，你明明知道你所种的东西有毒、有害，你还要卖给人，这叫谋财害命。你虽然把真相告诉我，我听了也很难过，这个事情不应该做。应该要怎么做法？要知道，这些鸟也好，虫也好，吃你们农作物的，牠也是肚子饿了，外面去觅食，牠觅食没有死罪，这要知道。你们做好防范就好了，尽量防止牠。",
      "zh_TW": "我們知道佛門同修有些是經營還是做農場的，他們告訴我，他說法師，現在這些稻米都不能吃、蔬菜不能吃，那個農藥成分太重了。我說那怎麼辦？他說我們來供養法師。我說你供養拿什麼？他說我們單獨有種，單獨種的是自己吃，那個沒有農藥。這個沒有農藥，但是長出來的菜沒有有農藥的那麼好看，灑過農藥的那個菜很好看，那個有毒，自己不吃。我聽了這些話我也很難過，為什麼？學佛的人不應該這樣做法，你明明知道你所種的東西有毒、有害，你還要賣給人，這叫謀財害命。你雖然把真相告訴我，我聽了也很難過，這個事情不應該做。應該要怎麼做法？要知道，這些鳥也好，蟲也好，吃你們農作物的，牠也是肚子餓了，外面去覓食，牠覓食沒有死罪，這要知道。你們做好防範就好了，盡量防止牠。"
    },
    {
      "id": "21-395-0001_p0007",
      "zh_CN": "最好的方法，你要晓得，学佛的人懂得，这些小动物统统有灵性。你仔细去观察小动物，牠们身体里面的构造跟人没有两样，你看小鸟、小麻雀，外面看，眼耳鼻舌身牠统统具足；人有两个眼睛，牠也有两个眼睛，人有两个耳朵，牠也有两个耳朵，人有一个嘴巴，牠也有一个嘴巴，人有四肢，牠也有四肢，解剖开来，人有五脏六腑，牠也有五脏六腑，牠跟人有什么差别？现在我们学佛这么多年，半个多世纪了，愈来愈清楚，这真是不可思议奇妙的，一般人认为是上帝的杰作。上帝为什么要这样做法？在佛法里面说，这种微妙的杰作是什么？是自性里头本自具足，性德法尔如是。佛法讲得好，到你明心见性的时候，你完全见到了，你完全明白了。你明白了之后你也说不出来，你所能说的跟古佛说的一样，法尔如是，本来就是这样的。不但人体构造跟所有动物构造都是一样，乃至于整个宇宙森罗万象，山河大地，无量星球，自性里头本自具足。不但具足这些，具足真实智慧、具足道德、具足才艺、具足相好。",
      "zh_TW": "最好的方法，你要曉得，學佛的人懂得，這些小動物統統有靈性。你仔細去觀察小動物，牠們身體裡面的構造跟人沒有兩樣，你看小鳥、小麻雀，外面看，眼耳鼻舌身牠統統具足；人有兩個眼睛，牠也有兩個眼睛，人有兩個耳朵，牠也有兩個耳朵，人有一個嘴巴，牠也有一個嘴巴，人有四肢，牠也有四肢，解剖開來，人有五臟六腑，牠也有五臟六腑，牠跟人有什麼差別？現在我們學佛這麼多年，半個多世紀了，愈來愈清楚，這真是不可思議奇妙的，一般人認為是上帝的傑作。上帝為什麼要這樣做法？在佛法裡面說，這種微妙的傑作是什麼？是自性裡頭本自具足，性德法爾如是。佛法講得好，到你明心見性的時候，你完全見到了，你完全明白了。你明白了之後你也說不出來，你所能說的跟古佛說的一樣，法爾如是，本來就是這樣的。不但人體構造跟所有動物構造都是一樣，乃至於整個宇宙森羅萬象，山河大地，無量星球，自性裡頭本自具足。不但具足這些，具足真實智慧、具足道德、具足才藝、具足相好。"
    },
    {
      "id": "21-395-0001_p0008",
      "zh_CN": "尤其是《华严经》，真的是讲绝了，几乎我们对世出世法所有一切的疑惑，《华严》里面全都有答案，你读了之后才恍然大悟。佛并不是教我们读了就算了，佛教我们修行，修行是什么？修行是放下，把妄想分别执着统统放下，证得了。这是法身菩萨以上的现量境界，不是理想的，不是想像的，也不是推论的，不是，亲眼所见，亲耳所闻，一丝毫疑惑都没有。所以遍法界虚空界是一个法性，大乘教里面常讲的，「十方三世佛，共同一法身」、「一心一智慧，力无畏亦然」，你说多好，我们在《华严》学习里面都详细的做出了报告。",
      "zh_TW": "尤其是《華嚴經》，真的是講絕了，幾乎我們對世出世法所有一切的疑惑，《華嚴》裡面全都有答案，你讀了之後才恍然大悟。佛並不是教我們讀了就算了，佛教我們修行，修行是什麼？修行是放下，把妄想分別執著統統放下，證得了。這是法身菩薩以上的現量境界，不是理想的，不是想像的，也不是推論的，不是，親眼所見，親耳所聞，一絲毫疑惑都沒有。所以遍法界虛空界是一個法性，大乘教裡面常講的，「十方三世佛，共同一法身」、「一心一智慧，力無畏亦然」，你說多好，我們在《華嚴》學習裡面都詳細的做出了報告。"
    },
    {
      "id": "21-395-0001_p0009",
      "zh_CN": "所以天地万物跟我们都能沟通，解决问题用沟通这个方法最圆满的，不可以杀害。杀害是因果经里面所说的，冤冤相报没完没了，所以愈杀愈多。我曾经给这些经营农场的同学们说，我说你想想看，三十年前还没有使用过农药，五十年前那更没有了，没有听说农药这个名词，那时候的农作物为什么没有虫去吃它？用了农药之后，你们自己想一想，这个病害虫是不是一年比一年多，而且有很多变种的，是不是有这样情形？他想了半天，是这样的。这是什么原因？愈杀愈多。怎样才没有？不杀就没有了，不杀就没有冤仇了，你杀牠，牠不甘心，牠来报复。",
      "zh_TW": "所以天地萬物跟我們都能溝通，解決問題用溝通這個方法最圓滿的，不可以殺害。殺害是因果經裡面所說的，冤冤相報沒完沒了，所以愈殺愈多。我曾經給這些經營農場的同學們說，我說你想想看，三十年前還沒有使用過農藥，五十年前那更沒有了，沒有聽說農藥這個名詞，那時候的農作物為什麼沒有蟲去吃它？用了農藥之後，你們自己想一想，這個病害蟲是不是一年比一年多，而且有很多變種的，是不是有這樣情形？他想了半天，是這樣的。這是什麼原因？愈殺愈多。怎樣才沒有？不殺就沒有了，不殺就沒有冤仇了，你殺牠，牠不甘心，牠來報復。"
    },
    {
      "id": "21-395-0001_p0010",
      "zh_CN": "瘟疫也是这样的，瘟疫愈来愈严重。鸡瘟，把几百万只的鸡全杀掉，猪瘟，把猪全杀掉，牛瘟，把牛都杀掉，那人要得了瘟疫，把人全部杀掉，是不是这样的？这不是解决的办法。所以中国过去几千年来，年年都有瘟疫，你问问中医瘟疫怎么解决？都用草药。人可以预防，动物也要给牠治疗，杀害、消灭决定不是解决问题的妥当方式，所以应当要把怨结化解。古人遇到这些事情，一方面用药物，多半都是用草药，对人、对这些畜生；另一方面，以宗教的方式解冤释结，把怨结化解。政府真的是多做好事，政府官员斋戒沐浴，好事里面最重要的是减刑、大赦，这都是好事，真有感应。",
      "zh_TW": "瘟疫也是這樣的，瘟疫愈來愈嚴重。雞瘟，把幾百萬隻的雞全殺掉，豬瘟，把豬全殺掉，牛瘟，把牛都殺掉，那人要得了瘟疫，把人全部殺掉，是不是這樣的？這不是解決的辦法。所以中國過去幾千年來，年年都有瘟疫，你問問中醫瘟疫怎麼解決？都用草藥。人可以預防，動物也要給牠治療，殺害、消滅決定不是解決問題的妥當方式，所以應當要把怨結化解。古人遇到這些事情，一方面用藥物，多半都是用草藥，對人、對這些畜生；另一方面，以宗教的方式解冤釋結，把怨結化解。政府真的是多做好事，政府官員齋戒沐浴，好事裡面最重要的是減刑、大赦，這都是好事，真有感應。"
    },
    {
      "id": "21-395-0001_p0011",
      "zh_CN": "所以现在在今天大家不相信古老的办法，我们昨天讲经才提出来，灾难这么频繁，希望我们学佛的同学们每天在早晚课加持一千声观世音菩萨名号，专门回向给这些受灾难地区的众生。这个方法不是我想出来的，是祖师印光大师教我们的。希望我们都能够遵循印祖的教诲，遇到灾难的时候，早晚课加念一千声南无大慈大悲观世音菩萨，念这个名号，给他回向。",
      "zh_TW": "所以現在在今天大家不相信古老的辦法，我們昨天講經才提出來，災難這麼頻繁，希望我們學佛的同學們每天在早晚課加持一千聲觀世音菩薩名號，專門迴向給這些受災難地區的眾生。這個方法不是我想出來的，是祖師印光大師教我們的。希望我們都能夠遵循印祖的教誨，遇到災難的時候，早晚課加念一千聲南無大慈大悲觀世音菩薩，念這個名號，給他迴向。"
    },
    {
      "id": "21-395-0001_p0012",
      "zh_CN": "问：第二个问题，香港有个道场由某老师讲经，领导大众修行，他强调是依我们的教材来学习。道场有位道友一年前过世，在念佛的我们叫往生，有些同学想参加助念，可是老师强调要修清净心，禁止大家去助念。问这个是不是如法？",
      "zh_TW": "問：第二個問題，香港有個道場由某老師講經，領導大眾修行，他強調是依我們的教材來學習。道場有位道友一年前過世，在念佛的我們叫往生，有些同學想參加助念，可是老師強調要修清淨心，禁止大家去助念。問這個是不是如法？"
    },
    {
      "id": "21-395-0001_p0013",
      "zh_CN": "答：这些问题，每个道场有每个道场的作风，但是助念非常重要。我们《华严经》现在正好讲到四等，「四等救摄」，四等是慈悲喜舍，昨天我们讲了第一段慈，大慈，还没讲完，下一段就讲到悲，大悲心。大悲好像有三首偈，里面就有一条助念。助念很重要！不但往生的人得利益，自己得利益。往生那个时候，助念的功德比什么都殊胜，为什么？他能不能往生就决定在这个时候。这个时候帮他一把，比平常效果多出百倍都不止，所以功德非常殊胜。我们常常帮别人助念，将来我们往生助念的人也很多，因果就是如此；你要是阻止别人，劝别人不要去助念，将来你往生的时候没有一个替你助念。我们如果想到这桩事情，不但鼓励别人助念，有这个机缘，自己要去，你自己不去，你往生的时候谁帮你助念？业因果报，因果经上道家也都常讲，无不是自作自受。所以种好因，于自于他决定有好的果报，这个道理我们要懂。",
      "zh_TW": "答：這些問題，每個道場有每個道場的作風，但是助念非常重要。我們《華嚴經》現在正好講到四等，「四等救攝」，四等是慈悲喜捨，昨天我們講了第一段慈，大慈，還沒講完，下一段就講到悲，大悲心。大悲好像有三首偈，裡面就有一條助念。助念很重要！不但往生的人得利益，自己得利益。往生那個時候，助念的功德比什麼都殊勝，為什麼？他能不能往生就決定在這個時候。這個時候幫他一把，比平常效果多出百倍都不止，所以功德非常殊勝。我們常常幫別人助念，將來我們往生助念的人也很多，因果就是如此；你要是阻止別人，勸別人不要去助念，將來你往生的時候沒有一個替你助念。我們如果想到這樁事情，不但鼓勵別人助念，有這個機緣，自己要去，你自己不去，你往生的時候誰幫你助念？業因果報，因果經上道家也都常講，無不是自作自受。所以種好因，於自於他決定有好的果報，這個道理我們要懂。"
    },
    {
      "id": "21-395-0001_p0014",
      "zh_CN": "问：下面新加坡同修有一个提问，最近有一本《净空法师发愿忏悔文》在中国国内与海外都流通得很广。请问这本书真的是老法师写的吗？",
      "zh_TW": "問：下面新加坡同修有一個提問，最近有一本《淨空法師發願懺悔文》在中國國內與海外都流通得很廣。請問這本書真的是老法師寫的嗎？"
    },
    {
      "id": "21-395-0001_p0015",
      "zh_CN": "答：他拿来给我看了，就是这本书。我看了一看，这里面都不是我讲的。他还编了一段，「净空法师法语」，这我都不知道。像这种情形，过去国家宗教局叶局长，我们都很熟了，他曾经告诉过我，他说国内有些不如法的人，也不一定是佛教徒，冒充法师的名义在国内做一些违法的事情，他说法师你完全不知道，他说这个与你不相干，这些事情由宗教局、由公安机构来处理。我也很感谢他，我确实不知道。大概不只这一样，叶局长说这种事情很多。最普遍的当然就是印送经书、光碟没有批文，而且他拿去贩卖。凡是贩卖一定要纳税，他这就是漏税；如果是赠送还情有可原，拿去贩卖的话一定要向政府纳税，这是正确的。所以这些事情我想还是让国内宗教部门、有关部门去处理。我们实在讲问不了这么多，我们还是老老实实讲我们的《华严经》。",
      "zh_TW": "答：他拿來給我看了，就是這本書。我看了一看，這裡面都不是我講的。他還編了一段，「淨空法師法語」，這我都不知道。像這種情形，過去國家宗教局葉局長，我們都很熟了，他曾經告訴過我，他說國內有些不如法的人，也不一定是佛教徒，冒充法師的名義在國內做一些違法的事情，他說法師你完全不知道，他說這個與你不相干，這些事情由宗教局、由公安機構來處理。我也很感謝他，我確實不知道。大概不只這一樣，葉局長說這種事情很多。最普遍的當然就是印送經書、光碟沒有批文，而且他拿去販賣。凡是販賣一定要納稅，他這就是漏稅；如果是贈送還情有可原，拿去販賣的話一定要向政府納稅，這是正確的。所以這些事情我想還是讓國內宗教部門、有關部門去處理。我們實在講問不了這麼多，我們還是老老實實講我們的《華嚴經》。"
    },
    {
      "id": "21-395-0001_p0016",
      "zh_CN": "问：下面是中国同修的提问。这有不少问题。第一个，在国内有些同修自称获得老法师推荐可以出来讲经，所讲的内容已得到老法师鉴定。请问这个说法可以相信吗？",
      "zh_TW": "問：下面是中國同修的提問。這有不少問題。第一個，在國內有些同修自稱獲得老法師推薦可以出來講經，所講的內容已得到老法師鑑定。請問這個說法可以相信嗎？"
    },
    {
      "id": "21-395-0001_p0017",
      "zh_CN": "答：遇到这个事情，你要有智慧去辨别，连儒家也讲「博学、审问、慎思、明辨」，要有智慧。我自己没有推荐任何一个人出来讲经，也没有给任何人去鉴定他的讲演。为什么？这是个不可能的事情，要知道，现在的时代跟古时候不一样，现在是民主自由开放；换句话说，谁都不能干涉谁。我们不是一个司法机构，不是一个执法的机构，别人犯法我们没有权干涉，我们也没有权力去指责，这个道理诸位一定要懂。这些事情由国家执法的机构他们去干涉，这就正确了。",
      "zh_TW": "答：遇到這個事情，你要有智慧去辨別，連儒家也講「博學、審問、慎思、明辨」，要有智慧。我自己沒有推薦任何一個人出來講經，也沒有給任何人去鑑定他的講演。為什麼？這是個不可能的事情，要知道，現在的時代跟古時候不一樣，現在是民主自由開放；換句話說，誰都不能干涉誰。我們不是一個司法機構，不是一個執法的機構，別人犯法我們沒有權干涉，我們也沒有權力去指責，這個道理諸位一定要懂。這些事情由國家執法的機構他們去干涉，這就正確了。"
    },
    {
      "id": "21-395-0001_p0018",
      "zh_CN": "我为什么不敢推荐一个人或者是有鉴定，为什么？那要负因果责任。我推荐一个人去讲经，我要负因果责任，这个诸位要懂。那就不是轻易推荐的了，至少要跟我若干年，一般都要跟我十年以上，我看到这个人还靠得住，很老实，不至于把经论讲偏差了，我才敢推荐。这个事情太少了。有很多人来说，老法师，我现在在国内讲经。我说很好，难得。你能说我叫他不讲吗？我叫他不讲，他听我的吗？他不听。这些客气话，顺水推舟，为什么？不是我叫他讲的。他讲得错不错，他负因果责任，我不负责，这要知道。",
      "zh_TW": "我為什麼不敢推薦一個人或者是有鑑定，為什麼？那要負因果責任。我推薦一個人去講經，我要負因果責任，這個諸位要懂。那就不是輕易推薦的了，至少要跟我若干年，一般都要跟我十年以上，我看到這個人還靠得住，很老實，不至於把經論講偏差了，我才敢推薦。這個事情太少了。有很多人來說，老法師，我現在在國內講經。我說很好，難得。你能說我叫他不講嗎？我叫他不講，他聽我的嗎？他不聽。這些客氣話，順水推舟，為什麼？不是我叫他講的。他講得錯不錯，他負因果責任，我不負責，這要知道。"
    },
    {
      "id": "21-395-0001_p0019",
      "zh_CN": "学讲经都不例外。实在说，我们最初学讲经，就是到外面去讲经，都不例外，守住老师教我们的原则。最初是复讲，完全讲老师的，没有自己丝毫意思加进去，讲错了老师负责任，不是我负责任。以后进一步，老师教我们讲注解，讲古人的注解。古人的注解是文言文，等于说把文言文翻译成白话文来讲，也没有自己意思。古人注解里面，懂得的我就讲，不懂的念过去就算了，那没有过失，不懂的我就不讲。这是古圣先贤教导我们的，「知之为知之，不知为不知，是知也」。知道的我就讲，不知道的我就念。不但我们要这样学，古人也不例外。",
      "zh_TW": "學講經都不例外。實在說，我們最初學講經，就是到外面去講經，都不例外，守住老師教我們的原則。最初是複講，完全講老師的，沒有自己絲毫意思加進去，講錯了老師負責任，不是我負責任。以後進一步，老師教我們講註解，講古人的註解。古人的註解是文言文，等於說把文言文翻譯成白話文來講，也沒有自己意思。古人註解裡面，懂得的我就講，不懂的念過去就算了，那沒有過失，不懂的我就不講。這是古聖先賢教導我們的，「知之為知之，不知為不知，是知也」。知道的我就講，不知道的我就念。不但我們要這樣學，古人也不例外。"
    },
    {
      "id": "21-395-0001_p0020",
      "zh_CN": "我们有时候看这个经本的注解，看这个注子，他这一段好像经文里头有意思，他怎么没有注出来？我们提出来问老师，问李老师，李老师说，这一句他也不懂，他这样写没有过失，我们才明了。为什么？祖师大德没成佛，所以他也是守这个原则，他懂得的他就注，注得很详细，不懂得的很简单就带过了。古注里头有这个例子，可见得古人著书立说、讲经说法都非常小心谨慎，怕讲错。参考注解，有时候老师教给我们，一定要参考一个人的注解，为什么？他有他的体系。如果说两个人的注解就杂了，三个、四个人的注解，那就乱了，一定是用一家的注解。如果这一家注解你遇到了困难，有的时候感觉讲得很难理解，自己都不懂，怎么能叫别人懂，那怎么样？可以找其他的注解，就看他这一句，看看那些人怎么讲的，自己再融会贯通。这都是老师教我们讲经的原理原则，必须要遵守的；除非你自己开悟了，自己没有开悟，一定要遵守古人这些原则，避免过失，这很重要。",
      "zh_TW": "我們有時候看這個經本的註解，看這個註子，他這一段好像經文裡頭有意思，他怎麼沒有註出來？我們提出來問老師，問李老師，李老師說，這一句他也不懂，他這樣寫沒有過失，我們才明瞭。為什麼？祖師大德沒成佛，所以他也是守這個原則，他懂得的他就註，註得很詳細，不懂得的很簡單就帶過了。古註裡頭有這個例子，可見得古人著書立說、講經說法都非常小心謹慎，怕講錯。參考註解，有時候老師教給我們，一定要參考一個人的註解，為什麼？他有他的體系。如果說兩個人的註解就雜了，三個、四個人的註解，那就亂了，一定是用一家的註解。如果這一家註解你遇到了困難，有的時候感覺講得很難理解，自己都不懂，怎麼能叫別人懂，那怎麼樣？可以找其他的註解，就看他這一句，看看那些人怎麼講的，自己再融會貫通。這都是老師教我們講經的原理原則，必須要遵守的；除非你自己開悟了，自己沒有開悟，一定要遵守古人這些原則，避免過失，這很重要。"
    },
    {
      "id": "21-395-0001_p0021",
      "zh_CN": "所以到鉴定，鉴定那差不多是什么？这个人对经教成熟了。鉴定就是印证，这是非常不容易，所以不是一个简单事情。大家要是遇到这种情形，你就可以直接告诉我，要是有疑问的话，这个人我有没有给他鉴定、有没有推荐？你可以传真到我们学会，我会告诉你没有这个事情。但是任何人出来讲经说法，我们不能够制止，没有权力制止。如果真正是跟我们很熟的同学，我们可以劝他，也不阻止他，劝他什么？要按古人注解去讲，你不致于讲错。如果自己用自己意思掺杂进去，或者是看到别人所讲的也掺杂一些进去，错误就很难避免。古人所讲的，错下一个字转语，堕五百世野狐身，讲错一句话。",
      "zh_TW": "所以到鑑定，鑑定那差不多是什麼？這個人對經教成熟了。鑑定就是印證，這是非常不容易，所以不是一個簡單事情。大家要是遇到這種情形，你就可以直接告訴我，要是有疑問的話，這個人我有沒有給他鑑定、有沒有推薦？你可以傳真到我們學會，我會告訴你沒有這個事情。但是任何人出來講經說法，我們不能夠制止，沒有權力制止。如果真正是跟我們很熟的同學，我們可以勸他，也不阻止他，勸他什麼？要按古人註解去講，你不致於講錯。如果自己用自己意思摻雜進去，或者是看到別人所講的也摻雜一些進去，錯誤就很難避免。古人所講的，錯下一個字轉語，墮五百世野狐身，講錯一句話。"
    },
    {
      "id": "21-395-0001_p0022",
      "zh_CN": "这个故事，唐朝百丈大师，在佛门里头很有名的一个公案，公案就是故事。百丈大师上堂，也就是跟大众讲开示的时候，有个老人，胡须都白了的一个老人，常常来听经。百丈大师很了不起，知道他不是人，是个老狐狸。听了很久，跟大家很熟了，有天他提出一个问题来问百丈大师，问老和尚说：大修行人还落不落因果？百丈大师听了，他说好，你明天来，明天上堂的时候你提出这个问题来。这个狐狸前身是个法师，讲经的法师，错说了一句话，就是这个问题，别人提出来问他，大修行人还落不落因果？他的答复说不落因果，结果受的果报就在畜生道，得狐狸身。他得狐狸身，他在修行，修了五百年；狐狸五百年才修成人身，脱不了畜生道。他知道他的错误，所以请百丈大师救他。",
      "zh_TW": "這個故事，唐朝百丈大師，在佛門裡頭很有名的一個公案，公案就是故事。百丈大師上堂，也就是跟大眾講開示的時候，有個老人，鬍鬚都白了的一個老人，常常來聽經。百丈大師很了不起，知道他不是人，是個老狐狸。聽了很久，跟大家很熟了，有天他提出一個問題來問百丈大師，問老和尚說：大修行人還落不落因果？百丈大師聽了，他說好，你明天來，明天上堂的時候你提出這個問題來。這個狐狸前身是個法師，講經的法師，錯說了一句話，就是這個問題，別人提出來問他，大修行人還落不落因果？他的答覆說不落因果，結果受的果報就在畜生道，得狐狸身。他得狐狸身，他在修行，修了五百年；狐狸五百年才修成人身，脫不了畜生道。他知道他的錯誤，所以請百丈大師救他。"
    },
    {
      "id": "21-395-0001_p0023",
      "zh_CN": "到第二天他提出一个问题，百丈大师给他改一个字，他问大修行人还落不落因果？百丈大师告诉他，大修行人不昧因果。你看，他说不落因果，不昧因果。他听了很欢喜，走了。第二天百丈大师带了些学生带了畚箕、带了锄头到后山，他说昨天那个老狐狸往生了，超生了。到那里去，果然没错，看到那个狐狸死在那个地方。按照出家人的礼节把牠埋葬。错下一个字转语，你就晓得不是开玩笑的，要负因果责任。",
      "zh_TW": "到第二天他提出一個問題，百丈大師給他改一個字，他問大修行人還落不落因果？百丈大師告訴他，大修行人不昧因果。你看，他說不落因果，不昧因果。他聽了很歡喜，走了。第二天百丈大師帶了些學生帶了畚箕、帶了鋤頭到後山，他說昨天那個老狐狸往生了，超生了。到那裡去，果然沒錯，看到那個狐狸死在那個地方。按照出家人的禮節把牠埋葬。錯下一個字轉語，你就曉得不是開玩笑的，要負因果責任。"
    },
    {
      "id": "21-395-0001_p0024",
      "zh_CN": "问：第二个问题，人的一生究竟为何而存在？",
      "zh_TW": "問：第二個問題，人的一生究竟為何而存在？"
    },
    {
      "id": "21-395-0001_p0025",
      "zh_CN": "答：这个问题，世尊在经上的答复就说得很清楚，世尊答复只有四个字，「人生酬业」，酬是酬报。人生在这个世间，你为什么到这个世间来？你过去造的业，你这一生来受报，佛是这么说的，你是来受报的。所以佛讲，所有一切人，这是讲人道，到这个世间来投胎得人身，两种业力，第一种叫引业，引导你到人道来投生。这个引业，过去生中你曾经修过十善五戒，我们中国人讲的伦常道德，你做得很不错，引导你到这个世间来，你得人身。第二是满业，满业就是你得到人身之后，像世界上这么多人，有贫富贵贱不同，这是另一个因，叫满业，圆满的满，叫满业。满业是什么？过去生中你所修的善，这大概就是佛讲的三种布施，财布施、法布施、无畏布施，你修的这个。你修得多，你这一生福报就大，所以富贵长寿，健康长寿，是这种因来的，如果贫穷下贱，那你对这方面没修。真的是一饮一啄莫非前定，前定不是别人定的，没有人给你定，你自己修，你自己得的果报，业因果报丝毫不爽。",
      "zh_TW": "答：這個問題，世尊在經上的答覆就說得很清楚，世尊答覆只有四個字，「人生酬業」，酬是酬報。人生在這個世間，你為什麼到這個世間來？你過去造的業，你這一生來受報，佛是這麼說的，你是來受報的。所以佛講，所有一切人，這是講人道，到這個世間來投胎得人身，兩種業力，第一種叫引業，引導你到人道來投生。這個引業，過去生中你曾經修過十善五戒，我們中國人講的倫常道德，你做得很不錯，引導你到這個世間來，你得人身。第二是滿業，滿業就是你得到人身之後，像世界上這麼多人，有貧富貴賤不同，這是另一個因，叫滿業，圓滿的滿，叫滿業。滿業是什麼？過去生中你所修的善，這大概就是佛講的三種布施，財布施、法布施、無畏布施，你修的這個。你修得多，你這一生福報就大，所以富貴長壽，健康長壽，是這種因來的，如果貧窮下賤，那你對這方面沒修。真的是一飲一啄莫非前定，前定不是別人定的，沒有人給你定，你自己修，你自己得的果報，業因果報絲毫不爽。"
    },
    {
      "id": "21-395-0001_p0026",
      "zh_CN": "遇到佛法、遇到圣教，你就遇到了解脱的机会，这个很难，就叫希有难逢。遇到这些圣教，你对于过去今生就能了解很多事实的真相。依照圣人教诲去学习，不但可以解脱，而且可以大幅度的提升自己的灵性。这就是最近外国人所讲的，外国人也讲轮回，人到世间来干什么？来学功课。这个说法很好，我很赞成。佛虽然没有说是学功课，但是佛法里头确实让你不断学习，不断提升。你看《十善业道经》上讲的，人天法、声闻菩提、缘觉菩提、菩萨法、无上菩提，这就是功课！确实很多功课要学。你都把它学好了就提升，学不好就留级，来生再得人身是留级；实在修得不好，恶业做太多，就降级。这些跟西方人最近所发现的相同。所以人生在世一定要在这一生提升自己。这个提升要讲到究竟圆满，那确实就是净宗法门，这一生一定要把念佛往生摆在第一。而且念佛往生这桩事情，善导大师告诉我们，「万修万人去」，一个都不会漏失。你看话说得多肯定，但是要如理如法的学习。理论跟方法都在《无量寿经》、《观无量寿佛经》、《阿弥陀经》。学《阿弥陀经》，你要看莲池大师的《疏钞》、看蕅益大师的《要解》，为什么？理论、方法说得多，说得详细，依照这个修行没有不成就的。",
      "zh_TW": "遇到佛法、遇到聖教，你就遇到了解脫的機會，這個很難，就叫希有難逢。遇到這些聖教，你對於過去今生就能了解很多事實的真相。依照聖人教誨去學習，不但可以解脫，而且可以大幅度的提升自己的靈性。這就是最近外國人所講的，外國人也講輪迴，人到世間來幹什麼？來學功課。這個說法很好，我很贊成。佛雖然沒有說是學功課，但是佛法裡頭確實讓你不斷學習，不斷提升。你看《十善業道經》上講的，人天法、聲聞菩提、緣覺菩提、菩薩法、無上菩提，這就是功課！確實很多功課要學。你都把它學好了就提升，學不好就留級，來生再得人身是留級；實在修得不好，惡業做太多，就降級。這些跟西方人最近所發現的相同。所以人生在世一定要在這一生提升自己。這個提升要講到究竟圓滿，那確實就是淨宗法門，這一生一定要把念佛往生擺在第一。而且念佛往生這樁事情，善導大師告訴我們，「萬修萬人去」，一個都不會漏失。你看話說得多肯定，但是要如理如法的學習。理論跟方法都在《無量壽經》、《觀無量壽佛經》、《阿彌陀經》。學《阿彌陀經》，你要看蓮池大師的《疏鈔》、看蕅益大師的《要解》，為什麼？理論、方法說得多，說得詳細，依照這個修行沒有不成就的。"
    },
    {
      "id": "21-395-0001_p0027",
      "zh_CN": "问：第三个问题，在法师的教导鼓励下，有很多的少年儿童读诵中华文化的经典，已经开始形成风气。（这是好事情）。然而在部分大学生、研究生跟知识分子当中，对于中华文化经典缺乏温情与敬意。他们精于科学，荒于人学；精于电脑，荒于人脑；精于网情，荒于人情；精于商品，荒于人品；精于权力，荒于道力。请问如何突破这个状况？",
      "zh_TW": "問：第三個問題，在法師的教導鼓勵下，有很多的少年兒童讀誦中華文化的經典，已經開始形成風氣。（這是好事情）。然而在部分大學生、研究生跟知識分子當中，對於中華文化經典缺乏溫情與敬意。他們精於科學，荒於人學；精於電腦，荒於人腦；精於網情，荒於人情；精於商品，荒於人品；精於權力，荒於道力。請問如何突破這個狀況？"
    },
    {
      "id": "21-395-0001_p0028",
      "zh_CN": "答：问得非常之好，确实是现前的社会现象，也是值得许多有心人士忧心的一个问题。这个事情发生的根源是疏忽了传统圣贤的教育，而疏忽不是在今天，那我们想想，要往上去追溯，一定追溯到慈禧太后。清朝开国的帝王对于中国几千年传统的文化非常热衷的学习，你看康熙、雍正、乾隆，他们对于儒释道三家可以说是精通，真的是认真学习。他们执政的时候都礼请三家的大德到宫廷里面去讲课，皇帝带着嫔妃、文武大臣一起来学习，所以他能够造成康熙、雍正、乾隆三朝的盛世一百多年。康熙做皇帝六十一年，雍正十三年，乾隆六十年，还做四年太上皇，这个盛世维系差不多是一百五十年，这在中国历史上少有，国力达到登峰造极、达到世界第一，有这么长的时间。所以宫廷里面请儒释道这些大德去讲学就成了风气。后来的帝王虽然成就，比不上雍正、乾隆，比不上，可是也都很认真学。",
      "zh_TW": "答：問得非常之好，確實是現前的社會現象，也是值得許多有心人士憂心的一個問題。這個事情發生的根源是疏忽了傳統聖賢的教育，而疏忽不是在今天，那我們想想，要往上去追溯，一定追溯到慈禧太后。清朝開國的帝王對於中國幾千年傳統的文化非常熱衷的學習，你看康熙、雍正、乾隆，他們對於儒釋道三家可以說是精通，真的是認真學習。他們執政的時候都禮請三家的大德到宮廷裡面去講課，皇帝帶著嬪妃、文武大臣一起來學習，所以他能夠造成康熙、雍正、乾隆三朝的盛世一百多年。康熙做皇帝六十一年，雍正十三年，乾隆六十年，還做四年太上皇，這個盛世維繫差不多是一百五十年，這在中國歷史上少有，國力達到登峰造極、達到世界第一，有這麼長的時間。所以宮廷裡面請儒釋道這些大德去講學就成了風氣。後來的帝王雖然成就，比不上雍正、乾隆，比不上，可是也都很認真學。"
    },
    {
      "id": "21-395-0001_p0029",
      "zh_CN": "到慈禧太后，把宫廷里面讲学废止了。废止之后，慈禧很迷信，慈禧邀集一些驾乩扶鸾的，宫廷里面扶鸾了，搞这个，甚至于国家大事，她不请教这些专家学者，她请教乩坛，亡国了。这桩事情是章嘉大师告诉我的。这是一个国家领导人不尊重学术，去搞迷信，于是儒释道三家逐渐没落，也就是没有人支持。可是虽没有人支持，王公大臣支持的人还是有，太后老佛爷、皇上不支持这个事，王公大臣支持还是有，逐渐衰了。满清亡了之后，民国起来了，民国对这个事情就更冷漠了。再加上军阀割据、中日的战争，把整个社会打乱了。近来半个世纪西方科学可以说是突飞猛进，举世之人崇尚于科学，把宗教、学术都看作迷信，不接触了，造成这样的因素，这个我们要明了。",
      "zh_TW": "到慈禧太后，把宮廷裡面講學廢止了。廢止之後，慈禧很迷信，慈禧邀集一些駕乩扶鸞的，宮廷裡面扶鸞了，搞這個，甚至於國家大事，她不請教這些專家學者，她請教乩壇，亡國了。這樁事情是章嘉大師告訴我的。這是一個國家領導人不尊重學術，去搞迷信，於是儒釋道三家逐漸沒落，也就是沒有人支持。可是雖沒有人支持，王公大臣支持的人還是有，太后老佛爺、皇上不支持這個事，王公大臣支持還是有，逐漸衰了。滿清亡了之後，民國起來了，民國對這個事情就更冷漠了。再加上軍閥割據、中日的戰爭，把整個社會打亂了。近來半個世紀西方科學可以說是突飛猛進，舉世之人崇尚於科學，把宗教、學術都看作迷信，不接觸了，造成這樣的因素，這個我們要明瞭。"
    },
    {
      "id": "21-395-0001_p0030",
      "zh_CN": "科学发展到今天，带给人类有什么好处？损益我们一定要清楚。带给我们的好处，在物质生活方面，便利了不少，但是在另一方面，在精神方面、道德方面，几乎是荡然无存，那就是同学们提出来的这些疑问，你提出来就是这样的。伦理道德都没有了，都是自我为中心，起心动念都是损人利己。科技发达了，人头脑里面只有一个字，利，无不是争名夺利。这在二千五百年前孟子就说得好，「上下交征利，而国危矣」。现在是全世界人都在争利，把利摆作人生第一个目标，全世界人都争利，就世界危矣。西方宗教里面讲的世界末日，现在这个末日的现象几乎都呈现出来。有科学家提出警告，温室效应造成全球冰雪的融化，他们说十年到三十年世界上的冰没有了，全部都化掉了，海水上升五十米到六十五米，全世界沿海都市全部都淹没掉了。现在很多人心慌了。这是什么？这是因果。这就是科学技术带来的好处，也带来了负面，灾难。",
      "zh_TW": "科學發展到今天，帶給人類有什麼好處？損益我們一定要清楚。帶給我們的好處，在物質生活方面，便利了不少，但是在另一方面，在精神方面、道德方面，幾乎是蕩然無存，那就是同學們提出來的這些疑問，你提出來就是這樣的。倫理道德都沒有了，都是自我為中心，起心動念都是損人利己。科技發達了，人頭腦裡面只有一個字，利，無不是爭名奪利。這在二千五百年前孟子就說得好，「上下交征利，而國危矣」。現在是全世界人都在爭利，把利擺作人生第一個目標，全世界人都爭利，就世界危矣。西方宗教裡面講的世界末日，現在這個末日的現象幾乎都呈現出來。有科學家提出警告，溫室效應造成全球冰雪的融化，他們說十年到三十年世界上的冰沒有了，全部都化掉了，海水上升五十米到六十五米，全世界沿海都市全部都淹沒掉了。現在很多人心慌了。這是什麼？這是因果。這就是科學技術帶來的好處，也帶來了負面，災難。"
    },
    {
      "id": "21-395-0001_p0031",
      "zh_CN": "所以这个灾难也很多人问过我，佛门有什么方法化解？佛门讲因，因是人心。《楞严经》上讲得好，贪心感应的是水灾，瞋恚感应的是火，火山爆发，愚痴感得的是风灾，傲慢感得的是地震。所以佛讲因，因是人心，只有佛法讲「境随心转」、「一切法从心想生」。我们在学习经教报告里面讲过多次，极乐世界跟我们这个地球有什么差别？我跟大家说，一点差别都没有。这个话不是我第一个说的，中峰禅师的《三时系念》里面就讲得很清楚，唯心净土，自性弥陀，他说，我心即是阿弥陀佛，阿弥陀佛即是我心；净土就是此方，此方就是净土。你看，这是几百年前祖师都讲过，一点都不错，我肯定他的话，我同意他的说法。",
      "zh_TW": "所以這個災難也很多人問過我，佛門有什麼方法化解？佛門講因，因是人心。《楞嚴經》上講得好，貪心感應的是水災，瞋恚感應的是火，火山爆發，愚痴感得的是風災，傲慢感得的是地震。所以佛講因，因是人心，只有佛法講「境隨心轉」、「一切法從心想生」。我們在學習經教報告裡面講過多次，極樂世界跟我們這個地球有什麼差別？我跟大家說，一點差別都沒有。這個話不是我第一個說的，中峰禪師的《三時繫念》裡面就講得很清楚，唯心淨土，自性彌陀，他說，我心即是阿彌陀佛，阿彌陀佛即是我心；淨土就是此方，此方就是淨土。你看，這是幾百年前祖師都講過，一點都不錯，我肯定他的話，我同意他的說法。"
    },
    {
      "id": "21-395-0001_p0032",
      "zh_CN": "为什么两个比较相差这么大？居住的人民起心动念不一样。西方极乐世界的居民没有一个人有恶念，没有一个人造作不善，所以那个环境，境随心转，那个环境就非常美好，一丝毫缺陷找不到。我们这个地方的居民，起心动念都是损人利己、都是贪瞋痴慢、都是自私自利，把地球上这个环境随着我们恶的念头、恶的行为全变坏了，就这么个道理。所以现在我们居住的环境没有古人那么好，你看古时候这些文学里面记载的，这个世界很美好。现在不能跟它相比，那就是现在人心跟从前人心不一样，从前人心厚道，知道爱护别人，爱护大自然环境，所以大自然环境回报很好，现在的人不尊重别人，更不尊重自然环境；你不尊重别人，别人不尊重你，就变成对立，你不尊重自然环境，自然环境就变坏了。",
      "zh_TW": "為什麼兩個比較相差這麼大？居住的人民起心動念不一樣。西方極樂世界的居民沒有一個人有惡念，沒有一個人造作不善，所以那個環境，境隨心轉，那個環境就非常美好，一絲毫缺陷找不到。我們這個地方的居民，起心動念都是損人利己、都是貪瞋痴慢、都是自私自利，把地球上這個環境隨著我們惡的念頭、惡的行為全變壞了，就這麼個道理。所以現在我們居住的環境沒有古人那麼好，你看古時候這些文學裡面記載的，這個世界很美好。現在不能跟它相比，那就是現在人心跟從前人心不一樣，從前人心厚道，知道愛護別人，愛護大自然環境，所以大自然環境回報很好，現在的人不尊重別人，更不尊重自然環境；你不尊重別人，別人不尊重你，就變成對立，你不尊重自然環境，自然環境就變壞了。"
    },
    {
      "id": "21-395-0001_p0033",
      "zh_CN": "所以科学家只知道缘不知道因，因是人心善恶，与外面环境真的是感应道交，那是真因。那么因，就是我们要救这个灾难，人心要悔改，真正要忏悔，断恶修善，积功累德，这是因上治；科学技术上也能帮上一点忙，那是治标。标本兼治，能够让地球恢复正常，灾难就化解了。佛法是真懂得这个道理，问题就是你相不相信。",
      "zh_TW": "所以科學家只知道緣不知道因，因是人心善惡，與外面環境真的是感應道交，那是真因。那麼因，就是我們要救這個災難，人心要悔改，真正要懺悔，斷惡修善，積功累德，這是因上治；科學技術上也能幫上一點忙，那是治標。標本兼治，能夠讓地球恢復正常，災難就化解了。佛法是真懂得這個道理，問題就是你相不相信。"
    },
    {
      "id": "21-395-0001_p0034",
      "zh_CN": "问：下面一个问题，一九九二年有一千五百七十五名科学家发表一份「世界科学家对人类的警告」，说人类和自然正在走一条相互抵触的道路。情况相当严重，如能量大量的需求、资源日益的消耗、环境加剧的污染、不治之症不断出现、人口恶性膨胀、生态严重失衡、自然灾害频频发生、人与自然的同盟关系遭到严重破坏等等，可说是危机四伏。从佛学哲理如何评估分析这个现象？如何加强人类的危机意识？",
      "zh_TW": "問：下面一個問題，一九九二年有一千五百七十五名科學家發表一份「世界科學家對人類的警告」，說人類和自然正在走一條相互牴觸的道路。情況相當嚴重，如能量大量的需求、資源日益的消耗、環境加劇的污染、不治之症不斷出現、人口惡性膨脹、生態嚴重失衡、自然災害頻頻發生、人與自然的同盟關係遭到嚴重破壞等等，可說是危機四伏。從佛學哲理如何評估分析這個現象？如何加強人類的危機意識？"
    },
    {
      "id": "21-395-0001_p0035",
      "zh_CN": "答：这确实是很严重的问题。我们在前一个问题里面有些理论方面跟这个问题有连带的关系，所以如果不晓得、不了解宇宙万有的真相，这个问题就不容易解决。了解宇宙万有的真相科学家还做不到，这一点我们要细心去观察。所以我也讲了很多遍，释迦牟尼佛当年在世的时候，他是真正好学的人，做出榜样来给我们看。十九岁出去求学。我们要能体会得到，他是王子出身，贵族，受人尊敬的，又是绝顶聪明。印度当时，无论在学术、在宗教，可以说在世界上没有人能相比的，他们的宗教跟学术都着重在禅定的修养，在甚深禅定里面能突破空间维次。所以印度无论是哲学家、宗教家，对于六道轮回的事情他们很清楚，这不是迷信、不是传说、不是推理，是现量境界。那就是他看到的，他亲眼看到的，在定中突破境界，上面他看到非想非非想处天，他也有能力到达那个境界，下面能够达到阿鼻地狱，这是学问。我们中国古圣先贤有说，说得很模糊，没有印度人讲得详细。",
      "zh_TW": "答：這確實是很嚴重的問題。我們在前一個問題裡面有些理論方面跟這個問題有連帶的關係，所以如果不曉得、不了解宇宙萬有的真相，這個問題就不容易解決。了解宇宙萬有的真相科學家還做不到，這一點我們要細心去觀察。所以我也講了很多遍，釋迦牟尼佛當年在世的時候，他是真正好學的人，做出榜樣來給我們看。十九歲出去求學。我們要能體會得到，他是王子出身，貴族，受人尊敬的，又是絕頂聰明。印度當時，無論在學術、在宗教，可以說在世界上沒有人能相比的，他們的宗教跟學術都著重在禪定的修養，在甚深禪定裡面能突破空間維次。所以印度無論是哲學家、宗教家，對於六道輪迴的事情他們很清楚，這不是迷信、不是傳說、不是推理，是現量境界。那就是他看到的，他親眼看到的，在定中突破境界，上面他看到非想非非想處天，他也有能力到達那個境界，下面能夠達到阿鼻地獄，這是學問。我們中國古聖先賢有說，說得很模糊，沒有印度人講得詳細。"
    },
    {
      "id": "21-395-0001_p0036",
      "zh_CN": "释迦牟尼佛统统都学了，六道状况搞清楚了，可是还是有问题，六道怎么来的、为什么会有六道、六道以外还有没有世界，没有人能答复。所以释迦牟尼佛在恒河边上菩提树下一棵大树底下去打坐入定，入更深层次的定，把十二年所学的全部放下。这一放下之后，他的疑问没有了，为什么？真相见到了，疑问破除了，所以叫大彻大悟，明心见性，见性成佛，放下才是。于是我们从这个地方就体会到，佛家讲世间、出世间，实际上哪有什么世间、出世间？没有。能大师讲得很好，要照他的说法，世间、出世间是二法，二法不是佛法，佛法是不二法，这是惠能大师讲的，没有世间跟出世间。",
      "zh_TW": "釋迦牟尼佛統統都學了，六道狀況搞清楚了，可是還是有問題，六道怎麼來的、為什麼會有六道、六道以外還有沒有世界，沒有人能答覆。所以釋迦牟尼佛在恆河邊上菩提樹下一棵大樹底下去打坐入定，入更深層次的定，把十二年所學的全部放下。這一放下之後，他的疑問沒有了，為什麼？真相見到了，疑問破除了，所以叫大徹大悟，明心見性，見性成佛，放下才是。於是我們從這個地方就體會到，佛家講世間、出世間，實際上哪有什麼世間、出世間？沒有。能大師講得很好，要照他的說法，世間、出世間是二法，二法不是佛法，佛法是不二法，這是惠能大師講的，沒有世間跟出世間。"
    },
    {
      "id": "21-395-0001_p0037",
      "zh_CN": "我们现在是真的懂得了，什么叫世间？妄想分别执着没有放下，这叫世间，妄想分别执着放下了，叫出世间，是这么回事。世间哪有什么出入？没有，在人，世出世间在人，就是看你有没有放下。释迦牟尼佛给我们示现的，菩提树下夜睹明星，大彻大悟，就是把妄想分别执着放下了。印度宗教、学术他们能够有那么深的定，定中见到了很多我们一般人见不到的境界，但是他们没有放下妄想分别执着，所以那种定叫世间禅定。佛菩萨所修的叫出世间禅定，他把妄想分别执着放下了，妄想分别执着放下那个定就是出世间禅定，没放下就是世间禅定，这么回事情。",
      "zh_TW": "我們現在是真的懂得了，什麼叫世間？妄想分別執著沒有放下，這叫世間，妄想分別執著放下了，叫出世間，是這麼回事。世間哪有什麼出入？沒有，在人，世出世間在人，就是看你有沒有放下。釋迦牟尼佛給我們示現的，菩提樹下夜睹明星，大徹大悟，就是把妄想分別執著放下了。印度宗教、學術他們能夠有那麼深的定，定中見到了很多我們一般人見不到的境界，但是他們沒有放下妄想分別執著，所以那種定叫世間禪定。佛菩薩所修的叫出世間禪定，他把妄想分別執著放下了，妄想分別執著放下那個定就是出世間禪定，沒放下就是世間禪定，這麼回事情。"
    },
    {
      "id": "21-395-0001_p0038",
      "zh_CN": "世间禅定入定的时候，定的境界有，出定的时候境界就没有了，为什么？他分别执着又起现行了。入定的时候暂时伏住，他不是把它断掉，没有断掉，佛法里面讲禅定一定是把妄想分别执着放下，真放下。所以阿罗汉放下了执着，菩萨放下了分别，佛陀放下了妄想，就这么回事情。彻底了解事实真相，这个问题解决了，如果不到这个境界，这个问题永远没有法子解决。那么现在难在哪里？现在难在大家不修定。世尊早就说过，世尊也是预言家，你看三千年前他就讲了，他走了以后一千年，叫正法时期，第二个一千年叫像法时期，以后一万年叫末法时期。正法时期戒律成就，规规矩矩的依教奉行，都能成就；像法时期人心就不行了，就差一等了，单单持戒不能成就，要修定。所以佛教传到中国来是佛灭度一千年，正好是像法时期，禅定在中国大行其道。现在佛灭度，依外国人讲法，二千五百五十年，末法！中国记载三千年，当然更是末法，末法一万年，过了一千年了。末法时期什么现象？人心浮气躁，心定不下来，不能修禅定，定不下来，所以佛说净土成就。真正老实念佛，求生西方极乐世界，行，凡圣同居土是决定得生，生凡圣同居土就是成佛，所以这是一生成佛的法门。",
      "zh_TW": "世間禪定入定的時候，定的境界有，出定的時候境界就沒有了，為什麼？他分別執著又起現行了。入定的時候暫時伏住，他不是把它斷掉，沒有斷掉，佛法裡面講禪定一定是把妄想分別執著放下，真放下。所以阿羅漢放下了執著，菩薩放下了分別，佛陀放下了妄想，就這麼回事情。徹底了解事實真相，這個問題解決了，如果不到這個境界，這個問題永遠沒有法子解決。那麼現在難在哪裡？現在難在大家不修定。世尊早就說過，世尊也是預言家，你看三千年前他就講了，他走了以後一千年，叫正法時期，第二個一千年叫像法時期，以後一萬年叫末法時期。正法時期戒律成就，規規矩矩的依教奉行，都能成就；像法時期人心就不行了，就差一等了，單單持戒不能成就，要修定。所以佛教傳到中國來是佛滅度一千年，正好是像法時期，禪定在中國大行其道。現在佛滅度，依外國人講法，二千五百五十年，末法！中國記載三千年，當然更是末法，末法一萬年，過了一千年了。末法時期什麼現象？人心浮氣躁，心定不下來，不能修禪定，定不下來，所以佛說淨土成就。真正老實念佛，求生西方極樂世界，行，凡聖同居土是決定得生，生凡聖同居土就是成佛，所以這是一生成佛的法門。"
    },
    {
      "id": "21-395-0001_p0039",
      "zh_CN": "危机意识一定要有，现在我们眼看到这个现象，我们对于圣贤的经教要加紧努力的来学习，这是求知，另一方面要懂得加紧努力的学放下，这才如法。如果一昧去求知不放下，这叫世智辩聪，这就是世间法，世间法解决不了问题，一定要出世间法你才能解决问题。自己问题解决了，你可以指导别人如何能够趋吉避凶，能够免除这些灾难，你才有这个能力，如果你自己没有契入境界，你没有能力帮助别人，所以真修行。我们现在看到危机四伏，危机已经浮现在面前了，科学家给我们讲，大概十年到三十年。那十年的时间足够了，我们念佛取西方净土，我们估计三年，顶多到五年，我们就成功了。所以我们不会悲观，我们不会消极，我们非常努力的来干，三年到五年，我们自己成就了。我们自己成就，如果成就的人多，这个世间有福的人多，灾难虽然不能够完全化解，决定可以减轻，灾难的时间，科学家说大概十年会现前，我们可能把它再推迟十年，到二十年、三十年，我们认真努力，自己得度，也能帮助苦难众生，这是佛经里面所讲的理论与方法。",
      "zh_TW": "危機意識一定要有，現在我們眼看到這個現象，我們對於聖賢的經教要加緊努力的來學習，這是求知，另一方面要懂得加緊努力的學放下，這才如法。如果一昧去求知不放下，這叫世智辯聰，這就是世間法，世間法解決不了問題，一定要出世間法你才能解決問題。自己問題解決了，你可以指導別人如何能夠趨吉避凶，能夠免除這些災難，你才有這個能力，如果你自己沒有契入境界，你沒有能力幫助別人，所以真修行。我們現在看到危機四伏，危機已經浮現在面前了，科學家給我們講，大概十年到三十年。那十年的時間足夠了，我們念佛取西方淨土，我們估計三年，頂多到五年，我們就成功了。所以我們不會悲觀，我們不會消極，我們非常努力的來幹，三年到五年，我們自己成就了。我們自己成就，如果成就的人多，這個世間有福的人多，災難雖然不能夠完全化解，決定可以減輕，災難的時間，科學家說大概十年會現前，我們可能把它再推遲十年，到二十年、三十年，我們認真努力，自己得度，也能幫助苦難眾生，這是佛經裡面所講的理論與方法。"
    },
    {
      "id": "21-395-0001_p0040",
      "zh_CN": "问：下面一个问题，人类正处在重要时刻，当前无论政治制度如何，经济发展程度如何，各国各民族都面临了三大矛盾，人与人、人与自然、人身与人心尖锐的矛盾。这是不是佛学所说的末法时期的突出现象？如何化解这三大矛盾？人类的希望和前景在何方？",
      "zh_TW": "問：下面一個問題，人類正處在重要時刻，當前無論政治制度如何，經濟發展程度如何，各國各民族都面臨了三大矛盾，人與人、人與自然、人身與人心尖銳的矛盾。這是不是佛學所說的末法時期的突出現象？如何化解這三大矛盾？人類的希望和前景在何方？"
    },
    {
      "id": "21-395-0001_p0041",
      "zh_CN": "答：没错，佛法确实是有这个意思，末法时期的现象。怎样化解？化解还要靠圣贤教育的薰陶。所以拯救今天的世界，我很多年前就说过，两种人能拯救世界、能毁灭世界，两种人。哪两种人？第一个是国家领导人，第二个是媒体主持人。你看看，电视、网路主持人天天在教化众生，他教的是什么？如果他教的是圣贤之道，这世界就有救了，如果还是教导大家暴力、色情、杀盗淫妄，这个世界很快就毁灭了。",
      "zh_TW": "答：沒錯，佛法確實是有這個意思，末法時期的現象。怎樣化解？化解還要靠聖賢教育的薰陶。所以拯救今天的世界，我很多年前就說過，兩種人能拯救世界、能毀滅世界，兩種人。哪兩種人？第一個是國家領導人，第二個是媒體主持人。你看看，電視、網路主持人天天在教化眾生，他教的是什麼？如果他教的是聖賢之道，這世界就有救了，如果還是教導大家暴力、色情、殺盜淫妄，這個世界很快就毀滅了。"
    },
    {
      "id": "21-395-0001_p0042",
      "zh_CN": "媒体是中立的，没有过失，过失在操纵的人。所以国家领导人要懂得善用媒体。譬如在中国，中国古圣先贤教化底蕴深厚，这是世界其他的国家地区所没有的。虽然我们现在把它疏忽了，失去了一个世纪，底蕴厚，还很容易把它恢复起来，找回来。所以国家真正能够培养一批好老师。好老师，真正是有德行、有修养、有学问，不要多，能有二、三个孔子出世，有二、三个孟子出世，不但中国有救了，全世界都有救了。现在可以用国家这些媒体，国家领导人真正培养十几二十个老师，利用国家电视台，每天能够播放两个小时到四个小时，教学，讲经教学；把儒释道三家的东西都拿来，每一家两小时，儒家讲两个小时，佛家讲两个小时，道讲两个小时。每天都有六个小时的教学，我相信不到一年，社会安定，灾难化解了。这个电台是向全世界播放的，国家有这个能力，有这种便利，把它翻成各种不同文字的语言，对全世界播放，我相信一年到三年全世界都得救了。救世主！救世主是国家领导人，私人困难。",
      "zh_TW": "媒體是中立的，沒有過失，過失在操縱的人。所以國家領導人要懂得善用媒體。譬如在中國，中國古聖先賢教化底蘊深厚，這是世界其他的國家地區所沒有的。雖然我們現在把它疏忽了，失去了一個世紀，底蘊厚，還很容易把它恢復起來，找回來。所以國家真正能夠培養一批好老師。好老師，真正是有德行、有修養、有學問，不要多，能有二、三個孔子出世，有二、三個孟子出世，不但中國有救了，全世界都有救了。現在可以用國家這些媒體，國家領導人真正培養十幾二十個老師，利用國家電視台，每天能夠播放兩個小時到四個小時，教學，講經教學；把儒釋道三家的東西都拿來，每一家兩小時，儒家講兩個小時，佛家講兩個小時，道講兩個小時。每天都有六個小時的教學，我相信不到一年，社會安定，災難化解了。這個電台是向全世界播放的，國家有這個能力，有這種便利，把它翻成各種不同文字的語言，對全世界播放，我相信一年到三年全世界都得救了。救世主！救世主是國家領導人，私人困難。"
    },
    {
      "id": "21-395-0001_p0043",
      "zh_CN": "我们现在是私人在做，也有一个很小的电视台。我们用网路有十几年了，用卫星有五年了，私人，影响力不大。但是有没有效果？效果有，全世界确实有不少人都在收看，能产生一点小的影响。所以这么多年来，尤其我到澳洲之后，有这个机缘代表澳洲、代表学校参与联合国的和平会议。我总是希求有国家领导人真正明白这桩事情，了解这桩事情，认真去做；再小的国家他都能救世界，都能够带给自己国家安定和平，带给全世界化解灾难，恢复和谐。不是做不到，好好的培养，十几二十个老师就足够了，这是化解危机的不二法门，除了圣贤教诲之外没有别的办法。我们在安徽庐江汤池做这个实验，证明有效，古圣先贤的教育有效，能把人的良心唤回来。",
      "zh_TW": "我們現在是私人在做，也有一個很小的電視台。我們用網路有十幾年了，用衛星有五年了，私人，影響力不大。但是有沒有效果？效果有，全世界確實有不少人都在收看，能產生一點小的影響。所以這麼多年來，尤其我到澳洲之後，有這個機緣代表澳洲、代表學校參與聯合國的和平會議。我總是希求有國家領導人真正明白這樁事情，了解這樁事情，認真去做；再小的國家他都能救世界，都能夠帶給自己國家安定和平，帶給全世界化解災難，恢復和諧。不是做不到，好好的培養，十幾二十個老師就足夠了，這是化解危機的不二法門，除了聖賢教誨之外沒有別的辦法。我們在安徽廬江湯池做這個實驗，證明有效，古聖先賢的教育有效，能把人的良心喚回來。"
    },
    {
      "id": "21-395-0001_p0044",
      "zh_CN": "问：底下一个问题，法师说过，佛之根在儒，请进一步说明佛跟儒的关系。",
      "zh_TW": "問：底下一個問題，法師說過，佛之根在儒，請進一步說明佛跟儒的關係。"
    },
    {
      "id": "21-395-0001_p0045",
      "zh_CN": "答：这个我们在讲席里头讲得很多，尤其是最近几年，我们走过许多的国家地区，接触过学佛的同学很多，让我们深深感慨的，表面上都在学佛，实质上我们距离佛很远，原因在什么地方？我们没有认真学习。从前老师常常告诉我们，如果戒没有了，佛就没有了；礼没有了，儒就没有了；因果没有了，道就没有了。你看现在无论在家、出家学佛的，不讲戒律了，连十善都不讲了，道也不讲因果了，这是个悲哀的事情。",
      "zh_TW": "答：這個我們在講席裡頭講得很多，尤其是最近幾年，我們走過許多的國家地區，接觸過學佛的同學很多，讓我們深深感慨的，表面上都在學佛，實質上我們距離佛很遠，原因在什麼地方？我們沒有認真學習。從前老師常常告訴我們，如果戒沒有了，佛就沒有了；禮沒有了，儒就沒有了；因果沒有了，道就沒有了。你看現在無論在家、出家學佛的，不講戒律了，連十善都不講了，道也不講因果了，這是個悲哀的事情。"
    },
    {
      "id": "21-395-0001_p0046",
      "zh_CN": "佛跟儒、道的关系很深。中国从唐朝中叶以后，中国佛教不学小乘了。诸位要知道，世尊在《佛藏经》里面讲过，「佛子不先学小乘后学大乘，非佛弟子」。这是释迦牟尼佛讲的，学习要有次第，一定要先学小乘。所以小乘经传到中国来很丰富，跟现在巴利文经典比较一下，章嘉大师告诉我，巴利文经典比中文的《阿含经》大概只多五十部的样子。《阿含经》里面差不多也将近有三千部，三千部差五十部，你就想想看，中国这个小乘经翻译的多完整。可是从唐中叶以后中国人不学了，历史上有成实宗、有俱舍宗，这是两个小乘宗派，中国十个宗，两个小乘、八个大乘，到宋以后这两个宗没有了，变成历史名词了，小乘没有人学，就学大乘。这是不是违背了佛陀的教诲？什么原因？于是我们明白了，中国的佛教是用儒道代替小乘，你看看过去，无论是在家学佛、出家学佛，哪个不念四书五经？哪个不念老庄？这就知道佛跟儒道不分，统统都学，学得很认真，拿这个做基础。",
      "zh_TW": "佛跟儒、道的關係很深。中國從唐朝中葉以後，中國佛教不學小乘了。諸位要知道，世尊在《佛藏經》裡面講過，「佛子不先學小乘後學大乘，非佛弟子」。這是釋迦牟尼佛講的，學習要有次第，一定要先學小乘。所以小乘經傳到中國來很豐富，跟現在巴利文經典比較一下，章嘉大師告訴我，巴利文經典比中文的《阿含經》大概只多五十部的樣子。《阿含經》裡面差不多也將近有三千部，三千部差五十部，你就想想看，中國這個小乘經翻譯的多完整。可是從唐中葉以後中國人不學了，歷史上有成實宗、有俱舍宗，這是兩個小乘宗派，中國十個宗，兩個小乘、八個大乘，到宋以後這兩個宗沒有了，變成歷史名詞了，小乘沒有人學，就學大乘。這是不是違背了佛陀的教誨？什麼原因？於是我們明白了，中國的佛教是用儒道代替小乘，你看看過去，無論是在家學佛、出家學佛，哪個不念四書五經？哪個不念老莊？這就知道佛跟儒道不分，統統都學，學得很認真，拿這個做基礎。"
    },
    {
      "id": "21-395-0001_p0047",
      "zh_CN": "有儒道的基础，学十善业道、学戒律一点问题都没有，所以过去有真正的佛、有真儒。现在？这都是慈禧太后以后，儒家不学礼了，礼不要了，佛家戒不要了，才有今天这种的乱世，混乱、动乱，灾难频繁的局面出现。你明白这个就晓得儒道是佛学的基础。佛法是师道，师道建立在孝道的基础上，所以我们最近这些年来特别提倡弟子规、感应篇、十善业道，勉励同学扎这三个根，儒释道三个根。这三个根扎下去，做好了，要求自己百分之百的落实，然后无论哪部经论，你所喜欢的，一门，一门深入长时薰修，你决定成就，没有不成就的。所以圣人是学出来的，佛菩萨也是学出来的，问题只要你会学，你掌握到原理原则，锲而不舍。学释迦、学孔子，不学孔子求做官，那个不学他，学孔子的教学。孔子是有意去求个一官半职，周游列国的目的在此地，释迦牟尼佛没有，释迦牟尼佛王位都舍弃掉了，专心做学问，这应当要学习的。所以乐在其中，学而时习之，不亦悦乎。",
      "zh_TW": "有儒道的基礎，學十善業道、學戒律一點問題都沒有，所以過去有真正的佛、有真儒。現在？這都是慈禧太后以後，儒家不學禮了，禮不要了，佛家戒不要了，才有今天這種的亂世，混亂、動亂，災難頻繁的局面出現。你明白這個就曉得儒道是佛學的基礎。佛法是師道，師道建立在孝道的基礎上，所以我們最近這些年來特別提倡弟子規、感應篇、十善業道，勉勵同學紮這三個根，儒釋道三個根。這三個根紮下去，做好了，要求自己百分之百的落實，然後無論哪部經論，你所喜歡的，一門，一門深入長時薰修，你決定成就，沒有不成就的。所以聖人是學出來的，佛菩薩也是學出來的，問題只要你會學，你掌握到原理原則，鍥而不捨。學釋迦、學孔子，不學孔子求做官，那個不學他，學孔子的教學。孔子是有意去求個一官半職，周遊列國的目的在此地，釋迦牟尼佛沒有，釋迦牟尼佛王位都捨棄掉了，專心做學問，這應當要學習的。所以樂在其中，學而時習之，不亦悅乎。"
    },
    {
      "id": "21-395-0001_p0048",
      "zh_CN": "问：第七个问题，法师说过佛学与学佛、儒学与学儒不同的问题，希望进一步的来加以说明。",
      "zh_TW": "問：第七個問題，法師說過佛學與學佛、儒學與學儒不同的問題，希望進一步的來加以說明。"
    },
    {
      "id": "21-395-0001_p0049",
      "zh_CN": "答：这也很简单，儒教我们学习的次第，博学、审问、慎思、明辨、笃行，如果你对于儒只有博学、审问、慎思、明辨，没有笃行，这就叫儒学，做学问，你自己没有做到。你自己纵然是儒家的学者、儒家的博士，甚至于博士班的导师，你家不和，父子不和、兄弟不和、邻里不和，你是搞儒学；如果你真的学儒，你一定是笃行，你做到了。从哪里做起？格物、致知，你从这里下手，然后再进一步，诚意、正心、修身、齐家，你一家和睦，你的邻里乡党看到你们这一家人羡慕，那叫学儒，所以这个不一样。佛也是如此，佛家讲的信、解、行、证，讲四个，如果你只有信解没有行证，这是佛学，如果信解行证统统具足，这叫学佛。再简单具体的来说，学儒从哪里学起？从礼学起，从弟子规，弟子规是属于礼，基本的礼节。基本做人的规矩你统统都能做到了，是学儒；如果连弟子规都没有做到，你是儒学。在佛法里面，十善业道，十善业道完全做到了，你是学佛；十善业道没有做到，你是佛学。这就很清楚、很明白。",
      "zh_TW": "答：這也很簡單，儒教我們學習的次第，博學、審問、慎思、明辨、篤行，如果你對於儒只有博學、審問、慎思、明辨，沒有篤行，這就叫儒學，做學問，你自己沒有做到。你自己縱然是儒家的學者、儒家的博士，甚至於博士班的導師，你家不和，父子不和、兄弟不和、鄰里不和，你是搞儒學；如果你真的學儒，你一定是篤行，你做到了。從哪裡做起？格物、致知，你從這裡下手，然後再進一步，誠意、正心、修身、齊家，你一家和睦，你的鄰里鄉黨看到你們這一家人羨慕，那叫學儒，所以這個不一樣。佛也是如此，佛家講的信、解、行、證，講四個，如果你只有信解沒有行證，這是佛學，如果信解行證統統具足，這叫學佛。再簡單具體的來說，學儒從哪裡學起？從禮學起，從弟子規，弟子規是屬於禮，基本的禮節。基本做人的規矩你統統都能做到了，是學儒；如果連弟子規都沒有做到，你是儒學。在佛法裡面，十善業道，十善業道完全做到了，你是學佛；十善業道沒有做到，你是佛學。這就很清楚、很明白。"
    },
    {
      "id": "21-395-0001_p0050",
      "zh_CN": "问：下面一个问题，法师提倡伦理道德教育，倡导学习《弟子规》，这是基础，非常重要。请问法师，如果在这个基础上再进一步，要有什么样的要求？现在许多年轻人问，活着有什么意义？为什么活着？对他们要怎么样开导？",
      "zh_TW": "問：下面一個問題，法師提倡倫理道德教育，倡導學習《弟子規》，這是基礎，非常重要。請問法師，如果在這個基礎上再進一步，要有什麼樣的要求？現在許多年輕人問，活著有什麼意義？為什麼活著？對他們要怎麼樣開導？"
    },
    {
      "id": "21-395-0001_p0051",
      "zh_CN": "答：现在在中国国内的政策，儒准许教学，公开教学，佛跟道还是宗教，不可以公开，只限于在道场，在寺院里面可以学习，寺院之外不可以。所以现在在中国学习只扎一个根，弟子规，扎一个根，另外两个根必须自己学习。自己不学你只有一个根，一个根肯定没有三个根坚固，三个根深厚，真的叫根深蒂固。这个根非常重要，基础有了，再进一步是什么？这我们都说过，进一步，儒释道这三家的东西你选择一样，一样是什么？一部经、一部论。譬如儒家，你选一部《论语》，好好的学十年，中国古人讲「十载寒窗，一举成名」，你好好学十年，十年一遍一遍认真学习，而且提出报告，讲学，讲《论语》。",
      "zh_TW": "答：現在在中國國內的政策，儒准許教學，公開教學，佛跟道還是宗教，不可以公開，只限於在道場，在寺院裡面可以學習，寺院之外不可以。所以現在在中國學習只紮一個根，弟子規，紮一個根，另外兩個根必須自己學習。自己不學你只有一個根，一個根肯定沒有三個根堅固，三個根深厚，真的叫根深蒂固。這個根非常重要，基礎有了，再進一步是什麼？這我們都說過，進一步，儒釋道這三家的東西你選擇一樣，一樣是什麼？一部經、一部論。譬如儒家，你選一部《論語》，好好的學十年，中國古人講「十載寒窗，一舉成名」，你好好學十年，十年一遍一遍認真學習，而且提出報告，講學，講《論語》。"
    },
    {
      "id": "21-395-0001_p0052",
      "zh_CN": "所以我想像当中，如果我们能有十个人，真的是有志一同，十个人，每个人学一样东西，就十样东西。学《论语》的，学《孟子》的，学《大学》、《中庸》的，学《礼记》的，学《老子》的，学《庄子》的，学《金刚经》的，学《无量寿经》的，一个人搞一样，期限都是十年，十年可以大家在一起学习。每天自己做半个小时报告，我今天一天所学的、研究的，我提出半个小时来做报告。我报告的时候我们九个同学一起听，每个人做报告大家都一起听，虽然我专门学这一门，别人所学的东西我都听到了，这对自己有很大的帮助，融会到自己这一门东西里面来。",
      "zh_TW": "所以我想像當中，如果我們能有十個人，真的是有志一同，十個人，每個人學一樣東西，就十樣東西。學《論語》的，學《孟子》的，學《大學》、《中庸》的，學《禮記》的，學《老子》的，學《莊子》的，學《金剛經》的，學《無量壽經》的，一個人搞一樣，期限都是十年，十年可以大家在一起學習。每天自己做半個小時報告，我今天一天所學的、研究的，我提出半個小時來做報告。我報告的時候我們九個同學一起聽，每個人做報告大家都一起聽，雖然我專門學這一門，別人所學的東西我都聽到了，這對自己有很大的幫助，融會到自己這一門東西裡面來。"
    },
    {
      "id": "21-395-0001_p0053",
      "zh_CN": "一样东西大概做一次报告是半年，一年就是两遍，十年就二十遍，不断反复在学。我们的报告厅就是我们的讲堂，讲堂就是摄影棚，所以讲堂我们可以全程的录相，你的报告透过卫星、透过网路，全世界的人都可以看到、听到。十年之后你成就了，你人生的意义、价值都有了，你这些问题全没有了，你会学得很高兴。十年成就之后，虽然你没有形式上的大学，没有形式上的学位，你所学习的报告就是你的成绩，每天都有很多人在看，都有很多人在听，到你一出来的时候，我相信全世界最好的学校，汉学系的，都争着聘请你做导师。这是什么？《三字经》上中国古圣先贤教导我们的，这是最高的指导原则，「教之道，贵以专」，学之道，亦如是，专攻一门。你看古人没有这些工具，没有卫星、没有网路，关起门来学十年，这是闭关，十年寒窗，独善其身，现在有这个工具，每堂课全世界的人都能够分享，兼善天下，现在我们一开头就能够独善其身又能够兼善天下。",
      "zh_TW": "一樣東西大概做一次報告是半年，一年就是兩遍，十年就二十遍，不斷反覆在學。我們的報告廳就是我們的講堂，講堂就是攝影棚，所以講堂我們可以全程的錄相，你的報告透過衛星、透過網路，全世界的人都可以看到、聽到。十年之後你成就了，你人生的意義、價值都有了，你這些問題全沒有了，你會學得很高興。十年成就之後，雖然你沒有形式上的大學，沒有形式上的學位，你所學習的報告就是你的成績，每天都有很多人在看，都有很多人在聽，到你一出來的時候，我相信全世界最好的學校，漢學系的，都爭著聘請你做導師。這是什麼？《三字經》上中國古聖先賢教導我們的，這是最高的指導原則，「教之道，貴以專」，學之道，亦如是，專攻一門。你看古人沒有這些工具，沒有衛星、沒有網路，關起門來學十年，這是閉關，十年寒窗，獨善其身，現在有這個工具，每堂課全世界的人都能夠分享，兼善天下，現在我們一開頭就能夠獨善其身又能夠兼善天下。"
    },
    {
      "id": "21-395-0001_p0054",
      "zh_CN": "所以，哪个国家领导人要能这样做，他就救了全世界，他就是今天的救世主。找个十个人，你看每天的报告，五个小时，一个人半个小时，就是五个小时，上课；如果二十个人的话，一天的报告就是十个小时。这在网路、电视上传播的时候，真的那个效果不可思议。国家这样做的时候全国人有福了，国家民族有救了，全世界人有福了，世界的冲突能化解，安定和平，我们想像当中不会超过三年，天下太平，什么样的冲突都化解了。这是在这个基础上更进一步。",
      "zh_TW": "所以，哪個國家領導人要能這樣做，他就救了全世界，他就是今天的救世主。找個十個人，你看每天的報告，五個小時，一個人半個小時，就是五個小時，上課；如果二十個人的話，一天的報告就是十個小時。這在網路、電視上傳播的時候，真的那個效果不可思議。國家這樣做的時候全國人有福了，國家民族有救了，全世界人有福了，世界的衝突能化解，安定和平，我們想像當中不會超過三年，天下太平，什麼樣的衝突都化解了。這是在這個基礎上更進一步。"
    },
    {
      "id": "21-395-0001_p0055",
      "zh_CN": "问：下面一个问题，请问儒跟佛人生境界之异同。",
      "zh_TW": "問：下面一個問題，請問儒跟佛人生境界之異同。"
    },
    {
      "id": "21-395-0001_p0056",
      "zh_CN": "答：这个问题我暂时不答复，为什么？在我们讲席里面讲过太多，你们从网路可以看到，从我们这里流通的这些光碟统统都能看到。儒跟佛相通的地方非常之多，不同的地方就这么一点点，佛放下妄想分别执着，儒没放下，儒只能讲克制，尽量减少欲望，佛法要把欲望全断掉，不同的地方在此地。",
      "zh_TW": "答：這個問題我暫時不答覆，為什麼？在我們講席裡面講過太多，你們從網路可以看到，從我們這裡流通的這些光碟統統都能看到。儒跟佛相通的地方非常之多，不同的地方就這麼一點點，佛放下妄想分別執著，儒沒放下，儒只能講克制，盡量減少欲望，佛法要把欲望全斷掉，不同的地方在此地。"
    },
    {
      "id": "21-395-0001_p0057",
      "zh_CN": "问：第十个问题，当前社会上为什么对儒家的修身很不重视？请法师分析原因。",
      "zh_TW": "問：第十個問題，當前社會上為什麼對儒家的修身很不重視？請法師分析原因。"
    },
    {
      "id": "21-395-0001_p0058",
      "zh_CN": "答：这个原因我想诸位都清楚、都明了，那就是中国传统的教学，我们在这一百年当中疏忽了，没有能够继续承传，现在找不到传人。所以希望真正有志于传统学术的年轻人，真正发大愿心，为往圣继绝学，为天下开太平，要立志做圣人、做贤人，不要立志去做富贵人，才能够自救救世。",
      "zh_TW": "答：這個原因我想諸位都清楚、都明瞭，那就是中國傳統的教學，我們在這一百年當中疏忽了，沒有能夠繼續承傳，現在找不到傳人。所以希望真正有志於傳統學術的年輕人，真正發大願心，為往聖繼絕學，為天下開太平，要立志做聖人、做賢人，不要立志去做富貴人，才能夠自救救世。"
    },
    {
      "id": "21-395-0001_p0059",
      "zh_CN": "问：下面这个问题问的是，第十一个问题，前世的记忆会否出现在今世？若出现的时候又做如何解？",
      "zh_TW": "問：下面這個問題問的是，第十一個問題，前世的記憶會否出現在今世？若出現的時候又做如何解？"
    },
    {
      "id": "21-395-0001_p0060",
      "zh_CN": "答：这个问题，有这个现象，有。很具体给我们解释的，美国的这些心理医生，我想魏斯的书很多人看过，他的书里头说得很详细；还有凯西，这也是个传奇人物，他的报告里面对这个事情说得很多，你如果多看看就能够了解。确实是有，人有前世，人有轮回，有因果报应，这是外国人说的。",
      "zh_TW": "答：這個問題，有這個現象，有。很具體給我們解釋的，美國的這些心理醫生，我想魏斯的書很多人看過，他的書裡頭說得很詳細；還有凱西，這也是個傳奇人物，他的報告裡面對這個事情說得很多，你如果多看看就能夠了解。確實是有，人有前世，人有輪迴，有因果報應，這是外國人說的。"
    },
    {
      "id": "21-395-0001_p0061",
      "zh_CN": "问：下面一个问题，请问在非牟利机构工作，是否可以领薪水？薪水的标准如何？如果单位里大部分是义工，但自己因客观条件不容许，必须领薪水，虽很欢喜这份工作，但总觉得有压力，请老法师开示。",
      "zh_TW": "問：下面一個問題，請問在非牟利機構工作，是否可以領薪水？薪水的標準如何？如果單位裡大部分是義工，但自己因客觀條件不容許，必須領薪水，雖很歡喜這份工作，但總覺得有壓力，請老法師開示。"
    },
    {
      "id": "21-395-0001_p0062",
      "zh_CN": "答：非牟利的机构，如果要能够长时期延续下去，工作人员必须是要拿薪水的；至少他要能够养家，他的心才能安定。三十年前我在台湾创办佛陀教育基金会，我们是在政府教育部立案的。立案的时候教育部的这些官员就告诉我，他说法师，你这是非牟利的机构，里面职员一定要用专业的，一定要给薪水，你才能长久下去，如果完全用义工，你这个事业不长久。我接受他的建议，他讲得很有道理。所以我们的薪水比外面薪水低，这是真的，但是可以养家，工作人员他才安心。而且我们的章程里面还有一条，那就是在这个机构工作二十五年，我们会送他一个单位的房屋，就是给他能养老。这一点我们现在做到了，很多等于是终身在我这个单位工作，做了二十五年以上，很辛劳，他们的能力要是在其他地方去工作，他可以拿到很好的待遇，等于是义工。义工必须能养家，必须能生活下去，这一定要照顾。所以这是应当的，不应该说有压力，有压力那你工作就做不好，认真工作，这是应当的。在某个地区应该按某个地区的这些法律程序来做，这样就很如法。",
      "zh_TW": "答：非牟利的機構，如果要能夠長時期延續下去，工作人員必須是要拿薪水的；至少他要能夠養家，他的心才能安定。三十年前我在台灣創辦佛陀教育基金會，我們是在政府教育部立案的。立案的時候教育部的這些官員就告訴我，他說法師，你這是非牟利的機構，裡面職員一定要用專業的，一定要給薪水，你才能長久下去，如果完全用義工，你這個事業不長久。我接受他的建議，他講得很有道理。所以我們的薪水比外面薪水低，這是真的，但是可以養家，工作人員他才安心。而且我們的章程裡面還有一條，那就是在這個機構工作二十五年，我們會送他一個單位的房屋，就是給他能養老。這一點我們現在做到了，很多等於是終身在我這個單位工作，做了二十五年以上，很辛勞，他們的能力要是在其他地方去工作，他可以拿到很好的待遇，等於是義工。義工必須能養家，必須能生活下去，這一定要照顧。所以這是應當的，不應該說有壓力，有壓力那你工作就做不好，認真工作，這是應當的。在某個地區應該按某個地區的這些法律程序來做，這樣就很如法。"
    },
    {
      "id": "21-395-0001_p0063",
      "zh_CN": "问：底下一个问题，弟子开理发店，常常接触一些仙鬼的人干扰我，请问应该怎么办？",
      "zh_TW": "問：底下一個問題，弟子開理髮店，常常接觸一些仙鬼的人干擾我，請問應該怎麼辦？"
    },
    {
      "id": "21-395-0001_p0064",
      "zh_CN": "答：这些事情社会一般人看作是迷信，可是在中国、在外国，这些事实常常有。社会也有报导，总把这个报导，这是不能思议的事情，科学无法解释的事情，报导的分量相当大。有同学把这些报导在报纸杂志上剪下来，贴成这么厚的一大本，送了我两本。内容非常丰富，几乎全世界许多国家地区都有这些报导。从这些证据来看，你不能说它没有。实际上我们国内、国外的道场也经常有这些事情。遇到了你要懂得跟他沟通，他来干扰你，跟你一定有缘分，你必须要了解他，帮他超度。或者跟他讲，我给你诵多少部《地藏经》、诵多少部《十善业道经》，回向给他，劝他念佛求生净土，这个事情就化解了，他以后不再干扰你了。",
      "zh_TW": "答：這些事情社會一般人看作是迷信，可是在中國、在外國，這些事實常常有。社會也有報導，總把這個報導，這是不能思議的事情，科學無法解釋的事情，報導的分量相當大。有同學把這些報導在報紙雜誌上剪下來，貼成這麼厚的一大本，送了我兩本。內容非常豐富，幾乎全世界許多國家地區都有這些報導。從這些證據來看，你不能說它沒有。實際上我們國內、國外的道場也經常有這些事情。遇到了你要懂得跟他溝通，他來干擾你，跟你一定有緣分，你必須要了解他，幫他超度。或者跟他講，我給你誦多少部《地藏經》、誦多少部《十善業道經》，迴向給他，勸他念佛求生淨土，這個事情就化解了，他以後不再干擾你了。"
    },
    {
      "id": "21-395-0001_p0065",
      "zh_CN": "问：底下这个问题说，子孙没有道德，不忠不孝，有人说是战乱中死亡的祖先捉弄后人。请问这个说法有道理吗？学佛人应该如何化解？",
      "zh_TW": "問：底下這個問題說，子孫沒有道德，不忠不孝，有人說是戰亂中死亡的祖先捉弄後人。請問這個說法有道理嗎？學佛人應該如何化解？"
    },
    {
      "id": "21-395-0001_p0066",
      "zh_CN": "答：这个说法没道理，决定不是祖宗来找后人的麻烦，而是什么？不忠不孝、没有道德是教育问题，从小疏忽了，没好好教他，如果好好的教他，「人之初，性本善」，没有教不好的，这我们要相信。",
      "zh_TW": "答：這個說法沒道理，決定不是祖宗來找後人的麻煩，而是什麼？不忠不孝、沒有道德是教育問題，從小疏忽了，沒好好教他，如果好好的教他，「人之初，性本善」，沒有教不好的，這我們要相信。"
    },
    {
      "id": "21-395-0001_p0067",
      "zh_CN": "问：道场办法会，可以请魔道众生来参加吗？",
      "zh_TW": "問：道場辦法會，可以請魔道眾生來參加嗎？"
    },
    {
      "id": "21-395-0001_p0068",
      "zh_CN": "答：可以。请他来参加就是超度他，一同来参加，念佛求生净土。魔道也很苦，跟人道差不多，造业也很重，也很不容易脱离。有机会的时候，所以我们法会是六道统统都度，我们的疏文都是「遍法界虚空界一切众生」，这里面就包括他们。",
      "zh_TW": "答：可以。請他來參加就是超度他，一同來參加，念佛求生淨土。魔道也很苦，跟人道差不多，造業也很重，也很不容易脫離。有機會的時候，所以我們法會是六道統統都度，我們的疏文都是「遍法界虛空界一切眾生」，這裡面就包括他們。"
    },
    {
      "id": "21-395-0001_p0069",
      "zh_CN": "问：下面一个问题，简单说说，道场的钱是十方来的，可以用来捐给贫困居士应急吗？",
      "zh_TW": "問：下面一個問題，簡單說說，道場的錢是十方來的，可以用來捐給貧困居士應急嗎？"
    },
    {
      "id": "21-395-0001_p0070",
      "zh_CN": "答：这个不行。道场捐助的钱，这个开销章程上有规定的，在章程上，可以用一部分做为慈善救济，行，如果有这个科目就行，如果没有这个科目不行。有这个科目「慈善救济」，行，特殊情形之下有可以通融。像印光大师，赈灾的时候，他们弘化社没有这一条，但是灾难严重的时候，他把印经的这个钱拨一部分拿去救灾，这是我们在「上海护国息灾法会」，老法师的讲演里面记载的，有这么一回事，特殊情形。所以佛家是慈悲为本，方便为门，特殊情形时候是可以的，不是特殊情形不能够随便开缘。开缘也要董事会通过，不可以一个人做主，一个人做主他要背因果责任。",
      "zh_TW": "答：這個不行。道場捐助的錢，這個開銷章程上有規定的，在章程上，可以用一部分做為慈善救濟，行，如果有這個科目就行，如果沒有這個科目不行。有這個科目「慈善救濟」，行，特殊情形之下有可以通融。像印光大師，賑災的時候，他們弘化社沒有這一條，但是災難嚴重的時候，他把印經的這個錢撥一部分拿去救災，這是我們在「上海護國息災法會」，老法師的講演裡面記載的，有這麼一回事，特殊情形。所以佛家是慈悲為本，方便為門，特殊情形時候是可以的，不是特殊情形不能夠隨便開緣。開緣也要董事會通過，不可以一個人做主，一個人做主他要背因果責任。"
    },
    {
      "id": "21-395-0001_p0071",
      "zh_CN": "今天时间到了，下面还有不少问题，我想我们留在下个星期再解答。",
      "zh_TW": "今天時間到了，下面還有不少問題，我想我們留在下個星期再解答。"
    }
  ]
}