{
  "doc_id": "28-017-0001",
  "title": {
    "zh_CN": "仁爱和平讲堂—德行的根本之根是弟子规",
    "zh_TW": "仁愛和平講堂—德行的根本之根是弟子規"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "澳洲昆省图文巴市",
    "zh_TW": "澳洲昆省圖文巴市"
  },
  "doc_number": "28-017-0001",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "28-017-0001_p0001",
      "zh_CN": "最近我们学习「菩萨问明品」，这一品经里面是佛知佛见，完全说的是诸法实相，宇宙万法的真相。如果你真正通达明了，你的妄念就没有了，你的烦恼就没有了，你的忧虑牵挂统统没有了。这品经里头，你才真正知道所有现象都是幻有不是真有，你在这里面起心动念那是完全错了，那这是一错到底。通达明了之后，什么是自己？德行是自己。家在哪里？整个宇宙是家，绝对不是在一个地方，你确确实实生活在遍法界虚空界里面，你会生活得很快乐，生活得很美满，生活得很幸福，这是你得佛法真实受用。",
      "zh_TW": "最近我們學習「菩薩問明品」，這一品經裡面是佛知佛見，完全說的是諸法實相，宇宙萬法的真相。如果你真正通達明瞭，你的妄念就沒有了，你的煩惱就沒有了，你的憂慮牽掛統統沒有了。這品經裡頭，你才真正知道所有現象都是幻有不是真有，你在這裡面起心動念那是完全錯了，那這是一錯到底。通達明瞭之後，什麼是自己？德行是自己。家在哪裡？整個宇宙是家，絕對不是在一個地方，你確確實實生活在遍法界虛空界裡面，你會生活得很快樂，生活得很美滿，生活得很幸福，這是你得佛法真實受用。"
    },
    {
      "id": "28-017-0001_p0002",
      "zh_CN": "可是人生最大的德行，就是佛在经上常讲的「为人演说」，这是一切诸佛如来、法身菩萨，包括声闻缘觉，这是真正觉悟的人他们的真实德行。演就是为一切众生做最好的榜样。那我们今天讲这些经教听不懂，这是真的，如果讲的时候你能听懂了，你是上根利智。上根利智不是天生的，薰习而成的，你每天在听教，在学教，学上个二十年、三十年，你从中等根性就变成上等根性，都是薰习不够。如果不是佛法薰习，就是烦恼习气的薰习，你说不受薰习，那你已经成佛，你不是凡夫了，凡夫决定受薰习。二十四小时当中，你是烦恼薰习多，还是圣贤教诲薰习多，这两个比例自己一定要很清楚。然后才知道为什么学了这么多年没有成就，还是烦恼习气当家，还是造业，还是要受果报，自己就很清楚、很明白了。就是说明我们的烦恼习气薰习超过圣教的薰习，每个人学习开头大概都是这样。",
      "zh_TW": "可是人生最大的德行，就是佛在經上常講的「為人演說」，這是一切諸佛如來、法身菩薩，包括聲聞緣覺，這是真正覺悟的人他們的真實德行。演就是為一切眾生做最好的榜樣。那我們今天講這些經教聽不懂，這是真的，如果講的時候你能聽懂了，你是上根利智。上根利智不是天生的，薰習而成的，你每天在聽教，在學教，學上個二十年、三十年，你從中等根性就變成上等根性，都是薰習不夠。如果不是佛法薰習，就是煩惱習氣的薰習，你說不受薰習，那你已經成佛，你不是凡夫了，凡夫決定受薰習。二十四小時當中，你是煩惱薰習多，還是聖賢教誨薰習多，這兩個比例自己一定要很清楚。然後才知道為什麼學了這麼多年沒有成就，還是煩惱習氣當家，還是造業，還是要受果報，自己就很清楚、很明白了。就是說明我們的煩惱習氣薰習超過聖教的薰習，每個人學習開頭大概都是這樣。"
    },
    {
      "id": "28-017-0001_p0003",
      "zh_CN": "所以善知识、好老师，这对我们来说非常重要，有好老师、有善知识，自己本身要好学。我常常讲好学，不好学没有办法；不好学你还是随顺烦恼习气，所以好学比什么都重要。我们有个好学的心，最初亲近老师，我们的比例一半一半。我自己跟老师学习，我亲近老师，一半烦恼薰习，一半受老师薰习，一半一半；到以后，每年老师薰习会多，烦恼薰习会少，这就是慢慢进步。你们晓得我学佛五十三年，五十三年到今天可以跟诸位讲，我受圣教的薰习现在是百分之九十，烦恼薰习百分之十，这是有今天的成就，最重要的好学。但是你们今天亲近善友，你们烦恼薰习大概要占百分之八十、九十，老师对你们的影响薰习充其量只是百分之十到二十，这是差别在此地。",
      "zh_TW": "所以善知識、好老師，這對我們來說非常重要，有好老師、有善知識，自己本身要好學。我常常講好學，不好學沒有辦法；不好學你還是隨順煩惱習氣，所以好學比什麼都重要。我們有個好學的心，最初親近老師，我們的比例一半一半。我自己跟老師學習，我親近老師，一半煩惱薰習，一半受老師薰習，一半一半；到以後，每年老師薰習會多，煩惱薰習會少，這就是慢慢進步。你們曉得我學佛五十三年，五十三年到今天可以跟諸位講，我受聖教的薰習現在是百分之九十，煩惱薰習百分之十，這是有今天的成就，最重要的好學。但是你們今天親近善友，你們煩惱薰習大概要佔百分之八十、九十，老師對你們的影響薰習充其量只是百分之十到二十，這是差別在此地。"
    },
    {
      "id": "28-017-0001_p0004",
      "zh_CN": "我们能接受老师薰习，有环境的影响，第一个从小我们受到父母的教诲。尊师重道这个概念，对于因果的概念，断恶修善，这是从小薰习的。我跟诸位讲，我受城隍庙阎王殿的影响非常非常深刻，这都是在五、六岁的时候所受的教育，因果教育。所以有一个向善的心，有一个好善的心，不敢害人，不敢为非作歹。所以我一生肯定中国传统的教育是家庭教育，是儒家教育，是因果教育，我肯定这三方面，对中国传统文化的根基之奠定永远不会有衰败，因素在此地。所以祠堂、孔庙、城隍庙，我对这个很重视。虽然现在人不相信，我觉得那是中国文化的根，如果把这三个毁掉了，中国人以后非常可怜，你的根被消灭掉。",
      "zh_TW": "我們能接受老師薰習，有環境的影響，第一個從小我們受到父母的教誨。尊師重道這個概念，對於因果的概念，斷惡修善，這是從小薰習的。我跟諸位講，我受城隍廟閻王殿的影響非常非常深刻，這都是在五、六歲的時候所受的教育，因果教育。所以有一個向善的心，有一個好善的心，不敢害人，不敢為非作歹。所以我一生肯定中國傳統的教育是家庭教育，是儒家教育，是因果教育，我肯定這三方面，對中國傳統文化的根基之奠定永遠不會有衰敗，因素在此地。所以祠堂、孔廟、城隍廟，我對這個很重視。雖然現在人不相信，我覺得那是中國文化的根，如果把這三個毀掉了，中國人以後非常可憐，你的根被消滅掉。"
    },
    {
      "id": "28-017-0001_p0005",
      "zh_CN": "所以现在你们如果真正想有成就，要在根上扎根，扎根要在德行。德行在一般来讲是《弟子规》，很多人他不重视，《弟子规》要句句做到，我们的道德根就扎稳了，你的毛病习气慢慢会淘汰掉。在佛法里面就是《十善业道》，净业三福、十善业道是我们的根；在出家，这个根就是《沙弥律仪》，十戒二十四门威仪，这是出家人的根。出家人的根是建立在三福、十善业道，这是根，三福、十善业道那个根是《弟子规》，所以《弟子规》是根本的根本。因为没有《弟子规》的学习，所以你《十善业道》学不好，净业三福学不好，那《沙弥律仪》更不必说了，所以这是根本的根本。你们要是真正想学，想做一个好人，走圣贤的道路，想在这一生当中真正往生作佛作祖，那你要认真干。你不认真干，你这个根本你不要，做得怎么漂亮都是花瓶里面的花朵，没有根，几天一定会枯死，它不是活的。",
      "zh_TW": "所以現在你們如果真正想有成就，要在根上扎根，扎根要在德行。德行在一般來講是《弟子規》，很多人他不重視，《弟子規》要句句做到，我們的道德根就紮穩了，你的毛病習氣慢慢會淘汰掉。在佛法裡面就是《十善業道》，淨業三福、十善業道是我們的根；在出家，這個根就是《沙彌律儀》，十戒二十四門威儀，這是出家人的根。出家人的根是建立在三福、十善業道，這是根，三福、十善業道那個根是《弟子規》，所以《弟子規》是根本的根本。因為沒有《弟子規》的學習，所以你《十善業道》學不好，淨業三福學不好，那《沙彌律儀》更不必說了，所以這是根本的根本。你們要是真正想學，想做一個好人，走聖賢的道路，想在這一生當中真正往生作佛作祖，那你要認真幹。你不認真幹，你這個根本你不要，做得怎麼漂亮都是花瓶裡面的花朵，沒有根，幾天一定會枯死，它不是活的。"
    },
    {
      "id": "28-017-0001_p0006",
      "zh_CN": "所以现在蔡居士，蔡礼旭蔡居士他学得不错，他已经讲过三百多遍，愈讲愈好。上次拿到我们这里来几片，我们做成光碟了，VCD的光碟恐怕还要做三十套，我已经送掉好多了，再做三十套，做VCD的，做三十套之后就不要做了。最近又有新的来，杨老师打电话给我，比他前面讲的更好，愈讲愈好，所以我们下次再做的时候是等他最近讲的那个，我让他赶快寄过来。要认真学，决定不能有嫉妒心，嫉妒心是最大的罪过，看到人有好处、有善处，我们一定要帮助他，希望他更好；如果有嫉妒、有障碍必堕地狱，为什么？你不是害他一个人，你是害了千千亿亿万万的众生，让大家学不到东西，那你自己又拿不到东西来弥补，你这个罪过重不重？",
      "zh_TW": "所以現在蔡居士，蔡禮旭蔡居士他學得不錯，他已經講過三百多遍，愈講愈好。上次拿到我們這裡來幾片，我們做成光碟了，VCD的光碟恐怕還要做三十套，我已經送掉好多了，再做三十套，做VCD的，做三十套之後就不要做了。最近又有新的來，楊老師打電話給我，比他前面講的更好，愈講愈好，所以我們下次再做的時候是等他最近講的那個，我讓他趕快寄過來。要認真學，決定不能有嫉妒心，嫉妒心是最大的罪過，看到人有好處、有善處，我們一定要幫助他，希望他更好；如果有嫉妒、有障礙必墮地獄，為什麼？你不是害他一個人，你是害了千千億億萬萬的眾生，讓大家學不到東西，那你自己又拿不到東西來彌補，你這個罪過重不重？"
    },
    {
      "id": "28-017-0001_p0007",
      "zh_CN": "断人慧命，果报是世世代代愚痴。愚痴你们所看到蜎飞蠕动，像蚂蚁这些，这都愚痴。什么业因？绝大多数都是过去障碍别人求智慧，断人法身慧命，堕这个果报，很可怜，你知道牠到哪一辈子才能够得人身？这个罪很容易造，要脱离果报非常非常困难，自己一定要晓得。所以修随喜功德，随喜功德你的功德跟他一样大，不可以轻视。我没有智慧来修功德，他有，我帮助他宣传赞叹他，帮他推广，我的功德跟他是一样大的。所以世间人不懂得，想方法去障碍，这个错了，愚痴到极处。圣人都教我们隐恶扬善，要学着礼敬，要学着赞叹，现在整个世界的动乱，根本原因就是道德的根没有了，现在在这里扎根，这个扎根的功德无量无边，十方诸佛赞叹不尽。所以你们如果要认真做，就从这里扎根。",
      "zh_TW": "斷人慧命，果報是世世代代愚痴。愚痴你們所看到蜎飛蠕動，像螞蟻這些，這都愚痴。什麼業因？絕大多數都是過去障礙別人求智慧，斷人法身慧命，墮這個果報，很可憐，你知道牠到哪一輩子才能夠得人身？這個罪很容易造，要脫離果報非常非常困難，自己一定要曉得。所以修隨喜功德，隨喜功德你的功德跟他一樣大，不可以輕視。我沒有智慧來修功德，他有，我幫助他宣傳讚歎他，幫他推廣，我的功德跟他是一樣大的。所以世間人不懂得，想方法去障礙，這個錯了，愚痴到極處。聖人都教我們隱惡揚善，要學著禮敬，要學著讚歎，現在整個世界的動亂，根本原因就是道德的根沒有了，現在在這裡扎根，這個扎根的功德無量無邊，十方諸佛讚歎不盡。所以你們如果要認真做，就從這裡扎根。"
    },
    {
      "id": "28-017-0001_p0008",
      "zh_CN": "我们学院的目标是希望在两年当中，诸位能把根扎好，这个根你们要记住，根之根是《弟子规》，有《弟子规》之后，净业三福跟《十善业道》就好学了；有净业三福、有《十善业道》，《沙弥律仪》就不成问题了，很容易你们都会做到。能把《沙弥律仪》做到，佛法的根就恢复了。你们一定要晓得现在这个世间没有佛法，谁能够从这上做，谁就把释迦牟尼佛的法从自己身上兴旺起来，你说这个功德有多大！跟释迦牟尼佛当年示现在世间没有两样。佛法已经灭了，在你手上兴起来了，谁做到了，谁就兴起来。这不是讲，讲没有用处，自己要做到，要真正做到，决定没有怀疑，依教奉行。可以了，好，你们大家随便聊天。",
      "zh_TW": "我們學院的目標是希望在兩年當中，諸位能把根紮好，這個根你們要記住，根之根是《弟子規》，有《弟子規》之後，淨業三福跟《十善業道》就好學了；有淨業三福、有《十善業道》，《沙彌律儀》就不成問題了，很容易你們都會做到。能把《沙彌律儀》做到，佛法的根就恢復了。你們一定要曉得現在這個世間沒有佛法，誰能夠從這上做，誰就把釋迦牟尼佛的法從自己身上興旺起來，你說這個功德有多大！跟釋迦牟尼佛當年示現在世間沒有兩樣。佛法已經滅了，在你手上興起來了，誰做到了，誰就興起來。這不是講，講沒有用處，自己要做到，要真正做到，決定沒有懷疑，依教奉行。可以了，好，你們大家隨便聊天。"
    }
  ]
}