{
  "doc_id": "32-225-0001",
  "title": {
    "zh_CN": "以神圣的爱化解冲突、消弭战争——教科文大使团与图文巴多元宗教领袖座谈会致辞",
    "zh_TW": "以神聖的愛化解衝突、消弭戰爭——教科文大使團與圖文巴多元宗教領袖座談會致辭"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "32-225-0001",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "32-225-0001_p0001",
      "zh_CN": "尊敬的联合国教科文组织的诸位大使阁下与贵宾、图文巴诸位宗教领袖、诸位社区领袖，女士们、先生们：大家好！感谢各位出席今天的对话活动。今天是诸位大使阁下与嘉宾出访澳洲的第八天，也是来到图文巴的第三天，上午我们一同观礼了首次在澳洲举办的祭祖大典，下午又在此相会。我感觉这是世界各民族祖先的保佑、各宗教众神的加持，才让我们有这个难得的因缘相聚在一起。",
      "zh_TW": "尊敬的聯合國教科文組織的諸位大使閣下與貴賓、圖文巴諸位宗教領袖、諸位社區領袖，女士們、先生們：大家好！感謝各位出席今天的對話活動。今天是諸位大使閣下與嘉賓出訪澳洲的第八天，也是來到圖文巴的第三天，上午我們一同觀禮了首次在澳洲舉辦的祭祖大典，下午又在此相會。我感覺這是世界各民族祖先的保佑、各宗教眾神的加持，才讓我們有這個難得的因緣相聚在一起。"
    },
    {
      "id": "32-225-0001_p0002",
      "zh_CN": "信仰危机与宗教团结",
      "zh_TW": "信仰危機與宗教團結"
    },
    {
      "id": "32-225-0001_p0003",
      "zh_CN": "回首一百多年前，第一次世界大战开启了人类历史上前所未有的黑暗时代。有数据表明，二十世纪，将近二亿人死于暴力和战争。道德和信仰的危机开始出现，也逐渐演变成一种危机中最根本的危机。由此产生的结果，诸位可以看到，世界各地的纷争愈演愈烈，人们不但要面对人口危机、粮食危机、生态危机这些挑战，还要面对战争与恐怖主义的不断滋扰。从难民的数目可以看出情况的严重性，据联合国难民署的报告，截至去年底，世界范围内流离失所的总人数达到六千多万，比上一年增加了八百三十万人，与十年前相比增加了一倍。",
      "zh_TW": "回首一百多年前，第一次世界大戰開啟了人類歷史上前所未有的黑暗時代。有數據表明，二十世紀，將近二億人死於暴力和戰爭。道德和信仰的危機開始出現，也逐漸演變成一種危機中最根本的危機。由此產生的結果，諸位可以看到，世界各地的紛爭愈演愈烈，人們不但要面對人口危機、糧食危機、生態危機這些挑戰，還要面對戰爭與恐怖主義的不斷滋擾。從難民的數目可以看出情況的嚴重性，據聯合國難民署的報告，截至去年底，世界範圍內流離失所的總人數達到六千多萬，比上一年增加了八百三十萬人，與十年前相比增加了一倍。"
    },
    {
      "id": "32-225-0001_p0004",
      "zh_CN": "这一切祸患的产生是丢失信仰、抛弃道德之后，人类社会变得无知的结果。天灾人祸都起源于无知，无知产生瞋恨，演变成杀戮。宗教是爱的教育，正是对治无知的良药。宗教对人类最大的贡献，是带给世界永续的和平。这桩事情说起来简单，要做起来就很不容易了。人与人之间最怕的是不往来，不往来就无知，会把好人看成坏人，愈猜愈讹，误会愈来愈严重。图文巴在团结多元族群、多元宗教这方面，可以说是走在世界的前列，各宗教、各族群、各阶层的人们把合作的诚意转化为具体的落实。来到图文巴，能够亲身感受到，几乎人人见面都有笑容、都很欢喜，像一家人一样，互助合作。",
      "zh_TW": "這一切禍患的產生是丟失信仰、拋棄道德之後，人類社會變得無知的結果。天災人禍都起源於無知，無知產生瞋恨，演變成殺戮。宗教是愛的教育，正是對治無知的良藥。宗教對人類最大的貢獻，是帶給世界永續的和平。這樁事情說起來簡單，要做起來就很不容易了。人與人之間最怕的是不往來，不往來就無知，會把好人看成壞人，愈猜愈訛，誤會愈來愈嚴重。圖文巴在團結多元族群、多元宗教這方面，可以說是走在世界的前列，各宗教、各族群、各階層的人們把合作的誠意轉化為具體的落實。來到圖文巴，能夠親身感受到，幾乎人人見面都有笑容、都很歡喜，像一家人一樣，互助合作。"
    },
    {
      "id": "32-225-0001_p0005",
      "zh_CN": "前几天，我和市长保罗．安东尼奥先生在他的办公室里面见面，市长告诉我，从去年十月到现在，图文巴已经接收了一百二十一位叙利亚的难民，这些难民是基督教徒少数群体，非常温和善良。市长还介绍了一个图文巴目前在整体发展状况呈良好的态势，给年轻人很多工作的机会，能够提供高品质的教育，同时也实施一些大型的建设开发专案，未来将给图文巴带来更多的教育与商业机会。我鼓励市长，图文巴多元文化和谐示范城做成功之后，别的城市都会来观摩学习，会影响全世界。如果每个城市都能这样做，战争就会消失，人类就有享不尽的福报。市长赞叹我们宗教团结已经做得很好，我告诉他，现在的成绩如同「朱草萌芽」，只能算是开始有个端绪，还需要在宗教团结、宗教回归教育、宗教互相学习这三方面多下功夫。",
      "zh_TW": "前幾天，我和市長保羅．安東尼奧先生在他的辦公室裡面見面，市長告訴我，從去年十月到現在，圖文巴已經接收了一百二十一位敘利亞的難民，這些難民是基督教徒少數群體，非常溫和善良。市長還介紹了一個圖文巴目前在整體發展狀況呈良好的態勢，給年輕人很多工作的機會，能夠提供高品質的教育，同時也實施一些大型的建設開發專案，未來將給圖文巴帶來更多的教育與商業機會。我鼓勵市長，圖文巴多元文化和諧示範城做成功之後，別的城市都會來觀摩學習，會影響全世界。如果每個城市都能這樣做，戰爭就會消失，人類就有享不盡的福報。市長讚歎我們宗教團結已經做得很好，我告訴他，現在的成績如同「朱草萌芽」，只能算是開始有個端緒，還需要在宗教團結、宗教回歸教育、宗教互相學習這三方面多下功夫。"
    },
    {
      "id": "32-225-0001_p0006",
      "zh_CN": "关于市长告诉我图文巴接受难民的信息，这是仁慈、可喜的信号。在当前复杂的国际情势下，各个国家、各个族群、各个宗教必须发挥人道主义、仁慈博爱的精神，团结一致、达成共识、面对挑战。具体的做法是各国合作，以宗教神圣的教育改变无秩序的世界中，因无知而造成的各种纷乱和悲剧。这也许需要二、三代人的共同努力才能实现，但一切努力和付出都是值得的，因为我们都不希望子孙后代在饥饿、瘟疫、恐惧、流离失所当中生活，都不希望神圣的爱从这个世界上消失。",
      "zh_TW": "關於市長告訴我圖文巴接受難民的信息，這是仁慈、可喜的信號。在當前複雜的國際情勢下，各個國家、各個族群、各個宗教必須發揮人道主義、仁慈博愛的精神，團結一致、達成共識、面對挑戰。具體的做法是各國合作，以宗教神聖的教育改變無秩序的世界中，因無知而造成的各種紛亂和悲劇。這也許需要二、三代人的共同努力才能實現，但一切努力和付出都是值得的，因為我們都不希望子孫後代在飢餓、瘟疫、恐懼、流離失所當中生活，都不希望神聖的愛從這個世界上消失。"
    },
    {
      "id": "32-225-0001_p0007",
      "zh_CN": "振兴宗教教育",
      "zh_TW": "振興宗教教育"
    },
    {
      "id": "32-225-0001_p0008",
      "zh_CN": "所有宗教教育，都是神圣爱的教育；挽救人类危机的根本之道，就是振兴宗教神圣的爱的教育。这桩大事业，要全世界各个大宗教同时来做。只要把教育办好，什么问题都能解决。每一位宗教徒都应当承担起复兴宗教教育、恢复社会秩序、促进世界和平的使命。怎么样来做？我们总结了下面几个要点供给大家参考。",
      "zh_TW": "所有宗教教育，都是神聖愛的教育；挽救人類危機的根本之道，就是振興宗教神聖的愛的教育。這樁大事業，要全世界各個大宗教同時來做。只要把教育辦好，什麼問題都能解決。每一位宗教徒都應當承擔起復興宗教教育、恢復社會秩序、促進世界和平的使命。怎麼樣來做？我們總結了下面幾個要點供給大家參考。"
    },
    {
      "id": "32-225-0001_p0009",
      "zh_CN": "一、以宗教创始人为榜样深入经典",
      "zh_TW": "一、以宗教創始人為榜樣深入經典"
    },
    {
      "id": "32-225-0001_p0010",
      "zh_CN": "无论学习哪个宗教，首先必须正确认识宗教的教主。要学习教主正确的教诲，我们才不会走弯路、走错路，这一点至关重要，也是我一生宝贵的经验。",
      "zh_TW": "無論學習哪個宗教，首先必須正確認識宗教的教主。要學習教主正確的教誨，我們才不會走彎路、走錯路，這一點至關重要，也是我一生寶貴的經驗。"
    },
    {
      "id": "32-225-0001_p0011",
      "zh_CN": "振兴宗教要以教主为榜样，效法教主讲经教学。学佛教，就要学得像释迦牟尼佛；学伊斯兰教，就要像先知穆罕默德；学基督教，就要像耶稣……这样才能站得稳、走得顺、行得远，使圣教长久流传不息。以伊斯兰教的先知圣人穆罕默德为例，穆圣既是《古兰经》的承受者、传达者，同时还负着注释《古兰经》的神圣使命。《古兰经》七十五章记载着：「集合它和读诵它，确实是我的责任。当我诵读它的时候，你当静听我的读诵。然后解释它，也是我的责任。」（Surely up Us rests its collection and its recital. So when We recite it, then follow thou its recital. Then upon Us rests the expounding thereof.）(75:17-19)穆圣注释了很多《古兰经》的重要经文、难解经文等等，同时还解释了许多词义。后世弟子将这些注解集结成为《圣训》，做为正确理解经文的权威参考。",
      "zh_TW": "振興宗教要以教主為榜樣，效法教主講經教學。學佛教，就要學得像釋迦牟尼佛；學伊斯蘭教，就要像先知穆罕默德；學基督教，就要像耶穌……這樣才能站得穩、走得順、行得遠，使聖教長久流傳不息。以伊斯蘭教的先知聖人穆罕默德為例，穆聖既是《古蘭經》的承受者、傳達者，同時還負著註釋《古蘭經》的神聖使命。《古蘭經》七十五章記載著：「集合它和讀誦它，確實是我的責任。當我誦讀它的時候，你當靜聽我的讀誦。然後解釋它，也是我的責任。」（Surely up Us rests its collection and its recital. So when We recite it, then follow thou its recital. Then upon Us rests the expounding thereof.）(75:17-19)穆聖註釋了很多《古蘭經》的重要經文、難解經文等等，同時還解釋了許多詞義。後世弟子將這些註解集結成為《聖訓》，做為正確理解經文的權威參考。"
    },
    {
      "id": "32-225-0001_p0012",
      "zh_CN": "《古兰经》宣传的是人类一致平等，反对奴役、性别歧视、仇恨外国人（非穆斯林）和种种的歧视。然而其中部分章节也谈到了奴隶、仇恨非穆斯林、歧视女性等的内容，这些都是适用于当时社会，并且这是通往解放过程的暂时措施。《古兰经》里所谓的「圣战」是指肉体和心灵之间的神圣对抗，总结为「为真主而奋斗」，只可惜这部分的章节被断章取义的解释，而造成了很大的误会。这些说明伊斯兰教是神圣的教育，穆圣是教育家、是文化使者。这些都是很好的典范，告诉后世的弟子们，只有深入经典，正确理解和实践经典的教诲，才能与真主的智慧相应。这些教义必须有人发心将它讲清楚、讲明白、讲透彻，才能化解当今世界发生的许多问题。",
      "zh_TW": "《古蘭經》宣傳的是人類一致平等，反對奴役、性別歧視、仇恨外國人（非穆斯林）和種種的歧視。然而其中部分章節也談到了奴隸、仇恨非穆斯林、歧視女性等的內容，這些都是適用於當時社會，並且這是通往解放過程的暫時措施。《古蘭經》裡所謂的「聖戰」是指肉體和心靈之間的神聖對抗，總結為「為真主而奮鬥」，只可惜這部分的章節被斷章取義的解釋，而造成了很大的誤會。這些說明伊斯蘭教是神聖的教育，穆聖是教育家、是文化使者。這些都是很好的典範，告訴後世的弟子們，只有深入經典，正確理解和實踐經典的教誨，才能與真主的智慧相應。這些教義必須有人發心將它講清楚、講明白、講透徹，才能化解當今世界發生的許多問題。"
    },
    {
      "id": "32-225-0001_p0013",
      "zh_CN": "记忆力、理解力都好的宗教徒，应当发心深入学习宗教经典，宣扬宗教教义里面的伦理教育、道德教育、因果教育、神圣教育，并且加以落实。补足现代人最大的缺限就是这四种普世教育，端正世道人心，如此宗教就能够对社会产生巨大的贡献。",
      "zh_TW": "記憶力、理解力都好的宗教徒，應當發心深入學習宗教經典，宣揚宗教教義裡面的倫理教育、道德教育、因果教育、神聖教育，並且加以落實。補足現代人最大的缺限就是這四種普世教育，端正世道人心，如此宗教就能夠對社會產生巨大的貢獻。"
    },
    {
      "id": "32-225-0001_p0014",
      "zh_CN": "二、宗教之间应该求同存异、互相学习",
      "zh_TW": "二、宗教之間應該求同存異、互相學習"
    },
    {
      "id": "32-225-0001_p0015",
      "zh_CN": "关于宗教团结和振兴宗教教育，最重要的是要求同存异，要强调各个宗教共同、共通的部分，强调和合与和谐，对于差异和分歧的部分要加以保留。穆圣也警示分歧的祸害：《布哈里圣训实录．附第六十六篇．〈古兰经〉之诸益处》（5062）记载着：「阿卜杜拉传述：我听一个人念一段天经的节文，他之所念的与我们使者（就是穆圣）那儿曾经听过的有所不同，为此，我拉着他去见（穆圣），使者说：『你们二人都对。但是，你们之前人们因为分歧之故，而导致自己被毁灭。』」（Narrated ‘Abdullah that he heard a man reciting a Verse of the Quaran which he had heard the Prophet reciting in a differenct way. So he took that man to the Prophet (and told him the story). The Prophet said, “Both of you are reciting in a correct way, so carry on reciting.” The Prophet further added, “The nations which were before you were destroyed (by Allah) because they differed.”）",
      "zh_TW": "關於宗教團結和振興宗教教育，最重要的是要求同存異，要強調各個宗教共同、共通的部分，強調和合與和諧，對於差異和分歧的部分要加以保留。穆聖也警示分歧的禍害：《布哈里聖訓實錄．附第六十六篇．〈古蘭經〉之諸益處》（5062）記載著：「阿卜杜拉傳述：我聽一個人念一段天經的節文，他之所念的與我們使者（就是穆聖）那兒曾經聽過的有所不同，為此，我拉著他去見（穆聖），使者說：『你們二人都對。但是，你們之前人們因為分歧之故，而導致自己被毀滅。』」（Narrated ‘Abdullah that he heard a man reciting a Verse of the Quaran which he had heard the Prophet reciting in a differenct way. So he took that man to the Prophet (and told him the story). The Prophet said, “Both of you are reciting in a correct way, so carry on reciting.” The Prophet further added, “The nations which were before you were destroyed (by Allah) because they differed.”）"
    },
    {
      "id": "32-225-0001_p0016",
      "zh_CN": "今年二月六日，我应新加坡回教哈比哈山长老的邀请，参观了位于新加坡国家发展部的多元和谐馆（Harmony in Diversity Gallery），这是全球首家多元宗教和谐展览馆，去年九月开幕。多元和谐馆主要为中小学学生而设，要为中小学学生设立这个展览馆，公众也可以免费入场。四个不同的展区，利用高科技的硬件设备、新颖的创意思惟、寓教于乐的教育方式，突出展示了十大宗教之间的共同点，让新加坡青少年这一代，从小就有机会接受宗教和谐的社会实践教育。让我印象深刻的是第二个展览馆里面，陈列公元六二二年，先知默罕默德以大爱无疆的思想签订的一份盟约。穆圣迁徙麦迪那之后，代表迁士与犹太人及其同盟者签订盟约书，尊重他们的宗教信仰，保证他们人身和财产的安全，规定他们所应享受的权利和应承担的义务，学术界称之为《麦迪那宪章》。",
      "zh_TW": "今年二月六日，我應新加坡回教哈比哈山長老的邀請，參觀了位於新加坡國家發展部的多元和諧館（Harmony in Diversity Gallery），這是全球首家多元宗教和諧展覽館，去年九月開幕。多元和諧館主要為中小學學生而設，要為中小學學生設立這個展覽館，公眾也可以免費入場。四個不同的展區，利用高科技的硬件設備、新穎的創意思惟、寓教於樂的教育方式，突出展示了十大宗教之間的共同點，讓新加坡青少年這一代，從小就有機會接受宗教和諧的社會實踐教育。讓我印象深刻的是第二個展覽館裡面，陳列公元六二二年，先知默罕默德以大愛無疆的思想簽訂的一份盟約。穆聖遷徙麥迪那之後，代表遷士與猶太人及其同盟者簽訂盟約書，尊重他們的宗教信仰，保證他們人身和財產的安全，規定他們所應享受的權利和應承擔的義務，學術界稱之為《麥迪那憲章》。"
    },
    {
      "id": "32-225-0001_p0017",
      "zh_CN": "在佛教，《阿育王石诰》（Emperor Asoka’s Edicts Carved on Rocks）里面也有一段话说：「不可以只尊重自己的宗教，而菲薄他人宗教。应如理尊重他教……因此，和谐才是好的。大家都应该谛听，而且心甘情愿的谛听其他宗教的教义。」（One should not honour only one's own religion and condemn the religions of others, but one should honour others' religions for this or that reason…So concord is good: Let all listen, and be willing to listen to the doctrines professed by others.）",
      "zh_TW": "在佛教，《阿育王石誥》（Emperor Asoka’s Edicts Carved on Rocks）裡面也有一段話說：「不可以只尊重自己的宗教，而菲薄他人宗教。應如理尊重他教……因此，和諧才是好的。大家都應該諦聽，而且心甘情願的諦聽其他宗教的教義。」（One should not honour only one's own religion and condemn the religions of others, but one should honour others' religions for this or that reason…So concord is good: Let all listen, and be willing to listen to the doctrines professed by others.）"
    },
    {
      "id": "32-225-0001_p0018",
      "zh_CN": "千年前这些神圣的教诲同样适用于今天，宽广包容、平等对待的心态，是我们成为合格宗教徒的一把戒尺。而今日世界局势，也让我们感受到了，世界各大宗教之间的互相学习借鉴、互相亲近融合，势必会成为宗教不断完善自身教育与持续发展动力。而宗教团结融合的过程，恰恰也契入神圣智慧的契机；换句话说，离开了神圣的爱，离开了平等对待、和睦相处的指导原则，任何人都不能契入宗教教育神圣深邃的智慧当中。",
      "zh_TW": "千年前這些神聖的教誨同樣適用於今天，寬廣包容、平等對待的心態，是我們成為合格宗教徒的一把戒尺。而今日世界局勢，也讓我們感受到了，世界各大宗教之間的互相學習借鑑、互相親近融合，勢必會成為宗教不斷完善自身教育與持續發展動力。而宗教團結融合的過程，恰恰也契入神聖智慧的契機；換句話說，離開了神聖的愛，離開了平等對待、和睦相處的指導原則，任何人都不能契入宗教教育神聖深邃的智慧當中。"
    },
    {
      "id": "32-225-0001_p0019",
      "zh_CN": "三、一门深入、长时薰修，代代出圣贤",
      "zh_TW": "三、一門深入、長時薰修，代代出聖賢"
    },
    {
      "id": "32-225-0001_p0020",
      "zh_CN": "中国自古重视教育为先，古人说：「圣人之教循循有序……使之得寸则守其寸，得尺则守其尺，如是久之，日滋月益，然后道之全体，乃有所向望而渐可识，有所循习而渐可能。」圣人、先哲讲经教学，都是遵循让学生循序渐进、温故知新、知行合一的原则，把精力、念头都放在一处，专攻一门，潜心专力、孜孜不倦。学一章就得到一个章节，实实在在，学到一定可以做到、得到，这样就能够得到真实的受用，不但法喜充满，落实圣人的教诲，还能够契入圣人的境界。",
      "zh_TW": "中國自古重視教育為先，古人說：「聖人之教循循有序……使之得寸則守其寸，得尺則守其尺，如是久之，日滋月益，然後道之全體，乃有所向望而漸可識，有所循習而漸可能。」聖人、先哲講經教學，都是遵循讓學生循序漸進、溫故知新、知行合一的原則，把精力、念頭都放在一處，專攻一門，潛心專力、孜孜不倦。學一章就得到一個章節，實實在在，學到一定可以做到、得到，這樣就能夠得到真實的受用，不但法喜充滿，落實聖人的教誨，還能夠契入聖人的境界。"
    },
    {
      "id": "32-225-0001_p0021",
      "zh_CN": "佛教里头也有一位居士，「八载寒窗读《楞严》」，这个人是我们上一个世纪末的人，「八载寒窗读《楞严》」，他的功德可以超度鬼神。曾经有过很多这种案例，让我们对他感到很尊敬。在穆圣的时代，弟子们修学《古兰经》每次不超过十节，必须懂得十节的内容，才学习到新的。伊斯兰教先驱欧麦尔．本．罕塔布（Umar ibn al-Khattab）花了十二年时间来背诵《黄牛章》（Sūratu al-Baqarah）。因为他对背诵的每一节经文都要加以参悟，深思其中的含义，并且在生活当中贯彻实践。由此可见，学习宗教经典，要想得其门而入，必须要遵循一门深入、长时薰修这个方法，这是自古以来各个宗教，有修有证的人都遵循的方法。如果没有办法做到虚心、潜心学习，那说明我们的心里还有障碍，不够真诚。有使命感的人，容易降伏内心的浮躁，安定下来，脚踏实地的学习。我们现在需要更多有能力熟读经典的宗教徒，以真诚恭敬的心一门深入、长时薰修，深入经典，让各个宗教都能够代代出圣贤，代代相传。",
      "zh_TW": "佛教裡頭也有一位居士，「八載寒窗讀《楞嚴》」，這個人是我們上一個世紀末的人，「八載寒窗讀《楞嚴》」，他的功德可以超度鬼神。曾經有過很多這種案例，讓我們對他感到很尊敬。在穆聖的時代，弟子們修學《古蘭經》每次不超過十節，必須懂得十節的內容，才學習到新的。伊斯蘭教先驅歐麥爾．本．罕塔布（Umar ibn al-Khattab）花了十二年時間來背誦《黃牛章》（Sūratu al-Baqarah）。因為他對背誦的每一節經文都要加以參悟，深思其中的含義，並且在生活當中貫徹實踐。由此可見，學習宗教經典，要想得其門而入，必須要遵循一門深入、長時薰修這個方法，這是自古以來各個宗教，有修有證的人都遵循的方法。如果沒有辦法做到虛心、潛心學習，那說明我們的心裡還有障礙，不夠真誠。有使命感的人，容易降伏內心的浮躁，安定下來，腳踏實地的學習。我們現在需要更多有能力熟讀經典的宗教徒，以真誠恭敬的心一門深入、長時薰修，深入經典，讓各個宗教都能夠代代出聖賢，代代相傳。"
    },
    {
      "id": "32-225-0001_p0022",
      "zh_CN": "我们希望未来图文巴能够建立宗教大学，每个宗教设立一个学院，所有宗教徒都是同学，我们只是学的院系不一样，不但主修自己宗教的经典，还可以兼修其他宗教的学问。也希望图文巴建立一个多元文化展览活动中心，这是取法于新加坡多元文化展览馆的做法，以创意新颖、活泼互动来展览，这个展览的模式接引青少年，对于宗教的弘扬也做出一种重大的贡献。青少年、社会大众，让大家有更多的机会接触每一个宗教、每一种文化，有了兴趣，就会进一步深入了解，也不至于因为无知而误会其他宗教、误会其他的族群。第二个，各个宗教在一起办公、教学、办活动，大家每天生活在一起、工作在一起。任何一个宗教办活动，其他宗教都可以去参加，大家真正变成相亲相爱的一家人。一个好的决策往往功德无量，不但利益一方，甚至于泽荫天下、惠利万代，团结宗教的举措所产生的不可思议的和平力量，其宝贵的价值也正在于此。",
      "zh_TW": "我們希望未來圖文巴能夠建立宗教大學，每個宗教設立一個學院，所有宗教徒都是同學，我們只是學的院系不一樣，不但主修自己宗教的經典，還可以兼修其他宗教的學問。也希望圖文巴建立一個多元文化展覽活動中心，這是取法於新加坡多元文化展覽館的做法，以創意新穎、活潑互動來展覽，這個展覽的模式接引青少年，對於宗教的弘揚也做出一種重大的貢獻。青少年、社會大眾，讓大家有更多的機會接觸每一個宗教、每一種文化，有了興趣，就會進一步深入了解，也不至於因為無知而誤會其他宗教、誤會其他的族群。第二個，各個宗教在一起辦公、教學、辦活動，大家每天生活在一起、工作在一起。任何一個宗教辦活動，其他宗教都可以去參加，大家真正變成相親相愛的一家人。一個好的決策往往功德無量，不但利益一方，甚至於澤蔭天下、惠利萬代，團結宗教的舉措所產生的不可思議的和平力量，其寶貴的價值也正在於此。"
    },
    {
      "id": "32-225-0001_p0023",
      "zh_CN": "结语",
      "zh_TW": "結語"
    },
    {
      "id": "32-225-0001_p0024",
      "zh_CN": "我们这一生最伟大的理想就是传播神圣的爱、普及神圣的教育，化解冲突、消弭战争，不分族群、信仰，平等救度一切众生，破迷开悟、离苦得乐，建立人间天堂。",
      "zh_TW": "我們這一生最偉大的理想就是傳播神聖的愛、普及神聖的教育，化解衝突、消弭戰爭，不分族群、信仰，平等救度一切眾生，破迷開悟、離苦得樂，建立人間天堂。"
    },
    {
      "id": "32-225-0001_p0025",
      "zh_CN": "《汉书》，这中国的一部古书说：「福善之门莫美于和睦，患咎之首莫大于内离。」内离就是内部不团结，是祸患之首；善福之门是和睦，所以家和万事兴，这比什么都重要。获得福报和亲善的方式，没有比和睦更殊胜；而最极端的灾祸和凶险，没有比内部分离更严重。我们有责任、有义务将爱心传遍整个宇宙，让宇宙因我们的爱心而美好。",
      "zh_TW": "《漢書》，這中國的一部古書說：「福善之門莫美於和睦，患咎之首莫大於內離。」內離就是內部不團結，是禍患之首；善福之門是和睦，所以家和萬事興，這比什麼都重要。獲得福報和親善的方式，沒有比和睦更殊勝；而最極端的災禍和凶險，沒有比內部分離更嚴重。我們有責任、有義務將愛心傳遍整個宇宙，讓宇宙因我們的愛心而美好。"
    },
    {
      "id": "32-225-0001_p0026",
      "zh_CN": "我将这些经验贡献给大家，希望族群和睦一家亲、宗教团结同心同德，这个能早一天实现。同时希望我们记住这个理念，如果选择竞争、斗争、战争，人类将有受不尽的灾难；如果我们放弃竞争、斗争、战争，人类将有享受不尽的福报。",
      "zh_TW": "我將這些經驗貢獻給大家，希望族群和睦一家親、宗教團結同心同德，這個能早一天實現。同時希望我們記住這個理念，如果選擇競爭、鬥爭、戰爭，人類將有受不盡的災難；如果我們放棄競爭、鬥爭、戰爭，人類將有享受不盡的福報。"
    },
    {
      "id": "32-225-0001_p0027",
      "zh_CN": "最后，愿大家发起神圣的爱心，要以效法真主、效法上帝、效法诸佛如来，成圣成贤、救苦救难。我们如果不发心，这个灾难太可怕，如果发生第三次核武战争，地球会毁灭。所以今天是我们宗教徒、有宗教信仰的人认真努力，我们学真主、学上帝，来救度苦难众生。念念都替苦难众生想，不要想自己，我们能够做得到，能够成为神圣的子孙、佛菩萨的弟子。祝福大家身心健康，六时吉祥！谢谢大家！",
      "zh_TW": "最後，願大家發起神聖的愛心，要以效法真主、效法上帝、效法諸佛如來，成聖成賢、救苦救難。我們如果不發心，這個災難太可怕，如果發生第三次核武戰爭，地球會毀滅。所以今天是我們宗教徒、有宗教信仰的人認真努力，我們學真主、學上帝，來救度苦難眾生。念念都替苦難眾生想，不要想自己，我們能夠做得到，能夠成為神聖的子孫、佛菩薩的弟子。祝福大家身心健康，六時吉祥！謝謝大家！"
    }
  ]
}