{
  "doc_id": "12-045-0923",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九二三集",
    "zh_TW": "第九二三集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-045-0923",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "12-045-0923_p0001",
      "zh_CN": "诸位同学，请看「毘卢遮那品」，第三段「的指一方」。清凉大师举个比喻说，就好像娑婆世界当中，我们举「一四天下」，这一段下面所说的，就是类似这个状况。现在请看经文：",
      "zh_TW": "諸位同學，請看「毘盧遮那品」，第三段「的指一方」。清涼大師舉個比喻說，就好像娑婆世界當中，我們舉「一四天下」，這一段下面所說的，就是類似這個狀況。現在請看經文："
    },
    {
      "id": "12-045-0923_p0002",
      "zh_CN": "【诸佛子。彼胜音世界中。有香水海。名清净光明。】",
      "zh_TW": "【諸佛子。彼勝音世界中。有香水海。名清淨光明。】"
    },
    {
      "id": "12-045-0923_p0003",
      "zh_CN": "这个好懂，先说『香水海』。「香水海」表法的意思前面说过，它代表的是阿赖耶识里头含藏的业习种子。这个种子好，从它的名称上我们就能体会到，『清净光明』。习气种子，一定要知道积集善因、善种，这个人有智慧，聪明。如果说阿赖耶识含藏的种子是佛种子、是菩萨种子，那这个人不是凡人，圣贤的种子。「清净光明」，不但是善，是佛菩萨的种子；清净是德，光明是慧，清净也是福。你看看人家阿赖耶识里含藏着是究竟圆满的福慧，所以世界叫『胜音』，有它的道理在，这是我们必须要知道学习的。",
      "zh_TW": "這個好懂，先說『香水海』。「香水海」表法的意思前面說過，它代表的是阿賴耶識裡頭含藏的業習種子。這個種子好，從它的名稱上我們就能體會到，『清淨光明』。習氣種子，一定要知道積集善因、善種，這個人有智慧，聰明。如果說阿賴耶識含藏的種子是佛種子、是菩薩種子，那這個人不是凡人，聖賢的種子。「清淨光明」，不但是善，是佛菩薩的種子；清淨是德，光明是慧，清淨也是福。你看看人家阿賴耶識裡含藏著是究竟圓滿的福慧，所以世界叫『勝音』，有它的道理在，這是我們必須要知道學習的。"
    },
    {
      "id": "12-045-0923_p0004",
      "zh_CN": "为什么他们能，我们不能？我们在日常生活当中，为什么在阿赖耶识里头落谢烦恼的种子？为什么？我们落谢的是自私自利的种子，名闻利养的种子，贪而无厌的种子，嫉妒瞋恚的种子，这还得了！这些业习种子是六道轮回主要的业因，天天落谢这些种子，加强巩固了三途六道，你还能出得去吗？没指望了。要学佛菩萨落谢清净光明的种子。什么种子是清净光明？《往生论》里面讲的「一清净句」，这个意思我们在前面读到了。要懂得将一切名言色相悉入阿弥陀佛，统统归这一句佛号，没有一样不清净。我们在「遮那品」里面学会了这一招，你得《华严》受用了，你真的在《华严》里面学到了门道。这是什么门道？净化身心、净化世界、净化虚空法界的秘诀，真正能够在这一生当中成就纯净纯善，圆满成佛。所以，阿赖耶识里头不能含藏别的东西，要含藏清净光明。",
      "zh_TW": "為什麼他們能，我們不能？我們在日常生活當中，為什麼在阿賴耶識裡頭落謝煩惱的種子？為什麼？我們落謝的是自私自利的種子，名聞利養的種子，貪而無厭的種子，嫉妒瞋恚的種子，這還得了！這些業習種子是六道輪迴主要的業因，天天落謝這些種子，加強鞏固了三途六道，你還能出得去嗎？沒指望了。要學佛菩薩落謝清淨光明的種子。什麼種子是清淨光明？《往生論》裡面講的「一清淨句」，這個意思我們在前面讀到了。要懂得將一切名言色相悉入阿彌陀佛，統統歸這一句佛號，沒有一樣不清淨。我們在「遮那品」裡面學會了這一招，你得《華嚴》受用了，你真的在《華嚴》裡面學到了門道。這是什麼門道？淨化身心、淨化世界、淨化虛空法界的祕訣，真正能夠在這一生當中成就純淨純善，圓滿成佛。所以，阿賴耶識裡頭不能含藏別的東西，要含藏清淨光明。"
    },
    {
      "id": "12-045-0923_p0005",
      "zh_CN": "「清净光明」里面，跟诸位说，没有善恶。把所有一切的善恶、邪正、是非统统把它转变成清净光明，都归到这一句佛号，妙绝了，弥陀名号不可思议。在本经这一品里面所讲的，统统归毘卢遮那。那我们修净土宗的同学要不要归毘卢遮那？不必要，归阿弥陀佛，阿弥陀佛就是毘卢遮那，这在前面跟诸位说过，不要有分别、不要有执着，问题就是你会不会！果然会转，没有一句不是清净句。所以我们看到经文里面这些文字感触很深。过去犯的过失已经过去，不必再提了，要知道现前立刻能转。清净心、清净句就是自性本具的智慧德相。",
      "zh_TW": "「清淨光明」裡面，跟諸位說，沒有善惡。把所有一切的善惡、邪正、是非統統把它轉變成清淨光明，都歸到這一句佛號，妙絕了，彌陀名號不可思議。在本經這一品裡面所講的，統統歸毘盧遮那。那我們修淨土宗的同學要不要歸毘盧遮那？不必要，歸阿彌陀佛，阿彌陀佛就是毘盧遮那，這在前面跟諸位說過，不要有分別、不要有執著，問題就是你會不會！果然會轉，沒有一句不是清淨句。所以我們看到經文裡面這些文字感觸很深。過去犯的過失已經過去，不必再提了，要知道現前立刻能轉。清淨心、清淨句就是自性本具的智慧德相。"
    },
    {
      "id": "12-045-0923_p0006",
      "zh_CN": "我想许多同学都曾经听说，古大德常讲「会归自性」，这个名词我想很多人都听过。怎么个会归法？现在总懂得一点门道，怎么个会归法？把十法界依正庄严都回归到自性，都纳入清净句，你现前身心清净得大自在、得大安乐，烦恼不生，智慧增长，都在会！如果不会，多读经论，多看祖师大德们的语录，用心体会学习。这个学习就是要落实、要做到！现在人最难的是他做不到，做不到没有用处，这个清净句你得不到，必须自己要做到。修行功夫重要，时间也重要，长时间的薰修，自然功夫就得力；时间短了，当然有困难，这是在所不免，你修行的功夫不够。得真干，锲而不舍，假以时日，你很可能入清净句。再看第二句：",
      "zh_TW": "我想許多同學都曾經聽說，古大德常講「會歸自性」，這個名詞我想很多人都聽過。怎麼個會歸法？現在總懂得一點門道，怎麼個會歸法？把十法界依正莊嚴都回歸到自性，都納入清淨句，你現前身心清淨得大自在、得大安樂，煩惱不生，智慧增長，都在會！如果不會，多讀經論，多看祖師大德們的語錄，用心體會學習。這個學習就是要落實、要做到！現在人最難的是他做不到，做不到沒有用處，這個清淨句你得不到，必須自己要做到。修行功夫重要，時間也重要，長時間的薰修，自然功夫就得力；時間短了，當然有困難，這是在所不免，你修行的功夫不夠。得真幹，鍥而不捨，假以時日，你很可能入清淨句。再看第二句："
    },
    {
      "id": "12-045-0923_p0007",
      "zh_CN": "【其海中有大莲华。须弥山出现。名华焰普庄严幢。十宝栏楯。周匝围绕。】",
      "zh_TW": "【其海中有大蓮華。須彌山出現。名華焰普莊嚴幢。十寶欄楯。周匝圍繞。】"
    },
    {
      "id": "12-045-0923_p0008",
      "zh_CN": "这一段经文是讲这个海里头有『大莲华』，清净光明香水海出「大莲华」。『须弥山出现』，诸位想想这什么意思？这说明一个单位世界，就是在科题里面清凉大师给我们说出「别说一四天下」，一四天下有一座须弥山，这就是一个单位世界，举这一个例子，好说话。",
      "zh_TW": "這一段經文是講這個海裡頭有『大蓮華』，清淨光明香水海出「大蓮華」。『須彌山出現』，諸位想想這什麼意思？這說明一個單位世界，就是在科題裡面清涼大師給我們說出「別說一四天下」，一四天下有一座須彌山，這就是一個單位世界，舉這一個例子，好說話。"
    },
    {
      "id": "12-045-0923_p0009",
      "zh_CN": "这个世界好，为什么？因好；因是清净光明，因好。清净是性德，内心清净；光明是遍照、是智慧、是慈悲、是利生。自己不清净，你怎么能够利益别人？自己没有到清净，帮助别人，在一般来说是害多利少。我没有心害他。没有心害他，不知不觉做错了事、说错了话，伤害了别人。没有德行，心不清净，烦恼现前。烦恼是什么？贪瞋痴慢、自私自利，所以起心动念损人利己，就干这个事情，怎么能不伤害别人？不论是有意无意，总而言之，常常会伤害别人。所以学佛的人起心动念、言语造作不能不谨慎，道理在此地。",
      "zh_TW": "這個世界好，為什麼？因好；因是清淨光明，因好。清淨是性德，內心清淨；光明是遍照、是智慧、是慈悲、是利生。自己不清淨，你怎麼能夠利益別人？自己沒有到清淨，幫助別人，在一般來說是害多利少。我沒有心害他。沒有心害他，不知不覺做錯了事、說錯了話，傷害了別人。沒有德行，心不清淨，煩惱現前。煩惱是什麼？貪瞋痴慢、自私自利，所以起心動念損人利己，就幹這個事情，怎麼能不傷害別人？不論是有意無意，總而言之，常常會傷害別人。所以學佛的人起心動念、言語造作不能不謹慎，道理在此地。"
    },
    {
      "id": "12-045-0923_p0010",
      "zh_CN": "中国古代大政治家诸葛亮，在中国知名度很高，没有人不知道诸葛亮的。诸葛亮一生的成就，靠什么？古人的批判「诸葛一生唯谨慎」，他一生，无论是生活、工作、待人接物，小心谨慎，丝毫都不敢大意，这是他一生成功的秘诀。世法如是，修道更要如是！学佛，学成之后要教化众生，你要不懂得谨慎，不知道小心翼翼，哪里能不做错事？在中国古代，学佛人的根基都是念儒书、念道家的书。儒、道最重要的，儒家最重要的四书，《论语》、《孟子》、《大学》、《中庸》；道家最重要的典籍，《老子》、《庄子》，以这个为基础入大乘佛法，所以他功夫得力。",
      "zh_TW": "中國古代大政治家諸葛亮，在中國知名度很高，沒有人不知道諸葛亮的。諸葛亮一生的成就，靠什麼？古人的批判「諸葛一生唯謹慎」，他一生，無論是生活、工作、待人接物，小心謹慎，絲毫都不敢大意，這是他一生成功的祕訣。世法如是，修道更要如是！學佛，學成之後要教化眾生，你要不懂得謹慎，不知道小心翼翼，哪裡能不做錯事？在中國古代，學佛人的根基都是念儒書、念道家的書。儒、道最重要的，儒家最重要的四書，《論語》、《孟子》、《大學》、《中庸》；道家最重要的典籍，《老子》、《莊子》，以這個為基礎入大乘佛法，所以他功夫得力。"
    },
    {
      "id": "12-045-0923_p0011",
      "zh_CN": "我们今天儒、道的基础没有，又没有小乘的基础，直接就想学大乘，结果怎么样？学得四不像。学讲大乘经，结果是破坏大乘，起心动念一切造作在破佛，你说你怎么得了！戒经里头，佛说得很明白，「不先学小乘，后学大乘，非佛弟子」。为什么说非佛弟子？你没有遵守佛的教诲，你不是佛的学生，佛不承认。皈依了，没有用处；剃度出家，受了三坛大戒，佛不承认你。你自以为是，不行，诸佛不承认你，龙天善神不承认你。这些道理、事实真相，我们一定要参透。真正依照佛的教诲去做的人，他没有受过三皈，他也没有受过五戒，他也没有出家，也没有受过三坛大戒，佛承认他，是佛弟子；龙天善神也承认他，为什么？他真的依教奉行，他没有外表的形式，他有实质，天人鬼神敬重他。",
      "zh_TW": "我們今天儒、道的基礎沒有，又沒有小乘的基礎，直接就想學大乘，結果怎麼樣？學得四不像。學講大乘經，結果是破壞大乘，起心動念一切造作在破佛，你說你怎麼得了！戒經裡頭，佛說得很明白，「不先學小乘，後學大乘，非佛弟子」。為什麼說非佛弟子？你沒有遵守佛的教誨，你不是佛的學生，佛不承認。皈依了，沒有用處；剃度出家，受了三壇大戒，佛不承認你。你自以為是，不行，諸佛不承認你，龍天善神不承認你。這些道理、事實真相，我們一定要參透。真正依照佛的教誨去做的人，他沒有受過三皈，他也沒有受過五戒，他也沒有出家，也沒有受過三壇大戒，佛承認他，是佛弟子；龍天善神也承認他，為什麼？他真的依教奉行，他沒有外表的形式，他有實質，天人鬼神敬重他。"
    },
    {
      "id": "12-045-0923_p0012",
      "zh_CN": "莲花表法的意思，大家知道，出污泥而不染，对我们现在这个社会来讲再恰当不过。意思就是说，决定不会受外面境界影响，染污就是影响。不会被外面境界所转，自己有主宰。这一桩事情说的容易，真正要做也非常困难，难在什么地方？难在没有智慧，愚痴，没有能力辨别外面境界的邪正、是非、善恶、真妄、利害，没有能力辨别，把假的当作真的，把邪法当作正法，把恶法当作善法，这叫颠倒。经论里面常讲迷惑颠倒，天天干这个事情，所以他被外头境界转。我们是凡夫，缘不殊胜，遇不到善知识，怎样能够保全自己不被邪恶所转？那你得找个依靠，依靠什么？圣教，你找个依靠。所以我们亲近善知识，善知识头一桩事情就是给我们一部经典，这就是授经；授是传授，我传授一部经给你。什么意思？你起心动念、言语造作，从你生活到应酬，跟外界接触，你依靠这一部经典。这个经典所讲的，与经典所说的相应，正确的；与经典所说的相违背，错误的。给你一个标准！",
      "zh_TW": "蓮花表法的意思，大家知道，出污泥而不染，對我們現在這個社會來講再恰當不過。意思就是說，決定不會受外面境界影響，染污就是影響。不會被外面境界所轉，自己有主宰。這一樁事情說的容易，真正要做也非常困難，難在什麼地方？難在沒有智慧，愚痴，沒有能力辨別外面境界的邪正、是非、善惡、真妄、利害，沒有能力辨別，把假的當作真的，把邪法當作正法，把惡法當作善法，這叫顛倒。經論裡面常講迷惑顛倒，天天幹這個事情，所以他被外頭境界轉。我們是凡夫，緣不殊勝，遇不到善知識，怎樣能夠保全自己不被邪惡所轉？那你得找個依靠，依靠什麼？聖教，你找個依靠。所以我們親近善知識，善知識頭一樁事情就是給我們一部經典，這就是授經；授是傳授，我傳授一部經給你。什麼意思？你起心動念、言語造作，從你生活到應酬，跟外界接觸，你依靠這一部經典。這個經典所講的，與經典所說的相應，正確的；與經典所說的相違背，錯誤的。給你一個標準！"
    },
    {
      "id": "12-045-0923_p0013",
      "zh_CN": "标准有阶段性，就跟读书一样，有小学的标准、中学的标准、大学的标准、研究所的标准，所以标准有阶段性的。初学的标准一定是圣教，这是大根大本，让你真正起信。我跟同学们说过，我亲近章嘉大师，章嘉大师给我的标准是《释迦谱》。我亲近李炳南老居士，老居士给我的标准是《阿难问事佛吉凶经》。这部经上所说的理论、方法、境界，吉凶祸福、利害得失，说老实话，在我们现今这个社会足够用了，决定不会走入歧途，你会走在正道上，从这个地方奠定根基，然后再深入大乘。",
      "zh_TW": "標準有階段性，就跟讀書一樣，有小學的標準、中學的標準、大學的標準、研究所的標準，所以標準有階段性的。初學的標準一定是聖教，這是大根大本，讓你真正起信。我跟同學們說過，我親近章嘉大師，章嘉大師給我的標準是《釋迦譜》。我親近李炳南老居士，老居士給我的標準是《阿難問事佛吉凶經》。這部經上所說的理論、方法、境界，吉凶禍福、利害得失，說老實話，在我們現今這個社會足夠用了，決定不會走入歧途，你會走在正道上，從這個地方奠定根基，然後再深入大乘。"
    },
    {
      "id": "12-045-0923_p0014",
      "zh_CN": "深入大乘之后，李老师又传授我一部书，这不是经书，是《印光大师文钞》。老师传给我的时候（现在《印光大师全集》分量很大，那个时候没有），我那个时候读到的只有《文钞》正篇、续篇，两册。我记得那个时候是四册，正篇上下册，续篇上下册，书不厚，现在都是精装成一册。老师一再交代我，学印光法师，以印光法师为老师，做印光法师的私淑弟子。我认真努力的去研读、去学习，我总结他老人家的传法心要，十六个字，这十六个字就是「敦伦尽分，闲邪存诚，信愿念佛，求生净土」。这十六个字是印光大师一生应化的总结，也是他老人家传法的心印。他一生所讲的都不离这十六个字；换句话说，一生所说的就是这十六个字的解释，详细的解释，从这里学习。我们有了标准，有了方向。有了标准，六根接触六尘境界，我有能力拣别；这十六个字也是我的方向，我知道我这一生修行道路应该怎么走法，清清楚楚、明明白白。这是什么？这是莲花，这是须弥山。",
      "zh_TW": "深入大乘之後，李老師又傳授我一部書，這不是經書，是《印光大師文鈔》。老師傳給我的時候（現在《印光大師全集》分量很大，那個時候沒有），我那個時候讀到的只有《文鈔》正篇、續篇，兩冊。我記得那個時候是四冊，正篇上下冊，續篇上下冊，書不厚，現在都是精裝成一冊。老師一再交代我，學印光法師，以印光法師為老師，做印光法師的私淑弟子。我認真努力的去研讀、去學習，我總結他老人家的傳法心要，十六個字，這十六個字就是「敦倫盡分，閑邪存誠，信願念佛，求生淨土」。這十六個字是印光大師一生應化的總結，也是他老人家傳法的心印。他一生所講的都不離這十六個字；換句話說，一生所說的就是這十六個字的解釋，詳細的解釋，從這裡學習。我們有了標準，有了方向。有了標準，六根接觸六塵境界，我有能力揀別；這十六個字也是我的方向，我知道我這一生修行道路應該怎麼走法，清清楚楚、明明白白。這是什麼？這是蓮花，這是須彌山。"
    },
    {
      "id": "12-045-0923_p0015",
      "zh_CN": "它这个须弥山还有一个名号，『名华焰普庄严幢』，这名号好。「华」表万行，代表行门，代表什么？起心动念、言语造作，清净光明。华之体，清净；华之相，光明，「焰」就是光明。「普庄严幢」，这是总说，普遍；普遍就是清净、平等、真诚。「幢」是高显，像须弥山一样，高、明显，一切众生都看得见。代表什么？代表你这个人修行的德行、智慧、相好。这是我们这么多年来，总结大乘佛法里面真诚、清净、平等、正觉、慈悲，这十个字就是「华焰普庄严幢」，得做到才行，得落实！",
      "zh_TW": "它這個須彌山還有一個名號，『名華焰普莊嚴幢』，這名號好。「華」表萬行，代表行門，代表什麼？起心動念、言語造作，清淨光明。華之體，清淨；華之相，光明，「焰」就是光明。「普莊嚴幢」，這是總說，普遍；普遍就是清淨、平等、真誠。「幢」是高顯，像須彌山一樣，高、明顯，一切眾生都看得見。代表什麼？代表你這個人修行的德行、智慧、相好。這是我們這麼多年來，總結大乘佛法裡面真誠、清淨、平等、正覺、慈悲，這十個字就是「華焰普莊嚴幢」，得做到才行，得落實！"
    },
    {
      "id": "12-045-0923_p0016",
      "zh_CN": "『十宝栏楯，周匝围绕』，这是讲幢的周围，这个幢是大道场。像我们现在人所说的，以佛法做比喻，我们这个宗派，宗派总有一个总部，现在人叫总部，从前佛法里面讲本山，大本山。祖师建立宗派的第一个道场，叫大本山。「华焰普庄严幢」，这是大本山；「周匝围绕」的是它的分支机构。从前我在台中跟李老师学教，李老师的大本山是台中莲社，这是他建立的，在那个地方教学三十八年。围绕台中莲社四周，南面到鹿港，北面到新竹，这样大的一个地区，我在的那个时候，有二十七个布教所，属于台中莲社的。建立小规模的道场，派遣学生在那边讲经、教学，领导大家念佛，那就是「周匝围绕」。",
      "zh_TW": "『十寶欄楯，周匝圍繞』，這是講幢的周圍，這個幢是大道場。像我們現在人所說的，以佛法做比喻，我們這個宗派，宗派總有一個總部，現在人叫總部，從前佛法裡面講本山，大本山。祖師建立宗派的第一個道場，叫大本山。「華焰普莊嚴幢」，這是大本山；「周匝圍繞」的是它的分支機構。從前我在台中跟李老師學教，李老師的大本山是台中蓮社，這是他建立的，在那個地方教學三十八年。圍繞台中蓮社四周，南面到鹿港，北面到新竹，這樣大的一個地區，我在的那個時候，有二十七個布教所，屬於台中蓮社的。建立小規模的道場，派遣學生在那邊講經、教學，領導大家念佛，那就是「周匝圍繞」。"
    },
    {
      "id": "12-045-0923_p0017",
      "zh_CN": "「宝栏楯」，这个意思很深，「十」是圆满，佛法才是宝；换句话说，圣人的教诲是宝。「栏楯」就是栏杆。栏杆，横的叫做栏，竖的叫做楯，栏杆的构造，栏楯。它的用途，我们知道是显示一个范围，我们一般人讲界限。我在这个界限里头修学，没有成就，不能出这个界限；到自己成就了，出这个界限是教化众生，界限里面成就自己。所以，无论是中央的大道场，或者周边所建立的小道场，目的都是在成就自己。那我们想想我们有没有栏？有没有楯？有栏楯就能够防范邪外，防范邪知、邪见、邪行，防范外道。因为我们在初学，没有能力不受染污，没有能力不受影响，所以我们要设栏楯。这个栏楯，实在讲，就是善知识的教诲。",
      "zh_TW": "「寶欄楯」，這個意思很深，「十」是圓滿，佛法才是寶；換句話說，聖人的教誨是寶。「欄楯」就是欄杆。欄杆，橫的叫做欄，豎的叫做楯，欄杆的構造，欄楯。它的用途，我們知道是顯示一個範圍，我們一般人講界限。我在這個界限裡頭修學，沒有成就，不能出這個界限；到自己成就了，出這個界限是教化眾生，界限裡面成就自己。所以，無論是中央的大道場，或者周邊所建立的小道場，目的都是在成就自己。那我們想想我們有沒有欄？有沒有楯？有欄楯就能夠防範邪外，防範邪知、邪見、邪行，防範外道。因為我們在初學，沒有能力不受染污，沒有能力不受影響，所以我們要設欄楯。這個欄楯，實在講，就是善知識的教誨。"
    },
    {
      "id": "12-045-0923_p0018",
      "zh_CN": "我在早年亲近李炳南老居士，拜他为老师，他给我三个条件，这三个条件就是「十宝栏楯」，我要遵守！这个栏楯没有形象。第一个条件，我喜欢听经，喜欢向有德行、有学问的人请教，他老人家知道。头一个条件把我限制住：除了跟他学习之外，不可以跟任何一个人学习，无论是法师、大德、居士讲经说法，不能听，不准我去听，只可以听他一个人的，这是栏楯。第二个条件，他知道我喜欢读书，限制我：无论是佛书（就是经典），或者世间所有一切书籍，没有经过他同意，不能看。还有第三个条件，那个时候我学佛四年了，我学佛四年的时候亲近李老师。李老师说：你过去这四年的修学我不承认，统统作废，今天你到我门下来，拜我做老师，一切从头学起。三个条件，这三个条件是「十宝栏楯」。有期限的，五年，五年之内一定要遵守。",
      "zh_TW": "我在早年親近李炳南老居士，拜他為老師，他給我三個條件，這三個條件就是「十寶欄楯」，我要遵守！這個欄楯沒有形象。第一個條件，我喜歡聽經，喜歡向有德行、有學問的人請教，他老人家知道。頭一個條件把我限制住：除了跟他學習之外，不可以跟任何一個人學習，無論是法師、大德、居士講經說法，不能聽，不准我去聽，只可以聽他一個人的，這是欄楯。第二個條件，他知道我喜歡讀書，限制我：無論是佛書（就是經典），或者世間所有一切書籍，沒有經過他同意，不能看。還有第三個條件，那個時候我學佛四年了，我學佛四年的時候親近李老師。李老師說：你過去這四年的修學我不承認，統統作廢，今天你到我門下來，拜我做老師，一切從頭學起。三個條件，這三個條件是「十寶欄楯」。有期限的，五年，五年之內一定要遵守。"
    },
    {
      "id": "12-045-0923_p0019",
      "zh_CN": "我听了之后，想了一想，接受，三个条件都接受，老师收我这个学生，认真的教导我。以后我了解，这三个条件不是李老师的专利，是古时候老师收学生都是这三个条件，代代相传。我这才明了，为什么不叫你多听多闻？你没有智慧，你没有能力辨别邪正，听听这个也有道理，听听那个也有道理，就把你自己的心搞乱了。所以你学习，你到底跟哪个老师？老师只能有一个，为什么？一个老师，一个方向、一个目标，你容易成就。两个老师两条路，三个老师三叉路口，四个老师十字街头，你怎么可能有成就？听一个人的，百分之百的服从，随顺。老师就像一个艺术家一样，我们自己是一块木头，一切都顺从，他来雕琢、雕塑，把这块木头雕成一个高度的艺术品。你要不合作，他一点办法都没有。",
      "zh_TW": "我聽了之後，想了一想，接受，三個條件都接受，老師收我這個學生，認真的教導我。以後我了解，這三個條件不是李老師的專利，是古時候老師收學生都是這三個條件，代代相傳。我這才明瞭，為什麼不叫你多聽多聞？你沒有智慧，你沒有能力辨別邪正，聽聽這個也有道理，聽聽那個也有道理，就把你自己的心搞亂了。所以你學習，你到底跟哪個老師？老師只能有一個，為什麼？一個老師，一個方向、一個目標，你容易成就。兩個老師兩條路，三個老師三叉路口，四個老師十字街頭，你怎麼可能有成就？聽一個人的，百分之百的服從，隨順。老師就像一個藝術家一樣，我們自己是一塊木頭，一切都順從，他來雕琢、雕塑，把這塊木頭雕成一個高度的藝術品。你要不合作，他一點辦法都沒有。"
    },
    {
      "id": "12-045-0923_p0020",
      "zh_CN": "自古以来，做学问的人、修道的人成就的秘诀就在此地。老师客气，跟我限定的是五年，五年是一般的，古时候都是五年。我接受他老人家的教诲，三个月我就感到有受用，为什么？很多东西不可以看、不能听，心定了，妄想少了。妄想少了，相对的就有一点智慧生了，看经，老师指定的经；听经，听他老人家讲经，有悟处了，能真正听得懂，半年之后就非常显著。所以到了第五年，我找老师，我说：老师，这五年我很有受用，我会再继续遵守你老人家这三条的教诲，我还遵守五年。我遵守十年，根基是这么打下来的。现在找这种学生找不到了。现在的学生，学了几天、几个月，就自以为是，还批评老师，老师样样都不对，自己样样都行。现在是这个时代，现代已经没有师道，已经没有孝道，所以天下大乱，灾难频繁，众生很苦，道理在此地。",
      "zh_TW": "自古以來，做學問的人、修道的人成就的祕訣就在此地。老師客氣，跟我限定的是五年，五年是一般的，古時候都是五年。我接受他老人家的教誨，三個月我就感到有受用，為什麼？很多東西不可以看、不能聽，心定了，妄想少了。妄想少了，相對的就有一點智慧生了，看經，老師指定的經；聽經，聽他老人家講經，有悟處了，能真正聽得懂，半年之後就非常顯著。所以到了第五年，我找老師，我說：老師，這五年我很有受用，我會再繼續遵守你老人家這三條的教誨，我還遵守五年。我遵守十年，根基是這麼打下來的。現在找這種學生找不到了。現在的學生，學了幾天、幾個月，就自以為是，還批評老師，老師樣樣都不對，自己樣樣都行。現在是這個時代，現代已經沒有師道，已經沒有孝道，所以天下大亂，災難頻繁，眾生很苦，道理在此地。"
    },
    {
      "id": "12-045-0923_p0021",
      "zh_CN": "所以，这些道理我们明白了，事实真相也搞清楚了，能不能成就不在别人，在自己。自己肯不肯发心，肯不肯约束自己，也就是肯不肯把自己这些毛病习气止住！能不能依圣教、依经典真正来改正自己的毛病习气，从起心动念到言语造作，那你就是真的拿到了「栏楯」，你有了保障，你知道防范。如果不知道，还是随顺自己的烦恼习气，要广学多闻；什么人讲法都喜欢听，什么书都可以看，看到满脑袋的杂乱无章，真的把自己大好前途毁掉，你这是不如法、不如理。如理如法，哪一个不能成就？再笨的人都能成就。这个例子，自古以来很多。请继续看下面这一节经文：",
      "zh_TW": "所以，這些道理我們明白了，事實真相也搞清楚了，能不能成就不在別人，在自己。自己肯不肯發心，肯不肯約束自己，也就是肯不肯把自己這些毛病習氣止住！能不能依聖教、依經典真正來改正自己的毛病習氣，從起心動念到言語造作，那你就是真的拿到了「欄楯」，你有了保障，你知道防範。如果不知道，還是隨順自己的煩惱習氣，要廣學多聞；什麼人講法都喜歡聽，什麼書都可以看，看到滿腦袋的雜亂無章，真的把自己大好前途毀掉，你這是不如法、不如理。如理如法，哪一個不能成就？再笨的人都能成就。這個例子，自古以來很多。請繼續看下面這一節經文："
    },
    {
      "id": "12-045-0923_p0022",
      "zh_CN": "【于其山上有一大林。名摩尼华枝轮。无量华楼阁。无量宝台观。周回布列。无量妙香幢。无量宝山幢。迥极庄严。无量宝芬陀利华。处处敷荣。无量香摩尼莲华网。周匝垂布。乐音和悦。香云照曜。数各无量。不可纪极。有百万亿那由他城。周匝围绕。种种众生。于中止住。】",
      "zh_TW": "【於其山上有一大林。名摩尼華枝輪。無量華樓閣。無量寶臺觀。周迴布列。無量妙香幢。無量寶山幢。迥極莊嚴。無量寶芬陀利華。處處敷榮。無量香摩尼蓮華網。周匝垂布。樂音和悅。香雲照曜。數各無量。不可紀極。有百萬億那由他城。周匝圍繞。種種眾生。於中止住。】"
    },
    {
      "id": "12-045-0923_p0023",
      "zh_CN": "这一段经文表法的义趣很深、很广，我们要细细的来观察。首先我们看到这『山上』有一个『大林』，「林」就像我们现在这个世间原始的森林，森林里面有道场。清凉大师在注解里面给我们说，他说这一段文说明「山顶之林。说林，佛于中现」。末后一句说很多众生在那边住，那是佛教化的对象。",
      "zh_TW": "這一段經文表法的義趣很深、很廣，我們要細細的來觀察。首先我們看到這『山上』有一個『大林』，「林」就像我們現在這個世間原始的森林，森林裡面有道場。清涼大師在註解裡面給我們說，他說這一段文說明「山頂之林。說林，佛於中現」。末後一句說很多眾生在那邊住，那是佛教化的對象。"
    },
    {
      "id": "12-045-0923_p0024",
      "zh_CN": "我们从这个提示，细心的来观察这一段经文，这个林有名字，叫『摩尼华枝轮』。这一句里头很重要的一个字眼，「枝」。为什么？这是胜音世界。胜音世界，清净光明香水海是这个世界里头的一部分，不是这个世界的全体，是这一支。就好像我们今天讲佛教，佛教在中国有十个宗派，每一个宗派就是支。像一个大学，这个大学有很多院系，我们今天讲一个文学院，这一个院是这个大学里头的一支。诸位要懂这个意思，这是「枝」。从一枝就能够了解它的全体。会看的人，佛法十个宗派，无论从哪一宗、哪一派都能看到全部的佛法，这你会看。",
      "zh_TW": "我們從這個提示，細心的來觀察這一段經文，這個林有名字，叫『摩尼華枝輪』。這一句裡頭很重要的一個字眼，「枝」。為什麼？這是勝音世界。勝音世界，清淨光明香水海是這個世界裡頭的一部分，不是這個世界的全體，是這一支。就好像我們今天講佛教，佛教在中國有十個宗派，每一個宗派就是支。像一個大學，這個大學有很多院系，我們今天講一個文學院，這一個院是這個大學裡頭的一支。諸位要懂這個意思，這是「枝」。從一枝就能夠了解它的全體。會看的人，佛法十個宗派，無論從哪一宗、哪一派都能看到全部的佛法，這你會看。"
    },
    {
      "id": "12-045-0923_p0025",
      "zh_CN": "『无量华楼阁，无量宝台观，周回布列』，这一句说的是什么？说的是它在教学里面所开的课程，「华」偏重在行门，因华；「宝」偏重在理论，有解有行，解行都与性德相应，所以称之为宝华。法门再多，宗派再多，目标是一个，方向是一致，决定没有违背。总的目标方向是什么？佛在经上跟我们讲得很好，「诸恶莫作，众善奉行，自净其意，是诸佛教。」你说这一首偈是不是总的原则、总的方向！不是一尊佛说，不是一尊佛这样教人，是诸佛教，诸是讲十方三世一切诸佛教化众生都不离这三个原则。你看看，教一切众生断恶，教一切众生行善，教一切众生自净其意。自净其意就是纯净，断恶修善就是纯善，我们把这一首偈再归纳为四个字，就是「纯净纯善」。一切诸佛教化众生没有别的！纯净纯善是你自己本来具足的，不是从外头来的。",
      "zh_TW": "『無量華樓閣，無量寶臺觀，周迴布列』，這一句說的是什麼？說的是它在教學裡面所開的課程，「華」偏重在行門，因華；「寶」偏重在理論，有解有行，解行都與性德相應，所以稱之為寶華。法門再多，宗派再多，目標是一個，方向是一致，決定沒有違背。總的目標方向是什麼？佛在經上跟我們講得很好，「諸惡莫作，眾善奉行，自淨其意，是諸佛教。」你說這一首偈是不是總的原則、總的方向！不是一尊佛說，不是一尊佛這樣教人，是諸佛教，諸是講十方三世一切諸佛教化眾生都不離這三個原則。你看看，教一切眾生斷惡，教一切眾生行善，教一切眾生自淨其意。自淨其意就是純淨，斷惡修善就是純善，我們把這一首偈再歸納為四個字，就是「純淨純善」。一切諸佛教化眾生沒有別的！純淨純善是你自己本來具足的，不是從外頭來的。"
    },
    {
      "id": "12-045-0923_p0026",
      "zh_CN": "在中国，中国的圣贤也是这样教人，「人之初，性本善」；换句话说，肯定你、承认你，你的性本来清净、本来是善的。儒家讲「止于至善」，那是本善。为什么本净本善现在搞成了不净不善，这什么原因？这个原因是习性，不是本性；习性是你被污染，你被周边环境污染。环境里面有人事的环境、有物质的环境，你六根接触外头六尘境界，你迷了，在境界里面起了妄想分别执着，把自己的本净本善失掉了，你就变成不净不善，就这么回事情。自性里头本来有宝，这个宝是觉、正、净，觉而不迷，正而不邪，净而不染，这是你自性里面的三宝。很可惜，你把这个三宝迷失了，现在你的习性变成了迷、邪、染。",
      "zh_TW": "在中國，中國的聖賢也是這樣教人，「人之初，性本善」；換句話說，肯定你、承認你，你的性本來清淨、本來是善的。儒家講「止於至善」，那是本善。為什麼本淨本善現在搞成了不淨不善，這什麼原因？這個原因是習性，不是本性；習性是你被污染，你被周邊環境污染。環境裡面有人事的環境、有物質的環境，你六根接觸外頭六塵境界，你迷了，在境界裡面起了妄想分別執著，把自己的本淨本善失掉了，你就變成不淨不善，就這麼回事情。自性裡頭本來有寶，這個寶是覺、正、淨，覺而不迷，正而不邪，淨而不染，這是你自性裡面的三寶。很可惜，你把這個三寶迷失了，現在你的習性變成了迷、邪、染。"
    },
    {
      "id": "12-045-0923_p0027",
      "zh_CN": "佛菩萨、圣贤人的教学，他教什么？首先就是把事实真相告诉我们，我们有本性，我们本性确实是觉正净，没有迷邪染。但是现在，我们确确实实把觉正净迷失了，现在所用的，现的这个相，确实完全是迷邪染。佛菩萨慈悲，教我们怎样把迷邪染离开，恢复自己的觉正净，这就是佛陀教育，这是圣贤的教诲。所以，这两句是所开的法门，「周回布列」，形容法门无量。为什么开那么多法门？众生根性不相同，迷惑的不一样。有人迷在事上，有人迷在理上，有人理事都迷，所迷还有轻重不相同。所以，佛教众生不能不因人而异，随机施教，法门就变成无量无边。",
      "zh_TW": "佛菩薩、聖賢人的教學，他教什麼？首先就是把事實真相告訴我們，我們有本性，我們本性確實是覺正淨，沒有迷邪染。但是現在，我們確確實實把覺正淨迷失了，現在所用的，現的這個相，確實完全是迷邪染。佛菩薩慈悲，教我們怎樣把迷邪染離開，恢復自己的覺正淨，這就是佛陀教育，這是聖賢的教誨。所以，這兩句是所開的法門，「周迴布列」，形容法門無量。為什麼開那麼多法門？眾生根性不相同，迷惑的不一樣。有人迷在事上，有人迷在理上，有人理事都迷，所迷還有輕重不相同。所以，佛教眾生不能不因人而異，隨機施教，法門就變成無量無邊。"
    },
    {
      "id": "12-045-0923_p0028",
      "zh_CN": "接着讲『无量妙香幢，无量宝山幢，迥极庄严』，「迥」是讲深远之貌；「妙香」加上一个「幢」，这一句是显示德行。妙香是真有！老修行人身心清净一尘不染，他身放香，境界转了。没有修行的时候，我们这个身体肮脏，三十六种不净之物，流出来的味道很难闻。但是修行人不一样，他也不洗澡，他也不洗衣服，距离我们年代不远的，大家知道的虚云老和尚。像虚云老和尚这样的人很多，不是他一个，一年剃一次头、洗一次澡，衣服从来不洗、从来不换的，衣服有莲花香味。领子的油垢，你看领子里面都是黑的，但是闻闻的时候，有莲花香味。不但这个香味很好闻，不难闻，那个香味还治病，妙了，宝香！",
      "zh_TW": "接著講『無量妙香幢，無量寶山幢，迥極莊嚴』，「迥」是講深遠之貌；「妙香」加上一個「幢」，這一句是顯示德行。妙香是真有！老修行人身心清淨一塵不染，他身放香，境界轉了。沒有修行的時候，我們這個身體骯髒，三十六種不淨之物，流出來的味道很難聞。但是修行人不一樣，他也不洗澡，他也不洗衣服，距離我們年代不遠的，大家知道的虛雲老和尚。像虛雲老和尚這樣的人很多，不是他一個，一年剃一次頭、洗一次澡，衣服從來不洗、從來不換的，衣服有蓮花香味。領子的油垢，你看領子裡面都是黑的，但是聞聞的時候，有蓮花香味。不但這個香味很好聞，不難聞，那個香味還治病，妙了，寶香！"
    },
    {
      "id": "12-045-0923_p0029",
      "zh_CN": "身上常年不洗澡，手摸一摸，也很多脏东西，这垢污。你看济公这个法师，他身上摸一把，搓搓丸，你有病，他给你吃，挺好吃的，吃了什么病都能治好，这怪了，那是什么东西？「妙香幢」、「宝山幢」！这个地方，你相不相信佛法里面讲的境随心转？你闻这个香，济公搓的我们叫济公丸，你吃他这个丸，他是以清净光明加持你，你能懂吗？真有德行！真有智慧！那个身上点点滴滴都能加持。从这个地方证明了，佛讲的没错，境随心转。",
      "zh_TW": "身上常年不洗澡，手摸一摸，也很多髒東西，這垢污。你看濟公這個法師，他身上摸一把，搓搓丸，你有病，他給你吃，挺好吃的，吃了什麼病都能治好，這怪了，那是什麼東西？「妙香幢」、「寶山幢」！這個地方，你相不相信佛法裡面講的境隨心轉？你聞這個香，濟公搓的我們叫濟公丸，你吃他這個丸，他是以清淨光明加持你，你能懂嗎？真有德行！真有智慧！那個身上點點滴滴都能加持。從這個地方證明了，佛講的沒錯，境隨心轉。"
    },
    {
      "id": "12-045-0923_p0030",
      "zh_CN": "『无量宝芬陀利华，处处敷荣』，「芬陀利」是白莲花。《弥陀经》上跟我们讲四色莲花，「青色青光，黄色黄光，赤色赤光，白色白光」，芬陀利是白色的。经文千万不要疏忽，「宝芬陀利」、「处处敷荣」。接着『无量香摩尼莲华网，周匝垂布』，都是说这个世界（这是个小世界）依报的殊胜，无比的庄严。从依报庄严，我们一定要想到正报庄严。为什么？依报是随正报转的。正报是佛在这里出现，佛住在这个地方，佛在这个地方教化，不但有情众生得利益，无情众生也得利益，树木花草、山河大地，都得利益。这个在前面「世主妙严品」里面跟诸位报告过。树木花草，树有树神，花有花神，草有草木神明，山有山神，河有河神，土地有土地神、有地神。这些神众都是世主，世主要遇到佛，他也修行，他也觉悟，所以依报样样都殊胜，样样都美好。花处处都开得特别好，好像它欢迎佛在这个地方长住，欢迎佛在这个地方说法教化众生。无量无边的神灵，都以他们自己主持管辖的来做供养；花神用花来做供养，树神用树来做供养，山川草木之神，都以他们自己分内管辖的来供养，美不胜收！「无量香摩尼莲华网，周匝垂布」。",
      "zh_TW": "『無量寶芬陀利華，處處敷榮』，「芬陀利」是白蓮花。《彌陀經》上跟我們講四色蓮花，「青色青光，黃色黃光，赤色赤光，白色白光」，芬陀利是白色的。經文千萬不要疏忽，「寶芬陀利」、「處處敷榮」。接著『無量香摩尼蓮華網，周匝垂布』，都是說這個世界（這是個小世界）依報的殊勝，無比的莊嚴。從依報莊嚴，我們一定要想到正報莊嚴。為什麼？依報是隨正報轉的。正報是佛在這裡出現，佛住在這個地方，佛在這個地方教化，不但有情眾生得利益，無情眾生也得利益，樹木花草、山河大地，都得利益。這個在前面「世主妙嚴品」裡面跟諸位報告過。樹木花草，樹有樹神，花有花神，草有草木神明，山有山神，河有河神，土地有土地神、有地神。這些神眾都是世主，世主要遇到佛，他也修行，他也覺悟，所以依報樣樣都殊勝，樣樣都美好。花處處都開得特別好，好像它歡迎佛在這個地方長住，歡迎佛在這個地方說法教化眾生。無量無邊的神靈，都以他們自己主持管轄的來做供養；花神用花來做供養，樹神用樹來做供養，山川草木之神，都以他們自己分內管轄的來供養，美不勝收！「無量香摩尼蓮華網，周匝垂布」。"
    },
    {
      "id": "12-045-0923_p0031",
      "zh_CN": "在表法里面，「宝芬陀利华」，这是代表佛菩萨的教诲，种种色的莲花，说实在讲，不止四色，种种色彩的莲花取白莲，白表示洁净，代表心意清净一尘不染。莲花代表纯善之法，「莲华网」代表教学的影响，我们今天讲影响之所及，横的，空间的影响；竖的，时间的影响。像释迦牟尼佛当年在世讲经三百余会，说法四十九年，这三百余会就像莲华网一样，不是说一部经，说许许多多的经。《华严经》，总名称是《华严经》，这里头有许许多多品，每一品、每一章、每一节都是一部经，这是「莲华网」的意思。教学的当时，这是影响一个时代，我们讲的空间影响到十方，时间影响到后世。我们晓得释迦牟尼佛的法运是一万两千年，他在时间上的影响是影响一万两千年，这是「周匝垂布」。",
      "zh_TW": "在表法裡面，「寶芬陀利華」，這是代表佛菩薩的教誨，種種色的蓮花，說實在講，不止四色，種種色彩的蓮花取白蓮，白表示潔淨，代表心意清淨一塵不染。蓮花代表純善之法，「蓮華網」代表教學的影響，我們今天講影響之所及，橫的，空間的影響；豎的，時間的影響。像釋迦牟尼佛當年在世講經三百餘會，說法四十九年，這三百餘會就像蓮華網一樣，不是說一部經，說許許多多的經。《華嚴經》，總名稱是《華嚴經》，這裡頭有許許多多品，每一品、每一章、每一節都是一部經，這是「蓮華網」的意思。教學的當時，這是影響一個時代，我們講的空間影響到十方，時間影響到後世。我們曉得釋迦牟尼佛的法運是一萬兩千年，他在時間上的影響是影響一萬兩千年，這是「周匝垂布」。"
    },
    {
      "id": "12-045-0923_p0032",
      "zh_CN": "我们在《了凡四训》里面看到，了凡先生讲，人做恶、做善最重要的要看它的影响，这个论功的厚薄、罪的大小。它影响的范围很小，影响的范围时间很短，他行善，这个善小，不大；他做恶，恶也小，也不大。如果他做的事情影响的面很大，影响的时间很长，他这是好事，那是大善；他是做的恶事，那是大恶。要论影响，不论当时。由此可知，我们在日常生活、处事待人接物，我们要晓得，我们做这一桩事情，对社会、对未来会产生什么样的影响？我不孝顺父母，就现前而论，小事，这有什么了不起！但是从影响上来说，这是你没有想到的。因为我不孝顺父母，影响到许许多多年轻人看到的时候，看到我这个样子，我不孝顺，他跟我学，他也不孝顺。我背师叛道，那些人看到我也跟我学，他们也各个背师叛道，罪过从这个地方结罪。换句话说，你影响的人愈多，影响的时间愈久，你的罪就愈深。你堕落在地狱，什么时候能出地狱？你的影响力完全没有了，世间人把你遗忘掉，你就能出地狱。",
      "zh_TW": "我們在《了凡四訓》裡面看到，了凡先生講，人做惡、做善最重要的要看它的影響，這個論功的厚薄、罪的大小。它影響的範圍很小，影響的範圍時間很短，他行善，這個善小，不大；他做惡，惡也小，也不大。如果他做的事情影響的面很大，影響的時間很長，他這是好事，那是大善；他是做的惡事，那是大惡。要論影響，不論當時。由此可知，我們在日常生活、處事待人接物，我們要曉得，我們做這一樁事情，對社會、對未來會產生什麼樣的影響？我不孝順父母，就現前而論，小事，這有什麼了不起！但是從影響上來說，這是你沒有想到的。因為我不孝順父母，影響到許許多多年輕人看到的時候，看到我這個樣子，我不孝順，他跟我學，他也不孝順。我背師叛道，那些人看到我也跟我學，他們也各個背師叛道，罪過從這個地方結罪。換句話說，你影響的人愈多，影響的時間愈久，你的罪就愈深。你墮落在地獄，什麼時候能出地獄？你的影響力完全沒有了，世間人把你遺忘掉，你就能出地獄。"
    },
    {
      "id": "12-045-0923_p0033",
      "zh_CN": "这个你要记住！如果你的毁谤、你的胡作妄为，你要是把它做成录音带、录像带，做成光碟，这是你的罪证。你堕地狱，什么时候能出来？你这些证据在这个世间统统消失了；还有一片在，你就没有办法脱离地狱。你说可怕不可怕？在古人的时候，没有这些东西，著书。你这个书流通在世间，只要有一本在，影响让别人读了这个起了邪思邪念，变成自己邪恶的行为，你不能离开地狱。这个世间，那些书一本都没有了，完全消失，你才能出离。现在印刷术方便，有没有想到这桩事情？言行不谨慎，产生负面的影响，这还得了吗？麻烦大！有一个人效法你的邪知邪见，邪作邪行，你那个罪案立刻就发作，就好像发病一样，又发作了。到那个时候后悔莫及，才知道造作的时候不以为意，以为没有什么了不起。",
      "zh_TW": "這個你要記住！如果你的毀謗、你的胡作妄為，你要是把它做成錄音帶、錄像帶，做成光碟，這是你的罪證。你墮地獄，什麼時候能出來？你這些證據在這個世間統統消失了；還有一片在，你就沒有辦法脫離地獄。你說可怕不可怕？在古人的時候，沒有這些東西，著書。你這個書流通在世間，只要有一本在，影響讓別人讀了這個起了邪思邪念，變成自己邪惡的行為，你不能離開地獄。這個世間，那些書一本都沒有了，完全消失，你才能出離。現在印刷術方便，有沒有想到這樁事情？言行不謹慎，產生負面的影響，這還得了嗎？麻煩大！有一個人效法你的邪知邪見，邪作邪行，你那個罪案立刻就發作，就好像發病一樣，又發作了。到那個時候後悔莫及，才知道造作的時候不以為意，以為沒有什麼了不起。"
    },
    {
      "id": "12-045-0923_p0034",
      "zh_CN": "我常说，诸佛如来、法身菩萨、阿罗汉他们这些人示现在世间，都是给社会人做好榜样的，都是来帮助众生觉悟的，绝对不会让众生产生负面的想法、看法，不会。他可以做出负面的，但是众生的想法、看法是正面的；如果众生没有这个能力，他绝对不会示现负面的。可是这个示现，难知！为什么？菩萨度这一个人，要示现负面的，他会觉悟，这个人得度了。另外在旁边看的人，他看错了，他变成负面的；菩萨是度这个人。这是我们学佛最艰难的一个关卡，很不容易突破。就是在读经的时候我们也常常看到，所以你一定要前后仔细看清楚，这几句话佛是对什么人说的？这个人是代表世间哪一类的人，你得看清楚，给他讲的。哪些话是针对我讲的，哪些话是对你讲的，这是大学问，这个不简单。因此，佛在大经大论里面才说「佛法无人说，虽智莫能解」，佛法要是没有人讲，即使世间最有聪明才智的人，他也没有办法理解，愿解如来真实义，他做不到。那要什么人来说？契入境界的人，不是契入境界的人，他不知道。今天契入境界的人有几个？你到哪里去找？这就变成可遇不可求。实在求不到，怎么办？这个世间人我找不到，找古人。古人，祖师大德，那是靠得住的，无论哪个宗派的祖师大德，你找一个跟他学，你会成功。",
      "zh_TW": "我常說，諸佛如來、法身菩薩、阿羅漢他們這些人示現在世間，都是給社會人做好榜樣的，都是來幫助眾生覺悟的，絕對不會讓眾生產生負面的想法、看法，不會。他可以做出負面的，但是眾生的想法、看法是正面的；如果眾生沒有這個能力，他絕對不會示現負面的。可是這個示現，難知！為什麼？菩薩度這一個人，要示現負面的，他會覺悟，這個人得度了。另外在旁邊看的人，他看錯了，他變成負面的；菩薩是度這個人。這是我們學佛最艱難的一個關卡，很不容易突破。就是在讀經的時候我們也常常看到，所以你一定要前後仔細看清楚，這幾句話佛是對什麼人說的？這個人是代表世間哪一類的人，你得看清楚，給他講的。哪些話是針對我講的，哪些話是對你講的，這是大學問，這個不簡單。因此，佛在大經大論裡面才說「佛法無人說，雖智莫能解」，佛法要是沒有人講，即使世間最有聰明才智的人，他也沒有辦法理解，願解如來真實義，他做不到。那要什麼人來說？契入境界的人，不是契入境界的人，他不知道。今天契入境界的人有幾個？你到哪裡去找？這就變成可遇不可求。實在求不到，怎麼辦？這個世間人我找不到，找古人。古人，祖師大德，那是靠得住的，無論哪個宗派的祖師大德，你找一個跟他學，你會成功。"
    },
    {
      "id": "12-045-0923_p0035",
      "zh_CN": "我们净土宗在明末清初的时候，蕅益大师就是学莲池大师。那个时候莲池大师已经往生了，他也是找不到善知识，莲池大师的著作在。他是学一家之言，只读莲池大师的书，莲池大师之外的书他不读，他不接触。跟一个人学，学到契入境界再广学多闻，成就自己的后得智，这个道理要懂。如果智慧没有开，还是守一家之言，跟一个老师。你要懂得修学的原则，亲近善知识最重要的纲领，就是一家之言。你看书，看一个人的著作，不看别人的。为什么？你的思想是一致的，你走的是一条路，容易成就！你看两个人的著作，听两个人所说的，就迷惑了，你到底跟谁走？你就产生错误。古今中外，像这样不懂得学习方法，不知道学习纲领，而失败的人不知道有多少？成功的人就是这么一个原则，跟定一个老师、一个善知识，修学一个法门，「宝芬陀利」！所以他在一生当中，根利的人，三、五年，十年、二十年成就了。所以对老师要有坚定的信心，有疑惑不能问别人，问老师；老师对我负责任，别人对我不负责任，我跟他没有这个关系。",
      "zh_TW": "我們淨土宗在明末清初的時候，蕅益大師就是學蓮池大師。那個時候蓮池大師已經往生了，他也是找不到善知識，蓮池大師的著作在。他是學一家之言，只讀蓮池大師的書，蓮池大師之外的書他不讀，他不接觸。跟一個人學，學到契入境界再廣學多聞，成就自己的後得智，這個道理要懂。如果智慧沒有開，還是守一家之言，跟一個老師。你要懂得修學的原則，親近善知識最重要的綱領，就是一家之言。你看書，看一個人的著作，不看別人的。為什麼？你的思想是一致的，你走的是一條路，容易成就！你看兩個人的著作，聽兩個人所說的，就迷惑了，你到底跟誰走？你就產生錯誤。古今中外，像這樣不懂得學習方法，不知道學習綱領，而失敗的人不知道有多少？成功的人就是這麼一個原則，跟定一個老師、一個善知識，修學一個法門，「寶芬陀利」！所以他在一生當中，根利的人，三、五年，十年、二十年成就了。所以對老師要有堅定的信心，有疑惑不能問別人，問老師；老師對我負責任，別人對我不負責任，我跟他沒有這個關係。"
    },
    {
      "id": "12-045-0923_p0036",
      "zh_CN": "我在修学离开老师之后，在外面讲经，也遇到许许多多的人物，接触许许多多的言论、理论、修学方法。我有疑惑，我回去问老师，我不能问别人，这是什么？这是做学生的本分，这叫尊师重道。除非什么？老师不在了，老师往生了，没有地方问，那只好另请高明。这个世间再遇到高明的善知识，亲近他、依止他，向他学习，依止和尚！自己是弟子的身分，乱不得，一乱就坏了，纲纪就毁掉了。像盖一栋房子一样，这个房子的结构、骨架毁掉了，你还能盖得成功吗？亲近一个善知识，像盖房子，善知识是什么？善知识是这个房屋的柱、房屋的梁，最重要的！这都是讲的总纲领、总原则、总方向。",
      "zh_TW": "我在修學離開老師之後，在外面講經，也遇到許許多多的人物，接觸許許多多的言論、理論、修學方法。我有疑惑，我回去問老師，我不能問別人，這是什麼？這是做學生的本分，這叫尊師重道。除非什麼？老師不在了，老師往生了，沒有地方問，那只好另請高明。這個世間再遇到高明的善知識，親近他、依止他，向他學習，依止和尚！自己是弟子的身分，亂不得，一亂就壞了，綱紀就毀掉了。像蓋一棟房子一樣，這個房子的結構、骨架毀掉了，你還能蓋得成功嗎？親近一個善知識，像蓋房子，善知識是什麼？善知識是這個房屋的柱、房屋的樑，最重要的！這都是講的總綱領、總原則、總方向。"
    },
    {
      "id": "12-045-0923_p0037",
      "zh_CN": "我们再看下面经文，『乐音和悦，香云照曜，数各无量，不可纪极』。这个几句是讲教学的状况，学生学习的风气，你看看多么和善，多美！「乐音和悦」，这是什么音？教学、说法的音声，让你听到、接触到了，中国人讲「心平气和」。和、悦生欢喜心。你怎么会心平气和？烦恼习气治好了。佛一说法，你听明白、觉悟了，烦恼习气断了，心平气和；智慧开了，常生欢喜心，悦！「香云照曜」，这是你从身教里面开悟了，落实到自己的生活行为，气质变化了。我们常说的转恶为善，转迷为悟，转凡为圣，气质变化了，这是香云照曜。「数各无量，不可纪极」。这是教学的法门无量无边，没有法子计算。佛的智慧，佛的德能，佛的相好，从自性里面流露出来的，没有丝毫勉强，这里头没有丝毫的妄想分别执着。妄想分别执着是不净、是不善，妄想是不净，分别执着是不善，没有丝毫不善、不净夹杂，显示出无量无边的德能。",
      "zh_TW": "我們再看下面經文，『樂音和悅，香雲照曜，數各無量，不可紀極』。這個幾句是講教學的狀況，學生學習的風氣，你看看多麼和善，多美！「樂音和悅」，這是什麼音？教學、說法的音聲，讓你聽到、接觸到了，中國人講「心平氣和」。和、悅生歡喜心。你怎麼會心平氣和？煩惱習氣治好了。佛一說法，你聽明白、覺悟了，煩惱習氣斷了，心平氣和；智慧開了，常生歡喜心，悅！「香雲照曜」，這是你從身教裡面開悟了，落實到自己的生活行為，氣質變化了。我們常說的轉惡為善，轉迷為悟，轉凡為聖，氣質變化了，這是香雲照曜。「數各無量，不可紀極」。這是教學的法門無量無邊，沒有法子計算。佛的智慧，佛的德能，佛的相好，從自性裡面流露出來的，沒有絲毫勉強，這裡頭沒有絲毫的妄想分別執著。妄想分別執著是不淨、是不善，妄想是不淨，分別執著是不善，沒有絲毫不善、不淨夾雜，顯示出無量無邊的德能。"
    },
    {
      "id": "12-045-0923_p0038",
      "zh_CN": "『有百万亿那由他城，周匝围绕』，这一句就是讲它的影响所及。一切时、一切处，皆同法界，这个意思才圆满，这个事相才周遍。为什么？三障诸烦恼消尽了，业障消尽才能做到。末后这一句是讲这个世间所有的居民。『种种众生，于中止住』，这一句是佛教化的对象。佛出现在这个世间不是为别的，是来教化众生的。众生种类多，「种种众生」，种种众生是讲九法界，不单单是我们今天讲的人道。六道里面就有种种众生，六道之外还有声闻法界、缘觉法界、菩萨法界，这合起来九法界。十法界里面的佛法界也合在菩萨法界里面，因为十法界里面的佛还没有明心见性；换句话说，他们断证的功夫只断见思、尘沙，无明没破。所以在天台家讲藏教佛、通教佛，贤首大师所讲的小教佛、始教佛，实际上还是菩萨。所以九法界跟十法界，说法不一样，境界意思完全相同。种种众生就是九法界的众生。",
      "zh_TW": "『有百萬億那由他城，周匝圍繞』，這一句就是講它的影響所及。一切時、一切處，皆同法界，這個意思才圓滿，這個事相才周遍。為什麼？三障諸煩惱消盡了，業障消盡才能做到。末後這一句是講這個世間所有的居民。『種種眾生，於中止住』，這一句是佛教化的對象。佛出現在這個世間不是為別的，是來教化眾生的。眾生種類多，「種種眾生」，種種眾生是講九法界，不單單是我們今天講的人道。六道裡面就有種種眾生，六道之外還有聲聞法界、緣覺法界、菩薩法界，這合起來九法界。十法界裡面的佛法界也合在菩薩法界裡面，因為十法界裡面的佛還沒有明心見性；換句話說，他們斷證的功夫只斷見思、塵沙，無明沒破。所以在天台家講藏教佛、通教佛，賢首大師所講的小教佛、始教佛，實際上還是菩薩。所以九法界跟十法界，說法不一樣，境界意思完全相同。種種眾生就是九法界的眾生。"
    },
    {
      "id": "12-045-0923_p0039",
      "zh_CN": "在《华严》的境界里面，那个意思又不一样。在《华严》境界里头，可以说是遍法界虚空界同时现前，这是《华严》境界。如果讲大乘境界，那是九法界众生，我们就文字表面上来讲，接受佛教学、教诲，他们得利益。但是这部经是《华严经》，《华严经》诸位一定要知道一个原则，「一即一切，一切即一」，说一个就是说虚空法界的全体，这是《华严》的宗趣，我们应当要晓得。今天时间到了，我们就讲到此地。",
      "zh_TW": "在《華嚴》的境界裡面，那個意思又不一樣。在《華嚴》境界裡頭，可以說是遍法界虛空界同時現前，這是《華嚴》境界。如果講大乘境界，那是九法界眾生，我們就文字表面上來講，接受佛教學、教誨，他們得利益。但是這部經是《華嚴經》，《華嚴經》諸位一定要知道一個原則，「一即一切，一切即一」，說一個就是說虛空法界的全體，這是《華嚴》的宗趣，我們應當要曉得。今天時間到了，我們就講到此地。"
    }
  ]
}