{
  "doc_id": "12-045-0370",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三七Ｏ集",
    "zh_TW": "第三七Ｏ集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-045-0370",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "12-045-0370_p0001",
      "zh_CN": "请掀开经本，「阿修罗王」偈颂第六首看起：",
      "zh_TW": "請掀開經本，「阿修羅王」偈頌第六首看起："
    },
    {
      "id": "12-045-0370_p0002",
      "zh_CN": "【佛出于世救众生。一切智道咸开示。悉令舍苦得安乐。此义遍照所弘阐。】",
      "zh_TW": "【佛出於世救眾生。一切智道咸開示。悉令捨苦得安樂。此義遍照所弘闡。】"
    },
    {
      "id": "12-045-0370_p0003",
      "zh_CN": "遍照阿修罗王，在长行里面我们读到的，他是「得种种方便安立一切众生解脱门」。菩萨给我们的启示非常之大，特别是在现代的社会，如何安立众生可以说是现代社会一个最大的问题，这个问题牵涉的面非常之广，也非常之深。",
      "zh_TW": "遍照阿修羅王，在長行裡面我們讀到的，他是「得種種方便安立一切眾生解脫門」。菩薩給我們的啟示非常之大，特別是在現代的社會，如何安立眾生可以說是現代社會一個最大的問題，這個問題牽涉的面非常之廣，也非常之深。"
    },
    {
      "id": "12-045-0370_p0004",
      "zh_CN": "现代这个时代，由于科技的发达，大家都知道，科技确确实实是日新月异，但是人文、伦理道德的教育被疏忽了，所以科技愈发达，人心愈恐慌，愈不能够安立，造成这个社会最大的一个困惑。现代许许多多人都在寻求怎么解决这个问题，我们这些年来也非常认真努力，我们觉得这个问题严重。我们在讲经不断的提醒同修们，社会安定的问题，世界和平的问题，人民真正幸福的问题，《无量寿经》上讲「惠以真实之利」，一切众生怎样才得到真实的利益？真实的利益不外乎物质生活富裕、聪明智慧增长、健康长寿，总不外乎这三方面，这是真实的利益，现在这三方面都受到严重的威胁。",
      "zh_TW": "現代這個時代，由於科技的發達，大家都知道，科技確確實實是日新月異，但是人文、倫理道德的教育被疏忽了，所以科技愈發達，人心愈恐慌，愈不能夠安立，造成這個社會最大的一個困惑。現代許許多多人都在尋求怎麼解決這個問題，我們這些年來也非常認真努力，我們覺得這個問題嚴重。我們在講經不斷的提醒同修們，社會安定的問題，世界和平的問題，人民真正幸福的問題，《無量壽經》上講「惠以真實之利」，一切眾生怎樣才得到真實的利益？真實的利益不外乎物質生活富裕、聰明智慧增長、健康長壽，總不外乎這三方面，這是真實的利益，現在這三方面都受到嚴重的威脅。"
    },
    {
      "id": "12-045-0370_p0005",
      "zh_CN": "这个问题的解决我们也想了很多，不是政治能够解决得了，也不是军事能够解决得了，经济跟科技现在正在发展，不但不能解决这个问题，使这个问题愈来愈严重，于是我们想像到从前释迦牟尼佛为什么选择于教育。世尊选择教育态度非常明显，不像中国孔子，孔子，我们读孔子的书，书里面记载，孔老夫子是寻求从政，周游列国，目的是想谋得一官半职，来实现他的理想、实现他的抱负。而是在当时的列国，这些国君诸侯没有人敢用他，才回到老家从事于教学工作。释迦牟尼佛的情形不一样，他是王子的身分，他不需要去谋求政治地位，他的地位是现成的，他主动放弃、舍弃了，而选择，用现在的话来说，就是多元文化的社会教育，他选择这个行业，选择这么一个工作。而且是义务的为大众服务，服务的对象不限于自己的国家，在那个时候他服务的对象是国际，我们在经典上常常看到十六大国王皈依、护法。所以他真正做到不分国家、不分族类、不分宗教，就是今天所讲的多元文化的社会教育，这是给我们最好的一个榜样。",
      "zh_TW": "這個問題的解決我們也想了很多，不是政治能夠解決得了，也不是軍事能夠解決得了，經濟跟科技現在正在發展，不但不能解決這個問題，使這個問題愈來愈嚴重，於是我們想像到從前釋迦牟尼佛為什麼選擇於教育。世尊選擇教育態度非常明顯，不像中國孔子，孔子，我們讀孔子的書，書裡面記載，孔老夫子是尋求從政，周遊列國，目的是想謀得一官半職，來實現他的理想、實現他的抱負。而是在當時的列國，這些國君諸侯沒有人敢用他，才回到老家從事於教學工作。釋迦牟尼佛的情形不一樣，他是王子的身分，他不需要去謀求政治地位，他的地位是現成的，他主動放棄、捨棄了，而選擇，用現在的話來說，就是多元文化的社會教育，他選擇這個行業，選擇這麼一個工作。而且是義務的為大眾服務，服務的對象不限於自己的國家，在那個時候他服務的對象是國際，我們在經典上常常看到十六大國王皈依、護法。所以他真正做到不分國家、不分族類、不分宗教，就是今天所講的多元文化的社會教育，這是給我們最好的一個榜樣。"
    },
    {
      "id": "12-045-0370_p0006",
      "zh_CN": "长行里面讲「开种种权门」，权巧方便，这一种权巧方便，大乘经里面说得很多，应以什么身得度就现什么身。《华严经》末后五十三参更是最好的榜样，善财童子去参学这五十三位菩萨。实际五十三位都是诸佛如来应化的，这个我们毫无疑惑，因为《华严经》上这些诸天众、诸神众都是诸佛如来变化所作，那五十三位善知识还有什么话好说？每一位都是诸佛如来应化的。真是应以什么身得度就现什么身，五十三个人示现的形象，男女老少、各行各业。这里面示现以宗教人士出现的只有六位善知识，只有六个人是宗教身分出现的，其余的都是社会的各行各业。所以佛教的教学，我们要认识清楚，它是今天所讲的多元文化。由此可知，如果这些众生是基督教的身分，佛一定现基督教教化他们；他是回教的习性，佛一定现回教身分教化他们。于是我们才肯定，不但所有宗教里面的神圣，任何一个国家民族的圣贤，无一不是诸佛如来的化身。我们对于这些矛盾就消除，疑惑化解了，障碍排除了，我们的恭敬心，恭敬赞叹、尊重供养之心自然就生出来了。",
      "zh_TW": "長行裡面講「開種種權門」，權巧方便，這一種權巧方便，大乘經裡面說得很多，應以什麼身得度就現什麼身。《華嚴經》末後五十三參更是最好的榜樣，善財童子去參學這五十三位菩薩。實際五十三位都是諸佛如來應化的，這個我們毫無疑惑，因為《華嚴經》上這些諸天眾、諸神眾都是諸佛如來變化所作，那五十三位善知識還有什麼話好說？每一位都是諸佛如來應化的。真是應以什麼身得度就現什麼身，五十三個人示現的形象，男女老少、各行各業。這裡面示現以宗教人士出現的只有六位善知識，只有六個人是宗教身分出現的，其餘的都是社會的各行各業。所以佛教的教學，我們要認識清楚，它是今天所講的多元文化。由此可知，如果這些眾生是基督教的身分，佛一定現基督教教化他們；他是回教的習性，佛一定現回教身分教化他們。於是我們才肯定，不但所有宗教裡面的神聖，任何一個國家民族的聖賢，無一不是諸佛如來的化身。我們對於這些矛盾就消除，疑惑化解了，障礙排除了，我們的恭敬心，恭敬讚歎、尊重供養之心自然就生出來了。"
    },
    {
      "id": "12-045-0370_p0007",
      "zh_CN": "我们晓得众生根性不相同，居住虽然在一个地球，因为过去交通不发达，彼此不相往来，形成了不同的文化、不同的族群，佛在各个不同文化、各个不同族群里面示现的圣贤，因人施教。原本都是一家；不但是一家，原本是一体，在我们称诸佛如来，在穆斯林称安拉，在基督教、犹太教称上帝，其实都是一桩事情。如果我们用方便话来说，其实就是一个人，是一身，在哪个地区，人家称他什么。譬如一个有德行、有才华的人，他在家里面，他的子女称他作父亲；他在学校任教，他的学生称他为教授，那名称不是就不一样了吗？我们现在看到许多人印出名片，几十个头衔，他到哪里人家就怎么称呼他，其实是一个人。所以我们晓得，今天世间众多宗教所供奉的神明其实是一个人，他在哪个地方，哪一种不同的称呼。我们明白了，我们搞清楚，我们的心量拓开了，大乘经上讲的「心包太虚，量周沙界」，再不怀疑了。所以我们能够跟一切不同国土、不同族群、不同的众生和睦相处，我们以真诚清净平等心对待一切人事物，是依据这个道理，确确实实是平等的。",
      "zh_TW": "我們曉得眾生根性不相同，居住雖然在一個地球，因為過去交通不發達，彼此不相往來，形成了不同的文化、不同的族群，佛在各個不同文化、各個不同族群裡面示現的聖賢，因人施教。原本都是一家；不但是一家，原本是一體，在我們稱諸佛如來，在穆斯林稱安拉，在基督教、猶太教稱上帝，其實都是一樁事情。如果我們用方便話來說，其實就是一個人，是一身，在哪個地區，人家稱他什麼。譬如一個有德行、有才華的人，他在家裡面，他的子女稱他作父親；他在學校任教，他的學生稱他為教授，那名稱不是就不一樣了嗎？我們現在看到許多人印出名片，幾十個頭銜，他到哪裡人家就怎麼稱呼他，其實是一個人。所以我們曉得，今天世間眾多宗教所供奉的神明其實是一個人，他在哪個地方，哪一種不同的稱呼。我們明白了，我們搞清楚，我們的心量拓開了，大乘經上講的「心包太虛，量周沙界」，再不懷疑了。所以我們能夠跟一切不同國土、不同族群、不同的眾生和睦相處，我們以真誠清淨平等心對待一切人事物，是依據這個道理，確確實實是平等的。"
    },
    {
      "id": "12-045-0370_p0008",
      "zh_CN": "世间也有许许多多的道学，表现种种不同的神异，那也是事实。我们接触了，看到、听到了，心里很清楚，他是属于某一个阶层，他修学程度达到了某一个阶层。一些不了解事实真相的人，奉之为神明，误以为究竟，其实他上面还有。到真正究竟圆满，是大乘经上所说的。我们怎么晓得大乘经上所说的是究竟圆满？佛在经上告诉我们，十法界都用的是意识，没有离开意识，六道凡夫用意识用错了，所以才搞生死轮回；四圣法界用意识用正确了，他没有错误。意识依旧是妄心，不是真实的，用八识五十一心所，他们用的是纯善，没有恶。六道凡夫是善恶混杂，愈往下面来恶就愈多，恶心所多，善心所少，所以果报就不殊胜。完全用错了是地狱众生，完全用正确是十法界里面的佛菩萨，如果把八识转变成四智，他就超越十法界。法相宗里面修行重要的转识成智，怎么个转法？不用心意识，不用心心所，你所用的就是自性，禅宗讲明心见性，四智菩提就是性，完全用性德。随顺性德，那是一真法界的菩萨，超越了十法界。性德里面没有意思，有意思都在意识里头，没有离开意识。",
      "zh_TW": "世間也有許許多多的道學，表現種種不同的神異，那也是事實。我們接觸了，看到、聽到了，心裡很清楚，他是屬於某一個階層，他修學程度達到了某一個階層。一些不了解事實真相的人，奉之為神明，誤以為究竟，其實他上面還有。到真正究竟圓滿，是大乘經上所說的。我們怎麼曉得大乘經上所說的是究竟圓滿？佛在經上告訴我們，十法界都用的是意識，沒有離開意識，六道凡夫用意識用錯了，所以才搞生死輪迴；四聖法界用意識用正確了，他沒有錯誤。意識依舊是妄心，不是真實的，用八識五十一心所，他們用的是純善，沒有惡。六道凡夫是善惡混雜，愈往下面來惡就愈多，惡心所多，善心所少，所以果報就不殊勝。完全用錯了是地獄眾生，完全用正確是十法界裡面的佛菩薩，如果把八識轉變成四智，他就超越十法界。法相宗裡面修行重要的轉識成智，怎麼個轉法？不用心意識，不用心心所，你所用的就是自性，禪宗講明心見性，四智菩提就是性，完全用性德。隨順性德，那是一真法界的菩薩，超越了十法界。性德裡面沒有意思，有意思都在意識裡頭，沒有離開意識。"
    },
    {
      "id": "12-045-0370_p0009",
      "zh_CN": "菩萨在此地讲，『佛出于世救众生』，这个众生是虚空法界一切众生，不仅仅是娑婆世界。娑婆世界教主释迦牟尼佛，在《华严经》上说得很清楚，毘卢遮那的化身，西方极乐世界阿弥陀佛也是毘卢遮那的化身，没错！毘卢遮那是谁？毘卢遮那是自性，所以称之为法身佛。也就是毘卢遮那是能变、能现，释迦牟尼跟阿弥陀佛都是所现的；一切诸菩萨众，我们今天讲一切宗教里面的圣贤、神明、神圣，都是毘卢遮那所变。毘卢遮那在哪里？「毘卢遮那」是梵语，它的意思是「遍一切处」，毘卢遮那没有形相，遍一切处。上一个星期天，伊斯兰教的傅女士跟我们讲演伊斯兰教的生活，她也提到了他们的上帝安拉，她说安拉从来没有人见过，穆罕默德也没有见过，穆罕默德想要求安拉现身给他看看，他说一座山爆炸了。我们想想他们讲的安拉，跟佛家讲的毘卢遮那，确实是一不是二。她说世界、众生都是安拉造的，佛经里面讲虚空法界是毘卢遮那所现所变的。",
      "zh_TW": "菩薩在此地講，『佛出於世救眾生』，這個眾生是虛空法界一切眾生，不僅僅是娑婆世界。娑婆世界教主釋迦牟尼佛，在《華嚴經》上說得很清楚，毘盧遮那的化身，西方極樂世界阿彌陀佛也是毘盧遮那的化身，沒錯！毘盧遮那是誰？毘盧遮那是自性，所以稱之為法身佛。也就是毘盧遮那是能變、能現，釋迦牟尼跟阿彌陀佛都是所現的；一切諸菩薩眾，我們今天講一切宗教裡面的聖賢、神明、神聖，都是毘盧遮那所變。毘盧遮那在哪裡？「毘盧遮那」是梵語，它的意思是「遍一切處」，毘盧遮那沒有形相，遍一切處。上一個星期天，伊斯蘭教的傅女士跟我們講演伊斯蘭教的生活，她也提到了他們的上帝安拉，她說安拉從來沒有人見過，穆罕默德也沒有見過，穆罕默德想要求安拉現身給他看看，他說一座山爆炸了。我們想想他們講的安拉，跟佛家講的毘盧遮那，確實是一不是二。她說世界、眾生都是安拉造的，佛經裡面講虛空法界是毘盧遮那所現所變的。"
    },
    {
      "id": "12-045-0370_p0010",
      "zh_CN": "但是毘卢遮那对我们所教导的适合于这个地区人的根性，对穆斯林所教导的是适合他们那个地区的根性，不一样。我们看看他们的经典，说事多，说理少，偏重在日常生活的教训很多，教你怎么做人、怎么工作、怎么处事待人接物，这一方面教得很多，日常生活都规定得很详细。佛法里面也有这种教诲，所谓是「律仪三千，八万细行」，但是没有像他们那样规定那么明确。大乘佛法，特别是大乘佛法理多，讲理的部分多过于论事，帮助我们开智慧。于是我们对于宇宙人生的真相、宇宙人生的大道理，我们懂得多，所以我们的心量自然就拓开，自然就包容一切诸法，自自然然的主动以真诚、清净、平等、慈悲对待不同的宗教，对待不同的族类，对待不同的众生。所以从这上面去看，我们能体会到，这个境界提升了一层。",
      "zh_TW": "但是毘盧遮那對我們所教導的適合於這個地區人的根性，對穆斯林所教導的是適合他們那個地區的根性，不一樣。我們看看他們的經典，說事多，說理少，偏重在日常生活的教訓很多，教你怎麼做人、怎麼工作、怎麼處事待人接物，這一方面教得很多，日常生活都規定得很詳細。佛法裡面也有這種教誨，所謂是「律儀三千，八萬細行」，但是沒有像他們那樣規定那麼明確。大乘佛法，特別是大乘佛法理多，講理的部分多過於論事，幫助我們開智慧。於是我們對於宇宙人生的真相、宇宙人生的大道理，我們懂得多，所以我們的心量自然就拓開，自然就包容一切諸法，自自然然的主動以真誠、清淨、平等、慈悲對待不同的宗教，對待不同的族類，對待不同的眾生。所以從這上面去看，我們能體會到，這個境界提升了一層。"
    },
    {
      "id": "12-045-0370_p0011",
      "zh_CN": "最为明显的，不伤害一切众生，不吃众生肉，这是很明显的提升了一级。看到一切众生，牠也是一条命，为什么杀牠来养我？为什么不能杀我去养牠？大乘佛法里面，菩萨是舍身，我们在经上看到「舍身喂虎」，看到老虎饥饿很可怜，没得吃，把自己身体送给牠、喂牠，「割肉喂鹰」。能够舍己为人，这是慈悲到极处。如果你要不明这个道理，没有契入这个境界，这个事情做不到的。大乘菩萨饿死也不会伤害一个动物，他知道生死是个很平常的事，身有生死，佛性没有生死，这个身舍掉了，立刻去换一个身。舍身喂虎，就好像我们看到一个没有衣服穿的人、可怜的人，我们身上衣服脱下来送给他，就这么简单。我们送给他，再换一件衣服，舍身受身就跟穿衣服、脱衣服一样，受身是穿衣服，舍身是脱衣服。大乘菩萨契入这个境界，知道没有生死；世间人不了解事实真相，贪生怕死。佛了解，这些法身菩萨们了解事实真相，所以他能做到，他很容易做到，对他来讲一丝毫都不困难。",
      "zh_TW": "最為明顯的，不傷害一切眾生，不吃眾生肉，這是很明顯的提升了一級。看到一切眾生，牠也是一條命，為什麼殺牠來養我？為什麼不能殺我去養牠？大乘佛法裡面，菩薩是捨身，我們在經上看到「捨身餵虎」，看到老虎飢餓很可憐，沒得吃，把自己身體送給牠、餵牠，「割肉餵鷹」。能夠捨己為人，這是慈悲到極處。如果你要不明這個道理，沒有契入這個境界，這個事情做不到的。大乘菩薩餓死也不會傷害一個動物，他知道生死是個很平常的事，身有生死，佛性沒有生死，這個身捨掉了，立刻去換一個身。捨身餵虎，就好像我們看到一個沒有衣服穿的人、可憐的人，我們身上衣服脫下來送給他，就這麼簡單。我們送給他，再換一件衣服，捨身受身就跟穿衣服、脫衣服一樣，受身是穿衣服，捨身是脫衣服。大乘菩薩契入這個境界，知道沒有生死；世間人不了解事實真相，貪生怕死。佛了解，這些法身菩薩們了解事實真相，所以他能做到，他很容易做到，對他來講一絲毫都不困難。"
    },
    {
      "id": "12-045-0370_p0012",
      "zh_CN": "他怎么知道的？学来的，归根结柢还是教学，世尊教导他们。我们也学佛学了那么多年，我们为什么还做不到？从这个地方应当能体会到，我们的根性不利，远远的比不上那些菩萨们。他们的根利，他们听了佛的教诲，他就能够悟入，所以他能得受用。我们今天听到佛的教诲，不但不能入，悟都没有，那怎么能做到？所以必须要能够契入境界，你才能得到真实的受用。我们要问，我为什么根性这么钝？为什么我不能够悟入？这原因究竟在哪里？这个问题我们在讲席当中也不断重复的提醒，真正的关键就在自私自利。起心动念都是想自己，自己总要讲享受，这一享受就坏了、就迷了，自私自利的心就生出来了。所以佛纵然当面跟你说法四十九年，你也没有办法悟入；别说入了，开悟你都不可能。这就是一般讲的你有业障，你有深重的业障，深重的业障就是自私自利的念头，你贪恋世间的名闻利养、五欲六尘的享受。你执着自己的成见，总以为自己想的、自己看的是正确的，别人讲的、佛菩萨讲的也未必正确，这叫所知障，贪图世间一切的享受是烦恼障，这两种就把你障碍住了，你自性里头本来具足无量无边的智慧德相都不能现前，被这两种障碍障住了。",
      "zh_TW": "他怎麼知道的？學來的，歸根結柢還是教學，世尊教導他們。我們也學佛學了那麼多年，我們為什麼還做不到？從這個地方應當能體會到，我們的根性不利，遠遠的比不上那些菩薩們。他們的根利，他們聽了佛的教誨，他就能夠悟入，所以他能得受用。我們今天聽到佛的教誨，不但不能入，悟都沒有，那怎麼能做到？所以必須要能夠契入境界，你才能得到真實的受用。我們要問，我為什麼根性這麼鈍？為什麼我不能夠悟入？這原因究竟在哪裡？這個問題我們在講席當中也不斷重複的提醒，真正的關鍵就在自私自利。起心動念都是想自己，自己總要講享受，這一享受就壞了、就迷了，自私自利的心就生出來了。所以佛縱然當面跟你說法四十九年，你也沒有辦法悟入；別說入了，開悟你都不可能。這就是一般講的你有業障，你有深重的業障，深重的業障就是自私自利的念頭，你貪戀世間的名聞利養、五欲六塵的享受。你執著自己的成見，總以為自己想的、自己看的是正確的，別人講的、佛菩薩講的也未必正確，這叫所知障，貪圖世間一切的享受是煩惱障，這兩種就把你障礙住了，你自性裡頭本來具足無量無邊的智慧德相都不能現前，被這兩種障礙障住了。"
    },
    {
      "id": "12-045-0370_p0013",
      "zh_CN": "要破烦恼障，那就得放下自私自利，放下一切享受，特别是五欲六尘的享受，你放下烦恼障了；放弃自己的成见，知道自己的想法看法是错误的，放弃成见，这是破所知障。于是这样才能够接受佛陀的教诲，佛说话你有悟处，确确实实如古人所说「闻一知十」；古人讲得好，「一闻千悟」，你才会有这个境界现前。你这两种障碍不排除，佛菩萨怎么慈悲，只跟你结个缘而已，你阿赖耶识落个种子，这一生当中决定不得实际的受用。我们要明白这些事实真相，要懂得这个大道理。佛法，现在世间人所讲叫「真理」，佛法是真理。真理决定没有界限，真理决定是清净、平等，清净就是没有污染，平等就是没有高下。",
      "zh_TW": "要破煩惱障，那就得放下自私自利，放下一切享受，特別是五欲六塵的享受，你放下煩惱障了；放棄自己的成見，知道自己的想法看法是錯誤的，放棄成見，這是破所知障。於是這樣才能夠接受佛陀的教誨，佛說話你有悟處，確確實實如古人所說「聞一知十」；古人講得好，「一聞千悟」，你才會有這個境界現前。你這兩種障礙不排除，佛菩薩怎麼慈悲，只跟你結個緣而已，你阿賴耶識落個種子，這一生當中決定不得實際的受用。我們要明白這些事實真相，要懂得這個大道理。佛法，現在世間人所講叫「真理」，佛法是真理。真理決定沒有界限，真理決定是清淨、平等，清淨就是沒有污染，平等就是沒有高下。"
    },
    {
      "id": "12-045-0370_p0014",
      "zh_CN": "『一切智道咸开示』，这一句话包围得广，佛法里面讲无量无边的法门。无量无边法门，过去一般人都看到佛门里面自己的，没有超越佛教的范围。现在我们明白了，「一切智道」包含不同的宗教、不同的族群，世出世间所有一切的圣贤人，这才是「一切智道」。凡是启发众生智慧的都包括在其中，所以不一定是佛菩萨的教学，耶稣基督的教学，穆罕默德的教学，中国孔子、孟子、老子、庄子的教学，都包括在其中。从这个地方我们才体会到随类现身、随机说法。《楞严经》里面说得也非常好，「随众生心，应所知量」，这话说得多好！所以感应示现没有原则、没有方所，完全随众生的意念，正是「一切法从心想生」。在《华严》，特别是在五十三参里面，我们深深体会，想佛说法就现佛身，想菩萨说法就现菩萨身，想比丘说法就现比丘身，想王公大臣说法就现国王身、大臣身，喜欢童男、童女说法就现童男、童女身，这是充分显示出一切法从心想生，我们要晓得。这样一来，我们的心境开阔了、坦然了，一丝毫疑惑都没有，才真正得清净心、真正得平等心，我们的生活自自然然就得大自在，这个大自在就是离苦得乐；苦是不自在你就苦，得大自在就是得安乐。这在佛法里面讲是证果，修行证果，修行是修正自己错误的观念；证得清净自在，在生活里面得清净自在，这是证果。",
      "zh_TW": "『一切智道咸開示』，這一句話包圍得廣，佛法裡面講無量無邊的法門。無量無邊法門，過去一般人都看到佛門裡面自己的，沒有超越佛教的範圍。現在我們明白了，「一切智道」包含不同的宗教、不同的族群，世出世間所有一切的聖賢人，這才是「一切智道」。凡是啟發眾生智慧的都包括在其中，所以不一定是佛菩薩的教學，耶穌基督的教學，穆罕默德的教學，中國孔子、孟子、老子、莊子的教學，都包括在其中。從這個地方我們才體會到隨類現身、隨機說法。《楞嚴經》裡面說得也非常好，「隨眾生心，應所知量」，這話說得多好！所以感應示現沒有原則、沒有方所，完全隨眾生的意念，正是「一切法從心想生」。在《華嚴》，特別是在五十三參裡面，我們深深體會，想佛說法就現佛身，想菩薩說法就現菩薩身，想比丘說法就現比丘身，想王公大臣說法就現國王身、大臣身，喜歡童男、童女說法就現童男、童女身，這是充分顯示出一切法從心想生，我們要曉得。這樣一來，我們的心境開闊了、坦然了，一絲毫疑惑都沒有，才真正得清淨心、真正得平等心，我們的生活自自然然就得大自在，這個大自在就是離苦得樂；苦是不自在你就苦，得大自在就是得安樂。這在佛法裡面講是證果，修行證果，修行是修正自己錯誤的觀念；證得清淨自在，在生活裡面得清淨自在，這是證果。"
    },
    {
      "id": "12-045-0370_p0015",
      "zh_CN": "自己得到之后，这才能帮助一切众生，帮助佛「于世救众生」。用什么方法帮助？用教化。教化不仅是言语，而且还有行动；不但是教佛法，还要教世间法。如果你要问，哪有这种事情？不错，近代你没有见过，你也没有听说过，古代出家人教世间法。诸位去念古书，中国历史上许许多多人物，他求学在哪里求？在那个时代没有学校，想读书，书本到哪里去找？宋朝以前的书本都是手抄的，买不到。到什么地方去抄？寺庙里头的藏经楼、藏经阁就等于说是现在我们的图书馆，这里头不但藏的有佛书，世间诸子百家，什么样的书寺庙里都收藏。所以到哪里去念书？到寺庙里头。传授世间一般的知识，谁教？出家人教，出家人通世出世间法。",
      "zh_TW": "自己得到之後，這才能幫助一切眾生，幫助佛「於世救眾生」。用什麼方法幫助？用教化。教化不僅是言語，而且還有行動；不但是教佛法，還要教世間法。如果你要問，哪有這種事情？不錯，近代你沒有見過，你也沒有聽說過，古代出家人教世間法。諸位去念古書，中國歷史上許許多多人物，他求學在哪裡求？在那個時代沒有學校，想讀書，書本到哪裡去找？宋朝以前的書本都是手抄的，買不到。到什麼地方去抄？寺廟裡頭的藏經樓、藏經閣就等於說是現在我們的圖書館，這裡頭不但藏的有佛書，世間諸子百家，什麼樣的書寺廟裡都收藏。所以到哪裡去念書？到寺廟裡頭。傳授世間一般的知識，誰教？出家人教，出家人通世出世間法。"
    },
    {
      "id": "12-045-0370_p0016",
      "zh_CN": "明朝以前出家人都是经过考试的，不是随随便便想出家就出家，没那么简单，要通过国家的考试。国家考试的标准是进士的学位，所以你要参加考试，就是你一般的知识水平要达到进士，达到这个标准，然后再考佛法。所以从前出家人是天人师，他的身分是社会导师，在社会上很有地位，上从天子、皇帝，下至地方文武百官，哪一个对出家人不尊敬？他是社会导师，也是他们的顾问，他们有什么疑难杂症不能解决，去寺院里面向这些法师们请教，法师们真有智慧、真有学问，真能帮助他解决问题。这个考试制度是清朝顺治皇帝废止的，印光大师在《文钞》对于这桩事情多次感到遗憾，顺治皇帝把这桩事情做错了。考试制度一废止，出家人素质就下降了。所以今天佛门之衰，什么原因衰的？这个制度废除所遭遇到的后果。",
      "zh_TW": "明朝以前出家人都是經過考試的，不是隨隨便便想出家就出家，沒那麼簡單，要通過國家的考試。國家考試的標準是進士的學位，所以你要參加考試，就是你一般的知識水平要達到進士，達到這個標準，然後再考佛法。所以從前出家人是天人師，他的身分是社會導師，在社會上很有地位，上從天子、皇帝，下至地方文武百官，哪一個對出家人不尊敬？他是社會導師，也是他們的顧問，他們有什麼疑難雜症不能解決，去寺院裡面向這些法師們請教，法師們真有智慧、真有學問，真能幫助他解決問題。這個考試制度是清朝順治皇帝廢止的，印光大師在《文鈔》對於這樁事情多次感到遺憾，順治皇帝把這樁事情做錯了。考試制度一廢止，出家人素質就下降了。所以今天佛門之衰，什麼原因衰的？這個制度廢除所遭遇到的後果。"
    },
    {
      "id": "12-045-0370_p0017",
      "zh_CN": "说老实话，也幸亏顺治皇帝废除，我们才能出家；如果考试制度还在的话，恐怕我也没有办法考取。说这个话，这是自私自利，可是我们要晓得，出家之后要认真努力发愤求学，我们世间法要通达，许许多多典籍课程我们要修学。特别是在现代，有很多科技、电脑的课程，不能不认真学习，你要不认真学习，你就不能解决问题。所以我们同学一定要晓得，佛法要用功，要把它学好，世间法也要把它学好，至少我们要在伦理道德这些学科里面把它学好。我们今天走的路子是教育，我们提倡的不建寺庙建学校，将来学校多了，中学里面、大学里面，你们同学们要去教。现在我们的机遇，实在说「百千万劫难遭遇」，国家承认我们，承认我们的教学，诸位同学在此地，将来拿到这个地方的结业证书，这个结业证书就很有效果，国家承认，将来在学校任教你就取得教师、教授的资格。",
      "zh_TW": "說老實話，也幸虧順治皇帝廢除，我們才能出家；如果考試制度還在的話，恐怕我也沒有辦法考取。說這個話，這是自私自利，可是我們要曉得，出家之後要認真努力發憤求學，我們世間法要通達，許許多多典籍課程我們要修學。特別是在現代，有很多科技、電腦的課程，不能不認真學習，你要不認真學習，你就不能解決問題。所以我們同學一定要曉得，佛法要用功，要把它學好，世間法也要把它學好，至少我們要在倫理道德這些學科裡面把它學好。我們今天走的路子是教育，我們提倡的不建寺廟建學校，將來學校多了，中學裡面、大學裡面，你們同學們要去教。現在我們的機遇，實在說「百千萬劫難遭遇」，國家承認我們，承認我們的教學，諸位同學在此地，將來拿到這個地方的結業證書，這個結業證書就很有效果，國家承認，將來在學校任教你就取得教師、教授的資格。"
    },
    {
      "id": "12-045-0370_p0018",
      "zh_CN": "我们偏重在德行、修身这个课程。修身这个课程民国初年还有，我们希望将来这个课程要恢复，奠定德学的基础，这才能够挽救世道人心。不但要讲求，一定要实现，要从我们自己本身做起。我们要学释迦牟尼佛，不但是天天讲经说法，在生活里面做出示范。我们真的把名闻利养放下，真的把一切物质享受放下，放下之后我们很快乐、很自在，让社会大众仔细去看看，你过得有没有我这么快乐、有没有我这么自在？让他们看了之后生起羡慕的心、效法的心，社会风气就能够转过来。所以不从自己本身做起，这个教学的效果就很难收到，特别是在现代社会。这是智慧的教学，我们展现智慧的生活。",
      "zh_TW": "我們偏重在德行、修身這個課程。修身這個課程民國初年還有，我們希望將來這個課程要恢復，奠定德學的基礎，這才能夠挽救世道人心。不但要講求，一定要實現，要從我們自己本身做起。我們要學釋迦牟尼佛，不但是天天講經說法，在生活裡面做出示範。我們真的把名聞利養放下，真的把一切物質享受放下，放下之後我們很快樂、很自在，讓社會大眾仔細去看看，你過得有沒有我這麼快樂、有沒有我這麼自在？讓他們看了之後生起羨慕的心、效法的心，社會風氣就能夠轉過來。所以不從自己本身做起，這個教學的效果就很難收到，特別是在現代社會。這是智慧的教學，我們展現智慧的生活。"
    },
    {
      "id": "12-045-0370_p0019",
      "zh_CN": "目标，『悉令舍苦得安乐』。离苦得乐是果报，果必有因，由此可知因果教育重要。我们要把因果的理论讲清楚，因果的事实要举例给大家看。举例最好举现代的例子，古时候例子很多，有很多人不相信，所谓「尽信书不如无书」，书里头说的是真的吗？要举出现前的例子。我们尽量在报纸、杂志、资讯里面去搜集，我们每一个同修都应该要存这个心，见到了搜集，搜集之后储存在电脑里面，将来多了，我们可以印书，提供给大家做参考。中国有很多，外国也有不少，我们现在开始也在外国搜集这一类的资讯，搜集来之后我们把它翻成中文。有人跟我讲，说外国出的书都有版权，我们将来会不会侵犯别人版权？我说不会，我们搜集起来自己用，我们印成书，内部做参考资料，我们不在外面发售，就不会侵犯他的版权。我们在应用，在讲经说法里面举例子，做为自己的参考资料，加强听众的信心，让他了解这是事实真相，这不是假设、不是幻想，是千真万确的事实，然后这才能够回心转意，修因证果。",
      "zh_TW": "目標，『悉令捨苦得安樂』。離苦得樂是果報，果必有因，由此可知因果教育重要。我們要把因果的理論講清楚，因果的事實要舉例給大家看。舉例最好舉現代的例子，古時候例子很多，有很多人不相信，所謂「盡信書不如無書」，書裡頭說的是真的嗎？要舉出現前的例子。我們盡量在報紙、雜誌、資訊裡面去蒐集，我們每一個同修都應該要存這個心，見到了蒐集，蒐集之後儲存在電腦裡面，將來多了，我們可以印書，提供給大家做參考。中國有很多，外國也有不少，我們現在開始也在外國蒐集這一類的資訊，蒐集來之後我們把它翻成中文。有人跟我講，說外國出的書都有版權，我們將來會不會侵犯別人版權？我說不會，我們蒐集起來自己用，我們印成書，內部做參考資料，我們不在外面發售，就不會侵犯他的版權。我們在應用，在講經說法裡面舉例子，做為自己的參考資料，加強聽眾的信心，讓他了解這是事實真相，這不是假設、不是幻想，是千真萬確的事實，然後這才能夠回心轉意，修因證果。"
    },
    {
      "id": "12-045-0370_p0020",
      "zh_CN": "世间人所希望的果报是什么？发财。你修这个因，你果然就发财，不就证果了吗？你喜欢长寿，你修这个因，真的得长寿。这正是佛家常讲，「佛氏门中，有求必应」，必应就是果报，果报就现前了。世间人所追求的是小果、小报，很容易得到的，可惜现在人追求福报，他把因缘搞错了，用一些不正当的手段、违背因果的方法，这样虽然求得了，他怎么会求得的？他命里头有的，那不是求得的，是他命里有的。命里有的能够现前，虽现前已经打折扣了，为什么？他造恶业，恶业折福，他用不正当的手段去发财。譬如他发了一百万，他命里头本来有两百万，因为他不正当的手段，已经打了对折，这是错误的。他如果懂得道理、懂得方法，如理如法去做，他命里头两百万，他会发到四百万。这些理论与事实、方法，《了凡四训》里面讲得很清楚，所以《了凡四训》我们一定要大力的推广，我们不辜负印光老法师。印祖一生不遗余力的来推广这个法门，这个法门我们今天看是因果的教育，教导人种善因必得善果，教导人有求必应。这是帮助现代人，而现代人最迫切需求的，这真正叫应机。",
      "zh_TW": "世間人所希望的果報是什麼？發財。你修這個因，你果然就發財，不就證果了嗎？你喜歡長壽，你修這個因，真的得長壽。這正是佛家常講，「佛氏門中，有求必應」，必應就是果報，果報就現前了。世間人所追求的是小果、小報，很容易得到的，可惜現在人追求福報，他把因緣搞錯了，用一些不正當的手段、違背因果的方法，這樣雖然求得了，他怎麼會求得的？他命裡頭有的，那不是求得的，是他命裡有的。命裡有的能夠現前，雖現前已經打折扣了，為什麼？他造惡業，惡業折福，他用不正當的手段去發財。譬如他發了一百萬，他命裡頭本來有兩百萬，因為他不正當的手段，已經打了對折，這是錯誤的。他如果懂得道理、懂得方法，如理如法去做，他命裡頭兩百萬，他會發到四百萬。這些理論與事實、方法，《了凡四訓》裡面講得很清楚，所以《了凡四訓》我們一定要大力的推廣，我們不辜負印光老法師。印祖一生不遺餘力的來推廣這個法門，這個法門我們今天看是因果的教育，教導人種善因必得善果，教導人有求必應。這是幫助現代人，而現代人最迫切需求的，這真正叫應機。"
    },
    {
      "id": "12-045-0370_p0021",
      "zh_CN": "善根深厚的人、目标远大的人，再帮助他向上提升。你所得的果报不稀奇，这个果报能享受多久？何况这个世间灾变频繁，谁能保证自己的富贵能够延续若干年？没有人能保证。所以要懂得这个道理，他就会向上提升，佛法里面再教导他，比人间福报大的天上。天也是事实，也不是幻想，确实能够帮助你生天。还有比天人福报更大的，愈往上去福报愈大，不断向上提升。究竟圆满真实的福报，佛在经上常常教导我们，西方极乐世界，阿弥陀佛那个地方是究竟圆满的福报，没有一样不圆满，连科学技术都圆满，所以到那个地方去，在很短的时间，就将自性的智慧、德能、相好全部开发出来，可是你能不能相信？许许多多人今天都在修净土，可是真正能生净土的人不多，原因是什么？虽然修，不是完全相信，他那个信心若有若无，他的愿心是进进退退，所以就很难成就。我们要怎样帮助他？要教导他、要劝勉他，让他真正在理上通达；理上通达，事相上就不怀疑了。我们为什么对西方极乐世界不能完全肯定的相信？理没有搞清楚。从理论上建立的信心叫正信，不懂理论就相信是迷信，那不算是正信。迷其理，而相信别人所说的，这叫迷信。迷信要不动摇，那也能成功，这也有好处，他真的迷了，他就迷去了，没错！所以佛家讲「唯上智与下愚不移」，上智是什么？通达道理，他正信，他往生；下愚是迷信往生的，他也不动摇，老师传授给他的他就相信，甚至于老师未必相信他真相信，这很可爱，他能成功。这两种人成就最多，成就也快速，凡是不能成就的都是自以为是，心里想着西方极乐世界，又放不下这个现实的人间，人间五欲六尘的享受他放不下，这才造成了障碍。",
      "zh_TW": "善根深厚的人、目標遠大的人，再幫助他向上提升。你所得的果報不稀奇，這個果報能享受多久？何況這個世間災變頻繁，誰能保證自己的富貴能夠延續若干年？沒有人能保證。所以要懂得這個道理，他就會向上提升，佛法裡面再教導他，比人間福報大的天上。天也是事實，也不是幻想，確實能夠幫助你生天。還有比天人福報更大的，愈往上去福報愈大，不斷向上提升。究竟圓滿真實的福報，佛在經上常常教導我們，西方極樂世界，阿彌陀佛那個地方是究竟圓滿的福報，沒有一樣不圓滿，連科學技術都圓滿，所以到那個地方去，在很短的時間，就將自性的智慧、德能、相好全部開發出來，可是你能不能相信？許許多多人今天都在修淨土，可是真正能生淨土的人不多，原因是什麼？雖然修，不是完全相信，他那個信心若有若無，他的願心是進進退退，所以就很難成就。我們要怎樣幫助他？要教導他、要勸勉他，讓他真正在理上通達；理上通達，事相上就不懷疑了。我們為什麼對西方極樂世界不能完全肯定的相信？理沒有搞清楚。從理論上建立的信心叫正信，不懂理論就相信是迷信，那不算是正信。迷其理，而相信別人所說的，這叫迷信。迷信要不動搖，那也能成功，這也有好處，他真的迷了，他就迷去了，沒錯！所以佛家講「唯上智與下愚不移」，上智是什麼？通達道理，他正信，他往生；下愚是迷信往生的，他也不動搖，老師傳授給他的他就相信，甚至於老師未必相信他真相信，這很可愛，他能成功。這兩種人成就最多，成就也快速，凡是不能成就的都是自以為是，心裡想著西方極樂世界，又放不下這個現實的人間，人間五欲六塵的享受他放不下，這才造成了障礙。"
    },
    {
      "id": "12-045-0370_p0022",
      "zh_CN": "我们是很难得、很不容易，这么多年来奠定一些理论的基础，让我们生起了信心，坚定不移，我们深深相信这一生决定成就，一丝毫疑惑都没有。这个身体还留在世间，留在世间不再为自己，如果再为自己又退转了、又堕落了，这是个关键。身体留在世间干什么？帮助诸佛接引众生，专干这个事情。我活一天做一天，活两天做两天，我们也不希望长寿，一切随缘，这样就得大自在。与一切众生接触，众生需要什么，我们就帮助他什么。我们晓得在今天最重要的，是一切众生和睦相处、平等对待，这样才能真正消除这个世间的劫难，把世界末日化解。我们有这个愿望，但是这桩事情能不能成就要靠缘分。无论缘分怎么样，我们是锲而不舍的在工作、在寻求，我们在这个地方求智慧。不但求智慧，我们在这个地方是真正发菩提心、发慈悲心，希望什么？希望这个道场能够发生影响的作用，将来在全世界各个地区、各个城市，都像这样的亲切、团结，不同宗教在一起学习，社会安定、世界和平就有了指望。和平不是在佛、神面前祷告祷告那就管事，那没有用处，你看看千万年来，大家不都天天在神明面前祷告？祷了千万年，和平也没有降临。所以必须要有行动来表现，怎么个表现法？不管哪个宗教师来传教，我们热烈去听，热烈在里面一起学习，这是用行动来表现。我相信我们只有这样做法，才能够得到所有宗教里面的神灵统统保护你，这个好！不是这个神保护这个，那个神保护那个，两个打起架来，这个神帮助我，那个神帮助他，连神也不得安宁，哪有这个道理？宗教能团结，族群就能团结，只要宗教、族群能团结，最低限度人祸可以避免，人祸就是战争。我想来想去，消除战争、安定社会只有这个办法，除这个办法之外，实在再想不出另外的好办法。我们要认真在一起学习。",
      "zh_TW": "我們是很難得、很不容易，這麼多年來奠定一些理論的基礎，讓我們生起了信心，堅定不移，我們深深相信這一生決定成就，一絲毫疑惑都沒有。這個身體還留在世間，留在世間不再為自己，如果再為自己又退轉了、又墮落了，這是個關鍵。身體留在世間幹什麼？幫助諸佛接引眾生，專幹這個事情。我活一天做一天，活兩天做兩天，我們也不希望長壽，一切隨緣，這樣就得大自在。與一切眾生接觸，眾生需要什麼，我們就幫助他什麼。我們曉得在今天最重要的，是一切眾生和睦相處、平等對待，這樣才能真正消除這個世間的劫難，把世界末日化解。我們有這個願望，但是這樁事情能不能成就要靠緣分。無論緣分怎麼樣，我們是鍥而不捨的在工作、在尋求，我們在這個地方求智慧。不但求智慧，我們在這個地方是真正發菩提心、發慈悲心，希望什麼？希望這個道場能夠發生影響的作用，將來在全世界各個地區、各個城市，都像這樣的親切、團結，不同宗教在一起學習，社會安定、世界和平就有了指望。和平不是在佛、神面前禱告禱告那就管事，那沒有用處，你看看千萬年來，大家不都天天在神明面前禱告？禱了千萬年，和平也沒有降臨。所以必須要有行動來表現，怎麼個表現法？不管哪個宗教師來傳教，我們熱烈去聽，熱烈在裡面一起學習，這是用行動來表現。我相信我們只有這樣做法，才能夠得到所有宗教裡面的神靈統統保護你，這個好！不是這個神保護這個，那個神保護那個，兩個打起架來，這個神幫助我，那個神幫助他，連神也不得安寧，哪有這個道理？宗教能團結，族群就能團結，只要宗教、族群能團結，最低限度人禍可以避免，人禍就是戰爭。我想來想去，消除戰爭、安定社會只有這個辦法，除這個辦法之外，實在再想不出另外的好辦法。我們要認真在一起學習。"
    },
    {
      "id": "12-045-0370_p0023",
      "zh_CN": "不同的宗教、不同的族群就像一棵大树不同的枝条、不同的花叶，同是一个根生的，我们要有这个认知。我们本是同根生，不应该互相残害，不应该互相有猜忌、有误会。要达到这个目的，还是要从事于「一切智道咸开示」，这个开示就是教学，要通过智慧的教育。所有一切宗教都是智慧的教育，都是多元文化的社会教育，不仅佛教如是，每一个宗教都如是。希望各个宗教的领导人、各个宗教的传教师，我们真正觉醒，携手同心来为世界和平、社会安定、众生幸福，佛法里面讲的「惠以真实之利」来做努力。",
      "zh_TW": "不同的宗教、不同的族群就像一棵大樹不同的枝條、不同的花葉，同是一個根生的，我們要有這個認知。我們本是同根生，不應該互相殘害，不應該互相有猜忌、有誤會。要達到這個目的，還是要從事於「一切智道咸開示」，這個開示就是教學，要通過智慧的教育。所有一切宗教都是智慧的教育，都是多元文化的社會教育，不僅佛教如是，每一個宗教都如是。希望各個宗教的領導人、各個宗教的傳教師，我們真正覺醒，攜手同心來為世界和平、社會安定、眾生幸福，佛法裡面講的「惠以真實之利」來做努力。"
    },
    {
      "id": "12-045-0370_p0024",
      "zh_CN": "我们一定要学佛菩萨，要学一切神圣舍己为人、牺牲奉献，这样的因缘也许能够达到我们理想的目标。这是在今天现实的状况，也就是高科技发达、交通便捷、资讯发达，把地球融合成一个都市、一个乡镇，所以在今天讲弘法利生，如果没有这样的宏观、没有这样的心量、没有这样的手段，那是不解如来真实义，我们读这些大乘经典那就是误解如来真实义。希望我们同学要认真好好的学习，对佛法、对历史、对现实社会做出真实、稀有的贡献。这是遍照阿修罗王他所弘扬的，我们也很幸运，得到菩萨在此地给我们的启示。今天我们就讲到此地。",
      "zh_TW": "我們一定要學佛菩薩，要學一切神聖捨己為人、犧牲奉獻，這樣的因緣也許能夠達到我們理想的目標。這是在今天現實的狀況，也就是高科技發達、交通便捷、資訊發達，把地球融合成一個都市、一個鄉鎮，所以在今天講弘法利生，如果沒有這樣的宏觀、沒有這樣的心量、沒有這樣的手段，那是不解如來真實義，我們讀這些大乘經典那就是誤解如來真實義。希望我們同學要認真好好的學習，對佛法、對歷史、對現實社會做出真實、稀有的貢獻。這是遍照阿修羅王他所弘揚的，我們也很幸運，得到菩薩在此地給我們的啟示。今天我們就講到此地。"
    }
  ]
}