{
  "doc_id": "12-045-0248",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二四八集",
    "zh_TW": "第二四八集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-045-0248",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "12-045-0248_p0001",
      "zh_CN": "请掀开经本，干闼婆王长行第八句看起：",
      "zh_TW": "請掀開經本，乾闥婆王長行第八句看起："
    },
    {
      "id": "12-045-0248_p0002",
      "zh_CN": "【普放宝光明干闼婆王。得现一切大欢喜光明清净身解脱门。】",
      "zh_TW": "【普放寶光明乾闥婆王。得現一切大歡喜光明清淨身解脫門。】"
    },
    {
      "id": "12-045-0248_p0003",
      "zh_CN": "清凉大师在这一节跟我们说，「现一切等者。身光普照，尘不能染，见者必欢。智光悦机，惑累不生，又欢喜也。故云大喜」。经、疏合起来看，意思就很明显，佛菩萨为我们示现，无非是为利益一切众生。利益里面最重要的，是要帮助众生断烦恼、开智慧，这就是正法。佛家常讲「诸恶莫作，众善奉行，自净其意，是诸佛教」，这首偈可以说是十方三世一切诸佛如来应化在十法界，应化在世间，总说了。我们如果要辨别是不是佛法、是不是正法，用这四句偈去对比一下，就不难发现它是正是邪、是真是假。真正的佛法，决定是教我们断一切恶，善恶最低的标准是五戒十善，最低的标准。如果要讲到高层的，那更细微了，像佛在《华严》、《法华》、《楞严》、《般若》里面所说的，那是心性的精华。",
      "zh_TW": "清涼大師在這一節跟我們說，「現一切等者。身光普照，塵不能染，見者必歡。智光悅機，惑累不生，又歡喜也。故云大喜」。經、疏合起來看，意思就很明顯，佛菩薩為我們示現，無非是為利益一切眾生。利益裡面最重要的，是要幫助眾生斷煩惱、開智慧，這就是正法。佛家常講「諸惡莫作，眾善奉行，自淨其意，是諸佛教」，這首偈可以說是十方三世一切諸佛如來應化在十法界，應化在世間，總說了。我們如果要辨別是不是佛法、是不是正法，用這四句偈去對比一下，就不難發現它是正是邪、是真是假。真正的佛法，決定是教我們斷一切惡，善惡最低的標準是五戒十善，最低的標準。如果要講到高層的，那更細微了，像佛在《華嚴》、《法華》、《楞嚴》、《般若》裡面所說的，那是心性的精華。"
    },
    {
      "id": "12-045-0248_p0004",
      "zh_CN": "所以佛教众生，我们必须要记住，佛讲学，佛为我们上课，诸佛菩萨决定不以神通诱惑来对待一切众生；凡是用种种法术诱惑人的，决定是邪法，决定不是佛法。佛有这个能力，魔也有能力，你说示现这些神通，魔有这个能力，佛也有。佛要用这些方法来接引众生，魔也用这个方法，我们就迷惑了，到底他是佛是魔分不清。所以佛不用这个方法，佛用教学，教学魔就不会了，魔绝不能讲经说法，他就不会；佛用这个方法，魔就无能为力。所以用神通、用感应靠不住，那不是佛接引众生正常的方法，正常的方法一定是教导。我们从这些地方细心冷静观察辨别，佛与魔就不难看清楚。",
      "zh_TW": "所以佛教眾生，我們必須要記住，佛講學，佛為我們上課，諸佛菩薩決定不以神通誘惑來對待一切眾生；凡是用種種法術誘惑人的，決定是邪法，決定不是佛法。佛有這個能力，魔也有能力，你說示現這些神通，魔有這個能力，佛也有。佛要用這些方法來接引眾生，魔也用這個方法，我們就迷惑了，到底他是佛是魔分不清。所以佛不用這個方法，佛用教學，教學魔就不會了，魔絕不能講經說法，他就不會；佛用這個方法，魔就無能為力。所以用神通、用感應靠不住，那不是佛接引眾生正常的方法，正常的方法一定是教導。我們從這些地方細心冷靜觀察辨別，佛與魔就不難看清楚。"
    },
    {
      "id": "12-045-0248_p0005",
      "zh_CN": "我们在此地学习，你看这位『普放宝光明』，名号的功德就不可思议。他的身分是干闼婆王，这是八部护法鬼神里面的一种，实际上他是诸佛如来化身的，他不是真的鬼王，是佛菩萨化身的。所以应以什么身得度，佛菩萨就现什么样的身形；应以干闼婆身得度，他就现干闼婆王身。他现的是什么身？现『一切大欢喜光明清净身』。光明是智慧，清净是德行，我们今天讲有道德、有学问。清净身是有道德，光明身是有学问，这样的人世间人欢喜亲近他，欢喜跟他学习。所以他的名号是「普放宝光明」，宝是什么意思？宝是性德，我们自性本具的德能，这才是真的宝；他的智慧德行与自性的功德完全相应，这就叫宝光。",
      "zh_TW": "我們在此地學習，你看這位『普放寶光明』，名號的功德就不可思議。他的身分是乾闥婆王，這是八部護法鬼神裡面的一種，實際上他是諸佛如來化身的，他不是真的鬼王，是佛菩薩化身的。所以應以什麼身得度，佛菩薩就現什麼樣的身形；應以乾闥婆身得度，他就現乾闥婆王身。他現的是什麼身？現『一切大歡喜光明清淨身』。光明是智慧，清淨是德行，我們今天講有道德、有學問。清淨身是有道德，光明身是有學問，這樣的人世間人歡喜親近他，歡喜跟他學習。所以他的名號是「普放寶光明」，寶是什麼意思？寶是性德，我們自性本具的德能，這才是真的寶；他的智慧德行與自性的功德完全相應，這就叫寶光。"
    },
    {
      "id": "12-045-0248_p0006",
      "zh_CN": "性德，佛用最简单的三个字来形容它，就是觉、正、净，觉而不迷、正而不邪、净而不染，佛称它作三宝。觉就是佛的意思，正就是法的意思，净是僧的意思，我们现在一般习称佛法僧三宝。佛法僧是什么意思？觉正净。凡夫迷失了自性，迷了之后就产生变化，觉就变成迷惑，不觉了，迷惑了；正也产生变化，变成邪知邪见；净也没有了，变成污染。我们想想我们现在的状况，我们听人家说一句赞叹自己的话就欢喜，被欢喜污染了；听到人家毁谤我们就生气，也被污染了。所以我们六根接触外面六尘境界，起心动念全被污染，清净没有了。什么是清净身？不被外境污染这个身叫清净身。你恭维赞叹我也不生欢喜心，你毁谤侮辱我也不生瞋恚心，永远保持心地清净，不受外面境界影响，对我们来讲这就是功夫，修行有功夫。从前儒家念书人讲修养，某人修养不错，我们佛家讲某人修持功夫不错，这叫真修。每天念佛、拜佛，如果接触外面境界还会起心动念，你那个佛白念了、也白拜了。",
      "zh_TW": "性德，佛用最簡單的三個字來形容它，就是覺、正、淨，覺而不迷、正而不邪、淨而不染，佛稱它作三寶。覺就是佛的意思，正就是法的意思，淨是僧的意思，我們現在一般習稱佛法僧三寶。佛法僧是什麼意思？覺正淨。凡夫迷失了自性，迷了之後就產生變化，覺就變成迷惑，不覺了，迷惑了；正也產生變化，變成邪知邪見；淨也沒有了，變成污染。我們想想我們現在的狀況，我們聽人家說一句讚歎自己的話就歡喜，被歡喜污染了；聽到人家毀謗我們就生氣，也被污染了。所以我們六根接觸外面六塵境界，起心動念全被污染，清淨沒有了。什麼是清淨身？不被外境污染這個身叫清淨身。你恭維讚歎我也不生歡喜心，你毀謗侮辱我也不生瞋恚心，永遠保持心地清淨，不受外面境界影響，對我們來講這就是功夫，修行有功夫。從前儒家念書人講修養，某人修養不錯，我們佛家講某人修持功夫不錯，這叫真修。每天念佛、拜佛，如果接觸外面境界還會起心動念，你那個佛白念了、也白拜了。"
    },
    {
      "id": "12-045-0248_p0007",
      "zh_CN": "念佛主要是修清净心，拜佛主要是折服自己的傲慢心，用我们的头，头是最尊贵的，礼佛之足，折服骄慢，这是大烦恼，佛用这些方法帮助我们修正这些错误。我们念佛、拜佛，还是贡高我慢；换句话说，佛这些方法对我们简直不发生作用。不但不能发生作用，还产生反作用，认为自己是三宝弟子，处处高人一等，处处瞧不起人，这大错特错！我们看看佛菩萨，佛菩萨谦虚，对任何一个人恭敬，我们应当要学。民国初年，镇江金山寺有一位妙善法师，跟现在普陀山的妙善法师名字完全相同，当时人家称他「金山活佛」。这个人是不平常，他的行为很像济公长老，疯疯癫癫，好像不修边幅，很随便，但是他确实是佛菩萨再来的，我们凡夫没有办法跟他相比。他也不跟大家在一起做功课，他单独搞，他每天早晨天还没亮就起来了，在寺庙外面念佛，大声念佛，他念的佛跟大家念的不一样。处事待人接物，看他的行为、说话好像疯疯癫癫的，其实里面都含着大道理在。一年四季，春夏秋冬他就穿一件衣服，夏天他也不热，冬天他也不冷，我们一般人做不到。吃东西他吃得很肮脏、很邋遢，他也不生病。人家供养他的钞票，他拿来之后就吃掉；我们知道钞票是最肮脏的，每个人手上去摸，那个细菌有多少！别人跟他顶礼，在家居士跟他顶礼，他一定顶礼回去，一定要拜。我看到乐观法师写的他的传记，小册子（乐观法师曾经亲近过他），对他这个行为，好像居士来拜，他马上跪到地下回拜，乐观法师不以为然。心里头这样想到，那个老和尚知道，找机会来给他说：你不以为然？都知道！常不轻菩萨，那是教导我们出家人，这一代的出家人太傲慢了，他老人家现身说法，做出榜样来给我们看。他真的随喜随缘，人家请他吃饭，欢喜，这个人盛一碗面给他，他吃掉了；那个人：「师父，我也给您盛一碗来」，来了十几、二十个人，他一下就吃了二、三十碗，他有这个本事。旁边另外一个法师看到：「法师，你行吗？」他说了一句话，「不增不减」。有这个本事，普通人做不到，他不增不减。像这样的人物，几乎每个朝代都会有出现的，他们出现一定是纠正我们现前有一些做法不如法，我们要懂得，这真正是慈悲应世，普放宝光。我们要戒除自己的弊病，如何帮助自己、帮助社会、帮助一切众生，成就真正的道业。",
      "zh_TW": "念佛主要是修清淨心，拜佛主要是折服自己的傲慢心，用我們的頭，頭是最尊貴的，禮佛之足，折服驕慢，這是大煩惱，佛用這些方法幫助我們修正這些錯誤。我們念佛、拜佛，還是貢高我慢；換句話說，佛這些方法對我們簡直不發生作用。不但不能發生作用，還產生反作用，認為自己是三寶弟子，處處高人一等，處處瞧不起人，這大錯特錯！我們看看佛菩薩，佛菩薩謙虛，對任何一個人恭敬，我們應當要學。民國初年，鎮江金山寺有一位妙善法師，跟現在普陀山的妙善法師名字完全相同，當時人家稱他「金山活佛」。這個人是不平常，他的行為很像濟公長老，瘋瘋癲癲，好像不修邊幅，很隨便，但是他確實是佛菩薩再來的，我們凡夫沒有辦法跟他相比。他也不跟大家在一起做功課，他單獨搞，他每天早晨天還沒亮就起來了，在寺廟外面念佛，大聲念佛，他念的佛跟大家念的不一樣。處事待人接物，看他的行為、說話好像瘋瘋癲癲的，其實裡面都含著大道理在。一年四季，春夏秋冬他就穿一件衣服，夏天他也不熱，冬天他也不冷，我們一般人做不到。吃東西他吃得很骯髒、很邋遢，他也不生病。人家供養他的鈔票，他拿來之後就吃掉；我們知道鈔票是最骯髒的，每個人手上去摸，那個細菌有多少！別人跟他頂禮，在家居士跟他頂禮，他一定頂禮回去，一定要拜。我看到樂觀法師寫的他的傳記，小冊子（樂觀法師曾經親近過他），對他這個行為，好像居士來拜，他馬上跪到地下回拜，樂觀法師不以為然。心裡頭這樣想到，那個老和尚知道，找機會來給他說：你不以為然？都知道！常不輕菩薩，那是教導我們出家人，這一代的出家人太傲慢了，他老人家現身說法，做出榜樣來給我們看。他真的隨喜隨緣，人家請他吃飯，歡喜，這個人盛一碗麵給他，他吃掉了；那個人：「師父，我也給您盛一碗來」，來了十幾、二十個人，他一下就吃了二、三十碗，他有這個本事。旁邊另外一個法師看到：「法師，你行嗎？」他說了一句話，「不增不減」。有這個本事，普通人做不到，他不增不減。像這樣的人物，幾乎每個朝代都會有出現的，他們出現一定是糾正我們現前有一些做法不如法，我們要懂得，這真正是慈悲應世，普放寶光。我們要戒除自己的弊病，如何幫助自己、幫助社會、幫助一切眾生，成就真正的道業。"
    },
    {
      "id": "12-045-0248_p0008",
      "zh_CN": "清凉的注解虽然不多，说得很好，「身光普照，尘不能染」，这是我们要学习的。身就是我们身体的造作，我们的行为。身当然包括言语，我们的言语、我们身体的造作与智慧相应，这身就放光；与烦恼习气相应，你的光就没有了，就迷惑了。与智慧相应，尘就不能染。尘是什么？是外面的境界，佛家讲六尘：色、声、香、味、触、法，我们六根所对的境界。换句话说，境界不会妨碍心性，眼见色、耳闻声、舌尝味，乃至于意知法，决定没有妄想分别执着。诸位要晓得，妄想分别执着就是污染；到了贪瞋痴慢，那是最严重的污染，污染就是造业。",
      "zh_TW": "清涼的註解雖然不多，說得很好，「身光普照，塵不能染」，這是我們要學習的。身就是我們身體的造作，我們的行為。身當然包括言語，我們的言語、我們身體的造作與智慧相應，這身就放光；與煩惱習氣相應，你的光就沒有了，就迷惑了。與智慧相應，塵就不能染。塵是什麼？是外面的境界，佛家講六塵：色、聲、香、味、觸、法，我們六根所對的境界。換句話說，境界不會妨礙心性，眼見色、耳聞聲、舌嘗味，乃至於意知法，決定沒有妄想分別執著。諸位要曉得，妄想分別執著就是污染；到了貪瞋痴慢，那是最嚴重的污染，污染就是造業。"
    },
    {
      "id": "12-045-0248_p0009",
      "zh_CN": "世尊一生苦口婆心的教导我们，目的就是帮助我们恢复自性；一切众生本来成佛，恢复自性就是恢复本来佛。恢复自性要从哪里下手？要从不染着下手，这是真正做功夫。劝你断恶修善，那是什么？那是保住你的人身，不堕三恶道，这个并不是佛法，是世间法。劝你断恶修善是世间法，没有出六道轮回；劝你不染污，这是佛法，这个可以超越六道轮回。你看《金刚经》上世尊教导须菩提尊者，尊者发心弘法利生，世尊对他赞叹，勉励他、嘱咐他，教他要守住一个原则，「不取于相，如如不动」。你要记住这两句话，这两句话就是清净不染。菩萨示现在十法界帮助一切众生，这两句话就非常重要。你要帮助众生，你就不能不接触众生，你天天跟他们在一起，天天在一起可不能染着，不能着相，「外不着相，内不动心」。内心是什么？内心是情，喜怒哀乐是情。外面着相，里面生情，坏了！那不是你度众生，众生把你度跑掉了。所以菩萨度众生，先决的条件就是《金刚经》上这两句话，这两句话你做到了，你有资格去度化众生；这两句话没有做到，不敢度众生。古时候老和尚对学生约束很严格，你能不能出师，你能不能离开老师独立去教化众生，标准就在这两句，这两句你做不到，老师慈悲，不让你离开。你讲经说法教化众生，一定在老和尚眼底里看着你，你有个范围、有个界限，不可以超越范围，不能独自到外面去，讲经说法在自己道场，不可以到别的地方去。这是防微杜渐，怕你没有定力，常常接触，容易堕落，这慈悲。",
      "zh_TW": "世尊一生苦口婆心的教導我們，目的就是幫助我們恢復自性；一切眾生本來成佛，恢復自性就是恢復本來佛。恢復自性要從哪裡下手？要從不染著下手，這是真正做功夫。勸你斷惡修善，那是什麼？那是保住你的人身，不墮三惡道，這個並不是佛法，是世間法。勸你斷惡修善是世間法，沒有出六道輪迴；勸你不染污，這是佛法，這個可以超越六道輪迴。你看《金剛經》上世尊教導須菩提尊者，尊者發心弘法利生，世尊對他讚歎，勉勵他、囑咐他，教他要守住一個原則，「不取於相，如如不動」。你要記住這兩句話，這兩句話就是清淨不染。菩薩示現在十法界幫助一切眾生，這兩句話就非常重要。你要幫助眾生，你就不能不接觸眾生，你天天跟他們在一起，天天在一起可不能染著，不能著相，「外不著相，內不動心」。內心是什麼？內心是情，喜怒哀樂是情。外面著相，裡面生情，壞了！那不是你度眾生，眾生把你度跑掉了。所以菩薩度眾生，先決的條件就是《金剛經》上這兩句話，這兩句話你做到了，你有資格去度化眾生；這兩句話沒有做到，不敢度眾生。古時候老和尚對學生約束很嚴格，你能不能出師，你能不能離開老師獨立去教化眾生，標準就在這兩句，這兩句你做不到，老師慈悲，不讓你離開。你講經說法教化眾生，一定在老和尚眼底裡看著你，你有個範圍、有個界限，不可以超越範圍，不能獨自到外面去，講經說法在自己道場，不可以到別的地方去。這是防微杜漸，怕你沒有定力，常常接觸，容易墮落，這慈悲。"
    },
    {
      "id": "12-045-0248_p0010",
      "zh_CN": "现在没有了，现在这样的道场也没有了，这样的善知识也没有了。纵然有这样的善知识，也没人听他的，现在这个社会民主自由开放，那有什么法子！伦常的关系完全被破坏了。伦常就是讲人与人的关系，父子的关系、夫妇的关系、朋友的关系、君臣的关系，我们佛家讲师生的关系，全都破坏了。往年演培法师对这个有很深的体会，我们常常在一块谈话，很感慨的说，现在这个关系没有了，大家都是朋友，朋友是爱听就听，不听就不听。所以今天在这个状况之下，我们认真努力成就自己。帮别人不要有一个希望，你有希望你决定就有失望；不抱任何希望，你就没有任何失望。我们依照佛的教诲认真努力去做，做一个好样子给人家看，人家看到欢喜也好、不欢喜也好，随他去吧！只要我们做得如法。有机缘把经典介绍给大家，也如理如法的介绍，他听懂了很好，听不懂也好；他肯依教奉行，好，不肯依教奉行也好，我们的心清净。不可以说，我讲了，人家听懂了照做，我就好欢喜，不照做就好忧虑，那就错了，你就被污染了。什么事情看淡看开，不要去认真，不要去计较，你就能做到不被污染，你的心境自然开朗，「见者必欢」，平易近人，大众跟你接触都能生欢喜心。我们以欢喜心对人，人家就以欢喜心对我们；我们以热心去关怀别人，别人也会关怀我们，这是做人基本的道理。诸佛菩萨是世间第一等的好人，世间好人跟佛菩萨不一样的地方，世间好人没有离开分别执着，诸佛菩萨完全离开分别执着，不一样在此地。",
      "zh_TW": "現在沒有了，現在這樣的道場也沒有了，這樣的善知識也沒有了。縱然有這樣的善知識，也沒人聽他的，現在這個社會民主自由開放，那有什麼法子！倫常的關係完全被破壞了。倫常就是講人與人的關係，父子的關係、夫婦的關係、朋友的關係、君臣的關係，我們佛家講師生的關係，全都破壞了。往年演培法師對這個有很深的體會，我們常常在一塊談話，很感慨的說，現在這個關係沒有了，大家都是朋友，朋友是愛聽就聽，不聽就不聽。所以今天在這個狀況之下，我們認真努力成就自己。幫別人不要有一個希望，你有希望你決定就有失望；不抱任何希望，你就沒有任何失望。我們依照佛的教誨認真努力去做，做一個好樣子給人家看，人家看到歡喜也好、不歡喜也好，隨他去吧！只要我們做得如法。有機緣把經典介紹給大家，也如理如法的介紹，他聽懂了很好，聽不懂也好；他肯依教奉行，好，不肯依教奉行也好，我們的心清淨。不可以說，我講了，人家聽懂了照做，我就好歡喜，不照做就好憂慮，那就錯了，你就被污染了。什麼事情看淡看開，不要去認真，不要去計較，你就能做到不被污染，你的心境自然開朗，「見者必歡」，平易近人，大眾跟你接觸都能生歡喜心。我們以歡喜心對人，人家就以歡喜心對我們；我們以熱心去關懷別人，別人也會關懷我們，這是做人基本的道理。諸佛菩薩是世間第一等的好人，世間好人跟佛菩薩不一樣的地方，世間好人沒有離開分別執著，諸佛菩薩完全離開分別執著，不一樣在此地。"
    },
    {
      "id": "12-045-0248_p0011",
      "zh_CN": "注解最重要的是后面这两句，「智光悦机，惑累不生」，这两句才是菩萨示现修行证果的精髓之处。「机」是大众，用什么令大众生欢喜心？智慧光明。「智光」两个字的意思含得很深很广，在佛法里面讲，智是讲根本智，光是讲后得智。根本智是智慧之体，后得智是智慧的作用，作用无量无边，所以能够应机，能应种种根机。众生根机虽然不同，接触佛菩萨一定会有两种效果，一个是破惑、破迷，破迷开悟；一个是烦恼轻，累是烦恼。决定是烦恼轻、智慧长，他怎么不欢喜？所以得法里面有大喜。我们学佛，亲近佛法，有没有得到这种殊胜的利益？如果得不到，我们修学就有了问题；如果得到，这是正常的，在佛法里面修学决定得到。如果得不到，自己一定要反省，为什么别人得到，我没有得到？我跟别人一起修学，他是什么原因得到，我又是什么原因没有得到？要把这个原因找出来，这叫开悟，这叫会用功，这叫善学。不肯认真去发现自己的过失毛病之所在，你怎么能改过自新？",
      "zh_TW": "註解最重要的是後面這兩句，「智光悅機，惑累不生」，這兩句才是菩薩示現修行證果的精髓之處。「機」是大眾，用什麼令大眾生歡喜心？智慧光明。「智光」兩個字的意思含得很深很廣，在佛法裡面講，智是講根本智，光是講後得智。根本智是智慧之體，後得智是智慧的作用，作用無量無邊，所以能夠應機，能應種種根機。眾生根機雖然不同，接觸佛菩薩一定會有兩種效果，一個是破惑、破迷，破迷開悟；一個是煩惱輕，累是煩惱。決定是煩惱輕、智慧長，他怎麼不歡喜？所以得法裡面有大喜。我們學佛，親近佛法，有沒有得到這種殊勝的利益？如果得不到，我們修學就有了問題；如果得到，這是正常的，在佛法裡面修學決定得到。如果得不到，自己一定要反省，為什麼別人得到，我沒有得到？我跟別人一起修學，他是什麼原因得到，我又是什麼原因沒有得到？要把這個原因找出來，這叫開悟，這叫會用功，這叫善學。不肯認真去發現自己的過失毛病之所在，你怎麼能改過自新？"
    },
    {
      "id": "12-045-0248_p0012",
      "zh_CN": "佛家常讲开悟，什么叫开悟？只要把自己的毛病找出来就叫开悟。所以修行人天天有悟处，天天发现自己毛病在哪里，把毛病改正过来叫真修行，修正错误的思想行为，这真修。真修哪有不得实利的道理？真实的利益你一定得到，真实的利益就是智慧长、烦恼轻。智慧年年增长、月月增长，烦恼年年减轻、月月减轻，你当然有成就。这种现象，古人常讲「诚于中而形于外」。烦恼少了，你的容貌就改变，世法里常说「相随心转」，你的心变了，你的心从前是烦恼，满心都是烦恼，现在烦恼少了，智慧增长，所以你的容貌就会改变，你的体质会改变；也就是说你的健康会改变，你的生活环境会改变，这个都表现在外面，所以说这是真实的功德利益。我们今天一般世间人，他不懂这个道理，他要去找医疗，靠药物，靠这些东西来改变，帮助自己健康长寿。佛法不是的，佛法是用心理，不借助外面这些物品，所以佛法这里头没有副作用。",
      "zh_TW": "佛家常講開悟，什麼叫開悟？只要把自己的毛病找出來就叫開悟。所以修行人天天有悟處，天天發現自己毛病在哪裡，把毛病改正過來叫真修行，修正錯誤的思想行為，這真修。真修哪有不得實利的道理？真實的利益你一定得到，真實的利益就是智慧長、煩惱輕。智慧年年增長、月月增長，煩惱年年減輕、月月減輕，你當然有成就。這種現象，古人常講「誠於中而形於外」。煩惱少了，你的容貌就改變，世法裡常說「相隨心轉」，你的心變了，你的心從前是煩惱，滿心都是煩惱，現在煩惱少了，智慧增長，所以你的容貌就會改變，你的體質會改變；也就是說你的健康會改變，你的生活環境會改變，這個都表現在外面，所以說這是真實的功德利益。我們今天一般世間人，他不懂這個道理，他要去找醫療，靠藥物，靠這些東西來改變，幫助自己健康長壽。佛法不是的，佛法是用心理，不借助外面這些物品，所以佛法這裡頭沒有副作用。"
    },
    {
      "id": "12-045-0248_p0013",
      "zh_CN": "由此可知，自行就是化他，自行跟化他是一桩事情。你要化他，必须要自行；你自己都不能改变自己，你怎么能帮助别人？你对于佛教经典上所讲的，你怎么会产生信心？佛所讲的我明白了，我去做，做到了，结果果然像经典里所说的，我这才真相信，我讲的时候才斩钉截铁，丝毫怀疑没有，本身就可以做证明。佛家讲学三个层次，第一个是把这些道理、事实真相说明给我们听，根性利的一听就明白，他就接受了；根性次一点的人，必须要加以恳切的劝导，以真实慈悲感动他，「这个老师对我这么好，我要不肯认真学习对不起他」，根性次者；再次一等的人，劝他他不相信，他一定要看出证据。现在科学家是第三等人，什么事情要拿证据来，证据拿不出来不相信。所以佛最后也把证据拿出来，证据是现身说法，自己的修持、自己的业因果报就是最好的证据。我们自己不肯认真修行，自己修行没有个结果，你的证据就拿不出来；证据拿不出来，你说佛法怎么好怎么好，劝人，人家看你这个样子，你说那么好，你得到没有？你没有得到。你自己都得不到，你教我，我怎么会得到？人家一句话就把你驳倒了。所以必须自己要做到，佛说得好，「为人演说」，演就是自己表演，自己要做到；不是为某一个人表演，是为一切众生表演。",
      "zh_TW": "由此可知，自行就是化他，自行跟化他是一樁事情。你要化他，必須要自行；你自己都不能改變自己，你怎麼能幫助別人？你對於佛教經典上所講的，你怎麼會產生信心？佛所講的我明白了，我去做，做到了，結果果然像經典裡所說的，我這才真相信，我講的時候才斬釘截鐵，絲毫懷疑沒有，本身就可以做證明。佛家講學三個層次，第一個是把這些道理、事實真相說明給我們聽，根性利的一聽就明白，他就接受了；根性次一點的人，必須要加以懇切的勸導，以真實慈悲感動他，「這個老師對我這麼好，我要不肯認真學習對不起他」，根性次者；再次一等的人，勸他他不相信，他一定要看出證據。現在科學家是第三等人，什麼事情要拿證據來，證據拿不出來不相信。所以佛最後也把證據拿出來，證據是現身說法，自己的修持、自己的業因果報就是最好的證據。我們自己不肯認真修行，自己修行沒有個結果，你的證據就拿不出來；證據拿不出來，你說佛法怎麼好怎麼好，勸人，人家看你這個樣子，你說那麼好，你得到沒有？你沒有得到。你自己都得不到，你教我，我怎麼會得到？人家一句話就把你駁倒了。所以必須自己要做到，佛說得好，「為人演說」，演就是自己表演，自己要做到；不是為某一個人表演，是為一切眾生表演。"
    },
    {
      "id": "12-045-0248_p0014",
      "zh_CN": "佛法总归结，不外戒定慧三学。普放宝光明王，他所修学的光明清净，清净身是戒定的成就，光明是智慧的成就，我们要看清楚。戒是什么？如理如法，遵循经典的教诫。善导大师跟我们讲，佛教我们要做的，我们认真努力去做；佛教我们不可以做的，我们决定不违犯，这叫戒学，佛在经论里面讲得太多太多了！古大德教我们受持一、二部经论，我们一生都受用不尽。受持不能太多，选一、二部经。许许多多古来的大德，在家、出家，一生一部经。我们看净土宗的祖师，莲池大师、蕅益大师，晚近的印光大师，一部《弥陀经》。其余的经论有时间、有能力可以看看，帮助你理解，帮助你深解义趣，是属于助修，正修只一部。",
      "zh_TW": "佛法總歸結，不外戒定慧三學。普放寶光明王，他所修學的光明清淨，清淨身是戒定的成就，光明是智慧的成就，我們要看清楚。戒是什麼？如理如法，遵循經典的教誡。善導大師跟我們講，佛教我們要做的，我們認真努力去做；佛教我們不可以做的，我們決定不違犯，這叫戒學，佛在經論裡面講得太多太多了！古大德教我們受持一、二部經論，我們一生都受用不盡。受持不能太多，選一、二部經。許許多多古來的大德，在家、出家，一生一部經。我們看淨土宗的祖師，蓮池大師、蕅益大師，晚近的印光大師，一部《彌陀經》。其餘的經論有時間、有能力可以看看，幫助你理解，幫助你深解義趣，是屬於助修，正修只一部。"
    },
    {
      "id": "12-045-0248_p0015",
      "zh_CN": "一经通一切经都通，通的标准是见性；每一部经都是如来从自性里面流露出来的，因此每一部经都见性。所以到见性才叫通，这一通所有一切经法全都通了，不但佛法通了，世出世间一切法都通了。为什么？一切法都是自性变现的，《华严》说的「唯心所现，唯识所变」。世出世间法都通了，然后你的生活就是佛华严的生活。佛华严是什么生活？无障碍的生活，理无碍、事无碍、理事无碍、事事无碍，这就是所谓的大自在、大圆满，你得到这个生活。这是真实的受用，这是真实的示现，光明清净达到极处。所以修行，菩萨为我们示现的是身心，光明是讲心，清净是讲身，我们总要懂得。《华严》的好处是经文长，内容丰富，比较上艰难一点的地方，清凉大师都给我们点出来了。末法时期，知识分子在这一部经上就得真实的利益，这是我们应当要学习的。下面这一句，第九句：",
      "zh_TW": "一經通一切經都通，通的標準是見性；每一部經都是如來從自性裡面流露出來的，因此每一部經都見性。所以到見性才叫通，這一通所有一切經法全都通了，不但佛法通了，世出世間一切法都通了。為什麼？一切法都是自性變現的，《華嚴》說的「唯心所現，唯識所變」。世出世間法都通了，然後你的生活就是佛華嚴的生活。佛華嚴是什麼生活？無障礙的生活，理無礙、事無礙、理事無礙、事事無礙，這就是所謂的大自在、大圓滿，你得到這個生活。這是真實的受用，這是真實的示現，光明清淨達到極處。所以修行，菩薩為我們示現的是身心，光明是講心，清淨是講身，我們總要懂得。《華嚴》的好處是經文長，內容豐富，比較上艱難一點的地方，清涼大師都給我們點出來了。末法時期，知識分子在這一部經上就得真實的利益，這是我們應當要學習的。下面這一句，第九句："
    },
    {
      "id": "12-045-0248_p0016",
      "zh_CN": "【金刚树华幢干闼婆王。得普滋荣一切树令见者欢喜解脱门。】",
      "zh_TW": "【金剛樹華幢乾闥婆王。得普滋榮一切樹令見者歡喜解脫門。】"
    },
    {
      "id": "12-045-0248_p0017",
      "zh_CN": "菩萨修学这个法门从比喻当中说的，用『树』来做比喻。佛在经上用这个比喻非常非常之多，净土宗里面讲西方极乐世界宝树成行，景观之美，足以令我们生欢喜心。但是它有更深的意义，树是什么？树是建树，也就是我们世间人所讲的学业、道业、事业的成就，这个叫树。如果明白这个意思，无论在什么地方，我们看到树，你就要回光返照，我这一生在世间有什么建树？过去儒家教学常讲「三不朽」，那是建树，立功、立德、立言，这是儒家的建树。佛家的建树是断恶修善、破迷开悟、转凡成圣，佛家教学的建树。你能够断恶修善，你的成就在人天福报，你不会堕三途；你要是能破迷开悟，你就有能力超出六道轮回。看你破迷开悟的程度，你的成就也不一样，破迷开悟少者，四圣法界；多者，一真法界，这个时候真的是转凡成圣，这是佛家教学的建树。",
      "zh_TW": "菩薩修學這個法門從比喻當中說的，用『樹』來做比喻。佛在經上用這個比喻非常非常之多，淨土宗裡面講西方極樂世界寶樹成行，景觀之美，足以令我們生歡喜心。但是它有更深的意義，樹是什麼？樹是建樹，也就是我們世間人所講的學業、道業、事業的成就，這個叫樹。如果明白這個意思，無論在什麼地方，我們看到樹，你就要回光返照，我這一生在世間有什麼建樹？過去儒家教學常講「三不朽」，那是建樹，立功、立德、立言，這是儒家的建樹。佛家的建樹是斷惡修善、破迷開悟、轉凡成聖，佛家教學的建樹。你能夠斷惡修善，你的成就在人天福報，你不會墮三途；你要是能破迷開悟，你就有能力超出六道輪迴。看你破迷開悟的程度，你的成就也不一樣，破迷開悟少者，四聖法界；多者，一真法界，這個時候真的是轉凡成聖，這是佛家教學的建樹。"
    },
    {
      "id": "12-045-0248_p0018",
      "zh_CN": "清凉在注解里面讲，「法水遍滋菩提实行，行既树立，见者必欢，无复二乘，一切皆菩提树也」。我们读这个文可不能着相，菩提树是什么？大乘菩萨，这是果；因是法水遍滋，这一句是因。就像树木一样，你天天以水去灌溉它，这个树木就会长成、长大，要以法水去滋润它。此地是把人，把一个佛法修学的人，比作一棵树，树天天灌溉，学佛的人天天不能够离开佛法，所谓是薰闻成种。过去我们也特别强调这句话，我们要闻佛法。",
      "zh_TW": "清涼在註解裡面講，「法水遍滋菩提實行，行既樹立，見者必歡，無復二乘，一切皆菩提樹也」。我們讀這個文可不能著相，菩提樹是什麼？大乘菩薩，這是果；因是法水遍滋，這一句是因。就像樹木一樣，你天天以水去灌溉它，這個樹木就會長成、長大，要以法水去滋潤它。此地是把人，把一個佛法修學的人，比作一棵樹，樹天天灌溉，學佛的人天天不能夠離開佛法，所謂是薰聞成種。過去我們也特別強調這句話，我們要聞佛法。"
    },
    {
      "id": "12-045-0248_p0019",
      "zh_CN": "世尊当年在世说法四十九年，等于说每天给学生大众上课。学生当中有一批常随众，常随众就是永远跟着老师的，不离开老师，这是经上记载的一千二百五十五人，常随众。不是常随众，经典上通常不记载，人太多了，那个众叫流水众。这么多的常随众，是给我们做一个样子，给我们做个示范，如果我们是中等程度的人，不是上上根人，要常常亲近老师，不能离开老师，就像当年这些学生一样，不能离开世尊，每天接受教诲。其实他们那一批学生，有许多是诸佛如来应化的，有许多是大菩萨再来的，不是凡人，他们表演，做个样子给我们看。佛在经上明显的告诉我们，舍利弗、目犍连都是古佛再来，真正是为人演说，表演给我们看的。",
      "zh_TW": "世尊當年在世說法四十九年，等於說每天給學生大眾上課。學生當中有一批常隨眾，常隨眾就是永遠跟著老師的，不離開老師，這是經上記載的一千二百五十五人，常隨眾。不是常隨眾，經典上通常不記載，人太多了，那個眾叫流水眾。這麼多的常隨眾，是給我們做一個樣子，給我們做個示範，如果我們是中等程度的人，不是上上根人，要常常親近老師，不能離開老師，就像當年這些學生一樣，不能離開世尊，每天接受教誨。其實他們那一批學生，有許多是諸佛如來應化的，有許多是大菩薩再來的，不是凡人，他們表演，做個樣子給我們看。佛在經上明顯的告訴我們，舍利弗、目犍連都是古佛再來，真正是為人演說，表演給我們看的。"
    },
    {
      "id": "12-045-0248_p0020",
      "zh_CN": "长时间亲近老师，天天听老师讲课，这就是法水遍滋。听了之后能解，没有解错意；解了之后能行，菩提实行，不能够实行就不叫菩提。我们要把我们听到的、学到的，现在的话讲要落实，要去做到，我们的行才树立。你看从前儒家讲「三十而立」，就像一棵树一样长成了，「四十而不惑，五十而知天命，六十而耳顺」，这是孔老夫子他的境界。我们看看我们现代人，四十岁还不懂事，你说糟糕不糟糕？很多很多！我们生活在这样一个社会，这么一个环境。幸亏佛在《无量寿经》上把这个问题说出来，我们听了之后认真的反省检点，自己应该怎样去做。佛说「先人不善，不识道德，无有语者，殊无怪也」。今天社会确实是这样的，上一代的人没有教导我们这一代，我们怎么会知道？所以我们无知，佛菩萨不怪我们。佛菩萨既然不责怪，我们更不可以怪人，我们要晓得他没有接受圣贤教诲。",
      "zh_TW": "長時間親近老師，天天聽老師講課，這就是法水遍滋。聽了之後能解，沒有解錯意；解了之後能行，菩提實行，不能夠實行就不叫菩提。我們要把我們聽到的、學到的，現在的話講要落實，要去做到，我們的行才樹立。你看從前儒家講「三十而立」，就像一棵樹一樣長成了，「四十而不惑，五十而知天命，六十而耳順」，這是孔老夫子他的境界。我們看看我們現代人，四十歲還不懂事，你說糟糕不糟糕？很多很多！我們生活在這樣一個社會，這麼一個環境。幸虧佛在《無量壽經》上把這個問題說出來，我們聽了之後認真的反省檢點，自己應該怎樣去做。佛說「先人不善，不識道德，無有語者，殊無怪也」。今天社會確實是這樣的，上一代的人沒有教導我們這一代，我們怎麼會知道？所以我們無知，佛菩薩不怪我們。佛菩薩既然不責怪，我們更不可以怪人，我們要曉得他沒有接受聖賢教誨。"
    },
    {
      "id": "12-045-0248_p0021",
      "zh_CN": "像我这个年龄，接受中国古老的教育才二、三年，七、八岁的时候，十岁以后中国古老的教育没有了，就变成新式的学校教育。大概大我五岁的人，他们在民初教育里面还念过《修身》这个课程；我在七、八岁的时候，这个课程就没有了，这个课程名字改了，改作《公民》，我们到学校念书有《公民》这个课本，内容比《修身》要差很远很远。现在我们仔细看看这些教科书，真的是一代不如一代，古老的圣贤教育统统把它舍弃掉，灌输一些民主自由开放的思想，这些思想我们仔细去衡量，好处固然有，过失太多。古时候，现在人认为那是封建的思想，我们听了不以为然。古时候的教育是圣贤的思想，绝对不是封建的思想，用封建思想这句话把圣贤的教学抹杀了，所以今天才有社会的动乱，才有许许多多的灾害。当年说这些话的人要负因果责任，不要以为你没有造罪业，你这一句话影响多大！所以我们的起心动念、言语造作不能不谨慎。",
      "zh_TW": "像我這個年齡，接受中國古老的教育才二、三年，七、八歲的時候，十歲以後中國古老的教育沒有了，就變成新式的學校教育。大概大我五歲的人，他們在民初教育裡面還念過《修身》這個課程；我在七、八歲的時候，這個課程就沒有了，這個課程名字改了，改作《公民》，我們到學校念書有《公民》這個課本，內容比《修身》要差很遠很遠。現在我們仔細看看這些教科書，真的是一代不如一代，古老的聖賢教育統統把它捨棄掉，灌輸一些民主自由開放的思想，這些思想我們仔細去衡量，好處固然有，過失太多。古時候，現在人認為那是封建的思想，我們聽了不以為然。古時候的教育是聖賢的思想，絕對不是封建的思想，用封建思想這句話把聖賢的教學抹殺了，所以今天才有社會的動亂，才有許許多多的災害。當年說這些話的人要負因果責任，不要以為你沒有造罪業，你這一句話影響多大！所以我們的起心動念、言語造作不能不謹慎。"
    },
    {
      "id": "12-045-0248_p0022",
      "zh_CN": "古人「三十而立」，那就是说他的智慧、学问、德行有所建立，是说这个意思，并不是说他的事业，并不是说他的生活状况，是说他的智慧、德行、学问有没有建立，这是一个阶段。「四十而不惑」，那相当功夫了，不会再受社会五欲六尘的诱惑，不迷了，在佛法讲是觉而不迷，这是真学问。所以一个社会能够长治久安，一个人一生当中能安分守己，消业障而不造业障，这是真实智慧。纵然这一生当中贫贱，有学问、有道德的人安于贫贱（孔老夫子贫贱、颜回贫贱），前途是一片光明。为什么有学问、有道德的人过这个贫贱生活？「五十而知天命」，他懂得我们的生活环境、一切受用，这是因果的关系，我过去生中没有修好因，我这一生想得好果报，哪有这个道理？不可能的。种什么样的因，一定有什么样的果报。知天命就是懂得因缘果报的道理跟事实真相，他心安！你有钱很好，我也不羡慕，我知道你过去生中修的因，你这一生收成好；我过去没种这个因，我到哪里去收？所以对于得大财富、大富贵的人，他不会羡慕，也不会去巴结，他清清楚楚、明明白白，我要想得大财富、大富贵，我今天修因，将来就得到。可是真正透彻明了的，知道这并不是一个好事情，为什么？富贵人造业的机会多，贫贱的人造业的机会少。所以世出世间真正做学问的人、修道的人，都愿意过一个清苦的生活，自在！心里面没有忧虑、没有牵挂、没有烦恼，你说多快乐！物质生活很简单，每天只吃饱穿暖就够了，要多余的干什么？多余的就是累赘。诸位冷眼观察，你看世间人，大富贵人家，累积的财产、产业很多很多，死了之后一样带不去，留给儿孙造罪业。他要没有这些财富，他的儿孙非常和睦、非常团结，相亲相爱；一有这些财富，老人还没死，子子孙孙全是冤家对头，争夺财产。这不是爱护儿孙，这是把这一批儿孙送到地狱去，有什么好处！我们在旁边冷眼旁观，看得好清楚。",
      "zh_TW": "古人「三十而立」，那就是說他的智慧、學問、德行有所建立，是說這個意思，並不是說他的事業，並不是說他的生活狀況，是說他的智慧、德行、學問有沒有建立，這是一個階段。「四十而不惑」，那相當功夫了，不會再受社會五欲六塵的誘惑，不迷了，在佛法講是覺而不迷，這是真學問。所以一個社會能夠長治久安，一個人一生當中能安分守己，消業障而不造業障，這是真實智慧。縱然這一生當中貧賤，有學問、有道德的人安於貧賤（孔老夫子貧賤、顏回貧賤），前途是一片光明。為什麼有學問、有道德的人過這個貧賤生活？「五十而知天命」，他懂得我們的生活環境、一切受用，這是因果的關係，我過去生中沒有修好因，我這一生想得好果報，哪有這個道理？不可能的。種什麼樣的因，一定有什麼樣的果報。知天命就是懂得因緣果報的道理跟事實真相，他心安！你有錢很好，我也不羨慕，我知道你過去生中修的因，你這一生收成好；我過去沒種這個因，我到哪裡去收？所以對於得大財富、大富貴的人，他不會羨慕，也不會去巴結，他清清楚楚、明明白白，我要想得大財富、大富貴，我今天修因，將來就得到。可是真正透徹明瞭的，知道這並不是一個好事情，為什麼？富貴人造業的機會多，貧賤的人造業的機會少。所以世出世間真正做學問的人、修道的人，都願意過一個清苦的生活，自在！心裡面沒有憂慮、沒有牽掛、沒有煩惱，你說多快樂！物質生活很簡單，每天只吃飽穿暖就夠了，要多餘的幹什麼？多餘的就是累贅。諸位冷眼觀察，你看世間人，大富貴人家，累積的財產、產業很多很多，死了之後一樣帶不去，留給兒孫造罪業。他要沒有這些財富，他的兒孫非常和睦、非常團結，相親相愛；一有這些財富，老人還沒死，子子孫孫全是冤家對頭，爭奪財產。這不是愛護兒孫，這是把這一批兒孫送到地獄去，有什麼好處！我們在旁邊冷眼旁觀，看得好清楚。"
    },
    {
      "id": "12-045-0248_p0023",
      "zh_CN": "佛的话是真的，不是假的，只要依教奉行，决定有不思议的成就。可是人决定要有智慧，不能够为名闻利养所迷，那就坏了。我们自己战战兢兢，小心谨慎，唯恐有差错，念念都遵循经典的教诲，不敢违背。我们自己只有一个单纯的目的，求生净土；如果我们造业，对于往生净土必定产生障碍。决定不造罪业，时时刻刻保持自己的清净平等，处事待人接物用真诚心、慈悲心、无私无条件的爱心，帮助社会一切大众。今天时间到了，我们就讲到这一段。",
      "zh_TW": "佛的話是真的，不是假的，只要依教奉行，決定有不思議的成就。可是人決定要有智慧，不能夠為名聞利養所迷，那就壞了。我們自己戰戰兢兢，小心謹慎，唯恐有差錯，念念都遵循經典的教誨，不敢違背。我們自己只有一個單純的目的，求生淨土；如果我們造業，對於往生淨土必定產生障礙。決定不造罪業，時時刻刻保持自己的清淨平等，處事待人接物用真誠心、慈悲心、無私無條件的愛心，幫助社會一切大眾。今天時間到了，我們就講到這一段。"
    }
  ]
}