{
  "doc_id": "12-045-0920",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九二Ｏ集",
    "zh_TW": "第九二Ｏ集"
  },
  "year": "2002",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-045-0920",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "12-045-0920_p0001",
      "zh_CN": "诸位同学，请看「华藏世界品」，偈颂最后的一段，第七首看起：",
      "zh_TW": "諸位同學，請看「華藏世界品」，偈頌最後的一段，第七首看起："
    },
    {
      "id": "12-045-0920_p0002",
      "zh_CN": "【不可思议国，普转法轮声，愿海所出声，修行妙音声。】",
      "zh_TW": "【不可思議國，普轉法輪聲，願海所出聲，修行妙音聲。】"
    },
    {
      "id": "12-045-0920_p0003",
      "zh_CN": "这一首偈的意思很长，第一句是讲刹土，无量无边的刹土。不论是菩萨的净刹，六道凡夫的杂染刹土，后面这三句统统都存在、都具足。问题就在学习的人，佛家常讲学人，真正发心学习的人会不会？会不会看？会不会听？果然会，一切时、一切处，无论是顺境逆境、善缘恶缘，皆得蒙益，都得利益。这实实在在的话。所以这个地方的刹，开头讲『不可思议国』，这一句话的意思很深，说之不尽。刹无分染净，人无分善恶，众生不分善恶，真正不可思议。",
      "zh_TW": "這一首偈的意思很長，第一句是講剎土，無量無邊的剎土。不論是菩薩的淨剎，六道凡夫的雜染剎土，後面這三句統統都存在、都具足。問題就在學習的人，佛家常講學人，真正發心學習的人會不會？會不會看？會不會聽？果然會，一切時、一切處，無論是順境逆境、善緣惡緣，皆得蒙益，都得利益。這實實在在的話。所以這個地方的剎，開頭講『不可思議國』，這一句話的意思很深，說之不盡。剎無分染淨，人無分善惡，眾生不分善惡，真正不可思議。"
    },
    {
      "id": "12-045-0920_p0004",
      "zh_CN": "诸佛菩萨在其中，『普转法轮声』，「普转法轮」这一句是教化。佛氏门中，不舍一人。我们通常讲的「佛度有缘人」，无缘的人，佛就不能度了。什么叫无缘？他不肯学，他不肯接受。这是佛常说的，也是警策我们。而实际上，实际上是他不肯学，不愿意学，不愿意接触，佛度不度他？也度。这就是佛门当中，另外有一句话说「佛氏门中，不舍一人」，你们想想这个话的味道。他缘没有成熟，没有成熟不能舍弃他，没有成熟也要照顾他，也要常常启发他。他业障深重，一切善巧方便都不能启发。是不是真的不能启发？不是的，他业障重没有错，一次、二次茫然不觉；千次、万次，有那么一点印象；百万次、千万次、万万次，回头了。从这些地方，才真正能体会到佛菩萨的大慈大悲，不可思议！",
      "zh_TW": "諸佛菩薩在其中，『普轉法輪聲』，「普轉法輪」這一句是教化。佛氏門中，不捨一人。我們通常講的「佛度有緣人」，無緣的人，佛就不能度了。什麼叫無緣？他不肯學，他不肯接受。這是佛常說的，也是警策我們。而實際上，實際上是他不肯學，不願意學，不願意接觸，佛度不度他？也度。這就是佛門當中，另外有一句話說「佛氏門中，不捨一人」，你們想想這個話的味道。他緣沒有成熟，沒有成熟不能捨棄他，沒有成熟也要照顧他，也要常常啟發他。他業障深重，一切善巧方便都不能啟發。是不是真的不能啟發？不是的，他業障重沒有錯，一次、二次茫然不覺；千次、萬次，有那麼一點印象；百萬次、千萬次、萬萬次，回頭了。從這些地方，才真正能體會到佛菩薩的大慈大悲，不可思議！"
    },
    {
      "id": "12-045-0920_p0005",
      "zh_CN": "「普转法轮声」，这里头是三业转轮。三业是身示相，总是示现一个好的形象，让他天天看，长时间的看。我在前面跟诸位提过，释迦牟尼佛当年在世，天天就是示这个相。般若会上，我们在《金刚经》上看到的，须菩提尊者就这样看着释迦牟尼佛，看了二、三十年；二、三十年之后，有一天豁然觉悟，看出名堂来了。你看天天守在释迦牟尼佛的身边，天天看，看到二、三十年，看出来了，这才赞叹「希有，世尊」。「希有」这一句里头，含的意思也是深广无尽。赞叹释迦牟尼佛的德行智慧，永恒不绝的在那里示现；也赞叹自己，太不容易！你看看几十年天天释迦牟尼佛这样示现，我都没有发现，今天豁然一下发现。所以「希有」里头的意思好多好多！",
      "zh_TW": "「普轉法輪聲」，這裡頭是三業轉輪。三業是身示相，總是示現一個好的形象，讓他天天看，長時間的看。我在前面跟諸位提過，釋迦牟尼佛當年在世，天天就是示這個相。般若會上，我們在《金剛經》上看到的，須菩提尊者就這樣看著釋迦牟尼佛，看了二、三十年；二、三十年之後，有一天豁然覺悟，看出名堂來了。你看天天守在釋迦牟尼佛的身邊，天天看，看到二、三十年，看出來了，這才讚歎「希有，世尊」。「希有」這一句裡頭，含的意思也是深廣無盡。讚歎釋迦牟尼佛的德行智慧，永恆不絕的在那裡示現；也讚歎自己，太不容易！你看看幾十年天天釋迦牟尼佛這樣示現，我都沒有發現，今天豁然一下發現。所以「希有」裡頭的意思好多好多！"
    },
    {
      "id": "12-045-0920_p0006",
      "zh_CN": "不能说他们这是愚痴，茫然无觉，我做也没有用处，何必一定要自己做这个样子？有用处，一次一次加深，时节因缘成熟，像须菩提这样的人还得要三十多年。这个时间是怎么算的？世尊从鹿野苑开始讲经，这没有多久，三迦叶带他们的学生一千人皈依世尊，目犍连、须菩提带了两百人，僧团是这样形成的。他们经历阿含十二年、方等八年，二十年，般若二十二年；《金刚般若》是中期讲的，般若二十二年是后十年讲的，在后十年，三十多年了。三十多年才看出来，原来无上的妙法，就在释迦牟尼佛日常生活当中的点点滴滴。佛所说的，佛所教的，全部落实在生活里头，我们现在讲的起心动念、言语造作。我们今天细心观察，我们读《释迦谱》、读《释迦方志》，这是古老的《藏经》里面的释迦牟尼佛的传记。细细去思惟，细细去观察，你看看释迦牟尼佛，跟《华严经》一对照，像不像？不但像，完全一样。《大方广佛华严经》，释迦牟尼佛圆圆满满的都落实了。「普转」，示现给别人看，不可思议的境界，这是真实的大愿。",
      "zh_TW": "不能說他們這是愚痴，茫然無覺，我做也沒有用處，何必一定要自己做這個樣子？有用處，一次一次加深，時節因緣成熟，像須菩提這樣的人還得要三十多年。這個時間是怎麼算的？世尊從鹿野苑開始講經，這沒有多久，三迦葉帶他們的學生一千人皈依世尊，目犍連、須菩提帶了兩百人，僧團是這樣形成的。他們經歷阿含十二年、方等八年，二十年，般若二十二年；《金剛般若》是中期講的，般若二十二年是後十年講的，在後十年，三十多年了。三十多年才看出來，原來無上的妙法，就在釋迦牟尼佛日常生活當中的點點滴滴。佛所說的，佛所教的，全部落實在生活裡頭，我們現在講的起心動念、言語造作。我們今天細心觀察，我們讀《釋迦譜》、讀《釋迦方志》，這是古老的《藏經》裡面的釋迦牟尼佛的傳記。細細去思惟，細細去觀察，你看看釋迦牟尼佛，跟《華嚴經》一對照，像不像？不但像，完全一樣。《大方廣佛華嚴經》，釋迦牟尼佛圓圓滿滿的都落實了。「普轉」，示現給別人看，不可思議的境界，這是真實的大願。"
    },
    {
      "id": "12-045-0920_p0007",
      "zh_CN": "『愿海所出声』。「愿海」，是佛从因地，因地也跟我们凡夫一样初发心，无量劫中时时刻刻发度众生的大愿。世尊再教导我们，把诸佛菩萨无量的弘愿，总结为四弘誓愿。所以四弘誓愿是一切诸佛如来、菩萨，无量无边大愿的总结，总纲领，总的愿。这是劝导我们要发愿，愿是我们这一生当中的方向、目标。我们世间人讲立志，人要不立志、没有志，他的一生是盲目的，即使他勇猛精进很用功，最后都落空；他没有方向，他没有目标，所以到最后一无所成。人，少小立愿，坚定不移，这个人在这一生当中，肯定有不思议的成就。你看看这个世间，出世间也一样，我们现在一般讲的出人头地，有大成就的人，他怎么成就的？愿力，肯定是一门深入，长时期的奋斗努力成就的。这个常识一般人都能够理解。",
      "zh_TW": "『願海所出聲』。「願海」，是佛從因地，因地也跟我們凡夫一樣初發心，無量劫中時時刻刻發度眾生的大願。世尊再教導我們，把諸佛菩薩無量的弘願，總結為四弘誓願。所以四弘誓願是一切諸佛如來、菩薩，無量無邊大願的總結，總綱領，總的願。這是勸導我們要發願，願是我們這一生當中的方向、目標。我們世間人講立志，人要不立志、沒有志，他的一生是盲目的，即使他勇猛精進很用功，最後都落空；他沒有方向，他沒有目標，所以到最後一無所成。人，少小立願，堅定不移，這個人在這一生當中，肯定有不思議的成就。你看看這個世間，出世間也一樣，我們現在一般講的出人頭地，有大成就的人，他怎麼成就的？願力，肯定是一門深入，長時期的奮鬥努力成就的。這個常識一般人都能夠理解。"
    },
    {
      "id": "12-045-0920_p0008",
      "zh_CN": "所以人不能没有志，没有志，一事无成。你这一生想学一样什么东西，锲而不舍，一直下去，哪有不成就的！就怕三心二意，就怕贪多，这个法门不错，那个也好，所谓贪多嚼不烂，样样懂一点皮毛，没有一样能出人头地。所以连《三字经》上都讲「教之道，贵以专」，这个教学的大道理就是专，专精，你就通了。一样通了，样样都通，世出世间法都这个道理。宋朝程子讲得好，那是讲儒家，他怎么教人？他说儒家，你能够把《论语》、《孟子》，这两部书通了，儒家所有的典籍你全通。你看看这跟佛法讲一经通一切经通一个道理。这个意思是你会么？你真的会么？至诚感通，这是李老师教导我们的。「愿海所出声」。",
      "zh_TW": "所以人不能沒有志，沒有志，一事無成。你這一生想學一樣什麼東西，鍥而不捨，一直下去，哪有不成就的！就怕三心二意，就怕貪多，這個法門不錯，那個也好，所謂貪多嚼不爛，樣樣懂一點皮毛，沒有一樣能出人頭地。所以連《三字經》上都講「教之道，貴以專」，這個教學的大道理就是專，專精，你就通了。一樣通了，樣樣都通，世出世間法都這個道理。宋朝程子講得好，那是講儒家，他怎麼教人？他說儒家，你能夠把《論語》、《孟子》，這兩部書通了，儒家所有的典籍你全通。你看看這跟佛法講一經通一切經通一個道理。這個意思是你會麼？你真的會麼？至誠感通，這是李老師教導我們的。「願海所出聲」。"
    },
    {
      "id": "12-045-0920_p0009",
      "zh_CN": "后面一句，『修行妙音声』，修行再加个妙字。「修行」，示范。日常生活，这个生活给世间人做示范；工作，为一切所有工作人在那里做示范，特别是同行。同行是有缘人，你要做好样子，要做好典型、好模范，这是「修行妙音声」。这个音声，往往是无声之声，妙不可言。我们要不是这样学习，我们看看释迦牟尼佛，他是这样表演的、做给我们看的；释迦牟尼佛的弟子，也是这样做给我们看；历代祖师大德，只要依照佛菩萨方法真正去修学的，就成为祖师大德，没有例外的。佛法重在行门。底下一首偈，第八首：",
      "zh_TW": "後面一句，『修行妙音聲』，修行再加個妙字。「修行」，示範。日常生活，這個生活給世間人做示範；工作，為一切所有工作人在那裡做示範，特別是同行。同行是有緣人，你要做好樣子，要做好典型、好模範，這是「修行妙音聲」。這個音聲，往往是無聲之聲，妙不可言。我們要不是這樣學習，我們看看釋迦牟尼佛，他是這樣表演的、做給我們看的；釋迦牟尼佛的弟子，也是這樣做給我們看；歷代祖師大德，只要依照佛菩薩方法真正去修學的，就成為祖師大德，沒有例外的。佛法重在行門。底下一首偈，第八首："
    },
    {
      "id": "12-045-0920_p0010",
      "zh_CN": "【三世一切佛，出生诸世界，名号皆具足，音声无有尽。】",
      "zh_TW": "【三世一切佛，出生諸世界，名號皆具足，音聲無有盡。】"
    },
    {
      "id": "12-045-0920_p0011",
      "zh_CN": "这一首偈就是特别着重在名号功德不可思议。这一句祖师大德说得很多，老佛教徒听得都耳熟。虽然耳熟，真正的义趣懂得的人就不多。这一首偈是特别提出来，境界深广无际。『三世一切佛』，过去现在未来，没有例外的。『出生诸世界』，这个「出生」，应化；应化在九法界，应化在十法界，十法界里面加一个佛法界。这个佛法界是十法界里面的佛法界，我们要搞清楚，不是一真法界，十法界里面的佛法界。什么样的佛？天台宗所讲的藏通别圆，藏教的佛，通教的佛，是十法界里面的佛，没见性。在六即里面，他是相似即佛，他不是真佛，十法界里面的佛。诸佛如来、法身菩萨常常示现在这里面，去度化通教佛，度化藏教佛。贤首，就是华严教里面，所讲的小教的佛、始教的佛，华严讲的是小始终顿圆。小教跟始教，跟天台里面所讲的藏教、通教是同样境界。这跟你讲十法界。在这里面现身、示现，帮助这些修行人提升境界。我们今天讲的，破迷开悟，转凡成圣。",
      "zh_TW": "這一首偈就是特別著重在名號功德不可思議。這一句祖師大德說得很多，老佛教徒聽得都耳熟。雖然耳熟，真正的義趣懂得的人就不多。這一首偈是特別提出來，境界深廣無際。『三世一切佛』，過去現在未來，沒有例外的。『出生諸世界』，這個「出生」，應化；應化在九法界，應化在十法界，十法界裡面加一個佛法界。這個佛法界是十法界裡面的佛法界，我們要搞清楚，不是一真法界，十法界裡面的佛法界。什麼樣的佛？天台宗所講的藏通別圓，藏教的佛，通教的佛，是十法界裡面的佛，沒見性。在六即裡面，他是相似即佛，他不是真佛，十法界裡面的佛。諸佛如來、法身菩薩常常示現在這裡面，去度化通教佛，度化藏教佛。賢首，就是華嚴教裡面，所講的小教的佛、始教的佛，華嚴講的是小始終頓圓。小教跟始教，跟天台裡面所講的藏教、通教是同樣境界。這跟你講十法界。在這裡面現身、示現，幫助這些修行人提升境界。我們今天講的，破迷開悟，轉凡成聖。"
    },
    {
      "id": "12-045-0920_p0012",
      "zh_CN": "所以这个十法界，六道是凡夫，声闻、缘觉、菩萨、佛，这叫四圣法界。四圣法界在大乘法里面叫外凡。这凡夫分两类：有内凡，有外凡。内外从哪里分？从六道分，六道之内的，称为内凡；六道之外的，称为外凡。由此可知，阿罗汉、辟支佛、权教菩萨，跟藏教、通教的佛，都还是外凡；转凡成圣，帮助他们。那个圣就是大圣，法身菩萨超越十法界，契入一真法界，这就是圣人，真正的圣人；天台大师讲，分证即佛。虽然不圆满，他是真的，他不是假的。「出生诸世界」，这个诸世界就是十法界。",
      "zh_TW": "所以這個十法界，六道是凡夫，聲聞、緣覺、菩薩、佛，這叫四聖法界。四聖法界在大乘法裡面叫外凡。這凡夫分兩類：有內凡，有外凡。內外從哪裡分？從六道分，六道之內的，稱為內凡；六道之外的，稱為外凡。由此可知，阿羅漢、辟支佛、權教菩薩，跟藏教、通教的佛，都還是外凡；轉凡成聖，幫助他們。那個聖就是大聖，法身菩薩超越十法界，契入一真法界，這就是聖人，真正的聖人；天台大師講，分證即佛。雖然不圓滿，他是真的，他不是假的。「出生諸世界」，這個諸世界就是十法界。"
    },
    {
      "id": "12-045-0920_p0013",
      "zh_CN": "『名号皆具足』，这个「名号」就是讲的如来果地上的十号，这不是讲别的名号，十号。十号是通号，什么人有？圆教初住菩萨就有，别教初地菩萨就有，就具足了。显示这一尊佛，智慧德能相好具足，十号里头所说的。将来我们会讲到「名号品」。『音声无有尽』，十号之外，这十号是通号，还有别号，别号也不可思议。别号，譬如释迦牟尼佛，这是他专有的，别的佛不称释迦牟尼佛。但是称佛、称如来、称正遍知、称明行足，所有诸佛都称，通号。别号从哪里来的？别号是因众生而建立的。诸佛菩萨都有名号，诸位要知道，他的名号就是此地讲的「皆具足」，皆具足就是十号。别号之来，实实在在讲，是此时此地这一切众生所需要的教学纲领，这个纲领就是佛的别号。",
      "zh_TW": "『名號皆具足』，這個「名號」就是講的如來果地上的十號，這不是講別的名號，十號。十號是通號，什麼人有？圓教初住菩薩就有，別教初地菩薩就有，就具足了。顯示這一尊佛，智慧德能相好具足，十號裡頭所說的。將來我們會講到「名號品」。『音聲無有盡』，十號之外，這十號是通號，還有別號，別號也不可思議。別號，譬如釋迦牟尼佛，這是他專有的，別的佛不稱釋迦牟尼佛。但是稱佛、稱如來、稱正遍知、稱明行足，所有諸佛都稱，通號。別號從哪裡來的？別號是因眾生而建立的。諸佛菩薩都有名號，諸位要知道，他的名號就是此地講的「皆具足」，皆具足就是十號。別號之來，實實在在講，是此時此地這一切眾生所需要的教學綱領，這個綱領就是佛的別號。"
    },
    {
      "id": "12-045-0920_p0014",
      "zh_CN": "我们这个世界叫娑婆世界，娑婆世界的众生，现在的众生，从释迦牟尼佛出世，到他的法运终止，一万二千年。这里面的众生有什么毛病？这毛病太多了，众多毛病当中，哪一种毛病最重要、最深，对症下药。佛看得很清楚，这些迷惑颠倒的众生，没有慈悲心，慈悲心很弱，所以名号里头用释迦。释迦是梵语，什么意思？古大德翻成能仁，能仁慈。我们这个世间，娑婆世界众生对别人没有仁慈心，自私自利。你看佛用这个。所以佛家常讲「慈悲为本，方便为门」。慈悲方便就是释迦落实，释迦这个名号落实在教学里面，就是慈悲方便；慈悲方便就是真正能仁，是世尊教化众生的总纲领、总原则。这是说教众生怎样处事待人接物，至于众生本身？本身是非常不清净，烦恼习气太重，显出来就是浮躁。真的，妄念纷飞，轻浮烦躁，所以用个牟尼。牟尼是什么意思？寂静。寂是寂灭，把烦恼习气灭掉，恢复到清净心，所以翻作寂静。你看看，牟尼对自己，释迦教我们对别人。你看这名号，名号功德不可思议。我们常常念这一句「南无本师释迦牟尼佛」，你懂不懂这个意思？你念这一句名号，供养释迦牟尼佛的形像，天天看他。我们对人没有慈悲心、没有方便法，释迦这两个字，你没有看在眼里；口里念，心里头没有，没有放在心上。果然放在心上，你对人一定是慈悲，一定有善巧方便。对自己一定是清净，心地清净，清净心生智慧，清净平等，这对自己，牟尼是这个意思。佛这个意思是觉。你想想看这个味道，名号的味道。",
      "zh_TW": "我們這個世界叫娑婆世界，娑婆世界的眾生，現在的眾生，從釋迦牟尼佛出世，到他的法運終止，一萬二千年。這裡面的眾生有什麼毛病？這毛病太多了，眾多毛病當中，哪一種毛病最重要、最深，對症下藥。佛看得很清楚，這些迷惑顛倒的眾生，沒有慈悲心，慈悲心很弱，所以名號裡頭用釋迦。釋迦是梵語，什麼意思？古大德翻成能仁，能仁慈。我們這個世間，娑婆世界眾生對別人沒有仁慈心，自私自利。你看佛用這個。所以佛家常講「慈悲為本，方便為門」。慈悲方便就是釋迦落實，釋迦這個名號落實在教學裡面，就是慈悲方便；慈悲方便就是真正能仁，是世尊教化眾生的總綱領、總原則。這是說教眾生怎樣處事待人接物，至於眾生本身？本身是非常不清淨，煩惱習氣太重，顯出來就是浮躁。真的，妄念紛飛，輕浮煩躁，所以用個牟尼。牟尼是什麼意思？寂靜。寂是寂滅，把煩惱習氣滅掉，恢復到清淨心，所以翻作寂靜。你看看，牟尼對自己，釋迦教我們對別人。你看這名號，名號功德不可思議。我們常常念這一句「南無本師釋迦牟尼佛」，你懂不懂這個意思？你念這一句名號，供養釋迦牟尼佛的形像，天天看他。我們對人沒有慈悲心、沒有方便法，釋迦這兩個字，你沒有看在眼裡；口裡念，心裡頭沒有，沒有放在心上。果然放在心上，你對人一定是慈悲，一定有善巧方便。對自己一定是清淨，心地清淨，清淨心生智慧，清淨平等，這對自己，牟尼是這個意思。佛這個意思是覺。你想想看這個味道，名號的味道。"
    },
    {
      "id": "12-045-0920_p0015",
      "zh_CN": "所以诸佛菩萨的名号，全是教化众生的。地藏菩萨，这个名号提醒我们，地是什么？心地，自己的心地，藏是宝藏，我们自性真心里面，有圆满的般若智慧，有圆满的德能，有圆满的相好，万德万能，是自性里头本来具足的宝藏。地藏菩萨这个名号提醒我们，提醒这个是要懂得开发，用什么方法开发？《地藏菩萨本愿经》里头教导我们，孝亲尊师。所以《地藏菩萨本愿经》是佛门孝经。用什么方法开发自性本具的智慧德相？就是孝敬。你看诸佛菩萨的名号，全是表法，全是教学的纲领。现在学佛的人有几个人懂得？每天把佛菩萨当作神明去膜拜，求佛菩萨保佑，错了。佛菩萨保佑你就在名号，让你顾名思义，你就得佛菩萨保佑。你听到地藏菩萨名号，看到地藏菩萨形像，立刻就知道要孝亲、要尊师重道，这样子开发自性的宝藏。智慧；德能，德能是能力，我们今天讲多才多艺，能力；相好，那是福报，三十二相八十种好，依正庄严，福报，统统是自性本来具足。这是讲佛菩萨的别号。",
      "zh_TW": "所以諸佛菩薩的名號，全是教化眾生的。地藏菩薩，這個名號提醒我們，地是什麼？心地，自己的心地，藏是寶藏，我們自性真心裡面，有圓滿的般若智慧，有圓滿的德能，有圓滿的相好，萬德萬能，是自性裡頭本來具足的寶藏。地藏菩薩這個名號提醒我們，提醒這個是要懂得開發，用什麼方法開發？《地藏菩薩本願經》裡頭教導我們，孝親尊師。所以《地藏菩薩本願經》是佛門孝經。用什麼方法開發自性本具的智慧德相？就是孝敬。你看諸佛菩薩的名號，全是表法，全是教學的綱領。現在學佛的人有幾個人懂得？每天把佛菩薩當作神明去膜拜，求佛菩薩保佑，錯了。佛菩薩保佑你就在名號，讓你顧名思義，你就得佛菩薩保佑。你聽到地藏菩薩名號，看到地藏菩薩形像，立刻就知道要孝親、要尊師重道，這樣子開發自性的寶藏。智慧；德能，德能是能力，我們今天講多才多藝，能力；相好，那是福報，三十二相八十種好，依正莊嚴，福報，統統是自性本來具足。這是講佛菩薩的別號。"
    },
    {
      "id": "12-045-0920_p0016",
      "zh_CN": "别号也好，通号也好，「音声无有尽」，真的是周遍虚空法界。特别是这些菩萨，在我们这个世间示现，要知道在这个世间示现，完全是为度这个地区，这个时段，这些众生；应机说法，应机示现，示现的身不同。诸位同修在平常你们最容易觉察到的，中国人最崇敬的四大菩萨，四大名山，这四大菩萨，只有地藏菩萨现出家相，其他的观音菩萨在家相，文殊、普贤菩萨都是在家相。在家的菩萨很多，这个道理要懂。地藏菩萨教孝亲尊师，观音菩萨教大慈大悲。文殊菩萨教你理智，不要用感情，处事待人接物要理智，感情会出乱子，理智不会。普贤菩萨教我们实践，真干，就是把孝敬慈悲理智，落实在生活当中，落实在工作之中，落实在处事待人接物，普贤菩萨。这是中国佛教！你要不懂，你到哪里去学？你学什么？所以如果你懂得，佛教这些造像，现在讲艺术，佛教艺术全是教学的工具。名号是教人的，塑的这些形像也是教人的，没有一样不是在教人，启发人。希望人闻到这个名号，见到这个形像，就知道修行，修正自己的毛病，自己错误的思想见解行为；见色闻声就懂得修行，就觉悟了。请接着看第九首偈：",
      "zh_TW": "別號也好，通號也好，「音聲無有盡」，真的是周遍虛空法界。特別是這些菩薩，在我們這個世間示現，要知道在這個世間示現，完全是為度這個地區，這個時段，這些眾生；應機說法，應機示現，示現的身不同。諸位同修在平常你們最容易覺察到的，中國人最崇敬的四大菩薩，四大名山，這四大菩薩，只有地藏菩薩現出家相，其他的觀音菩薩在家相，文殊、普賢菩薩都是在家相。在家的菩薩很多，這個道理要懂。地藏菩薩教孝親尊師，觀音菩薩教大慈大悲。文殊菩薩教你理智，不要用感情，處事待人接物要理智，感情會出亂子，理智不會。普賢菩薩教我們實踐，真幹，就是把孝敬慈悲理智，落實在生活當中，落實在工作之中，落實在處事待人接物，普賢菩薩。這是中國佛教！你要不懂，你到哪裡去學？你學什麼？所以如果你懂得，佛教這些造像，現在講藝術，佛教藝術全是教學的工具。名號是教人的，塑的這些形像也是教人的，沒有一樣不是在教人，啟發人。希望人聞到這個名號，見到這個形像，就知道修行，修正自己的毛病，自己錯誤的思想見解行為；見色聞聲就懂得修行，就覺悟了。請接著看第九首偈："
    },
    {
      "id": "12-045-0920_p0017",
      "zh_CN": "【或有刹中闻，一切佛力音，地度及无量，如是法皆演。】",
      "zh_TW": "【或有剎中聞，一切佛力音，地度及無量，如是法皆演。】"
    },
    {
      "id": "12-045-0920_p0018",
      "zh_CN": "这一首偈里面讲的内容非常丰富。『或有刹中闻』，这就说明不是一切刹都有的，「或有」。哪些刹有？根熟的众生，这个刹土里头就有。为什么？佛来示现教化众生，这是属于高级的佛法，这个不是普通的。像前面所讲的「不可思议国」、「三世一切佛」，那是普遍的，一切刹土统统都有，有显有冥。显是非常明显，你能够觉察得到；冥是什么？不明显，暗中在启示你，你不太容易觉察得到，但是时间久了，缘成熟了，豁然开悟，这个事也很多。高级佛法，那一定要根成熟，这不是初学的。所以，「或有刹中闻，一切佛力音」。如来果地上，有十种殊胜的德能，等觉菩萨都不能比的，何况凡夫。菩萨也有十力，但这个十力不能跟佛相比，这些都是对法身菩萨说的。",
      "zh_TW": "這一首偈裡面講的內容非常豐富。『或有剎中聞』，這就說明不是一切剎都有的，「或有」。哪些剎有？根熟的眾生，這個剎土裡頭就有。為什麼？佛來示現教化眾生，這是屬於高級的佛法，這個不是普通的。像前面所講的「不可思議國」、「三世一切佛」，那是普遍的，一切剎土統統都有，有顯有冥。顯是非常明顯，你能夠覺察得到；冥是什麼？不明顯，暗中在啟示你，你不太容易覺察得到，但是時間久了，緣成熟了，豁然開悟，這個事也很多。高級佛法，那一定要根成熟，這不是初學的。所以，「或有剎中聞，一切佛力音」。如來果地上，有十種殊勝的德能，等覺菩薩都不能比的，何況凡夫。菩薩也有十力，但這個十力不能跟佛相比，這些都是對法身菩薩說的。"
    },
    {
      "id": "12-045-0920_p0019",
      "zh_CN": "如果我们把这个尺度放宽一点，不是法身菩萨有没有分？像《华严经》前面清凉大师给我们说的十种偈，里头有一种叫大心凡夫，也可能大心凡夫有分，他有能力接受，他能信能解，也能够奉行。那为什么是凡夫？见思烦恼没有断尽，带着业修菩萨行，有这一类的。他心量是真大，虽有烦恼习气，烦恼习气一般讲，不碍事，但是烦恼习气真的没断。处事待人接物，他烦恼不起现行，那就是说他定慧力够。戒定慧三学他有力了，这就是我们一般讲，他能够伏住烦恼，烦恼没有断，确实能伏住，这个叫大心凡夫，《华严》有分。",
      "zh_TW": "如果我們把這個尺度放寬一點，不是法身菩薩有沒有分？像《華嚴經》前面清涼大師給我們說的十種偈，裡頭有一種叫大心凡夫，也可能大心凡夫有分，他有能力接受，他能信能解，也能夠奉行。那為什麼是凡夫？見思煩惱沒有斷盡，帶著業修菩薩行，有這一類的。他心量是真大，雖有煩惱習氣，煩惱習氣一般講，不礙事，但是煩惱習氣真的沒斷。處事待人接物，他煩惱不起現行，那就是說他定慧力夠。戒定慧三學他有力了，這就是我們一般講，他能夠伏住煩惱，煩惱沒有斷，確實能伏住，這個叫大心凡夫，《華嚴》有分。"
    },
    {
      "id": "12-045-0920_p0020",
      "zh_CN": "一切佛的十力音，底下讲，『地度及无量，如是法皆演』，他当然也有分。「地」是什么？十地，十地菩萨修行的理论方法境界。「度」就是十波罗蜜，通常我们也讲六度，都可以，布施、持戒、忍辱、精进、禅定、般若。如果是《华严经》上讲的，后面还有方便、愿、力、智，再加上这四种，那就是十波罗蜜。大心凡夫他也能做到。而布施、持戒是菩萨修学入手之处。布施就是放下，放下身心世界，这个话我们常常听讲，实际上这个话的意思很深，我们初学的人听了，还是不晓得从哪里下手。所以我讲得很简单，讲得很明白，我讲从哪里下手？从放下自私自利，放下名闻利养，放下五欲六尘的享受，放下贪瞋痴慢，从这个地方入门。这十六个字，你要是放不下，佛门广大，你不晓得在哪里？你摸不到。果然把这十六个字放下，你一定把佛门找到了，八万四千法门，门门通大道。所以《金刚经》上佛讲得好，法门平等，无有高下。无论哪个法门，这个通大道就是通明心见性，通见性成佛。但是这十六个字是个障碍，修行人无论在家出家，你修行不能成就，功夫不得力，什么原因？障碍在这里，你有没有发现这是障碍？你要不能发现，不知道这是障碍，你怎么能够突破障碍？首先要发现、要明了、要清楚这个东西是障碍，这个东西是六道生死轮回的根。这个东西不放下，换句话说，你就不肯放下三途六道。那你来生还得要干，还得在三途六道打滚，生生世世出不了头。这是你不觉悟，你迷惑颠倒。",
      "zh_TW": "一切佛的十力音，底下講，『地度及無量，如是法皆演』，他當然也有分。「地」是什麼？十地，十地菩薩修行的理論方法境界。「度」就是十波羅蜜，通常我們也講六度，都可以，布施、持戒、忍辱、精進、禪定、般若。如果是《華嚴經》上講的，後面還有方便、願、力、智，再加上這四種，那就是十波羅蜜。大心凡夫他也能做到。而布施、持戒是菩薩修學入手之處。布施就是放下，放下身心世界，這個話我們常常聽講，實際上這個話的意思很深，我們初學的人聽了，還是不曉得從哪裡下手。所以我講得很簡單，講得很明白，我講從哪裡下手？從放下自私自利，放下名聞利養，放下五欲六塵的享受，放下貪瞋痴慢，從這個地方入門。這十六個字，你要是放不下，佛門廣大，你不曉得在哪裡？你摸不到。果然把這十六個字放下，你一定把佛門找到了，八萬四千法門，門門通大道。所以《金剛經》上佛講得好，法門平等，無有高下。無論哪個法門，這個通大道就是通明心見性，通見性成佛。但是這十六個字是個障礙，修行人無論在家出家，你修行不能成就，功夫不得力，什麼原因？障礙在這裡，你有沒有發現這是障礙？你要不能發現，不知道這是障礙，你怎麼能夠突破障礙？首先要發現、要明瞭、要清楚這個東西是障礙，這個東西是六道生死輪迴的根。這個東西不放下，換句話說，你就不肯放下三途六道。那你來生還得要幹，還得在三途六道打滾，生生世世出不了頭。這是你不覺悟，你迷惑顛倒。"
    },
    {
      "id": "12-045-0920_p0021",
      "zh_CN": "现在学佛的人，不觉悟的人太多太多了，什么原因？不读经，不研究教理，他怎么会觉悟？说个老实话，纵然他读经研教，觉悟也不多。这是什么原因？就是大经大论上佛菩萨讲的「佛法无人说，虽智莫能解」，《华严经》、《大智度论》上说的。世间聪明智慧，体会不到佛经的义趣，需要人讲，哪些人讲？真正修行人讲。为什么？他契入境界。换句话说，要能做到的人去讲，讲的才有味道。他能读，他能看注解，他自己没有做到。没有做到怎么？不是自己的，讲的是别人的，道听涂说，与事实真相总是隔一层。譬如你没有到过美国，现在请你介绍美国，你找许许多多参考资料来看，你写成报告，你说得头头是道，你没有去过，这就是虽智莫能解。要找什么人讲？到美国去过的，对美国社会环境了解得很透彻，他来讲，不一样。从这些道理，我们就能体会到。所以过去这是中国人有福，这是李老师跟我讲的，中国历代翻经、注经的这些祖师大德，都是修行证果之人，不是普通人。没有修证，没有契入境界，拿着别人的东西，道听涂说，不是那么回事。你仔细去听讲，他都把意思错解、讲错了，很多很多。会听的人，一听就听出来；不会听的人，懵懵懂懂。这就是他欺骗不了内行，学了一点皮毛，可以骗外行，不能骗内行。布施、持戒、忍辱，这三个是根，基础的基础。",
      "zh_TW": "現在學佛的人，不覺悟的人太多太多了，什麼原因？不讀經，不研究教理，他怎麼會覺悟？說個老實話，縱然他讀經研教，覺悟也不多。這是什麼原因？就是大經大論上佛菩薩講的「佛法無人說，雖智莫能解」，《華嚴經》、《大智度論》上說的。世間聰明智慧，體會不到佛經的義趣，需要人講，哪些人講？真正修行人講。為什麼？他契入境界。換句話說，要能做到的人去講，講的才有味道。他能讀，他能看註解，他自己沒有做到。沒有做到怎麼？不是自己的，講的是別人的，道聽塗說，與事實真相總是隔一層。譬如你沒有到過美國，現在請你介紹美國，你找許許多多參考資料來看，你寫成報告，你說得頭頭是道，你沒有去過，這就是雖智莫能解。要找什麼人講？到美國去過的，對美國社會環境了解得很透徹，他來講，不一樣。從這些道理，我們就能體會到。所以過去這是中國人有福，這是李老師跟我講的，中國歷代翻經、註經的這些祖師大德，都是修行證果之人，不是普通人。沒有修證，沒有契入境界，拿著別人的東西，道聽塗說，不是那麼回事。你仔細去聽講，他都把意思錯解、講錯了，很多很多。會聽的人，一聽就聽出來；不會聽的人，懵懵懂懂。這就是他欺騙不了內行，學了一點皮毛，可以騙外行，不能騙內行。布施、持戒、忍辱，這三個是根，基礎的基礎。"
    },
    {
      "id": "12-045-0920_p0022",
      "zh_CN": "「及无量」，无量就是无量法门，八万四千法门，无量法门。「如是法皆演」，我们今天讲的大乘小乘，显教密教，宗门教下，这是把佛法统统都包括了。他这里不讲说，如是法皆说，他不讲说，他讲演，你看看这个意思，演是什么？统统做到，表演给你看，不是说给你听，真做到了，这个叫真的在学佛。唯有学佛才能教人学佛，我自己做出一个学佛的样子给你看，学佛是这个学法。你自己不学佛，教别人学佛，没有这个道理，你怎么教？我们今天经营这个道场，管理这个道场，为什么管不好？原因在哪里？很简单，我们自己没有做到。为什么古来那些祖师大德管那么大的道场丛林，一个丛林几千人在一块共修，井井有条，一点都不乱，为什么他能管好？自己真修。真实的智慧，真实的德能，大众没话说。方丈住持，纲领执事，这个纲领执事就是首座、监院、维那，哪一个不是以身作则？不能以身作则，不能够担任执事。所以执事是菩萨，不是凡人。执事是护法，清众是修行人。就好像办个学校一样，教职员是护法，谁是在学习？学生。",
      "zh_TW": "「及無量」，無量就是無量法門，八萬四千法門，無量法門。「如是法皆演」，我們今天講的大乘小乘，顯教密教，宗門教下，這是把佛法統統都包括了。他這裡不講說，如是法皆說，他不講說，他講演，你看看這個意思，演是什麼？統統做到，表演給你看，不是說給你聽，真做到了，這個叫真的在學佛。唯有學佛才能教人學佛，我自己做出一個學佛的樣子給你看，學佛是這個學法。你自己不學佛，教別人學佛，沒有這個道理，你怎麼教？我們今天經營這個道場，管理這個道場，為什麼管不好？原因在哪裡？很簡單，我們自己沒有做到。為什麼古來那些祖師大德管那麼大的道場叢林，一個叢林幾千人在一塊共修，井井有條，一點都不亂，為什麼他能管好？自己真修。真實的智慧，真實的德能，大眾沒話說。方丈住持，綱領執事，這個綱領執事就是首座、監院、維那，哪一個不是以身作則？不能以身作則，不能夠擔任執事。所以執事是菩薩，不是凡人。執事是護法，清眾是修行人。就好像辦個學校一樣，教職員是護法，誰是在學習？學生。"
    },
    {
      "id": "12-045-0920_p0023",
      "zh_CN": "所以护法的功德，在弘法之上。弘法要真正能产生效果，一定要靠护法。护法不护持、不帮助你，弘法的人再能干，再有学问、有德行、有善巧方便，没有办法发挥。就好像一个好的教员，没有学校去请他，他没有机会教学，这个道理是相同的。我们看看中国历代丛林里面的住持、纲领执事，真的，李老师说得不错，都是修行证果的人，他们来护持正法、来成就学人。所以这个道场代代都有高人出来，教得好，这后继有人。再看下面一首，第十首：",
      "zh_TW": "所以護法的功德，在弘法之上。弘法要真正能產生效果，一定要靠護法。護法不護持、不幫助你，弘法的人再能幹，再有學問、有德行、有善巧方便，沒有辦法發揮。就好像一個好的教員，沒有學校去請他，他沒有機會教學，這個道理是相同的。我們看看中國歷代叢林裡面的住持、綱領執事，真的，李老師說得不錯，都是修行證果的人，他們來護持正法、來成就學人。所以這個道場代代都有高人出來，教得好，這後繼有人。再看下面一首，第十首："
    },
    {
      "id": "12-045-0920_p0024",
      "zh_CN": "【普贤誓愿力，亿刹演妙音，其音若雷震，住劫亦无尽。】",
      "zh_TW": "【普賢誓願力，億剎演妙音，其音若雷震，住劫亦無盡。】"
    },
    {
      "id": "12-045-0920_p0025",
      "zh_CN": "大乘圆教决定不能少了普贤，《华严》普贤为长子，文殊为庶男。普贤菩萨代表行，普贤行愿，代表行、代表愿；文殊代表智，在《华严经》上他代表十波罗蜜，十波罗蜜要文殊菩萨来落实。所以这两大菩萨，《华严》大教的纲领。『普贤誓愿力』，前面跟诸位说过，普贤十愿，这是最简单的从纲领上来介绍，愿愿都具足十波罗蜜，礼敬诸佛里面，有布施、有持戒、有忍辱、精进、禅定、般若、方便、愿、力、智；称赞如来这个愿里头，也具足这十波罗蜜。愿愿具足，交互起来，不但愿愿具足十波罗蜜，愿愿具足其他的九愿。礼敬，礼敬里面具足有赞叹、有供养、有忏悔业障、有请转法轮、请佛住世，乃至普皆回向。哪一愿里头，都统统圆满具足，这是不可思议。『亿刹演妙音』，这个「亿」不是数字，这个亿是代表大圆满。《华严经》表法用十，表圆满，十个十是百，百千万亿都是代表圆满。愿是代表大圆满，究竟圆满，取这个意思。亿即亿刹，遍法界虚空界，所有佛刹一个都不漏，在那里表演《大方广佛华严经》，表演文殊的十波罗蜜，表演普贤的十大愿王，一点都不错。",
      "zh_TW": "大乘圓教決定不能少了普賢，《華嚴》普賢為長子，文殊為庶男。普賢菩薩代表行，普賢行願，代表行、代表願；文殊代表智，在《華嚴經》上他代表十波羅蜜，十波羅蜜要文殊菩薩來落實。所以這兩大菩薩，《華嚴》大教的綱領。『普賢誓願力』，前面跟諸位說過，普賢十願，這是最簡單的從綱領上來介紹，願願都具足十波羅蜜，禮敬諸佛裡面，有布施、有持戒、有忍辱、精進、禪定、般若、方便、願、力、智；稱讚如來這個願裡頭，也具足這十波羅蜜。願願具足，交互起來，不但願願具足十波羅蜜，願願具足其他的九願。禮敬，禮敬裡面具足有讚歎、有供養、有懺悔業障、有請轉法輪、請佛住世，乃至普皆迴向。哪一願裡頭，都統統圓滿具足，這是不可思議。『億剎演妙音』，這個「億」不是數字，這個億是代表大圓滿。《華嚴經》表法用十，表圓滿，十個十是百，百千萬億都是代表圓滿。願是代表大圓滿，究竟圓滿，取這個意思。億即億剎，遍法界虛空界，所有佛剎一個都不漏，在那裡表演《大方廣佛華嚴經》，表演文殊的十波羅蜜，表演普賢的十大願王，一點都不錯。"
    },
    {
      "id": "12-045-0920_p0026",
      "zh_CN": "『其音若雷震』，这一句话不好懂。这音像雷震一样，我们没有听到。这是实在的，我们为什么没有听到？这个收音机出了毛病，收不到。我没有看到，眼睛出了毛病，六根暗钝不灵了。所以诸佛菩萨为我们表演，我们竟然一点感觉都没有，你这才会体会到一点，所谓业障深重，自己的业障多重。《大方广佛华严经》是毘卢遮那如来法身佛，遍法界虚空界在那里演说，从来没有间断过，依正都说法，六尘都说法。我们今天是在《华严经》里面得到这个资讯，六根接触六尘境界的时候，有那么一点意思了。佛在经上所说的，我们能够赞同、能够体会，确确实实情与无情统统在说法，统统在表演，演的是什么？说的是什么？《大方广佛华严》。你要不能契入这个境界，这个经文的意思你就说不出来，你体会不到。诸位同学，你一定要记住，你为什么不能契入？你为什么不能体会？刚才说了，你有自私自利，你没有放下名闻利养，你还贪图五欲六尘享受，心里头还有贪瞋痴慢，所以你不会。你有眼不见，有耳不闻，有鼻你也闻不到香气。如果诸位真正把我这几句话听清楚、听明白了，你应该怎么做？立刻放下这十六个字，你把这个障碍立刻放下，你就能契入。你需不需听我讲解？不需要，你也入这个境界了。在世出世间一切法里面，一切人事物，你自然会看出一点门道出来，这一点门道肯定与佛华严相应，然后你才晓得这个大教不可思议，这个大教有无穷的受用，你真正能够体会到。『住劫亦无尽』，这一句讲时间，前面讲空间，遍法界虚空界，遍过去现在未来。我们用现在的话来说，超越空间，超越时间，这是华严境界，这是事实真相。",
      "zh_TW": "『其音若雷震』，這一句話不好懂。這音像雷震一樣，我們沒有聽到。這是實在的，我們為什麼沒有聽到？這個收音機出了毛病，收不到。我沒有看到，眼睛出了毛病，六根闇鈍不靈了。所以諸佛菩薩為我們表演，我們竟然一點感覺都沒有，你這才會體會到一點，所謂業障深重，自己的業障多重。《大方廣佛華嚴經》是毘盧遮那如來法身佛，遍法界虛空界在那裡演說，從來沒有間斷過，依正都說法，六塵都說法。我們今天是在《華嚴經》裡面得到這個資訊，六根接觸六塵境界的時候，有那麼一點意思了。佛在經上所說的，我們能夠贊同、能夠體會，確確實實情與無情統統在說法，統統在表演，演的是什麼？說的是什麼？《大方廣佛華嚴》。你要不能契入這個境界，這個經文的意思你就說不出來，你體會不到。諸位同學，你一定要記住，你為什麼不能契入？你為什麼不能體會？剛才說了，你有自私自利，你沒有放下名聞利養，你還貪圖五欲六塵享受，心裡頭還有貪瞋痴慢，所以你不會。你有眼不見，有耳不聞，有鼻你也聞不到香氣。如果諸位真正把我這幾句話聽清楚、聽明白了，你應該怎麼做？立刻放下這十六個字，你把這個障礙立刻放下，你就能契入。你需不需聽我講解？不需要，你也入這個境界了。在世出世間一切法裡面，一切人事物，你自然會看出一點門道出來，這一點門道肯定與佛華嚴相應，然後你才曉得這個大教不可思議，這個大教有無窮的受用，你真正能夠體會到。『住劫亦無盡』，這一句講時間，前面講空間，遍法界虛空界，遍過去現在未來。我們用現在的話來說，超越空間，超越時間，這是華嚴境界，這是事實真相。"
    },
    {
      "id": "12-045-0920_p0027",
      "zh_CN": "唐朝时候，注解《华严》的，除了清凉大师之外，还有一位李通玄长者，他为《华严经》造一部论叫《华严合论》。长者在论里头有几句话，这一品经「华藏世界品」，讲的是毘卢遮那佛果地上的依正庄严，目的是教我们「见果知因」。我们看到果报如是的殊胜，从果上你就晓得因。就像我平常讲最浅显的因果，我们看到现在这个世间富贵人家，这个人发大财，亿万财富，我们看到这个果报就晓得是过去生中，绝对不是一生，多生多劫修财布施的果报，他得这么大的财富。看到这个人聪明智慧超过常人，我们就晓得这个人是累劫修法布施的果报。这个人健康长寿，我们晓得他过去生中修的无畏布施的果报，见到果就知道因。同样一个道理，看到现在人他的思想，他的造作，我们也会知道他将来的果报。他现在欢喜财布施，他将来必定得财富；欢喜法布施，他必定得智慧；欢喜无畏布施，他必定得健康长寿。因缘果报，丝毫不爽。佛为我们说这两品经「世界成就品」、「华藏世界品」，他真正的目的是教我们见果知因。我们学习了，应当要仿效、要效法，果报太殊胜，因殊胜。实在讲，这个因我们很不容易看出来，这样殊胜的果报。不要紧，佛很慈悲，底下一品就把这个因说出来了。我们想得这样的依正庄严，「毘卢遮那品」里面讲修因，好好的来学习，知道怎么个修学法，我们才能得这样殊胜的果报。",
      "zh_TW": "唐朝時候，註解《華嚴》的，除了清涼大師之外，還有一位李通玄長者，他為《華嚴經》造一部論叫《華嚴合論》。長者在論裡頭有幾句話，這一品經「華藏世界品」，講的是毘盧遮那佛果地上的依正莊嚴，目的是教我們「見果知因」。我們看到果報如是的殊勝，從果上你就曉得因。就像我平常講最淺顯的因果，我們看到現在這個世間富貴人家，這個人發大財，億萬財富，我們看到這個果報就曉得是過去生中，絕對不是一生，多生多劫修財布施的果報，他得這麼大的財富。看到這個人聰明智慧超過常人，我們就曉得這個人是累劫修法布施的果報。這個人健康長壽，我們曉得他過去生中修的無畏布施的果報，見到果就知道因。同樣一個道理，看到現在人他的思想，他的造作，我們也會知道他將來的果報。他現在歡喜財布施，他將來必定得財富；歡喜法布施，他必定得智慧；歡喜無畏布施，他必定得健康長壽。因緣果報，絲毫不爽。佛為我們說這兩品經「世界成就品」、「華藏世界品」，他真正的目的是教我們見果知因。我們學習了，應當要仿效、要效法，果報太殊勝，因殊勝。實在講，這個因我們很不容易看出來，這樣殊勝的果報。不要緊，佛很慈悲，底下一品就把這個因說出來了。我們想得這樣的依正莊嚴，「毘盧遮那品」裡面講修因，好好的來學習，知道怎麼個修學法，我們才能得這樣殊勝的果報。"
    },
    {
      "id": "12-045-0920_p0028",
      "zh_CN": "佛表演，决定不会落空；佛教学说法也不落空。根熟的众生、大心凡夫现前得利益，所谓是这一生得度。善根福德少的，不成熟的，给他种善根。换句话说，帮他提升善根福德，让他下一次来生后世，有缘遇到这个法门继续再修。我们在这一生的善根福德，或者是能发大心，欢喜赞叹，依教奉行，你要晓得是过去生中、多生多劫积的善根福德，哪有一生成熟的道理！所以我们对于没有成熟的那些人，可不要着急，一定要帮助他快快成佛，说老实话，佛菩萨都做不到，我们哪有这个能力？白着急。你的善心可嘉，但是怎么样？于事无补，这个道理一定要懂。怎么做才如法？自己积极去修行，我自身一定要做到，一定要证得，这就对了，我成就了。我成就了，这是一个很好的示范，很好的样子，帮助众生起信，帮助众生理解、契入。我怎么成就的，现前这个样子摆在此地，这是证据，这不是说空话，现身说法，这哪里是假的？能帮助人起信，能帮助人理解，激发他依教奉行。所谓自度而后才能度他，你自己没有得度，也就是你自己做不到，你想度别人，佛常讲「无有是处」，没有这个道理。一定要先成就自己。",
      "zh_TW": "佛表演，決定不會落空；佛教學說法也不落空。根熟的眾生、大心凡夫現前得利益，所謂是這一生得度。善根福德少的，不成熟的，給他種善根。換句話說，幫他提升善根福德，讓他下一次來生後世，有緣遇到這個法門繼續再修。我們在這一生的善根福德，或者是能發大心，歡喜讚歎，依教奉行，你要曉得是過去生中、多生多劫積的善根福德，哪有一生成熟的道理！所以我們對於沒有成熟的那些人，可不要著急，一定要幫助他快快成佛，說老實話，佛菩薩都做不到，我們哪有這個能力？白著急。你的善心可嘉，但是怎麼樣？於事無補，這個道理一定要懂。怎麼做才如法？自己積極去修行，我自身一定要做到，一定要證得，這就對了，我成就了。我成就了，這是一個很好的示範，很好的樣子，幫助眾生起信，幫助眾生理解、契入。我怎麼成就的，現前這個樣子擺在此地，這是證據，這不是說空話，現身說法，這哪裡是假的？能幫助人起信，能幫助人理解，激發他依教奉行。所謂自度而後才能度他，你自己沒有得度，也就是你自己做不到，你想度別人，佛常講「無有是處」，沒有這個道理。一定要先成就自己。"
    },
    {
      "id": "12-045-0920_p0029",
      "zh_CN": "换句话说，世出世间的事情，你要想成就都要从自己本身下手。这是自度度他不二法门，十方三世一切诸佛菩萨都是这样成就的。我们如果不依照成规，另外想一个方法，难，那个不容易。又何况诸佛如来太多太多了，法身菩萨不知道有多少，如果还有别的路可以走，他为什么不传给我？从这个地方我们就明了，八万四千法门，无量法门，走到正道，一个法门。这也有个比喻，譬如我们今天上高速公路，无论你从哪个地方上高速公路的小路很多很多，那就是无量无边法门；上了高速公路之后就是一条路，到达你的目的地。我这个比喻简单，你很容易懂得。你想从哪一个匝口入高速公路，由你自己选择，上路之后就一条。佛法如是，不例外，真正契入之后，就是觉正净。觉正净虽然给你讲三个，实际上是一桩事情。就好像高速公路里头有三条线，同一个方向，同一个目标，三个车道，觉正净三个车道。这三个车道，无论你走哪个车道都没有问题，一直达到你的目的地。离开这三个车道，你就离开这个高速公路，你就到不了你的目的地。佛法修行证果，亦复如是。这个比喻很浅，寓意很深，你要细心去体会。大乘佛法超越时空。我们看最后一首：",
      "zh_TW": "換句話說，世出世間的事情，你要想成就都要從自己本身下手。這是自度度他不二法門，十方三世一切諸佛菩薩都是這樣成就的。我們如果不依照成規，另外想一個方法，難，那個不容易。又何況諸佛如來太多太多了，法身菩薩不知道有多少，如果還有別的路可以走，他為什麼不傳給我？從這個地方我們就明瞭，八萬四千法門，無量法門，走到正道，一個法門。這也有個比喻，譬如我們今天上高速公路，無論你從哪個地方上高速公路的小路很多很多，那就是無量無邊法門；上了高速公路之後就是一條路，到達你的目的地。我這個比喻簡單，你很容易懂得。你想從哪一個匝口入高速公路，由你自己選擇，上路之後就一條。佛法如是，不例外，真正契入之後，就是覺正淨。覺正淨雖然給你講三個，實際上是一樁事情。就好像高速公路裡頭有三條線，同一個方向，同一個目標，三個車道，覺正淨三個車道。這三個車道，無論你走哪個車道都沒有問題，一直達到你的目的地。離開這三個車道，你就離開這個高速公路，你就到不了你的目的地。佛法修行證果，亦復如是。這個比喻很淺，寓意很深，你要細心去體會。大乘佛法超越時空。我們看最後一首："
    },
    {
      "id": "12-045-0920_p0030",
      "zh_CN": "【佛于清净国，示现自在音，十方法界中，一切无不闻。】",
      "zh_TW": "【佛於清淨國，示現自在音，十方法界中，一切無不聞。】"
    },
    {
      "id": "12-045-0920_p0031",
      "zh_CN": "哪里是『清净国』？在佛的境界当中，没有一处不是「清净国」。为什么？经论上常讲「境随心转」，佛心清净，哪里不清净？佛在我们这个地方居住，我们这个世界在佛的境界里面是清净国；我们的境界里头，五浊恶世。你要问为什么？佛的心清净，把这个世界自然转成清净国。我们的心浊恶，所以现的这个依报就是五浊恶世，就这么个道理。真正通达明了这个道理，你们想想看，要不要看风水？不需要。改变风水，改变命运，在哪里？在自己的心地。心要转了的时候，什么都转过来了。我们前面所讲的福报，没有福报，心一转过来，福报现前，聪明智慧现前，健康长寿现前，没有一样不现前。从心地上转，不是从境界上转。从境界上转，累死了。累死得到得不到？如果得到，那个累还有价值，毕竟我得到了；累死了也得不到，那不叫冤枉吗？没错，真的是冤枉。这个事实，这个道理，我常常劝人读《了凡四训》，你能把《了凡四训》念上三百遍，念上三千遍，这个事实真相跟道理，你就豁然大悟，你真的觉悟、真正明白了。",
      "zh_TW": "哪裡是『清淨國』？在佛的境界當中，沒有一處不是「清淨國」。為什麼？經論上常講「境隨心轉」，佛心清淨，哪裡不清淨？佛在我們這個地方居住，我們這個世界在佛的境界裡面是清淨國；我們的境界裡頭，五濁惡世。你要問為什麼？佛的心清淨，把這個世界自然轉成清淨國。我們的心濁惡，所以現的這個依報就是五濁惡世，就這麼個道理。真正通達明瞭這個道理，你們想想看，要不要看風水？不需要。改變風水，改變命運，在哪裡？在自己的心地。心要轉了的時候，什麼都轉過來了。我們前面所講的福報，沒有福報，心一轉過來，福報現前，聰明智慧現前，健康長壽現前，沒有一樣不現前。從心地上轉，不是從境界上轉。從境界上轉，累死了。累死得到得不到？如果得到，那個累還有價值，畢竟我得到了；累死了也得不到，那不叫冤枉嗎？沒錯，真的是冤枉。這個事實，這個道理，我常常勸人讀《了凡四訓》，你能把《了凡四訓》念上三百遍，念上三千遍，這個事實真相跟道理，你就豁然大悟，你真的覺悟、真正明白了。"
    },
    {
      "id": "12-045-0920_p0032",
      "zh_CN": "这些书你念上几遍，没有用处。告诉你念个三十遍、五十遍，不起作用。什么原因？我们自己的障碍太深太深，突不破。为什么说念三百遍、念三千遍？古人讲「读书千遍，其义自见」。古人要千遍，我们现在的烦恼习气比古人重得太多太多，他念千遍，我们要念三千遍，这是不能少的。说这么多遍，怕你听到，这个太繁琐，算了，我不念了。所以我再打个折扣，三百遍，这方便说。三百遍念过之后，我再劝你念一千遍，你有信心，你会念；一千遍念完之后，我再叫你念三千遍，行。慢慢的循序渐进来引导你，终极的目标，希望你觉悟。觉悟之后，你的命运就改了，一觉悟命运就改了，然后看你自己努力的方向，你的果报就不相同。所以境随心转，佛永远是「于清净国」，这个「于」就是当「在」讲，永远在清净国，他心清净。",
      "zh_TW": "這些書你念上幾遍，沒有用處。告訴你念個三十遍、五十遍，不起作用。什麼原因？我們自己的障礙太深太深，突不破。為什麼說念三百遍、念三千遍？古人講「讀書千遍，其義自見」。古人要千遍，我們現在的煩惱習氣比古人重得太多太多，他念千遍，我們要念三千遍，這是不能少的。說這麼多遍，怕你聽到，這個太繁瑣，算了，我不念了。所以我再打個折扣，三百遍，這方便說。三百遍念過之後，我再勸你念一千遍，你有信心，你會念；一千遍念完之後，我再叫你念三千遍，行。慢慢的循序漸進來引導你，終極的目標，希望你覺悟。覺悟之後，你的命運就改了，一覺悟命運就改了，然後看你自己努力的方向，你的果報就不相同。所以境隨心轉，佛永遠是「於清淨國」，這個「於」就是當「在」講，永遠在清淨國，他心清淨。"
    },
    {
      "id": "12-045-0920_p0033",
      "zh_CN": "『示现自在音』，佛得大自在，什么障碍都没有。我这五十年学佛，整整五十年，二十六岁开始学的。我学佛半年就吃长素，所以我吃素也五十年。你们如果说吃素不健康，你看看我这个样子健康不健康？你们吃肉吃了五十年，你跟我比比看，看谁健康？五十年的心得，我讲经讲了四十四年，这马上过年到明年就四十五年。我的心得就二十个字，「真诚、清净、平等、正觉、慈悲」，要长存这个心，对一切人事物都用这个心，决定不违背；日常生活当中，工作待人接物，「看破、放下、自在、随缘、念佛」，我这一生学佛，二十个字。自在随缘，你的示现，身自在，行自在，特别是音，说法自在。这个「自在音」，说法自在，说法自在就是佛经上讲的四无碍辩才，你得到。得到，证得之后，你的慈悲心要发出来，帮助法界虚空界一切还没有觉悟的众生，我有义务，我有使命要帮助他。",
      "zh_TW": "『示現自在音』，佛得大自在，什麼障礙都沒有。我這五十年學佛，整整五十年，二十六歲開始學的。我學佛半年就吃長素，所以我吃素也五十年。你們如果說吃素不健康，你看看我這個樣子健康不健康？你們吃肉吃了五十年，你跟我比比看，看誰健康？五十年的心得，我講經講了四十四年，這馬上過年到明年就四十五年。我的心得就二十個字，「真誠、清淨、平等、正覺、慈悲」，要長存這個心，對一切人事物都用這個心，決定不違背；日常生活當中，工作待人接物，「看破、放下、自在、隨緣、念佛」，我這一生學佛，二十個字。自在隨緣，你的示現，身自在，行自在，特別是音，說法自在。這個「自在音」，說法自在，說法自在就是佛經上講的四無礙辯才，你得到。得到，證得之後，你的慈悲心要發出來，幫助法界虛空界一切還沒有覺悟的眾生，我有義務，我有使命要幫助他。"
    },
    {
      "id": "12-045-0920_p0034",
      "zh_CN": "『十方法界中，一切无不闻』。为人演说是我们唯一的使命。到这个世间来干什么？就是为人演说的，为一切众生演说的。这一切众生比人的范围就多了，一切众生就包括九法界、十法界，是来干这个的。这个心一发，给诸位同学说，把业力转变成愿力，我们佛门常讲乘愿再来。愿力超过业力，现前就乘愿再来，不是业报身；换句话说，不受命运支配。命运是业力变现出来的，愿力超过业力的时候，得大自在。在这个世间住世，想住多久就住多久，想什么时候走就什么时候走，生死自在，一切自在。这是佛法修学无比殊胜的功德利益。我们今天晚上把这一品经讲圆满。",
      "zh_TW": "『十方法界中，一切無不聞』。為人演說是我們唯一的使命。到這個世間來幹什麼？就是為人演說的，為一切眾生演說的。這一切眾生比人的範圍就多了，一切眾生就包括九法界、十法界，是來幹這個的。這個心一發，給諸位同學說，把業力轉變成願力，我們佛門常講乘願再來。願力超過業力，現前就乘願再來，不是業報身；換句話說，不受命運支配。命運是業力變現出來的，願力超過業力的時候，得大自在。在這個世間住世，想住多久就住多久，想什麼時候走就什麼時候走，生死自在，一切自在。這是佛法修學無比殊勝的功德利益。我們今天晚上把這一品經講圓滿。"
    }
  ]
}