{
  "doc_id": "12-045-0254",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二五四集",
    "zh_TW": "第二五四集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-045-0254",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "12-045-0254_p0001",
      "zh_CN": "请掀开经本，干闼婆王偈颂第六首看起：",
      "zh_TW": "請掀開經本，乾闥婆王偈頌第六首看起："
    },
    {
      "id": "12-045-0254_p0002",
      "zh_CN": "【佛身清净皆乐见。能生世间无尽乐。解脱因果次第成。美目于斯善开示。】",
      "zh_TW": "【佛身清淨皆樂見。能生世間無盡樂。解脫因果次第成。美目於斯善開示。】"
    },
    {
      "id": "12-045-0254_p0003",
      "zh_CN": "这首偈颂清凉注解得比较多。天王在长行文里面，我们看到是「乐摇动美目干闼婆王」，他得的是「现广大妙好身令一切获安乐解脱门」。在赞颂里面，他叙说修因证果、自利利他的业因果报。第一句是说现身，『佛身清净皆乐见』，「乐」是爱好、欢喜。佛现的身是清净身，无论现什么身相皆是清净身。我们在经论里面读到，众生有感，佛就有应，应以什么身得度，佛就现什么身，可以说佛是无处不现身，无时不现身，无类不现身；换句话说，一切时、一切处、一切族类之中，佛统统现身。无论现什么样的色身，都是清净身，在人道现人的清净身，在天道现天之清净身；在鬼神道，像此地我们所念的干闼婆神，干闼婆是鬼神道，干闼婆当中的清净身；在畜生道示现畜生道的清净身。",
      "zh_TW": "這首偈頌清涼註解得比較多。天王在長行文裡面，我們看到是「樂搖動美目乾闥婆王」，他得的是「現廣大妙好身令一切獲安樂解脫門」。在讚頌裡面，他敘說修因證果、自利利他的業因果報。第一句是說現身，『佛身清淨皆樂見』，「樂」是愛好、歡喜。佛現的身是清淨身，無論現什麼身相皆是清淨身。我們在經論裡面讀到，眾生有感，佛就有應，應以什麼身得度，佛就現什麼身，可以說佛是無處不現身，無時不現身，無類不現身；換句話說，一切時、一切處、一切族類之中，佛統統現身。無論現什麼樣的色身，都是清淨身，在人道現人的清淨身，在天道現天之清淨身；在鬼神道，像此地我們所念的乾闥婆神，乾闥婆是鬼神道，乾闥婆當中的清淨身；在畜生道示現畜生道的清淨身。"
    },
    {
      "id": "12-045-0254_p0004",
      "zh_CN": "我们要问，清净是什么意思？什么才叫清净身？清净是不受污染的意思。我们的人身不清净，为什么不清净？因为你被污染了，你被自私自利污染，你被名闻利养污染，你被贪瞋痴慢污染，你就不清净了。佛菩萨在人间示现人身，他一切的污染都不受，所以他的身是清净的。同样一个道理，他现干闼婆身，干闼婆是凡夫，不是圣人，是六道众生之一，我们一般人称他作鬼神道，他是四大天王所统辖的八部鬼神，介于天跟鬼之间的一类众生，少分像天，多分像鬼，这么一类的众生。佛所示现的也是清净，为什么？没有妄想、没有分别、没有执着，这个身就清净。具体而言，没有自私自利，没有我执，不执着这个身是我，无我相；没有是非人我这一种分别执着，无人相；没有贪瞋痴慢，没有见思烦恼，没有尘沙、无明，他怎么不清净？佛无论在哪一道现身，此地这个佛身是广义的，十法界之身，佛所示现的统统是佛身。所以十法界的众生都喜欢见，都喜欢亲近这样的人物。身心清净，我们世间人称为德行，如果在人间示现的，这个人有高尚的情操道德。身心清净当然生智慧，《金刚经》上告诉我们，「信心清净，则生实相」。这个人有德行、有智慧、有学问，当然大众都喜欢亲近他，「皆乐见」，喜欢见他。",
      "zh_TW": "我們要問，清淨是什麼意思？什麼才叫清淨身？清淨是不受污染的意思。我們的人身不清淨，為什麼不清淨？因為你被污染了，你被自私自利污染，你被名聞利養污染，你被貪瞋痴慢污染，你就不清淨了。佛菩薩在人間示現人身，他一切的污染都不受，所以他的身是清淨的。同樣一個道理，他現乾闥婆身，乾闥婆是凡夫，不是聖人，是六道眾生之一，我們一般人稱他作鬼神道，他是四大天王所統轄的八部鬼神，介於天跟鬼之間的一類眾生，少分像天，多分像鬼，這麼一類的眾生。佛所示現的也是清淨，為什麼？沒有妄想、沒有分別、沒有執著，這個身就清淨。具體而言，沒有自私自利，沒有我執，不執著這個身是我，無我相；沒有是非人我這一種分別執著，無人相；沒有貪瞋痴慢，沒有見思煩惱，沒有塵沙、無明，他怎麼不清淨？佛無論在哪一道現身，此地這個佛身是廣義的，十法界之身，佛所示現的統統是佛身。所以十法界的眾生都喜歡見，都喜歡親近這樣的人物。身心清淨，我們世間人稱為德行，如果在人間示現的，這個人有高尚的情操道德。身心清淨當然生智慧，《金剛經》上告訴我們，「信心清淨，則生實相」。這個人有德行、有智慧、有學問，當然大眾都喜歡親近他，「皆樂見」，喜歡見他。"
    },
    {
      "id": "12-045-0254_p0005",
      "zh_CN": "第二句，『能生世间无尽乐』，这就是一切众生皆因他而得安乐。这个「世间」就是一切，意思甚深甚广。「世」，意思是讲时间，过去、现在、未来。古时候中国人以三十年为一世，所以这个「世」你看看，三个十，这三十表过去、现在、未来，三十年叫一世。「间」是讲空间，所以世间跟世界是一个意思，界是界限，也是讲空间。说世界也好，说世间也好，现在人讲的时间与空间，这里面所有一切都包括在其中，我们讲一切的动物（人是动物里头的一种）、植物、矿物，一切自然现象，用「世间」两个字都包括尽了。我们就体会到这一句文里面的含义，不但一切动物离苦得乐，植物也离苦得乐，矿物也离苦得乐，你看这个意思多么深广！从什么地方离苦得乐？佛现清净身离苦得乐。诸位再体会这个深义，这就是佛法里头常讲的自行化他。我们这才明白，我们如何利益一切众生？修清净心。自己身心清净就能够利乐有情；自己身心不清净，用什么样的方法也不能令众生得真实利益。",
      "zh_TW": "第二句，『能生世間無盡樂』，這就是一切眾生皆因他而得安樂。這個「世間」就是一切，意思甚深甚廣。「世」，意思是講時間，過去、現在、未來。古時候中國人以三十年為一世，所以這個「世」你看看，三個十，這三十表過去、現在、未來，三十年叫一世。「間」是講空間，所以世間跟世界是一個意思，界是界限，也是講空間。說世界也好，說世間也好，現在人講的時間與空間，這裡面所有一切都包括在其中，我們講一切的動物（人是動物裡頭的一種）、植物、礦物，一切自然現象，用「世間」兩個字都包括盡了。我們就體會到這一句文裡面的含義，不但一切動物離苦得樂，植物也離苦得樂，礦物也離苦得樂，你看這個意思多麼深廣！從什麼地方離苦得樂？佛現清淨身離苦得樂。諸位再體會這個深義，這就是佛法裡頭常講的自行化他。我們這才明白，我們如何利益一切眾生？修清淨心。自己身心清淨就能夠利樂有情；自己身心不清淨，用什麼樣的方法也不能令眾生得真實利益。"
    },
    {
      "id": "12-045-0254_p0006",
      "zh_CN": "菩萨修行为什么人修的？为一切众生修的。如果说为自己，自己就被污染了。为什么？你有私心，你有我见，你有我执，你永远得不到清净身，因为你没有清净心。佛菩萨跟凡夫的观念不一样，念念为众生，没有为自己。我们举个浅显的例子来说，修布施为众生，持戒也为众生，忍辱也为众生，起心动念、所作所为全是为众生，所以他得清净身，他成就清净心。我们怎么样修学都入不了佛菩萨的境界，原因在哪里？没有把「我」忘记。无论修学什么法门，为我，念佛求生西方极乐世界还是为我，能不能往生？能。修学其他法门决定不能成就，为我求生西方极乐世界还是能成就，但是品位很低，凡圣同居土去往生，生到西方极乐世界，凡圣同居土中下辈而已，上辈还都没分。为什么？我执没有忘。这是说净土之殊胜，真正殊胜就在此地，我执未忘，居然也能往生。",
      "zh_TW": "菩薩修行為什麼人修的？為一切眾生修的。如果說為自己，自己就被污染了。為什麼？你有私心，你有我見，你有我執，你永遠得不到清淨身，因為你沒有清淨心。佛菩薩跟凡夫的觀念不一樣，念念為眾生，沒有為自己。我們舉個淺顯的例子來說，修布施為眾生，持戒也為眾生，忍辱也為眾生，起心動念、所作所為全是為眾生，所以他得清淨身，他成就清淨心。我們怎麼樣修學都入不了佛菩薩的境界，原因在哪裡？沒有把「我」忘記。無論修學什麼法門，為我，念佛求生西方極樂世界還是為我，能不能往生？能。修學其他法門決定不能成就，為我求生西方極樂世界還是能成就，但是品位很低，凡聖同居土去往生，生到西方極樂世界，凡聖同居土中下輩而已，上輩還都沒分。為什麼？我執沒有忘。這是說淨土之殊勝，真正殊勝就在此地，我執未忘，居然也能往生。"
    },
    {
      "id": "12-045-0254_p0007",
      "zh_CN": "如果能够破我执，生西方极乐世界就不在凡圣同居土，破了我执，方便有余土；破了法执，实报庄严土，这叫带业往生。除净宗法门之外，八万四千法门任何一个法门里面没有带业的，这就是跟你老老实实说明，你要不修净土法门，你这一生决定不能成就。为什么？一定要破我执、破法执，你才能成就。什么成就？脱离六道轮回，那算是成就。修来修去总出不了轮回，没有成就。我们无量劫来生死、死生，总出不了六道，这就是没有成就。为什么出不了六道？「我」这个念头没有忘掉，念念以这个身是我，为这个身造无量无边的罪业，让这个身贪图享受，让这个身自私自利，一切的造作只有一个目的，损人利己，干的都是这个事情。",
      "zh_TW": "如果能夠破我執，生西方極樂世界就不在凡聖同居土，破了我執，方便有餘土；破了法執，實報莊嚴土，這叫帶業往生。除淨宗法門之外，八萬四千法門任何一個法門裡面沒有帶業的，這就是跟你老老實實說明，你要不修淨土法門，你這一生決定不能成就。為什麼？一定要破我執、破法執，你才能成就。什麼成就？脫離六道輪迴，那算是成就。修來修去總出不了輪迴，沒有成就。我們無量劫來生死、死生，總出不了六道，這就是沒有成就。為什麼出不了六道？「我」這個念頭沒有忘掉，念念以這個身是我，為這個身造無量無邊的罪業，讓這個身貪圖享受，讓這個身自私自利，一切的造作只有一個目的，損人利己，幹的都是這個事情。"
    },
    {
      "id": "12-045-0254_p0008",
      "zh_CN": "我们再想一想，菩萨所干的跟我们恰恰相反，菩萨念念是众生，没有自己。我们在这个地方要清醒过来，我们要想成佛、成菩萨，就得要学佛菩萨的心行，从今而后念念只有众生，没有自己，你就转凡作圣，你就不是凡夫，就是佛菩萨了。全心全力、尽心尽力帮助一切众生破迷开悟、离苦得乐，你就是佛菩萨。帮助别人，当中还夹杂着自己，你是世间的好人，你不是佛菩萨；换句话说，你还是出不了六道轮回，你只是人天善人而已，你得的果报是人天福报，不是圣贤，圣贤为一切众生，决定不掺杂自己。念念之中只有众生，没有自己，这是佛心，这是佛意，这是佛行。所以凡圣就在一念之间，看你这个念头能不能转得过来；果然转过来了，彻底转过来了，你不但超越六道，同时也超越十法界。",
      "zh_TW": "我們再想一想，菩薩所幹的跟我們恰恰相反，菩薩念念是眾生，沒有自己。我們在這個地方要清醒過來，我們要想成佛、成菩薩，就得要學佛菩薩的心行，從今而後念念只有眾生，沒有自己，你就轉凡作聖，你就不是凡夫，就是佛菩薩了。全心全力、盡心盡力幫助一切眾生破迷開悟、離苦得樂，你就是佛菩薩。幫助別人，當中還夾雜著自己，你是世間的好人，你不是佛菩薩；換句話說，你還是出不了六道輪迴，你只是人天善人而已，你得的果報是人天福報，不是聖賢，聖賢為一切眾生，決定不摻雜自己。念念之中只有眾生，沒有自己，這是佛心，這是佛意，這是佛行。所以凡聖就在一念之間，看你這個念頭能不能轉得過來；果然轉過來了，徹底轉過來了，你不但超越六道，同時也超越十法界。"
    },
    {
      "id": "12-045-0254_p0009",
      "zh_CN": "由此可知，凡夫作佛不难！佛在经上讲三大阿僧祇劫、无量劫，那是对一些不信的人说的、不理解的人说的、不肯回头的人说的；如果能信、能解、肯回头，凡夫成佛刹那间事耳，哪要那么长的时间！真那么容易吗？我们在经论当中看到太多太多了，《楞严经》上诸位看摩登伽女，那个烦恼习气多重，听释迦牟尼佛讲经还不到一半，她证三果圣人。像摩登伽女这种成就的不知道有多少！佛当年在世，每一次法会讲完之后，有很多开悟的，有很多证果的，也有很多听了之后像我们一样，众生根性各个不相同。像我们这种人物，听了佛法，阿赖耶里面落下一个金刚不坏的佛种而已，除此之外起不了作用，我们也没有开悟，证果更谈不上。什么原因？李炳南老居士以前跟我讲的，不信！不要以为你受了三皈、受了五戒，甚至于出家了，甚至于做讲经的法师了，天天给人讲经说法，劝人学佛，你信不信？不信！李炳南老居士跟我讲的。为什么说你不信？因为你信你就成佛了，信了之后你烦恼习气就永断了。你烦恼习气没断，日常生活当中，起心动念还是随顺烦恼习气，所以你没有相信。他老人家讲的话，我们细细反省反省，对的，他没有说错。为什么？《金刚经》上佛如是说，「信心清净，则生实相」，实相是实相般若，我们实相般若没现前，所以我们没有信心。",
      "zh_TW": "由此可知，凡夫作佛不難！佛在經上講三大阿僧祇劫、無量劫，那是對一些不信的人說的、不理解的人說的、不肯回頭的人說的；如果能信、能解、肯回頭，凡夫成佛剎那間事耳，哪要那麼長的時間！真那麼容易嗎？我們在經論當中看到太多太多了，《楞嚴經》上諸位看摩登伽女，那個煩惱習氣多重，聽釋迦牟尼佛講經還不到一半，她證三果聖人。像摩登伽女這種成就的不知道有多少！佛當年在世，每一次法會講完之後，有很多開悟的，有很多證果的，也有很多聽了之後像我們一樣，眾生根性各個不相同。像我們這種人物，聽了佛法，阿賴耶裡面落下一個金剛不壞的佛種而已，除此之外起不了作用，我們也沒有開悟，證果更談不上。什麼原因？李炳南老居士以前跟我講的，不信！不要以為你受了三皈、受了五戒，甚至於出家了，甚至於做講經的法師了，天天給人講經說法，勸人學佛，你信不信？不信！李炳南老居士跟我講的。為什麼說你不信？因為你信你就成佛了，信了之後你煩惱習氣就永斷了。你煩惱習氣沒斷，日常生活當中，起心動念還是隨順煩惱習氣，所以你沒有相信。他老人家講的話，我們細細反省反省，對的，他沒有說錯。為什麼？《金剛經》上佛如是說，「信心清淨，則生實相」，實相是實相般若，我們實相般若沒現前，所以我們沒有信心。"
    },
    {
      "id": "12-045-0254_p0010",
      "zh_CN": "什么叫实相般若，咱们很难懂。我们讲浅一点，《坛经》六祖惠能大师所说的，他跟五祖报告，他说「弟子心中常生智慧」，于是我们就能肯定，那就是生实相，那是真正信佛了。我们今天一天到晚，要是遇到五祖一定说，「弟子心中常生烦恼」。我每天接见客人，各个地方学佛同修来找我，千篇一律都是弟子心中常生烦恼，我没有遇到一个说是弟子心中常生智慧，没遇到一个。不信！信了你就转过来了；什么转过来了？观念转过来了，想法看法转过来了。从什么地方转？从根本转；什么是根本？自私自利。不信，没悟之前，念念是自私自利；觉悟了，信心生起了，念念之中利益一切众生，自私自利的念头消融得干干净净，没有了，这个叫真信。",
      "zh_TW": "什麼叫實相般若，咱們很難懂。我們講淺一點，《壇經》六祖惠能大師所說的，他跟五祖報告，他說「弟子心中常生智慧」，於是我們就能肯定，那就是生實相，那是真正信佛了。我們今天一天到晚，要是遇到五祖一定說，「弟子心中常生煩惱」。我每天接見客人，各個地方學佛同修來找我，千篇一律都是弟子心中常生煩惱，我沒有遇到一個說是弟子心中常生智慧，沒遇到一個。不信！信了你就轉過來了；什麼轉過來了？觀念轉過來了，想法看法轉過來了。從什麼地方轉？從根本轉；什麼是根本？自私自利。不信，沒悟之前，念念是自私自利；覺悟了，信心生起了，念念之中利益一切眾生，自私自利的念頭消融得乾乾淨淨，沒有了，這個叫真信。"
    },
    {
      "id": "12-045-0254_p0011",
      "zh_CN": "世尊这些真实殊胜的教诲，哪一部经上都有，可以说他老人家一切时、一切处，面对一切众生，常常挂在口边，常常为一切众生作此示现，我们天天看、天天听，就是不懂，就是不信。可是诸佛菩萨并不因为我们不信，并不因为我们看不出，他就不做示现，他还是依旧欢欢喜喜作此示现，这是无尽的慈悲，性德的流露。从来不计较我们信不信，从来不计较我们懂不懂，永远在为我们作此示现，时间久了，总有一天会看出来、会觉悟，就像金刚般若会上须菩提尊者那个样子。",
      "zh_TW": "世尊這些真實殊勝的教誨，哪一部經上都有，可以說他老人家一切時、一切處，面對一切眾生，常常掛在口邊，常常為一切眾生作此示現，我們天天看、天天聽，就是不懂，就是不信。可是諸佛菩薩並不因為我們不信，並不因為我們看不出，他就不做示現，他還是依舊歡歡喜喜作此示現，這是無盡的慈悲，性德的流露。從來不計較我們信不信，從來不計較我們懂不懂，永遠在為我們作此示現，時間久了，總有一天會看出來、會覺悟，就像金剛般若會上須菩提尊者那個樣子。"
    },
    {
      "id": "12-045-0254_p0012",
      "zh_CN": "我们知道佛说《金刚般若》是第四会。释迦牟尼佛一生示现成道之后，第一部讲《华严经》，《华严》是在定中讲的，没有甚深禅定的人入不了佛的境界，所以常说《华严》是为法身大士所说的。我们世间的时间很短，二七日中，也有说三七日中，这个说法都是经典上有根据的。在我们看时间不长，二七十四天，三七二十一天，释迦牟尼佛就把这个法讲圆满了。我们今天把《华严经》念一遍也要二七日，一天念八个小时，半个月念一部，这通常一般念《华严经》的。我们半个月念一部，释迦牟尼佛半个月把这个经讲完了，是不是我们这个本子？不是，我们今天这个《华严经》是目录提要。龙树菩萨在龙宫里面看到释迦牟尼佛二七日中讲的《华严经》分量多少？他告诉我们，「十个三千大千世界微尘偈，一四天下微尘品」，释迦牟尼佛二七日中讲完，不可思议！这是龙树菩萨所看到的原本，分量太大太大了！这是上本，还有中本，中本就简略一些，龙树菩萨看到这种情形，不是阎浮提众生有能力受持的。所以再看下本，下本是什么？目录，十万偈，四十品，就是我们现在所读的。",
      "zh_TW": "我們知道佛說《金剛般若》是第四會。釋迦牟尼佛一生示現成道之後，第一部講《華嚴經》，《華嚴》是在定中講的，沒有甚深禪定的人入不了佛的境界，所以常說《華嚴》是為法身大士所說的。我們世間的時間很短，二七日中，也有說三七日中，這個說法都是經典上有根據的。在我們看時間不長，二七十四天，三七二十一天，釋迦牟尼佛就把這個法講圓滿了。我們今天把《華嚴經》念一遍也要二七日，一天念八個小時，半個月念一部，這通常一般念《華嚴經》的。我們半個月念一部，釋迦牟尼佛半個月把這個經講完了，是不是我們這個本子？不是，我們今天這個《華嚴經》是目錄提要。龍樹菩薩在龍宮裡面看到釋迦牟尼佛二七日中講的《華嚴經》分量多少？他告訴我們，「十個三千大千世界微塵偈，一四天下微塵品」，釋迦牟尼佛二七日中講完，不可思議！這是龍樹菩薩所看到的原本，分量太大太大了！這是上本，還有中本，中本就簡略一些，龍樹菩薩看到這種情形，不是閻浮提眾生有能力受持的。所以再看下本，下本是什麼？目錄，十萬偈，四十品，就是我們現在所讀的。"
    },
    {
      "id": "12-045-0254_p0013",
      "zh_CN": "我们读的《华严经》的目录还不是完整的，从西域传到中国，残缺不完整的本子。东晋时候第一次传过来，翻成中文，三万六千颂。诸位想想，全经是十万颂，流传到中国来的是三万六千颂，三分之一多一点，残缺不齐，我们翻成中文《六十华严》。第二次，唐朝实叉难陀到中国来，带的有《华严经》，这第二次翻译，唐译，增加了九千颂，总共是四万五千颂，接近一半，这就是我们现在念的《八十华严》，八十卷。贞元年间，乌荼国王向中国进贡，就是给皇帝送礼物，礼物里面有《华严经》的一部分，「普贤行愿品」，就是「入法界品」，这一品完整的，没有欠缺，非常难得，总共四十卷，我们翻译出来叫《四十华严》，是《华严经》的一品，最后的一品。这样整个合起来才只是一半而已，我们读目录里头的一半。然后你从这里想一想，释迦牟尼佛二七日也好、三七日也好，说这部大经，圆满的教诲、无尽的法藏，若非法身菩萨，如何能受持？不但不能受持，读诵也做不到。",
      "zh_TW": "我們讀的《華嚴經》的目錄還不是完整的，從西域傳到中國，殘缺不完整的本子。東晉時候第一次傳過來，翻成中文，三萬六千頌。諸位想想，全經是十萬頌，流傳到中國來的是三萬六千頌，三分之一多一點，殘缺不齊，我們翻成中文《六十華嚴》。第二次，唐朝實叉難陀到中國來，帶的有《華嚴經》，這第二次翻譯，唐譯，增加了九千頌，總共是四萬五千頌，接近一半，這就是我們現在念的《八十華嚴》，八十卷。貞元年間，烏荼國王向中國進貢，就是給皇帝送禮物，禮物裡面有《華嚴經》的一部分，「普賢行願品」，就是「入法界品」，這一品完整的，沒有欠缺，非常難得，總共四十卷，我們翻譯出來叫《四十華嚴》，是《華嚴經》的一品，最後的一品。這樣整個合起來才只是一半而已，我們讀目錄裡頭的一半。然後你從這裡想一想，釋迦牟尼佛二七日也好、三七日也好，說這部大經，圓滿的教誨、無盡的法藏，若非法身菩薩，如何能受持？不但不能受持，讀誦也做不到。"
    },
    {
      "id": "12-045-0254_p0014",
      "zh_CN": "所以想想我们是什么样的根性，跟人家怎么能相比？而且还显得贡高我慢，自以为了不起。实在说，不要说跟这些菩萨们，跟祖师大德，跟后面提草鞋，人家都不要你，都不够资格，你有什么值得骄慢的？由此可知，我们的习气太重太重了！习气不除，永远不能够入门；不但不能入门，天天读诵，天天听经，连真正佛法消息你都得不到，你说你可怜不可怜！佛法的消息尚且不闻，你的信心怎么会生起来？你不可能有信心。你还是相信烦恼习气，你还是相信你自己的成见，你还是搞你的六道轮回。能生世间无尽乐是真的，但是你决定没分。为什么？佛的清净身，在你面前你也见不到；佛的真实教诲你天天听，你入不进去，所谓是耳边风而已，你怎么能得受用？",
      "zh_TW": "所以想想我們是什麼樣的根性，跟人家怎麼能相比？而且還顯得貢高我慢，自以為了不起。實在說，不要說跟這些菩薩們，跟祖師大德，跟後面提草鞋，人家都不要你，都不夠資格，你有什麼值得驕慢的？由此可知，我們的習氣太重太重了！習氣不除，永遠不能夠入門；不但不能入門，天天讀誦，天天聽經，連真正佛法消息你都得不到，你說你可憐不可憐！佛法的消息尚且不聞，你的信心怎麼會生起來？你不可能有信心。你還是相信煩惱習氣，你還是相信你自己的成見，你還是搞你的六道輪迴。能生世間無盡樂是真的，但是你決定沒分。為什麼？佛的清淨身，在你面前你也見不到；佛的真實教誨你天天聽，你入不進去，所謂是耳邊風而已，你怎麼能得受用？"
    },
    {
      "id": "12-045-0254_p0015",
      "zh_CN": "清凉大师在注解里面，有几句话必须要跟诸位解释一下，为什么？否则的话你产生错误。他说，「佛现于世，足履影覆，若在人天，现增快乐」。我们看到这个句子会生怀疑，释迦牟尼佛在世，当然他站着也好、坐着也好，那个时候世尊讲经说法多半在野外，没房子，坐在树下，坐在石头上，太阳照下来会有影子，不要说是接近佛的身相，就是接触到佛的影像、影子，你的身心就得快乐，这话是真的吗？现在佛不在世，我们塑造的佛像，我们见到佛像有没有能得快乐？学佛的同修，天天拜佛还烦恼重重、忧虑重重，没有得快乐。那这个话不是讲不通了吗？古德跟我们说，佛家的经典意在言外，这是佛经不好懂的地方；我们又听说过，「依文解义，三世佛冤」，祖师的注疏、言语也是意在言外。",
      "zh_TW": "清涼大師在註解裡面，有幾句話必須要跟諸位解釋一下，為什麼？否則的話你產生錯誤。他說，「佛現於世，足履影覆，若在人天，現增快樂」。我們看到這個句子會生懷疑，釋迦牟尼佛在世，當然他站著也好、坐著也好，那個時候世尊講經說法多半在野外，沒房子，坐在樹下，坐在石頭上，太陽照下來會有影子，不要說是接近佛的身相，就是接觸到佛的影像、影子，你的身心就得快樂，這話是真的嗎？現在佛不在世，我們塑造的佛像，我們見到佛像有沒有能得快樂？學佛的同修，天天拜佛還煩惱重重、憂慮重重，沒有得快樂。那這個話不是講不通了嗎？古德跟我們說，佛家的經典意在言外，這是佛經不好懂的地方；我們又聽說過，「依文解義，三世佛冤」，祖師的註疏、言語也是意在言外。"
    },
    {
      "id": "12-045-0254_p0016",
      "zh_CN": "「足履影覆」，这个意思很深。我们今天走进佛菩萨的殿堂；古人说殿堂，现在说殿堂人家不懂，殿堂现在的话怎么说？佛菩萨教学的场所，这大家好懂。我们踏进教学的场所就是足履，接受佛菩萨的教诲就是影覆，佛菩萨教诲影响所至，我们受他的影响。怎么受他的影响？你真正听懂了，你就生欢喜心，法喜充满，那个快乐是从这儿来的；你如果不懂，你就生不起来。最明显简单的例子，像博物馆里面展览佛教一些艺术品，佛像、飞天、罗汉、供养人，这些雕塑、绘画，现在人进入这个博物馆，欣赏它的艺术，他也能生欢喜，美感，是世法，他不是法喜。譬如我们上一次在北京历史博物馆参观山东青州龙兴寺出土的一批佛教文物，石刻的佛菩萨像，总共有四百多尊，这里面精品在这个地方展览。我们很多人去参观，一般是欣赏艺术，雕塑之美，雕工的细致，真的是叹为观止。年代相当久了，北魏时代的，南北朝那个时候，距离现在一千七百多年。这个雕刻是有彩绘的，到现在彩绘还能看得很清楚。馆长一一为我们讲解介绍，每个人听到都生欢喜心，欣赏艺术之美。",
      "zh_TW": "「足履影覆」，這個意思很深。我們今天走進佛菩薩的殿堂；古人說殿堂，現在說殿堂人家不懂，殿堂現在的話怎麼說？佛菩薩教學的場所，這大家好懂。我們踏進教學的場所就是足履，接受佛菩薩的教誨就是影覆，佛菩薩教誨影響所至，我們受他的影響。怎麼受他的影響？你真正聽懂了，你就生歡喜心，法喜充滿，那個快樂是從這兒來的；你如果不懂，你就生不起來。最明顯簡單的例子，像博物館裡面展覽佛教一些藝術品，佛像、飛天、羅漢、供養人，這些雕塑、繪畫，現在人進入這個博物館，欣賞它的藝術，他也能生歡喜，美感，是世法，他不是法喜。譬如我們上一次在北京歷史博物館參觀山東青州龍興寺出土的一批佛教文物，石刻的佛菩薩像，總共有四百多尊，這裡面精品在這個地方展覽。我們很多人去參觀，一般是欣賞藝術，雕塑之美，雕工的細緻，真的是歎為觀止。年代相當久了，北魏時代的，南北朝那個時候，距離現在一千七百多年。這個雕刻是有彩繪的，到現在彩繪還能看得很清楚。館長一一為我們講解介紹，每個人聽到都生歡喜心，欣賞藝術之美。"
    },
    {
      "id": "12-045-0254_p0017",
      "zh_CN": "我看到里面有几尊毘卢遮那佛，看到他的袈裟，我得的是法喜充满。我看到袈裟上面一格一格，他所画的一些图画，内容是什么？十法界依正庄严的变相图。佛正中袈裟这一格画的是佛在那里讲经说法，旁边格子里面画的是诸菩萨，一层一层下去，缘觉、声闻、天人、畜生，最下面那一格是地狱。我看了之后，我们就明白了；我们学佛，他们没有学佛，我们学佛懂得，那个佛是毘卢遮那佛，毘卢遮那是华严里面的佛，华严本尊。我一看到这个图就晓得，十法界依正庄严是一法。《华严经》上给我们讲，「一即是多，多即是一」，「一即一切，一切即一」，它代表这个意思。用现在的话来说，尽虚空遍法界一切不同的族群、不同的国土（这个国土就是诸佛国土），不同的族类（今天讲不同的文化、不同的形色，你看六道众生身体形状不一样），不同的文化，甚至于不同的宗教信仰，总而言之它是一个，一个什么？共同一法身，毘卢遮那是法身佛，共同一法身；用现在的话说，共同一个生命共同体。像一棵大树一样，这是代表一棵完整的大树，我们一切众生是这棵大树上一个枝、一片叶、一个小干。华严所表的是虚空法界一切众生是一个共同体，明白这个道理，了解这个事实真相，才知道一切众生就是自己。",
      "zh_TW": "我看到裡面有幾尊毘盧遮那佛，看到他的袈裟，我得的是法喜充滿。我看到袈裟上面一格一格，他所畫的一些圖畫，內容是什麼？十法界依正莊嚴的變相圖。佛正中袈裟這一格畫的是佛在那裡講經說法，旁邊格子裡面畫的是諸菩薩，一層一層下去，緣覺、聲聞、天人、畜生，最下面那一格是地獄。我看了之後，我們就明白了；我們學佛，他們沒有學佛，我們學佛懂得，那個佛是毘盧遮那佛，毘盧遮那是華嚴裡面的佛，華嚴本尊。我一看到這個圖就曉得，十法界依正莊嚴是一法。《華嚴經》上給我們講，「一即是多，多即是一」，「一即一切，一切即一」，它代表這個意思。用現在的話來說，盡虛空遍法界一切不同的族群、不同的國土（這個國土就是諸佛國土），不同的族類（今天講不同的文化、不同的形色，你看六道眾生身體形狀不一樣），不同的文化，甚至於不同的宗教信仰，總而言之它是一個，一個什麼？共同一法身，毘盧遮那是法身佛，共同一法身；用現在的話說，共同一個生命共同體。像一棵大樹一樣，這是代表一棵完整的大樹，我們一切眾生是這棵大樹上一個枝、一片葉、一個小幹。華嚴所表的是虛空法界一切眾生是一個共同體，明白這個道理，了解這個事實真相，才知道一切眾生就是自己。"
    },
    {
      "id": "12-045-0254_p0018",
      "zh_CN": "佛菩萨所讲的常乐我净，法身大士统统具足了，我们凡夫常乐我净有名无实。在法身境界里面，常乐我净是事实真相。什么是「我」？虚空法界一切众生是我，决定不是执着这个身是我，身是我错了、迷了。我，好比是棵树，我们这个身是什么？身是树上的一片叶，你拿这一片叶说这就是树，错了！叶不是树，树里头有叶，但是叶跟树是离不开的，不能把叶当作树。我们今天迷就迷在此地，不知道尽虚空遍法界一切众生是自己、是我。诸佛菩萨念念为一切众生，就是念念为我。我们今天念念为这个身，我忘掉了，不知道我在哪里。只听经上常讲「十方三世佛，共同一法身」，会念、会说，不知道什么意思，自己永远入不了这个境界。",
      "zh_TW": "佛菩薩所講的常樂我淨，法身大士統統具足了，我們凡夫常樂我淨有名無實。在法身境界裡面，常樂我淨是事實真相。什麼是「我」？虛空法界一切眾生是我，決定不是執著這個身是我，身是我錯了、迷了。我，好比是棵樹，我們這個身是什麼？身是樹上的一片葉，你拿這一片葉說這就是樹，錯了！葉不是樹，樹裡頭有葉，但是葉跟樹是離不開的，不能把葉當作樹。我們今天迷就迷在此地，不知道盡虛空遍法界一切眾生是自己、是我。諸佛菩薩念念為一切眾生，就是念念為我。我們今天念念為這個身，我忘掉了，不知道我在哪裡。只聽經上常講「十方三世佛，共同一法身」，會念、會說，不知道什麼意思，自己永遠入不了這個境界。"
    },
    {
      "id": "12-045-0254_p0019",
      "zh_CN": "而诸佛所现的身，我们在《华严经》上读到，有没有能够体会过来？《华严经》上所说的一切人、一切事、一切物，无一不是诸佛清净身，几个读《华严经》能体会到？体会了有什么用处？《华严经》是课本，在课本上见到，你要落实在生活上，落实在生活上才晓得，虚空法界一切众生，我们眼前六根所接触的六尘境界，这里面一切人、一切事、一切物跟《华严》无二无别，皆是如来示现。谁明白了？谁觉悟了？善财童子明白了，善财童子觉悟了。善财就是代表真正觉悟的人；无论男女老少，无论是什么人，你只要觉悟了，你就叫做善财童子，善财童子不是一个人。你就一生成佛，圆满成佛，为什么？因为你眼睛看一切众生都是佛，一切人、一切事、一切物统统是诸佛如来化身，统统是诸佛如来示现的。你在生活里面，起心动念自自然然跟普贤行愿就相应。你最尊敬的是诸佛如来，现在所有一切人物都是诸佛如来的化身，就是诸佛如来，你「礼敬诸佛」落实了，「称赞如来」落实了；全心全力为一切众生服务，帮助一切众生，不遗余力，你「广修供养」落实了。所以普贤行、文殊行不必要教，不必要学，自然都落实了，你当然一生证得究竟圆满的佛果。我们在课堂里面、课本里面，经书是课本，课本里面所学的要落实在生活上，这样就能信、能解、能行、能证。",
      "zh_TW": "而諸佛所現的身，我們在《華嚴經》上讀到，有沒有能夠體會過來？《華嚴經》上所說的一切人、一切事、一切物，無一不是諸佛清淨身，幾個讀《華嚴經》能體會到？體會了有什麼用處？《華嚴經》是課本，在課本上見到，你要落實在生活上，落實在生活上才曉得，虛空法界一切眾生，我們眼前六根所接觸的六塵境界，這裡面一切人、一切事、一切物跟《華嚴》無二無別，皆是如來示現。誰明白了？誰覺悟了？善財童子明白了，善財童子覺悟了。善財就是代表真正覺悟的人；無論男女老少，無論是什麼人，你只要覺悟了，你就叫做善財童子，善財童子不是一個人。你就一生成佛，圓滿成佛，為什麼？因為你眼睛看一切眾生都是佛，一切人、一切事、一切物統統是諸佛如來化身，統統是諸佛如來示現的。你在生活裡面，起心動念自自然然跟普賢行願就相應。你最尊敬的是諸佛如來，現在所有一切人物都是諸佛如來的化身，就是諸佛如來，你「禮敬諸佛」落實了，「稱讚如來」落實了；全心全力為一切眾生服務，幫助一切眾生，不遺餘力，你「廣修供養」落實了。所以普賢行、文殊行不必要教，不必要學，自然都落實了，你當然一生證得究竟圓滿的佛果。我們在課堂裡面、課本裡面，經書是課本，課本裡面所學的要落實在生活上，這樣就能信、能解、能行、能證。"
    },
    {
      "id": "12-045-0254_p0020",
      "zh_CN": "清凉大师解这个经，用「信解行证」四分来介绍。四分里面每一分都具足其余的三分，信里面有解、有行、有证，证里面有信、有解、有行，这叫一即是多、多即是一，一多不二。我们明白这个道理，了解这个事实真相，然后就体会到，字字句句里面都圆满含摄信解行证，每一句、每一个字里头都具足。这样体会到，然后再反过头来在我们生活当中，我们起心动念、言语造作，世出世间一切现象当中，你要说哪一个现象里头不具足信解行证？于是龙树菩萨所看到的十个三千大千世界微尘偈的大本《华严经》我们也看到了。什么叫龙宫？龙宫也是表法的。「宫」是什么？宫是收藏经教的场所，我们今天讲图书馆、藏经楼，收藏的；「龙」是代表什么？龙是代表千变万化。龙宫在哪里？我们这个世界就是龙宫，我们这个社会就是龙宫。原来十个三千大千世界微尘偈的《大方广佛华严经》就在我们六根所接触的境界里头，不是到大海底下去找龙王住的地方，那你就是个大笨蛋，你到哪里去找得到？他老人家所讲的龙宫，就是我们今天讲的尽虚空遍法界。所以才说这个经，一切诸佛出广长舌相，尘说刹说、永无间断在说，这话我们肯定，真的一点不假，确实没有间断过。我们六根所接触的全是「大方广」；你要能够体会到，那尽是「佛华严」。",
      "zh_TW": "清涼大師解這個經，用「信解行證」四分來介紹。四分裡面每一分都具足其餘的三分，信裡面有解、有行、有證，證裡面有信、有解、有行，這叫一即是多、多即是一，一多不二。我們明白這個道理，了解這個事實真相，然後就體會到，字字句句裡面都圓滿含攝信解行證，每一句、每一個字裡頭都具足。這樣體會到，然後再反過頭來在我們生活當中，我們起心動念、言語造作，世出世間一切現象當中，你要說哪一個現象裡頭不具足信解行證？於是龍樹菩薩所看到的十個三千大千世界微塵偈的大本《華嚴經》我們也看到了。什麼叫龍宮？龍宮也是表法的。「宮」是什麼？宮是收藏經教的場所，我們今天講圖書館、藏經樓，收藏的；「龍」是代表什麼？龍是代表千變萬化。龍宮在哪裡？我們這個世界就是龍宮，我們這個社會就是龍宮。原來十個三千大千世界微塵偈的《大方廣佛華嚴經》就在我們六根所接觸的境界裡頭，不是到大海底下去找龍王住的地方，那你就是個大笨蛋，你到哪裡去找得到？他老人家所講的龍宮，就是我們今天講的盡虛空遍法界。所以才說這個經，一切諸佛出廣長舌相，塵說剎說、永無間斷在說，這話我們肯定，真的一點不假，確實沒有間斷過。我們六根所接觸的全是「大方廣」；你要能夠體會到，那盡是「佛華嚴」。"
    },
    {
      "id": "12-045-0254_p0021",
      "zh_CN": "我们为什么体会不到？就是被妄想分别执着障碍住了。诸位如果真正懂得、真正体会，有人问我：法师，你《华严经》什么时候才能讲得圆满？你要是真懂得了，句句都圆满，会会都圆满。我们这一会一个半小时，《华严经》有没有讲圆满？讲圆满了，每一会都讲圆满了。你们常常在这个地方听经，我们常常在一块互相研究讨论，应该体会到这个意思。你看这个经上，哪一首偈子不是圆满的？哪一句不是圆满的？这就是经上所说的一即一切；这首偈是「一」，「一切」是全部的《华严经》，这首偈就是全部《华严经》。所以古德才说「一经通则一切经通」，你这一首偈通了，你全部《华严》就通了。",
      "zh_TW": "我們為什麼體會不到？就是被妄想分別執著障礙住了。諸位如果真正懂得、真正體會，有人問我：法師，你《華嚴經》什麼時候才能講得圓滿？你要是真懂得了，句句都圓滿，會會都圓滿。我們這一會一個半小時，《華嚴經》有沒有講圓滿？講圓滿了，每一會都講圓滿了。你們常常在這個地方聽經，我們常常在一塊互相研究討論，應該體會到這個意思。你看這個經上，哪一首偈子不是圓滿的？哪一句不是圓滿的？這就是經上所說的一即一切；這首偈是「一」，「一切」是全部的《華嚴經》，這首偈就是全部《華嚴經》。所以古德才說「一經通則一切經通」，你這一首偈通了，你全部《華嚴》就通了。"
    },
    {
      "id": "12-045-0254_p0022",
      "zh_CN": "你们要明白这个道理，我过去大概也跟你们讲过很多次，我跟李炳南老居士学《华严经》，我只听一卷，第一卷听完了，全经我都会了。他在台中讲，我跑到台北讲，我讲得比他还详细，我用的时间比他多。我这个根不是上根，我才听一卷，上根听一首偈就行了，就全通了，我还听他一卷。比我厉害的，听半卷、听一段、听一句，他就全都会了，那比我就厉害了，我八十卷还听一卷。这个问题就是你会不会；不会，八十卷从头听到尾，听十遍、听一百遍也没用处，你还是不会、还是不透，还是不知道佛讲些什么。我们在历史上看，禅宗永嘉和尚了不起，那是我们比不上的。你看《坛经》上所记载的，他去参访六祖，说话不多，三言两语就全部通达了，就没事了，立刻就要走，回家了，六祖大师留他过一晚，第二天再走。这禅宗留下的佳话「一宿觉」，他的德号上是「觉禅师」，他在曹溪住了一个晚上。这是属于典型的上上根性，所谓是一闻千悟，一句达意，一切都通了，完全没有障碍。",
      "zh_TW": "你們要明白這個道理，我過去大概也跟你們講過很多次，我跟李炳南老居士學《華嚴經》，我只聽一卷，第一卷聽完了，全經我都會了。他在台中講，我跑到台北講，我講得比他還詳細，我用的時間比他多。我這個根不是上根，我才聽一卷，上根聽一首偈就行了，就全通了，我還聽他一卷。比我厲害的，聽半卷、聽一段、聽一句，他就全都會了，那比我就厲害了，我八十卷還聽一卷。這個問題就是你會不會；不會，八十卷從頭聽到尾，聽十遍、聽一百遍也沒用處，你還是不會、還是不透，還是不知道佛講些什麼。我們在歷史上看，禪宗永嘉和尚了不起，那是我們比不上的。你看《壇經》上所記載的，他去參訪六祖，說話不多，三言兩語就全部通達了，就沒事了，立刻就要走，回家了，六祖大師留他過一晚，第二天再走。這禪宗留下的佳話「一宿覺」，他的德號上是「覺禪師」，他在曹溪住了一個晚上。這是屬於典型的上上根性，所謂是一聞千悟，一句達意，一切都通了，完全沒有障礙。"
    },
    {
      "id": "12-045-0254_p0023",
      "zh_CN": "我们今天难，难在哪里？难在烦恼习气不肯放下。惠能大师、永嘉大师何以能有这样的成就？人家是把烦恼习气放下了。这个能力说实在话，并不是他独有，佛跟我们讲，所有一切众生个个都有，都有这个能力，你一定要把虚妄的、不是真实的，妄想分别执着放下。我在李炳老会上能有这一点成就，得力于章嘉大师的教诲。我学佛亲近法师，头一天、头一个人就是章嘉大师，头一天他就教我看破、放下，我在这里得的利益。所以以后在李炳老会上，我闻法收获比别人多，原因就在此地。一切众生亲近善知识而不能得利益，不能够放下妄想分别执着，听得再多，充其量也不过是记问之学而已。你记得多、听得多，你也会说，你的心性没有开，你所想的、你所说的是阿赖耶识仓库里头出来的，你收藏的，不是你自性里头流露出来的。你仓库里收藏再多都是别人的，与你自己毫不相关。如果从自性流露出来的，那跟佛菩萨所说的就无二无别，这是真东西。佛菩萨大慈大悲，无量方便，帮助我们明心见性。但是要知道，他只能给我们做增上缘，自己要不真正用功，信受奉行，这个增上缘是相当有限的；如果自己具足信受奉行，这个增上缘会产生很大的效果。",
      "zh_TW": "我們今天難，難在哪裡？難在煩惱習氣不肯放下。惠能大師、永嘉大師何以能有這樣的成就？人家是把煩惱習氣放下了。這個能力說實在話，並不是他獨有，佛跟我們講，所有一切眾生個個都有，都有這個能力，你一定要把虛妄的、不是真實的，妄想分別執著放下。我在李炳老會上能有這一點成就，得力於章嘉大師的教誨。我學佛親近法師，頭一天、頭一個人就是章嘉大師，頭一天他就教我看破、放下，我在這裡得的利益。所以以後在李炳老會上，我聞法收穫比別人多，原因就在此地。一切眾生親近善知識而不能得利益，不能夠放下妄想分別執著，聽得再多，充其量也不過是記問之學而已。你記得多、聽得多，你也會說，你的心性沒有開，你所想的、你所說的是阿賴耶識倉庫裡頭出來的，你收藏的，不是你自性裡頭流露出來的。你倉庫裡收藏再多都是別人的，與你自己毫不相關。如果從自性流露出來的，那跟佛菩薩所說的就無二無別，這是真東西。佛菩薩大慈大悲，無量方便，幫助我們明心見性。但是要知道，他只能給我們做增上緣，自己要不真正用功，信受奉行，這個增上緣是相當有限的；如果自己具足信受奉行，這個增上緣會產生很大的效果。"
    },
    {
      "id": "12-045-0254_p0024",
      "zh_CN": "经文第三句，『解脱因果次第成』，这个意思很深，因为里面讲「次第成」。清凉大师在这一句注解得也特别详细，《纂要》里面是节录的，《疏钞》的原文更丰富。从这个地方我们深深体会到，世出世法总不外因果。世间法里面，「一饮一啄，莫非前定」，谁定的？因定的。我们今天所受的是果报，果必有因。今天我们存的好心、做的好事，念念都利益社会、利益众生，还有许许多多的外缘在阻挠、在障碍、在破坏，谚语所谓「好事多磨」。磨从哪里来的？过去生中我们迷惑的时候也障碍别人，今天纵然做好事，完全利益众生，这个果报还是脱不了。明白了，明白所谓是「不昧因果」，别人虽然障碍破坏，我们还是合掌欢欢喜喜，不生丝毫瞋恚之心。为什么？果报如是，如是因、如是果，如是缘、如是报，报了就好了。随他障碍，欢欢喜喜给他障碍，障一次、障两次就报完了，第三次他就不障了。绝不可以因为障碍，自己心里面不高兴，不高兴是这个障碍、这个结、这个帐没结了，后头没完没了。所以遇到障碍欢喜，而且感恩，欢喜这笔帐勾消了、结了。他障碍我们，不但没有怨恨心，感恩之心。我们还有报恩之心，他对我有什么恩？消除业障，障勾掉，这就是恩德。这是我们明白人跟世间不明白人，你看处世待人的心态、行为截然不同。世间人哪有不报复的？尤其我这做好事，不是为自己的事情，你障碍你一定堕地狱，怎么样去咒他、恨他，去报复他，错了！我们知道那也是一尊佛，不过是个迷惑佛而已、颠倒佛而已。所以我们决定用真诚、恭敬、供养的心来报答他，结解开之后，他不但将来不障碍了，他反过来再帮助你，我们世间人所讲化敌为友，这是上策，这高明。决定不能树敌，树敌是你自己跟自己找麻烦，自己跟自己过不去。",
      "zh_TW": "經文第三句，『解脫因果次第成』，這個意思很深，因為裡面講「次第成」。清涼大師在這一句註解得也特別詳細，《纂要》裡面是節錄的，《疏鈔》的原文更豐富。從這個地方我們深深體會到，世出世法總不外因果。世間法裡面，「一飲一啄，莫非前定」，誰定的？因定的。我們今天所受的是果報，果必有因。今天我們存的好心、做的好事，念念都利益社會、利益眾生，還有許許多多的外緣在阻撓、在障礙、在破壞，諺語所謂「好事多磨」。磨從哪裡來的？過去生中我們迷惑的時候也障礙別人，今天縱然做好事，完全利益眾生，這個果報還是脫不了。明白了，明白所謂是「不昧因果」，別人雖然障礙破壞，我們還是合掌歡歡喜喜，不生絲毫瞋恚之心。為什麼？果報如是，如是因、如是果，如是緣、如是報，報了就好了。隨他障礙，歡歡喜喜給他障礙，障一次、障兩次就報完了，第三次他就不障了。絕不可以因為障礙，自己心裡面不高興，不高興是這個障礙、這個結、這個帳沒結了，後頭沒完沒了。所以遇到障礙歡喜，而且感恩，歡喜這筆帳勾消了、結了。他障礙我們，不但沒有怨恨心，感恩之心。我們還有報恩之心，他對我有什麼恩？消除業障，障勾掉，這就是恩德。這是我們明白人跟世間不明白人，你看處世待人的心態、行為截然不同。世間人哪有不報復的？尤其我這做好事，不是為自己的事情，你障礙你一定墮地獄，怎麼樣去咒他、恨他，去報復他，錯了！我們知道那也是一尊佛，不過是個迷惑佛而已、顛倒佛而已。所以我們決定用真誠、恭敬、供養的心來報答他，結解開之後，他不但將來不障礙了，他反過來再幫助你，我們世間人所講化敵為友，這是上策，這高明。決定不能樹敵，樹敵是你自己跟自己找麻煩，自己跟自己過不去。"
    },
    {
      "id": "12-045-0254_p0025",
      "zh_CN": "这里面最重要的，就是你要明了因果，「因果次第成」，你真正明了。过去我不明了，过去我迷惑颠倒，做错了许许多多事情，跟一切众生有很多过节；现在明白了，天天在化解，天天在解怨释结。解怨释结有根本之道，那就是真诚，唯一真诚对待一切众生。真诚决定具足清净，决定具足平等，决定正觉慈悲，我们这样处事待人接物，这个怨结没有不能够化解的。这一句意思很深，今天时间到了，我们下一次再把这一句详细跟诸位做报告，「解脱因果次第成」。今天就讲到此地。",
      "zh_TW": "這裡面最重要的，就是你要明瞭因果，「因果次第成」，你真正明瞭。過去我不明瞭，過去我迷惑顛倒，做錯了許許多多事情，跟一切眾生有很多過節；現在明白了，天天在化解，天天在解怨釋結。解怨釋結有根本之道，那就是真誠，唯一真誠對待一切眾生。真誠決定具足清淨，決定具足平等，決定正覺慈悲，我們這樣處事待人接物，這個怨結沒有不能夠化解的。這一句意思很深，今天時間到了，我們下一次再把這一句詳細跟諸位做報告，「解脫因果次第成」。今天就講到此地。"
    }
  ]
}