{
  "doc_id": "12-045-0467",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四六七集",
    "zh_TW": "第四六七集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-045-0467",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "12-045-0467_p0001",
      "zh_CN": "诸位同学，请看「世主妙严品」，主山神偈颂第五首：",
      "zh_TW": "諸位同學，請看「世主妙嚴品」，主山神偈頌第五首："
    },
    {
      "id": "12-045-0467_p0002",
      "zh_CN": "【众生盲暗入险道，佛哀愍彼舒光照，普使世间从睡觉，威光悟此心生喜。】",
      "zh_TW": "【眾生盲暗入險道，佛哀愍彼舒光照，普使世間從睡覺，威光悟此心生喜。】"
    },
    {
      "id": "12-045-0467_p0003",
      "zh_CN": "这是光照十方主山神他的赞颂。在前面我们看到他修学的法门是「以无边功德光普觉悟」，这个法门我们在赞颂里面看到菩萨所叙述的与我们现前的社会非常相似，因此我们要细心去体会，怎样帮助眼前动乱的社会。『众生盲暗入险道』，「险道」是讲三恶道，众生愚痴没有智慧，没有能力辨别是非善恶，甚至于没有能力辨别利害得失。为什么会变成这样子？在佛法里面讲过去生中无量劫来，烦恼习气太重了，这是业因。又遇到恶缘，这个恶缘是什么？就是社会上种种不正常的诱惑。我们看看现前的社会，你走上大街，你看看四面张贴的广告，再看看杂志报纸、电视广播，没有一样不是在诱惑你去造杀盗淫妄，勾引你的贪瞋痴慢，这是外缘恶劣。",
      "zh_TW": "這是光照十方主山神他的讚頌。在前面我們看到他修學的法門是「以無邊功德光普覺悟」，這個法門我們在讚頌裡面看到菩薩所敘述的與我們現前的社會非常相似，因此我們要細心去體會，怎樣幫助眼前動亂的社會。『眾生盲暗入險道』，「險道」是講三惡道，眾生愚痴沒有智慧，沒有能力辨別是非善惡，甚至於沒有能力辨別利害得失。為什麼會變成這樣子？在佛法裡面講過去生中無量劫來，煩惱習氣太重了，這是業因。又遇到惡緣，這個惡緣是什麼？就是社會上種種不正常的誘惑。我們看看現前的社會，你走上大街，你看看四面張貼的廣告，再看看雜誌報紙、電視廣播，沒有一樣不是在誘惑你去造殺盜淫妄，勾引你的貪瞋痴慢，這是外緣惡劣。"
    },
    {
      "id": "12-045-0467_p0004",
      "zh_CN": "烦恼习气是前生的，古往今来的圣人知道，很清楚。过去古老的中国教童蒙，童子五六岁教他读《三字经》，《三字经》一开端几句话那是大道理，从小就让他有个印象。「人之初，性本善」，这是真的，就因为这一个事实，所以圣贤才极力推动教学。无量劫来他的习气，那个习气不是他的本性，本性都是善的。九法界有情众生跟诸佛如来是平等的，都是善的，为什么会变成恶的？下面说「性相近，习相远」，性相近，性是一样的，性本善！都差不多，说真的话都一样，没有差别。习相远了，习是习性不是真性，真性都是善的，习性不善，习是习惯。中国古人常讲「少成若天性，习惯成自然」，习惯要靠教学。过去世习惯不好，现在教你养成好的习惯，你过去生中不好的习惯它就不起作用。这一生良好的教育，足以把过去生中不好的习惯盖复住，让它不起作用。所以教育非常重要，古人懂得，今人不懂。",
      "zh_TW": "煩惱習氣是前生的，古往今來的聖人知道，很清楚。過去古老的中國教童蒙，童子五六歲教他讀《三字經》，《三字經》一開端幾句話那是大道理，從小就讓他有個印象。「人之初，性本善」，這是真的，就因為這一個事實，所以聖賢才極力推動教學。無量劫來他的習氣，那個習氣不是他的本性，本性都是善的。九法界有情眾生跟諸佛如來是平等的，都是善的，為什麼會變成惡的？下面說「性相近，習相遠」，性相近，性是一樣的，性本善！都差不多，說真的話都一樣，沒有差別。習相遠了，習是習性不是真性，真性都是善的，習性不善，習是習慣。中國古人常講「少成若天性，習慣成自然」，習慣要靠教學。過去世習慣不好，現在教你養成好的習慣，你過去生中不好的習慣它就不起作用。這一生良好的教育，足以把過去生中不好的習慣蓋覆住，讓它不起作用。所以教育非常重要，古人懂得，今人不懂。"
    },
    {
      "id": "12-045-0467_p0005",
      "zh_CN": "古时候的社会安定太平，人与人之间和睦相处，共存共荣，现在把古圣先贤的教育放弃了，造成社会动乱，世界实在不太平，人民的生活过得非常辛苦。这一桩事情，谁负责任？不要去责怪人，应当回过头来反求诸己，责任在我自己一身。我自己做得不好，不能够影响人，不能够感化人，自己应该认真努力修学。不管有没有效果，也不要去想效果有多么大，只要自己真的尽心尽力了，功德都是圆满的，佛教大乘经里头是这样教导我们的。功德圆满不在外面的效果，如果在外面的效果，那十方一切诸佛如来功德都没有圆满，他怎么能说他功德圆满他成佛了？",
      "zh_TW": "古時候的社會安定太平，人與人之間和睦相處，共存共榮，現在把古聖先賢的教育放棄了，造成社會動亂，世界實在不太平，人民的生活過得非常辛苦。這一樁事情，誰負責任？不要去責怪人，應當回過頭來反求諸己，責任在我自己一身。我自己做得不好，不能夠影響人，不能夠感化人，自己應該認真努力修學。不管有沒有效果，也不要去想效果有多麼大，只要自己真的盡心盡力了，功德都是圓滿的，佛教大乘經裡頭是這樣教導我們的。功德圓滿不在外面的效果，如果在外面的效果，那十方一切諸佛如來功德都沒有圓滿，他怎麼能說他功德圓滿他成佛了？"
    },
    {
      "id": "12-045-0467_p0006",
      "zh_CN": "就像有一次我在马来西亚，遇到一位泰国的小乘法师。他住在泰国跟马来西亚边界的地方，那个时候我在吉隆坡弘法，他来看我，问我一个问题，说佛发愿众生度尽他才成佛道，「法师，我还没有得度，释迦牟尼佛为什么成佛了？」他说：「我很疑惑，没有法子理解，释迦牟尼佛为什么成佛我还没有得度？」这是把经典里面的话误会了。「众生度尽，方成佛道」，那是地藏菩萨的本愿。地藏菩萨确确实实没有成佛，这个小乘法师要是问地藏菩萨那就没错了。但是佛门里头一切诸佛如来、菩萨、缘觉、声闻，无一不是表法的。什么叫功德圆满？布施功德圆满了，这个话怎么讲？是不是全世界虚空法界一切众生我每一个人都布施到了？是不是这个意思？不是的！你要是在相上讲的话，你全搞错了。一定要想到佛在经上常说的「一切众生本来成佛」，就像《三字经》上头一句话说，「人之初，性本善」。你要能够发现本善，在我们佛法里面讲，你就是大彻大悟了；你要真正回归到本善，你就圆满成佛了，是这么个意思。",
      "zh_TW": "就像有一次我在馬來西亞，遇到一位泰國的小乘法師。他住在泰國跟馬來西亞邊界的地方，那個時候我在吉隆坡弘法，他來看我，問我一個問題，說佛發願眾生度盡他才成佛道，「法師，我還沒有得度，釋迦牟尼佛為什麼成佛了？」他說：「我很疑惑，沒有法子理解，釋迦牟尼佛為什麼成佛我還沒有得度？」這是把經典裡面的話誤會了。「眾生度盡，方成佛道」，那是地藏菩薩的本願。地藏菩薩確確實實沒有成佛，這個小乘法師要是問地藏菩薩那就沒錯了。但是佛門裡頭一切諸佛如來、菩薩、緣覺、聲聞，無一不是表法的。什麼叫功德圓滿？布施功德圓滿了，這個話怎麼講？是不是全世界虛空法界一切眾生我每一個人都布施到了？是不是這個意思？不是的！你要是在相上講的話，你全搞錯了。一定要想到佛在經上常說的「一切眾生本來成佛」，就像《三字經》上頭一句話說，「人之初，性本善」。你要能夠發現本善，在我們佛法裡面講，你就是大徹大悟了；你要真正回歸到本善，你就圓滿成佛了，是這麼個意思。"
    },
    {
      "id": "12-045-0467_p0007",
      "zh_CN": "我们回不了头，没有办法回归本善，是什么？我们有恶习气，必须把恶习气断掉，回归本善，这叫圆成佛道。哪个恶习气？我们有贪悭的恶习气，贪而无厌，对别人一毛不拔，这是悭吝。佛教给我们修布施波罗蜜，可见得布施波罗蜜不是对人是对自己，用布施这种方法把自己的贪心断掉，把自己的悭吝心断掉，你布施波罗蜜功德就圆满了。可见得布施波罗蜜不是在外面你布施帮助多少人，不是这个意思。功德圆满是自己的贪悭没有了。如果你在家里你闻到佛法，你的贪心悭吝一下断了，你布施什么都没有做，财布施、法布施、无畏布施都没有做，佛给你说你布施波罗蜜圆满了，要明白这个道理。",
      "zh_TW": "我們回不了頭，沒有辦法回歸本善，是什麼？我們有惡習氣，必須把惡習氣斷掉，回歸本善，這叫圓成佛道。哪個惡習氣？我們有貪慳的惡習氣，貪而無厭，對別人一毛不拔，這是慳吝。佛教給我們修布施波羅蜜，可見得布施波羅蜜不是對人是對自己，用布施這種方法把自己的貪心斷掉，把自己的慳吝心斷掉，你布施波羅蜜功德就圓滿了。可見得布施波羅蜜不是在外面你布施幫助多少人，不是這個意思。功德圓滿是自己的貪慳沒有了。如果你在家裡你聞到佛法，你的貪心慳吝一下斷了，你布施什麼都沒有做，財布施、法布施、無畏布施都沒有做，佛給你說你布施波羅蜜圓滿了，要明白這個道理。"
    },
    {
      "id": "12-045-0467_p0008",
      "zh_CN": "菩萨怎样成佛？《华严经》上讲的妄想分别执着统统断了，断得干干净净，决定没有一丝一毫残余，这个人就圆成佛道，是这个意思。释迦牟尼佛做到这个，他当然成佛了。众生未度誓不成佛，这是他的弘愿。虽然自己圆成佛道，众生有感他就有应，应以什么身得度，他就现什么身。应以佛身而得度者，他现佛身来教你；应以菩萨身得度者，他就现菩萨身来帮助你。",
      "zh_TW": "菩薩怎樣成佛？《華嚴經》上講的妄想分別執著統統斷了，斷得乾乾淨淨，決定沒有一絲一毫殘餘，這個人就圓成佛道，是這個意思。釋迦牟尼佛做到這個，他當然成佛了。眾生未度誓不成佛，這是他的弘願。雖然自己圓成佛道，眾生有感他就有應，應以什麼身得度，他就現什麼身。應以佛身而得度者，他現佛身來教你；應以菩薩身得度者，他就現菩薩身來幫助你。"
    },
    {
      "id": "12-045-0467_p0009",
      "zh_CN": "往年虚云老和尚朝五台山，三步一拜修忏悔法，回向他母亲，为他母亲消灾免难。冬天在旷野遇到下雪，他生病了。四周没有村庄，没有人能救他，这个时候遇到一个乞丐，这个乞丐在附近找了一个破庙，把虚老和尚安抚在这个地方，乞丐照顾他一直到他身体恢复。他问这个乞丐的名字，乞丐告诉他他叫文吉，他姓文，文章的文，吉祥的吉。问他住在哪里？他说：我也住在五台山。他说：老法师你朝山到五台山去，你问我一些人都知道。他也没有在意，非常感谢这个乞丐救了他，在路上这个乞丐好像救过他两次，在最困难的时候。到五台山他就打听，文吉有没有人知道？别人告诉他：是文殊菩萨化身救你。在这个时候，这时节因缘，应以乞丐身而得度者，文殊菩萨就化成乞丐身去度虚云老和尚。这叫做众生未度誓不成佛，是这个意思。佛经里面这些字字句句可不能误会，更不能责怪佛菩萨，佛菩萨怎么没有度你？",
      "zh_TW": "往年虛雲老和尚朝五台山，三步一拜修懺悔法，迴向他母親，為他母親消災免難。冬天在曠野遇到下雪，他生病了。四周沒有村莊，沒有人能救他，這個時候遇到一個乞丐，這個乞丐在附近找了一個破廟，把虛老和尚安撫在這個地方，乞丐照顧他一直到他身體恢復。他問這個乞丐的名字，乞丐告訴他他叫文吉，他姓文，文章的文，吉祥的吉。問他住在哪裡？他說：我也住在五台山。他說：老法師你朝山到五台山去，你問我一些人都知道。他也沒有在意，非常感謝這個乞丐救了他，在路上這個乞丐好像救過他兩次，在最困難的時候。到五台山他就打聽，文吉有沒有人知道？別人告訴他：是文殊菩薩化身救你。在這個時候，這時節因緣，應以乞丐身而得度者，文殊菩薩就化成乞丐身去度虛雲老和尚。這叫做眾生未度誓不成佛，是這個意思。佛經裡面這些字字句句可不能誤會，更不能責怪佛菩薩，佛菩薩怎麼沒有度你？"
    },
    {
      "id": "12-045-0467_p0010",
      "zh_CN": "这个小乘法师，我跟他说：「你已经出了家，你住在寺庙里，寺庙里的佛像天天陪伴着你，他怎么不度你？而是你自己有障碍，你障碍佛菩萨度你。」他听不懂：「我有什么障碍？我天天求佛菩萨来度我。」我告诉他：「就是这个妄想障碍着你，你没有把妄想分别执着放下，天天想佛菩萨度我成佛，这是妄想、这是分别、这是执着。」佛菩萨天天看到你在那里摇头，不是佛菩萨不度你，你自己不肯让佛菩萨度你，那有什么办法？你得跟佛菩萨配合才行，放下一切妄想分别执着。净土法门真是殊胜，一心称念阿弥陀佛，你肯定得度。所以要记住，只要有妄想分别执着就麻烦了，习气！这叫习性；「性相近，习相远」。",
      "zh_TW": "這個小乘法師，我跟他說：「你已經出了家，你住在寺廟裡，寺廟裡的佛像天天陪伴著你，他怎麼不度你？而是你自己有障礙，你障礙佛菩薩度你。」他聽不懂：「我有什麼障礙？我天天求佛菩薩來度我。」我告訴他：「就是這個妄想障礙著你，你沒有把妄想分別執著放下，天天想佛菩薩度我成佛，這是妄想、這是分別、這是執著。」佛菩薩天天看到你在那裡搖頭，不是佛菩薩不度你，你自己不肯讓佛菩薩度你，那有什麼辦法？你得跟佛菩薩配合才行，放下一切妄想分別執著。淨土法門真是殊勝，一心稱念阿彌陀佛，你肯定得度。所以要記住，只要有妄想分別執著就麻煩了，習氣！這叫習性；「性相近，習相遠」。"
    },
    {
      "id": "12-045-0467_p0011",
      "zh_CN": "学佛天天陪伴在佛菩萨身边，天天在读诵经典、在讨论经教。如果不把烦恼习气放下，不但入不了经中所讲的境界，说个老实话，经里头字字句句的义理，你都搞不清楚，这叫业障。《三字经》底下这个话讲得好，「苟不教，性乃迁」，教多重要！诸佛如来、菩萨、缘觉、声闻，这些大圣大贤出现在九法界，无论是哪一种身分，我们仔细去观察，教化众生，示现身教，说法是言教，念念不舍众生是意教，身语意三轮教化。我们看清楚了，我们体会到了，对佛菩萨、对这些大圣大贤感恩戴德。感恩从哪里表现？什么才叫做感恩？什么是戴德？依教奉行，自行化他，这才是真正感恩戴德的具体表现，知恩报恩！如果不肯依教奉行，不肯教化众生，你这个知恩报恩是假的不是真的。你不知道恩德，你没有报恩的这个念头，报恩这个心发起来一定是知恩。你不知恩，这是真的，世间人哪一个真正知恩，肯定报恩。具体的表现肯定是依教奉行，肯定是热心帮助社会迷惑颠倒的众生，肯定的。只要他没有做到，学佛不管他怎样装模作样，假的不是真的。",
      "zh_TW": "學佛天天陪伴在佛菩薩身邊，天天在讀誦經典、在討論經教。如果不把煩惱習氣放下，不但入不了經中所講的境界，說個老實話，經裡頭字字句句的義理，你都搞不清楚，這叫業障。《三字經》底下這個話講得好，「苟不教，性乃遷」，教多重要！諸佛如來、菩薩、緣覺、聲聞，這些大聖大賢出現在九法界，無論是哪一種身分，我們仔細去觀察，教化眾生，示現身教，說法是言教，念念不捨眾生是意教，身語意三輪教化。我們看清楚了，我們體會到了，對佛菩薩、對這些大聖大賢感恩戴德。感恩從哪裡表現？什麼才叫做感恩？什麼是戴德？依教奉行，自行化他，這才是真正感恩戴德的具體表現，知恩報恩！如果不肯依教奉行，不肯教化眾生，你這個知恩報恩是假的不是真的。你不知道恩德，你沒有報恩的這個念頭，報恩這個心發起來一定是知恩。你不知恩，這是真的，世間人哪一個真正知恩，肯定報恩。具體的表現肯定是依教奉行，肯定是熱心幫助社會迷惑顛倒的眾生，肯定的。只要他沒有做到，學佛不管他怎樣裝模作樣，假的不是真的。"
    },
    {
      "id": "12-045-0467_p0012",
      "zh_CN": "我们在这一首偈里头就能看到，你看看现前众生，真正是「盲暗入险道」。你仔细观察，哪一个人不是往三恶道精进？真的精进，勇猛精进，往三恶道精进。人道退步了，退出人道，退出天道，他往地狱、饿鬼、畜生里头去钻。怎么看出来？贪是饿鬼，你看看他贪不贪？贪财、贪色、贪名、贪利，鬼道！我好像偶而在电视里面看到一个广告「钱途亨通」，钱是金钱的钱，你赚钱的路通了，你想想这里头是什么东西？贪财！这个广告打出来，这是教人走哪个道？走饿鬼道。舍弃人道，劝你走饿鬼道，这是外面有人在教你。激发你的仇恨，引起你报仇的念头是地狱道。我们中国古人不是这个讲法，再大的怨仇，古人总是教人劝人以直报怨，要是升华升到佛菩萨大慈大悲，以德报怨。这个直是指哪一道？给诸位说以直报怨是天道，以德报怨是菩萨道、四圣法界。",
      "zh_TW": "我們在這一首偈裡頭就能看到，你看看現前眾生，真正是「盲暗入險道」。你仔細觀察，哪一個人不是往三惡道精進？真的精進，勇猛精進，往三惡道精進。人道退步了，退出人道，退出天道，他往地獄、餓鬼、畜生裡頭去鑽。怎麼看出來？貪是餓鬼，你看看他貪不貪？貪財、貪色、貪名、貪利，鬼道！我好像偶而在電視裡面看到一個廣告「錢途亨通」，錢是金錢的錢，你賺錢的路通了，你想想這裡頭是什麼東西？貪財！這個廣告打出來，這是教人走哪個道？走餓鬼道。捨棄人道，勸你走餓鬼道，這是外面有人在教你。激發你的仇恨，引起你報仇的念頭是地獄道。我們中國古人不是這個講法，再大的怨仇，古人總是教人勸人以直報怨，要是昇華升到佛菩薩大慈大悲，以德報怨。這個直是指哪一道？給諸位說以直報怨是天道，以德報怨是菩薩道、四聖法界。"
    },
    {
      "id": "12-045-0467_p0013",
      "zh_CN": "现在这个社会，六根所接触的那些境界，全是教你、劝你、诱惑你往三恶道勇猛精进。诱惑你的那些人他们将来受什么果报？他们将来是地狱道，我们很清楚很明白。只有劝你远离名闻利养、五欲六尘，放下贪瞋痴慢，劝你学佛，劝你念佛，这是帮助你走的佛道、菩萨道。如果我们自己走这个道，也劝大家都走这个道，这个道的前途一片金色光明，《地藏经》上讲的「大圆满光明云」，我们要晓得、要明了。",
      "zh_TW": "現在這個社會，六根所接觸的那些境界，全是教你、勸你、誘惑你往三惡道勇猛精進。誘惑你的那些人他們將來受什麼果報？他們將來是地獄道，我們很清楚很明白。只有勸你遠離名聞利養、五欲六塵，放下貪瞋痴慢，勸你學佛，勸你念佛，這是幫助你走的佛道、菩薩道。如果我們自己走這個道，也勸大家都走這個道，這個道的前途一片金色光明，《地藏經》上講的「大圓滿光明雲」，我們要曉得、要明瞭。"
    },
    {
      "id": "12-045-0467_p0014",
      "zh_CN": "我有二三十年没有看电视了，报纸杂志我都不看。偶尔有一些同修发现重要新闻、资讯，把报纸剪下来给我看，有的时候传真给我。我为什么不看？看到很难过，说老实话，这些东西想诱惑我还办不到，我看到很难过，看到很痛心。我不看它里面什么情形我知道，我不是不知道，你们遇到问题的时候来问我，我都能给你解答。不看也晓得，不听也知道。所以现在最重要的我们自己走的是什么路，决定不要再造业，诱导众生「入险道」。这个事情不能干，还要诱导众生造五逆十恶业，你不堕阿鼻地狱，谁堕阿鼻地狱？这个罪比什么都重。",
      "zh_TW": "我有二三十年沒有看電視了，報紙雜誌我都不看。偶爾有一些同修發現重要新聞、資訊，把報紙剪下來給我看，有的時候傳真給我。我為什麼不看？看到很難過，說老實話，這些東西想誘惑我還辦不到，我看到很難過，看到很痛心。我不看它裡面什麼情形我知道，我不是不知道，你們遇到問題的時候來問我，我都能給你解答。不看也曉得，不聽也知道。所以現在最重要的我們自己走的是什麼路，決定不要再造業，誘導眾生「入險道」。這個事情不能幹，還要誘導眾生造五逆十惡業，你不墮阿鼻地獄，誰墮阿鼻地獄？這個罪比什麼都重。"
    },
    {
      "id": "12-045-0467_p0015",
      "zh_CN": "我曾经记得，往年在台北大专佛学讲座，有几位世新的同学，他们学的是电影、音乐、舞蹈，修学的是这些科目。常常听我讲经，感到恐怖，来问我怎么办？要不要改行？我告诉他，音乐、歌舞、戏剧本身没有罪，问题在哪里？你这里面的内容，内容要是正面的，那你是佛菩萨，你用这个教化众生、净化人心，帮助人觉悟，帮助人改邪归正，那你有无量功德。如果你内容是邪思，诱导众生去做这些杀盗淫妄，激发他贪瞋痴慢那个情绪，你就造业了，你编曲造业，你填词造业，你去表演造业。如果我所学的，你自己没有法子当老板，你当个演员，你一切听老板的，老板指示你正确的佛道，行，我们欢喜走；老板走的是魔道，那你自己得好好考虑。如果不想入阿鼻地狱、不想堕三恶道，不能不改行。自己有能力很好。",
      "zh_TW": "我曾經記得，往年在台北大專佛學講座，有幾位世新的同學，他們學的是電影、音樂、舞蹈，修學的是這些科目。常常聽我講經，感到恐怖，來問我怎麼辦？要不要改行？我告訴他，音樂、歌舞、戲劇本身沒有罪，問題在哪裡？你這裡面的內容，內容要是正面的，那你是佛菩薩，你用這個教化眾生、淨化人心，幫助人覺悟，幫助人改邪歸正，那你有無量功德。如果你內容是邪思，誘導眾生去做這些殺盜淫妄，激發他貪瞋痴慢那個情緒，你就造業了，你編曲造業，你填詞造業，你去表演造業。如果我所學的，你自己沒有法子當老闆，你當個演員，你一切聽老闆的，老闆指示你正確的佛道，行，我們歡喜走；老闆走的是魔道，那你自己得好好考慮。如果不想入阿鼻地獄、不想墮三惡道，不能不改行。自己有能力很好。"
    },
    {
      "id": "12-045-0467_p0016",
      "zh_CN": "我们实实在在讲，我也是想了很多年，至少想了有三十多年，没有福报。我没有福报，众生也没福报。我最初想的是广播电台，这个成本容易。如果自己有一个广播电台，用广播电台二十四小时不中断的弘扬佛法；当然最殊胜无比的功德是卫星电视，我们能有一个频道，二十四小时属于我们自己的，我们二十四小时不断的讲演佛经，讲演善法，播放佛号，播放令人心地清净、令人觉醒的乐章。我们如果能有一个卫星电视频道，全世界的人都有福，这是新时代的大道场。",
      "zh_TW": "我們實實在在講，我也是想了很多年，至少想了有三十多年，沒有福報。我沒有福報，眾生也沒福報。我最初想的是廣播電台，這個成本容易。如果自己有一個廣播電台，用廣播電台二十四小時不中斷的弘揚佛法；當然最殊勝無比的功德是衛星電視，我們能有一個頻道，二十四小時屬於我們自己的，我們二十四小時不斷的講演佛經，講演善法，播放佛號，播放令人心地清淨、令人覺醒的樂章。我們如果能有一個衛星電視頻道，全世界的人都有福，這是新時代的大道場。"
    },
    {
      "id": "12-045-0467_p0017",
      "zh_CN": "所以今天最重要的，我们决定不能够做错误的导引。知道众生已经很可怜了，还要去诱导他走恶道，那这个罪没有法子赦免的。『佛哀愍彼』，「彼」就是指这些盲目的众生、愚痴的众生，佛哀怜他、怜悯他；『舒光照』，「光」是真实智慧，「照」是教化众生，「舒」是布施，布施佛法，为一切众生示现教化。『普使世间从睡觉』，末后这两个字是比喻，这是佛菩萨出现在世间唯一的目的。他来干什么？他来就是为这桩事情，这个世间愚迷的众生就好像在昏睡。佛菩萨来干什么？把他唤醒。众生堕在自私自利，堕落在名闻利养，堕落在五欲六尘，堕落在贪瞋痴慢，昏睡，这还得了吗？佛菩萨出现在世间，就是帮助他们破迷开悟，帮助他们回头是岸，帮助他们转恶为善、转凡为圣。『威光悟此心生喜』，这是光照十方主山神，光照十方就是威光，威德光明，他觉悟了。他从这个法门悟入，也用这个法门教化众生。这个法门实在讲，对我们现实的社会是最好的指引。我们看第六首偈：",
      "zh_TW": "所以今天最重要的，我們決定不能夠做錯誤的導引。知道眾生已經很可憐了，還要去誘導他走惡道，那這個罪沒有法子赦免的。『佛哀愍彼』，「彼」就是指這些盲目的眾生、愚痴的眾生，佛哀憐他、憐憫他；『舒光照』，「光」是真實智慧，「照」是教化眾生，「舒」是布施，布施佛法，為一切眾生示現教化。『普使世間從睡覺』，末後這兩個字是比喻，這是佛菩薩出現在世間唯一的目的。他來幹什麼？他來就是為這樁事情，這個世間愚迷的眾生就好像在昏睡。佛菩薩來幹什麼？把他喚醒。眾生墮在自私自利，墮落在名聞利養，墮落在五欲六塵，墮落在貪瞋痴慢，昏睡，這還得了嗎？佛菩薩出現在世間，就是幫助他們破迷開悟，幫助他們回頭是岸，幫助他們轉惡為善、轉凡為聖。『威光悟此心生喜』，這是光照十方主山神，光照十方就是威光，威德光明，他覺悟了。他從這個法門悟入，也用這個法門教化眾生。這個法門實在講，對我們現實的社會是最好的指引。我們看第六首偈："
    },
    {
      "id": "12-045-0467_p0018",
      "zh_CN": "【昔在诸有广修行，供养刹尘无数佛，令众生见发大愿，此地大力能明入。】",
      "zh_TW": "【昔在諸有廣修行，供養剎塵無數佛，令眾生見發大願，此地大力能明入。】"
    },
    {
      "id": "12-045-0467_p0019",
      "zh_CN": "这是大力光明主山神的赞颂，他修学的法门是「能自成熟，复令众生舍离愚迷行」。跟前面光照十方主山神可以说这两位菩萨密切的合作。他们所作所为在方法上不相同，在目标上、在方向上完全相同。菩萨在这里教给我们，我们要会学，学了马上就有用。『昔在诸有广修行』，「诸有」是通指三界，欲界、色界、无色界；如果把这个意思引申，那就包括九法界。为什么？菩萨还有根本无明，根本无明破尽，他就圆成佛道。由此可知，不但「诸有」包括九法界，连一真法界也在内。一真法界，像华藏世界、极乐世界这是一真法界。华藏世界里面的菩萨，有四十一个等级；极乐世界的住众，有四土三辈九品。这种种差别从哪里来的？「有」。这个诸有，你看看范围包括多大！",
      "zh_TW": "這是大力光明主山神的讚頌，他修學的法門是「能自成熟，復令眾生捨離愚迷行」。跟前面光照十方主山神可以說這兩位菩薩密切的合作。他們所作所為在方法上不相同，在目標上、在方向上完全相同。菩薩在這裡教給我們，我們要會學，學了馬上就有用。『昔在諸有廣修行』，「諸有」是通指三界，欲界、色界、無色界；如果把這個意思引申，那就包括九法界。為什麼？菩薩還有根本無明，根本無明破盡，他就圓成佛道。由此可知，不但「諸有」包括九法界，連一真法界也在內。一真法界，像華藏世界、極樂世界這是一真法界。華藏世界裡面的菩薩，有四十一個等級；極樂世界的住眾，有四土三輩九品。這種種差別從哪裡來的？「有」。這個諸有，你看看範圍包括多大！"
    },
    {
      "id": "12-045-0467_p0020",
      "zh_CN": "佛往昔在诸有广修行，要把这个「有」断掉。欲界有断掉，你就不生欲界，到哪里去？生色界。色界有断掉，这个有就是业因，这一个界里头的业因，色界有断掉了，生无色界。无色界有再断掉，三界诸有统统断掉了，你就往生四圣法界，声闻、缘觉、菩萨、十法界里面的佛法界。四圣法界里面的业因断掉，你就入一真法界。一真法界破一品无明，你的地位就升一级。十住、十行、十回向、十地，四十个位次，四十品无明断尽，你证到等觉菩萨。等觉菩萨还有一品生相无明没断，那就是等觉有，等觉把这一品断尽，他就圆成佛道。诸位明白这个教义，你就懂得此地所讲的「诸有」。佛在往昔无量劫中广修行，修什么？我们统而言之断烦恼而已，烦恼不能不断。等觉菩萨最后那一品生相无明还叫做烦恼，统称之为无明烦恼。等觉菩萨往生到西方极乐世界，也叫做带业往生，你懂吗？他带一品生相无明，怎么不是业？",
      "zh_TW": "佛往昔在諸有廣修行，要把這個「有」斷掉。欲界有斷掉，你就不生欲界，到哪裡去？生色界。色界有斷掉，這個有就是業因，這一個界裡頭的業因，色界有斷掉了，生無色界。無色界有再斷掉，三界諸有統統斷掉了，你就往生四聖法界，聲聞、緣覺、菩薩、十法界裡面的佛法界。四聖法界裡面的業因斷掉，你就入一真法界。一真法界破一品無明，你的地位就升一級。十住、十行、十迴向、十地，四十個位次，四十品無明斷盡，你證到等覺菩薩。等覺菩薩還有一品生相無明沒斷，那就是等覺有，等覺把這一品斷盡，他就圓成佛道。諸位明白這個教義，你就懂得此地所講的「諸有」。佛在往昔無量劫中廣修行，修什麼？我們統而言之斷煩惱而已，煩惱不能不斷。等覺菩薩最後那一品生相無明還叫做煩惱，統稱之為無明煩惱。等覺菩薩往生到西方極樂世界，也叫做帶業往生，你懂嗎？他帶一品生相無明，怎麼不是業？"
    },
    {
      "id": "12-045-0467_p0021",
      "zh_CN": "往年我在美国，确实有一些粗心大意的人，把佛经误会了。认为净土三经一论，现在是连祖师加进来五经一论，没有讲带业往生，带业往生这四个字找不到，而是消业往生。我有一次从台湾到洛杉矶，那个时候我在国外弘法都是一个人，独往独来。下飞机之后，洛杉矶的一些同修预先联络好，在机场接我，我没有想到周宣德老居士也来接我，我实在是不敢当，这是我们佛门的前辈，他在台湾很多年，跟李炳南老居士是老朋友。我们谈起来算是晚辈，他长我们一辈。台湾大专学生学佛的运动是他发起的，这是一桩好事情。所以我一看他在机场，我赶紧就到前面跟他道谢，跟他同一个车到市区。从机场到市区开车大概需要一个小时，在车上他就问了我一个问题，他说：「净空法师，最近有人查《大藏经》，说《大藏经》里头佛没有讲带业往生。」他说：「我们怎么办？我们修净土法门都修了几十年，带业不能往生，那岂不是白修了吗？」",
      "zh_TW": "往年我在美國，確實有一些粗心大意的人，把佛經誤會了。認為淨土三經一論，現在是連祖師加進來五經一論，沒有講帶業往生，帶業往生這四個字找不到，而是消業往生。我有一次從台灣到洛杉磯，那個時候我在國外弘法都是一個人，獨往獨來。下飛機之後，洛杉磯的一些同修預先聯絡好，在機場接我，我沒有想到周宣德老居士也來接我，我實在是不敢當，這是我們佛門的前輩，他在台灣很多年，跟李炳南老居士是老朋友。我們談起來算是晚輩，他長我們一輩。台灣大專學生學佛的運動是他發起的，這是一樁好事情。所以我一看他在機場，我趕緊就到前面跟他道謝，跟他同一個車到市區。從機場到市區開車大概需要一個小時，在車上他就問了我一個問題，他說：「淨空法師，最近有人查《大藏經》，說《大藏經》裡頭佛沒有講帶業往生。」他說：「我們怎麼辦？我們修淨土法門都修了幾十年，帶業不能往生，那豈不是白修了嗎？」"
    },
    {
      "id": "12-045-0467_p0022",
      "zh_CN": "这个事情事先我在台中曾经听说过，我也没有在意，听他这么一说，我就感觉得这个影响力居然这么大，连周宣德老居士都惊慌起来了，那其他的不必说了。我听他这么一说，我就跟他笑笑，我说：「老居士，既然这个样子，西方极乐世界不去也罢。」他听我说这个话听愣住了。他说：「法师，你这个话是什么意思？」我说：「假如不能够带业往生，你要晓得西方世界只有阿弥陀佛孤家寡人一个，你去干什么？那有什么意思？」我讲这个话他还没有听懂，非常疑惑看着我，我不得不再详细给他说明。我就问他，我说：「观世音菩萨、大势至菩萨你知道。」他说：「这个当然知道，修净土哪有不晓得这两位菩萨的？等觉菩萨。」我说：「等觉菩萨还有一品生相无明没有断，这个佛在经上讲过没有？」他说：「这个讲过。」我说：「既然讲过，这一品生相无明算不算业？」他这才明白了。观音、势至也带业，你怎么说带业不能往生？带业不能往生，完全不带业的就是阿弥陀佛一个人，除阿弥陀佛之外，哪一个菩萨不带业？华藏世界，只有毘卢遮那佛一个人不带业，四十一位法身大士多多少少统统带业。圆教初住菩萨带四十品无明，那是业，这是初住菩萨。初行菩萨带三十品无明，业，怎么会不带业？",
      "zh_TW": "這個事情事先我在台中曾經聽說過，我也沒有在意，聽他這麼一說，我就感覺得這個影響力居然這麼大，連周宣德老居士都驚慌起來了，那其他的不必說了。我聽他這麼一說，我就跟他笑笑，我說：「老居士，既然這個樣子，西方極樂世界不去也罷。」他聽我說這個話聽愣住了。他說：「法師，你這個話是什麼意思？」我說：「假如不能夠帶業往生，你要曉得西方世界只有阿彌陀佛孤家寡人一個，你去幹什麼？那有什麼意思？」我講這個話他還沒有聽懂，非常疑惑看著我，我不得不再詳細給他說明。我就問他，我說：「觀世音菩薩、大勢至菩薩你知道。」他說：「這個當然知道，修淨土哪有不曉得這兩位菩薩的？等覺菩薩。」我說：「等覺菩薩還有一品生相無明沒有斷，這個佛在經上講過沒有？」他說：「這個講過。」我說：「既然講過，這一品生相無明算不算業？」他這才明白了。觀音、勢至也帶業，你怎麼說帶業不能往生？帶業不能往生，完全不帶業的就是阿彌陀佛一個人，除阿彌陀佛之外，哪一個菩薩不帶業？華藏世界，只有毘盧遮那佛一個人不帶業，四十一位法身大士多多少少統統帶業。圓教初住菩薩帶四十品無明，那是業，這是初住菩薩。初行菩薩帶三十品無明，業，怎麼會不帶業？"
    },
    {
      "id": "12-045-0467_p0023",
      "zh_CN": "带业往生这四个字《大藏经》上虽然没有，佛入般涅槃之前，对后世的学生不是有四依法的教诲吗？我说你还记得吗？「这个记得，这个老法师常常讲经说法，很熟！」四依法里头头一个：「依法不依人」，他们提出来就是依法不依人。为什么？经典上没有带业往生。没错，你的疑惑在这一条。第二条「依义不依语」，佛在语言上没有说，意思有说，教你要依意思，你不要依言语。文字是言语的符号，这就又深了一层，这样把他这个疑惑解开了。意思有，意思怎么有？「极乐世界有没有讲四土三辈九品？」「这个有，《观无量寿佛经》上有，《无量寿经》上也有。」「假如不带业，这四土三辈九品怎么形成的？这不明明说意思有了吗？何必还执着在言语上？」这才把他讲通了，才恍然大笑了。我说：「老居士，好好念念佛决定往生，千万不要错了念头。」你想想看这样的人，修行几十年，常常跟大善知识在一起，还遭遇这个灾难。",
      "zh_TW": "帶業往生這四個字《大藏經》上雖然沒有，佛入般涅槃之前，對後世的學生不是有四依法的教誨嗎？我說你還記得嗎？「這個記得，這個老法師常常講經說法，很熟！」四依法裡頭頭一個：「依法不依人」，他們提出來就是依法不依人。為什麼？經典上沒有帶業往生。沒錯，你的疑惑在這一條。第二條「依義不依語」，佛在語言上沒有說，意思有說，教你要依意思，你不要依言語。文字是言語的符號，這就又深了一層，這樣把他這個疑惑解開了。意思有，意思怎麼有？「極樂世界有沒有講四土三輩九品？」「這個有，《觀無量壽佛經》上有，《無量壽經》上也有。」「假如不帶業，這四土三輩九品怎麼形成的？這不明明說意思有了嗎？何必還執著在言語上？」這才把他講通了，才恍然大笑了。我說：「老居士，好好念念佛決定往生，千萬不要錯了念頭。」你想想看這樣的人，修行幾十年，常常跟大善知識在一起，還遭遇這個災難。"
    },
    {
      "id": "12-045-0467_p0024",
      "zh_CN": "那个时候我初到美国，提倡消业往生不准带业往生的那一批人，在美国势力很大。我清楚，我们初去惹不起，不敢得罪，我们说话得要有分寸。所以我的话就转过来，那些大德提倡不能够带业，只可以消业往生，他也没有错，他希望你多消一点，少带一点，到极乐世界品位不是增高吗？所以我说他也没有说错，他有大慈悲心，希望你们往生极乐世界增高品位。缓和一下！你要说他们错了，他们不对了，必然引起对立，我们在美国弘法肯定遭遇到障碍，不容易！嫉妒障碍，自古以来、古今中外都不能够避免。什么人嫉妒你？「同行相嫉」，诸位一定要记住这一句话。他跟你不同行，没有利害关系，他不会嫉妒你。同行相嫉，自古皆然，我们不能不晓得这个道理，不能不知道这些事实真相。应该要用什么样的方法，善巧方便，尽可能减少障碍。",
      "zh_TW": "那個時候我初到美國，提倡消業往生不准帶業往生的那一批人，在美國勢力很大。我清楚，我們初去惹不起，不敢得罪，我們說話得要有分寸。所以我的話就轉過來，那些大德提倡不能夠帶業，只可以消業往生，他也沒有錯，他希望你多消一點，少帶一點，到極樂世界品位不是增高嗎？所以我說他也沒有說錯，他有大慈悲心，希望你們往生極樂世界增高品位。緩和一下！你要說他們錯了，他們不對了，必然引起對立，我們在美國弘法肯定遭遇到障礙，不容易！嫉妒障礙，自古以來、古今中外都不能夠避免。什麼人嫉妒你？「同行相嫉」，諸位一定要記住這一句話。他跟你不同行，沒有利害關係，他不會嫉妒你。同行相嫉，自古皆然，我們不能不曉得這個道理，不能不知道這些事實真相。應該要用什麼樣的方法，善巧方便，盡可能減少障礙。"
    },
    {
      "id": "12-045-0467_p0025",
      "zh_CN": "如果大家都觉悟了，好办！觉悟的人他没有障碍，他要互相帮助。所以真正觉悟的人，才能修六和敬；没有觉悟的人，六和敬是决定做不到。觉悟的人一切为众生，一切为正法，绝对没有个人的名闻利养，没有个人的利害得失，没有个人的成见。「恒顺众生，随喜功德」，那是觉悟的人，迷惑颠倒的凡夫做不到，你天天念也没用处。普贤菩萨十大愿王，这个名称很多在家出家同修每天在课诵里头都念，一者礼敬诸佛，二者称赞如来，你都会念。念了也好，阿赖耶识里头下种子，绝对不起作用，为什么？见到人、面对着人，不知道礼敬；尤其是自己看不顺眼的人，恭敬心怎么生得起来？觉悟的人生起来，真正觉悟的人对于冤家对头，见面也真诚恭敬，那是真的不是假的。如果我们对人对事对物，还有怨恨，还有不欢喜，还有厌恶，自己一定要知道我是生死凡夫，我是六道中人。修行无论修学哪个法门，这些烦恼不能够断掉，决定出不了三界，念佛也不能往生，这个烦恼障碍着你。",
      "zh_TW": "如果大家都覺悟了，好辦！覺悟的人他沒有障礙，他要互相幫助。所以真正覺悟的人，才能修六和敬；沒有覺悟的人，六和敬是決定做不到。覺悟的人一切為眾生，一切為正法，絕對沒有個人的名聞利養，沒有個人的利害得失，沒有個人的成見。「恆順眾生，隨喜功德」，那是覺悟的人，迷惑顛倒的凡夫做不到，你天天念也沒用處。普賢菩薩十大願王，這個名稱很多在家出家同修每天在課誦裡頭都念，一者禮敬諸佛，二者稱讚如來，你都會念。念了也好，阿賴耶識裡頭下種子，絕對不起作用，為什麼？見到人、面對著人，不知道禮敬；尤其是自己看不順眼的人，恭敬心怎麼生得起來？覺悟的人生起來，真正覺悟的人對於冤家對頭，見面也真誠恭敬，那是真的不是假的。如果我們對人對事對物，還有怨恨，還有不歡喜，還有厭惡，自己一定要知道我是生死凡夫，我是六道中人。修行無論修學哪個法門，這些煩惱不能夠斷掉，決定出不了三界，念佛也不能往生，這個煩惱障礙著你。"
    },
    {
      "id": "12-045-0467_p0026",
      "zh_CN": "所以诸位同修一定要晓得，念佛人真正往生的人太少太少了。李老师从前说的话是真话不是假话，一万个念佛人，真正能往生极乐世界只有二、三位，这个话是实话不是假话。念佛人临命终时有瑞相，全身柔软这是好相，能不能证明他往生？不能。甚至于火化还留下舍利，留下肉身，能不能证明他往生？不能。但是他有这种瑞相，肯定他不堕三恶道，这肯定的。瑞相稀有大概是生天，一般有好瑞相，来生还得人身，这是肯定的。怎样才真正知道他是往生？临终之前他告诉家人佛来接引他，欢欢喜喜跟佛去了，这是肯定往生的。所以要看到这种瑞相，这是肯定往生，少数！很少数。修行要断三界六道的业因，要断十法界里面的业因，这都叫「诸有」。佛真干，四弘誓愿里头「烦恼无尽誓愿断」，我们不能不知道。",
      "zh_TW": "所以諸位同修一定要曉得，念佛人真正往生的人太少太少了。李老師從前說的話是真話不是假話，一萬個念佛人，真正能往生極樂世界只有二、三位，這個話是實話不是假話。念佛人臨命終時有瑞相，全身柔軟這是好相，能不能證明他往生？不能。甚至於火化還留下舍利，留下肉身，能不能證明他往生？不能。但是他有這種瑞相，肯定他不墮三惡道，這肯定的。瑞相稀有大概是生天，一般有好瑞相，來生還得人身，這是肯定的。怎樣才真正知道他是往生？臨終之前他告訴家人佛來接引他，歡歡喜喜跟佛去了，這是肯定往生的。所以要看到這種瑞相，這是肯定往生，少數！很少數。修行要斷三界六道的業因，要斷十法界裡面的業因，這都叫「諸有」。佛真幹，四弘誓願裡頭「煩惱無盡誓願斷」，我們不能不知道。"
    },
    {
      "id": "12-045-0467_p0027",
      "zh_CN": "断烦恼之后他怎么修行？『供养刹尘无数佛』，大力山神他自己成就了，前面第一句是他自己成就了，在长行里面讲「复令众生舍离愚迷行」，就是第二句、第三句讲的。「供养刹尘无数佛」，「刹尘」是比喻，「刹」是大千世界，把大千世界磨成微尘，一粒微尘一尊佛，这是没有法子计算，我们今天最先进的电脑大概也计算不出来。用什么供养？等身供养。财供养、法供养，供养可以归纳这两大类。依教修行是法供养，广度众生也是法供养。法供养必须用这个身体，身体是属于财，我们身外之物叫外财，身体叫内财，内财供养远远超胜外财。释迦牟尼佛为我们示现，这个示现就是内财供养；又以这个身体为一切众生讲经说法三百余会四十九年，这是法供养。供养的对象十法界一切众生，不但是有情众生，还包括无情众生，正是《华严经》里面所说的，「情与无情，同圆种智」，这就是「供养刹尘无数佛」。我们做不到，我们不但力做不到，我们的念头都没有。有人说「我心有余而力不足」，他有心，有心用这个心来供养是正确的，无量无边的福报！力做不到，真的有心。",
      "zh_TW": "斷煩惱之後他怎麼修行？『供養剎塵無數佛』，大力山神他自己成就了，前面第一句是他自己成就了，在長行裡面講「復令眾生捨離愚迷行」，就是第二句、第三句講的。「供養剎塵無數佛」，「剎塵」是比喻，「剎」是大千世界，把大千世界磨成微塵，一粒微塵一尊佛，這是沒有法子計算，我們今天最先進的電腦大概也計算不出來。用什麼供養？等身供養。財供養、法供養，供養可以歸納這兩大類。依教修行是法供養，廣度眾生也是法供養。法供養必須用這個身體，身體是屬於財，我們身外之物叫外財，身體叫內財，內財供養遠遠超勝外財。釋迦牟尼佛為我們示現，這個示現就是內財供養；又以這個身體為一切眾生講經說法三百餘會四十九年，這是法供養。供養的對象十法界一切眾生，不但是有情眾生，還包括無情眾生，正是《華嚴經》裡面所說的，「情與無情，同圓種智」，這就是「供養剎塵無數佛」。我們做不到，我們不但力做不到，我們的念頭都沒有。有人說「我心有餘而力不足」，他有心，有心用這個心來供養是正確的，無量無邊的福報！力做不到，真的有心。"
    },
    {
      "id": "12-045-0467_p0028",
      "zh_CN": "像我在前面讲的，我确确实实有心，希望得到一个卫星电视的频道，我真有心，力做不到。对我来讲，确确实实心有余而力不足。那佛在大乘经上讲的，我这个念头，这个念头从来没有忘记过，念念在心里头，念念圆满功德，我自己的功德圆满了；但是怎么样？众生得不到利益。我知道众生为什么得不到利益？众生福薄，业障太重。假如众生业障消了，福报现前，我这个愿望佛菩萨会帮助我实现，这是真的不是假的。我们需要财力，财力从哪里来？佛菩萨加持。这个事情不是我的事情，是众生的事情，诸佛菩萨的本愿，佛的福报大，我们没有福报。我们赞叹佛陀，二足尊，二就是智慧跟福报，足是圆满，他这两种都圆满，智慧圆满，福报圆满。现在佛为什么不加持我？众生福薄。将来有没有希望？看起来很有希望。从哪里看？我们看到今天这个社会，许许多多人在念佛，念佛的人多了，众生就有福了；还有很多人不念佛，不要紧，十个人当中只要有一个人念佛，那就不得了。一个念佛带给九个不念佛众生福报，那些不念佛的众生享念佛众生的福。",
      "zh_TW": "像我在前面講的，我確確實實有心，希望得到一個衛星電視的頻道，我真有心，力做不到。對我來講，確確實實心有餘而力不足。那佛在大乘經上講的，我這個念頭，這個念頭從來沒有忘記過，念念在心裡頭，念念圓滿功德，我自己的功德圓滿了；但是怎麼樣？眾生得不到利益。我知道眾生為什麼得不到利益？眾生福薄，業障太重。假如眾生業障消了，福報現前，我這個願望佛菩薩會幫助我實現，這是真的不是假的。我們需要財力，財力從哪裡來？佛菩薩加持。這個事情不是我的事情，是眾生的事情，諸佛菩薩的本願，佛的福報大，我們沒有福報。我們讚歎佛陀，二足尊，二就是智慧跟福報，足是圓滿，他這兩種都圓滿，智慧圓滿，福報圓滿。現在佛為什麼不加持我？眾生福薄。將來有沒有希望？看起來很有希望。從哪裡看？我們看到今天這個社會，許許多多人在念佛，念佛的人多了，眾生就有福了；還有很多人不念佛，不要緊，十個人當中只要有一個人念佛，那就不得了。一個念佛帶給九個不念佛眾生福報，那些不念佛的眾生享念佛眾生的福。"
    },
    {
      "id": "12-045-0467_p0029",
      "zh_CN": "所以要晓得，我们诚心诚意念这句阿弥陀佛，真正是自利利他。我们自己不知道，佛菩萨知道，天龙鬼神知道，我们的心真诚，不掺杂丝毫的欲念，这个功德就很大。掺杂自己的目的在里面，你的福报就消了。所以我劝同修们念佛，总是希望他，我念这句佛号为谁念的？最低限度你要有这个思想：为全世界苦难众生念的。你有这个念头这就是回向，不必特别回向，我这一句佛号是为全世界一切有情众生念的，这个心就是回向心。我们行事，我们不杀生，我为什么不杀生？我为全世界一切有情众生持不杀生这一条戒，或者是修不杀生这个善法，这就是把自己修行的功德回向给一切众生。如果你的心更大，那你的功德就更大了。我修十善业道不是为自己，是为尽虚空遍法界所有一切众生而修的，你这个大智大福，跟诸佛如来靠近了。",
      "zh_TW": "所以要曉得，我們誠心誠意念這句阿彌陀佛，真正是自利利他。我們自己不知道，佛菩薩知道，天龍鬼神知道，我們的心真誠，不摻雜絲毫的欲念，這個功德就很大。摻雜自己的目的在裡面，你的福報就消了。所以我勸同修們念佛，總是希望他，我念這句佛號為誰念的？最低限度你要有這個思想：為全世界苦難眾生念的。你有這個念頭這就是迴向，不必特別迴向，我這一句佛號是為全世界一切有情眾生念的，這個心就是迴向心。我們行事，我們不殺生，我為什麼不殺生？我為全世界一切有情眾生持不殺生這一條戒，或者是修不殺生這個善法，這就是把自己修行的功德迴向給一切眾生。如果你的心更大，那你的功德就更大了。我修十善業道不是為自己，是為盡虛空遍法界所有一切眾生而修的，你這個大智大福，跟諸佛如來靠近了。"
    },
    {
      "id": "12-045-0467_p0030",
      "zh_CN": "同样是念一句佛，同样是修一个法，各人的所得不相同。这个不相同完全决定在心量，所以谚语讲的话，说出来大家都记得，意思不懂，「量大福大」。诸佛菩萨「心包太虚，量周沙界」，他做一点点的功德，念一句佛，那个功德都周遍法界，都加持虚空法界一切众生，他这个福多大！他也是念一句阿弥陀佛，我们也念一句阿弥陀佛，那个果报不相等。我们念阿弥陀佛自私自利，唯恐自己的功德被别人拿去，让别人沾了光，很吝啬。念这一句阿弥陀佛，只希望自己往生，能不能往生？不能。为什么不能？心量太小。谁有大心量？谁念这个佛号与虚空法界相应？至少你要与我们这个地球上所有众生相应，你才能带业往生。量小福小，量大福大，所以不要小看自己，自己心量拓开，念念都修尽虚空、遍法界的大福德。福德现前，智慧也现前了，福至心灵，福跟智有密切连带关系。世间有些人福报现前，智慧不开，什么原因？他心量小，所以不开慧。心量大，没有不开智慧的，我们同修不能不知道。「供养刹尘无数佛」，我们办得到办不到？办得到。在一念之间，只要念念都想虚空法界一切众生，不要想自己，不要想自己一家，不要想我这一个团体。我这一个佛陀教育协会算什么！在香港团体里面微不足道。心量要拓开，以虚空法界一切众生为境界、为对象，那你念念功德不可思议。",
      "zh_TW": "同樣是念一句佛，同樣是修一個法，各人的所得不相同。這個不相同完全決定在心量，所以諺語講的話，說出來大家都記得，意思不懂，「量大福大」。諸佛菩薩「心包太虛，量周沙界」，他做一點點的功德，念一句佛，那個功德都周遍法界，都加持虛空法界一切眾生，他這個福多大！他也是念一句阿彌陀佛，我們也念一句阿彌陀佛，那個果報不相等。我們念阿彌陀佛自私自利，唯恐自己的功德被別人拿去，讓別人沾了光，很吝嗇。念這一句阿彌陀佛，只希望自己往生，能不能往生？不能。為什麼不能？心量太小。誰有大心量？誰念這個佛號與虛空法界相應？至少你要與我們這個地球上所有眾生相應，你才能帶業往生。量小福小，量大福大，所以不要小看自己，自己心量拓開，念念都修盡虛空、遍法界的大福德。福德現前，智慧也現前了，福至心靈，福跟智有密切連帶關係。世間有些人福報現前，智慧不開，什麼原因？他心量小，所以不開慧。心量大，沒有不開智慧的，我們同修不能不知道。「供養剎塵無數佛」，我們辦得到辦不到？辦得到。在一念之間，只要念念都想虛空法界一切眾生，不要想自己，不要想自己一家，不要想我這一個團體。我這一個佛陀教育協會算什麼！在香港團體裡面微不足道。心量要拓開，以虛空法界一切眾生為境界、為對象，那你念念功德不可思議。"
    },
    {
      "id": "12-045-0467_p0031",
      "zh_CN": "真正修行，第三句里面含义很深。我们一念善，我们对于虚空法界一切众生善的加持，好！我们一念恶，也是对虚空法界一切众生烦恼的加持，我们让他生烦恼。起心动念、言语造作，无一不是遍虚空法界。起心动念是思想波，震动虚空法界；言语是声波，我们的声波随着思想波，它的速度就快了。如果不随思想，单单这个声波，声波速度并不大，远远不如电磁波、不如光波，这个道理要懂。我们今天在这里说法，大家知道声波速度并不大，但是我们的声波借着电磁波，极短的时间，我们在这里学习这部经，你们在美国的同修看到了，澳洲的同修你们也看到了，声音你也听到了，新加坡的同修你们也看到、也听到了。我知道大家，这是什么？随着电磁波。你还不知道，还有个思想波、心波，心波刹那之间周遍虚空法界，比电磁波快得多了。",
      "zh_TW": "真正修行，第三句裡面含義很深。我們一念善，我們對於虛空法界一切眾生善的加持，好！我們一念惡，也是對虛空法界一切眾生煩惱的加持，我們讓他生煩惱。起心動念、言語造作，無一不是遍虛空法界。起心動念是思想波，震動虛空法界；言語是聲波，我們的聲波隨著思想波，它的速度就快了。如果不隨思想，單單這個聲波，聲波速度並不大，遠遠不如電磁波、不如光波，這個道理要懂。我們今天在這裡說法，大家知道聲波速度並不大，但是我們的聲波借著電磁波，極短的時間，我們在這裡學習這部經，你們在美國的同修看到了，澳洲的同修你們也看到了，聲音你也聽到了，新加坡的同修你們也看到、也聽到了。我知道大家，這是什麼？隨著電磁波。你還不知道，還有個思想波、心波，心波剎那之間周遍虛空法界，比電磁波快得多了。"
    },
    {
      "id": "12-045-0467_p0032",
      "zh_CN": "因此我们的色相、我们的音声随着思想的波，阿弥陀佛虽然在极乐世界，距离我们十万亿佛刹、佛国土，他在那边同时看到我们，同时听到我们的声音。在太空当中，十万亿佛国土不算很远，还有更远的，无不是同时。所以这个思想的念头才起就周遍虚空法界，不是光能够相比，也不是电能够相比。我们要明白这个道理，你就懂得怎样修福。不能起一个恶念，起一个恶念是令尽虚空遍法界众生生烦恼；起一个善念是让虚空法界一切众生增长善根。我这个善念，传送到他那边去增长他的善根，我们佛法里面叫加持，念念都在修行。这就是佛在经上常讲的积功累德，或者说积德累功都行，颠倒过来颠倒过去都一样，意思都相同。我们的功德是这样积累下来的，是这样修成的。",
      "zh_TW": "因此我們的色相、我們的音聲隨著思想的波，阿彌陀佛雖然在極樂世界，距離我們十萬億佛剎、佛國土，他在那邊同時看到我們，同時聽到我們的聲音。在太空當中，十萬億佛國土不算很遠，還有更遠的，無不是同時。所以這個思想的念頭才起就周遍虛空法界，不是光能夠相比，也不是電能夠相比。我們要明白這個道理，你就懂得怎樣修福。不能起一個惡念，起一個惡念是令盡虛空遍法界眾生生煩惱；起一個善念是讓虛空法界一切眾生增長善根。我這個善念，傳送到他那邊去增長他的善根，我們佛法裡面叫加持，念念都在修行。這就是佛在經上常講的積功累德，或者說積德累功都行，顛倒過來顛倒過去都一樣，意思都相同。我們的功德是這樣積累下來的，是這樣修成的。"
    },
    {
      "id": "12-045-0467_p0033",
      "zh_CN": "『令众生见发大愿』，「大愿」是什么？大愿是众生的本愿，我们迷失了自性，把自己的本愿忘得一干二净，一定要有明白人、觉悟的人来告诉我们。四弘誓愿是本愿，「众生无边誓愿度」，那个众生是十法界依正庄严，这是讲我们要度的对象。无边是数量，是尽虚空遍法界一切诸佛刹土，不是一个娑婆世界，不是十个大千世界、一百个大千世界、一亿个大千世界，不是，那还小，还有数量，没有数量。尽虚空遍法界所有一切众生，包括有情无情统统在里面，他们见到了。这一个「见」是个代表字，里头包括见闻觉知。我刚才讲的话你要真正听懂了，你就明白了，我们在这里起心动念确确实实是震动虚空法界一切众生。只要你把自己的障碍突破，这个障碍是妄想分别执着，特别是分别执着。我们于一切诸法不再执着、不再分别，这个界限就突破了。稍稍有分别执着，你是自己划界限，把自己约束了。",
      "zh_TW": "『令眾生見發大願』，「大願」是什麼？大願是眾生的本願，我們迷失了自性，把自己的本願忘得一乾二淨，一定要有明白人、覺悟的人來告訴我們。四弘誓願是本願，「眾生無邊誓願度」，那個眾生是十法界依正莊嚴，這是講我們要度的對象。無邊是數量，是盡虛空遍法界一切諸佛剎土，不是一個娑婆世界，不是十個大千世界、一百個大千世界、一億個大千世界，不是，那還小，還有數量，沒有數量。盡虛空遍法界所有一切眾生，包括有情無情統統在裡面，他們見到了。這一個「見」是個代表字，裡頭包括見聞覺知。我剛才講的話你要真正聽懂了，你就明白了，我們在這裡起心動念確確實實是震動虛空法界一切眾生。只要你把自己的障礙突破，這個障礙是妄想分別執著，特別是分別執著。我們於一切諸法不再執著、不再分別，這個界限就突破了。稍稍有分別執著，你是自己劃界限，把自己約束了。"
    },
    {
      "id": "12-045-0467_p0034",
      "zh_CN": "最小的圈圈是我执，只有我没有人，这个圈子最小了。不管你怎样修，你的功德、你的心念突破不了这个障碍。所以要知道障碍是自己造成的。因为你有分别心，因为你有执着，这就是你的障碍。你的发愿、你的起心动念不能够周遍虚空法界，福报是随着你的心量成正比例。我的心量包容这个地球，起心动念我都想到整个地球上这些众生，我希望我能为他们服务，希望我能够为他们修福。那你的心量就这么大，另外一个星球达不到，因为什么？你没有想到。果然放下一切分别执着，法身菩萨能修的，我们也能修，这才公平。所以障碍不在外面，障碍确确实实在自己这一方。我们把障碍突破，虚空法界一切众生得福。我常常勉励同修们，我们的心要纯净、清净，不容毫分不净夹杂；我们的行要纯善，不容毫分不善夹杂，我们的心量遍虚空法界。这样修行，一念的功德都不可思议，何况念念相续？我希望同修们要深深明白这个意思。",
      "zh_TW": "最小的圈圈是我執，只有我沒有人，這個圈子最小了。不管你怎樣修，你的功德、你的心念突破不了這個障礙。所以要知道障礙是自己造成的。因為你有分別心，因為你有執著，這就是你的障礙。你的發願、你的起心動念不能夠周遍虛空法界，福報是隨著你的心量成正比例。我的心量包容這個地球，起心動念我都想到整個地球上這些眾生，我希望我能為他們服務，希望我能夠為他們修福。那你的心量就這麼大，另外一個星球達不到，因為什麼？你沒有想到。果然放下一切分別執著，法身菩薩能修的，我們也能修，這才公平。所以障礙不在外面，障礙確確實實在自己這一方。我們把障礙突破，虛空法界一切眾生得福。我常常勉勵同修們，我們的心要純淨、清淨，不容毫分不淨夾雜；我們的行要純善，不容毫分不善夾雜，我們的心量遍虛空法界。這樣修行，一念的功德都不可思議，何況念念相續？我希望同修們要深深明白這個意思。"
    },
    {
      "id": "12-045-0467_p0035",
      "zh_CN": "眼前你们见到要发大愿，诸佛如来共同的大愿就是四弘誓愿，四弘誓愿每一条都不可思议。像我刚才跟诸位解释的头一条，「众生无边誓愿度」，不可思议，确实没有妄想、没有分别、没有执着，那个「众生」包括依报跟正报，「无边」是尽虚空遍法界，本愿！「烦恼无尽誓愿断」，烦恼是不善的念头，不容毫分不善夹杂。我们的心清净，心清净一定真诚，心真诚一定平等，一定不迷，一定慈悲。诸位要晓得，我写的这十个字，五句，任何一句一定圆圆满满包括其他的四句。如果少了一句，你就不圆满，你就有缺陷。慈悲决定是真诚清净平等正觉，正觉决定是真诚清净平等慈悲。《华严经》上讲「一即一切，一切即一；一即是多，多即是一」。再说，下联十个字还是包括在里头，合起来每一句一定包括其他五句，少了一句你这一个意思不圆满。这是发大愿。可见得我们断烦恼不光为我自己，为一切众生。我断烦恼，别人看到之后他也学着断烦恼，这不就利他了吗？为自己，这个利益太小了，为虚空法界一切众生，这个功德太大了，佛讲不可思议！",
      "zh_TW": "眼前你們見到要發大願，諸佛如來共同的大願就是四弘誓願，四弘誓願每一條都不可思議。像我剛才跟諸位解釋的頭一條，「眾生無邊誓願度」，不可思議，確實沒有妄想、沒有分別、沒有執著，那個「眾生」包括依報跟正報，「無邊」是盡虛空遍法界，本願！「煩惱無盡誓願斷」，煩惱是不善的念頭，不容毫分不善夾雜。我們的心清淨，心清淨一定真誠，心真誠一定平等，一定不迷，一定慈悲。諸位要曉得，我寫的這十個字，五句，任何一句一定圓圓滿滿包括其他的四句。如果少了一句，你就不圓滿，你就有缺陷。慈悲決定是真誠清淨平等正覺，正覺決定是真誠清淨平等慈悲。《華嚴經》上講「一即一切，一切即一；一即是多，多即是一」。再說，下聯十個字還是包括在裡頭，合起來每一句一定包括其他五句，少了一句你這一個意思不圓滿。這是發大願。可見得我們斷煩惱不光為我自己，為一切眾生。我斷煩惱，別人看到之後他也學著斷煩惱，這不就利他了嗎？為自己，這個利益太小了，為虛空法界一切眾生，這個功德太大了，佛講不可思議！"
    },
    {
      "id": "12-045-0467_p0036",
      "zh_CN": "我断烦恼是为虚空法界一切众生；我不贪财，为虚空法界一切众生把贪财这个烦恼断掉；我不吸毒，不仅是为我自己利益，是为虚空法界一切众生把毒戒掉。你们想想这个意思，你们从这个地方去体会，大方广佛华严的境界，诸佛如来、法身菩萨的生活，他生活的空间太大太大了。我们现前能享受得到，不是不能享受，只要你拓开心量，你就能享受得到。所以小心量的人很可怜，是真可怜，佛在经上讲「可怜悯者」。我们常常念，都不懂得这一句话真正的意思。为什么可怜？自私自利。然后你能够体会得到，真正看破放下的人他多自在！他的心、他的身，有些人说天人合一，他真合一了，比天还大。他跟虚空法界一切众生合一了，比天还大，这才是真正得大自在。「能随一切众生缘」，这个一切众生缘就是跟一切众生感应道交，众生有感佛菩萨有应。我与这个境界相应，众生有感，我们自己也就有应，感应道交不可思议。你要把这些都搞清楚、搞明白了，这一句话你稍稍能够体会到味道，你能尝到一点法味了。否则的话，佛法字字句句的味道你尝不到。",
      "zh_TW": "我斷煩惱是為虛空法界一切眾生；我不貪財，為虛空法界一切眾生把貪財這個煩惱斷掉；我不吸毒，不僅是為我自己利益，是為虛空法界一切眾生把毒戒掉。你們想想這個意思，你們從這個地方去體會，大方廣佛華嚴的境界，諸佛如來、法身菩薩的生活，他生活的空間太大太大了。我們現前能享受得到，不是不能享受，只要你拓開心量，你就能享受得到。所以小心量的人很可憐，是真可憐，佛在經上講「可憐憫者」。我們常常念，都不懂得這一句話真正的意思。為什麼可憐？自私自利。然後你能夠體會得到，真正看破放下的人他多自在！他的心、他的身，有些人說天人合一，他真合一了，比天還大。他跟虛空法界一切眾生合一了，比天還大，這才是真正得大自在。「能隨一切眾生緣」，這個一切眾生緣就是跟一切眾生感應道交，眾生有感佛菩薩有應。我與這個境界相應，眾生有感，我們自己也就有應，感應道交不可思議。你要把這些都搞清楚、搞明白了，這一句話你稍稍能夠體會到味道，你能嘗到一點法味了。否則的話，佛法字字句句的味道你嘗不到。"
    },
    {
      "id": "12-045-0467_p0037",
      "zh_CN": "「法门无量誓愿学」，这是善，这是行善；「烦恼无尽誓愿断」，是断恶。断恶为法界一切众生，行善也是为法界一切众生，不是为自己。为自己叫什么？吝法。我不是为自己学法门，我为一切众生学法门，我要用这个身，要用这个精神，要用这个体力，为一切众生服务。我学得愈多，我服务的项目就愈多，我服务的量就愈大，我服务的范围就愈广，为这个。哪里是为自己？你能懂吗？末后「佛道无上誓愿成」，劝一切众生圆成佛道。不是说「我自己成佛了，我再来度众生。」不是这个意思。念念当中，一切众生圆成佛道；念念之中，「情与无情，同圆种智」。",
      "zh_TW": "「法門無量誓願學」，這是善，這是行善；「煩惱無盡誓願斷」，是斷惡。斷惡為法界一切眾生，行善也是為法界一切眾生，不是為自己。為自己叫什麼？吝法。我不是為自己學法門，我為一切眾生學法門，我要用這個身，要用這個精神，要用這個體力，為一切眾生服務。我學得愈多，我服務的項目就愈多，我服務的量就愈大，我服務的範圍就愈廣，為這個。哪裡是為自己？你能懂嗎？末後「佛道無上誓願成」，勸一切眾生圓成佛道。不是說「我自己成佛了，我再來度眾生。」不是這個意思。念念當中，一切眾生圓成佛道；念念之中，「情與無情，同圓種智」。"
    },
    {
      "id": "12-045-0467_p0038",
      "zh_CN": "此地「令众生见」，这个众生是虚空法界一切众生，不是一个刹土。因为他第二句讲，「刹尘无数佛」，不是一个刹土。主山神，这主山神当然是诸佛如来示现的、诸佛如来应化的，他教一切山神，我们不能轻视，不能小看众灵，花神、草神、草木的神灵都不可思议。我们看了他们修学的法门，听他们赞颂的心得报告，我们佩服得五体投地。不读《华严》，你怎么知道事实真相？不了解事实真相肯定迷惑颠倒，自己表现得贡高我慢，狂妄自大，藐视神灵。现在社会一般众生不就是如是吗？不仅是一般众生，佛门四众同修，有几个真的觉悟？有几个真的回头？『此地』，「地」是讲这个处所，就是刚才说的这些，大力光明神他能明了，他能够悟入。『入』是悟入、契入。他入了这个境界，这个境界是华严境界，这个境界是法身菩萨境界。今天时间到了，我们就讲到此地。",
      "zh_TW": "此地「令眾生見」，這個眾生是虛空法界一切眾生，不是一個剎土。因為他第二句講，「剎塵無數佛」，不是一個剎土。主山神，這主山神當然是諸佛如來示現的、諸佛如來應化的，他教一切山神，我們不能輕視，不能小看眾靈，花神、草神、草木的神靈都不可思議。我們看了他們修學的法門，聽他們讚頌的心得報告，我們佩服得五體投地。不讀《華嚴》，你怎麼知道事實真相？不了解事實真相肯定迷惑顛倒，自己表現得貢高我慢，狂妄自大，藐視神靈。現在社會一般眾生不就是如是嗎？不僅是一般眾生，佛門四眾同修，有幾個真的覺悟？有幾個真的回頭？『此地』，「地」是講這個處所，就是剛才說的這些，大力光明神他能明瞭，他能夠悟入。『入』是悟入、契入。他入了這個境界，這個境界是華嚴境界，這個境界是法身菩薩境界。今天時間到了，我們就講到此地。"
    }
  ]
}