{
  "doc_id": "12-045-0169",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六九集",
    "zh_TW": "第一六九集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-045-0169",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "12-045-0169_p0001",
      "zh_CN": "请掀开经本，知足天偈颂的第三首，我们将经文念一遍：",
      "zh_TW": "請掀開經本，知足天偈頌的第三首，我們將經文念一遍："
    },
    {
      "id": "12-045-0169_p0002",
      "zh_CN": "【如来往昔修诸行。清净大愿深如海。一切佛法皆令满。胜德能知此方便。】",
      "zh_TW": "【如來往昔修諸行。清淨大願深如海。一切佛法皆令滿。勝德能知此方便。】"
    },
    {
      "id": "12-045-0169_p0003",
      "zh_CN": "昨天我们学习到此地只讲了一句，今天我们接着来看第二句，『清净大愿深如海』。在世出世间法里面，行与愿都不能够离开，以愿导行，以行践愿；换句话说，愿是行的方向，是行为的引导，行为就是愿望的落实。所以在古代的中国，老人勉励年轻人要立志，人如果没有志向，一生当中就没有一个目标，这一生决定是空过了。人贵立志，人有志向，他一生有一个努力的目标，有一个精进的方向，非常重要，佛法亦复如是，所以佛教导弟子们要发菩提心。菩提心这个意思很深，也很难理解，所以佛更具体的教导学生要发愿，发什么愿？四弘誓愿，其实四弘誓愿就是菩提心的落实，四弘誓愿就是发菩提心。而四愿里面，实在讲只有一愿，这一愿就是「众生无边誓愿度」，后面三愿是帮助这一愿的落实；没有后面三愿，这一愿就不能落实，这是大愿。诸佛菩萨在因地发无量无边的誓愿，都离不开这四愿的范围，所以这四句话是一切诸佛如来共同的大愿。阿弥陀佛四十八愿，我们细细归纳，也离不开这四愿；观音菩萨的十二愿，普贤菩萨的十大愿王，诸位想想看，都离不开这四句偈。而第一愿的真正意义，我们一定要明白，是为众生服务。「众生无边誓愿度」，「度」用现在的话来说就是服务。他这个心量大，「众生无边」是指尽虚空遍法界所有一切众生，一个都不漏。",
      "zh_TW": "昨天我們學習到此地只講了一句，今天我們接著來看第二句，『清淨大願深如海』。在世出世間法裡面，行與願都不能夠離開，以願導行，以行踐願；換句話說，願是行的方向，是行為的引導，行為就是願望的落實。所以在古代的中國，老人勉勵年輕人要立志，人如果沒有志向，一生當中就沒有一個目標，這一生決定是空過了。人貴立志，人有志向，他一生有一個努力的目標，有一個精進的方向，非常重要，佛法亦復如是，所以佛教導弟子們要發菩提心。菩提心這個意思很深，也很難理解，所以佛更具體的教導學生要發願，發什麼願？四弘誓願，其實四弘誓願就是菩提心的落實，四弘誓願就是發菩提心。而四願裡面，實在講只有一願，這一願就是「眾生無邊誓願度」，後面三願是幫助這一願的落實；沒有後面三願，這一願就不能落實，這是大願。諸佛菩薩在因地發無量無邊的誓願，都離不開這四願的範圍，所以這四句話是一切諸佛如來共同的大願。阿彌陀佛四十八願，我們細細歸納，也離不開這四願；觀音菩薩的十二願，普賢菩薩的十大願王，諸位想想看，都離不開這四句偈。而第一願的真正意義，我們一定要明白，是為眾生服務。「眾生無邊誓願度」，「度」用現在的話來說就是服務。他這個心量大，「眾生無邊」是指盡虛空遍法界所有一切眾生，一個都不漏。"
    },
    {
      "id": "12-045-0169_p0004",
      "zh_CN": "我们今天事做不到，但是不能没有心愿，要发心为一切众生服务，这就是发成佛之愿。佛乐意为虚空法界一切众生服务，无条件的服务、无私的服务，服务的项目也一条都不漏，佛家所讲的大圆满，这是诸佛菩萨。凡是发这样心的人，这个人就是佛陀、就是菩萨。我们在经论当中看到，佛菩萨示现应化在一切不同的族群、不同的族类，《普门品》里面所说的三十二应，应以什么身得度，佛菩萨就示现什么身分。所以说男女老幼、各行各业，只要真正发这个愿，那个人就是佛、就是菩萨。应以什么身得度就现什么身，佛菩萨没有一定的身相，也无有定法可说，就看你心量的大小，你这个心量为一个国家人民服务，小菩萨；为尽虚空遍法界一切众生服务，大菩萨。可见得大菩萨、小菩萨，就看你的心量大小，你服务的范围大小。佛的心量大，我们要效法、要学习，「心包太虚，量周沙界」，这个话不可以变成口头禅，要落实；落实，我们行虽然做不到，我们的愿达到了，行为做不到。我们今天的福报、能力很有限，没有办法为虚空法界一切众生服务，我们的心到了，我们的愿到了，这也是圆满功德。",
      "zh_TW": "我們今天事做不到，但是不能沒有心願，要發心為一切眾生服務，這就是發成佛之願。佛樂意為虛空法界一切眾生服務，無條件的服務、無私的服務，服務的項目也一條都不漏，佛家所講的大圓滿，這是諸佛菩薩。凡是發這樣心的人，這個人就是佛陀、就是菩薩。我們在經論當中看到，佛菩薩示現應化在一切不同的族群、不同的族類，《普門品》裡面所說的三十二應，應以什麼身得度，佛菩薩就示現什麼身分。所以說男女老幼、各行各業，只要真正發這個願，那個人就是佛、就是菩薩。應以什麼身得度就現什麼身，佛菩薩沒有一定的身相，也無有定法可說，就看你心量的大小，你這個心量為一個國家人民服務，小菩薩；為盡虛空遍法界一切眾生服務，大菩薩。可見得大菩薩、小菩薩，就看你的心量大小，你服務的範圍大小。佛的心量大，我們要效法、要學習，「心包太虛，量周沙界」，這個話不可以變成口頭禪，要落實；落實，我們行雖然做不到，我們的願達到了，行為做不到。我們今天的福報、能力很有限，沒有辦法為虛空法界一切眾生服務，我們的心到了，我們的願到了，這也是圓滿功德。"
    },
    {
      "id": "12-045-0169_p0005",
      "zh_CN": "能力我们不断向上提升，提升一级，我们服务的范围就扩大一层，念念为众生、为佛法；为佛法还是为众生，我们今天工作岗位是佛法，所以为佛法就是为众生。如果是一般，我们随便举一个例子来说，他是经商的，一切为商业，那是佛法。商业的目的何在？服务社会、服务人民，经商不是为利益自己，是为了利益社会、利益人民，这是商人菩萨，菩萨示现商人的身分。凡圣的差别就在此地，凡夫一切为自利，菩萨一切为利他。我们今天披上袈裟，我们的事业是佛法，一切为佛法，这是我们这个行业。如果从事这个行业，为的是名闻利养，为自利，这是凡夫，不是菩萨，披上袈裟还是凡夫，还是搞轮回，轮回心造轮回业。如果菩萨示现商人，他经商牟利，但是为繁荣社会、利益众生，他经商那是佛法、那是菩萨，他是以菩提心，他所造的是菩萨业。我的话就说到此地，其余诸位可以类推。任何一个行业，任何一个事业，只要是为人民、为社会、为众生的，菩萨业，菩提心，菩萨行。天天在这里研究佛经，讲经说法，如果是为自利，是轮回心，还是造的轮回业，与佛法不相干。诸位要懂得，佛法不是局限在形式，用形式来看佛法，你完全看错了。以为披上袈裟，天天在念佛，这是出世间的事业，世间各行各业、男女老少，他们是凡夫，我们这个眼睛有了问题。世间男女老少、各行各业，不知道有多少菩萨在里面，我们没留意，没看出来；同样的，披上袈裟，天天握着经卷，在这里造轮回事业的人也不少。",
      "zh_TW": "能力我們不斷向上提升，提升一級，我們服務的範圍就擴大一層，念念為眾生、為佛法；為佛法還是為眾生，我們今天工作崗位是佛法，所以為佛法就是為眾生。如果是一般，我們隨便舉一個例子來說，他是經商的，一切為商業，那是佛法。商業的目的何在？服務社會、服務人民，經商不是為利益自己，是為了利益社會、利益人民，這是商人菩薩，菩薩示現商人的身分。凡聖的差別就在此地，凡夫一切為自利，菩薩一切為利他。我們今天披上袈裟，我們的事業是佛法，一切為佛法，這是我們這個行業。如果從事這個行業，為的是名聞利養，為自利，這是凡夫，不是菩薩，披上袈裟還是凡夫，還是搞輪迴，輪迴心造輪迴業。如果菩薩示現商人，他經商牟利，但是為繁榮社會、利益眾生，他經商那是佛法、那是菩薩，他是以菩提心，他所造的是菩薩業。我的話就說到此地，其餘諸位可以類推。任何一個行業，任何一個事業，只要是為人民、為社會、為眾生的，菩薩業，菩提心，菩薩行。天天在這裡研究佛經，講經說法，如果是為自利，是輪迴心，還是造的輪迴業，與佛法不相干。諸位要懂得，佛法不是侷限在形式，用形式來看佛法，你完全看錯了。以為披上袈裟，天天在念佛，這是出世間的事業，世間各行各業、男女老少，他們是凡夫，我們這個眼睛有了問題。世間男女老少、各行各業，不知道有多少菩薩在裡面，我們沒留意，沒看出來；同樣的，披上袈裟，天天握著經卷，在這裡造輪迴事業的人也不少。"
    },
    {
      "id": "12-045-0169_p0006",
      "zh_CN": "这个大愿心，为人民服务，为社会服务，为一切众生服务，你这个心发了，怎样把你的心愿落实？尤其要效法佛菩萨「清净大愿」。「清净」两个字重要，如果没有清净这两个字，前面这一句「如来行」你连边都沾不上。怎样做到清净？要把烦恼断尽，你的愿就是清净愿，你的行就是清净行。佛说一切众生皆有佛性，一切众生本来成佛，这都是《华严经》上说的，《圆觉经》上也讲。本来成佛，我们现在为什么搞成这个样子？我们要把这个病根找到。病根就是烦恼，就是二障，经论里面所讲的二障就是烦恼障、所知障，我们受这两种害。烦恼障是贪瞋痴慢、自私自利，这是我们清净心里头、本性里头原来没有的。本性里头本来有的是无量智慧、无量德能，那是本有的，妄想分别执着本来没有。可是现在，本来有的好像都没有了，本来没有的似乎是现在太多了，所以才有第二愿，「烦恼无尽誓愿断」。无尽无量无边的烦恼要知道，真心本性里头根本就不存在，根本就没有。诸佛菩萨他们跟我们差别在哪里？人家用真心，人家用本性，所以他没有烦恼，没有是非人我，没有贪瞋痴慢，没有自私自利，这是佛菩萨，这是我们自己的本来面目。我们本来也是如此，现在搞成这个样子，佛给我们说我们迷了。被什么迷了？被自私自利迷了，以为自私自利是好事，哪里晓得这是坏事，不是好事！明白这些道理，了解事实真相的人太少了。",
      "zh_TW": "這個大願心，為人民服務，為社會服務，為一切眾生服務，你這個心發了，怎樣把你的心願落實？尤其要效法佛菩薩「清淨大願」。「清淨」兩個字重要，如果沒有清淨這兩個字，前面這一句「如來行」你連邊都沾不上。怎樣做到清淨？要把煩惱斷盡，你的願就是清淨願，你的行就是清淨行。佛說一切眾生皆有佛性，一切眾生本來成佛，這都是《華嚴經》上說的，《圓覺經》上也講。本來成佛，我們現在為什麼搞成這個樣子？我們要把這個病根找到。病根就是煩惱，就是二障，經論裡面所講的二障就是煩惱障、所知障，我們受這兩種害。煩惱障是貪瞋痴慢、自私自利，這是我們清淨心裡頭、本性裡頭原來沒有的。本性裡頭本來有的是無量智慧、無量德能，那是本有的，妄想分別執著本來沒有。可是現在，本來有的好像都沒有了，本來沒有的似乎是現在太多了，所以才有第二願，「煩惱無盡誓願斷」。無盡無量無邊的煩惱要知道，真心本性裡頭根本就不存在，根本就沒有。諸佛菩薩他們跟我們差別在哪裡？人家用真心，人家用本性，所以他沒有煩惱，沒有是非人我，沒有貪瞋痴慢，沒有自私自利，這是佛菩薩，這是我們自己的本來面目。我們本來也是如此，現在搞成這個樣子，佛給我們說我們迷了。被什麼迷了？被自私自利迷了，以為自私自利是好事，哪裡曉得這是壞事，不是好事！明白這些道理，了解事實真相的人太少了。"
    },
    {
      "id": "12-045-0169_p0007",
      "zh_CN": "《无量寿经》上佛说得好，对于我们这些迷惑颠倒的众生佛很同情，也原谅我们，为什么？先人没有好好的教我们。我们不可能是生而知之，我们是后知后觉，没有人教导，我们怎么会晓得这个道理？怎么会了解这个事实真相？在家里面父母没教给我们，我们感到很遗憾；在学校老师没教我们，我们怎么会知道？我们算是很幸运的人，踏进社会之后遇到几位善知识，遇到几个明白人，我们亲近他们，听他们说话，才知道有这么一桩事情，还有这么个道理在。细细的思惟观察，我们接受这些善知识的教诲，回过头来，这才发现原来真有自己的真面目、本来面目，真面目、本来面目是什么样子？就是诸佛如来，这个自己才庆幸。",
      "zh_TW": "《無量壽經》上佛說得好，對於我們這些迷惑顛倒的眾生佛很同情，也原諒我們，為什麼？先人沒有好好的教我們。我們不可能是生而知之，我們是後知後覺，沒有人教導，我們怎麼會曉得這個道理？怎麼會了解這個事實真相？在家裡面父母沒教給我們，我們感到很遺憾；在學校老師沒教我們，我們怎麼會知道？我們算是很幸運的人，踏進社會之後遇到幾位善知識，遇到幾個明白人，我們親近他們，聽他們說話，才知道有這麼一樁事情，還有這麼個道理在。細細的思惟觀察，我們接受這些善知識的教誨，回過頭來，這才發現原來真有自己的真面目、本來面目，真面目、本來面目是什麼樣子？就是諸佛如來，這個自己才慶幸。"
    },
    {
      "id": "12-045-0169_p0008",
      "zh_CN": "我二十六岁遇到方东美先生，他把这个讯息透露给我，告诉我佛法不是宗教，是学问、大学问，依照佛法修学是人生最高的享受。我被他这几句话吸引到佛门里面来，但是不是佛教。我知道佛教的经典里面有宝，世间人称为法宝，我知道这里头真正有宝，有真实的智慧，是人生生活正确的指导，这个正确指导是高度智慧的指导、圆满智慧的指导、究竟智慧的指导，这是智慧之书。方老师特别推崇《华严经》，他把《华严》看作这个世间古往今来最高的哲学概论、最好的哲学概论。他告诉我，这部书里有究竟圆满的理论，有细密周详的方法，最难得的后面还带表演，善财童子五十三参，做出来给我们看，将他的理论、方法完全落实在生活上，这样的哲学教科书在世界上找不到第二种。我今天跟诸位在一起来学习《华严》，全部是生活，字字句句都落实在生活上，没有一句是空话，没有一句是废话，我们才知道这真的是宝，应当要认真努力来学习。为什么？得大利益，这个利益才是真实的，让我们在这一生当中能够过如来的生活，过大菩萨的生活。无论你现在过的是哪一种生活，你是从事哪一种行业，学了《华严》之后都变成佛菩萨的生活，都变成佛菩萨的工作，那就是决定不会再为利己，利己这个念头断尽了。我们更勤奋、更努力、更奋发的，对社会贡献，对国家贡献，对世界贡献，对虚空法界一切众生做出贡献，这个有意义、有价值。",
      "zh_TW": "我二十六歲遇到方東美先生，他把這個訊息透露給我，告訴我佛法不是宗教，是學問、大學問，依照佛法修學是人生最高的享受。我被他這幾句話吸引到佛門裡面來，但是不是佛教。我知道佛教的經典裡面有寶，世間人稱為法寶，我知道這裡頭真正有寶，有真實的智慧，是人生生活正確的指導，這個正確指導是高度智慧的指導、圓滿智慧的指導、究竟智慧的指導，這是智慧之書。方老師特別推崇《華嚴經》，他把《華嚴》看作這個世間古往今來最高的哲學概論、最好的哲學概論。他告訴我，這部書裡有究竟圓滿的理論，有細密周詳的方法，最難得的後面還帶表演，善財童子五十三參，做出來給我們看，將他的理論、方法完全落實在生活上，這樣的哲學教科書在世界上找不到第二種。我今天跟諸位在一起來學習《華嚴》，全部是生活，字字句句都落實在生活上，沒有一句是空話，沒有一句是廢話，我們才知道這真的是寶，應當要認真努力來學習。為什麼？得大利益，這個利益才是真實的，讓我們在這一生當中能夠過如來的生活，過大菩薩的生活。無論你現在過的是哪一種生活，你是從事哪一種行業，學了《華嚴》之後都變成佛菩薩的生活，都變成佛菩薩的工作，那就是決定不會再為利己，利己這個念頭斷盡了。我們更勤奮、更努力、更奮發的，對社會貢獻，對國家貢獻，對世界貢獻，對虛空法界一切眾生做出貢獻，這個有意義、有價值。"
    },
    {
      "id": "12-045-0169_p0009",
      "zh_CN": "所以在行门里面，第一个要紧的工作，培养我们自己的德行。德行的障碍是烦恼，烦恼断尽之后，自性里头的德能自然现前，不需要学习。但是我们现在烦恼没断尽，性德没有现前，这个阶段当中那只有学习。向谁学习？向佛菩萨学习，因为佛菩萨已经烦恼断尽，性德圆满现前。我们向佛菩萨学习就是启发自己的性德，顺从佛菩萨的教诲就是自性的智慧光明。所以学佛不是被佛菩萨牵着我们鼻子走，我们必须有这个认知。如果说我们被佛菩萨牵着鼻子走，佛菩萨不是好人，我们自己也迷惑颠倒了。佛菩萨的言语，佛菩萨的行持，就是我们自性本具智慧德能的流露，是我们心性本具智慧德能的现相而已。所以我们看诸佛菩萨是自他不二，他是我们自性流露出来的样子，就是自己，不是别人。大乘经上常讲「生佛不二」，我们都听得耳熟，人人都能说。「生」是众生，「佛」是诸佛如来，是一不是二；是一才不被人牵着鼻子走，二就被人牵着走了。所以有人说，佛所说的，我为什么要听他的？这个话说得很有道理。可是佛不是他，是自己；如果是他，我也不服气，原来是自性、是性德，这个我们才服了。所以经典里面字字句句，无非是启发我们自性的光明，帮助我们除去性德上的障碍，透出光明而已，这个意思很深很广。",
      "zh_TW": "所以在行門裡面，第一個要緊的工作，培養我們自己的德行。德行的障礙是煩惱，煩惱斷盡之後，自性裡頭的德能自然現前，不需要學習。但是我們現在煩惱沒斷盡，性德沒有現前，這個階段當中那只有學習。向誰學習？向佛菩薩學習，因為佛菩薩已經煩惱斷盡，性德圓滿現前。我們向佛菩薩學習就是啟發自己的性德，順從佛菩薩的教誨就是自性的智慧光明。所以學佛不是被佛菩薩牽著我們鼻子走，我們必須有這個認知。如果說我們被佛菩薩牽著鼻子走，佛菩薩不是好人，我們自己也迷惑顛倒了。佛菩薩的言語，佛菩薩的行持，就是我們自性本具智慧德能的流露，是我們心性本具智慧德能的現相而已。所以我們看諸佛菩薩是自他不二，他是我們自性流露出來的樣子，就是自己，不是別人。大乘經上常講「生佛不二」，我們都聽得耳熟，人人都能說。「生」是眾生，「佛」是諸佛如來，是一不是二；是一才不被人牽著鼻子走，二就被人牽著走了。所以有人說，佛所說的，我為什麼要聽他的？這個話說得很有道理。可是佛不是他，是自己；如果是他，我也不服氣，原來是自性、是性德，這個我們才服了。所以經典裡面字字句句，無非是啟發我們自性的光明，幫助我們除去性德上的障礙，透出光明而已，這個意思很深很廣。"
    },
    {
      "id": "12-045-0169_p0010",
      "zh_CN": "烦恼要不要断？要断。断烦恼确实是很难的事情，难在什么地方？难在我们不了解事实真相，难在这里。所以说来说去说到最后，佛法的教学是知难行易，了解事实真相太难太难。所以释迦牟尼佛四十九年讲经说法，是说明事实真相。行实在太容易，行是什么？转变境界。转凡成圣容易，可是转迷成悟就难了，转凡成圣太容易。佛家有一句比喻话说，「放下屠刀，立地成佛」，这就是比喻转凡成圣太容易了。屠刀是什么？屠刀是害人的东西，造业的，业障，放下业障不就成佛了？什么是业障？妄想、分别、执着。四弘誓愿第二愿里面烦恼，见思烦恼是执着，尘沙烦恼是分别，无明烦恼是妄想，你能把这三样东西统统放下，不就圆满成佛了？我们在讲堂里常常勉励同修，劝导大家，放下见思烦恼，就是放下一切执着，六道轮回就没有了；放下世出世间一切分别，十法界不见了；放下一切无明妄想，你就超越四十一个阶级，圆成佛道。真的，凡夫作佛就这么简单、就这么容易，难在放不下；很想放下，偏偏就放不下。问题出在哪里？出在你知不究竟，你没有真正透彻了解事实真相，你迷。实在说，你破几分迷、开几分悟，你就放下多少，决定成正比例。你能够破一分迷，你有一分觉悟，你就放下一分；你能够破十分迷，有十分觉悟，你一定能放下十分。所以佛家的教学，重点在哪里？破迷开悟，这是佛陀教学的重点。",
      "zh_TW": "煩惱要不要斷？要斷。斷煩惱確實是很難的事情，難在什麼地方？難在我們不了解事實真相，難在這裡。所以說來說去說到最後，佛法的教學是知難行易，了解事實真相太難太難。所以釋迦牟尼佛四十九年講經說法，是說明事實真相。行實在太容易，行是什麼？轉變境界。轉凡成聖容易，可是轉迷成悟就難了，轉凡成聖太容易。佛家有一句比喻話說，「放下屠刀，立地成佛」，這就是比喻轉凡成聖太容易了。屠刀是什麼？屠刀是害人的東西，造業的，業障，放下業障不就成佛了？什麼是業障？妄想、分別、執著。四弘誓願第二願裡面煩惱，見思煩惱是執著，塵沙煩惱是分別，無明煩惱是妄想，你能把這三樣東西統統放下，不就圓滿成佛了？我們在講堂裡常常勉勵同修，勸導大家，放下見思煩惱，就是放下一切執著，六道輪迴就沒有了；放下世出世間一切分別，十法界不見了；放下一切無明妄想，你就超越四十一個階級，圓成佛道。真的，凡夫作佛就這麼簡單、就這麼容易，難在放不下；很想放下，偏偏就放不下。問題出在哪裡？出在你知不究竟，你沒有真正透徹了解事實真相，你迷。實在說，你破幾分迷、開幾分悟，你就放下多少，決定成正比例。你能夠破一分迷，你有一分覺悟，你就放下一分；你能夠破十分迷，有十分覺悟，你一定能放下十分。所以佛家的教學，重點在哪裡？破迷開悟，這是佛陀教學的重點。"
    },
    {
      "id": "12-045-0169_p0011",
      "zh_CN": "破迷开悟是智慧，世尊讲经说法四十九年，二十二年讲般若，般若就是教人破迷开悟。这个事情是真难，众生迷得太久、迷得太深、迷得太广，怎么样叫他觉悟？只有不厌其烦天天讲。不但要讲，还要做给他看；不做给他看，他听了还有疑惑，「你讲得很好，叫我放下，你还没放下」，「你不放下，叫我放下，你来骗我」，不但不能接受，愈迷愈深。所以诸佛菩萨自己放下，做样子给你看，看他所说的他真做到了，那大概不是假的。他要能说不能行，听的人都会打很多问号。尤其是现代人，古时候人还老实，问号少一点，现在人个个精明、个个伶俐，没有老实人，问号一大堆。你真正做到了，他还是一大堆问号，他怀疑你为什么要这样做法，世间人都是争名夺利，你为什么不要名利，你傻瓜！他说佛菩萨傻瓜，他聪明。傻瓜超越六道轮回，聪明人都堕三恶道。所以佛菩萨表现高度智慧，无量的善巧方便，还要有极大的耐心教化众生。众生对佛菩萨误会太多，回报佛菩萨是什么？是怀疑、是讽刺，甚至于毁谤、侮辱、陷害，佛菩萨统统接受，毫无怨言，还是认真努力，那么样慈悲爱护来教导，那是佛菩萨。绝对不会因为众生种种恶心相向，算了不教了！这不是佛菩萨。世间这些圣贤有这些，像我们读儒书，实在讲，孔老夫子跟释迦牟尼佛比，释迦牟尼佛的确是高了一个阶层。孔老夫子教学，「举一隅，不以三隅反」，孔老夫子就不愿意教了，为什么？太笨了。可是佛不是如此，「佛氏门中，不舍一人」。这是说，所谓世间圣人跟出世间圣人，他就有差别。佛教众生，再愚的众生、再笨的众生他也不嫌弃，也不舍弃，他很有耐心的去教，不厌其烦的去教，这是我们要能体会到的，才知道佛菩萨对我们恩德之大，我们也从这个地方真正认识了佛菩萨。",
      "zh_TW": "破迷開悟是智慧，世尊講經說法四十九年，二十二年講般若，般若就是教人破迷開悟。這個事情是真難，眾生迷得太久、迷得太深、迷得太廣，怎麼樣叫他覺悟？只有不厭其煩天天講。不但要講，還要做給他看；不做給他看，他聽了還有疑惑，「你講得很好，叫我放下，你還沒放下」，「你不放下，叫我放下，你來騙我」，不但不能接受，愈迷愈深。所以諸佛菩薩自己放下，做樣子給你看，看他所說的他真做到了，那大概不是假的。他要能說不能行，聽的人都會打很多問號。尤其是現代人，古時候人還老實，問號少一點，現在人個個精明、個個伶俐，沒有老實人，問號一大堆。你真正做到了，他還是一大堆問號，他懷疑你為什麼要這樣做法，世間人都是爭名奪利，你為什麼不要名利，你傻瓜！他說佛菩薩傻瓜，他聰明。傻瓜超越六道輪迴，聰明人都墮三惡道。所以佛菩薩表現高度智慧，無量的善巧方便，還要有極大的耐心教化眾生。眾生對佛菩薩誤會太多，回報佛菩薩是什麼？是懷疑、是諷刺，甚至於毀謗、侮辱、陷害，佛菩薩統統接受，毫無怨言，還是認真努力，那麼樣慈悲愛護來教導，那是佛菩薩。絕對不會因為眾生種種惡心相向，算了不教了！這不是佛菩薩。世間這些聖賢有這些，像我們讀儒書，實在講，孔老夫子跟釋迦牟尼佛比，釋迦牟尼佛的確是高了一個階層。孔老夫子教學，「舉一隅，不以三隅反」，孔老夫子就不願意教了，為什麼？太笨了。可是佛不是如此，「佛氏門中，不捨一人」。這是說，所謂世間聖人跟出世間聖人，他就有差別。佛教眾生，再愚的眾生、再笨的眾生他也不嫌棄，也不捨棄，他很有耐心的去教，不厭其煩的去教，這是我們要能體會到的，才知道佛菩薩對我們恩德之大，我們也從這個地方真正認識了佛菩薩。"
    },
    {
      "id": "12-045-0169_p0012",
      "zh_CN": "在古时候，一般教学有次第、有程序，只有极少数，所谓是天才、上上根性的人那是例外，那种人真的是一闻千悟；中下根性的人都要循规蹈矩，因戒得定，因定开慧，不能躐等。老师对于学生，他是负责任的，他把教学看作他一生当中第一桩大事业来办，那等于是行菩萨道。把自己本分的工作做好，做得圆满，这个人就是菩萨。他的工作就是教学，他一定要把教学这桩事情做好，要对学生负责任，要给学生做表率、做榜样，跟现在学校教学完全不相同。我们读古书，读《礼记》，现在你们同学们拿到的是《礼记菁华录》，但是里面的「曲礼」是完整的，「内则」、「少仪」都是很完整的，那是教小学，从这些书籍里面你们能看到，古时候小学是怎么教的。童子七岁上学，「就外傅」，傅是师父，要跟老师了。从前一个家庭，一个大家庭，在中国旧的建筑还能够看得出来，像四合院，它有内外之分，妇女通常不走在外面客厅，宾客来访的时候都是家里面这些男子来接待，里面是决定不能够进去的，里面只有亲戚。七岁跟着老师，老师教学在什么地方？从前都是私塾，学生并不多，请一个老先生，住西厢、西席，老师称为西席。西面是客人，东面是主人，东道主。老师是家里面的贵宾、上客，学生都要跟老师住在一起，交给老师去教导，老师是学生的榜样，是学生的模范。教的什么？生活教育，教小孩洒扫应对，怎样侍奉父母、侍奉兄长，他学了智慧，他就会孝亲，知道怎么样对待父母，怎么样对待兄弟。",
      "zh_TW": "在古時候，一般教學有次第、有程序，只有極少數，所謂是天才、上上根性的人那是例外，那種人真的是一聞千悟；中下根性的人都要循規蹈矩，因戒得定，因定開慧，不能躐等。老師對於學生，他是負責任的，他把教學看作他一生當中第一樁大事業來辦，那等於是行菩薩道。把自己本分的工作做好，做得圓滿，這個人就是菩薩。他的工作就是教學，他一定要把教學這樁事情做好，要對學生負責任，要給學生做表率、做榜樣，跟現在學校教學完全不相同。我們讀古書，讀《禮記》，現在你們同學們拿到的是《禮記菁華錄》，但是裡面的「曲禮」是完整的，「內則」、「少儀」都是很完整的，那是教小學，從這些書籍裡面你們能看到，古時候小學是怎麼教的。童子七歲上學，「就外傅」，傅是師父，要跟老師了。從前一個家庭，一個大家庭，在中國舊的建築還能夠看得出來，像四合院，它有內外之分，婦女通常不走在外面客廳，賓客來訪的時候都是家裡面這些男子來接待，裡面是決定不能夠進去的，裡面只有親戚。七歲跟著老師，老師教學在什麼地方？從前都是私塾，學生並不多，請一個老先生，住西廂、西席，老師稱為西席。西面是客人，東面是主人，東道主。老師是家裡面的貴賓、上客，學生都要跟老師住在一起，交給老師去教導，老師是學生的榜樣，是學生的模範。教的什麼？生活教育，教小孩灑掃應對，怎樣侍奉父母、侍奉兄長，他學了智慧，他就會孝親，知道怎麼樣對待父母，怎麼樣對待兄弟。"
    },
    {
      "id": "12-045-0169_p0013",
      "zh_CN": "生活教育从小养成，学规矩，跟现代人的观念完全不一样，现在小朋友天真烂漫，活活泼泼，中国过去的小朋友规规矩矩，像小大人一样，天真烂漫的确是不如西方人。但是从小养成的真实智慧，养成忠孝节义，他懂得做人，懂得帮助人，这是西方人做不到的。西方人头脑里只有功利，东方人是道义，那怎么会相同？我们今天在外国，所接触到的外国人，确实见到的时候彬彬有礼，不管认识不认识，在路上见面都会跟你打招呼，跟你笑笑；如果我们有困难的时候请他帮忙，一分钱也没有。逢年过节来祝福你，拿一朵玫瑰花送你，这就是很高的礼物了，在外国就是这样的。中国人见面的时候不打招呼，面孔很难看，可是真有困难的时候他真帮助你，文化不一样。所以公共事业，特别是捐助善款，在外国社会非常困难，但是在中国社会很容易，这个我们见得太多了，文化背景不一样。可是在这些义举方面，今人不如古人，古人所受的教育比我们更圆满、更多，懂得做人的道理，懂得人应当帮助一切人，不管认识不认识，也不管恩怨，人家有困难的时候，我们就有义务帮助他，冤家对头也要帮助他，他有难，这是道义。这些都是从小教导，从小养成。",
      "zh_TW": "生活教育從小養成，學規矩，跟現代人的觀念完全不一樣，現在小朋友天真爛漫，活活潑潑，中國過去的小朋友規規矩矩，像小大人一樣，天真爛漫的確是不如西方人。但是從小養成的真實智慧，養成忠孝節義，他懂得做人，懂得幫助人，這是西方人做不到的。西方人頭腦裡只有功利，東方人是道義，那怎麼會相同？我們今天在外國，所接觸到的外國人，確實見到的時候彬彬有禮，不管認識不認識，在路上見面都會跟你打招呼，跟你笑笑；如果我們有困難的時候請他幫忙，一分錢也沒有。逢年過節來祝福你，拿一朵玫瑰花送你，這就是很高的禮物了，在外國就是這樣的。中國人見面的時候不打招呼，面孔很難看，可是真有困難的時候他真幫助你，文化不一樣。所以公共事業，特別是捐助善款，在外國社會非常困難，但是在中國社會很容易，這個我們見得太多了，文化背景不一樣。可是在這些義舉方面，今人不如古人，古人所受的教育比我們更圓滿、更多，懂得做人的道理，懂得人應當幫助一切人，不管認識不認識，也不管恩怨，人家有困難的時候，我們就有義務幫助他，冤家對頭也要幫助他，他有難，這是道義。這些都是從小教導，從小養成。"
    },
    {
      "id": "12-045-0169_p0014",
      "zh_CN": "中国自古以来圣贤教育，受教育读书目的何在？绝对不是为升官发财，绝对不是想将来在社会找一个好的行业可以赚钱，不是的，中国人读书目的志在圣贤。圣贤什么意思？圣贤是明理，明白做人的道理。唯有明理的人，才真正能够牺牲奉献，为社会、为人民；不明理的人自私自利。明理的人心胸开阔，谚语常讲「量大福大」，那是真的，生活纵然清苦，他有清福，我们常常讲，物质生活虽然有欠缺，精神生活充沛。反过来看，现在外国许多先进的国家，他们在物质享受上我们非常羡慕，但是精神生活上非常可怜。这两种生活哪一种重要？精神生活重要，因为精神生活有乐，物质生活里没有乐。他虽然富，富而不乐，富而不乐就不如贫而乐。我们看孔夫子的学生颜回，「一箪食，一瓢饮」，夫子对他赞叹，过那样的物质生活，如果别人是不堪其忧，「回也不改其乐」。颜回的生活过得很快乐，乐在哪里？乐道，这是别人所不及的。我们学佛，学佛就是学圣贤，读佛经就是读圣贤书，如果我们生活不快乐，你这个书就白念了。我们在物质生活上是不如别人，但是我们在精神生活上比别人丰富太多太多了。物质生活上我们尽量节俭，节俭乐在其中。我们能够节俭一分，就能够帮助社会苦难众生一分；我们如果多享受一分，那个苦难的人，他们得到的帮助就少一分。世间还是苦人多，我们要多为那些苦人去着想；我们力量做不到，我们这个心愿要做到。",
      "zh_TW": "中國自古以來聖賢教育，受教育讀書目的何在？絕對不是為升官發財，絕對不是想將來在社會找一個好的行業可以賺錢，不是的，中國人讀書目的志在聖賢。聖賢什麼意思？聖賢是明理，明白做人的道理。唯有明理的人，才真正能夠犧牲奉獻，為社會、為人民；不明理的人自私自利。明理的人心胸開闊，諺語常講「量大福大」，那是真的，生活縱然清苦，他有清福，我們常常講，物質生活雖然有欠缺，精神生活充沛。反過來看，現在外國許多先進的國家，他們在物質享受上我們非常羨慕，但是精神生活上非常可憐。這兩種生活哪一種重要？精神生活重要，因為精神生活有樂，物質生活裡沒有樂。他雖然富，富而不樂，富而不樂就不如貧而樂。我們看孔夫子的學生顏回，「一簞食，一瓢飲」，夫子對他讚歎，過那樣的物質生活，如果別人是不堪其憂，「回也不改其樂」。顏回的生活過得很快樂，樂在哪裡？樂道，這是別人所不及的。我們學佛，學佛就是學聖賢，讀佛經就是讀聖賢書，如果我們生活不快樂，你這個書就白念了。我們在物質生活上是不如別人，但是我們在精神生活上比別人豐富太多太多了。物質生活上我們盡量節儉，節儉樂在其中。我們能夠節儉一分，就能夠幫助社會苦難眾生一分；我們如果多享受一分，那個苦難的人，他們得到的幫助就少一分。世間還是苦人多，我們要多為那些苦人去著想；我們力量做不到，我們這個心願要做到。"
    },
    {
      "id": "12-045-0169_p0015",
      "zh_CN": "离开妄想分别执着，我们的愿就是清净愿，绝不夹杂丝毫自私自利的念头在其中，一丝毫都不可以夹杂。但是我们要做到这样清净当然不容易，那是如来果地上的境界，可是我们天天要有进步，也就是烦恼我们要年年减少、月月减少、天天减少。烦恼的根就是自私自利，只要有自己决定就有自私自利，所以佛把「我见」摆在一切烦恼第一条。见思烦恼，见烦恼里面第一条「身见」，都顾到自己这个身，把自己这个身看作第一重要，一切都为这个身，这就错了，千错万错从这开始。佛菩萨也有这个身，佛菩萨这个身绝不是自己享受，佛菩萨以这个身做工具，为一切众生服务，所以他的身叫清净身。我们没有天眼，如果有天眼，看佛菩萨的身是透明的，像水晶一样，一丝毫的污染都没有。可是我们的身是漆黑的、污染的，为什么？有私。我们执着这个身，一切要为这个身服务，恰好颠倒，完全颠倒了。",
      "zh_TW": "離開妄想分別執著，我們的願就是清淨願，絕不夾雜絲毫自私自利的念頭在其中，一絲毫都不可以夾雜。但是我們要做到這樣清淨當然不容易，那是如來果地上的境界，可是我們天天要有進步，也就是煩惱我們要年年減少、月月減少、天天減少。煩惱的根就是自私自利，只要有自己決定就有自私自利，所以佛把「我見」擺在一切煩惱第一條。見思煩惱，見煩惱裡面第一條「身見」，都顧到自己這個身，把自己這個身看作第一重要，一切都為這個身，這就錯了，千錯萬錯從這開始。佛菩薩也有這個身，佛菩薩這個身絕不是自己享受，佛菩薩以這個身做工具，為一切眾生服務，所以他的身叫清淨身。我們沒有天眼，如果有天眼，看佛菩薩的身是透明的，像水晶一樣，一絲毫的污染都沒有。可是我們的身是漆黑的、污染的，為什麼？有私。我們執著這個身，一切要為這個身服務，恰好顛倒，完全顛倒了。"
    },
    {
      "id": "12-045-0169_p0016",
      "zh_CN": "我为别人服务，人人为我服务，「我为人人，人人为我」，说的话没错，礼尚往来，可是礼，诸位要晓得，礼是有报偿的。礼跟道相差远了，中国古人讲道、德、仁、义、礼，礼是最末的一个。礼尚往来，我为人人服务，人人为我服务，这是礼。再往高一层就不是这个说法，我为人人服务，我尽义务，义务是不需要回报的，不期望着人人为我，只知道我为人人。绝对没有人人为我，我才为人人，那是第五层。第四层是义，义是义务，只知道我为别人，绝不希求别人为我。义再往上面是仁，仁再上面是德，德再上面是道。佛菩萨处事待人接物是道德，高得太多太多了，我们要效法。至少我们要提升到义，要有这个观念，我为社会大众尽义务，今天讲做义工。义工是我只有服务，不拿报酬的，这才有一点像菩萨。如果我们用天台六即的话来说，行仁、行义是相似位的菩萨，行道、行德那是真正的菩萨。《金刚经》上教导我们要离四相，你才能够行道、行义，「无我相，无人相，无众生相，无寿者相」；后半部境界又往上提升一层，「无我见，无人见，无众生见，无寿者见」。《金刚经》前半段教我们离相，后半段教我们离见，离见是念头都没有，那真清净；离相还不是真的清净，相似位的清净，离见才是真的清净。",
      "zh_TW": "我為別人服務，人人為我服務，「我為人人，人人為我」，說的話沒錯，禮尚往來，可是禮，諸位要曉得，禮是有報償的。禮跟道相差遠了，中國古人講道、德、仁、義、禮，禮是最末的一個。禮尚往來，我為人人服務，人人為我服務，這是禮。再往高一層就不是這個說法，我為人人服務，我盡義務，義務是不需要回報的，不期望著人人為我，只知道我為人人。絕對沒有人人為我，我才為人人，那是第五層。第四層是義，義是義務，只知道我為別人，絕不希求別人為我。義再往上面是仁，仁再上面是德，德再上面是道。佛菩薩處事待人接物是道德，高得太多太多了，我們要效法。至少我們要提升到義，要有這個觀念，我為社會大眾盡義務，今天講做義工。義工是我只有服務，不拿報酬的，這才有一點像菩薩。如果我們用天台六即的話來說，行仁、行義是相似位的菩薩，行道、行德那是真正的菩薩。《金剛經》上教導我們要離四相，你才能夠行道、行義，「無我相，無人相，無眾生相，無壽者相」；後半部境界又往上提升一層，「無我見，無人見，無眾生見，無壽者見」。《金剛經》前半段教我們離相，後半段教我們離見，離見是念頭都沒有，那真清淨；離相還不是真的清淨，相似位的清淨，離見才是真的清淨。"
    },
    {
      "id": "12-045-0169_p0017",
      "zh_CN": "这个道理甚深甚广，下面用「海」做比喻，海是比喻深广。理如是，事也如是，事也甚深甚广，我们学了要能体会得到，「愿解如来真实义」，我们要认真努力去做到。每天我们做早晚课，这个我在讲席里讲得太多遍数，还要讲，为什么？没做到。早课提醒自己要向佛菩萨学习，晚课反省我今天到底做了多少。学佛一定要放弃自己的妄想习气，要放弃自己的成见，顺从佛的教诲，这是真的学佛。经典上一字一句一偈，一生都受用无穷，这是诸位能看到的。任何一句，任何四句偈，我们都学不尽，要紧的是要你真正认真去学习。一定是先断烦恼，后学法门。现在人学佛颠倒了，四弘誓愿前面两句不要了，专要后头两句，「法门无量誓愿学，佛道无上誓愿成」，他要这两句，前面度众生不要了，断烦恼也不要，他一下就成佛了。",
      "zh_TW": "這個道理甚深甚廣，下面用「海」做比喻，海是比喻深廣。理如是，事也如是，事也甚深甚廣，我們學了要能體會得到，「願解如來真實義」，我們要認真努力去做到。每天我們做早晚課，這個我在講席裡講得太多遍數，還要講，為什麼？沒做到。早課提醒自己要向佛菩薩學習，晚課反省我今天到底做了多少。學佛一定要放棄自己的妄想習氣，要放棄自己的成見，順從佛的教誨，這是真的學佛。經典上一字一句一偈，一生都受用無窮，這是諸位能看到的。任何一句，任何四句偈，我們都學不盡，要緊的是要你真正認真去學習。一定是先斷煩惱，後學法門。現在人學佛顛倒了，四弘誓願前面兩句不要了，專要後頭兩句，「法門無量誓願學，佛道無上誓願成」，他要這兩句，前面度眾生不要了，斷煩惱也不要，他一下就成佛了。"
    },
    {
      "id": "12-045-0169_p0018",
      "zh_CN": "现在这个世间，自己标榜他成佛、成菩萨的人很多。在中国自古以来，身分一暴露马上就走，那是真的；身分暴露还不肯走，假的。在中国历史上有例子，永明延寿大师诸位晓得，人家知道他是阿弥陀佛再来的，再去看他，他老人家坐在那里往生了，走了，那是真的。布袋和尚在宋朝出现，他是自己告诉别人，他是弥勒菩萨化身，说完之后坐在那里也往生了，这是真的。说了不走的，还妖言惑众，欺骗众生，决定是假的。这个在中国例子太多了，诸佛菩萨在这个世间绝对不会暴露身分，身分一暴露马上就走，绝不迷惑众生，这是他的慈悲。他走了，他可以应化再来，他来去自由，舍身受身就跟我们穿衣服、脱衣服一样，好自在！",
      "zh_TW": "現在這個世間，自己標榜他成佛、成菩薩的人很多。在中國自古以來，身分一暴露馬上就走，那是真的；身分暴露還不肯走，假的。在中國歷史上有例子，永明延壽大師諸位曉得，人家知道他是阿彌陀佛再來的，再去看他，他老人家坐在那裡往生了，走了，那是真的。布袋和尚在宋朝出現，他是自己告訴別人，他是彌勒菩薩化身，說完之後坐在那裡也往生了，這是真的。說了不走的，還妖言惑眾，欺騙眾生，決定是假的。這個在中國例子太多了，諸佛菩薩在這個世間絕對不會暴露身分，身分一暴露馬上就走，絕不迷惑眾生，這是他的慈悲。他走了，他可以應化再來，他來去自由，捨身受身就跟我們穿衣服、脫衣服一樣，好自在！"
    },
    {
      "id": "12-045-0169_p0019",
      "zh_CN": "现在这个社会，问题是非常非常严重，大家都晓得，许许多多众生听骗不听劝。为什么会有这个现象？还是《无量寿经》上说的，他没有接受过圣贤的教诲，所以才会有这种现象产生，没有智慧，很容易迷惑。换句话说，他的精神生活过分的贫乏，稍稍有一点诱惑他就被迷惑，没有能力辨别真假，没有能力辨别邪正，没有能力辨别是非善恶，甚至于连利害都不能够辨别，这才是真正的苦处。我们讲众生苦，众生有难，众生真正的苦难是没有能力辨别邪正、是非、善恶、切身的利害。我们学了佛，有责任去修大布施，布施什么？布施智慧，布施他有能力辨别，这个比物质布施功德不晓得大多少。但是今天社会，你说是拿个几十万、几百万去救灾，人家称赞你；你给人讲经说法一文不值，谁也瞧不起你，不晓得这个布施才是真正大布施。百万、千万、亿万只能救人一时，他依旧是迷惑颠倒，依旧没有能力辨别邪正是非。",
      "zh_TW": "現在這個社會，問題是非常非常嚴重，大家都曉得，許許多多眾生聽騙不聽勸。為什麼會有這個現象？還是《無量壽經》上說的，他沒有接受過聖賢的教誨，所以才會有這種現象產生，沒有智慧，很容易迷惑。換句話說，他的精神生活過分的貧乏，稍稍有一點誘惑他就被迷惑，沒有能力辨別真假，沒有能力辨別邪正，沒有能力辨別是非善惡，甚至於連利害都不能夠辨別，這才是真正的苦處。我們講眾生苦，眾生有難，眾生真正的苦難是沒有能力辨別邪正、是非、善惡、切身的利害。我們學了佛，有責任去修大布施，布施什麼？布施智慧，布施他有能力辨別，這個比物質布施功德不曉得大多少。但是今天社會，你說是拿個幾十萬、幾百萬去救災，人家稱讚你；你給人講經說法一文不值，誰也瞧不起你，不曉得這個布施才是真正大布施。百萬、千萬、億萬只能救人一時，他依舊是迷惑顛倒，依舊沒有能力辨別邪正是非。"
    },
    {
      "id": "12-045-0169_p0020",
      "zh_CN": "所以教学的功德是第一等。诸位想想看，你从古今中外的历史上来看，历代不乏那些有高地位、大财富的人，今天谁知道？提起来谁尊敬？释迦牟尼佛天天到外面讨饭，今天举世之人提起来哪个不尊敬？孔老夫子一生也是一个平民，生活过得很清苦，今天全世界听到中国孔老夫子都很尊敬。他做的什么？法布施，天天辛辛苦苦教化众生，这个功德太大太大了，决定不是财富布施能够比较的。所以佛在经上常讲，三千大千世界七宝布施，比不上为人说四句偈这个功德，佛讲的话是真的，不是假的。四句偈能令人开悟，大千世界七宝布施不能令人开悟；四句偈的开示能令人断恶修善，能令人断贪瞋痴，求戒定慧，世间这些名闻利养财宝布施，只有增加人的贪瞋痴，果报没得比，我们要懂这个道理。",
      "zh_TW": "所以教學的功德是第一等。諸位想想看，你從古今中外的歷史上來看，歷代不乏那些有高地位、大財富的人，今天誰知道？提起來誰尊敬？釋迦牟尼佛天天到外面討飯，今天舉世之人提起來哪個不尊敬？孔老夫子一生也是一個平民，生活過得很清苦，今天全世界聽到中國孔老夫子都很尊敬。他做的什麼？法布施，天天辛辛苦苦教化眾生，這個功德太大太大了，決定不是財富布施能夠比較的。所以佛在經上常講，三千大千世界七寶布施，比不上為人說四句偈這個功德，佛講的話是真的，不是假的。四句偈能令人開悟，大千世界七寶布施不能令人開悟；四句偈的開示能令人斷惡修善，能令人斷貪瞋痴，求戒定慧，世間這些名聞利養財寶布施，只有增加人的貪瞋痴，果報沒得比，我們要懂這個道理。"
    },
    {
      "id": "12-045-0169_p0021",
      "zh_CN": "你真正透彻了解这个道理你才晓得，学佛依教奉行的人前途一片光明，无论现前生活再困苦，他的前途是光明的，他的来生最低限度也是天上的福报；人间没有什么福报好享，他的福报太大了，至少也到天上去享天福。到天上去，如果我们从《感应篇》里面来看，多半都是做天王，欲界天王、色界天主。可是对一个真正觉悟的人都不会动心，为什么？小福报，不究竟，福享尽了还要搞轮回、还要堕落，谁愿意干这个事情？最殊胜、第一等大福报，到极乐世界去作佛。色界天主我们都不愿意干，人间的小福我们会去沾吗？边都不会沾的，一心一意求生净土，亲近诸佛如来。",
      "zh_TW": "你真正透徹了解這個道理你才曉得，學佛依教奉行的人前途一片光明，無論現前生活再困苦，他的前途是光明的，他的來生最低限度也是天上的福報；人間沒有什麼福報好享，他的福報太大了，至少也到天上去享天福。到天上去，如果我們從《感應篇》裡面來看，多半都是做天王，欲界天王、色界天主。可是對一個真正覺悟的人都不會動心，為什麼？小福報，不究竟，福享盡了還要搞輪迴、還要墮落，誰願意幹這個事情？最殊勝、第一等大福報，到極樂世界去作佛。色界天主我們都不願意幹，人間的小福我們會去沾嗎？邊都不會沾的，一心一意求生淨土，親近諸佛如來。"
    },
    {
      "id": "12-045-0169_p0022",
      "zh_CN": "亲近善知识是大乐，这个你们没有这种经验。我在年轻的时候，当然也是环境的因素，家境清寒，我念初中一年级念了一个学期，因为家庭环境，缴不起学费就不能念书，失学了，我失学很痛苦，喜欢读书，好学。以后踏进社会，我只有一个念头，亲近善知识，找这些有道德、有学问的人，我追随他们。但是自己有工作，所以一个星期只有利用星期天的时间，我去找这些教授，我对他们仰慕。我跟他们怎么认识的？写信，常常写信，他就回信约我见面，这么慢慢就熟了。他知道我想学，真正有学问的人喜欢教人，怕的是你不肯学；真正肯学，他一定会拨出时间来教你。我跟这些有学问、有德行的善知识是这样认识的，这些老师很好，他会给我介绍，所以我就认识很多。我二十几岁的时候，在台北市认识十几位教授，都是当时很有名望的。所以我的时间不会空过，别人年轻人有假期，娱乐场所去玩了，我的假期亲近这些善知识，听听他们说话，有疑惑向他们请教，长自己的见识。所以这个世间玩的这一部分我一样都不会，从来没有玩过，那个时候，我这些朋友、同学都说我是书呆子。我也给他们说，我说我又何尝不想玩？没有玩的本钱。我说你们的环境比我好，我的环境不如你们，我现在多学一点。我说我会玩，我到晚年再玩，具足本钱之后就可以玩，你们现在把本钱都玩光了。现在这些老朋友见我的时候，「你的路子走对了」，看到我常常在世界各地方去玩，他们不如我。我年轻的时候看得比较远，他们看得太近了。其实我看得更远的他们没见到，我看到来生来世，他们连这一生后半截都没有看到，都耽误掉了。",
      "zh_TW": "親近善知識是大樂，這個你們沒有這種經驗。我在年輕的時候，當然也是環境的因素，家境清寒，我念初中一年級念了一個學期，因為家庭環境，繳不起學費就不能念書，失學了，我失學很痛苦，喜歡讀書，好學。以後踏進社會，我只有一個念頭，親近善知識，找這些有道德、有學問的人，我追隨他們。但是自己有工作，所以一個星期只有利用星期天的時間，我去找這些教授，我對他們仰慕。我跟他們怎麼認識的？寫信，常常寫信，他就回信約我見面，這麼慢慢就熟了。他知道我想學，真正有學問的人喜歡教人，怕的是你不肯學；真正肯學，他一定會撥出時間來教你。我跟這些有學問、有德行的善知識是這樣認識的，這些老師很好，他會給我介紹，所以我就認識很多。我二十幾歲的時候，在台北市認識十幾位教授，都是當時很有名望的。所以我的時間不會空過，別人年輕人有假期，娛樂場所去玩了，我的假期親近這些善知識，聽聽他們說話，有疑惑向他們請教，長自己的見識。所以這個世間玩的這一部分我一樣都不會，從來沒有玩過，那個時候，我這些朋友、同學都說我是書呆子。我也給他們說，我說我又何嘗不想玩？沒有玩的本錢。我說你們的環境比我好，我的環境不如你們，我現在多學一點。我說我會玩，我到晚年再玩，具足本錢之後就可以玩，你們現在把本錢都玩光了。現在這些老朋友見我的時候，「你的路子走對了」，看到我常常在世界各地方去玩，他們不如我。我年輕的時候看得比較遠，他們看得太近了。其實我看得更遠的他們沒見到，我看到來生來世，他們連這一生後半截都沒有看到，都耽誤掉了。"
    },
    {
      "id": "12-045-0169_p0023",
      "zh_CN": "佛在经上常讲「人身难得，佛法难闻」，这两句话的意思非常之深，愈体会感觉它愈深，意思愈广，无尽的悲心在这两句话里头流露出来。我们有幸遇到，绝不能够空过，要认真努力学习。学一句，这一句要落实，要真正把它做到，做得少没有关系，一定要做，不做空过了；不做，你没有真正的了解，真正了解没有不肯做的。这个我都曾经向章嘉大师请教过，就是讨论知跟行的问题，大师给我们的结论是知难行易。你为什么做不到？知得不够透彻。凡是做不到的，你完全不知。不要以为知道了，《华严经》我念过了，《华严经》我都会讲了，《华严经》你完全不了解；你要了解，你一定入境界。《华严》谁知道？善财童子知道，你看善财参访吉祥云比丘，他是初住菩萨；参访妙住比丘，他就是三住菩萨；参访观世音菩萨，他就是第七回向菩萨；参访到普贤菩萨，他就成佛了。这是说明行不难，知难！知怎么样？知就是破迷开悟，这是真知。行怎么容易？你知道之后境界马上就转。",
      "zh_TW": "佛在經上常講「人身難得，佛法難聞」，這兩句話的意思非常之深，愈體會感覺它愈深，意思愈廣，無盡的悲心在這兩句話裡頭流露出來。我們有幸遇到，絕不能夠空過，要認真努力學習。學一句，這一句要落實，要真正把它做到，做得少沒有關係，一定要做，不做空過了；不做，你沒有真正的了解，真正了解沒有不肯做的。這個我都曾經向章嘉大師請教過，就是討論知跟行的問題，大師給我們的結論是知難行易。你為什麼做不到？知得不夠透徹。凡是做不到的，你完全不知。不要以為知道了，《華嚴經》我念過了，《華嚴經》我都會講了，《華嚴經》你完全不了解；你要了解，你一定入境界。《華嚴》誰知道？善財童子知道，你看善財參訪吉祥雲比丘，他是初住菩薩；參訪妙住比丘，他就是三住菩薩；參訪觀世音菩薩，他就是第七迴向菩薩；參訪到普賢菩薩，他就成佛了。這是說明行不難，知難！知怎麼樣？知就是破迷開悟，這是真知。行怎麼容易？你知道之後境界馬上就轉。"
    },
    {
      "id": "12-045-0169_p0024",
      "zh_CN": "今天大经里头都是这么告诉我们，舍己为人，你能不能舍己？不能够舍己，你不知、无知。再不为自己了，不为这个身了，所有一切为社会、为众生，你有没有做到？没有做到，你不知，你对这个道理、对这个事实真相一无所知，所以你做不到。你要是真正了解，还要人劝你吗？不需要，你完全做到了。绝对不会要人劝，也绝对不会有人劝你，有人劝你是你那个知接近开悟，还没有开悟，人家来帮助你一把，使你向上提升；真正觉悟之后一句话都不必说，你自自然然会做，你会做得很圆满。第一关很难，第一关在《华严经》里面讲就是初信位的菩萨，初信位的菩萨就舍己为人，不会再为自己想，为自己想那是凡夫。《华严》圆教初信位的菩萨，等于小乘里面须陀洹的地位，小乘初果，八十八品见惑断尽了，也就是我们常讲的妄想分别执着，执着已经放弃一半，还有一半那是思惑，见惑这一半放弃掉了，他能够舍己为人，不再为自己这个身体，这是圆教初信位的菩萨，刚入门。这个虽然是没什么大成就，说老实话，出离六道轮回还不行，出离六道轮回要七信位的菩萨，见思烦恼断尽了。但是初信位的菩萨，念佛求往生西方极乐世界真有把握，这是西方世界无比殊胜之处，有这个功夫就决定往生。我们今天讲到此地。",
      "zh_TW": "今天大經裡頭都是這麼告訴我們，捨己為人，你能不能捨己？不能夠捨己，你不知、無知。再不為自己了，不為這個身了，所有一切為社會、為眾生，你有沒有做到？沒有做到，你不知，你對這個道理、對這個事實真相一無所知，所以你做不到。你要是真正了解，還要人勸你嗎？不需要，你完全做到了。絕對不會要人勸，也絕對不會有人勸你，有人勸你是你那個知接近開悟，還沒有開悟，人家來幫助你一把，使你向上提升；真正覺悟之後一句話都不必說，你自自然然會做，你會做得很圓滿。第一關很難，第一關在《華嚴經》裡面講就是初信位的菩薩，初信位的菩薩就捨己為人，不會再為自己想，為自己想那是凡夫。《華嚴》圓教初信位的菩薩，等於小乘裡面須陀洹的地位，小乘初果，八十八品見惑斷盡了，也就是我們常講的妄想分別執著，執著已經放棄一半，還有一半那是思惑，見惑這一半放棄掉了，他能夠捨己為人，不再為自己這個身體，這是圓教初信位的菩薩，剛入門。這個雖然是沒什麼大成就，說老實話，出離六道輪迴還不行，出離六道輪迴要七信位的菩薩，見思煩惱斷盡了。但是初信位的菩薩，念佛求往生西方極樂世界真有把握，這是西方世界無比殊勝之處，有這個功夫就決定往生。我們今天講到此地。"
    }
  ]
}