{
  "doc_id": "12-045-0438",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四三八集",
    "zh_TW": "第四三八集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-045-0438",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "12-045-0438_p0001",
      "zh_CN": "请掀开经本看「世主妙严品」，第七主水神十法，经文也为我们举例十位上首。神众里面，我们在前面曾经读过，每一个族类，数量都是无量无边，无不是为利益一切众生为目的，这是我们必须要记住的，就像现前这个社会上，他们的工作岗位不一样，但是都是为人民、为众生服务。主水神，要是方便说，就是我们一般社会里头主管水利、航运这些行业的工作人员，都是属于这一类的。请看经文：",
      "zh_TW": "請掀開經本看「世主妙嚴品」，第七主水神十法，經文也為我們舉例十位上首。神眾裡面，我們在前面曾經讀過，每一個族類，數量都是無量無邊，無不是為利益一切眾生為目的，這是我們必須要記住的，就像現前這個社會上，他們的工作崗位不一樣，但是都是為人民、為眾生服務。主水神，要是方便說，就是我們一般社會裡頭主管水利、航運這些行業的工作人員，都是屬於這一類的。請看經文："
    },
    {
      "id": "12-045-0438_p0002",
      "zh_CN": "【复次普兴云幢主水神，得平等利益一切众生慈解脱门。】",
      "zh_TW": "【復次普興雲幢主水神，得平等利益一切眾生慈解脫門。】"
    },
    {
      "id": "12-045-0438_p0003",
      "zh_CN": "水，它的特征很多，佛法里面常常用它来做最重要的表法，我们供佛、供菩萨，在供具里面最重要的是供水，不烧香可以，不点蜡烛、不燃灯、没有香花供养都可以，但是不能不供净水。所以在所有一切供具当中，净水是第一。水表什么？不是说供这一杯水是给佛菩萨喝的，不是的，那你就全错了。它是表法的，让我们见到这杯水，就想到佛菩萨的心，佛菩萨的心就像水这样的清净、像水这样的平等、像水这样的善良；水往下流，这是真正的止于至善，老子所谓「上善若水」，所以它代表纯净纯善。我们看到这杯供水，就要生起这样的觉悟，我们在生活当中、在处事待人接物，要用平等心，要用清净心，要用善心，至善之心，这是供水的意思。不是供给佛菩萨喝的。",
      "zh_TW": "水，它的特徵很多，佛法裡面常常用它來做最重要的表法，我們供佛、供菩薩，在供具裡面最重要的是供水，不燒香可以，不點蠟燭、不燃燈、沒有香花供養都可以，但是不能不供淨水。所以在所有一切供具當中，淨水是第一。水表什麼？不是說供這一杯水是給佛菩薩喝的，不是的，那你就全錯了。它是表法的，讓我們見到這杯水，就想到佛菩薩的心，佛菩薩的心就像水這樣的清淨、像水這樣的平等、像水這樣的善良；水往下流，這是真正的止於至善，老子所謂「上善若水」，所以它代表純淨純善。我們看到這杯供水，就要生起這樣的覺悟，我們在生活當中、在處事待人接物，要用平等心，要用清淨心，要用善心，至善之心，這是供水的意思。不是供給佛菩薩喝的。"
    },
    {
      "id": "12-045-0438_p0004",
      "zh_CN": "这十位菩萨第一位代表的就是平等大慈，菩萨的德号『普兴云幢』，经里面凡是用一个「普」，都是超越国家的界限、超越种族的界限、超越宗教的界限，所有一切界限全部都超越叫普；「幢」是高显的意思。他所修行证果的法门，『平等利益一切众生慈』，大慈大悲，这是我们头一桩要学习的。我们今天这个世界，为什么不能够和平？「和平」这个口号叫了几千年、几万年，和平不能落实，什么原因？我们把供水忘记了。佛弟子天天知道在佛菩萨面前供一杯水，不晓得供水的道理，不知道供水的学习，如果我们自己人人都发清净心、平等心、慈悲心，社会安定、世界和平即刻就能够落实。从哪里做起？从我们自己做起。诸佛菩萨他懂得，无一不是从自身做起的，所以他能成无上道，他能往生到极乐世界、往生到华藏世界，道理在此地。他有能力教化九法界众生，帮助大众破迷开悟、离苦得乐。所以我们在这里要学习平等利益一切众生，从平等心里面生出来的爱心就是慈心。第二尊：",
      "zh_TW": "這十位菩薩第一位代表的就是平等大慈，菩薩的德號『普興雲幢』，經裡面凡是用一個「普」，都是超越國家的界限、超越種族的界限、超越宗教的界限，所有一切界限全部都超越叫普；「幢」是高顯的意思。他所修行證果的法門，『平等利益一切眾生慈』，大慈大悲，這是我們頭一樁要學習的。我們今天這個世界，為什麼不能夠和平？「和平」這個口號叫了幾千年、幾萬年，和平不能落實，什麼原因？我們把供水忘記了。佛弟子天天知道在佛菩薩面前供一杯水，不曉得供水的道理，不知道供水的學習，如果我們自己人人都發清淨心、平等心、慈悲心，社會安定、世界和平即刻就能夠落實。從哪裡做起？從我們自己做起。諸佛菩薩他懂得，無一不是從自身做起的，所以他能成無上道，他能往生到極樂世界、往生到華藏世界，道理在此地。他有能力教化九法界眾生，幫助大眾破迷開悟、離苦得樂。所以我們在這裡要學習平等利益一切眾生，從平等心裡面生出來的愛心就是慈心。第二尊："
    },
    {
      "id": "12-045-0438_p0005",
      "zh_CN": "【海潮云音主水神，得无边法庄严解脱门。】",
      "zh_TW": "【海潮雲音主水神，得無邊法莊嚴解脫門。】"
    },
    {
      "id": "12-045-0438_p0006",
      "zh_CN": "『海潮』是比喻信，住在沿海地区的人都知道，海水涨潮、落潮有一定的时间，一分一秒它都不会差错。这是教导我们帮助众生要抓住时节因缘，时辰没有到，我们等待，充实自己；时辰到了，就是机会到了，要勇往直前帮助一切苦难众生，「海潮」是取这个意思。『音』就是开悟众生的音声，讲经说法的音声。『云』表非有非无，现身说法不执着现身说法的相，不但相不能执着，功德也不能执着，我们永远不失清净平等觉，稍稍有一点情执，我们的清净心、平等心就丧失了，所以经上用一个「云」字来代表。他所修学的法门是『无边法』，这个「法」就是佛法。佛法总的来说，可以归纳为四种法：教法，教学的方法；理法，佛所讲的理论；行法，如何将教学理论落实，落实是行法；最后是果法，果是你得到的真实利益。教、理、行、果都是无量无边，以无量无边教理行果庄严自他，我自己得利益，也能教一切众生都得利益。第三位：",
      "zh_TW": "『海潮』是比喻信，住在沿海地區的人都知道，海水漲潮、落潮有一定的時間，一分一秒它都不會差錯。這是教導我們幫助眾生要抓住時節因緣，時辰沒有到，我們等待，充實自己；時辰到了，就是機會到了，要勇往直前幫助一切苦難眾生，「海潮」是取這個意思。『音』就是開悟眾生的音聲，講經說法的音聲。『雲』表非有非無，現身說法不執著現身說法的相，不但相不能執著，功德也不能執著，我們永遠不失清淨平等覺，稍稍有一點情執，我們的清淨心、平等心就喪失了，所以經上用一個「雲」字來代表。他所修學的法門是『無邊法』，這個「法」就是佛法。佛法總的來說，可以歸納為四種法：教法，教學的方法；理法，佛所講的理論；行法，如何將教學理論落實，落實是行法；最後是果法，果是你得到的真實利益。教、理、行、果都是無量無邊，以無量無邊教理行果莊嚴自他，我自己得利益，也能教一切眾生都得利益。第三位："
    },
    {
      "id": "12-045-0438_p0007",
      "zh_CN": "【妙色轮髻主水神，得观所应化方便普摄解脱门。】",
      "zh_TW": "【妙色輪髻主水神，得觀所應化方便普攝解脫門。】"
    },
    {
      "id": "12-045-0438_p0008",
      "zh_CN": "佛经里面『妙』这个字用得非常之多。什么叫「妙色」？色空不二才叫做妙，《般若心经》里面我们常常念到的，「色即是空，空即是色，色不异空，空不异色」，这才叫妙。如果说色不是空，空不是色，这个色就不妙，空也不妙，真的不妙，为什么？你着了相，你已经堕在妄想分别执着里面，哪来的妙。菩萨所修的法门是『得观所应化』，「观」是观机，看看众生根机有没有成熟，应机说法，这就妙了。通常我们讲根机有三类：一类成熟了，成熟一定要帮助他成就，他根性成熟了，帮助他脱离六道轮回、脱离十法界，帮助他作佛去，成熟的；没有成熟的人，帮助他成熟；没有善根的人，帮助他种善根。所以善观机者，大地所有众生，无非机宜，个个都是佛法的当机者，只是这一切众生根有利钝大小不相同，所以我们也要认真学习佛菩萨接引众生的方法。清凉大师在注解里有两句话讲得很好：「寂然不动以观机，感而遂通以随摄」。这两句话说得好，这两句话也是一副对联。所以我们要想能观机，一定要有定慧，寂然不动是定，感而遂通是慧，缘分还没有到的时候，努力修定修慧，这是我们修学里面第一桩大事。我们现在明了，这是我们一生来到人间真正的目的，成就自己，代佛菩萨接引众生。第四尊：",
      "zh_TW": "佛經裡面『妙』這個字用得非常之多。什麼叫「妙色」？色空不二才叫做妙，《般若心經》裡面我們常常念到的，「色即是空，空即是色，色不異空，空不異色」，這才叫妙。如果說色不是空，空不是色，這個色就不妙，空也不妙，真的不妙，為什麼？你著了相，你已經墮在妄想分別執著裡面，哪來的妙。菩薩所修的法門是『得觀所應化』，「觀」是觀機，看看眾生根機有沒有成熟，應機說法，這就妙了。通常我們講根機有三類：一類成熟了，成熟一定要幫助他成就，他根性成熟了，幫助他脫離六道輪迴、脫離十法界，幫助他作佛去，成熟的；沒有成熟的人，幫助他成熟；沒有善根的人，幫助他種善根。所以善觀機者，大地所有眾生，無非機宜，個個都是佛法的當機者，只是這一切眾生根有利鈍大小不相同，所以我們也要認真學習佛菩薩接引眾生的方法。清涼大師在註解裡有兩句話講得很好：「寂然不動以觀機，感而遂通以隨攝」。這兩句話說得好，這兩句話也是一副對聯。所以我們要想能觀機，一定要有定慧，寂然不動是定，感而遂通是慧，緣分還沒有到的時候，努力修定修慧，這是我們修學裡面第一樁大事。我們現在明瞭，這是我們一生來到人間真正的目的，成就自己，代佛菩薩接引眾生。第四尊："
    },
    {
      "id": "12-045-0438_p0009",
      "zh_CN": "【善巧漩澓主水神，得普演诸佛甚深境界解脱门。】",
      "zh_TW": "【善巧漩澓主水神，得普演諸佛甚深境界解脫門。】"
    },
    {
      "id": "12-045-0438_p0010",
      "zh_CN": "清凉的小注不多，「妙音演佛深旨，令悟妙法漩澓」。漩澓是水旋转回流的样子，我们看到水里的漩涡是这个样子，佛在此地用这个现象，让我们去思惟、去观察、去领悟。『善巧漩澓』，把「漩澓」形容佛菩萨教化众生的善巧方便。他修学的法门，就是我们现在讲的弘法利生，『普演诸佛甚深境界』，我们要着重这个「演」字，他不是说说，没有说「普说诸佛甚深境界」，他说演，演是表演。漩澓，不断的重复表演，这就是漩澓的意思。释迦牟尼佛把那种真正觉悟的生活，每天在表演给大家看，他是过究竟圆满的生活，我们能懂吗？释迦佛的生活是什么样子的？每天早晨起来，带领他的学生们做个祈祷。祈祷的什么？感恩！我们懂不懂这个意思？感谁的恩？父母之恩；佛菩萨之恩，佛菩萨之恩就是老师的恩德；国主之恩，国家的恩；一切众生恩。生活在感恩的世界里，一切众生不知道，佛作示现，做出样子来给我们看，教导我们知恩报恩，我们要能懂得，要能体会得到。",
      "zh_TW": "清涼的小註不多，「妙音演佛深旨，令悟妙法漩澓」。漩澓是水旋轉迴流的樣子，我們看到水裡的漩渦是這個樣子，佛在此地用這個現象，讓我們去思惟、去觀察、去領悟。『善巧漩澓』，把「漩澓」形容佛菩薩教化眾生的善巧方便。他修學的法門，就是我們現在講的弘法利生，『普演諸佛甚深境界』，我們要著重這個「演」字，他不是說說，沒有說「普說諸佛甚深境界」，他說演，演是表演。漩澓，不斷的重複表演，這就是漩澓的意思。釋迦牟尼佛把那種真正覺悟的生活，每天在表演給大家看，他是過究竟圓滿的生活，我們能懂嗎？釋迦佛的生活是什麼樣子的？每天早晨起來，帶領他的學生們做個祈禱。祈禱的什麼？感恩！我們懂不懂這個意思？感誰的恩？父母之恩；佛菩薩之恩，佛菩薩之恩就是老師的恩德；國主之恩，國家的恩；一切眾生恩。生活在感恩的世界裡，一切眾生不知道，佛作示現，做出樣子來給我們看，教導我們知恩報恩，我們要能懂得，要能體會得到。"
    },
    {
      "id": "12-045-0438_p0011",
      "zh_CN": "早晨这堂课完了之后，大家出门去托钵。这个僧团平常居住是在郊外、在城外，也不会太远。这些地方我们都要留意、都要学习，为什么？进城去托钵不至于太辛苦，大概的距离，一般距离是五里路，三里到五里路，方便。走路需要多少时间？半个小时、四十分钟可以走到，太远了托钵就不方便。我们这里就学到了，我们将来要建立一个道场，距离都市要多远？想到释迦牟尼佛是半小时到四十分钟的距离，从前是走路，咱们现在开车，现在开车能三十分钟到四十分钟这个距离，那就是很适中的地方，我们从这里学。进城去托钵，托钵有规矩，只能托七家，不能太多，太多是贪心。你去托钵的时候，人家是头一家，如果他家里供养很丰富，你这个钵就装满了，你就不要到第二家去了。头一家给得很少，吃不饱，才托第二家，再到第三家，看看可以吃饱了，就不再去干扰另外一家，告诉我们知足常乐，表演给我们看。施主供养这一钵饭，那不是白供养，施主对出家人这一钵饭是财供养，出家人接受这一钵饭之后，一定要跟他说法，说法不要太长，几句话，祝福他的话，问他有没有疑难问题，为他解答。所以说法都很简单，在我们想像时间大概是五分钟、十分钟，不会超过十分钟的。所以出家人对在家信徒有法供养，彼此互惠。天天去托钵，就是每一家都去教化众生，佛这么多的弟子分头去教化，这个社会哪有不安定、哪有不和睦的道理？这是大乘经上讲的「作不请之友」。本来法是很尊重的，只闻来学，未闻往教，可是在托钵的时候，这个情形不一样，这是一种特殊情形。佛菩萨与弟子们，真的把佛法送到每个人家里，天天如是，这就是漩澓，「善巧漩澓」。",
      "zh_TW": "早晨這堂課完了之後，大家出門去托缽。這個僧團平常居住是在郊外、在城外，也不會太遠。這些地方我們都要留意、都要學習，為什麼？進城去托缽不至於太辛苦，大概的距離，一般距離是五里路，三里到五里路，方便。走路需要多少時間？半個小時、四十分鐘可以走到，太遠了托缽就不方便。我們這裡就學到了，我們將來要建立一個道場，距離都市要多遠？想到釋迦牟尼佛是半小時到四十分鐘的距離，從前是走路，咱們現在開車，現在開車能三十分鐘到四十分鐘這個距離，那就是很適中的地方，我們從這裡學。進城去托缽，托缽有規矩，只能托七家，不能太多，太多是貪心。你去托缽的時候，人家是頭一家，如果他家裡供養很豐富，你這個缽就裝滿了，你就不要到第二家去了。頭一家給得很少，吃不飽，才托第二家，再到第三家，看看可以吃飽了，就不再去干擾另外一家，告訴我們知足常樂，表演給我們看。施主供養這一缽飯，那不是白供養，施主對出家人這一缽飯是財供養，出家人接受這一缽飯之後，一定要跟他說法，說法不要太長，幾句話，祝福他的話，問他有沒有疑難問題，為他解答。所以說法都很簡單，在我們想像時間大概是五分鐘、十分鐘，不會超過十分鐘的。所以出家人對在家信徒有法供養，彼此互惠。天天去托缽，就是每一家都去教化眾生，佛這麼多的弟子分頭去教化，這個社會哪有不安定、哪有不和睦的道理？這是大乘經上講的「作不請之友」。本來法是很尊重的，只聞來學，未聞往教，可是在托缽的時候，這個情形不一樣，這是一種特殊情形。佛菩薩與弟子們，真的把佛法送到每個人家裡，天天如是，這就是漩澓，「善巧漩澓」。"
    },
    {
      "id": "12-045-0438_p0012",
      "zh_CN": "吃完饭之后，《金刚经》上说得很清楚，洗钵，钵洗完之后，洗脚，走这么远的路；然后回来修行打坐，身心世界一切放下，入佛境界。每天做的事，所有学生亦复如是，把整个身心定下来，定下来之后，定一段时期，一二个小时，这入定也是养神、也是休息。接着下午就上课了，佛为大众讲经说法，说完之后同学们研究讨论，各人提出自己闻法的心得，如何将佛的教诲落实在生活、落实在工作接众之中，这真修！这叫「普演诸佛甚深境界」，每天做出榜样来给人看，这个意思很深很深。世间人为什么搞得这么辛苦？心放出去收不回来，心永远在妄动，所以心神不安、身心不安，这个很苦恼，佛菩萨做个样子给大家看。大家有工作，佛没有工作。其实搞错了，佛有工作，佛每天上午、下午上课，他的行业是教学，每天给同学们上课八小时，他怎么没有工作？他有工作。他虽然工作，身心还是那么样的宁静，这个要学习，这个太高明了。无论从事哪一个行业，身心都要保持宁静，那才真正是健康智慧。心烦、神劳、身躁，智慧没有了，清净、平等没有了。换句话说，就是乐没有了，乐没有了，苦就来了。人生真正的意义，总要生活在快乐当中。所以善巧漩澓这个名号含义很深很深。我们再看第五尊：",
      "zh_TW": "吃完飯之後，《金剛經》上說得很清楚，洗缽，缽洗完之後，洗腳，走這麼遠的路；然後回來修行打坐，身心世界一切放下，入佛境界。每天做的事，所有學生亦復如是，把整個身心定下來，定下來之後，定一段時期，一二個小時，這入定也是養神、也是休息。接著下午就上課了，佛為大眾講經說法，說完之後同學們研究討論，各人提出自己聞法的心得，如何將佛的教誨落實在生活、落實在工作接眾之中，這真修！這叫「普演諸佛甚深境界」，每天做出榜樣來給人看，這個意思很深很深。世間人為什麼搞得這麼辛苦？心放出去收不回來，心永遠在妄動，所以心神不安、身心不安，這個很苦惱，佛菩薩做個樣子給大家看。大家有工作，佛沒有工作。其實搞錯了，佛有工作，佛每天上午、下午上課，他的行業是教學，每天給同學們上課八小時，他怎麼沒有工作？他有工作。他雖然工作，身心還是那麼樣的寧靜，這個要學習，這個太高明了。無論從事哪一個行業，身心都要保持寧靜，那才真正是健康智慧。心煩、神勞、身躁，智慧沒有了，清淨、平等沒有了。換句話說，就是樂沒有了，樂沒有了，苦就來了。人生真正的意義，總要生活在快樂當中。所以善巧漩澓這個名號含義很深很深。我們再看第五尊："
    },
    {
      "id": "12-045-0438_p0013",
      "zh_CN": "【离垢香积主水神，得普现清净大光明解脱门。】",
      "zh_TW": "【離垢香積主水神，得普現清淨大光明解脫門。】"
    },
    {
      "id": "12-045-0438_p0014",
      "zh_CN": "菩萨名号里头有『香积』，我们一看就会想到香积如来。香积如来用什么方式度众生？他那个地区的众生舌根最利。我们释迦佛这个娑婆世界众生耳根最利，所以教学用音声，讲经说法，用这个方法，契机。香积国的人耳根不利，眼根也不利，你跟他讲经，他听不懂，不容易觉悟；舌根利，舌根利佛用什么方法？天天请他吃饭，舌一尝味他就开悟了。所以我们佛门里面的厨房叫香积厨。我们的舌根现在不利，为什么？看到好吃的就想多吃，贪、垢染，所以不利。人家利，利在哪里？离垢，他没有贪心，贪瞋痴薄，我们要在这个地方学习。安世高那一位同参道友，如果要学到「离垢香积」，他也会像安世高一样证果，不至于堕落了。我们看到这个公案，只要一提起毛骨悚然，我们冷静思惟，我们的修为比不上他，我们的过失比他严重不知道多少倍，他的果报，堕落在水族里面，还能做到龙王，这是过去生中修行，明经好施。我们想想将来要是堕落的话，那就是鱼虾，做不了龙王，想想前途很可怕，如果现在还自以为是，那怎么得了。人不能不觉悟，不能不赶快觉悟，及早回头，回头是岸，这是真实话。",
      "zh_TW": "菩薩名號裡頭有『香積』，我們一看就會想到香積如來。香積如來用什麼方式度眾生？他那個地區的眾生舌根最利。我們釋迦佛這個娑婆世界眾生耳根最利，所以教學用音聲，講經說法，用這個方法，契機。香積國的人耳根不利，眼根也不利，你跟他講經，他聽不懂，不容易覺悟；舌根利，舌根利佛用什麼方法？天天請他吃飯，舌一嘗味他就開悟了。所以我們佛門裡面的廚房叫香積廚。我們的舌根現在不利，為什麼？看到好吃的就想多吃，貪、垢染，所以不利。人家利，利在哪裡？離垢，他沒有貪心，貪瞋痴薄，我們要在這個地方學習。安世高那一位同參道友，如果要學到「離垢香積」，他也會像安世高一樣證果，不至於墮落了。我們看到這個公案，只要一提起毛骨悚然，我們冷靜思惟，我們的修為比不上他，我們的過失比他嚴重不知道多少倍，他的果報，墮落在水族裡面，還能做到龍王，這是過去生中修行，明經好施。我們想想將來要是墮落的話，那就是魚蝦，做不了龍王，想想前途很可怕，如果現在還自以為是，那怎麼得了。人不能不覺悟，不能不趕快覺悟，及早回頭，回頭是岸，這是真實話。"
    },
    {
      "id": "12-045-0438_p0015",
      "zh_CN": "清凉大师在小注里头提示我们，菩萨「身智二光」，他得的法是『普现清净大光明』，「遍觉开化，大充法界，清净无垢」。我们晓得，菩萨以什么教化众生？示现身心清净，离一切妄想分别执着，感化一切众生。我们在经上看到，哪一位不是从自己本身做起的！再看下面第六尊：",
      "zh_TW": "清涼大師在小註裡頭提示我們，菩薩「身智二光」，他得的法是『普現清淨大光明』，「遍覺開化，大充法界，清淨無垢」。我們曉得，菩薩以什麼教化眾生？示現身心清淨，離一切妄想分別執著，感化一切眾生。我們在經上看到，哪一位不是從自己本身做起的！再看下面第六尊："
    },
    {
      "id": "12-045-0438_p0016",
      "zh_CN": "【福桥光音主水神，得清净法界无相无性解脱门。】",
      "zh_TW": "【福橋光音主水神，得清淨法界無相無性解脫門。】"
    },
    {
      "id": "12-045-0438_p0017",
      "zh_CN": "『福桥』，「桥」是桥梁，意思是沟通两边、融合两边。两边有界限，桥把这个界限消除了，把这个隔碍打通了。什么桥？福桥，福里面有慧，福里头没有慧就不能做为桥梁，高度的智慧！『光音』很妙，「光」是智慧。他得的法是『清净法界无相无性』。清凉这里注解说「证净法界性相」，这个「证」字是错误的，我们在清凉《疏钞》里面看到的是「清」字，「清净法界性相」。这个应该是这样念法，四个字一句：「清净法界，性相俱绝，德无不见，则大用不亡。」改过来。清净法界，诸佛法界清净，四圣法界也清净，为什么？心净则国土净。",
      "zh_TW": "『福橋』，「橋」是橋樑，意思是溝通兩邊、融合兩邊。兩邊有界限，橋把這個界限消除了，把這個隔礙打通了。什麼橋？福橋，福裡面有慧，福裡頭沒有慧就不能做為橋樑，高度的智慧！『光音』很妙，「光」是智慧。他得的法是『清淨法界無相無性』。清涼這裡註解說「證淨法界性相」，這個「證」字是錯誤的，我們在清涼《疏鈔》裡面看到的是「清」字，「清淨法界性相」。這個應該是這樣念法，四個字一句：「清淨法界，性相俱絕，德無不見，則大用不亡。」改過來。清淨法界，諸佛法界清淨，四聖法界也清淨，為什麼？心淨則國土淨。"
    },
    {
      "id": "12-045-0438_p0018",
      "zh_CN": "今天我们这个地球，真正是到了浊恶不堪，《弥陀经》上跟我们讲的「五浊恶世」，现在是浊恶到一般人不能忍受的程度了。为什么会变成这个样子？有许多人说：这工业的污染、科技的污染。没错，这只看到表面，没有看到骨子里头。骨子里头是什么？我们的心性被污染了。物质文明、工商跟科技，这是染缘，污染的缘，不是因。因是什么？因是失去圣贤的教诲，这个麻烦大。现在全世界，不是少数人，占着有相当大分量的人，不相信神圣的教诲，不相信因果报应，把圣贤教诲完全摒弃，全世界的学校，哪一间学校里面，用圣贤教诲做教材？没有。只有少数宗教的学校，像一般神学院、基督学院、佛学院，这一类宗教的学校少数人在修学，但不为社会所重视，也不被国家政府所承认。所以这一个世纪以来，我们能够明显觉察得到的，社会大众自私自利，三毒烦恼加速度的上升，伦理道德完全摒弃了，这是因。加上工商业、高科技带来的利润，增长人们的贪瞋痴，这样发展下去，肯定是世界末日，为什么？彼此竞争、斗争，最后是战争，互不相让。",
      "zh_TW": "今天我們這個地球，真正是到了濁惡不堪，《彌陀經》上跟我們講的「五濁惡世」，現在是濁惡到一般人不能忍受的程度了。為什麼會變成這個樣子？有許多人說：這工業的污染、科技的污染。沒錯，這只看到表面，沒有看到骨子裡頭。骨子裡頭是什麼？我們的心性被污染了。物質文明、工商跟科技，這是染緣，污染的緣，不是因。因是什麼？因是失去聖賢的教誨，這個麻煩大。現在全世界，不是少數人，佔著有相當大分量的人，不相信神聖的教誨，不相信因果報應，把聖賢教誨完全摒棄，全世界的學校，哪一間學校裡面，用聖賢教誨做教材？沒有。只有少數宗教的學校，像一般神學院、基督學院、佛學院，這一類宗教的學校少數人在修學，但不為社會所重視，也不被國家政府所承認。所以這一個世紀以來，我們能夠明顯覺察得到的，社會大眾自私自利，三毒煩惱加速度的上升，倫理道德完全摒棄了，這是因。加上工商業、高科技帶來的利潤，增長人們的貪瞋痴，這樣發展下去，肯定是世界末日，為什麼？彼此競爭、鬥爭，最後是戰爭，互不相讓。"
    },
    {
      "id": "12-045-0438_p0019",
      "zh_CN": "二千五百年前孟子讲过：「上下交征利，而国危矣。」现在不是国，是全世界，全世界的人都在那里争利，这个世界危矣。世界末日的征兆已经明显的摆在我们面前，我们是不是跟着这个世界同归于尽？这是愚人，这个人没有智慧。真正聪明人看到末日的现象，自己要寻求一条生路。李炳南老居士在往生的前一天，教导学生，他说：「世间大乱到了，即使诸佛菩萨、神仙下凡也挽救不了，我们唯一的一条生路就是念佛求生净土。」诸位一定要懂得老师最后这一句话，念佛求生净土，不是消极，是积极。念佛不是进念佛堂一天到晚念这一句阿弥陀佛，这个念法是消极的念法，这不是佛的意思。佛的意思是要我们积极的救护一切众生，挽救劫难。那是怎么个念法？佛在《无量寿经》、《弥陀经》、《观无量寿经》教导我们这些方法，我们要为人演说，演是做出样子来给人看。所以李老师不消极，李老师一生教学讲经，他九十七岁往生，往生前两个星期还在讲台上讲《华严经》，没有休息；他是个中医师，依旧给人看病，依旧在学校上课，那个时候他是中兴大学的教授、中国医药学院的教授，在两个学校教书，九十多岁都不休息；主持台中莲社、慈光图书馆两个道场，这就叫念佛求生净土。进念佛堂天天念阿弥陀佛，不做其他的事情，那是没有机会做，我们应当进念佛堂老实念佛；有机会从事弘护工作，那我们一定认真努力去做，理事无碍，事事无碍，这是真正懂得念佛。",
      "zh_TW": "二千五百年前孟子講過：「上下交征利，而國危矣。」現在不是國，是全世界，全世界的人都在那裡爭利，這個世界危矣。世界末日的徵兆已經明顯的擺在我們面前，我們是不是跟著這個世界同歸於盡？這是愚人，這個人沒有智慧。真正聰明人看到末日的現象，自己要尋求一條生路。李炳南老居士在往生的前一天，教導學生，他說：「世間大亂到了，即使諸佛菩薩、神仙下凡也挽救不了，我們唯一的一條生路就是念佛求生淨土。」諸位一定要懂得老師最後這一句話，念佛求生淨土，不是消極，是積極。念佛不是進念佛堂一天到晚念這一句阿彌陀佛，這個念法是消極的念法，這不是佛的意思。佛的意思是要我們積極的救護一切眾生，挽救劫難。那是怎麼個念法？佛在《無量壽經》、《彌陀經》、《觀無量壽經》教導我們這些方法，我們要為人演說，演是做出樣子來給人看。所以李老師不消極，李老師一生教學講經，他九十七歲往生，往生前兩個星期還在講台上講《華嚴經》，沒有休息；他是個中醫師，依舊給人看病，依舊在學校上課，那個時候他是中興大學的教授、中國醫藥學院的教授，在兩個學校教書，九十多歲都不休息；主持台中蓮社、慈光圖書館兩個道場，這就叫念佛求生淨土。進念佛堂天天念阿彌陀佛，不做其他的事情，那是沒有機會做，我們應當進念佛堂老實念佛；有機會從事弘護工作，那我們一定認真努力去做，理事無礙，事事無礙，這是真正懂得念佛。"
    },
    {
      "id": "12-045-0438_p0020",
      "zh_CN": "所以，菩萨在此地得「清净法界无相无性」，这个无当离讲，不执着，离相离性，不但相不执着，性也不执着，你才得真正解脱。清凉注解里面讲「性相俱绝」，所谓二边不立，中道不存，这个时候性德才圆满的显现，那个作用就不可思议。第七尊：",
      "zh_TW": "所以，菩薩在此地得「清淨法界無相無性」，這個無當離講，不執著，離相離性，不但相不執著，性也不執著，你才得真正解脫。清涼註解裡面講「性相俱絕」，所謂二邊不立，中道不存，這個時候性德才圓滿的顯現，那個作用就不可思議。第七尊："
    },
    {
      "id": "12-045-0438_p0021",
      "zh_CN": "【知足自在主水神，得无尽大悲海解脱门。】",
      "zh_TW": "【知足自在主水神，得無盡大悲海解脫門。】"
    },
    {
      "id": "12-045-0438_p0022",
      "zh_CN": "清凉在注解里说「大悲无尽，满而不溢，有知足义焉。流止从缘，斯为自在。」注得好！智慧、慈悲完全称性，那就是无量无尽，像一个容器、像一个杯子，满，并没有漫出来，这是知足的意思。应化在世间，一切随缘，随缘就是随顺机会，有机缘认真努力做，没有机缘绝不强求。无论是做，或者是不做，心都是静的，都是不动的，这就对了。这是以无尽的慈悲帮助一切苦难众生，特别是在我们现前这个时代，自己要知足、要得自在，而后才能以平等清净的智慧、爱心去帮助别人。第八尊：",
      "zh_TW": "清涼在註解裡說「大悲無盡，滿而不溢，有知足義焉。流止從緣，斯為自在。」註得好！智慧、慈悲完全稱性，那就是無量無盡，像一個容器、像一個杯子，滿，並沒有漫出來，這是知足的意思。應化在世間，一切隨緣，隨緣就是隨順機會，有機緣認真努力做，沒有機緣絕不強求。無論是做，或者是不做，心都是靜的，都是不動的，這就對了。這是以無盡的慈悲幫助一切苦難眾生，特別是在我們現前這個時代，自己要知足、要得自在，而後才能以平等清淨的智慧、愛心去幫助別人。第八尊："
    },
    {
      "id": "12-045-0438_p0023",
      "zh_CN": "【净喜善音主水神，得于菩萨众会道场中为大欢喜藏解脱门。】",
      "zh_TW": "【淨喜善音主水神，得於菩薩眾會道場中為大歡喜藏解脫門。】"
    },
    {
      "id": "12-045-0438_p0024",
      "zh_CN": "清凉大师说得好：「处处见佛，故大喜无穷，喜从佛生，即佛名藏」，把菩萨的名号跟他的法门都说尽了。菩萨的德号，好！『净喜』。由此可知，法喜充满从哪里来的？清净心来的。为什么？心清净了，身就清净，身心清净，境界就清净，这是佛境界，所以清凉说处处见佛。我们在经上读到菩萨成佛，菩萨刚刚成佛的时候，普见大地众生同成佛道，这是初成佛的样子，初成佛的境界。我们没有，我们只觉得我自己成佛了，别的人一个都没有成佛。我是不是成佛了？没有。我哪一天要成佛，我一定看到大地所有众生都成佛道，我成佛了。我们明白这个道理，我们把境界降低一点来说，哪一天我们真正看到全世界所有一切众生都是善人，我才是个善人；如果看到众生还有不善的，我善他不善，说老实话，自己不善。你要问为什么？道理并不难懂，也并不很深，我们用善心看一切众生，一切众生都善；我们用恶心看一切众生，一切众生都恶。由此可知，外头境界没有善恶，善恶在哪里？善恶从心生。佛菩萨成佛就是这么个道理，他以佛眼看众生，众生都成佛了；我们是用凡夫眼看众生，用凡夫眼看佛菩萨，佛菩萨也是凡夫，就这么个道理！由此可知，修清净心是多么重要。",
      "zh_TW": "清涼大師說得好：「處處見佛，故大喜無窮，喜從佛生，即佛名藏」，把菩薩的名號跟他的法門都說盡了。菩薩的德號，好！『淨喜』。由此可知，法喜充滿從哪裡來的？清淨心來的。為什麼？心清淨了，身就清淨，身心清淨，境界就清淨，這是佛境界，所以清涼說處處見佛。我們在經上讀到菩薩成佛，菩薩剛剛成佛的時候，普見大地眾生同成佛道，這是初成佛的樣子，初成佛的境界。我們沒有，我們只覺得我自己成佛了，別的人一個都沒有成佛。我是不是成佛了？沒有。我哪一天要成佛，我一定看到大地所有眾生都成佛道，我成佛了。我們明白這個道理，我們把境界降低一點來說，哪一天我們真正看到全世界所有一切眾生都是善人，我才是個善人；如果看到眾生還有不善的，我善他不善，說老實話，自己不善。你要問為什麼？道理並不難懂，也並不很深，我們用善心看一切眾生，一切眾生都善；我們用惡心看一切眾生，一切眾生都惡。由此可知，外頭境界沒有善惡，善惡在哪裡？善惡從心生。佛菩薩成佛就是這麼個道理，他以佛眼看眾生，眾生都成佛了；我們是用凡夫眼看眾生，用凡夫眼看佛菩薩，佛菩薩也是凡夫，就這麼個道理！由此可知，修清淨心是多麼重要。"
    },
    {
      "id": "12-045-0438_p0025",
      "zh_CN": "「净喜」所发当然是『善音』，善心、善言、善行，无有不善，所以他于『菩萨众会道场中』，成就『大欢喜藏』，我们相信。古人常讲「爱人者人恒爱之」，菩萨对一切众生尊重，对一切众生热爱，对一切众生无条件的协助，众生哪有不欢喜的！所以不分国家界限，不分族群界限，不分宗教界限，普遍得到大众的欢喜。我们看第九尊：",
      "zh_TW": "「淨喜」所發當然是『善音』，善心、善言、善行，無有不善，所以他於『菩薩眾會道場中』，成就『大歡喜藏』，我們相信。古人常講「愛人者人恆愛之」，菩薩對一切眾生尊重，對一切眾生熱愛，對一切眾生無條件的協助，眾生哪有不歡喜的！所以不分國家界限，不分族群界限，不分宗教界限，普遍得到大眾的歡喜。我們看第九尊："
    },
    {
      "id": "12-045-0438_p0026",
      "zh_CN": "【普现威光主水神，得以无碍广大福德力普出现解脱门。】",
      "zh_TW": "【普現威光主水神，得以無礙廣大福德力普出現解脫門。】"
    },
    {
      "id": "12-045-0438_p0027",
      "zh_CN": "清凉大师在注解里告诉我们，「性相无碍之福，故能普现神通」，我们看这两句提示就知道了，这就是我们要学的。如何能入无障碍的境界？《华严经》末后一品「入法界品」，入什么法界？入无障碍的法界。在《四十华严》品题里面讲得很详细，《入不思议解脱境界（就是无障碍境界）普贤行愿品》。清凉大师在解释经题的时候告诉我们，不思议解脱境界是所入，普贤行愿是能入，能所不二，才是真正的契入。这就明显的教给我们普贤行能入，所以《无量寿经》开端的一句话，「咸共遵修普贤大士之德」。我们这才恍然大悟，西方极乐世界所有一切往生者，咸共遵修普贤大士之德。所以我讲《无量寿经》说过，极乐世界是普贤菩萨的法界，不修普贤行，决定不能够往生极乐世界，这一点我们不能不留意，不能不知道。",
      "zh_TW": "清涼大師在註解裡告訴我們，「性相無礙之福，故能普現神通」，我們看這兩句提示就知道了，這就是我們要學的。如何能入無障礙的境界？《華嚴經》末後一品「入法界品」，入什麼法界？入無障礙的法界。在《四十華嚴》品題裡面講得很詳細，《入不思議解脫境界（就是無障礙境界）普賢行願品》。清涼大師在解釋經題的時候告訴我們，不思議解脫境界是所入，普賢行願是能入，能所不二，才是真正的契入。這就明顯的教給我們普賢行能入，所以《無量壽經》開端的一句話，「咸共遵修普賢大士之德」。我們這才恍然大悟，西方極樂世界所有一切往生者，咸共遵修普賢大士之德。所以我講《無量壽經》說過，極樂世界是普賢菩薩的法界，不修普賢行，決定不能夠往生極樂世界，這一點我們不能不留意，不能不知道。"
    },
    {
      "id": "12-045-0438_p0028",
      "zh_CN": "普贤行跟一般菩萨行有什么不一样？从事相上来说，普贤行跟一般菩萨行完全相同，不一样的是在用心不一样。普贤菩萨的心，性相无碍，也就是说普贤菩萨的心是真心，永离妄想分别执着，所以他才普！尽虚空遍法界，我们现在的话来说，虚空法界、国土众生是一不是二，这是普贤的见解、普贤的思想、普贤的智慧、普贤的福德。所以学《华严》最低的利益、最小的利益是拓开心量，心包太虚，量周沙界。读了《华严经》，心量不能打开，你白念了。心量拓开之后，你的智慧、福报就现前了。能现多少？看你心量拓开多少，果然跟普贤菩萨一样，等虚空、遍法界，那就恭喜你，你已经证到等觉菩萨果位，真正是圆顿大法。所以他以『无碍广大福德力普出现』，这个「普出现」就是像《普门品》里面所讲的，应以什么身得度，就现什么身，无处不现身，无时不现身，这才显示出理事无碍、事事无碍。末后这一尊菩萨：",
      "zh_TW": "普賢行跟一般菩薩行有什麼不一樣？從事相上來說，普賢行跟一般菩薩行完全相同，不一樣的是在用心不一樣。普賢菩薩的心，性相無礙，也就是說普賢菩薩的心是真心，永離妄想分別執著，所以他才普！盡虛空遍法界，我們現在的話來說，虛空法界、國土眾生是一不是二，這是普賢的見解、普賢的思想、普賢的智慧、普賢的福德。所以學《華嚴》最低的利益、最小的利益是拓開心量，心包太虛，量周沙界。讀了《華嚴經》，心量不能打開，你白念了。心量拓開之後，你的智慧、福報就現前了。能現多少？看你心量拓開多少，果然跟普賢菩薩一樣，等虛空、遍法界，那就恭喜你，你已經證到等覺菩薩果位，真正是圓頓大法。所以他以『無礙廣大福德力普出現』，這個「普出現」就是像《普門品》裡面所講的，應以什麼身得度，就現什麼身，無處不現身，無時不現身，這才顯示出理事無礙、事事無礙。末後這一尊菩薩："
    },
    {
      "id": "12-045-0438_p0029",
      "zh_CN": "【吼声遍海主水神，得观察一切众生发起如虚空调伏方便解脱门。】",
      "zh_TW": "【吼聲遍海主水神，得觀察一切眾生發起如虛空調伏方便解脫門。】"
    },
    {
      "id": "12-045-0438_p0030",
      "zh_CN": "『吼声』是形容佛菩萨说法的音声，如狮子吼；『海』比喻深广无际。清凉注得不多：「调生行广，如空无边。用靡暂停，如空无尽。」众生无边誓愿度，菩萨行愿不落空。『观察一切众生』，观机，应以什么身得度，为众生现身；应以什么法门教诲，为他演说佛法。佛法就是觉悟之法，令他觉悟之法叫做佛法。『调伏』，「调」是调心，他心不清净、心有烦恼、心有邪见，如何给他调理；「伏」是降伏。他有习气恶业，调伏两个字是对身心两方面来讲的。如何能教他身口不造恶业，这是用戒律，戒律是调身的，降伏你错误的造作；经论是调心的，帮助众生破迷开悟。戒律帮助众生断恶修善，伏烦恼，方法称为善巧方便。由此可知，这一位菩萨他修行证果、成无上道，是用教化众生这个法门。",
      "zh_TW": "『吼聲』是形容佛菩薩說法的音聲，如獅子吼；『海』比喻深廣無際。清涼註得不多：「調生行廣，如空無邊。用靡暫停，如空無盡。」眾生無邊誓願度，菩薩行願不落空。『觀察一切眾生』，觀機，應以什麼身得度，為眾生現身；應以什麼法門教誨，為他演說佛法。佛法就是覺悟之法，令他覺悟之法叫做佛法。『調伏』，「調」是調心，他心不清淨、心有煩惱、心有邪見，如何給他調理；「伏」是降伏。他有習氣惡業，調伏兩個字是對身心兩方面來講的。如何能教他身口不造惡業，這是用戒律，戒律是調身的，降伏你錯誤的造作；經論是調心的，幫助眾生破迷開悟。戒律幫助眾生斷惡修善，伏煩惱，方法稱為善巧方便。由此可知，這一位菩薩他修行證果、成無上道，是用教化眾生這個法門。"
    },
    {
      "id": "12-045-0438_p0031",
      "zh_CN": "由此可知，法门无量，法门平等，真的是无有高下，这显示从教学也能成无上道。一般讲经说法教学，古人有所谓这是修的福报，福不能解决问题，六祖在《坛经》上讲「此事福不能救」。讲经说法是福，如果这个经讲得没错，是劝导别人的，那是福报；如果讲经说法，知道经里字字句句是劝我自己的，依文入观，那就是功德，那就能成无上道。所以我们一定要晓得，没有成佛之前，这个经百分之九十九是讲给自己听的，别人是旁听的，只是百分之一。如果你搞颠倒了，百分之九十九是讲给别人听的，自己稍稍准备准备，那你是六道轮回众生，你出不了六道轮回。这里头毫厘之差，果报不可思议，真的是差之毫厘，失之千里。一定要晓得，自己没有成无上道，化他还是自度，自行化他是一不是二，着重在自度自行，这就对了。今天时间到了，我们就讲到此地。",
      "zh_TW": "由此可知，法門無量，法門平等，真的是無有高下，這顯示從教學也能成無上道。一般講經說法教學，古人有所謂這是修的福報，福不能解決問題，六祖在《壇經》上講「此事福不能救」。講經說法是福，如果這個經講得沒錯，是勸導別人的，那是福報；如果講經說法，知道經裡字字句句是勸我自己的，依文入觀，那就是功德，那就能成無上道。所以我們一定要曉得，沒有成佛之前，這個經百分之九十九是講給自己聽的，別人是旁聽的，只是百分之一。如果你搞顛倒了，百分之九十九是講給別人聽的，自己稍稍準備準備，那你是六道輪迴眾生，你出不了六道輪迴。這裡頭毫厘之差，果報不可思議，真的是差之毫厘，失之千里。一定要曉得，自己沒有成無上道，化他還是自度，自行化他是一不是二，著重在自度自行，這就對了。今天時間到了，我們就講到此地。"
    }
  ]
}