{
  "doc_id": "12-045-0043",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十三集",
    "zh_TW": "第四十三集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-045-0043",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "12-045-0043_p0001",
      "zh_CN": "请掀开经本第二十四面，今天我们接着再介绍第四尊：",
      "zh_TW": "請掀開經本第二十四面，今天我們接著再介紹第四尊："
    },
    {
      "id": "12-045-0043_p0002",
      "zh_CN": "【名称普闻主药神。】",
      "zh_TW": "【名稱普聞主藥神。】"
    },
    {
      "id": "12-045-0043_p0003",
      "zh_CN": "经文里面这些圣众的德号都是表法的，都是教导我们在现实的社会里面，某一种行业、某一类的工作，应当要怎样做才如法，也就是说如法就是佛法，就是菩萨法。我们世人常讲合情合理合法，如果真正做到合情合理合法，就叫做菩萨行，就是佛法。由此可知，世间实实在在对佛法误会的人太多了。什么原因？真正能够将佛法说清楚、说明白的人愈来愈少。这不能怪社会大众的误会，我们一定要了解。如果说是反对佛法，那就是反对一切事物合情合理化，那就反对这个。明白这个道理之后，才晓得佛法才是世出世间真正的正法。",
      "zh_TW": "經文裡面這些聖眾的德號都是表法的，都是教導我們在現實的社會裡面，某一種行業、某一類的工作，應當要怎樣做才如法，也就是說如法就是佛法，就是菩薩法。我們世人常講合情合理合法，如果真正做到合情合理合法，就叫做菩薩行，就是佛法。由此可知，世間實實在在對佛法誤會的人太多了。什麼原因？真正能夠將佛法說清楚、說明白的人愈來愈少。這不能怪社會大眾的誤會，我們一定要了解。如果說是反對佛法，那就是反對一切事物合情合理化，那就反對這個。明白這個道理之後，才曉得佛法才是世出世間真正的正法。"
    },
    {
      "id": "12-045-0043_p0004",
      "zh_CN": "『名称普闻』，在医药界里面，人就是名医，为大众所景仰，现在所谓是知名度很高。其次是医疗的技术也能够名称普闻，某一个地区，某一个科目，这个地方医疗设备非常完备，为大众所景仰的。现在在医学里面有西医、有中医，中西医里面分的科目都分得很细，专科的医生很多。再其次是药物，有些名贵的药物，像我们中国人都知道人参，人参这个药物名称普闻，大家都知道。可是这些药物并不是适合每个人，这一定要懂得，要有医学的常识。这些所说的都是讲到生理的，佛法最重视的是心理的。佛经里面我们常常看到，将释迦牟尼比喻作大医王，佛所说的一切法就是药，法药，九法界众生都是病人。九法界里面包括菩萨，菩萨有什么病？无明没有断尽，菩萨的病。声闻、缘觉的病，不但无明没有断尽，连尘沙烦恼都没有断。众生的病，六道众生就更不必说了，见思、尘沙、无明统统具足，他怎么会不生病？他怎么会不遭难？这些病要用什么方法来对治？实在讲，真正把所有一切的病根拔除，恢复到真正健康长寿，只有找大医王，除他之外没有人有这个本事。唯有佛具足圆满的智慧德能，他能帮助众生解决这个问题。在佛法里面，真正健康的人那就是佛陀，菩萨以下都不能称是完全健康，只是病有轻重不相同。菩萨的病轻，愈往下病况愈严重，而且病的种类非常复杂，复杂的程度绝不亚于身病，甚至于可以说比身病还要复杂。所以佛说种种法，都是为对治众生种种病。",
      "zh_TW": "『名稱普聞』，在醫藥界裡面，人就是名醫，為大眾所景仰，現在所謂是知名度很高。其次是醫療的技術也能夠名稱普聞，某一個地區，某一個科目，這個地方醫療設備非常完備，為大眾所景仰的。現在在醫學裡面有西醫、有中醫，中西醫裡面分的科目都分得很細，專科的醫生很多。再其次是藥物，有些名貴的藥物，像我們中國人都知道人參，人參這個藥物名稱普聞，大家都知道。可是這些藥物並不是適合每個人，這一定要懂得，要有醫學的常識。這些所說的都是講到生理的，佛法最重視的是心理的。佛經裡面我們常常看到，將釋迦牟尼比喻作大醫王，佛所說的一切法就是藥，法藥，九法界眾生都是病人。九法界裡面包括菩薩，菩薩有什麼病？無明沒有斷盡，菩薩的病。聲聞、緣覺的病，不但無明沒有斷盡，連塵沙煩惱都沒有斷。眾生的病，六道眾生就更不必說了，見思、塵沙、無明統統具足，他怎麼會不生病？他怎麼會不遭難？這些病要用什麼方法來對治？實在講，真正把所有一切的病根拔除，恢復到真正健康長壽，只有找大醫王，除他之外沒有人有這個本事。唯有佛具足圓滿的智慧德能，他能幫助眾生解決這個問題。在佛法裡面，真正健康的人那就是佛陀，菩薩以下都不能稱是完全健康，只是病有輕重不相同。菩薩的病輕，愈往下病況愈嚴重，而且病的種類非常複雜，複雜的程度絕不亞於身病，甚至於可以說比身病還要複雜。所以佛說種種法，都是為對治眾生種種病。"
    },
    {
      "id": "12-045-0043_p0005",
      "zh_CN": "说到佛法对治众生病根的，如果把它归纳起来说，有戒学、有定学、有慧学，有教、有禅、有净、有密，这些可以说都是名称普闻。在这些里面，名称最普遍的、最为第一的就是念佛法门，念佛法门里面第一殊胜的无过于念南无阿弥陀佛求生净土。所以弥陀名号功德不可思议，十方三世一切诸佛如来没有一个不赞叹，没有一个不宣扬。所以讲到第一名称普闻主药神，就是西方极乐世界的教主阿弥陀佛，我们要明了这个意思。弥陀圣号确确实实能治一切病，佛在大经里形容它是「阿伽陀药」，阿伽陀是印度话，意思有一点像我们中国人所谓万灵丹之类的，无论什么病，它决定没有副作用，只要得了这个药，什么病都能治好。这是称弥陀名号，弥陀名号的功德在此地就不多说了，我们在《无量寿经》里面讲得很多，也讲得很详细。底下一尊：",
      "zh_TW": "說到佛法對治眾生病根的，如果把它歸納起來說，有戒學、有定學、有慧學，有教、有禪、有淨、有密，這些可以說都是名稱普聞。在這些裡面，名稱最普遍的、最為第一的就是念佛法門，念佛法門裡面第一殊勝的無過於念南無阿彌陀佛求生淨土。所以彌陀名號功德不可思議，十方三世一切諸佛如來沒有一個不讚歎，沒有一個不宣揚。所以講到第一名稱普聞主藥神，就是西方極樂世界的教主阿彌陀佛，我們要明瞭這個意思。彌陀聖號確確實實能治一切病，佛在大經裡形容它是「阿伽陀藥」，阿伽陀是印度話，意思有一點像我們中國人所謂萬靈丹之類的，無論什麼病，它決定沒有副作用，只要得了這個藥，什麼病都能治好。這是稱彌陀名號，彌陀名號的功德在此地就不多說了，我們在《無量壽經》裡面講得很多，也講得很詳細。底下一尊："
    },
    {
      "id": "12-045-0043_p0006",
      "zh_CN": "【毛孔光明主药神。】",
      "zh_TW": "【毛孔光明主藥神。】"
    },
    {
      "id": "12-045-0043_p0007",
      "zh_CN": "毛孔是正报里面最小的。『毛孔光明』这个名号，我们在经典里面看到许多。但是这个名号现在在主药神这个社团里面发现，意思就是说医疗里面也离不开智慧，也需要高度的智慧，这个名号表这个意思。光明表智慧，智慧遍一切依正庄严，也是显示智慧遍知的意思，这个道理我们不难懂。唯有遍知，彻底明了，对症下药才能收到良好的效果。如果对于病源不甚清楚，下药就没有标准，药到病除自然就很难达到。同样的道理，我们今天念佛，用念佛的法门来治我们的病，治什么病？烦恼病、生死病，六道生死轮回是病，决定不是正常的，烦恼习气是病。怎样把它断除？我们今天选择念佛这个方法。可是这个方法到底有没有效果，我们在修学之中对这个方法生起疑惑，这个方法对我们来说，效果就要打很大的折扣。佛在经上常讲，怀疑是菩萨修学最大的障碍。我们对这个方法怀疑，纵然勇猛精进的修学，成效不着，要晓得原因在哪里？有疑。其次是夹杂，在修学过程当中夹杂着妄念，夹杂着分别，夹杂着烦恼，夹杂着忧虑，麻烦就大，这是很难得到效果。我们要明了，明了就是毛孔放光，全身放光；不明了就是愚暗，愚痴迷暗。明了之后，你要想方法去对治，治病。第六尊：",
      "zh_TW": "毛孔是正報裡面最小的。『毛孔光明』這個名號，我們在經典裡面看到許多。但是這個名號現在在主藥神這個社團裡面發現，意思就是說醫療裡面也離不開智慧，也需要高度的智慧，這個名號表這個意思。光明表智慧，智慧遍一切依正莊嚴，也是顯示智慧遍知的意思，這個道理我們不難懂。唯有遍知，徹底明瞭，對症下藥才能收到良好的效果。如果對於病源不甚清楚，下藥就沒有標準，藥到病除自然就很難達到。同樣的道理，我們今天念佛，用念佛的法門來治我們的病，治什麼病？煩惱病、生死病，六道生死輪迴是病，決定不是正常的，煩惱習氣是病。怎樣把它斷除？我們今天選擇念佛這個方法。可是這個方法到底有沒有效果，我們在修學之中對這個方法生起疑惑，這個方法對我們來說，效果就要打很大的折扣。佛在經上常講，懷疑是菩薩修學最大的障礙。我們對這個方法懷疑，縱然勇猛精進的修學，成效不著，要曉得原因在哪裡？有疑。其次是夾雜，在修學過程當中夾雜著妄念，夾雜著分別，夾雜著煩惱，夾雜著憂慮，麻煩就大，這是很難得到效果。我們要明瞭，明瞭就是毛孔放光，全身放光；不明瞭就是愚闇，愚痴迷闇。明瞭之後，你要想方法去對治，治病。第六尊："
    },
    {
      "id": "12-045-0043_p0008",
      "zh_CN": "【普治清净主药神。】",
      "zh_TW": "【普治清淨主藥神。】"
    },
    {
      "id": "12-045-0043_p0009",
      "zh_CN": "实在讲，无论对于身病、对于心病，智慧光明是疗效里面殊胜第一，清净也是疗效第一，心要清净、身要清净、环境要清净，这是我们现在人讲的卫生。菩萨德号前面加了个『普治』，治是对治，普是普遍，这两个字的意思很广很深。我们自己身心清净、环境清净，如果别人的身心不清净、环境不清净，我们会不会受影响？必定受影响。你没有能力超越六道，你在六道里头决定受影响；你有能力超越六道，六道影响你不会受到干扰，十法界里面四圣法界的影响，你一定也有感受。我们要是懂得这个道理，就不能仅仅是顾自己，一定要顾到广大群众。我们自己心要清净，还要帮助一切众生得清净心，这才叫「普治」；我们自己得清净身，也要帮助别人得清净身。由此可知，自行化他，化他比自行还要重要。自他是一不是二，这个概念世间人没有；学佛，尤其是修学大乘，一定要知道，这才是事实的真相。",
      "zh_TW": "實在講，無論對於身病、對於心病，智慧光明是療效裡面殊勝第一，清淨也是療效第一，心要清淨、身要清淨、環境要清淨，這是我們現在人講的衛生。菩薩德號前面加了個『普治』，治是對治，普是普遍，這兩個字的意思很廣很深。我們自己身心清淨、環境清淨，如果別人的身心不清淨、環境不清淨，我們會不會受影響？必定受影響。你沒有能力超越六道，你在六道裡頭決定受影響；你有能力超越六道，六道影響你不會受到干擾，十法界裡面四聖法界的影響，你一定也有感受。我們要是懂得這個道理，就不能僅僅是顧自己，一定要顧到廣大群眾。我們自己心要清淨，還要幫助一切眾生得清淨心，這才叫「普治」；我們自己得清淨身，也要幫助別人得清淨身。由此可知，自行化他，化他比自行還要重要。自他是一不是二，這個概念世間人沒有；學佛，尤其是修學大乘，一定要知道，這才是事實的真相。"
    },
    {
      "id": "12-045-0043_p0010",
      "zh_CN": "大乘经上佛常说，「十方三世佛，共同一法身」，这个话重要，我们要常常记住。十方三世佛，三世佛：过去、现在、未来。过去佛，世尊曾经跟我们说过；现在的佛，佛也介绍了一些。我们在《万佛名经》里面读到，在《三千佛名经》里面读到，佛给我们介绍过去千佛、现在千佛、未来千佛。这里头最重要的，你要懂得谁是未来佛？九法界一切众生，个个都是未来佛。所以只说一个未来佛，不要再讲九法界的众生，九法界众生统统是未来佛。我们跟现在佛、过去佛共同一法身；换句话说，相上不一样，体上是一样的，不但是一样，是一个体。明白这个道理，明了这个事实，你才知道一切众生跟自己是什么关系，我们能只顾自己不顾别人吗？如果有这个念头，不但出世间法你不能成就，你每天念的经再多也没用，念的佛号再多，古人讲「喊破喉咙也枉然」，一天拜十万拜佛也没得用处。这也是佛在《戒经》里面所谓的，破戒佛有能力救他，有救。说破戒罪极重，实在讲是佛警策大家，希望大家持戒，不要破戒。破戒有救，造作阿鼻地狱极重罪业的人还是有救，唯独破见的人没救，佛对他真是一点办法都没有。为什么？他不相信；不相信什么？不相信自他不二，这个难。",
      "zh_TW": "大乘經上佛常說，「十方三世佛，共同一法身」，這個話重要，我們要常常記住。十方三世佛，三世佛：過去、現在、未來。過去佛，世尊曾經跟我們說過；現在的佛，佛也介紹了一些。我們在《萬佛名經》裡面讀到，在《三千佛名經》裡面讀到，佛給我們介紹過去千佛、現在千佛、未來千佛。這裡頭最重要的，你要懂得誰是未來佛？九法界一切眾生，個個都是未來佛。所以只說一個未來佛，不要再講九法界的眾生，九法界眾生統統是未來佛。我們跟現在佛、過去佛共同一法身；換句話說，相上不一樣，體上是一樣的，不但是一樣，是一個體。明白這個道理，明瞭這個事實，你才知道一切眾生跟自己是什麼關係，我們能只顧自己不顧別人嗎？如果有這個念頭，不但出世間法你不能成就，你每天念的經再多也沒用，念的佛號再多，古人講「喊破喉嚨也枉然」，一天拜十萬拜佛也沒得用處。這也是佛在《戒經》裡面所謂的，破戒佛有能力救他，有救。說破戒罪極重，實在講是佛警策大家，希望大家持戒，不要破戒。破戒有救，造作阿鼻地獄極重罪業的人還是有救，唯獨破見的人沒救，佛對他真是一點辦法都沒有。為什麼？他不相信；不相信什麼？不相信自他不二，這個難。"
    },
    {
      "id": "12-045-0043_p0011",
      "zh_CN": "谁能相信自他不二？《华严经》上法身大士他们相信。他为什么相信？亲证法身。圆教初住菩萨虽然没有证得圆满法身，他证了一分，那一分是真的不是假的，所以他相信，他一丝毫的疑惑都没有。话又说回来，如果你不相信，你就不能证法身。所以你要想超越十法界，要想破一品无明、证一分法身，这个疑惑一定要断得干干净净，我们的修行与普贤行就相应，普贤行是法身大士修的。实在讲，普贤行里面跟我们平常所修的有什么差别？在相上讲完全没有差别，这在相上讲；从性上讲差别就太大了，凡夫有分别、有执着，普贤行没有分别、没有执着。尽虚空遍法界是一个自体，是一个整体，只要有这个念头，你一切的行门，行门是什么？就是你的生活，那就是普贤行。普贤行跟三乘、跟凡夫差别地方就在此地，用心不一样，不在其他，是在用心不一样，心地确确实实清净不染。一就清净、就不染，二就不清净，决定受污染。",
      "zh_TW": "誰能相信自他不二？《華嚴經》上法身大士他們相信。他為什麼相信？親證法身。圓教初住菩薩雖然沒有證得圓滿法身，他證了一分，那一分是真的不是假的，所以他相信，他一絲毫的疑惑都沒有。話又說回來，如果你不相信，你就不能證法身。所以你要想超越十法界，要想破一品無明、證一分法身，這個疑惑一定要斷得乾乾淨淨，我們的修行與普賢行就相應，普賢行是法身大士修的。實在講，普賢行裡面跟我們平常所修的有什麼差別？在相上講完全沒有差別，這在相上講；從性上講差別就太大了，凡夫有分別、有執著，普賢行沒有分別、沒有執著。盡虛空遍法界是一個自體，是一個整體，只要有這個念頭，你一切的行門，行門是什麼？就是你的生活，那就是普賢行。普賢行跟三乘、跟凡夫差別地方就在此地，用心不一樣，不在其他，是在用心不一樣，心地確確實實清淨不染。一就清淨、就不染，二就不清淨，決定受污染。"
    },
    {
      "id": "12-045-0043_p0012",
      "zh_CN": "世尊在《般若经》里面教我们，《般若经》里面讲得太多了，教我们要真正看破放下。江味农居士在《金刚经讲义》里面也多次的劝导我们，他用现代话来说，我们比较容易理解、容易接受，「大而化之」，这个说法说得好。凡事我们接触都能大而化之，意思是不必斤斤去计较。大而化之就是你的分别执着很淡，把它淡化，这对于我们初学的人来说是很好的方法，楞严会上所讲的「最初方便」，我们不妨从这里下手，凡事大而化之，不要放在心上，不要去计较。世出世间法都不必认真，只有一桩事情抓紧，认真就行了，念佛。唯独念佛这个事情，我们要记住世尊教导我们「执持名号」，这是对我们业障深重凡夫来说，我们把这个抓紧、抓牢，决定可以带业往生。至于生到西方极乐世界，大家也不必刻意一定要求上上品往生，上中品都不甘心、都不情愿，恐怕就去不了。这个很要紧，去不了是真的，不是假的，因为你要在上中品你都生烦恼，烦恼怎么能往生？你还有分别执着，不可以。往生西方极乐世界，随它什么品位，统统好，只要能往生就好，我们一定要抱这样的一个心态。不要斤斤计较，我一定要争取什么样的品位，还有一个好胜心、傲慢心，这是往生不了的。古德固然也有作斯示现的，那是另当别论，那不是通途法门，那是特别法门，别有用意。我们不了解当时的状况，不可以随便就猜想，猜想往往是搞错了，造作罪业自己还不知道。一定要了解自己的环境、自己的根性，这才重要。要热心去帮助别人。",
      "zh_TW": "世尊在《般若經》裡面教我們，《般若經》裡面講得太多了，教我們要真正看破放下。江味農居士在《金剛經講義》裡面也多次的勸導我們，他用現代話來說，我們比較容易理解、容易接受，「大而化之」，這個說法說得好。凡事我們接觸都能大而化之，意思是不必斤斤去計較。大而化之就是你的分別執著很淡，把它淡化，這對於我們初學的人來說是很好的方法，楞嚴會上所講的「最初方便」，我們不妨從這裡下手，凡事大而化之，不要放在心上，不要去計較。世出世間法都不必認真，只有一樁事情抓緊，認真就行了，念佛。唯獨念佛這個事情，我們要記住世尊教導我們「執持名號」，這是對我們業障深重凡夫來說，我們把這個抓緊、抓牢，決定可以帶業往生。至於生到西方極樂世界，大家也不必刻意一定要求上上品往生，上中品都不甘心、都不情願，恐怕就去不了。這個很要緊，去不了是真的，不是假的，因為你要在上中品你都生煩惱，煩惱怎麼能往生？你還有分別執著，不可以。往生西方極樂世界，隨它什麼品位，統統好，只要能往生就好，我們一定要抱這樣的一個心態。不要斤斤計較，我一定要爭取什麼樣的品位，還有一個好勝心、傲慢心，這是往生不了的。古德固然也有作斯示現的，那是另當別論，那不是通途法門，那是特別法門，別有用意。我們不了解當時的狀況，不可以隨便就猜想，猜想往往是搞錯了，造作罪業自己還不知道。一定要了解自己的環境、自己的根性，這才重要。要熱心去幫助別人。"
    },
    {
      "id": "12-045-0043_p0013",
      "zh_CN": "隋唐时代智者大师，这是天台宗了不起的一位祖师，他老人家一生干什么工作？护法的工作，主持道场，主持道场是护法的工作。智者大师告诉大家，如果我不领众，每天在念佛堂跟大众一样念佛，往生西方极乐世界品位就很高。因为要主持道场，做护法的工作，日常琐碎的事情太多。为大众服务，舍己为人。所以他说往生到西方极乐世界，他是五品位。五品是什么地位？凡圣同居土往生，品位不高。智者大师的精神我们应当要效法。",
      "zh_TW": "隋唐時代智者大師，這是天台宗了不起的一位祖師，他老人家一生幹什麼工作？護法的工作，主持道場，主持道場是護法的工作。智者大師告訴大家，如果我不領眾，每天在念佛堂跟大眾一樣念佛，往生西方極樂世界品位就很高。因為要主持道場，做護法的工作，日常瑣碎的事情太多。為大眾服務，捨己為人。所以他說往生到西方極樂世界，他是五品位。五品是什麼地位？凡聖同居土往生，品位不高。智者大師的精神我們應當要效法。"
    },
    {
      "id": "12-045-0043_p0014",
      "zh_CN": "在佛门当中，有智慧，懂得随缘，也就是随顺环境的需要，我在这个道场扮演什么样的角色。念佛堂里面领众的法师都不是修行，都是为大众服务。谁修行？清众修行。念佛堂里面的法师，他们要注重法器，不能敲错，要注重大家念佛的状况，有没有昏沉的，有没有掉举的，有没有有困难需要帮忙的，他要照顾大众。所以他是属于内护，最贴身的看护，要常常看着，要常常护念着。这些都是舍己为人，这是菩萨发心。真正修行，万缘放下，一个妄念没有的，是在里面念佛的清众，他能做得到，领众的法师都不可以，他有他的职责在。每一堂下来之后，他们还要开会来研究改进，还要时常征询大众的意见，接纳意见，研究这些意见，想方法改进。所以护法跟修持集合成一体，没有这么多护持的人，这个道场怎么能成就？有这么多发心护持的人，也得有真正发心到这个地方来念佛，这个缘才成就。如果有这些护法的人，没有人来念佛，念佛堂也办不成功；有人到这里念佛，没有这些护法的人，也念不成功。",
      "zh_TW": "在佛門當中，有智慧，懂得隨緣，也就是隨順環境的需要，我在這個道場扮演什麼樣的角色。念佛堂裡面領眾的法師都不是修行，都是為大眾服務。誰修行？清眾修行。念佛堂裡面的法師，他們要注重法器，不能敲錯，要注重大家念佛的狀況，有沒有昏沉的，有沒有掉舉的，有沒有有困難需要幫忙的，他要照顧大眾。所以他是屬於內護，最貼身的看護，要常常看著，要常常護念著。這些都是捨己為人，這是菩薩發心。真正修行，萬緣放下，一個妄念沒有的，是在裡面念佛的清眾，他能做得到，領眾的法師都不可以，他有他的職責在。每一堂下來之後，他們還要開會來研究改進，還要時常徵詢大眾的意見，接納意見，研究這些意見，想方法改進。所以護法跟修持集合成一體，沒有這麼多護持的人，這個道場怎麼能成就？有這麼多發心護持的人，也得有真正發心到這個地方來念佛，這個緣才成就。如果有這些護法的人，沒有人來念佛，念佛堂也辦不成功；有人到這裡念佛，沒有這些護法的人，也念不成功。"
    },
    {
      "id": "12-045-0043_p0015",
      "zh_CN": "所以自他不二这个念头要首先建立，然后才热心的成就别人。这是菩萨发心，我愿意你们先成就，我后成就。地藏菩萨做得最彻底，「地狱不空，誓不成佛」，一切众生统统都成佛了，我最后一个成佛。你看看，了不起！这是别人做不到的。他为什么能做到？他知道一切众生就是自己，一切众生都成佛了，自己才圆满成佛，所以是先成就别人，后成就自己。我们也曾经看到有一些很难得的大夫，他自己也有病，先给别人治病，先把别人治好，自己治不好也无所谓。这些都是菩萨发心，没有私心、没有私欲，才真正能做到普治清净，这是我们应当要学习的。一切时、一切处、一切境缘当中，念念先人后己，先成就别人，然后再说自己，一定要这样的发心。这个发心的基础，就是真正明了自他是一不是二。",
      "zh_TW": "所以自他不二這個念頭要首先建立，然後才熱心的成就別人。這是菩薩發心，我願意你們先成就，我後成就。地藏菩薩做得最徹底，「地獄不空，誓不成佛」，一切眾生統統都成佛了，我最後一個成佛。你看看，了不起！這是別人做不到的。他為什麼能做到？他知道一切眾生就是自己，一切眾生都成佛了，自己才圓滿成佛，所以是先成就別人，後成就自己。我們也曾經看到有一些很難得的大夫，他自己也有病，先給別人治病，先把別人治好，自己治不好也無所謂。這些都是菩薩發心，沒有私心、沒有私欲，才真正能做到普治清淨，這是我們應當要學習的。一切時、一切處、一切境緣當中，念念先人後己，先成就別人，然後再說自己，一定要這樣的發心。這個發心的基礎，就是真正明瞭自他是一不是二。"
    },
    {
      "id": "12-045-0043_p0016",
      "zh_CN": "这一句里面另外一个意思，就是清净能够普治一切身心之病，这个意思也很深、也很广。我们念佛要想得一心，清净就能得一心。我们要想对治烦恼，清净就能够伏烦恼，就能够断烦恼，所以清净能普治一切身心的疾病。第七尊：",
      "zh_TW": "這一句裡面另外一個意思，就是清淨能夠普治一切身心之病，這個意思也很深、也很廣。我們念佛要想得一心，清淨就能得一心。我們要想對治煩惱，清淨就能夠伏煩惱，就能夠斷煩惱，所以清淨能普治一切身心的疾病。第七尊："
    },
    {
      "id": "12-045-0043_p0017",
      "zh_CN": "【大发吼声主药神。】",
      "zh_TW": "【大發吼聲主藥神。】"
    },
    {
      "id": "12-045-0043_p0018",
      "zh_CN": "这一尊菩萨他所表的是治疗的方法。这个方法是非常殊胜而有效果的方法，可惜现在众生福薄，这个方法失传了。我们在《大藏经》里面看到许许多多治病的一些神咒，在古时候这些神咒，大概在隋唐的时候都还相当有效果，你有病，你念这个咒，病就好了。现在我们把《藏经》拿出来，依照咒语去念，怎么念病也不会好，也没效果，什么原因？发音不正确。这里头确实是很有道理，佛真的是个大医王，他对于人的身体里面的结构是了如指掌，他太清楚了。疾病从哪里来的？你身体里面的管道阻塞，不能够畅通，毛病就发生。佛一看就晓得，教你念一个咒语，你就跟他念，念几天病就好了。你要问这是什么原因？他发的音声震动这个部位，把你这个阻塞慢慢震动，它就畅通，这比针灸还高明。针灸是用针的方法，也是把阻塞给它打通。再其次用药物，药物是用化学的方法，是用化合物把阻塞里面东西把它化解、溶化，让它贯通，都是这么个道理。所以这个名号就代表所有一切医疗的方法，『大发吼声』，现在讲是医疗的技术，医疗的技巧。在这部经里面，不仅仅是对于身病，生理上的病，还要治心病。心病里头大发吼声，诸位都知道，是讲经说法，所以讲经说法是医疗一切众生心身疾病的不二法门。再看下面第八尊︰",
      "zh_TW": "這一尊菩薩他所表的是治療的方法。這個方法是非常殊勝而有效果的方法，可惜現在眾生福薄，這個方法失傳了。我們在《大藏經》裡面看到許許多多治病的一些神咒，在古時候這些神咒，大概在隋唐的時候都還相當有效果，你有病，你念這個咒，病就好了。現在我們把《藏經》拿出來，依照咒語去念，怎麼念病也不會好，也沒效果，什麼原因？發音不正確。這裡頭確實是很有道理，佛真的是個大醫王，他對於人的身體裡面的結構是瞭如指掌，他太清楚了。疾病從哪裡來的？你身體裡面的管道阻塞，不能夠暢通，毛病就發生。佛一看就曉得，教你念一個咒語，你就跟他念，念幾天病就好了。你要問這是什麼原因？他發的音聲震動這個部位，把你這個阻塞慢慢震動，它就暢通，這比針灸還高明。針灸是用針的方法，也是把阻塞給它打通。再其次用藥物，藥物是用化學的方法，是用化合物把阻塞裡面東西把它化解、溶化，讓它貫通，都是這麼個道理。所以這個名號就代表所有一切醫療的方法，『大發吼聲』，現在講是醫療的技術，醫療的技巧。在這部經裡面，不僅僅是對於身病，生理上的病，還要治心病。心病裡頭大發吼聲，諸位都知道，是講經說法，所以講經說法是醫療一切眾生心身疾病的不二法門。再看下面第八尊︰"
    },
    {
      "id": "12-045-0043_p0019",
      "zh_CN": "【蔽日光幢主药神。】",
      "zh_TW": "【蔽日光幢主藥神。】"
    },
    {
      "id": "12-045-0043_p0020",
      "zh_CN": "『蔽』是遮蔽，『日』是日光。这里面意思是双关的，我们一看就能看得出来。一个是说智慧高明，超日月光。光幢蔽日，把太阳的光明都比下去了，日光都不能够明显，都显示不出来，他的智慧光明超过日光，这是一个意思。另外一个意思，有许多的光是有害的，这是现在我们科学常识都知道，这些有害的光必须要把它过滤。我们知道太阳光里面，它这个光波不是单纯的，许多不同的光波。我们今天用三棱镜让太阳光通过，就可以看到太阳的光谱很多种颜色，每一种颜色波长都不相同。而里面对于地球上的生物，不但是动物，包括植物，最有杀伤力的是紫外线。地球上还有这么多动物生存，这么多植物存在，幸好地球外面包着一层大气。大气现在大家知道是臭氧层，臭氧的功能能够过滤紫外线，紫外线虽然还有一些残余的，透过臭氧层射到地面，但是因为它已经是减弱很多，我们在这种光线之下受的伤害就不大。如果没有臭氧层那就麻烦，要是没有臭氧层，紫外线直接照在地球上，科学家说，恐怕地球上的这些生物都不能够存在，所以这个杀伤力非常之强。这一类的光，有害的光，必须要把它过滤，「蔽」有过滤的意思。",
      "zh_TW": "『蔽』是遮蔽，『日』是日光。這裡面意思是雙關的，我們一看就能看得出來。一個是說智慧高明，超日月光。光幢蔽日，把太陽的光明都比下去了，日光都不能夠明顯，都顯示不出來，他的智慧光明超過日光，這是一個意思。另外一個意思，有許多的光是有害的，這是現在我們科學常識都知道，這些有害的光必須要把它過濾。我們知道太陽光裡面，它這個光波不是單純的，許多不同的光波。我們今天用三棱鏡讓太陽光通過，就可以看到太陽的光譜很多種顏色，每一種顏色波長都不相同。而裡面對於地球上的生物，不但是動物，包括植物，最有殺傷力的是紫外線。地球上還有這麼多動物生存，這麼多植物存在，幸好地球外面包著一層大氣。大氣現在大家知道是臭氧層，臭氧的功能能夠過濾紫外線，紫外線雖然還有一些殘餘的，透過臭氧層射到地面，但是因為它已經是減弱很多，我們在這種光線之下受的傷害就不大。如果沒有臭氧層那就麻煩，要是沒有臭氧層，紫外線直接照在地球上，科學家說，恐怕地球上的這些生物都不能夠存在，所以這個殺傷力非常之強。這一類的光，有害的光，必須要把它過濾，「蔽」有過濾的意思。"
    },
    {
      "id": "12-045-0043_p0021",
      "zh_CN": "在法里面代表什么？法有正法、有邪法。我们知道佛有相好光明，魔也有相好光明；佛的福报很大，魔的福报也不小；佛有光，魔也有光。佛的光柔和，一切众生沐浴在佛光之中，感到清凉自在。佛虽然金色光明，你接触到清凉自在，安稳欢喜。如果是魔的光明，魔也是金色光明，你要是在他那个光照耀之下，人有恐惧不安。他的光，那个明亮跟佛光可以说没有什么差别，只是人接触之后感觉完全不相同。对于魔的光，我们要用什么方法来过滤，不受到他的伤害，这很重要很重要。最有效的方法是正念，如果能够保持正念，魔不但不伤害你，魔也尊敬你，魔也来护你的法；换句话说，魔王很现实的。当年对付释迦牟尼佛，释迦牟尼佛示现八相成道有降魔。魔王用的手段太多了，威胁利诱，世尊正念分明，不为他所动，威胁利诱都不动心，如如不动，魔没有法子，回过头来护法，做释迦牟尼佛的护法。所以他到不能够伤害你、破坏你的时候，他很佩服你，他不会找麻烦，他还会当护法。所以最重要的方式就是定慧，戒定慧三学，我们的心念能与戒定慧三学相应，魔不能动摇。",
      "zh_TW": "在法裡面代表什麼？法有正法、有邪法。我們知道佛有相好光明，魔也有相好光明；佛的福報很大，魔的福報也不小；佛有光，魔也有光。佛的光柔和，一切眾生沐浴在佛光之中，感到清涼自在。佛雖然金色光明，你接觸到清涼自在，安穩歡喜。如果是魔的光明，魔也是金色光明，你要是在他那個光照耀之下，人有恐懼不安。他的光，那個明亮跟佛光可以說沒有什麼差別，只是人接觸之後感覺完全不相同。對於魔的光，我們要用什麼方法來過濾，不受到他的傷害，這很重要很重要。最有效的方法是正念，如果能夠保持正念，魔不但不傷害你，魔也尊敬你，魔也來護你的法；換句話說，魔王很現實的。當年對付釋迦牟尼佛，釋迦牟尼佛示現八相成道有降魔。魔王用的手段太多了，威脅利誘，世尊正念分明，不為他所動，威脅利誘都不動心，如如不動，魔沒有法子，回過頭來護法，做釋迦牟尼佛的護法。所以他到不能夠傷害你、破壞你的時候，他很佩服你，他不會找麻煩，他還會當護法。所以最重要的方式就是定慧，戒定慧三學，我們的心念能與戒定慧三學相應，魔不能動搖。"
    },
    {
      "id": "12-045-0043_p0022",
      "zh_CN": "什么人最容易受魔伤害？现在在社会里面，学佛的同修，尤其是年轻人，着魔的多，我们在国内、国外常常遇到。原本是个很好的年轻人，很聪明，也很有智慧，书念得很好，大学完成了，有的拿到硕士、拿到博士，不晓得是什么因缘，他去学佛了。学佛了，遇到的善知识有问题，学了没有多久，说实在话，他要不认真的学，大概没什么大害处；他很认真、很精进、很努力，学上个半年、一年，他证果了，证什么果？我们现在医学里面讲精神分裂。没有法子，他要进医院去治疗，我们讲精神病院，他要进入那个地方去。所以他的家人，他的父母，看到非常痛心、非常难过，很好的一个年轻人，为什么会变成这个样子？我遇到他们家亲眷属来找我，有的时候带着他们来看我，问我有没有办法？我没有办法。我一定会问他，我说他是不是很喜欢神通感应？这个没错。喜欢神通感应跟魔就有缘，魔就利用你的心理弱点来整你。我们在这个时代，一定要有高度的警觉，我们老老实实修学，就是念佛也不求感应，也不求神通。佛在经上教我们怎么做就老实做；佛教我们不可以做，我们就决定不做；佛教我们往生西方极乐世界，我们就求生净土；佛教我们了生死，脱离轮回，我们对于六道就决定不可以有留恋。随顺佛陀的教诲，魔对你就无可奈何。所以许许多多年轻人喜欢神通、喜欢感应，把自己大好的前途糟蹋掉了，这真正可惜。我们遇到的太多太多，这是要警惕的，尤其是自己有亲戚朋友，一定要提醒他。",
      "zh_TW": "什麼人最容易受魔傷害？現在在社會裡面，學佛的同修，尤其是年輕人，著魔的多，我們在國內、國外常常遇到。原本是個很好的年輕人，很聰明，也很有智慧，書念得很好，大學完成了，有的拿到碩士、拿到博士，不曉得是什麼因緣，他去學佛了。學佛了，遇到的善知識有問題，學了沒有多久，說實在話，他要不認真的學，大概沒什麼大害處；他很認真、很精進、很努力，學上個半年、一年，他證果了，證什麼果？我們現在醫學裡面講精神分裂。沒有法子，他要進醫院去治療，我們講精神病院，他要進入那個地方去。所以他的家人，他的父母，看到非常痛心、非常難過，很好的一個年輕人，為什麼會變成這個樣子？我遇到他們家親眷屬來找我，有的時候帶著他們來看我，問我有沒有辦法？我沒有辦法。我一定會問他，我說他是不是很喜歡神通感應？這個沒錯。喜歡神通感應跟魔就有緣，魔就利用你的心理弱點來整你。我們在這個時代，一定要有高度的警覺，我們老老實實修學，就是念佛也不求感應，也不求神通。佛在經上教我們怎麼做就老實做；佛教我們不可以做，我們就決定不做；佛教我們往生西方極樂世界，我們就求生淨土；佛教我們了生死，脫離輪迴，我們對於六道就決定不可以有留戀。隨順佛陀的教誨，魔對你就無可奈何。所以許許多多年輕人喜歡神通、喜歡感應，把自己大好的前途糟蹋掉了，這真正可惜。我們遇到的太多太多，這是要警惕的，尤其是自己有親戚朋友，一定要提醒他。"
    },
    {
      "id": "12-045-0043_p0023",
      "zh_CN": "佛门里面最容易着魔的是密宗跟禅宗，这最容易着魔；其他的宗派里面，包括我们念佛的，那很少，不太容易，唯独密跟禅容易。容易的原因，密跟鬼神接触太频繁，很多的咒语都是跟鬼神往来的这些讯息。你要没有相当的功夫，你把鬼神找来了，他看你没有神通道力，他瞧不起你，给你开个小玩笑你就吃不了。那些是鬼神，不是菩萨，没有什么慈悲心。所以孔老夫子教我们「敬鬼神而远之」很有道理，他不是佛菩萨。我们念佛的人比较不容易着魔，原因是什么？我们天天是跟佛打交道，跟阿弥陀佛打交道，魔插不进来的。但是如果你要求神通、求感应，魔就得其便。为什么？他变成阿弥陀佛来诱惑你，变成菩萨的样子来欺骗你，那你怎么办？你就搞错了，就上当了。所以一心专念阿弥陀佛，这是《无量寿经》教给我们的，「发菩提心，一向专念」，这是魔不得其便。",
      "zh_TW": "佛門裡面最容易著魔的是密宗跟禪宗，這最容易著魔；其他的宗派裡面，包括我們念佛的，那很少，不太容易，唯獨密跟禪容易。容易的原因，密跟鬼神接觸太頻繁，很多的咒語都是跟鬼神往來的這些訊息。你要沒有相當的功夫，你把鬼神找來了，他看你沒有神通道力，他瞧不起你，給你開個小玩笑你就吃不了。那些是鬼神，不是菩薩，沒有什麼慈悲心。所以孔老夫子教我們「敬鬼神而遠之」很有道理，他不是佛菩薩。我們念佛的人比較不容易著魔，原因是什麼？我們天天是跟佛打交道，跟阿彌陀佛打交道，魔插不進來的。但是如果你要求神通、求感應，魔就得其便。為什麼？他變成阿彌陀佛來誘惑你，變成菩薩的樣子來欺騙你，那你怎麼辦？你就搞錯了，就上當了。所以一心專念阿彌陀佛，這是《無量壽經》教給我們的，「發菩提心，一向專念」，這是魔不得其便。"
    },
    {
      "id": "12-045-0043_p0024",
      "zh_CN": "有一些同修担心，万一临命终的时候，魔要变成阿弥陀佛来接引我们怎么办？我们又不认识，不是一生的功夫全功尽弃了？这个事情你要放心，魔虽然会欺骗人，但是他决定不可以变本尊。为什么？佛有护法神，我们自己真正发心念佛，都有护法神守护。护法神绝对不允许妖魔鬼怪冒充本尊，那他是犯法的，这是决定不许可的。他要是变别的佛，他不算犯法，他没有冒充，他来骗你，你跟他去了，那你上当。譬如我们念阿弥陀佛，一定是佛来接引。临命终时忽然是释迦牟尼佛来接引，药师佛来接引，这个不对劲，要知道决定不是真的。如果看到这个情形来怎么样？不理会就好了，根本不理他，一会儿这个相就没有了。一定要等阿弥陀佛。阿弥陀佛来了，认不认得？认得，决定认识。临终的时候，你看我们送往生的时候，往生的人说阿弥陀佛来了，那是真的，一点不假。如果他说是别的佛菩萨来了，这个时候助念的人立刻要提出警告，要提醒他不要理会，一心念佛，什么样的佛菩萨现前，根本不理他，要提醒这一着。老实念阿弥陀佛，等阿弥陀佛来接引，那就对了，这个常识一定要有。所以念佛人在平常见佛，见阿弥陀佛，偶尔见一次是有感应，常常见麻烦就来了，那就不对劲，就有问题。所以有很多人说，我初学佛的时候常常还梦到阿弥陀佛，现在这么多年根本就没有，是不是退转了？也许是退转，不退转也不应该常常见，常常见那就是魔境界，不是佛境界。果然是佛的境界现前，也不能执着，也不能生起贪心。",
      "zh_TW": "有一些同修擔心，萬一臨命終的時候，魔要變成阿彌陀佛來接引我們怎麼辦？我們又不認識，不是一生的功夫全功盡棄了？這個事情你要放心，魔雖然會欺騙人，但是他決定不可以變本尊。為什麼？佛有護法神，我們自己真正發心念佛，都有護法神守護。護法神絕對不允許妖魔鬼怪冒充本尊，那他是犯法的，這是決定不許可的。他要是變別的佛，他不算犯法，他沒有冒充，他來騙你，你跟他去了，那你上當。譬如我們念阿彌陀佛，一定是佛來接引。臨命終時忽然是釋迦牟尼佛來接引，藥師佛來接引，這個不對勁，要知道決定不是真的。如果看到這個情形來怎麼樣？不理會就好了，根本不理他，一會兒這個相就沒有了。一定要等阿彌陀佛。阿彌陀佛來了，認不認得？認得，決定認識。臨終的時候，你看我們送往生的時候，往生的人說阿彌陀佛來了，那是真的，一點不假。如果他說是別的佛菩薩來了，這個時候助念的人立刻要提出警告，要提醒他不要理會，一心念佛，什麼樣的佛菩薩現前，根本不理他，要提醒這一著。老實念阿彌陀佛，等阿彌陀佛來接引，那就對了，這個常識一定要有。所以念佛人在平常見佛，見阿彌陀佛，偶爾見一次是有感應，常常見麻煩就來了，那就不對勁，就有問題。所以有很多人說，我初學佛的時候常常還夢到阿彌陀佛，現在這麼多年根本就沒有，是不是退轉了？也許是退轉，不退轉也不應該常常見，常常見那就是魔境界，不是佛境界。果然是佛的境界現前，也不能執著，也不能生起貪心。"
    },
    {
      "id": "12-045-0043_p0025",
      "zh_CN": "世尊在楞严会上教给我们对付这些魔境说得很好，境界现前不要去理会它，不作圣解，都是好境界。为什么？魔现前，实在讲是你有一定的功夫了，你没有功夫魔不来。魔是来扰乱，破坏你道心的，你根本没有道心，他来干什么？他是来把你功夫打断的，你没有功夫，他用不着来；你的功夫有相当程度，他要来障碍。这个时候境界现前，你如如不动，根本理都不理他，他没有办法破坏。所以你不理他，好境界，证明你还有一点功夫，还有点本事，值得魔来干扰你，你要没有这个能力魔不来，所以要晓得这些道理。这个名号里面的意思是双关的，我们要懂得。第九尊︰",
      "zh_TW": "世尊在楞嚴會上教給我們對付這些魔境說得很好，境界現前不要去理會它，不作聖解，都是好境界。為什麼？魔現前，實在講是你有一定的功夫了，你沒有功夫魔不來。魔是來擾亂，破壞你道心的，你根本沒有道心，他來幹什麼？他是來把你功夫打斷的，你沒有功夫，他用不著來；你的功夫有相當程度，他要來障礙。這個時候境界現前，你如如不動，根本理都不理他，他沒有辦法破壞。所以你不理他，好境界，證明你還有一點功夫，還有點本事，值得魔來干擾你，你要沒有這個能力魔不來，所以要曉得這些道理。這個名號裡面的意思是雙關的，我們要懂得。第九尊︰"
    },
    {
      "id": "12-045-0043_p0026",
      "zh_CN": "【明见十方主药神。】",
      "zh_TW": "【明見十方主藥神。】"
    },
    {
      "id": "12-045-0043_p0027",
      "zh_CN": "『明见』，这个意思非常明显，大概是现在讲的眼科医生，明见是眼科。眼睛在我们身体里面，实在讲是占很重要的地位，如果我们眼睛失明，比任何部分的伤残都来得严重，所以德号里头特别有这一尊。从眼，我们每个人都非常重视保护自己的眼睛，这一定要有医学的常识。我们现在看到，许许多多小朋友都戴上眼镜，我曾经看到才五、六岁的小朋友上幼稚园，他都戴眼镜，这不是一个好现象，不懂得保护眼睛。保护眼睛最重要的，除了卫生之外，睡眠非常重要。睡眠要睡得好，不一定要时间长，一定要睡得好，得到充分的休息。用眼睛，现在小朋友，我看到很小眼睛就有了问题，大概总是电视看多了，尤其是近距离的看电视，这对于眼睛的伤害太大了。另外学生，现在学生，你看近视的多少！为什么？看书看得多，书都是小字。我们想想古人，古人也有很勤奋读书的，古时候没有眼镜，古人好像也没有听说有很多眼睛毛病的。那是什么原因？古时候的书本字大。你看看古书，大概古书现在诸位都没看到，真正的古本都没看到。真正古本的书，字都是寸楷，一个字大小是一寸，那个看起来眼睛怎么会看坏？古时候木刻的书本，一面是十行，一行二十个字，书本都很大，不像我们现在的本子很小。现在我们讲十六开的本子就相当大，从前古人的书大概合现在是十二开，比我们十六开的还大，本子大，字大。不像现在印刷的字体这么小，排得这么密，真的伤眼睛，这种书哪里能读？只能像字典，偶尔查查资料可以。现在的《大藏经》，缩小了印出来的，这个经不能读，读的时候太伤眼睛。所以现在《大藏经》只可以拿它做资料用，查资料用，不适合阅读。",
      "zh_TW": "『明見』，這個意思非常明顯，大概是現在講的眼科醫生，明見是眼科。眼睛在我們身體裡面，實在講是佔很重要的地位，如果我們眼睛失明，比任何部分的傷殘都來得嚴重，所以德號裡頭特別有這一尊。從眼，我們每個人都非常重視保護自己的眼睛，這一定要有醫學的常識。我們現在看到，許許多多小朋友都戴上眼鏡，我曾經看到才五、六歲的小朋友上幼稚園，他都戴眼鏡，這不是一個好現象，不懂得保護眼睛。保護眼睛最重要的，除了衛生之外，睡眠非常重要。睡眠要睡得好，不一定要時間長，一定要睡得好，得到充分的休息。用眼睛，現在小朋友，我看到很小眼睛就有了問題，大概總是電視看多了，尤其是近距離的看電視，這對於眼睛的傷害太大了。另外學生，現在學生，你看近視的多少！為什麼？看書看得多，書都是小字。我們想想古人，古人也有很勤奮讀書的，古時候沒有眼鏡，古人好像也沒有聽說有很多眼睛毛病的。那是什麼原因？古時候的書本字大。你看看古書，大概古書現在諸位都沒看到，真正的古本都沒看到。真正古本的書，字都是寸楷，一個字大小是一寸，那個看起來眼睛怎麼會看壞？古時候木刻的書本，一面是十行，一行二十個字，書本都很大，不像我們現在的本子很小。現在我們講十六開的本子就相當大，從前古人的書大概合現在是十二開，比我們十六開的還大，本子大，字大。不像現在印刷的字體這麼小，排得這麼密，真的傷眼睛，這種書哪裡能讀？只能像字典，偶爾查查資料可以。現在的《大藏經》，縮小了印出來的，這個經不能讀，讀的時候太傷眼睛。所以現在《大藏經》只可以拿它做資料用，查資料用，不適合閱讀。"
    },
    {
      "id": "12-045-0043_p0028",
      "zh_CN": "古时候人阅藏，如果你们看到中国大陆《龙藏》的原版，你就晓得人家那个阅藏没有问题。《龙藏》的原版，那个字大概都是现在新加坡报纸上头号标题那么大的字，我在香港大屿山宝莲寺看过，宝莲寺有一套原版的。现在将原版缩小印成方册，精装一百六十册。我们最近曾经印了一千套，已经印好了，将来此地也会送一些来。缩小之后字还算是不小，像现在铅字排版里面大概是四号字的样子，算是相当大，可以阅读。但是真正讲长时间的阅读，这个字体还是太小，还是不够大。这是说到我们伤眼睛，最容易伤眼睛的是萤光幕，无论是看电脑的萤幕、电视的萤幕、电影的银幕，它那个画面是动画，它不是一个稳定的，它是动的，动的速度太快，我们很难看出它的动相，这些很伤眼睛。这是说生理方面的。",
      "zh_TW": "古時候人閱藏，如果你們看到中國大陸《龍藏》的原版，你就曉得人家那個閱藏沒有問題。《龍藏》的原版，那個字大概都是現在新加坡報紙上頭號標題那麼大的字，我在香港大嶼山寶蓮寺看過，寶蓮寺有一套原版的。現在將原版縮小印成方冊，精裝一百六十冊。我們最近曾經印了一千套，已經印好了，將來此地也會送一些來。縮小之後字還算是不小，像現在鉛字排版裡面大概是四號字的樣子，算是相當大，可以閱讀。但是真正講長時間的閱讀，這個字體還是太小，還是不夠大。這是說到我們傷眼睛，最容易傷眼睛的是螢光幕，無論是看電腦的螢幕、電視的螢幕、電影的銀幕，它那個畫面是動畫，它不是一個穩定的，它是動的，動的速度太快，我們很難看出它的動相，這些很傷眼睛。這是說生理方面的。"
    },
    {
      "id": "12-045-0043_p0029",
      "zh_CN": "再要回到心理方面的，意思就更广了。一般大乘经上讲的「五眼」，五眼里面除了肉眼之外，其他的都是属于心理的，我们讲心眼。《华严经》讲十种眼，十种眼里面除了一种肉眼之外，其余的统统也都是心理上的。心上这个眼就是讲正知正见，正知正见这是佛眼，佛经上讲的法眼、慧眼、智眼。主药神如何能够防止或者是治疗我们一些邪知邪见，这是我们的眼病，这个眼病比生理上的眼病要严重得多，绝不是生理上的眼病可以能够比拟的。如何能够防御？如何来治疗？实在讲，我们从无始劫以来轮回六道，邪知邪见无量无边。所以佛说没证阿罗汉果之前不能相信自己的意思，不能相信自己的见解，这很有道理。我们的意思、我们的见解全都是错误的，只是错误的程度有浅深不同，伤害有大小之差，不能说没有错误。接触佛法之后，学了佛之后，我们这才明了，知道自己见解、思想有问题，一定要求对治。对治的方法就是经教，开道眼，如来这些经论所谓是人天眼目，是人天清净的眼目、健康的眼目。由此可知，预防邪知邪见，对治邪知邪见，唯一的方法是读诵大乘，这个可以防御。如果要讲到根本的治疗，必须要入佛知见，那就行了，那是根本治疗。入佛知见是正果，不但你要有正信、正解、正行，还要正果。能够有正信、正解、正行，可以防御，这可以做预防工作，可以治疗，这个治疗没有根治，没有断根，治疗要断根一定要正果，这个正果是《华严经》上讲的「破一品无明，证一分法身」，这个时候就入佛知见了。《法华经》上佛说的，那是讲释迦牟尼佛弘法利生的目的，「开示悟入佛之知见」，这是十方三界一切诸佛弘法利生的总目标，就是为这个，帮助一切众生入佛知见。",
      "zh_TW": "再要回到心理方面的，意思就更廣了。一般大乘經上講的「五眼」，五眼裡面除了肉眼之外，其他的都是屬於心理的，我們講心眼。《華嚴經》講十種眼，十種眼裡面除了一種肉眼之外，其餘的統統也都是心理上的。心上這個眼就是講正知正見，正知正見這是佛眼，佛經上講的法眼、慧眼、智眼。主藥神如何能夠防止或者是治療我們一些邪知邪見，這是我們的眼病，這個眼病比生理上的眼病要嚴重得多，絕不是生理上的眼病可以能夠比擬的。如何能夠防禦？如何來治療？實在講，我們從無始劫以來輪迴六道，邪知邪見無量無邊。所以佛說沒證阿羅漢果之前不能相信自己的意思，不能相信自己的見解，這很有道理。我們的意思、我們的見解全都是錯誤的，只是錯誤的程度有淺深不同，傷害有大小之差，不能說沒有錯誤。接觸佛法之後，學了佛之後，我們這才明瞭，知道自己見解、思想有問題，一定要求對治。對治的方法就是經教，開道眼，如來這些經論所謂是人天眼目，是人天清淨的眼目、健康的眼目。由此可知，預防邪知邪見，對治邪知邪見，唯一的方法是讀誦大乘，這個可以防禦。如果要講到根本的治療，必須要入佛知見，那就行了，那是根本治療。入佛知見是正果，不但你要有正信、正解、正行，還要正果。能夠有正信、正解、正行，可以防禦，這可以做預防工作，可以治療，這個治療沒有根治，沒有斷根，治療要斷根一定要正果，這個正果是《華嚴經》上講的「破一品無明，證一分法身」，這個時候就入佛知見了。《法華經》上佛說的，那是講釋迦牟尼佛弘法利生的目的，「開示悟入佛之知見」，這是十方三界一切諸佛弘法利生的總目標，就是為這個，幫助一切眾生入佛知見。"
    },
    {
      "id": "12-045-0043_p0030",
      "zh_CN": "佛对众生，他能够贡献的只是前面两种，开佛知见、示佛知见，这是他能做得到的，悟入是我们学生自己的事情。佛为我们开知见，我们要能觉悟；佛为我们示现，我们要能契入。老师能做得到的就是开示，学生要不能够悟入，那也是枉然，你跟再好的老师，你也得不到真正的利益，真正的利益是你自己要悟入。正因为是这么一个原因，所以佛才说佛不度众生。众生成佛，修行成佛，谁度？自己度的。佛只是给你做一个增上缘，在旁边帮助你，路一定要你自己走，佛没有办法代你走路。正如同佛只能够指示你方向、指示你道路、指示你目标，路一定要自己走，这是我们一定要懂得的。假如佛能够帮助我们行证，诸位想想，我们还要修什么行？不要修了。如果我们不能证果，佛算什么慈悲？他就没有慈悲心。所以要晓得，佛有做不到的事情，那就是不能帮助我们修行，不能帮助我们证果。佛可以做得到的，佛帮助我们把这个事情说明白、说清楚，道理讲清楚，方法讲清楚，境界讲清楚。当然，最好他还做个样子给我们看，他在前面走。他走，他走是什么？走出一个样子给我们看，教我们怎么走法，那就是「示」。示就是我们这里讲的表演，这些佛菩萨在这个地方示现作主药神，这是示。所以佛菩萨只能够做到讲经说法，示现榜样，他只能做到此地，我们听了，看到了，一定要有觉悟。",
      "zh_TW": "佛對眾生，他能夠貢獻的只是前面兩種，開佛知見、示佛知見，這是他能做得到的，悟入是我們學生自己的事情。佛為我們開知見，我們要能覺悟；佛為我們示現，我們要能契入。老師能做得到的就是開示，學生要不能夠悟入，那也是枉然，你跟再好的老師，你也得不到真正的利益，真正的利益是你自己要悟入。正因為是這麼一個原因，所以佛才說佛不度眾生。眾生成佛，修行成佛，誰度？自己度的。佛只是給你做一個增上緣，在旁邊幫助你，路一定要你自己走，佛沒有辦法代你走路。正如同佛只能夠指示你方向、指示你道路、指示你目標，路一定要自己走，這是我們一定要懂得的。假如佛能夠幫助我們行證，諸位想想，我們還要修什麼行？不要修了。如果我們不能證果，佛算什麼慈悲？他就沒有慈悲心。所以要曉得，佛有做不到的事情，那就是不能幫助我們修行，不能幫助我們證果。佛可以做得到的，佛幫助我們把這個事情說明白、說清楚，道理講清楚，方法講清楚，境界講清楚。當然，最好他還做個樣子給我們看，他在前面走。他走，他走是什麼？走出一個樣子給我們看，教我們怎麼走法，那就是「示」。示就是我們這裡講的表演，這些佛菩薩在這個地方示現作主藥神，這是示。所以佛菩薩只能夠做到講經說法，示現榜樣，他只能做到此地，我們聽了，看到了，一定要有覺悟。"
    },
    {
      "id": "12-045-0043_p0031",
      "zh_CN": "我们看到释迦牟尼佛，他老人家所表演的样子，真的身心世界一切放下，名闻利养、五欲六尘完全不沾。过最简单的生活、最朴实的生活，在他那个环境里面三衣一钵，完全放下了，这是示，示现给我们看。佛的这些弟子当中，我们在经上读到，常常在释迦牟尼佛身边的在家弟子，国王、大臣、大富长者，乃至于婆罗门、瑜伽，这些宗教家们有很多都是佛的学生，跟佛学习。佛的学生里面，男女老少、各行各业总有，连贫穷的乞人、奴婢，在佛四众弟子里面，佛眼睛看起来一律平等，没有高下，一样的亲切关怀，照顾得无微不至。佛这么示现，四众学生每个人皆做如是示现。我们在这里面得到启示，知道自己应该怎么去做，知道我们在这个世间，随自己的意思、随自己的环境，现在讲随着自己生活种种条件，我喜欢在这个世间扮演一个什么角色，哪一种行业，扮演过哪一种生活。但是一定要与世尊的精神、理念相应，那就是菩萨道，就是菩萨行。他的精神是什么？万缘放下，一丝毫不沾染；他的理念是万法平等，万法一如，自他不二。所以无论我们选择哪一种生活，无论选择哪一种行业，都是修菩萨行，都是学菩萨道，正如同本经末后五十三参所显示的。",
      "zh_TW": "我們看到釋迦牟尼佛，他老人家所表演的樣子，真的身心世界一切放下，名聞利養、五欲六塵完全不沾。過最簡單的生活、最樸實的生活，在他那個環境裡面三衣一缽，完全放下了，這是示，示現給我們看。佛的這些弟子當中，我們在經上讀到，常常在釋迦牟尼佛身邊的在家弟子，國王、大臣、大富長者，乃至於婆羅門、瑜伽，這些宗教家們有很多都是佛的學生，跟佛學習。佛的學生裡面，男女老少、各行各業總有，連貧窮的乞人、奴婢，在佛四眾弟子裡面，佛眼睛看起來一律平等，沒有高下，一樣的親切關懷，照顧得無微不至。佛這麼示現，四眾學生每個人皆做如是示現。我們在這裡面得到啟示，知道自己應該怎麼去做，知道我們在這個世間，隨自己的意思、隨自己的環境，現在講隨著自己生活種種條件，我喜歡在這個世間扮演一個什麼角色，哪一種行業，扮演過哪一種生活。但是一定要與世尊的精神、理念相應，那就是菩薩道，就是菩薩行。他的精神是什麼？萬緣放下，一絲毫不沾染；他的理念是萬法平等，萬法一如，自他不二。所以無論我們選擇哪一種生活，無論選擇哪一種行業，都是修菩薩行，都是學菩薩道，正如同本經末後五十三參所顯示的。"
    },
    {
      "id": "12-045-0043_p0032",
      "zh_CN": "最重要的，心地的清净光明。不是说只有示现三十二相八十种好这个佛身才具足五眼，你要这么想法你就想错了。他示现一个比丘身，他也具足五眼；他示现一个在家优婆塞、优婆夷身，都具足五眼。随类化身，无论示现的是什么样的身分、什么样的身形，统统都具足五眼圆明；无论现的什么样的身相，给诸位说都是佛相。我们现在的麻烦大在哪里？执着一定要三十二相八十种好，这叫佛相，那个相不是佛相，都堕落在妄想分别执着里面。佛哪有相？不但佛没有相，菩萨没有相，一真法界里面圆初住菩萨都没有相。因为无相，所以才无不相；因为无相，所以才能够现种种相。我们今天之所以不能够现第二个相，就是执着这个相才是自己，跟这个相不像的话不是自己。照一张照片，这个是自己，那个不是自己，有什么法子，你还怎么能化身？如果你要问佛的相，哪个是你的相？佛没有，所有一切相都是佛相。希望同修们细心去体会，你真正要会得了，受用就无穷。真正会得，你就证清净法身，清净法身现清净法相。清净法身是虚空法界，清净法相是依正庄严，依正庄严都是自己的相分，他哪有分别、哪有执着？那才是宗门里面所谓真正见到自己的本来面目，你的眼睛完全没有毛病，真的把事实真相看清楚了；没有到这个境界，眼睛都有毛病，这个要知道。末后这一位很好︰",
      "zh_TW": "最重要的，心地的清淨光明。不是說只有示現三十二相八十種好這個佛身才具足五眼，你要這麼想法你就想錯了。他示現一個比丘身，他也具足五眼；他示現一個在家優婆塞、優婆夷身，都具足五眼。隨類化身，無論示現的是什麼樣的身分、什麼樣的身形，統統都具足五眼圓明；無論現的什麼樣的身相，給諸位說都是佛相。我們現在的麻煩大在哪裡？執著一定要三十二相八十種好，這叫佛相，那個相不是佛相，都墮落在妄想分別執著裡面。佛哪有相？不但佛沒有相，菩薩沒有相，一真法界裡面圓初住菩薩都沒有相。因為無相，所以才無不相；因為無相，所以才能夠現種種相。我們今天之所以不能夠現第二個相，就是執著這個相才是自己，跟這個相不像的話不是自己。照一張照片，這個是自己，那個不是自己，有什麼法子，你還怎麼能化身？如果你要問佛的相，哪個是你的相？佛沒有，所有一切相都是佛相。希望同修們細心去體會，你真正要會得了，受用就無窮。真正會得，你就證清淨法身，清淨法身現清淨法相。清淨法身是虛空法界，清淨法相是依正莊嚴，依正莊嚴都是自己的相分，他哪有分別、哪有執著？那才是宗門裡面所謂真正見到自己的本來面目，你的眼睛完全沒有毛病，真的把事實真相看清楚了；沒有到這個境界，眼睛都有毛病，這個要知道。末後這一位很好︰"
    },
    {
      "id": "12-045-0043_p0033",
      "zh_CN": "【益气明目主药神。】",
      "zh_TW": "【益氣明目主藥神。】"
    },
    {
      "id": "12-045-0043_p0034",
      "zh_CN": "这一位里面说了两桩事情。『明目』，这十位上首，两位里面非常明显提出眼睛，眼就是讲的见解，可见得佛的知见非常重要。『益气』就是我们现在讲进补。世间人对于进补都很重视，平常讲求食补，饮食里面要讲求对身体有利益、有好处。尤其现在还有一些人很注重药食，饮食里面配些中药。到底能不能补？有些人相信，有些人不相信，像我就不相信。确实有很多人送些名贵的补品来给我吃，我吃了一点反应都没有，所以现在人家送给我，我就把它转送给别人。为什么？我吃了没用处，一点反应没有，一点作用不起。也许别人有反应、有作用，那就不知道了，对我没用处。在生理上讲，各人的体质不相同，每个人需要不一样。不一定说这个东西对我有好处，大概对别人有好处，靠不住。对你是补，对别人未必是补，也可能对别人还有害。譬如大家都讲高丽参很补，价钱很高，也有人送我，我如果在讲经之前吃几片高丽参，上台只好不说话了，它对我有害没有利。我一碰到高丽参，碰到这些东西，火气就上升，有的时候连嘴唇都烧破，舌头也会烧破，都不能说话，体质不相同。所以一切的补品对我都不起作用，都没有作用。",
      "zh_TW": "這一位裡面說了兩樁事情。『明目』，這十位上首，兩位裡面非常明顯提出眼睛，眼就是講的見解，可見得佛的知見非常重要。『益氣』就是我們現在講進補。世間人對於進補都很重視，平常講求食補，飲食裡面要講求對身體有利益、有好處。尤其現在還有一些人很注重藥食，飲食裡面配些中藥。到底能不能補？有些人相信，有些人不相信，像我就不相信。確實有很多人送些名貴的補品來給我吃，我吃了一點反應都沒有，所以現在人家送給我，我就把它轉送給別人。為什麼？我吃了沒用處，一點反應沒有，一點作用不起。也許別人有反應、有作用，那就不知道了，對我沒用處。在生理上講，各人的體質不相同，每個人需要不一樣。不一定說這個東西對我有好處，大概對別人有好處，靠不住。對你是補，對別人未必是補，也可能對別人還有害。譬如大家都講高麗參很補，價錢很高，也有人送我，我如果在講經之前吃幾片高麗參，上台只好不說話了，它對我有害沒有利。我一碰到高麗參，碰到這些東西，火氣就上升，有的時候連嘴唇都燒破，舌頭也會燒破，都不能說話，體質不相同。所以一切的補品對我都不起作用，都沒有作用。"
    },
    {
      "id": "12-045-0043_p0035",
      "zh_CN": "我们要重视如何能够对法身进补，这个重要。什么东西能够补益我们的法身慧命？给诸位说，无过于戒定慧三学。既然能够补益法身慧命，对于色身当然更有帮助。所以说心清净，身就得清净；身心清净，百病不生。所有一切疾病，无论是心病、是身病，无不是从妄想分别执着里面生出来的，妄想分别执着是一切心病、身病的根源。如何对治，如何把它断绝？戒定慧三学，这是诸佛如来开的三服药，将一切病根拔除，一切病总治了。我们如何来服戒定慧这三服药？念佛堂里一句佛号统统具足了，你们想想对不对？你进到念佛堂，一心在这里念佛，你不会心里头还去打妄想做坏事，不会。所以念佛这个时候，一定是诸恶莫作，一个恶念都不会生，只是在这里跟大家一起念阿弥陀佛。这一句佛号就是众善奉行，佛号真正是儒家讲的「止于至善」，没有比这个更善的，这是佛法里大总持法门。你在这个地方一心念佛，一心是修定，定学具足了。诸恶莫作、众善奉行是戒具足了；一心，定具足了；这句佛号念得字字清楚、了了分明，一个字没念错，一个字没念颠倒，慧学。所以在念佛堂里面，你念几个小时，念二十四小时、念四十八小时，都是修戒定慧三学，三学同时完成，不但补益法身慧命，也补我们的色身。所以大家念得愈念愈欢喜，愈念身体愈健康，愈念精神愈饱满，什么原因？就是这个道理。这是「益气明目主药神」。到这个地方，我们把十位上首介绍出来了，今天时间刚刚好也到了。",
      "zh_TW": "我們要重視如何能夠對法身進補，這個重要。什麼東西能夠補益我們的法身慧命？給諸位說，無過於戒定慧三學。既然能夠補益法身慧命，對於色身當然更有幫助。所以說心清淨，身就得清淨；身心清淨，百病不生。所有一切疾病，無論是心病、是身病，無不是從妄想分別執著裡面生出來的，妄想分別執著是一切心病、身病的根源。如何對治，如何把它斷絕？戒定慧三學，這是諸佛如來開的三服藥，將一切病根拔除，一切病總治了。我們如何來服戒定慧這三服藥？念佛堂裡一句佛號統統具足了，你們想想對不對？你進到念佛堂，一心在這裡念佛，你不會心裡頭還去打妄想做壞事，不會。所以念佛這個時候，一定是諸惡莫作，一個惡念都不會生，只是在這裡跟大家一起念阿彌陀佛。這一句佛號就是眾善奉行，佛號真正是儒家講的「止於至善」，沒有比這個更善的，這是佛法裡大總持法門。你在這個地方一心念佛，一心是修定，定學具足了。諸惡莫作、眾善奉行是戒具足了；一心，定具足了；這句佛號念得字字清楚、了了分明，一個字沒念錯，一個字沒念顛倒，慧學。所以在念佛堂裡面，你念幾個小時，念二十四小時、念四十八小時，都是修戒定慧三學，三學同時完成，不但補益法身慧命，也補我們的色身。所以大家念得愈念愈歡喜，愈念身體愈健康，愈念精神愈飽滿，什麼原因？就是這個道理。這是「益氣明目主藥神」。到這個地方，我們把十位上首介紹出來了，今天時間剛剛好也到了。"
    }
  ]
}