{
  "doc_id": "12-045-0461",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四六一集",
    "zh_TW": "第四六一集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-045-0461",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "12-045-0461_p0001",
      "zh_CN": "诸位同学，请看「世主妙严品」，主林神偈颂第四首：",
      "zh_TW": "諸位同學，請看「世主妙嚴品」，主林神偈頌第四首："
    },
    {
      "id": "12-045-0461_p0002",
      "zh_CN": "【一毛所集诸功德，劫海宣扬不可尽，诸佛方便难思议，净叶能明此深义。】",
      "zh_TW": "【一毛所集諸功德，劫海宣揚不可盡，諸佛方便難思議，淨葉能明此深義。】"
    },
    {
      "id": "12-045-0461_p0003",
      "zh_CN": "这是吉祥净叶主林神他的赞颂。他所修学的法门是「一切清净功德庄严聚」，这也是如来果地上的圆满境界，是《华严经》上所讲的事事无碍。这个境界不是说凡夫没有而是佛专利，实际上我们凡夫跟佛没有两样，不过凡夫不知道，佛对于这桩事情非常清楚。这一段话，『一毛所集诸功德』，用现在的话来说，佛家所谓的正报，我们的身体。佛常常举比喻从身体里面来讲，一毛孔或者一毛端，指我们这个汗毛，这最小的；要是从一般物质来讲，就是我们讲的依报世间，佛就举微尘，毛端微尘，这是讲最小的。大，讲虚空刹土。刹土是今天天文学家讲的大的星系，通常我们都以为像银河系以这个做一个单位，这是说大。举一个大一个小，当然这就全都包括其中了。佛说这一毛端，无量无边的功德成就这一毛端，一一毛端亦复如是。我们换句话来讲，我们讲这身上一个细胞可不可以？可以。这身上一个细胞也是无量无边的功德，这个细胞才出现，所有一切动物的细胞无不如是。",
      "zh_TW": "這是吉祥淨葉主林神他的讚頌。他所修學的法門是「一切清淨功德莊嚴聚」，這也是如來果地上的圓滿境界，是《華嚴經》上所講的事事無礙。這個境界不是說凡夫沒有而是佛專利，實際上我們凡夫跟佛沒有兩樣，不過凡夫不知道，佛對於這樁事情非常清楚。這一段話，『一毛所集諸功德』，用現在的話來說，佛家所謂的正報，我們的身體。佛常常舉比喻從身體裡面來講，一毛孔或者一毛端，指我們這個汗毛，這最小的；要是從一般物質來講，就是我們講的依報世間，佛就舉微塵，毛端微塵，這是講最小的。大，講虛空剎土。剎土是今天天文學家講的大的星系，通常我們都以為像銀河系以這個做一個單位，這是說大。舉一個大一個小，當然這就全都包括其中了。佛說這一毛端，無量無邊的功德成就這一毛端，一一毛端亦復如是。我們換句話來講，我們講這身上一個細胞可不可以？可以。這身上一個細胞也是無量無邊的功德，這個細胞才出現，所有一切動物的細胞無不如是。"
    },
    {
      "id": "12-045-0461_p0004",
      "zh_CN": "如果讲到我们生活环境里面，佛常讲的最小的「一微尘」，这一微尘也是无量功德才使它现前。然后我们慢慢去体会，一片小树叶、一株小草，大的来讲山河大地，甚至讲到我们地球、我们太阳系，佛在大经上所说的无量因缘，这个经上讲无量功德，无量因缘跟无量功德是一个意思，才成就。因此，任何一法都具足一切法，这个道理我是怕初学同修很难体会，我举一个比较容易懂的跟诸位说明。现在社会上一般常说的，「人人为我，我为人人」，与这个意思相通，我们细心去体会；而佛说法的旨趣，实在讲也在此地。我们生活在这个世间，这一个人很小，太微小了，但是我们生活从早到晚，衣食住行一切所需，谁供养我们的？一切众生。不但我们这个世界众生在供养我们，不同维次空间所有的众生都在支持我们、都在供养我们，天人在供养我们，声闻、缘觉、诸佛如来也都在供养我们。他供养我们什么？他供养我们的就是现在人所讲的电波。但是他不属于电波，比电波还要奇妙！这是什么波？他的心波，他的愿力波，他生生世世所修行的功德之波，在佛法讲加持我们。",
      "zh_TW": "如果講到我們生活環境裡面，佛常講的最小的「一微塵」，這一微塵也是無量功德才使它現前。然後我們慢慢去體會，一片小樹葉、一株小草，大的來講山河大地，甚至講到我們地球、我們太陽系，佛在大經上所說的無量因緣，這個經上講無量功德，無量因緣跟無量功德是一個意思，才成就。因此，任何一法都具足一切法，這個道理我是怕初學同修很難體會，我舉一個比較容易懂的跟諸位說明。現在社會上一般常說的，「人人為我，我為人人」，與這個意思相通，我們細心去體會；而佛說法的旨趣，實在講也在此地。我們生活在這個世間，這一個人很小，太微小了，但是我們生活從早到晚，衣食住行一切所需，誰供養我們的？一切眾生。不但我們這個世界眾生在供養我們，不同維次空間所有的眾生都在支持我們、都在供養我們，天人在供養我們，聲聞、緣覺、諸佛如來也都在供養我們。他供養我們什麼？他供養我們的就是現在人所講的電波。但是他不屬於電波，比電波還要奇妙！這是什麼波？他的心波，他的願力波，他生生世世所修行的功德之波，在佛法講加持我們。"
    },
    {
      "id": "12-045-0461_p0005",
      "zh_CN": "而在佛法里用一个总的名相，佛经上常讲的「放光」，放什么光？《地藏经》一展开，前面十种光明称为「光明云」，综合起来讲就是佛的心、佛的愿、佛所修积的功德，时时刻刻永无间断的在加持九法界每一个众生，我们也在内并不是在外。所以佛对我们没有障碍，障碍在我们这边，我们确实接受佛的加持。为什么还搞到这种地步？加持在我们身心两方面，我们身心这两方面现在对于佛德的加持有排斥的力量，有排斥，排他性。这个排斥是什么？总而言之，称之为业障。佛经里面有的时候说烦恼障、所知障；有时候说三障；有时候说见思、尘沙、无明；本经也有妄想、分别、执着，这些名词尽管不一样，意思都相同。如果我们自己把这些障碍除掉了，一切诸佛如来九法界众生，无论是心里的波动、思想的波动、愿行的波动，这个行包括言语跟身体造作，与我自己息息相关，我们彼此都在互动。这个理很深！",
      "zh_TW": "而在佛法裡用一個總的名相，佛經上常講的「放光」，放什麼光？《地藏經》一展開，前面十種光明稱為「光明雲」，綜合起來講就是佛的心、佛的願、佛所修積的功德，時時刻刻永無間斷的在加持九法界每一個眾生，我們也在內並不是在外。所以佛對我們沒有障礙，障礙在我們這邊，我們確實接受佛的加持。為什麼還搞到這種地步？加持在我們身心兩方面，我們身心這兩方面現在對於佛德的加持有排斥的力量，有排斥，排他性。這個排斥是什麼？總而言之，稱之為業障。佛經裡面有的時候說煩惱障、所知障；有時候說三障；有時候說見思、塵沙、無明；本經也有妄想、分別、執著，這些名詞儘管不一樣，意思都相同。如果我們自己把這些障礙除掉了，一切諸佛如來九法界眾生，無論是心裡的波動、思想的波動、願行的波動，這個行包括言語跟身體造作，與我自己息息相關，我們彼此都在互動。這個理很深！"
    },
    {
      "id": "12-045-0461_p0006",
      "zh_CN": "今天科学家虽然很聪明，还没发现，佛在经典上跟我们透出这个消息。所以我们在讲经的时候，也常常提起，「虚空法界，刹土众生」，跟我是一体。就像我们这个人，身是一体，我们这个身上每一根汗毛，每一个细胞，这个汗毛我们把它拈起来，这个痛全身都感觉。如果这个汗毛拔掉的时候，全身没有感觉，那是什么？这个地方麻木了，麻木不仁。像现在动手术打麻醉针，这就麻木了。我们今天的状况就是麻木不仁，不是没有感受到，真的感受到了，但是自己丝毫都不能够觉察，道理就在此地。由此可知，佛菩萨教导我们的，恢复我们正常的知觉，那就叫佛，就叫菩萨；没有恢复，就叫凡夫。麻木的时候叫凡夫，恢复的时候就叫做佛，就叫做菩萨。诸位细细去思惟、去参究，有助于认识自己本来面目，禅宗里常说「父母未生前本来面目」，对这个有帮助；对于佛家常讲的「无缘大慈，同体大悲」，可以帮助你的心发起来。换句话说，对我们求无上道，对我们求往生西方净土，我们希望生实报庄严土都有很大的帮助。",
      "zh_TW": "今天科學家雖然很聰明，還沒發現，佛在經典上跟我們透出這個消息。所以我們在講經的時候，也常常提起，「虛空法界，剎土眾生」，跟我是一體。就像我們這個人，身是一體，我們這個身上每一根汗毛，每一個細胞，這個汗毛我們把它拈起來，這個痛全身都感覺。如果這個汗毛拔掉的時候，全身沒有感覺，那是什麼？這個地方麻木了，麻木不仁。像現在動手術打麻醉針，這就麻木了。我們今天的狀況就是麻木不仁，不是沒有感受到，真的感受到了，但是自己絲毫都不能夠覺察，道理就在此地。由此可知，佛菩薩教導我們的，恢復我們正常的知覺，那就叫佛，就叫菩薩；沒有恢復，就叫凡夫。麻木的時候叫凡夫，恢復的時候就叫做佛，就叫做菩薩。諸位細細去思惟、去參究，有助於認識自己本來面目，禪宗裡常說「父母未生前本來面目」，對這個有幫助；對於佛家常講的「無緣大慈，同體大悲」，可以幫助你的心發起來。換句話說，對我們求無上道，對我們求往生西方淨土，我們希望生實報莊嚴土都有很大的幫助。"
    },
    {
      "id": "12-045-0461_p0007",
      "zh_CN": "肯定虚空法界是我们的真心、是我们的本性，刹土众生是我们的法身，「十方三世佛，共同一法身」，一切众生跟我们的关系是多么密切！真的搞清楚了，我们常讲对人、对事、对物，自自然然流露出来的纯是真诚、清净、平等、慈悲，一丝毫虚妄都没有。法身菩萨如是，诸佛如来如是，这个境界是《华严经》圆教初住以上菩萨的境界，的确是不太好懂，这是讲的「一毛所集诸功德」。",
      "zh_TW": "肯定虛空法界是我們的真心、是我們的本性，剎土眾生是我們的法身，「十方三世佛，共同一法身」，一切眾生跟我們的關係是多麼密切！真的搞清楚了，我們常講對人、對事、對物，自自然然流露出來的純是真誠、清淨、平等、慈悲，一絲毫虛妄都沒有。法身菩薩如是，諸佛如來如是，這個境界是《華嚴經》圓教初住以上菩薩的境界，的確是不太好懂，這是講的「一毛所集諸功德」。"
    },
    {
      "id": "12-045-0461_p0008",
      "zh_CN": "『劫海宣扬不可尽』，「劫海」是比喻时间之长，「海」是比喻深广无际，你要去宣扬、去宣说、去弘扬，说不尽！我们常常在这个经本上感叹说，佛的经本我们展开，每一句、每一个字义理无有穷尽。这一个字就像一毛端一样，它从哪里来的？一切功德所现前的，《华严经》讲的「一即一切，一切即一」。佛经如是，那我们要问了，其他的书本，这些报纸、杂志上的字字句句是不是如是？亦如是。但是见性的人才如是，不见性的人就不如是。没有见性的人展开《大方广佛华严经》，这里头的意思他还是看不出来。我们要明白这个道理，然后你才真正知道，修道重要，修道不能须臾离开，念兹在兹。凡夫的麻烦，说到我们身上，我们今天说老实话，最大的障碍，根本的障碍，佛说的是「我执」，执着这个身是我，执着身是我就迷了，于是从虚妄当中生起贪瞋痴慢。",
      "zh_TW": "『劫海宣揚不可盡』，「劫海」是比喻時間之長，「海」是比喻深廣無際，你要去宣揚、去宣說、去弘揚，說不盡！我們常常在這個經本上感嘆說，佛的經本我們展開，每一句、每一個字義理無有窮盡。這一個字就像一毛端一樣，它從哪裡來的？一切功德所現前的，《華嚴經》講的「一即一切，一切即一」。佛經如是，那我們要問了，其他的書本，這些報紙、雜誌上的字字句句是不是如是？亦如是。但是見性的人才如是，不見性的人就不如是。沒有見性的人展開《大方廣佛華嚴經》，這裡頭的意思他還是看不出來。我們要明白這個道理，然後你才真正知道，修道重要，修道不能須臾離開，念茲在茲。凡夫的麻煩，說到我們身上，我們今天說老實話，最大的障礙，根本的障礙，佛說的是「我執」，執著這個身是我，執著身是我就迷了，於是從虛妄當中生起貪瞋痴慢。"
    },
    {
      "id": "12-045-0461_p0009",
      "zh_CN": "唯识家讲得好，末那识四大烦恼常相随，末那就是我执。哪四大烦恼？这四大烦恼真的是根本烦恼，我见、我爱、我痴、我慢。你要晓得贪瞋痴慢从哪里生的？贪瞋痴慢的根就是末那，末那是意根，第六识叫意识，意识是从意根里面生的。我们在《坛经》里面看到永嘉禅师跟六祖的谈话，六祖问他：「你还有分别吗？」他说：「分别亦非意。」六祖给他印证，六祖说：对，你如是，我亦如是。到什么时候转八识成四智？圆初住，不再用八识，用的是真性，真心本性，或者叫自性。真心、自性对八识来讲叫四智，转识成智，转第八识为大圆镜智，我们常讲「无所不知，无所不能」；转第七末那为平等性智。由此可知，我执要是破了，平等心就现前，你能跟一切众生、一切万物平等了。这个第六意识没有转，总是有傲慢，「我总比别人高」，或者是「我不如人」，我不如人是卑慢，我们常讲自卑感。自卑感是傲慢的一种，卑慢，他并不服气，从卑慢产生嫉妒、障碍、怨恨。法相对心理分析非常透彻，真正是最好的心理学，我在初学佛的时候称它作「佛教的心理学」，实在是讲得好。转第六识为妙观察智，第六识是妄想；转前五识为成所作智。这四智里头「成所作智」是无所不能；上面这三种是无所不知，全知全能。",
      "zh_TW": "唯識家講得好，末那識四大煩惱常相隨，末那就是我執。哪四大煩惱？這四大煩惱真的是根本煩惱，我見、我愛、我痴、我慢。你要曉得貪瞋痴慢從哪裡生的？貪瞋痴慢的根就是末那，末那是意根，第六識叫意識，意識是從意根裡面生的。我們在《壇經》裡面看到永嘉禪師跟六祖的談話，六祖問他：「你還有分別嗎？」他說：「分別亦非意。」六祖給他印證，六祖說：對，你如是，我亦如是。到什麼時候轉八識成四智？圓初住，不再用八識，用的是真性，真心本性，或者叫自性。真心、自性對八識來講叫四智，轉識成智，轉第八識為大圓鏡智，我們常講「無所不知，無所不能」；轉第七末那為平等性智。由此可知，我執要是破了，平等心就現前，你能跟一切眾生、一切萬物平等了。這個第六意識沒有轉，總是有傲慢，「我總比別人高」，或者是「我不如人」，我不如人是卑慢，我們常講自卑感。自卑感是傲慢的一種，卑慢，他並不服氣，從卑慢產生嫉妒、障礙、怨恨。法相對心理分析非常透徹，真正是最好的心理學，我在初學佛的時候稱它作「佛教的心理學」，實在是講得好。轉第六識為妙觀察智，第六識是妄想；轉前五識為成所作智。這四智裡頭「成所作智」是無所不能；上面這三種是無所不知，全知全能。"
    },
    {
      "id": "12-045-0461_p0010",
      "zh_CN": "一切众生跟诸佛如来是平等的，现在变成不平等，真正的因素是什么？是业障障碍了。什么时候我们把这个业障拔除掉、放弃掉了，佛家也讲「放下了」，你的全知全能就现前。为什么？这是性德，这不是修来的，是你的本性本来具足的。由此可知，佛家讲修行，修什么？修是把烦恼断掉，而实实在在跟你讲，佛家讲修，实在是转换、转变。唯识讲得好，转八识成四智，为什么有八识？为什么有四智？四智跟八识是一不是二。觉了叫四智，迷了叫八识。然后你才晓得从哪里转？转迷为觉，就在这里。从哪里转起？从自己错误观念转起，错误观念的根就是我。《金刚经》上讲的「我相」，与我相对立才有「人相」，与我、人对立才有「众生相」，与前面三个再对立才有「寿者相」；下半部讲的我见、人见、众生见、寿者见。这个东西要是不能彻底放下，你就没有办法超越十法界；换句话说，《华严》这个华藏世界圆初住菩萨这个位置你就拿不到，你永远住十法界，你没有资格去住一真法界，所以要转八识成四智。",
      "zh_TW": "一切眾生跟諸佛如來是平等的，現在變成不平等，真正的因素是什麼？是業障障礙了。什麼時候我們把這個業障拔除掉、放棄掉了，佛家也講「放下了」，你的全知全能就現前。為什麼？這是性德，這不是修來的，是你的本性本來具足的。由此可知，佛家講修行，修什麼？修是把煩惱斷掉，而實實在在跟你講，佛家講修，實在是轉換、轉變。唯識講得好，轉八識成四智，為什麼有八識？為什麼有四智？四智跟八識是一不是二。覺了叫四智，迷了叫八識。然後你才曉得從哪裡轉？轉迷為覺，就在這裡。從哪裡轉起？從自己錯誤觀念轉起，錯誤觀念的根就是我。《金剛經》上講的「我相」，與我相對立才有「人相」，與我、人對立才有「眾生相」，與前面三個再對立才有「壽者相」；下半部講的我見、人見、眾生見、壽者見。這個東西要是不能徹底放下，你就沒有辦法超越十法界；換句話說，《華嚴》這個華藏世界圓初住菩薩這個位置你就拿不到，你永遠住十法界，你沒有資格去住一真法界，所以要轉八識成四智。"
    },
    {
      "id": "12-045-0461_p0011",
      "zh_CN": "能够破我执，《金刚经》里面说的我相、我见果然能破掉，你就证阿罗汉果。我执破了，法执尤存，他有法执。哪些是法执？人相、众生相、寿者相是法执。我执虽然破掉了，还有人相、众生相、寿者相。在什么地方破？在四圣法界。在三种烦恼里面，我执是见思烦恼，法执是尘沙烦恼、是无明烦恼。佛经里这些术语的意思，我们不能不搞清楚，我们要晓得怎样用功夫把烦恼断掉。我常常劝导同修们，断烦恼下手功夫先断自私自利，凡夫最麻烦的地方，起心动念就是我的利益、我的利害。这个念头怎么样？增长我执，不但不能破我执，增长我执，这个麻烦大了。因此，必须换念头，把这个念头换过来，起心动念不想自己，想社会大众的利益，把自己的利害忘掉。这个要练、要真干。",
      "zh_TW": "能夠破我執，《金剛經》裡面說的我相、我見果然能破掉，你就證阿羅漢果。我執破了，法執尤存，他有法執。哪些是法執？人相、眾生相、壽者相是法執。我執雖然破掉了，還有人相、眾生相、壽者相。在什麼地方破？在四聖法界。在三種煩惱裡面，我執是見思煩惱，法執是塵沙煩惱、是無明煩惱。佛經裡這些術語的意思，我們不能不搞清楚，我們要曉得怎樣用功夫把煩惱斷掉。我常常勸導同修們，斷煩惱下手功夫先斷自私自利，凡夫最麻煩的地方，起心動念就是我的利益、我的利害。這個念頭怎麼樣？增長我執，不但不能破我執，增長我執，這個麻煩大了。因此，必須換念頭，把這個念頭換過來，起心動念不想自己，想社會大眾的利益，把自己的利害忘掉。這個要練、要真幹。"
    },
    {
      "id": "12-045-0461_p0012",
      "zh_CN": "初学的时候当然有困难，想到别人了，一会儿还是想自己，这个时候要有高度的警觉心，「我怎么又回来了？」时时刻刻都在锻炼。这个锻炼叫修行，修正我错误的行为，错误的想法看法。想众生的利益，想众生的利害，这个方法好，把「我」淡忘掉了。想众生还是法执，但是怎么样？可以破我执，我执破掉的时候你证阿罗汉果，你超越六道轮回了，大幅度把自己境界向上提升，好事情！从这里下手是一个好方法。我们今天考虑事情，哪一个人不是第一念头起来「我的利益」、「我家的利益」、「我们公司的利益」。我们在报纸上常常看到，美国人考虑问题，「符不符合我美国国家的利益？」全是我执。如果美国人换个念头，「这桩事情符不符合全世界、全人类的利益？」世界就和平了，社会就安定了，绝对不会有所谓恐怖分子出现了，这个名词大概在这个世界上永远消灭了。",
      "zh_TW": "初學的時候當然有困難，想到別人了，一會兒還是想自己，這個時候要有高度的警覺心，「我怎麼又回來了？」時時刻刻都在鍛鍊。這個鍛鍊叫修行，修正我錯誤的行為，錯誤的想法看法。想眾生的利益，想眾生的利害，這個方法好，把「我」淡忘掉了。想眾生還是法執，但是怎麼樣？可以破我執，我執破掉的時候你證阿羅漢果，你超越六道輪迴了，大幅度把自己境界向上提升，好事情！從這裡下手是一個好方法。我們今天考慮事情，哪一個人不是第一念頭起來「我的利益」、「我家的利益」、「我們公司的利益」。我們在報紙上常常看到，美國人考慮問題，「符不符合我美國國家的利益？」全是我執。如果美國人換個念頭，「這樁事情符不符合全世界、全人類的利益？」世界就和平了，社會就安定了，絕對不會有所謂恐怖分子出現了，這個名詞大概在這個世界上永遠消滅了。"
    },
    {
      "id": "12-045-0461_p0013",
      "zh_CN": "我们学佛的人就是要从拓开心量下手，这个方法好，比小乘高明太多了。小乘断烦恼，佛讲的方法很多、很困难；大乘法里面佛讲的方法非常巧妙，转念头，完全跟自性相应。性德没有界限，性德没有分别，性德没有污染，我们就应当要随顺性德，不应当随顺烦恼习气。起心动念是我，是随顺烦恼习气，你到哪一天才能出头？才能证一个小小的解脱？小小的解脱是超越六道轮回，把我执解开了，脱离三界六道了，那叫解脱，这个解脱是小乘人证的。我们这个经上讲的「解脱」是大乘人说的，大乘人见思烦恼解除了，尘沙烦恼也解除了，无明烦恼开始在解了，所以他能够脱离六道轮回，能够脱离十法界，就这么个意思。因此，真正契入性德的境界，就是圆教初住菩萨，我们讲法身菩萨，世出世间随便拈一法，「劫海宣扬不可尽」。",
      "zh_TW": "我們學佛的人就是要從拓開心量下手，這個方法好，比小乘高明太多了。小乘斷煩惱，佛講的方法很多、很困難；大乘法裡面佛講的方法非常巧妙，轉念頭，完全跟自性相應。性德沒有界限，性德沒有分別，性德沒有污染，我們就應當要隨順性德，不應當隨順煩惱習氣。起心動念是我，是隨順煩惱習氣，你到哪一天才能出頭？才能證一個小小的解脫？小小的解脫是超越六道輪迴，把我執解開了，脫離三界六道了，那叫解脫，這個解脫是小乘人證的。我們這個經上講的「解脫」是大乘人說的，大乘人見思煩惱解除了，塵沙煩惱也解除了，無明煩惱開始在解了，所以他能夠脫離六道輪迴，能夠脫離十法界，就這麼個意思。因此，真正契入性德的境界，就是圓教初住菩薩，我們講法身菩薩，世出世間隨便拈一法，「劫海宣揚不可盡」。"
    },
    {
      "id": "12-045-0461_p0014",
      "zh_CN": "『诸佛方便难思议』，「方便」是教化众生，教化九法界的众生。九法界的众生根性不一样，佛用的方法不相同。任何一法理上讲具足一切法。一切法里头你现前最需要的是哪一法？「诸佛方便」就给你拈出来了，就是你现前最迫切需要的，这是不可思议的智慧，不可思议的德能。吉祥净叶主林神他懂得，真的这是深意，这个意思太深太深了。我也只能跟同修报告到此地。请看第五首偈：",
      "zh_TW": "『諸佛方便難思議』，「方便」是教化眾生，教化九法界的眾生。九法界的眾生根性不一樣，佛用的方法不相同。任何一法理上講具足一切法。一切法裡頭你現前最需要的是哪一法？「諸佛方便」就給你拈出來了，就是你現前最迫切需要的，這是不可思議的智慧，不可思議的德能。吉祥淨葉主林神他懂得，真的這是深意，這個意思太深太深了。我也只能跟同修報告到此地。請看第五首偈："
    },
    {
      "id": "12-045-0461_p0015",
      "zh_CN": "【我念如来于往昔，供养刹尘无量佛，一一佛所智渐明，此燄藏神之所了。】",
      "zh_TW": "【我念如來於往昔，供養剎塵無量佛，一一佛所智漸明，此燄藏神之所了。】"
    },
    {
      "id": "12-045-0461_p0016",
      "zh_CN": "这是垂布燄藏主林神他的赞颂。在长行里面我们看到，他修学的法门是「普门清净慧恒周览法界」。所以在偈颂里面他给我们说的是，说明诸佛如来在过去无量劫里学佛的成就。偈颂跟长行好像说的是两桩事，从两桩事情合起来看，才晓得它是一桩事。长行里面讲的是「普门清净」，清凉大师跟我们说过，「智通万法，故曰普门；客尘不生，故曰清净。悟如日照，顿周法界」。这是清凉在解释长行文里面给我们的开示。偈颂把长行里面所讲的落实了，这是给我们很大的启示。我们在佛法里面学到这些理论、道理，学的这些方法，如何落实到我们现前生活，把我们现前生活境界向上提升，这个意思就很深了。",
      "zh_TW": "這是垂布燄藏主林神他的讚頌。在長行裡面我們看到，他修學的法門是「普門清淨慧恆周覽法界」。所以在偈頌裡面他給我們說的是，說明諸佛如來在過去無量劫裡學佛的成就。偈頌跟長行好像說的是兩樁事，從兩樁事情合起來看，才曉得它是一樁事。長行裡面講的是「普門清淨」，清涼大師跟我們說過，「智通萬法，故曰普門；客塵不生，故曰清淨。悟如日照，頓周法界」。這是清涼在解釋長行文裡面給我們的開示。偈頌把長行裡面所講的落實了，這是給我們很大的啟示。我們在佛法裡面學到這些理論、道理，學的這些方法，如何落實到我們現前生活，把我們現前生活境界向上提升，這個意思就很深了。"
    },
    {
      "id": "12-045-0461_p0017",
      "zh_CN": "第一句勉励我们，过去所有诸佛如来都是这样修成的，我们要想成就，那就要效法佛陀，要向佛陀学习。佛修的是什么法门？『供养刹尘无量佛』，「刹尘」是比喻，比喻数量不可思议。「尘」是微尘，「刹」是世界，通常讲「刹」都是讲大千世界，佛经里面常讲的三千大千世界。三千大千世界把它磨成微尘，一粒微尘是一尊佛，你想那是多少佛！我们今天把这个地球磨成微尘，这个数量已经是没法子计算，无法想像了，何况三千大千世界供养佛！那我们要问，我们到哪里去找那么多佛？其实「刹尘无量佛」就在面前，我们肉眼凡夫见不到。哪是佛？一切人是佛，一切动物是佛。有情众生，动物有感情的，佛在经上常讲「一切有情皆有佛性，既有佛性皆当作佛」。经中给我们讲三世佛，过去佛、现在佛、未来佛，所有一切众生是未来佛，我们疏忽了，不知道他是未来佛，因此我们就没有修供养了。",
      "zh_TW": "第一句勉勵我們，過去所有諸佛如來都是這樣修成的，我們要想成就，那就要效法佛陀，要向佛陀學習。佛修的是什麼法門？『供養剎塵無量佛』，「剎塵」是比喻，比喻數量不可思議。「塵」是微塵，「剎」是世界，通常講「剎」都是講大千世界，佛經裡面常講的三千大千世界。三千大千世界把它磨成微塵，一粒微塵是一尊佛，你想那是多少佛！我們今天把這個地球磨成微塵，這個數量已經是沒法子計算，無法想像了，何況三千大千世界供養佛！那我們要問，我們到哪裡去找那麼多佛？其實「剎塵無量佛」就在面前，我們肉眼凡夫見不到。哪是佛？一切人是佛，一切動物是佛。有情眾生，動物有感情的，佛在經上常講「一切有情皆有佛性，既有佛性皆當作佛」。經中給我們講三世佛，過去佛、現在佛、未來佛，所有一切眾生是未來佛，我們疏忽了，不知道他是未來佛，因此我們就沒有修供養了。"
    },
    {
      "id": "12-045-0461_p0018",
      "zh_CN": "佛知道，我在前面一首偈颂跟诸位透露过这个讯息。诸佛如来的心念、愿力，往昔无量劫所修积的功德都在加持我们，这个加持就是供养。我们现在这个身体有病，好像他加持很好的营养，我们不能接受，是好的东西，吃了怎么样？马上吐掉了，我们得不到加持，这是自己有业障。如果我们自己身体很正常，没有疾病，什么东西都可以吃，都能吸取它的养分。如果身体有毛病，医生告诉你哪些东西不能吃，什么原因？因为你的身体有病，你要拒绝、你要排斥，跟这个道理是一样的。所以佛的功德究竟圆满，他念念当中都还修积究竟圆满功德，从来没有中断过。我们不会，这真正可惜！",
      "zh_TW": "佛知道，我在前面一首偈頌跟諸位透露過這個訊息。諸佛如來的心念、願力，往昔無量劫所修積的功德都在加持我們，這個加持就是供養。我們現在這個身體有病，好像他加持很好的營養，我們不能接受，是好的東西，吃了怎麼樣？馬上吐掉了，我們得不到加持，這是自己有業障。如果我們自己身體很正常，沒有疾病，什麼東西都可以吃，都能吸取它的養分。如果身體有毛病，醫生告訴你哪些東西不能吃，什麼原因？因為你的身體有病，你要拒絕、你要排斥，跟這個道理是一樣的。所以佛的功德究竟圓滿，他念念當中都還修積究竟圓滿功德，從來沒有中斷過。我們不會，這真正可惜！"
    },
    {
      "id": "12-045-0461_p0019",
      "zh_CN": "而《华严》、《圆觉》说得更透彻，「一切众生本来成佛」，还不是讲未来作佛。但是讲一切众生是未来佛，我们好懂，我们能接受；讲一切众生本来成佛，我们很难接受。你要懂得佛讲这两句话的意义就不怀疑了，说一切众生本来成佛，是从性德上说的；说一切众生是未来佛、将来会作佛，是从修德上说的。佛没有说错，一个从性德上说，一个从修德上说。如果从性德，我们是佛，我们的佛性跟诸佛如来的佛性是一个佛性，我们跟释迦牟尼佛、跟药师如来、跟阿弥陀如来、跟毘卢遮那如来同一个佛性。这个话从这儿说的，这个意思深。说明什么？说明我们的关系，众生跟佛的关系。再要往深广处去看，无情众生：植物、矿物、大自然的一切现象，这里头包括虚空，它有法性。既然有现相，相就有性，相之体就是性，它有法性，法性跟佛性是一个性，不是两个性，所以《华严经》上佛说「情与无情，同圆种智」。由此可知，无情也是佛，所有一切万事万物，就是此地讲的「刹尘无量佛」。",
      "zh_TW": "而《華嚴》、《圓覺》說得更透徹，「一切眾生本來成佛」，還不是講未來作佛。但是講一切眾生是未來佛，我們好懂，我們能接受；講一切眾生本來成佛，我們很難接受。你要懂得佛講這兩句話的意義就不懷疑了，說一切眾生本來成佛，是從性德上說的；說一切眾生是未來佛、將來會作佛，是從修德上說的。佛沒有說錯，一個從性德上說，一個從修德上說。如果從性德，我們是佛，我們的佛性跟諸佛如來的佛性是一個佛性，我們跟釋迦牟尼佛、跟藥師如來、跟阿彌陀如來、跟毘盧遮那如來同一個佛性。這個話從這兒說的，這個意思深。說明什麼？說明我們的關係，眾生跟佛的關係。再要往深廣處去看，無情眾生：植物、礦物、大自然的一切現象，這裡頭包括虛空，它有法性。既然有現相，相就有性，相之體就是性，它有法性，法性跟佛性是一個性，不是兩個性，所以《華嚴經》上佛說「情與無情，同圓種智」。由此可知，無情也是佛，所有一切萬事萬物，就是此地講的「剎塵無量佛」。"
    },
    {
      "id": "12-045-0461_p0020",
      "zh_CN": "我们面对一切人、一切事、一切物，我们有没有供养？那有人要问，我们用什么供养？恭敬心供养。我们有没有敬意？这是最重要的。我们有没有赞叹？普贤菩萨十愿，有「广修供养」这一愿。我们知道普贤菩萨十愿，每一愿里面都含摄其他九愿，「一即是多，多即是一；一多不二」。恭敬是供养，赞叹是供养，承事是供养；我再说得具体一点，感恩是供养，服务是供养。这张桌子，这是法，它有法性，我对它怎么供养？我尊重它、我恭敬它、我不敢怠慢它，摆在这里我一定让它摆得很整齐，一定把它擦得干干净净，很干净，这是我们对它的恭敬，我们对它的供养。我们摆正、擦干净这就是为它服务。在「入法界品」里面佛跟我们讲，桌子善知识，板凳善知识，这是举例跟我们讲，所有一切万物就是此地讲的「刹尘无量佛」。我们的真诚心，我们的恭敬心，我们为一切众生服务的心，为一切众生服务，对佛就是供养，供养是服务最尊敬的一个名词；对上服务是供养，对下服务叫布施。",
      "zh_TW": "我們面對一切人、一切事、一切物，我們有沒有供養？那有人要問，我們用什麼供養？恭敬心供養。我們有沒有敬意？這是最重要的。我們有沒有讚歎？普賢菩薩十願，有「廣修供養」這一願。我們知道普賢菩薩十願，每一願裡面都含攝其他九願，「一即是多，多即是一；一多不二」。恭敬是供養，讚歎是供養，承事是供養；我再說得具體一點，感恩是供養，服務是供養。這張桌子，這是法，它有法性，我對它怎麼供養？我尊重它、我恭敬它、我不敢怠慢它，擺在這裡我一定讓它擺得很整齊，一定把它擦得乾乾淨淨，很乾淨，這是我們對它的恭敬，我們對它的供養。我們擺正、擦乾淨這就是為它服務。在「入法界品」裡面佛跟我們講，桌子善知識，板凳善知識，這是舉例跟我們講，所有一切萬物就是此地講的「剎塵無量佛」。我們的真誠心，我們的恭敬心，我們為一切眾生服務的心，為一切眾生服務，對佛就是供養，供養是服務最尊敬的一個名詞；對上服務是供養，對下服務叫布施。"
    },
    {
      "id": "12-045-0461_p0021",
      "zh_CN": "我们今天把所有一切人、一切事、一切物，都看作是诸佛如来，我们只有对上没有对下。『一一佛所智渐明』，你能够这样去修行，你的智慧就开了。智慧怎么开？世俗谚语里面常讲「诚则灵」。你诚心，真诚心对人、对事、对物，诚就灵了，你的灵性就开了，灵性就是自性本具的般若智慧，就这么回事。我们今天智慧为什么不开？我们今天对人、对事、对物是用的烦恼，是用的虚伪，没有诚意、没有真心、没有尊敬，桌子板凳随便放。由此可知，我们对人、对事、对物，说实在话对不起，你怎么会开智慧？我们应当跟燄藏主林神学习。",
      "zh_TW": "我們今天把所有一切人、一切事、一切物，都看作是諸佛如來，我們只有對上沒有對下。『一一佛所智漸明』，你能夠這樣去修行，你的智慧就開了。智慧怎麼開？世俗諺語裡面常講「誠則靈」。你誠心，真誠心對人、對事、對物，誠就靈了，你的靈性就開了，靈性就是自性本具的般若智慧，就這麼回事。我們今天智慧為什麼不開？我們今天對人、對事、對物是用的煩惱，是用的虛偽，沒有誠意、沒有真心、沒有尊敬，桌子板凳隨便放。由此可知，我們對人、對事、對物，說實在話對不起，你怎麼會開智慧？我們應當跟燄藏主林神學習。"
    },
    {
      "id": "12-045-0461_p0022",
      "zh_CN": "主林神偈颂第六首：",
      "zh_TW": "主林神偈頌第六首："
    },
    {
      "id": "12-045-0461_p0023",
      "zh_CN": "【一切众生诸行海，世尊一念悉了知，如是广大无碍智，妙庄严神能悟入。】",
      "zh_TW": "【一切眾生諸行海，世尊一念悉了知，如是廣大無礙智，妙莊嚴神能悟入。】"
    },
    {
      "id": "12-045-0461_p0024",
      "zh_CN": "这是妙庄严光主林神他的赞颂，我们听了不知不觉毛骨悚然。为什么？我们自己起心动念、言语造作，以为没有人知道，哪里晓得世尊一念全都明白了、全都见到了，这个事情是真的不是假的。我们在《无量寿经》上念到，往生到西方极乐世界的人，虽然他们是带业往生，但是得到阿弥陀佛本愿威神的加持，到极乐世界神通之大几乎跟佛没有两样，天眼洞视、天耳彻听，他心遍知。不但我们这一生的事情起心动念他都知道，往生西方极乐世界的人就有这样的广大神通，何况菩萨、何况如来！我们做一点亏心事以为没有人知道，你看看这里，你能瞒得过谁？在中国古人常常跟人说，「举头三尺有神明」。神明有报得的五通，连鬼都有报得五通，这个五通就是天眼、天耳、他心、宿命、神足，没有漏尽通。阿罗汉才有漏尽通，有漏尽通就出离三界六道了。所以他们这些鬼神、天神出离不了六道轮回，就是没有漏尽通。漏尽通必须要修得。在我们人间也有报得的，我们常讲中国大陆就发现不少特异功能，这些特异功能就是天眼、天耳。我们凡夫听不见的声音他能听得见，我们看不到的他能看得到。这些特异功能不是他修的，不是他学的，他生下来就有，这就叫报得。我曾经就遇到过，确实能证实他的能力。",
      "zh_TW": "這是妙莊嚴光主林神他的讚頌，我們聽了不知不覺毛骨悚然。為什麼？我們自己起心動念、言語造作，以為沒有人知道，哪裡曉得世尊一念全都明白了、全都見到了，這個事情是真的不是假的。我們在《無量壽經》上念到，往生到西方極樂世界的人，雖然他們是帶業往生，但是得到阿彌陀佛本願威神的加持，到極樂世界神通之大幾乎跟佛沒有兩樣，天眼洞視、天耳徹聽，他心遍知。不但我們這一生的事情起心動念他都知道，往生西方極樂世界的人就有這樣的廣大神通，何況菩薩、何況如來！我們做一點虧心事以為沒有人知道，你看看這裡，你能瞞得過誰？在中國古人常常跟人說，「舉頭三尺有神明」。神明有報得的五通，連鬼都有報得五通，這個五通就是天眼、天耳、他心、宿命、神足，沒有漏盡通。阿羅漢才有漏盡通，有漏盡通就出離三界六道了。所以他們這些鬼神、天神出離不了六道輪迴，就是沒有漏盡通。漏盡通必須要修得。在我們人間也有報得的，我們常講中國大陸就發現不少特異功能，這些特異功能就是天眼、天耳。我們凡夫聽不見的聲音他能聽得見，我們看不到的他能看得到。這些特異功能不是他修的，不是他學的，他生下來就有，這就叫報得。我曾經就遇到過，確實能證實他的能力。"
    },
    {
      "id": "12-045-0461_p0025",
      "zh_CN": "有一年我在洛杉矶，遇到中国，大概派了十几位特异功能功夫高的到美国去访问，其中有三个人来到洛杉矶。我们同修当中有很多人好奇，这些人都很年轻二十几岁，有一个同修就来试探试探，看一看他是真的还是假的，让他看一看他的身体。那个时候他们说，他眼睛是Ｘ光眼能够透视，他就让他看看，看看我身体状况怎么样。他看了之后就告诉她，你小时候得过肺病，但是现在你这个肺结核已经结成疤，指出那个部位，她当时就呆掉了。这个事情是真的，她结婚那么多年，小孩都念中学了，这个事情从来没有跟她先生讲过，没有跟任何人讲过，除了她家人没人知道，被他一眼看穿，证明他确实有这个能力。现在已经钙化了。他们都有气功，所以让他试验试验气功，他把手放在她头顶上，她就感觉一股很热的气，从头顶到脊椎骨慢慢向下延伸，确实是有这个能力。这是什么？这是属于报得的。于是有人就问他，「你这个能力会不会失掉？」他说会。怎么会失掉？年岁大了烦恼妄想多了，就没有了。",
      "zh_TW": "有一年我在洛杉磯，遇到中國，大概派了十幾位特異功能功夫高的到美國去訪問，其中有三個人來到洛杉磯。我們同修當中有很多人好奇，這些人都很年輕二十幾歲，有一個同修就來試探試探，看一看他是真的還是假的，讓他看一看他的身體。那個時候他們說，他眼睛是Ｘ光眼能夠透視，他就讓他看看，看看我身體狀況怎麼樣。他看了之後就告訴她，你小時候得過肺病，但是現在你這個肺結核已經結成疤，指出那個部位，她當時就呆掉了。這個事情是真的，她結婚那麼多年，小孩都念中學了，這個事情從來沒有跟她先生講過，沒有跟任何人講過，除了她家人沒人知道，被他一眼看穿，證明他確實有這個能力。現在已經鈣化了。他們都有氣功，所以讓他試驗試驗氣功，他把手放在她頭頂上，她就感覺一股很熱的氣，從頭頂到脊椎骨慢慢向下延伸，確實是有這個能力。這是什麼？這是屬於報得的。於是有人就問他，「你這個能力會不會失掉？」他說會。怎麼會失掉？年歲大了煩惱妄想多了，就沒有了。"
    },
    {
      "id": "12-045-0461_p0026",
      "zh_CN": "我们明白了，六通有报得、有修得，我们世间多半是修得。怎么修得？你得禅定，禅定就现神通。禅定是什么？清净心现前了，这就是清净心的本能。所以他说他知道事情多了、妄想多了，心一乱就没有了。所以小时候有，大概到三、四十岁之后就没有了，愈小能力愈强，证明我们周边确确实实有很多我们肉眼看不到的。如果你要是留意，你观察婴儿，他还不会说话，几个月大的小孩，你仔细观察他，他有的时候坐在那个地方自己会笑，其实是他看到好笑的东西；有的时候他会哭，哭是他看到害怕的东西、恐惧的东西。他不是无缘无故自己会笑会哭，不是的。为什么？他头脑清净没有被污染，这是报得的。可是这个小孩很容易失掉。为什么很容易失掉？他睁开眼睛的时候，他家里有电视，天天看电视，电视里面乌烟瘴气把他污染了，这个能力渐渐就丧失掉。等到他能懂事三、四岁的时候，这个能力就没有了。我们从这个地方能够测验、体会到，确实有肉眼看不见的天神、鬼神，一些神灵，我们统称为神灵，时时刻刻在我们周边，绝对不止「十目所视，十手所指」，不止！不知道多少眼睛在看你，不知道多少手指在指你。而是我们人怎么样？愚昧无知，不了解事实状况，以为没有人知道，真的叫自欺欺人，胆大妄为，敢动恶念，敢做恶事。",
      "zh_TW": "我們明白了，六通有報得、有修得，我們世間多半是修得。怎麼修得？你得禪定，禪定就現神通。禪定是什麼？清淨心現前了，這就是清淨心的本能。所以他說他知道事情多了、妄想多了，心一亂就沒有了。所以小時候有，大概到三、四十歲之後就沒有了，愈小能力愈強，證明我們周邊確確實實有很多我們肉眼看不到的。如果你要是留意，你觀察嬰兒，他還不會說話，幾個月大的小孩，你仔細觀察他，他有的時候坐在那個地方自己會笑，其實是他看到好笑的東西；有的時候他會哭，哭是他看到害怕的東西、恐懼的東西。他不是無緣無故自己會笑會哭，不是的。為什麼？他頭腦清淨沒有被污染，這是報得的。可是這個小孩很容易失掉。為什麼很容易失掉？他睜開眼睛的時候，他家裡有電視，天天看電視，電視裡面烏煙瘴氣把他污染了，這個能力漸漸就喪失掉。等到他能懂事三、四歲的時候，這個能力就沒有了。我們從這個地方能夠測驗、體會到，確實有肉眼看不見的天神、鬼神，一些神靈，我們統稱為神靈，時時刻刻在我們周邊，絕對不止「十目所視，十手所指」，不止！不知道多少眼睛在看你，不知道多少手指在指你。而是我們人怎麼樣？愚昧無知，不了解事實狀況，以為沒有人知道，真的叫自欺欺人，膽大妄為，敢動惡念，敢做惡事。"
    },
    {
      "id": "12-045-0461_p0027",
      "zh_CN": "一般鬼神他虽有这个能力，他的能力不大，他可以知道我们一生的事情；有能力高的可以知道我们前生的事情、再前生的事情，这个三生、四生、五生可能，再过去，他就不知道。天神心比鬼神清净，这个能力更强，大概可以知道我们七世、十世之前的事情。佛在经上说阿罗汉能够知道五百世，阿罗汉超越六道了。佛是知无量世，所以教化众生，佛的能力最强了，他对你的根底清楚。就像治病一样，你的病源，几十年前得的这个病，他知道得清清楚楚，那下药就很方便了，真的药到病除。一般大夫没有这个能力，所以给你治病总是治得不干净，治了你还会复发，这就是没有把根本给你治疗好。讲经说法是观机，你对这个人过去生中生生世世的事情都明了，你说的东西当然契他的机。这样的境界，在佛法叫现量境界，这是决定可靠的，他不是推测的，推测有时候会产生错误。",
      "zh_TW": "一般鬼神他雖有這個能力，他的能力不大，他可以知道我們一生的事情；有能力高的可以知道我們前生的事情、再前生的事情，這個三生、四生、五生可能，再過去，他就不知道。天神心比鬼神清淨，這個能力更強，大概可以知道我們七世、十世之前的事情。佛在經上說阿羅漢能夠知道五百世，阿羅漢超越六道了。佛是知無量世，所以教化眾生，佛的能力最強了，他對你的根底清楚。就像治病一樣，你的病源，幾十年前得的這個病，他知道得清清楚楚，那下藥就很方便了，真的藥到病除。一般大夫沒有這個能力，所以給你治病總是治得不乾淨，治了你還會復發，這就是沒有把根本給你治療好。講經說法是觀機，你對這個人過去生中生生世世的事情都明瞭，你說的東西當然契他的機。這樣的境界，在佛法叫現量境界，這是決定可靠的，他不是推測的，推測有時候會產生錯誤。"
    },
    {
      "id": "12-045-0461_p0028",
      "zh_CN": "一般算命看相多半是用推测，这个与数学有关系，中国的《易经》是很高深的数学。再精密的数学理论，丝毫差误就错了，「差之毫厘，谬之千里」。但是定中报得的五通，是一点错误都没有，一丝毫偏差都没有，这才真正善于观机。我们在此地要肯定，一切众生包括我自己在内，我们过去生中一直到今天，生生世世所有一切的行为；『海』是比喻深广，深是讲无量劫之前，广是我们起心动念的造作，『行』这个字包括我们的思想、见解、行为，我们一切造作，『世尊一念悉了知』。我们今天明了西方极乐世界诸上善人，他们也是「一念悉了知」，他这个能力是得阿弥陀佛本愿威神加持的。所以我们要想普度众生，不到西方极乐世界不行。我们纵然有大慈悲心，想生生世世都在这个世间来帮助苦难众生，没有这个能力。你有这个热心，你没有办法找到众生的病源，你怎么治疗？只能做一个蒙古大夫，看到那病人头痛医头、脚痛医脚，暂时给他止痛，根断不了。到西方极乐世界之后，见到阿弥陀佛，得到阿弥陀佛本愿威神加持，你再回来倒驾慈航，你要救度一切苦难众生，你的能力智慧跟佛相仿佛，这叫乘愿再来。所以有大慈悲心的同学，一定先要发心到极乐世界去见老师，这就正确了。",
      "zh_TW": "一般算命看相多半是用推測，這個與數學有關係，中國的《易經》是很高深的數學。再精密的數學理論，絲毫差誤就錯了，「差之毫釐，謬之千里」。但是定中報得的五通，是一點錯誤都沒有，一絲毫偏差都沒有，這才真正善於觀機。我們在此地要肯定，一切眾生包括我自己在內，我們過去生中一直到今天，生生世世所有一切的行為；『海』是比喻深廣，深是講無量劫之前，廣是我們起心動念的造作，『行』這個字包括我們的思想、見解、行為，我們一切造作，『世尊一念悉了知』。我們今天明瞭西方極樂世界諸上善人，他們也是「一念悉了知」，他這個能力是得阿彌陀佛本願威神加持的。所以我們要想普度眾生，不到西方極樂世界不行。我們縱然有大慈悲心，想生生世世都在這個世間來幫助苦難眾生，沒有這個能力。你有這個熱心，你沒有辦法找到眾生的病源，你怎麼治療？只能做一個蒙古大夫，看到那病人頭痛醫頭、腳痛醫腳，暫時給他止痛，根斷不了。到西方極樂世界之後，見到阿彌陀佛，得到阿彌陀佛本願威神加持，你再回來倒駕慈航，你要救度一切苦難眾生，你的能力智慧跟佛相彷彿，這叫乘願再來。所以有大慈悲心的同學，一定先要發心到極樂世界去見老師，這就正確了。"
    },
    {
      "id": "12-045-0461_p0029",
      "zh_CN": "所以到西方极乐世界，我们不是去享福的，到那里是求开智慧、是学本事的；学得之后要到十方法界，去帮助一切苦难众生。极乐世界是学校，入那个学校有毕业的一天，不是说「这学校不错，比我家好，把它当家去住。」那你就错了，有这个念头你不能往生极乐世界，你这个念头错误。为什么？自私自利。到这个地方学成本事，出来帮助苦难众生，这个对了，这是诸佛如来的本愿，欢迎你去，帮助你成就，是这个道理。所以菩萨在这个赞颂里面提醒我们，不能不做「慎独」的功夫。「慎独」就是没有人见到，我一人在房间里头都不能起一个恶念，你现前起一个恶念，小鬼小神都知道，何况大的神灵，又何况佛菩萨、阿罗汉！诸佛菩萨慈悲，你造种种恶念，他看到如如不动。看到你造业，看到你受报，他为什么不来帮助你？你的业障习气太重，帮不了忙；如果他来了，那就愈帮愈忙，他不来。",
      "zh_TW": "所以到西方極樂世界，我們不是去享福的，到那裡是求開智慧、是學本事的；學得之後要到十方法界，去幫助一切苦難眾生。極樂世界是學校，入那個學校有畢業的一天，不是說「這學校不錯，比我家好，把它當家去住。」那你就錯了，有這個念頭你不能往生極樂世界，你這個念頭錯誤。為什麼？自私自利。到這個地方學成本事，出來幫助苦難眾生，這個對了，這是諸佛如來的本願，歡迎你去，幫助你成就，是這個道理。所以菩薩在這個讚頌裡面提醒我們，不能不做「慎獨」的功夫。「慎獨」就是沒有人見到，我一人在房間裡頭都不能起一個惡念，你現前起一個惡念，小鬼小神都知道，何況大的神靈，又何況佛菩薩、阿羅漢！諸佛菩薩慈悲，你造種種惡念，他看到如如不動。看到你造業，看到你受報，他為什麼不來幫助你？你的業障習氣太重，幫不了忙；如果他來了，那就愈幫愈忙，他不來。"
    },
    {
      "id": "12-045-0461_p0030",
      "zh_CN": "他什么时候来？你的念头转了，好善好德他就来了。你现在对于道德还没有乐好之心，他来就帮不上忙。你现在心里喜欢的是什么？喜欢名闻利养、财色名食睡，这种爱好跟诸位说，跟诸佛菩萨不能起感应道交作用，跟妖魔鬼怪起感应作用。为什么？妖魔鬼怪就喜欢搞这一套，你也有这个爱好跟他的气分相投，自自然然感应，妖魔鬼怪就围绕着你周边。你如何能逃得了魔掌？你如何能不受他的干扰？妖魔鬼怪，这个贪瞋痴慢、名闻利养，他也是有波，他这种波冲击你，你自己有这个念头，于是这个波冲击你，你这个念头加强了，你有强烈的名闻利养的欲望，你有强烈贪图财色名食睡的欲望，所以你得不到佛菩萨的加持，你得到魔的加持。这个道理不能不懂，不能不知道防范。用什么方法来防范？赶紧转念头，放下自己错误的想法、看法、说法、作法，随顺佛陀教诲，随顺圣人的教诲。你能够下定这样的决心，做这样一个大的转变，跟诸位说，魔逐渐逐渐远离了。为什么？他没有办法干扰你了，你一心向善。诸佛菩萨、善神一天一天接近你，佛菩萨的威神能加得上，这是我们常讲的佛光普照、佛光注照。",
      "zh_TW": "他什麼時候來？你的念頭轉了，好善好德他就來了。你現在對於道德還沒有樂好之心，他來就幫不上忙。你現在心裡喜歡的是什麼？喜歡名聞利養、財色名食睡，這種愛好跟諸位說，跟諸佛菩薩不能起感應道交作用，跟妖魔鬼怪起感應作用。為什麼？妖魔鬼怪就喜歡搞這一套，你也有這個愛好跟他的氣分相投，自自然然感應，妖魔鬼怪就圍繞著你周邊。你如何能逃得了魔掌？你如何能不受他的干擾？妖魔鬼怪，這個貪瞋痴慢、名聞利養，他也是有波，他這種波衝擊你，你自己有這個念頭，於是這個波衝擊你，你這個念頭加強了，你有強烈的名聞利養的欲望，你有強烈貪圖財色名食睡的欲望，所以你得不到佛菩薩的加持，你得到魔的加持。這個道理不能不懂，不能不知道防範。用什麼方法來防範？趕緊轉念頭，放下自己錯誤的想法、看法、說法、作法，隨順佛陀教誨，隨順聖人的教誨。你能夠下定這樣的決心，做這樣一個大的轉變，跟諸位說，魔逐漸逐漸遠離了。為什麼？他沒有辦法干擾你了，你一心向善。諸佛菩薩、善神一天一天接近你，佛菩薩的威神能加得上，這是我們常講的佛光普照、佛光注照。"
    },
    {
      "id": "12-045-0461_p0031",
      "zh_CN": "佛弘愿之光、佛慈悲之光、佛清净之光，佛无量无边德能之光，这个光就是波，他来冲击你，把我们自己心性本能的智慧、德能加持，使我们的智慧、德能、相好逐渐逐渐提升。所以修行人，从前李炳南老居士常讲：你能瞒得过谁？你的修行功夫全在你的脸上，道德之人、真正修行人一眼就看穿，你修行有没有功夫完全在你脸上。这个话真的吗？李老师他不会骗人，我们想的是真的。因为看相的人常讲、算命的人常讲「相随心转」，你的心转过来了。你从前是五欲六尘的心，是自私自利的心，是贪瞋痴慢的心，所以你的相就是那个相，就是自私自利的相，就是贪瞋痴慢的相。现在转过来那就不一样了，起心动念为一切众生，大慈大悲。你的心真诚、清净、慈悲，你的相是真诚的相、清净的相、慈悲的相，转了！所以李老师讲的有道理。这是真功夫，这个不能骗人，不能在人面前装一副慈悲的相，装一副真诚的相。你怎么装，人家一看也看穿了，假装的，不是真的。为什么？装的不自然，装的时间不长，一转眼马脚就露了，就被人拆穿了。",
      "zh_TW": "佛弘願之光、佛慈悲之光、佛清淨之光，佛無量無邊德能之光，這個光就是波，他來衝擊你，把我們自己心性本能的智慧、德能加持，使我們的智慧、德能、相好逐漸逐漸提升。所以修行人，從前李炳南老居士常講：你能瞞得過誰？你的修行功夫全在你的臉上，道德之人、真正修行人一眼就看穿，你修行有沒有功夫完全在你臉上。這個話真的嗎？李老師他不會騙人，我們想的是真的。因為看相的人常講、算命的人常講「相隨心轉」，你的心轉過來了。你從前是五欲六塵的心，是自私自利的心，是貪瞋痴慢的心，所以你的相就是那個相，就是自私自利的相，就是貪瞋痴慢的相。現在轉過來那就不一樣了，起心動念為一切眾生，大慈大悲。你的心真誠、清淨、慈悲，你的相是真誠的相、清淨的相、慈悲的相，轉了！所以李老師講的有道理。這是真功夫，這個不能騙人，不能在人面前裝一副慈悲的相，裝一副真誠的相。你怎麼裝，人家一看也看穿了，假裝的，不是真的。為什麼？裝的不自然，裝的時間不長，一轉眼馬腳就露了，就被人拆穿了。"
    },
    {
      "id": "12-045-0461_p0032",
      "zh_CN": "李老师没说，我还往更深一方面来体验，体质。没有学佛之前，你心里头贪瞋痴慢、自私自利、名闻利养，这是病毒。贪瞋痴叫三毒，三种病毒。内有病毒，你的心有病毒，外面有五欲六尘的诱惑，内外交感，哪有不生病的道理？所以凡夫身体都不健康。年岁愈大病愈多，为什么？业障愈重，造的业愈多，感染的病毒多，内外交感，就这么个道理。真正修行人贪瞋痴没有了，自私自利没有了，名闻利养的念头没有了。他病毒没有了，里面病毒拔除了，外面虽然有病毒不会交感，也就是你不会感染。我们现在人讲的，你的身体里面自自然然产生一种抵抗力，现在医学里面讲免疫系统。你的身体好，不会感染病毒，不会感染传染病，你有免疫的这个能力。所以从你体质上来看，身体还有这个病、还有那个病，你修行功夫不得力。修行功夫得力，你的面貌、你的身体统统转过来了。这是我们修行，真正讲修行功夫得力的人最起码的表现，都表现在你外表上。你哪里能瞒得过人？人都瞒不过，你如何能瞒得过天地鬼神？如何能瞒得过佛菩萨？我们一定要提高警觉，不要认为打个妄想、起心动念没有人知道，那你全错了。",
      "zh_TW": "李老師沒說，我還往更深一方面來體驗，體質。沒有學佛之前，你心裡頭貪瞋痴慢、自私自利、名聞利養，這是病毒。貪瞋痴叫三毒，三種病毒。內有病毒，你的心有病毒，外面有五欲六塵的誘惑，內外交感，哪有不生病的道理？所以凡夫身體都不健康。年歲愈大病愈多，為什麼？業障愈重，造的業愈多，感染的病毒多，內外交感，就這麼個道理。真正修行人貪瞋痴沒有了，自私自利沒有了，名聞利養的念頭沒有了。他病毒沒有了，裡面病毒拔除了，外面雖然有病毒不會交感，也就是你不會感染。我們現在人講的，你的身體裡面自自然然產生一種抵抗力，現在醫學裡面講免疫系統。你的身體好，不會感染病毒，不會感染傳染病，你有免疫的這個能力。所以從你體質上來看，身體還有這個病、還有那個病，你修行功夫不得力。修行功夫得力，你的面貌、你的身體統統轉過來了。這是我們修行，真正講修行功夫得力的人最起碼的表現，都表現在你外表上。你哪裡能瞞得過人？人都瞞不過，你如何能瞞得過天地鬼神？如何能瞞得過佛菩薩？我們一定要提高警覺，不要認為打個妄想、起心動念沒有人知道，那你全錯了。"
    },
    {
      "id": "12-045-0461_p0033",
      "zh_CN": "『如是广大无碍智』，这是「理事无碍，事事无碍」的真实智慧。所以妙庄严光主林神是菩萨化身，他有这个智慧、神通、能力，才能广度众生，广度众生里面他特别偏重在树神。主林神度众生主要的对象是树神、花神、草木之神，这是他主要度的对象，就是教学的对象。好像释迦牟尼佛示现在我们这个世间成佛，主要教化的对象是地球上这些人众，这是他主要度的，附带的那就很多了。在这里我们要晓得，主要的虽然是树神、花神、草木之神，附带的也是九法界众生一切神灵。如来示现，不是普通的神明。请看第七首：",
      "zh_TW": "『如是廣大無礙智』，這是「理事無礙，事事無礙」的真實智慧。所以妙莊嚴光主林神是菩薩化身，他有這個智慧、神通、能力，才能廣度眾生，廣度眾生裡面他特別偏重在樹神。主林神度眾生主要的對象是樹神、花神、草木之神，這是他主要度的對象，就是教學的對象。好像釋迦牟尼佛示現在我們這個世間成佛，主要教化的對象是地球上這些人眾，這是他主要度的，附帶的那就很多了。在這裡我們要曉得，主要的雖然是樹神、花神、草木之神，附帶的也是九法界眾生一切神靈。如來示現，不是普通的神明。請看第七首："
    },
    {
      "id": "12-045-0461_p0034",
      "zh_CN": "【恒演如来寂妙音，普生无等大欢喜，随其解欲皆令悟，此是雷音所行法。】",
      "zh_TW": "【恆演如來寂妙音，普生無等大歡喜，隨其解欲皆令悟，此是雷音所行法。】"
    },
    {
      "id": "12-045-0461_p0035",
      "zh_CN": "这是第七尊可意雷声主林神。在长行里面我们看到他主修的法门是「忍受一切不可意声演清净音解脱门」。这个在长行里面，我们做了详细的报告。为什么？对我们现前学习有重要的关系。我们修行之所以功夫不得力，不要说别的，就是不能忍耐，这是我们严重的障碍。我曾经跟诸位同学说过，我在讲席当中也多次讲过，过去韩锳居士护持我三十年，对我修学有大利益，这是一般人不了解的。有许许多多同修曾经见过韩馆长，都说：「韩馆长厉害，这个人很难相处，成见很深，脾气很大。」大家不知道她是我的善知识。我年轻的时候许许多多习气毛病，就在跟她相处被她磨平了。什么方法？我修忍辱波罗蜜。《金刚经》上世尊讲得好，「一切法得成于忍」，所以我跟她相处，我把她看作菩萨化身。",
      "zh_TW": "這是第七尊可意雷聲主林神。在長行裡面我們看到他主修的法門是「忍受一切不可意聲演清淨音解脫門」。這個在長行裡面，我們做了詳細的報告。為什麼？對我們現前學習有重要的關係。我們修行之所以功夫不得力，不要說別的，就是不能忍耐，這是我們嚴重的障礙。我曾經跟諸位同學說過，我在講席當中也多次講過，過去韓鍈居士護持我三十年，對我修學有大利益，這是一般人不了解的。有許許多多同修曾經見過韓館長，都說：「韓館長厲害，這個人很難相處，成見很深，脾氣很大。」大家不知道她是我的善知識。我年輕的時候許許多多習氣毛病，就在跟她相處被她磨平了。什麼方法？我修忍辱波羅蜜。《金剛經》上世尊講得好，「一切法得成於忍」，所以我跟她相處，我把她看作菩薩化身。"
    },
    {
      "id": "12-045-0461_p0036",
      "zh_CN": "「华藏视听图书馆」成立，我不做馆长请她做馆长，图书馆的任何大小事她做主，我做不了主，一切都要听她的。我们自己对于名分、权力这都是欲望，三十年的时候把我这个欲望磨得干干净净。人生在世间，哪有不自私自利的？我所有的供养都要交给图书馆，自私自利自自然然在她手下也磨得干干净净。大善知识！真善知识！她有的时候也跟我开玩笑，她说：「你讲经说法这么多年，大法师！谁敢说你毛病？」只有她说，天天讲。我听了之后，真的「有则改之，无则加勉」，人要没有这么一个善知识，天天在找你麻烦，你很难成就。找你麻烦你要合作，你要真听、真改、真能忍，所以逆境、逆缘是我们最好的增上缘。如果你一天到晚听到的都是恭敬你的话、赞叹你的话、谄媚你的话，你没有不堕落的。",
      "zh_TW": "「華藏視聽圖書館」成立，我不做館長請她做館長，圖書館的任何大小事她做主，我做不了主，一切都要聽她的。我們自己對於名分、權力這都是欲望，三十年的時候把我這個欲望磨得乾乾淨淨。人生在世間，哪有不自私自利的？我所有的供養都要交給圖書館，自私自利自自然然在她手下也磨得乾乾淨淨。大善知識！真善知識！她有的時候也跟我開玩笑，她說：「你講經說法這麼多年，大法師！誰敢說你毛病？」只有她說，天天講。我聽了之後，真的「有則改之，無則加勉」，人要沒有這麼一個善知識，天天在找你麻煩，你很難成就。找你麻煩你要合作，你要真聽、真改、真能忍，所以逆境、逆緣是我們最好的增上緣。如果你一天到晚聽到的都是恭敬你的話、讚歎你的話、諂媚你的話，你沒有不墮落的。"
    },
    {
      "id": "12-045-0461_p0037",
      "zh_CN": "所以佛在经教里面，我们看到一桩事情，小乘法是要从苦的境界里头修出来的，也就是说逆境恶缘里面成就小乘；大乘法，从顺境里面流出来的。小乘，迦叶尊者是代表，迦叶尊者修的是苦行、头陀行，逆境恶缘当中成就忍辱波罗蜜。《华严经》善财童子，这是代表大乘，顺境。善财童子出生，他家里头花园都是金树银树，开着奇异的这些花。代表什么？富贵。富贵能够舍弃富贵，就是顺境善缘能忍。顺境善缘能忍不容易，比那个逆境恶缘难的太多太多了。所以我们真正修行，首先要喜欢处恶缘逆境，不要害怕，在这里头去修忍辱波罗蜜，修布施波罗蜜，布施是放下。果然能放下，名放下，地位放下，财放下，这都是最大的毛病，一切都能放下。",
      "zh_TW": "所以佛在經教裡面，我們看到一樁事情，小乘法是要從苦的境界裡頭修出來的，也就是說逆境惡緣裡面成就小乘；大乘法，從順境裡面流出來的。小乘，迦葉尊者是代表，迦葉尊者修的是苦行、頭陀行，逆境惡緣當中成就忍辱波羅蜜。《華嚴經》善財童子，這是代表大乘，順境。善財童子出生，他家裡頭花園都是金樹銀樹，開著奇異的這些花。代表什麼？富貴。富貴能夠捨棄富貴，就是順境善緣能忍。順境善緣能忍不容易，比那個逆境惡緣難的太多太多了。所以我們真正修行，首先要喜歡處惡緣逆境，不要害怕，在這裡頭去修忍辱波羅蜜，修布施波羅蜜，布施是放下。果然能放下，名放下，地位放下，財放下，這都是最大的毛病，一切都能放下。"
    },
    {
      "id": "12-045-0461_p0038",
      "zh_CN": "我跟韩馆长，她所要的全部给她，名给她，利给她，财也给她，地位都给她，我只要一样，这个她永远护持我的，我要讲台，只要能帮助我，我天天在讲台上讲经锻炼自己，我只要这一样，其他的我统统不要。所以我要的她不要，她要的我不要，好相处！我们三十年的合作，她成就我，我成就她。她成就我，这是她的大功德，其他这些名闻利养对她来讲是小毛病。所以她真的往生，阿弥陀佛接引她去了，真正做到了护法。你不要以为好像她所作所为都是不如法的，你想想全部都是如法的，把我那个根本的烦恼：自私自利、名闻利养、五欲六尘、贪瞋痴慢，全把它拔得干干净净。所以一般出家人，他为什么断不干净？遇不到这个缘。这个缘一般人看的是恶缘，我看的是善缘，无比殊胜的缘分。我为什么这么感激？我到任何地方我都不忘记，大恩人！她对我的功德超过李老师，超过章嘉大师。那些人传给我的法，如果没有三十年的磨炼，这个磨炼就是修行，怎么能成就？",
      "zh_TW": "我跟韓館長，她所要的全部給她，名給她，利給她，財也給她，地位都給她，我只要一樣，這個她永遠護持我的，我要講台，只要能幫助我，我天天在講台上講經鍛鍊自己，我只要這一樣，其他的我統統不要。所以我要的她不要，她要的我不要，好相處！我們三十年的合作，她成就我，我成就她。她成就我，這是她的大功德，其他這些名聞利養對她來講是小毛病。所以她真的往生，阿彌陀佛接引她去了，真正做到了護法。你不要以為好像她所作所為都是不如法的，你想想全部都是如法的，把我那個根本的煩惱：自私自利、名聞利養、五欲六塵、貪瞋痴慢，全把它拔得乾乾淨淨。所以一般出家人，他為什麼斷不乾淨？遇不到這個緣。這個緣一般人看的是惡緣，我看的是善緣，無比殊勝的緣分。我為什麼這麼感激？我到任何地方我都不忘記，大恩人！她對我的功德超過李老師，超過章嘉大師。那些人傳給我的法，如果沒有三十年的磨鍊，這個磨鍊就是修行，怎麼能成就？"
    },
    {
      "id": "12-045-0461_p0039",
      "zh_CN": "而韩馆长在一般人都怕她，都跟她远离，早就离开她了，我为什么不离开？她成就我，我有这个眼力，我看得清楚，我看得明白，她帮我一个大忙，她种种作法全是菩萨行。谁知道？佛知道。所以一直到我契入境界的时候，阿弥陀佛接她回去了，她的任务成功了，是佛菩萨再来的，来帮助我的，来成就我的。诸位能从这个地方体会到，真善知识你也可能遇得到；你要不是真心向道，这样的真善知识不会现前，现前你也不会接受他的折磨。所以我们在此地读这一段经文，雷音神他在长行里面所说的，说明如何来修忍辱波罗蜜，如何来对一切不如意，真正修得心地的清净平等。要想到『恒演如来寂妙音』，这是说的什么人？说的是一切逆境恶缘，天天找麻烦，天天说的是不好听的话，天天是责备、呵责的话，都是「如来寂妙音」。",
      "zh_TW": "而韓館長在一般人都怕她，都跟她遠離，早就離開她了，我為什麼不離開？她成就我，我有這個眼力，我看得清楚，我看得明白，她幫我一個大忙，她種種作法全是菩薩行。誰知道？佛知道。所以一直到我契入境界的時候，阿彌陀佛接她回去了，她的任務成功了，是佛菩薩再來的，來幫助我的，來成就我的。諸位能從這個地方體會到，真善知識你也可能遇得到；你要不是真心向道，這樣的真善知識不會現前，現前你也不會接受他的折磨。所以我們在此地讀這一段經文，雷音神他在長行裡面所說的，說明如何來修忍辱波羅蜜，如何來對一切不如意，真正修得心地的清淨平等。要想到『恆演如來寂妙音』，這是說的什麼人？說的是一切逆境惡緣，天天找麻煩，天天說的是不好聽的話，天天是責備、呵責的話，都是「如來寂妙音」。"
    },
    {
      "id": "12-045-0461_p0040",
      "zh_CN": "哪个人能懂？哪个人能体会？我刚才举的例子，韩馆长跟我三十年就是「恒演如来寂妙音」，没有一天说的话是好听的话，我得利益，我们图书馆那么多同修得不到利益。他们心目当中、眼目当中，馆长太过分了，这样对待师父。你们悟字辈的很多替我打抱不平，错了！馆长是「恒演如来寂妙音」。『普生无等大欢喜』，你们都看不出来。这首偈要合在韩馆长的身上完全正确，韩馆长心地慈悲，没有害人的念头，谚语里面常讲「刀子口，豆腐心」，她的心是豆腐心，心很软，嘴巴很厉害，得理不饶人。对于常住大众生活修学照顾得很周到，对待护法同修照顾也周到。每一次出去旅行，她喜欢买东西，她买东西不是自己用，都是送给图书馆这些护法，做为礼物赠送，常常来的护法没有一个空过，她做得很周到。",
      "zh_TW": "哪個人能懂？哪個人能體會？我剛才舉的例子，韓館長跟我三十年就是「恆演如來寂妙音」，沒有一天說的話是好聽的話，我得利益，我們圖書館那麼多同修得不到利益。他們心目當中、眼目當中，館長太過分了，這樣對待師父。你們悟字輩的很多替我打抱不平，錯了！館長是「恆演如來寂妙音」。『普生無等大歡喜』，你們都看不出來。這首偈要合在韓館長的身上完全正確，韓館長心地慈悲，沒有害人的念頭，諺語裡面常講「刀子口，豆腐心」，她的心是豆腐心，心很軟，嘴巴很厲害，得理不饒人。對於常住大眾生活修學照顧得很周到，對待護法同修照顧也周到。每一次出去旅行，她喜歡買東西，她買東西不是自己用，都是送給圖書館這些護法，做為禮物贈送，常常來的護法沒有一個空過，她做得很周到。"
    },
    {
      "id": "12-045-0461_p0041",
      "zh_CN": "『随其解欲皆令悟』，她能够随顺大众所理解的，大家的欲望爱好，但是后头这个人他不觉悟，他迷而不悟，这就没法子。可是我跟她合作，我是确实悟了，我受的利益是真实的。我要是没有韩馆长，充其量是一个普通的法师，上台讲经也不过是照本宣科而已，讲不出味道来，很可能、大有可能去赶经忏，去做法会去了。为什么？没有讲台来给你练习。现在佛门许多道场欢喜法会、欢喜做佛事，为什么？有收入。讲经说法是做亏本生意，谁来供养？当然听经大众会有些供养，很微薄，能足够道场的开销，道场要发展决定没有这个能力，建立道场决定没有能力，这是我们一生的经历。",
      "zh_TW": "『隨其解欲皆令悟』，她能夠隨順大眾所理解的，大家的欲望愛好，但是後頭這個人他不覺悟，他迷而不悟，這就沒法子。可是我跟她合作，我是確實悟了，我受的利益是真實的。我要是沒有韓館長，充其量是一個普通的法師，上台講經也不過是照本宣科而已，講不出味道來，很可能、大有可能去趕經懺，去做法會去了。為什麼？沒有講台來給你練習。現在佛門許多道場歡喜法會、歡喜做佛事，為什麼？有收入。講經說法是做虧本生意，誰來供養？當然聽經大眾會有些供養，很微薄，能足夠道場的開銷，道場要發展決定沒有這個能力，建立道場決定沒有能力，這是我們一生的經歷。"
    },
    {
      "id": "12-045-0461_p0042",
      "zh_CN": "台北我们「华藏图书馆」是我讲经二十年，真的是满二十年才有一个小道场，最初我们的面积没有这个地方大，这一层都没有；这一层是三千呎合台湾大概七十多坪。我们最初买这个图书馆的时候只有五十坪，以后慢慢再扩展，把邻居的房子都买下来了，扩展到现在这个状况，非常不容易。而且当初这五十坪怎么买的？一些信徒真正想听经，真的是听经的同修都不是富贵人家，生活都非常艰难，省吃俭用甚至于在银行里面借贷，来帮助我们成立这个小道场，我们非常感恩戴德。真正有钱有地位的那些佛门的信徒都到那些大寺庙去了，为什么？场面大！我们这个场面太小了，人家瞧不起，这是真的。",
      "zh_TW": "台北我們「華藏圖書館」是我講經二十年，真的是滿二十年才有一個小道場，最初我們的面積沒有這個地方大，這一層都沒有；這一層是三千呎合台灣大概七十多坪。我們最初買這個圖書館的時候只有五十坪，以後慢慢再擴展，把鄰居的房子都買下來了，擴展到現在這個狀況，非常不容易。而且當初這五十坪怎麼買的？一些信徒真正想聽經，真的是聽經的同修都不是富貴人家，生活都非常艱難，省吃儉用甚至於在銀行裡面借貸，來幫助我們成立這個小道場，我們非常感恩戴德。真正有錢有地位的那些佛門的信徒都到那些大寺廟去了，為什麼？場面大！我們這個場面太小了，人家瞧不起，這是真的。"
    },
    {
      "id": "12-045-0461_p0043",
      "zh_CN": "我最初到美国达拉斯他们那边成立一个佛教会，买了一个小房子，住宅的房子，住家的房子。我们拆了一个房间做了一个讲堂，那个房子也没有我们现在这个房子这一层这么大。我们想邀请达拉斯当地天主教跟基督教一些神父、牧师，邀请他们。当时那边的会长是居士，就来跟我说：「法师，我们的道场太小了，不好意思邀请他们」。你想想看世间人喜欢是大场面，大道场建得富丽堂皇，看看人家的教堂，我们这个小房子怎么能跟人比？都看外表，疏忽了实质，你真的学问、真的道行，人家看不出来，不放在眼里。人家看面子，看你的建筑，看你的排场，搞这个东西。我们一直到今天，现在我们在台湾还保留一个道场，我还在那里挂名，「佛陀教育基金会」。基金会因为赠送经书遍满世界，名气很大，到那里一看大家都失望了，「怎么这么小的一个地方？」也很感叹，也很赞叹，「原来你们是这样子辛苦做这么多事情！」忍辱，对自己一定要忍，要有智慧，没有智慧不知道忍。时间到了，就讲到此地。",
      "zh_TW": "我最初到美國達拉斯他們那邊成立一個佛教會，買了一個小房子，住宅的房子，住家的房子。我們拆了一個房間做了一個講堂，那個房子也沒有我們現在這個房子這一層這麼大。我們想邀請達拉斯當地天主教跟基督教一些神父、牧師，邀請他們。當時那邊的會長是居士，就來跟我說：「法師，我們的道場太小了，不好意思邀請他們」。你想想看世間人喜歡是大場面，大道場建得富麗堂皇，看看人家的教堂，我們這個小房子怎麼能跟人比？都看外表，疏忽了實質，你真的學問、真的道行，人家看不出來，不放在眼裡。人家看面子，看你的建築，看你的排場，搞這個東西。我們一直到今天，現在我們在台灣還保留一個道場，我還在那裡掛名，「佛陀教育基金會」。基金會因為贈送經書遍滿世界，名氣很大，到那裡一看大家都失望了，「怎麼這麼小的一個地方？」也很感嘆，也很讚歎，「原來你們是這樣子辛苦做這麼多事情！」忍辱，對自己一定要忍，要有智慧，沒有智慧不知道忍。時間到了，就講到此地。"
    }
  ]
}