{
  "doc_id": "12-045-0184",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八四集",
    "zh_TW": "第一八四集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-045-0184",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "12-045-0184_p0001",
      "zh_CN": "请掀开经本，时分天长行第七句：",
      "zh_TW": "請掀開經本，時分天長行第七句："
    },
    {
      "id": "12-045-0184_p0002",
      "zh_CN": "【轮脐天王。得转法轮成熟众生方便解脱门。】",
      "zh_TW": "【輪臍天王。得轉法輪成熟眾生方便解脫門。】"
    },
    {
      "id": "12-045-0184_p0003",
      "zh_CN": "清凉大师在这一段注解，他说「转法示菩提之道，即是成熟众生方便」。注得很简单，道理很深，我们要透彻的明了，才有学习入门之处。天王的名号是『轮脐』，「脐」是中心的意思；「轮」在佛法里是用它做表法，所以佛法的教学称为「法轮常转」。轮是圆的相，它代表的是圆满，佛法给我们讲性相不二、理事不二、空有不二，这个意思从圆这个相来看，它很接近、很相似。轮的圆心，心是空的，可是圆周是有，象征空有不二；圆心是不动的，圆周是动的，象征着动静不二。佛菩萨为一切众生说无量无边的法门，都不外乎这个原理，实在讲也就是说明这个事实真相，所以称之为「不二法门」，这是宇宙人生的真相。佛法用轮来做标志，就像商场里面用的mark一样，用这个图案来代表。轮的圆满相从形上来说，它有周、有辐、有毂，也就是它有圆心，这是从形相上来说它的圆满，其他东西很难跟它比喻。",
      "zh_TW": "清涼大師在這一段註解，他說「轉法示菩提之道，即是成熟眾生方便」。註得很簡單，道理很深，我們要透徹的明瞭，才有學習入門之處。天王的名號是『輪臍』，「臍」是中心的意思；「輪」在佛法裡是用它做表法，所以佛法的教學稱為「法輪常轉」。輪是圓的相，它代表的是圓滿，佛法給我們講性相不二、理事不二、空有不二，這個意思從圓這個相來看，它很接近、很相似。輪的圓心，心是空的，可是圓周是有，象徵空有不二；圓心是不動的，圓周是動的，象徵著動靜不二。佛菩薩為一切眾生說無量無邊的法門，都不外乎這個原理，實在講也就是說明這個事實真相，所以稱之為「不二法門」，這是宇宙人生的真相。佛法用輪來做標誌，就像商場裡面用的mark一樣，用這個圖案來代表。輪的圓滿相從形上來說，它有周、有輻、有轂，也就是它有圓心，這是從形相上來說它的圓滿，其他東西很難跟它比喻。"
    },
    {
      "id": "12-045-0184_p0004",
      "zh_CN": "『转法轮』这三个字就是教学，教的是什么？清凉大师说得好，菩提大道。「菩提」是梵语音译的，它的意思是觉悟、是智慧，我们从这个地方要把佛教的本质认识清楚。在十几二十年代，欧阳竟无大师告诉我们，佛法不是宗教，也不是哲学，「而为今时所必需」。必需的是什么？生活教育；换句话说，佛教我们怎样生活、怎样做人、怎样处世。佛家教学终极的目的是智慧，古人说得很好，综合释迦牟尼佛四十九年教导一切众生的，不外乎戒定慧这三桩事情，称之为三学。戒律是什么？是方法、是规矩，中国人所谓「不依规矩，不成方圆」，我们画一个圆要用圆规，画一个方要用矩尺，依规矩就能画得出来。戒律是规矩、是方法，目的何在？目的是得定。所以佛家的教学是以定为中心，定也叫禅定，用戒律的方法帮助我们得禅定。什么是禅定？《金刚经》上说得好，「不取于相，如如不动」，佛家禅定就是从这两句话做为根本的依据。这两句话是般若会上释迦牟尼佛教须菩提尊者的，做人要依这个原则，生活要依这个原则，处事待人接物都要依这个原则，佛菩萨教化众生也不离开这个原则。这两句话，要用现代话来说，「不取于相」是决定不受外在的诱惑，外面名闻利养、五欲六尘，不受外面境界诱惑这叫禅；「如如不动」是保持自己的清净心、真心、至诚心。",
      "zh_TW": "『轉法輪』這三個字就是教學，教的是什麼？清涼大師說得好，菩提大道。「菩提」是梵語音譯的，它的意思是覺悟、是智慧，我們從這個地方要把佛教的本質認識清楚。在十幾二十年代，歐陽竟無大師告訴我們，佛法不是宗教，也不是哲學，「而為今時所必需」。必需的是什麼？生活教育；換句話說，佛教我們怎樣生活、怎樣做人、怎樣處世。佛家教學終極的目的是智慧，古人說得很好，綜合釋迦牟尼佛四十九年教導一切眾生的，不外乎戒定慧這三樁事情，稱之為三學。戒律是什麼？是方法、是規矩，中國人所謂「不依規矩，不成方圓」，我們畫一個圓要用圓規，畫一個方要用矩尺，依規矩就能畫得出來。戒律是規矩、是方法，目的何在？目的是得定。所以佛家的教學是以定為中心，定也叫禪定，用戒律的方法幫助我們得禪定。什麼是禪定？《金剛經》上說得好，「不取於相，如如不動」，佛家禪定就是從這兩句話做為根本的依據。這兩句話是般若會上釋迦牟尼佛教須菩提尊者的，做人要依這個原則，生活要依這個原則，處事待人接物都要依這個原則，佛菩薩教化眾生也不離開這個原則。這兩句話，要用現代話來說，「不取於相」是決定不受外在的誘惑，外面名聞利養、五欲六塵，不受外面境界誘惑這叫禪；「如如不動」是保持自己的清淨心、真心、至誠心。"
    },
    {
      "id": "12-045-0184_p0005",
      "zh_CN": "诸位要知道，真心是不动的，正觉是不动的，觉心不动。凡是会动的，那不是真心，是妄心，妄心动摇。妄心是什么？妄心是无明，无明是动的。我们今天前念灭了，后念就生，一天到晚、一年到头起心动念，起心动念就没有定。由此可知，定是从我们内心来说的，如如不动这叫定；禅是从外面境界上说的，不受外境诱惑这叫禅。佛家教学的中心，不但释迦牟尼佛他老人家在经典上告诉我们，尽虚空遍法界过去未来一切诸佛教化一切众生也是这个原则，所以禅定是佛家教学、修学的中心，通过禅定这才生智慧。佛家教学终极的目的是要开智慧，智慧从哪里来的？智慧从禅定当中来的。所以决定不是说你听得多，你念得很多，那个不是智慧，在佛法里面说那叫世智辩聪；在中国儒家讲，叫记问之学，这个问就是说，你听得多、你看得多，你能够记得住，不是智慧，我们现在讲常识，你的常识很丰富，但是你没有智慧。常识丰富能不能解决问题？能，能解决小问题，能解决局部问题，不能解决大问题，不能解决根本问题，根本的大问题一定要智慧。佛法是智慧的教学，经典是智慧的教科书，古人聪明，明白这些事实真相，所以把智慧的教科书称之为经典，称之为法宝。现代人没有这个认知，不知道这些教材里头有真实智慧。古圣先贤他们修学经验、智慧的结晶，流传后世提供给我们做参考的资料，世间所有一切书籍不能跟它相比。为什么？因为它是真实智慧，它能为我们解决根本问题，能为我们解决全面的问题。",
      "zh_TW": "諸位要知道，真心是不動的，正覺是不動的，覺心不動。凡是會動的，那不是真心，是妄心，妄心動搖。妄心是什麼？妄心是無明，無明是動的。我們今天前念滅了，後念就生，一天到晚、一年到頭起心動念，起心動念就沒有定。由此可知，定是從我們內心來說的，如如不動這叫定；禪是從外面境界上說的，不受外境誘惑這叫禪。佛家教學的中心，不但釋迦牟尼佛他老人家在經典上告訴我們，盡虛空遍法界過去未來一切諸佛教化一切眾生也是這個原則，所以禪定是佛家教學、修學的中心，通過禪定這才生智慧。佛家教學終極的目的是要開智慧，智慧從哪裡來的？智慧從禪定當中來的。所以決定不是說你聽得多，你念得很多，那個不是智慧，在佛法裡面說那叫世智辯聰；在中國儒家講，叫記問之學，這個問就是說，你聽得多、你看得多，你能夠記得住，不是智慧，我們現在講常識，你的常識很豐富，但是你沒有智慧。常識豐富能不能解決問題？能，能解決小問題，能解決局部問題，不能解決大問題，不能解決根本問題，根本的大問題一定要智慧。佛法是智慧的教學，經典是智慧的教科書，古人聰明，明白這些事實真相，所以把智慧的教科書稱之為經典，稱之為法寶。現代人沒有這個認知，不知道這些教材裡頭有真實智慧。古聖先賢他們修學經驗、智慧的結晶，流傳後世提供給我們做參考的資料，世間所有一切書籍不能跟它相比。為什麼？因為它是真實智慧，它能為我們解決根本問題，能為我們解決全面的問題。"
    },
    {
      "id": "12-045-0184_p0006",
      "zh_CN": "典籍虽然多，道理是一个，方向是一个，枢纽是一个，一定要通过禅定的修学，才能达到这个目标。这样说来，我们是不是要修禅定？没错，是要修禅定。是不是天天要去面壁打坐？不尽然也。大家都知道，佛教里面所讲的八万四千法门，四弘誓愿诸位念得很熟，「法门无量誓愿学」，法就是方法，门就是门径。佛告诉我们，修学的方法门径无量无边，方法不一样，门径不一样，修的是什么？修的是一桩事情，禅定。所以修禅定的方法八万四千种、无量种，都是修禅定，盘腿打坐那是八万四千种里的一种。我们今天用什么方法修禅定？我们用持名念佛。千万不要误会我们现在修的不是禅定，那你讲的是外行话。只要是佛法，统统都是修禅定，修禅定的方法手段不相同，这是我们一定要理解的。方法手段尽管不一样，修学的效果一定是相同的，成就是一样的，所以佛才说「法门平等，无有高下」，就是说这桩事情。《弥陀经》上说得很清楚，我们念佛求什么？「一心不乱，心不颠倒」，念佛人求的是这个目的。一心不乱就是禅定，心不颠倒就是般若，戒定慧三学都在其中。《无量寿经》就更明显，经题上跟我们讲修学的方法「清净平等觉」，清净是戒学，平等是定学，觉是慧学，戒定慧三学都在题目上。",
      "zh_TW": "典籍雖然多，道理是一個，方向是一個，樞紐是一個，一定要通過禪定的修學，才能達到這個目標。這樣說來，我們是不是要修禪定？沒錯，是要修禪定。是不是天天要去面壁打坐？不盡然也。大家都知道，佛教裡面所講的八萬四千法門，四弘誓願諸位念得很熟，「法門無量誓願學」，法就是方法，門就是門徑。佛告訴我們，修學的方法門徑無量無邊，方法不一樣，門徑不一樣，修的是什麼？修的是一樁事情，禪定。所以修禪定的方法八萬四千種、無量種，都是修禪定，盤腿打坐那是八萬四千種裡的一種。我們今天用什麼方法修禪定？我們用持名念佛。千萬不要誤會我們現在修的不是禪定，那你講的是外行話。只要是佛法，統統都是修禪定，修禪定的方法手段不相同，這是我們一定要理解的。方法手段儘管不一樣，修學的效果一定是相同的，成就是一樣的，所以佛才說「法門平等，無有高下」，就是說這樁事情。《彌陀經》上說得很清楚，我們念佛求什麼？「一心不亂，心不顛倒」，念佛人求的是這個目的。一心不亂就是禪定，心不顛倒就是般若，戒定慧三學都在其中。《無量壽經》就更明顯，經題上跟我們講修學的方法「清淨平等覺」，清淨是戒學，平等是定學，覺是慧學，戒定慧三學都在題目上。"
    },
    {
      "id": "12-045-0184_p0007",
      "zh_CN": "佛说得这么清楚，说得这么明白，我们自己不清楚、不明白，所以我们的修学得不到利益，得不到受用；换句话说，完全没有遵守三学的原则。这桩事情佛讲得清楚，祖师大德也讲得清楚，我们所亲近的善知识也说得很清楚，可惜我们自己粗心大意，没有听明白。纵然当时听明白了，转眼之间又忘掉了，疏忽掉了，随顺自己的烦恼习气，所以不能成就。在方法上，我也曾经跟诸位报告过，说我们现前修学环境，我们自己一定要肯定，承认自己没有智慧，烦恼习气、业障很重，跟古人比我们差太远太远了。不要说更早，我们要跟半个世纪以前这些大德们相比就逊色很多。半个世纪前，出家人里面，印光法师、虚云法师、兴慈法师、太虚法师、谛闲法师，这出家人，我们看看他们的著作，比不上人家，无论在哪一方面都落在人家后面，落得太多了。在家居士，我们现在看到人家的著作，江味农居士、蒋维乔居士，我们也比不上人家。",
      "zh_TW": "佛說得這麼清楚，說得這麼明白，我們自己不清楚、不明白，所以我們的修學得不到利益，得不到受用；換句話說，完全沒有遵守三學的原則。這樁事情佛講得清楚，祖師大德也講得清楚，我們所親近的善知識也說得很清楚，可惜我們自己粗心大意，沒有聽明白。縱然當時聽明白了，轉眼之間又忘掉了，疏忽掉了，隨順自己的煩惱習氣，所以不能成就。在方法上，我也曾經跟諸位報告過，說我們現前修學環境，我們自己一定要肯定，承認自己沒有智慧，煩惱習氣、業障很重，跟古人比我們差太遠太遠了。不要說更早，我們要跟半個世紀以前這些大德們相比就遜色很多。半個世紀前，出家人裡面，印光法師、虛雲法師、興慈法師、太虛法師、諦閑法師，這出家人，我們看看他們的著作，比不上人家，無論在哪一方面都落在人家後面，落得太多了。在家居士，我們現在看到人家的著作，江味農居士、蔣維喬居士，我們也比不上人家。"
    },
    {
      "id": "12-045-0184_p0008",
      "zh_CN": "在这种状况之下，我们怎么办？怎么能成就？这是善知识把水平降到最低，我们学经教学老师的。我过去年轻的时候，在台中亲近李炳南老居士，学他讲经，他讲一句我们就学一句，学成一个活的录音机。那个时候台湾还没有录音机，我们听一句记一句，然后上台照讲。第一步学得很像，完全学老师，专心学老师的，一门深入。这个方法并不是他发明的，在他以前早就有了，如果我们要是追根究柢，哪一个人开始？阿难尊者开始的，阿难结集经藏不就是完全复讲吗？把世尊当年所说的重复讲一遍，不可以自己加一句。佛教里面几千年来培养讲经法师就用这个方法。有些人轻视这个方法，「这有什么了不起？你所讲的都是别人的」，好像没有自己的创意，没有自己的见解。在佛法里面讲，在古圣先贤学问里面讲，决定没有创意。孔老夫子他给我们说，他是「述而不作」，他没有创新，他自己没有创造，都是传述古圣先贤的，他所讲的是古人的东西，不是他自己的。释迦牟尼佛也是这个说法，清凉大师在《华严经》注解里面告诉我们，释迦牟尼佛一生没有说过一个字。他说法说了四十九年，讲的是什么？全是古佛所说的。我们细细想想这个道理、这个意思。所谓创新，决定是你从自己意思里变现出来的；人家没有创新，没有创新是自己真如本性里流露的，不是创新的。过去一切诸佛如来所说的经教是自性流露的，今佛以及未来佛，他们所说的一切法也是自性流露的，没有创意。我们真正明白这个道理，了解事实真相，我们就会听老师的教诫，老老实实依照老师讲的来学习，这叫持戒、叫守法。",
      "zh_TW": "在這種狀況之下，我們怎麼辦？怎麼能成就？這是善知識把水平降到最低，我們學經教學老師的。我過去年輕的時候，在台中親近李炳南老居士，學他講經，他講一句我們就學一句，學成一個活的錄音機。那個時候台灣還沒有錄音機，我們聽一句記一句，然後上台照講。第一步學得很像，完全學老師，專心學老師的，一門深入。這個方法並不是他發明的，在他以前早就有了，如果我們要是追根究柢，哪一個人開始？阿難尊者開始的，阿難結集經藏不就是完全複講嗎？把世尊當年所說的重複講一遍，不可以自己加一句。佛教裡面幾千年來培養講經法師就用這個方法。有些人輕視這個方法，「這有什麼了不起？你所講的都是別人的」，好像沒有自己的創意，沒有自己的見解。在佛法裡面講，在古聖先賢學問裡面講，決定沒有創意。孔老夫子他給我們說，他是「述而不作」，他沒有創新，他自己沒有創造，都是傳述古聖先賢的，他所講的是古人的東西，不是他自己的。釋迦牟尼佛也是這個說法，清涼大師在《華嚴經》註解裡面告訴我們，釋迦牟尼佛一生沒有說過一個字。他說法說了四十九年，講的是什麼？全是古佛所說的。我們細細想想這個道理、這個意思。所謂創新，決定是你從自己意思裡變現出來的；人家沒有創新，沒有創新是自己真如本性裡流露的，不是創新的。過去一切諸佛如來所說的經教是自性流露的，今佛以及未來佛，他們所說的一切法也是自性流露的，沒有創意。我們真正明白這個道理，了解事實真相，我們就會聽老師的教誡，老老實實依照老師講的來學習，這叫持戒、叫守法。"
    },
    {
      "id": "12-045-0184_p0009",
      "zh_CN": "而且老师还教我们一个秘诀，这个秘诀是什么？「一门深入，长时薰修」。现在懂得这个道理的人少，所以成就就难了。古大德教人，「一经通一切经通」，古德这个说法不是他的发明，不是他独到的见解，他也是从《华严经》上学到的。我们在此地，摆在这个地方这么多天王，每个天王他们学一个法门，这个法门学通了，所有一切法门他都通了。问题是你有没有学通，果然通了就一切都通。但是要怎样才能通？一定要一门深入。我们介绍佛法的时候，也离不开佛陀设计的方法，佛陀设计的方法就是圆，圆球，圆球上任何一点都会通到圆心；但是这一点角度你要把握得恰好，在这个圆球一定是成一个直角，这条线才能通到圆心，一丝毫不能够差错。通到圆心，那才叫深入；达到圆心，那个圆心就四通八达，全面就通达，这个圆球上任何一点你都通达。如果你达不到圆心，你只能懂一个法门；达到圆心，所有法门你都通达。圆心是什么？圆心是真如自性。世出世间一切法都是从心性变现出来的，唯心所现，唯识所变。佛法的教学就教我们深入，深入到性识，你对于虚空法界一切众生就完全通达明了。不要样样都学，样样都学那太费事，而且永远学不到，永远不能达到，一门。一门，做到最简单的，一句佛号，「阿弥陀佛」四个字，就这四个字就能够成佛，就能够一切通达、一切明了；就这四个字你就能通达一切经，你就能善说一切经，你要这四个字念到见性就成功，你不见性不行。见性一定要得定，要想得定一定要守法，你不守法怎么行？这个方法就是「一门深入，长时薰修」，锲而不舍。",
      "zh_TW": "而且老師還教我們一個祕訣，這個祕訣是什麼？「一門深入，長時薰修」。現在懂得這個道理的人少，所以成就就難了。古大德教人，「一經通一切經通」，古德這個說法不是他的發明，不是他獨到的見解，他也是從《華嚴經》上學到的。我們在此地，擺在這個地方這麼多天王，每個天王他們學一個法門，這個法門學通了，所有一切法門他都通了。問題是你有沒有學通，果然通了就一切都通。但是要怎樣才能通？一定要一門深入。我們介紹佛法的時候，也離不開佛陀設計的方法，佛陀設計的方法就是圓，圓球，圓球上任何一點都會通到圓心；但是這一點角度你要把握得恰好，在這個圓球一定是成一個直角，這條線才能通到圓心，一絲毫不能夠差錯。通到圓心，那才叫深入；達到圓心，那個圓心就四通八達，全面就通達，這個圓球上任何一點你都通達。如果你達不到圓心，你只能懂一個法門；達到圓心，所有法門你都通達。圓心是什麼？圓心是真如自性。世出世間一切法都是從心性變現出來的，唯心所現，唯識所變。佛法的教學就教我們深入，深入到性識，你對於虛空法界一切眾生就完全通達明瞭。不要樣樣都學，樣樣都學那太費事，而且永遠學不到，永遠不能達到，一門。一門，做到最簡單的，一句佛號，「阿彌陀佛」四個字，就這四個字就能夠成佛，就能夠一切通達、一切明瞭；就這四個字你就能通達一切經，你就能善說一切經，你要這四個字念到見性就成功，你不見性不行。見性一定要得定，要想得定一定要守法，你不守法怎麼行？這個方法就是「一門深入，長時薰修」，鍥而不捨。"
    },
    {
      "id": "12-045-0184_p0010",
      "zh_CN": "任何一个法门都是明心见性的方法，我们现在无论学一门也好、学多门也好，统统见不了性，这个毛病究竟发生在哪里，我们不能不知道，不知道你就永远错误，你就错到底。我们的错误就是放不下；诸佛菩萨他们能做到，原因在哪里？他们能放得下，关键就在此地。我们为什么放不下？没看破；他们能放得下，他们看破了。看破谈何容易！你能够放下一分，你才能看破一分，看破一分又能帮助你放下一分，所以看破、放下相辅相成，它两个互相帮助。一切菩萨修行成佛没有别的，就是看破放下、放下看破、看破放下，就这么成功的。头一关口是要放下，我们只有从这上下手。世尊把众生的根性分上中下三等，上等根性的人从看破下手，中下根性的人从放下下手；中下根人没有智慧，看不破，从放下，放下帮助你看破。但是那个放下难，谁肯放下？所以中下根性的人，关键的因素就是善知识、好老师，好老师教你放下。你对这个老师有信心，对这个老师尊敬，对这个老师佩服，肯听话，老师教你放下，反正没看破也放下，听老师的话，这个人有成就。为什么？放下之后，你烦恼减轻一分，智慧就增长一分，就能看破。所以不肯放下，那就是没有门可入，法门虽然广大，无量无边，你不得其门而入，这不能怪别人。",
      "zh_TW": "任何一個法門都是明心見性的方法，我們現在無論學一門也好、學多門也好，統統見不了性，這個毛病究竟發生在哪裡，我們不能不知道，不知道你就永遠錯誤，你就錯到底。我們的錯誤就是放不下；諸佛菩薩他們能做到，原因在哪裡？他們能放得下，關鍵就在此地。我們為什麼放不下？沒看破；他們能放得下，他們看破了。看破談何容易！你能夠放下一分，你才能看破一分，看破一分又能幫助你放下一分，所以看破、放下相輔相成，它兩個互相幫助。一切菩薩修行成佛沒有別的，就是看破放下、放下看破、看破放下，就這麼成功的。頭一關口是要放下，我們只有從這上下手。世尊把眾生的根性分上中下三等，上等根性的人從看破下手，中下根性的人從放下下手；中下根人沒有智慧，看不破，從放下，放下幫助你看破。但是那個放下難，誰肯放下？所以中下根性的人，關鍵的因素就是善知識、好老師，好老師教你放下。你對這個老師有信心，對這個老師尊敬，對這個老師佩服，肯聽話，老師教你放下，反正沒看破也放下，聽老師的話，這個人有成就。為什麼？放下之後，你煩惱減輕一分，智慧就增長一分，就能看破。所以不肯放下，那就是沒有門可入，法門雖然廣大，無量無邊，你不得其門而入，這不能怪別人。"
    },
    {
      "id": "12-045-0184_p0011",
      "zh_CN": "什么都要放下，样样都要放得下，然后才能把放下那个核心抓住，核心是什么？我执。一切众生没有办法放下，「我」放不下，起心动念为「我」想，「我」的利益，佛门就没有办法入进去。你再勤奋、再用功，再好的环境，你不得其门而入，你亲近再好的善知识也不得其门而入，天天听经闻法，智慧也不开。关键在哪里？自私自利，一切众生生生世世学佛不能成就，原因就在此地。所以我们今天是特别强调，把自私自利这个念头放弃。我常常提醒同修，把我们对一切人、一切事、一切物控制的念头放下，你有控制的念头这是迷惑、无明；占有的念头放下，占有是造业，据为己有是造业，决定错误。为什么？身都不是自己，我们一个人对这个身都控制不了、都占有不了，何况身外之物，哪一样是你的？这是事实真相，很少人能想到，很少人能体会。我们对这个身体能控制吗？不能控制。大家现在科学常识晓得，身体是细胞组成的，细胞新陈代谢，我们没有办法让这个细胞永远存在。如果你有办法，真的能控制它，真的能占有它，那你是长生不老，年年十八。为什么？我能够占有，我能控制它，我让我的年龄年年十八岁，年年不衰老。你会老、你会病、你会死，证明你对你身体不能控制，对你身体不能占有。连自己的身体都不能控制、不能占有，身外之物你怎么可能控制、占有？你天天想这些事情，天天搞这个事情，累死了！所以佛在经典常常说众生是「可怜悯者」，众生有什么可怜？这一点就够可怜的，真可怜！不了解事实真相。",
      "zh_TW": "什麼都要放下，樣樣都要放得下，然後才能把放下那個核心抓住，核心是什麼？我執。一切眾生沒有辦法放下，「我」放不下，起心動念為「我」想，「我」的利益，佛門就沒有辦法入進去。你再勤奮、再用功，再好的環境，你不得其門而入，你親近再好的善知識也不得其門而入，天天聽經聞法，智慧也不開。關鍵在哪裡？自私自利，一切眾生生生世世學佛不能成就，原因就在此地。所以我們今天是特別強調，把自私自利這個念頭放棄。我常常提醒同修，把我們對一切人、一切事、一切物控制的念頭放下，你有控制的念頭這是迷惑、無明；佔有的念頭放下，佔有是造業，據為己有是造業，決定錯誤。為什麼？身都不是自己，我們一個人對這個身都控制不了、都佔有不了，何況身外之物，哪一樣是你的？這是事實真相，很少人能想到，很少人能體會。我們對這個身體能控制嗎？不能控制。大家現在科學常識曉得，身體是細胞組成的，細胞新陳代謝，我們沒有辦法讓這個細胞永遠存在。如果你有辦法，真的能控制它，真的能佔有它，那你是長生不老，年年十八。為什麼？我能夠佔有，我能控制它，我讓我的年齡年年十八歲，年年不衰老。你會老、你會病、你會死，證明你對你身體不能控制，對你身體不能佔有。連自己的身體都不能控制、不能佔有，身外之物你怎麼可能控制、佔有？你天天想這些事情，天天搞這個事情，累死了！所以佛在經典常常說眾生是「可憐憫者」，眾生有什麼可憐？這一點就夠可憐的，真可憐！不了解事實真相。"
    },
    {
      "id": "12-045-0184_p0012",
      "zh_CN": "了解事实真相是智慧，放下一切控制、放下一切占有是真功夫，你得到真自在。在这个世间，佛菩萨示现给我们看的，自在、随缘，自己的享受是自在，跟大家相处随缘，你说他的日子多幸福、多快乐！一丝毫的负担都没有，他的生活就是生活在戒定慧中。诸佛菩萨教导我们的就是这么一桩事情，我们完全迷惑、完全不了解，苦口婆心的教导我们。我们稍稍明白了，也能渐渐放下，放下不可能一下放下，那个太少了，都是逐渐逐渐慢慢放的。所以菩萨有五十一个阶级，《华严经》上说的，十信、十住、十行、十回向、十地、等觉、妙觉，就是慢慢放下，放下一些，地位又升高一点，再放下一些又升高一点。我们今天连个初信位都没有得到，为什么？没放下。初信位要放下什么？要放下我执。我们看天台的教义，看贤首的教义，初信位的菩萨三界八十八品见惑放下了，是初信位的菩萨。见惑八十八品，佛为了说法方便起见，把它分成五大类。第一个是身见，见就是我们今天讲的见解，把这个身看作我，这就叫身见。我们想想，六道众生哪个人不把身体看作我？个个都是。如果你说这个身不是我，你这个人头脑有问题。六道里面所有一切众生都是这个见解，你怎么能说身不是我？大家都有这个见解，这个见解就变成正确的。我们突然说身不是我，这个人思想有问题、头脑有问题、神经有问题，于是我们也就被吓到了，不敢接受佛的教学，还是执着「这个身是我」是对的；佛讲的也不敢说他错，但是我这个还是对的，你就入不了佛门。",
      "zh_TW": "了解事實真相是智慧，放下一切控制、放下一切佔有是真功夫，你得到真自在。在這個世間，佛菩薩示現給我們看的，自在、隨緣，自己的享受是自在，跟大家相處隨緣，你說他的日子多幸福、多快樂！一絲毫的負擔都沒有，他的生活就是生活在戒定慧中。諸佛菩薩教導我們的就是這麼一樁事情，我們完全迷惑、完全不了解，苦口婆心的教導我們。我們稍稍明白了，也能漸漸放下，放下不可能一下放下，那個太少了，都是逐漸逐漸慢慢放的。所以菩薩有五十一個階級，《華嚴經》上說的，十信、十住、十行、十迴向、十地、等覺、妙覺，就是慢慢放下，放下一些，地位又升高一點，再放下一些又升高一點。我們今天連個初信位都沒有得到，為什麼？沒放下。初信位要放下什麼？要放下我執。我們看天台的教義，看賢首的教義，初信位的菩薩三界八十八品見惑放下了，是初信位的菩薩。見惑八十八品，佛為了說法方便起見，把它分成五大類。第一個是身見，見就是我們今天講的見解，把這個身看作我，這就叫身見。我們想想，六道眾生哪個人不把身體看作我？個個都是。如果你說這個身不是我，你這個人頭腦有問題。六道裡面所有一切眾生都是這個見解，你怎麼能說身不是我？大家都有這個見解，這個見解就變成正確的。我們突然說身不是我，這個人思想有問題、頭腦有問題、神經有問題，於是我們也就被嚇到了，不敢接受佛的教學，還是執著「這個身是我」是對的；佛講的也不敢說他錯，但是我這個還是對的，你就入不了佛門。"
    },
    {
      "id": "12-045-0184_p0013",
      "zh_CN": "佛说什么是我们的身？虚空法界一切众生是我们的身，佛法里面讲法身。法是一切万法，一切万法是自己的身，你要这样能够肯定承认了，那就恭喜你，你作佛了，你已经证得法身。我们这个身是法身的一部分，不能认部分是全体；正如同我们这个身体一样，我们不能把身上一根汗毛说是这个身。汗毛确实是这个身的一部分，你要认识全体、认识真我，执着这个汗毛是我，这是错误的，这叫假我。假我跟真我是一个我，不是两个我，你要把这个搞清楚，然后放下对于部分的我的执着，念念想全体。一切众生是我，一切众生享乐是我乐，一切众生受苦是我苦，我全心全力帮助一切众生是帮助自己，这个观念是佛菩萨的观念。合虚空法界一切众生是自己，我们讲中国的孝道，这是圆满的大孝。世间人讲孝道，是合自己父母、兄弟、妻子、儿女为一体，这是孝，这个孝是小孝。佛是讲究竟圆满的大孝，合虚空法界依正庄严为一个我，《华严经》就是讲这个道理。你看《华严经》上每一个人，他所修的法门不一样，但是这个法门都见到这个事实，都肯定到事实真相，所以个个都是诸佛如来。",
      "zh_TW": "佛說什麼是我們的身？虛空法界一切眾生是我們的身，佛法裡面講法身。法是一切萬法，一切萬法是自己的身，你要這樣能夠肯定承認了，那就恭喜你，你作佛了，你已經證得法身。我們這個身是法身的一部分，不能認部分是全體；正如同我們這個身體一樣，我們不能把身上一根汗毛說是這個身。汗毛確實是這個身的一部分，你要認識全體、認識真我，執著這個汗毛是我，這是錯誤的，這叫假我。假我跟真我是一個我，不是兩個我，你要把這個搞清楚，然後放下對於部分的我的執著，念念想全體。一切眾生是我，一切眾生享樂是我樂，一切眾生受苦是我苦，我全心全力幫助一切眾生是幫助自己，這個觀念是佛菩薩的觀念。合虛空法界一切眾生是自己，我們講中國的孝道，這是圓滿的大孝。世間人講孝道，是合自己父母、兄弟、妻子、兒女為一體，這是孝，這個孝是小孝。佛是講究竟圓滿的大孝，合虛空法界依正莊嚴為一個我，《華嚴經》就是講這個道理。你看《華嚴經》上每一個人，他所修的法門不一樣，但是這個法門都見到這個事實，都肯定到事實真相，所以個個都是諸佛如來。"
    },
    {
      "id": "12-045-0184_p0014",
      "zh_CN": "所以我们学习，以我们现前的程度只有学老师，学得很像，然后再从这个地方脱颖而出，学古来祖师大德，我们才能看得懂人家的注解。像我们现在看《华严经》，《华严经》上有清凉大师的注解，有李通玄居士的注解，我们就看得懂。然后再进一步，从注解里再超越、超出，直接就能看懂经，经的意思我们能看懂。注解的人他能看得懂经，教导我们的这些老师他能看得懂注，我们今天连注都看不懂，只好听老师的。所以好老师领导我们从这个路上出来，一路出超，这是好老师。不是个好老师，不是个善知识，他就画个圈圈，叫你永远住在里头，永远不能出头，这个老师果报要堕十九层地狱，这是不善教，善教的人他有方法，一个阶层、一个阶层把你领出去。",
      "zh_TW": "所以我們學習，以我們現前的程度只有學老師，學得很像，然後再從這個地方脫穎而出，學古來祖師大德，我們才能看得懂人家的註解。像我們現在看《華嚴經》，《華嚴經》上有清涼大師的註解，有李通玄居士的註解，我們就看得懂。然後再進一步，從註解裡再超越、超出，直接就能看懂經，經的意思我們能看懂。註解的人他能看得懂經，教導我們的這些老師他能看得懂註，我們今天連註都看不懂，只好聽老師的。所以好老師領導我們從這個路上出來，一路出超，這是好老師。不是個好老師，不是個善知識，他就畫個圈圈，叫你永遠住在裡頭，永遠不能出頭，這個老師果報要墮十九層地獄，這是不善教，善教的人他有方法，一個階層、一個階層把你領出去。"
    },
    {
      "id": "12-045-0184_p0015",
      "zh_CN": "我这一生，诸位都知道，我对于老师的恩德念念不忘，我的老师有善巧方便，他把我带出来。我现在的程度可以看注子，逐渐逐渐也能够看经，不用看注，看经我也懂得它的意思。功夫从哪来的？你们诸位同学跟我时间长，听我讲经的时间久，你应该能体会得到、观察得到。我讲经四十年，十年、十年是个大阶段，第一个十年跟第二个十年比，第二个十年有很大的进步，第三个十年跟第二个十年比又不一样，第四个十年跟第三个十年比就大大不相同。《华严》我在二十年前讲过，那个时候的讲经跟李老师的讲法差不多，虽然讲得没错，与我们日常生活脱节了，在日常生活当中能够做到的，我想充其量十分之一、二而已，我只能达到这么一个水平。现在你们听我讲这个经，落实到日常生活至少有十之七、八，我不敢讲很圆满，能够落实到十之七、八，大大不相同，大有受用。从这个地方你们一定要体会，我放下的就多了，第一个十年是放下一些，第二个十年放下比头十年更多，第三个十年放下就更多，第四个十年比第三个十年又多了。你不放下，你智慧就不开；开智慧没有别的，放下、彻底放下，你的智慧就圆满、圆开，学经教的人讲「大开圆解」，大开圆解跟禅宗的大彻大悟、跟净土宗的理一心不乱同一个境界，所以不放下是吃大亏。放下之后，我们这个身跟虚空法界一切众生融化成一体，我们的生活空间就像《华严经》、往生经里面所讲的，生活空间是尽虚空遍法界一切诸佛刹土。",
      "zh_TW": "我這一生，諸位都知道，我對於老師的恩德念念不忘，我的老師有善巧方便，他把我帶出來。我現在的程度可以看註子，逐漸逐漸也能夠看經，不用看註，看經我也懂得它的意思。功夫從哪來的？你們諸位同學跟我時間長，聽我講經的時間久，你應該能體會得到、觀察得到。我講經四十年，十年、十年是個大階段，第一個十年跟第二個十年比，第二個十年有很大的進步，第三個十年跟第二個十年比又不一樣，第四個十年跟第三個十年比就大大不相同。《華嚴》我在二十年前講過，那個時候的講經跟李老師的講法差不多，雖然講得沒錯，與我們日常生活脫節了，在日常生活當中能夠做到的，我想充其量十分之一、二而已，我只能達到這麼一個水平。現在你們聽我講這個經，落實到日常生活至少有十之七、八，我不敢講很圓滿，能夠落實到十之七、八，大大不相同，大有受用。從這個地方你們一定要體會，我放下的就多了，第一個十年是放下一些，第二個十年放下比頭十年更多，第三個十年放下就更多，第四個十年比第三個十年又多了。你不放下，你智慧就不開；開智慧沒有別的，放下、徹底放下，你的智慧就圓滿、圓開，學經教的人講「大開圓解」，大開圓解跟禪宗的大徹大悟、跟淨土宗的理一心不亂同一個境界，所以不放下是吃大虧。放下之後，我們這個身跟虛空法界一切眾生融化成一體，我們的生活空間就像《華嚴經》、往生經裡面所講的，生活空間是盡虛空遍法界一切諸佛剎土。"
    },
    {
      "id": "12-045-0184_p0016",
      "zh_CN": "所以没有成熟的，帮助他种善根；已经有善根的，帮助他增长；已经增长的，帮助他成熟。轮脐天王他这里教学重点是『成熟众生方便解脱门』，「成熟」这两个字的意思，他一生成佛，这叫成熟；他在这一生不能成佛，没有成熟。由此可知，在这一生当中帮助他成熟，这是哪一个方便解脱门？《大方广佛华严经》。怎么知道？这个经末后，普贤菩萨「十大愿王导归极乐」就成熟了，圆满成熟。隋唐时候古来的大德，他们对于释迦牟尼佛一代时教，四十九年所说的一切经教，仔细观察哪一部经、哪一部论是最圆满的？几乎大家公认《华严》，《华严》是最究竟、最圆满的。理说得明白、说得详细，方法周密精确；理是让我们明了，方法是放下。菩萨五十一个阶级，就像爬楼梯一样五十一层，你放下底下这一层你就上了一层，再放下第二层你就上第三层，再放下第三层你就上第四层，五十层放下你就到五十一层，五十一层放下你就作佛。所以菩萨修什么？放下而已！你不肯放下，你就停留在这一层，你永远不能够往上再升一层。我们今天的麻烦在哪里？站在地面，佛告诉你楼梯第一层爬上去，死也不肯上去，这没法子了。为什么不肯上去？我这里舍不得，我这里放不下，那有什么法子？《华严经》上那个味道讲的，「行布不碍圆融，圆融不碍行布」，行布是什么？行布是慢慢放下，次第放下。",
      "zh_TW": "所以沒有成熟的，幫助他種善根；已經有善根的，幫助他增長；已經增長的，幫助他成熟。輪臍天王他這裡教學重點是『成熟眾生方便解脫門』，「成熟」這兩個字的意思，他一生成佛，這叫成熟；他在這一生不能成佛，沒有成熟。由此可知，在這一生當中幫助他成熟，這是哪一個方便解脫門？《大方廣佛華嚴經》。怎麼知道？這個經末後，普賢菩薩「十大願王導歸極樂」就成熟了，圓滿成熟。隋唐時候古來的大德，他們對於釋迦牟尼佛一代時教，四十九年所說的一切經教，仔細觀察哪一部經、哪一部論是最圓滿的？幾乎大家公認《華嚴》，《華嚴》是最究竟、最圓滿的。理說得明白、說得詳細，方法周密精確；理是讓我們明瞭，方法是放下。菩薩五十一個階級，就像爬樓梯一樣五十一層，你放下底下這一層你就上了一層，再放下第二層你就上第三層，再放下第三層你就上第四層，五十層放下你就到五十一層，五十一層放下你就作佛。所以菩薩修什麼？放下而已！你不肯放下，你就停留在這一層，你永遠不能夠往上再升一層。我們今天的麻煩在哪裡？站在地面，佛告訴你樓梯第一層爬上去，死也不肯上去，這沒法子了。為什麼不肯上去？我這裡捨不得，我這裡放不下，那有什麼法子？《華嚴經》上那個味道講的，「行布不礙圓融，圓融不礙行布」，行布是什麼？行布是慢慢放下，次第放下。"
    },
    {
      "id": "12-045-0184_p0017",
      "zh_CN": "善财童子给我们做榜样，他一生圆成佛道，他是次第放下。他舍弃十信，就是把十信放下了，把自己提升到初住，吉祥云比丘代表初住，他参访吉祥云比丘，他就是初住菩萨；再放下吉祥云，参访海云，海云是二住，他就又升一级；放下海云参访妙住，妙住是第三住，他又升一级了。前面这一阶位不肯放下，就永远不能提升，《华严经》显示这是极妙的法门，我们要在这个地方看出门道，体会到它的秘诀。他为什么成就？不断不断的在放下，到「十大愿王导归极乐」，那是圆融，那是顿超。所以它有次第，也有圆融，好像我们上大楼，这边是楼梯，那边是电梯，念佛求生净土，电梯上去；修学其他法门，爬楼梯上去。念阿弥陀佛求生净土，万缘放下，统统放下，什么都不想了，一句阿弥陀佛，坐电梯一下就上去了。这两个法门都在《华严经》上，所以祖师讲「行布不碍圆融，圆融不碍行布」，圆融就是念佛，直接到极乐世界；行布就是逐渐放下，从十信位、十住位、十行位，慢慢也到极乐世界。所以《华严》是通到极乐的阶梯，不可思议。",
      "zh_TW": "善財童子給我們做榜樣，他一生圓成佛道，他是次第放下。他捨棄十信，就是把十信放下了，把自己提升到初住，吉祥雲比丘代表初住，他參訪吉祥雲比丘，他就是初住菩薩；再放下吉祥雲，參訪海雲，海雲是二住，他就又升一級；放下海雲參訪妙住，妙住是第三住，他又升一級了。前面這一階位不肯放下，就永遠不能提升，《華嚴經》顯示這是極妙的法門，我們要在這個地方看出門道，體會到它的祕訣。他為什麼成就？不斷不斷的在放下，到「十大願王導歸極樂」，那是圓融，那是頓超。所以它有次第，也有圓融，好像我們上大樓，這邊是樓梯，那邊是電梯，念佛求生淨土，電梯上去；修學其他法門，爬樓梯上去。念阿彌陀佛求生淨土，萬緣放下，統統放下，什麼都不想了，一句阿彌陀佛，坐電梯一下就上去了。這兩個法門都在《華嚴經》上，所以祖師講「行布不礙圓融，圓融不礙行布」，圓融就是念佛，直接到極樂世界；行布就是逐漸放下，從十信位、十住位、十行位，慢慢也到極樂世界。所以《華嚴》是通到極樂的階梯，不可思議。"
    },
    {
      "id": "12-045-0184_p0018",
      "zh_CN": "从前方东美先生，我学《华严》实在讲也受他的影响，他对于佛法涉猎得非常深入，我们这一代的出家人没有一个能比得上他。他告诉我，《华严》里面有最圆满的理论、最周详的方法，最难得的是后面还带表演，善财童子跟五十三位菩萨做出样子来给我们看，带表演的，所以他说这是全世界古今中外最好的智慧教科书。他一生读《华严》，晚年在学校里面开《华严》课程。这是一部好书，非常好的修禅定的方法，非常好的修般若的方法，佛家教学，转迷成悟、转凡成圣，这部书是最好、最有效的教科书。通过这部经典的教学，澳洲大众所向往的多元文化必定落实，这个社会决定安定和平，这个地区的众生决定是幸福圆满；圆满比美满还要殊胜，美未必圆，圆决定美满。所以这是「成熟众生方便解脱门」。",
      "zh_TW": "從前方東美先生，我學《華嚴》實在講也受他的影響，他對於佛法涉獵得非常深入，我們這一代的出家人沒有一個能比得上他。他告訴我，《華嚴》裡面有最圓滿的理論、最周詳的方法，最難得的是後面還帶表演，善財童子跟五十三位菩薩做出樣子來給我們看，帶表演的，所以他說這是全世界古今中外最好的智慧教科書。他一生讀《華嚴》，晚年在學校裡面開《華嚴》課程。這是一部好書，非常好的修禪定的方法，非常好的修般若的方法，佛家教學，轉迷成悟、轉凡成聖，這部書是最好、最有效的教科書。通過這部經典的教學，澳洲大眾所嚮往的多元文化必定落實，這個社會決定安定和平，這個地區的眾生決定是幸福圓滿；圓滿比美滿還要殊勝，美未必圓，圓決定美滿。所以這是「成熟眾生方便解脫門」。"
    },
    {
      "id": "12-045-0184_p0019",
      "zh_CN": "但是佛在这个经上跟我们说得很好，「佛法无人说，虽智莫能解」，这个智就是世间聪明智慧的人，他没有办法理解。什么原因？他不能够契入；为什么不能契入？他不能放下，道理在此地。世间聪明人读到这个经典能够有一点心得，决定是对于名闻利养、五欲六尘很淡薄；世味要浓，道心就被堵塞了。方东美先生，虽然说他没有学佛，没有皈依佛门，但是他是真学。他何以能够看得懂？他的世味很淡薄，没有名利心，没有贪图世间享受的念头，没有，他的生活过得很清淡，真正是安贫乐道，所以他看得懂，这个经典他看得懂。我们相信在台湾，许许多多的教授都在看经典，但是要讲起心得，远远比不上方先生。原因在哪里？我们懂得，方先生淡于名利，能够安贫他才乐道，道味他才能入得进去。如果对于世间名利放不下，五欲六尘享受放不下，纵然佛菩萨天天给你讲经，你还是入不进去；你听是听了，你所懂得的是佛家的常识，真正的法味你没尝到，换句话说，真正受用、利益你没得到。这桩事情，老师没有办法教你。",
      "zh_TW": "但是佛在這個經上跟我們說得很好，「佛法無人說，雖智莫能解」，這個智就是世間聰明智慧的人，他沒有辦法理解。什麼原因？他不能夠契入；為什麼不能契入？他不能放下，道理在此地。世間聰明人讀到這個經典能夠有一點心得，決定是對於名聞利養、五欲六塵很淡薄；世味要濃，道心就被堵塞了。方東美先生，雖然說他沒有學佛，沒有皈依佛門，但是他是真學。他何以能夠看得懂？他的世味很淡薄，沒有名利心，沒有貪圖世間享受的念頭，沒有，他的生活過得很清淡，真正是安貧樂道，所以他看得懂，這個經典他看得懂。我們相信在台灣，許許多多的教授都在看經典，但是要講起心得，遠遠比不上方先生。原因在哪裡？我們懂得，方先生淡於名利，能夠安貧他才樂道，道味他才能入得進去。如果對於世間名利放不下，五欲六塵享受放不下，縱然佛菩薩天天給你講經，你還是入不進去；你聽是聽了，你所懂得的是佛家的常識，真正的法味你沒嘗到，換句話說，真正受用、利益你沒得到。這樁事情，老師沒有辦法教你。"
    },
    {
      "id": "12-045-0184_p0020",
      "zh_CN": "所以我常讲，我们过去在台中跟李炳南老居士学教的人数不少，老师教导我们，都在一个课堂上课，并没有单独对哪个人特别多教一点，没有，一同上课、一同研究、一同讨论、一同学习。真正能够体会到佛法法味的人数不多，十个人都不到，能够体会到很浓、很深入的更稀有了，原因在什么地方？不肯放下，放下得不够。很明显的，「我这个法门是正法，你那个法门不正，我要坚持我的正法，要拒绝你那个邪法」，你放下没有？没有；哪个没放下？邪正没放下，是非没放下，你还是不得其门而入。佛门是什么门？佛门是不二法门，邪正不二、真妄不二、是非不二、人我不二、生佛不二，那恭喜你，你入门了。你还有二，你没进去，你在门外，你了解得再多都是了解门外的，里面一无所知。如何能入门？「二」放下。二是什么？对立，今天讲相对的，放下你就有个入处。念佛人何以能入？念佛人心里只有阿弥陀佛，其他都放下，都没有了，这行！他能入。入也有浅深，你看四土，凡圣同居土入得浅，方便有余土深一点，实报庄严土更深了，常寂光土达到究竟。何以有这个境界？也是你念这一句阿弥陀佛放下多少。如果我专心念阿弥陀佛，这个世间一切万缘统统放下，你生凡圣同居土；我念这一句阿弥陀佛，我连佛法也放下，世出世间法统统放下了，比单单放世间法又深一层，他入方便有余土；如果一旦觉悟，阿弥陀佛跟虚空法界一切众生是一不是二，他就入实报庄严土。阿弥陀佛与虚空法界一切众生是一不是二，他就入实报庄严土，这个入得最深。由此可知，功夫在放下，不在乎念佛一天念十万声、二十万声，不在乎这个；不在乎一天拜佛拜三千拜、拜五千拜，也不在乎这个；也不在乎你参禅入定，你盘腿面壁一坐坐七天、坐十四天，坐一个月、两个月，一年、两年，都不在乎这个，那都是形式上的，不是实质，实质是心境一如。《华严》叫大不思议经，《维摩》叫小不思议经，什么叫不思议？入不二法门叫不思议，二就可思可议，不二那就不可思议。",
      "zh_TW": "所以我常講，我們過去在台中跟李炳南老居士學教的人數不少，老師教導我們，都在一個課堂上課，並沒有單獨對哪個人特別多教一點，沒有，一同上課、一同研究、一同討論、一同學習。真正能夠體會到佛法法味的人數不多，十個人都不到，能夠體會到很濃、很深入的更稀有了，原因在什麼地方？不肯放下，放下得不夠。很明顯的，「我這個法門是正法，你那個法門不正，我要堅持我的正法，要拒絕你那個邪法」，你放下沒有？沒有；哪個沒放下？邪正沒放下，是非沒放下，你還是不得其門而入。佛門是什麼門？佛門是不二法門，邪正不二、真妄不二、是非不二、人我不二、生佛不二，那恭喜你，你入門了。你還有二，你沒進去，你在門外，你了解得再多都是了解門外的，裡面一無所知。如何能入門？「二」放下。二是什麼？對立，今天講相對的，放下你就有個入處。念佛人何以能入？念佛人心裡只有阿彌陀佛，其他都放下，都沒有了，這行！他能入。入也有淺深，你看四土，凡聖同居土入得淺，方便有餘土深一點，實報莊嚴土更深了，常寂光土達到究竟。何以有這個境界？也是你念這一句阿彌陀佛放下多少。如果我專心念阿彌陀佛，這個世間一切萬緣統統放下，你生凡聖同居土；我念這一句阿彌陀佛，我連佛法也放下，世出世間法統統放下了，比單單放世間法又深一層，他入方便有餘土；如果一旦覺悟，阿彌陀佛跟虛空法界一切眾生是一不是二，他就入實報莊嚴土。阿彌陀佛與虛空法界一切眾生是一不是二，他就入實報莊嚴土，這個入得最深。由此可知，功夫在放下，不在乎念佛一天念十萬聲、二十萬聲，不在乎這個；不在乎一天拜佛拜三千拜、拜五千拜，也不在乎這個；也不在乎你參禪入定，你盤腿面壁一坐坐七天、坐十四天，坐一個月、兩個月，一年、兩年，都不在乎這個，那都是形式上的，不是實質，實質是心境一如。《華嚴》叫大不思議經，《維摩》叫小不思議經，什麼叫不思議？入不二法門叫不思議，二就可思可議，不二那就不可思議。"
    },
    {
      "id": "12-045-0184_p0021",
      "zh_CN": "我们从这个地方看，每一位天王他们所得法，就是说他修行的方法手段不相同，他的成就都是明心见性，都是诸佛如来示现的，哪里是凡夫？凡夫哪有这种境界？时分天是夜摩天，欲界第三层，不高，欲界里头道道地地的凡夫，这是佛菩萨示现的。正是应以时分天王而得度者，即现时分天王而为说法，就这个意思，他们是诸佛如来示现的。《华严经》里面，华藏会上没有一个凡夫，个个都是法身大士，我们讲十住、十行、十回向、十地，说实在话都是方便说，真实说统统都证得究竟果位，如果不证究竟果位不可能是这个境界，这个境界是如来果位上的境界。现在我们要学习的，我们自己得到这个殊胜利益，得到法喜，我们有义务、有责任，随缘随分把这个方法介绍给一切众生，推荐给一切众生。我们介绍给他，他欢喜接受，有缘！有缘是什么？他有善根，他善根成熟，欢喜接受。虽欢喜接受，还不能够理解，我们要帮助他深入理解；已经理解了，还不能够依教奉行，再帮助他依教奉行。众生根性不相同，我们用种种方便帮助他，把他向上提升。这些意思，这些道理，这些事实真相，我们要时时刻刻细心去体会，时时刻刻仔细去观察，这样就能开智慧。只要你看清楚、看明白了，你自然就放下；你放下了，你自然就得自在，你就能够随缘度日，随缘度日是佛菩萨生活的方式，我们就转凡夫的生活。",
      "zh_TW": "我們從這個地方看，每一位天王他們所得法，就是說他修行的方法手段不相同，他的成就都是明心見性，都是諸佛如來示現的，哪裡是凡夫？凡夫哪有這種境界？時分天是夜摩天，欲界第三層，不高，欲界裡頭道道地地的凡夫，這是佛菩薩示現的。正是應以時分天王而得度者，即現時分天王而為說法，就這個意思，他們是諸佛如來示現的。《華嚴經》裡面，華藏會上沒有一個凡夫，個個都是法身大士，我們講十住、十行、十迴向、十地，說實在話都是方便說，真實說統統都證得究竟果位，如果不證究竟果位不可能是這個境界，這個境界是如來果位上的境界。現在我們要學習的，我們自己得到這個殊勝利益，得到法喜，我們有義務、有責任，隨緣隨分把這個方法介紹給一切眾生，推薦給一切眾生。我們介紹給他，他歡喜接受，有緣！有緣是什麼？他有善根，他善根成熟，歡喜接受。雖歡喜接受，還不能夠理解，我們要幫助他深入理解；已經理解了，還不能夠依教奉行，再幫助他依教奉行。眾生根性不相同，我們用種種方便幫助他，把他向上提升。這些意思，這些道理，這些事實真相，我們要時時刻刻細心去體會，時時刻刻仔細去觀察，這樣就能開智慧。只要你看清楚、看明白了，你自然就放下；你放下了，你自然就得自在，你就能夠隨緣度日，隨緣度日是佛菩薩生活的方式，我們就轉凡夫的生活。"
    },
    {
      "id": "12-045-0184_p0022",
      "zh_CN": "我们没学佛之前，确实我们是业力到这个世间来的，现在把自己的业力转变成愿力，把烦恼转变成智慧，把一切执着转变成菩提，就超凡入圣。所以超凡入圣不在别的，在你能不能放下。果然一切放下了，那就是古人讲的，「天下本无事，庸人自扰之」，庸人是凡人，凡人有事，觉悟的人没事。这个味道很深，虽然难，但是还是能够体会得到；要能够深入的体会，必须自己肯放下、肯舍弃。放下里头最难的是舍身，舍身不是叫你去自杀，那就完全错了；心里再也不挂念自己的身命，连身命都不放在心上，财产当然更不会放在心上，那是身外之物。只要真正心里一无牵挂，你就解脱了，你就入味，逐渐逐渐你读经，你跟经典里面所说的相应。这就是古人所讲的「随文入观」，随着经文自己入这个境界，随着《华严经》就入华严境界。功夫浅一点的，展开经卷是华严境界，经卷合起来又堕落，又回来了，这就是薰习的力量不够。长时薰习，天天读、天天入，到以后不读经还是这个境界，你就真的入了，就真入了。展开经卷这个境界现前，合起经卷境界不能现前，这是观行位中、相似位中，不是真实的。一切时、一切处、一切境缘之中，境是物质环境，缘是人事环境，无论是善缘、是恶缘，顺境、逆境，总是这个境界，那你就真入了。真正是自己的心跟宇宙、跟众生、跟过去、跟未来合成一个，这才是真正入了一真法界，永远超脱了十法界。但是我们这个身体还在十法界里头，有没有障碍？没有障碍，理事无碍、事事无碍，真的入法界了，本经末后一品叫「入法界品」。自己不入就不能帮助别人入，这就是说，你要真的发愿，「众生无边誓愿度」，自己要先入，也就是自己先得度，然后才有能力度众生；自己先入，然后才有善巧方便帮助别人入这个境界，这是真实究竟的大圆满。今天时间到了，我们就讲到此地。",
      "zh_TW": "我們沒學佛之前，確實我們是業力到這個世間來的，現在把自己的業力轉變成願力，把煩惱轉變成智慧，把一切執著轉變成菩提，就超凡入聖。所以超凡入聖不在別的，在你能不能放下。果然一切放下了，那就是古人講的，「天下本無事，庸人自擾之」，庸人是凡人，凡人有事，覺悟的人沒事。這個味道很深，雖然難，但是還是能夠體會得到；要能夠深入的體會，必須自己肯放下、肯捨棄。放下裡頭最難的是捨身，捨身不是叫你去自殺，那就完全錯了；心裡再也不掛念自己的身命，連身命都不放在心上，財產當然更不會放在心上，那是身外之物。只要真正心裡一無牽掛，你就解脫了，你就入味，逐漸逐漸你讀經，你跟經典裡面所說的相應。這就是古人所講的「隨文入觀」，隨著經文自己入這個境界，隨著《華嚴經》就入華嚴境界。功夫淺一點的，展開經卷是華嚴境界，經卷合起來又墮落，又回來了，這就是薰習的力量不夠。長時薰習，天天讀、天天入，到以後不讀經還是這個境界，你就真的入了，就真入了。展開經卷這個境界現前，合起經卷境界不能現前，這是觀行位中、相似位中，不是真實的。一切時、一切處、一切境緣之中，境是物質環境，緣是人事環境，無論是善緣、是惡緣，順境、逆境，總是這個境界，那你就真入了。真正是自己的心跟宇宙、跟眾生、跟過去、跟未來合成一個，這才是真正入了一真法界，永遠超脫了十法界。但是我們這個身體還在十法界裡頭，有沒有障礙？沒有障礙，理事無礙、事事無礙，真的入法界了，本經末後一品叫「入法界品」。自己不入就不能幫助別人入，這就是說，你要真的發願，「眾生無邊誓願度」，自己要先入，也就是自己先得度，然後才有能力度眾生；自己先入，然後才有善巧方便幫助別人入這個境界，這是真實究竟的大圓滿。今天時間到了，我們就講到此地。"
    }
  ]
}