{
  "doc_id": "12-045-0282",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二八二集",
    "zh_TW": "第二八二集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-045-0282",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "12-045-0282_p0001",
      "zh_CN": "请掀开经本，龙众长行第四句看起：",
      "zh_TW": "請掀開經本，龍眾長行第四句看起："
    },
    {
      "id": "12-045-0282_p0002",
      "zh_CN": "【燄口龙王。得普现无边佛世界建立差别解脱门。】",
      "zh_TW": "【燄口龍王。得普現無邊佛世界建立差別解脫門。】"
    },
    {
      "id": "12-045-0282_p0003",
      "zh_CN": "清凉大师在注解里面有一段话，我们念一念，「普现等者，谓一毛普现无边依正，以毛称性能广容故，广容即是普遍。故能现之佛，还自住于毛孔所现刹中，能所无杂，依正区分，大小宛然，名建立差别」。从经文跟清凉大师的开示，我们就很明显的见到，这是诸佛如来化现的，绝对不是八部里面的龙众，龙众没有这么大的智慧，没有这么大的神通。",
      "zh_TW": "清涼大師在註解裡面有一段話，我們念一念，「普現等者，謂一毛普現無邊依正，以毛稱性能廣容故，廣容即是普遍。故能現之佛，還自住於毛孔所現剎中，能所無雜，依正區分，大小宛然，名建立差別」。從經文跟清涼大師的開示，我們就很明顯的見到，這是諸佛如來化現的，絕對不是八部裡面的龍眾，龍眾沒有這麼大的智慧，沒有這麼大的神通。"
    },
    {
      "id": "12-045-0282_p0004",
      "zh_CN": "经上说的『普现』，这是佛陀在龙众里面所示现的，正是应以龙王身得度者，即现龙王身而为说法，这个龙是诸佛如来，所以他有能力普现。而清凉说「一毛普现无边依正」，这是如来果地上的境界，小中现大。一毛是我们身上一根汗毛，经上常讲毛端、毛孔，都是说正报最小的，无量无边的世界这是最大的，说明大小不二。这个境界是事事无碍，不仅是事事无碍，是圆满究竟的无碍，当然是如来果地上，等觉菩萨还不能达到这样圆满。这桩事情很难懂，毛孔当中怎么能够现无量无边的世界？其实现代的科技给我们帮了很大的忙，你看看现在的晶体，现在的晶体愈做愈小，愈做愈精致，里面包容万象。诸位想想，现在电脑里面一片很小的光碟，我看大概只有这么一点点大，三寸，里面居然可以容纳一部《佛学大辞典》；将来再更进一步，可能这一片里面就能容纳一部《大藏经》；如果再进步缩小，将来缩成一个铜板大。由这个地方我们就能想像，佛是最高的科学家，今天科学家跟佛比差太远了，佛能够在一毛孔当中，里面容纳无量无边世界的这些色相，科学家还没有办法做到，科学家还要那么大的一片，而容量还不算太多。所以从这些地方，我们足以能够联想到，佛所讲的是很有可能的。但是这些话在古时候人听到的时候，我不知道他怎么懂得的，他怎么能够接受？由此可知，古人的智慧，就是善根福德比我们深厚，他能信、他能解，他的心清净，清净心能够证得。",
      "zh_TW": "經上說的『普現』，這是佛陀在龍眾裡面所示現的，正是應以龍王身得度者，即現龍王身而為說法，這個龍是諸佛如來，所以他有能力普現。而清涼說「一毛普現無邊依正」，這是如來果地上的境界，小中現大。一毛是我們身上一根汗毛，經上常講毛端、毛孔，都是說正報最小的，無量無邊的世界這是最大的，說明大小不二。這個境界是事事無礙，不僅是事事無礙，是圓滿究竟的無礙，當然是如來果地上，等覺菩薩還不能達到這樣圓滿。這樁事情很難懂，毛孔當中怎麼能夠現無量無邊的世界？其實現代的科技給我們幫了很大的忙，你看看現在的晶體，現在的晶體愈做愈小，愈做愈精緻，裡面包容萬象。諸位想想，現在電腦裡面一片很小的光碟，我看大概只有這麼一點點大，三寸，裡面居然可以容納一部《佛學大辭典》；將來再更進一步，可能這一片裡面就能容納一部《大藏經》；如果再進步縮小，將來縮成一個銅板大。由這個地方我們就能想像，佛是最高的科學家，今天科學家跟佛比差太遠了，佛能夠在一毛孔當中，裡面容納無量無邊世界的這些色相，科學家還沒有辦法做到，科學家還要那麼大的一片，而容量還不算太多。所以從這些地方，我們足以能夠聯想到，佛所講的是很有可能的。但是這些話在古時候人聽到的時候，我不知道他怎麼懂得的，他怎麼能夠接受？由此可知，古人的智慧，就是善根福德比我們深厚，他能信、他能解，他的心清淨，清淨心能夠證得。"
    },
    {
      "id": "12-045-0282_p0005",
      "zh_CN": "而清凉在此地讲得好，「以毛称性，能广容故」，这一句话解释了，为什么这一毛端、一毛孔能够容纳无量无边世界依正庄严？它称性。再小它是法性，再大也是法性，性里面没有大小；不但没有大小，也没有先后，也没有来去，所以这个境界在《华严经》里面称作「不思议解脱境界」，这个经称为「不思议经」，不可思议，我们没有办法思量，没有办法想像，它是事实真相。什么时候我们对于这桩事情才能够稍稍明了？佛在大经里面常常给我们讲，破一品无明，见一分真性，你就明了了。明了之后也不可思议，不是说不可思议对我们讲的，对法身大士来说还是不可思议。可是佛与法身菩萨大慈大悲，教化六道众生，教化四圣法界，他有方便，这个方便就是，不可思他教我们可以思；不可议，不可议是不可说，他也能说，这就叫善巧方便。所以我们今天所学的佛法，诸位要晓得，全是方便法。什么时候你才学真实法？在念佛人讲，生到西方极乐世界，亲近阿弥陀佛，你学的是真实法，那不是方便法。一般而论，你必须要生到华藏世界，亲近毘卢遮那如来，那个时候你学的是真实法。十法界里面都是方便法，怎么知道？没见性，十法界里面的佛也没见性。天台家所说的藏教的佛、通教的佛没有见性，别教佛才见性。别教初地菩萨等于圆教初住，破一品无明，证一分法身。所以《华严经》里面讲的十住菩萨等于别教的十地，十行里面初行位菩萨是别教里面的等觉，二行位的菩萨就是别教里面的佛。这是说明十法界里面的佛是藏教佛跟通教佛，没有见性，所学的是方便法。",
      "zh_TW": "而清涼在此地講得好，「以毛稱性，能廣容故」，這一句話解釋了，為什麼這一毛端、一毛孔能夠容納無量無邊世界依正莊嚴？它稱性。再小它是法性，再大也是法性，性裡面沒有大小；不但沒有大小，也沒有先後，也沒有來去，所以這個境界在《華嚴經》裡面稱作「不思議解脫境界」，這個經稱為「不思議經」，不可思議，我們沒有辦法思量，沒有辦法想像，它是事實真相。什麼時候我們對於這樁事情才能夠稍稍明瞭？佛在大經裡面常常給我們講，破一品無明，見一分真性，你就明瞭了。明瞭之後也不可思議，不是說不可思議對我們講的，對法身大士來說還是不可思議。可是佛與法身菩薩大慈大悲，教化六道眾生，教化四聖法界，他有方便，這個方便就是，不可思他教我們可以思；不可議，不可議是不可說，他也能說，這就叫善巧方便。所以我們今天所學的佛法，諸位要曉得，全是方便法。什麼時候你才學真實法？在念佛人講，生到西方極樂世界，親近阿彌陀佛，你學的是真實法，那不是方便法。一般而論，你必須要生到華藏世界，親近毘盧遮那如來，那個時候你學的是真實法。十法界裡面都是方便法，怎麼知道？沒見性，十法界裡面的佛也沒見性。天台家所說的藏教的佛、通教的佛沒有見性，別教佛才見性。別教初地菩薩等於圓教初住，破一品無明，證一分法身。所以《華嚴經》裡面講的十住菩薩等於別教的十地，十行裡面初行位菩薩是別教裡面的等覺，二行位的菩薩就是別教裡面的佛。這是說明十法界裡面的佛是藏教佛跟通教佛，沒有見性，所學的是方便法。"
    },
    {
      "id": "12-045-0282_p0006",
      "zh_CN": "我们要知道，方便虽然多，所谓是「方便有多门，归元无二路」，归什么？见性。只要这个方便法是能帮助你明心见性的，这就是佛法；如果这个方便法是障碍你明心见性的，这就不是佛法。不是佛法，我们通常讲魔法，魔是折磨你，给你找麻烦的，不能帮助你明心见性。帮助你增长贪瞋痴慢，帮助你增长妄想分别执着，这个法就是魔法，就不是佛法，我们要懂、要清楚。所以要记住，我们要学佛，佛法是清净法。我们虽然学得不多，学得也不够深，只要你能够掌握着原则，能够遵守，依教奉行，永远不变，你会有成就。",
      "zh_TW": "我們要知道，方便雖然多，所謂是「方便有多門，歸元無二路」，歸什麼？見性。只要這個方便法是能幫助你明心見性的，這就是佛法；如果這個方便法是障礙你明心見性的，這就不是佛法。不是佛法，我們通常講魔法，魔是折磨你，給你找麻煩的，不能幫助你明心見性。幫助你增長貪瞋痴慢，幫助你增長妄想分別執著，這個法就是魔法，就不是佛法，我們要懂、要清楚。所以要記住，我們要學佛，佛法是清淨法。我們雖然學得不多，學得也不夠深，只要你能夠掌握著原則，能夠遵守，依教奉行，永遠不變，你會有成就。"
    },
    {
      "id": "12-045-0282_p0007",
      "zh_CN": "在中国古来大德当中，最有成就掌握原则的，可以说无过于惠能大师，这禅宗第六祖。他留给我们的东西，《坛经》就是他老人家的语录；你看古来祖师大德都称语录，单单称他的语录为经，这是对他特别尊重，他确实是把原理原则全掌握到了。《坛经》不仅仅是禅宗的修学原则，所有大小乘经教里面，显教密教、宗门教下，包括我们净土，都不能违背它的原则，真正是一本好书。中国人讲的很适合中国人的口味，它不是翻译的。我们今天修净土，也不违背他所说的原理原则。我们今天想想，我们违背这个原理原则最严重的，就是喜欢说人家的过失，只见别人过，不见自己过。他老人家跟我们说的是，「若真修道人，不见世间过」。他跟神会小师所说的那一段话，他对神会说，神会是最年轻的，六祖跟他讲，他说，「我只见自己过，不见别人过」，这几句话针对我们今天所犯的严重的弊病。我们为什么勤苦修学，功夫不得力？原因在哪里？确确实实是只见别人过，不见自己过，六根所接触的六尘境界全是外面过失，好像自己都没有过失，这是功夫不得力的原因。",
      "zh_TW": "在中國古來大德當中，最有成就掌握原則的，可以說無過於惠能大師，這禪宗第六祖。他留給我們的東西，《壇經》就是他老人家的語錄；你看古來祖師大德都稱語錄，單單稱他的語錄為經，這是對他特別尊重，他確實是把原理原則全掌握到了。《壇經》不僅僅是禪宗的修學原則，所有大小乘經教裡面，顯教密教、宗門教下，包括我們淨土，都不能違背它的原則，真正是一本好書。中國人講的很適合中國人的口味，它不是翻譯的。我們今天修淨土，也不違背他所說的原理原則。我們今天想想，我們違背這個原理原則最嚴重的，就是喜歡說人家的過失，只見別人過，不見自己過。他老人家跟我們說的是，「若真修道人，不見世間過」。他跟神會小師所說的那一段話，他對神會說，神會是最年輕的，六祖跟他講，他說，「我只見自己過，不見別人過」，這幾句話針對我們今天所犯的嚴重的弊病。我們為什麼勤苦修學，功夫不得力？原因在哪裡？確確實實是只見別人過，不見自己過，六根所接觸的六塵境界全是外面過失，好像自己都沒有過失，這是功夫不得力的原因。"
    },
    {
      "id": "12-045-0282_p0008",
      "zh_CN": "诸位必须要晓得，等觉菩萨还要天天反省、天天忏悔、天天改过，我们是什么人？文殊、普贤还要天天忏悔，忏除业障。普贤菩萨十愿，十条修学的纲领，不是教导我们的，是他自己修的，我们可不要弄错了，那是他自己修学的。这样深位的菩萨，还这么样认真努力在勤修。所以我在讲席里头常常勉励同学，知道自己的过失这叫开悟，把自己过失改正过来这叫修行。夏莲老在《净语》里面讲的「真干」，真干是什么？改正自己的过失；天天要发现自己的过失，天天要改正。奈何我们自己不能发现自己的过失，别人说我们过失，我们还不能接受，还要怨恨他，还要责怪他。",
      "zh_TW": "諸位必須要曉得，等覺菩薩還要天天反省、天天懺悔、天天改過，我們是什麼人？文殊、普賢還要天天懺悔，懺除業障。普賢菩薩十願，十條修學的綱領，不是教導我們的，是他自己修的，我們可不要弄錯了，那是他自己修學的。這樣深位的菩薩，還這麼樣認真努力在勤修。所以我在講席裡頭常常勉勵同學，知道自己的過失這叫開悟，把自己過失改正過來這叫修行。夏蓮老在《淨語》裡面講的「真幹」，真幹是什麼？改正自己的過失；天天要發現自己的過失，天天要改正。奈何我們自己不能發現自己的過失，別人說我們過失，我們還不能接受，還要怨恨他，還要責怪他。"
    },
    {
      "id": "12-045-0282_p0009",
      "zh_CN": "我们如何发现自己的过失？没有别的办法，读经。印光大师慈悲，他示现在末法时期，示现在近代，了解近代人的根机，所以他不用佛教的经典。知道我们这个时代众生迷惑颠倒，不相信因果报应，他老人家一生为人说法讲开示，特别侧重在因果上，你看看他哪一篇文字不讲到因果？能够深信因果的人，这个人能得救，我们经典里面讲善根福德，这个人有善根福德；不相信因果报应的，这个人没有善根、没有福德。所以印祖特别拈出《了凡四训》，让大家从《了凡四训》里面建立深信因果的信心。教人念《感应篇》、《阴骘文》，这两种都是道教的，念这个干什么？检点自己的过失。我们不晓得自己有过失，每天念念这个书，对照对照我们起心动念、言语造作，我们今天这一天的生活，处事待人接物，这是善恶的标准，对一对我们有几个善？今天造了多少恶？善要知道如何保持，不要把它失掉，恶要如何把它改过来，断恶修善。慈悲到了极处！用今天的话来说，印光大师不是搞多元文化吗？他是佛家的祖师大德，为什么不用佛的经教教众生，把道教的东西拿来讲？这就是多元文化。把道教的经典拿来教佛教的初学，他没有分别，他没有界限。",
      "zh_TW": "我們如何發現自己的過失？沒有別的辦法，讀經。印光大師慈悲，他示現在末法時期，示現在近代，了解近代人的根機，所以他不用佛教的經典。知道我們這個時代眾生迷惑顛倒，不相信因果報應，他老人家一生為人說法講開示，特別側重在因果上，你看看他哪一篇文字不講到因果？能夠深信因果的人，這個人能得救，我們經典裡面講善根福德，這個人有善根福德；不相信因果報應的，這個人沒有善根、沒有福德。所以印祖特別拈出《了凡四訓》，讓大家從《了凡四訓》裡面建立深信因果的信心。教人念《感應篇》、《陰騭文》，這兩種都是道教的，念這個幹什麼？檢點自己的過失。我們不曉得自己有過失，每天念念這個書，對照對照我們起心動念、言語造作，我們今天這一天的生活，處事待人接物，這是善惡的標準，對一對我們有幾個善？今天造了多少惡？善要知道如何保持，不要把它失掉，惡要如何把它改過來，斷惡修善。慈悲到了極處！用今天的話來說，印光大師不是搞多元文化嗎？他是佛家的祖師大德，為什麼不用佛的經教教眾生，把道教的東西拿來講？這就是多元文化。把道教的經典拿來教佛教的初學，他沒有分別，他沒有界限。"
    },
    {
      "id": "12-045-0282_p0010",
      "zh_CN": "我在早年，道安法师在台北办「大专佛学讲座」，请我做总主讲，好像我对学生开了《了凡四训》这个课，就有法师责备我，当面骂我，他说你是一个讲经的法师，你不讲佛经讲外道，你是什么意思？我听了真是大惑不解。我向他老人家请教，我说我没有讲外道。他说《了凡四训》、《感应篇》不是外道是什么？我说你说的是这个！我说这是佛法印定，印定那当然我们可以把它当作佛经看待。他说什么印定？我说「诸恶莫作，众善奉行，自净其意，是诸佛教」，这个能不能算作法印？他听了之后掉头就走了。《了凡四训》、《感应篇》内容符合我们的法印。这是释迦牟尼佛所说的，经不一定要佛讲，五种人说经，他所说的内容只要与佛的法印相应，佛都承认这是经典，这四句是法印。虽然里头「自净其意」比较少一点，「诸恶莫作，众善奉行」讲得多，又何况是印祖一生所提倡的，我们依教奉行，劝导众生，有什么过失？这些人是古人所讲的「偏漏执」，偏见，自己的成见太深了，什么都是执着我的，我们佛教的，那是道教的。你看分别执着这么深，难怪他功夫不得力，修学心地得不到清凉自在。那看到我们现在跟每个宗教交往，他怎么能受得了？",
      "zh_TW": "我在早年，道安法師在台北辦「大專佛學講座」，請我做總主講，好像我對學生開了《了凡四訓》這個課，就有法師責備我，當面罵我，他說你是一個講經的法師，你不講佛經講外道，你是什麼意思？我聽了真是大惑不解。我向他老人家請教，我說我沒有講外道。他說《了凡四訓》、《感應篇》不是外道是什麼？我說你說的是這個！我說這是佛法印定，印定那當然我們可以把它當作佛經看待。他說什麼印定？我說「諸惡莫作，眾善奉行，自淨其意，是諸佛教」，這個能不能算作法印？他聽了之後掉頭就走了。《了凡四訓》、《感應篇》內容符合我們的法印。這是釋迦牟尼佛所說的，經不一定要佛講，五種人說經，他所說的內容只要與佛的法印相應，佛都承認這是經典，這四句是法印。雖然裡頭「自淨其意」比較少一點，「諸惡莫作，眾善奉行」講得多，又何況是印祖一生所提倡的，我們依教奉行，勸導眾生，有什麼過失？這些人是古人所講的「偏漏執」，偏見，自己的成見太深了，什麼都是執著我的，我們佛教的，那是道教的。你看分別執著這麼深，難怪他功夫不得力，修學心地得不到清涼自在。那看到我們現在跟每個宗教交往，他怎麼能受得了？"
    },
    {
      "id": "12-045-0282_p0011",
      "zh_CN": "我们要明白这个道理，不但这些其他宗教，世间古今中外这些圣贤的教诲称性，妖魔鬼怪、邪知邪见，给诸位说也是性变现出来的，性能广容。十法界依正庄严，《华严经》上不是说得很好吗？「唯心所现，唯识所变」，十法界依正庄严没有例外的，只是一个是顺性，一个是逆性，违背自性。顺逆我们不谈，都是一个性，所以叫顺逆不二。真正能够契入这个境界，明白这个道理，心开意解，你得大自在，你逐渐逐渐契入无障碍。所有的障碍都是对于性体、性相、性用迷惑无知，从这个地方产生出来的。本经的经题就是「大方广」，大是性体，方是性相，广是性用，体、相、用。",
      "zh_TW": "我們要明白這個道理，不但這些其他宗教，世間古今中外這些聖賢的教誨稱性，妖魔鬼怪、邪知邪見，給諸位說也是性變現出來的，性能廣容。十法界依正莊嚴，《華嚴經》上不是說得很好嗎？「唯心所現，唯識所變」，十法界依正莊嚴沒有例外的，只是一個是順性，一個是逆性，違背自性。順逆我們不談，都是一個性，所以叫順逆不二。真正能夠契入這個境界，明白這個道理，心開意解，你得大自在，你逐漸逐漸契入無障礙。所有的障礙都是對於性體、性相、性用迷惑無知，從這個地方產生出來的。本經的經題就是「大方廣」，大是性體，方是性相，廣是性用，體、相、用。"
    },
    {
      "id": "12-045-0282_p0012",
      "zh_CN": "广容才是真正普现，所以诸佛法身大士无处不现身，无时不现身，众生有感，佛菩萨就有应。我们对于感应知道得太少了，而且知道的非常狭窄，「我念观音菩萨，观音菩萨就现前了」，这叫感应，我们今天的感应只是这么一个概念，不晓得山河大地、虚空法界全是佛菩萨的感应，这个道理谁知道？这个事实真相哪个晓得？若不深入经藏不知道。虚空法界依正庄严，我们今天的生活，所有一切的周边环境，全是感应，我们心一念善，感应是善的、美好的；一念恶，感应是恶境界。境界随心所变，这是佛在经上讲的「一切法从心想生」，想什么，境界就现什么。诸位要真正通达这个道理，才知道佛在经教里面教弟子不迷信。真正佛弟子决定不会去看相、算命、看风水，不会搞这个事情；凡是会搞这些事情，说一句老实话，对佛教不相信，对佛陀的教诲不相信。佛教我们存好心，境界就好，只要你心好、行为好，你的命就好，你的运就好，你的风水就好；你的心不好，你的行为不好，你的风水就变坏，就这么回事情，你要找人看什么？找人看，人家来骗你的，不是真的。说你风水哪里不好，哪里需要改，他帮你改一下需要多少钱，你的钱就被人家骗去了。",
      "zh_TW": "廣容才是真正普現，所以諸佛法身大士無處不現身，無時不現身，眾生有感，佛菩薩就有應。我們對於感應知道得太少了，而且知道的非常狹窄，「我念觀音菩薩，觀音菩薩就現前了」，這叫感應，我們今天的感應只是這麼一個概念，不曉得山河大地、虛空法界全是佛菩薩的感應，這個道理誰知道？這個事實真相哪個曉得？若不深入經藏不知道。虛空法界依正莊嚴，我們今天的生活，所有一切的周邊環境，全是感應，我們心一念善，感應是善的、美好的；一念惡，感應是惡境界。境界隨心所變，這是佛在經上講的「一切法從心想生」，想什麼，境界就現什麼。諸位要真正通達這個道理，才知道佛在經教裡面教弟子不迷信。真正佛弟子決定不會去看相、算命、看風水，不會搞這個事情；凡是會搞這些事情，說一句老實話，對佛教不相信，對佛陀的教誨不相信。佛教我們存好心，境界就好，只要你心好、行為好，你的命就好，你的運就好，你的風水就好；你的心不好，你的行為不好，你的風水就變壞，就這麼回事情，你要找人看什麼？找人看，人家來騙你的，不是真的。說你風水哪裡不好，哪裡需要改，他幫你改一下需要多少錢，你的錢就被人家騙去了。"
    },
    {
      "id": "12-045-0282_p0013",
      "zh_CN": "我们佛家的教学，终极的目标是见性，无量无边的法门都是帮助我们明心见性的，见性之后，不思议的境界你才能体会得。在这个之前，我们唯一的办法就是相信老师，相信老师绝不欺骗我们。相信老师，我们的根本老师是释迦牟尼佛，在《金刚般若经》上告诉我们，「如来是真语者、实语者、如语者」，「如」是就事论事，所说的完全是事实真相，没有加一点自己意思，也没有少说一分一毫，这叫如语，我们要相信。这样的人不相信，我们相信谁？所以一定要随顺佛陀教诲。",
      "zh_TW": "我們佛家的教學，終極的目標是見性，無量無邊的法門都是幫助我們明心見性的，見性之後，不思議的境界你才能體會得。在這個之前，我們唯一的辦法就是相信老師，相信老師絕不欺騙我們。相信老師，我們的根本老師是釋迦牟尼佛，在《金剛般若經》上告訴我們，「如來是真語者、實語者、如語者」，「如」是就事論事，所說的完全是事實真相，沒有加一點自己意思，也沒有少說一分一毫，這叫如語，我們要相信。這樣的人不相信，我們相信誰？所以一定要隨順佛陀教誨。"
    },
    {
      "id": "12-045-0282_p0014",
      "zh_CN": "佛陀的教诲太多太多了，我们一生也学不尽，所以抓纲要。佛教传到中国，中国祖师大德才将佛法，为了修学方便起见，建立了十个宗派。随顺众生根性，没有能力学全部的佛法，学一部分。这十个宗派，每一个宗派取经论里一部分就能成功。这一部分在现在人来说还是嫌多，现在人根性比过去差，一个宗派里面的东西都学不完，所以我就常常劝同学们学一部经就行。学一部经，经里面佛的教诲，依教奉行，然后念佛求生净土，我们就成功了。净土宗经典最少，把祖师加进去的也不过是五经一论六样东西，这六样东西要是嫌多，任修一种都能成功，不必要六样都学，学一样就行。最少的是《大势至菩萨念佛圆通章》，这是最少的，二百四十四个字，也行，真正能够受持，念佛也决定得生净土。必须得依教奉行。《大势至菩萨念佛圆通章》最重要的修行方法就是末后的几句，「都摄六根，净念相继」，我们只要把这两句做到了，哪有不往生的道理？这两句是净宗精要的精要、核心的核心，与阿弥陀佛第十八愿完全相应。第十八愿怎么落实？就是这两句，「都摄六根，净念相继」。",
      "zh_TW": "佛陀的教誨太多太多了，我們一生也學不盡，所以抓綱要。佛教傳到中國，中國祖師大德才將佛法，為了修學方便起見，建立了十個宗派。隨順眾生根性，沒有能力學全部的佛法，學一部分。這十個宗派，每一個宗派取經論裡一部分就能成功。這一部分在現在人來說還是嫌多，現在人根性比過去差，一個宗派裡面的東西都學不完，所以我就常常勸同學們學一部經就行。學一部經，經裡面佛的教誨，依教奉行，然後念佛求生淨土，我們就成功了。淨土宗經典最少，把祖師加進去的也不過是五經一論六樣東西，這六樣東西要是嫌多，任修一種都能成功，不必要六樣都學，學一樣就行。最少的是《大勢至菩薩念佛圓通章》，這是最少的，二百四十四個字，也行，真正能夠受持，念佛也決定得生淨土。必須得依教奉行。《大勢至菩薩念佛圓通章》最重要的修行方法就是末後的幾句，「都攝六根，淨念相繼」，我們只要把這兩句做到了，哪有不往生的道理？這兩句是淨宗精要的精要、核心的核心，與阿彌陀佛第十八願完全相應。第十八願怎麼落實？就是這兩句，「都攝六根，淨念相繼」。"
    },
    {
      "id": "12-045-0282_p0015",
      "zh_CN": "净宗方便，净宗容易，古德所说的难信易行。这两句话很要紧，「都摄六根」，我们现在六根摄不住，所以功夫不得力，我们六根往外跑，摄是收回来。眼见色，眼跑到色相里面去了，耳跑到音声里面去了，喜欢去听，现在讲的音乐，喜欢这些，眼天天喜欢去看电视，不知道收回来，摄是收回来。跟孟子所说的「学问之道无他，求其放心而已」一个味道。孟子怎么样做学问？收摄六根，他用的是这个办法。我们印这四个猴子，牠收摄六根，牠会收摄，牠念佛就往生。诸位想想这个味道，这是净宗精要之精要，你要会收。",
      "zh_TW": "淨宗方便，淨宗容易，古德所說的難信易行。這兩句話很要緊，「都攝六根」，我們現在六根攝不住，所以功夫不得力，我們六根往外跑，攝是收回來。眼見色，眼跑到色相裡面去了，耳跑到音聲裡面去了，喜歡去聽，現在講的音樂，喜歡這些，眼天天喜歡去看電視，不知道收回來，攝是收回來。跟孟子所說的「學問之道無他，求其放心而已」一個味道。孟子怎麼樣做學問？收攝六根，他用的是這個辦法。我們印這四個猴子，牠收攝六根，牠會收攝，牠念佛就往生。諸位想想這個味道，這是淨宗精要之精要，你要會收。"
    },
    {
      "id": "12-045-0282_p0016",
      "zh_CN": "我们必须入境界，才能够了解佛所说的；不入境界，真正有福报、有善根，一定要随顺佛陀的教诲。但是我们相信佛的话，虽然我们见不到、体会不到，佛讲「一毛孔中普现无边依正」，我们就想到我们今天这个世界，是在诸佛如来、法身大士一毛孔中示现。我能信，我凭什么信？我凭佛与法身大士不打妄语，他们的语是真语、实语、如语、不诳语，我相信，我凭这个相信。",
      "zh_TW": "我們必須入境界，才能夠了解佛所說的；不入境界，真正有福報、有善根，一定要隨順佛陀的教誨。但是我們相信佛的話，雖然我們見不到、體會不到，佛講「一毛孔中普現無邊依正」，我們就想到我們今天這個世界，是在諸佛如來、法身大士一毛孔中示現。我能信，我憑什麼信？我憑佛與法身大士不打妄語，他們的語是真語、實語、如語、不誑語，我相信，我憑這個相信。"
    },
    {
      "id": "12-045-0282_p0017",
      "zh_CN": "「一毛普现」，这就是心现识变，所以虚空法界一切众生，这个一切众生包括正报跟依报。「众生」这两个字的本意是众缘和合而生，称之为众生，我们今天讲动物、植物、矿物、自然现象，都是众缘和合而生，是一体。有这样的认知，我们的心量拓开了，才能包容虚空法界，佛法里面常讲「心包太虚，量周沙界」，你心量拓开了，与一切众生不再分别了，不分别国土，不分别他是哪个国的人、哪个地区的人，不分；不分种族、不分宗教，知道什么？一家人。如果更深、贴切一点来说，知道是自己；怎么是自己？是自己的法身。大乘经上常讲，「十方三世佛，共同一法身」，所以虚空法界一切众生是自己的法身，是真我。我们今天这个身体为真我服务，为一切众生服务不是为别人，是为我服务。诸佛菩萨说「无缘大慈，同体大悲」，这两句话人人都会说，什么意思知道的人不多，没几个。为一切众生服务是为我服务，一切众生是我。不读《华严》，我们怎么晓得这些事实真相？所以读《华严》心量才会拓开，很有道理，这是古人常讲的。这个地方，「普现」跟「普遍」佛都说了，广容才普遍。",
      "zh_TW": "「一毛普現」，這就是心現識變，所以虛空法界一切眾生，這個一切眾生包括正報跟依報。「眾生」這兩個字的本意是眾緣和合而生，稱之為眾生，我們今天講動物、植物、礦物、自然現象，都是眾緣和合而生，是一體。有這樣的認知，我們的心量拓開了，才能包容虛空法界，佛法裡面常講「心包太虛，量周沙界」，你心量拓開了，與一切眾生不再分別了，不分別國土，不分別他是哪個國的人、哪個地區的人，不分；不分種族、不分宗教，知道什麼？一家人。如果更深、貼切一點來說，知道是自己；怎麼是自己？是自己的法身。大乘經上常講，「十方三世佛，共同一法身」，所以虛空法界一切眾生是自己的法身，是真我。我們今天這個身體為真我服務，為一切眾生服務不是為別人，是為我服務。諸佛菩薩說「無緣大慈，同體大悲」，這兩句話人人都會說，什麼意思知道的人不多，沒幾個。為一切眾生服務是為我服務，一切眾生是我。不讀《華嚴》，我們怎麼曉得這些事實真相？所以讀《華嚴》心量才會拓開，很有道理，這是古人常講的。這個地方，「普現」跟「普遍」佛都說了，廣容才普遍。"
    },
    {
      "id": "12-045-0282_p0018",
      "zh_CN": "「能现之佛，还自住于毛孔所现刹中。」释迦是能现之佛，弥陀也是能现之佛，毘卢遮那也是能现之佛，世尊在《佛名经》里面那是略略的说一说，就说了一万两千多尊佛。「还自住于毛孔所现刹中」，我们细心从这里面去体会，这就是华严家常讲的法界观，你仔细去看，这是事实真相。「能所无杂」，能现、所现有条不紊，它不杂乱。所以世间有许许多多人，看到宇宙的现象非常有秩序，一点不杂乱，于是就想到这一定是有个人在安排，没有人安排怎么可能会有这种现象出来？于是乎就想像有个上帝、有个神在做主宰、在安排，其实不是的。这是什么？性德。性德是清净的，性德是严整的，不是凌乱的，它发展是有次第的，佛在经上讲「无明不觉生三细，境界为缘长六粗」，它有次序的，所以它不乱。道家老子也说得很好，「道生一，一生二，二生三，三生万物」，它也是有次第的，它不乱。我们众生迷失了自性就乱，可是心性的显现决定不乱。",
      "zh_TW": "「能現之佛，還自住於毛孔所現剎中。」釋迦是能現之佛，彌陀也是能現之佛，毘盧遮那也是能現之佛，世尊在《佛名經》裡面那是略略的說一說，就說了一萬兩千多尊佛。「還自住於毛孔所現剎中」，我們細心從這裡面去體會，這就是華嚴家常講的法界觀，你仔細去看，這是事實真相。「能所無雜」，能現、所現有條不紊，它不雜亂。所以世間有許許多多人，看到宇宙的現象非常有秩序，一點不雜亂，於是就想到這一定是有個人在安排，沒有人安排怎麼可能會有這種現象出來？於是乎就想像有個上帝、有個神在做主宰、在安排，其實不是的。這是什麼？性德。性德是清淨的，性德是嚴整的，不是凌亂的，它發展是有次第的，佛在經上講「無明不覺生三細，境界為緣長六粗」，它有次序的，所以它不亂。道家老子也說得很好，「道生一，一生二，二生三，三生萬物」，它也是有次第的，它不亂。我們眾生迷失了自性就亂，可是心性的顯現決定不亂。"
    },
    {
      "id": "12-045-0282_p0019",
      "zh_CN": "「能所无杂，依正区分」，依报、正报有区别；「大小宛然」，大而世界，小而毛孔，这叫「建立差别」。差别是从无差别里面建立的，所以差别就是无差别，我们要能懂得这个意思，许许多多的问题都解决了。不了解这个道理，不了解事实真相，于是在差别里面就生差别的错觉，这才产生误会、产生争论，这个错了。可是误解跟争论决定不能避免，为什么？六道凡夫在迷位，他不是在觉位。凡夫里面四圣凡夫，我们可以说高级凡夫，他在觉位，他可以不争论，他逐渐逐渐明白了，他能够认真努力在学习。在迷位的凡夫不行；换句话说，愈迷愈深，这是必然的现象，误差愈来愈大，不但不能解决问题，这问题愈来愈扩大、愈来愈严重，麻烦就来了。",
      "zh_TW": "「能所無雜，依正區分」，依報、正報有區別；「大小宛然」，大而世界，小而毛孔，這叫「建立差別」。差別是從無差別裡面建立的，所以差別就是無差別，我們要能懂得這個意思，許許多多的問題都解決了。不了解這個道理，不了解事實真相，於是在差別裡面就生差別的錯覺，這才產生誤會、產生爭論，這個錯了。可是誤解跟爭論決定不能避免，為什麼？六道凡夫在迷位，他不是在覺位。凡夫裡面四聖凡夫，我們可以說高級凡夫，他在覺位，他可以不爭論，他逐漸逐漸明白了，他能夠認真努力在學習。在迷位的凡夫不行；換句話說，愈迷愈深，這是必然的現象，誤差愈來愈大，不但不能解決問題，這問題愈來愈擴大、愈來愈嚴重，麻煩就來了。"
    },
    {
      "id": "12-045-0282_p0020",
      "zh_CN": "因此诸佛菩萨、世出世间这些神圣，才应化在世间。他来的目的干什么？教化众生，帮助众生破迷开悟，就这么一桩事情。《法华经》上所谓的「一大事因缘」，诸佛为一大事因缘出现于世间，这个大事就是开示悟入佛之知见，佛之知见就是正知正见。我们凡夫知见错误了，他们出现在这个世间，所做的工作就是开示。开，在我们娑婆世界来说是讲经说法；示就是做出榜样来给我们看，示现，生活做出生活的榜样，工作做出工作的榜样，处事待人接物做出处事待人接物的榜样，那是示，示是示现。我们凡夫，做学生的要懂得悟入，我们听他的说法、看他的示范，我们就觉悟了，觉悟之后我们也能做到，做到就叫入，做不到没入；入才有真正的受用，佛法殊胜的功德利益我们才真正得到。",
      "zh_TW": "因此諸佛菩薩、世出世間這些神聖，才應化在世間。他來的目的幹什麼？教化眾生，幫助眾生破迷開悟，就這麼一樁事情。《法華經》上所謂的「一大事因緣」，諸佛為一大事因緣出現於世間，這個大事就是開示悟入佛之知見，佛之知見就是正知正見。我們凡夫知見錯誤了，他們出現在這個世間，所做的工作就是開示。開，在我們娑婆世界來說是講經說法；示就是做出榜樣來給我們看，示現，生活做出生活的榜樣，工作做出工作的榜樣，處事待人接物做出處事待人接物的榜樣，那是示，示是示現。我們凡夫，做學生的要懂得悟入，我們聽他的說法、看他的示範，我們就覺悟了，覺悟之後我們也能做到，做到就叫入，做不到沒入；入才有真正的受用，佛法殊勝的功德利益我們才真正得到。"
    },
    {
      "id": "12-045-0282_p0021",
      "zh_CN": "在示现里面，最伟大的示现、究竟圆满的示现，善导大师给我们说出，「如来所以兴出世，唯说弥陀本愿海」。这句话什么意思？最伟大的示现、最究竟的示现是净土法门。他说所有一切诸佛如来，示现在十法界、六道里面只有一个目的，示现净宗法门，劝人念佛往生极乐世界，这是究竟圆满的示现。使我们在一切差别里面渐渐明了无差别，每天以真诚心、清净心、平等心执持名号，时间久了，清净平等觉就现前。为什么念阿弥陀佛会得到清净平等觉？阿弥陀佛就是清净平等觉。清净平等觉没有现前，你这一句佛号功夫不得力；这一句佛号功夫得力，决定是清净平等觉现前，这才能契入佛境界。诸位想想，清净平等觉现前，往生西方极乐世界，绝对不是在凡圣同居土，是在实报庄严土。清净平等觉现前，恭喜你，你已经是理一心不乱，不是事一心。这个事难，真难！我们今天逐渐逐渐往这个路上接近，靠什么？靠《大方广佛华严》。因为我们在这里面看到差别、平等不二；相上差别、事上差别，理上是一个，理全是诸佛如来化现的，是一个。这是燄口龙王他得到的法门，他从这个地方契入的。我们再接着看底下这一尊：",
      "zh_TW": "在示現裡面，最偉大的示現、究竟圓滿的示現，善導大師給我們說出，「如來所以興出世，唯說彌陀本願海」。這句話什麼意思？最偉大的示現、最究竟的示現是淨土法門。他說所有一切諸佛如來，示現在十法界、六道裡面只有一個目的，示現淨宗法門，勸人念佛往生極樂世界，這是究竟圓滿的示現。使我們在一切差別裡面漸漸明瞭無差別，每天以真誠心、清淨心、平等心執持名號，時間久了，清淨平等覺就現前。為什麼念阿彌陀佛會得到清淨平等覺？阿彌陀佛就是清淨平等覺。清淨平等覺沒有現前，你這一句佛號功夫不得力；這一句佛號功夫得力，決定是清淨平等覺現前，這才能契入佛境界。諸位想想，清淨平等覺現前，往生西方極樂世界，絕對不是在凡聖同居土，是在實報莊嚴土。清淨平等覺現前，恭喜你，你已經是理一心不亂，不是事一心。這個事難，真難！我們今天逐漸逐漸往這個路上接近，靠什麼？靠《大方廣佛華嚴》。因為我們在這裡面看到差別、平等不二；相上差別、事上差別，理上是一個，理全是諸佛如來化現的，是一個。這是燄口龍王他得到的法門，他從這個地方契入的。我們再接著看底下這一尊："
    },
    {
      "id": "12-045-0282_p0022",
      "zh_CN": "【燄龙王。得一切众生瞋痴盖缠如来慈愍令除灭解脱门。】",
      "zh_TW": "【燄龍王。得一切眾生瞋痴蓋纏如來慈愍令除滅解脫門。】"
    },
    {
      "id": "12-045-0282_p0023",
      "zh_CN": "这对我们现前修学来说是非常非常重要，我们正堕在这个困难当中。清凉在注子里面说，他说「准梵本」，就是《华严》的原本，「有燄龙王，得一切众生瞋痴盖缠如来慈愍令除灭解脱门，谓大慈居怀，则三毒俱灭」。清凉大师这个注子里面，跟这个地方的经文，对照起来好懂。此地经典上原文，是『一切众生瞋痴盖缠如来慈愍令除灭』，是这个字样，但是清凉大师讲的是比较容易懂，「如来慈愍令除灭解脱门」。一切众生通指虚空法界诸佛刹土里面的六道众生，不仅仅是娑婆世界。一切众生最严重的病是瞋恚、是愚痴，五盖缠缚。四个字，总而言之，都是根本烦恼，根本烦恼里头最重的是贪瞋痴；这里头虽然没有说贪，贪包含在其中。瞋恚是地狱的业因，愚痴是烦恼的根本，这个人要不愚痴，贪瞋就断了，贪瞋是从痴里头来的，痴是无明，是烦恼的根。贪瞋容易断，痴难断，痴是无明烦恼，很不容易断除。",
      "zh_TW": "這對我們現前修學來說是非常非常重要，我們正墮在這個困難當中。清涼在註子裡面說，他說「準梵本」，就是《華嚴》的原本，「有燄龍王，得一切眾生瞋痴蓋纏如來慈愍令除滅解脫門，謂大慈居懷，則三毒俱滅」。清涼大師這個註子裡面，跟這個地方的經文，對照起來好懂。此地經典上原文，是『一切眾生瞋痴蓋纏如來慈愍令除滅』，是這個字樣，但是清涼大師講的是比較容易懂，「如來慈愍令除滅解脫門」。一切眾生通指虛空法界諸佛剎土裡面的六道眾生，不僅僅是娑婆世界。一切眾生最嚴重的病是瞋恚、是愚痴，五蓋纏縛。四個字，總而言之，都是根本煩惱，根本煩惱裡頭最重的是貪瞋痴；這裡頭雖然沒有說貪，貪包含在其中。瞋恚是地獄的業因，愚痴是煩惱的根本，這個人要不愚痴，貪瞋就斷了，貪瞋是從痴裡頭來的，痴是無明，是煩惱的根。貪瞋容易斷，痴難斷，痴是無明煩惱，很不容易斷除。"
    },
    {
      "id": "12-045-0282_p0024",
      "zh_CN": "我们经跟注合起来看，「如来慈愍」，佛大慈大悲帮助我们除灭，清凉末后这两句说得好，「谓大慈居怀，则三毒俱灭」，这八个字非常非常重要，这是断贪瞋痴有力的方便法门。换句话说，我们要想断贪瞋痴，培养你的慈悲心，你的贪瞋痴还没断，你的慈悲心不够；慈悲心达到一定的水平，贪瞋痴就没有了。贪瞋痴跟慈悲恰恰是相反，就像明暗的两面一样，贪瞋痴是黑暗的这一面，大慈大悲是光明这一边，光明大了黑暗就小，黑暗大了光明就小，诸位细细想想这个道理。这个方法好，我们今天讲培养你的爱心，你果然有真正的爱心，你贪瞋痴自然就降低了。所以佛家才说「慈悲为本，方便为门」，他才说这个道理。",
      "zh_TW": "我們經跟註合起來看，「如來慈愍」，佛大慈大悲幫助我們除滅，清涼末後這兩句說得好，「謂大慈居懷，則三毒俱滅」，這八個字非常非常重要，這是斷貪瞋痴有力的方便法門。換句話說，我們要想斷貪瞋痴，培養你的慈悲心，你的貪瞋痴還沒斷，你的慈悲心不夠；慈悲心達到一定的水平，貪瞋痴就沒有了。貪瞋痴跟慈悲恰恰是相反，就像明暗的兩面一樣，貪瞋痴是黑暗的這一面，大慈大悲是光明這一邊，光明大了黑暗就小，黑暗大了光明就小，諸位細細想想這個道理。這個方法好，我們今天講培養你的愛心，你果然有真正的愛心，你貪瞋痴自然就降低了。所以佛家才說「慈悲為本，方便為門」，他才說這個道理。"
    },
    {
      "id": "12-045-0282_p0025",
      "zh_CN": "众生之所以沦落成为众生，没有别的，就是贪瞋痴，三毒烦恼，无量无边的烦恼都是从这个根出现的，所以贪瞋痴是烦恼的根本。这个地方他没有讲智慧，诸位要晓得，大慈大悲这里面就有智慧；没有智慧，那个慈悲决定达不到「大」这个标准。大是没有分别、没有执着，没有分别、没有执着就是智慧；有分别执着，这个慈悲不大。佛在经上讲慈悲讲了四种慈悲，从我们凡夫，凡夫也有慈悲，叫「爱缘慈悲」，这个人我喜欢他，对他慈悲，那个人我不喜欢他，对他就没有慈悲，这是凡夫。凡夫里面有一些聪明的、心量大的，知道爱自己也能够爱别人，叫「众生缘慈悲」。我们世间人讲「推己及人」，「老吾老以及人之老，幼吾幼以及人之幼」，这是众生缘慈悲，还是属于凡夫的，这个心量就大了，所以爱国家、爱民族。这是世间的。出世间的是「法缘慈悲」，这菩萨。菩萨了解，懂得佛法，为什么对一切众生慈悲？知道一切众生跟我是一体。像我们现在读《华严经》，知道情与无情跟我是一体，同一个心性变现出来的，都是唯心所现，唯识所变，十法界依正庄严同一个根。从这个认知而生起的慈悲心，这个慈悲心比众生缘慈悲要广大得多了，这叫法缘慈悲，你还依的有法。到如来果地上，什么条件都没有，才叫大慈大悲。你还讲一番大道理，佛这个道理都没有了，炉火纯青，虚空法界情与无情融成一片，所谓是性相一如、理事无二。念头都没有，一切众生就是自己，自己就是一切众生，这才叫大慈大悲，「无缘大慈，同体大悲」。前面三种都是还谈条件的，最后这一种没有条件好谈。这是如来果地上的大慈大悲，三毒怎么会有？三毒无影无踪。要不要去断它？不要，不必刻意去断，没有了。对待一切众生，特别是苦难众生，全心全力去帮助他，哪里还会有贪心？",
      "zh_TW": "眾生之所以淪落成為眾生，沒有別的，就是貪瞋痴，三毒煩惱，無量無邊的煩惱都是從這個根出現的，所以貪瞋痴是煩惱的根本。這個地方他沒有講智慧，諸位要曉得，大慈大悲這裡面就有智慧；沒有智慧，那個慈悲決定達不到「大」這個標準。大是沒有分別、沒有執著，沒有分別、沒有執著就是智慧；有分別執著，這個慈悲不大。佛在經上講慈悲講了四種慈悲，從我們凡夫，凡夫也有慈悲，叫「愛緣慈悲」，這個人我喜歡他，對他慈悲，那個人我不喜歡他，對他就沒有慈悲，這是凡夫。凡夫裡面有一些聰明的、心量大的，知道愛自己也能夠愛別人，叫「眾生緣慈悲」。我們世間人講「推己及人」，「老吾老以及人之老，幼吾幼以及人之幼」，這是眾生緣慈悲，還是屬於凡夫的，這個心量就大了，所以愛國家、愛民族。這是世間的。出世間的是「法緣慈悲」，這菩薩。菩薩了解，懂得佛法，為什麼對一切眾生慈悲？知道一切眾生跟我是一體。像我們現在讀《華嚴經》，知道情與無情跟我是一體，同一個心性變現出來的，都是唯心所現，唯識所變，十法界依正莊嚴同一個根。從這個認知而生起的慈悲心，這個慈悲心比眾生緣慈悲要廣大得多了，這叫法緣慈悲，你還依的有法。到如來果地上，什麼條件都沒有，才叫大慈大悲。你還講一番大道理，佛這個道理都沒有了，爐火純青，虛空法界情與無情融成一片，所謂是性相一如、理事無二。念頭都沒有，一切眾生就是自己，自己就是一切眾生，這才叫大慈大悲，「無緣大慈，同體大悲」。前面三種都是還談條件的，最後這一種沒有條件好談。這是如來果地上的大慈大悲，三毒怎麼會有？三毒無影無蹤。要不要去斷它？不要，不必刻意去斷，沒有了。對待一切眾生，特別是苦難眾生，全心全力去幫助他，哪裡還會有貪心？"
    },
    {
      "id": "12-045-0282_p0026",
      "zh_CN": "民国初年，我们在书籍里头记载，真正学佛的这些大德们，看到有苦难，把自己的房屋、田地变卖了去救难，帮助别人。现在少了，从前学佛的人多，解义的人多，奉行的人多，做这些事情常常见到，真正能够舍己为人，没有贪心。遭受毁谤、侮辱，他不会生气，他自己想想自己做得如法，继续努力去做，别的人从这边障碍，那一边还可以做，做的方法太多太多了，这叫善巧方便。总是一个目标，利益众生、利益社会，帮助众生觉悟，这是在利益众生许许多多项目当中最重要的一个项目，帮助众生觉悟。",
      "zh_TW": "民國初年，我們在書籍裡頭記載，真正學佛的這些大德們，看到有苦難，把自己的房屋、田地變賣了去救難，幫助別人。現在少了，從前學佛的人多，解義的人多，奉行的人多，做這些事情常常見到，真正能夠捨己為人，沒有貪心。遭受毀謗、侮辱，他不會生氣，他自己想想自己做得如法，繼續努力去做，別的人從這邊障礙，那一邊還可以做，做的方法太多太多了，這叫善巧方便。總是一個目標，利益眾生、利益社會，幫助眾生覺悟，這是在利益眾生許許多多項目當中最重要的一個項目，幫助眾生覺悟。"
    },
    {
      "id": "12-045-0282_p0027",
      "zh_CN": "世间多一个觉悟的众生，这个社会就减少一分黑暗，增长一分光明。这个事情不能不做，尤其是在现代这个时代。我们知道佛菩萨出现在这个世间，最重要的工作就是教学、示范。我们今天学成了，没人请我们去教学，人家不喜欢看我们这个样子，怎么办？办法还是有，我们今天用科技。弘法利生是我们大家的事情，不是一个人的事情，我们要认真、要努力，这个光碟可以传遍全世界。《无量寿经》上讲得好，菩萨要做一切众生不请之友；他不请，我们送去，送到他家里去，以后听久了，他们自然就来请你。所以我们在讲台上是对全世界有缘众生说法，我们在认真努力的学习，拓开我们弘法的界限，不仅仅是对佛门四众同修，而且还对全世界所有不同的宗教、不同的族群。现在跟我们有关系的很多，我们要把同学们所讲的也分赠送到各个宗教，他们会看，他们会听。加强语文的翻译，这一点也非常重要。像上一次法国的陈居士来给我们说，在欧洲也相当广大的地区，华人团体里面能听普通话的人不多，他们喜欢听潮州话、广东话、客家话，所以语文翻译就非常重要。能够用潮州话讲的，那当然更好，你就专门录潮州话讲经的VCD。各种语言、各种方言都好，这都是方便多门。",
      "zh_TW": "世間多一個覺悟的眾生，這個社會就減少一分黑暗，增長一分光明。這個事情不能不做，尤其是在現代這個時代。我們知道佛菩薩出現在這個世間，最重要的工作就是教學、示範。我們今天學成了，沒人請我們去教學，人家不喜歡看我們這個樣子，怎麼辦？辦法還是有，我們今天用科技。弘法利生是我們大家的事情，不是一個人的事情，我們要認真、要努力，這個光碟可以傳遍全世界。《無量壽經》上講得好，菩薩要做一切眾生不請之友；他不請，我們送去，送到他家裡去，以後聽久了，他們自然就來請你。所以我們在講台上是對全世界有緣眾生說法，我們在認真努力的學習，拓開我們弘法的界限，不僅僅是對佛門四眾同修，而且還對全世界所有不同的宗教、不同的族群。現在跟我們有關係的很多，我們要把同學們所講的也分贈送到各個宗教，他們會看，他們會聽。加強語文的翻譯，這一點也非常重要。像上一次法國的陳居士來給我們說，在歐洲也相當廣大的地區，華人團體裡面能聽普通話的人不多，他們喜歡聽潮州話、廣東話、客家話，所以語文翻譯就非常重要。能夠用潮州話講的，那當然更好，你就專門錄潮州話講經的VCD。各種語言、各種方言都好，這都是方便多門。"
    },
    {
      "id": "12-045-0282_p0028",
      "zh_CN": "我们一个方向、一个目标，劝人深信因果，断恶修善、破迷开悟，老实念佛、求生净土。我们这一生出家，对得起本师释迦牟尼佛，对得起历代传法的祖师大德，对得起我们的父母，对得起我们的祖宗，我们这一生没空过。不仅仅是为国家民族，我们是为法界一切众生，尽忠尽孝，舍弃自己的成见，放下自己错误的分别执着，一定要依教奉行，随顺佛陀的教诲。我说得很多，佛陀教诲里头几句话，我们终身奉行不违，就有不可思议的成就，我们这一生就没空过。好，今天我们就念到此地。",
      "zh_TW": "我們一個方向、一個目標，勸人深信因果，斷惡修善、破迷開悟，老實念佛、求生淨土。我們這一生出家，對得起本師釋迦牟尼佛，對得起歷代傳法的祖師大德，對得起我們的父母，對得起我們的祖宗，我們這一生沒空過。不僅僅是為國家民族，我們是為法界一切眾生，盡忠盡孝，捨棄自己的成見，放下自己錯誤的分別執著，一定要依教奉行，隨順佛陀的教誨。我說得很多，佛陀教誨裡頭幾句話，我們終身奉行不違，就有不可思議的成就，我們這一生就沒空過。好，今天我們就念到此地。"
    }
  ]
}