{
  "doc_id": "12-045-0263",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二六三集",
    "zh_TW": "第二六三集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "12-045-0263",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "12-045-0263_p0001",
      "zh_CN": "请掀开经本，鸠槃茶王长行第五句看起：",
      "zh_TW": "請掀開經本，鳩槃茶王長行第五句看起："
    },
    {
      "id": "12-045-0263_p0002",
      "zh_CN": "【可怖畏鸠槃茶王。得开示一切众生安稳无畏道解脱门。】",
      "zh_TW": "【可怖畏鳩槃茶王。得開示一切眾生安穩無畏道解脫門。】"
    },
    {
      "id": "12-045-0263_p0003",
      "zh_CN": "这一句清凉大师在注解里面给我们提示，「世间惑苦，可畏不安；菩提涅槃安稳无畏，万行为其因道，则畏灭果成矣」。清凉的解释，文字虽然不多，说得很清楚。鬼王的名号「鸠槃茶」，我们也可以称他是鬼王，也可以称他是天王，他是在天与鬼之间的。第一尊是增长鸠槃茶王，就是四天王里面南方天王，南方增长天王，他们都是属于一类的，我们今天讲他属于一个族群。他的名号叫『可怖畏』，这个名号是特别提醒我们，很恐怖、很可怕；什么事情值得我们怖畏？清凉大师在注子里面给我们说出来，世间的惑与苦。说惑、说苦，当中还有一个业，「惑业苦」，它不是漏掉，它是省掉，省略掉，我们看起来一定就懂得。六道众生迷惑造业，感受苦报，这是可畏、可怖。迷惑是没有能力辨别真妄，没有能力辨别邪正，邪正比真妄低了一级。",
      "zh_TW": "這一句清涼大師在註解裡面給我們提示，「世間惑苦，可畏不安；菩提涅槃安穩無畏，萬行為其因道，則畏滅果成矣」。清涼的解釋，文字雖然不多，說得很清楚。鬼王的名號「鳩槃茶」，我們也可以稱他是鬼王，也可以稱他是天王，他是在天與鬼之間的。第一尊是增長鳩槃茶王，就是四天王裡面南方天王，南方增長天王，他們都是屬於一類的，我們今天講他屬於一個族群。他的名號叫『可怖畏』，這個名號是特別提醒我們，很恐怖、很可怕；什麼事情值得我們怖畏？清涼大師在註子裡面給我們說出來，世間的惑與苦。說惑、說苦，當中還有一個業，「惑業苦」，它不是漏掉，它是省掉，省略掉，我們看起來一定就懂得。六道眾生迷惑造業，感受苦報，這是可畏、可怖。迷惑是沒有能力辨別真妄，沒有能力辨別邪正，邪正比真妄低了一級。"
    },
    {
      "id": "12-045-0263_p0004",
      "zh_CN": "宇宙之间什么是真的？什么是假的？佛讲到究竟处，告诉我们性是真的，相是虚妄的。性是能变，相是所变；能变是真实的、是永恒的，所变是暂时的、是幻化的。能变的是自性，这是真的，我们要认识。自性，佛说这桩事情的名相，在佛经里面说了几十种之多。佛何以说这么多名相？这个意思就是教给我们，不要执著名相，名相是假的，不是真的，你只要懂得这个意思就行了，依义不依语。佛这样说法，用意很深很深。我们现在生活的空间扩大了，与每一个国家、每一个族群交往的机会多了，愈来愈频繁。同样一个意思，不同的国家、不同的族群，它就有不同的名词。譬如我们这一次过年，我们举办了一次世界和平祈祷大会。「和平」这两个字，我让同学们搜集，不同的语文，「和平」两个字的写法、读法，同学们给我搜集了二十六种，二十六种不同的文字，意思都是一个和平，意思完全相同。所以佛说法的深义我们就懂得了，依义不依语，意思是一样的，随便你怎么说法都可以，不要执着。你说错了，我这个是对的，那永远官司打不清，永远都变成在争执。依义不依语，这问题就化解了。",
      "zh_TW": "宇宙之間什麼是真的？什麼是假的？佛講到究竟處，告訴我們性是真的，相是虛妄的。性是能變，相是所變；能變是真實的、是永恆的，所變是暫時的、是幻化的。能變的是自性，這是真的，我們要認識。自性，佛說這樁事情的名相，在佛經裡面說了幾十種之多。佛何以說這麼多名相？這個意思就是教給我們，不要執著名相，名相是假的，不是真的，你只要懂得這個意思就行了，依義不依語。佛這樣說法，用意很深很深。我們現在生活的空間擴大了，與每一個國家、每一個族群交往的機會多了，愈來愈頻繁。同樣一個意思，不同的國家、不同的族群，它就有不同的名詞。譬如我們這一次過年，我們舉辦了一次世界和平祈禱大會。「和平」這兩個字，我讓同學們蒐集，不同的語文，「和平」兩個字的寫法、讀法，同學們給我蒐集了二十六種，二十六種不同的文字，意思都是一個和平，意思完全相同。所以佛說法的深義我們就懂得了，依義不依語，意思是一樣的，隨便你怎麼說法都可以，不要執著。你說錯了，我這個是對的，那永遠官司打不清，永遠都變成在爭執。依義不依語，這問題就化解了。"
    },
    {
      "id": "12-045-0263_p0005",
      "zh_CN": "佛对于自性说了几十种名词，真心、真如、佛性、第一义谛，都是讲这桩事情，这是说真的。如果我们认得真的，那个妄的你就真正明了了。我们今天大家都晓得这个虚妄，为什么放不下？是因为你没有认到真实；认到真实，妄的就放下了，真没认得。真的认得了，在佛法里面讲叫法身大士，你不是普通人，是圣人；不是小圣，是大圣，明心见性，见性成佛。见性的人当然放下，为什么？十法界依正庄严是所变，我要能变，我不要所变。我有能变，喜欢变什么就变什么，这就自在了，所变的你才放下。我们今天就是不明了这个道理，不认识能变的，所以所变的我们就执着，当作宝贝，怎么也不肯放下，这个道理在此地。像我们举个简单比喻来说，我们吃桃，小朋友拿着这个桃好吃，你叫他送给别人他不干，他很执着，他放不下。桃从哪儿来的？桃树上长的。人家得了桃树，桃摘下来就可以送人，就可以布施。树是我的，树是能生，桃是所生的。我们要掌握到能生能变，那所生所变太自在了。谁认识？法身大士认识，他明了，所以他永远离开怖畏。我们一般世间人最害怕的事情，害怕什么？害怕不活。为什么对于一切物质种种这么执着？因为我要依靠它才能活，离开它我就不能活了，他怖畏的是这个，所以怖畏的根源我们要知道。如果你要是见到性，你才晓得没有生死，生死是幻相，不是真的是假的，于是乎你就不害怕了，不会再贪生怕死。不贪生、不怕死，还有哪一样放不下？然后才懂得，十法界依正庄严是自性所变现的，于是身相自在了。你看经上所说的，诸佛菩萨、法身大士随类化身，他要得这个身自在，想得什么样的身他就现什么身，想得什么受用他就示现什么受用，都是自性里变现的。",
      "zh_TW": "佛對於自性說了幾十種名詞，真心、真如、佛性、第一義諦，都是講這樁事情，這是說真的。如果我們認得真的，那個妄的你就真正明瞭了。我們今天大家都曉得這個虛妄，為什麼放不下？是因為你沒有認到真實；認到真實，妄的就放下了，真沒認得。真的認得了，在佛法裡面講叫法身大士，你不是普通人，是聖人；不是小聖，是大聖，明心見性，見性成佛。見性的人當然放下，為什麼？十法界依正莊嚴是所變，我要能變，我不要所變。我有能變，喜歡變什麼就變什麼，這就自在了，所變的你才放下。我們今天就是不明瞭這個道理，不認識能變的，所以所變的我們就執著，當作寶貝，怎麼也不肯放下，這個道理在此地。像我們舉個簡單比喻來說，我們吃桃，小朋友拿著這個桃好吃，你叫他送給別人他不幹，他很執著，他放不下。桃從哪兒來的？桃樹上長的。人家得了桃樹，桃摘下來就可以送人，就可以布施。樹是我的，樹是能生，桃是所生的。我們要掌握到能生能變，那所生所變太自在了。誰認識？法身大士認識，他明瞭，所以他永遠離開怖畏。我們一般世間人最害怕的事情，害怕什麼？害怕不活。為什麼對於一切物質種種這麼執著？因為我要依靠它才能活，離開它我就不能活了，他怖畏的是這個，所以怖畏的根源我們要知道。如果你要是見到性，你才曉得沒有生死，生死是幻相，不是真的是假的，於是乎你就不害怕了，不會再貪生怕死。不貪生、不怕死，還有哪一樣放不下？然後才懂得，十法界依正莊嚴是自性所變現的，於是身相自在了。你看經上所說的，諸佛菩薩、法身大士隨類化身，他要得這個身自在，想得什麼樣的身他就現什麼身，想得什麼受用他就示現什麼受用，都是自性裡變現的。"
    },
    {
      "id": "12-045-0263_p0006",
      "zh_CN": "也许同学要问，既然自性变现，诸佛菩萨、这些大圣大贤都是见了性的人，为什么不现大富大贵？为什么要示现那么样贫穷、那么样困苦？这道理在哪里？这个道理在世间苦人多！因为世间苦人多，要示现清贫，安慰贫苦之人，劝导富贵之人放下；你自在，你不如我自在，这个教化用意很深很深。佛现不现富贵？现富贵，天上就现富贵。天上人大家都富贵，我比你还富贵；世间贫苦的人多，我比你还贫苦。这就叫大自在，他现大富贵，他并没有乐受；他现极贫困，他没有苦受。我们凡夫有苦乐忧喜舍的感受，他没有，他永远是清净的，永远是平等的，永远是自在的。",
      "zh_TW": "也許同學要問，既然自性變現，諸佛菩薩、這些大聖大賢都是見了性的人，為什麼不現大富大貴？為什麼要示現那麼樣貧窮、那麼樣困苦？這道理在哪裡？這個道理在世間苦人多！因為世間苦人多，要示現清貧，安慰貧苦之人，勸導富貴之人放下；你自在，你不如我自在，這個教化用意很深很深。佛現不現富貴？現富貴，天上就現富貴。天上人大家都富貴，我比你還富貴；世間貧苦的人多，我比你還貧苦。這就叫大自在，他現大富貴，他並沒有樂受；他現極貧困，他沒有苦受。我們凡夫有苦樂憂喜捨的感受，他沒有，他永遠是清淨的，永遠是平等的，永遠是自在的。"
    },
    {
      "id": "12-045-0263_p0007",
      "zh_CN": "佛法教学最后的目的，是要教你提升到这个境界，但这个境界不是我们短时间能够成就的，所以佛才把教学的水平降低。我们在四教、五教里面所读到的，释迦牟尼佛成佛，示现成佛，第一部讲的《大方广佛华严经》。《华严经》是佛在定中讲的，我们世间人看不到，只看到释迦牟尼佛在菩提树下打坐，哪里知道他在那里讲经？他在那里开这么大的法会？经典里面记载二七日中讲的，也有说三七日中讲的，二七是十四天，三七是二十一天，讲出这部圆满的大经。这个大经是如来果地上的境界，说了多少？释迦牟尼佛灭度之后六百年，龙树菩萨出现在世间，龙树菩萨示现得非常聪明，我们中国人所讲的一目十行，过目不忘，他有这个本事。释迦牟尼佛四十九年所说的一切经教，学生们整理、会集成为书本，我们今天称为《大藏经》，这是世界上最大的一部丛书，一直到今天还是最大的一部丛书，没有任何书籍能够跟它相比，龙树菩萨三个月的时间全部读尽了。觉得世间东西他都学完了，于是生起大我慢，贡高我慢，现在人说值得骄傲，目中无人。大龙菩萨看到了，把他接到龙宫里面去，龙宫里面藏着有释迦牟尼佛示现成道时候讲的《华严经》，让他来看看，他一看到这部经，贡高我慢的念头立刻就消除了。佛讲这部经有多少？他说「三千大千世界微尘偈，一四天下微尘品」，释迦牟尼佛二七日中所说的，三千大千世界！",
      "zh_TW": "佛法教學最後的目的，是要教你提升到這個境界，但這個境界不是我們短時間能夠成就的，所以佛才把教學的水平降低。我們在四教、五教裡面所讀到的，釋迦牟尼佛成佛，示現成佛，第一部講的《大方廣佛華嚴經》。《華嚴經》是佛在定中講的，我們世間人看不到，只看到釋迦牟尼佛在菩提樹下打坐，哪裡知道他在那裡講經？他在那裡開這麼大的法會？經典裡面記載二七日中講的，也有說三七日中講的，二七是十四天，三七是二十一天，講出這部圓滿的大經。這個大經是如來果地上的境界，說了多少？釋迦牟尼佛滅度之後六百年，龍樹菩薩出現在世間，龍樹菩薩示現得非常聰明，我們中國人所講的一目十行，過目不忘，他有這個本事。釋迦牟尼佛四十九年所說的一切經教，學生們整理、會集成為書本，我們今天稱為《大藏經》，這是世界上最大的一部叢書，一直到今天還是最大的一部叢書，沒有任何書籍能夠跟它相比，龍樹菩薩三個月的時間全部讀盡了。覺得世間東西他都學完了，於是生起大我慢，貢高我慢，現在人說值得驕傲，目中無人。大龍菩薩看到了，把他接到龍宮裡面去，龍宮裡面藏著有釋迦牟尼佛示現成道時候講的《華嚴經》，讓他來看看，他一看到這部經，貢高我慢的念頭立刻就消除了。佛講這部經有多少？他說「三千大千世界微塵偈，一四天下微塵品」，釋迦牟尼佛二七日中所說的，三千大千世界！"
    },
    {
      "id": "12-045-0263_p0008",
      "zh_CN": "我们过去总以为，佛讲的大千世界大概是一个银河系，一个银河系已经就非常可观了。黄念祖老居士说，他说一个银河系是佛经上讲的一个单位世界，不是大千世界。如果要是依他这个话来讲，一个大千世界多少个银河系？十亿个银河系，才是一个大千世界。比喻里面说，把大千世界磨成微尘，一个微尘算一偈（古印度人计算文字跟中国人不一样，中国人计算单字，这一部书有多少字，印度人不是的，印度人算句子，四句，不管句子长短，四句就叫一首偈，就叫一偈，他用这个做单位），这有多少个四句？十个大千世界磨成微尘，你就想这部书多大，我们地球没有办法容纳。",
      "zh_TW": "我們過去總以為，佛講的大千世界大概是一個銀河系，一個銀河系已經就非常可觀了。黃念祖老居士說，他說一個銀河系是佛經上講的一個單位世界，不是大千世界。如果要是依他這個話來講，一個大千世界多少個銀河系？十億個銀河系，才是一個大千世界。比喻裡面說，把大千世界磨成微塵，一個微塵算一偈（古印度人計算文字跟中國人不一樣，中國人計算單字，這一部書有多少字，印度人不是的，印度人算句子，四句，不管句子長短，四句就叫一首偈，就叫一偈，他用這個做單位），這有多少個四句？十個大千世界磨成微塵，你就想這部書多大，我們地球沒有辦法容納。"
    },
    {
      "id": "12-045-0263_p0009",
      "zh_CN": "佛何以能够在这么短的时间说出这么多、这么大的分量？佛法告诉我们，时间不是真的，是假的。时间跟空间都不是真实的，都是虚幻的，所以一刹那可以扩展为无量劫，无量劫可以浓缩成一刹那。这是不思议的境界，我们凡夫没有法子想像的。时间不是真的，时间跟空间都不是真的，这我们在唯识《百法明门论》里面看到，它把时间跟空间都归纳在不相应行法里面，不相应行法一共有二十四类。什么叫不相应？我们现在人说的话，叫抽象概念，它不是事实，是抽象概念。时间跟空间用现在人的话来说是抽象概念，在佛法里面叫不相应行法，所以没有长短，长短是从你概念里面生的。我们生活很苦的时候就度日如年，就感到时间很长；欢乐的时候感觉时间很短，一下就过去了。我们从这里能够体会到，时间长短是从你概念里面生的，它不是个真的东西，不是实在的。所以佛能将长时间浓缩成短时间，二七日中、三七日中，从从容容说出圆满的教学，我们佛家讲是圆满法轮；现在因为法轮功搞得我们混淆不清，咱们换一个名词，不要用法轮，圆满的教学。",
      "zh_TW": "佛何以能夠在這麼短的時間說出這麼多、這麼大的分量？佛法告訴我們，時間不是真的，是假的。時間跟空間都不是真實的，都是虛幻的，所以一剎那可以擴展為無量劫，無量劫可以濃縮成一剎那。這是不思議的境界，我們凡夫沒有法子想像的。時間不是真的，時間跟空間都不是真的，這我們在唯識《百法明門論》裡面看到，它把時間跟空間都歸納在不相應行法裡面，不相應行法一共有二十四類。什麼叫不相應？我們現在人說的話，叫抽象概念，它不是事實，是抽象概念。時間跟空間用現在人的話來說是抽象概念，在佛法裡面叫不相應行法，所以沒有長短，長短是從你概念裡面生的。我們生活很苦的時候就度日如年，就感到時間很長；歡樂的時候感覺時間很短，一下就過去了。我們從這裡能夠體會到，時間長短是從你概念裡面生的，它不是個真的東西，不是實在的。所以佛能將長時間濃縮成短時間，二七日中、三七日中，從從容容說出圓滿的教學，我們佛家講是圓滿法輪；現在因為法輪功搞得我們混淆不清，咱們換一個名詞，不要用法輪，圓滿的教學。"
    },
    {
      "id": "12-045-0263_p0010",
      "zh_CN": "龙树菩萨看到这样子，这就呆了，没有什么值得骄傲的。他说这部经，阎浮提众生没有能力接受；这讲我们这个世间，没有人能够接受。再看还有中本，中本大概是节要，大经的节要，看了分量还是大，我们还是没有能力学。再看下本，下本是什么？大概像目录一样，他看到很欢喜。下本是纲目，这个东西有点类似我们中国历史，我们拿这个来做比喻大家好懂。中国的正史现在是二十五史，大概总共三千多卷，我们要放这个橱子，大概是一个橱子能放得下。中国一部历史，我们感觉得分量太多，这个恐怕很难读。难读，有简单的，《资治通鉴》就比较简单，摆起来大概是我们这里一格，这就浓缩很多了。《资治通鉴》虽然是简化了，可是还是不便于初学，所以古人对初学编中国这套历史，编了一套教科书叫《纲鉴》，《纲鉴》就简单，现在精装本三本。我们今天读的《华严经》是龙树菩萨从龙宫里面带出来的，什么本子？就像《纲鉴》一样，目录，每一句就是一个标题，内容非常丰富。所以这一部《华严》经本，展开来细说就是三千大千世界微尘偈，今天浓缩成这个本子。",
      "zh_TW": "龍樹菩薩看到這樣子，這就呆了，沒有什麼值得驕傲的。他說這部經，閻浮提眾生沒有能力接受；這講我們這個世間，沒有人能夠接受。再看還有中本，中本大概是節要，大經的節要，看了分量還是大，我們還是沒有能力學。再看下本，下本是什麼？大概像目錄一樣，他看到很歡喜。下本是綱目，這個東西有點類似我們中國歷史，我們拿這個來做比喻大家好懂。中國的正史現在是二十五史，大概總共三千多卷，我們要放這個櫥子，大概是一個櫥子能放得下。中國一部歷史，我們感覺得分量太多，這個恐怕很難讀。難讀，有簡單的，《資治通鑑》就比較簡單，擺起來大概是我們這裡一格，這就濃縮很多了。《資治通鑑》雖然是簡化了，可是還是不便於初學，所以古人對初學編中國這套歷史，編了一套教科書叫《綱鑑》，《綱鑑》就簡單，現在精裝本三本。我們今天讀的《華嚴經》是龍樹菩薩從龍宮裡面帶出來的，什麼本子？就像《綱鑑》一樣，目錄，每一句就是一個標題，內容非常豐富。所以這一部《華嚴》經本，展開來細說就是三千大千世界微塵偈，今天濃縮成這個本子。"
    },
    {
      "id": "12-045-0263_p0011",
      "zh_CN": "他将下本《华严》，十万颂（十万偈）、四十品带到人间来，所以我们世间才有《华严经》，《华严经》是这么来的。因此现代人不相信，现代人说这是龙树菩萨造的，不是佛说的。现在人不相信有龙宫，认为这是神话，这个是没有证据的，这是个神话。可是我们细细看看，如果《华严经》果然是龙树菩萨造的，那龙树菩萨就成佛了，完全是如来果地上的境界，我们要相信。现在有些小乘他们反对，说大乘非佛说，反对的音声、反对的浪潮源源不断。佛法修学完全在乎自己，所以一定要善根福德因缘。善根是能信，能接受、能相信、能够理解，这是善根；福德是肯做，肯依教奉行，这是福德；有没有机缘遇到、接触到，这叫因缘。没有这三个条件，纵然遇到了，也等于没有遇到。所以要能信。",
      "zh_TW": "他將下本《華嚴》，十萬頌（十萬偈）、四十品帶到人間來，所以我們世間才有《華嚴經》，《華嚴經》是這麼來的。因此現代人不相信，現代人說這是龍樹菩薩造的，不是佛說的。現在人不相信有龍宮，認為這是神話，這個是沒有證據的，這是個神話。可是我們細細看看，如果《華嚴經》果然是龍樹菩薩造的，那龍樹菩薩就成佛了，完全是如來果地上的境界，我們要相信。現在有些小乘他們反對，說大乘非佛說，反對的音聲、反對的浪潮源源不斷。佛法修學完全在乎自己，所以一定要善根福德因緣。善根是能信，能接受、能相信、能夠理解，這是善根；福德是肯做，肯依教奉行，這是福德；有沒有機緣遇到、接觸到，這叫因緣。沒有這三個條件，縱然遇到了，也等於沒有遇到。所以要能信。"
    },
    {
      "id": "12-045-0263_p0012",
      "zh_CN": "到底有没有龙宫？有没有大龙菩萨？我们相信的人肯定有。世间，我们凡夫不能理解的问题太多太多了，你不能说没有见到就否定它没有，这个太武断了。实在说明明见到了，你也不敢说它真有。我们的六根靠不住，见闻觉知都靠不住，如果坚持相信我们自己六根的能力，决定搞六道轮回。佛在经上劝导我们，到什么时候才相信我们自己？证得阿罗汉果之后，你才可以相信你自己的意思，你的看法、你的想法；没有证得阿罗汉果之前，佛就肯定我们的想法、看法全是错误的。佛说这些话，我们听了有什么样的反应？现在大多数人听佛这个说法摇头，佛说这个话太武断了；真正修学契入这个境界的人，听到佛说这个话点头，相信。",
      "zh_TW": "到底有沒有龍宮？有沒有大龍菩薩？我們相信的人肯定有。世間，我們凡夫不能理解的問題太多太多了，你不能說沒有見到就否定它沒有，這個太武斷了。實在說明明見到了，你也不敢說它真有。我們的六根靠不住，見聞覺知都靠不住，如果堅持相信我們自己六根的能力，決定搞六道輪迴。佛在經上勸導我們，到什麼時候才相信我們自己？證得阿羅漢果之後，你才可以相信你自己的意思，你的看法、你的想法；沒有證得阿羅漢果之前，佛就肯定我們的想法、看法全是錯誤的。佛說這些話，我們聽了有什麼樣的反應？現在大多數人聽佛這個說法搖頭，佛說這個話太武斷了；真正修學契入這個境界的人，聽到佛說這個話點頭，相信。"
    },
    {
      "id": "12-045-0263_p0013",
      "zh_CN": "在理上讲，一切众生皆有佛性；《华严》、《圆觉》说得更好，「一切众生本来成佛」，从理上说。从事上讲，六道凡夫迷失了自性；不是你没有智慧、没有德能、没有相好，你有，你迷失了。迷失之后就变成无明，我们现在人讲妄想；有妄想，更深一层就有分别、有执着。在佛法里面讲无明烦恼、尘沙烦恼、见思烦恼，尘沙烦恼是分别，见思烦恼是执着。因为有了这些东西，所以把一真法界变成十法界、变成六道、变成三途。换句话说，三途、六道、十法界是虚妄的，不是真的，《金刚经》上讲得很好，「如梦幻泡影」。真实的，那是一真法界，那是真的，永恒不变。我们在《华严经》上看到毘卢遮那佛的华藏世界，净土经里面看到阿弥陀佛的极乐世界，那是真实的，那是不变的。",
      "zh_TW": "在理上講，一切眾生皆有佛性；《華嚴》、《圓覺》說得更好，「一切眾生本來成佛」，從理上說。從事上講，六道凡夫迷失了自性；不是你沒有智慧、沒有德能、沒有相好，你有，你迷失了。迷失之後就變成無明，我們現在人講妄想；有妄想，更深一層就有分別、有執著。在佛法裡面講無明煩惱、塵沙煩惱、見思煩惱，塵沙煩惱是分別，見思煩惱是執著。因為有了這些東西，所以把一真法界變成十法界、變成六道、變成三途。換句話說，三途、六道、十法界是虛妄的，不是真的，《金剛經》上講得很好，「如夢幻泡影」。真實的，那是一真法界，那是真的，永恆不變。我們在《華嚴經》上看到毘盧遮那佛的華藏世界，淨土經裡面看到阿彌陀佛的極樂世界，那是真實的，那是不變的。"
    },
    {
      "id": "12-045-0263_p0014",
      "zh_CN": "如何我们能够证得真实、见到真实？佛说得很简单，心真境界就真，心妄境界就妄，境随心转。我们今天用妄想分别执着，这是妄心，现出境界是虚妄的。如果把妄想分别执着放下，你的真心就现前，境界就转变，就是一真法界。由此可知，无量无边的境界，正是现代科学家所说的不同维次的空间，跟佛所说的一对照，我们就明了。一真法界在哪里？就在此地，不是别的地方。就好像我们现在看电视一样，电视有几十、几百个频道，所有画面在哪里？都在这一个萤幕上。你播哪一个频道现哪一个画面，十法界的画面都在这一个框框里头，没有离开。十法界依正庄严，那就好比不同的画面，频道在哪里？频道在我们的念头。诸位细细去想想这个道理。佛告诉我们，频道是虚妄的，画面也是虚妄的。频道是虚妄的，《金刚经》讲「三心不可得」，这就说明能变的是虚妄的；所变的是境界，「一切有为法，如梦幻泡影」，都不是真实的。都不是真实的，你要执着它是真实的，你还要想得到它，错中之错！知道一切是虚妄的，所以菩萨修行，看到老虎饿了，能够舍身去喂牠。他知道是虚妄的，不是真实的，这个身喂了老虎，另一个境界又出现了；换句话说，我们看电视换个频道，有没有生死？没有生死。舍身、受身，觉悟的人换个身体就像我们换件衣服一样，衣服脏了，脱掉换一件。觉悟的人舍身、受身就跟我们换衣服一样，没有恐怖、没有顾虑，欢欢喜喜换个身体。",
      "zh_TW": "如何我們能夠證得真實、見到真實？佛說得很簡單，心真境界就真，心妄境界就妄，境隨心轉。我們今天用妄想分別執著，這是妄心，現出境界是虛妄的。如果把妄想分別執著放下，你的真心就現前，境界就轉變，就是一真法界。由此可知，無量無邊的境界，正是現代科學家所說的不同維次的空間，跟佛所說的一對照，我們就明瞭。一真法界在哪裡？就在此地，不是別的地方。就好像我們現在看電視一樣，電視有幾十、幾百個頻道，所有畫面在哪裡？都在這一個螢幕上。你播哪一個頻道現哪一個畫面，十法界的畫面都在這一個框框裡頭，沒有離開。十法界依正莊嚴，那就好比不同的畫面，頻道在哪裡？頻道在我們的念頭。諸位細細去想想這個道理。佛告訴我們，頻道是虛妄的，畫面也是虛妄的。頻道是虛妄的，《金剛經》講「三心不可得」，這就說明能變的是虛妄的；所變的是境界，「一切有為法，如夢幻泡影」，都不是真實的。都不是真實的，你要執著它是真實的，你還要想得到它，錯中之錯！知道一切是虛妄的，所以菩薩修行，看到老虎餓了，能夠捨身去餵牠。他知道是虛妄的，不是真實的，這個身餵了老虎，另一個境界又出現了；換句話說，我們看電視換個頻道，有沒有生死？沒有生死。捨身、受身，覺悟的人換個身體就像我們換件衣服一樣，衣服髒了，脫掉換一件。覺悟的人捨身、受身就跟我們換衣服一樣，沒有恐怖、沒有顧慮，歡歡喜喜換個身體。"
    },
    {
      "id": "12-045-0263_p0015",
      "zh_CN": "诸佛菩萨在六道十法界里头度众生，我们看到像《普门品》里面所讲的，应以什么身得度就示现什么身；就好像我们到哪个场合，应该穿什么衣服，我们就穿那一件去，就这么样的自在。来去自如，一丝毫障碍都没有，想来就来、想去就去，生死自在、应化自在。我们今天为什么变成不自在？我们被业力所束缚了。业力是什么？妄想分别执着，这叫业力。所以本来是自在的，现在变成不自在。佛教导我们没有别的，无非是转业力成愿力，我们从这里转。怎么个转法？许多人问我，我也常说，从坚固执着自私自利这个地方开始转，转成大公无私，转成为一切众生。我们迷的时候，我们得这个身体，一切都是为我，一切都为我这个身；念头一转，我到这个世间得这个身来干什么？身为一切众生服务，那就是佛菩萨。佛菩萨现身是为一切众生服务的，众生得这个身是一切都为我这个身，你说糟不糟糕！错就错在这里。我没有这个身，我这个身是为一切众生服务的。我在哪里？虚空法界一切众生是我，这是佛知佛见。虚空法界一切众生是我，我这个身要为我服务，他把真的我找到了，真的我是一切众生是我，虚空法界一切众生是我，这个身才真正为我服务。不是为人，我跟人对立，那要是套六祖惠能《坛经》上的话，我、人是二法，二法不是佛法，佛法是不二法，你们想想这个话的味道。所以什么叫佛法？尽虚空遍法界是一体，这是佛法；你在这里头分自、分他，这就迷了。所以觉悟的人没有妄想、没有分别、没有执着，你们想想离妄想分别执着是什么样的境界？那就是大彻大悟的境界。",
      "zh_TW": "諸佛菩薩在六道十法界裡頭度眾生，我們看到像《普門品》裡面所講的，應以什麼身得度就示現什麼身；就好像我們到哪個場合，應該穿什麼衣服，我們就穿那一件去，就這麼樣的自在。來去自如，一絲毫障礙都沒有，想來就來、想去就去，生死自在、應化自在。我們今天為什麼變成不自在？我們被業力所束縛了。業力是什麼？妄想分別執著，這叫業力。所以本來是自在的，現在變成不自在。佛教導我們沒有別的，無非是轉業力成願力，我們從這裡轉。怎麼個轉法？許多人問我，我也常說，從堅固執著自私自利這個地方開始轉，轉成大公無私，轉成為一切眾生。我們迷的時候，我們得這個身體，一切都是為我，一切都為我這個身；念頭一轉，我到這個世間得這個身來幹什麼？身為一切眾生服務，那就是佛菩薩。佛菩薩現身是為一切眾生服務的，眾生得這個身是一切都為我這個身，你說糟不糟糕！錯就錯在這裡。我沒有這個身，我這個身是為一切眾生服務的。我在哪裡？虛空法界一切眾生是我，這是佛知佛見。虛空法界一切眾生是我，我這個身要為我服務，他把真的我找到了，真的我是一切眾生是我，虛空法界一切眾生是我，這個身才真正為我服務。不是為人，我跟人對立，那要是套六祖惠能《壇經》上的話，我、人是二法，二法不是佛法，佛法是不二法，你們想想這個話的味道。所以什麼叫佛法？盡虛空遍法界是一體，這是佛法；你在這裡頭分自、分他，這就迷了。所以覺悟的人沒有妄想、沒有分別、沒有執著，你們想想離妄想分別執著是什麼樣的境界？那就是大徹大悟的境界。"
    },
    {
      "id": "12-045-0263_p0016",
      "zh_CN": "也有很多人问，觉悟是什么样子？觉悟的样子说不出来，觉悟的样子就是离一切妄想分别执着，虚空法界一切众生浑然一体。大乘经上有说觉悟的样子，佛讲「十方三世佛，共同一法身」，那是觉悟的样子，觉悟的样子是共同一法身。这句话就是我们现在所说，虚空法界一切众生是一体，共同一法身是一体，我们怎么能不照顾一切众生？照顾一切众生是照顾自己，不是照顾别人。现在人这么吝啬，坚固执着，他把人跟我分成两段，那个不是我。左手有灾难，右手决定不肯帮忙，为什么？那不是我，这才是我，那不是我，这叫迷惑颠倒。佛家讲慈悲，为什么叫「同体大悲」？你想这是什么意思？同体，佛与十法界一切众生同体，所以他那个大悲心是自然生起，没有条件的；「无缘大慈」，缘就是我们今天讲的条件，没有条件，照顾一切众生、帮助一切众生没有条件。什么理由？没有理由，没有条件，一体！不是一体，那才叫有条件，才叫有理由，问什么理由、什么条件；一体，有什么条件、什么理由？我们右手不幸受了伤，左手赶紧去帮忙它，你问它什么条件、什么理由？佛的语言，实在讲，说得清清楚楚、明明白白，我们没有法子体会；为什么不能体会？迷了；怎么迷的？过分的执着自己。",
      "zh_TW": "也有很多人問，覺悟是什麼樣子？覺悟的樣子說不出來，覺悟的樣子就是離一切妄想分別執著，虛空法界一切眾生渾然一體。大乘經上有說覺悟的樣子，佛講「十方三世佛，共同一法身」，那是覺悟的樣子，覺悟的樣子是共同一法身。這句話就是我們現在所說，虛空法界一切眾生是一體，共同一法身是一體，我們怎麼能不照顧一切眾生？照顧一切眾生是照顧自己，不是照顧別人。現在人這麼吝嗇，堅固執著，他把人跟我分成兩段，那個不是我。左手有災難，右手決定不肯幫忙，為什麼？那不是我，這才是我，那不是我，這叫迷惑顛倒。佛家講慈悲，為什麼叫「同體大悲」？你想這是什麼意思？同體，佛與十法界一切眾生同體，所以他那個大悲心是自然生起，沒有條件的；「無緣大慈」，緣就是我們今天講的條件，沒有條件，照顧一切眾生、幫助一切眾生沒有條件。什麼理由？沒有理由，沒有條件，一體！不是一體，那才叫有條件，才叫有理由，問什麼理由、什麼條件；一體，有什麼條件、什麼理由？我們右手不幸受了傷，左手趕緊去幫忙它，你問它什麼條件、什麼理由？佛的語言，實在講，說得清清楚楚、明明白白，我們沒有法子體會；為什麼不能體會？迷了；怎麼迷的？過分的執著自己。"
    },
    {
      "id": "12-045-0263_p0017",
      "zh_CN": "这个世间有人说，人类的历史就是一部战争史，这句话说得不无道理。我在二十几岁的时候，我很喜欢历史，二十五史从头到尾翻了一遍。有人问我，历史上讲的是什么？历史讲的是人类生活的经验。如果从迷惑颠倒里面来说，那说得很不好听，狗打架；你争我夺，到后面怎么样？一场空。如果从正面来看，它给我们智慧、给我们启示。你能够了解过去，你就能够知道现前的状况，你就知道怎样应付目前的状况。史实，它提供我们经验。从经验当中我们领悟到，打架不能解决问题，我们从这个地方要觉悟。为什么？打了几千年，问题还是没解决。什么能解决问题？王道才能解决问题，霸道不能解决问题。王道是什么？佛法里面讲真诚的爱心。我们学了佛之后恍然大悟，佛法解决问题。怎么见得？华藏世界没有问题，那么大的世界，那么多的众生，彼此都能够和睦相处、平等对待，过着幸福美满的生活。极乐世界阿弥陀佛解决问题了，极乐世界没有战争，极乐世界没有人造恶业，极乐世界人人都能够互相尊敬、互相尊重、互相敬爱、互助合作，没有问题。王道！",
      "zh_TW": "這個世間有人說，人類的歷史就是一部戰爭史，這句話說得不無道理。我在二十幾歲的時候，我很喜歡歷史，二十五史從頭到尾翻了一遍。有人問我，歷史上講的是什麼？歷史講的是人類生活的經驗。如果從迷惑顛倒裡面來說，那說得很不好聽，狗打架；你爭我奪，到後面怎麼樣？一場空。如果從正面來看，它給我們智慧、給我們啟示。你能夠了解過去，你就能夠知道現前的狀況，你就知道怎樣應付目前的狀況。史實，它提供我們經驗。從經驗當中我們領悟到，打架不能解決問題，我們從這個地方要覺悟。為什麼？打了幾千年，問題還是沒解決。什麼能解決問題？王道才能解決問題，霸道不能解決問題。王道是什麼？佛法裡面講真誠的愛心。我們學了佛之後恍然大悟，佛法解決問題。怎麼見得？華藏世界沒有問題，那麼大的世界，那麼多的眾生，彼此都能夠和睦相處、平等對待，過著幸福美滿的生活。極樂世界阿彌陀佛解決問題了，極樂世界沒有戰爭，極樂世界沒有人造惡業，極樂世界人人都能夠互相尊敬、互相尊重、互相敬愛、互助合作，沒有問題。王道！"
    },
    {
      "id": "12-045-0263_p0018",
      "zh_CN": "所以我们今天的世界，要想解决这个世界的问题，要能够使地球永远安定和平，人民都能够幸福快乐，要圣贤的教诲。七十年代，英国汤恩比博士讲的话，「要解决二十一世纪的问题，只有大乘佛法与孔孟学说」，对！二十一世纪是个什么世纪？汤恩比为什么不说以前、不说以后，单单说二十一世纪？二十一世纪是科技发达、资讯发达、交通便捷的一个世纪，地球上生活的这些人关系密切了，互相往来频繁、接触频繁。要不同的文化、不同的种族、不同的宗教信仰，大家住在一起能够和睦相处、平等对待，要靠孔孟学说、要靠大乘经典的教诲，特别是《华严经》。所以从前方东美先生晚年，在台大、在辅仁大学博士班开课，他就开《华严》。这些真正有远见，真能解决问题。",
      "zh_TW": "所以我們今天的世界，要想解決這個世界的問題，要能夠使地球永遠安定和平，人民都能夠幸福快樂，要聖賢的教誨。七十年代，英國湯恩比博士講的話，「要解決二十一世紀的問題，只有大乘佛法與孔孟學說」，對！二十一世紀是個什麼世紀？湯恩比為什麼不說以前、不說以後，單單說二十一世紀？二十一世紀是科技發達、資訊發達、交通便捷的一個世紀，地球上生活的這些人關係密切了，互相往來頻繁、接觸頻繁。要不同的文化、不同的種族、不同的宗教信仰，大家住在一起能夠和睦相處、平等對待，要靠孔孟學說、要靠大乘經典的教誨，特別是《華嚴經》。所以從前方東美先生晚年，在台大、在輔仁大學博士班開課，他就開《華嚴》。這些真正有遠見，真能解決問題。"
    },
    {
      "id": "12-045-0263_p0019",
      "zh_CN": "儒、佛都讲求破迷开悟，什么是迷？自私自利是迷；什么是悟？舍己为人是悟。人人能够舍己为人，天下太平了。每一个人顾到自己利益，像孟子所说的，「上下交征利，而国危矣」。今天这个世界，上下交征利，地球危矣，那个危矣是世界末日就到了。每一个人都在争利，还得了吗？争名夺利不得了！人人都能够放下名利，天下太平，自己真幸福。名利放不下，你想想看，他心里头多么忧虑、多么烦恼。谚语常说「忧能使人老」，老、病从哪里来的？都是放不下名利来的；名利放下，人就不老了。每一个人都想自己健康长寿，偏偏不走健康长寿之道，走衰老、多病、短命之道，那有什么办法？没话好说！",
      "zh_TW": "儒、佛都講求破迷開悟，什麼是迷？自私自利是迷；什麼是悟？捨己為人是悟。人人能夠捨己為人，天下太平了。每一個人顧到自己利益，像孟子所說的，「上下交征利，而國危矣」。今天這個世界，上下交征利，地球危矣，那個危矣是世界末日就到了。每一個人都在爭利，還得了嗎？爭名奪利不得了！人人都能夠放下名利，天下太平，自己真幸福。名利放不下，你想想看，他心裡頭多麼憂慮、多麼煩惱。諺語常說「憂能使人老」，老、病從哪裡來的？都是放不下名利來的；名利放下，人就不老了。每一個人都想自己健康長壽，偏偏不走健康長壽之道，走衰老、多病、短命之道，那有什麼辦法？沒話好說！"
    },
    {
      "id": "12-045-0263_p0020",
      "zh_CN": "佛教给我们这个道理我们要晓得，世间人之畏惧、苦难，根源从哪里来的；离苦得乐，乐又从哪里来的？大师在这里说，「菩提涅槃安稳无畏」，这是真乐。什么叫菩提，什么叫涅槃，这些话很难懂，古人的注解也不好懂，我把它换一句话说，大家就好懂了，菩提是看得破，涅槃是放得下，这样解释你就好懂了。符不符合菩提、涅槃的本意？本意就是如此。菩提是智慧，古人翻译翻成「觉」，菩提是觉，看破就是觉，看不破就是迷；涅槃翻作「灭」，苦集灭道，灭就是涅槃，灭什么？灭烦恼、灭生死，生死、烦恼都没有了，这叫涅槃，放下就没有了。你们想想看怎么灭烦恼，烦恼是什么？烦恼是名闻利养、五欲六尘、人我是非，你把这个东西统统放下，不就涅槃了吗？我讲这个话好懂，大家容易学。这些名词不太好懂，古人的注解你看不懂，不懂它的意思，看那个注解愈看愈麻烦，其实很简单，看得破就是菩提，放得下就是涅槃，安稳无畏。",
      "zh_TW": "佛教給我們這個道理我們要曉得，世間人之畏懼、苦難，根源從哪裡來的；離苦得樂，樂又從哪裡來的？大師在這裡說，「菩提涅槃安穩無畏」，這是真樂。什麼叫菩提，什麼叫涅槃，這些話很難懂，古人的註解也不好懂，我把它換一句話說，大家就好懂了，菩提是看得破，涅槃是放得下，這樣解釋你就好懂了。符不符合菩提、涅槃的本意？本意就是如此。菩提是智慧，古人翻譯翻成「覺」，菩提是覺，看破就是覺，看不破就是迷；涅槃翻作「滅」，苦集滅道，滅就是涅槃，滅什麼？滅煩惱、滅生死，生死、煩惱都沒有了，這叫涅槃，放下就沒有了。你們想想看怎麼滅煩惱，煩惱是什麼？煩惱是名聞利養、五欲六塵、人我是非，你把這個東西統統放下，不就涅槃了嗎？我講這個話好懂，大家容易學。這些名詞不太好懂，古人的註解你看不懂，不懂它的意思，看那個註解愈看愈麻煩，其實很簡單，看得破就是菩提，放得下就是涅槃，安穩無畏。"
    },
    {
      "id": "12-045-0263_p0021",
      "zh_CN": "你把生死看破就没有生死，生死也无畏、也欢喜，知道真实的状况，真实的状况没有生死，人的生死就是换一个境界而已。所以明白事实真相的人修善积德，他将来转变换的这个相愈转愈好；不晓得事实真相，只图眼前的名闻利养，造作无量无边的罪业，他将来来生转世，愈转那个相就愈差。你看人相转成畜生相、转成饿鬼相、转成地狱相，愈转愈往下堕落，这就是迷惑的人，明白的人愈转愈殊胜。《无量寿经》大家念得很多，常常念，《无量寿经》上有比喻，那个比喻我们要常常想到。它比喻，譬如世间一个贫穷的乞丐站在帝王的旁边，这两个相很明显的你就能够看出来，不成比例；人间的帝王如果跟忉利天王站在一起，人间帝王就像乞丐一样，忉利天王像个国王；忉利天王要跟夜摩天王两个比，忉利天王就变成乞丐。比到最后，大梵天王福报最大，跟极乐世界往生的人比，也像乞丐一样，说明往生西方极乐世界人那个福报之大，相好光明，大梵天王都不能跟他相比。这就是我们明了这些事实，我们在这一生当中如何争取真实、光明、美好的前途。这一生当中短短几十年算得了什么，但是这短短几十年是我们苦乐关键的所在，你是愿意把自己往上提升，还是让自己往下堕落？",
      "zh_TW": "你把生死看破就沒有生死，生死也無畏、也歡喜，知道真實的狀況，真實的狀況沒有生死，人的生死就是換一個境界而已。所以明白事實真相的人修善積德，他將來轉變換的這個相愈轉愈好；不曉得事實真相，只圖眼前的名聞利養，造作無量無邊的罪業，他將來來生轉世，愈轉那個相就愈差。你看人相轉成畜生相、轉成餓鬼相、轉成地獄相，愈轉愈往下墮落，這就是迷惑的人，明白的人愈轉愈殊勝。《無量壽經》大家念得很多，常常念，《無量壽經》上有比喻，那個比喻我們要常常想到。它比喻，譬如世間一個貧窮的乞丐站在帝王的旁邊，這兩個相很明顯的你就能夠看出來，不成比例；人間的帝王如果跟忉利天王站在一起，人間帝王就像乞丐一樣，忉利天王像個國王；忉利天王要跟夜摩天王兩個比，忉利天王就變成乞丐。比到最後，大梵天王福報最大，跟極樂世界往生的人比，也像乞丐一樣，說明往生西方極樂世界人那個福報之大，相好光明，大梵天王都不能跟他相比。這就是我們明瞭這些事實，我們在這一生當中如何爭取真實、光明、美好的前途。這一生當中短短幾十年算得了什麼，但是這短短幾十年是我們苦樂關鍵的所在，你是願意把自己往上提升，還是讓自己往下墮落？"
    },
    {
      "id": "12-045-0263_p0022",
      "zh_CN": "佛在经上常讲「人身难得，佛法难闻」，得人身、闻佛法，你就有机会把你自己向上提升。这个缘，缘就是我们现在人讲的机会，不容易遇到；既然遇到了，最要紧的信佛。我们今天虽然都叫佛教徒，相不相信佛？不信！我过去跟李炳南老居士学习的时候，我在他会下前后十年，我接受他教诲一年三个月，我出家的因缘成熟了。我出家因缘是遵守章嘉大师的教诲，我曾经跟大师说过，大师劝我学佛，他曾经问过我，问我人生在世要做些什么？我回答他，人生要为社会大众服务，帮助苦难众生。他点头说好，他说要达到这个目的，学佛比从政好。他说从政，如果你一个错误的政策，你会害很多人，他说佛法里头有百利而无一害。我听这个话很受用，所以决定走弘法利生的道路。然后老师告诉我：好！你下这个决心很难得，但是你不要去找师父剃度。我说奇怪了，想出家不找师父剃度，那怎么出家法？他告诉我：你要找师父剃度，那个师父不肯给你剃度，你不就生烦恼了？我一想没错，是！我说那怎么办？他说你求佛菩萨，你有一颗诚恳的心求佛菩萨，佛菩萨有感应，他教我这个方法。所以我发心出家放在心上，没有说出来，也不跟任何人讲。果然到时候有出家的法师来找我，请我出家，我说奇怪了，还居然有人来找我出家。找我出家，我没答应他，以后又来了，两个月当中来了九次，很诚恳，所以我才答应他。我出家是师父派人来请我，请了九次，我把这个事情告诉李老师，李老师才同意。",
      "zh_TW": "佛在經上常講「人身難得，佛法難聞」，得人身、聞佛法，你就有機會把你自己向上提升。這個緣，緣就是我們現在人講的機會，不容易遇到；既然遇到了，最要緊的信佛。我們今天雖然都叫佛教徒，相不相信佛？不信！我過去跟李炳南老居士學習的時候，我在他會下前後十年，我接受他教誨一年三個月，我出家的因緣成熟了。我出家因緣是遵守章嘉大師的教誨，我曾經跟大師說過，大師勸我學佛，他曾經問過我，問我人生在世要做些什麼？我回答他，人生要為社會大眾服務，幫助苦難眾生。他點頭說好，他說要達到這個目的，學佛比從政好。他說從政，如果你一個錯誤的政策，你會害很多人，他說佛法裡頭有百利而無一害。我聽這個話很受用，所以決定走弘法利生的道路。然後老師告訴我：好！你下這個決心很難得，但是你不要去找師父剃度。我說奇怪了，想出家不找師父剃度，那怎麼出家法？他告訴我：你要找師父剃度，那個師父不肯給你剃度，你不就生煩惱了？我一想沒錯，是！我說那怎麼辦？他說你求佛菩薩，你有一顆誠懇的心求佛菩薩，佛菩薩有感應，他教我這個方法。所以我發心出家放在心上，沒有說出來，也不跟任何人講。果然到時候有出家的法師來找我，請我出家，我說奇怪了，還居然有人來找我出家。找我出家，我沒答應他，以後又來了，兩個月當中來了九次，很誠懇，所以我才答應他。我出家是師父派人來請我，請了九次，我把這個事情告訴李老師，李老師才同意。"
    },
    {
      "id": "12-045-0263_p0023",
      "zh_CN": "这是求感应，这是章嘉大师教给我的，一生佛菩萨替你安排，自己用不着操心。自己操心就会有烦恼，佛菩萨安排多自在！所以我出家就没有想受戒，为什么？等佛菩萨，等感应。我出家两年之后，才有人请我去受戒。那个时候受戒还要缴钱、缴费，不像现在是免费，还有供养，我们那个时候出家，受戒的费用要缴五百块钱，五百块钱在那个时候是很大的一个数字。有人替我出钱，有人来请我去受戒，我才去了。所以全是被动，不是主动，这都是章嘉大师的教诲。所以要信佛，一定要依教奉行；你不信，随自己意思去做，麻烦就大了。",
      "zh_TW": "這是求感應，這是章嘉大師教給我的，一生佛菩薩替你安排，自己用不著操心。自己操心就會有煩惱，佛菩薩安排多自在！所以我出家就沒有想受戒，為什麼？等佛菩薩，等感應。我出家兩年之後，才有人請我去受戒。那個時候受戒還要繳錢、繳費，不像現在是免費，還有供養，我們那個時候出家，受戒的費用要繳五百塊錢，五百塊錢在那個時候是很大的一個數字。有人替我出錢，有人來請我去受戒，我才去了。所以全是被動，不是主動，這都是章嘉大師的教誨。所以要信佛，一定要依教奉行；你不信，隨自己意思去做，麻煩就大了。"
    },
    {
      "id": "12-045-0263_p0024",
      "zh_CN": "佛教菩萨生活、工作、处事待人接物六个原则，六波罗蜜，我们有没有依教奉行？第一个「布施」，用现在的话说，为大众服务，我们是不是真心为大众服务？见到别人有需要，不要人家开口，我们有多少力量就要帮多少力量的忙，尽心尽力帮助他。世间人确实，自古以来常说善财难舍，好不容易辛辛苦苦赚来的，哪有那么轻易就送人？这就是不晓得一个道理，你辛辛苦苦赚来的钱，你怎么赚来的？前生布施的，财布施是因，得财富是果报。你前生布施得多，你这一生得的就多；你前生布施得少，你这一生得的少；你前生布施得很痛快，你这一生赚钱很容易，不操心，钱源源不断就来了；过去布施布施得很苦，很不容易送出去，送出去又后悔，你这一生还是能赚得来，赚得很辛苦，就这么个道理，这佛在大小乘经论里讲得很多。我们明白了，我们这一生生活过得非常艰苦，知道什么？前世没有修财布施，所以生活这么艰难、这么困苦。",
      "zh_TW": "佛教菩薩生活、工作、處事待人接物六個原則，六波羅蜜，我們有沒有依教奉行？第一個「布施」，用現在的話說，為大眾服務，我們是不是真心為大眾服務？見到別人有需要，不要人家開口，我們有多少力量就要幫多少力量的忙，盡心盡力幫助他。世間人確實，自古以來常說善財難捨，好不容易辛辛苦苦賺來的，哪有那麼輕易就送人？這就是不曉得一個道理，你辛辛苦苦賺來的錢，你怎麼賺來的？前生布施的，財布施是因，得財富是果報。你前生布施得多，你這一生得的就多；你前生布施得少，你這一生得的少；你前生布施得很痛快，你這一生賺錢很容易，不操心，錢源源不斷就來了；過去布施布施得很苦，很不容易送出去，送出去又後悔，你這一生還是能賺得來，賺得很辛苦，就這麼個道理，這佛在大小乘經論裡講得很多。我們明白了，我們這一生生活過得非常艱苦，知道什麼？前世沒有修財布施，所以生活這麼艱難、這麼困苦。"
    },
    {
      "id": "12-045-0263_p0025",
      "zh_CN": "我在台中求学十年，早期我这十五年过的生活是非常非常艰苦，没有福报，我自己晓得。现在你们看到我很自在，这个福报是学佛以后我明白了，我开始修的，所以我这是现世修的，现世得的果报。有一天我在中国佛教会遇到甘珠（甘珠活佛跟我也是老朋友，他大概大我二十岁的样子），他把我叫到身边告诉我，他说净空法师，从前我们都在背后讲你。我说讲什么？你很聪明，可惜没有福报又短命。我说这些不要背后讲，当我面可以讲，我说我知道，我很清楚。他说你这几年讲经弘法的功德很大，你的命运转了，不但你有福报，而且你还很长寿。甘珠跟我讲的，第二年甘珠活佛就往生了，这是密宗里头很少的一位善知识，他也是章嘉的学生。",
      "zh_TW": "我在台中求學十年，早期我這十五年過的生活是非常非常艱苦，沒有福報，我自己曉得。現在你們看到我很自在，這個福報是學佛以後我明白了，我開始修的，所以我這是現世修的，現世得的果報。有一天我在中國佛教會遇到甘珠（甘珠活佛跟我也是老朋友，他大概大我二十歲的樣子），他把我叫到身邊告訴我，他說淨空法師，從前我們都在背後講你。我說講什麼？你很聰明，可惜沒有福報又短命。我說這些不要背後講，當我面可以講，我說我知道，我很清楚。他說你這幾年講經弘法的功德很大，你的命運轉了，不但你有福報，而且你還很長壽。甘珠跟我講的，第二年甘珠活佛就往生了，這是密宗裡頭很少的一位善知識，他也是章嘉的學生。"
    },
    {
      "id": "12-045-0263_p0026",
      "zh_CN": "所以我们懂得了，要真修，欢欢喜喜修布施，决定不要吝啬，决定不要考虑明天有没有，不想这些事情。愈施愈多，多到现在怎么样？现在没地方施了，现在变成这个样子。所以我才想出来，到大陆上去印石经，房山的石经我要求印一千套，分送给全世界每一个国家图书馆、大学图书馆，这样这套经典就会永存在这个世间，不会丧失掉。宗教局接受我的请求，我很欢喜。印这部经，那我要布施一大笔出去了，想大的，慢慢把它消掉。可是这边消掉，那边就来了，来得更多。这是什么？证实了佛在经上给我们讲的，财布施，愈施财愈多；法布施，愈施愈有智慧，聪明智慧增长；无畏布施，健康长寿。我相信，我真干，果然就得这个果报。非常可惜的，学佛的人很多不相信，还是善财难舍，还是要顾虑到明天生活怎么办，明年生活怎么办，天天打这些妄想，而不知道事实真相、因缘果报的大道理。你透彻了解，你就会非常痛快、非常欢喜去做。我们没见性，如果明心见性了，自性里面的财宝无量无边，那是称性的，我们现在是修积的。所以你一定要懂得，佛所说的话句句真实，没有一句是欺骗人的。",
      "zh_TW": "所以我們懂得了，要真修，歡歡喜喜修布施，決定不要吝嗇，決定不要考慮明天有沒有，不想這些事情。愈施愈多，多到現在怎麼樣？現在沒地方施了，現在變成這個樣子。所以我才想出來，到大陸上去印石經，房山的石經我要求印一千套，分送給全世界每一個國家圖書館、大學圖書館，這樣這套經典就會永存在這個世間，不會喪失掉。宗教局接受我的請求，我很歡喜。印這部經，那我要布施一大筆出去了，想大的，慢慢把它消掉。可是這邊消掉，那邊就來了，來得更多。這是什麼？證實了佛在經上給我們講的，財布施，愈施財愈多；法布施，愈施愈有智慧，聰明智慧增長；無畏布施，健康長壽。我相信，我真幹，果然就得這個果報。非常可惜的，學佛的人很多不相信，還是善財難捨，還是要顧慮到明天生活怎麼辦，明年生活怎麼辦，天天打這些妄想，而不知道事實真相、因緣果報的大道理。你透徹了解，你就會非常痛快、非常歡喜去做。我們沒見性，如果明心見性了，自性裡面的財寶無量無邊，那是稱性的，我們現在是修積的。所以你一定要懂得，佛所說的話句句真實，沒有一句是欺騙人的。"
    },
    {
      "id": "12-045-0263_p0027",
      "zh_CN": "施有报，得到的果报要赶快施，绝不可以说得到果报就不肯施；不肯施，你的果报永远就是这么多。佛家有个术语，这个术语现在社会上普通常用，「舍得」。舍得是佛家语，这个语两重意思：第一个说，舍下面就有得，你布施，后面就会有得到；更深一层意思，你所得到的还要舍掉，可不能留，留了怎么样？留了你出不了三界，得到的那个也要舍掉，所以这一句话两重意思。你舍一定有得，大舍有大得，但是那个大得要舍得干干净净，一丝毫都不能留，你才能证得法身，你才能证得菩萨果地。别说菩萨果地，声闻果地都要舍，你要不肯舍，声闻果都不能证得；换句话说，你永远是六道里面的凡夫，充其量得人天福报，到天上作天王。为什么？他也肯布施、肯舍，没有舍干净，舍干净他就出离了，他就不在六道，他就到四圣法界了。这些道理我们一定要懂。",
      "zh_TW": "施有報，得到的果報要趕快施，絕不可以說得到果報就不肯施；不肯施，你的果報永遠就是這麼多。佛家有個術語，這個術語現在社會上普通常用，「捨得」。捨得是佛家語，這個語兩重意思：第一個說，捨下面就有得，你布施，後面就會有得到；更深一層意思，你所得到的還要捨掉，可不能留，留了怎麼樣？留了你出不了三界，得到的那個也要捨掉，所以這一句話兩重意思。你捨一定有得，大捨有大得，但是那個大得要捨得乾乾淨淨，一絲毫都不能留，你才能證得法身，你才能證得菩薩果地。別說菩薩果地，聲聞果地都要捨，你要不肯捨，聲聞果都不能證得；換句話說，你永遠是六道裡面的凡夫，充其量得人天福報，到天上作天王。為什麼？他也肯布施、肯捨，沒有捨乾淨，捨乾淨他就出離了，他就不在六道，他就到四聖法界了。這些道理我們一定要懂。"
    },
    {
      "id": "12-045-0263_p0028",
      "zh_CN": "所以放下帮助你开智慧，帮助你看破，看破帮助你放下。菩萨道从初发心一直到成佛，要是说穿了，无非就是看破、放下，放下、看破，相辅相成，没有别的；给你讲经说法说得再多，智慧，智慧开了。祖师大德告诉我们，《华严经》在哪里？为什么说「十个三千大千世界微尘偈」？那十个三千大千世界还是比喻，不是数字，要是数字也不是很大的数字，那是比喻无量无尽的意思。智慧开了，你六根接触的都叫《华严》，一一法都含无量义，不是死在经书里头。我今天如果是基督教请我去讲经，我给他们讲《新旧约》，我所说的是《大方广佛华严》，但是用他的经本、用他的文字，一个字都不会错误，我讲的意思是大方广佛华严，就知道没有障碍。为什么没有障碍？分别执着没有了，障碍就没有了，就通了，虚空法界全都通了。所有障碍都是迷惑颠倒、分别执着，这里头产生许多错误的思想、错误的行为，带来不如意的果报。",
      "zh_TW": "所以放下幫助你開智慧，幫助你看破，看破幫助你放下。菩薩道從初發心一直到成佛，要是說穿了，無非就是看破、放下，放下、看破，相輔相成，沒有別的；給你講經說法說得再多，智慧，智慧開了。祖師大德告訴我們，《華嚴經》在哪裡？為什麼說「十個三千大千世界微塵偈」？那十個三千大千世界還是比喻，不是數字，要是數字也不是很大的數字，那是比喻無量無盡的意思。智慧開了，你六根接觸的都叫《華嚴》，一一法都含無量義，不是死在經書裡頭。我今天如果是基督教請我去講經，我給他們講《新舊約》，我所說的是《大方廣佛華嚴》，但是用他的經本、用他的文字，一個字都不會錯誤，我講的意思是大方廣佛華嚴，就知道沒有障礙。為什麼沒有障礙？分別執著沒有了，障礙就沒有了，就通了，虛空法界全都通了。所有障礙都是迷惑顛倒、分別執著，這裡頭產生許多錯誤的思想、錯誤的行為，帶來不如意的果報。"
    },
    {
      "id": "12-045-0263_p0029",
      "zh_CN": "「万行为其因道」，万行就是讲日常生活、日常工作，处事待人接物，都能够与菩提涅槃相应，这是因。我们再说个简单的说法大家更明了，我们的生活、工作、应酬都与六波罗蜜相应，果就是菩提涅槃，所以六波罗蜜要落实在生活里头。我们用最简单的话来说，布施就是为众生服务，牺牲奉献；持戒就是守法，守法、守规矩，做事情有条不紊；忍辱是耐心；精进是不断的求进步；禅定是心有主宰，不会被外面境界动摇；般若是智慧，对于一切事理、一切因果清清楚楚、明明白白，这就是把六波罗蜜落实在我们日常生活当中。落实在生活当中，这就叫菩萨行，我们的生活是菩萨行，我们的工作是菩萨行，我们处事待人接物也是菩萨行，果报就远离众生所有的畏惧恐怖，你所获得的是如来果地上的菩提涅槃。所以要解决我们现前问题，解决一切众生的问题，解决二十一世纪的问题，确实《华严》是非常有效果的教导。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "「萬行為其因道」，萬行就是講日常生活、日常工作，處事待人接物，都能夠與菩提涅槃相應，這是因。我們再說個簡單的說法大家更明瞭，我們的生活、工作、應酬都與六波羅蜜相應，果就是菩提涅槃，所以六波羅蜜要落實在生活裡頭。我們用最簡單的話來說，布施就是為眾生服務，犧牲奉獻；持戒就是守法，守法、守規矩，做事情有條不紊；忍辱是耐心；精進是不斷的求進步；禪定是心有主宰，不會被外面境界動搖；般若是智慧，對於一切事理、一切因果清清楚楚、明明白白，這就是把六波羅蜜落實在我們日常生活當中。落實在生活當中，這就叫菩薩行，我們的生活是菩薩行，我們的工作是菩薩行，我們處事待人接物也是菩薩行，果報就遠離眾生所有的畏懼恐怖，你所獲得的是如來果地上的菩提涅槃。所以要解決我們現前問題，解決一切眾生的問題，解決二十一世紀的問題，確實《華嚴》是非常有效果的教導。好，今天時間到了，我們就講到此地。"
    }
  ]
}