{
  "doc_id": "12-045-0055",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十五集",
    "zh_TW": "第五十五集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-045-0055",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "12-045-0055_p0001",
      "zh_CN": "请掀开经本第三十面，倒数第三行：",
      "zh_TW": "請掀開經本第三十面，倒數第三行："
    },
    {
      "id": "12-045-0055_p0002",
      "zh_CN": "【复有无量主方神。所谓遍住一切主方神。普现光明主方神。光行庄严主方神。周行不碍主方神。永断迷惑主方神。普游净空主方神。大云幢音主方神。髻目无乱主方神。普观世业主方神。周遍游览主方神。如是等而为上首。其数无量。能以方便普放光明。恒照十方相续不绝。】",
      "zh_TW": "【復有無量主方神。所謂遍住一切主方神。普現光明主方神。光行莊嚴主方神。周行不礙主方神。永斷迷惑主方神。普遊淨空主方神。大雲幢音主方神。髻目無亂主方神。普觀世業主方神。周遍遊覽主方神。如是等而為上首。其數無量。能以方便普放光明。恆照十方相續不絕。】"
    },
    {
      "id": "12-045-0055_p0003",
      "zh_CN": "到这里是一段。「主方」，用现代的话来说，就是主导一方，或者是主导一个时代。这里面包括的范围很广，譬如学术、科学、技术，乃至于工商，甚至于还包括政治、军事、国际关系，所以主方神所含的内容非常之多，几乎每一个行业都离不开。只要他在这个行业里面，有很大的成就、有很大的影响力，这种人物都可以说是主方神，这也是诸佛如来示现这种身分来度化一类的众生。第一句是说出他的数量，『复有无量主方神』。无量或者是无数，意思都是显示尽虚空遍法界，告诉我们华严这个法会绝不能够局限在释迦牟尼佛菩提树下入定，认为这个局面就很小了。因为他称性，既称性就没有大小、没有远近、没有内外，所以每一个团体里面的人数都是指向圆满的虚空法界。",
      "zh_TW": "到這裡是一段。「主方」，用現代的話來說，就是主導一方，或者是主導一個時代。這裡面包括的範圍很廣，譬如學術、科學、技術，乃至於工商，甚至於還包括政治、軍事、國際關係，所以主方神所含的內容非常之多，幾乎每一個行業都離不開。只要他在這個行業裡面，有很大的成就、有很大的影響力，這種人物都可以說是主方神，這也是諸佛如來示現這種身分來度化一類的眾生。第一句是說出他的數量，『復有無量主方神』。無量或者是無數，意思都是顯示盡虛空遍法界，告訴我們華嚴這個法會絕不能夠侷限在釋迦牟尼佛菩提樹下入定，認為這個局面就很小了。因為他稱性，既稱性就沒有大小、沒有遠近、沒有內外，所以每一個團體裡面的人數都是指向圓滿的虛空法界。"
    },
    {
      "id": "12-045-0055_p0004",
      "zh_CN": "我们看下面列举十位上首表法，从十位上首德号当中，我们要细细去体会、去学习。第一尊，『遍住一切主方神』。「一切」，当然是多的意思，到底是什么东西多？如果就学术上来讲，我们今天讲的科目，学校里面所排的科系。一切科系岂不就是一个圆满的学校吗？像一所大学，它里面分很多学院，院里面还分很多学系，系里面又分很多科目，这就指一个完整的，这在学习的过程当中。学习之后，当然一定是学以致用。讲到致用，那就是我们社会上各种的行业，「一切」也把各种行业全部包括在其中，连我们出家人这个行业也不例外，也在其中，这是一切的意思。如果就理上来讲，也能够讲是一切理、一切事、一切物，真正可以说一法都不漏。",
      "zh_TW": "我們看下面列舉十位上首表法，從十位上首德號當中，我們要細細去體會、去學習。第一尊，『遍住一切主方神』。「一切」，當然是多的意思，到底是什麼東西多？如果就學術上來講，我們今天講的科目，學校裡面所排的科系。一切科系豈不就是一個圓滿的學校嗎？像一所大學，它裡面分很多學院，院裡面還分很多學系，系裡面又分很多科目，這就指一個完整的，這在學習的過程當中。學習之後，當然一定是學以致用。講到致用，那就是我們社會上各種的行業，「一切」也把各種行業全部包括在其中，連我們出家人這個行業也不例外，也在其中，這是一切的意思。如果就理上來講，也能夠講是一切理、一切事、一切物，真正可以說一法都不漏。"
    },
    {
      "id": "12-045-0055_p0005",
      "zh_CN": "「遍住」，住是什么意思？佛在《般若经》上告诉我们，教给我们要无住，此地教给我们遍住，跟《金刚经》上的教诲是不是矛盾？确实有些人拿这个经跟《金刚经》一对照，释迦牟尼佛说话颠三倒四，一会儿教我们住，一会儿教我们不可以住，到底是住好还是不住好？实在说，佛没有说错，我们自己读经的人错会了佛的意思，怎么可以怪佛？遍住就是无住，这个意思能懂吗？早年我在讲席当中曾经说了一个比喻，我说自私自利，自私到极处就是博爱。今天在华严会上，这个意思应当不难体会，为什么？《华严》教我们入不二法门。住跟无住是二法，二法不是佛法；同样一个道理，自私跟博爱是二法，二法不是佛法；要把二法融合成一法，那就是佛法。佛教给我们应无所住，不可以住在一法上，住在任何一法都是错，你要是遍住一切那就没错，遍住一切就是无住，无住任何一法。我们听话要会听，因为你偏住在一法里面，那就是私，那是烦恼，你有偏爱，你有偏心；如果是等念一切，这不就是博爱吗？所以无住是无住任何一方。世尊要不能够遍住一切，他就没有必要去普度众生，何必去找这个麻烦？慈悲就没有了。大慈大悲是等念众生，平等的关怀一切众生，爱护一切众生，帮助一切众生，这就是遍住的意思。这个道理一定要搞清楚，决定不能产生误会。由此可知，此地这个句子跟《金刚经》上「应无所住」不但没有冲突，可以互相阐明、互相解释。什么叫遍住一切？无住生心就是遍住一切；什么叫无住生心？遍住一切就是无住生心。是一个意思，决定没有矛盾，决定没有冲突，这是我们应当要学习的。",
      "zh_TW": "「遍住」，住是什麼意思？佛在《般若經》上告訴我們，教給我們要無住，此地教給我們遍住，跟《金剛經》上的教誨是不是矛盾？確實有些人拿這個經跟《金剛經》一對照，釋迦牟尼佛說話顛三倒四，一會兒教我們住，一會兒教我們不可以住，到底是住好還是不住好？實在說，佛沒有說錯，我們自己讀經的人錯會了佛的意思，怎麼可以怪佛？遍住就是無住，這個意思能懂嗎？早年我在講席當中曾經說了一個比喻，我說自私自利，自私到極處就是博愛。今天在華嚴會上，這個意思應當不難體會，為什麼？《華嚴》教我們入不二法門。住跟無住是二法，二法不是佛法；同樣一個道理，自私跟博愛是二法，二法不是佛法；要把二法融合成一法，那就是佛法。佛教給我們應無所住，不可以住在一法上，住在任何一法都是錯，你要是遍住一切那就沒錯，遍住一切就是無住，無住任何一法。我們聽話要會聽，因為你偏住在一法裡面，那就是私，那是煩惱，你有偏愛，你有偏心；如果是等念一切，這不就是博愛嗎？所以無住是無住任何一方。世尊要不能夠遍住一切，他就沒有必要去普度眾生，何必去找這個麻煩？慈悲就沒有了。大慈大悲是等念眾生，平等的關懷一切眾生，愛護一切眾生，幫助一切眾生，這就是遍住的意思。這個道理一定要搞清楚，決定不能產生誤會。由此可知，此地這個句子跟《金剛經》上「應無所住」不但沒有衝突，可以互相闡明、互相解釋。什麼叫遍住一切？無住生心就是遍住一切；什麼叫無住生心？遍住一切就是無住生心。是一個意思，決定沒有矛盾，決定沒有衝突，這是我們應當要學習的。"
    },
    {
      "id": "12-045-0055_p0006",
      "zh_CN": "有人写信来问我，说我讲经曾经说过，「多一事不如少一事，少一事不如无事」，修清净心重要。他举个例子说，现在大陆上这么大的灾难，水患，我们就看着不动，不要理它？多一事不如少一事，少一事不如无事。这种人听经可就很麻烦。我们对于大陆上这些灾难，积极在筹款、在救济，哪有能说是坐着不动的道理？于是他的疑问来了，我们这个叫不叫攀缘？我们常常讲随缘而不攀缘，这是不是攀缘？不是，还是随缘。他连随缘、攀缘两个名词意思没搞清楚，所以就错解了意思。我说的意思他都错解了，佛说的意思焉能不误解？所以讲解一定要讲得清楚，听一定要听得周圆，不可以断章取义，断章取义就会产生很大的误会。",
      "zh_TW": "有人寫信來問我，說我講經曾經說過，「多一事不如少一事，少一事不如無事」，修清淨心重要。他舉個例子說，現在大陸上這麼大的災難，水患，我們就看著不動，不要理它？多一事不如少一事，少一事不如無事。這種人聽經可就很麻煩。我們對於大陸上這些災難，積極在籌款、在救濟，哪有能說是坐著不動的道理？於是他的疑問來了，我們這個叫不叫攀緣？我們常常講隨緣而不攀緣，這是不是攀緣？不是，還是隨緣。他連隨緣、攀緣兩個名詞意思沒搞清楚，所以就錯解了意思。我說的意思他都錯解了，佛說的意思焉能不誤解？所以講解一定要講得清楚，聽一定要聽得周圓，不可以斷章取義，斷章取義就會產生很大的誤會。"
    },
    {
      "id": "12-045-0055_p0007",
      "zh_CN": "佛教给我们，随缘而不攀缘是对自己，自行。佛法讲作用，从体起用，用有两方面，一个是自受用，一个是他受用。菩提心不是说得很明显吗？《观经》里面讲的至诚心，真诚到极处，这是菩提心的体，本体。从体起用就说了两个，深心是自受用，回向发愿心是他受用，这个不可以颠倒。马鸣菩萨在《起信论》里面讲，直心，他说的直心就是经上讲的至诚心；深心，经论相同；第三个他受用，大悲心。由此可知，回向发愿心就是大慈悲心，经论合起来看就很清楚、很明白。我们对自己，多一事不如少一事，少一事不如无事；对大众那可不行，大众要面面替他顾到，我们只尽心尽力去做。为什么要尽心尽力去做？你过去发过这个愿，「众生无边誓愿度」，这是度众生，帮助众生、成就众生，所以尽心尽力去做。这里面自受用跟他受用要能辨别清楚，然后就知道没有矛盾。",
      "zh_TW": "佛教給我們，隨緣而不攀緣是對自己，自行。佛法講作用，從體起用，用有兩方面，一個是自受用，一個是他受用。菩提心不是說得很明顯嗎？《觀經》裡面講的至誠心，真誠到極處，這是菩提心的體，本體。從體起用就說了兩個，深心是自受用，迴向發願心是他受用，這個不可以顛倒。馬鳴菩薩在《起信論》裡面講，直心，他說的直心就是經上講的至誠心；深心，經論相同；第三個他受用，大悲心。由此可知，迴向發願心就是大慈悲心，經論合起來看就很清楚、很明白。我們對自己，多一事不如少一事，少一事不如無事；對大眾那可不行，大眾要面面替他顧到，我們只盡心盡力去做。為什麼要盡心盡力去做？你過去發過這個願，「眾生無邊誓願度」，這是度眾生，幫助眾生、成就眾生，所以盡心盡力去做。這裡面自受用跟他受用要能辨別清楚，然後就知道沒有矛盾。"
    },
    {
      "id": "12-045-0055_p0008",
      "zh_CN": "一切诸佛与这些大菩萨们，他们都是无念。古大德给我们解释，无念不是什么念都没有，什么念都没有就变成无想定，那是外道、邪道，不是正法。无念是无自私的念头，无一切为我自己的念头，没有这个。为我自己、为私，那叫邪念，所以无念是无邪念，不是没有正念；正念都没有了，这就不是佛法。诸佛菩萨有正念，无邪念，这个要搞清楚。正念是什么？遍住一切，念念都是尽虚空遍法界一切苦难众生，这些人没有得度。所以佛菩萨的心是清净的、是平等的，常常怀这种悲愿，度众生的意念，他的心是清净、是平等。为什么有这个念头，心还是清净平等？这就讲随缘跟攀缘了。佛发愿度一切众生，并不是积极要度一切众生，那度不来的；缘成熟了就赶紧去帮助他，缘不成熟在旁边等，慢慢的等，不着急，所以他心清净。不像我们凡夫，心里很着急，要赶紧去度他，结果连自己也没度得了。所以佛菩萨的心永远清净，又不违誓愿，这才是真实智慧，这是我们应当要学的。念念为佛法久住世间，这是我们上报四重恩，建道场、树法幢、演经教、劝念佛，这都是报佛恩，正法久住；另一方面，念念不舍一切众生，佛氏门中不舍一人，平等的护念。你明白这个道理，哪一个众生不得诸佛如来护念？平等的得到。",
      "zh_TW": "一切諸佛與這些大菩薩們，他們都是無念。古大德給我們解釋，無念不是什麼念都沒有，什麼念都沒有就變成無想定，那是外道、邪道，不是正法。無念是無自私的念頭，無一切為我自己的念頭，沒有這個。為我自己、為私，那叫邪念，所以無念是無邪念，不是沒有正念；正念都沒有了，這就不是佛法。諸佛菩薩有正念，無邪念，這個要搞清楚。正念是什麼？遍住一切，念念都是盡虛空遍法界一切苦難眾生，這些人沒有得度。所以佛菩薩的心是清淨的、是平等的，常常懷這種悲願，度眾生的意念，他的心是清淨、是平等。為什麼有這個念頭，心還是清淨平等？這就講隨緣跟攀緣了。佛發願度一切眾生，並不是積極要度一切眾生，那度不來的；緣成熟了就趕緊去幫助他，緣不成熟在旁邊等，慢慢的等，不著急，所以他心清淨。不像我們凡夫，心裡很著急，要趕緊去度他，結果連自己也沒度得了。所以佛菩薩的心永遠清淨，又不違誓願，這才是真實智慧，這是我們應當要學的。念念為佛法久住世間，這是我們上報四重恩，建道場、樹法幢、演經教、勸念佛，這都是報佛恩，正法久住；另一方面，念念不捨一切眾生，佛氏門中不捨一人，平等的護念。你明白這個道理，哪一個眾生不得諸佛如來護念？平等的得到。"
    },
    {
      "id": "12-045-0055_p0009",
      "zh_CN": "为什么有些时候有一类众生，好像佛特别爱护他，特别加持他；有一些地区那些众生，佛好像就没有加持他，没有护念他，他还在受灾受难。其实佛对于虚空法界一切众生真的是平等的，可是我们这个地区的大众，能感受到佛的关怀，能感受到佛的加持，是我们肯接受，佛把这些关怀的心意送过来我们肯接受，所以就很明显。有些地方佛送过去，他拒绝不接受他去关怀，他好像感应就没有了，就是这么一个道理。我们肯念佛，我们肯研究教理，肯依教奉行，能信、能解、能行，得到的加持就非常显著。如果我们对佛法排斥，不信，也不愿意去研究，更不可能去奉行，佛虽然同样关怀，你是一丝毫感触都没有，道理在此地。由此可知，问题出在我们这边，不在佛那边。我们做佛弟子要想学佛，我们的心要清净、要平等，要普遍关注一切众生，上至菩萨，下至地狱众生，佛法里面常讲十法界依正庄严，我们要常常念在心里头。",
      "zh_TW": "為什麼有些時候有一類眾生，好像佛特別愛護他，特別加持他；有一些地區那些眾生，佛好像就沒有加持他，沒有護念他，他還在受災受難。其實佛對於虛空法界一切眾生真的是平等的，可是我們這個地區的大眾，能感受到佛的關懷，能感受到佛的加持，是我們肯接受，佛把這些關懷的心意送過來我們肯接受，所以就很明顯。有些地方佛送過去，他拒絕不接受他去關懷，他好像感應就沒有了，就是這麼一個道理。我們肯念佛，我們肯研究教理，肯依教奉行，能信、能解、能行，得到的加持就非常顯著。如果我們對佛法排斥，不信，也不願意去研究，更不可能去奉行，佛雖然同樣關懷，你是一絲毫感觸都沒有，道理在此地。由此可知，問題出在我們這邊，不在佛那邊。我們做佛弟子要想學佛，我們的心要清淨、要平等，要普遍關注一切眾生，上至菩薩，下至地獄眾生，佛法裡面常講十法界依正莊嚴，我們要常常念在心裡頭。"
    },
    {
      "id": "12-045-0055_p0010",
      "zh_CN": "再看第二尊，『普现光明主方神』。「主方」记住，主导一方，主导一个时代，这样的人物都称之为主方神。「普现光明」，这是智慧，如果没有高度的智慧，你就不能够主导一方，这是一定的道理。在学术里面，无论是哪一种科系，文学也好、哲学也好、科学也好、医学也好，任何学术，你如果有特殊的成就，现代社会往往对于这些有成就的人，国际上颁发诺贝尔奖金，这个奖金是代表一种成就，诸如此类的，都显示出高度的智慧。在社会，我们生活层次里面，无论过的是哪一种生活方式，或者你从事某一个行业，你有真实智慧，你在这个工作里面、在这个行业里面，我们常讲是这个生活当中的典范，是这个行业里面的模范，足以为大众做表率，令大众向你学习，你就是主导这一个行业，主导某一种方式，无不是展现出真实的智慧、高度的智慧，这是普现光明，你的智慧用在你日常生活当中。前面跟诸位举的例子，穿衣吃饭，这是日常生活当中不能够避免的，天天都在做的，这个生活怎样展现普现光明？前面所说的，诸位要细细去想想。我们喝一杯水，每一滴水里面都具足圆满的六波罗蜜；抬头、举手、眨一眨眼睛，这里头也具足普贤十大愿王，你能够体会得到吗？",
      "zh_TW": "再看第二尊，『普現光明主方神』。「主方」記住，主導一方，主導一個時代，這樣的人物都稱之為主方神。「普現光明」，這是智慧，如果沒有高度的智慧，你就不能夠主導一方，這是一定的道理。在學術裡面，無論是哪一種科系，文學也好、哲學也好、科學也好、醫學也好，任何學術，你如果有特殊的成就，現代社會往往對於這些有成就的人，國際上頒發諾貝爾獎金，這個獎金是代表一種成就，諸如此類的，都顯示出高度的智慧。在社會，我們生活層次裡面，無論過的是哪一種生活方式，或者你從事某一個行業，你有真實智慧，你在這個工作裡面、在這個行業裡面，我們常講是這個生活當中的典範，是這個行業裡面的模範，足以為大眾做表率，令大眾向你學習，你就是主導這一個行業，主導某一種方式，無不是展現出真實的智慧、高度的智慧，這是普現光明，你的智慧用在你日常生活當中。前面跟諸位舉的例子，穿衣吃飯，這是日常生活當中不能夠避免的，天天都在做的，這個生活怎樣展現普現光明？前面所說的，諸位要細細去想想。我們喝一杯水，每一滴水裡面都具足圓滿的六波羅蜜；抬頭、舉手、眨一眨眼睛，這裡頭也具足普賢十大願王，你能夠體會得到嗎？"
    },
    {
      "id": "12-045-0055_p0011",
      "zh_CN": "这些高智慧，诺贝尔奖金没发现。在大乘佛法里头，诺贝尔奖金没有颁发给你不要紧，诸佛菩萨颁发给你的关怀，颁发给你的护念，成就你无上菩提，使我们超凡入圣。我们原本是个凡夫，道道地地的凡夫，现在这么一个大的转变，从凡夫的生活转变成佛菩萨的生活，这叫得大自在，佛法里面常讲得大善利，世出世间的善没有比这个更善，利益也没有比这个更大的利益，这在佛法当中才能得到，普遍示现真实智慧。在《无量寿经》里面，给我们讲了三个真实，真实之际、真实之利、住真实慧，就是普现光明的意思。我们也想能入这个境界，可是想入总是入不进去。我们常说，我们希求的愿达不到，必有障碍，你要把这个障碍找出来，把这个障碍消除掉，那不就没有障碍了吗？没有障碍，所求一定就有应，有求必应，你的愿会圆满的。障碍出在哪里？追究到根源，障碍出现在妄想分别执着；换句话说，你心不清净、你心不平，心不平等、心不清净这就是大障碍。所以佛菩萨教导我们随缘而不攀缘，消除障碍，我们自性里面的智慧德能就能够现前。此地虽然没有说德能，包含在光明之中，有智慧哪有没有德能之理？下面这一句，德能就显示出来了。",
      "zh_TW": "這些高智慧，諾貝爾獎金沒發現。在大乘佛法裡頭，諾貝爾獎金沒有頒發給你不要緊，諸佛菩薩頒發給你的關懷，頒發給你的護念，成就你無上菩提，使我們超凡入聖。我們原本是個凡夫，道道地地的凡夫，現在這麼一個大的轉變，從凡夫的生活轉變成佛菩薩的生活，這叫得大自在，佛法裡面常講得大善利，世出世間的善沒有比這個更善，利益也沒有比這個更大的利益，這在佛法當中才能得到，普遍示現真實智慧。在《無量壽經》裡面，給我們講了三個真實，真實之際、真實之利、住真實慧，就是普現光明的意思。我們也想能入這個境界，可是想入總是入不進去。我們常說，我們希求的願達不到，必有障礙，你要把這個障礙找出來，把這個障礙消除掉，那不就沒有障礙了嗎？沒有障礙，所求一定就有應，有求必應，你的願會圓滿的。障礙出在哪裡？追究到根源，障礙出現在妄想分別執著；換句話說，你心不清淨、你心不平，心不平等、心不清淨這就是大障礙。所以佛菩薩教導我們隨緣而不攀緣，消除障礙，我們自性裡面的智慧德能就能夠現前。此地雖然沒有說德能，包含在光明之中，有智慧哪有沒有德能之理？下面這一句，德能就顯示出來了。"
    },
    {
      "id": "12-045-0055_p0012",
      "zh_CN": "请看底下这一尊，『光行庄严主方神』。这一尊德号里面关键的字眼在「行」，行是要去做，不是空口说，是要做到。不但要身做到、口做到，心要入境界，这最重要的；心入境界，身口自然就入了。清凉大师在《四十华严》经题里面给我们讲得很清楚，他讲「入不思议解脱境界」，解释「入」字，入有能入、有所入，所入就是一真法界，能入又分为身入、心入，然后特别强调心入，心入，身当然就入；心要不入，身怎样也入不进去。所以最重要是心，三业里头意业要紧，意业才是关键。由此可知，行最重要是心理上的行为，心理的行为是起心动念。「光行」，光是智慧，说明这是自性般若智慧的起行，而所行的形相就是诸佛菩萨大慈大悲普度众生，在虚空法界随类化身、随机演教；演是做出榜样来给人看，表演，教是苦口婆心的劝导大家，那是光行之相。无论是体、是相、是理、是事，都庄严到极处。「庄严」这两个字，要是用现代话来说，美好，一丝毫欠缺都没有，美好到了极处。",
      "zh_TW": "請看底下這一尊，『光行莊嚴主方神』。這一尊德號裡面關鍵的字眼在「行」，行是要去做，不是空口說，是要做到。不但要身做到、口做到，心要入境界，這最重要的；心入境界，身口自然就入了。清涼大師在《四十華嚴》經題裡面給我們講得很清楚，他講「入不思議解脫境界」，解釋「入」字，入有能入、有所入，所入就是一真法界，能入又分為身入、心入，然後特別強調心入，心入，身當然就入；心要不入，身怎樣也入不進去。所以最重要是心，三業裡頭意業要緊，意業才是關鍵。由此可知，行最重要是心理上的行為，心理的行為是起心動念。「光行」，光是智慧，說明這是自性般若智慧的起行，而所行的形相就是諸佛菩薩大慈大悲普度眾生，在虛空法界隨類化身、隨機演教；演是做出榜樣來給人看，表演，教是苦口婆心的勸導大家，那是光行之相。無論是體、是相、是理、是事，都莊嚴到極處。「莊嚴」這兩個字，要是用現代話來說，美好，一絲毫欠缺都沒有，美好到了極處。"
    },
    {
      "id": "12-045-0055_p0013",
      "zh_CN": "这个说法大家听了未必能落实，我们还要说得清楚一点，说得更明显一点，怎样落实到我们现实的生活之中？这四个字，「光行庄严」。我们起心动念、言语造作，这就包括我们全部的行为，身语意三业，三业都能够与般若智慧相应，你的三业就是光行，表现出来的这些形相自然就是庄严。身语意三业如何与自性般若相应？前面我们在主空神这一章讲得很多，主空神这一段我们讲了四个小时，目的就是希望大家明了如何与自性空寂之体相应。明白这个道理，晓得这种修行方法，对于我们的生活、修持有很大的帮助，不仅仅是能够提升我们的境界，而且是有效、快速的帮助我们提升。像这些理事，这个经往后还要不断多次的重复。古时候的印度人跟中国人不一样，中国人不喜欢重复，不喜欢这么麻烦，印度人喜欢重复，不怕麻烦。我们仔细从旁边去观察，印度人可爱，我们中国人不如。中国人的言语文字，虽然极力讲求，要求的是简要详明，实在说只有少数人得利益，大多数人得不到利益。有几个人听一遍他就开悟？毕竟是少数。印度人之可爱，他不怕麻烦，他喜欢重复，一遍没听懂还有第二遍，第二遍没听懂还有第三遍。释迦牟尼佛很有耐心，可以重复一百次，重复一千次，重复一万次，一直等到听众大彻大悟为止，这是佛的教学比孔老夫子教学慈悲得多。我们看《论语》，孔老夫子教学，他对于学生的要求，「举一隅，不能以三隅反者」，孔老夫子不教了。像这个房子四个角，告诉你这边这个角是九十度的直角，孔老夫子教你这一个，你就应该联想到那三个也是这样的，孔老夫子教你。如果教你这一个九十度的直角，你再问：老夫子，那一边呢？老夫子说你笨蛋，不教你了。可是释迦牟尼佛教，释迦牟尼佛不怕麻烦，这就说明释迦牟尼佛比孔子慈悲多了，不怕麻烦。这是我说古印度人可爱之处。",
      "zh_TW": "這個說法大家聽了未必能落實，我們還要說得清楚一點，說得更明顯一點，怎樣落實到我們現實的生活之中？這四個字，「光行莊嚴」。我們起心動念、言語造作，這就包括我們全部的行為，身語意三業，三業都能夠與般若智慧相應，你的三業就是光行，表現出來的這些形相自然就是莊嚴。身語意三業如何與自性般若相應？前面我們在主空神這一章講得很多，主空神這一段我們講了四個小時，目的就是希望大家明瞭如何與自性空寂之體相應。明白這個道理，曉得這種修行方法，對於我們的生活、修持有很大的幫助，不僅僅是能夠提升我們的境界，而且是有效、快速的幫助我們提升。像這些理事，這個經往後還要不斷多次的重複。古時候的印度人跟中國人不一樣，中國人不喜歡重複，不喜歡這麼麻煩，印度人喜歡重複，不怕麻煩。我們仔細從旁邊去觀察，印度人可愛，我們中國人不如。中國人的言語文字，雖然極力講求，要求的是簡要詳明，實在說只有少數人得利益，大多數人得不到利益。有幾個人聽一遍他就開悟？畢竟是少數。印度人之可愛，他不怕麻煩，他喜歡重複，一遍沒聽懂還有第二遍，第二遍沒聽懂還有第三遍。釋迦牟尼佛很有耐心，可以重複一百次，重複一千次，重複一萬次，一直等到聽眾大徹大悟為止，這是佛的教學比孔老夫子教學慈悲得多。我們看《論語》，孔老夫子教學，他對於學生的要求，「舉一隅，不能以三隅反者」，孔老夫子不教了。像這個房子四個角，告訴你這邊這個角是九十度的直角，孔老夫子教你這一個，你就應該聯想到那三個也是這樣的，孔老夫子教你。如果教你這一個九十度的直角，你再問：老夫子，那一邊呢？老夫子說你笨蛋，不教你了。可是釋迦牟尼佛教，釋迦牟尼佛不怕麻煩，這就說明釋迦牟尼佛比孔子慈悲多了，不怕麻煩。這是我說古印度人可愛之處。"
    },
    {
      "id": "12-045-0055_p0014",
      "zh_CN": "这个地方讲智慧有浅深、有大小的差别。其实智慧哪里有什么浅深大小？是我们每个人自己烦恼习气、妄想执着有轻重差别不同，我们烦恼重的人，智慧就显得小，烦恼轻的人智慧就显得大，就这么个道理。所以佛教给我们一定要断烦恼，要除习气。而断烦恼除习气的方法很多，所谓是八万四千法门、无量法门。在所有一切法门当中，诸佛如来又告诉我们，念佛的方法最殊胜、最妙，我们今天采取这个方法。所以念佛的时候万缘放下，什么都不想，只想着这一句佛号，把这句佛号念得清清楚楚、明明白白，这个样子，久而久之，你就会开悟，你就会明白。参禅的目的是开悟，念佛的目的也是开悟，但是参禅如果不开悟，他就没有功德，念佛的人不开悟也能往生。正因为这个事实，所以十方三世一切诸佛如来都劝我们念佛，不开悟能往生，生到极乐世界，古大德常说，「但得见弥陀，何愁不开悟？」在这个地方不开悟没有关系，往生到极乐世界，见到阿弥陀佛就会开悟。这是个特别法门，其他法门所不能比的。你表现出来自然就庄严，你的行谊自然就可观，这是「光行庄严主方神」所表的意义，我们应当懂得怎样去学习。",
      "zh_TW": "這個地方講智慧有淺深、有大小的差別。其實智慧哪裡有什麼淺深大小？是我們每個人自己煩惱習氣、妄想執著有輕重差別不同，我們煩惱重的人，智慧就顯得小，煩惱輕的人智慧就顯得大，就這麼個道理。所以佛教給我們一定要斷煩惱，要除習氣。而斷煩惱除習氣的方法很多，所謂是八萬四千法門、無量法門。在所有一切法門當中，諸佛如來又告訴我們，念佛的方法最殊勝、最妙，我們今天採取這個方法。所以念佛的時候萬緣放下，什麼都不想，只想著這一句佛號，把這句佛號念得清清楚楚、明明白白，這個樣子，久而久之，你就會開悟，你就會明白。參禪的目的是開悟，念佛的目的也是開悟，但是參禪如果不開悟，他就沒有功德，念佛的人不開悟也能往生。正因為這個事實，所以十方三世一切諸佛如來都勸我們念佛，不開悟能往生，生到極樂世界，古大德常說，「但得見彌陀，何愁不開悟？」在這個地方不開悟沒有關係，往生到極樂世界，見到阿彌陀佛就會開悟。這是個特別法門，其他法門所不能比的。你表現出來自然就莊嚴，你的行誼自然就可觀，這是「光行莊嚴主方神」所表的意義，我們應當懂得怎樣去學習。"
    },
    {
      "id": "12-045-0055_p0015",
      "zh_CN": "再看第四尊，『周行不碍主方神』。「周行」里面的意思很多，第一个意思「周遍法界」，确实有这个意思，尽虚空遍法界哪个地方众生有感，他就有应，感应道交没有障碍。像我们赞叹观世音菩萨「千处祈求千处应」，千不是数字，是比喻，一切时、一切处众生有感，菩萨就有应，感应道交绝不失时，这是周行无碍的意思。另外一个意思，「周密」的意思。佛菩萨度一切众生，周密不是有心去设计的，是自自然然。我们今天讲思想周密，极其微细他都想到，方法周密、境界周密、果报周密，无有障碍才能做到，才算是周行。落实在本经里面，清凉大师给我们讲的四种无碍，这是诸位都熟悉的，理无碍、事无碍、理事无碍、事事无碍。你要问：这四种为什么都无碍？因为都与自性寂静之体相应，所以它是无碍的，本来就无碍。落实在事相上，小而毛孔、微尘（毛孔是正报最小的，微尘是依报最小的），大至虚空法界，都是无障碍的，不但理无碍，事无碍、事事无碍，这是跟你讲实话。诸佛如来所证得的境界是无障碍的法界，无障碍的法界就叫做一真法界；才起障碍，一真就不见了，就变成十法界。「十」不是数字，我们要是把《华严经》上的十看作数字那就错了，十表无量、表圆满，数字从一到十是一个圆满，所以十代表大圆满，不是代表数字。",
      "zh_TW": "再看第四尊，『周行不礙主方神』。「周行」裡面的意思很多，第一個意思「周遍法界」，確實有這個意思，盡虛空遍法界哪個地方眾生有感，他就有應，感應道交沒有障礙。像我們讚歎觀世音菩薩「千處祈求千處應」，千不是數字，是比喻，一切時、一切處眾生有感，菩薩就有應，感應道交絕不失時，這是周行無礙的意思。另外一個意思，「周密」的意思。佛菩薩度一切眾生，周密不是有心去設計的，是自自然然。我們今天講思想周密，極其微細他都想到，方法周密、境界周密、果報周密，無有障礙才能做到，才算是周行。落實在本經裡面，清涼大師給我們講的四種無礙，這是諸位都熟悉的，理無礙、事無礙、理事無礙、事事無礙。你要問：這四種為什麼都無礙？因為都與自性寂靜之體相應，所以它是無礙的，本來就無礙。落實在事相上，小而毛孔、微塵（毛孔是正報最小的，微塵是依報最小的），大至虛空法界，都是無障礙的，不但理無礙，事無礙、事事無礙，這是跟你講實話。諸佛如來所證得的境界是無障礙的法界，無障礙的法界就叫做一真法界；才起障礙，一真就不見了，就變成十法界。「十」不是數字，我們要是把《華嚴經》上的十看作數字那就錯了，十表無量、表圓滿，數字從一到十是一個圓滿，所以十代表大圓滿，不是代表數字。"
    },
    {
      "id": "12-045-0055_p0016",
      "zh_CN": "我们初学，从什么地方用功夫，这一点非常重要。我们看到诸佛菩萨无碍行，我们非常羡慕，何以我们自己触处全是障碍？我们生活得很苦，生活得不自在。看到佛经上所说的，看多了，多了就变成麻木不仁。佛菩萨有，我们没有，怎么学也学不到、也学不像。其实错在我们自己，我们不懂得从哪里学起。天台大师教给我们学习的次第，他老人家讲六个层次、六个阶段，这六个阶段是「六即」。第一个给我们讲理，「理即佛」，是说尽虚空遍法界一切依正庄严全是诸佛如来。「诸佛如来」这四个字，要用另外一个方法来说，真如自性，真如自性就叫做诸佛如来。诸是多，众多众多，众多是从相上说的。给你讲真如自性是从体上说的，诸佛如来是从相上说的，体跟相是一不是二，性相一如，理事不二。所以天台大师头一个就把这个原理说出来，理即佛。《华严经》上说，「情与无情，同圆种智」，就是这个意思。有情众生是真如自性变现出来的，无情众生也是真如自性变现出来的，所以情与无情，同圆种智。",
      "zh_TW": "我們初學，從什麼地方用功夫，這一點非常重要。我們看到諸佛菩薩無礙行，我們非常羨慕，何以我們自己觸處全是障礙？我們生活得很苦，生活得不自在。看到佛經上所說的，看多了，多了就變成麻木不仁。佛菩薩有，我們沒有，怎麼學也學不到、也學不像。其實錯在我們自己，我們不懂得從哪裡學起。天台大師教給我們學習的次第，他老人家講六個層次、六個階段，這六個階段是「六即」。第一個給我們講理，「理即佛」，是說盡虛空遍法界一切依正莊嚴全是諸佛如來。「諸佛如來」這四個字，要用另外一個方法來說，真如自性，真如自性就叫做諸佛如來。諸是多，眾多眾多，眾多是從相上說的。給你講真如自性是從體上說的，諸佛如來是從相上說的，體跟相是一不是二，性相一如，理事不二。所以天台大師頭一個就把這個原理說出來，理即佛。《華嚴經》上說，「情與無情，同圓種智」，就是這個意思。有情眾生是真如自性變現出來的，無情眾生也是真如自性變現出來的，所以情與無情，同圓種智。"
    },
    {
      "id": "12-045-0055_p0017",
      "zh_CN": "如果大家还要听不懂的话，我们从比喻上说，我们用黄金塑造一尊地藏菩萨的像，这是有情众生；再造一个茶杯，茶杯是无情众生，都是黄金造的，一样，没有两样，重量相等，艺术价值也相等，没有两样。情与无情同是黄金，同一个性体，它怎么不同圆种智？同圆种智就同成佛道，佛道就是圆满的智慧。这是理，理上讲一切众生统统都是佛。《华严经》上所说的，「一切众生本来成佛」，《圆觉经》上也有这个经文，所以一切众生是真佛，不是假佛。不是说我们把他当作佛来看待，那你还是有分别，还是有执着，你入不了境界；他是真的，他不是假的。为什么现的相不同？那就是诸佛如来随类化身，《楞严经》上所说的，「随众生心，应所知量」，千百亿化身；千百亿不一定是指数字，是种类，千百亿不同种类的化身。像我们在华严会上看到这些一类一类的，总共有两百多类，每一类里面的数量无量无边，才称之为诸佛如来。理亦如是。",
      "zh_TW": "如果大家還要聽不懂的話，我們從比喻上說，我們用黃金塑造一尊地藏菩薩的像，這是有情眾生；再造一個茶杯，茶杯是無情眾生，都是黃金造的，一樣，沒有兩樣，重量相等，藝術價值也相等，沒有兩樣。情與無情同是黃金，同一個性體，它怎麼不同圓種智？同圓種智就同成佛道，佛道就是圓滿的智慧。這是理，理上講一切眾生統統都是佛。《華嚴經》上所說的，「一切眾生本來成佛」，《圓覺經》上也有這個經文，所以一切眾生是真佛，不是假佛。不是說我們把他當作佛來看待，那你還是有分別，還是有執著，你入不了境界；他是真的，他不是假的。為什麼現的相不同？那就是諸佛如來隨類化身，《楞嚴經》上所說的，「隨眾生心，應所知量」，千百億化身；千百億不一定是指數字，是種類，千百億不同種類的化身。像我們在華嚴會上看到這些一類一類的，總共有兩百多類，每一類裡面的數量無量無邊，才稱之為諸佛如來。理亦如是。"
    },
    {
      "id": "12-045-0055_p0018",
      "zh_CN": "我们今天迷惑颠倒，我们的日子苦不堪言，尤其是生在现代这个时代，灾变异常。所以常常接近我的同修，我都劝导大家，今天生死事小，从生到死这一生当中没什么了不起，事小；死生事大，死了以后再到哪里去投生，这个事情大。所以我们今天不怕死，想着死了以后到哪里去，你能够想到这个问题，能够注意到这个问题，你有智慧，你觉悟了。在佛法里面讲，摆在面前十条路，十法界，你死了以后，你到哪一个法界去？这个要有智慧，要有选择。每一个法界里面又很复杂，里头有无量。你说我选佛法界，好，不错，佛有无量佛，无量无边诸佛刹土，你到哪一个佛刹土去？我们今天是老师替我们选择的，我们依教奉行，释迦牟尼佛劝导我们选择阿弥陀佛的净土，我们怕什么？纵然灾难现前，有人说这个世间会爆发核子战争，核子弹在空中爆发，我们像看焰火一样看得很快乐，我们到西方极乐世界去了，一点恐怖都没有。经上常常提醒我们远离恐怖妄想，所以灾难临前不恐怖，自己才能做得了主宰；如果灾难现前，自己一惊慌、一害怕，完了，三恶道去了。我们今天要练这个功夫，什么样的灾难现前都不惊不怖，心是定的，有主宰，决定有好去处，很要紧很要紧！这都是在周行无碍意思之中。特别在这个时代，我们在这个道场，尤其是这个念佛堂，放下万缘，一心专念阿弥陀佛，这就是「周行不碍」。",
      "zh_TW": "我們今天迷惑顛倒，我們的日子苦不堪言，尤其是生在現代這個時代，災變異常。所以常常接近我的同修，我都勸導大家，今天生死事小，從生到死這一生當中沒什麼了不起，事小；死生事大，死了以後再到哪裡去投生，這個事情大。所以我們今天不怕死，想著死了以後到哪裡去，你能夠想到這個問題，能夠注意到這個問題，你有智慧，你覺悟了。在佛法裡面講，擺在面前十條路，十法界，你死了以後，你到哪一個法界去？這個要有智慧，要有選擇。每一個法界裡面又很複雜，裡頭有無量。你說我選佛法界，好，不錯，佛有無量佛，無量無邊諸佛剎土，你到哪一個佛剎土去？我們今天是老師替我們選擇的，我們依教奉行，釋迦牟尼佛勸導我們選擇阿彌陀佛的淨土，我們怕什麼？縱然災難現前，有人說這個世間會爆發核子戰爭，核子彈在空中爆發，我們像看焰火一樣看得很快樂，我們到西方極樂世界去了，一點恐怖都沒有。經上常常提醒我們遠離恐怖妄想，所以災難臨前不恐怖，自己才能做得了主宰；如果災難現前，自己一驚慌、一害怕，完了，三惡道去了。我們今天要練這個功夫，什麼樣的災難現前都不驚不怖，心是定的，有主宰，決定有好去處，很要緊很要緊！這都是在周行無礙意思之中。特別在這個時代，我們在這個道場，尤其是這個念佛堂，放下萬緣，一心專念阿彌陀佛，這就是「周行不礙」。"
    },
    {
      "id": "12-045-0055_p0019",
      "zh_CN": "天台大师说了理，然后给我们说「名字即佛」，这名字，完全没有功夫，是在最初的修学。我们今天都是困在名字位中，所以自己的功夫不得力，困在名字位中。我们在念佛堂念佛也是困在名字位中，为什么？口念阿弥陀佛，心不相应。在念佛堂，现在每天十二个小时念佛，如果心不相应，那就是寒山、拾得笑话我们，「喊破喉咙也枉然」。为什么？你是念这个名号，心不相应。要怎样才相应？再提升一个阶段，「观行即佛」，那就行了，只要有观行这个功夫，给诸位说决定往生。诸位要知道，名字位中不能往生，观行就往生了。观行位在其他法门里面不行，不能出三界，可是在我们净土法门叫带业往生，这个观行就是我们所说的功夫成片。什么叫观行？我们要简单说清楚、说明白，这个心向阿弥陀佛，念这句阿弥陀佛的名号，就想到阿弥陀佛的教诲，就想到《无量寿经》上所说的。《无量寿经》讲得太多，一下想也想不起来，如果老是在想就打妄想，又打闲岔，那念佛又夹杂。不想，自然相应，与什么相应？清净平等觉，与这五个字相应就行了，这就是渐渐入境界，你的心清净了。清净心里面没有是非人我，没有贪瞋痴慢，这叫清净。",
      "zh_TW": "天台大師說了理，然後給我們說「名字即佛」，這名字，完全沒有功夫，是在最初的修學。我們今天都是困在名字位中，所以自己的功夫不得力，困在名字位中。我們在念佛堂念佛也是困在名字位中，為什麼？口念阿彌陀佛，心不相應。在念佛堂，現在每天十二個小時念佛，如果心不相應，那就是寒山、拾得笑話我們，「喊破喉嚨也枉然」。為什麼？你是念這個名號，心不相應。要怎樣才相應？再提升一個階段，「觀行即佛」，那就行了，只要有觀行這個功夫，給諸位說決定往生。諸位要知道，名字位中不能往生，觀行就往生了。觀行位在其他法門裡面不行，不能出三界，可是在我們淨土法門叫帶業往生，這個觀行就是我們所說的功夫成片。什麼叫觀行？我們要簡單說清楚、說明白，這個心向阿彌陀佛，念這句阿彌陀佛的名號，就想到阿彌陀佛的教誨，就想到《無量壽經》上所說的。《無量壽經》講得太多，一下想也想不起來，如果老是在想就打妄想，又打閒岔，那念佛又夾雜。不想，自然相應，與什麼相應？清淨平等覺，與這五個字相應就行了，這就是漸漸入境界，你的心清淨了。清淨心裡面沒有是非人我，沒有貪瞋痴慢，這叫清淨。"
    },
    {
      "id": "12-045-0055_p0020",
      "zh_CN": "在念佛堂里面没有是非人我，没有贪瞋痴慢；离开念佛堂，也没有是非人我，也没有贪瞋痴慢，那叫观行即。念佛堂里没有，离开念佛堂又有了，不行，你的功夫没成片。所谓成片，在念佛堂，离念佛堂，一切时、一切处都是这个样子，这才叫成片。离开念佛堂，不念佛号了，是非人我、贪瞋痴慢又起来了，不管用！一切时、一切处、一切境缘之中，境是物质环境，不论是顺境、是逆境；缘是人事环境，不论是好人、是恶人，自己都能够保持住没有是非人我、没有贪瞋痴慢，你的心确实住在清净平等觉里面，这个佛号有力量，功夫得力了，这叫观行即。绝不是说你每天念佛念多少个小时、念多少万声，如果不相应，功夫不得力，往生没有把握。一定要功夫得力，一定要功夫成片，这样的功夫，在经上讲，生凡圣同居土。看你的功夫浅深，凡圣同居土里面也有三辈九品，可是这个我们可以不必介意，即使下下品往生，到西方极乐世界也是平等成佛。《无量寿经》讲得那么清楚，讲得那么明白，我们要相信，经上决定没有一句话是妄语，深信不疑。",
      "zh_TW": "在念佛堂裡面沒有是非人我，沒有貪瞋痴慢；離開念佛堂，也沒有是非人我，也沒有貪瞋痴慢，那叫觀行即。念佛堂裡沒有，離開念佛堂又有了，不行，你的功夫沒成片。所謂成片，在念佛堂，離念佛堂，一切時、一切處都是這個樣子，這才叫成片。離開念佛堂，不念佛號了，是非人我、貪瞋痴慢又起來了，不管用！一切時、一切處、一切境緣之中，境是物質環境，不論是順境、是逆境；緣是人事環境，不論是好人、是惡人，自己都能夠保持住沒有是非人我、沒有貪瞋痴慢，你的心確實住在清淨平等覺裡面，這個佛號有力量，功夫得力了，這叫觀行即。絕不是說你每天念佛念多少個小時、念多少萬聲，如果不相應，功夫不得力，往生沒有把握。一定要功夫得力，一定要功夫成片，這樣的功夫，在經上講，生凡聖同居土。看你的功夫淺深，凡聖同居土裡面也有三輩九品，可是這個我們可以不必介意，即使下下品往生，到西方極樂世界也是平等成佛。《無量壽經》講得那麼清楚，講得那麼明白，我們要相信，經上決定沒有一句話是妄語，深信不疑。"
    },
    {
      "id": "12-045-0055_p0021",
      "zh_CN": "从观行即佛再提升到「相似即佛」，相似就是事一心不乱，我们未必能达得到，但是观行位中是任何一个人都做得到的，就是你肯不肯干，所以这个法门叫「三根普被，利钝全收」，道理就在此地。其他的法门，观行即是决定不能成就，我们这个位子就成就了。到相似即佛是事一心，到「分证即佛」是理一心，分证是出了十法界，往生是生实报庄严土。所以我们对于理事、方法、境界都要清清楚楚、明明白白，我们念佛才欢喜，知道自己念得是有功行、有功夫，功夫得力。分分修持，分分利益，自己圆满的得到，他都能相应。周遍、周圆的意思很多，我们在此地也不过就是略举几端而已，细说说不尽。",
      "zh_TW": "從觀行即佛再提升到「相似即佛」，相似就是事一心不亂，我們未必能達得到，但是觀行位中是任何一個人都做得到的，就是你肯不肯幹，所以這個法門叫「三根普被，利鈍全收」，道理就在此地。其他的法門，觀行即是決定不能成就，我們這個位子就成就了。到相似即佛是事一心，到「分證即佛」是理一心，分證是出了十法界，往生是生實報莊嚴土。所以我們對於理事、方法、境界都要清清楚楚、明明白白，我們念佛才歡喜，知道自己念得是有功行、有功夫，功夫得力。分分修持，分分利益，自己圓滿的得到，他都能相應。周遍、周圓的意思很多，我們在此地也不過就是略舉幾端而已，細說說不盡。"
    },
    {
      "id": "12-045-0055_p0022",
      "zh_CN": "再看第五尊，『永断迷惑主方神』，不但是要断，要「永断」，「迷惑」就是烦恼。烦恼里面特别着重痴，痴迷，痴很难断。贪瞋这两种烦恼，古德常说，虽然猛利，但是好断，唯独痴烦恼难断，古人有个比喻，比喻作藕断丝连，藕断掉了，丝还连在一起，说明痴烦恼很难断，叫愚痴，愚痴也就是无明。因为贪瞋，戒定就能断，你持戒能伏烦恼，烦恼虽然没断，但是它不起作用。持戒的意思广，我们今天说持戒，特别是在华严会上，大家决定不可以把它坐实在戒条上，那你就错了。戒条当然包括在其中，但是它的范围比戒条广大，佛所有一切的教诫都叫做戒，我们都要奉行、都要遵守，这才叫持戒。所以持戒能伏烦恼，因戒得定，定能断烦恼，定功能断烦恼，永断。永断是什么？让烦恼永远不会起现行。要到什么程度？要到四果罗汉。佛将修定，修行人修定，他们的功夫分为九个等级，像初禅、二禅、三禅、四禅，是等级。前面八个等级都不能超越六道轮回，四禅定生四禅天，四空定生四空天，合起来我们称它作四禅八定，这是修定的八个阶段，三界之内，没出去。第八定再加功夫，超越过去，到第九定成功了，出三界了。第九定是四果阿罗汉所证得的，所以阿罗汉出了三界，超越六道轮回，阿罗汉的见思烦恼永断。见思烦恼虽然永断，迷惑没断，迷惑是无明，所以他能断见思烦恼，不能断无明。无明还要更深的定功，到定开智慧，大彻大悟，明心见性，那就断迷惑了。由此可知，永断迷惑，浅而言之是什么境界？圆教初住菩萨，超越十法界，你才是永断。如果要讲到究竟处，给诸位说，要证到如来的果位才永断迷惑。",
      "zh_TW": "再看第五尊，『永斷迷惑主方神』，不但是要斷，要「永斷」，「迷惑」就是煩惱。煩惱裡面特別著重痴，痴迷，痴很難斷。貪瞋這兩種煩惱，古德常說，雖然猛利，但是好斷，唯獨痴煩惱難斷，古人有個比喻，比喻作藕斷絲連，藕斷掉了，絲還連在一起，說明痴煩惱很難斷，叫愚痴，愚痴也就是無明。因為貪瞋，戒定就能斷，你持戒能伏煩惱，煩惱雖然沒斷，但是它不起作用。持戒的意思廣，我們今天說持戒，特別是在華嚴會上，大家決定不可以把它坐實在戒條上，那你就錯了。戒條當然包括在其中，但是它的範圍比戒條廣大，佛所有一切的教誡都叫做戒，我們都要奉行、都要遵守，這才叫持戒。所以持戒能伏煩惱，因戒得定，定能斷煩惱，定功能斷煩惱，永斷。永斷是什麼？讓煩惱永遠不會起現行。要到什麼程度？要到四果羅漢。佛將修定，修行人修定，他們的功夫分為九個等級，像初禪、二禪、三禪、四禪，是等級。前面八個等級都不能超越六道輪迴，四禪定生四禪天，四空定生四空天，合起來我們稱它作四禪八定，這是修定的八個階段，三界之內，沒出去。第八定再加功夫，超越過去，到第九定成功了，出三界了。第九定是四果阿羅漢所證得的，所以阿羅漢出了三界，超越六道輪迴，阿羅漢的見思煩惱永斷。見思煩惱雖然永斷，迷惑沒斷，迷惑是無明，所以他能斷見思煩惱，不能斷無明。無明還要更深的定功，到定開智慧，大徹大悟，明心見性，那就斷迷惑了。由此可知，永斷迷惑，淺而言之是什麼境界？圓教初住菩薩，超越十法界，你才是永斷。如果要講到究竟處，給諸位說，要證到如來的果位才永斷迷惑。"
    },
    {
      "id": "12-045-0055_p0023",
      "zh_CN": "《华严经》上给我们说，无明有四十一品，菩萨有四十一个位次，这四十一个位次从哪里来的？断无明上说的。断一品无明，断一品无明就证一分法身，是圆教初住菩萨；再断一品无明叫二住菩萨；再断一品，三住菩萨；断十品，你十住就满了；再断一品，断十一品，就到初行位的菩萨。四十品无明断了，还剩一品，等觉菩萨；这四十个位子︰十住、十行、十回向、十地，四十品无明断尽，他就是等觉。等觉把最后一品破尽了、断尽了，这就证得圆满佛，就永断迷惑，这个的确不容易。诸位从这个地方去看，我们就深深体会到，他们这些人不是真的法身大士，给你讲老实话，都是诸佛示现，诸佛如来示现的。应以法身菩萨身得度者，他就现法身菩萨，四十一位法身大士是法身菩萨，诸佛如来所示现的，你才知道华严海会是多么的殊胜，无比的殊胜。",
      "zh_TW": "《華嚴經》上給我們說，無明有四十一品，菩薩有四十一個位次，這四十一個位次從哪裡來的？斷無明上說的。斷一品無明，斷一品無明就證一分法身，是圓教初住菩薩；再斷一品無明叫二住菩薩；再斷一品，三住菩薩；斷十品，你十住就滿了；再斷一品，斷十一品，就到初行位的菩薩。四十品無明斷了，還剩一品，等覺菩薩；這四十個位子︰十住、十行、十迴向、十地，四十品無明斷盡，他就是等覺。等覺把最後一品破盡了、斷盡了，這就證得圓滿佛，就永斷迷惑，這個的確不容易。諸位從這個地方去看，我們就深深體會到，他們這些人不是真的法身大士，給你講老實話，都是諸佛示現，諸佛如來示現的。應以法身菩薩身得度者，他就現法身菩薩，四十一位法身大士是法身菩薩，諸佛如來所示現的，你才知道華嚴海會是多麼的殊勝，無比的殊勝。"
    },
    {
      "id": "12-045-0055_p0024",
      "zh_CN": "我们今天要怎样来断迷惑？如果要是从研教上来下手，怕的是不但破不了迷惑，可能会增长迷惑。何以故？我们研教往往把教义曲解了，不是如来的意思。开经偈讲「愿解如来真实义」，我们是错解如来真实义，曲解如来真实义，你不是增加迷惑？我在过去遇到一个学生，这个学生早年听我讲经，也跟我走得很近。以后听说他去学密去了，我们就很少往来。早年他学经的时候，他是一个教师，是个中学的教师。在台湾中上学校都有学佛的社团，学生学佛的风气很盛，老师也学佛。他告诉我，他在学校佛学社里面开了一门课，讲《百法明门论》，他也是听我讲《百法明门论》，到学校去讲。我听了之后，我特别提醒他，我说你要特别注意，明门不要讲成了暗门。他听不懂我的话，问我，什么叫明门？什么叫暗门？暗是黑暗，明是光明，不可以把光明讲成黑暗。这个话什么意思？会讲、会听的人，从这一百法里面开悟，那就是明门。如果讲这一百法，又把这一百法一条一条记得很清楚，那就变成暗门。众生烦恼、妄想已经够多了，你再加一百个妄想，叫他去听、去想，那不叫黑暗吗？不容易，这是学教的难处，你要是不能够正解，正信、正解、正行，你就搞错了。今天学佛的人，学佛有那一番宗教的热忱，但是他不是正信、正解、正行，所以佛法里头真实殊胜的功德利益他没有得到。",
      "zh_TW": "我們今天要怎樣來斷迷惑？如果要是從研教上來下手，怕的是不但破不了迷惑，可能會增長迷惑。何以故？我們研教往往把教義曲解了，不是如來的意思。開經偈講「願解如來真實義」，我們是錯解如來真實義，曲解如來真實義，你不是增加迷惑？我在過去遇到一個學生，這個學生早年聽我講經，也跟我走得很近。以後聽說他去學密去了，我們就很少往來。早年他學經的時候，他是一個教師，是個中學的教師。在台灣中上學校都有學佛的社團，學生學佛的風氣很盛，老師也學佛。他告訴我，他在學校佛學社裡面開了一門課，講《百法明門論》，他也是聽我講《百法明門論》，到學校去講。我聽了之後，我特別提醒他，我說你要特別注意，明門不要講成了暗門。他聽不懂我的話，問我，什麼叫明門？什麼叫暗門？暗是黑暗，明是光明，不可以把光明講成黑暗。這個話什麼意思？會講、會聽的人，從這一百法裡面開悟，那就是明門。如果講這一百法，又把這一百法一條一條記得很清楚，那就變成暗門。眾生煩惱、妄想已經夠多了，你再加一百個妄想，叫他去聽、去想，那不叫黑暗嗎？不容易，這是學教的難處，你要是不能夠正解，正信、正解、正行，你就搞錯了。今天學佛的人，學佛有那一番宗教的熱忱，但是他不是正信、正解、正行，所以佛法裡頭真實殊勝的功德利益他沒有得到。"
    },
    {
      "id": "12-045-0055_p0025",
      "zh_CN": "如果我们用近代科学的方法来说，诸位体会比较容易一点。现在大家都晓得，我们起心动念都会发出思想的波，都会发出波，我们从医院心电图里面可以看出来。如果你的心与道相应，就是与自性相应，你在心电图之下，你那个电波画出来的一定非常好看，它是平的，到一个时期它会震动一下，震动很微弱，幅度非常均匀，说明你的思想正常，你的心地清净。如果这个心里面有是非人我、贪瞋痴慢，心电图的震动不正常，幅度很大。这个道理现在人都懂得。我们修学如果不是正信、正解、正行，你的思想波就是不正常的，跟你没有学佛之前差不多，没有什么改善。果然修行功夫得力，把从前那些是非人我、贪瞋痴慢真的放下了、减少了，与正信、正解、正行相应了，你这个思想波就产生很大的变化。你心地非常平和、清净、慈悲、充满智慧，你的生活自然吉祥，你的工作自然如意，充满了幸福，前途一片光明，必然是这个道理，这个就是功夫得力的现象。功夫不得力，你心里面的念头起伏还是那么大，还是那么复杂，还是那样的不匀，功夫不得力。虽然天天没有离开修学，没有离开你的功课，早晚功课一堂没缺，甚至于在我们此地念佛堂，十二个小时从来没有缺过课，功夫还是不得力，这就是不相应。我们要从这个地方警惕，从这个地方警策自己、提醒自己。所以正信、正解、正行重要！",
      "zh_TW": "如果我們用近代科學的方法來說，諸位體會比較容易一點。現在大家都曉得，我們起心動念都會發出思想的波，都會發出波，我們從醫院心電圖裡面可以看出來。如果你的心與道相應，就是與自性相應，你在心電圖之下，你那個電波畫出來的一定非常好看，它是平的，到一個時期它會震動一下，震動很微弱，幅度非常均勻，說明你的思想正常，你的心地清淨。如果這個心裡面有是非人我、貪瞋痴慢，心電圖的震動不正常，幅度很大。這個道理現在人都懂得。我們修學如果不是正信、正解、正行，你的思想波就是不正常的，跟你沒有學佛之前差不多，沒有什麼改善。果然修行功夫得力，把從前那些是非人我、貪瞋痴慢真的放下了、減少了，與正信、正解、正行相應了，你這個思想波就產生很大的變化。你心地非常平和、清淨、慈悲、充滿智慧，你的生活自然吉祥，你的工作自然如意，充滿了幸福，前途一片光明，必然是這個道理，這個就是功夫得力的現象。功夫不得力，你心裡面的念頭起伏還是那麼大，還是那麼複雜，還是那樣的不勻，功夫不得力。雖然天天沒有離開修學，沒有離開你的功課，早晚功課一堂沒缺，甚至於在我們此地念佛堂，十二個小時從來沒有缺過課，功夫還是不得力，這就是不相應。我們要從這個地方警惕，從這個地方警策自己、提醒自己。所以正信、正解、正行重要！"
    },
    {
      "id": "12-045-0055_p0026",
      "zh_CN": "古时候社会环境单纯，没有太大的诱惑，人心厚道，听经少也行，没有关系，听了之后他就能信，他就能理解；解得不多也没有关系，他就能够老实念。「老实」两个字重要！老实的标准，古人所讲的不怀疑、不夹杂、不间断，那叫老实，如果有疑惑、有夹杂就不老实。所以老实念，没有一个不成就的。现代的社会跟从前不一样，人心没有从前那么厚道，可以说许许多多人用心都是虚妄的，都不是真诚的，欺骗别人已经成了一种习惯，不知不觉，自自然然的它就起现行，就造罪业；虽造，不知道这是造罪业，还以为这是很正常的。而社会诱惑的力量，比过去加了一千倍都不止。所以我们在现在这个时代，不在教理上下功夫，那怎么行？你的正信、正解一定要从经论上建立，所以现在要广学多闻。广学多闻，大家又要听清楚，不是叫你一切经论都学，不是这个意思，那又把我们搞乱了、又搞杂了。我们广学多闻里头一门深入，这一部经锲而不舍，学一遍再一遍，学一百遍、学一千遍，要这样下功夫才行。所以我们今天讲多闻是遍数多，不是一部经讲一遍、听一遍就了事，那是得不到利益的。不断的重复去读诵、演说，这是多闻；广，从义理上广。",
      "zh_TW": "古時候社會環境單純，沒有太大的誘惑，人心厚道，聽經少也行，沒有關係，聽了之後他就能信，他就能理解；解得不多也沒有關係，他就能夠老實念。「老實」兩個字重要！老實的標準，古人所講的不懷疑、不夾雜、不間斷，那叫老實，如果有疑惑、有夾雜就不老實。所以老實念，沒有一個不成就的。現代的社會跟從前不一樣，人心沒有從前那麼厚道，可以說許許多多人用心都是虛妄的，都不是真誠的，欺騙別人已經成了一種習慣，不知不覺，自自然然的它就起現行，就造罪業；雖造，不知道這是造罪業，還以為這是很正常的。而社會誘惑的力量，比過去加了一千倍都不止。所以我們在現在這個時代，不在教理上下功夫，那怎麼行？你的正信、正解一定要從經論上建立，所以現在要廣學多聞。廣學多聞，大家又要聽清楚，不是叫你一切經論都學，不是這個意思，那又把我們搞亂了、又搞雜了。我們廣學多聞裡頭一門深入，這一部經鍥而不捨，學一遍再一遍，學一百遍、學一千遍，要這樣下功夫才行。所以我們今天講多聞是遍數多，不是一部經講一遍、聽一遍就了事，那是得不到利益的。不斷的重複去讀誦、演說，這是多聞；廣，從義理上廣。"
    },
    {
      "id": "12-045-0055_p0027",
      "zh_CN": "我今天在此地跟诸位讲《华严经》也讲得广。开头应当这样讲，让大家生欢喜心，让大家生希有心，知道这个经里面字字句句含无量义，字字句句对我们有真实的利益，学了就用上。如果这样的经文，这个经文好长，它不是短，太长了，有十一卷半的经文，这么长；如果这样的经文，都照注解含糊笼统讲过去，大家听《华严经》的兴趣没有了，枯燥无味，天天念这些神的名字，你就会退心。所以《华严》难就难在这一关，这一关突破，后面就容易多了；这一关很难讲，很不容易理解。如果这一关里面你能看出味道，那全经其味无穷，你真正尝到法味，真正生起法喜，法喜充满，法味无尽。所以深跟广的意思从这里说。这是我们看古人的注解、读佛经、听讲，一定要把意思搞清楚、搞明白，不能够误会了。有稍稍一点偏差，往往就误导我们，使我们利益得不到。利益就是我们的生活，佛法没有离开我们现实的生活；换句话说，教我们怎样生活，教我们怎样过日子，这是佛法。",
      "zh_TW": "我今天在此地跟諸位講《華嚴經》也講得廣。開頭應當這樣講，讓大家生歡喜心，讓大家生希有心，知道這個經裡面字字句句含無量義，字字句句對我們有真實的利益，學了就用上。如果這樣的經文，這個經文好長，它不是短，太長了，有十一卷半的經文，這麼長；如果這樣的經文，都照註解含糊籠統講過去，大家聽《華嚴經》的興趣沒有了，枯燥無味，天天念這些神的名字，你就會退心。所以《華嚴》難就難在這一關，這一關突破，後面就容易多了；這一關很難講，很不容易理解。如果這一關裡面你能看出味道，那全經其味無窮，你真正嘗到法味，真正生起法喜，法喜充滿，法味無盡。所以深跟廣的意思從這裡說。這是我們看古人的註解、讀佛經、聽講，一定要把意思搞清楚、搞明白，不能夠誤會了。有稍稍一點偏差，往往就誤導我們，使我們利益得不到。利益就是我們的生活，佛法沒有離開我們現實的生活；換句話說，教我們怎樣生活，教我們怎樣過日子，這是佛法。"
    },
    {
      "id": "12-045-0055_p0028",
      "zh_CN": "再看底下这一尊，『普游净空主方神』，「普」是普遍，「游」是游历。第六尊菩萨跟前面第四尊「周行不碍」意思很接近，普游就是周行的意思。这个地方说出两个字，一个是「净」，清净，一个是「空」，空寂。净是从事上讲的，空是从理上讲的，心要空，心不能有，有就坏了；事，事是有，事要清净。事如何才能清净？事与理相应就清净，不相应就不清净。怎么样相应？与空相应，《般若经》上告诉我们三轮体空。佛举了一个事来做比喻，布施，举这桩事情来说明三轮体空。布施，有能布施的人，有所布施之物，还有一个能接受布施的人，三方面，布施这桩事才做圆满了。怎样叫体空？体空是不执着，离分别执着，这就是空。可见得不是事空，是观念空。不执着能施，我布施，不执着我，能施空；也不执着所布施之物，确实布施的有物，不执着这个物，也不分别这个物，这布施之物空；也不可以分别执着接受布施的那个人。事要不要做？事要做，天天在修布施。所谓布施即无布施，天天在做，事上有，心里头痕迹都不着，这叫做三轮体空，你所布施的这叫净施。三轮都与空理相应，也就是说都能够离分别执着，你的心永远清净，心里面痕迹都不落，这布施三轮体空。持戒也如是。戒要不要持？持，严持戒律。严持戒律，不着能持的人，也不着所持的戒，持戒三轮体空。然后是忍辱、精进、禅定、般若，无有一法不是三轮体空。明白这个道理，我们在日常生活当中，日常工作之中，点点滴滴要做得很认真，要做得很确实。不是叫你什么都不做，那你就完全错了；事要做，认真努力的去做，利益众生、利益自己，要做。虽做，他不着相，他没有妄想、没有分别、没有执着，所以叫三轮体空，他所造的这些就叫做净业。",
      "zh_TW": "再看底下這一尊，『普遊淨空主方神』，「普」是普遍，「遊」是遊歷。第六尊菩薩跟前面第四尊「周行不礙」意思很接近，普遊就是周行的意思。這個地方說出兩個字，一個是「淨」，清淨，一個是「空」，空寂。淨是從事上講的，空是從理上講的，心要空，心不能有，有就壞了；事，事是有，事要清淨。事如何才能清淨？事與理相應就清淨，不相應就不清淨。怎麼樣相應？與空相應，《般若經》上告訴我們三輪體空。佛舉了一個事來做比喻，布施，舉這樁事情來說明三輪體空。布施，有能布施的人，有所布施之物，還有一個能接受布施的人，三方面，布施這樁事才做圓滿了。怎樣叫體空？體空是不執著，離分別執著，這就是空。可見得不是事空，是觀念空。不執著能施，我布施，不執著我，能施空；也不執著所布施之物，確實布施的有物，不執著這個物，也不分別這個物，這布施之物空；也不可以分別執著接受布施的那個人。事要不要做？事要做，天天在修布施。所謂布施即無布施，天天在做，事上有，心裡頭痕跡都不著，這叫做三輪體空，你所布施的這叫淨施。三輪都與空理相應，也就是說都能夠離分別執著，你的心永遠清淨，心裡面痕跡都不落，這布施三輪體空。持戒也如是。戒要不要持？持，嚴持戒律。嚴持戒律，不著能持的人，也不著所持的戒，持戒三輪體空。然後是忍辱、精進、禪定、般若，無有一法不是三輪體空。明白這個道理，我們在日常生活當中，日常工作之中，點點滴滴要做得很認真，要做得很確實。不是叫你什麼都不做，那你就完全錯了；事要做，認真努力的去做，利益眾生、利益自己，要做。雖做，他不著相，他沒有妄想、沒有分別、沒有執著，所以叫三輪體空，他所造的這些就叫做淨業。"
    },
    {
      "id": "12-045-0055_p0029",
      "zh_CN": "你们常常听到有善业、有恶业、有净业，什么叫净业？不着相了，善恶业统统是净业。一有分别执着，这个业就有善有恶；如果你要是不执着，善恶业都是净业。这个话好像又很难懂，说善业是净业，怎么恶业也是净业？《华严经》到末后，有三位菩萨是专门做坏事的，做贪瞋痴的。在五十三参诸位所看到的，甘露火王瞋恚，胜热婆罗门愚痴，他们是搞贪瞋痴的。他们那个贪瞋痴是净业，他不是恶业。我们搞贪瞋痴要堕三恶道，他们搞贪瞋痴成佛去了、作菩萨去了，为什么？三轮体空。为什么要现贪瞋痴这个相？度那一类的众生，有一类众生非用这个方法度他不可。他是用这种手段去度化众生，心地一尘不染，所以它叫净业。由此可知，无论是善业，无论是恶业，只要达到三轮体空都叫净业。与空相应，这个空不是顽空，这个空是真空，真空就是自性的寂静，在菩萨五种忍里面是「寂灭忍」，清净寂灭，空是这个意思，与这个空相应，你的起心动念、言语造作都叫做净业。",
      "zh_TW": "你們常常聽到有善業、有惡業、有淨業，什麼叫淨業？不著相了，善惡業統統是淨業。一有分別執著，這個業就有善有惡；如果你要是不執著，善惡業都是淨業。這個話好像又很難懂，說善業是淨業，怎麼惡業也是淨業？《華嚴經》到末後，有三位菩薩是專門做壞事的，做貪瞋痴的。在五十三參諸位所看到的，甘露火王瞋恚，勝熱婆羅門愚痴，他們是搞貪瞋痴的。他們那個貪瞋痴是淨業，他不是惡業。我們搞貪瞋痴要墮三惡道，他們搞貪瞋痴成佛去了、作菩薩去了，為什麼？三輪體空。為什麼要現貪瞋痴這個相？度那一類的眾生，有一類眾生非用這個方法度他不可。他是用這種手段去度化眾生，心地一塵不染，所以它叫淨業。由此可知，無論是善業，無論是惡業，只要達到三輪體空都叫淨業。與空相應，這個空不是頑空，這個空是真空，真空就是自性的寂靜，在菩薩五種忍裡面是「寂滅忍」，清淨寂滅，空是這個意思，與這個空相應，你的起心動念、言語造作都叫做淨業。"
    },
    {
      "id": "12-045-0055_p0030",
      "zh_CN": "业是造作，你不是没有造作，你的造作是清净的，是作而无作、无作而作。作是真在做，为什么叫无作？心里头没有分别执着，那是无作。所以作跟无作是同时，它不是两桩事情，它是一桩事情。这个道理，这桩事情落实在我们生活上，落实在我们工作上，落实在我们处事待人接物上，你全修的是净业。你修净业，你是净业菩萨，你不是凡人。净业菩萨是法身大士，超越十法界了。这是我们应当要学的，这也是周遍法界，这里面细说就说不尽了，「普」这个字就说不尽了。我们要细心去体会，要把它落实在自己生活上，你才能真正得受用。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "業是造作，你不是沒有造作，你的造作是清淨的，是作而無作、無作而作。作是真在做，為什麼叫無作？心裡頭沒有分別執著，那是無作。所以作跟無作是同時，它不是兩樁事情，它是一樁事情。這個道理，這樁事情落實在我們生活上，落實在我們工作上，落實在我們處事待人接物上，你全修的是淨業。你修淨業，你是淨業菩薩，你不是凡人。淨業菩薩是法身大士，超越十法界了。這是我們應當要學的，這也是周遍法界，這裡面細說就說不盡了，「普」這個字就說不盡了。我們要細心去體會，要把它落實在自己生活上，你才能真正得受用。好，今天時間到了，我們就講到此地。"
    }
  ]
}