{
  "doc_id": "12-045-0462",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四六二集",
    "zh_TW": "第四六二集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-045-0462",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "12-045-0462_p0001",
      "zh_CN": "诸位同学，请看「世主妙严品」，主林神偈颂第八首：",
      "zh_TW": "諸位同學，請看「世主妙嚴品」，主林神偈頌第八首："
    },
    {
      "id": "12-045-0462_p0002",
      "zh_CN": "【如来示现大神通，十方国土皆周遍，佛昔修行悉令见，此普香光所入门。】",
      "zh_TW": "【如來示現大神通，十方國土皆周遍，佛昔修行悉令見，此普香光所入門。】"
    },
    {
      "id": "12-045-0462_p0003",
      "zh_CN": "这是香光普遍主林神他的赞颂，他所修学的法门是「十方普现昔所修治广大行境界」。清凉大师跟我们说，「昔行称周法界，是广大境。神通普令物见，倣而行之。」这是菩萨真实的功德，我们在赞颂里面细心去观察、去体会、去学习。『如来示现大神通，十方国土皆周遍』，这两句就是长行里面的广大境，广大的境界。「如来」是讲的性德，也就是讲的真如本性，是从理上说的，是从性上说的。性能现，不但能现而且能变。觉悟的人他的变现，我们讲的神通，「如来示现大神通」，是随顺众生之感，我们常讲「众生有感，佛菩萨就有应」。诸位要知道，这个应就是《楞严经》上所讲的「随众生心，应所知量」，众生心是有感，应所知量，这个性德自自然然就应现。",
      "zh_TW": "這是香光普遍主林神他的讚頌，他所修學的法門是「十方普現昔所修治廣大行境界」。清涼大師跟我們說，「昔行稱周法界，是廣大境。神通普令物見，倣而行之。」這是菩薩真實的功德，我們在讚頌裡面細心去觀察、去體會、去學習。『如來示現大神通，十方國土皆周遍』，這兩句就是長行裡面的廣大境，廣大的境界。「如來」是講的性德，也就是講的真如本性，是從理上說的，是從性上說的。性能現，不但能現而且能變。覺悟的人他的變現，我們講的神通，「如來示現大神通」，是隨順眾生之感，我們常講「眾生有感，佛菩薩就有應」。諸位要知道，這個應就是《楞嚴經》上所講的「隨眾生心，應所知量」，眾生心是有感，應所知量，這個性德自自然然就應現。"
    },
    {
      "id": "12-045-0462_p0004",
      "zh_CN": "在凡夫，十法界依正庄严从心想生，唯识所变。我们要问，诸佛如来、法身菩萨示现在六道、示现在十法界，是不是也是唯识所现？这是当然之理，没有例外的。诸佛菩萨要到六道、十法界来，还是唯识所现。这样说来他跟我们凡夫有什么差别？我们凡夫现前境界是心现识变的，诸佛菩萨到这里来示现也是心现识变的。心现没有差别，完全没有差别；识变有差别，差别在什么地方？凡夫迷，佛菩萨觉。诸位要晓得，真如本性没有觉迷，从心想生确实有觉有迷，从心想生是识变。这个境界就好像我们看演戏，舞台上这些表演的演员，表演得非常逼真，他知道自己在演戏；而一般凡夫迷在这里面，不知道是在演戏，就这么回事情。",
      "zh_TW": "在凡夫，十法界依正莊嚴從心想生，唯識所變。我們要問，諸佛如來、法身菩薩示現在六道、示現在十法界，是不是也是唯識所現？這是當然之理，沒有例外的。諸佛菩薩要到六道、十法界來，還是唯識所現。這樣說來他跟我們凡夫有什麼差別？我們凡夫現前境界是心現識變的，諸佛菩薩到這裡來示現也是心現識變的。心現沒有差別，完全沒有差別；識變有差別，差別在什麼地方？凡夫迷，佛菩薩覺。諸位要曉得，真如本性沒有覺迷，從心想生確實有覺有迷，從心想生是識變。這個境界就好像我們看演戲，舞台上這些表演的演員，表演得非常逼真，他知道自己在演戲；而一般凡夫迷在這裡面，不知道是在演戲，就這麼回事情。"
    },
    {
      "id": "12-045-0462_p0005",
      "zh_CN": "由此可知，大乘经教里常常说「烦恼即菩提，生死即涅槃」，这两句话的用意很深很深。诸佛菩萨应化在世间，这两句话他清清楚楚、明明白白，而我们凡夫一天到晚也在起用，迷惑颠倒，不知道事实真相。烦恼是迷，菩提是悟，烦恼跟菩提的体是一个，就是自性。迷了的时候，性德起用就变成烦恼；觉悟之后，自性起用就变成菩提。跟诸位说，烦恼的相有没有改变？没有改变。该笑的时候笑，该哭的时候哭，该打人、该骂人的时候照干，菩萨示现在我们这个世间就是这样的。但是不一样的是，他自己知道是在表演、是在演戏，所演的每一个动作、每一个音声都是令众生觉悟的。不管他演的是正面的或者演的是反派的，都是帮助众生觉悟的，众生要会看、要会听、要善于体会；如果不认识、不会看、不会听，体会不到，你就把佛菩萨当作凡夫一样看待，好像凡夫跟佛菩萨没有差别、没有两样。实际上骨子里头不一样，外表一样，里面不一样。里面是什么？佛菩萨里面是真诚、清净、平等、觉，凡夫里面是虚伪、是染污、是不平、是愚痴、是自私自利，这一点不相同。佛菩萨所表演的你仔细去观察，他跟看破、放下、自在、随缘绝对是相应的，凡夫没有。我们要会看，你才真正认识人。",
      "zh_TW": "由此可知，大乘經教裡常常說「煩惱即菩提，生死即涅槃」，這兩句話的用意很深很深。諸佛菩薩應化在世間，這兩句話他清清楚楚、明明白白，而我們凡夫一天到晚也在起用，迷惑顛倒，不知道事實真相。煩惱是迷，菩提是悟，煩惱跟菩提的體是一個，就是自性。迷了的時候，性德起用就變成煩惱；覺悟之後，自性起用就變成菩提。跟諸位說，煩惱的相有沒有改變？沒有改變。該笑的時候笑，該哭的時候哭，該打人、該罵人的時候照幹，菩薩示現在我們這個世間就是這樣的。但是不一樣的是，他自己知道是在表演、是在演戲，所演的每一個動作、每一個音聲都是令眾生覺悟的。不管他演的是正面的或者演的是反派的，都是幫助眾生覺悟的，眾生要會看、要會聽、要善於體會；如果不認識、不會看、不會聽，體會不到，你就把佛菩薩當作凡夫一樣看待，好像凡夫跟佛菩薩沒有差別、沒有兩樣。實際上骨子裡頭不一樣，外表一樣，裡面不一樣。裡面是什麼？佛菩薩裡面是真誠、清淨、平等、覺，凡夫裡面是虛偽、是染污、是不平、是愚痴、是自私自利，這一點不相同。佛菩薩所表演的你仔細去觀察，他跟看破、放下、自在、隨緣絕對是相應的，凡夫沒有。我們要會看，你才真正認識人。"
    },
    {
      "id": "12-045-0462_p0006",
      "zh_CN": "在这个世间我们一般讲，哪个是好人、哪个是坏人，你要有能力观察、有能力辨别。如果你是菩萨，我想你也会跟诸佛如来一样，以真实智慧、善巧方便，善巧方便我们讲是最好的方法手段，帮助恶人回头变成好人，帮助不善的人回过头来变成善人，这是诸佛菩萨示现在六道十法界目的之所在。这个目的是我们说有目的，在他没有，他如果还要有什么目的，他的心就被污染了，他没有，确确实实是「作而无作，无作而作」，心地一尘不染，经上所说的「实际理地，不染一尘」，差别在此地，我们要懂得。所以「入法界品」里面，文殊菩萨教善财去参学，教他怎样、用什么样的心态去侍奉善知识，末后特别有一句嘱咐，不要见善知识过失。清凉大师在注解里面，就这一句话有很具体的说明。再来人，倒驾慈航来度众生的。",
      "zh_TW": "在這個世間我們一般講，哪個是好人、哪個是壞人，你要有能力觀察、有能力辨別。如果你是菩薩，我想你也會跟諸佛如來一樣，以真實智慧、善巧方便，善巧方便我們講是最好的方法手段，幫助惡人回頭變成好人，幫助不善的人回過頭來變成善人，這是諸佛菩薩示現在六道十法界目的之所在。這個目的是我們說有目的，在他沒有，他如果還要有什麼目的，他的心就被污染了，他沒有，確確實實是「作而無作，無作而作」，心地一塵不染，經上所說的「實際理地，不染一塵」，差別在此地，我們要懂得。所以「入法界品」裡面，文殊菩薩教善財去參學，教他怎樣、用什麼樣的心態去侍奉善知識，末後特別有一句囑咐，不要見善知識過失。清涼大師在註解裡面，就這一句話有很具體的說明。再來人，倒駕慈航來度眾生的。"
    },
    {
      "id": "12-045-0462_p0007",
      "zh_CN": "他的那些方法我们不知道，我们举一个明显的例子，大概中国人都知道，不管学佛不学佛的，济公。济公真有其人，《大藏经》上史传里头有他的传记，他的传记还特别长，但是跟小说里头说的不一样，小说那是不负责任的。他吃肉喝酒这些是真的，一点都不假，他为什么示现这种相？我们要了解他是来帮助人开悟的。那个时代学佛的人，确确实实是我们今天所讲的「严持戒律」，不敢有丝毫违背，这是好事，可是他们不晓得戒律是活活泼泼。如果不懂得戒律真正的意义，戒体、戒相、戒行、戒法，要是搞不明了，在日常生活当中许许多多的善行，反而被戒律拘束了，你不敢去做了，使许多有机会接触佛法的，把这个机会失掉了。济公在这里示现，把一般人所顾忌的全给打破了，好像他破戒了。他用这个方法度了多少人，做了多少好事，我们知道原来他这个是手法、手段，不是用这个手段达不到令对方觉悟，令对方省悟过来，达不到这个目的。",
      "zh_TW": "他的那些方法我們不知道，我們舉一個明顯的例子，大概中國人都知道，不管學佛不學佛的，濟公。濟公真有其人，《大藏經》上史傳裡頭有他的傳記，他的傳記還特別長，但是跟小說裡頭說的不一樣，小說那是不負責任的。他吃肉喝酒這些是真的，一點都不假，他為什麼示現這種相？我們要了解他是來幫助人開悟的。那個時代學佛的人，確確實實是我們今天所講的「嚴持戒律」，不敢有絲毫違背，這是好事，可是他們不曉得戒律是活活潑潑。如果不懂得戒律真正的意義，戒體、戒相、戒行、戒法，要是搞不明瞭，在日常生活當中許許多多的善行，反而被戒律拘束了，你不敢去做了，使許多有機會接觸佛法的，把這個機會失掉了。濟公在這裡示現，把一般人所顧忌的全給打破了，好像他破戒了。他用這個方法度了多少人，做了多少好事，我們知道原來他這個是手法、手段，不是用這個手段達不到令對方覺悟，令對方省悟過來，達不到這個目的。"
    },
    {
      "id": "12-045-0462_p0008",
      "zh_CN": "宗门里面祖师大德遇到特别缘分的时候，也没有顾忌。禅宗里面公案，南泉斩猫、丹霞烧佛像确实有其事。老和尚濒临开悟的边缘，就是那一点执着放不下，这已经开悟的出家人，就在那个地方观察机缘，知道老和尚堵塞关键在什么地方，于是把大殿上供的佛像，佛像是木雕的，拿下来烧。这是破佛身血，这个罪不得了，他这一烧，就有人去告诉老和尚，老和尚赶快出来，「你们在干什么？」他讲：「我们在烧舍利，那个佛像火化一定有舍利，我烧舍利。」木头佛像哪来的舍利？「喔，没有舍利，那再搬几尊来烧。」老和尚在这一句话当中开悟了。烧一尊佛像，对方大彻大悟明心见性，这是非常手段。对我们这些人，他把佛像烧光了，我们也不开悟，那个罪过可就大了。宗门许多大德用非常手段，看起来是恶行，他的目的达到了，叫对方看到听到，开悟、明白了，把他堵塞悟门的地方拔掉了。所以许许多多非常手段是对某一个人特殊用的，他不是对一般人讲的。那个烧佛像有没有罪？没有罪，不但没有罪，大功德！可是要不是令一个人真正明心见性，那你烧佛像等于破佛身血，阿鼻地狱的罪业。",
      "zh_TW": "宗門裡面祖師大德遇到特別緣分的時候，也沒有顧忌。禪宗裡面公案，南泉斬貓、丹霞燒佛像確實有其事。老和尚瀕臨開悟的邊緣，就是那一點執著放不下，這已經開悟的出家人，就在那個地方觀察機緣，知道老和尚堵塞關鍵在什麼地方，於是把大殿上供的佛像，佛像是木雕的，拿下來燒。這是破佛身血，這個罪不得了，他這一燒，就有人去告訴老和尚，老和尚趕快出來，「你們在幹什麼？」他講：「我們在燒舍利，那個佛像火化一定有舍利，我燒舍利。」木頭佛像哪來的舍利？「喔，沒有舍利，那再搬幾尊來燒。」老和尚在這一句話當中開悟了。燒一尊佛像，對方大徹大悟明心見性，這是非常手段。對我們這些人，他把佛像燒光了，我們也不開悟，那個罪過可就大了。宗門許多大德用非常手段，看起來是惡行，他的目的達到了，叫對方看到聽到，開悟、明白了，把他堵塞悟門的地方拔掉了。所以許許多多非常手段是對某一個人特殊用的，他不是對一般人講的。那個燒佛像有沒有罪？沒有罪，不但沒有罪，大功德！可是要不是令一個人真正明心見性，那你燒佛像等於破佛身血，阿鼻地獄的罪業。"
    },
    {
      "id": "12-045-0462_p0009",
      "zh_CN": "这些例子世尊在经里面说得很多，祖师大德给我们示现得更多，我们要懂得。济公有没有破戒？决定没有破戒，决定称得上严持戒律，戒律清净。他那个种种示现只有一个目的，利益众生、帮助众生觉悟，帮助众生深解义趣。在民国初年中国镇江江天寺出了一个法师，跟济公长老的行持差不多。那个时候人们称他作金山活佛，这个故事很多人都知道。在台湾乐观法师给他写了一个传记，他的事迹，乐观法师跟他在一起住过三、四个月，对于他的传奇知道得很多。煮云法师也给他写了一个传记，煮云法师没有见过他的人，所以写的有出入，乐观法师写的很可靠。那是传奇人物，也是像济公一样邋邋遢遢的不守清规，没有任何约束，看到他好像也不持戒律，他也不守规矩。他是真正的圣者，确确实实在教化众生，他不是用讲经说法，不是正规的，他是用另外一种方式，常常跟大家在一起游玩开示的，说说笑笑里面总有几句真言，令人警悟。像这个都是我们一般人讲示现神通，帮助人觉悟。",
      "zh_TW": "這些例子世尊在經裡面說得很多，祖師大德給我們示現得更多，我們要懂得。濟公有沒有破戒？決定沒有破戒，決定稱得上嚴持戒律，戒律清淨。他那個種種示現只有一個目的，利益眾生、幫助眾生覺悟，幫助眾生深解義趣。在民國初年中國鎮江江天寺出了一個法師，跟濟公長老的行持差不多。那個時候人們稱他作金山活佛，這個故事很多人都知道。在台灣樂觀法師給他寫了一個傳記，他的事跡，樂觀法師跟他在一起住過三、四個月，對於他的傳奇知道得很多。煮雲法師也給他寫了一個傳記，煮雲法師沒有見過他的人，所以寫的有出入，樂觀法師寫的很可靠。那是傳奇人物，也是像濟公一樣邋邋遢遢的不守清規，沒有任何約束，看到他好像也不持戒律，他也不守規矩。他是真正的聖者，確確實實在教化眾生，他不是用講經說法，不是正規的，他是用另外一種方式，常常跟大家在一起遊玩開示的，說說笑笑裡面總有幾句真言，令人警悟。像這個都是我們一般人講示現神通，幫助人覺悟。"
    },
    {
      "id": "12-045-0462_p0010",
      "zh_CN": "但是这个地方所讲的不是这种特别行持的，是一般诸佛菩萨示现在世间。出家人，像在中国我们大家都知道的永明延寿大师，西方极乐世界阿弥陀佛再来的；天台智者大师，释迦牟尼佛的化身；许多人都知道的布袋和尚，弥勒菩萨的化身，应化来的。菩萨示现居士身分、在家人身分的很多，《大藏经》所收的《居士传》，不少人是佛菩萨再来的，他们所示现的是正行，不是像济公那样，那是一种特殊的行为。我们此地所讲的「如来示现大神通」是正行，「十方国土皆周遍」，目的是帮助一切众生，让一切众生学他这个样子，模仿他、效法他。这里面示现最圆满的是我们的本师释迦牟尼佛，释迦牟尼佛绝对不是这一次在印度示现才八相成道的，八相成道是演戏。他在《梵网经》里面说了实话，这一次到我们这个世界来应化是第八千次，他老人家常来，来了八千次，做出这个样子来给我们看。什么样子？凡夫修行成无上道。",
      "zh_TW": "但是這個地方所講的不是這種特別行持的，是一般諸佛菩薩示現在世間。出家人，像在中國我們大家都知道的永明延壽大師，西方極樂世界阿彌陀佛再來的；天台智者大師，釋迦牟尼佛的化身；許多人都知道的布袋和尚，彌勒菩薩的化身，應化來的。菩薩示現居士身分、在家人身分的很多，《大藏經》所收的《居士傳》，不少人是佛菩薩再來的，他們所示現的是正行，不是像濟公那樣，那是一種特殊的行為。我們此地所講的「如來示現大神通」是正行，「十方國土皆周遍」，目的是幫助一切眾生，讓一切眾生學他這個樣子，模仿他、效法他。這裡面示現最圓滿的是我們的本師釋迦牟尼佛，釋迦牟尼佛絕對不是這一次在印度示現才八相成道的，八相成道是演戲。他在《梵網經》裡面說了實話，這一次到我們這個世界來應化是第八千次，他老人家常來，來了八千次，做出這個樣子來給我們看。什麼樣子？凡夫修行成無上道。"
    },
    {
      "id": "12-045-0462_p0011",
      "zh_CN": "我们如果在一生当中想成就无上菩提，你就学他那个样子就行。他是什么样子？从前章嘉大师教我、跟我说的「看得破、放得下」。释迦牟尼佛示现真的看破、真的放下了，确确实实示现从一个凡夫觉悟之后修行，示现成道，智慧现前，烦恼习气断干净，心地清净一尘不染。真正让我们在他身上、在他行持上，看出真诚、清净、平等、觉，这是我们最好的一个榜样。再细细观察历代祖师大德许多许多都是佛菩萨示现来的、阿罗汉示现来的，细细去观察，他们示现在某一个时代，一定是那个时代大多数人的错误，修学上的错误，把他纠正过来。他也不说，让你看，让你细心去体会，豁然觉悟了，这才真正有受用。要是常常给你讲，你开不了悟。为什么？你的疑根拔不掉，所以说法要知道有时节因缘，时节因缘不成熟不能说。等待缘，等待机会，缘就是我们今天讲机会，你的机缘成熟了，一点他就通了。机缘没有成熟的时候，虽然跟他讲，他懵懵懂懂，他不能够体会，或者体会的深度不够，要等待机会。",
      "zh_TW": "我們如果在一生當中想成就無上菩提，你就學他那個樣子就行。他是什麼樣子？從前章嘉大師教我、跟我說的「看得破、放得下」。釋迦牟尼佛示現真的看破、真的放下了，確確實實示現從一個凡夫覺悟之後修行，示現成道，智慧現前，煩惱習氣斷乾淨，心地清淨一塵不染。真正讓我們在他身上、在他行持上，看出真誠、清淨、平等、覺，這是我們最好的一個榜樣。再細細觀察歷代祖師大德許多許多都是佛菩薩示現來的、阿羅漢示現來的，細細去觀察，他們示現在某一個時代，一定是那個時代大多數人的錯誤，修學上的錯誤，把他糾正過來。他也不說，讓你看，讓你細心去體會，豁然覺悟了，這才真正有受用。要是常常給你講，你開不了悟。為什麼？你的疑根拔不掉，所以說法要知道有時節因緣，時節因緣不成熟不能說。等待緣，等待機會，緣就是我們今天講機會，你的機緣成熟了，一點他就通了。機緣沒有成熟的時候，雖然跟他講，他懵懵懂懂，他不能夠體會，或者體會的深度不夠，要等待機會。"
    },
    {
      "id": "12-045-0462_p0012",
      "zh_CN": "这个经是《华严经》，《华严经》跟其他的经不一样，为什么？其他的经都是讲一桩事情，或者与这桩事情关联的几桩事情，没有讲得圆满。《华严经》讲圆满，融通一切法，确实是大圆满，所以「十方国土皆周遍」。我念这一句，诸位听过我前面所讲的，应该能够体会得几分的意思。我们眼前哪些是如来大神通所示现的？从《华严》眼光上来看，我们六根所接触的六尘境界，无有一法不是「如来示现大神通」。非常可惜，我们从早到晚没有一分一秒离开，但是就是不悟，看不出来，体会不到，过失在我们这一边。我们也曾听说菩萨成佛的时候，豁然觉察到大地众生同成佛道，「一成一切成」，这个经上所讲的「情与无情，同圆种智」。跟诸位说，「同圆种智」是本来的，本来就是这样的，而是我们迷惑没有觉察到。现在突然觉察到「同圆种智」，实际上无始无终、无生无灭、无来无去，只是你自己迷障破了之后你才看到，你才明了，你才体会到。",
      "zh_TW": "這個經是《華嚴經》，《華嚴經》跟其他的經不一樣，為什麼？其他的經都是講一樁事情，或者與這樁事情關聯的幾樁事情，沒有講得圓滿。《華嚴經》講圓滿，融通一切法，確實是大圓滿，所以「十方國土皆周遍」。我念這一句，諸位聽過我前面所講的，應該能夠體會得幾分的意思。我們眼前哪些是如來大神通所示現的？從《華嚴》眼光上來看，我們六根所接觸的六塵境界，無有一法不是「如來示現大神通」。非常可惜，我們從早到晚沒有一分一秒離開，但是就是不悟，看不出來，體會不到，過失在我們這一邊。我們也曾聽說菩薩成佛的時候，豁然覺察到大地眾生同成佛道，「一成一切成」，這個經上所講的「情與無情，同圓種智」。跟諸位說，「同圓種智」是本來的，本來就是這樣的，而是我們迷惑沒有覺察到。現在突然覺察到「同圓種智」，實際上無始無終、無生無滅、無來無去，只是你自己迷障破了之後你才看到，你才明瞭，你才體會到。"
    },
    {
      "id": "12-045-0462_p0013",
      "zh_CN": "所以古德开悟之后感慨的讲，从前学佛学得那么辛苦，到处参学，「踏破铁鞋无觅处，得来全不费功夫」。随拈一物，原来就是！只怪从前迷惑颠倒，到处去找，找了多少年月，浪费了多少精力也没找到，永远找不到。为什么？你有找的那个心就错了，就在眼前你还找什么？到哪一天把找的心放下了，原来就是！可是要不经过这一番参学，说老实话，虽然在面前，我们永远不知道，永远不悟。参学有没有功？有功，参学是修德。修德跟性德相应就悟了。我们今天苦修，不悟，什么原因？我们的修德跟性德不相应，那就要再苦修，要修很多年，十几年、几十年。你要问哪一天开悟？哪一天相应了，那你就开悟了。与什么相应？与性德相应。什么是性德？现代人如果不讲清楚、不讲明白，就白讲了，话虽然讲出来，意思很深，还是很难懂。经论里面讲的菩提心，至诚心、深心、回向发愿心，能不能跟这个相应？这三心我们还是不好懂，所以我把经论上这些话变了一变，大家比较容易懂。我用十个字：真诚心、清净心、平等心、正觉心、慈悲心，这是菩提心！我这样讲法大家比较好懂，可是是不是真懂了？未必然也。为什么？真懂了，你就入境界了。",
      "zh_TW": "所以古德開悟之後感慨的講，從前學佛學得那麼辛苦，到處參學，「踏破鐵鞋無覓處，得來全不費功夫」。隨拈一物，原來就是！只怪從前迷惑顛倒，到處去找，找了多少年月，浪費了多少精力也沒找到，永遠找不到。為什麼？你有找的那個心就錯了，就在眼前你還找什麼？到哪一天把找的心放下了，原來就是！可是要不經過這一番參學，說老實話，雖然在面前，我們永遠不知道，永遠不悟。參學有沒有功？有功，參學是修德。修德跟性德相應就悟了。我們今天苦修，不悟，什麼原因？我們的修德跟性德不相應，那就要再苦修，要修很多年，十幾年、幾十年。你要問哪一天開悟？哪一天相應了，那你就開悟了。與什麼相應？與性德相應。什麼是性德？現代人如果不講清楚、不講明白，就白講了，話雖然講出來，意思很深，還是很難懂。經論裡面講的菩提心，至誠心、深心、迴向發願心，能不能跟這個相應？這三心我們還是不好懂，所以我把經論上這些話變了一變，大家比較容易懂。我用十個字：真誠心、清淨心、平等心、正覺心、慈悲心，這是菩提心！我這樣講法大家比較好懂，可是是不是真懂了？未必然也。為什麼？真懂了，你就入境界了。"
    },
    {
      "id": "12-045-0462_p0014",
      "zh_CN": "你听我讲过很多遍，你处事待人接物还是用虚伪的心，你在日常生活当中，六根接触外面境界，你还是染污心，跟大家在一起你还是有高下心。由此可知，说，是比经论里面讲法容易了，你听了怎么样？似懂非懂，没有真懂。真懂的时候那就恭喜你，你已经契入境界，你的心转变过来了。转变，自己晓不晓得？晓得，很清楚、很明白。转变过来，跟从前不一样，从前起心动念顾自己，现在起心动念顾众生，不顾自己，自己死活都不顾。还有一个念头，「我明天没有饭吃怎么办？」你没有入境界，你菩提心没有发。为什么没有发？不懂。真正觉悟的人，譬如我们把钱财舍给人，我们自己也很穷，看到穷人很可怜，我们布施，明天自己没得吃，绝对不考虑。今天看到人家在挨饿，我明天那点粮食拿去赶紧供养别人，绝对不会想到我明天没得吃怎么办，有这一念，这一念就错了，这一念是染污，这一念是不平。觉悟的人心里头真的像六祖所说的「本来无一物」，心地清净，一念不生，他怎么会想明天？他怎么会想到自己的利害？没有。那个人真正觉悟了，那个人起心动念「上与诸佛如来感应，下与一切众生感应」，确确实实他跟宇宙融合成一体，那是法身菩萨的境界。他的智慧、他的德能、他的色相，都像此地所说的，「十方国土皆周遍」。我们要从这些地方去体会。",
      "zh_TW": "你聽我講過很多遍，你處事待人接物還是用虛偽的心，你在日常生活當中，六根接觸外面境界，你還是染污心，跟大家在一起你還是有高下心。由此可知，說，是比經論裡面講法容易了，你聽了怎麼樣？似懂非懂，沒有真懂。真懂的時候那就恭喜你，你已經契入境界，你的心轉變過來了。轉變，自己曉不曉得？曉得，很清楚、很明白。轉變過來，跟從前不一樣，從前起心動念顧自己，現在起心動念顧眾生，不顧自己，自己死活都不顧。還有一個念頭，「我明天沒有飯吃怎麼辦？」你沒有入境界，你菩提心沒有發。為什麼沒有發？不懂。真正覺悟的人，譬如我們把錢財捨給人，我們自己也很窮，看到窮人很可憐，我們布施，明天自己沒得吃，絕對不考慮。今天看到人家在挨餓，我明天那點糧食拿去趕緊供養別人，絕對不會想到我明天沒得吃怎麼辦，有這一念，這一念就錯了，這一念是染污，這一念是不平。覺悟的人心裡頭真的像六祖所說的「本來無一物」，心地清淨，一念不生，他怎麼會想明天？他怎麼會想到自己的利害？沒有。那個人真正覺悟了，那個人起心動念「上與諸佛如來感應，下與一切眾生感應」，確確實實他跟宇宙融合成一體，那是法身菩薩的境界。他的智慧、他的德能、他的色相，都像此地所說的，「十方國土皆周遍」。我們要從這些地方去體會。"
    },
    {
      "id": "12-045-0462_p0015",
      "zh_CN": "『佛昔修行悉令见』，第一句讲如来，后半首第一个字讲佛。如来是从自性上讲的，佛是从现相上讲的，如果不现相怎么能帮助别人？一定要现相。现什么相？现佛相。这个地方诸位要记住，广义的来说，我们讲佛相不止三十二相八十种好，你要执着这个你也错了。什么是佛相？觉悟的相就是佛相，「佛者觉也」。所以佛翻译成中国的意思「觉者」，换句话说，他的示现没有一定，「应以什么身得度，他就现什么身」。男女老少各行各业都现身，那个身都是佛身，佛应化的怎么不是佛身？他现的这个身跟同类身差别在哪里？有差别。譬如说他现一个童子身，童子身就是我们今天讲的学生，跟一般学生都在一起。这个学生特别聪明有悟性，他的心地清净、为人诚恳，足以为一般学生做榜样、做表率，模范学生。这就是佛示现，「应以学生身得度者，他就现学生身而为说法」，他没说法，他那个形象就是说法，让同学们看到这个形象效法他、学他。所以佛菩萨示现在任何的身分，过不同方式的生活，都是给同一类的做示范，做觉悟的榜样。让这些同类的人、众生，看到、听到、接触到有所感悟，他就回头了，清醒过来了，这是他度众生的一种手法、方式。这就是这一句「佛昔修行悉令见」，过去、现在、未来，这个修行是示现的。",
      "zh_TW": "『佛昔修行悉令見』，第一句講如來，後半首第一個字講佛。如來是從自性上講的，佛是從現相上講的，如果不現相怎麼能幫助別人？一定要現相。現什麼相？現佛相。這個地方諸位要記住，廣義的來說，我們講佛相不止三十二相八十種好，你要執著這個你也錯了。什麼是佛相？覺悟的相就是佛相，「佛者覺也」。所以佛翻譯成中國的意思「覺者」，換句話說，他的示現沒有一定，「應以什麼身得度，他就現什麼身」。男女老少各行各業都現身，那個身都是佛身，佛應化的怎麼不是佛身？他現的這個身跟同類身差別在哪裡？有差別。譬如說他現一個童子身，童子身就是我們今天講的學生，跟一般學生都在一起。這個學生特別聰明有悟性，他的心地清淨、為人誠懇，足以為一般學生做榜樣、做表率，模範學生。這就是佛示現，「應以學生身得度者，他就現學生身而為說法」，他沒說法，他那個形象就是說法，讓同學們看到這個形象效法他、學他。所以佛菩薩示現在任何的身分，過不同方式的生活，都是給同一類的做示範，做覺悟的榜樣。讓這些同類的人、眾生，看到、聽到、接觸到有所感悟，他就回頭了，清醒過來了，這是他度眾生的一種手法、方式。這就是這一句「佛昔修行悉令見」，過去、現在、未來，這個修行是示現的。"
    },
    {
      "id": "12-045-0462_p0016",
      "zh_CN": "佛的功德圆满了，何必还要修行？释迦牟尼佛到我们这个世间来何必还要示现八相成道？八相成道是修行，就好像唱戏一样，唱给我们看的。古时候这些文艺的表演、歌舞、戏剧，都是教化众生的手法，教化众生的手段，寓教于乐，文艺的教学。孔老夫子给文艺教学订了一个宗旨，我们今天讲文艺的总方向。文艺的总原则、总路线是什么？「思无邪」，这个好。所以你仔细去观察，古时候文艺的教学，它的内容都是五伦八德，它所表演的是孝悌忠信、礼义廉耻、善因善果、恶因恶报。几千年来中国文艺作品归结在这里，所以对广大社会产生教化的作用。",
      "zh_TW": "佛的功德圓滿了，何必還要修行？釋迦牟尼佛到我們這個世間來何必還要示現八相成道？八相成道是修行，就好像唱戲一樣，唱給我們看的。古時候這些文藝的表演、歌舞、戲劇，都是教化眾生的手法，教化眾生的手段，寓教於樂，文藝的教學。孔老夫子給文藝教學訂了一個宗旨，我們今天講文藝的總方向。文藝的總原則、總路線是什麼？「思無邪」，這個好。所以你仔細去觀察，古時候文藝的教學，它的內容都是五倫八德，它所表演的是孝悌忠信、禮義廉恥、善因善果、惡因惡報。幾千年來中國文藝作品歸結在這裡，所以對廣大社會產生教化的作用。"
    },
    {
      "id": "12-045-0462_p0017",
      "zh_CN": "在从前学校教育并不普及，为什么没有念过书的乡下人都知道礼义廉耻，都懂得孝悌忠信，谁教他的？这些文艺表演教他的，大人学会了教小孩。哪个地方有庙会演戏，父母带着儿女去看戏，一面看，父母讲给儿女听，那就是教育，印象非常深刻，一生受用不尽。现在这些文艺传播教人什么东西？是一个很好的方法手段，内容变了。现在这些东西教人，我们看电影电视，看得寒心。教什么？教人杀盗淫妄，里面所表演的那个画面妖魔鬼怪，让人不忍心看、不忍心听。所以我有几十年不听广播、不看电视，我也不看报纸，好！心地清净。人家来问我今天怎么样？天下太平没事。出了什么事情，有一些同修来告诉我，哪个地方出了事情，没人告诉我我什么都不知道，天下太平。你住的是乱世，我住的是净土。本来是个净土，就是被这些电视、广播、杂志、电影，把这个净土搞乱了，搞成秽土。这些东西如果我们统统把它去掉，很快就恢复净土。但是现在人喜爱这些东西，好像离开它日子就不能过了，这叫业障。我们要多想想《大方广佛华严》，给我们很多很多启示。",
      "zh_TW": "在從前學校教育並不普及，為什麼沒有念過書的鄉下人都知道禮義廉恥，都懂得孝悌忠信，誰教他的？這些文藝表演教他的，大人學會了教小孩。哪個地方有廟會演戲，父母帶著兒女去看戲，一面看，父母講給兒女聽，那就是教育，印象非常深刻，一生受用不盡。現在這些文藝傳播教人什麼東西？是一個很好的方法手段，內容變了。現在這些東西教人，我們看電影電視，看得寒心。教什麼？教人殺盜淫妄，裡面所表演的那個畫面妖魔鬼怪，讓人不忍心看、不忍心聽。所以我有幾十年不聽廣播、不看電視，我也不看報紙，好！心地清淨。人家來問我今天怎麼樣？天下太平沒事。出了什麼事情，有一些同修來告訴我，哪個地方出了事情，沒人告訴我我什麼都不知道，天下太平。你住的是亂世，我住的是淨土。本來是個淨土，就是被這些電視、廣播、雜誌、電影，把這個淨土搞亂了，搞成穢土。這些東西如果我們統統把它去掉，很快就恢復淨土。但是現在人喜愛這些東西，好像離開它日子就不能過了，這叫業障。我們要多想想《大方廣佛華嚴》，給我們很多很多啟示。"
    },
    {
      "id": "12-045-0462_p0018",
      "zh_CN": "主林神偈颂第九首：",
      "zh_TW": "主林神偈頌第九首："
    },
    {
      "id": "12-045-0462_p0019",
      "zh_CN": "【众生譣诐不修德，迷惑沉流生死中，为彼阐明众智道，此妙光神之所见。】",
      "zh_TW": "【眾生譣詖不修德，迷惑沉流生死中，為彼闡明眾智道，此妙光神之所見。】"
    },
    {
      "id": "12-045-0462_p0020",
      "zh_CN": "这是妙光迥曜主林神他的赞颂，他所修学的法门是「以一切功德法饶益世间」。偈颂里面「众智道」，就是长行里面讲的「一切功德法」。『众生譣诐不修德』，「譣诐」是谄佞。清凉大师注解里面讲，「众生谄佞，自不修德，宁有进贤之心」。这个事情古今中外历史上都有，「譣诐」就是古时候所讲的谄佞，这一类的人，谄是谄媚巴结，佞是奸佞、心术不正。但是他很聪明、善于词令，我们可以这么说法，好话他说尽，坏事他也干尽。在中国过去历朝所谓大奸臣，真的是祸国殃民，他很得皇帝的欢心。清朝乾隆他是圣君，了不起的皇帝，他身边还有一个奸佞的大臣和珅，一直到乾隆死都没有发现，你就晓得他很会说话、很会讨好，恶事干得太多。所以说众生，用这个来做比喻，不知道修养自己的道德，决定做出障碍好人好事。为什么？他嫉妒，嫉妒一定想尽方法破坏。",
      "zh_TW": "這是妙光迥曜主林神他的讚頌，他所修學的法門是「以一切功德法饒益世間」。偈頌裡面「眾智道」，就是長行裡面講的「一切功德法」。『眾生譣詖不修德』，「譣詖」是諂佞。清涼大師註解裡面講，「眾生諂佞，自不修德，甯有進賢之心」。這個事情古今中外歷史上都有，「譣詖」就是古時候所講的諂佞，這一類的人，諂是諂媚巴結，佞是奸佞、心術不正。但是他很聰明、善於詞令，我們可以這麼說法，好話他說盡，壞事他也幹盡。在中國過去歷朝所謂大奸臣，真的是禍國殃民，他很得皇帝的歡心。清朝乾隆他是聖君，了不起的皇帝，他身邊還有一個奸佞的大臣和珅，一直到乾隆死都沒有發現，你就曉得他很會說話、很會討好，惡事幹得太多。所以說眾生，用這個來做比喻，不知道修養自己的道德，決定做出障礙好人好事。為什麼？他嫉妒，嫉妒一定想盡方法破壞。"
    },
    {
      "id": "12-045-0462_p0021",
      "zh_CN": "《了凡四训》里面讲得很好，了凡先生说的。从中国历史上来看，好人多半重实质而不重形式，也就是我们常讲的不修边幅，随随便便，但是他重视德行的修养。特别在什么时候？在不得志的时候，放荡不羁，因此很容易得罪人。无论想做什么事，他做的事情决定是好事，利益社会、利益大众，常常很容易招来别人的毁谤，毁谤带来的障碍是好事不容易成就，所以谚语才有「好事多磨」。为什么不说恶事多磨？恶事没有磨，好事有磨。磨从哪里来的？就是第一句话说「众生譣诐不修德」，他们来障碍，他们怕好人出头。好人一出头他们怎么办？所以小人可以联手起来把好人破坏，把好事破坏，小人才得志。这桩事情自古以来就常见，佛说这个经三千年前，那个时候社会有这样的人，没有现在这么多。现在这一类的人太多太多了，自私自利的念头，争名逐利的念头，如果要不放下，必定很容易堕落到这一类里面去了。",
      "zh_TW": "《了凡四訓》裡面講得很好，了凡先生說的。從中國歷史上來看，好人多半重實質而不重形式，也就是我們常講的不修邊幅，隨隨便便，但是他重視德行的修養。特別在什麼時候？在不得志的時候，放蕩不羈，因此很容易得罪人。無論想做什麼事，他做的事情決定是好事，利益社會、利益大眾，常常很容易招來別人的毀謗，毀謗帶來的障礙是好事不容易成就，所以諺語才有「好事多磨」。為什麼不說惡事多磨？惡事沒有磨，好事有磨。磨從哪裡來的？就是第一句話說「眾生譣詖不修德」，他們來障礙，他們怕好人出頭。好人一出頭他們怎麼辦？所以小人可以聯手起來把好人破壞，把好事破壞，小人才得志。這樁事情自古以來就常見，佛說這個經三千年前，那個時候社會有這樣的人，沒有現在這麼多。現在這一類的人太多太多了，自私自利的念頭，爭名逐利的念頭，如果要不放下，必定很容易墮落到這一類裡面去了。"
    },
    {
      "id": "12-045-0462_p0022",
      "zh_CN": "『迷惑沉流生死中』，他们所作所为的，「沉流」不是向上升，是往下坠落。往下坠落是到哪里去？三恶道，饿鬼、畜生、地狱，他们到这里面去了，你说多可怜！菩萨有智慧有福报，帮助这些愚痴可怜的众生。『为彼阐明众智道』，「众智道」就是长行里面讲的「一切功德法」。这些人很聪明，叫世智辩聪，不是个糊涂人。他所求的名闻利养，他怕这个善人出来的时候，障碍了他的名闻利养，夺取了他的名闻利养。所以从嫉妒里面生出种种的障碍，制造种种谣言，毁谤贤能、陷害贤能，干这样的事情。他不知道因果报应，不知道功名富贵是你命中注定的。心术不正，你的福报已经受很大的折损，绝不是你以种种奸佞的手段障碍贤能，你的地位就上升，官就上升，你的地位巩固，不是的！他完全想错了。你命中该做宰相的，到时候你一定接受帝王的封赏，拜相；你命里没有，想尽什么方法你也得不到。",
      "zh_TW": "『迷惑沉流生死中』，他們所作所為的，「沉流」不是向上升，是往下墜落。往下墜落是到哪裡去？三惡道，餓鬼、畜生、地獄，他們到這裡面去了，你說多可憐！菩薩有智慧有福報，幫助這些愚痴可憐的眾生。『為彼闡明眾智道』，「眾智道」就是長行裡面講的「一切功德法」。這些人很聰明，叫世智辯聰，不是個糊塗人。他所求的名聞利養，他怕這個善人出來的時候，障礙了他的名聞利養，奪取了他的名聞利養。所以從嫉妒裡面生出種種的障礙，製造種種謠言，毀謗賢能、陷害賢能，幹這樣的事情。他不知道因果報應，不知道功名富貴是你命中注定的。心術不正，你的福報已經受很大的折損，絕不是你以種種奸佞的手段障礙賢能，你的地位就上升，官就上升，你的地位鞏固，不是的！他完全想錯了。你命中該做宰相的，到時候你一定接受帝王的封賞，拜相；你命裡沒有，想盡什麼方法你也得不到。"
    },
    {
      "id": "12-045-0462_p0023",
      "zh_CN": "《了凡四训》里面讲得太清楚、太明白了，人生在这个世间，「一饮一啄」确实是命中注定的，「莫非前定」。谁给你注定的？是你自己过去生中所修的。你修善因必定得善果，你造作恶业决定受恶报。善人何以常常得谤，何以常常被人陷害？善人、道德之人，他也要明白其中的道理。自己虽然修养道德，有意无意得罪人，得罪人就跟人家结怨了。你想做好事，你这些冤亲债主他可要找你麻烦，他为什么不障碍别人，偏偏障碍你？我们要觉悟。所以世出世间大圣大贤常常教导我们、警策我们，不要跟人结恶缘，尤其不要跟恶人结恶缘，为什么？跟恶人结恶缘必定招来报复。与善人结恶缘没有关系，善人一笑了之，没有把他放在心上，所以可以得罪君子，不可以得罪小人。",
      "zh_TW": "《了凡四訓》裡面講得太清楚、太明白了，人生在這個世間，「一飲一啄」確實是命中注定的，「莫非前定」。誰給你注定的？是你自己過去生中所修的。你修善因必定得善果，你造作惡業決定受惡報。善人何以常常得謗，何以常常被人陷害？善人、道德之人，他也要明白其中的道理。自己雖然修養道德，有意無意得罪人，得罪人就跟人家結怨了。你想做好事，你這些冤親債主他可要找你麻煩，他為什麼不障礙別人，偏偏障礙你？我們要覺悟。所以世出世間大聖大賢常常教導我們、警策我們，不要跟人結惡緣，尤其不要跟惡人結惡緣，為什麼？跟惡人結惡緣必定招來報復。與善人結惡緣沒有關係，善人一笑了之，沒有把他放在心上，所以可以得罪君子，不可以得罪小人。"
    },
    {
      "id": "12-045-0462_p0024",
      "zh_CN": "在中国历史上郭子仪懂得这个道理，我们在历史上看到这个故事，实在是给我们做了一个好榜样。郭子仪对于心术不正的小人，纵然他的地位很卑微，他那个时候已经封王，这些小人来见他，他一定见，而且一定坐得很端庄，穿上礼服来接见。有很多人觉得奇怪，「许许多多达官贵人来见你，你都很随便，为什么这些小职员来见你，你这样的严肃？」他就说，「这些人心术不正又很聪明、又很会巴结，不能得罪，将来万一他做了大官，他得了志，我们得罪他，他怀恨在心会报复。」他的话后来果然应验，擅长于巴结的这些人，很容易讨得主子的欢心，凡是得罪他的人，他得志的时候都不会有好结果，有仇必报。郭子仪一生能够平平安安度过，他有他一套学问见识在，很值得我们学习。",
      "zh_TW": "在中國歷史上郭子儀懂得這個道理，我們在歷史上看到這個故事，實在是給我們做了一個好榜樣。郭子儀對於心術不正的小人，縱然他的地位很卑微，他那個時候已經封王，這些小人來見他，他一定見，而且一定坐得很端莊，穿上禮服來接見。有很多人覺得奇怪，「許許多多達官貴人來見你，你都很隨便，為什麼這些小職員來見你，你這樣的嚴肅？」他就說，「這些人心術不正又很聰明、又很會巴結，不能得罪，將來萬一他做了大官，他得了志，我們得罪他，他懷恨在心會報復。」他的話後來果然應驗，擅長於巴結的這些人，很容易討得主子的歡心，凡是得罪他的人，他得志的時候都不會有好結果，有仇必報。郭子儀一生能夠平平安安度過，他有他一套學問見識在，很值得我們學習。"
    },
    {
      "id": "12-045-0462_p0025",
      "zh_CN": "今天在这个世间，善人少，不善人多，要不是有深厚善根的人，处在这个环境里面，必定也会受不善人的影响，他那个善心会打折扣。古人讲「近朱者赤，近墨者黑」，他周边常常往来的人，常常接近的人，不善的人多，他的善根不是十分深厚，总不免受环境的影响。于是他的善心善行下降，自私自利、好名好利这个念头会上升，道德不知不觉坠落，连他自己都不知道。于是乎就不免要做错事，不免要遭受不善的果报，这个事情常常有。如果我们细心观察你不难发现，最重要的是如何保持自己的善根、福德、因缘，如何在自己一生当中不得罪人，这个话从前李老师跟我们说过很多遍，常常教导我们，我们听得耳熟。",
      "zh_TW": "今天在這個世間，善人少，不善人多，要不是有深厚善根的人，處在這個環境裡面，必定也會受不善人的影響，他那個善心會打折扣。古人講「近朱者赤，近墨者黑」，他周邊常常往來的人，常常接近的人，不善的人多，他的善根不是十分深厚，總不免受環境的影響。於是他的善心善行下降，自私自利、好名好利這個念頭會上升，道德不知不覺墜落，連他自己都不知道。於是乎就不免要做錯事，不免要遭受不善的果報，這個事情常常有。如果我們細心觀察你不難發現，最重要的是如何保持自己的善根、福德、因緣，如何在自己一生當中不得罪人，這個話從前李老師跟我們說過很多遍，常常教導我們，我們聽得耳熟。"
    },
    {
      "id": "12-045-0462_p0026",
      "zh_CN": "所以对人，特别是对恶人，真诚的恭敬，不是假装的。佛在经上教导我们「礼敬诸佛」，只有他教的榜样好，对于恶人恭敬不赞叹，就这一点，对恶人跟对善人跟对佛菩萨无二无别。对善人善行有赞叹，对恶人恶行不赞叹。但是你要记住，这个恶人如果有一些善行，我们特别赞叹他的善行，对他做恶的，一字不要提，这是「为彼阐明众智道」。这就是用一切功德法去帮助他，让他在长时间里面，他会觉悟到、会省悟到。他周边所接触的某人，「你看看见到我作恶，他一字不提，若无其事；我做了一点好事，他都在赞叹、都在宣扬。」时间久了他会觉悟、他会体会到，这样劝他回头。还有一些人到临终的时候才觉悟到，这一生当中哪个人是真正好人，真心对我；哪些人是虚情假意，他明白了，他心里生忏悔心。如果这时候遇到善知识，善知识能够教他念佛求生净土，一样能往生。我们不能不晓得这个道理。",
      "zh_TW": "所以對人，特別是對惡人，真誠的恭敬，不是假裝的。佛在經上教導我們「禮敬諸佛」，只有他教的榜樣好，對於惡人恭敬不讚歎，就這一點，對惡人跟對善人跟對佛菩薩無二無別。對善人善行有讚歎，對惡人惡行不讚歎。但是你要記住，這個惡人如果有一些善行，我們特別讚歎他的善行，對他做惡的，一字不要提，這是「為彼闡明眾智道」。這就是用一切功德法去幫助他，讓他在長時間裡面，他會覺悟到、會省悟到。他周邊所接觸的某人，「你看看見到我作惡，他一字不提，若無其事；我做了一點好事，他都在讚歎、都在宣揚。」時間久了他會覺悟、他會體會到，這樣勸他回頭。還有一些人到臨終的時候才覺悟到，這一生當中哪個人是真正好人，真心對我；哪些人是虛情假意，他明白了，他心裡生懺悔心。如果這時候遇到善知識，善知識能夠教他念佛求生淨土，一樣能往生。我們不能不曉得這個道理。"
    },
    {
      "id": "12-045-0462_p0027",
      "zh_CN": "「众智道」，这个智帮助他转迷为悟，「道」是方法，经论上常讲的善巧方便，去帮助他。在日常生活当中如何落实？落实一定要看人、事、时、处，观机，观这四种机。自己有智慧、自己有善巧，非常适合的方法，或者给他开导，或者给他暗示；总而言之，必须要记住，大乘佛法里面没有说这个恶人我们远离他，不要理他、把他开除掉，这不是教育。小乘里面有，为什么？小乘没有智慧。那怎么样应付恶人？那就是孔老夫子讲的「敬而远之」，对他恭敬，绝不亲近他。大乘佛法里面「敬而远之」，那个意思又不一样，同样是一句话，解释不相同。大乘法里头修行对他尊敬，对他所做的恶行远之，对他所做的善行一样赞叹，一样帮助。他是一个恶人，他今天做一桩好事情，这桩事情确确实实是对社会、对众生有利益的，我有钱出钱、有力出力帮助他；他做一桩坏事情，我不帮助他，这是大乘法。所以佛法里面所说的「默摈」，大小乘讲的意思不一样。夫子所讲的「敬而远之」，也有种种解释，不是一个解释。一个解释那不是圣人的话，圣人的话八面玲珑。在什么时候，在什么场所、什么境界当中，有什么样的解释，活的，所以称之为经。这是妙光神他所见到的。现在我们看最后一首：",
      "zh_TW": "「眾智道」，這個智幫助他轉迷為悟，「道」是方法，經論上常講的善巧方便，去幫助他。在日常生活當中如何落實？落實一定要看人、事、時、處，觀機，觀這四種機。自己有智慧、自己有善巧，非常適合的方法，或者給他開導，或者給他暗示；總而言之，必須要記住，大乘佛法裡面沒有說這個惡人我們遠離他，不要理他、把他開除掉，這不是教育。小乘裡面有，為什麼？小乘沒有智慧。那怎麼樣應付惡人？那就是孔老夫子講的「敬而遠之」，對他恭敬，絕不親近他。大乘佛法裡面「敬而遠之」，那個意思又不一樣，同樣是一句話，解釋不相同。大乘法裡頭修行對他尊敬，對他所做的惡行遠之，對他所做的善行一樣讚歎，一樣幫助。他是一個惡人，他今天做一樁好事情，這樁事情確確實實是對社會、對眾生有利益的，我有錢出錢、有力出力幫助他；他做一樁壞事情，我不幫助他，這是大乘法。所以佛法裡面所說的「默擯」，大小乘講的意思不一樣。夫子所講的「敬而遠之」，也有種種解釋，不是一個解釋。一個解釋那不是聖人的話，聖人的話八面玲瓏。在什麼時候，在什麼場所、什麼境界當中，有什麼樣的解釋，活的，所以稱之為經。這是妙光神他所見到的。現在我們看最後一首："
    },
    {
      "id": "12-045-0462_p0028",
      "zh_CN": "【佛为业障诸众生，经于亿劫时乃现，其余念念常令见，此味光神所观察。】",
      "zh_TW": "【佛為業障諸眾生，經於億劫時乃現，其餘念念常令見，此味光神所觀察。】"
    },
    {
      "id": "12-045-0462_p0029",
      "zh_CN": "这是华果光味主林神，他所修学的法门是「得能令一切见佛出兴，常敬念不忘庄严功德藏」。这个法门用我们现在的话来说，是念佛、敬佛，我们现在这个时代，这个法门最契机。念佛，佛就现前，这个道理要懂，也就是佛经里面常说的「一切法从心想生」。心里面想佛，大势至菩萨在《圆通章》里面说得很好，「忆佛念佛，现前当来必定见佛」，《楞严经》可以做证明。因此，我们一定要懂得真理，事实真相是「一切法从心想生」。我们想佛，佛现前，想菩萨，菩萨现前，感应道交！你想鬼，鬼就现前，你想魔，魔就现前，想什么就现什么。事实真相佛在《金刚般若》里面说得很好，「凡所有相，皆是虚妄」；「一切法从心想生」。",
      "zh_TW": "這是華果光味主林神，他所修學的法門是「得能令一切見佛出興，常敬念不忘莊嚴功德藏」。這個法門用我們現在的話來說，是念佛、敬佛，我們現在這個時代，這個法門最契機。念佛，佛就現前，這個道理要懂，也就是佛經裡面常說的「一切法從心想生」。心裡面想佛，大勢至菩薩在《圓通章》裡面說得很好，「憶佛念佛，現前當來必定見佛」，《楞嚴經》可以做證明。因此，我們一定要懂得真理，事實真相是「一切法從心想生」。我們想佛，佛現前，想菩薩，菩薩現前，感應道交！你想鬼，鬼就現前，你想魔，魔就現前，想什麼就現什麼。事實真相佛在《金剛般若》裡面說得很好，「凡所有相，皆是虛妄」；「一切法從心想生」。"
    },
    {
      "id": "12-045-0462_p0030",
      "zh_CN": "凡圣的差别就在迷悟，迷了的人怎么样？着相，这就是凡夫。悟了的人不着相，不着相就是佛菩萨。因此，我们想佛、我们念佛，佛现前了不要着相，你是真的觉悟了。如果佛现前，你一着相一欢喜，「我见到佛了」，你迷了。一着就迷，不着就悟。我们如何永远保持着觉悟、觉而不迷？那佛要不要念？要念。佛现前也念，不现前也念。务必让我们自己的心变成佛心，让我们的愿变成佛的愿望，跟佛同一个愿望。我们的言语、行为跟佛都相同，那你不知不觉就成佛了，所以他的功德之大，超凡入圣。世出世间修行极妙的方法无过于念佛，十方三世一切诸佛如来度众生成佛道，最稳当、最快速第一方法就是念佛方法，所以念佛法门称之为门余大道。",
      "zh_TW": "凡聖的差別就在迷悟，迷了的人怎麼樣？著相，這就是凡夫。悟了的人不著相，不著相就是佛菩薩。因此，我們想佛、我們念佛，佛現前了不要著相，你是真的覺悟了。如果佛現前，你一著相一歡喜，「我見到佛了」，你迷了。一著就迷，不著就悟。我們如何永遠保持著覺悟、覺而不迷？那佛要不要念？要念。佛現前也念，不現前也念。務必讓我們自己的心變成佛心，讓我們的願變成佛的願望，跟佛同一個願望。我們的言語、行為跟佛都相同，那你不知不覺就成佛了，所以他的功德之大，超凡入聖。世出世間修行極妙的方法無過於念佛，十方三世一切諸佛如來度眾生成佛道，最穩當、最快速第一方法就是念佛方法，所以念佛法門稱之為門餘大道。"
    },
    {
      "id": "12-045-0462_p0031",
      "zh_CN": "今天佛法为什么这么衰？大家不念佛！大家不敬佛！这是事实。就是我们佛门的四众同修，说个老实话，我们不是真心敬佛，对佛并不尊重。怎么晓得？我们在寺院里常常看到，大雄宝殿供的庄严的佛菩萨形像，走在这个大殿里面还是杂心闲话，目中哪里有佛菩萨存在？这样学佛怎么会有感应？我们想想古人，古人见到佛像一定致敬，或者是顶礼，或者是问讯，把他当作真佛看待。见面时有见面礼，离开的时候至少也要问讯，就像佛真的坐在那里、站在那里一样。还有一些大德，见到佛像是站的，他不敢坐在这里，我坐在这里佛站在那个地方，我对不起佛。佛坐在那个地方，我就不能在这躺下。诸位听到我说这些话，这是古大德做出来给我们看的。",
      "zh_TW": "今天佛法為什麼這麼衰？大家不念佛！大家不敬佛！這是事實。就是我們佛門的四眾同修，說個老實話，我們不是真心敬佛，對佛並不尊重。怎麼曉得？我們在寺院裡常常看到，大雄寶殿供的莊嚴的佛菩薩形像，走在這個大殿裡面還是雜心閒話，目中哪裡有佛菩薩存在？這樣學佛怎麼會有感應？我們想想古人，古人見到佛像一定致敬，或者是頂禮，或者是問訊，把他當作真佛看待。見面時有見面禮，離開的時候至少也要問訊，就像佛真的坐在那裡、站在那裡一樣。還有一些大德，見到佛像是站的，他不敢坐在這裡，我坐在這裡佛站在那個地方，我對不起佛。佛坐在那個地方，我就不能在這躺下。諸位聽到我說這些話，這是古大德做出來給我們看的。"
    },
    {
      "id": "12-045-0462_p0032",
      "zh_CN": "我们今天的佛堂供的这个佛像是站着的，你们大家听经是坐着的，那你要看到这个佛像，学古人那就不敢坐了？诸位要站在这个地方，一下站上四个小时听经，我们身体受不了。佛很慈悲，佛不会责怪我们，佛像站在那里，我们自己恭敬心不失这就好。佛法实在讲，重实质不重形式，我们对佛那种真诚恭敬的心不能失掉。时间长，家里有客人，远客来，接待客人我们家里供养的佛像是站着的，我们在佛像前面坐可以。佛法里头有开缘，那个戒律条条戒都有开缘，在什么状况之下，那叫开戒不是破戒，一定要懂这个道理。佛法是活活泼泼，合情合理合法，它不是死呆板的。古大德这种作法提醒我们敬佛，提醒我们要尊敬佛，敬念佛菩萨，我们懂这个意思，这样就好。我们坐在佛堂里面，坐得规规矩矩不敢放逸，存心真诚，这是致敬，真正致敬，没有邪念，没有邪思。",
      "zh_TW": "我們今天的佛堂供的這個佛像是站著的，你們大家聽經是坐著的，那你要看到這個佛像，學古人那就不敢坐了？諸位要站在這個地方，一下站上四個小時聽經，我們身體受不了。佛很慈悲，佛不會責怪我們，佛像站在那裡，我們自己恭敬心不失這就好。佛法實在講，重實質不重形式，我們對佛那種真誠恭敬的心不能失掉。時間長，家裡有客人，遠客來，接待客人我們家裡供養的佛像是站著的，我們在佛像前面坐可以。佛法裡頭有開緣，那個戒律條條戒都有開緣，在什麼狀況之下，那叫開戒不是破戒，一定要懂這個道理。佛法是活活潑潑，合情合理合法，它不是死呆板的。古大德這種作法提醒我們敬佛，提醒我們要尊敬佛，敬念佛菩薩，我們懂這個意思，這樣就好。我們坐在佛堂裡面，坐得規規矩矩不敢放逸，存心真誠，這是致敬，真正致敬，沒有邪念，沒有邪思。"
    },
    {
      "id": "12-045-0462_p0033",
      "zh_CN": "然后我们想想现在这个时代为什么佛菩萨不出现？你就看众生他想的是什么，他说的是什么，他做的是什么？与圣教完全相违背。佛菩萨要示现在这个时代里头，必定被人毁谤，必定被人侮辱，侮辱毁谤佛菩萨，果报是阿鼻地狱。佛菩萨看到是这么一个状况，他大慈大悲，他不来示现，避免让这些业障深重的众生造罪业，他已经造得够多了，已经很可怜了，不能再加重于他。所以佛菩萨出现世间是大慈大悲，不到世间来还是大慈大悲，我们总得要都知道。",
      "zh_TW": "然後我們想想現在這個時代為什麼佛菩薩不出現？你就看眾生他想的是什麼，他說的是什麼，他做的是什麼？與聖教完全相違背。佛菩薩要示現在這個時代裡頭，必定被人毀謗，必定被人侮辱，侮辱毀謗佛菩薩，果報是阿鼻地獄。佛菩薩看到是這麼一個狀況，他大慈大悲，他不來示現，避免讓這些業障深重的眾生造罪業，他已經造得夠多了，已經很可憐了，不能再加重於他。所以佛菩薩出現世間是大慈大悲，不到世間來還是大慈大悲，我們總得要都知道。"
    },
    {
      "id": "12-045-0462_p0034",
      "zh_CN": "『佛为业障诸众生』，这个「业障」是广义的，九法界众生都有业障。六道凡夫有烦恼障、有所知障；四圣法界烦恼障断了，所知障犹存，所以诸佛如来、法身大士还是常常应化在九法界。『经于亿劫时乃现』，这是讲以佛的身分示现在世间，不常现。释迦牟尼佛三千年前在印度为我们示现八相成道，释迦佛灭度之后，经上告诉我们他老人家的影响力，我说影响力大家好懂，我要说法运不太好懂。他的教化影响力一万二千年。这个影响也分为三个阶段：正法、像法、末法，距离他灭度愈近这个影响力愈大；时间逐渐长远，这个影响力慢慢就小了。佛灭度到今天三千多年，影响力有，但是比起过去差很远了。怎么晓得？我们社会大众对佛的恭敬心，你从这里看。从前人对佛的恭敬心真诚，我们现在的人对佛的恭敬心淡薄，这就知道他的影响力逐渐衰退了。衰退的时候，佛菩萨就不来了。但是佛的影响力在这个世间往后还有九千年，我们可以讲佛的影响力到现在衰退一半了，一百分的影响力到我们现在大概只有五十分，还不错了。往后这个九千年我们就晓得，每一个一千年都要衰退一些；衰退到最后，完全没有影响力了，没有人相信了，佛法就没有了，就灭了。",
      "zh_TW": "『佛為業障諸眾生』，這個「業障」是廣義的，九法界眾生都有業障。六道凡夫有煩惱障、有所知障；四聖法界煩惱障斷了，所知障猶存，所以諸佛如來、法身大士還是常常應化在九法界。『經於億劫時乃現』，這是講以佛的身分示現在世間，不常現。釋迦牟尼佛三千年前在印度為我們示現八相成道，釋迦佛滅度之後，經上告訴我們他老人家的影響力，我說影響力大家好懂，我要說法運不太好懂。他的教化影響力一萬二千年。這個影響也分為三個階段：正法、像法、末法，距離他滅度愈近這個影響力愈大；時間逐漸長遠，這個影響力慢慢就小了。佛滅度到今天三千多年，影響力有，但是比起過去差很遠了。怎麼曉得？我們社會大眾對佛的恭敬心，你從這裡看。從前人對佛的恭敬心真誠，我們現在的人對佛的恭敬心淡薄，這就知道他的影響力逐漸衰退了。衰退的時候，佛菩薩就不來了。但是佛的影響力在這個世間往後還有九千年，我們可以講佛的影響力到現在衰退一半了，一百分的影響力到我們現在大概只有五十分，還不錯了。往後這個九千年我們就曉得，每一個一千年都要衰退一些；衰退到最後，完全沒有影響力了，沒有人相信了，佛法就沒有了，就滅了。"
    },
    {
      "id": "12-045-0462_p0035",
      "zh_CN": "这个世界上到什么时候再有佛法？一定要有佛出世为众生讲经说法，这个世间才会再有佛法。下面一尊佛是弥勒菩萨，从兜率天下降来示现成佛，也像释迦牟尼佛一样示现八相成道，作佛讲经说法，那才有佛法。弥勒菩萨什么时候下生？释迦牟尼佛在《弥勒菩萨下生经》里面告诉我们，我们这个世间时间五十六亿七千万年之后，弥勒菩萨下生。这个时间太长了，「经于亿劫时乃现」，弥勒菩萨下降时间还不到亿劫，只是五十六亿七千万年。这个时间是怎么算的？确实的时间诸位自己可以去算。弥勒菩萨现在在兜率天，兜率天的一天是我们人间四百年，一年也算是三百六十五天，照我们人间这个算法，但是诸位要晓得，他的一天是我们人间四百年。他在兜率天住多久？在兜率天天上那个年，四千年，他在那边教化，总得把那边的学生教毕业了，他才能来。所以兜率天四千年，我们人间五十六亿七千万年，这一句是说明佛出现在这个世间，不容易遇到，确确实实是「百千万劫难遭遇」。",
      "zh_TW": "這個世界上到什麼時候再有佛法？一定要有佛出世為眾生講經說法，這個世間才會再有佛法。下面一尊佛是彌勒菩薩，從兜率天下降來示現成佛，也像釋迦牟尼佛一樣示現八相成道，作佛講經說法，那才有佛法。彌勒菩薩什麼時候下生？釋迦牟尼佛在《彌勒菩薩下生經》裡面告訴我們，我們這個世間時間五十六億七千萬年之後，彌勒菩薩下生。這個時間太長了，「經於億劫時乃現」，彌勒菩薩下降時間還不到億劫，只是五十六億七千萬年。這個時間是怎麼算的？確實的時間諸位自己可以去算。彌勒菩薩現在在兜率天，兜率天的一天是我們人間四百年，一年也算是三百六十五天，照我們人間這個算法，但是諸位要曉得，他的一天是我們人間四百年。他在兜率天住多久？在兜率天天上那個年，四千年，他在那邊教化，總得把那邊的學生教畢業了，他才能來。所以兜率天四千年，我們人間五十六億七千萬年，這一句是說明佛出現在這個世間，不容易遇到，確確實實是「百千萬劫難遭遇」。"
    },
    {
      "id": "12-045-0462_p0036",
      "zh_CN": "我们还算是很幸运，虽然得这个人身，没有遇到佛，还在佛影响力这个范围，只要我们好好的依照经典来修学。佛不在世了，三宝当中以法宝为第一。佛在世，佛宝第一，佛不在世，法宝第一。所以佛教导我们，学佛要「依法不依人」。人怎么说法？一定要跟法相应，也就是他所说的要有经典做依据。没有经典做依据，我们可以不信，我们可以不听。经典做依据，佛讲的经很多，有一些经论所说的，你要是互相来看，似乎是有抵触，为什么佛说法是这个说法？要知道，佛无有法可说，更无有定法可说，佛是应机说法。譬如说，这个人他执着有，佛跟他讲空，破他执着有。他果然听明白，对那个「有」不执着，放下了，他就得度，问题解决了。另一个人执着跟他相反，他执着空，佛跟他说什么？佛跟他说有。佛说法并没有矛盾，并没有差别，佛说法无非破众生执着而已。众生执着千差万别，所以佛的说法也千差万别，决定没有矛盾，你要懂这个意思。",
      "zh_TW": "我們還算是很幸運，雖然得這個人身，沒有遇到佛，還在佛影響力這個範圍，只要我們好好的依照經典來修學。佛不在世了，三寶當中以法寶為第一。佛在世，佛寶第一，佛不在世，法寶第一。所以佛教導我們，學佛要「依法不依人」。人怎麼說法？一定要跟法相應，也就是他所說的要有經典做依據。沒有經典做依據，我們可以不信，我們可以不聽。經典做依據，佛講的經很多，有一些經論所說的，你要是互相來看，似乎是有牴觸，為什麼佛說法是這個說法？要知道，佛無有法可說，更無有定法可說，佛是應機說法。譬如說，這個人他執著有，佛跟他講空，破他執著有。他果然聽明白，對那個「有」不執著，放下了，他就得度，問題解決了。另一個人執著跟他相反，他執著空，佛跟他說什麼？佛跟他說有。佛說法並沒有矛盾，並沒有差別，佛說法無非破眾生執著而已。眾生執著千差萬別，所以佛的說法也千差萬別，決定沒有矛盾，你要懂這個意思。"
    },
    {
      "id": "12-045-0462_p0037",
      "zh_CN": "我们学佛法抓住一部经，依教奉行，其他的经典跟我这个经典说的不一样，我依我这个法门，我不是依他那个法门。我们在《华严经》上看到的主林神，这十位主林神他们修学的方法不一样。不再跟别的比了，就是主林神里面，每一个人修学的法门都不一样，这是给我们很大的启示。我们今天依什么经典修，就是死心塌地依这部经，其他的不要去过问，你一定在这个经里面得三昧、开智慧，成就了。所以修学法门不能搞很多经论、很多法门，那你就学糟了。就像在学校里面念书一样，念大学，你选一个科系专心去念，四年毕业，你成就了。如果你不老实，念大学你选这一个科系，学校里每一个科系的课，你都去上、你都去听，你四年毕不了业，你学乱了，你学杂了。佛法修学亦复如是，所以祖师大德教导我们，「一门深入，长时薰修」，你就成就了。",
      "zh_TW": "我們學佛法抓住一部經，依教奉行，其他的經典跟我這個經典說的不一樣，我依我這個法門，我不是依他那個法門。我們在《華嚴經》上看到的主林神，這十位主林神他們修學的方法不一樣。不再跟別的比了，就是主林神裡面，每一個人修學的法門都不一樣，這是給我們很大的啟示。我們今天依什麼經典修，就是死心塌地依這部經，其他的不要去過問，你一定在這個經裡面得三昧、開智慧，成就了。所以修學法門不能搞很多經論、很多法門，那你就學糟了。就像在學校裡面念書一樣，念大學，你選一個科系專心去念，四年畢業，你成就了。如果你不老實，念大學你選這一個科系，學校裡每一個科系的課，你都去上、你都去聽，你四年畢不了業，你學亂了，你學雜了。佛法修學亦復如是，所以祖師大德教導我們，「一門深入，長時薰修」，你就成就了。"
    },
    {
      "id": "12-045-0462_p0038",
      "zh_CN": "我常常教同学依一部经，我修哪一部经？《佛说阿弥陀经》。为什么？简单！容易！可是我讲《无量寿经》讲了十一遍，第十一遍没讲圆满。《无量寿经》是大本《阿弥陀经》，我们要了解西方极乐世界依正庄严理事因果，《无量寿经》上讲得透彻。我平日受持，受持是愈简单愈好。我受持《阿弥陀经》，你们需不需学我？不一定，各人根性不相同。如果你们对于净土，性相、理事、因果没有真正搞清楚、搞明白，心里还有疑惑，最好依《无量寿经》，它讲得详细。真正搞清楚、搞明白，死心塌地再不疑惑了，那可以用简单的办法。最简单的是《大势至菩萨念佛圆通章》，这个经文总共只有二百四十四个字，比《般若心经》还短，《般若心经》二百六十个字，它只有二百四十四个字，一样成就！",
      "zh_TW": "我常常教同學依一部經，我修哪一部經？《佛說阿彌陀經》。為什麼？簡單！容易！可是我講《無量壽經》講了十一遍，第十一遍沒講圓滿。《無量壽經》是大本《阿彌陀經》，我們要了解西方極樂世界依正莊嚴理事因果，《無量壽經》上講得透徹。我平日受持，受持是愈簡單愈好。我受持《阿彌陀經》，你們需不需學我？不一定，各人根性不相同。如果你們對於淨土，性相、理事、因果沒有真正搞清楚、搞明白，心裡還有疑惑，最好依《無量壽經》，它講得詳細。真正搞清楚、搞明白，死心塌地再不疑惑了，那可以用簡單的辦法。最簡單的是《大勢至菩薩念佛圓通章》，這個經文總共只有二百四十四個字，比《般若心經》還短，《般若心經》二百六十個字，它只有二百四十四個字，一樣成就！"
    },
    {
      "id": "12-045-0462_p0039",
      "zh_CN": "《大方广佛华严经》清朝初年乾隆那个时期，彭际清居士说，这是大本《无量寿经》，他把《华严经》、《无量寿经》、《弥陀经》看作一部经。《华严经》是大本的《无量寿经》，《无量寿经》是中本的《华严经》，《阿弥陀经》是小本《华严经》。他说得好，说得太好了，我佩服得五体投地，确实是如此。换句话说，我们平常受持的《阿弥陀经》，《无量寿经》是《阿弥陀经》的注解，《大方广佛华严经》是《无量寿经》的注解。所以我们要把极乐世界真正搞清楚、搞明白，那就是《大方广佛华严》。这样你才晓得我这一生修学，一生在这里宣扬讲解都没有离开弥陀净土，《华严经》到最后，普贤菩萨十大愿王导归极乐。所以我们想见佛就得念佛，想佛法兴旺起来，大家统统念佛，佛法就兴了。为什么？每个人心转了，念什么，什么佛现前。念佛佛现前，大家都念佛，佛法怎么会不兴？大家都念阿弥陀佛，净土法门一定特别兴旺，就是这个道理。『其余念念常令见，此味光神所观察』，我们在这里得到启示、得到证明。希望我们大家认真努力修学。今天我们就讲到此地。",
      "zh_TW": "《大方廣佛華嚴經》清朝初年乾隆那個時期，彭際清居士說，這是大本《無量壽經》，他把《華嚴經》、《無量壽經》、《彌陀經》看作一部經。《華嚴經》是大本的《無量壽經》，《無量壽經》是中本的《華嚴經》，《阿彌陀經》是小本《華嚴經》。他說得好，說得太好了，我佩服得五體投地，確實是如此。換句話說，我們平常受持的《阿彌陀經》，《無量壽經》是《阿彌陀經》的註解，《大方廣佛華嚴經》是《無量壽經》的註解。所以我們要把極樂世界真正搞清楚、搞明白，那就是《大方廣佛華嚴》。這樣你才曉得我這一生修學，一生在這裡宣揚講解都沒有離開彌陀淨土，《華嚴經》到最後，普賢菩薩十大願王導歸極樂。所以我們想見佛就得念佛，想佛法興旺起來，大家統統念佛，佛法就興了。為什麼？每個人心轉了，念什麼，什麼佛現前。念佛佛現前，大家都念佛，佛法怎麼會不興？大家都念阿彌陀佛，淨土法門一定特別興旺，就是這個道理。『其餘念念常令見，此味光神所觀察』，我們在這裡得到啟示、得到證明。希望我們大家認真努力修學。今天我們就講到此地。"
    }
  ]
}