{
  "doc_id": "12-045-0343",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三四三集",
    "zh_TW": "第三四三集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-045-0343",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "12-045-0343_p0001",
      "zh_CN": "请掀开经本，「迦楼罗王」长行第一句看起：",
      "zh_TW": "請掀開經本，「迦樓羅王」長行第一句看起："
    },
    {
      "id": "12-045-0343_p0002",
      "zh_CN": "【复次大速疾力迦楼罗王。得无着无碍眼普观察众生界解脱门。】",
      "zh_TW": "【復次大速疾力迦樓羅王。得無著無礙眼普觀察眾生界解脫門。】"
    },
    {
      "id": "12-045-0343_p0003",
      "zh_CN": "梵语『迦楼罗』，翻成中国的意思是金翅鸟。那我们想像，佛究竟表哪一个法门，在我们现前社会里面他代表哪个行业，然后我们才知道怎么学习。这一类代表现前社会叫航天的这个行业，凡是做航空的、做太空的，都是属于这种行业。最普遍的，现在每一个航空公司，飞机的这些研究部门、发展部门、制造部门、经营部门，都是属于迦楼罗王，迦楼罗王是这里面的领导人，各个阶层的领导人。",
      "zh_TW": "梵語『迦樓羅』，翻成中國的意思是金翅鳥。那我們想像，佛究竟表哪一個法門，在我們現前社會裡面他代表哪個行業，然後我們才知道怎麼學習。這一類代表現前社會叫航天的這個行業，凡是做航空的、做太空的，都是屬於這種行業。最普遍的，現在每一個航空公司，飛機的這些研究部門、發展部門、製造部門、經營部門，都是屬於迦樓羅王，迦樓羅王是這裡面的領導人，各個階層的領導人。"
    },
    {
      "id": "12-045-0343_p0004",
      "zh_CN": "我们看他名号当中都有「速疾」，都有这两个字，快速，他速度快。『大速疾力』，我们现在讲超音速，这是个很大的速度，迦楼罗王。他得的是『无着无碍眼普观察众生界』，他从这个法门里面修行证果的，『解脱门』就是证入无上佛果的门径。所以你看看佛法，哪一法不是佛法？哪一法不能成佛？飞机驾驶员也能成佛，他就从那个行业上修行，他就能修行证果。关键就在迷悟，他一念觉了他证果；他一念迷了，迷了是贪图享受五欲六尘。航空是高科技、高收入，这个收入拿来自己享受，享受五欲六尘之乐，你就堕落了，凡夫。他要懂得「无着无碍眼」，他就成佛了。无着无碍眼非常重要！",
      "zh_TW": "我們看他名號當中都有「速疾」，都有這兩個字，快速，他速度快。『大速疾力』，我們現在講超音速，這是個很大的速度，迦樓羅王。他得的是『無著無礙眼普觀察眾生界』，他從這個法門裡面修行證果的，『解脫門』就是證入無上佛果的門徑。所以你看看佛法，哪一法不是佛法？哪一法不能成佛？飛機駕駛員也能成佛，他就從那個行業上修行，他就能修行證果。關鍵就在迷悟，他一念覺了他證果；他一念迷了，迷了是貪圖享受五欲六塵。航空是高科技、高收入，這個收入拿來自己享受，享受五欲六塵之樂，你就墮落了，凡夫。他要懂得「無著無礙眼」，他就成佛了。無著無礙眼非常重要！"
    },
    {
      "id": "12-045-0343_p0005",
      "zh_CN": "我在早年，还没有学佛的时候，亲近方东美先生，跟他学哲学，他告诉我，一个哲学家在一生当中不能不坐一次飞机。我们那时候很年轻，才二十几岁的时候，他告诉我们。为什么叫你坐一次飞机？飞到高空去体验一下，高空看到底下才知道人身的渺小。现在飞机飞到高空在上面看不到人，看到下面的房屋，一栋房屋比一粒芝麻还小；天气非常晴朗的时候飞越都市，看到下面的房屋，街道上走的车辆看不见，才知道人是多么渺小，人身是多么脆弱。佛在经典里面给我们讲「人命无常」、「国土危脆」，在高空上面你才能体会得到。",
      "zh_TW": "我在早年，還沒有學佛的時候，親近方東美先生，跟他學哲學，他告訴我，一個哲學家在一生當中不能不坐一次飛機。我們那時候很年輕，才二十幾歲的時候，他告訴我們。為什麼叫你坐一次飛機？飛到高空去體驗一下，高空看到底下才知道人身的渺小。現在飛機飛到高空在上面看不到人，看到下面的房屋，一棟房屋比一粒芝麻還小；天氣非常晴朗的時候飛越都市，看到下面的房屋，街道上走的車輛看不見，才知道人是多麼渺小，人身是多麼脆弱。佛在經典裡面給我們講「人命無常」、「國土危脆」，在高空上面你才能體會得到。"
    },
    {
      "id": "12-045-0343_p0006",
      "zh_CN": "在空中飞行没有障碍，「无着无碍」，不像在地面上，地面上开车一定受地形道路的约束，在空中没有约束。用这个眼来「普观众生界」，众生是什么？众缘和合而生起的现象。界就是类别，现在科学大分为动物、植物、矿物。在佛法里面还包括着自然现象，都叫做众生，都是众缘和合而生的。清凉大师在这里注解注得好，「智无着故见无碍」。我们今天六根起作用，为什么会有障碍？有执着。我们有妄想，妄想是障碍；有分别，分别是障碍；有执着，执着是最严重的障碍，障碍了自性本具的智慧。智慧不能现前，德能、相好都不能现前。每一个凡夫，有情众生都希求相好。相好的范围包括很大，不仅是我们自己相貌端庄、身体康健，包括我们居住的环境一切美好，像往生经里面给我们说的西方极乐世界依正庄严，那叫做相好。所以我们看到佛经上讲相好，不要单单想到佛的身相，这个范围太小，不是佛说的本意，佛说的相好是依正庄严，这是相好。相好是自性里面本具的，不是从外来的，本来就是这个样子。《华严》讲华藏世界，净土里面讲极乐世界，极乐跟华藏是一个世界，不是两个世界。佛为什么又说极乐、又说华藏？佛教我们不要执着这些名词，你要会通他的意思，华藏就是极乐，极乐就是华藏。",
      "zh_TW": "在空中飛行沒有障礙，「無著無礙」，不像在地面上，地面上開車一定受地形道路的約束，在空中沒有約束。用這個眼來「普觀眾生界」，眾生是什麼？眾緣和合而生起的現象。界就是類別，現在科學大分為動物、植物、礦物。在佛法裡面還包括著自然現象，都叫做眾生，都是眾緣和合而生的。清涼大師在這裡註解註得好，「智無著故見無礙」。我們今天六根起作用，為什麼會有障礙？有執著。我們有妄想，妄想是障礙；有分別，分別是障礙；有執著，執著是最嚴重的障礙，障礙了自性本具的智慧。智慧不能現前，德能、相好都不能現前。每一個凡夫，有情眾生都希求相好。相好的範圍包括很大，不僅是我們自己相貌端莊、身體康健，包括我們居住的環境一切美好，像往生經裡面給我們說的西方極樂世界依正莊嚴，那叫做相好。所以我們看到佛經上講相好，不要單單想到佛的身相，這個範圍太小，不是佛說的本意，佛說的相好是依正莊嚴，這是相好。相好是自性裡面本具的，不是從外來的，本來就是這個樣子。《華嚴》講華藏世界，淨土裡面講極樂世界，極樂跟華藏是一個世界，不是兩個世界。佛為什麼又說極樂、又說華藏？佛教我們不要執著這些名詞，你要會通他的意思，華藏就是極樂，極樂就是華藏。"
    },
    {
      "id": "12-045-0343_p0007",
      "zh_CN": "不但佛所讲的我们要懂得会通，别的宗教里面讲的我们也要会通，宗教与宗教之间就不会产生误会。上一次我们参加伊斯兰教的一个座谈会，他们提出一个问题，伊斯兰教讲的是天园，天上的花园，基督教、天主教是讲天堂，天堂跟天园是一不是二，跟我们讲的极乐世界也是一不是二。我们修净土的讲极乐世界，学华严的讲华藏世界，学基督教、天主教的讲天堂，伊斯兰教讲天园，其实是一个地方，还有什么好打架的？在这里打得头破血流，到那个地方，「原来你也在此地」，这不叫冤枉吗？所以要懂得，特别是《华严》上说，「一即是多，多即是一」，多是方便说，一是真实说，一多不二。这些道理、事实，我们总得要搞清楚、搞明白，我们的心就清净，妄想分别才真正能放得下。否则的话一看，我是佛教，他是基督教，这个分别执着永远不能破，你的智慧就不能开，你就不能入佛的境界。佛的境界是什么？叫不二法门，记住！基督教不是佛教，佛教不是基督教，这是二，你就入不了门。什么时候基督教跟佛教不二，那恭喜你，你成佛了，你入了不二法门。他们观念当中有二，我们不二，我们入进去，他在门外。",
      "zh_TW": "不但佛所講的我們要懂得會通，別的宗教裡面講的我們也要會通，宗教與宗教之間就不會產生誤會。上一次我們參加伊斯蘭教的一個座談會，他們提出一個問題，伊斯蘭教講的是天園，天上的花園，基督教、天主教是講天堂，天堂跟天園是一不是二，跟我們講的極樂世界也是一不是二。我們修淨土的講極樂世界，學華嚴的講華藏世界，學基督教、天主教的講天堂，伊斯蘭教講天園，其實是一個地方，還有什麼好打架的？在這裡打得頭破血流，到那個地方，「原來你也在此地」，這不叫冤枉嗎？所以要懂得，特別是《華嚴》上說，「一即是多，多即是一」，多是方便說，一是真實說，一多不二。這些道理、事實，我們總得要搞清楚、搞明白，我們的心就清淨，妄想分別才真正能放得下。否則的話一看，我是佛教，他是基督教，這個分別執著永遠不能破，你的智慧就不能開，你就不能入佛的境界。佛的境界是什麼？叫不二法門，記住！基督教不是佛教，佛教不是基督教，這是二，你就入不了門。什麼時候基督教跟佛教不二，那恭喜你，你成佛了，你入了不二法門。他們觀念當中有二，我們不二，我們入進去，他在門外。"
    },
    {
      "id": "12-045-0343_p0008",
      "zh_CN": "世出世间一切法没有例外的，皆是唯心所现、唯识所变，这《华严经》上说的。真正把这些意思、这个经义参透了，你得大欢喜心，真的是心开意解。这是无着，破执着了，《金刚经》上讲的无我相、无人相、无众生相、无寿者相你得到了。得到之后，这是智慧现前，你的见，就是你的观察没有障碍，你观察一切众生界，就是你观察十法界依正庄严，迷而不悟的众生，永无休止的在搞六道轮回，决定不会停下来，造业不停，受报也不停，你就会看清楚、看明白；再往上看看诸佛菩萨，在十法界示现不停、教化不停，也没有停止过，这才看到事实真相。清凉末后这个注解好，「悲普观故通悉调」。智看没有障碍，佛还有大慈悲心，看到一切众生，像观世音菩萨千手千眼，眼到手到。就是我刚才说的，看到十法界众生相永无止境的造业受报，一真法界里面诸佛如来、法身大士也是永无止境的大慈大悲，在十法界里面随类现身，随机说法，也是永远没有停过的。我们要懂得这个道理，这能去休息吗？不能！虽然说不能，我们在世间法里面看，确实历代都有高人，有道德、有学问，他们隐居山林，每天游山玩水，逍遥自在，出家人当中也有一些一生住山，不下山的，这些人我们现在人观念当中，他是不是逃避现实？是不是自己贪图享受？不能说没有，但是极少数，我们从这个地方要细心去体会。",
      "zh_TW": "世出世間一切法沒有例外的，皆是唯心所現、唯識所變，這《華嚴經》上說的。真正把這些意思、這個經義參透了，你得大歡喜心，真的是心開意解。這是無著，破執著了，《金剛經》上講的無我相、無人相、無眾生相、無壽者相你得到了。得到之後，這是智慧現前，你的見，就是你的觀察沒有障礙，你觀察一切眾生界，就是你觀察十法界依正莊嚴，迷而不悟的眾生，永無休止的在搞六道輪迴，決定不會停下來，造業不停，受報也不停，你就會看清楚、看明白；再往上看看諸佛菩薩，在十法界示現不停、教化不停，也沒有停止過，這才看到事實真相。清涼末後這個註解好，「悲普觀故通悉調」。智看沒有障礙，佛還有大慈悲心，看到一切眾生，像觀世音菩薩千手千眼，眼到手到。就是我剛才說的，看到十法界眾生相永無止境的造業受報，一真法界裡面諸佛如來、法身大士也是永無止境的大慈大悲，在十法界裡面隨類現身，隨機說法，也是永遠沒有停過的。我們要懂得這個道理，這能去休息嗎？不能！雖然說不能，我們在世間法裡面看，確實歷代都有高人，有道德、有學問，他們隱居山林，每天遊山玩水，逍遙自在，出家人當中也有一些一生住山，不下山的，這些人我們現在人觀念當中，他是不是逃避現實？是不是自己貪圖享受？不能說沒有，但是極少數，我們從這個地方要細心去體會。"
    },
    {
      "id": "12-045-0343_p0009",
      "zh_CN": "佛菩萨教导我们，什么时候可以过这种清净的日子？我们自己的道业成就了，这个成就就是开悟、证果，开悟就证果。这个开悟是指明心见性，这个证果是圆教初住菩萨，《华严经》上的四十一位法身大士，你证得初住，超越六道、超越十法界，你可以住山，你可以自己静修。但是在什么状况之下？没有法缘。因为佛法是师道，这个一定要懂得，师道一定要有人来礼请，如果没有人来礼请，你自动下去教人，别人轻视你、瞧不起你，说你这个不值钱，「我没有要你来，你就来了」，他不尊重。不尊重你，教导他，没有用处，你白费精神。必须他要以隆重礼节来礼请，你应该下山，为什么？他尊重。印光大师常说，「一分恭敬得一分利益，十分恭敬得十分利益」。众生十分恭敬，你下山去讲，他得圆满利益；如果他毫无恭敬心，决定不得利益。所以一个人修行证果之后他住山，在山上等待机缘，等人家来请他。这个不是摆架子，不是好名、好利，是看众生可教不可教，这是义，这是师道，师道是「只闻来学，未闻往教」。求学，我们要到老师那里亲近老师，跟他学。像现在有所谓家庭教师，在古时候没有的。家庭教师，你家里面的儿女对老师没有恭敬心，很难教。那个老师是什么？呼之即来，挥之即去，一文不值，养成子弟一个很不好的理念，轻视老师，不懂得尊师重道，这哪能有成就？",
      "zh_TW": "佛菩薩教導我們，什麼時候可以過這種清淨的日子？我們自己的道業成就了，這個成就就是開悟、證果，開悟就證果。這個開悟是指明心見性，這個證果是圓教初住菩薩，《華嚴經》上的四十一位法身大士，你證得初住，超越六道、超越十法界，你可以住山，你可以自己靜修。但是在什麼狀況之下？沒有法緣。因為佛法是師道，這個一定要懂得，師道一定要有人來禮請，如果沒有人來禮請，你自動下去教人，別人輕視你、瞧不起你，說你這個不值錢，「我沒有要你來，你就來了」，他不尊重。不尊重你，教導他，沒有用處，你白費精神。必須他要以隆重禮節來禮請，你應該下山，為什麼？他尊重。印光大師常說，「一分恭敬得一分利益，十分恭敬得十分利益」。眾生十分恭敬，你下山去講，他得圓滿利益；如果他毫無恭敬心，決定不得利益。所以一個人修行證果之後他住山，在山上等待機緣，等人家來請他。這個不是擺架子，不是好名、好利，是看眾生可教不可教，這是義，這是師道，師道是「只聞來學，未聞往教」。求學，我們要到老師那裡親近老師，跟他學。像現在有所謂家庭教師，在古時候沒有的。家庭教師，你家裡面的兒女對老師沒有恭敬心，很難教。那個老師是什麼？呼之即來，揮之即去，一文不值，養成子弟一個很不好的理念，輕視老師，不懂得尊師重道，這哪能有成就？"
    },
    {
      "id": "12-045-0343_p0010",
      "zh_CN": "我们懂得尊敬老师，怎么来的？父母教的。我在六、七岁的时候，好像念了四个月的私塾，以后就没有了，以后私塾也渐渐的被小学代替。我们住在农村，私塾一个老师，课程都是古籍，那个时候一般课程大概是《千字文》、《百家姓》、《唐诗》、《古文》、《四书》这一类的。一个老师教二十几个学生，年龄不一样，从六、七岁到十五、六岁都有，每一个人念的书本也不一样，各人念各人的。年岁比较大的，我们那个时候还记得，老师给他们上《古文观止》、上《四书》，我们年岁很小的念《百家姓》、念《千字文》、念《唐诗》，念这些东西。上学的头一天，这个学校在祠堂里面，祠堂的大殿就做为礼堂，当中供奉孔老夫子的牌位，是个很大的牌位，「大成至圣先师孔老夫子」。我们上学先要在孔老夫子牌位面前行礼，我父亲在前面，我跟在后面，行三跪九叩首的大礼，就跟从前见皇帝一样；拜完了至圣先师之后请老师上座，也一样的，我父亲在前面，学生在后面，向老师行三跪九叩首礼，再送礼物供养老师，我们从这里学会了尊师重道。家长这样隆重的礼节对老师，老师要不好好管教学生，对不起家长。这叫师道，现在没有了，现在老师要管学生，学生回家告诉父母，父母立刻就告状，老师还能教吗？所以我还接触到古老教学的边缘。",
      "zh_TW": "我們懂得尊敬老師，怎麼來的？父母教的。我在六、七歲的時候，好像念了四個月的私塾，以後就沒有了，以後私塾也漸漸的被小學代替。我們住在農村，私塾一個老師，課程都是古籍，那個時候一般課程大概是《千字文》、《百家姓》、《唐詩》、《古文》、《四書》這一類的。一個老師教二十幾個學生，年齡不一樣，從六、七歲到十五、六歲都有，每一個人念的書本也不一樣，各人念各人的。年歲比較大的，我們那個時候還記得，老師給他們上《古文觀止》、上《四書》，我們年歲很小的念《百家姓》、念《千字文》、念《唐詩》，念這些東西。上學的頭一天，這個學校在祠堂裡面，祠堂的大殿就做為禮堂，當中供奉孔老夫子的牌位，是個很大的牌位，「大成至聖先師孔老夫子」。我們上學先要在孔老夫子牌位面前行禮，我父親在前面，我跟在後面，行三跪九叩首的大禮，就跟從前見皇帝一樣；拜完了至聖先師之後請老師上座，也一樣的，我父親在前面，學生在後面，向老師行三跪九叩首禮，再送禮物供養老師，我們從這裡學會了尊師重道。家長這樣隆重的禮節對老師，老師要不好好管教學生，對不起家長。這叫師道，現在沒有了，現在老師要管學生，學生回家告訴父母，父母立刻就告狀，老師還能教嗎？所以我還接觸到古老教學的邊緣。"
    },
    {
      "id": "12-045-0343_p0011",
      "zh_CN": "现在没有教育了，现在人不懂礼，什么都不懂，不会做人，不会生活。人与人之间关系是一无所知，完全凭着自己意气用事，广结冤仇，前途一片黑暗。我们过去看到这个事情也非常难过，读到《无量寿经》这个心情才轻松一点，放下一些了。为什么？佛在《无量寿经》里说了，都说现前的社会大众无知，胡作妄为，把社会搞成这个样子，其根本原因，经上所说的，「先人不善，不识道德，无有语者，殊无怪也」。我们今天对于这些造作罪业的众生不能怪他，他的父母、他的长辈没有教好他。没有教就不造罪业，这是圣人，这不是凡人，那是佛菩萨再来的才行。凡人要教，这不教怎么行？",
      "zh_TW": "現在沒有教育了，現在人不懂禮，什麼都不懂，不會做人，不會生活。人與人之間關係是一無所知，完全憑著自己意氣用事，廣結冤仇，前途一片黑暗。我們過去看到這個事情也非常難過，讀到《無量壽經》這個心情才輕鬆一點，放下一些了。為什麼？佛在《無量壽經》裡說了，都說現前的社會大眾無知，胡作妄為，把社會搞成這個樣子，其根本原因，經上所說的，「先人不善，不識道德，無有語者，殊無怪也」。我們今天對於這些造作罪業的眾生不能怪他，他的父母、他的長輩沒有教好他。沒有教就不造罪業，這是聖人，這不是凡人，那是佛菩薩再來的才行。凡人要教，這不教怎麼行？"
    },
    {
      "id": "12-045-0343_p0012",
      "zh_CN": "今天的教学比过去要困难太多了，过去有基础，从小教好教，这儒家常常说的「教子婴孩」。真正有学问、有德行的人，从胎教开始；一般没有这种大德大能的，都知道小孩生下来之后，二、三岁的时候就要管教。现代人疏忽了，忙着赚钱，钱赚到了，下一代完了。把小孩交给佣人去照顾，我听说有很多自己非常忙碌，一个月去看小孩一次，把钱送给佣人，去看看他；一、二年之后，这个小孩认他佣人是妈妈，自己父母不认识，丝毫感情都没有。钱是赚到了，家后代毁掉了，得不偿失！这种情况在现在社会，国内、国外都相当普遍，我们都能看到，这是社会的隐忧。我们这个社会能安定吗？世界能和平吗？看看现前的人他想什么、他说什么、他在造什么，这个世界的前途大致上我们可以预知。",
      "zh_TW": "今天的教學比過去要困難太多了，過去有基礎，從小教好教，這儒家常常說的「教子嬰孩」。真正有學問、有德行的人，從胎教開始；一般沒有這種大德大能的，都知道小孩生下來之後，二、三歲的時候就要管教。現代人疏忽了，忙著賺錢，錢賺到了，下一代完了。把小孩交給傭人去照顧，我聽說有很多自己非常忙碌，一個月去看小孩一次，把錢送給傭人，去看看他；一、二年之後，這個小孩認他傭人是媽媽，自己父母不認識，絲毫感情都沒有。錢是賺到了，家後代毀掉了，得不償失！這種情況在現在社會，國內、國外都相當普遍，我們都能看到，這是社會的隱憂。我們這個社會能安定嗎？世界能和平嗎？看看現前的人他想什麼、他說什麼、他在造什麼，這個世界的前途大致上我們可以預知。"
    },
    {
      "id": "12-045-0343_p0013",
      "zh_CN": "现在家庭教育没有了，学校教育也有了严重问题。学校教育是建立在家庭教育的基础上；换句话说，老师能不能把学生教好，专看学生家长对老师的态度。做父母的人不尊重学校老师，学生怎么会看得起老师？「我爸爸都瞧不起你，你算什么？」他怎么会听老师的话？纵然有好老师想教，也困难重重；看到许多障碍，老师也知难而退。我也在学校教过几年书，老师在一块聊天聊什么？我们作老师的目的在哪里？目的在拿薪水、拿钟点费，拿回家过日子。学生来干什么？学生要文凭，文凭送给他就好了，他是不是真学到东西不管，反正我满足你的欲望。老师月月薪水拿到，可以过日子。所以方东美先生讲现在的学校，叫误人子弟的行业。他老人家一生教书，谈到摇头，「误人子弟的行业」。难！",
      "zh_TW": "現在家庭教育沒有了，學校教育也有了嚴重問題。學校教育是建立在家庭教育的基礎上；換句話說，老師能不能把學生教好，專看學生家長對老師的態度。做父母的人不尊重學校老師，學生怎麼會看得起老師？「我爸爸都瞧不起你，你算什麼？」他怎麼會聽老師的話？縱然有好老師想教，也困難重重；看到許多障礙，老師也知難而退。我也在學校教過幾年書，老師在一塊聊天聊什麼？我們作老師的目的在哪裡？目的在拿薪水、拿鐘點費，拿回家過日子。學生來幹什麼？學生要文憑，文憑送給他就好了，他是不是真學到東西不管，反正我滿足你的欲望。老師月月薪水拿到，可以過日子。所以方東美先生講現在的學校，叫誤人子弟的行業。他老人家一生教書，談到搖頭，「誤人子弟的行業」。難！"
    },
    {
      "id": "12-045-0343_p0014",
      "zh_CN": "必须要有真实智慧，真实智慧一定要离开妄想分别执着，你的智慧才能现前；只要有丝毫妄想分别执着夹杂在你的观念里面，你的智慧就不开，智慧被堵塞了。你所用的是什么？用的是妄识，识就是妄想分别执着，你用的是这些。用这些东西对社会真相永远看不清楚，你的慈悲心生不起来，遇到挫折你就退转，这不是真智慧。真智慧才有真慈悲，遇到什么样的艰难困苦他不会退转，总是想方法来帮助众生、来救度众生，一定要靠智慧。我们看看今天这个教育，今天社会动乱，要想社会安定、世界和平，只有教育。可是许许多多的国家地区，家庭教育没有了，学校教育也没有了；我们讲教育是圣贤教育。社会教育，你们天天接触到的，这个社会的现象教我们什么？你每天在报纸上看到的，报纸是社会教育的教科书；电视，现在还加上网际网路，都是广大社会教育的工具，里面的内容，教人杀盗淫妄。小孩一出生，眼睛一张开就看到电视，就看到电视上种种画面，先入为主，他认为那是正确的。稍稍长大一些，现在小学生都已经用电脑了，电脑可以收世界上所有的网路，这个太可怕了。最后再讲宗教教育，宗教教育现在一般只重视宗教的形式，教学疏忽了。佛门弟子不懂得学佛，不懂得学菩萨，只晓得烧香拜拜，祈求佛菩萨降福，保佑他、加持他。其他宗教也不例外，都着重形式，不懂得教育。",
      "zh_TW": "必須要有真實智慧，真實智慧一定要離開妄想分別執著，你的智慧才能現前；只要有絲毫妄想分別執著夾雜在你的觀念裡面，你的智慧就不開，智慧被堵塞了。你所用的是什麼？用的是妄識，識就是妄想分別執著，你用的是這些。用這些東西對社會真相永遠看不清楚，你的慈悲心生不起來，遇到挫折你就退轉，這不是真智慧。真智慧才有真慈悲，遇到什麼樣的艱難困苦他不會退轉，總是想方法來幫助眾生、來救度眾生，一定要靠智慧。我們看看今天這個教育，今天社會動亂，要想社會安定、世界和平，只有教育。可是許許多多的國家地區，家庭教育沒有了，學校教育也沒有了；我們講教育是聖賢教育。社會教育，你們天天接觸到的，這個社會的現象教我們什麼？你每天在報紙上看到的，報紙是社會教育的教科書；電視，現在還加上網際網路，都是廣大社會教育的工具，裡面的內容，教人殺盜淫妄。小孩一出生，眼睛一張開就看到電視，就看到電視上種種畫面，先入為主，他認為那是正確的。稍稍長大一些，現在小學生都已經用電腦了，電腦可以收世界上所有的網路，這個太可怕了。最後再講宗教教育，宗教教育現在一般只重視宗教的形式，教學疏忽了。佛門弟子不懂得學佛，不懂得學菩薩，只曉得燒香拜拜，祈求佛菩薩降福，保佑他、加持他。其他宗教也不例外，都著重形式，不懂得教育。"
    },
    {
      "id": "12-045-0343_p0015",
      "zh_CN": "我们学佛的同修要学佛菩萨，佛菩萨是我们的榜样，这才叫学佛。从前李炳南老居士批评佛门四众弟子，他们不是学佛，他们是玩弄佛法、消遣佛法。自己生活无聊，消遣消遣，做个法会、打个水陆，消遣佛法、玩弄佛法，这个无济于事。一般宗教徒不能够学上帝，上帝是我们人的好榜样，《圣经》里头讲得很好，上帝是照他自己这个样子来造人，人应当像上帝才对。造出人，人的样子像上帝，人的心、人的行为跟上帝完全相反，这上帝造错了。由此可知，教育多么重要！所以现在我们希望联合全世界各个宗教，我们推行教育，宗教教育，推行神圣的教育。",
      "zh_TW": "我們學佛的同修要學佛菩薩，佛菩薩是我們的榜樣，這才叫學佛。從前李炳南老居士批評佛門四眾弟子，他們不是學佛，他們是玩弄佛法、消遣佛法。自己生活無聊，消遣消遣，做個法會、打個水陸，消遣佛法、玩弄佛法，這個無濟於事。一般宗教徒不能夠學上帝，上帝是我們人的好榜樣，《聖經》裡頭講得很好，上帝是照他自己這個樣子來造人，人應當像上帝才對。造出人，人的樣子像上帝，人的心、人的行為跟上帝完全相反，這上帝造錯了。由此可知，教育多麼重要！所以現在我們希望聯合全世界各個宗教，我們推行教育，宗教教育，推行神聖的教育。"
    },
    {
      "id": "12-045-0343_p0016",
      "zh_CN": "宗教教育有一个共同点，仁慈博爱。许哲修女说得好，宗教是什么？「宗教就是爱，爱就是宗教」，这个话说得好，一点都不错。我们看犹太教、天主教、基督教，「神爱世人」、「上帝爱世人」；我们看回教，这个地区回教徒数量最多，你展开他们的经典，每一段经文头一句，「安拉确实是仁慈的」，他们称上帝称安拉，我们要学安拉的仁慈；佛菩萨一片慈悲，所以仁慈博爱是所有宗教共同的根本。宗教的目的都是帮助众生破迷开悟、离苦得乐。根本相同、目的相同，只是教学的方法手段不相同，这个没有关系，宗教可以合作，宗教可以携手来挽救社会，消除世间天灾人祸的劫难。不仅是弥补家庭、学校、社会教育之不足，还要全心全力去辅导恢复家庭教育，恢复学校跟社会的伦理道德圣贤的教育，这个世界就有救，不至于有世界末日。",
      "zh_TW": "宗教教育有一個共同點，仁慈博愛。許哲修女說得好，宗教是什麼？「宗教就是愛，愛就是宗教」，這個話說得好，一點都不錯。我們看猶太教、天主教、基督教，「神愛世人」、「上帝愛世人」；我們看回教，這個地區回教徒數量最多，你展開他們的經典，每一段經文頭一句，「安拉確實是仁慈的」，他們稱上帝稱安拉，我們要學安拉的仁慈；佛菩薩一片慈悲，所以仁慈博愛是所有宗教共同的根本。宗教的目的都是幫助眾生破迷開悟、離苦得樂。根本相同、目的相同，只是教學的方法手段不相同，這個沒有關係，宗教可以合作，宗教可以攜手來挽救社會，消除世間天災人禍的劫難。不僅是彌補家庭、學校、社會教育之不足，還要全心全力去輔導恢復家庭教育，恢復學校跟社會的倫理道德聖賢的教育，這個世界就有救，不至於有世界末日。"
    },
    {
      "id": "12-045-0343_p0017",
      "zh_CN": "现在国际上，我们常常听到有宗教的会议，这个好事情，希望这些会议最后都能够落实到多元文化的社会教育。可是一定要把社会的病根找出来，从根本上下手，可以收到事半功倍之效。根本是什么？根本是家庭。社会就好像我们一个人的身体，家庭是我们人身上的细胞，细胞要坏了，这个命活不长；每一个细胞都健全，身体健康，社会健康、世界健康。所以家庭教育比什么都重要，中国自古以来，政治的领导人，没有一个不重视家庭教育。家庭这个细胞主要的是夫妇，夫妇好和，这个家庭健康；夫妻不和，这个细胞就坏了。我们看中国的古礼，婚宴不仅是人生第一桩大事，它是社会的大事、是世界和平的大事，绝对不是男女两个人的事情。两个人不好，危害社会、危害世界和平，这关系多大！现在没有人讲，也没有人知道，这什么原因？没有人教。我们现在不能不说，不能不多说，希望大家都能提高警觉。古时候男女结合是道义，他明白这个道理，从小有父母、有师长、有长辈教导他，知道他有责任，绝非儿戏。对于自己家庭传宗接代，所谓是「不孝有三，无后为大」。家齐而后国治，国治而后天下平，家是根本，没有说是不能齐家而能治国平天下的，没这个道理。所以今天社会这么乱，世界不和平，根本原因是家没有齐。哪一个领导人都希求世界和平，都希求社会安定，为什么做不到？根本原因没找到。",
      "zh_TW": "現在國際上，我們常常聽到有宗教的會議，這個好事情，希望這些會議最後都能夠落實到多元文化的社會教育。可是一定要把社會的病根找出來，從根本上下手，可以收到事半功倍之效。根本是什麼？根本是家庭。社會就好像我們一個人的身體，家庭是我們人身上的細胞，細胞要壞了，這個命活不長；每一個細胞都健全，身體健康，社會健康、世界健康。所以家庭教育比什麼都重要，中國自古以來，政治的領導人，沒有一個不重視家庭教育。家庭這個細胞主要的是夫婦，夫婦好和，這個家庭健康；夫妻不和，這個細胞就壞了。我們看中國的古禮，婚宴不僅是人生第一樁大事，它是社會的大事、是世界和平的大事，絕對不是男女兩個人的事情。兩個人不好，危害社會、危害世界和平，這關係多大！現在沒有人講，也沒有人知道，這什麼原因？沒有人教。我們現在不能不說，不能不多說，希望大家都能提高警覺。古時候男女結合是道義，他明白這個道理，從小有父母、有師長、有長輩教導他，知道他有責任，絕非兒戲。對於自己家庭傳宗接代，所謂是「不孝有三，無後為大」。家齊而後國治，國治而後天下平，家是根本，沒有說是不能齊家而能治國平天下的，沒這個道理。所以今天社會這麼亂，世界不和平，根本原因是家沒有齊。哪一個領導人都希求世界和平，都希求社會安定，為什麼做不到？根本原因沒找到。"
    },
    {
      "id": "12-045-0343_p0018",
      "zh_CN": "这个事情政治不能解决，军事武力也不能解决，现在讲的经济科技还是不能解决，唯一能解决的还要回归到教育。四种教育里面，家庭教育是开端、是基础，宗教教育是圆满，宗教教育把我们的精神生活不断向上提升，达到究竟圆满的境界。它不是迷信，我们要细心深入去探讨。如果没有搞清楚、没有搞明白，迷信的帽子加上去，谁迷信？我们自己迷信。「迷信」两个字的意思要搞清楚，我对于这个事情没有搞清楚、没有搞明白，我就相信它，这叫迷信；我没有搞清楚、没有搞明白，我不相信它，也是迷信；统统搞清楚、搞明白了，我信它是正信，我不信它也是正信，我清楚明了了。由此可知，今天很多人对宗教，信仰宗教、不信仰宗教全是迷信，尤其是对佛法。佛法契入进去之后，才真正体会到博大精深。他看得清楚，他看得明白，为什么？他有真实智慧。真实智慧从哪里来的？因为他烦恼轻。这个地方的标准，「无着无我」，着是执着；人要到无我，智慧一定现前。我执是自性般若智慧最严重的障碍；破我执，这个障碍突破了，智慧现前了，智慧现前的人决定不再执着身是我。那我们这个身，智慧开了，说实在的话，六道十法界没有了，但是这个身还在世间，这个时候大慈大悲心起来了，利用这个身帮助没有觉悟的人，这就是佛家里面讲的「乘愿再来」，他生死自在，随时可以走。随时可以走，为什么不走？这个地方的苦人太多了，全心全力照顾这些苦人、帮助这些苦人。",
      "zh_TW": "這個事情政治不能解決，軍事武力也不能解決，現在講的經濟科技還是不能解決，唯一能解決的還要回歸到教育。四種教育裡面，家庭教育是開端、是基礎，宗教教育是圓滿，宗教教育把我們的精神生活不斷向上提升，達到究竟圓滿的境界。它不是迷信，我們要細心深入去探討。如果沒有搞清楚、沒有搞明白，迷信的帽子加上去，誰迷信？我們自己迷信。「迷信」兩個字的意思要搞清楚，我對於這個事情沒有搞清楚、沒有搞明白，我就相信它，這叫迷信；我沒有搞清楚、沒有搞明白，我不相信它，也是迷信；統統搞清楚、搞明白了，我信它是正信，我不信它也是正信，我清楚明瞭了。由此可知，今天很多人對宗教，信仰宗教、不信仰宗教全是迷信，尤其是對佛法。佛法契入進去之後，才真正體會到博大精深。他看得清楚，他看得明白，為什麼？他有真實智慧。真實智慧從哪裡來的？因為他煩惱輕。這個地方的標準，「無著無我」，著是執著；人要到無我，智慧一定現前。我執是自性般若智慧最嚴重的障礙；破我執，這個障礙突破了，智慧現前了，智慧現前的人決定不再執著身是我。那我們這個身，智慧開了，說實在的話，六道十法界沒有了，但是這個身還在世間，這個時候大慈大悲心起來了，利用這個身幫助沒有覺悟的人，這就是佛家裡面講的「乘願再來」，他生死自在，隨時可以走。隨時可以走，為什麼不走？這個地方的苦人太多了，全心全力照顧這些苦人、幫助這些苦人。"
    },
    {
      "id": "12-045-0343_p0019",
      "zh_CN": "许哲一百零一岁了，她为什么不走？她随时可以走，她有把握，我相信她的话是真的，绝不是假的，随时可以走。她到哪里去，她自己清清楚楚、明明白白，一丝毫恐怖都没有。为什么不走？看到还有很多苦难的人需要她照顾。她照顾一些老人，那些老人都没有她年岁大，七、八十岁的，她一百零一岁，还照顾这些老人、照顾病人、照顾穷人。有很多人乐意她照顾、希望她照顾，那她就不能走。这个身体在世间是为众生活的，不是为自己活的。为众生活的就不能享乐，为什么？享乐就不能为众生服务；想到要全心全力为众生服务，一切物质、精神上的享受统统要放下，不是真正觉悟的人做不到！她一天到晚辛辛苦苦为大众服务、为社会服务，她有没有快乐？乐在其中，她的快乐我们一般凡夫没有法子理解。世间人也常说，「助人为快乐之本」，这句话我们也听得耳熟，很难体会。你要真正体会得到，你自己就会去干，哪个人不喜欢求乐趣？这是最上的乐趣、最大的乐趣、最圆满的乐趣，世间什么乐趣都不能跟它相比，但是这种乐趣你体会不到。一定要亲身去做。",
      "zh_TW": "許哲一百零一歲了，她為什麼不走？她隨時可以走，她有把握，我相信她的話是真的，絕不是假的，隨時可以走。她到哪裡去，她自己清清楚楚、明明白白，一絲毫恐怖都沒有。為什麼不走？看到還有很多苦難的人需要她照顧。她照顧一些老人，那些老人都沒有她年歲大，七、八十歲的，她一百零一歲，還照顧這些老人、照顧病人、照顧窮人。有很多人樂意她照顧、希望她照顧，那她就不能走。這個身體在世間是為眾生活的，不是為自己活的。為眾生活的就不能享樂，為什麼？享樂就不能為眾生服務；想到要全心全力為眾生服務，一切物質、精神上的享受統統要放下，不是真正覺悟的人做不到！她一天到晚辛辛苦苦為大眾服務、為社會服務，她有沒有快樂？樂在其中，她的快樂我們一般凡夫沒有法子理解。世間人也常說，「助人為快樂之本」，這句話我們也聽得耳熟，很難體會。你要真正體會得到，你自己就會去幹，哪個人不喜歡求樂趣？這是最上的樂趣、最大的樂趣、最圓滿的樂趣，世間什麼樂趣都不能跟它相比，但是這種樂趣你體會不到。一定要親身去做。"
    },
    {
      "id": "12-045-0343_p0020",
      "zh_CN": "大速疾力迦楼罗王菩萨，他的法门归纳起来两个字，一个是「智」，一个是「悲」；智是看破，悲是放下，放下自己的妄想分别执着，提起教化众生的责任，这是他应尽的义务。这里面决定没有分别，普度众生，不分别国土、不分别族类，更不分别宗教信仰，以真诚心、平等心，大慈大悲帮助一切苦难众生。所以清凉注解里头讲，「悲普观故通悉调」，通是平等，看到众生有苦难就必须要帮助他。帮助里面，佛虽然讲的有纲领，也就是原则性的，落实在事相当中，这叫后得智、叫权智，事情才能做得圆满。",
      "zh_TW": "大速疾力迦樓羅王菩薩，他的法門歸納起來兩個字，一個是「智」，一個是「悲」；智是看破，悲是放下，放下自己的妄想分別執著，提起教化眾生的責任，這是他應盡的義務。這裡面決定沒有分別，普度眾生，不分別國土、不分別族類，更不分別宗教信仰，以真誠心、平等心，大慈大悲幫助一切苦難眾生。所以清涼註解裡頭講，「悲普觀故通悉調」，通是平等，看到眾生有苦難就必須要幫助他。幫助裡面，佛雖然講的有綱領，也就是原則性的，落實在事相當中，這叫後得智、叫權智，事情才能做得圓滿。"
    },
    {
      "id": "12-045-0343_p0021",
      "zh_CN": "佛教菩萨纲领只有十条，我们要记住、要去做，在日常生活当中天天去做，愈做愈灵活。你这十条在生活当中应用的得心应手，左右逢源，那就快乐；你要不肯去做，永远一辈子生涩。这十条就是四摄、六度，大家都知道。四摄是与众生接触的心态，现在讲理念、态度。第一个就是「布施」，布施这个理念是如何帮助他破迷开悟，如何帮助他离苦得乐，这是佛菩萨对一切众生头一个理念。我们现在没这个念头，我们日常生活当中头一个念头，怎么样利益自己，自私自利摆在第一。佛菩萨把利益众生摆在第一，自己忘掉了，没有自己。所以这个布施是布施的理念、布施的心永远不间断，然后才会落实到实际生活当中。「爱语」，决定是没有妄语、没有两舌、没有恶口、没有绮语，所有一切言辞都是利益对方的，诚诚恳恳帮助对方、教化对方。「利行」，所作所为对社会、对众生决定有利益。我们每天要吃饭，每天要穿衣，每天要把这个身体养好，为什么？为众生。所以我们穿衣吃饭、保养身体是利益一切众生，这个东西是为众生服务的工具，不是为自己。为自己，一真法界、极乐世界比这环境好太多了，何必在这儿受苦？换句话说，不是为自己活着的，是为一切苦难众生活在这个世间，这叫利行。「同事」用今天的话来说，与一切众生共甘苦、同患难。以身作则做出一个样子来，什么样子？断恶修善、转迷为悟、超凡入圣，要做这个样子给大家看。念念如是、行行如是，这是你学佛真的回头了，你真的在学习，诸佛菩萨就是这个样子。",
      "zh_TW": "佛教菩薩綱領只有十條，我們要記住、要去做，在日常生活當中天天去做，愈做愈靈活。你這十條在生活當中應用的得心應手，左右逢源，那就快樂；你要不肯去做，永遠一輩子生澀。這十條就是四攝、六度，大家都知道。四攝是與眾生接觸的心態，現在講理念、態度。第一個就是「布施」，布施這個理念是如何幫助他破迷開悟，如何幫助他離苦得樂，這是佛菩薩對一切眾生頭一個理念。我們現在沒這個念頭，我們日常生活當中頭一個念頭，怎麼樣利益自己，自私自利擺在第一。佛菩薩把利益眾生擺在第一，自己忘掉了，沒有自己。所以這個布施是布施的理念、布施的心永遠不間斷，然後才會落實到實際生活當中。「愛語」，決定是沒有妄語、沒有兩舌、沒有惡口、沒有綺語，所有一切言辭都是利益對方的，誠誠懇懇幫助對方、教化對方。「利行」，所作所為對社會、對眾生決定有利益。我們每天要吃飯，每天要穿衣，每天要把這個身體養好，為什麼？為眾生。所以我們穿衣吃飯、保養身體是利益一切眾生，這個東西是為眾生服務的工具，不是為自己。為自己，一真法界、極樂世界比這環境好太多了，何必在這兒受苦？換句話說，不是為自己活著的，是為一切苦難眾生活在這個世間，這叫利行。「同事」用今天的話來說，與一切眾生共甘苦、同患難。以身作則做出一個樣子來，什麼樣子？斷惡修善、轉迷為悟、超凡入聖，要做這個樣子給大家看。念念如是、行行如是，這是你學佛真的回頭了，你真的在學習，諸佛菩薩就是這個樣子。"
    },
    {
      "id": "12-045-0343_p0022",
      "zh_CN": "实际的生活，佛给我们指出六个纲领，菩萨六波罗蜜。「波罗蜜」是梵语，它的意思就是圆满，六波罗蜜就是六种圆满。「布施」，舍己为人，为人服务，服务的方方面面就太多太广了，都在这一条。第二「持戒」，持戒是守法。对自己来说，基本法五戒十善。对社会、对国家来说，《梵网戒经》里面佛教给我们不做国贼，中国人常讲的不做汉奸；不谤国主，国家的领导人不可以毁谤。他做错事情，我们可以谏诤，但是不能毁谤。为什么？他是一个国家领导的核心，你毁谤他，让国人对他失去信仰，社会会动乱，国家伤害太大。他纵有错误，我们可以建议，可以直接告诉他，但是不能够公开说。规劝的道理要懂得，劝人、教训人不能有第三者在场，有第三者在场不言人过；没有第三人在场，这规劝他。连一般人都要顾全面子，何况国主？大家在一起说过失的只有什么？父母教儿女，自己儿女那没有话说的，一个犯错了，几个儿女同时教训，行！老师教学生行，学生犯了过错，同学在一起可以说。决定不是外人，有外人在不行，像我们现在上课，你们有许多同学都参加，在过去我在台中跟李老师求学的时候决定不许可，上课只有学生在教室，外面都有人巡回把守，远远的就把你赶走了，这里讲话不可以听的。为什么？说话很难听，都要顾全大家面子。我们要懂这个道理，国家领导人也欢喜，你看到我的过失跟我说，还能顾全我的面子，对我还能尊重，这是个好人，这是个懂礼的人。这《梵网经》上佛教给我们的。",
      "zh_TW": "實際的生活，佛給我們指出六個綱領，菩薩六波羅蜜。「波羅蜜」是梵語，它的意思就是圓滿，六波羅蜜就是六種圓滿。「布施」，捨己為人，為人服務，服務的方方面面就太多太廣了，都在這一條。第二「持戒」，持戒是守法。對自己來說，基本法五戒十善。對社會、對國家來說，《梵網戒經》裡面佛教給我們不做國賊，中國人常講的不做漢奸；不謗國主，國家的領導人不可以毀謗。他做錯事情，我們可以諫諍，但是不能毀謗。為什麼？他是一個國家領導的核心，你毀謗他，讓國人對他失去信仰，社會會動亂，國家傷害太大。他縱有錯誤，我們可以建議，可以直接告訴他，但是不能夠公開說。規勸的道理要懂得，勸人、教訓人不能有第三者在場，有第三者在場不言人過；沒有第三人在場，這規勸他。連一般人都要顧全面子，何況國主？大家在一起說過失的只有什麼？父母教兒女，自己兒女那沒有話說的，一個犯錯了，幾個兒女同時教訓，行！老師教學生行，學生犯了過錯，同學在一起可以說。決定不是外人，有外人在不行，像我們現在上課，你們有許多同學都參加，在過去我在台中跟李老師求學的時候決定不許可，上課只有學生在教室，外面都有人巡迴把守，遠遠的就把你趕走了，這裡講話不可以聽的。為什麼？說話很難聽，都要顧全大家面子。我們要懂這個道理，國家領導人也歡喜，你看到我的過失跟我說，還能顧全我的面子，對我還能尊重，這是個好人，這是個懂禮的人。這《梵網經》上佛教給我們的。"
    },
    {
      "id": "12-045-0343_p0023",
      "zh_CN": "《璎珞经》，《璎珞经》是在家菩萨戒，也有重要的两条开示，一个是不漏国税，我们常常讲怎么样逃税，这个不可以的，这是违背佛法的。国税是国家的税收，是社会建设的费用，我们有义务去支援，怎么可以逃税？如果这个税收还有贪官污吏他们拿去享受，那个罪是他的，我们不能说他做非法的事我们就不纳税了，不可以。我们做的是正的，我们是善因善果，他是恶因有恶报，业因果报要搞得清清楚楚。第二条不犯国制，这个制就是法律，绝不犯国家法律，守法。我们人人能够守这四个戒条，社会安定、世界和平。",
      "zh_TW": "《瓔珞經》，《瓔珞經》是在家菩薩戒，也有重要的兩條開示，一個是不漏國稅，我們常常講怎麼樣逃稅，這個不可以的，這是違背佛法的。國稅是國家的稅收，是社會建設的費用，我們有義務去支援，怎麼可以逃稅？如果這個稅收還有貪官污吏他們拿去享受，那個罪是他的，我們不能說他做非法的事我們就不納稅了，不可以。我們做的是正的，我們是善因善果，他是惡因有惡報，業因果報要搞得清清楚楚。第二條不犯國制，這個制就是法律，絕不犯國家法律，守法。我們人人能夠守這四個戒條，社會安定、世界和平。"
    },
    {
      "id": "12-045-0343_p0024",
      "zh_CN": "持戒是守法，对于个人来讲决定要遵守五戒十善，这是身修，身修而后家齐。夫妻之间为什么不和？原因在哪里？妄语，不老实。先生骗太太，太太骗先生，这怎么会和？彼此互相不信任，这个家庭坏了，不懂得夫妇是一体，不能有丝毫隐瞒。佛在《十善业道经》上教给我们，菩萨怎么样成了菩萨？「昼夜常念善法」，昼夜是不间断的，看人家的好处，不看人家的缺点。尤其是夫妇，大概在没有结婚的时候专看对方的好处，所以很可爱，一结婚之后专看对方的坏处，那完了！如果你一生永远都看对方的好处，不看对方的坏处，夫妻好和。佛的话讲得对，教你常念善法、思惟善法、观察善法，不容毫分不善夹杂，我们的身才能够修、家才能齐。这是大根大本，五戒十善，五戒十善是治国平天下的大根大本，怎么能忽略？儒家讲五常，仁、义、礼、智、信，内容跟五戒完全相同。我们再看看其他宗教的经典，都说！我们得到一个结论，五戒十善是所有宗教教人修行的根本，这个我们要懂得。",
      "zh_TW": "持戒是守法，對於個人來講決定要遵守五戒十善，這是身修，身修而後家齊。夫妻之間為什麼不和？原因在哪裡？妄語，不老實。先生騙太太，太太騙先生，這怎麼會和？彼此互相不信任，這個家庭壞了，不懂得夫婦是一體，不能有絲毫隱瞞。佛在《十善業道經》上教給我們，菩薩怎麼樣成了菩薩？「晝夜常念善法」，晝夜是不間斷的，看人家的好處，不看人家的缺點。尤其是夫婦，大概在沒有結婚的時候專看對方的好處，所以很可愛，一結婚之後專看對方的壞處，那完了！如果你一生永遠都看對方的好處，不看對方的壞處，夫妻好和。佛的話講得對，教你常念善法、思惟善法、觀察善法，不容毫分不善夾雜，我們的身才能夠修、家才能齊。這是大根大本，五戒十善，五戒十善是治國平天下的大根大本，怎麼能忽略？儒家講五常，仁、義、禮、智、信，內容跟五戒完全相同。我們再看看其他宗教的經典，都說！我們得到一個結論，五戒十善是所有宗教教人修行的根本，這個我們要懂得。"
    },
    {
      "id": "12-045-0343_p0025",
      "zh_CN": "真有智慧观察世间，观察之后还要帮助这个世间解决问题，诱导世人断恶向善。要把这六种圆满首先落实在自己生活上，守法、守规矩，每一条里面境界都无尽的深广。现在交通便捷，出国观光旅游的机会很多，要懂得入境随俗。每一个地区他们的法令规章不相同，到哪一个地方要遵守哪一个地方的法令规章，要随顺他们的风俗习惯，那一边人就欢迎我们。这就是佛家常讲的「恒顺众生，随喜功德」，绝不坚持自己的成见，到别人国家顺从他们的风俗习惯、法律制度，这才能行得通。",
      "zh_TW": "真有智慧觀察世間，觀察之後還要幫助這個世間解決問題，誘導世人斷惡向善。要把這六種圓滿首先落實在自己生活上，守法、守規矩，每一條裡面境界都無盡的深廣。現在交通便捷，出國觀光旅遊的機會很多，要懂得入境隨俗。每一個地區他們的法令規章不相同，到哪一個地方要遵守哪一個地方的法令規章，要隨順他們的風俗習慣，那一邊人就歡迎我們。這就是佛家常講的「恆順眾生，隨喜功德」，絕不堅持自己的成見，到別人國家順從他們的風俗習慣、法律制度，這才能行得通。"
    },
    {
      "id": "12-045-0343_p0026",
      "zh_CN": "要有耐心，忍辱波罗蜜就是耐心。精进波罗蜜就是求进步，进步从什么地方求得的？广学多闻。我们接触的人事愈广泛，智慧增长，就会有进步。看到错误的地方，我们反省我们自己有没有？改过自新；看到别人好的地方，想想有没有？如果没有就应当学习。现在观光旅游的风气很盛，观光旅游不是讲一种休闲的娱乐，那就错了，是教育，观光旅游是最好的教育，到处去看看，看看人家的优点，看看人家的缺点，帮助自己改过自新，提升自己方方面面的进步。我们在五月应中国的邀请，到中国做了十二天的旅游，我们看到北京机场的建设，我们看了很欢喜。看到中国高速公路比美国建得还好，这什么原因？谚语常讲「后来居上」。我相信这些工作人员都到外国去考察过，外国道路好的我们学来了，缺点我改进，那就比它更好，这叫后来居上。进步快速，出乎人意料之外。外国很多不了解中国，我们看了之后，我们讲最好让外国人多多到中国来看看，他就了解了。不亲自去看不行，听别人说靠不住，一定要亲自去看。禅定是自己胸有主宰，不会受外面的诱惑，这一点非常非常重要。不轻易动摇，不轻易受外面的引诱，这是禅定。智慧是样样清楚、样样明白。",
      "zh_TW": "要有耐心，忍辱波羅蜜就是耐心。精進波羅蜜就是求進步，進步從什麼地方求得的？廣學多聞。我們接觸的人事愈廣泛，智慧增長，就會有進步。看到錯誤的地方，我們反省我們自己有沒有？改過自新；看到別人好的地方，想想有沒有？如果沒有就應當學習。現在觀光旅遊的風氣很盛，觀光旅遊不是講一種休閒的娛樂，那就錯了，是教育，觀光旅遊是最好的教育，到處去看看，看看人家的優點，看看人家的缺點，幫助自己改過自新，提升自己方方面面的進步。我們在五月應中國的邀請，到中國做了十二天的旅遊，我們看到北京機場的建設，我們看了很歡喜。看到中國高速公路比美國建得還好，這什麼原因？諺語常講「後來居上」。我相信這些工作人員都到外國去考察過，外國道路好的我們學來了，缺點我改進，那就比它更好，這叫後來居上。進步快速，出乎人意料之外。外國很多不了解中國，我們看了之後，我們講最好讓外國人多多到中國來看看，他就了解了。不親自去看不行，聽別人說靠不住，一定要親自去看。禪定是自己胸有主宰，不會受外面的誘惑，這一點非常非常重要。不輕易動搖，不輕易受外面的引誘，這是禪定。智慧是樣樣清楚、樣樣明白。"
    },
    {
      "id": "12-045-0343_p0027",
      "zh_CN": "佛教菩萨生活处事待人接物六个条件，叫「六波罗蜜」，六种圆满，都是从无着无碍智慧里面流露出来的。佛教导我们，我们不能够落实，是因为我们有执着，我们有障碍，所以怎么学都学不像。什么时候能把我、人、众生、寿者真的放下了，学菩萨不难，能学得像，会学得很像！这是我们向迦楼罗菩萨学习的第一段，今天时间到了，我们就讲到此地。",
      "zh_TW": "佛教菩薩生活處事待人接物六個條件，叫「六波羅蜜」，六種圓滿，都是從無著無礙智慧裡面流露出來的。佛教導我們，我們不能夠落實，是因為我們有執著，我們有障礙，所以怎麼學都學不像。什麼時候能把我、人、眾生、壽者真的放下了，學菩薩不難，能學得像，會學得很像！這是我們向迦樓羅菩薩學習的第一段，今天時間到了，我們就講到此地。"
    }
  ]
}