{
  "doc_id": "12-045-0937",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九三七集",
    "zh_TW": "第九三七集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "12-045-0937",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "12-045-0937_p0001",
      "zh_CN": "诸位同学，请看「威光得益」，十种法里面第六种看起，就是第六句：",
      "zh_TW": "諸位同學，請看「威光得益」，十種法裡面第六種看起，就是第六句："
    },
    {
      "id": "12-045-0937_p0002",
      "zh_CN": "【证得生无边功德最胜心大喜。】",
      "zh_TW": "【證得生無邊功德最勝心大喜。】"
    },
    {
      "id": "12-045-0937_p0003",
      "zh_CN": "这一句前面也讲得不少，但是还有意思未尽，我们在这个地方做一点补充。『生无边功德』，这是见到佛的光明，佛光明触动自己宿世的善根。宿世善根非常深厚，这是因；佛光照触，这是缘，因缘会合这个现行就发生了，我们讲果报，果报就现前，这个果报就是「无边功德最胜心大喜」。这是相当不容易的一桩事情，这不是普通的善根福德，真正是大善根、大福德才有这样殊胜的果报。功德的意义前面介绍过，功是功夫，德是你的收获；谚语所谓的「一分耕耘，一分收获」，收获就是德，耕耘是功，这个功无量无边。由此可知，这个功是长时间，佛法里面常讲无量劫中累积的，修学累积的，所以才有这样大的德，这个德显示在最胜心大喜。清凉的注解里面说得好。",
      "zh_TW": "這一句前面也講得不少，但是還有意思未盡，我們在這個地方做一點補充。『生無邊功德』，這是見到佛的光明，佛光明觸動自己宿世的善根。宿世善根非常深厚，這是因；佛光照觸，這是緣，因緣會合這個現行就發生了，我們講果報，果報就現前，這個果報就是「無邊功德最勝心大喜」。這是相當不容易的一樁事情，這不是普通的善根福德，真正是大善根、大福德才有這樣殊勝的果報。功德的意義前面介紹過，功是功夫，德是你的收穫；諺語所謂的「一分耕耘，一分收穫」，收穫就是德，耕耘是功，這個功無量無邊。由此可知，這個功是長時間，佛法裡面常講無量劫中累積的，修學累積的，所以才有這樣大的德，這個德顯示在最勝心大喜。清涼的註解裡面說得好。"
    },
    {
      "id": "12-045-0937_p0004",
      "zh_CN": "功，我们一定要记住，在日常生活当中起心动念、言语造作都与性德相应，这是功。不违背性德，完全落实在生活里头、在工作里面，以儒家学习的纲目来讲非常具体，而且真的是简单扼要明白，落实在五伦十义是性德。五伦是夫妇、父子、兄弟、君臣、朋友，人与人的关系说尽了。知道关系要知道义务，做父亲的义务是慈，慈是什么？慈是爱，父亲要爱护子女。为什么不说爱要说慈？这个爱是理性的，不是感情的。理性随顺性德，感情是随顺烦恼，不一样。爱子女，你一定会给子女做好榜样，你会好好的教导他，子女无知犯了过失，这个过失要把它纠正，有的时候要呵斥、要责备，那都是爱的表现。",
      "zh_TW": "功，我們一定要記住，在日常生活當中起心動念、言語造作都與性德相應，這是功。不違背性德，完全落實在生活裡頭、在工作裡面，以儒家學習的綱目來講非常具體，而且真的是簡單扼要明白，落實在五倫十義是性德。五倫是夫婦、父子、兄弟、君臣、朋友，人與人的關係說盡了。知道關係要知道義務，做父親的義務是慈，慈是什麼？慈是愛，父親要愛護子女。為什麼不說愛要說慈？這個愛是理性的，不是感情的。理性隨順性德，感情是隨順煩惱，不一樣。愛子女，你一定會給子女做好榜樣，你會好好的教導他，子女無知犯了過失，這個過失要把它糾正，有的時候要呵斥、要責備，那都是愛的表現。"
    },
    {
      "id": "12-045-0937_p0005",
      "zh_CN": "严厉的责罚不是坏事，原因是什么？让他一生都记住。中国古时候，我念小学的时候民国二十几年，虽然已经改成现代化的学校，老师还有从前旧观念，对学生还实施体罚，学生有过失罚跪，在教室里罚跪。比我们长一辈的，我的老师李炳南居士，他小时候受教育是在清朝末年，差不多早我三十年，那个时候学生罚跪比我们就更要惨了，他看到我们，轻描淡写，这不算什么。他们那个时候跪砖头，不让你舒服。所以老师所教导的一生都不会忘记。在学习过程当中，哪一个科目，哪一个节目受过处分的、挨过打的，打手心是常事，这叫什么？打记性。这个地方挨过打就特别记住了，真的一生都不会忘记。现在社会讲求人权，父母不能够体罚儿女，体罚儿女是什么？说你虐待儿童；老师更不可以体罚学生。变成怎么样？变成父母不能管儿女了，老师也不能管教学生了，所以年轻人的水平是一落千丈。表面上看到，你对于小孩很爱护，实际上你害了他。那是爱，那不是慈，慈是有理性的，这是什么？这是感情的。到这个人长大了，才知道从小没有受过严格的管教，放逸惯了。从小就放逸惯了，少成若天性，毛病习气很不容易改过来。中国古人常讲三岁看八十，从三岁小孩的管教就能看到你一生，你有没有成就。",
      "zh_TW": "嚴厲的責罰不是壞事，原因是什麼？讓他一生都記住。中國古時候，我念小學的時候民國二十幾年，雖然已經改成現代化的學校，老師還有從前舊觀念，對學生還實施體罰，學生有過失罰跪，在教室裡罰跪。比我們長一輩的，我的老師李炳南居士，他小時候受教育是在清朝末年，差不多早我三十年，那個時候學生罰跪比我們就更要慘了，他看到我們，輕描淡寫，這不算什麼。他們那個時候跪磚頭，不讓你舒服。所以老師所教導的一生都不會忘記。在學習過程當中，哪一個科目，哪一個節目受過處分的、挨過打的，打手心是常事，這叫什麼？打記性。這個地方挨過打就特別記住了，真的一生都不會忘記。現在社會講求人權，父母不能夠體罰兒女，體罰兒女是什麼？說你虐待兒童；老師更不可以體罰學生。變成怎麼樣？變成父母不能管兒女了，老師也不能管教學生了，所以年輕人的水平是一落千丈。表面上看到，你對於小孩很愛護，實際上你害了他。那是愛，那不是慈，慈是有理性的，這是什麼？這是感情的。到這個人長大了，才知道從小沒有受過嚴格的管教，放逸慣了。從小就放逸慣了，少成若天性，毛病習氣很不容易改過來。中國古人常講三歲看八十，從三歲小孩的管教就能看到你一生，你有沒有成就。"
    },
    {
      "id": "12-045-0937_p0006",
      "zh_CN": "我这种年龄对圣贤教育沾一点点边缘而已，只有一、二年，只沾一点边缘，以后就是现在这个学校教育。不过那个时候学校教育跟现在学校教育不一样，那个时候学校教育的老师还很认真的管教学生，确实有威严。现在学校老师跟同学，朋友，师生关系没有了，决定不能够管教学生。所以人文的教育、伦理道德的教育没有了，人与人之间的关系义务根本就不知道，哪里懂得什么父慈子孝、兄友弟恭、夫义妇听？没有了，君仁臣忠（君是领导地位的人，臣是被领导的人）、朋友有信，现在全都没有了，这是性德。古时候从小教，你懂得，你一生都会奉持，都会遵守。有没有人要求你？没有，自自然然的，自然遵守。为什么会自然？做人本来应该这样，你不遵守，错了。自自然然的大道，这个教学教导学生对这桩事情完全肯定，认为老师教的、父母说的我应当遵守，这是做人的道理，如果不遵守就不顺人道。这个教育产生了效果，这是教育成功。他能够这样奉行，生欢喜心，法喜充满，「故德无边」。真的，他的德行随着他的年龄在增长，这就是积功累德；到中年、到晚年这个影响力愈来愈大！问题是你真做，用真诚心去做。",
      "zh_TW": "我這種年齡對聖賢教育沾一點點邊緣而已，只有一、二年，只沾一點邊緣，以後就是現在這個學校教育。不過那個時候學校教育跟現在學校教育不一樣，那個時候學校教育的老師還很認真的管教學生，確實有威嚴。現在學校老師跟同學，朋友，師生關係沒有了，決定不能夠管教學生。所以人文的教育、倫理道德的教育沒有了，人與人之間的關係義務根本就不知道，哪裡懂得什麼父慈子孝、兄友弟恭、夫義婦聽？沒有了，君仁臣忠（君是領導地位的人，臣是被領導的人）、朋友有信，現在全都沒有了，這是性德。古時候從小教，你懂得，你一生都會奉持，都會遵守。有沒有人要求你？沒有，自自然然的，自然遵守。為什麼會自然？做人本來應該這樣，你不遵守，錯了。自自然然的大道，這個教學教導學生對這樁事情完全肯定，認為老師教的、父母說的我應當遵守，這是做人的道理，如果不遵守就不順人道。這個教育產生了效果，這是教育成功。他能夠這樣奉行，生歡喜心，法喜充滿，「故德無邊」。真的，他的德行隨著他的年齡在增長，這就是積功累德；到中年、到晚年這個影響力愈來愈大！問題是你真做，用真誠心去做。"
    },
    {
      "id": "12-045-0937_p0007",
      "zh_CN": "我们在佛法里头提出菩提心；真诚心、清净心、平等心、正觉心、慈悲心，你用这个心去做，德就无边。怎么知道？释迦牟尼是这么做的，孔夫子也是这么做，你看看他们的影响。我们不说大的，单单讲有形的，我们一般凡夫能够体会得到的。释迦牟尼佛的教学，孔夫子的教学，空间的影响，全世界；时间的影响，你看看都超过二千五百年。现在这二千五百年之后，依然有巨大的影响力，故德无边！",
      "zh_TW": "我們在佛法裡頭提出菩提心；真誠心、清淨心、平等心、正覺心、慈悲心，你用這個心去做，德就無邊。怎麼知道？釋迦牟尼是這麼做的，孔夫子也是這麼做，你看看他們的影響。我們不說大的，單單講有形的，我們一般凡夫能夠體會得到的。釋迦牟尼佛的教學，孔夫子的教學，空間的影響，全世界；時間的影響，你看看都超過二千五百年。現在這二千五百年之後，依然有巨大的影響力，故德無邊！"
    },
    {
      "id": "12-045-0937_p0008",
      "zh_CN": "我们很幸运遇到了，遇到了夫子与世尊的教诲，遇到他们的典籍，又有幸遇到善知识，善知识为我们介绍、为我们讲解、为我们做示范，我们这才真正明白过来，认真努力的学习。学习有了成绩，我们所谓的心得，有了心得，自然欢喜。「学而时习之，不亦说乎」，那个「说」是法喜，不是从外头来的，内心里面生出来的，常生欢喜心。世出世间一切法放得下，下面一句就讲放下，放不下你没有办法常生欢喜心，这个道理很深。常生欢喜心，你真正得受用，身心健康，理事无碍，事事无碍，你入圣贤人的境界，不是凡夫。你没有放下什么原因？你没有看破，看破的人哪有不放下的道理！所以诸位一定要知道，没有放下就是没有看破，真正放下当然看破了，真正看破当然放下了，这一定的道理！我们看世间人心里有牵挂，有牵挂就是没放下。只要有一桩事情牵挂放不下，你是六道凡夫，你出不了三界六道。",
      "zh_TW": "我們很幸運遇到了，遇到了夫子與世尊的教誨，遇到他們的典籍，又有幸遇到善知識，善知識為我們介紹、為我們講解、為我們做示範，我們這才真正明白過來，認真努力的學習。學習有了成績，我們所謂的心得，有了心得，自然歡喜。「學而時習之，不亦說乎」，那個「說」是法喜，不是從外頭來的，內心裡面生出來的，常生歡喜心。世出世間一切法放得下，下面一句就講放下，放不下你沒有辦法常生歡喜心，這個道理很深。常生歡喜心，你真正得受用，身心健康，理事無礙，事事無礙，你入聖賢人的境界，不是凡夫。你沒有放下什麼原因？你沒有看破，看破的人哪有不放下的道理！所以諸位一定要知道，沒有放下就是沒有看破，真正放下當然看破了，真正看破當然放下了，這一定的道理！我們看世間人心裡有牽掛，有牽掛就是沒放下。只要有一樁事情牽掛放不下，你是六道凡夫，你出不了三界六道。"
    },
    {
      "id": "12-045-0937_p0009",
      "zh_CN": "所以修行到这个境界功德成就了，「大喜」，常生欢喜心。「胜心」是与性德相应的心。清凉大师说「自他俱庆」，自己感到非常庆幸，真的无量劫来稀有难逢的因缘。他是谁？他是我们的同学、我们的师长，看到我们成就，他也为我们庆幸。这个「他」里面包括诸佛菩萨，诸佛护念，龙天善神赞叹拥护，不容易！五欲六尘的烦恼几个人能看破？几个人肯放下？你居然能看破、能放下，不简单，不容易，连魔王波旬都赞叹。波旬的性格就是这样的，想尽方法来障碍你，真正障碍不了，赞叹你，你行，我设许许多多障碍诱惑，你居然都能够不动心。就像释迦牟尼佛八相成道里面降魔一样，魔王所有一切手段威胁利诱统都用尽了，释迦牟尼佛如如不动，魔王投降了，发心皈依，护持佛法。佛做样子给我们看，这就是我们常讲的怎样化敌为友、化怨为亲、化恶为善。世尊八相，降魔这一相给我们做出榜样，自己一定要坚守自己的原则，决定不能够被动摇、不能够被破坏。",
      "zh_TW": "所以修行到這個境界功德成就了，「大喜」，常生歡喜心。「勝心」是與性德相應的心。清涼大師說「自他俱慶」，自己感到非常慶幸，真的無量劫來稀有難逢的因緣。他是誰？他是我們的同學、我們的師長，看到我們成就，他也為我們慶幸。這個「他」裡面包括諸佛菩薩，諸佛護念，龍天善神讚歎擁護，不容易！五欲六塵的煩惱幾個人能看破？幾個人肯放下？你居然能看破、能放下，不簡單，不容易，連魔王波旬都讚歎。波旬的性格就是這樣的，想盡方法來障礙你，真正障礙不了，讚歎你，你行，我設許許多多障礙誘惑，你居然都能夠不動心。就像釋迦牟尼佛八相成道裡面降魔一樣，魔王所有一切手段威脅利誘統都用盡了，釋迦牟尼佛如如不動，魔王投降了，發心皈依，護持佛法。佛做樣子給我們看，這就是我們常講的怎樣化敵為友、化怨為親、化惡為善。世尊八相，降魔這一相給我們做出榜樣，自己一定要堅守自己的原則，決定不能夠被動搖、不能夠被破壞。"
    },
    {
      "id": "12-045-0937_p0010",
      "zh_CN": "深入经藏，具足戒行。你要不深入经藏，没有真实的功夫，这个戒行里面的浅深行法，就是讲的开遮持犯，它的精神、它的利益你得不到，你完全无知。我们今天学佛是起步、初步，我们讲初步的戒行，境界慢慢提高，对于戒行里面开遮持犯愈用愈广泛、愈用愈深。戒律的目标是帮助你得定开慧，遇到开缘开戒，不是破戒，为什么？它增长你的定功、增长你的智慧，与定慧相应。戒律的目的就是教你得定开慧，所以它是随着你修学的位次，不断向上提升，戒律的修学方法也随着你的层次不一样。诸佛菩萨教化众生，在这前面我们都看到，教化没入门的众生，教他五戒十善。已经入门的众生，已经入门小乘须陀洹、大乘初信位的菩萨，这是讲入门的；教他三皈、众戒、威仪，这是入门的。",
      "zh_TW": "深入經藏，具足戒行。你要不深入經藏，沒有真實的功夫，這個戒行裡面的淺深行法，就是講的開遮持犯，它的精神、它的利益你得不到，你完全無知。我們今天學佛是起步、初步，我們講初步的戒行，境界慢慢提高，對於戒行裡面開遮持犯愈用愈廣泛、愈用愈深。戒律的目標是幫助你得定開慧，遇到開緣開戒，不是破戒，為什麼？它增長你的定功、增長你的智慧，與定慧相應。戒律的目的就是教你得定開慧，所以它是隨著你修學的位次，不斷向上提升，戒律的修學方法也隨著你的層次不一樣。諸佛菩薩教化眾生，在這前面我們都看到，教化沒入門的眾生，教他五戒十善。已經入門的眾生，已經入門小乘須陀洹、大乘初信位的菩薩，這是講入門的；教他三皈、眾戒、威儀，這是入門的。"
    },
    {
      "id": "12-045-0937_p0011",
      "zh_CN": "所以诸位要晓得没有入门给你授三皈，这个三皈是什么三皈？结缘三皈。给你结个缘做个形式，是不是真的三皈？不是的。就如同你看幼稚园的小朋友，幼稚园毕业，我看过，他穿的是什么服装？博士装。幼稚园小孩穿博士装，戴了个博士的帽子，那是什么？结缘，那不算数的，出去人家不承认他是博士，还是说他幼稚园的学生，没入门的行。所以说跟凡夫传授三皈五戒，就是幼稚园小朋友毕业戴方帽子，是这么个意思。你一定要知道那不是真的，为什么？他还是迷邪染，他哪有觉正净！但是这个缘好，希望他永远记住争取真的博士学位；希望将来再努力，小学、中学、大学、研究所完成，真的就得到了，这个意思相同。",
      "zh_TW": "所以諸位要曉得沒有入門給你授三皈，這個三皈是什麼三皈？結緣三皈。給你結個緣做個形式，是不是真的三皈？不是的。就如同你看幼稚園的小朋友，幼稚園畢業，我看過，他穿的是什麼服裝？博士裝。幼稚園小孩穿博士裝，戴了個博士的帽子，那是什麼？結緣，那不算數的，出去人家不承認他是博士，還是說他幼稚園的學生，沒入門的行。所以說跟凡夫傳授三皈五戒，就是幼稚園小朋友畢業戴方帽子，是這麼個意思。你一定要知道那不是真的，為什麼？他還是迷邪染，他哪有覺正淨！但是這個緣好，希望他永遠記住爭取真的博士學位；希望將來再努力，小學、中學、大學、研究所完成，真的就得到了，這個意思相同。"
    },
    {
      "id": "12-045-0937_p0012",
      "zh_CN": "结缘三皈是在阿赖耶识里面给他种三宝的种子，这个种子叫金刚种子，永远不坏，他能带得去的，不定什么时候，很难讲。每个人的缘不相同，有人在这一生晚年，有人在来生，有人在后世，甚至于像佛经里面讲的有人还延到无量劫。他的业障消掉了，这一个种子起现行了，居然能得度，当然是好事情。所以，即使阿赖耶识种这个种子，诸佛菩萨看见了，也为你庆幸！种子种下去了，什么时候开花结果不知道，但是种子种下去了。这个意思深，很深，自己没有法子知道，自己必须到有受用。这个种子种下去看它茁壮、看它开花了，好喜欢，结果了，有了收获；心为最胜，最胜心！",
      "zh_TW": "結緣三皈是在阿賴耶識裡面給他種三寶的種子，這個種子叫金剛種子，永遠不壞，他能帶得去的，不定什麼時候，很難講。每個人的緣不相同，有人在這一生晚年，有人在來生，有人在後世，甚至於像佛經裡面講的有人還延到無量劫。他的業障消掉了，這一個種子起現行了，居然能得度，當然是好事情。所以，即使阿賴耶識種這個種子，諸佛菩薩看見了，也為你慶幸！種子種下去了，什麼時候開花結果不知道，但是種子種下去了。這個意思深，很深，自己沒有法子知道，自己必須到有受用。這個種子種下去看它茁壯、看它開花了，好喜歡，結果了，有了收穫；心為最勝，最勝心！"
    },
    {
      "id": "12-045-0937_p0013",
      "zh_CN": "佛经里头，大乘经常讲一切唯有心真实。《华严经》上讲得好，心是能现、是能变，虚空法界刹土众生是所现、是所变；所现所变的是无常。所以《般若经》上说「一切有为法，如梦幻泡影」，有为法是所现所变的；又说「凡所有相，皆是虚妄」，凡所有相都是所变所现的，能变能现的永恒不变；永恒不变是真的。能现能变的这个心没有形象，它不是六根，它也不是六尘，它也不是六识，它没有形象。没有形象就不坏，就没有生灭，这个才叫真的。没有生灭。多大？它比虚空法界还要大，因为它所变所现的总不能超越自己，这肯定的道理。像我们画一幅画，这个画画在纸上，画画得再大没有办法超越这张纸。心就好比这张纸一样，能现能变的在上面作画。所以你要说能现能变的心有多大，我们平常讲尽虚空遍法界。但是佛法里有两句话说得好，「心包太虚，量周沙界」，这个包当然比它大，不比它大，你怎么能包？",
      "zh_TW": "佛經裡頭，大乘經常講一切唯有心真實。《華嚴經》上講得好，心是能現、是能變，虛空法界剎土眾生是所現、是所變；所現所變的是無常。所以《般若經》上說「一切有為法，如夢幻泡影」，有為法是所現所變的；又說「凡所有相，皆是虛妄」，凡所有相都是所變所現的，能變能現的永恆不變；永恆不變是真的。能現能變的這個心沒有形象，它不是六根，它也不是六塵，它也不是六識，它沒有形象。沒有形象就不壞，就沒有生滅，這個才叫真的。沒有生滅。多大？它比虛空法界還要大，因為它所變所現的總不能超越自己，這肯定的道理。像我們畫一幅畫，這個畫畫在紙上，畫畫得再大沒有辦法超越這張紙。心就好比這張紙一樣，能現能變的在上面作畫。所以你要說能現能變的心有多大，我們平常講盡虛空遍法界。但是佛法裡有兩句話說得好，「心包太虛，量周沙界」，這個包當然比它大，不比它大，你怎麼能包？"
    },
    {
      "id": "12-045-0937_p0014",
      "zh_CN": "心比虚空法界大。佛在《楞严经》上也是这么说法，《楞严经》上的比喻比得好，佛把虚空比喻作心，能现能变的心；把现在的这个虚空法界刹土众生比喻是虚空里面的一片云彩。让我们从这个比喻里头去想，到底是心大还是虚空法界大？虚空法界在心里不过是像虚空当中一片云彩而已，这个比喻比喻得好！一切唯有心真实，心为最胜！只要与心相应就叫做称性、称理，世间谚语常说的凭良心、不违背良心，这个话的意思就是凭最胜，决定不背弃最胜。这什么人？佛、菩萨（法身菩萨）、世出世间大圣大贤，他们就是这样的，很不可思议！这个地方讲的十种法门一个比一个殊胜。我们再看下面这一句，第七句：",
      "zh_TW": "心比虛空法界大。佛在《楞嚴經》上也是這麼說法，《楞嚴經》上的比喻比得好，佛把虛空比喻作心，能現能變的心；把現在的這個虛空法界剎土眾生比喻是虛空裡面的一片雲彩。讓我們從這個比喻裡頭去想，到底是心大還是虛空法界大？虛空法界在心裡不過是像虛空當中一片雲彩而已，這個比喻比喻得好！一切唯有心真實，心為最勝！只要與心相應就叫做稱性、稱理，世間諺語常說的憑良心、不違背良心，這個話的意思就是憑最勝，決定不背棄最勝。這什麼人？佛、菩薩（法身菩薩）、世出世間大聖大賢，他們就是這樣的，很不可思議！這個地方講的十種法門一個比一個殊勝。我們再看下面這一句，第七句："
    },
    {
      "id": "12-045-0937_p0015",
      "zh_CN": "【证得如实觉悟一切法大舍。】",
      "zh_TW": "【證得如實覺悟一切法大捨。】"
    },
    {
      "id": "12-045-0937_p0016",
      "zh_CN": "这一句的意思很深、很广！『如实觉悟』，是真觉悟了。我们现在一般人常讲觉悟，不如实。实是什么？实是真相。宇宙人生的真相，你所觉悟就如同事实真相，这叫「如实」。换句话说，你所觉悟的就是事实真相。你的行动？我们得从行动上看你，行动上是一切放下，就是『一切法大舍』，这是如实觉悟。释迦牟尼佛在一生为我们表演这一句，他老人家在世住世八十年，释迦牟尼佛八十岁圆寂，三十岁成道，就是示现证得无上正等正觉，证得圆满菩提，从此以后到处教学，游化在人间。",
      "zh_TW": "這一句的意思很深、很廣！『如實覺悟』，是真覺悟了。我們現在一般人常講覺悟，不如實。實是什麼？實是真相。宇宙人生的真相，你所覺悟就如同事實真相，這叫「如實」。換句話說，你所覺悟的就是事實真相。你的行動？我們得從行動上看你，行動上是一切放下，就是『一切法大捨』，這是如實覺悟。釋迦牟尼佛在一生為我們表演這一句，他老人家在世住世八十年，釋迦牟尼佛八十歲圓寂，三十歲成道，就是示現證得無上正等正覺，證得圓滿菩提，從此以後到處教學，遊化在人間。"
    },
    {
      "id": "12-045-0937_p0017",
      "zh_CN": "清凉大师在注解里面跟我们说的「知离名法，法亦应舍，如实舍也」。这么简简单单的三句话含义很深，他老人家用《思益梵天所问经》上的一句偈来解释《华严经》这一句，大师慈悲把这些资料都抄在注解里面，节录在注解里面让我们看到。我们看看这一段文，「思益经第一」，第一是第一卷。「思益梵天问言，世尊，云何名为菩萨遍行」。这是大梵天王，天王的德号叫思益，你们想想这个天王仁慈，他所思的都是利益众生，遇到佛了，向佛请教什么是菩萨遍行。什么叫遍行？遍是普遍，不是单一的行为。换句话说，他在一切时、一切处、一切境缘当中，不管是善缘恶缘，起心动念一切造作都离不开的一个原则、一个纲领，这个原则纲领就叫做遍行。",
      "zh_TW": "清涼大師在註解裡面跟我們說的「知離名法，法亦應捨，如實捨也」。這麼簡簡單單的三句話含義很深，他老人家用《思益梵天所問經》上的一句偈來解釋《華嚴經》這一句，大師慈悲把這些資料都抄在註解裡面，節錄在註解裡面讓我們看到。我們看看這一段文，「思益經第一」，第一是第一卷。「思益梵天問言，世尊，云何名為菩薩遍行」。這是大梵天王，天王的德號叫思益，你們想想這個天王仁慈，他所思的都是利益眾生，遇到佛了，向佛請教什麼是菩薩遍行。什麼叫遍行？遍是普遍，不是單一的行為。換句話說，他在一切時、一切處、一切境緣當中，不管是善緣惡緣，起心動念一切造作都離不開的一個原則、一個綱領，這個原則綱領就叫做遍行。"
    },
    {
      "id": "12-045-0937_p0018",
      "zh_CN": "我们看看佛是怎样为他开示的。实在讲思益天王是代我们问，佛对他的开示就是对我们讲经说法，就是教导我们，所以我们要特别注意。「佛言，能净身口意业」。我们在讲席里头常常勉励同学，我们修什么？修纯净纯善，你看是不是这个意思？能净身口意业，身清净、口清净、意清净，还不是真的大总持法门里面的一句话吗？「诸恶莫作，众善奉行，自净其意，是诸佛教」。一切诸佛自己修行、教化众生总纲领，总不能离开这一首偈。",
      "zh_TW": "我們看看佛是怎樣為他開示的。實在講思益天王是代我們問，佛對他的開示就是對我們講經說法，就是教導我們，所以我們要特別注意。「佛言，能淨身口意業」。我們在講席裡頭常常勉勵同學，我們修什麼？修純淨純善，你看是不是這個意思？能淨身口意業，身清淨、口清淨、意清淨，還不是真的大總持法門裡面的一句話嗎？「諸惡莫作，眾善奉行，自淨其意，是諸佛教」。一切諸佛自己修行、教化眾生總綱領，總不能離開這一首偈。"
    },
    {
      "id": "12-045-0937_p0019",
      "zh_CN": "在古时候，唐朝有个大文学家白居易，做过杭州的太守，就是现在的杭州市长。他遇见鸟窠禅师，这个出家人，他在树上做一个小房子像鸟窝一样，他就住在这树上，很简单。这是个真正有修行的人，白居易有一天遇到他，向他请教如何是佛法大义，跟思益梵天问的很相似、很类似。什么是佛法大义，就是佛法修学的纲领原则？禅师就说这首偈，「诸恶莫作，众善奉行，自净其意」。白居易听了哈哈大笑：这个三岁小孩都会说，我向你请教，你怎么这样回答我？禅师回答他一句话：三岁小孩虽然能够道得（就是三岁小孩虽然能说），八十老翁行不得。白居易听了这个话：一愣，点头，没错，八十岁老翁做不到。这是佛法总纲领。",
      "zh_TW": "在古時候，唐朝有個大文學家白居易，做過杭州的太守，就是現在的杭州市長。他遇見鳥窠禪師，這個出家人，他在樹上做一個小房子像鳥窩一樣，他就住在這樹上，很簡單。這是個真正有修行的人，白居易有一天遇到他，向他請教如何是佛法大義，跟思益梵天問的很相似、很類似。什麼是佛法大義，就是佛法修學的綱領原則？禪師就說這首偈，「諸惡莫作，眾善奉行，自淨其意」。白居易聽了哈哈大笑：這個三歲小孩都會說，我向你請教，你怎麼這樣回答我？禪師回答他一句話：三歲小孩雖然能夠道得（就是三歲小孩雖然能說），八十老翁行不得。白居易聽了這個話：一愣，點頭，沒錯，八十歲老翁做不到。這是佛法總綱領。"
    },
    {
      "id": "12-045-0937_p0020",
      "zh_CN": "这个「遍行」是什么？就是这三句，特别着重的，三句末后这一句「自净其意」。你看佛在这里一开头就是「能净身口意业」，自净其意。「诸恶莫作，众善奉行」，那是自净身、口这两条，「自净其意」这是第三条。佛在此地说「能净身口意业」，这一句就是这一首偈的意思。「菩萨遍行」，从初发心的菩萨到等觉菩萨决定不离开这个原则，离开这个原则不是菩萨行，就不是菩萨道。所以诸位你就晓得纯净纯善是真实的纲领。佛说了这一句，接着又讲了四首偈，为这句话做详细的说明。",
      "zh_TW": "這個「遍行」是什麼？就是這三句，特別著重的，三句末後這一句「自淨其意」。你看佛在這裡一開頭就是「能淨身口意業」，自淨其意。「諸惡莫作，眾善奉行」，那是自淨身、口這兩條，「自淨其意」這是第三條。佛在此地說「能淨身口意業」，這一句就是這一首偈的意思。「菩薩遍行」，從初發心的菩薩到等覺菩薩決定不離開這個原則，離開這個原則不是菩薩行，就不是菩薩道。所以諸位你就曉得純淨純善是真實的綱領。佛說了這一句，接著又講了四首偈，為這句話做詳細的說明。"
    },
    {
      "id": "12-045-0937_p0021",
      "zh_CN": "「尔时世尊而说偈云」，第一首偈，「若身净无恶，口净常实语，心净常行慈，是菩萨遍行」。菩萨的标准就在此地，什么是菩萨？能够依照这四句偈去做的这个人就是菩萨。身没有恶作，持戒，断恶修善；离了恶就是善，无恶就是善。身的恶是什么？杀盗淫，这是教初学，初学的菩萨，以十善业为标准，身没有杀盗淫三恶。「口净常实语」，口业净，实语，不妄语，决定没有欺骗人的事情；决定不会挑拨是非，挑拨是非叫两舌，决定没有；决定没有绮语，就是花言巧语，所谓笑里藏刀，存心害人，但是话说得很好听，总是叫人吃亏上当；第四种叫恶口，说话很粗鲁，叫人听到很刺耳，不好听。这四种过失都没有，叫实语，真实语。《金刚经》上说「如来是真语者」，真，不假；「实语者」，实就不虚；「如语者」，如是跟事实完全相应，换句话说，他的言语说一桩事情，他不会加一点，也不会少一点，一定说的跟事实真相完全相符，这叫如语；「不诳语者、不异语者」。佛的实语，我们应当要学。",
      "zh_TW": "「爾時世尊而說偈云」，第一首偈，「若身淨無惡，口淨常實語，心淨常行慈，是菩薩遍行」。菩薩的標準就在此地，什麼是菩薩？能夠依照這四句偈去做的這個人就是菩薩。身沒有惡作，持戒，斷惡修善；離了惡就是善，無惡就是善。身的惡是什麼？殺盜淫，這是教初學，初學的菩薩，以十善業為標準，身沒有殺盜淫三惡。「口淨常實語」，口業淨，實語，不妄語，決定沒有欺騙人的事情；決定不會挑撥是非，挑撥是非叫兩舌，決定沒有；決定沒有綺語，就是花言巧語，所謂笑裡藏刀，存心害人，但是話說得很好聽，總是叫人吃虧上當；第四種叫惡口，說話很粗魯，叫人聽到很刺耳，不好聽。這四種過失都沒有，叫實語，真實語。《金剛經》上說「如來是真語者」，真，不假；「實語者」，實就不虛；「如語者」，如是跟事實完全相應，換句話說，他的言語說一樁事情，他不會加一點，也不會少一點，一定說的跟事實真相完全相符，這叫如語；「不誑語者、不異語者」。佛的實語，我們應當要學。"
    },
    {
      "id": "12-045-0937_p0022",
      "zh_CN": "「心净常行慈」。心地清净，清净是没有贪瞋痴，对于一切众生慈悲看待、平等看待。心净，决定没有贪瞋痴；行慈，决定没有傲慢。傲慢这个习气众生都有，这是严重的烦恼。你看看佛法讲根本烦恼有六个，就是所有一切烦恼都是从这个根生的，贪瞋痴底下就是慢，说明傲慢很严重，障道。人有骄慢的心，世出世间法他都学不好。傲慢的对面是谦虚，行慈当然谦虚，不谦虚你没有办法行慈，所以说明行慈，傲慢就没有了；心净，贪瞋痴就没有了，自净其意。诸位想想看是不是这个道理？「是菩萨遍行」，菩萨起心动念言语造作绝不离开这个原则，决定遵守，特别是我们初学的菩萨。这是第一首。",
      "zh_TW": "「心淨常行慈」。心地清淨，清淨是沒有貪瞋痴，對於一切眾生慈悲看待、平等看待。心淨，決定沒有貪瞋痴；行慈，決定沒有傲慢。傲慢這個習氣眾生都有，這是嚴重的煩惱。你看看佛法講根本煩惱有六個，就是所有一切煩惱都是從這個根生的，貪瞋痴底下就是慢，說明傲慢很嚴重，障道。人有驕慢的心，世出世間法他都學不好。傲慢的對面是謙虛，行慈當然謙虛，不謙虛你沒有辦法行慈，所以說明行慈，傲慢就沒有了；心淨，貪瞋痴就沒有了，自淨其意。諸位想想看是不是這個道理？「是菩薩遍行」，菩薩起心動念言語造作絕不離開這個原則，決定遵守，特別是我們初學的菩薩。這是第一首。"
    },
    {
      "id": "12-045-0937_p0023",
      "zh_CN": "第二首，「行慈不贪着，观不净无恚，行舍而不痴，是菩萨遍行」。慈悲一切，慈悲是要有行动，没有行动，你的慈悲从哪里表现？在今天讲慈悲，社会上看的是慈善事业，做慈善事业最重要的是要有大慈悲心，如果没有大慈悲心，做慈善的事业往往里面夹杂着不善。这个不善是什么？贪着。所以仔细观察，特别是自己，对自己要反省、要观察，我们做这些慈善救济的工作，佛就是做这个工作，佛没有财布施，他万缘放下，他没有外财布施，他有内财布施。内财是什么？身体，为社会大众做一个好的典型、好的榜样，要用这个身体做出来，这是内财布施。",
      "zh_TW": "第二首，「行慈不貪著，觀不淨無恚，行捨而不痴，是菩薩遍行」。慈悲一切，慈悲是要有行動，沒有行動，你的慈悲從哪裡表現？在今天講慈悲，社會上看的是慈善事業，做慈善事業最重要的是要有大慈悲心，如果沒有大慈悲心，做慈善的事業往往裡面夾雜著不善。這個不善是什麼？貪著。所以仔細觀察，特別是自己，對自己要反省、要觀察，我們做這些慈善救濟的工作，佛就是做這個工作，佛沒有財布施，他萬緣放下，他沒有外財布施，他有內財布施。內財是什麼？身體，為社會大眾做一個好的典型、好的榜樣，要用這個身體做出來，這是內財布施。"
    },
    {
      "id": "12-045-0937_p0024",
      "zh_CN": "教化一切众生不辞辛劳、不怕麻烦、有求必应，决定没有一丝毫的念头求别人回报，求得一点什么利益，没有，不贪着。对于世间名闻利养，一丝一毫都不沾染，这是菩萨，这个人是行菩萨道。如果说贪着其事，那就不是菩萨，他在里面什么？贪名贪利。一个团体总有组织，他要争名夺利，争位子、争权力，这不是菩萨，这很不如法。在古时候住在一个道场，大家确确实实是平等的，执事不平等。一个道场有住持、有首座，这个道场是学校，住持是校长，首座就是管教务、管教学，维那管秩序，就是训导，监院是管总务。它里头分工合作，它有组织，但是它是平等的。住持身分跟底下员工（最低阶的员工）身分是平等的。这个跟社会一般组织不一样，为什么？他的工作期限一年，腊月三十寺院所谓一百零八单的执事总辞，马上开会选举新的执事，初一接任。腊月三十总辞，初一新的执事接任。上一任的住持可能他辞掉之后，在下一届他可能去种菜，可能去种花，可能到厨房里面去烧火。那不是降级，平等的。",
      "zh_TW": "教化一切眾生不辭辛勞、不怕麻煩、有求必應，決定沒有一絲毫的念頭求別人回報，求得一點什麼利益，沒有，不貪著。對於世間名聞利養，一絲一毫都不沾染，這是菩薩，這個人是行菩薩道。如果說貪著其事，那就不是菩薩，他在裡面什麼？貪名貪利。一個團體總有組織，他要爭名奪利，爭位子、爭權力，這不是菩薩，這很不如法。在古時候住在一個道場，大家確確實實是平等的，執事不平等。一個道場有住持、有首座，這個道場是學校，住持是校長，首座就是管教務、管教學，維那管秩序，就是訓導，監院是管總務。它裡頭分工合作，它有組織，但是它是平等的。住持身分跟底下員工（最低階的員工）身分是平等的。這個跟社會一般組織不一樣，為什麼？他的工作期限一年，臘月三十寺院所謂一百零八單的執事總辭，馬上開會選舉新的執事，初一接任。臘月三十總辭，初一新的執事接任。上一任的住持可能他辭掉之後，在下一屆他可能去種菜，可能去種花，可能到廚房裡面去燒火。那不是降級，平等的。"
    },
    {
      "id": "12-045-0937_p0025",
      "zh_CN": "寺院里所有的工作大家平等，完全是义工，完全是为大家服务。在职位上看到好像有高下，实际上它是平等的。佛法讲平等跟不平等是一不是二，但是在世俗平等跟不平等是二不是一，佛门里面是一。这是行慈不贪着，担任执事是行慈，决定没有说，我有地位，我有权利，我来支配，错了。佛法里头永远没有对一切人事物支配的念头，有这个念头错了，那是烦恼的根源，决定不会有一个念头对一切人事物占有。你有支配的念头，迷了；你有占有的念头，你已经在造业，造不善业，这个报三途六道。菩萨有智慧，菩萨觉悟了，他怎么会有贪着？「行慈不贪着」。",
      "zh_TW": "寺院裡所有的工作大家平等，完全是義工，完全是為大家服務。在職位上看到好像有高下，實際上它是平等的。佛法講平等跟不平等是一不是二，但是在世俗平等跟不平等是二不是一，佛門裡面是一。這是行慈不貪著，擔任執事是行慈，決定沒有說，我有地位，我有權利，我來支配，錯了。佛法裡頭永遠沒有對一切人事物支配的念頭，有這個念頭錯了，那是煩惱的根源，決定不會有一個念頭對一切人事物佔有。你有支配的念頭，迷了；你有佔有的念頭，你已經在造業，造不善業，這個報三途六道。菩薩有智慧，菩薩覺悟了，他怎麼會有貪著？「行慈不貪著」。"
    },
    {
      "id": "12-045-0937_p0026",
      "zh_CN": "「观不净无恚」。看到不清净的，看到一些恶法，譬如说看人造十恶业，一点瞋恚心都没有，这是菩萨。世间人不一样，看到人作恶心里就不高兴，就生烦恼、生瞋恚了，要想制止，甚至于要想报复，起心动念，错了。菩萨为什么没有一点瞋恚心？净跟不净是相对的，凡是相对就不是真实的，所谓「凡所有相，皆是虚妄」，他知道一切法从心想生，他能够不起心、不动念、不分别、不执着，他看一切法他看的是真相，看看这些芸芸众生迷惑颠倒，不但没有瞋恚心，而且还生起慈悲心，怎么样帮助他破迷开悟，这是菩萨。",
      "zh_TW": "「觀不淨無恚」。看到不清淨的，看到一些惡法，譬如說看人造十惡業，一點瞋恚心都沒有，這是菩薩。世間人不一樣，看到人作惡心裡就不高興，就生煩惱、生瞋恚了，要想制止，甚至於要想報復，起心動念，錯了。菩薩為什麼沒有一點瞋恚心？淨跟不淨是相對的，凡是相對就不是真實的，所謂「凡所有相，皆是虛妄」，他知道一切法從心想生，他能夠不起心、不動念、不分別、不執著，他看一切法他看的是真相，看看這些芸芸眾生迷惑顛倒，不但沒有瞋恚心，而且還生起慈悲心，怎麼樣幫助他破迷開悟，這是菩薩。"
    },
    {
      "id": "12-045-0937_p0027",
      "zh_CN": "「行舍而不痴」。行舍是布施供养。痴是什么？心里头落印象。我今天布施供养了，回头想想值不值得？像现在救济一些苦难的，他有苦难，我去帮助他，帮助他，他用得得当不得当？我该不该帮助他？我该不该再帮助他？牵挂的事情很多，这叫痴。而菩萨布施三轮体空。什叫三轮体空？不执着我能布施，不执着这个相，自己心清净；不执着对方接受我布施，你要想到对方，就是我对他有恩，他要报答我，这就被污染了，心地清净，不把他放在心上；第三个，也不能把你布施的这些财物放在心上。换句话说，修布施供养，修完之后痕迹都不着，这叫不痴。",
      "zh_TW": "「行捨而不痴」。行捨是布施供養。痴是什麼？心裡頭落印象。我今天布施供養了，回頭想想值不值得？像現在救濟一些苦難的，他有苦難，我去幫助他，幫助他，他用得得當不得當？我該不該幫助他？我該不該再幫助他？牽掛的事情很多，這叫痴。而菩薩布施三輪體空。什叫三輪體空？不執著我能布施，不執著這個相，自己心清淨；不執著對方接受我布施，你要想到對方，就是我對他有恩，他要報答我，這就被污染了，心地清淨，不把他放在心上；第三個，也不能把你布施的這些財物放在心上。換句話說，修布施供養，修完之後痕跡都不著，這叫不痴。"
    },
    {
      "id": "12-045-0937_p0028",
      "zh_CN": "我常常讲到这桩事情，我就会想起新加坡的谈禅法师，真难得。法师一生过的生活非常清苦，他吃饭一个菜，不像我们现在好多菜摆在面前，他就一个菜，非常简单；喝水，自来水。我去访问他，看到我是贵宾，特别去买一杯矿泉水来招待我，这是他招待贵宾。他在城隍庙摆一个小摊子卖纸钱，卖香、蜡烛，那个利润非常微薄。他把这些钱财攒积起来数量很大。我第一次听到他的名字是在美国旧金山，旧金山有一些同学是他的同乡，他是福建人。旧金山建一个道场大觉莲社，买了个房子，那个房子当时，这是二十多年前，买这个房子好像是七十万，他布施了四十万，大功德主！确实他的态度三轮体空，在任何地方从来他不提这个事情。在福州那一边（这是他的家乡）建了个道场，我不知道那个道场叫什么名字，他捐了美金大概是有一、二百万，你看他自己的生活，行舍而不痴。我在新加坡，过去有时间到他那边去坐坐跟他聊聊天，在新加坡好像也没有什么人理他，各行其道，他自在安乐心地清净一尘不染。他也在那里示现，虽然没有讲经说法，他做出样子来给我们看。人各有缘分，在自己本分上，现前的身分、现前的因缘，做出一个好榜样，那个人就是菩萨，「是菩萨遍行」，这是菩萨遍行。",
      "zh_TW": "我常常講到這樁事情，我就會想起新加坡的談禪法師，真難得。法師一生過的生活非常清苦，他吃飯一個菜，不像我們現在好多菜擺在面前，他就一個菜，非常簡單；喝水，自來水。我去訪問他，看到我是貴賓，特別去買一杯礦泉水來招待我，這是他招待貴賓。他在城隍廟擺一個小攤子賣紙錢，賣香、蠟燭，那個利潤非常微薄。他把這些錢財攢積起來數量很大。我第一次聽到他的名字是在美國舊金山，舊金山有一些同學是他的同鄉，他是福建人。舊金山建一個道場大覺蓮社，買了個房子，那個房子當時，這是二十多年前，買這個房子好像是七十萬，他布施了四十萬，大功德主！確實他的態度三輪體空，在任何地方從來他不提這個事情。在福州那一邊（這是他的家鄉）建了個道場，我不知道那個道場叫什麼名字，他捐了美金大概是有一、二百萬，你看他自己的生活，行捨而不痴。我在新加坡，過去有時間到他那邊去坐坐跟他聊聊天，在新加坡好像也沒有什麼人理他，各行其道，他自在安樂心地清淨一塵不染。他也在那裡示現，雖然沒有講經說法，他做出樣子來給我們看。人各有緣分，在自己本分上，現前的身分、現前的因緣，做出一個好榜樣，那個人就是菩薩，「是菩薩遍行」，這是菩薩遍行。"
    },
    {
      "id": "12-045-0937_p0029",
      "zh_CN": "第三首偈，「在聚落空野，及与处大众，威仪终不转，是菩萨遍行」。聚落是许多人聚集在一起住的地方，现在我们讲的都市、城市、乡镇、村庄，有众多人聚在一起的地方，出家人常常到那个地方去托钵、去弘法。弘法一定在聚落，你讲经说法要有听众，聚落里头才有听众。空野是野外，人迹很少，出家人常常修行的地方，修心养道，修习的地方在空野，没人去的地方。这是说无论你是在聚落弘化或者在空野修行，「及与处大众」，跟大众相聚的时候、相处的时候，你一定要重视威仪。「威仪终不转」，转就是变，你的威仪终不变，这是菩萨遍行。好，现在时间到了，这一段还没讲完。",
      "zh_TW": "第三首偈，「在聚落空野，及與處大眾，威儀終不轉，是菩薩遍行」。聚落是許多人聚集在一起住的地方，現在我們講的都市、城市、鄉鎮、村莊，有眾多人聚在一起的地方，出家人常常到那個地方去托缽、去弘法。弘法一定在聚落，你講經說法要有聽眾，聚落裡頭才有聽眾。空野是野外，人跡很少，出家人常常修行的地方，修心養道，修習的地方在空野，沒人去的地方。這是說無論你是在聚落弘化或者在空野修行，「及與處大眾」，跟大眾相聚的時候、相處的時候，你一定要重視威儀。「威儀終不轉」，轉就是變，你的威儀終不變，這是菩薩遍行。好，現在時間到了，這一段還沒講完。"
    }
  ]
}