{
  "doc_id": "12-045-0108",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一Ｏ八集",
    "zh_TW": "第一Ｏ八集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-045-0108",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "12-045-0108_p0001",
      "zh_CN": "请掀开经本第六十五面，从变化幢天王看起：",
      "zh_TW": "請掀開經本第六十五面，從變化幢天王看起："
    },
    {
      "id": "12-045-0108_p0002",
      "zh_CN": "【变化幢天王。得观众生无量烦恼普悲智解脱门。】",
      "zh_TW": "【變化幢天王。得觀眾生無量煩惱普悲智解脫門。】"
    },
    {
      "id": "12-045-0108_p0003",
      "zh_CN": "这是第十位天王，这一段里面总有十一位天王。『观』是观察，观察『众生无量烦恼』，这也是属于观机，观机愈深愈广，教化的效果一定就愈殊胜。如果没有能力观机，教学的效果就很不容易收到，甚至于还恰恰相反，收了反效果，这种情形自古至今常常见到，所以观机一定要真实智慧。世间人智慧没有开，往往凭他一生当中的经验阅历，也能达到相当效果，但是总不能像诸佛菩萨那么样的透彻，这就是世圣不如出世间的大圣，道理在此地。观察众生无量无边的烦恼，烦恼就是病毒，烦恼就是病根，他在六道里面轮回，受苦受报，都是由于痴迷引发的。你能够观察到，无缘大慈、同体大悲油然而生，这能真正生起来，慈悲心生起来，你一定会去帮助他、去教导他。他是由『普悲智解脱』，这里头「普」字非常重要。世间人也有慈悲，为什么不能得到解脱？也就是说他有慈悲，为什么不能从慈悲里面修行证果？他的慈悲心不普。这个普是周遍法界，他是清净平等周遍法界的大慈大悲，这才能够超越十法界，得到真正的解脱。",
      "zh_TW": "這是第十位天王，這一段裡面總有十一位天王。『觀』是觀察，觀察『眾生無量煩惱』，這也是屬於觀機，觀機愈深愈廣，教化的效果一定就愈殊勝。如果沒有能力觀機，教學的效果就很不容易收到，甚至於還恰恰相反，收了反效果，這種情形自古至今常常見到，所以觀機一定要真實智慧。世間人智慧沒有開，往往憑他一生當中的經驗閱歷，也能達到相當效果，但是總不能像諸佛菩薩那麼樣的透徹，這就是世聖不如出世間的大聖，道理在此地。觀察眾生無量無邊的煩惱，煩惱就是病毒，煩惱就是病根，他在六道裡面輪迴，受苦受報，都是由於痴迷引發的。你能夠觀察到，無緣大慈、同體大悲油然而生，這能真正生起來，慈悲心生起來，你一定會去幫助他、去教導他。他是由『普悲智解脫』，這裡頭「普」字非常重要。世間人也有慈悲，為什麼不能得到解脫？也就是說他有慈悲，為什麼不能從慈悲裡面修行證果？他的慈悲心不普。這個普是周遍法界，他是清淨平等周遍法界的大慈大悲，這才能夠超越十法界，得到真正的解脫。"
    },
    {
      "id": "12-045-0108_p0004",
      "zh_CN": "四果罗汉的解脱不算是真正的解脱，古大德所谓半个解脱，怎么是半个解脱？他脱离六道轮回，没有脱离十法界，所以算是半个解脱。如果脱离十法界，那才叫真正的解脱。脱离十法界，诸位要晓得，就证三不退：位不退、行不退、念不退，这证三不退。虽证三不退，没有圆满，所以总比不上念佛法门。念佛法门，只要你往生净土，同居土下下品往生都是圆证三不退，要特别注意「圆」字。在一真法界里面，初住菩萨就证三不退了，什么时候才圆证？一般大乘经论上给我们讲的标准是八地以上，八地以上才叫圆证。由此可知净土的超胜，诸佛之赞叹不是没有道理。凡圣同居土下下品往生的人，一品烦恼都没断，往生到极乐世界叫带业往生，带着烦恼去往生，生到那个世界，得阿弥陀佛本愿威神的加持，所以就圆证三不退。何以知道圆？四十八愿里面明白的告诉我们，生到西方极乐世界的人，「皆作阿惟越致菩萨」，阿惟越致菩萨是圆证三不退。通常经论里面跟我们说，什么地位是阿惟越致？七地以上，七地以上就是八地。在一般诸佛净土里面，从初住到等觉要经历三个阿僧祇劫，七地菩萨是第二个阿僧祇劫修圆满。由此可知，圆证三不退的人是已经达到第三个阿僧祇劫，念佛往生的人占了很大的便宜，等于说是少修两个阿僧祇劫。",
      "zh_TW": "四果羅漢的解脫不算是真正的解脫，古大德所謂半個解脫，怎麼是半個解脫？他脫離六道輪迴，沒有脫離十法界，所以算是半個解脫。如果脫離十法界，那才叫真正的解脫。脫離十法界，諸位要曉得，就證三不退：位不退、行不退、念不退，這證三不退。雖證三不退，沒有圓滿，所以總比不上念佛法門。念佛法門，只要你往生淨土，同居土下下品往生都是圓證三不退，要特別注意「圓」字。在一真法界裡面，初住菩薩就證三不退了，什麼時候才圓證？一般大乘經論上給我們講的標準是八地以上，八地以上才叫圓證。由此可知淨土的超勝，諸佛之讚歎不是沒有道理。凡聖同居土下下品往生的人，一品煩惱都沒斷，往生到極樂世界叫帶業往生，帶著煩惱去往生，生到那個世界，得阿彌陀佛本願威神的加持，所以就圓證三不退。何以知道圓？四十八願裡面明白的告訴我們，生到西方極樂世界的人，「皆作阿惟越致菩薩」，阿惟越致菩薩是圓證三不退。通常經論裡面跟我們說，什麼地位是阿惟越致？七地以上，七地以上就是八地。在一般諸佛淨土裡面，從初住到等覺要經歷三個阿僧祇劫，七地菩薩是第二個阿僧祇劫修圓滿。由此可知，圓證三不退的人是已經達到第三個阿僧祇劫，念佛往生的人佔了很大的便宜，等於說是少修兩個阿僧祇劫。"
    },
    {
      "id": "12-045-0108_p0005",
      "zh_CN": "这些道理与事实真相，我们都要清楚、要明了，然后你对于净土的信心才会坚定，任何一个法门没有办法跟它相比。所以华严会上，文殊、普贤劝导四十一位法身大士，华藏世界从初住菩萨开始一直到等觉，这四十一位法身大士，劝他们求生西方极乐世界。普贤以十大愿王导归极乐，你们想想看，这是什么气象？看到这种情形我们觉悟了，醒悟过来，你叫真觉悟，真的清醒过来了，死心塌地修学这个法门。这是世尊在所有大乘经里面都这么说，不是偶尔说一次、两次，千经万论，处处指归，我们要深深体会到佛这个意思。实在讲，诸佛如来观察我们这个世间众生太苦了，凭着自己没有能力断烦恼，只有依靠阿弥陀佛的愿力，我们这一生才能成就。他是从这个法门、这个方法得解脱的，我们也应当效法菩萨、学习菩萨，死心塌地一门深入，希望我们在这一生当中也能得到这样的成就。末后一尊：",
      "zh_TW": "這些道理與事實真相，我們都要清楚、要明瞭，然後你對於淨土的信心才會堅定，任何一個法門沒有辦法跟它相比。所以華嚴會上，文殊、普賢勸導四十一位法身大士，華藏世界從初住菩薩開始一直到等覺，這四十一位法身大士，勸他們求生西方極樂世界。普賢以十大願王導歸極樂，你們想想看，這是什麼氣象？看到這種情形我們覺悟了，醒悟過來，你叫真覺悟，真的清醒過來了，死心塌地修學這個法門。這是世尊在所有大乘經裡面都這麼說，不是偶爾說一次、兩次，千經萬論，處處指歸，我們要深深體會到佛這個意思。實在講，諸佛如來觀察我們這個世間眾生太苦了，憑著自己沒有能力斷煩惱，只有依靠阿彌陀佛的願力，我們這一生才能成就。他是從這個法門、這個方法得解脫的，我們也應當效法菩薩、學習菩薩，死心塌地一門深入，希望我們在這一生當中也能得到這樣的成就。末後一尊："
    },
    {
      "id": "12-045-0108_p0006",
      "zh_CN": "【星宿音妙庄严天王。得放光现佛三轮摄化解脱门。】",
      "zh_TW": "【星宿音妙莊嚴天王。得放光現佛三輪攝化解脫門。】"
    },
    {
      "id": "12-045-0108_p0007",
      "zh_CN": "三轮都在这一句里面显示出来，身现相、口妙音、意放光，『放光』、『现佛』、『摄化』，把这个意思都显示出来了。『三轮摄化』前面，天王名称里面有『星宿音妙庄严』，音妙，所以在名号以及他得法里面，三轮的意思非常圆满，都很明显。一切诸佛如来无不如是，身语意三轮念念都是帮助一切众生，念念护念一切众生，念念成就一切众生，这是我们应当要学习的。凡夫身语意无一不是贪图自己的享受，纵然是利他也是自利厚、利他薄，心行都如此，所以修行不能成就、功夫不能得力，原因都在此。在这个经里面，诸佛如来、诸大菩萨为我们示现三轮摄化可以说是太多太多。为什么这么多次的来示现？这正是所谓「一门深入，长时薰修」。我们凡夫根性不利，遍数少了记不住，很容易忘记；遍数多，重复多次，几十次、几百次，才稍稍有一点印象，这个印象能够帮助我们在日常生活当中提起观照，也就是说我们面对一切人、一切事、一切物，会想得起来佛在经典上的教诲，这就叫观照，能想得起来。我们面对着这个境界，应该要用什么样的心、什么样的态度行为，依照佛的教诲去做，这叫提起观照功夫。",
      "zh_TW": "三輪都在這一句裡面顯示出來，身現相、口妙音、意放光，『放光』、『現佛』、『攝化』，把這個意思都顯示出來了。『三輪攝化』前面，天王名稱裡面有『星宿音妙莊嚴』，音妙，所以在名號以及他得法裡面，三輪的意思非常圓滿，都很明顯。一切諸佛如來無不如是，身語意三輪念念都是幫助一切眾生，念念護念一切眾生，念念成就一切眾生，這是我們應當要學習的。凡夫身語意無一不是貪圖自己的享受，縱然是利他也是自利厚、利他薄，心行都如此，所以修行不能成就、功夫不能得力，原因都在此。在這個經裡面，諸佛如來、諸大菩薩為我們示現三輪攝化可以說是太多太多。為什麼這麼多次的來示現？這正是所謂「一門深入，長時薰修」。我們凡夫根性不利，遍數少了記不住，很容易忘記；遍數多，重複多次，幾十次、幾百次，才稍稍有一點印象，這個印象能夠幫助我們在日常生活當中提起觀照，也就是說我們面對一切人、一切事、一切物，會想得起來佛在經典上的教誨，這就叫觀照，能想得起來。我們面對著這個境界，應該要用什麼樣的心、什麼樣的態度行為，依照佛的教誨去做，這叫提起觀照功夫。"
    },
    {
      "id": "12-045-0108_p0008",
      "zh_CN": "如果你记不得，境界现前，你会被境界牵走，境界具有强大的诱惑力，五欲六尘。外面很大的诱惑力，里面又有妄想烦恼不间断，你怎么能禁得起诱惑？所以境界一现前就跟着转，心随境转，这是凡夫，这叫颠倒，迷惑颠倒。怎样才叫不迷惑、不颠倒？你的心在境界里面做得了主，不被境界所转。佛法里常讲「外不着相，内不动心」，这是你做得了主；用现代的话来说，你已经不会被外境所诱惑。外境里面有世法、有佛法，世法、佛法都不能诱惑你，你的心定，安住在三昧之中。我们念佛人安住在念佛三昧之中，你就得念佛三昧，世出世法都不能动摇你，都不能够诱惑你，你的心定了。这就叫念佛三昧，这就叫功夫成片，这样的人就决定得生净土；虽然往生品位不高，生凡圣同居土，那就很了不起。生到西方极乐世界，过去祖师大德讲，你就圆证三不退。",
      "zh_TW": "如果你記不得，境界現前，你會被境界牽走，境界具有強大的誘惑力，五欲六塵。外面很大的誘惑力，裡面又有妄想煩惱不間斷，你怎麼能禁得起誘惑？所以境界一現前就跟著轉，心隨境轉，這是凡夫，這叫顛倒，迷惑顛倒。怎樣才叫不迷惑、不顛倒？你的心在境界裡面做得了主，不被境界所轉。佛法裡常講「外不著相，內不動心」，這是你做得了主；用現代的話來說，你已經不會被外境所誘惑。外境裡面有世法、有佛法，世法、佛法都不能誘惑你，你的心定，安住在三昧之中。我們念佛人安住在念佛三昧之中，你就得念佛三昧，世出世法都不能動搖你，都不能夠誘惑你，你的心定了。這就叫念佛三昧，這就叫功夫成片，這樣的人就決定得生淨土；雖然往生品位不高，生凡聖同居土，那就很了不起。生到西方極樂世界，過去祖師大德講，你就圓證三不退。"
    },
    {
      "id": "12-045-0108_p0009",
      "zh_CN": "这是我们应当要学习，念念念众生，念念念佛法。念众生苦，提高自己的警觉心，如果我们这一生不能往生，一切众生所受的苦难我们都不能避免，往后的日子要跟着受苦，你说这多可怕！所以念众生苦意思很多，最重要的意思，对我们讲，提高我们自己的警觉。第二个意思，我们如何帮助这些苦难众生离苦得乐，那你就要真修。真修是念佛堂里头真念，诸位同修一定要知道，你在念佛堂念佛不仅仅成就自己，救度一切苦难众生。救度的道理前面说过好几遍，你明白这个道理，你才晓得我们在念佛堂念佛产生的效果是真实的，不是我们假想。用今天科学理论都能够证实，何况佛在经上跟我们说得太多太多次，我们这部经从头念到此地，已经念到不少句了。这一切诸法从哪来的？从心想生；众生苦难从哪里来的？也从心想生。他的心想不善，念头一起来就是自私自利，自私自利必定损害别人，这就造罪业，罪业带来灾难，天灾人祸是这么来的。",
      "zh_TW": "這是我們應當要學習，念念念眾生，念念念佛法。念眾生苦，提高自己的警覺心，如果我們這一生不能往生，一切眾生所受的苦難我們都不能避免，往後的日子要跟著受苦，你說這多可怕！所以念眾生苦意思很多，最重要的意思，對我們講，提高我們自己的警覺。第二個意思，我們如何幫助這些苦難眾生離苦得樂，那你就要真修。真修是念佛堂裡頭真念，諸位同修一定要知道，你在念佛堂念佛不僅僅成就自己，救度一切苦難眾生。救度的道理前面說過好幾遍，你明白這個道理，你才曉得我們在念佛堂念佛產生的效果是真實的，不是我們假想。用今天科學理論都能夠證實，何況佛在經上跟我們說得太多太多次，我們這部經從頭念到此地，已經念到不少句了。這一切諸法從哪來的？從心想生；眾生苦難從哪裡來的？也從心想生。他的心想不善，念頭一起來就是自私自利，自私自利必定損害別人，這就造罪業，罪業帶來災難，天災人禍是這麼來的。"
    },
    {
      "id": "12-045-0108_p0010",
      "zh_CN": "我们要想消除灾难，消除这些天灾人祸，从哪里做起？从心地里面做起，你把这些损人不利己的念头、行为放弃掉。外国人所谓控制一切人事物的念头，我们佛法里面讲执着，占有一切人事物为自己享受更是严重的执着，这种执着就变现出六道三途一切苦难的境界。世间人不懂这个道理，不了解这个事实真相。我们接触佛法，读诵佛的经论，起初虽然念，也不会真的相信，说说而已。念的遍数多了，念的时间久了，我念了将近五十年，在半个世纪生活里面的体会，证实佛在经上所讲的句句都是真话，深信不已，然后才晓得念头重要。所以佛家讲修行，修行最基本的理论是什么？作观，你们都听说这个名词。禅宗里面讲观想、观照，我们念佛有观想念佛，禅宗更重视这个总持法门。观照、照住、照见，都离不开观，简单说为作观，就是你要做观照功夫，你要做照见的功夫、照住的功夫。用现代的话讲，你要改变你的观念；我们净宗讲，你要改变你的观想，净宗经论上教我们观佛、想佛，你把观念换过来，这是心想里面最殊胜的心想、最好的心想，想佛、念佛，十法界里面没有比佛更殊胜，所以我们把念头转过来，想佛、观佛。",
      "zh_TW": "我們要想消除災難，消除這些天災人禍，從哪裡做起？從心地裡面做起，你把這些損人不利己的念頭、行為放棄掉。外國人所謂控制一切人事物的念頭，我們佛法裡面講執著，佔有一切人事物為自己享受更是嚴重的執著，這種執著就變現出六道三途一切苦難的境界。世間人不懂這個道理，不了解這個事實真相。我們接觸佛法，讀誦佛的經論，起初雖然念，也不會真的相信，說說而已。念的遍數多了，念的時間久了，我念了將近五十年，在半個世紀生活裡面的體會，證實佛在經上所講的句句都是真話，深信不已，然後才曉得念頭重要。所以佛家講修行，修行最基本的理論是什麼？作觀，你們都聽說這個名詞。禪宗裡面講觀想、觀照，我們念佛有觀想念佛，禪宗更重視這個總持法門。觀照、照住、照見，都離不開觀，簡單說為作觀，就是你要做觀照功夫，你要做照見的功夫、照住的功夫。用現代的話講，你要改變你的觀念；我們淨宗講，你要改變你的觀想，淨宗經論上教我們觀佛、想佛，你把觀念換過來，這是心想裡面最殊勝的心想、最好的心想，想佛、念佛，十法界裡面沒有比佛更殊勝，所以我們把念頭轉過來，想佛、觀佛。"
    },
    {
      "id": "12-045-0108_p0011",
      "zh_CN": "念佛堂就重要，念佛堂里面挂满佛像，挂那么多佛像用意何在？就是帮助你作观，让你无论在哪一个方向你都看到佛，无论在什么时候你心里面都想佛。功夫如果成就了，你看到一切众生都是佛。念佛堂这些佛像是什么？芸芸众生，一切众生都成佛，你自己也成佛。这个心多殊胜，这个想多圆满，把一切众生那种错误的想法、烦恼的想法、自私的想法把它平息，我们想佛念佛，把众生种种烦恼、种种罪业的想法把它扯平，灾难就消除了。这是消灾免难的根本法，世间人不知道，这个道理确实只有佛知道。我们一个人念佛效果小；大家在一起念佛、一起想佛，这个力量大！谚语常讲「三人同心，其利断金」，这是比喻，三个人同心，这个心的力量就太大了。金是金属，最坚固的东西，你能够把它切断，比喻这个力量之大。念佛堂就等于是思想波的发射台，发射出去是忆佛念佛这个思想波，所以能平息众生的烦恼。然后你才晓得，到念佛堂念佛是多么大的功德，你在家里面念佛是自度，你到念佛堂来念佛是自度度他。",
      "zh_TW": "念佛堂就重要，念佛堂裡面掛滿佛像，掛那麼多佛像用意何在？就是幫助你作觀，讓你無論在哪一個方向你都看到佛，無論在什麼時候你心裡面都想佛。功夫如果成就了，你看到一切眾生都是佛。念佛堂這些佛像是什麼？芸芸眾生，一切眾生都成佛，你自己也成佛。這個心多殊勝，這個想多圓滿，把一切眾生那種錯誤的想法、煩惱的想法、自私的想法把它平息，我們想佛念佛，把眾生種種煩惱、種種罪業的想法把它扯平，災難就消除了。這是消災免難的根本法，世間人不知道，這個道理確實只有佛知道。我們一個人念佛效果小；大家在一起念佛、一起想佛，這個力量大！諺語常講「三人同心，其利斷金」，這是比喻，三個人同心，這個心的力量就太大了。金是金屬，最堅固的東西，你能夠把它切斷，比喻這個力量之大。念佛堂就等於是思想波的發射台，發射出去是憶佛念佛這個思想波，所以能平息眾生的煩惱。然後你才曉得，到念佛堂念佛是多麼大的功德，你在家裡面念佛是自度，你到念佛堂來念佛是自度度他。"
    },
    {
      "id": "12-045-0108_p0012",
      "zh_CN": "真正的效果在念佛堂；彼此在一块研究讨论，那是解门，如果不落实到行门上不会产生效果，所以诸位才晓得念佛要紧。我们走到任何地方都提倡念佛堂。没有法师带，希望有大心居士出来领众念佛；不会敲法器没有关系，现在用念佛机也很方便，跟着念佛机老实念，只要真正能做到不怀疑、不夹杂、不间断，就产生不思议的效果。我们可以学习谛闲老和尚教他那个锅漏匠徒弟的方法，这个方法有效，而且非常方便，一点障碍都没有。念累了你去休息，休息好了赶紧接着念，要知道把握光阴，决定不能让时光空过。念累了坐着休息也行，躺着休息也行，休息好了，一醒过来赶紧接着再念，他那个锅漏匠的徒弟就用这个方法，念了三年站着往生。他没有别的本事，他就是依教奉行，老老实实照老和尚教诲去做，就收到这样殊胜的效果，令人羡慕。所以我们要真干。佛在经论里常常劝导我们断恶修善、积功累德，我们不晓得从哪里下手，不知道怎么做法。进到念佛堂念佛就是断恶修善。你在念佛堂里面，心里想佛、口里念佛、身礼佛，岂不是诸恶莫作、众善奉行了吗？那就干的断恶修善。",
      "zh_TW": "真正的效果在念佛堂；彼此在一塊研究討論，那是解門，如果不落實到行門上不會產生效果，所以諸位才曉得念佛要緊。我們走到任何地方都提倡念佛堂。沒有法師帶，希望有大心居士出來領眾念佛；不會敲法器沒有關係，現在用念佛機也很方便，跟著念佛機老實念，只要真正能做到不懷疑、不夾雜、不間斷，就產生不思議的效果。我們可以學習諦閑老和尚教他那個鍋漏匠徒弟的方法，這個方法有效，而且非常方便，一點障礙都沒有。念累了你去休息，休息好了趕緊接著念，要知道把握光陰，決定不能讓時光空過。念累了坐著休息也行，躺著休息也行，休息好了，一醒過來趕緊接著再念，他那個鍋漏匠的徒弟就用這個方法，念了三年站著往生。他沒有別的本事，他就是依教奉行，老老實實照老和尚教誨去做，就收到這樣殊勝的效果，令人羨慕。所以我們要真幹。佛在經論裡常常勸導我們斷惡修善、積功累德，我們不曉得從哪裡下手，不知道怎麼做法。進到念佛堂念佛就是斷惡修善。你在念佛堂裡面，心裡想佛、口裡念佛、身禮佛，豈不是諸惡莫作、眾善奉行了嗎？那就幹的斷惡修善。"
    },
    {
      "id": "12-045-0108_p0013",
      "zh_CN": "所以三轮摄化，意愿我们必须要有，要向菩萨学习。接着请看下面的经文，末后一行：",
      "zh_TW": "所以三輪攝化，意願我們必須要有，要向菩薩學習。接著請看下面的經文，末後一行："
    },
    {
      "id": "12-045-0108_p0014",
      "zh_CN": "【尔时清净慧名称天王。承佛威力。普观一切少净天。无量净天。遍净天众。而说颂言。】",
      "zh_TW": "【爾時清淨慧名稱天王。承佛威力。普觀一切少淨天。無量淨天。遍淨天眾。而說頌言。】"
    },
    {
      "id": "12-045-0108_p0015",
      "zh_CN": "这是说偈的仪式，跟前面所说的意思一样。这是第三禅，三禅是净天；三禅有三天，少净、无量净、遍净。『承佛威力，普观一切天众』，都有很深的意思，前面说过，此地就不再重复。请看偈颂第一首：",
      "zh_TW": "這是說偈的儀式，跟前面所說的意思一樣。這是第三禪，三禪是淨天；三禪有三天，少淨、無量淨、遍淨。『承佛威力，普觀一切天眾』，都有很深的意思，前面說過，此地就不再重複。請看偈頌第一首："
    },
    {
      "id": "12-045-0108_p0016",
      "zh_CN": "【了知法性无碍者。普现十方无量刹。说佛境界不思议。令众同归解脱海。】",
      "zh_TW": "【了知法性無礙者。普現十方無量剎。說佛境界不思議。令眾同歸解脫海。】"
    },
    {
      "id": "12-045-0108_p0017",
      "zh_CN": "第一首偈是清净慧名称天王说的，在前面长行里面，我们读到他得的是「了达一切众生解脱道方便解脱门」，他的赞颂与他所得的法门一定是相应的。得法里面有「了达」，此地讲『了知法性无碍者』。我们学佛，对于「法性」这个概念，多少都要有一些体会才好。佛法的修学常讲如理如法，什么叫如理？对法性稍稍有一点体会就如理，然后如法就不难做到，如理是最难。法性是什么？虚空法界依正庄严，我们一般人讲万事万物，生起的根源叫做法性；法就是指一切万法，性就是体性，一切万法的体性叫法性，所有一切万法，连虚空都是它生的。也许诸位要问，虚空怎么是它生的？虚空真的是它生的。你要不相信，我问你：你有没有做过梦？你有作梦的经验。你梦中有没有虚空？有，梦中有虚空。梦中虚空从哪来的？不是从梦境当中生出来的吗？等你醒了之后，你梦境里的虚空没有了。虚空也有生灭，虚空不是真的，永嘉大师说得好，「梦里明明有六趣，觉后空空无大千」。我们今天在迷，迷就在作梦，我们觉得这是虚空，虚空是我们的梦境；哪一天大彻大悟、明心见性，虚空就粉碎了，虚空就没有了。宗门叫「粉碎虚空」，那是破无明，证得法性，证得法性就是明心见性。明心，那个心是什么？心是阿赖耶识；我们广义的说，心就是八识，对于八识到底是怎么回事情明白了、清楚了，见性是见到真性。心是能现，识是能变，能现能变搞清楚了，所现所变哪有不明白的道理？这叫大彻大悟，这叫做明心见性。入这个境界才知道无障碍，就是《华严》所讲的四种无碍：理无碍、事无碍、理事无碍、事事无碍，无障碍的境界就是诸佛菩萨的境界。所以第一句就是宗门所讲的明心见性。",
      "zh_TW": "第一首偈是清淨慧名稱天王說的，在前面長行裡面，我們讀到他得的是「了達一切眾生解脫道方便解脫門」，他的讚頌與他所得的法門一定是相應的。得法裡面有「了達」，此地講『了知法性無礙者』。我們學佛，對於「法性」這個概念，多少都要有一些體會才好。佛法的修學常講如理如法，什麼叫如理？對法性稍稍有一點體會就如理，然後如法就不難做到，如理是最難。法性是什麼？虛空法界依正莊嚴，我們一般人講萬事萬物，生起的根源叫做法性；法就是指一切萬法，性就是體性，一切萬法的體性叫法性，所有一切萬法，連虛空都是它生的。也許諸位要問，虛空怎麼是它生的？虛空真的是它生的。你要不相信，我問你：你有沒有做過夢？你有作夢的經驗。你夢中有沒有虛空？有，夢中有虛空。夢中虛空從哪來的？不是從夢境當中生出來的嗎？等你醒了之後，你夢境裡的虛空沒有了。虛空也有生滅，虛空不是真的，永嘉大師說得好，「夢裡明明有六趣，覺後空空無大千」。我們今天在迷，迷就在作夢，我們覺得這是虛空，虛空是我們的夢境；哪一天大徹大悟、明心見性，虛空就粉碎了，虛空就沒有了。宗門叫「粉碎虛空」，那是破無明，證得法性，證得法性就是明心見性。明心，那個心是什麼？心是阿賴耶識；我們廣義的說，心就是八識，對於八識到底是怎麼回事情明白了、清楚了，見性是見到真性。心是能現，識是能變，能現能變搞清楚了，所現所變哪有不明白的道理？這叫大徹大悟，這叫做明心見性。入這個境界才知道無障礙，就是《華嚴》所講的四種無礙：理無礙、事無礙、理事無礙、事事無礙，無障礙的境界就是諸佛菩薩的境界。所以第一句就是宗門所講的明心見性。"
    },
    {
      "id": "12-045-0108_p0018",
      "zh_CN": "第二句『普现十方无量刹』，这是现相，依什么现相？依法性现相。法性是理无碍，现的相是事；理无碍，事也无碍，这是不思议境界。「普现十方无量刹」，刹是讲的依报。依正是一不是二，给诸位说，有依必有正，有正必有依，不会只现一个，现相是同时现的，没有先后。所以世间人说宇宙生命是从进化而来的，进化不是真的。提倡进化论，说人是从猿猴进化而来的，你们想想这话能讲得通吗？人从猿猴进化而来的，现在的猿猴为什么都不变成人，还有猿猴在？总不能说这部分进化了，那部分不进化，停留在那里，这讲不通。可是这种说法世间人容易相信，佛说的真实法一般人听了摇头，不能接受、不能相信。佛告诉我们，法界的现象是顿现，没有渐次，一现一切现，一现同时现，没有先后、没有次第。",
      "zh_TW": "第二句『普現十方無量剎』，這是現相，依什麼現相？依法性現相。法性是理無礙，現的相是事；理無礙，事也無礙，這是不思議境界。「普現十方無量剎」，剎是講的依報。依正是一不是二，給諸位說，有依必有正，有正必有依，不會只現一個，現相是同時現的，沒有先後。所以世間人說宇宙生命是從進化而來的，進化不是真的。提倡進化論，說人是從猿猴進化而來的，你們想想這話能講得通嗎？人從猿猴進化而來的，現在的猿猴為什麼都不變成人，還有猿猴在？總不能說這部分進化了，那部分不進化，停留在那裡，這講不通。可是這種說法世間人容易相信，佛說的真實法一般人聽了搖頭，不能接受、不能相信。佛告訴我們，法界的現象是頓現，沒有漸次，一現一切現，一現同時現，沒有先後、沒有次第。"
    },
    {
      "id": "12-045-0108_p0019",
      "zh_CN": "《楞严经》上说得好，「当处出生，随处灭尽」，说得太好了，都是讲的事实真相，谁能懂得？这两句话把宇宙发生根源讲得清清楚楚、明明白白。《楞严》上这两句话，诸位要细心去体会，「当处出生，随处灭尽」就是不生不灭，生灭同时，一切诸法的真相如是，佛见到了，法身大士见到。这个意思我们在前面曾经详细报告过，这是事实真相。所以一切法，相有体无，事有理无，你可以受用，决定得不到，你要以为你会得到，是个妄想，你自寻烦恼；一切法不可得，这是佛给我们讲真话。所以佛应化在十法界，游戏神通，他多自在、多潇洒，为什么？他没有得失；为什么没有得失？他知道一切法不可得，不但世间一切法不可得，佛法也不可得。现象怎么来的？缘生的。这是就我们常识来说，第二义的讲法，缘聚则现、缘散则灭，这个我们可以懂、可以接受，这是很粗的相，不是真相，真相就是当处出生、当处灭尽，生灭同时，那才说的是真相。",
      "zh_TW": "《楞嚴經》上說得好，「當處出生，隨處滅盡」，說得太好了，都是講的事實真相，誰能懂得？這兩句話把宇宙發生根源講得清清楚楚、明明白白。《楞嚴》上這兩句話，諸位要細心去體會，「當處出生，隨處滅盡」就是不生不滅，生滅同時，一切諸法的真相如是，佛見到了，法身大士見到。這個意思我們在前面曾經詳細報告過，這是事實真相。所以一切法，相有體無，事有理無，你可以受用，決定得不到，你要以為你會得到，是個妄想，你自尋煩惱；一切法不可得，這是佛給我們講真話。所以佛應化在十法界，遊戲神通，他多自在、多瀟灑，為什麼？他沒有得失；為什麼沒有得失？他知道一切法不可得，不但世間一切法不可得，佛法也不可得。現象怎麼來的？緣生的。這是就我們常識來說，第二義的講法，緣聚則現、緣散則滅，這個我們可以懂、可以接受，這是很粗的相，不是真相，真相就是當處出生、當處滅盡，生滅同時，那才說的是真相。"
    },
    {
      "id": "12-045-0108_p0020",
      "zh_CN": "所以诸位要晓得，现依一定有正，现正一定有依。就如同我们作梦一样，大家都有作梦的经验（梦中有人，是正报；有山河大地、有虚空，是依报），你在作梦，你仔细去想想，你哪一天曾经做了个梦，先有一个人，然后又出来，次第变现出来，有没有这种情形？没有。所以它是顿现、同时现，它不是有次第的。梦境实实在在讲，就是我们现前现实环境的一个缩影，非常相似。所以世尊在经论里面常常用「梦幻泡影」来给我们做比喻，希望我们从这当中去体会，十法界依正庄严都是虚幻不实。依法性的理体能现，依心想能变，我们能够转变自己的境界，我们也能够帮助别人转变境界，这里头是有理论的，不是随便说，确有理论依据。我们念佛就是帮助世间业障深重的众生消灾免难，我们在帮助他。所以第二句是讲能现能变。",
      "zh_TW": "所以諸位要曉得，現依一定有正，現正一定有依。就如同我們作夢一樣，大家都有作夢的經驗（夢中有人，是正報；有山河大地、有虛空，是依報），你在作夢，你仔細去想想，你哪一天曾經做了個夢，先有一個人，然後又出來，次第變現出來，有沒有這種情形？沒有。所以它是頓現、同時現，它不是有次第的。夢境實實在在講，就是我們現前現實環境的一個縮影，非常相似。所以世尊在經論裡面常常用「夢幻泡影」來給我們做比喻，希望我們從這當中去體會，十法界依正莊嚴都是虛幻不實。依法性的理體能現，依心想能變，我們能夠轉變自己的境界，我們也能夠幫助別人轉變境界，這裡頭是有理論的，不是隨便說，確有理論依據。我們念佛就是幫助世間業障深重的眾生消災免難，我們在幫助他。所以第二句是講能現能變。"
    },
    {
      "id": "12-045-0108_p0021",
      "zh_CN": "『说佛境界不思议』，「说」就是教学、教导，「佛境界」是真实的境界。悟了就是佛境界，迷了就是众生境界；换句话说，境界没有迷悟，迷悟在人，境界哪有迷悟？觉悟了，十法界原来就是一真法界。所谓「踏破铁鞋无觅处」，那是在迷；悟了之后，「得来全不费工夫」，原来就是！这说明一桩什么事情？境界没有迷悟，迷悟在人。谁给我们说法？过来人给我们说法，也就是他悟了，他来给我们说，把他悟入依据的理论、所用的方法，以及悟入之后他所见到的境界给我们报告，我们听了之后也明白了、也觉悟了。觉悟的浅深与每个人的善根福德因缘各个不相同，善根福德因缘厚的人，一听他就真的能悟入这个境界，听了之后他能证果，这是善根福德深的人。我们在经上常常看到，经典里面记载，世尊讲经说法，听众里面居然有证果的；经还没讲完，讲了一半，讲了三分之一，听众居然有证果的，善根福德厚。差一点的他开悟了，这个悟是解悟，他解悟，明白了，没有入境界。所以悟有解悟、有证悟；解悟不错，但是没断烦恼、没断习气，换句话说出不了轮回，一定要证悟才能够超越三界、超越十法界，这个我们要懂得。",
      "zh_TW": "『說佛境界不思議』，「說」就是教學、教導，「佛境界」是真實的境界。悟了就是佛境界，迷了就是眾生境界；換句話說，境界沒有迷悟，迷悟在人，境界哪有迷悟？覺悟了，十法界原來就是一真法界。所謂「踏破鐵鞋無覓處」，那是在迷；悟了之後，「得來全不費工夫」，原來就是！這說明一樁什麼事情？境界沒有迷悟，迷悟在人。誰給我們說法？過來人給我們說法，也就是他悟了，他來給我們說，把他悟入依據的理論、所用的方法，以及悟入之後他所見到的境界給我們報告，我們聽了之後也明白了、也覺悟了。覺悟的淺深與每個人的善根福德因緣各個不相同，善根福德因緣厚的人，一聽他就真的能悟入這個境界，聽了之後他能證果，這是善根福德深的人。我們在經上常常看到，經典裡面記載，世尊講經說法，聽眾裡面居然有證果的；經還沒講完，講了一半，講了三分之一，聽眾居然有證果的，善根福德厚。差一點的他開悟了，這個悟是解悟，他解悟，明白了，沒有入境界。所以悟有解悟、有證悟；解悟不錯，但是沒斷煩惱、沒斷習氣，換句話說出不了輪迴，一定要證悟才能夠超越三界、超越十法界，這個我們要懂得。"
    },
    {
      "id": "12-045-0108_p0022",
      "zh_CN": "能说佛境界，佛境界就是不思议解脱境界，以《华严经》来讲是一真法界，佛境界不思议就是一真法界，极乐世界也属于这个境界。谁能说？克实而论，只有佛能说，等觉菩萨都不行，只有佛能说。等觉菩萨还有一品无明没破，要得佛力加持他才能说，所以这些菩萨很客气，「承佛威力」他才能说，承蒙佛威力加持；他能信能解、能行能入，这是承佛威力。我们今天亦复如是，我们要不得佛威力加持，我们是凡夫，哪有能力说？再说，这种一乘了义的大经，诸佛根本法轮，同修们在下面听，你能听懂，那叫怪事，你怎么会听懂？殊不知你能够听懂也是承佛威力。你没有求佛，怎么就得佛加持？实际上你有求，你自己不知道。怎么说你有求？你过去生中曾经听过这个法门，曾经学过这个法门，阿赖耶识里头有《华严》的种子善根，这是潜藏在你阿赖耶识里头，你自己不知道。现在听说这个讲堂有人在讲《华严经》，你很欢喜来了，坐在这个地方，这个念头、这个行为就是求佛加持，佛知道。所以到这个讲堂来，每个人都是承佛威力加持，你在这个地方你能够听得懂，你能听得生欢喜心。",
      "zh_TW": "能說佛境界，佛境界就是不思議解脫境界，以《華嚴經》來講是一真法界，佛境界不思議就是一真法界，極樂世界也屬於這個境界。誰能說？剋實而論，只有佛能說，等覺菩薩都不行，只有佛能說。等覺菩薩還有一品無明沒破，要得佛力加持他才能說，所以這些菩薩很客氣，「承佛威力」他才能說，承蒙佛威力加持；他能信能解、能行能入，這是承佛威力。我們今天亦復如是，我們要不得佛威力加持，我們是凡夫，哪有能力說？再說，這種一乘了義的大經，諸佛根本法輪，同修們在下面聽，你能聽懂，那叫怪事，你怎麼會聽懂？殊不知你能夠聽懂也是承佛威力。你沒有求佛，怎麼就得佛加持？實際上你有求，你自己不知道。怎麼說你有求？你過去生中曾經聽過這個法門，曾經學過這個法門，阿賴耶識裡頭有《華嚴》的種子善根，這是潛藏在你阿賴耶識裡頭，你自己不知道。現在聽說這個講堂有人在講《華嚴經》，你很歡喜來了，坐在這個地方，這個念頭、這個行為就是求佛加持，佛知道。所以到這個講堂來，每個人都是承佛威力加持，你在這個地方你能夠聽得懂，你能聽得生歡喜心。"
    },
    {
      "id": "12-045-0108_p0023",
      "zh_CN": "虽然听得好像明白，听得很欢喜，出去就忘掉了，也没办法做到，不能落实，这是什么原因？善根不够厚，还是差一些，所以你的妄想烦恼一现前，佛这个加持力量立刻就退了。每天都有一个长时间得佛力加持，如果能继续不中断，半年、一年那个人就改样子，就起了变化，你的心理、观念起了变化，你的容貌起了变化，你的体质也起了变化，而这种变化非常明显，你自己会感觉到。这也叫做证，证得浅显而已，证得很浅，由浅证逐渐逐渐就深证，功夫都是从这么来的。你果然有恒心、有毅力、有智慧（有智慧的人才能把世间名闻利养、五欲六尘舍弃，这是智慧），进入到道场来，接受诸佛菩萨的薰陶。诸佛菩萨你没见到，道场气氛，现在人讲磁场，你在这个地方有不一样的感受，这个磁场、这种气氛就是诸佛菩萨不思议威神力的加持，这是真的不是假的。我们世间人什么叫加持？找个和尚、法师给你摸摸头顶叫加持，假的，不是真的，真正的加持是你肉眼看不见的，一股无形的力量，那是真加持。",
      "zh_TW": "雖然聽得好像明白，聽得很歡喜，出去就忘掉了，也沒辦法做到，不能落實，這是什麼原因？善根不夠厚，還是差一些，所以你的妄想煩惱一現前，佛這個加持力量立刻就退了。每天都有一個長時間得佛力加持，如果能繼續不中斷，半年、一年那個人就改樣子，就起了變化，你的心理、觀念起了變化，你的容貌起了變化，你的體質也起了變化，而這種變化非常明顯，你自己會感覺到。這也叫做證，證得淺顯而已，證得很淺，由淺證逐漸逐漸就深證，功夫都是從這麼來的。你果然有恆心、有毅力、有智慧（有智慧的人才能把世間名聞利養、五欲六塵捨棄，這是智慧），進入到道場來，接受諸佛菩薩的薰陶。諸佛菩薩你沒見到，道場氣氛，現在人講磁場，你在這個地方有不一樣的感受，這個磁場、這種氣氛就是諸佛菩薩不思議威神力的加持，這是真的不是假的。我們世間人什麼叫加持？找個和尚、法師給你摸摸頭頂叫加持，假的，不是真的，真正的加持是你肉眼看不見的，一股無形的力量，那是真加持。"
    },
    {
      "id": "12-045-0108_p0024",
      "zh_CN": "最后一句是说成就，我们一般讲成绩，『令众同归解脱海』。佛现身说法为了什么？为了普度一切众生。众生也得解脱，那真的叫得度，这是究竟圆满的得度。我们今天帮助众生，唯一能够圆满帮助他得度的就是念佛往生不退成佛。可是要令众生对这个法门相信，不怀疑，肯念佛、肯求生净土，真的不是容易事情。如何能令一切众生生信心？当然首先自己要有信心；自己都不相信，怎么能叫别人相信？首先自己要坚定信心，自己有真实恳切的愿望，别人接触他才能够生起信心，他才能发愿。由此可知古人讲的话没错，自己没有得度，要想度别人无有是处，没这个道理，可见得自己一定要得度。我们今天凭借什么得度？凭借净宗法门，凭借念佛成佛，我们就凭这个。自己有坚定的信心往生净土，绝不怀疑，人家听我们说话的语气，看到我们这个形象，他才能生起信心。我们自己要是半信半疑，愿也不恳切，人家一看就看出来了，一听就听出来了，你那是假的不是真的；你叫我们做，你自己还做不到，人家怎么能相信？末后这一句是讲果德，教化众生真有成果。再看底下这一首，第四行：",
      "zh_TW": "最後一句是說成就，我們一般講成績，『令眾同歸解脫海』。佛現身說法為了什麼？為了普度一切眾生。眾生也得解脫，那真的叫得度，這是究竟圓滿的得度。我們今天幫助眾生，唯一能夠圓滿幫助他得度的就是念佛往生不退成佛。可是要令眾生對這個法門相信，不懷疑，肯念佛、肯求生淨土，真的不是容易事情。如何能令一切眾生生信心？當然首先自己要有信心；自己都不相信，怎麼能叫別人相信？首先自己要堅定信心，自己有真實懇切的願望，別人接觸他才能夠生起信心，他才能發願。由此可知古人講的話沒錯，自己沒有得度，要想度別人無有是處，沒這個道理，可見得自己一定要得度。我們今天憑藉什麼得度？憑藉淨宗法門，憑藉念佛成佛，我們就憑這個。自己有堅定的信心往生淨土，絕不懷疑，人家聽我們說話的語氣，看到我們這個形象，他才能生起信心。我們自己要是半信半疑，願也不懇切，人家一看就看出來了，一聽就聽出來了，你那是假的不是真的；你叫我們做，你自己還做不到，人家怎麼能相信？末後這一句是講果德，教化眾生真有成果。再看底下這一首，第四行："
    },
    {
      "id": "12-045-0108_p0025",
      "zh_CN": "【如来处世无所依。譬如光影现众国。法性究竟无生起。此胜见王所入门。】",
      "zh_TW": "【如來處世無所依。譬如光影現眾國。法性究竟無生起。此勝見王所入門。】"
    },
    {
      "id": "12-045-0108_p0026",
      "zh_CN": "这是最胜见天王他的赞颂。前面长行，他所得的法门是「随一切诸天众所乐如光影普示现」的法门，他是从这个法门证得的。『如来处世无所依，譬如光影现众国』，就是说光影示现的意思，这是真正觉悟，于一切法中不迷不惑。我们凡夫在这个世间，细细的思量观察，何尝不如是！「处世」两个字，可以把它解作出现在世间，我们现在出现在这个世间，有没有依靠？真正说来是无所依，这个话是给你讲真话；有所依是假的，有所依决定不可靠。",
      "zh_TW": "這是最勝見天王他的讚頌。前面長行，他所得的法門是「隨一切諸天眾所樂如光影普示現」的法門，他是從這個法門證得的。『如來處世無所依，譬如光影現眾國』，就是說光影示現的意思，這是真正覺悟，於一切法中不迷不惑。我們凡夫在這個世間，細細的思量觀察，何嘗不如是！「處世」兩個字，可以把它解作出現在世間，我們現在出現在這個世間，有沒有依靠？真正說來是無所依，這個話是給你講真話；有所依是假的，有所依決定不可靠。"
    },
    {
      "id": "12-045-0108_p0027",
      "zh_CN": "诸位同学学佛，一进佛门先教给你三自皈，传授给你皈依法门。皈依意思很深，皈是怎么？回头，从那些不可靠的无所依处回头。世出世法里没有靠得住的，这个你一定要清楚，回过头来要找一个真正能够靠得住的，你依靠它；真正靠得住的是什么？是自性。三皈依跟诸位说，就是《楞严经》上讲的，你要想证得不生不灭，无上菩提，你要用一个不生灭的因行去修，你要依不生不灭的因，你才能证不生不灭的果；不生不灭的因是什么？自性。所以三自皈，叫你皈、叫你依什么？依自性觉、自性正、自性净，这叫三宝；佛是自性觉，法是自性正，僧是自性净，这真靠得住。可见得不是依外面，外头靠不住，你要依佛。佛门里常讲「泥菩萨过河，自身难保」，你怎么能靠他？这是一个形相，形相的作用是什么？叫我们看到这个形相，想到自性三宝，要依自性三宝。所以形相的三宝有用处，常常提醒自己，它功德在此地；没有这个形相就忘掉了，就跟烦恼走了。所以形相功德也不可思议，它的作用是提醒我们，使我们念念都能回归到自性，这是真正皈依处，除这个之外全是假的，无所依。我们凡夫很可怜，凡夫把自性迷失，真正是完全无所依。我们任何一个人，任何一个众生，念念之中都要找一个依靠，心里面才有安全感。依靠到哪里去找？决定找不到！你想找个依靠，给诸位说那是迷信，不是正信。只有佛法殊胜，只有佛法真实，教我们一个真正的皈依处，这就是教我们依自性。",
      "zh_TW": "諸位同學學佛，一進佛門先教給你三自皈，傳授給你皈依法門。皈依意思很深，皈是怎麼？回頭，從那些不可靠的無所依處回頭。世出世法裡沒有靠得住的，這個你一定要清楚，回過頭來要找一個真正能夠靠得住的，你依靠它；真正靠得住的是什麼？是自性。三皈依跟諸位說，就是《楞嚴經》上講的，你要想證得不生不滅，無上菩提，你要用一個不生滅的因行去修，你要依不生不滅的因，你才能證不生不滅的果；不生不滅的因是什麼？自性。所以三自皈，叫你皈、叫你依什麼？依自性覺、自性正、自性淨，這叫三寶；佛是自性覺，法是自性正，僧是自性淨，這真靠得住。可見得不是依外面，外頭靠不住，你要依佛。佛門裡常講「泥菩薩過河，自身難保」，你怎麼能靠他？這是一個形相，形相的作用是什麼？叫我們看到這個形相，想到自性三寶，要依自性三寶。所以形相的三寶有用處，常常提醒自己，它功德在此地；沒有這個形相就忘掉了，就跟煩惱走了。所以形相功德也不可思議，它的作用是提醒我們，使我們念念都能回歸到自性，這是真正皈依處，除這個之外全是假的，無所依。我們凡夫很可憐，凡夫把自性迷失，真正是完全無所依。我們任何一個人，任何一個眾生，念念之中都要找一個依靠，心裡面才有安全感。依靠到哪裡去找？決定找不到！你想找個依靠，給諸位說那是迷信，不是正信。只有佛法殊勝，只有佛法真實，教我們一個真正的皈依處，這就是教我們依自性。"
    },
    {
      "id": "12-045-0108_p0028",
      "zh_CN": "第二句讲「譬如光影现众国」，这是讲从性现相。众国就是十法界依正庄严，也是尽虚空遍法界诸佛刹土；说「现众国」，依正庄严都包括在其中，所现就像光影一样，不是真实的。所现的这些相无所依，不能依这些相，依相就错了，为什么？它是生灭法。不但十法界依正庄严是生灭法，佛给你所讲的一切法，佛所现的一切相，也是生灭法，一定要认识清楚，这个东西叫假的。明白觉悟的人依假修真、借假修真，都可以，我们借这些假相、借这些假法，到这里面去体悟自性。为什么？一切法的法性就是自性，在有情众生分上，六根的根性就是自性；在无情众生，它的体性就是法性。说法性也好、说自性也好、说佛性也好、说本性也好，都是一个性，这一个性是真的。为什么佛见一切众生都是佛？我们见一切众生，为什么看他是众生？我们是从相上看，佛是从性上看，从性上看都是诸佛。佛看一个人，看到眼睛能见，见性；看到耳朵会听，闻性，佛在有情众生根门当中见性，他怎么不是佛？性是真实的，不生不灭，性就是佛。宗门说得好，「明心见性，见性成佛」，一切众生本来成佛，就是这个意思。一切众生本来就是佛，佛决定不是说他将来成佛，这个话说错了，他就是佛。将来成佛，那他将来六根才有根性，现在没有根性，哪有这种道理？",
      "zh_TW": "第二句講「譬如光影現眾國」，這是講從性現相。眾國就是十法界依正莊嚴，也是盡虛空遍法界諸佛剎土；說「現眾國」，依正莊嚴都包括在其中，所現就像光影一樣，不是真實的。所現的這些相無所依，不能依這些相，依相就錯了，為什麼？它是生滅法。不但十法界依正莊嚴是生滅法，佛給你所講的一切法，佛所現的一切相，也是生滅法，一定要認識清楚，這個東西叫假的。明白覺悟的人依假修真、借假修真，都可以，我們借這些假相、借這些假法，到這裡面去體悟自性。為什麼？一切法的法性就是自性，在有情眾生分上，六根的根性就是自性；在無情眾生，它的體性就是法性。說法性也好、說自性也好、說佛性也好、說本性也好，都是一個性，這一個性是真的。為什麼佛見一切眾生都是佛？我們見一切眾生，為什麼看他是眾生？我們是從相上看，佛是從性上看，從性上看都是諸佛。佛看一個人，看到眼睛能見，見性；看到耳朵會聽，聞性，佛在有情眾生根門當中見性，他怎麼不是佛？性是真實的，不生不滅，性就是佛。宗門說得好，「明心見性，見性成佛」，一切眾生本來成佛，就是這個意思。一切眾生本來就是佛，佛決定不是說他將來成佛，這個話說錯了，他就是佛。將來成佛，那他將來六根才有根性，現在沒有根性，哪有這種道理？"
    },
    {
      "id": "12-045-0108_p0029",
      "zh_CN": "「迥脱根尘，灵光独耀」，这两句话也是《楞严经》上说的，是形容什么？形容我们六根的根性。根性虽然跟根尘和合在一起，但是它不是根，它也不是尘，它决定不随根尘生灭。根是眼根，我们以见性来讲，眼根，外面它见的是色尘，色尘有生有灭，我们这个身体也有生灭，刹那生灭，但是见性是不生不灭，绝不随眼根生灭，也不随外面尘境生灭，所以它是常住真心，它是真如本性，当下就是，你怎么能说他不是佛？佛看一切众生是佛，他从哪里看的？就从这看的，所以他成佛了。我们为什么看一切众生是生死凡夫？性忘掉了，专从相上看，我们是着相不见性。人家是见性不着相，所以看一切众生平等，一切众生跟十方三世诸佛无二无别。所以要晓得，现相是光、是影。",
      "zh_TW": "「迥脫根塵，靈光獨耀」，這兩句話也是《楞嚴經》上說的，是形容什麼？形容我們六根的根性。根性雖然跟根塵和合在一起，但是它不是根，它也不是塵，它決定不隨根塵生滅。根是眼根，我們以見性來講，眼根，外面它見的是色塵，色塵有生有滅，我們這個身體也有生滅，剎那生滅，但是見性是不生不滅，絕不隨眼根生滅，也不隨外面塵境生滅，所以它是常住真心，它是真如本性，當下就是，你怎麼能說他不是佛？佛看一切眾生是佛，他從哪裡看的？就從這看的，所以他成佛了。我們為什麼看一切眾生是生死凡夫？性忘掉了，專從相上看，我們是著相不見性。人家是見性不著相，所以看一切眾生平等，一切眾生跟十方三世諸佛無二無別。所以要曉得，現相是光、是影。"
    },
    {
      "id": "12-045-0108_p0030",
      "zh_CN": "第三句讲『法性究竟无生起』，无生起就是无生灭。法性如果就《楞严》上做的比喻，在一个人的身上就是六根，六根的根性，「究竟无生起」。无生当然就无灭，有生就有灭，六根根性没有生，哪来的灭？所以它没有生灭、没有来去、没有大小、没有异同，世间任何一法都加不上去。它什么都不是，但是它是一切万事万法的根源，一切万事万法都是它变现出来的。可是你要晓得，所变现出来的都是光影而已，绝非真实。佛家讲真实跟虚妄的定义，真实是永恒不变，这叫真实，如果会改变那就不是真实。所以一切现象都会变，诸佛刹土也会变，你们在经上看过，将来阿弥陀佛也有入灭，观音菩萨接着示现成佛，这样说，极乐世界还有生灭，华藏世界也有生灭。诸佛刹土里只有一个土不生灭，什么土？常寂光土。为什么？这个土就是法性。法性身、法性土，法性就是身，法性就是土，说法性就是身就叫法身，或者叫法性身；法性就是土，土是你所依的，叫常寂光土，叫法性土，是这么个意思。",
      "zh_TW": "第三句講『法性究竟無生起』，無生起就是無生滅。法性如果就《楞嚴》上做的比喻，在一個人的身上就是六根，六根的根性，「究竟無生起」。無生當然就無滅，有生就有滅，六根根性沒有生，哪來的滅？所以它沒有生滅、沒有來去、沒有大小、沒有異同，世間任何一法都加不上去。它什麼都不是，但是它是一切萬事萬法的根源，一切萬事萬法都是它變現出來的。可是你要曉得，所變現出來的都是光影而已，絕非真實。佛家講真實跟虛妄的定義，真實是永恆不變，這叫真實，如果會改變那就不是真實。所以一切現象都會變，諸佛剎土也會變，你們在經上看過，將來阿彌陀佛也有入滅，觀音菩薩接著示現成佛，這樣說，極樂世界還有生滅，華藏世界也有生滅。諸佛剎土裡只有一個土不生滅，什麼土？常寂光土。為什麼？這個土就是法性。法性身、法性土，法性就是身，法性就是土，說法性就是身就叫法身，或者叫法性身；法性就是土，土是你所依的，叫常寂光土，叫法性土，是這麼個意思。"
    },
    {
      "id": "12-045-0108_p0031",
      "zh_CN": "由此可知，我们往生到西方极乐世界，生到西方极乐世界不是我们究竟的目标，我们要在西方极乐世界证常寂光净土，证法性身，那才叫究竟圆满。能不能得到？能！不但能，而且很快速，比任何一个佛国土都快速。《华严经》是毘卢遮那佛的净土，华藏世界，在华藏世界证常寂光土、证法性身时间长，经上讲要三大阿僧祇劫。所以文殊、普贤劝导大家往生西方极乐世界，为什么？到西方极乐世界去证法性身、法性土时间短。这两位大菩萨做表率，真正是学为人师、行为世范，他们做榜样、做表率，他们两个先发愿求生净土，后面再跟着去；不是说他只劝人自己不去，他自己去，带头作用。这些理跟事都要清楚，要很清楚。",
      "zh_TW": "由此可知，我們往生到西方極樂世界，生到西方極樂世界不是我們究竟的目標，我們要在西方極樂世界證常寂光淨土，證法性身，那才叫究竟圓滿。能不能得到？能！不但能，而且很快速，比任何一個佛國土都快速。《華嚴經》是毘盧遮那佛的淨土，華藏世界，在華藏世界證常寂光土、證法性身時間長，經上講要三大阿僧祇劫。所以文殊、普賢勸導大家往生西方極樂世界，為什麼？到西方極樂世界去證法性身、法性土時間短。這兩位大菩薩做表率，真正是學為人師、行為世範，他們做榜樣、做表率，他們兩個先發願求生淨土，後面再跟著去；不是說他只勸人自己不去，他自己去，帶頭作用。這些理跟事都要清楚，要很清楚。"
    },
    {
      "id": "12-045-0108_p0032",
      "zh_CN": "法性是没有生灭的，法相是有生灭的。法相虽从法性生起，但是法性绝不随法相生灭，法相之生，法性不随它生起；法相灭，法性不随它灭。这还是很难懂，我们还得拿比喻来说，诸位要细细的去听，细细在里面去体会。我们现代大众，日常生活当中用电器用得很多，如果讲用电器来作比喻，诸位都能够体会。我们把法性比喻作电流，把法相比喻作电器，电流充满空间，无处不在，我们六根接触不到，不能说它无；它确实存在，我们看不见、听不到，也摸不到，确实存在。如果我们有电器接上电流，你就看到它起作用，电流通过灯，灯是个电器（法相），它就放光；通过前面这个机器，它就能把影像录下去，通过麦克风它就把声音传出去。这就如同我们的六根，我们法性就好比是电流，通过眼根它就起作用，见的作用，通过耳根它就起闻的作用。电流是一个，绝不是说见性有别于闻性，一点分别都没有，完全是一个性，器具不一样，它起的作用不一样；如同我们用的电决定是一样，但是电器不一样，所以它起的作用就不相同。再看器具有成有坏，电流绝不随电器的成坏而成坏。你造一个电灯，电流不会随你制造成电灯，电流就成了，没这个道理；你这个灯坏掉了，电流绝不会随你这个灯坏掉它就断灭了，没这个道理。诸位从这个比喻里细细去思惟，我们身体六根就是六种不同的电器，能够叫六根起作用的那个电流就是法性、就是自性。",
      "zh_TW": "法性是沒有生滅的，法相是有生滅的。法相雖從法性生起，但是法性絕不隨法相生滅，法相之生，法性不隨它生起；法相滅，法性不隨它滅。這還是很難懂，我們還得拿比喻來說，諸位要細細的去聽，細細在裡面去體會。我們現代大眾，日常生活當中用電器用得很多，如果講用電器來作比喻，諸位都能夠體會。我們把法性比喻作電流，把法相比喻作電器，電流充滿空間，無處不在，我們六根接觸不到，不能說它無；它確實存在，我們看不見、聽不到，也摸不到，確實存在。如果我們有電器接上電流，你就看到它起作用，電流通過燈，燈是個電器（法相），它就放光；通過前面這個機器，它就能把影像錄下去，通過麥克風它就把聲音傳出去。這就如同我們的六根，我們法性就好比是電流，通過眼根它就起作用，見的作用，通過耳根它就起聞的作用。電流是一個，絕不是說見性有別於聞性，一點分別都沒有，完全是一個性，器具不一樣，它起的作用不一樣；如同我們用的電決定是一樣，但是電器不一樣，所以它起的作用就不相同。再看器具有成有壞，電流絕不隨電器的成壞而成壞。你造一個電燈，電流不會隨你製造成電燈，電流就成了，沒這個道理；你這個燈壞掉了，電流絕不會隨你這個燈壞掉它就斷滅了，沒這個道理。諸位從這個比喻裡細細去思惟，我們身體六根就是六種不同的電器，能夠叫六根起作用的那個電流就是法性、就是自性。"
    },
    {
      "id": "12-045-0108_p0033",
      "zh_CN": "自性之自，我们都把它解错了，认为什么？这是我自己的自性。他那个自很小，圈圈很小，他不知道这个自是大自，尽虚空遍法界是一个自。我们没有办法理解自性，障碍在这个地方，看到自想到就是自身，就这么小，别人那是他不是自，你说糟糕不糟糕？你怎么能够明了事实真相？所以这个自是大的自，我们讲大我，不是小我，尽虚空遍法界是一个自。宗门悟道的人曾经说过，尽虚空遍法界是「沙门一只眼」，你们想想这个话什么意思？眼是什么？见性；见性是什么？自性。这个意思就是说，尽虚空遍法界是一个自性。沙门是什么？沙门是觉悟的人。觉悟的人明白，尽虚空遍法界是自己，所以看到「一切众生本来成佛」，所以看到「情与无情，同圆种智」，这是《华严经》上所说的。你不契入这个法界，你怎么会晓得？你不晓得，你怎么会得受用？这个受用是真解脱、大自在！我们从这些地方体会到，见到世尊无尽的慈悲。我们众生愚昧无知，一遍、两遍怎么行？四十九年，千遍万遍，永无止息的为我们开示事实真相，让我们也能够入佛法界。",
      "zh_TW": "自性之自，我們都把它解錯了，認為什麼？這是我自己的自性。他那個自很小，圈圈很小，他不知道這個自是大自，盡虛空遍法界是一個自。我們沒有辦法理解自性，障礙在這個地方，看到自想到就是自身，就這麼小，別人那是他不是自，你說糟糕不糟糕？你怎麼能夠明瞭事實真相？所以這個自是大的自，我們講大我，不是小我，盡虛空遍法界是一個自。宗門悟道的人曾經說過，盡虛空遍法界是「沙門一隻眼」，你們想想這個話什麼意思？眼是什麼？見性；見性是什麼？自性。這個意思就是說，盡虛空遍法界是一個自性。沙門是什麼？沙門是覺悟的人。覺悟的人明白，盡虛空遍法界是自己，所以看到「一切眾生本來成佛」，所以看到「情與無情，同圓種智」，這是《華嚴經》上所說的。你不契入這個法界，你怎麼會曉得？你不曉得，你怎麼會得受用？這個受用是真解脫、大自在！我們從這些地方體會到，見到世尊無盡的慈悲。我們眾生愚昧無知，一遍、兩遍怎麼行？四十九年，千遍萬遍，永無止息的為我們開示事實真相，讓我們也能夠入佛法界。"
    },
    {
      "id": "12-045-0108_p0034",
      "zh_CN": "这是最胜见天王，天王名号意思也很殊胜。这个天王他是修什么法门得道的？眼根，《楞严》二十五圆通，他是眼根；观音菩萨是耳根入门的，他是眼根入门的，「最胜见」，从见性里面入门的，是这个意思。学《楞严》，交光法师讲得好，他老人家主张舍识用根。这句话要用现在的话来说，就是要学用六根的根性接触外面的境界，不要用六识，用六根的根性，所以叫舍识用根。用见性见、用闻性闻，当下就是！当下就是什么？就是佛境界；用我们《华严经》来讲，当下就是大方广，当下就是佛华严。所以《楞严》叫开智慧的《楞严》，道理就在此地，问题你会不会用？你要对于道理不甚明了的话，你没有法子用。所以明其理，识其相。理，「法性究竟无生起」；相，「譬如光影现众国」，这个文是这样说的。在《金刚经》上讲，「一切有为法，如梦幻泡影」。《金刚经》上用的两句，此地连上面也是两句，「如来处世无所依，譬如光影现众国」，跟《金刚经》这两句合起来看是一个意思。后面加上这句，比《金刚经》的意思还要圆满，「法性究竟无生起」，这一句好，显示出佛华严、大方广当下就是。希望我们同修们也能细心体会，体会不到别胡思乱想，一想就错了，一想就落到意识里面去了，就堕落了，不能想的。不会不要紧，后面这样的开示多的是，一遍一遍的薰修。决定想不得，这是很重要很重要的交代，决定想不得，一想就错了。今天时间到了，我们就讲到此地。",
      "zh_TW": "這是最勝見天王，天王名號意思也很殊勝。這個天王他是修什麼法門得道的？眼根，《楞嚴》二十五圓通，他是眼根；觀音菩薩是耳根入門的，他是眼根入門的，「最勝見」，從見性裡面入門的，是這個意思。學《楞嚴》，交光法師講得好，他老人家主張捨識用根。這句話要用現在的話來說，就是要學用六根的根性接觸外面的境界，不要用六識，用六根的根性，所以叫捨識用根。用見性見、用聞性聞，當下就是！當下就是什麼？就是佛境界；用我們《華嚴經》來講，當下就是大方廣，當下就是佛華嚴。所以《楞嚴》叫開智慧的《楞嚴》，道理就在此地，問題你會不會用？你要對於道理不甚明瞭的話，你沒有法子用。所以明其理，識其相。理，「法性究竟無生起」；相，「譬如光影現眾國」，這個文是這樣說的。在《金剛經》上講，「一切有為法，如夢幻泡影」。《金剛經》上用的兩句，此地連上面也是兩句，「如來處世無所依，譬如光影現眾國」，跟《金剛經》這兩句合起來看是一個意思。後面加上這句，比《金剛經》的意思還要圓滿，「法性究竟無生起」，這一句好，顯示出佛華嚴、大方廣當下就是。希望我們同修們也能細心體會，體會不到別胡思亂想，一想就錯了，一想就落到意識裡面去了，就墮落了，不能想的。不會不要緊，後面這樣的開示多的是，一遍一遍的薰修。決定想不得，這是很重要很重要的交代，決定想不得，一想就錯了。今天時間到了，我們就講到此地。"
    }
  ]
}