{
  "doc_id": "12-045-0478",
  "title": {
    "zh_CN": "华严经讲述菁华—学佛从做人开始",
    "zh_TW": "華嚴經講述菁華—學佛從做人開始"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四七八集",
    "zh_TW": "第四七八集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-045-0478",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "12-045-0478_p0001",
      "zh_CN": "诸位同学，请看「世主妙严品」，主城神偈颂：",
      "zh_TW": "諸位同學，請看「世主妙嚴品」，主城神偈頌："
    },
    {
      "id": "12-045-0478_p0002",
      "zh_CN": "【尔时宝峰光曜主城神。承佛威力。普观一切主城神众而说颂言。】",
      "zh_TW": "【爾時寶峰光曜主城神。承佛威力。普觀一切主城神眾而說頌言。】"
    },
    {
      "id": "12-045-0478_p0003",
      "zh_CN": "这一段是说偈的仪式，世尊这样的仪式不断的在重复，这里面有很深教育的意义，我们一定要晓得，要知道怎样去学习。请看第一首：",
      "zh_TW": "這一段是說偈的儀式，世尊這樣的儀式不斷的在重複，這裡面有很深教育的意義，我們一定要曉得，要知道怎樣去學習。請看第一首："
    },
    {
      "id": "12-045-0478_p0004",
      "zh_CN": "【导师如是不思议。光明遍照于十方。众生现前悉见佛。教化成熟无央数。】",
      "zh_TW": "【導師如是不思議。光明遍照於十方。眾生現前悉見佛。教化成熟無央數。】"
    },
    {
      "id": "12-045-0478_p0005",
      "zh_CN": "宝峰菩萨，在长行里面我们读到的，他所修学的法门是「方便利益众生」，这个意思非常之广。在偈颂里面看到他教化的成果，我们应当怎样学习。第一句是说出诸佛如来，『导师』是诸佛如来。『如是』这两个字意思就深了，你看看一切经一开端「如是我闻」，这个地方的「如是」跟「如是我闻」是完全相同。就这两个字的意义来说，「如」就是真如，世出世间一切法相都是从真如自性显现出来的，是真如自性的相分。相如其性，性如其相，性相不二叫「如是」，不可思议。「如是」两个字把宇宙人生所有的现象，佛家常讲的性相、理事、因果，完全包括在其中。如果要说十方三世一切诸佛如来为无量无边众生说法，说些什么法？可以讲「如是」而已！这两个字是一切诸佛如来说法总的根源、总的纲领。如果解释一下，那就是《般若经》上也是一句道出，「诸法实相」，如是就是诸法实相。诸法实相不可以思、不可以议，为什么？思已经落在意识里面去了；议是议论，议论也落在意识当中去了。所以一思一议落二三，二三是什么意思？三心二意。落二就是指的末那跟意识，这是二意；末那是意根，第六识是意识。三心，二意再加上阿赖耶，叫做三心。只要一动念头，思跟议就落二三，真相就没有了。真相，佛也起了个名字叫「第一义谛」，第一义谛就是你还没有起心动念，还没有分别执着，这就是第一义，我们也可以说是第一个境界，是真的。诸佛与法身菩萨跟我们不一样的地方，他能够永恒的保持第一个境界，就是第一念永远保持，不会落在第二念。凡夫不如佛菩萨的地方，六根接触六尘境界，刹那之间就落在二三，二三就是思议，思是分别，议就是执着。不执着，你还谈什么？那就不谈了。所以这个不思议并不是说这个事情不能讲、不能想，不是这个意思，那你完全把这句话真正的意思误会了。「不思议」三个字是衬托出第一义谛，这才是诸法实相，这才是如是，落到二三不如是了。",
      "zh_TW": "寶峰菩薩，在長行裡面我們讀到的，他所修學的法門是「方便利益眾生」，這個意思非常之廣。在偈頌裡面看到他教化的成果，我們應當怎樣學習。第一句是說出諸佛如來，『導師』是諸佛如來。『如是』這兩個字意思就深了，你看看一切經一開端「如是我聞」，這個地方的「如是」跟「如是我聞」是完全相同。就這兩個字的意義來說，「如」就是真如，世出世間一切法相都是從真如自性顯現出來的，是真如自性的相分。相如其性，性如其相，性相不二叫「如是」，不可思議。「如是」兩個字把宇宙人生所有的現象，佛家常講的性相、理事、因果，完全包括在其中。如果要說十方三世一切諸佛如來為無量無邊眾生說法，說些什麼法？可以講「如是」而已！這兩個字是一切諸佛如來說法總的根源、總的綱領。如果解釋一下，那就是《般若經》上也是一句道出，「諸法實相」，如是就是諸法實相。諸法實相不可以思、不可以議，為什麼？思已經落在意識裡面去了；議是議論，議論也落在意識當中去了。所以一思一議落二三，二三是什麼意思？三心二意。落二就是指的末那跟意識，這是二意；末那是意根，第六識是意識。三心，二意再加上阿賴耶，叫做三心。只要一動念頭，思跟議就落二三，真相就沒有了。真相，佛也起了個名字叫「第一義諦」，第一義諦就是你還沒有起心動念，還沒有分別執著，這就是第一義，我們也可以說是第一個境界，是真的。諸佛與法身菩薩跟我們不一樣的地方，他能夠永恆的保持第一個境界，就是第一念永遠保持，不會落在第二念。凡夫不如佛菩薩的地方，六根接觸六塵境界，剎那之間就落在二三，二三就是思議，思是分別，議就是執著。不執著，你還談什麼？那就不談了。所以這個不思議並不是說這個事情不能講、不能想，不是這個意思，那你完全把這句話真正的意思誤會了。「不思議」三個字是襯托出第一義諦，這才是諸法實相，這才是如是，落到二三不如是了。"
    },
    {
      "id": "12-045-0478_p0006",
      "zh_CN": "『光明遍照于十方』，唯有真理之光才能够加持一切众生，「光明遍照」。佛的教诲、佛的经论，我们今天稍稍能够体会到的、认识到的，无论他讲的理、讲的事、讲的境界、讲的因果，都是超越时空，也就是说他不受时间与空间的限制。三千年前他这个说法正确，得到许许多多听众的欢迎肯定，大家在佛陀教诲之下开悟的、证果的，得真实利益。三千年后的今天，我们展开经卷，我们所得的利益，跟三千年前释迦牟尼佛当时在会的弟子们所得的利益没有两样，这样就证明超时间、超空间。也许有人问：法师，你怎么可以这么说？我们在经上看到的，佛弟子听经不到一半就开悟证果了，我们今天听了多少年还是糊里糊涂。这是什么原因？这其中的原因是我们不会听，所以得不到殊胜的效果。我们今天所得到的是佛学常识，与自己不相干，所以你不会开悟，你也不会证果。这个事情与古今没有交涉，只要你会，你会听、你会学，你所得的利益绝不亚于古人，这个东西才叫做真理，真理永恒不变。譬如佛教给我们不杀生，我们做到没有？古人听了之后他就真的做到。什么时候做到的？上根利智当下就做到了。伤害众生的念头，听了佛这句话之后，这个念头就断掉了，永远不起，不会起这个念头，立刻就做到。佛教给我们不偷盗，我常说，我们对于讨众生便宜的念头，想控制、想占有、想讨便宜的这个心断掉了，对一切众生从来不起这个念头了，当下证果，当下开悟。这是古大德所说的「随文入观」，我们看了经文，随着这个经文就能提起观想，就入境界。导师如是，我也如是；导师不思议，我也不思议，这样才能契入。但是我们今天学佛，为什么不行？说实实在在的话，我们不是上根利智。何谓上根利智？善根、福德、因缘，三者具足。《阿弥陀经》上讲的，「不可以少善根福德因缘，得生彼国」，三个条件统统具足，你想什么时候往生，什么时候就可以往生，这个话是真的，决定不是妄语。首先你得要信，具足信解行证，首先你要相信，你要相信佛在经中的教诲。",
      "zh_TW": "『光明遍照於十方』，唯有真理之光才能夠加持一切眾生，「光明遍照」。佛的教誨、佛的經論，我們今天稍稍能夠體會到的、認識到的，無論他講的理、講的事、講的境界、講的因果，都是超越時空，也就是說他不受時間與空間的限制。三千年前他這個說法正確，得到許許多多聽眾的歡迎肯定，大家在佛陀教誨之下開悟的、證果的，得真實利益。三千年後的今天，我們展開經卷，我們所得的利益，跟三千年前釋迦牟尼佛當時在會的弟子們所得的利益沒有兩樣，這樣就證明超時間、超空間。也許有人問：法師，你怎麼可以這麼說？我們在經上看到的，佛弟子聽經不到一半就開悟證果了，我們今天聽了多少年還是糊裡糊塗。這是什麼原因？這其中的原因是我們不會聽，所以得不到殊勝的效果。我們今天所得到的是佛學常識，與自己不相干，所以你不會開悟，你也不會證果。這個事情與古今沒有交涉，只要你會，你會聽、你會學，你所得的利益絕不亞於古人，這個東西才叫做真理，真理永恆不變。譬如佛教給我們不殺生，我們做到沒有？古人聽了之後他就真的做到。什麼時候做到的？上根利智當下就做到了。傷害眾生的念頭，聽了佛這句話之後，這個念頭就斷掉了，永遠不起，不會起這個念頭，立刻就做到。佛教給我們不偷盜，我常說，我們對於討眾生便宜的念頭，想控制、想佔有、想討便宜的這個心斷掉了，對一切眾生從來不起這個念頭了，當下證果，當下開悟。這是古大德所說的「隨文入觀」，我們看了經文，隨著這個經文就能提起觀想，就入境界。導師如是，我也如是；導師不思議，我也不思議，這樣才能契入。但是我們今天學佛，為什麼不行？說實實在在的話，我們不是上根利智。何謂上根利智？善根、福德、因緣，三者具足。《阿彌陀經》上講的，「不可以少善根福德因緣，得生彼國」，三個條件統統具足，你想什麼時候往生，什麼時候就可以往生，這個話是真的，決定不是妄語。首先你得要信，具足信解行證，首先你要相信，你要相信佛在經中的教誨。"
    },
    {
      "id": "12-045-0478_p0007",
      "zh_CN": "虚空法界一切众生的根，就是虚空法界一切众生从哪里来的？那个根本就叫做真如本性。佛把这桩事情说了许许多多不同的名字，这是佛教学的善巧方便。为什么这样作法叫善巧方便？佛教我们不要分别、不要执着，你用什么名词都可以，只要指的是这桩事情。说那么多名号，用意在此地，怎么说都可以、都行。你只要不起分别、不起执着，不思不议，你就入境界了，眼前的境界就是一真法界，一真法界不在别的地方，你就见到了，在十法界里头见到一真法界。在人法界里见到十法界，十法界里见到一真法界，就这么回事情。如果你不会，听经，耳听，心里记起来，麻烦了，你已经落二三了。当然你在日常生活当中还是妄想分别执着当家，你的真如当不了家。这个事情佛经上有说，古大德也有比喻说得很好，真如本来是主人，妄想分别执着是你家里头的佣人，现在变成佣人当家，主人要听佣人的摆布，毫无自由，可怜！我们凡夫就是这样的，凡夫是你家里的佣人当家，主人就可怜了，宾主颠倒了。诸佛菩萨，就是连声闻、缘觉，他们是自己当家。声闻、缘觉、权教菩萨自己确实当了家，他的仆人还有相当大的权力，但是他的仆人听话。到法身菩萨的境界，自己的真心是完全当家，仆人完全听使唤而已，决定没有丝毫权力干预家里的事情，真正主人公恢复应有的主权。这个比喻好懂。",
      "zh_TW": "虛空法界一切眾生的根，就是虛空法界一切眾生從哪裡來的？那個根本就叫做真如本性。佛把這樁事情說了許許多多不同的名字，這是佛教學的善巧方便。為什麼這樣作法叫善巧方便？佛教我們不要分別、不要執著，你用什麼名詞都可以，只要指的是這樁事情。說那麼多名號，用意在此地，怎麼說都可以、都行。你只要不起分別、不起執著，不思不議，你就入境界了，眼前的境界就是一真法界，一真法界不在別的地方，你就見到了，在十法界裡頭見到一真法界。在人法界裡見到十法界，十法界裡見到一真法界，就這麼回事情。如果你不會，聽經，耳聽，心裡記起來，麻煩了，你已經落二三了。當然你在日常生活當中還是妄想分別執著當家，你的真如當不了家。這個事情佛經上有說，古大德也有比喻說得很好，真如本來是主人，妄想分別執著是你家裡頭的傭人，現在變成傭人當家，主人要聽傭人的擺布，毫無自由，可憐！我們凡夫就是這樣的，凡夫是你家裡的傭人當家，主人就可憐了，賓主顛倒了。諸佛菩薩，就是連聲聞、緣覺，他們是自己當家。聲聞、緣覺、權教菩薩自己確實當了家，他的僕人還有相當大的權力，但是他的僕人聽話。到法身菩薩的境界，自己的真心是完全當家，僕人完全聽使喚而已，決定沒有絲毫權力干預家裡的事情，真正主人公恢復應有的主權。這個比喻好懂。"
    },
    {
      "id": "12-045-0478_p0008",
      "zh_CN": "所以我们学佛没有别的，就是要学我们自己真心，真如当家作主，然后才「光明遍照于十方」。仆人当家不可能，为什么？仆人有自私自利。你只要起妄想分别执着，你怎么能够遍照十方？这个事情我们想一下就明白了。我们起心动念，有没有想到十法界依正庄严？这在前面曾经跟诸位报告过，佛菩萨跟我们的思想确实不一样，他们起心动念是怎样利益十法界依正庄严，不想自己，没有自己。十法界依正庄严就是自己，这在大乘经里叫法身。我们每个人都有法身。这个身是个业报身，从哪里来的？依法身而起的，法身是我们身相的根本。法身依什么起的？法身依真如而起的。《华严经》上讲「唯心所现，唯识所变」，这是讲的法身，也就是讲的十法界依正庄严是自己。起心动念为十法界依正庄严，这个人才知道真正为自己。凡夫迷了，迷了之后怎么样？把自己这个身当作自己，这一下错了，错得太离谱了。佛在《楞严经》上做个比喻，它把法身、把你的真身比喻作大海，把我们现前这个身比喻作大海里的一个水泡，水泡依大海起的，这个容易懂。凡夫执着水泡是大海，把真正的大海忘掉，以为水泡就是大海。这个比喻是凡夫不知道虚空法界一切众生是自己，执着身是自己，真的自己忘掉了，假的自己他执着。把假的当作真的，把真的看作假的，这叫颠倒错乱。",
      "zh_TW": "所以我們學佛沒有別的，就是要學我們自己真心，真如當家作主，然後才「光明遍照於十方」。僕人當家不可能，為什麼？僕人有自私自利。你只要起妄想分別執著，你怎麼能夠遍照十方？這個事情我們想一下就明白了。我們起心動念，有沒有想到十法界依正莊嚴？這在前面曾經跟諸位報告過，佛菩薩跟我們的思想確實不一樣，他們起心動念是怎樣利益十法界依正莊嚴，不想自己，沒有自己。十法界依正莊嚴就是自己，這在大乘經裡叫法身。我們每個人都有法身。這個身是個業報身，從哪裡來的？依法身而起的，法身是我們身相的根本。法身依什麼起的？法身依真如而起的。《華嚴經》上講「唯心所現，唯識所變」，這是講的法身，也就是講的十法界依正莊嚴是自己。起心動念為十法界依正莊嚴，這個人才知道真正為自己。凡夫迷了，迷了之後怎麼樣？把自己這個身當作自己，這一下錯了，錯得太離譜了。佛在《楞嚴經》上做個比喻，它把法身、把你的真身比喻作大海，把我們現前這個身比喻作大海裡的一個水泡，水泡依大海起的，這個容易懂。凡夫執著水泡是大海，把真正的大海忘掉，以為水泡就是大海。這個比喻是凡夫不知道虛空法界一切眾生是自己，執著身是自己，真的自己忘掉了，假的自己他執著。把假的當作真的，把真的看作假的，這叫顛倒錯亂。"
    },
    {
      "id": "12-045-0478_p0009",
      "zh_CN": "佛法教学没有别的，教我们返妄归真而已。我们今天用什么方法回头？大乘方法巧妙，真的是善巧方便，把那个观念转过来就行了。以前观念错误，现在随顺佛菩萨的教诲，我不再执着这个身是我自己。我晓得哪是我自己？虚空法界一切众生是我自己，是我的法身慧命。这个身有生有灭，法身不生不灭，我把不生不灭的自己找到了。禅宗里面常讲，叫你去参话头，「父母未生前本来面目」，那是什么？法身。父母生我这是肉身，这是假我；虚空法界一切众生是真我，真的是不生不灭。也许诸位要说，虚空法界这里头有无量无边的星系、星球，星系、星球现在我们都知道，都有成住坏空，它怎么是不生不灭？真的是不生不灭，成住坏空是转变，因果的转变。你要明白这个道理，我们的身体有没有生灭？没有。人生死是转变，所以才讲因果不空，因会转变成果，果又会转变成因。这个身死了，不要了，神识又去投胎了。身体好像衣服一样，这衣服不喜欢，脱了不要了，换一件，坏了、破了立刻换一个。念佛的人、修行的人，身舍掉了，到极乐世界去了。到那里去干什么？去参学，亲近阿弥陀佛，阿弥陀佛是佛中之王，光中极尊。到那里去干什么？到那里去求佛法的，也就是说到那边去完成三学三慧，亲证清净法身。宇宙人生的性相、理事、因果彻底明了，这就叫成无上正等正觉，到那里去干这个的。证得无上菩提之后倒驾慈航，到十法界，再回到六道，去帮助有缘的众生，让这些有缘众生也能成就像自己一样的成就，这就是佛家的事业。",
      "zh_TW": "佛法教學沒有別的，教我們返妄歸真而已。我們今天用什麼方法回頭？大乘方法巧妙，真的是善巧方便，把那個觀念轉過來就行了。以前觀念錯誤，現在隨順佛菩薩的教誨，我不再執著這個身是我自己。我曉得哪是我自己？虛空法界一切眾生是我自己，是我的法身慧命。這個身有生有滅，法身不生不滅，我把不生不滅的自己找到了。禪宗裡面常講，叫你去參話頭，「父母未生前本來面目」，那是什麼？法身。父母生我這是肉身，這是假我；虛空法界一切眾生是真我，真的是不生不滅。也許諸位要說，虛空法界這裡頭有無量無邊的星系、星球，星系、星球現在我們都知道，都有成住壞空，它怎麼是不生不滅？真的是不生不滅，成住壞空是轉變，因果的轉變。你要明白這個道理，我們的身體有沒有生滅？沒有。人生死是轉變，所以才講因果不空，因會轉變成果，果又會轉變成因。這個身死了，不要了，神識又去投胎了。身體好像衣服一樣，這衣服不喜歡，脫了不要了，換一件，壞了、破了立刻換一個。念佛的人、修行的人，身捨掉了，到極樂世界去了。到那裡去幹什麼？去參學，親近阿彌陀佛，阿彌陀佛是佛中之王，光中極尊。到那裡去幹什麼？到那裡去求佛法的，也就是說到那邊去完成三學三慧，親證清淨法身。宇宙人生的性相、理事、因果徹底明瞭，這就叫成無上正等正覺，到那裡去幹這個的。證得無上菩提之後倒駕慈航，到十法界，再回到六道，去幫助有緣的眾生，讓這些有緣眾生也能成就像自己一樣的成就，這就是佛家的事業。"
    },
    {
      "id": "12-045-0478_p0010",
      "zh_CN": "光明遍照十方，我们还要说得具体一点，才知道应该怎样学习。我们举几个例子来说，真诚之光，我们这个真诚心，不是对某一个人我对他真诚，对某一桩事情我对它真诚，另外一个人、另外一桩事情，这个真诚就没有了。你这个真诚很小，心量很小。对人真诚，你对一只狗真不真诚？你对一只蚂蚁真不真诚？你对一棵树真诚不真诚？你对一片叶子真诚不真诚？从这些地方多想想！如果你的真诚心能够达到一切人、一切事、一切物，不错了。再看看你的真诚心有多大？对我们居住的这个地方，你有这么大的心量，这个世界上还有许许多多国家，你对它有没有真诚？没有，「那不是我们一国，跟我们不同种族、跟我们不同宗教信仰。」你的真诚心有限。佛与法身菩萨，他们的真诚心遍虚空法界。一毛一尘，正报里面汗毛最小，依报里面是微尘。尽虚空、遍法界，正报的一毛端，依报的一微尘，真诚心全到了，那叫做「遍十方」。这种真诚心跟诸位说，十法界依正庄严都得到利益。千万不要以为这怎么可能？怎么不可能！真诚的光照到了。这个光是什么？波。我们起这个念，真诚这个念，这个波立刻就周遍虚空法界。随着你的心量，你心量小，我只爱我这个地区、只爱我香港，你这一念起，你这个念头的波立刻就周遍整个香港，它是有界限的，随你的心量大小。如果你的心量果然跟法身菩萨一样尽虚空、遍法界，这一念就周遍法界，这是光。所以诸位一定要晓得，光有我们肉眼看得见的，有肉眼看不见的。我们这个肉眼能力不大，许许多多不同的光波，我们只能看到一个小段，譬如讲我们现在能够见的光波，速度并不快，一秒钟才三十万公里。那就晓得，我们这个心念的波比这个速度快多了，念头才一动就尽虚空、遍法界，这个念头才一动。我们肉眼能够看到这个光波，一秒钟才不过三十万公里而已，我们肉眼能看出这个光波，比这个光波速度大的我们看不见，比这个光波速度短的我们也看不见；换句话说，我们这个机器能够收到的只有一个频道，很单调，高频率的收不到，低频率的也收不到。这个话现在同修们容易懂得，我们用科学的仪器可以测量一些不同的光波。所以念头是有波的。",
      "zh_TW": "光明遍照十方，我們還要說得具體一點，才知道應該怎樣學習。我們舉幾個例子來說，真誠之光，我們這個真誠心，不是對某一個人我對他真誠，對某一樁事情我對它真誠，另外一個人、另外一樁事情，這個真誠就沒有了。你這個真誠很小，心量很小。對人真誠，你對一隻狗真不真誠？你對一隻螞蟻真不真誠？你對一棵樹真誠不真誠？你對一片葉子真誠不真誠？從這些地方多想想！如果你的真誠心能夠達到一切人、一切事、一切物，不錯了。再看看你的真誠心有多大？對我們居住的這個地方，你有這麼大的心量，這個世界上還有許許多多國家，你對它有沒有真誠？沒有，「那不是我們一國，跟我們不同種族、跟我們不同宗教信仰。」你的真誠心有限。佛與法身菩薩，他們的真誠心遍虛空法界。一毛一塵，正報裡面汗毛最小，依報裡面是微塵。盡虛空、遍法界，正報的一毛端，依報的一微塵，真誠心全到了，那叫做「遍十方」。這種真誠心跟諸位說，十法界依正莊嚴都得到利益。千萬不要以為這怎麼可能？怎麼不可能！真誠的光照到了。這個光是什麼？波。我們起這個念，真誠這個念，這個波立刻就周遍虛空法界。隨著你的心量，你心量小，我只愛我這個地區、只愛我香港，你這一念起，你這個念頭的波立刻就周遍整個香港，它是有界限的，隨你的心量大小。如果你的心量果然跟法身菩薩一樣盡虛空、遍法界，這一念就周遍法界，這是光。所以諸位一定要曉得，光有我們肉眼看得見的，有肉眼看不見的。我們這個肉眼能力不大，許許多多不同的光波，我們只能看到一個小段，譬如講我們現在能夠見的光波，速度並不快，一秒鐘才三十萬公里。那就曉得，我們這個心念的波比這個速度快多了，念頭才一動就盡虛空、遍法界，這個念頭才一動。我們肉眼能夠看到這個光波，一秒鐘才不過三十萬公里而已，我們肉眼能看出這個光波，比這個光波速度大的我們看不見，比這個光波速度短的我們也看不見；換句話說，我們這個機器能夠收到的只有一個頻道，很單調，高頻率的收不到，低頻率的也收不到。這個話現在同修們容易懂得，我們用科學的儀器可以測量一些不同的光波。所以念頭是有波的。"
    },
    {
      "id": "12-045-0478_p0011",
      "zh_CN": "真诚心、清净心放光也周遍十方法界，清净是一尘不染。佛在《十善业道经》上教导我们「不容毫分不善间杂」，不善就是污染、就是不干净、就是不清净。没有毫分不善夹杂，这个心是纯善纯净，纯善纯净之心周遍虚空法界。你们想想看这个念头，尽虚空、遍法界所有一切众生，这个光照到他，对他加持。真诚加持他，清净加持他，平等光加持他，正觉光加持他，慈悲光加持他。诸位同修，你们都念过《地藏菩萨本愿经》，《地藏菩萨本愿经》一开端就给我们讲十种光明云，跟这个光明遍照十方一个意思。大家要懂得这个道理了，现在这个世界动乱，灾难很多，天灾人祸，我们学佛的人应该如何面对它？这些现象怎么来的？我们要记住，佛讲得很清楚，从心想生，心想就是念头。你要是懂得这个道理，你就能够消除世间一切众生的灾难。用什么方法？想！他想战争，我想和平，我这个和平的光就冲击他战争的光。如果我想的这个心的力量强、愿力强，他的愿力没有我的强，我的和平就把它战争的念头打消掉了。要大家都想，这个力量就大了。一般人不懂这个道理，今天世间人想的是什么？仇恨、竞争、斗争、战争、报复，想这个，我们学佛的人把这些想法全部放下，我们要有正确的思想，我们想和平，我们想忍让，我们想慈悲。我学佛五十年，总结经教的教诲，我提出这十句二十个字，天天去想，就能化解劫难。想真诚、想清净、想平等、想正觉、想慈悲；想看破、想放下、想自在、想随缘、想念佛，这是八正道里面的正思惟。常常这样想，这个念头不要失掉，这个念头是对虚空法界一切众生，这就能化解世间许许多多的灾难，带给一切众生真正的幸福美满。",
      "zh_TW": "真誠心、清淨心放光也周遍十方法界，清淨是一塵不染。佛在《十善業道經》上教導我們「不容毫分不善間雜」，不善就是污染、就是不乾淨、就是不清淨。沒有毫分不善夾雜，這個心是純善純淨，純善純淨之心周遍虛空法界。你們想想看這個念頭，盡虛空、遍法界所有一切眾生，這個光照到他，對他加持。真誠加持他，清淨加持他，平等光加持他，正覺光加持他，慈悲光加持他。諸位同修，你們都念過《地藏菩薩本願經》，《地藏菩薩本願經》一開端就給我們講十種光明雲，跟這個光明遍照十方一個意思。大家要懂得這個道理了，現在這個世界動亂，災難很多，天災人禍，我們學佛的人應該如何面對它？這些現象怎麼來的？我們要記住，佛講得很清楚，從心想生，心想就是念頭。你要是懂得這個道理，你就能夠消除世間一切眾生的災難。用什麼方法？想！他想戰爭，我想和平，我這個和平的光就衝擊他戰爭的光。如果我想的這個心的力量強、願力強，他的願力沒有我的強，我的和平就把它戰爭的念頭打消掉了。要大家都想，這個力量就大了。一般人不懂這個道理，今天世間人想的是什麼？仇恨、競爭、鬥爭、戰爭、報復，想這個，我們學佛的人把這些想法全部放下，我們要有正確的思想，我們想和平，我們想忍讓，我們想慈悲。我學佛五十年，總結經教的教誨，我提出這十句二十個字，天天去想，就能化解劫難。想真誠、想清淨、想平等、想正覺、想慈悲；想看破、想放下、想自在、想隨緣、想念佛，這是八正道裡面的正思惟。常常這樣想，這個念頭不要失掉，這個念頭是對虛空法界一切眾生，這就能化解世間許許多多的災難，帶給一切眾生真正的幸福美滿。"
    },
    {
      "id": "12-045-0478_p0012",
      "zh_CN": "世间人常讲社会安定、世界和平、繁荣兴旺，不是做不到，是我们每天一天到晚想错了、说错了、做错了。所以真正学佛、真正慈悲的人，真正在学菩萨、修菩萨道、学菩萨行的人，他的思想纯正，绝对不会有错误的想法看法，不会有错误的说法、做法。这是我们这些年来倡导的「存好心」，好心就是我说的这五句，真诚、清净、平等、正觉、慈悲，我们存这个心。「说好话」，什么是好话？佛告诉我们不妄语、不两舌、不恶口、不绮语，这是好话。「行好事」，哪些是好事？佛在《观无量寿佛经》里面教导我们「孝养父母，奉事师长，慈心不杀，修十善业」，这是好事，佛教菩萨四摄、六度是好事。普贤菩萨更了不起，以十大愿王做为我们想法、看法、行法的标准，那个标准是法身菩萨的标准、是诸佛如来的标准，真正叫行好事。后面还有一句「做好人」，做好人要把前面这三条，存心、说话、行事，光明遍照十方，你才是个好人。谁是好人？导师是好人，诸佛如来是好人，法身大士是好人，我们要跟他一样，这是真好人，不是假好人。所以我们起心动念，要念虚空法界一切众生，起心动念要与虚空法界一切众生融合成一体。本来是一体，现在也没有离开，只是我们糊涂了、迷失了，不肯承认。现在真搞清楚、搞明白了，我们念头一转就超凡入圣，破迷开悟。这是如何来学习光明遍照十方法界，现在就可以学。",
      "zh_TW": "世間人常講社會安定、世界和平、繁榮興旺，不是做不到，是我們每天一天到晚想錯了、說錯了、做錯了。所以真正學佛、真正慈悲的人，真正在學菩薩、修菩薩道、學菩薩行的人，他的思想純正，絕對不會有錯誤的想法看法，不會有錯誤的說法、做法。這是我們這些年來倡導的「存好心」，好心就是我說的這五句，真誠、清淨、平等、正覺、慈悲，我們存這個心。「說好話」，什麼是好話？佛告訴我們不妄語、不兩舌、不惡口、不綺語，這是好話。「行好事」，哪些是好事？佛在《觀無量壽佛經》裡面教導我們「孝養父母，奉事師長，慈心不殺，修十善業」，這是好事，佛教菩薩四攝、六度是好事。普賢菩薩更了不起，以十大願王做為我們想法、看法、行法的標準，那個標準是法身菩薩的標準、是諸佛如來的標準，真正叫行好事。後面還有一句「做好人」，做好人要把前面這三條，存心、說話、行事，光明遍照十方，你才是個好人。誰是好人？導師是好人，諸佛如來是好人，法身大士是好人，我們要跟他一樣，這是真好人，不是假好人。所以我們起心動念，要念虛空法界一切眾生，起心動念要與虛空法界一切眾生融合成一體。本來是一體，現在也沒有離開，只是我們糊塗了、迷失了，不肯承認。現在真搞清楚、搞明白了，我們念頭一轉就超凡入聖，破迷開悟。這是如何來學習光明遍照十方法界，現在就可以學。"
    },
    {
      "id": "12-045-0478_p0013",
      "zh_CN": "『众生现前悉见佛』，这个「众生」是十法界众生。我说的这个四句，四好，果然落实这个四好就是佛。四好你能做多少？当然各人程度不一样，天台大师讲的「六即佛」，我们现在正在学习的时候，烦恼习气还没有断，这是「观行即佛」，我们能做到。我们不能够落在名字位中，那就错了，名字位有名无实。四好你懂不懂？你听过了，你听懂了，没有做到，没有做到就是有名无实，你不但不能够遍十方，你连光明都没有；你没有光明，哪来的照？一团漆黑。真正做到了就放光，放光意思在此地，你真做到了，真的光明遍照。做到了，不过小，也是十方，范围还不大。再努力，再把心量扩大，诚诚恳恳的去做，做到「相似即佛」。做到相似即佛，你的光照一个大千世界，光明遍照大千世界。因为你无明烦恼没破，无明烦恼如果破了，你的光明就遍照虚空法界，跟法身菩萨没两样。我们要真干。现在我们是在「观行即」中，你只要一起心一动念也了不起，你这个光明遍照三界六道。虽然如此，我们照不到遍虚空、尽法界，诸佛如来照到我们，无量无边的法身大士照到我们。我照不到他，他照到我，我的这个小光跟他的大光一连起来，真的也遍虚空法界了，你们想想对不对？我这个光小，他的光大，光光互照，我这个小光借着他的大光立刻就遍虚空法界，就这么回事情。所以人往生到西方极乐世界，下下品往生，这佛在经上讲，他的神通道力、智慧、三昧已经跟阿惟越致菩萨平等了，阿惟越致是七地。下下品往生，突然之间就变成七地菩萨，难信之法！什么人难信？菩萨不相信，声闻、缘觉不相信，我们是糊里糊涂相信了，这个难得。它是真的，它不是假的。因此我们才知道，自己起心动念不可思议。",
      "zh_TW": "『眾生現前悉見佛』，這個「眾生」是十法界眾生。我說的這個四句，四好，果然落實這個四好就是佛。四好你能做多少？當然各人程度不一樣，天台大師講的「六即佛」，我們現在正在學習的時候，煩惱習氣還沒有斷，這是「觀行即佛」，我們能做到。我們不能夠落在名字位中，那就錯了，名字位有名無實。四好你懂不懂？你聽過了，你聽懂了，沒有做到，沒有做到就是有名無實，你不但不能夠遍十方，你連光明都沒有；你沒有光明，哪來的照？一團漆黑。真正做到了就放光，放光意思在此地，你真做到了，真的光明遍照。做到了，不過小，也是十方，範圍還不大。再努力，再把心量擴大，誠誠懇懇的去做，做到「相似即佛」。做到相似即佛，你的光照一個大千世界，光明遍照大千世界。因為你無明煩惱沒破，無明煩惱如果破了，你的光明就遍照虛空法界，跟法身菩薩沒兩樣。我們要真幹。現在我們是在「觀行即」中，你只要一起心一動念也了不起，你這個光明遍照三界六道。雖然如此，我們照不到遍虛空、盡法界，諸佛如來照到我們，無量無邊的法身大士照到我們。我照不到他，他照到我，我的這個小光跟他的大光一連起來，真的也遍虛空法界了，你們想想對不對？我這個光小，他的光大，光光互照，我這個小光藉著他的大光立刻就遍虛空法界，就這麼回事情。所以人往生到西方極樂世界，下下品往生，這佛在經上講，他的神通道力、智慧、三昧已經跟阿惟越致菩薩平等了，阿惟越致是七地。下下品往生，突然之間就變成七地菩薩，難信之法！什麼人難信？菩薩不相信，聲聞、緣覺不相信，我們是糊裡糊塗相信了，這個難得。它是真的，它不是假的。因此我們才知道，自己起心動念不可思議。"
    },
    {
      "id": "12-045-0478_p0014",
      "zh_CN": "「众生现前悉见佛」，十方诸佛刹土，无量无边的众生，我们的光照到他那里，我们没有这个能力，借着佛的光、借着法身菩萨的光照到他，他见到我们了。我们如果明白这个道理，你自己无论在什么地方，一切时一切处，行住坐卧，你也会感受到十方世界无量无边诸佛菩萨放光在加持我。这样学习，进度怎么会不快速？怎么会不断烦恼？我们学习情绪提升了，信心增长了，知道怎样学习，才能够入得了门，一点差错都没有。『教化成熟无央数』，这个话都是真的，「无央数」，没有数量，无量无边。由此可知，这个观想的力量是多大，效果是多么殊胜。",
      "zh_TW": "「眾生現前悉見佛」，十方諸佛剎土，無量無邊的眾生，我們的光照到他那裡，我們沒有這個能力，藉著佛的光、藉著法身菩薩的光照到他，他見到我們了。我們如果明白這個道理，你自己無論在什麼地方，一切時一切處，行住坐臥，你也會感受到十方世界無量無邊諸佛菩薩放光在加持我。這樣學習，進度怎麼會不快速？怎麼會不斷煩惱？我們學習情緒提升了，信心增長了，知道怎樣學習，才能夠入得了門，一點差錯都沒有。『教化成熟無央數』，這個話都是真的，「無央數」，沒有數量，無量無邊。由此可知，這個觀想的力量是多大，效果是多麼殊勝。"
    },
    {
      "id": "12-045-0478_p0015",
      "zh_CN": "主城神偈颂第二首：",
      "zh_TW": "主城神偈頌第二首："
    },
    {
      "id": "12-045-0478_p0016",
      "zh_CN": "【诸众生根各差别。佛悉了知无有余。妙严宫殿主城神。入此法门心庆悦。】",
      "zh_TW": "【諸眾生根各差別。佛悉了知無有餘。妙嚴宮殿主城神。入此法門心慶悅。】"
    },
    {
      "id": "12-045-0478_p0017",
      "zh_CN": "这是妙严宫殿主城神的赞颂，也是他的修学报告。在前面我们看到他主修的法门是「知众生根教化成熟」，清凉大师在注解里头注了八个字，「应病与药，令得服行」，这八个字跟他所得的法门可以说是完全相应。提醒我们，第一个是我们自己修学，我们自己一定要知道自己的根性，才有办法成就。佛法常说，自己未度而能度人，无有是处。换句话说，教学要想教别人，先要教自己；自己都没有教好，怎么能教人？现在教育出了毛病，毛病出在哪里不知道。实实在在讲，教学的老师连自己没有教好，如何能够把学生教好？毛病就在这个地方。我们学佛就知道，一定要晓得自己是什么根性。遇到高明的老师，高明的老师他能观机。一个老师教十几个学生、几十个学生，他教学的方法不相同，不是一个方法，这个老师是真善知识。就跟大夫一样，应病与药，不是处方做好了卖成药。卖成药不用观机，现在我们很多做老师的人也都是卖成药。修行的人亦复如是，不知道观机，那个药不是应病而配的方子，拿别人的方子，拿陈旧的方子来照吃。运气好，没什么大碍；如果运气不好，一吃，不但病没治好还加重了，甚至于要死了。药不对症，全是毒药；法要是不对症，那是害死我们的法身慧命。所以一定要知道自己是什么样的根性，在一切法门里面我们选择哪一个法门。选择这个法门确确实实适合自己的根性、适合自己的程度、适合自己生活环境，这样学起来就很方便，容易成就，这个道理我们不能不知道。如果不知道，我们吃亏就大了，时间浪费了，功夫浪费了。",
      "zh_TW": "這是妙嚴宮殿主城神的讚頌，也是他的修學報告。在前面我們看到他主修的法門是「知眾生根教化成熟」，清涼大師在註解裡頭註了八個字，「應病與藥，令得服行」，這八個字跟他所得的法門可以說是完全相應。提醒我們，第一個是我們自己修學，我們自己一定要知道自己的根性，才有辦法成就。佛法常說，自己未度而能度人，無有是處。換句話說，教學要想教別人，先要教自己；自己都沒有教好，怎麼能教人？現在教育出了毛病，毛病出在哪裡不知道。實實在在講，教學的老師連自己沒有教好，如何能夠把學生教好？毛病就在這個地方。我們學佛就知道，一定要曉得自己是什麼根性。遇到高明的老師，高明的老師他能觀機。一個老師教十幾個學生、幾十個學生，他教學的方法不相同，不是一個方法，這個老師是真善知識。就跟大夫一樣，應病與藥，不是處方做好了賣成藥。賣成藥不用觀機，現在我們很多做老師的人也都是賣成藥。修行的人亦復如是，不知道觀機，那個藥不是應病而配的方子，拿別人的方子，拿陳舊的方子來照吃。運氣好，沒什麼大礙；如果運氣不好，一吃，不但病沒治好還加重了，甚至於要死了。藥不對症，全是毒藥；法要是不對症，那是害死我們的法身慧命。所以一定要知道自己是什麼樣的根性，在一切法門裡面我們選擇哪一個法門。選擇這個法門確確實實適合自己的根性、適合自己的程度、適合自己生活環境，這樣學起來就很方便，容易成就，這個道理我們不能不知道。如果不知道，我們吃虧就大了，時間浪費了，功夫浪費了。"
    },
    {
      "id": "12-045-0478_p0018",
      "zh_CN": "每个人根性都不一样，但是大致上来说，我们相差悬殊不算太大，因此我们可以采取一个共同的科目。世尊早就知道我们现代人的根性，在那个时候已经为我们做了一个处方，留给后人做参考。正法时期戒律成就，严持戒律就能证果；像法时期禅定成就，能修禅定就能够大彻大悟；末法时期净土成就，老实念佛往生的人很多。我们生在末法时期，是末法时期的根机，我们选择净土做为共修决定没错。但是要晓得，净宗法门祖师大德常常讲「正助双修」，如鸟的两个翅膀、车的两个轮一样，缺一不可。什么是正修？《无量寿经》「三辈往生品」里面说得很好，「发菩提心，一向专念」，这是正修；《阿弥陀经》上所说的「执持名号，一心不乱」，这是正修。什么是助修？助修就是怎样克服自己的烦恼习气，帮助我们念佛功夫得力，帮助我们成就功夫成片、事一心不乱、理一心不乱，得要有一些助修的方法。对我们基本上可以说共同助修的科目，决定不能缺少的，「净业三福」，这助修的科目。「孝养父母，奉事师长，慈心不杀，修十善业」，都是属于共同助修的科目，我们一定要这样做，学做人。人都做不好，你怎么能作佛？没这个道理。要作佛，先学做人。这四句话是做人，人做好了学佛，「受持三皈，具足众戒，不犯威仪」，小乘。学佛先学小乘，后学大乘，不学小乘而学大乘「无有是处」，这是佛经上讲的，没这个道理。学小乘先要学做人，做好人，然后才能学小乘，小乘学好了再学大乘。第三条就是大乘，「发菩提心，深信因果，读诵大乘，劝进行者」，劝进行者是化他，前面是自行，自行化他，这是我们的共同科目。",
      "zh_TW": "每個人根性都不一樣，但是大致上來說，我們相差懸殊不算太大，因此我們可以採取一個共同的科目。世尊早就知道我們現代人的根性，在那個時候已經為我們做了一個處方，留給後人做參考。正法時期戒律成就，嚴持戒律就能證果；像法時期禪定成就，能修禪定就能夠大徹大悟；末法時期淨土成就，老實念佛往生的人很多。我們生在末法時期，是末法時期的根機，我們選擇淨土做為共修決定沒錯。但是要曉得，淨宗法門祖師大德常常講「正助雙修」，如鳥的兩個翅膀、車的兩個輪一樣，缺一不可。什麼是正修？《無量壽經》「三輩往生品」裡面說得很好，「發菩提心，一向專念」，這是正修；《阿彌陀經》上所說的「執持名號，一心不亂」，這是正修。什麼是助修？助修就是怎樣克服自己的煩惱習氣，幫助我們念佛功夫得力，幫助我們成就功夫成片、事一心不亂、理一心不亂，得要有一些助修的方法。對我們基本上可以說共同助修的科目，決定不能缺少的，「淨業三福」，這助修的科目。「孝養父母，奉事師長，慈心不殺，修十善業」，都是屬於共同助修的科目，我們一定要這樣做，學做人。人都做不好，你怎麼能作佛？沒這個道理。要作佛，先學做人。這四句話是做人，人做好了學佛，「受持三皈，具足眾戒，不犯威儀」，小乘。學佛先學小乘，後學大乘，不學小乘而學大乘「無有是處」，這是佛經上講的，沒這個道理。學小乘先要學做人，做好人，然後才能學小乘，小乘學好了再學大乘。第三條就是大乘，「發菩提心，深信因果，讀誦大乘，勸進行者」，勸進行者是化他，前面是自行，自行化他，這是我們的共同科目。"
    },
    {
      "id": "12-045-0478_p0019",
      "zh_CN": "学戒，在家同修是五戒十善，做为我们念佛人的助行。为什么？因为西方极乐世界是「诸上善人俱会一处」，我们的心行不善，佛念得再好也没有法子去。为什么？条件不符合，那个地方都是善人，我们不善，要到善人的俱乐部，会被别人排斥，他们不能接受。阿弥陀佛欢迎你来，阿弥陀佛底下这些学生大众不欢迎你，这个也没法子。所以你要晓得，佛欢迎你，每一个大众都欢迎你，这个比什么都重要，人和！我们在现前就要学习，常常反省，在任何场合你都能受到别人欢迎，都受到别人爱戴，你做人成功了。如果你在在处处，人家对你侧目而视，不喜欢你，不愿意跟你接近，你失败了。学佛从做人开始，这个地方我们自己一定要认真去检讨反省。为什么有的人被人讨厌、有的人被人欢迎？我们看不到自己看别人，看了别人再回过头来反省自己。",
      "zh_TW": "學戒，在家同修是五戒十善，做為我們念佛人的助行。為什麼？因為西方極樂世界是「諸上善人俱會一處」，我們的心行不善，佛念得再好也沒有法子去。為什麼？條件不符合，那個地方都是善人，我們不善，要到善人的俱樂部，會被別人排斥，他們不能接受。阿彌陀佛歡迎你來，阿彌陀佛底下這些學生大眾不歡迎你，這個也沒法子。所以你要曉得，佛歡迎你，每一個大眾都歡迎你，這個比什麼都重要，人和！我們在現前就要學習，常常反省，在任何場合你都能受到別人歡迎，都受到別人愛戴，你做人成功了。如果你在在處處，人家對你側目而視，不喜歡你，不願意跟你接近，你失敗了。學佛從做人開始，這個地方我們自己一定要認真去檢討反省。為什麼有的人被人討厭、有的人被人歡迎？我們看不到自己看別人，看了別人再回過頭來反省自己。"
    },
    {
      "id": "12-045-0478_p0020",
      "zh_CN": "学佛要学做个明白人，不要做个糊涂人！糊涂人是凡夫，明白人是佛菩萨。所以首先要知道自己的根性，先把自己调理好，把自己教好，然后再观察别人、再帮助别人；自己没有调理好去帮助别人，没有这个道理。这是多么重要！所以自己每天都要反省，要学古人天天反省、天天知过，天天改过自新，这个人有前途，这个人佛光常照他，这个人鬼神帮助他。所以我们要拿行动才能感动诸佛菩萨来应。我们求感应，我拿什么感？一定要拿善心善行感。善心善行，说老实话，就是一个改过自新的心、改过自新的行持，这样感动就快了，真的是感应道交不可思议。佛知道自己的根性，修行功德圆满了，所以回过头来再看一切众生太容易了，自己的经验太丰富了。从前我有些什么毛病，我是怎么改过来的，现在遇到别人有这个毛病，我就很有把握、很肯定，毫无疑惑的告诉你，你用什么方法，你可以能够改过来。『佛悉了知无有余』，完全明了，我们从这个地方学习就对了。佛往昔改过自新的方法他都说出来了，全在经典里面，古大德怕我们后学看不出来，为我们指点出来。禅是佛心，律是佛的行为，教是佛的言语，所以佛的身语意三业之行就在经教里头。《大藏经》是完整的，任何一部经典，不论是大部、是小部，都具足这三个部分，你仔细去观察，决定有戒、有禅、有教，佛的身语意三业全在其中。这部经更不必说了，大圆满，一丝毫欠缺都没有，戒定慧三学具足。同学们常常念的《无量寿经》，《无量寿经》的经文，几乎每一品，这四十八品每一品，都具足戒定慧三学，都具足闻思修三慧。连经题都不例外，「大乘无量寿庄严」，那是讲的果德，「清净平等觉」是讲的因行，我们因地上就是要修清净平等觉，清净是戒学，是佛的身行；平等是定，是佛心，就是禅；觉是佛的智慧；末后这个「经」是教，是佛语，身口意三轮教诲。",
      "zh_TW": "學佛要學做個明白人，不要做個糊塗人！糊塗人是凡夫，明白人是佛菩薩。所以首先要知道自己的根性，先把自己調理好，把自己教好，然後再觀察別人、再幫助別人；自己沒有調理好去幫助別人，沒有這個道理。這是多麼重要！所以自己每天都要反省，要學古人天天反省、天天知過，天天改過自新，這個人有前途，這個人佛光常照他，這個人鬼神幫助他。所以我們要拿行動才能感動諸佛菩薩來應。我們求感應，我拿什麼感？一定要拿善心善行感。善心善行，說老實話，就是一個改過自新的心、改過自新的行持，這樣感動就快了，真的是感應道交不可思議。佛知道自己的根性，修行功德圓滿了，所以回過頭來再看一切眾生太容易了，自己的經驗太豐富了。從前我有些什麼毛病，我是怎麼改過來的，現在遇到別人有這個毛病，我就很有把握、很肯定，毫無疑惑的告訴你，你用什麼方法，你可以能夠改過來。『佛悉了知無有餘』，完全明瞭，我們從這個地方學習就對了。佛往昔改過自新的方法他都說出來了，全在經典裡面，古大德怕我們後學看不出來，為我們指點出來。禪是佛心，律是佛的行為，教是佛的言語，所以佛的身語意三業之行就在經教裡頭。《大藏經》是完整的，任何一部經典，不論是大部、是小部，都具足這三個部分，你仔細去觀察，決定有戒、有禪、有教，佛的身語意三業全在其中。這部經更不必說了，大圓滿，一絲毫欠缺都沒有，戒定慧三學具足。同學們常常念的《無量壽經》，《無量壽經》的經文，幾乎每一品，這四十八品每一品，都具足戒定慧三學，都具足聞思修三慧。連經題都不例外，「大乘無量壽莊嚴」，那是講的果德，「清淨平等覺」是講的因行，我們因地上就是要修清淨平等覺，清淨是戒學，是佛的身行；平等是定，是佛心，就是禪；覺是佛的智慧；末後這個「經」是教，是佛語，身口意三輪教誨。"
    },
    {
      "id": "12-045-0478_p0021",
      "zh_CN": "『妙严宫殿主城神』，他看出来了，他体会得到。『入此法门心庆悦』，「入」就是证得。这个法门是如来果地上的成就，他证得了，那就是他证得像诸佛如来一样无上正等正觉。「佛悉了知无有余」，他也悉了知无有余，从这个法门圆成佛道。再看底下一首，第三首：",
      "zh_TW": "『妙嚴宮殿主城神』，他看出來了，他體會得到。『入此法門心慶悅』，「入」就是證得。這個法門是如來果地上的成就，他證得了，那就是他證得像諸佛如來一樣無上正等正覺。「佛悉了知無有餘」，他也悉了知無有餘，從這個法門圓成佛道。再看底下一首，第三首："
    },
    {
      "id": "12-045-0478_p0022",
      "zh_CN": "【如来无量劫修行。护持往昔诸佛法。意常承奉生欢喜。妙宝城神悟此门。】",
      "zh_TW": "【如來無量劫修行。護持往昔諸佛法。意常承奉生歡喜。妙寶城神悟此門。】"
    },
    {
      "id": "12-045-0478_p0023",
      "zh_CN": "这是清净喜宝主城神他的赞颂、他的报告。在前面我们读到的，他所修学的法门，用现在的话说，他主修的课程，是「得常欢喜，令一切众生受诸福德解脱门」。我们看他的赞颂，应当怎样来学习？首先，我们如何成就自己的常欢喜心、大慈悲心？对于虚空法界一切众生，即使是三途地狱，连阿鼻地狱也绝对没有一丝毫厌弃的念头，那就常欢喜了，这个道理要懂。做很坏的事情，受这种惨不忍睹的报应，应该用什么心来看待？用慈母的心来看待。这个小孩犯了错误，还是要想方法去帮助他，帮助他回头、帮助他改过自新。不可以说把他放弃掉，这个小孩不好，把他开除掉，不要他了，失败的教育。如何能帮助一个恶人变成好人、变成善人；一个为一切众生讨厌的人，把他变成令一切众生欢喜的人，这个教育成功，这才叫教育。佛是大教育家，世出世间第一人，他所从事的是多元文化的社会教育。他心心所念的，所思所想的，是普遍能令虚空法界一切众生都享受福德，不为自己。心心念念念一切众生，真的跟慈母念他的子女一样，如何教他的儿孙个个都享福、都得福报。",
      "zh_TW": "這是清淨喜寶主城神他的讚頌、他的報告。在前面我們讀到的，他所修學的法門，用現在的話說，他主修的課程，是「得常歡喜，令一切眾生受諸福德解脫門」。我們看他的讚頌，應當怎樣來學習？首先，我們如何成就自己的常歡喜心、大慈悲心？對於虛空法界一切眾生，即使是三途地獄，連阿鼻地獄也絕對沒有一絲毫厭棄的念頭，那就常歡喜了，這個道理要懂。做很壞的事情，受這種慘不忍睹的報應，應該用什麼心來看待？用慈母的心來看待。這個小孩犯了錯誤，還是要想方法去幫助他，幫助他回頭、幫助他改過自新。不可以說把他放棄掉，這個小孩不好，把他開除掉，不要他了，失敗的教育。如何能幫助一個惡人變成好人、變成善人；一個為一切眾生討厭的人，把他變成令一切眾生歡喜的人，這個教育成功，這才叫教育。佛是大教育家，世出世間第一人，他所從事的是多元文化的社會教育。他心心所念的，所思所想的，是普遍能令虛空法界一切眾生都享受福德，不為自己。心心念念念一切眾生，真的跟慈母念他的子女一樣，如何教他的兒孫個個都享福、都得福報。"
    },
    {
      "id": "12-045-0478_p0024",
      "zh_CN": "我们看赞颂里头他是怎样教导的。『如来无量劫修行，护持往昔诸佛法』，「如来无量劫修行」，修的是什么行？当然这个行门里头无量无边，它有一个总纲领，这个总纲领就是护法，护持过去一切佛的教法，教理行果，这个功德大。前面长行里面，清凉大师注得很富丰，引经据典为我们说明护法的功德超过弘法。弘护是一不是二，这个道理、事实一定要清楚。这个道场，佛陀教育协会，会长、董事、干事、义工、同学都是护法。哪些人来弘法？讲经的在此地是弘法的，听经在此地也是弘法的，每天在这边念佛的也是弘法的。这个说法，恐怕大家还不容易体会。讲经是弘法的，这个没有问题，大家会点头会承认的；听经也是弘法，这个就不太懂了。听经是自利利他，利他不就是弘法吗？你坐在这里听经，怎么利他？庄严道场。讲经说法的道场，如果听经的人数很少，只有几个人听，座位空了许多，会让听众信心丧失了。所以初学讲经，接引初机，听众里头影响众他就是弘法。当机众得利了，影响众是弘法，影响众是老修行。这个经他也会讲，甚至于讲得比我还好，他坐在底下听我讲，让这些听众一看到，「某人都在那里听经，这个法师大概讲得不错」，不但增长他的信心，他还会劝别人、他的亲戚朋友，劝他们来听，他不是在弘法吗？不需要自己讲经，我来听，我介绍一些人来听。所以听众里头有护持、有弘法，兼而有之。",
      "zh_TW": "我們看讚頌裡頭他是怎樣教導的。『如來無量劫修行，護持往昔諸佛法』，「如來無量劫修行」，修的是什麼行？當然這個行門裡頭無量無邊，它有一個總綱領，這個總綱領就是護法，護持過去一切佛的教法，教理行果，這個功德大。前面長行裡面，清涼大師註得很富豐，引經據典為我們說明護法的功德超過弘法。弘護是一不是二，這個道理、事實一定要清楚。這個道場，佛陀教育協會，會長、董事、幹事、義工、同學都是護法。哪些人來弘法？講經的在此地是弘法的，聽經在此地也是弘法的，每天在這邊念佛的也是弘法的。這個說法，恐怕大家還不容易體會。講經是弘法的，這個沒有問題，大家會點頭會承認的；聽經也是弘法，這個就不太懂了。聽經是自利利他，利他不就是弘法嗎？你坐在這裡聽經，怎麼利他？莊嚴道場。講經說法的道場，如果聽經的人數很少，只有幾個人聽，座位空了許多，會讓聽眾信心喪失了。所以初學講經，接引初機，聽眾裡頭影響眾他就是弘法。當機眾得利了，影響眾是弘法，影響眾是老修行。這個經他也會講，甚至於講得比我還好，他坐在底下聽我講，讓這些聽眾一看到，「某人都在那裡聽經，這個法師大概講得不錯」，不但增長他的信心，他還會勸別人、他的親戚朋友，勸他們來聽，他不是在弘法嗎？不需要自己講經，我來聽，我介紹一些人來聽。所以聽眾裡頭有護持、有弘法，兼而有之。"
    },
    {
      "id": "12-045-0478_p0025",
      "zh_CN": "「护持往昔诸佛法」，释迦牟尼佛出现在我们这个世间，为我们大众讲经三百余会，说法四十九年，说实在话，他是护持往昔诸佛法。清凉大师在《华严经》注解里头说得很明白，释迦牟尼佛四十九年没有说一句佛法，告诉我们学佛要谦敬。孔老夫子自己说他一生没有创作，都是说古人的，「述而不作」，孔老夫子，都是叙述古圣先王的教诲，没有自己东西。释迦牟尼佛四十九年所说的是诸佛的佛法，古佛所流传下来的，不是自己的。这个话是真的，绝对不是假的。古佛的法从哪里来的？从真如本性里头流露出来的。释迦牟尼佛已经证得真如本性，从自性里面流出来的跟古佛的一模一样，丝毫不差。我们哪一天明心见性了，我们从自性里流出来的，决定跟佛经上是一模一样的。那个时候经典对我们起什么作用？印证。我所契入的境界，跟诸佛如来入的境界一样不一样？拿经来对照一下，果然没有错，自己就晓得，真的契入境界了。如果自己心里面所体悟的、所领会的跟经上讲的不一样，我们所悟的是有偏差，不纯正，要赶紧修改，要从头来起，这就对了。我们在这里，这个不能不懂得，不能不认真学习。",
      "zh_TW": "「護持往昔諸佛法」，釋迦牟尼佛出現在我們這個世間，為我們大眾講經三百餘會，說法四十九年，說實在話，他是護持往昔諸佛法。清涼大師在《華嚴經》註解裡頭說得很明白，釋迦牟尼佛四十九年沒有說一句佛法，告訴我們學佛要謙敬。孔老夫子自己說他一生沒有創作，都是說古人的，「述而不作」，孔老夫子，都是敘述古聖先王的教誨，沒有自己東西。釋迦牟尼佛四十九年所說的是諸佛的佛法，古佛所流傳下來的，不是自己的。這個話是真的，絕對不是假的。古佛的法從哪裡來的？從真如本性裡頭流露出來的。釋迦牟尼佛已經證得真如本性，從自性裡面流出來的跟古佛的一模一樣，絲毫不差。我們哪一天明心見性了，我們從自性裡流出來的，決定跟佛經上是一模一樣的。那個時候經典對我們起什麼作用？印證。我所契入的境界，跟諸佛如來入的境界一樣不一樣？拿經來對照一下，果然沒有錯，自己就曉得，真的契入境界了。如果自己心裡面所體悟的、所領會的跟經上講的不一樣，我們所悟的是有偏差，不純正，要趕緊修改，要從頭來起，這就對了。我們在這裡，這個不能不懂得，不能不認真學習。"
    },
    {
      "id": "12-045-0478_p0026",
      "zh_CN": "佛教给我们不杀生、不偷盗、不邪淫，不妄语、不两舌、不恶口、不绮语，不贪、不瞋、不痴，这十善业，十善业不是释迦牟尼佛第一个说的，过去一切诸佛如来都是这个说法。所以我们很客观的说这是释迦牟尼佛说的，也没错，说释迦牟尼佛禀承一切诸佛所说的也没错。释迦牟尼佛自己依教奉行，这是「护持往昔诸佛法」；我们如果学了，没有去做，不能够落实到我们生活上，我们就没有护持诸佛法。护持一定是依教奉行，一定是做出榜样来给别人看；你能够为别人做榜样，你就成佛了。别人看到之后一定有所感悟，他受了感动，他开始觉悟，这就是化他。他的善根成熟了，你就教他怎么样才能够契入境界？依教奉行。为什么？诸佛如来是这样行的。要把性相、理事、因果融合成一体就证果了，不能分！我讲性相、理事、因果就是讲一切万法，这是世出世间一切万法的总纲领。所以佛门有一句话，大家也都很熟悉，「万法归一」；有人在底下加一句，「一归何处」？这叫打禅机。万法归一，一归万法；一即是多，多即是一，一多不二，你就入不二法门。不二法门就是华藏世界，不二法门就是极乐世界，念佛求生净土就是往生极乐世界，就是入不二法门。不二，岂不就是一真？不二法门就是一真法界。一真法界里面的法身大士，天台家称「分证即佛」，他们是真佛，不是假佛；虽然是真佛，他的果证还没有达到圆满。入这个境界你才真正生喜悦心，这就是弥陀世界为什么称极乐，极乐就是此地讲的「得常欢喜」，一切世间苦永离了。这是世尊在《十善业道经》里面最重要的一段开示，修十善业的总纲领，修十善业的总方向，佛讲得很清楚，「能断一切世间苦」。一切世间是指的十法界，不但指十法界，还包括一真法界里面四十一位法身大士。世出世间法全包括在其中，你看看这个方法要不要紧？什么方法？「常念善法，思惟善法，观察善法」。这个善法广义的讲，就是释迦牟尼佛四十九年所说的一切法。佛所说的一切法是至善之法，孔老夫子、孟夫子说的都是善法。「常念」，常是不间断，日夜都不间断，常念是心善，你的心纯善。「思惟善法」，你的思想善，起心动念善。思想从哪里生的？根生的，常念是根、是心。「观察善法」是你的言行善，你的行为善，这样当然善法念念增长。「不容毫分不善间杂」，世尊末后提醒我们，不可以有毫分不善夹杂在里头，这样才是真正「护持往昔诸佛法」。我们要做，我们一定要把这句话牢牢记在心头。",
      "zh_TW": "佛教給我們不殺生、不偷盜、不邪淫，不妄語、不兩舌、不惡口、不綺語，不貪、不瞋、不痴，這十善業，十善業不是釋迦牟尼佛第一個說的，過去一切諸佛如來都是這個說法。所以我們很客觀的說這是釋迦牟尼佛說的，也沒錯，說釋迦牟尼佛稟承一切諸佛所說的也沒錯。釋迦牟尼佛自己依教奉行，這是「護持往昔諸佛法」；我們如果學了，沒有去做，不能夠落實到我們生活上，我們就沒有護持諸佛法。護持一定是依教奉行，一定是做出榜樣來給別人看；你能夠為別人做榜樣，你就成佛了。別人看到之後一定有所感悟，他受了感動，他開始覺悟，這就是化他。他的善根成熟了，你就教他怎麼樣才能夠契入境界？依教奉行。為什麼？諸佛如來是這樣行的。要把性相、理事、因果融合成一體就證果了，不能分！我講性相、理事、因果就是講一切萬法，這是世出世間一切萬法的總綱領。所以佛門有一句話，大家也都很熟悉，「萬法歸一」；有人在底下加一句，「一歸何處」？這叫打禪機。萬法歸一，一歸萬法；一即是多，多即是一，一多不二，你就入不二法門。不二法門就是華藏世界，不二法門就是極樂世界，念佛求生淨土就是往生極樂世界，就是入不二法門。不二，豈不就是一真？不二法門就是一真法界。一真法界裡面的法身大士，天台家稱「分證即佛」，他們是真佛，不是假佛；雖然是真佛，他的果證還沒有達到圓滿。入這個境界你才真正生喜悅心，這就是彌陀世界為什麼稱極樂，極樂就是此地講的「得常歡喜」，一切世間苦永離了。這是世尊在《十善業道經》裡面最重要的一段開示，修十善業的總綱領，修十善業的總方向，佛講得很清楚，「能斷一切世間苦」。一切世間是指的十法界，不但指十法界，還包括一真法界裡面四十一位法身大士。世出世間法全包括在其中，你看看這個方法要不要緊？什麼方法？「常念善法，思惟善法，觀察善法」。這個善法廣義的講，就是釋迦牟尼佛四十九年所說的一切法。佛所說的一切法是至善之法，孔老夫子、孟夫子說的都是善法。「常念」，常是不間斷，日夜都不間斷，常念是心善，你的心純善。「思惟善法」，你的思想善，起心動念善。思想從哪裡生的？根生的，常念是根、是心。「觀察善法」是你的言行善，你的行為善，這樣當然善法念念增長。「不容毫分不善間雜」，世尊末後提醒我們，不可以有毫分不善夾雜在裡頭，這樣才是真正「護持往昔諸佛法」。我們要做，我們一定要把這句話牢牢記在心頭。"
    },
    {
      "id": "12-045-0478_p0027",
      "zh_CN": "『意常承奉生欢喜』，「意」是我们的心，「承」是承事，「奉」是奉行，依教奉行。果然能够依教奉行，生大欢喜心。这个欢喜心不是外面刺激的，不是说你遇到什么开心的事情、欢乐的事情你生欢喜心，不是的，这个欢喜心是从自性里面生出来的，这个欢喜心是自性里头本具的。我们被烦恼盖复住，欢喜不起来了。烦恼统统断尽，一切时一切处，无论遇到什么人、什么事，一团欢喜。《论语》头一句「学而时习之，不亦悦乎」，「意常承奉」就是学而时习之，「生欢喜」就是不亦悦乎。你们看看儒跟佛能不能合起来？是一不是二。所以中国佛教把小乘搁置，不学小乘，直接学大乘，什么原因？用儒家的教学代替小乘。从前学佛的人，无论在家出家，没有不读孔孟书的，最低限度四书五经。五经不一定全读，四书是肯定全读，代替了小乘，以这个为基础，直接入大乘，一点问题都没有。实在讲，这很适合中国人的根性，契中国人的机，让中国人用这个方法直接入大乘，比读小乘经还要殊胜、还要圆满。这叫护法，儒佛都护，一切圣贤的法我们统统都护持。护一个圣人的法，一切圣人的法全都护持了，为什么？所有宗教的根本就是仁慈博爱，目的令一切众生离苦得乐。你看菩萨在此地，令一切众生受福德，不就是离苦得乐吗？一法修成功了，法法都圆满。这是清净喜宝主城神，他从这个法门悟入的。在这个赞颂里面，虽然文字不多，纲领全部提示出来，教导我们应当认真努力的来学习，我们也会从这个法门契入无上菩提。",
      "zh_TW": "『意常承奉生歡喜』，「意」是我們的心，「承」是承事，「奉」是奉行，依教奉行。果然能夠依教奉行，生大歡喜心。這個歡喜心不是外面刺激的，不是說你遇到什麼開心的事情、歡樂的事情你生歡喜心，不是的，這個歡喜心是從自性裡面生出來的，這個歡喜心是自性裡頭本具的。我們被煩惱蓋覆住，歡喜不起來了。煩惱統統斷盡，一切時一切處，無論遇到什麼人、什麼事，一團歡喜。《論語》頭一句「學而時習之，不亦悅乎」，「意常承奉」就是學而時習之，「生歡喜」就是不亦悅乎。你們看看儒跟佛能不能合起來？是一不是二。所以中國佛教把小乘擱置，不學小乘，直接學大乘，什麼原因？用儒家的教學代替小乘。從前學佛的人，無論在家出家，沒有不讀孔孟書的，最低限度四書五經。五經不一定全讀，四書是肯定全讀，代替了小乘，以這個為基礎，直接入大乘，一點問題都沒有。實在講，這很適合中國人的根性，契中國人的機，讓中國人用這個方法直接入大乘，比讀小乘經還要殊勝、還要圓滿。這叫護法，儒佛都護，一切聖賢的法我們統統都護持。護一個聖人的法，一切聖人的法全都護持了，為什麼？所有宗教的根本就是仁慈博愛，目的令一切眾生離苦得樂。你看菩薩在此地，令一切眾生受福德，不就是離苦得樂嗎？一法修成功了，法法都圓滿。這是清淨喜寶主城神，他從這個法門悟入的。在這個讚頌裡面，雖然文字不多，綱領全部提示出來，教導我們應當認真努力的來學習，我們也會從這個法門契入無上菩提。"
    },
    {
      "id": "12-045-0478_p0028",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}