{
  "doc_id": "12-045-0016",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十六集",
    "zh_TW": "第十六集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-045-0016",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "12-045-0016_p0001",
      "zh_CN": "请掀开经本第十面倒数第四行，「众海云集」。",
      "zh_TW": "請掀開經本第十面倒數第四行，「眾海雲集」。"
    },
    {
      "id": "12-045-0016_p0002",
      "zh_CN": "这段经文要告诉我们，参与这次法会的一些大众。清凉大师在没讲经文之前，把与会大众集会的义趣先给我们说明白。他一共分做十段，我们在此地简单的为诸位略微介绍。第一个是说集会的意义。我们知道世尊这次法会是在定中所讲，这是很稀有，不但我们凡夫见闻不及，就是声闻、缘觉、权教菩萨，他们也不见不闻。由此可知，凡是参与法会的大众都是法身大士，不是平常人。经里面我们看到种种不同的身分，那是示现，绝对不是真正的六道凡夫、鬼神之类，我们如果这样看法，那就看错了。正如同诸佛菩萨示现在我们世间，以种种不同的身分出现在这个社会里面，我们凡夫看到他也是凡人，谁知道他是法身大士？谁知道他是佛菩萨再来的？世尊为我们说出，祖师大德为我们指点出来，我们这才恍然大悟。他们集会的意思，这一会是佛要说根本的法轮，也就是说明世尊这一代时教，他老人家出现在世间讲经三百余会，说法四十九年，他到底说的是什么法？《华严》是根本法，《华严》是个圆满法，这一会就非常重要。",
      "zh_TW": "這段經文要告訴我們，參與這次法會的一些大眾。清涼大師在沒講經文之前，把與會大眾集會的義趣先給我們說明白。他一共分做十段，我們在此地簡單的為諸位略微介紹。第一個是說集會的意義。我們知道世尊這次法會是在定中所講，這是很稀有，不但我們凡夫見聞不及，就是聲聞、緣覺、權教菩薩，他們也不見不聞。由此可知，凡是參與法會的大眾都是法身大士，不是平常人。經裡面我們看到種種不同的身分，那是示現，絕對不是真正的六道凡夫、鬼神之類，我們如果這樣看法，那就看錯了。正如同諸佛菩薩示現在我們世間，以種種不同的身分出現在這個社會裡面，我們凡夫看到他也是凡人，誰知道他是法身大士？誰知道他是佛菩薩再來的？世尊為我們說出，祖師大德為我們指點出來，我們這才恍然大悟。他們集會的意思，這一會是佛要說根本的法輪，也就是說明世尊這一代時教，他老人家出現在世間講經三百餘會，說法四十九年，他到底說的是什麼法？《華嚴》是根本法，《華嚴》是個圓滿法，這一會就非常重要。"
    },
    {
      "id": "12-045-0016_p0003",
      "zh_CN": "这些菩萨参与这些法会，第一是来做影响众的，这些地方我们要学习。道场要殊胜庄严才能帮助初学，初学的人看到道场盛况美好，他心里头就有感动，能够生欢喜心，发愿来求学。如果这个道场很大，佛在这个地方讲经教学，听众只有三个、五个，外面初学的人一看这个样子掉头就走，「大概没什么，你看没人听」，引不起他的尊重心。世间凡人也不知道佛有多大智慧、有多大的本事，不知道，谁来亲近他？所以十方这些大菩萨们他们有责任，他们到道场来凑数，使这个道场听众非常之多、非常的殊胜，用意在此地。所以是来做影响众的。",
      "zh_TW": "這些菩薩參與這些法會，第一是來做影響眾的，這些地方我們要學習。道場要殊勝莊嚴才能幫助初學，初學的人看到道場盛況美好，他心裡頭就有感動，能夠生歡喜心，發願來求學。如果這個道場很大，佛在這個地方講經教學，聽眾只有三個、五個，外面初學的人一看這個樣子掉頭就走，「大概沒什麼，你看沒人聽」，引不起他的尊重心。世間凡人也不知道佛有多大智慧、有多大的本事，不知道，誰來親近他？所以十方這些大菩薩們他們有責任，他們到道場來湊數，使這個道場聽眾非常之多、非常的殊勝，用意在此地。所以是來做影響眾的。"
    },
    {
      "id": "12-045-0016_p0004",
      "zh_CN": "清凉大师跟我们讲，与会的大众一共有十大类，第一大类是「影响众」。通常我们一般讲经，第一个就是当机众，此地把当机众摆在后面，影响众摆在前面。这教我们什么？教我们，这个经我念得很熟，他会讲，我也会讲，我讲得比他还好，可是他讲经我要来听。我为什么来听？当影响众，让别人一看，「这个人都会讲经，讲得不错，他也来听，这讲经的人大概是很行」。他影响初学，这个功德就很大。特别是我们发心要学讲经说法，以这个方式来接引大众。所以任何法师讲经，除非我们自己实实在在抽不出时间，如果能抽得出时间，一定要去听。这里头还有因果报应，别的法师讲经你不听，你这个法师上台讲经也没人听，因缘果报。我们肯喜欢听别人讲经，不但是出家人，在家人讲经、初学人讲经，我们都热心来听，你的法缘才殊胜。这是我们首先要学的。",
      "zh_TW": "清涼大師跟我們講，與會的大眾一共有十大類，第一大類是「影響眾」。通常我們一般講經，第一個就是當機眾，此地把當機眾擺在後面，影響眾擺在前面。這教我們什麼？教我們，這個經我念得很熟，他會講，我也會講，我講得比他還好，可是他講經我要來聽。我為什麼來聽？當影響眾，讓別人一看，「這個人都會講經，講得不錯，他也來聽，這講經的人大概是很行」。他影響初學，這個功德就很大。特別是我們發心要學講經說法，以這個方式來接引大眾。所以任何法師講經，除非我們自己實實在在抽不出時間，如果能抽得出時間，一定要去聽。這裡頭還有因果報應，別的法師講經你不聽，你這個法師上台講經也沒人聽，因緣果報。我們肯喜歡聽別人講經，不但是出家人，在家人講經、初學人講經，我們都熱心來聽，你的法緣才殊勝。這是我們首先要學的。"
    },
    {
      "id": "12-045-0016_p0005",
      "zh_CN": "第二个意思是为作辅翼，帮助、协助、表演做佛的好学生。佛是老师，老师教得好，一定有很多杰出的学生，他底下有很多好学生，显示老师教学的成就，教化有功。所以在这个法会里面常常看到，普贤菩萨、文殊菩萨这些大菩萨都参与这个道场，使初学的人见到这个盛况，信心、恭敬心、学习的心理自然就生起来。第三意思是护法，护持道场。我们到这个道场来，参与道场的活动就是护持。所以一举里面有许许多多的意思，在这段经文里面，我们看到有金刚神，金刚护法。第四类，譬如后面我们看到有道场神，这一类是庄严道场的。此地所讲的种种神都是法身大士，都是诸佛如来化身而来，来庄严道场。这些人的身分，到我们讲到经的时候，我一一为诸位同修介绍，这些人就在我们生活圈子里面，没离开我们，我们自己也是道场当中的一分子。然后才晓得《华严经》确确实实活活泼泼，显示我们的生活状况，对我们非常有利益。",
      "zh_TW": "第二個意思是為作輔翼，幫助、協助、表演做佛的好學生。佛是老師，老師教得好，一定有很多傑出的學生，他底下有很多好學生，顯示老師教學的成就，教化有功。所以在這個法會裡面常常看到，普賢菩薩、文殊菩薩這些大菩薩都參與這個道場，使初學的人見到這個盛況，信心、恭敬心、學習的心理自然就生起來。第三意思是護法，護持道場。我們到這個道場來，參與道場的活動就是護持。所以一舉裡面有許許多多的意思，在這段經文裡面，我們看到有金剛神，金剛護法。第四類，譬如後面我們看到有道場神，這一類是莊嚴道場的。此地所講的種種神都是法身大士，都是諸佛如來化身而來，來莊嚴道場。這些人的身分，到我們講到經的時候，我一一為諸位同修介紹，這些人就在我們生活圈子裡面，沒離開我們，我們自己也是道場當中的一分子。然後才曉得《華嚴經》確確實實活活潑潑，顯示我們的生活狀況，對我們非常有利益。"
    },
    {
      "id": "12-045-0016_p0006",
      "zh_CN": "第五类教导我们修供养。如何修供养、修布施才真正种福田，真正种了善因，善因将来一定得善果。世间人有不少人也很喜欢布施供养，但是没有智慧，往往这些布施供养找错了地方，供养得不如法，所得的利益、效果就差很多，此地佛菩萨来教导我们。第六发起这部经，发起这个法会。这部经的发起不是一个人启请的，大众启请。大众并没有表白来启请，大众心里头有这个意愿，佛有他心通，众生心里有念头佛知道，所以大众念请。这也是教导我们，教我们念念当中要知道请转法轮，要懂得请佛住世，成就无量无边的功德；要有广大的智慧，要有广大的心量，大慈大悲。众生不知道请，他们不晓得佛法的殊胜，不知道佛法的利益，所以不知道启请。我们知道的人，这是世尊当年在菩提树下示现成佛，世间人没有一个人知道释迦牟尼佛成佛，没人知道。如果没有人来启请，佛示现成佛之后，看看没人请，那就入般涅槃，就走了，就不住世，这个地方没有缘。好在净居天人他们慈悲，他们有智慧，他在第四禅五不还天，天眼看到了，看到释迦牟尼佛在阎浮提，在我们这个地面上，菩提树下示现成佛，赶紧下来代我们大家启请，请佛住世，请佛为一切众生讲经说法，请转法轮，佛才开始讲经说法。这是发起这部经。所以我们一定要知道，发起必须对佛法真正认识、真正明了。为谁发起？为一切众生发起，不是为自己。",
      "zh_TW": "第五類教導我們修供養。如何修供養、修布施才真正種福田，真正種了善因，善因將來一定得善果。世間人有不少人也很喜歡布施供養，但是沒有智慧，往往這些布施供養找錯了地方，供養得不如法，所得的利益、效果就差很多，此地佛菩薩來教導我們。第六發起這部經，發起這個法會。這部經的發起不是一個人啟請的，大眾啟請。大眾並沒有表白來啟請，大眾心裡頭有這個意願，佛有他心通，眾生心裡有念頭佛知道，所以大眾念請。這也是教導我們，教我們念念當中要知道請轉法輪，要懂得請佛住世，成就無量無邊的功德；要有廣大的智慧，要有廣大的心量，大慈大悲。眾生不知道請，他們不曉得佛法的殊勝，不知道佛法的利益，所以不知道啟請。我們知道的人，這是世尊當年在菩提樹下示現成佛，世間人沒有一個人知道釋迦牟尼佛成佛，沒人知道。如果沒有人來啟請，佛示現成佛之後，看看沒人請，那就入般涅槃，就走了，就不住世，這個地方沒有緣。好在淨居天人他們慈悲，他們有智慧，他在第四禪五不還天，天眼看到了，看到釋迦牟尼佛在閻浮提，在我們這個地面上，菩提樹下示現成佛，趕緊下來代我們大家啟請，請佛住世，請佛為一切眾生講經說法，請轉法輪，佛才開始講經說法。這是發起這部經。所以我們一定要知道，發起必須對佛法真正認識、真正明瞭。為誰發起？為一切眾生發起，不是為自己。"
    },
    {
      "id": "12-045-0016_p0007",
      "zh_CN": "第七个意思这才讲当机，一切众生在这个机缘之中，听到佛说这样圆满殊胜的道理、方法，他懂了，他得受用，受用的利益无量无边。第八个意思，这些菩萨到这边来示现，暗中是表法。世尊师子座里面也流出许许多多的菩萨，显示法门的奇特，不可思议，也是通表像《无量寿经》上所讲的「一切皆成佛」，表这个意思。第九个意思，佛说的种种道理、种种成就，如果没有人来做证明，初学的人听到总不免疑惑。这些法身大士到这个道场来为大家做见证，证明佛所讲的都是真实的。最后一个意思，是反过来显示出心量小的人、迷惑障碍深重的人，他们不见不闻，声闻、缘觉、权教菩萨，这个殊胜的法门他没有缘分。所以意思很多，有这么多的意义，他们当然要来参加这一会。",
      "zh_TW": "第七個意思這才講當機，一切眾生在這個機緣之中，聽到佛說這樣圓滿殊勝的道理、方法，他懂了，他得受用，受用的利益無量無邊。第八個意思，這些菩薩到這邊來示現，暗中是表法。世尊師子座裡面也流出許許多多的菩薩，顯示法門的奇特，不可思議，也是通表像《無量壽經》上所講的「一切皆成佛」，表這個意思。第九個意思，佛說的種種道理、種種成就，如果沒有人來做證明，初學的人聽到總不免疑惑。這些法身大士到這個道場來為大家做見證，證明佛所講的都是真實的。最後一個意思，是反過來顯示出心量小的人、迷惑障礙深重的人，他們不見不聞，聲聞、緣覺、權教菩薩，這個殊勝的法門他沒有緣分。所以意思很多，有這麼多的意義，他們當然要來參加這一會。"
    },
    {
      "id": "12-045-0016_p0008",
      "zh_CN": "意义明了了，还得要懂得因缘，不是说我们有这个意愿就能参加；有这个意愿，通常讲还得有条件，条件不具足你也不能参加。譬如我们今天在此地共同来研习这部大经，这也是一个法会，必须你是住在新加坡，你才有条件来参与这一会。如果你不是住在新加坡，你是别的国家地区的人，要想来参加，条件不具足。纵然你能来，居住的时间很短，你只能听到少分，不能听到圆满。所以诸佛菩萨参加世尊这一次大会，也要因缘具足。他哪些条件？第一个要跟佛有缘。我们常说，我过去讲经跟大家多次的提到过，我们发心从事于传播佛教育的工作，也就是讲经说法的工作，缘就很重要，一定要懂得结法缘。我们到一个新的地方，无论是什么因缘到这个场所来，这个场所或者是有寺院，或者是有佛堂，我们进去了，依照规矩，进去先要礼佛三拜。怎么拜法？我第一拜，愿我跟这个道场有缘，结法缘；第二拜，我跟这个道场常住结法缘；第三拜，跟这个道场信徒结法缘。以后就有机会到这里来讲经，大家就能欢喜相处，这个三拜不是白拜的。我不知道你们拜三拜是怎么拜法、是什么心愿，我拜佛这三拜是要结法缘的。从前演培法师找过我，问我，他说：净空法师，你的法缘很殊胜，你能不能教给我？要念念当中真有心结缘，这才行。你们大家三称释迦牟尼佛，向释迦牟尼佛拜三拜，我的意思不一样，各人有各人的心愿。所以要懂得结法缘。",
      "zh_TW": "意義明瞭了，還得要懂得因緣，不是說我們有這個意願就能參加；有這個意願，通常講還得有條件，條件不具足你也不能參加。譬如我們今天在此地共同來研習這部大經，這也是一個法會，必須你是住在新加坡，你才有條件來參與這一會。如果你不是住在新加坡，你是別的國家地區的人，要想來參加，條件不具足。縱然你能來，居住的時間很短，你只能聽到少分，不能聽到圓滿。所以諸佛菩薩參加世尊這一次大會，也要因緣具足。他哪些條件？第一個要跟佛有緣。我們常說，我過去講經跟大家多次的提到過，我們發心從事於傳播佛教育的工作，也就是講經說法的工作，緣就很重要，一定要懂得結法緣。我們到一個新的地方，無論是什麼因緣到這個場所來，這個場所或者是有寺院，或者是有佛堂，我們進去了，依照規矩，進去先要禮佛三拜。怎麼拜法？我第一拜，願我跟這個道場有緣，結法緣；第二拜，我跟這個道場常住結法緣；第三拜，跟這個道場信徒結法緣。以後就有機會到這裡來講經，大家就能歡喜相處，這個三拜不是白拜的。我不知道你們拜三拜是怎麼拜法、是什麼心願，我拜佛這三拜是要結法緣的。從前演培法師找過我，問我，他說：淨空法師，你的法緣很殊勝，你能不能教給我？要念念當中真有心結緣，這才行。你們大家三稱釋迦牟尼佛，向釋迦牟尼佛拜三拜，我的意思不一樣，各人有各人的心願。所以要懂得結法緣。"
    },
    {
      "id": "12-045-0016_p0009",
      "zh_CN": "这些人，这一会，《华严经》这一会，会主是谁？毘卢遮那如来。这些人过去生中如果跟毘卢遮那佛没有缘，想去也不行，你条件不具足。前面是有意思，我很想去做影响众，我很想去护持道场，我很想去供养道场，得有条件。第一个条件，与毘卢遮那佛有缘，过去生中曾经跟他结过法缘。第二，也必定蒙佛摄受过，佛曾经教导过你。佛很慈悲，对一切有缘众生，只要你不排斥，你见到佛能生欢喜心，佛一定以布施、爱语、利行、同事来摄受一切众生。我们过去生中，也曾经蒙毘卢遮那如来摄受过。第三个条件，这个法门是圆教的法门，如果在阿赖耶识里头没有听过圆教，没有圆教的种子，你听这个法门你很难接受。所谓是圆顿根性，不说顿，圆，一定是圆教的根性，听到这个法门生欢喜心。圆教法门，诸位同修要记住，理事无碍、事事无碍，这才圆；要是有障碍，那就不圆。我们今天接触这个社会，一切人事物统统都有障碍。为什么有障碍？圆不过来！所以过去生中多多少少总是听过圆教的法门，听过圆教的经典，你才有机会参与这个法会。",
      "zh_TW": "這些人，這一會，《華嚴經》這一會，會主是誰？毘盧遮那如來。這些人過去生中如果跟毘盧遮那佛沒有緣，想去也不行，你條件不具足。前面是有意思，我很想去做影響眾，我很想去護持道場，我很想去供養道場，得有條件。第一個條件，與毘盧遮那佛有緣，過去生中曾經跟他結過法緣。第二，也必定蒙佛攝受過，佛曾經教導過你。佛很慈悲，對一切有緣眾生，只要你不排斥，你見到佛能生歡喜心，佛一定以布施、愛語、利行、同事來攝受一切眾生。我們過去生中，也曾經蒙毘盧遮那如來攝受過。第三個條件，這個法門是圓教的法門，如果在阿賴耶識裡頭沒有聽過圓教，沒有圓教的種子，你聽這個法門你很難接受。所謂是圓頓根性，不說頓，圓，一定是圓教的根性，聽到這個法門生歡喜心。圓教法門，諸位同修要記住，理事無礙、事事無礙，這才圓；要是有障礙，那就不圓。我們今天接觸這個社會，一切人事物統統都有障礙。為什麼有障礙？圓不過來！所以過去生中多多少少總是聽過圓教的法門，聽過圓教的經典，你才有機會參與這個法會。"
    },
    {
      "id": "12-045-0016_p0010",
      "zh_CN": "第四个条件，也必定曾经发了大心，护持一切众生，帮助一切众生修学佛法，这个缘殊胜，得到一切诸佛的护念。第五个条件，过去生中曾经发过大愿，愿意跟佛学。后面神众里面有一类叫「身众神」，身众神到后面跟诸位介绍，是什么意思？要用现代的话来说就是侍从，用我们佛门的术语来讲，常随众。佛到哪里，这批人就跟到哪里，追逐不舍，常常在佛的身边，所以就叫做常随众。我们在经上常常看到一千二百五十人，这一千二百五十人是佛的常随众，佛到哪里他就跟到哪里。凡是一个好的老师，总有一些学生常常跟着他，老师到哪里，这些学生也跟到哪里，这批人就是身众神。第六，追随佛陀那个心愿永远没有满足，一心一意修菩提道、学菩萨行，不疲不厌，这就是下面有一类「足行神」，他来表法。第七个因缘是喜欢听闻正法，欢喜！闻法得快乐，法喜充满。在后面有「干闼婆王」，这是主乐神，乐是音乐，他主持道场法会里面演奏一切乐章，他们是乐队，来表这个意思。",
      "zh_TW": "第四個條件，也必定曾經發了大心，護持一切眾生，幫助一切眾生修學佛法，這個緣殊勝，得到一切諸佛的護念。第五個條件，過去生中曾經發過大願，願意跟佛學。後面神眾裡面有一類叫「身眾神」，身眾神到後面跟諸位介紹，是什麼意思？要用現代的話來說就是侍從，用我們佛門的術語來講，常隨眾。佛到哪裡，這批人就跟到哪裡，追逐不捨，常常在佛的身邊，所以就叫做常隨眾。我們在經上常常看到一千二百五十人，這一千二百五十人是佛的常隨眾，佛到哪裡他就跟到哪裡。凡是一個好的老師，總有一些學生常常跟著他，老師到哪裡，這些學生也跟到哪裡，這批人就是身眾神。第六，追隨佛陀那個心願永遠沒有滿足，一心一意修菩提道、學菩薩行，不疲不厭，這就是下面有一類「足行神」，他來表法。第七個因緣是喜歡聽聞正法，歡喜！聞法得快樂，法喜充滿。在後面有「乾闥婆王」，這是主樂神，樂是音樂，他主持道場法會裡面演奏一切樂章，他們是樂隊，來表這個意思。"
    },
    {
      "id": "12-045-0016_p0011",
      "zh_CN": "第八个因缘是真正能够接受佛的教诲，虚心向学，把贡高我慢的习气降伏住，这是后面神众里面有一类「主风神」。风是动的，主风神是哪一类的人？主持，就是主办一切活动的这些人物，他们有经验、有专长，可以主办一切活动。办任何的活动都要谦虚、都要卑下；你是高姿态，贡高我慢，办什么活动也没有人来参加，也没人来捧场。第九是本身平常修福修慧，心量广大，佛经里面常讲的「心包太虚，量周沙界」，他们也有这个意思，这才与佛相应。末后，这是跟佛同一个善根，这一条可以说我们统统都具足，我们也有。前面这些条件我们未必有，但是我们今天能够参与此地华严法会，我们也可以说，世尊当年华严法会这些法身大士们，他们这些因缘统统具足，我们在末法时期，去佛将近三千年，我们也有少分；虽不是满分，也有少分因缘，才有机缘参加这次法会。这次法会能够自始至终，一堂不缺，你的因缘就相当深，不是少分因缘。虽不是满分，也可以说多分的因缘，是多分，这是实实在在的。所以参与这个法会，我们一定要有真诚的心，要有恭敬心，要求三宝加持。这个法会的时间长，不是短时间，希望这个法会自始至终我们都能够参与。",
      "zh_TW": "第八個因緣是真正能夠接受佛的教誨，虛心向學，把貢高我慢的習氣降伏住，這是後面神眾裡面有一類「主風神」。風是動的，主風神是哪一類的人？主持，就是主辦一切活動的這些人物，他們有經驗、有專長，可以主辦一切活動。辦任何的活動都要謙虛、都要卑下；你是高姿態，貢高我慢，辦什麼活動也沒有人來參加，也沒人來捧場。第九是本身平常修福修慧，心量廣大，佛經裡面常講的「心包太虛，量周沙界」，他們也有這個意思，這才與佛相應。末後，這是跟佛同一個善根，這一條可以說我們統統都具足，我們也有。前面這些條件我們未必有，但是我們今天能夠參與此地華嚴法會，我們也可以說，世尊當年華嚴法會這些法身大士們，他們這些因緣統統具足，我們在末法時期，去佛將近三千年，我們也有少分；雖不是滿分，也有少分因緣，才有機緣參加這次法會。這次法會能夠自始至終，一堂不缺，你的因緣就相當深，不是少分因緣。雖不是滿分，也可以說多分的因緣，是多分，這是實實在在的。所以參與這個法會，我們一定要有真誠的心，要有恭敬心，要求三寶加持。這個法會的時間長，不是短時間，希望這個法會自始至終我們都能夠參與。"
    },
    {
      "id": "12-045-0016_p0012",
      "zh_CN": "从上面这十个意思、十种因缘，我们也就能够想像到，法会的大众也有十类。这个说法要用现在话来说，十种不同的团体，类就是有团体的意思。像前面说的影响众、常随众、守护众、庄严道场众、供养众、发起众、当机众，当机就是这次法会听众当中，听闻佛法真正得利益的这些人，也就是真正的学生，其他的是来表演，那些是已经有成就的，是来表演；还有表法众，还有做见证的这一类众。由此可知，每个人到这个道场来用意不一样。",
      "zh_TW": "從上面這十個意思、十種因緣，我們也就能夠想像到，法會的大眾也有十類。這個說法要用現在話來說，十種不同的團體，類就是有團體的意思。像前面說的影響眾、常隨眾、守護眾、莊嚴道場眾、供養眾、發起眾、當機眾，當機就是這次法會聽眾當中，聽聞佛法真正得利益的這些人，也就是真正的學生，其他的是來表演，那些是已經有成就的，是來表演；還有表法眾，還有做見證的這一類眾。由此可知，每個人到這個道場來用意不一樣。"
    },
    {
      "id": "12-045-0016_p0013",
      "zh_CN": "往年我在台中求学，我有一个老校长，是在抗战期间我在中学念书那个时候，他是我的校长，周邦道居士。到台湾来之后，跟李炳南老居士学佛，非常虔诚，学问、道德可以说是普遍令大众敬佩。学问我们不说，单单讲他的做人、他的德行，大概在现在这个世间再也找不到第二个，我没有见到第二个，我听都没有听到过。他在台湾是考选部政务次长，考试院考选部的政务次长就是副部长，我们讲第一副部长。公家给他有汽车、有司机，配给他的有车、有司机，他除了办公事坐公家的车，私人出去办事坐巴士。你们想想这个世间还有第二个人吗？公私分得那么清楚，为公家节省汽油，私事不可以用公家的车，你就知道这位老先生的做人，没有话说。不是自己应该得的利分文不取，我们这个世间还有这么一个好的官员，真正是难得。穿的衣服都是旧衣服，一件衣服穿十几、二十年，他也不怕人笑。法师讲经，他有时间的话一定来听；不但来听，还带着笔记本，一面听一面写笔记。讲经的人是什么人？初学的学生，李老师教的学生，在家学生，年岁很轻，二、三十岁。他差不多将近七十岁，听二、三十岁的人上台讲经，还在底下听经，还写笔记，聚精会神，好像是初学人一样的。我有一次向他请教，我说：「老师，你怎么还写笔记？」影响众，他做影响众。我明了了，他是装样子给别人看的，「这个人讲经，你看政务次长都来听，还在写笔记，大概讲得不错」，他影响别人。但是他真做笔记，他不是假做，他不是装模作样。这些地方我们要学习，这个叫庄严道场。庄严道场就是庄严佛法，这是代佛弘法，功德无量无边。我们今天有不少年轻的法师在这里学习讲经，就没有周邦道先生，如果多有这么几个大菩萨在，道场的气象就不一样。我们学了《华严》之后，希望影响众逐渐就来多，希望每一位法师上台讲经都有这九种听众。",
      "zh_TW": "往年我在台中求學，我有一個老校長，是在抗戰期間我在中學念書那個時候，他是我的校長，周邦道居士。到台灣來之後，跟李炳南老居士學佛，非常虔誠，學問、道德可以說是普遍令大眾敬佩。學問我們不說，單單講他的做人、他的德行，大概在現在這個世間再也找不到第二個，我沒有見到第二個，我聽都沒有聽到過。他在台灣是考選部政務次長，考試院考選部的政務次長就是副部長，我們講第一副部長。公家給他有汽車、有司機，配給他的有車、有司機，他除了辦公事坐公家的車，私人出去辦事坐巴士。你們想想這個世間還有第二個人嗎？公私分得那麼清楚，為公家節省汽油，私事不可以用公家的車，你就知道這位老先生的做人，沒有話說。不是自己應該得的利分文不取，我們這個世間還有這麼一個好的官員，真正是難得。穿的衣服都是舊衣服，一件衣服穿十幾、二十年，他也不怕人笑。法師講經，他有時間的話一定來聽；不但來聽，還帶著筆記本，一面聽一面寫筆記。講經的人是什麼人？初學的學生，李老師教的學生，在家學生，年歲很輕，二、三十歲。他差不多將近七十歲，聽二、三十歲的人上台講經，還在底下聽經，還寫筆記，聚精會神，好像是初學人一樣的。我有一次向他請教，我說：「老師，你怎麼還寫筆記？」影響眾，他做影響眾。我明瞭了，他是裝樣子給別人看的，「這個人講經，你看政務次長都來聽，還在寫筆記，大概講得不錯」，他影響別人。但是他真做筆記，他不是假做，他不是裝模作樣。這些地方我們要學習，這個叫莊嚴道場。莊嚴道場就是莊嚴佛法，這是代佛弘法，功德無量無邊。我們今天有不少年輕的法師在這裡學習講經，就沒有周邦道先生，如果多有這麼幾個大菩薩在，道場的氣象就不一樣。我們學了《華嚴》之後，希望影響眾逐漸就來多，希望每一位法師上台講經都有這九種聽眾。"
    },
    {
      "id": "12-045-0016_p0014",
      "zh_CN": "华严会上总共有一百七十五众，就是像这类的团体，把它一类一类的分，有一百七十五类，非常殊胜、非常稀有。在第一会里面，也就是我们讲的序品里面，就看到有四十一个团体。每一类大众里面的人数太多太多，数不清，到后面我们就可以看到。每一类都是以刹尘、无量、不可说，用这些数字为单位。为什么这么多？因为这一会是从法性里面现起，一一会中都具足这一百七十五类的大众，每一类大众都称法界缘起，所以人数就不可思议，古德讲无有穷尽，这是华严海会的人数。确实很像释迦牟尼佛在忉利天宫召开地藏菩萨的法会，那个人数也是不可思议。不过就人数来讲，华严会是第一，地藏会比不上；如果就素质上来讲，华严会比不上地藏法会。为什么？地藏法会，尽虚空遍法界所有诸佛如来都来参加，这个地方我们只看到法身大士，而没有说一切诸佛如来都来参加。地藏法会是一切诸佛如来统统来参加，一个都没有漏掉，全都到齐了，显示无比的殊胜。为什么？《地藏》是佛法的根本法轮，《华严》也是根本法轮。《地藏经》所讲的是大乘佛法的根基、根本，你没有这个基础，你在佛法里头什么都不能成就，而《华严》这个根本法轮是讲的大圆满；像树一样，一个是讲根，地藏是讲根，华严是整个大树，枝叶花果，是讲整个，这是不相同的地方。",
      "zh_TW": "華嚴會上總共有一百七十五眾，就是像這類的團體，把它一類一類的分，有一百七十五類，非常殊勝、非常稀有。在第一會裡面，也就是我們講的序品裡面，就看到有四十一個團體。每一類大眾裡面的人數太多太多，數不清，到後面我們就可以看到。每一類都是以剎塵、無量、不可說，用這些數字為單位。為什麼這麼多？因為這一會是從法性裡面現起，一一會中都具足這一百七十五類的大眾，每一類大眾都稱法界緣起，所以人數就不可思議，古德講無有窮盡，這是華嚴海會的人數。確實很像釋迦牟尼佛在忉利天宮召開地藏菩薩的法會，那個人數也是不可思議。不過就人數來講，華嚴會是第一，地藏會比不上；如果就素質上來講，華嚴會比不上地藏法會。為什麼？地藏法會，盡虛空遍法界所有諸佛如來都來參加，這個地方我們只看到法身大士，而沒有說一切諸佛如來都來參加。地藏法會是一切諸佛如來統統來參加，一個都沒有漏掉，全都到齊了，顯示無比的殊勝。為什麼？《地藏》是佛法的根本法輪，《華嚴》也是根本法輪。《地藏經》所講的是大乘佛法的根基、根本，你沒有這個基礎，你在佛法裡頭什麼都不能成就，而《華嚴》這個根本法輪是講的大圓滿；像樹一樣，一個是講根，地藏是講根，華嚴是整個大樹，枝葉花果，是講整個，這是不相同的地方。"
    },
    {
      "id": "12-045-0016_p0015",
      "zh_CN": "法身大士里面，确实有很多是古佛再来，也有不少过去是释迦牟尼佛的老师，久远劫已经成佛。现在释迦牟尼佛示现成佛，宣讲这部大经，他的那些老师、那些诸佛参与这个法会，不能用佛的身分出现，这跟地藏法会不一样，示现菩萨，示现做他的学生，做影响众，帮助他弘法利生。示现他会下杰出的学生，这个我们在经上看到，舍利弗、目犍连都是古佛再来，文殊过去是七佛之师，现在在释迦会上都做弟子、都做学生。就好像唱戏，学生在台上唱主角，老师在台上跑龙套，伺候他。这是表演，表演给十法界这些有情众生来看。十法界里面哪些是当机的？前面跟诸位说过，大心凡夫，这个法会就是表演给大心凡夫看的，让大心凡夫看到这个盛况就回头、就得度。除了大心凡夫之外，其余的九大类的这些大众都是诸佛、大菩萨来表演的，释迦牟尼佛唱主角，他们来唱配角，这个诸位必须要晓得。一个道场，一个法会，只能有一个主席，不能有两个，讲经的道场只能有一个主讲的人，其他的都要以学生的方式、态度来赞叹，从旁协助，使教学的效果、影响能深能广，功德就无量无边。这个意思我们一定要懂得，一定要明白。",
      "zh_TW": "法身大士裡面，確實有很多是古佛再來，也有不少過去是釋迦牟尼佛的老師，久遠劫已經成佛。現在釋迦牟尼佛示現成佛，宣講這部大經，他的那些老師、那些諸佛參與這個法會，不能用佛的身分出現，這跟地藏法會不一樣，示現菩薩，示現做他的學生，做影響眾，幫助他弘法利生。示現他會下傑出的學生，這個我們在經上看到，舍利弗、目犍連都是古佛再來，文殊過去是七佛之師，現在在釋迦會上都做弟子、都做學生。就好像唱戲，學生在台上唱主角，老師在台上跑龍套，伺候他。這是表演，表演給十法界這些有情眾生來看。十法界裡面哪些是當機的？前面跟諸位說過，大心凡夫，這個法會就是表演給大心凡夫看的，讓大心凡夫看到這個盛況就回頭、就得度。除了大心凡夫之外，其餘的九大類的這些大眾都是諸佛、大菩薩來表演的，釋迦牟尼佛唱主角，他們來唱配角，這個諸位必須要曉得。一個道場，一個法會，只能有一個主席，不能有兩個，講經的道場只能有一個主講的人，其他的都要以學生的方式、態度來讚歎，從旁協助，使教學的效果、影響能深能廣，功德就無量無邊。這個意思我們一定要懂得，一定要明白。"
    },
    {
      "id": "12-045-0016_p0016",
      "zh_CN": "这些出席的大众，他们的地位我们也要清楚。地位确实有高有下，但是高下我们没有办法测度，我们不知道。因为里面许多叫大权示现，有真的是初住菩萨、是十信位菩萨，也有是大菩萨甚至于诸佛来表演、来示现，我们怎么会知道？像唱戏一样跑龙套，跑龙套里面可能有一、二个是他的师傅，其余的也是学生。我们表面上看到他们身分是一样的，装扮是一样的，实际里面地位不相同。华严会上，你才晓得这里面不简单，这些示现对我们就有很大的启示。希望我们同修在这部经典里面，我们要细心去体会，然后才能真正学到东西，帮助我们过这一生美满的人生，把我们的境界真正的向上提升，超凡入圣。超凡入圣，提升自己的境界，给诸位说，没有改变我们生活方式，生活方式一切都照旧，决定没有两样。但是心理不一样，过去我们心迷、不觉，现在心放光明，觉悟了；从前愚痴，现在有智慧，这就不一样；以前日子过得很辛苦，现在苦日子里头好快乐，那怎么会一样？华严带给我们的好处就在此地。",
      "zh_TW": "這些出席的大眾，他們的地位我們也要清楚。地位確實有高有下，但是高下我們沒有辦法測度，我們不知道。因為裡面許多叫大權示現，有真的是初住菩薩、是十信位菩薩，也有是大菩薩甚至於諸佛來表演、來示現，我們怎麼會知道？像唱戲一樣跑龍套，跑龍套裡面可能有一、二個是他的師傅，其餘的也是學生。我們表面上看到他們身分是一樣的，裝扮是一樣的，實際裡面地位不相同。華嚴會上，你才曉得這裡面不簡單，這些示現對我們就有很大的啟示。希望我們同修在這部經典裡面，我們要細心去體會，然後才能真正學到東西，幫助我們過這一生美滿的人生，把我們的境界真正的向上提升，超凡入聖。超凡入聖，提升自己的境界，給諸位說，沒有改變我們生活方式，生活方式一切都照舊，決定沒有兩樣。但是心理不一樣，過去我們心迷、不覺，現在心放光明，覺悟了；從前愚痴，現在有智慧，這就不一樣；以前日子過得很辛苦，現在苦日子裡頭好快樂，那怎麼會一樣？華嚴帶給我們的好處就在此地。"
    },
    {
      "id": "12-045-0016_p0017",
      "zh_CN": "经文，每一段经文都有三个小段。第一个小段是告诉我们他是属于哪一类，刚才讲了，总共有一百七十五类，他是属于哪一类。第二段举几个代表，通常都是举十个人，华严用十代表圆满。这一类的人，我们从这十个代表名号里面体会它的用意。末后说这一类人的修行、证果，给我们所做的榜样，给我们所做的示范。大众当中，开端四十众当中又分为两个大段：第一个大段是同生，第二个大段是异生。同生众都是菩萨；异生众里面，这是讲有凡夫。刚才说过，诸位要记住，凡夫是佛菩萨表演的，不是真的凡夫，真的凡夫不能参加这一会，是佛菩萨表演凡夫给我们看，教我们如何学习，同生里面菩萨众。请看经文第十面，末后一行：",
      "zh_TW": "經文，每一段經文都有三個小段。第一個小段是告訴我們他是屬於哪一類，剛才講了，總共有一百七十五類，他是屬於哪一類。第二段舉幾個代表，通常都是舉十個人，華嚴用十代表圓滿。這一類的人，我們從這十個代表名號裡面體會它的用意。末後說這一類人的修行、證果，給我們所做的榜樣，給我們所做的示範。大眾當中，開端四十眾當中又分為兩個大段：第一個大段是同生，第二個大段是異生。同生眾都是菩薩；異生眾裡面，這是講有凡夫。剛才說過，諸位要記住，凡夫是佛菩薩表演的，不是真的凡夫，真的凡夫不能參加這一會，是佛菩薩表演凡夫給我們看，教我們如何學習，同生裡面菩薩眾。請看經文第十面，末後一行："
    },
    {
      "id": "12-045-0016_p0018",
      "zh_CN": "【有十佛世界微尘数菩萨摩诃萨。所共围绕。】",
      "zh_TW": "【有十佛世界微塵數菩薩摩訶薩。所共圍繞。】"
    },
    {
      "id": "12-045-0016_p0019",
      "zh_CN": "这一小段就是「标数辨类」，说出人数多少，这个人数太多太多。『佛世界』就是我们通常讲的三千大千世界，这是一个佛世界。有十个佛世界，把这十个佛世界磨成微尘、磨成细粉；细粉磨得再细，我们肉眼还看得见，微尘我们肉眼看不见。佛在经上有个比喻，形容微尘是多么小，佛说小尘，比这大一点，我们肉眼仔细去观察还能够看得出来，牛毛尘。牛毛比较粗，牛毛尖端上有一粒尘，在那个地方不会掉下去，牛毛端那个面积里头可以能够放一个小尘，这讲牛毛尘，大概眼睛好一点的人能够可以看出来。把牛毛尘再分成七分，七分之一那就更小，佛讲羊毛尘，羊毛比牛毛细很多。再将羊毛尘分成七分之一叫兔毛尘，愈分愈细，也就是七分之一的羊毛尘叫兔毛尘。再将兔毛尘分成七分，七分之一那就很小，大概我们的肉眼没有办法看见，佛说叫水尘。水密度很大，当中有空隙，这是我们现在知道，现在有一点科学常识都晓得。这一粒尘在水里面自由的游来游去，没有障碍，我们肉眼看不到。水尘还能分，再分七分之一叫金尘；金是金属，五金，金银铜铁锡叫五金。五金的密度比水大，但是还是有空隙，在高倍显微镜之下看得出来，还是有很多空隙，金尘就是在金属空隙当中游来游去也没有障碍，这还不是微尘。把金尘再分，分成七分之一才叫微尘。这就小了，很小很小，大概就是我们现在所讲的原子、电子。佛经里说这个还不是最小，这微尘。微尘再分成七分之一叫色聚极微，这就更小。色聚极微再分成七分之一叫极微之微，佛说不能再分，再分没有了。所以极微之微也叫邻虚尘，跟虚空做邻居。佛说阿罗汉的天眼能够看到微尘，菩萨的天眼能够看到色聚极微，如来的天眼能看到极微之微。这是讲十个三千大千世界磨成微尘，一粒微尘算一个数，你说有多少数？不是恒河沙数能比，恒河沙太少太少，简直不能比。来参加这个法会的菩萨有这么多，这都来绕佛。",
      "zh_TW": "這一小段就是「標數辨類」，說出人數多少，這個人數太多太多。『佛世界』就是我們通常講的三千大千世界，這是一個佛世界。有十個佛世界，把這十個佛世界磨成微塵、磨成細粉；細粉磨得再細，我們肉眼還看得見，微塵我們肉眼看不見。佛在經上有個比喻，形容微塵是多麼小，佛說小塵，比這大一點，我們肉眼仔細去觀察還能夠看得出來，牛毛塵。牛毛比較粗，牛毛尖端上有一粒塵，在那個地方不會掉下去，牛毛端那個面積裡頭可以能夠放一個小塵，這講牛毛塵，大概眼睛好一點的人能夠可以看出來。把牛毛塵再分成七分，七分之一那就更小，佛講羊毛塵，羊毛比牛毛細很多。再將羊毛塵分成七分之一叫兔毛塵，愈分愈細，也就是七分之一的羊毛塵叫兔毛塵。再將兔毛塵分成七分，七分之一那就很小，大概我們的肉眼沒有辦法看見，佛說叫水塵。水密度很大，當中有空隙，這是我們現在知道，現在有一點科學常識都曉得。這一粒塵在水裡面自由的游來游去，沒有障礙，我們肉眼看不到。水塵還能分，再分七分之一叫金塵；金是金屬，五金，金銀銅鐵錫叫五金。五金的密度比水大，但是還是有空隙，在高倍顯微鏡之下看得出來，還是有很多空隙，金塵就是在金屬空隙當中游來游去也沒有障礙，這還不是微塵。把金塵再分，分成七分之一才叫微塵。這就小了，很小很小，大概就是我們現在所講的原子、電子。佛經裡說這個還不是最小，這微塵。微塵再分成七分之一叫色聚極微，這就更小。色聚極微再分成七分之一叫極微之微，佛說不能再分，再分沒有了。所以極微之微也叫鄰虛塵，跟虛空做鄰居。佛說阿羅漢的天眼能夠看到微塵，菩薩的天眼能夠看到色聚極微，如來的天眼能看到極微之微。這是講十個三千大千世界磨成微塵，一粒微塵算一個數，你說有多少數？不是恆河沙數能比，恆河沙太少太少，簡直不能比。來參加這個法會的菩薩有這麼多，這都來繞佛。"
    },
    {
      "id": "12-045-0016_p0020",
      "zh_CN": "数量我们知道了。身分是『菩萨摩诃萨』，这就是类，菩萨这一类，他们摆在第一位。他们跟佛是同生性，也就是说佛用的是真心，不是用妄心，这些菩萨们也都用的是真心。诸位同修要知道，世尊告诉我们，十法界的众生，十法界里面有声闻、有缘觉、有菩萨、有佛，十法界里面的佛菩萨不是同生性，是异生性。所以我们讲佛也要搞清楚，佛也有很多种，他是哪一种佛。当然十法界里面的佛是异生性里面最高的，为什么叫异生性？他依旧是用八识五十一心所，凡是用八识五十一心所，跟佛就不一样，同异是从这里分的。佛是用真心本性，不用八识，转八识成四智，这就同生性。这是经论里面讲得很多，也讲得很清楚，必须得破一品无明，你才见一分真性。由此可知，见思烦恼断了超越三界，超越六道轮回，六道生死永远断了。再破尘沙烦恼，尘沙惑，这是在十法界里面，十法界四个不同的阶级，尘沙惑断得多少。尘沙惑断尽，再破一品无明，这就出十法界，跟诸佛如来就同生，这是同生性，从此以后用真心，不再用妄心。所以说到同生性，你一定要晓得，一真法界的菩萨，不是十法界。所以底下讲的这些菩萨，这么多人数的菩萨，全是一真法界的菩萨，也就是我们常讲的华严会上四十一位法身大士。",
      "zh_TW": "數量我們知道了。身分是『菩薩摩訶薩』，這就是類，菩薩這一類，他們擺在第一位。他們跟佛是同生性，也就是說佛用的是真心，不是用妄心，這些菩薩們也都用的是真心。諸位同修要知道，世尊告訴我們，十法界的眾生，十法界裡面有聲聞、有緣覺、有菩薩、有佛，十法界裡面的佛菩薩不是同生性，是異生性。所以我們講佛也要搞清楚，佛也有很多種，他是哪一種佛。當然十法界裡面的佛是異生性裡面最高的，為什麼叫異生性？他依舊是用八識五十一心所，凡是用八識五十一心所，跟佛就不一樣，同異是從這裡分的。佛是用真心本性，不用八識，轉八識成四智，這就同生性。這是經論裡面講得很多，也講得很清楚，必須得破一品無明，你才見一分真性。由此可知，見思煩惱斷了超越三界，超越六道輪迴，六道生死永遠斷了。再破塵沙煩惱，塵沙惑，這是在十法界裡面，十法界四個不同的階級，塵沙惑斷得多少。塵沙惑斷盡，再破一品無明，這就出十法界，跟諸佛如來就同生，這是同生性，從此以後用真心，不再用妄心。所以說到同生性，你一定要曉得，一真法界的菩薩，不是十法界。所以底下講的這些菩薩，這麼多人數的菩薩，全是一真法界的菩薩，也就是我們常講的華嚴會上四十一位法身大士。"
    },
    {
      "id": "12-045-0016_p0021",
      "zh_CN": "前面十信不讲，因为十信还是异生性，不是同生性，十信菩萨没有见性，无明没破。初信位的菩萨，这是我们讲圆教，他的断证功夫等于小乘须陀洹。初信位的菩萨，三界八十八品见惑断尽了，这个我们要晓得。初信位的菩萨，断烦恼的功夫跟小乘须陀洹相同，可是智慧、道力不相同，智慧、道力，初信位的菩萨比须陀洹高得太多。七信菩萨思惑断尽了，三界九地八十一品思惑断尽了；在小乘四果罗汉，四果罗汉也是把见思烦恼都断尽了。这是说断烦恼，七信位的菩萨跟小乘四果罗汉相等，可是智慧、神通、道力比阿罗汉高出就太多太多，阿罗汉不能为比。所以十信心满，破一品无明证初住位，这才成法身大士，《华严经》上从这里算起的，十信位不算，从初住算起。圆教的初住等于别教的初地，《华严》是圆教。",
      "zh_TW": "前面十信不講，因為十信還是異生性，不是同生性，十信菩薩沒有見性，無明沒破。初信位的菩薩，這是我們講圓教，他的斷證功夫等於小乘須陀洹。初信位的菩薩，三界八十八品見惑斷盡了，這個我們要曉得。初信位的菩薩，斷煩惱的功夫跟小乘須陀洹相同，可是智慧、道力不相同，智慧、道力，初信位的菩薩比須陀洹高得太多。七信菩薩思惑斷盡了，三界九地八十一品思惑斷盡了；在小乘四果羅漢，四果羅漢也是把見思煩惱都斷盡了。這是說斷煩惱，七信位的菩薩跟小乘四果羅漢相等，可是智慧、神通、道力比阿羅漢高出就太多太多，阿羅漢不能為比。所以十信心滿，破一品無明證初住位，這才成法身大士，《華嚴經》上從這裡算起的，十信位不算，從初住算起。圓教的初住等於別教的初地，《華嚴》是圓教。"
    },
    {
      "id": "12-045-0016_p0022",
      "zh_CN": "他们是菩萨。「菩萨」，清凉大师有三个解释，这也是我们要学习的。第一个，「菩提是所求佛果，萨埵是所化众生」，这是从境界上立名。我们今天所求的是什么？「菩提」是印度话，翻成中国话是觉悟的意思。所以诸位同修必须要晓得，我们学佛求什么？求觉悟，不是求发财，不是求世间名闻利养。世间人学佛求福、求名、求利、求长寿、求多儿女，求这些。这些东西在佛法里能不能求得到？给诸位说确实可以求得到，佛家常讲「佛氏门中，有求必应」。但是你要晓得，那些所求的在佛法里叫鸡毛蒜皮，太小了！有智慧的人到佛法里面来求，求大菩提。你得到大菩提，世间所有一切法你都自在；换句话说，没有一样你得不到，尽虚空遍法界你统统得到。所以心量要大，要有智慧。我们学佛求的是什么？我们是求作佛，大菩提就是求作佛。佛是什么？佛就是究竟圆满的智慧，究竟圆满的德能。有人问：成佛，成佛是什么意思？成佛简单的讲，就是成就「无所不知、无所不能」，用这八个字来形容很恰当，不为过。我们要学佛，就是要学无所不知、无所不能，我们的目标定在此地，这是我们的希望。",
      "zh_TW": "他們是菩薩。「菩薩」，清涼大師有三個解釋，這也是我們要學習的。第一個，「菩提是所求佛果，薩埵是所化眾生」，這是從境界上立名。我們今天所求的是什麼？「菩提」是印度話，翻成中國話是覺悟的意思。所以諸位同修必須要曉得，我們學佛求什麼？求覺悟，不是求發財，不是求世間名聞利養。世間人學佛求福、求名、求利、求長壽、求多兒女，求這些。這些東西在佛法裡能不能求得到？給諸位說確實可以求得到，佛家常講「佛氏門中，有求必應」。但是你要曉得，那些所求的在佛法裡叫雞毛蒜皮，太小了！有智慧的人到佛法裡面來求，求大菩提。你得到大菩提，世間所有一切法你都自在；換句話說，沒有一樣你得不到，盡虛空遍法界你統統得到。所以心量要大，要有智慧。我們學佛求的是什麼？我們是求作佛，大菩提就是求作佛。佛是什麼？佛就是究竟圓滿的智慧，究竟圓滿的德能。有人問：成佛，成佛是什麼意思？成佛簡單的講，就是成就「無所不知、無所不能」，用這八個字來形容很恰當，不為過。我們要學佛，就是要學無所不知、無所不能，我們的目標定在此地，這是我們的希望。"
    },
    {
      "id": "12-045-0016_p0023",
      "zh_CN": "「萨埵」是梵语，翻成中国意思是众生，佛所教化的对象，就是我们本人。我们是众生，我们今天发心求大菩提，你只要这个心发得恳切、发得很真，又不退转，恭喜你，你现在摇身一变，菩萨，你不是凡夫。真菩萨，不是假菩萨，你是初发心幼稚园小小班的菩萨，也不错，算是菩萨。哪一尊佛都是从这个地方学起的！我们今天真的明白、真的回头、真的想学佛，头一个，我们取得菩萨的身分，我们有一个纯正的目标，有一个纯正的方向，努力精进不懈。这是菩萨第一个意思。",
      "zh_TW": "「薩埵」是梵語，翻成中國意思是眾生，佛所教化的對象，就是我們本人。我們是眾生，我們今天發心求大菩提，你只要這個心發得懇切、發得很真，又不退轉，恭喜你，你現在搖身一變，菩薩，你不是凡夫。真菩薩，不是假菩薩，你是初發心幼稚園小小班的菩薩，也不錯，算是菩薩。哪一尊佛都是從這個地方學起的！我們今天真的明白、真的回頭、真的想學佛，頭一個，我們取得菩薩的身分，我們有一個純正的目標，有一個純正的方向，努力精進不懈。這是菩薩第一個意思。"
    },
    {
      "id": "12-045-0016_p0024",
      "zh_CN": "第二个意思，这都是佛在经上讲的，「菩提是所求之果，萨埵是能求之人」。这里面就有能求、所求，合起来称为菩萨，这个意思不难懂。第三个意思，萨埵有勇猛的意思，我们常讲勇猛精进。古时候的印度人无论做什么事情，如果发愤，勇猛精进，都称为萨埵，但是不称菩提，都叫萨埵，所以萨埵有勇猛精进的意思。菩提萨埵就是对于大菩提勇猛精进的去求取，这个人就称为菩提萨埵。中国人喜欢简单，把尾音都舍掉，「菩提」取一个「菩」，「提」不要；「萨埵」取一个「萨」，「埵」也不要，所以中国人简称作「菩萨」。你要讲给古印度的人，他听不懂，他要听菩提萨埵他听懂，菩萨他听不懂。中国人喜欢简单，不喜欢麻烦，习性中印不相同，印度人喜欢麻烦、喜欢重复、喜欢很啰嗦，跟我们中国习尚不一样。中国人说话最怕重复，印度人喜欢重复，喜欢你不断的重复，这个道理我们要懂。其实不断的重复是有好处，加深印象，特别是对于末法众生更有必要。所以一部经多次来讲解、多次来学习，我们才真正能够得利益。听一遍不可能，哪能记得住？今天听了，到明天也许还记得一点，后天大概忘了一大半，再过一天完全都没有了，怎么行？必须常常听。现在我们得科学技术的帮助，我们讲过之后留的有录相带、有录音带，就有机会重复去听。在从前困难，老师只能给你讲一遍，不会讲第二遍，所以听经的机缘非常难得。现在得力于科学的工具，方便太多了。我们要善于利用这些工具，帮助我们学习。这是菩提萨埵。",
      "zh_TW": "第二個意思，這都是佛在經上講的，「菩提是所求之果，薩埵是能求之人」。這裡面就有能求、所求，合起來稱為菩薩，這個意思不難懂。第三個意思，薩埵有勇猛的意思，我們常講勇猛精進。古時候的印度人無論做什麼事情，如果發憤，勇猛精進，都稱為薩埵，但是不稱菩提，都叫薩埵，所以薩埵有勇猛精進的意思。菩提薩埵就是對於大菩提勇猛精進的去求取，這個人就稱為菩提薩埵。中國人喜歡簡單，把尾音都捨掉，「菩提」取一個「菩」，「提」不要；「薩埵」取一個「薩」，「埵」也不要，所以中國人簡稱作「菩薩」。你要講給古印度的人，他聽不懂，他要聽菩提薩埵他聽懂，菩薩他聽不懂。中國人喜歡簡單，不喜歡麻煩，習性中印不相同，印度人喜歡麻煩、喜歡重複、喜歡很囉嗦，跟我們中國習尚不一樣。中國人說話最怕重複，印度人喜歡重複，喜歡你不斷的重複，這個道理我們要懂。其實不斷的重複是有好處，加深印象，特別是對於末法眾生更有必要。所以一部經多次來講解、多次來學習，我們才真正能夠得利益。聽一遍不可能，哪能記得住？今天聽了，到明天也許還記得一點，後天大概忘了一大半，再過一天完全都沒有了，怎麼行？必須常常聽。現在我們得科學技術的幫助，我們講過之後留的有錄相帶、有錄音帶，就有機會重複去聽。在從前困難，老師只能給你講一遍，不會講第二遍，所以聽經的機緣非常難得。現在得力於科學的工具，方便太多了。我們要善於利用這些工具，幫助我們學習。這是菩提薩埵。"
    },
    {
      "id": "12-045-0016_p0025",
      "zh_CN": "后面还有一句「摩诃萨」。菩萨摩诃萨，这里头两个意思，菩萨通常是讲三贤位的菩萨，圆教十住、十行、十回向，修学这些位次的我们称他作菩提萨埵；再往上提升，登地，十地菩萨，地上菩萨我们就称他为摩诃萨。「摩诃」是梵语，翻成中国意思是大，大菩萨，菩萨摩诃萨就是菩萨以及大菩萨，这是把菩萨四十一个等级全部都包括了。摩诃萨里面包括等觉菩萨，等觉称为十一地，法云地是第十地，等觉称为十一地，这称为大菩萨。",
      "zh_TW": "後面還有一句「摩訶薩」。菩薩摩訶薩，這裡頭兩個意思，菩薩通常是講三賢位的菩薩，圓教十住、十行、十迴向，修學這些位次的我們稱他作菩提薩埵；再往上提升，登地，十地菩薩，地上菩薩我們就稱他為摩訶薩。「摩訶」是梵語，翻成中國意思是大，大菩薩，菩薩摩訶薩就是菩薩以及大菩薩，這是把菩薩四十一個等級全部都包括了。摩訶薩裡面包括等覺菩薩，等覺稱為十一地，法雲地是第十地，等覺稱為十一地，這稱為大菩薩。"
    },
    {
      "id": "12-045-0016_p0026",
      "zh_CN": "「大」也有四个意思，其实都是教我们的。第一「愿大」，一定要发愿求无上菩提，要发这个大愿心，不甘心学小法。第二「行大」，要修六度万行，自利利他。真干！绝不是说说而已，要认真去做到，说到决定要做到。第三「时大」，就像大乘经上讲的尽「无量际劫」，永远没有休息。成了佛，成了佛倒驾慈航，再退到菩萨位，还要学习，还要度众生。诸位要知道，未成佛之前你的修行确实是自利，自利当中有利他；成佛之后你的自利圆满，还要不要学？要学，还要当小学生，还要跟一般小学生一样的认真、一样的努力，绝不含糊。为什么？表演给没有得度的那些人看。表演要表演得逼真，不能露出马脚出来，假的那不行。菩萨示现在我们人间，示现投胎、出生，在中国历史上，诸位同修熟知的，善导大师是释迦牟尼佛再来，永明延寿是阿弥陀佛再来，近代印光大师是大势至菩萨再来，他到我们世间来投生就是八相成道。不过示现的不是佛的身分而已，示现的是个出家比丘的身分。这就是应以什么身分得度，他就示现这个身分，他装得很像。也装糊涂，印光大师他就是装糊涂，最初示现的时候还谤佛、谤法，示现读儒家的书，毁谤佛法，然后觉悟了，见到佛法才知道佛法的好处，才修忏悔，都是表演给我们看。为什么？念儒书的人谤佛、谤法的太多，他要劝导他们，先是表演跟他们一样，然后他回头了，用这个方法启发这些人。不仅仅是言教，身教比言教效果更要广大，他用这个方法。一切诸佛菩萨，无论是在因地，或者是在果后，成佛之后，尽虚空遍法界无处不现身、无时不现身。往后我们在这个经文里面看到，这一百七十五类几乎普遍都是的，才看到诸佛如来无尽的慈悲，他们这个时间，无量劫的无量劫，没有限制。",
      "zh_TW": "「大」也有四個意思，其實都是教我們的。第一「願大」，一定要發願求無上菩提，要發這個大願心，不甘心學小法。第二「行大」，要修六度萬行，自利利他。真幹！絕不是說說而已，要認真去做到，說到決定要做到。第三「時大」，就像大乘經上講的盡「無量際劫」，永遠沒有休息。成了佛，成了佛倒駕慈航，再退到菩薩位，還要學習，還要度眾生。諸位要知道，未成佛之前你的修行確實是自利，自利當中有利他；成佛之後你的自利圓滿，還要不要學？要學，還要當小學生，還要跟一般小學生一樣的認真、一樣的努力，絕不含糊。為什麼？表演給沒有得度的那些人看。表演要表演得逼真，不能露出馬腳出來，假的那不行。菩薩示現在我們人間，示現投胎、出生，在中國歷史上，諸位同修熟知的，善導大師是釋迦牟尼佛再來，永明延壽是阿彌陀佛再來，近代印光大師是大勢至菩薩再來，他到我們世間來投生就是八相成道。不過示現的不是佛的身分而已，示現的是個出家比丘的身分。這就是應以什麼身分得度，他就示現這個身分，他裝得很像。也裝糊塗，印光大師他就是裝糊塗，最初示現的時候還謗佛、謗法，示現讀儒家的書，毀謗佛法，然後覺悟了，見到佛法才知道佛法的好處，才修懺悔，都是表演給我們看。為什麼？念儒書的人謗佛、謗法的太多，他要勸導他們，先是表演跟他們一樣，然後他回頭了，用這個方法啟發這些人。不僅僅是言教，身教比言教效果更要廣大，他用這個方法。一切諸佛菩薩，無論是在因地，或者是在果後，成佛之後，盡虛空遍法界無處不現身、無時不現身。往後我們在這個經文裡面看到，這一百七十五類幾乎普遍都是的，才看到諸佛如來無盡的慈悲，他們這個時間，無量劫的無量劫，沒有限制。"
    },
    {
      "id": "12-045-0016_p0027",
      "zh_CN": "第四「德大」，他的德行，德行就是要给九法界一切众生做好榜样、做模范。菩萨无处不现身，九法界当中他可以现佛身、现菩萨身，现比丘、比丘尼身，现在家居士身、现长者身，或者现古时候讲宰官身，就是现在做官的、从政的人员，也能示现工商界，也示现贩夫走卒，所有一切贫富贵贱之身、男女老少之身统统示现。各行各业，在这里面教给我们怎样做榜样，怎样做模范，怎样跟社会一切大众和睦相处、互助合作。菩萨的示现有一个最明显的地方，如果我们细心去观察不难发现，菩萨不为自己，菩萨念念为众生，念念为社会。如果还有一点自私自利的意念，决定是凡夫，不是菩萨。为什么？连小乘初果都无我，何况法身大士，怎么会执着有我？我们从前初初接触佛法，读经、听法，学了一些皮毛，总觉得小乘大概还有我法二执。到以后念到《金刚经》这才恍然大悟，《金刚经》上世尊说得很清楚，须陀洹，这是小乘初果，如果自己还以为我已经证得须陀洹，他不是真的须陀洹。说明连须陀洹都离了四相，无我相、无人相、无众生相、无寿者相，须陀洹已经做到，他才能证小乘初果。过去我们没想到过，总以为破四相一定是大乘很高菩萨的境界，哪里晓得小乘初果就做到。",
      "zh_TW": "第四「德大」，他的德行，德行就是要給九法界一切眾生做好榜樣、做模範。菩薩無處不現身，九法界當中他可以現佛身、現菩薩身，現比丘、比丘尼身，現在家居士身、現長者身，或者現古時候講宰官身，就是現在做官的、從政的人員，也能示現工商界，也示現販夫走卒，所有一切貧富貴賤之身、男女老少之身統統示現。各行各業，在這裡面教給我們怎樣做榜樣，怎樣做模範，怎樣跟社會一切大眾和睦相處、互助合作。菩薩的示現有一個最明顯的地方，如果我們細心去觀察不難發現，菩薩不為自己，菩薩念念為眾生，念念為社會。如果還有一點自私自利的意念，決定是凡夫，不是菩薩。為什麼？連小乘初果都無我，何況法身大士，怎麼會執著有我？我們從前初初接觸佛法，讀經、聽法，學了一些皮毛，總覺得小乘大概還有我法二執。到以後念到《金剛經》這才恍然大悟，《金剛經》上世尊說得很清楚，須陀洹，這是小乘初果，如果自己還以為我已經證得須陀洹，他不是真的須陀洹。說明連須陀洹都離了四相，無我相、無人相、無眾生相、無壽者相，須陀洹已經做到，他才能證小乘初果。過去我們沒想到過，總以為破四相一定是大乘很高菩薩的境界，哪裡曉得小乘初果就做到。"
    },
    {
      "id": "12-045-0016_p0028",
      "zh_CN": "由此可知，我们如果四相还都在，这功夫哪里能算成就？没成就。诸位要晓得，四相一个破了，其余三个都破；不可能说四相我只破了一相，还有三相没破。这是佛法里面讲的增上慢，这是傲慢，没有证得，自己以为证得，这是你产生的错觉。一条破除了，统统都破了；一条没破，全都存在。正像《印光大师文钞》里头有一个小故事，在哪一段我记不得，很早很早初学佛的时候读印祖《文钞》有这么个印象。有一位在家居士参禅，相当的傲慢，他给印光大师写了封信，他参究，说他的成就，《五灯会元》里头一千七百则公案，他说差不多我统统都参透了，只剩下几条。一千七百则公案全都参透，还剩下几条。印光大师回他一封信，说你只要有一条没有参破，一千七百则统统没破；你要是有一条参破，一千七百则统统参破。这封信很有效，这个人也还不错，接到印光法师这封信之后不参禅了，跟印祖念阿弥陀佛。真话，不是假话。最怕是自己没有慧眼，产生错觉，那个亏就吃大了。他要不遇到印光大师指点他，他回不了头来，这一生空过了。没有印光大师这样的声望、威德，别人跟他讲他不相信、他不服。这是德大，这是我们一定要学习的。华严会上这些人，可以说都是跟毘卢遮那如来多生多劫结下很深的缘分，都不是普通人。",
      "zh_TW": "由此可知，我們如果四相還都在，這功夫哪裡能算成就？沒成就。諸位要曉得，四相一個破了，其餘三個都破；不可能說四相我只破了一相，還有三相沒破。這是佛法裡面講的增上慢，這是傲慢，沒有證得，自己以為證得，這是你產生的錯覺。一條破除了，統統都破了；一條沒破，全都存在。正像《印光大師文鈔》裡頭有一個小故事，在哪一段我記不得，很早很早初學佛的時候讀印祖《文鈔》有這麼個印象。有一位在家居士參禪，相當的傲慢，他給印光大師寫了封信，他參究，說他的成就，《五燈會元》裡頭一千七百則公案，他說差不多我統統都參透了，只剩下幾條。一千七百則公案全都參透，還剩下幾條。印光大師回他一封信，說你只要有一條沒有參破，一千七百則統統沒破；你要是有一條參破，一千七百則統統參破。這封信很有效，這個人也還不錯，接到印光法師這封信之後不參禪了，跟印祖念阿彌陀佛。真話，不是假話。最怕是自己沒有慧眼，產生錯覺，那個虧就吃大了。他要不遇到印光大師指點他，他回不了頭來，這一生空過了。沒有印光大師這樣的聲望、威德，別人跟他講他不相信、他不服。這是德大，這是我們一定要學習的。華嚴會上這些人，可以說都是跟毘盧遮那如來多生多劫結下很深的緣分，都不是普通人。"
    },
    {
      "id": "12-045-0016_p0029",
      "zh_CN": "我们再看第二段经文，第二段经文相当长，「列名结数」。这个文里面大概是有三段，第一段是把人数给我们列出来，人数里面有同名的、有异名的。前面十位同名，同一个「普」字，后面十位每一位名字不相同，这个到底下会跟诸位讲到。末后一句是结数，这一类的菩萨人数有多少。我们先看：",
      "zh_TW": "我們再看第二段經文，第二段經文相當長，「列名結數」。這個文裡面大概是有三段，第一段是把人數給我們列出來，人數裡面有同名的、有異名的。前面十位同名，同一個「普」字，後面十位每一位名字不相同，這個到底下會跟諸位講到。末後一句是結數，這一類的菩薩人數有多少。我們先看："
    },
    {
      "id": "12-045-0016_p0030",
      "zh_CN": "【其名曰普贤菩萨摩诃萨。】",
      "zh_TW": "【其名曰普賢菩薩摩訶薩。】"
    },
    {
      "id": "12-045-0016_p0031",
      "zh_CN": "同名「普」，这十位，第一位是普贤菩萨。普贤菩萨非常重要，我们必须要把他搞清楚、搞明白，名号的意思很深。诸佛菩萨既然都无我，还有什么名？诸位要知道，名，佛菩萨的名都是教学用的，都是表法用的，让你看到这个名字就想到这个意思，顾名思义，要认真的去学习。我出家，师父算是不错，给我取名字叫「净空」，常常想到我有没有清净、有没有空？如果不净不空，名实就不符。可见得名号是自度度他用的，时时刻刻提醒自己用的。",
      "zh_TW": "同名「普」，這十位，第一位是普賢菩薩。普賢菩薩非常重要，我們必須要把他搞清楚、搞明白，名號的意思很深。諸佛菩薩既然都無我，還有什麼名？諸位要知道，名，佛菩薩的名都是教學用的，都是表法用的，讓你看到這個名字就想到這個意思，顧名思義，要認真的去學習。我出家，師父算是不錯，給我取名字叫「淨空」，常常想到我有沒有清淨、有沒有空？如果不淨不空，名實就不符。可見得名號是自度度他用的，時時刻刻提醒自己用的。"
    },
    {
      "id": "12-045-0016_p0032",
      "zh_CN": "一切诸佛所修学的法门无量无边，无量无边的法门归结总不外三大类，这三大类就是用三位菩萨来做代表，这三位菩萨，普贤菩萨、文殊菩萨、观音菩萨，我们称他们三位叫三大士，在大乘法里面非常重要。佛说一切诸佛如来都是因这三个法门而成就的，圆成佛道，修这三个法门。所以这三大士对我们来讲就是无比的重要，我们一定要学习。可是三大士的根基，诸位要晓得是地藏，所以在中国大乘佛法里崇尚这四位菩萨，大乘经上讲的三大士，中国人把地藏菩萨加进去。四大名山，这四位菩萨就像一个房子四根柱子一样，少一个都不可以，这个房子才能够建立、才能够坚牢。",
      "zh_TW": "一切諸佛所修學的法門無量無邊，無量無邊的法門歸結總不外三大類，這三大類就是用三位菩薩來做代表，這三位菩薩，普賢菩薩、文殊菩薩、觀音菩薩，我們稱他們三位叫三大士，在大乘法裡面非常重要。佛說一切諸佛如來都是因這三個法門而成就的，圓成佛道，修這三個法門。所以這三大士對我們來講就是無比的重要，我們一定要學習。可是三大士的根基，諸位要曉得是地藏，所以在中國大乘佛法裡崇尚這四位菩薩，大乘經上講的三大士，中國人把地藏菩薩加進去。四大名山，這四位菩薩就像一個房子四根柱子一樣，少一個都不可以，這個房子才能夠建立、才能夠堅牢。"
    },
    {
      "id": "12-045-0016_p0033",
      "zh_CN": "地藏菩萨是讲孝敬，这是根。孝顺父母、尊敬师长，所以这个根是孝道、是师道。不但是佛法里面作菩萨、作佛要以这个为根本、为基础，世间法里面也是以这个为根本、为基础。我们中国人知道，佛法没传到中国来之前，夏商周三代的时候，古圣先王都懂得这个道理，所以没有不着重教育的。《礼记•学记》里面所说的，「学记」可以说是中国最古老的教育哲学，教育的思想，讲得很清楚、很明白，「建国君民，教学为先」。这是古圣先王教给一个国家的领导人，你建立一个政权，什么东西最重要？教学。教学的内容是教什么？教孝、教敬。一定要教孝顺父母、尊敬师长，你这个国家一切都能上轨道，才能长治久安。疏忽了教育，没有不失败的。所以中国自古以来讲求以礼治天下，不是以法律，现在人讲法治。法治还不行，用什么？用武力来统治，用警察来统治，用军队来统治，那就更糟。最高明的是用礼，礼就是教学，人人自动的守法，自然的守法、守规矩，不敢犯法。为什么？犯法对不起父母，自己作奸犯科，让父母在社会上不能做人，没有面子；对不起老师，老师怎么会教出这样的学生？自动的守法，这个高明，教学的效果。地藏菩萨代表这个。",
      "zh_TW": "地藏菩薩是講孝敬，這是根。孝順父母、尊敬師長，所以這個根是孝道、是師道。不但是佛法裡面作菩薩、作佛要以這個為根本、為基礎，世間法裡面也是以這個為根本、為基礎。我們中國人知道，佛法沒傳到中國來之前，夏商周三代的時候，古聖先王都懂得這個道理，所以沒有不著重教育的。《禮記•學記》裡面所說的，「學記」可以說是中國最古老的教育哲學，教育的思想，講得很清楚、很明白，「建國君民，教學為先」。這是古聖先王教給一個國家的領導人，你建立一個政權，什麼東西最重要？教學。教學的內容是教什麼？教孝、教敬。一定要教孝順父母、尊敬師長，你這個國家一切都能上軌道，才能長治久安。疏忽了教育，沒有不失敗的。所以中國自古以來講求以禮治天下，不是以法律，現在人講法治。法治還不行，用什麼？用武力來統治，用警察來統治，用軍隊來統治，那就更糟。最高明的是用禮，禮就是教學，人人自動的守法，自然的守法、守規矩，不敢犯法。為什麼？犯法對不起父母，自己作奸犯科，讓父母在社會上不能做人，沒有面子；對不起老師，老師怎麼會教出這樣的學生？自動的守法，這個高明，教學的效果。地藏菩薩代表這個。"
    },
    {
      "id": "12-045-0016_p0034",
      "zh_CN": "观世音菩萨是把孝敬发扬光大，把孝顺父母的心、尊敬师长的心展开、拓开，孝顺一切众生，尊敬一切众生，这个社会它怎么不祥和？人与人之间自然和睦相处。一个国家、一个世界就像一家人一样，父子相亲，真正是相亲相爱、互助合作，人才能过美满的一生，才能过幸福的一生，用什么方法能达到？教学。所以观音菩萨就是把这个法门发扬广大，大慈大悲。文殊菩萨代表理智、智慧。住真实慧，慈悲才能产生正面的效果，而不是说「慈悲多祸害，方便出下流」。慈悲为什么变成祸害？方便为什么变成下流？里头没有智慧，感情用事，就坏了。文殊菩萨代表智慧、代表理性，不是感情用事。普贤菩萨代表实行，用现在的话叫落实，普贤是完全落实。今天时间到了，明天我们接着再讲。",
      "zh_TW": "觀世音菩薩是把孝敬發揚光大，把孝順父母的心、尊敬師長的心展開、拓開，孝順一切眾生，尊敬一切眾生，這個社會它怎麼不祥和？人與人之間自然和睦相處。一個國家、一個世界就像一家人一樣，父子相親，真正是相親相愛、互助合作，人才能過美滿的一生，才能過幸福的一生，用什麼方法能達到？教學。所以觀音菩薩就是把這個法門發揚廣大，大慈大悲。文殊菩薩代表理智、智慧。住真實慧，慈悲才能產生正面的效果，而不是說「慈悲多禍害，方便出下流」。慈悲為什麼變成禍害？方便為什麼變成下流？裡頭沒有智慧，感情用事，就壞了。文殊菩薩代表智慧、代表理性，不是感情用事。普賢菩薩代表實行，用現在的話叫落實，普賢是完全落實。今天時間到了，明天我們接著再講。"
    }
  ]
}