{
  "doc_id": "12-045-0336",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三三六集",
    "zh_TW": "第三三六集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-045-0336",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "12-045-0336_p0001",
      "zh_CN": "请掀开经本，「紧那罗王」偈颂第一首看起：",
      "zh_TW": "請掀開經本，「緊那羅王」偈頌第一首看起："
    },
    {
      "id": "12-045-0336_p0002",
      "zh_CN": "【尔时善慧光明天紧那罗王。承佛威力。普观一切紧那罗众而说颂言。】",
      "zh_TW": "【爾時善慧光明天緊那羅王。承佛威力。普觀一切緊那羅眾而說頌言。】"
    },
    {
      "id": "12-045-0336_p0003",
      "zh_CN": "这几句话是说偈的仪规，我们在《华严经》里面读得很多，也就是不断的重复，重复的意义必定是非常重要。中国古圣先贤教人，「人无礼则不立」，意思就是说人不懂得礼貌，就没有办法在社会上立足。不懂礼，换句话说，别人都厌弃你，不愿意跟你交往，你在这个社会上无论从事什么样的工作，都得不到别人的帮助，所以学礼非常重要。这个地方就是礼节，不断重复、不断提示，显示出佛菩萨的苦口婆心。",
      "zh_TW": "這幾句話是說偈的儀規，我們在《華嚴經》裡面讀得很多，也就是不斷的重複，重複的意義必定是非常重要。中國古聖先賢教人，「人無禮則不立」，意思就是說人不懂得禮貌，就沒有辦法在社會上立足。不懂禮，換句話說，別人都厭棄你，不願意跟你交往，你在這個社會上無論從事什麼樣的工作，都得不到別人的幫助，所以學禮非常重要。這個地方就是禮節，不斷重複、不斷提示，顯示出佛菩薩的苦口婆心。"
    },
    {
      "id": "12-045-0336_p0004",
      "zh_CN": "『承佛威力』这一句是谦虚。一定要学谦让，绝不敢说自己有能力。现代这个社会没有了，现在这个社会也不喜欢谦让，为什么？为了竞争。让还行吗？让不就落后了？总是要抢在别人前面。但是古人教给我们谦让，谦虚、忍让，让别人在前面，自己在后面，这是美德。世界能够和平，社会能安定，繁荣兴旺的基础，是建立在彼此互相忍让，绝不是建立在斗争。今天世界可以说是全方位的在讲竞争，竞争到后面的结果就是世界末日。所以大家如果拼命在竞争，世界末日就提前。这个事情是真的，不是假的。我们看什么？看社会现在的现象，今天的社会总结就是四个字：争利纵欲，这个世界怎么能没有末日？仁义道德都没有了。",
      "zh_TW": "『承佛威力』這一句是謙虛。一定要學謙讓，絕不敢說自己有能力。現代這個社會沒有了，現在這個社會也不喜歡謙讓，為什麼？為了競爭。讓還行嗎？讓不就落後了？總是要搶在別人前面。但是古人教給我們謙讓，謙虛、忍讓，讓別人在前面，自己在後面，這是美德。世界能夠和平，社會能安定，繁榮興旺的基礎，是建立在彼此互相忍讓，絕不是建立在鬥爭。今天世界可以說是全方位的在講競爭，競爭到後面的結果就是世界末日。所以大家如果拼命在競爭，世界末日就提前。這個事情是真的，不是假的。我們看什麼？看社會現在的現象，今天的社會總結就是四個字：爭利縱欲，這個世界怎麼能沒有末日？仁義道德都沒有了。"
    },
    {
      "id": "12-045-0336_p0005",
      "zh_CN": "现在人一切都创新，都创造、发明，崇尚这个。我们看古时候人，没有发明，也没有创造。释迦牟尼佛讲经说法，不是说这个经是他讲的，他说他一生没有说过一句话，所说的是什么？古佛所说的，不是他自己的创意。孔老夫子一生教学也很谦虚，没有一句话是自己的，「述而不作」，没有创作，都是转述古圣先贤的教诲。谦虚！",
      "zh_TW": "現在人一切都創新，都創造、發明，崇尚這個。我們看古時候人，沒有發明，也沒有創造。釋迦牟尼佛講經說法，不是說這個經是他講的，他說他一生沒有說過一句話，所說的是什麼？古佛所說的，不是他自己的創意。孔老夫子一生教學也很謙虛，沒有一句話是自己的，「述而不作」，沒有創作，都是轉述古聖先賢的教誨。謙虛！"
    },
    {
      "id": "12-045-0336_p0006",
      "zh_CN": "「承佛威力」，这些菩萨为我们说这些经教导我们，是不是他的？不是的，承佛威力加持，他才能说；如果不禀承佛力的加持，他也一句话没得说。今天在这个社会，如果我们用这种方法行得通行不通？照样能行通。谦虚忍让一样可以得到，何必用竞争这些言词、理念、行为？这行为不好！这句话就是佛家讲的「上求」；『普观一切紧那罗众』，这是「下化」。对于自己，这是同一个族类，平等的关怀、平等的照顾，这是「普观一切」这四个字，一个都不漏。对同一个族群如是，对不同的族群亦如是，总是以平等心、清净心、慈悲心处事待人接物。这段话不断重复，教我们这个道理，希望从我们本身做起，我们试试看这一生不跟人竞争，看看能不能活下去。不竞争也一样活得很快乐，那我何必去竞争？不是不竞争就活不下去了，没有这个道理。不竞争一样活下去，不竞争前途反而一片光明，你这一生好，来生更好。竞争的心是动的、是乱的，有忧虑、有烦恼；忍让的心是平和的、是清净的、是安乐的，果德完全不相同。",
      "zh_TW": "「承佛威力」，這些菩薩為我們說這些經教導我們，是不是他的？不是的，承佛威力加持，他才能說；如果不稟承佛力的加持，他也一句話沒得說。今天在這個社會，如果我們用這種方法行得通行不通？照樣能行通。謙虛忍讓一樣可以得到，何必用競爭這些言詞、理念、行為？這行為不好！這句話就是佛家講的「上求」；『普觀一切緊那羅眾』，這是「下化」。對於自己，這是同一個族類，平等的關懷、平等的照顧，這是「普觀一切」這四個字，一個都不漏。對同一個族群如是，對不同的族群亦如是，總是以平等心、清淨心、慈悲心處事待人接物。這段話不斷重複，教我們這個道理，希望從我們本身做起，我們試試看這一生不跟人競爭，看看能不能活下去。不競爭也一樣活得很快樂，那我何必去競爭？不是不競爭就活不下去了，沒有這個道理。不競爭一樣活下去，不競爭前途反而一片光明，你這一生好，來生更好。競爭的心是動的、是亂的，有憂慮、有煩惱；忍讓的心是平和的、是清淨的、是安樂的，果德完全不相同。"
    },
    {
      "id": "12-045-0336_p0007",
      "zh_CN": "我们要在这个地方学习，要把佛陀的教诲落实在自己生活当中，要赶紧去做，决定不能够等待；等待，机会就失掉了。古人所谓「天有不测风云，人有旦夕祸福」，我们纵然是年轻，体力很壮，你看看报纸上的讣闻，真的是「黄泉路上无老少」。何况现在饮食起居真的叫三餐服毒，昨天晚上我跟几位同修，很久没有见面了，大家在一块聚会吃饭，就谈到现代的饮食，蔬菜、米都有农药。他们讲吃榴梿（我是不吃榴梿的），这个地方的老同修告诉我，四年前的榴梿可以吃，现在的榴梿都用很重的农药。他们告诉我，我不懂得这些，他说一棵榴梿树通常要二、三十年才结果，那个才好，现在种植榴梿树一年就结果了，他用什么基因化肥来培养它，所以很快它就长成。听说肉质跟从前不一样，吃到嘴里头有涩味，发麻，那都有毒。连现在饮水，自来水里头都有毒。真是佛经上讲的「饮苦食毒」，所以奇奇怪怪的病都生起来了。昨天有一个同修，年岁也不大，四十几岁，他的大儿子得了癌症，肠胃癌。这些疾病从哪里来的？饮食来的。吃素稍微好一点，素菜还是有毒。科学怎么研究，说是发现人类的基因，人可以活到一千多岁；人是可以活到一千多岁，天天服毒就短命了。现在水里头有毒，恐怕再过几年空气里都有毒，这很可能。电波的干扰，你看现在人每个人都带着无线电手机，电波的干扰是什么？叫人得神经病。为什么得神经病这么多？这是电波的干扰，电波干扰脑波。这个世界不能住！",
      "zh_TW": "我們要在這個地方學習，要把佛陀的教誨落實在自己生活當中，要趕緊去做，決定不能夠等待；等待，機會就失掉了。古人所謂「天有不測風雲，人有旦夕禍福」，我們縱然是年輕，體力很壯，你看看報紙上的訃聞，真的是「黃泉路上無老少」。何況現在飲食起居真的叫三餐服毒，昨天晚上我跟幾位同修，很久沒有見面了，大家在一塊聚會吃飯，就談到現代的飲食，蔬菜、米都有農藥。他們講吃榴槤（我是不吃榴槤的），這個地方的老同修告訴我，四年前的榴槤可以吃，現在的榴槤都用很重的農藥。他們告訴我，我不懂得這些，他說一棵榴槤樹通常要二、三十年才結果，那個才好，現在種植榴槤樹一年就結果了，他用什麼基因化肥來培養它，所以很快它就長成。聽說肉質跟從前不一樣，吃到嘴裡頭有澀味，發麻，那都有毒。連現在飲水，自來水裡頭都有毒。真是佛經上講的「飲苦食毒」，所以奇奇怪怪的病都生起來了。昨天有一個同修，年歲也不大，四十幾歲，他的大兒子得了癌症，腸胃癌。這些疾病從哪裡來的？飲食來的。吃素稍微好一點，素菜還是有毒。科學怎麼研究，說是發現人類的基因，人可以活到一千多歲；人是可以活到一千多歲，天天服毒就短命了。現在水裡頭有毒，恐怕再過幾年空氣裡都有毒，這很可能。電波的干擾，你看現在人每個人都帶著無線電手機，電波的干擾是什麼？叫人得神經病。為什麼得神經病這麼多？這是電波的干擾，電波干擾腦波。這個世界不能住！"
    },
    {
      "id": "12-045-0336_p0008",
      "zh_CN": "我们千万不要以为，我们的时间还很长，你这个想法就错误了。有一天的时间，这一天好好的抓住。真正修行人只有今天，没有明天的想法，所以印光大师常常把「死」字挂在额头，道理在此地。对这个世间毫无留恋，你走得才自在；如果还有留恋，你走得很辛苦。你的牵挂忧虑不能舍掉，你就出不了三界；出不了三界，换句话说，你一定是随业流转。你想想你这一生造的是什么业？你将来到哪一道去受报？得人身非常非常不容易，我们的五戒十善做得怎么样？佛教诲我们，孔老夫子也教诲我们「孝亲尊师」，我们哪里懂得「孝养父母，奉事师长」？不懂！这四个字会念，什么意思不知道。纵然你明白、知道了，你没有去做到，你该怎么生死还是怎么生死，该怎么流转还是怎么流转，你救不了你自己。人必须落实五戒十善，才是真正的孝亲尊师；不能落实，那是空的。起心动念还怨天尤人，顺境还有贪爱，逆境还有怨恨，决定堕三恶道，前途一片黑暗。这些都是眼前真正的现实，我们学佛的人绝不忽略现实；不学佛的人，说老实话，忽略现实。",
      "zh_TW": "我們千萬不要以為，我們的時間還很長，你這個想法就錯誤了。有一天的時間，這一天好好的抓住。真正修行人只有今天，沒有明天的想法，所以印光大師常常把「死」字掛在額頭，道理在此地。對這個世間毫無留戀，你走得才自在；如果還有留戀，你走得很辛苦。你的牽掛憂慮不能捨掉，你就出不了三界；出不了三界，換句話說，你一定是隨業流轉。你想想你這一生造的是什麼業？你將來到哪一道去受報？得人身非常非常不容易，我們的五戒十善做得怎麼樣？佛教誨我們，孔老夫子也教誨我們「孝親尊師」，我們哪裡懂得「孝養父母，奉事師長」？不懂！這四個字會念，什麼意思不知道。縱然你明白、知道了，你沒有去做到，你該怎麼生死還是怎麼生死，該怎麼流轉還是怎麼流轉，你救不了你自己。人必須落實五戒十善，才是真正的孝親尊師；不能落實，那是空的。起心動念還怨天尤人，順境還有貪愛，逆境還有怨恨，決定墮三惡道，前途一片黑暗。這些都是眼前真正的現實，我們學佛的人絕不忽略現實；不學佛的人，說老實話，忽略現實。"
    },
    {
      "id": "12-045-0336_p0009",
      "zh_CN": "佛经现在读的人不多，纵然有缘得到佛经，展开经卷，佛经里头字字句句的意思很难理解，听讲也不容易，听讲还有很多错会意思的，所以学佛不是一桩容易事情。一生当中遇到正法，遇到一个好的修学环境，要知道非常稀有难得，真正是「百千万劫难遭遇」。遇到了，不知道珍惜，这个人是薄福，没有福，遇到不晓得珍惜。有福的人他晓得，他非常珍惜，很认真、很努力的来学习，因为这一次又遇到了脱离三界轮回的机会，你只要抓住，我们这一生就能出离；疏忽了，这再一堕落，不知道哪一劫才能再遇到，不可能说来生就遇到，没这回事情！无量劫才遇到一次，你才晓得机会难得。请看偈颂第一首：",
      "zh_TW": "佛經現在讀的人不多，縱然有緣得到佛經，展開經卷，佛經裡頭字字句句的意思很難理解，聽講也不容易，聽講還有很多錯會意思的，所以學佛不是一樁容易事情。一生當中遇到正法，遇到一個好的修學環境，要知道非常稀有難得，真正是「百千萬劫難遭遇」。遇到了，不知道珍惜，這個人是薄福，沒有福，遇到不曉得珍惜。有福的人他曉得，他非常珍惜，很認真、很努力的來學習，因為這一次又遇到了脫離三界輪迴的機會，你只要抓住，我們這一生就能出離；疏忽了，這再一墮落，不知道哪一劫才能再遇到，不可能說來生就遇到，沒這回事情！無量劫才遇到一次，你才曉得機會難得。請看偈頌第一首："
    },
    {
      "id": "12-045-0336_p0010",
      "zh_CN": "【世间所有安乐事。一切皆由见佛兴。导师利益诸众生。普作救护归依处。】",
      "zh_TW": "【世間所有安樂事。一切皆由見佛興。導師利益諸眾生。普作救護歸依處。】"
    },
    {
      "id": "12-045-0336_p0011",
      "zh_CN": "这一首是善慧光明菩萨他的赞颂，也是他的心得报告，勉励大家共同学习。他修的法门是「普生一切喜乐业」，「普」是普遍，也就是平等，能令一切众生都生欢喜心，他修这个法门。我们想想，他的法门怎么修法的？经文里面虽然没有详细的说明，我们自己要想到，这个地方只是提一个纲，如何能普遍令一切众生得喜乐？只有随顺圣教，随顺自己的烦恼习气决定得不到。由此可知，要令一切众生得喜乐，现在人讲得幸福、得快乐，必须要社会安定繁荣，世界和平，才能得到。",
      "zh_TW": "這一首是善慧光明菩薩他的讚頌，也是他的心得報告，勉勵大家共同學習。他修的法門是「普生一切喜樂業」，「普」是普遍，也就是平等，能令一切眾生都生歡喜心，他修這個法門。我們想想，他的法門怎麼修法的？經文裡面雖然沒有詳細的說明，我們自己要想到，這個地方只是提一個綱，如何能普遍令一切眾生得喜樂？只有隨順聖教，隨順自己的煩惱習氣決定得不到。由此可知，要令一切眾生得喜樂，現在人講得幸福、得快樂，必須要社會安定繁榮，世界和平，才能得到。"
    },
    {
      "id": "12-045-0336_p0012",
      "zh_CN": "在中国汉朝时候，汉武帝制定中国的教育政策，选择孔孟学说做为国家教学的理念，这个制定一直到清朝末年没有改变。这两千年当中，改朝换代多少次，即使蒙古人入主中国（元朝），满清人入主中国（清朝），典章文物制度改变了，教育的理念、政策没有改变。这是什么道理？难道这两千多年，这些帝王大臣都没有一个聪明人吗？都没有一个能够创新，能够把旧的推翻吗？两千多年我们在历史上看，聪明人很多，他们是真聪明、真有智慧，知道孔孟思想是纯正的。何以纯正？没有私心，没有私心、没有私欲，他的思想就纯正。佛经典里面思想纯正，佛没有私心，佛没有偏爱，永远是以真诚清净平等心对待一切众生。他想到的我们没有想到，为什么我们没有想到？我们有私心。有私心，想什么？偏见；没有私心才圆满。儒的教学跟佛的教学完全相同，儒家讲的纲目，佛法讲的细节，讲得非常详细，都是教导我们从断烦恼下手。你要真正得幸福快乐，你心里头有烦恼，习气不断，你的幸福快乐从哪来？没有这个道理！顺境里面有贪恋，逆境里头有瞋恨，你就没有幸福，你就没有快乐；纵然你在这个世间累积的财富再多，你的地位再高，你没有幸福，你也没有快乐。",
      "zh_TW": "在中國漢朝時候，漢武帝制定中國的教育政策，選擇孔孟學說做為國家教學的理念，這個制定一直到清朝末年沒有改變。這兩千年當中，改朝換代多少次，即使蒙古人入主中國（元朝），滿清人入主中國（清朝），典章文物制度改變了，教育的理念、政策沒有改變。這是什麼道理？難道這兩千多年，這些帝王大臣都沒有一個聰明人嗎？都沒有一個能夠創新，能夠把舊的推翻嗎？兩千多年我們在歷史上看，聰明人很多，他們是真聰明、真有智慧，知道孔孟思想是純正的。何以純正？沒有私心，沒有私心、沒有私欲，他的思想就純正。佛經典裡面思想純正，佛沒有私心，佛沒有偏愛，永遠是以真誠清淨平等心對待一切眾生。他想到的我們沒有想到，為什麼我們沒有想到？我們有私心。有私心，想什麼？偏見；沒有私心才圓滿。儒的教學跟佛的教學完全相同，儒家講的綱目，佛法講的細節，講得非常詳細，都是教導我們從斷煩惱下手。你要真正得幸福快樂，你心裡頭有煩惱，習氣不斷，你的幸福快樂從哪來？沒有這個道理！順境裡面有貪戀，逆境裡頭有瞋恨，你就沒有幸福，你就沒有快樂；縱然你在這個世間累積的財富再多，你的地位再高，你沒有幸福，你也沒有快樂。"
    },
    {
      "id": "12-045-0336_p0013",
      "zh_CN": "圣贤人所说的话真实，所以中国自古以来，教化众生、教化人民用圣贤的教育，希望人人都作圣、都作贤；在佛法里面讲，希望一切众生个个都第一，没有第二，就是这个意思。什么叫第一？在自己本位，我们自己一定要晓得，我们现在过的是什么生活，我们是什么地位，在我本分上，把自己的本分工作做得很圆满就是第一。你是公司的总经理，你在你这个职位上，做到所有公司总经理跟你比较，你第一殊胜，你做得最好。你公司里面小的员工，打扫清洁的，他每天把他自己事情做得很好，环境干干净净、整整齐齐，他第一。每一个工作岗位里面人，个个把他自己的工作都做到圆满、都做到第一，这个公司健康，这个公司幸福，这叫真平等。人人都是为人人服务，都能够做到尽善尽美，他怎么不快乐？无论在哪个岗位上都幸福、都快乐。觉悟的人是以服务为目的，迷惑的人是以享受为目的，不一样。觉悟的人念念为众生造福，迷惑的人希望别人造福他来享受，觉跟迷不一样。",
      "zh_TW": "聖賢人所說的話真實，所以中國自古以來，教化眾生、教化人民用聖賢的教育，希望人人都作聖、都作賢；在佛法裡面講，希望一切眾生個個都第一，沒有第二，就是這個意思。什麼叫第一？在自己本位，我們自己一定要曉得，我們現在過的是什麼生活，我們是什麼地位，在我本分上，把自己的本分工作做得很圓滿就是第一。你是公司的總經理，你在你這個職位上，做到所有公司總經理跟你比較，你第一殊勝，你做得最好。你公司裡面小的員工，打掃清潔的，他每天把他自己事情做得很好，環境乾乾淨淨、整整齊齊，他第一。每一個工作崗位裡面人，個個把他自己的工作都做到圓滿、都做到第一，這個公司健康，這個公司幸福，這叫真平等。人人都是為人人服務，都能夠做到盡善盡美，他怎麼不快樂？無論在哪個崗位上都幸福、都快樂。覺悟的人是以服務為目的，迷惑的人是以享受為目的，不一樣。覺悟的人念念為眾生造福，迷惑的人希望別人造福他來享受，覺跟迷不一樣。"
    },
    {
      "id": "12-045-0336_p0014",
      "zh_CN": "由此可知，世出世间最重要的一件大事情就是教学。所以我们看看中国、外国大圣大贤，他们在这个世间都是从事于教学工作，现在所讲的多元文化的教学。在中国孔子、孟子如是，这代表人物；在印度，你看看释迦牟尼佛、诸大菩萨，再看看其他宗教的创始人、创教的人，都是具足圆满智慧，都是从事于圣贤教学工作，而且都是义务的。自己一生物质生活都是那么简单，过的是平民生活，平民当中清苦的生活。他的德行、他的教诲为天下后世所景仰，他的言行万古常新，这是真实不朽的成就。世间迷惑的人、有私欲的人，他永远想不到，跟他讲，他也不会理解，他也听不懂。所以教学的工作是圣贤之道。",
      "zh_TW": "由此可知，世出世間最重要的一件大事情就是教學。所以我們看看中國、外國大聖大賢，他們在這個世間都是從事於教學工作，現在所講的多元文化的教學。在中國孔子、孟子如是，這代表人物；在印度，你看看釋迦牟尼佛、諸大菩薩，再看看其他宗教的創始人、創教的人，都是具足圓滿智慧，都是從事於聖賢教學工作，而且都是義務的。自己一生物質生活都是那麼簡單，過的是平民生活，平民當中清苦的生活。他的德行、他的教誨為天下後世所景仰，他的言行萬古常新，這是真實不朽的成就。世間迷惑的人、有私欲的人，他永遠想不到，跟他講，他也不會理解，他也聽不懂。所以教學的工作是聖賢之道。"
    },
    {
      "id": "12-045-0336_p0015",
      "zh_CN": "『世间所有安乐事，一切皆由见佛兴』，「兴」是生起，世间所有的安乐事都是由见佛才生起来的。见佛是什么？学佛，学佛才能够生起来；不学佛，这个世间不安，没有乐。佛陀教诲，这里头才有安、才有乐。换句话说，今天我们要是不学佛，说佛教是迷信的、是消极的、是忽略现实的，应当把它舍弃不要了，你的果报是什么？是社会不安，天下不太平，人民受苦。",
      "zh_TW": "『世間所有安樂事，一切皆由見佛興』，「興」是生起，世間所有的安樂事都是由見佛才生起來的。見佛是什麼？學佛，學佛才能夠生起來；不學佛，這個世間不安，沒有樂。佛陀教誨，這裡頭才有安、才有樂。換句話說，今天我們要是不學佛，說佛教是迷信的、是消極的、是忽略現實的，應當把它捨棄不要了，你的果報是什麼？是社會不安，天下不太平，人民受苦。"
    },
    {
      "id": "12-045-0336_p0016",
      "zh_CN": "我们这个时代，要跟一百年、两百年前的时代相比，那个时代里头的人还有小安乐；现在这个时代的人，一天的安乐都得不到，你说多可怜！日夜在忧虑，三餐食毒，就是连一口清新的蔬菜都得不到，这是事实。大概是五、六年前，广州光孝寺本焕老和尚，那个时候他做住持，我在香港讲经他听到了，邀请我到广州，这大概总在六、七年前。他招待我，我跟他说，我说别的东西我都不要，你只招待我青菜就好了。他很好，做了一桌，大概有十个菜，全是绿的，一看像菜园一样，那个青菜真美味可口，外面吃不到，外面都是用化学肥料、化学农药，他那个地方没有。听说现在广州这一带已经先进、进步了，都用化学、都用农药了，这叫「进步」，进步之后，鲜美的东西吃不到了。所以什么是最好的？人与虫共同吃的是最好的；要叫一切虫都不吃，人来吃，不是最好的。从前我们是住在乡下，对农村状况很熟悉，没有听说过什么化学肥料、农药，没听说过，我们种的农作物也没有被病害虫吃光，没有，收成也还不错，你能吃到真的大地上生的自然的东西。自然是最健康的，破坏自然就破坏了健康；自然是安乐的，破坏自然就是破坏了安乐。现在人自以为聪明，有能力创造，创造什么？破坏自然环境，这是带给人们苦难，不是幸福。",
      "zh_TW": "我們這個時代，要跟一百年、兩百年前的時代相比，那個時代裡頭的人還有小安樂；現在這個時代的人，一天的安樂都得不到，你說多可憐！日夜在憂慮，三餐食毒，就是連一口清新的蔬菜都得不到，這是事實。大概是五、六年前，廣州光孝寺本煥老和尚，那個時候他做住持，我在香港講經他聽到了，邀請我到廣州，這大概總在六、七年前。他招待我，我跟他說，我說別的東西我都不要，你只招待我青菜就好了。他很好，做了一桌，大概有十個菜，全是綠的，一看像菜園一樣，那個青菜真美味可口，外面吃不到，外面都是用化學肥料、化學農藥，他那個地方沒有。聽說現在廣州這一帶已經先進、進步了，都用化學、都用農藥了，這叫「進步」，進步之後，鮮美的東西吃不到了。所以什麼是最好的？人與蟲共同吃的是最好的；要叫一切蟲都不吃，人來吃，不是最好的。從前我們是住在鄉下，對農村狀況很熟悉，沒有聽說過什麼化學肥料、農藥，沒聽說過，我們種的農作物也沒有被病害蟲吃光，沒有，收成也還不錯，你能吃到真的大地上生的自然的東西。自然是最健康的，破壞自然就破壞了健康；自然是安樂的，破壞自然就是破壞了安樂。現在人自以為聰明，有能力創造，創造什麼？破壞自然環境，這是帶給人們苦難，不是幸福。"
    },
    {
      "id": "12-045-0336_p0017",
      "zh_CN": "病害虫牠也是众生，牠也需要饮食。佛劝我们，第一句话就是布施，我们种植的农作品牠来吃一点，那我们这是布施。不但布施，我们有义务供养，欢喜让牠吃，不要赶走牠；不杀牠，把菜叶上的虫拿出来，移到别的地方都是错误，人家吃得好好的，你为什么把牠赶走？这就不是随顺佛陀教诲了。所以我们想到自己，也要想到那些众生，一样！牠爱护生命，牠也不过求得一餐饱肚子而已，牠没有罪，我们应当布施、应当供养。我们对牠布施供养，牠也有回报，所以这些病害虫愈来愈少，不多。现在为什么多？现在是冤冤相报，你杀牠多，牠报复就多。所以杀不能解决问题，只是制造麻烦而已，要以慈悲、要以恩惠才能解决问题。我上一次到古晋，看到他们种菜，他们在山上已经种了六年，告诉我头一年病害虫多，他们所种的农作物几乎是一半被这些虫吃掉了。可是他们很慈悲，他们都是学佛，懂得佛法，欢喜布施供养，于是这些虫年年减少，现在第六年了，很少，我们看到一片绿的菜叶里面，可以看到一、两个小点，虫吃的。他们决定不用化肥，决定不用农药。他们提倡素食，绝不杀生，保护动物，爱护动物。不但动物能通人情，植物也通人情，他们种花、种菜，放了一个大的机器放在那边，播放音乐，让这些花、让这些菜听，很有趣味，他说确实有灵感，长得特别好。我去看了之后，我说你放这些音乐，不如放佛号更好。所以他们就换了，换了改念佛，念阿弥陀佛。我说你再试试看，我们来放一段时期佛号，看看是不是长得更好。这不是迷信，你自己细心的去观察，你去勘验，然后发现到果然有效。你在菜园、花园里面播放佛号，附近一些山神、树神、鬼神都听到，都欢喜，普度众生，大家得安乐，这是佛菩萨的教诲。",
      "zh_TW": "病害蟲牠也是眾生，牠也需要飲食。佛勸我們，第一句話就是布施，我們種植的農作品牠來吃一點，那我們這是布施。不但布施，我們有義務供養，歡喜讓牠吃，不要趕走牠；不殺牠，把菜葉上的蟲拿出來，移到別的地方都是錯誤，人家吃得好好的，你為什麼把牠趕走？這就不是隨順佛陀教誨了。所以我們想到自己，也要想到那些眾生，一樣！牠愛護生命，牠也不過求得一餐飽肚子而已，牠沒有罪，我們應當布施、應當供養。我們對牠布施供養，牠也有回報，所以這些病害蟲愈來愈少，不多。現在為什麼多？現在是冤冤相報，你殺牠多，牠報復就多。所以殺不能解決問題，只是製造麻煩而已，要以慈悲、要以恩惠才能解決問題。我上一次到古晉，看到他們種菜，他們在山上已經種了六年，告訴我頭一年病害蟲多，他們所種的農作物幾乎是一半被這些蟲吃掉了。可是他們很慈悲，他們都是學佛，懂得佛法，歡喜布施供養，於是這些蟲年年減少，現在第六年了，很少，我們看到一片綠的菜葉裡面，可以看到一、兩個小點，蟲吃的。他們決定不用化肥，決定不用農藥。他們提倡素食，絕不殺生，保護動物，愛護動物。不但動物能通人情，植物也通人情，他們種花、種菜，放了一個大的機器放在那邊，播放音樂，讓這些花、讓這些菜聽，很有趣味，他說確實有靈感，長得特別好。我去看了之後，我說你放這些音樂，不如放佛號更好。所以他們就換了，換了改念佛，念阿彌陀佛。我說你再試試看，我們來放一段時期佛號，看看是不是長得更好。這不是迷信，你自己細心的去觀察，你去勘驗，然後發現到果然有效。你在菜園、花園裡面播放佛號，附近一些山神、樹神、鬼神都聽到，都歡喜，普度眾生，大家得安樂，這是佛菩薩的教誨。"
    },
    {
      "id": "12-045-0336_p0018",
      "zh_CN": "『导师利益诸众生』，「导师」是称佛，为一切众生做出真实的利益。换句话说，利益别人才是利益自己，损害别人决定损害自己。我们抓住这个原则，对自己的冤家对头、敌人要化解，更应当布施恩惠，把这些误会解开，这是智慧。许可别人对我误会、别人伤害我，决定不许可我们误会别人、伤害别人，决定不可以，否则的话你就不是佛教徒，你不是佛弟子。",
      "zh_TW": "『導師利益諸眾生』，「導師」是稱佛，為一切眾生做出真實的利益。換句話說，利益別人才是利益自己，損害別人決定損害自己。我們抓住這個原則，對自己的冤家對頭、敵人要化解，更應當布施恩惠，把這些誤會解開，這是智慧。許可別人對我誤會、別人傷害我，決定不許可我們誤會別人、傷害別人，決定不可以，否則的話你就不是佛教徒，你不是佛弟子。"
    },
    {
      "id": "12-045-0336_p0019",
      "zh_CN": "末后一句，『普作救护归依处』，「归依处」在哪里？归依处在经典，经典是佛菩萨对我们的教训，这是我们真正的依靠。自己总是常常想到，我们在这个世间还能活几年、还能活几天？纵然你能活上一百岁，毕竟一百岁的人很少，一百岁也不过是三万六千天，给你三万六千块钱，一天用一块，没好久就用光了，你才晓得我们在这个世间逗留的时间不长，何必跟人结怨？何况人命苦短，一定要了解这个事实真相。佛在经上说得很好，「人命在呼吸之间」，说一天太长了，在呼吸之间，一口气不来就是隔世，这才叫有智慧。这么短，何必跟人结怨？何必造业？跟人结怨，跟人过不去，跟人造业，这是愚痴到极处！得人身，人身之可贵就是能够接受圣贤人的教诲，我们总算是明白、总算是觉悟了，真正觉悟明白决定不再造业，回头是岸，回头真可贵！",
      "zh_TW": "末後一句，『普作救護歸依處』，「歸依處」在哪裡？歸依處在經典，經典是佛菩薩對我們的教訓，這是我們真正的依靠。自己總是常常想到，我們在這個世間還能活幾年、還能活幾天？縱然你能活上一百歲，畢竟一百歲的人很少，一百歲也不過是三萬六千天，給你三萬六千塊錢，一天用一塊，沒好久就用光了，你才曉得我們在這個世間逗留的時間不長，何必跟人結怨？何況人命苦短，一定要了解這個事實真相。佛在經上說得很好，「人命在呼吸之間」，說一天太長了，在呼吸之間，一口氣不來就是隔世，這才叫有智慧。這麼短，何必跟人結怨？何必造業？跟人結怨，跟人過不去，跟人造業，這是愚痴到極處！得人身，人身之可貴就是能夠接受聖賢人的教誨，我們總算是明白、總算是覺悟了，真正覺悟明白決定不再造業，回頭是岸，回頭真可貴！"
    },
    {
      "id": "12-045-0336_p0020",
      "zh_CN": "佛在经论上，回头是岸的例子举得很多，都是事实。在我们净土宗，大家都读过《观无量寿佛经》，《观无量寿佛经》你看阿阇世王，受提婆达多的挑唆，提婆达多妄语、两舌，十恶造尽了，挑拨这个王子夺取他父亲的王位。「你要等到你父亲死了才继承王位，他身体很健康，他什么时候死？你什么时候才能做国王？不如把他杀掉，你不是马上就可以做国王吗？」天天在挑拨，这个王子就动了心，杀父害母。本来也想杀他母亲，下面这些大臣们看他这个做法，对他提出严重警告，「你如果要杀害母亲，我们大家都辞职不干，你一个人去做王好了」，这样子才不杀他母亲，把他母亲幽禁起来，造这么重的罪业！提婆达多蓄意想害释迦牟尼佛，做出佛身血，他们两个人共同联合破和合僧，造的是五逆十恶罪，五逆罪造全了。造一条就堕阿鼻地狱，五条都做了还得了吗？提婆达多堕地狱，阿阇世王临终忏悔，临终的时候知道自己错了，从内心真正忏悔，这一忏悔，念佛他也往生了。在我们一般人看，大概往生品位一定很低，释迦牟尼佛告诉我们，他往生西方极乐世界上品中生，这给我们很大的启示。我们真正看到这个事实真相，绝不敢轻慢恶人，为什么？恶人临终一忏悔，可能往生品位在我们上面，我们不如他。所以往生净土是两个方法：一个是你自己积功累德，老实念佛往生的；另外一种是作恶多端，临终忏悔，所以忏悔的力量不可思议。我们中国谚语也有说，「浪子回头金不换」，真回头，那是好人当中的好人，一般人不能跟他相比，阿阇世王就是属于这一类的。这个给我们做了一个示范，不要轻慢、瞧不起造恶多端的人，不可以，我们对他要尊重，对他要礼敬，但是不学习他就是。儒家也教人，对这些人是「敬而远之」，不可以不敬。「远」是什么？远是不跟他学习，不学他；不是躲得远远的，那要这样想法就错了，不是躲得远，是不学他。",
      "zh_TW": "佛在經論上，回頭是岸的例子舉得很多，都是事實。在我們淨土宗，大家都讀過《觀無量壽佛經》，《觀無量壽佛經》你看阿闍世王，受提婆達多的挑唆，提婆達多妄語、兩舌，十惡造盡了，挑撥這個王子奪取他父親的王位。「你要等到你父親死了才繼承王位，他身體很健康，他什麼時候死？你什麼時候才能做國王？不如把他殺掉，你不是馬上就可以做國王嗎？」天天在挑撥，這個王子就動了心，殺父害母。本來也想殺他母親，下面這些大臣們看他這個做法，對他提出嚴重警告，「你如果要殺害母親，我們大家都辭職不幹，你一個人去做王好了」，這樣子才不殺他母親，把他母親幽禁起來，造這麼重的罪業！提婆達多蓄意想害釋迦牟尼佛，做出佛身血，他們兩個人共同聯合破和合僧，造的是五逆十惡罪，五逆罪造全了。造一條就墮阿鼻地獄，五條都做了還得了嗎？提婆達多墮地獄，阿闍世王臨終懺悔，臨終的時候知道自己錯了，從內心真正懺悔，這一懺悔，念佛他也往生了。在我們一般人看，大概往生品位一定很低，釋迦牟尼佛告訴我們，他往生西方極樂世界上品中生，這給我們很大的啟示。我們真正看到這個事實真相，絕不敢輕慢惡人，為什麼？惡人臨終一懺悔，可能往生品位在我們上面，我們不如他。所以往生淨土是兩個方法：一個是你自己積功累德，老實念佛往生的；另外一種是作惡多端，臨終懺悔，所以懺悔的力量不可思議。我們中國諺語也有說，「浪子回頭金不換」，真回頭，那是好人當中的好人，一般人不能跟他相比，阿闍世王就是屬於這一類的。這個給我們做了一個示範，不要輕慢、瞧不起造惡多端的人，不可以，我們對他要尊重，對他要禮敬，但是不學習他就是。儒家也教人，對這些人是「敬而遠之」，不可以不敬。「遠」是什麼？遠是不跟他學習，不學他；不是躲得遠遠的，那要這樣想法就錯了，不是躲得遠，是不學他。"
    },
    {
      "id": "12-045-0336_p0021",
      "zh_CN": "普贤菩萨十种行法里面也显示得很清楚，他第一条教给我们「礼敬诸佛」，诸佛是所有一切众生都有佛性，所以礼敬是平等的，决定不分善恶，要一律平等的礼敬。可是称赞就不一样，「称赞如来」，称赞是你的言行与德行相应的称赞，不相应的不称赞。所以我们在五十三参里面看到，你看善财童子每参访一位善知识，决定是礼敬赞叹，然后再请教。其中有三个人，三位善知识他参访，有礼敬没有赞叹，这是他把普贤十愿做给我们看。这三个人，胜热婆罗门愚痴，甘露火王瞋恚，伐苏蜜多女淫欲，这三个人是代表贪瞋痴，贪瞋痴是违背性德，他去参访，有礼敬没有赞叹，这是教我们怎样处事待人接物。尤其是这三个人代表，这三个人是善知识，示现的是恶知识，我们对于善知识恭敬赞叹，对于恶知识恭敬而不赞叹。但是诸位晓得，决定没有毁谤，恭敬再毁谤，那你恭敬就没有了，恭敬怎么可以毁谤？他所做的恶行，我们是凡夫，我们不知道，他是真的恶还是假的恶不晓得。度众生，有一些众生要恶度，众生根性不一样，所以佛菩萨示现不相同，我们哪里晓得？所以凭我们自己的智慧去观察，看他所做的不如法，我们不赞叹也不批评，决定不毁谤。",
      "zh_TW": "普賢菩薩十種行法裡面也顯示得很清楚，他第一條教給我們「禮敬諸佛」，諸佛是所有一切眾生都有佛性，所以禮敬是平等的，決定不分善惡，要一律平等的禮敬。可是稱讚就不一樣，「稱讚如來」，稱讚是你的言行與德行相應的稱讚，不相應的不稱讚。所以我們在五十三參裡面看到，你看善財童子每參訪一位善知識，決定是禮敬讚歎，然後再請教。其中有三個人，三位善知識他參訪，有禮敬沒有讚歎，這是他把普賢十願做給我們看。這三個人，勝熱婆羅門愚痴，甘露火王瞋恚，伐蘇蜜多女淫欲，這三個人是代表貪瞋痴，貪瞋痴是違背性德，他去參訪，有禮敬沒有讚歎，這是教我們怎樣處事待人接物。尤其是這三個人代表，這三個人是善知識，示現的是惡知識，我們對於善知識恭敬讚歎，對於惡知識恭敬而不讚歎。但是諸位曉得，決定沒有毀謗，恭敬再毀謗，那你恭敬就沒有了，恭敬怎麼可以毀謗？他所做的惡行，我們是凡夫，我們不知道，他是真的惡還是假的惡不曉得。度眾生，有一些眾生要惡度，眾生根性不一樣，所以佛菩薩示現不相同，我們哪裡曉得？所以憑我們自己的智慧去觀察，看他所做的不如法，我們不讚歎也不批評，決定不毀謗。"
    },
    {
      "id": "12-045-0336_p0022",
      "zh_CN": "总而言之，要培养自己的善心、善念、善行，决定遵守世尊基本的戒条十善业道。要求智慧，求智慧有疑一定要问，向善知识请教。学问，学问是什么意思？自己有疑就应当要问。读经、听讲，现在叫「听讲」，古时候叫「听教」，那个意思比我们现在意思好。现在听讲，你讲什么我来听，讲完之后还可以批评。从前听教不行，教是什么？听教，教训我、教诲，那个心就恭敬多了，那是对老师、对善友，我要听他的教诲、听他的教训。听讲不一样，听讲恭敬心没有，听教有，所以古时候叫听教。读经、听教，断疑生信，这就是学问。",
      "zh_TW": "總而言之，要培養自己的善心、善念、善行，決定遵守世尊基本的戒條十善業道。要求智慧，求智慧有疑一定要問，向善知識請教。學問，學問是什麼意思？自己有疑就應當要問。讀經、聽講，現在叫「聽講」，古時候叫「聽教」，那個意思比我們現在意思好。現在聽講，你講什麼我來聽，講完之後還可以批評。從前聽教不行，教是什麼？聽教，教訓我、教誨，那個心就恭敬多了，那是對老師、對善友，我要聽他的教誨、聽他的教訓。聽講不一樣，聽講恭敬心沒有，聽教有，所以古時候叫聽教。讀經、聽教，斷疑生信，這就是學問。"
    },
    {
      "id": "12-045-0336_p0023",
      "zh_CN": "孟夫子说得很好，「学问之道无他，求其放心而已」，这两句话用在佛门来解释，学问之道没有别的，就是看破、放下而已！看破是对于一切人事物的真相清楚了、明白了，特别是业因果报，因果报应的事实理论搞清楚、搞明白了，这叫看破。放下是再也不会分别、再也不会执着，你真的放下了，你的清净心现前、平等心现前。清净心、平等心是自己的真心本性，用清净平等心处事待人接物就是佛心，你就跟佛菩萨没有两样。所以只要你的真诚清净平等心现前，佛的经教，三藏十二部你自然就通了，你还要不要学？不要学，真心里面流出来的就是这个。魔心、佛心是一个心，不是两个心。从佛心里面流出来的，跟自己真心流出来的没有两样，你怎么会不懂？你当然懂。今天我们看佛经为什么看不懂？佛是用真心，我们用妄心，妄心永远没有办法了解真心，所以从真心里面流出来的言语文字我们不懂；言语我们听得懂，文字我们也看得懂，意思不懂。所以孟子这两句话讲得好，就是佛家讲的看破、放下，我们的真心就现前了，这才是我们真正的归依处。",
      "zh_TW": "孟夫子說得很好，「學問之道無他，求其放心而已」，這兩句話用在佛門來解釋，學問之道沒有別的，就是看破、放下而已！看破是對於一切人事物的真相清楚了、明白了，特別是業因果報，因果報應的事實理論搞清楚、搞明白了，這叫看破。放下是再也不會分別、再也不會執著，你真的放下了，你的清淨心現前、平等心現前。清淨心、平等心是自己的真心本性，用清淨平等心處事待人接物就是佛心，你就跟佛菩薩沒有兩樣。所以只要你的真誠清淨平等心現前，佛的經教，三藏十二部你自然就通了，你還要不要學？不要學，真心裡面流出來的就是這個。魔心、佛心是一個心，不是兩個心。從佛心裡面流出來的，跟自己真心流出來的沒有兩樣，你怎麼會不懂？你當然懂。今天我們看佛經為什麼看不懂？佛是用真心，我們用妄心，妄心永遠沒有辦法了解真心，所以從真心裡面流出來的言語文字我們不懂；言語我們聽得懂，文字我們也看得懂，意思不懂。所以孟子這兩句話講得好，就是佛家講的看破、放下，我們的真心就現前了，這才是我們真正的歸依處。"
    },
    {
      "id": "12-045-0336_p0024",
      "zh_CN": "功夫不到家，也就是说我们没有看破，也没有放下，这个时候唯一的办法，就是要随顺佛陀的教训。善导大师在《观无量寿佛经•上品上生章》里面所讲的，他那一段注解讲得很好，文字很长，就是教我们随顺佛陀的教诲。佛教我们做的，我们一定要做。佛教给我们不杀生、不偷盗、不邪淫，要做到；不妄语、不两舌、不绮语、不恶口、不贪、不瞋、不痴，这是佛家的基本法，佛教给我们从这里开始，这是一定要做的。反过来十恶：杀、盗、淫、妄语、两舌、绮语、恶口、贪、瞋、痴，决定不能造。我们从这里干起，佛教给我们做的我们认真努力做，佛教我们不可以做的我们决定不能犯。这是没有明心见性，没有看破放下，教小学生，看破放下那是教大学生。我们现在是小学生，严格遵守佛陀教诲，随顺佛陀教诲。",
      "zh_TW": "功夫不到家，也就是說我們沒有看破，也沒有放下，這個時候唯一的辦法，就是要隨順佛陀的教訓。善導大師在《觀無量壽佛經•上品上生章》裡面所講的，他那一段註解講得很好，文字很長，就是教我們隨順佛陀的教誨。佛教我們做的，我們一定要做。佛教給我們不殺生、不偷盜、不邪淫，要做到；不妄語、不兩舌、不綺語、不惡口、不貪、不瞋、不痴，這是佛家的基本法，佛教給我們從這裡開始，這是一定要做的。反過來十惡：殺、盜、淫、妄語、兩舌、綺語、惡口、貪、瞋、痴，決定不能造。我們從這裡幹起，佛教給我們做的我們認真努力做，佛教我們不可以做的我們決定不能犯。這是沒有明心見性，沒有看破放下，教小學生，看破放下那是教大學生。我們現在是小學生，嚴格遵守佛陀教誨，隨順佛陀教誨。"
    },
    {
      "id": "12-045-0336_p0025",
      "zh_CN": "我们看回教（伊斯兰教）的简介，他们开宗明义也说得很清楚，伊斯兰教的精神在哪里？教义是什么？两句话，「随顺真主，和睦待人」，八个字，很清楚。随顺真主就是我们常讲的随顺佛陀教诲。他们生活、工作，处事待人接物，随顺真主的教诲，真主教诲都在《古兰经》里头，要和平待人。「伊斯兰」，这是阿拉伯文的音译，意思就是和平。今天伊斯兰里面有很多，好像发动战争、圣战的，他们的传教师也跟我们讲得很清楚，这不是《古兰经》里面的教义，《古兰经》里面没有教人要发动圣战，没有。《古兰经》里面的圣战是抵抗侵略，别的国家发动战争来侵略我们，我们应当要奋起抵抗。圣战是抵抗，不是侵略别人，《古兰经》里有这个说法，没有说随随便便发动战争去侵害别人，没有的，所以他们的精神是和平。现在由于一些好战分子，把伊斯兰的形象破坏了，全世界人一听说伊斯兰，这很可怕，好像他们都喜欢打仗，造成一个错误的观念。他们也不断的在呼吁世人，要真正认识、了解伊斯兰，不要对他们误会。这种种误会的产生还不都是谣言？并没有了解事实真相，两舌、妄语的传播，愈传愈讹。他们的经典并不普遍，我们很少能够接触到，所以听信外面的传说，我们也就当真了，造成对他们的误会，对他们的错解。世间、出世间的事，像这一类的很多很多，我们都要懂得。",
      "zh_TW": "我們看回教（伊斯蘭教）的簡介，他們開宗明義也說得很清楚，伊斯蘭教的精神在哪裡？教義是什麼？兩句話，「隨順真主，和睦待人」，八個字，很清楚。隨順真主就是我們常講的隨順佛陀教誨。他們生活、工作，處事待人接物，隨順真主的教誨，真主教誨都在《古蘭經》裡頭，要和平待人。「伊斯蘭」，這是阿拉伯文的音譯，意思就是和平。今天伊斯蘭裡面有很多，好像發動戰爭、聖戰的，他們的傳教師也跟我們講得很清楚，這不是《古蘭經》裡面的教義，《古蘭經》裡面沒有教人要發動聖戰，沒有。《古蘭經》裡面的聖戰是抵抗侵略，別的國家發動戰爭來侵略我們，我們應當要奮起抵抗。聖戰是抵抗，不是侵略別人，《古蘭經》裡有這個說法，沒有說隨隨便便發動戰爭去侵害別人，沒有的，所以他們的精神是和平。現在由於一些好戰分子，把伊斯蘭的形象破壞了，全世界人一聽說伊斯蘭，這很可怕，好像他們都喜歡打仗，造成一個錯誤的觀念。他們也不斷的在呼籲世人，要真正認識、了解伊斯蘭，不要對他們誤會。這種種誤會的產生還不都是謠言？並沒有了解事實真相，兩舌、妄語的傳播，愈傳愈訛。他們的經典並不普遍，我們很少能夠接觸到，所以聽信外面的傳說，我們也就當真了，造成對他們的誤會，對他們的錯解。世間、出世間的事，像這一類的很多很多，我們都要懂得。"
    },
    {
      "id": "12-045-0336_p0026",
      "zh_CN": "所以我们听别人讲话、看别人做事，如果有怀疑，一定要问，不可以轻易相信，一定要问。他如果真的是有智慧、有德行，做了很多错事，必定有道理，我们要好好的来学习。这种智慧在佛家里面讲「权智」，通权达变，广利众生，众生的根性不相同。在佛门里面，古时候公案因缘记载很多，你看佛菩萨要到鬼道里面去度众生，他要现鬼身，那个相貌很不好看。我们中国人造观世音菩萨的像很慈祥，看到都很欢喜。你们也许看到放燄口，这是佛事里头的一种，放燄口。燄口的意义是什么？是请客，请鬼吃饭，布施给饿鬼的，燄口是布施给饿鬼。燄口鬼，那是非常非常苦，饮食到口里就变成火，所以他长年饥饿，饮食得不到。这是用佛力加持，使他得到饮食，所以燄口是请客、布施。燄口台对面一定有个鬼王，青面獠牙，那个鬼王叫「焦面大士」，那鬼王是谁？观世音菩萨。观世音菩萨在饿鬼道现鬼王身，你看他样子很难看、很凶恶。观音菩萨为什么变成这个样子？那是度那一道的众生，要跟他现同类身，你才能度他。",
      "zh_TW": "所以我們聽別人講話、看別人做事，如果有懷疑，一定要問，不可以輕易相信，一定要問。他如果真的是有智慧、有德行，做了很多錯事，必定有道理，我們要好好的來學習。這種智慧在佛家裡面講「權智」，通權達變，廣利眾生，眾生的根性不相同。在佛門裡面，古時候公案因緣記載很多，你看佛菩薩要到鬼道裡面去度眾生，他要現鬼身，那個相貌很不好看。我們中國人造觀世音菩薩的像很慈祥，看到都很歡喜。你們也許看到放燄口，這是佛事裡頭的一種，放燄口。燄口的意義是什麼？是請客，請鬼吃飯，布施給餓鬼的，燄口是布施給餓鬼。燄口鬼，那是非常非常苦，飲食到口裡就變成火，所以他長年飢餓，飲食得不到。這是用佛力加持，使他得到飲食，所以燄口是請客、布施。燄口台對面一定有個鬼王，青面獠牙，那個鬼王叫「焦面大士」，那鬼王是誰？觀世音菩薩。觀世音菩薩在餓鬼道現鬼王身，你看他樣子很難看、很凶惡。觀音菩薩為什麼變成這個樣子？那是度那一道的眾生，要跟他現同類身，你才能度他。"
    },
    {
      "id": "12-045-0336_p0027",
      "zh_CN": "我们如果看到一个很有修行的人、很有道德的人，他天天上赌场，去干什么事情？我们就怀疑了，他是不是有问题？我们见到这个现象要请教。他到那里去，去度那些赌徒的，那就不一样，我们了解就不一样；不了解以为他为非作歹，其实他是去度那一批人回头是岸。我们能不能学？我们不能学，我们没那个本事，我们一下去就堕到海里去了，就掉下去了。他行，他到那里去能救人，我们到那里去就堕落了。所以在《华严经》五十三参里面，我们看到里面的菩萨，杀盗淫妄他什么都干，他是度众生的，他确确实实在顺逆境缘里头一尘不染，他行，我们今天做不到。所以对他们所作所为，我们只有恭敬，不敢说一句话，这就对了。你说你就说错了，你赞叹也错了，你毁谤也错了。你赞叹，难道鼓励世间人去作恶吗？你去毁谤，你不知究底，他到那里头救人，他不是在害人。清凉大师在注解里面跟我们讲得很多。所以一定要记住，善知识、佛菩萨对一切众生决定是「普作救护」，这大慈大悲。他们现身为这个，工作也为这个，教学还是为这个，做一切众生真正的归依处，这真正是菩萨学处。我们回头、我们依靠，凡是违背佛菩萨教诲错误的，我们知道错误了必须要回头，决定依靠佛菩萨教诲。",
      "zh_TW": "我們如果看到一個很有修行的人、很有道德的人，他天天上賭場，去幹什麼事情？我們就懷疑了，他是不是有問題？我們見到這個現象要請教。他到那裡去，去度那些賭徒的，那就不一樣，我們了解就不一樣；不了解以為他為非作歹，其實他是去度那一批人回頭是岸。我們能不能學？我們不能學，我們沒那個本事，我們一下去就墮到海裡去了，就掉下去了。他行，他到那裡去能救人，我們到那裡去就墮落了。所以在《華嚴經》五十三參裡面，我們看到裡面的菩薩，殺盜淫妄他什麼都幹，他是度眾生的，他確確實實在順逆境緣裡頭一塵不染，他行，我們今天做不到。所以對他們所作所為，我們只有恭敬，不敢說一句話，這就對了。你說你就說錯了，你讚歎也錯了，你毀謗也錯了。你讚歎，難道鼓勵世間人去作惡嗎？你去毀謗，你不知究底，他到那裡頭救人，他不是在害人。清涼大師在註解裡面跟我們講得很多。所以一定要記住，善知識、佛菩薩對一切眾生決定是「普作救護」，這大慈大悲。他們現身為這個，工作也為這個，教學還是為這個，做一切眾生真正的歸依處，這真正是菩薩學處。我們回頭、我們依靠，凡是違背佛菩薩教誨錯誤的，我們知道錯誤了必須要回頭，決定依靠佛菩薩教誨。"
    },
    {
      "id": "12-045-0336_p0028",
      "zh_CN": "这里面修学功夫得不得利益，完全决定在自己学习的态度。现代人有许多重视修学的方法，方法固然重要，修学的心态更重要。我早年讲过，这大概总有三十年前，成功，修学的心态要占百分之九十，方法充其量占百分之十而已。因为很多法师来找我，问我讲经研教的方法，所以我就老实告诉他，方法不是最重要的，最重要是心态，我们用什么心、用什么态度，这是成功、失败的关键，方法只是小小的补助。今天我们在此地教学，特别是培训班的同学们，你们学方法，方法顶多一个月就教会了，你就懂得了。我过去在李炳南老居士那里学这套方法，给诸位说，一个星期；你们这里要搞一个多月，我学的时候一个星期。最重要的是心态，心态里头最基本的是尊师重道，你对老师要有圆满的信心。印光大师说得好，「一分诚敬得一分利益，十分诚敬得十分利益」，关键在真诚、在恭敬，尊师重道，我们自己才能得到。对善知识存轻慢心，你只能学到方法，你得不到实质。所以世出世间法都是从恭敬当中求得的，你看儒家教学，《礼记》头一篇打开，头一句，「曲礼曰：毋不敬」；佛法里面，十大愿王头一句，「礼敬诸佛」。诸位必须要晓得，我们自己要想在这一生当中有个成就，有一点大成就、圆满的成就，根基就是在这个「敬」字，真的是一分诚敬一分利益，十分诚敬十分利益。",
      "zh_TW": "這裡面修學功夫得不得利益，完全決定在自己學習的態度。現代人有許多重視修學的方法，方法固然重要，修學的心態更重要。我早年講過，這大概總有三十年前，成功，修學的心態要佔百分之九十，方法充其量佔百分之十而已。因為很多法師來找我，問我講經研教的方法，所以我就老實告訴他，方法不是最重要的，最重要是心態，我們用什麼心、用什麼態度，這是成功、失敗的關鍵，方法只是小小的補助。今天我們在此地教學，特別是培訓班的同學們，你們學方法，方法頂多一個月就教會了，你就懂得了。我過去在李炳南老居士那裡學這套方法，給諸位說，一個星期；你們這裡要搞一個多月，我學的時候一個星期。最重要的是心態，心態裡頭最基本的是尊師重道，你對老師要有圓滿的信心。印光大師說得好，「一分誠敬得一分利益，十分誠敬得十分利益」，關鍵在真誠、在恭敬，尊師重道，我們自己才能得到。對善知識存輕慢心，你只能學到方法，你得不到實質。所以世出世間法都是從恭敬當中求得的，你看儒家教學，《禮記》頭一篇打開，頭一句，「曲禮曰：毋不敬」；佛法裡面，十大願王頭一句，「禮敬諸佛」。諸位必須要曉得，我們自己要想在這一生當中有個成就，有一點大成就、圓滿的成就，根基就是在這個「敬」字，真的是一分誠敬一分利益，十分誠敬十分利益。"
    },
    {
      "id": "12-045-0336_p0029",
      "zh_CN": "绝对不要误会，尊师重道是老师要我们尊敬，那你错误。老师如果要求学生对他恭敬，这个老师不是善知识，为什么？名闻利养没放下，不是善知识。老师要求你尊师重道，这个尊敬是你的性德，唯有性德显露，修德才圆满。佛家终极的目的是明心见性，见性一定要靠性德，孝敬是性德，你没有孝敬的心，你就永远不能见性。你学得再多、学得再好，佛法里面讲，那是世智辩聪，世智辩聪是八难之一，遭难！什么叫遭难？永远不能明心见性；换句话说，你永远不能超越三界六道。你修得再好，可以到天上享天福，可以做天王，你的烦恼习气断不了，你出不了三界。三界之内麻烦很多，纵然做到天王，佛跟我们讲，三界福报最大的是摩醯首罗天王，色界天顶，这三界里头福报最大的，可是怎么样？出不了三界。天福享尽之后，前面我们讲过，无量劫来我们所造的恶业很多，恶业遇到恶缘就往下堕落。总而言之一句话，出不了三界六道，决定在三善道的时间短，在三恶道的时间长。佛说这个话我们想想，我能相信、我能理解。为什么？你看我们从早到晚、从年初一到腊月三十，我们自己扪心自问，我们的起心动念、言语造作是善多还是恶多？能够细细检点反省一下，就知道佛说的话很对、很正确。我们的恶念多，我们善念少，我们说的话坏话多、好话少；我们干的事情，干好事少，干恶事多，佛讲我们将来在六道里头，在三恶道的时间长，三善道的时间短，不是很有道理吗？愈想佛的话愈正确，所以我们不能不警惕。今天时间到了。",
      "zh_TW": "絕對不要誤會，尊師重道是老師要我們尊敬，那你錯誤。老師如果要求學生對他恭敬，這個老師不是善知識，為什麼？名聞利養沒放下，不是善知識。老師要求你尊師重道，這個尊敬是你的性德，唯有性德顯露，修德才圓滿。佛家終極的目的是明心見性，見性一定要靠性德，孝敬是性德，你沒有孝敬的心，你就永遠不能見性。你學得再多、學得再好，佛法裡面講，那是世智辯聰，世智辯聰是八難之一，遭難！什麼叫遭難？永遠不能明心見性；換句話說，你永遠不能超越三界六道。你修得再好，可以到天上享天福，可以做天王，你的煩惱習氣斷不了，你出不了三界。三界之內麻煩很多，縱然做到天王，佛跟我們講，三界福報最大的是摩醯首羅天王，色界天頂，這三界裡頭福報最大的，可是怎麼樣？出不了三界。天福享盡之後，前面我們講過，無量劫來我們所造的惡業很多，惡業遇到惡緣就往下墮落。總而言之一句話，出不了三界六道，決定在三善道的時間短，在三惡道的時間長。佛說這個話我們想想，我能相信、我能理解。為什麼？你看我們從早到晚、從年初一到臘月三十，我們自己捫心自問，我們的起心動念、言語造作是善多還是惡多？能夠細細檢點反省一下，就知道佛說的話很對、很正確。我們的惡念多，我們善念少，我們說的話壞話多、好話少；我們幹的事情，幹好事少，幹惡事多，佛講我們將來在六道裡頭，在三惡道的時間長，三善道的時間短，不是很有道理嗎？愈想佛的話愈正確，所以我們不能不警惕。今天時間到了。"
    }
  ]
}