{
  "doc_id": "12-045-0058",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十八集",
    "zh_TW": "第五十八集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-045-0058",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "12-045-0058_p0001",
      "zh_CN": "请掀开经本第三十二面，第四行：",
      "zh_TW": "請掀開經本第三十二面，第四行："
    },
    {
      "id": "12-045-0058_p0002",
      "zh_CN": "【复有无量主昼神。所谓示现宫殿主昼神。发起慧香主昼神。乐胜庄严主昼神。香华妙光主昼神。普集妙药主昼神。乐作喜目主昼神。普现诸方主昼神。大悲光明主昼神。善根光照主昼神。妙华璎珞主昼神。如是等而为上首。其数无量。皆于妙法能生信解。恒共精勤严饰宫殿。】",
      "zh_TW": "【復有無量主晝神。所謂示現宮殿主晝神。發起慧香主晝神。樂勝莊嚴主晝神。香華妙光主晝神。普集妙藥主晝神。樂作喜目主晝神。普現諸方主晝神。大悲光明主晝神。善根光照主晝神。妙華瓔珞主晝神。如是等而為上首。其數無量。皆於妙法能生信解。恆共精勤嚴飾宮殿。】"
    },
    {
      "id": "12-045-0058_p0003",
      "zh_CN": "这一段跟上面恰恰相反，上面是主夜，诸位懂得主夜神表法的意思，主昼神自然就明白了。主夜神就是积阴德，默默的行善，帮助一切众生而不愿意别人知道。他也没有地位，在社会上并没有地位，也没有权力，但是他们做的是真实的功德。在本经末后善财童子五十三参，五十三位善知识里面，唯有主夜神占的数量最多，而且表法很高，从春和主夜神代表初地，一直是二地、三地到八地菩萨都是主夜神，第九地是主林神。所以在后面经文来看，佛法里也特别着重在积阴德，不仅中国古圣先贤这样教我们，佛法也特别注重，这到后面可以看到的。",
      "zh_TW": "這一段跟上面恰恰相反，上面是主夜，諸位懂得主夜神表法的意思，主晝神自然就明白了。主夜神就是積陰德，默默的行善，幫助一切眾生而不願意別人知道。他也沒有地位，在社會上並沒有地位，也沒有權力，但是他們做的是真實的功德。在本經末後善財童子五十三參，五十三位善知識裡面，唯有主夜神佔的數量最多，而且表法很高，從春和主夜神代表初地，一直是二地、三地到八地菩薩都是主夜神，第九地是主林神。所以在後面經文來看，佛法裡也特別著重在積陰德，不僅中國古聖先賢這樣教我們，佛法也特別注重，這到後面可以看到的。"
    },
    {
      "id": "12-045-0058_p0004",
      "zh_CN": "『主昼神』，这是在社会上有地位，我们讲是有他的职位、有权责，有权、有责任的，而且有德行的这些各界的领导人物，这就属于主昼神。它的范围包括非常之广，就跟主夜神里面所说的一样。下面也举了十位上首，这十位上首也就是给我们提示，领导大众的德行应该以什么样的方式，我们佛法里面讲「统理大众」，你把你本分的工作做得很圆满，真正能够利益众生、利益社会，提出这十个纲领。其实《华严经》里面一即是多、多即是一，任何一位都含摄圆满的各个地位，任何一行都含着圆满的菩萨行，这是经上所说一即一切、一切即一。此地提出来，就在你权责之中特别重要的，佛在此地举了这十个例子。",
      "zh_TW": "『主晝神』，這是在社會上有地位，我們講是有他的職位、有權責，有權、有責任的，而且有德行的這些各界的領導人物，這就屬於主晝神。它的範圍包括非常之廣，就跟主夜神裡面所說的一樣。下面也舉了十位上首，這十位上首也就是給我們提示，領導大眾的德行應該以什麼樣的方式，我們佛法裡面講「統理大眾」，你把你本分的工作做得很圓滿，真正能夠利益眾生、利益社會，提出這十個綱領。其實《華嚴經》裡面一即是多、多即是一，任何一位都含攝圓滿的各個地位，任何一行都含著圓滿的菩薩行，這是經上所說一即一切、一切即一。此地提出來，就在你權責之中特別重要的，佛在此地舉了這十個例子。"
    },
    {
      "id": "12-045-0058_p0005",
      "zh_CN": "第一尊，『所谓示现宫殿主昼神』。「宫殿」是表法的意思，表慈悲复育，表这个意思。也就是我们今天讲，你是一个机构的领导人、负责人，你要爱护你的事业，要爱护你的部属，要关心他们，要教导他们，要帮助他们，这都是宫殿所含的意思。宫殿是我们居住的房屋，有房屋可以遮蔽风寒，身心能够得安稳自在，所以用宫殿来比喻慈悲。「示现」，要做出榜样来给人看，这就是我们讲席总标题「学为人师，行为世范」。这不是阴德，是要做出来，很明显的做出，给社会大众做榜样。人人都看到，你这个榜样好，确实是社会大众的好样子，自然得到社会大众的赞扬，得到国家、社会的褒奖，这就是主昼神。怎样示现，就是怎么样做出好样子来给人看？「示现」两个字，也就是经典里面常常讲的「受持读诵，为人演说」，就这一句。如果我们对于世尊的教诲要不能够依教奉行，我们拿什么去示现？你所示现的，就是表现在外面给人家看到的，就是依教奉行。",
      "zh_TW": "第一尊，『所謂示現宮殿主晝神』。「宮殿」是表法的意思，表慈悲覆育，表這個意思。也就是我們今天講，你是一個機構的領導人、負責人，你要愛護你的事業，要愛護你的部屬，要關心他們，要教導他們，要幫助他們，這都是宮殿所含的意思。宮殿是我們居住的房屋，有房屋可以遮蔽風寒，身心能夠得安穩自在，所以用宮殿來比喻慈悲。「示現」，要做出榜樣來給人看，這就是我們講席總標題「學為人師，行為世範」。這不是陰德，是要做出來，很明顯的做出，給社會大眾做榜樣。人人都看到，你這個榜樣好，確實是社會大眾的好樣子，自然得到社會大眾的讚揚，得到國家、社會的褒獎，這就是主晝神。怎樣示現，就是怎麼樣做出好樣子來給人看？「示現」兩個字，也就是經典裡面常常講的「受持讀誦，為人演說」，就這一句。如果我們對於世尊的教誨要不能夠依教奉行，我們拿什麼去示現？你所示現的，就是表現在外面給人家看到的，就是依教奉行。"
    },
    {
      "id": "12-045-0058_p0006",
      "zh_CN": "每天都要读诵大乘，你所修学的经典天天要读诵。每天读诵，这里面有很多层的意思。第一个意思是对老师的尊敬，展开经卷就如同面对世尊，听世尊的教诲，这是报恩心，这是真正修供养，报恩供养，以真诚清净心读经。第二个意思，常常读诵就能熟记经文，不至于遗忘，在一切时、一切处、一切境界当中，起心动念都能想到佛的教诲。我动这个念头该不该动？佛在经上怎么样教给我们？我可不可以动这个念头？可不可以有这个行为？你才能记得住。记都记不住，你怎么能修行？修行，就是修正我们错误的行为，记都记不住，你从哪里修起？这是第二个意义，熟记世尊的教诲。第三个是摄心。如果不读经，你的心就攀缘五欲六尘，攀缘外面境界；读经，一心专念，你就能收心，收心就容易得定，容易得清净心。这是第三层的意思。第四层的意思，帮助你开悟，常常读诵会开悟。由此可知，读经真的是戒定慧三学一次完成，我们才能够示现。菩萨为一切众生示现一个好样子，这个示现的根本就是读诵大乘，所以每天不念经怎么行？",
      "zh_TW": "每天都要讀誦大乘，你所修學的經典天天要讀誦。每天讀誦，這裡面有很多層的意思。第一個意思是對老師的尊敬，展開經卷就如同面對世尊，聽世尊的教誨，這是報恩心，這是真正修供養，報恩供養，以真誠清淨心讀經。第二個意思，常常讀誦就能熟記經文，不至於遺忘，在一切時、一切處、一切境界當中，起心動念都能想到佛的教誨。我動這個念頭該不該動？佛在經上怎麼樣教給我們？我可不可以動這個念頭？可不可以有這個行為？你才能記得住。記都記不住，你怎麼能修行？修行，就是修正我們錯誤的行為，記都記不住，你從哪裡修起？這是第二個意義，熟記世尊的教誨。第三個是攝心。如果不讀經，你的心就攀緣五欲六塵，攀緣外面境界；讀經，一心專念，你就能收心，收心就容易得定，容易得清淨心。這是第三層的意思。第四層的意思，幫助你開悟，常常讀誦會開悟。由此可知，讀經真的是戒定慧三學一次完成，我們才能夠示現。菩薩為一切眾生示現一個好樣子，這個示現的根本就是讀誦大乘，所以每天不念經怎麼行？"
    },
    {
      "id": "12-045-0058_p0007",
      "zh_CN": "在过去经典流通的数量很少，学佛的人很多，经本很不容易得到。所以即使没有机会读诵，最低限度朝暮二课一定要做，这是不能再少的，就是你一定要做早晚课。早晚课诵每一家的仪规皆不一样，这一点我们要晓得，他修学某一个宗派，一定要读诵他本宗的经典，依照本宗的方法来修学。我们明白这个原理，知道现代同学们的需要，我们编了《净宗朝暮课诵》。早课我们读经只读《无量寿经》第六品，读这一品的意思是提醒我们，我们今天早起，今天一定要发心，要跟阿弥陀佛同心同愿，将阿弥陀佛所发的愿，我们也照他这个样子发愿，把四十八愿变成我们自己的本愿，今天这一天，念念不忘本愿，念念都与本愿相应，这叫修行。所以早课是提醒自己。晚课我们选三十二品到三十七品，内容是持戒念佛。这一段经文里面所说的是五戒十善，读这一部分经典让我们很冷静的去反省，佛在这里面所说的，我们有没有触犯？如果有违犯，立刻忏悔改过，明天决定不犯。所以晚课是忏悔，晚课是反省、是改过。这个早晚课就有功德。决定不是做一个形式上的早晚课，在佛菩萨面前念给他听就好，好像我的事情就交代完了，这个没有用，佛菩萨哪里要听这些东西？是我们在佛菩萨面前以虔诚恭敬心，如同佛菩萨在面前为我们做证明，督促我们、警策我们，我们一定依教奉行，是这个意思。",
      "zh_TW": "在過去經典流通的數量很少，學佛的人很多，經本很不容易得到。所以即使沒有機會讀誦，最低限度朝暮二課一定要做，這是不能再少的，就是你一定要做早晚課。早晚課誦每一家的儀規皆不一樣，這一點我們要曉得，他修學某一個宗派，一定要讀誦他本宗的經典，依照本宗的方法來修學。我們明白這個原理，知道現代同學們的需要，我們編了《淨宗朝暮課誦》。早課我們讀經只讀《無量壽經》第六品，讀這一品的意思是提醒我們，我們今天早起，今天一定要發心，要跟阿彌陀佛同心同願，將阿彌陀佛所發的願，我們也照他這個樣子發願，把四十八願變成我們自己的本願，今天這一天，念念不忘本願，念念都與本願相應，這叫修行。所以早課是提醒自己。晚課我們選三十二品到三十七品，內容是持戒念佛。這一段經文裡面所說的是五戒十善，讀這一部分經典讓我們很冷靜的去反省，佛在這裡面所說的，我們有沒有觸犯？如果有違犯，立刻懺悔改過，明天決定不犯。所以晚課是懺悔，晚課是反省、是改過。這個早晚課就有功德。決定不是做一個形式上的早晚課，在佛菩薩面前念給他聽就好，好像我的事情就交代完了，這個沒有用，佛菩薩哪裡要聽這些東西？是我們在佛菩薩面前以虔誠恭敬心，如同佛菩薩在面前為我們做證明，督促我們、警策我們，我們一定依教奉行，是這個意思。"
    },
    {
      "id": "12-045-0058_p0008",
      "zh_CN": "所以示现宫殿主昼神，最低限度要从早晚两堂课做起，两堂课做得很踏实、做得很认真，这样子就能够影响你周边的一些人物。别人看到你这么认真这样做，天天都做，有恒心、有毅力，一生都不中断，就能感动别人。你家里面人逐渐也学佛了，你的邻居、亲戚朋友逐渐也都会学佛，向你学习，你做出一个好样子。我们的生活依照佛的教训；我们工作，无论从事哪一个行业的工作，也遵守佛指导的原理原则，决定不犯，乃至于处事待人接物。儒家要求人的标准是君子，我们是社会里面的好人，做好人。佛法里面要求的是作菩萨，菩萨是佛的学生，我们今天要作菩萨，每个人都要作菩萨。《华严经》里面所有一切出席大众统统是菩萨，主夜神、主昼神都是菩萨，用这些名词、用这些形式来表法而已，无一不是表我们的生活、工作、处事待人接物，使我们觉悟、明白应该怎样去做，这是讲到示现。闻法的同修、念佛的同修，都是社会上真正的好人。我们够不够好？还要好，现在算是不错了，但是还不够标准。为什么？经天天在念，未必完全做到。认真努力去做，你就是真的菩萨，你会感动社会上许多人，头一个感动你家里人。大家都知道这个世间有灾难，佛法兴旺的地区，这个地方就避免灾难，这个地方的人有福。我们默默的在耕耘，默默的在做，也不要人知道，也不需要居功，个个都当主夜神，当夜神，不当昼神。",
      "zh_TW": "所以示現宮殿主晝神，最低限度要從早晚兩堂課做起，兩堂課做得很踏實、做得很認真，這樣子就能夠影響你周邊的一些人物。別人看到你這麼認真這樣做，天天都做，有恆心、有毅力，一生都不中斷，就能感動別人。你家裡面人逐漸也學佛了，你的鄰居、親戚朋友逐漸也都會學佛，向你學習，你做出一個好樣子。我們的生活依照佛的教訓；我們工作，無論從事哪一個行業的工作，也遵守佛指導的原理原則，決定不犯，乃至於處事待人接物。儒家要求人的標準是君子，我們是社會裡面的好人，做好人。佛法裡面要求的是作菩薩，菩薩是佛的學生，我們今天要作菩薩，每個人都要作菩薩。《華嚴經》裡面所有一切出席大眾統統是菩薩，主夜神、主晝神都是菩薩，用這些名詞、用這些形式來表法而已，無一不是表我們的生活、工作、處事待人接物，使我們覺悟、明白應該怎樣去做，這是講到示現。聞法的同修、念佛的同修，都是社會上真正的好人。我們夠不夠好？還要好，現在算是不錯了，但是還不夠標準。為什麼？經天天在念，未必完全做到。認真努力去做，你就是真的菩薩，你會感動社會上許多人，頭一個感動你家裡人。大家都知道這個世間有災難，佛法興旺的地區，這個地方就避免災難，這個地方的人有福。我們默默的在耕耘，默默的在做，也不要人知道，也不需要居功，個個都當主夜神，當夜神，不當晝神。"
    },
    {
      "id": "12-045-0058_p0009",
      "zh_CN": "再看第二尊，『发起慧香主昼神』。着重在「发起」，发起就太明显了，就很明显，绝对不是主夜，他一定是主昼，他发起。发起「慧」跟「香」，慧香是表什么？戒定慧三无漏学，换句话就是发起佛陀教育，佛陀教育是真正的慧香。它是以戒定慧三学，这是教学的三个纲领，达到五分法身香的目标。五分法身香里面，最重要的是末后两句，解脱、解脱知见。解脱用现在的话来说就是自在，所以教学的目的是得大自在。像大家天天念《心经》，《心经》开头第一句「观自在菩萨」，那个观是慧，你得自在了。解脱知见这是真实智慧，《般若经》上所讲的「无所不知」，那就是解脱知见，成就圆满真实的智慧。",
      "zh_TW": "再看第二尊，『發起慧香主晝神』。著重在「發起」，發起就太明顯了，就很明顯，絕對不是主夜，他一定是主晝，他發起。發起「慧」跟「香」，慧香是表什麼？戒定慧三無漏學，換句話就是發起佛陀教育，佛陀教育是真正的慧香。它是以戒定慧三學，這是教學的三個綱領，達到五分法身香的目標。五分法身香裡面，最重要的是末後兩句，解脫、解脫知見。解脫用現在的話來說就是自在，所以教學的目的是得大自在。像大家天天念《心經》，《心經》開頭第一句「觀自在菩薩」，那個觀是慧，你得自在了。解脫知見這是真實智慧，《般若經》上所講的「無所不知」，那就是解脫知見，成就圓滿真實的智慧。"
    },
    {
      "id": "12-045-0058_p0010",
      "zh_CN": "由此可知，这个德号落实在我们生活上，就是要发起教学。这桩事情要看机缘，没有具足的缘分，你在你自己家里面，每个星期也可以讲一次经，邀请你的邻居、朋友们来听。每个星期订上一天在家里讲，家里客厅就行了，三个五个、十个八个听众。过去李炳南老居士初到台中就用这个方法，遇到人就说佛法好；不懂，不懂没有关系，我讲给你听。星期一在张家讲，星期二在李家讲，李老师最初也很忙，听众也就是三五个、七八个。每天讲的不一样，一个星期讲好几种经，在人家里到处讲。以后慢慢大家听了欢喜，人愈来愈多了，希望大家在一起共修，那就得想办法找地方。最初是租借地方，租一个房子来做讲堂，然后人多了，财力也够了，就买一个地方，最初台中莲社就这么起来的。不是说先有计划要怎么做，不是，自自然然形成的，人多了大家需要。所以就买一个民房，把里面房间拆掉几个做一个讲堂，讲堂也就是佛堂，可以容纳一百多人，当然也就不会太大，容纳一百多人。以后听经、念佛的人愈来愈多，那怎么办？打听隔壁房子搬走的时候也买过来，隔壁的隔壁统统买过来，就变成现在的台中莲社。隔壁邻居都学佛、都听经，他们要搬家的时候一定把房子卖给台中莲社，这样子发展起来的。这种做法完全是随缘，随缘最初要发起。",
      "zh_TW": "由此可知，這個德號落實在我們生活上，就是要發起教學。這樁事情要看機緣，沒有具足的緣分，你在你自己家裡面，每個星期也可以講一次經，邀請你的鄰居、朋友們來聽。每個星期訂上一天在家裡講，家裡客廳就行了，三個五個、十個八個聽眾。過去李炳南老居士初到台中就用這個方法，遇到人就說佛法好；不懂，不懂沒有關係，我講給你聽。星期一在張家講，星期二在李家講，李老師最初也很忙，聽眾也就是三五個、七八個。每天講的不一樣，一個星期講好幾種經，在人家裡到處講。以後慢慢大家聽了歡喜，人愈來愈多了，希望大家在一起共修，那就得想辦法找地方。最初是租借地方，租一個房子來做講堂，然後人多了，財力也夠了，就買一個地方，最初台中蓮社就這麼起來的。不是說先有計畫要怎麼做，不是，自自然然形成的，人多了大家需要。所以就買一個民房，把裡面房間拆掉幾個做一個講堂，講堂也就是佛堂，可以容納一百多人，當然也就不會太大，容納一百多人。以後聽經、念佛的人愈來愈多，那怎麼辦？打聽隔壁房子搬走的時候也買過來，隔壁的隔壁統統買過來，就變成現在的台中蓮社。隔壁鄰居都學佛、都聽經，他們要搬家的時候一定把房子賣給台中蓮社，這樣子發展起來的。這種做法完全是隨緣，隨緣最初要發起。"
    },
    {
      "id": "12-045-0058_p0011",
      "zh_CN": "你说我们要发起，要捐助、要建个大道场，这不容易，这非常困难，人家未必能相信你。三五个到我家里来听经，或者我到你家讲给你听，这个好，这叫做随缘。随缘跟攀缘，诸位一定要搞清楚。世尊四无碍辩才末后一个「乐说无碍辩才」，你喜欢讲才行，你不喜欢讲那就没法子。到人家家里面去讲经，李炳老是居士身分，只接受人家供养一杯水，其他的任何都不接受。到人家家里，倒一杯茶给我就够了，其余的一概不接受。为什么？如果样样接受，以后人家怕你，不敢要你到他家去，就害怕了。所以以后大家说李老师来没有关系，给他泡一杯茶就行了，他也不讲究什么好茶、坏茶，他不讲究，你只给他泡一杯就行了。很容易招待，很容易侍候，谁都欢喜，都欢喜老师到他家里去讲经说法。家里讲经，那你的家里真正吉祥，凡是有讲经的处所都有佛菩萨护念，龙天善神拥护。",
      "zh_TW": "你說我們要發起，要捐助、要建個大道場，這不容易，這非常困難，人家未必能相信你。三五個到我家裡來聽經，或者我到你家講給你聽，這個好，這叫做隨緣。隨緣跟攀緣，諸位一定要搞清楚。世尊四無礙辯才末後一個「樂說無礙辯才」，你喜歡講才行，你不喜歡講那就沒法子。到人家家裡面去講經，李炳老是居士身分，只接受人家供養一杯水，其他的任何都不接受。到人家家裡，倒一杯茶給我就夠了，其餘的一概不接受。為什麼？如果樣樣接受，以後人家怕你，不敢要你到他家去，就害怕了。所以以後大家說李老師來沒有關係，給他泡一杯茶就行了，他也不講究什麼好茶、壞茶，他不講究，你只給他泡一杯就行了。很容易招待，很容易侍候，誰都歡喜，都歡喜老師到他家裡去講經說法。家裡講經，那你的家裡真正吉祥，凡是有講經的處所都有佛菩薩護念，龍天善神擁護。"
    },
    {
      "id": "12-045-0058_p0012",
      "zh_CN": "做什么样的好事，都没有请一个人，或是法师、或是居士，在你家里讲经那个事情好，比什么都好，这个我们要发起。有些人不愿意出来听经，先把经送到你家里面去。《无量寿经》说「菩萨作不请之友」，不必要他请，先跟他商量，好不好我到你家里讲经？不要人启请，主动就提出来。如果是老师的身分当然就不方便了，老师是师道，要尊重，「只闻来学，未闻往教」。菩萨的身分不一样，菩萨是同学，同学没有关系，同学没有大小、没有高下，我可以找你，到你家去讲，这个方法好。真正为佛法，真正为众生，真正为主导大众学佛，这就是与法相应。纵然我们不能够成就像经上讲的成果，我们把成果定得低一点，最低的成绩，令一切众生认识佛教，肯定佛教是世出世间最好的教育、最好的教学，人人应该要学习的，不学习很可惜。我们出去讲经说法，达到这个目的就成功了，我们目标就达到了。",
      "zh_TW": "做什麼樣的好事，都沒有請一個人，或是法師、或是居士，在你家裡講經那個事情好，比什麼都好，這個我們要發起。有些人不願意出來聽經，先把經送到你家裡面去。《無量壽經》說「菩薩作不請之友」，不必要他請，先跟他商量，好不好我到你家裡講經？不要人啟請，主動就提出來。如果是老師的身分當然就不方便了，老師是師道，要尊重，「只聞來學，未聞往教」。菩薩的身分不一樣，菩薩是同學，同學沒有關係，同學沒有大小、沒有高下，我可以找你，到你家去講，這個方法好。真正為佛法，真正為眾生，真正為主導大眾學佛，這就是與法相應。縱然我們不能夠成就像經上講的成果，我們把成果定得低一點，最低的成績，令一切眾生認識佛教，肯定佛教是世出世間最好的教育、最好的教學，人人應該要學習的，不學習很可惜。我們出去講經說法，達到這個目的就成功了，我們目標就達到了。"
    },
    {
      "id": "12-045-0058_p0013",
      "zh_CN": "发起慧香就是接引的方便，方法很多。过去台中李炳南老居士现身说法，他做出来给我们看。所以他一个人坐在台中，他不需要动，他教化的地区几乎是半个台湾，北面到新竹，南面到鹿港，差不多是三分之一的台湾，中部这个地区，都是他的地盘。他用什么方法？就是培养这些学生，他用两年的时间办一个培训班，训练二十多个会讲经的，全是在家同修。我跟他学的时候也是在家，如果我要出家了他就不收，因为居士，出家人不好教，要对他恭敬、要对他客气，那就没法子教。我亲近他幸好没出家，所以我们这个关系就建立了。二十多个学生轮流在各个地方讲经，最初是到人家里，哪个地方你有亲戚，哪个地方你有朋友，就找你的亲戚朋友到他家去讲。慢慢人多了，多的时候就找一个房子，刚才讲了，没有钱我们就租房子，有钱就买个房子，做布教所。台中莲社有二十多个布教所，就是这些学生每个星期去讲一次，带领大众念一次佛、讲一次经。平常流通经书，佛法所用的这些东西，做流通处，是这么搞起来的。做得非常自然、非常顺利，而且统统是正信的佛弟子。这叫「发起慧香」，我们要知道如何落实在我们自己生活当中，知道怎么样去做。",
      "zh_TW": "發起慧香就是接引的方便，方法很多。過去台中李炳南老居士現身說法，他做出來給我們看。所以他一個人坐在台中，他不需要動，他教化的地區幾乎是半個台灣，北面到新竹，南面到鹿港，差不多是三分之一的台灣，中部這個地區，都是他的地盤。他用什麼方法？就是培養這些學生，他用兩年的時間辦一個培訓班，訓練二十多個會講經的，全是在家同修。我跟他學的時候也是在家，如果我要出家了他就不收，因為居士，出家人不好教，要對他恭敬、要對他客氣，那就沒法子教。我親近他幸好沒出家，所以我們這個關係就建立了。二十多個學生輪流在各個地方講經，最初是到人家裡，哪個地方你有親戚，哪個地方你有朋友，就找你的親戚朋友到他家去講。慢慢人多了，多的時候就找一個房子，剛才講了，沒有錢我們就租房子，有錢就買個房子，做布教所。台中蓮社有二十多個布教所，就是這些學生每個星期去講一次，帶領大眾念一次佛、講一次經。平常流通經書，佛法所用的這些東西，做流通處，是這麼搞起來的。做得非常自然、非常順利，而且統統是正信的佛弟子。這叫「發起慧香」，我們要知道如何落實在我們自己生活當中，知道怎麼樣去做。"
    },
    {
      "id": "12-045-0058_p0014",
      "zh_CN": "第三尊，『乐胜庄严主昼神』。这个名号里面，「乐」是乐好，就是喜欢的意思，「胜」是殊胜。殊胜不是好胜，不是好强，好强、好胜那就错了，那就是烦恼现前。这是真正的喜乐。前面主夜神里面曾经讲过诸根常喜，常生欢喜心。欢喜就是庄严，庄严不必指其他。我们学佛人，真正能得法喜，法喜在一切法里面已经是无比殊胜，何况是世间法？在世间法里尤其显得殊胜，单单这一点就能够接引无量的众生。所以主昼神第一尊是讲示现宫殿，这个意思一直贯到最后，当中就是告诉我们示现些什么？示现法喜充满，示现你生活快乐、工作快乐，无时无处不示现自在快乐。接触你的人，看到你生活这么快乐一定很羡慕，也有一些人就向你请教：我们生活这么苦，你为什么生活那么快乐？他就向你请教。他向你请教，你就把离苦得乐的方法教给他。我原先生活跟你一样苦，比你还苦，我现在快乐了。这个快乐有方法，找释迦牟尼佛就快乐，找阿弥陀佛就更快乐，阿弥陀佛的世界叫极乐世界，这样子就很容易把佛法介绍给大家。这个事情一定要我们主动去做、去推广。所以形象很重要，「乐胜」是属于形象，欢喜的形象。前面跟诸位提到，我们一进佛教的道场，第一个见到的就是弥勒菩萨，他在天王殿正当中坐着，第一个看到。他代表什么？乐胜庄严，欢喜，这是接引大众最重要的方便法。",
      "zh_TW": "第三尊，『樂勝莊嚴主晝神』。這個名號裡面，「樂」是樂好，就是喜歡的意思，「勝」是殊勝。殊勝不是好勝，不是好強，好強、好勝那就錯了，那就是煩惱現前。這是真正的喜樂。前面主夜神裡面曾經講過諸根常喜，常生歡喜心。歡喜就是莊嚴，莊嚴不必指其他。我們學佛人，真正能得法喜，法喜在一切法裡面已經是無比殊勝，何況是世間法？在世間法裡尤其顯得殊勝，單單這一點就能夠接引無量的眾生。所以主晝神第一尊是講示現宮殿，這個意思一直貫到最後，當中就是告訴我們示現些什麼？示現法喜充滿，示現你生活快樂、工作快樂，無時無處不示現自在快樂。接觸你的人，看到你生活這麼快樂一定很羨慕，也有一些人就向你請教：我們生活這麼苦，你為什麼生活那麼快樂？他就向你請教。他向你請教，你就把離苦得樂的方法教給他。我原先生活跟你一樣苦，比你還苦，我現在快樂了。這個快樂有方法，找釋迦牟尼佛就快樂，找阿彌陀佛就更快樂，阿彌陀佛的世界叫極樂世界，這樣子就很容易把佛法介紹給大家。這個事情一定要我們主動去做、去推廣。所以形象很重要，「樂勝」是屬於形象，歡喜的形象。前面跟諸位提到，我們一進佛教的道場，第一個見到的就是彌勒菩薩，他在天王殿正當中坐著，第一個看到。他代表什麼？樂勝莊嚴，歡喜，這是接引大眾最重要的方便法。"
    },
    {
      "id": "12-045-0058_p0015",
      "zh_CN": "第四尊，『香华妙光主昼神』。「香华妙光」这四个字表戒定慧三学，香表戒定，华表六度万行，妙光表智慧。这个意思就是说明，主昼神都是社会上有地位、有身分、有权势，在现在所谓是领导的阶层，领导人物。佛在此地提醒我们，你用什么方式去领导？要用「香华妙光」，你的事业没有不成功的。香表戒定，戒是守法，循规蹈矩。守法最重要，领导人要是不守法，你底下的下属员工，你要求他们守法，难！自己先要做榜样给人看。华表六度，不但是处世待人的原则，自己生活跟工作也不能离开这个原则，布施、持戒、忍辱、精进、禅定、般若。华也表善因，善因必定得善果，因缘果报丝毫不爽。真能这样做，自然生智慧。智慧用「妙光」两个字来形容，意义尤其深。如果讲一般智慧，世间聪明智慧叫世智辩聪，加个「妙」字就不是世智辩聪。与诸法实相相应的智慧，那才妙，知道一切诸法的真相，相有体空、事有理空，二边不住，这就妙。",
      "zh_TW": "第四尊，『香華妙光主晝神』。「香華妙光」這四個字表戒定慧三學，香表戒定，華表六度萬行，妙光表智慧。這個意思就是說明，主晝神都是社會上有地位、有身分、有權勢，在現在所謂是領導的階層，領導人物。佛在此地提醒我們，你用什麼方式去領導？要用「香華妙光」，你的事業沒有不成功的。香表戒定，戒是守法，循規蹈矩。守法最重要，領導人要是不守法，你底下的下屬員工，你要求他們守法，難！自己先要做榜樣給人看。華表六度，不但是處世待人的原則，自己生活跟工作也不能離開這個原則，布施、持戒、忍辱、精進、禪定、般若。華也表善因，善因必定得善果，因緣果報絲毫不爽。真能這樣做，自然生智慧。智慧用「妙光」兩個字來形容，意義尤其深。如果講一般智慧，世間聰明智慧叫世智辯聰，加個「妙」字就不是世智辯聰。與諸法實相相應的智慧，那才妙，知道一切諸法的真相，相有體空、事有理空，二邊不住，這就妙。"
    },
    {
      "id": "12-045-0058_p0016",
      "zh_CN": "请看第五尊，『普集妙药主昼神』。这尊德号里面告诉我们什么？我们要想到，「药」是治病的，没有病哪来的药？「集」，可见得不是一种，是众多。「普集妙药」就是我们今天所讲的制度、法律、规矩、章程这一类东西。正是一般所讲的国有国法（国家有宪法）、家有家规。现代人大概这个家已经没有规矩了，哪一个人家里有家规？古时候有，我们在这些累积的文献里面看到，好的家规可以做大家模范的，都流传下来了。诸位看看前清陈弘谋居士编的《五种遗规》，里面收集古人的家规有十几篇。为什么他要立家规？他不立家规，他的家就乱了。诸位要晓得，中国古代是大家庭制度，不是小家庭，近代才讲小家庭，小家庭没有规矩。你一家夫妻带一个小孩，实在讲也要有规矩，你小孩才能教得好；因为你没有规矩，这个事情就麻烦。",
      "zh_TW": "請看第五尊，『普集妙藥主晝神』。這尊德號裡面告訴我們什麼？我們要想到，「藥」是治病的，沒有病哪來的藥？「集」，可見得不是一種，是眾多。「普集妙藥」就是我們今天所講的制度、法律、規矩、章程這一類東西。正是一般所講的國有國法（國家有憲法）、家有家規。現代人大概這個家已經沒有規矩了，哪一個人家裡有家規？古時候有，我們在這些累積的文獻裡面看到，好的家規可以做大家模範的，都流傳下來了。諸位看看前清陳弘謀居士編的《五種遺規》，裡面收集古人的家規有十幾篇。為什麼他要立家規？他不立家規，他的家就亂了。諸位要曉得，中國古代是大家庭制度，不是小家庭，近代才講小家庭，小家庭沒有規矩。你一家夫妻帶一個小孩，實在講也要有規矩，你小孩才能教得好；因為你沒有規矩，這個事情就麻煩。"
    },
    {
      "id": "12-045-0058_p0017",
      "zh_CN": "古时候是大家庭，它是一个族，那是一个家庭，他有大家长，所以讲求的是三代同堂、四代同堂，四代同堂的很多，这一家几十个人、一二百人，常有的事情。诸位看小说，中国有名的小说《红楼梦》，《红楼梦》就是一个家庭，这部书所描写的就是一个家庭，大家庭，所以它有家规，它有制度。我们现在虽然是小家庭，小家庭也要懂规矩，不懂规矩你的小孩就没法子教养。虽然不像古时候规矩定得那么严密、定得那么繁杂，你现在家庭小，人事少，你就可以少定几条，现前很需要的。自己要遵守，为什么？给儿女做榜样。你自己做不到，你叫他做，他不服。我记得好像是前几年在台北讲经，有一个同修来告诉我，他也是听我经听了不少年。他是一个中学教员，女儿念小学，大概有十一、二岁。女儿很聪明，在街上买了一本书送给她妈妈，她妈妈打开看看，什么东西？《妈妈手册》，女儿来教训她，妈妈哪些哪些妳没有做到。这就是你自己家里没有规矩，才会有这个现象；你要是有规矩，怎么会有这种现象？",
      "zh_TW": "古時候是大家庭，它是一個族，那是一個家庭，他有大家長，所以講求的是三代同堂、四代同堂，四代同堂的很多，這一家幾十個人、一二百人，常有的事情。諸位看小說，中國有名的小說《紅樓夢》，《紅樓夢》就是一個家庭，這部書所描寫的就是一個家庭，大家庭，所以它有家規，它有制度。我們現在雖然是小家庭，小家庭也要懂規矩，不懂規矩你的小孩就沒法子教養。雖然不像古時候規矩定得那麼嚴密、定得那麼繁雜，你現在家庭小，人事少，你就可以少定幾條，現前很需要的。自己要遵守，為什麼？給兒女做榜樣。你自己做不到，你叫他做，他不服。我記得好像是前幾年在台北講經，有一個同修來告訴我，他也是聽我經聽了不少年。他是一個中學教員，女兒念小學，大概有十一、二歲。女兒很聰明，在街上買了一本書送給她媽媽，她媽媽打開看看，什麼東西？《媽媽手冊》，女兒來教訓她，媽媽哪些哪些妳沒有做到。這就是你自己家裡沒有規矩，才會有這個現象；你要是有規矩，怎麼會有這種現象？"
    },
    {
      "id": "12-045-0058_p0018",
      "zh_CN": "我们要明白这个道理，无论干哪一行，都要常常不断去检讨，常常来修订。尤其现在的社会变化太大，你要不能通权达变，不能掌握高度的原则，你就被时代淘汰掉，你就不合这个时代。所以要不断求进步，进步就是改进，改正缺点，你不就进步了？发现缺点、改正缺点，在佛法里面讲，发现缺点就是开悟、觉悟了，改正缺点就叫修行，把错误、不适宜的改正过来、修正过来。修行，修是修正，行就是错误的行为，这里面没有迷信。所以无论哪个行业，即使自己的生活，也要不断求改进，你的生活会更舒适、更快乐、更自在。有毛病不能改进，永远不能进步；换句话说，永远不能成就。",
      "zh_TW": "我們要明白這個道理，無論幹哪一行，都要常常不斷去檢討，常常來修訂。尤其現在的社會變化太大，你要不能通權達變，不能掌握高度的原則，你就被時代淘汰掉，你就不合這個時代。所以要不斷求進步，進步就是改進，改正缺點，你不就進步了？發現缺點、改正缺點，在佛法裡面講，發現缺點就是開悟、覺悟了，改正缺點就叫修行，把錯誤、不適宜的改正過來、修正過來。修行，修是修正，行就是錯誤的行為，這裡面沒有迷信。所以無論哪個行業，即使自己的生活，也要不斷求改進，你的生活會更舒適、更快樂、更自在。有毛病不能改進，永遠不能進步；換句話說，永遠不能成就。"
    },
    {
      "id": "12-045-0058_p0019",
      "zh_CN": "再看第六尊，『乐作喜目主昼神』。这个名号里面前面两个字，欢喜造。佛家的戒律可以分为两类：止持、作持。止是禁止，像不杀生、不偷盗、不邪淫，这是决定禁止的，这是止持，你不可以做的。另外一种作持，凡是利益社会、利益众生的，我们要去做。大致上来说，小乘戒是自律，约束自己的，止持多；菩萨戒是利益众生的，作持多。佛叫你做的一定要做，你要不做那就犯戒，不做就违背佛的教诲。喜欢做，这两个字就是喜欢依教奉行，表现在我们面孔上是「喜目」，可见得他做得有成就，做得有成绩，常常显示的是法喜充满。",
      "zh_TW": "再看第六尊，『樂作喜目主晝神』。這個名號裡面前面兩個字，歡喜造。佛家的戒律可以分為兩類：止持、作持。止是禁止，像不殺生、不偷盜、不邪淫，這是決定禁止的，這是止持，你不可以做的。另外一種作持，凡是利益社會、利益眾生的，我們要去做。大致上來說，小乘戒是自律，約束自己的，止持多；菩薩戒是利益眾生的，作持多。佛叫你做的一定要做，你要不做那就犯戒，不做就違背佛的教誨。喜歡做，這兩個字就是喜歡依教奉行，表現在我們面孔上是「喜目」，可見得他做得有成就，做得有成績，常常顯示的是法喜充滿。"
    },
    {
      "id": "12-045-0058_p0020",
      "zh_CN": "可是这一句里面关键的字样在「乐」。经典里面教诫的，可以说我们展开《华严》，句句都是教我们应该怎样做，我们为什么做不到？勉强的做都做不到，哪里还能谈得上欢喜做？欢喜做谈何容易！什么原因？教理、教义没有搞清楚，所以佛教给我们做的都非常勉强的做，做的时候半信半疑。譬如佛教我们布施，哪个不懂？谁肯布施？你身上装一百块钱，布施一块，了不起了，我已经布施百分之一，还得了？做不到，总要自己留一手，做得是不干不净，这个没有依教奉行。佛教给我们要忍辱，偏偏不能忍，小不如意就动肝火。学佛学了一辈子，甚至于出家当老和尚还发脾气，有什么法子？他自己也晓得，讲经也会讲「火烧功德林」，他偏偏自己还烧，有什么办法？你要追究原因究竟在哪里？没有真正搞清楚；真搞清楚、真搞明白，欢喜去做，才能与法相应。像前面主夜神，他的德行里面以法为乐，那是真的，真正明了相应了，以法为乐。你们念佛三十六小时，愈念愈起劲，愈念精神愈好，为什么？乐在其中。有同修不行，到时候就打瞌睡，到时候就昏沉，绕佛的时候不知道绕哪里去了，什么原因？没有得法乐，没有得到乐趣，你得到乐趣就不会了，精神百倍。研究教也是如此，读经研究古人的注解，读古人注解，有的时候入神，一直念下去，念得很有味道，连天亮了都不知道，一夜好像很短暂就过去了。一夜没睡，第二天工作精神还是饱满、还是快乐，乐在其中。不是一个乐的事情谁愿意干？乐在其中。你真正能尝到味道，这里头有大乐，你就欢喜，你就愿意去做。",
      "zh_TW": "可是這一句裡面關鍵的字樣在「樂」。經典裡面教誡的，可以說我們展開《華嚴》，句句都是教我們應該怎樣做，我們為什麼做不到？勉強的做都做不到，哪裡還能談得上歡喜做？歡喜做談何容易！什麼原因？教理、教義沒有搞清楚，所以佛教給我們做的都非常勉強的做，做的時候半信半疑。譬如佛教我們布施，哪個不懂？誰肯布施？你身上裝一百塊錢，布施一塊，了不起了，我已經布施百分之一，還得了？做不到，總要自己留一手，做得是不乾不淨，這個沒有依教奉行。佛教給我們要忍辱，偏偏不能忍，小不如意就動肝火。學佛學了一輩子，甚至於出家當老和尚還發脾氣，有什麼法子？他自己也曉得，講經也會講「火燒功德林」，他偏偏自己還燒，有什麼辦法？你要追究原因究竟在哪裡？沒有真正搞清楚；真搞清楚、真搞明白，歡喜去做，才能與法相應。像前面主夜神，他的德行裡面以法為樂，那是真的，真正明瞭相應了，以法為樂。你們念佛三十六小時，愈念愈起勁，愈念精神愈好，為什麼？樂在其中。有同修不行，到時候就打瞌睡，到時候就昏沉，繞佛的時候不知道繞哪裡去了，什麼原因？沒有得法樂，沒有得到樂趣，你得到樂趣就不會了，精神百倍。研究教也是如此，讀經研究古人的註解，讀古人註解，有的時候入神，一直念下去，念得很有味道，連天亮了都不知道，一夜好像很短暫就過去了。一夜沒睡，第二天工作精神還是飽滿、還是快樂，樂在其中。不是一個樂的事情誰願意幹？樂在其中。你真正能嘗到味道，這裡頭有大樂，你就歡喜，你就願意去做。"
    },
    {
      "id": "12-045-0058_p0021",
      "zh_CN": "第七尊，『普现诸方主昼神』，此地「诸方」就是指十方三世。《华严经》里面所说的这些菩萨们，都是诸佛如来应化示现的；即使不是如来示现，也是道道地地的法身大士。他们活动的范围是尽虚空遍法界，不但是这一世，包括过去、现在、未来，我们讲十方三世，是他们活动的空间。所以诸方里面包括着有时间、有空间。「普现」，无处不现身，无时不现身。在什么样条件之下他现身？缘成熟了。什么是缘？众生有感，佛菩萨就有应，感应道交，绝不失时，这就「普现诸方」。所以他也不是夜神，这是非常明显的。",
      "zh_TW": "第七尊，『普現諸方主晝神』，此地「諸方」就是指十方三世。《華嚴經》裡面所說的這些菩薩們，都是諸佛如來應化示現的；即使不是如來示現，也是道道地地的法身大士。他們活動的範圍是盡虛空遍法界，不但是這一世，包括過去、現在、未來，我們講十方三世，是他們活動的空間。所以諸方裡面包括著有時間、有空間。「普現」，無處不現身，無時不現身。在什麼樣條件之下他現身？緣成熟了。什麼是緣？眾生有感，佛菩薩就有應，感應道交，絕不失時，這就「普現諸方」。所以他也不是夜神，這是非常明顯的。"
    },
    {
      "id": "12-045-0058_p0022",
      "zh_CN": "这一位我们应当怎样学习？首先要有报恩心。我们天天念回向偈，「上报四重恩，下济三途苦」，第一要认知一切众生于我有恩。佛在经上讲的话，初学的人未必能接受，但是佛讲的话是实话。一切众生跟我们什么关系？过去父母、未来诸佛。我们如果用这样的心态处事待人接物，一切众生跟我的关系是过去父母、未来诸佛，我们怎能不孝敬？怎能不供养？佛这两句话，在大乘经论里面说了很多遍，是真的，不是假设的，说明一切有情众生与我是什么关系。我们这个生命不是这一生，有过去生，过去无量劫，在六道里面轮回，互为父子眷属。你看穿了，真相就大白，然后对一切众生，你决定不会起怨恨心，你起怨恨心是对父母怨恨、对诸佛怨恨。纵然这些有情众生这一生当中没有机缘遇到佛法，不一定他过去生中遇过，这一生没缘，将来生中他也会遇到。何况佛在大经里面说，「凡有佛性，皆当作佛」。一切有情众生皆有佛性，既有佛性，将来必定作佛，说不定他比我们先成佛，我们还比不上他，我们对于一切众生怎么敢怠慢？所以真正通达明白事实真相，惭愧心油然而生。因此诸佛菩萨在十方三世示现这个榜样，启发一切迷惑未觉悟的众生，这是「普现诸方」，我们把它看作时间跟空间。另外一层意思，「方」可以当作方便来讲，普现种种善巧方便，也行，也讲得通。可见得「诸方」两个字的含义很广很广，都是指诸佛菩萨示现的。",
      "zh_TW": "這一位我們應當怎樣學習？首先要有報恩心。我們天天念迴向偈，「上報四重恩，下濟三途苦」，第一要認知一切眾生於我有恩。佛在經上講的話，初學的人未必能接受，但是佛講的話是實話。一切眾生跟我們什麼關係？過去父母、未來諸佛。我們如果用這樣的心態處事待人接物，一切眾生跟我的關係是過去父母、未來諸佛，我們怎能不孝敬？怎能不供養？佛這兩句話，在大乘經論裡面說了很多遍，是真的，不是假設的，說明一切有情眾生與我是什麼關係。我們這個生命不是這一生，有過去生，過去無量劫，在六道裡面輪迴，互為父子眷屬。你看穿了，真相就大白，然後對一切眾生，你決定不會起怨恨心，你起怨恨心是對父母怨恨、對諸佛怨恨。縱然這些有情眾生這一生當中沒有機緣遇到佛法，不一定他過去生中遇過，這一生沒緣，將來生中他也會遇到。何況佛在大經裡面說，「凡有佛性，皆當作佛」。一切有情眾生皆有佛性，既有佛性，將來必定作佛，說不定他比我們先成佛，我們還比不上他，我們對於一切眾生怎麼敢怠慢？所以真正通達明白事實真相，慚愧心油然而生。因此諸佛菩薩在十方三世示現這個榜樣，啟發一切迷惑未覺悟的眾生，這是「普現諸方」，我們把它看作時間跟空間。另外一層意思，「方」可以當作方便來講，普現種種善巧方便，也行，也講得通。可見得「諸方」兩個字的含義很廣很廣，都是指諸佛菩薩示現的。"
    },
    {
      "id": "12-045-0058_p0023",
      "zh_CN": "下面这一尊，『大悲光明主昼神』。「悲」是慈悲心，悲是拔苦，看到众生受苦如同自己受苦。我们今天在电视里面看到一些老人晚年的苦况，看到很难过，立刻就想到我们自己会老，不老就短命，这是一定的事情。你要长寿，你一定有老苦，你老了之后怎么办？现代的社会，现代的年轻人，你注意看看他们想些什么？逐渐逐渐洋化，所谓洋化就是不要父母，你不要指望着将来养儿防老，你这个念头过时了，不合时代了。养儿养女不养老了，你老了他就讨厌你、嫌弃你，你没得用，把你送到老人院里面去已经算很客气，对你很不错了。那我们怎么办？一定会老。只有一个方法，我们以真诚的爱心照顾老人、帮助老人。这因果，你造的是这个因，将来自己老了，一定有年轻人来照顾你、来侍候你，因果报应嘛！你今天不发心照顾老人，等你老了没人照顾你，一定的道理，因果报应一点都不会差错。我们照顾老人愈周到，将来自己年老的时候，人家照顾我们也愈周到。由此可知，助人实实在在是为了助自己，利人才是真正利益自己，你要明白这个道理。",
      "zh_TW": "下面這一尊，『大悲光明主晝神』。「悲」是慈悲心，悲是拔苦，看到眾生受苦如同自己受苦。我們今天在電視裡面看到一些老人晚年的苦況，看到很難過，立刻就想到我們自己會老，不老就短命，這是一定的事情。你要長壽，你一定有老苦，你老了之後怎麼辦？現代的社會，現代的年輕人，你注意看看他們想些什麼？逐漸逐漸洋化，所謂洋化就是不要父母，你不要指望著將來養兒防老，你這個念頭過時了，不合時代了。養兒養女不養老了，你老了他就討厭你、嫌棄你，你沒得用，把你送到老人院裡面去已經算很客氣，對你很不錯了。那我們怎麼辦？一定會老。只有一個方法，我們以真誠的愛心照顧老人、幫助老人。這因果，你造的是這個因，將來自己老了，一定有年輕人來照顧你、來侍候你，因果報應嘛！你今天不發心照顧老人，等你老了沒人照顧你，一定的道理，因果報應一點都不會差錯。我們照顧老人愈周到，將來自己年老的時候，人家照顧我們也愈周到。由此可知，助人實實在在是為了助自己，利人才是真正利益自己，你要明白這個道理。"
    },
    {
      "id": "12-045-0058_p0024",
      "zh_CN": "整个社会的变化，实在都在教育的问题上。今天学校教育只着重科技，只讲求利润，将人文、伦理、道德完全丢掉了。所以年轻时候也许你还过得不错，晚年就是你悲惨的岁月，中国人讲得不好听就是现世报，很凄惨。花报如是，果报就可想而知。在这么一个状况之下，我们要不全心全力提倡佛教育，发扬光大佛教育怎么行？怎么能解决问题？在今天发扬佛陀教育，还要特别着重在因果教育。像《了凡四训》、《感应篇汇编》、《安士全书》，这里面特别是《文昌帝君阴骘文》的注解注得非常好，我们要开这个课。古老的东西我们要学，要认真努力学，最新的科学知识我们也要讲习。能够把佛家的理论、因果与科学新知结合成一体，我们才能帮助社会大众觉悟，帮助大众回头是岸，来共同创造社会的安定繁荣，众生的幸福美满，这才真正是大慈大悲，才真正是度一切苦难众生。「光明」两个字大家都晓得是智慧，慈悲一定要有智慧；没有智慧，慈悲不能起作用。",
      "zh_TW": "整個社會的變化，實在都在教育的問題上。今天學校教育只著重科技，只講求利潤，將人文、倫理、道德完全丟掉了。所以年輕時候也許你還過得不錯，晚年就是你悲慘的歲月，中國人講得不好聽就是現世報，很淒慘。花報如是，果報就可想而知。在這麼一個狀況之下，我們要不全心全力提倡佛教育，發揚光大佛教育怎麼行？怎麼能解決問題？在今天發揚佛陀教育，還要特別著重在因果教育。像《了凡四訓》、《感應篇彙編》、《安士全書》，這裡面特別是《文昌帝君陰騭文》的註解註得非常好，我們要開這個課。古老的東西我們要學，要認真努力學，最新的科學知識我們也要講習。能夠把佛家的理論、因果與科學新知結合成一體，我們才能幫助社會大眾覺悟，幫助大眾回頭是岸，來共同創造社會的安定繁榮，眾生的幸福美滿，這才真正是大慈大悲，才真正是度一切苦難眾生。「光明」兩個字大家都曉得是智慧，慈悲一定要有智慧；沒有智慧，慈悲不能起作用。"
    },
    {
      "id": "12-045-0058_p0025",
      "zh_CN": "第九尊，『善根光照主昼神』。「善根」，学佛的同修都知道，世间法里面三善根：无贪、无瞋、无痴，这三条叫三善根。世间所有一切善法都从这三个根生的，我们一定要修学。世间所有一切恶法从哪里生的？和三善根相反，贪瞋痴，从贪瞋痴生的。所以贪瞋痴，佛称它作三毒烦恼。你里面有贪瞋痴三毒就坏了，三毒变现的境界就是饿鬼、地狱、畜生，饿鬼道是贪毒变现的，地狱道是瞋毒变现的，畜生道是痴毒变现的。你要能够把三毒转过来变成三善根，给诸位说，你就决定不堕三恶道，为什么？三恶道的因拔除了。这个道理要懂，要做一个大的转变。在什么地方转？起心动念的时候。心里面，我们六根对着外面六尘境界，大概你喜欢的境界就起贪心，不喜欢的境界就起瞋恚心。念头才一动，立刻就要知道堕落了，一念贪心动，你已经落在饿鬼道；一念瞋心动，你已经落在地狱道；一念愚痴，你已经是畜生了。要提起高度的警觉，这才行。",
      "zh_TW": "第九尊，『善根光照主晝神』。「善根」，學佛的同修都知道，世間法裡面三善根：無貪、無瞋、無痴，這三條叫三善根。世間所有一切善法都從這三個根生的，我們一定要修學。世間所有一切惡法從哪裡生的？和三善根相反，貪瞋痴，從貪瞋痴生的。所以貪瞋痴，佛稱它作三毒煩惱。你裡面有貪瞋痴三毒就壞了，三毒變現的境界就是餓鬼、地獄、畜生，餓鬼道是貪毒變現的，地獄道是瞋毒變現的，畜生道是痴毒變現的。你要能夠把三毒轉過來變成三善根，給諸位說，你就決定不墮三惡道，為什麼？三惡道的因拔除了。這個道理要懂，要做一個大的轉變。在什麼地方轉？起心動念的時候。心裡面，我們六根對著外面六塵境界，大概你喜歡的境界就起貪心，不喜歡的境界就起瞋恚心。念頭才一動，立刻就要知道墮落了，一念貪心動，你已經落在餓鬼道；一念瞋心動，你已經落在地獄道；一念愚痴，你已經是畜生了。要提起高度的警覺，這才行。"
    },
    {
      "id": "12-045-0058_p0026",
      "zh_CN": "一念傲慢，所有一切功德全都丧失掉，这个慢是大烦恼。我们过去听倓虚老法师讲他早年有个同学，谛闲老和尚的徒弟，参禅的徒弟，这很早年了。在江苏金山寺，禅堂里面功夫不错，修得很好，他在这个道场从清众一直被方丈和尚提升到首座，可见得他的德行很受人尊敬。可是当了首座和尚，傲慢心就生起来，就觉得自己很了不起。傲慢心生起来，他的护法神走了，冤家债主找来了。冤家债主是什么人？是他没有出家之前他的太太。他要出家，太太不肯，不让他出家，他一定要出家，太太跳河自杀了。那个冤鬼始终缠绕着，但是他有护法神，所以这个冤鬼没有办法贴近。到他傲慢心起来，护法神走了，他太太的冤魂找着他，逼着他糊里糊涂也跳水死了。死了以后当土地公去了，总算还修得有点功夫，到饿鬼道里去作土地公，太太就作土地婆，谛闲法师还去祭他。所以你才晓得，那一念傲慢心起来，功夫失掉了。",
      "zh_TW": "一念傲慢，所有一切功德全都喪失掉，這個慢是大煩惱。我們過去聽倓虛老法師講他早年有個同學，諦閑老和尚的徒弟，參禪的徒弟，這很早年了。在江蘇金山寺，禪堂裡面功夫不錯，修得很好，他在這個道場從清眾一直被方丈和尚提升到首座，可見得他的德行很受人尊敬。可是當了首座和尚，傲慢心就生起來，就覺得自己很了不起。傲慢心生起來，他的護法神走了，冤家債主找來了。冤家債主是什麼人？是他沒有出家之前他的太太。他要出家，太太不肯，不讓他出家，他一定要出家，太太跳河自殺了。那個冤鬼始終纏繞著，但是他有護法神，所以這個冤鬼沒有辦法貼近。到他傲慢心起來，護法神走了，他太太的冤魂找著他，逼著他糊裡糊塗也跳水死了。死了以後當土地公去了，總算還修得有點功夫，到餓鬼道裡去作土地公，太太就作土地婆，諦閑法師還去祭他。所以你才曉得，那一念傲慢心起來，功夫失掉了。"
    },
    {
      "id": "12-045-0058_p0027",
      "zh_CN": "世出世间圣人都教导我们要学谦敬，谦虚恭敬，对一切人、一切事、一切物要懂得谦虚恭敬。无论是善人、是恶人，是顺境、是逆境，要修平等的谦虚恭敬，那你就是「善根光照」。这在日常生活当中，时时刻刻要检点。初学的时候就是在早晚课，早课提醒自己，晚课要认真检点，早晚课是初学。功夫得力了，一切时、一切处都能提得起来，你就不会做错事了。常常保持善根光照，哪有不成就的？世间事业成就，修行道业成就。这是从三善根讲起。",
      "zh_TW": "世出世間聖人都教導我們要學謙敬，謙虛恭敬，對一切人、一切事、一切物要懂得謙虛恭敬。無論是善人、是惡人，是順境、是逆境，要修平等的謙虛恭敬，那你就是「善根光照」。這在日常生活當中，時時刻刻要檢點。初學的時候就是在早晚課，早課提醒自己，晚課要認真檢點，早晚課是初學。功夫得力了，一切時、一切處都能提得起來，你就不會做錯事了。常常保持善根光照，哪有不成就的？世間事業成就，修行道業成就。這是從三善根講起。"
    },
    {
      "id": "12-045-0058_p0028",
      "zh_CN": "在出世法里面、佛法里面只有一个善根，唯一的善根，精进，是菩萨善根。精进跟诸位说，就是改进，改正过失你不又提升一步了吗？永远不断的改，永远不断的进。到等觉菩萨还有一品生相无明没断，还要改，一直要证得究竟圆满的佛果没得改了，成佛才没得改了。等觉菩萨还有得改，还要不断在改进，我们是什么样的人？天天糊里糊涂过去，有没有过失？没过失，没过失你不就作佛了？佛在经上讲的，世间两种人没有过失，一个是作佛，佛没有过失；另外一种，什么人没有过失？一身过失，自己不知道自己过失，这个人没过失，他不知道自己有过失。不知道是愚痴、糊涂，不晓得自己有过失。实在不知道，读经，读经是对照对照，你就会找到自己的过失，就会发现，发现之后一定要改。",
      "zh_TW": "在出世法裡面、佛法裡面只有一個善根，唯一的善根，精進，是菩薩善根。精進跟諸位說，就是改進，改正過失你不又提升一步了嗎？永遠不斷的改，永遠不斷的進。到等覺菩薩還有一品生相無明沒斷，還要改，一直要證得究竟圓滿的佛果沒得改了，成佛才沒得改了。等覺菩薩還有得改，還要不斷在改進，我們是什麼樣的人？天天糊裡糊塗過去，有沒有過失？沒過失，沒過失你不就作佛了？佛在經上講的，世間兩種人沒有過失，一個是作佛，佛沒有過失；另外一種，什麼人沒有過失？一身過失，自己不知道自己過失，這個人沒過失，他不知道自己有過失。不知道是愚痴、糊塗，不曉得自己有過失。實在不知道，讀經，讀經是對照對照，你就會找到自己的過失，就會發現，發現之後一定要改。"
    },
    {
      "id": "12-045-0058_p0029",
      "zh_CN": "末后一尊，『妙华璎珞主昼神』。凡是表法的上首菩萨，一前一后总是互相呼应。第一位「示现宫殿」，末后以「妙华璎珞」来做总结，完全是成绩表现。璎珞是庄严具，我们今天所讲的佩戴这些首饰。诸位看到佛菩萨的画像，塑像也有，多半菩萨身上都佩着有璎珞，庄严具，我们今天讲装饰品。这不仅仅是代表美，代表高贵。什么才是高贵？妙花，妙花是表行德、表修德，真正修行。所以此地这个花，诸位不要把它当作真的花去看，那你就错了，你就不解如来真实义。此地的花是代表六度，在《华严经》里面代表文殊菩萨的十度、十波罗蜜，普贤菩萨的十愿，这是《华严经》上所说菩萨行门的总纲领。经上说得再多，《离世间品》讲的两千法门，归纳起来也不能超过十波罗蜜跟十大愿王，这是总纲领，妙华是比喻这个。你真正能依教修行，就如同佩戴璎珞一样，这个璎珞是菩萨的璎珞，法身大士的璎珞，法身大士的璎珞是十波罗蜜、十大愿王。我们果然能够依教奉行，世间的人未必瞧得起你，今天世间人看人的标准是你有多少钱，钱来当作身分的，看你有多少财富，看你在社会上做多大的官，以这个来做标准看人，诸佛菩萨、天地鬼神不用这个标准。不要讲诸佛菩萨，一般鬼神都是看你德行的标准，不在乎你贫富，不在乎你身分，在你的德行。你果然有一个善心善行，即使贫贱到极处，鬼神尊敬你，佛菩萨保佑你、加持你，这才是妙华璎珞。",
      "zh_TW": "末後一尊，『妙華瓔珞主晝神』。凡是表法的上首菩薩，一前一後總是互相呼應。第一位「示現宮殿」，末後以「妙華瓔珞」來做總結，完全是成績表現。瓔珞是莊嚴具，我們今天所講的佩戴這些首飾。諸位看到佛菩薩的畫像，塑像也有，多半菩薩身上都佩著有瓔珞，莊嚴具，我們今天講裝飾品。這不僅僅是代表美，代表高貴。什麼才是高貴？妙花，妙花是表行德、表修德，真正修行。所以此地這個花，諸位不要把它當作真的花去看，那你就錯了，你就不解如來真實義。此地的花是代表六度，在《華嚴經》裡面代表文殊菩薩的十度、十波羅蜜，普賢菩薩的十願，這是《華嚴經》上所說菩薩行門的總綱領。經上說得再多，《離世間品》講的兩千法門，歸納起來也不能超過十波羅蜜跟十大願王，這是總綱領，妙華是比喻這個。你真正能依教修行，就如同佩戴瓔珞一樣，這個瓔珞是菩薩的瓔珞，法身大士的瓔珞，法身大士的瓔珞是十波羅蜜、十大願王。我們果然能夠依教奉行，世間的人未必瞧得起你，今天世間人看人的標準是你有多少錢，錢來當作身分的，看你有多少財富，看你在社會上做多大的官，以這個來做標準看人，諸佛菩薩、天地鬼神不用這個標準。不要講諸佛菩薩，一般鬼神都是看你德行的標準，不在乎你貧富，不在乎你身分，在你的德行。你果然有一個善心善行，即使貧賤到極處，鬼神尊敬你，佛菩薩保佑你、加持你，這才是妙華瓔珞。"
    },
    {
      "id": "12-045-0058_p0030",
      "zh_CN": "「如是等而为上首，其数无量。皆于妙法能生信解，恒共精勤严饰宫殿」，末后叹德意思也很深。今天时间到了，我们就讲到此地。",
      "zh_TW": "「如是等而為上首，其數無量。皆於妙法能生信解，恆共精勤嚴飾宮殿」，末後歎德意思也很深。今天時間到了，我們就講到此地。"
    }
  ]
}