{
  "doc_id": "12-045-0446",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四四六集",
    "zh_TW": "第四四六集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-045-0446",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "12-045-0446_p0001",
      "zh_CN": "诸位同学，请看经本，「主河神」偈颂第五首：",
      "zh_TW": "諸位同學，請看經本，「主河神」偈頌第五首："
    },
    {
      "id": "12-045-0446_p0002",
      "zh_CN": "【佛昔修习菩提行，为利众生无量劫，是故光明遍世间，护神忆念生欢喜。】",
      "zh_TW": "【佛昔修習菩提行，為利眾生無量劫，是故光明遍世間，護神憶念生歡喜。】"
    },
    {
      "id": "12-045-0446_p0003",
      "zh_CN": "这首偈前面跟诸位报告了很多，偈颂的文这个意思还没有说尽，我们在这里再做一点补充。从经文在在处处，我们都能看到佛陀对九法界众生无尽的慈悲，种种示现都是为了饶益众生，也就是帮助众生断恶修善，帮助众生转迷为悟、转凡为圣。他的精神、他的事业永远没有止境，『为利众生无量劫』。为众生做种种示现，这个恩德之大无法想像，真是经典里面常讲的不可思议。",
      "zh_TW": "這首偈前面跟諸位報告了很多，偈頌的文這個意思還沒有說盡，我們在這裡再做一點補充。從經文在在處處，我們都能看到佛陀對九法界眾生無盡的慈悲，種種示現都是為了饒益眾生，也就是幫助眾生斷惡修善，幫助眾生轉迷為悟、轉凡為聖。他的精神、他的事業永遠沒有止境，『為利眾生無量劫』。為眾生做種種示現，這個恩德之大無法想像，真是經典裡面常講的不可思議。"
    },
    {
      "id": "12-045-0446_p0004",
      "zh_CN": "佛菩萨的目的是以智慧的教学，真实慈悲的教学周遍世间，这个世间是讲的尽虚空遍法界。普救护神从这个地方契入无上菩提，所以自行化他没有辛苦，常生欢喜心。这个欢喜心是从无恼害大慈悲心里面流露出来的，像普贤菩萨十大愿王每一愿最后总结的是「无有疲厌」。无有疲厌，换句话说，就是法喜充满。《论语》第一句「学而时习之，不亦说乎」，也是这个意思。不亦悦乎就是自行化他，为众生表演，欢喜！哪里会有厌倦？厌倦烦恼起来了。欢喜，这才真正与性德相应。这些地方都是我们在日常生活当中勘验自己功夫的方法。再看下面一首：",
      "zh_TW": "佛菩薩的目的是以智慧的教學，真實慈悲的教學周遍世間，這個世間是講的盡虛空遍法界。普救護神從這個地方契入無上菩提，所以自行化他沒有辛苦，常生歡喜心。這個歡喜心是從無惱害大慈悲心裡面流露出來的，像普賢菩薩十大願王每一願最後總結的是「無有疲厭」。無有疲厭，換句話說，就是法喜充滿。《論語》第一句「學而時習之，不亦說乎」，也是這個意思。不亦悅乎就是自行化他，為眾生表演，歡喜！哪裡會有厭倦？厭倦煩惱起來了。歡喜，這才真正與性德相應。這些地方都是我們在日常生活當中勘驗自己功夫的方法。再看下面一首："
    },
    {
      "id": "12-045-0446_p0005",
      "zh_CN": "【佛昔修行为众生，种种方便令成熟，普净福海除众苦，无热见此心欣庆。】",
      "zh_TW": "【佛昔修行為眾生，種種方便令成熟，普淨福海除眾苦，無熱見此心欣慶。】"
    },
    {
      "id": "12-045-0446_p0006",
      "zh_CN": "无热净光主河神，这是在这一个单元里面第六位。在长行里面我们看到他修学的法门，是「普示一切清凉善根」，这些地方我们要特别留意。我们帮助自己、帮助别人是一桩事情，不能帮助别人就是不能帮助自己，这个道理很深。回过头来想想，我们学佛为什么学得这么苦？学了这么多年为什么不相应？那就是我们不肯帮助别人，所以自己就没有成就。要怎样帮助别人？要做好样子给别人看。初学，这是勉强、假装，装久了就变成真的，变成真的就是自利。由此可知，要想自利决定要利他，不能利他决定得不到自利，我们从这里体会得，从这个地方肯定了。你不装模作样怎么行？先是假的，天台大师讲「名字即佛」，这是假的，是装模作样，装久了功夫渐渐自己得一点力，就变成观行；再提升就有模有样，就相似了，就这么一回事情。所以不肯诚心诚意做给别人看，自己学佛学一辈子，不得其门而入。不但你这一辈子不得其门，生生世世无量劫来我们为什么没有成就？就是不肯装一个样子给别人看。无论怎么样学、怎么样去精进、怎么样去努力，结果是一败涂地。",
      "zh_TW": "無熱淨光主河神，這是在這一個單元裡面第六位。在長行裡面我們看到他修學的法門，是「普示一切清涼善根」，這些地方我們要特別留意。我們幫助自己、幫助別人是一樁事情，不能幫助別人就是不能幫助自己，這個道理很深。回過頭來想想，我們學佛為什麼學得這麼苦？學了這麼多年為什麼不相應？那就是我們不肯幫助別人，所以自己就沒有成就。要怎樣幫助別人？要做好樣子給別人看。初學，這是勉強、假裝，裝久了就變成真的，變成真的就是自利。由此可知，要想自利決定要利他，不能利他決定得不到自利，我們從這裡體會得，從這個地方肯定了。你不裝模作樣怎麼行？先是假的，天台大師講「名字即佛」，這是假的，是裝模作樣，裝久了功夫漸漸自己得一點力，就變成觀行；再提升就有模有樣，就相似了，就這麼一回事情。所以不肯誠心誠意做給別人看，自己學佛學一輩子，不得其門而入。不但你這一輩子不得其門，生生世世無量劫來我們為什麼沒有成就？就是不肯裝一個樣子給別人看。無論怎麼樣學、怎麼樣去精進、怎麼樣去努力，結果是一敗塗地。"
    },
    {
      "id": "12-045-0446_p0007",
      "zh_CN": "能不能把十善、三皈五戒装个样子给人看？我们在《华严经》上看到，这些诸佛菩萨成就，原因就在此地。因此我们起心动念、言语造作不能不谨慎。我们在讲席当中常常劝勉同学们，时时刻刻要提醒自己：「学为人师，行为世范。」我们起心动念想一想：社会大众都像我这个念头行不行？我们说话言语的态度，我们处事待人接物想一想：社会大众都像我这个样子，这个社会是个什么社会？学佛要从这个地方学起。不是只学言教，言教光说不练，那怎么能有成就？真正要有成就，就必须说到做到。诸佛菩萨是做到之后再说到，我们至少学佛菩萨，我们学了之后就得认真去干，就要把佛的教诲落实在我们生活当中，落实在处事待人接物。",
      "zh_TW": "能不能把十善、三皈五戒裝個樣子給人看？我們在《華嚴經》上看到，這些諸佛菩薩成就，原因就在此地。因此我們起心動念、言語造作不能不謹慎。我們在講席當中常常勸勉同學們，時時刻刻要提醒自己：「學為人師，行為世範。」我們起心動念想一想：社會大眾都像我這個念頭行不行？我們說話言語的態度，我們處事待人接物想一想：社會大眾都像我這個樣子，這個社會是個什麼社會？學佛要從這個地方學起。不是只學言教，言教光說不練，那怎麼能有成就？真正要有成就，就必須說到做到。諸佛菩薩是做到之後再說到，我們至少學佛菩薩，我們學了之後就得認真去幹，就要把佛的教誨落實在我們生活當中，落實在處事待人接物。"
    },
    {
      "id": "12-045-0446_p0008",
      "zh_CN": "佛家最重视的持戒。世尊灭度之前，教导我们后世弟子「以戒为师」。戒是什么？戒是守法。哪有佛弟子不守法的道理？这个国家地区，法律上禁止佛法的弘扬，我们怎么办？我们离开这个国家地区。为什么？守法，绝对遵守它国家的法令规章。再看看哪些国家地区欢迎，我们到那里去。过去历代祖师大德都是这样遵守佛陀教诲。我们看看历史，释迦牟尼佛灭度之后，他的学生散布在四面八方，都是在弘扬佛法，为什么其他的地区佛法渐渐都衰灭了，唯独传到中国这一支在这里生根、开花、结果，什么原因？中国这个国家，古代这些帝王欢迎佛法、尊重佛法，所以三宝都到中国来了。这种示现给我们后人很大的启示，我们要能体会到。佛经里头常说：「佛不度无缘之人。」佛是慈悲，无缘是什么？这个众生现前他不能接受，不能接受我们就不要勉强，什么时候缘成熟，就是他欢喜了，他想学了，我们就来；他拒绝，他排斥，赶快走。守法，记住「不犯国制」。你要说你发慈悲心，勉强去做，其实你错了，你把众生得度的因缘推迟了，本来二、三年之后他就可以接受，因为你犯法，你做得不如法，可能把这个地方成熟的因缘推到二、三十年之后。你不是慈悲心，你是愚痴，你没有智慧，你不能够随顺佛陀教诲，随顺你自己的烦恼习气；你自己错了，佛菩萨没有教错。我们一定要明白这个道理，这是我们同学不能不知道的。",
      "zh_TW": "佛家最重視的持戒。世尊滅度之前，教導我們後世弟子「以戒為師」。戒是什麼？戒是守法。哪有佛弟子不守法的道理？這個國家地區，法律上禁止佛法的弘揚，我們怎麼辦？我們離開這個國家地區。為什麼？守法，絕對遵守它國家的法令規章。再看看哪些國家地區歡迎，我們到那裡去。過去歷代祖師大德都是這樣遵守佛陀教誨。我們看看歷史，釋迦牟尼佛滅度之後，他的學生散布在四面八方，都是在弘揚佛法，為什麼其他的地區佛法漸漸都衰滅了，唯獨傳到中國這一支在這裡生根、開花、結果，什麼原因？中國這個國家，古代這些帝王歡迎佛法、尊重佛法，所以三寶都到中國來了。這種示現給我們後人很大的啟示，我們要能體會到。佛經裡頭常說：「佛不度無緣之人。」佛是慈悲，無緣是什麼？這個眾生現前他不能接受，不能接受我們就不要勉強，什麼時候緣成熟，就是他歡喜了，他想學了，我們就來；他拒絕，他排斥，趕快走。守法，記住「不犯國制」。你要說你發慈悲心，勉強去做，其實你錯了，你把眾生得度的因緣推遲了，本來二、三年之後他就可以接受，因為你犯法，你做得不如法，可能把這個地方成熟的因緣推到二、三十年之後。你不是慈悲心，你是愚痴，你沒有智慧，你不能夠隨順佛陀教誨，隨順你自己的煩惱習氣；你自己錯了，佛菩薩沒有教錯。我們一定要明白這個道理，這是我們同學不能不知道的。"
    },
    {
      "id": "12-045-0446_p0009",
      "zh_CN": "我们要像佛菩萨心行一样，起心动念为尽虚空遍法界一切众生，不是为某一个地区。老子有云：「上善若水。」这个地方有障碍走不通，走旁边；旁边这里也有障碍走不通，再走这一边。在这个世界上，哪个地方欢迎就到哪里去，你才得大自在，你的心永远是清净的，永远是欢喜的，绝不局限在一处。一定要随顺佛陀的教诲、随顺经典的教训，不可以随顺自己的烦恼习气。也就是说我们自己怎么想法、怎么看法是错误的，要把自己错误的想法看法放下，一切依佛陀教诲，这是皈依，真正皈依佛法僧，皈依觉正净。对自己真实的利益了生死、出三界，我们求生净土，自己有肯定的把握。",
      "zh_TW": "我們要像佛菩薩心行一樣，起心動念為盡虛空遍法界一切眾生，不是為某一個地區。老子有云：「上善若水。」這個地方有障礙走不通，走旁邊；旁邊這裡也有障礙走不通，再走這一邊。在這個世界上，哪個地方歡迎就到哪裡去，你才得大自在，你的心永遠是清淨的，永遠是歡喜的，絕不侷限在一處。一定要隨順佛陀的教誨、隨順經典的教訓，不可以隨順自己的煩惱習氣。也就是說我們自己怎麼想法、怎麼看法是錯誤的，要把自己錯誤的想法看法放下，一切依佛陀教誨，這是皈依，真正皈依佛法僧，皈依覺正淨。對自己真實的利益了生死、出三界，我們求生淨土，自己有肯定的把握。"
    },
    {
      "id": "12-045-0446_p0010",
      "zh_CN": "一定要做到随时可以往生，想走就走，想住就住，来去自由，决定没有障碍。住在这个世间不为自己，你看看经上哪一位神众、哪一位菩萨是为自己的？都是为众生。所以一定要恒顺众生，随喜功德。众生欢迎，我们尽心尽力的教导他；众生不欢迎，我们也暗示他，决定没有舍弃的念头。这个众生造罪业，太可恶了，我不管他，随他去，这不是菩萨行，这是妄想分别执着，这是凡夫行。佛菩萨心不如是，佛菩萨永远不离众生。众生无缘，排斥拒绝，暂时离开，到一旁去等待、去观察；他回头了，他觉悟了，立刻就来，要晓得这个道理。",
      "zh_TW": "一定要做到隨時可以往生，想走就走，想住就住，來去自由，決定沒有障礙。住在這個世間不為自己，你看看經上哪一位神眾、哪一位菩薩是為自己的？都是為眾生。所以一定要恆順眾生，隨喜功德。眾生歡迎，我們盡心盡力的教導他；眾生不歡迎，我們也暗示他，決定沒有捨棄的念頭。這個眾生造罪業，太可惡了，我不管他，隨他去，這不是菩薩行，這是妄想分別執著，這是凡夫行。佛菩薩心不如是，佛菩薩永遠不離眾生。眾生無緣，排斥拒絕，暫時離開，到一旁去等待、去觀察；他回頭了，他覺悟了，立刻就來，要曉得這個道理。"
    },
    {
      "id": "12-045-0446_p0011",
      "zh_CN": "无热净光主河神在此地教导我们，『种种方便令成熟』，「种种方便」用今天的话来说，是高度智慧、高度的艺术，帮助众生成熟。这是个难事情，但是不能没有这个心，不能没有这个愿望。能做到多少，那是众生的缘分，我们自己总要尽心尽力、认真努力的去做，特别是要善于利用现在的高科技。我们要普度众生，我们不要有私心，不要有成见，我们要学佛菩萨拓开心量，也要像诸佛如来一样心包太虚、量周沙界，成就自己，利益别人，这才是『普净福海除众苦』。觉迷就在一念之间，绝不求现前的福报，现前我们的生活效法释迦牟尼佛，过最清苦的生活，真正做到于人无争、于世无求，这是净福。净福能灭自己的苦，展现出来就能灭众生之苦。无热净光菩萨他见到了，见到就是证到，心里面欢喜，他落实了，他做到了。再看底下第七首，普生欢喜主河神的赞颂：",
      "zh_TW": "無熱淨光主河神在此地教導我們，『種種方便令成熟』，「種種方便」用今天的話來說，是高度智慧、高度的藝術，幫助眾生成熟。這是個難事情，但是不能沒有這個心，不能沒有這個願望。能做到多少，那是眾生的緣分，我們自己總要盡心盡力、認真努力的去做，特別是要善於利用現在的高科技。我們要普度眾生，我們不要有私心，不要有成見，我們要學佛菩薩拓開心量，也要像諸佛如來一樣心包太虛、量周沙界，成就自己，利益別人，這才是『普淨福海除眾苦』。覺迷就在一念之間，絕不求現前的福報，現前我們的生活效法釋迦牟尼佛，過最清苦的生活，真正做到於人無爭、於世無求，這是淨福。淨福能滅自己的苦，展現出來就能滅眾生之苦。無熱淨光菩薩他見到了，見到就是證到，心裡面歡喜，他落實了，他做到了。再看底下第七首，普生歡喜主河神的讚頌："
    },
    {
      "id": "12-045-0446_p0012",
      "zh_CN": "【施门广大无穷尽，一切众生咸利益，能令见者无悭着，此普喜神之所悟。】",
      "zh_TW": "【施門廣大無窮盡，一切眾生咸利益，能令見者無慳著，此普喜神之所悟。】"
    },
    {
      "id": "12-045-0446_p0013",
      "zh_CN": "普生欢喜主河神，他修学的法门是布施，六度里头的第一条。「修行具足施」，他的果报是「令一切众生永离悭着」。他自己这样的修行，示现给我们看，我们体会得了，我们也认真努力去学习。『施门广大无穷尽』，布施的法门太广大了。佛陀在平常教导学生，将无量无边广大法门归纳为三大类：财布施、法布施、无畏布施，说了这三门。这三门每一门里面都广大没有边际，而且这个三门，跟诸位说是通的，任何一门必定具足一切法门。就是以三门来说，财布施里头一定具足法跟无畏，无畏布施里头一定也具足有财有法，一即是三，三即是一，只是我们布施的时候，我们的心偏重在哪一条。譬如说我们现在印经、做ＶＣＤ光碟布施，我们的用心偏重在法，修法布施。我们印书要不要钱？我们做光碟要不要钱？要钱；要钱，这个钱是财布施。我们布施的目的何在？是帮助他认识佛法，是帮助他断恶修善，是帮助他破迷开悟，这就是属于无畏布施。真的是三个一体，一般宗教里面讲三位一体，一点都没错。如果你的布施偏重在希求财富的果报，虽然布施里面必定具这三种，你的心偏重在财，希求得财富的果报，能不能得到？能。「佛氏门中，有求必应」，哪有得不到的？一定可以得到。",
      "zh_TW": "普生歡喜主河神，他修學的法門是布施，六度裡頭的第一條。「修行具足施」，他的果報是「令一切眾生永離慳著」。他自己這樣的修行，示現給我們看，我們體會得了，我們也認真努力去學習。『施門廣大無窮盡』，布施的法門太廣大了。佛陀在平常教導學生，將無量無邊廣大法門歸納為三大類：財布施、法布施、無畏布施，說了這三門。這三門每一門裡面都廣大沒有邊際，而且這個三門，跟諸位說是通的，任何一門必定具足一切法門。就是以三門來說，財布施裡頭一定具足法跟無畏，無畏布施裡頭一定也具足有財有法，一即是三，三即是一，只是我們布施的時候，我們的心偏重在哪一條。譬如說我們現在印經、做ＶＣＤ光碟布施，我們的用心偏重在法，修法布施。我們印書要不要錢？我們做光碟要不要錢？要錢；要錢，這個錢是財布施。我們布施的目的何在？是幫助他認識佛法，是幫助他斷惡修善，是幫助他破迷開悟，這就是屬於無畏布施。真的是三個一體，一般宗教裡面講三位一體，一點都沒錯。如果你的布施偏重在希求財富的果報，雖然布施裡面必定具這三種，你的心偏重在財，希求得財富的果報，能不能得到？能。「佛氏門中，有求必應」，哪有得不到的？一定可以得到。"
    },
    {
      "id": "12-045-0446_p0014",
      "zh_CN": "有些人年岁大的，或者身体健康欠佳的，他所希求的是健康长寿，也能得到。可是诸位要记住：如理如法的修学。有人修学为什么得不到？他理论上错误、方法上差误，所以得不到与自己愿望相应的果报，原因在这个地方。真正通达明了，如理如法的去修布施，三种福报兼而得之，自自然然的现前，决定没有希求的心。不求财富，他财富自然来；不求聪明智慧，他智慧常常增长；没有求健康长寿，他年岁年年增长，他不生病，他不衰老。果报是自然的，种什么样的因，当然得什么样的果报。我们自己修自己得，自己修学给别人看，这就是做出榜样来给人看，让别人看到之后，看到你修因得果，他觉悟了，他也想得到你这样的果报，看你是修的什么因，他就来模仿，他就来学习，这叫化他。所以我常常劝勉同修们，我们学佛成绩、果德就在我们这个面孔，就在我们这个身体，我们这个身体就是学佛的招牌，就是佛法修学的活广告，别人看了这个广告、看了这个招牌，能不能生起信心？首先自己想想，我没有学佛的时候是什么样子，我学佛之后又变成什么样子，从这个地方去检点、去省察，才真正知道自己学佛如不如法，自己学佛功夫得不得力。",
      "zh_TW": "有些人年歲大的，或者身體健康欠佳的，他所希求的是健康長壽，也能得到。可是諸位要記住：如理如法的修學。有人修學為什麼得不到？他理論上錯誤、方法上差誤，所以得不到與自己願望相應的果報，原因在這個地方。真正通達明瞭，如理如法的去修布施，三種福報兼而得之，自自然然的現前，決定沒有希求的心。不求財富，他財富自然來；不求聰明智慧，他智慧常常增長；沒有求健康長壽，他年歲年年增長，他不生病，他不衰老。果報是自然的，種什麼樣的因，當然得什麼樣的果報。我們自己修自己得，自己修學給別人看，這就是做出榜樣來給人看，讓別人看到之後，看到你修因得果，他覺悟了，他也想得到你這樣的果報，看你是修的什麼因，他就來模仿，他就來學習，這叫化他。所以我常常勸勉同修們，我們學佛成績、果德就在我們這個面孔，就在我們這個身體，我們這個身體就是學佛的招牌，就是佛法修學的活廣告，別人看了這個廣告、看了這個招牌，能不能生起信心？首先自己想想，我沒有學佛的時候是什麼樣子，我學佛之後又變成什麼樣子，從這個地方去檢點、去省察，才真正知道自己學佛如不如法，自己學佛功夫得不得力。"
    },
    {
      "id": "12-045-0446_p0015",
      "zh_CN": "佛法从哪里修？法门这么多，方法这么多，我们要抓住纲领。净宗学会成立之初，我提出修行五个科目，不多。行门科目不能多，多了怎么样？记不住。多了，太繁，太杂，好看，不管用。尤其是我们生活在现代的社会，都喜欢简单，不喜欢麻烦。五个科目不多，第一个科目「净业三福」，这是根本。这个科目里头三条，第一条「孝养父母，奉事师长，慈心不杀，修十善业。」修十善业，十善业就落实在《十善业道经》，我们有没有认真去做？有没有把十善业道落实？如果十善业道有亏，我们就是不孝父母、不敬师长、没有慈悲心，你这第一关考试就通不过，你就没有办法入佛门，这是入佛门的先决条件。你想学佛，学佛最低的入学条件就是这四句，具备这个条件才有资格做佛的学生。",
      "zh_TW": "佛法從哪裡修？法門這麼多，方法這麼多，我們要抓住綱領。淨宗學會成立之初，我提出修行五個科目，不多。行門科目不能多，多了怎麼樣？記不住。多了，太繁，太雜，好看，不管用。尤其是我們生活在現代的社會，都喜歡簡單，不喜歡麻煩。五個科目不多，第一個科目「淨業三福」，這是根本。這個科目裡頭三條，第一條「孝養父母，奉事師長，慈心不殺，修十善業。」修十善業，十善業就落實在《十善業道經》，我們有沒有認真去做？有沒有把十善業道落實？如果十善業道有虧，我們就是不孝父母、不敬師長、沒有慈悲心，你這第一關考試就通不過，你就沒有辦法入佛門，這是入佛門的先決條件。你想學佛，學佛最低的入學條件就是這四句，具備這個條件才有資格做佛的學生。"
    },
    {
      "id": "12-045-0446_p0016",
      "zh_CN": "第二条，「受持三皈，具足众戒，不犯威仪。」这入佛门，入佛门就受三皈。诸位要晓得，三皈是建立在十善的基础上。由此可知，我们到底是真佛弟子、是假佛弟子？这心里就有数了。三福头一条做不到，我虽然受了三皈、受了五戒、受了菩萨戒，甚至于出家，受了具足戒，前面这四句没有，假的，不是真的。孝养父母，落实十善业道是真正孝养父母；奉事师长，也是落实十善业道才是真正奉事师长；慈心不杀，也要落实十善业道，否则的话，你慈悲心是假的，不是真的。慈悲心不是对别人，对自己。这是学佛的大根大本，根本的根本，基础的基础。连这个都没有，还谈什么？有了这个，才能够受三皈五戒。五戒你当然能持，为什么？你具足十善业。你自然不犯威仪，不犯威仪就是时时刻刻做社会大众的好榜样，叫不犯威仪。我这个样子能不能给社会大众做好样子？",
      "zh_TW": "第二條，「受持三皈，具足眾戒，不犯威儀。」這入佛門，入佛門就受三皈。諸位要曉得，三皈是建立在十善的基礎上。由此可知，我們到底是真佛弟子、是假佛弟子？這心裡就有數了。三福頭一條做不到，我雖然受了三皈、受了五戒、受了菩薩戒，甚至於出家，受了具足戒，前面這四句沒有，假的，不是真的。孝養父母，落實十善業道是真正孝養父母；奉事師長，也是落實十善業道才是真正奉事師長；慈心不殺，也要落實十善業道，否則的話，你慈悲心是假的，不是真的。慈悲心不是對別人，對自己。這是學佛的大根大本，根本的根本，基礎的基礎。連這個都沒有，還談什麼？有了這個，才能夠受三皈五戒。五戒你當然能持，為什麼？你具足十善業。你自然不犯威儀，不犯威儀就是時時刻刻做社會大眾的好榜樣，叫不犯威儀。我這個樣子能不能給社會大眾做好樣子？"
    },
    {
      "id": "12-045-0446_p0017",
      "zh_CN": "威仪就是我们今天讲的仪表、风度。我们这个外表能不能拿得出去？自己要知道。如果我们的威仪有失，别人虽然不说话，暗中在讥笑，会招来有一些初学的人，一看到你这个样子：佛教是这样的，算了，假的，不要去学它。因我而把佛教让别人产生误会，让别人产生毁谤。他为什么造业？我表现得不好，让他造业，让他堕落，我有罪，他堕落三途，我们肯定堕地狱。他为什么堕落三途？是我做得不好，让他堕三途，我的果报比他重。我们要做好样子，要给佛法做个好招牌，要给佛法做个好广告，让人看到生欢喜心，让人看到起尊重心，这个重要。所以，我们的一举一动、起心动念，都是佛教的广告、招牌。我们要把这个招牌砸掉，把这个招牌败坏，我们是佛教的罪人。我们的前途是福还是祸，我们的来生是往上升还是往下坠落，都在现前起心动念、言语造作是善还是不善。",
      "zh_TW": "威儀就是我們今天講的儀表、風度。我們這個外表能不能拿得出去？自己要知道。如果我們的威儀有失，別人雖然不說話，暗中在譏笑，會招來有一些初學的人，一看到你這個樣子：佛教是這樣的，算了，假的，不要去學它。因我而把佛教讓別人產生誤會，讓別人產生毀謗。他為什麼造業？我表現得不好，讓他造業，讓他墮落，我有罪，他墮落三途，我們肯定墮地獄。他為什麼墮落三途？是我做得不好，讓他墮三途，我的果報比他重。我們要做好樣子，要給佛法做個好招牌，要給佛法做個好廣告，讓人看到生歡喜心，讓人看到起尊重心，這個重要。所以，我們的一舉一動、起心動念，都是佛教的廣告、招牌。我們要把這個招牌砸掉，把這個招牌敗壞，我們是佛教的罪人。我們的前途是福還是禍，我們的來生是往上升還是往下墜落，都在現前起心動念、言語造作是善還是不善。"
    },
    {
      "id": "12-045-0446_p0018",
      "zh_CN": "你要晓得，我们一举一动都在布施，不是布施众生福，就是布施众生罪过，你们想想对不对？我们影响社会、影响众生，影响社会大众对佛教的看法、对佛教的想法、对佛教的做法。所以社会大众没有过失，我们要是把过失推给别人，那我们的罪过就更重了。佛在经上讲得很好，他没有人教他，「先人不善，不识道德，无有语者」；我们又没有做好样子给人看，让社会大众对佛教产生严重误会，造成种种有意无意的毁谤，他没有过失，过失在我们自己。我们做得不好，做得不如法，我们布施给一切众生不是善法，是恶法，不是正面的，是负面的。所以要常常想到怎样去利益众生，怎样把众生贪、瞋、痴、慢、疑、恶见，严重烦恼拔除。要帮助众生这样的大事，首先要帮助自己。自己还迷惑颠倒，自己救自己都救不了，怎么能帮助别人？所以我们今天读到普生欢喜主河神这个赞颂，我们感慨万千。第八首：",
      "zh_TW": "你要曉得，我們一舉一動都在布施，不是布施眾生福，就是布施眾生罪過，你們想想對不對？我們影響社會、影響眾生，影響社會大眾對佛教的看法、對佛教的想法、對佛教的做法。所以社會大眾沒有過失，我們要是把過失推給別人，那我們的罪過就更重了。佛在經上講得很好，他沒有人教他，「先人不善，不識道德，無有語者」；我們又沒有做好樣子給人看，讓社會大眾對佛教產生嚴重誤會，造成種種有意無意的毀謗，他沒有過失，過失在我們自己。我們做得不好，做得不如法，我們布施給一切眾生不是善法，是惡法，不是正面的，是負面的。所以要常常想到怎樣去利益眾生，怎樣把眾生貪、瞋、痴、慢、疑、惡見，嚴重煩惱拔除。要幫助眾生這樣的大事，首先要幫助自己。自己還迷惑顛倒，自己救自己都救不了，怎麼能幫助別人？所以我們今天讀到普生歡喜主河神這個讚頌，我們感慨萬千。第八首："
    },
    {
      "id": "12-045-0446_p0019",
      "zh_CN": "【佛昔修行实方便，成就无边功德海，能令见者靡不欣，此胜幢神心悟悦。】",
      "zh_TW": "【佛昔修行實方便，成就無邊功德海，能令見者靡不欣，此勝幢神心悟悅。】"
    },
    {
      "id": "12-045-0446_p0020",
      "zh_CN": "广德胜幢主河神，他得的法门是「作一切欢喜福田解脱门」。这个一切是双关语，可以说是为一切众生，也可以说是一切修行的方法。方法再多，他的方向目标只有一个：令一切众生得福！也就是我们今天社会里面所说的福利事业。如何令一切众生得福？如何能令一切众生得真实利益？他偈颂里说『实方便』，「实」是真实的，不是虚妄的。说到真实，我们要知道，佛在经上常常教导我们，现前得利益，来生也得利益，后生还得利益，这个利益是真实的。如果这个利益只有我们这一生得利益，来生不得利益，后生就更没有利益，这个利益是假的、是虚的。反过来讲，我们这一生不得利益，来生得利益，后生得利益，这个利益也是真实的。于是我们为一切众生服务，为一切众生示现，我们经上讲示现，示现的意思就是为一切众生服务。帮助一切众生，协助一切众生，方法手段太多太多了，目标只有一个：令众生离苦得乐。决定不违背这个目标，绝对不偏离这个方向，在这个世间无论做什么样的工作，无论从事哪一种行业，都是为服务众生的，都是帮助他离苦得乐的，这叫「实方便」。",
      "zh_TW": "廣德勝幢主河神，他得的法門是「作一切歡喜福田解脫門」。這個一切是雙關語，可以說是為一切眾生，也可以說是一切修行的方法。方法再多，他的方向目標只有一個：令一切眾生得福！也就是我們今天社會裡面所說的福利事業。如何令一切眾生得福？如何能令一切眾生得真實利益？他偈頌裡說『實方便』，「實」是真實的，不是虛妄的。說到真實，我們要知道，佛在經上常常教導我們，現前得利益，來生也得利益，後生還得利益，這個利益是真實的。如果這個利益只有我們這一生得利益，來生不得利益，後生就更沒有利益，這個利益是假的、是虛的。反過來講，我們這一生不得利益，來生得利益，後生得利益，這個利益也是真實的。於是我們為一切眾生服務，為一切眾生示現，我們經上講示現，示現的意思就是為一切眾生服務。幫助一切眾生，協助一切眾生，方法手段太多太多了，目標只有一個：令眾生離苦得樂。決定不違背這個目標，絕對不偏離這個方向，在這個世間無論做什麼樣的工作，無論從事哪一種行業，都是為服務眾生的，都是幫助他離苦得樂的，這叫「實方便」。"
    },
    {
      "id": "12-045-0446_p0021",
      "zh_CN": "回过头来看我们自己，我们今天生在这个世间，在这一辈子当中，我们所选择的是佛家这个行业。人在这个社会上，一生不能没有工作，工作就是为社会服务的。我们今天选择这个行业，这个行业为社会大众是做什么样的服务？佛在经论里面讲得太清楚、太明白了，「破迷开悟，离苦得乐」。我们为社会大众是服务这个项目，要把这个项目做好，我们采取什么手段？教学。因此释迦牟尼佛给我们示现的一生教学，他老人家示现八相成道之后，就开始从事于教学的工作。要用现代人的术语来说，释迦牟尼佛一生所做的是社会教育的工作，而且是一个多元文化社会教育的义务工作者。因为他教学不收学费，不附带任何条件，只要你肯来学，他老人家就愿意教你。他有大智慧，他有大德能，多才多艺，你想学什么，你只要遇到他，你一定会得到满意的成就，这是真的难得，真不容易！这是一个圆满智慧的大德，圆满德能才艺的好老师。",
      "zh_TW": "回過頭來看我們自己，我們今天生在這個世間，在這一輩子當中，我們所選擇的是佛家這個行業。人在這個社會上，一生不能沒有工作，工作就是為社會服務的。我們今天選擇這個行業，這個行業為社會大眾是做什麼樣的服務？佛在經論裡面講得太清楚、太明白了，「破迷開悟，離苦得樂」。我們為社會大眾是服務這個項目，要把這個項目做好，我們採取什麼手段？教學。因此釋迦牟尼佛給我們示現的一生教學，他老人家示現八相成道之後，就開始從事於教學的工作。要用現代人的術語來說，釋迦牟尼佛一生所做的是社會教育的工作，而且是一個多元文化社會教育的義務工作者。因為他教學不收學費，不附帶任何條件，只要你肯來學，他老人家就願意教你。他有大智慧，他有大德能，多才多藝，你想學什麼，你只要遇到他，你一定會得到滿意的成就，這是真的難得，真不容易！這是一個圓滿智慧的大德，圓滿德能才藝的好老師。"
    },
    {
      "id": "12-045-0446_p0022",
      "zh_CN": "我们有幸生在末法时期，虽然老师不在世间，老师的遗教还流传在世间，还没有失传，我们有幸遇到。更有幸的是遇到前一辈的善知识，这些善知识代代相传，我们遇到这个善知识，承蒙他的指导教诲，使我们有缘契入经教，我们对经教能够读诵、能够理解、能够深信不疑、能够依教奉行，我们自己得利益。自己得到利益，一定要效法诸佛菩萨，献身给社会，把自己所学的、所得到的好处教化众生，帮助别人；换句话说，我们有使命、有责任延续佛菩萨的多元文化社会教育，不辞辛劳。要效法世尊，广为一切众生开演妙法，为大家宣说，还要做出样子给大家看，演就是表演，表演出样子给人看。",
      "zh_TW": "我們有幸生在末法時期，雖然老師不在世間，老師的遺教還流傳在世間，還沒有失傳，我們有幸遇到。更有幸的是遇到前一輩的善知識，這些善知識代代相傳，我們遇到這個善知識，承蒙他的指導教誨，使我們有緣契入經教，我們對經教能夠讀誦、能夠理解、能夠深信不疑、能夠依教奉行，我們自己得利益。自己得到利益，一定要效法諸佛菩薩，獻身給社會，把自己所學的、所得到的好處教化眾生，幫助別人；換句話說，我們有使命、有責任延續佛菩薩的多元文化社會教育，不辭辛勞。要效法世尊，廣為一切眾生開演妙法，為大家宣說，還要做出樣子給大家看，演就是表演，表演出樣子給人看。"
    },
    {
      "id": "12-045-0446_p0023",
      "zh_CN": "汉明帝的时候，佛教传到中国来。佛教的教学跟儒家不谋而合，所以得到中国朝野热烈的欢迎。佛教在中国生根，开花结果，反而超过了儒家教学，这是真的不是假的。佛教对于中国人的生活，对于中国人的思想，对于中国文化影响太深、太大了。这个成就得力于当时的帝王大臣他们的真知灼见。儒家学说建立在孝道的基础上；佛法，尤其是大乘，也是建立在孝道的基础上。你看净业三福头一条「孝养父母，奉事师长」，跟儒家完全相同，相同的地方太多太多了。儒家讲纲领、讲大纲；佛法讲细目，佛家的教科书多，它讲得详细。这两个合成一个，太完美了。所以在中国古时候就讲「外儒内佛，合则双美」，两千多年来没有改变。民国建立就改变了，为什么？看到西方人强大，中国人积弱不振，以为是中国教育产生问题，把中国古老的教育舍弃，一味去学习西方，造成中国今天的灾难。",
      "zh_TW": "漢明帝的時候，佛教傳到中國來。佛教的教學跟儒家不謀而合，所以得到中國朝野熱烈的歡迎。佛教在中國生根，開花結果，反而超過了儒家教學，這是真的不是假的。佛教對於中國人的生活，對於中國人的思想，對於中國文化影響太深、太大了。這個成就得力於當時的帝王大臣他們的真知灼見。儒家學說建立在孝道的基礎上；佛法，尤其是大乘，也是建立在孝道的基礎上。你看淨業三福頭一條「孝養父母，奉事師長」，跟儒家完全相同，相同的地方太多太多了。儒家講綱領、講大綱；佛法講細目，佛家的教科書多，它講得詳細。這兩個合成一個，太完美了。所以在中國古時候就講「外儒內佛，合則雙美」，兩千多年來沒有改變。民國建立就改變了，為什麼？看到西方人強大，中國人積弱不振，以為是中國教育產生問題，把中國古老的教育捨棄，一味去學習西方，造成中國今天的災難。"
    },
    {
      "id": "12-045-0446_p0024",
      "zh_CN": "我们在此地对于广德胜幢菩萨的教诲，他所修学的法门，我们要效法，要作一切众生欢喜福田。那就是说我们修福、积德要真实，与法性相应。法性是什么？儒家讲的道德仁义，通常我们讲的八德：孝、悌、忠、信、礼、义、廉、耻，要与这个相应，这才是真实的福田。一定要懂得利益众生才是利益自己，众生有福自己才真正有福，众生有智慧才是自己的真实智慧。要有佛的大量，愿一切众生早成佛道，殷切期望，希望众生个个快快成佛，不要耽误时间。起心动念都为别人想，没有为自己想。所以一切众生遇到佛，哪有不欢喜的道理！这就是经文上讲的『成就无边功德海』，他修行的是真实方便。『能令众生靡不欣』，就是他能令众生生欢喜心，众生只要听说他，只要见到他，没有不尊敬，没有不欢喜，没有不爱戴的。胜幢菩萨从这个法门里面悟入的，一生修行这个法门，以这个法门为一切众生示现。再看底下第九首：",
      "zh_TW": "我們在此地對於廣德勝幢菩薩的教誨，他所修學的法門，我們要效法，要作一切眾生歡喜福田。那就是說我們修福、積德要真實，與法性相應。法性是什麼？儒家講的道德仁義，通常我們講的八德：孝、悌、忠、信、禮、義、廉、恥，要與這個相應，這才是真實的福田。一定要懂得利益眾生才是利益自己，眾生有福自己才真正有福，眾生有智慧才是自己的真實智慧。要有佛的大量，願一切眾生早成佛道，殷切期望，希望眾生個個快快成佛，不要耽誤時間。起心動念都為別人想，沒有為自己想。所以一切眾生遇到佛，哪有不歡喜的道理！這就是經文上講的『成就無邊功德海』，他修行的是真實方便。『能令眾生靡不欣』，就是他能令眾生生歡喜心，眾生只要聽說他，只要見到他，沒有不尊敬，沒有不歡喜，沒有不愛戴的。勝幢菩薩從這個法門裡面悟入的，一生修行這個法門，以這個法門為一切眾生示現。再看底下第九首："
    },
    {
      "id": "12-045-0446_p0025",
      "zh_CN": "【众生有垢咸净治，一切怨害等生慈，故得光照满虚空，普世河神见欢喜。】",
      "zh_TW": "【眾生有垢咸淨治，一切怨害等生慈，故得光照滿虛空，普世河神見歡喜。】"
    },
    {
      "id": "12-045-0446_p0026",
      "zh_CN": "光照普世主河神，我们在长行里面读到他所修学的法门，非常难得，非常稀有，也是我们当前迫切需要的。他所修学的法门是「能令一切众生杂染者清净，瞋毒者欢喜」，真的是彻底究竟化解了冤结。常言说得好：「冤家宜解不宜结。」现在我们这个世间，最严重的事情是什么？这个社会大众彼此结的怨恨太深了。冤冤相报，这个不得了，没完没了。现在我们所看到的，最近世界上发生的这些事情，恐怖分子到处滋事，什么原因？冤冤相报，不是别的事情。冤家债主他为什么不害别人，他来找我？必定是我有对不起他的地方，跟他结的有冤仇，否则的话不可能。我们学佛的人，如果对于因果这个道理能够有几分明了，对于因果报应的事实能够不怀疑，这些现象你就能理解。",
      "zh_TW": "光照普世主河神，我們在長行裡面讀到他所修學的法門，非常難得，非常稀有，也是我們當前迫切需要的。他所修學的法門是「能令一切眾生雜染者清淨，瞋毒者歡喜」，真的是徹底究竟化解了冤結。常言說得好：「冤家宜解不宜結。」現在我們這個世間，最嚴重的事情是什麼？這個社會大眾彼此結的怨恨太深了。冤冤相報，這個不得了，沒完沒了。現在我們所看到的，最近世界上發生的這些事情，恐怖分子到處滋事，什麼原因？冤冤相報，不是別的事情。冤家債主他為什麼不害別人，他來找我？必定是我有對不起他的地方，跟他結的有冤仇，否則的話不可能。我們學佛的人，如果對於因果這個道理能夠有幾分明瞭，對於因果報應的事實能夠不懷疑，這些現象你就能理解。"
    },
    {
      "id": "12-045-0446_p0027",
      "zh_CN": "古时候华严宗初祖杜顺和尚，他生在南北朝时代。传记里面记载的，他住在一个小茅蓬里面，他老人家常常静坐。有一个信徒去看他，看到老和尚在静坐，他也不敢去打扰他，不敢惊动他。这个信徒为老和尚做了一双鞋子，就把这双鞋子挂在老和尚的门口。这个地方小偷很多，民风不好。到第二年，这个信徒又去拜访杜顺和尚，看到那双鞋子还挂在那个地方，非常惊讶！他说：老和尚，这个地方小偷那么多，这双鞋子居然挂了一年没有人拿去。老和尚说：我生生世世不偷盗，所以我的一些财物摆在那里，也不会有人起偷盗的念头。",
      "zh_TW": "古時候華嚴宗初祖杜順和尚，他生在南北朝時代。傳記裡面記載的，他住在一個小茅蓬裡面，他老人家常常靜坐。有一個信徒去看他，看到老和尚在靜坐，他也不敢去打擾他，不敢驚動他。這個信徒為老和尚做了一雙鞋子，就把這雙鞋子掛在老和尚的門口。這個地方小偷很多，民風不好。到第二年，這個信徒又去拜訪杜順和尚，看到那雙鞋子還掛在那個地方，非常驚訝！他說：老和尚，這個地方小偷那麼多，這雙鞋子居然掛了一年沒有人拿去。老和尚說：我生生世世不偷盜，所以我的一些財物擺在那裡，也不會有人起偷盜的念頭。"
    },
    {
      "id": "12-045-0446_p0028",
      "zh_CN": "我们想想看，如果我们自己持不杀生的戒，持到什么程度？绝对没有一念伤害众生。念头都没有，哪里会有行为？我们遇到什么样的灾难，不会横死，为什么？别人不会伤害我们，果报如此。绝对没有偷盗别人的一个念头、占别人便宜的念头，我们自己财物摆在那个地方，不会有人起心动念。然后这才明了，我们东西被人偷了、被人抢了，是有前因的。他为什么不偷别人东西偷我的？为什么不抢别人抢我的？我跟他有不善业。「一饮一啄，莫非前定」，这个事情《了凡四训》里头讲得很清楚、很明白，多看几遍，多读几遍，多想想，你就明白了，种什么样的因，一定得什么样的果报。",
      "zh_TW": "我們想想看，如果我們自己持不殺生的戒，持到什麼程度？絕對沒有一念傷害眾生。念頭都沒有，哪裡會有行為？我們遇到什麼樣的災難，不會橫死，為什麼？別人不會傷害我們，果報如此。絕對沒有偷盜別人的一個念頭、佔別人便宜的念頭，我們自己財物擺在那個地方，不會有人起心動念。然後這才明瞭，我們東西被人偷了、被人搶了，是有前因的。他為什麼不偷別人東西偷我的？為什麼不搶別人搶我的？我跟他有不善業。「一飲一啄，莫非前定」，這個事情《了凡四訓》裡頭講得很清楚、很明白，多看幾遍，多讀幾遍，多想想，你就明白了，種什麼樣的因，一定得什麼樣的果報。"
    },
    {
      "id": "12-045-0446_p0029",
      "zh_CN": "所以我们以善心对一切众生，我们所得到的是一切众生以善心对我。即使是冤家，要知道过去生中结的怨，他对我不善，毁谤、侮辱、陷害，我欢喜接受，没有一丝毫怨恨心对他，这个帐结了、了了，再见面是好朋友，他不再会怨恨我了。我有困难的时候，他或者在明处、或者在暗处，他会帮助我，他不会伤害我。为什么不在明处帮助，在暗处帮助？要知道凡人有一个习气，好面子，面子拉不下来；但是他对你怨恨心没有了，暗中帮助你，果报是善的。所以今天在这个世间，我们遭遇逆境恶缘，一定要学菩萨，以善心回报，我们要以德报怨，才能化解往昔所造的种种不善业，将来我们在菩提道上修行，魔障就少了。",
      "zh_TW": "所以我們以善心對一切眾生，我們所得到的是一切眾生以善心對我。即使是冤家，要知道過去生中結的怨，他對我不善，毀謗、侮辱、陷害，我歡喜接受，沒有一絲毫怨恨心對他，這個帳結了、了了，再見面是好朋友，他不再會怨恨我了。我有困難的時候，他或者在明處、或者在暗處，他會幫助我，他不會傷害我。為什麼不在明處幫助，在暗處幫助？要知道凡人有一個習氣，好面子，面子拉不下來；但是他對你怨恨心沒有了，暗中幫助你，果報是善的。所以今天在這個世間，我們遭遇逆境惡緣，一定要學菩薩，以善心回報，我們要以德報怨，才能化解往昔所造的種種不善業，將來我們在菩提道上修行，魔障就少了。"
    },
    {
      "id": "12-045-0446_p0030",
      "zh_CN": "魔障是我们造作种种不善业造成的，这个自己一定要知道。不能够事事把责任都推给别人，那是绝大的错误。遇到不如意的事，遇到这些冤家对头，一定要想为什么造成的？不可以把这个过失推给别人，认真反省，过失决定在自己。先从自己这边消除过失，然后就能化解对方的敌意，这才是正确解决之道。人与人之间，家庭与家庭之间，族群与族群之间，乃至于宗教、国家，都要懂这个道理。希望全世界的众生都能和睦相处，都能欢喜对待，都能像诸佛菩萨一样舍己为人，谁不欢喜！一切众生厌恶的，也就是我们自己厌恶的，厌恶什么？自私自利，自私自利招人厌恶。我要自私自利，别人当然也厌恶我，这正是「己所不欲，勿施于人」。",
      "zh_TW": "魔障是我們造作種種不善業造成的，這個自己一定要知道。不能夠事事把責任都推給別人，那是絕大的錯誤。遇到不如意的事，遇到這些冤家對頭，一定要想為什麼造成的？不可以把這個過失推給別人，認真反省，過失決定在自己。先從自己這邊消除過失，然後就能化解對方的敵意，這才是正確解決之道。人與人之間，家庭與家庭之間，族群與族群之間，乃至於宗教、國家，都要懂這個道理。希望全世界的眾生都能和睦相處，都能歡喜對待，都能像諸佛菩薩一樣捨己為人，誰不歡喜！一切眾生厭惡的，也就是我們自己厭惡的，厭惡什麼？自私自利，自私自利招人厭惡。我要自私自利，別人當然也厭惡我，這正是「己所不欲，勿施於人」。"
    },
    {
      "id": "12-045-0446_p0031",
      "zh_CN": "所以，菩萨赞颂里头一句，『众生有垢咸净治』。这一句是对自己说的，我们自己这个身是众缘和合而生起的，叫众生。所以佛门的术语，古时候讲求，现在人也都忘记了。古时候的道场，修行的场所，内行的人会问：你这个道场住多少众？不是说你这个道场住多少人，说住多少众。说众是提醒你，让你觉悟，就是多少个众缘和合的身相，不是说住多少人。这个言语是觉悟的言语，一开口就提醒你，提醒自己，提醒别人。我们这个众缘和合的身相有染污，被自私自利染污了，被名闻利养染污了，被贪瞋痴慢染污了，这些东西用现在医学上的话，是最严重的病毒，佛讲贪瞋痴叫三毒，什么毒？病毒。这个病毒不但对你身体是严重的伤害，对你心性的伤害更大。为什么？你永远不会觉悟。菩萨在此地教给我们「咸净治」，咸是统统，都要把它治好，恢复到清净。六根清净，一尘不染，这叫净治。我们六根不再有污垢，不再被染污，眼不为色所污染，耳不为声所污染，鼻不为香污染，舌不为味污染。这个污染就是起贪瞋痴慢、起七情五欲，知道贪瞋痴慢、七情五欲是尘垢、是染污。",
      "zh_TW": "所以，菩薩讚頌裡頭一句，『眾生有垢咸淨治』。這一句是對自己說的，我們自己這個身是眾緣和合而生起的，叫眾生。所以佛門的術語，古時候講求，現在人也都忘記了。古時候的道場，修行的場所，內行的人會問：你這個道場住多少眾？不是說你這個道場住多少人，說住多少眾。說眾是提醒你，讓你覺悟，就是多少個眾緣和合的身相，不是說住多少人。這個言語是覺悟的言語，一開口就提醒你，提醒自己，提醒別人。我們這個眾緣和合的身相有染污，被自私自利染污了，被名聞利養染污了，被貪瞋痴慢染污了，這些東西用現在醫學上的話，是最嚴重的病毒，佛講貪瞋痴叫三毒，什麼毒？病毒。這個病毒不但對你身體是嚴重的傷害，對你心性的傷害更大。為什麼？你永遠不會覺悟。菩薩在此地教給我們「咸淨治」，咸是統統，都要把它治好，恢復到清淨。六根清淨，一塵不染，這叫淨治。我們六根不再有污垢，不再被染污，眼不為色所污染，耳不為聲所污染，鼻不為香污染，舌不為味污染。這個污染就是起貪瞋痴慢、起七情五欲，知道貪瞋痴慢、七情五欲是塵垢、是染污。"
    },
    {
      "id": "12-045-0446_p0032",
      "zh_CN": "对内先要治自己的病，然后帮助众生，化解外面一切怨怼。『一切怨害等生慈』，这些冤家不管用什么方法来伤害我们的，我们要以平等的慈悲对待，没有一丝毫怨恨，这叫真修行，这叫真用功，这个学问叫实学，真实功德。『故得光照满虚空』，这是你自己如实修行，你所得到的果报，你的果报是智慧、德相、光明遍满虚空法界；换句话说，你必定得到诸佛护念、诸佛欢喜，龙天一切神灵的赞叹，连恶道的鬼神都赞叹你、都尊敬你、都不会伤害你。所以一定要以慈眼视众生，特别是造作罪业的众生，对自己毁谤、侮辱、陷害的众生，特别要对他慈悲。『普世河神见欢喜』，他修这个法门成功了，给我们做的示范，给我们做的榜样，我们要想学就得照他这个方法学。末后这一首：",
      "zh_TW": "對內先要治自己的病，然後幫助眾生，化解外面一切怨懟。『一切怨害等生慈』，這些冤家不管用什麼方法來傷害我們的，我們要以平等的慈悲對待，沒有一絲毫怨恨，這叫真修行，這叫真用功，這個學問叫實學，真實功德。『故得光照滿虛空』，這是你自己如實修行，你所得到的果報，你的果報是智慧、德相、光明遍滿虛空法界；換句話說，你必定得到諸佛護念、諸佛歡喜，龍天一切神靈的讚歎，連惡道的鬼神都讚歎你、都尊敬你、都不會傷害你。所以一定要以慈眼視眾生，特別是造作罪業的眾生，對自己毀謗、侮辱、陷害的眾生，特別要對他慈悲。『普世河神見歡喜』，他修這個法門成功了，給我們做的示範，給我們做的榜樣，我們要想學就得照他這個方法學。末後這一首："
    },
    {
      "id": "12-045-0446_p0033",
      "zh_CN": "【佛是福田功德海，能令一切离诸恶，乃至成就大菩提，此海光神之解脱。】",
      "zh_TW": "【佛是福田功德海，能令一切離諸惡，乃至成就大菩提，此海光神之解脫。】"
    },
    {
      "id": "12-045-0446_p0034",
      "zh_CN": "前面我们曾经在长行里讲过，这是圆满的修学。海德光明主河神，他的法门是「令一切众生入解脱海，恒受具足乐」。离苦得乐达到究竟处，究竟圆满，一定要帮助众生入解脱海。接着前面来说，就是自己的冤家仇敌，我们以慈眼看他、善意对待他，这固然是好，这个好、这个善不圆满。怎样做得圆满？帮助他成佛，帮助他离开六道，帮助他离开十法界，帮助他得到究竟圆满的佛果，这才是真正的善意，才是究竟圆满的善意。如何能做到化敌为友？完全靠自己真诚心感化。",
      "zh_TW": "前面我們曾經在長行裡講過，這是圓滿的修學。海德光明主河神，他的法門是「令一切眾生入解脫海，恆受具足樂」。離苦得樂達到究竟處，究竟圓滿，一定要幫助眾生入解脫海。接著前面來說，就是自己的冤家仇敵，我們以慈眼看他、善意對待他，這固然是好，這個好、這個善不圓滿。怎樣做得圓滿？幫助他成佛，幫助他離開六道，幫助他離開十法界，幫助他得到究竟圓滿的佛果，這才是真正的善意，才是究竟圓滿的善意。如何能做到化敵為友？完全靠自己真誠心感化。"
    },
    {
      "id": "12-045-0446_p0035",
      "zh_CN": "古德教导我们：「精诚所至，金石为开。」我们还不能感动冤亲债主，是我们自己的智慧道德不够。修养自己智慧道德要学印光法师，印光法师用什么来勘验自己的德行？小动物。从前寺庙庵堂里面不杀生，但是蚊虫、苍蝇、蚂蚁、跳蚤、虱子，这些东西总是有。一般寺庙里的出家人都在所不免，但是出家人学佛慈悲不杀牠，把牠赶走。印光大师自己住的房间也有，他的侍者要把牠赶走，他老人家告诉侍者：不必，留着牠在，警策自己，我的道德不够；如果我真的有德行，这些小动物自己会离开。佛家讲迁单，就是我们一般人讲搬家。真有道德的人，感动这些小动物，牠自动的搬家，牠不会扰乱。这一点我们要学印光大师，房间里晚上有蚊子叮，不要把牠赶走，自己生惭愧心：我的道德不够。果然没有错，印光大师七十岁以后，他住的房间这些小动物一个都找不到，这是示现给我们看，几十年修行成绩在此地。别人住这个房间有，他老人家一住就找不到、就搬家了。感应道交不可思议，连这些小动物都能感动，何况是人？我们要在这个地方下真功夫。",
      "zh_TW": "古德教導我們：「精誠所至，金石為開。」我們還不能感動冤親債主，是我們自己的智慧道德不夠。修養自己智慧道德要學印光法師，印光法師用什麼來勘驗自己的德行？小動物。從前寺廟庵堂裡面不殺生，但是蚊蟲、蒼蠅、螞蟻、跳蚤、蝨子，這些東西總是有。一般寺廟裡的出家人都在所不免，但是出家人學佛慈悲不殺牠，把牠趕走。印光大師自己住的房間也有，他的侍者要把牠趕走，他老人家告訴侍者：不必，留著牠在，警策自己，我的道德不夠；如果我真的有德行，這些小動物自己會離開。佛家講遷單，就是我們一般人講搬家。真有道德的人，感動這些小動物，牠自動的搬家，牠不會擾亂。這一點我們要學印光大師，房間裡晚上有蚊子叮，不要把牠趕走，自己生慚愧心：我的道德不夠。果然沒有錯，印光大師七十歲以後，他住的房間這些小動物一個都找不到，這是示現給我們看，幾十年修行成績在此地。別人住這個房間有，他老人家一住就找不到、就搬家了。感應道交不可思議，連這些小動物都能感動，何況是人？我們要在這個地方下真功夫。"
    },
    {
      "id": "12-045-0446_p0036",
      "zh_CN": "所以受人冤谤、受人陷害，千万不要自己一味把过失推给别人，一定要回头想想自己起心动念、言语造作符不符合道德？有没有冤枉别人？今天时间到了，我们就讲到此地。",
      "zh_TW": "所以受人冤謗、受人陷害，千萬不要自己一味把過失推給別人，一定要回頭想想自己起心動念、言語造作符不符合道德？有沒有冤枉別人？今天時間到了，我們就講到此地。"
    }
  ]
}