{
  "doc_id": "12-045-0212",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二一二集",
    "zh_TW": "第二一二集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-045-0212",
  "total_paragraphs": 18,
  "paragraphs": [
    {
      "id": "12-045-0212_p0001",
      "zh_CN": "请看经文，日天子长行第五句：",
      "zh_TW": "請看經文，日天子長行第五句："
    },
    {
      "id": "12-045-0212_p0002",
      "zh_CN": "【勇猛不退转天子。得无碍光普照令一切众生益其精爽解脱门。】",
      "zh_TW": "【勇猛不退轉天子。得無礙光普照令一切眾生益其精爽解脫門。】"
    },
    {
      "id": "12-045-0212_p0003",
      "zh_CN": "清凉大师在这一段里面，给我们注的文字稍微多一点，「谓体离障惑，用而遂通，故云无碍」。「通」这个字实在讲很重要，真正通达，这什么问题都解决了；换句话说，所有问题之发生都在一个不通。我们人的身体，都知道经脉血管，即使是非常微细的小血管，或者是神经，如果不通必然是局部麻木，这就生病；大的管道不通，那要命；畅通无阻，这个人身体才会健康。世间人情世故亦复如是，只要能通达，问题就没有了。人与人之间，国与国之间，族类与族类之间，宗教与宗教之间，最怕的是彼此互相不相往来，没有沟通的机会，所以产生误会、产生矛盾，引起许许多多是可以避免而且不必要的这些麻烦、争执甚至于战争，都是因为不通。所以中国古人讲得好，「政通人和」。人与人能够和睦相处，怎样才能做到？就是一个通的问题。所谓政就是大众的事情，社会大众的事情都能够通达，都没有阻碍，社会安定，世界就和平。我们今天不通，有障碍，迷惑就是障碍，这不是小道，是大道，这个地方通了，所有一切问题都通，这是从根本上讲的。「体离障惑」，体就是我们的自性、真心，真如本性。我们要晓得，今天我们的自性、真心不能起用，原因是在哪里？原因是有迷惑、有障碍，就不通了。佛才说「烦恼无尽誓愿断」，把烦恼断掉，自然就通顺。由此可知，烦恼不能不断，非断不可，你要是不断，你永远就不通；换句话说，在六道、在十法界有得受。",
      "zh_TW": "清涼大師在這一段裡面，給我們註的文字稍微多一點，「謂體離障惑，用而遂通，故云無礙」。「通」這個字實在講很重要，真正通達，這什麼問題都解決了；換句話說，所有問題之發生都在一個不通。我們人的身體，都知道經脈血管，即使是非常微細的小血管，或者是神經，如果不通必然是局部麻木，這就生病；大的管道不通，那要命；暢通無阻，這個人身體才會健康。世間人情世故亦復如是，只要能通達，問題就沒有了。人與人之間，國與國之間，族類與族類之間，宗教與宗教之間，最怕的是彼此互相不相往來，沒有溝通的機會，所以產生誤會、產生矛盾，引起許許多多是可以避免而且不必要的這些麻煩、爭執甚至於戰爭，都是因為不通。所以中國古人講得好，「政通人和」。人與人能夠和睦相處，怎樣才能做到？就是一個通的問題。所謂政就是大眾的事情，社會大眾的事情都能夠通達，都沒有阻礙，社會安定，世界就和平。我們今天不通，有障礙，迷惑就是障礙，這不是小道，是大道，這個地方通了，所有一切問題都通，這是從根本上講的。「體離障惑」，體就是我們的自性、真心，真如本性。我們要曉得，今天我們的自性、真心不能起用，原因是在哪裡？原因是有迷惑、有障礙，就不通了。佛才說「煩惱無盡誓願斷」，把煩惱斷掉，自然就通順。由此可知，煩惱不能不斷，非斷不可，你要是不斷，你永遠就不通；換句話說，在六道、在十法界有得受。"
    },
    {
      "id": "12-045-0212_p0004",
      "zh_CN": "我们羡慕诸佛菩萨，羡慕这些大圣大贤，只有羡慕不管用，要效法，要向他们学习，他们为什么都通顺？我们为什么有障碍？诸佛菩萨决定没有吝啬，大慈大悲教导我们，只要把烦恼断掉，从内心里面去断，问题就解决了。从哪里断起？从执着断起。我们一般讲烦恼，最重的执着就是六道轮回，放弃执着就超越六道轮回。执着，你自性里面的般若智慧完全变成情识。诸位要晓得，众生的情识跟佛菩萨的般若智慧是一桩事情；换句话说，情识要是不执着，就变成般若智慧。所以为什么要执着？世出世间一切法随它去！随缘而不攀缘，攀缘就是执着。佛菩萨有智慧，佛菩萨真聪明，恒顺众生，你喜欢执着，你爱执着，随你怎么执着，佛菩萨决定不执着；不但不执着，连执着的念头都不生。所以先要离执着，就是离烦恼障，离见思烦恼，我们学佛一定要从这里着眼。见思烦恼里面，第一个是身见。我们晓得，第一个是根本的根本，身见，执着这个身是我，坚固的我执。一切众生就为这个执着，就为这个「我」造了无量无边的罪业，他自己不知道，三途六道受无尽的苦报，佛看在眼睛里面说「可怜悯者」，这是真可怜，自作自受。哪一天觉悟了，放下了，你就得大自在。学佛的同修，大概每天都念《心经》，《心经》头一句「观自在菩萨」，人家用观，观就是不执着、不攀缘。我们不会用，我们用情、用想，用情、用想决定不能脱六道轮回。人家聪明用观，观就随缘；情跟想都攀缘。",
      "zh_TW": "我們羨慕諸佛菩薩，羨慕這些大聖大賢，只有羨慕不管用，要效法，要向他們學習，他們為什麼都通順？我們為什麼有障礙？諸佛菩薩決定沒有吝嗇，大慈大悲教導我們，只要把煩惱斷掉，從內心裡面去斷，問題就解決了。從哪裡斷起？從執著斷起。我們一般講煩惱，最重的執著就是六道輪迴，放棄執著就超越六道輪迴。執著，你自性裡面的般若智慧完全變成情識。諸位要曉得，眾生的情識跟佛菩薩的般若智慧是一樁事情；換句話說，情識要是不執著，就變成般若智慧。所以為什麼要執著？世出世間一切法隨它去！隨緣而不攀緣，攀緣就是執著。佛菩薩有智慧，佛菩薩真聰明，恆順眾生，你喜歡執著，你愛執著，隨你怎麼執著，佛菩薩決定不執著；不但不執著，連執著的念頭都不生。所以先要離執著，就是離煩惱障，離見思煩惱，我們學佛一定要從這裡著眼。見思煩惱裡面，第一個是身見。我們曉得，第一個是根本的根本，身見，執著這個身是我，堅固的我執。一切眾生就為這個執著，就為這個「我」造了無量無邊的罪業，他自己不知道，三途六道受無盡的苦報，佛看在眼睛裡面說「可憐憫者」，這是真可憐，自作自受。哪一天覺悟了，放下了，你就得大自在。學佛的同修，大概每天都念《心經》，《心經》頭一句「觀自在菩薩」，人家用觀，觀就是不執著、不攀緣。我們不會用，我們用情、用想，用情、用想決定不能脫六道輪迴。人家聰明用觀，觀就隨緣；情跟想都攀緣。"
    },
    {
      "id": "12-045-0212_p0005",
      "zh_CN": "见惑的后面四条，总而言之一句话，都是自以为是，这个错了，想错了、看错了、说错了、做错了，大病！我们在一切经论里面读到过，如果能够将见惑断除，这就是错误的见解、错误的看法能够放下，不再自以为是，不再执着这个身是我；换句话说，不再为这个身造业，你就证须陀洹果，圣人。须陀洹地位虽然不高，保证往后不落三恶道，也不错了；不出三界，他的果报总在人天两道，绝不堕三恶道。在大乘，在《华严》，这是初信位的菩萨。初信位的菩萨跟小乘须陀洹差别在哪里？刚才讲，断证的功夫相同，都是断见惑，不同的是小乘没有发菩提心，大乘发菩提心。所以断见惑，发菩提心，就是《华严经》上圆教初信位的菩萨，他的智慧、德相超过小乘初果很多很多，我们要懂，我们要真干。",
      "zh_TW": "見惑的後面四條，總而言之一句話，都是自以為是，這個錯了，想錯了、看錯了、說錯了、做錯了，大病！我們在一切經論裡面讀到過，如果能夠將見惑斷除，這就是錯誤的見解、錯誤的看法能夠放下，不再自以為是，不再執著這個身是我；換句話說，不再為這個身造業，你就證須陀洹果，聖人。須陀洹地位雖然不高，保證往後不落三惡道，也不錯了；不出三界，他的果報總在人天兩道，絕不墮三惡道。在大乘，在《華嚴》，這是初信位的菩薩。初信位的菩薩跟小乘須陀洹差別在哪裡？剛才講，斷證的功夫相同，都是斷見惑，不同的是小乘沒有發菩提心，大乘發菩提心。所以斷見惑，發菩提心，就是《華嚴經》上圓教初信位的菩薩，他的智慧、德相超過小乘初果很多很多，我們要懂，我們要真幹。"
    },
    {
      "id": "12-045-0212_p0006",
      "zh_CN": "进一步再放下思惑，思惑是错误的想法。见惑是错误的看法，思惑是错误的想法，贪、瞋、痴、慢、疑、恶见，真心自性里面本来没有这些东西，这些东西统统是从妄想执着生出来的。自性里头虽然没有，可是生出这些东西来会障碍性德，自性的智慧德能不能现前，这不通了，被它障碍，必须得打通。果然能把思惑也断了，这个人就证阿罗汉果，在《华严经》里面相当于七信位的菩萨，可是诸位要知道，智慧、德能超过阿罗汉很多，阿罗汉不能跟他相比。",
      "zh_TW": "進一步再放下思惑，思惑是錯誤的想法。見惑是錯誤的看法，思惑是錯誤的想法，貪、瞋、痴、慢、疑、惡見，真心自性裡面本來沒有這些東西，這些東西統統是從妄想執著生出來的。自性裡頭雖然沒有，可是生出這些東西來會障礙性德，自性的智慧德能不能現前，這不通了，被它障礙，必須得打通。果然能把思惑也斷了，這個人就證阿羅漢果，在《華嚴經》裡面相當於七信位的菩薩，可是諸位要知道，智慧、德能超過阿羅漢很多，阿羅漢不能跟他相比。"
    },
    {
      "id": "12-045-0212_p0007",
      "zh_CN": "这还不是这个地方的意思，此地这个「通」，还要继续把分别、把妄想统统放下，分别是尘沙烦恼，妄想是无明烦恼，将自性上的障碍统统远离，所以「用而遂通」，性德起用，没有障碍，「故云无碍」，无碍是这个意思。从这一句我们就晓得，这位日天子是如来化身，不是凡夫，凡夫没有这个德能。只要到这个境界，「若身若智，俱得称光」，智慧是光，身相也是光。我们凡夫，实在讲障惑太重，我们见不到光。什么人能见到？心清净的人见到，这常说有定功的人见到，一般有练气功的人也能见到。凡是练功心都要清净，心不清净这个功就发不出来。功是什么？能，自性的本能。世间人练功，这个能力很小，往往这些能力不是自己练的，自己练的有真实受用。不是自己练的，那这个能力从哪里来？是外面力量附身，很多很多，他自己不知道，以为自己有能力，其实不是。这个事情《楞严经》上说得很详细，说得很多。附身的精灵离开了，你的能力完全丧失，必遭王难，你在社会上妖言惑众，你犯法要判刑的，严重的判死刑，轻一点的也得坐牢。读《楞严》就明了，现前社会太多太多，古来的社会也有，我们在历史上几乎每一个朝代都有这些记载。所以《楞严》这部经，我们中国人赞叹它是「开智慧的楞严」。这部经是妖魔鬼怪最忌讳的一部经典，我过去讲《楞严》，把它比喻作照妖镜，你细读《楞严》，妖魔鬼怪你就有能力觉察出来，你可以看得出来，你不会上他当。",
      "zh_TW": "這還不是這個地方的意思，此地這個「通」，還要繼續把分別、把妄想統統放下，分別是塵沙煩惱，妄想是無明煩惱，將自性上的障礙統統遠離，所以「用而遂通」，性德起用，沒有障礙，「故云無礙」，無礙是這個意思。從這一句我們就曉得，這位日天子是如來化身，不是凡夫，凡夫沒有這個德能。只要到這個境界，「若身若智，俱得稱光」，智慧是光，身相也是光。我們凡夫，實在講障惑太重，我們見不到光。什麼人能見到？心清淨的人見到，這常說有定功的人見到，一般有練氣功的人也能見到。凡是練功心都要清淨，心不清淨這個功就發不出來。功是什麼？能，自性的本能。世間人練功，這個能力很小，往往這些能力不是自己練的，自己練的有真實受用。不是自己練的，那這個能力從哪裡來？是外面力量附身，很多很多，他自己不知道，以為自己有能力，其實不是。這個事情《楞嚴經》上說得很詳細，說得很多。附身的精靈離開了，你的能力完全喪失，必遭王難，你在社會上妖言惑眾，你犯法要判刑的，嚴重的判死刑，輕一點的也得坐牢。讀《楞嚴》就明瞭，現前社會太多太多，古來的社會也有，我們在歷史上幾乎每一個朝代都有這些記載。所以《楞嚴》這部經，我們中國人讚歎它是「開智慧的楞嚴」。這部經是妖魔鬼怪最忌諱的一部經典，我過去講《楞嚴》，把它比喻作照妖鏡，你細讀《楞嚴》，妖魔鬼怪你就有能力覺察出來，你可以看得出來，你不會上他當。"
    },
    {
      "id": "12-045-0212_p0008",
      "zh_CN": "身有光，鬼神也能看得出来。心愈清净，光就愈大；心思紊乱，妄念很多，光就小。光的颜色也不一样，诸佛菩萨的光是金色光明，其次的有黄色的、红色的、灰色的，还有黑色的，到黑色几乎就没有光。人在走好运的时候光很强很盛，走衰运的时候光就没有了，鬼神也不怕你。有时候他的毛病习气也会现行，现行欺负人，有意无意欺负人，都是烦恼习气在作祟。我们有时候控制不了自己，鬼神有时候也不能控制自己。所以我们晓得身智都是光。",
      "zh_TW": "身有光，鬼神也能看得出來。心愈清淨，光就愈大；心思紊亂，妄念很多，光就小。光的顏色也不一樣，諸佛菩薩的光是金色光明，其次的有黃色的、紅色的、灰色的，還有黑色的，到黑色幾乎就沒有光。人在走好運的時候光很強很盛，走衰運的時候光就沒有了，鬼神也不怕你。有時候他的毛病習氣也會現行，現行欺負人，有意無意欺負人，都是煩惱習氣在作祟。我們有時候控制不了自己，鬼神有時候也不能控制自己。所以我們曉得身智都是光。"
    },
    {
      "id": "12-045-0212_p0009",
      "zh_CN": "「周而不偏，故云普照」，这是诸佛菩萨，诸佛菩萨心地清净就放光，心地平等就普照。凡人虽然有光，不能普照，为什么？心不平等。所以诸佛菩萨心地真诚、清净、平等、慈悲，佛光能够利益一切众生，这就是文里『精爽』的意思；「爽」，我们凡夫讲爽快、朗爽。清凉大师在此地引《大集经》上一段经文：「国王护法，增长三种精气」。三界许许多多的天王都是菩萨化身，这我们在经上常常读到，菩萨在那个地方修行，自行化他，护持正法，所以增长三种精气。这个地方我们特别要留意护持正法，如果这个地方没有正法，这三种精气就消退。谁懂得护持正法？不是内行人他不懂，他做不到，一定是内行人；换句话说，一定是佛弟子，圣贤弟子，他懂得护持，他知道怎样护持。",
      "zh_TW": "「周而不偏，故云普照」，這是諸佛菩薩，諸佛菩薩心地清淨就放光，心地平等就普照。凡人雖然有光，不能普照，為什麼？心不平等。所以諸佛菩薩心地真誠、清淨、平等、慈悲，佛光能夠利益一切眾生，這就是文裡『精爽』的意思；「爽」，我們凡夫講爽快、朗爽。清涼大師在此地引《大集經》上一段經文：「國王護法，增長三種精氣」。三界許許多多的天王都是菩薩化身，這我們在經上常常讀到，菩薩在那個地方修行，自行化他，護持正法，所以增長三種精氣。這個地方我們特別要留意護持正法，如果這個地方沒有正法，這三種精氣就消退。誰懂得護持正法？不是內行人他不懂，他做不到，一定是內行人；換句話說，一定是佛弟子，聖賢弟子，他懂得護持，他知道怎樣護持。"
    },
    {
      "id": "12-045-0212_p0010",
      "zh_CN": "这三种精气，第一个是「地精气」，简单举个比喻，「谓五谷丰熟」，我们今天讲物产丰收，这是属于地精气。可是现在人，我们跟他讲这些他不相信。现代五谷杂粮的种植，科学家经过精细的分析，明了其中的因素，可以用人工的方法来增产，用人工的方法改变它的基因，做到了。但是这些食物我们吃了，因为它没有地的精气，那个养分、味道都变了。我们现在也慢慢习惯了，这个习惯是慢慢麻木了，很难觉察到。同样的稻米、同样的蔬菜，现在看起来很好看，可是不是味道了。诸位同修如果你细心，仔细去观察、去体会，我们今天三餐所吃的，跟中国大陆农村里面还没有开化的地方，你去吃吃他们的东西，跟我们现在人吃的东西味道不一样。也就是说，那些乡下没有开化的，人心还纯朴，还有一点精气，五谷杂粮、蔬菜长出来虽然不好看，味道鲜美，跟我们现在吃的确实不一样。你不细心留意，你不能够发现，你去做个比较。植物如是，动物就更不必讲了。已经开发的国家，他们吃的这些肉是饲养的，我在台湾听一些同修告诉我，台湾养猪用化学肥料，猪长得好快，六个月就长大了，就可以杀；鸡是六个星期。所以人吃了这些肉，都生一些奇奇怪怪的病，为什么？这个饲料不是天然的，人工造的，可以促进牠的发育，副作用非常严重。我们虽然是不吃这些肉，但是可以能想像得到，决定不是味道。为什么？这里头没有精气。这是说我们生活环境里面。第二讲「众生精气」，这是说一切众生的形貌端严，少病少恼，人有精气。如果我们要做个调查、做个统计，当然现在世界人口不断在增加，疾病也在增加，医院也不断在增加。古时候没有听说医院，没听说过，你查查《二十五史》，《二十五史》里头没有医院，近代才有医院。为什么？众生精气失掉了，形貌也变了，体质也变了，依报、正报都不好，我们要明了。这两种是果报。",
      "zh_TW": "這三種精氣，第一個是「地精氣」，簡單舉個比喻，「謂五穀豐熟」，我們今天講物產豐收，這是屬於地精氣。可是現在人，我們跟他講這些他不相信。現代五穀雜糧的種植，科學家經過精細的分析，明瞭其中的因素，可以用人工的方法來增產，用人工的方法改變它的基因，做到了。但是這些食物我們吃了，因為它沒有地的精氣，那個養分、味道都變了。我們現在也慢慢習慣了，這個習慣是慢慢麻木了，很難覺察到。同樣的稻米、同樣的蔬菜，現在看起來很好看，可是不是味道了。諸位同修如果你細心，仔細去觀察、去體會，我們今天三餐所吃的，跟中國大陸農村裡面還沒有開化的地方，你去吃吃他們的東西，跟我們現在人吃的東西味道不一樣。也就是說，那些鄉下沒有開化的，人心還純樸，還有一點精氣，五穀雜糧、蔬菜長出來雖然不好看，味道鮮美，跟我們現在吃的確實不一樣。你不細心留意，你不能夠發現，你去做個比較。植物如是，動物就更不必講了。已經開發的國家，他們吃的這些肉是飼養的，我在台灣聽一些同修告訴我，台灣養豬用化學肥料，豬長得好快，六個月就長大了，就可以殺；雞是六個星期。所以人吃了這些肉，都生一些奇奇怪怪的病，為什麼？這個飼料不是天然的，人工造的，可以促進牠的發育，副作用非常嚴重。我們雖然是不吃這些肉，但是可以能想像得到，決定不是味道。為什麼？這裡頭沒有精氣。這是說我們生活環境裡面。第二講「眾生精氣」，這是說一切眾生的形貌端嚴，少病少惱，人有精氣。如果我們要做個調查、做個統計，當然現在世界人口不斷在增加，疾病也在增加，醫院也不斷在增加。古時候沒有聽說醫院，沒聽說過，你查查《二十五史》，《二十五史》裡頭沒有醫院，近代才有醫院。為什麼？眾生精氣失掉了，形貌也變了，體質也變了，依報、正報都不好，我們要明瞭。這兩種是果報。"
    },
    {
      "id": "12-045-0212_p0011",
      "zh_CN": "第三种是讲因，「善法精气」。我们今天把善法舍弃掉，人不相信修善得福，不相信修善得善报，以为得福、得大富贵，造恶可以得来，造恶好像很快能够得来。夺取别人的权位，夺取别人的财富，供给自己享受，以为这些人高明，以为这些人能干，效法学习的人多。圣贤之道，一般人说，讲得是好听，没用处，依照他们所说的，在今天的社会活不下去，这是社会许许多多人他们的看法。正不正确？我们要拿事实给他看。我们这些少数人，依旧守住圣贤的教诲，也认真努力在学习，学习多寡姑且不论，我们在社会上也活得挺好，很幸福、很自在，没有说活不下去。在家学佛，依教奉行的人不少，无论从事哪一个行业都经营得不错。学佛的人还有慈悲心、还有良心，真正发菩提心的人，他的事业一定是更美满、更顺利，得到社会大众的赞叹拥护。为什么？他为众生，他不为自己。自己辛苦经营为谁？不为自己，也不为家庭，为那些苦恼的众生。众生如果失业，没有收入，衣食没有着落，你说这个生活多苦！菩萨发心经营一个事业，这个事业为社会服务，社会为国家服务，国家为整个世界人类服务。在家菩萨事业就是行菩萨道，这是善法精气，不是菩萨做不到。",
      "zh_TW": "第三種是講因，「善法精氣」。我們今天把善法捨棄掉，人不相信修善得福，不相信修善得善報，以為得福、得大富貴，造惡可以得來，造惡好像很快能夠得來。奪取別人的權位，奪取別人的財富，供給自己享受，以為這些人高明，以為這些人能幹，效法學習的人多。聖賢之道，一般人說，講得是好聽，沒用處，依照他們所說的，在今天的社會活不下去，這是社會許許多多人他們的看法。正不正確？我們要拿事實給他看。我們這些少數人，依舊守住聖賢的教誨，也認真努力在學習，學習多寡姑且不論，我們在社會上也活得挺好，很幸福、很自在，沒有說活不下去。在家學佛，依教奉行的人不少，無論從事哪一個行業都經營得不錯。學佛的人還有慈悲心、還有良心，真正發菩提心的人，他的事業一定是更美滿、更順利，得到社會大眾的讚歎擁護。為什麼？他為眾生，他不為自己。自己辛苦經營為誰？不為自己，也不為家庭，為那些苦惱的眾生。眾生如果失業，沒有收入，衣食沒有著落，你說這個生活多苦！菩薩發心經營一個事業，這個事業為社會服務，社會為國家服務，國家為整個世界人類服務。在家菩薩事業就是行菩薩道，這是善法精氣，不是菩薩做不到。"
    },
    {
      "id": "12-045-0212_p0012",
      "zh_CN": "清凉在此地也举了几个例子，「善法精气」，布施、持戒，「信等」，信进念定慧，五根五力，这都是属于善法。天王所说的精气就是指善法，「令一切众生益其精爽」。由此可知，天王是以智慧、德行，德行就是身光，教化众生、帮助众生增长一切善法。一切善法当中，以发心念佛为第一殊胜。发心，发菩提心。什么叫菩提心？就事相上来说，大乘经教多指四弘誓愿；简单的讲，「上求佛道，下化众生」。上求跟下化是一桩事情，如果你分做两截，就不叫菩提心。上求佛道正是为下化众生，因下化众生这才上求佛道。求佛道为谁求的？不是为自己，为一切众生求的。换句话说，我们今天学习佛法，认真的修行，修正我们错误的行为，为谁？不是为自己，为一切众生，为帮助一切众生转恶为善，我们自己要把它做出来，做一个转恶为善的样子给别人看，认真努力修行，不为自己。如果为自己，我们同学一定要清楚、要明了，为自己出不了轮回。为自己修，将来的果报是三界有漏的福报，这是你为自己修；你为众生修，不但六道没有了，十法界也没有，超越六道、十法界，为众生，不为自己。为众生不为自己，诸位想想，妄想分别执着都没有；如果说一为自己，妄想执着分别统统在，道理就在此地。菩提心就是在这一念觉悟，一念回转。",
      "zh_TW": "清涼在此地也舉了幾個例子，「善法精氣」，布施、持戒，「信等」，信進念定慧，五根五力，這都是屬於善法。天王所說的精氣就是指善法，「令一切眾生益其精爽」。由此可知，天王是以智慧、德行，德行就是身光，教化眾生、幫助眾生增長一切善法。一切善法當中，以發心念佛為第一殊勝。發心，發菩提心。什麼叫菩提心？就事相上來說，大乘經教多指四弘誓願；簡單的講，「上求佛道，下化眾生」。上求跟下化是一樁事情，如果你分做兩截，就不叫菩提心。上求佛道正是為下化眾生，因下化眾生這才上求佛道。求佛道為誰求的？不是為自己，為一切眾生求的。換句話說，我們今天學習佛法，認真的修行，修正我們錯誤的行為，為誰？不是為自己，為一切眾生，為幫助一切眾生轉惡為善，我們自己要把它做出來，做一個轉惡為善的樣子給別人看，認真努力修行，不為自己。如果為自己，我們同學一定要清楚、要明瞭，為自己出不了輪迴。為自己修，將來的果報是三界有漏的福報，這是你為自己修；你為眾生修，不但六道沒有了，十法界也沒有，超越六道、十法界，為眾生，不為自己。為眾生不為自己，諸位想想，妄想分別執著都沒有；如果說一為自己，妄想執著分別統統在，道理就在此地。菩提心就是在這一念覺悟，一念回轉。"
    },
    {
      "id": "12-045-0212_p0013",
      "zh_CN": "佛祖在经教里面开示很多，我们听得太少，不够深入，所以在日用平常还是转不过来，这才教导我们要多听。我们今天学得不够，做得太少。我每一次到念佛堂去看看，到讲堂去看看，我们同学去参与的人不多，当然各人忙着各人自己的事情。如果真正发菩提心，自己的事情固然重要，众生的事情更重要，庄严道场，弘法利生。讲堂里面，我们自己同学都不参加，自己同学都不重视，听众怎么能生起信心？因为我们现在的道场，已经完全没有约束力，完全看诸位菩萨自动自发，跟我求学那个时候不一样。我求学，李炳南老居士对我们有约束力，我们跟他学讲经的人有二十多个人，任何一个同学讲经，一个不可以缺席，除非你生病。你要缺席，你就不是真心学，不真心学你离开，不要参加这个班；参加这个班，一堂课都不能缺。我们是被逼成就的，这是学习的态度。课堂一堂课不可以缺，同学练习讲经，一堂课不能缺，李老师督促严，我们深受其利。同学在台上讲经，我们同学照例坐在第一排、第二排，讲完之后下座，下座不是没事，下座老师召集在小教室里检讨，每一个同学都要发言，你听了觉得怎么样？他哪些地方讲得好，好在什么地方，一条一条说出来；哪些地方讲得不好，也是每一条都说出来，检讨改进。不是含糊笼统，「不错」，这个不行，哪里不错；「很好」，这个也不可以，好在哪里要说出来。所以每一个人听，都得聚精会神的听，这样才能学到东西。这种学习精神，我们同学应当要效法、要学习。这个才讲益其精爽。再看下面第六句：",
      "zh_TW": "佛祖在經教裡面開示很多，我們聽得太少，不夠深入，所以在日用平常還是轉不過來，這才教導我們要多聽。我們今天學得不夠，做得太少。我每一次到念佛堂去看看，到講堂去看看，我們同學去參與的人不多，當然各人忙著各人自己的事情。如果真正發菩提心，自己的事情固然重要，眾生的事情更重要，莊嚴道場，弘法利生。講堂裡面，我們自己同學都不參加，自己同學都不重視，聽眾怎麼能生起信心？因為我們現在的道場，已經完全沒有約束力，完全看諸位菩薩自動自發，跟我求學那個時候不一樣。我求學，李炳南老居士對我們有約束力，我們跟他學講經的人有二十多個人，任何一個同學講經，一個不可以缺席，除非你生病。你要缺席，你就不是真心學，不真心學你離開，不要參加這個班；參加這個班，一堂課都不能缺。我們是被逼成就的，這是學習的態度。課堂一堂課不可以缺，同學練習講經，一堂課不能缺，李老師督促嚴，我們深受其利。同學在台上講經，我們同學照例坐在第一排、第二排，講完之後下座，下座不是沒事，下座老師召集在小教室裡檢討，每一個同學都要發言，你聽了覺得怎麼樣？他哪些地方講得好，好在什麼地方，一條一條說出來；哪些地方講得不好，也是每一條都說出來，檢討改進。不是含糊籠統，「不錯」，這個不行，哪裡不錯；「很好」，這個也不可以，好在哪裡要說出來。所以每一個人聽，都得聚精會神的聽，這樣才能學到東西。這種學習精神，我們同學應當要效法、要學習。這個才講益其精爽。再看下面第六句："
    },
    {
      "id": "12-045-0212_p0014",
      "zh_CN": "【妙华缨光明天子。得净光普照众生身令生欢喜信解海解脱门。】",
      "zh_TW": "【妙華纓光明天子。得淨光普照眾生身令生歡喜信解海解脫門。】"
    },
    {
      "id": "12-045-0212_p0015",
      "zh_CN": "这一句里的意思很明显，也很好懂。净是清净，『净光普照众生身』，前面跟我们讲智慧与身都放光，真实的智慧德行能帮助众生身心清净，这就叫「净光」。「普照」是平等利益众生，众生焉能不欢喜？这一句里头关键的字眼就是净与光，净是德行，德行里面关键是在心地清净，清净心起作用就是智慧，真实智慧。我们要积德累功，德是什么，自己一定要知道，在《无量寿经》上讲的德是「清净平等觉」，这是德；功是什么？功是行，功行，德落实在生活里面就是功。菩萨六度是功，要用清净心去修六度，这就是「净光普照」。真诚心、清净心、平等心、慈悲心，处事待人接物，念念饶益众生，不但令众生得益，得最殊胜的利益；也就是说，我们一定要尽心尽力来贡献，使一切众生得最殊胜的利益。往往我们也有这个意念，但是在事上总是有许许多多的缺陷，这是什么原因？还是自己的心不清净；因为心不清净，你照得不够周圆，这边照顾到了，那边忘失了，疏漏的地方太多太多，依旧是烦恼习气障碍自己的清净心。所以「净」这个字比什么都重要，净就是定，光就是慧，神通、德能是从定慧里面生出来的。诸佛菩萨神通广大，用今天人的说法多才多艺，这个人很能干，他这个能力从定慧当中得来的，这是真实的、称性的德用。",
      "zh_TW": "這一句裡的意思很明顯，也很好懂。淨是清淨，『淨光普照眾生身』，前面跟我們講智慧與身都放光，真實的智慧德行能幫助眾生身心清淨，這就叫「淨光」。「普照」是平等利益眾生，眾生焉能不歡喜？這一句裡頭關鍵的字眼就是淨與光，淨是德行，德行裡面關鍵是在心地清淨，清淨心起作用就是智慧，真實智慧。我們要積德累功，德是什麼，自己一定要知道，在《無量壽經》上講的德是「清淨平等覺」，這是德；功是什麼？功是行，功行，德落實在生活裡面就是功。菩薩六度是功，要用清淨心去修六度，這就是「淨光普照」。真誠心、清淨心、平等心、慈悲心，處事待人接物，念念饒益眾生，不但令眾生得益，得最殊勝的利益；也就是說，我們一定要盡心盡力來貢獻，使一切眾生得最殊勝的利益。往往我們也有這個意念，但是在事上總是有許許多多的缺陷，這是什麼原因？還是自己的心不清淨；因為心不清淨，你照得不夠周圓，這邊照顧到了，那邊忘失了，疏漏的地方太多太多，依舊是煩惱習氣障礙自己的清淨心。所以「淨」這個字比什麼都重要，淨就是定，光就是慧，神通、德能是從定慧裡面生出來的。諸佛菩薩神通廣大，用今天人的說法多才多藝，這個人很能幹，他這個能力從定慧當中得來的，這是真實的、稱性的德用。"
    },
    {
      "id": "12-045-0212_p0016",
      "zh_CN": "「普照众生」，普照就是平等的帮助、协助众生。帮助里面不要忘记，佛菩萨教化一切众生最高的目的，转恶为善、转迷为悟、转凡为圣。八万四千法门，无量无边法门，都是以这个为目标、为方向。所以才说「学为人师，行为世范」，师是表率，范是模范。诸佛菩萨是一切众生最好的榜样、最好的模范，那叫普照；用真诚、清净、平等、慈悲心，这是净光。做出来给人看，说出来给人听，这叫「普照众生身」，都在日常生活当中，日常生活不是为自己，为一切众生。修道人功夫永远没有间断。那也许说，现在没有人看到我，可以放逸；没有人看到你，还有鬼神看到你，「众生身」有包括鬼神在里头。众生不单单指人，凡是众缘和合而生起的现象都叫做众生。众生的本义，众缘和合而生起的，十法界依正庄严都叫众生。我们能看得见的众生少，看不见的众生多。为什么那么多众生我们看不见？我们今天的眼根有障碍。现在科学家证明，我们眼为什么能看到外面色相？靠光波的反射我们才能见到。我们肉眼能见到的光波非常狭窄，比这个波长的我们见不到，比这个波短的我们也见不到，我们只能见到非常狭窄的一个光波，这一小段。通过科学的仪器我们能够发现，像X光、紫外线，我们能发现一些，肉眼看不到。诸位要想一想，假如有一天我们眼见的能力恢复了，各种不同波度的光我们统统都能见到，这个世界马上就变了，宇宙人生的真相你才能看得出来。有没有可能？决定有！佛菩萨有这个能力，佛菩萨告诉我们，我们每一个人都具有他同样的智慧德能。我们今天的智慧德能是被妄想分别执着障碍掉，所以见，许许多多光波里面只能够见到一个波度；听也是如此，声波，我们现在无线电广播就是长波、短波，我们也只能够收听到一个波度，比这个波度长的听不到，比这个波度短的也听不到。我们有无量无边的德能，现在变成这个样子，变得很可怜！佛给我们说出其中的道理，都是自己迷惑，造作许许多多罪业，障碍了自己的德能。",
      "zh_TW": "「普照眾生」，普照就是平等的幫助、協助眾生。幫助裡面不要忘記，佛菩薩教化一切眾生最高的目的，轉惡為善、轉迷為悟、轉凡為聖。八萬四千法門，無量無邊法門，都是以這個為目標、為方向。所以才說「學為人師，行為世範」，師是表率，範是模範。諸佛菩薩是一切眾生最好的榜樣、最好的模範，那叫普照；用真誠、清淨、平等、慈悲心，這是淨光。做出來給人看，說出來給人聽，這叫「普照眾生身」，都在日常生活當中，日常生活不是為自己，為一切眾生。修道人功夫永遠沒有間斷。那也許說，現在沒有人看到我，可以放逸；沒有人看到你，還有鬼神看到你，「眾生身」有包括鬼神在裡頭。眾生不單單指人，凡是眾緣和合而生起的現象都叫做眾生。眾生的本義，眾緣和合而生起的，十法界依正莊嚴都叫眾生。我們能看得見的眾生少，看不見的眾生多。為什麼那麼多眾生我們看不見？我們今天的眼根有障礙。現在科學家證明，我們眼為什麼能看到外面色相？靠光波的反射我們才能見到。我們肉眼能見到的光波非常狹窄，比這個波長的我們見不到，比這個波短的我們也見不到，我們只能見到非常狹窄的一個光波，這一小段。通過科學的儀器我們能夠發現，像X光、紫外線，我們能發現一些，肉眼看不到。諸位要想一想，假如有一天我們眼見的能力恢復了，各種不同波度的光我們統統都能見到，這個世界馬上就變了，宇宙人生的真相你才能看得出來。有沒有可能？決定有！佛菩薩有這個能力，佛菩薩告訴我們，我們每一個人都具有他同樣的智慧德能。我們今天的智慧德能是被妄想分別執著障礙掉，所以見，許許多多光波裡面只能夠見到一個波度；聽也是如此，聲波，我們現在無線電廣播就是長波、短波，我們也只能夠收聽到一個波度，比這個波度長的聽不到，比這個波度短的也聽不到。我們有無量無邊的德能，現在變成這個樣子，變得很可憐！佛給我們說出其中的道理，都是自己迷惑，造作許許多多罪業，障礙了自己的德能。"
    },
    {
      "id": "12-045-0212_p0017",
      "zh_CN": "所以佛家教学，中心就是破迷开悟，而以断恶修善做为破迷开悟的增上缘。如果一个人依旧作恶，依旧不肯修善，换句话说，破迷开悟就没有分。这是说明断恶修善的重要，一定要从这个地方下手。怎么样转迷成悟？断恶修善只要离一切相就转迷成悟。《金刚经》上说得好，「离一切相，修一切善」，离一切相就是离妄想分别执着，离这个相；修一切善，这个人就觉悟了。《金刚经》上说了两句话，「应无所住，而生其心」，也是佛法修学的总纲领、总原则，从初发心一直到如来地都不能违背这个原则，违背这个原则就不是佛法，佛法跟世间一般善法不一样的地方就在这里。生心，生普度众生的心、帮助众生的心、教化众生的心、为一切众生服务的心，叫你生这个心，生这个心不执着。不执着，《金刚经》的标准好，离相，离一切相，离我相、人相、众生相、寿者相。离相修善就对了，决定能令一切众生『生欢喜信解』，这句话才能落实。你要不具备这个心行，这句话永远不能落实，一切众生怎么会对你生欢喜心、生信心？你所表现的、你所说的他都能够理解，不单言说。所以觉悟的人，他全部的生活，点点滴滴皆是无上道，佛法里面讲的妙法，无量无边的妙法都在生活当中表现无遗。",
      "zh_TW": "所以佛家教學，中心就是破迷開悟，而以斷惡修善做為破迷開悟的增上緣。如果一個人依舊作惡，依舊不肯修善，換句話說，破迷開悟就沒有分。這是說明斷惡修善的重要，一定要從這個地方下手。怎麼樣轉迷成悟？斷惡修善只要離一切相就轉迷成悟。《金剛經》上說得好，「離一切相，修一切善」，離一切相就是離妄想分別執著，離這個相；修一切善，這個人就覺悟了。《金剛經》上說了兩句話，「應無所住，而生其心」，也是佛法修學的總綱領、總原則，從初發心一直到如來地都不能違背這個原則，違背這個原則就不是佛法，佛法跟世間一般善法不一樣的地方就在這裡。生心，生普度眾生的心、幫助眾生的心、教化眾生的心、為一切眾生服務的心，叫你生這個心，生這個心不執著。不執著，《金剛經》的標準好，離相，離一切相，離我相、人相、眾生相、壽者相。離相修善就對了，決定能令一切眾生『生歡喜信解』，這句話才能落實。你要不具備這個心行，這句話永遠不能落實，一切眾生怎麼會對你生歡喜心、生信心？你所表現的、你所說的他都能夠理解，不單言說。所以覺悟的人，他全部的生活，點點滴滴皆是無上道，佛法裡面講的妙法，無量無邊的妙法都在生活當中表現無遺。"
    },
    {
      "id": "12-045-0212_p0018",
      "zh_CN": "《金刚经》上显示给我们看，释迦牟尼佛吃饭、穿衣，入舍卫大城走路，究竟圆满的佛法都在其中。《华严经》上说「一即是多，多即是一」，任何一法都具足圆满的佛法。穿衣，衣具足圆满的佛法，一切诸佛所说所行都在其中；吃饭，圆满佛法；走路，步步都是圆满佛法。谁知道？须菩提一类的人知道，他们看出来了，他们觉悟了，生欢喜信解，赞叹「希有世尊」。他只要一看见，我们就知道，他也入这个境界了；他不入这个境界，他怎么会看见？他怎么能领会到？哪一天我们也看出来了，我们也就入这个境界；我们没有看出来，那还是隔得很远。要怎样像须菩提一样能看出来？这个看出来就是《华严经》上讲的「契入法界」，入法界了。一定要把你所信、所解、所行融成一体，这才能入得了法界；如果把信解行分做三桩事情，分做三个段落就入不了，永远入不了。为什么？法界原本是一真，要记住这句话，法界是一体。我们常说虚空法界一切众生是一个心、一个性、一个身，我们学佛，尤其修学大乘，首先要建立这个观念，这个观念是佛知佛见。我们知见同佛，就能够如佛所见、如佛所闻；现在人讲理念，佛法讲知见，要跟佛相同。今天时间到了，我们就讲到此地。",
      "zh_TW": "《金剛經》上顯示給我們看，釋迦牟尼佛吃飯、穿衣，入舍衛大城走路，究竟圓滿的佛法都在其中。《華嚴經》上說「一即是多，多即是一」，任何一法都具足圓滿的佛法。穿衣，衣具足圓滿的佛法，一切諸佛所說所行都在其中；吃飯，圓滿佛法；走路，步步都是圓滿佛法。誰知道？須菩提一類的人知道，他們看出來了，他們覺悟了，生歡喜信解，讚歎「希有世尊」。他只要一看見，我們就知道，他也入這個境界了；他不入這個境界，他怎麼會看見？他怎麼能領會到？哪一天我們也看出來了，我們也就入這個境界；我們沒有看出來，那還是隔得很遠。要怎樣像須菩提一樣能看出來？這個看出來就是《華嚴經》上講的「契入法界」，入法界了。一定要把你所信、所解、所行融成一體，這才能入得了法界；如果把信解行分做三樁事情，分做三個段落就入不了，永遠入不了。為什麼？法界原本是一真，要記住這句話，法界是一體。我們常說虛空法界一切眾生是一個心、一個性、一個身，我們學佛，尤其修學大乘，首先要建立這個觀念，這個觀念是佛知佛見。我們知見同佛，就能夠如佛所見、如佛所聞；現在人講理念，佛法講知見，要跟佛相同。今天時間到了，我們就講到此地。"
    }
  ]
}