{
  "doc_id": "12-045-0048",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十八集",
    "zh_TW": "第四十八集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-045-0048",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "12-045-0048_p0001",
      "zh_CN": "请掀开经本第二十六面第五行：",
      "zh_TW": "請掀開經本第二十六面第五行："
    },
    {
      "id": "12-045-0048_p0002",
      "zh_CN": "【复有无量主海神。】",
      "zh_TW": "【復有無量主海神。】"
    },
    {
      "id": "12-045-0048_p0003",
      "zh_CN": "经文里面告诉我们这一类的神众，人数也是无量无边。像这些词句我们都要细心去体会，它超越了所有的界限，显示出一真法界，都在『无量』两个字当中。主海神，要用我们现代行业来说，就是航运家，我们从前讲航海家，做航运工作的。过去只有航海，现在还有航空，看看到后面我们有没有看到类似的。海，它很深很广，所以用它来代表我们的性德，本性里面本来具足无量的智慧、无量的德能、无量的才艺，一一都是深广无际。这个意思在这部经里面有很清楚的显示，所以它是比喻法性大海。接着我们看上首的德号，一共有十位，每一位里面都是说的性德。",
      "zh_TW": "經文裡面告訴我們這一類的神眾，人數也是無量無邊。像這些詞句我們都要細心去體會，它超越了所有的界限，顯示出一真法界，都在『無量』兩個字當中。主海神，要用我們現代行業來說，就是航運家，我們從前講航海家，做航運工作的。過去只有航海，現在還有航空，看看到後面我們有沒有看到類似的。海，它很深很廣，所以用它來代表我們的性德，本性裡面本來具足無量的智慧、無量的德能、無量的才藝，一一都是深廣無際。這個意思在這部經裡面有很清楚的顯示，所以它是比喻法性大海。接著我們看上首的德號，一共有十位，每一位裡面都是說的性德。"
    },
    {
      "id": "12-045-0048_p0004",
      "zh_CN": "【所谓出现宝光主海神。】",
      "zh_TW": "【所謂出現寶光主海神。】"
    },
    {
      "id": "12-045-0048_p0005",
      "zh_CN": "唯有自性才能称得上真正是宝。世间人往往将希有之物看作珍宝，贵重的金属、贵重的宝石人人都愿意收藏，都希望拥有，这是代表财富，也代表在社会上尊贵的地位。实在说，这些宝物它的用途依旧是非常有限，充其量你一生得其受用，来世之后就不见得能得到，所以世间有形的这些宝物决定带不走的。佛给我们讲自性里面有三宝，佛教给我们皈依三宝，三宝诸位一定要清楚，是指自性三宝，不是自性之外的。自性三宝，世尊给我们说，第一个是自性觉。自性本来就觉悟，不觉是错误的，你迷了。自性本觉，这就称之为佛宝。「佛」这个意思，这是印度梵语音译过来的，意思就是觉，觉就不迷，觉而不迷，这个是宝。第二，自性本来具足正知正见，对于宇宙之间，在佛法里面讲虚空法界，一切万法，一一法中，无论是大是小（大是经上讲的世界，小是经上讲的微尘），一一法你都彻底明了，这叫正知正见，正知见本有的，这是宝。第三种是自性清净，真如本性从来没有染着，净而不染。所以，自性里面的觉正净是本来具足的。",
      "zh_TW": "唯有自性才能稱得上真正是寶。世間人往往將希有之物看作珍寶，貴重的金屬、貴重的寶石人人都願意收藏，都希望擁有，這是代表財富，也代表在社會上尊貴的地位。實在說，這些寶物它的用途依舊是非常有限，充其量你一生得其受用，來世之後就不見得能得到，所以世間有形的這些寶物決定帶不走的。佛給我們講自性裡面有三寶，佛教給我們皈依三寶，三寶諸位一定要清楚，是指自性三寶，不是自性之外的。自性三寶，世尊給我們說，第一個是自性覺。自性本來就覺悟，不覺是錯誤的，你迷了。自性本覺，這就稱之為佛寶。「佛」這個意思，這是印度梵語音譯過來的，意思就是覺，覺就不迷，覺而不迷，這個是寶。第二，自性本來具足正知正見，對於宇宙之間，在佛法裡面講虛空法界，一切萬法，一一法中，無論是大是小（大是經上講的世界，小是經上講的微塵），一一法你都徹底明瞭，這叫正知正見，正知見本有的，這是寶。第三種是自性清淨，真如本性從來沒有染著，淨而不染。所以，自性裡面的覺正淨是本來具足的。"
    },
    {
      "id": "12-045-0048_p0006",
      "zh_CN": "现在我们要问，我们是不是不觉？是不是不正？是不是染污？给诸位说没有，决定没有。我们现在，佛在经上也常讲，我们迷惑颠倒、邪知邪见，不但污染，而且还变成五浊恶世，染污到了极处。诸位必须要知道，迷邪染是意地上面的，不是本性，性上面决定没有迷邪染，称之为三宝。迷邪染是意地里面的，我们讲意识、意根，这个是迷邪染。自性怎么会有迷邪染？自性要是有迷邪染，事情可麻烦了，那我们什么时候才能够明心见性！自性里头没有，只有觉正净，没有迷邪染。可是意里面就有，意里面有迷邪染，也有觉正净，这个要知道。觉悟之后，意就是觉正净，迷惑的时候意就是迷邪染。所以永嘉大师说「分别亦非意」，我们细细玩味他这句话。",
      "zh_TW": "現在我們要問，我們是不是不覺？是不是不正？是不是染污？給諸位說沒有，決定沒有。我們現在，佛在經上也常講，我們迷惑顛倒、邪知邪見，不但污染，而且還變成五濁惡世，染污到了極處。諸位必須要知道，迷邪染是意地上面的，不是本性，性上面決定沒有迷邪染，稱之為三寶。迷邪染是意地裡面的，我們講意識、意根，這個是迷邪染。自性怎麼會有迷邪染？自性要是有迷邪染，事情可麻煩了，那我們什麼時候才能夠明心見性！自性裡頭沒有，只有覺正淨，沒有迷邪染。可是意裡面就有，意裡面有迷邪染，也有覺正淨，這個要知道。覺悟之後，意就是覺正淨，迷惑的時候意就是迷邪染。所以永嘉大師說「分別亦非意」，我們細細玩味他這句話。"
    },
    {
      "id": "12-045-0048_p0007",
      "zh_CN": "这称之为三宝，从这个三宝『出现宝光』，这个宝光是什么？如果我们具体来说，就是「大方广佛华严」，这是出现宝光。大方广佛华严是什么？就是一真法界，就是我们讲尽虚空遍法界的依正庄严，这是从自性三宝里面变现出来的。佛在这个经上说，「唯心所现，唯识所变」，心就是心性，自性能现，自性是觉正净；识是能变，心性是能现，识是能变，把一真法界又变成了十法界。一真法界为什么会变成十法界？识变的，识就是意，意变的。因为意有迷邪染，迷邪染的程度不相同，变出来的境界就不一样，要细说说不尽，无量无边，境界都是众生妄想分别执着变化出来的。觉悟之后，十法界就是一真法界。",
      "zh_TW": "這稱之為三寶，從這個三寶『出現寶光』，這個寶光是什麼？如果我們具體來說，就是「大方廣佛華嚴」，這是出現寶光。大方廣佛華嚴是什麼？就是一真法界，就是我們講盡虛空遍法界的依正莊嚴，這是從自性三寶裡面變現出來的。佛在這個經上說，「唯心所現，唯識所變」，心就是心性，自性能現，自性是覺正淨；識是能變，心性是能現，識是能變，把一真法界又變成了十法界。一真法界為什麼會變成十法界？識變的，識就是意，意變的。因為意有迷邪染，迷邪染的程度不相同，變出來的境界就不一樣，要細說說不盡，無量無邊，境界都是眾生妄想分別執著變化出來的。覺悟之後，十法界就是一真法界。"
    },
    {
      "id": "12-045-0048_p0008",
      "zh_CN": "从这个地方我们可以体会得到，如果你要是用心，法界是一真，心是真心；如果你要用的是意，那就是十法界、百法界、千法界、无量无边法界。十法界、百法界，都是从纲领上讲；细分，法界无量无边。为什么？我们每个人就是一个法界，你的法界跟我的法界不相同，我的法界跟他的法界又不相同。楞严会上佛说得很清楚，「同分妄见，别业妄见」，一般大乘法里面讲的共业、别业也是这个意思。我们今天在这个讲堂，张开眼睛我们看讲堂现前的状况，每个人都看得很清楚，我所看的决定不是你所看的，你所看的决定不是他所看的，各人是各人的法界。每个人看都差不多，说出来都一样，那叫同分妄见，我们叫共业。共业就是我这个业跟你那个业是相似，还是各人各人的；共，并不是完全相同，不是的，只可以说相似而已。譬如这个讲堂有几十盏灯，每盏灯放的光，光与光融会起来很明亮，光光交互这就好比是共业。而实际上每一支灯光跟其他的灯光混不混杂？不混杂。你熄一盏，它灯就没有了，这一盏就没有了。你这一盏灯熄掉没有干涉别的灯，你这一盏灯开亮也没有干涉别的灯，各个不同。然后才知道法界无量无边，迷的时候有，觉的时候就没有，觉的时候才知道尽虚空遍法界是一体，那是真正觉了。",
      "zh_TW": "從這個地方我們可以體會得到，如果你要是用心，法界是一真，心是真心；如果你要用的是意，那就是十法界、百法界、千法界、無量無邊法界。十法界、百法界，都是從綱領上講；細分，法界無量無邊。為什麼？我們每個人就是一個法界，你的法界跟我的法界不相同，我的法界跟他的法界又不相同。楞嚴會上佛說得很清楚，「同分妄見，別業妄見」，一般大乘法裡面講的共業、別業也是這個意思。我們今天在這個講堂，張開眼睛我們看講堂現前的狀況，每個人都看得很清楚，我所看的決定不是你所看的，你所看的決定不是他所看的，各人是各人的法界。每個人看都差不多，說出來都一樣，那叫同分妄見，我們叫共業。共業就是我這個業跟你那個業是相似，還是各人各人的；共，並不是完全相同，不是的，只可以說相似而已。譬如這個講堂有幾十盞燈，每盞燈放的光，光與光融會起來很明亮，光光交互這就好比是共業。而實際上每一支燈光跟其他的燈光混不混雜？不混雜。你熄一盞，它燈就沒有了，這一盞就沒有了。你這一盞燈熄掉沒有干涉別的燈，你這一盞燈開亮也沒有干涉別的燈，各個不同。然後才知道法界無量無邊，迷的時候有，覺的時候就沒有，覺的時候才知道盡虛空遍法界是一體，那是真正覺了。"
    },
    {
      "id": "12-045-0048_p0009",
      "zh_CN": "所以用心，心是一心，一心就能够破一切的障碍；二心，障碍就生起来，一生一切生，无量无边的障碍统统都生。这个道理很深，世间人想不透。实在想不透，宇宙从哪里来的？生命从哪里来的？人从哪里来的？第一个人又是谁？这都叫胡思乱想。能不能把事实真相想出来？决定不能。为什么不能？这个复杂的现象就是从妄想生的，妄想怎么能够了解事实真相？所以佛告诉我们，什么都不想，真相大白，你就统统明了。什么都不想，你用的是真心。真心是本有的，真心是不生不灭，妄心是有生有灭，真心是不生不灭，我们要明了这个道理。所以佛时时刻刻提醒我们，教我们用真心，不要用妄心。真心是清净心，真心是一念不生。可是我们凡夫习惯了用妄心，一切时、一切处都有自己主观的观念，有自己的想法，有自己的看法，这个麻烦就来了。这也是我们学佛不能开悟的第一个因素，那就是没有办法把妄想分别执着放下。在生活当中、在修学当中，统统还用妄想分别执着，宝就没有了，光也没有了。离一切妄想分别执着，你真心现前，你心性里面的德能现前、智慧现前，这就是放光。所以「出现宝光」这四个字里面含的意思无量无边，都在一个真实，唯有真实才能够大放光明，遍照法界，这个道理我们要明了。佛说得一点都不错，我们要细心体会，要认真努力去学习。第二尊：",
      "zh_TW": "所以用心，心是一心，一心就能夠破一切的障礙；二心，障礙就生起來，一生一切生，無量無邊的障礙統統都生。這個道理很深，世間人想不透。實在想不透，宇宙從哪裡來的？生命從哪裡來的？人從哪裡來的？第一個人又是誰？這都叫胡思亂想。能不能把事實真相想出來？決定不能。為什麼不能？這個複雜的現象就是從妄想生的，妄想怎麼能夠了解事實真相？所以佛告訴我們，什麼都不想，真相大白，你就統統明瞭。什麼都不想，你用的是真心。真心是本有的，真心是不生不滅，妄心是有生有滅，真心是不生不滅，我們要明瞭這個道理。所以佛時時刻刻提醒我們，教我們用真心，不要用妄心。真心是清淨心，真心是一念不生。可是我們凡夫習慣了用妄心，一切時、一切處都有自己主觀的觀念，有自己的想法，有自己的看法，這個麻煩就來了。這也是我們學佛不能開悟的第一個因素，那就是沒有辦法把妄想分別執著放下。在生活當中、在修學當中，統統還用妄想分別執著，寶就沒有了，光也沒有了。離一切妄想分別執著，你真心現前，你心性裡面的德能現前、智慧現前，這就是放光。所以「出現寶光」這四個字裡面含的意思無量無邊，都在一個真實，唯有真實才能夠大放光明，遍照法界，這個道理我們要明瞭。佛說得一點都不錯，我們要細心體會，要認真努力去學習。第二尊："
    },
    {
      "id": "12-045-0048_p0010",
      "zh_CN": "【成金刚幢主海神。】",
      "zh_TW": "【成金剛幢主海神。】"
    },
    {
      "id": "12-045-0048_p0011",
      "zh_CN": "『成』是成就，『金刚』是般若智慧，自性里面本具的智慧，『幢』是表高显的意思。从这个德号里面我们就体会到，这是佛法里面所讲的两种智，根本智与后得智，成就两种圆满的智慧，「金刚」是根本智，「幢」是后得智。根本智也叫做实智，真实的智慧；后得智也叫做权智，我们常常说权巧方便，或者说善巧方便，都是属于权智。显示在自己日常生活当中，显示在教化一切众生之中，你没有权智不能够度众生，没有权智自己的生活得不到幸福。可是权智从哪里来的？权智从实智里头来的，实智叫根本智。实智是什么？《般若经》上所说的「般若无知」，无知是真正的智慧，真智，无知起作用无所不知。「无」很有意思，给诸位说，无很难懂，无不是什么都没有，什么都没有叫无谁不懂？三岁小孩他也懂。佛法里面讲无、讲空，意思很深。我们在这个经上读到，诸佛如来、法身大士无相，无相能现一切相，无知他能无所不知，他都在「无」上。我们今天的麻烦在哪里？我们样样想有，我们从来不懂得无的作用这么大，以为无了，什么作用都没有了，我们把无的意思错解。无知能无所不知，无相能现一切相。",
      "zh_TW": "『成』是成就，『金剛』是般若智慧，自性裡面本具的智慧，『幢』是表高顯的意思。從這個德號裡面我們就體會到，這是佛法裡面所講的兩種智，根本智與後得智，成就兩種圓滿的智慧，「金剛」是根本智，「幢」是後得智。根本智也叫做實智，真實的智慧；後得智也叫做權智，我們常常說權巧方便，或者說善巧方便，都是屬於權智。顯示在自己日常生活當中，顯示在教化一切眾生之中，你沒有權智不能夠度眾生，沒有權智自己的生活得不到幸福。可是權智從哪裡來的？權智從實智裡頭來的，實智叫根本智。實智是什麼？《般若經》上所說的「般若無知」，無知是真正的智慧，真智，無知起作用無所不知。「無」很有意思，給諸位說，無很難懂，無不是什麼都沒有，什麼都沒有叫無誰不懂？三歲小孩他也懂。佛法裡面講無、講空，意思很深。我們在這個經上讀到，諸佛如來、法身大士無相，無相能現一切相，無知他能無所不知，他都在「無」上。我們今天的麻煩在哪裡？我們樣樣想有，我們從來不懂得無的作用這麼大，以為無了，什麼作用都沒有了，我們把無的意思錯解。無知能無所不知，無相能現一切相。"
    },
    {
      "id": "12-045-0048_p0012",
      "zh_CN": "名号里面权实二智，因为海是表性德，性德里面最重要的就是智慧。大乘经上讲三德密藏︰法身、般若、解脱，这三样是以般若为枢纽，般若智慧现前，法身才能证得，解脱也能证得；法身无相，解脱能现一切相。这个名号里面关键在「成」字，成就，显示这些神众圆满成就二智，出现宝光。从这里看，他哪里是普通的水神？主海神、主水神、前面主河神，在我们中国统称为龙王，海龙王，江有龙王，湖有龙王，甚至于说井都有龙王，龙王大小不一样，水神的通称。从这个名号来看，他们都是诸佛如来应化的身相，应以什么身得度，他就现什么身；应以主海神得度，他就现主海神而为说法。第三尊：",
      "zh_TW": "名號裡面權實二智，因為海是表性德，性德裡面最重要的就是智慧。大乘經上講三德密藏︰法身、般若、解脫，這三樣是以般若為樞紐，般若智慧現前，法身才能證得，解脫也能證得；法身無相，解脫能現一切相。這個名號裡面關鍵在「成」字，成就，顯示這些神眾圓滿成就二智，出現寶光。從這裡看，他哪裡是普通的水神？主海神、主水神、前面主河神，在我們中國統稱為龍王，海龍王，江有龍王，湖有龍王，甚至於說井都有龍王，龍王大小不一樣，水神的通稱。從這個名號來看，他們都是諸佛如來應化的身相，應以什麼身得度，他就現什麼身；應以主海神得度，他就現主海神而為說法。第三尊："
    },
    {
      "id": "12-045-0048_p0013",
      "zh_CN": "【远离尘垢主海神。】",
      "zh_TW": "【遠離塵垢主海神。】"
    },
    {
      "id": "12-045-0048_p0014",
      "zh_CN": "『尘』、『垢』都是烦恼的代名词，『远离尘垢』就是我们常讲的断烦恼。这些名词术语当中，我们要用智慧去观察。烦恼能不能断？烦恼不能断。不能断而说断，这个断不是一刀两断的断，不是断绝那个断，你那个看法就完全错掉了。烦恼断掉了，自性也断了，哪有这个话？这个断是转换，大经里有说，「转烦恼成菩提」，烦恼有没有？烦恼没有了，烦恼变成菩提。所以烦恼没有就说烦恼断了，菩提现前就说菩提生了。菩提是印度话，照中国的意思就是觉悟，菩提是觉。由此可知，菩提跟烦恼是一桩事情，烦恼断掉了，菩提也就没有了，这我们要懂得。",
      "zh_TW": "『塵』、『垢』都是煩惱的代名詞，『遠離塵垢』就是我們常講的斷煩惱。這些名詞術語當中，我們要用智慧去觀察。煩惱能不能斷？煩惱不能斷。不能斷而說斷，這個斷不是一刀兩斷的斷，不是斷絕那個斷，你那個看法就完全錯掉了。煩惱斷掉了，自性也斷了，哪有這個話？這個斷是轉換，大經裡有說，「轉煩惱成菩提」，煩惱有沒有？煩惱沒有了，煩惱變成菩提。所以煩惱沒有就說煩惱斷了，菩提現前就說菩提生了。菩提是印度話，照中國的意思就是覺悟，菩提是覺。由此可知，菩提跟煩惱是一樁事情，煩惱斷掉了，菩提也就沒有了，這我們要懂得。"
    },
    {
      "id": "12-045-0048_p0015",
      "zh_CN": "把烦恼转变成菩提，这叫远离尘垢。尘是从境界上说的，尘境；垢就是烦恼。怎么转变法？怎么断法？这要智慧。戒定慧三学，功夫浅深不相同。断烦恼是修行人最重要的一个课题，从哪里下手？从持戒下手。持戒很勉强，佛教给我们不杀生、不偷盗、不邪淫，一定要遵守，不可以违犯。初学人是用一种石头压草的方法控制住，天天接受佛菩萨的教诲，对佛菩萨生起恭敬心，愿意接受佛菩萨的教导，我们这样去做。做久了就得定，不做也不犯，也不会毁犯，就渐渐得定，定可以把烦恼完全控制住，那就容易。这在佛法里面叫做定共戒，这就说明定里面有戒，得定的人决定不会破戒，不会犯戒。持戒的人不一定有定功，有定的人决定不会破戒。",
      "zh_TW": "把煩惱轉變成菩提，這叫遠離塵垢。塵是從境界上說的，塵境；垢就是煩惱。怎麼轉變法？怎麼斷法？這要智慧。戒定慧三學，功夫淺深不相同。斷煩惱是修行人最重要的一個課題，從哪裡下手？從持戒下手。持戒很勉強，佛教給我們不殺生、不偷盜、不邪淫，一定要遵守，不可以違犯。初學人是用一種石頭壓草的方法控制住，天天接受佛菩薩的教誨，對佛菩薩生起恭敬心，願意接受佛菩薩的教導，我們這樣去做。做久了就得定，不做也不犯，也不會毀犯，就漸漸得定，定可以把煩惱完全控制住，那就容易。這在佛法裡面叫做定共戒，這就說明定裡面有戒，得定的人決定不會破戒，不會犯戒。持戒的人不一定有定功，有定的人決定不會破戒。"
    },
    {
      "id": "12-045-0048_p0016",
      "zh_CN": "但是烦恼没有转，没转成菩提，佛法里面有个比喻，这是除草没有断根，定要失掉了，烦恼又起现行。六道里面凡夫的定功是四禅八定，初禅以上那个人决定不会有恶念，不会有恶的行为。得到禅定，他们所表现的决定是慈悲喜舍，四无量心现前，绝不会有一个恶念，叫定共戒。可是纵然他能够达到非想非非想天，第八定，这最高了，寿命八万大劫。这个寿命是说什么？他的定功，他有这么深的定，能够支持八万大劫。八万大劫之后，他定功会失掉，失掉之后烦恼又起现行，所以他是凡夫，他不是圣人。非非想天人还堕阿鼻地狱，世俗里常讲「爬得高，摔得重」。诸位如果要想明白这些事实真相，你去读《楞严经》，佛在楞严会上讲得很清楚，为什么原因他会堕落阿鼻地狱。",
      "zh_TW": "但是煩惱沒有轉，沒轉成菩提，佛法裡面有個比喻，這是除草沒有斷根，定要失掉了，煩惱又起現行。六道裡面凡夫的定功是四禪八定，初禪以上那個人決定不會有惡念，不會有惡的行為。得到禪定，他們所表現的決定是慈悲喜捨，四無量心現前，絕不會有一個惡念，叫定共戒。可是縱然他能夠達到非想非非想天，第八定，這最高了，壽命八萬大劫。這個壽命是說什麼？他的定功，他有這麼深的定，能夠支持八萬大劫。八萬大劫之後，他定功會失掉，失掉之後煩惱又起現行，所以他是凡夫，他不是聖人。非非想天人還墮阿鼻地獄，世俗裡常講「爬得高，摔得重」。諸位如果要想明白這些事實真相，你去讀《楞嚴經》，佛在楞嚴會上講得很清楚，為什麼原因他會墮落阿鼻地獄。"
    },
    {
      "id": "12-045-0048_p0017",
      "zh_CN": "到什么时候烦恼才不会起现行？智慧开了，烦恼就转变，转烦恼成菩提，把烦恼统统转变成智慧，无量的智慧。无量的烦恼一变成为无量智慧，就是从定里面开悟了，禅家讲的明心见性、大彻大悟，那就是远离尘垢，大彻大悟了。在教下讲叫大开圆解，我们净土宗里面叫理一心不乱，名词不相同，意思是一样的，都是达到转烦恼成菩提的境界，都达到这个境界。这个时候知道，不但外面境界是不可得，《般若经》上告诉我们，「一切有为法，如梦幻泡影」，外面境界是梦幻泡影，我们能够觉察外面境界的六根，六根也不是真的。《金刚经》上给我们讲三心不可得，能得的不可得，能得这个心不可得，所得的一切物都是因缘所生，缘起性空，了不可得，能所都不可得。我们要问，谁知道不可得？般若智慧照见。般若智慧在哪里？六根的根性。六根的根性是真的，依六根所起的六识是虚妄的，那个不是真的，六根的根性是真的，楞严会上世尊就是为我们发明这个事实真相。",
      "zh_TW": "到什麼時候煩惱才不會起現行？智慧開了，煩惱就轉變，轉煩惱成菩提，把煩惱統統轉變成智慧，無量的智慧。無量的煩惱一變成為無量智慧，就是從定裡面開悟了，禪家講的明心見性、大徹大悟，那就是遠離塵垢，大徹大悟了。在教下講叫大開圓解，我們淨土宗裡面叫理一心不亂，名詞不相同，意思是一樣的，都是達到轉煩惱成菩提的境界，都達到這個境界。這個時候知道，不但外面境界是不可得，《般若經》上告訴我們，「一切有為法，如夢幻泡影」，外面境界是夢幻泡影，我們能夠覺察外面境界的六根，六根也不是真的。《金剛經》上給我們講三心不可得，能得的不可得，能得這個心不可得，所得的一切物都是因緣所生，緣起性空，了不可得，能所都不可得。我們要問，誰知道不可得？般若智慧照見。般若智慧在哪裡？六根的根性。六根的根性是真的，依六根所起的六識是虛妄的，那個不是真的，六根的根性是真的，楞嚴會上世尊就是為我們發明這個事實真相。"
    },
    {
      "id": "12-045-0048_p0018",
      "zh_CN": "所以佛教菩萨，用见性见一切色。我们今天用的是什么？用眼识，你所见到外面的境界相叫色尘，眼识只能见到色尘；眼识是假的，色尘也是虚妄的。佛教菩萨用见性见，见的外面是什么？见外面是色性，这就叫明心见性。明心是说你用的是见性，你所见的是色性，那叫见性，明心见性是这个意思。我们闻声，凡夫是用耳识闻声尘，六识对六尘。你晓得这个事实真相，远离尘垢的意思你就明白了。要怎样远离？真的，像交光大师所说的「舍识用根」，这不容易。《楞严经》上所说的，观音菩萨会用，「反闻闻自性，性成无上道」。观音菩萨用耳根，他用耳根的根性闻声性，这叫做反闻闻自性，观音菩萨用这个法门修成无上道，修成正果，这在楞严会上称之为「耳根圆通章」。也有不少同学读了《楞严经》很想学这一招，我遇到不少人来问我，问我怎样用见性见色性，用闻性闻声性。我老老实实告诉他，我会讲这个经，我不会用这个方法。这个道理方法我都懂，我不会用，不会用怎么办？我们还是找大势至菩萨，「大势至菩萨念佛圆通章」，他那个法子好学，「都摄六根，净念相继」，这个法子我们有办法下手；观音菩萨那个调太高，好是很好，我们没法子下手。怎么没法子下手？你来问我从哪里下手，你已经落在意识里面去；我给你讲，讲得再清楚、再明白，你听进去依旧落在意识里，不管用。",
      "zh_TW": "所以佛教菩薩，用見性見一切色。我們今天用的是什麼？用眼識，你所見到外面的境界相叫色塵，眼識只能見到色塵；眼識是假的，色塵也是虛妄的。佛教菩薩用見性見，見的外面是什麼？見外面是色性，這就叫明心見性。明心是說你用的是見性，你所見的是色性，那叫見性，明心見性是這個意思。我們聞聲，凡夫是用耳識聞聲塵，六識對六塵。你曉得這個事實真相，遠離塵垢的意思你就明白了。要怎樣遠離？真的，像交光大師所說的「捨識用根」，這不容易。《楞嚴經》上所說的，觀音菩薩會用，「反聞聞自性，性成無上道」。觀音菩薩用耳根，他用耳根的根性聞聲性，這叫做反聞聞自性，觀音菩薩用這個法門修成無上道，修成正果，這在楞嚴會上稱之為「耳根圓通章」。也有不少同學讀了《楞嚴經》很想學這一招，我遇到不少人來問我，問我怎樣用見性見色性，用聞性聞聲性。我老老實實告訴他，我會講這個經，我不會用這個方法。這個道理方法我都懂，我不會用，不會用怎麼辦？我們還是找大勢至菩薩，「大勢至菩薩念佛圓通章」，他那個法子好學，「都攝六根，淨念相繼」，這個法子我們有辦法下手；觀音菩薩那個調太高，好是很好，我們沒法子下手。怎麼沒法子下手？你來問我從哪裡下手，你已經落在意識裡面去；我給你講，講得再清楚、再明白，你聽進去依舊落在意識裡，不管用。"
    },
    {
      "id": "12-045-0048_p0019",
      "zh_CN": "还是念佛这个方法好！念佛这个方法也是特别法门，千万不要看轻了。许多人读《楞严经•二十五圆通》，只知道观世音菩萨这个法门特别，不晓得大势至这个法门特别，这是粗心大意；两个特别法门，不是一个。特别法门不按顺序排列，这是特别法门。《楞严经》上这二十五位菩萨，如果按顺序排列，他是六根、六尘、六识、七大，按照这个排列的。观世音菩萨要是按这个顺序排列，应该排第二位，六根是眼耳鼻舌身意，这六根，第一个是眼根，第二个应该就是观音菩萨的耳根。他没有按顺序排列，他摆在最后，排在最后去，这叫特别法门。这个排到最后太明显了，你看从第二位把他放到第二十五位去，太明显了。「大势至菩萨念佛圆通章」在七大里面是根大，照七大的顺序排列，地、水、火、风、空、见、识，根大就是见，按照顺序排列他应该排在第二十三，最后一位是弥勒菩萨，弥勒菩萨是识大，地水火风空见识。他在弥勒菩萨的前面，按照顺序排，但是楞严会上弥勒菩萨摆在前面，他摆在弥勒的后面。两个特别法门，我们要留意到，不是一个特别法门，两个特别法门。",
      "zh_TW": "還是念佛這個方法好！念佛這個方法也是特別法門，千萬不要看輕了。許多人讀《楞嚴經•二十五圓通》，只知道觀世音菩薩這個法門特別，不曉得大勢至這個法門特別，這是粗心大意；兩個特別法門，不是一個。特別法門不按順序排列，這是特別法門。《楞嚴經》上這二十五位菩薩，如果按順序排列，他是六根、六塵、六識、七大，按照這個排列的。觀世音菩薩要是按這個順序排列，應該排第二位，六根是眼耳鼻舌身意，這六根，第一個是眼根，第二個應該就是觀音菩薩的耳根。他沒有按順序排列，他擺在最後，排在最後去，這叫特別法門。這個排到最後太明顯了，你看從第二位把他放到第二十五位去，太明顯了。「大勢至菩薩念佛圓通章」在七大裡面是根大，照七大的順序排列，地、水、火、風、空、見、識，根大就是見，按照順序排列他應該排在第二十三，最後一位是彌勒菩薩，彌勒菩薩是識大，地水火風空見識。他在彌勒菩薩的前面，按照順序排，但是楞嚴會上彌勒菩薩擺在前面，他擺在彌勒的後面。兩個特別法門，我們要留意到，不是一個特別法門，兩個特別法門。"
    },
    {
      "id": "12-045-0048_p0020",
      "zh_CN": "也许有同修要问，为什么不把大势至菩萨摆在最后？摆在观世音菩萨后面不是更好，我们看起来不是更清楚、更明白吗？不行，不可以这个排法。观音菩萨排到最后是契我们娑婆世界众生的根机，我们现前根机。观音菩萨在他方世界也许就排在第二位，就不会排在最后了。文殊菩萨拣选圆通说得很清楚，「此方真教体，清净在音闻」，所以他排在最后，道理在此地。大势至菩萨这个法门遍契虚空法界一切诸佛刹土，他不是契一个世界，所有一切诸佛世界他统统适合，所以他排在第二十四。我们要是把这个意思看出来之后，你才晓得念佛法门不可思议，念佛法门比耳根圆通还要殊胜。",
      "zh_TW": "也許有同修要問，為什麼不把大勢至菩薩擺在最後？擺在觀世音菩薩後面不是更好，我們看起來不是更清楚、更明白嗎？不行，不可以這個排法。觀音菩薩排到最後是契我們娑婆世界眾生的根機，我們現前根機。觀音菩薩在他方世界也許就排在第二位，就不會排在最後了。文殊菩薩揀選圓通說得很清楚，「此方真教體，清淨在音聞」，所以他排在最後，道理在此地。大勢至菩薩這個法門遍契虛空法界一切諸佛剎土，他不是契一個世界，所有一切諸佛世界他統統適合，所以他排在第二十四。我們要是把這個意思看出來之後，你才曉得念佛法門不可思議，念佛法門比耳根圓通還要殊勝。"
    },
    {
      "id": "12-045-0048_p0021",
      "zh_CN": "这是说到远离尘垢的方法，真正了解不可得，真正明白一切法无所有，你在一切活动之中自然就不会着相，不着就是远离。远离不是躲避，躲避他远远的，不是这个意思；心里没有执着，没有分别、没有执着，还要加一个没有妄想。为什么？因为这个经所讲的全是法身大士。在我们凡夫，我们能够不执着就远离了，再能够不分别就更了不起。你要是不离一切法当中不执着，给诸位说，你就离开六道轮回；你要是再一切都不分别，你离开十法界；再妄想统统都离开，都没有了，你就证得如来圆满的果位，所以这个远离意思就很深。此地诸佛如来示现的，他那个远离是连四十一品无明都断尽了。",
      "zh_TW": "這是說到遠離塵垢的方法，真正了解不可得，真正明白一切法無所有，你在一切活動之中自然就不會著相，不著就是遠離。遠離不是躲避，躲避他遠遠的，不是這個意思；心裡沒有執著，沒有分別、沒有執著，還要加一個沒有妄想。為什麼？因為這個經所講的全是法身大士。在我們凡夫，我們能夠不執著就遠離了，再能夠不分別就更了不起。你要是不離一切法當中不執著，給諸位說，你就離開六道輪迴；你要是再一切都不分別，你離開十法界；再妄想統統都離開，都沒有了，你就證得如來圓滿的果位，所以這個遠離意思就很深。此地諸佛如來示現的，他那個遠離是連四十一品無明都斷盡了。"
    },
    {
      "id": "12-045-0048_p0022",
      "zh_CN": "我们把这个意思总结起来说，心跟境界是不能够离开的，为什么？心能现，境界是所现，能所是一不是二，它怎么能离得开？远离尘垢就是看破、放下。看破帮助你放下，放下帮助你看破，这两种方法相辅相成。我们在日常生活当中，功夫为什么不得力，你要把原因找出来。真正不得力的原因，我们读经闻法明白一点，明白怎么样？不肯去做。也就是说听经闻法看破一点，看破一点不肯放下，你的功夫就止于这个地方，不能再向上提升，原因在此地。你懂得一点，你立刻就做到，你就放下，这个放下又会帮助你更深入一层的去体悟。所以这两个方法相辅相成，不可以执着在一边，执着在一边就坏了。看破多少就放下多少，放下多少一定帮助你更深一层的看破，这样辗转相辅，一直到如来究竟果位。你要说菩萨用什么方法修行，就是用这个方法，这是从总的原理原则上来说。放下由于看破，看破由于放下。第四尊：",
      "zh_TW": "我們把這個意思總結起來說，心跟境界是不能夠離開的，為什麼？心能現，境界是所現，能所是一不是二，它怎麼能離得開？遠離塵垢就是看破、放下。看破幫助你放下，放下幫助你看破，這兩種方法相輔相成。我們在日常生活當中，功夫為什麼不得力，你要把原因找出來。真正不得力的原因，我們讀經聞法明白一點，明白怎麼樣？不肯去做。也就是說聽經聞法看破一點，看破一點不肯放下，你的功夫就止於這個地方，不能再向上提升，原因在此地。你懂得一點，你立刻就做到，你就放下，這個放下又會幫助你更深入一層的去體悟。所以這兩個方法相輔相成，不可以執著在一邊，執著在一邊就壞了。看破多少就放下多少，放下多少一定幫助你更深一層的看破，這樣輾轉相輔，一直到如來究竟果位。你要說菩薩用什麼方法修行，就是用這個方法，這是從總的原理原則上來說。放下由於看破，看破由於放下。第四尊："
    },
    {
      "id": "12-045-0048_p0023",
      "zh_CN": "【普水宫殿主海神。】",
      "zh_TW": "【普水宮殿主海神。】"
    },
    {
      "id": "12-045-0048_p0024",
      "zh_CN": "这尊菩萨德号里面，『水』是润泽的意思，『宫殿』是慈悲加持的意思。这部经上前面宫殿说得很多，宫殿的意思是慈悲复育。覆是什么？盖覆，我们住在宫殿里面可以遮蔽风雨，这是覆盖，保护我们身心的安稳；育是养育，宫殿有复育的意思。「水」当然是法水，法水滋润。『普』是清净平等。这一尊主海神以清净平等心广施法水，复育众生，取这个意思。名号里面完全是度化众生的意思，这也是我们应当要学习的。佛在经上告诉我们自他不二，所以度化众生就是真正度自己。如果没有利益一切众生的心，自己是决定不能得度的，原因在哪里？我执破不了。一切时、一切处起心动念，我的利益摆在第一，总想着自己，你就想这个我执是多么的坚固。我执不破决定不能够出离轮回，纵然你一生断恶修善，你所感得的果报也不过是三善道而已，不能超越六道；你要是造恶业，决定堕三恶道。所以佛菩萨教我们念念想一切众生，不要想自己，起心动念都是利益广大众生，这个名号就是这个意思。第五尊：",
      "zh_TW": "這尊菩薩德號裡面，『水』是潤澤的意思，『宮殿』是慈悲加持的意思。這部經上前面宮殿說得很多，宮殿的意思是慈悲覆育。覆是什麼？蓋覆，我們住在宮殿裡面可以遮蔽風雨，這是覆蓋，保護我們身心的安穩；育是養育，宮殿有覆育的意思。「水」當然是法水，法水滋潤。『普』是清淨平等。這一尊主海神以清淨平等心廣施法水，覆育眾生，取這個意思。名號裡面完全是度化眾生的意思，這也是我們應當要學習的。佛在經上告訴我們自他不二，所以度化眾生就是真正度自己。如果沒有利益一切眾生的心，自己是決定不能得度的，原因在哪裡？我執破不了。一切時、一切處起心動念，我的利益擺在第一，總想著自己，你就想這個我執是多麼的堅固。我執不破決定不能夠出離輪迴，縱然你一生斷惡修善，你所感得的果報也不過是三善道而已，不能超越六道；你要是造惡業，決定墮三惡道。所以佛菩薩教我們念念想一切眾生，不要想自己，起心動念都是利益廣大眾生，這個名號就是這個意思。第五尊："
    },
    {
      "id": "12-045-0048_p0025",
      "zh_CN": "【吉祥宝月主海神。】",
      "zh_TW": "【吉祥寶月主海神。】"
    },
    {
      "id": "12-045-0048_p0026",
      "zh_CN": "『吉祥』，前面曾经多次读到这个名号，也许同修当中有新来的，前面没有听过。「吉祥」这两个字，中国人常常挂在口边。吉祥这两个字怎么讲法，一定要清楚，简单的说，你应该得到的福你得到了，这是吉祥；不应该得到的你要是得到的话就不吉祥，就不是吉祥。换句话说，我们在一生当中所获得的、所享受的，都是我们本分应该得到的，这叫吉祥。凡是非分，你想获得，必定有灾祸在后。古时候人见面的时候，恭维的话都是吉祥。从佛法里面来说，与因果相应的这就吉祥，善因一定得善果，恶因要得善果就不吉祥，善因一定得善果。『宝月』，都是性德的比喻。「月」，光明，光是清凉的，能令一切众生生欢喜心。「吉祥宝月」，这个意思就深，意思就广。我们自己不能违背这个原则，教化别人也不能离开这个原则。这句话里面简简单单的说，就是善因一定得善果，反过来恶因一定有恶报。善因善果，这是吉祥宝月。所以德号里面是劝勉我们断恶修善、积功累德，你所享受到的果报就像清凉宝月一样。第六尊：",
      "zh_TW": "『吉祥』，前面曾經多次讀到這個名號，也許同修當中有新來的，前面沒有聽過。「吉祥」這兩個字，中國人常常掛在口邊。吉祥這兩個字怎麼講法，一定要清楚，簡單的說，你應該得到的福你得到了，這是吉祥；不應該得到的你要是得到的話就不吉祥，就不是吉祥。換句話說，我們在一生當中所獲得的、所享受的，都是我們本分應該得到的，這叫吉祥。凡是非分，你想獲得，必定有災禍在後。古時候人見面的時候，恭維的話都是吉祥。從佛法裡面來說，與因果相應的這就吉祥，善因一定得善果，惡因要得善果就不吉祥，善因一定得善果。『寶月』，都是性德的比喻。「月」，光明，光是清涼的，能令一切眾生生歡喜心。「吉祥寶月」，這個意思就深，意思就廣。我們自己不能違背這個原則，教化別人也不能離開這個原則。這句話裡面簡簡單單的說，就是善因一定得善果，反過來惡因一定有惡報。善因善果，這是吉祥寶月。所以德號裡面是勸勉我們斷惡修善、積功累德，你所享受到的果報就像清涼寶月一樣。第六尊："
    },
    {
      "id": "12-045-0048_p0027",
      "zh_CN": "【妙华龙髻主海神。】",
      "zh_TW": "【妙華龍髻主海神。】"
    },
    {
      "id": "12-045-0048_p0028",
      "zh_CN": "这个名号我们一看就明了，菩萨以无碍的辩才应机说法，能度一切不同根性的众生。『妙华』就是妙法，唯有佛法才称妙。『龙』是表变化，这个变化在菩萨身分里面来说，随类现身是变化，随机说法是变化，龙表这个意思。『髻』比喻高显的意思。古时候女子梳头发都梳得高高的，称为髻，在一个人的身上，这是最高的地方。用这个字来比喻、来形容菩萨教化众生的善巧方便，我们今天讲高明极了，就是这个意思，非常高明。第七尊：",
      "zh_TW": "這個名號我們一看就明瞭，菩薩以無礙的辯才應機說法，能度一切不同根性的眾生。『妙華』就是妙法，唯有佛法才稱妙。『龍』是表變化，這個變化在菩薩身分裡面來說，隨類現身是變化，隨機說法是變化，龍表這個意思。『髻』比喻高顯的意思。古時候女子梳頭髮都梳得高高的，稱為髻，在一個人的身上，這是最高的地方。用這個字來比喻、來形容菩薩教化眾生的善巧方便，我們今天講高明極了，就是這個意思，非常高明。第七尊："
    },
    {
      "id": "12-045-0048_p0029",
      "zh_CN": "【普持光味主海神。】",
      "zh_TW": "【普持光味主海神。】"
    },
    {
      "id": "12-045-0048_p0030",
      "zh_CN": "『持』是保持，永远不会失去；『光』在此地是智慧，『味』是法味，『普』是平等。在四弘誓愿里面，第三句说「法门无量誓愿学」，普持，得无量法门。现在我们在学习过程当中，总是提倡一门深入，一门深入跟广学多闻这里面有没有矛盾？特别是对于初学的同学，尤其是初学的知识分子，今天听到我们讲一门深入他摇头，一部经怎么能成就？一句名号怎么能成功？他怀疑，他不相信。他想到佛法应该也同世法一样要广学多闻，释迦牟尼佛说法四十九年，佛说得那么多，我们当然要多学。这话说得没错，是应当要广学多闻。现在为什么不准你广学多闻，叫你一门深入，这个道理你懂吗？广学多闻的条件是智慧开了才行，你智慧有没有开？你没有开智慧。没有开智慧怎么办？断烦恼。四弘誓愿顺序不是这样吗？先叫你发心，要你发度众生的心，「众生无边誓愿度」，要发这个心。为什么要发这个心？这个心是菩提道上勇猛精进的动力，你没有这个心，你修行会懈怠懒散，不能成就，所以那是个动力。世间人的劳动，推动他的是名利。佛法里面，名闻利养统统舍弃掉，什么力量推动他？愿力；什么愿力？普度一切众生的愿力。所以这个一定要先发，不发这个心决定不会有成就。所以愿力推动你，头一个要断烦恼。为什么？有烦恼就没有智慧。烦恼断掉，智慧就现前，你才能学法门。所以现在教你一门深入，用意在哪里？断烦恼，没有别的。你现在要广学多闻，只会增长烦恼、增长邪见，永远不会开悟。教你一门深入是什么？定心，收心，你不会胡思乱想，起心动念在一门上容易得定。所以一门深入是断烦恼，烦恼断了，智慧现前，才能够学法门。学法门，给诸位说，是长智慧，不是长佛学。如果你烦恼不断，你广学多闻，你天天增长是什么？佛学，佛学懂得很多。说佛学是恭维你，好听，清凉大师就一点都不客气了，清凉大师说什么？增长邪见，他不是讲长佛学，长邪见。",
      "zh_TW": "『持』是保持，永遠不會失去；『光』在此地是智慧，『味』是法味，『普』是平等。在四弘誓願裡面，第三句說「法門無量誓願學」，普持，得無量法門。現在我們在學習過程當中，總是提倡一門深入，一門深入跟廣學多聞這裡面有沒有矛盾？特別是對於初學的同學，尤其是初學的知識分子，今天聽到我們講一門深入他搖頭，一部經怎麼能成就？一句名號怎麼能成功？他懷疑，他不相信。他想到佛法應該也同世法一樣要廣學多聞，釋迦牟尼佛說法四十九年，佛說得那麼多，我們當然要多學。這話說得沒錯，是應當要廣學多聞。現在為什麼不准你廣學多聞，叫你一門深入，這個道理你懂嗎？廣學多聞的條件是智慧開了才行，你智慧有沒有開？你沒有開智慧。沒有開智慧怎麼辦？斷煩惱。四弘誓願順序不是這樣嗎？先叫你發心，要你發度眾生的心，「眾生無邊誓願度」，要發這個心。為什麼要發這個心？這個心是菩提道上勇猛精進的動力，你沒有這個心，你修行會懈怠懶散，不能成就，所以那是個動力。世間人的勞動，推動他的是名利。佛法裡面，名聞利養統統捨棄掉，什麼力量推動他？願力；什麼願力？普度一切眾生的願力。所以這個一定要先發，不發這個心決定不會有成就。所以願力推動你，頭一個要斷煩惱。為什麼？有煩惱就沒有智慧。煩惱斷掉，智慧就現前，你才能學法門。所以現在教你一門深入，用意在哪裡？斷煩惱，沒有別的。你現在要廣學多聞，只會增長煩惱、增長邪見，永遠不會開悟。教你一門深入是什麼？定心，收心，你不會胡思亂想，起心動念在一門上容易得定。所以一門深入是斷煩惱，煩惱斷了，智慧現前，才能夠學法門。學法門，給諸位說，是長智慧，不是長佛學。如果你煩惱不斷，你廣學多聞，你天天增長是什麼？佛學，佛學懂得很多。說佛學是恭維你，好聽，清涼大師就一點都不客氣了，清涼大師說什麼？增長邪見，他不是講長佛學，長邪見。"
    },
    {
      "id": "12-045-0048_p0031",
      "zh_CN": "所以四弘誓愿，佛已经把修学的顺序、阶段告诉我们，我们从哪里下手，怎么学法。我们修净土的人，在这一生当中，四弘誓愿只要修前面两条，后面两条，「法门无量誓愿学，佛道无上誓愿成」，到极乐世界再办。你看看多省事，四弘誓愿现在完成一半，到西方极乐世界完成后一半，我们修净宗是这个做法。愈是专精愈容易成就，我们才真正能够得一心不乱，得功夫成片，决定往生。生到西方极乐世界的好处大家都知道，不用我在此地多说。第一个好处是无量寿，广学多闻有的是时间，时间长得很。有的是修学的好环境，西方极乐世界是「诸上善人俱会一处」。古大德注解《无量寿经》、注解《阿弥陀经》，上善是指什么人？等觉菩萨，这是上善。说明西方极乐世界的等觉菩萨无量无边，跟这些人天天在一起，哪有不长进的道理？所以成就快速。你要问，西方极乐世界为什么不会退转？天天跟等觉菩萨在一起，想退也退不下来，他们提携你，他们帮助你。又何况每天去供养十方诸佛，你说这个福报多大。我们供养一尊佛都供养不到，西方极乐世界的人天天去供养十方佛，一尊佛都不漏。既供佛，当然听佛说法，每天接受十方佛的教诲。所以那个地方成佛快，一生就成就，这是他方世界所不能够相比的。「普持光味」，智慧法味。第八尊：",
      "zh_TW": "所以四弘誓願，佛已經把修學的順序、階段告訴我們，我們從哪裡下手，怎麼學法。我們修淨土的人，在這一生當中，四弘誓願只要修前面兩條，後面兩條，「法門無量誓願學，佛道無上誓願成」，到極樂世界再辦。你看看多省事，四弘誓願現在完成一半，到西方極樂世界完成後一半，我們修淨宗是這個做法。愈是專精愈容易成就，我們才真正能夠得一心不亂，得功夫成片，決定往生。生到西方極樂世界的好處大家都知道，不用我在此地多說。第一個好處是無量壽，廣學多聞有的是時間，時間長得很。有的是修學的好環境，西方極樂世界是「諸上善人俱會一處」。古大德註解《無量壽經》、註解《阿彌陀經》，上善是指什麼人？等覺菩薩，這是上善。說明西方極樂世界的等覺菩薩無量無邊，跟這些人天天在一起，哪有不長進的道理？所以成就快速。你要問，西方極樂世界為什麼不會退轉？天天跟等覺菩薩在一起，想退也退不下來，他們提攜你，他們幫助你。又何況每天去供養十方諸佛，你說這個福報多大。我們供養一尊佛都供養不到，西方極樂世界的人天天去供養十方佛，一尊佛都不漏。既供佛，當然聽佛說法，每天接受十方佛的教誨。所以那個地方成佛快，一生就成就，這是他方世界所不能夠相比的。「普持光味」，智慧法味。第八尊："
    },
    {
      "id": "12-045-0048_p0032",
      "zh_CN": "【宝焰华光主海神。】",
      "zh_TW": "【寶焰華光主海神。】"
    },
    {
      "id": "12-045-0048_p0033",
      "zh_CN": "『宝』是指性德，性体、性德、性用这都是宝。『焰』在此地也表智慧。佛经里面，金刚表智慧，光明表智慧，火焰也表智慧。「宝焰」两个字合在一起就是自性本具的智慧，我们很明显的看出来，这个智慧是实智。『华光』是权智，「华」表因行。通常在大乘法里面，花表六波罗蜜。六波罗蜜前面五条都是事相，布施、持戒、忍辱、精进、禅定，都是讲事相；末后一条这是般若，是智慧，般若是理，它不是事。理事要圆融才称波罗蜜，理跟事分开就不叫波罗蜜。所以我们现前许多人所修的六度，实在讲是六种福，不能称为度。怎么不能称度？布施度悭贪，我们还有没有贪心？还有没有悭吝的念头？如果还有悭吝的念头，还有贪心，天天修布施没用，没度你，你没得度。没有度，布施变成什么？变成福报，三界有漏的福报。为什么没能度得了？布施里面没有智慧，没有般若。布施里头要有般若智慧，那就得度，把你的悭贪布施掉，这才叫布施波罗蜜。波罗蜜是梵语，翻成中国的意思，最适当的说法翻作圆满、究竟圆满，你的布施做到究竟圆满。照梵文字面上的意思翻，古人把它翻作到彼岸，也好。到彼岸就是我们一般讲到家，功夫到家了，所以到家也是圆满的意思。",
      "zh_TW": "『寶』是指性德，性體、性德、性用這都是寶。『焰』在此地也表智慧。佛經裡面，金剛表智慧，光明表智慧，火焰也表智慧。「寶焰」兩個字合在一起就是自性本具的智慧，我們很明顯的看出來，這個智慧是實智。『華光』是權智，「華」表因行。通常在大乘法裡面，花表六波羅蜜。六波羅蜜前面五條都是事相，布施、持戒、忍辱、精進、禪定，都是講事相；末後一條這是般若，是智慧，般若是理，它不是事。理事要圓融才稱波羅蜜，理跟事分開就不叫波羅蜜。所以我們現前許多人所修的六度，實在講是六種福，不能稱為度。怎麼不能稱度？布施度慳貪，我們還有沒有貪心？還有沒有慳吝的念頭？如果還有慳吝的念頭，還有貪心，天天修布施沒用，沒度你，你沒得度。沒有度，布施變成什麼？變成福報，三界有漏的福報。為什麼沒能度得了？布施裡面沒有智慧，沒有般若。布施裡頭要有般若智慧，那就得度，把你的慳貪布施掉，這才叫布施波羅蜜。波羅蜜是梵語，翻成中國的意思，最適當的說法翻作圓滿、究竟圓滿，你的布施做到究竟圓滿。照梵文字面上的意思翻，古人把它翻作到彼岸，也好。到彼岸就是我們一般講到家，功夫到家了，所以到家也是圓滿的意思。"
    },
    {
      "id": "12-045-0048_p0034",
      "zh_CN": "持戒是修行的方法，目的在哪里？目的是在断恶业，不但身口不造恶，念头，恶念都没有了。以什么为标准？十善为标准，十善是身口意，十恶完全转成十善。谁能做到究竟圆满？如来果地上圆满。所以我们常常看佛像，一般是画的佛像，画的佛像佛光是圆光，通常圆光顶上写了三个字，这三个字多半是梵文写的，也有华文的，这三个字念「唵阿吽」。什么意思？三业清净，就是身口意三业清净。唵是身，阿是口，吽是意，身口意三业清净，十善做到圆满。十善是初发心的人学的，到如来果地上才究竟圆满。等觉菩萨还有一品生相无明没破，他的三业不圆满。在《华严经》上，等觉菩萨没有离开初信菩萨的行门，初信菩萨修五戒十善，等觉菩萨还是修五戒十善。《华严》里面讲的「一即一切，一切即一」，任何一位都圆满含摄一切位，显示出「行布不碍圆融，圆融不碍行布」，行布是次第，圆融是没有次第，次第跟无次第是融通的，称之为不思议解脱境界。",
      "zh_TW": "持戒是修行的方法，目的在哪裡？目的是在斷惡業，不但身口不造惡，念頭，惡念都沒有了。以什麼為標準？十善為標準，十善是身口意，十惡完全轉成十善。誰能做到究竟圓滿？如來果地上圓滿。所以我們常常看佛像，一般是畫的佛像，畫的佛像佛光是圓光，通常圓光頂上寫了三個字，這三個字多半是梵文寫的，也有華文的，這三個字念「唵阿吽」。什麼意思？三業清淨，就是身口意三業清淨。唵是身，阿是口，吽是意，身口意三業清淨，十善做到圓滿。十善是初發心的人學的，到如來果地上才究竟圓滿。等覺菩薩還有一品生相無明沒破，他的三業不圓滿。在《華嚴經》上，等覺菩薩沒有離開初信菩薩的行門，初信菩薩修五戒十善，等覺菩薩還是修五戒十善。《華嚴》裡面講的「一即一切，一切即一」，任何一位都圓滿含攝一切位，顯示出「行布不礙圓融，圓融不礙行布」，行布是次第，圓融是沒有次第，次第跟無次第是融通的，稱之為不思議解脫境界。"
    },
    {
      "id": "12-045-0048_p0035",
      "zh_CN": "在此地这个「华」就代表菩萨无量的法门。一一法只要与宝焰相应，「宝焰」是般若智慧，自性本具的般若智慧相应，行行都放光明。「光」就是任何一个行法你都做得非常圆满，值得大家赞叹，值得大家向你学习，行行放光。诸位一定要记住，菩萨行包括我们全部的生活行为，包括我们一生所有的活动。第九尊：",
      "zh_TW": "在此地這個「華」就代表菩薩無量的法門。一一法只要與寶焰相應，「寶焰」是般若智慧，自性本具的般若智慧相應，行行都放光明。「光」就是任何一個行法你都做得非常圓滿，值得大家讚歎，值得大家向你學習，行行放光。諸位一定要記住，菩薩行包括我們全部的生活行為，包括我們一生所有的活動。第九尊："
    },
    {
      "id": "12-045-0048_p0036",
      "zh_CN": "【金刚妙髻主海神。】",
      "zh_TW": "【金剛妙髻主海神。】"
    },
    {
      "id": "12-045-0048_p0037",
      "zh_CN": "『金刚』在此地是指智慧，跟前面「成金刚幢主海神」名号的意思相同，跟前面一尊「宝焰华光主海神」的名号义趣大同小异，「金刚」就是「宝焰」，「妙髻」就是「华光」。差别，当然名号上不一样，一定有差别，这个地方差别就在「妙」。什么叫妙？不着相就妙，着相就不妙。换句话说，在日常生活当中、工作当中，无一不是菩萨行，这个过去我们讲得很多。任何一桩事情都与菩萨六波罗蜜相应，这就是菩萨行。我们要问，我们喝茶、吃饭相不相应？相应。不但喝茶、吃饭相应，你喝茶每一口茶都是六波罗蜜，你吃饭每一粒米饭也具足六波罗蜜。然后才知道，确实起心动念、言语造作，哪一行不是菩萨行？哪一法不是菩萨法？妙，妙在能所俱不可得，妙在这个地方。你吃饭的时候，能吃所吃都不可得，虽不可得还照样吃，不是不吃，到时候就吃，这里面统统都显示空有二边不住，这才叫妙。「髻」就是高明，方东美先生所说的「佛法是人生最高的享受」，最高的享受就是「妙髻」之意。",
      "zh_TW": "『金剛』在此地是指智慧，跟前面「成金剛幢主海神」名號的意思相同，跟前面一尊「寶焰華光主海神」的名號義趣大同小異，「金剛」就是「寶焰」，「妙髻」就是「華光」。差別，當然名號上不一樣，一定有差別，這個地方差別就在「妙」。什麼叫妙？不著相就妙，著相就不妙。換句話說，在日常生活當中、工作當中，無一不是菩薩行，這個過去我們講得很多。任何一樁事情都與菩薩六波羅蜜相應，這就是菩薩行。我們要問，我們喝茶、吃飯相不相應？相應。不但喝茶、吃飯相應，你喝茶每一口茶都是六波羅蜜，你吃飯每一粒米飯也具足六波羅蜜。然後才知道，確實起心動念、言語造作，哪一行不是菩薩行？哪一法不是菩薩法？妙，妙在能所俱不可得，妙在這個地方。你吃飯的時候，能吃所吃都不可得，雖不可得還照樣吃，不是不吃，到時候就吃，這裡面統統都顯示空有二邊不住，這才叫妙。「髻」就是高明，方東美先生所說的「佛法是人生最高的享受」，最高的享受就是「妙髻」之意。"
    },
    {
      "id": "12-045-0048_p0038",
      "zh_CN": "所以我们要很细心的去体会，要用智慧去观察，然后我们才会得到真实的受用，也就是知道我们应该怎样生活，应该怎样工作；过佛菩萨的生活，做佛菩萨的工作。佛菩萨做些什么工作？就是我们现在所做的工作，一丝毫没有改变，那才叫妙。为什么以前不妙？以前你不明白、不觉，以前你的生活、工作，这里头夹杂着妄想分别执着就不妙，那是凡夫的生活；现在你的生活工作里面已经远离妄想分别执着，就妙了。佛菩萨跟凡夫差别就在这一念之间，这一念转过来就超凡入圣，转不过来是生死凡夫，顶多在佛门里面修一点福而已。所以从前李炳老常常劝人，学佛是改心，实在改心就是改变你心里面的想法看法，你要改变。我们想法看法错了，依照佛在经典上所说的，那是正确的，我们来做一个转变，这是真正的学佛。这是「金刚妙髻」含的意思。末后一尊：",
      "zh_TW": "所以我們要很細心的去體會，要用智慧去觀察，然後我們才會得到真實的受用，也就是知道我們應該怎樣生活，應該怎樣工作；過佛菩薩的生活，做佛菩薩的工作。佛菩薩做些什麼工作？就是我們現在所做的工作，一絲毫沒有改變，那才叫妙。為什麼以前不妙？以前你不明白、不覺，以前你的生活、工作，這裡頭夾雜著妄想分別執著就不妙，那是凡夫的生活；現在你的生活工作裡面已經遠離妄想分別執著，就妙了。佛菩薩跟凡夫差別就在這一念之間，這一念轉過來就超凡入聖，轉不過來是生死凡夫，頂多在佛門裡面修一點福而已。所以從前李炳老常常勸人，學佛是改心，實在改心就是改變你心裡面的想法看法，你要改變。我們想法看法錯了，依照佛在經典上所說的，那是正確的，我們來做一個轉變，這是真正的學佛。這是「金剛妙髻」含的意思。末後一尊："
    },
    {
      "id": "12-045-0048_p0039",
      "zh_CN": "【海潮雷音主海神。】",
      "zh_TW": "【海潮雷音主海神。】"
    },
    {
      "id": "12-045-0048_p0040",
      "zh_CN": "这个名号是形容诸佛菩萨为一切众生现身说法不失时机，应该在什么时候示现，所谓时节因缘，时节因缘到了自然就示现，时节因缘不成熟不会示现。『海潮』比喻是有一定的时候，到涨潮的时候一定涨潮，它不会错误的，不该涨潮的时候决定不会涨潮。所以经论里常常用「海潮音」来比喻佛菩萨说法，说海潮音就是说法不失时机，什么时候该说什么法，一定就跟你讲什么法，时节因缘不成熟决定不说，「海潮」含这个意思，这里面也包括现身。",
      "zh_TW": "這個名號是形容諸佛菩薩為一切眾生現身說法不失時機，應該在什麼時候示現，所謂時節因緣，時節因緣到了自然就示現，時節因緣不成熟不會示現。『海潮』比喻是有一定的時候，到漲潮的時候一定漲潮，它不會錯誤的，不該漲潮的時候決定不會漲潮。所以經論裡常常用「海潮音」來比喻佛菩薩說法，說海潮音就是說法不失時機，什麼時候該說什麼法，一定就跟你講什麼法，時節因緣不成熟決定不說，「海潮」含這個意思，這裡面也包括現身。"
    },
    {
      "id": "12-045-0048_p0041",
      "zh_CN": "『雷音』，这个意思也很多，前面也曾经介绍过。主要的，雷音能够震动人心，能够惊觉世人，比喻如来说法能够震动我们无始劫来的迷惑，取这个意思。第二个意思，雷的声音远闻，比喻如来说法，音声遍虚空法界，机缘成熟都能够听闻。每个人机缘都不相同，所以诸佛如来讲经说法，不但在理上说从来没有间断过，事上亦复如是。过去智者大师诵《法华经》，他老人家入定了，在定中亲自见到释迦牟尼佛在灵鹫山讲《法华经》，他还听了一座，出定之后告诉别人，释迦牟尼佛讲《法华经》的法会还没散。这是一桩什么事情？现在科学家讲时光倒流。科学家懂得，他们肯定时间是过去、现在、未来同时存在。过去、现在、未来同时存在，这是科学家发现的，但是不知道怎么样回到过去，不晓得怎样走入未来，现在没办法。我们佛家用禅定的方法，禅定里面没有界限，时空打破了，可以回到过去，也可以走入未来。智者大师就是回到过去，智者大师那个时代去释迦牟尼佛一千多年，他回到过去。如果观察到未来，就是现在所讲的预言。确确实实，能够看到几千年以后的事情，也能看到几千年以前的事情，可以参与。所以佛法里面讲的这个确实很有道理。",
      "zh_TW": "『雷音』，這個意思也很多，前面也曾經介紹過。主要的，雷音能夠震動人心，能夠驚覺世人，比喻如來說法能夠震動我們無始劫來的迷惑，取這個意思。第二個意思，雷的聲音遠聞，比喻如來說法，音聲遍虛空法界，機緣成熟都能夠聽聞。每個人機緣都不相同，所以諸佛如來講經說法，不但在理上說從來沒有間斷過，事上亦復如是。過去智者大師誦《法華經》，他老人家入定了，在定中親自見到釋迦牟尼佛在靈鷲山講《法華經》，他還聽了一座，出定之後告訴別人，釋迦牟尼佛講《法華經》的法會還沒散。這是一樁什麼事情？現在科學家講時光倒流。科學家懂得，他們肯定時間是過去、現在、未來同時存在。過去、現在、未來同時存在，這是科學家發現的，但是不知道怎麼樣回到過去，不曉得怎樣走入未來，現在沒辦法。我們佛家用禪定的方法，禪定裡面沒有界限，時空打破了，可以回到過去，也可以走入未來。智者大師就是回到過去，智者大師那個時代去釋迦牟尼佛一千多年，他回到過去。如果觀察到未來，就是現在所講的預言。確確實實，能夠看到幾千年以後的事情，也能看到幾千年以前的事情，可以參與。所以佛法裡面講的這個確實很有道理。"
    },
    {
      "id": "12-045-0048_p0042",
      "zh_CN": "「海潮雷音」，说明现身说法不失机宜。如果诸位真正发心一心向道，那就是章嘉大师讲的话，我们一生都受佛菩萨照顾，自己不要操一点心，顺境、逆境都是佛菩萨妥善安排。我们会在生活里面、会在境缘当中常生欢喜心，常生感恩戴德之心，蒙诸佛菩萨照顾。时节因缘成熟，我们的心愿就能够现前。「佛氏门中，有求必应」，这个求不是为自己，为自己未必有感应；为众生、为佛法常住世间，诸佛菩萨怎么会不加持你？怎么会不满你的愿？你没有得加持，愿望不能兑现，这是时节因缘没成熟，我们自己应该认真努力修学，努力修学消除业障。有愿而不能够满愿是因为自己有业障，我们求不得，求不得是有业障，业障消除了有求必应。怎么消业障？改过自新。我们的过失就是妄想分别执着，这是过失。妄想分别执着里面最严重的，是非人我、贪瞋痴慢、自私自利，这个最严重。知道这些过失，彻底把它改过来，我们业障就消除，然后有求必应。这都是「海潮雷音」里面所含的意思，含义实在是无量无边，说之不尽。",
      "zh_TW": "「海潮雷音」，說明現身說法不失機宜。如果諸位真正發心一心向道，那就是章嘉大師講的話，我們一生都受佛菩薩照顧，自己不要操一點心，順境、逆境都是佛菩薩妥善安排。我們會在生活裡面、會在境緣當中常生歡喜心，常生感恩戴德之心，蒙諸佛菩薩照顧。時節因緣成熟，我們的心願就能夠現前。「佛氏門中，有求必應」，這個求不是為自己，為自己未必有感應；為眾生、為佛法常住世間，諸佛菩薩怎麼會不加持你？怎麼會不滿你的願？你沒有得加持，願望不能兌現，這是時節因緣沒成熟，我們自己應該認真努力修學，努力修學消除業障。有願而不能夠滿願是因為自己有業障，我們求不得，求不得是有業障，業障消除了有求必應。怎麼消業障？改過自新。我們的過失就是妄想分別執著，這是過失。妄想分別執著裡面最嚴重的，是非人我、貪瞋痴慢、自私自利，這個最嚴重。知道這些過失，徹底把它改過來，我們業障就消除，然後有求必應。這都是「海潮雷音」裡面所含的意思，含義實在是無量無邊，說之不盡。"
    },
    {
      "id": "12-045-0048_p0043",
      "zh_CN": "【如是等而为上首。其数无量。】",
      "zh_TW": "【如是等而為上首。其數無量。】"
    },
    {
      "id": "12-045-0048_p0044",
      "zh_CN": "这一句是这一段里面的总结，参加华严海会，主海神无量无边。",
      "zh_TW": "這一句是這一段裡面的總結，參加華嚴海會，主海神無量無邊。"
    },
    {
      "id": "12-045-0048_p0045",
      "zh_CN": "【悉以如来功德大海充满其身。】",
      "zh_TW": "【悉以如來功德大海充滿其身。】"
    },
    {
      "id": "12-045-0048_p0046",
      "zh_CN": "这是叹德，我们应当要学的，他们每一位都以如来功德大海充满其身。如来功德大海就是法性大海，智慧、德相广大无尽。智慧在这里面讲得很多。德相，德是德能，我们今天讲能力，万德万能；相是色相，能现种种相。能演种种法、能说种种法那是德，能现种种相这是相。智慧、德相深广无尽，充满其身。我们这个身也能得到，问题我们会不会学。怎么学法？依照这十位上首名号功德就行，我们读了、听了要把它做到，变成自己的智慧德能，这就是充满我们的色身。今天时间到了。",
      "zh_TW": "這是歎德，我們應當要學的，他們每一位都以如來功德大海充滿其身。如來功德大海就是法性大海，智慧、德相廣大無盡。智慧在這裡面講得很多。德相，德是德能，我們今天講能力，萬德萬能；相是色相，能現種種相。能演種種法、能說種種法那是德，能現種種相這是相。智慧、德相深廣無盡，充滿其身。我們這個身也能得到，問題我們會不會學。怎麼學法？依照這十位上首名號功德就行，我們讀了、聽了要把它做到，變成自己的智慧德能，這就是充滿我們的色身。今天時間到了。"
    }
  ]
}