{
  "doc_id": "12-045-0393",
  "title": {
    "zh_CN": "华严经讲述菁华—见佛静机，游戏神通",
    "zh_TW": "華嚴經講述菁華—見佛靜機，遊戲神通"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三九三集",
    "zh_TW": "第三九三集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-045-0393",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "12-045-0393_p0001",
      "zh_CN": "「主夜神十法」，长行，第一段开始：",
      "zh_TW": "「主夜神十法」，長行，第一段開始："
    },
    {
      "id": "12-045-0393_p0002",
      "zh_CN": "【复次普德净光主夜神。得寂静禅定乐大勇健解脱门。】",
      "zh_TW": "【復次普德淨光主夜神。得寂靜禪定樂大勇健解脫門。】"
    },
    {
      "id": "12-045-0393_p0003",
      "zh_CN": "形象上我们看到他的身分是主夜神，实际上都是诸佛如来的化身。又何况这里所列的十位尊神，其中有七位是善财童子参学的善友，他们所代表的是地上菩萨；由此可知，这个意义就非常非常之深。我们看清凉大师的注解：「普德净光，即善财离垢地善友，彼名全同，法门名寂静禅定乐普游步。普游步言，即大勇健也；寂静禅定乐，即是定体，现法乐住，故名为乐。大勇健者，即是定用，健则堪能，勇则无畏，谓见佛静机，游戏神通，故名勇健，亦游步也。勇健广大，故称普德，无惑智俱，可谓净光。」清凉在这一章里面注解都相当的详细，由此可知，菩萨表法的义趣非常深远，我们应当认真的来学习。",
      "zh_TW": "形象上我們看到他的身分是主夜神，實際上都是諸佛如來的化身。又何況這裡所列的十位尊神，其中有七位是善財童子參學的善友，他們所代表的是地上菩薩；由此可知，這個意義就非常非常之深。我們看清涼大師的註解：「普德淨光，即善財離垢地善友，彼名全同，法門名寂靜禪定樂普遊步。普遊步言，即大勇健也；寂靜禪定樂，即是定體，現法樂住，故名為樂。大勇健者，即是定用，健則堪能，勇則無畏，謂見佛靜機，遊戲神通，故名勇健，亦遊步也。勇健廣大，故稱普德，無惑智俱，可謂淨光。」清涼在這一章裡面註解都相當的詳細，由此可知，菩薩表法的義趣非常深遠，我們應當認真的來學習。"
    },
    {
      "id": "12-045-0393_p0004",
      "zh_CN": "先从名号上来说，他的名号是『普德净光』。我们知道在这一部经上，最殊胜的地方就是它有圆满的理论，有周密的方法，而且还带表演；五十三参是表演，做出来给我们看，怎样把诸佛如来教化众生的道理方法，完全落实到自己的心行，善财跟这些善友给我们做示范。这是《华严》在全世界任何学术教学方式当中，确实是第一圆满。往年我亲近方东美先生，他告诉我，他说：《华严》这一种编排的方法，在全世界古今中外找不到第二部。所以他非常称赞。他是个哲学家，他把这一部书当作哲学概论来读，这是佛家的哲学概论。我从这个书里面体会到，宋朝朱熹编四书。朱熹亲近过佛法，我想他编四书的灵感，很可能是从《华严》这里得到的启示。因为四书的编辑跟《华严经》可以说是非常相似，它有理论，《中庸》是理论，《大学》是方法，《论语》跟《孟子》都是表演。孔夫子将学庸怎样落实，做出来给我们看；孟夫子将学庸落实在他自己生活工作里面，也表演给我们看；所以《论语》、《孟子》义趣就跟五十三参相似。所以说，他编这部书的灵感，很可能是从《华严经》上得到的启示。",
      "zh_TW": "先從名號上來說，他的名號是『普德淨光』。我們知道在這一部經上，最殊勝的地方就是它有圓滿的理論，有周密的方法，而且還帶表演；五十三參是表演，做出來給我們看，怎樣把諸佛如來教化眾生的道理方法，完全落實到自己的心行，善財跟這些善友給我們做示範。這是《華嚴》在全世界任何學術教學方式當中，確實是第一圓滿。往年我親近方東美先生，他告訴我，他說：《華嚴》這一種編排的方法，在全世界古今中外找不到第二部。所以他非常稱讚。他是個哲學家，他把這一部書當作哲學概論來讀，這是佛家的哲學概論。我從這個書裡面體會到，宋朝朱熹編四書。朱熹親近過佛法，我想他編四書的靈感，很可能是從《華嚴》這裡得到的啟示。因為四書的編輯跟《華嚴經》可以說是非常相似，它有理論，《中庸》是理論，《大學》是方法，《論語》跟《孟子》都是表演。孔夫子將學庸怎樣落實，做出來給我們看；孟夫子將學庸落實在他自己生活工作裡面，也表演給我們看；所以《論語》、《孟子》義趣就跟五十三參相似。所以說，他編這部書的靈感，很可能是從《華嚴經》上得到的啟示。"
    },
    {
      "id": "12-045-0393_p0005",
      "zh_CN": "诸佛如来在十法界的现身，不定现什么身，确确实实是应以什么身得度就现什么身；应以主夜神得度，他就现主夜神身。善财童子五十三参，里面有七位善知识是主夜神，是这个身分，我们不能够轻视，对鬼神都不能轻视。主昼神、主夜神，大概就是民间所讲的白无常、黑无常，黑无常是主夜神，白无常是主昼神。所以六道众生我们都不可以轻慢，许许多多诸佛菩萨在其中现身。我们不能以轻慢心对一切众生，乃至于蚊虫蚂蚁，你说这里头有没有佛菩萨？肯定有。小动物那么多，堕落在畜生道里头，这么可怜，佛菩萨不帮助牠吗？不去度牠们吗？要度牠们一定要现同类身，才能度得了牠。要度蚂蚁，菩萨一定现蚂蚁身，跟牠们生活在一起；要度蚊虫一定现蚊虫身，随类现身，随机说法，我们要知道。我们轻慢这些小动物就是轻慢诸佛菩萨，杀害小动物可能这里头就有诸佛菩萨示现，而我们自己造作的罪业完全无知。菩提道上修学走得这么辛苦，障碍那么多，不知道原因在哪里，这些大乘经教值得我们深思。",
      "zh_TW": "諸佛如來在十法界的現身，不定現什麼身，確確實實是應以什麼身得度就現什麼身；應以主夜神得度，他就現主夜神身。善財童子五十三參，裡面有七位善知識是主夜神，是這個身分，我們不能夠輕視，對鬼神都不能輕視。主晝神、主夜神，大概就是民間所講的白無常、黑無常，黑無常是主夜神，白無常是主晝神。所以六道眾生我們都不可以輕慢，許許多多諸佛菩薩在其中現身。我們不能以輕慢心對一切眾生，乃至於蚊蟲螞蟻，你說這裡頭有沒有佛菩薩？肯定有。小動物那麼多，墮落在畜生道裡頭，這麼可憐，佛菩薩不幫助牠嗎？不去度牠們嗎？要度牠們一定要現同類身，才能度得了牠。要度螞蟻，菩薩一定現螞蟻身，跟牠們生活在一起；要度蚊蟲一定現蚊蟲身，隨類現身，隨機說法，我們要知道。我們輕慢這些小動物就是輕慢諸佛菩薩，殺害小動物可能這裡頭就有諸佛菩薩示現，而我們自己造作的罪業完全無知。菩提道上修學走得這麼辛苦，障礙那麼多，不知道原因在哪裡，這些大乘經教值得我們深思。"
    },
    {
      "id": "12-045-0393_p0006",
      "zh_CN": "清凉大师首先给我们指示出来，这一位夜神就是善财五十三参离垢地的善友，离垢地是二地菩萨，他所修学的法门是「寂静禅定乐普游步」。乐，世间人的乐总离不开五欲六尘，以此为乐。这个乐不是真的，佛叫这种乐叫坏苦，乐为坏苦，所谓是乐极生悲，它不是真的。真正之乐是禅定，什么是禅？什么是定？我们总要有一个清楚的概念。六祖大师在《坛经》里面，为我们说明这个名词的定义。禅是禅那，梵语翻过来的，定是中国字，所以这个名词在译经体例里面称作「梵华合译」，上面字是梵音，下面是中国字，禅跟定的意思非常接近，所以采取这个翻法。而六祖大师给我们的解释说，外不着相叫做禅，内不动心叫做定。实在说，六祖这个讲法是从《金刚经》里面说来的，它的根源是《金刚经》。",
      "zh_TW": "清涼大師首先給我們指示出來，這一位夜神就是善財五十三參離垢地的善友，離垢地是二地菩薩，他所修學的法門是「寂靜禪定樂普遊步」。樂，世間人的樂總離不開五欲六塵，以此為樂。這個樂不是真的，佛叫這種樂叫壞苦，樂為壞苦，所謂是樂極生悲，它不是真的。真正之樂是禪定，什麼是禪？什麼是定？我們總要有一個清楚的概念。六祖大師在《壇經》裡面，為我們說明這個名詞的定義。禪是禪那，梵語翻過來的，定是中國字，所以這個名詞在譯經體例裡面稱作「梵華合譯」，上面字是梵音，下面是中國字，禪跟定的意思非常接近，所以採取這個翻法。而六祖大師給我們的解釋說，外不著相叫做禪，內不動心叫做定。實在說，六祖這個講法是從《金剛經》裡面說來的，它的根源是《金剛經》。"
    },
    {
      "id": "12-045-0393_p0007",
      "zh_CN": "《金刚经》上世尊教导须菩提尊者，弘法利生、接引大众要守住一个原则，佛教菩萨「不取于相，如如不动」，这《金刚经》上讲的；不取于相就是禅，如如不动就是定。这两句话要用现代话来讲，不取于相，决定不受外面境界诱惑，这叫禅。六根接触外面境界，不会被它诱惑，不会被它所动摇，这是禅的功夫。所以禅是对外境，外境已经不能够干扰你，已经不能够影响你，这是你「禅」有功。定是从自己说的，自己能够如如不动。像外面境界，外面有人称赞你，你被他动摇，你就生欢喜心，禅定就没有了；人家侮辱你、骂你，你立刻就生气，禅定就没有了。禅定在哪里修？在日常生活当中，在六根接触六尘境界之处，不是盘腿面壁。一切时、一切处去修个什么？外不着相，内不动心。这个人叫真正在修禅，这里头有大乐！不受诱惑，如如不动，这是什么心？真心，《楞严经》上讲的「常住真心」。会用真心的人是什么人？是诸佛如来，最低的程度法身大士，《华严》里面讲的圆教初住菩萨，他才会用真心，绝不会为外境所动摇。这里面有真乐，所以「禅定乐」。",
      "zh_TW": "《金剛經》上世尊教導須菩提尊者，弘法利生、接引大眾要守住一個原則，佛教菩薩「不取於相，如如不動」，這《金剛經》上講的；不取於相就是禪，如如不動就是定。這兩句話要用現代話來講，不取於相，決定不受外面境界誘惑，這叫禪。六根接觸外面境界，不會被它誘惑，不會被它所動搖，這是禪的功夫。所以禪是對外境，外境已經不能夠干擾你，已經不能夠影響你，這是你「禪」有功。定是從自己說的，自己能夠如如不動。像外面境界，外面有人稱讚你，你被他動搖，你就生歡喜心，禪定就沒有了；人家侮辱你、罵你，你立刻就生氣，禪定就沒有了。禪定在哪裡修？在日常生活當中，在六根接觸六塵境界之處，不是盤腿面壁。一切時、一切處去修個什麼？外不著相，內不動心。這個人叫真正在修禪，這裡頭有大樂！不受誘惑，如如不動，這是什麼心？真心，《楞嚴經》上講的「常住真心」。會用真心的人是什麼人？是諸佛如來，最低的程度法身大士，《華嚴》裡面講的圓教初住菩薩，他才會用真心，絕不會為外境所動搖。這裡面有真樂，所以「禪定樂」。"
    },
    {
      "id": "12-045-0393_p0008",
      "zh_CN": "「普游步」。普，没有分别、没有执着；游步是形容、是比喻，哪个地方有感，佛菩萨就应，感应道交就譬喻「游步」。决定没有分别执着，这是「普」。普游步也就是大勇健的意思，勇是勇猛，健是健壮、快捷，帮助一切众生。",
      "zh_TW": "「普遊步」。普，沒有分別、沒有執著；遊步是形容、是比喻，哪個地方有感，佛菩薩就應，感應道交就譬喻「遊步」。決定沒有分別執著，這是「普」。普遊步也就是大勇健的意思，勇是勇猛，健是健壯、快捷，幫助一切眾生。"
    },
    {
      "id": "12-045-0393_p0009",
      "zh_CN": "众生之感，有有心的，也有无心的，佛菩萨的应完全是无心。佛菩萨要有心，他是凡夫，他不是佛菩萨。众生之感，所谓是有显感、有冥感；显是明显，我们求佛菩萨保佑、求佛菩萨加持，这是很明显的显感；还有一类，我们还没有起心动念，不是没有起心动念，是那个念头非常微细，自己都不能觉察，佛菩萨已经知道了，他也来应。佛菩萨的应，也有显应、也有冥应；冥应是暗暗当中加持，你并不觉察；显应是非常的明显，让你觉察得清清楚楚。",
      "zh_TW": "眾生之感，有有心的，也有無心的，佛菩薩的應完全是無心。佛菩薩要有心，他是凡夫，他不是佛菩薩。眾生之感，所謂是有顯感、有冥感；顯是明顯，我們求佛菩薩保佑、求佛菩薩加持，這是很明顯的顯感；還有一類，我們還沒有起心動念，不是沒有起心動念，是那個念頭非常微細，自己都不能覺察，佛菩薩已經知道了，他也來應。佛菩薩的應，也有顯應、也有冥應；冥應是暗暗當中加持，你並不覺察；顯應是非常的明顯，讓你覺察得清清楚楚。"
    },
    {
      "id": "12-045-0393_p0010",
      "zh_CN": "「寂静禅定乐，即是定体」，这一句话很重要。寂静里面的乐趣是无有穷尽的，在世间法里面讲，这叫清福。享红福容易，享清福难，难在哪里？难在他有相当高的水平，他才能享清福。如果他没有这样高的修养，你要让他一个人住在很清净的境界里头，他会发狂。我们看到有一些人发心要闭关，不错，多少人来送他、来护关，听说过了一、二个月，他从墙上跳出去。什么原因？他没有这么高的修养；换句话说，他还不能享清福。热闹欢乐场所他天天去，很开心，那享红福，容易享。清福是要德行，没有德行的人不行，闭关关不住。身是被它关住了，心关不住，那个麻烦就大。所以他翻墙跳出来还算不错，他要不出来，在里面会得神经病，那个麻烦更大。所以住山闭关，那都是真正的清福，确实要有相当程度的修养。你能够得寂静禅定乐，你的心定了，得定体。",
      "zh_TW": "「寂靜禪定樂，即是定體」，這一句話很重要。寂靜裡面的樂趣是無有窮盡的，在世間法裡面講，這叫清福。享紅福容易，享清福難，難在哪裡？難在他有相當高的水平，他才能享清福。如果他沒有這樣高的修養，你要讓他一個人住在很清淨的境界裡頭，他會發狂。我們看到有一些人發心要閉關，不錯，多少人來送他、來護關，聽說過了一、二個月，他從牆上跳出去。什麼原因？他沒有這麼高的修養；換句話說，他還不能享清福。熱鬧歡樂場所他天天去，很開心，那享紅福，容易享。清福是要德行，沒有德行的人不行，閉關關不住。身是被它關住了，心關不住，那個麻煩就大。所以他翻牆跳出來還算不錯，他要不出來，在裡面會得神經病，那個麻煩更大。所以住山閉關，那都是真正的清福，確實要有相當程度的修養。你能夠得寂靜禪定樂，你的心定了，得定體。"
    },
    {
      "id": "12-045-0393_p0011",
      "zh_CN": "「现法乐住，故名为乐」。现是现前，无论在生活、无论在工作，一个人住山闭关，生活非常俭朴，工作有定课。有些人念佛、有些人参禅、有些人持咒、有些人诵经，无论从哪一样，他心都是定的，他这里头有法乐，我们常讲法喜充满，这就是「现法乐住」，这是乐。这个乐是从内心里面涌现出来的，不是外面的刺激。儒家把「悦」跟「乐」分得很清楚，「学而时习之，不亦悦乎」，这个悦是喜悦，就是我们讲的法喜充满，是内心里头生的；「有朋自远方来，不亦乐乎」，那是志同道合的人来拜访你，这个很快乐，那是外面来的。外面的乐称之为乐，内里面生出来称为喜悦。喜悦比乐深，喜悦是没有止尽的，外面来的乐是有间断的。志同道合来访问，这很快乐；走了之后，这个乐就没有了。这是讲「寂静禅定乐」，这是用这么一个术语，我们换一句话说，就是「法喜充满」，大家比较容易懂、容易体会，法喜充满。",
      "zh_TW": "「現法樂住，故名為樂」。現是現前，無論在生活、無論在工作，一個人住山閉關，生活非常儉樸，工作有定課。有些人念佛、有些人參禪、有些人持咒、有些人誦經，無論從哪一樣，他心都是定的，他這裡頭有法樂，我們常講法喜充滿，這就是「現法樂住」，這是樂。這個樂是從內心裡面湧現出來的，不是外面的刺激。儒家把「悅」跟「樂」分得很清楚，「學而時習之，不亦悅乎」，這個悅是喜悅，就是我們講的法喜充滿，是內心裡頭生的；「有朋自遠方來，不亦樂乎」，那是志同道合的人來拜訪你，這個很快樂，那是外面來的。外面的樂稱之為樂，內裡面生出來稱為喜悅。喜悅比樂深，喜悅是沒有止盡的，外面來的樂是有間斷的。志同道合來訪問，這很快樂；走了之後，這個樂就沒有了。這是講「寂靜禪定樂」，這是用這麼一個術語，我們換一句話說，就是「法喜充滿」，大家比較容易懂、容易體會，法喜充滿。"
    },
    {
      "id": "12-045-0393_p0012",
      "zh_CN": "「大勇健」，这就是定用。如果这个大定，就是法喜充满，要没有作用的话，哪里来的功德？一定有作用。这个用就是帮助众生，我们佛家讲自行化他，这是用。自行就是勇于改过，这是自行，这里头有乐，这是大勇健。清凉把这个字分析讲得好，「健则堪能」，你有这个能力，这叫健；勇是无畏。",
      "zh_TW": "「大勇健」，這就是定用。如果這個大定，就是法喜充滿，要沒有作用的話，哪裡來的功德？一定有作用。這個用就是幫助眾生，我們佛家講自行化他，這是用。自行就是勇於改過，這是自行，這裡頭有樂，這是大勇健。清涼把這個字分析講得好，「健則堪能」，你有這個能力，這叫健；勇是無畏。"
    },
    {
      "id": "12-045-0393_p0013",
      "zh_CN": "下面两句是「见佛静机，游戏神通」。这是学佛，真正观察体会到佛的心行。佛心是清净的，佛心是平等的，佛行是智慧的、是慈悲的。「游戏神通」，这一句就是随机教化，感应道交，众生有感，佛就有应，应以什么身得度就现什么身，没有一定的身相，没有执着，没有分别。",
      "zh_TW": "下面兩句是「見佛靜機，遊戲神通」。這是學佛，真正觀察體會到佛的心行。佛心是清淨的，佛心是平等的，佛行是智慧的、是慈悲的。「遊戲神通」，這一句就是隨機教化，感應道交，眾生有感，佛就有應，應以什麼身得度就現什麼身，沒有一定的身相，沒有執著，沒有分別。"
    },
    {
      "id": "12-045-0393_p0014",
      "zh_CN": "佛有三身，有法身、有报身、有应化身；应化身，无量无边。我们每一个人也有三身，法身决定是有，法身是体；报身，我们的报身跟佛的报身不一样，佛是圆满智慧的报身，我们今天是业障业报的报身，所以他的报身自在，我们的报身不自在；应化身，他们有，我们完全没有。为什么我们把自己的报身、应化身丧失掉？原因都是妄想分别执着。《华严经．出现品》里头佛说的：「一切众生皆有如来智慧德相，但以妄想执着而不能证得。」你看，佛一句话把这个根源给我们说破了。换句话说，我们如果把妄想分别执着统统放下、彻底放下，我们跟一切诸佛如来就无二无别。",
      "zh_TW": "佛有三身，有法身、有報身、有應化身；應化身，無量無邊。我們每一個人也有三身，法身決定是有，法身是體；報身，我們的報身跟佛的報身不一樣，佛是圓滿智慧的報身，我們今天是業障業報的報身，所以他的報身自在，我們的報身不自在；應化身，他們有，我們完全沒有。為什麼我們把自己的報身、應化身喪失掉？原因都是妄想分別執著。《華嚴經．出現品》裡頭佛說的：「一切眾生皆有如來智慧德相，但以妄想執著而不能證得。」你看，佛一句話把這個根源給我們說破了。換句話說，我們如果把妄想分別執著統統放下、徹底放下，我們跟一切諸佛如來就無二無別。"
    },
    {
      "id": "12-045-0393_p0015",
      "zh_CN": "现在的问题就是我们放不下。放不下，那你就得要受六道的果报；放下之后，那你就契入一真法界，就这么一回事。佛把这个道理讲清楚、讲明白，方法也教给我们，我们如果真正懂得依教奉行，我们成佛了，佛对我们绝不居功，绝不以为「我帮助你，我成就你的」，没有。为什么？他没有妄想分别执着，这才是真的。我们凡夫不行，「我做了多少好事，我帮助人，我对你有恩，你要感谢我」，这凡夫知见；虽然做了不少好事，妄想分别执着丝毫也没有减少。所以这样的做好事统统是轮回边事，他还要搞六道轮回，不过在轮回里面享一点福报就是了，没有办法脱离。脱离要清净心，所以禅定功夫就非常重要。不但要脱离六道，脱离三恶道、脱离人天苦，修禅定到色界天、无色界天，欲界里头的八苦你才能离开；更深的禅定，才能超越六道轮回。这些道理佛在经论里头讲得很多，我们要细心去体会，要知道怎样去学习。",
      "zh_TW": "現在的問題就是我們放不下。放不下，那你就得要受六道的果報；放下之後，那你就契入一真法界，就這麼一回事。佛把這個道理講清楚、講明白，方法也教給我們，我們如果真正懂得依教奉行，我們成佛了，佛對我們絕不居功，絕不以為「我幫助你，我成就你的」，沒有。為什麼？他沒有妄想分別執著，這才是真的。我們凡夫不行，「我做了多少好事，我幫助人，我對你有恩，你要感謝我」，這凡夫知見；雖然做了不少好事，妄想分別執著絲毫也沒有減少。所以這樣的做好事統統是輪迴邊事，他還要搞六道輪迴，不過在輪迴裡面享一點福報就是了，沒有辦法脫離。脫離要清淨心，所以禪定功夫就非常重要。不但要脫離六道，脫離三惡道、脫離人天苦，修禪定到色界天、無色界天，欲界裡頭的八苦你才能離開；更深的禪定，才能超越六道輪迴。這些道理佛在經論裡頭講得很多，我們要細心去體會，要知道怎樣去學習。"
    },
    {
      "id": "12-045-0393_p0016",
      "zh_CN": "能不能发出精进勇猛心来学习？实在讲，这要看你理解的程度到哪里。你理解的程度不够，你勇猛心发不出来，你还是会随顺你的烦恼习气，这很可惜。就像一些同修在念佛堂念佛，念了二、三年来告诉我，「师父我真的用功念佛念了二、三年，功夫还不能成片，怎么办？」你说怎么办？继续念。为什么？你念的功夫还不够，再努力再加一乘，那不就到了吗？你的方向路子没有错，只是你功夫还不到家而已。继续努力，要有信心，绝不能改变，改变就错了。所以自己有能力，又能够勇猛精进，跟着佛学。",
      "zh_TW": "能不能發出精進勇猛心來學習？實在講，這要看你理解的程度到哪裡。你理解的程度不夠，你勇猛心發不出來，你還是會隨順你的煩惱習氣，這很可惜。就像一些同修在念佛堂念佛，念了二、三年來告訴我，「師父我真的用功念佛念了二、三年，功夫還不能成片，怎麼辦？」你說怎麼辦？繼續念。為什麼？你念的功夫還不夠，再努力再加一乘，那不就到了嗎？你的方向路子沒有錯，只是你功夫還不到家而已。繼續努力，要有信心，絕不能改變，改變就錯了。所以自己有能力，又能夠勇猛精進，跟著佛學。"
    },
    {
      "id": "12-045-0393_p0017",
      "zh_CN": "「游戏神通」，全是为众生，护持佛法，广度众生，所以经文里面称为勇健、称为游步。帮助一切众生，这里头要记住，决定不可以附带条件。为什么？有丝毫附带条件的意思在，你就起了妄想分别执着。一切随缘，而不攀缘。附带条件是攀缘，没有条件叫真正随缘，你的心永远保持清净平等，决定不会被外境扰乱，这一点非常重要。没有条件，所以才是普度。",
      "zh_TW": "「遊戲神通」，全是為眾生，護持佛法，廣度眾生，所以經文裡面稱為勇健、稱為遊步。幫助一切眾生，這裡頭要記住，決定不可以附帶條件。為什麼？有絲毫附帶條件的意思在，你就起了妄想分別執著。一切隨緣，而不攀緣。附帶條件是攀緣，沒有條件叫真正隨緣，你的心永遠保持清淨平等，決定不會被外境擾亂，這一點非常重要。沒有條件，所以才是普度。"
    },
    {
      "id": "12-045-0393_p0018",
      "zh_CN": "大乘经上佛常给我们讲「三轮教化」，这个三轮是讲身、语、意，不但是用言语劝导一切众生，自己要给众生做榜样；换句话说，说到一定要做到，说到自己做不到，别人难以相信，就收不到教化的成绩，所以身一定要做到。不但身要做到，心里头念念不忘，这叫「三轮教化」，这是德行。菩萨的名号有「普德」，后面还有「净光」两个字，净是清净，光是表智慧。清净就是决定没有污染，什么污染？执着是污染，分别是污染，妄想是污染；换句话说，起心动念已经就污染了。一定要学佛，佛的心永远是寂静的。讲经说法，在工作当中，心还是清净的，决定没有污染，我们要学这个本事，这是诸佛如来。",
      "zh_TW": "大乘經上佛常給我們講「三輪教化」，這個三輪是講身、語、意，不但是用言語勸導一切眾生，自己要給眾生做榜樣；換句話說，說到一定要做到，說到自己做不到，別人難以相信，就收不到教化的成績，所以身一定要做到。不但身要做到，心裡頭念念不忘，這叫「三輪教化」，這是德行。菩薩的名號有「普德」，後面還有「淨光」兩個字，淨是清淨，光是表智慧。清淨就是決定沒有污染，什麼污染？執著是污染，分別是污染，妄想是污染；換句話說，起心動念已經就污染了。一定要學佛，佛的心永遠是寂靜的。講經說法，在工作當中，心還是清淨的，決定沒有污染，我們要學這個本事，這是諸佛如來。"
    },
    {
      "id": "12-045-0393_p0019",
      "zh_CN": "清凉这里说得好，「无惑智俱」，惑是迷惑，没有迷惑，这是净的意思。智慧圆满，这是光明的意思。名号与他所修学的法门完全相应。",
      "zh_TW": "清涼這裡說得好，「無惑智俱」，惑是迷惑，沒有迷惑，這是淨的意思。智慧圓滿，這是光明的意思。名號與他所修學的法門完全相應。"
    },
    {
      "id": "12-045-0393_p0020",
      "zh_CN": "在这一段里面，我们总结要学的：经上讲的「寂静禅定」，就是我们净宗法门讲的「一心不乱」，一心不乱就是寂静禅定。一心不乱不是仅仅在念佛堂，在念佛堂里面学，学了要有用处，用在哪里？用在生活、用在工作、用在处事待人接物，一切时、一切处，六根接触外面六尘境界，都是一心不乱。诸位要知道，一心是真心，一心是《楞严经》上讲的自性本定。把一切妄想分别执着统统放下就是「一心」，「不乱」就放光明，智慧就现前。",
      "zh_TW": "在這一段裡面，我們總結要學的：經上講的「寂靜禪定」，就是我們淨宗法門講的「一心不亂」，一心不亂就是寂靜禪定。一心不亂不是僅僅在念佛堂，在念佛堂裡面學，學了要有用處，用在哪裡？用在生活、用在工作、用在處事待人接物，一切時、一切處，六根接觸外面六塵境界，都是一心不亂。諸位要知道，一心是真心，一心是《楞嚴經》上講的自性本定。把一切妄想分別執著統統放下就是「一心」，「不亂」就放光明，智慧就現前。"
    },
    {
      "id": "12-045-0393_p0021",
      "zh_CN": "由此可知，这个功夫就是在日常生活当中去学。怎么个学法？我们抓住修学的纲领：离妄想、分别、执着。换句话说，要把心里面的忧虑牵挂，说得更粗一点，得失、好恶统统放下，这个人叫真的会用功、真的会学。境界里头，这个喜欢、那个不喜欢，这就完了，全是凡夫知见，全是轮回心。轮回心学佛，到最后还搞六道轮回。从前李炳南老居士常常给我们讲，学佛要「换心」，不能用轮回心。妄想分别执着是轮回心，自私自利是轮回心，这我讲得最粗浅，大家好明白。自私自利是轮回心，不能了生死，不能往生，念佛都不能往生；名闻利养是轮回心，贪瞋痴慢是轮回心。轮回心要不放下，怎么能出离六道轮回？六道轮回是自己造的，不是别人造来给我们受，不是的，是自己造的。所以一定要有真实智慧，把这些事理看得清清楚楚、明明白白。",
      "zh_TW": "由此可知，這個功夫就是在日常生活當中去學。怎麼個學法？我們抓住修學的綱領：離妄想、分別、執著。換句話說，要把心裡面的憂慮牽掛，說得更粗一點，得失、好惡統統放下，這個人叫真的會用功、真的會學。境界裡頭，這個喜歡、那個不喜歡，這就完了，全是凡夫知見，全是輪迴心。輪迴心學佛，到最後還搞六道輪迴。從前李炳南老居士常常給我們講，學佛要「換心」，不能用輪迴心。妄想分別執著是輪迴心，自私自利是輪迴心，這我講得最粗淺，大家好明白。自私自利是輪迴心，不能了生死，不能往生，念佛都不能往生；名聞利養是輪迴心，貪瞋痴慢是輪迴心。輪迴心要不放下，怎麼能出離六道輪迴？六道輪迴是自己造的，不是別人造來給我們受，不是的，是自己造的。所以一定要有真實智慧，把這些事理看得清清楚楚、明明白白。"
    },
    {
      "id": "12-045-0393_p0022",
      "zh_CN": "一切众生平等，佛在经上说得好，「生佛平等」，这个话说得好，生是众生，佛是诸佛如来。他不说佛生平等，他尊敬别人。众生跟佛平等，没有高下。我们今天看人还有高下，错了！这不是学佛。平等是佛法界，平等是佛心，清净是佛心，真诚是佛心，我们从这个地方学。处事待人接物是我们修学的处所，古德所谓「菩萨学处」，一切时、一切处皆是菩萨学处，我们要知道怎样去修学，才能提升自己的境界。",
      "zh_TW": "一切眾生平等，佛在經上說得好，「生佛平等」，這個話說得好，生是眾生，佛是諸佛如來。他不說佛生平等，他尊敬別人。眾生跟佛平等，沒有高下。我們今天看人還有高下，錯了！這不是學佛。平等是佛法界，平等是佛心，清淨是佛心，真誠是佛心，我們從這個地方學。處事待人接物是我們修學的處所，古德所謂「菩薩學處」，一切時、一切處皆是菩薩學處，我們要知道怎樣去修學，才能提升自己的境界。"
    },
    {
      "id": "12-045-0393_p0023",
      "zh_CN": "在《华严经》上，这么多的圣众说出他们自己修学不同的法门，提供我们做参考，让我们看了之后恍然大悟，果然是殊途同归。方法不一样，法门不相同，目标、方向、境界完全相同，我们的心就定了。无论修学哪个法门，你都欢欢喜喜一门深入，你一定能得解脱。今天我们就讲到此地。",
      "zh_TW": "在《華嚴經》上，這麼多的聖眾說出他們自己修學不同的法門，提供我們做參考，讓我們看了之後恍然大悟，果然是殊途同歸。方法不一樣，法門不相同，目標、方向、境界完全相同，我們的心就定了。無論修學哪個法門，你都歡歡喜喜一門深入，你一定能得解脫。今天我們就講到此地。"
    }
  ]
}