{
  "doc_id": "12-045-0103",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一Ｏ三集",
    "zh_TW": "第一Ｏ三集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-045-0103",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "12-045-0103_p0001",
      "zh_CN": "请掀开经本第五十八面，末后一行看起：「复次可爱乐法光明幢天王，得普观一切众生根为说法断疑解脱门。净庄严海天王，得随忆念令见佛解脱门。最胜慧光明天王，得法性平等无所依庄严身解脱门」，昨天讲到此地。今天我们再看第四尊：",
      "zh_TW": "請掀開經本第五十八面，末後一行看起：「復次可愛樂法光明幢天王，得普觀一切眾生根為說法斷疑解脫門。淨莊嚴海天王，得隨憶念令見佛解脫門。最勝慧光明天王，得法性平等無所依莊嚴身解脫門」，昨天講到此地。今天我們再看第四尊："
    },
    {
      "id": "12-045-0103_p0002",
      "zh_CN": "【自在智慧幢天王。得了知一切世间法一念中安立不思议庄严海解脱门。】",
      "zh_TW": "【自在智慧幢天王。得了知一切世間法一念中安立不思議莊嚴海解脫門。】"
    },
    {
      "id": "12-045-0103_p0003",
      "zh_CN": "天王的名号前面介绍过，他所得的法门，也就是说他所依据的修学理论与方法，得到契入一真法界，脱离十法界，这个叫解脱。他是知世间法，『得了知一切世间法』，「了」是通达明了，「世间法」主要是讲有情世间，也就是说六道众生；如果要兼说智正觉世间，那也能够把四圣法界也包含在其中。四圣法界是觉悟的人，虽然没有证得正等正觉，他们都算是正觉，因为这些人见思烦恼断了，尘沙烦恼也破得差不多了，无明没破，在佛法里称为智正觉世间，这是说十法界之内的。智正觉世间这些众生的心法虽然也不相同，但是比起六道凡夫清净得多了，六道凡夫是严重的见思烦恼，不但一品没有断，天天在增长，天天在造业，所以六道众生的心行非常复杂。",
      "zh_TW": "天王的名號前面介紹過，他所得的法門，也就是說他所依據的修學理論與方法，得到契入一真法界，脫離十法界，這個叫解脫。他是知世間法，『得了知一切世間法』，「了」是通達明瞭，「世間法」主要是講有情世間，也就是說六道眾生；如果要兼說智正覺世間，那也能夠把四聖法界也包含在其中。四聖法界是覺悟的人，雖然沒有證得正等正覺，他們都算是正覺，因為這些人見思煩惱斷了，塵沙煩惱也破得差不多了，無明沒破，在佛法裡稱為智正覺世間，這是說十法界之內的。智正覺世間這些眾生的心法雖然也不相同，但是比起六道凡夫清淨得多了，六道凡夫是嚴重的見思煩惱，不但一品沒有斷，天天在增長，天天在造業，所以六道眾生的心行非常複雜。"
    },
    {
      "id": "12-045-0103_p0004",
      "zh_CN": "菩萨怎么能知道？如何能够通达明了？只有一个方法，修清净心。《楞严经》上所讲的「净极光通达」，光是讲智慧光明，就通达了，就能够明了一切众生的心行，这在六种神通里面属于他心通、宿命通。我们知道，佛在经上常说，阿罗汉的能力能够知道一切众生过去五百世、未来五百世。换句话说，过去五百世当中，你的生活状况，你是在哪一道流转，他都很清楚；你想些什么，你做了些什么，他也明了，这是阿罗汉的能力。这个地方菩萨的能力就不可思议，华严会上这些天王，实际上都是诸佛如来示现的，即使不是诸佛示现的，也决定是法身大士他们化身变现出来的，以天王的身分，实际上这是大菩萨摩诃萨，所以他们的能力能知无量劫，他有这个能力，这个也是属于观机。我们如果遇到这样的菩萨们，接受他的教诲就很容易成就，什么原因？他知道我们的根底，为我们说法就容易契机。譬如一个大夫给人治病一样，他对你的病源非常清楚，所以用药就能用到恰到好处，真正能够收到药到病除，收到这么好的效果。",
      "zh_TW": "菩薩怎麼能知道？如何能夠通達明瞭？只有一個方法，修清淨心。《楞嚴經》上所講的「淨極光通達」，光是講智慧光明，就通達了，就能夠明瞭一切眾生的心行，這在六種神通裡面屬於他心通、宿命通。我們知道，佛在經上常說，阿羅漢的能力能夠知道一切眾生過去五百世、未來五百世。換句話說，過去五百世當中，你的生活狀況，你是在哪一道流轉，他都很清楚；你想些什麼，你做了些什麼，他也明瞭，這是阿羅漢的能力。這個地方菩薩的能力就不可思議，華嚴會上這些天王，實際上都是諸佛如來示現的，即使不是諸佛示現的，也決定是法身大士他們化身變現出來的，以天王的身分，實際上這是大菩薩摩訶薩，所以他們的能力能知無量劫，他有這個能力，這個也是屬於觀機。我們如果遇到這樣的菩薩們，接受他的教誨就很容易成就，什麼原因？他知道我們的根底，為我們說法就容易契機。譬如一個大夫給人治病一樣，他對你的病源非常清楚，所以用藥就能用到恰到好處，真正能夠收到藥到病除，收到這麼好的效果。"
    },
    {
      "id": "12-045-0103_p0005",
      "zh_CN": "从文字里面处处都显示不思议解脱境界，他能够为众生现身说法。文字上讲安立，他在一念当中『安立不思议庄严海解脱门』，「庄严海」是指佛法，世出世间真实的庄严就是佛菩萨说法利生，这是真实庄严。他一念当中就能够安立，这一念是快，是因为他有真实智慧，他对众生状况非常明了。不像凡夫还要思前、还要顾后，疑虑重重，再三的考虑，佛菩萨没有这种情形，所以他快速，这是我们六道凡夫，六道里面的众生所做不到的，他能做到。他现身说法都能够恰如其分，都能够契机契理，经论上常说，根熟的众生帮助他在一生成就，这个众生过去生中修学什么法门，在这个法门修学到什么样的程度菩萨知道，给他说这个法门他就非常欢喜，他能够理解、能够接受、能够依教奉行；根性没有成熟的众生帮助他成熟，没有善根的众生帮他种善根。他安立教法，就像我们现在所说的办学，他的班级很多，依照程度浅深来教导；课程很多，能够接引许许多多不同根性的众生，就像一个大学一样，有许许多多的院系，他都能做到。",
      "zh_TW": "從文字裡面處處都顯示不思議解脫境界，他能夠為眾生現身說法。文字上講安立，他在一念當中『安立不思議莊嚴海解脫門』，「莊嚴海」是指佛法，世出世間真實的莊嚴就是佛菩薩說法利生，這是真實莊嚴。他一念當中就能夠安立，這一念是快，是因為他有真實智慧，他對眾生狀況非常明瞭。不像凡夫還要思前、還要顧後，疑慮重重，再三的考慮，佛菩薩沒有這種情形，所以他快速，這是我們六道凡夫，六道裡面的眾生所做不到的，他能做到。他現身說法都能夠恰如其分，都能夠契機契理，經論上常說，根熟的眾生幫助他在一生成就，這個眾生過去生中修學什麼法門，在這個法門修學到什麼樣的程度菩薩知道，給他說這個法門他就非常歡喜，他能夠理解、能夠接受、能夠依教奉行；根性沒有成熟的眾生幫助他成熟，沒有善根的眾生幫他種善根。他安立教法，就像我們現在所說的辦學，他的班級很多，依照程度淺深來教導；課程很多，能夠接引許許多多不同根性的眾生，就像一個大學一樣，有許許多多的院系，他都能做到。"
    },
    {
      "id": "12-045-0103_p0006",
      "zh_CN": "这尊天王给我们的启示，要用现在话来说，他是从办学、教学里面得到解脱。由此可知，佛所讲的话没错。法门无量，殊途同归，哪一个法门都能证无上道，问题是在你如法不如法；你能够如理如法，教学也能成无上道。教学之中，三学、三慧、六度、十愿圆满具足，他怎么不成就？教学方法能契一切众生的根机，一切众生根机不相同，他能契一切众生根机，这是持戒，戒学；他有方法帮助众生破迷开悟，在整个教学过程当中他不着相，就像《金刚经》上所说的「无我相、无人相、无众生相、无寿者相」，这是大定；在境界当中清清楚楚、明明白白，恒顺众生，随喜功德，这是慧学，戒定慧三学都具足。",
      "zh_TW": "這尊天王給我們的啟示，要用現在話來說，他是從辦學、教學裡面得到解脫。由此可知，佛所講的話沒錯。法門無量，殊途同歸，哪一個法門都能證無上道，問題是在你如法不如法；你能夠如理如法，教學也能成無上道。教學之中，三學、三慧、六度、十願圓滿具足，他怎麼不成就？教學方法能契一切眾生的根機，一切眾生根機不相同，他能契一切眾生根機，這是持戒，戒學；他有方法幫助眾生破迷開悟，在整個教學過程當中他不著相，就像《金剛經》上所說的「無我相、無人相、無眾生相、無壽者相」，這是大定；在境界當中清清楚楚、明明白白，恆順眾生，隨喜功德，這是慧學，戒定慧三學都具足。"
    },
    {
      "id": "12-045-0103_p0007",
      "zh_CN": "我们在这个地方就能体会到，本经末后五十三位善知识，五十三个代表修学大乘的人，这里面有男女老少、有各行各业，就在他自己现实生活环境当中、现前行业工作之中，无需要改变，只要如理如法，也就是说与三学、六度相应，都能证得解脱，也就是说都能够超越六道、超越十法界，证得一真法界。佛法多么活泼、多么圆融，显示出理事无碍、事事无碍，这是我们要明了的。我们是凡夫，不是利根，这些人修行的境界我们哪里会懂？不懂没有关系，能够意识到，佛这样跟我们说，我们能够意识到，才真正能做到不讥他过。我们为什么会讥笑别人？为什么会批评别人？不知道境界，以为我们修的如法，他修的不如法。我们因为有妄想、有分别、有执着，拿着自己的标准去衡量别人、去批评别人，这是过失。如果明白这个道理，门门都能成无上道，我们这种分别执着自然就淡了，我用念佛法门能成就，他用教学的方法也能成就，关键在相应不相应。不能够明白，纵然不能彻底明白，也得明白个大概，这一点都做不到，我们习气烦恼就没有办法伏住。为什么？说是非、说长短，无始劫来已经养成习惯了，不说难过，一定要说，造业！",
      "zh_TW": "我們在這個地方就能體會到，本經末後五十三位善知識，五十三個代表修學大乘的人，這裡面有男女老少、有各行各業，就在他自己現實生活環境當中、現前行業工作之中，無需要改變，只要如理如法，也就是說與三學、六度相應，都能證得解脫，也就是說都能夠超越六道、超越十法界，證得一真法界。佛法多麼活潑、多麼圓融，顯示出理事無礙、事事無礙，這是我們要明瞭的。我們是凡夫，不是利根，這些人修行的境界我們哪裡會懂？不懂沒有關係，能夠意識到，佛這樣跟我們說，我們能夠意識到，才真正能做到不譏他過。我們為什麼會譏笑別人？為什麼會批評別人？不知道境界，以為我們修的如法，他修的不如法。我們因為有妄想、有分別、有執著，拿著自己的標準去衡量別人、去批評別人，這是過失。如果明白這個道理，門門都能成無上道，我們這種分別執著自然就淡了，我用念佛法門能成就，他用教學的方法也能成就，關鍵在相應不相應。不能夠明白，縱然不能徹底明白，也得明白個大概，這一點都做不到，我們習氣煩惱就沒有辦法伏住。為什麼？說是非、說長短，無始劫來已經養成習慣了，不說難過，一定要說，造業！"
    },
    {
      "id": "12-045-0103_p0008",
      "zh_CN": "我常劝勉同修要读经、要听经，你真正搞明白了，你心是清净的，你心是定的，你对于一切众生才能真正生起恭敬心；普贤菩萨第一愿「礼敬诸佛」，你对于一切众生自自然然就有礼貌，自然就有恭敬。这是说出于天性，有许多东西确实不必学，他自然就会，出于真诚的恭敬，你的真心自然就流露出来，自自然然就合乎礼法。谚语里有所谓「福至心灵」，一个人福报现前，他忽然聪明了，本来是很笨的，笨笨的，忽然他很聪明，他什么都懂了。福是什么？福是清净心、真诚心、恭敬心，那是福。一个人心地不清净，虚伪、不诚实，外表装得再像，也会被一些有学问的人看出来，假的、伪装的，不是真的。我们今天学佛学得不像，原因在哪里？没有诚意。也许你说我说的话太过分，我对佛菩萨怎么没有诚意？没错，你对佛菩萨有诚意，你对待一切众生有没有诚意？你对待那些讨厌的人有没有诚意？对待那些冤家债主有没有诚意？没有，没有就是对佛没有诚意。诸位要晓得，一诚一切诚，真正对佛诚意，对一切众生跟对佛没有两样。",
      "zh_TW": "我常勸勉同修要讀經、要聽經，你真正搞明白了，你心是清淨的，你心是定的，你對於一切眾生才能真正生起恭敬心；普賢菩薩第一願「禮敬諸佛」，你對於一切眾生自自然然就有禮貌，自然就有恭敬。這是說出於天性，有許多東西確實不必學，他自然就會，出於真誠的恭敬，你的真心自然就流露出來，自自然然就合乎禮法。諺語裡有所謂「福至心靈」，一個人福報現前，他忽然聰明了，本來是很笨的，笨笨的，忽然他很聰明，他什麼都懂了。福是什麼？福是清淨心、真誠心、恭敬心，那是福。一個人心地不清淨，虛偽、不誠實，外表裝得再像，也會被一些有學問的人看出來，假的、偽裝的，不是真的。我們今天學佛學得不像，原因在哪裡？沒有誠意。也許你說我說的話太過分，我對佛菩薩怎麼沒有誠意？沒錯，你對佛菩薩有誠意，你對待一切眾生有沒有誠意？你對待那些討厭的人有沒有誠意？對待那些冤家債主有沒有誠意？沒有，沒有就是對佛沒有誠意。諸位要曉得，一誠一切誠，真正對佛誠意，對一切眾生跟對佛沒有兩樣。"
    },
    {
      "id": "12-045-0103_p0009",
      "zh_CN": "我们今天不懂这个道理，不知道这个方法，虽然很想学，也很认真学、也很努力学，就是学不像。我们也很希望学得很像，古来祖师大德教给我们一句话很值得玩味，「从根本修」，你就学像了。根本是心，换句话说，我们的心像不像佛心。佛是什么心？佛是真心，我们用妄心，虚情假意。所以我们今天修行不是用真心，那就是古人讲的，你是在枝叶上修行，你没有找到根本，你在枝叶。这个枝叶看那个枝叶就是对立的，就是不平的；你真正找到根本就平等，无论枝叶多少，都是从一个根生的。佛法跟我们讲根就是真心，清净心、平等心，我们念佛，用这一句阿弥陀佛万德洪名修清净心、修平等心。这个地方天王教导我们，他用教学的方法，认识一切众生差别根性，就好比是他了解这棵大树上枝枝叶叶，种种不同，他了解。他在一念当中安立，一念是根本，一念是真心，一念是诚意，他从这个地方安立教学的理论与方法，他怎么会不成功？枝枝叶叶就好比我们现在所讲的多元文化，种种意见，一个人一个思想，一个人一个见解。种种意见，不同的见解、不同的思想、不同的信仰，菩萨有办法把它们整合，将一切意见消融统合，又不妨碍各个意见，这个高明，这是我们应当要学习的。我们学会了，现在世间许许多多难解难缠的一些问题，我们都有方法来解决，这才成就高度的智慧。菩萨安立不思议庄严海，这就是三轮教化，三轮教化就是三轮融合一切众生的意见；众生意见多，佛的教法也多，用海来比喻。所以我们从他所得的法门，体会如何帮助我们学习，在我们自己法门里面，主修、助修的法门里面得到真实的受用。下面第五尊天王：",
      "zh_TW": "我們今天不懂這個道理，不知道這個方法，雖然很想學，也很認真學、也很努力學，就是學不像。我們也很希望學得很像，古來祖師大德教給我們一句話很值得玩味，「從根本修」，你就學像了。根本是心，換句話說，我們的心像不像佛心。佛是什麼心？佛是真心，我們用妄心，虛情假意。所以我們今天修行不是用真心，那就是古人講的，你是在枝葉上修行，你沒有找到根本，你在枝葉。這個枝葉看那個枝葉就是對立的，就是不平的；你真正找到根本就平等，無論枝葉多少，都是從一個根生的。佛法跟我們講根就是真心，清淨心、平等心，我們念佛，用這一句阿彌陀佛萬德洪名修清淨心、修平等心。這個地方天王教導我們，他用教學的方法，認識一切眾生差別根性，就好比是他了解這棵大樹上枝枝葉葉，種種不同，他了解。他在一念當中安立，一念是根本，一念是真心，一念是誠意，他從這個地方安立教學的理論與方法，他怎麼會不成功？枝枝葉葉就好比我們現在所講的多元文化，種種意見，一個人一個思想，一個人一個見解。種種意見，不同的見解、不同的思想、不同的信仰，菩薩有辦法把它們整合，將一切意見消融統合，又不妨礙各個意見，這個高明，這是我們應當要學習的。我們學會了，現在世間許許多多難解難纏的一些問題，我們都有方法來解決，這才成就高度的智慧。菩薩安立不思議莊嚴海，這就是三輪教化，三輪教化就是三輪融合一切眾生的意見；眾生意見多，佛的教法也多，用海來比喻。所以我們從他所得的法門，體會如何幫助我們學習，在我們自己法門裡面，主修、助修的法門裡面得到真實的受用。下面第五尊天王："
    },
    {
      "id": "12-045-0103_p0010",
      "zh_CN": "【乐寂静天王。得于一毛孔现不思议佛刹无障碍解脱门。】",
      "zh_TW": "【樂寂靜天王。得於一毛孔現不思議佛剎無障礙解脫門。】"
    },
    {
      "id": "12-045-0103_p0011",
      "zh_CN": "这位天王是讲的境界，这个境界是不思议解脱境界。清凉大师跟我们说，无障碍有两个意思，第一个意思「唯就所现」。毛孔是正报之中最小的，汗毛的毛孔，经上讲毛孔也讲毛端，都是比喻正报当中最小的。刹土是依报当中大的，一个刹土就是一个佛国土。经上给我们讲，一尊佛的教化区有多大？一个三千大千世界，这是说依报之大者。大的依报能入最小的正报而没妨碍，毛孔没有放大，世界没有缩小，它怎么能够相容？我们没法子想，不可思议解脱境界。也许有同修说，你还不是说不出来，说个不可思议推托推托。实在讲是真说不出来，要你自己去体会，而且不能用思惟、不能用想像，这个事情思惟想像决定得不到结果，它是事实，一点都不假。你如果要不相信，我们今天的眼球，我们能够见到外面的色相，眼球里面的瞳孔像照相机的镜头一样；瞳孔也很小，别看瞳孔还不小，还有那么大，瞳孔里面是视神经，视神经大概就像汗毛一样很微细，现代医学科技都已经明了。我们眼睛瞳孔张开，山河大地不都进去了吗？如果不进去你就见不到，你能够见到的都进去了。山河大地没缩小，我们的视神经瞳孔没放大，它怎么可以进去？诸位从这个地方去想像、去体会；说想像还不行，体会。",
      "zh_TW": "這位天王是講的境界，這個境界是不思議解脫境界。清涼大師跟我們說，無障礙有兩個意思，第一個意思「唯就所現」。毛孔是正報之中最小的，汗毛的毛孔，經上講毛孔也講毛端，都是比喻正報當中最小的。剎土是依報當中大的，一個剎土就是一個佛國土。經上給我們講，一尊佛的教化區有多大？一個三千大千世界，這是說依報之大者。大的依報能入最小的正報而沒妨礙，毛孔沒有放大，世界沒有縮小，它怎麼能夠相容？我們沒法子想，不可思議解脫境界。也許有同修說，你還不是說不出來，說個不可思議推託推託。實在講是真說不出來，要你自己去體會，而且不能用思惟、不能用想像，這個事情思惟想像決定得不到結果，它是事實，一點都不假。你如果要不相信，我們今天的眼球，我們能夠見到外面的色相，眼球裡面的瞳孔像照相機的鏡頭一樣；瞳孔也很小，別看瞳孔還不小，還有那麼大，瞳孔裡面是視神經，視神經大概就像汗毛一樣很微細，現代醫學科技都已經明瞭。我們眼睛瞳孔張開，山河大地不都進去了嗎？如果不進去你就見不到，你能夠見到的都進去了。山河大地沒縮小，我們的視神經瞳孔沒放大，它怎麼可以進去？諸位從這個地方去想像、去體會；說想像還不行，體會。"
    },
    {
      "id": "12-045-0103_p0012",
      "zh_CN": "为什么会有这个现象？佛在经上跟我们说真话，一切诸法没有内外、没有大小、没有先后，也没有生灭。佛讲的是真话，真话没人懂，我们反而听糊涂了。所以佛说法，看你听不懂就随顺你的常识来说，随顺俗谛说你就好懂，随顺真谛我们就不懂，真谛是如来与法身大士的境界，他们明了。佛讲的是真的，为什么说是真的？你也会见到；你现在见不到，你将来会见到，所以它是真的。决定不是说这种境界只有佛菩萨见到，凡夫众生永远见不到，佛没有这个说法，凡夫众生将来也能见到，所以它是真的。现在你为什么见不到？现在你有障碍。你有什么障碍？你有妄想、你有分别、你有执着，这个障碍。诸佛菩萨为什么能见到真相？他没有障碍，他于一切法没有分别、没有执着、没有妄想，他的心永远是清净的，永远是在定中，从来没有动过，即使应化在十法界里面、应化在六道里面，随类现身，心还是没有动过，这是佛菩萨跟我们不一样的地方。我们说不一样，是我们以为不一样（这话都很难讲），而诸佛菩萨看我们一样；我们看他不一样，他看我们一样。为什么？他看我们的真心跟他一样也没动过。我们六根接触六尘境界又何尝动过？我们常讲起心动念、分别执着，我们哪里动过？真心没有分别，真心没有执着，真心从来不动，真心从来不起，我们有真心，跟诸佛如来真心一样，所以他看一切众生皆是诸佛。一切众生本来成佛，这真的不是假的。",
      "zh_TW": "為什麼會有這個現象？佛在經上跟我們說真話，一切諸法沒有內外、沒有大小、沒有先後，也沒有生滅。佛講的是真話，真話沒人懂，我們反而聽糊塗了。所以佛說法，看你聽不懂就隨順你的常識來說，隨順俗諦說你就好懂，隨順真諦我們就不懂，真諦是如來與法身大士的境界，他們明瞭。佛講的是真的，為什麼說是真的？你也會見到；你現在見不到，你將來會見到，所以它是真的。決定不是說這種境界只有佛菩薩見到，凡夫眾生永遠見不到，佛沒有這個說法，凡夫眾生將來也能見到，所以它是真的。現在你為什麼見不到？現在你有障礙。你有什麼障礙？你有妄想、你有分別、你有執著，這個障礙。諸佛菩薩為什麼能見到真相？他沒有障礙，他於一切法沒有分別、沒有執著、沒有妄想，他的心永遠是清淨的，永遠是在定中，從來沒有動過，即使應化在十法界裡面、應化在六道裡面，隨類現身，心還是沒有動過，這是佛菩薩跟我們不一樣的地方。我們說不一樣，是我們以為不一樣（這話都很難講），而諸佛菩薩看我們一樣；我們看他不一樣，他看我們一樣。為什麼？他看我們的真心跟他一樣也沒動過。我們六根接觸六塵境界又何嘗動過？我們常講起心動念、分別執著，我們哪裡動過？真心沒有分別，真心沒有執著，真心從來不動，真心從來不起，我們有真心，跟諸佛如來真心一樣，所以他看一切眾生皆是諸佛。一切眾生本來成佛，這真的不是假的。"
    },
    {
      "id": "12-045-0103_p0013",
      "zh_CN": "非常可惜你现在不用你的真心，你偏偏用你的妄心。不是说我们妄心之外还有个真心，不是，真跟妄从来没有离开过。说到究竟之处，佛跟你讲真妄不二、真妄一如。大家听起来好像愈听愈玄，愈听愈不懂，这些也是正常的现象。为什么会产生这种现象？还是一句老话，你没有舍弃你的妄想分别执着。所以佛这些最真实的话说得不多，只有在大乘、一乘了义经典里面佛才说，其他法会佛都说不到这个境界。这是我们要明了的，一切法确确实实是事事无碍，不仅是理事无碍，是事事无碍，而且这个境界就在日用生活之中。我们会感觉得有障碍，是自己造作出来的，就是自己的妄想分别执着搞出来的；离开妄想分别执着，跟诸佛如来有什么两样？我们坏就坏在这个地方，可是自己不晓得，天天还要用。诸佛菩萨示现在人间天天也在用，他用得明了，我们用得糊涂；他用是作戏，我们是当真，那亏吃大了！他们眼睛当中是梦幻泡影，我们眼睛当中是现实的世界，不知道是梦幻泡影。他们作戏，清清楚楚是无所有、不可得；我们生活在这个境界，以为有所有，以为有所得，所以惹来苦难无边，我们错在这个地方。这是就第一个意思说。",
      "zh_TW": "非常可惜你現在不用你的真心，你偏偏用你的妄心。不是說我們妄心之外還有個真心，不是，真跟妄從來沒有離開過。說到究竟之處，佛跟你講真妄不二、真妄一如。大家聽起來好像愈聽愈玄，愈聽愈不懂，這些也是正常的現象。為什麼會產生這種現象？還是一句老話，你沒有捨棄你的妄想分別執著。所以佛這些最真實的話說得不多，只有在大乘、一乘了義經典裡面佛才說，其他法會佛都說不到這個境界。這是我們要明瞭的，一切法確確實實是事事無礙，不僅是理事無礙，是事事無礙，而且這個境界就在日用生活之中。我們會感覺得有障礙，是自己造作出來的，就是自己的妄想分別執著搞出來的；離開妄想分別執著，跟諸佛如來有什麼兩樣？我們壞就壞在這個地方，可是自己不曉得，天天還要用。諸佛菩薩示現在人間天天也在用，他用得明瞭，我們用得糊塗；他用是作戲，我們是當真，那虧吃大了！他們眼睛當中是夢幻泡影，我們眼睛當中是現實的世界，不知道是夢幻泡影。他們作戲，清清楚楚是無所有、不可得；我們生活在這個境界，以為有所有，以為有所得，所以惹來苦難無邊，我們錯在這個地方。這是就第一個意思說。"
    },
    {
      "id": "12-045-0103_p0014",
      "zh_CN": "第二个意思讲，他是从能所两方面来说，「一毛不大而多刹不小，一多大小皆无碍」。又由无大小相的缘故，取着的念头舍掉，所以他得自在。于一切法，凡夫总免不了爱取有，有就是执着，佛家讲的着相，有就是着了相。菩萨了解宇宙人生的真相，如果我们把人生换成生命，或者宇宙现象的真相，这个包容就更广了。宇宙现象的真相他了解，所以在一切现象当中他不取、他不着，他可以自在的受用，而没有一切障难，这就得到真正解脱。所以经论里也常说，佛菩萨种种示现叫做「游戏神通」，游戏神通就没有障碍；我们不懂得游戏神通，处处都显示出障碍。",
      "zh_TW": "第二個意思講，他是從能所兩方面來說，「一毛不大而多剎不小，一多大小皆無礙」。又由無大小相的緣故，取著的念頭捨掉，所以他得自在。於一切法，凡夫總免不了愛取有，有就是執著，佛家講的著相，有就是著了相。菩薩了解宇宙人生的真相，如果我們把人生換成生命，或者宇宙現象的真相，這個包容就更廣了。宇宙現象的真相他了解，所以在一切現象當中他不取、他不著，他可以自在的受用，而沒有一切障難，這就得到真正解脫。所以經論裡也常說，佛菩薩種種示現叫做「遊戲神通」，遊戲神通就沒有障礙；我們不懂得遊戲神通，處處都顯示出障礙。"
    },
    {
      "id": "12-045-0103_p0015",
      "zh_CN": "这里面我们要怎样学习？要懂得修观。「修观」两个字怎么讲？修正我们错误的观念就叫修观。修行是修正我们错误的行为，修正我们错误的观念，一定要承认我们的想法看法错了，我们把这一切世间当作真正有、真正的存在，这个想法看法错了，也就是这个观念错了。佛告诉我们，所有一切万法都不是存在的，根本就不存在，实实在在讲就跟看电影一样，银幕上的画面。我们今天看的是什么电影？现在人讲立体电影，这个世界是个立体电影，不是真的。现在科技很发达，在美国确确实实已经有立体电影，我不知道新加坡有没有？我在美国看过两次。我们能把世间一切诸法看作立体电影，你的观念渐渐就修正过来了。决定不是真的，决定不可得，决定是无所有，相有体无、事有理无。这个事情真的搞清楚了，你跟一切人都和睦相处，为什么？不在意，我们一般讲你不会把它放在心上。你要把一切人事物放在心上，错了！实在讲你说放在心上，你的心都没有，你往哪里放？你要真有个心，放在心上，佛都佩服你，你很了不起，你还有个心。如果有人说「我心里想你」，你把心拿来我看看，我看看你是真想还是假想。全是假的，没有真的，唯独佛法是真的，它教给我们事实真相。",
      "zh_TW": "這裡面我們要怎樣學習？要懂得修觀。「修觀」兩個字怎麼講？修正我們錯誤的觀念就叫修觀。修行是修正我們錯誤的行為，修正我們錯誤的觀念，一定要承認我們的想法看法錯了，我們把這一切世間當作真正有、真正的存在，這個想法看法錯了，也就是這個觀念錯了。佛告訴我們，所有一切萬法都不是存在的，根本就不存在，實實在在講就跟看電影一樣，銀幕上的畫面。我們今天看的是什麼電影？現在人講立體電影，這個世界是個立體電影，不是真的。現在科技很發達，在美國確確實實已經有立體電影，我不知道新加坡有沒有？我在美國看過兩次。我們能把世間一切諸法看作立體電影，你的觀念漸漸就修正過來了。決定不是真的，決定不可得，決定是無所有，相有體無、事有理無。這個事情真的搞清楚了，你跟一切人都和睦相處，為什麼？不在意，我們一般講你不會把它放在心上。你要把一切人事物放在心上，錯了！實在講你說放在心上，你的心都沒有，你往哪裡放？你要真有個心，放在心上，佛都佩服你，你很了不起，你還有個心。如果有人說「我心裡想你」，你把心拿來我看看，我看看你是真想還是假想。全是假的，沒有真的，唯獨佛法是真的，它教給我們事實真相。"
    },
    {
      "id": "12-045-0103_p0016",
      "zh_CN": "可是妄想是个很麻烦的事情，妄想造业，业又现妄报，那个果报也是虚妄的，可是虚妄的它那个感受很苦。告诉你六道三途也是幻相，也是梦幻泡影，你不要以为是假的，梦幻泡影，那堕地狱也没关系，也不在乎。我跟你讲梦是假的，这大家知道，如果每天晚上都做恶梦你不好受。每天晚上做甜蜜的梦多好，何必天天做恶梦？吓醒了，吓得一身冷汗。三恶道就譬如做恶梦，三善道就譬如做好梦。诸佛菩萨在六道里面现身说法，所谓「梦中佛事，水月道场」，这在经上讲得很多。所以断恶修善，我们要认真去做，不但不消极，更积极、更努力的去做。做得要「相应」，这两个字是很不容易做到。相应有等级的差别，我们不能与高等级的相应，最低限度要与浅的等级相应，最浅的等级就是善恶，因缘果报，种善因得善果，造恶业必定受恶报，这是最低的等级。从这个等级逐步逐步向上提升，提升到像菩萨这种高的等级，实在讲不容易，绝不是我们凡夫在一生当中能够达得到的。但是我们也要清楚，也并不是我们一生当中真正达不到，为什么？能不能达到在乎你个人，你能够真正将妄想分别执着放下，你就达到了。能不能达到不在别人，都在自己，这是决定不靠人，决定不求人。转凡成圣，众生成佛实在讲一念之间，就看你这一念能不能转得过来。第六：",
      "zh_TW": "可是妄想是個很麻煩的事情，妄想造業，業又現妄報，那個果報也是虛妄的，可是虛妄的它那個感受很苦。告訴你六道三途也是幻相，也是夢幻泡影，你不要以為是假的，夢幻泡影，那墮地獄也沒關係，也不在乎。我跟你講夢是假的，這大家知道，如果每天晚上都做惡夢你不好受。每天晚上做甜蜜的夢多好，何必天天做惡夢？嚇醒了，嚇得一身冷汗。三惡道就譬如做惡夢，三善道就譬如做好夢。諸佛菩薩在六道裡面現身說法，所謂「夢中佛事，水月道場」，這在經上講得很多。所以斷惡修善，我們要認真去做，不但不消極，更積極、更努力的去做。做得要「相應」，這兩個字是很不容易做到。相應有等級的差別，我們不能與高等級的相應，最低限度要與淺的等級相應，最淺的等級就是善惡，因緣果報，種善因得善果，造惡業必定受惡報，這是最低的等級。從這個等級逐步逐步向上提升，提升到像菩薩這種高的等級，實在講不容易，絕不是我們凡夫在一生當中能夠達得到的。但是我們也要清楚，也並不是我們一生當中真正達不到，為什麼？能不能達到在乎你個人，你能夠真正將妄想分別執著放下，你就達到了。能不能達到不在別人，都在自己，這是決定不靠人，決定不求人。轉凡成聖，眾生成佛實在講一念之間，就看你這一念能不能轉得過來。第六："
    },
    {
      "id": "12-045-0103_p0017",
      "zh_CN": "【普智眼天王。得入普门观察法界解脱门。】",
      "zh_TW": "【普智眼天王。得入普門觀察法界解脫門。】"
    },
    {
      "id": "12-045-0103_p0018",
      "zh_CN": "『普』是普遍，『门』是比喻，比喻方法，所谓门径。什么叫「普门」？诸位都知道，《法华经》里头「观世音菩萨普门品」，所谓普门的意义，是一门能摄一切门，这才叫普门。我们想一想，哪一门不能摄一切门？所以几乎所有的法门都是普门。特别是讲的大乘法，小乘法不一定能够全收，大乘法里一一法门都摄一切法，由此可知，大乘就是普门。因为任何一法都是由自性变现出来的，还归自性，由自性生起还归自性，所以门门相摄。佛在经上常常用大梵天的罗网来做比喻，罗网里面系的摩尼珠，摩尼珠放光，光光相应，每一个珠子里面，其他摩尼珠的影像都在其中，互摄互融，显示出「法门平等，无有高下」，这是给我们讲事实真相，法门平等。如果落实在事相上来说，本经末后五十三参，这是略举五十三个法门，门门都成无上道，它怎么不平等？我们明白这个道理之后，对所有一切法门自然就会致敬，真诚恭敬来对待，为什么？法门平等。",
      "zh_TW": "『普』是普遍，『門』是比喻，比喻方法，所謂門徑。什麼叫「普門」？諸位都知道，《法華經》裡頭「觀世音菩薩普門品」，所謂普門的意義，是一門能攝一切門，這才叫普門。我們想一想，哪一門不能攝一切門？所以幾乎所有的法門都是普門。特別是講的大乘法，小乘法不一定能夠全收，大乘法裡一一法門都攝一切法，由此可知，大乘就是普門。因為任何一法都是由自性變現出來的，還歸自性，由自性生起還歸自性，所以門門相攝。佛在經上常常用大梵天的羅網來做比喻，羅網裡面繫的摩尼珠，摩尼珠放光，光光相應，每一個珠子裡面，其他摩尼珠的影像都在其中，互攝互融，顯示出「法門平等，無有高下」，這是給我們講事實真相，法門平等。如果落實在事相上來說，本經末後五十三參，這是略舉五十三個法門，門門都成無上道，它怎麼不平等？我們明白這個道理之後，對所有一切法門自然就會致敬，真誠恭敬來對待，為什麼？法門平等。"
    },
    {
      "id": "12-045-0103_p0019",
      "zh_CN": "各人根性不相同，我们随着自己的根性，选择一门专修专弘；专修是自利，专弘是利他，为众生做一个榜样。没有见性的人决定不能杂修，杂修障碍你见性，道理在此地。什么时候可以广学？见性之后，广学多闻。善财童子给我们示现，没有见性依老师，不能离开老师。他的老师是文殊师利菩萨，文殊表根本智。根本智没有成就，哪里来的后得智？根本智得到之后才成就后得智。所以出去参学，参学是表后得智，成就圆满的后得智，四弘誓愿里面讲的「法门无量誓愿学」。要以五十三参来讲的话，那就很清楚、很明显，「烦恼无尽誓愿断」是善财在文殊会上断烦恼，跟着老师文殊菩萨；见思烦恼断了，尘沙烦恼断了，无明破一品，文殊菩萨叫他去参学。为什么？根本智现前，这是第二个阶段，「法门无量誓愿学」，出去参学。这个时候告诉你，什么样的人物都可以接触，什么样的法门也可以接触，正法、邪法、外道统统可以接触，成就你圆满的后得智；世出世法，佛菩萨到妖魔鬼怪都没有障碍，事事无碍落实了，那是根本智得到之后才行。",
      "zh_TW": "各人根性不相同，我們隨著自己的根性，選擇一門專修專弘；專修是自利，專弘是利他，為眾生做一個榜樣。沒有見性的人決定不能雜修，雜修障礙你見性，道理在此地。什麼時候可以廣學？見性之後，廣學多聞。善財童子給我們示現，沒有見性依老師，不能離開老師。他的老師是文殊師利菩薩，文殊表根本智。根本智沒有成就，哪裡來的後得智？根本智得到之後才成就後得智。所以出去參學，參學是表後得智，成就圓滿的後得智，四弘誓願裡面講的「法門無量誓願學」。要以五十三參來講的話，那就很清楚、很明顯，「煩惱無盡誓願斷」是善財在文殊會上斷煩惱，跟著老師文殊菩薩；見思煩惱斷了，塵沙煩惱斷了，無明破一品，文殊菩薩叫他去參學。為什麼？根本智現前，這是第二個階段，「法門無量誓願學」，出去參學。這個時候告訴你，什麼樣的人物都可以接觸，什麼樣的法門也可以接觸，正法、邪法、外道統統可以接觸，成就你圓滿的後得智；世出世法，佛菩薩到妖魔鬼怪都沒有障礙，事事無礙落實了，那是根本智得到之後才行。"
    },
    {
      "id": "12-045-0103_p0020",
      "zh_CN": "善财童子的参学给我们什么启示？我们在他参学当中明白了，什么叫参学？就是我们从早到晚，从初一到腊月三十，六根所接触的境界，一切人、一切事、一切物，这就是五十三参，你所接触的人事物都是善知识，都是诸佛如来示现的。我们现在不晓得，为什么不晓得？没有根本智，你不晓得。如果根本智现前你就晓得，所有一切人、一切事、一切物都是如来化身，都是来度我的、来帮助我的、来成就我的，一切善缘恶缘、顺境逆境，没有一样不是成就我的，后得智才圆满。根本智是什么？《般若经》上讲得好，「般若无知」，无知之知是根本智。这个知起作用是无所不知，无所不知叫后得智，叫权智，所以你必须先有无知。这个话很难讲，我讲出来同修们要细心去体会，为什么？你要一想就错了，你体会不到我说的意思。",
      "zh_TW": "善財童子的參學給我們什麼啟示？我們在他參學當中明白了，什麼叫參學？就是我們從早到晚，從初一到臘月三十，六根所接觸的境界，一切人、一切事、一切物，這就是五十三參，你所接觸的人事物都是善知識，都是諸佛如來示現的。我們現在不曉得，為什麼不曉得？沒有根本智，你不曉得。如果根本智現前你就曉得，所有一切人、一切事、一切物都是如來化身，都是來度我的、來幫助我的、來成就我的，一切善緣惡緣、順境逆境，沒有一樣不是成就我的，後得智才圓滿。根本智是什麼？《般若經》上講得好，「般若無知」，無知之知是根本智。這個知起作用是無所不知，無所不知叫後得智，叫權智，所以你必須先有無知。這個話很難講，我講出來同修們要細心去體會，為什麼？你要一想就錯了，你體會不到我說的意思。"
    },
    {
      "id": "12-045-0103_p0021",
      "zh_CN": "《楞严经》上讲「知见立知，是无明本」，我们从佛这句话来说明。知见就是根本智，知见起作用而不立，「知见立知」，把立字拿掉，那个知就是权智，就是无所不知，你一立就错了。什么叫立？分别执着就立，没有分别执着就不立。这个意思还要不好懂，我们再换一个方式，随缘，随缘里面的知没有立，攀缘里面的知就立了。换句话说，随缘没有起心动念，没有分别执着，这是随缘；如果起心动念、分别执着，那是攀缘，那就是立知。希望诸位同修从我这几句话里细细去揣摩、去体会，你要是会用，你的智慧增长，真的佛在经上讲的烦恼轻、智慧长。佛法的修学，目的就是要开智慧，不在记闻，不是说你要记得多，念的遍数多，我们今天用念的遍数多、用记得多，这是一个手段，不是目的。这个手段是什么？降伏我们的妄想执着，我们用这个方法来伏断我们的烦恼习气。不念经就打妄想，用念经把妄想止住、压住；不念佛也会打妄想，用念佛的方法把妄想控制住，所以这是一种手段，不是目的，目的是得定、开慧。",
      "zh_TW": "《楞嚴經》上講「知見立知，是無明本」，我們從佛這句話來說明。知見就是根本智，知見起作用而不立，「知見立知」，把立字拿掉，那個知就是權智，就是無所不知，你一立就錯了。什麼叫立？分別執著就立，沒有分別執著就不立。這個意思還要不好懂，我們再換一個方式，隨緣，隨緣裡面的知沒有立，攀緣裡面的知就立了。換句話說，隨緣沒有起心動念，沒有分別執著，這是隨緣；如果起心動念、分別執著，那是攀緣，那就是立知。希望諸位同修從我這幾句話裡細細去揣摩、去體會，你要是會用，你的智慧增長，真的佛在經上講的煩惱輕、智慧長。佛法的修學，目的就是要開智慧，不在記聞，不是說你要記得多，念的遍數多，我們今天用念的遍數多、用記得多，這是一個手段，不是目的。這個手段是什麼？降伏我們的妄想執著，我們用這個方法來伏斷我們的煩惱習氣。不念經就打妄想，用念經把妄想止住、壓住；不念佛也會打妄想，用念佛的方法把妄想控制住，所以這是一種手段，不是目的，目的是得定、開慧。"
    },
    {
      "id": "12-045-0103_p0022",
      "zh_CN": "清凉在这一段注解里面说，任何一门都圆满含摄法界，叫普门。所以世间种种意见能够融通、能够整合，道理就在此地。明白这个道理，了解事实真相，你在这里头观察法界，两种智慧渐渐圆满，运用这两种智慧，你才能够明心见性；明跟见就叫做入。清凉说得很好，这个菩萨是在随相当中得到解脱，观察法界，法界是现象，他是用智慧观，权实二智来观，这才能解脱。我们今天观察外面境界用的是情识，所以这个结解不开，我们用感情。识是什么？识就是分别。实在讲感情就是执着，用佛法的术语来讲，我们是用分别执着来观察世间。轮回现象是这么变现出来的，轮回是分别执着变现出来的。这个东西变现出轮回现象，我们现在要想还用这个方式，大家就了解，只有加深轮回的现象，加深轮回的执着，你怎么能够破除轮回？没有这个道理的。所以要想脱离轮回，必须放下执着，于一切法都不执着，也就是说世出世间一切法都不放在心上，轮回现象就没有了，这才真正了生死、脱轮回。可是你还有分别，因为有分别，六道没有了，四圣法界在，声闻、缘觉、菩萨这个现象还在。几时到于一切法也不分别，世出世间法总不分别，四圣法界也不见了，这个时候一真法界现前。妄尽了，真就现前，这是跟我们讲原理。",
      "zh_TW": "清涼在這一段註解裡面說，任何一門都圓滿含攝法界，叫普門。所以世間種種意見能夠融通、能夠整合，道理就在此地。明白這個道理，了解事實真相，你在這裡頭觀察法界，兩種智慧漸漸圓滿，運用這兩種智慧，你才能夠明心見性；明跟見就叫做入。清涼說得很好，這個菩薩是在隨相當中得到解脫，觀察法界，法界是現象，他是用智慧觀，權實二智來觀，這才能解脫。我們今天觀察外面境界用的是情識，所以這個結解不開，我們用感情。識是什麼？識就是分別。實在講感情就是執著，用佛法的術語來講，我們是用分別執著來觀察世間。輪迴現象是這麼變現出來的，輪迴是分別執著變現出來的。這個東西變現出輪迴現象，我們現在要想還用這個方式，大家就了解，只有加深輪迴的現象，加深輪迴的執著，你怎麼能夠破除輪迴？沒有這個道理的。所以要想脫離輪迴，必須放下執著，於一切法都不執著，也就是說世出世間一切法都不放在心上，輪迴現象就沒有了，這才真正了生死、脫輪迴。可是你還有分別，因為有分別，六道沒有了，四聖法界在，聲聞、緣覺、菩薩這個現象還在。幾時到於一切法也不分別，世出世間法總不分別，四聖法界也不見了，這個時候一真法界現前。妄盡了，真就現前，這是跟我們講原理。"
    },
    {
      "id": "12-045-0103_p0023",
      "zh_CN": "这个道理明白了、清楚了，你在佛法修学才建立真正的信心，所谓是断疑生信。你搞清楚、搞明白了，疑惑没有了，你能够生起真正的信心，「信为道元功德母」，你修学的脚跟站稳了。从这个基础再往上提升，境界就愈来愈好，这是个基础，信心是基础。我们今天实在讲信心不足，古人所谓是「露水道心」，禁不起考验。为什么信心建立不起来？大乘经教听得太少，没能理解，没能够懂得，所以才有这些毛病产生。你真正懂得，通达明了，哪有这些弊病？换句话说，你现在为什么还会有烦恼？你为什么不自在？你为什么不安乐？都是对于事实真相没搞清楚。真正搞清楚，我们功夫不到，那个没有关系，自己会有信心，我努力一点，早晚我一定能达到这个境界，自己会有信心。对于事实真相一无所知，多少人修行时间久了，愈久愈怀疑：怎么修这么久了还没有成就，佛法靠得住靠不住？所以有很多学佛退心，去学其他宗教。说老实话，其他宗教他去尝尝，几年也不能建立信心，也打很多问号，再换一个宗教，换个三、四个，自己这一生寿命就完了，一无所成，原因都是没有信心。这个现象真有，不是假有，古典里记载的，以及我们现前所见到的。我们曾经听说，某个人修行修得很不错，现在去信基督教去了；有不少人念佛，念了不少年，现在去参禅去了。不断的在改变法门，他每一个法门想试试看，看看有没有效果，看看功夫能不能得力？永远不会得力。实在讲真正的原因，大乘读诵听闻薰修的时间太少，理事的真相别说是透彻明白，明白个几分他也做不到，所以会被外头境界转；能有几分信心，外头境界就转不动，这个道理我们总要懂。",
      "zh_TW": "這個道理明白了、清楚了，你在佛法修學才建立真正的信心，所謂是斷疑生信。你搞清楚、搞明白了，疑惑沒有了，你能夠生起真正的信心，「信為道元功德母」，你修學的腳跟站穩了。從這個基礎再往上提升，境界就愈來愈好，這是個基礎，信心是基礎。我們今天實在講信心不足，古人所謂是「露水道心」，禁不起考驗。為什麼信心建立不起來？大乘經教聽得太少，沒能理解，沒能夠懂得，所以才有這些毛病產生。你真正懂得，通達明瞭，哪有這些弊病？換句話說，你現在為什麼還會有煩惱？你為什麼不自在？你為什麼不安樂？都是對於事實真相沒搞清楚。真正搞清楚，我們功夫不到，那個沒有關係，自己會有信心，我努力一點，早晚我一定能達到這個境界，自己會有信心。對於事實真相一無所知，多少人修行時間久了，愈久愈懷疑：怎麼修這麼久了還沒有成就，佛法靠得住靠不住？所以有很多學佛退心，去學其他宗教。說老實話，其他宗教他去嘗嘗，幾年也不能建立信心，也打很多問號，再換一個宗教，換個三、四個，自己這一生壽命就完了，一無所成，原因都是沒有信心。這個現象真有，不是假有，古典裡記載的，以及我們現前所見到的。我們曾經聽說，某個人修行修得很不錯，現在去信基督教去了；有不少人念佛，念了不少年，現在去參禪去了。不斷的在改變法門，他每一個法門想試試看，看看有沒有效果，看看功夫能不能得力？永遠不會得力。實在講真正的原因，大乘讀誦聽聞薰修的時間太少，理事的真相別說是透徹明白，明白個幾分他也做不到，所以會被外頭境界轉；能有幾分信心，外頭境界就轉不動，這個道理我們總要懂。"
    },
    {
      "id": "12-045-0103_p0024",
      "zh_CN": "真正善根福德深厚的人那另当别论，这种人就是佛家所讲的根熟的众生，这是过去生中的善根福德成熟，所以诸佛菩萨来给他做增上缘，他一接触就有坚定的信心，一接触他就永远不会改变。所以这种人不但有成就，而且成就非常殊胜，往往是我们一般人不能够跟他相比的，这一类我们很清楚，是过去生中善根福德成熟。只要善根福德成熟，佛菩萨会给他做增上缘，这就是「佛氏门中，不舍一人」。我们没有成熟的人，如果遇到缘殊胜，可以提前。假设我们的善根福德已经有九分成熟，还差一分，差一分要到什么时候成熟？到下一次、再下一次，大家知道下一次、再下一次可能经过几个大劫，或者经过无量劫都说不定，绝对不是你来生就成就，没有那么便宜的事情。在这种情形之下，如果缘殊胜，也就是说你有机会听经、有机会闻法，天天听，不间断的听，听上几年，把你的善根福德欠的那一分补足。怎么知道补足？信心成就，再没有怀疑，死心塌地，一门深入，这就是你不足的善根福德补足了。诸位同修要晓得，我就是这个人，我是在经教里面把善根福德补足的。我刚刚一接触没有那么大的信心，但是我的善根福德可以算是相当深厚，为什么？我相信老师，我听老师的教诲，我尊重老师，这个条件现在很多人没有。我这一生能够成就、能够补足，得力于尊师重道，接受老师的教诲，实践老师的教诲，我能做到。",
      "zh_TW": "真正善根福德深厚的人那另當別論，這種人就是佛家所講的根熟的眾生，這是過去生中的善根福德成熟，所以諸佛菩薩來給他做增上緣，他一接觸就有堅定的信心，一接觸他就永遠不會改變。所以這種人不但有成就，而且成就非常殊勝，往往是我們一般人不能夠跟他相比的，這一類我們很清楚，是過去生中善根福德成熟。只要善根福德成熟，佛菩薩會給他做增上緣，這就是「佛氏門中，不捨一人」。我們沒有成熟的人，如果遇到緣殊勝，可以提前。假設我們的善根福德已經有九分成熟，還差一分，差一分要到什麼時候成熟？到下一次、再下一次，大家知道下一次、再下一次可能經過幾個大劫，或者經過無量劫都說不定，絕對不是你來生就成就，沒有那麼便宜的事情。在這種情形之下，如果緣殊勝，也就是說你有機會聽經、有機會聞法，天天聽，不間斷的聽，聽上幾年，把你的善根福德欠的那一分補足。怎麼知道補足？信心成就，再沒有懷疑，死心塌地，一門深入，這就是你不足的善根福德補足了。諸位同修要曉得，我就是這個人，我是在經教裡面把善根福德補足的。我剛剛一接觸沒有那麼大的信心，但是我的善根福德可以算是相當深厚，為什麼？我相信老師，我聽老師的教誨，我尊重老師，這個條件現在很多人沒有。我這一生能夠成就、能夠補足，得力於尊師重道，接受老師的教誨，實踐老師的教誨，我能做到。"
    },
    {
      "id": "12-045-0103_p0025",
      "zh_CN": "闻法薰修，这是我在一生当中真正得力之处。闻法，我讲给别人听，也讲给我自己听，劝别人也劝我自己，我讲了四十年就劝自己劝了四十年，这个根才扎下去，信心、愿心才真正建立。这么长的时间薰习，无间断的薰习，功夫才得力，展开经文才知道它的意思，才稍稍契入一点境界，入得虽然不深，浅入，可是这个意境一生都受用不尽。用在其他法门，这一生我没有把握成就，为什么？我入得不够深；但是对于净土法门来讲，那就具足圆满的信心，入这个程度就足够了，往生净土是足够了。这是告诉我们，在法相上面契入，也就是说明我们在日用平常当中，每一天接触一切人、一切事、一切物，你能够用普门观察。他从这契入，从这个地方明心见性，证果了。再看下面这一尊，第七尊：",
      "zh_TW": "聞法薰修，這是我在一生當中真正得力之處。聞法，我講給別人聽，也講給我自己聽，勸別人也勸我自己，我講了四十年就勸自己勸了四十年，這個根才扎下去，信心、願心才真正建立。這麼長的時間薰習，無間斷的薰習，功夫才得力，展開經文才知道它的意思，才稍稍契入一點境界，入得雖然不深，淺入，可是這個意境一生都受用不盡。用在其他法門，這一生我沒有把握成就，為什麼？我入得不夠深；但是對於淨土法門來講，那就具足圓滿的信心，入這個程度就足夠了，往生淨土是足夠了。這是告訴我們，在法相上面契入，也就是說明我們在日用平常當中，每一天接觸一切人、一切事、一切物，你能夠用普門觀察。他從這契入，從這個地方明心見性，證果了。再看下面這一尊，第七尊："
    },
    {
      "id": "12-045-0103_p0026",
      "zh_CN": "【乐旋慧天王。得为一切众生种种出现无边劫常现前解脱门。】",
      "zh_TW": "【樂旋慧天王。得為一切眾生種種出現無邊劫常現前解脫門。】"
    },
    {
      "id": "12-045-0103_p0027",
      "zh_CN": "『得为一切众生』，一切众生，现在所谓多元文化，《行愿品》里面讲得很多，用现代的话来说，种种的族类。这个地方的众生是广义的，六道全包括在其中，族类就非常复杂，种种见解、种种思想、种种信仰，人道里头人种种信仰，畜生里头也是种种信仰，天道里头还是种种信仰，很复杂，至于不同的文化、不同的生活方式，差别就更大了。这是说到众生无边，无边的差异，诸佛菩萨对待这些众生平等看待，无不是以大慈悲心关怀一切众生，护念一切众生，随时随刻帮助一切众生。如果诸佛菩萨要舍弃众生，在我们讲他违背他的本愿，这是凡夫眼睛里面看的，实际上来说不可能。不舍一人是真的，你说他舍弃一个人，不可能的；凡夫会舍弃人，佛菩萨决定不会舍弃。为什么？称性，佛与这些大菩萨都是契入自性，契入自性怎么可能舍弃？不但一个人不会舍弃，一只蚊虫、蚂蚁也不会舍弃；不但有情众生不会舍弃，无情众生也不会舍弃。这是跟诸位讲真话，讲实话。",
      "zh_TW": "『得為一切眾生』，一切眾生，現在所謂多元文化，《行願品》裡面講得很多，用現代的話來說，種種的族類。這個地方的眾生是廣義的，六道全包括在其中，族類就非常複雜，種種見解、種種思想、種種信仰，人道裡頭人種種信仰，畜生裡頭也是種種信仰，天道裡頭還是種種信仰，很複雜，至於不同的文化、不同的生活方式，差別就更大了。這是說到眾生無邊，無邊的差異，諸佛菩薩對待這些眾生平等看待，無不是以大慈悲心關懷一切眾生，護念一切眾生，隨時隨刻幫助一切眾生。如果諸佛菩薩要捨棄眾生，在我們講他違背他的本願，這是凡夫眼睛裡面看的，實際上來說不可能。不捨一人是真的，你說他捨棄一個人，不可能的；凡夫會捨棄人，佛菩薩決定不會捨棄。為什麼？稱性，佛與這些大菩薩都是契入自性，契入自性怎麼可能捨棄？不但一個人不會捨棄，一隻蚊蟲、螞蟻也不會捨棄；不但有情眾生不會捨棄，無情眾生也不會捨棄。這是跟諸位講真話，講實話。"
    },
    {
      "id": "12-045-0103_p0028",
      "zh_CN": "我们为什么受这么多苦难，佛菩萨没有来帮助你？这个地方你要懂得，佛菩萨不是感情的，是理智的。佛菩萨对于一切众生没有偏爱、没有憎厌，没有；我们念念当中，菩萨多爱我一点，多关怀我一点，总是这么一个妄念在，这个妄念就把佛菩萨的慈悲关怀隔了一层。自己用妄想、用分别把自己裹起来、包起来，佛菩萨想关怀你，你拒绝，这是我们自己的过错，不是佛菩萨有过失，佛菩萨是平等的。你要晓得，佛菩萨用什么来护念我们、关怀我们、帮助我们？讲经说法，示现榜样。讲经说法是让你听，从听闻当中觉悟。娑婆世界众生耳根最利，所以佛关怀一切大众，以音声做佛事，第一；第二，眼根也还不错，所以现相给你看，你要看懂了，你要在现相上看，一下就觉悟了。六根里面，我们娑婆世界其他的根都比不上耳根跟眼根，所以文殊菩萨讲，「此方真教体，清净在音闻」。",
      "zh_TW": "我們為什麼受這麼多苦難，佛菩薩沒有來幫助你？這個地方你要懂得，佛菩薩不是感情的，是理智的。佛菩薩對於一切眾生沒有偏愛、沒有憎厭，沒有；我們念念當中，菩薩多愛我一點，多關懷我一點，總是這麼一個妄念在，這個妄念就把佛菩薩的慈悲關懷隔了一層。自己用妄想、用分別把自己裹起來、包起來，佛菩薩想關懷你，你拒絕，這是我們自己的過錯，不是佛菩薩有過失，佛菩薩是平等的。你要曉得，佛菩薩用什麼來護念我們、關懷我們、幫助我們？講經說法，示現榜樣。講經說法是讓你聽，從聽聞當中覺悟。娑婆世界眾生耳根最利，所以佛關懷一切大眾，以音聲做佛事，第一；第二，眼根也還不錯，所以現相給你看，你要看懂了，你要在現相上看，一下就覺悟了。六根裡面，我們娑婆世界其他的根都比不上耳根跟眼根，所以文殊菩薩講，「此方真教體，清淨在音聞」。"
    },
    {
      "id": "12-045-0103_p0029",
      "zh_CN": "佛菩萨关怀我们、爱护我们、帮助我们，用音声教化，用示相教化，永远没有止尽的在说法，永远没有止尽的在现相，可惜我们不懂，听了也不懂，看也看不出来，那是我们的事情。佛菩萨不是说你听不懂，算了，不讲了，你看不懂，算了，我不示现了，那就没有慈悲心，那就是舍弃众生；听不懂还是讲，看不懂还是示现，这是真正的大慈大悲。可是佛菩萨不是凡人，凡人怎么样？看到你听懂了，看明白了，欢喜；给你讲，讲了多少遍还听不懂，给你示现你也看不出来，这摸头，「讨厌！算了，不教了」，那就不是佛菩萨。佛菩萨看到你，你听懂了、看清楚了，佛的心是很清净的、平等的；你没有听懂，没有看清楚，佛也不生烦恼，所以他自在。我们帮助别人、教化别人，人家懂了，好欢喜；他要是不懂、不听，我们就生烦恼，这就叫凡夫。所以人家能够在教化众生当中永远不着相，不执着，这是高明之处。我们因为在帮助别人会起心动念，我们对他好，希望他报恩；对他不好，希望他别报仇，尽在打妄想，这怎么能相应？所以我们常常想想佛菩萨，佛菩萨是怎样作为，我们如何向他学习，才能得到真实受用。他们现种种身分，有情的身分示现，无情的身分也示现，为一切众生说种种法，以音声做佛事。我们的言语是说法，风声、雨声、海浪的音声也都在说法，你要真听懂了豁然大悟。所有一切音声都在说法，所有一切形相都在表法，这是《华严》境界。就是因为众生根性不相同，所以现身说法无有穷尽。",
      "zh_TW": "佛菩薩關懷我們、愛護我們、幫助我們，用音聲教化，用示相教化，永遠沒有止盡的在說法，永遠沒有止盡的在現相，可惜我們不懂，聽了也不懂，看也看不出來，那是我們的事情。佛菩薩不是說你聽不懂，算了，不講了，你看不懂，算了，我不示現了，那就沒有慈悲心，那就是捨棄眾生；聽不懂還是講，看不懂還是示現，這是真正的大慈大悲。可是佛菩薩不是凡人，凡人怎麼樣？看到你聽懂了，看明白了，歡喜；給你講，講了多少遍還聽不懂，給你示現你也看不出來，這摸頭，「討厭！算了，不教了」，那就不是佛菩薩。佛菩薩看到你，你聽懂了、看清楚了，佛的心是很清淨的、平等的；你沒有聽懂，沒有看清楚，佛也不生煩惱，所以他自在。我們幫助別人、教化別人，人家懂了，好歡喜；他要是不懂、不聽，我們就生煩惱，這就叫凡夫。所以人家能夠在教化眾生當中永遠不著相，不執著，這是高明之處。我們因為在幫助別人會起心動念，我們對他好，希望他報恩；對他不好，希望他別報仇，盡在打妄想，這怎麼能相應？所以我們常常想想佛菩薩，佛菩薩是怎樣作為，我們如何向他學習，才能得到真實受用。他們現種種身分，有情的身分示現，無情的身分也示現，為一切眾生說種種法，以音聲做佛事。我們的言語是說法，風聲、雨聲、海浪的音聲也都在說法，你要真聽懂了豁然大悟。所有一切音聲都在說法，所有一切形相都在表法，這是《華嚴》境界。就是因為眾生根性不相同，所以現身說法無有窮盡。"
    },
    {
      "id": "12-045-0103_p0030",
      "zh_CN": "天王示现这个境界，他从这个地方明心见性，成佛作祖，给我们什么启示？我们应当向他学习，决定不怕困苦艰难。我们遇到苦难就把众生忘掉了，就把众生舍弃掉了。我好心好意帮助他，他错会我的意思，误会我的意思，还要毁谤、还要排斥，甚至于还要陷害，算了，不要度他了，不要跟他往来，我们遇到境界会是这个想法、这个做法，这错了！菩萨不是这个做法，不是这个想法，他主要的是教我们这桩事情，顺境里面不起贪恋，逆境里面不生厌恶，善恶顺逆无不自在，在这里头才真正修学清净平等觉。如果我们被境界所转，善人、顺境起欢喜心，生起贪恋，恶人、逆境生瞋恚心，都错了，我们就是心被境转。心被境界转是凡夫；心被境界转，你的修学怎么会成就？别说其他法门，在念佛法门里面，功夫成片你不可能得到，你还心被境转，你怎么可能功夫成片？纵然我们没有能力转境，至少我们要不被境界所转，要有这个本事。",
      "zh_TW": "天王示現這個境界，他從這個地方明心見性，成佛作祖，給我們什麼啟示？我們應當向他學習，決定不怕困苦艱難。我們遇到苦難就把眾生忘掉了，就把眾生捨棄掉了。我好心好意幫助他，他錯會我的意思，誤會我的意思，還要毀謗、還要排斥，甚至於還要陷害，算了，不要度他了，不要跟他往來，我們遇到境界會是這個想法、這個做法，這錯了！菩薩不是這個做法，不是這個想法，他主要的是教我們這樁事情，順境裡面不起貪戀，逆境裡面不生厭惡，善惡順逆無不自在，在這裡頭才真正修學清淨平等覺。如果我們被境界所轉，善人、順境起歡喜心，生起貪戀，惡人、逆境生瞋恚心，都錯了，我們就是心被境轉。心被境界轉是凡夫；心被境界轉，你的修學怎麼會成就？別說其他法門，在念佛法門裡面，功夫成片你不可能得到，你還心被境轉，你怎麼可能功夫成片？縱然我們沒有能力轉境，至少我們要不被境界所轉，要有這個本事。"
    },
    {
      "id": "12-045-0103_p0031",
      "zh_CN": "我们转境界，那个本事高，我们未必能办得到，但是要自己真正能做得了主宰，不被境界所转，功夫就得力，一心不乱不敢讲，功夫成片是决定可以得到。大家都晓得，你能得到功夫成片，凡圣同居土身分就取得了，决定得生。凡圣同居土虽然不高，也了不起，比起其他法门，给诸位说，地上菩萨都不及。净土是无比的殊胜，凡圣同居土下下品往生都超过其他法门地上菩萨，往生不退成佛，一生就圆满，不要等第二生；修学其他法门，一生不能成就。在六道，真正有功夫的人在天道，我们在大乘经上看到，十地菩萨常常在天上示现天王的身分修行。唯独往生净土一生成办，正因为这个事实，所以十方一切诸佛如来异口同声赞叹阿弥陀佛，赞叹极乐世界，赞叹十方每一个念佛往生的人，你说这个多殊胜！",
      "zh_TW": "我們轉境界，那個本事高，我們未必能辦得到，但是要自己真正能做得了主宰，不被境界所轉，功夫就得力，一心不亂不敢講，功夫成片是決定可以得到。大家都曉得，你能得到功夫成片，凡聖同居土身分就取得了，決定得生。凡聖同居土雖然不高，也了不起，比起其他法門，給諸位說，地上菩薩都不及。淨土是無比的殊勝，凡聖同居土下下品往生都超過其他法門地上菩薩，往生不退成佛，一生就圓滿，不要等第二生；修學其他法門，一生不能成就。在六道，真正有功夫的人在天道，我們在大乘經上看到，十地菩薩常常在天上示現天王的身分修行。唯獨往生淨土一生成辦，正因為這個事實，所以十方一切諸佛如來異口同聲讚歎阿彌陀佛，讚歎極樂世界，讚歎十方每一個念佛往生的人，你說這個多殊勝！"
    },
    {
      "id": "12-045-0103_p0032",
      "zh_CN": "我们明白这个道理，了解这个事实，一心一意专修专弘这个法门，我们也要学菩萨尽心尽力帮助一切众生，无有疲厌，这个精神是普贤菩萨的精神。别人信，很好，帮助他增长；不信，不断的帮助他，绝不舍弃他，这一点非常重要。在中国还有个农历新年，这个时候是我们帮助众生的好机会，我们把佛法介绍给他，过年送一点礼物，送一本小佛书给他做礼物，寄一张贺年卡。不要这个人我寄给他，那个人讨厌我不要寄给他；这个跟我冤家对头，好久都不往来，也要寄给他，只要你知道有这么一个人，知道他的地址，你就赶紧寄，冤家对头也寄给他。「佛氏门中，不舍一人」，怨亲平等，不要选择哪个该寄、哪个不该寄，统统要寄，普度一切众生。这个经文上说，「为一切众生种种出现无边劫」，种种出现是空间，无边劫是时间，「常现前」，无尽的时空永远没有间断。今天时间到了，我们就讲到此地。",
      "zh_TW": "我們明白這個道理，了解這個事實，一心一意專修專弘這個法門，我們也要學菩薩盡心盡力幫助一切眾生，無有疲厭，這個精神是普賢菩薩的精神。別人信，很好，幫助他增長；不信，不斷的幫助他，絕不捨棄他，這一點非常重要。在中國還有個農曆新年，這個時候是我們幫助眾生的好機會，我們把佛法介紹給他，過年送一點禮物，送一本小佛書給他做禮物，寄一張賀年卡。不要這個人我寄給他，那個人討厭我不要寄給他；這個跟我冤家對頭，好久都不往來，也要寄給他，只要你知道有這麼一個人，知道他的地址，你就趕緊寄，冤家對頭也寄給他。「佛氏門中，不捨一人」，怨親平等，不要選擇哪個該寄、哪個不該寄，統統要寄，普度一切眾生。這個經文上說，「為一切眾生種種出現無邊劫」，種種出現是空間，無邊劫是時間，「常現前」，無盡的時空永遠沒有間斷。今天時間到了，我們就講到此地。"
    }
  ]
}