{
  "doc_id": "12-045-0426",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四二六集",
    "zh_TW": "第四二六集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-045-0426",
  "total_paragraphs": 19,
  "paragraphs": [
    {
      "id": "12-045-0426_p0001",
      "zh_CN": "请掀开经本，「主方神」偈颂第六首看起：",
      "zh_TW": "請掀開經本，「主方神」偈頌第六首看起："
    },
    {
      "id": "12-045-0426_p0002",
      "zh_CN": "【若有众生至佛前，得闻如来美妙音，莫不心生大欢喜，遍游虚空悟斯法。】",
      "zh_TW": "【若有眾生至佛前，得聞如來美妙音，莫不心生大歡喜，遍遊虛空悟斯法。】"
    },
    {
      "id": "12-045-0426_p0003",
      "zh_CN": "这是第六尊菩萨，前面我们在长行里面读过，「遍游净空主方神，得恒发妙音，令听者皆欢喜解脱门」。前面曾经跟诸位报告过，这十尊菩萨的德号都有密切连带的关系，从「遍住」到「周遍游览」，我们从名号、从得法，就知道诸佛菩萨是如何来教化虚空法界一切众生。「恒发妙音」，这在众生根性里面是偏取耳根独利的众生。文殊菩萨在楞严会上为我们拣选圆通，说了两句很有名的话，「此方真教体，清净在音闻」，此方是指娑婆世界，特别是指阎浮提众生，这个地区的众生绝大多数耳根最利。所以古圣先贤，无论是中国、外国，特别明显的西方宗教家，各个宗教的创始人都是神圣，佛教的释迦牟尼佛，中国的老子、孔子，无一不是用音声来做教学的工具；佛法里面称之为教体，以音声为教体。",
      "zh_TW": "這是第六尊菩薩，前面我們在長行裡面讀過，「遍遊淨空主方神，得恆發妙音，令聽者皆歡喜解脫門」。前面曾經跟諸位報告過，這十尊菩薩的德號都有密切連帶的關係，從「遍住」到「周遍遊覽」，我們從名號、從得法，就知道諸佛菩薩是如何來教化虛空法界一切眾生。「恆發妙音」，這在眾生根性裡面是偏取耳根獨利的眾生。文殊菩薩在楞嚴會上為我們揀選圓通，說了兩句很有名的話，「此方真教體，清淨在音聞」，此方是指娑婆世界，特別是指閻浮提眾生，這個地區的眾生絕大多數耳根最利。所以古聖先賢，無論是中國、外國，特別明顯的西方宗教家，各個宗教的創始人都是神聖，佛教的釋迦牟尼佛，中國的老子、孔子，無一不是用音聲來做教學的工具；佛法裡面稱之為教體，以音聲為教體。"
    },
    {
      "id": "12-045-0426_p0004",
      "zh_CN": "今天我们在偈颂里面看到，菩萨在这里叙说他的心得报告。『若有众生至佛前』，「若有」是假设，如果有众生，这一句关键在「至」，「至」含义就很深；诚心诚意到佛前去求教，我们一般人讲「请教」，假如有众生以真诚心向佛请教，这样说大家就很好懂了。如果没有真诚心，即使遇到佛也得不到真实的利益，正是印光法师他老人家常常教人：「一分诚敬，得一分利益；十分诚敬，得十分利益。」这句话说得好！这句话是真理，可以贯穿一切人事物，不仅仅是对佛、对老师，其实在整个生命当中对一切人、一切事、一切物，都要用诚敬心，至诚恭敬，我们会得利益，会得非常殊胜的利益。也许人家要问：「这个人是恶人，我们也是用这个心态对待他吗？」没错！我们对善人，我们得到的是正面的教育；我们对恶人，我们得到的是反面的教育。正面、反面是一不是二，唯有真诚才能得一，唯有真诚才能自利利他。善恶两面都得利益，善的一面大家能够想像而知；恶的一面，他造恶，存恶念，行恶事，损人利己，甚至于对我自己都有很大的伤害，可是我们用真诚心对他，我们的伤害弥补过来了，而且能够感化他。",
      "zh_TW": "今天我們在偈頌裡面看到，菩薩在這裡敘說他的心得報告。『若有眾生至佛前』，「若有」是假設，如果有眾生，這一句關鍵在「至」，「至」含義就很深；誠心誠意到佛前去求教，我們一般人講「請教」，假如有眾生以真誠心向佛請教，這樣說大家就很好懂了。如果沒有真誠心，即使遇到佛也得不到真實的利益，正是印光法師他老人家常常教人：「一分誠敬，得一分利益；十分誠敬，得十分利益。」這句話說得好！這句話是真理，可以貫穿一切人事物，不僅僅是對佛、對老師，其實在整個生命當中對一切人、一切事、一切物，都要用誠敬心，至誠恭敬，我們會得利益，會得非常殊勝的利益。也許人家要問：「這個人是惡人，我們也是用這個心態對待他嗎？」沒錯！我們對善人，我們得到的是正面的教育；我們對惡人，我們得到的是反面的教育。正面、反面是一不是二，唯有真誠才能得一，唯有真誠才能自利利他。善惡兩面都得利益，善的一面大家能夠想像而知；惡的一面，他造惡，存惡念，行惡事，損人利己，甚至於對我自己都有很大的傷害，可是我們用真誠心對他，我們的傷害彌補過來了，而且能夠感化他。"
    },
    {
      "id": "12-045-0426_p0005",
      "zh_CN": "诸位要知道，佛在经上说得好，「一切众生皆有佛性」，我们中国古人讲一切人都有良心，有天良，他要是常常遇到真诚人，他的良心会发现，他的佛性会现前，这就是我们帮助恶人变成善人。这种殊胜的功德利益，我们知不知道？世间人常说「成人之美」，怎样才能成人之美？以真诚心、清净心、平等心、正觉心、慈悲心处事待人接物，这个心能成人之美，不成人之恶，只要用这个心就行了。这个心就是真心，这个心就是佛心，这个心就是神圣的一心。我们自己学到了，学到就必须落实在自己生活行为当中，你才真正学到了。落实之后，要把你的功夫加深，要把你的心量扩大，大到虚空法界，你自己不知不觉就成佛了。尽量的扩大，扩大心量就是扩大我们的服务面，我们全心全力去做，自自然然有不可思议的境界现前。",
      "zh_TW": "諸位要知道，佛在經上說得好，「一切眾生皆有佛性」，我們中國古人講一切人都有良心，有天良，他要是常常遇到真誠人，他的良心會發現，他的佛性會現前，這就是我們幫助惡人變成善人。這種殊勝的功德利益，我們知不知道？世間人常說「成人之美」，怎樣才能成人之美？以真誠心、清淨心、平等心、正覺心、慈悲心處事待人接物，這個心能成人之美，不成人之惡，只要用這個心就行了。這個心就是真心，這個心就是佛心，這個心就是神聖的一心。我們自己學到了，學到就必須落實在自己生活行為當中，你才真正學到了。落實之後，要把你的功夫加深，要把你的心量擴大，大到虛空法界，你自己不知不覺就成佛了。盡量的擴大，擴大心量就是擴大我們的服務面，我們全心全力去做，自自然然有不可思議的境界現前。"
    },
    {
      "id": "12-045-0426_p0006",
      "zh_CN": "菩萨广度一切众生，也不能够疏忽物质条件。物质条件从哪里来？物还是由心变现的。我们在大乘经里面常看到，经上给我们写的，菩萨帮助一切众生，两个手掌出无尽的宝藏做布施供养。这不是想像，不是赞叹，而是实际的，事实。难道他那个无尽宝藏从手上变现出来的？这个说法也可以，但是一般人不能理解。菩萨的德行、菩萨的真诚，感动一切善良众生，菩萨教化众生、安立众生，所谓得道者多助，道理在此地。一切众生都愿意为佛菩萨贡献他自己一分心力，这就等于手中出无量妙宝。佛教给我们：一切法不能向外求。向外求，错误了！心外求法，无有是处，向内求！内就是真心，你的心、愿跟诸佛如来一样，等同，向内求。我们的心跟佛的心相同，愿跟佛的愿相同，言跟佛的言相同，行跟佛的行相同，自自然然就得诸佛护念。我们一发心，诸佛如来就知道。我们不知道他，是我们这边有障碍，佛那边没有障碍。所以，就像楞严会上《观世音菩萨圆通章》所说，「上与诸佛，下与一切众生，自自然然感应道交」。我们要想学佛，要想在这一生当中得到成就，大心的人，他要想在这一生当中得到圆满的成就，可不可能？答案是肯定的。答案既然是肯定的，为什么许许多多人不成就？这是他对于理论、方法、境界欠缺明了，这样才产生障碍。如果他对于佛在经教里面所说的道理通达明了，佛所教导我们的方法、境界也完全能够明了，他障碍没有了，他当然圆满成就。",
      "zh_TW": "菩薩廣度一切眾生，也不能夠疏忽物質條件。物質條件從哪裡來？物還是由心變現的。我們在大乘經裡面常看到，經上給我們寫的，菩薩幫助一切眾生，兩個手掌出無盡的寶藏做布施供養。這不是想像，不是讚歎，而是實際的，事實。難道他那個無盡寶藏從手上變現出來的？這個說法也可以，但是一般人不能理解。菩薩的德行、菩薩的真誠，感動一切善良眾生，菩薩教化眾生、安立眾生，所謂得道者多助，道理在此地。一切眾生都願意為佛菩薩貢獻他自己一分心力，這就等於手中出無量妙寶。佛教給我們：一切法不能向外求。向外求，錯誤了！心外求法，無有是處，向內求！內就是真心，你的心、願跟諸佛如來一樣，等同，向內求。我們的心跟佛的心相同，願跟佛的願相同，言跟佛的言相同，行跟佛的行相同，自自然然就得諸佛護念。我們一發心，諸佛如來就知道。我們不知道他，是我們這邊有障礙，佛那邊沒有障礙。所以，就像楞嚴會上《觀世音菩薩圓通章》所說，「上與諸佛，下與一切眾生，自自然然感應道交」。我們要想學佛，要想在這一生當中得到成就，大心的人，他要想在這一生當中得到圓滿的成就，可不可能？答案是肯定的。答案既然是肯定的，為什麼許許多多人不成就？這是他對於理論、方法、境界欠缺明瞭，這樣才產生障礙。如果他對於佛在經教裡面所說的道理通達明瞭，佛所教導我們的方法、境界也完全能夠明瞭，他障礙沒有了，他當然圓滿成就。"
    },
    {
      "id": "12-045-0426_p0007",
      "zh_CN": "第二句说『得闻如来美妙音』，这个必须要生在有佛出世的时代，这个机会难！如果生在佛前，生在佛后，或者虽然跟佛生在同时，没有住在一个地区，或者虽然住在一个地区，佛经常讲经说法，他疏忽了，他没有去听。就像佛在经上给我们形容，当年世尊在王舍城讲经说法，王舍城的人口有十万人，古时候十万人的城市就是大都市，佛在这个城里住的时间很长，这个城有三分之一的人见过释迦牟尼佛；另外有三分之一的人跟释迦牟尼佛没见过面，但是知道，听说有释迦牟尼佛这个人，闻名没见面；还有三分之一的人连释迦牟尼佛名字都不知道。由此可知，缘分也是难得，不容易！由此可知，结缘太重要了。",
      "zh_TW": "第二句說『得聞如來美妙音』，這個必須要生在有佛出世的時代，這個機會難！如果生在佛前，生在佛後，或者雖然跟佛生在同時，沒有住在一個地區，或者雖然住在一個地區，佛經常講經說法，他疏忽了，他沒有去聽。就像佛在經上給我們形容，當年世尊在王舍城講經說法，王舍城的人口有十萬人，古時候十萬人的城市就是大都市，佛在這個城裡住的時間很長，這個城有三分之一的人見過釋迦牟尼佛；另外有三分之一的人跟釋迦牟尼佛沒見過面，但是知道，聽說有釋迦牟尼佛這個人，聞名沒見面；還有三分之一的人連釋迦牟尼佛名字都不知道。由此可知，緣分也是難得，不容易！由此可知，結緣太重要了。"
    },
    {
      "id": "12-045-0426_p0008",
      "zh_CN": "我们年轻的时候作学生，跟随李炳南老师，李老师常常教导我们：不要忘记与一切众生结法缘。他非常重视结缘。为什么？佛在经上讲得好，「佛不度无缘之人」。跟佛结缘，怎么结法？用什么来结？称念佛菩萨的名号，与佛有缘了；供养佛菩萨的形像，与佛有缘了。缘要结得深，深是什么？心里真的常常想见佛，真想！大势至菩萨跟我们讲：「忆佛念佛，现前当来必定见佛。」佛虽然离开我们，在我们这个世间示现入灭，是不是真的入灭？没有。那是表演，舞台上表演，他从舞台上下来了，舞台上面看不到他了，这叫示现入般涅槃，实际上佛没有离开我们，不过是把那个戏装换下来了。现在穿的服装跟我们一样，跟我们大众在一起，我们不认识。世间愈是有苦难，佛菩萨应化愈密集，这是大慈大悲，救苦救难。绝对不是说，现在众生业障很重，心目当中完全没有佛菩萨，完全没有圣人，这些佛菩萨、圣人一生气都走了，没这回事情，他不会生气的。他看到你愈可怜，他愈要多住在这个地方。现在社会各个阶层，男女老少、各行各业，都有佛菩萨化现在其中，只可惜我们肉眼凡夫视而不见、听而不闻。如果有心思细密的人，感应灵敏的人，我们常讲烦恼轻的人，确有善根福德的人，他们有时候能看得出来；还有一些我们世间所谓具有特异功能的人，也能看出几分。所以，不能说没有圣贤在世间。",
      "zh_TW": "我們年輕的時候作學生，跟隨李炳南老師，李老師常常教導我們：不要忘記與一切眾生結法緣。他非常重視結緣。為什麼？佛在經上講得好，「佛不度無緣之人」。跟佛結緣，怎麼結法？用什麼來結？稱念佛菩薩的名號，與佛有緣了；供養佛菩薩的形像，與佛有緣了。緣要結得深，深是什麼？心裡真的常常想見佛，真想！大勢至菩薩跟我們講：「憶佛念佛，現前當來必定見佛。」佛雖然離開我們，在我們這個世間示現入滅，是不是真的入滅？沒有。那是表演，舞台上表演，他從舞台上下來了，舞台上面看不到他了，這叫示現入般涅槃，實際上佛沒有離開我們，不過是把那個戲裝換下來了。現在穿的服裝跟我們一樣，跟我們大眾在一起，我們不認識。世間愈是有苦難，佛菩薩應化愈密集，這是大慈大悲，救苦救難。絕對不是說，現在眾生業障很重，心目當中完全沒有佛菩薩，完全沒有聖人，這些佛菩薩、聖人一生氣都走了，沒這回事情，他不會生氣的。他看到你愈可憐，他愈要多住在這個地方。現在社會各個階層，男女老少、各行各業，都有佛菩薩化現在其中，只可惜我們肉眼凡夫視而不見、聽而不聞。如果有心思細密的人，感應靈敏的人，我們常講煩惱輕的人，確有善根福德的人，他們有時候能看得出來；還有一些我們世間所謂具有特異功能的人，也能看出幾分。所以，不能說沒有聖賢在世間。"
    },
    {
      "id": "12-045-0426_p0009",
      "zh_CN": "大势至菩萨跟我们讲的「现前当来必定见佛」，现前是我们有生之年。有没有见佛？有，我们同修当中就有。念佛人在往生的时候，佛来接引是现前见佛，他看到佛来接引，看到菩萨以及声闻大众来接引他，所以往生是不死，我常讲是活着往生去的，不是死了以后，他一口气还没有断，他还会说话。有些功夫得力的，功夫得力是什么？业障、烦恼、习气，他确实伏住了；虽然没有断，它不发作，它不起作用。像我们净土祖师传记里面记载的初祖慧远大师，他是东晋南北朝时代人，他老人家临终的时候告诉大家，「西方极乐世界境界现前了，我这一次应该走了」；而且跟大家说，「这个境界我过去曾经三次见到过，没有跟任何人讲。西方极乐世界现前这个境界，跟《无量寿经》讲的一模一样。」远公大师在世的时候，建立中国第一个念佛堂，集合志同道合的一百二十三个人，都是志同道合，一心求生西方的，这称之为莲社。他走的时候跟大家讲话，说完之后才走的，所以是活着往生，不是死了往生。往生了，这个身体躯壳不要了，换一个什么身体？莲花化生，紫磨真金色身，具足无量相好，跟阿弥陀佛身相一样，身有无量相，相有无量好。这个臭皮囊不要了，丢掉了。所以，这个法门是不死的法门。",
      "zh_TW": "大勢至菩薩跟我們講的「現前當來必定見佛」，現前是我們有生之年。有沒有見佛？有，我們同修當中就有。念佛人在往生的時候，佛來接引是現前見佛，他看到佛來接引，看到菩薩以及聲聞大眾來接引他，所以往生是不死，我常講是活著往生去的，不是死了以後，他一口氣還沒有斷，他還會說話。有些功夫得力的，功夫得力是什麼？業障、煩惱、習氣，他確實伏住了；雖然沒有斷，它不發作，它不起作用。像我們淨土祖師傳記裡面記載的初祖慧遠大師，他是東晉南北朝時代人，他老人家臨終的時候告訴大家，「西方極樂世界境界現前了，我這一次應該走了」；而且跟大家說，「這個境界我過去曾經三次見到過，沒有跟任何人講。西方極樂世界現前這個境界，跟《無量壽經》講的一模一樣。」遠公大師在世的時候，建立中國第一個念佛堂，集合志同道合的一百二十三個人，都是志同道合，一心求生西方的，這稱之為蓮社。他走的時候跟大家講話，說完之後才走的，所以是活著往生，不是死了往生。往生了，這個身體軀殼不要了，換一個什麼身體？蓮花化生，紫磨真金色身，具足無量相好，跟阿彌陀佛身相一樣，身有無量相，相有無量好。這個臭皮囊不要了，丟掉了。所以，這個法門是不死的法門。"
    },
    {
      "id": "12-045-0426_p0010",
      "zh_CN": "这才是人世间第一等福报的大事，世间名闻利养是鸡毛蒜皮，你要是贪恋世间的福报，这个第一等的大福报可能你就当面错过了，这个损失你说有多大！所以真的明白了，真的通达了，我宁舍世间所有的福报，我只求这一个福报，这是头脑真正的醒悟过来了。世间所有的名闻利养、所有五欲六尘的享受，边都不沾，一心一意听从佛陀的教诲，奉行佛陀的教诲，百分之百的做到。就像善导大师在《观经．上品上生章》里面教导我们的：佛教我们做的，全心全力去做到；佛教我们不能做的，我们决定禁止，不但身口不造，念头都不生。这是决定求生西方，肯定往生高品位。到西方极乐世界，这首偈「若有众生至佛前，得闻如来美妙音」，我们今天只有到西方极乐世界亲闻弥陀如来为我说法。我们决心要在这一生成就，不能再等到来生来世，这个念头就大错特错！如果有这个念头，这一个差误，不晓得差到哪一劫去了，这个问题严重！纵然来生还得人身，总不免有隔阴之迷；纵然善根深厚，你没有办法避免环境的影响，你的家庭环境影响，社会环境影响，你还能够继续努力吗？难了！所以，聪明的人，有智慧的人，决定不肯等待，我决定要在这一生当中成就。只有自己真正成就了，才能帮助一切苦难众生，帮助你的冤亲债主；为什么？冤亲债主跟自己都是有缘人，不管他是善缘、恶缘，总而言之，他跟你有缘，有缘就容易度，佛不度无缘之人。由此可知，不管是善缘恶缘都好，都是好因缘。自己没有觉悟，没有成就，顺逆善恶的境缘有差等，真正觉悟之后就没有分别，就没有差等了。",
      "zh_TW": "這才是人世間第一等福報的大事，世間名聞利養是雞毛蒜皮，你要是貪戀世間的福報，這個第一等的大福報可能你就當面錯過了，這個損失你說有多大！所以真的明白了，真的通達了，我寧捨世間所有的福報，我只求這一個福報，這是頭腦真正的醒悟過來了。世間所有的名聞利養、所有五欲六塵的享受，邊都不沾，一心一意聽從佛陀的教誨，奉行佛陀的教誨，百分之百的做到。就像善導大師在《觀經．上品上生章》裡面教導我們的：佛教我們做的，全心全力去做到；佛教我們不能做的，我們決定禁止，不但身口不造，念頭都不生。這是決定求生西方，肯定往生高品位。到西方極樂世界，這首偈「若有眾生至佛前，得聞如來美妙音」，我們今天只有到西方極樂世界親聞彌陀如來為我說法。我們決心要在這一生成就，不能再等到來生來世，這個念頭就大錯特錯！如果有這個念頭，這一個差誤，不曉得差到哪一劫去了，這個問題嚴重！縱然來生還得人身，總不免有隔陰之迷；縱然善根深厚，你沒有辦法避免環境的影響，你的家庭環境影響，社會環境影響，你還能夠繼續努力嗎？難了！所以，聰明的人，有智慧的人，決定不肯等待，我決定要在這一生當中成就。只有自己真正成就了，才能幫助一切苦難眾生，幫助你的冤親債主；為什麼？冤親債主跟自己都是有緣人，不管他是善緣、惡緣，總而言之，他跟你有緣，有緣就容易度，佛不度無緣之人。由此可知，不管是善緣惡緣都好，都是好因緣。自己沒有覺悟，沒有成就，順逆善惡的境緣有差等，真正覺悟之後就沒有分別，就沒有差等了。"
    },
    {
      "id": "12-045-0426_p0011",
      "zh_CN": "偈子里面，「如来美妙音」含有深义。什么深义？大乘经里面凡是讲如来，多半都是讲自性，从性上讲的；从相上讲的，多半称佛。所以我们看到经上常常用佛，有的时候用如来，用「佛」是从事相上说的，用「如来」多半是从心性上讲的。如来美妙音就是真心本性里面流出来的言音，言语音声，这才叫妙音。六道凡夫，甚至于四圣法界里面的圣贤，他们的音声是从情识里面流出来的，不是从自性。权教菩萨、藏教通教的佛，都没有见性，所以他们的教诲是从意识心、善心里面流露出来的，不是从自性里面流露的。诸佛如来、法身大士，他们的言语是从自性里面流露出来的，这真正是美妙音。美妙的程度真正是不可思议，为什么？他一个音具足一切音；正是《华严经》上所说的，「一即是多，多即是一，一多不二」，这才叫妙！没有方法思议，没有方法形容。",
      "zh_TW": "偈子裡面，「如來美妙音」含有深義。什麼深義？大乘經裡面凡是講如來，多半都是講自性，從性上講的；從相上講的，多半稱佛。所以我們看到經上常常用佛，有的時候用如來，用「佛」是從事相上說的，用「如來」多半是從心性上講的。如來美妙音就是真心本性裡面流出來的言音，言語音聲，這才叫妙音。六道凡夫，甚至於四聖法界裡面的聖賢，他們的音聲是從情識裡面流出來的，不是從自性。權教菩薩、藏教通教的佛，都沒有見性，所以他們的教誨是從意識心、善心裡面流露出來的，不是從自性裡面流露的。諸佛如來、法身大士，他們的言語是從自性裡面流露出來的，這真正是美妙音。美妙的程度真正是不可思議，為什麼？他一個音具足一切音；正是《華嚴經》上所說的，「一即是多，多即是一，一多不二」，這才叫妙！沒有方法思議，沒有方法形容。"
    },
    {
      "id": "12-045-0426_p0012",
      "zh_CN": "释迦牟尼佛当年在世为我们讲经说法四十九年，那是如来美妙音。佛灭度距离我们时间久了，音声没有办法传下来，但是音声的符号还留传在今天。我们用符号来代表音声，这个符号就是文字，像唱歌一样，用符号来记载它，就是歌谱；像跳舞一样，每一个动作记录下来，就是舞谱。经典就是诸佛菩萨说法美妙音的音谱，音声说法不可思议，这个妙音的音谱同样也不可思议！我们《华严经》启讲三年了，我听同学们告诉我：这部经已经讲了六百多个小时，我们有没有把它的意思圆满的说出来？没有。我们说出来真是大海之一滴，无量义里头的一分，它的意思说不尽！每一字、每一句的意思，我们一生都讲不尽。所以，音声美妙，经文美妙，经文是佛说法音声的符号。",
      "zh_TW": "釋迦牟尼佛當年在世為我們講經說法四十九年，那是如來美妙音。佛滅度距離我們時間久了，音聲沒有辦法傳下來，但是音聲的符號還留傳在今天。我們用符號來代表音聲，這個符號就是文字，像唱歌一樣，用符號來記載它，就是歌譜；像跳舞一樣，每一個動作記錄下來，就是舞譜。經典就是諸佛菩薩說法美妙音的音譜，音聲說法不可思議，這個妙音的音譜同樣也不可思議！我們《華嚴經》啟講三年了，我聽同學們告訴我：這部經已經講了六百多個小時，我們有沒有把它的意思圓滿的說出來？沒有。我們說出來真是大海之一滴，無量義裡頭的一分，它的意思說不盡！每一字、每一句的意思，我們一生都講不盡。所以，音聲美妙，經文美妙，經文是佛說法音聲的符號。"
    },
    {
      "id": "12-045-0426_p0013",
      "zh_CN": "「众生得闻」，这句的关键在「闻」，我们有没有得闻？我们没有。为什么？如果我们这个「闻」字真的有了，底下一句一定就有了，「莫不心生大欢喜」。我们的大欢喜没生，我们是听说，还在半信半疑，还在不能确定。这个闻字怎么讲法？「闻」是闻慧，菩萨三慧，闻慧。小乘圣者三学，戒定慧三学，菩萨三慧就是建立在戒定慧的慧的基础上，从慧里面说之为闻慧、思慧、修慧。我们今天为什么没有闻慧？我们没有戒、没有定，哪来的慧？所以我们今天讲这个闻，是凡夫听闻之闻。你听了这个音，听了这个音有没有开悟？没有。为什么没有开悟？你没有闻慧。为什么没有闻慧？你没有定的基础，你没有戒的基础。从哪里做起？从戒做起，佛还特别强调「以戒为师」，戒的目的是得定，定的目的是开慧。如果我们念这个经文「得闻如来美妙音」，这个闻字，听说就行了，哪有那么简单？我们今天都念了，同学们都听了，你们见性了没有？你们开悟了没有？没有，那这个闻字不就有问题？所以，学佛一定从戒学做起。",
      "zh_TW": "「眾生得聞」，這句的關鍵在「聞」，我們有沒有得聞？我們沒有。為什麼？如果我們這個「聞」字真的有了，底下一句一定就有了，「莫不心生大歡喜」。我們的大歡喜沒生，我們是聽說，還在半信半疑，還在不能確定。這個聞字怎麼講法？「聞」是聞慧，菩薩三慧，聞慧。小乘聖者三學，戒定慧三學，菩薩三慧就是建立在戒定慧的慧的基礎上，從慧裡面說之為聞慧、思慧、修慧。我們今天為什麼沒有聞慧？我們沒有戒、沒有定，哪來的慧？所以我們今天講這個聞，是凡夫聽聞之聞。你聽了這個音，聽了這個音有沒有開悟？沒有。為什麼沒有開悟？你沒有聞慧。為什麼沒有聞慧？你沒有定的基礎，你沒有戒的基礎。從哪裡做起？從戒做起，佛還特別強調「以戒為師」，戒的目的是得定，定的目的是開慧。如果我們念這個經文「得聞如來美妙音」，這個聞字，聽說就行了，哪有那麼簡單？我們今天都念了，同學們都聽了，你們見性了沒有？你們開悟了沒有？沒有，那這個聞字不就有問題？所以，學佛一定從戒學做起。"
    },
    {
      "id": "12-045-0426_p0014",
      "zh_CN": "戒学是什么？我们净宗学会建立的时候，就提了五个科目，这五个科目全是戒学，「三福、六和、三学、六度、普贤十愿」。我们试问问，自己有没有认真的做到？甚至还有许多同学这五个科目都记不住，那你怎么个做法？纵然记住了，这些条目的意义、精神不知道，记得也是枉然！了解它的精神、意义，不能落实到自己生活当中，不能落实到自己工作里面、处事待人接物之中，那有什么用？你还是凡夫一个，你怎么会得定！定是什么？定于戒，不是别的定。我起心动念、言语造作、生活行为，决定不违背这五个科目，我就定在这五个科目，然后念佛求生净土，就会开悟。觉悟之后，六根聪利，聪明猛利，任何一根接触一法就能够一切通达，不是举一隅而以三隅反，不是闻一知十，闻一「遍知一切」，这是智慧生，也就是智慧起了作用，我们生活在智慧里面。闻慧，「闻」的意思是接触。眼接触色法，耳接触音声，鼻接触气味，舌接触味觉，眼耳鼻舌身意，它起的作用是见闻觉知，接触称之为闻；一接触就不迷惑了，不迷谓之修慧，修正过去的迷惑；明了叫思慧；闻、思、修三慧。闻思修三慧是一次完成的，没有次第，绝对不是说，先闻，闻了之后再去思，思了之后再去修，不是的，闻思修三慧是一次完成的。从接触称之为闻，从明了称之为思，从不迷称之为修，这叫闻思修三慧。由此可知，菩萨是多么聪明，真正是经论上讲的上根利智；一闻千悟，一接触他就通达明了，一丝毫都不疑惑，我们得明白这个道理。",
      "zh_TW": "戒學是什麼？我們淨宗學會建立的時候，就提了五個科目，這五個科目全是戒學，「三福、六和、三學、六度、普賢十願」。我們試問問，自己有沒有認真的做到？甚至還有許多同學這五個科目都記不住，那你怎麼個做法？縱然記住了，這些條目的意義、精神不知道，記得也是枉然！了解它的精神、意義，不能落實到自己生活當中，不能落實到自己工作裡面、處事待人接物之中，那有什麼用？你還是凡夫一個，你怎麼會得定！定是什麼？定於戒，不是別的定。我起心動念、言語造作、生活行為，決定不違背這五個科目，我就定在這五個科目，然後念佛求生淨土，就會開悟。覺悟之後，六根聰利，聰明猛利，任何一根接觸一法就能夠一切通達，不是舉一隅而以三隅反，不是聞一知十，聞一「遍知一切」，這是智慧生，也就是智慧起了作用，我們生活在智慧裡面。聞慧，「聞」的意思是接觸。眼接觸色法，耳接觸音聲，鼻接觸氣味，舌接觸味覺，眼耳鼻舌身意，它起的作用是見聞覺知，接觸稱之為聞；一接觸就不迷惑了，不迷謂之修慧，修正過去的迷惑；明瞭叫思慧；聞、思、修三慧。聞思修三慧是一次完成的，沒有次第，絕對不是說，先聞，聞了之後再去思，思了之後再去修，不是的，聞思修三慧是一次完成的。從接觸稱之為聞，從明瞭稱之為思，從不迷稱之為修，這叫聞思修三慧。由此可知，菩薩是多麼聰明，真正是經論上講的上根利智；一聞千悟，一接觸他就通達明瞭，一絲毫都不疑惑，我們得明白這個道理。"
    },
    {
      "id": "12-045-0426_p0015",
      "zh_CN": "『莫不心生大欢喜』，欢喜心怎么生出来的？世出世间法统统明白了，世出世间法的真相清楚了，知道世出世间一切法没有障碍，原本一体，不关迷悟。觉悟的人得自在随缘的受用，迷惑的人得的是不自在但是还是随缘受用，就是在随缘是决定的，一个就是自在，一个就是不自在。觉悟的人所谓讲「解脱」，《华严经》上给我们讲的，每一尊神圣，每一位菩萨，他所修学的法门，最后是解脱门；解脱门是什么？自在。众生随缘不自在，不甘心，不情愿，但是还得要受，不能不受。于是，觉悟的人自自然然会帮助没有觉悟的人，「先知必定觉后知，先觉必定觉后觉」，后知后觉，不知不觉，不了解事实真相，不知道虚空法界一切众生是一体，他不知道，所以他才生起妄想、分别、执着。对于事实真相愈去愈远，愈迷愈深，他的思想行为不能不造业。既然造业，就不能没有果报。六道三途的果报从哪里来的？自己迷了事实真相之后，从自己的妄想分别执着里头所做的一切业的一个反应；换句话说，完全是自作自受，不能怨天尤人。可是，世人不了解，他怨天尤人的那个念头极为严重，这麻烦大了！造成的后果是自害害他，冤冤相报没完没了，这叫大错特错，不知道错到哪里去了，他怎么能生欢喜心？",
      "zh_TW": "『莫不心生大歡喜』，歡喜心怎麼生出來的？世出世間法統統明白了，世出世間法的真相清楚了，知道世出世間一切法沒有障礙，原本一體，不關迷悟。覺悟的人得自在隨緣的受用，迷惑的人得的是不自在但是還是隨緣受用，就是在隨緣是決定的，一個就是自在，一個就是不自在。覺悟的人所謂講「解脫」，《華嚴經》上給我們講的，每一尊神聖，每一位菩薩，他所修學的法門，最後是解脫門；解脫門是什麼？自在。眾生隨緣不自在，不甘心，不情願，但是還得要受，不能不受。於是，覺悟的人自自然然會幫助沒有覺悟的人，「先知必定覺後知，先覺必定覺後覺」，後知後覺，不知不覺，不了解事實真相，不知道虛空法界一切眾生是一體，他不知道，所以他才生起妄想、分別、執著。對於事實真相愈去愈遠，愈迷愈深，他的思想行為不能不造業。既然造業，就不能沒有果報。六道三途的果報從哪裡來的？自己迷了事實真相之後，從自己的妄想分別執著裡頭所做的一切業的一個反應；換句話說，完全是自作自受，不能怨天尤人。可是，世人不了解，他怨天尤人的那個念頭極為嚴重，這麻煩大了！造成的後果是自害害他，冤冤相報沒完沒了，這叫大錯特錯，不知道錯到哪裡去了，他怎麼能生歡喜心？"
    },
    {
      "id": "12-045-0426_p0016",
      "zh_CN": "古谚语有所谓「人生在世，不开口笑的是痴人」，你们想想这句话，开口笑是欢喜，生大欢喜心。心不能生大欢喜就是迷惑颠倒的人，迷惑颠倒的人他欢喜心生不起来，他生的是什么？烦恼、忧虑、牵挂，他生这个心。在经论里面，佛常讲的常生欢喜心，此地「莫不心生大欢喜」就是常生欢喜心。谁能够做到？觉悟的人能做到，明白的人能做到。六道众生不可能，不但六道不能，十法界里面的圣者也不能，他能够生欢喜心，他不能生大欢喜心。生大欢喜心，是法身菩萨，我们一般讲明心见性的菩萨，才行！这一句是形容他们生活的状况。这在我们修行过程当中，我们用《华严经》来说，你要不断见思烦恼怎么行？见思烦恼就是严重的执着，执着要放下，放下之后我们身心是透明的。事无不可告人言，完全透明！生活在这个世间是一尘不染，生活在这个世间决定没有秘密，现在讲是一切都是公开的。可是，世间人他的观念不一样，外国的法律有隐私权，这一隐私就完了！不要说是于无上大道，声闻小道他都没分。你有隐私，你不能完全公开；换句话说，你充其量可以生天，你出不了六道轮回。你要想超越六道轮回，你一定要放弃隐私权，大公无私！大概现在一般人，隐私里头最重视的一个部分，就是财产，不愿意让别人知道。甚至于很多，我听说的，先生的财产太太不知道，太太有多少财产也保密，先生也不知道。夫妻、父子各不相知，个人在隐瞒个人，这个家试问问：怎么能和，怎么能兴？家和万事兴！彼此互相隐瞒，纵然是和，表面的，不是实质的。实质是毫无隐藏，那个家决定会兴旺，团体也如此。",
      "zh_TW": "古諺語有所謂「人生在世，不開口笑的是痴人」，你們想想這句話，開口笑是歡喜，生大歡喜心。心不能生大歡喜就是迷惑顛倒的人，迷惑顛倒的人他歡喜心生不起來，他生的是什麼？煩惱、憂慮、牽掛，他生這個心。在經論裡面，佛常講的常生歡喜心，此地「莫不心生大歡喜」就是常生歡喜心。誰能夠做到？覺悟的人能做到，明白的人能做到。六道眾生不可能，不但六道不能，十法界裡面的聖者也不能，他能夠生歡喜心，他不能生大歡喜心。生大歡喜心，是法身菩薩，我們一般講明心見性的菩薩，才行！這一句是形容他們生活的狀況。這在我們修行過程當中，我們用《華嚴經》來說，你要不斷見思煩惱怎麼行？見思煩惱就是嚴重的執著，執著要放下，放下之後我們身心是透明的。事無不可告人言，完全透明！生活在這個世間是一塵不染，生活在這個世間決定沒有祕密，現在講是一切都是公開的。可是，世間人他的觀念不一樣，外國的法律有隱私權，這一隱私就完了！不要說是於無上大道，聲聞小道他都沒分。你有隱私，你不能完全公開；換句話說，你充其量可以生天，你出不了六道輪迴。你要想超越六道輪迴，你一定要放棄隱私權，大公無私！大概現在一般人，隱私裡頭最重視的一個部分，就是財產，不願意讓別人知道。甚至於很多，我聽說的，先生的財產太太不知道，太太有多少財產也保密，先生也不知道。夫妻、父子各不相知，個人在隱瞞個人，這個家試問問：怎麼能和，怎麼能興？家和萬事興！彼此互相隱瞞，縱然是和，表面的，不是實質的。實質是毫無隱藏，那個家決定會興旺，團體也如此。"
    },
    {
      "id": "12-045-0426_p0017",
      "zh_CN": "为什么佛教的团体是所有团体里头最尊贵，最被大家尊重？佛教团体每一个成员无私，见和同解，无私！见和同解要怎样做到？什么条件做到？佛的方法非常简单，每一个人把自己自私自利的观念放下，不就同了！你不肯放下自私自利，你的意见跟别人总是有出入，总不能做到完全相同，所以佛教我们放下自私自利，放下成见，放下自以为是，放下自己的主张，就同了。换句话说，佛教弟子们做人要客观，不要主观。客观才能够容纳别人，才能够接受别人；主观观念太强了，自然就排斥别人，很不容易接纳别人，这是一定的道理。你的欢喜心怎么能生得起来？",
      "zh_TW": "為什麼佛教的團體是所有團體裡頭最尊貴，最被大家尊重？佛教團體每一個成員無私，見和同解，無私！見和同解要怎樣做到？什麼條件做到？佛的方法非常簡單，每一個人把自己自私自利的觀念放下，不就同了！你不肯放下自私自利，你的意見跟別人總是有出入，總不能做到完全相同，所以佛教我們放下自私自利，放下成見，放下自以為是，放下自己的主張，就同了。換句話說，佛教弟子們做人要客觀，不要主觀。客觀才能夠容納別人，才能夠接受別人；主觀觀念太強了，自然就排斥別人，很不容易接納別人，這是一定的道理。你的歡喜心怎麼能生得起來？"
    },
    {
      "id": "12-045-0426_p0018",
      "zh_CN": "世间有一等人，把自己的欢喜建立在别人的痛苦上，这是造极大的罪业。哪一类的众生？佛在经上给我们讲的是阿修罗、罗刹。他们是把自己的欢乐建立在别人痛苦上，这个意思很深，细心的去体会，细心的去观察，你就明了了。佛菩萨的欢喜心是建立在教化众生的基础上，帮助众生离苦得乐，帮助众生转迷为悟，帮助众生超凡入圣，建立在这个基础上，得大欢喜心。他跟修罗、罗刹、魔王完全不相同，修罗、罗刹、魔王福报享尽了，没有不堕地狱的，他的老家在地狱；菩萨的老家在华藏世界、在极乐世界。那真的叫天壤之别，一个是在登峰造极，一个是在地狱的底层。这些道理、这些事实真相，要不是诸佛如来给我们说明，我们怎么会知道，作梦也想不出来！所以，世出世间真正的学问确实是佛法，真实的教诲确实是佛经，佛经真真实实能令一切众生离苦得乐，世出世法里头无上的宝典，我们怎么能不尊重、怎么能不爱护？如何尊重、爱护？第一个要依教修行，我们才真正得利益。不是把它收藏起来、把它保存起来，不是！我们要天天读诵，天天研究，天天讲解，不断提升自己的智慧、境界。",
      "zh_TW": "世間有一等人，把自己的歡喜建立在別人的痛苦上，這是造極大的罪業。哪一類的眾生？佛在經上給我們講的是阿修羅、羅剎。他們是把自己的歡樂建立在別人痛苦上，這個意思很深，細心的去體會，細心的去觀察，你就明瞭了。佛菩薩的歡喜心是建立在教化眾生的基礎上，幫助眾生離苦得樂，幫助眾生轉迷為悟，幫助眾生超凡入聖，建立在這個基礎上，得大歡喜心。他跟修羅、羅剎、魔王完全不相同，修羅、羅剎、魔王福報享盡了，沒有不墮地獄的，他的老家在地獄；菩薩的老家在華藏世界、在極樂世界。那真的叫天壤之別，一個是在登峰造極，一個是在地獄的底層。這些道理、這些事實真相，要不是諸佛如來給我們說明，我們怎麼會知道，作夢也想不出來！所以，世出世間真正的學問確實是佛法，真實的教誨確實是佛經，佛經真真實實能令一切眾生離苦得樂，世出世法裡頭無上的寶典，我們怎麼能不尊重、怎麼能不愛護？如何尊重、愛護？第一個要依教修行，我們才真正得利益。不是把它收藏起來、把它保存起來，不是！我們要天天讀誦，天天研究，天天講解，不斷提升自己的智慧、境界。"
    },
    {
      "id": "12-045-0426_p0019",
      "zh_CN": "『遍游虚空悟斯法』，遍游净空主方神他悟得这个法门，他从这个法门证入的，证得无上菩提。今天时间到了，我们就讲到这里。",
      "zh_TW": "『遍遊虛空悟斯法』，遍遊淨空主方神他悟得這個法門，他從這個法門證入的，證得無上菩提。今天時間到了，我們就講到這裡。"
    }
  ]
}