{
  "doc_id": "12-045-0025",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十五集",
    "zh_TW": "第二十五集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-045-0025",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "12-045-0025_p0001",
      "zh_CN": "请掀开经本第十四面，我们看后面这一段：",
      "zh_TW": "請掀開經本第十四面，我們看後面這一段："
    },
    {
      "id": "12-045-0025_p0002",
      "zh_CN": "【能随方便入于一地。而以一切愿海所持。恒与智俱。尽未来际。】",
      "zh_TW": "【能隨方便入於一地。而以一切願海所持。恆與智俱。盡未來際。】"
    },
    {
      "id": "12-045-0025_p0003",
      "zh_CN": "这一段，清凉大师小科里面「明得位极」，说明他所证到的地位，意思是说普贤菩萨遍一切位，任何一位。位是说他的位次。在本经里面总共说了五十一个位次，从十信初信位说起，有十住、十行、十回向、十地、等觉，总共五十一个位次，这是讲大乘圆教。正如同我们在学校念书一样，一年级、二年级、三年级，最高的一个班是五十一年级。五十一年级念完毕业了，那就叫成佛，佛的学位就拿到了，好比是这个意思。但是世间教学阶位决定不能够融通，一年级的课程跟二年级的课程决定不一样。但是在佛法里面，这就有不可思议的境界，它每个位次都能够通一切位，初发心，初信位好比是佛法里面一年级的学生，一年级的学生可以修最高果位班级里面的学分，这就很特殊。在世间没有这种现象，无论中国、外国，古时候、今时候都没有。不过在中国古代的教学，与佛法有一点类似，那就是一本教科书，从你初学一直学到老，一本教科书。譬如中国过去念书人读的《四书》，《四书》大家比较熟悉。实际上那个时候的人也分科，有专门一生学《四书》的，有专门学《易经》的，有专门学《礼记》的，也有专门学《春秋》的，它也分科。所以他能够成为历史上留名的学者有道理，一门深入，几十年修学他有心得，所以他能够讲学，他有著作留传给后世。",
      "zh_TW": "這一段，清涼大師小科裡面「明得位極」，說明他所證到的地位，意思是說普賢菩薩遍一切位，任何一位。位是說他的位次。在本經裡面總共說了五十一個位次，從十信初信位說起，有十住、十行、十迴向、十地、等覺，總共五十一個位次，這是講大乘圓教。正如同我們在學校念書一樣，一年級、二年級、三年級，最高的一個班是五十一年級。五十一年級念完畢業了，那就叫成佛，佛的學位就拿到了，好比是這個意思。但是世間教學階位決定不能夠融通，一年級的課程跟二年級的課程決定不一樣。但是在佛法裡面，這就有不可思議的境界，它每個位次都能夠通一切位，初發心，初信位好比是佛法裡面一年級的學生，一年級的學生可以修最高果位班級裡面的學分，這就很特殊。在世間沒有這種現象，無論中國、外國，古時候、今時候都沒有。不過在中國古代的教學，與佛法有一點類似，那就是一本教科書，從你初學一直學到老，一本教科書。譬如中國過去念書人讀的《四書》，《四書》大家比較熟悉。實際上那個時候的人也分科，有專門一生學《四書》的，有專門學《易經》的，有專門學《禮記》的，也有專門學《春秋》的，它也分科。所以他能夠成為歷史上留名的學者有道理，一門深入，幾十年修學他有心得，所以他能夠講學，他有著作留傳給後世。"
    },
    {
      "id": "12-045-0025_p0004",
      "zh_CN": "这一本书，小时候启蒙就念，念到老还念不厌，这样的教科书世间人称它为经典、经书。经书这个意思是超越时空，不受时间与空间的限制，它里面所讲的理论、方法、境界，你永远都享受不尽。佛家的这些经典，经典是佛教的教科书，比儒家的更殊胜。儒家的教学我们知道，一世，人的一生；而佛法的教学三世，在时间上讲长，佛法讲有过去世、有现在世、有未来世，这些事实理论在经典里面都有很详细的介绍，很详细的说明。如果理论你明白了，这个事实你就会相信，因为这些事实有理论根据，让你不能不信。如果这桩事情没有真实的理论依据，这事未必可靠，它确实有理论依据。它的教科书超越时空，尤其是大乘经论。《华严》不但是大乘，大乘当中的大乘，古大德称它作一乘的佛法，比大乘还要高，大乘当中的大乘，这称为一乘佛法。凡是这一类的经典必然超越时空，就是此地所讲的「身遍一切位」，初学的可以修学最高班级的学分，最高班级的修学也不舍一年级的教学，这正是经上所说的「一即一切，一切即一」。",
      "zh_TW": "這一本書，小時候啟蒙就念，念到老還念不厭，這樣的教科書世間人稱它為經典、經書。經書這個意思是超越時空，不受時間與空間的限制，它裡面所講的理論、方法、境界，你永遠都享受不盡。佛家的這些經典，經典是佛教的教科書，比儒家的更殊勝。儒家的教學我們知道，一世，人的一生；而佛法的教學三世，在時間上講長，佛法講有過去世、有現在世、有未來世，這些事實理論在經典裡面都有很詳細的介紹，很詳細的說明。如果理論你明白了，這個事實你就會相信，因為這些事實有理論根據，讓你不能不信。如果這樁事情沒有真實的理論依據，這事未必可靠，它確實有理論依據。它的教科書超越時空，尤其是大乘經論。《華嚴》不但是大乘，大乘當中的大乘，古大德稱它作一乘的佛法，比大乘還要高，大乘當中的大乘，這稱為一乘佛法。凡是這一類的經典必然超越時空，就是此地所講的「身遍一切位」，初學的可以修學最高班級的學分，最高班級的修學也不捨一年級的教學，這正是經上所說的「一即一切，一切即一」。"
    },
    {
      "id": "12-045-0025_p0005",
      "zh_CN": "这道理是什么？第一个是真性，大乘经典都是从自性里面生的，不是从意识里面生的。世间的典籍、书籍为什么没有这种效果？世间人写文章用思考、研究，统统落在意识心里面，意识心有范围、有界限，所以它跟一切法不能够融通、不能够贯穿，道理在此地。如果这个法门（这个方法门径），理论与修学方式是从自性当中建立的，这个界限当然没有了，这是一个道理。另外一个道理是诸佛菩萨的弘愿，那个心愿没有界限。世间人他的心愿有界限，只是想着为自己好，为我的家庭好，充其量为我的国家好，再大一点那很殊胜、很了不起，为我们这个世界好。要知道我们这个世界，在太虚空当中只是一个小小的星球而已，比我们这个地球大的星球不知道有多少。科学家告诉我们，太阳比地球大三十一万倍，地球只有太阳的三十一万分之一，两个要一比的话，小得很可怜。可是太阳在太空当中不是大的星球，比太阳大的又不知道有多少，我们能想到吗？佛菩萨的心量，所谓是「心包太虚，量周沙界」，人家心量多大。所以他的愿力不可思议，他的愿力跟心性完全相应、完全相同，自性本具又有心愿的愿力贯穿着。",
      "zh_TW": "這道理是什麼？第一個是真性，大乘經典都是從自性裡面生的，不是從意識裡面生的。世間的典籍、書籍為什麼沒有這種效果？世間人寫文章用思考、研究，統統落在意識心裡面，意識心有範圍、有界限，所以它跟一切法不能夠融通、不能夠貫穿，道理在此地。如果這個法門（這個方法門徑），理論與修學方式是從自性當中建立的，這個界限當然沒有了，這是一個道理。另外一個道理是諸佛菩薩的弘願，那個心願沒有界限。世間人他的心願有界限，只是想著為自己好，為我的家庭好，充其量為我的國家好，再大一點那很殊勝、很了不起，為我們這個世界好。要知道我們這個世界，在太虛空當中只是一個小小的星球而已，比我們這個地球大的星球不知道有多少。科學家告訴我們，太陽比地球大三十一萬倍，地球只有太陽的三十一萬分之一，兩個要一比的話，小得很可憐。可是太陽在太空當中不是大的星球，比太陽大的又不知道有多少，我們能想到嗎？佛菩薩的心量，所謂是「心包太虛，量周沙界」，人家心量多大。所以他的願力不可思議，他的願力跟心性完全相應、完全相同，自性本具又有心願的願力貫穿著。"
    },
    {
      "id": "12-045-0025_p0006",
      "zh_CN": "这个意思，古人用我们中国的说法大家好懂，「能以方便，随入一地」，任何一地。这个地不是指十地，是指菩萨修学的地位；狭义的说法，从圆教初住菩萨起，初住菩萨就拿到学位。就像我们世间法一样，世间法的大学有三个学位，学士、硕士、博士，此地讲的学位是博士学位，你就拿到。通常我们说小乘佛法，小乘修学毕业了，圆满，拿到第一个学位，第一个学位的名称叫阿罗汉。所以诸位要晓得，阿罗汉是佛门学位的名称，就仿佛现在学校里面讲的学士，你拿到这个学位。再向上提升，比这个更高的一个学位称为菩萨，菩萨也是学位的名称。第三个，最高的学位称佛，圆教初住菩萨就成佛。大乘经上讲的诸佛就是这个意思，从初住到等觉叫分证即佛，他是真佛不是假佛。所以一样在佛的地位，佛的智慧、功德也不平等。这个道理并不难懂，像我们世间学校一样，每个人都拿到博士学位，几十个博士在一起，他们的智慧能力也不平等，但是统统都拿到博士学位。到什么时候才平等？博士里面的差别有四十一个差别，到究竟圆满佛，那个时候就平等。为什么？他的障碍断尽了，他的智慧圆满现前，这个是平等。如果障没有断尽，智没有圆，等觉菩萨也不平等，等觉跟等觉也不平等。这种理跟事是我们可以能够想像得到的。",
      "zh_TW": "這個意思，古人用我們中國的說法大家好懂，「能以方便，隨入一地」，任何一地。這個地不是指十地，是指菩薩修學的地位；狹義的說法，從圓教初住菩薩起，初住菩薩就拿到學位。就像我們世間法一樣，世間法的大學有三個學位，學士、碩士、博士，此地講的學位是博士學位，你就拿到。通常我們說小乘佛法，小乘修學畢業了，圓滿，拿到第一個學位，第一個學位的名稱叫阿羅漢。所以諸位要曉得，阿羅漢是佛門學位的名稱，就彷彿現在學校裡面講的學士，你拿到這個學位。再向上提升，比這個更高的一個學位稱為菩薩，菩薩也是學位的名稱。第三個，最高的學位稱佛，圓教初住菩薩就成佛。大乘經上講的諸佛就是這個意思，從初住到等覺叫分證即佛，他是真佛不是假佛。所以一樣在佛的地位，佛的智慧、功德也不平等。這個道理並不難懂，像我們世間學校一樣，每個人都拿到博士學位，幾十個博士在一起，他們的智慧能力也不平等，但是統統都拿到博士學位。到什麼時候才平等？博士裡面的差別有四十一個差別，到究竟圓滿佛，那個時候就平等。為什麼？他的障礙斷盡了，他的智慧圓滿現前，這個是平等。如果障沒有斷盡，智沒有圓，等覺菩薩也不平等，等覺跟等覺也不平等。這種理跟事是我們可以能夠想像得到的。"
    },
    {
      "id": "12-045-0025_p0007",
      "zh_CN": "这个地方所说的偏重在愿力，愿力摄持一切地。经文上讲『能随方便』，方是方法，便是便利。方法就是佛法常讲的法门，方法门径，将方法比喻作一个门，门是能够通入的意思，入佛之门，你从这个门里面可以入佛，入佛之门你就作佛。佛是什么？佛是智慧德行圆满的人。印度人称他作佛陀，佛陀是印度话，我们中国翻成，从意思上翻，觉者，觉悟的人。觉悟，不迷惑，大觉，对于宇宙人生一切事理、一切现象无所不觉，这从空间上讲；要从时间上讲，过去无始、未来无终，他也无所不知。无所不知，无所不能，这才叫真正觉悟、彻底觉悟。我们人能做到吗？释迦牟尼佛告诉我们，能！为什么能？你本来就是如此，尽虚空遍法界过去、未来你本来知道。现在为什么不知？迷了。迷了就叫众生，悟了就叫佛。所以这个事情是我们的本能，马鸣菩萨在《起信论》里面所说的，「本觉本有」，本有当然可以恢复；「不觉本无」，不觉是我们现在迷，这是心性里头没有的，没有当然可以断，使我们深信破迷开悟有可能性，一定可能。我们怎么迷的，几时迷的，佛在经上都讲得很清楚。用什么方法破迷，用什么方法恢复我们的智慧、恢复我们的德能，这就叫方便门。方便门多，无量无边，法门无量。",
      "zh_TW": "這個地方所說的偏重在願力，願力攝持一切地。經文上講『能隨方便』，方是方法，便是便利。方法就是佛法常講的法門，方法門徑，將方法比喻作一個門，門是能夠通入的意思，入佛之門，你從這個門裡面可以入佛，入佛之門你就作佛。佛是什麼？佛是智慧德行圓滿的人。印度人稱他作佛陀，佛陀是印度話，我們中國翻成，從意思上翻，覺者，覺悟的人。覺悟，不迷惑，大覺，對於宇宙人生一切事理、一切現象無所不覺，這從空間上講；要從時間上講，過去無始、未來無終，他也無所不知。無所不知，無所不能，這才叫真正覺悟、徹底覺悟。我們人能做到嗎？釋迦牟尼佛告訴我們，能！為什麼能？你本來就是如此，盡虛空遍法界過去、未來你本來知道。現在為什麼不知？迷了。迷了就叫眾生，悟了就叫佛。所以這個事情是我們的本能，馬鳴菩薩在《起信論》裡面所說的，「本覺本有」，本有當然可以恢復；「不覺本無」，不覺是我們現在迷，這是心性裡頭沒有的，沒有當然可以斷，使我們深信破迷開悟有可能性，一定可能。我們怎麼迷的，幾時迷的，佛在經上都講得很清楚。用什麼方法破迷，用什麼方法恢復我們的智慧、恢復我們的德能，這就叫方便門。方便門多，無量無邊，法門無量。"
    },
    {
      "id": "12-045-0025_p0008",
      "zh_CN": "这经文好，『而以一切愿海所持』，这句话重要。一切诸佛如来在因地里面所发的大愿太多太广，把它比喻作海，海是深广的意思。世尊为我们开导，将一切诸佛如来的弘愿归纳为四大愿，归纳为四条，四条就好讲。即使是我们现在星期六讲的《无量寿经》，介绍阿弥陀佛四十八愿，阿弥陀佛的四十八愿，诸位要是细细把它归纳，也不出四弘誓愿，也不出这四大类。由此可知，这四大愿可以说是一切诸佛如来的总愿、通愿，我们一定要重视。《华严经》上所讲的这些菩萨，说四十一位也可以，说五十一位也可以，都是四弘誓愿贯彻摄持，所以他地地都摄一切地，道理在此地。",
      "zh_TW": "這經文好，『而以一切願海所持』，這句話重要。一切諸佛如來在因地裡面所發的大願太多太廣，把它比喻作海，海是深廣的意思。世尊為我們開導，將一切諸佛如來的弘願歸納為四大願，歸納為四條，四條就好講。即使是我們現在星期六講的《無量壽經》，介紹阿彌陀佛四十八願，阿彌陀佛的四十八願，諸位要是細細把它歸納，也不出四弘誓願，也不出這四大類。由此可知，這四大願可以說是一切諸佛如來的總願、通願，我們一定要重視。《華嚴經》上所講的這些菩薩，說四十一位也可以，說五十一位也可以，都是四弘誓願貫徹攝持，所以他地地都攝一切地，道理在此地。"
    },
    {
      "id": "12-045-0025_p0009",
      "zh_CN": "四弘誓愿就是菩提心的落实。佛在一切经论里面，常常劝导我们要发菩提心。菩提心怎么发法？菩提心到底是什么？菩提心如何落实在我们生活当中？这四愿圆满落实。第一愿「众生无边誓愿度」，你看看这个心量，不是为自己，起心动念哪里是为自己？为众生。为哪些众生？尽虚空遍法界一切众生，这个心大。尽虚空遍法界当然包括我们的地球，包括我们的国家，包括我们现在这个城市，也包括我们自己的家庭，全包括了，你说这个心多大。看到众生受苦就是自己受苦，看到众生得乐就是自己得乐，自他不二，这是真心的流露。世间人心量很小，起心动念范围界限非常的拘束，佛告诉我们这是妄心不是真心，这是迷。真心像大海一样，迷了之后变成一个小水泡，大海里面一个水泡，迷的人把水泡当作大海，不知道整个大海是自己。由此可知，第一愿岂不是自性里头本具的德能吗？哪里是外头来的？我们迷得太久，无始劫以来就迷，佛不给我们提醒，我们怎么会知道？想一辈子也没有想过这么一桩事情，谁想过这么一桩事情？佛这么一提醒，我们才想到这桩事情，愈想愈有道理。所以这一愿就是圆满自性法尔流露。",
      "zh_TW": "四弘誓願就是菩提心的落實。佛在一切經論裡面，常常勸導我們要發菩提心。菩提心怎麼發法？菩提心到底是什麼？菩提心如何落實在我們生活當中？這四願圓滿落實。第一願「眾生無邊誓願度」，你看看這個心量，不是為自己，起心動念哪裡是為自己？為眾生。為哪些眾生？盡虛空遍法界一切眾生，這個心大。盡虛空遍法界當然包括我們的地球，包括我們的國家，包括我們現在這個城市，也包括我們自己的家庭，全包括了，你說這個心多大。看到眾生受苦就是自己受苦，看到眾生得樂就是自己得樂，自他不二，這是真心的流露。世間人心量很小，起心動念範圍界限非常的拘束，佛告訴我們這是妄心不是真心，這是迷。真心像大海一樣，迷了之後變成一個小水泡，大海裡面一個水泡，迷的人把水泡當作大海，不知道整個大海是自己。由此可知，第一願豈不是自性裡頭本具的德能嗎？哪裡是外頭來的？我們迷得太久，無始劫以來就迷，佛不給我們提醒，我們怎麼會知道？想一輩子也沒有想過這麼一樁事情，誰想過這麼一樁事情？佛這麼一提醒，我們才想到這樁事情，愈想愈有道理。所以這一願就是圓滿自性法爾流露。"
    },
    {
      "id": "12-045-0025_p0010",
      "zh_CN": "「众生无边誓愿度」这一愿，关键在个「度」字，度是什么意思？用现代的话来说，关怀、爱护，尽心尽力去帮助，这叫度。度众生，关怀一切众生、爱护一切众生、全心全力帮助一切众生，特别是在众生有苦难的时候。现在有几个人晓得，众生遭难与自己有密切的关系，几个人晓得？认为现在这个世界，许许多多的灾变与我们人不相关，天然灾害、自然灾害，把责任都推掉，推得一干二净。他能够说出一番大道理来，我们迷人听听觉得他说得不错，满有道理，把责任推干净。佛不是这个说法，佛讲世界上种种的灾变，我们今天讲自然的灾害，从什么地方生？从人心里面生的，人心善，我们生活环境就善，风调雨顺；人心不善，外面环境就乱。环境跟人心有密切的关连，佛在经上常讲「依报随着正报转」。同修当中你们如果学过法相唯识，对这个道理应当更清楚、更明白。",
      "zh_TW": "「眾生無邊誓願度」這一願，關鍵在個「度」字，度是什麼意思？用現代的話來說，關懷、愛護，盡心盡力去幫助，這叫度。度眾生，關懷一切眾生、愛護一切眾生、全心全力幫助一切眾生，特別是在眾生有苦難的時候。現在有幾個人曉得，眾生遭難與自己有密切的關係，幾個人曉得？認為現在這個世界，許許多多的災變與我們人不相關，天然災害、自然災害，把責任都推掉，推得一乾二淨。他能夠說出一番大道理來，我們迷人聽聽覺得他說得不錯，滿有道理，把責任推乾淨。佛不是這個說法，佛講世界上種種的災變，我們今天講自然的災害，從什麼地方生？從人心裡面生的，人心善，我們生活環境就善，風調雨順；人心不善，外面環境就亂。環境跟人心有密切的關連，佛在經上常講「依報隨著正報轉」。同修當中你們如果學過法相唯識，對這個道理應當更清楚、更明白。"
    },
    {
      "id": "12-045-0025_p0011",
      "zh_CN": "物质的现象是什么？是阿赖耶的相分。精神的现象又是什么？是阿赖耶的见分。见相同源，同一个自证分。精神的现象、物质的现象都是从自性里头变现出来，而且是先有精神再有物质，那物质与我们心理怎么会没有关系？所以佛才说「境随心转」。境是环境，小的环境是我们身体，我们身体自己这一身生活起居，小环境；大的环境，我们居住的这个地球；更大的环境，这是讲宇宙太空，是我们生活的环境。生活环境从哪里来的？我们自性变现出来。《华严》里面所说的，我们现在还没念到，「唯心所现，唯识所变」，它怎么会没有关系？诸佛如来所住的，本经上讲毘卢遮那佛的华藏世界，我们念阿弥陀佛，阿弥陀佛的极乐世界，一真法界；凡夫所居住的，六道的法界、十法界，都算是凡夫，这里面一切的一切依正庄严，都是唯心所现、唯识所变。你把这个基本的道理你参透了，你明白肯定了，然后你就晓得，所有一切外面自然灾害与我们的念头息息相关，哪里说没有关系？",
      "zh_TW": "物質的現象是什麼？是阿賴耶的相分。精神的現象又是什麼？是阿賴耶的見分。見相同源，同一個自證分。精神的現象、物質的現象都是從自性裡頭變現出來，而且是先有精神再有物質，那物質與我們心理怎麼會沒有關係？所以佛才說「境隨心轉」。境是環境，小的環境是我們身體，我們身體自己這一身生活起居，小環境；大的環境，我們居住的這個地球；更大的環境，這是講宇宙太空，是我們生活的環境。生活環境從哪裡來的？我們自性變現出來。《華嚴》裡面所說的，我們現在還沒念到，「唯心所現，唯識所變」，它怎麼會沒有關係？諸佛如來所住的，本經上講毘盧遮那佛的華藏世界，我們念阿彌陀佛，阿彌陀佛的極樂世界，一真法界；凡夫所居住的，六道的法界、十法界，都算是凡夫，這裡面一切的一切依正莊嚴，都是唯心所現、唯識所變。你把這個基本的道理你參透了，你明白肯定了，然後你就曉得，所有一切外面自然災害與我們的念頭息息相關，哪裡說沒有關係？"
    },
    {
      "id": "12-045-0025_p0012",
      "zh_CN": "世尊在楞严会上给我们说得很明白，这种转变有两种，一种是共业，一种是别业。别业是我们个人，个人在生活上的感受，这属于别业；大家共同要遭遇的，这是共业。没有这个共业，在共同灾难里面他可以幸免，他可以不受难。我们世间人讲他很侥幸，其实哪里是侥幸，他没有这个业，这个我们要了解。今天，现在这个世界灾变异常，我们从资讯里面所得到的讯息一年比一年多，一次比一次严重。最近我们晓得有一些重大的灾变，电视、报纸都不报导，为什么不报？想必是大家知道这些灾变人心惶惶，会影响我们情绪，就不报了。世界上有许多聪明人，也有许多有慈悲心的人，总是想把这些灾变能消除，或者能够减缓、能够退后。能不能做到？能。怎样做法？还是要从教学，让社会大众普遍都觉悟，普遍都回心转意，灾难就可以化解。譬如经上讲得非常明显的，水患，水患从哪里来的？贪心来的。佛在经上讲，贪心的时候流口水，看到好吃的东西吃不到就流口水，贪心，贪是水。现在世间人贪心太重，所以要遭水灾。水灾，科学家讲，大概在二十年、三十年之后麻烦可大了，有大水灾来。水从哪里来？南北极的冰融化了，现在在开始化冰。科学家的估计，五十年之后，南北极的冰化了之后，海水水位就要上升；水位一上升，沿海地区全部被淹没掉。他们认为这是自然灾害，现在科学虽然发达，没有办法把南北极的冰块维持现状，叫它不融化，他做不到。海水温度上升，造成外国人所谓的「圣婴现象」，现在全世界气候都不正常，海水温度上升。佛讲的没人相信，佛说这是众生贪造成的，贪瞋痴造成的。火山爆发、大地震，火山是怎么爆发的？瞋恚心。人一生气，那个火就往上升，火山要爆发。人心不平，佛给我们讲，地震的原因；愚痴是风灾。深入经藏的人，听了佛这个说法会点头，佛说得没错。",
      "zh_TW": "世尊在楞嚴會上給我們說得很明白，這種轉變有兩種，一種是共業，一種是別業。別業是我們個人，個人在生活上的感受，這屬於別業；大家共同要遭遇的，這是共業。沒有這個共業，在共同災難裡面他可以倖免，他可以不受難。我們世間人講他很僥倖，其實哪裡是僥倖，他沒有這個業，這個我們要了解。今天，現在這個世界災變異常，我們從資訊裡面所得到的訊息一年比一年多，一次比一次嚴重。最近我們曉得有一些重大的災變，電視、報紙都不報導，為什麼不報？想必是大家知道這些災變人心惶惶，會影響我們情緒，就不報了。世界上有許多聰明人，也有許多有慈悲心的人，總是想把這些災變能消除，或者能夠減緩、能夠退後。能不能做到？能。怎樣做法？還是要從教學，讓社會大眾普遍都覺悟，普遍都回心轉意，災難就可以化解。譬如經上講得非常明顯的，水患，水患從哪裡來的？貪心來的。佛在經上講，貪心的時候流口水，看到好吃的東西吃不到就流口水，貪心，貪是水。現在世間人貪心太重，所以要遭水災。水災，科學家講，大概在二十年、三十年之後麻煩可大了，有大水災來。水從哪裡來？南北極的冰融化了，現在在開始化冰。科學家的估計，五十年之後，南北極的冰化了之後，海水水位就要上升；水位一上升，沿海地區全部被淹沒掉。他們認為這是自然災害，現在科學雖然發達，沒有辦法把南北極的冰塊維持現狀，叫它不融化，他做不到。海水溫度上升，造成外國人所謂的「聖嬰現象」，現在全世界氣候都不正常，海水溫度上升。佛講的沒人相信，佛說這是眾生貪造成的，貪瞋痴造成的。火山爆發、大地震，火山是怎麼爆發的？瞋恚心。人一生氣，那個火就往上升，火山要爆發。人心不平，佛給我們講，地震的原因；愚痴是風災。深入經藏的人，聽了佛這個說法會點頭，佛說得沒錯。"
    },
    {
      "id": "12-045-0025_p0013",
      "zh_CN": "现在这个灾难，给诸位说，水灾、风灾、火灾、地震，统统都要来了，怎么办？我们自己如果明白这个道理，相信佛的话，佛不欺骗我们，我们断贪瞋痴慢。不但要断悭贪，积极的去修布施；不仅要断瞋恚，更应当修慈悲心；不但要断愚痴，要求智慧。愚痴的对面是智慧，贪爱的对面是布施，瞋恚的对面是慈悲，傲慢的对面是谦虚恭敬。我们真诚心断这些烦恼，我们修布施，学习布施、学慈悲、学智慧、学谦敬，在这个大灾难当中，大家要受这个共业，我有别业，别业不受这个共业，这个灾难可以度过。佛教给我们，你相信不相信？你如果肯相信，真肯干，这个灾难可以度过。真正学佛的同学们，我们不但自己要认真去干，消除业障，转移境界，《楞严经》上说「若能转境，则同如来」，如来是个真正觉悟者，他能转境界，这是我们应当要学习的。",
      "zh_TW": "現在這個災難，給諸位說，水災、風災、火災、地震，統統都要來了，怎麼辦？我們自己如果明白這個道理，相信佛的話，佛不欺騙我們，我們斷貪瞋痴慢。不但要斷慳貪，積極的去修布施；不僅要斷瞋恚，更應當修慈悲心；不但要斷愚痴，要求智慧。愚痴的對面是智慧，貪愛的對面是布施，瞋恚的對面是慈悲，傲慢的對面是謙虛恭敬。我們真誠心斷這些煩惱，我們修布施，學習布施、學慈悲、學智慧、學謙敬，在這個大災難當中，大家要受這個共業，我有別業，別業不受這個共業，這個災難可以度過。佛教給我們，你相信不相信？你如果肯相信，真肯幹，這個災難可以度過。真正學佛的同學們，我們不但自己要認真去幹，消除業障，轉移境界，《楞嚴經》上說「若能轉境，則同如來」，如來是個真正覺悟者，他能轉境界，這是我們應當要學習的。"
    },
    {
      "id": "12-045-0025_p0014",
      "zh_CN": "四弘誓愿第二愿是「烦恼无尽誓愿断」。你要晓得，你能断烦恼，你就能转境界，而且转得非常明显、非常殊胜。效果很明显，第一个容貌转变，以前是凡夫的容貌，是业障习气很深厚的容貌，这一转转成佛菩萨的容貌，清新秀丽，不一样。容貌会转，会转得很清新、很慈祥，让大众接触你、看到你生欢喜心，生敬重之心，它有这个效果。第二个体质转了，本来体质多病，现在这个体质不生病，所有一切病不治自然就好了，体质转了。转变境界一定从自身，因为自身是最贴近的第一个境界，然后再是我们生活的环境，逐步逐步往外去推展。真的转变环境，真正能做到随心所欲，佛家常讲「佛氏门中，有求必应」，这真的不是假的。有求必应是转变，如果你要不会转变，那你有求就不应。所以这个东西，在佛菩萨面前去求求不到的，泥塑木雕的佛菩萨，你求他，他怎么会帮助你？泥塑木雕的佛菩萨，虽然他不会说话，他也不会保佑你，你向他求，什么也求不到，他有一个好处，我们塑造佛菩萨的形像，是让这尊像时时刻刻提醒我们，见到佛像如同真佛在，想到佛在经典上的教诲，是提醒这个意思。不见到佛像，佛讲的道理忘掉了，提不起来；一看到佛像就想起来，佛教给我们应当怎么做法，菩萨教给我们应当怎么做法，这个功德利益就很大。供佛像是这么个意思，决定不是迷信，我们要清楚、要明了。",
      "zh_TW": "四弘誓願第二願是「煩惱無盡誓願斷」。你要曉得，你能斷煩惱，你就能轉境界，而且轉得非常明顯、非常殊勝。效果很明顯，第一個容貌轉變，以前是凡夫的容貌，是業障習氣很深厚的容貌，這一轉轉成佛菩薩的容貌，清新秀麗，不一樣。容貌會轉，會轉得很清新、很慈祥，讓大眾接觸你、看到你生歡喜心，生敬重之心，它有這個效果。第二個體質轉了，本來體質多病，現在這個體質不生病，所有一切病不治自然就好了，體質轉了。轉變境界一定從自身，因為自身是最貼近的第一個境界，然後再是我們生活的環境，逐步逐步往外去推展。真的轉變環境，真正能做到隨心所欲，佛家常講「佛氏門中，有求必應」，這真的不是假的。有求必應是轉變，如果你要不會轉變，那你有求就不應。所以這個東西，在佛菩薩面前去求求不到的，泥塑木雕的佛菩薩，你求他，他怎麼會幫助你？泥塑木雕的佛菩薩，雖然他不會說話，他也不會保佑你，你向他求，什麼也求不到，他有一個好處，我們塑造佛菩薩的形像，是讓這尊像時時刻刻提醒我們，見到佛像如同真佛在，想到佛在經典上的教誨，是提醒這個意思。不見到佛像，佛講的道理忘掉了，提不起來；一看到佛像就想起來，佛教給我們應當怎麼做法，菩薩教給我們應當怎麼做法，這個功德利益就很大。供佛像是這麼個意思，決定不是迷信，我們要清楚、要明瞭。"
    },
    {
      "id": "12-045-0025_p0015",
      "zh_CN": "佛教给我们断烦恼、改习气。诸位想想看，四弘誓愿第一愿「众生无边誓愿度」，第二愿「烦恼无尽誓愿断」，是不是贯穿一切的地位？从初发心到等觉位都离不开，「而以一切愿海所持」。第三愿「法门无量誓愿学」，求学。你要不求学，你什么时候才能恢复你自性的智慧德能，无所不知、无所不能？实在讲不求学也可以达到，慢，时间慢；如果又肯勤学，可以把开智慧的时间提前。以前我在台中求学的时候，我的老师告诉我，如果你不肯发心努力去求学，完全靠参禅、念佛、修定，等着开悟，真的是能开悟，不是不能开悟。他举个例子，譬如十年你才能得定、才能开悟，如果你一面听经、一面研教，你五年就可以开悟，把开悟的时间提前一半。这是当年老师劝我学教，我们想想很有道理，可以把开悟的时间提前，那就是要学佛法，要研究经教，研究经教要深入义趣，前几天跟诸位说过。怎么样才能深入？要断烦恼，烦恼断一品，你深入一品；断两品，深入两品。不断烦恼，为什么不能深入？烦恼是障碍，你障碍除掉，性德才显露。",
      "zh_TW": "佛教給我們斷煩惱、改習氣。諸位想想看，四弘誓願第一願「眾生無邊誓願度」，第二願「煩惱無盡誓願斷」，是不是貫穿一切的地位？從初發心到等覺位都離不開，「而以一切願海所持」。第三願「法門無量誓願學」，求學。你要不求學，你什麼時候才能恢復你自性的智慧德能，無所不知、無所不能？實在講不求學也可以達到，慢，時間慢；如果又肯勤學，可以把開智慧的時間提前。以前我在台中求學的時候，我的老師告訴我，如果你不肯發心努力去求學，完全靠參禪、念佛、修定，等著開悟，真的是能開悟，不是不能開悟。他舉個例子，譬如十年你才能得定、才能開悟，如果你一面聽經、一面研教，你五年就可以開悟，把開悟的時間提前一半。這是當年老師勸我學教，我們想想很有道理，可以把開悟的時間提前，那就是要學佛法，要研究經教，研究經教要深入義趣，前幾天跟諸位說過。怎麼樣才能深入？要斷煩惱，煩惱斷一品，你深入一品；斷兩品，深入兩品。不斷煩惱，為什麼不能深入？煩惱是障礙，你障礙除掉，性德才顯露。"
    },
    {
      "id": "12-045-0025_p0016",
      "zh_CN": "「一切众生」，这《华严经．出现品》里头说，「皆有如来智慧德相」，我们跟诸佛如来的智慧德能完全平等。佛的智慧圆满，佛的相貌庄严，佛的相里面无论任何部位，找一个缺陷都找不到，圆满相，好相。我们凡夫相哪有这么圆满？缺陷太多了。每个人都想自己有个好相，哪一个人不喜欢美、不喜欢漂亮？为什么得不到？佛告诉我们，你要想美，先要从心里头做起，你那个心很美，相就很美，就这么个道理。相美心不美，那个相是假的，会变，不多久他那个美就变得很丑。我见过，我过去在台北，有一个居士常常来听经，跟我很熟。他娶了个媳妇，大媳妇，在没有结婚的时候是美女，真的美，结婚之后相貌就变，就变得不美了，所以那个不是真的。如果心也美，他那个相貌永远美，它不会变。相随心转！所以心它有变化，相貌、体质都随心转，心是主宰，我们一个人一生生命的主宰是心，所以佛叫我们要存一个好心。最好的心是佛心，佛是圆满觉悟的心，永离一切妄想、烦恼、执着，永远离了。所以我们标榜的真诚、清净、平等、正觉、慈悲，这个是圆满的佛心，最好的心，你要能存这个心，你的容貌自然是真诚的、清净的、平等的、觉悟的、慈悲的。诚于中一定形于外，世出世间圣人都是这么肯定，这哪里会有错？所以我们要晓得这个道理。",
      "zh_TW": "「一切眾生」，這《華嚴經．出現品》裡頭說，「皆有如來智慧德相」，我們跟諸佛如來的智慧德能完全平等。佛的智慧圓滿，佛的相貌莊嚴，佛的相裡面無論任何部位，找一個缺陷都找不到，圓滿相，好相。我們凡夫相哪有這麼圓滿？缺陷太多了。每個人都想自己有個好相，哪一個人不喜歡美、不喜歡漂亮？為什麼得不到？佛告訴我們，你要想美，先要從心裡頭做起，你那個心很美，相就很美，就這麼個道理。相美心不美，那個相是假的，會變，不多久他那個美就變得很醜。我見過，我過去在台北，有一個居士常常來聽經，跟我很熟。他娶了個媳婦，大媳婦，在沒有結婚的時候是美女，真的美，結婚之後相貌就變，就變得不美了，所以那個不是真的。如果心也美，他那個相貌永遠美，它不會變。相隨心轉！所以心它有變化，相貌、體質都隨心轉，心是主宰，我們一個人一生生命的主宰是心，所以佛叫我們要存一個好心。最好的心是佛心，佛是圓滿覺悟的心，永離一切妄想、煩惱、執著，永遠離了。所以我們標榜的真誠、清淨、平等、正覺、慈悲，這個是圓滿的佛心，最好的心，你要能存這個心，你的容貌自然是真誠的、清淨的、平等的、覺悟的、慈悲的。誠於中一定形於外，世出世間聖人都是這麼肯定，這哪裡會有錯？所以我們要曉得這個道理。"
    },
    {
      "id": "12-045-0025_p0017",
      "zh_CN": "法门无量无边，哪些法门？穿衣吃饭都是法门，日常生活当中点点滴滴没有一样不是法门，样样都可以帮助我们悟入佛的境界。佛的境界就是清净平等觉的境界，就是自性原本的境界，禅宗里面所谓的「父母未生前本来面目」，你要入本来面目的境界，那是真的，不是假的。纯真无妄，佛法的教学，终极的目的就在此地，这个目的在佛门里面称之为成佛，成就果德，无比的殊胜。所以法门这两个字，我们一定要透彻了解它。",
      "zh_TW": "法門無量無邊，哪些法門？穿衣吃飯都是法門，日常生活當中點點滴滴沒有一樣不是法門，樣樣都可以幫助我們悟入佛的境界。佛的境界就是清淨平等覺的境界，就是自性原本的境界，禪宗裡面所謂的「父母未生前本來面目」，你要入本來面目的境界，那是真的，不是假的。純真無妄，佛法的教學，終極的目的就在此地，這個目的在佛門裡面稱之為成佛，成就果德，無比的殊勝。所以法門這兩個字，我們一定要透徹了解它。"
    },
    {
      "id": "12-045-0025_p0018",
      "zh_CN": "经文下面一句，『恒与智俱，尽未来际』。「恒」是恒常，永远不间断，与自性般若相应，「俱」就是相应的意思。这一点说起来容易，做起来很难。我们凡夫起心动念、言语造作，他不是恒与智俱，恒与烦恼俱，起心动念、言语造作，这里面都是烦恼，绝对没有离开烦恼。你里面妄想分别执着，贪瞋痴慢，都与这些相应，这才造成生死轮回的现象。生死轮回为什么不断？因为你恒与烦恼俱，非常可怕。今天佛教给我们，我们把它反过来，恒与智俱，高度的智慧。",
      "zh_TW": "經文下面一句，『恆與智俱，盡未來際』。「恆」是恆常，永遠不間斷，與自性般若相應，「俱」就是相應的意思。這一點說起來容易，做起來很難。我們凡夫起心動念、言語造作，他不是恆與智俱，恆與煩惱俱，起心動念、言語造作，這裡面都是煩惱，絕對沒有離開煩惱。你裡面妄想分別執著，貪瞋痴慢，都與這些相應，這才造成生死輪迴的現象。生死輪迴為什麼不斷？因為你恆與煩惱俱，非常可怕。今天佛教給我們，我們把它反過來，恆與智俱，高度的智慧。"
    },
    {
      "id": "12-045-0025_p0019",
      "zh_CN": "由此可知，我们在平常讲席里面所说的，说了很多次，诸位的印象不够深刻，我在台上看看大家面孔表情我知道。为什么不够深刻？理解得不透彻。虽然多次听说，提起来有这么个印象，究竟是什么意思还是不清楚，还是很模糊，这样得受用当然就要大打折扣。凡夫过的是烦恼的苦日子，诸佛菩萨所过的是智慧的乐日子，怎么会一样？佛法里面常讲离苦得乐，我们学佛学它干什么？就是学个离苦得乐。你不学佛，你永远过苦日子，苦从哪里来的你都不晓得；学佛之后恍然大悟，明白了。我不甘心再过苦日子，我要过佛菩萨大自在、幸福快乐的生活，我也常讲，高度智慧的生活。譬如我们刚才说的世出世间的灾变，这些灾变的原因我们知道，发展我们知道，将来的后果我们也清楚，清清楚楚、明明白白，一点都不迷惑，这里面就有乐。这个乐不是苦乐之乐，苦乐之乐都是苦，乐是坏苦，为什么？感情用事。恒与智俱，那就不是感情用事，智慧用事。我们在一生生活当中谁做主？智慧做主，不是感情做主。感情做主容易造成许许多多的错误，智慧做主就不会有过失。造作一切的过失，佛家讲的造业，造作罪业；如果完全没有过失，这个人不造业。不造业，他怎么会有业报？三途六道叫业报，我们不造三途六道的业，当然就能够超越六道轮回，念佛人求生西方极乐世界才真有把握，没有障碍。",
      "zh_TW": "由此可知，我們在平常講席裡面所說的，說了很多次，諸位的印象不夠深刻，我在台上看看大家面孔表情我知道。為什麼不夠深刻？理解得不透徹。雖然多次聽說，提起來有這麼個印象，究竟是什麼意思還是不清楚，還是很模糊，這樣得受用當然就要大打折扣。凡夫過的是煩惱的苦日子，諸佛菩薩所過的是智慧的樂日子，怎麼會一樣？佛法裡面常講離苦得樂，我們學佛學它幹什麼？就是學個離苦得樂。你不學佛，你永遠過苦日子，苦從哪裡來的你都不曉得；學佛之後恍然大悟，明白了。我不甘心再過苦日子，我要過佛菩薩大自在、幸福快樂的生活，我也常講，高度智慧的生活。譬如我們剛才說的世出世間的災變，這些災變的原因我們知道，發展我們知道，將來的後果我們也清楚，清清楚楚、明明白白，一點都不迷惑，這裡面就有樂。這個樂不是苦樂之樂，苦樂之樂都是苦，樂是壞苦，為什麼？感情用事。恆與智俱，那就不是感情用事，智慧用事。我們在一生生活當中誰做主？智慧做主，不是感情做主。感情做主容易造成許許多多的錯誤，智慧做主就不會有過失。造作一切的過失，佛家講的造業，造作罪業；如果完全沒有過失，這個人不造業。不造業，他怎麼會有業報？三途六道叫業報，我們不造三途六道的業，當然就能夠超越六道輪迴，念佛人求生西方極樂世界才真有把握，沒有障礙。"
    },
    {
      "id": "12-045-0025_p0020",
      "zh_CN": "「智」这个字范围深广无际。释迦牟尼佛当年在世的时候，讲经说法四十九年，四十九年当中讲智慧用了多少时间？二十二年。不是容易事情，二十二年讲般若。我们从这个历史上也能够体会到，佛法教学的中心是智慧；也就是说，他老人家一生教学，最主要的一个课程是般若，般若就是智慧，这是主要的课程。在中国中文经典里面，《般若经》的分量也是最大，六百卷。我们《华严经》八十跟四十合起来，除掉重复，《华严》才九十九卷，比《般若》差得远，仅仅是《般若》六分之一而已。这样大的经典，学习当然就感到困难。特别是我们这个时代的众生，我们的生活跟过去的人起了一百八十度的大变化，从前是农业时代，现在走上工商业时代，尖端科技的时代。过去几千年来，在农业社会里面心都很安定，生活很安定、很平淡；现在社会这一转型，我们就很难适应，每天心思是乱糟糟的。什么人在一天当中，心能够平静几分钟；不要说多，你能够平静十分钟、十五分钟恐怕都没有，你说这个多苦。在过去农业时代，一个人一天心里平静一、二个小时是很正常的事情，现在这个心情能平静十分钟到十五分钟都很难做到，现在人过的什么日子？这些事实我们不能不知道，不能不了解，然后才知道我们遇到佛法是多么的幸运。你要遇不到佛法，没有人跟你讲；不读这些书籍，你怎么会知道这个事实状况？你怎么晓得这个事态的严重？",
      "zh_TW": "「智」這個字範圍深廣無際。釋迦牟尼佛當年在世的時候，講經說法四十九年，四十九年當中講智慧用了多少時間？二十二年。不是容易事情，二十二年講般若。我們從這個歷史上也能夠體會到，佛法教學的中心是智慧；也就是說，他老人家一生教學，最主要的一個課程是般若，般若就是智慧，這是主要的課程。在中國中文經典裡面，《般若經》的分量也是最大，六百卷。我們《華嚴經》八十跟四十合起來，除掉重複，《華嚴》才九十九卷，比《般若》差得遠，僅僅是《般若》六分之一而已。這樣大的經典，學習當然就感到困難。特別是我們這個時代的眾生，我們的生活跟過去的人起了一百八十度的大變化，從前是農業時代，現在走上工商業時代，尖端科技的時代。過去幾千年來，在農業社會裡面心都很安定，生活很安定、很平淡；現在社會這一轉型，我們就很難適應，每天心思是亂糟糟的。什麼人在一天當中，心能夠平靜幾分鐘；不要說多，你能夠平靜十分鐘、十五分鐘恐怕都沒有，你說這個多苦。在過去農業時代，一個人一天心裡平靜一、二個小時是很正常的事情，現在這個心情能平靜十分鐘到十五分鐘都很難做到，現在人過的什麼日子？這些事實我們不能不知道，不能不了解，然後才知道我們遇到佛法是多麼的幸運。你要遇不到佛法，沒有人跟你講；不讀這些書籍，你怎麼會知道這個事實狀況？你怎麼曉得這個事態的嚴重？"
    },
    {
      "id": "12-045-0025_p0021",
      "zh_CN": "中国人对于《般若》不能不重视，也非常重视。《般若经》太长，没法子学习，抓纲要。所以在六百卷里面选一卷，这一卷是什么？《金刚般若》。《金刚般若》是六百卷里面的一卷，中国人非常喜欢这一卷，我们一般称《金刚经》。是好，这一卷文字不长，只有五千多字，可是六百卷所说的精华都在其中，你能把这一卷贯通，换句话说，那六百卷也就通。就像此地讲的，一位他能够贯穿一切位，一卷能够贯穿六百卷。所以《金刚经》要能够懂得，也不是个简单的事情。前年我们在此地讲过一遍，用了四个月的时间，略说个大概而已，提供诸位同修做参考。意思说不尽，一卷的意思永远都说不尽。可是这个经里面，最重要的纲要我们掌握到，念念与它相应，利益就无量无边。《金刚经》上每句话，《般若经》上不晓得重复百千次，所以诸位展开《大般若经》，重要的纲领你一定会牢牢记住，重复的遍数太多。前清葛慧居士也是个了不起的人，他将六百卷经作了一个节要，变成十卷，把六百卷浓缩成十卷，《大般若经纲要》，这个本子我们印得很多。我在台北也曾经讲过，没讲完，选讲，趣味无穷。",
      "zh_TW": "中國人對於《般若》不能不重視，也非常重視。《般若經》太長，沒法子學習，抓綱要。所以在六百卷裡面選一卷，這一卷是什麼？《金剛般若》。《金剛般若》是六百卷裡面的一卷，中國人非常喜歡這一卷，我們一般稱《金剛經》。是好，這一卷文字不長，只有五千多字，可是六百卷所說的精華都在其中，你能把這一卷貫通，換句話說，那六百卷也就通。就像此地講的，一位他能夠貫穿一切位，一卷能夠貫穿六百卷。所以《金剛經》要能夠懂得，也不是個簡單的事情。前年我們在此地講過一遍，用了四個月的時間，略說個大概而已，提供諸位同修做參考。意思說不盡，一卷的意思永遠都說不盡。可是這個經裡面，最重要的綱要我們掌握到，念念與它相應，利益就無量無邊。《金剛經》上每句話，《般若經》上不曉得重複百千次，所以諸位展開《大般若經》，重要的綱領你一定會牢牢記住，重複的遍數太多。前清葛慧居士也是個了不起的人，他將六百卷經作了一個節要，變成十卷，把六百卷濃縮成十卷，《大般若經綱要》，這個本子我們印得很多。我在台北也曾經講過，沒講完，選講，趣味無窮。"
    },
    {
      "id": "12-045-0025_p0022",
      "zh_CN": "《金刚经》一开端告诉我们，都是讲事实真相，告诉我们，觉悟的人跟不觉悟的人差别在哪里？不觉悟的人着相，觉悟的人不着相，这是一个很明显的差别。不觉悟的人，他执着我相、人相、众生相、寿者相；诸佛菩萨觉悟了，无我相、无人相、无众生相、无寿者相。你要问我：我觉悟了没觉悟？你拿这四句经文对照一下就知道你有没有觉悟，你到底是凡夫是菩萨。菩萨是个普通的名词，菩萨不是神仙，菩萨是个明白人、觉悟的人，叫菩萨；换句话说，菩萨决定不执着四相。不着四相，真的无我相、无人相、无众生相、无寿者相，就恒与智俱，离四相是智，真智。如果我们念念当中还执着我相、人相、众生相、寿者相，那你就恒与烦恼俱，你恒与迷俱，你没觉悟。佛在《金刚经》上说得很好，受持任何四句偈都能开悟。受持，受是接受，接受要把它做到。我们在日常生活当中，起心动念、言语造作，念念都与离四相相应，你怎么会不开悟？你怎么会不成佛？如果念念还与烦恼俱，我们要真正提高警觉，我们学佛要想进一步，大难大难。",
      "zh_TW": "《金剛經》一開端告訴我們，都是講事實真相，告訴我們，覺悟的人跟不覺悟的人差別在哪裡？不覺悟的人著相，覺悟的人不著相，這是一個很明顯的差別。不覺悟的人，他執著我相、人相、眾生相、壽者相；諸佛菩薩覺悟了，無我相、無人相、無眾生相、無壽者相。你要問我：我覺悟了沒覺悟？你拿這四句經文對照一下就知道你有沒有覺悟，你到底是凡夫是菩薩。菩薩是個普通的名詞，菩薩不是神仙，菩薩是個明白人、覺悟的人，叫菩薩；換句話說，菩薩決定不執著四相。不著四相，真的無我相、無人相、無眾生相、無壽者相，就恆與智俱，離四相是智，真智。如果我們念念當中還執著我相、人相、眾生相、壽者相，那你就恆與煩惱俱，你恆與迷俱，你沒覺悟。佛在《金剛經》上說得很好，受持任何四句偈都能開悟。受持，受是接受，接受要把它做到。我們在日常生活當中，起心動念、言語造作，念念都與離四相相應，你怎麼會不開悟？你怎麼會不成佛？如果念念還與煩惱俱，我們要真正提高警覺，我們學佛要想進一步，大難大難。"
    },
    {
      "id": "12-045-0025_p0023",
      "zh_CN": "诸位同修一定要晓得，四弘誓愿这四句话，前后是四个顺序。今人学教为什么比不上古人？古人按次序去做，所以他很顺利。我们在《高僧传》里面、在《居士传》里面看到，三年、五年开悟，十年、八年证果的大有人在，为什么最近我们听都听说不到？一个也没听说。原因在哪里？没有按次第做。我们今天把「众生无边誓愿度」舍掉了，没有这个心量。这个人我看到顺眼，喜欢他我度他；那个人讨厌，我才不度他，那怎么行？完全是感情用事，迷惑当家，这怎么成功？断烦恼这桩事情不干了，把它放下，不理会它，学法门，从这里来学起。你看四弘誓愿，他从当中学起，像盖大楼一样，他不要地基，不要第一层，他从第二层盖起，永远盖不成功，今人学佛犯这个毛病。古人学佛是从地基上做起，所以我们看到成就辉煌，成就的人多。现在学佛，一个成就的都没听说过；别说没见过，听都没听说过。",
      "zh_TW": "諸位同修一定要曉得，四弘誓願這四句話，前後是四個順序。今人學教為什麼比不上古人？古人按次序去做，所以他很順利。我們在《高僧傳》裡面、在《居士傳》裡面看到，三年、五年開悟，十年、八年證果的大有人在，為什麼最近我們聽都聽說不到？一個也沒聽說。原因在哪裡？沒有按次第做。我們今天把「眾生無邊誓願度」捨掉了，沒有這個心量。這個人我看到順眼，喜歡他我度他；那個人討厭，我才不度他，那怎麼行？完全是感情用事，迷惑當家，這怎麼成功？斷煩惱這樁事情不幹了，把它放下，不理會它，學法門，從這裡來學起。你看四弘誓願，他從當中學起，像蓋大樓一樣，他不要地基，不要第一層，他從第二層蓋起，永遠蓋不成功，今人學佛犯這個毛病。古人學佛是從地基上做起，所以我們看到成就輝煌，成就的人多。現在學佛，一個成就的都沒聽說過；別說沒見過，聽都沒聽說過。"
    },
    {
      "id": "12-045-0025_p0024",
      "zh_CN": "要晓得毛病发生在哪里？生在我们没有依教奉行，没有从根做起，不知道从根本修，那怎么行？佛法学了几十年，好像样样都通达，也能言能道，还有著作等身，仔细看看他的内容，没有一句相应，什么相应？与智相应，与性德相应，没有。全落在世智辩聪之中，真可惜，我们在旁边看到，可惜他的光阴，可惜他的精神。到后来一无所得，古人所讲的，临命终的时候该怎么生死还是怎么生死，用不上！反而不如一个老实念佛的老太婆，比不上她，她念个几年佛预知时至，不生病，晓得自己哪一天走，站着走、坐着走，你看多自在，她真有成就。她的成就凭什么？凭老实。我们今天的大毛病是不老实，这个要知道。念佛不老实，学教不老实，做人不老实，没有一样老实，他怎么能成就？世出世间法都不能成就。再给诸位说，与智相应的，老实。你不要看老太婆什么都不懂，真智慧。为什么？教她这句佛号她真相信，教她念佛，不怀疑、不夹杂、不间断，她真正做到，这就是老实，这就是真智慧，没有真智慧她不能信。她的信心就显示出她的真智慧，绝对不是世智辩聪，所以这些人能够圆成佛道。",
      "zh_TW": "要曉得毛病發生在哪裡？生在我們沒有依教奉行，沒有從根做起，不知道從根本修，那怎麼行？佛法學了幾十年，好像樣樣都通達，也能言能道，還有著作等身，仔細看看他的內容，沒有一句相應，什麼相應？與智相應，與性德相應，沒有。全落在世智辯聰之中，真可惜，我們在旁邊看到，可惜他的光陰，可惜他的精神。到後來一無所得，古人所講的，臨命終的時候該怎麼生死還是怎麼生死，用不上！反而不如一個老實念佛的老太婆，比不上她，她念個幾年佛預知時至，不生病，曉得自己哪一天走，站著走、坐著走，你看多自在，她真有成就。她的成就憑什麼？憑老實。我們今天的大毛病是不老實，這個要知道。念佛不老實，學教不老實，做人不老實，沒有一樣老實，他怎麼能成就？世出世間法都不能成就。再給諸位說，與智相應的，老實。你不要看老太婆什麼都不懂，真智慧。為什麼？教她這句佛號她真相信，教她念佛，不懷疑、不夾雜、不間斷，她真正做到，這就是老實，這就是真智慧，沒有真智慧她不能信。她的信心就顯示出她的真智慧，絕對不是世智辯聰，所以這些人能夠圓成佛道。"
    },
    {
      "id": "12-045-0025_p0025",
      "zh_CN": "清凉大师在这两句里面，他给我们说，这文里含着有两个意思，可以提一提做为我们修学的参考。他说「望前，虽在因中一地，而愿力持一切地功德，皆与智俱，尽未来际」。我们先说这一段的意思，它这个前跟后就是讲的因地与果地，因在前，果在后。像四弘誓愿这四愿，前面三条是因地，后面「佛道无上誓愿成」是果地。果地没得求的、没得说的，前面三条做到，果就成就。实在真正用功的地方就是当中两条，断烦恼、学法门，这两样圆满，第一愿实现了，「众生无边誓愿度」，你有能力。现在我们发这个愿，心有余而力不济，力量达不到。如果烦恼断尽，法门修学圆满，我们这个身可以分身，通常讲的三身，《华严》里面讲的十种身，我们全都具足，全都现前。不怕这个世界大，法界再大也不怕，众生再多也不怕，哪个地方众生有感，分身去应，他有能力分身。像《梵网经》上所说的，「千百亿化身释迦牟尼佛」，有这个能力，这个能力是本能，不是从外头来的。我们现在这个能力不能够现前，就是因为烦恼障碍、所知障碍；断烦恼破烦恼障，学法门破所知障。所以因中要做的我们一定清楚、一定明了。因中的愿虽然做不到，心有余而力量达不到，可是那个愿永远要有，决定不能失掉。如果这个愿要忘掉了，《华严经》上说的，你一切的修学魔所摄故。佛跟魔的差别就是个愿力，与四弘誓愿相应的那是佛法，与四弘誓愿相违背的是魔法，学佛就学成魔了，那就错了。佛给我们建立很好的标准，这个标准不是叫我们去看别人，是教我们反醒自己，我自己是在菩萨道还是在魔道。时时刻刻警惕，稍不小心，我们自己走到魔道自己都不知道，还认为自己在学佛。",
      "zh_TW": "清涼大師在這兩句裡面，他給我們說，這文裡含著有兩個意思，可以提一提做為我們修學的參考。他說「望前，雖在因中一地，而願力持一切地功德，皆與智俱，盡未來際」。我們先說這一段的意思，它這個前跟後就是講的因地與果地，因在前，果在後。像四弘誓願這四願，前面三條是因地，後面「佛道無上誓願成」是果地。果地沒得求的、沒得說的，前面三條做到，果就成就。實在真正用功的地方就是當中兩條，斷煩惱、學法門，這兩樣圓滿，第一願實現了，「眾生無邊誓願度」，你有能力。現在我們發這個願，心有餘而力不濟，力量達不到。如果煩惱斷盡，法門修學圓滿，我們這個身可以分身，通常講的三身，《華嚴》裡面講的十種身，我們全都具足，全都現前。不怕這個世界大，法界再大也不怕，眾生再多也不怕，哪個地方眾生有感，分身去應，他有能力分身。像《梵網經》上所說的，「千百億化身釋迦牟尼佛」，有這個能力，這個能力是本能，不是從外頭來的。我們現在這個能力不能夠現前，就是因為煩惱障礙、所知障礙；斷煩惱破煩惱障，學法門破所知障。所以因中要做的我們一定清楚、一定明瞭。因中的願雖然做不到，心有餘而力量達不到，可是那個願永遠要有，決定不能失掉。如果這個願要忘掉了，《華嚴經》上說的，你一切的修學魔所攝故。佛跟魔的差別就是個願力，與四弘誓願相應的那是佛法，與四弘誓願相違背的是魔法，學佛就學成魔了，那就錯了。佛給我們建立很好的標準，這個標準不是叫我們去看別人，是教我們反醒自己，我自己是在菩薩道還是在魔道。時時刻刻警惕，稍不小心，我們自己走到魔道自己都不知道，還認為自己在學佛。"
    },
    {
      "id": "12-045-0025_p0026",
      "zh_CN": "因中一地，愿力持一切地功德，他注解里面就跟我们讲清楚了，一切地的功德能在一地里面展现。所以初住菩萨就能示现八相成道，无量无边的众生，应以什么身得度，他就能现什么身，这是一切地的功德；应该对众生说什么法，他就能应机说法。随类现身，应机说法，这是一切地的功德。皆与智俱，都与般若智慧相应，也可以说都与大方广相应，都与清净平等觉相应，这都是皆与智俱的意思。尽未来际，尽未来际就是恒，永远的。他文上讲的「皆」是从空间上讲、是从事相上讲，都无量无边；穷未来际是从时间上讲，在时间上讲，永远没有终止的时候。「不离一地，如一地，余地亦尔。」他确确实实是初住菩萨，确确实实是初地菩萨，但是展现出来的智慧德能，四十一个阶级里面的功德统统可以流露出来，地地如是。「是故因门尽于未来，但是一一诸位菩萨，不见作佛时」，因为他在因地。",
      "zh_TW": "因中一地，願力持一切地功德，他註解裡面就跟我們講清楚了，一切地的功德能在一地裡面展現。所以初住菩薩就能示現八相成道，無量無邊的眾生，應以什麼身得度，他就能現什麼身，這是一切地的功德；應該對眾生說什麼法，他就能應機說法。隨類現身，應機說法，這是一切地的功德。皆與智俱，都與般若智慧相應，也可以說都與大方廣相應，都與清淨平等覺相應，這都是皆與智俱的意思。盡未來際，盡未來際就是恆，永遠的。他文上講的「皆」是從空間上講、是從事相上講，都無量無邊；窮未來際是從時間上講，在時間上講，永遠沒有終止的時候。「不離一地，如一地，餘地亦爾。」他確確實實是初住菩薩，確確實實是初地菩薩，但是展現出來的智慧德能，四十一個階級裡面的功德統統可以流露出來，地地如是。「是故因門盡於未來，但是一一諸位菩薩，不見作佛時」，因為他在因地。"
    },
    {
      "id": "12-045-0025_p0027",
      "zh_CN": "第二个意思，「望后，以尽未来之大智，入如来之果海也」。这是果位，四弘誓愿里面的「佛道无上誓愿成」，究竟圆满的果位。这个果位，能入是智，所入的是法界，如来果海就是法界。《华严经》，清凉大师把它分成四分，末后一分「入法界品」，法界就是如来果地上不思议境界，在四十品题里面，「入不思议解脱境界」就是如来之果海。普贤行愿是能入，普贤行愿就是大智，就是尽未来际之大智。这个地方经文讲「智穷来际」，就是智穷尽未来际，就这个意思。在「行愿品」里面就是普贤行愿，由此可知，普贤行愿归纳为十条，每一条都是恒与智俱，每一愿都是建立在圆满智慧的基础上，所以这个难学。我们今天为什么做不到？智没现前，很想做，做不到。可是给诸位说，不能不学。为什么？我们希不希望改变我们的生活环境？真想改变自己生活环境，不能不学。你要是学了，那个改变是非常有效果的，真正无比殊胜，佛法里面讲离苦得乐，你真的会得到，确确实实能离一切苦、得究竟乐。依高度的智慧，依圆满的智慧，学普贤行愿，你就得到。",
      "zh_TW": "第二個意思，「望後，以盡未來之大智，入如來之果海也」。這是果位，四弘誓願裡面的「佛道無上誓願成」，究竟圓滿的果位。這個果位，能入是智，所入的是法界，如來果海就是法界。《華嚴經》，清涼大師把它分成四分，末後一分「入法界品」，法界就是如來果地上不思議境界，在四十品題裡面，「入不思議解脫境界」就是如來之果海。普賢行願是能入，普賢行願就是大智，就是盡未來際之大智。這個地方經文講「智窮來際」，就是智窮盡未來際，就這個意思。在「行願品」裡面就是普賢行願，由此可知，普賢行願歸納為十條，每一條都是恆與智俱，每一願都是建立在圓滿智慧的基礎上，所以這個難學。我們今天為什麼做不到？智沒現前，很想做，做不到。可是給諸位說，不能不學。為什麼？我們希不希望改變我們的生活環境？真想改變自己生活環境，不能不學。你要是學了，那個改變是非常有效果的，真正無比殊勝，佛法裡面講離苦得樂，你真的會得到，確確實實能離一切苦、得究竟樂。依高度的智慧，依圓滿的智慧，學普賢行願，你就得到。"
    },
    {
      "id": "12-045-0025_p0028",
      "zh_CN": "所以普贤行愿不能用感情去修。世间人往往学佛用感情来学，他怎么会成就？所以有人说，不学佛我的烦恼还少，这一学佛烦恼多了。这个话听起来好像是真的。学佛怎么会学成烦恼多，学成是非多？你不学佛，你每天接触是你的一些亲戚朋友，总有限，彼此认识很久，都有点了解；这一学佛，这个道场也跑，那个道场也跑，一下就认识了几千人、几万人，一下听到许许多多的事情。古人讲，「知事多时烦恼多，识人多处是非多」，你的烦恼、是非就一大堆一大堆的来了，所以学佛反而不如不学佛。我们很清楚知道这个现象，是你学错了，你没学得对。",
      "zh_TW": "所以普賢行願不能用感情去修。世間人往往學佛用感情來學，他怎麼會成就？所以有人說，不學佛我的煩惱還少，這一學佛煩惱多了。這個話聽起來好像是真的。學佛怎麼會學成煩惱多，學成是非多？你不學佛，你每天接觸是你的一些親戚朋友，總有限，彼此認識很久，都有點了解；這一學佛，這個道場也跑，那個道場也跑，一下就認識了幾千人、幾萬人，一下聽到許許多多的事情。古人講，「知事多時煩惱多，識人多處是非多」，你的煩惱、是非就一大堆一大堆的來了，所以學佛反而不如不學佛。我們很清楚知道這個現象，是你學錯了，你沒學得對。"
    },
    {
      "id": "12-045-0025_p0029",
      "zh_CN": "今天在开讲之前，我在二楼客厅里面坐着，有一位法师来告诉我，现在在大陆有一些地方，大概也是从台湾去的一些年轻法师，提出来《无量寿经》的会集本不能读，搞得人心惶惶。他看到这个现象，也不知道如何来适应。我就告诉他非常简单，你跟哪一个人学？这问题立刻就解决了。你跟我学夏老居士的会集本，那你就听我的，你就不可以听别人的；你要跟那个法师学，那你老老实实跟他学，不要听我的。各人都有成就，身心都安定。那位法师提倡康僧铠的本子，好，不是不好，统统都有成就。我们用这个本子破那个本子，那个本子破这个本子，两边都不能成就，这是错误的。所以学佛，佛法是师道，最重要的是师承，关键在此地。这些情形使我们更深体会师承的重要性，但是现在不讲求，所以现在修学是非常的困难，就是刚才所说的，不学佛心里还很清净，愈学愈糟糕。古时候，无论是世法、出世法都讲求师承，你是跟哪个老师学？你是哪一宗、哪一派？他有成就。",
      "zh_TW": "今天在開講之前，我在二樓客廳裡面坐著，有一位法師來告訴我，現在在大陸有一些地方，大概也是從台灣去的一些年輕法師，提出來《無量壽經》的會集本不能讀，搞得人心惶惶。他看到這個現象，也不知道如何來適應。我就告訴他非常簡單，你跟哪一個人學？這問題立刻就解決了。你跟我學夏老居士的會集本，那你就聽我的，你就不可以聽別人的；你要跟那個法師學，那你老老實實跟他學，不要聽我的。各人都有成就，身心都安定。那位法師提倡康僧鎧的本子，好，不是不好，統統都有成就。我們用這個本子破那個本子，那個本子破這個本子，兩邊都不能成就，這是錯誤的。所以學佛，佛法是師道，最重要的是師承，關鍵在此地。這些情形使我們更深體會師承的重要性，但是現在不講求，所以現在修學是非常的困難，就是剛才所說的，不學佛心裡還很清淨，愈學愈糟糕。古時候，無論是世法、出世法都講求師承，你是跟哪個老師學？你是哪一宗、哪一派？他有成就。"
    },
    {
      "id": "12-045-0025_p0030",
      "zh_CN": "我过去亲近李炳南老居士，这是沾到一点师承的边缘。他教导我，只可以听他一个人讲经说法。我跟他学，我只能听他一个人的，除他之外任何法师、居士、大德讲经说法一概不准听。这叫师承，我们心清净，清净心受益。第二个约定，无论看什么书，世间书、佛教的经典，没有经过他的同意不准看。第三个约定，你过去所学的一律作废，老师不承认，从今天起从头学起。这是自古以来，几千年代代相传，并不是李炳南老居士他自己发明的，不是。早年，谛闲老和尚也是这三条教给演培法师，那时演培法师是沙弥，在观宗寺，民国初年的时候，他在谛闲老法师的会下，他告诉我，老和尚也是教三条。这三条规矩遵守十年，我们才深受利益。十年当中不听任何人讲东西，不看任何人这些著作，心永远是定的，一门深入。清净心生智慧，展开经本，一句、二句给你讲三、四个钟点；我也没有准备，我这个经本跟你们一样。根都是李老师会下扎下的。",
      "zh_TW": "我過去親近李炳南老居士，這是沾到一點師承的邊緣。他教導我，只可以聽他一個人講經說法。我跟他學，我只能聽他一個人的，除他之外任何法師、居士、大德講經說法一概不准聽。這叫師承，我們心清淨，清淨心受益。第二個約定，無論看什麼書，世間書、佛教的經典，沒有經過他的同意不准看。第三個約定，你過去所學的一律作廢，老師不承認，從今天起從頭學起。這是自古以來，幾千年代代相傳，並不是李炳南老居士他自己發明的，不是。早年，諦閑老和尚也是這三條教給演培法師，那時演培法師是沙彌，在觀宗寺，民國初年的時候，他在諦閑老法師的會下，他告訴我，老和尚也是教三條。這三條規矩遵守十年，我們才深受利益。十年當中不聽任何人講東西，不看任何人這些著作，心永遠是定的，一門深入。清淨心生智慧，展開經本，一句、二句給你講三、四個鐘點；我也沒有準備，我這個經本跟你們一樣。根都是李老師會下扎下的。"
    },
    {
      "id": "12-045-0025_p0031",
      "zh_CN": "所以轻信，听这个的话，就马上不相信要改变，你到底跟哪一个学？你到底认哪一个做老师？结果怎么？他没有老师。东听听、西听听，搞得迷惑颠倒，天下大乱，这叫笑话！岂不闻《金刚经》上所说的，「法门平等，无有高下」。只要适合你自己的根性，选定一门，一门深入，都有成就，哪有没成就的？如果说这个经不能会集，没有这个道理。不能会集，那还能翻译吗？能翻译当然就能会集。王龙舒居士头一个会集，王龙舒居士念佛往生站着走的，你有这个本事吗？如果说会集有罪，会集是错误的，王龙舒居士还能够站着往生吗？头一个会集，表演给我们看。这些都是偏知偏见。我们一定要了解，我们跟哪一个老师学，我们学哪一个法门。",
      "zh_TW": "所以輕信，聽這個的話，就馬上不相信要改變，你到底跟哪一個學？你到底認哪一個做老師？結果怎麼？他沒有老師。東聽聽、西聽聽，搞得迷惑顛倒，天下大亂，這叫笑話！豈不聞《金剛經》上所說的，「法門平等，無有高下」。只要適合你自己的根性，選定一門，一門深入，都有成就，哪有沒成就的？如果說這個經不能會集，沒有這個道理。不能會集，那還能翻譯嗎？能翻譯當然就能會集。王龍舒居士頭一個會集，王龍舒居士念佛往生站著走的，你有這個本事嗎？如果說會集有罪，會集是錯誤的，王龍舒居士還能夠站著往生嗎？頭一個會集，表演給我們看。這些都是偏知偏見。我們一定要了解，我們跟哪一個老師學，我們學哪一個法門。"
    },
    {
      "id": "12-045-0025_p0032",
      "zh_CN": "经教它的作用是帮助我们建立信心、愿心，作用在此地。真正往生，真正往生要念佛，经教是介绍你的。我跟大家都讲过，《无量寿经》是什么？是西方极乐世界的介绍说明书，让你知道了、明白了很想去。怎么去？去的方法，这个会集没错，哪个本子都一样，「发菩提心，一向专念」，这就是方法。世尊多次宣讲，现在我们《藏经》里面五种原译本，字字句句都没有离开四十八愿。四十八愿是我们净宗原始的依据，最原始的，是阿弥陀佛亲自说的，世尊为我们转述，我们要有信心。会集本字字句句也没有离开四十八愿，这哪里错得了？过去王龙舒的本子、魏默深的本子，确确实实里面有改动几个字，这是印光大师不赞成的，并不是不赞成会集，是不赞成改动原文，这是一个很不好的例子。他们改动决定没有问题，改得一定比原译本还好、还要通畅，我们容易看得懂。怕这个例子一开，以后一些糊涂人念这个经念不懂，随着自己意思乱改，我也改、你也改，大家都改，将来这个经就不像话了，传下去之后那就完全错误，印祖是这个意思，我们要懂得。所以我们深明这个道理，我们到底是依哪一部经，依哪一个法门，依哪一个老师来教导，哪有不成就的道理？这个成就，得清净心，开真实慧，这成就，正是所谓「方便有多门，归元无二路」。",
      "zh_TW": "經教它的作用是幫助我們建立信心、願心，作用在此地。真正往生，真正往生要念佛，經教是介紹你的。我跟大家都講過，《無量壽經》是什麼？是西方極樂世界的介紹說明書，讓你知道了、明白了很想去。怎麼去？去的方法，這個會集沒錯，哪個本子都一樣，「發菩提心，一向專念」，這就是方法。世尊多次宣講，現在我們《藏經》裡面五種原譯本，字字句句都沒有離開四十八願。四十八願是我們淨宗原始的依據，最原始的，是阿彌陀佛親自說的，世尊為我們轉述，我們要有信心。會集本字字句句也沒有離開四十八願，這哪裡錯得了？過去王龍舒的本子、魏默深的本子，確確實實裡面有改動幾個字，這是印光大師不贊成的，並不是不贊成會集，是不贊成改動原文，這是一個很不好的例子。他們改動決定沒有問題，改得一定比原譯本還好、還要通暢，我們容易看得懂。怕這個例子一開，以後一些糊塗人念這個經念不懂，隨著自己意思亂改，我也改、你也改，大家都改，將來這個經就不像話了，傳下去之後那就完全錯誤，印祖是這個意思，我們要懂得。所以我們深明這個道理，我們到底是依哪一部經，依哪一個法門，依哪一個老師來教導，哪有不成就的道理？這個成就，得清淨心，開真實慧，這成就，正是所謂「方便有多門，歸元無二路」。"
    },
    {
      "id": "12-045-0025_p0033",
      "zh_CN": "不仅仅是佛法圆融贯通，没有障碍，我跟诸位讲过，我过去在天主教的学院教过书。高级的学院，不是普通学院，在台湾辅仁大学的后面，多玛斯修道院。那个时候于斌主教在，他们亚洲主教团在台湾这个地方办了个研究所，东亚精神生活研究所，请我去讲「佛教精神生活」，我给他讲这个课程。所以我还有很多神父、修女学生，我跟他们的关系很好，彼此都非常尊重。我跟他们上课，非常感叹的告诉这些学生们，你们请我讲佛教精神生活，实在讲错了，应该请我讲你们的《玫瑰经》。真的，我要讲《新旧约》，《新旧约》就是《大方广佛华严经》，一点都不假！他不请我讲。",
      "zh_TW": "不僅僅是佛法圓融貫通，沒有障礙，我跟諸位講過，我過去在天主教的學院教過書。高級的學院，不是普通學院，在台灣輔仁大學的後面，多瑪斯修道院。那個時候于斌主教在，他們亞洲主教團在台灣這個地方辦了個研究所，東亞精神生活研究所，請我去講「佛教精神生活」，我給他講這個課程。所以我還有很多神父、修女學生，我跟他們的關係很好，彼此都非常尊重。我跟他們上課，非常感嘆的告訴這些學生們，你們請我講佛教精神生活，實在講錯了，應該請我講你們的《玫瑰經》。真的，我要講《新舊約》，《新舊約》就是《大方廣佛華嚴經》，一點都不假！他不請我講。"
    },
    {
      "id": "12-045-0025_p0034",
      "zh_CN": "佛法要的是开智慧，你真正得一点智慧，哪一法不是佛法？法法皆是佛法，没有一法不是佛法。基督教的经典是佛法，伊斯兰教的《古兰经》也是佛法，看你怎么领悟，看你怎么讲解。你说为什么？都不离自性。世出世间一切法都是唯心所现、唯识所变，都与自性相应，恒与智俱。恒与智俱不是讲大乘经典，世出世间一切法，我们在日常生活当中点点滴滴，恒与智俱。这是给你讲真的，讲出事实真相，但是我们今天不能够觉察到，我们是迷。恒与智俱是事实真相；不与智俱是误会、是迷惑，不是事实真相。我们在前面讲到，一毛端、一微尘现尽虚空遍法界，虚空法界没缩小，一微尘没放大，又说一切诸佛有能力在一微尘里面转大法轮，这些我们在大乘经上常常听说。可是你有没有听说到，这也是前面讲过的，一切诸佛能于一微尘现一切世界依正庄严。一切世界的依正庄严，我们问一问，包不包括其他宗教？包不包括世出世间一切法？当然包括在其中。既然包括在其中，那我们要问，哪一法不是佛法？契入境界，无有一法不是佛法。你说不学佛，是你自己以为没学佛，其实都学了，你要穿衣、你要吃饭、你要工作、你要应酬，统统是佛法。你们有亲戚朋友在基督教堂，他也是学佛法，他跟我们有分别，是他迷而不觉；我们跟他不分别，对他非常尊重，我们明白。所以我在基督教里面，看到这些牧师合掌，牧师菩萨；伊斯兰教里，阿訇菩萨，我们处得很好，他们都很欢喜我，都很喜欢跟我聊天。疑难杂症，他们在弘法的时候疑难杂症，信徒问的、不能解答的，他来找我，我帮助他解答。好，今天时间到了。",
      "zh_TW": "佛法要的是開智慧，你真正得一點智慧，哪一法不是佛法？法法皆是佛法，沒有一法不是佛法。基督教的經典是佛法，伊斯蘭教的《古蘭經》也是佛法，看你怎麼領悟，看你怎麼講解。你說為什麼？都不離自性。世出世間一切法都是唯心所現、唯識所變，都與自性相應，恆與智俱。恆與智俱不是講大乘經典，世出世間一切法，我們在日常生活當中點點滴滴，恆與智俱。這是給你講真的，講出事實真相，但是我們今天不能夠覺察到，我們是迷。恆與智俱是事實真相；不與智俱是誤會、是迷惑，不是事實真相。我們在前面講到，一毛端、一微塵現盡虛空遍法界，虛空法界沒縮小，一微塵沒放大，又說一切諸佛有能力在一微塵裡面轉大法輪，這些我們在大乘經上常常聽說。可是你有沒有聽說到，這也是前面講過的，一切諸佛能於一微塵現一切世界依正莊嚴。一切世界的依正莊嚴，我們問一問，包不包括其他宗教？包不包括世出世間一切法？當然包括在其中。既然包括在其中，那我們要問，哪一法不是佛法？契入境界，無有一法不是佛法。你說不學佛，是你自己以為沒學佛，其實都學了，你要穿衣、你要吃飯、你要工作、你要應酬，統統是佛法。你們有親戚朋友在基督教堂，他也是學佛法，他跟我們有分別，是他迷而不覺；我們跟他不分別，對他非常尊重，我們明白。所以我在基督教裡面，看到這些牧師合掌，牧師菩薩；伊斯蘭教裡，阿訇菩薩，我們處得很好，他們都很歡喜我，都很喜歡跟我聊天。疑難雜症，他們在弘法的時候疑難雜症，信徒問的、不能解答的，他來找我，我幫助他解答。好，今天時間到了。"
    }
  ]
}