{
  "doc_id": "12-045-0069",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十九集",
    "zh_TW": "第六十九集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-045-0069",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "12-045-0069_p0001",
      "zh_CN": "请掀开经本，我们从三十八面倒数第二行看起，「复有无量鸠槃茶王，所谓增长鸠槃茶王、龙主鸠槃茶王、善庄严幢鸠槃茶王、普饶益行鸠槃茶王、甚可怖畏鸠槃茶王」，上一次讲到这个地方。今天接着我们看第六尊：",
      "zh_TW": "請掀開經本，我們從三十八面倒數第二行看起，「復有無量鳩槃茶王，所謂增長鳩槃茶王、龍主鳩槃茶王、善莊嚴幢鳩槃茶王、普饒益行鳩槃茶王、甚可怖畏鳩槃茶王」，上一次講到這個地方。今天接著我們看第六尊："
    },
    {
      "id": "12-045-0069_p0002",
      "zh_CN": "【美目端严鸠槃茶王。】",
      "zh_TW": "【美目端嚴鳩槃茶王。】"
    },
    {
      "id": "12-045-0069_p0003",
      "zh_CN": "这一段是代表第七回向，第七回向是「等随顺一切众生」，等是平等。都是菩萨为我们做出示范，为我们做出榜样，如何对社会大众来服务。前面两大段，十住、十行偏重在自利，自利有成就就要贡献社会、服务众生，所以十回向这一段教给我们服务大众的心态，佛也说了十条，这一条是平等随顺一切众生。鸠槃茶王这是鬼王，属于南方天王所统辖，也有十位上首名号当中来表法，教我们怎样做平等随顺。第六尊『美目端严鸠槃茶王』，「美目」，目是看。并不是说这位鸠槃茶王法相非常庄严，也可以这么说法，但是他是表法的。正如同布袋和尚表法的意义相仿佛，布袋和尚是弥勒菩萨的化身，他所示现的形象是一团欢喜；换句话说，教给我们对人、对物、对事要常生欢喜心。这个教学的义趣非常重要、非常深广，所以在佛门都把他放在天王殿的正当中，让大家一进门就看到他。美目端严也表这个意思，我们从名号上能够领会到，菩萨是教我们看一切众生美好的这一面。",
      "zh_TW": "這一段是代表第七迴向，第七迴向是「等隨順一切眾生」，等是平等。都是菩薩為我們做出示範，為我們做出榜樣，如何對社會大眾來服務。前面兩大段，十住、十行偏重在自利，自利有成就就要貢獻社會、服務眾生，所以十迴向這一段教給我們服務大眾的心態，佛也說了十條，這一條是平等隨順一切眾生。鳩槃茶王這是鬼王，屬於南方天王所統轄，也有十位上首名號當中來表法，教我們怎樣做平等隨順。第六尊『美目端嚴鳩槃茶王』，「美目」，目是看。並不是說這位鳩槃茶王法相非常莊嚴，也可以這麼說法，但是他是表法的。正如同布袋和尚表法的意義相彷彿，布袋和尚是彌勒菩薩的化身，他所示現的形象是一團歡喜；換句話說，教給我們對人、對物、對事要常生歡喜心。這個教學的義趣非常重要、非常深廣，所以在佛門都把他放在天王殿的正當中，讓大家一進門就看到他。美目端嚴也表這個意思，我們從名號上能夠領會到，菩薩是教我們看一切眾生美好的這一面。"
    },
    {
      "id": "12-045-0069_p0004",
      "zh_CN": "不但佛菩萨这样教我们，世间善人也是这样教导我们，教我们要隐恶扬善。看到人家不好的那一面不要放在心上，不要放在口上，心里面不去想，口里也不可以说。看到人家好的地方，我们要记在心上，要常常宣扬，对自己有好处，什么好处？断恶修善。断恶修善要从这里做起，你不从这个地方做起，你的恶断不掉。天天想着别人的恶，天天看到别人的恶，你的恶怎么能断得掉？这是断恶修善最好的方法。你再能够宣扬别人的好处，劝导社会大众都向他学习，以他做榜样，这叫扬善。我们诚心诚意这样去做就是积功累德，积累你的善心。一个人心地纯善无恶，自然就端严。为什么？善心变现出来的容貌一定是善美，这是一定的道理。人人都存这个心，人人都如是修行，社会也就善美端严，你说这个功德多大。我们要想净化人心，要想造福社会，多看别人的好处，多看别人的善处。一切众生都有他善的一面，也都有恶的一面，六道众生总是善恶混杂，找一个纯善无恶找不到，找一个纯恶无善也找不到，只不过或是善多、或是恶多。恶多的人也必定有他善的一面，我们只要记取善的一面，学习善的一面。实在讲恶的一面我们见到了，自己警惕反省，看到别人的恶，想想看自己有没有，如果有，赶紧要改过；如果没有，要勉励自己不可以犯这个过错。这样一来，一切众生善恶两面，对我们修学都有真实的利益，这才叫美目。这是我们在日常生活当中要知道学习的。再看下面第七尊：",
      "zh_TW": "不但佛菩薩這樣教我們，世間善人也是這樣教導我們，教我們要隱惡揚善。看到人家不好的那一面不要放在心上，不要放在口上，心裡面不去想，口裡也不可以說。看到人家好的地方，我們要記在心上，要常常宣揚，對自己有好處，什麼好處？斷惡修善。斷惡修善要從這裡做起，你不從這個地方做起，你的惡斷不掉。天天想著別人的惡，天天看到別人的惡，你的惡怎麼能斷得掉？這是斷惡修善最好的方法。你再能夠宣揚別人的好處，勸導社會大眾都向他學習，以他做榜樣，這叫揚善。我們誠心誠意這樣去做就是積功累德，積累你的善心。一個人心地純善無惡，自然就端嚴。為什麼？善心變現出來的容貌一定是善美，這是一定的道理。人人都存這個心，人人都如是修行，社會也就善美端嚴，你說這個功德多大。我們要想淨化人心，要想造福社會，多看別人的好處，多看別人的善處。一切眾生都有他善的一面，也都有惡的一面，六道眾生總是善惡混雜，找一個純善無惡找不到，找一個純惡無善也找不到，只不過或是善多、或是惡多。惡多的人也必定有他善的一面，我們只要記取善的一面，學習善的一面。實在講惡的一面我們見到了，自己警惕反省，看到別人的惡，想想看自己有沒有，如果有，趕緊要改過；如果沒有，要勉勵自己不可以犯這個過錯。這樣一來，一切眾生善惡兩面，對我們修學都有真實的利益，這才叫美目。這是我們在日常生活當中要知道學習的。再看下面第七尊："
    },
    {
      "id": "12-045-0069_p0005",
      "zh_CN": "【高峰慧鸠槃茶王。】",
      "zh_TW": "【高峰慧鳩槃茶王。】"
    },
    {
      "id": "12-045-0069_p0006",
      "zh_CN": "德号里面表法的意思非常显明。『高峰』是比喻，「峰」是山峰，最高的处所，表智慧，我们今天讲高度的智慧。确实，没有高度的智慧，不能帮助众生，不能帮助社会。佛教是教育、是教学，对象是九法界一切众生。诸佛菩萨如果要从今天社会上种种行业来观察，他是属于哪一行？我想诸位都很清楚，我们称佛为本师，称他为老师，老师是哪一行？当然是教学，他是属于教学这个行业，我们要搞清楚。教学行业，现在分科分得很细，是属于哪个科目的教学？佛法是属于义务的社会教学，因为它没有固定学校的形式，一切时、一切处、一切人，他特别注重机会教育，所以对于一切众生收到良好的教学效果，帮助众生破迷开悟，离苦得乐。如果你要问，佛教教学的内容是什么？内容是智慧，帮助人开智慧。所以佛教是智慧的教育，是智慧的教学，这个教学不拘形式。而且佛教教育不求报酬，它是义务的，诸佛菩萨，我们用今天社会来给他定位，他是义务社会教育的工作者。我们做佛的学生，我们在社会上也是这个位子，也是如此定位，你在社会上干什么？义务教学，我们做这个工作。然后才晓得这不是搞迷信，不是消极、不是落伍，是非常积极在做社教的工作，这个工作的宗旨、工作的重点是破除迷信，开启智慧，而且是高度的智慧。",
      "zh_TW": "德號裡面表法的意思非常顯明。『高峰』是比喻，「峰」是山峰，最高的處所，表智慧，我們今天講高度的智慧。確實，沒有高度的智慧，不能幫助眾生，不能幫助社會。佛教是教育、是教學，對象是九法界一切眾生。諸佛菩薩如果要從今天社會上種種行業來觀察，他是屬於哪一行？我想諸位都很清楚，我們稱佛為本師，稱他為老師，老師是哪一行？當然是教學，他是屬於教學這個行業，我們要搞清楚。教學行業，現在分科分得很細，是屬於哪個科目的教學？佛法是屬於義務的社會教學，因為它沒有固定學校的形式，一切時、一切處、一切人，他特別注重機會教育，所以對於一切眾生收到良好的教學效果，幫助眾生破迷開悟，離苦得樂。如果你要問，佛教教學的內容是什麼？內容是智慧，幫助人開智慧。所以佛教是智慧的教育，是智慧的教學，這個教學不拘形式。而且佛教教育不求報酬，它是義務的，諸佛菩薩，我們用今天社會來給他定位，他是義務社會教育的工作者。我們做佛的學生，我們在社會上也是這個位子，也是如此定位，你在社會上幹什麼？義務教學，我們做這個工作。然後才曉得這不是搞迷信，不是消極、不是落伍，是非常積極在做社教的工作，這個工作的宗旨、工作的重點是破除迷信，開啟智慧，而且是高度的智慧。"
    },
    {
      "id": "12-045-0069_p0007",
      "zh_CN": "《无量寿经》上一开端给我们讲了三个真实，第一个是「开化显示真实之际」。开就是开示、开导，诸佛菩萨讲经说法这叫开；示是指示，更深入一层，证示，也包括示现，示现是做出样子来给你看，不仅是给你说，做出样子来给你看。内容是什么？真实之际。什么叫真实之际？换句话说，就是宇宙人生的真相。这个话说起来还是不太容易体会到，我们再把这个圈子缩小，讲宇宙人生的真相是讲到究竟圆满；如果把范围缩小，生活的真相，这大家好懂。你看看菩萨过的生活，生活的真相，真实！我们每天工作，工作的真实，处事待人接物有处事待人接物的真实相；推展出去，尽虚空遍法界一一相都是真实相，开化显示真实之际，没有一样不真实。这就是禅宗里面所说的大彻大悟之后他见到了，见到什么？头头是道，左右逢源。这两句话说得很好，但是我们听了也不能完全懂得里面的意思；我给你讲生活的真相、工作的真相，我们应酬的真相，一切事事物物的真相，诸位就好懂，这就叫头头是道、左右逢源，这是高度智慧的生活，高度智慧的落实。",
      "zh_TW": "《無量壽經》上一開端給我們講了三個真實，第一個是「開化顯示真實之際」。開就是開示、開導，諸佛菩薩講經說法這叫開；示是指示，更深入一層，證示，也包括示現，示現是做出樣子來給你看，不僅是給你說，做出樣子來給你看。內容是什麼？真實之際。什麼叫真實之際？換句話說，就是宇宙人生的真相。這個話說起來還是不太容易體會到，我們再把這個圈子縮小，講宇宙人生的真相是講到究竟圓滿；如果把範圍縮小，生活的真相，這大家好懂。你看看菩薩過的生活，生活的真相，真實！我們每天工作，工作的真實，處事待人接物有處事待人接物的真實相；推展出去，盡虛空遍法界一一相都是真實相，開化顯示真實之際，沒有一樣不真實。這就是禪宗裡面所說的大徹大悟之後他見到了，見到什麼？頭頭是道，左右逢源。這兩句話說得很好，但是我們聽了也不能完全懂得裡面的意思；我給你講生活的真相、工作的真相，我們應酬的真相，一切事事物物的真相，諸位就好懂，這就叫頭頭是道、左右逢源，這是高度智慧的生活，高度智慧的落實。"
    },
    {
      "id": "12-045-0069_p0008",
      "zh_CN": "所以佛又跟我们讲「住真实慧」，他的身心、生活安住在真实智慧之中，这就是此地讲的「高峰慧」。这才是人生最高的享受，才是人生真实的享受，这是自利，自己获得。自己得到之后，也要把这个利益贡献给社会，贡献给众生。实在说，这桩事情一切众生个个本具，哪里是佛给我们的？我们每个人统统具足。非常可惜我们迷了，迷了这才生烦恼，自生烦恼，才过这种痛苦的日子，一旦觉悟就跟佛菩萨没有两样。鸠槃茶是鬼王，我们中国人叫冬瓜鬼，他身体形状像个冬瓜一样，不怎么好看；冬瓜鬼要是觉悟了，他也是佛菩萨。佛在经上以这种方式表法，就我们现前的形状、现前的身分，悟了之后众生就作佛。所以说生佛不二，迷了的时候是众生、是凡夫，悟了的时候众生就作佛，凡夫就成圣，就在这一念觉迷之间，这一点我们应当要清楚、要明白。",
      "zh_TW": "所以佛又跟我們講「住真實慧」，他的身心、生活安住在真實智慧之中，這就是此地講的「高峰慧」。這才是人生最高的享受，才是人生真實的享受，這是自利，自己獲得。自己得到之後，也要把這個利益貢獻給社會，貢獻給眾生。實在說，這樁事情一切眾生個個本具，哪裡是佛給我們的？我們每個人統統具足。非常可惜我們迷了，迷了這才生煩惱，自生煩惱，才過這種痛苦的日子，一旦覺悟就跟佛菩薩沒有兩樣。鳩槃茶是鬼王，我們中國人叫冬瓜鬼，他身體形狀像個冬瓜一樣，不怎麼好看；冬瓜鬼要是覺悟了，他也是佛菩薩。佛在經上以這種方式表法，就我們現前的形狀、現前的身分，悟了之後眾生就作佛。所以說生佛不二，迷了的時候是眾生、是凡夫，悟了的時候眾生就作佛，凡夫就成聖，就在這一念覺迷之間，這一點我們應當要清楚、要明白。"
    },
    {
      "id": "12-045-0069_p0009",
      "zh_CN": "我们如何帮助别人？经上讲「惠以真实之利」，真实之利是帮助他觉悟。他真正觉悟了，那种殊胜微妙的享受他就恍然大悟，原来是自家本具的。智慧开了之后，跟我们以前在迷的时候完全不一样，在迷的时候六根接触六尘境界，没有一法不迷，法法皆迷，这是指我们六道众生；悟了之后恰恰相反，六根接触六尘境界无有一法不觉，朗然大觉，高峰慧！迷的时候一切皆是烦恼，生活在烦恼之中；悟了的时候，烦恼变成智慧，生活在圆满智慧之中，这就不一样。",
      "zh_TW": "我們如何幫助別人？經上講「惠以真實之利」，真實之利是幫助他覺悟。他真正覺悟了，那種殊勝微妙的享受他就恍然大悟，原來是自家本具的。智慧開了之後，跟我們以前在迷的時候完全不一樣，在迷的時候六根接觸六塵境界，沒有一法不迷，法法皆迷，這是指我們六道眾生；悟了之後恰恰相反，六根接觸六塵境界無有一法不覺，朗然大覺，高峰慧！迷的時候一切皆是煩惱，生活在煩惱之中；悟了的時候，煩惱變成智慧，生活在圓滿智慧之中，這就不一樣。"
    },
    {
      "id": "12-045-0069_p0010",
      "zh_CN": "怎样开智慧，怎样觉悟，这是我们现前最重要的课题。佛教导我们，总纲领是戒定慧三学，因戒得定，因定开慧。戒是什么？戒是佛的教诫、佛的教诲。我们把世尊四十九年所说一切教诲把它归纳起来，找到它的总纲领，就是一个布施。布施是什么意思？放下。布施是舍，舍什么？舍妄想分别执着，这个叫持戒。我们不必斤斤在戒条上，一条条去分别执着，太麻烦了，学禅的人说那叫寻枝摘叶，太琐碎、太麻烦了，聪明人不干这个事情。聪明人修行抓总纲领，一把抓，这是聪明。总纲领就是三学，所以能够遵守佛这个教诲，教我们放下，放下之后你的心自然就定了。我们今天心不定，不定是你放不下，牵肠挂肚的事情太多。这些牵肠挂肚的事情没有一桩是真的，全是假的，你仔细冷静去想想，你每天所牵挂、所忧虑、所担心的，你仔细去想想，哪一样是真的？真的，永恒的存在、永恒的不变，那是真的。以这个标准来观察，没有一样是真的，不但世间一切法不是真的，佛所说一切法也不是真的。这是佛给我们说得很明白，他讲佛法也是因缘所生法，所以嘱咐我们，佛法也不能执着，暂时可以用它，不能够执着它，执着就叫法执，错了。佛是叫我们破执着，不是叫我们换执着的对象，这一点一定要搞清楚；我们把世间法放弃，不执着了，执着佛法错了，佛法也不能执着，你的心定了，定了之后就开智慧。诸位要晓得，定心就是真心，为什么？定心里头没有妄想、没有妄念，这个心是真心；妄心就是指念头、指妄念。愈是高的智慧，愈是深的禅定；愈是深的禅定，愈是深的放下，深广的放下，你不放下怎么行？",
      "zh_TW": "怎樣開智慧，怎樣覺悟，這是我們現前最重要的課題。佛教導我們，總綱領是戒定慧三學，因戒得定，因定開慧。戒是什麼？戒是佛的教誡、佛的教誨。我們把世尊四十九年所說一切教誨把它歸納起來，找到它的總綱領，就是一個布施。布施是什麼意思？放下。布施是捨，捨什麼？捨妄想分別執著，這個叫持戒。我們不必斤斤在戒條上，一條條去分別執著，太麻煩了，學禪的人說那叫尋枝摘葉，太瑣碎、太麻煩了，聰明人不幹這個事情。聰明人修行抓總綱領，一把抓，這是聰明。總綱領就是三學，所以能夠遵守佛這個教誨，教我們放下，放下之後你的心自然就定了。我們今天心不定，不定是你放不下，牽腸掛肚的事情太多。這些牽腸掛肚的事情沒有一樁是真的，全是假的，你仔細冷靜去想想，你每天所牽掛、所憂慮、所擔心的，你仔細去想想，哪一樣是真的？真的，永恆的存在、永恆的不變，那是真的。以這個標準來觀察，沒有一樣是真的，不但世間一切法不是真的，佛所說一切法也不是真的。這是佛給我們說得很明白，他講佛法也是因緣所生法，所以囑咐我們，佛法也不能執著，暫時可以用它，不能夠執著它，執著就叫法執，錯了。佛是叫我們破執著，不是叫我們換執著的對象，這一點一定要搞清楚；我們把世間法放棄，不執著了，執著佛法錯了，佛法也不能執著，你的心定了，定了之後就開智慧。諸位要曉得，定心就是真心，為什麼？定心裡頭沒有妄想、沒有妄念，這個心是真心；妄心就是指念頭、指妄念。愈是高的智慧，愈是深的禪定；愈是深的禪定，愈是深的放下，深廣的放下，你不放下怎麼行？"
    },
    {
      "id": "12-045-0069_p0011",
      "zh_CN": "我们现在最大的困难，也知道佛在一切经教里面天天劝我们放下，我们还是放不下，这是什么原因？没有看破，所以放不下，就是事实真相没有看破。我们天天在研究经教，目的何在？帮助大家了解事实真相，明了事实真相就是看破，真相明白了，自然就放下。我们用现代人的话，很浅显的说法，佛法修学的总纲领，四个字：看破、放下，这好懂。看破、放下，那里面自然就具足戒定慧三学。说戒定慧三学大家不好懂，听到很玄很妙，莫测高深，给你讲看破放下比较好懂多了。其实看破放下四个字你还是不懂，这是真的。我当年学佛，可以说是刚刚接触佛法，我接触佛法是看经，不是听经，是看经，借经书回来看。大概在一个月的样子，我认识了章嘉大师。我第一次跟他见面向他请教，问他，有没有方法让我们很快就入佛法的境界？他老人家给我说的有，就是告诉我六个字：看得破、放得下，实际上就是看破、放下四个字。我是第一天接触佛法、接触法师，法师给我的开示，看得破、放得下，给我讲六个字。而且嘱咐我，要我一定去做六年，这就是持戒，六年当中努力把这六个字落实，我从这个地方下手。怎么做？布施，舍，放下就是舍。那个时候不懂什么叫妄想分别执着，章嘉大师没告诉我，只教我要布施。我就学布施，难舍能舍，咬紧牙根也要舍，为什么？老师教我舍，不舍怎么行？舍了以后确实心会清净，心清净之后，平常跟人谈话，看人处事接物，好像比从前进步一点、聪明一点，这就看到效果了。",
      "zh_TW": "我們現在最大的困難，也知道佛在一切經教裡面天天勸我們放下，我們還是放不下，這是什麼原因？沒有看破，所以放不下，就是事實真相沒有看破。我們天天在研究經教，目的何在？幫助大家了解事實真相，明瞭事實真相就是看破，真相明白了，自然就放下。我們用現代人的話，很淺顯的說法，佛法修學的總綱領，四個字：看破、放下，這好懂。看破、放下，那裡面自然就具足戒定慧三學。說戒定慧三學大家不好懂，聽到很玄很妙，莫測高深，給你講看破放下比較好懂多了。其實看破放下四個字你還是不懂，這是真的。我當年學佛，可以說是剛剛接觸佛法，我接觸佛法是看經，不是聽經，是看經，借經書回來看。大概在一個月的樣子，我認識了章嘉大師。我第一次跟他見面向他請教，問他，有沒有方法讓我們很快就入佛法的境界？他老人家給我說的有，就是告訴我六個字：看得破、放得下，實際上就是看破、放下四個字。我是第一天接觸佛法、接觸法師，法師給我的開示，看得破、放得下，給我講六個字。而且囑咐我，要我一定去做六年，這就是持戒，六年當中努力把這六個字落實，我從這個地方下手。怎麼做？布施，捨，放下就是捨。那個時候不懂什麼叫妄想分別執著，章嘉大師沒告訴我，只教我要布施。我就學布施，難捨能捨，咬緊牙根也要捨，為什麼？老師教我捨，不捨怎麼行？捨了以後確實心會清淨，心清淨之後，平常跟人談話，看人處事接物，好像比從前進步一點、聰明一點，這就看到效果了。"
    },
    {
      "id": "12-045-0069_p0012",
      "zh_CN": "高度智慧生活怎么样修学？看破、放下。看破，诸位要记住，看破就是对于事实真相真正的明白了解，这叫看破。放下，不会再把这些事情放在心上，心永远清净，这样才能够生起高度的智慧。智慧是自性里头本来具足的，障碍智慧的东西除掉，看破是除所知障，放下是除烦恼障，佛常讲我们两种障碍障住自性，自性的智慧德能不能现前，这两种障碍去掉，智慧就现前。这是「高峰慧」德号里面给我们的启示。第八尊：",
      "zh_TW": "高度智慧生活怎麼樣修學？看破、放下。看破，諸位要記住，看破就是對於事實真相真正的明白了解，這叫看破。放下，不會再把這些事情放在心上，心永遠清淨，這樣才能夠生起高度的智慧。智慧是自性裡頭本來具足的，障礙智慧的東西除掉，看破是除所知障，放下是除煩惱障，佛常講我們兩種障礙障住自性，自性的智慧德能不能現前，這兩種障礙去掉，智慧就現前。這是「高峰慧」德號裡面給我們的啟示。第八尊："
    },
    {
      "id": "12-045-0069_p0013",
      "zh_CN": "【勇健臂鸠槃茶王。】",
      "zh_TW": "【勇健臂鳩槃茶王。】"
    },
    {
      "id": "12-045-0069_p0014",
      "zh_CN": "『勇健臂』前面也曾经看过，意思相同。前面「美目端严」是你见到，「勇健臂」，见到之后手也要到，这是比喻热心服务。服务最重要的工具就是双手，双手万能，眼到手到，见到众生有困难立刻要伸出援手。「勇健」里面还含着快速，不是缓慢，很快就去帮助他。我们看到这个名号，哪一个人不希望自己身体勇健？勇健两个字，用现代话讲，健康强壮，谁不希望？一个健康强壮的身体从哪里来的？我们学佛的人知道，它有因缘，过去生中修无畏布施感得的果报。假如我们过去生中没有修无畏布施，怎么办？现在身体不健康，多病、多烦恼，我们有没有办法把我们这些病痛、把我们的虚弱舍弃掉，也能得一个健康强壮的身体？行不行？如果说不行，那我们赞叹佛的万德万能，这个意思就不相符，佛法也有做不到的，佛怎么可以称万德万能？答案是肯定的，决定可以做得到。再跟诸位说，死人都可以叫他活，你害点病算什么？问题在哪里？你信不信？关键在信愿。",
      "zh_TW": "『勇健臂』前面也曾經看過，意思相同。前面「美目端嚴」是你見到，「勇健臂」，見到之後手也要到，這是比喻熱心服務。服務最重要的工具就是雙手，雙手萬能，眼到手到，見到眾生有困難立刻要伸出援手。「勇健」裡面還含著快速，不是緩慢，很快就去幫助他。我們看到這個名號，哪一個人不希望自己身體勇健？勇健兩個字，用現代話講，健康強壯，誰不希望？一個健康強壯的身體從哪裡來的？我們學佛的人知道，它有因緣，過去生中修無畏布施感得的果報。假如我們過去生中沒有修無畏布施，怎麼辦？現在身體不健康，多病、多煩惱，我們有沒有辦法把我們這些病痛、把我們的虛弱捨棄掉，也能得一個健康強壯的身體？行不行？如果說不行，那我們讚歎佛的萬德萬能，這個意思就不相符，佛法也有做不到的，佛怎麼可以稱萬德萬能？答案是肯定的，決定可以做得到。再跟諸位說，死人都可以叫他活，你害點病算什麼？問題在哪裡？你信不信？關鍵在信願。"
    },
    {
      "id": "12-045-0069_p0015",
      "zh_CN": "如果你对于佛法不相信，还去相信那些医生，相信那些医药，那就没法子，你要想把你身体转变过来，给诸位说不可能！为什么不可能？如果是医生、医药能把你的虚弱变成刚强，岂不是把因果都破掉了？哪有这种道理？佛都不能破坏因果，你怎么能把因果破坏？理上讲不通。所以我们一定要晓得，大夫、医药可以治我们的病，绝不会叫我们健康强壮，不可能。这个话你信不信？我刚才说了，连死都可以叫他再活过来，我这里有证明。我过去多少算命看相的告诉我活不过四十五岁，四十五岁要死，我没死，这话是真的不是假的。我记得好像我五十岁那一年，馆长跟她几个朋友在台湾找到一个，在关西算命很灵的一个人，馆长把我的八字给他算。听说她回来告诉我，那个算命先生算了我的八字之后很茫然，问她们：这人还在吗？照他的八字，这个人应该不在了。她说还在。奇怪，怎么没死？馆长告诉他，他出家了。出家另当别论。真的，死人都可以叫他再生，病人能恢复健康岂不是小事一桩吗？",
      "zh_TW": "如果你對於佛法不相信，還去相信那些醫生，相信那些醫藥，那就沒法子，你要想把你身體轉變過來，給諸位說不可能！為什麼不可能？如果是醫生、醫藥能把你的虛弱變成剛強，豈不是把因果都破掉了？哪有這種道理？佛都不能破壞因果，你怎麼能把因果破壞？理上講不通。所以我們一定要曉得，大夫、醫藥可以治我們的病，絕不會叫我們健康強壯，不可能。這個話你信不信？我剛才說了，連死都可以叫他再活過來，我這裡有證明。我過去多少算命看相的告訴我活不過四十五歲，四十五歲要死，我沒死，這話是真的不是假的。我記得好像我五十歲那一年，館長跟她幾個朋友在台灣找到一個，在關西算命很靈的一個人，館長把我的八字給他算。聽說她回來告訴我，那個算命先生算了我的八字之後很茫然，問她們：這人還在嗎？照他的八字，這個人應該不在了。她說還在。奇怪，怎麼沒死？館長告訴他，他出家了。出家另當別論。真的，死人都可以叫他再生，病人能恢復健康豈不是小事一樁嗎？"
    },
    {
      "id": "12-045-0069_p0016",
      "zh_CN": "所以你要想转变你的业力，有转变业力的道理跟方法才行。你要知道身体虚弱不健康是业报，求医生天天吃补药没用处，愈补愈虚，怎么可能恢复健康？如何恢复健康？要从因上下功夫，要把那个因转变过来。首先要转变的是心理，不要天天念身体弱、念病，天天念医生、念药，你说糟糕不糟糕？你每天念这些东西，这才是你真正的致命伤。本来没有修无畏布施，现在天天念医生、念医药、念虚弱，那是什么？缘。你看因跟缘都不好，你哪里来的好果报？首先我们要把这个缘断掉，不要念这些，念什么？念阿弥陀佛，念观音菩萨，念三宝，先把念头转过来。这就是把你身体虚弱之缘断掉，你要找一个最健康的，然后修三种布施：财布施、法布施、无畏布施，你很快身体就转过来了。如果你不相信，那就没法子！所以首先你要真正相信，你才能帮助自己。你不相信这个道理，不相信这个方法，你永远转不过来，即使修很大的福报，你还是不能摆脱病魔。什么原因？因为你天天在念病，在念这些药物，这很糟糕，你的恶缘没有断掉。佛法跟我们说的句句都是真实话，决定没有妄语，能信的人有福，不信的人福薄，没福。所以我们希望得到一个强壮健康的身体，一个虔诚的佛弟子，对他来说不是难处。请看第九尊：",
      "zh_TW": "所以你要想轉變你的業力，有轉變業力的道理跟方法才行。你要知道身體虛弱不健康是業報，求醫生天天吃補藥沒用處，愈補愈虛，怎麼可能恢復健康？如何恢復健康？要從因上下功夫，要把那個因轉變過來。首先要轉變的是心理，不要天天念身體弱、念病，天天念醫生、念藥，你說糟糕不糟糕？你每天念這些東西，這才是你真正的致命傷。本來沒有修無畏布施，現在天天念醫生、念醫藥、念虛弱，那是什麼？緣。你看因跟緣都不好，你哪裡來的好果報？首先我們要把這個緣斷掉，不要念這些，念什麼？念阿彌陀佛，念觀音菩薩，念三寶，先把念頭轉過來。這就是把你身體虛弱之緣斷掉，你要找一個最健康的，然後修三種布施：財布施、法布施、無畏布施，你很快身體就轉過來了。如果你不相信，那就沒法子！所以首先你要真正相信，你才能幫助自己。你不相信這個道理，不相信這個方法，你永遠轉不過來，即使修很大的福報，你還是不能擺脫病魔。什麼原因？因為你天天在念病，在念這些藥物，這很糟糕，你的惡緣沒有斷掉。佛法跟我們說的句句都是真實話，決定沒有妄語，能信的人有福，不信的人福薄，沒福。所以我們希望得到一個強壯健康的身體，一個虔誠的佛弟子，對他來說不是難處。請看第九尊："
    },
    {
      "id": "12-045-0069_p0017",
      "zh_CN": "【无边净华眼鸠槃茶王。】",
      "zh_TW": "【無邊淨華眼鳩槃茶王。】"
    },
    {
      "id": "12-045-0069_p0018",
      "zh_CN": "这尊鬼王德号当中也有『眼』，眼跟目表法相同，这个名号比前面第六尊「美目端严」意思更深更广。『无边』是尽虚空遍法界。这就教给我们，我们用什么样的眼去看虚空法界森罗万象，这里面包括一切人事物，用什么眼睛去看？用『净华眼』。「净」是清净，「华」正是本经里面所说，经题当中所讲的「杂华严饰」，比喻法界森罗万象。你仔细观察，无有一法不清净，不但佛国土清净，众生国土也清净；四圣法界清净，六凡又何尝不清净？佛为什么讲，我们阎浮提现前状况叫五浊恶世？五浊恶世是不清净到极处。没错，这个话是佛说的。佛讲五浊恶世是我们众生的感受，众生眼里面所看到的浊恶至极。佛菩萨，《华严经》上这些人，身分最低的也是圆教初住菩萨，法身大士，个个都是破无明、证法身的人，他们这些人看阿鼻地狱都是清净的、都是不染的。这个说法，我们愈说愈迷惑、愈说愈不懂，这到底怎么回事情？凡夫这个眼不是净华眼，是邪恶眼，心里邪知邪见，念念当中杀盗淫妄十恶业，所以看这个世间浊恶至极。",
      "zh_TW": "這尊鬼王德號當中也有『眼』，眼跟目表法相同，這個名號比前面第六尊「美目端嚴」意思更深更廣。『無邊』是盡虛空遍法界。這就教給我們，我們用什麼樣的眼去看虛空法界森羅萬象，這裡面包括一切人事物，用什麼眼睛去看？用『淨華眼』。「淨」是清淨，「華」正是本經裡面所說，經題當中所講的「雜華嚴飾」，比喻法界森羅萬象。你仔細觀察，無有一法不清淨，不但佛國土清淨，眾生國土也清淨；四聖法界清淨，六凡又何嘗不清淨？佛為什麼講，我們閻浮提現前狀況叫五濁惡世？五濁惡世是不清淨到極處。沒錯，這個話是佛說的。佛講五濁惡世是我們眾生的感受，眾生眼裡面所看到的濁惡至極。佛菩薩，《華嚴經》上這些人，身分最低的也是圓教初住菩薩，法身大士，個個都是破無明、證法身的人，他們這些人看阿鼻地獄都是清淨的、都是不染的。這個說法，我們愈說愈迷惑、愈說愈不懂，這到底怎麼回事情？凡夫這個眼不是淨華眼，是邪惡眼，心裡邪知邪見，念念當中殺盜淫妄十惡業，所以看這個世間濁惡至極。"
    },
    {
      "id": "12-045-0069_p0019",
      "zh_CN": "蕅益大师讲得好，「境缘无好丑，好丑在人心」，这个话说得非常好。境是外面的境界，外面境界没有善恶、没有染净、没有好坏。染净、善恶、好坏从哪里来的？从人心来的，心善，外面境界就善；心恶，外面境界也恶；心清净，境界就清净；心不清净，境界就不清净，这才是事实真相。这些我们就是以最低的水平来看，法身大士，他们心地清净，一尘不染，他们见虚空法界都是清净的，所以他们住叫一真法界，极乐净土，他们住的是净土，心净则佛土净。凡夫之人心不清净，所以看到这个世间就不清净。这正是佛在经上常讲，「依报随着正报转」，正报是我们的心，环境是依报，确确实实随我们的心在转。刚才我说，我们身体、容貌都是随心转，所以心理健康，我们生理决定健康，生理是随着心理转；心不健康，你要讲身体健康，没有这个道理。佛法确实是心法，心现万法，心造万法，这是菩萨教我们回向法门当中，回向是要教化众生，利益一切众生。这个道理、这个事实非常重要，要多多为人开导，帮助一切众生，一念回头他就恢复正常。",
      "zh_TW": "蕅益大師講得好，「境緣無好醜，好醜在人心」，這個話說得非常好。境是外面的境界，外面境界沒有善惡、沒有染淨、沒有好壞。染淨、善惡、好壞從哪裡來的？從人心來的，心善，外面境界就善；心惡，外面境界也惡；心清淨，境界就清淨；心不清淨，境界就不清淨，這才是事實真相。這些我們就是以最低的水平來看，法身大士，他們心地清淨，一塵不染，他們見虛空法界都是清淨的，所以他們住叫一真法界，極樂淨土，他們住的是淨土，心淨則佛土淨。凡夫之人心不清淨，所以看到這個世間就不清淨。這正是佛在經上常講，「依報隨著正報轉」，正報是我們的心，環境是依報，確確實實隨我們的心在轉。剛才我說，我們身體、容貌都是隨心轉，所以心理健康，我們生理決定健康，生理是隨著心理轉；心不健康，你要講身體健康，沒有這個道理。佛法確實是心法，心現萬法，心造萬法，這是菩薩教我們迴向法門當中，迴向是要教化眾生，利益一切眾生。這個道理、這個事實非常重要，要多多為人開導，幫助一切眾生，一念回頭他就恢復正常。"
    },
    {
      "id": "12-045-0069_p0020",
      "zh_CN": "「无边」，没有分别、没有执着，一落在分别执着里面就有边界、就有界限。所以从名号里面无边两个字，说明这是一真法界的菩萨，不是十法界。我们明白这个道理，如果我们自己现前离开妄想分别执着，我们也就入一真法界，十法界的边界没有了。有分别、有执着就有界限；离分别、离执着，界限就没有了，十法界的界限就没有了。我们现前住的就是诸佛如来所住，住佛所住、行佛所行，就是一真法界。名号里面的含义无限的深广，我们要细心去体会。最后一尊：",
      "zh_TW": "「無邊」，沒有分別、沒有執著，一落在分別執著裡面就有邊界、就有界限。所以從名號裡面無邊兩個字，說明這是一真法界的菩薩，不是十法界。我們明白這個道理，如果我們自己現前離開妄想分別執著，我們也就入一真法界，十法界的邊界沒有了。有分別、有執著就有界限；離分別、離執著，界限就沒有了，十法界的界限就沒有了。我們現前住的就是諸佛如來所住，住佛所住、行佛所行，就是一真法界。名號裡面的含義無限的深廣，我們要細心去體會。最後一尊："
    },
    {
      "id": "12-045-0069_p0021",
      "zh_CN": "【广大天面阿修罗眼鸠槃茶王。】",
      "zh_TW": "【廣大天面阿修羅眼鳩槃茶王。】"
    },
    {
      "id": "12-045-0069_p0022",
      "zh_CN": "表法，就是从形式上来看，这些菩萨所示现的鬼王身。鸠槃茶这一类鬼也不是善的，常常作弄人，常常欺负别人，是属于恶鬼一类。菩萨示现为鬼王，教导这些恶鬼断恶修善，回头是岸，所以是佛菩萨示现为鬼王。示现为鬼王，当然他教导的是以这些鬼众为主，华严会上用他们来表法意思很深。末后这一尊德号是『广大天面阿修罗眼』，这个名号里面显示，「天」表天然，「广大天面」意思就是天然自在的意思，没有一丝毫人为的造作就是自然。这是诸佛菩萨度化众生常常提到，恒顺众生、随喜功德，这就自然。自自然然当中去教导他、去诱导他，让他不知不觉他就回头。佛只要看到有缘，能听佛的话，愿意亲近世尊，世尊对他们不着急，慢慢来，一个一个自自然然都证阿罗汉果，这是教学的巧妙处。每个人修学都修学得很自在，都修学得很快乐，并没有感觉到有压力，学得很轻松，所以乐意追随老师。在那个时代，老师到处游化，常随弟子跟着老师，老师到哪里我们就跟他到哪里。显示佛摄受的巧妙，这是「广大天面」里面含的意思。",
      "zh_TW": "表法，就是從形式上來看，這些菩薩所示現的鬼王身。鳩槃茶這一類鬼也不是善的，常常作弄人，常常欺負別人，是屬於惡鬼一類。菩薩示現為鬼王，教導這些惡鬼斷惡修善，回頭是岸，所以是佛菩薩示現為鬼王。示現為鬼王，當然他教導的是以這些鬼眾為主，華嚴會上用他們來表法意思很深。末後這一尊德號是『廣大天面阿修羅眼』，這個名號裡面顯示，「天」表天然，「廣大天面」意思就是天然自在的意思，沒有一絲毫人為的造作就是自然。這是諸佛菩薩度化眾生常常提到，恆順眾生、隨喜功德，這就自然。自自然然當中去教導他、去誘導他，讓他不知不覺他就回頭。佛只要看到有緣，能聽佛的話，願意親近世尊，世尊對他們不著急，慢慢來，一個一個自自然然都證阿羅漢果，這是教學的巧妙處。每個人修學都修學得很自在，都修學得很快樂，並沒有感覺到有壓力，學得很輕鬆，所以樂意追隨老師。在那個時代，老師到處遊化，常隨弟子跟著老師，老師到哪裡我們就跟他到哪裡。顯示佛攝受的巧妙，這是「廣大天面」裡面含的意思。"
    },
    {
      "id": "12-045-0069_p0023",
      "zh_CN": "「阿修罗眼」，阿修罗在我们此地表法，是表十回向里面第一回向，第一回向的法门是「救护众生离众生相」，阿修罗在我们这里表法表这个意思，救护众生离众生相。因为阿修罗很会变化，他能够变现大身，这是佛在经上说，他变一个很大的身相站在大海里，脚踩在海底，上半身还露在海面，诸位想想看，他这身多大？海多深，踩到海底，身还露一半在外面。佛就取这个比喻，救护众生你要到六道、要到三途，像地藏菩萨度地狱众生一定要到地狱去，到地狱去就好比脚扎在海底，虽然在地狱，并没有被地狱所淹盖；虽在三途，没有被三途污染，他上半身还在海水的上面。这就是比喻救护众生，自己又能够不为一切所污染，取这个意思，这个地方就用「阿修罗眼鸠槃茶王」。这是以大慈大悲，见到众生有苦难，就如同观世音菩萨一样寻声救苦。观世音菩萨代表耳根最利，哪个地方有痛苦的音声他都听到，他就来帮助；这个地方天王是他眼根很利，十方世界众生有苦难的地方，他见到一定来帮忙。都是大菩萨，不是普通人。以「广大天面阿修罗眼鸠槃茶王」来做总结，意思很圆满。请看下面经文：",
      "zh_TW": "「阿修羅眼」，阿修羅在我們此地表法，是表十迴向裡面第一迴向，第一迴向的法門是「救護眾生離眾生相」，阿修羅在我們這裡表法表這個意思，救護眾生離眾生相。因為阿修羅很會變化，他能夠變現大身，這是佛在經上說，他變一個很大的身相站在大海裡，腳踩在海底，上半身還露在海面，諸位想想看，他這身多大？海多深，踩到海底，身還露一半在外面。佛就取這個比喻，救護眾生你要到六道、要到三途，像地藏菩薩度地獄眾生一定要到地獄去，到地獄去就好比腳扎在海底，雖然在地獄，並沒有被地獄所淹蓋；雖在三途，沒有被三途污染，他上半身還在海水的上面。這就是比喻救護眾生，自己又能夠不為一切所污染，取這個意思，這個地方就用「阿修羅眼鳩槃茶王」。這是以大慈大悲，見到眾生有苦難，就如同觀世音菩薩一樣尋聲救苦。觀世音菩薩代表耳根最利，哪個地方有痛苦的音聲他都聽到，他就來幫助；這個地方天王是他眼根很利，十方世界眾生有苦難的地方，他見到一定來幫忙。都是大菩薩，不是普通人。以「廣大天面阿修羅眼鳩槃茶王」來做總結，意思很圓滿。請看下面經文："
    },
    {
      "id": "12-045-0069_p0024",
      "zh_CN": "【如是等而为上首。其数无量。】",
      "zh_TW": "【如是等而為上首。其數無量。】"
    },
    {
      "id": "12-045-0069_p0025",
      "zh_CN": "这句是总结，意思很明显。末后一句叹德：",
      "zh_TW": "這句是總結，意思很明顯。末後一句歎德："
    },
    {
      "id": "12-045-0069_p0026",
      "zh_CN": "【皆勤修学无碍法门。放大光明。】",
      "zh_TW": "【皆勤修學無礙法門。放大光明。】"
    },
    {
      "id": "12-045-0069_p0027",
      "zh_CN": "这里头也有表法的义趣。鸠槃茶鬼他们很愚痴，业障很重，才沦落在这一道里。我们知道鬼里面的类别很复杂，佛在经里面给我们略分三十六类，这一类是业障很重、很愚痴，所以在叹德里面特别提出『皆勤修学无碍法门』。菩萨做鬼王教导他们，针对他们毛病而对治，显示得多么的明显，随类化身，随机说法。这也说明佛菩萨没有一定的身相，这是诸位要记住，没有一定的身相。我们今天认定这种相貌就是自己，所以很糟糕，不能变化。佛菩萨为什么能够现无量无边身？因为他不执着自己的身相，这个执着破掉了，他才有能力随类现身，应以什么身得度他就现什么身。我们今天没这个能力，错在妄想分别执着，没有能力把烦恼拔除，所以自己智慧德能不能现前；随类化身是德能，随机说法是智慧。这一类的鬼众业障很重，所以就教他修无碍法门，破他的业障，业障破了之后，转鬼身成菩萨身。这是佛菩萨教导成绩出现，所以『放大光明』，「放大光明」是说他们业障消除，智慧开了，不但自己得利益，也能够利益一切众生。当然利益一切众生，还是以他本道为主，正如同我们今天在人道，在人道里面觉悟，在人道里面修行证果，一定是先度人道，先帮忙这一道。这个原因是缘如是，因缘如是，也丝毫没有勉强。然后再从这一道里面扩张，扩张到九法界；扩张它有一个中心点，点就是他自己的本道，放大光明利益众生。这一段就讲到此地，请看下面第八，干闼婆王：",
      "zh_TW": "這裡頭也有表法的義趣。鳩槃茶鬼他們很愚痴，業障很重，才淪落在這一道裡。我們知道鬼裡面的類別很複雜，佛在經裡面給我們略分三十六類，這一類是業障很重、很愚痴，所以在歎德裡面特別提出『皆勤修學無礙法門』。菩薩做鬼王教導他們，針對他們毛病而對治，顯示得多麼的明顯，隨類化身，隨機說法。這也說明佛菩薩沒有一定的身相，這是諸位要記住，沒有一定的身相。我們今天認定這種相貌就是自己，所以很糟糕，不能變化。佛菩薩為什麼能夠現無量無邊身？因為他不執著自己的身相，這個執著破掉了，他才有能力隨類現身，應以什麼身得度他就現什麼身。我們今天沒這個能力，錯在妄想分別執著，沒有能力把煩惱拔除，所以自己智慧德能不能現前；隨類化身是德能，隨機說法是智慧。這一類的鬼眾業障很重，所以就教他修無礙法門，破他的業障，業障破了之後，轉鬼身成菩薩身。這是佛菩薩教導成績出現，所以『放大光明』，「放大光明」是說他們業障消除，智慧開了，不但自己得利益，也能夠利益一切眾生。當然利益一切眾生，還是以他本道為主，正如同我們今天在人道，在人道裡面覺悟，在人道裡面修行證果，一定是先度人道，先幫忙這一道。這個原因是緣如是，因緣如是，也絲毫沒有勉強。然後再從這一道裡面擴張，擴張到九法界；擴張它有一個中心點，點就是他自己的本道，放大光明利益眾生。這一段就講到此地，請看下面第八，乾闥婆王："
    },
    {
      "id": "12-045-0069_p0028",
      "zh_CN": "【复有无量干闼婆王。所谓持国干闼婆王。树光干闼婆王。净目干闼婆王。华冠干闼婆王。普音干闼婆王。乐摇动妙目干闼婆王。妙音师子幢干闼婆王。普放宝光明干闼婆王。金刚树华幢干闼婆王。乐普现庄严干闼婆王。如是等而为上首。其数无量。皆于大法深生信解。欢喜爱重。勤修不倦。】",
      "zh_TW": "【復有無量乾闥婆王。所謂持國乾闥婆王。樹光乾闥婆王。淨目乾闥婆王。華冠乾闥婆王。普音乾闥婆王。樂搖動妙目乾闥婆王。妙音師子幢乾闥婆王。普放寶光明乾闥婆王。金剛樹華幢乾闥婆王。樂普現莊嚴乾闥婆王。如是等而為上首。其數無量。皆於大法深生信解。歡喜愛重。勤修不倦。】"
    },
    {
      "id": "12-045-0069_p0029",
      "zh_CN": "干闼婆跟前面我们念过的紧那罗，这两类都是特别喜欢歌舞，都是帝释天王的乐神，就像现在仪仗队队长一样，指挥乐队。帝释天王他需要召唤乐队来演奏的时候他就燃香，「干闼婆」是梵语，它的意思是「寻香」，香是他的信号，燃香，闻到香他就来了。帝释天燃香，召集他们来表演，来演奏音乐，他们是帝释天的乐队，前面讲的紧那罗他们是善歌善舞，都是帝释天的乐神。『复有无量干闼婆王』，这个地方着重的是「王」，干闼婆这一类也是鬼神，诸佛菩萨示现做他们的领导人。清凉大师在注解里有提到，古时候印度对这些唱歌跳舞，表演这一类的人，以这个为生活的，我们今天讲演艺人员，古代演艺人员，印度人都称他作干闼婆，这个地方讲的是天上的干闼婆，这是忉利天的演艺人员。",
      "zh_TW": "乾闥婆跟前面我們念過的緊那羅，這兩類都是特別喜歡歌舞，都是帝釋天王的樂神，就像現在儀仗隊隊長一樣，指揮樂隊。帝釋天王他需要召喚樂隊來演奏的時候他就燃香，「乾闥婆」是梵語，它的意思是「尋香」，香是他的信號，燃香，聞到香他就來了。帝釋天燃香，召集他們來表演，來演奏音樂，他們是帝釋天的樂隊，前面講的緊那羅他們是善歌善舞，都是帝釋天的樂神。『復有無量乾闥婆王』，這個地方著重的是「王」，乾闥婆這一類也是鬼神，諸佛菩薩示現做他們的領導人。清涼大師在註解裡有提到，古時候印度對這些唱歌跳舞，表演這一類的人，以這個為生活的，我們今天講演藝人員，古代演藝人員，印度人都稱他作乾闥婆，這個地方講的是天上的乾闥婆，這是忉利天的演藝人員。"
    },
    {
      "id": "12-045-0069_p0030",
      "zh_CN": "下面十尊上首，我们也看他表法的义趣。『所谓持国干闼婆王』，这就是东方天王，我们四大天王里头东方天王。东方天王手上拿着琵琶，这是乐器，干闼婆喜欢演奏，所以他手上拿的是乐器。代表东方天王所管辖的八部鬼神里面的两类，另外有一类叫「毘舍阇」，翻作「噉精气鬼」，这两类也是鬼神。持国天王手上拿的道具，代表他统领这一类的鬼神，有这个意思。更深的表法，是表持国的意思，因为天王的德号叫「持国」，持是保持，国是国家。这个意思很广，对一个人来讲如何持身，你这一生当中怎样能保持你的身立于不败之地。儒家讲「三十而立」，人到三十岁的时候，立身的根本就建立了；「四十而不惑」，到四十岁智慧开了，不再迷惑；「五十而知天命」，这儒家讲一个阶段、一个阶段，知天命是什么？看破了。所以对自己来讲，立身之道你能保持。再扩大，你如何能保持你的家道兴旺而不衰退，你能保持你一家。现在跟古时候家庭结构不一样，古时候是大家庭结构，是家族的结构，现在也有大家庭，但是不是家族。像现在有很多企业家，他的公司、他的事业，实在讲那是个大家庭，但是这里面的成员不一定是他的家族，许许多多的外人都来参加，组成这个公司，从事某一个生产事业。这个事业要做得大就是跨国公司，在世界上各国有他的分公司，有他的分店，这很像过去中国大家庭的组织。你如何维系你这个公司、你这个行业立于不衰不败之地，这都是持国教导我们的。再扩大，一个国家，国家如何能够维持它的政权恒久而不衰，使全国的人民都能够得到幸福安乐，持国天王教导我们。",
      "zh_TW": "下面十尊上首，我們也看他表法的義趣。『所謂持國乾闥婆王』，這就是東方天王，我們四大天王裡頭東方天王。東方天王手上拿著琵琶，這是樂器，乾闥婆喜歡演奏，所以他手上拿的是樂器。代表東方天王所管轄的八部鬼神裡面的兩類，另外有一類叫「毘舍闍」，翻作「噉精氣鬼」，這兩類也是鬼神。持國天王手上拿的道具，代表他統領這一類的鬼神，有這個意思。更深的表法，是表持國的意思，因為天王的德號叫「持國」，持是保持，國是國家。這個意思很廣，對一個人來講如何持身，你這一生當中怎樣能保持你的身立於不敗之地。儒家講「三十而立」，人到三十歲的時候，立身的根本就建立了；「四十而不惑」，到四十歲智慧開了，不再迷惑；「五十而知天命」，這儒家講一個階段、一個階段，知天命是什麼？看破了。所以對自己來講，立身之道你能保持。再擴大，你如何能保持你的家道興旺而不衰退，你能保持你一家。現在跟古時候家庭結構不一樣，古時候是大家庭結構，是家族的結構，現在也有大家庭，但是不是家族。像現在有很多企業家，他的公司、他的事業，實在講那是個大家庭，但是這裡面的成員不一定是他的家族，許許多多的外人都來參加，組成這個公司，從事某一個生產事業。這個事業要做得大就是跨國公司，在世界上各國有他的分公司，有他的分店，這很像過去中國大家庭的組織。你如何維繫你這個公司、你這個行業立於不衰不敗之地，這都是持國教導我們的。再擴大，一個國家，國家如何能夠維持它的政權恆久而不衰，使全國的人民都能夠得到幸福安樂，持國天王教導我們。"
    },
    {
      "id": "12-045-0069_p0031",
      "zh_CN": "他这个乐器表法意思就深了。琵琶是弦乐器，他为什么不用其他的乐器，要用弦乐器？弦乐器才能显示这个道理，你看弦松了就不响，就弹不响，紧了就断，弦一定要调得很适中。这就是儒家讲的中庸之道，小而持身，大到持国，都要懂得中庸之道；佛法里面讲的中道第一义。儒讲中，佛法也讲中。中的定义是适中，不能不及，也不能超过；不及就好像弦松了，弹的时候没有声音，超过弦就断了，一定要调到恰到好处，这叫中道。中道完全是讲应用，佛法，中道落实就是慈悲、方便，慈悲、方便与中道相应，那就是真善美慧，真的是尽善尽美；如果与中道不相应，那会出麻烦。所以佛法里面说「慈悲为本，方便为门」，可是又说「慈悲多祸害，方便出下流」，这什么原因？慈悲、方便与中道相应就对了，如果与中道不相应，慈悲里面就有祸害，方便就下流。可见得中道的道理、中道的精神、中道的原则太重要了，处事待人接物不能不及，也不能过分，这样就对了。",
      "zh_TW": "他這個樂器表法意思就深了。琵琶是弦樂器，他為什麼不用其他的樂器，要用弦樂器？弦樂器才能顯示這個道理，你看弦鬆了就不響，就彈不響，緊了就斷，弦一定要調得很適中。這就是儒家講的中庸之道，小而持身，大到持國，都要懂得中庸之道；佛法裡面講的中道第一義。儒講中，佛法也講中。中的定義是適中，不能不及，也不能超過；不及就好像弦鬆了，彈的時候沒有聲音，超過弦就斷了，一定要調到恰到好處，這叫中道。中道完全是講應用，佛法，中道落實就是慈悲、方便，慈悲、方便與中道相應，那就是真善美慧，真的是盡善盡美；如果與中道不相應，那會出麻煩。所以佛法裡面說「慈悲為本，方便為門」，可是又說「慈悲多禍害，方便出下流」，這什麼原因？慈悲、方便與中道相應就對了，如果與中道不相應，慈悲裡面就有禍害，方便就下流。可見得中道的道理、中道的精神、中道的原則太重要了，處事待人接物不能不及，也不能過分，這樣就對了。"
    },
    {
      "id": "12-045-0069_p0032",
      "zh_CN": "慈悲是什么？慈悲是博爱，博爱两个字出在《无量寿经》，诸位念过。换句话说，慈悲就是爱与中道相应，与中道相应的爱就叫做慈悲，那是决定没有问题。与中道不相应，譬如你爱一个人、爱一桩事情爱得过分，麻烦大了，就会出麻烦；如果你的爱不及，不及他心里也不高兴，也觉得你没有把他放在眼里，轻视他，都有麻烦。怎么样要调到刚刚好，这不容易，这是学问。尤其家里面人多，父母儿女多的话，你要如何对你的子女平等的爱，那就是中道；对这个多一点，对那个儿女少一点，麻烦就大了，不但儿女要找你的麻烦，兄弟当中也有麻烦，也不能和睦相处。你明白这个道理，公司行号也一样，治理一个国家更是一样。对于一切人面面都能够照顾到，平等的照顾到，清净的照顾到，这就是持国天王手上拿的那个琵琶里面所含的意思，你说这个意思多深、多广！",
      "zh_TW": "慈悲是什麼？慈悲是博愛，博愛兩個字出在《無量壽經》，諸位念過。換句話說，慈悲就是愛與中道相應，與中道相應的愛就叫做慈悲，那是決定沒有問題。與中道不相應，譬如你愛一個人、愛一樁事情愛得過分，麻煩大了，就會出麻煩；如果你的愛不及，不及他心裡也不高興，也覺得你沒有把他放在眼裡，輕視他，都有麻煩。怎麼樣要調到剛剛好，這不容易，這是學問。尤其家裡面人多，父母兒女多的話，你要如何對你的子女平等的愛，那就是中道；對這個多一點，對那個兒女少一點，麻煩就大了，不但兒女要找你的麻煩，兄弟當中也有麻煩，也不能和睦相處。你明白這個道理，公司行號也一樣，治理一個國家更是一樣。對於一切人面面都能夠照顧到，平等的照顧到，清淨的照顧到，這就是持國天王手上拿的那個琵琶裡面所含的意思，你說這個意思多深、多廣！"
    },
    {
      "id": "12-045-0069_p0033",
      "zh_CN": "真正明了之后，整个佛法融合在大爱之中，这个慈悲心尽虚空遍法界，爱心遍满法界，平等的遍满，无差别的遍满，这是真正的爱心。可是诸佛菩萨的大爱、慈悲，我们众生感受不相同，那不是他不平等，是我们自己愿不愿意接受；你愿意接受，你有感到佛菩萨的慈悲，佛菩萨对你爱护、关怀、照顾，你能感受得到。如果你信得真，你就有多一分的感受；如果你不相信，根本不予理会，你就没有办法感受到。所以诸佛菩萨对一切众生没有偏心，决定是平等，可是我们每个人感受上好像是不平等，那是你接受的不一样。用什么样的心接受？也要用慈悲心接受；换句话说，还是用爱心接受。佛菩萨爱护一切众生，关怀一切众生，我们学佛菩萨，我们也关怀一切众生，也爱护一切众生，你对于佛菩萨对你的慈悲感受就特别明显，感受的特别多，所谓是感应道交。",
      "zh_TW": "真正明瞭之後，整個佛法融合在大愛之中，這個慈悲心盡虛空遍法界，愛心遍滿法界，平等的遍滿，無差別的遍滿，這是真正的愛心。可是諸佛菩薩的大愛、慈悲，我們眾生感受不相同，那不是他不平等，是我們自己願不願意接受；你願意接受，你有感到佛菩薩的慈悲，佛菩薩對你愛護、關懷、照顧，你能感受得到。如果你信得真，你就有多一分的感受；如果你不相信，根本不予理會，你就沒有辦法感受到。所以諸佛菩薩對一切眾生沒有偏心，決定是平等，可是我們每個人感受上好像是不平等，那是你接受的不一樣。用什麼樣的心接受？也要用慈悲心接受；換句話說，還是用愛心接受。佛菩薩愛護一切眾生，關懷一切眾生，我們學佛菩薩，我們也關懷一切眾生，也愛護一切眾生，你對於佛菩薩對你的慈悲感受就特別明顯，感受的特別多，所謂是感應道交。"
    },
    {
      "id": "12-045-0069_p0034",
      "zh_CN": "尤其是古德告诉我们，「佛氏门中有求必应」。我第一次听这个话是章嘉大师告诉我，他说真的有求必应，那就是佛菩萨的慈悲，佛菩萨的关怀照顾。他说如果你求，求的时候不应，不应这当中有障碍，什么障碍？你的心跟佛菩萨的心不一样，就没有感应。佛菩萨是平等爱护众生，平等帮助众生，你能有这个心，跟佛菩萨的心一样，就起感应道交，那个时候就有求必应。如果我们自己是私心，求佛菩萨特别要爱护我、保佑我，不要保佑他们，这就不能相应，你怎么求也求不到，就没有感应，里面都有个道理在。所以说诸佛菩萨没有妄心、没有妄念，决定没有私心，我们能把私心拔除就相应。这里面有大道理、大学问，我们必须认真细心去求、去学习，这样子才能持国。所以持国天王简单的说，中道持国。儒家讲中庸，庸是很平常，一点希奇都没有，很平常，中道也是极其平庸。这就是与自然法则相应，顺其自然，这就是平常。这是持国天王表法的略说，希望我们细心去体会。",
      "zh_TW": "尤其是古德告訴我們，「佛氏門中有求必應」。我第一次聽這個話是章嘉大師告訴我，他說真的有求必應，那就是佛菩薩的慈悲，佛菩薩的關懷照顧。他說如果你求，求的時候不應，不應這當中有障礙，什麼障礙？你的心跟佛菩薩的心不一樣，就沒有感應。佛菩薩是平等愛護眾生，平等幫助眾生，你能有這個心，跟佛菩薩的心一樣，就起感應道交，那個時候就有求必應。如果我們自己是私心，求佛菩薩特別要愛護我、保佑我，不要保佑他們，這就不能相應，你怎麼求也求不到，就沒有感應，裡面都有個道理在。所以說諸佛菩薩沒有妄心、沒有妄念，決定沒有私心，我們能把私心拔除就相應。這裡面有大道理、大學問，我們必須認真細心去求、去學習，這樣子才能持國。所以持國天王簡單的說，中道持國。儒家講中庸，庸是很平常，一點希奇都沒有，很平常，中道也是極其平庸。這就是與自然法則相應，順其自然，這就是平常。這是持國天王表法的略說，希望我們細心去體會。"
    },
    {
      "id": "12-045-0069_p0035",
      "zh_CN": "第二尊，『树光干闼婆王』，「树」是建树，就是树立。我们在这个世间随着自己环境、随着自己的兴趣，这都是讲条件、缘分，缘分具足，为社会、为众生建立事业。为什么？你没有建树事业，你就没有方法服务大众。所以菩萨无论从事哪一个行业，行业就是建树，都是为社会、为众生服务。它后面有个『光』，光是智慧，有智慧就不是为自己。没有智慧，你做的种种事业是为自己；你有智慧，无论做什么事业，都是为社会、为人民、为众生，而不是为自己。佛门弟子在家、出家，同心协力建这个道场，这是建树。对社会展示佛陀的教育，推展佛的教学，让社会大众都能够得到佛法的真实利益，这个利益就是破迷开悟。觉悟之后，你就摇身一变，从凡夫就变成菩萨，你造的事业，凡夫的事业是轮回业，现在你变成菩萨，你的事业就变成菩萨事业，菩萨是利益众生，菩萨是造福众生。所以道场的建立，道场是学校，学习的场所，学了之后你可以用在你家庭里面，你是菩萨家庭；用在你事业里面，你是菩萨事业。无论用在什么地方觉而不迷，利益社会而不是利益自己，这叫「树光」。",
      "zh_TW": "第二尊，『樹光乾闥婆王』，「樹」是建樹，就是樹立。我們在這個世間隨著自己環境、隨著自己的興趣，這都是講條件、緣分，緣分具足，為社會、為眾生建立事業。為什麼？你沒有建樹事業，你就沒有方法服務大眾。所以菩薩無論從事哪一個行業，行業就是建樹，都是為社會、為眾生服務。它後面有個『光』，光是智慧，有智慧就不是為自己。沒有智慧，你做的種種事業是為自己；你有智慧，無論做什麼事業，都是為社會、為人民、為眾生，而不是為自己。佛門弟子在家、出家，同心協力建這個道場，這是建樹。對社會展示佛陀的教育，推展佛的教學，讓社會大眾都能夠得到佛法的真實利益，這個利益就是破迷開悟。覺悟之後，你就搖身一變，從凡夫就變成菩薩，你造的事業，凡夫的事業是輪迴業，現在你變成菩薩，你的事業就變成菩薩事業，菩薩是利益眾生，菩薩是造福眾生。所以道場的建立，道場是學校，學習的場所，學了之後你可以用在你家庭裡面，你是菩薩家庭；用在你事業裡面，你是菩薩事業。無論用在什麼地方覺而不迷，利益社會而不是利益自己，這叫「樹光」。"
    },
    {
      "id": "12-045-0069_p0036",
      "zh_CN": "第三位，『净目干闼婆王』，「净」是讲心地清净。以清净心观察世间，成就自己的定慧；如果我们心不清净，无论修学得怎么好，还是轮回心造轮回业。你持戒持得很严，佛在戒经上讲这些戒条你条条都做到，非常稀有，持戒精严，心不清净。什么不清净？看到别人不持戒，心里就不高兴；看到别人破戒，心里起烦恼，总觉得我比他高，他不如我，心不清净。心不清净，戒律持得那么好，得什么样的果报？得六道里面有漏的福报，你修的是福，有漏福，与了生死、出三界不相干。你没有智慧，你生烦恼，所以你那个戒不能得定，原因在此地。持戒是手段，目的是得定；得定还是手段，最终的目的是开智慧，明心见性，那才是目的。有一类修定的人也很糟糕，心不清净。修定怎么还不清净？他在入定的时候心清净，出定心就不清净，也贡高我慢，也是目中无人，自以为是，自尊自大。没有一点定功还好，见了人还很客气，有那么一点小小定功就觉得自己了不起，所以他那个定不开慧。他那个定里头生的是什么？邪慧，不是正慧。这都在心地清不清净，所以心地清净是我们修行根本的根本，没有清净心怎么行？",
      "zh_TW": "第三位，『淨目乾闥婆王』，「淨」是講心地清淨。以清淨心觀察世間，成就自己的定慧；如果我們心不清淨，無論修學得怎麼好，還是輪迴心造輪迴業。你持戒持得很嚴，佛在戒經上講這些戒條你條條都做到，非常稀有，持戒精嚴，心不清淨。什麼不清淨？看到別人不持戒，心裡就不高興；看到別人破戒，心裡起煩惱，總覺得我比他高，他不如我，心不清淨。心不清淨，戒律持得那麼好，得什麼樣的果報？得六道裡面有漏的福報，你修的是福，有漏福，與了生死、出三界不相干。你沒有智慧，你生煩惱，所以你那個戒不能得定，原因在此地。持戒是手段，目的是得定；得定還是手段，最終的目的是開智慧，明心見性，那才是目的。有一類修定的人也很糟糕，心不清淨。修定怎麼還不清淨？他在入定的時候心清淨，出定心就不清淨，也貢高我慢，也是目中無人，自以為是，自尊自大。沒有一點定功還好，見了人還很客氣，有那麼一點小小定功就覺得自己了不起，所以他那個定不開慧。他那個定裡頭生的是什麼？邪慧，不是正慧。這都在心地清不清淨，所以心地清淨是我們修行根本的根本，沒有清淨心怎麼行？"
    },
    {
      "id": "12-045-0069_p0037",
      "zh_CN": "菩萨在此地教导我们，净眼观察世间，这就对了。这也正是惠能大师在《坛经》里所说的，「若真修道人，不见世间过」，你看他的心多清净。见世间过，我们的心就被污染；不见世间过，永远保持着清净心、保持着平等心。世间过，世间人做种种邪恶之事是过，世间人做种种善事是不是过？你看到生欢喜心、赞叹心，如果你心里面真的有欢喜也是过，为什么？心还是不清净，被污染。中国人讲七情五欲，七情里头喜怒哀乐爱恶欲，这就七情，七情是染污；欲就是五欲，财色名食睡，七情里面包括五欲。所以那个清净，不见世间过，统统都不见，那才叫真的不见世间过。不是说看到别人做坏事那叫过失，不是的，你那个只不过是世间法，隐恶扬善而已，出不了六道轮回，充其量你是修三善道，你的功夫只如此而已，哪里能出得了三界？这是讲善恶二边都不住，没有善恶、没有是非、没有利害、没有邪正、没有真妄，那才叫真的清净，所有一切相对的概念统统都舍掉，你的心才叫真清净。",
      "zh_TW": "菩薩在此地教導我們，淨眼觀察世間，這就對了。這也正是惠能大師在《壇經》裡所說的，「若真修道人，不見世間過」，你看他的心多清淨。見世間過，我們的心就被污染；不見世間過，永遠保持著清淨心、保持著平等心。世間過，世間人做種種邪惡之事是過，世間人做種種善事是不是過？你看到生歡喜心、讚歎心，如果你心裡面真的有歡喜也是過，為什麼？心還是不清淨，被污染。中國人講七情五欲，七情裡頭喜怒哀樂愛惡欲，這就七情，七情是染污；欲就是五欲，財色名食睡，七情裡面包括五欲。所以那個清淨，不見世間過，統統都不見，那才叫真的不見世間過。不是說看到別人做壞事那叫過失，不是的，你那個只不過是世間法，隱惡揚善而已，出不了六道輪迴，充其量你是修三善道，你的功夫只如此而已，哪裡能出得了三界？這是講善惡二邊都不住，沒有善惡、沒有是非、沒有利害、沒有邪正、沒有真妄，那才叫真的清淨，所有一切相對的概念統統都捨掉，你的心才叫真清淨。"
    },
    {
      "id": "12-045-0069_p0038",
      "zh_CN": "这样清净心入世，世间人有善有恶，你还分不分别？分别，还是有分别。永嘉大师讲「分别亦非意」，亦非意是绝对不是自己的意思。为什么分别？随顺众生分别而分别，随顺众生执着而执着，这就叫恒顺众生。在恒顺众生里面修随喜功德，外面跟大家一样分别执着，里面一丝毫分别执着都没有，那是功德。不像凡夫，那个分别心从内到外，真的有分别。菩萨看到人做好事也有欢喜，也笑也欢喜，欢喜是什么？像唱戏，剧本上写的，这个地方要笑一次，赶紧笑一下，不是自己意思；遇到那个情节要哭一哭，赶紧要哭一下，都不是自己意思。这就叫分别亦非意，这就叫随喜功德，菩萨在世间表演的，哪里是真的？没有一样是真的，全是表演的。所以这个「净」字意思很深。今天时间到了，我们就讲到此地。",
      "zh_TW": "這樣清淨心入世，世間人有善有惡，你還分不分別？分別，還是有分別。永嘉大師講「分別亦非意」，亦非意是絕對不是自己的意思。為什麼分別？隨順眾生分別而分別，隨順眾生執著而執著，這就叫恆順眾生。在恆順眾生裡面修隨喜功德，外面跟大家一樣分別執著，裡面一絲毫分別執著都沒有，那是功德。不像凡夫，那個分別心從內到外，真的有分別。菩薩看到人做好事也有歡喜，也笑也歡喜，歡喜是什麼？像唱戲，劇本上寫的，這個地方要笑一次，趕緊笑一下，不是自己意思；遇到那個情節要哭一哭，趕緊要哭一下，都不是自己意思。這就叫分別亦非意，這就叫隨喜功德，菩薩在世間表演的，哪裡是真的？沒有一樣是真的，全是表演的。所以這個「淨」字意思很深。今天時間到了，我們就講到此地。"
    }
  ]
}