{
  "doc_id": "12-045-0113",
  "title": {
    "zh_CN": "华严经讲述菁华",
    "zh_TW": "華嚴經講述菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一三集",
    "zh_TW": "第一一三集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-045-0113",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "12-045-0113_p0001",
      "zh_CN": "请掀开经本第六十八面，倒数第二行看起：「复次可爱乐光明天王，得恒受寂静乐而能降现消灭世间苦解脱门；清净妙光天王，得大悲心相应海一切众生喜乐藏解脱门；自在音天王，得一念中普现无边劫一切众生福德力解脱门」，上一次讲到这个地方。今天我们接着再看第四尊菩萨：",
      "zh_TW": "請掀開經本第六十八面，倒數第二行看起：「復次可愛樂光明天王，得恆受寂靜樂而能降現消滅世間苦解脫門；清淨妙光天王，得大悲心相應海一切眾生喜樂藏解脫門；自在音天王，得一念中普現無邊劫一切眾生福德力解脫門」，上一次講到這個地方。今天我們接著再看第四尊菩薩："
    },
    {
      "id": "12-045-0113_p0002",
      "zh_CN": "【最胜念智天王。得普使成住坏一切世间皆悉如虚空清净解脱门。】",
      "zh_TW": "【最勝念智天王。得普使成住壞一切世間皆悉如虛空清淨解脫門。】"
    },
    {
      "id": "12-045-0113_p0003",
      "zh_CN": "在华严会上，诸位所看到的这是出席的大众，一般在佛经里面，我们读到六种成就当中的「众成就」。华严会范围很大，出席的大众人数都是无量无边，前面跟诸位都报告过，这个法会是尽虚空遍法界，所以出席法会的人数就不可思议。佛在这里为我们介绍，是就各个不同的族群、各个不同的团体来介绍，没有办法一个一个介绍。我们看到种种不同的身分、不同的形相，其实都是诸佛如来的化身，正是经上所说，应以什么身得度就现什么身，应以二禅天王得度就现二禅天王身，这个地方给我们列举十位二禅天王，实际他们都是诸佛如来的化身。",
      "zh_TW": "在華嚴會上，諸位所看到的這是出席的大眾，一般在佛經裡面，我們讀到六種成就當中的「眾成就」。華嚴會範圍很大，出席的大眾人數都是無量無邊，前面跟諸位都報告過，這個法會是盡虛空遍法界，所以出席法會的人數就不可思議。佛在這裡為我們介紹，是就各個不同的族群、各個不同的團體來介紹，沒有辦法一個一個介紹。我們看到種種不同的身分、不同的形相，其實都是諸佛如來的化身，正是經上所說，應以什麼身得度就現什麼身，應以二禪天王得度就現二禪天王身，這個地方給我們列舉十位二禪天王，實際他們都是諸佛如來的化身。"
    },
    {
      "id": "12-045-0113_p0004",
      "zh_CN": "《华严》到此地还没有讲到正文，我们只是把六种成就讲完，接着还是属于六种成就的文字，看到参加法会大众对毘卢遮那如来的赞叹，这是他们在赞佛。赞佛之前，先在此地给我们叙说，他是修学哪一个法门成佛的。『解脱门』，解脱就是成佛，门是门径，他是从哪一个门解脱的；门是代表方法、法门。「解脱」两个字意思有浅深不同，在这个经上这是一乘佛法，比大乘还要殊胜。在中国古大德判教，一乘经只有三部：《华严》、《法华》、《梵网》，古大德称为一乘经。所谓一乘就是成佛之道；大乘是成菩萨，一乘是成佛，差别在此地。此地解脱门就是成佛的法门，我们在这边看，每一位菩萨所示现的都是一门，没有相同的。这里面就很明显的告诉我们一桩事情，「法门平等，无有高下」，任何一个法门，只要你坚持专修专弘，你就能圆成佛道。我们在《华严》里头，没有看到哪一个人是学两个法门、三个法门，没有，都是一门成就。",
      "zh_TW": "《華嚴》到此地還沒有講到正文，我們只是把六種成就講完，接著還是屬於六種成就的文字，看到參加法會大眾對毘盧遮那如來的讚歎，這是他們在讚佛。讚佛之前，先在此地給我們敘說，他是修學哪一個法門成佛的。『解脫門』，解脫就是成佛，門是門徑，他是從哪一個門解脫的；門是代表方法、法門。「解脫」兩個字意思有淺深不同，在這個經上這是一乘佛法，比大乘還要殊勝。在中國古大德判教，一乘經只有三部：《華嚴》、《法華》、《梵網》，古大德稱為一乘經。所謂一乘就是成佛之道；大乘是成菩薩，一乘是成佛，差別在此地。此地解脫門就是成佛的法門，我們在這邊看，每一位菩薩所示現的都是一門，沒有相同的。這裡面就很明顯的告訴我們一樁事情，「法門平等，無有高下」，任何一個法門，只要你堅持專修專弘，你就能圓成佛道。我們在《華嚴》裡頭，沒有看到哪一個人是學兩個法門、三個法門，沒有，都是一門成就。"
    },
    {
      "id": "12-045-0113_p0005",
      "zh_CN": "第四尊『最胜念智天王』，天王的德号前面介绍过，此地不再说，只介绍他所得的法门，也就是说他修学证果的法门。他的法门名称叫『普使成住坏一切世间皆悉如虚空清净』，这是他法门的名称，这个意思包括得很长、很深，也很广。我们常常在经论当中看到，佛告诉我们世间无常，成住坏空。在一切有情分上，佛称为生老病死；在无情的分上，我们今天讲植物，佛说有生住异灭；在矿物、在自然现象里面，它不属于动物，也不属于植物，佛就说成住坏空。名相不一样，意思相同，这是说明宇宙万法的真相。世间人，尤其是六道众生，迷了事实的真相，以为这些无常的、变化的现象，以为它真有，这是你看错了、你想错了。诸佛菩萨明了事实真相，从这事实里面他觉悟了，所以称为四圣法界：声闻、缘觉、菩萨、佛，他们觉悟，他们明白，世出世间到底是一回什么事情，搞清楚、搞明白了。明白之后，在境界里面就自在、就快乐，得大自在；迷而不觉的人，在境界当中就很痛苦，迷惑、造业、受报，果报给诸位说，必定是在三途的时间长，在人天时间短。",
      "zh_TW": "第四尊『最勝念智天王』，天王的德號前面介紹過，此地不再說，只介紹他所得的法門，也就是說他修學證果的法門。他的法門名稱叫『普使成住壞一切世間皆悉如虛空清淨』，這是他法門的名稱，這個意思包括得很長、很深，也很廣。我們常常在經論當中看到，佛告訴我們世間無常，成住壞空。在一切有情分上，佛稱為生老病死；在無情的分上，我們今天講植物，佛說有生住異滅；在礦物、在自然現象裡面，它不屬於動物，也不屬於植物，佛就說成住壞空。名相不一樣，意思相同，這是說明宇宙萬法的真相。世間人，尤其是六道眾生，迷了事實的真相，以為這些無常的、變化的現象，以為它真有，這是你看錯了、你想錯了。諸佛菩薩明瞭事實真相，從這事實裡面他覺悟了，所以稱為四聖法界：聲聞、緣覺、菩薩、佛，他們覺悟，他們明白，世出世間到底是一回什麼事情，搞清楚、搞明白了。明白之後，在境界裡面就自在、就快樂，得大自在；迷而不覺的人，在境界當中就很痛苦，迷惑、造業、受報，果報給諸位說，必定是在三途的時間長，在人天時間短。"
    },
    {
      "id": "12-045-0113_p0006",
      "zh_CN": "佛虽然是说六道里面，跟我们讲地狱的果报时间最长，《地藏菩萨本愿经》里面告诉我们，堕地狱寿命都是无数劫；《地藏经》很多同修念得很熟，是以无数劫来算的。三善道，天人的寿命长，最长的是非想非非想处天，寿命八万大劫。八万大劫是多么长？这是天文数字。佛告诉我们，一个大劫是我们这一个星系（我们这个世界是很大的星系）成住坏空一个循环；成住坏空是四个中劫，四个中劫合起来叫一个大劫。以我们娑婆世界做比喻，娑婆世界成住坏空这样的一个循环多少次？八万次，世界成住坏空八万次，他的寿命才到，你想想看这个寿命多长。世界成住坏空与他不相干，他住在无色界天。由此可知，如果是住在色界天，成住坏空对他就有妨碍，世界坏了，他也就没办法，他寿命就到了。所以无色界的寿命长，不受成住坏空的影响，八万大劫。可是你要晓得，阿鼻地狱也不受成住坏空的干涉，他的寿命无量劫；换句话说，我们这个世间成住坏空无量次。这个世界坏了，他到哪里去受苦？佛在经上告诉我们，他转到别的世界阿鼻地狱去受苦；那个世界坏了，他再另转一个世界的阿鼻地狱受苦。阿鼻地狱受苦的人常常搬家，从这个地狱搬到那个地狱，那个地狱再搬到这个地狱，将来这个世界成就之后他又再搬回来，很辛苦！这是佛在经上告诉我们的，这是些事实真相。",
      "zh_TW": "佛雖然是說六道裡面，跟我們講地獄的果報時間最長，《地藏菩薩本願經》裡面告訴我們，墮地獄壽命都是無數劫；《地藏經》很多同修念得很熟，是以無數劫來算的。三善道，天人的壽命長，最長的是非想非非想處天，壽命八萬大劫。八萬大劫是多麼長？這是天文數字。佛告訴我們，一個大劫是我們這一個星系（我們這個世界是很大的星系）成住壞空一個循環；成住壞空是四個中劫，四個中劫合起來叫一個大劫。以我們娑婆世界做比喻，娑婆世界成住壞空這樣的一個循環多少次？八萬次，世界成住壞空八萬次，他的壽命才到，你想想看這個壽命多長。世界成住壞空與他不相干，他住在無色界天。由此可知，如果是住在色界天，成住壞空對他就有妨礙，世界壞了，他也就沒辦法，他壽命就到了。所以無色界的壽命長，不受成住壞空的影響，八萬大劫。可是你要曉得，阿鼻地獄也不受成住壞空的干涉，他的壽命無量劫；換句話說，我們這個世間成住壞空無量次。這個世界壞了，他到哪裡去受苦？佛在經上告訴我們，他轉到別的世界阿鼻地獄去受苦；那個世界壞了，他再另轉一個世界的阿鼻地獄受苦。阿鼻地獄受苦的人常常搬家，從這個地獄搬到那個地獄，那個地獄再搬到這個地獄，將來這個世界成就之後他又再搬回來，很辛苦！這是佛在經上告訴我們的，這是些事實真相。"
    },
    {
      "id": "12-045-0113_p0007",
      "zh_CN": "《华严经》跟我们说的是真实法，真实法里面，佛说所有的现象都不是真实的，都是「如虚空」，清净无为的，这是说真话。这种说法是世尊随真谛而说，前面讲「普使成住坏一切世间」随俗谛而说，随俗谛说，相有；随真谛说，相是假的，不是真的，空间是假的，时间也是假的。我们在《百法明门论》里面读过，「时分」就是时间，时间的概念，「方分」就是现在人讲空间的概念，时分、方分都是属于不相应行法。所谓不相应行法，用现代的话来说，它不是事实，只是一个错觉，众生错觉里面产生的现象，现代人叫它做抽象的概念。二十四个不相应就是二十四种抽象的概念，在事上不能说它没有，实际上它没有体性。可是只要你有妄想分别执着，这种抽象的事它就存在；离开妄想分别执着，这个抽象的概念是了不可得，时间、空间是了不可得，这个问题现在学术界里面认知为哲学上的问题。可是佛把这些事实跟我们说得很清楚，觉悟的人、明白的人，对于这些事相就不会再执着，不会再分别，你的生活就得大自在，你就跟诸佛菩萨没有两样，到这个世间来游戏神通。",
      "zh_TW": "《華嚴經》跟我們說的是真實法，真實法裡面，佛說所有的現象都不是真實的，都是「如虛空」，清淨無為的，這是說真話。這種說法是世尊隨真諦而說，前面講「普使成住壞一切世間」隨俗諦而說，隨俗諦說，相有；隨真諦說，相是假的，不是真的，空間是假的，時間也是假的。我們在《百法明門論》裡面讀過，「時分」就是時間，時間的概念，「方分」就是現在人講空間的概念，時分、方分都是屬於不相應行法。所謂不相應行法，用現代的話來說，它不是事實，只是一個錯覺，眾生錯覺裡面產生的現象，現代人叫它做抽象的概念。二十四個不相應就是二十四種抽象的概念，在事上不能說它沒有，實際上它沒有體性。可是只要你有妄想分別執著，這種抽象的事它就存在；離開妄想分別執著，這個抽象的概念是了不可得，時間、空間是了不可得，這個問題現在學術界裡面認知為哲學上的問題。可是佛把這些事實跟我們說得很清楚，覺悟的人、明白的人，對於這些事相就不會再執著，不會再分別，你的生活就得大自在，你就跟諸佛菩薩沒有兩樣，到這個世間來遊戲神通。"
    },
    {
      "id": "12-045-0113_p0008",
      "zh_CN": "为什么到这个世间来？一定是这个世间众生有感，你是来应的，你是来应化的。所以佛菩萨是应化而来，是来帮助众生觉悟的。大乘经教里常讲三轮应化，三轮是讲我们的身语意。意是说什么？是说诸佛菩萨过去在因地里所发的本愿，本愿就是四弘誓愿，曾经发过度众生的本愿。现在你成佛了，你的愿要兑现，不能说了不算，你要度众生，所以众生有感，你自然就有应。应现什么样的身？随众生心，不是随自己的心，随自己心你自己就有分别、就有执着，不是随自己，是随众生心。《楞严经》上说得很好，「随众生心，应所知量」，《普门品》里面所谓的「应以佛身得度者，即现佛身而为说法」。应以佛身，是众生心里想佛就现佛身，众生心里想菩萨就现菩萨身，众生心里想罗汉就现罗汉身；这个地方，众生心里想天王就现天王身。不是自己想现什么身，自己要想现什么身，给诸位说那是凡夫，那不是圣人，圣人无念，没有妄想、没有念头，所以现身跟说法都是随心应量。",
      "zh_TW": "為什麼到這個世間來？一定是這個世間眾生有感，你是來應的，你是來應化的。所以佛菩薩是應化而來，是來幫助眾生覺悟的。大乘經教裡常講三輪應化，三輪是講我們的身語意。意是說什麼？是說諸佛菩薩過去在因地裡所發的本願，本願就是四弘誓願，曾經發過度眾生的本願。現在你成佛了，你的願要兌現，不能說了不算，你要度眾生，所以眾生有感，你自然就有應。應現什麼樣的身？隨眾生心，不是隨自己的心，隨自己心你自己就有分別、就有執著，不是隨自己，是隨眾生心。《楞嚴經》上說得很好，「隨眾生心，應所知量」，《普門品》裡面所謂的「應以佛身得度者，即現佛身而為說法」。應以佛身，是眾生心裡想佛就現佛身，眾生心裡想菩薩就現菩薩身，眾生心裡想羅漢就現羅漢身；這個地方，眾生心裡想天王就現天王身。不是自己想現什麼身，自己要想現什麼身，給諸位說那是凡夫，那不是聖人，聖人無念，沒有妄想、沒有念頭，所以現身跟說法都是隨心應量。"
    },
    {
      "id": "12-045-0113_p0009",
      "zh_CN": "何以能随心应量？自性般若德能法尔如是，自自然然的流露，没有一丝毫的勉强。所以佛没得法子形容，说一个「游戏神通」，让我们从这个名词里面细心去体会。可是凡夫就不然，凡夫把这些虚妄当真实，这错了，迷在其中，在里面生起妄想分别执着，于是造作无量无边的罪业，变现六道轮回的境界。六道、十法界本来没有的，这个境界从哪里来？佛说这些境界「从心想生」，从心想生就是相宗所讲的「唯识所变」。境界是识变的，形相是心现的，心现识变，都不是真实的，能变、所变都是空寂的，当体皆空，了不可得，这才是事实真相。你明白、透彻这个事实真相，就叫做看破。看破之后，你在这个现象当中，你能够恒顺众生、随喜功德，与一切众生和光同尘，但是你的心地清净，绝不染污；换句话说，你决定没有分别，决定没有执着，决定不落印象，你是佛菩萨。所以你在这个世间相用跟大家一样，实际上不相同，用心不一样，你用的是真心，凡夫用的是妄心。",
      "zh_TW": "何以能隨心應量？自性般若德能法爾如是，自自然然的流露，沒有一絲毫的勉強。所以佛沒得法子形容，說一個「遊戲神通」，讓我們從這個名詞裡面細心去體會。可是凡夫就不然，凡夫把這些虛妄當真實，這錯了，迷在其中，在裡面生起妄想分別執著，於是造作無量無邊的罪業，變現六道輪迴的境界。六道、十法界本來沒有的，這個境界從哪裡來？佛說這些境界「從心想生」，從心想生就是相宗所講的「唯識所變」。境界是識變的，形相是心現的，心現識變，都不是真實的，能變、所變都是空寂的，當體皆空，了不可得，這才是事實真相。你明白、透徹這個事實真相，就叫做看破。看破之後，你在這個現象當中，你能夠恆順眾生、隨喜功德，與一切眾生和光同塵，但是你的心地清淨，絕不染污；換句話說，你決定沒有分別，決定沒有執著，決定不落印象，你是佛菩薩。所以你在這個世間相用跟大家一樣，實際上不相同，用心不一樣，你用的是真心，凡夫用的是妄心。"
    },
    {
      "id": "12-045-0113_p0010",
      "zh_CN": "这个虽然不是我们的境界，是诸佛菩萨、法身大士的境界，我们总得要懂，多听听、多读读，对自己修学有很大的帮助，至少时时刻刻能警惕自己，我们错了，我们六根接触外面的境界，自己会知道想错了、看错了、做错了。知道自己错误，这叫始觉，你开始觉悟了；你能把你的错误修正过来，这叫功夫，真正把错误修正过来，你的功夫得力了。也许有一些同修会有疑惑，我们也常常在听经，也常常在读经，也知道自己想错了、说错了、做错了，总想改就是改不过来，天天在生烦恼，想改而改不过来。这话是真的，我也知道你一个好心，你想改，可是我肯定你改不过来。为什么改不过来？因为你「想」改。你懂了吗？你想改是妄想，妄想怎么能把妄改过来？妄想决定不能把虚妄改过来。你要改过来用什么？用真心。你不肯用真心，天天打妄想，想把妄想断掉，妄想没有能力断妄想，这在基本上犯了一个错误，你要用真心才行。",
      "zh_TW": "這個雖然不是我們的境界，是諸佛菩薩、法身大士的境界，我們總得要懂，多聽聽、多讀讀，對自己修學有很大的幫助，至少時時刻刻能警惕自己，我們錯了，我們六根接觸外面的境界，自己會知道想錯了、看錯了、做錯了。知道自己錯誤，這叫始覺，你開始覺悟了；你能把你的錯誤修正過來，這叫功夫，真正把錯誤修正過來，你的功夫得力了。也許有一些同修會有疑惑，我們也常常在聽經，也常常在讀經，也知道自己想錯了、說錯了、做錯了，總想改就是改不過來，天天在生煩惱，想改而改不過來。這話是真的，我也知道你一個好心，你想改，可是我肯定你改不過來。為什麼改不過來？因為你「想」改。你懂了嗎？你想改是妄想，妄想怎麼能把妄改過來？妄想決定不能把虛妄改過來。你要改過來用什麼？用真心。你不肯用真心，天天打妄想，想把妄想斷掉，妄想沒有能力斷妄想，這在基本上犯了一個錯誤，你要用真心才行。"
    },
    {
      "id": "12-045-0113_p0011",
      "zh_CN": "什么叫真心？菩提心是真心。所以大乘法建立在菩提心的基础上，一切经论都劝你要发菩提心，你菩提心发不出来。菩提心何以发不出来？这个妄心无始劫已经养成习惯，想摆脱都摆脱不了，这是事实。我们学佛，在座的诸位同修，我们自己很清楚、很明白，佛在经上告诉我们，我们不是这一生才学佛，过去生中无量劫来生生世世都在学佛，过去生中无量劫来都亲近了很多很多的诸佛如来，多到什么程度我们自己都不敢相信。你看《无量寿经》世尊说的，说阿阇王子那一帮人，他们一个小团体，五百个人，听佛讲《无量寿经》听了很欢喜，心里动个念头：我将来成佛也像阿弥陀佛一样。佛有神通，你起心动念佛就知道，佛告诉大家，他们这五百个人，这一帮人，过去生中曾经供养四百亿佛。诸位想想，那个善根福德多厚！供养四百亿佛，能不能比得上你们？比不上；怎么比不上？他还没有发心念佛求生净土，你看糟糕不糟糕！你们今天居然发心，到念佛堂念佛求生净土，你们过去生中供养诸佛如来超过他，他供养四百亿，你们可能供养五百亿、六百亿，要不然你怎么会发心到念佛堂念佛？你才知道我们过去生中的修行真正不可思议。",
      "zh_TW": "什麼叫真心？菩提心是真心。所以大乘法建立在菩提心的基礎上，一切經論都勸你要發菩提心，你菩提心發不出來。菩提心何以發不出來？這個妄心無始劫已經養成習慣，想擺脫都擺脫不了，這是事實。我們學佛，在座的諸位同修，我們自己很清楚、很明白，佛在經上告訴我們，我們不是這一生才學佛，過去生中無量劫來生生世世都在學佛，過去生中無量劫來都親近了很多很多的諸佛如來，多到什麼程度我們自己都不敢相信。你看《無量壽經》世尊說的，說阿闍王子那一幫人，他們一個小團體，五百個人，聽佛講《無量壽經》聽了很歡喜，心裡動個念頭：我將來成佛也像阿彌陀佛一樣。佛有神通，你起心動念佛就知道，佛告訴大家，他們這五百個人，這一幫人，過去生中曾經供養四百億佛。諸位想想，那個善根福德多厚！供養四百億佛，能不能比得上你們？比不上；怎麼比不上？他還沒有發心念佛求生淨土，你看糟糕不糟糕！你們今天居然發心，到念佛堂念佛求生淨土，你們過去生中供養諸佛如來超過他，他供養四百億，你們可能供養五百億、六百億，要不然你怎麼會發心到念佛堂念佛？你才知道我們過去生中的修行真正不可思議。"
    },
    {
      "id": "12-045-0113_p0012",
      "zh_CN": "可是回过头来想想，过去那么深厚的善根，现在还落到这个地步，可怜不可怜？这都是跟你讲事实。为什么落到这个地步？就好像念书念了不少年，每一次考试都是零分，考了几十年，年年留级，一步都不能够提升，我们就是这样的，过去供养五、六百亿佛，学佛还是得个零分。什么原因？烦恼习气没有把它断掉，每天还是随顺烦恼，没有随顺自性，原因在这里。如何随顺烦恼？我们举个例来说，起心动念总是想控制别人；你在家里头，你做父母的控制小孩，做小孩的想办法控制父母，这个念头就糟糕了。要控制人事物，要占有人事物，诸位不晓得，这个念头是一个最基本的祸根。你哪一天能成佛？哪一天把这个妄想念头断掉，决定没有这个念头，不再想控制任何一个人、任何一桩事、任何一个东西，也不想占有一个人、占有一桩事、占有一个东西，保证你这一生成佛，你就成功了。",
      "zh_TW": "可是回過頭來想想，過去那麼深厚的善根，現在還落到這個地步，可憐不可憐？這都是跟你講事實。為什麼落到這個地步？就好像念書念了不少年，每一次考試都是零分，考了幾十年，年年留級，一步都不能夠提升，我們就是這樣的，過去供養五、六百億佛，學佛還是得個零分。什麼原因？煩惱習氣沒有把它斷掉，每天還是隨順煩惱，沒有隨順自性，原因在這裡。如何隨順煩惱？我們舉個例來說，起心動念總是想控制別人；你在家裡頭，你做父母的控制小孩，做小孩的想辦法控制父母，這個念頭就糟糕了。要控制人事物，要佔有人事物，諸位不曉得，這個念頭是一個最基本的禍根。你哪一天能成佛？哪一天把這個妄想念頭斷掉，決定沒有這個念頭，不再想控制任何一個人、任何一樁事、任何一個東西，也不想佔有一個人、佔有一樁事、佔有一個東西，保證你這一生成佛，你就成功了。"
    },
    {
      "id": "12-045-0113_p0013",
      "zh_CN": "这桩事情我们过去生中有没有听到？有听过，听了不行，出大门就忘掉了，还是要干老一套，你这一生就不能成就；不能成就，你还得在六道里头继续搞轮回。你说你什么时候能成就？什么时候你把这个东西放下，你就成就了。看破是解悟，放下是证悟，看破不能放下不管用。佛门古大德有一句话说，「看得破，忍不过」，忍不过还搞轮回，继续搞三途六道。真正有作为的人，咬紧牙根要把它忍过，忍人之不能忍。什么事人不能忍？就是这些妄念，一般人不能忍的你能够忍，你能够把它放下，你能够置之于度外，从念头里面把这个东西除掉，你这一生就能成无上道。真正能放下，必须对于事实真相要明了，要真的通达。看破帮助你放下，放下帮助你更进一步看破，这两个方法是相辅相成，一切菩萨成无上道就用这个方法。",
      "zh_TW": "這樁事情我們過去生中有沒有聽到？有聽過，聽了不行，出大門就忘掉了，還是要幹老一套，你這一生就不能成就；不能成就，你還得在六道裡頭繼續搞輪迴。你說你什麼時候能成就？什麼時候你把這個東西放下，你就成就了。看破是解悟，放下是證悟，看破不能放下不管用。佛門古大德有一句話說，「看得破，忍不過」，忍不過還搞輪迴，繼續搞三途六道。真正有作為的人，咬緊牙根要把它忍過，忍人之不能忍。什麼事人不能忍？就是這些妄念，一般人不能忍的你能夠忍，你能夠把它放下，你能夠置之於度外，從念頭裡面把這個東西除掉，你這一生就能成無上道。真正能放下，必須對於事實真相要明瞭，要真的通達。看破幫助你放下，放下幫助你更進一步看破，這兩個方法是相輔相成，一切菩薩成無上道就用這個方法。"
    },
    {
      "id": "12-045-0113_p0014",
      "zh_CN": "《金刚般若经》帮助我们看破。佛告诉我们，世出世间一切诸法不外乎能所；我们讲占有，占有是要想得到，控制也是想得到，这里头有能得，我能得，这些人事物为我所得。佛告诉我们，「过去心不可得，现在心不可得，未来心不可得」。大家都知道《金刚经》上讲的三心不可得，三心不可得什么意思？能得的心都没有，能得是空的，能得是假的，是个抽象的概念；二十四个不相应行法，第一个就是「得」，「得」是个抽象的概念，绝非事实。你所得的，人也好、事也好、物也好，没有一样不是因缘所生的。《般若经》上告诉我们「缘起性空」，相有体无，正是「当体即空，了不可得」，你所得的一切人、一切事、一切物，当体即空，了不可得。佛说得这么清楚，能得所得都是假的、都是空的，诸佛如来都得不到，你有本事能得到，那诸佛如来都要拜你做老师，都要皈依你，哪有这种道理？",
      "zh_TW": "《金剛般若經》幫助我們看破。佛告訴我們，世出世間一切諸法不外乎能所；我們講佔有，佔有是要想得到，控制也是想得到，這裡頭有能得，我能得，這些人事物為我所得。佛告訴我們，「過去心不可得，現在心不可得，未來心不可得」。大家都知道《金剛經》上講的三心不可得，三心不可得什麼意思？能得的心都沒有，能得是空的，能得是假的，是個抽象的概念；二十四個不相應行法，第一個就是「得」，「得」是個抽象的概念，絕非事實。你所得的，人也好、事也好、物也好，沒有一樣不是因緣所生的。《般若經》上告訴我們「緣起性空」，相有體無，正是「當體即空，了不可得」，你所得的一切人、一切事、一切物，當體即空，了不可得。佛說得這麼清楚，能得所得都是假的、都是空的，諸佛如來都得不到，你有本事能得到，那諸佛如來都要拜你做老師，都要皈依你，哪有這種道理？"
    },
    {
      "id": "12-045-0113_p0015",
      "zh_CN": "由此可知，我们有一个控制人事物的念头，要想得到的念头，全是错误的。一切现象是假的，「凡所有相，皆是虚妄」，佛没有说哪一个现象是例外的，没有。佛给我们现身说法，佛的相也是假的，也不是真的，佛是假的；法是假的，所以《金刚经》上说「法尚应舍，何况非法」。假的你可以受用，决定不能有得的心，你有控制的心、有得的心、有占有的心，错了，那就造罪业；你受用没有过失，受用叫游戏，游戏神通。清凉大师在这个经里面告诉我们理事无碍、事事无碍，不可得跟不可得哪里会有障碍？没有障碍；得跟不可得当中就有障碍。如果我们的心对于宇宙一切万法、世出世法都有个不可得的念头，你去接应一切万法没有障碍。刚才说，你没有得失的念头，你没有占有的念头，你没有控制的念头，什么障碍都没有了，你在境缘当中得大自在！得大自在的人，这个人我们就称他作诸佛菩萨。",
      "zh_TW": "由此可知，我們有一個控制人事物的念頭，要想得到的念頭，全是錯誤的。一切現象是假的，「凡所有相，皆是虛妄」，佛沒有說哪一個現象是例外的，沒有。佛給我們現身說法，佛的相也是假的，也不是真的，佛是假的；法是假的，所以《金剛經》上說「法尚應捨，何況非法」。假的你可以受用，決定不能有得的心，你有控制的心、有得的心、有佔有的心，錯了，那就造罪業；你受用沒有過失，受用叫遊戲，遊戲神通。清涼大師在這個經裡面告訴我們理事無礙、事事無礙，不可得跟不可得哪裡會有障礙？沒有障礙；得跟不可得當中就有障礙。如果我們的心對於宇宙一切萬法、世出世法都有個不可得的念頭，你去接應一切萬法沒有障礙。剛才說，你沒有得失的念頭，你沒有佔有的念頭，你沒有控制的念頭，什麼障礙都沒有了，你在境緣當中得大自在！得大自在的人，這個人我們就稱他作諸佛菩薩。"
    },
    {
      "id": "12-045-0113_p0016",
      "zh_CN": "不可得里面打妄想，以为有所得；决定不受控制的，自己一定以为我要控制他，这叫打妄想，你有这个意念就处处都有障碍，触处成障。所以《金刚经》末后佛给我们做结论，「一切有为法，如梦幻泡影」，这是把事实真相说出来了。我们跟一切境缘相接触，自己立刻就要警觉到，一场梦而已，而且这个梦很短暂，「如露亦如电」。电是什么？刹那不住，证明这个东西是假的、无常的。如露，露是露水，这是讲刹那相续；虽然刹那相续，业力在支持，支持的时间有限、力量有限，消失了化为乌有。我们了解这些事实真相，头脑就清醒多了，不再迷惑，心地里面清净多了，知道一切世间、虚空法界，娑婆世界如是，十方诸佛刹土又何尝不如是？皆如虚空。这是说明梦幻泡影的幻境，清净你才真正见到了。",
      "zh_TW": "不可得裡面打妄想，以為有所得；決定不受控制的，自己一定以為我要控制他，這叫打妄想，你有這個意念就處處都有障礙，觸處成障。所以《金剛經》末後佛給我們做結論，「一切有為法，如夢幻泡影」，這是把事實真相說出來了。我們跟一切境緣相接觸，自己立刻就要警覺到，一場夢而已，而且這個夢很短暫，「如露亦如電」。電是什麼？剎那不住，證明這個東西是假的、無常的。如露，露是露水，這是講剎那相續；雖然剎那相續，業力在支持，支持的時間有限、力量有限，消失了化為烏有。我們了解這些事實真相，頭腦就清醒多了，不再迷惑，心地裡面清淨多了，知道一切世間、虛空法界，娑婆世界如是，十方諸佛剎土又何嘗不如是？皆如虛空。這是說明夢幻泡影的幻境，清淨你才真正見到了。"
    },
    {
      "id": "12-045-0113_p0017",
      "zh_CN": "无有一法不清净，为什么？诸法之体性原来就是自性，自性是清净的。不但是清净的，而且是空寂的，《般若心经》上告诉我们，「色即是空，空即是色；色不异空，空不异色」。色是讲森罗万象，用这一个字做代表，法相宗里面讲的法相；空是什么？法性。所以说「性不异相，相不异性」，「性相一如，性相不二」，你才看到一切法无一不是清净法。这一句的意思，就是学佛人常说的证得清净法身。最胜念智天王证得清净法身，所以他不是凡夫天王，他是证得清净法身的法身大士，说不定他是诸佛如来倒驾慈航来示现的，哪里是普通的人物？他这个法门是从无常里面观察到真常，也就是说从法相里面他体会到法性，从这个地方入门，成无上道。再看第五尊天王：",
      "zh_TW": "無有一法不清淨，為什麼？諸法之體性原來就是自性，自性是清淨的。不但是清淨的，而且是空寂的，《般若心經》上告訴我們，「色即是空，空即是色；色不異空，空不異色」。色是講森羅萬象，用這一個字做代表，法相宗裡面講的法相；空是什麼？法性。所以說「性不異相，相不異性」，「性相一如，性相不二」，你才看到一切法無一不是清淨法。這一句的意思，就是學佛人常說的證得清淨法身。最勝念智天王證得清淨法身，所以他不是凡夫天王，他是證得清淨法身的法身大士，說不定他是諸佛如來倒駕慈航來示現的，哪裡是普通的人物？他這個法門是從無常裡面觀察到真常，也就是說從法相裡面他體會到法性，從這個地方入門，成無上道。再看第五尊天王："
    },
    {
      "id": "12-045-0113_p0018",
      "zh_CN": "【可爱乐净妙音天王。得爱乐信受一切圣人法解脱门。】",
      "zh_TW": "【可愛樂淨妙音天王。得愛樂信受一切聖人法解脫門。】"
    },
    {
      "id": "12-045-0113_p0019",
      "zh_CN": "这位天王得的法门我们容易懂，实在讲也容易学，他得的是『爱乐信受一切圣人法』。这个意思很明显，「一切圣人法」就是指大乘佛法，「一切圣人」就是我们常讲三贤十圣，三贤十圣所修的法他喜欢，他爱。「乐」是欢喜学习，他相信、他接受，他能够信受奉行。这个意思不但浅显，而且非常实际，可是也不容易做得到，最困难的一个字是什么？信。佛在《华严》上说，「信为道元功德母，长养一切诸善根」，我们对佛法信了没有？不能说你没信，也不能说你真的信了。我在过去，我是出家两年以后才受戒，我学佛七年出家，一出家白圣法师就找我到佛学院去当老师，我是出家就当老师，三藏学院教书。那个时候三藏学院出家的老师有四位，白圣法师自己一个，净心法师、明本法师，我一个，我那时候连沙弥戒都没受，到佛学院去做老师；在家居士也有二、三个，当时的佛学院。我记得那个时候，现在台北有一些都是大法师，心田法师、明乘法师都是学生。两年之后我有机缘，在海会寺受戒，受戒之后我到台中去看李老师，这一般人叫谢戒，李老师见我面，指着我：「你要信佛！」诸位想想看，我学佛七年出家，又讲了两年经，受戒回来，他指着我，「你要信佛」。我也愣住了，我怎么没信佛？然后他就给我开示，讲了一大篇道理，信佛难！于是乎我才懂得，「信解行证」四个字是一个字，这一个字里头缺少其他三个字，那你就不信。所以信里面有什么？有解、有行、有证，这就不容易；解里面有信、有行、有证，证里面有信、有行、有解，我们才明白有这么回事情。",
      "zh_TW": "這位天王得的法門我們容易懂，實在講也容易學，他得的是『愛樂信受一切聖人法』。這個意思很明顯，「一切聖人法」就是指大乘佛法，「一切聖人」就是我們常講三賢十聖，三賢十聖所修的法他喜歡，他愛。「樂」是歡喜學習，他相信、他接受，他能夠信受奉行。這個意思不但淺顯，而且非常實際，可是也不容易做得到，最困難的一個字是什麼？信。佛在《華嚴》上說，「信為道元功德母，長養一切諸善根」，我們對佛法信了沒有？不能說你沒信，也不能說你真的信了。我在過去，我是出家兩年以後才受戒，我學佛七年出家，一出家白聖法師就找我到佛學院去當老師，我是出家就當老師，三藏學院教書。那個時候三藏學院出家的老師有四位，白聖法師自己一個，淨心法師、明本法師，我一個，我那時候連沙彌戒都沒受，到佛學院去做老師；在家居士也有二、三個，當時的佛學院。我記得那個時候，現在台北有一些都是大法師，心田法師、明乘法師都是學生。兩年之後我有機緣，在海會寺受戒，受戒之後我到台中去看李老師，這一般人叫謝戒，李老師見我面，指著我：「你要信佛！」諸位想想看，我學佛七年出家，又講了兩年經，受戒回來，他指著我，「你要信佛」。我也愣住了，我怎麼沒信佛？然後他就給我開示，講了一大篇道理，信佛難！於是乎我才懂得，「信解行證」四個字是一個字，這一個字裡頭缺少其他三個字，那你就不信。所以信裡面有什麼？有解、有行、有證，這就不容易；解裡面有信、有行、有證，證裡面有信、有行、有解，我們才明白有這麼回事情。"
    },
    {
      "id": "12-045-0113_p0020",
      "zh_CN": "我们今天信了，解不解？不解；有没有做？没做。那不叫信，那种信就是社会上大众讲的迷信。所以人家说我们学佛迷信，我们应当承认，我们确实是迷信，为什么？佛是什么不知道。连个佛都讲不上来，他居然就信了佛，这种人很多，不在少数，没搞清楚就相信，非常难得，非常稀有。我还算是比较好一点，我要没有把这个事情搞清楚、搞明白，叫我相信非常困难。可是我到李老师那里去，李老师还不承认我信佛，你就看他老人家那个水平是多高，我还达不到他的标准，我还被他喝斥，那应该喝斥的人就不在少数了。所以给我一个很高的警觉，一定要深入经藏，深解义趣，依教奉行，才算是信佛。李老师当年教导我，我们关系确实跟别人不一样，有很多话他连讲经他也不说，他回避，怕得罪人，私下跟我，这是真正爱护，所以什么话都讲。他叫我仔细观察，自古至今，有许许多多出家一辈子都不信佛。佛在一切经里面，几乎部部经都说到，都有这么一句嘱咐：「受持读诵，为人演说」，哪一部经上佛都有这句话，而且这句话在一部经上不会出现一次，重复好多遍。你们读《金刚经》，《金刚经》念的人最多，这句话在《金刚经》上重复多少遍，你去数过吗？世尊说得这么多遍，可见得这句话重要。这句话是什么？这句话就是「信乐」。第一个叫你要受持，你要接受，这个受字里面就包括信解，行也在其中；持是叫你保持不能丢掉，你的信解行永远保持下去。常常读诵，这是自利；为人演说是利他。演是什么？做出榜样给人看叫演；别人向你请教，你详细给他解说叫说，为人演说是化他，这样的人才叫信乐。我们往往读经看到这些，含糊笼统就念过去了，怎么能得受用？你对佛法，你真的爱吗？今天我们这个地方堆了一部《华严经》，一部《华严经》堆起来这么高，旁边堆了一堆同样高的美金，你要哪一个？看你，你真的爱吗？你爱哪一个？马上就看出来了，你是真的是假的。",
      "zh_TW": "我們今天信了，解不解？不解；有沒有做？沒做。那不叫信，那種信就是社會上大眾講的迷信。所以人家說我們學佛迷信，我們應當承認，我們確實是迷信，為什麼？佛是什麼不知道。連個佛都講不上來，他居然就信了佛，這種人很多，不在少數，沒搞清楚就相信，非常難得，非常稀有。我還算是比較好一點，我要沒有把這個事情搞清楚、搞明白，叫我相信非常困難。可是我到李老師那裡去，李老師還不承認我信佛，你就看他老人家那個水平是多高，我還達不到他的標準，我還被他喝斥，那應該喝斥的人就不在少數了。所以給我一個很高的警覺，一定要深入經藏，深解義趣，依教奉行，才算是信佛。李老師當年教導我，我們關係確實跟別人不一樣，有很多話他連講經他也不說，他迴避，怕得罪人，私下跟我，這是真正愛護，所以什麼話都講。他叫我仔細觀察，自古至今，有許許多多出家一輩子都不信佛。佛在一切經裡面，幾乎部部經都說到，都有這麼一句囑咐：「受持讀誦，為人演說」，哪一部經上佛都有這句話，而且這句話在一部經上不會出現一次，重複好多遍。你們讀《金剛經》，《金剛經》念的人最多，這句話在《金剛經》上重複多少遍，你去數過嗎？世尊說得這麼多遍，可見得這句話重要。這句話是什麼？這句話就是「信樂」。第一個叫你要受持，你要接受，這個受字裡面就包括信解，行也在其中；持是叫你保持不能丟掉，你的信解行永遠保持下去。常常讀誦，這是自利；為人演說是利他。演是什麼？做出榜樣給人看叫演；別人向你請教，你詳細給他解說叫說，為人演說是化他，這樣的人才叫信樂。我們往往讀經看到這些，含糊籠統就念過去了，怎麼能得受用？你對佛法，你真的愛嗎？今天我們這個地方堆了一部《華嚴經》，一部《華嚴經》堆起來這麼高，旁邊堆了一堆同樣高的美金，你要哪一個？看你，你真的愛嗎？你愛哪一個？馬上就看出來了，你是真的是假的。"
    },
    {
      "id": "12-045-0113_p0021",
      "zh_CN": "乐是乐好、是喜欢，你还是喜欢名闻利养、喜欢五欲六尘，你还是喜欢讲经说法？所以诸位，我们一定要清楚、要明了，能够把名闻利养、五欲六尘统统舍弃掉，到念佛堂来念佛，到讲堂来听经，这真的是爱乐佛法，爱乐大乘。这种爱乐还有等级之分，这里面还有差别因缘。什么样的因缘都不能动摇我修学佛法的心，你那个信心才坚定；信心要是坚定，作用不可思议。佛在《金刚经》上说过，「信心清净，则生实相」，我们今天信心不清净，如果清净就生实相，生实相是生真智慧。我们今天智慧为什么不开？信心不清净，信心不坚固，所以不生智慧。每天在生活当中许许多多烦恼，操心的事、烦恼的事情，显示出你的心不清净；你的心要真的清净，你哪里有烦恼？你只有智慧，没有烦恼。天王从这个法门明心见性，见性成佛，我们看起来好像是很简单，细细思惟实在是不简单。",
      "zh_TW": "樂是樂好、是喜歡，你還是喜歡名聞利養、喜歡五欲六塵，你還是喜歡講經說法？所以諸位，我們一定要清楚、要明瞭，能夠把名聞利養、五欲六塵統統捨棄掉，到念佛堂來念佛，到講堂來聽經，這真的是愛樂佛法，愛樂大乘。這種愛樂還有等級之分，這裡面還有差別因緣。什麼樣的因緣都不能動搖我修學佛法的心，你那個信心才堅定；信心要是堅定，作用不可思議。佛在《金剛經》上說過，「信心清淨，則生實相」，我們今天信心不清淨，如果清淨就生實相，生實相是生真智慧。我們今天智慧為什麼不開？信心不清淨，信心不堅固，所以不生智慧。每天在生活當中許許多多煩惱，操心的事、煩惱的事情，顯示出你的心不清淨；你的心要真的清淨，你哪裡有煩惱？你只有智慧，沒有煩惱。天王從這個法門明心見性，見性成佛，我們看起來好像是很簡單，細細思惟實在是不簡單。"
    },
    {
      "id": "12-045-0113_p0022",
      "zh_CN": "今天在这个世间，修净土的同修很多，念佛的人很多，求生净土的人很多，这许多人当中究竟有多少人如愿以偿？我在过去亲近李老师的时候，当年台中莲社的莲友有二十多万人，李老师常说，这么多念佛人当中，真正能往生的，一万人当中只有二、三个。我们想一想，简直就是不成比例。原因到底在哪里？没有信心，没有依教奉行。净宗的修学，大家总要记住，世尊在《观经》给韦提希夫人的开示。夫人是遭遇到家庭的变故，重大的变故，她的儿子跟提婆达多勾结起来，用现在的话来说，搞了一个政变；儿子想做国王，夺父亲之权，杀父亲、害母亲，破和合僧，造五逆之罪。韦提希夫人受这个大难，感觉得这个世间没有意思，这才向世尊请教：世尊，有没有好的世界？她想移民，不想在这个世间住了，动这么个念头。世尊满她的愿，以佛的神力将十方诸佛刹土变现在她的面前让她自己看，像我们现在看电视一样，十方诸佛刹土的画面她看到了。然后告诉世尊，她说极乐世界好，我想到这个地方去，请求世尊教她往生极乐世界的方法。世尊并没有主动介绍哪一个佛国土好，没有主动介绍，而是把所有诸佛国土变现在你面前，由你自己选择，她选中西方极乐世界。世尊用这个方法也是给我们看，极乐世界真好，韦提希夫人选中的。",
      "zh_TW": "今天在這個世間，修淨土的同修很多，念佛的人很多，求生淨土的人很多，這許多人當中究竟有多少人如願以償？我在過去親近李老師的時候，當年台中蓮社的蓮友有二十多萬人，李老師常說，這麼多念佛人當中，真正能往生的，一萬人當中只有二、三個。我們想一想，簡直就是不成比例。原因到底在哪裡？沒有信心，沒有依教奉行。淨宗的修學，大家總要記住，世尊在《觀經》給韋提希夫人的開示。夫人是遭遇到家庭的變故，重大的變故，她的兒子跟提婆達多勾結起來，用現在的話來說，搞了一個政變；兒子想做國王，奪父親之權，殺父親、害母親，破和合僧，造五逆之罪。韋提希夫人受這個大難，感覺得這個世間沒有意思，這才向世尊請教：世尊，有沒有好的世界？她想移民，不想在這個世間住了，動這麼個念頭。世尊滿她的願，以佛的神力將十方諸佛剎土變現在她的面前讓她自己看，像我們現在看電視一樣，十方諸佛剎土的畫面她看到了。然後告訴世尊，她說極樂世界好，我想到這個地方去，請求世尊教她往生極樂世界的方法。世尊並沒有主動介紹哪一個佛國土好，沒有主動介紹，而是把所有諸佛國土變現在你面前，由你自己選擇，她選中西方極樂世界。世尊用這個方法也是給我們看，極樂世界真好，韋提希夫人選中的。"
    },
    {
      "id": "12-045-0113_p0023",
      "zh_CN": "怎么去法？世尊还没有教她之前，先教她修净业三福，并且告诉她，这三条是「三世诸佛，净业正因」，你说这句话说得多重。三世诸佛，我们今天在《华严经》上看到，这些统统是诸佛，他们修学的法门不一样，但是要知道，没有一尊佛不是从净业基础上修成的；也就是说，我们在这里看到这么多法门，每一个人所修学的解脱门，这个解脱门统统是以三种净业做基础。你如果说是不能够认真修这三种净业，你的佛号一天念十万声也不能往生，古人讲「喊破喉咙也枉然」。我们仔细再观察一些往生的人，你细细去观察他，他这三条十一句，你想想他有没有具足？一定具足。这个人孝亲，尊敬老师，慈心不杀，修十善业，必定是这种人。纵然往生的是个老太婆，不认识字，什么都不懂，你细细去观察，她跟这个相应。你要问她什么叫十善业她不知道，可是她真做到了，所以她能往生。第二福「受持三皈，具足众戒，不犯威仪」，这个往生的人决定是「诸恶莫作，众善奉行，自净其意」。他也不懂什么戒律，可是他心真清净，没有恶念，决定没有伤害人的意念跟行为。他所有戒律都具足，心地慈悲，看到人家有困难他会帮助，那是菩萨戒。他不懂得什么叫戒律，也不知道什么叫条文，从来也没有去受过戒，他的戒行具足。「发菩提心，深信因果，读诵大乘，劝进行者」，想想看这四条他也有。发菩提心，真的，什么叫菩提心他不懂，可是他发了。他怎么发的？一心一意就是想求生净土，就是想见阿弥陀佛，他没有别的心。蕅益大师在《要解》里面告诉我们，这个心就是无上菩提心，我们想想有没有道理？很有道理。你要跟他讲菩提心，什么深心、大悲心，他不懂，愈讲他愈糊涂，而人家真正菩提心圆满具足。「深信因果」，念佛是因，成佛是果，他并不知道，他天天念佛，他果然往生成佛了。所以他不知道，他全做到了。大乘经他没有念，那一句阿弥陀佛他没有离口；阿弥陀佛是所有大乘经的经题，我们前面在《无量寿经》里面跟诸位做过详细报告，特别跟大家说明名号功德不可思议。古大德给我们做归纳，归纳到最后，一切诸佛所说之法就是一句阿弥陀佛，所以这一句阿弥陀佛展开就是一切法，念这一句阿弥陀佛就是读诵大乘，圆满了。遇到人劝人念阿弥陀佛，就是「劝进行者」。所以我们想想，仔细去观察，他统统圆满了，这三福他一条都不缺，难怪他念佛会往生，他会预知时至。",
      "zh_TW": "怎麼去法？世尊還沒有教她之前，先教她修淨業三福，並且告訴她，這三條是「三世諸佛，淨業正因」，你說這句話說得多重。三世諸佛，我們今天在《華嚴經》上看到，這些統統是諸佛，他們修學的法門不一樣，但是要知道，沒有一尊佛不是從淨業基礎上修成的；也就是說，我們在這裡看到這麼多法門，每一個人所修學的解脫門，這個解脫門統統是以三種淨業做基礎。你如果說是不能夠認真修這三種淨業，你的佛號一天念十萬聲也不能往生，古人講「喊破喉嚨也枉然」。我們仔細再觀察一些往生的人，你細細去觀察他，他這三條十一句，你想想他有沒有具足？一定具足。這個人孝親，尊敬老師，慈心不殺，修十善業，必定是這種人。縱然往生的是個老太婆，不認識字，什麼都不懂，你細細去觀察，她跟這個相應。你要問她什麼叫十善業她不知道，可是她真做到了，所以她能往生。第二福「受持三皈，具足眾戒，不犯威儀」，這個往生的人決定是「諸惡莫作，眾善奉行，自淨其意」。他也不懂什麼戒律，可是他心真清淨，沒有惡念，決定沒有傷害人的意念跟行為。他所有戒律都具足，心地慈悲，看到人家有困難他會幫助，那是菩薩戒。他不懂得什麼叫戒律，也不知道什麼叫條文，從來也沒有去受過戒，他的戒行具足。「發菩提心，深信因果，讀誦大乘，勸進行者」，想想看這四條他也有。發菩提心，真的，什麼叫菩提心他不懂，可是他發了。他怎麼發的？一心一意就是想求生淨土，就是想見阿彌陀佛，他沒有別的心。蕅益大師在《要解》裡面告訴我們，這個心就是無上菩提心，我們想想有沒有道理？很有道理。你要跟他講菩提心，什麼深心、大悲心，他不懂，愈講他愈糊塗，而人家真正菩提心圓滿具足。「深信因果」，念佛是因，成佛是果，他並不知道，他天天念佛，他果然往生成佛了。所以他不知道，他全做到了。大乘經他沒有念，那一句阿彌陀佛他沒有離口；阿彌陀佛是所有大乘經的經題，我們前面在《無量壽經》裡面跟諸位做過詳細報告，特別跟大家說明名號功德不可思議。古大德給我們做歸納，歸納到最後，一切諸佛所說之法就是一句阿彌陀佛，所以這一句阿彌陀佛展開就是一切法，念這一句阿彌陀佛就是讀誦大乘，圓滿了。遇到人勸人念阿彌陀佛，就是「勸進行者」。所以我們想想，仔細去觀察，他統統圓滿了，這三福他一條都不缺，難怪他念佛會往生，他會預知時至。"
    },
    {
      "id": "12-045-0113_p0024",
      "zh_CN": "这些宝贵的教训我们要记住，要牢牢的记住，要认真的去奉行，决定不可以疏忽。为什么？诸位都知道，近代的灾难很多，说不定我们什么时候死，不一定在什么地方死，也不知道什么方法死，会有人给你助念吗？靠人助念不保险，最保险的方法是我们依教奉行，我们自己决定有把握往生。无论在什么时候，纵然是大灾大难降临，也能从容不迫见佛往生，我们的功夫才真正叫得力，要有这个本事才行。在这种局势之下念佛往生的自古就有，大灾难来临的时候，我们自己要做得了主宰，功夫都在平常真正看破放下。所以我们在日常生活当中，最重要的修什么？清净心，世出世法真正做到一尘不染，生活当中落实在自在随缘。真正看破放下、自在随缘就不在乎了，你看到原子弹爆炸，好像看放烟火一样，自在往生，阿弥陀佛来接你，还有什么恐惧的？原子弹爆炸庆祝我们往生，欢喜，庆祝往生，放大炮仗。这是真的，不是假的，自己要有功夫、要有主宰。如果我们对于境缘当中（境是物质环境，缘是人事环境）稍稍有一点牵挂你就完了，我们今天是非常时期，不是太平盛世，没有时间等待。一定要彻底放下，万缘放下，我们等着放大炮仗往生，我跟大家讲真话。",
      "zh_TW": "這些寶貴的教訓我們要記住，要牢牢的記住，要認真的去奉行，決定不可以疏忽。為什麼？諸位都知道，近代的災難很多，說不定我們什麼時候死，不一定在什麼地方死，也不知道什麼方法死，會有人給你助念嗎？靠人助念不保險，最保險的方法是我們依教奉行，我們自己決定有把握往生。無論在什麼時候，縱然是大災大難降臨，也能從容不迫見佛往生，我們的功夫才真正叫得力，要有這個本事才行。在這種局勢之下念佛往生的自古就有，大災難來臨的時候，我們自己要做得了主宰，功夫都在平常真正看破放下。所以我們在日常生活當中，最重要的修什麼？清淨心，世出世法真正做到一塵不染，生活當中落實在自在隨緣。真正看破放下、自在隨緣就不在乎了，你看到原子彈爆炸，好像看放煙火一樣，自在往生，阿彌陀佛來接你，還有什麼恐懼的？原子彈爆炸慶祝我們往生，歡喜，慶祝往生，放大炮仗。這是真的，不是假的，自己要有功夫、要有主宰。如果我們對於境緣當中（境是物質環境，緣是人事環境）稍稍有一點牽掛你就完了，我們今天是非常時期，不是太平盛世，沒有時間等待。一定要徹底放下，萬緣放下，我們等著放大炮仗往生，我跟大家講真話。"
    },
    {
      "id": "12-045-0113_p0025",
      "zh_CN": "所以最低限度要把三福，佛教给我们这三福圆圆满满做到，一条都不缺，这才叫「爱乐信受一切圣人法」。我们在大乘法里面选择净宗修行，或者是依照《无量寿经》，或者是依照《弥陀经》，乃至于篇幅最短的，依照《大势至菩萨念佛圆通章》都行（《大势至菩萨念佛圆通章》二百四十个字），决定得生净土。可是你要记住，任何一门都要建立在三福的基础上，离开三福就不是佛法，你这一生就不能成就。由此可知，我们过去生中无量劫来，虽然亲近供养那么多诸佛如来，我们的三福有亏欠，没做好，所以落到今天这个地步。再看第六尊：",
      "zh_TW": "所以最低限度要把三福，佛教給我們這三福圓圓滿滿做到，一條都不缺，這才叫「愛樂信受一切聖人法」。我們在大乘法裡面選擇淨宗修行，或者是依照《無量壽經》，或者是依照《彌陀經》，乃至於篇幅最短的，依照《大勢至菩薩念佛圓通章》都行（《大勢至菩薩念佛圓通章》二百四十個字），決定得生淨土。可是你要記住，任何一門都要建立在三福的基礎上，離開三福就不是佛法，你這一生就不能成就。由此可知，我們過去生中無量劫來，雖然親近供養那麼多諸佛如來，我們的三福有虧欠，沒做好，所以落到今天這個地步。再看第六尊："
    },
    {
      "id": "12-045-0113_p0026",
      "zh_CN": "【善思惟音天王。得能经劫住演说一切地义及方便解脱门。】",
      "zh_TW": "【善思惟音天王。得能經劫住演說一切地義及方便解脫門。】"
    },
    {
      "id": "12-045-0113_p0027",
      "zh_CN": "这是第六尊。这位菩萨示现是显示出无碍辩才，欢喜为大众说经，演说。『经劫住演说』，这个难得，「经劫」是讲时间之长，不是短时间；「演说」我们懂，不仅仅是给我们说，他完全做出来给我们看，也就是说他的生活、他的行持，他所证得诸法的义理，完全在生活里面表现。就像释迦牟尼佛当年在世一样，世尊为我们示现八相成道那是演，四十九年讲经说法那是说。演是表演，给我们做最好的示范，生活是佛菩萨的生活，做出来给我们看；工作是佛菩萨工作，也做出来给我们看；应酬、处事待人接物，也做出样子来给我们看。《华严经》内容更丰富，用了五十三位佛菩萨示现男女老少、各行各业，都是菩萨的生活、菩萨的行持，让我们在这里面观察体会，我们是什么样的身分，在社会上从事哪个行业，我就我自己的身分、就我现前的行业，如何做到菩萨的样子。这是告诉我们，我们过菩萨的生活、过佛的生活，无需要改变我们身分，无需要改变我们的行业，就在现前生活状况之下，现前行业工作当中，就实行菩萨生活，这是演；随机随缘教化我们同行，同身分、同行的众生，为他说。所以《华严》真的是一部非常圆满、稀有难得的教科书；今天讲多元文化，多元文化最佳的教材，释迦牟尼佛给我们说出来的，他是长时间「经劫住演说」。我们要发长远心、要发恒心，我们为一切众生不是这一世，生生世世要常行菩萨道，效法诸佛如来，永远不疲不厌为度众生，为佛法久住世间。",
      "zh_TW": "這是第六尊。這位菩薩示現是顯示出無礙辯才，歡喜為大眾說經，演說。『經劫住演說』，這個難得，「經劫」是講時間之長，不是短時間；「演說」我們懂，不僅僅是給我們說，他完全做出來給我們看，也就是說他的生活、他的行持，他所證得諸法的義理，完全在生活裡面表現。就像釋迦牟尼佛當年在世一樣，世尊為我們示現八相成道那是演，四十九年講經說法那是說。演是表演，給我們做最好的示範，生活是佛菩薩的生活，做出來給我們看；工作是佛菩薩工作，也做出來給我們看；應酬、處事待人接物，也做出樣子來給我們看。《華嚴經》內容更豐富，用了五十三位佛菩薩示現男女老少、各行各業，都是菩薩的生活、菩薩的行持，讓我們在這裡面觀察體會，我們是什麼樣的身分，在社會上從事哪個行業，我就我自己的身分、就我現前的行業，如何做到菩薩的樣子。這是告訴我們，我們過菩薩的生活、過佛的生活，無需要改變我們身分，無需要改變我們的行業，就在現前生活狀況之下，現前行業工作當中，就實行菩薩生活，這是演；隨機隨緣教化我們同行，同身分、同行的眾生，為他說。所以《華嚴》真的是一部非常圓滿、稀有難得的教科書；今天講多元文化，多元文化最佳的教材，釋迦牟尼佛給我們說出來的，他是長時間「經劫住演說」。我們要發長遠心、要發恆心，我們為一切眾生不是這一世，生生世世要常行菩薩道，效法諸佛如來，永遠不疲不厭為度眾生，為佛法久住世間。"
    },
    {
      "id": "12-045-0113_p0028",
      "zh_CN": "下面说，他演说什么法门？『地义』。「地」是什么？十地菩萨，他讲得高，他讲十地的道理，十地的学习方法。这两个字要是拆开来讲，地是智慧，这是地上菩萨，我们通常称「摩诃萨」；三贤称菩萨，十地称摩诃萨，显示出菩萨圆满的智慧，这不是普通的菩萨。义，这是说到清净法，清凉大师给我们的解释是「离念」，超凡入圣。凡夫有念，有念就不清净，离念就清净。实在说，地上菩萨才真的离念，三贤菩萨跟我们比较他是离念，跟地上菩萨相比他没离，他还有妄想。我们在大乘经里面，这么长的时间去学习、去体会，虽然自己没入这个境界，听佛讲的时间多了，耳熟了，大致上也能了解这个状况。六道是妄想分别执着造成的，妄想是无明烦恼，分别是尘沙烦恼，执着是见思烦恼。如果我们对世出世间一切法不执着，刚才我跟大家讲，一切众生都有一个基本错误观念，就是控制人事物，有这个意念，占有人事物，这个念头叫根本烦恼，贪瞋痴慢起作用。我们见思烦恼断掉，六道就没有了，可是你还有妄想分别，六道没有了还有四圣法界，就是十法界上面还有四圣法界，四圣法界从哪来的？妄想分别里头来的。你能把分别断掉（分别是尘沙烦恼），十法界没有了，这时候你超越十法界，你就证得一真法界，这是华严会上的法身大士，你用真心，没有用妄心。妄心是什么？分别执着是妄心。虽用真心，这个真心并不圆满，真心里面还带着妄想，妄想是什么？无明，无明就是妄想。无明有厚薄不一样，佛在经上给我们讲无明分四十一品，初住菩萨破一品无明还有四十品，二住菩萨破两品还有三十九品；无明破尽了，就是妄想完全断掉，证究竟圆满佛。我们想想，从初住到初地三十一个阶级，四十一品无明他已经破了三十一品，这是大菩萨，不是普通菩萨，是摩诃萨，登地。这个智慧虽然没有达到究竟圆满，我们也称它作圆满，跟究竟佛果很靠近了。所以「地」是表十地菩萨的智慧，「义」是表十地菩萨之所断，断见思、尘沙，无明破三十一品，这是义这个字的意思，就是离念之意。",
      "zh_TW": "下面說，他演說什麼法門？『地義』。「地」是什麼？十地菩薩，他講得高，他講十地的道理，十地的學習方法。這兩個字要是拆開來講，地是智慧，這是地上菩薩，我們通常稱「摩訶薩」；三賢稱菩薩，十地稱摩訶薩，顯示出菩薩圓滿的智慧，這不是普通的菩薩。義，這是說到清淨法，清涼大師給我們的解釋是「離念」，超凡入聖。凡夫有念，有念就不清淨，離念就清淨。實在說，地上菩薩才真的離念，三賢菩薩跟我們比較他是離念，跟地上菩薩相比他沒離，他還有妄想。我們在大乘經裡面，這麼長的時間去學習、去體會，雖然自己沒入這個境界，聽佛講的時間多了，耳熟了，大致上也能了解這個狀況。六道是妄想分別執著造成的，妄想是無明煩惱，分別是塵沙煩惱，執著是見思煩惱。如果我們對世出世間一切法不執著，剛才我跟大家講，一切眾生都有一個基本錯誤觀念，就是控制人事物，有這個意念，佔有人事物，這個念頭叫根本煩惱，貪瞋痴慢起作用。我們見思煩惱斷掉，六道就沒有了，可是你還有妄想分別，六道沒有了還有四聖法界，就是十法界上面還有四聖法界，四聖法界從哪來的？妄想分別裡頭來的。你能把分別斷掉（分別是塵沙煩惱），十法界沒有了，這時候你超越十法界，你就證得一真法界，這是華嚴會上的法身大士，你用真心，沒有用妄心。妄心是什麼？分別執著是妄心。雖用真心，這個真心並不圓滿，真心裡面還帶著妄想，妄想是什麼？無明，無明就是妄想。無明有厚薄不一樣，佛在經上給我們講無明分四十一品，初住菩薩破一品無明還有四十品，二住菩薩破兩品還有三十九品；無明破盡了，就是妄想完全斷掉，證究竟圓滿佛。我們想想，從初住到初地三十一個階級，四十一品無明他已經破了三十一品，這是大菩薩，不是普通菩薩，是摩訶薩，登地。這個智慧雖然沒有達到究竟圓滿，我們也稱它作圓滿，跟究竟佛果很靠近了。所以「地」是表十地菩薩的智慧，「義」是表十地菩薩之所斷，斷見思、塵沙，無明破三十一品，這是義這個字的意思，就是離念之意。"
    },
    {
      "id": "12-045-0113_p0029",
      "zh_CN": "『及方便门』，地义是自利，「方便」是利他，帮助三贤菩萨证入十地法门，这叫方便门。由此可知，诸佛菩萨为一切众生示现说法都叫方便门；不但说法是方便，表演也是方便，决定是利益一类众生的，没有说是他做一桩事情是无有意义的，没有。凡夫有时候做事情是无意义的，毫无意义；凡夫业有三种，善业、恶业、无记业，无记业就毫无意义，说不上善也说不上恶。可是诸佛菩萨是应化来的，他决定不落在无记里头；换句话说，任何一个动作、任何一个表现都有意义。我们凡夫烦恼业障深重，六根虽然接触，体会不到；不但体会不到，有时候还误会、还错解，误会错解就造业，口虽然没有说，身虽然没有动，意就造业了，再加上口业、身业更重了，我们哪里会懂得？",
      "zh_TW": "『及方便門』，地義是自利，「方便」是利他，幫助三賢菩薩證入十地法門，這叫方便門。由此可知，諸佛菩薩為一切眾生示現說法都叫方便門；不但說法是方便，表演也是方便，決定是利益一類眾生的，沒有說是他做一樁事情是無有意義的，沒有。凡夫有時候做事情是無意義的，毫無意義；凡夫業有三種，善業、惡業、無記業，無記業就毫無意義，說不上善也說不上惡。可是諸佛菩薩是應化來的，他決定不落在無記裡頭；換句話說，任何一個動作、任何一個表現都有意義。我們凡夫煩惱業障深重，六根雖然接觸，體會不到；不但體會不到，有時候還誤會、還錯解，誤會錯解就造業，口雖然沒有說，身雖然沒有動，意就造業了，再加上口業、身業更重了，我們哪裡會懂得？"
    },
    {
      "id": "12-045-0113_p0030",
      "zh_CN": "我们周边，前后左右这些人，也许就有诸佛菩萨在座，肉眼凡夫不认识。不但你自己不认识，他自己也不认识。自己何以不认识？真的，不是假的，诸佛菩萨那个应化身很复杂，绝不是我们想像得到的。他可能应化就借我们这个身体应化，时间很短，几分钟，甚至几秒钟；时间长一点，一、二个小时就没有了，他就走了，我们这个身体被人家用了自己不知道，自己不晓得。我们跟朋友们聊天接触，他听我们讲话、看我们动作，他开悟了，哪里是我们的本事？这个时候他有感，佛菩萨有应，借着我这个身体，不知道说些什么，他听懂了，开悟了。在中国古时候《语录》里面看看很多，听人说话或者听风动雨动这些声音，甚至于听人家唱歌，都有公案的，他听了开悟。那个人天天在唱歌，听的人都不开悟，为什么他在那个时候，短暂的时候，听到那个歌曲他就开悟了？那个时候是佛菩萨加持，借唱歌的人这个身体，借他的音声传达，他开悟了。所以周边很多佛菩萨，你怎么会知道？他自己也不晓得。这样的事情太多太多了，不胜枚举。",
      "zh_TW": "我們周邊，前後左右這些人，也許就有諸佛菩薩在座，肉眼凡夫不認識。不但你自己不認識，他自己也不認識。自己何以不認識？真的，不是假的，諸佛菩薩那個應化身很複雜，絕不是我們想像得到的。他可能應化就借我們這個身體應化，時間很短，幾分鐘，甚至幾秒鐘；時間長一點，一、二個小時就沒有了，他就走了，我們這個身體被人家用了自己不知道，自己不曉得。我們跟朋友們聊天接觸，他聽我們講話、看我們動作，他開悟了，哪裡是我們的本事？這個時候他有感，佛菩薩有應，借著我這個身體，不知道說些什麼，他聽懂了，開悟了。在中國古時候《語錄》裡面看看很多，聽人說話或者聽風動雨動這些聲音，甚至於聽人家唱歌，都有公案的，他聽了開悟。那個人天天在唱歌，聽的人都不開悟，為什麼他在那個時候，短暫的時候，聽到那個歌曲他就開悟了？那個時候是佛菩薩加持，借唱歌的人這個身體，借他的音聲傳達，他開悟了。所以周邊很多佛菩薩，你怎麼會知道？他自己也不曉得。這樣的事情太多太多了，不勝枚舉。"
    },
    {
      "id": "12-045-0113_p0031",
      "zh_CN": "在台上讲经的人也时常被佛菩萨利用。你以为这个东西是我讲出来的？不是的。我讲出来应该我知道，讲完之后你问我讲什么？什么也不知道。几乎每一位讲经的人都有这个经验，而且这个经验很多。你们看看江味农居士写的《圆觉经亲闻记》，那个《圆觉经》是谛闲老法师讲的，老法师讲《圆觉经》很用功，自己写了讲义，所以他有《圆觉经讲义》，《讲义》是老和尚自己写的。可是讲的时候，有的时候讲义上一句话也没用上，称性发挥。听的人，他们这批大居士写成笔记，第二天送给老和尚看，老和尚看一看：这讲得好！这是我讲的？江居士说没错，是老和尚讲的。「我怎么会讲得这么好？」那个时候是佛菩萨加持他，借他身体讲的，众生有缘。佛菩萨为什么加持？众生听众里面有感，佛菩萨有应。听众里面决定有受利益的，「佛氏门中，不舍一人」，有一个人听到有悟处，佛菩萨都不舍弃。所以我们要肯发心，发什么心？发心把身体借给佛菩萨用，不要吝啬。你肯发心把身体借给佛菩萨用，一般讲你常常得佛菩萨加持；说加持我们心里很舒服、很好，实际上是被佛菩萨利用。彼此都有好处。佛菩萨要没有这个形相的话，他不能表达，必须借这个形相来表达。这都叫方便，所以方便这个意思里头也是无限的深广。",
      "zh_TW": "在台上講經的人也時常被佛菩薩利用。你以為這個東西是我講出來的？不是的。我講出來應該我知道，講完之後你問我講什麼？什麼也不知道。幾乎每一位講經的人都有這個經驗，而且這個經驗很多。你們看看江味農居士寫的《圓覺經親聞記》，那個《圓覺經》是諦閑老法師講的，老法師講《圓覺經》很用功，自己寫了講義，所以他有《圓覺經講義》，《講義》是老和尚自己寫的。可是講的時候，有的時候講義上一句話也沒用上，稱性發揮。聽的人，他們這批大居士寫成筆記，第二天送給老和尚看，老和尚看一看：這講得好！這是我講的？江居士說沒錯，是老和尚講的。「我怎麼會講得這麼好？」那個時候是佛菩薩加持他，借他身體講的，眾生有緣。佛菩薩為什麼加持？眾生聽眾裡面有感，佛菩薩有應。聽眾裡面決定有受利益的，「佛氏門中，不捨一人」，有一個人聽到有悟處，佛菩薩都不捨棄。所以我們要肯發心，發什麼心？發心把身體借給佛菩薩用，不要吝嗇。你肯發心把身體借給佛菩薩用，一般講你常常得佛菩薩加持；說加持我們心裡很舒服、很好，實際上是被佛菩薩利用。彼此都有好處。佛菩薩要沒有這個形相的話，他不能表達，必須借這個形相來表達。這都叫方便，所以方便這個意思裡頭也是無限的深廣。"
    },
    {
      "id": "12-045-0113_p0032",
      "zh_CN": "这是说菩萨以无尽的辩才演说无尽的佛法。无尽的佛法，诸位要细心体会，不要错会意思，错会意思你要把整个《大藏经》搬来研究那就坏了。无尽义是什么？一部经，甚至于一段经文、一四句偈，义理无尽。你要从这个地方会，我们才真正把解脱门找到，一门深入，长时薰修。诸位要晓得，任何一部经典都是无尽义；任何一部经典，我们在一生当中都说不完，这是跟诸位讲真话。你要是真正契入境界，也就是此地讲的，你在这个法门里面得到解脱，解脱就是证果、就是见性，见性之后自性里头是无量义。字字句句都是自性，所以字字句句都是无量义，就怕你没见性就没法子；真正见性，字字句句都是无量义。",
      "zh_TW": "這是說菩薩以無盡的辯才演說無盡的佛法。無盡的佛法，諸位要細心體會，不要錯會意思，錯會意思你要把整個《大藏經》搬來研究那就壞了。無盡義是什麼？一部經，甚至於一段經文、一四句偈，義理無盡。你要從這個地方會，我們才真正把解脫門找到，一門深入，長時薰修。諸位要曉得，任何一部經典都是無盡義；任何一部經典，我們在一生當中都說不完，這是跟諸位講真話。你要是真正契入境界，也就是此地講的，你在這個法門裡面得到解脫，解脫就是證果、就是見性，見性之後自性裡頭是無量義。字字句句都是自性，所以字字句句都是無量義，就怕你沒見性就沒法子；真正見性，字字句句都是無量義。"
    },
    {
      "id": "12-045-0113_p0033",
      "zh_CN": "佛法跟世间法不一样，佛法修学的目的是一定要明心见性，可是明心见性诸位必须要知道，一定要把障碍自性的东西去掉。障碍自性是什么？佛在《出现品》上讲得好，「一切众生皆有如来智慧德相」，如来的智慧，真实智慧，究竟圆满，我们有；如来的德，万德万能；如来的相，千变万化，随众生心应所知量，我们统统有，现在为什么全没有了？佛说「但以妄想执着而不能证得」，一句话把我们的病根说出来了。我们有妄想分别执着，所以自性里跟诸佛如来一样圆满的智慧德能不能现前；我们要想现前，跟诸佛如来一样，就要把这个障碍除掉就行了。今天时间到了，就讲到此地。",
      "zh_TW": "佛法跟世間法不一樣，佛法修學的目的是一定要明心見性，可是明心見性諸位必須要知道，一定要把障礙自性的東西去掉。障礙自性是什麼？佛在《出現品》上講得好，「一切眾生皆有如來智慧德相」，如來的智慧，真實智慧，究竟圓滿，我們有；如來的德，萬德萬能；如來的相，千變萬化，隨眾生心應所知量，我們統統有，現在為什麼全沒有了？佛說「但以妄想執著而不能證得」，一句話把我們的病根說出來了。我們有妄想分別執著，所以自性裡跟諸佛如來一樣圓滿的智慧德能不能現前；我們要想現前，跟諸佛如來一樣，就要把這個障礙除掉就行了。今天時間到了，就講到此地。"
    }
  ]
}