{
  "doc_id": "02-023-0008",
  "title": {
    "zh_CN": "无量寿经讲述笔记—本经胜妙大力用",
    "zh_TW": "無量壽經講述筆記—本經勝妙大力用"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "美国旧金山",
    "zh_TW": "美國舊金山"
  },
  "doc_number": "02-023-0008",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "02-023-0008_p0001",
      "zh_CN": "二十一页第一行看起，这是玄义里面的第四大段「方便力用」。前面讲过辨体、宗趣，现在要讨论的是力用，也就是这部经我们依照它修学，会得到些什么利益，有什么用处，有什么好处，这个题目也非常的重要。「度生方便正是诸佛大愿之所结，大智之所显，万德之所庄严，果觉之究竟处也。是故继体性宗趣后，而论本经方便胜妙之大力大用」。这段如果用现在的话来说，就是说这部经的能力究竟有多么大，佛在一切经里面，可以说对本经特别的赞叹；换句话说，它的作用实在是太大。所以，首先说出来度生方便，前面我们读到过，是以这部经为第一。因为这个法门就是太简单、太容易了，任何人都能修学，不费时间，就是不浪费我们时间，也不浪费我们的金钱。",
      "zh_TW": "二十一頁第一行看起，這是玄義裡面的第四大段「方便力用」。前面講過辨體、宗趣，現在要討論的是力用，也就是這部經我們依照它修學，會得到些什麼利益，有什麼用處，有什麼好處，這個題目也非常的重要。「度生方便正是諸佛大願之所結，大智之所顯，萬德之所莊嚴，果覺之究竟處也。是故繼體性宗趣後，而論本經方便勝妙之大力大用」。這段如果用現在的話來說，就是說這部經的能力究竟有多麼大，佛在一切經裡面，可以說對本經特別的讚歎；換句話說，它的作用實在是太大。所以，首先說出來度生方便，前面我們讀到過，是以這部經為第一。因為這個法門就是太簡單、太容易了，任何人都能修學，不費時間，就是不浪費我們時間，也不浪費我們的金錢。"
    },
    {
      "id": "02-023-0008_p0002",
      "zh_CN": "因此，无论什么人都很容易修学，成就又非常的特殊，不是任何一个法门所以能够比的，这正是所谓说一切诸佛的究竟方便法门。但是，很可惜的，就是对于这个法门认识的人非常的少。所以真正认识它，古德讲「无量劫来稀有难逢之一日」。你遇到它了，你认识它，因为你认识这个法门，正如古人所说的，你这一生成佛的机会到了。换句话说，一切法门不可能叫你一生成佛，这个法门叫你一生成佛，所以很不容易遇到。虽然这个法门，在现在这个世界里面可以说相当的普遍，其实怎么样？普遍是一桩事情，念佛的人虽然多，如法的人不多，对于这个法门真正透彻理解的人不多，这就是有真正弘扬的必要了。",
      "zh_TW": "因此，無論什麼人都很容易修學，成就又非常的特殊，不是任何一個法門所以能夠比的，這正是所謂說一切諸佛的究竟方便法門。但是，很可惜的，就是對於這個法門認識的人非常的少。所以真正認識它，古德講「無量劫來稀有難逢之一日」。你遇到它了，你認識它，因為你認識這個法門，正如古人所說的，你這一生成佛的機會到了。換句話說，一切法門不可能叫你一生成佛，這個法門叫你一生成佛，所以很不容易遇到。雖然這個法門，在現在這個世界裡面可以說相當的普遍，其實怎麼樣？普遍是一樁事情，念佛的人雖然多，如法的人不多，對於這個法門真正透徹理解的人不多，這就是有真正弘揚的必要了。"
    },
    {
      "id": "02-023-0008_p0003",
      "zh_CN": "「诸佛出世有三种利益」，第一种「说经」，佛要不出世；换句话说，这个世间就没有佛法，佛法是佛说的。「法施利益」，法就是说法，为众生说法，利益是「令众生破迷开悟，早证无上菩提」，这是第一种利益。第二「诸佛如来有身相光明，无量相好，若有众生，称念观察，皆能灭罪消业，永背三途。随意所乐，常生净土，乃至成佛」，这是第二个利益。佛在世的时候，有，佛现在不在世，所以我们现在见佛的光明很难。实在讲见佛的光明，你自己是真正如法修行，确实有这个感应。但是，魔的感应比佛的感应还要多，诸位要念《楞严经》就晓得，《楞严经》把魔在世间做佛事，来欺骗众生有多少？经上说如恒河沙，「末法时期邪师说法，如恒河沙」。我们怎么样去辨别？他所显现的神通、所显现的瑞相，简直就跟佛差不多，确实没有办法辨别。什么样拣别是真佛？我在此地提示诸位过，你的心清净，离开一切分别执着妄想，你所见的瑞相是真的，那是真的跟佛有感应，魔没有办法。如果我们心里有分别、有执着、有妄想，我们所见到的境界决定靠不住。",
      "zh_TW": "「諸佛出世有三種利益」，第一種「說經」，佛要不出世；換句話說，這個世間就沒有佛法，佛法是佛說的。「法施利益」，法就是說法，為眾生說法，利益是「令眾生破迷開悟，早證無上菩提」，這是第一種利益。第二「諸佛如來有身相光明，無量相好，若有眾生，稱念觀察，皆能滅罪消業，永背三途。隨意所樂，常生淨土，乃至成佛」，這是第二個利益。佛在世的時候，有，佛現在不在世，所以我們現在見佛的光明很難。實在講見佛的光明，你自己是真正如法修行，確實有這個感應。但是，魔的感應比佛的感應還要多，諸位要念《楞嚴經》就曉得，《楞嚴經》把魔在世間做佛事，來欺騙眾生有多少？經上說如恆河沙，「末法時期邪師說法，如恆河沙」。我們怎麼樣去辨別？他所顯現的神通、所顯現的瑞相，簡直就跟佛差不多，確實沒有辦法辨別。什麼樣揀別是真佛？我在此地提示諸位過，你的心清淨，離開一切分別執著妄想，你所見的瑞相是真的，那是真的跟佛有感應，魔沒有辦法。如果我們心裡有分別、有執著、有妄想，我們所見到的境界決定靠不住。"
    },
    {
      "id": "02-023-0008_p0004",
      "zh_CN": "为什么？佛心平等，佛心清净，佛心慈悲，我们自己的心也是清净、平等、慈悲，这个有感应。我们心里有高下、有胜负，我比别人强，别人不如我，你有这个念头，这个念头不是佛菩萨的念头，你跟佛菩萨不可能起感应道交。你跟魔起感应道交，魔好胜，魔好强，魔就是他第一，别人都不如他，这个念头是魔的念头，不是佛的念头。这是提示诸位非常简单拣别，就是我们将来遇到这个现象了，我自己遇到了靠得住靠不住？如果我自己分别执着妄想的念头没有断，我常常见这个现象，绝不是好现象。我记得有一次在台中，也有一个大专学生，学佛没多久，见到一些佛菩萨的现相了，在台中跟李老师讲，李老师点点头说：快了、快了。李老师也不说，他走了以后，人家问老师，说快得精神病，这么回事，快得精神病。结果真被他预料到了，三个月以后那个学生得精神病，真被他说准。这个事情现在非常之多，我们要小心谨慎。所以学佛要依法，法是经典，只要我的想法、看法、做法跟经典一样，不求神通，不求这些感应，我们就会避免不必要的这些障碍。",
      "zh_TW": "為什麼？佛心平等，佛心清淨，佛心慈悲，我們自己的心也是清淨、平等、慈悲，這個有感應。我們心裡有高下、有勝負，我比別人強，別人不如我，你有這個念頭，這個念頭不是佛菩薩的念頭，你跟佛菩薩不可能起感應道交。你跟魔起感應道交，魔好勝，魔好強，魔就是他第一，別人都不如他，這個念頭是魔的念頭，不是佛的念頭。這是提示諸位非常簡單揀別，就是我們將來遇到這個現象了，我自己遇到了靠得住靠不住？如果我自己分別執著妄想的念頭沒有斷，我常常見這個現象，絕不是好現象。我記得有一次在台中，也有一個大專學生，學佛沒多久，見到一些佛菩薩的現相了，在台中跟李老師講，李老師點點頭說：快了、快了。李老師也不說，他走了以後，人家問老師，說快得精神病，這麼回事，快得精神病。結果真被他預料到了，三個月以後那個學生得精神病，真被他說準。這個事情現在非常之多，我們要小心謹慎。所以學佛要依法，法是經典，只要我的想法、看法、做法跟經典一樣，不求神通，不求這些感應，我們就會避免不必要的這些障礙。"
    },
    {
      "id": "02-023-0008_p0005",
      "zh_CN": "第三，「劝令父王行念佛三昧」，我们晓得，拿世间法来讲，人最亲爱的无过于父子，佛劝他父亲修什么法门？修念佛法门。可以说佛对于他的家属，对于他的姨母、他的亲戚，统统是劝他修念佛法门求生净土。实在这是佛做个样子给我们看，如果在一切法门里面，你不会选择，你看看，佛怎么样劝他的父亲，怎么样劝他的姨母，你看看这些，你就知道了。他的兄弟阿难尊者，阿难尊者是往生西方极乐世界的，是念佛生净土的。怎么知道？《无量寿经》里头有，阿难在《无量寿经》里头发愿求生净土。",
      "zh_TW": "第三，「勸令父王行念佛三昧」，我們曉得，拿世間法來講，人最親愛的無過於父子，佛勸他父親修什麼法門？修念佛法門。可以說佛對於他的家屬，對於他的姨母、他的親戚，統統是勸他修念佛法門求生淨土。實在這是佛做個樣子給我們看，如果在一切法門裡面，你不會選擇，你看看，佛怎麼樣勸他的父親，怎麼樣勸他的姨母，你看看這些，你就知道了。他的兄弟阿難尊者，阿難尊者是往生西方極樂世界的，是念佛生淨土的。怎麼知道？《無量壽經》裡頭有，阿難在《無量壽經》裡頭發願求生淨土。"
    },
    {
      "id": "02-023-0008_p0006",
      "zh_CN": "「佛告父王，一切众生，生死中念佛之心，但能系念不止，定生佛前，一得往生，即能改变一切诸恶，成大慈悲」。这段话是佛在经上对他父亲说的，劝他父亲念佛。这句话里面，就具足念佛三个条件，生死中念佛之心，这就是不怀疑，决定没有疑惑。但能系念不止，这就不间断、不夹杂，这是念佛三个条件。真正做到不怀疑、不间断、不夹杂，没有一个不成功的。所以你这样念，决定生在佛前，就是生西方极乐世界见阿弥陀佛。我们一得往生，一往生到西方极乐世界，可以说我们无始劫以来一切的罪恶都消除了。因为你往生的时候佛来接引你，首先，佛的光照你，佛光注照就是灭罪增福。首先蒙佛光加持，所以到了西方极乐世界之后，灭罪消灾，增长福慧，成大慈悲。",
      "zh_TW": "「佛告父王，一切眾生，生死中念佛之心，但能繫念不止，定生佛前，一得往生，即能改變一切諸惡，成大慈悲」。這段話是佛在經上對他父親說的，勸他父親念佛。這句話裡面，就具足念佛三個條件，生死中念佛之心，這就是不懷疑，決定沒有疑惑。但能繫念不止，這就不間斷、不夾雜，這是念佛三個條件。真正做到不懷疑、不間斷、不夾雜，沒有一個不成功的。所以你這樣念，決定生在佛前，就是生西方極樂世界見阿彌陀佛。我們一得往生，一往生到西方極樂世界，可以說我們無始劫以來一切的罪惡都消除了。因為你往生的時候佛來接引你，首先，佛的光照你，佛光注照就是滅罪增福。首先蒙佛光加持，所以到了西方極樂世界之後，滅罪消災，增長福慧，成大慈悲。"
    },
    {
      "id": "02-023-0008_p0007",
      "zh_CN": "「此乃世尊大慈至孝，劝父之言，唯劝念佛。可见种种行门，非不殊胜」。种种行门就是其他的宗派，其他的法门，佛门里常说八万四千法门，无量法门，非不殊胜，不能说它不殊胜。「但非凡众之所能修」，这确实不是一般人在一生当中能够修得成功，不是说那个法门不好，怕的是你修不成。「唯有系心念佛法门，最是应机。但能依教念佛，定能往生，一得往生，便能转恶成善，念佛之方便妙用显示无余」。这是说明念佛跟其他法门比较，它容易、它方便，无论哪个人依照这个方法修学，决定能够成功。这个法门的殊胜，道场的兴衰不在乎人多，诸位要晓得，不是说这个道场很大、人很多就很兴旺，不是的。兴旺从哪里看？是从它的成就上看，这个道场有一万人，将来修行没有一个人能出得了三界，这道场没成就，毫无成就。如果这个道场只有十个、八个人，这十个、八个人个个都往生，这道场是第一道场，无比殊胜的道场，成就从这个地方看，以这个来论兴旺。",
      "zh_TW": "「此乃世尊大慈至孝，勸父之言，唯勸念佛。可見種種行門，非不殊勝」。種種行門就是其他的宗派，其他的法門，佛門裡常說八萬四千法門，無量法門，非不殊勝，不能說它不殊勝。「但非凡眾之所能修」，這確實不是一般人在一生當中能夠修得成功，不是說那個法門不好，怕的是你修不成。「唯有繫心念佛法門，最是應機。但能依教念佛，定能往生，一得往生，便能轉惡成善，念佛之方便妙用顯示無餘」。這是說明念佛跟其他法門比較，它容易、它方便，無論哪個人依照這個方法修學，決定能夠成功。這個法門的殊勝，道場的興衰不在乎人多，諸位要曉得，不是說這個道場很大、人很多就很興旺，不是的。興旺從哪裡看？是從它的成就上看，這個道場有一萬人，將來修行沒有一個人能出得了三界，這道場沒成就，毫無成就。如果這個道場只有十個、八個人，這十個、八個人個個都往生，這道場是第一道場，無比殊勝的道場，成就從這個地方看，以這個來論興旺。"
    },
    {
      "id": "02-023-0008_p0008",
      "zh_CN": "佛门里头有个小书叫《西方确指》，大概此地也有，薄薄的一个小册子。《西方确指》那本书是清朝的时候，人家驾乩扶鸾扶出来的，但是，那是真的，不是假的。乩坛里面的东西多半都是假的，不是真的，可是这个是真的，这随着降乩的人是从西方极乐世界来的，这几个人喜欢扶鸾，天天搞这个玩意，跟这几个人有很深厚的因缘。这个乩坛，那个册子上讲得很清楚，他们大概在隋唐的时候就在一起修行，这几个人就在一块真正是老同修了，他修念佛法门往生了，他到西方极乐世界去了。这几个人没有修念佛法门，所以还在这里轮回转世，这一世还不错又转成人道，而且这几个人还在一起，有八个人。所以他就来了，他说我跟你们前世是什么因缘，前世我们同学在一块修行的，我现在到西方极乐世界，在那个地方，阿弥陀佛给他一个称号觉明妙行菩萨，所以大家就称他觉明妙行菩萨，他在乩坛里面讲解净土法门，劝他们修行。",
      "zh_TW": "佛門裡頭有個小書叫《西方確指》，大概此地也有，薄薄的一個小冊子。《西方確指》那本書是清朝的時候，人家駕乩扶鸞扶出來的，但是，那是真的，不是假的。乩壇裡面的東西多半都是假的，不是真的，可是這個是真的，這隨著降乩的人是從西方極樂世界來的，這幾個人喜歡扶鸞，天天搞這個玩意，跟這幾個人有很深厚的因緣。這個乩壇，那個冊子上講得很清楚，他們大概在隋唐的時候就在一起修行，這幾個人就在一塊真正是老同修了，他修念佛法門往生了，他到西方極樂世界去了。這幾個人沒有修念佛法門，所以還在這裡輪迴轉世，這一世還不錯又轉成人道，而且這幾個人還在一起，有八個人。所以他就來了，他說我跟你們前世是什麼因緣，前世我們同學在一塊修行的，我現在到西方極樂世界，在那個地方，阿彌陀佛給他一個稱號覺明妙行菩薩，所以大家就稱他覺明妙行菩薩，他在乩壇裡面講解淨土法門，勸他們修行。"
    },
    {
      "id": "02-023-0008_p0009",
      "zh_CN": "这个里面他讲得很多，而且可以说句句都非常的精彩，都非常重要。里面有一个沈元辉，也是他八个人当中的一个人，这有一段话就是他对沈元辉讲的。他讲一般修净土的人，他之所以不能成功，他犯了几个忌讳，什么忌讳？第一个就是夹杂，什么叫做夹杂？念佛不老实，又是念经，又是持咒，又要做法会，又要说一些没要紧的禅，他样样都修，这个样子就难了，这样就难了，这是夹杂。他说既然夹杂，心就不专，念佛目标是要念到一心不乱，你心里头如此的夹杂，他怎么可能念到一心？所以一心不能成就，这样往生就非常困难。所以就跟他讲，你这样下去，你这一生的光阴又空过了，非常可惜。所以就劝他，他说你从今以后，你一概都不要去，你只老实紧紧的抓住一句阿弥陀佛，念念求生净土。他说你这个功夫慢慢成就，决定错不了，决定往生见佛。",
      "zh_TW": "這個裡面他講得很多，而且可以說句句都非常的精彩，都非常重要。裡面有一個沈元輝，也是他八個人當中的一個人，這有一段話就是他對沈元輝講的。他講一般修淨土的人，他之所以不能成功，他犯了幾個忌諱，什麼忌諱？第一個就是夾雜，什麼叫做夾雜？念佛不老實，又是念經，又是持咒，又要做法會，又要說一些沒要緊的禪，他樣樣都修，這個樣子就難了，這樣就難了，這是夾雜。他說既然夾雜，心就不專，念佛目標是要念到一心不亂，你心裡頭如此的夾雜，他怎麼可能念到一心？所以一心不能成就，這樣往生就非常困難。所以就跟他講，你這樣下去，你這一生的光陰又空過了，非常可惜。所以就勸他，他說你從今以後，你一概都不要去，你只老實緊緊的抓住一句阿彌陀佛，念念求生淨土。他說你這個功夫慢慢成就，決定錯不了，決定往生見佛。"
    },
    {
      "id": "02-023-0008_p0010",
      "zh_CN": "这是《西方确指》有这么一段话，最怕的是夹杂、间断，不夹杂就专心。我念经，现在的人又想念这个经，又想念那个经，我们要劝他不念他放不下，他很难过。所以不得已也就劝劝他，经可以念念，可是不能念得太多，太多就太杂了。实在讲你念两部经不如念一部经，修净土的人念什么经？念《无量寿经》，念《弥陀经》，念《观无量寿佛经》，净土三经。三经实在讲念一部经就够了，三经里面选一部，另外这两部经可以看看，做做参考。选定这一部，这一部经就是天天要去读，把它当作功课，每天要念，我们的心才专，才有效果。决定不要夹杂，这点很重要。",
      "zh_TW": "這是《西方確指》有這麼一段話，最怕的是夾雜、間斷，不夾雜就專心。我念經，現在的人又想念這個經，又想念那個經，我們要勸他不念他放不下，他很難過。所以不得已也就勸勸他，經可以念念，可是不能念得太多，太多就太雜了。實在講你念兩部經不如念一部經，修淨土的人念什麼經？念《無量壽經》，念《彌陀經》，念《觀無量壽佛經》，淨土三經。三經實在講念一部經就夠了，三經裡面選一部，另外這兩部經可以看看，做做參考。選定這一部，這一部經就是天天要去讀，把它當作功課，每天要念，我們的心才專，才有效果。決定不要夾雜，這點很重要。"
    },
    {
      "id": "02-023-0008_p0011",
      "zh_CN": "下面一段说，「念佛有四种」，实在讲念佛有很多种方法，这个四种是四大类，每一类里头那个种类不晓得又有多少种，太多了。第一种「持名念佛。即本经所宗称念阿弥陀佛名号」。《无量寿经》跟《阿弥陀经》都是提倡持名念佛，就是念佛名号，佛的名号就四个字，「阿弥陀佛」四个字。「善导大师曰：唯有径路修行，但念阿弥陀佛。因其方便直捷，成功迅速也」。径路是近路，你要想走最近的一条路你就念佛，你就念阿弥陀佛，念阿弥陀佛是成佛最近的一条道路，没有比这个路更近。前面跟诸位讲了很多事实，过去、现代专念这句阿弥陀佛，念到临命终时预知时至，不生病自自在在走了的很多。那些人之所以能成就没有别的秘诀，就是他肯老实念佛，他真正做到不夹杂、不间断、不怀疑，临终走得那么自在。这就是念佛功夫得力，念佛这个功夫能消一切的罪障。所以说我们业障很多，我们修行要怎么忏悔？实在讲真正讲忏除业障，没有比念阿弥陀佛这个力量更大。",
      "zh_TW": "下面一段說，「念佛有四種」，實在講念佛有很多種方法，這個四種是四大類，每一類裡頭那個種類不曉得又有多少種，太多了。第一種「持名念佛。即本經所宗稱念阿彌陀佛名號」。《無量壽經》跟《阿彌陀經》都是提倡持名念佛，就是念佛名號，佛的名號就四個字，「阿彌陀佛」四個字。「善導大師曰：唯有徑路修行，但念阿彌陀佛。因其方便直捷，成功迅速也」。徑路是近路，你要想走最近的一條路你就念佛，你就念阿彌陀佛，念阿彌陀佛是成佛最近的一條道路，沒有比這個路更近。前面跟諸位講了很多事實，過去、現代專念這句阿彌陀佛，念到臨命終時預知時至，不生病自自在在走了的很多。那些人之所以能成就沒有別的祕訣，就是他肯老實念佛，他真正做到不夾雜、不間斷、不懷疑，臨終走得那麼自在。這就是念佛功夫得力，念佛這個功夫能消一切的罪障。所以說我們業障很多，我們修行要怎麼懺悔？實在講真正講懺除業障，沒有比念阿彌陀佛這個力量更大。"
    },
    {
      "id": "02-023-0008_p0012",
      "zh_CN": "所以，《观无量寿佛经直指》那个注解里头说，《直指》这个注解是清朝乾隆年间灌顶法师作的。灌顶法师是很了不起的一位大法师，他的著作很多，修行的功夫也非常之好。他在注解里面讲，念佛求生是解除冤结最好的方法，是超生脱死第一个单方。我们无量劫来跟这些众生结的冤仇太多了，这个冤仇怎么能把它消除？念佛。所以真正念佛的人没有罪障，他罪障随着佛号消除。经上跟我们说得清清楚楚，「念一声阿弥陀佛，灭八十亿劫生死重罪」，《观无量寿佛经》里讲的。要怎么念法？刚才跟诸位讲的，要不夹杂、不间断、不怀疑的人才行，要以清净心去念，才有这么大的力量，才能够消灭一切灾难。真正念佛人，前面我们也曾经看到过，《十住往生经》里面佛讲的，阿弥陀佛派二十五位菩萨日夜保护你，你一切的灾难横祸不会遇到的，这些都是讲专心的人。夹杂不行，夹杂就没有这个力量，决定不能夹杂，我们要真正认识，真正要了解。",
      "zh_TW": "所以，《觀無量壽佛經直指》那個註解裡頭說，《直指》這個註解是清朝乾隆年間灌頂法師作的。灌頂法師是很了不起的一位大法師，他的著作很多，修行的功夫也非常之好。他在註解裡面講，念佛求生是解除冤結最好的方法，是超生脫死第一個單方。我們無量劫來跟這些眾生結的冤仇太多了，這個冤仇怎麼能把它消除？念佛。所以真正念佛的人沒有罪障，他罪障隨著佛號消除。經上跟我們說得清清楚楚，「念一聲阿彌陀佛，滅八十億劫生死重罪」，《觀無量壽佛經》裡講的。要怎麼念法？剛才跟諸位講的，要不夾雜、不間斷、不懷疑的人才行，要以清淨心去念，才有這麼大的力量，才能夠消滅一切災難。真正念佛人，前面我們也曾經看到過，《十住往生經》裡面佛講的，阿彌陀佛派二十五位菩薩日夜保護你，你一切的災難橫禍不會遇到的，這些都是講專心的人。夾雜不行，夾雜就沒有這個力量，決定不能夾雜，我們要真正認識，真正要了解。"
    },
    {
      "id": "02-023-0008_p0013",
      "zh_CN": "一切大乘经典是很好，不错，我们要不要学？应该是要学。但是，我奉劝诸位，你们现在不要学，第一个，你现在想学这些大乘经典，障碍很多，你没有好的老师指导你；换句话说，你纵然想学也是盲修瞎练。拿到古人那些注解行不行？不行。如果没有那个人亲自来指点你，你拿到注解一样也会搞错的。我们要学，到哪里去学？到西方极乐世界去学，我想学《法华经》，我到西方极乐世界跟阿弥陀佛学，请阿弥陀佛跟我讲一部《法华经》。阿弥陀佛要不跟你讲，那他就不慈悲，那他就违背了本愿，他一定会跟你讲的。我想学《华严经》，我也到西方极乐世界跟阿弥陀佛学。所以我们现在一个目标就是去见阿弥陀佛，要见阿弥陀佛我就念这部经，学这部经就行了。我用这部经到西方极乐世界，到了西方极乐世界想学什么都没有问题，没有一样不圆满，没有一样不究竟，稳稳当当决定不会出毛病。",
      "zh_TW": "一切大乘經典是很好，不錯，我們要不要學？應該是要學。但是，我奉勸諸位，你們現在不要學，第一個，你現在想學這些大乘經典，障礙很多，你沒有好的老師指導你；換句話說，你縱然想學也是盲修瞎練。拿到古人那些註解行不行？不行。如果沒有那個人親自來指點你，你拿到註解一樣也會搞錯的。我們要學，到哪裡去學？到西方極樂世界去學，我想學《法華經》，我到西方極樂世界跟阿彌陀佛學，請阿彌陀佛跟我講一部《法華經》。阿彌陀佛要不跟你講，那他就不慈悲，那他就違背了本願，他一定會跟你講的。我想學《華嚴經》，我也到西方極樂世界跟阿彌陀佛學。所以我們現在一個目標就是去見阿彌陀佛，要見阿彌陀佛我就念這部經，學這部經就行了。我用這部經到西方極樂世界，到了西方極樂世界想學什麼都沒有問題，沒有一樣不圓滿，沒有一樣不究竟，穩穩當當決定不會出毛病。"
    },
    {
      "id": "02-023-0008_p0014",
      "zh_CN": "这是我给诸位的建议，因为如果在这个世间学一切大乘经典，浪费很多时间，结果是一无所成。我自己本身就是个例子，我学佛学了三十多年，学过多少大乘经论，我也讲了二十九年，结果就是一无所成，一样都不得力，这才回过头来真正觉悟，从前路走错了。如果我一开头，我就专修这个念佛法门，我就依靠这一部经典，给诸位说，我老早老早就上品上生了。不至于到现在这个样子，这就是自己路走错了，冤枉了，现在晓得。可是还有些迷惑颠倒的人、糊涂人他怎么说？你教我学这一门，你自己学得那么多。好像很不服气，好像是我骗他，我说好，那你就照我那个路子走好了。你再走上个三十几年，你能不能走到净土、走到这条正路？靠不住。要晓得大乘佛法像迷宫一样，进去之后很少人能钻得出来，能钻得出来幸运，太幸运了，不是那么容易事情。所以说多少修学大乘佛法的法师大德不相信这个法门，那就是迷宫里头没有钻出来，这是我深深体验到的。大乘佛法里头很热闹，花样太多了，确实叫你目不暇给，但是，与断烦恼开智慧、与了生死不相干。",
      "zh_TW": "這是我給諸位的建議，因為如果在這個世間學一切大乘經典，浪費很多時間，結果是一無所成。我自己本身就是個例子，我學佛學了三十多年，學過多少大乘經論，我也講了二十九年，結果就是一無所成，一樣都不得力，這才回過頭來真正覺悟，從前路走錯了。如果我一開頭，我就專修這個念佛法門，我就依靠這一部經典，給諸位說，我老早老早就上品上生了。不至於到現在這個樣子，這就是自己路走錯了，冤枉了，現在曉得。可是還有些迷惑顛倒的人、糊塗人他怎麼說？你教我學這一門，你自己學得那麼多。好像很不服氣，好像是我騙他，我說好，那你就照我那個路子走好了。你再走上個三十幾年，你能不能走到淨土、走到這條正路？靠不住。要曉得大乘佛法像迷宮一樣，進去之後很少人能鑽得出來，能鑽得出來幸運，太幸運了，不是那麼容易事情。所以說多少修學大乘佛法的法師大德不相信這個法門，那就是迷宮裡頭沒有鑽出來，這是我深深體驗到的。大乘佛法裡頭很熱鬧，花樣太多了，確實叫你目不暇給，但是，與斷煩惱開智慧、與了生死不相干。"
    },
    {
      "id": "02-023-0008_p0015",
      "zh_CN": "所以学佛的效果自己要常常勘验自己，想想看，我学佛有没有成就？这个成就，心一天比一天清净。清净，怎么清净法？我的分别愈来愈少，执着愈来愈少，妄想愈来愈少，这就是进步。几时到分别妄想执着统统没有了，那你就上轨道了，这就入了佛门。最低限度像圆教你是初信位的菩萨，小乘就是须陀洹以上。换句话说，我们还是有分别执着妄想，自己要觉悟我是凡夫，没有入门。佛法的大门我们看到没进去，一步也没有跨进去，这是一定要觉悟。没有能力跨进去；换句话说，唯一有办法成就的就是念佛，带业往生。往生品位高下，前面讲了看你念佛功夫深浅，念佛功夫深浅从什么地方看？不是说你一天念多少，功夫深浅不在这里算起。如果说一天念多少，一天念十万声佛号的，古大德还讽刺他，说喊破喉咙也枉然，这不是落空了吗？由此可知，功夫深浅不是在念得多少。而是在什么？还是刚才讲的一个原理，就是你的佛号是不是把你的妄想心、分别心压下去。真正伏住了，妄想分别执着我这一句佛号真把它压住了，妄念才起来，阿弥陀佛，这是功夫，你能伏得住这是你功夫得力，就是讲凡圣同居土带业往生，你心得清净。",
      "zh_TW": "所以學佛的效果自己要常常勘驗自己，想想看，我學佛有沒有成就？這個成就，心一天比一天清淨。清淨，怎麼清淨法？我的分別愈來愈少，執著愈來愈少，妄想愈來愈少，這就是進步。幾時到分別妄想執著統統沒有了，那你就上軌道了，這就入了佛門。最低限度像圓教你是初信位的菩薩，小乘就是須陀洹以上。換句話說，我們還是有分別執著妄想，自己要覺悟我是凡夫，沒有入門。佛法的大門我們看到沒進去，一步也沒有跨進去，這是一定要覺悟。沒有能力跨進去；換句話說，唯一有辦法成就的就是念佛，帶業往生。往生品位高下，前面講了看你念佛功夫深淺，念佛功夫深淺從什麼地方看？不是說你一天念多少，功夫深淺不在這裡算起。如果說一天念多少，一天念十萬聲佛號的，古大德還諷刺他，說喊破喉嚨也枉然，這不是落空了嗎？由此可知，功夫深淺不是在念得多少。而是在什麼？還是剛才講的一個原理，就是你的佛號是不是把你的妄想心、分別心壓下去。真正伏住了，妄想分別執著我這一句佛號真把它壓住了，妄念才起來，阿彌陀佛，這是功夫，你能伏得住這是你功夫得力，就是講凡聖同居土帶業往生，你心得清淨。"
    },
    {
      "id": "02-023-0008_p0016",
      "zh_CN": "如果妄想分别执着统统没有了、断掉了，这叫得一心不乱，一心不乱就是念佛三昧，你得到念佛三昧。三昧功夫深开智慧，就明心见性了，那就是理一心不乱，明心见性是到达这样的一个境界。这个原理通一切法，无量无边的法门，任何一个法门都离不开这个原则，念佛也不例外。由此可知，念佛功夫的浅深，是看你佛号能不能伏住你的分别执着妄想，是在这个地方，是二六时中心地清净、平等、慈悲。这个功夫是要应用在生活上，从早到晚穿衣吃饭、处事待人接物心都是清净、平等、慈悲，功夫从这上面看。不是说我念佛的时候有这个功夫了，佛号不念了就没有了，这一点都没用，这没上轨道，这个将来该怎么生死还是怎么生死，没有法子。一定要把功夫应用到实际生活上。不但是对佛门各宗各派，我们一律尊重、一律平等，对于外道也是一律尊重、一律平等。",
      "zh_TW": "如果妄想分別執著統統沒有了、斷掉了，這叫得一心不亂，一心不亂就是念佛三昧，你得到念佛三昧。三昧功夫深開智慧，就明心見性了，那就是理一心不亂，明心見性是到達這樣的一個境界。這個原理通一切法，無量無邊的法門，任何一個法門都離不開這個原則，念佛也不例外。由此可知，念佛功夫的淺深，是看你佛號能不能伏住你的分別執著妄想，是在這個地方，是二六時中心地清淨、平等、慈悲。這個功夫是要應用在生活上，從早到晚穿衣吃飯、處事待人接物心都是清淨、平等、慈悲，功夫從這上面看。不是說我念佛的時候有這個功夫了，佛號不念了就沒有了，這一點都沒用，這沒上軌道，這個將來該怎麼生死還是怎麼生死，沒有法子。一定要把功夫應用到實際生活上。不但是對佛門各宗各派，我們一律尊重、一律平等，對於外道也是一律尊重、一律平等。"
    },
    {
      "id": "02-023-0008_p0017",
      "zh_CN": "台湾大学有几个同学，他们是参加慈光讲座的，带了一个美国的牧师，是他们学校的客座教授，到慈光图书馆来看我，先讨论佛法，讲佛教与基督教。我就跟他讲，我说佛法非常尊重基督教，他说为什么？因为我们坐在一张圆桌上谈话，我就举比喻，我说佛法像这张桌子的桌面，基督教是茶杯摆在这上面，你对我有界线，画这个圈有界线，我对你没有界线。他说我们要怎样才平等？我说你把这个杯子打破就平等了，打破没有界线了，我们就平等了。你有这个执着，有这个界线你心永远小；我没有执着，海阔天空，一切包容，心包太虚，量周沙界。他能体会到这个意思，他很特别。最后他告诉我，他从香港来，他在香港基督教丛林住过两年，但是，他说他从来没有破坏过佛教。我一听说基督教丛林，我知道一点那学校，基督教丛林是怎么回事？大陆上有很多法师逃难逃到香港，没有地方收容，吃住都成问题。基督教建立了一个丛林，里面也有佛像、也有佛经，让这些出家人到里面去住，四事供养。日久天长，觉得基督教的恩德太大了，照顾这么周到，无微不至，以后都学基督教了，都变成基督教徒去了，都还俗了。也给你介绍工作，甚至于给你介绍女朋友，都结婚了，一塌糊涂。他说我在那里两年，没有破坏过佛教。",
      "zh_TW": "台灣大學有幾個同學，他們是參加慈光講座的，帶了一個美國的牧師，是他們學校的客座教授，到慈光圖書館來看我，先討論佛法，講佛教與基督教。我就跟他講，我說佛法非常尊重基督教，他說為什麼？因為我們坐在一張圓桌上談話，我就舉比喻，我說佛法像這張桌子的桌面，基督教是茶杯擺在這上面，你對我有界線，畫這個圈有界線，我對你沒有界線。他說我們要怎樣才平等？我說你把這個杯子打破就平等了，打破沒有界線了，我們就平等了。你有這個執著，有這個界線你心永遠小；我沒有執著，海闊天空，一切包容，心包太虛，量周沙界。他能體會到這個意思，他很特別。最後他告訴我，他從香港來，他在香港基督教叢林住過兩年，但是，他說他從來沒有破壞過佛教。我一聽說基督教叢林，我知道一點那學校，基督教叢林是怎麼回事？大陸上有很多法師逃難逃到香港，沒有地方收容，吃住都成問題。基督教建立了一個叢林，裡面也有佛像、也有佛經，讓這些出家人到裡面去住，四事供養。日久天長，覺得基督教的恩德太大了，照顧這麼周到，無微不至，以後都學基督教了，都變成基督教徒去了，都還俗了。也給你介紹工作，甚至於給你介紹女朋友，都結婚了，一塌糊塗。他說我在那裡兩年，沒有破壞過佛教。"
    },
    {
      "id": "02-023-0008_p0018",
      "zh_CN": "我听说这个话，我就告诉他，我说实在讲基督教丛林宗旨，我们佛教很赞成。他听了就吓一跳，他觉得很奇怪。我们希望你多建几个，他更奇怪了，为什么？我说我们佛门这个教传了三千多年，里头的垃圾总是免不了的，我们自己没有办法清除，你们很慈悲，给我们设了很多垃圾站，把我们的垃圾统统都收去了，我们佛教徒对你很感激。他听了愣住了，我这个话说给他，他必定反应上去；换句话，就告诉他，真正的佛教徒一个都没拉到，拉到的统统是败类，他这个工作做失败了。所以我跟他交谈，没有一句话伤害，其实暗中你那个路走错，但是我没有明说，我还是说他们很对，叫他反应上去，叫他好好的想想。确实那个心地坚固的人怎么会受你动摇？不可能的事情。凡是受名闻利养诱惑的，的确不是真正佛教徒，所以以后我到香港，也到他们那边去参观过。我们对外教我们也平等，我们也慈悲，也决定不能有分别执着，他有他的功德，他度他一类的众生，契一类众生的根机，所以也是无量的功德。决定不能够毁谤，不能够轻视，要晓得没有一法不是佛法。",
      "zh_TW": "我聽說這個話，我就告訴他，我說實在講基督教叢林宗旨，我們佛教很讚成。他聽了就嚇一跳，他覺得很奇怪。我們希望你多建幾個，他更奇怪了，為什麼？我說我們佛門這個教傳了三千多年，裡頭的垃圾總是免不了的，我們自己沒有辦法清除，你們很慈悲，給我們設了很多垃圾站，把我們的垃圾統統都收去了，我們佛教徒對你很感激。他聽了愣住了，我這個話說給他，他必定反應上去；換句話，就告訴他，真正的佛教徒一個都沒拉到，拉到的統統是敗類，他這個工作做失敗了。所以我跟他交談，沒有一句話傷害，其實暗中你那個路走錯，但是我沒有明說，我還是說他們很對，叫他反應上去，叫他好好的想想。確實那個心地堅固的人怎麼會受你動搖？不可能的事情。凡是受名聞利養誘惑的，的確不是真正佛教徒，所以以後我到香港，也到他們那邊去參觀過。我們對外教我們也平等，我們也慈悲，也決定不能有分別執著，他有他的功德，他度他一類的眾生，契一類眾生的根機，所以也是無量的功德。決定不能夠毀謗，不能夠輕視，要曉得沒有一法不是佛法。"
    },
    {
      "id": "02-023-0008_p0019",
      "zh_CN": "尤其是大乘了义佛法里头讲，无有一法不是佛法，如果起一念分别执着，那就没有一法是佛法，我们要深深体会这个道理。所以学佛修什么？修觉而不迷、正而不邪、净而不染。虽然是三个，这三个，你学一个就行，为什么？一而三，三而一。譬如说我们念佛是修清净心，我心清净哪有不觉的道理！清净心哪有不正的道理！所以说一而三，三而一。这三个门，实在讲净是比较容易修；正知正见，那要涉及许多大乘经典，那个难；觉实在讲太高了，不是普通人能够修的。净土法门是从清净心入门，我们要修自己的清净心，心地决定不能被外面境界染污，所以不被外境染污，就是面对着外境，六根对外境、对六尘境界，我们真正能够做到没有分别、没有执着、没有妄想，我们心地清净。",
      "zh_TW": "尤其是大乘了義佛法裡頭講，無有一法不是佛法，如果起一念分別執著，那就沒有一法是佛法，我們要深深體會這個道理。所以學佛修什麼？修覺而不迷、正而不邪、淨而不染。雖然是三個，這三個，你學一個就行，為什麼？一而三，三而一。譬如說我們念佛是修清淨心，我心清淨哪有不覺的道理！清淨心哪有不正的道理！所以說一而三，三而一。這三個門，實在講淨是比較容易修；正知正見，那要涉及許多大乘經典，那個難；覺實在講太高了，不是普通人能夠修的。淨土法門是從清淨心入門，我們要修自己的清淨心，心地決定不能被外面境界染污，所以不被外境染污，就是面對著外境，六根對外境、對六塵境界，我們真正能夠做到沒有分別、沒有執著、沒有妄想，我們心地清淨。"
    },
    {
      "id": "02-023-0008_p0020",
      "zh_CN": "众生的执着我们随他执着，他分别我们随他分别，我们很自在，不要去跟他计较；一计较他错了，我也错了，两个都错。所以我们从前在学校小学念书，一犯错了两个学生统统都罚跪。跪在那里心里不服气，明明我有理，他不对，为什么我们两个都要罚跪？现在我们明白了，两个都错了。真正是一个好、一个不好，好的会让那个不好的，两个人打不起来，两个人骂不起来。一个骂人，一个不还口，他骂久了、骂累了，他自然不骂；一个还口愈骂愈起劲，一定道理。那边开头动拳头打人，这个不还手，那就没事了，不还手那是真厉害，打几下之后还打不打？你说打，他不还手；不打，自己下不了台，那才是最厉害的一种。还手愈打愈起劲，两个都错了，没有一个是对，诸位要细细体会这个道理，所以不与一切人争执。六祖大师在《坛经》里面给我们的教训，非常之好，遇到可以接受佛法的，我们跟他讲佛法。遇到有争论的地方，合掌令欢喜，叫他生欢喜，我们是完全顺他，他就欢喜。度众生不是一生一世的，生生世世，他这一生迷了，等到哪一生觉悟了再来。所以不要着急，我一定要想什么方法去度他、接引他，你是自作障碍，你是自找麻烦，那你错了，我们要明白这些道理。",
      "zh_TW": "眾生的執著我們隨他執著，他分別我們隨他分別，我們很自在，不要去跟他計較；一計較他錯了，我也錯了，兩個都錯。所以我們從前在學校小學念書，一犯錯了兩個學生統統都罰跪。跪在那裡心裡不服氣，明明我有理，他不對，為什麼我們兩個都要罰跪？現在我們明白了，兩個都錯了。真正是一個好、一個不好，好的會讓那個不好的，兩個人打不起來，兩個人罵不起來。一個罵人，一個不還口，他罵久了、罵累了，他自然不罵；一個還口愈罵愈起勁，一定道理。那邊開頭動拳頭打人，這個不還手，那就沒事了，不還手那是真厲害，打幾下之後還打不打？你說打，他不還手；不打，自己下不了台，那才是最厲害的一種。還手愈打愈起勁，兩個都錯了，沒有一個是對，諸位要細細體會這個道理，所以不與一切人爭執。六祖大師在《壇經》裡面給我們的教訓，非常之好，遇到可以接受佛法的，我們跟他講佛法。遇到有爭論的地方，合掌令歡喜，叫他生歡喜，我們是完全順他，他就歡喜。度眾生不是一生一世的，生生世世，他這一生迷了，等到哪一生覺悟了再來。所以不要著急，我一定要想什麼方法去度他、接引他，你是自作障礙，你是自找麻煩，那你錯了，我們要明白這些道理。"
    },
    {
      "id": "02-023-0008_p0021",
      "zh_CN": "持名是说到这几个要领，因为我们现在修就是选择这个方法。第二种「观像念佛。以供养圣像，注目观视，然像去还无，因成间断」。这个念佛法得要很有福报的人，像我们现在在美国的同修决定做不到，为什么？你们没这个福报。要什么样福报？你们要不上班，要不做事，要有人供养，要有人伺候你，要有这个大福报。佛像，你家里面大佛堂四面都供养着佛像，你一天到晚在这走来走去都看到佛像，叫观像念佛。换句话说，像要庄严、要好，你天天跟佛像在一起，时时刻刻在一起，这样才行。如果你离开这个道场，像就没有了，修行功夫就断了，所以它受很大的限制。真正好的道场、殊胜的道场的确很大的福报，自己不要做事情，衣食都有人供养，都有人伺候，这个才行，这是一种念佛的方法。由此可知，供养佛像也非常的重要，就是居士的家庭，像客厅每个地方都供养佛像，无论在哪个地方我们都能看到佛，持名念佛我们又能看到佛。观像中断，持名不中断，以持名为主。",
      "zh_TW": "持名是說到這幾個要領，因為我們現在修就是選擇這個方法。第二種「觀像念佛。以供養聖像，注目觀視，然像去還無，因成間斷」。這個念佛法得要很有福報的人，像我們現在在美國的同修決定做不到，為什麼？你們沒這個福報。要什麼樣福報？你們要不上班，要不做事，要有人供養，要有人伺候你，要有這個大福報。佛像，你家裡面大佛堂四面都供養著佛像，你一天到晚在這走來走去都看到佛像，叫觀像念佛。換句話說，像要莊嚴、要好，你天天跟佛像在一起，時時刻刻在一起，這樣才行。如果你離開這個道場，像就沒有了，修行功夫就斷了，所以它受很大的限制。真正好的道場、殊勝的道場的確很大的福報，自己不要做事情，衣食都有人供養，都有人伺候，這個才行，這是一種念佛的方法。由此可知，供養佛像也非常的重要，就是居士的家庭，像客廳每個地方都供養佛像，無論在哪個地方我們都能看到佛，持名念佛我們又能看到佛。觀像中斷，持名不中斷，以持名為主。"
    },
    {
      "id": "02-023-0008_p0022",
      "zh_CN": "第三「观想念佛」，这个观想「如观经所说」，这就是《观无量寿佛经》里头有十六种观法，要依照这部经典去修观。但是，「以我心目，想彼如来」，如来就是阿弥陀佛，《十六观经》里面，统统教你想西方极乐世界阿弥陀如来。「但境细心粗，妙观难成。故不如持名方便易行」。这是确实的，诸位要是念《十六观经》，你就晓得依照那个方法去修行确实很不容易，为什么？我们想不出来，就是我们心太粗，心里面妄念太多想不起来。譬如说讲第一观这是最容易的，落日悬鼓，看着太阳下山那个相，你看那个相，那个相怎么样看成就？我们不管在什么地方，我们眼睛一睁开那个落日就在我眼前，我闭着眼睛这个相还在眼前，这才叫观成，所以是非常不容易。经上讲就是这一观要观成，灭五百劫的罪业。它一层一层往里面去观，一层比一层细，相当不容易。《十六观经》理论方法讲得非常透彻，真正照它去做很难。",
      "zh_TW": "第三「觀想念佛」，這個觀想「如觀經所說」，這就是《觀無量壽佛經》裡頭有十六種觀法，要依照這部經典去修觀。但是，「以我心目，想彼如來」，如來就是阿彌陀佛，《十六觀經》裡面，統統教你想西方極樂世界阿彌陀如來。「但境細心粗，妙觀難成。故不如持名方便易行」。這是確實的，諸位要是念《十六觀經》，你就曉得依照那個方法去修行確實很不容易，為什麼？我們想不出來，就是我們心太粗，心裡面妄念太多想不起來。譬如說講第一觀這是最容易的，落日懸鼓，看著太陽下山那個相，你看那個相，那個相怎麼樣看成就？我們不管在什麼地方，我們眼睛一睜開那個落日就在我眼前，我閉著眼睛這個相還在眼前，這才叫觀成，所以是非常不容易。經上講就是這一觀要觀成，滅五百劫的罪業。它一層一層往裡面去觀，一層比一層細，相當不容易。《十六觀經》理論方法講得非常透徹，真正照它去做很難。"
    },
    {
      "id": "02-023-0008_p0023",
      "zh_CN": "第四种「实相念佛」，实相念佛我们初学的人做不到，到什么时候就做到？你念佛念到理一心不乱以后，你那个念佛都是实相念佛，这是明心见性，这不是初学的人。这个念佛是非常高级的，像「大势至圆通章」上所说的，「都摄六根，净念相继」，那是实相念佛，那是大菩萨。《华严经》上十地菩萨不离念佛，他们统统都是实相念佛。「远离生灭、有无、能所、言说、名字、心缘等相」。我们今天所讲的相对论，一切法都是相对建立的，实相离开了相对，离开相对就入一真法界。只要是相对的，在佛法里讲就是十法界，十法界统统是相对建立的。所以实相念佛是入一真法界，西方极乐世界是实报庄严土，这是非常高的层次。",
      "zh_TW": "第四種「實相念佛」，實相念佛我們初學的人做不到，到什麼時候就做到？你念佛念到理一心不亂以後，你那個念佛都是實相念佛，這是明心見性，這不是初學的人。這個念佛是非常高級的，像「大勢至圓通章」上所說的，「都攝六根，淨念相繼」，那是實相念佛，那是大菩薩。《華嚴經》上十地菩薩不離念佛，他們統統都是實相念佛。「遠離生滅、有無、能所、言說、名字、心緣等相」。我們今天所講的相對論，一切法都是相對建立的，實相離開了相對，離開相對就入一真法界。只要是相對的，在佛法裡講就是十法界，十法界統統是相對建立的。所以實相念佛是入一真法界，西方極樂世界是實報莊嚴土，這是非常高的層次。"
    },
    {
      "id": "02-023-0008_p0024",
      "zh_CN": "「专念自性本具天真之佛。实相念佛，圆觉之性，虽然众生本具，但因妄心念念生灭，而不能观」。道理在此地，我们几时妄想断掉，就渐渐可以修这个法门。我们还有妄念，不行，这个法门没有办法修。所以不要害怕，你慢慢就用这个妄想心去持名念佛，先第一步把烦恼伏住。也就是说，真正念佛人这烦恼一天比一天少，一天一天你不容易觉察，实在讲最低限度要一个月一个月觉察，我这个月心情比上个月平静，我有进步，这样才行。我不会再跟人计较，我不会再那么分别执着，心渐渐清净，渐渐平等，这就是你功夫得力。如果我虽然很用功，虽然天天念佛，佛号不间断，我妄念还是那么多，我执着还是那么重，这就是古人所讲的「喊破喉咙也枉然」。你很用功念书，考试都不及格，都得零分，就是这么个意思。用不用功？真用功，但是，一考试统统不及格，因为还是有妄想分别执着，还是那么多，总要把它减少、降低。一定要晓得佛法也不例外，凡所有相皆是虚妄，这句话包括了佛法。因为它里头没有加注解，佛法例外，没有，佛法也在里头。一切有为法如梦幻泡影，也是包括佛法，西方极乐世界那个相也是如此，也是凡所有相皆是虚妄。相有，不要执着，不要去计较，我们的心才真正能得到清净。否则的话，你清净心永远生不起来，这是自己很大的障碍。",
      "zh_TW": "「專念自性本具天真之佛。實相念佛，圓覺之性，雖然眾生本具，但因妄心念念生滅，而不能觀」。道理在此地，我們幾時妄想斷掉，就漸漸可以修這個法門。我們還有妄念，不行，這個法門沒有辦法修。所以不要害怕，你慢慢就用這個妄想心去持名念佛，先第一步把煩惱伏住。也就是說，真正念佛人這煩惱一天比一天少，一天一天你不容易覺察，實在講最低限度要一個月一個月覺察，我這個月心情比上個月平靜，我有進步，這樣才行。我不會再跟人計較，我不會再那麼分別執著，心漸漸清淨，漸漸平等，這就是你功夫得力。如果我雖然很用功，雖然天天念佛，佛號不間斷，我妄念還是那麼多，我執著還是那麼重，這就是古人所講的「喊破喉嚨也枉然」。你很用功念書，考試都不及格，都得零分，就是這麼個意思。用不用功？真用功，但是，一考試統統不及格，因為還是有妄想分別執著，還是那麼多，總要把它減少、降低。一定要曉得佛法也不例外，凡所有相皆是虛妄，這句話包括了佛法。因為它裡頭沒有加註解，佛法例外，沒有，佛法也在裡頭。一切有為法如夢幻泡影，也是包括佛法，西方極樂世界那個相也是如此，也是凡所有相皆是虛妄。相有，不要執著，不要去計較，我們的心才真正能得到清淨。否則的話，你清淨心永遠生不起來，這是自己很大的障礙。"
    },
    {
      "id": "02-023-0008_p0025",
      "zh_CN": "所以说我们念佛的功夫是分三等，先从功夫成片，就是能够伏住妄想。再深一层，第二等功夫就是妄想断了，妄想真正没有了，这叫事一心不乱。最高的一等，功夫再深，就是从定中开智慧，见真性，见真如本性，这叫理一心不乱。这三个层次也是每个宗派都一样的，但是，讲法不相同。禅宗讲第一个最初的境界它讲观照，观照就是我们净土宗里讲的功夫成片，他禅定定功能伏得住妄想，能伏烦恼。上一层叫照住，照住就是禅定，就是我们讲的事一心不乱，见思烦恼断了。更高一层照见，《心经》上讲的「照见五蕴皆空」，照见，照见就是我们念佛人讲的理一心不乱。所以，它说法用的名词不相同，其实境界完全相同。真正明白了之后，你才晓得，佛法各宗各派，法门平等，无有高下，确实是如此。因为实相念佛，我们心粗，妄想不能断掉，这是没法子修，不能观。「故佛告父王，诸佛本德，真如实相等，非是凡夫所行境界」。实在讲并不是凡夫不能做，是凡夫在当前你的障碍太重，你没有办法做。「故劝父王持名念佛也」，所以在经上看到，佛劝他的父亲净饭大王，都劝他用持名念佛。",
      "zh_TW": "所以說我們念佛的功夫是分三等，先從功夫成片，就是能夠伏住妄想。再深一層，第二等功夫就是妄想斷了，妄想真正沒有了，這叫事一心不亂。最高的一等，功夫再深，就是從定中開智慧，見真性，見真如本性，這叫理一心不亂。這三個層次也是每個宗派都一樣的，但是，講法不相同。禪宗講第一個最初的境界它講觀照，觀照就是我們淨土宗裡講的功夫成片，他禪定定功能伏得住妄想，能伏煩惱。上一層叫照住，照住就是禪定，就是我們講的事一心不亂，見思煩惱斷了。更高一層照見，《心經》上講的「照見五蘊皆空」，照見，照見就是我們念佛人講的理一心不亂。所以，它說法用的名詞不相同，其實境界完全相同。真正明白了之後，你才曉得，佛法各宗各派，法門平等，無有高下，確實是如此。因為實相念佛，我們心粗，妄想不能斷掉，這是沒法子修，不能觀。「故佛告父王，諸佛本德，真如實相等，非是凡夫所行境界」。實在講並不是凡夫不能做，是凡夫在當前你的障礙太重，你沒有辦法做。「故勸父王持名念佛也」，所以在經上看到，佛勸他的父親淨飯大王，都勸他用持名念佛。"
    },
    {
      "id": "02-023-0008_p0026",
      "zh_CN": "「四种念佛，持名念佛，最为方便究竟，故称为径中之径」。这个念佛法门里面是以持名为最方便，因此，这个方法在我们中国特别的盛行。从慧远大师提倡以来，可以说一直到近代，大家都很重视这种修法。",
      "zh_TW": "「四種念佛，持名念佛，最為方便究竟，故稱為徑中之徑」。這個念佛法門裡面是以持名為最方便，因此，這個方法在我們中國特別的盛行。從慧遠大師提倡以來，可以說一直到近代，大家都很重視這種修法。"
    },
    {
      "id": "02-023-0008_p0027",
      "zh_CN": "「四种念佛，难易悬殊，深浅似异，实则事理不二，浅深相即」。不能讲哪个深哪个浅，不能说，看到浅的，它里头的确有它深处，你看到深的，它也有它浅处。「若是圆人看来，称名暗合道妙」，道妙，道就是明心见性。「初步即是到家」，这讲持名念佛的好处。「故持名念佛又何异于实相念佛」，为什么？持名是最接近实相。譬如说我们刚才引用《金刚经》上的这句话，「凡所有相，皆是虚妄」，我们用观像念佛，这是有相，观想念佛也有相，那个佛像的印象深深印在阿赖耶识里头，那是有相的。你心里头有相，给诸位说，可以得定，你可以断烦恼，你不能开智慧，你不能够破无明，为什么？因为你里头有执着，你有相。所以什么时候花开见佛悟无生？必须把那个相拿掉，这是个很麻烦事情。原先把这个印象印进去很难，到后来把这个相拿掉，一样的困难，没有名字容易。",
      "zh_TW": "「四種念佛，難易懸殊，深淺似異，實則事理不二，淺深相即」。不能講哪個深哪個淺，不能說，看到淺的，它裡頭的確有它深處，你看到深的，它也有它淺處。「若是圓人看來，稱名暗合道妙」，道妙，道就是明心見性。「初步即是到家」，這講持名念佛的好處。「故持名念佛又何異於實相念佛」，為什麼？持名是最接近實相。譬如說我們剛才引用《金剛經》上的這句話，「凡所有相，皆是虛妄」，我們用觀像念佛，這是有相，觀想念佛也有相，那個佛像的印象深深印在阿賴耶識裡頭，那是有相的。你心裡頭有相，給諸位說，可以得定，你可以斷煩惱，你不能開智慧，你不能夠破無明，為什麼？因為你裡頭有執著，你有相。所以什麼時候花開見佛悟無生？必須把那個相拿掉，這是個很麻煩事情。原先把這個印象印進去很難，到後來把這個相拿掉，一樣的困難，沒有名字容易。"
    },
    {
      "id": "02-023-0008_p0028",
      "zh_CN": "名字，我们现在执着阿弥陀佛四个字，到以后拿掉这个名字很容易，为什么？名字性空，我改个名字就好了，很简单，大家对名字不太执着，对那个相执着很深。所以四种念佛，唯有持名跟实相相应，持名功夫到了家，把这个名号一打破就是实相。所以那个观想跟观像那要难得多，要到实相它是相当困难。这也是古来这些祖师大德、诸佛菩萨，在四种念佛里头特别提倡持名念佛，道理就在此地。所以法身大士直接是用实相念佛，除法身大士之外，你看，佛菩萨、祖师大德劝人都是劝人持名念佛，原因就是到最后证实相的时候容易。",
      "zh_TW": "名字，我們現在執著阿彌陀佛四個字，到以後拿掉這個名字很容易，為什麼？名字性空，我改個名字就好了，很簡單，大家對名字不太執著，對那個相執著很深。所以四種念佛，唯有持名跟實相相應，持名功夫到了家，把這個名號一打破就是實相。所以那個觀想跟觀像那要難得多，要到實相它是相當困難。這也是古來這些祖師大德、諸佛菩薩，在四種念佛裡頭特別提倡持名念佛，道理就在此地。所以法身大士直接是用實相念佛，除法身大士之外，你看，佛菩薩、祖師大德勸人都是勸人持名念佛，原因就是到最後證實相的時候容易。"
    },
    {
      "id": "02-023-0008_p0029",
      "zh_CN": "「疏钞云：实相云者，非必灭除诸相，盖即相而无相也」。这句话莲池大师讲得非常重要，说得很好，这边一些同修谈到经上讲的离相的问题，离相，诸位要晓得，这是大乘经里面讲得很多，叫你不要着相，要离一切相。离一切相是离你心里头执着的那个相，不是离外面的，外面的相怎么能离得了？离不了。有体就有相、就有作用，体相用是连在一起的，分不开的，诸位要明白这个道理。佛法里面叫离一切相，是离一切分别相，离一切执着相，离一切妄想相，离这个。并不是说我们离开社会跑到一个深山，挖个石头洞里去修行，还是没有离开相，那山还是山的相，洞还是洞的相，你还是没有能离开相。实际上是离我们心里分别执着的相，心里面是干干净净、清清净净，这就对了。此地也说并不是灭除外面的境界，外面的境界是除不掉的。所以说即相而无相，即相是外面的现相摆在我们面前，心里面没有，心里头确实没有分别执着，清净平等这就如法了。",
      "zh_TW": "「疏鈔云：實相云者，非必滅除諸相，蓋即相而無相也」。這句話蓮池大師講得非常重要，說得很好，這邊一些同修談到經上講的離相的問題，離相，諸位要曉得，這是大乘經裡面講得很多，叫你不要著相，要離一切相。離一切相是離你心裡頭執著的那個相，不是離外面的，外面的相怎麼能離得了？離不了。有體就有相、就有作用，體相用是連在一起的，分不開的，諸位要明白這個道理。佛法裡面叫離一切相，是離一切分別相，離一切執著相，離一切妄想相，離這個。並不是說我們離開社會跑到一個深山，挖個石頭洞裡去修行，還是沒有離開相，那山還是山的相，洞還是洞的相，你還是沒有能離開相。實際上是離我們心裡分別執著的相，心裡面是乾乾淨淨、清清淨淨，這就對了。此地也說並不是滅除外面的境界，外面的境界是除不掉的。所以說即相而無相，即相是外面的現相擺在我們面前，心裡面沒有，心裡頭確實沒有分別執著，清淨平等這就如法了。"
    },
    {
      "id": "02-023-0008_p0030",
      "zh_CN": "「又持名即是甚深般若，念得纯熟，万缘齐放，能所顿空，即是无住。于此之时，一句佛号，朗然明白，相续不断，即是生心。故暗合道妙，句句是佛知见，念念放般若光，念佛号即是念实相也」。这个说得更明白、更圆满了，这也是功夫念到相当纯熟的时候，他心里确实干净，一丝毫的牵挂都没有了。我们凡夫麻烦，牵肠挂肚的事情太多了，所以不能成就。这个方法把所有牵肠挂肚的事情换一换，换成什么？换成阿弥陀佛。你不要牵挂别的，你一天到晚牵挂阿弥陀佛，这个比较上容易。不像其他的法门要统统放下，这是换个方法，换到牵挂阿弥陀佛，去想西方极乐世界，去忆念阿弥陀佛，这是转换一个方式，结果就不同。因为我们牵挂这个世间的五欲六尘，果报是六道轮回，我们要是牵挂阿弥陀佛，牵挂西方极乐世界，将来果报在弥陀佛国，所以结果完全不一样。",
      "zh_TW": "「又持名即是甚深般若，念得純熟，萬緣齊放，能所頓空，即是無住。於此之時，一句佛號，朗然明白，相續不斷，即是生心。故暗合道妙，句句是佛知見，念念放般若光，念佛號即是念實相也」。這個說得更明白、更圓滿了，這也是功夫念到相當純熟的時候，他心裡確實乾淨，一絲毫的牽掛都沒有了。我們凡夫麻煩，牽腸掛肚的事情太多了，所以不能成就。這個方法把所有牽腸掛肚的事情換一換，換成什麼？換成阿彌陀佛。你不要牽掛別的，你一天到晚牽掛阿彌陀佛，這個比較上容易。不像其他的法門要統統放下，這是換個方法，換到牽掛阿彌陀佛，去想西方極樂世界，去憶念阿彌陀佛，這是轉換一個方式，結果就不同。因為我們牽掛這個世間的五欲六塵，果報是六道輪迴，我們要是牽掛阿彌陀佛，牽掛西方極樂世界，將來果報在彌陀佛國，所以結果完全不一樣。"
    },
    {
      "id": "02-023-0008_p0031",
      "zh_CN": "这讲功夫深，念得纯熟，确实像六祖所说的，「本来无一物，何处惹尘埃」，心地干干净净，真正做到一尘不染，能所顿空。能所顿空就是一切执着都没有了，能执着的我，跟所执着的一切法统统都没有了，也就是我执跟法执都破了，这个境界就是《金刚经》上讲的无住的境界。虽然到这个境界，他的一句佛号阿弥陀佛，字字分明相续不断，就是「大势至圆通章」上所说的，「都摄六根，净念相继」。都摄六根就是无住，净念相继就是生心，应无所住而生其心。故暗合道妙，这就是与明心见性是一样的境界。所以句句是佛知见，《法华经》上说的。念念放般若光明，《般若经》上所讲的。所以念佛号就是念实相，念佛号就是修《法华经》，念佛号就是修般若法门，像这种微妙的道理很少人能够知道。",
      "zh_TW": "這講功夫深，念得純熟，確實像六祖所說的，「本來無一物，何處惹塵埃」，心地乾乾淨淨，真正做到一塵不染，能所頓空。能所頓空就是一切執著都沒有了，能執著的我，跟所執著的一切法統統都沒有了，也就是我執跟法執都破了，這個境界就是《金剛經》上講的無住的境界。雖然到這個境界，他的一句佛號阿彌陀佛，字字分明相續不斷，就是「大勢至圓通章」上所說的，「都攝六根，淨念相繼」。都攝六根就是無住，淨念相繼就是生心，應無所住而生其心。故暗合道妙，這就是與明心見性是一樣的境界。所以句句是佛知見，《法華經》上說的。念念放般若光明，《般若經》上所講的。所以念佛號就是念實相，念佛號就是修《法華經》，念佛號就是修般若法門，像這種微妙的道理很少人能夠知道。"
    },
    {
      "id": "02-023-0008_p0032",
      "zh_CN": "「小本有一心不乱之文，今本不云一心不乱，而专主一向专念。是所宗更为明确，更契众生根机，弥显慈尊恩德」。小本《弥陀经》鸠摩罗什大师翻译的，我们现在大家常念的，这里面是讲一心不乱，一心不乱的确很不容易做到。玄奘大师所翻的，他不是用一心不乱，他是讲「系念不乱」，讲系念不乱，那我们看起来就放心得多了，为什么？系念不乱我们每个人可以做得到。系念是挂念，我们把阿弥陀佛、西方极乐世界常常挂在心里，不去想别的事情，没有别的妄想，就不乱了，我专想阿弥陀佛，专想西方极乐世界，这样才行。同修当中你们年轻，你们真正要懂得佛法，要觉悟，再恩爱的夫妻，死了之后各人走各人的，永远不会再碰头了，假的不是真的。那个恩爱夫妻，要是真正恩爱怎么讲？太太不要叫先生常常挂着自己，挂着自己将来要三途六道。挂念什么？挂念阿弥陀佛。先生也挂念阿弥陀佛，太太也挂念阿弥陀佛，将来到西方极乐世界还是永远在一起，这才是觉悟。不要以为你念佛都迷了，对我一点不关心了，那才好；对你关心将来六道轮回，那才冤枉。所以要觉悟，真正觉悟，这个事情不是开玩笑的，千载难逢的机会不容易得到。",
      "zh_TW": "「小本有一心不亂之文，今本不云一心不亂，而專主一向專念。是所宗更為明確，更契眾生根機，彌顯慈尊恩德」。小本《彌陀經》鳩摩羅什大師翻譯的，我們現在大家常念的，這裡面是講一心不亂，一心不亂的確很不容易做到。玄奘大師所翻的，他不是用一心不亂，他是講「繫念不亂」，講繫念不亂，那我們看起來就放心得多了，為什麼？繫念不亂我們每個人可以做得到。繫念是掛念，我們把阿彌陀佛、西方極樂世界常常掛在心裡，不去想別的事情，沒有別的妄想，就不亂了，我專想阿彌陀佛，專想西方極樂世界，這樣才行。同修當中你們年輕，你們真正要懂得佛法，要覺悟，再恩愛的夫妻，死了之後各人走各人的，永遠不會再碰頭了，假的不是真的。那個恩愛夫妻，要是真正恩愛怎麼講？太太不要叫先生常常掛著自己，掛著自己將來要三途六道。掛念什麼？掛念阿彌陀佛。先生也掛念阿彌陀佛，太太也掛念阿彌陀佛，將來到西方極樂世界還是永遠在一起，這才是覺悟。不要以為你念佛都迷了，對我一點不關心了，那才好；對你關心將來六道輪迴，那才冤枉。所以要覺悟，真正覺悟，這個事情不是開玩笑的，千載難逢的機會不容易得到。"
    },
    {
      "id": "02-023-0008_p0033",
      "zh_CN": "所以一定要知道要叫你最亲爱的人，要挂念阿弥陀佛就对了，这才是真正觉悟的人，真正明白人。一个人真正能这样做，你所有的一切业障都消除，你年老了也不生病，也无需要人照顾，将来走的时候走得很自在，也不要有病苦，念佛法门妙就妙在此地。生老病死苦，真正佛念得好，说老实话只有一个生苦。生我们已经过去了，没有老苦，虽然老不衰，跟年轻人一样。不生病，没有病苦；将来走的时候走得自自在在的，站着走，坐着走的，没有死苦。你要晓得这是一般人、六道众生免不了的，念佛人可以免得掉。但是，你心里有牵挂着世间，牵肠挂肚的那事情就麻烦了。有多少念佛人，为什么还生病？为什么还有那么多痛苦？你问问他，他放不下。他牵肠挂肚的事情太多，放不下，所以他才有苦；他要是样样都放下了，他就没苦了。所以说是一切放下，心里头只有阿弥陀佛，只有极乐世界，要认真去做。你要不认真去做，你就有痛苦，诸位要细细的去想想。",
      "zh_TW": "所以一定要知道要叫你最親愛的人，要掛念阿彌陀佛就對了，這才是真正覺悟的人，真正明白人。一個人真正能這樣做，你所有的一切業障都消除，你年老了也不生病，也無需要人照顧，將來走的時候走得很自在，也不要有病苦，念佛法門妙就妙在此地。生老病死苦，真正佛念得好，說老實話只有一個生苦。生我們已經過去了，沒有老苦，雖然老不衰，跟年輕人一樣。不生病，沒有病苦；將來走的時候走得自自在在的，站著走，坐著走的，沒有死苦。你要曉得這是一般人、六道眾生免不了的，念佛人可以免得掉。但是，你心裡有牽掛著世間，牽腸掛肚的那事情就麻煩了。有多少念佛人，為什麼還生病？為什麼還有那麼多痛苦？你問問他，他放不下。他牽腸掛肚的事情太多，放不下，所以他才有苦；他要是樣樣都放下了，他就沒苦了。所以說是一切放下，心裡頭只有阿彌陀佛，只有極樂世界，要認真去做。你要不認真去做，你就有痛苦，諸位要細細的去想想。"
    },
    {
      "id": "02-023-0008_p0034",
      "zh_CN": "我们有多余的钱赶紧布施掉，布施是福，布施掉心里没想钱了，就想阿弥陀佛了；你要不布施掉，天天想钱要贬值了，又要怎么样搞了，那个名堂多了，想不完，想多了生病，钱拿去医病去了。我拿钱去医自己的病，为什么不拿钱去布施掉？我这个钱统统布施掉，所以人家说我：法师，你没有病。我说我当然不能害病，我没有医药费，我怎么可以害病？害病要有医药费，我没有医药费，所以就不能害病。你们可以害病，因为你们都有医药费，要明白这个道理。所以我有一点点供养的时候赶紧就把它舍掉，我有我的想法，我觉得我做得非常正确，所以我心开意解，快快乐乐是这么来的。我也要像那样存一点钱打算干什么事情，我看将来往生靠不住，恐怕还是要害病，还是要吃药，那苦死了。不受那个苦，不干那个傻事情，诸位一定要明白这个道理。一向专念就跟系念的意思是相同的，这是我们每个人都可以做得到的，比一心不乱在名词上看，水准是降低了不少。所宗更为明确，明白确实，更契众生根机，弥显慈尊恩德，这个慈尊是释迦牟尼佛、阿弥陀佛真正是大慈大悲。",
      "zh_TW": "我們有多餘的錢趕緊布施掉，布施是福，布施掉心裡沒想錢了，就想阿彌陀佛了；你要不布施掉，天天想錢要貶值了，又要怎麼樣搞了，那個名堂多了，想不完，想多了生病，錢拿去醫病去了。我拿錢去醫自己的病，為什麼不拿錢去布施掉？我這個錢統統布施掉，所以人家說我：法師，你沒有病。我說我當然不能害病，我沒有醫藥費，我怎麼可以害病？害病要有醫藥費，我沒有醫藥費，所以就不能害病。你們可以害病，因為你們都有醫藥費，要明白這個道理。所以我有一點點供養的時候趕緊就把它捨掉，我有我的想法，我覺得我做得非常正確，所以我心開意解，快快樂樂是這麼來的。我也要像那樣存一點錢打算幹什麼事情，我看將來往生靠不住，恐怕還是要害病，還是要吃藥，那苦死了。不受那個苦，不幹那個傻事情，諸位一定要明白這個道理。一向專念就跟繫念的意思是相同的，這是我們每個人都可以做得到的，比一心不亂在名詞上看，水準是降低了不少。所宗更為明確，明白確實，更契眾生根機，彌顯慈尊恩德，這個慈尊是釋迦牟尼佛、阿彌陀佛真正是大慈大悲。"
    },
    {
      "id": "02-023-0008_p0035",
      "zh_CN": "「弥陀无尽大悲胜愿」，胜是殊胜。「方便至极，力用难思」，力是能力，用是功用，「不可思议。凡圣齐收，利钝俱被，但能发心专念，悉得度脱，如是方称如来本怀，才是究竟方便」。这是说明这部经的方便力用不可思议，确实是一切经、一切法门所没有的。",
      "zh_TW": "「彌陀無盡大悲勝願」，勝是殊勝。「方便至極，力用難思」，力是能力，用是功用，「不可思議。凡聖齊收，利鈍俱被，但能發心專念，悉得度脫，如是方稱如來本懷，才是究竟方便」。這是說明這部經的方便力用不可思議，確實是一切經、一切法門所沒有的。"
    },
    {
      "id": "02-023-0008_p0036",
      "zh_CN": "我们接着再看底下一段，「所被根机」，这段要讨论，这个法门要具备什么样条件的人才能修学？我们修学这个法门适不适当？讨论这个问题。「疏钞云：前三非器」，器是根器，非器就是不合条件，哪三种人不合条件？「谓无信者」，他不相信。「无愿者」，他没有意思往生到极乐世界去，没这个意愿。「无行者」，他不肯念阿弥陀佛。这三种人不能往生，没有法子修这个法门。除了这三种之外，统统都行，统统都适合修学这个法门，可见得这个法门太广大了，真正是广大无边。「信谓信生佛不二」，这是讲信，一定要相信我们跟佛无二无别，一切众生与佛无二无别，这个心要是真正能建立，你的心就平等了。诸位要晓得，平等心是成佛的心，佛心是平等心，你傲慢的烦恼就会断掉了。贪瞋痴慢疑这是根本烦恼，与生俱来的烦恼，总觉得我比别人高一点，别人总是不如我，这个烦恼是与生俱来的，生生世世带来的。平等心断傲慢的烦恼，所以佛家的礼节为什么要行接足礼？接足礼就是断傲慢烦恼。",
      "zh_TW": "我們接著再看底下一段，「所被根機」，這段要討論，這個法門要具備什麼樣條件的人才能修學？我們修學這個法門適不適當？討論這個問題。「疏鈔云：前三非器」，器是根器，非器就是不合條件，哪三種人不合條件？「謂無信者」，他不相信。「無願者」，他沒有意思往生到極樂世界去，沒這個意願。「無行者」，他不肯念阿彌陀佛。這三種人不能往生，沒有法子修這個法門。除了這三種之外，統統都行，統統都適合修學這個法門，可見得這個法門太廣大了，真正是廣大無邊。「信謂信生佛不二」，這是講信，一定要相信我們跟佛無二無別，一切眾生與佛無二無別，這個心要是真正能建立，你的心就平等了。諸位要曉得，平等心是成佛的心，佛心是平等心，你傲慢的煩惱就會斷掉了。貪瞋痴慢疑這是根本煩惱，與生俱來的煩惱，總覺得我比別人高一點，別人總是不如我，這個煩惱是與生俱來的，生生世世帶來的。平等心斷傲慢的煩惱，所以佛家的禮節為什麼要行接足禮？接足禮就是斷傲慢煩惱。"
    },
    {
      "id": "02-023-0008_p0037",
      "zh_CN": "以我们的头顶礼佛的足这是什么？这是课堂作业。这样能不能断烦恼？能不能消业障？不能。诸位要记住这个，我们在佛堂里头那是教科书，在上课。什么时候消业障？我们离开了佛堂面对着社会，我们虽然没有行这个礼，可是我们心是一样的，我们站在最底下，别人都站在我上面，这业障就消掉。所以《华严经》十大愿王，第一个「礼敬诸佛」，那个诸佛是一切众生。《华严经》上说「一切众生本来成佛」，那个诸佛是一切众生。我们对一个众生傲慢就是对一尊佛傲慢，你的业障怎么会消得了？消不了。所以你不懂得拜佛，天天拜十万拜，寒山、拾得讽刺国清寺里头，那些出家人拜佛像什么？像碓，舂米的碓上下一样，他拿这个来形容他。为什么？一点业障都消不了，不但消不了，增长业障。",
      "zh_TW": "以我們的頭頂禮佛的足這是什麼？這是課堂作業。這樣能不能斷煩惱？能不能消業障？不能。諸位要記住這個，我們在佛堂裡頭那是教科書，在上課。什麼時候消業障？我們離開了佛堂面對著社會，我們雖然沒有行這個禮，可是我們心是一樣的，我們站在最底下，別人都站在我上面，這業障就消掉。所以《華嚴經》十大願王，第一個「禮敬諸佛」，那個諸佛是一切眾生。《華嚴經》上說「一切眾生本來成佛」，那個諸佛是一切眾生。我們對一個眾生傲慢就是對一尊佛傲慢，你的業障怎麼會消得了？消不了。所以你不懂得拜佛，天天拜十萬拜，寒山、拾得諷刺國清寺裡頭，那些出家人拜佛像什麼？像碓，舂米的碓上下一樣，他拿這個來形容他。為什麼？一點業障都消不了，不但消不了，增長業障。"
    },
    {
      "id": "02-023-0008_p0038",
      "zh_CN": "怎么增长？譬如说他一天拜一千拜，他就瞧不起拜五百拜，我比你高，傲慢增长了。那个拜佛是把傲慢断掉的，结果增长傲慢，这不是冤枉，糟了糕吗？所以大家要懂得这个道理。佛法课诵是佛堂里面修行的，就跟我们学校上课讲堂的作用，你学了干什么？学了到社会上用，学以致用你才有功德。你教室里的作业样样都一百分，到社会上什么都不会做，你还是等于零，那有什么用处？所以学了之后要到外面用。用在哪里？处事待人接物这才叫真正的佛法。佛法不是关着门学的，十大愿王是面对着社会，对着社会上各种人物，五十三参代表社会男女老少各行各业，没有一个不是佛。所以我们对于一切人都要至诚恭敬，善人是佛，恶人也是佛。",
      "zh_TW": "怎麼增長？譬如說他一天拜一千拜，他就瞧不起拜五百拜，我比你高，傲慢增長了。那個拜佛是把傲慢斷掉的，結果增長傲慢，這不是冤枉，糟了糕嗎？所以大家要懂得這個道理。佛法課誦是佛堂裡面修行的，就跟我們學校上課講堂的作用，你學了幹什麼？學了到社會上用，學以致用你才有功德。你教室裡的作業樣樣都一百分，到社會上什麼都不會做，你還是等於零，那有什麼用處？所以學了之後要到外面用。用在哪裡？處事待人接物這才叫真正的佛法。佛法不是關著門學的，十大願王是面對著社會，對著社會上各種人物，五十三參代表社會男女老少各行各業，沒有一個不是佛。所以我們對於一切人都要至誠恭敬，善人是佛，惡人也是佛。"
    },
    {
      "id": "02-023-0008_p0039",
      "zh_CN": "你在五十三参里面，那五十三位菩萨，里面作恶的就很多，他代表社会上的恶人，善财童子也去参学，也对他恭敬的礼敬，那是给我们做出榜样。为什么？不管善与恶他都有佛性，你把善、恶撇开，他是如如佛，他是真佛。我们尊敬的是尊敬一切众生的真性、佛性，我们敬这个。性是佛，一切法跟一切物质，法有法性，有情众生有佛性，无情众生有法性。《华严经》上才说得圆满，「情与无情同圆种智」，不但对有情众生我们把他当佛看待，无情众生也当佛看待。为什么？它有法性，法性跟佛性同一个性，一性无二性。所以释迦牟尼佛降生下来的时候，走了七步，「天上天下唯我独尊」，那个我是什么？我是讲性，真如本性，本性独尊。有很多人对佛教不甚了解的，认为释迦牟尼佛太傲慢，天上天下唯我独尊，瞧不起人，这是弄错了。他那个我是讲本性，不是讲我们肉身，不是我们执着的这个肉身。",
      "zh_TW": "你在五十三參裡面，那五十三位菩薩，裡面作惡的就很多，他代表社會上的惡人，善財童子也去參學，也對他恭敬的禮敬，那是給我們做出榜樣。為什麼？不管善與惡他都有佛性，你把善、惡撇開，他是如如佛，他是真佛。我們尊敬的是尊敬一切眾生的真性、佛性，我們敬這個。性是佛，一切法跟一切物質，法有法性，有情眾生有佛性，無情眾生有法性。《華嚴經》上才說得圓滿，「情與無情同圓種智」，不但對有情眾生我們把他當佛看待，無情眾生也當佛看待。為什麼？它有法性，法性跟佛性同一個性，一性無二性。所以釋迦牟尼佛降生下來的時候，走了七步，「天上天下唯我獨尊」，那個我是什麼？我是講性，真如本性，本性獨尊。有很多人對佛教不甚了解的，認為釋迦牟尼佛太傲慢，天上天下唯我獨尊，瞧不起人，這是弄錯了。他那個我是講本性，不是講我們肉身，不是我們執著的這個肉身。"
    },
    {
      "id": "02-023-0008_p0040",
      "zh_CN": "所以，你要晓得人到清净、到心开阔那非常舒服，非常自在，那个快乐，没有入那个境界你体会不到的，就是一种心跟太虚空一样的，那非常自在，非常快乐，的确一点忧虑没有，我们想想消业障就是这么消除。业障、罪业从哪里来的？从执着上产生的。你有执着、有妄想就有业障，你心量一拓开了跟虚空一样的，真是心包虚空，量周沙界，觅业障了不可得，没有了。本来无一物，哪有业障？觅业障了不可得，这个自在，心开意解。心是阿赖耶识展开，意是什么？意就是结，第六识是意识，第七识是意根，解开了，结解开了。解开都化成智慧，第六识变成妙观察智，第七识变成平等性智，阿赖耶识变成大圆镜智，心开意解了。这是佛法真正受用之处，我们的方法一句佛号要入这个境界。这个信，一定要信生佛不二，众生跟佛是一不是二。",
      "zh_TW": "所以，你要曉得人到清淨、到心開闊那非常舒服，非常自在，那個快樂，沒有入那個境界你體會不到的，就是一種心跟太虛空一樣的，那非常自在，非常快樂，的確一點憂慮沒有，我們想想消業障就是這麼消除。業障、罪業從哪裡來的？從執著上產生的。你有執著、有妄想就有業障，你心量一拓開了跟虛空一樣的，真是心包虛空，量周沙界，覓業障了不可得，沒有了。本來無一物，哪有業障？覓業障了不可得，這個自在，心開意解。心是阿賴耶識展開，意是什麼？意就是結，第六識是意識，第七識是意根，解開了，結解開了。解開都化成智慧，第六識變成妙觀察智，第七識變成平等性智，阿賴耶識變成大圓鏡智，心開意解了。這是佛法真正受用之處，我們的方法一句佛號要入這個境界。這個信，一定要信生佛不二，眾生跟佛是一不是二。"
    },
    {
      "id": "02-023-0008_p0041",
      "zh_CN": "「是心是佛，是心作佛」，什么是佛？佛就是我们自己真心。「众生念佛，定得往生，究竟成佛。愿谓厌离娑婆，欣慕极乐，如子忆母，必欲往生」。这讲愿，前面是讲信，愿一定要离开娑婆世界，一定向往极乐世界，极乐世界修行样样没有障碍，要怎么个想法？就像儿子念母亲，母亲想儿子一样，要这样的想法。这个众生必欲往生，要有坚决的意念，我这一生决定要往生西方极乐世界。到底能不能生？不要去打这个问号，不要去想这个。决心要下定非去不可，要有这个决心，没有去不成的，非去不可。如果你要怀疑我行吗？能去得了吗？你要这样来问我，我就会告诉你，我肯定答复你，你去不了。你为什么去不了？你怀疑，你的愿不坚固，你决定去不了。如果你肯定，我决定去，非去不可，这个人一定去得了。如果这样的人不能往生的话，十方诸佛都打妄语，哪有这个道理？所以能不能往生极乐世界，就看你的信愿坚不坚定，所以一定要有坚强的信愿，我非往生不可。",
      "zh_TW": "「是心是佛，是心作佛」，什麼是佛？佛就是我們自己真心。「眾生念佛，定得往生，究竟成佛。願謂厭離娑婆，欣慕極樂，如子憶母，必欲往生」。這講願，前面是講信，願一定要離開娑婆世界，一定嚮往極樂世界，極樂世界修行樣樣沒有障礙，要怎麼個想法？就像兒子念母親，母親想兒子一樣，要這樣的想法。這個眾生必欲往生，要有堅決的意念，我這一生決定要往生西方極樂世界。到底能不能生？不要去打這個問號，不要去想這個。決心要下定非去不可，要有這個決心，沒有去不成的，非去不可。如果你要懷疑我行嗎？能去得了嗎？你要這樣來問我，我就會告訴你，我肯定答覆你，你去不了。你為什麼去不了？你懷疑，你的願不堅固，你決定去不了。如果你肯定，我決定去，非去不可，這個人一定去得了。如果這樣的人不能往生的話，十方諸佛都打妄語，哪有這個道理？所以能不能往生極樂世界，就看你的信願堅不堅定，所以一定要有堅強的信願，我非往生不可。"
    },
    {
      "id": "02-023-0008_p0042",
      "zh_CN": "自己要肯定，要有决定的把握。多少念佛人，你问他能不能往生？我没把握，他真没把握。你们大家问我，我拍拍胸脯：我有把握，我决定往生。为什么这么肯定？经上说的，我如果不往生，这经是假的。我要不能往生，十方诸佛打妄语，十方诸佛造业那就要堕地狱，我这个话说得斩钉断铁。所以你们要想往生，你们要先建立坚强的信心，你没有这样坚强的信心，还在那边怀疑能不能去，我业障这么重，烦恼这么深，你还念这些东西，那就坏了。不可以再有这个念头，这个念头是六道轮回的念头，要坚定你的信心，把所有东西一切废除，专心念阿弥陀佛，哪有不往生道理！经上也这么说，祖师也这么说身口意三业专修，一百个人修一百个人去，一千个人修一千个人去。",
      "zh_TW": "自己要肯定，要有決定的把握。多少念佛人，你問他能不能往生？我沒把握，他真沒把握。你們大家問我，我拍拍胸脯：我有把握，我決定往生。為什麼這麼肯定？經上說的，我如果不往生，這經是假的。我要不能往生，十方諸佛打妄語，十方諸佛造業那就要墮地獄，我這個話說得斬釘斷鐵。所以你們要想往生，你們要先建立堅強的信心，你沒有這樣堅強的信心，還在那邊懷疑能不能去，我業障這麼重，煩惱這麼深，你還念這些東西，那就壞了。不可以再有這個念頭，這個念頭是六道輪迴的念頭，要堅定你的信心，把所有東西一切廢除，專心念阿彌陀佛，哪有不往生道理！經上也這麼說，祖師也這麼說身口意三業專修，一百個人修一百個人去，一千個人修一千個人去。"
    },
    {
      "id": "02-023-0008_p0043",
      "zh_CN": "杂修那就未必了，杂修古德也讲了，一万个人当中难得三、五个人去。所以我现在不敢杂修，原因是什么？我决定要去，我什么都放弃了，我过去所学的一些大乘经典统统放弃了，谁请我讲我也不讲。法师很多，你们要学找别人去学，我再不讲了，我要专修，为什么？我决定要去。我怕我搞多了、搞杂了，一万个人当中三、五个人，未必会轮到我。我专修的时候那是一百个修一百个去，不漏，我有分，我漏不掉的。所以，我现在是深深明白这个道理，我再也不杂了。",
      "zh_TW": "雜修那就未必了，雜修古德也講了，一萬個人當中難得三、五個人去。所以我現在不敢雜修，原因是什麼？我決定要去，我什麼都放棄了，我過去所學的一些大乘經典統統放棄了，誰請我講我也不講。法師很多，你們要學找別人去學，我再不講了，我要專修，為什麼？我決定要去。我怕我搞多了、搞雜了，一萬個人當中三、五個人，未必會輪到我。我專修的時候那是一百個修一百個去，不漏，我有分，我漏不掉的。所以，我現在是深深明白這個道理，我再也不雜了。"
    },
    {
      "id": "02-023-0008_p0044",
      "zh_CN": "你看我现在不但是这个，我做事情也不杂了，我现在台湾佛陀教育基金会印经，我专印净土的经典，不是净土的经典有别人要来印的，我也给你印，你自己拿钱来。不是说我出一百块、两百块钱，这个我不给你印，为什么？印不出来。起码一千部，我就这部书估价出来，一千部要一万块钱，你拿一万块钱来我给你印，你要是钱不够我不给你印，我自己印的，统统印净土的书。因为台湾现在印经的风气己经开了，每个地方都印，他们都印，我就不要印了。我专印净土的书，专修净土，专弘净土，专念阿弥陀佛，我样样都专。我要是不能去，没有这个道理，讲不通，决定讲不通的，那祖师的话也统统都打妄语。所以我在这个世界很快乐，你们跟我在一块，我是到这来观光旅游的，我的老家在极乐世界，我怎么会跟你们一般见识，不跟你们一般见识。有缘我就把这事实真相告诉你，你想不想去？你要想去，照我这个样子就决定去得了。你要不照我这个样子那就很难说了，杂修就好像抽签，你未必会中奖。你照我这个样子那就稳稳当当，没有一个去不成的，这是一定要懂得这个道理。愿，要有真正的愿。",
      "zh_TW": "你看我現在不但是這個，我做事情也不雜了，我現在台灣佛陀教育基金會印經，我專印淨土的經典，不是淨土的經典有別人要來印的，我也給你印，你自己拿錢來。不是說我出一百塊、兩百塊錢，這個我不給你印，為什麼？印不出來。起碼一千部，我就這部書估價出來，一千部要一萬塊錢，你拿一萬塊錢來我給你印，你要是錢不夠我不給你印，我自己印的，統統印淨土的書。因為台灣現在印經的風氣己經開了，每個地方都印，他們都印，我就不要印了。我專印淨土的書，專修淨土，專弘淨土，專念阿彌陀佛，我樣樣都專。我要是不能去，沒有這個道理，講不通，決定講不通的，那祖師的話也統統都打妄語。所以我在這個世界很快樂，你們跟我在一塊，我是到這來觀光旅遊的，我的老家在極樂世界，我怎麼會跟你們一般見識，不跟你們一般見識。有緣我就把這事實真相告訴你，你想不想去？你要想去，照我這個樣子就決定去得了。你要不照我這個樣子那就很難說了，雜修就好像抽簽，你未必會中獎。你照我這個樣子那就穩穩當當，沒有一個去不成的，這是一定要懂得這個道理。願，要有真正的願。"
    },
    {
      "id": "02-023-0008_p0045",
      "zh_CN": "底下讲行，「行谓从愿起行，一向专念，无有间断」。这是行，这是刚才所讲的不夹杂、不间断，这是行。「以上三事，号为资粮，信愿行三，缺一不可」，只要我们这三个条件统统具足了，那就决定去，这就没有话说的。这是莲池大师在《疏钞》里面给我们说的。",
      "zh_TW": "底下講行，「行謂從願起行，一向專念，無有間斷」。這是行，這是剛才所講的不夾雜、不間斷，這是行。「以上三事，號為資糧，信願行三，缺一不可」，只要我們這三個條件統統具足了，那就決定去，這就沒有話說的。這是蓮池大師在《疏鈔》裡面給我們說的。"
    },
    {
      "id": "02-023-0008_p0046",
      "zh_CN": "「净土法门，奇特殊妙，当机之说，亦有三例」。这古人讲的，这个自古以来讲当机有三种不同的讲法。第一「上辈往生」就是上三品，「唯是菩萨。唐善导大师以前之古德」，善导大师以前的古来一些大德们，「多认为上品上生者，是四地至七地。上中品是初地至四地。……从上上至中上四品，凡夫绝分」。这是过去古人的见解，他们这个说法。善导大师讲法就不一样，善导是我们净土宗第二代祖师，传说他是阿弥陀佛再来的。在中国历史上记载，阿弥陀佛化身来的，记载的有三个人，善导是第一个，第二位永明延寿大师，第三个是国清寺的丰干和尚。大家晓得这三个人是阿弥陀佛化身来的，因为他们在临走之前身分都露出来。",
      "zh_TW": "「淨土法門，奇特殊妙，當機之說，亦有三例」。這古人講的，這個自古以來講當機有三種不同的講法。第一「上輩往生」就是上三品，「唯是菩薩。唐善導大師以前之古德」，善導大師以前的古來一些大德們，「多認為上品上生者，是四地至七地。上中品是初地至四地。……從上上至中上四品，凡夫絕分」。這是過去古人的見解，他們這個說法。善導大師講法就不一樣，善導是我們淨土宗第二代祖師，傳說他是阿彌陀佛再來的。在中國歷史上記載，阿彌陀佛化身來的，記載的有三個人，善導是第一個，第二位永明延壽大師，第三個是國清寺的豐干和尚。大家曉得這三個人是阿彌陀佛化身來的，因為他們在臨走之前身分都露出來。"
    },
    {
      "id": "02-023-0008_p0047",
      "zh_CN": "善导大师说，「本为凡夫，兼为圣人。善导大师四帖疏」，《四帖疏》就是《观无量寿佛经》的注解，这个注解的名字叫《四帖疏》，是善导大师作的，他在里头有明白的说明。「破前说」，破就是破前面人的见解，那个见解是错误的，前面所说的那是不对的、错误的。「如来说此十六观法，但为常没众生，不干大小圣也」。「十六观法」就是净土法门修行的方法，因为它这三经是同类的，《观经》上说的这个经上适用，本经适用。这个法门是为谁说的？「为常没众生」，没是什么？就是头出头没，就是六道轮回，是为六道轮回的众生说的。「不干大小圣也」，小圣就是小乘阿罗汉、辟支佛，大乘就是菩萨，与这些阿罗汉、辟支佛、菩萨不相干，这个法门是专门为凡夫开的。",
      "zh_TW": "善導大師說，「本為凡夫，兼為聖人。善導大師四帖疏」，《四帖疏》就是《觀無量壽佛經》的註解，這個註解的名字叫《四帖疏》，是善導大師作的，他在裡頭有明白的說明。「破前說」，破就是破前面人的見解，那個見解是錯誤的，前面所說的那是不對的、錯誤的。「如來說此十六觀法，但為常沒眾生，不干大小聖也」。「十六觀法」就是淨土法門修行的方法，因為它這三經是同類的，《觀經》上說的這個經上適用，本經適用。這個法門是為誰說的？「為常沒眾生」，沒是什麼？就是頭出頭沒，就是六道輪迴，是為六道輪迴的眾生說的。「不干大小聖也」，小聖就是小乘阿羅漢、辟支佛，大乘就是菩薩，與這些阿羅漢、辟支佛、菩薩不相干，這個法門是專門為凡夫開的。"
    },
    {
      "id": "02-023-0008_p0048",
      "zh_CN": "「又云：五浊凡夫，但以遇缘有异，致令九品差别」。这个说法实在说得太好了，说得实在圆满。「又云：其机者，则一切善恶大小凡愚也」；换句话说，没有一个不包括在其中。正如同前面我们所说的，从上面来讲，等觉菩萨文殊、普贤都求生西方极乐世界。从下面讲，五逆十恶的众生，马上要堕地狱的众生了，临终遇到善友，真正能忏悔，他十念也能往生。所以说无所不包，的确它的条件就是信愿行，这三个条件具足，不管什么人没有一个不往生的。「大师之说，上契圣心」，这是佛心。「下洽群机，实大有功于净土，故中日诸师，多承此说」。后来净土宗的大德，我们中国净土的、日本净土的，统统都采取善导大师这个见解，这个见解很有道理。这样说起来，当中这句话很重要，极乐世界四土三辈九品，到底是怎么回事情？真相如何？善导大师一句话给我们说破了，是我们现前的人遇缘不同，所以你往生到那个地方品位有差别。",
      "zh_TW": "「又云：五濁凡夫，但以遇緣有異，致令九品差別」。這個說法實在說得太好了，說得實在圓滿。「又云：其機者，則一切善惡大小凡愚也」；換句話說，沒有一個不包括在其中。正如同前面我們所說的，從上面來講，等覺菩薩文殊、普賢都求生西方極樂世界。從下面講，五逆十惡的眾生，馬上要墮地獄的眾生了，臨終遇到善友，真正能懺悔，他十念也能往生。所以說無所不包，的確它的條件就是信願行，這三個條件具足，不管什麼人沒有一個不往生的。「大師之說，上契聖心」，這是佛心。「下洽群機，實大有功於淨土，故中日諸師，多承此說」。後來淨土宗的大德，我們中國淨土的、日本淨土的，統統都採取善導大師這個見解，這個見解很有道理。這樣說起來，當中這句話很重要，極樂世界四土三輩九品，到底是怎麼回事情？真相如何？善導大師一句話給我們說破了，是我們現前的人遇緣不同，所以你往生到那個地方品位有差別。"
    },
    {
      "id": "02-023-0008_p0049",
      "zh_CN": "你要遇的缘殊胜；换句话说，你往生一定上品上生。你遇的缘不胜，什么叫殊胜？你遇到这个缘，遇到这部经典，遇到这些注解，遇到真正的善知识，你把净土法门搞得清清楚楚、彻彻底底，你都知道，你所修行的方法一定非常如法，如理如法的修行哪有不上品上生的道理！遇缘不胜的，虽然听说阿弥陀佛了，经教没有看到，也没有人跟他讲，但是，他很老实，他能够认真念佛，他也能往生，那个品位就比较低，原理在此地。我们遇的缘不相同，所以真正遇到缘了，我们做法就不一样。我们今天为什么把一切都舍掉？我跟诸位说，为什么一切都舍掉？我修上品因。换句话说，我照这个《观无量寿佛经》走，我修上品，我希望往生西方极乐世界上品上生，一到那里花就开，就花开见佛，这多自在。",
      "zh_TW": "你要遇的緣殊勝；換句話說，你往生一定上品上生。你遇的緣不勝，什麼叫殊勝？你遇到這個緣，遇到這部經典，遇到這些註解，遇到真正的善知識，你把淨土法門搞得清清楚楚、徹徹底底，你都知道，你所修行的方法一定非常如法，如理如法的修行哪有不上品上生的道理！遇緣不勝的，雖然聽說阿彌陀佛了，經教沒有看到，也沒有人跟他講，但是，他很老實，他能夠認真念佛，他也能往生，那個品位就比較低，原理在此地。我們遇的緣不相同，所以真正遇到緣了，我們做法就不一樣。我們今天為什麼把一切都捨掉？我跟諸位說，為什麼一切都捨掉？我修上品因。換句話說，我照這個《觀無量壽佛經》走，我修上品，我希望往生西方極樂世界上品上生，一到那裡花就開，就花開見佛，這多自在。"
    },
    {
      "id": "02-023-0008_p0050",
      "zh_CN": "上品上生怎么修法？跟经里面不折不扣百分之百的依教奉行，就上品上生。你说我打个九折，那你就是上品中生，打个八折你就上品下生。如果你七折八扣扣到后来剩一点点，那么就下品下生，这么个道理。这才公平，才说得过去，才叫我们心服口服，为什么？上品上生哪个做不到？你只要肯做个个做到；那你不肯做，是你自己的事情，与别人不相干。这样一来就说三辈九品人人都有分，人人都有这个机会，问题就是你现在能不能把这个机会把握住；换句话说，眼前名闻利养、五欲六尘你能不能放得下？你能不能妥善的去运用？放下还不行，单单只是把五欲六尘、名闻利养放下，那个品位也不过是中品而已。为什么？它不是真正的善，你要能够妥善的去应用，你运用得非常巧妙，妙在哪里？妙在帮助一切众生修学这个法门。",
      "zh_TW": "上品上生怎麼修法？跟經裡面不折不扣百分之百的依教奉行，就上品上生。你說我打個九折，那你就是上品中生，打個八折你就上品下生。如果你七折八扣扣到後來剩一點點，那麼就下品下生，這麼個道理。這才公平，才說得過去，才叫我們心服口服，為什麼？上品上生哪個做不到？你只要肯做個個做到；那你不肯做，是你自己的事情，與別人不相干。這樣一來就說三輩九品人人都有分，人人都有這個機會，問題就是你現在能不能把這個機會把握住；換句話說，眼前名聞利養、五欲六塵你能不能放得下？你能不能妥善的去運用？放下還不行，單單只是把五欲六塵、名聞利養放下，那個品位也不過是中品而已。為什麼？它不是真正的善，你要能夠妥善的去應用，你運用得非常巧妙，妙在哪裡？妙在幫助一切眾生修學這個法門。"
    },
    {
      "id": "02-023-0008_p0051",
      "zh_CN": "所以我今天其他一切经书不印了，从前印了很多，现在不印了，把钱全部都印净土三经，印净土三经古今的注解，做净土三经的录音带、录影带，帮助所有的人来修这个法门，这个应用的妥当。从前不晓得，不这样印，一知道了，我今天就是这个印法。所以并不是我什么舍弃不要了，那个不行，那你没有做圆满。我要做得非常圆满，尽心尽力帮助一切人修学这个法门，帮助一切人理解这个法门，认识这个法门，真正当生成佛的佛法，这样修才圆满。",
      "zh_TW": "所以我今天其他一切經書不印了，從前印了很多，現在不印了，把錢全部都印淨土三經，印淨土三經古今的註解，做淨土三經的錄音帶、錄影帶，幫助所有的人來修這個法門，這個應用的妥當。從前不曉得，不這樣印，一知道了，我今天就是這個印法。所以並不是我什麼捨棄不要了，那個不行，那你沒有做圓滿。我要做得非常圓滿，盡心盡力幫助一切人修學這個法門，幫助一切人理解這個法門，認識這個法門，真正當生成佛的佛法，這樣修才圓滿。"
    },
    {
      "id": "02-023-0008_p0052",
      "zh_CN": "我们再看底下这段，这段说得更妙了。我们就把这段讲完，「第三专接上根，旁及中下」，这段就更妙了。「疏钞曰：明信位初心，有四种机」，机就是根机。「以礼忏灭罪被初机」，我们现在大家消灾的人很多，做法会消灾，到处去拜忏，拜梁皇忏、拜水忏，去念《地藏经》想消一点业障，这下根的人。「以修习止观被中机」，止观是禅定，修禅定这些人用这个来灭罪消灾，这是中等根机的人。「以求生净土」，这是上机，为什么？他这一生成佛，前面那个成不了佛。「初谓业障众生，中谓凡夫二乘，是知净土是大乘菩萨所修矣。又要解谓持名，法门深妙，破尽一切戏论」。你看一句阿弥陀佛不允许你有一个杂念，这就破尽一切戏论。「斩尽一切意见」，你心里才有一个念头起来，马上阿弥陀佛取而代之这了不起。「唯马鸣、龙树、智者、永明之流，彻底担荷得去」。像这样的大德他真正透彻了解，真正百分之百的依教奉行，他这个做法。",
      "zh_TW": "我們再看底下這段，這段說得更妙了。我們就把這段講完，「第三專接上根，旁及中下」，這段就更妙了。「疏鈔曰：明信位初心，有四種機」，機就是根機。「以禮懺滅罪被初機」，我們現在大家消災的人很多，做法會消災，到處去拜懺，拜梁皇懺、拜水懺，去念《地藏經》想消一點業障，這下根的人。「以修習止觀被中機」，止觀是禪定，修禪定這些人用這個來滅罪消災，這是中等根機的人。「以求生淨土」，這是上機，為什麼？他這一生成佛，前面那個成不了佛。「初謂業障眾生，中謂凡夫二乘，是知淨土是大乘菩薩所修矣。又要解謂持名，法門深妙，破盡一切戲論」。你看一句阿彌陀佛不允許你有一個雜念，這就破盡一切戲論。「斬盡一切意見」，你心裡才有一個念頭起來，馬上阿彌陀佛取而代之這了不起。「唯馬鳴、龍樹、智者、永明之流，徹底擔荷得去」。像這樣的大德他真正透徹了解，真正百分之百的依教奉行，他這個做法。"
    },
    {
      "id": "02-023-0008_p0053",
      "zh_CN": "「因持名一法，乃至圆至顿，无上法门，非思量分别之所能及，故曰深妙。但蓦直念去」，一直念去，「不假方便，不落思量，直起直用，自得心开」。自得心开就是明心见性、大彻大悟。「当下破尽戏论，荡除一切计度分别。是能直下承当者，肉身大士也」。这个赞叹也了不起，你真正明白这个道理，百分之百的依教奉行，你是什么人？是肉身大士。大士不是普通菩萨，是法身大士，虽然你现在还没有明心见性，没有证到法身大士，但是眼看着你马上就得到，你将来一定得到，所以人家己经将法身大士来对你称呼了。这个称呼不是普通人给你称呼的，是祖师大德为你称呼的。好，我们今天就讲到此地。",
      "zh_TW": "「因持名一法，乃至圓至頓，無上法門，非思量分別之所能及，故曰深妙。但驀直念去」，一直念去，「不假方便，不落思量，直起直用，自得心開」。自得心開就是明心見性、大徹大悟。「當下破盡戲論，蕩除一切計度分別。是能直下承當者，肉身大士也」。這個讚歎也了不起，你真正明白這個道理，百分之百的依教奉行，你是什麼人？是肉身大士。大士不是普通菩薩，是法身大士，雖然你現在還沒有明心見性，沒有證到法身大士，但是眼看著你馬上就得到，你將來一定得到，所以人家己經將法身大士來對你稱呼了。這個稱呼不是普通人給你稱呼的，是祖師大德為你稱呼的。好，我們今天就講到此地。"
    }
  ]
}