{
  "doc_id": "02-023-0004",
  "title": {
    "zh_CN": "无量寿经讲述笔记—净土法门 立相住心",
    "zh_TW": "無量壽經講述筆記—淨土法門 立相住心"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "美国旧金山",
    "zh_TW": "美國舊金山"
  },
  "doc_number": "02-023-0004",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "02-023-0004_p0001",
      "zh_CN": "第九面第三行，从第四看起，「暗合道妙，巧入无生」，这是说本经兴起的第四个因缘。「无念与无生，远非凡夫之所能」，这是大乘经，尤其是一乘经里面常常讲的，这是佛与大菩萨的境界。远非凡夫之所能，我们确实做不到无念，实在说真正做到无念就是无生。因为不要说是六道，就是十法界都是唯识所变的，唯心所现，唯识所变，识就是心起作用，心起什么作用？它起念头。起什么念头就现什么样的法界，十法界都是起念头而生的。如果我们没有念头，这十法界都没有了，就是觉后空空无大千，这虽然是很高的理，很不容易做到。如果我们真正念头都没有了，那是不是无念？不是的，不是无念。怎么不是无念？因为你有一个无念，还是有念，凡夫有有念、有无念都错了。所谓无念，有念没有，无念也没有，有念、无念统统离开才叫无念。如果有一个无念，什么念头都没有了，还有个无念，这个果报就生到无想天。四禅里面有一层天很奇怪叫无想天，这层天我们佛教称为外道天，他是修无想定而成功的，修到这个定他得到了无念，他因为还有无念，他不是真的无念。远非凡夫之所能。",
      "zh_TW": "第九面第三行，從第四看起，「暗合道妙，巧入無生」，這是說本經興起的第四個因緣。「無念與無生，遠非凡夫之所能」，這是大乘經，尤其是一乘經裡面常常講的，這是佛與大菩薩的境界。遠非凡夫之所能，我們確實做不到無念，實在說真正做到無念就是無生。因為不要說是六道，就是十法界都是唯識所變的，唯心所現，唯識所變，識就是心起作用，心起什麼作用？它起念頭。起什麼念頭就現什麼樣的法界，十法界都是起念頭而生的。如果我們沒有念頭，這十法界都沒有了，就是覺後空空無大千，這雖然是很高的理，很不容易做到。如果我們真正念頭都沒有了，那是不是無念？不是的，不是無念。怎麼不是無念？因為你有一個無念，還是有念，凡夫有有念、有無念都錯了。所謂無念，有念沒有，無念也沒有，有念、無念統統離開才叫無念。如果有一個無念，什麼念頭都沒有了，還有個無念，這個果報就生到無想天。四禪裡面有一層天很奇怪叫無想天，這層天我們佛教稱為外道天，他是修無想定而成功的，修到這個定他得到了無念，他因為還有無念，他不是真的無念。遠非凡夫之所能。"
    },
    {
      "id": "02-023-0004_p0002",
      "zh_CN": "底下说了，「圆教八地菩萨，离一切心意识分别，始名真得无生法忍」。要照《仁王经》的标准，得无生法忍是在七地、八地、九地这三个位次，无生法忍有上中下三品，七地菩萨得的是下品，八地菩萨是中品，九地菩萨是上品。可见得无生法忍的地位相当之高，距离如来果位已经非常的接近，到这个时候才是真正的无念，无念无生，得无生法忍；换句话说，七地以前都做不到。何况凡夫？「可见此乃圣者之所难也」，圣者是讲这些大菩萨们，他们都不容易做到。",
      "zh_TW": "底下說了，「圓教八地菩薩，離一切心意識分別，始名真得無生法忍」。要照《仁王經》的標準，得無生法忍是在七地、八地、九地這三個位次，無生法忍有上中下三品，七地菩薩得的是下品，八地菩薩是中品，九地菩薩是上品。可見得無生法忍的地位相當之高，距離如來果位已經非常的接近，到這個時候才是真正的無念，無念無生，得無生法忍；換句話說，七地以前都做不到。何況凡夫？「可見此乃聖者之所難也」，聖者是講這些大菩薩們，他們都不容易做到。"
    },
    {
      "id": "02-023-0004_p0003",
      "zh_CN": "「如来悬知末代罪浊众生，立相住心尚不能得，何况离相而求事者」。立相是建立，住心是因为你心有所住，有所安住的事情，这样修行对我们来讲实在是方便多了，容易多了，我们尚且做不到。如果假设离一切相，那是更做不到的，离相就是此地讲的无念无生，你看看要到七地、八地菩萨才能做得到，哪里是普通的人可以做到？这个我们要明了。这个法门就是立相，它确实指出来西方的方位清清楚楚，西方在哪里？佛教我们观落日，太阳下山的（落山的）这个方向，这有方向。心有所安住，西方确实有极乐世界，有依正庄严，这一切形相跟我们世界现前没有两样，这真正是大开方便之门。",
      "zh_TW": "「如來懸知末代罪濁眾生，立相住心尚不能得，何況離相而求事者」。立相是建立，住心是因為你心有所住，有所安住的事情，這樣修行對我們來講實在是方便多了，容易多了，我們尚且做不到。如果假設離一切相，那是更做不到的，離相就是此地講的無念無生，你看看要到七地、八地菩薩才能做得到，哪裡是普通的人可以做到？這個我們要明瞭。這個法門就是立相，它確實指出來西方的方位清清楚楚，西方在哪裡？佛教我們觀落日，太陽下山的（落山的）這個方向，這有方向。心有所安住，西方確實有極樂世界，有依正莊嚴，這一切形相跟我們世界現前沒有兩樣，這真正是大開方便之門。"
    },
    {
      "id": "02-023-0004_p0004",
      "zh_CN": "我们看底下这段，「此方便门」，是指净土法门，念佛法门。「指方立相」，指定方位，在西方立相。像《十六观经》里面教我们观种种境界相，先观落日悬鼓、大海结冰，想这些形相。「摄心专注，即此妄心，持佛名号，念一佛名，换除百千万亿妄想杂念，念得纯熟，乃忘能所，心无所住，佛号分明，便契无住生心之妙谛」。所以净土法门是从有到无，它这个方法真是妙极了，你不要去打妄想，不要想佛那很高的境界，用不着，你就老实用这个方法去修，修到纯熟的时候自然有，这真是它的妙处。而且我们一生当中决定可以达到，所以这个法门是第一方便法门。要紧的就是摄心专注，摄心，就是《楞严经》上所讲的「都摄六根」，专注就是「净念相继」，这是用功夫的要领。",
      "zh_TW": "我們看底下這段，「此方便門」，是指淨土法門，念佛法門。「指方立相」，指定方位，在西方立相。像《十六觀經》裡面教我們觀種種境界相，先觀落日懸鼓、大海結冰，想這些形相。「攝心專注，即此妄心，持佛名號，念一佛名，換除百千萬億妄想雜念，念得純熟，乃忘能所，心無所住，佛號分明，便契無住生心之妙諦」。所以淨土法門是從有到無，它這個方法真是妙極了，你不要去打妄想，不要想佛那很高的境界，用不著，你就老實用這個方法去修，修到純熟的時候自然有，這真是它的妙處。而且我們一生當中決定可以達到，所以這個法門是第一方便法門。要緊的就是攝心專注，攝心，就是《楞嚴經》上所講的「都攝六根」，專注就是「淨念相繼」，這是用功夫的要領。"
    },
    {
      "id": "02-023-0004_p0005",
      "zh_CN": "我们念佛用什么心念？还是用分别心念，还是用执着心念，这个容易。我们现在用的心就是分别执着，就是三心二意。三心二意跟诸位说过，三心就是阿赖耶识、末那识、第六意识，这是三心；二意就是第七识叫意根，第六叫意识，这两个意，意根跟意识。所以常说三心二意这都是佛法的名词，三心二意统统是妄心，不是真心。即此妄心，我们习惯了，可以说无始劫以来我们统统用的三心二意，现在就用这个心就行，就用这个妄心执持名号，你把这句名号念好。念的方法我们说过了，要领是不怀疑、不间断、不夹杂，你只记住这九个字就行了。要真正做到，老实去念，教理懂不懂没关系，尽可能我们懂一点。实在没有机缘来研究不要紧，你只照这样去念就行，你只抓到这九个字真能做到，你这一生决定成就，这个法门好就好在此地。",
      "zh_TW": "我們念佛用什麼心念？還是用分別心念，還是用執著心念，這個容易。我們現在用的心就是分別執著，就是三心二意。三心二意跟諸位說過，三心就是阿賴耶識、末那識、第六意識，這是三心；二意就是第七識叫意根，第六叫意識，這兩個意，意根跟意識。所以常說三心二意這都是佛法的名詞，三心二意統統是妄心，不是真心。即此妄心，我們習慣了，可以說無始劫以來我們統統用的三心二意，現在就用這個心就行，就用這個妄心執持名號，你把這句名號念好。念的方法我們說過了，要領是不懷疑、不間斷、不夾雜，你只記住這九個字就行了。要真正做到，老實去念，教理懂不懂沒關係，盡可能我們懂一點。實在沒有機緣來研究不要緊，你只照這樣去念就行，你只抓到這九個字真能做到，你這一生決定成就，這個法門好就好在此地。"
    },
    {
      "id": "02-023-0004_p0006",
      "zh_CN": "如果你懂得教理，懂得多，懂得透彻，对于你将来往生品位，可能会增长。你懂得少，懂得少也不能说品位低，不能讲，为什么？如果这个人死心塌地的去念，他确实一点疑惑都没有，一点杂念都没有，他的品位也非常之高。由此可知，就是连往生品位高下，与教理懂得多寡都没有什么大关系。可是如果我们要劝别人念佛，你懂得教理多，你劝人就有帮助，就有说服力。你懂得少就没有法子，人家一问，我什么都不懂，这没有办法劝别人；换句话说，可以自利不能利他。你懂得多的时候能自利又可以度众生，这倒是真的，不是假的。所以大家不要怀疑，怀疑我们自己就丧失了很大的利益，这一生成佛的机会错过了，这是真正太可惜了。",
      "zh_TW": "如果你懂得教理，懂得多，懂得透徹，對於你將來往生品位，可能會增長。你懂得少，懂得少也不能說品位低，不能講，為什麼？如果這個人死心塌地的去念，他確實一點疑惑都沒有，一點雜念都沒有，他的品位也非常之高。由此可知，就是連往生品位高下，與教理懂得多寡都沒有什麼大關係。可是如果我們要勸別人念佛，你懂得教理多，你勸人就有幫助，就有說服力。你懂得少就沒有法子，人家一問，我什麼都不懂，這沒有辦法勸別人；換句話說，可以自利不能利他。你懂得多的時候能自利又可以度眾生，這倒是真的，不是假的。所以大家不要懷疑，懷疑我們自己就喪失了很大的利益，這一生成佛的機會錯過了，這是真正太可惜了。"
    },
    {
      "id": "02-023-0004_p0007",
      "zh_CN": "念佛，如果有人问，为什么要念佛？这个地方解释得非常好。我们用这一个佛名就是阿弥陀佛，换除百千万亿妄想杂念，这非常要紧。为什么？妄想杂念就是六道轮回的因缘，妄想杂念不除，天天在那制造六道轮回。诸位想想，每天制造六道轮回，你哪一天能够脱离六道轮回？你没有法子脱离。六道轮回当然是无量的因缘，这无量因缘里面总有一个最要紧的，就是最重要的一个因缘，我们把这个抓出来。譬如说我们种瓜，瓜的最重要的因缘种子，这是它第一个因缘。除种子之外，它还要许多的因缘，它需要阳光、需要土壤、需要肥料、需要水分，很多因缘，但是，种子是它最重要的因缘。",
      "zh_TW": "念佛，如果有人問，為什麼要念佛？這個地方解釋得非常好。我們用這一個佛名就是阿彌陀佛，換除百千萬億妄想雜念，這非常要緊。為什麼？妄想雜念就是六道輪迴的因緣，妄想雜念不除，天天在那製造六道輪迴。諸位想想，每天製造六道輪迴，你哪一天能夠脫離六道輪迴？你沒有法子脫離。六道輪迴當然是無量的因緣，這無量因緣裡面總有一個最要緊的，就是最重要的一個因緣，我們把這個抓出來。譬如說我們種瓜，瓜的最重要的因緣種子，這是它第一個因緣。除種子之外，它還要許多的因緣，它需要陽光、需要土壤、需要肥料、需要水分，很多因緣，但是，種子是它最重要的因緣。"
    },
    {
      "id": "02-023-0004_p0008",
      "zh_CN": "佛告诉我们，讲到六道的因缘，天道是十善、四无量心，是天道的因缘，这讲到最重要第一个因缘。十善是不杀生、不偷盗、不邪淫，这是身三善；口是不妄语、不两舌、不恶口、不绮语，口四种善业；意里面，是不贪、不瞋、不愚痴，这叫十善业道。你要能把这十条做好，单单这十条做好，你生天就能生欲界天。欲界上面还有色界、还有无色界，那还不够，如果再往上面去，还得要修四禅八定、四无量心。四无量心是慈悲喜舍，大慈大悲、大喜大舍才能生到色界天去，这是天的因，第一个因由。",
      "zh_TW": "佛告訴我們，講到六道的因緣，天道是十善、四無量心，是天道的因緣，這講到最重要第一個因緣。十善是不殺生、不偷盜、不邪淫，這是身三善；口是不妄語、不兩舌、不惡口、不綺語，口四種善業；意裡面，是不貪、不瞋、不愚痴，這叫十善業道。你要能把這十條做好，單單這十條做好，你生天就能生欲界天。欲界上面還有色界、還有無色界，那還不夠，如果再往上面去，還得要修四禪八定、四無量心。四無量心是慈悲喜捨，大慈大悲、大喜大捨才能生到色界天去，這是天的因，第一個因由。"
    },
    {
      "id": "02-023-0004_p0009",
      "zh_CN": "人道的因素是五戒，五戒要是守好了，来生不失人身，还能得人身。这五戒里面要讲起来也很繁，不那么简单，不要以为五戒很容易持，不容易，每条戒都不容易。像不杀生，蚊虫蚂蚁不小心就杀死了，很不容易做到清净。你说我不偷盗，希望占一点点便宜，希望占政府一点便宜，都是偷盗，想什么方法我能把税减低到最少的程度，也是属于偷盗，盗心，偷盗这戒不容易持，很难。这是举很浅显的例子，做生意买卖，为了想多卖几块钱，这都属于盗心，确实不容易做到。五戒做到了，来生不失人身。畜生道是愚痴，它第一个业因是愚痴，愚痴是什么？真假分不清楚，邪正分不清楚，善恶是非分不清楚，把真的当作假的，把假的当作真的，不辨是非善恶，这个的确也很难，畜生道糊里糊涂的。饿鬼道贪心，悭贪，自己有的舍不得放下，舍不得给人；没有的天天想办法要贪得，贪心变饿鬼。瞋恚堕地狱，嫉妒瞋恚是地狱的业因。这是我们讲六道轮回的业因。",
      "zh_TW": "人道的因素是五戒，五戒要是守好了，來生不失人身，還能得人身。這五戒裡面要講起來也很繁，不那麼簡單，不要以為五戒很容易持，不容易，每條戒都不容易。像不殺生，蚊蟲螞蟻不小心就殺死了，很不容易做到清淨。你說我不偷盜，希望佔一點點便宜，希望佔政府一點便宜，都是偷盜，想什麼方法我能把稅減低到最少的程度，也是屬於偷盜，盜心，偷盜這戒不容易持，很難。這是舉很淺顯的例子，做生意買賣，為了想多賣幾塊錢，這都屬於盜心，確實不容易做到。五戒做到了，來生不失人身。畜生道是愚痴，它第一個業因是愚痴，愚痴是什麼？真假分不清楚，邪正分不清楚，善惡是非分不清楚，把真的當作假的，把假的當作真的，不辨是非善惡，這個的確也很難，畜生道糊裡糊塗的。餓鬼道貪心，慳貪，自己有的捨不得放下，捨不得給人；沒有的天天想辦法要貪得，貪心變餓鬼。瞋恚墮地獄，嫉妒瞋恚是地獄的業因。這是我們講六道輪迴的業因。"
    },
    {
      "id": "02-023-0004_p0010",
      "zh_CN": "我们想想，从早到晚我们这个妄念，是十善的妄念多，还是五戒的念头多，还是贪瞋痴的念头多？如果贪瞋痴的念头多，我们所造的六道，实际上是在造三恶道。造成三恶道将来自己去享受，去变饿鬼、变畜生、变地狱，干这个事情去了，这叫妄想杂念。可以说正如同佛在《地藏经》上所说的话，「阎浮提众生」，是我们这个世界众生，起心动念莫不是罪，起心动念都造的是六道轮回的业，这个人怎么能够出离六道轮回？就是修行，说老实话也是在造业。我不说别的，这两天我听说，有几位同修要我给他授皈依，这授皈依皈依到哪里去？皈依到阿鼻地狱去了。你不皈依还不堕地狱，一皈依就堕阿鼻地狱，这个事情问题很严重。我必须把话讲清楚，我们皈依是皈依三宝，不是皈依某一个法师。如果说我皈依某法师了；换句话说，你准堕地狱的意思。为什么？你在那里破坏三宝。",
      "zh_TW": "我們想想，從早到晚我們這個妄念，是十善的妄念多，還是五戒的念頭多，還是貪瞋痴的念頭多？如果貪瞋痴的念頭多，我們所造的六道，實際上是在造三惡道。造成三惡道將來自己去享受，去變餓鬼、變畜生、變地獄，幹這個事情去了，這叫妄想雜念。可以說正如同佛在《地藏經》上所說的話，「閻浮提眾生」，是我們這個世界眾生，起心動念莫不是罪，起心動念都造的是六道輪迴的業，這個人怎麼能夠出離六道輪迴？就是修行，說老實話也是在造業。我不說別的，這兩天我聽說，有幾位同修要我給他授皈依，這授皈依皈依到哪裡去？皈依到阿鼻地獄去了。你不皈依還不墮地獄，一皈依就墮阿鼻地獄，這個事情問題很嚴重。我必須把話講清楚，我們皈依是皈依三寶，不是皈依某一個法師。如果說我皈依某法師了；換句話說，你準墮地獄的意思。為什麼？你在那裡破壞三寶。"
    },
    {
      "id": "02-023-0004_p0011",
      "zh_CN": "我们皈依是皈依佛、皈依法、皈依僧的，没有说是皈依某某人的。尽虚空遍法界的三宝都是我们的老师，所以真正皈依之后，他的心是清净平等。不能说这是我的师父，那个不是我的师父，你在那里把僧团分化掉了。原来僧团是一家人，你在里面制造小党派，划小圈圈，你在起分化作用，这是什么？这是灭三宝，你感情用事。今天的僧团为什么衰败到这种地步？蕅益大师讲过，明朝末年他老人家就说了，皈依、传戒不如法，所以僧团衰微，这是很大的一个因素。所以发心皈依的人，一定要真正明了皈依的意义。",
      "zh_TW": "我們皈依是皈依佛、皈依法、皈依僧的，沒有說是皈依某某人的。盡虛空遍法界的三寶都是我們的老師，所以真正皈依之後，他的心是清淨平等。不能說這是我的師父，那個不是我的師父，你在那裡把僧團分化掉了。原來僧團是一家人，你在裡面製造小黨派，劃小圈圈，你在起分化作用，這是什麼？這是滅三寶，你感情用事。今天的僧團為什麼衰敗到這種地步？蕅益大師講過，明朝末年他老人家就說了，皈依、傳戒不如法，所以僧團衰微，這是很大的一個因素。所以發心皈依的人，一定要真正明瞭皈依的意義。"
    },
    {
      "id": "02-023-0004_p0012",
      "zh_CN": "皈依是你发心求佛，真正想学佛，僧团里面等于说是有一个代表的人，这个人是代表僧团，把三皈（三皈是修学的纲领）传授给你，给你做证明。就好像入党一样，上级党部派一个资深的党员来给你监誓，给你做见证人，你弄错了，结果归到他的党了，那个麻烦就大了。所以不能搞错，我们皈依三宝是三宝弟子，而不是某一个法师的弟子，这要搞清楚，不能搞错。这搞错了，我给你授皈依，你认为我是你的师父，别人不是，你在起分别执着，制造党派，将来你下地狱了，我是先把话讲清楚，我不受牵连。我讲得清清楚楚的，我是给你做证明的，你不是皈依我的，这个重要，不能不清楚。",
      "zh_TW": "皈依是你發心求佛，真正想學佛，僧團裡面等於說是有一個代表的人，這個人是代表僧團，把三皈（三皈是修學的綱領）傳授給你，給你做證明。就好像入黨一樣，上級黨部派一個資深的黨員來給你監誓，給你做見證人，你弄錯了，結果歸到他的黨了，那個麻煩就大了。所以不能搞錯，我們皈依三寶是三寶弟子，而不是某一個法師的弟子，這要搞清楚，不能搞錯。這搞錯了，我給你授皈依，你認為我是你的師父，別人不是，你在起分別執著，製造黨派，將來你下地獄了，我是先把話講清楚，我不受牽連。我講得清清楚楚的，我是給你做證明的，你不是皈依我的，這個重要，不能不清楚。"
    },
    {
      "id": "02-023-0004_p0013",
      "zh_CN": "因为在明朝末年的时候，已经有这个现象了，皈依，认定我皈依了某一个师父。还有许多人奇怪，皈依了好多法师，因为听我讲《弥陀经》，将来往生西方极乐世界莲花化生，你这个地方一发心念佛，西方世界七宝莲池就有一朵莲花，莲花上就有你的名字。他一想我皈依了十几个法师，有十几个法名，哪一个名字才对来问我。我说你糟了，你去不了，为什么？你名字太多，你没分了。所以要晓得皈依只有一次，已经皈依的，不必再要皈依。你已经皈过依了，但是皈依的意义不懂，我在这里讲，你可以来听，是一样的。因为好像入党，入党只有入一次，不能说，好像我在台湾，我在台北党部入了党，台中党部没入，不行，到台中再去入一下，台南还得要去入一下，哪有这么啰嗦麻烦的事情？没有。所以，皈依一生只有一次，一次就够了，没有多的，不是皈依某个人，是皈依三宝，这个意义一定要懂得。",
      "zh_TW": "因為在明朝末年的時候，已經有這個現象了，皈依，認定我皈依了某一個師父。還有許多人奇怪，皈依了好多法師，因為聽我講《彌陀經》，將來往生西方極樂世界蓮花化生，你這個地方一發心念佛，西方世界七寶蓮池就有一朵蓮花，蓮花上就有你的名字。他一想我皈依了十幾個法師，有十幾個法名，哪一個名字才對來問我。我說你糟了，你去不了，為什麼？你名字太多，你沒分了。所以要曉得皈依只有一次，已經皈依的，不必再要皈依。你已經皈過依了，但是皈依的意義不懂，我在這裡講，你可以來聽，是一樣的。因為好像入黨，入黨只有入一次，不能說，好像我在台灣，我在台北黨部入了黨，台中黨部沒入，不行，到台中再去入一下，台南還得要去入一下，哪有這麼囉嗦麻煩的事情？沒有。所以，皈依一生只有一次，一次就夠了，沒有多的，不是皈依某個人，是皈依三寶，這個意義一定要懂得。"
    },
    {
      "id": "02-023-0004_p0014",
      "zh_CN": "实在讲皈依跟传戒，只要传授皈依的法师把这个道理讲得清清楚楚、明明白白，我们能依教奉行就好了。所谓是师父引进门，修行在个人，所以哪一个法师来给我们传授皈依，只要他讲得清楚，讲得明白，实在讲可以不需要选择的。严格的来讲，皈依的师父，传戒的师父，跟我们出家剃度的师父都不重要，完成这个仪式接引我们。真正重要的师父，是要指导我们修学的人，那个人是传法的师父，传法的师父在佛门里面称和尚，那个重要。譬如像受三皈，给我们传授三皈，给我们受戒，给我们剃头，我们都称为阿阇黎，关系都没有那么密切。但是我要跟他学法，他要传法给我，他指导我修行，这位法师对我关系大了，这是我的亲教师。我的修行理论方法是从他那里得来的，这位老师就是我的和尚，是我的亲教师，拿现在的话就是指导教授，这个人跟我的关系非常重大。但是，这个人不一定是我的皈依师父，也不一定是受戒师父，也不一定是我的剃头的师父。",
      "zh_TW": "實在講皈依跟傳戒，只要傳授皈依的法師把這個道理講得清清楚楚、明明白白，我們能依教奉行就好了。所謂是師父引進門，修行在個人，所以哪一個法師來給我們傳授皈依，只要他講得清楚，講得明白，實在講可以不需要選擇的。嚴格的來講，皈依的師父，傳戒的師父，跟我們出家剃度的師父都不重要，完成這個儀式接引我們。真正重要的師父，是要指導我們修學的人，那個人是傳法的師父，傳法的師父在佛門裡面稱和尚，那個重要。譬如像受三皈，給我們傳授三皈，給我們受戒，給我們剃頭，我們都稱為阿闍黎，關係都沒有那麼密切。但是我要跟他學法，他要傳法給我，他指導我修行，這位法師對我關係大了，這是我的親教師。我的修行理論方法是從他那裡得來的，這位老師就是我的和尚，是我的親教師，拿現在的話就是指導教授，這個人跟我的關係非常重大。但是，這個人不一定是我的皈依師父，也不一定是受戒師父，也不一定是我的剃頭的師父。"
    },
    {
      "id": "02-023-0004_p0015",
      "zh_CN": "你说我跟他什么关系都没有，我去向他请教，他要不教你那是不可能的，决定会教你的。不会说，你是我的皈依徒弟，我才教你，你没有皈依我，我不教你。这个法师不要跟他学，为什么？他将来入地狱，你跟他将来你也入地狱，这划不来，这是错误的，一定要晓得。现在这个流弊太大了，讲的人也少了，为什么？现在确实有些法师，他的目的就是广收徒弟，目标是求恭敬、求供养。而且还限制徒弟不准去听别的法师讲经，不准到别的庙里去做法会，怕徒弟被别人拉跑掉了。存这种心都是妄想杂念，都是在那里制造三恶道，我说制造轮回还好听一点，简直就是在制造三恶道，他将来不到三恶道到哪里去？自作自受。",
      "zh_TW": "你說我跟他什麼關係都沒有，我去向他請教，他要不教你那是不可能的，決定會教你的。不會說，你是我的皈依徒弟，我才教你，你沒有皈依我，我不教你。這個法師不要跟他學，為什麼？他將來入地獄，你跟他將來你也入地獄，這划不來，這是錯誤的，一定要曉得。現在這個流弊太大了，講的人也少了，為什麼？現在確實有些法師，他的目的就是廣收徒弟，目標是求恭敬、求供養。而且還限制徒弟不準去聽別的法師講經，不準到別的廟裡去做法會，怕徒弟被別人拉跑掉了。存這種心都是妄想雜念，都是在那裡製造三惡道，我說製造輪迴還好聽一點，簡直就是在製造三惡道，他將來不到三惡道到哪裡去？自作自受。"
    },
    {
      "id": "02-023-0004_p0016",
      "zh_CN": "我们今天觉悟了，觉悟我们想出离三恶道，想出离三恶道，从今天起就不能再造三恶道了。这个诸位要知道，决定不能再造三恶道；换句话说，决定不能再去搞妄想杂念。那怎么办？妄想杂念想除也除不掉，修学别的法门确实很难，这个的确不是假的。纵然许多很高深的这些经典，你学习了，学得不如法还是在打妄想，还是杂念，把佛法变成我们的妄想杂念。就像我刚才讲的皈依、受戒的事情，皈依之后这是我师父，那个不是我师父，这是我们的道场，那是别人的道场，你还在搞三恶道，增长你的妄想杂念，这个事情很麻烦。",
      "zh_TW": "我們今天覺悟了，覺悟我們想出離三惡道，想出離三惡道，從今天起就不能再造三惡道了。這個諸位要知道，決定不能再造三惡道；換句話說，決定不能再去搞妄想雜念。那怎麼辦？妄想雜念想除也除不掉，修學別的法門確實很難，這個的確不是假的。縱然許多很高深的這些經典，你學習了，學得不如法還是在打妄想，還是雜念，把佛法變成我們的妄想雜念。就像我剛才講的皈依、受戒的事情，皈依之後這是我師父，那個不是我師父，這是我們的道場，那是別人的道場，你還在搞三惡道，增長你的妄想雜念，這個事情很麻煩。"
    },
    {
      "id": "02-023-0004_p0017",
      "zh_CN": "清凉大师在《华严经》注解的经题里面也说，说什么？修学佛法，没有善知识指导，路子走错了，他讲的有解无行，你的理论非常通达，什么叫无行？你遇境界转不过来，你还是有贪瞋痴慢，你还是跟平常没有学佛一样的习气。你虽然懂得的经教懂得很多，增长邪见，佛法全都变成你的邪知邪见，助长你作恶。本来你作恶还怕有因果报应，现在你作恶还有理由，这不得了，不是真正通达。如果修行对于理论方法不懂得，也没有人指导，俗话讲盲修瞎练，清凉大师不是讲盲修瞎练，叫增长无明。可见得很麻烦，你看看有解没有行是增长邪见，有行没有解是增长无明，所以《华严》里面特别提倡解行并重。唯独净土这个法门，纵然你遇不到善知识，你老实念这句阿弥陀佛，这句阿弥陀佛决定是佛知佛见。不但是正知正见，是佛知佛见，你这一生决定不会走错路。",
      "zh_TW": "清涼大師在《華嚴經》註解的經題裡面也說，說什麼？修學佛法，沒有善知識指導，路子走錯了，他講的有解無行，你的理論非常通達，什麼叫無行？你遇境界轉不過來，你還是有貪瞋痴慢，你還是跟平常沒有學佛一樣的習氣。你雖然懂得的經教懂得很多，增長邪見，佛法全都變成你的邪知邪見，助長你作惡。本來你作惡還怕有因果報應，現在你作惡還有理由，這不得了，不是真正通達。如果修行對於理論方法不懂得，也沒有人指導，俗話講盲修瞎練，清涼大師不是講盲修瞎練，叫增長無明。可見得很麻煩，你看看有解沒有行是增長邪見，有行沒有解是增長無明，所以《華嚴》裡面特別提倡解行並重。唯獨淨土這個法門，縱然你遇不到善知識，你老實念這句阿彌陀佛，這句阿彌陀佛決定是佛知佛見。不但是正知正見，是佛知佛見，你這一生決定不會走錯路。"
    },
    {
      "id": "02-023-0004_p0018",
      "zh_CN": "念得纯熟这个很重要，纯熟之后你的妄想杂念就没有了。这个熟，什么叫熟？妄想杂念没有了，就叫熟。这个熟不是念得多，我一天念十万声，我一天到晚不睡觉我也念，那个并不是熟；是念到没有妄想杂念了，这叫熟，可见得念佛很重要。念佛，真正念佛功夫得力是在什么时候？就在起妄念的时候。宗门里头常说「不怕念起，只怕觉迟」，念就是妄念，妄念随时会起来的，不怕，为什么？你当然会有妄念，你没有妄念，你不是佛，你至少也是高级的菩萨，低级的菩萨还有妄念，你是高级的菩萨。",
      "zh_TW": "念得純熟這個很重要，純熟之後你的妄想雜念就沒有了。這個熟，什麼叫熟？妄想雜念沒有了，就叫熟。這個熟不是念得多，我一天念十萬聲，我一天到晚不睡覺我也念，那個並不是熟；是念到沒有妄想雜念了，這叫熟，可見得念佛很重要。念佛，真正念佛功夫得力是在什麼時候？就在起妄念的時候。宗門裡頭常說「不怕念起，只怕覺遲」，念就是妄念，妄念隨時會起來的，不怕，為什麼？你當然會有妄念，你沒有妄念，你不是佛，你至少也是高級的菩薩，低級的菩薩還有妄念，你是高級的菩薩。"
    },
    {
      "id": "02-023-0004_p0019",
      "zh_CN": "所以你有妄念是当然的，你是凡夫哪能没有妄念？妄念起来不怕，要紧的是觉，什么叫觉？你念阿弥陀佛就是觉。我这个念头才起来，不管这个念头是善、是恶，不要去理会它，念头才起来，自己立刻警觉到，第二念就换成阿弥陀佛。这就是一切念头起来不要叫它相续，它冒出一个，第二个马上换成阿弥陀佛，这就是觉。觉得要快，不怕念起，只怕觉迟。如果你觉悟迟的时候，妄念一个一个继续下去，它就造业了，它就产生力量，就造六道轮回。它才起一个力量还不足，第二个念头就换成阿弥陀佛。念佛真正的妙处就在此地，就是用这一句佛号把所有一切念头统统换过来。这句佛号是万德洪名，十方三世一切诸佛都称念。这个《无量寿经》，大家仔细去读读这个经，你才晓得它的好处，才晓得真正不可思议。",
      "zh_TW": "所以你有妄念是當然的，你是凡夫哪能沒有妄念？妄念起來不怕，要緊的是覺，什麼叫覺？你念阿彌陀佛就是覺。我這個念頭才起來，不管這個念頭是善、是惡，不要去理會它，念頭才起來，自己立刻警覺到，第二念就換成阿彌陀佛。這就是一切念頭起來不要叫它相續，它冒出一個，第二個馬上換成阿彌陀佛，這就是覺。覺得要快，不怕念起，只怕覺遲。如果你覺悟遲的時候，妄念一個一個繼續下去，它就造業了，它就產生力量，就造六道輪迴。它才起一個力量還不足，第二個念頭就換成阿彌陀佛。念佛真正的妙處就在此地，就是用這一句佛號把所有一切念頭統統換過來。這句佛號是萬德洪名，十方三世一切諸佛都稱念。這個《無量壽經》，大家仔細去讀讀這個經，你才曉得它的好處，才曉得真正不可思議。"
    },
    {
      "id": "02-023-0004_p0020",
      "zh_CN": "熟透了能所双忘，昨天跟诸位讲，念佛功夫有三个层次，第一个层次叫功夫成片，什么叫成片？就是你这个佛号念得力了，你能够把烦恼压住了。换句话说，你心里一起烦恼马上就是阿弥陀佛，就有这个能力，随时随地佛号可以把烦恼压住，你有这个功夫，这个功夫叫功夫成片。你有这个功夫就决定往生，生凡圣同居土。这个功夫继续不断的再努力，念到什么？念到烦恼真正没有了，妄念没有了，一个妄念也没有，只有一片佛号，没有妄念了，这叫一心不乱。诸位晓得，一心不乱的时候，你永远没有妄想，贪瞋痴慢永远没有了。不管在什么境界里头不起这个念头，这就是见思烦恼断了，事一心不乱。我们念佛，一天念到晚，念一个钟点，念两个钟点，偶尔还有一、二个妄念起来，都是在功夫成片的阶段。或者我们念上七天七夜，还会有一、二个念头起来，那你还是在功夫成片，没有到一心。到一心的时候决定不会起妄念，不会有一个妄念起来。",
      "zh_TW": "熟透了能所雙忘，昨天跟諸位講，念佛功夫有三個層次，第一個層次叫功夫成片，什麼叫成片？就是你這個佛號念得力了，你能夠把煩惱壓住了。換句話說，你心裡一起煩惱馬上就是阿彌陀佛，就有這個能力，隨時隨地佛號可以把煩惱壓住，你有這個功夫，這個功夫叫功夫成片。你有這個功夫就決定往生，生凡聖同居土。這個功夫繼續不斷的再努力，念到什麼？念到煩惱真正沒有了，妄念沒有了，一個妄念也沒有，只有一片佛號，沒有妄念了，這叫一心不亂。諸位曉得，一心不亂的時候，你永遠沒有妄想，貪瞋痴慢永遠沒有了。不管在什麼境界裡頭不起這個念頭，這就是見思煩惱斷了，事一心不亂。我們念佛，一天念到晚，念一個鐘點，念兩個鐘點，偶爾還有一、二個妄念起來，都是在功夫成片的階段。或者我們念上七天七夜，還會有一、二個念頭起來，那你還是在功夫成片，沒有到一心。到一心的時候決定不會起妄念，不會有一個妄念起來。"
    },
    {
      "id": "02-023-0004_p0021",
      "zh_CN": "功夫再深，所谓是破一品无明，证一分法身，那就是此地讲的能所双忘，能念佛的是我，与所念的阿弥陀佛融成一片了，自他不二，理事一如。到这个境界心无所住，这住就是执着，没有我执，也没有法执，我法两种执着都断掉了。佛号分明，念不念？都摄六根，净念相继，这个境界是空有二边都离了。因为你心里面一点执着都没有了，是离了有，心里面一点执着都没有了，不执着有。佛号又一句一句不断，又不着空，空有二边都不着。假如这个境界里头佛号没有了，那着空；口里面念佛号，心里头有执着，他着有。凡夫着有，二乘着空，菩萨行中道，空有二边都不着。这个地方讲的到这个境界，心无所住，佛号分明，空有二边都不执着。",
      "zh_TW": "功夫再深，所謂是破一品無明，證一分法身，那就是此地講的能所雙忘，能念佛的是我，與所念的阿彌陀佛融成一片了，自他不二，理事一如。到這個境界心無所住，這住就是執著，沒有我執，也沒有法執，我法兩種執著都斷掉了。佛號分明，念不念？都攝六根，淨念相繼，這個境界是空有二邊都離了。因為你心裡面一點執著都沒有了，是離了有，心裡面一點執著都沒有了，不執著有。佛號又一句一句不斷，又不著空，空有二邊都不著。假如這個境界裡頭佛號沒有了，那著空；口裡面念佛號，心裡頭有執著，他著有。凡夫著有，二乘著空，菩薩行中道，空有二邊都不著。這個地方講的到這個境界，心無所住，佛號分明，空有二邊都不執著。"
    },
    {
      "id": "02-023-0004_p0022",
      "zh_CN": "便契无住生心之妙谛，就是《金刚经》上讲的，「应无所住，而生其心」，就是这个。禅宗里面说大彻大悟，明心见性；换句话说，这是用念佛的方法，念到大彻大悟，明心见性。这个境界就是刚才讲的，理一心不乱，破一品无明，证一分法身。念到这种程度往生西方极乐世界，生实报庄严土，花开见佛。实报土到那里去，人家就问了，我生到那边去要多久花才开？上品的一到花就开了，中品的一天，下品生的七天，念到这个程度。所以大家要记住这个方法，要认真的去念，当我们念头一起来的时候，立刻就换成阿弥陀佛，要换得快，要叫阿弥陀佛这个念头念念相续。万不可以叫妄念相续，这是真正用功要懂得这个道理。",
      "zh_TW": "便契無住生心之妙諦，就是《金剛經》上講的，「應無所住，而生其心」，就是這個。禪宗裡面說大徹大悟，明心見性；換句話說，這是用念佛的方法，念到大徹大悟，明心見性。這個境界就是剛才講的，理一心不亂，破一品無明，證一分法身。念到這種程度往生西方極樂世界，生實報莊嚴土，花開見佛。實報土到那裡去，人家就問了，我生到那邊去要多久花才開？上品的一到花就開了，中品的一天，下品生的七天，念到這個程度。所以大家要記住這個方法，要認真的去念，當我們念頭一起來的時候，立刻就換成阿彌陀佛，要換得快，要叫阿彌陀佛這個念頭念念相續。萬不可以叫妄念相續，這是真正用功要懂得這個道理。"
    },
    {
      "id": "02-023-0004_p0023",
      "zh_CN": "再说，「持名念佛，入有得空」，它是从有门入，这个空不是什么都没有，空是讲性，有是讲相，从事相上下手，到最后所得的是明心见性，这个空就是心性。「潜通佛智，暗合道妙」，潜是暗的，好像并不是很明显，确实通如来果地上究竟圆满的智慧。你只要念去，刚才讲的念到理一心不乱，明心见性大彻大悟，确实这个法门妙极了，能证无上菩提。暗合道妙，道妙是大涅槃，佛智是大菩提，究竟圆满的菩提涅槃。持名念佛确实能达得到，而且是稳当的达到，不但稳当而且是快速的达到，这是真正不可思议。「巧入无念」，念到纯熟，乃忘能所，不就是入无念了吗？也就是入了无生。换句话说，你看看，用这个方法一生做到七地菩萨、八地菩萨，真正办得到的。别的方法要到这个境界难，太难太难了，这是诸位一定要知道的。往生西方极乐世界，讲带业的只有这个法门，其他法门里头没有说带业的。",
      "zh_TW": "再說，「持名念佛，入有得空」，它是從有門入，這個空不是什麼都沒有，空是講性，有是講相，從事相上下手，到最後所得的是明心見性，這個空就是心性。「潛通佛智，暗合道妙」，潛是暗的，好像並不是很明顯，確實通如來果地上究竟圓滿的智慧。你只要念去，剛才講的念到理一心不亂，明心見性大徹大悟，確實這個法門妙極了，能證無上菩提。暗合道妙，道妙是大涅槃，佛智是大菩提，究竟圓滿的菩提涅槃。持名念佛確實能達得到，而且是穩當的達到，不但穩當而且是快速的達到，這是真正不可思議。「巧入無念」，念到純熟，乃忘能所，不就是入無念了嗎？也就是入了無生。換句話說，你看看，用這個方法一生做到七地菩薩、八地菩薩，真正辦得到的。別的方法要到這個境界難，太難太難了，這是諸位一定要知道的。往生西方極樂世界，講帶業的只有這個法門，其他法門裡頭沒有說帶業的。"
    },
    {
      "id": "02-023-0004_p0024",
      "zh_CN": "所以这个法门自古以来称之为门余大道，八万四千门之外的一个成佛大道，它可以带业往生。带业往生，我们自己有信心，我们就能去得成的。《弥陀经》上讲「一心不乱」，几个人能做到一心不乱？我自己在学佛三十多年当中，我一个都没看到，我没有见到一心不乱的。但真正得一心不乱，往生西方极乐世界方便有余土、实报庄严土。没有到一心不乱的，就是功夫成片往生的，生凡圣同居土。凡圣同居土是什么样子？《无量寿经》上讲的境界，《弥陀经》上讲的境界，《观无量寿佛经》讲的境界，乃至于《大方广佛华严经》上所说的境界，全是凡圣同居土。凡圣同居土里面的依正庄严就不可思议，所以古德说这个经是为凡夫说的。这是佛彻底的悲心，使凡夫即身成佛，不要经太多的时间，三大阿僧祇劫用不着这么长的时间，也不要经历五十一个阶级，不用，一生就成就，这是至圆至顿的法门。「巧入无念，即凡成圣。至哉妙用，不可思议」。",
      "zh_TW": "所以這個法門自古以來稱之為門餘大道，八萬四千門之外的一個成佛大道，它可以帶業往生。帶業往生，我們自己有信心，我們就能去得成的。《彌陀經》上講「一心不亂」，幾個人能做到一心不亂？我自己在學佛三十多年當中，我一個都沒看到，我沒有見到一心不亂的。但真正得一心不亂，往生西方極樂世界方便有餘土、實報莊嚴土。沒有到一心不亂的，就是功夫成片往生的，生凡聖同居土。凡聖同居土是什麼樣子？《無量壽經》上講的境界，《彌陀經》上講的境界，《觀無量壽佛經》講的境界，乃至於《大方廣佛華嚴經》上所說的境界，全是凡聖同居土。凡聖同居土裡面的依正莊嚴就不可思議，所以古德說這個經是為凡夫說的。這是佛徹底的悲心，使凡夫即身成佛，不要經太多的時間，三大阿僧祇劫用不著這麼長的時間，也不要經歷五十一個階級，不用，一生就成就，這是至圓至頓的法門。「巧入無念，即凡成聖。至哉妙用，不可思議」。"
    },
    {
      "id": "02-023-0004_p0025",
      "zh_CN": "「念佛乃修行之径路，持名又为四种念佛之径路，称为径中之径」。佛门里面流行有个小册子，大小乘比较，大乘是径路。大乘里面各宗派比较，禅是径路，禅在大乘里是径路，是属于顿超的法门。禅跟念佛比较，念佛是径路，念佛有四种念法，实在讲念佛法门有很多种的，归纳大类不外乎四大类，持名念佛、观想念佛、观像念佛、实相念佛这四种。持名念佛在这四种里头又是径路，所以它是径路里头的径路，没有比这个更径了，决定成功，这是特别提倡的持名念佛。",
      "zh_TW": "「念佛乃修行之徑路，持名又為四種念佛之徑路，稱為徑中之徑」。佛門裡面流行有個小冊子，大小乘比較，大乘是徑路。大乘裡面各宗派比較，禪是徑路，禪在大乘裡是徑路，是屬於頓超的法門。禪跟念佛比較，念佛是徑路，念佛有四種念法，實在講念佛法門有很多種的，歸納大類不外乎四大類，持名念佛、觀想念佛、觀像念佛、實相念佛這四種。持名念佛在這四種裡頭又是徑路，所以它是徑路裡頭的徑路，沒有比這個更徑了，決定成功，這是特別提倡的持名念佛。"
    },
    {
      "id": "02-023-0004_p0026",
      "zh_CN": "「又本经不倡一心不乱，直以发菩提心，一向专念阿弥陀佛为宗」。宗就是修行的宗要，说到这个地方，在《弥陀经》上，鸠摩罗什大师所译的本子是「一心不乱」，玄奘大师所翻译的就不是用这个字，他翻的是「系心不乱」。这两句话，系心容易，一心难，一心我们做不到，系心我们可以做得到。系心是什么？就是我们今天所讲的挂念，我们把阿弥陀佛想作我们最亲爱的人，我们一天到晚挂念他，这个叫系心，这个我们做得到。系心不乱，梵文的原文是这样的。所以玄奘大师的译本他是直译，保持了梵文原来的意思。罗什大师是意译，完全摆脱梵文的格式，摆脱了取它的意思。罗什大师用一心不乱，有没有错？没错。如果他要是翻错了，玄奘大师一定提出来纠正，他翻得没错，这里头有。",
      "zh_TW": "「又本經不倡一心不亂，直以發菩提心，一向專念阿彌陀佛為宗」。宗就是修行的宗要，說到這個地方，在《彌陀經》上，鳩摩羅什大師所譯的本子是「一心不亂」，玄奘大師所翻譯的就不是用這個字，他翻的是「繫心不亂」。這兩句話，繫心容易，一心難，一心我們做不到，繫心我們可以做得到。繫心是什麼？就是我們今天所講的掛念，我們把阿彌陀佛想作我們最親愛的人，我們一天到晚掛念他，這個叫繫心，這個我們做得到。繫心不亂，梵文的原文是這樣的。所以玄奘大師的譯本他是直譯，保持了梵文原來的意思。羅什大師是意譯，完全擺脫梵文的格式，擺脫了取它的意思。羅什大師用一心不亂，有沒有錯？沒錯。如果他要是翻錯了，玄奘大師一定提出來糾正，他翻得沒錯，這裡頭有。"
    },
    {
      "id": "02-023-0004_p0027",
      "zh_CN": "而且这是《弥陀经》里面，最重要的、最关键的经文，《弥陀经》最重要、最关键的两句话，「一心不乱，心不颠倒」，这两句话是《弥陀经》里最重要的两句。实在我们只要做到系心不乱就行了，这个法门叫二力法门，我们在往生的时候，阿弥陀佛来接我们，当他来接引我们，首先佛光就照着我们，佛光这一照，我们罪业就消除了。换句话说，我们本来是念到系心不乱，佛的光明一照，佛的神力一加持，马上就把我们变成一心不乱，所以一心不乱，是佛接引我们那个时候得到的。因此，罗什大师翻得没有错，不能说他错。",
      "zh_TW": "而且這是《彌陀經》裡面，最重要的、最關鍵的經文，《彌陀經》最重要、最關鍵的兩句話，「一心不亂，心不顛倒」，這兩句話是《彌陀經》裡最重要的兩句。實在我們只要做到繫心不亂就行了，這個法門叫二力法門，我們在往生的時候，阿彌陀佛來接我們，當他來接引我們，首先佛光就照著我們，佛光這一照，我們罪業就消除了。換句話說，我們本來是念到繫心不亂，佛的光明一照，佛的神力一加持，馬上就把我們變成一心不亂，所以一心不亂，是佛接引我們那個時候得到的。因此，羅什大師翻得沒有錯，不能說他錯。"
    },
    {
      "id": "02-023-0004_p0028",
      "zh_CN": "何况玄奘大师的学生窥基大师，是我们中国法相唯识宗开山的祖师。法相唯识的经论，玄奘大师从印度传过来的，但是，在他手上没有正式建立成宗派，是在他徒弟手上建成的宗派，在中国大乘八大宗之一。窥基是玄奘最得意的学生，玄奘大师把《阿弥陀经》翻出来，窥基大师发心替《阿弥陀经》做个注解，你们想想他应该选什么本子？照理说一定要选老师的译本。这是我们中国在人情上讲，一定是拿玄奘大师的译本来注解。他没有，他用鸠摩罗什的本子，就是我们现在所念的本子，他并没有流通他老师的本子。所以他老师翻的本子，现在在《大藏经》没有单行本流通，你们哪个人曾经看到过？这在我们现在人来看不近人情，窥基大师对老师太不尊重了，没有做到尊师重道。",
      "zh_TW": "何況玄奘大師的學生窺基大師，是我們中國法相唯識宗開山的祖師。法相唯識的經論，玄奘大師從印度傳過來的，但是，在他手上沒有正式建立成宗派，是在他徒弟手上建成的宗派，在中國大乘八大宗之一。窺基是玄奘最得意的學生，玄奘大師把《阿彌陀經》翻出來，窺基大師發心替《阿彌陀經》做個註解，你們想想他應該選什麼本子？照理說一定要選老師的譯本。這是我們中國在人情上講，一定是拿玄奘大師的譯本來註解。他沒有，他用鳩摩羅什的本子，就是我們現在所念的本子，他並沒有流通他老師的本子。所以他老師翻的本子，現在在《大藏經》沒有單行本流通，你們哪個人曾經看到過？這在我們現在人來看不近人情，窺基大師對老師太不尊重了，沒有做到尊師重道。"
    },
    {
      "id": "02-023-0004_p0029",
      "zh_CN": "其实他是真正的尊师重道，为什么？罗什大师翻得没错，自己老师翻得也好，两个同样的好。同样好，一个已经流通，一个没有流通，已经流通了再加力量使它发扬光大。可见得人家一点私心没有，人家为的是法，人家为的是众生，没有标榜自己，决定没有自私自利。这也是给我们后人做个好榜样，确实他们师徒两人做到依法不依人。他注解鸠摩罗什的本子，玄奘大师没有认为他是背师叛道，窥基大师也不觉得自己做错了，也没有，这是值得我们后人深深反省。古人真正是依法不依人，古人心目当中是利益一切众生，不一定这个东西是自己的，这是我们应当要学习。",
      "zh_TW": "其實他是真正的尊師重道，為什麼？羅什大師翻得沒錯，自己老師翻得也好，兩個同樣的好。同樣好，一個已經流通，一個沒有流通，已經流通了再加力量使它發揚光大。可見得人家一點私心沒有，人家為的是法，人家為的是眾生，沒有標榜自己，決定沒有自私自利。這也是給我們後人做個好榜樣，確實他們師徒兩人做到依法不依人。他註解鳩摩羅什的本子，玄奘大師沒有認為他是背師叛道，窺基大師也不覺得自己做錯了，也沒有，這是值得我們後人深深反省。古人真正是依法不依人，古人心目當中是利益一切眾生，不一定這個東西是自己的，這是我們應當要學習。"
    },
    {
      "id": "02-023-0004_p0030",
      "zh_CN": "现代的人私心太重，所以我学佛以来对近代人的东西都不看，为什么我不看？我没有那么多的时间，我自己是凡夫，我没有法眼，我不能判别哪是正的、哪是邪的，我没有这个能力。现在印刷术很发达，谁自己写一点东西，拿一点钱，马上就印了一大堆，就到处流通了。里头是正知见、邪知见我分不清楚，我只好不读它。我读古人的东西，古人的东西我觉得我能信得过，为什么？它至少传了几百年，传了一千多年，这么多年代当中，多少人眼目去看它，如果它没有价值，有错误，就传不下来。它经过多少那个真正有眼光的人看过、鉴定过。",
      "zh_TW": "現代的人私心太重，所以我學佛以來對近代人的東西都不看，為什麼我不看？我沒有那麼多的時間，我自己是凡夫，我沒有法眼，我不能判別哪是正的、哪是邪的，我沒有這個能力。現在印刷術很發達，誰自己寫一點東西，拿一點錢，馬上就印了一大堆，就到處流通了。裡頭是正知見、邪知見我分不清楚，我只好不讀它。我讀古人的東西，古人的東西我覺得我能信得過，為什麼？它至少傳了幾百年，傳了一千多年，這麼多年代當中，多少人眼目去看它，如果它沒有價值，有錯誤，就傳不下來。它經過多少那個真正有眼光的人看過、鑒定過。"
    },
    {
      "id": "02-023-0004_p0031",
      "zh_CN": "从前印刷术不发达，刻一本书不容易。我记得我我念小学，那个时候还看过木刻版本的，工人雕刻的，一块一块板雕刻的，我见过。我也见过他们刷那个书，那叫刷，木板用松烟（松子熏的烟），用松烟的刷子在板上刷，刷了以后用毛边纸一张一张很费事情，一个人一天大概只能印三本书，你就想那个书的价值之高。如果诸位能看到民国初年的书，你看看后面卖书的定价，大概在民国二十年左右的时候，商务印书馆《辞源》它的定价是大洋五块，五块大洋能值多少？在那个时候大概是四口之家一个月的生活费用。普通工人，在那时候做小工的，一个月能赚两块钱，一个月能赚四、五块钱就相当不错了，他可以养家活口了。那是一部书的价钱是这样的。",
      "zh_TW": "從前印刷術不發達，刻一本書不容易。我記得我我念小學，那個時候還看過木刻版本的，工人雕刻的，一塊一塊板雕刻的，我見過。我也見過他們刷那個書，那叫刷，木板用松煙（松子燻的煙），用松煙的刷子在板上刷，刷了以後用毛邊紙一張一張很費事情，一個人一天大概只能印三本書，你就想那個書的價值之高。如果諸位能看到民國初年的書，你看看後面賣書的定價，大概在民國二十年左右的時候，商務印書館《辭源》它的定價是大洋五塊，五塊大洋能值多少？在那個時候大概是四口之家一個月的生活費用。普通工人，在那時候做小工的，一個月能賺兩塊錢，一個月能賺四、五塊錢就相當不錯了，他可以養家活口了。那是一部書的價錢是這樣的。"
    },
    {
      "id": "02-023-0004_p0032",
      "zh_CN": "你再比率，你看猪肉那个时候一斤大概不到一毛钱，你想想看，五块钱能买多少，大概可以买到半条猪，才晓得那个时候的书籍珍贵。从前你家里头有钱摆几套书，这个家里身分不一样，不像现在摆古董，以前是摆几本书，古董不稀奇，书珍贵，所以印刷流通都不容易。经过这么多年，尤其这个经典，宋朝以前的经典都是手写的，都是卷子，手写的，宋以后才有折本，还没有订成一册一册的本子。把它订成册的本子，差不多在明朝末年的时候，才把佛经改成一册一册装订，我们今天讲线装书。这个线装书叫方册本，方册本的经书是憨山大师提倡的，那个憨山上面勇敢的敢，底下是心字，憨山，是他老人家提倡的，明末四大师之一，他跟莲池差不多同时代的。所以佛经从折叠的本子变成方册，到我们现在的历史，大概有五百多年的样子。所以我们读古人的书比较放心。",
      "zh_TW": "你再比率，你看豬肉那個時候一斤大概不到一毛錢，你想想看，五塊錢能買多少，大概可以買到半條豬，才曉得那個時候的書籍珍貴。從前你家裡頭有錢擺幾套書，這個家裡身分不一樣，不像現在擺古董，以前是擺幾本書，古董不稀奇，書珍貴，所以印刷流通都不容易。經過這麼多年，尤其這個經典，宋朝以前的經典都是手寫的，都是卷子，手寫的，宋以後才有摺本，還沒有訂成一冊一冊的本子。把它訂成冊的本子，差不多在明朝末年的時候，才把佛經改成一冊一冊裝訂，我們今天講線裝書。這個線裝書叫方冊本，方冊本的經書是憨山大師提倡的，那個憨山上面勇敢的敢，底下是心字，憨山，是他老人家提倡的，明末四大師之一，他跟蓮池差不多同時代的。所以佛經從摺疊的本子變成方冊，到我們現在的歷史，大概有五百多年的樣子。所以我們讀古人的書比較放心。"
    },
    {
      "id": "02-023-0004_p0033",
      "zh_CN": "今人的书，我们没有法眼，它究竟是正知见、邪知见我们不敢判断，所以我就只好把它放在旁边暂时不看。所以说有能力读经书、看注解，还是看古人的比较妥当。古人东西看多了，你心里有底子，你再看今人的东西也没有什么大妨碍。为什么？你有能力辨别，他哪些地方说得对，哪些地方说得不对，不至于受害，这是读书应当读古书。提到读古书我们一定又联想到文言文难懂，这是个障碍。其实文言文不难懂，是因为你现在没有学，所以你觉得难懂。如果你要肯学，我相信你花上三年的时间，文言文你就通达，一点障碍都没有。何况你是中国人，你有中文基础，所以在我相信三年决定不成问题。怎么学？就是念。",
      "zh_TW": "今人的書，我們沒有法眼，它究竟是正知見、邪知見我們不敢判斷，所以我就只好把它放在旁邊暫時不看。所以說有能力讀經書、看註解，還是看古人的比較妥當。古人東西看多了，你心裡有底子，你再看今人的東西也沒有什麼大妨礙。為什麼？你有能力辨別，他哪些地方說得對，哪些地方說得不對，不至於受害，這是讀書應當讀古書。提到讀古書我們一定又聯想到文言文難懂，這是個障礙。其實文言文不難懂，是因為你現在沒有學，所以你覺得難懂。如果你要肯學，我相信你花上三年的時間，文言文你就通達，一點障礙都沒有。何況你是中國人，你有中文基礎，所以在我相信三年決定不成問題。怎麼學？就是念。"
    },
    {
      "id": "02-023-0004_p0034",
      "zh_CN": "我在台中求学的时候，李老师开的有古文班，是教古文的。古文班的学生资格，是要背五十篇古文，古文就是从《古文观止》里面选，选五十篇，你要能背五十篇，你就有资格参加李老师的古文班。李老师说过，你能背五十篇古文，文言文读诵就没有障碍，你有能力去读它、看它；如果你要能背诵一百篇，你就有能力写，这的确没错。所以我们在民国初年，小学生的作文都是文言文，我过去手上大概还有十几本，民国初年小学生的模范作文，我留了十几本。以后同学们这个借去看，那个借去看，借了也不回头，我也忘了什么人借了，现在只剩下三本，三本我不借人了，现在我手上还有三本。小学生，那是民国初年小学生的作文，现在大概大学中文系的学生，还要去查字典，这国文程度真是一落千丈，那些小学生只有十一、二岁，他们所写的文章。",
      "zh_TW": "我在台中求學的時候，李老師開的有古文班，是教古文的。古文班的學生資格，是要背五十篇古文，古文就是從《古文觀止》裡面選，選五十篇，你要能背五十篇，你就有資格參加李老師的古文班。李老師說過，你能背五十篇古文，文言文讀誦就沒有障礙，你有能力去讀它、看它；如果你要能背誦一百篇，你就有能力寫，這的確沒錯。所以我們在民國初年，小學生的作文都是文言文，我過去手上大概還有十幾本，民國初年小學生的模範作文，我留了十幾本。以後同學們這個借去看，那個借去看，借了也不回頭，我也忘了什麼人借了，現在只剩下三本，三本我不借人了，現在我手上還有三本。小學生，那是民國初年小學生的作文，現在大概大學中文系的學生，還要去查字典，這國文程度真是一落千丈，那些小學生只有十一、二歲，他們所寫的文章。"
    },
    {
      "id": "02-023-0004_p0035",
      "zh_CN": "这个东西就是要多念，现在我们要不要念古文？要念。再要去念《古文观止》？我觉得不必，读《无量寿经》好。《无量寿经》从头到尾一共是四十八章，就等于四十八课一样。李老师给我们定的五十篇古文，这四十八篇就差两篇也可以了，不能满分，也可以得九十五分了。你能够把这部《无量寿经》统统背过，你的古文、中文没有问题了，中文的《大藏经》你去阅览读诵，这个问题就解决了。所以大家努力用上一年的时间，用上两年的时间都值得，《无量寿经》从头到尾把它背过，你也不要有意的去背，你尽量去念、天天去念，念熟了自然就会背。文章是最好的古文，汉朝时候翻译的，真正标准的汉文，而且非常的浅显，并没有什么深奥，生字也不多。所以希望大家好好的念这本，把它当作文言文来学习。文言文也学会了，经的利益也得到，你好好去念这个那是一举数得，功德无量无边，我劝大家好好的来念。我这次带来的经本，是李老师注解的本子，他这注解注得简单，是眉注，是自己用毛笔写在经本子旁边，我们把它印出来流通的，是这个本子。",
      "zh_TW": "這個東西就是要多念，現在我們要不要念古文？要念。再要去念《古文觀止》？我覺得不必，讀《無量壽經》好。《無量壽經》從頭到尾一共是四十八章，就等於四十八課一樣。李老師給我們定的五十篇古文，這四十八篇就差兩篇也可以了，不能滿分，也可以得九十五分了。你能夠把這部《無量壽經》統統背過，你的古文、中文沒有問題了，中文的《大藏經》你去閱覽讀誦，這個問題就解決了。所以大家努力用上一年的時間，用上兩年的時間都值得，《無量壽經》從頭到尾把它背過，你也不要有意的去背，你盡量去念、天天去念，念熟了自然就會背。文章是最好的古文，漢朝時候翻譯的，真正標準的漢文，而且非常的淺顯，並沒有什麼深奧，生字也不多。所以希望大家好好的念這本，把它當作文言文來學習。文言文也學會了，經的利益也得到，你好好去念這個那是一舉數得，功德無量無邊，我勸大家好好的來念。我這次帶來的經本，是李老師註解的本子，他這註解註得簡單，是眉註，是自己用毛筆寫在經本子旁邊，我們把它印出來流通的，是這個本子。"
    },
    {
      "id": "02-023-0004_p0036",
      "zh_CN": "所以这是讲到一心不乱跟系心不乱，我们不要怀疑，我们今天开始学的时候，只要我们真的心里头有阿弥陀佛，心里面有西方极乐世界。有阿弥陀佛容易，有西方极乐世界必须把经典念熟，念熟你就会常常想经里头的境界，那就是西方极乐世界。你对西方极乐世界不熟悉，你怎么想得出来？你想不起来。所以一定要把这个经念熟。这本经比《弥陀经》更清楚、更明白，因为它没有讲一心不乱，它只讲「发菩提心，一向专念」，他讲这个一向专念。",
      "zh_TW": "所以這是講到一心不亂跟繫心不亂，我們不要懷疑，我們今天開始學的時候，只要我們真的心裡頭有阿彌陀佛，心裡面有西方極樂世界。有阿彌陀佛容易，有西方極樂世界必須把經典念熟，念熟你就會常常想經裡頭的境界，那就是西方極樂世界。你對西方極樂世界不熟悉，你怎麼想得出來？你想不起來。所以一定要把這個經念熟。這本經比《彌陀經》更清楚、更明白，因為它沒有講一心不亂，它只講「發菩提心，一向專念」，他講這個一向專念。"
    },
    {
      "id": "02-023-0004_p0037",
      "zh_CN": "「但能发心专念，皆可往生，故更为明确简要」。比《弥陀经》看起来容易多了，好像标准降低了不少，我们修行起来放心了，不会担心，恐怕没有到一心不能往生。这经上讲得很清楚，不必到一心，只要你专念就行了，一向专念就可以。「故称净宗第一经」，第一经是第一方便的经典，实在讲这部经是最早传到中国来的，最早传来的。中国的净土宗第一代的祖师，是东晋时代庐山的慧远大师，他就依这部经修行的。因为那时候净土宗的经典，只有这一部，《阿弥陀经》、《观无量寿佛经》、《往生论》，统统都没有翻出来，都还没到中国来，这部经是最早来的，最早翻译的。",
      "zh_TW": "「但能發心專念，皆可往生，故更為明確簡要」。比《彌陀經》看起來容易多了，好像標準降低了不少，我們修行起來放心了，不會擔心，恐怕沒有到一心不能往生。這經上講得很清楚，不必到一心，只要你專念就行了，一向專念就可以。「故稱淨宗第一經」，第一經是第一方便的經典，實在講這部經是最早傳到中國來的，最早傳來的。中國的淨土宗第一代的祖師，是東晉時代廬山的慧遠大師，他就依這部經修行的。因為那時候淨土宗的經典，只有這一部，《阿彌陀經》、《觀無量壽佛經》、《往生論》，統統都沒有翻出來，都還沒到中國來，這部經是最早來的，最早翻譯的。"
    },
    {
      "id": "02-023-0004_p0038",
      "zh_CN": "所以那时候净土宗就是依这个经，庐山莲社东林念佛堂，慧远大师领导一共一百二十三个人，个个往生，都有非常好的瑞相。早往生的都跟着阿弥陀佛一起来，接后往生的，刘遗民他们往生得早，慧远大师往生比较晚。所以，慧远大师往生的时候，阿弥陀佛来接引，刘遗民也来接引，跟着阿弥陀佛一块，而且还跟远公大师说，我们是跟你学的，我都早到西方极乐世界来了，你老人家怎么这么晚才来？还跟远公说你这么晚来，我比你先到。诸位在净土祖师的传记里面可以看到，净土宗十三代祖师的传记里能看到的，当年一百二十三个人个个往生。",
      "zh_TW": "所以那時候淨土宗就是依這個經，廬山蓮社東林念佛堂，慧遠大師領導一共一百二十三個人，個個往生，都有非常好的瑞相。早往生的都跟著阿彌陀佛一起來，接後往生的，劉遺民他們往生得早，慧遠大師往生比較晚。所以，慧遠大師往生的時候，阿彌陀佛來接引，劉遺民也來接引，跟著阿彌陀佛一塊，而且還跟遠公大師說，我們是跟你學的，我都早到西方極樂世界來了，你老人家怎麼這麼晚才來？還跟遠公說你這麼晚來，我比你先到。諸位在淨土祖師的傳記裡面可以看到，淨土宗十三代祖師的傳記裡能看到的，當年一百二十三個人個個往生。"
    },
    {
      "id": "02-023-0004_p0039",
      "zh_CN": "「因其为直截中之直截，方便中之方便」。这在所有一切经典，可以说没有比这个更直截，没有比这个更方便了。因为我们从《华严》里面，的确得到了一个事实，那就是不管你学哪一宗哪一派，最后统统到西方世界，最后还是要念佛，还是要往生西方世界。从什么地方看？从善财童子五十三参，这五十三位菩萨包括各宗各派，显教、密教统统都有，而且成就都不可思议，全部都是法身大士。这五十三个人统统都是证得法身的，都是破无明证法身的，这样的大菩萨，各宗各派统统都有。最后普贤菩萨十大愿王导归极乐，最后统统念佛求生西方净土。这是我们要值得重视的，要特别注意到的，那就是不管你修哪个法门，你修了多少时间，最后你还是到西方极乐世界。为什么我们不现在直接念佛就去？我们到那里去了，我们现在同修修其他宗派的，经过三大阿僧祇劫、无量劫才到那个地方，我们见了面：老兄，你怎么这时候才来？我已经到这无量劫了你才来。见面都认识，没有不认识的，西方极乐世界每个人都神通广大，见了面都认识。所以这是最直截的、最方便的，没有拐弯抹角的。",
      "zh_TW": "「因其為直截中之直截，方便中之方便」。這在所有一切經典，可以說沒有比這個更直截，沒有比這個更方便了。因為我們從《華嚴》裡面，的確得到了一個事實，那就是不管你學哪一宗哪一派，最後統統到西方世界，最後還是要念佛，還是要往生西方世界。從什麼地方看？從善財童子五十三參，這五十三位菩薩包括各宗各派，顯教、密教統統都有，而且成就都不可思議，全部都是法身大士。這五十三個人統統都是證得法身的，都是破無明證法身的，這樣的大菩薩，各宗各派統統都有。最後普賢菩薩十大願王導歸極樂，最後統統念佛求生西方淨土。這是我們要值得重視的，要特別注意到的，那就是不管你修哪個法門，你修了多少時間，最後你還是到西方極樂世界。為什麼我們不現在直接念佛就去？我們到那裡去了，我們現在同修修其他宗派的，經過三大阿僧祇劫、無量劫才到那個地方，我們見了面：老兄，你怎麼這時候才來？我已經到這無量劫了你才來。見面都認識，沒有不認識的，西方極樂世界每個人都神通廣大，見了面都認識。所以這是最直截的、最方便的，沒有拐彎抹角的。"
    },
    {
      "id": "02-023-0004_p0040",
      "zh_CN": "「绝待圆融，不可思议。利济众生，此经为最」。这是讲一切经，一切经里头这个经是第一，讲到利益众生，帮助众生在一生当中究竟圆满成佛，这个经是第一，因为它直截。今天《华严经》也不行，《华严经》也是委曲婉转到最后才提出这个法门，不像这个经，这个经一开头就教你念佛，就教你求生极乐世界。",
      "zh_TW": "「絕待圓融，不可思議。利濟眾生，此經為最」。這是講一切經，一切經裡頭這個經是第一，講到利益眾生，幫助眾生在一生當中究竟圓滿成佛，這個經是第一，因為它直截。今天《華嚴經》也不行，《華嚴經》也是委曲婉轉到最後才提出這個法門，不像這個經，這個經一開頭就教你念佛，就教你求生極樂世界。"
    },
    {
      "id": "02-023-0004_p0041",
      "zh_CN": "末后这段，「大圣垂慈，特留此经」，大圣是释迦牟尼佛。「经云：当来之世，经道灭尽。我以慈悲哀愍，特留此经，止住百岁。其有众生，值斯经者，随意所愿，皆可得度」。这是本经经文，释迦牟尼佛说的。佛的法运一万二千年，正法一千年，像法一千年，末法一万年。根据我们中国古人的记载，释迦牟尼佛灭度到今年是三千零十五年。西洋人算法跟我们不一样，今天是二千五百多年，这当中差不多相差了五百年。不过这个事情不要紧，无关紧要，也用不着去考证它。实在讲考证也考证不出来，你真正想考证，一定要把释迦牟尼佛找来才能搞得清楚。释迦牟尼佛不能找来，每个人都有根据，各人说各人的话，那没意义，这个无关紧要，用不着，这也是佛教不太重视历史的地方，原因在此地。因为佛法讲清净、讲平等、讲慈悲，讲清净心能生智慧，就讲这些，所以这些实在讲用不着去争执。但是，不管是中国记载，是西洋记载，我们现在都属于末法，都是二千年以后的，都属于末法。",
      "zh_TW": "末後這段，「大聖垂慈，特留此經」，大聖是釋迦牟尼佛。「經云：當來之世，經道滅盡。我以慈悲哀愍，特留此經，止住百歲。其有眾生，值斯經者，隨意所願，皆可得度」。這是本經經文，釋迦牟尼佛說的。佛的法運一萬二千年，正法一千年，像法一千年，末法一萬年。根據我們中國古人的記載，釋迦牟尼佛滅度到今年是三千零十五年。西洋人算法跟我們不一樣，今天是二千五百多年，這當中差不多相差了五百年。不過這個事情不要緊，無關緊要，也用不著去考證它。實在講考證也考證不出來，你真正想考證，一定要把釋迦牟尼佛找來才能搞得清楚。釋迦牟尼佛不能找來，每個人都有根據，各人說各人的話，那沒意義，這個無關緊要，用不著，這也是佛教不太重視歷史的地方，原因在此地。因為佛法講清淨、講平等、講慈悲，講清淨心能生智慧，就講這些，所以這些實在講用不著去爭執。但是，不管是中國記載，是西洋記載，我們現在都屬於末法，都是二千年以後的，都屬於末法。"
    },
    {
      "id": "02-023-0004_p0042",
      "zh_CN": "末法后面佛法就灭了，世间就没有佛法了。佛经之灭，第一部灭《楞严经》，这在《法灭尽经》里面佛就说，第一部是灭《楞严经》。《无量寿经》是最后灭，这是特别的慈悲，一切经统统都灭了，没有了，这个世间还有《无量寿经》。《无量寿经》就是《阿弥陀经》，最后还留一百年，在最后一百年当中，佛的经典只剩下这一部了，如果有人能够遇到，依照经典教训去修行，他还是能往生。能随意所愿，他依照这个方法修行，他想生天他可以生天，他想得人间福报他也可以得到，他想往生他可以往生，随意所愿，可见得这是佛的真正慈悲。底下说，「又法灭尽经中，亦具无量寿经，最后入灭之说」。《楞严经》先灭，第一个灭就是《法灭尽经》中所说的。",
      "zh_TW": "末法後面佛法就滅了，世間就沒有佛法了。佛經之滅，第一部滅《楞嚴經》，這在《法滅盡經》裡面佛就說，第一部是滅《楞嚴經》。《無量壽經》是最後滅，這是特別的慈悲，一切經統統都滅了，沒有了，這個世間還有《無量壽經》。《無量壽經》就是《阿彌陀經》，最後還留一百年，在最後一百年當中，佛的經典只剩下這一部了，如果有人能夠遇到，依照經典教訓去修行，他還是能往生。能隨意所願，他依照這個方法修行，他想生天他可以生天，他想得人間福報他也可以得到，他想往生他可以往生，隨意所願，可見得這是佛的真正慈悲。底下說，「又法滅盡經中，亦具無量壽經，最後入滅之說」。《楞嚴經》先滅，第一個滅就是《法滅盡經》中所說的。"
    },
    {
      "id": "02-023-0004_p0043",
      "zh_CN": "「今于末世，浊恶弥深，众根愈劣，垢重障深，恶浪滔天，毒焰遍地，世尊垂慈，仍特留此经以作慈航。正显本经兴起之胜缘，持名法门之妙用。佛恩深重，粉身难报」。这是讲到这部经兴起的因缘，又与一切经不一样，我们真正了解佛说这个经的因缘，你才知道佛恩德之大。因为任何一部经典、任何一个法门，我们一生的修行不一定能成就，这是真的，千真万确的事实，依这个法门一生决定得度。我们看到许多人，这是事实摆在我们面前，无须要强辩的。我们看到许多人念佛预知时至，什么时候走自己清清楚楚、明明白白，一个多月以前就知道，二、三个月前知道的都很多，走的时候没有害病，清清楚楚，坐着走的、站着走的。这个事实摆在我们面前，我们再不相信，那真是愚不可及了，那太愚痴了。",
      "zh_TW": "「今於末世，濁惡彌深，眾根愈劣，垢重障深，惡浪滔天，毒焰遍地，世尊垂慈，仍特留此經以作慈航。正顯本經興起之勝緣，持名法門之妙用。佛恩深重，粉身難報」。這是講到這部經興起的因緣，又與一切經不一樣，我們真正了解佛說這個經的因緣，你才知道佛恩德之大。因為任何一部經典、任何一個法門，我們一生的修行不一定能成就，這是真的，千真萬確的事實，依這個法門一生決定得度。我們看到許多人，這是事實擺在我們面前，無須要強辯的。我們看到許多人念佛預知時至，什麼時候走自己清清楚楚、明明白白，一個多月以前就知道，二、三個月前知道的都很多，走的時候沒有害病，清清楚楚，坐著走的、站著走的。這個事實擺在我們面前，我們再不相信，那真是愚不可及了，那太愚痴了。"
    },
    {
      "id": "02-023-0004_p0044",
      "zh_CN": "倓虚老法师是近代的高僧大德，真正了不起的人，他一生当中，看到坐着走的、站着走的、预知时至的，他看到二十多个，他亲眼看到的，听说的那就太多了，那是他自己看到的。在《念佛论》里面，后面举的三个例子，那个一点都不假。第一个例子修无法师，修行的修，有无的无，是在东北的时候。东北的佛教倓老的贡献很大，那个时候没有人到那边弘法，他在那边建了好几个寺庙，在那边弘扬佛法。他的记载，在东北的极乐寺，极乐寺是他建的，建成之后他发心在那里传一次戒，请谛闲法师做得戒和尚，他是极乐寺的住持。当时当家师（监院）是定西法师，以后定西跟倓老都到香港去了，他们两位都是在香港圆寂的。在开戒的期间当中，修无师就到他庙里来发心帮忙，修无师也不认识什么字，过去没出家是做泥瓦匠出身的，做小工，做泥瓦匠生活非常的清苦。所以他也没念过书，也不认识字，出家之后听说念佛好，他就老实念佛，传戒期间他来发心，来修福，帮忙戒坛。",
      "zh_TW": "倓虛老法師是近代的高僧大德，真正了不起的人，他一生當中，看到坐著走的、站著走的、預知時至的，他看到二十多個，他親眼看到的，聽說的那就太多了，那是他自己看到的。在《念佛論》裡面，後面舉的三個例子，那個一點都不假。第一個例子修無法師，修行的修，有無的無，是在東北的時候。東北的佛教倓老的貢獻很大，那個時候沒有人到那邊弘法，他在那邊建了好幾個寺廟，在那邊弘揚佛法。他的記載，在東北的極樂寺，極樂寺是他建的，建成之後他發心在那裡傳一次戒，請諦閑法師做得戒和尚，他是極樂寺的住持。當時當家師（監院）是定西法師，以後定西跟倓老都到香港去了，他們兩位都是在香港圓寂的。在開戒的期間當中，修無師就到他廟裡來發心幫忙，修無師也不認識什麼字，過去沒出家是做泥瓦匠出身的，做小工，做泥瓦匠生活非常的清苦。所以他也沒念過書，也不認識字，出家之後聽說念佛好，他就老實念佛，傳戒期間他來發心，來修福，幫忙戒壇。"
    },
    {
      "id": "02-023-0004_p0045",
      "zh_CN": "经过人给他引荐，见到倓老法师跟定西法师，老和尚就问他，你能做什么事情？他说我愿意在戒期当中照顾病人。大陆上传戒五十三天，受戒的人得伤风感冒是免不了的，需要人照顾，煎药、照顾他们，他发心做这个工作。所以老和尚非常欢喜，因为需要很多人帮忙，就分配他工作。没有过几天他找到老和尚，他要告假，他要走了。倓老是很有修养，当然也是不痛快了，有始无终。定西法师心直口快，他马上就要骂人，他说你这个人太没有恒心了，你既然发心，戒期实在讲顶多两个月，你既然发心来帮忙就帮到底，戒期传完你再走也不迟，为什么来了没几天就想走？他就说了，他说我不是到别的地方去，我要到西方极乐世界去。",
      "zh_TW": "經過人給他引薦，見到倓老法師跟定西法師，老和尚就問他，你能做什麼事情？他說我願意在戒期當中照顧病人。大陸上傳戒五十三天，受戒的人得傷風感冒是免不了的，需要人照顧，煎藥、照顧他們，他發心做這個工作。所以老和尚非常歡喜，因為需要很多人幫忙，就分配他工作。沒有過幾天他找到老和尚，他要告假，他要走了。倓老是很有修養，當然也是不痛快了，有始無終。定西法師心直口快，他馬上就要罵人，他說你這個人太沒有恆心了，你既然發心，戒期實在講頂多兩個月，你既然發心來幫忙就幫到底，戒期傳完你再走也不遲，為什麼來了沒幾天就想走？他就說了，他說我不是到別的地方去，我要到西方極樂世界去。"
    },
    {
      "id": "02-023-0004_p0046",
      "zh_CN": "这两位老和尚一听就呆了，这不能阻挡，这不可以阻挡了。就问他你什么时候去？他说不出十天，请老和尚慈悲给他准备两百斤柴火，给他火化用。说完了他就回到自己寮房去，这在戒坛是很稀有的事情。可是到了第二天，修无法师又去找老和尚，他说老和尚，我今天就要走了。老和尚怎么办？赶紧匆匆忙忙准备，在后院打扫一间房间给他搭个舖，叫他好打坐。他就要求能不能请几个人帮忙他念佛，送他一程？你想想看，送他的人一定很多，大家说这个人要往生西方极乐世界，好好的一点病也没有，我们看他怎么往生，所以助念的人就很多。到这个时候了，修无师在临时搭的床上盘腿一坐，跟大家告辞，他要到西方极乐世界去了，请大家念佛送他一程。",
      "zh_TW": "這兩位老和尚一聽就呆了，這不能阻擋，這不可以阻擋了。就問他你什麼時候去？他說不出十天，請老和尚慈悲給他準備兩百斤柴火，給他火化用。說完了他就回到自己寮房去，這在戒壇是很稀有的事情。可是到了第二天，修無法師又去找老和尚，他說老和尚，我今天就要走了。老和尚怎麼辦？趕緊匆匆忙忙準備，在後院打掃一間房間給他搭個舖，叫他好打坐。他就要求能不能請幾個人幫忙他念佛，送他一程？你想想看，送他的人一定很多，大家說這個人要往生西方極樂世界，好好的一點病也沒有，我們看他怎麼往生，所以助念的人就很多。到這個時候了，修無師在臨時搭的床上盤腿一坐，跟大家告辭，他要到西方極樂世界去了，請大家念佛送他一程。"
    },
    {
      "id": "02-023-0004_p0047",
      "zh_CN": "送他的人就说：修无师，你今天到西方极乐世界去了，是好事情，过去往生的那些人，都要留个偈子、留几首诗给我们做个纪念，你也不能例外，也得留几句话给我们做纪念。修无师就说，我很苦恼，不认识字，没有念过书，我也不会作偈子，但是，我有句老实话告诉你们，「能说不能行，不是真智慧」。说完之后叫大家念佛，念了十五分钟他就走了。以后谛闲法师来看到对他非常赞叹，这修无师清清楚楚，他又没有害病，走得这么痛快，这么自在。这是讲一位出家人念佛往生的故事，倓老法师、定西法师亲眼看到的。",
      "zh_TW": "送他的人就說：修無師，你今天到西方極樂世界去了，是好事情，過去往生的那些人，都要留個偈子、留幾首詩給我們做個紀念，你也不能例外，也得留幾句話給我們做紀念。修無師就說，我很苦惱，不認識字，沒有念過書，我也不會作偈子，但是，我有句老實話告訴你們，「能說不能行，不是真智慧」。說完之後叫大家念佛，念了十五分鐘他就走了。以後諦閑法師來看到對他非常讚歎，這修無師清清楚楚，他又沒有害病，走得這麼痛快，這麼自在。這是講一位出家人念佛往生的故事，倓老法師、定西法師親眼看到的。"
    },
    {
      "id": "02-023-0004_p0048",
      "zh_CN": "他后面还举了三个人，有两个是兄弟两个人，男居士，有一个是女居士。你们在《念佛论》里面好好去看看，都是预知时至，走的时候自在潇洒，没有一点痛苦，腿一盘一坐，念佛十五分钟就走了，这都是摆在我们面前的事实。这个法门的成就，我们要不相信，那有什么法子。那些人能成就，给诸位说，我们人人都能成就，问题就是你信不信。你要说你信了，我说你没信，你为什么没信？修无师说得好，能说不能行，不是真智慧。你说我们信了，你没有去做，你不是真信；真信的人，一天到晚是把阿弥陀佛当作自己最亲的人，在那里想念，那是真信了。一句阿弥陀佛决定不间断，口里断了，心里不断，那叫真正相信。信了，信了又不念佛，信了还打妄想，信了还搞贪瞋痴慢，这是假的，这不行。",
      "zh_TW": "他後面還舉了三個人，有兩個是兄弟兩個人，男居士，有一個是女居士。你們在《念佛論》裡面好好去看看，都是預知時至，走的時候自在瀟灑，沒有一點痛苦，腿一盤一坐，念佛十五分鐘就走了，這都是擺在我們面前的事實。這個法門的成就，我們要不相信，那有什麼法子。那些人能成就，給諸位說，我們人人都能成就，問題就是你信不信。你要說你信了，我說你沒信，你為什麼沒信？修無師說得好，能說不能行，不是真智慧。你說我們信了，你沒有去做，你不是真信；真信的人，一天到晚是把阿彌陀佛當作自己最親的人，在那裡想念，那是真信了。一句阿彌陀佛決定不間斷，口裡斷了，心裡不斷，那叫真正相信。信了，信了又不念佛，信了還打妄想，信了還搞貪瞋痴慢，這是假的，這不行。"
    },
    {
      "id": "02-023-0004_p0049",
      "zh_CN": "为什么？我们将来往生至少要跟人家一样，不能站着走，也应该坐着走。如果害病躺在床上，那我们对那些人就惭愧了。人家是站着走、坐着走的，我们是躺着走、病着走，很难为情，不如人家了，要做到这点。佛氏门中，有求必应，我别的都不求，求我走的时候清清楚楚、明明白白，求我走的时候预知时至，没有病苦，我只求这桩事情，其他的什么都不求。为什么？病苦走的时候就靠不住，就不能保险，纵然有人给你助念，都很难。你最后的一念是不是阿弥陀佛，自己没有把握，别人看不出来，不见得可靠。像预知时至，没有病走的，那是千真万确，决定一点都不必怀疑了，那是真去了，这才是我们一生努力的第一个大目标，其他都是假的。这桩事情是真的，我们能把这个事情当真，认真的去办这个事情，这才叫信净土，才叫做信阿弥陀佛。",
      "zh_TW": "為什麼？我們將來往生至少要跟人家一樣，不能站著走，也應該坐著走。如果害病躺在床上，那我們對那些人就慚愧了。人家是站著走、坐著走的，我們是躺著走、病著走，很難為情，不如人家了，要做到這點。佛氏門中，有求必應，我別的都不求，求我走的時候清清楚楚、明明白白，求我走的時候預知時至，沒有病苦，我只求這樁事情，其他的什麼都不求。為什麼？病苦走的時候就靠不住，就不能保險，縱然有人給你助念，都很難。你最後的一念是不是阿彌陀佛，自己沒有把握，別人看不出來，不見得可靠。像預知時至，沒有病走的，那是千真萬確，決定一點都不必懷疑了，那是真去了，這才是我們一生努力的第一個大目標，其他都是假的。這樁事情是真的，我們能把這個事情當真，認真的去辦這個事情，這才叫信淨土，才叫做信阿彌陀佛。"
    },
    {
      "id": "02-023-0004_p0050",
      "zh_CN": "到此地我们把这部经，讲经的因缘说完了，底下一章是讲本经的体性。今天时间到了，我们就讲到此地，明天我们来研究体性。所谓体性就是这部经理论的依据，理论依据明白了，这个经就可信了，我们对它就不会怀疑。为什么？有理必定有事，所以体性是讲理论的依据。好，谢谢诸位。",
      "zh_TW": "到此地我們把這部經，講經的因緣說完了，底下一章是講本經的體性。今天時間到了，我們就講到此地，明天我們來研究體性。所謂體性就是這部經理論的依據，理論依據明白了，這個經就可信了，我們對它就不會懷疑。為什麼？有理必定有事，所以體性是講理論的依據。好，謝謝諸位。"
    }
  ]
}