{
  "doc_id": "09-022-0005",
  "title": {
    "zh_CN": "金刚般若大意",
    "zh_TW": "金剛般若大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-022-0005",
  "total_paragraphs": 93,
  "paragraphs": [
    {
      "id": "09-022-0005_p0001",
      "zh_CN": "请掀开经本第十一面第四行，最后这一句看起，这个在三十二分里面是属于第八分。",
      "zh_TW": "請掀開經本第十一面第四行，最後這一句看起，這個在三十二分裡面是屬於第八分。"
    },
    {
      "id": "09-022-0005_p0002",
      "zh_CN": "【须菩提。于意云何。若人满三千大千世界七宝。以用布施。是人所得福德。宁为多不。须菩提言。甚多。世尊。何以故。是福德即非福德性。是故如来说福德多。】",
      "zh_TW": "【須菩提。於意云何。若人滿三千大千世界七寶。以用布施。是人所得福德。寧為多不。須菩提言。甚多。世尊。何以故。是福德即非福德性。是故如來說福德多。】"
    },
    {
      "id": "09-022-0005_p0003",
      "zh_CN": "我们先看这段。这段是世尊将财布施与法布施所得的果报做个比较。这是第一次，本经总共有五次的校量，一次比一次殊胜。实在讲初学佛的人，往往看到佛在经上这样说，很难接受。或者讲法布施福是比较大一点，也不能大得这么多！是大到出奇的离谱，这是不是事实？于是怀疑就非常非常之多。他为什么怀疑？对于其中的道理没搞清楚。如果理搞清楚了，这个事实就能够接受。佛说的话决定不是虚妄，句句都是真实。",
      "zh_TW": "我們先看這段。這段是世尊將財布施與法布施所得的果報做個比較。這是第一次，本經總共有五次的校量，一次比一次殊勝。實在講初學佛的人，往往看到佛在經上這樣說，很難接受。或者講法布施福是比較大一點，也不能大得這麼多！是大到出奇的離譜，這是不是事實？於是懷疑就非常非常之多。他為什麼懷疑？對於其中的道理沒搞清楚。如果理搞清楚了，這個事實就能夠接受。佛說的話決定不是虛妄，句句都是真實。"
    },
    {
      "id": "09-022-0005_p0004",
      "zh_CN": "『满三千大千世界七宝』，当然是比喻。这个世间任何一个富贵人家，也没有这么大的财富。大千世界，就是一尊佛的教化区，这是用它来比喻施财之多。世间凡夫最难舍的是财宝，所以他不举别的例子，专门讲财宝，这是最难舍的，用这个来布施，这个人得的福报多不多？须菩提答复也很巧妙，很多。这个多是从相上讲，如果从性上讲，这些财宝也是缘生之法，并无自体，当体即空，了不可得。所以底下讲，『何以故，是福德即非福德性』。可见得它是相，它是作用，所以如来说福德多，多是在相上讲，而不是在性上讲。下面世尊就说：",
      "zh_TW": "『滿三千大千世界七寶』，當然是比喻。這個世間任何一個富貴人家，也沒有這麼大的財富。大千世界，就是一尊佛的教化區，這是用它來比喻施財之多。世間凡夫最難捨的是財寶，所以他不舉別的例子，專門講財寶，這是最難捨的，用這個來布施，這個人得的福報多不多？須菩提答覆也很巧妙，很多。這個多是從相上講，如果從性上講，這些財寶也是緣生之法，並無自體，當體即空，了不可得。所以底下講，『何以故，是福德即非福德性』。可見得它是相，它是作用，所以如來說福德多，多是在相上講，而不是在性上講。下面世尊就說："
    },
    {
      "id": "09-022-0005_p0005",
      "zh_CN": "【若复有人。于此经中受持乃至四句偈等。为他人说。其福胜彼。】",
      "zh_TW": "【若復有人。於此經中受持乃至四句偈等。為他人說。其福勝彼。】"
    },
    {
      "id": "09-022-0005_p0006",
      "zh_CN": "这一句我们看起来好像很容易，前面那个财宝布施，不简单，可是这里头有两个字，是关键之字，『受持』。受持是对于佛讲这部经的道理，你完全能够通达、能够接受，这叫受，全都明白了。持是都做到了。理通达了，事做到了，那你的福德，超过前面大千世界七宝布施的福德，你超过它，这真的超过它。不但自己得受用，而且还肯为他人说，这个就是大乘佛法里面讲的，自行化他。受持是自行，为他人说是化他。受持不必是全经，四句偈，这个偈是佛经里面所说的，无论是什么地方的经文，四句就叫一首偈。不一定是指后面的偈颂，任何四句都叫做一首偈。这是讲你受持最少的，你能够懂一句两句，懂四句就是一首偈，你能把你所懂得的，真正做到了，那才是真实的利益，真实的受用。",
      "zh_TW": "這一句我們看起來好像很容易，前面那個財寶布施，不簡單，可是這裡頭有兩個字，是關鍵之字，『受持』。受持是對於佛講這部經的道理，你完全能夠通達、能夠接受，這叫受，全都明白了。持是都做到了。理通達了，事做到了，那你的福德，超過前面大千世界七寶布施的福德，你超過它，這真的超過它。不但自己得受用，而且還肯為他人說，這個就是大乘佛法裡面講的，自行化他。受持是自行，為他人說是化他。受持不必是全經，四句偈，這個偈是佛經裡面所說的，無論是什麼地方的經文，四句就叫一首偈。不一定是指後面的偈頌，任何四句都叫做一首偈。這是講你受持最少的，你能夠懂一句兩句，懂四句就是一首偈，你能把你所懂得的，真正做到了，那才是真實的利益，真實的受用。"
    },
    {
      "id": "09-022-0005_p0007",
      "zh_CN": "为什么说福报有这么大？诸位要知道，财宝它的用途并不大，只能够帮助我们物质生活上的便利而已。除此之外，我们还有许多大的问题，重要的问题，它不能解决。生死的问题，它不能解决。轮回的问题，它不能解决。明心见性的问题，它也不能解决，再多的财宝也无可奈何。何况人在六道之中，寿命决定是有限的，纵然如佛所说，天人的寿命比人长，最长的是四空天的非想非非想处天，佛说那个地方的人寿命是八万大劫，我们要是算一算，都是天文数字了。但是诸位要晓得，八万大劫要跟无量无边的时间来比较，八万就很短了，算不了什么。",
      "zh_TW": "為什麼說福報有這麼大？諸位要知道，財寶它的用途並不大，只能夠幫助我們物質生活上的便利而已。除此之外，我們還有許多大的問題，重要的問題，它不能解決。生死的問題，它不能解決。輪迴的問題，它不能解決。明心見性的問題，它也不能解決，再多的財寶也無可奈何。何況人在六道之中，壽命決定是有限的，縱然如佛所說，天人的壽命比人長，最長的是四空天的非想非非想處天，佛說那個地方的人壽命是八萬大劫，我們要是算一算，都是天文數字了。但是諸位要曉得，八萬大劫要跟無量無邊的時間來比較，八萬就很短了，算不了什麼。"
    },
    {
      "id": "09-022-0005_p0008",
      "zh_CN": "所以世尊在《法华经》上讲，六道三界统苦，没有不苦的。有苦苦、有坏苦、有行苦。色界天人，虽然没有苦苦，没有坏苦，他有行苦。这就是说财宝不能解决问题，但是能够受持四句偈的金刚般若，能叫人明心见性，能叫人永脱生死轮回，能叫人圆成佛道。这个福德，前面怎么能跟它相比？所以关键的字眼在「受持」两个字。这部经如果要细讲，每天讲一个半小时，应该要半年的时间，这个《金刚经》才能讲出味道来。我们现在没有这么长的时间，要在很短的时间，把这部经的经义，给诸位报告出来，但是也很得受用。对于常常读诵大乘，听讲大乘的人，是很有帮助的。下面就说明所以然。",
      "zh_TW": "所以世尊在《法華經》上講，六道三界統苦，沒有不苦的。有苦苦、有壞苦、有行苦。色界天人，雖然沒有苦苦，沒有壞苦，他有行苦。這就是說財寶不能解決問題，但是能夠受持四句偈的金剛般若，能叫人明心見性，能叫人永脫生死輪迴，能叫人圓成佛道。這個福德，前面怎麼能跟它相比？所以關鍵的字眼在「受持」兩個字。這部經如果要細講，每天講一個半小時，應該要半年的時間，這個《金剛經》才能講出味道來。我們現在沒有這麼長的時間，要在很短的時間，把這部經的經義，給諸位報告出來，但是也很得受用。對於常常讀誦大乘，聽講大乘的人，是很有幫助的。下面就說明所以然。"
    },
    {
      "id": "09-022-0005_p0009",
      "zh_CN": "【何以故。须菩提。一切诸佛。及诸佛阿耨多罗三藐三菩提法。皆从此经出。】",
      "zh_TW": "【何以故。須菩提。一切諸佛。及諸佛阿耨多羅三藐三菩提法。皆從此經出。】"
    },
    {
      "id": "09-022-0005_p0010",
      "zh_CN": "这是说明一切诸佛成佛，是怎么成的？是依靠金刚般若成佛的。成佛的方法，『阿耨多罗三藐三菩提法』也在这个经上，这个经可以帮助你成佛，它里头有成佛的方法，所以这部经典就非常非常的可贵。末后说：",
      "zh_TW": "這是說明一切諸佛成佛，是怎麼成的？是依靠金剛般若成佛的。成佛的方法，『阿耨多羅三藐三菩提法』也在這個經上，這個經可以幫助你成佛，它裡頭有成佛的方法，所以這部經典就非常非常的可貴。末後說："
    },
    {
      "id": "09-022-0005_p0011",
      "zh_CN": "【须菩提。所谓佛法者。即非佛法。】",
      "zh_TW": "【須菩提。所謂佛法者。即非佛法。】"
    },
    {
      "id": "09-022-0005_p0012",
      "zh_CN": "这句话很重要，在这一大段，末后一句叮咛可不能执着。执着佛法，你就成不了佛，你也不能够得阿耨多罗三藐三菩提。这个意思后面有说明，总而言之，要离一切相，修一切善，就对了。前面受持为人演说是修善，但是要离相，决定不能执着，这与金刚般若就相应了。从下面四十一节以下，这是正宗分第二个大段，解分。前面是讲信，信了以后讲解。我们看经文：",
      "zh_TW": "這句話很重要，在這一大段，末後一句叮嚀可不能執著。執著佛法，你就成不了佛，你也不能夠得阿耨多羅三藐三菩提。這個意思後面有說明，總而言之，要離一切相，修一切善，就對了。前面受持為人演說是修善，但是要離相，決定不能執著，這與金剛般若就相應了。從下面四十一節以下，這是正宗分第二個大段，解分。前面是講信，信了以後講解。我們看經文："
    },
    {
      "id": "09-022-0005_p0013",
      "zh_CN": "【须菩提。于意云何。须陀洹能作是念。我得须陀洹果不。须菩提言。不也。世尊。何以故。须陀洹名为入流。而无所入。不入色声香味触法。是名须陀洹。】",
      "zh_TW": "【須菩提。於意云何。須陀洹能作是念。我得須陀洹果不。須菩提言。不也。世尊。何以故。須陀洹名為入流。而無所入。不入色聲香味觸法。是名須陀洹。】"
    },
    {
      "id": "09-022-0005_p0014",
      "zh_CN": "世尊在这个地方一开端，就举小乘四果做一个例子。为我们说明，小乘人证果，他怎么会证果？不执着。这是我们一定要记住的，只要有丝毫执着，你就不能证得。小乘初果，须陀洹是梵语，翻成中国意思叫入流。这个入流，就是入圣人之流。他不是凡夫，他已经入圣人之流了。初果虽然地位不高，还没能出三界，但是他的确是入圣人之流，为什么？在三界当中，决定不堕三恶道。而且天上人间，只要七次往来，一定证阿罗汉，超越六道轮回。换句话说，他得了保证，只是时间问题而已。他有没有这个念头？没有。",
      "zh_TW": "世尊在這個地方一開端，就舉小乘四果做一個例子。為我們說明，小乘人證果，他怎麼會證果？不執著。這是我們一定要記住的，只要有絲毫執著，你就不能證得。小乘初果，須陀洹是梵語，翻成中國意思叫入流。這個入流，就是入聖人之流。他不是凡夫，他已經入聖人之流了。初果雖然地位不高，還沒能出三界，但是他的確是入聖人之流，為什麼？在三界當中，決定不墮三惡道。而且天上人間，只要七次往來，一定證阿羅漢，超越六道輪迴。換句話說，他得了保證，只是時間問題而已。他有沒有這個念頭？沒有。"
    },
    {
      "id": "09-022-0005_p0015",
      "zh_CN": "由此可知，佛给我们讲大乘、小乘，给我们讲四果四向，给我们讲菩萨五十一个位次，都是从凡夫分别执着心里头说的，你要问当事人，当事人心地清净，你问他，他没有这个念头。须陀洹绝对不会以为「我证须陀洹果了」，没有，如果他有这个念头，他四相具足，他是凡夫，他就不是圣人。小乘尚且如此，何况大乘菩萨。所以真正证果的人，心地清净，一尘不染，没有这些分别执着。这正应了前面世尊这一句开示，『所谓佛法者，即非佛法』。他连佛法也不执着，也若无其事。他『入流，而无所入』。",
      "zh_TW": "由此可知，佛給我們講大乘、小乘，給我們講四果四向，給我們講菩薩五十一個位次，都是從凡夫分別執著心裡頭說的，你要問當事人，當事人心地清淨，你問他，他沒有這個念頭。須陀洹絕對不會以為「我證須陀洹果了」，沒有，如果他有這個念頭，他四相具足，他是凡夫，他就不是聖人。小乘尚且如此，何況大乘菩薩。所以真正證果的人，心地清淨，一塵不染，沒有這些分別執著。這正應了前面世尊這一句開示，『所謂佛法者，即非佛法』。他連佛法也不執著，也若無其事。他『入流，而無所入』。"
    },
    {
      "id": "09-022-0005_p0016",
      "zh_CN": "底下『不入色声香味触法』。这个不入色声香味触法，色声香味触法是我们外面境界，六根所对的境界。换句话说，这样的人，已经不会为外面境界所诱惑，这就叫入流。我们今天不行，见色闻声，都会动心，都会起贪瞋痴。中意的，起了贪心，不喜欢了，起瞋恚心了。所以会起心动念，须陀洹六根接触六尘境界，不起心动念。这叫入流，圣人之流。由此可知，他没出三界，有这个能力，不被外面境界诱惑，外面境界，善的境界也好，恶的境界也好，都不被诱惑，这就是圣人。世间人善恶境界，都会被它诱惑，这是不太高明的凡夫。恶的境界，他不受诱惑，善的境界，他很喜欢，他还是凡夫。他造善业，着相修善，来生三善道果报，如此而已。这不是圣人，出不了三界，着相！再看底下，二果。",
      "zh_TW": "底下『不入色聲香味觸法』。這個不入色聲香味觸法，色聲香味觸法是我們外面境界，六根所對的境界。換句話說，這樣的人，已經不會為外面境界所誘惑，這就叫入流。我們今天不行，見色聞聲，都會動心，都會起貪瞋痴。中意的，起了貪心，不喜歡了，起瞋恚心了。所以會起心動念，須陀洹六根接觸六塵境界，不起心動念。這叫入流，聖人之流。由此可知，他沒出三界，有這個能力，不被外面境界誘惑，外面境界，善的境界也好，惡的境界也好，都不被誘惑，這就是聖人。世間人善惡境界，都會被它誘惑，這是不太高明的凡夫。惡的境界，他不受誘惑，善的境界，他很喜歡，他還是凡夫。他造善業，著相修善，來生三善道果報，如此而已。這不是聖人，出不了三界，著相！再看底下，二果。"
    },
    {
      "id": "09-022-0005_p0017",
      "zh_CN": "【须菩提。于意云何。斯陀含能作是念。我得斯陀含果不。须菩提言。不也。世尊。何以故。斯陀含名一往来。而实无往来。是名斯陀含。】",
      "zh_TW": "【須菩提。於意云何。斯陀含能作是念。我得斯陀含果不。須菩提言。不也。世尊。何以故。斯陀含名一往來。而實無往來。是名斯陀含。】"
    },
    {
      "id": "09-022-0005_p0018",
      "zh_CN": "『斯陀含』是小乘二果，证得小乘二果，还要到人间来一次，就是『一往来』。为什么还要来一次？这个世间的缘还没有断尽，还要来一次。这种来，这是业力牵引着他，他不是愿力，愿力自在了。但是这一次来了以后，就不要再来了，对这个世间的业缘，他就断了，有这个能力了。不来之后，到哪里去？在四禅，四禅五不还天，是他们修行的处所。这二果还要到人间来一次。这斯陀含，翻成中国意思，就是一往来。",
      "zh_TW": "『斯陀含』是小乘二果，證得小乘二果，還要到人間來一次，就是『一往來』。為什麼還要來一次？這個世間的緣還沒有斷盡，還要來一次。這種來，這是業力牽引著他，他不是願力，願力自在了。但是這一次來了以後，就不要再來了，對這個世間的業緣，他就斷了，有這個能力了。不來之後，到哪裡去？在四禪，四禪五不還天，是他們修行的處所。這二果還要到人間來一次。這斯陀含，翻成中國意思，就是一往來。"
    },
    {
      "id": "09-022-0005_p0019",
      "zh_CN": "『而实无往来』，在事相上是有往来，可是实质上来讲，没有往来。不仅是斯陀含，人间天上，不来而来，来而不来，六道里面尚且如此，我们往生西方极乐世界，也是这个道理，没有两样。所以古德告诉我们，「生则决定生」，生西方极乐世界，决定生，「去则实不去」。生则决定生，是从相上讲的，去则实不去，是从性上讲的。",
      "zh_TW": "『而實無往來』，在事相上是有往來，可是實質上來講，沒有往來。不僅是斯陀含，人間天上，不來而來，來而不來，六道裡面尚且如此，我們往生西方極樂世界，也是這個道理，沒有兩樣。所以古德告訴我們，「生則決定生」，生西方極樂世界，決定生，「去則實不去」。生則決定生，是從相上講的，去則實不去，是從性上講的。"
    },
    {
      "id": "09-022-0005_p0020",
      "zh_CN": "所以我们看佛经，佛经没有矛盾的地方，你要晓得它从哪一个角度上讲。这些事跟理，我们很不容易体会，可是现代科学，的确为我们帮了很大的忙，如果有一点科学知识，听了这个话，会点头，没错。是什么道理？空间度数的转变。四禅天不是三度空间，四度空间，现在科学家已经知道，确实肯定，空间有十一度。而在佛经里面看，无量的度数，不只是十一度！每一个法界，是一个不同度数的时空，转变而已。就像电视上换频道，画面确实换了，萤幕没换，还在这个地方，没动，就是这么一个道理。才晓得任何一法界，都是尽虚空遍法界。在《楞严经》上说得很好，「当处出生，随处灭尽」，只是这个空间度数的转变，就像那个电视上换频道一样，就这么回事情。",
      "zh_TW": "所以我們看佛經，佛經沒有矛盾的地方，你要曉得它從哪一個角度上講。這些事跟理，我們很不容易體會，可是現代科學，的確為我們幫了很大的忙，如果有一點科學知識，聽了這個話，會點頭，沒錯。是什麼道理？空間度數的轉變。四禪天不是三度空間，四度空間，現在科學家已經知道，確實肯定，空間有十一度。而在佛經裡面看，無量的度數，不只是十一度！每一個法界，是一個不同度數的時空，轉變而已。就像電視上換頻道，畫面確實換了，螢幕沒換，還在這個地方，沒動，就是這麼一個道理。才曉得任何一法界，都是盡虛空遍法界。在《楞嚴經》上說得很好，「當處出生，隨處滅盡」，只是這個空間度數的轉變，就像那個電視上換頻道一樣，就這麼回事情。"
    },
    {
      "id": "09-022-0005_p0021",
      "zh_CN": "所以虚空法界都不是真实的，我们明白了，就像佛菩萨一样，可以受用，可以享受，你不要执着，执着就错了，那叫自找苦吃，叫造业！凡所有相皆是虚妄，没错，但是因果丝毫不爽，这是佛在经上给我们讲的清清楚楚明明白白。佛教导大乘菩萨，一开口都要教他深信因果，那不是给普通人讲的，给大乘菩萨说的。懂得因果的道理，佛法也离不开因果，不住相修布施，这是因；证菩提，得福德，那是果报，他真得，他不是假得。诸佛如来福德圆满的。我们看《华严经》，毘卢遮那佛的依正庄严，这是中国古人常讲，不读《华严》，不知道佛家的富贵，读《华严经》才晓得成佛的富贵，佛的福报。福报怎么来的？修来的。修善因，得善果。这是佛在经上常常提醒我们的。",
      "zh_TW": "所以虛空法界都不是真實的，我們明白了，就像佛菩薩一樣，可以受用，可以享受，你不要執著，執著就錯了，那叫自找苦吃，叫造業！凡所有相皆是虛妄，沒錯，但是因果絲毫不爽，這是佛在經上給我們講的清清楚楚明明白白。佛教導大乘菩薩，一開口都要教他深信因果，那不是給普通人講的，給大乘菩薩說的。懂得因果的道理，佛法也離不開因果，不住相修布施，這是因；證菩提，得福德，那是果報，他真得，他不是假得。諸佛如來福德圓滿的。我們看《華嚴經》，毘盧遮那佛的依正莊嚴，這是中國古人常講，不讀《華嚴》，不知道佛家的富貴，讀《華嚴經》才曉得成佛的富貴，佛的福報。福報怎麼來的？修來的。修善因，得善果。這是佛在經上常常提醒我們的。"
    },
    {
      "id": "09-022-0005_p0022",
      "zh_CN": "三果四果亦复如是，三果，诸位看经文：",
      "zh_TW": "三果四果亦復如是，三果，諸位看經文："
    },
    {
      "id": "09-022-0005_p0023",
      "zh_CN": "【须菩提。于意云何。阿那含能作是念。我得阿那含果不。须菩提言。不也。世尊。何以故。阿那含名为不来。而实无来。是故名阿那含。】",
      "zh_TW": "【須菩提。於意云何。阿那含能作是念。我得阿那含果不。須菩提言。不也。世尊。何以故。阿那含名為不來。而實無來。是故名阿那含。】"
    },
    {
      "id": "09-022-0005_p0024",
      "zh_CN": "这个『不来』就是不到人间来了，他在四禅天修行，这是三果圣人。三果里面有两种状况，一种根性利的，聪明利根的，他在四禅天就超越了，超越三界了，这是根利的。如果根钝的，没有那么高智慧的，还要按部就班修学，他还要通过四空天，这样才能够超越。但是这两种人，都不会再到欲界来了，他们在色界天修行。",
      "zh_TW": "這個『不來』就是不到人間來了，他在四禪天修行，這是三果聖人。三果裡面有兩種狀況，一種根性利的，聰明利根的，他在四禪天就超越了，超越三界了，這是根利的。如果根鈍的，沒有那麼高智慧的，還要按部就班修學，他還要通過四空天，這樣才能夠超越。但是這兩種人，都不會再到欲界來了，他們在色界天修行。"
    },
    {
      "id": "09-022-0005_p0025",
      "zh_CN": "【须菩提。于意云何。阿罗汉能作是念。我得阿罗汉道不。须菩提言。不也。世尊。何以故。实无有法。名阿罗汉。世尊。若阿罗汉作是念。我得阿罗汉道。即为着我人众生寿者。】",
      "zh_TW": "【須菩提。於意云何。阿羅漢能作是念。我得阿羅漢道不。須菩提言。不也。世尊。何以故。實無有法。名阿羅漢。世尊。若阿羅漢作是念。我得阿羅漢道。即為著我人眾生壽者。】"
    },
    {
      "id": "09-022-0005_p0026",
      "zh_CN": "四相就具足了，四相具足是凡夫，那就不是圣人。举这个例子是说明，小乘的圣者，最低的位次，已经不着相。这个用意很深很深，我们修行要想证果，起心动念都执着，是非人我横在胸中，这叫大障碍。这是我们可以说，多生多劫的修持，连个小乘初果都没有证得。病根就在此地，从来不肯把是非人我放下，起心动念第一个念头，我。有我就有人，就有众生，就有寿者。所以《金刚般若》的宗旨，没有别的，破我而已。不但是一般小乘，须菩提尊者很慈悲，也很聪明，你看他下面，举自己作例子：",
      "zh_TW": "四相就具足了，四相具足是凡夫，那就不是聖人。舉這個例子是說明，小乘的聖者，最低的位次，已經不著相。這個用意很深很深，我們修行要想證果，起心動念都執著，是非人我橫在胸中，這叫大障礙。這是我們可以說，多生多劫的修持，連個小乘初果都沒有證得。病根就在此地，從來不肯把是非人我放下，起心動念第一個念頭，我。有我就有人，就有眾生，就有壽者。所以《金剛般若》的宗旨，沒有別的，破我而已。不但是一般小乘，須菩提尊者很慈悲，也很聰明，你看他下面，舉自己作例子："
    },
    {
      "id": "09-022-0005_p0027",
      "zh_CN": "【世尊。佛说我得无诤三昧。人中最为第一。是第一离欲阿罗汉。我不作是念。我是离欲阿罗汉。】",
      "zh_TW": "【世尊。佛說我得無諍三昧。人中最為第一。是第一離欲阿羅漢。我不作是念。我是離欲阿羅漢。】"
    },
    {
      "id": "09-022-0005_p0028",
      "zh_CN": "这是释迦牟尼佛常常赞叹须菩提，须菩提在众弟子当中，十大弟子当中，他是解空第一，所以般若会上，他当机。他对于这个空义很透彻、很理解。所以佛常常赞叹他，他得的是『无诤三昧』。诤是争论，三昧是梵语，翻成中国意思叫正受。我们常讲正常的享受，凡夫的享受不正常，凡夫的享受，可以分五类，五大类，苦、乐、忧、喜、舍。身的享受有苦乐两大类，心的享受有忧喜，舍就是当你身也不感觉得有苦乐，心里头也没有忧喜，这是很平和的一个状况，那叫舍，舍就是统统放下。为什么不叫三昧？因为他舍的时间很短，才没多久他那个苦乐忧喜又现前。如果能永远舍下去，就叫三昧了。三昧就是禅定，那叫得定。所以它的时间很短暂，它不能保持长久。这是世尊常常赞叹须菩提的，可是须菩提自己说，他没有这个念头，佛这样赞叹，他不以为他是第一离欲阿罗汉。",
      "zh_TW": "這是釋迦牟尼佛常常讚歎須菩提，須菩提在眾弟子當中，十大弟子當中，他是解空第一，所以般若會上，他當機。他對於這個空義很透徹、很理解。所以佛常常讚歎他，他得的是『無諍三昧』。諍是爭論，三昧是梵語，翻成中國意思叫正受。我們常講正常的享受，凡夫的享受不正常，凡夫的享受，可以分五類，五大類，苦、樂、憂、喜、捨。身的享受有苦樂兩大類，心的享受有憂喜，捨就是當你身也不感覺得有苦樂，心裡頭也沒有憂喜，這是很平和的一個狀況，那叫捨，捨就是統統放下。為什麼不叫三昧？因為他捨的時間很短，才沒多久他那個苦樂憂喜又現前。如果能永遠捨下去，就叫三昧了。三昧就是禪定，那叫得定。所以它的時間很短暫，它不能保持長久。這是世尊常常讚歎須菩提的，可是須菩提自己說，他沒有這個念頭，佛這樣讚歎，他不以為他是第一離欲阿羅漢。"
    },
    {
      "id": "09-022-0005_p0029",
      "zh_CN": "【世尊。我若作是念。我得阿罗汉道。世尊则不说须菩提是乐阿兰那行者。】",
      "zh_TW": "【世尊。我若作是念。我得阿羅漢道。世尊則不說須菩提是樂阿蘭那行者。】"
    },
    {
      "id": "09-022-0005_p0030",
      "zh_CN": "这是假设的话，假设我真的会有这个念头，我证阿罗汉果，『我得阿罗汉道』，那世尊决定不这么说了，决定不会赞叹须菩提尊者了。『阿兰那』是一个清净之处，这个念「药」不念乐。乐是爱好，乐阿兰那，就是须菩提尊者，很喜欢清净寂静的这个境界，身心清净，境界清净，这是圣人的境界。",
      "zh_TW": "這是假設的話，假設我真的會有這個念頭，我證阿羅漢果，『我得阿羅漢道』，那世尊決定不這麼說了，決定不會讚歎須菩提尊者了。『阿蘭那』是一個清淨之處，這個念「藥」不念樂。樂是愛好，樂阿蘭那，就是須菩提尊者，很喜歡清淨寂靜的這個境界，身心清淨，境界清淨，這是聖人的境界。"
    },
    {
      "id": "09-022-0005_p0031",
      "zh_CN": "【以须菩提实无所行。而名须菩提是乐阿兰那行。】",
      "zh_TW": "【以須菩提實無所行。而名須菩提是樂阿蘭那行。】"
    },
    {
      "id": "09-022-0005_p0032",
      "zh_CN": "由此可知，这个清净怎么证得的？绝不是有一个证得的念头在，有一个证得的念头在，就不清净了。实在讲跟六祖大师在《坛经》里面所说的，本来无一物。有一物就错了。我们在过去，总认为六祖大师这个境界，是圆初住以上，才要有这样的功夫，本来无一物。今天我们在《金刚经》上看到，小乘初果也不能离开这个原则。这个很要紧很要紧，以后我们修行才不会错会意思。",
      "zh_TW": "由此可知，這個清淨怎麼證得的？絕不是有一個證得的念頭在，有一個證得的念頭在，就不清淨了。實在講跟六祖大師在《壇經》裡面所說的，本來無一物。有一物就錯了。我們在過去，總認為六祖大師這個境界，是圓初住以上，才要有這樣的功夫，本來無一物。今天我們在《金剛經》上看到，小乘初果也不能離開這個原則。這個很要緊很要緊，以後我們修行才不會錯會意思。"
    },
    {
      "id": "09-022-0005_p0033",
      "zh_CN": "小乘初果，在大乘菩萨地位上，等于圆教的初信位菩萨，圆教五十一个位次，十信位的初信相当于小乘的须陀洹。阿罗汉相当于十信位里面的第七信位。因为第七信位，见思烦恼断尽了，阿罗汉是见思烦恼断尽了，等于这个地位。这是《般若经》对我们说清楚、说明白，给我们最大的好处指导，修行证果，非离相不可。不要认为这个离相，是大菩萨们的事情，小菩萨，小乘可以不要离相，这么想就错了。但是这样想的人很多很多，所以一生修持，得不到结果，就是这个观念上错误了。不但须菩提不着相，得果，没有得果的这个念头。再看看佛，佛也不例外。",
      "zh_TW": "小乘初果，在大乘菩薩地位上，等於圓教的初信位菩薩，圓教五十一個位次，十信位的初信相當於小乘的須陀洹。阿羅漢相當於十信位裡面的第七信位。因為第七信位，見思煩惱斷盡了，阿羅漢是見思煩惱斷盡了，等於這個地位。這是《般若經》對我們說清楚、說明白，給我們最大的好處指導，修行證果，非離相不可。不要認為這個離相，是大菩薩們的事情，小菩薩，小乘可以不要離相，這麼想就錯了。但是這樣想的人很多很多，所以一生修持，得不到結果，就是這個觀念上錯誤了。不但須菩提不著相，得果，沒有得果的這個念頭。再看看佛，佛也不例外。"
    },
    {
      "id": "09-022-0005_p0034",
      "zh_CN": "【佛告须菩提。于意云何。如来昔在然灯佛所。于法有所得不。世尊。如来在然灯佛所。于法实无所得。】",
      "zh_TW": "【佛告須菩提。於意云何。如來昔在然燈佛所。於法有所得不。世尊。如來在然燈佛所。於法實無所得。】"
    },
    {
      "id": "09-022-0005_p0035",
      "zh_CN": "这桩事情是在过去生中，不是在这一生中，过去生中，佛在行菩萨道，在修行过程当中，这是八地菩萨，释迦牟尼佛在作八地菩萨的时候，遇到『然灯佛』，然灯佛为他授记，叙说这一段的故事。佛提出来，问须菩提，也就是试验试验，看你了不了解事实的真相。须菩提很聪明，答复得很正确。佛在然灯佛那个时候，『于法实无所得』。如果是有所得，谁得？我得。你看我相马上起来了，一有我，就有人，就有众生，就有寿者，统统都有了，真的那个清净心中，一法不立，我们学佛修什么？就是修清净心。清净心就是如来，清净心就是佛。沾上丝毫染污就不是佛了。这是修证的难处。",
      "zh_TW": "這樁事情是在過去生中，不是在這一生中，過去生中，佛在行菩薩道，在修行過程當中，這是八地菩薩，釋迦牟尼佛在作八地菩薩的時候，遇到『然燈佛』，然燈佛為他授記，敘說這一段的故事。佛提出來，問須菩提，也就是試驗試驗，看你了不了解事實的真相。須菩提很聰明，答覆得很正確。佛在然燈佛那個時候，『於法實無所得』。如果是有所得，誰得？我得。你看我相馬上起來了，一有我，就有人，就有眾生，就有壽者，統統都有了，真的那個清淨心中，一法不立，我們學佛修什麼？就是修清淨心。清淨心就是如來，清淨心就是佛。沾上絲毫染污就不是佛了。這是修證的難處。"
    },
    {
      "id": "09-022-0005_p0036",
      "zh_CN": "到底要怎样去做？佛在这里教给我们的原则实在是太妙了，「应无所住，而生其心」。无所住，心清净，一尘不染；而生其心，是生断恶修善，利益一切众生的心。你去做这个，心里面丝毫不沾染，这样做法，你就能见性。为什么要去修一切善？修一切善，不着空！有放下了，还执着空，那也不行，那也见不了性。所以行一切善，不着空，一切不执着，不着有，空有两边都不执着，这样才能见性。这样性德，自性里面无量的智慧德能，才能够圆圆满满都彰显而出，也就是讲起作用了。",
      "zh_TW": "到底要怎樣去做？佛在這裡教給我們的原則實在是太妙了，「應無所住，而生其心」。無所住，心清淨，一塵不染；而生其心，是生斷惡修善，利益一切眾生的心。你去做這個，心裡面絲毫不沾染，這樣做法，你就能見性。為什麼要去修一切善？修一切善，不著空！有放下了，還執著空，那也不行，那也見不了性。所以行一切善，不著空，一切不執著，不著有，空有兩邊都不執著，這樣才能見性。這樣性德，自性裡面無量的智慧德能，才能夠圓圓滿滿都彰顯而出，也就是講起作用了。"
    },
    {
      "id": "09-022-0005_p0037",
      "zh_CN": "「于法实无所得」，一般人听到「实无所得」说，「佛法到最后，什么也得不到，我学它干什么？」这个般若就怕错会意思，到无所得的时候，说实在的讲，尽虚空遍法界，你统统都得到了，为什么？因为尽虚空遍法界，就是你自己清净心变现出来的，你全得到了。你想得一样，那你的损失太大了。你一切都能放下，你得到的利益是福德、功德不可思议，没有法子比较的，这是说成佛，佛也无所得。成佛是我们大家赞叹他，说他成佛了，他自己有没有以为成佛了？没有。绝不以为自己成佛了，自己得无上菩提了，没有，从来没有这个念头。无上菩提，只不过是心清净，达到圆满究竟而已。那就叫无上菩提，其实无上菩提是个假名！决定不能执着，事不可以执着，名更不可以执着。",
      "zh_TW": "「於法實無所得」，一般人聽到「實無所得」說，「佛法到最後，什麼也得不到，我學它幹什麼？」這個般若就怕錯會意思，到無所得的時候，說實在的講，盡虛空遍法界，你統統都得到了，為什麼？因為盡虛空遍法界，就是你自己清淨心變現出來的，你全得到了。你想得一樣，那你的損失太大了。你一切都能放下，你得到的利益是福德、功德不可思議，沒有法子比較的，這是說成佛，佛也無所得。成佛是我們大家讚歎他，說他成佛了，他自己有沒有以為成佛了？沒有。絕不以為自己成佛了，自己得無上菩提了，沒有，從來沒有這個念頭。無上菩提，只不過是心清淨，達到圓滿究竟而已。那就叫無上菩提，其實無上菩提是個假名！決定不能執著，事不可以執著，名更不可以執著。"
    },
    {
      "id": "09-022-0005_p0038",
      "zh_CN": "【须菩提。于意云何。菩萨庄严佛土不。】",
      "zh_TW": "【須菩提。於意云何。菩薩莊嚴佛土不。】"
    },
    {
      "id": "09-022-0005_p0039",
      "zh_CN": "我们每天做功课，听经完了之后，还要念个回向偈，愿以此功德，庄严佛净土。『菩萨庄严佛土不』。",
      "zh_TW": "我們每天做功課，聽經完了之後，還要念個迴向偈，願以此功德，莊嚴佛淨土。『菩薩莊嚴佛土不』。"
    },
    {
      "id": "09-022-0005_p0040",
      "zh_CN": "【不也。世尊。何以故。庄严佛土者。则非庄严。是名庄严。】",
      "zh_TW": "【不也。世尊。何以故。莊嚴佛土者。則非莊嚴。是名莊嚴。】"
    },
    {
      "id": "09-022-0005_p0041",
      "zh_CN": "这是在《金刚经》上，这个「则非、是名」用得很多，这个地方我们见到了。说「则非」是从性上说的，说「是名」是从相上说的，性里面确确实实没有，但是相上也不碍有其事。性不碍相，相也不碍性，只要你不执着，一执着，就障碍了。不执着，没障碍！因此，平常我们修行，我们以修持的功德庄严净土。拿什么东西庄严？我们今天一听到庄严的时候，就是香、花，这些幢旛供具，用这个来庄严，这些东西是表法的。如果心不清净，摆再多，都是垃圾，都是污染。佛法是藉相来显性，它用意在此地。我们个人修行，这些可以要，也可以不要，真正修行的人，不要这些东西，为什么？修清净心。",
      "zh_TW": "這是在《金剛經》上，這個「則非、是名」用得很多，這個地方我們見到了。說「則非」是從性上說的，說「是名」是從相上說的，性裡面確確實實沒有，但是相上也不礙有其事。性不礙相，相也不礙性，只要你不執著，一執著，就障礙了。不執著，沒障礙！因此，平常我們修行，我們以修持的功德莊嚴淨土。拿什麼東西莊嚴？我們今天一聽到莊嚴的時候，就是香、花，這些幢旛供具，用這個來莊嚴，這些東西是表法的。如果心不清淨，擺再多，都是垃圾，都是污染。佛法是藉相來顯性，它用意在此地。我們個人修行，這些可以要，也可以不要，真正修行的人，不要這些東西，為什麼？修清淨心。"
    },
    {
      "id": "09-022-0005_p0042",
      "zh_CN": "我们看到苏州灵岩山，印光大师从前的关房，我们去参观过，他有一个小佛堂，佛堂里面供具，一直没有更动，你能够看得见。他一张桌子上面，干干净净，什么都没有，一个香炉，一杯供水，其他都没有了，一尊佛像，佛像后面写了一个「死」字！非常简单，那是真正庄严，清净心庄严佛的清净土，心净则佛土净，用这个去庄严！",
      "zh_TW": "我們看到蘇州靈巖山，印光大師從前的關房，我們去參觀過，他有一個小佛堂，佛堂裡面供具，一直沒有更動，你能夠看得見。他一張桌子上面，乾乾淨淨，什麼都沒有，一個香爐，一杯供水，其他都沒有了，一尊佛像，佛像後面寫了一個「死」字！非常簡單，那是真正莊嚴，清淨心莊嚴佛的清淨土，心淨則佛土淨，用這個去莊嚴！"
    },
    {
      "id": "09-022-0005_p0043",
      "zh_CN": "诸位要晓得这个道理，其他东西都可以不必供，可以省。供一杯水，水是什么意思？是叫你看到水，想到我的心要像水一样干净，像水一样平，平等。就是表清净心、平等心，看到这个，想到我修的就是清净心、平等心，它表这个意思的，所以水供一杯就可以了。有些人不知道，供茶，三杯茶，茶不清净，那个意思就错了，再供上好茶，更错了。以为每天请佛吃好茶，佛就会保佑你，这个搞错了。",
      "zh_TW": "諸位要曉得這個道理，其他東西都可以不必供，可以省。供一杯水，水是什麼意思？是叫你看到水，想到我的心要像水一樣乾淨，像水一樣平，平等。就是表清淨心、平等心，看到這個，想到我修的就是清淨心、平等心，它表這個意思的，所以水供一杯就可以了。有些人不知道，供茶，三杯茶，茶不清淨，那個意思就錯了，再供上好茶，更錯了。以為每天請佛吃好茶，佛就會保佑你，這個搞錯了。"
    },
    {
      "id": "09-022-0005_p0044",
      "zh_CN": "所以香，代表信香，代表戒香，戒定真香。如果你要是烧香，一支香就够了，一支好香，因为我们现在住的房子，一般都是公寓房子，房屋很低，这个烟都是污染，一支好香还可以，多了，的确对于人，影响生理上的健康，所以一支香。燃香，你就要想到是戒定真香，也有经上讲，五分法身香。五分法身香是从果上说的，戒定慧，解脱，解脱知见，叫五分法身香。通常我们讲戒定真香，从因上讲，我们要持戒，要修定，其他的花这些东西，都可以不必供。一般道场要庄严，道场庄严为什么？给大家看的，人家看到庄严，生欢喜心，他就愿意来了，是这么个意思。所以不是给佛菩萨看的，是给大家看的，让大家欢喜这个地方，是这么个意思。所以我们要晓得，这个色相的庄严可以用，它不碍性，但是性相一定要清清楚楚明明白白。再看下面经文：",
      "zh_TW": "所以香，代表信香，代表戒香，戒定真香。如果你要是燒香，一支香就夠了，一支好香，因為我們現在住的房子，一般都是公寓房子，房屋很低，這個煙都是污染，一支好香還可以，多了，的確對於人，影響生理上的健康，所以一支香。燃香，你就要想到是戒定真香，也有經上講，五分法身香。五分法身香是從果上說的，戒定慧，解脫，解脫知見，叫五分法身香。通常我們講戒定真香，從因上講，我們要持戒，要修定，其他的花這些東西，都可以不必供。一般道場要莊嚴，道場莊嚴為什麼？給大家看的，人家看到莊嚴，生歡喜心，他就願意來了，是這麼個意思。所以不是給佛菩薩看的，是給大家看的，讓大家歡喜這個地方，是這麼個意思。所以我們要曉得，這個色相的莊嚴可以用，它不礙性，但是性相一定要清清楚楚明明白白。再看下面經文："
    },
    {
      "id": "09-022-0005_p0045",
      "zh_CN": "【是故须菩提。诸菩萨摩诃萨。应如是生清净心。】",
      "zh_TW": "【是故須菩提。諸菩薩摩訶薩。應如是生清淨心。】"
    },
    {
      "id": "09-022-0005_p0046",
      "zh_CN": "下面教给我们，怎样生清净心：",
      "zh_TW": "下面教給我們，怎樣生清淨心："
    },
    {
      "id": "09-022-0005_p0047",
      "zh_CN": "【不应住色生心。】",
      "zh_TW": "【不應住色生心。】"
    },
    {
      "id": "09-022-0005_p0048",
      "zh_CN": "眼所见的都叫色，眼见外面的境界，色相。生心就是起心动念。『不应住色生心』。",
      "zh_TW": "眼所見的都叫色，眼見外面的境界，色相。生心就是起心動念。『不應住色生心』。"
    },
    {
      "id": "09-022-0005_p0049",
      "zh_CN": "【不应住声。香。味。触。法生心。】",
      "zh_TW": "【不應住聲。香。味。觸。法生心。】"
    },
    {
      "id": "09-022-0005_p0050",
      "zh_CN": "『声香味触』，加上前面的色，这是我们讲的眼耳鼻舌身所接触外面的境界相，佛教给我们不为外境所动，我们听了还可以接受。那个『法』，法里头有世法，有佛法，佛为我们所讲的这些法，我们听了之后，也要生了心，也错了。你就被佛骗了，被佛牵着鼻子走，所以佛说「法尚应舍，何况非法」。那个法就是佛所说的法。佛所说的法，你体会它的意思，明白它的意思就好，着不得，决定不能执着。执着佛法，跟执着前面色声香味，没有两样！都是污染了清净心，佛法也执着不得。这个是佛法真正高明之处，真正真实之处，然后我们想到佛在很多大乘经上讲，佛不度众生，这就有道理了。清净心是你自己恢复的，不是佛帮助你恢复的。如果我们执着在佛法上，死在句下，那就大错特错了。底下这两句话，是修行的重要纲领。",
      "zh_TW": "『聲香味觸』，加上前面的色，這是我們講的眼耳鼻舌身所接觸外面的境界相，佛教給我們不為外境所動，我們聽了還可以接受。那個『法』，法裡頭有世法，有佛法，佛為我們所講的這些法，我們聽了之後，也要生了心，也錯了。你就被佛騙了，被佛牽著鼻子走，所以佛說「法尚應捨，何況非法」。那個法就是佛所說的法。佛所說的法，你體會它的意思，明白它的意思就好，著不得，決定不能執著。執著佛法，跟執著前面色聲香味，沒有兩樣！都是污染了清淨心，佛法也執著不得。這個是佛法真正高明之處，真正真實之處，然後我們想到佛在很多大乘經上講，佛不度眾生，這就有道理了。清淨心是你自己恢復的，不是佛幫助你恢復的。如果我們執著在佛法上，死在句下，那就大錯特錯了。底下這兩句話，是修行的重要綱領。"
    },
    {
      "id": "09-022-0005_p0051",
      "zh_CN": "【应无所住。而生其心。】",
      "zh_TW": "【應無所住。而生其心。】"
    },
    {
      "id": "09-022-0005_p0052",
      "zh_CN": "『应无所住』，连佛法包括在里面，世法佛法都不能住，住就是执着，我们常讲着相！世法佛法都不能住。有法无法也不能执着，有不执着，空也不执着，不执着也不执着，还有个不执着，还有个执着在，还有个不执着！那个心才叫真的干净！这种清净心里面，起作用的时候，是修一切善法，利益一切众生，这叫大慈大悲。为什么要生心？显示出性德的大用，性德是体，有体一定有作用！一定起作用，这个作用是利益一切众生，虽然利益一切众生，决定没有利益一切众生的念头。有念头，又着相了，又着了。",
      "zh_TW": "『應無所住』，連佛法包括在裡面，世法佛法都不能住，住就是執著，我們常講著相！世法佛法都不能住。有法無法也不能執著，有不執著，空也不執著，不執著也不執著，還有個不執著，還有個執著在，還有個不執著！那個心才叫真的乾淨！這種清淨心裡面，起作用的時候，是修一切善法，利益一切眾生，這叫大慈大悲。為什麼要生心？顯示出性德的大用，性德是體，有體一定有作用！一定起作用，這個作用是利益一切眾生，雖然利益一切眾生，決定沒有利益一切眾生的念頭。有念頭，又著相了，又著了。"
    },
    {
      "id": "09-022-0005_p0053",
      "zh_CN": "因为他不着，就像普贤菩萨讲的，佛度众生，帮助一切众生，时时处处，从无间断，他不会疲倦，他不会厌倦。我们一般事情，做同样事情做久了，就讨厌。他不厌，他也不倦，为什么不厌不倦？因为他作而无作，无作而作，虽做心里若无其事，所以他不会厌倦。我们做事情，为什么做一点点，就会疲倦，就厌倦？我们心里头执着。我今天做了八个钟点了，哦，做了好多事情，那当然就累了！累是从这来的。",
      "zh_TW": "因為他不著，就像普賢菩薩講的，佛度眾生，幫助一切眾生，時時處處，從無間斷，他不會疲倦，他不會厭倦。我們一般事情，做同樣事情做久了，就討厭。他不厭，他也不倦，為什麼不厭不倦？因為他作而無作，無作而作，雖做心裡若無其事，所以他不會厭倦。我們做事情，為什麼做一點點，就會疲倦，就厭倦？我們心裡頭執著。我今天做了八個鐘點了，哦，做了好多事情，那當然就累了！累是從這來的。"
    },
    {
      "id": "09-022-0005_p0054",
      "zh_CN": "如果你真能学到《金刚经》这个本事的话，一切不执着，你连续做三天三夜，若无其事，没做。没做，哪里会疲倦！确实如此。心到清净，心要专注，真的会返老还童，我们今天讲的很时髦，「体质改变了」。体质改变，恢复到自然，恢复到正常了。我们年岁愈大，身体为什么愈衰？原因在哪里？随着岁月，妄想在增加，妄想把我们自然，原来这个好的身体的组织破坏了，妄念愈多，破坏就愈严重，一年一年严重，到后来就不能支持了。 人的这个身体，要照我们中国古人讲的，这是一个机器，这个机器正常的寿命，就是你应用得很恰当，不要有意去损害它，能够正常的保养，正常的运用，应该活两百年。两百年的寿命，是正常的寿命。活不到为什么？是你自己把它糟蹋掉了。",
      "zh_TW": "如果你真能學到《金剛經》這個本事的話，一切不執著，你連續做三天三夜，若無其事，沒做。沒做，哪裡會疲倦！確實如此。心到清淨，心要專注，真的會返老還童，我們今天講的很時髦，「體質改變了」。體質改變，恢復到自然，恢復到正常了。我們年歲愈大，身體為什麼愈衰？原因在哪裡？隨著歲月，妄想在增加，妄想把我們自然，原來這個好的身體的組織破壞了，妄念愈多，破壞就愈嚴重，一年一年嚴重，到後來就不能支持了。 人的這個身體，要照我們中國古人講的，這是一個機器，這個機器正常的壽命，就是你應用得很恰當，不要有意去損害它，能夠正常的保養，正常的運用，應該活兩百年。兩百年的壽命，是正常的壽命。活不到為什麼？是你自己把它糟蹋掉了。"
    },
    {
      "id": "09-022-0005_p0055",
      "zh_CN": "这个两百年的说法，出自中国《黄帝内经》，《灵枢经》。中国古老的医学，它的宗旨，它的目标，就是养生，长生。它不是治病的，为什么？在它那个观念当中，人不应该生病，不应该短命，所以它说的是养生之道。佛法里面讲养生之道，那是最精深的。比儒家、道家讲的更究竟更圆满，真正是从根本上为我们说出来，清净心，心要虚，心里头不能有东西，心空，它就灵，心里面有东西就不灵！",
      "zh_TW": "這個兩百年的說法，出自中國《黃帝內經》，《靈樞經》。中國古老的醫學，它的宗旨，它的目標，就是養生，長生。它不是治病的，為什麼？在它那個觀念當中，人不應該生病，不應該短命，所以它說的是養生之道。佛法裡面講養生之道，那是最精深的。比儒家、道家講的更究竟更圓滿，真正是從根本上為我們說出來，清淨心，心要虛，心裡頭不能有東西，心空，它就靈，心裡面有東西就不靈！"
    },
    {
      "id": "09-022-0005_p0056",
      "zh_CN": "所以佛法常用法轮，圆来表法，你看圆心，我们的真心就像圆心一样，心有没有，有。心在哪里？找不到，没有形相，但是它确实有，心里头什么都没有，所以我们养心，心要空，心里头不能有一点点东西存在，你这个心就很健康。心里面有妄想，有分别，有执着，有牵挂，就完了，心坏了！心坏了，身体就很容易坏了。因为这个身是属于境界，佛在经上常讲，境随心转，心要是健康，身哪有不健康的道理？决定健康。",
      "zh_TW": "所以佛法常用法輪，圓來表法，你看圓心，我們的真心就像圓心一樣，心有沒有，有。心在哪裡？找不到，沒有形相，但是它確實有，心裡頭什麼都沒有，所以我們養心，心要空，心裡頭不能有一點點東西存在，你這個心就很健康。心裡面有妄想，有分別，有執著，有牽掛，就完了，心壞了！心壞了，身體就很容易壞了。因為這個身是屬於境界，佛在經上常講，境隨心轉，心要是健康，身哪有不健康的道理？決定健康。"
    },
    {
      "id": "09-022-0005_p0057",
      "zh_CN": "所以佛法可以说，最浅显的，最小的利益，你这一生身心健康，你得的是健康长寿。这是学佛最低的利益，最小的好处。如果我们这都得不到，我们在佛法里修学就冤枉了。不是理论上错误了，决定是方法上错误了，如果不错的话，健康长寿决定得到。所以这两句很重要，应当要牢牢的记住，就这两句话要是做到了，一生都受用不尽！大千世界七宝布施，真的比不上！",
      "zh_TW": "所以佛法可以說，最淺顯的，最小的利益，你這一生身心健康，你得的是健康長壽。這是學佛最低的利益，最小的好處。如果我們這都得不到，我們在佛法裡修學就冤枉了。不是理論上錯誤了，決定是方法上錯誤了，如果不錯的話，健康長壽決定得到。所以這兩句很重要，應當要牢牢的記住，就這兩句話要是做到了，一生都受用不盡！大千世界七寶布施，真的比不上！"
    },
    {
      "id": "09-022-0005_p0058",
      "zh_CN": "【须菩提。譬如有人。身如须弥山王。于意云何。是身为大不。须菩提言。甚大。世尊。何以故。佛说非身。是名大身。】",
      "zh_TW": "【須菩提。譬如有人。身如須彌山王。於意云何。是身為大不。須菩提言。甚大。世尊。何以故。佛說非身。是名大身。】"
    },
    {
      "id": "09-022-0005_p0059",
      "zh_CN": "『身如须弥山王』，这个话不是比喻，是真的。佛的报身，佛的报身还是相，既然是相，就不是性。「凡所有相皆是虚妄」，这前面讲的，我们这个小身是假的，不是真的。佛，那么大的报身，我们「赞佛偈」里面，常常念的，「白毫宛转五须弥，绀目澄清四大海」。佛的报身，报身也是相，相也不能执着。执着是错了，所以佛说『非身』，非身是从性上讲的。自性里面没有这个相，但是自性随缘，也可以现这个相，『是名大身』。「是名」是从相上说的，性虽然没有，但是性可以现相，虽现相，相不碍性，性不碍相。如果两边都不执着，可以说见性就是见相，见相就是见性，可以这样说法。如果执着，那就都不是，就都错了。再看底下这段经文，",
      "zh_TW": "『身如須彌山王』，這個話不是比喻，是真的。佛的報身，佛的報身還是相，既然是相，就不是性。「凡所有相皆是虛妄」，這前面講的，我們這個小身是假的，不是真的。佛，那麼大的報身，我們「讚佛偈」裡面，常常念的，「白毫宛轉五須彌，紺目澄清四大海」。佛的報身，報身也是相，相也不能執著。執著是錯了，所以佛說『非身』，非身是從性上講的。自性裡面沒有這個相，但是自性隨緣，也可以現這個相，『是名大身』。「是名」是從相上說的，性雖然沒有，但是性可以現相，雖現相，相不礙性，性不礙相。如果兩邊都不執著，可以說見性就是見相，見相就是見性，可以這樣說法。如果執著，那就都不是，就都錯了。再看底下這段經文，"
    },
    {
      "id": "09-022-0005_p0060",
      "zh_CN": "【须菩提。如恒河中所有沙数。】",
      "zh_TW": "【須菩提。如恆河中所有沙數。】"
    },
    {
      "id": "09-022-0005_p0061",
      "zh_CN": "这是比喻。世尊当年在世，在恒河流域讲经的时间很长，所以往往讲到数字之多，就用恒河沙做比喻。恒河沙很细，这一条河很长，比我们中国长江、黄河还要长，你就想那里面沙有多少。",
      "zh_TW": "這是比喻。世尊當年在世，在恆河流域講經的時間很長，所以往往講到數字之多，就用恆河沙做比喻。恆河沙很細，這一條河很長，比我們中國長江、黃河還要長，你就想那裡面沙有多少。"
    },
    {
      "id": "09-022-0005_p0062",
      "zh_CN": "【如是沙等恒河。】",
      "zh_TW": "【如是沙等恆河。】"
    },
    {
      "id": "09-022-0005_p0063",
      "zh_CN": "佛再举比喻，恒河里一粒沙，把它变成一条恒河，恒河沙数的恒河。",
      "zh_TW": "佛再舉比喻，恆河裡一粒沙，把它變成一條恆河，恆河沙數的恆河。"
    },
    {
      "id": "09-022-0005_p0064",
      "zh_CN": "【于意云何。是诸恒河沙宁为多不。】",
      "zh_TW": "【於意云何。是諸恆河沙寧為多不。】"
    },
    {
      "id": "09-022-0005_p0065",
      "zh_CN": "这个『恒河沙』多不多？实在讲一条恒河的沙，已经就很多很多了，何况恒河沙数的恒河沙。说数字之多，说老实话，我们要不读佛经，让我们来说说，我们想不出来！",
      "zh_TW": "這個『恆河沙』多不多？實在講一條恆河的沙，已經就很多很多了，何況恆河沙數的恆河沙。說數字之多，說老實話，我們要不讀佛經，讓我們來說說，我們想不出來！"
    },
    {
      "id": "09-022-0005_p0066",
      "zh_CN": "【须菩提言。甚多。世尊。但诸恒河尚多无数。何况其沙。】",
      "zh_TW": "【須菩提言。甚多。世尊。但諸恆河尚多無數。何況其沙。】"
    },
    {
      "id": "09-022-0005_p0067",
      "zh_CN": "一粒沙变成一个恒河，恒河的数量都不可思议，都无量无边了，何况恒河沙！",
      "zh_TW": "一粒沙變成一個恆河，恆河的數量都不可思議，都無量無邊了，何況恆河沙！"
    },
    {
      "id": "09-022-0005_p0068",
      "zh_CN": "【须菩提。我今实言告汝。】",
      "zh_TW": "【須菩提。我今實言告汝。】"
    },
    {
      "id": "09-022-0005_p0069",
      "zh_CN": "实实在在告诉你。",
      "zh_TW": "實實在在告訴你。"
    },
    {
      "id": "09-022-0005_p0070",
      "zh_CN": "【若有善男子。善女人。以七宝满尔所恒河沙数三千大千世界。以用布施。得福多不。】",
      "zh_TW": "【若有善男子。善女人。以七寶滿爾所恆河沙數三千大千世界。以用布施。得福多不。】"
    },
    {
      "id": "09-022-0005_p0071",
      "zh_CN": "前面是一个三千大千世界，七宝布施。这就不晓得增加了多少倍。",
      "zh_TW": "前面是一個三千大千世界，七寶布施。這就不曉得增加了多少倍。"
    },
    {
      "id": "09-022-0005_p0072",
      "zh_CN": "【须菩提言。甚多。世尊。佛告须菩提。若善男子。善女人。于此经中。乃至受持四句偈等。为他人说。而此福德。胜前福德。】",
      "zh_TW": "【須菩提言。甚多。世尊。佛告須菩提。若善男子。善女人。於此經中。乃至受持四句偈等。為他人說。而此福德。勝前福德。】"
    },
    {
      "id": "09-022-0005_p0073",
      "zh_CN": "这是第二次的比较。我们读了之后，怕的是你不念阿弥陀佛，也不念《无量寿经》，读这个经福报多大，你要这样去做，我跟你说，你没有福报。为什么？你已经着了相。刚才讲，不住色声香味触法，你着了法。佛是叫你不着，你又着了。我们要想真的做到「应无所住而生其心」，难，太难太难了，一起心动念就着了，那个境界是，不起心，不动念，不分别，不执着，才真的叫无所住！换句话，我们做不到，我们想把这个念头统统止住，那一个想已经是一个念头了，你说有什么法子。所以《金刚经》念完了之后，不错，是好，没法子，还是老实念佛，求生净土，那就对了。《金刚经》的境界，《金刚经》的修学，到西方极乐世界，见了阿弥陀佛，再照这个方法修。准没错。有阿弥陀佛指导你，就不会做错了。",
      "zh_TW": "這是第二次的比較。我們讀了之後，怕的是你不念阿彌陀佛，也不念《無量壽經》，讀這個經福報多大，你要這樣去做，我跟你說，你沒有福報。為什麼？你已經著了相。剛才講，不住色聲香味觸法，你著了法。佛是叫你不著，你又著了。我們要想真的做到「應無所住而生其心」，難，太難太難了，一起心動念就著了，那個境界是，不起心，不動念，不分別，不執著，才真的叫無所住！換句話，我們做不到，我們想把這個念頭統統止住，那一個想已經是一個念頭了，你說有什麼法子。所以《金剛經》念完了之後，不錯，是好，沒法子，還是老實念佛，求生淨土，那就對了。《金剛經》的境界，《金剛經》的修學，到西方極樂世界，見了阿彌陀佛，再照這個方法修。準沒錯。有阿彌陀佛指導你，就不會做錯了。"
    },
    {
      "id": "09-022-0005_p0074",
      "zh_CN": "先从这部经上，了解大乘的意味，而大乘修学之难，然后才知道净土是个易行道！不要说别的，前面我们念过这个四果，谈何容易，初果须陀洹，要把三界八十八品见惑断尽，才能达到那个境界。我们就这一点就做不到，何况更高的境界。但是《金刚经》的道理明白，好，多多少少会帮助我们看破一些，对这个世缘要放下，晓得没事，全是假的。人生如梦，到头来一场空，何必造业！真正学佛的人，要听佛的教诲，佛教给我们怎样做，要认真努力去做，虽然做不到，但是不离这个方向，不离这个目标，我接近一尺，有一尺的利益，接近一丈，有一丈的利益。归心净土，这些功德利益，统统可以帮助我们往生，好处在此地。请看底下经文：",
      "zh_TW": "先從這部經上，了解大乘的意味，而大乘修學之難，然後才知道淨土是個易行道！不要說別的，前面我們念過這個四果，談何容易，初果須陀洹，要把三界八十八品見惑斷盡，才能達到那個境界。我們就這一點就做不到，何況更高的境界。但是《金剛經》的道理明白，好，多多少少會幫助我們看破一些，對這個世緣要放下，曉得沒事，全是假的。人生如夢，到頭來一場空，何必造業！真正學佛的人，要聽佛的教誨，佛教給我們怎樣做，要認真努力去做，雖然做不到，但是不離這個方向，不離這個目標，我接近一尺，有一尺的利益，接近一丈，有一丈的利益。歸心淨土，這些功德利益，統統可以幫助我們往生，好處在此地。請看底下經文："
    },
    {
      "id": "09-022-0005_p0075",
      "zh_CN": "【复次。须菩提。随说是经。乃至四句偈等。当知此处。一切世间天。人。阿修罗。皆应供养。如佛塔庙。何况有人尽能受持读诵。】",
      "zh_TW": "【復次。須菩提。隨說是經。乃至四句偈等。當知此處。一切世間天。人。阿修羅。皆應供養。如佛塔廟。何況有人盡能受持讀誦。】"
    },
    {
      "id": "09-022-0005_p0076",
      "zh_CN": "这是说明，财施跟法施比较，法施殊胜之所以然。『随说』，随是随人，随时，随地，随处。你懂得多少，你就可以说多少。乃至四句偈，甚至于一句两句。「凡所有相，皆是虚妄」，两句，半偈，你能够以清净心，真诚心，恭敬心，慈悲心为人演说，那个处所就是道场。这个处所，『一切世间天人阿修罗』，天人阿修罗有神通，他都会供养，他都会尊重，就像佛的塔寺一样。因为塔寺里面，决定供养着三宝，一定有佛像，有经书，有出家人，所以护法神都会拥护的。随说，都有这样殊胜的利益，『何况有人尽能受持读诵』，尽能是全经，那这个功德利益，当然更不可思议。四句偈的功德，护法善神都保佑。",
      "zh_TW": "這是說明，財施跟法施比較，法施殊勝之所以然。『隨說』，隨是隨人，隨時，隨地，隨處。你懂得多少，你就可以說多少。乃至四句偈，甚至於一句兩句。「凡所有相，皆是虛妄」，兩句，半偈，你能夠以清淨心，真誠心，恭敬心，慈悲心為人演說，那個處所就是道場。這個處所，『一切世間天人阿修羅』，天人阿修羅有神通，他都會供養，他都會尊重，就像佛的塔寺一樣。因為塔寺裡面，決定供養著三寶，一定有佛像，有經書，有出家人，所以護法神都會擁護的。隨說，都有這樣殊勝的利益，『何況有人盡能受持讀誦』，盡能是全經，那這個功德利益，當然更不可思議。四句偈的功德，護法善神都保佑。"
    },
    {
      "id": "09-022-0005_p0077",
      "zh_CN": "【须菩提。当知是人。成就最上第一希有之法。若是经典所在之处。则为有佛。若尊重弟子。】",
      "zh_TW": "【須菩提。當知是人。成就最上第一希有之法。若是經典所在之處。則為有佛。若尊重弟子。】"
    },
    {
      "id": "09-022-0005_p0078",
      "zh_CN": "虽然说，这个说经之处，但是它的重点还是在人，在受持读诵，为人演说的这个人，这个人为一切护法善神所拥护，所尊重的。这是『第一希有之法』。『经典所在之处』，不仅仅是《金刚经》，所有一切大乘经，无不如是！我们世间人，对经典不重视，不尊重，特别是现代我们台湾的同修们，对经典不重视，原因是什么？太多了，太容易得到了。这一点我们比不上大陆，我们送一点经书到大陆，我没有见到，但是我看到照片，他们迎接的时候，都穿袍搭衣，跪在那个寺庙门口，来迎接经典，经典顶在头上，一个人顶一本，送到寺庙藏经处里面去排列。",
      "zh_TW": "雖然說，這個說經之處，但是它的重點還是在人，在受持讀誦，為人演說的這個人，這個人為一切護法善神所擁護，所尊重的。這是『第一希有之法』。『經典所在之處』，不僅僅是《金剛經》，所有一切大乘經，無不如是！我們世間人，對經典不重視，不尊重，特別是現代我們台灣的同修們，對經典不重視，原因是什麼？太多了，太容易得到了。這一點我們比不上大陸，我們送一點經書到大陸，我沒有見到，但是我看到照片，他們迎接的時候，都穿袍搭衣，跪在那個寺廟門口，來迎接經典，經典頂在頭上，一個人頂一本，送到寺廟藏經處裡面去排列。"
    },
    {
      "id": "09-022-0005_p0079",
      "zh_CN": "我们这里没有，随随便便丢在地下，拖着就走了，脚一踢就过去了。诸位想想看，护法神看到这个样子，还会保佑你，还会尊重你？我们尊重经，诸佛护念，龙天就尊重这个人，这么个道理，一定要晓得。这就是说明，真正能够读诵受持，为人演说，经典所在之处，三宝具足。经典是法宝。『则为有佛』，是佛宝。『若尊重弟子』，僧宝。这就说明三宝具足，所以它『成就最上第一希有之法』。所以这个经不能不尊重。",
      "zh_TW": "我們這裡沒有，隨隨便便丟在地下，拖著就走了，腳一踢就過去了。諸位想想看，護法神看到這個樣子，還會保佑你，還會尊重你？我們尊重經，諸佛護念，龍天就尊重這個人，這麼個道理，一定要曉得。這就是說明，真正能夠讀誦受持，為人演說，經典所在之處，三寶具足。經典是法寶。『則為有佛』，是佛寶。『若尊重弟子』，僧寶。這就說明三寶具足，所以它『成就最上第一希有之法』。所以這個經不能不尊重。"
    },
    {
      "id": "09-022-0005_p0080",
      "zh_CN": "今天在这个世间，我所看到的，对于经典尊重的，我只看到一个人，现在在温哥华的张老居士。《金刚经》，他写了一本。《无量寿经》他写出来了，净土五经一论，他全写出来了。他写一个字，去洗一次手。我们看到古人写经，沐手恭书！以为他写经之前洗一次手，再一直写下去，不晓得，写一个字，洗一次手！这位老先生，八十多岁了，身体一年比一年好，精神一年比一年好，相貌一年比一年圆满，不可思议（我到温哥华一定要跟他见一次面）！这个很有道理，为什么？专心写经，他心清净了。心清净，他身体就健康，这是我们看到的这个老人。",
      "zh_TW": "今天在這個世間，我所看到的，對於經典尊重的，我只看到一個人，現在在溫哥華的張老居士。《金剛經》，他寫了一本。《無量壽經》他寫出來了，淨土五經一論，他全寫出來了。他寫一個字，去洗一次手。我們看到古人寫經，沐手恭書！以為他寫經之前洗一次手，再一直寫下去，不曉得，寫一個字，洗一次手！這位老先生，八十多歲了，身體一年比一年好，精神一年比一年好，相貌一年比一年圓滿，不可思議（我到溫哥華一定要跟他見一次面）！這個很有道理，為什麼？專心寫經，他心清淨了。心清淨，他身體就健康，這是我們看到的這個老人。"
    },
    {
      "id": "09-022-0005_p0081",
      "zh_CN": "另外一个老人在西雅图，今年九十岁，刘承符老居士。他把我那些录音带都写成书。今年九十岁，我跟他很久没见面了，有些同修跟他见到的时候，他告诉他说，他的身体一年比一年好，没有说老，一年不如一年，他说一年比一年好，精神也一年比一年好。所以现在发心写大部头经，《无量寿经》完成了，现在写《弥陀经要解》。我在这里讲的《弥陀经要解》，大概好像也是好几十个带子，他统统把它写出来。证明佛在经上讲的，真的没错，心地清净、真诚、恭敬、慈悲，利益一切众生！",
      "zh_TW": "另外一個老人在西雅圖，今年九十歲，劉承符老居士。他把我那些錄音帶都寫成書。今年九十歲，我跟他很久沒見面了，有些同修跟他見到的時候，他告訴他說，他的身體一年比一年好，沒有說老，一年不如一年，他說一年比一年好，精神也一年比一年好。所以現在發心寫大部頭經，《無量壽經》完成了，現在寫《彌陀經要解》。我在這裡講的《彌陀經要解》，大概好像也是好幾十個帶子，他統統把它寫出來。證明佛在經上講的，真的沒錯，心地清淨、真誠、恭敬、慈悲，利益一切眾生！"
    },
    {
      "id": "09-022-0005_p0082",
      "zh_CN": "底下一段经文是请示经名。在一般经典里面，我们所看到的，请经名，差不多都是这部经快结束了，当机才请问经名。《金刚经》的请名，是在经的当中。这就说明，《金刚经》确实是有前后两部，前半部跟后半部。后半部如果须菩提尊者，要不重请，经到一半就结束了，就圆满了，意思很完整了。后半部不过是前半部里头重要意思，再详细发挥而已。所以前半部的经文有深有浅，深的人看得很深，浅的人看到也能接受，可深可浅。后半部唯深无浅，但是它的精华，讲得非常透辟的地方，都在后半部。我们把这个文念下去：",
      "zh_TW": "底下一段經文是請示經名。在一般經典裡面，我們所看到的，請經名，差不多都是這部經快結束了，當機才請問經名。《金剛經》的請名，是在經的當中。這就說明，《金剛經》確實是有前後兩部，前半部跟後半部。後半部如果須菩提尊者，要不重請，經到一半就結束了，就圓滿了，意思很完整了。後半部不過是前半部裡頭重要意思，再詳細發揮而已。所以前半部的經文有深有淺，深的人看得很深，淺的人看到也能接受，可深可淺。後半部唯深無淺，但是它的精華，講得非常透闢的地方，都在後半部。我們把這個文念下去："
    },
    {
      "id": "09-022-0005_p0083",
      "zh_CN": "【尔时。须菩提白佛言。世尊。当何名此经。我等云何奉持。】",
      "zh_TW": "【爾時。須菩提白佛言。世尊。當何名此經。我等云何奉持。】"
    },
    {
      "id": "09-022-0005_p0084",
      "zh_CN": "这个非常重要，经题就是这部经的总纲领。我们要学习，要依教修行，一定要把总纲领掌握到。",
      "zh_TW": "這個非常重要，經題就是這部經的總綱領。我們要學習，要依教修行，一定要把總綱領掌握到。"
    },
    {
      "id": "09-022-0005_p0085",
      "zh_CN": "【佛告须菩提。是经名为金刚般若波罗蜜。】",
      "zh_TW": "【佛告須菩提。是經名為金剛般若波羅蜜。】"
    },
    {
      "id": "09-022-0005_p0086",
      "zh_CN": "『金刚』是比喻，这里面有三个意思，金中之刚，第一个比喻，坚固。所谓一切物不能坏金刚，金刚能坏一切物，坚固。第二锋利。第三光明。宝是宝物，光明。这三样都是比喻性德，性德永远不变，性是不变的，相会变，性不会变。不变的是坚固的，像金刚一样永远不变，取这个比喻。锋利是能断烦恼。光明是能破无明，所以才取这个比喻。比的什么？比的是般若智慧。『般若』，是自性里面本来具足的智慧，不是从外面来的。也可以说般若智慧就是清净心的起用。清净心是体，作用就是般若。",
      "zh_TW": "『金剛』是比喻，這裡面有三個意思，金中之剛，第一個比喻，堅固。所謂一切物不能壞金剛，金剛能壞一切物，堅固。第二鋒利。第三光明。寶是寶物，光明。這三樣都是比喻性德，性德永遠不變，性是不變的，相會變，性不會變。不變的是堅固的，像金剛一樣永遠不變，取這個比喻。鋒利是能斷煩惱。光明是能破無明，所以才取這個比喻。比的什麼？比的是般若智慧。『般若』，是自性裡面本來具足的智慧，不是從外面來的。也可以說般若智慧就是清淨心的起用。清淨心是體，作用就是般若。"
    },
    {
      "id": "09-022-0005_p0087",
      "zh_CN": "『波罗蜜』是梵语，翻成中国意思，古人翻的叫到彼岸。要用现在的话来讲，是究竟圆满。到彼岸，就像我们中国一般人讲「到家」。工夫到家，到家就是圆满的意思。所以印度人，凡是任何一桩事情做到很好，好到不能再好，就叫做波罗蜜。所以波罗蜜，很有我们中国人讲的到家的这个味道。譬如说你写字，写得非常好的时候，这功夫到家了，在印度人称波罗蜜。你烧菜，菜烧得非常之好，也称波罗蜜。这是智慧到家了，智慧达到究竟圆满，把这个纲领掌握到就行了。我们要求的，就是像金刚一样，究竟圆满的智慧，这部经教给我们就是这个，我们修学的目标也是这个。所以学佛不是求别的，就是求智慧，唯有智慧才能解决一切问题。俗话说得好，佛氏门中，有求必应，为什么有求必应？因为他有究竟圆满的智慧，哪有求不到的。没有智慧，那就求不到了。所谓盲目的追求！有智慧一定做得非常圆满。",
      "zh_TW": "『波羅蜜』是梵語，翻成中國意思，古人翻的叫到彼岸。要用現在的話來講，是究竟圓滿。到彼岸，就像我們中國一般人講「到家」。工夫到家，到家就是圓滿的意思。所以印度人，凡是任何一樁事情做到很好，好到不能再好，就叫做波羅蜜。所以波羅蜜，很有我們中國人講的到家的這個味道。譬如說你寫字，寫得非常好的時候，這功夫到家了，在印度人稱波羅蜜。你燒菜，菜燒得非常之好，也稱波羅蜜。這是智慧到家了，智慧達到究竟圓滿，把這個綱領掌握到就行了。我們要求的，就是像金剛一樣，究竟圓滿的智慧，這部經教給我們就是這個，我們修學的目標也是這個。所以學佛不是求別的，就是求智慧，唯有智慧才能解決一切問題。俗話說得好，佛氏門中，有求必應，為什麼有求必應？因為他有究竟圓滿的智慧，哪有求不到的。沒有智慧，那就求不到了。所謂盲目的追求！有智慧一定做得非常圓滿。"
    },
    {
      "id": "09-022-0005_p0088",
      "zh_CN": "【以是名字。汝当奉持。】",
      "zh_TW": "【以是名字。汝當奉持。】"
    },
    {
      "id": "09-022-0005_p0089",
      "zh_CN": "这是把这个纲领教给他。",
      "zh_TW": "這是把這個綱領教給他。"
    },
    {
      "id": "09-022-0005_p0090",
      "zh_CN": "【所以者何。须菩提。佛说般若波罗蜜。则非般若波罗蜜。须菩提。于意云何。如来有所说法不。须菩提白佛言。世尊。如来无所说。】",
      "zh_TW": "【所以者何。須菩提。佛說般若波羅蜜。則非般若波羅蜜。須菩提。於意云何。如來有所說法不。須菩提白佛言。世尊。如來無所說。】"
    },
    {
      "id": "09-022-0005_p0091",
      "zh_CN": "后面这个话愈说愈妙，愈说意思愈圆，说了这个经题，又怕你执着，死在这个题下。佛所讲的，字字句句扣到我们自性，金刚般若是本性，本来具足的，你现在把自己自性金刚般若忘掉了，把释迦牟尼佛嘴巴里讲的金刚般若波罗蜜拿来受持，你就永远得不到，那就错了。所以说完之后，马上话锋转过头来，教你会归自性，『佛说般若波罗蜜，则非般若波罗蜜』。这是讲真如本性里头，没有金刚般若波罗蜜这个名字！你以为有这个名字就错了，本来无一物，哪有这个东西！",
      "zh_TW": "後面這個話愈說愈妙，愈說意思愈圓，說了這個經題，又怕你執著，死在這個題下。佛所講的，字字句句扣到我們自性，金剛般若是本性，本來具足的，你現在把自己自性金剛般若忘掉了，把釋迦牟尼佛嘴巴裡講的金剛般若波羅蜜拿來受持，你就永遠得不到，那就錯了。所以說完之後，馬上話鋒轉過頭來，教你會歸自性，『佛說般若波羅蜜，則非般若波羅蜜』。這是講真如本性裡頭，沒有金剛般若波羅蜜這個名字！你以為有這個名字就錯了，本來無一物，哪有這個東西！"
    },
    {
      "id": "09-022-0005_p0092",
      "zh_CN": "佛在讲经说法里头，有，相上有这个。性里头没有，我们利用这个假相，要修真性，那就对了。所谓说借假修真，要明白这个道理。借假，假有没有用处？假有用，有用可不能执着，不但是我用完了以后，等我开了悟，我才不要它，你永远不会开悟。正用的时候就不能执着，你才能开得了悟。用的时候，有执着就开不了悟，这个是佛在般若会上讲的，跟从前小乘里头所说的不一样，小乘是过了河，才不要船。这里讲的，在船上就不要有船，船的念头就不能有，就不能执着，用意在这里，不是不用它，还用它，但是我心里头决定不执着它，这个就是般若会上，跟阿含会上讲的，不一样的地方在此地，否则的话你将来看到，《阿含经》里面也有这个筏喻，《金刚经》上也有筏喻，不是一样？不一样，意思不相同。这个意思就圆得多了，我们能够体会到这个意思，能够把它应用在生活上，穿衣吃饭，处事待人接物，即相离相，我相有没有，有。用不用？用，就在这个用上，当下就晓得它是空，它是寂，当下就空寂，当下就离一切分别执着，这就对了。",
      "zh_TW": "佛在講經說法裡頭，有，相上有這個。性裡頭沒有，我們利用這個假相，要修真性，那就對了。所謂說借假修真，要明白這個道理。借假，假有沒有用處？假有用，有用可不能執著，不但是我用完了以後，等我開了悟，我才不要它，你永遠不會開悟。正用的時候就不能執著，你才能開得了悟。用的時候，有執著就開不了悟，這個是佛在般若會上講的，跟從前小乘裡頭所說的不一樣，小乘是過了河，才不要船。這裡講的，在船上就不要有船，船的念頭就不能有，就不能執著，用意在這裡，不是不用它，還用它，但是我心裡頭決定不執著它，這個就是般若會上，跟阿含會上講的，不一樣的地方在此地，否則的話你將來看到，《阿含經》裡面也有這個筏喻，《金剛經》上也有筏喻，不是一樣？不一樣，意思不相同。這個意思就圓得多了，我們能夠體會到這個意思，能夠把它應用在生活上，穿衣吃飯，處事待人接物，即相離相，我相有沒有，有。用不用？用，就在這個用上，當下就曉得它是空，它是寂，當下就空寂，當下就離一切分別執著，這就對了。"
    },
    {
      "id": "09-022-0005_p0093",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}