{
  "doc_id": "09-022-0002",
  "title": {
    "zh_CN": "金刚般若大意",
    "zh_TW": "金剛般若大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-022-0002",
  "total_paragraphs": 64,
  "paragraphs": [
    {
      "id": "09-022-0002_p0001",
      "zh_CN": "请掀开经本，第一面倒数第二行，这个经文还是序分，我们把这个文念一段：",
      "zh_TW": "請掀開經本，第一面倒數第二行，這個經文還是序分，我們把這個文念一段："
    },
    {
      "id": "09-022-0002_p0002",
      "zh_CN": "【尔时。世尊食时。着衣持钵。入舍卫大城乞食。于其城中。次第乞已。还至本处。饭食讫。收衣钵。洗足已。敷座而坐。】",
      "zh_TW": "【爾時。世尊食時。著衣持缽。入舍衛大城乞食。於其城中。次第乞已。還至本處。飯食訖。收衣缽。洗足已。敷座而坐。】"
    },
    {
      "id": "09-022-0002_p0003",
      "zh_CN": "到这个地方是一段，这是本经的发起序。我们在许多大乘经上看到，世尊在说法之前都有种种的瑞相，像放光、像六种震动这些境界现前。《金刚般若》在大乘经里面，算得上是非常重要的一部经典，古大德虽然把它判做大乘初学的课程，可是近代江味农居士，以他四十年专攻的心得，他老人家说古德判这部经，判得不甚恰当。从本经的教义来看，确确实实是大乘圆顿大法，在《讲义》里面他给我们分析得非常的清楚。",
      "zh_TW": "到這個地方是一段，這是本經的發起序。我們在許多大乘經上看到，世尊在說法之前都有種種的瑞相，像放光、像六種震動這些境界現前。《金剛般若》在大乘經裡面，算得上是非常重要的一部經典，古大德雖然把它判做大乘初學的課程，可是近代江味農居士，以他四十年專攻的心得，他老人家說古德判這部經，判得不甚恰當。從本經的教義來看，確確實實是大乘圓頓大法，在《講義》裡面他給我們分析得非常的清楚。"
    },
    {
      "id": "09-022-0002_p0004",
      "zh_CN": "这种判法，古今到底谁是谁非？就像佛在《金刚经》上所说的，不能讲谁是谁非，也不能讲谁深谁浅。为什么？佛常说圆人说法，无法不圆。所谓浅深高下在人看，高的人看得高，低的人就看得低。法的本身确实无所谓浅深高下，这个道理在这部经里面，实在讲发挥得非常透彻，这也是我们应当要学习的。",
      "zh_TW": "這種判法，古今到底誰是誰非？就像佛在《金剛經》上所說的，不能講誰是誰非，也不能講誰深誰淺。為什麼？佛常說圓人說法，無法不圓。所謂淺深高下在人看，高的人看得高，低的人就看得低。法的本身確實無所謂淺深高下，這個道理在這部經裡面，實在講發揮得非常透徹，這也是我們應當要學習的。"
    },
    {
      "id": "09-022-0002_p0005",
      "zh_CN": "这样重要的经典，它发起却在日常生活当中，就是我们刚才念的这一段文，是在日常生活穿衣吃饭之处，发起这样甚深的经典，这也就说明，至高无上的佛法在哪里？就在日用平常之中。佛教导我们，无上甚深微妙法的修学，就在我们自己本分的生活上，无论是男女老幼，各行各业，就在自己本分上，就圆满的修学了，也能够圆满的证得无上菩提。你是个家庭主妇，就在日常家庭琐碎工作里面，就修了无上菩提法，就在家里每一天做这些家事，就成了佛。",
      "zh_TW": "這樣重要的經典，它發起卻在日常生活當中，就是我們剛才念的這一段文，是在日常生活穿衣吃飯之處，發起這樣甚深的經典，這也就說明，至高無上的佛法在哪裡？就在日用平常之中。佛教導我們，無上甚深微妙法的修學，就在我們自己本分的生活上，無論是男女老幼，各行各業，就在自己本分上，就圓滿的修學了，也能夠圓滿的證得無上菩提。你是個家庭主婦，就在日常家庭瑣碎工作裡面，就修了無上菩提法，就在家裡每一天做這些家事，就成了佛。"
    },
    {
      "id": "09-022-0002_p0006",
      "zh_CN": "本经把这些道理方法，简单扼要的给我们说清楚，而在事实上，做出一个样子来给我们看的，就是《华严经》，「善财童子五十三参」。你看这五十三位大菩萨都是法身大士，也是天台家所称的分证佛位，虽不是究竟佛果，是分证佛果。五十三个人，代表我们这个社会上，各行各业，男女老少，看他是怎么修的，他是怎么证果的，做出一个样子来给我们看。这五十三个人修行所依据的理论方法，都在《金刚经》上，所以能够把《金刚经》跟《华严》最后一部分（当然最理想的是《四十华严》）结合起来看，理论，方法，跟做出来、表演出来的样子，你就全都看到了。这是一部非常圆满的大乘佛法，实在讲就是大乘之大乘。",
      "zh_TW": "本經把這些道理方法，簡單扼要的給我們說清楚，而在事實上，做出一個樣子來給我們看的，就是《華嚴經》，「善財童子五十三參」。你看這五十三位大菩薩都是法身大士，也是天台家所稱的分證佛位，雖不是究竟佛果，是分證佛果。五十三個人，代表我們這個社會上，各行各業，男女老少，看他是怎麼修的，他是怎麼證果的，做出一個樣子來給我們看。這五十三個人修行所依據的理論方法，都在《金剛經》上，所以能夠把《金剛經》跟《華嚴》最後一部分（當然最理想的是《四十華嚴》）結合起來看，理論，方法，跟做出來、表演出來的樣子，你就全都看到了。這是一部非常圓滿的大乘佛法，實在講就是大乘之大乘。"
    },
    {
      "id": "09-022-0002_p0007",
      "zh_CN": "世尊是出家人，就以出家人生活做一个样子。我们读经最要紧的，要从这一个样子里面，体会到各种不同生活的方式，都能够取法他这个模样，我们就得受用了。所以要向这里去体会。出家修行，在家也是修行。出家跟在家，身分不一样，但是修行没有两样。出家人是以度众生为本，自己也是众生。所以这个众生的意思，首先我们要了解，众生不是指众多之人，这个说法不是佛经里面的本意。佛经所说的众生，是众缘和合而生起的现象，就叫做众生。众缘和合而生，这叫众生。我们这个身体是四大五蕴和合而生，这个身体叫众生，众缘和合而生的。",
      "zh_TW": "世尊是出家人，就以出家人生活做一個樣子。我們讀經最要緊的，要從這一個樣子裡面，體會到各種不同生活的方式，都能夠取法他這個模樣，我們就得受用了。所以要向這裡去體會。出家修行，在家也是修行。出家跟在家，身分不一樣，但是修行沒有兩樣。出家人是以度眾生為本，自己也是眾生。所以這個眾生的意思，首先我們要了解，眾生不是指眾多之人，這個說法不是佛經裡面的本意。佛經所說的眾生，是眾緣和合而生起的現象，就叫做眾生。眾緣和合而生，這叫眾生。我們這個身體是四大五蘊和合而生，這個身體叫眾生，眾緣和合而生的。"
    },
    {
      "id": "09-022-0002_p0008",
      "zh_CN": "诸位想一想，这个世间动物、植物、矿物哪一法不是众缘和合而生的，都是的。没有一样不是的。度众生了解这个意思，包括自己，包括所有一切的动物，我们现在讲是动物，在佛法里面讲「有情」。就是有感情、有情识的这些众生，有情众生，就是我们现在讲的动物。无情的众生，就是植物与矿物。这是现在人的说法。",
      "zh_TW": "諸位想一想，這個世間動物、植物、礦物哪一法不是眾緣和合而生的，都是的。沒有一樣不是的。度眾生了解這個意思，包括自己，包括所有一切的動物，我們現在講是動物，在佛法裡面講「有情」。就是有感情、有情識的這些眾生，有情眾生，就是我們現在講的動物。無情的眾生，就是植物與礦物。這是現在人的說法。"
    },
    {
      "id": "09-022-0002_p0009",
      "zh_CN": "要度众生，先要断惑，惑是迷惑。也就是说你要想度自己，度别人，先要不迷惑，先要做一个明白人，样样都明了，这才有得度的可能。度的意思，也必须要认识清楚，这个字用现代的话来讲，就是帮助的意思，协助的意思，怎样帮助自己，从迷惑颠倒变成一个清清楚楚、明明白白的人，从迷度到觉，这个意思就对了。从烦恼度到菩提，从生死度到涅槃，从凡度到圣，超凡入圣，都是这么个意思。",
      "zh_TW": "要度眾生，先要斷惑，惑是迷惑。也就是說你要想度自己，度別人，先要不迷惑，先要做一個明白人，樣樣都明瞭，這才有得度的可能。度的意思，也必須要認識清楚，這個字用現代的話來講，就是幫助的意思，協助的意思，怎樣幫助自己，從迷惑顛倒變成一個清清楚楚、明明白白的人，從迷度到覺，這個意思就對了。從煩惱度到菩提，從生死度到涅槃，從凡度到聖，超凡入聖，都是這麼個意思。"
    },
    {
      "id": "09-022-0002_p0010",
      "zh_CN": "所以要先断烦恼，要断烦恼，一定要先修苦行，为什么？因为一切有情众生，无始劫以来，他被什么迷了？贪！苦行表现出来，就是不贪，世间人贪财贪名贪利，所以佛菩萨先要做一个样子，做个样子告诉大家，你们所要的，我统统都不要了，统统都放下了，苦行是这个意思。实在讲，超凡入圣是不是一定要修苦行？不必要。为了大多数众生放不下，佛做一个放下的样子，来给你看看。由此可知，他的生活，就是帮助众生觉悟，帮助众生断贪瞋痴。所以世尊在一开端，表现出他不是言教，是身教！换句话说，这种生活方式，是人生最高的享受。我们一般人看到出家人生活这么苦，岂知他那个享受，我们无法想像到。他没有妄想、没有烦恼、没有忧虑、没有牵挂，你说他多自在！回过头来，想想我们贪名、贪利、贪吃，五欲六尘样样都贪，付出的代价有多少。无量的烦恼，无量的痛苦，无量的生死轮回，所得到的实在讲太少太少了，不值得！",
      "zh_TW": "所以要先斷煩惱，要斷煩惱，一定要先修苦行，為什麼？因為一切有情眾生，無始劫以來，他被什麼迷了？貪！苦行表現出來，就是不貪，世間人貪財貪名貪利，所以佛菩薩先要做一個樣子，做個樣子告訴大家，你們所要的，我統統都不要了，統統都放下了，苦行是這個意思。實在講，超凡入聖是不是一定要修苦行？不必要。為了大多數眾生放不下，佛做一個放下的樣子，來給你看看。由此可知，他的生活，就是幫助眾生覺悟，幫助眾生斷貪瞋痴。所以世尊在一開端，表現出他不是言教，是身教！換句話說，這種生活方式，是人生最高的享受。我們一般人看到出家人生活這麼苦，豈知他那個享受，我們無法想像到。他沒有妄想、沒有煩惱、沒有憂慮、沒有牽掛，你說他多自在！回過頭來，想想我們貪名、貪利、貪吃，五欲六塵樣樣都貪，付出的代價有多少。無量的煩惱，無量的痛苦，無量的生死輪迴，所得到的實在講太少太少了，不值得！"
    },
    {
      "id": "09-022-0002_p0011",
      "zh_CN": "冷静去观察，你就会觉悟，才知道佛菩萨的生活，真的是幸福、快乐、美满。真善美慧他们都具足，我们是有名无实。做样子给我们看，这就是佛教化众生，这就是佛度众生，行无言之教。比其他大经发起，放光现瑞，意义更深、更圆满、更实际。我们今天讲，完全落实在生活之中，让你真正享受到诸佛如来的生活方式。可是诸位要记住，这是出家人的本分。在家人有在家人的本分，不一定要学他一样，我要出家，要剃了头，要天天出去托钵，那你就错了。不必叫你改行，就在你自己现实的生活当中，你学到他的这个道理，明白他的道理，学到他的原则，那你的生活就快乐、就自在了。",
      "zh_TW": "冷靜去觀察，你就會覺悟，才知道佛菩薩的生活，真的是幸福、快樂、美滿。真善美慧他們都具足，我們是有名無實。做樣子給我們看，這就是佛教化眾生，這就是佛度眾生，行無言之教。比其他大經發起，放光現瑞，意義更深、更圓滿、更實際。我們今天講，完全落實在生活之中，讓你真正享受到諸佛如來的生活方式。可是諸位要記住，這是出家人的本分。在家人有在家人的本分，不一定要學他一樣，我要出家，要剃了頭，要天天出去托缽，那你就錯了。不必叫你改行，就在你自己現實的生活當中，你學到他的這個道理，明白他的道理，學到他的原則，那你的生活就快樂、就自在了。"
    },
    {
      "id": "09-022-0002_p0012",
      "zh_CN": "所以这种做法，就是叫大家看了之后，减少贪瞋痴慢，自己过一个正常的生活。贪瞋痴在佛法里面称之为三毒，实实在在讲，世间什么样的毒药，都比不上贪瞋痴。要跟贪瞋痴那个毒比一比，那它就轻得太多了，微不足道！众生因为内有三毒，外面这是轻微的感受都受不了。如果把这个三毒烦恼拔除了，身心清净，这个世间什么样的毒药，你吃了，就跟喝茶一样，没事！不会中毒，那里头没有毒，他怎么中毒？这些事，我们在大乘经里面，看到佛菩萨表演过，他为什么服毒不中毒，他里面没有毒。我们禁不起一点的污染，就是心里面这个三毒烦恼太严重了。生死是从这来的，轮回也是从这来的，这个三毒烦恼除尽了，不但你一切病痛没有了，百病不生，青春永驻，人不老！生死轮回也没有了，根拔掉了。这个道理，佛菩萨清楚明了。我们凡夫不知道，要不是佛给我们说出来，我们怎么会晓得。",
      "zh_TW": "所以這種做法，就是叫大家看了之後，減少貪瞋痴慢，自己過一個正常的生活。貪瞋痴在佛法裡面稱之為三毒，實實在在講，世間什麼樣的毒藥，都比不上貪瞋痴。要跟貪瞋痴那個毒比一比，那它就輕得太多了，微不足道！眾生因為內有三毒，外面這是輕微的感受都受不了。如果把這個三毒煩惱拔除了，身心清淨，這個世間什麼樣的毒藥，你吃了，就跟喝茶一樣，沒事！不會中毒，那裡頭沒有毒，他怎麼中毒？這些事，我們在大乘經裡面，看到佛菩薩表演過，他為什麼服毒不中毒，他裡面沒有毒。我們禁不起一點的污染，就是心裡面這個三毒煩惱太嚴重了。生死是從這來的，輪迴也是從這來的，這個三毒煩惱除盡了，不但你一切病痛沒有了，百病不生，青春永駐，人不老！生死輪迴也沒有了，根拔掉了。這個道理，佛菩薩清楚明瞭。我們凡夫不知道，要不是佛給我們說出來，我們怎麼會曉得。"
    },
    {
      "id": "09-022-0002_p0013",
      "zh_CN": "也许初学的同修们听到了，这是真的？确实是真的，经上这么说的，传记里头也有记载的。那是过去的人，现在人有没有？有。前年我在温哥华讲经，有一个老居士，大概有五、六十岁了，每天见到我，都给我磕三个头。我说：「你太过分了，天天见面问个讯就好了。」「哎呀！师父你不知道，我一定要给你磕三个头。」我说：「为什么？」他说：「我前一年，去检查得了胃癌，医生告诉我只能活三个月，没救了！所以从医院里出来，回家了。」他是个佛教徒，他说寿命只有三个月了，算了，一切放下，老实念佛，就一句阿弥陀佛念到底，念到三个月也没死，愈念身体愈好，再去检查，没有了。他并没有求长寿，求延寿，他求往生！这就是说，他对于世间贪瞋痴慢的烦恼、欲念统统放下，一心念佛，没有想到念好了，往生没去得了。再去照相的时候，这个病没有了，医生感觉非常奇怪，为他这个事情成立一个专案来调查，十几个医生来研究这个事情，确确实实以前照的那个ｘ光片上有，后头照的就没有，他也没有去找医生，也没有去吃什么药，很奇怪！问他你怎么好的？他说我就念佛求生净土，这个没有办法解释的。但是我们学佛的人懂得：心清净。心清净了，体质就改变，就恢复正常！",
      "zh_TW": "也許初學的同修們聽到了，這是真的？確實是真的，經上這麼說的，傳記裡頭也有記載的。那是過去的人，現在人有沒有？有。前年我在溫哥華講經，有一個老居士，大概有五、六十歲了，每天見到我，都給我磕三個頭。我說：「你太過分了，天天見面問個訊就好了。」「哎呀！師父你不知道，我一定要給你磕三個頭。」我說：「為什麼？」他說：「我前一年，去檢查得了胃癌，醫生告訴我只能活三個月，沒救了！所以從醫院裡出來，回家了。」他是個佛教徒，他說壽命只有三個月了，算了，一切放下，老實念佛，就一句阿彌陀佛念到底，念到三個月也沒死，愈念身體愈好，再去檢查，沒有了。他並沒有求長壽，求延壽，他求往生！這就是說，他對於世間貪瞋痴慢的煩惱、欲念統統放下，一心念佛，沒有想到念好了，往生沒去得了。再去照相的時候，這個病沒有了，醫生感覺非常奇怪，為他這個事情成立一個專案來調查，十幾個醫生來研究這個事情，確確實實以前照的那個ｘ光片上有，後頭照的就沒有，他也沒有去找醫生，也沒有去吃什麼藥，很奇怪！問他你怎麼好的？他說我就念佛求生淨土，這個沒有辦法解釋的。但是我們學佛的人懂得：心清淨。心清淨了，體質就改變，就恢復正常！"
    },
    {
      "id": "09-022-0002_p0014",
      "zh_CN": "再说最近，写《无量寿经》的，你们都看到这个本子，张老居士，八十多岁了，也住在温哥华。他过去是个虔诚的基督徒，写得一手好字，住在那边退休了没事情。以后看到佛经，他很喜欢，他说佛经讲的比基督教讲得好，所以我就劝他，没事情你就写经！他果然就写了，第一部写《无量寿经》，现在写了不少，「净土五经一论」全写出来了。《金刚经》、《普门品》我们都给他出版了，今年八十多岁，身体愈来愈好，相貌愈来愈庄严，愈来愈年轻了，这是摆在面前的，他人还在！",
      "zh_TW": "再說最近，寫《無量壽經》的，你們都看到這個本子，張老居士，八十多歲了，也住在溫哥華。他過去是個虔誠的基督徒，寫得一手好字，住在那邊退休了沒事情。以後看到佛經，他很喜歡，他說佛經講的比基督教講得好，所以我就勸他，沒事情你就寫經！他果然就寫了，第一部寫《無量壽經》，現在寫了不少，「淨土五經一論」全寫出來了。《金剛經》、《普門品》我們都給他出版了，今年八十多歲，身體愈來愈好，相貌愈來愈莊嚴，愈來愈年輕了，這是擺在面前的，他人還在！"
    },
    {
      "id": "09-022-0002_p0015",
      "zh_CN": "另外一个在西雅图，刘承符老居士，你们没见过面，也许听说过这个名字，早年他听我讲经，听了十几年，每一次听经，他都写一点笔记，这个笔记以后印出来了，叫《法语》，是他写的。最近完成了一部《无量寿经亲闻记》，他把我的《无量寿经》录音带拿回家，天天写，写了大概将近三十万字，写成一本书了，最近要出版。九十岁了，原来因为老了，怕做不动，做不了这个工作，现在做得愈来愈年轻，身体愈来愈好，健康状况比前几年好多了，信心十足。",
      "zh_TW": "另外一個在西雅圖，劉承符老居士，你們沒見過面，也許聽說過這個名字，早年他聽我講經，聽了十幾年，每一次聽經，他都寫一點筆記，這個筆記以後印出來了，叫《法語》，是他寫的。最近完成了一部《無量壽經親聞記》，他把我的《無量壽經》錄音帶拿回家，天天寫，寫了大概將近三十萬字，寫成一本書了，最近要出版。九十歲了，原來因為老了，怕做不動，做不了這個工作，現在做得愈來愈年輕，身體愈來愈好，健康狀況比前幾年好多了，信心十足。"
    },
    {
      "id": "09-022-0002_p0016",
      "zh_CN": "这一部完成了，告诉我现在写《要解》的亲闻记，《弥陀经要解》，在此地讲的，大概有六十几个带子。这都是在我们面前，八、九十岁的老人，精神体力充沛，耳目聪明，不是他本来这么健康，本来这个身体比现在差，这几年专心写经，体质转变过来了，这个道理是什么？心清净，心专注了，妄想少了，烦恼少了，杂念少了，这是他自己的功夫。当然你做这个事情，我们学佛的人相信，得三宝加持。可是三宝加持，基本的条件是你本身具足，你的身心清净，佛才加得上。一天到晚打妄想，佛菩萨大慈大悲，要加也加不上！我们看到这些地方，你就晓得佛的心是多清净。",
      "zh_TW": "這一部完成了，告訴我現在寫《要解》的親聞記，《彌陀經要解》，在此地講的，大概有六十幾個帶子。這都是在我們面前，八、九十歲的老人，精神體力充沛，耳目聰明，不是他本來這麼健康，本來這個身體比現在差，這幾年專心寫經，體質轉變過來了，這個道理是什麼？心清淨，心專注了，妄想少了，煩惱少了，雜念少了，這是他自己的功夫。當然你做這個事情，我們學佛的人相信，得三寶加持。可是三寶加持，基本的條件是你本身具足，你的身心清淨，佛才加得上。一天到晚打妄想，佛菩薩大慈大悲，要加也加不上！我們看到這些地方，你就曉得佛的心是多清淨。"
    },
    {
      "id": "09-022-0002_p0017",
      "zh_CN": "在这一段当中，里面含的意思很深、很微妙。『着衣持钵』，这是过去出家人，每一天的日常生活，那个时候都出去托钵。托钵有托钵的威仪，也就是我们今天讲，有托钵的规矩，衣一定穿得整整齐齐，钵拿在手上，两个手捧着，也是规规矩矩，不能随便，这就是守规矩。守法、守礼、守规矩，这叫持戒。所以这个持戒，不是很狭义想的那几条戒条，不杀生、不偷盗、不邪淫，那几条戒条，你这个戒的范围就太小了。持戒真正的意思，守法，守礼，守规矩。无论有没有人见到，一定是守规矩，依照规矩来做，真诚恭敬，丝毫不苟。这是教给我们，你在日常生活当中，譬如说你是个家庭主妇，从早晨起来，做家事，样样都是真诚恭敬，认真去做，有条不紊，佛就是这样做的。",
      "zh_TW": "在這一段當中，裡面含的意思很深、很微妙。『著衣持缽』，這是過去出家人，每一天的日常生活，那個時候都出去托缽。托缽有托缽的威儀，也就是我們今天講，有托缽的規矩，衣一定穿得整整齊齊，缽拿在手上，兩個手捧著，也是規規矩矩，不能隨便，這就是守規矩。守法、守禮、守規矩，這叫持戒。所以這個持戒，不是很狹義想的那幾條戒條，不殺生、不偷盜、不邪淫，那幾條戒條，你這個戒的範圍就太小了。持戒真正的意思，守法，守禮，守規矩。無論有沒有人見到，一定是守規矩，依照規矩來做，真誠恭敬，絲毫不苟。這是教給我們，你在日常生活當中，譬如說你是個家庭主婦，從早晨起來，做家事，樣樣都是真誠恭敬，認真去做，有條不紊，佛就是這樣做的。"
    },
    {
      "id": "09-022-0002_p0018",
      "zh_CN": "底下讲入城『乞食』，乞食是『次第乞』，次第乞是平等心，清净心。这里面没有贪心，「这一家有钱，他们家东西好吃，天天到他家去，多托一点」，这心就不清净了，就不平等了。次第乞是挨户，佛的制度，顶多是七家。如果你一家两家，这个钵已经满了，够吃了，就不要再去了；布施得很少，你可以再到第二家，顶多不能超过七家，超过七家，就太过分了。「次第乞」，这是表示清净心，平等心，没有分别。这个很重要，教我们这个。",
      "zh_TW": "底下講入城『乞食』，乞食是『次第乞』，次第乞是平等心，清淨心。這裡面沒有貪心，「這一家有錢，他們家東西好吃，天天到他家去，多托一點」，這心就不清淨了，就不平等了。次第乞是挨戶，佛的制度，頂多是七家。如果你一家兩家，這個缽已經滿了，夠吃了，就不要再去了；布施得很少，你可以再到第二家，頂多不能超過七家，超過七家，就太過分了。「次第乞」，這是表示清淨心，平等心，沒有分別。這個很重要，教我們這個。"
    },
    {
      "id": "09-022-0002_p0019",
      "zh_CN": "底下说『还至本处』，「还至本处」是回头，我们常常讲回头是岸！我们的生活需求够了，不再要了，赶紧回来。我们看看社会上一般人，贪而无厌，他的财富，他一辈子、二辈子、三辈子都享不完，他还贪，还不回头！还至本处是含着这个意思，我这一餐够吃，吃饱了，不再要了，回头了。你这个心才清净，一丝毫都不污染，我们今天就是回不了头，回头是岸！回头就自在了，回头就快乐了，回头智慧就生了。所以这个回头，是从贪瞋痴慢里头回头，从五欲六尘里面回头。你要知道回头，时时刻刻回头，念念回头。",
      "zh_TW": "底下說『還至本處』，「還至本處」是回頭，我們常常講回頭是岸！我們的生活需求夠了，不再要了，趕緊回來。我們看看社會上一般人，貪而無厭，他的財富，他一輩子、二輩子、三輩子都享不完，他還貪，還不回頭！還至本處是含著這個意思，我這一餐夠吃，吃飽了，不再要了，回頭了。你這個心才清淨，一絲毫都不污染，我們今天就是回不了頭，回頭是岸！回頭就自在了，回頭就快樂了，回頭智慧就生了。所以這個回頭，是從貪瞋痴慢裡頭回頭，從五欲六塵裡面回頭。你要知道回頭，時時刻刻回頭，念念回頭。"
    },
    {
      "id": "09-022-0002_p0020",
      "zh_CN": "吃完饭，衣钵收拾好，这都是规矩，点点滴滴都守法。生活有规律，所以可以做一切大众的榜样。『洗足已，敷座而坐』。佛世，出家人都是赤脚的，没有穿鞋子的，佛教传到中国来之后，中国出家人穿草鞋。现在出家人的鞋子，是草鞋的样子，但是质料已经不是草了，质料也很考究，但是还是个草鞋的样子。所以走那么远的路回来，把脚洗洗干净，「敷座而坐」。用功！经行、打坐。这个表示什么？工作完了之后，就没事了。没事情就要回到清净心，回到一念不生，「敷座而坐」是入定！不一定是真的在打坐，诸位晓得，不一定是真的坐，心里面一个念头不生，就叫打坐。",
      "zh_TW": "吃完飯，衣缽收拾好，這都是規矩，點點滴滴都守法。生活有規律，所以可以做一切大眾的榜樣。『洗足已，敷座而坐』。佛世，出家人都是赤腳的，沒有穿鞋子的，佛教傳到中國來之後，中國出家人穿草鞋。現在出家人的鞋子，是草鞋的樣子，但是質料已經不是草了，質料也很考究，但是還是個草鞋的樣子。所以走那麼遠的路回來，把腳洗洗乾淨，「敷座而坐」。用功！經行、打坐。這個表示什麼？工作完了之後，就沒事了。沒事情就要回到清淨心，回到一念不生，「敷座而坐」是入定！不一定是真的在打坐，諸位曉得，不一定是真的坐，心裡面一個念頭不生，就叫打坐。"
    },
    {
      "id": "09-022-0002_p0021",
      "zh_CN": "禅宗六祖惠能大师，在《坛经》里面跟我们讲的，坐禅，讲坐禅这个定义，坐是如如不动，就是心里面不起心不动念，这叫坐。禅的意思是不被外面境界所诱惑，那叫禅。实在讲，他的这些话都是《金刚经》上的，《金刚经》末后「不取于相，如如不动」，就这两句。「如如不动」就是坐，「不取于相」就是禅，不着相。佛敷座而坐，表示这个样子，是教人从这些日常生活当中，体悟我们应该怎样过日子，过一个最幸福、最快乐、最美满的生活。现身说法，表演给我们看的！",
      "zh_TW": "禪宗六祖惠能大師，在《壇經》裡面跟我們講的，坐禪，講坐禪這個定義，坐是如如不動，就是心裡面不起心不動念，這叫坐。禪的意思是不被外面境界所誘惑，那叫禪。實在講，他的這些話都是《金剛經》上的，《金剛經》末後「不取於相，如如不動」，就這兩句。「如如不動」就是坐，「不取於相」就是禪，不著相。佛敷座而坐，表示這個樣子，是教人從這些日常生活當中，體悟我們應該怎樣過日子，過一個最幸福、最快樂、最美滿的生活。現身說法，表演給我們看的！"
    },
    {
      "id": "09-022-0002_p0022",
      "zh_CN": "不但佛的言教，佛的一举一动，我们都要很细心去观察，去体会，去学习，你才能真的得到东西。所以佛这些举动，都在那里暗示，教导我们，在生活当中，在工作之中，在处事待人接物之中，觉而不迷，正而不邪，净而不染，那就是真善美慧的圆满生活。释迦牟尼佛天天这么做，从来没有一天懈怠过，没有一天做得不如法。",
      "zh_TW": "不但佛的言教，佛的一舉一動，我們都要很細心去觀察，去體會，去學習，你才能真的得到東西。所以佛這些舉動，都在那裡暗示，教導我們，在生活當中，在工作之中，在處事待人接物之中，覺而不迷，正而不邪，淨而不染，那就是真善美慧的圓滿生活。釋迦牟尼佛天天這麼做，從來沒有一天懈怠過，沒有一天做得不如法。"
    },
    {
      "id": "09-022-0002_p0023",
      "zh_CN": "从这个经上看，好像大家都没有看出来，今天被须菩提尊者发现了，看到了，看到之后，对释迦牟尼佛就开口赞叹。所以底下经文是：",
      "zh_TW": "從這個經上看，好像大家都沒有看出來，今天被須菩提尊者發現了，看到了，看到之後，對釋迦牟尼佛就開口讚歎。所以底下經文是："
    },
    {
      "id": "09-022-0002_p0024",
      "zh_CN": "【时。长老须菩提。在大众中。即从座起。偏袒右肩。右膝着地。合掌恭敬。而白佛言。】",
      "zh_TW": "【時。長老須菩提。在大眾中。即從座起。偏袒右肩。右膝著地。合掌恭敬。而白佛言。】"
    },
    {
      "id": "09-022-0002_p0025",
      "zh_CN": "这一段是礼节，学生对老师的礼节，都是我们要学习的。他的赞叹是：",
      "zh_TW": "這一段是禮節，學生對老師的禮節，都是我們要學習的。他的讚歎是："
    },
    {
      "id": "09-022-0002_p0026",
      "zh_CN": "【希有。世尊。】",
      "zh_TW": "【希有。世尊。】"
    },
    {
      "id": "09-022-0002_p0027",
      "zh_CN": "什么『希有』？释迦牟尼佛这种生活方式，以这个来教化众生，实在太稀有了，无言之教。以身作则，表演给你看。所以开口就叹稀有，接着就说：「善护念，善付嘱」。着重在善字，他的护念、付嘱，没有说一句话，他这样做法就是护念一切众生，就是在那里教化一切众生。因此我们明白佛的意思了，做佛的弟子，真正要学佛，无论你是怎样的生活方式，无论你从事某一种行业的工作，要像佛一样，在这个世间，在尽虚空遍法界，为一切众生做一个好样子。妳是个家庭主妇，是全世界第一家庭主妇，妳是菩萨，妳是佛！你是个公务员，你是全世界最优秀、最好的公务员，菩萨公务员，佛陀公务员。佛教给我们这样做法，不仅是做给我们这个地区的人看，做给我们这个国家的人看，做给我们三千大千世界的人看，那还不行，为什么不行？没出三界！所以你的心量，你的目标，我要做给尽虚空遍法界一切众生看，我做一个好样子，这个三界就突破了，六道就没有了，超越轮回了，这叫学佛，这叫修行。",
      "zh_TW": "什麼『希有』？釋迦牟尼佛這種生活方式，以這個來教化眾生，實在太稀有了，無言之教。以身作則，表演給你看。所以開口就歎稀有，接著就說：「善護念，善付囑」。著重在善字，他的護念、付囑，沒有說一句話，他這樣做法就是護念一切眾生，就是在那裡教化一切眾生。因此我們明白佛的意思了，做佛的弟子，真正要學佛，無論你是怎樣的生活方式，無論你從事某一種行業的工作，要像佛一樣，在這個世間，在盡虛空遍法界，為一切眾生做一個好樣子。妳是個家庭主婦，是全世界第一家庭主婦，妳是菩薩，妳是佛！你是個公務員，你是全世界最優秀、最好的公務員，菩薩公務員，佛陀公務員。佛教給我們這樣做法，不僅是做給我們這個地區的人看，做給我們這個國家的人看，做給我們三千大千世界的人看，那還不行，為什麼不行？沒出三界！所以你的心量，你的目標，我要做給盡虛空遍法界一切眾生看，我做一個好樣子，這個三界就突破了，六道就沒有了，超越輪迴了，這叫學佛，這叫修行。"
    },
    {
      "id": "09-022-0002_p0028",
      "zh_CN": "今天你认为「我修得不错了」，算什么？跟这个比比看，算什么！我们读了这个才晓得，学佛没有别的，就是为一切众生做个好榜样，这就度众生。许多同修，你学了佛，你的家人不能学佛，不但家人不学佛，天天跟家人还闹得不合，这个要是释迦牟尼佛看到了都摇头，你错了。你自己一家人见到你都不欢喜，你还能度众生？没这个道理！所以学佛没有别的，就是做一个好样子，在自己本分工作岗位上，做一个好样子。这个好样子，真诚、恭敬、认真、负责，绝不贪图名闻利养，尽义务，不享受权利。有福你们大家享，工作我认真做，潜移默化！这叫学佛。",
      "zh_TW": "今天你認為「我修得不錯了」，算什麼？跟這個比比看，算什麼！我們讀了這個才曉得，學佛沒有別的，就是為一切眾生做個好榜樣，這就度眾生。許多同修，你學了佛，你的家人不能學佛，不但家人不學佛，天天跟家人還鬧得不合，這個要是釋迦牟尼佛看到了都搖頭，你錯了。你自己一家人見到你都不歡喜，你還能度眾生？沒這個道理！所以學佛沒有別的，就是做一個好樣子，在自己本分工作崗位上，做一個好樣子。這個好樣子，真誠、恭敬、認真、負責，絕不貪圖名聞利養，盡義務，不享受權利。有福你們大家享，工作我認真做，潛移默化！這叫學佛。"
    },
    {
      "id": "09-022-0002_p0029",
      "zh_CN": "释迦牟尼佛在此地表演了这一套，就是教给我们这一桩事情。他不用口说，口说我们不相信，你没有做到。他天天这么做，他说到做到。因此我们晓得，佛法的修学，确确实实，就如一般人讲的家常便饭。一时一刻都离不开，戒定慧三学就在生活当中，就在工作当中，就在处事待人接物之中去完成，去证得。这是我们应当要体会得到，应当要认真去学习的。",
      "zh_TW": "釋迦牟尼佛在此地表演了這一套，就是教給我們這一樁事情。他不用口說，口說我們不相信，你沒有做到。他天天這麼做，他說到做到。因此我們曉得，佛法的修學，確確實實，就如一般人講的家常便飯。一時一刻都離不開，戒定慧三學就在生活當中，就在工作當中，就在處事待人接物之中去完成，去證得。這是我們應當要體會得到，應當要認真去學習的。"
    },
    {
      "id": "09-022-0002_p0030",
      "zh_CN": "这个经文里面讲：",
      "zh_TW": "這個經文裡面講："
    },
    {
      "id": "09-022-0002_p0031",
      "zh_CN": "【如来善护念诸菩萨。善付嘱诸菩萨。】",
      "zh_TW": "【如來善護念諸菩薩。善付囑諸菩薩。】"
    },
    {
      "id": "09-022-0002_p0032",
      "zh_CN": "关键在这个『善』字，这个「善」是佛的方法，实在讲太巧妙了，没有想到佛法修学是这么容易，就在自己平常生活里面。至高无上的大法，『护念』，诸菩萨范围非常非常的广大，这个护念就像母亲照顾婴儿一样！『付嘱』意思不相同了，付嘱是教诲，已经有能力帮助佛教化众生的这些学生，也就是已经有相当程度的学生，这个意思是你们要帮助众生，要度化众生，就要学我这个样子，这才叫善付嘱。由此可知，诸佛菩萨以身教，不必用言语，随时随处，大菩萨都给小菩萨做一个模范，老同修要给初学的人做一个榜样，这才叫善。",
      "zh_TW": "關鍵在這個『善』字，這個「善」是佛的方法，實在講太巧妙了，沒有想到佛法修學是這麼容易，就在自己平常生活裡面。至高無上的大法，『護念』，諸菩薩範圍非常非常的廣大，這個護念就像母親照顧嬰兒一樣！『付囑』意思不相同了，付囑是教誨，已經有能力幫助佛教化眾生的這些學生，也就是已經有相當程度的學生，這個意思是你們要幫助眾生，要度化眾生，就要學我這個樣子，這才叫善付囑。由此可知，諸佛菩薩以身教，不必用言語，隨時隨處，大菩薩都給小菩薩做一個模範，老同修要給初學的人做一個榜樣，這才叫善。"
    },
    {
      "id": "09-022-0002_p0033",
      "zh_CN": "须菩提今天看出来了，所以赞叹稀有，赞叹了，还有许许多多人没看出来，那就不能不请释迦牟尼佛，为我们大家详细的说说。底下就是请法了。",
      "zh_TW": "須菩提今天看出來了，所以讚歎稀有，讚歎了，還有許許多多人沒看出來，那就不能不請釋迦牟尼佛，為我們大家詳細的說說。底下就是請法了。"
    },
    {
      "id": "09-022-0002_p0034",
      "zh_CN": "【世尊。善男子。善女人。发阿耨多罗三藐三菩提心。应云何住。云何降伏其心。】",
      "zh_TW": "【世尊。善男子。善女人。發阿耨多羅三藐三菩提心。應云何住。云何降伏其心。】"
    },
    {
      "id": "09-022-0002_p0035",
      "zh_CN": "尊者问的这两个问题，是切身的问题，是我们自己每一位同修，现前切身的问题，他代我们问出来了。《金刚经》的经文，字字句句都含无量义，一个字都不能够轻易看过。『善男子，善女人』，首先把标准订出来，这个标准要依本经所说，这个善，持戒修福，有这个条件这就是善。要是依一般大乘的标准，说得更为详细的，世尊在《观无量寿经》讲的三福：第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，叫世间善人，这标准在此地，世间的善人。第二，「受持三皈，具足众戒，不犯威仪」，学佛的善人，通常我们讲小乘的善人。第三条，「发菩提心，深信因果，读诵大乘，劝进行者」，这是大乘善人。这个经是大乘经，大乘经必须这三条统统具备，这个人才是善男子，善女人。《观经》说得详细，这里说得简单，只说了四个字「持戒修福」。持戒修福，把《观经》这十一句统统包括了。言语文字有简略不同，里面的含义没有两样，先把标准说出来，因为只有这样的标准，他才会发菩提心。",
      "zh_TW": "尊者問的這兩個問題，是切身的問題，是我們自己每一位同修，現前切身的問題，他代我們問出來了。《金剛經》的經文，字字句句都含無量義，一個字都不能夠輕易看過。『善男子，善女人』，首先把標準訂出來，這個標準要依本經所說，這個善，持戒修福，有這個條件這就是善。要是依一般大乘的標準，說得更為詳細的，世尊在《觀無量壽經》講的三福：第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，叫世間善人，這標準在此地，世間的善人。第二，「受持三皈，具足眾戒，不犯威儀」，學佛的善人，通常我們講小乘的善人。第三條，「發菩提心，深信因果，讀誦大乘，勸進行者」，這是大乘善人。這個經是大乘經，大乘經必須這三條統統具備，這個人才是善男子，善女人。《觀經》說得詳細，這裡說得簡單，只說了四個字「持戒修福」。持戒修福，把《觀經》這十一句統統包括了。言語文字有簡略不同，裡面的含義沒有兩樣，先把標準說出來，因為只有這樣的標準，他才會發菩提心。"
    },
    {
      "id": "09-022-0002_p0036",
      "zh_CN": "『阿耨多罗三藐三菩提心』，翻成中国意思，无上菩提心，照字面上翻，无上正等正觉。这个意思要用现代的话来说，就是发心要求得究竟圆满的觉悟。究竟圆满的觉悟，就是无所不知，无所不能。过去现在未来，此界他方，没有一样我不知道，这个心叫无上菩提心。一般人不但没发，这个念头都没有！他为什么没有？这哪能做得到？这做不到，简直作梦，想都不敢想！他还发什么心？所以这个发心的条件，要善男子、善女人。他有这样的善根，他才会起这个念头。在果上讲，这就是发心要作佛。超凡入圣要达到圣人的顶点，不是普通的圣人。发这样的心，的确不容易。",
      "zh_TW": "『阿耨多羅三藐三菩提心』，翻成中國意思，無上菩提心，照字面上翻，無上正等正覺。這個意思要用現代的話來說，就是發心要求得究竟圓滿的覺悟。究竟圓滿的覺悟，就是無所不知，無所不能。過去現在未來，此界他方，沒有一樣我不知道，這個心叫無上菩提心。一般人不但沒發，這個念頭都沒有！他為什麼沒有？這哪能做得到？這做不到，簡直作夢，想都不敢想！他還發什麼心？所以這個發心的條件，要善男子、善女人。他有這樣的善根，他才會起這個念頭。在果上講，這就是發心要作佛。超凡入聖要達到聖人的頂點，不是普通的聖人。發這樣的心，的確不容易。"
    },
    {
      "id": "09-022-0002_p0037",
      "zh_CN": "我们经典涉猎比较多一点的，我过去常常观察，我自己学佛，没有发这么大的心，哪里敢？不敢！看看别人学佛，问问他的动机，也不是发这个心。大多数都是求名闻利养，求升官发财，求身体健康，佛菩萨保佑我一家平安，都求这个。没听说过他想作佛！只有读《坛经》，看到六祖那个口气，我一看吓了一跳，他见五祖，五祖问：「你为什么来？」「我来作佛的。」这没有听说过，哪一个人进佛堂，你来干什么？我来作佛的。没听说过，那叫真正发菩提心。我们在《坛经》上看到，六祖是这样的。",
      "zh_TW": "我們經典涉獵比較多一點的，我過去常常觀察，我自己學佛，沒有發這麼大的心，哪裡敢？不敢！看看別人學佛，問問他的動機，也不是發這個心。大多數都是求名聞利養，求升官發財，求身體健康，佛菩薩保佑我一家平安，都求這個。沒聽說過他想作佛！只有讀《壇經》，看到六祖那個口氣，我一看嚇了一跳，他見五祖，五祖問：「你為什麼來？」「我來作佛的。」這沒有聽說過，哪一個人進佛堂，你來幹什麼？我來作佛的。沒聽說過，那叫真正發菩提心。我們在《壇經》上看到，六祖是這樣的。"
    },
    {
      "id": "09-022-0002_p0038",
      "zh_CN": "更殊胜的，是我们在《无量寿经》读到法藏比丘，他在世自在王如来面前说，不但他要作佛，他要超过一切诸佛，这个六祖比不上他，差远了。六祖只作佛，还没有说要超过一切诸佛。阿弥陀佛成佛，一切诸佛赞叹，不是没有道理。所以这些地方，你要能细心去体会，会很得受用。能够勉励自己，激发自己。心是发了，愿是有了，要怎样达到目的？当然要靠修行。",
      "zh_TW": "更殊勝的，是我們在《無量壽經》讀到法藏比丘，他在世自在王如來面前說，不但他要作佛，他要超過一切諸佛，這個六祖比不上他，差遠了。六祖只作佛，還沒有說要超過一切諸佛。阿彌陀佛成佛，一切諸佛讚歎，不是沒有道理。所以這些地方，你要能細心去體會，會很得受用。能夠勉勵自己，激發自己。心是發了，願是有了，要怎樣達到目的？當然要靠修行。"
    },
    {
      "id": "09-022-0002_p0039",
      "zh_CN": "修行有障碍，最大的障碍，就是这两个问题：「应云何住」，这是讲我的心，要安住在哪里？第二个问题，「云何降伏其心」，这个心是妄心，妄想心，妄想太多了，怎样把妄想给降伏住，也就是如何把妄想断掉，我们的心真正得到一个安住的地方，这是大障碍。尊者真的为我们说出来了。我们末法时期没有缘分见到佛，有这个问题不晓得问谁，在这里看到了！原来尊者很慈悲，已经把我们的问题提出来问释迦牟尼佛了，读这个经，释迦牟尼佛答复他的，就是答复我们的。我们看底下这段经文。",
      "zh_TW": "修行有障礙，最大的障礙，就是這兩個問題：「應云何住」，這是講我的心，要安住在哪裡？第二個問題，「云何降伏其心」，這個心是妄心，妄想心，妄想太多了，怎樣把妄想給降伏住，也就是如何把妄想斷掉，我們的心真正得到一個安住的地方，這是大障礙。尊者真的為我們說出來了。我們末法時期沒有緣分見到佛，有這個問題不曉得問誰，在這裡看到了！原來尊者很慈悲，已經把我們的問題提出來問釋迦牟尼佛了，讀這個經，釋迦牟尼佛答覆他的，就是答覆我們的。我們看底下這段經文。"
    },
    {
      "id": "09-022-0002_p0040",
      "zh_CN": "【佛言。善哉善哉。须菩提。如汝所说。如来善护念诸菩萨。善付嘱诸菩萨。】",
      "zh_TW": "【佛言。善哉善哉。須菩提。如汝所說。如來善護念諸菩薩。善付囑諸菩薩。】"
    },
    {
      "id": "09-022-0002_p0041",
      "zh_CN": "这一段话是世尊对于须菩提的见地肯定了。佛这种生活行为，确确实实是给尽虚空遍法界一切菩萨作榜样的。你看出来了，没错，是这样的，没看错，这是肯定的答复他。两个『善哉』是赞他，一个是他有智慧，他看出来了，懂得佛生活行为里面含的密义。第二个善哉，赞叹他，他有大慈悲心，能代一切众生请法。",
      "zh_TW": "這一段話是世尊對於須菩提的見地肯定了。佛這種生活行為，確確實實是給盡虛空遍法界一切菩薩作榜樣的。你看出來了，沒錯，是這樣的，沒看錯，這是肯定的答覆他。兩個『善哉』是讚他，一個是他有智慧，他看出來了，懂得佛生活行為裡面含的密義。第二個善哉，讚歎他，他有大慈悲心，能代一切眾生請法。"
    },
    {
      "id": "09-022-0002_p0042",
      "zh_CN": "【汝今谛听。当为汝说。善男子。善女人。发阿耨多罗三藐三菩提心。应如是住。如是降伏其心。】",
      "zh_TW": "【汝今諦聽。當為汝說。善男子。善女人。發阿耨多羅三藐三菩提心。應如是住。如是降伏其心。】"
    },
    {
      "id": "09-022-0002_p0043",
      "zh_CN": "诸位要晓得，尊者问的问题，到这就答复完了，也就是说金刚般若波罗蜜到这个地方讲圆满了。是因为我们不懂，后面就解释这个问题。须菩提尊者的分上，到这里就行了，就没事了。佛嘱付他『谛听』，这个谛的意思，用现代的话说，你要认真的听，仔细的听。谛是谛实，真实，正确的意思。『当为汝说』，这也是允许他，答应他，你问我，我当然会跟你讲。",
      "zh_TW": "諸位要曉得，尊者問的問題，到這就答覆完了，也就是說金剛般若波羅蜜到這個地方講圓滿了。是因為我們不懂，後面就解釋這個問題。須菩提尊者的分上，到這裡就行了，就沒事了。佛囑付他『諦聽』，這個諦的意思，用現代的話說，你要認真的聽，仔細的聽。諦是諦實，真實，正確的意思。『當為汝說』，這也是允許他，答應他，你問我，我當然會跟你講。"
    },
    {
      "id": "09-022-0002_p0044",
      "zh_CN": "我们平常看经，听讲经，要懂得谛听的意思。谛是一心听，我们常讲仔细听，认真的听，还不是谛的意思。靠近了，还不是真实的，真实是一心专注，心里面还有其他的妄念就不行，那就不是谛听。谛听是心里头一个妄念都没有，一心专注。我在此地讲一个半钟点，假如诸位这一个半钟点当中不起一念，一心专注，你这一个半钟点准会开悟。你天天来听，为什么不开悟？听的时候你打妄想，还有妄念，所以你开不了悟！就是你的心不真诚，你用妄心在听，不是用真心在听，真心是一心，妄心是二心，我们常讲三心二意，三心二意就是你一面听，一面在打妄想，那是妄心，不是真心。",
      "zh_TW": "我們平常看經，聽講經，要懂得諦聽的意思。諦是一心聽，我們常講仔細聽，認真的聽，還不是諦的意思。靠近了，還不是真實的，真實是一心專注，心裡面還有其他的妄念就不行，那就不是諦聽。諦聽是心裡頭一個妄念都沒有，一心專注。我在此地講一個半鐘點，假如諸位這一個半鐘點當中不起一念，一心專注，你這一個半鐘點準會開悟。你天天來聽，為什麼不開悟？聽的時候你打妄想，還有妄念，所以你開不了悟！就是你的心不真誠，你用妄心在聽，不是用真心在聽，真心是一心，妄心是二心，我們常講三心二意，三心二意就是你一面聽，一面在打妄想，那是妄心，不是真心。"
    },
    {
      "id": "09-022-0002_p0045",
      "zh_CN": "佛的教诲，经文记录下来成文字，都是佛从真心本性里面流露出来的，他是从一心里面流露出来的，我们是从妄心里头去领受，决定不可能，这个没有法子。我们如果也要用一心，佛的意思立刻就领略到了，就明了了。所以世尊说法，未说之前，劝导大家要谛听，这一句话是关键的所在。你能不能真正了解佛说的真实义，开经偈上讲的，愿解如来真实义，就在谛听。如果没有这个态度，没有这种心态，还是用妄想心来听，听完之后，那就不是愿解如来真实义，而是错解如来真实义，曲解如来真实义，你所体会的全不是那么一回事情，这两个字是关键。",
      "zh_TW": "佛的教誨，經文記錄下來成文字，都是佛從真心本性裡面流露出來的，他是從一心裡面流露出來的，我們是從妄心裡頭去領受，決定不可能，這個沒有法子。我們如果也要用一心，佛的意思立刻就領略到了，就明瞭了。所以世尊說法，未說之前，勸導大家要諦聽，這一句話是關鍵的所在。你能不能真正了解佛說的真實義，開經偈上講的，願解如來真實義，就在諦聽。如果沒有這個態度，沒有這種心態，還是用妄想心來聽，聽完之後，那就不是願解如來真實義，而是錯解如來真實義，曲解如來真實義，你所體會的全不是那麼一回事情，這兩個字是關鍵。"
    },
    {
      "id": "09-022-0002_p0046",
      "zh_CN": "在这个地方，我们看到『应如是住，如是降伏其心』，这两个如是。两个如是就是答复他前面，善护念、善付嘱这两个疑问。佛的言语当中所含的意思，就是现前的指点，当下即是。你不是看出来了，像我这样就行了。护念，付嘱，就在日常生活当中，你看出来了，你照这样做就对了。佛在此地所示现的，本经后面就详说，不详说我们不知道。实在讲佛这种说法，就跟禅宗里面的机锋一样，当事的人听得懂，普通人在旁边听听不懂！不知他们是问的什么，答的什么，莫知所云。",
      "zh_TW": "在這個地方，我們看到『應如是住，如是降伏其心』，這兩個如是。兩個如是就是答覆他前面，善護念、善付囑這兩個疑問。佛的言語當中所含的意思，就是現前的指點，當下即是。你不是看出來了，像我這樣就行了。護念，付囑，就在日常生活當中，你看出來了，你照這樣做就對了。佛在此地所示現的，本經後面就詳說，不詳說我們不知道。實在講佛這種說法，就跟禪宗裡面的機鋒一樣，當事的人聽得懂，普通人在旁邊聽聽不懂！不知他們是問的什麼，答的什麼，莫知所云。"
    },
    {
      "id": "09-022-0002_p0047",
      "zh_CN": "读了后面经文，才懂得这个地方的意思，原来佛所表现的，《金刚经》里头，主题里面所讲的，无我相，无法相，亦无非法相，佛在生活当中显示出是这个意思。《金刚经》说的是般若的精华。我们说得浅显一点，明白一点，佛在生活当中所流露的、所显示的，是真诚、清净、平等、正觉、慈悲；看破、放下、自在、随缘，完全在生活当中，一举一动，点点滴滴，圆圆满满的显示出这样的境界。所以说它是真正幸福、美满、快乐的生活，都在穿衣吃饭上。我们从这个地方去体会，从这里去学习，你这一生怎么会不幸福，怎么会不美满？学佛没有别的，学佛菩萨的生活，这样才能得到真实的受用。",
      "zh_TW": "讀了後面經文，才懂得這個地方的意思，原來佛所表現的，《金剛經》裡頭，主題裡面所講的，無我相，無法相，亦無非法相，佛在生活當中顯示出是這個意思。《金剛經》說的是般若的精華。我們說得淺顯一點，明白一點，佛在生活當中所流露的、所顯示的，是真誠、清淨、平等、正覺、慈悲；看破、放下、自在、隨緣，完全在生活當中，一舉一動，點點滴滴，圓圓滿滿的顯示出這樣的境界。所以說它是真正幸福、美滿、快樂的生活，都在穿衣吃飯上。我們從這個地方去體會，從這裡去學習，你這一生怎麼會不幸福，怎麼會不美滿？學佛沒有別的，學佛菩薩的生活，這樣才能得到真實的受用。"
    },
    {
      "id": "09-022-0002_p0048",
      "zh_CN": "我们接着看下面文，这是尊者的大慈悲心，我们看出来了。",
      "zh_TW": "我們接著看下面文，這是尊者的大慈悲心，我們看出來了。"
    },
    {
      "id": "09-022-0002_p0049",
      "zh_CN": "【唯然世尊。愿乐欲闻。】",
      "zh_TW": "【唯然世尊。願樂欲聞。】"
    },
    {
      "id": "09-022-0002_p0050",
      "zh_CN": "『唯然』是尊者的应辞，佛一说，尊者完全明白了。他虽然明白了，别人不明白，别人不懂！所以下面这一句话，又是代我们大家来启请的。『世尊，愿乐欲闻』，这四个字，一个字比一个字深，意思无限的深广。愿闻不如喜欢闻！乐是喜欢，喜欢的意思比愿的意思要深，喜欢不如欲，欲是欲望！非闻不可！喜，现在没有还无所谓，欲是非得到不可。末后那个闻，就是像《楞严经》上，观世音菩萨「反闻闻自性，性成无上道」，真闻。所以这四个字是一层比一层深入。",
      "zh_TW": "『唯然』是尊者的應辭，佛一說，尊者完全明白了。他雖然明白了，別人不明白，別人不懂！所以下面這一句話，又是代我們大家來啟請的。『世尊，願樂欲聞』，這四個字，一個字比一個字深，意思無限的深廣。願聞不如喜歡聞！樂是喜歡，喜歡的意思比願的意思要深，喜歡不如欲，欲是欲望！非聞不可！喜，現在沒有還無所謂，欲是非得到不可。末後那個聞，就是像《楞嚴經》上，觀世音菩薩「反聞聞自性，性成無上道」，真聞。所以這四個字是一層比一層深入。"
    },
    {
      "id": "09-022-0002_p0051",
      "zh_CN": "为什么说四个字？在场听众很多，每个人程度根性不齐，佛虽然说法，每个人体会到，得受用的，也有浅深不一样，所以有人得的是愿，有人是乐，有人是欲，有人是开悟了。末后那个闻，一闻就开悟了。它这个字的意思很有味道，表示说我这个启请，为各种不同程度众生所启请的，全部都包括了。这是代我们启请，希望世尊详细为大家说明，不详细说，前面的那种答复，只有须菩提懂得。我们听了是完全不晓得他在说什么。",
      "zh_TW": "為什麼說四個字？在場聽眾很多，每個人程度根性不齊，佛雖然說法，每個人體會到，得受用的，也有淺深不一樣，所以有人得的是願，有人是樂，有人是欲，有人是開悟了。末後那個聞，一聞就開悟了。它這個字的意思很有味道，表示說我這個啟請，為各種不同程度眾生所啟請的，全部都包括了。這是代我們啟請，希望世尊詳細為大家說明，不詳細說，前面的那種答覆，只有須菩提懂得。我們聽了是完全不曉得他在說什麼。"
    },
    {
      "id": "09-022-0002_p0052",
      "zh_CN": "【佛告须菩提。诸菩萨摩诃萨。应如是降伏其心。】",
      "zh_TW": "【佛告須菩提。諸菩薩摩訶薩。應如是降伏其心。】"
    },
    {
      "id": "09-022-0002_p0053",
      "zh_CN": "从这以下就详细来说明，一直到这部经的结束。古时候梁昭明太子把这部经，分成三十二分。我们将三十二分也保留了，因为用昭明太子这个本子的人很多，一般都很熟悉，所以我们保留这三十二分。江味农居士在他《金刚经讲义》里面，他是依照《新眼疏》，这个本子在台湾有流通本，过去道源法师讲《金刚经》，多半都是采用这个注解，但是他采用《新眼疏》的注解次数比较多。这是前清达天法师所注的，他这个本子的特点，就是把全经分作信解行证四分，跟清凉大师分《华严经》相同。这是从前注解《金刚经》的人没有这个分法，这是《新眼疏》独到之处。江居士仔细观察全经经文，确实信解行证四分在经文里面都很清楚，所以他的科判就采取这个架构，他分得更详细。我们将江居士所分的科判的经文，用数字注在经文的旁边，所以诸位看到经文旁边的数字，江味农居士《金刚经讲义》里面分的科，他分得很细。我们现在注在这个本子里面，最近印的讲义，我们每一段经文也用阿拉伯数字注上，诸位要是检查非常方便，因为他的讲义分量很多，查这一句往往是很不好找，我们标上这个数字就容易多了。",
      "zh_TW": "從這以下就詳細來說明，一直到這部經的結束。古時候梁昭明太子把這部經，分成三十二分。我們將三十二分也保留了，因為用昭明太子這個本子的人很多，一般都很熟悉，所以我們保留這三十二分。江味農居士在他《金剛經講義》裡面，他是依照《新眼疏》，這個本子在台灣有流通本，過去道源法師講《金剛經》，多半都是採用這個註解，但是他採用《新眼疏》的註解次數比較多。這是前清達天法師所註的，他這個本子的特點，就是把全經分作信解行證四分，跟清涼大師分《華嚴經》相同。這是從前註解《金剛經》的人沒有這個分法，這是《新眼疏》獨到之處。江居士仔細觀察全經經文，確實信解行證四分在經文裡面都很清楚，所以他的科判就採取這個架構，他分得更詳細。我們將江居士所分的科判的經文，用數字註在經文的旁邊，所以諸位看到經文旁邊的數字，江味農居士《金剛經講義》裡面分的科，他分得很細。我們現在註在這個本子裡面，最近印的講義，我們每一段經文也用阿拉伯數字註上，諸位要是檢查非常方便，因為他的講義分量很多，查這一句往往是很不好找，我們標上這個數字就容易多了。"
    },
    {
      "id": "09-022-0002_p0054",
      "zh_CN": "江居士把这个经分成前后两半部，这分得很有道理，前半部是信解，后半部行证。昭明太子这个分法，三十二分正好前面十六分，后面十六分，前面十六分上半部，后面十六分下半部。前半部是就境界上说明无住，《金刚经》的宗旨，当然也能够说六祖大师当年的悟处，实在讲是《金刚经》的宗旨，「应无所住，而生其心」。实在讲，《金刚经》字字句句，都能教一切众生开悟。不一定要在这八个字上开悟，惠能大师在这八个字开悟，我们也不一定在这八个字上，任何一句都有一个悟处，这是我们要晓得的。",
      "zh_TW": "江居士把這個經分成前後兩半部，這分得很有道理，前半部是信解，後半部行證。昭明太子這個分法，三十二分正好前面十六分，後面十六分，前面十六分上半部，後面十六分下半部。前半部是就境界上說明無住，《金剛經》的宗旨，當然也能夠說六祖大師當年的悟處，實在講是《金剛經》的宗旨，「應無所住，而生其心」。實在講，《金剛經》字字句句，都能教一切眾生開悟。不一定要在這八個字上開悟，惠能大師在這八個字開悟，我們也不一定在這八個字上，任何一句都有一個悟處，這是我們要曉得的。"
    },
    {
      "id": "09-022-0002_p0055",
      "zh_CN": "但是无住，确确实实是《金刚经》的宗旨，不但是《金刚经》，整个般若说的什么？就是教你无住而已。无住就是不执着。前半部从境界上说，后半部从心理上讲，后半部的意思比前半部要精深得多，从心上讲无住，前半部是从境上讲无住。",
      "zh_TW": "但是無住，確確實實是《金剛經》的宗旨，不但是《金剛經》，整個般若說的什麼？就是教你無住而已。無住就是不執著。前半部從境界上說，後半部從心理上講，後半部的意思比前半部要精深得多，從心上講無住，前半部是從境上講無住。"
    },
    {
      "id": "09-022-0002_p0056",
      "zh_CN": "信解行证四分从这个地方，这是第一个部分。就在境界上说明无住，我们从这个地方生起信心。凡是经上一开端用「佛告须菩提」，底下所说的话一定很重要。这个「告」是上对下，老师对学生，我告诉你。下对上用「白」，你看须菩提白佛言，白是一个尊敬的辞，下对上要尊敬，上对下是用告诉。像这些敬辞，现在人都不讲求了，现在人也不会，也不重视了，但实在讲，这都很重要，维持整个社会和谐的秩序，这属于礼。",
      "zh_TW": "信解行證四分從這個地方，這是第一個部分。就在境界上說明無住，我們從這個地方生起信心。凡是經上一開端用「佛告須菩提」，底下所說的話一定很重要。這個「告」是上對下，老師對學生，我告訴你。下對上用「白」，你看須菩提白佛言，白是一個尊敬的辭，下對上要尊敬，上對下是用告訴。像這些敬辭，現在人都不講求了，現在人也不會，也不重視了，但實在講，這都很重要，維持整個社會和諧的秩序，這屬於禮。"
    },
    {
      "id": "09-022-0002_p0057",
      "zh_CN": "古德告诉我们，最高的就是道，道没有了，再有德，德比道低了一等，德也不讲了，再有仁，仁没有了，再有义，义没有了，有礼，礼再没有了，天下大乱！礼是维系社会最低最下面的一层，礼没有了，就不得了了，天下大乱了。如果诸位读中国历史，你一定能够发现，任何一个朝代，当他建立政权之后，总在三年到五年，礼乐一定完成，礼乐完成之后，所有一切人都要遵守，都要守礼，大家生活有个规矩。",
      "zh_TW": "古德告訴我們，最高的就是道，道沒有了，再有德，德比道低了一等，德也不講了，再有仁，仁沒有了，再有義，義沒有了，有禮，禮再沒有了，天下大亂！禮是維繫社會最低最下面的一層，禮沒有了，就不得了了，天下大亂了。如果諸位讀中國歷史，你一定能夠發現，任何一個朝代，當他建立政權之後，總在三年到五年，禮樂一定完成，禮樂完成之後，所有一切人都要遵守，都要守禮，大家生活有個規矩。"
    },
    {
      "id": "09-022-0002_p0058",
      "zh_CN": "我们中华民国建国到今年，八十多年了，将来底下人写历史，这八十多年是乱世。为什么？没有礼乐。中华民国没有作礼！所以这个礼就无所适从。就是丧礼，现在很多披麻戴孝的，那是满清的礼节。所以现在有的丧礼是穿个黑西装，那是外国西洋礼节，它没有礼！用什么都可以！没有礼！所以这个是悲剧，将来底下人写历史，乱世！跟任何一个朝代不能相比。我们在这里看到，实在讲感触也很多。将来的社会，必定比现在更要乱。古圣先贤对于道德仁义礼，想尽方法来维系。现代人没有这个认知，整个把它遗弃掉了。想社会和谐，想大家生活能够幸福，那是不可能的事情。这是看到「佛告」，底下的句子就很重要。",
      "zh_TW": "我們中華民國建國到今年，八十多年了，將來底下人寫歷史，這八十多年是亂世。為什麼？沒有禮樂。中華民國沒有作禮！所以這個禮就無所適從。就是喪禮，現在很多披麻戴孝的，那是滿清的禮節。所以現在有的喪禮是穿個黑西裝，那是外國西洋禮節，它沒有禮！用什麼都可以！沒有禮！所以這個是悲劇，將來底下人寫歷史，亂世！跟任何一個朝代不能相比。我們在這裡看到，實在講感觸也很多。將來的社會，必定比現在更要亂。古聖先賢對於道德仁義禮，想盡方法來維繫。現代人沒有這個認知，整個把它遺棄掉了。想社會和諧，想大家生活能夠幸福，那是不可能的事情。這是看到「佛告」，底下的句子就很重要。"
    },
    {
      "id": "09-022-0002_p0059",
      "zh_CN": "『诸菩萨摩诃萨』，这一句里面就是含着尊者前面所请的愿乐欲闻，各种不同程度的这些同学们。所以诸菩萨里面就是十信菩萨、十住菩萨、十行菩萨、十地菩萨，等级位次不一样，此地这个诸菩萨是这个意思。",
      "zh_TW": "『諸菩薩摩訶薩』，這一句裡面就是含著尊者前面所請的願樂欲聞，各種不同程度的這些同學們。所以諸菩薩裡面就是十信菩薩、十住菩薩、十行菩薩、十地菩薩，等級位次不一樣，此地這個諸菩薩是這個意思。"
    },
    {
      "id": "09-022-0002_p0060",
      "zh_CN": "『降伏其心』就是叫妄想如何能够不起，特别是在初发心，初学的时候，下手只有讲伏烦恼，断是做不到，如何能把它伏住。实在讲不但是初发心，一直到成佛，都是这个原则，一个原理，一个原则，方式尽管不同，大家听到佛教的法门很多，八万四千法门，无量法门。法是方法，门是门道，门径！方法再多，门径不相同，但是要知道，一个原则，就是如何把妄念息掉。你要明白这个道理，知道这一个原则，你学佛就不会走错路了。",
      "zh_TW": "『降伏其心』就是叫妄想如何能夠不起，特別是在初發心，初學的時候，下手只有講伏煩惱，斷是做不到，如何能把它伏住。實在講不但是初發心，一直到成佛，都是這個原則，一個原理，一個原則，方式儘管不同，大家聽到佛教的法門很多，八萬四千法門，無量法門。法是方法，門是門道，門徑！方法再多，門徑不相同，但是要知道，一個原則，就是如何把妄念息掉。你要明白這個道理，知道這一個原則，你學佛就不會走錯路了。"
    },
    {
      "id": "09-022-0002_p0061",
      "zh_CN": "不管学什么，你念佛也好，参禅也好，念咒也好，无论修学哪个法门，目的是什么？我们的妄念，一定要一天比一天少，烦恼一天比一天轻，这就对了。不管学哪个法门，对了。如果你是学这个法门，烦恼一天比一天多，妄念也一天比一天增加，那就错了，完全错了。所以检点我们自己学佛如不如法，你明白这个道理，懂得这个原则，就不难了。",
      "zh_TW": "不管學什麼，你念佛也好，參禪也好，念咒也好，無論修學哪個法門，目的是什麼？我們的妄念，一定要一天比一天少，煩惱一天比一天輕，這就對了。不管學哪個法門，對了。如果你是學這個法門，煩惱一天比一天多，妄念也一天比一天增加，那就錯了，完全錯了。所以檢點我們自己學佛如不如法，你明白這個道理，懂得這個原則，就不難了。"
    },
    {
      "id": "09-022-0002_p0062",
      "zh_CN": "尤其在现代的社会，现在社会民主、自由、开放，国家不保护老百姓的思想。国家不保护，因为民主自由开放，从前在帝王时代，我们说它不好，实际上好处很多，帝王对于邪知邪见邪教决定禁止。为什么？防范污染你清净心，他保护你。民主自由一开放，邪知邪见谁都不能禁止！我们一般人不能辨别，受害中毒就太深了。所以我在新加坡，演培法师问我，他说你是赞成君主，还是赞成民主？我赞成君主，这是实实在在话，我不赞成民主。君主固然有害，但是民主的害，比君主不知道超过多少倍。这个事诸位要细心去体会，你才能了解。原因在哪里？君主制度底下，他要希望他的子孙继承王位，希望他的王朝绵延几百年几千年，他要做老百姓的好榜样！他要负责任，他如果做得不好，老百姓起来革命，就会把他推翻。老百姓希望一个安定的生活，你小错可以容忍，过去算了，大错不行！大错一定改朝换代了。所以继承王位的人，都受过最好的教育，国家最有道德学问的老师来辅导他。民主制度底下，可以不负责任的。选上去四年，下一次选得上选不上，不晓得，花了这么多钱去选，在这四年当中如何把它赚回来，老百姓的生死与我不相干！所以责任心上没有君主那样的尊重。",
      "zh_TW": "尤其在現代的社會，現在社會民主、自由、開放，國家不保護老百姓的思想。國家不保護，因為民主自由開放，從前在帝王時代，我們說它不好，實際上好處很多，帝王對於邪知邪見邪教決定禁止。為什麼？防範污染你清淨心，他保護你。民主自由一開放，邪知邪見誰都不能禁止！我們一般人不能辨別，受害中毒就太深了。所以我在新加坡，演培法師問我，他說你是贊成君主，還是贊成民主？我贊成君主，這是實實在在話，我不贊成民主。君主固然有害，但是民主的害，比君主不知道超過多少倍。這個事諸位要細心去體會，你才能了解。原因在哪裡？君主制度底下，他要希望他的子孫繼承王位，希望他的王朝綿延幾百年幾千年，他要做老百姓的好榜樣！他要負責任，他如果做得不好，老百姓起來革命，就會把他推翻。老百姓希望一個安定的生活，你小錯可以容忍，過去算了，大錯不行！大錯一定改朝換代了。所以繼承王位的人，都受過最好的教育，國家最有道德學問的老師來輔導他。民主制度底下，可以不負責任的。選上去四年，下一次選得上選不上，不曉得，花了這麼多錢去選，在這四年當中如何把它賺回來，老百姓的生死與我不相干！所以責任心上沒有君主那樣的尊重。"
    },
    {
      "id": "09-022-0002_p0063",
      "zh_CN": "君主时代也选贤与能，你读古书晓得，汉朝时候就订的选举制度。政务官就是地方的县市长，你在任内一定要替国家选拔人才，这是他政绩里面的第一条，你做得再好，如果你不能替国家选拔人才，你这个职位就不能做了。选拔人才什么条件？两个条件：「孝、廉」，你看古人讲举孝廉。孝子不会做坏事！他能孝亲，就能够为国家尽忠。廉，廉洁他不贪污！能尽忠，能负责，又不贪污，这就是好官！选举的标准是这两个，所以地方官常常出去访问、打听孝子、廉洁，这种人选拔出来，由国家来培养。所以从前的制度比现在好得太多了。",
      "zh_TW": "君主時代也選賢與能，你讀古書曉得，漢朝時候就訂的選舉制度。政務官就是地方的縣市長，你在任內一定要替國家選拔人才，這是他政績裡面的第一條，你做得再好，如果你不能替國家選拔人才，你這個職位就不能做了。選拔人才什麼條件？兩個條件：「孝、廉」，你看古人講舉孝廉。孝子不會做壞事！他能孝親，就能夠為國家盡忠。廉，廉潔他不貪污！能盡忠，能負責，又不貪污，這就是好官！選舉的標準是這兩個，所以地方官常常出去訪問、打聽孝子、廉潔，這種人選拔出來，由國家來培養。所以從前的制度比現在好得太多了。"
    },
    {
      "id": "09-022-0002_p0064",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}