{
  "doc_id": "17-013-0001",
  "title": {
    "zh_CN": "认识佛教",
    "zh_TW": "認識佛教"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "澳洲布里斯本",
    "zh_TW": "澳洲布里斯本"
  },
  "doc_number": "17-013-0001",
  "total_paragraphs": 65,
  "paragraphs": [
    {
      "id": "17-013-0001_p0001",
      "zh_CN": "诸位同修，大家好！今天是我们新年的开始，能够在澳洲这个地方聚会，与大家谈谈佛法，我感到非常的欢喜，因缘实在是无比的殊胜。",
      "zh_TW": "諸位同修，大家好！今天是我們新年的開始，能夠在澳洲這個地方聚會，與大家談談佛法，我感到非常的歡喜，因緣實在是無比的殊勝。"
    },
    {
      "id": "17-013-0001_p0002",
      "zh_CN": "这一次我们选的讲题是「认识佛教」。早年，旧金山有一个妈祖庙，是我们台湾分到美国去的。妈祖庙请我讲演，我就想到了这个题目，同时也就写出这么一个大纲。但是那个时候只有一个半小时的时间，不能够详细介绍。以后，九二年我在美国东岸的迈阿密访问，当时我在每一个城市为大家介绍《地藏经大意》。到达迈阿密之后，宪炜居士（以后他也出家了）他的英语很好，翻译能力很强，所以有一些外国人来听，我看到现场那个状况，就把讲题改过来，介绍「认识佛教」，就没有介绍《地藏经大意》了。",
      "zh_TW": "這一次我們選的講題是「認識佛教」。早年，舊金山有一個媽祖廟，是我們臺灣分到美國去的。媽祖廟請我講演，我就想到了這個題目，同時也就寫出這麼一個大綱。但是那個時候只有一個半小時的時間，不能夠詳細介紹。以後，九二年我在美國東岸的邁阿密訪問，當時我在每一個城市為大家介紹《地藏經大意》。到達邁阿密之後，憲煒居士（以後他也出家了）他的英語很好，翻譯能力很強，所以有一些外國人來聽，我看到現場那個狀況，就把講題改過來，介紹「認識佛教」，就沒有介紹《地藏經大意》了。"
    },
    {
      "id": "17-013-0001_p0003",
      "zh_CN": "我记得在迈阿密的听众，比我们现在的现场至少少了一半，但是那一个星期的讲演影响非常之大。这个录音带以后写成了书，流遍到全世界，印的数量也非常多，我想诸位都看到过。",
      "zh_TW": "我記得在邁阿密的聽眾，比我們現在的現場至少少了一半，但是那一個星期的講演影響非常之大。這個錄音帶以後寫成了書，流遍到全世界，印的數量也非常多，我想諸位都看到過。"
    },
    {
      "id": "17-013-0001_p0004",
      "zh_CN": "这一次我在新加坡弘法，新加坡的同修最近要把这一些音带做成光碟便于保存。大家来告诉我说：「《认识佛教》这一个小册子非常重要，可惜没有录影，如果能够做成录影的光碟，那就最理想了。」所以这一次我们有缘到此地，就满他们的愿望。这一次我们好好的录一套带子，将来普遍的流通。这是把这个因缘简单的为诸位说出来了。",
      "zh_TW": "這一次我在新加坡弘法，新加坡的同修最近要把這一些音帶做成光碟便於保存。大家來告訴我說：「《認識佛教》這一個小冊子非常重要，可惜沒有錄影，如果能夠做成錄影的光碟，那就最理想了。」所以這一次我們有緣到此地，就滿他們的願望。這一次我們好好的錄一套帶子，將來普遍的流通。這是把這個因緣簡單的為諸位說出來了。"
    },
    {
      "id": "17-013-0001_p0005",
      "zh_CN": "现代我们在许许多多地方、地区、国家看到学佛的人愈来愈多，可是佛法究竟是什么？真正能够说得明白，搞清楚的人实在不多。因此，这一个题目的确就非常重要了。民国初年的时候，好像是民国十二年，当时有一位欧阳竟无先生，我想对于中国近代佛教了解多一点的都知道欧阳大师，他曾经在第四中山大学做过一次讲演，他的题目是「佛法非宗教非哲学，而为今时所必需」。这一次的讲演确实震撼了整个中国的佛教界，因为大家普遍都把佛教看作是宗教。为什么佛教不是宗教？学术界里面，特别是日本的学术界把佛法看作哲学，欧阳大师说佛教也不是哲学。但是究竟是什么？他没说。他只说「而为今时所必需」，就是现代人必须要学习的。",
      "zh_TW": "現代我們在許許多多地方、地區、國家看到學佛的人愈來愈多，可是佛法究竟是什麼？真正能夠說得明白，搞清楚的人實在不多。因此，這一個題目的確就非常重要了。民國初年的時候，好像是民國十二年，當時有一位歐陽竟無先生，我想對於中國近代佛教了解多一點的都知道歐陽大師，他曾經在第四中山大學做過一次講演，他的題目是「佛法非宗教非哲學，而為今時所必需」。這一次的講演確實震撼了整個中國的佛教界，因為大家普遍都把佛教看作是宗教。為什麼佛教不是宗教？學術界裡面，特別是日本的學術界把佛法看作哲學，歐陽大師說佛教也不是哲學。但是究竟是什麼？他沒說。他只說「而為今時所必需」，就是現代人必須要學習的。"
    },
    {
      "id": "17-013-0001_p0006",
      "zh_CN": "这一次讲演，由他的学生王恩洋居士（在民国初年都很出名的）记录、流通。我七七年在香港「中华佛教图书馆」看到这一篇讲演稿，以后我带到台湾翻印，也流通了不少。我们读了这个小册子之后，觉得他的观点非常正确。",
      "zh_TW": "這一次講演，由他的學生王恩洋居士（在民國初年都很出名的）記錄、流通。我七七年在香港「中華佛教圖書館」看到這一篇講演稿，以後我帶到臺灣翻印，也流通了不少。我們讀了這個小冊子之後，覺得他的觀點非常正確。"
    },
    {
      "id": "17-013-0001_p0007",
      "zh_CN": "佛教究竟是什么？我们必须要把它认识清楚。佛教是教育，是释迦牟尼佛对于九法界众生确确实实是至善圆满的教育。",
      "zh_TW": "佛教究竟是什麼？我們必須要把它認識清楚。佛教是教育，是釋迦牟尼佛對於九法界眾生確確實實是至善圓滿的教育。"
    },
    {
      "id": "17-013-0001_p0008",
      "zh_CN": "从哪些地方我们能够看得出来？首先，我们在佛教的称呼方面就能够发现。你看，我们称释迦牟尼佛为「本师」，师是老师，本师就是根本的老师，用现代的话来说，就是这个教学的创始人，他是创始的一位老师。而我们自称为「弟子」，弟子是学生。所以从称呼上非常明显的看出来，我们跟佛是师生关系。宗教里面没有这个称呼，宗教里面有主仆的关系、父子的关系、神与人的关系。像这一类的关系，在佛门里面没有，这是我们必须要认识清楚的。",
      "zh_TW": "從哪些地方我們能夠看得出來？首先，我們在佛教的稱呼方面就能夠發現。你看，我們稱釋迦牟尼佛為「本師」，師是老師，本師就是根本的老師，用現代的話來說，就是這個教學的創始人，他是創始的一位老師。而我們自稱為「弟子」，弟子是學生。所以從稱呼上非常明顯的看出來，我們跟佛是師生關係。宗教裡面沒有這個稱呼，宗教裡面有主僕的關係、父子的關係、神與人的關係。像這一類的關係，在佛門裡面沒有，這是我們必須要認識清楚的。"
    },
    {
      "id": "17-013-0001_p0009",
      "zh_CN": "佛教创始人是释迦牟尼佛，他的历史在史传里面都可以看得到的。他出生在北印度，现在的尼泊尔，在喜马拉雅山的南面。他生在中国周昭王二十六年（甲寅），佛灭度是在周穆王五十三年，这是中国历史上所记载的。但是佛的年代，中国跟外国记载相差很大，照这个记载，佛灭度之后到今年，应该是三千零二十一年。可是外国人的记载，今年才是二千五百多年，相差几乎有六百年。这种事情，不但是佛陀，凡是古人生卒年代的考据，几乎都有很多种的说法，到底哪一个说法正确？这很难断定，也可以说没有法子去断定。然而这些实在讲也并不是很重要的，我们不从事于考古的工作，所以这个不重要，重要的是要了解佛的教义。释迦牟尼佛确实有这个人，当年讲经说法也确实留下这么多的经典，这个是值得我们肯定的。",
      "zh_TW": "佛教創始人是釋迦牟尼佛，他的歷史在史傳裡面都可以看得到的。他出生在北印度，現在的尼泊爾，在喜馬拉雅山的南面。他生在中國周昭王二十六年（甲寅），佛滅度是在周穆王五十三年，這是中國歷史上所記載的。但是佛的年代，中國跟外國記載相差很大，照這個記載，佛滅度之後到今年，應該是三千零二十一年。可是外國人的記載，今年才是二千五百多年，相差幾乎有六百年。這種事情，不但是佛陀，凡是古人生卒年代的考據，幾乎都有很多種的說法，到底哪一個說法正確？這很難斷定，也可以說沒有法子去斷定。然而這些實在講也並不是很重要的，我們不從事於考古的工作，所以這個不重要，重要的是要了解佛的教義。釋迦牟尼佛確實有這個人，當年講經說法也確實留下這麼多的經典，這個是值得我們肯定的。"
    },
    {
      "id": "17-013-0001_p0010",
      "zh_CN": "佛教正式传到中国来是后汉永平十年（公元六十七年），这是正式接受中国朝廷，也就是中国的帝王派特使迎请到中国来的。非正式的，历史上也有记载，大概在春秋战国那个时候，已经有佛的讯息传到中国。但是我们从历史上来说，还是以国家正式礼聘作为记录。",
      "zh_TW": "佛教正式傳到中國來是後漢永平十年（公元六十七年），這是正式接受中國朝廷，也就是中國的帝王派特使迎請到中國來的。非正式的，歷史上也有記載，大概在春秋戰國那個時候，已經有佛的訊息傳到中國。但是我們從歷史上來說，還是以國家正式禮聘作為記錄。"
    },
    {
      "id": "17-013-0001_p0011",
      "zh_CN": "佛教，我们依这个纲领来说，佛教是佛陀的教育。「佛陀」是印度梵语音译过来的，它的意思是智慧、是觉悟。为什么当年翻译不把它翻成智觉？翻成智觉，我们现在要看到这个名词也就很清楚了，不至于迷惑了。为什么不这么翻？这是过去在翻译经典体例上有五种不翻，叫「五不翻」。这是属于五不翻之一，这一条是属于「含多义不翻」，这个名词里面含的意思很多，在中国字汇里面找不到一个相当的字来翻译，所以就用音译，然后再加以解释。",
      "zh_TW": "佛教，我們依這個綱領來說，佛教是佛陀的教育。「佛陀」是印度梵語音譯過來的，它的意思是智慧、是覺悟。為什麼當年翻譯不把它翻成智覺？翻成智覺，我們現在要看到這個名詞也就很清楚了，不至於迷惑了。為什麼不這麼翻？這是過去在翻譯經典體例上有五種不翻，叫「五不翻」。這是屬於五不翻之一，這一條是屬於「含多義不翻」，這個名詞裡面含的意思很多，在中國字彙裡面找不到一個相當的字來翻譯，所以就用音譯，然後再加以解釋。"
    },
    {
      "id": "17-013-0001_p0012",
      "zh_CN": "佛陀这个字里面所说的智，跟我们普通概念里面的智慧不一样，因此必须要加以解释。他的智慧要是笼统的来说，就是对于宇宙人生，过去、未来这一切法他都能够明了，而且正确的明了，圆满究竟的明了，那样的智慧才称之为「佛陀」。",
      "zh_TW": "佛陀這個字裡面所說的智，跟我們普通概念裡面的智慧不一樣，因此必須要加以解釋。他的智慧要是籠統的來說，就是對於宇宙人生，過去、未來這一切法他都能夠明瞭，而且正確的明瞭，圓滿究竟的明瞭，那樣的智慧才稱之為「佛陀」。"
    },
    {
      "id": "17-013-0001_p0013",
      "zh_CN": "我们听了这种说法，乍听之下，真的是很难接受！这有一点像宗教里面称上帝是「全知全能」一样。人，哪有可能是「全知全能」？而释迦牟尼佛告诉我们，一切众生，包括我们自己本人在内，确确实实都有这个智慧、都有这个能力。因此佛法对于所有一切众生，它是平等的看法，本来平等。佛不比我们高一等，我们也不比佛差到哪里去，都是平等的。虽然平等，可是我们今天的智慧能力确确实实有不相同。",
      "zh_TW": "我們聽了這種說法，乍聽之下，真的是很難接受！這有一點像宗教裡面稱上帝是「全知全能」一樣。人，哪有可能是「全知全能」？而釋迦牟尼佛告訴我們，一切眾生，包括我們自己本人在內，確確實實都有這個智慧、都有這個能力。因此佛法對於所有一切眾生，它是平等的看法，本來平等。佛不比我們高一等，我們也不比佛差到哪裡去，都是平等的。雖然平等，可是我們今天的智慧能力確確實實有不相同。"
    },
    {
      "id": "17-013-0001_p0014",
      "zh_CN": "在这个社会上有聪明的人，也有愚痴的人；有能力很强的人，也有能力很薄弱的人。这种现象是怎么产生的？佛告诉我们，这是因为你迷失了你的本能。你本来有智慧，究竟圆满的智慧，你迷了。迷失，不是真的失掉了，只是迷了而已。如果能够破除迷惑，你的能力就又恢复了。所以佛教导我们，没有别的，教导我们把迷惑颠倒去掉，恢复我们本能而已。佛度众生，大乘经上常讲：「佛哪里有度众生？」佛没度众生。众生是怎么成佛的？是你自己成佛的，佛只是在当中帮助你。这个帮助只是把你怎么迷的，把这些事实真相给你说出来；说了之后，你就觉悟了，然后你把你的迷惑放下，你就成佛了。",
      "zh_TW": "在這個社會上有聰明的人，也有愚痴的人；有能力很強的人，也有能力很薄弱的人。這種現象是怎麼產生的？佛告訴我們，這是因為你迷失了你的本能。你本來有智慧，究竟圓滿的智慧，你迷了。迷失，不是真的失掉了，只是迷了而已。如果能夠破除迷惑，你的能力就又恢復了。所以佛教導我們，沒有別的，教導我們把迷惑顛倒去掉，恢復我們本能而已。佛度眾生，大乘經上常講：「佛哪裡有度眾生？」佛沒度眾生。眾生是怎麼成佛的？是你自己成佛的，佛只是在當中幫助你。這個幫助只是把你怎麼迷的，把這些事實真相給你說出來；說了之後，你就覺悟了，然後你把你的迷惑放下，你就成佛了。"
    },
    {
      "id": "17-013-0001_p0015",
      "zh_CN": "从这里看，佛法的的确确是师道，老师只能够教导我们，学生的成就，毕竟是他自己发愤努力才成就的，在这一方面老师帮不上忙。老师能够帮助的是把这些理论说清楚，把他自己修学证果的经验、方法提供给我们作参考而已。所以佛法里没有迷信，这是我们首先要把它认识清楚，要把这个观念纠正过来。佛法是教育，佛法是师道，我们要把佛看成老师。",
      "zh_TW": "從這裡看，佛法的的確確是師道，老師只能夠教導我們，學生的成就，畢竟是他自己發憤努力才成就的，在這一方面老師幫不上忙。老師能夠幫助的是把這些理論說清楚，把他自己修學證果的經驗、方法提供給我們作參考而已。所以佛法裡沒有迷信，這是我們首先要把它認識清楚，要把這個觀念糾正過來。佛法是教育，佛法是師道，我們要把佛看成老師。"
    },
    {
      "id": "17-013-0001_p0016",
      "zh_CN": "今天我们建道场，我们供佛像，不是把佛当作神明来看待；把佛菩萨当作神明来看待，那是宗教。今天我们讲佛教是宗教，实在讲也不能否认，为什么？佛教确确实实变成宗教了，这是很不幸的。你看学佛的人，有几个人不是把佛菩萨当作神来看待？当作神来供养？这个是很大的错误，错得太离谱了。",
      "zh_TW": "今天我們建道場，我們供佛像，不是把佛當作神明來看待；把佛菩薩當作神明來看待，那是宗教。今天我們講佛教是宗教，實在講也不能否認，為什麼？佛教確確實實變成宗教了，這是很不幸的。你看學佛的人，有幾個人不是把佛菩薩當作神來看待？當作神來供養？這個是很大的錯誤，錯得太離譜了。"
    },
    {
      "id": "17-013-0001_p0017",
      "zh_CN": "明白的人，知道我们供养佛的形像是两个意思：第一个是报恩的意思、纪念的意思。这么好的教育，我们在这一生能够遇到、能够接受，太幸运了！开经偈常讲：「百千万劫难遭遇。」这是一点都不假的。我们对老师感恩戴德，纪念他，就像我们中国人供养祖先牌位一样，这是「报本返始」，我们有这样厚的恩情在里面。第二个是见贤思齐。想想释迦牟尼佛也是个平常人，他能够觉悟，他能够成就，我为什么不觉悟？我为什么不成就？所以这一尊像摆在那里，时时刻刻提醒我们自己，是这个意思，绝非迷信！不是把它当神明来看待的。",
      "zh_TW": "明白的人，知道我們供養佛的形像是兩個意思：第一個是報恩的意思、紀念的意思。這麼好的教育，我們在這一生能夠遇到、能夠接受，太幸運了！開經偈常講：「百千萬劫難遭遇。」這是一點都不假的。我們對老師感恩戴德，紀念他，就像我們中國人供養祖先牌位一樣，這是「報本返始」，我們有這樣厚的恩情在裡面。第二個是見賢思齊。想想釋迦牟尼佛也是個平常人，他能夠覺悟，他能夠成就，我為什麼不覺悟？我為什麼不成就？所以這一尊像擺在那裡，時時刻刻提醒我們自己，是這個意思，絕非迷信！不是把它當神明來看待的。"
    },
    {
      "id": "17-013-0001_p0018",
      "zh_CN": "佛教里面，佛菩萨的形像还真多，所以有些人认为佛教不但是宗教，而且是低级的宗教。低级的宗教就是多神教、泛神教，高级的宗教只有一个真神。佛教的神太多太多了，几千几万，所以这个不但变成了宗教，而且变成低级的宗教。其实，这个意思全被人错会了。",
      "zh_TW": "佛教裡面，佛菩薩的形像還真多，所以有些人認為佛教不但是宗教，而且是低級的宗教。低級的宗教就是多神教、泛神教，高級的宗教只有一個真神。佛教的神太多太多了，幾千幾萬，所以這個不但變成了宗教，而且變成低級的宗教。其實，這個意思全被人錯會了。"
    },
    {
      "id": "17-013-0001_p0019",
      "zh_CN": "佛法里面，佛的名号的确很多。你看释迦牟尼佛为我们所说的《万佛名经》，《大藏经》有一部经叫《万佛名经》，世尊为我们讲出差不多有一万二千多个佛的名号，而菩萨的名号就更多了。为什么有这么多的佛？这么多的菩萨？诸位必须要知道一个事实，我们自己本性里面的智慧无量无边，德能、才艺无量无边，一个名号没有办法代表。像现在社会上有地位、有才干的人，他的名片一拿出来，头衔有十几条、二十条。一条就好了，他为什么要搞那么多条？释迦牟尼佛那个名号一拿出来，几万条！表现他的德能无量无边，是这个意思。",
      "zh_TW": "佛法裡面，佛的名號的確很多。你看釋迦牟尼佛為我們所說的《萬佛名經》，《大藏經》有一部經叫《萬佛名經》，世尊為我們講出差不多有一萬二千多個佛的名號，而菩薩的名號就更多了。為什麼有這麼多的佛？這麼多的菩薩？諸位必須要知道一個事實，我們自己本性裡面的智慧無量無邊，德能、才藝無量無邊，一個名號沒有辦法代表。像現在社會上有地位、有才幹的人，他的名片一拿出來，頭銜有十幾條、二十條。一條就好了，他為什麼要搞那麼多條？釋迦牟尼佛那個名號一拿出來，幾萬條！表現他的德能無量無邊，是這個意思。"
    },
    {
      "id": "17-013-0001_p0020",
      "zh_CN": "所有诸佛的名号是代表我们本性，本来具足的德能。所以，所有一切佛的名号就是你自己一个人，不是别人，这个要知道。所有菩萨的名号是代表我们修德，我们自性本能是无量无边，但是如果要不好好的修，我们那个能力一条也透不出来，所以一定要好好的修。菩萨的名号代表修德，佛的名号代表性德，全是自己一个人；除自己一个人之外，决定没有第二个。",
      "zh_TW": "所有諸佛的名號是代表我們本性，本來具足的德能。所以，所有一切佛的名號就是你自己一個人，不是別人，這個要知道。所有菩薩的名號是代表我們修德，我們自性本能是無量無邊，但是如果要不好好的修，我們那個能力一條也透不出來，所以一定要好好的修。菩薩的名號代表修德，佛的名號代表性德，全是自己一個人；除自己一個人之外，決定沒有第二個。"
    },
    {
      "id": "17-013-0001_p0021",
      "zh_CN": "你要明白这个意思，你才晓得佛法的教学方式，要用现代的话说，是进入到高度的艺术化。它不但有名号，它用雕的这些塑像来表法，你一定要了解它真正的含义；真正明了了，你才能得到佛法教学真实的利益，这是我们首先要知道的。",
      "zh_TW": "你要明白這個意思，你才曉得佛法的教學方式，要用現代的話說，是進入到高度的藝術化。它不但有名號，它用雕的這些塑像來表法，你一定要了解它真正的含義；真正明瞭了，你才能得到佛法教學真實的利益，這是我們首先要知道的。"
    },
    {
      "id": "17-013-0001_p0022",
      "zh_CN": "佛法传到后代，佛陀不在世了，佛的学生把老师的教导代代相传下来。在佛门里面我们又听到有称「和尚」、有「阿阇梨」的称呼，在我们中国人习惯称「法师」。这些称号，宗教里也没有。和尚、阿阇梨都是印度的梵语，和尚的意思是亲教师，要用现在的话来说，就是亲自教导我们的老师，我们就称他和尚。在一个学校里面，亲自教导学生的是校长，教育的政策是他定的，课程是他指导的，那些教员是执行他的命令的，是帮助他教学的。教学的成功、失败是校长负责任，教员不负责任。所以校长就是和尚、亲教师。",
      "zh_TW": "佛法傳到後代，佛陀不在世了，佛的學生把老師的教導代代相傳下來。在佛門裡面我們又聽到有稱「和尚」、有「阿闍梨」的稱呼，在我們中國人習慣稱「法師」。這些稱號，宗教裡也沒有。和尚、阿闍梨都是印度的梵語，和尚的意思是親教師，要用現在的話來說，就是親自教導我們的老師，我們就稱他和尚。在一個學校裡面，親自教導學生的是校長，教育的政策是他定的，課程是他指導的，那些教員是執行他的命令的，是幫助他教學的。教學的成功、失敗是校長負責任，教員不負責任。所以校長就是和尚、親教師。"
    },
    {
      "id": "17-013-0001_p0023",
      "zh_CN": "和尚这个称呼，非常尊贵，非常亲密。在现在大学里，除了校长之外，有指导教授。指导教授可以说他也是亲教师，也可以称他作和尚。所以和尚是个普通的名词，它不是佛门里一个专有的名词。亲自教导我的这个人，我们称他和尚。像我们在学校念书，我们只称校长是和尚，其他所有的老师我们称阿阇梨，现在称教授。阇梨的意思比教授意思要圆满，这个老师的言行可以做我的榜样，我应该向他学习。所以阿阇梨叫轨范师，就是他的言行可以做我的模范、做我的典型，这样的人我们平常称为老师。所以在佛门里面，我们从称呼上知道，它的的确确是属于师道，它不是神道；宗教是神道。",
      "zh_TW": "和尚這個稱呼，非常尊貴，非常親密。在現在大學裡，除了校長之外，有指導教授。指導教授可以說他也是親教師，也可以稱他作和尚。所以和尚是個普通的名詞，它不是佛門裡一個專有的名詞。親自教導我的這個人，我們稱他和尚。像我們在學校念書，我們只稱校長是和尚，其他所有的老師我們稱阿闍梨，現在稱教授。闍梨的意思比教授意思要圓滿，這個老師的言行可以做我的榜樣，我應該向他學習。所以阿闍梨叫軌範師，就是他的言行可以做我的模範、做我的典型，這樣的人我們平常稱為老師。所以在佛門裡面，我們從稱呼上知道，它的的確確是屬於師道，它不是神道；宗教是神道。"
    },
    {
      "id": "17-013-0001_p0024",
      "zh_CN": "再说一个不好听的话，宗教都是迷信，而佛法的宗旨是破迷开悟。佛说了，你为什么生活得这么苦？为什么有六道轮回？是因为你迷失了你的本性，迷失了你的自心，所以你的智慧德能不能现前，你才把事情做错了。对于宇宙人生，你的想法、看法、说法、作法统统错了。做错了后面一定有结果，结果就是六道轮回，就是现在过这么苦的日子。佛法教学的目的是要帮助我们离苦得乐，离苦得乐是从果上讲的，实际上指导我们的是破迷开悟。",
      "zh_TW": "再說一個不好聽的話，宗教都是迷信，而佛法的宗旨是破迷開悟。佛說了，你為什麼生活得這麼苦？為什麼有六道輪迴？是因為你迷失了你的本性，迷失了你的自心，所以你的智慧德能不能現前，你才把事情做錯了。對於宇宙人生，你的想法、看法、說法、作法統統錯了。做錯了後面一定有結果，結果就是六道輪迴，就是現在過這麼苦的日子。佛法教學的目的是要幫助我們離苦得樂，離苦得樂是從果上講的，實際上指導我們的是破迷開悟。"
    },
    {
      "id": "17-013-0001_p0025",
      "zh_CN": "佛说「苦」从哪里来的？「迷」来的。你对于宇宙（我们生活的环境）人生（本人）完全不了解，也就是对于本人、对于你自己的生活环境不了解，这个苦！你想错了、看错了、做错了，你怎么不苦？如果你都明了了、都清楚了、彻底明白了，你就「得乐」了。为什么？你的看法、想法都正确，完全没错误，你的生活当然快乐。所以「破迷开悟」是因，「离苦得乐」是果，这是我们自己享受的事情。老师教给我们怎样破迷、怎样开悟，老师对我们毫无所求，这个诸位一定要知道。",
      "zh_TW": "佛說「苦」從哪裡來的？「迷」來的。你對於宇宙（我們生活的環境）人生（本人）完全不了解，也就是對於本人、對於你自己的生活環境不了解，這個苦！你想錯了、看錯了、做錯了，你怎麼不苦？如果你都明瞭了、都清楚了、徹底明白了，你就「得樂」了。為什麼？你的看法、想法都正確，完全沒錯誤，你的生活當然快樂。所以「破迷開悟」是因，「離苦得樂」是果，這是我們自己享受的事情。老師教給我們怎樣破迷、怎樣開悟，老師對我們毫無所求，這個諸位一定要知道。"
    },
    {
      "id": "17-013-0001_p0026",
      "zh_CN": "我们作佛的弟子，跟释迦牟尼佛学，佛对我们有所求吗？没有，什么都没有。无条件！这些统统都要搞清楚。真正一个好的老师，对学生无所求，看到这个学生觉悟了，很开心！看到这个学生离苦得乐了，很开心！正如同父母看自己的子女一样，他的教育成就，他在社会上事业成就了，看到很欢喜、很开心，意思完全相同。",
      "zh_TW": "我們作佛的弟子，跟釋迦牟尼佛學，佛對我們有所求嗎？沒有，什麼都沒有。無條件！這些統統都要搞清楚。真正一個好的老師，對學生無所求，看到這個學生覺悟了，很開心！看到這個學生離苦得樂了，很開心！正如同父母看自己的子女一樣，他的教育成就，他在社會上事業成就了，看到很歡喜、很開心，意思完全相同。"
    },
    {
      "id": "17-013-0001_p0027",
      "zh_CN": "「佛」的意思是智，这个智是体，它的作用就是觉悟，所以有体有用。它所觉悟的是什么？我们通常讲「法」，用这个字作为代名词。「法」是宇宙万有心境事理之总代名词，就是对于心思、境界、宇宙人生的理论事实真相统统都能够正确的理解，这叫觉，这是觉悟。",
      "zh_TW": "「佛」的意思是智，這個智是體，它的作用就是覺悟，所以有體有用。它所覺悟的是什麼？我們通常講「法」，用這個字作為代名詞。「法」是宇宙萬有心境事理之總代名詞，就是對於心思、境界、宇宙人生的理論事實真相統統都能夠正確的理解，這叫覺，這是覺悟。"
    },
    {
      "id": "17-013-0001_p0028",
      "zh_CN": "佛法为什么不属于哲学？欧阳竟无说得也很有道理，「佛法不是宗教」，想想它确实不是宗教。它为什么不是哲学？哲学里有能觉、有所觉，有能、有所，佛法里没有能、所。这一层很不好懂，我们讲佛法甚深，深在这个地方。佛法里面讲「能」跟「所」，是一不是二，《金刚经》上说：「如来者，诸法如义。」而世尊又在经典里面解释「如」的意思，如是什么？一如，万法一如。「一」才如，「二」就不如。能觉跟所觉如果是二，就不是「诸法如义」了。说二，就是哲学，今天我们用哲学的定义可以包含它。但是它不是二，它是一，这个在哲学里没有。「能所不二」这个意思很深很深，非常难懂！",
      "zh_TW": "佛法為什麼不屬於哲學？歐陽竟無說得也很有道理，「佛法不是宗教」，想想它確實不是宗教。它為什麼不是哲學？哲學裡有能覺、有所覺，有能、有所，佛法裡沒有能、所。這一層很不好懂，我們講佛法甚深，深在這個地方。佛法裡面講「能」跟「所」，是一不是二，《金剛經》上說：「如來者，諸法如義。」而世尊又在經典裡面解釋「如」的意思，如是什麼？一如，萬法一如。「一」才如，「二」就不如。能覺跟所覺如果是二，就不是「諸法如義」了。說二，就是哲學，今天我們用哲學的定義可以包含它。但是它不是二，它是一，這個在哲學裡沒有。「能所不二」這個意思很深很深，非常難懂！"
    },
    {
      "id": "17-013-0001_p0029",
      "zh_CN": "古人不得已用种种比喻。譬如，我们常听到的「以金作器，器器皆金」，金跟器是一还是二？从相上看不一，从体上看不二，不一不异，这是事实真相。这要很细心的去体会，才能够真正了解宇宙人生的真相。",
      "zh_TW": "古人不得已用種種比喻。譬如，我們常聽到的「以金作器，器器皆金」，金跟器是一還是二？從相上看不一，從體上看不二，不一不異，這是事實真相。這要很細心的去體會，才能夠真正了解宇宙人生的真相。"
    },
    {
      "id": "17-013-0001_p0030",
      "zh_CN": "所有一切大乘经，可以说都是说这个道理，都是说这个事实。这个事实很难理解，真正明白了，认识清楚了，就叫作「佛知佛见」。你的见解、你的思想跟诸佛如来就没有两样了。但是我们凡夫是迷，迷在哪里？总是把一切事都分成对立，不知道一切事，它是一，不是二。",
      "zh_TW": "所有一切大乘經，可以說都是說這個道理，都是說這個事實。這個事實很難理解，真正明白了，認識清楚了，就叫作「佛知佛見」。你的見解、你的思想跟諸佛如來就沒有兩樣了。但是我們凡夫是迷，迷在哪裡？總是把一切事都分成對立，不知道一切事，它是一，不是二。"
    },
    {
      "id": "17-013-0001_p0031",
      "zh_CN": "「佛法」这两个字的意义，我们明了一个大概之后，佛法所求的是什么？这是诸位必须要知道的。多少人学佛，在佛门里面求什么？求发财、求升官、求保平安，都求这些。求这些东西，佛门里求不到，那就求神去了。实实在在告诉你，神也没办法，也无可奈何。这都叫迷信，这叫胡作妄为，这个做错了。",
      "zh_TW": "「佛法」這兩個字的意義，我們明瞭一個大概之後，佛法所求的是什麼？這是諸位必須要知道的。多少人學佛，在佛門裡面求什麼？求發財、求升官、求保平安，都求這些。求這些東西，佛門裡求不到，那就求神去了。實實在在告訴你，神也沒辦法，也無可奈何。這都叫迷信，這叫胡作妄為，這個做錯了。"
    },
    {
      "id": "17-013-0001_p0032",
      "zh_CN": "佛法所求的，你看一切经论里，有一个名词叫「阿耨多罗三藐三菩提」，我们也印在这个表上，这就是佛法所求的。这个名词是可以把它翻出来的而没翻，还是用梵文音译，这一种的不翻叫「尊重不翻」。我们对于这个名词非常尊重，保持它的梵音是尊重它。不像「佛陀」那个字是「含多义不翻」，它里面含的意思很多。「阿耨多罗三藐三菩提」翻成中国意思就是「无上正等正觉」。「菩提」翻为觉，「三」翻作正，这是佛法教学的目的。佛教给我们，希望我们成就什么？就是希望我们都能够证得「无上正等正觉」。这个名词也要费一点时间把它讲清楚，佛法所求的太重要了，我们跟释迦牟尼佛学，学什么？就是学这个。",
      "zh_TW": "佛法所求的，你看一切經論裡，有一個名詞叫「阿耨多羅三藐三菩提」，我們也印在這個表上，這就是佛法所求的。這個名詞是可以把它翻出來的而沒翻，還是用梵文音譯，這一種的不翻叫「尊重不翻」。我們對於這個名詞非常尊重，保持它的梵音是尊重它。不像「佛陀」那個字是「含多義不翻」，它裡面含的意思很多。「阿耨多羅三藐三菩提」翻成中國意思就是「無上正等正覺」。「菩提」翻為覺，「三」翻作正，這是佛法教學的目的。佛教給我們，希望我們成就什麼？就是希望我們都能夠證得「無上正等正覺」。這個名詞也要費一點時間把它講清楚，佛法所求的太重要了，我們跟釋迦牟尼佛學，學什麼？就是學這個。"
    },
    {
      "id": "17-013-0001_p0033",
      "zh_CN": "首先讲「正觉」，觉是觉悟。世间也有很聪明、很有智慧的人，现代的科学家相当聪明，科学技术日新月异，你能说他不觉悟吗？你能说他不聪明吗？哲学家、宗教家都很聪明，都比一般人觉的能力高明。但是佛都不承认他们是正觉，他们虽然是有觉，佛说他们不是正觉。我们佛门的招牌是「正」字，这个「正」字招牌不能随便给人的。为什么他的觉不正？他的烦恼没有断，他的心不清净。他还有是非人我，他还有贪瞋痴慢，他还有妄想分别执着，心不清净！心不清净，他那个觉的能力再高，也不是正觉。所以佛法这个「正觉」是清净心，清净心里面生智慧、觉悟了，那叫正觉。",
      "zh_TW": "首先講「正覺」，覺是覺悟。世間也有很聰明、很有智慧的人，現代的科學家相當聰明，科學技術日新月異，你能說他不覺悟嗎？你能說他不聰明嗎？哲學家、宗教家都很聰明，都比一般人覺的能力高明。但是佛都不承認他們是正覺，他們雖然是有覺，佛說他們不是正覺。我們佛門的招牌是「正」字，這個「正」字招牌不能隨便給人的。為什麼他的覺不正？他的煩惱沒有斷，他的心不清淨。他還有是非人我，他還有貪瞋痴慢，他還有妄想分別執著，心不清淨！心不清淨，他那個覺的能力再高，也不是正覺。所以佛法這個「正覺」是清淨心，清淨心裡面生智慧、覺悟了，那叫正覺。"
    },
    {
      "id": "17-013-0001_p0034",
      "zh_CN": "因此「正觉」这个标准世间法里没有，六道众生都是邪知邪见，不是正觉。佛要求我们要正觉。得到正觉，在我们佛门里面也有一个学位，好像现在念书一样，我们拿到一个学位了，这个学位是最低的；像念大学，大学毕业了拿到学士学位。我们「正觉」是第一个初级的学位，它的名字叫「阿罗汉」。诸位要知道，阿罗汉、菩萨、佛是佛门里学位的名称，这个要懂。你得到正觉了，就称你作阿罗汉。阿罗汉见思烦恼没有了，这在小乘。",
      "zh_TW": "因此「正覺」這個標準世間法裡沒有，六道眾生都是邪知邪見，不是正覺。佛要求我們要正覺。得到正覺，在我們佛門裡面也有一個學位，好像現在念書一樣，我們拿到一個學位了，這個學位是最低的；像念大學，大學畢業了拿到學士學位。我們「正覺」是第一個初級的學位，它的名字叫「阿羅漢」。諸位要知道，阿羅漢、菩薩、佛是佛門裡學位的名稱，這個要懂。你得到正覺了，就稱你作阿羅漢。阿羅漢見思煩惱沒有了，這在小乘。"
    },
    {
      "id": "17-013-0001_p0035",
      "zh_CN": "不但阿罗汉没有「人我是非」这个念头，没有「贪瞋痴慢」这些念头了。在从前我们总以为要证得阿罗汉果，才能把见思烦恼断尽了，不再执着这个身是我。哪里晓得佛在《金刚经》上所说的小乘初果须陀洹，这跟阿罗汉相去很远很远，小乘初果须陀洹已经破了四相。《金刚经》上讲「我相、人相、众生相、寿者相」，这是《金刚经》上看到的。难怪佛说初果叫「入流」，他入了圣人之流，他证得了位不退，绝对不会退转作凡夫，原来他再不执着「人我是非」，这个念头没有了。",
      "zh_TW": "不但阿羅漢沒有「人我是非」這個念頭，沒有「貪瞋痴慢」這些念頭了。在從前我們總以為要證得阿羅漢果，才能把見思煩惱斷盡了，不再執著這個身是我。哪裡曉得佛在《金剛經》上所說的小乘初果須陀洹，這跟阿羅漢相去很遠很遠，小乘初果須陀洹已經破了四相。《金剛經》上講「我相、人相、眾生相、壽者相」，這是《金剛經》上看到的。難怪佛說初果叫「入流」，他入了聖人之流，他證得了位不退，絕對不會退轉作凡夫，原來他再不執著「人我是非」，這個念頭沒有了。"
    },
    {
      "id": "17-013-0001_p0036",
      "zh_CN": "从这些地方我们就要能够体会到，佛陀的教育跟世间教育不相同的地方在哪里？我们到底要学些什么东西？我们跟佛学，学真实法，学正觉，唯有正觉才能解决问题。解决什么问题？离一切苦、得一切乐，真正离苦得乐。苦乐我们讲最粗浅的，以我们自己现在本身来讲，你有生老病死苦，你有求不得苦，你有爱别离苦，你有怨憎会苦，这些苦都环绕在你的周边，你没有办法离开。学了佛以后，这些苦真的可以离开。",
      "zh_TW": "從這些地方我們就要能夠體會到，佛陀的教育跟世間教育不相同的地方在哪裡？我們到底要學些什麼東西？我們跟佛學，學真實法，學正覺，唯有正覺才能解決問題。解決什麼問題？離一切苦、得一切樂，真正離苦得樂。苦樂我們講最粗淺的，以我們自己現在本身來講，你有生老病死苦，你有求不得苦，你有愛別離苦，你有怨憎會苦，這些苦都環繞在你的周邊，你沒有辦法離開。學了佛以後，這些苦真的可以離開。"
    },
    {
      "id": "17-013-0001_p0037",
      "zh_CN": "年岁大一点的同修，中年以上的，想想我们人老了。学佛可以不老，学佛可以不生病。纵然你身上有很多疾病，你真正学佛了，不要看医生，不要吃药，你的病自然就好了。这是什么道理？就是因为你把道理搞清楚了。你不晓得你的病是怎么来的？你不知道。病是怎么起来的，你那个病是怎么样发展的，病到后来结果怎么样，你晓不晓得？统统知道了，人可以不生病。病从哪里来？妄想来的，一天到晚胡思乱想，你的妄想不断，神仙都医不好你的病。你的妄想统统没有了，什么病都没有了。",
      "zh_TW": "年歲大一點的同修，中年以上的，想想我們人老了。學佛可以不老，學佛可以不生病。縱然你身上有很多疾病，你真正學佛了，不要看醫生，不要吃藥，你的病自然就好了。這是什麼道理？就是因為你把道理搞清楚了。你不曉得你的病是怎麼來的？你不知道。病是怎麼起來的，你那個病是怎麼樣發展的，病到後來結果怎麼樣，你曉不曉得？統統知道了，人可以不生病。病從哪裡來？妄想來的，一天到晚胡思亂想，你的妄想不斷，神仙都醫不好你的病。你的妄想統統沒有了，什麼病都沒有了。"
    },
    {
      "id": "17-013-0001_p0038",
      "zh_CN": "生死的根本也是妄想，《华严经》上讲得很清楚：「一切众生皆有如来智慧德相，但以妄想执着而不能证得。」这是把我们的病根一语道破。你们查遍《大藏经》，哪一尊佛生过病？哪一尊佛显得很衰老？没有。哪一尊菩萨生过病？这没听说。为什么佛、菩萨、阿罗汉不生病？为什么佛、菩萨、阿罗汉不老？不但不老，他也不死。这个不死是真的，一点都不假。没有别的原因，他把宇宙人生的真相搞清楚、搞明白了，一切随顺自性，他就得这么好的效果。就是我们今天所讲的自然生态，完全符合自然生态，一点没有造作的意思在里面；顺其自然，自然是最健康的。我们要打个妄想，把自然生态改变，这一改变就改坏了，就出了毛病了，毛病是从这样生出来的。所以这个病就是妄想、分别、执着，这是病根。",
      "zh_TW": "生死的根本也是妄想，《華嚴經》上講得很清楚：「一切眾生皆有如來智慧德相，但以妄想執著而不能證得。」這是把我們的病根一語道破。你們查遍《大藏經》，哪一尊佛生過病？哪一尊佛顯得很衰老？沒有。哪一尊菩薩生過病？這沒聽說。為什麼佛、菩薩、阿羅漢不生病？為什麼佛、菩薩、阿羅漢不老？不但不老，他也不死。這個不死是真的，一點都不假。沒有別的原因，他把宇宙人生的真相搞清楚、搞明白了，一切隨順自性，他就得這麼好的效果。就是我們今天所講的自然生態，完全符合自然生態，一點沒有造作的意思在裡面；順其自然，自然是最健康的。我們要打個妄想，把自然生態改變，這一改變就改壞了，就出了毛病了，毛病是從這樣生出來的。所以這個病就是妄想、分別、執著，這是病根。"
    },
    {
      "id": "17-013-0001_p0039",
      "zh_CN": "学佛就是要依照佛的教诲，把妄想、分别、执着去掉，恢复清净心。清净心起作用，就是真实智慧，就是正觉。所以，心不清净，有聪明智慧，佛菩萨不承认他是正觉。一定要心清净了，那个智慧才叫作正觉，它才管用。得到正觉，佛在经上说，你就有能力超越生死轮回。生死轮回都超越了，还有什么病！哪来的疾病？没有了。生死都能解决，我们生活上这点小问题，还有什么解决不了的。你这一生当中就能得到真正的幸福、自在、美满、快乐。我们学佛是得这个东西，这是接受佛陀的教育。",
      "zh_TW": "學佛就是要依照佛的教誨，把妄想、分別、執著去掉，恢復清淨心。清淨心起作用，就是真實智慧，就是正覺。所以，心不清淨，有聰明智慧，佛菩薩不承認他是正覺。一定要心清淨了，那個智慧才叫作正覺，它才管用。得到正覺，佛在經上說，你就有能力超越生死輪迴。生死輪迴都超越了，還有什麼病！哪來的疾病？沒有了。生死都能解決，我們生活上這點小問題，還有什麼解決不了的。你這一生當中就能得到真正的幸福、自在、美滿、快樂。我們學佛是得這個東西，這是接受佛陀的教育。"
    },
    {
      "id": "17-013-0001_p0040",
      "zh_CN": "可是你要是以宗教的心态去学佛，说老实话，这些你完全得不到。什么原因？迷！宗教讲求感情、情操。情是迷，不是理智。宗教是愈迷愈好，为什么？你才是虔诚的宗教徒，你跑不掉！把你抓得紧紧的，你不会跑掉，你天天要去拜他，他接受你的恭敬，接受你的供养。",
      "zh_TW": "可是你要是以宗教的心態去學佛，說老實話，這些你完全得不到。什麼原因？迷！宗教講求感情、情操。情是迷，不是理智。宗教是愈迷愈好，為什麼？你才是虔誠的宗教徒，你跑不掉！把你抓得緊緊的，你不會跑掉，你天天要去拜他，他接受你的恭敬，接受你的供養。"
    },
    {
      "id": "17-013-0001_p0041",
      "zh_CN": "但是佛法不是如此。佛法是师道，师道是「只闻来学，未闻往教」。你是来求学的，没有老师跑到你家里去教你的。这是什么道理？老师到你家里去教你，你对老师不恭敬、不尊重，再好的老师，你跟他也学不到东西。所以老师并不是一定要你对他怎么恭敬，如果存这个心，那个老师不是好老师。但是这里面有个道理，「一分诚敬得一分利益，十分诚敬得十分利益」。",
      "zh_TW": "但是佛法不是如此。佛法是師道，師道是「只聞來學，未聞往教」。你是來求學的，沒有老師跑到你家裡去教你的。這是什麼道理？老師到你家裡去教你，你對老師不恭敬、不尊重，再好的老師，你跟他也學不到東西。所以老師並不是一定要你對他怎麼恭敬，如果存這個心，那個老師不是好老師。但是這裡面有個道理，「一分誠敬得一分利益，十分誠敬得十分利益」。"
    },
    {
      "id": "17-013-0001_p0042",
      "zh_CN": "譬如，十个学生跟着一个老师学，为什么有的学生学的多，有的学生没有学到东西？你再仔细去观察，学到东西的对老师恭敬。为什么对老师恭敬就学到东西？对老师恭敬是听话，老师怎么教，他就怎么做，他当然学会了。对老师不恭敬的，不听话，不听话那没有办法，他当然学不到东西。所以百分之百的听话，就是百分之百的恭敬。可见这个里面真有道理，世出世间教学都不外乎这一个原则。",
      "zh_TW": "譬如，十個學生跟著一個老師學，為什麼有的學生學的多，有的學生沒有學到東西？你再仔細去觀察，學到東西的對老師恭敬。為什麼對老師恭敬就學到東西？對老師恭敬是聽話，老師怎麼教，他就怎麼做，他當然學會了。對老師不恭敬的，不聽話，不聽話那沒有辦法，他當然學不到東西。所以百分之百的聽話，就是百分之百的恭敬。可見這個裡面真有道理，世出世間教學都不外乎這一個原則。"
    },
    {
      "id": "17-013-0001_p0043",
      "zh_CN": "我们在佛教传记里面，看到许多的祖师大德们，他们在年轻求学的时候，参访一个善知识，我们今天讲有道德、有学问的高人，传记里记载这个善知识告诉他：「你在我这里学不到东西，你到某某人那里去，你去跟他学，你就会成就。」这个学生果然听他的指点，到那个人的会下三年五载，他开悟了、证果了。这又是什么道理？我们在传记里面看到很多很多！中国的文章讲求简洁，不啰嗦，谈话谈几个钟点，记载的时候只有一两句，记得很简单。",
      "zh_TW": "我們在佛教傳記裡面，看到許多的祖師大德們，他們在年輕求學的時候，參訪一個善知識，我們今天講有道德、有學問的高人，傳記裡記載這個善知識告訴他：「你在我這裡學不到東西，你到某某人那裡去，你去跟他學，你就會成就。」這個學生果然聽他的指點，到那個人的會下三年五載，他開悟了、證果了。這又是什麼道理？我們在傳記裡面看到很多很多！中國的文章講求簡潔，不囉嗦，談話談幾個鐘點，記載的時候只有一兩句，記得很簡單。"
    },
    {
      "id": "17-013-0001_p0044",
      "zh_CN": "这位善知识见这个人，就像我们现在见一个人一样，一定问你：「你贵姓，你叫什么名字，你是那里人，你学了些什么东西。」这一问就明了了，你喜欢学哪一样东西？而且问在现代这些大德当中，你最佩服的是哪一个人？他指点你的时候，是指点你最佩服的这个人，你去跟他学，你会听他的话。我为什么不能教你？你不佩服我，我教你，你不相信，你不能接受，原理在此地。并不是他有神通，指到那个地方，果然他到那里就成就了，其实谈话里面，清清楚楚、明明白白。",
      "zh_TW": "這位善知識見這個人，就像我們現在見一個人一樣，一定問你：「你貴姓，你叫什麼名字，你是那裡人，你學了些什麼東西。」這一問就明瞭了，你喜歡學哪一樣東西？而且問在現代這些大德當中，你最佩服的是哪一個人？他指點你的時候，是指點你最佩服的這個人，你去跟他學，你會聽他的話。我為什麼不能教你？你不佩服我，我教你，你不相信，你不能接受，原理在此地。並不是他有神通，指到那個地方，果然他到那裡就成就了，其實談話裡面，清清楚楚、明明白白。"
    },
    {
      "id": "17-013-0001_p0045",
      "zh_CN": "所以我们这一生遇不到一个好老师，这个话也不无道理。好老师可遇不可求，很不容易遇到。遇到之后，你肯不肯跟他学？不肯跟他学，还是枉然。所以一定是自己心目当中最尊敬的这个人，才能发生作用。同样一句话，同样一个道理，在我瞧不起的那个人的口里说出来，根本不能相信、不能接受，而且还要骂他。我们心目当中最佩服的那个人说出来，如奉圣旨，马上依教奉行，怎么会一样？所以你要问，我们自己将来能不能有成就？很简单，你回家好好想一想，哪一个善知识你最佩服他？死心蹋地跟他学，这样才没错，你才能成功。如果你喜欢的善知识太多了，那你那个恭敬心不是真的，是假的。你的心是很乱，变化无常。不但佛法你没有法子修学，世间法你也学不好。",
      "zh_TW": "所以我們這一生遇不到一個好老師，這個話也不無道理。好老師可遇不可求，很不容易遇到。遇到之後，你肯不肯跟他學？不肯跟他學，還是枉然。所以一定是自己心目當中最尊敬的這個人，才能發生作用。同樣一句話，同樣一個道理，在我瞧不起的那個人的口裡說出來，根本不能相信、不能接受，而且還要罵他。我們心目當中最佩服的那個人說出來，如奉聖旨，馬上依教奉行，怎麼會一樣？所以你要問，我們自己將來能不能有成就？很簡單，你回家好好想一想，哪一個善知識你最佩服他？死心蹋地跟他學，這樣才沒錯，你才能成功。如果你喜歡的善知識太多了，那你那個恭敬心不是真的，是假的。你的心是很亂，變化無常。不但佛法你沒有法子修學，世間法你也學不好。"
    },
    {
      "id": "17-013-0001_p0046",
      "zh_CN": "无论世法、佛法要想学好，一定要懂得一个道理，就是「一门深入」。尤其是佛法，要真正能够学好，一定要跟一个老师学。一个老师，你一生走的是一条路，这一条路好走。两个老师是两条路，你怎么走？三个老师是三叉路口，四个老师是十字街头，你完了！今天年轻人好学的很多，为什么不能成就？都在十字街头，无所适从，毛病发生在这个地方。既是学佛，不但亲近一个老师，还要专修一个法门，你才能有成就。什么成就？得清净心。诸位要知道，成就是你得清净心。得清净心的现象是烦恼轻了、智慧增长了，那就有受用了。世出世间所有一切问题，唯有智慧才能解决；除了智慧之外，没有第二个方法能解决问题的。所以佛法讲智讲觉，就缺这个东西，要正觉。",
      "zh_TW": "無論世法、佛法要想學好，一定要懂得一個道理，就是「一門深入」。尤其是佛法，要真正能夠學好，一定要跟一個老師學。一個老師，你一生走的是一條路，這一條路好走。兩個老師是兩條路，你怎麼走？三個老師是三叉路口，四個老師是十字街頭，你完了！今天年輕人好學的很多，為什麼不能成就？都在十字街頭，無所適從，毛病發生在這個地方。既是學佛，不但親近一個老師，還要專修一個法門，你才能有成就。什麼成就？得清淨心。諸位要知道，成就是你得清淨心。得清淨心的現象是煩惱輕了、智慧增長了，那就有受用了。世出世間所有一切問題，唯有智慧才能解決；除了智慧之外，沒有第二個方法能解決問題的。所以佛法講智講覺，就缺這個東西，要正覺。"
    },
    {
      "id": "17-013-0001_p0047",
      "zh_CN": "我们讲到最贴身的，解决我现在本身的问题，解决我现前生活的问题。我要让我的生活过得自在、过得美满、过得幸福，再扩大解决我家庭的事情、解决我工作的事情、解决整个社会问题的事情，要智慧，真实的智慧。所以智慧里掺杂着烦恼，不能解决问题。今天世间聪明人很多，特别是政治家，个个都认为自己很聪明，把这个社会愈搞愈乱，老百姓愈来愈辛苦。什么原因？智慧里掺杂着有「妄想、分别、执着」，它这个烦恼没有断。所以起心动念，他第一个考虑「我」的利益，你看「我执」在。",
      "zh_TW": "我們講到最貼身的，解決我現在本身的問題，解決我現前生活的問題。我要讓我的生活過得自在、過得美滿、過得幸福，再擴大解決我家庭的事情、解決我工作的事情、解決整個社會問題的事情，要智慧，真實的智慧。所以智慧裡摻雜著煩惱，不能解決問題。今天世間聰明人很多，特別是政治家，個個都認為自己很聰明，把這個社會愈搞愈亂，老百姓愈來愈辛苦。什麼原因？智慧裡摻雜著有「妄想、分別、執著」，它這個煩惱沒有斷。所以起心動念，他第一個考慮「我」的利益，你看「我執」在。"
    },
    {
      "id": "17-013-0001_p0048",
      "zh_CN": "佛告诉我们真正的智慧，第一个要把「我」破掉，这才是真正智慧。没有真实的智慧、真实的功夫，读大乘经也是枉然。大乘经虽然念得很多，意思全错解了。开经偈上讲：「愿解如来真实义。」这些人是错解如来真实义，你说有什么法子！他为什么解错？他有私心，起心动念他要讲求「我」的利益，这就坏了，反而得不到利益。如果能把私心离开，你会得真实的利益。由此可知，正觉它是有标准的。",
      "zh_TW": "佛告訴我們真正的智慧，第一個要把「我」破掉，這才是真正智慧。沒有真實的智慧、真實的功夫，讀大乘經也是枉然。大乘經雖然念得很多，意思全錯解了。開經偈上講：「願解如來真實義。」這些人是錯解如來真實義，你說有什麼法子！他為什麼解錯？他有私心，起心動念他要講求「我」的利益，這就壞了，反而得不到利益。如果能把私心離開，你會得真實的利益。由此可知，正覺它是有標準的。"
    },
    {
      "id": "17-013-0001_p0049",
      "zh_CN": "再往上提升一个学位叫「正等正觉」，相当于硕士学位。「等」是等于佛，当然他还没成佛，等于佛而已，这比阿罗汉高，比正觉高。正觉里面无我。诸位必须要知道，唯有无我，才能有能力辨别真妄、辨别邪正、辨别是非、辨别利害，你才有这个能力。如果「我见」没破，你决定没有这个能力。一般人以为自己做了很多好事，以为自己修了很多功德，我看不然。很多在那里很努力修功德、做好事的人，将来都要堕三途。什么原因？他那个好事是似是而非，不是好事。不但将来不好，眼前都不好。看到好像是一桩好事，其实做错了。",
      "zh_TW": "再往上提升一個學位叫「正等正覺」，相當於碩士學位。「等」是等於佛，當然他還沒成佛，等於佛而已，這比阿羅漢高，比正覺高。正覺裡面無我。諸位必須要知道，唯有無我，才能有能力辨別真妄、辨別邪正、辨別是非、辨別利害，你才有這個能力。如果「我見」沒破，你決定沒有這個能力。一般人以為自己做了很多好事，以為自己修了很多功德，我看不然。很多在那裡很努力修功德、做好事的人，將來都要墮三途。什麼原因？他那個好事是似是而非，不是好事。不但將來不好，眼前都不好。看到好像是一樁好事，其實做錯了。"
    },
    {
      "id": "17-013-0001_p0050",
      "zh_CN": "譬如，我们佛教的道场做慈善事业，你说好不好？社会奖励，国家还送个大匾给你挂起来，你们对社会有很大的贡献，这是不是好事？看到是好事，实际上是错事。错在哪里？佛教道场办的是什么事情？是佛陀教育，这是你本分的事情。就好像你们办一个学校，学校应该办什么事？老师跟学生天天要上课，这是正事。现在老师也不教书，学生也不上课，天天去搞慈善事业，这是好事吗？错了！这样作法，校长会被撤职查办，学生会被开除。所以一定要明辨真妄、正邪，要清清楚楚、明明白白。",
      "zh_TW": "譬如，我們佛教的道場做慈善事業，你說好不好？社會獎勵，國家還送個大匾給你掛起來，你們對社會有很大的貢獻，這是不是好事？看到是好事，實際上是錯事。錯在哪裡？佛教道場辦的是什麼事情？是佛陀教育，這是你本分的事情。就好像你們辦一個學校，學校應該辦什麼事？老師跟學生天天要上課，這是正事。現在老師也不教書，學生也不上課，天天去搞慈善事業，這是好事嗎？錯了！這樣作法，校長會被撤職查辦，學生會被開除。所以一定要明辨真妄、正邪，要清清楚楚、明明白白。"
    },
    {
      "id": "17-013-0001_p0051",
      "zh_CN": "所以我劝我们的同修，道场之可贵就是帮助大家破迷开悟，因此必须要有一个宗旨、有一个目标。我们这个道场是净宗道场。中国十个大宗派，我们这是净土宗道场，这个里面只弘扬净土宗的东西。大家来这边，我有一个门、一个路走。如果我这个道场里面，还有法相宗的东西，还有法华宗的东西，还有其他宗派的东西，人家到这里来的时候，我到底学哪一门好？表面上看起来，这个道场不得了，法师心量都很大，你看他都是一切包容。其实错了，你令大众到你这个地方来的时候，无所适从，这是罪过。",
      "zh_TW": "所以我勸我們的同修，道場之可貴就是幫助大家破迷開悟，因此必須要有一個宗旨、有一個目標。我們這個道場是淨宗道場。中國十個大宗派，我們這是淨土宗道場，這個裡面只弘揚淨土宗的東西。大家來這邊，我有一個門、一個路走。如果我這個道場裡面，還有法相宗的東西，還有法華宗的東西，還有其他宗派的東西，人家到這裡來的時候，我到底學哪一門好？表面上看起來，這個道場不得了，法師心量都很大，你看他都是一切包容。其實錯了，你令大眾到你這個地方來的時候，無所適從，這是罪過。"
    },
    {
      "id": "17-013-0001_p0052",
      "zh_CN": "念佛修净土的到我这里来；喜欢学参禅的，听说佛光山那里办禅坐，到他那边去，这就对了。喜欢做慈善事业的，这个地方有慈济功德会，到他那边去。每一个道场，他有他的宗旨、有他的方向、有他的目标，不能混合在一起，搞乱了。不可以用这个方式来拉信徒，「我这里样样都有，你们到我这儿来多好，样样都学得到」，结果是样样都学不出来。这怎么能对得起人？这个你要没有深远的眼光、没有真实的智慧，你看不出来。",
      "zh_TW": "念佛修淨土的到我這裡來；喜歡學參禪的，聽說佛光山那裡辦禪坐，到他那邊去，這就對了。喜歡做慈善事業的，這個地方有慈濟功德會，到他那邊去。每一個道場，他有他的宗旨、有他的方向、有他的目標，不能混合在一起，搞亂了。不可以用這個方式來拉信徒，「我這裡樣樣都有，你們到我這兒來多好，樣樣都學得到」，結果是樣樣都學不出來。這怎麼能對得起人？這個你要沒有深遠的眼光、沒有真實的智慧，你看不出來。"
    },
    {
      "id": "17-013-0001_p0053",
      "zh_CN": "绝对不是心量狭小，是接引初机要指导他有一个正确的方向。我们流通经书、卡带都是如此。如果与净宗相违背的，摆到我这个地方，人家看到时候，以为我们肯定他，以为我们在那里推荐他。如果他走错了路子，我要不要负责任？这个因果责任就背大了。你自己走错路，活该！你把别人的路子带错了，你背的因果责任就重了。这是不能不留意，不能不小心谨慎的。",
      "zh_TW": "絕對不是心量狹小，是接引初機要指導他有一個正確的方向。我們流通經書、卡帶都是如此。如果與淨宗相違背的，擺到我這個地方，人家看到時候，以為我們肯定他，以為我們在那裡推薦他。如果他走錯了路子，我要不要負責任？這個因果責任就背大了。你自己走錯路，活該！你把別人的路子帶錯了，你背的因果責任就重了。這是不能不留意，不能不小心謹慎的。"
    },
    {
      "id": "17-013-0001_p0054",
      "zh_CN": "所以我在台北的时候，把「基金会」的职务辞掉。我们「华藏图书馆」是一个道场，是个修学的道场，而「佛陀教育基金会」不是道场，它是一个佛教后援的事业，支援的事业。所以那个地方印的经典，各宗各派东西我们都印，我们帮助每一个道场，这个宗旨、目标不一样，我们帮助别人，帮助别的道场。不是这一个道场里搞大杂烩，那就错了。这些事情表面上看起来是善事，你仔细一观察、一分析，后果不堪设想。所以一个道场要得到诸佛护念、龙天拥护，哪有那么容易！你真的是正法，真正在修行，真正是利益一切众生，才得诸佛护念，才得龙天保佑。",
      "zh_TW": "所以我在臺北的時候，把「基金會」的職務辭掉。我們「華藏圖書館」是一個道場，是個修學的道場，而「佛陀教育基金會」不是道場，它是一個佛教後援的事業，支援的事業。所以那個地方印的經典，各宗各派東西我們都印，我們幫助每一個道場，這個宗旨、目標不一樣，我們幫助別人，幫助別的道場。不是這一個道場裡搞大雜燴，那就錯了。這些事情表面上看起來是善事，你仔細一觀察、一分析，後果不堪設想。所以一個道場要得到諸佛護念、龍天擁護，哪有那麼容易！你真的是正法，真正在修行，真正是利益一切眾生，才得諸佛護念，才得龍天保佑。"
    },
    {
      "id": "17-013-0001_p0055",
      "zh_CN": "「正等正觉」要破一品无明，证一分法身，这个时候他对于宇宙人生的见解，也就是我们讲的看法、想法跟诸佛如来非常接近，所以称之为「正等正觉」。正等正觉在《华严经》上讲，从圆教初住一直到等觉菩萨，四十一个位次都叫作正等正觉。破最后一品无明，智觉圆满了，一丝毫欠缺都没有了，再加上「无上」两个字，「无上」好像佛门里面的博士班毕业。如果你证得「无上正等正觉」，就称你作佛陀。假如你证得「正等正觉」，就称你作菩萨。你要是证得了「正觉」，就称你作阿罗汉。所以这三个名词是普通名词，不是专门对某一个人，好像博士、硕士、学士是普通名词。",
      "zh_TW": "「正等正覺」要破一品無明，證一分法身，這個時候他對於宇宙人生的見解，也就是我們講的看法、想法跟諸佛如來非常接近，所以稱之為「正等正覺」。正等正覺在《華嚴經》上講，從圓教初住一直到等覺菩薩，四十一個位次都叫作正等正覺。破最後一品無明，智覺圓滿了，一絲毫欠缺都沒有了，再加上「無上」兩個字，「無上」好像佛門裡面的博士班畢業。如果你證得「無上正等正覺」，就稱你作佛陀。假如你證得「正等正覺」，就稱你作菩薩。你要是證得了「正覺」，就稱你作阿羅漢。所以這三個名詞是普通名詞，不是專門對某一個人，好像博士、碩士、學士是普通名詞。"
    },
    {
      "id": "17-013-0001_p0056",
      "zh_CN": "如果再冠上「释迦牟尼佛」，是不是专门对一个人？不是的，还是一个普通的名词。释迦牟尼佛太多了，到底你找哪一个释迦牟尼佛？观音菩萨太多了，你找哪一位观音菩萨？这就好像我们讲的博士，博士有理科的博士、有工科的博士、有医学博士、有哲学博士，每一种类的博士人数也多得不得了，你找哪一位？你要认为观世音菩萨就是某一个人，那你错了。观世音是菩萨，好比是硕士，它里面科别分得很多。你要晓得观音代表慈悲，大慈大悲叫观世音。大慈大悲的菩萨很多，你找哪一个？现在大家在佛门里把佛菩萨搞乱了，都以为是一个人，不晓得这里面有无量无边的人。",
      "zh_TW": "如果再冠上「釋迦牟尼佛」，是不是專門對一個人？不是的，還是一個普通的名詞。釋迦牟尼佛太多了，到底你找哪一個釋迦牟尼佛？觀音菩薩太多了，你找哪一位觀音菩薩？這就好像我們講的博士，博士有理科的博士、有工科的博士、有醫學博士、有哲學博士，每一種類的博士人數也多得不得了，你找哪一位？你要認為觀世音菩薩就是某一個人，那你錯了。觀世音是菩薩，好比是碩士，它裡面科別分得很多。你要曉得觀音代表慈悲，大慈大悲叫觀世音。大慈大悲的菩薩很多，你找哪一個？現在大家在佛門裡把佛菩薩搞亂了，都以為是一個人，不曉得這裡面有無量無邊的人。"
    },
    {
      "id": "17-013-0001_p0057",
      "zh_CN": "我听说你们大家《无量寿经》念得很熟，很多人都在念。念《无量寿经》应该会觉悟，《无量寿经》里面告诉我们，西方极乐世界的人「咸共遵修普贤大士之德」，这一句就是告诉我们，西方极乐世界的人统统都是普贤菩萨。普贤菩萨无量无边，没法子计算。你要找普贤菩萨，要找哪一位普贤菩萨？西方极乐世界全都是的。",
      "zh_TW": "我聽說你們大家《無量壽經》念得很熟，很多人都在念。念《無量壽經》應該會覺悟，《無量壽經》裡面告訴我們，西方極樂世界的人「咸共遵修普賢大士之德」，這一句就是告訴我們，西方極樂世界的人統統都是普賢菩薩。普賢菩薩無量無邊，沒法子計算。你要找普賢菩薩，要找哪一位普賢菩薩？西方極樂世界全都是的。"
    },
    {
      "id": "17-013-0001_p0058",
      "zh_CN": "所以一定要搞清楚、搞明白。加上名号，就等于这一个学位加上他的学科、科系，是这个意思。这个到后面还要跟诸位细说，不能不搞清楚。不搞清楚，我们学佛，人家说我们迷信。这个话说得没错，真的是迷信。信佛了、皈依了、也受戒了，佛是什么？不晓得。菩萨是什么？也没搞清楚。这样糊里糊涂就学了，这不是迷信是什么？要搞得清清楚楚、明明白白，知道佛教是什么，知道佛教里学的是什么。",
      "zh_TW": "所以一定要搞清楚、搞明白。加上名號，就等於這一個學位加上他的學科、科系，是這個意思。這個到後面還要跟諸位細說，不能不搞清楚。不搞清楚，我們學佛，人家說我們迷信。這個話說得沒錯，真的是迷信。信佛了、皈依了、也受戒了，佛是什麼？不曉得。菩薩是什麼？也沒搞清楚。這樣糊裡糊塗就學了，這不是迷信是什麼？要搞得清清楚楚、明明白白，知道佛教是什麼，知道佛教裡學的是什麼。"
    },
    {
      "id": "17-013-0001_p0059",
      "zh_CN": "佛法所求的我们明白了，求智慧。诸位要记住，求智慧，在禅宗里面讲求「明心见性」，净土里面讲求「一心不乱」。净土宗很特别，不但求一心不乱，而且求生净土，它的确是双求。不像其他的宗派，其他宗派是单一的专求，净土是双求，求一心不乱，还要求往生净土。这个目标在我们一生当中决定得到，诸位如果把《无量寿经》念熟、念懂了，你就丝毫不怀疑。",
      "zh_TW": "佛法所求的我們明白了，求智慧。諸位要記住，求智慧，在禪宗裡面講求「明心見性」，淨土裡面講求「一心不亂」。淨土宗很特別，不但求一心不亂，而且求生淨土，它的確是雙求。不像其他的宗派，其他宗派是單一的專求，淨土是雙求，求一心不亂，還要求往生淨土。這個目標在我們一生當中決定得到，諸位如果把《無量壽經》念熟、念懂了，你就絲毫不懷疑。"
    },
    {
      "id": "17-013-0001_p0060",
      "zh_CN": "经本一开端把我们修学的目标就显示出来了。「大乘无量寿庄严」这是我们所求的，这是修净土人所求的。你看看经题上的「无量寿」，我们求的是无量寿；换句话说，健康长寿。「庄严」就是自在美满，那才是庄严。用什么方法求？有求的方法，经题后半段所讲的「清净、平等、觉」，那是方法。由此可知，我们学佛求的是什么？清净心、平等心、觉心。这三个是「一而三，三而一」，一个得到了，三个同时都得到了。整个的佛法，都不外乎这一个原理原则。",
      "zh_TW": "經本一開端把我們修學的目標就顯示出來了。「大乘無量壽莊嚴」這是我們所求的，這是修淨土人所求的。你看看經題上的「無量壽」，我們求的是無量壽；換句話說，健康長壽。「莊嚴」就是自在美滿，那才是莊嚴。用什麼方法求？有求的方法，經題後半段所講的「清淨、平等、覺」，那是方法。由此可知，我們學佛求的是什麼？清淨心、平等心、覺心。這三個是「一而三，三而一」，一個得到了，三個同時都得到了。整個的佛法，都不外乎這一個原理原則。"
    },
    {
      "id": "17-013-0001_p0061",
      "zh_CN": "禅宗在三个里面单单求觉，像这个讲堂可以从三个门进来，它从「觉门」进来。禅宗从觉门，他要大彻大悟、明心见性，这就入门了。禅宗以外叫教下，教下是从解门里面来入的，「大开圆解」，也就是「正门」，正知正见，从这个里面进来的。我们净土宗是修清净心，从「净门」入。心清净了，当然平等，当然觉悟。觉悟了的心，当然清净，当然平等。所谓「法门无量，殊途同归」，方法、门径不一样，到最后的归宿完全相同，都是明心见性。不过禅宗里面说的这个名词，其他宗派不是这个说法。我们净土宗叫「一心不乱」，一心不乱就是禅家的「明心见性」，教下里面讲的「大开圆解」，密宗里面讲的「三密相印」。诸位要晓得，虽然名词不一样，指同一桩事情、同一个境界。",
      "zh_TW": "禪宗在三個裡面單單求覺，像這個講堂可以從三個門進來，它從「覺門」進來。禪宗從覺門，他要大徹大悟、明心見性，這就入門了。禪宗以外叫教下，教下是從解門裡面來入的，「大開圓解」，也就是「正門」，正知正見，從這個裡面進來的。我們淨土宗是修清淨心，從「淨門」入。心清淨了，當然平等，當然覺悟。覺悟了的心，當然清淨，當然平等。所謂「法門無量，殊途同歸」，方法、門徑不一樣，到最後的歸宿完全相同，都是明心見性。不過禪宗裡面說的這個名詞，其他宗派不是這個說法。我們淨土宗叫「一心不亂」，一心不亂就是禪家的「明心見性」，教下裡面講的「大開圓解」，密宗裡面講的「三密相印」。諸位要曉得，雖然名詞不一樣，指同一樁事情、同一個境界。"
    },
    {
      "id": "17-013-0001_p0062",
      "zh_CN": "因此任何一个法门，我们不能批评，不能说它不好；说它不好，那就是谤佛谤法。都是释迦牟尼佛传的，哪个路子都能成就，你怎么能说它不好？只有在许许多多方法里面，我们自己应当如何来选择？选择的条件，第一要适合我们的程度。如果它要求的程度太高了，我们没有办法修学，学起来很困难，不容易成功。要适合自己的程度，要适合自己的生活环境，学起来才方便；还要适合现代的时代背景，因为我们离不开社会、离不开人群。所以必须衡量这些条件，我适不适合学这个法门。",
      "zh_TW": "因此任何一個法門，我們不能批評，不能說它不好；說它不好，那就是謗佛謗法。都是釋迦牟尼佛傳的，哪個路子都能成就，你怎麼能說它不好？只有在許許多多方法裡面，我們自己應當如何來選擇？選擇的條件，第一要適合我們的程度。如果它要求的程度太高了，我們沒有辦法修學，學起來很困難，不容易成功。要適合自己的程度，要適合自己的生活環境，學起來才方便；還要適合現代的時代背景，因為我們離不開社會、離不開人群。所以必須衡量這些條件，我適不適合學這個法門。"
    },
    {
      "id": "17-013-0001_p0063",
      "zh_CN": "一般而言，像前面所讲的，无论修学哪一个法门、哪一种方法，都必须要破我见、破我执才能得力。否则的话，就是常讲的功夫用不上力。我想这是许多同修都有的这个体验，学了多少年，还是个这样子，甚至愈学愈苦。不学佛的时候还好，学佛的时候愈学愈苦，这都是不得法。这个法门自己不适合，就正如你到学校念书的时候选择科系一样。你的根基、你的程度不适合这个科系，你选错了科系，你学习困难，而且很难成就。选对了，那就容易了，成就也就快速。",
      "zh_TW": "一般而言，像前面所講的，無論修學哪一個法門、哪一種方法，都必須要破我見、破我執才能得力。否則的話，就是常講的功夫用不上力。我想這是許多同修都有的這個體驗，學了多少年，還是個這樣子，甚至愈學愈苦。不學佛的時候還好，學佛的時候愈學愈苦，這都是不得法。這個法門自己不適合，就正如你到學校念書的時候選擇科系一樣。你的根基、你的程度不適合這個科系，你選錯了科系，你學習困難，而且很難成就。選對了，那就容易了，成就也就快速。"
    },
    {
      "id": "17-013-0001_p0064",
      "zh_CN": "我们选择法门这一点非常重要。假如不晓得自己是什么样的根器，也可以试验试验，禅、教、密、律统统试验试验。我自己修学就是这个例子，许多大乘经读了之后，想想自己不行，妄想、分别、执着去不掉。我也非常想去，就是去不掉，最后才想到念佛可以带业往生，就是妄想、分别、执着去不掉也行，这个法门很适合我，我是这样选择的。别的我想想都不行，那些经我都会讲，我讲得都比别人好听，我做不到。所以禅、教、密、律我都曾经涉猎过，想一想没有法子，回过头来死心蹋地念阿弥陀佛，专讲净土的经典。这是我这几十年当中的体验。",
      "zh_TW": "我們選擇法門這一點非常重要。假如不曉得自己是什麼樣的根器，也可以試驗試驗，禪、教、密、律統統試驗試驗。我自己修學就是這個例子，許多大乘經讀了之後，想想自己不行，妄想、分別、執著去不掉。我也非常想去，就是去不掉，最後才想到念佛可以帶業往生，就是妄想、分別、執著去不掉也行，這個法門很適合我，我是這樣選擇的。別的我想想都不行，那些經我都會講，我講得都比別人好聽，我做不到。所以禪、教、密、律我都曾經涉獵過，想一想沒有法子，回過頭來死心蹋地念阿彌陀佛，專講淨土的經典。這是我這幾十年當中的體驗。"
    },
    {
      "id": "17-013-0001_p0065",
      "zh_CN": "可是最近又讲些别的经典，这是什么原因？这是逼着没有法子，无可奈何。因为这些大乘经没人讲，现在讲经的人愈来愈少，这是一个很悲哀的现象，所以抽出一点时间讲这些经，做成录音带，帮助对这些典籍有兴趣的人，留供给他们做参考，原因在此地。如果有人讲，我绝对不会讲，这是被逼着没有法子。好，今天时间到了，我们就介绍到此地。我们这个讲题有五天，明天见。",
      "zh_TW": "可是最近又講些別的經典，這是什麼原因？這是逼著沒有法子，無可奈何。因為這些大乘經沒人講，現在講經的人愈來愈少，這是一個很悲哀的現象，所以抽出一點時間講這些經，做成錄音帶，幫助對這些典籍有興趣的人，留供給他們做參考，原因在此地。如果有人講，我絕對不會講，這是被逼著沒有法子。好，今天時間到了，我們就介紹到此地。我們這個講題有五天，明天見。"
    }
  ]
}