{
  "doc_id": "17-013-0003",
  "title": {
    "zh_CN": "认识佛教",
    "zh_TW": "認識佛教"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "澳洲布里斯本",
    "zh_TW": "澳洲布里斯本"
  },
  "doc_number": "17-013-0003",
  "total_paragraphs": 76,
  "paragraphs": [
    {
      "id": "17-013-0003_p0001",
      "zh_CN": "诸位同修：大家好！昨天跟诸位介绍到佛法的入门，在中国是以四大菩萨作为代表。这四位菩萨在中国佛教有很高的地位，九华山的地藏菩萨、普陀山的观世音菩萨、五台山的文殊菩萨、峨嵋山的普贤菩萨，以这四位作代表。",
      "zh_TW": "諸位同修：大家好！昨天跟諸位介紹到佛法的入門，在中國是以四大菩薩作為代表。這四位菩薩在中國佛教有很高的地位，九華山的地藏菩薩、普陀山的觀世音菩薩、五臺山的文殊菩薩、峨嵋山的普賢菩薩，以這四位作代表。"
    },
    {
      "id": "17-013-0003_p0002",
      "zh_CN": "前面跟大家说过，佛法有次第、有圆融。次第里面含着圆融，圆融里面也包含次第，所以它的的确确是非常圆满的教学。无论是在内容上、在方式上都显示非常的圆满。",
      "zh_TW": "前面跟大家說過，佛法有次第、有圓融。次第裡面含著圓融，圓融裡面也包含次第，所以它的的確確是非常圓滿的教學。無論是在內容上、在方式上都顯示非常的圓滿。"
    },
    {
      "id": "17-013-0003_p0003",
      "zh_CN": "《地藏菩萨本愿经》一开端以十种光明云显示出一部经的大意。如果问《地藏经》里面讲的是什么？你就可以把这十桩事情说一说，《地藏经》里全部都包括了。它里面说的是大圆满，所说的是慈悲、智慧、三昧、吉祥、福德、功德、归依、赞叹，《地藏经》里讲的就是这些东西。实在说，不仅是它代表了全部的《地藏经》、地藏法门。如果把它引伸展开来说，又何尝不是全部的佛法！",
      "zh_TW": "《地藏菩薩本願經》一開端以十種光明雲顯示出一部經的大意。如果問《地藏經》裡面講的是什麼？你就可以把這十樁事情說一說，《地藏經》裡全部都包括了。它裡面說的是大圓滿，所說的是慈悲、智慧、三昧、吉祥、福德、功德、歸依、讚歎，《地藏經》裡講的就是這些東西。實在說，不僅是它代表了全部的《地藏經》、地藏法門。如果把它引伸展開來說，又何嘗不是全部的佛法！"
    },
    {
      "id": "17-013-0003_p0004",
      "zh_CN": "由此可知，释迦牟尼佛当年在世为我们讲经三百余会，说法四十九年，总结起来就是大圆满，也离不开《地藏经》上十句表法的意思。",
      "zh_TW": "由此可知，釋迦牟尼佛當年在世為我們講經三百餘會，說法四十九年，總結起來就是大圓滿，也離不開《地藏經》上十句表法的意思。"
    },
    {
      "id": "17-013-0003_p0005",
      "zh_CN": "这个十种都是我们自性里面本来具足的，不是外面来的，我们讲真心本性里面本来具足的。可是现在这一些智慧德能都不能现前了，我们现在真的是在迷惑颠倒，这个能力失掉了。怎么样失掉的？佛告诉我们，是我们把自己的本性迷了，迷了之后，智慧德能不起作用，所以这种失叫迷失，并不是真的失掉了。佛法整个的教学常常说「破迷开悟」，我们不再迷了，都觉悟了，自性里面的智慧德能又恢复作用了。",
      "zh_TW": "這個十種都是我們自性裡面本來具足的，不是外面來的，我們講真心本性裡面本來具足的。可是現在這一些智慧德能都不能現前了，我們現在真的是在迷惑顛倒，這個能力失掉了。怎麼樣失掉的？佛告訴我們，是我們把自己的本性迷了，迷了之後，智慧德能不起作用，所以這種失叫迷失，並不是真的失掉了。佛法整個的教學常常說「破迷開悟」，我們不再迷了，都覺悟了，自性裡面的智慧德能又恢復作用了。"
    },
    {
      "id": "17-013-0003_p0006",
      "zh_CN": "由此可知，佛法的教学，最后的成果不是佛给我们的，是我们自己本能恢复而已。正是佛在《楞严》上所讲：「圆满菩提，归无所得。」当你圆满成佛了，成佛你得到些什么？什么也没得到。你所得到的，全是你自家本有的。你自己本性里本来具足的德能之外，那是一样也没有得到，恢复自己智慧德能而已。",
      "zh_TW": "由此可知，佛法的教學，最後的成果不是佛給我們的，是我們自己本能恢復而已。正是佛在《楞嚴》上所講：「圓滿菩提，歸無所得。」當你圓滿成佛了，成佛你得到些什麼？什麼也沒得到。你所得到的，全是你自家本有的。你自己本性裡本來具足的德能之外，那是一樣也沒有得到，恢復自己智慧德能而已。"
    },
    {
      "id": "17-013-0003_p0007",
      "zh_CN": "因此，佛虽然苦口婆心教导我们，佛不居功。佛不说：「这是我的功劳！」佛没有这个念头，是你自己成就的。现在我们迷了，要用什么方法来觉悟？这是一个大问题了。这一个方法就是教育，就是教学。这个看法，跟我们中国古圣先贤的看法完全相同，要把教育办好！现在这个社会许多国家的领导人不懂得这个道理，现在一个目标是我们要工商业发达，把这个摆在第一个，教育疏忽掉了。",
      "zh_TW": "因此，佛雖然苦口婆心教導我們，佛不居功。佛不說：「這是我的功勞！」佛沒有這個念頭，是你自己成就的。現在我們迷了，要用什麼方法來覺悟？這是一個大問題了。這一個方法就是教育，就是教學。這個看法，跟我們中國古聖先賢的看法完全相同，要把教育辦好！現在這個社會許多國家的領導人不懂得這個道理，現在一個目標是我們要工商業發達，把這個擺在第一個，教育疏忽掉了。"
    },
    {
      "id": "17-013-0003_p0008",
      "zh_CN": "诸位读《礼记》、读《学记》，《学记》可以说是中国古代的教育哲学，这里面给我们说得很清楚，叫「建国君民，教学为先」。这一句话要用现代话来讲，你要建立一个政权，要统治一个国家的老百姓，什么最重要？教育最重要。",
      "zh_TW": "諸位讀《禮記》、讀《學記》，《學記》可以說是中國古代的教育哲學，這裡面給我們說得很清楚，叫「建國君民，教學為先」。這一句話要用現代話來講，你要建立一個政權，要統治一個國家的老百姓，什麼最重要？教育最重要。"
    },
    {
      "id": "17-013-0003_p0009",
      "zh_CN": "同样的道理，佛教我们恢复自性，恢复本能，要用什么方法恢复？教学。因此佛法是师道，佛法是教育，它不是宗教，这是诸位必须要认识清楚的。凡是宗教都是迷信的，迷怎么能破迷？已经迷了，还要再迷，那还得了！必须要觉悟才能破迷。所以佛法提倡的是破迷开悟，这才能够离苦得乐！这是师道。",
      "zh_TW": "同樣的道理，佛教我們恢復自性，恢復本能，要用什麼方法恢復？教學。因此佛法是師道，佛法是教育，它不是宗教，這是諸位必須要認識清楚的。凡是宗教都是迷信的，迷怎麼能破迷？已經迷了，還要再迷，那還得了！必須要覺悟才能破迷。所以佛法提倡的是破迷開悟，這才能夠離苦得樂！這是師道。"
    },
    {
      "id": "17-013-0003_p0010",
      "zh_CN": "师道一定要建立在孝道的基础上，人要是不孝顺父母，他怎么会尊敬师长？不能够尊师重道，怎么能开悟？怎么能破得了迷？这一个理念，几乎是佛门跟中国古圣先贤共同都承认的。",
      "zh_TW": "師道一定要建立在孝道的基礎上，人要是不孝順父母，他怎麼會尊敬師長？不能夠尊師重道，怎麼能開悟？怎麼能破得了迷？這一個理念，幾乎是佛門跟中國古聖先賢共同都承認的。"
    },
    {
      "id": "17-013-0003_p0011",
      "zh_CN": "今天我们师道没有了，学生不知道尊敬老师，儿女不晓得孝顺父母，破迷开悟就永远谈不上。所以地藏菩萨在我们佛门里面，他是代表孝道的。所以《地藏经》是佛门的孝经，我们要从这里学起。学什么？学孝！为什么要孝顺父母？现在很多人不懂，不明白这个道理。特别是西方，西方人没有孝道的观念，所以西方人学佛也不会开悟，这是实实在在的。",
      "zh_TW": "今天我們師道沒有了，學生不知道尊敬老師，兒女不曉得孝順父母，破迷開悟就永遠談不上。所以地藏菩薩在我們佛門裡面，他是代表孝道的。所以《地藏經》是佛門的孝經，我們要從這裡學起。學什麼？學孝！為什麼要孝順父母？現在很多人不懂，不明白這個道理。特別是西方，西方人沒有孝道的觀念，所以西方人學佛也不會開悟，這是實實在在的。"
    },
    {
      "id": "17-013-0003_p0012",
      "zh_CN": "我们在外国住久了，遇到一些外国朋友，他们对我们纪念祖先（祭祖）都感觉得很奇怪。他说：「你们说的祖先，几百年前，甚至于几千年前，太遥远了，根本都没有见过面，你还要纪念他干什么？」在他们想法，这很正常的，可是他不知道事实真相。佛告诉我们，中国「孝」字这个字造得很好！所以中国的文字是全世界任何国家民族里面最好的文字，这个文字是符号，每一个符号里面充满了智慧。",
      "zh_TW": "我們在外國住久了，遇到一些外國朋友，他們對我們紀念祖先（祭祖）都感覺得很奇怪。他說：「你們說的祖先，幾百年前，甚至於幾千年前，太遙遠了，根本都沒有見過面，你還要紀念他幹什麼？」在他們想法，這很正常的，可是他不知道事實真相。佛告訴我們，中國「孝」字這個字造得很好！所以中國的文字是全世界任何國家民族裡面最好的文字，這個文字是符號，每一個符號裡面充滿了智慧。"
    },
    {
      "id": "17-013-0003_p0013",
      "zh_CN": "中国的文字制造有六个原则，我们称作「六书」。这个「孝」字是六个原则里面的一种，叫「会意」。你一看到这个符号，它上面是个「老」，下面是个「子」，你去体会这个意思，这个意思说明什么？上一代跟下一代是一体。外国人说父子有代沟，有代沟孝就没有了，老跟子就分家了，孝就没有了。上一代跟底下这一代结合成一体，这叫孝。所以你要懂得这个意思。上一代还有上一代，过去无始；下一代还有下一代，未来无终，无始无终是一个自己，是一个自体，在我们中国文字上表现了这个含义。实在讲，这个意思大乘佛法才把它解释得清清楚楚。佛告诉我们，尽虚空遍法界是自己一体，这个道理太深太深了。",
      "zh_TW": "中國的文字製造有六個原則，我們稱作「六書」。這個「孝」字是六個原則裡面的一種，叫「會意」。你一看到這個符號，它上面是個「老」，下面是個「子」，你去體會這個意思，這個意思說明什麼？上一代跟下一代是一體。外國人說父子有代溝，有代溝孝就沒有了，老跟子就分家了，孝就沒有了。上一代跟底下這一代結合成一體，這叫孝。所以你要懂得這個意思。上一代還有上一代，過去無始；下一代還有下一代，未來無終，無始無終是一個自己，是一個自體，在我們中國文字上表現了這個含義。實在講，這個意思大乘佛法才把它解釋得清清楚楚。佛告訴我們，盡虛空遍法界是自己一體，這個道理太深太深了。"
    },
    {
      "id": "17-013-0003_p0014",
      "zh_CN": "《金刚经》上讲：「诸法如义。」就是说明这个道理。《中观论》里面跟我们讲的「八不」也是讲这个道理，「不生不灭、不断不常、不一不异、不来不去」全是讲这个道理。这个道理除了佛经之外，你哪里都看不到。",
      "zh_TW": "《金剛經》上講：「諸法如義。」就是說明這個道理。《中觀論》裡面跟我們講的「八不」也是講這個道理，「不生不滅、不斷不常、不一不異、不來不去」全是講這個道理。這個道理除了佛經之外，你哪裡都看不到。"
    },
    {
      "id": "17-013-0003_p0015",
      "zh_CN": "西方这些科学家、哲学家，我们看起来很了不起。现在探讨的宇宙，大讲到无尽的太空，小讲到了量子、粒子。在佛法里面来说，都叫妄想、分别、执着。不错，事实现象他发现了一部分，还有那一部分没发现，可以说世智辩聪里面相当难得了，不是真实智慧，没有见到这个事实真相；他不晓得「大而无外，小而无内」是自己的一体。",
      "zh_TW": "西方這些科學家、哲學家，我們看起來很了不起。現在探討的宇宙，大講到無盡的太空，小講到了量子、粒子。在佛法裡面來說，都叫妄想、分別、執著。不錯，事實現象他發現了一部分，還有那一部分沒發現，可以說世智辯聰裡面相當難得了，不是真實智慧，沒有見到這個事實真相；他不曉得「大而無外，小而無內」是自己的一體。"
    },
    {
      "id": "17-013-0003_p0016",
      "zh_CN": "你明白这个道理，你才晓得我为什么要尽孝。不但要孝顺父母，《菩萨戒经》里面讲得很清楚，我想同学当中也有受过菩萨戒的，受过菩萨戒，你持戒了没有？你做到了没有？菩萨戒不简单！要把你孝顺父母的心扩大，孝顺一切众生。一切众生皆是未来佛、皆是过去的父母，你是不是真的有这一个观念？真的有这种想法、看法？如其不然，那你是个假菩萨，你不是真菩萨。所以必须要晓得，尽虚空遍法界是一个自己，这个事情很难讲，很不容易体会。",
      "zh_TW": "你明白這個道理，你才曉得我為什麼要盡孝。不但要孝順父母，《菩薩戒經》裡面講得很清楚，我想同學當中也有受過菩薩戒的，受過菩薩戒，你持戒了沒有？你做到了沒有？菩薩戒不簡單！要把你孝順父母的心擴大，孝順一切眾生。一切眾生皆是未來佛、皆是過去的父母，你是不是真的有這一個觀念？真的有這種想法、看法？如其不然，那你是個假菩薩，你不是真菩薩。所以必須要曉得，盡虛空遍法界是一個自己，這個事情很難講，很不容易體會。"
    },
    {
      "id": "17-013-0003_p0017",
      "zh_CN": "佛在经典里面常常用比喻来讲，比喻里最多的是讲梦。我们每一个人都有作梦的经验，如果作梦梦醒了，那个境界还很清楚，自己想一想，梦从哪里来的？梦中所有一切境界从哪里来的？这个我们都晓得，梦是我们的意识心变现出来的。这个意识心它在哪里？不晓得，找不到。作梦的时候就清楚了，整个的心变成梦境，是你心变现的，梦中一定有自己，有我！你们哪一次作梦，梦里没有我（自己）？不可能的，一定梦里头有我（自己），我是主宰！",
      "zh_TW": "佛在經典裡面常常用比喻來講，比喻裡最多的是講夢。我們每一個人都有作夢的經驗，如果作夢夢醒了，那個境界還很清楚，自己想一想，夢從哪裡來的？夢中所有一切境界從哪裡來的？這個我們都曉得，夢是我們的意識心變現出來的。這個意識心它在哪裡？不曉得，找不到。作夢的時候就清楚了，整個的心變成夢境，是你心變現的，夢中一定有自己，有我！你們哪一次作夢，夢裡沒有我（自己）？不可能的，一定夢裡頭有我（自己），我是主宰！"
    },
    {
      "id": "17-013-0003_p0018",
      "zh_CN": "你还梦到许许多多的人，认识的人、不认识的人，喜欢的人、不喜欢的人，那些人从哪里来？全是你自己心里变现的。除了一切人之外，还有一些动物、植物，山河大地、虚空，全是你的心变现出来的。我们佛门术语讲：「全妄即真，全真即妄。」「真」是能变梦境的心，那是真的，所变梦中的境界是虚妄的。当你在作梦的时候，你那个心就化成那个境界，整个境界就是你的心，整个心就变成那个境界，所以「真妄不二」！这个比喻我们比较上容易体会，容易懂得。",
      "zh_TW": "你還夢到許許多多的人，認識的人、不認識的人，喜歡的人、不喜歡的人，那些人從哪裡來？全是你自己心裡變現的。除了一切人之外，還有一些動物、植物，山河大地、虛空，全是你的心變現出來的。我們佛門術語講：「全妄即真，全真即妄。」「真」是能變夢境的心，那是真的，所變夢中的境界是虛妄的。當你在作夢的時候，你那個心就化成那個境界，整個境界就是你的心，整個心就變成那個境界，所以「真妄不二」！這個比喻我們比較上容易體會，容易懂得。"
    },
    {
      "id": "17-013-0003_p0019",
      "zh_CN": "佛告诉我们，我们眼前的大宇宙，尽虚空遍法界，十方世界无量无边的诸佛，无量无边的众生，这是我们自己心里面变现出来的。《华严经》上讲：「唯心所现。」境界是心现的。现在为什么会有这么多不同的样子？为什么会有佛菩萨，会有天堂地狱？会有这么多差别？「唯识所变」，这么大的变化、差别是识变的。识是什么？我们今天讲心理作用。心现境界，但是心的作用会把这个境界转变，所以就变得非常非常的复杂。外面境界复杂，说明了我们能够分别的心复杂。《华严经》上讲了「妄想、分别、执着」三桩事，每一样里面那个复杂程度，无量无边！这才显示出十法界是这么来的，所以尽虚空遍法界就是一体。",
      "zh_TW": "佛告訴我們，我們眼前的大宇宙，盡虛空遍法界，十方世界無量無邊的諸佛，無量無邊的眾生，這是我們自己心裡面變現出來的。《華嚴經》上講：「唯心所現。」境界是心現的。現在為什麼會有這麼多不同的樣子？為什麼會有佛菩薩，會有天堂地獄？會有這麼多差別？「唯識所變」，這麼大的變化、差別是識變的。識是什麼？我們今天講心理作用。心現境界，但是心的作用會把這個境界轉變，所以就變得非常非常的複雜。外面境界複雜，說明了我們能夠分別的心複雜。《華嚴經》上講了「妄想、分別、執著」三樁事，每一樣裡面那個複雜程度，無量無邊！這才顯示出十法界是這麼來的，所以盡虛空遍法界就是一體。"
    },
    {
      "id": "17-013-0003_p0020",
      "zh_CN": "虚空法界是一体，在我们中国就是这个「孝」字来代表这个意思。佛菩萨证得了，证得就是搞清楚了、搞明白了，肯定了、承认了，一点都不错！所以佛菩萨爱护一切众生，没有条件，无缘大慈。缘就是条件。父母爱子女是有条件的，「他是我的儿女」，他有条件的。不是我的儿女，他就不爱护了。佛菩萨对一切众生的爱护关怀，没有条件的，为什么没有条件？同体。所以叫「同体大悲，无缘大慈。」",
      "zh_TW": "虛空法界是一體，在我們中國就是這個「孝」字來代表這個意思。佛菩薩證得了，證得就是搞清楚了、搞明白了，肯定了、承認了，一點都不錯！所以佛菩薩愛護一切眾生，沒有條件，無緣大慈。緣就是條件。父母愛子女是有條件的，「他是我的兒女」，他有條件的。不是我的兒女，他就不愛護了。佛菩薩對一切眾生的愛護關懷，沒有條件的，為什麼沒有條件？同體。所以叫「同體大悲，無緣大慈。」"
    },
    {
      "id": "17-013-0003_p0021",
      "zh_CN": "什么是同体？我的左手被蚊子叮到了，右手去赶赶左手上的蚊子，会不会问问右手：「我为什么要帮助左手？」有没有这个意思要问右手？没有。为什么不问右手就帮忙了？同体！他是一体，不是二体，这叫觉悟，这叫不迷。还有「我、人、众生」差别的相，你是迷而不觉。事实真相没了解，了解之后，知道尽虚空遍法界是跟自己一体，你真的觉悟了。",
      "zh_TW": "什麼是同體？我的左手被蚊子叮到了，右手去趕趕左手上的蚊子，會不會問問右手：「我為什麼要幫助左手？」有沒有這個意思要問右手？沒有。為什麼不問右手就幫忙了？同體！他是一體，不是二體，這叫覺悟，這叫不迷。還有「我、人、眾生」差別的相，你是迷而不覺。事實真相沒了解，了解之後，知道盡虛空遍法界是跟自己一體，你真的覺悟了。"
    },
    {
      "id": "17-013-0003_p0022",
      "zh_CN": "所以要把一切迷惑颠倒众生唤醒，教他觉悟，没有第二个方法，只有好好的去教导、耐心的去教导，这就叫佛教育，是师道。从哪里教起？从孝亲教起。慢慢教你觉悟，这个孝亲是觉悟的起点。人要不孝的话，什么样的佛菩萨来教他都没用，他也不能开悟，所以要从孝亲做起。这个字要把它做到圆圆满满没有欠缺了，那就成佛了。整个佛法的修学，无非是尽孝而已，孝做到圆满就成佛了。",
      "zh_TW": "所以要把一切迷惑顛倒眾生喚醒，教他覺悟，沒有第二個方法，只有好好的去教導、耐心的去教導，這就叫佛教育，是師道。從哪裡教起？從孝親教起。慢慢教你覺悟，這個孝親是覺悟的起點。人要不孝的話，什麼樣的佛菩薩來教他都沒用，他也不能開悟，所以要從孝親做起。這個字要把它做到圓圓滿滿沒有欠缺了，那就成佛了。整個佛法的修學，無非是盡孝而已，孝做到圓滿就成佛了。"
    },
    {
      "id": "17-013-0003_p0023",
      "zh_CN": "孝父母，是以父母做一个标准，这是对我们这一生当中恩德最大的。父母生育我们，养育我们，这个恩德最大！恩重无过于父母。不但我们要养父母，这是应该的。「养父母的身体」，这是我们讲物质生活要照顾；除这个之外，要「养父母的心」，不要叫父母操心。",
      "zh_TW": "孝父母，是以父母做一個標準，這是對我們這一生當中恩德最大的。父母生育我們，養育我們，這個恩德最大！恩重無過於父母。不但我們要養父母，這是應該的。「養父母的身體」，這是我們講物質生活要照顧；除這個之外，要「養父母的心」，不要叫父母操心。"
    },
    {
      "id": "17-013-0003_p0024",
      "zh_CN": "父母常常为儿女担心，儿女要知道常常叫父母忧虑、操心，这个不孝！譬如，你现在在学校念书，功课不好，父母担心！那功课不好就不孝。品性不好，父母又担心了，又不孝！交朋友不好，父母又担心。不尊敬老师，不听话，父母又担心！",
      "zh_TW": "父母常常為兒女擔心，兒女要知道常常叫父母憂慮、操心，這個不孝！譬如，你現在在學校念書，功課不好，父母擔心！那功課不好就不孝。品性不好，父母又擔心了，又不孝！交朋友不好，父母又擔心。不尊敬老師，不聽話，父母又擔心！"
    },
    {
      "id": "17-013-0003_p0025",
      "zh_CN": "人要能尽孝，就是完人。完人是佛菩萨，没有一丝毫欠缺，可见得孝很不容易。在家庭里，兄弟不合，父母操心。将来结了婚，妯娌不合，父母也担心。你在外面工作，你对工作不努力、不认真，被长官责备，父母也操心。你才晓得这个孝，那个力量有多么多么大！",
      "zh_TW": "人要能盡孝，就是完人。完人是佛菩薩，沒有一絲毫欠缺，可見得孝很不容易。在家庭裡，兄弟不合，父母操心。將來結了婚，妯娌不合，父母也擔心。你在外面工作，你對工作不努力、不認真，被長官責備，父母也操心。你才曉得這個孝，那個力量有多麼多麼大！"
    },
    {
      "id": "17-013-0003_p0026",
      "zh_CN": "除这个之外，还要「养父母之志」，这个最难了。父母希望儿女不但有成功的事业，希望他有高尚的德行，不但被这一个时代的人尊敬，将来在历史上，世世代代人提到这个人都尊敬他，父母脸上有光彩。由此可知，达到究竟，你要能真正成了佛，孝字才做圆满。等觉菩萨还有一品生相无明没断，他对于孝道还有一点点欠缺，还不到圆满。孝道讲到究竟圆满是成佛。佛家的教育，从这个地方开始，也回归到这个地方圆满。",
      "zh_TW": "除這個之外，還要「養父母之志」，這個最難了。父母希望兒女不但有成功的事業，希望他有高尚的德行，不但被這一個時代的人尊敬，將來在歷史上，世世代代人提到這個人都尊敬他，父母臉上有光彩。由此可知，達到究竟，你要能真正成了佛，孝字才做圓滿。等覺菩薩還有一品生相無明沒斷，他對於孝道還有一點點欠缺，還不到圓滿。孝道講到究竟圓滿是成佛。佛家的教育，從這個地方開始，也回歸到這個地方圓滿。"
    },
    {
      "id": "17-013-0003_p0027",
      "zh_CN": "所以我们学佛从哪里学起？从地藏学起。一般的习惯，如果是一个新的道场建立了，我第一部经一定讲《地藏菩萨本愿经》，这有地了。讲这一部经才叫这个道场开光，这是真正的开光。开光一点不迷信，到后面我还会给大家说明开光的意思，现在完全是形式，没有实质的内容。这是为道场奠基，这个意思非常要紧。",
      "zh_TW": "所以我們學佛從哪裡學起？從地藏學起。一般的習慣，如果是一個新的道場建立了，我第一部經一定講《地藏菩薩本願經》，這有地了。講這一部經才叫這個道場開光，這是真正的開光。開光一點不迷信，到後面我還會給大家說明開光的意思，現在完全是形式，沒有實質的內容。這是為道場奠基，這個意思非常要緊。"
    },
    {
      "id": "17-013-0003_p0028",
      "zh_CN": "然后把孝亲这一个心推广，大乘戒经里面讲孝敬一切众生，这就变成了大慈大悲。什么人代表大慈大悲？观世音菩萨代表。所以地藏菩萨的孝道往上提升一级，就是观世音菩萨。拜观世音菩萨的人很多，求观音菩萨保佑，把观音菩萨当作神明看待。观音菩萨委屈的不得了，你把他糟蹋掉了，你这么瞧不起他，他还会保佑你吗？没这个道理的。我们供养观世音菩萨，用意在哪里？看到这一尊像，想到我对一切人要大慈大悲。",
      "zh_TW": "然後把孝親這一個心推廣，大乘戒經裡面講孝敬一切眾生，這就變成了大慈大悲。什麼人代表大慈大悲？觀世音菩薩代表。所以地藏菩薩的孝道往上提升一級，就是觀世音菩薩。拜觀世音菩薩的人很多，求觀音菩薩保佑，把觀音菩薩當作神明看待。觀音菩薩委屈的不得了，你把他糟蹋掉了，你這麼瞧不起他，他還會保佑你嗎？沒這個道理的。我們供養觀世音菩薩，用意在哪裡？看到這一尊像，想到我對一切人要大慈大悲。"
    },
    {
      "id": "17-013-0003_p0029",
      "zh_CN": "观世音菩萨在哪里？我自己就是观世音菩萨。这个模型放在这边，照这个模型塑造自己，这是佛法，这是教学。这一尊像、或者这一个名号放在那里，是时时刻刻提醒你，你对于一切众生要大慈大悲，无条件的关怀爱护，无条件的帮助利益一切众生，这是观音菩萨。观音菩萨的经典里教给我们是这些东西。",
      "zh_TW": "觀世音菩薩在哪裡？我自己就是觀世音菩薩。這個模型放在這邊，照這個模型塑造自己，這是佛法，這是教學。這一尊像、或者這一個名號放在那裡，是時時刻刻提醒你，你對於一切眾生要大慈大悲，無條件的關懷愛護，無條件的幫助利益一切眾生，這是觀音菩薩。觀音菩薩的經典裡教給我們是這些東西。"
    },
    {
      "id": "17-013-0003_p0030",
      "zh_CN": "第三位菩萨是文殊师利菩萨，代表的是智慧。也就是我们自己修学，我们跟一切大众相处，我们尽孝、我们修慈一定要依据理智，不可以感情用事。文殊菩萨代表理性，他是智慧的、是理论的，而不是感情的。感情里面就麻烦，有迷！理性是觉！",
      "zh_TW": "第三位菩薩是文殊師利菩薩，代表的是智慧。也就是我們自己修學，我們跟一切大眾相處，我們盡孝、我們修慈一定要依據理智，不可以感情用事。文殊菩薩代表理性，他是智慧的、是理論的，而不是感情的。感情裡面就麻煩，有迷！理性是覺！"
    },
    {
      "id": "17-013-0003_p0031",
      "zh_CN": "最后达到究竟圆满，就是孝、慈、理智应用在日常生活当中，应用在我们工作上，应用在我们处事待人接物上，那叫作普贤菩萨。普是普遍，平等普遍。我好，希望一切众生个个都好，没有一个不好，这个叫普贤。普贤菩萨圆满了，那就是成佛了。",
      "zh_TW": "最後達到究竟圓滿，就是孝、慈、理智應用在日常生活當中，應用在我們工作上，應用在我們處事待人接物上，那叫作普賢菩薩。普是普遍，平等普遍。我好，希望一切眾生個個都好，沒有一個不好，這個叫普賢。普賢菩薩圓滿了，那就是成佛了。"
    },
    {
      "id": "17-013-0003_p0032",
      "zh_CN": "普贤菩萨是《华严经》上所说的，而我们现在采取的《无量寿经》，古人讲《无量寿经》就是中本《华严》。《华严经》的分量很大，无论在理论上、在事实上，事实就是我们的生活，我们每一天的工作，每一天处事待人接物，琐琐碎碎都讲得很详细。佛的经典是教导我们怎样过日子，怎样过一个美满的生活、幸福的生活、与宇宙人生真相完全相应的生活，这个生活才美满！也就是说过诸佛菩萨的生活，这就是大圆满的生活。佛法是教给我们这些的，这才是真实究竟的大乘圆满法。所以佛法里哪里有迷信？",
      "zh_TW": "普賢菩薩是《華嚴經》上所說的，而我們現在採取的《無量壽經》，古人講《無量壽經》就是中本《華嚴》。《華嚴經》的分量很大，無論在理論上、在事實上，事實就是我們的生活，我們每一天的工作，每一天處事待人接物，瑣瑣碎碎都講得很詳細。佛的經典是教導我們怎樣過日子，怎樣過一個美滿的生活、幸福的生活、與宇宙人生真相完全相應的生活，這個生活才美滿！也就是說過諸佛菩薩的生活，這就是大圓滿的生活。佛法是教給我們這些的，這才是真實究竟的大乘圓滿法。所以佛法裡哪裡有迷信？"
    },
    {
      "id": "17-013-0003_p0033",
      "zh_CN": "我们首先要把佛菩萨的名号、造像表法的意思搞清楚，否则的话，学佛那的确是迷信。佛法里面真正的好处，你决定得不到。这个入门、门径、修行的次第，就是孝亲、尊师、慈悲、理智、平等，是同时修的。同时里面有次第，次第里面有同时，这是《华严经》上所说：「行布不碍圆融，圆融不碍行布。」行布就是有次第。",
      "zh_TW": "我們首先要把佛菩薩的名號、造像表法的意思搞清楚，否則的話，學佛那的確是迷信。佛法裡面真正的好處，你決定得不到。這個入門、門徑、修行的次第，就是孝親、尊師、慈悲、理智、平等，是同時修的。同時裡面有次第，次第裡面有同時，這是《華嚴經》上所說：「行布不礙圓融，圓融不礙行布。」行布就是有次第。"
    },
    {
      "id": "17-013-0003_p0034",
      "zh_CN": "譬如，先从孝亲，再提升到大慈大悲，再培养理智，再培养一个广大的心量，这是有次第的。虽有次第，也可以同时修学这几个科目。像前面讲的五个科目，一即是五，五即是一，任何一个里面，它都含摄了。孝亲里面包含有慈悲、有理性、有智慧，智慧里面含着有孝亲、有慈悲，这个就是「行布不碍圆融，圆融不碍行布」的意思。",
      "zh_TW": "譬如，先從孝親，再提升到大慈大悲，再培養理智，再培養一個廣大的心量，這是有次第的。雖有次第，也可以同時修學這幾個科目。像前面講的五個科目，一即是五，五即是一，任何一個裡面，它都含攝了。孝親裡面包含有慈悲、有理性、有智慧，智慧裡面含著有孝親、有慈悲，這個就是「行布不礙圓融，圓融不礙行布」的意思。"
    },
    {
      "id": "17-013-0003_p0035",
      "zh_CN": "佛法大致的意思明了以后，我们要问，具体落实在我们的生活上，我们要怎么作法？这是佛法真实的教学，所有一切经论里面都有。所以经典的修学，实实在在讲，一部经就够了。每一部经里，这些意思统统具足。问题是你真的要把它看懂，你要能把它做到才管用。",
      "zh_TW": "佛法大致的意思明瞭以後，我們要問，具體落實在我們的生活上，我們要怎麼作法？這是佛法真實的教學，所有一切經論裡面都有。所以經典的修學，實實在在講，一部經就夠了。每一部經裡，這些意思統統具足。問題是你真的要把它看懂，你要能把它做到才管用。"
    },
    {
      "id": "17-013-0003_p0036",
      "zh_CN": "我们净土宗的修学、目标是求生净土，去见阿弥陀佛。阿弥陀佛把孝道做到究竟圆满了。诸位想一想，我们要不孝顺父母，你能到极乐世界去吗？不可能的！阿弥陀佛大慈大悲，也不能把一个不孝父母的人，虽然他天天念阿弥陀佛，一天念十万声佛号，巴结阿弥陀佛，阿弥陀佛也不能够徇私接引你去。没这个道理！",
      "zh_TW": "我們淨土宗的修學、目標是求生淨土，去見阿彌陀佛。阿彌陀佛把孝道做到究竟圓滿了。諸位想一想，我們要不孝順父母，你能到極樂世界去嗎？不可能的！阿彌陀佛大慈大悲，也不能把一個不孝父母的人，雖然他天天念阿彌陀佛，一天念十萬聲佛號，巴結阿彌陀佛，阿彌陀佛也不能夠徇私接引你去。沒這個道理！"
    },
    {
      "id": "17-013-0003_p0037",
      "zh_CN": "阿弥陀佛怎样教导我们？净土有「三经一论」，这是净土的根本经典。净土三经就是《无量寿经》、《观无量寿经》、《阿弥陀经》。三经里面以《无量寿经》为第一，《无量寿经》是净宗的概要，净宗概论，把西方极乐世界详详细细的介绍给我们。而《观无量寿经》是《无量寿经》的补充教材，对于西方净土的理论，《观经》里面有补充的说明，非常的重要。十六观是讲往生的方法，方法讲得很详细。你看《无量寿经》上只讲「三辈往生」，《观经》里面讲九品，就讲得详细了。因果的道理，念佛是因，往生成佛是果，这一些道理做了一个详细的补充说明。",
      "zh_TW": "阿彌陀佛怎樣教導我們？淨土有「三經一論」，這是淨土的根本經典。淨土三經就是《無量壽經》、《觀無量壽經》、《阿彌陀經》。三經裡面以《無量壽經》為第一，《無量壽經》是淨宗的概要，淨宗概論，把西方極樂世界詳詳細細的介紹給我們。而《觀無量壽經》是《無量壽經》的補充教材，對於西方淨土的理論，《觀經》裡面有補充的說明，非常的重要。十六觀是講往生的方法，方法講得很詳細。你看《無量壽經》上只講「三輩往生」，《觀經》裡面講九品，就講得詳細了。因果的道理，念佛是因，往生成佛是果，這一些道理做了一個詳細的補充說明。"
    },
    {
      "id": "17-013-0003_p0038",
      "zh_CN": "《佛说阿弥陀经》是小本。小本经的内容，劝我们要相信、要发愿、要求生净土。小本经里，释迦牟尼佛对我们四次的劝导，真叫苦口婆心，一而再，再而三，三而四，四次的劝我们。这个机会不能错过，错过了太可惜了！我们净宗的修学，就是依据这三部经。一论就叫《往生论》，是天亲菩萨作的。换句话说，这一部书就是天亲菩萨自己依照《无量寿经》、《观经》修学往生的报告，以他的经验提供给我们做为修学的参考。",
      "zh_TW": "《佛說阿彌陀經》是小本。小本經的內容，勸我們要相信、要發願、要求生淨土。小本經裡，釋迦牟尼佛對我們四次的勸導，真叫苦口婆心，一而再，再而三，三而四，四次的勸我們。這個機會不能錯過，錯過了太可惜了！我們淨宗的修學，就是依據這三部經。一論就叫《往生論》，是天親菩薩作的。換句話說，這一部書就是天親菩薩自己依照《無量壽經》、《觀經》修學往生的報告，以他的經驗提供給我們做為修學的參考。"
    },
    {
      "id": "17-013-0003_p0039",
      "zh_CN": "在今天净土有五经，多出了两种，这两种怎么来的？其中一种是清朝咸丰年间，咸丰距离我们现在不算太远。诸位晓得清朝末年有个慈禧太后，慈禧就是咸丰的妃子，那个时候她还不是皇后，是咸丰的妃子。咸丰年间有一位修净土的魏源居士，对于佛法很通达。他将《华严经》最后一卷普贤菩萨十大愿王导归极乐，把这一卷经合在净土三经的后面，当时成为净土四经。所以诸位如果在读古人注疏里面，有提到净土四经，就是讲这个四经。他把《普贤行愿品》列到净土经论里面去，有没有道理？非常有道理。",
      "zh_TW": "在今天淨土有五經，多出了兩種，這兩種怎麼來的？其中一種是清朝咸豐年間，咸豐距離我們現在不算太遠。諸位曉得清朝末年有個慈禧太后，慈禧就是咸豐的妃子，那個時候她還不是皇后，是咸豐的妃子。咸豐年間有一位修淨土的魏源居士，對於佛法很通達。他將《華嚴經》最後一卷普賢菩薩十大願王導歸極樂，把這一卷經合在淨土三經的後面，當時成為淨土四經。所以諸位如果在讀古人註疏裡面，有提到淨土四經，就是講這個四經。他把《普賢行願品》列到淨土經論裡面去，有沒有道理？非常有道理。"
    },
    {
      "id": "17-013-0003_p0040",
      "zh_CN": "我们读《无量寿经》就晓得了，你看《无量寿经》第二品「德遵普贤」，经文上佛告诉我们，「咸共遵修普贤大士之德」，普贤大士之德就是十大愿王。由此可知，净土跟华严的关系非常密切。华严可以说是讲理论、讲方法，而净土说的真正就是华严的修行证果。因此，我们认识了西方极乐世界，极乐世界是普贤大士的法界，凡是生到西方极乐世界的人，都是普贤菩萨。",
      "zh_TW": "我們讀《無量壽經》就曉得了，你看《無量壽經》第二品「德遵普賢」，經文上佛告訴我們，「咸共遵修普賢大士之德」，普賢大士之德就是十大願王。由此可知，淨土跟華嚴的關係非常密切。華嚴可以說是講理論、講方法，而淨土說的真正就是華嚴的修行證果。因此，我們認識了西方極樂世界，極樂世界是普賢大士的法界，凡是生到西方極樂世界的人，都是普賢菩薩。"
    },
    {
      "id": "17-013-0003_p0041",
      "zh_CN": "前面跟诸位说过，菩萨是通号，不是专指一个人。只要是修十大愿王的这个人，这人就是普贤菩萨。西方极乐世界每一个人，上面从阿弥陀佛，下面是一切众生，都修普贤十大愿王，所以那是普贤的世界，统统是普贤菩萨。好像一个学校一样，一年级、二年级到五十一年级，菩萨五十一个位次，大大小小的全是普贤菩萨。太难得了！",
      "zh_TW": "前面跟諸位說過，菩薩是通號，不是專指一個人。只要是修十大願王的這個人，這人就是普賢菩薩。西方極樂世界每一個人，上面從阿彌陀佛，下面是一切眾生，都修普賢十大願王，所以那是普賢的世界，統統是普賢菩薩。好像一個學校一樣，一年級、二年級到五十一年級，菩薩五十一個位次，大大小小的全是普賢菩薩。太難得了！"
    },
    {
      "id": "17-013-0003_p0042",
      "zh_CN": "佛在华严上告诉我们，菩萨不修普贤行，不能成佛。所以《华严经》是我们佛门里的第一经。不管是哪一宗、哪一派都承认的。《华严》是根本法轮，《华严》是佛法概论，无论在事在理都讲得很详细，末后还带表演。善财童子五十三参，表演给我们看，五十三位善知识代表什么？就是我们现前的社会，男女老少，各行各业，就在你自己本位上，你是学什么的？你是做什么工作的？你是生活在什么环境里面？就在你自己生活环境，一丝毫不要改变，修普贤行。这个真正叫利益无边！",
      "zh_TW": "佛在華嚴上告訴我們，菩薩不修普賢行，不能成佛。所以《華嚴經》是我們佛門裡的第一經。不管是哪一宗、哪一派都承認的。《華嚴》是根本法輪，《華嚴》是佛法概論，無論在事在理都講得很詳細，末後還帶表演。善財童子五十三參，表演給我們看，五十三位善知識代表什麼？就是我們現前的社會，男女老少，各行各業，就在你自己本位上，你是學什麼的？你是做什麼工作的？你是生活在什麼環境裡面？就在你自己生活環境，一絲毫不要改變，修普賢行。這個真正叫利益無邊！"
    },
    {
      "id": "17-013-0003_p0043",
      "zh_CN": "实在讲，经太大了，现在讲的人已经没有了。我在台湾南部，有几位法师碰到我，常常劝我，要求我讲《华严经》。他说：「你要不讲，恐怕以后没有人讲了。」这个话我也知道，缘没有成熟。我很想讲一遍，缘没成熟，机缘不成熟。这个经讲一遍，每一天两个小时，要讲四年，才能讲圆满。我现在没有办法找个地方住在那里不动四年，这不行！找我的地方太多了，要到处乱跑，所以讲这个经就相当困难了。",
      "zh_TW": "實在講，經太大了，現在講的人已經沒有了。我在臺灣南部，有幾位法師碰到我，常常勸我，要求我講《華嚴經》。他說：「你要不講，恐怕以後沒有人講了。」這個話我也知道，緣沒有成熟。我很想講一遍，緣沒成熟，機緣不成熟。這個經講一遍，每一天兩個小時，要講四年，才能講圓滿。我現在沒有辦法找個地方住在那裡不動四年，這不行！找我的地方太多了，要到處亂跑，所以講這個經就相當困難了。"
    },
    {
      "id": "17-013-0003_p0044",
      "zh_CN": "这一次在新加坡讲《金刚般若波罗密经》，我预定的时间是四个月，大概差不多四个月是可以讲圆满，相当不容易！现在经讲了差不多四分之三了，还有一小部分还没讲完。我这里讲完了，赶到新加坡再去把这个经讲圆满。回到新加坡，差不多一个月的时间可以讲圆满。所以诸位要晓得，一部大经的讲圆满，相当不容易。尤其像《华严》，太希有了、太难得了。中国自古以来，一个人一生能听一部《华严经》，是非常非常希有的因缘。",
      "zh_TW": "這一次在新加坡講《金剛般若波羅密經》，我預定的時間是四個月，大概差不多四個月是可以講圓滿，相當不容易！現在經講了差不多四分之三了，還有一小部分還沒講完。我這裡講完了，趕到新加坡再去把這個經講圓滿。回到新加坡，差不多一個月的時間可以講圓滿。所以諸位要曉得，一部大經的講圓滿，相當不容易。尤其像《華嚴》，太希有了、太難得了。中國自古以來，一個人一生能聽一部《華嚴經》，是非常非常希有的因緣。"
    },
    {
      "id": "17-013-0003_p0045",
      "zh_CN": "过去清凉大师，在我们中国佛教史上，真是希有难得，他一生《华严》讲五十遍。五十遍怎么讲的？一天讲八个小时，一年讲一部，讲五十年。他老人家好像活了一百三十多岁，长寿！所以从前听经，讨经单，住在寺庙里，在家居士也一样，在寺庙里去讨个经单，就是报名，「我要听这一部经」，寺庙里也分给你住的地方，在寺庙里吃，大概也会分一点工作给你做，也不能白住，分一点义工给你做，住一年，一部经听圆满。你想再听一遍也可以。",
      "zh_TW": "過去清涼大師，在我們中國佛教史上，真是希有難得，他一生《華嚴》講五十遍。五十遍怎麼講的？一天講八個小時，一年講一部，講五十年。他老人家好像活了一百三十多歲，長壽！所以從前聽經，討經單，住在寺廟裡，在家居士也一樣，在寺廟裡去討個經單，就是報名，「我要聽這一部經」，寺廟裡也分給你住的地方，在寺廟裡吃，大概也會分一點工作給你做，也不能白住，分一點義工給你做，住一年，一部經聽圓滿。你想再聽一遍也可以。"
    },
    {
      "id": "17-013-0003_p0046",
      "zh_CN": "所以从前修行，我们在佛教史里面、在传记里面看到的，无论出家在家，往往是三年、五年他就开悟了，就有成就了。现在学佛学几十年，学一辈子，还是迷惑颠倒，什么原因？薰习的力量太短了，所以难！",
      "zh_TW": "所以從前修行，我們在佛教史裡面、在傳記裡面看到的，無論出家在家，往往是三年、五年他就開悟了，就有成就了。現在學佛學幾十年，學一輩子，還是迷惑顛倒，什麼原因？薰習的力量太短了，所以難！"
    },
    {
      "id": "17-013-0003_p0047",
      "zh_CN": "从前的道场，每一天听经八小时，寺院是学校，出家人是老师，天天讲经说法，听八个钟点经，这解门，开智慧！念八个小时佛，一天十六个钟点都没有妄想，都不起贪瞋痴慢，他的心怎么不清净！天天不断这样训练，给你训练个三年、五年，他自然就得定了，得三昧了，开悟了。现在不行，现在这个道场了不起，天天讲经，一天讲两个钟点经，我们这才一个半钟点。就算两个钟点经，二十四小时还有二十二个小时打妄想，你说有什么用？这没有用处了！以前讲二十四个小时，十六个小时他心在道上，那个才管用！所以从前人那么成就，我们看到觉得奇怪，实在有他的道理。所以两个钟点的时间，不行！必须要全部精神灌注在这里。",
      "zh_TW": "從前的道場，每一天聽經八小時，寺院是學校，出家人是老師，天天講經說法，聽八個鐘點經，這解門，開智慧！念八個小時佛，一天十六個鐘點都沒有妄想，都不起貪瞋痴慢，他的心怎麼不清淨！天天不斷這樣訓練，給你訓練個三年、五年，他自然就得定了，得三昧了，開悟了。現在不行，現在這個道場了不起，天天講經，一天講兩個鐘點經，我們這才一個半鐘點。就算兩個鐘點經，二十四小時還有二十二個小時打妄想，你說有什麼用？這沒有用處了！以前講二十四個小時，十六個小時他心在道上，那個才管用！所以從前人那麼成就，我們看到覺得奇怪，實在有他的道理。所以兩個鐘點的時間，不行！必須要全部精神灌注在這裡。"
    },
    {
      "id": "17-013-0003_p0048",
      "zh_CN": "近几年来有！我在美国、在台湾、在新加坡、在中国大陆看到，少数的一些人，他们用什么方法？把我的录音带写成文字，有时一天也要用十几个小时的时间，把录音带反复的听，一句一句的写下，一部《无量寿经》写圆满了，他有了一点功夫。一部《无量寿经》写下来，也要一年多的时间。从录音带上一个字一个字去写，听了，他会记不得，写下一句，重复倒回去，然后再听，全部精神灌在这个里面，他也不打妄想，也不生烦恼了。用这种方法，我知道少数，有十几个人，他们告诉我真正契入了。薰习的时间要长，我们的修学才能得到真正的受用。",
      "zh_TW": "近幾年來有！我在美國、在臺灣、在新加坡、在中國大陸看到，少數的一些人，他們用什麼方法？把我的錄音帶寫成文字，有時一天也要用十幾個小時的時間，把錄音帶反覆的聽，一句一句的寫下，一部《無量壽經》寫圓滿了，他有了一點功夫。一部《無量壽經》寫下來，也要一年多的時間。從錄音帶上一個字一個字去寫，聽了，他會記不得，寫下一句，重覆倒回去，然後再聽，全部精神灌在這個裡面，他也不打妄想，也不生煩惱了。用這種方法，我知道少數，有十幾個人，他們告訴我真正契入了。薰習的時間要長，我們的修學才能得到真正的受用。"
    },
    {
      "id": "17-013-0003_p0049",
      "zh_CN": "而五经另外一种是《大势至菩萨念佛圆通章》，这是《楞严经》上的一段经文，并不长，两百四十四个字，比《般若心经》还短，《般若心经》二百六十个字。大家都知道，这一段经文是民国初年印光大师提出来的，这个更近了。印光大师把《楞严经》这一段，附在净土四经的后面，变成净土五经，是现在我们流通的本子。净土宗的经典达到究竟圆满了。",
      "zh_TW": "而五經另外一種是《大勢至菩薩念佛圓通章》，這是《楞嚴經》上的一段經文，並不長，兩百四十四個字，比《般若心經》還短，《般若心經》二百六十個字。大家都知道，這一段經文是民國初年印光大師提出來的，這個更近了。印光大師把《楞嚴經》這一段，附在淨土四經的後面，變成淨土五經，是現在我們流通的本子。淨土宗的經典達到究竟圓滿了。"
    },
    {
      "id": "17-013-0003_p0050",
      "zh_CN": "我年轻的时候在台中学经，我是专攻《楞严》的，我跟李老师学经是以《楞严经》为主。《楞严经》我讲了很多遍，至少有六七遍，但是没有发现这一章这么重要。到看到净土五经的时候，这才想起来，这印光法师这么一做，提醒了我，回过头再去看看《楞严经》这一段经文，不一样了。发现《大势至菩萨念佛圆通章》，这二百四十四个字是我们净土宗的心经！不但是净土宗的心经，可以说它的价值超过《般若心经》。它可以代表一大藏教的心经，也就是释迦牟尼佛全部经典的精华。真正不可思议！",
      "zh_TW": "我年輕的時候在臺中學經，我是專攻《楞嚴》的，我跟李老師學經是以《楞嚴經》為主。《楞嚴經》我講了很多遍，至少有六七遍，但是沒有發現這一章這麼重要。到看到淨土五經的時候，這才想起來，這印光法師這麼一做，提醒了我，回過頭再去看看《楞嚴經》這一段經文，不一樣了。發現《大勢至菩薩念佛圓通章》，這二百四十四個字是我們淨土宗的心經！不但是淨土宗的心經，可以說它的價值超過《般若心經》。它可以代表一大藏教的心經，也就是釋迦牟尼佛全部經典的精華。真正不可思議！"
    },
    {
      "id": "17-013-0003_p0051",
      "zh_CN": "印光法师不是普通人，能够在一大藏教里面，把这一段经文提出，成为全藏的中心，这个眼光不是普通人能够有的。于是净宗的经典完备了。现在我们净土宗是五经一论，依照这个修学，你这一生决定成就，现前生活一定得到幸福美满。",
      "zh_TW": "印光法師不是普通人，能夠在一大藏教裡面，把這一段經文提出，成為全藏的中心，這個眼光不是普通人能夠有的。於是淨宗的經典完備了。現在我們淨土宗是五經一論，依照這個修學，你這一生決定成就，現前生活一定得到幸福美滿。"
    },
    {
      "id": "17-013-0003_p0052",
      "zh_CN": "于是净宗学会成立之后，我们为专修净土的同修们，定下了在日常生活当中要遵循的五个科目。这五个科目就是从「净土五经」里面提出来的，第一个是「三福」。三福是出在《观无量寿佛经》，非常重要，修行的基础，根本的根本。佛在经上跟我们说明，他说这三条是「三世诸佛净业正因」，这一句话非常重要。三世是过去、现在、未来。换句话说，所有一切成佛的人，他是怎么修的？都是用这个做基础。我们知道，任何法门都能成佛，无量的法门都可以成佛。无量的法门都是建立在这样的基础上，同一个基础，这是我们决定不能够疏忽的。",
      "zh_TW": "於是淨宗學會成立之後，我們為專修淨土的同修們，定下了在日常生活當中要遵循的五個科目。這五個科目就是從「淨土五經」裡面提出來的，第一個是「三福」。三福是出在《觀無量壽佛經》，非常重要，修行的基礎，根本的根本。佛在經上跟我們說明，他說這三條是「三世諸佛淨業正因」，這一句話非常重要。三世是過去、現在、未來。換句話說，所有一切成佛的人，他是怎麼修的？都是用這個做基礎。我們知道，任何法門都能成佛，無量的法門都可以成佛。無量的法門都是建立在這樣的基礎上，同一個基礎，這是我們決定不能夠疏忽的。"
    },
    {
      "id": "17-013-0003_p0053",
      "zh_CN": "三福里，第一福是讲人天的福报，你要想作佛、作菩萨，先要把人做好；人都做不好了，佛菩萨没分！做人的基本条件，佛告诉我们四句话：「孝养父母，奉事师长，慈心不杀，修十善业」。我们要把这个四条做到，要真干才行！听了之后，回家就要学孝顺父母。尊敬老师，接受老师的教导。可是现在孝道没有了，师道也没有了，这是我们这一个时代人的悲哀。这是实实在在的，现代人眼目当中没有尊长，他怎么能成就？",
      "zh_TW": "三福裡，第一福是講人天的福報，你要想作佛、作菩薩，先要把人做好；人都做不好了，佛菩薩沒分！做人的基本條件，佛告訴我們四句話：「孝養父母，奉事師長，慈心不殺，修十善業」。我們要把這個四條做到，要真幹才行！聽了之後，回家就要學孝順父母。尊敬老師，接受老師的教導。可是現在孝道沒有了，師道也沒有了，這是我們這一個時代人的悲哀。這是實實在在的，現代人眼目當中沒有尊長，他怎麼能成就？"
    },
    {
      "id": "17-013-0003_p0054",
      "zh_CN": "古时候的教育，是家长跟老师密切配合，把这个小孩教育成人。单方面不行！譬如，作父母的，你这个儿女要是不孝顺，你不好意思开口说：「你是我的儿子，你为什么不孝顺我？」这话说不出口！要谁说？老师说。老师是第三者，老师教学生，孝顺父母。老师对学生也不能要求：「你是我的学生，你要尊师重道。」也说不出口。谁说？父母说。父母教儿女尊敬老师，尊师重道；老师教学生孝顺父母。两个人配合，他才能行！密切配合，是这么教的。",
      "zh_TW": "古時候的教育，是家長跟老師密切配合，把這個小孩教育成人。單方面不行！譬如，作父母的，你這個兒女要是不孝順，你不好意思開口說：「你是我的兒子，你為什麼不孝順我？」這話說不出口！要誰說？老師說。老師是第三者，老師教學生，孝順父母。老師對學生也不能要求：「你是我的學生，你要尊師重道。」也說不出口。誰說？父母說。父母教兒女尊敬老師，尊師重道；老師教學生孝順父母。兩個人配合，他才能行！密切配合，是這麼教的。"
    },
    {
      "id": "17-013-0003_p0055",
      "zh_CN": "现在说老实话，父母养育儿女，对他的教学不关心。遇到一个好老师，要认真严格一点教导的时候，学生受了委屈，回去父母那里一告状，不得了了，做老师的还要吃官司。现在当老师不敢教学生。我在台湾教了五年书，我们那些老师常常在一起，很感慨，说出我们真心话。做老师的，每个月薪水袋拿来就可以了，分数都给学生及格就可以了、就欢喜了，彼此皆大欢喜。学生骗老师，老师骗学生；学校骗家长，家长骗学校，骗来骗去，成了骗子的世界了。这个世界能有前途吗？今天达到这么一个现象，我们是真想帮忙，帮不上忙！",
      "zh_TW": "現在說老實話，父母養育兒女，對他的教學不關心。遇到一個好老師，要認真嚴格一點教導的時候，學生受了委屈，回去父母那裡一告狀，不得了了，做老師的還要吃官司。現在當老師不敢教學生。我在臺灣教了五年書，我們那些老師常常在一起，很感慨，說出我們真心話。做老師的，每個月薪水袋拿來就可以了，分數都給學生及格就可以了、就歡喜了，彼此皆大歡喜。學生騙老師，老師騙學生；學校騙家長，家長騙學校，騙來騙去，成了騙子的世界了。這個世界能有前途嗎？今天達到這麼一個現象，我們是真想幫忙，幫不上忙！"
    },
    {
      "id": "17-013-0003_p0056",
      "zh_CN": "多少人，连中国大陆的许多法师、道友都劝我讲大经。我不是不想讲，想了多少年了，没机会！在佛法讲没有这个机缘，也就是没有这种条件、没有这个环境。必须大家有福报，福报是要真正觉悟！",
      "zh_TW": "多少人，連中國大陸的許多法師、道友都勸我講大經。我不是不想講，想了多少年了，沒機會！在佛法講沒有這個機緣，也就是沒有這種條件、沒有這個環境。必須大家有福報，福報是要真正覺悟！"
    },
    {
      "id": "17-013-0003_p0057",
      "zh_CN": "能够做到孝敬。从前讲求孝亲跟尊师这一桩事，现在不知道了，忘掉了，没人讲了。你看古时候，即使以清朝来说，清朝末年，民国初年，在那个时候，读书人考取了功名，像前清的进士、举人，最低的学位是秀才，考取功名，他第一桩事情是回去祭祖，不忘本，尽孝！这是尽孝道。子孙得了功名，第二桩大事是去拜谢老师。「孝养父母，奉事师长」，这两句话都不能做到，你在学佛上没有立足之地。你学什么佛？所学的是谈玄说妙，无济于事，假的，不是真的。真实的就从这个地方做起。",
      "zh_TW": "能夠做到孝敬。從前講求孝親跟尊師這一樁事，現在不知道了，忘掉了，沒人講了。你看古時候，即使以清朝來說，清朝末年，民國初年，在那個時候，讀書人考取了功名，像前清的進士、舉人，最低的學位是秀才，考取功名，他第一樁事情是回去祭祖，不忘本，盡孝！這是盡孝道。子孫得了功名，第二樁大事是去拜謝老師。「孝養父母，奉事師長」，這兩句話都不能做到，你在學佛上沒有立足之地。你學什麼佛？所學的是談玄說妙，無濟於事，假的，不是真的。真實的就從這個地方做起。"
    },
    {
      "id": "17-013-0003_p0058",
      "zh_CN": "你要不知道什么叫孝？为什么要孝？你去读地藏三经，地藏菩萨有三部经，除了《本愿经》之外，有《大乘地藏十轮经》、《占察善恶业报经》，这里面给我们讲明这个道理。",
      "zh_TW": "你要不知道什麼叫孝？為什麼要孝？你去讀地藏三經，地藏菩薩有三部經，除了《本願經》之外，有《大乘地藏十輪經》、《占察善惡業報經》，這裡面給我們講明這個道理。"
    },
    {
      "id": "17-013-0003_p0059",
      "zh_CN": "从这一个基础再向上提升是二乘福，也就是我们有了做人的良好条件，才可以学佛，才可以成为佛弟子，才能入佛门。入佛门的条件，先要受持三归，然后要持戒、守规矩、不犯威仪。所以第二条有三句话，「受持三归，具足众戒，不犯威仪」。我想许多同修都受了三归，真的归，假的归？都是形式，没有内容，没有实质。换句话叫假归依，冒充佛弟子！不是真的。",
      "zh_TW": "從這一個基礎再向上提升是二乘福，也就是我們有了做人的良好條件，才可以學佛，才可以成為佛弟子，才能入佛門。入佛門的條件，先要受持三歸，然後要持戒、守規矩、不犯威儀。所以第二條有三句話，「受持三歸，具足眾戒，不犯威儀」。我想許多同修都受了三歸，真的歸，假的歸？都是形式，沒有內容，沒有實質。換句話叫假歸依，冒充佛弟子！不是真的。"
    },
    {
      "id": "17-013-0003_p0060",
      "zh_CN": "三归的意义、内容，我们另外找一个时间，单独讲一次，非常重要。归是回头，回头是岸！依是依靠，从哪里回来？从一切错误的地方回来。我们对于宇宙人生，我们想错了、看错了、讲错了、做错了，从一切错误回过头来，依靠三宝，改正我们一切的错误，那叫依靠。",
      "zh_TW": "三歸的意義、內容，我們另外找一個時間，單獨講一次，非常重要。歸是回頭，回頭是岸！依是依靠，從哪裡回來？從一切錯誤的地方回來。我們對於宇宙人生，我們想錯了、看錯了、講錯了、做錯了，從一切錯誤回過頭來，依靠三寶，改正我們一切的錯誤，那叫依靠。"
    },
    {
      "id": "17-013-0003_p0061",
      "zh_CN": "三宝是什么？大家晓得是「佛、法、僧」。你知道「佛法僧」，不知道「佛法僧」这三个字的意义；换句话说，你还是没有归依。「佛法僧」不是讲外面的佛，现在泥塑木雕的佛像，所谓「泥菩萨过河，自身难保」！你依靠它，怎么能靠得住？靠不住。法宝是经书，自古以来经书被销毁掉的有多少？也靠不住。出家人是凡夫，他的生活要靠你们信徒，没有信徒他会饿死，他靠得住吗？也靠不住。所以佛门里常讲，在家信徒是衣食父母，想尽方法抓住信徒，不能让信徒跑掉；跑掉了，我们生活就成问题了。所谓「和尚不作怪，居士不来拜」，这哪里能靠得住！",
      "zh_TW": "三寶是什麼？大家曉得是「佛、法、僧」。你知道「佛法僧」，不知道「佛法僧」這三個字的意義；換句話說，你還是沒有歸依。「佛法僧」不是講外面的佛，現在泥塑木雕的佛像，所謂「泥菩薩過河，自身難保」！你依靠它，怎麼能靠得住？靠不住。法寶是經書，自古以來經書被銷毀掉的有多少？也靠不住。出家人是凡夫，他的生活要靠你們信徒，沒有信徒他會餓死，他靠得住嗎？也靠不住。所以佛門裡常講，在家信徒是衣食父母，想盡方法抓住信徒，不能讓信徒跑掉；跑掉了，我們生活就成問題了。所謂「和尚不作怪，居士不來拜」，這哪裡能靠得住！"
    },
    {
      "id": "17-013-0003_p0062",
      "zh_CN": "三宝是什么意思？佛给我们讲清楚，自性三宝。佛是教你归依，是依靠你的自性三宝，不是你心性外面的。佛是觉悟的意思，自性觉就是佛宝，自性正就是法宝，自性净就是僧宝。所以「佛法僧」三宝是「觉、正、净」。",
      "zh_TW": "三寶是什麼意思？佛給我們講清楚，自性三寶。佛是教你歸依，是依靠你的自性三寶，不是你心性外面的。佛是覺悟的意思，自性覺就是佛寶，自性正就是法寶，自性淨就是僧寶。所以「佛法僧」三寶是「覺、正、淨」。"
    },
    {
      "id": "17-013-0003_p0063",
      "zh_CN": "归依三宝的问题，从唐朝的时候可能就产生误会了，大家都把佛菩萨形像、经书、出家人当作三宝。归依的时候，这是我的归依师，那个不是！在这里起妄想、分别、执着。我们怎么晓得那个时候就有这个弊病？我们读了《六祖坛经》发现的。六祖大师在当时给人家传授三归依，他已经不说「佛法僧」了。他为什么不说「佛法僧」？在我们想像当中，一定是怕这个名词使大家产生误会，而他讲「觉、正、净」，他用这个名词，叫「归依觉、归依正、归依净」，诸位读《坛经》就看到了。这个名词我们听起来，也不会产生错觉，很清楚。然后他老人家告诉我们，「佛者觉也，法者正也，僧者净也」。这个一解释，原来「觉正净」就是「佛法僧」，把自性三宝给我们显示出来了。",
      "zh_TW": "歸依三寶的問題，從唐朝的時候可能就產生誤會了，大家都把佛菩薩形像、經書、出家人當作三寶。歸依的時候，這是我的歸依師，那個不是！在這裡起妄想、分別、執著。我們怎麼曉得那個時候就有這個弊病？我們讀了《六祖壇經》發現的。六祖大師在當時給人家傳授三歸依，他已經不說「佛法僧」了。他為什麼不說「佛法僧」？在我們想像當中，一定是怕這個名詞使大家產生誤會，而他講「覺、正、淨」，他用這個名詞，叫「歸依覺、歸依正、歸依淨」，諸位讀《壇經》就看到了。這個名詞我們聽起來，也不會產生錯覺，很清楚。然後他老人家告訴我們，「佛者覺也，法者正也，僧者淨也」。這個一解釋，原來「覺正淨」就是「佛法僧」，把自性三寶給我們顯示出來了。"
    },
    {
      "id": "17-013-0003_p0064",
      "zh_CN": "所以那个回头，我们就很清楚了。觉而不迷，我们从迷惑颠倒回头，依自性觉。换句话说，我们在日常生活当中，处事待人接物，我们要依理智，不要用感情，这就是「归依佛」。佛是智慧，佛是觉悟。感情用事是迷惑颠倒，三归依是这么教给我们的。「归依法」，法是正知正见，也就是我们把错误的想法、看法改正过来，一定要有正确的思想、正确的看法，这个叫「归依法」。僧是六根清净，一尘不染。不管出家人怎么样，只顾自己，我们自己要时时刻刻保持清净心，心理不要被污染了，精神不要被污染了，思想不要被污染了，见解不要被污染了，始终保持一个清净心，这叫「归依僧」，僧是清净的意思。这叫作三归依。",
      "zh_TW": "所以那個回頭，我們就很清楚了。覺而不迷，我們從迷惑顛倒回頭，依自性覺。換句話說，我們在日常生活當中，處事待人接物，我們要依理智，不要用感情，這就是「歸依佛」。佛是智慧，佛是覺悟。感情用事是迷惑顛倒，三歸依是這麼教給我們的。「歸依法」，法是正知正見，也就是我們把錯誤的想法、看法改正過來，一定要有正確的思想、正確的看法，這個叫「歸依法」。僧是六根清淨，一塵不染。不管出家人怎麼樣，只顧自己，我們自己要時時刻刻保持清淨心，心理不要被污染了，精神不要被污染了，思想不要被污染了，見解不要被污染了，始終保持一個清淨心，這叫「歸依僧」，僧是清淨的意思。這叫作三歸依。"
    },
    {
      "id": "17-013-0003_p0065",
      "zh_CN": "你们这一归依的时候，归依一个法师，「这个法师是我的归依师，那个都不是」，你看你们是归依「迷、邪、染」，你们的心被这个法师染污了，「这个是我的师父，那个不是」，你的心不是被他染污了？所以你们归依的是什么？是「迷、邪、染」，那哪里是佛弟子？佛弟子是「觉、正、净」，觉而不迷，正而不邪，净而不染，这才是三宝弟子。所以今天学佛，从归依那一天就错了，一错到底，还想作佛？差得太远太远了，不堕地狱就算好事了，这麻烦大了，所以一定要搞清楚。",
      "zh_TW": "你們這一歸依的時候，歸依一個法師，「這個法師是我的歸依師，那個都不是」，你看你們是歸依「迷、邪、染」，你們的心被這個法師染污了，「這個是我的師父，那個不是」，你的心不是被他染污了？所以你們歸依的是什麼？是「迷、邪、染」，那哪裡是佛弟子？佛弟子是「覺、正、淨」，覺而不迷，正而不邪，淨而不染，這才是三寶弟子。所以今天學佛，從歸依那一天就錯了，一錯到底，還想作佛？差得太遠太遠了，不墮地獄就算好事了，這麻煩大了，所以一定要搞清楚。"
    },
    {
      "id": "17-013-0003_p0066",
      "zh_CN": "三归依是入门，这还是基础。入了门之后，再提升大乘基础。大乘有四句，「发菩提心，深信因果，读诵大乘，劝进行者」。这是你归依之后，境界再往上提升一层，要叫你发菩提心。什么叫菩提心？菩提是印度的梵语音译过来的，意思是觉悟，决定不能迷惑。所以修学大乘，菩提心是根本。",
      "zh_TW": "三歸依是入門，這還是基礎。入了門之後，再提升大乘基礎。大乘有四句，「發菩提心，深信因果，讀誦大乘，勸進行者」。這是你歸依之後，境界再往上提升一層，要叫你發菩提心。什麼叫菩提心？菩提是印度的梵語音譯過來的，意思是覺悟，決定不能迷惑。所以修學大乘，菩提心是根本。"
    },
    {
      "id": "17-013-0003_p0067",
      "zh_CN": "我们往生西方极乐世界，阿弥陀佛四十八愿里面最重要的就是第十八愿、十九愿。十八愿讲的是什么？讲的是「十念必生」。而十九愿就是讲的「发菩提心」。你在经文里面看三辈往生（上辈、中辈、下辈），三辈往生里面都是一样的讲法，「发菩提心，一向专念」，你们去看经文上三辈都是这一句话。由此可知，往生西方极乐世界的条件，就这八个字。你不发菩提心，你怎么能往生？念佛也不能往生。",
      "zh_TW": "我們往生西方極樂世界，阿彌陀佛四十八願裡面最重要的就是第十八願、十九願。十八願講的是什麼？講的是「十念必生」。而十九願就是講的「發菩提心」。你在經文裡面看三輩往生（上輩、中輩、下輩），三輩往生裡面都是一樣的講法，「發菩提心，一向專念」，你們去看經文上三輩都是這一句話。由此可知，往生西方極樂世界的條件，就這八個字。你不發菩提心，你怎麼能往生？念佛也不能往生。"
    },
    {
      "id": "17-013-0003_p0068",
      "zh_CN": "菩提心是什么？觉悟。要怎样才算觉悟？这里面有几个重要的原则，第一个要知道这一个世间苦，这个世间真苦！像我们这个年岁的人，吃尽了苦头。你们年轻二、三十岁的人不知道，你们是二次大战以后出生的，没有遭遇到这些苦难，算是很有福报的人。但是你的福报能保证享到老吗？你往后不会遇到灾难吗？谁给你担保！今年是一九九六年，东西方的预言都说一九九九年是世界末日，说这个大灾难来的时候，地球上人要死三分之二。所以你要想一想，你的福报能保持得到老吗？",
      "zh_TW": "菩提心是什麼？覺悟。要怎樣才算覺悟？這裡面有幾個重要的原則，第一個要知道這一個世間苦，這個世間真苦！像我們這個年歲的人，吃盡了苦頭。你們年輕二、三十歲的人不知道，你們是二次大戰以後出生的，沒有遭遇到這些苦難，算是很有福報的人。但是你的福報能保證享到老嗎？你往後不會遇到災難嗎？誰給你擔保！今年是一九九六年，東西方的預言都說一九九九年是世界末日，說這個大災難來的時候，地球上人要死三分之二。所以你要想一想，你的福報能保持得到老嗎？"
    },
    {
      "id": "17-013-0003_p0069",
      "zh_CN": "这个预言是古老的预言，几百年前的预言。中国的预言，差不多将近一千多年前了，都说在这个时代有灾难。但是我们中国的预言没有讲末日，没有说得这么严重。西方的预言说得很严重，说是末日来了。我们姑且不管那些预言，我们仔细看看现实的社会，我们用很理性的来看，从哪里看？从人心上看，太可怕了，不要再往前比了。三十年前的人心，比现在人淳厚、厚道。现在的人心跟三十年前的人心完全不一样，自私自利，损人利己。从前人想利己，大概还不至于损人。现在要伤害别人，这怎么得了！整个世界的动乱，连整个地球的气候都变化了、都不正常了，这是我们要提高警觉的。如果不认真好好的断恶修善，老实念佛，恐怕这一个灾难来的时候，没有法子幸免，太可怕了。虽然这个时间很近，还有三年，三年还来得及，好好干的话，还来得及。现在不认真的干就来不及了，时间太短了。所以发菩提心，第一个要警觉这个世间苦，知道西方极乐世界乐，我们要离苦得乐，这是真正觉悟。",
      "zh_TW": "這個預言是古老的預言，幾百年前的預言。中國的預言，差不多將近一千多年前了，都說在這個時代有災難。但是我們中國的預言沒有講末日，沒有說得這麼嚴重。西方的預言說得很嚴重，說是末日來了。我們姑且不管那些預言，我們仔細看看現實的社會，我們用很理性的來看，從哪裡看？從人心上看，太可怕了，不要再往前比了。三十年前的人心，比現在人淳厚、厚道。現在的人心跟三十年前的人心完全不一樣，自私自利，損人利己。從前人想利己，大概還不至於損人。現在要傷害別人，這怎麼得了！整個世界的動亂，連整個地球的氣候都變化了、都不正常了，這是我們要提高警覺的。如果不認真好好的斷惡修善，老實念佛，恐怕這一個災難來的時候，沒有法子倖免，太可怕了。雖然這個時間很近，還有三年，三年還來得及，好好幹的話，還來得及。現在不認真的幹就來不及了，時間太短了。所以發菩提心，第一個要警覺這個世間苦，知道西方極樂世界樂，我們要離苦得樂，這是真正覺悟。"
    },
    {
      "id": "17-013-0003_p0070",
      "zh_CN": "第二个是觉悟，要利益众生，要能够舍己为人。我们想一想，今天众生迫切需要的是什么？是佛陀的教育，没有比这个更重要了。所以我们这一边也有几位同修，也相当难得，他们在这里建立净宗学会，希望佛法能够在这里建立，难得！找到我，我随缘！大家有这个心，我就来帮个忙；你们没有这个心，我到别的地方去。哪里有缘哪里去。",
      "zh_TW": "第二個是覺悟，要利益眾生，要能夠捨己為人。我們想一想，今天眾生迫切需要的是什麼？是佛陀的教育，沒有比這個更重要了。所以我們這一邊也有幾位同修，也相當難得，他們在這裡建立淨宗學會，希望佛法能夠在這裡建立，難得！找到我，我隨緣！大家有這個心，我就來幫個忙；你們沒有這個心，我到別的地方去。哪裡有緣哪裡去。"
    },
    {
      "id": "17-013-0003_p0071",
      "zh_CN": "可是最重要的是培养弘法人才，「人能弘道，非道弘人」。经典，今天印刷术发达，我们印了很多，散发到全世界，可惜没人讲！大家还是看不懂，还是把意思错会了，必须要有人讲。因此，今天利益众生，最大的利益，无过于培训讲经的人才，这个功德是第一功德，无比的功德。我在此地期望这一边净宗学会的同修，向这个目标去做。心量要大，不是为我一个道场，不是为这一个地区、一个国家，我们要为全世界。",
      "zh_TW": "可是最重要的是培養弘法人才，「人能弘道，非道弘人」。經典，今天印刷術發達，我們印了很多，散發到全世界，可惜沒人講！大家還是看不懂，還是把意思錯會了，必須要有人講。因此，今天利益眾生，最大的利益，無過於培訓講經的人才，這個功德是第一功德，無比的功德。我在此地期望這一邊淨宗學會的同修，向這個目標去做。心量要大，不是為我一個道場，不是為這一個地區、一個國家，我們要為全世界。"
    },
    {
      "id": "17-013-0003_p0072",
      "zh_CN": "一个国家好，其他地方不好，我们的日子还是很不好过。大家都好了，我们的日子就好过了。中国古话常讲：「一家饱暖千家怨。」你这一个人富有，别的人贫穷，贫穷人嫉妒你、瞋恨你，时时刻刻要整你，你的日子怎么会好过？大家都富了，我们的日子就好过了。所以眼光要大、要看得远，希望整个世界都好，我们就好了。我们从哪里做？从培训弘法人才做起，这是希有而难得。弘法的人多了，讲经的人多了，大家明白佛法的道理，渐渐觉悟了，才能够破迷开悟，才能够离苦得乐，这叫发菩提心。",
      "zh_TW": "一個國家好，其他地方不好，我們的日子還是很不好過。大家都好了，我們的日子就好過了。中國古話常講：「一家飽暖千家怨。」你這一個人富有，別的人貧窮，貧窮人嫉妒你、瞋恨你，時時刻刻要整你，你的日子怎麼會好過？大家都富了，我們的日子就好過了。所以眼光要大、要看得遠，希望整個世界都好，我們就好了。我們從哪裡做？從培訓弘法人才做起，這是希有而難得。弘法的人多了，講經的人多了，大家明白佛法的道理，漸漸覺悟了，才能夠破迷開悟，才能夠離苦得樂，這叫發菩提心。"
    },
    {
      "id": "17-013-0003_p0073",
      "zh_CN": "「深信因果」，这是讲的菩萨。菩萨还不相信因果吗？善有善报，恶有恶报，我们都相信。菩萨相信的因果，不是我们这个因果，是什么因果？「念佛是因，成佛是果」。的确这一重因果，我们在经论里面看到，许许多多菩萨都不知道。所以要相信念佛是因，往生西方极乐世界必定成佛，这是果报。",
      "zh_TW": "「深信因果」，這是講的菩薩。菩薩還不相信因果嗎？善有善報，惡有惡報，我們都相信。菩薩相信的因果，不是我們這個因果，是什麼因果？「念佛是因，成佛是果」。的確這一重因果，我們在經論裡面看到，許許多多菩薩都不知道。所以要相信念佛是因，往生西方極樂世界必定成佛，這是果報。"
    },
    {
      "id": "17-013-0003_p0074",
      "zh_CN": "「读诵大乘」，在我们修净土的人，大乘只念《大乘无量寿经》，一门深入。如果你觉得不够，净土的「五经一论」足够了，就非常非常丰富，不必再多求了。在这上面扎根，开花结果，把它发扬光大。一经通，所有一切经都通达了。",
      "zh_TW": "「讀誦大乘」，在我們修淨土的人，大乘只念《大乘無量壽經》，一門深入。如果你覺得不夠，淨土的「五經一論」足夠了，就非常非常豐富，不必再多求了。在這上面扎根，開花結果，把它發揚光大。一經通，所有一切經都通達了。"
    },
    {
      "id": "17-013-0003_p0075",
      "zh_CN": "末后「劝进行者」。由此可知，前面所讲的全是属于自利，最后一句叫我们把自己所得的这个利益、好处，要转告给别人，利益一切众生，让他们认识佛法、了解佛法、修学佛法、成就佛法。成就佛法就是成就无量无边智慧的法门，是这个意思。",
      "zh_TW": "末後「勸進行者」。由此可知，前面所講的全是屬於自利，最後一句叫我們把自己所得的這個利益、好處，要轉告給別人，利益一切眾生，讓他們認識佛法、了解佛法、修學佛法、成就佛法。成就佛法就是成就無量無邊智慧的法門，是這個意思。"
    },
    {
      "id": "17-013-0003_p0076",
      "zh_CN": "这是三福，我们五个科目的第一个科目。今天时间又到了，好，下面接着要介绍给诸位的是六和、三学、六度、十愿，明天来讲这四个科目，好明天见。",
      "zh_TW": "這是三福，我們五個科目的第一個科目。今天時間又到了，好，下面接著要介紹給諸位的是六和、三學、六度、十願，明天來講這四個科目，好明天見。"
    }
  ]
}