{
  "doc_id": "06-002-0009",
  "title": {
    "zh_CN": "往生论讲记",
    "zh_TW": "往生論講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "台湾彰化",
    "zh_TW": "台灣彰化"
  },
  "doc_number": "06-002-0009",
  "total_paragraphs": 66,
  "paragraphs": [
    {
      "id": "06-002-0009_p0001",
      "zh_CN": "请掀开讲义第八面，从第十段看起：",
      "zh_TW": "請掀開講義第八面，從第十段看起："
    },
    {
      "id": "06-002-0009_p0002",
      "zh_CN": "【庄严光明功德成就。偈言。佛慧明净日。除世痴暗冥。】",
      "zh_TW": "【莊嚴光明功德成就。偈言。佛慧明淨日。除世痴闇冥。】"
    },
    {
      "id": "06-002-0009_p0003",
      "zh_CN": "这个地方所说的光明是指西方世界所有一切的物相都放光明。「彼土光明，从如来智慧报起」，这是说明西方世界依正庄严都是阿弥陀佛愿力变现出来的。十方往生的这一些大众们是以清净的念力，就是《弥陀经》上所说的信愿持名，以这样的功德庄严西方净土，这个世界是这么来的，所以没有一物不放光。「触之者，无明黑暗，终必消除。」西方世界是个光明世界，因为人也放光，所有一切物质都放光，无需要日月灯明，不需要这个。所以说光明世界，也没有夜晚。我们这个世界有白天、有夜晚，西方世界没有，没有夜晚。所以这光的作用不是对黑暗，这个作用是对一切众生的无明烦恼，接触这个光明，无明烦恼在不知不觉的当中渐渐就消除了。「光明非慧」，这个断烦恼、破无明是要智慧，依报的光明不是智慧，但是有智慧的作用，就是能断烦恼，这是很不可思议的。如果要是追究它的原因，前面说过了，是从如来智慧报起，这个如来是指的阿弥陀佛，就是阿弥陀佛的愿力，阿弥陀佛的智慧，变现出这样的境界。所以它的作用跟一般光明不一样。第十一：",
      "zh_TW": "這個地方所說的光明是指西方世界所有一切的物相都放光明。「彼土光明，從如來智慧報起」，這是說明西方世界依正莊嚴都是阿彌陀佛願力變現出來的。十方往生的這一些大眾們是以清淨的念力，就是《彌陀經》上所說的信願持名，以這樣的功德莊嚴西方淨土，這個世界是這麼來的，所以沒有一物不放光。「觸之者，無明黑闇，終必消除。」西方世界是個光明世界，因為人也放光，所有一切物質都放光，無需要日月燈明，不需要這個。所以說光明世界，也沒有夜晚。我們這個世界有白天、有夜晚，西方世界沒有，沒有夜晚。所以這光的作用不是對黑暗，這個作用是對一切眾生的無明煩惱，接觸這個光明，無明煩惱在不知不覺的當中漸漸就消除了。「光明非慧」，這個斷煩惱、破無明是要智慧，依報的光明不是智慧，但是有智慧的作用，就是能斷煩惱，這是很不可思議的。如果要是追究它的原因，前面說過了，是從如來智慧報起，這個如來是指的阿彌陀佛，就是阿彌陀佛的願力，阿彌陀佛的智慧，變現出這樣的境界。所以它的作用跟一般光明不一樣。第十一："
    },
    {
      "id": "06-002-0009_p0004",
      "zh_CN": "【庄严妙声功德成就。】",
      "zh_TW": "【莊嚴妙聲功德成就。】"
    },
    {
      "id": "06-002-0009_p0005",
      "zh_CN": "这是音声。西方世界六尘说法，所以音声之妙也不可思议。",
      "zh_TW": "這是音聲。西方世界六塵說法，所以音聲之妙也不可思議。"
    },
    {
      "id": "06-002-0009_p0006",
      "zh_CN": "【偈言。梵声悟深远。微妙闻十方。】",
      "zh_TW": "【偈言。梵聲悟深遠。微妙聞十方。】"
    },
    {
      "id": "06-002-0009_p0007",
      "zh_CN": "『梵』是清净的意思。能令一切众生听到这个音声，他不生烦恼、不生染着，而得身心清净，这种音称之为梵音。「经言，若人但闻彼国土清净安乐，克念愿生，亦得往生，即入正定聚。此是国土名字为佛事，安可思议。」这是举一个例子，这个六尘说法里头，那个殊胜庄严就不必说了，单单举一个最普通的例子，就是西方极乐世界这个名称。如果有人听说西方极乐世界，他就发愿求生，你看没有念阿弥陀佛，只听到西方有一个极乐世界，他就想发愿到那个地方去，也能得生，真正不可思议。何况执持名号，每一天念阿弥陀佛，哪有不往生的道理！这是讲梵音里面最普通的，是一般人感觉得微不足道，它也有这样的殊胜功德。西方世界种种说法的庄严，这就不必说了。第十二：",
      "zh_TW": "『梵』是清淨的意思。能令一切眾生聽到這個音聲，他不生煩惱、不生染著，而得身心清淨，這種音稱之為梵音。「經言，若人但聞彼國土清淨安樂，剋念願生，亦得往生，即入正定聚。此是國土名字為佛事，安可思議。」這是舉一個例子，這個六塵說法裡頭，那個殊勝莊嚴就不必說了，單單舉一個最普通的例子，就是西方極樂世界這個名稱。如果有人聽說西方極樂世界，他就發願求生，你看沒有念阿彌陀佛，只聽到西方有一個極樂世界，他就想發願到那個地方去，也能得生，真正不可思議。何況執持名號，每一天念阿彌陀佛，哪有不往生的道理！這是講梵音裡面最普通的，是一般人感覺得微不足道，它也有這樣的殊勝功德。西方世界種種說法的莊嚴，這就不必說了。第十二："
    },
    {
      "id": "06-002-0009_p0008",
      "zh_CN": "【庄严主功德成就。偈言。正觉阿弥陀。法王善住持。】",
      "zh_TW": "【莊嚴主功德成就。偈言。正覺阿彌陀。法王善住持。】"
    },
    {
      "id": "06-002-0009_p0009",
      "zh_CN": "这个地方的『主』跟底下讲的眷属都是说依报，不是说的正报，正报在下面有两段特别来介绍，此地说的是依报。依报不是说阿弥陀佛本人，是说阿弥陀佛庄严佛土的功德，所以『主功德成就』。「安乐净土，为正觉阿弥陀善力住持。」这个世界它能够存在，能够永远存在，是什么样的力量支持它？我们晓得，这是佛在经上告诉我们，我们这个世界也是佛的愿力，如果不是佛的愿力，这个世界就不成为世界了。所以有佛的这个愿力，再加上一切众生的业力，这两种力量使这个世界能够继续存在。西方世界是阿弥陀佛的愿力为主，十方世界往生的念力为助，所以他的世界比我们清净，比我们庄严。这是「正觉阿弥陀」，正觉就是佛，正觉阿弥陀就是阿弥陀佛，阿弥陀佛他的善力住持，这个善就是四十八愿，他的善愿之力。",
      "zh_TW": "這個地方的『主』跟底下講的眷屬都是說依報，不是說的正報，正報在下面有兩段特別來介紹，此地說的是依報。依報不是說阿彌陀佛本人，是說阿彌陀佛莊嚴佛土的功德，所以『主功德成就』。「安樂淨土，為正覺阿彌陀善力住持。」這個世界它能夠存在，能夠永遠存在，是什麼樣的力量支持它？我們曉得，這是佛在經上告訴我們，我們這個世界也是佛的願力，如果不是佛的願力，這個世界就不成為世界了。所以有佛的這個願力，再加上一切眾生的業力，這兩種力量使這個世界能夠繼續存在。西方世界是阿彌陀佛的願力為主，十方世界往生的念力為助，所以他的世界比我們清淨，比我們莊嚴。這是「正覺阿彌陀」，正覺就是佛，正覺阿彌陀就是阿彌陀佛，阿彌陀佛他的善力住持，這個善就是四十八願，他的善願之力。"
    },
    {
      "id": "06-002-0009_p0010",
      "zh_CN": "「若人一生安乐净土，后时意愿生三界教化众生，随愿得生。」如果我们生到西方极乐世界，到达西方极乐世界之后，你的慈悲心很重，常常会想到娑婆世界许许多多受苦的众生，想到这个地方，这个心里面就不忍了，总希望回来教化众生，希望回来度脱这些众生。你能不能满愿？能，随愿得生，你随时可以到娑婆世界来。实实在在说，你到娑婆世界来并不是你已经离开极乐世界了，你没有离开极乐世界，人到娑婆世界来了。怎么来的？化身来的。所以生到西方世界，这一生到那个地方就有这个能力，就像佛祖一样千百亿化身，到那个地方就有这个能力。所以不仅是一个地方，什么地方都可以化身去，这种能力、智慧、神通、道力都是阿弥陀佛愿力加持的。",
      "zh_TW": "「若人一生安樂淨土，後時意願生三界教化眾生，隨願得生。」如果我們生到西方極樂世界，到達西方極樂世界之後，你的慈悲心很重，常常會想到娑婆世界許許多多受苦的眾生，想到這個地方，這個心裡面就不忍了，總希望回來教化眾生，希望回來度脫這些眾生。你能不能滿願？能，隨願得生，你隨時可以到娑婆世界來。實實在在說，你到娑婆世界來並不是你已經離開極樂世界了，你沒有離開極樂世界，人到娑婆世界來了。怎麼來的？化身來的。所以生到西方世界，這一生到那個地方就有這個能力，就像佛祖一樣千百億化身，到那個地方就有這個能力。所以不僅是一個地方，什麼地方都可以化身去，這種能力、智慧、神通、道力都是阿彌陀佛願力加持的。"
    },
    {
      "id": "06-002-0009_p0011",
      "zh_CN": "「虽生三界杂生水火中，无上菩提种子，毕竟不朽。」你虽然又回到这个三界六道轮回来了，在这个六道轮回里面，一定是跟众生示现同样的身分，这才能度脱众生。要教化人，佛菩萨要现人身，才能教化人；如果要教化畜生，他要现畜生身，才能度畜生。人跟畜生讲经说法讲不通的，一定要现畜生身。如果去度饿鬼，那要现饿鬼身。我们台湾这个佛事很多，你看放燄口，放燄口的时候，燄口台对面用纸做一个焦面大士，这个诸位知道，鬼王。焦面大士，在燄口台的对面，青面獠牙，那个形状很可怕，那是什么人？那是观世音菩萨在饿鬼道里面现的鬼身，度化众生。所以诸佛菩萨在哪一道就现哪一道的身，一定要现同类身才能够度脱众生。这样他入了六道了，他会不会在六道里面受这些苦难？给诸位说，不会，不会受苦。他那个受苦是表演给我们看的，不是真的受苦，真的受苦，那他就退转了，他没有退转，他是在表演、是在演戏给我们看。其实他心清净、心平等。所以无上菩提种子，他不会退转的。",
      "zh_TW": "「雖生三界雜生水火中，無上菩提種子，畢竟不朽。」你雖然又回到這個三界六道輪迴來了，在這個六道輪迴裡面，一定是跟眾生示現同樣的身分，這才能度脫眾生。要教化人，佛菩薩要現人身，才能教化人；如果要教化畜生，他要現畜生身，才能度畜生。人跟畜生講經說法講不通的，一定要現畜生身。如果去度餓鬼，那要現餓鬼身。我們台灣這個佛事很多，你看放燄口，放燄口的時候，燄口台對面用紙做一個焦面大士，這個諸位知道，鬼王。焦面大士，在燄口台的對面，青面獠牙，那個形狀很可怕，那是什麼人？那是觀世音菩薩在餓鬼道裡面現的鬼身，度化眾生。所以諸佛菩薩在哪一道就現哪一道的身，一定要現同類身才能夠度脫眾生。這樣他入了六道了，他會不會在六道裡面受這些苦難？給諸位說，不會，不會受苦。他那個受苦是表演給我們看的，不是真的受苦，真的受苦，那他就退轉了，他沒有退轉，他是在表演、是在演戲給我們看。其實他心清淨、心平等。所以無上菩提種子，他不會退轉的。"
    },
    {
      "id": "06-002-0009_p0012",
      "zh_CN": "「何以故」，为什么？「以经正觉阿弥陀善住持故」，这就是『法王善住持』，这个法王就是阿弥陀佛，阿弥陀佛本愿威神加持他、保佑他。虽然他还没有证得无上菩提，他能够跟大菩萨一样随类化身，应以什么身得度，他就能化现什么样的身分，这是非常不可思议，这是弥陀善住持的力量。这就是「庄严主功德成就」。",
      "zh_TW": "「何以故」，為什麼？「以經正覺阿彌陀善住持故」，這就是『法王善住持』，這個法王就是阿彌陀佛，阿彌陀佛本願威神加持他、保佑他。雖然他還沒有證得無上菩提，他能夠跟大菩薩一樣隨類化身，應以什麼身得度，他就能化現什麼樣的身分，這是非常不可思議，這是彌陀善住持的力量。這就是「莊嚴主功德成就」。"
    },
    {
      "id": "06-002-0009_p0013",
      "zh_CN": "【庄严眷属功德成就。偈言。如来净华众。正觉华化生。】",
      "zh_TW": "【莊嚴眷屬功德成就。偈言。如來淨華眾。正覺華化生。】"
    },
    {
      "id": "06-002-0009_p0014",
      "zh_CN": "「凡是杂生世界」，除了西方世界之外，可以说十方诸佛刹土都是杂生世界。为什么？它这个世界，它有十法界、有六道，有十法界、有六道就是杂生，拣别跟西方世界不同，西方世界没有杂生。无论哪一类的众生，生到西方极乐世界都是普贤菩萨。这个我们在《无量寿经》上看得非常清楚，都是修普贤大士之德，所以统统是普贤菩萨，这是菩萨里面最殊胜的。「若胎若卵若湿若化」，这是指出一般世界这一些众生他的生态，总不出这四大类，有胎生的、卵生的、湿生的、化生的，四大类。",
      "zh_TW": "「凡是雜生世界」，除了西方世界之外，可以說十方諸佛剎土都是雜生世界。為什麼？它這個世界，它有十法界、有六道，有十法界、有六道就是雜生，揀別跟西方世界不同，西方世界沒有雜生。無論哪一類的眾生，生到西方極樂世界都是普賢菩薩。這個我們在《無量壽經》上看得非常清楚，都是修普賢大士之德，所以統統是普賢菩薩，這是菩薩裡面最殊勝的。「若胎若卵若溼若化」，這是指出一般世界這一些眾生他的生態，總不出這四大類，有胎生的、卵生的、溼生的、化生的，四大類。"
    },
    {
      "id": "06-002-0009_p0015",
      "zh_CN": "「眷属若干，苦乐万品」，眷属也多，那个苦乐就更多了。随他所造的业，他要受这个果报，造的善业，那就得乐的果；造作恶业，就得苦报。所以苦乐万品，品是品类、种类，很复杂。「以杂业故」，这是说明他的因，为什么果报这么复杂？造的业复杂。不但每个人各个不同，造作这个业各个不同，很杂。就是自己一个人，我们在一生当中，在无量生中，生生世世造的业也非常复杂。所以我们一个人在一生当中，这些无论是物质享受、精神享受，也是苦乐万品。所以明白这个事实真相，我们起心动念、一切造作就不能不谨慎。",
      "zh_TW": "「眷屬若干，苦樂萬品」，眷屬也多，那個苦樂就更多了。隨他所造的業，他要受這個果報，造的善業，那就得樂的果；造作惡業，就得苦報。所以苦樂萬品，品是品類、種類，很複雜。「以雜業故」，這是說明他的因，為什麼果報這麼複雜？造的業複雜。不但每個人各個不同，造作這個業各個不同，很雜。就是自己一個人，我們在一生當中，在無量生中，生生世世造的業也非常複雜。所以我們一個人在一生當中，這些無論是物質享受、精神享受，也是苦樂萬品。所以明白這個事實真相，我們起心動念、一切造作就不能不謹慎。"
    },
    {
      "id": "06-002-0009_p0016",
      "zh_CN": "「彼安乐国土」，我们再看看西方极乐世界，跟十方世界，这个杂生世界，不一样。「莫非是阿弥陀如来正觉净华之所化生」，凡是生到西方极乐世界的人，四土九品，包括边地，统统都是莲花化生。莲花从哪里来的？是阿弥陀佛愿力变现的，这个莲花的种子是阿弥陀佛愿力变现出来的。所以「正觉净华」，是这样化生的。「同一念佛，无别道故。」等觉菩萨往生西方极乐世界，他怎么去的？信愿念佛，他有信心、有愿，他念阿弥陀佛的名号，这样去往生的，文殊、普贤都是这样往生的。下至地狱众生，他怎么往生的？也是信愿念阿弥陀佛往生的。无别道故，一个方法！这叫因同。因同，到西方极乐世界，果也同。所以我们凡夫生到西方世界，跟文殊师利菩萨，跟普贤菩萨、弥勒菩萨，我们都是平起平坐，都称兄道弟，师兄弟，都是阿弥陀佛的学生。跟在此地不一样，此地菩萨高高在上，我们是低低在下，差太多了。到西方极乐世界就平起平坐了，就没有高下了。你来问为什么？我们修的因相同，所以果报相同。「远通夫法界之内，皆为兄弟也。眷属无量，焉可思议。」所以说是无量无边的同参道友，这师兄弟。这个是「眷属」。",
      "zh_TW": "「彼安樂國土」，我們再看看西方極樂世界，跟十方世界，這個雜生世界，不一樣。「莫非是阿彌陀如來正覺淨華之所化生」，凡是生到西方極樂世界的人，四土九品，包括邊地，統統都是蓮花化生。蓮花從哪裡來的？是阿彌陀佛願力變現的，這個蓮花的種子是阿彌陀佛願力變現出來的。所以「正覺淨華」，是這樣化生的。「同一念佛，無別道故。」等覺菩薩往生西方極樂世界，他怎麼去的？信願念佛，他有信心、有願，他念阿彌陀佛的名號，這樣去往生的，文殊、普賢都是這樣往生的。下至地獄眾生，他怎麼往生的？也是信願念阿彌陀佛往生的。無別道故，一個方法！這叫因同。因同，到西方極樂世界，果也同。所以我們凡夫生到西方世界，跟文殊師利菩薩，跟普賢菩薩、彌勒菩薩，我們都是平起平坐，都稱兄道弟，師兄弟，都是阿彌陀佛的學生。跟在此地不一樣，此地菩薩高高在上，我們是低低在下，差太多了。到西方極樂世界就平起平坐了，就沒有高下了。你來問為什麼？我們修的因相同，所以果報相同。「遠通夫法界之內，皆為兄弟也。眷屬無量，焉可思議。」所以說是無量無邊的同參道友，這師兄弟。這個是「眷屬」。"
    },
    {
      "id": "06-002-0009_p0017",
      "zh_CN": "【庄严受用功德成就。偈言。爱乐佛法味。禅三昧为食。】",
      "zh_TW": "【莊嚴受用功德成就。偈言。愛樂佛法味。禪三昧為食。】"
    },
    {
      "id": "06-002-0009_p0018",
      "zh_CN": "西方世界这个『受用』，不仅仅包括物质生活，精神生活也包括在其中。在我们这个世界，这个饮食，实在说不是一个好事情，这个诸位一定要知道。世间人贪图美味，《无量寿经》三十五品里面讲得很清楚，贪图美味造作无量无边的罪业，所以生天没分。不能生天怎么办？下面去，到地下去，饿鬼、地狱、畜生，果报在这里。一般人有一个很大的错误观念，如果不是很好的饮食，好像对自己身体健康就有妨碍，殊不知这是一个错误的观念。尤其吃东西要挑拣，每一餐都要换口味，叫造业。真的身体健康吗？不见得。得奇奇怪怪病，得短命果报的，多得很！为什么不仔细看清楚？牛羊吃青草，天天吃青草，从来牠也没有觉得吃厌倦过，身体健康。所以诸位一定要晓得，最健康的饮食就是最简单的饮食，这是真正健康的。而且饮食只是能量的补充。这个身体它动作，身体真的是一部机器，它要运动，运动要有能量推动它。我们这个汽车会走，要加油，不加油它就走不动。我们这个饮食是能量的补充。那个能量消耗到哪里去了？我们也要清楚。",
      "zh_TW": "西方世界這個『受用』，不僅僅包括物質生活，精神生活也包括在其中。在我們這個世界，這個飲食，實在說不是一個好事情，這個諸位一定要知道。世間人貪圖美味，《無量壽經》三十五品裡面講得很清楚，貪圖美味造作無量無邊的罪業，所以生天沒分。不能生天怎麼辦？下面去，到地下去，餓鬼、地獄、畜生，果報在這裡。一般人有一個很大的錯誤觀念，如果不是很好的飲食，好像對自己身體健康就有妨礙，殊不知這是一個錯誤的觀念。尤其吃東西要挑揀，每一餐都要換口味，叫造業。真的身體健康嗎？不見得。得奇奇怪怪病，得短命果報的，多得很！為什麼不仔細看清楚？牛羊吃青草，天天吃青草，從來牠也沒有覺得吃厭倦過，身體健康。所以諸位一定要曉得，最健康的飲食就是最簡單的飲食，這是真正健康的。而且飲食只是能量的補充。這個身體它動作，身體真的是一部機器，它要運動，運動要有能量推動它。我們這個汽車會走，要加油，不加油它就走不動。我們這個飲食是能量的補充。那個能量消耗到哪裡去了？我們也要清楚。"
    },
    {
      "id": "06-002-0009_p0019",
      "zh_CN": "我三十年前在台中跟李老师在一起，李老师一天吃一餐，他从三十几岁学佛就开始吃一餐，一直保持着。我跟他在一起的时候，我也学他，一天也吃一餐，我到第八个月我才告诉他，我说，「老师，我吃一餐吃了八个月了。」他吓了一跳，「吃八个月了」。他说，「怎么样？身体觉得怎么样？」我说，「很好，没有什么奇怪的样子。」他把桌子一拍，「好，你永远就这样下去。」饮食简单，生活简单，不求人，我们生活费用很少，不求人。可是我一天吃一餐，比他吃得多。他那个时候一天只要两块钱，我一天一定要吃三块钱，我吃的量比他多。所以学他那个样子就学不来，就没有法子，他的功夫比我高。在这个地方我发现一个道理，我跟李老师报告，我说我发现的，能量的消耗，百分之九十以上消耗在妄念上。所以人打妄想不得了，那个消耗量就太大！如果人要没有妄想、没有杂念，他工作量再大，消耗还是很少。李老师的工作量很大，每一天要开会，应付客人，还要上课，还要讲经，还要教学，还要给人看病，他的工作量很大，但是他的饮食很少。所以我们从这里证实这个能量的消耗百分之九十五在妄想上。",
      "zh_TW": "我三十年前在台中跟李老師在一起，李老師一天吃一餐，他從三十幾歲學佛就開始吃一餐，一直保持著。我跟他在一起的時候，我也學他，一天也吃一餐，我到第八個月我才告訴他，我說，「老師，我吃一餐吃了八個月了。」他嚇了一跳，「吃八個月了」。他說，「怎麼樣？身體覺得怎麼樣？」我說，「很好，沒有什麼奇怪的樣子。」他把桌子一拍，「好，你永遠就這樣下去。」飲食簡單，生活簡單，不求人，我們生活費用很少，不求人。可是我一天吃一餐，比他吃得多。他那個時候一天只要兩塊錢，我一天一定要吃三塊錢，我吃的量比他多。所以學他那個樣子就學不來，就沒有法子，他的功夫比我高。在這個地方我發現一個道理，我跟李老師報告，我說我發現的，能量的消耗，百分之九十以上消耗在妄念上。所以人打妄想不得了，那個消耗量就太大！如果人要沒有妄想、沒有雜念，他工作量再大，消耗還是很少。李老師的工作量很大，每一天要開會，應付客人，還要上課，還要講經，還要教學，還要給人看病，他的工作量很大，但是他的飲食很少。所以我們從這裡證實這個能量的消耗百分之九十五在妄想上。"
    },
    {
      "id": "06-002-0009_p0020",
      "zh_CN": "因此，世尊当年在世，僧团里面日中一食，够了。出家人烦恼轻，妄想少，一餐足够了。经上告诉我们，阿罗汉七天吃一餐，阿罗汉见思烦恼断了，所以七天补充一点，他就够了。辟支佛定功就更高了，半个月出来托一次钵，吃一餐，这个缘觉，也叫独觉，半个月吃一餐。这是我们一定要晓得的，健康的饮食，简单。所以我们吃素的人，青菜豆腐，足够了，生活简单，健康。你看都市的人都讲求营养，可是病很多，痛苦很多，寿命不长。中国大陆，那个乡下人，没得吃，也没好的穿，生活苦得不得了，可是各个长寿，寿命都很长，都很健康。所以外国有许多学者到中国大陆调查，调查到底是什么原因？检查他们吃的东西，在一般人讲简直都没有营养，但是人家健康长寿。可惜那个外国人，检查的人，没有学佛。学佛，他就知道了，他就明白了。",
      "zh_TW": "因此，世尊當年在世，僧團裡面日中一食，夠了。出家人煩惱輕，妄想少，一餐足夠了。經上告訴我們，阿羅漢七天吃一餐，阿羅漢見思煩惱斷了，所以七天補充一點，他就夠了。辟支佛定功就更高了，半個月出來托一次缽，吃一餐，這個緣覺，也叫獨覺，半個月吃一餐。這是我們一定要曉得的，健康的飲食，簡單。所以我們吃素的人，青菜豆腐，足夠了，生活簡單，健康。你看都市的人都講求營養，可是病很多，痛苦很多，壽命不長。中國大陸，那個鄉下人，沒得吃，也沒好的穿，生活苦得不得了，可是各個長壽，壽命都很長，都很健康。所以外國有許多學者到中國大陸調查，調查到底是什麼原因？檢查他們吃的東西，在一般人講簡直都沒有營養，但是人家健康長壽。可惜那個外國人，檢查的人，沒有學佛。學佛，他就知道了，他就明白了。"
    },
    {
      "id": "06-002-0009_p0021",
      "zh_CN": "西方极乐世界饮食不要了，不需要这个东西了。怎样维持这个生命？禅悦为食。这个东西高明了，永远不会枯竭的，禅悦，法喜充满。我们中国俗话也常讲，「人逢喜事精神爽」，一遇到欢喜的事情精神都起来了，那就是什么？那就是最丰富的养分。所以西方世界的人，每一个人法喜充满，禅悦，禅里面喜悦，这是法味，这个东西滋养身体。所以他这个身体是金刚不坏身。我们这个世间，高等的凡夫，色界天、无色界天，也不需要饮食。这个欲界里面，五欲，财、色、名、食，食就是饮食，睡，睡眠，这五样东西，色界天人都没有了，他都不需要了。色界天人不需要睡眠，他永远不会疲倦，他不需要饮食，他也不需要财物，他什么都不需要。可惜的就是他不能维持长久。不像西方世界，西方世界这个境界是永久的，是无量寿的。色界跟无色界天人都有寿命，不是永远的。所以这是我们一定要明白这个道理，晓得这个事实真相，我们对饮食就不会贪着了。而生活愈简单愈容易，也节省时间，也节省精力，使我们的心能常住在道上，这样就好。",
      "zh_TW": "西方極樂世界飲食不要了，不需要這個東西了。怎樣維持這個生命？禪悅為食。這個東西高明了，永遠不會枯竭的，禪悅，法喜充滿。我們中國俗話也常講，「人逢喜事精神爽」，一遇到歡喜的事情精神都起來了，那就是什麼？那就是最豐富的養分。所以西方世界的人，每一個人法喜充滿，禪悅，禪裡面喜悅，這是法味，這個東西滋養身體。所以他這個身體是金剛不壞身。我們這個世間，高等的凡夫，色界天、無色界天，也不需要飲食。這個欲界裡面，五欲，財、色、名、食，食就是飲食，睡，睡眠，這五樣東西，色界天人都沒有了，他都不需要了。色界天人不需要睡眠，他永遠不會疲倦，他不需要飲食，他也不需要財物，他什麼都不需要。可惜的就是他不能維持長久。不像西方世界，西方世界這個境界是永久的，是無量壽的。色界跟無色界天人都有壽命，不是永遠的。所以這是我們一定要明白這個道理，曉得這個事實真相，我們對飲食就不會貪著了。而生活愈簡單愈容易，也節省時間，也節省精力，使我們的心能常住在道上，這樣就好。"
    },
    {
      "id": "06-002-0009_p0022",
      "zh_CN": "「不食而资命，盖所资有以也」，不需要饮食，能够维持生命，这当然有它的道理在。这底下一句就是「盖所资有」，就是它一定有个道理在。什么道理？「岂不是如来满本愿乎。乘佛愿为我命，焉可思议。」西方世界佛为我们说法，六尘说法，佛法就是最好的营养。何况佛的本愿功德所显示的依正庄严，使我们得到金刚不坏身，真实的无量寿。再看下面第十五段：",
      "zh_TW": "「不食而資命，蓋所資有以也」，不需要飲食，能夠維持生命，這當然有它的道理在。這底下一句就是「蓋所資有」，就是它一定有個道理在。什麼道理？「豈不是如來滿本願乎。乘佛願為我命，焉可思議。」西方世界佛為我們說法，六塵說法，佛法就是最好的營養。何況佛的本願功德所顯示的依正莊嚴，使我們得到金剛不壞身，真實的無量壽。再看下面第十五段："
    },
    {
      "id": "06-002-0009_p0023",
      "zh_CN": "【庄严无诸难功德成就。偈言。永离身心恼，受乐常无闲。】",
      "zh_TW": "【莊嚴無諸難功德成就。偈言。永離身心惱，受樂常無閒。】"
    },
    {
      "id": "06-002-0009_p0024",
      "zh_CN": "这就是显示极乐世界。「经言，身为苦器，心为恼端」，这是佛说的。佛教没到中国来，我们中国老子也有相同的感触。老子说，「吾有大患」，我有很大的忧患，什么呢？「为吾有身」，因为我有个身体，这是最大的忧患。跟这个意思是相同的。你有身就苦！身，你看，要吃要穿，要小心翼翼的去照顾它，受了一点风寒就感冒了，就吃苦了。所以对这个身，常常那个心要关心这个身体，时时刻刻要照顾它，苦，苦事，这是个苦器。何况这个身还要造业，那更可怕了。心为恼端，恼是烦恼，忧虑烦恼，因为你有心；你没有心，那你忧虑烦恼就没有了。这个心是妄心，真心里面没有，没有忧虑、没有烦恼，妄心，妄心一天到晚胡思乱想，这个妄心叫生灭心，这是烦恼的根源。这个端就是端源、根源。",
      "zh_TW": "這就是顯示極樂世界。「經言，身為苦器，心為惱端」，這是佛說的。佛教沒到中國來，我們中國老子也有相同的感觸。老子說，「吾有大患」，我有很大的憂患，什麼呢？「為吾有身」，因為我有個身體，這是最大的憂患。跟這個意思是相同的。你有身就苦！身，你看，要吃要穿，要小心翼翼的去照顧它，受了一點風寒就感冒了，就吃苦了。所以對這個身，常常那個心要關心這個身體，時時刻刻要照顧它，苦，苦事，這是個苦器。何況這個身還要造業，那更可怕了。心為惱端，惱是煩惱，憂慮煩惱，因為你有心；你沒有心，那你憂慮煩惱就沒有了。這個心是妄心，真心裡面沒有，沒有憂慮、沒有煩惱，妄心，妄心一天到晚胡思亂想，這個妄心叫生滅心，這是煩惱的根源。這個端就是端源、根源。"
    },
    {
      "id": "06-002-0009_p0025",
      "zh_CN": "「而彼有身有心」，西方极乐世界的人有身，他也有心，身心都具足。「而受乐无闲，安可思议。」西方世界的人有身有心，身也受乐，心也受乐，他那个受乐没有间断的。不像我们这里是忧悲苦恼无有间断，苦无间断。那个地方是没有苦，乐无间断。为什么他受乐？前面十四条都讲得很清楚了，这个总共十七条介绍西方极乐世界一般的状况，所以这个世界叫极乐，没有苦的缘。换句话说，你六根所接触的境界决定不会让你生起忧悲苦恼的念头，这念头生不起来，所以他就乐。底下一段：",
      "zh_TW": "「而彼有身有心」，西方極樂世界的人有身，他也有心，身心都具足。「而受樂無閒，安可思議。」西方世界的人有身有心，身也受樂，心也受樂，他那個受樂沒有間斷的。不像我們這裡是憂悲苦惱無有間斷，苦無間斷。那個地方是沒有苦，樂無間斷。為什麼他受樂？前面十四條都講得很清楚了，這個總共十七條介紹西方極樂世界一般的狀況，所以這個世界叫極樂，沒有苦的緣。換句話說，你六根所接觸的境界決定不會讓你生起憂悲苦惱的念頭，這念頭生不起來，所以他就樂。底下一段："
    },
    {
      "id": "06-002-0009_p0026",
      "zh_CN": "【庄严大义门功德成就。】",
      "zh_TW": "【莊嚴大義門功德成就。】"
    },
    {
      "id": "06-002-0009_p0027",
      "zh_CN": "这个『大义』就是大乘之义。",
      "zh_TW": "這個『大義』就是大乘之義。"
    },
    {
      "id": "06-002-0009_p0028",
      "zh_CN": "【偈言。大乘善根界。等无讥嫌名。女人及根缺。二乘种不生。】",
      "zh_TW": "【偈言。大乘善根界。等無譏嫌名。女人及根缺。二乘種不生。】"
    },
    {
      "id": "06-002-0009_p0029",
      "zh_CN": "这一段里面，在上卷偈颂里面，昙鸾菩萨的注解说得详细，这个地方省略掉了，把前面合起来看，那个意思就非常的圆满。主要是解释平等，没有『讥嫌』之名。『女人及根缺、二乘』，这个都是「讥嫌」之名，不是真的，西方极乐世界没有女人。为什么说他是女人？就是说这个人比较软弱，没有丈夫气概，笑话你，你看像个女人，这是讥嫌之名。其实他不是。这个根缺也是的，眼睛明有眼睛，可是你虽然有眼睛，你看事看不清楚，人家就讲，你眼睛瞎了，你没看清楚。这叫讥嫌之名。所以是这个意思。不是西方极乐世界真的有「女人」、有「根缺」，有这个「二乘种不生」，所以这是属于讥嫌之名。这个解释使我们对于经典里面所说的这个意思完全明了了，对真相完全明了了。",
      "zh_TW": "這一段裡面，在上卷偈頌裡面，曇鸞菩薩的註解說得詳細，這個地方省略掉了，把前面合起來看，那個意思就非常的圓滿。主要是解釋平等，沒有『譏嫌』之名。『女人及根缺、二乘』，這個都是「譏嫌」之名，不是真的，西方極樂世界沒有女人。為什麼說他是女人？就是說這個人比較軟弱，沒有丈夫氣概，笑話你，你看像個女人，這是譏嫌之名。其實他不是。這個根缺也是的，眼睛明有眼睛，可是你雖然有眼睛，你看事看不清楚，人家就講，你眼睛瞎了，你沒看清楚。這叫譏嫌之名。所以是這個意思。不是西方極樂世界真的有「女人」、有「根缺」，有這個「二乘種不生」，所以這是屬於譏嫌之名。這個解釋使我們對於經典裡面所說的這個意思完全明瞭了，對真相完全明瞭了。"
    },
    {
      "id": "06-002-0009_p0030",
      "zh_CN": "「净土果报，平等一相，而愿往生者，本则三三之品」，这个三三就是九品，本来是九品，九品往生没错的，可是那个九品的相你看不出来。「今无一二之殊，焉可思议。」这就是大乘最殊胜的义理，在西方极乐世界显露出来了，西方世界变成事实！这个里面怕大家有疑惑，不能不多说几句。如果就自分上来说，就是我们每一个人自己本分这个能力来讲，四土三辈九品，这个界限清清楚楚、明明白白。正如同像我们这个世间人，每个人所造的业，善业、恶业，我们的果报决定不平等。在这个社会，我们地位不平等，我们生活的果报不平等，有人富有、有人贫穷，这是什么原因？是业力不平等。所以说是善业的，得善果；恶业的，得恶报。财富也不例外，财富这个果报从哪里来的？是我们过去生中财布施，你修的这个因。你过去修的这个因多，这一生你得的果就多，你得的财富就多；你过去修得少，那你这一生得到的就少。我们明白这个道理，晓得这个事实真相，纵然贫穷，我们也不会怨天尤人。晓得我过去生中没修，他修了，他修他得，这是应该的；我没修，怎么会得到？不可能。所以公修公得，婆修婆得，不修就不得。一定要修。这个叫自分果报不相同。",
      "zh_TW": "「淨土果報，平等一相，而願往生者，本則三三之品」，這個三三就是九品，本來是九品，九品往生沒錯的，可是那個九品的相你看不出來。「今無一二之殊，焉可思議。」這就是大乘最殊勝的義理，在西方極樂世界顯露出來了，西方世界變成事實！這個裡面怕大家有疑惑，不能不多說幾句。如果就自分上來說，就是我們每一個人自己本分這個能力來講，四土三輩九品，這個界限清清楚楚、明明白白。正如同像我們這個世間人，每個人所造的業，善業、惡業，我們的果報決定不平等。在這個社會，我們地位不平等，我們生活的果報不平等，有人富有、有人貧窮，這是什麼原因？是業力不平等。所以說是善業的，得善果；惡業的，得惡報。財富也不例外，財富這個果報從哪裡來的？是我們過去生中財布施，你修的這個因。你過去修的這個因多，這一生你得的果就多，你得的財富就多；你過去修得少，那你這一生得到的就少。我們明白這個道理，曉得這個事實真相，縱然貧窮，我們也不會怨天尤人。曉得我過去生中沒修，他修了，他修他得，這是應該的；我沒修，怎麼會得到？不可能。所以公修公得，婆修婆得，不修就不得。一定要修。這個叫自分果報不相同。"
    },
    {
      "id": "06-002-0009_p0031",
      "zh_CN": "可是假如你这个地方有一个大慈善家，有大福报的人，你居住在这个地方，他造了许许多多房子，统统都一样的，非常豪华，你来了都送给你住，你这个生活好像显得平等。这个平等从哪里来的？是别人送给你的，不是你自己的力量。西方极乐世界就是如此。我们自分有四土三辈九品，但是佛统统布施给你，住的一样、穿的一样、吃的一样，样样都一样，连这个相貌都一样，这是阿弥陀佛布施给你的。所以这个平等法界是这么来的，不是你自己能力，不是你自己修得的，是阿弥陀佛加持给你的。就像一个我们世间大富长者家里，那个儿子到他家里去投生做他的儿子，那儿子没有能力，为什么也住豪华的房屋，出门也有高级骄车？那是他爸爸的，不是他的，是他爸爸那个福报，他在那里享受，这么个道理。",
      "zh_TW": "可是假如你這個地方有一個大慈善家，有大福報的人，你居住在這個地方，他造了許許多多房子，統統都一樣的，非常豪華，你來了都送給你住，你這個生活好像顯得平等。這個平等從哪裡來的？是別人送給你的，不是你自己的力量。西方極樂世界就是如此。我們自分有四土三輩九品，但是佛統統布施給你，住的一樣、穿的一樣、吃的一樣，樣樣都一樣，連這個相貌都一樣，這是阿彌陀佛布施給你的。所以這個平等法界是這麼來的，不是你自己能力，不是你自己修得的，是阿彌陀佛加持給你的。就像一個我們世間大富長者家裡，那個兒子到他家裡去投生做他的兒子，那兒子沒有能力，為什麼也住豪華的房屋，出門也有高級驕車？那是他爸爸的，不是他的，是他爸爸那個福報，他在那裡享受，這麼個道理。"
    },
    {
      "id": "06-002-0009_p0032",
      "zh_CN": "我们生到西方极乐世界，说实在话，我们业障很重，带业往生，生到极乐世界就等于变成阿弥陀佛的儿子，这爸爸有福报，统统享他的福，享现成的，不要修，享现成的，就这么一回事情。所以这是「本则三三之品，今无一二之殊」，一点差别都没有，到西方世界一切的受用跟阿弥陀佛相同，平等的。所以这是真正不可思议，难信之法！不但我们一般人不相信，多少菩萨、声闻、缘觉，你跟他讲，他都摇头，没这个道理，没听说过，没这个道理，不晓得是阿弥陀佛的福报加持给大家的。末后这一条：",
      "zh_TW": "我們生到西方極樂世界，說實在話，我們業障很重，帶業往生，生到極樂世界就等於變成阿彌陀佛的兒子，這爸爸有福報，統統享他的福，享現成的，不要修，享現成的，就這麼一回事情。所以這是「本則三三之品，今無一二之殊」，一點差別都沒有，到西方世界一切的受用跟阿彌陀佛相同，平等的。所以這是真正不可思議，難信之法！不但我們一般人不相信，多少菩薩、聲聞、緣覺，你跟他講，他都搖頭，沒這個道理，沒聽說過，沒這個道理，不曉得是阿彌陀佛的福報加持給大家的。末後這一條："
    },
    {
      "id": "06-002-0009_p0033",
      "zh_CN": "【庄严一切所求满足。】",
      "zh_TW": "【莊嚴一切所求滿足。】"
    },
    {
      "id": "06-002-0009_p0034",
      "zh_CN": "这就是佛家常讲的，「佛氏门中，有求必应」，这一句话也是真的。你求，求不到，有很多人求，求没有感应，那是什么原因？从前章嘉大师告诉我，他说有求必应是真的，一点都不假。你看，求成佛、求往生都能求得到，这是大事，这个世间里面这些名闻利养，那鸡毛蒜皮，小事，哪有求不到的道理！没有一样求不到。问题出在哪里？出在你的求不如理不如法，就是你在理论上错误、方法上错误，那你就求不到了。那理论方法都没有错误，求的时候求不到，就是业障太重，你有障碍，你能把业障消除，你所求的它就会应，有求必应。这个话不少年了，我是二十六岁的时候，章嘉大师教给我的，我就依他老人家的这个教诲认真修学，我这一生当中，证明了这一句话，有求必应。我这个求愿，从来没有一次是失望的，没有。但是感应时间长短，有，有的很快就满愿了，有的要等好多个月、等到半年才感应，这个事情是有的。但是决定有感应，这是有求必应。",
      "zh_TW": "這就是佛家常講的，「佛氏門中，有求必應」，這一句話也是真的。你求，求不到，有很多人求，求沒有感應，那是什麼原因？從前章嘉大師告訴我，他說有求必應是真的，一點都不假。你看，求成佛、求往生都能求得到，這是大事，這個世間裡面這些名聞利養，那雞毛蒜皮，小事，哪有求不到的道理！沒有一樣求不到。問題出在哪裡？出在你的求不如理不如法，就是你在理論上錯誤、方法上錯誤，那你就求不到了。那理論方法都沒有錯誤，求的時候求不到，就是業障太重，你有障礙，你能把業障消除，你所求的它就會應，有求必應。這個話不少年了，我是二十六歲的時候，章嘉大師教給我的，我就依他老人家的這個教誨認真修學，我這一生當中，證明了這一句話，有求必應。我這個求願，從來沒有一次是失望的，沒有。但是感應時間長短，有，有的很快就滿願了，有的要等好多個月、等到半年才感應，這個事情是有的。但是決定有感應，這是有求必應。"
    },
    {
      "id": "06-002-0009_p0035",
      "zh_CN": "【偈言。众生所愿乐。一切能满足。】",
      "zh_TW": "【偈言。眾生所願樂。一切能滿足。】"
    },
    {
      "id": "06-002-0009_p0036",
      "zh_CN": "到西方极乐世界那个求愿立刻就圆满，为什么？阿弥陀佛本愿加持。不像我们这里还要自己去消业障，那个地方不需要消业障，阿弥陀佛威神帮助你，这个有愿立刻就能得到。",
      "zh_TW": "到西方極樂世界那個求願立刻就圓滿，為什麼？阿彌陀佛本願加持。不像我們這裡還要自己去消業障，那個地方不需要消業障，阿彌陀佛威神幫助你，這個有願立刻就能得到。"
    },
    {
      "id": "06-002-0009_p0037",
      "zh_CN": "「彼国人天」，人天就是说明带业往生的，烦恼一品还没有断的，像我们这样去往生的人。「若欲愿往他方世界无量佛刹，供养诸佛菩萨，及所须供养之具，无不称愿」，这是举一个愿大的。见佛，这个不是容易事情，一般人见不到佛，声闻、缘觉、权教菩萨也见不到佛。只有法身大士想见佛的时候可以见得到，不是法身大士，想见佛见不到。何况六道凡夫，哪有那么容易见佛？可是西方世界的人想到他方无量无边的世界，不是见一尊佛，尽虚空遍法界所有的佛我统统都要见，统统都要去礼拜、供养、听佛说法，这个愿大，没有比这个愿更大！到佛那个地方去，总还要带一点礼物，去供养，这不能空手去。所以要带供养具，所须供养之具，你带什么东西去供养佛，经上常常举的例子，幢幡、宝盖、香花，这些都供佛之具，到那里去庄严道场、去供佛。你所想要供养佛的这些礼物，随心所欲，无不称愿，你想什么就现什么。",
      "zh_TW": "「彼國人天」，人天就是說明帶業往生的，煩惱一品還沒有斷的，像我們這樣去往生的人。「若欲願往他方世界無量佛剎，供養諸佛菩薩，及所須供養之具，無不稱願」，這是舉一個願大的。見佛，這個不是容易事情，一般人見不到佛，聲聞、緣覺、權教菩薩也見不到佛。只有法身大士想見佛的時候可以見得到，不是法身大士，想見佛見不到。何況六道凡夫，哪有那麼容易見佛？可是西方世界的人想到他方無量無邊的世界，不是見一尊佛，盡虛空遍法界所有的佛我統統都要見，統統都要去禮拜、供養、聽佛說法，這個願大，沒有比這個願更大！到佛那個地方去，總還要帶一點禮物，去供養，這不能空手去。所以要帶供養具，所須供養之具，你帶什麼東西去供養佛，經上常常舉的例子，幢幡、寶蓋、香花，這些都供佛之具，到那裡去莊嚴道場、去供佛。你所想要供養佛的這些禮物，隨心所欲，無不稱願，你想什麼就現什麼。"
    },
    {
      "id": "06-002-0009_p0038",
      "zh_CN": "同时去供养无量无边诸佛，诸位想想，如果不能分身，你怎么能遍供？你晓得你能分多少身吗？佛无量无边，你这个分身就无量无边，不止千百亿。千百亿，那个数量太小、太小！所以到达西方世界我们就有能力分无量无边身，天天去供佛。供佛是修福，那个福报多大，闻法是修慧，福慧双修。所以很容易就圆满了，圆满就成佛了。所以到西方极乐世界成佛容易，时间很短，不要很长的时间，就是因为他修福、修慧这个缘太殊胜了，没有人能够跟他相比，很快的福慧就圆满。福慧满了，就是二足尊，归依佛，二足尊，福满足了，慧满足了，这就成佛了。这就举这一条，最不可思议的这个愿都能够满，其他那个小的愿那就不必说了，那太容易了。",
      "zh_TW": "同時去供養無量無邊諸佛，諸位想想，如果不能分身，你怎麼能遍供？你曉得你能分多少身嗎？佛無量無邊，你這個分身就無量無邊，不止千百億。千百億，那個數量太小、太小！所以到達西方世界我們就有能力分無量無邊身，天天去供佛。供佛是修福，那個福報多大，聞法是修慧，福慧雙修。所以很容易就圓滿了，圓滿就成佛了。所以到西方極樂世界成佛容易，時間很短，不要很長的時間，就是因為他修福、修慧這個緣太殊勝了，沒有人能夠跟他相比，很快的福慧就圓滿。福慧滿了，就是二足尊，歸依佛，二足尊，福滿足了，慧滿足了，這就成佛了。這就舉這一條，最不可思議的這個願都能夠滿，其他那個小的願那就不必說了，那太容易了。"
    },
    {
      "id": "06-002-0009_p0039",
      "zh_CN": "「又欲向余国生，修短自在，随愿皆得」，这是第二个，又举一个例子。假如你想到他方世界去度化众生、去示现，像《普门品》里面所说的，应以什么身得度，就示现什么身，示现这个身相，住在这个世间寿命长短自在。「修」就是长，寿命长，「短」就是寿命短。他寿命是自在的，是愿力住持的。不是像我们，我们现在这个寿命是业力住持，寿命到了，不能不死。这佛菩萨示现的，他没有寿命，他愿意住多久就住多久，什么时候想去，他就可以去得了，生死自在。我们是生死不自在，迷惑颠倒，生，不知道从哪儿来的；死，也不晓得到哪里去，迷惑颠倒，这就苦、就可怜了。西方世界的人倒驾慈航，到这个世间来示现，他知道他从哪儿来，他从极乐世界来的，到这儿来干什么事情他清清楚楚、明明白白，是来度化众生的，度化众生事做完了，他喜欢走就走了，所以得大自在。",
      "zh_TW": "「又欲向餘國生，修短自在，隨願皆得」，這是第二個，又舉一個例子。假如你想到他方世界去度化眾生、去示現，像《普門品》裡面所說的，應以什麼身得度，就示現什麼身，示現這個身相，住在這個世間壽命長短自在。「修」就是長，壽命長，「短」就是壽命短。他壽命是自在的，是願力住持的。不是像我們，我們現在這個壽命是業力住持，壽命到了，不能不死。這佛菩薩示現的，他沒有壽命，他願意住多久就住多久，什麼時候想去，他就可以去得了，生死自在。我們是生死不自在，迷惑顛倒，生，不知道從哪兒來的；死，也不曉得到哪裡去，迷惑顛倒，這就苦、就可憐了。西方世界的人倒駕慈航，到這個世間來示現，他知道他從哪兒來，他從極樂世界來的，到這兒來幹什麼事情他清清楚楚、明明白白，是來度化眾生的，度化眾生事做完了，他喜歡走就走了，所以得大自在。"
    },
    {
      "id": "06-002-0009_p0040",
      "zh_CN": "「未阶自在之位，而同自在之用，焉可思议。」实在讲，像我们这些人往生的，有没有得自在位？没有。自在位是八地菩萨，八地菩萨叫不动地，得自在了，七地菩萨还有退转，不自在，八地以上才自在。我们是凡夫，与八地菩萨距离太远、太远了，可是生到西方世界，阿弥陀佛威神一加持，我们那个能力，智慧、能力、神通，跟八地菩萨没有两样，所以这是很不可思议。到这个地方，是把这个十七种，这种类十七类，把西方依报的环境这是举出十七类，这十七类的庄严功德成就，就简单介绍到此地。我们看了西方世界的状况，仔细想一想看，我们应不应该去？跟这个世界做一个明确的比较，这个世界我们还要不要再住下去？西方世界真的去得了，人人都去得了，问题就是你肯不肯去。肯去的话，没有一个去不了。我们再看底下这一段：",
      "zh_TW": "「未階自在之位，而同自在之用，焉可思議。」實在講，像我們這些人往生的，有沒有得自在位？沒有。自在位是八地菩薩，八地菩薩叫不動地，得自在了，七地菩薩還有退轉，不自在，八地以上才自在。我們是凡夫，與八地菩薩距離太遠、太遠了，可是生到西方世界，阿彌陀佛威神一加持，我們那個能力，智慧、能力、神通，跟八地菩薩沒有兩樣，所以這是很不可思議。到這個地方，是把這個十七種，這種類十七類，把西方依報的環境這是舉出十七類，這十七類的莊嚴功德成就，就簡單介紹到此地。我們看了西方世界的狀況，仔細想一想看，我們應不應該去？跟這個世界做一個明確的比較，這個世界我們還要不要再住下去？西方世界真的去得了，人人都去得了，問題就是你肯不肯去。肯去的話，沒有一個去不了。我們再看底下這一段："
    },
    {
      "id": "06-002-0009_p0041",
      "zh_CN": "【示现自利利他。】",
      "zh_TW": "【示現自利利他。】"
    },
    {
      "id": "06-002-0009_p0042",
      "zh_CN": "「彼净土功德无量，非唯十七种也」，这是总结。实在讲，西方极乐世界庄严成就是无量无边，就像《无量寿经》上所说的，没有人能够说得尽。菩萨在此地为我们介绍，把它归纳成十七类，特别告诉我们，不只这十七类，无量无边，这是举几个例子而已。「虽曰利他，自利之义，炳然可知」，炳是清楚、是鲜明，清清楚楚、明明白白，这个里面真实的利益我们能够看得出来。底下一段：",
      "zh_TW": "「彼淨土功德無量，非唯十七種也」，這是總結。實在講，西方極樂世界莊嚴成就是無量無邊，就像《無量壽經》上所說的，沒有人能夠說得盡。菩薩在此地為我們介紹，把它歸納成十七類，特別告訴我們，不只這十七類，無量無邊，這是舉幾個例子而已。「雖曰利他，自利之義，炳然可知」，炳是清楚、是鮮明，清清楚楚、明明白白，這個裡面真實的利益我們能夠看得出來。底下一段："
    },
    {
      "id": "06-002-0009_p0043",
      "zh_CN": "【入第一义谛。】",
      "zh_TW": "【入第一義諦。】"
    },
    {
      "id": "06-002-0009_p0044",
      "zh_CN": "【彼无量寿佛国土庄严。第一义谛妙境界相。十六句及一句。次第说。应知。】",
      "zh_TW": "【彼無量壽佛國土莊嚴。第一義諦妙境界相。十六句及一句。次第說。應知。】"
    },
    {
      "id": "06-002-0009_p0045",
      "zh_CN": "这一段我们留在后面再讲，后面第十七面，第二十九段，「略说入一法句」，这一段里头再详细说明这个意思。这是从理论上讲，显示西方极乐世界这个真实不可思议，与《华严经》上所讲的「一即一切，一切即一」完全相同。所以古德说《无量寿经》就是中本《华严》，这个话说得非常有道理，你把这个意思搞清楚了，你就能够深信不疑。这是总说西方依报的环境，就是一般生活状况。",
      "zh_TW": "這一段我們留在後面再講，後面第十七面，第二十九段，「略說入一法句」，這一段裡頭再詳細說明這個意思。這是從理論上講，顯示西方極樂世界這個真實不可思議，與《華嚴經》上所講的「一即一切，一切即一」完全相同。所以古德說《無量壽經》就是中本《華嚴》，這個話說得非常有道理，你把這個意思搞清楚了，你就能夠深信不疑。這是總說西方依報的環境，就是一般生活狀況。"
    },
    {
      "id": "06-002-0009_p0046",
      "zh_CN": "下面，这是入第二个大段，介绍正报。正报是什么？正报是人。前面是讲生活环境，现在也介绍人事环境。人事环境里面分两段，第一段介绍老师，导师阿弥陀佛；第二段介绍同学，就是菩萨。所以这个小科里头，「（一）观佛，（二）观菩萨」，菩萨是我们的同学伴侣。西方世界除这两种，没有第三种人，所以它清净、它不杂。不像他方世界有菩萨、有声闻、有缘觉、有六道众生，西方世界没有。菩萨里面还有权教菩萨、实教菩萨，种类差别多多。西方世界只有一个普贤菩萨，生到西方极乐世界统统是普贤菩萨。我们看第十七段：",
      "zh_TW": "下面，這是入第二個大段，介紹正報。正報是什麼？正報是人。前面是講生活環境，現在也介紹人事環境。人事環境裡面分兩段，第一段介紹老師，導師阿彌陀佛；第二段介紹同學，就是菩薩。所以這個小科裡頭，「（一）觀佛，（二）觀菩薩」，菩薩是我們的同學伴侶。西方世界除這兩種，沒有第三種人，所以它清淨、它不雜。不像他方世界有菩薩、有聲聞、有緣覺、有六道眾生，西方世界沒有。菩薩裡面還有權教菩薩、實教菩薩，種類差別多多。西方世界只有一個普賢菩薩，生到西方極樂世界統統是普賢菩薩。我們看第十七段："
    },
    {
      "id": "06-002-0009_p0047",
      "zh_CN": "【云何观佛庄严功德成就。观佛庄严功德成就者。有八种相。应知。】",
      "zh_TW": "【云何觀佛莊嚴功德成就。觀佛莊嚴功德成就者。有八種相。應知。】"
    },
    {
      "id": "06-002-0009_p0048",
      "zh_CN": "这都用归纳。其实佛的相，这佛有无量相，相有无量好，也是没有法子说得出来的，都用归纳的方法为我们略说。这下面就有八种，从第一「庄严座功德成就」，到第八「庄严不虚作住持功德成就」，这一共有八条。这个地方是介绍的名目，我们把它省掉。看底下，底下一条一条都为我们说出来。",
      "zh_TW": "這都用歸納。其實佛的相，這佛有無量相，相有無量好，也是沒有法子說得出來的，都用歸納的方法為我們略說。這下面就有八種，從第一「莊嚴座功德成就」，到第八「莊嚴不虛作住持功德成就」，這一共有八條。這個地方是介紹的名目，我們把它省掉。看底下，底下一條一條都為我們說出來。"
    },
    {
      "id": "06-002-0009_p0049",
      "zh_CN": "【何者庄严座功德成就。偈言。无量大宝王。微妙净华台。】",
      "zh_TW": "【何者莊嚴座功德成就。偈言。無量大寶王。微妙淨華臺。】"
    },
    {
      "id": "06-002-0009_p0050",
      "zh_CN": "这是说佛的宝座。佛的宝座没有列在依报上，在我们一般讲，这是我们享受的环境，应该是算我们这个物质的受用，没有列在物质，而是列在正报上，这个意思就不一样了。为什么说它是正报？因为这个座是阿弥陀佛愿力变现的。这个宝座妙用无穷。这个座就是阿弥陀佛的化身，不是真正的像一个台、一个座，阿弥陀佛的化身。所以这个座它能放光，光中又化佛，佛又为一切众生说法。所以要不是他变现出来的，那个座怎么会有这么奇妙，这不可能的事情。所以『无量大宝王』，这是说宝座，这个座是无量宝成就的，这个宝都是从自性里面流露出来的，性德的显露。『微妙净华台』。这一段，诸位如果要想知道详细一点，这个底下有，底下这个「身业」，这两段第一、第二。「若欲观座、佛身，当依观无量寿佛经」，你在这个《观无量寿佛经》十六观里面，观想佛的宝座，观想佛身，《观经》里面讲得详细，这个地方就省略掉了。",
      "zh_TW": "這是說佛的寶座。佛的寶座沒有列在依報上，在我們一般講，這是我們享受的環境，應該是算我們這個物質的受用，沒有列在物質，而是列在正報上，這個意思就不一樣了。為什麼說它是正報？因為這個座是阿彌陀佛願力變現的。這個寶座妙用無窮。這個座就是阿彌陀佛的化身，不是真正的像一個臺、一個座，阿彌陀佛的化身。所以這個座它能放光，光中又化佛，佛又為一切眾生說法。所以要不是他變現出來的，那個座怎麼會有這麼奇妙，這不可能的事情。所以『無量大寶王』，這是說寶座，這個座是無量寶成就的，這個寶都是從自性裡面流露出來的，性德的顯露。『微妙淨華臺』。這一段，諸位如果要想知道詳細一點，這個底下有，底下這個「身業」，這兩段第一、第二。「若欲觀座、佛身，當依觀無量壽佛經」，你在這個《觀無量壽佛經》十六觀裡面，觀想佛的寶座，觀想佛身，《觀經》裡面講得詳細，這個地方就省略掉了。"
    },
    {
      "id": "06-002-0009_p0051",
      "zh_CN": "【何者庄严身业功德成就。偈言。相好光一寻。色像超群生。】",
      "zh_TW": "【何者莊嚴身業功德成就。偈言。相好光一尋。色像超群生。】"
    },
    {
      "id": "06-002-0009_p0052",
      "zh_CN": "阿弥陀佛身相高大。我们在《无量寿经》上看到，《观无量寿佛经》上看到，西方世界的宝树，这个七宝行树，高大，佛的身相也高大，我们从这个比例上来看，你就会感觉到那是很正常的，从比例上看。如果说树有几十由旬那么高，这个身，像我们这个人身这么大的样子，在比例上来讲，我们比蚂蚁还小，简直变成微生物了，要用显微镜才看得见，否则看不见。西方极乐世界的树，如果我们照我们这个常识来衡量，它那个树在地球上，那个树会到月球都不止，已超过月球了，所以可以架一个桥到月亮上去了，它的树有那么高。由此可知，它世界之大，世界大，这个果报太殊胜了。人的身相也大，阿弥陀佛，你看经上讲的好像是六十亿由旬，那个一由旬，小由旬也是我们中国的四十里，你就想想看，那个身多高。赞佛偈里面讲的，「白毫婉转五须弥，绀目澄清四大海」，那个佛的相多大！白毫是眉毛当中一根白毫，旋转像一个珠子一样。实际上它不是个珠子，是一根白毫盘起来的，在两个眉毛当中。那个白毫有多大？五座须弥山那么大。所以佛的相现在我们面前，你怎么会看得见？看不见的，比地球还大。所以必须要那么大的身相，我们生到西方极乐世界，那个身相跟阿弥陀佛的相一样大，才能见到佛。",
      "zh_TW": "阿彌陀佛身相高大。我們在《無量壽經》上看到，《觀無量壽佛經》上看到，西方世界的寶樹，這個七寶行樹，高大，佛的身相也高大，我們從這個比例上來看，你就會感覺到那是很正常的，從比例上看。如果說樹有幾十由旬那麼高，這個身，像我們這個人身這麼大的樣子，在比例上來講，我們比螞蟻還小，簡直變成微生物了，要用顯微鏡才看得見，否則看不見。西方極樂世界的樹，如果我們照我們這個常識來衡量，它那個樹在地球上，那個樹會到月球都不止，已超過月球了，所以可以架一個橋到月亮上去了，它的樹有那麼高。由此可知，它世界之大，世界大，這個果報太殊勝了。人的身相也大，阿彌陀佛，你看經上講的好像是六十億由旬，那個一由旬，小由旬也是我們中國的四十里，你就想想看，那個身多高。讚佛偈裡面講的，「白毫婉轉五須彌，紺目澄清四大海」，那個佛的相多大！白毫是眉毛當中一根白毫，旋轉像一個珠子一樣。實際上它不是個珠子，是一根白毫盤起來的，在兩個眉毛當中。那個白毫有多大？五座須彌山那麼大。所以佛的相現在我們面前，你怎麼會看得見？看不見的，比地球還大。所以必須要那麼大的身相，我們生到西方極樂世界，那個身相跟阿彌陀佛的相一樣大，才能見到佛。"
    },
    {
      "id": "06-002-0009_p0053",
      "zh_CN": "『相好光一寻』，这个「一寻」在我们中国度量衡里面是八尺，还不到一丈，八尺叫一寻。那八尺的光太小！另外一个意思，这个一寻是一个人把手张开，这个长度就叫一寻，用这个意思来说就比较上好讲。阿弥陀佛的佛光，这是讲身光，常光，不是放光，阿弥陀佛平常这个身体的光明就一寻。所以我们现在画的佛像，画这个佛光就照这个比例来画的，就是佛两只手撑开的时候这光明，我们现在讲辐射，有这么远的距离。他的色、相超过一切众生，不但超过一切众生，我们在经上所得到的那个真实相，超过一切诸佛，这释迦牟尼佛赞叹的「光中极尊，佛中之王」，可见得阿弥陀佛的色相超过诸佛如来。所以这两段诸位要想知道详细，参考《观无量寿佛经》。",
      "zh_TW": "『相好光一尋』，這個「一尋」在我們中國度量衡裡面是八尺，還不到一丈，八尺叫一尋。那八尺的光太小！另外一個意思，這個一尋是一個人把手張開，這個長度就叫一尋，用這個意思來說就比較上好講。阿彌陀佛的佛光，這是講身光，常光，不是放光，阿彌陀佛平常這個身體的光明就一尋。所以我們現在畫的佛像，畫這個佛光就照這個比例來畫的，就是佛兩隻手撐開的時候這光明，我們現在講輻射，有這麼遠的距離。他的色、相超過一切眾生，不但超過一切眾生，我們在經上所得到的那個真實相，超過一切諸佛，這釋迦牟尼佛讚歎的「光中極尊，佛中之王」，可見得阿彌陀佛的色相超過諸佛如來。所以這兩段諸位要想知道詳細，參考《觀無量壽佛經》。"
    },
    {
      "id": "06-002-0009_p0054",
      "zh_CN": "【何者庄严口业功德成就。偈言。如来微妙声。梵响闻十方。】",
      "zh_TW": "【何者莊嚴口業功德成就。偈言。如來微妙聲。梵響聞十方。】"
    },
    {
      "id": "06-002-0009_p0055",
      "zh_CN": "这是佛的『口业』。佛的音声为一切众生说法，帮助一切众生破迷开悟。法音遍满十方世界，尽虚空遍法界，弥陀的音声没有达不到之处。我们要问，为什么我们没有听到弥陀说法？实实在在说，佛的光明遍照，西方世界妙香也是普薰，法音圆满，没有达不到的处所。因此，有一些有缘的人见到佛光，闻到宝香。这个听到佛说法音声的人，那个大概功力要高一点。像历史上所记载的，天台智者大师在定中听到释迦牟尼佛讲《法华经》，是定中听到的。所以我们要想听阿弥陀佛说法的音声，一定要得念佛三昧。你念佛功夫成就，得念佛三昧了，大概你无论坐在哪个地方想听阿弥陀佛说法，应该是听得到。这就是音声普闻。我们听不到，这心不清净，是自己本身有障碍，不是佛的光、音、香有障碍，是我们自己本身业障，这业障深重，见不到佛光，闻不到宝香，听不到佛法。所以从这个地方应当要生惭愧心，要认真努力去修学。修学修什么？消业障而已，没有别的。业障消除了，我们本性里面圆满的德能自然就显现了。何况这个法门还得佛的加持，阿弥陀佛本愿威神加持我们，十方一切诸佛如来没有一尊佛不加持的。",
      "zh_TW": "這是佛的『口業』。佛的音聲為一切眾生說法，幫助一切眾生破迷開悟。法音遍滿十方世界，盡虛空遍法界，彌陀的音聲沒有達不到之處。我們要問，為什麼我們沒有聽到彌陀說法？實實在在說，佛的光明遍照，西方世界妙香也是普薰，法音圓滿，沒有達不到的處所。因此，有一些有緣的人見到佛光，聞到寶香。這個聽到佛說法音聲的人，那個大概功力要高一點。像歷史上所記載的，天台智者大師在定中聽到釋迦牟尼佛講《法華經》，是定中聽到的。所以我們要想聽阿彌陀佛說法的音聲，一定要得念佛三昧。你念佛功夫成就，得念佛三昧了，大概你無論坐在哪個地方想聽阿彌陀佛說法，應該是聽得到。這就是音聲普聞。我們聽不到，這心不清淨，是自己本身有障礙，不是佛的光、音、香有障礙，是我們自己本身業障，這業障深重，見不到佛光，聞不到寶香，聽不到佛法。所以從這個地方應當要生慚愧心，要認真努力去修學。修學修什麼？消業障而已，沒有別的。業障消除了，我們本性裡面圓滿的德能自然就顯現了。何況這個法門還得佛的加持，阿彌陀佛本願威神加持我們，十方一切諸佛如來沒有一尊佛不加持的。"
    },
    {
      "id": "06-002-0009_p0056",
      "zh_CN": "所以我常常劝勉同修要专修、要专弘，决定不能夹杂。觉明妙行菩萨讲得是真好。这一夹杂，我们要想消除极重的业障就很难，业障不能消除就得不到感应，得不到感应，这一生还是受业力支配，那才叫可怜。由此可知，我们能够专精，依教奉行，专修专弘，得佛力加持，佛力超过我们的业力，这样一来就变成什么？就变成跟西方世界乘愿再来没有两样，我们不受业力的拘束。功夫稍稍得力一点的人也是生死自在，想什么时候往生，就可以什么时候往生，想多住几年也不碍事。功夫稍稍得力了就行了。",
      "zh_TW": "所以我常常勸勉同修要專修、要專弘，決定不能夾雜。覺明妙行菩薩講得是真好。這一夾雜，我們要想消除極重的業障就很難，業障不能消除就得不到感應，得不到感應，這一生還是受業力支配，那才叫可憐。由此可知，我們能夠專精，依教奉行，專修專弘，得佛力加持，佛力超過我們的業力，這樣一來就變成什麼？就變成跟西方世界乘願再來沒有兩樣，我們不受業力的拘束。功夫稍稍得力一點的人也是生死自在，想什麼時候往生，就可以什麼時候往生，想多住幾年也不礙事。功夫稍稍得力了就行了。"
    },
    {
      "id": "06-002-0009_p0057",
      "zh_CN": "我在台中得李老师的启示很多。当年，省政府刚刚搬到中兴新村不久的时候，中兴新村有一些念佛的人，他们组织一个念佛会，请李老师每一个星期到那里去给他们讲一次经，这个讲经的地点就在中兴大会堂，在那里讲经。我们是李老师的常随众，他到哪里我们就跟到哪里。有一天，他在这个中兴大会堂当众说，他说他自己，他说他有把握想什么时候往生就什么时候往生，想多住几年也不碍事。我听到这个话，我想他决定不是妄语，因为妄语，这叫大妄语，大妄语是堕阿鼻地狱的罪业，他一定有这个本事。所以回来之后，我就找周家麟、徐醒民，我们一班同学来研究，老师有这个本事，那我们希望他常住在世间，不要快快的走了。那怎么样常住？这想来想去，请他讲《华严经》。所以请讲《华严经》，我们八个人发起，我是其中之一。请他讲《华严经》，《华严经》不讲完，他就不好意思走。所以找一部大经给他讲。他讲《华严经》那个本子，经本，《疏钞》那个本子，是我供养老师的，那是线装书，那一套本子非常好，我供养他一套书，请他讲《华严经》。",
      "zh_TW": "我在台中得李老師的啟示很多。當年，省政府剛剛搬到中興新村不久的時候，中興新村有一些念佛的人，他們組織一個念佛會，請李老師每一個星期到那裡去給他們講一次經，這個講經的地點就在中興大會堂，在那裡講經。我們是李老師的常隨眾，他到哪裡我們就跟到哪裡。有一天，他在這個中興大會堂當眾說，他說他自己，他說他有把握想什麼時候往生就什麼時候往生，想多住幾年也不礙事。我聽到這個話，我想他決定不是妄語，因為妄語，這叫大妄語，大妄語是墮阿鼻地獄的罪業，他一定有這個本事。所以回來之後，我就找周家麟、徐醒民，我們一班同學來研究，老師有這個本事，那我們希望他常住在世間，不要快快的走了。那怎麼樣常住？這想來想去，請他講《華嚴經》。所以請講《華嚴經》，我們八個人發起，我是其中之一。請他講《華嚴經》，《華嚴經》不講完，他就不好意思走。所以找一部大經給他講。他講《華嚴經》那個本子，經本，《疏鈔》那個本子，是我供養老師的，那是線裝書，那一套本子非常好，我供養他一套書，請他講《華嚴經》。"
    },
    {
      "id": "06-002-0009_p0058",
      "zh_CN": "他也曾经说过，他说，「我一定把《华严经》讲圆满，再讲一部《阿弥陀经》，我就往生了」，我听了很欢喜。有同学到台北来找我，他说老师在讲经的时候说过了，他要《华严经》讲圆满，再讲一部《弥陀经》再往生，问我大概老师能住世多久？我算一算他讲经这个进度，他讲多少年了，一年讲多少，我大概知道，我算了一算，他应当要活一百三十岁，他的这个经才能讲完。我说，「早！老师要活一百三十岁才能往生，要不然他讲不完」。那最后不晓得是什么因缘，没讲完他就走了，他经没讲完，讲了一半没讲完，他要统统讲完，应该要到一百三十岁。当然，老师不是说假话，这个里面必定是另有原因，我不在台中，我也不愿意打听这些事情。",
      "zh_TW": "他也曾經說過，他說，「我一定把《華嚴經》講圓滿，再講一部《阿彌陀經》，我就往生了」，我聽了很歡喜。有同學到台北來找我，他說老師在講經的時候說過了，他要《華嚴經》講圓滿，再講一部《彌陀經》再往生，問我大概老師能住世多久？我算一算他講經這個進度，他講多少年了，一年講多少，我大概知道，我算了一算，他應當要活一百三十歲，他的這個經才能講完。我說，「早！老師要活一百三十歲才能往生，要不然他講不完」。那最後不曉得是什麼因緣，沒講完他就走了，他經沒講完，講了一半沒講完，他要統統講完，應該要到一百三十歲。當然，老師不是說假話，這個裡面必定是另有原因，我不在台中，我也不願意打聽這些事情。"
    },
    {
      "id": "06-002-0009_p0059",
      "zh_CN": "只是在老师晚年的时候，我来看过几次，我是从国外回来之后，我一定要来看看他。他有两次饮食中毒。这是人家供养他，他喜欢吃面，面食，大概那个面可能是干的面条，干的那个面条都有防腐剂。可能时间放久了，那个味道就不对了，做的人不小心，拿这个去供养。老师吃东西是很小心谨慎的，他闻那个味道，他就晓得不对了，不对，他很慈悲，你看人家热心供养，他一定要当面吃给人家看，让人家生欢喜心，他是这么个个性。吃了之后，他就觉得不对，他的医道很高明，所以他就用解药。第一次饮食中毒，他用解药很有效，那个毒解掉了。过几个月又碰到一次，这个第二次吃的时候，他用解药的时候来不及了，那个毒扩散得太厉害了，所以病了三个多月。我每一次见他，他第一句话就说，「吃东西要小心，绝对不要上馆子里吃」，他跟我讲了十几遍，我记得很清楚，决定不要到馆子吃东西，吃东西要小心谨慎。所以到第二次这个毒就深了，他体力已经很弱了，已经没有什么抵抗力。这个是缘，这不是真正的因，真正必定是另有原因，这个只是增上缘而已，必定是另有原因。",
      "zh_TW": "只是在老師晚年的時候，我來看過幾次，我是從國外回來之後，我一定要來看看他。他有兩次飲食中毒。這是人家供養他，他喜歡吃麵，麵食，大概那個麵可能是乾的麵條，乾的那個麵條都有防腐劑。可能時間放久了，那個味道就不對了，做的人不小心，拿這個去供養。老師吃東西是很小心謹慎的，他聞那個味道，他就曉得不對了，不對，他很慈悲，你看人家熱心供養，他一定要當面吃給人家看，讓人家生歡喜心，他是這麼個個性。吃了之後，他就覺得不對，他的醫道很高明，所以他就用解藥。第一次飲食中毒，他用解藥很有效，那個毒解掉了。過幾個月又碰到一次，這個第二次吃的時候，他用解藥的時候來不及了，那個毒擴散得太厲害了，所以病了三個多月。我每一次見他，他第一句話就說，「吃東西要小心，絕對不要上館子裡吃」，他跟我講了十幾遍，我記得很清楚，決定不要到館子吃東西，吃東西要小心謹慎。所以到第二次這個毒就深了，他體力已經很弱了，已經沒有什麼抵抗力。這個是緣，這不是真正的因，真正必定是另有原因，這個只是增上緣而已，必定是另有原因。"
    },
    {
      "id": "06-002-0009_p0060",
      "zh_CN": "所以这是如来的口业就是说法利生。李老师一生讲经说法，我们希望他多讲几部经，把他留住，结果还是没能留住，他九十七岁往生，也算不错了，在台中住了三十八年，没有像释迦牟尼佛说法四十九年，这少住了几年，这是很遗憾的事情。『如来微妙声，梵响闻十方』，所以我们自己身心清净，如教修行，就能得感应。底下一段：",
      "zh_TW": "所以這是如來的口業就是說法利生。李老師一生講經說法，我們希望他多講幾部經，把他留住，結果還是沒能留住，他九十七歲往生，也算不錯了，在台中住了三十八年，沒有像釋迦牟尼佛說法四十九年，這少住了幾年，這是很遺憾的事情。『如來微妙聲，梵響聞十方』，所以我們自己身心清淨，如教修行，就能得感應。底下一段："
    },
    {
      "id": "06-002-0009_p0061",
      "zh_CN": "【何者庄严心业功德成就。】",
      "zh_TW": "【何者莊嚴心業功德成就。】"
    },
    {
      "id": "06-002-0009_p0062",
      "zh_CN": "合前面，身、口、意，这个心就是意，三业功德成就。",
      "zh_TW": "合前面，身、口、意，這個心就是意，三業功德成就。"
    },
    {
      "id": "06-002-0009_p0063",
      "zh_CN": "【偈言。同地水火风。虚空无分别。无分别者。无分别心故。】",
      "zh_TW": "【偈言。同地水火風。虛空無分別。無分別者。無分別心故。】"
    },
    {
      "id": "06-002-0009_p0064",
      "zh_CN": "这个心就清净了。佛的心，真心，真心离念，没有妄念。凡是有念头，那个心就不是真心，就是妄心。真心里头没有念头，没有妄念，当然这是很高的境界。真心要现前了，就是你这个妄念没有了，烦恼没有了，妄念没有了，就是《无量寿经》上讲的清净心、平等心。只要你心能够达到清净平等，你最低限度是圆教初住菩萨，就是法身大士，你超过了阿罗汉，超过辟支佛，超过权教菩萨，那就是入了法身大士。《无量寿经》在经题上就把这个修学的标准告诉我们，所以我们的修学标准是清净、平等、觉。用什么方法修行？老实念佛。只要你肯老实念佛，你就能达到这个标准，达到这个标准就是《弥陀经》上讲的一心不乱，理一心不乱，那个往生的确是得大自在了。",
      "zh_TW": "這個心就清淨了。佛的心，真心，真心離念，沒有妄念。凡是有念頭，那個心就不是真心，就是妄心。真心裡頭沒有念頭，沒有妄念，當然這是很高的境界。真心要現前了，就是你這個妄念沒有了，煩惱沒有了，妄念沒有了，就是《無量壽經》上講的清淨心、平等心。只要你心能夠達到清淨平等，你最低限度是圓教初住菩薩，就是法身大士，你超過了阿羅漢，超過辟支佛，超過權教菩薩，那就是入了法身大士。《無量壽經》在經題上就把這個修學的標準告訴我們，所以我們的修學標準是清淨、平等、覺。用什麼方法修行？老實念佛。只要你肯老實念佛，你就能達到這個標準，達到這個標準就是《彌陀經》上講的一心不亂，理一心不亂，那個往生的確是得大自在了。"
    },
    {
      "id": "06-002-0009_p0065",
      "zh_CN": "实在讲，自在往生不需要那么高的标准。功夫成片里面也有三辈九品，上三品的功夫成片的功夫就可以自在往生，在这个世间想住多少年都可以做到，随时想走随时就走得了。所以像李老师这样的功夫，我们每个人都可以做得到。如果讲得清净心，那就不容易，不是我们每个人可以做得到的。上品的功夫成片，我们每一个人都可以做得到；换句话说，西方极乐世界自在往来对我们来讲不是难事情，只要你真正肯干，你对于净土三经或者净土五经的道理通达明白，方法能够正确的运用，你就可以做到。",
      "zh_TW": "實在講，自在往生不需要那麼高的標準。功夫成片裡面也有三輩九品，上三品的功夫成片的功夫就可以自在往生，在這個世間想住多少年都可以做到，隨時想走隨時就走得了。所以像李老師這樣的功夫，我們每個人都可以做得到。如果講得清淨心，那就不容易，不是我們每個人可以做得到的。上品的功夫成片，我們每一個人都可以做得到；換句話說，西方極樂世界自在往來對我們來講不是難事情，只要你真正肯幹，你對於淨土三經或者淨土五經的道理通達明白，方法能夠正確的運用，你就可以做到。"
    },
    {
      "id": "06-002-0009_p0066",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}