{
  "doc_id": "21-526-0001",
  "title": {
    "zh_CN": "印尼和平论坛讲话",
    "zh_TW": "印尼和平論壇講話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2008",
  "location": {
    "zh_CN": "印尼雅加达院",
    "zh_TW": "印尼雅加達院"
  },
  "doc_number": "21-526-0001",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "21-526-0001_p0001",
      "zh_CN": "尊敬的教育部长，尊敬的丁．三苏丁主席，尊敬的诸位与会的大德朋友们，大家好！",
      "zh_TW": "尊敬的教育部長，尊敬的丁．三蘇丁主席，尊敬的諸位與會的大德朋友們，大家好！"
    },
    {
      "id": "21-526-0001_p0002",
      "zh_CN": "在这个世纪，化解冲突，拯救危机，如何将这个世界带回到安定和平，是我们许多志士仁人的共同目标。净空接受圣贤教育、佛陀教育五十七年，从事教学工作到今年也是五十年。从一九九九年，我住在新加坡，协助新加坡九大宗教团结在一起，从这之后我们就有这么一个机会来参与国际之间的和平工作。我先后参加了十次，这是第十一次国际和平会议。我非常感激，也受很多人的感动，都是有真诚的爱心，希望替化解冲突、促进安定和平找到方法。",
      "zh_TW": "在這個世紀，化解衝突，拯救危機，如何將這個世界帶回到安定和平，是我們許多志士仁人的共同目標。淨空接受聖賢教育、佛陀教育五十七年，從事教學工作到今年也是五十年。從一九九九年，我住在新加坡，協助新加坡九大宗教團結在一起，從這之後我們就有這麼一個機會來參與國際之間的和平工作。我先後參加了十次，這是第十一次國際和平會議。我非常感激，也受很多人的感動，都是有真誠的愛心，希望替化解衝突、促進安定和平找到方法。"
    },
    {
      "id": "21-526-0001_p0003",
      "zh_CN": "过去在伦敦访问的时候，我们跟剑桥牛津大学也做过交流。英国在过去汤恩比教授说了一句很重要的话，他说要解决二十一世纪的社会问题，应当要找中国的孔孟学说跟大乘佛法。展开历史，确实中国在过去五千年当中，基本上它是很安定、很和平的。每次有朝代的更替、政权的转移，这时间都很短，大概政权稳定之后，没有超过五年，一定会有一百五十年到二百年这种长治久安的局面。这种治理国家的政绩，确实是使全球许许多多人仰慕的处所。也有欧洲的一些学者，在一次大战之后，二战之前，研究过这个问题，就是世界上四大文明古国，三个已经没有了，为什么中国还存在？他们的结论说，应该是中国人重视家庭教育的原因。这个结论是非常好的，很难得，我听了之后很赞成。除这个之外，就是中国人为什么重视家庭教育，这个问题好像很少人能够提出来。",
      "zh_TW": "過去在倫敦訪問的時候，我們跟劍橋牛津大學也做過交流。英國在過去湯恩比教授說了一句很重要的話，他說要解決二十一世紀的社會問題，應當要找中國的孔孟學說跟大乘佛法。展開歷史，確實中國在過去五千年當中，基本上它是很安定、很和平的。每次有朝代的更替、政權的轉移，這時間都很短，大概政權穩定之後，沒有超過五年，一定會有一百五十年到二百年這種長治久安的局面。這種治理國家的政績，確實是使全球許許多多人仰慕的處所。也有歐洲的一些學者，在一次大戰之後，二戰之前，研究過這個問題，就是世界上四大文明古國，三個已經沒有了，為什麼中國還存在？他們的結論說，應該是中國人重視家庭教育的原因。這個結論是非常好的，很難得，我聽了之後很贊成。除這個之外，就是中國人為什麼重視家庭教育，這個問題好像很少人能夠提出來。"
    },
    {
      "id": "21-526-0001_p0004",
      "zh_CN": "在中国我们至少可以追溯到五千年前的历史，五千年前那个时候中国还没有文字，文字是黄帝发明的，距离现在大概四千五百年。中国的家是个家族，人数少的也有七、八十人，多的有三、四百人。这样大的一个家庭，他要是没有教育的话，这个家就会乱。中国古人相信人性本善，佛教里面，释迦牟尼佛也相信一切众生本来都是佛。如果没有好的教育，这个人他会被社会污染，污染的时间长了，就会变成非常的严重，这就是现在这个社会的现象。到最近这一百多年来，中国人把古圣先贤的教学疏忽了。所以中国的教育就像刚才部长所说的，它是从小孩出生那个时候就开始要教他，一直教到老死，所以「活到老，学到老，学不了」。今天社会的动乱在中国这个地区，是我们疏忽了古圣先贤传统的教育。在整个世界动乱，也是随着科学技术的发达，大家把宗教教育疏忽了。所以要想真正化解冲突，拯救危机，还是要靠古圣先贤跟宗教教育。",
      "zh_TW": "在中國我們至少可以追溯到五千年前的歷史，五千年前那個時候中國還沒有文字，文字是黃帝發明的，距離現在大概四千五百年。中國的家是個家族，人數少的也有七、八十人，多的有三、四百人。這樣大的一個家庭，他要是沒有教育的話，這個家就會亂。中國古人相信人性本善，佛教裡面，釋迦牟尼佛也相信一切眾生本來都是佛。如果沒有好的教育，這個人他會被社會污染，污染的時間長了，就會變成非常的嚴重，這就是現在這個社會的現象。到最近這一百多年來，中國人把古聖先賢的教學疏忽了。所以中國的教育就像剛才部長所說的，它是從小孩出生那個時候就開始要教他，一直教到老死，所以「活到老，學到老，學不了」。今天社會的動亂在中國這個地區，是我們疏忽了古聖先賢傳統的教育。在整個世界動亂，也是隨著科學技術的發達，大家把宗教教育疏忽了。所以要想真正化解衝突，拯救危機，還是要靠古聖先賢跟宗教教育。"
    },
    {
      "id": "21-526-0001_p0005",
      "zh_CN": "我们曾经很多次的在联合国和平会议上，介绍这个理念。大家听了也很欢喜，也很赞叹，可是没有信心，认为这是理想，这是过去的理想，在现实的社会恐怕做不到。所以我们也寻找许多地方，最后是在我的故乡，我出生的故乡，我们做了一个试验。我们用中国传统的材料，传统教学的方法，在一个小镇做实验，这个小镇有十二个村庄，居民有四万八千人。我们传统教育至少也丢掉八十年以上，差不多是四代，所以要想恢复是一件非常困难的事情。我们想了很久，最后只有一个办法，让这个小镇的四万八千居民，男女老少、各行各业大家一起学。我们没有想到，我们教了四个月，整个小镇的风气一百八十度的改变，让我们非常的安慰，使我们的信心坚定增长。所以二００六年十月，我们在巴黎联合国教科文组织总部做了详细的报告，还做了三天的展览。我们的总结就是，化解危机、拯救世界确实需要宗教团结，需要办班教学。",
      "zh_TW": "我們曾經很多次的在聯合國和平會議上，介紹這個理念。大家聽了也很歡喜，也很讚歎，可是沒有信心，認為這是理想，這是過去的理想，在現實的社會恐怕做不到。所以我們也尋找許多地方，最後是在我的故鄉，我出生的故鄉，我們做了一個試驗。我們用中國傳統的材料，傳統教學的方法，在一個小鎮做實驗，這個小鎮有十二個村莊，居民有四萬八千人。我們傳統教育至少也丟掉八十年以上，差不多是四代，所以要想恢復是一件非常困難的事情。我們想了很久，最後只有一個辦法，讓這個小鎮的四萬八千居民，男女老少、各行各業大家一起學。我們沒有想到，我們教了四個月，整個小鎮的風氣一百八十度的改變，讓我們非常的安慰，使我們的信心堅定增長。所以二００六年十月，我們在巴黎聯合國教科文組織總部做了詳細的報告，還做了三天的展覽。我們的總結就是，化解危機、拯救世界確實需要宗教團結，需要辦班教學。"
    },
    {
      "id": "21-526-0001_p0006",
      "zh_CN": "今天我们非常感谢大会的主席邀请我参加这次的活动。这次我们跟总统、副总统有足够的时间交流，我们谈的都非常圆满、都非常欢喜。我是以这十年的经验提出来给同修们做报告、做参考。详细的报告在文字里面，大家都已经拿到了。我的话就说到此地，希望大家好好用餐，大会圆满成功。谢谢大家。",
      "zh_TW": "今天我們非常感謝大會的主席邀請我參加這次的活動。這次我們跟總統、副總統有足夠的時間交流，我們談的都非常圓滿、都非常歡喜。我是以這十年的經驗提出來給同修們做報告、做參考。詳細的報告在文字裡面，大家都已經拿到了。我的話就說到此地，希望大家好好用餐，大會圓滿成功。謝謝大家。"
    }
  ]
}