{
  "doc_id": "07-002-0007",
  "title": {
    "zh_CN": "大佛顶首楞严经清净明诲章",
    "zh_TW": "大佛頂首楞嚴經清淨明誨章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国加州圣荷西迪安萨学院",
    "zh_TW": "美國加州聖荷西迪安薩學院"
  },
  "doc_number": "07-002-0007",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "07-002-0007_p0001",
      "zh_CN": "请掀开讲义第八页第四行，我们先将经文念一段：",
      "zh_TW": "請掀開講義第八頁第四行，我們先將經文念一段："
    },
    {
      "id": "07-002-0007_p0002",
      "zh_CN": "【终不自言我真菩萨。真阿罗汉。泄佛密因。轻言未学。唯除命终。阴有遗付。】",
      "zh_TW": "【終不自言我真菩薩。真阿羅漢。洩佛密因。輕言未學。唯除命終。陰有遺付。】"
    },
    {
      "id": "07-002-0007_p0003",
      "zh_CN": "从这个地方看起。在前面我们曾经举了历史上有很多的例子，确实诸佛菩萨无处不在。正如同观音菩萨在《普门品》里面所宣说的，一切世界六道之中，特别是苦难多的；换句话说，众生愈是在苦难当中，佛菩萨救度众生的悲愿愈切。像观世音、大势至、地藏菩萨、普贤菩萨、文殊菩萨，这些菩萨在因地当中都发广大的行愿，就像《无量寿经》上所说的，为一切众生「作不请之友」。我们不求他，他就来了；等到我们求他，那就迟了，不求他都来。从这个地方才显示出真实的大慈大悲，菩萨应化在世间，实在讲哪一道都有。我们佛门里头有个小册子，这是古人搜集的，这小册子我们也印了很多，书名叫《物犹如此》，里面多半讲的是动物。佛菩萨要度畜生，他就要现畜生身；换句话说，一定要现同类身才能够度得了牠。他要度人，他要到人间来应化；他要度天人，他也要现天人的身分；他要度那个猪，他也得现个猪的身，跟猪天天在一起，牠有牠们的言语，也给牠讲经说法，才能度得了牠。如果要度饿鬼，他就现鬼王身，现饿鬼身，所以说应以什么身得度，菩萨就现什么样的身分。",
      "zh_TW": "從這個地方看起。在前面我們曾經舉了歷史上有很多的例子，確實諸佛菩薩無處不在。正如同觀音菩薩在《普門品》裡面所宣說的，一切世界六道之中，特別是苦難多的；換句話說，眾生愈是在苦難當中，佛菩薩救度眾生的悲願愈切。像觀世音、大勢至、地藏菩薩、普賢菩薩、文殊菩薩，這些菩薩在因地當中都發廣大的行願，就像《無量壽經》上所說的，為一切眾生「作不請之友」。我們不求他，他就來了；等到我們求他，那就遲了，不求他都來。從這個地方才顯示出真實的大慈大悲，菩薩應化在世間，實在講哪一道都有。我們佛門裡頭有個小冊子，這是古人蒐集的，這小冊子我們也印了很多，書名叫《物猶如此》，裡面多半講的是動物。佛菩薩要度畜生，他就要現畜生身；換句話說，一定要現同類身才能夠度得了牠。他要度人，他要到人間來應化；他要度天人，他也要現天人的身分；他要度那個豬，他也得現個豬的身，跟豬天天在一起，牠有牠們的言語，也給牠講經說法，才能度得了牠。如果要度餓鬼，他就現鬼王身，現餓鬼身，所以說應以什麼身得度，菩薩就現什麼樣的身分。"
    },
    {
      "id": "07-002-0007_p0004",
      "zh_CN": "菩萨到底是什么样的形状？给诸位说，没有，决定没有形状，他是随类化身，而且数量很多。一尊菩萨他的能力，就能够化无量无边身，何况许多我们数不清的这些菩萨、罗汉、诸佛。他示现在哪里，我们肉眼凡夫不认识，何况还有小菩萨，小菩萨也到这个世间来自行化他。小菩萨有隔阴之迷，虽有隔阴之迷也不怕，为什么？我们读过《金刚经》，《金刚经》上就讲得很清楚，佛嘱咐这些大菩萨要善护念诸菩萨，那个诸菩萨是小菩萨，要善护念诸菩萨。这些菩萨在世间自行化他，如果迷惑了，大菩萨来赶紧把他点醒。他毕竟是再来人，一点他就觉悟了。大菩萨没有隔阴之迷，到这个世间来表演的，也表演先迷惑颠倒后开悟，他唱戏的。菩萨到世间来表演的，像前面跟诸位说的永明延寿，那就是演戏，那是阿弥陀佛再来的。再仔细想想，本师释迦牟尼佛又何尝不是演戏来的！他在《梵网经》上说过，他向我们讲，他这次到我们这个世界上来示现成佛，是第八千次了。由此可知，释迦牟尼佛是久远劫已经成佛，不是三千年前，在我们这个世间夜睹明星就悟了道，不是的，那是表演，演戏给我们看的。",
      "zh_TW": "菩薩到底是什麼樣的形狀？給諸位說，沒有，決定沒有形狀，他是隨類化身，而且數量很多。一尊菩薩他的能力，就能夠化無量無邊身，何況許多我們數不清的這些菩薩、羅漢、諸佛。他示現在哪裡，我們肉眼凡夫不認識，何況還有小菩薩，小菩薩也到這個世間來自行化他。小菩薩有隔陰之迷，雖有隔陰之迷也不怕，為什麼？我們讀過《金剛經》，《金剛經》上就講得很清楚，佛囑咐這些大菩薩要善護念諸菩薩，那個諸菩薩是小菩薩，要善護念諸菩薩。這些菩薩在世間自行化他，如果迷惑了，大菩薩來趕緊把他點醒。他畢竟是再來人，一點他就覺悟了。大菩薩沒有隔陰之迷，到這個世間來表演的，也表演先迷惑顛倒後開悟，他唱戲的。菩薩到世間來表演的，像前面跟諸位說的永明延壽，那就是演戲，那是阿彌陀佛再來的。再仔細想想，本師釋迦牟尼佛又何嘗不是演戲來的！他在《梵網經》上說過，他向我們講，他這次到我們這個世界上來示現成佛，是第八千次了。由此可知，釋迦牟尼佛是久遠劫已經成佛，不是三千年前，在我們這個世間夜睹明星就悟了道，不是的，那是表演，演戲給我們看的。"
    },
    {
      "id": "07-002-0007_p0005",
      "zh_CN": "所以在许多大乘经典里面，佛把身分说出来，久远劫就成佛。佛如是，佛的弟子当中像这样的人很多，佛在世的时候像舍利弗、目犍连，都是古佛再来。文殊、普贤、观音、势至都是倒驾慈航，早就成佛了，现在退到菩萨的位次上，帮助佛教化众生。说起地藏菩萨那就更不必说了，诸位看看《地藏本愿经》，那还得了！那个讲经法会的盛况，《无量寿经》也不能比，《华严》、《法华》也比不上。盛况从哪里看？你看来参加法会的是什么人？是十方一切诸佛如来，这个法会太庄严。从来没有看到一部经上说，十方一切诸佛都来听释迦牟尼佛讲经，没这回事情。由此可知，地藏菩萨他是大愿太深，真的是地狱不空，誓不成佛，永远在菩萨位次上。十方诸佛来听经的是什么人？都是他的学生。无量无边的学生都成佛了，老师还做菩萨，这是老师的大愿，不是他不能成佛，他要愿意成佛太容易，这是誓心。",
      "zh_TW": "所以在許多大乘經典裡面，佛把身分說出來，久遠劫就成佛。佛如是，佛的弟子當中像這樣的人很多，佛在世的時候像舍利弗、目犍連，都是古佛再來。文殊、普賢、觀音、勢至都是倒駕慈航，早就成佛了，現在退到菩薩的位次上，幫助佛教化眾生。說起地藏菩薩那就更不必說了，諸位看看《地藏本願經》，那還得了！那個講經法會的盛況，《無量壽經》也不能比，《華嚴》、《法華》也比不上。盛況從哪裡看？你看來參加法會的是什麼人？是十方一切諸佛如來，這個法會太莊嚴。從來沒有看到一部經上說，十方一切諸佛都來聽釋迦牟尼佛講經，沒這回事情。由此可知，地藏菩薩他是大願太深，真的是地獄不空，誓不成佛，永遠在菩薩位次上。十方諸佛來聽經的是什麼人？都是他的學生。無量無邊的學生都成佛了，老師還做菩薩，這是老師的大願，不是他不能成佛，他要願意成佛太容易，這是誓心。"
    },
    {
      "id": "07-002-0007_p0006",
      "zh_CN": "佛菩萨常常在世间，也许我们常常遇到，肉眼凡夫不认识，毕竟是有缘，没有缘遇不到。我们一般遇到的有化身、有应身，应身是住在这个世间。像我们中国历史上，大家所熟悉的永明延寿、智者大师、傅大士、布袋和尚，近代的像印光大师，这是应身而来的，在我们这个世间出生，也住几十年。另外一种是化身，化身你见到他之后，以后再见不到，就消失了。像《虚云老和尚年谱》上所记载的，他去朝五台山三步一拜，从浙江拜到山西路上走了三年，吃尽了辛苦。有好几次在路上病了，在荒山之中四面找不到村庄，没有人救护。这时候就遇到一个人，也是破破烂烂的，好像乞丐一样，这样就碰到了照顾他，生病期间照顾他，一直调养，病好了之后，他两个又分手了。又过了很久的时候，老和尚又生病，又碰到他。他就问他的姓名？他说我姓文，叫文吉，吉祥的吉，叫文吉。问他住在哪里？他说我住在五台山。他正好要到五台山去，照顾他一段期间，这个人又不见了。以后到五台山到处问人，有个文吉，我路上遭难救了我两次，人家告诉他那是文殊菩萨化身。这是属于化身，有缘的时候会遇到。",
      "zh_TW": "佛菩薩常常在世間，也許我們常常遇到，肉眼凡夫不認識，畢竟是有緣，沒有緣遇不到。我們一般遇到的有化身、有應身，應身是住在這個世間。像我們中國歷史上，大家所熟悉的永明延壽、智者大師、傅大士、布袋和尚，近代的像印光大師，這是應身而來的，在我們這個世間出生，也住幾十年。另外一種是化身，化身你見到他之後，以後再見不到，就消失了。像《虛雲老和尚年譜》上所記載的，他去朝五台山三步一拜，從浙江拜到山西路上走了三年，吃盡了辛苦。有好幾次在路上病了，在荒山之中四面找不到村莊，沒有人救護。這時候就遇到一個人，也是破破爛爛的，好像乞丐一樣，這樣就碰到了照顧他，生病期間照顧他，一直調養，病好了之後，他兩個又分手了。又過了很久的時候，老和尚又生病，又碰到他。他就問他的姓名？他說我姓文，叫文吉，吉祥的吉，叫文吉。問他住在哪裡？他說我住在五台山。他正好要到五台山去，照顧他一段期間，這個人又不見了。以後到五台山到處問人，有個文吉，我路上遭難救了我兩次，人家告訴他那是文殊菩薩化身。這是屬於化身，有緣的時候會遇到。"
    },
    {
      "id": "07-002-0007_p0007",
      "zh_CN": "过去台中周邦道居士的夫人，抗战胜利以后她住在南京，她南京那个房子很大，旧式的庭院。大门距离二门还相当远的距离，她房子好像是三进。有一天他遇到一个化缘的和尚到她家里去，给她化好像是二十斤香油，化二十斤香油。那个时候周夫人还没有学佛，就没有给他，就算了，这个和尚就走了。走了以后她忽然想起来，她说他到我这里来，大门二门，他要经过三道门，这没有人给他开门，他怎么来的？走了之后，门也没有开，他怎么走的？确实如此。她就觉得这个和尚非常奇怪，怎么会跑到她家里去，门没有开？这个问题一直放在心上，遇到这么桩怪事情。以后在台中学佛，跟李老师学佛，把这个事情告诉李老师，李老师说那是九华山的地藏菩萨。这个时候才非常后悔，地藏菩萨来化二十斤香油，没有给他。怎么来的、怎么走的，都不知道，这以后再也见不到，这是属于化身。",
      "zh_TW": "過去台中周邦道居士的夫人，抗戰勝利以後她住在南京，她南京那個房子很大，舊式的庭院。大門距離二門還相當遠的距離，她房子好像是三進。有一天他遇到一個化緣的和尚到她家裡去，給她化好像是二十斤香油，化二十斤香油。那個時候周夫人還沒有學佛，就沒有給他，就算了，這個和尚就走了。走了以後她忽然想起來，她說他到我這裡來，大門二門，他要經過三道門，這沒有人給他開門，他怎麼來的？走了之後，門也沒有開，他怎麼走的？確實如此。她就覺得這個和尚非常奇怪，怎麼會跑到她家裡去，門沒有開？這個問題一直放在心上，遇到這麼樁怪事情。以後在台中學佛，跟李老師學佛，把這個事情告訴李老師，李老師說那是九華山的地藏菩薩。這個時候才非常後悔，地藏菩薩來化二十斤香油，沒有給他。怎麼來的、怎麼走的，都不知道，這以後再也見不到，這是屬於化身。"
    },
    {
      "id": "07-002-0007_p0008",
      "zh_CN": "像这些事情常常遇到的，但是你当时不会感触到。如果心很细事后冷静去观察，会感觉得这个事情有些奇怪。但是诸佛菩萨示现，决定示现的是正行，所教导我们的一定与经典相应。如果他所示现的、他所说的、教给我们的，与经典讲的不相应，那就不是真的佛菩萨，真佛菩萨一定相应。有些佛菩萨走的时候将身分露出来，这就是此地讲的『唯除命终，阴有遗付』，启发人的信心，增长人的善根，偶尔把本来面目揭露出来。这个事情绝不是常常有，如果常常有，世间人就觉得那是怪事，决定不是常常有。而且我们从历史上看，菩萨把身分泄漏出来的，绝对不是向普通人，向哪些人泄漏？国王、大臣、大富长者向他们泄漏。为什么？使他们信心更清净、更坚定护持佛法，帮助佛法的推广。所以不是向一般普通人来泄漏的，没这个道理，这是我们一定要知道。底下一句说：",
      "zh_TW": "像這些事情常常遇到的，但是你當時不會感觸到。如果心很細事後冷靜去觀察，會感覺得這個事情有些奇怪。但是諸佛菩薩示現，決定示現的是正行，所教導我們的一定與經典相應。如果他所示現的、他所說的、教給我們的，與經典講的不相應，那就不是真的佛菩薩，真佛菩薩一定相應。有些佛菩薩走的時候將身分露出來，這就是此地講的『唯除命終，陰有遺付』，啟發人的信心，增長人的善根，偶爾把本來面目揭露出來。這個事情絕不是常常有，如果常常有，世間人就覺得那是怪事，決定不是常常有。而且我們從歷史上看，菩薩把身分洩漏出來的，絕對不是向普通人，向哪些人洩漏？國王、大臣、大富長者向他們洩漏。為什麼？使他們信心更清淨、更堅定護持佛法，幫助佛法的推廣。所以不是向一般普通人來洩漏的，沒這個道理，這是我們一定要知道。底下一句說："
    },
    {
      "id": "07-002-0007_p0009",
      "zh_CN": "【云何是人惑乱众生。成大妄语。】",
      "zh_TW": "【云何是人惑亂眾生。成大妄語。】"
    },
    {
      "id": "07-002-0007_p0010",
      "zh_CN": "这个『云何』是责备的意思，呵斥、责备。『是人』就是妄语之人，他不是菩萨，自己到处宣扬他是真菩萨，他是什么菩萨再来的，他是什么罗汉再来的。现在罗汉跟菩萨都不值钱了，现在都是说他是什么佛再来的，他已经成佛。甚至于说佛还不够大，现在我还听到外面什么有无上佛，在一切诸佛之上，你说这成什么话！说了又不走，说了还在世间到处宣扬，还叫他的徒众广为宣扬。这就是《楞严经》此地所说的，『惑乱众生』，迷惑扰乱众生的视听，使许多善良的众生误入歧途，这个罪过就重了。这是属于大妄语，大妄语的过失，是决定堕阿鼻地狱的。",
      "zh_TW": "這個『云何』是責備的意思，呵斥、責備。『是人』就是妄語之人，他不是菩薩，自己到處宣揚他是真菩薩，他是什麼菩薩再來的，他是什麼羅漢再來的。現在羅漢跟菩薩都不值錢了，現在都是說他是什麼佛再來的，他已經成佛。甚至於說佛還不夠大，現在我還聽到外面什麼有無上佛，在一切諸佛之上，你說這成什麼話！說了又不走，說了還在世間到處宣揚，還叫他的徒眾廣為宣揚。這就是《楞嚴經》此地所說的，『惑亂眾生』，迷惑擾亂眾生的視聽，使許多善良的眾生誤入歧途，這個罪過就重了。這是屬於大妄語，大妄語的過失，是決定墮阿鼻地獄的。"
    },
    {
      "id": "07-002-0007_p0011",
      "zh_CN": "【汝教世人修三摩地。后复断除诸大妄语。是名如来先佛世尊。第四决定清净明诲。】",
      "zh_TW": "【汝教世人修三摩地。後復斷除諸大妄語。是名如來先佛世尊。第四決定清淨明誨。】"
    },
    {
      "id": "07-002-0007_p0012",
      "zh_CN": "这是佛嘱咐阿难尊者，这个『汝』就是对着阿难讲的。阿难是我们大众的一个代表人，对阿难说也就是对我们讲。教导世人，是教导初发心学佛的人，『修三摩地』，诸位在此地要特别记住，唯有真正修三摩地的，这才是佛弟子，这才叫真正学佛。如果他不是修三摩地，那不是个学佛的人，他的目的是要求世间的名闻利养、求升官发财，这不是佛法。佛法这些东西偶尔也说，那是附带的，不是佛门里头真正要修的。佛门里头真正要求的是什么？诸位同学都知道，学佛一进门先要受三皈依，三皈依是什么？三皈依是把佛法修学的纲领传授给你，这是讲皈依三宝，三宝是佛法僧。佛法僧千万不要会错了意思，佛法传得太久，愈久就怕人产生误会，那就错了。",
      "zh_TW": "這是佛囑咐阿難尊者，這個『汝』就是對著阿難講的。阿難是我們大眾的一個代表人，對阿難說也就是對我們講。教導世人，是教導初發心學佛的人，『修三摩地』，諸位在此地要特別記住，唯有真正修三摩地的，這才是佛弟子，這才叫真正學佛。如果他不是修三摩地，那不是個學佛的人，他的目的是要求世間的名聞利養、求升官發財，這不是佛法。佛法這些東西偶爾也說，那是附帶的，不是佛門裡頭真正要修的。佛門裡頭真正要求的是什麼？諸位同學都知道，學佛一進門先要受三皈依，三皈依是什麼？三皈依是把佛法修學的綱領傳授給你，這是講皈依三寶，三寶是佛法僧。佛法僧千萬不要會錯了意思，佛法傳得太久，愈久就怕人產生誤會，那就錯了。"
    },
    {
      "id": "07-002-0007_p0013",
      "zh_CN": "所以唐朝时候六祖大师讲三皈依，就不讲佛法僧，为什么？怕大家误会。诸位读《坛经》，你就看到六祖大师传三皈，跟人家讲的是「皈依觉、皈依正、皈依净」，他老人家讲觉、正、净，这我们中国人听起来好懂，不致于产生误会。然后再告诉我们，「佛者觉也」，佛是觉的意思，「法者正也，僧者净也」。皈是回头、是回归，依是依靠，从哪里回来？从迷惑颠倒回头，依自性觉，这叫皈依佛。从邪知邪见，就是错误的想法、看法，回过头来依正知正见，这叫皈依法，所以六祖讲正，正知正见。从一切污染回过头来依自性清净心，这叫皈依僧，僧是清净的意思。所以三皈依，佛法修学的总纲领是觉而不迷，正而不邪，净而不染。佛法教给我们修什么？修觉正净，这叫三皈依，这不能搞错。觉正净就是戒定慧，觉是慧，正是定，净就是戒，清净就是戒律。所以在教学里面就讲戒定慧三学，讲修行的总纲领上就说觉正净三宝。",
      "zh_TW": "所以唐朝時候六祖大師講三皈依，就不講佛法僧，為什麼？怕大家誤會。諸位讀《壇經》，你就看到六祖大師傳三皈，跟人家講的是「皈依覺、皈依正、皈依淨」，他老人家講覺、正、淨，這我們中國人聽起來好懂，不致於產生誤會。然後再告訴我們，「佛者覺也」，佛是覺的意思，「法者正也，僧者淨也」。皈是回頭、是回歸，依是依靠，從哪裡回來？從迷惑顛倒回頭，依自性覺，這叫皈依佛。從邪知邪見，就是錯誤的想法、看法，回過頭來依正知正見，這叫皈依法，所以六祖講正，正知正見。從一切污染回過頭來依自性清淨心，這叫皈依僧，僧是清淨的意思。所以三皈依，佛法修學的總綱領是覺而不迷，正而不邪，淨而不染。佛法教給我們修什麼？修覺正淨，這叫三皈依，這不能搞錯。覺正淨就是戒定慧，覺是慧，正是定，淨就是戒，清淨就是戒律。所以在教學裡面就講戒定慧三學，講修行的總綱領上就說覺正淨三寶。"
    },
    {
      "id": "07-002-0007_p0014",
      "zh_CN": "由此可知，教人修三摩地，就是修觉正净、修戒定慧，这是佛法，这没有错。经上虽然只提三摩地，三摩地是定，提它就包括戒律、包括智慧，因为它是一而三，三而一，不是分开来，一即是三，三即是一，随便提哪个，其余两个都包括在其中。我们自己修学是依靠这个纲领，我们教别人亦复如是，要真正成就三摩地，一定要断大妄语。妄语会染污清净心，心不清净，心不清净知见就不正，就不可能觉悟。可见得为什么一定要断妄语，道理在此地，所以妄语就成了根本大戒。这是『如来先佛世尊』，这句话的意思就是说十方三世一切诸佛，无论是过去佛、现在佛；他方佛、此界佛，都是一个说法，没有第二个说法的，这第四个决定清净明白的教诲，这哪里会有错误！",
      "zh_TW": "由此可知，教人修三摩地，就是修覺正淨、修戒定慧，這是佛法，這沒有錯。經上雖然只提三摩地，三摩地是定，提它就包括戒律、包括智慧，因為它是一而三，三而一，不是分開來，一即是三，三即是一，隨便提哪個，其餘兩個都包括在其中。我們自己修學是依靠這個綱領，我們教別人亦復如是，要真正成就三摩地，一定要斷大妄語。妄語會染污清淨心，心不清淨，心不清淨知見就不正，就不可能覺悟。可見得為什麼一定要斷妄語，道理在此地，所以妄語就成了根本大戒。這是『如來先佛世尊』，這句話的意思就是說十方三世一切諸佛，無論是過去佛、現在佛；他方佛、此界佛，都是一個說法，沒有第二個說法的，這第四個決定清淨明白的教誨，這哪裡會有錯誤！"
    },
    {
      "id": "07-002-0007_p0015",
      "zh_CN": "【是故阿难。若不断其大妄语者。如刻人粪为旃檀形。欲求香气。无有是处。】",
      "zh_TW": "【是故阿難。若不斷其大妄語者。如刻人糞為旃檀形。欲求香氣。無有是處。】"
    },
    {
      "id": "07-002-0007_p0016",
      "zh_CN": "这是佛举了个比喻说，这个比喻很明显，『刻人』就是刻佛像、刻菩萨像。古时候佛菩萨的像是用旃檀木刻的，就是我们讲的檀香木，用这个木刻的，这佛像才有香气。如果说刻人粪，用人粪去刻个佛菩萨像，要求它有香气，那哪有可能！这个比喻把清净戒比作『旃檀』，将破戒、杀盗淫妄比喻人粪，这是很容易理解的。修行心一定要正，要真诚、要真实，真诚心中一丝毫假都没有，丝毫虚妄都没有，这样的人在佛门里面才叫做法器。用现在的话说，他有资格学佛，他的条件具备，身心清净，这才开始可以修定。从这个地方我们就很明显的能体验到，戒律确实是学佛的前方便，就是非常好的基础功夫，基础功夫要持戒。",
      "zh_TW": "這是佛舉了個比喻說，這個比喻很明顯，『刻人』就是刻佛像、刻菩薩像。古時候佛菩薩的像是用旃檀木刻的，就是我們講的檀香木，用這個木刻的，這佛像才有香氣。如果說刻人糞，用人糞去刻個佛菩薩像，要求它有香氣，那哪有可能！這個比喻把清淨戒比作『旃檀』，將破戒、殺盜淫妄比喻人糞，這是很容易理解的。修行心一定要正，要真誠、要真實，真誠心中一絲毫假都沒有，絲毫虛妄都沒有，這樣的人在佛門裡面才叫做法器。用現在的話說，他有資格學佛，他的條件具備，身心清淨，這才開始可以修定。從這個地方我們就很明顯的能體驗到，戒律確實是學佛的前方便，就是非常好的基礎功夫，基礎功夫要持戒。"
    },
    {
      "id": "07-002-0007_p0017",
      "zh_CN": "【我教比丘直心道场。于四威仪一切行中。尚无虚假。云何自称得上人法。】",
      "zh_TW": "【我教比丘直心道場。於四威儀一切行中。尚無虛假。云何自稱得上人法。】"
    },
    {
      "id": "07-002-0007_p0018",
      "zh_CN": "『比丘』是梵语，佛的弟子号称比丘，比丘这两个字的意思，翻成中国叫乞士，乞是乞食，士是读书人。乞在我们中国是乞丐要饭的，这是在社会上可以说是没有地位，也没有人重视的，乞丐！但是乞士那就不同，士是什么？是读书人，有学问、有道德的，这出来讨饭的人不是普通乞丐，是有学问、有道德的行乞修行人。所谓是「上乞佛法以资慧命」，向佛求法这也是乞法，养我们的法身慧命；向下这是向众生乞食，乞衣食是以资身命。身体在，身体离不开衣食，所以称之为叫乞士，佛当年在世的时候，实行的三衣一钵，托钵乞食的制度。",
      "zh_TW": "『比丘』是梵語，佛的弟子號稱比丘，比丘這兩個字的意思，翻成中國叫乞士，乞是乞食，士是讀書人。乞在我們中國是乞丐要飯的，這是在社會上可以說是沒有地位，也沒有人重視的，乞丐！但是乞士那就不同，士是什麼？是讀書人，有學問、有道德的，這出來討飯的人不是普通乞丐，是有學問、有道德的行乞修行人。所謂是「上乞佛法以資慧命」，向佛求法這也是乞法，養我們的法身慧命；向下這是向眾生乞食，乞衣食是以資身命。身體在，身體離不開衣食，所以稱之為叫乞士，佛當年在世的時候，實行的三衣一缽，托缽乞食的制度。"
    },
    {
      "id": "07-002-0007_p0019",
      "zh_CN": "『直心道场』，道场是修道的处所，就叫道场，山林树下他天天在那里修行，那就叫道场。这个地方说的不是指外境，是指内心，心地正直就是成佛的道场，这是不讲形式的。寺院盖得富丽堂皇，如果心不清净，那个地方依然不是道场，直心是道场，这是诸位一定要记住。尤其在现代这个时代，道场在哪里？道场在自己清净心中。自己心清净，自己正知正见，觉而不迷，那你就在坐道场，这叫坐道场。坐是心不动的意思，心安住在觉正净、安住在戒定慧，这叫坐道场，是这么个意思。『于四威仪』，四威仪是行住坐卧；换句话，就是我们现在所讲的，一切时、一切处心都清净、都正直，这就对了。『一切行中』，行是行为、是造作，包括起心动念，尚无虚假，这叫一切真实。『云何自称』，这个云何是责备，这就是大妄语的人，这些人为什么自己称自己『得上人法』？这上人法就是前面所讲的，他要比人高一等，对我们凡夫讲，他成阿罗汉；对阿罗汉讲，他成菩萨；对菩萨讲，我已经成佛了；对诸佛讲，他还成无上佛了，这叫上人法，这大妄语。其实他自己是业障深重的凡夫！",
      "zh_TW": "『直心道場』，道場是修道的處所，就叫道場，山林樹下他天天在那裡修行，那就叫道場。這個地方說的不是指外境，是指內心，心地正直就是成佛的道場，這是不講形式的。寺院蓋得富麗堂皇，如果心不清淨，那個地方依然不是道場，直心是道場，這是諸位一定要記住。尤其在現代這個時代，道場在哪裡？道場在自己清淨心中。自己心清淨，自己正知正見，覺而不迷，那你就在坐道場，這叫坐道場。坐是心不動的意思，心安住在覺正淨、安住在戒定慧，這叫坐道場，是這麼個意思。『於四威儀』，四威儀是行住坐臥；換句話，就是我們現在所講的，一切時、一切處心都清淨、都正直，這就對了。『一切行中』，行是行為、是造作，包括起心動念，尚無虛假，這叫一切真實。『云何自稱』，這個云何是責備，這就是大妄語的人，這些人為什麼自己稱自己『得上人法』？這上人法就是前面所講的，他要比人高一等，對我們凡夫講，他成阿羅漢；對阿羅漢講，他成菩薩；對菩薩講，我已經成佛了；對諸佛講，他還成無上佛了，這叫上人法，這大妄語。其實他自己是業障深重的凡夫！"
    },
    {
      "id": "07-002-0007_p0020",
      "zh_CN": "【譬如穷人妄号帝王。自取诛灭。况复法王。如何妄窃。】",
      "zh_TW": "【譬如窮人妄號帝王。自取誅滅。況復法王。如何妄竊。】"
    },
    {
      "id": "07-002-0007_p0021",
      "zh_CN": "这是个比喻，『穷人』比喻的六道生死凡夫，六道生死凡夫里面也有不错的，在佛法里面讲他贫穷，什么地方贫穷？他戒定慧贫穷，没有；换句话说，没有能力了生死，没有能力断烦恼，没有能力超越三界，这就是贫穷。帝王比喻是佛菩萨，『妄号帝王』，这是大妄语。在古时候如果说自称帝王，这个被政府抓到要杀头的，这是死罪，造反了那还得了！比喻这些大妄语的人。『况复法王』，法王是佛，自己随便打妄语，自称为成阿罗汉、成菩萨、成佛，这都是大妄语，这个罪过都在阿鼻地狱。",
      "zh_TW": "這是個比喻，『窮人』比喻的六道生死凡夫，六道生死凡夫裡面也有不錯的，在佛法裡面講他貧窮，什麼地方貧窮？他戒定慧貧窮，沒有；換句話說，沒有能力了生死，沒有能力斷煩惱，沒有能力超越三界，這就是貧窮。帝王比喻是佛菩薩，『妄號帝王』，這是大妄語。在古時候如果說自稱帝王，這個被政府抓到要殺頭的，這是死罪，造反了那還得了！比喻這些大妄語的人。『況復法王』，法王是佛，自己隨便打妄語，自稱為成阿羅漢、成菩薩、成佛，這都是大妄語，這個罪過都在阿鼻地獄。"
    },
    {
      "id": "07-002-0007_p0022",
      "zh_CN": "【因地不真。果招迂曲。】",
      "zh_TW": "【因地不真。果招迂曲。】"
    },
    {
      "id": "07-002-0007_p0023",
      "zh_CN": "这两句话，是《楞严经》上非常有名的两句话，我们在许多古人注疏当中、演讲当中，常常引用的。『因』是修因，我们修因这个心不真实，怎么能证正果？决定不能证正果。『果招迂曲』，迂回这是拐弯抹角，这是说心不直，心里头拐弯抹角的，这是不能成就的，达不到目的。",
      "zh_TW": "這兩句話，是《楞嚴經》上非常有名的兩句話，我們在許多古人註疏當中、演講當中，常常引用的。『因』是修因，我們修因這個心不真實，怎麼能證正果？決定不能證正果。『果招迂曲』，迂迴這是拐彎抹角，這是說心不直，心裡頭拐彎抹角的，這是不能成就的，達不到目的。"
    },
    {
      "id": "07-002-0007_p0024",
      "zh_CN": "【求佛菩提。如噬脐人。欲谁成就。】",
      "zh_TW": "【求佛菩提。如噬臍人。欲誰成就。】"
    },
    {
      "id": "07-002-0007_p0025",
      "zh_CN": "『噬』是口咬，『脐』是肚脐，一个人口咬不到肚脐，这比喻达不到，也比喻追悔莫及。佛在这部经上，跟我们讲的句句真实语，句句都是直心之语。文字虽然不多，义理无尽的深广，如果我们疏忽了，在修学一切大乘法中往往就有障碍。我们的修行，自己也觉得很用功、很不错，为什么不能成就？不能成就一定有原因在，到底是什么因素？我们仔细念念这一大段经文，这四种清净明诲仔细反省，我们有没有犯？跟佛讲的一样不一样？如果佛在此地所讲的这些过失，我们统统都有，那这毛病不就找出来了吗？依照佛的教诲把这些毛病都改掉。不但要改，要从心地里面完全拔除，那我们在这一生当中成就念佛三昧是必定可得。经上说得好，道场在哪里？道场在自己心中，不在别的地方。",
      "zh_TW": "『噬』是口咬，『臍』是肚臍，一個人口咬不到肚臍，這比喻達不到，也比喻追悔莫及。佛在這部經上，跟我們講的句句真實語，句句都是直心之語。文字雖然不多，義理無盡的深廣，如果我們疏忽了，在修學一切大乘法中往往就有障礙。我們的修行，自己也覺得很用功、很不錯，為什麼不能成就？不能成就一定有原因在，到底是什麼因素？我們仔細念念這一大段經文，這四種清淨明誨仔細反省，我們有沒有犯？跟佛講的一樣不一樣？如果佛在此地所講的這些過失，我們統統都有，那這毛病不就找出來了嗎？依照佛的教誨把這些毛病都改掉。不但要改，要從心地裡面完全拔除，那我們在這一生當中成就念佛三昧是必定可得。經上說得好，道場在哪裡？道場在自己心中，不在別的地方。"
    },
    {
      "id": "07-002-0007_p0026",
      "zh_CN": "有许多同修都认为什么？我很想修，找不到好道场，好道场到哪里去找？黄老居士在《谷响集》，最后那篇里面也讲过，他是针对我们现在修学环境而说的，他提出了三点，第一个真正修行同学贵精不贵多，真正志同道合二、三个人就不得了！人多了怎么样？意见多，杂心闲话、是非人我全是障碍。这是我们看到许多所谓道场，我们见过的，确实如此。所以同学是贵精不贵多。道场重实质不重形式，形式是什么？道场盖得很大、很庄严，香火很盛，信徒很多，这是形式。实质是什么？它真正有内容，这个内容就是我们一般人所讲的，有学风、有道风，这个道场确实有学风、有道风。什么叫道风？道风是它真正有修学的方法，譬如学襌的，他真的在坐香，真的在襌堂里面打坐、跑香，一天有多少个小时，他真干，天天在干。念佛的人有念佛堂，像过去印光大师苏州灵岩山，平常每天六支香念佛，打佛七的时候再加三支香，九支香念佛，一年三百六十天没有间断的，这道风。他真正有修行的方法，真正有人指导你修行。",
      "zh_TW": "有許多同修都認為什麼？我很想修，找不到好道場，好道場到哪裡去找？黃老居士在《谷響集》，最後那篇裡面也講過，他是針對我們現在修學環境而說的，他提出了三點，第一個真正修行同學貴精不貴多，真正志同道合二、三個人就不得了！人多了怎麼樣？意見多，雜心閒話、是非人我全是障礙。這是我們看到許多所謂道場，我們見過的，確實如此。所以同學是貴精不貴多。道場重實質不重形式，形式是什麼？道場蓋得很大、很莊嚴，香火很盛，信徒很多，這是形式。實質是什麼？它真正有內容，這個內容就是我們一般人所講的，有學風、有道風，這個道場確實有學風、有道風。什麼叫道風？道風是它真正有修學的方法，譬如學襌的，他真的在坐香，真的在襌堂裡面打坐、跑香，一天有多少個小時，他真幹，天天在幹。念佛的人有念佛堂，像過去印光大師蘇州靈巖山，平常每天六支香念佛，打佛七的時候再加三支香，九支香念佛，一年三百六十天沒有間斷的，這道風。他真正有修行的方法，真正有人指導你修行。"
    },
    {
      "id": "07-002-0007_p0027",
      "zh_CN": "学风是什么？是经论，讲经说法一门深入，我们中国古来的道场很讲求道学，在道场里面修行是相当清苦。古代的道场，每天听经的时间是八小时，像学校一样上课，每天听经八小时，修行八小时；换句话说，每天是十六个钟点，你心都在道上。剩下来的时间休息、吃饭、洗澡，常住里面的工作。修行，襌堂里面是参襌，大致上可以这样分的，念佛堂里面念佛，每天八个钟点念佛，八个钟点听经。这听哪些经？各宗不一样，贤首宗的是《华严经》，天台宗的是《法华经》。他有学风，你想学哪一部经，你就到某个道场去。古时候的道场，要用现在的话来说，就是专科大学，它不杂、不乱，专门修这门的，我们想修这门就到他家去，确实有学风、有道风。不像现在，现在是重香火、重形式，这个错了。",
      "zh_TW": "學風是什麼？是經論，講經說法一門深入，我們中國古來的道場很講求道學，在道場裡面修行是相當清苦。古代的道場，每天聽經的時間是八小時，像學校一樣上課，每天聽經八小時，修行八小時；換句話說，每天是十六個鐘點，你心都在道上。剩下來的時間休息、吃飯、洗澡，常住裡面的工作。修行，襌堂裡面是參襌，大致上可以這樣分的，念佛堂裡面念佛，每天八個鐘點念佛，八個鐘點聽經。這聽哪些經？各宗不一樣，賢首宗的是《華嚴經》，天台宗的是《法華經》。他有學風，你想學哪一部經，你就到某個道場去。古時候的道場，要用現在的話來說，就是專科大學，它不雜、不亂，專門修這門的，我們想修這門就到他家去，確實有學風、有道風。不像現在，現在是重香火、重形式，這個錯了。"
    },
    {
      "id": "07-002-0007_p0028",
      "zh_CN": "第三个修行要以净土宗来讲，要重念佛三昧，就是一心不乱。不重神通、不重感应，这个不相干的。现在人把这些东西当作第一桩要紧，也要问问某个法师他有没有神通，先问有没有神通，没有神通那就算了，不要去找他，大错特错。这是黄老居士对于现代人修学，提醒我们的三桩事情，所以真正讲，今天修行最好的道场就是家庭。尤其在美国，美国居住的环境好，家里面房子都大，当家人休息的时候，你能抽出一点时间好好的来念佛；能够一家人都学佛，那这个缘就非常殊胜，家人都变成同参道友。这是说的因真，果就真实，真妄都在一心。在现代这个社会诱惑的力量太大，尽可能避免诱惑，这点非常重要，使我们心真的能够静下来，能够定下来。",
      "zh_TW": "第三個修行要以淨土宗來講，要重念佛三昧，就是一心不亂。不重神通、不重感應，這個不相干的。現在人把這些東西當作第一樁要緊，也要問問某個法師他有沒有神通，先問有沒有神通，沒有神通那就算了，不要去找他，大錯特錯。這是黃老居士對於現代人修學，提醒我們的三樁事情，所以真正講，今天修行最好的道場就是家庭。尤其在美國，美國居住的環境好，家裡面房子都大，當家人休息的時候，你能抽出一點時間好好的來念佛；能夠一家人都學佛，那這個緣就非常殊勝，家人都變成同參道友。這是說的因真，果就真實，真妄都在一心。在現代這個社會誘惑的力量太大，盡可能避免誘惑，這點非常重要，使我們心真的能夠靜下來，能夠定下來。"
    },
    {
      "id": "07-002-0007_p0029",
      "zh_CN": "【若诸比丘。心如直弦。一切真实。入三摩地。永无魔事。】",
      "zh_TW": "【若諸比丘。心如直弦。一切真實。入三摩地。永無魔事。】"
    },
    {
      "id": "07-002-0007_p0030",
      "zh_CN": "『比丘』出家修行，优婆塞、优婆夷在家修行，出家、在家都一样心要直。『弦』是比喻，古时候的弓箭，弓上拿的弦，弦一定是直的。心要直，决定没有一丝毫委曲，这点是很难做到，难行要能行这才能成功。这桩事情是自己要求自己的，不是求人的，我们俗话讲「世间登天难，求人难」。现在既不是登天，又不是求人，求自己！只要自己肯，哪有做不到的？自己怎么肯法？把是非人我放下，把利害得失放下，把分别执着放下，你那个心就直了。有人说这个难，太难了！出家比在家就容易一点，这是讲从前的出家人，现在出家可能比在家还要麻烦。无论在家、出家都要放下，你要记住。我们每个人过去生中，生生世世都修学大乘，念佛求生净土都没去得了，为什么没去得了？没放下，障碍就在此地。你这生还不放下，那好了，这一生再念念佛，结个法缘，还是去不了。",
      "zh_TW": "『比丘』出家修行，優婆塞、優婆夷在家修行，出家、在家都一樣心要直。『弦』是比喻，古時候的弓箭，弓上拿的弦，弦一定是直的。心要直，決定沒有一絲毫委曲，這點是很難做到，難行要能行這才能成功。這樁事情是自己要求自己的，不是求人的，我們俗話講「世間登天難，求人難」。現在既不是登天，又不是求人，求自己！只要自己肯，哪有做不到的？自己怎麼肯法？把是非人我放下，把利害得失放下，把分別執著放下，你那個心就直了。有人說這個難，太難了！出家比在家就容易一點，這是講從前的出家人，現在出家可能比在家還要麻煩。無論在家、出家都要放下，你要記住。我們每個人過去生中，生生世世都修學大乘，念佛求生淨土都沒去得了，為什麼沒去得了？沒放下，障礙就在此地。你這生還不放下，那好了，這一生再念念佛，結個法緣，還是去不了。"
    },
    {
      "id": "07-002-0007_p0031",
      "zh_CN": "来生再得人身，接着再修行，不晓得到哪辈子，你能够保证你来生能得人身吗？来生要得人身，五戒要清净，五戒是得人身的条件；五戒不清净，人身就保不住。贪心重就堕饿鬼，瞋恨心重就堕地狱，愚痴心重，愚痴就是善恶、真假、是非都搞不清楚、都颠倒了，那叫畜生道。所以贪瞋痴是堕三恶道的业因，我们不可以不知道。五戒十善修得很好，才能保证来生不失人身，但是不能保证你来生得人身还继续学佛，那个不见得可靠。也许生到一个没有佛法的地方，我们这个世界就很多地方没有佛法，一生听不到佛法，接触不到学佛的环境，多得是。所以说是下一辈子要能够再遇到佛法接着修，那是不知道隔多少生，才有那个好的因缘又给你碰上，难，太难了。佛讲的「人身难得，佛法难闻」，这个话不假，确实不容易。",
      "zh_TW": "來生再得人身，接著再修行，不曉得到哪輩子，你能夠保證你來生能得人身嗎？來生要得人身，五戒要清淨，五戒是得人身的條件；五戒不清淨，人身就保不住。貪心重就墮餓鬼，瞋恨心重就墮地獄，愚痴心重，愚痴就是善惡、真假、是非都搞不清楚、都顛倒了，那叫畜生道。所以貪瞋痴是墮三惡道的業因，我們不可以不知道。五戒十善修得很好，才能保證來生不失人身，但是不能保證你來生得人身還繼續學佛，那個不見得可靠。也許生到一個沒有佛法的地方，我們這個世界就很多地方沒有佛法，一生聽不到佛法，接觸不到學佛的環境，多得是。所以說是下一輩子要能夠再遇到佛法接著修，那是不知道隔多少生，才有那個好的因緣又給你碰上，難，太難了。佛講的「人身難得，佛法難聞」，這個話不假，確實不容易。"
    },
    {
      "id": "07-002-0007_p0032",
      "zh_CN": "所以我们晓得这些事实的真相，机会一到面前就要牢牢的把它抓住，像我们今天这个机缘就非常殊胜，决定不能让它空过。我们知道过去毛病习气是些什么，这搞清楚，今天要痛改前非，把我们修学的这些障碍排除，这一生当中决定往生，那就没有空过了，这就叫真正成熟。你要真正决定往生，你要一切真实，这个很重要。真实，那我不就处处都要吃亏上当了吗？吃亏上当有什么关系，几天就到极乐世界去！我吃几天亏、上几天当，值得，非常值得。你要不肯吃亏、不肯上当，那好了，这三界你就再住下去！再不能离开了。所有一切魔障，说实在话，心里头没有魔，外面魔再厉害也动摇不了你，对你也无可奈何。最怕的是你心里头有魔，外面魔一勾引，里面魔发作，这麻烦就大了，里应外合那还得了！你的心清净、心真实，心里头没有魔，外面魔不管有什么大的能力，也动摇不了你分毫。",
      "zh_TW": "所以我們曉得這些事實的真相，機會一到面前就要牢牢的把它抓住，像我們今天這個機緣就非常殊勝，決定不能讓它空過。我們知道過去毛病習氣是些什麼，這搞清楚，今天要痛改前非，把我們修學的這些障礙排除，這一生當中決定往生，那就沒有空過了，這就叫真正成熟。你要真正決定往生，你要一切真實，這個很重要。真實，那我不就處處都要吃虧上當了嗎？吃虧上當有什麼關係，幾天就到極樂世界去！我吃幾天虧、上幾天當，值得，非常值得。你要不肯吃虧、不肯上當，那好了，這三界你就再住下去！再不能離開了。所有一切魔障，說實在話，心裡頭沒有魔，外面魔再厲害也動搖不了你，對你也無可奈何。最怕的是你心裡頭有魔，外面魔一勾引，裡面魔發作，這麻煩就大了，裡應外合那還得了！你的心清淨、心真實，心裡頭沒有魔，外面魔不管有什麼大的能力，也動搖不了你分毫。"
    },
    {
      "id": "07-002-0007_p0033",
      "zh_CN": "《八大人觉经》讲魔分为四大类，四大类里面三大类都是自己本身的。五阴魔，五阴炽盛，这八苦里面生老病死、求不得、爱别离、怨憎会，这七条是苦果，五阴炽盛是苦因，五阴魔；烦恼魔是见思烦恼，死魔，你看这三条都是在本身的。外面只有一大类叫天魔，这天魔就不是自己身心，是属于环境的都归纳在天魔。只要内里面心清净，天魔对你就一点办法都没有，所以说『永无魔事』。一个念佛的人，这个缘就更殊胜，念佛的人心清净，二六时中只有一句佛号，除一句佛号之外什么都没有，这个心多清净。已经是永无魔事，何况又得阿弥陀佛，诸佛如来本愿威神加持，哪里会有魔事！所以这个法门比其他法门就更殊胜。",
      "zh_TW": "《八大人覺經》講魔分為四大類，四大類裡面三大類都是自己本身的。五陰魔，五陰熾盛，這八苦裡面生老病死、求不得、愛別離、怨憎會，這七條是苦果，五陰熾盛是苦因，五陰魔；煩惱魔是見思煩惱，死魔，你看這三條都是在本身的。外面只有一大類叫天魔，這天魔就不是自己身心，是屬於環境的都歸納在天魔。只要內裡面心清淨，天魔對你就一點辦法都沒有，所以說『永無魔事』。一個念佛的人，這個緣就更殊勝，念佛的人心清淨，二六時中只有一句佛號，除一句佛號之外什麼都沒有，這個心多清淨。已經是永無魔事，何況又得阿彌陀佛，諸佛如來本願威神加持，哪裡會有魔事！所以這個法門比其他法門就更殊勝。"
    },
    {
      "id": "07-002-0007_p0034",
      "zh_CN": "【我印是人。成就菩萨无上知觉。】",
      "zh_TW": "【我印是人。成就菩薩無上知覺。】"
    },
    {
      "id": "07-002-0007_p0035",
      "zh_CN": "这个『印』是印证，世尊为这个人，就是心直的人为他印证。这个人起心动念、言语造作，一切时、一切处、一切环境当中心直、言直，就是此地讲的『一切真实』，永无虚假。所以佛给这个人作证明，这个人决定在这生当中，『成就菩萨无上知觉』，这个「无上知觉」也能够说无上菩提的意思。这样的心行，念佛求生净土必定是上品上生，这就是保证！这个念佛人是决定往生，凭什么？谁保证你决定往生？这《楞严经》上保证，《无量寿经》上保证。确实照佛在经典教训去做，认真的去做，佛哪有妄语？决定没有妄语。",
      "zh_TW": "這個『印』是印證，世尊為這個人，就是心直的人為他印證。這個人起心動念、言語造作，一切時、一切處、一切環境當中心直、言直，就是此地講的『一切真實』，永無虛假。所以佛給這個人作證明，這個人決定在這生當中，『成就菩薩無上知覺』，這個「無上知覺」也能夠說無上菩提的意思。這樣的心行，念佛求生淨土必定是上品上生，這就是保證！這個念佛人是決定往生，憑什麼？誰保證你決定往生？這《楞嚴經》上保證，《無量壽經》上保證。確實照佛在經典教訓去做，認真的去做，佛哪有妄語？決定沒有妄語。"
    },
    {
      "id": "07-002-0007_p0036",
      "zh_CN": "【如我所说。名为佛说。不如此说。即波旬说。】",
      "zh_TW": "【如我所說。名為佛說。不如此說。即波旬說。】"
    },
    {
      "id": "07-002-0007_p0037",
      "zh_CN": "我是释迦牟尼佛，佛讲『如我所说』，就是合前面所说的，断淫、断杀、断偷、断妄语，这就是持戒成就了。不但身要断，佛在这个经上的要求心要断，不能有这个念头，这个戒才叫真清净。身断了念头还存在，往生西方极乐世界，还是打个问号，能不能往生？给诸位说，没有把握。为什么？你里面有烦恼，你还可能招魔事，里面烦恼就是着魔的因素。内里头真净，魔不得其便，不可能着魔；凡是着魔，你的心都不清净。这是佛在此地给我们说真话。",
      "zh_TW": "我是釋迦牟尼佛，佛講『如我所說』，就是合前面所說的，斷淫、斷殺、斷偷、斷妄語，這就是持戒成就了。不但身要斷，佛在這個經上的要求心要斷，不能有這個念頭，這個戒才叫真清淨。身斷了念頭還存在，往生西方極樂世界，還是打個問號，能不能往生？給諸位說，沒有把握。為什麼？你裡面有煩惱，你還可能招魔事，裡面煩惱就是著魔的因素。內裡頭真淨，魔不得其便，不可能著魔；凡是著魔，你的心都不清淨。這是佛在此地給我們說真話。"
    },
    {
      "id": "07-002-0007_p0038",
      "zh_CN": "【阿难。汝问摄心。我今先说入三摩地修学妙门。求菩萨道。要先持此四种律仪。皎如冰霜。】",
      "zh_TW": "【阿難。汝問攝心。我今先說入三摩地修學妙門。求菩薩道。要先持此四種律儀。皎如冰霜。】"
    },
    {
      "id": "07-002-0007_p0039",
      "zh_CN": "『阿难』前面向释迦牟尼佛请教，怎样能够摄心入三摩地？这要用现代的话来讲，就是要怎样收心？我们妄念纷飞，昏沉很重，怎么样收这妄心真正能得定，就是这个意思。这问的非常重要，三摩地，在我们净土宗里面讲就是一心不乱，就是念佛三昧。换句话说，要是换成净宗的口气，就是我们念佛怎样收心才能得一心不乱，才能得念佛三昧，就是这个意思。我们可不可以这样说？可以，为什么可以？因为二十五圆通章当中，大势至菩萨就是念佛圆通。阿难问通途法门，就是二十五类统统都有，我们把它换成净土宗，换成念佛的法门。佛在此地告诉我们，你要想得念佛三昧，要想得一心不乱，这就是『入三摩地修学妙门，求菩萨道』，我们今天是求往生净土。佛在此地给我们的开示，就是要先持此四种律仪，『皎如冰霜』，这四条戒要清净，要真正的清净，真正清净不但身不犯，心里面连念头都不起，这是根本断掉了，恶的念头都断掉。",
      "zh_TW": "『阿難』前面向釋迦牟尼佛請教，怎樣能夠攝心入三摩地？這要用現代的話來講，就是要怎樣收心？我們妄念紛飛，昏沉很重，怎麼樣收這妄心真正能得定，就是這個意思。這問的非常重要，三摩地，在我們淨土宗裡面講就是一心不亂，就是念佛三昧。換句話說，要是換成淨宗的口氣，就是我們念佛怎樣收心才能得一心不亂，才能得念佛三昧，就是這個意思。我們可不可以這樣說？可以，為什麼可以？因為二十五圓通章當中，大勢至菩薩就是念佛圓通。阿難問通途法門，就是二十五類統統都有，我們把它換成淨土宗，換成念佛的法門。佛在此地告訴我們，你要想得念佛三昧，要想得一心不亂，這就是『入三摩地修學妙門，求菩薩道』，我們今天是求往生淨土。佛在此地給我們的開示，就是要先持此四種律儀，『皎如冰霜』，這四條戒要清淨，要真正的清淨，真正清淨不但身不犯，心裡面連念頭都不起，這是根本斷掉了，惡的念頭都斷掉。"
    },
    {
      "id": "07-002-0007_p0040",
      "zh_CN": "【自不能生一切枝叶。】",
      "zh_TW": "【自不能生一切枝葉。】"
    },
    {
      "id": "07-002-0007_p0041",
      "zh_CN": "身体造作、犯戒都是『枝叶』。",
      "zh_TW": "身體造作、犯戒都是『枝葉』。"
    },
    {
      "id": "07-002-0007_p0042",
      "zh_CN": "【心三口四。】",
      "zh_TW": "【心三口四。】"
    },
    {
      "id": "07-002-0007_p0043",
      "zh_CN": "心是贪瞋痴，口是妄语、两舌、恶口、绮语，身是杀盗淫，『心三口四』，身它是省掉了，说了个心，说了个口，一定有身，身口意，这是省略。这个过失就不会有了。",
      "zh_TW": "心是貪瞋痴，口是妄語、兩舌、惡口、綺語，身是殺盜淫，『心三口四』，身它是省掉了，說了個心，說了個口，一定有身，身口意，這是省略。這個過失就不會有了。"
    },
    {
      "id": "07-002-0007_p0044",
      "zh_CN": "【生必无因。】",
      "zh_TW": "【生必無因。】"
    },
    {
      "id": "07-002-0007_p0045",
      "zh_CN": "枝叶生起一定有因，因是什么？就是前面所说的四重戒律，你心不清净，这是因，这是造业之因。",
      "zh_TW": "枝葉生起一定有因，因是什麼？就是前面所說的四重戒律，你心不清淨，這是因，這是造業之因。"
    },
    {
      "id": "07-002-0007_p0046",
      "zh_CN": "【阿难。如是四事。若不遗失。心尚不缘色香味触。一切魔事。云何发生。】",
      "zh_TW": "【阿難。如是四事。若不遺失。心尚不緣色香味觸。一切魔事。云何發生。】"
    },
    {
      "id": "07-002-0007_p0047",
      "zh_CN": "修行在大乘法里面，这不能成就，就是魔障，所以说「道高一尺，魔高一丈」，障缘非常之多。『魔事』不能没有，为什么说不能没有？内里面妄想执着、烦恼没断。这六道凡夫统统没断，断了那就成阿罗汉了，就出了三界，哪有魔事！就没有了。可见得这个东西没断。外面，我们无量劫来在六道里头轮转，跟一切众生结多少冤仇、多少债务，缠绕不清，你能说外面环境没有障碍，哪有这种道理！前面释迦牟尼佛还示现的马麦之报，孔老夫子在陈绝粮，圣人尚且不免，何况凡夫？由此可知，魔事多，魔难敌，远离魔事，真的是修行人最重要的一桩大事，没有魔事，我们这一生就很容易成就！佛今天教给我们如何远离魔事的妙诀，就是心清净。这四条是大恶，这恶的念头都不生，四重戒叫根本戒，念头不生，其余枝枝叶叶小节当然不会生。就好像树一样，它从根断掉，枝叶自然就枯死了，所以这是从根本的教法。",
      "zh_TW": "修行在大乘法裡面，這不能成就，就是魔障，所以說「道高一尺，魔高一丈」，障緣非常之多。『魔事』不能沒有，為什麼說不能沒有？內裡面妄想執著、煩惱沒斷。這六道凡夫統統沒斷，斷了那就成阿羅漢了，就出了三界，哪有魔事！就沒有了。可見得這個東西沒斷。外面，我們無量劫來在六道裡頭輪轉，跟一切眾生結多少冤仇、多少債務，纏繞不清，你能說外面環境沒有障礙，哪有這種道理！前面釋迦牟尼佛還示現的馬麥之報，孔老夫子在陳絕糧，聖人尚且不免，何況凡夫？由此可知，魔事多，魔難敵，遠離魔事，真的是修行人最重要的一樁大事，沒有魔事，我們這一生就很容易成就！佛今天教給我們如何遠離魔事的妙訣，就是心清淨。這四條是大惡，這惡的念頭都不生，四重戒叫根本戒，念頭不生，其餘枝枝葉葉小節當然不會生。就好像樹一樣，它從根斷掉，枝葉自然就枯死了，所以這是從根本的教法。"
    },
    {
      "id": "07-002-0007_p0048",
      "zh_CN": "持戒是断妄心，绝尘是离妄缘，尘是尘缘，缘有两种，一种是物质环境，一种是人事环境。这两种环境当然用得恰当，你以智慧对待他，那都是善缘，帮助你、成就你的道业。如果应用不恰当，他就变成恶缘，对你道业就产生了障碍，扰乱你，叫你退转。蕅益大师在开示里面讲得很好，「境缘没有好丑」，意思就是说境是物质环境，缘是人事环境。人与物的环境当中说不上善恶，说不上好坏，好坏在自己的心。你自己用清净心，像经上讲的到真正清净，一个恶念都不生，所有一切顺境、逆境、善缘、恶缘，都变成你修道的增上缘，都是好缘。如果心不清净，不清净随着外面境界转，遇到好的缘生欢喜心、生贪心；遇到不好的缘生瞋恚心、生报复心，那所有一切境缘都不是善缘。这个话讲得有道理，这是事实真相，所以真的是心转境界，不是境界转心；境界转心，这个人决定成不了三摩地。几时到我们心转境界，什么心能转境界？清净心转境界。心不清净就被外境所转，这个要紧；你能转外境，那你就得大自在，这是真的有福报，真自在。还会被外境所转必定是凡夫，在境界里面做不了主。这章经文就到这个地方圆满。",
      "zh_TW": "持戒是斷妄心，絕塵是離妄緣，塵是塵緣，緣有兩種，一種是物質環境，一種是人事環境。這兩種環境當然用得恰當，你以智慧對待他，那都是善緣，幫助你、成就你的道業。如果應用不恰當，他就變成惡緣，對你道業就產生了障礙，擾亂你，叫你退轉。蕅益大師在開示裡面講得很好，「境緣沒有好醜」，意思就是說境是物質環境，緣是人事環境。人與物的環境當中說不上善惡，說不上好壞，好壞在自己的心。你自己用清淨心，像經上講的到真正清淨，一個惡念都不生，所有一切順境、逆境、善緣、惡緣，都變成你修道的增上緣，都是好緣。如果心不清淨，不清淨隨著外面境界轉，遇到好的緣生歡喜心、生貪心；遇到不好的緣生瞋恚心、生報復心，那所有一切境緣都不是善緣。這個話講得有道理，這是事實真相，所以真的是心轉境界，不是境界轉心；境界轉心，這個人決定成不了三摩地。幾時到我們心轉境界，什麼心能轉境界？清淨心轉境界。心不清淨就被外境所轉，這個要緊；你能轉外境，那你就得大自在，這是真的有福報，真自在。還會被外境所轉必定是凡夫，在境界裡面做不了主。這章經文就到這個地方圓滿。"
    },
    {
      "id": "07-002-0007_p0049",
      "zh_CN": "底下有一点补充，这必须要晓得，因为我们在日常生活环境当中，我们毕竟是初学、是凡夫。达到这个境界不是一天、二天的事情，要努力、要认真修学。达不到，要心向往之，要向这个目标、方向去迈进。我们知道戒律有开遮持犯，怎么样叫持戒？怎么样叫犯戒？怎样是叫开戒？开戒不是犯戒，开戒就有缘叫开缘。要用现在话，必须有开戒的条件，这个缘就是条件。条件很复杂、很多，但是它有个原则，这个原则是利益众生，对众生真的有利益。在这个时候自己破戒，我破戒是舍己为人，这叫开戒，不叫破戒。",
      "zh_TW": "底下有一點補充，這必須要曉得，因為我們在日常生活環境當中，我們畢竟是初學、是凡夫。達到這個境界不是一天、二天的事情，要努力、要認真修學。達不到，要心嚮往之，要向這個目標、方向去邁進。我們知道戒律有開遮持犯，怎麼樣叫持戒？怎麼樣叫犯戒？怎樣是叫開戒？開戒不是犯戒，開戒就有緣叫開緣。要用現在話，必須有開戒的條件，這個緣就是條件。條件很複雜、很多，但是它有個原則，這個原則是利益眾生，對眾生真的有利益。在這個時候自己破戒，我破戒是捨己為人，這叫開戒，不叫破戒。"
    },
    {
      "id": "07-002-0007_p0050",
      "zh_CN": "譬如佛在经上像这些公案（就是故事）讲得很多，《菩萨本缘经》里面讲了很多，《百喻经》里头也讲了很多。经上有这么段故事，这也是事实，一个修行人，在路上遇到一个打猎的人，这个猎人追一只兔子，追到三叉路口忽然看不到兔子，正好就遇到学佛的修行人，就问他，刚才你有没有看见兔子？他说我看见了，这是实话看见了。走哪条路去了？他就告诉他，他明明看到牠走这条路去了，他打个妄语，走那条路去了。猎人往那边去追。保全兔子一条命，这个妄语叫开戒，不叫破戒。他如果是不破戒，说老实话，实话实说，那条性命送掉了，猎人也造了杀生的罪业。他这一句妄语救了两个人，兔子生命救了，猎人没有造杀业，虽然动了念头没有杀到，那个罪就轻。一句妄语救两个众生，诸如此类的叫开缘，这不叫破戒。",
      "zh_TW": "譬如佛在經上像這些公案（就是故事）講得很多，《菩薩本緣經》裡面講了很多，《百喻經》裡頭也講了很多。經上有這麼段故事，這也是事實，一個修行人，在路上遇到一個打獵的人，這個獵人追一隻兔子，追到三叉路口忽然看不到兔子，正好就遇到學佛的修行人，就問他，剛才你有沒有看見兔子？他說我看見了，這是實話看見了。走哪條路去了？他就告訴他，他明明看到牠走這條路去了，他打個妄語，走那條路去了。獵人往那邊去追。保全兔子一條命，這個妄語叫開戒，不叫破戒。他如果是不破戒，說老實話，實話實說，那條性命送掉了，獵人也造了殺生的罪業。他這一句妄語救了兩個人，兔子生命救了，獵人沒有造殺業，雖然動了念頭沒有殺到，那個罪就輕。一句妄語救兩個眾生，諸如此類的叫開緣，這不叫破戒。"
    },
    {
      "id": "07-002-0007_p0051",
      "zh_CN": "但是诸位一定要记住，一切开缘决定是利他，不是利自己，如果是利自己，那叫破戒，这就有罪。利益别人、救度别人，这叫开缘，这叫开戒，所以条条戒里面开遮持犯，一定要懂得。这个戒律才能够守，否则的话，怎么守法不晓得，持戒不是教你死在戒条之下，那就错了。像刚才这个例子，如果你真的告诉猎人，猎物从哪里走，我看到牠从那里跑掉了，他造了杀生的罪业，这个说实话有罪过。希望诸位能够举一反三，我们在日常生活当中晓得戒律如何来修持，修持得很自在、很快乐，这就对了，真正在修行当中得到法喜充满。",
      "zh_TW": "但是諸位一定要記住，一切開緣決定是利他，不是利自己，如果是利自己，那叫破戒，這就有罪。利益別人、救度別人，這叫開緣，這叫開戒，所以條條戒裡面開遮持犯，一定要懂得。這個戒律才能夠守，否則的話，怎麼守法不曉得，持戒不是教你死在戒條之下，那就錯了。像剛才這個例子，如果你真的告訴獵人，獵物從哪裡走，我看到牠從那裡跑掉了，他造了殺生的罪業，這個說實話有罪過。希望諸位能夠舉一反三，我們在日常生活當中曉得戒律如何來修持，修持得很自在、很快樂，這就對了，真正在修行當中得到法喜充滿。"
    }
  ]
}