{
  "doc_id": "07-002-0005",
  "title": {
    "zh_CN": "大佛顶首楞严经清净明诲章",
    "zh_TW": "大佛頂首楞嚴經清淨明誨章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国加州圣荷西迪安萨学院",
    "zh_TW": "美國加州聖荷西迪安薩學院"
  },
  "doc_number": "07-002-0005",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "07-002-0005_p0001",
      "zh_CN": "请掀开讲义第六页第三行，我们将经文念一段，对对地方。",
      "zh_TW": "請掀開講義第六頁第三行，我們將經文念一段，對對地方。"
    },
    {
      "id": "07-002-0005_p0002",
      "zh_CN": "【若我灭后。其有比丘发心决定修三摩地。能于如来形像之前。身燃一灯。烧一指节。及于身上𦶟一香炷。我说是人无始宿债一时酬毕。长揖世间。永脱诸漏。虽未即明无上觉路。是人于法已决定心。】",
      "zh_TW": "【若我滅後。其有比丘發心決定修三摩地。能於如來形像之前。身燃一燈。燒一指節。及於身上爇一香炷。我說是人無始宿債一時酬畢。長揖世間。永脫諸漏。雖未即明無上覺路。是人於法已決定心。】"
    },
    {
      "id": "07-002-0005_p0003",
      "zh_CN": "我们看这段。这经里面的宗旨是叫我们能够舍身。菩萨行最重要的一个行门，就是布施，也就是舍。不但身外之物要能舍，身体也要能舍，诸位要明白这个道理。经上教给我们完全是表舍身为法、舍身为众生，是这个意思，千万不能够误会，舍的目的是要决定成就戒定慧三学。此地只说『三摩地』，三摩地是属于定，说定就包括戒与慧在当中。前面一再提到的三无漏学，在佛像前面是求佛为我们作证明，我们发大心大愿，身心世界一切放下，是这么个意思。在表法里面燃灯，在身上燃个灯炷，或者是燃指，烧个手指，烧个指来供佛，或者在『身上𦶟一香炷』。这个香炷在我们中国是最为普遍，大概受了菩萨戒的在家居士在手臂上燃香；出家的在头顶上燃香，这叫燃一炷香。",
      "zh_TW": "我們看這段。這經裡面的宗旨是叫我們能夠捨身。菩薩行最重要的一個行門，就是布施，也就是捨。不但身外之物要能捨，身體也要能捨，諸位要明白這個道理。經上教給我們完全是表捨身為法、捨身為眾生，是這個意思，千萬不能夠誤會，捨的目的是要決定成就戒定慧三學。此地只說『三摩地』，三摩地是屬於定，說定就包括戒與慧在當中。前面一再提到的三無漏學，在佛像前面是求佛為我們作證明，我們發大心大願，身心世界一切放下，是這麼個意思。在表法裡面燃燈，在身上燃個燈炷，或者是燃指，燒個手指，燒個指來供佛，或者在『身上爇一香炷』。這個香炷在我們中國是最為普遍，大概受了菩薩戒的在家居士在手臂上燃香；出家的在頭頂上燃香，這叫燃一炷香。"
    },
    {
      "id": "07-002-0005_p0004",
      "zh_CN": "有人误会，大概燃的香是愈多愈好，愈能消灾灭罪，跟经上所说的『无始宿债一时酬毕』，是不是真的能酬毕？假如把整个身体都烧掉，你人我是非的念头还存在，你的业障就消不了。诸位要认清楚，什么叫业障？妄想是业障，烦恼是业障。假如真的燃一炷香，烧一个指头，烦恼从此以后都断了，妄念都不生了，那就真的消除了。如其不然，全身烧光，烦恼习气依旧没有断，这点一定要认清楚。佛教给我们燃香是给别人看的，能舍身，也是警惕自己的，我已经发愿燃烧自己，照耀别人，我已经发这个愿。不能违背自己的本誓愿，说话要算话，怎么能说了不算？它的真正的意义，是舍己为人。为众生的利益能够牺牲自己身命也在所不惜，燃香重要的意义在这里。如果这个念头坚定，一切为众生，丝毫不为自己着想，诸位想想看，妄想、烦恼真的就少了。所有一切妄想、烦恼都是从自己利益、自己得失里面生的，这个念头要断。一切为众生，与自己毫不相关，这就没有了，道理在此地！",
      "zh_TW": "有人誤會，大概燃的香是愈多愈好，愈能消災滅罪，跟經上所說的『無始宿債一時酬畢』，是不是真的能酬畢？假如把整個身體都燒掉，你人我是非的念頭還存在，你的業障就消不了。諸位要認清楚，什麼叫業障？妄想是業障，煩惱是業障。假如真的燃一炷香，燒一個指頭，煩惱從此以後都斷了，妄念都不生了，那就真的消除了。如其不然，全身燒光，煩惱習氣依舊沒有斷，這點一定要認清楚。佛教給我們燃香是給別人看的，能捨身，也是警惕自己的，我已經發願燃燒自己，照耀別人，我已經發這個願。不能違背自己的本誓願，說話要算話，怎麼能說了不算？它的真正的意義，是捨己為人。為眾生的利益能夠犧牲自己身命也在所不惜，燃香重要的意義在這裡。如果這個念頭堅定，一切為眾生，絲毫不為自己著想，諸位想想看，妄想、煩惱真的就少了。所有一切妄想、煩惱都是從自己利益、自己得失裡面生的，這個念頭要斷。一切為眾生，與自己毫不相關，這就沒有了，道理在此地！"
    },
    {
      "id": "07-002-0005_p0005",
      "zh_CN": "诸位读了这个书，你不要真的去烧，身上燃一炷香这没关系，为什么？对你工作没有妨碍。你燃一个指头，少了一个指头，做事情就不方便，燃两个、燃三个那就更不方便了。观音菩萨两个手不够用，要现千手；两只眼睛不够用，要现千眼。要明白这个道理，主要的意义，是叫我们以身体、以精神、以智慧，统统为众生服务，这是真正的燃灯，真正的燃指，真正的𦶟香。在身体上燃香，在全世界的佛教只有中国有，其他国家地区没见到，包括我们中国边疆的喇嘛都是佛教，他们也没有燃身，也没有烧香疤。唯独在中国盛行，中国要是不身上燃几个香疤，大家就不承认你，你不是佛教徒，有这种执着。但是身上不燃的，他真正发了这个心舍己为人，那是真正燃灯、燃指、燃香，那是真的做到。我们要了解它的精神，这是在佛菩萨面前发愿给自己作证明，难舍能舍，这才能消除业障。",
      "zh_TW": "諸位讀了這個書，你不要真的去燒，身上燃一炷香這沒關係，為什麼？對你工作沒有妨礙。你燃一個指頭，少了一個指頭，做事情就不方便，燃兩個、燃三個那就更不方便了。觀音菩薩兩個手不夠用，要現千手；兩隻眼睛不夠用，要現千眼。要明白這個道理，主要的意義，是叫我們以身體、以精神、以智慧，統統為眾生服務，這是真正的燃燈，真正的燃指，真正的爇香。在身體上燃香，在全世界的佛教只有中國有，其他國家地區沒見到，包括我們中國邊疆的喇嘛都是佛教，他們也沒有燃身，也沒有燒香疤。唯獨在中國盛行，中國要是不身上燃幾個香疤，大家就不承認你，你不是佛教徒，有這種執著。但是身上不燃的，他真正發了這個心捨己為人，那是真正燃燈、燃指、燃香，那是真的做到。我們要了解它的精神，這是在佛菩薩面前發願給自己作證明，難捨能捨，這才能消除業障。"
    },
    {
      "id": "07-002-0005_p0006",
      "zh_CN": "底下说「我说是人无始宿债」，这生生世世欠众生无量无边的业债。业债，如果有我，我负债，我要偿债，能还得清吗？还不清的！哪一天到无我，我没有了，我没有了谁欠债、谁还债？就没有了。总而言之一句话，无始劫以来的业债还存不存在，问题就是你还有没有我？有我，业债决定存在。因缘遇会时，欠命要偿命，欠钱的要还钱，没有不还的。证得阿罗汉果以上，阿罗汉与这些大菩萨们我没有了，他要不要偿？他没有我了，他虽然不偿，说实在话，比偿的不晓得要加多少倍。为什么？他真正觉悟，他要帮助一切苦难的众生，那是大慈悲心救度一切众生。没有到这个程度是还债，到那个程度那不是还债，比还债还要积极，还要认真。这经典里面教给我们的方法，可以说字字句句都是教我们，怎样才能真正脱离生死轮回，给我们说这桩大事。无始宿债一时酬毕，我舍掉了，没有了。",
      "zh_TW": "底下說「我說是人無始宿債」，這生生世世欠眾生無量無邊的業債。業債，如果有我，我負債，我要償債，能還得清嗎？還不清的！哪一天到無我，我沒有了，我沒有了誰欠債、誰還債？就沒有了。總而言之一句話，無始劫以來的業債還存不存在，問題就是你還有沒有我？有我，業債決定存在。因緣遇會時，欠命要償命，欠錢的要還錢，沒有不還的。證得阿羅漢果以上，阿羅漢與這些大菩薩們我沒有了，他要不要償？他沒有我了，他雖然不償，說實在話，比償的不曉得要加多少倍。為什麼？他真正覺悟，他要幫助一切苦難的眾生，那是大慈悲心救度一切眾生。沒有到這個程度是還債，到那個程度那不是還債，比還債還要積極，還要認真。這經典裡面教給我們的方法，可以說字字句句都是教我們，怎樣才能真正脫離生死輪迴，給我們說這樁大事。無始宿債一時酬畢，我捨掉了，沒有了。"
    },
    {
      "id": "07-002-0005_p0007",
      "zh_CN": "『长揖世间，永脱诸漏』，这个诸漏就是指见思烦恼，见思烦恼是因，六道轮回是果。因断掉了，果当然就没有了，这就是永远脱离三界六道，长揖就是长辞，辞别这个世间。『虽未即明无上觉路』，这句就是禅家讲的明心见性，他虽然还没有见性，功夫还没到这个程度，只断见思；换句话说，尘沙、无明没破，就是属于这个境界。小乘阿罗汉、辟支佛、权教菩萨，都是这样的境界，他们确实脱离六道轮回。『是人于法已决定心』，他虽然没有能见性，但是他对于明心见性的修学有决定的信心，知道这个事情是真实的，知道自己将来必定能够证得。就如同《金刚经》上所说的，「信心清净，则生实相」，他正向这个目标迈进。我们念佛人也不例外，也要把身心世界一切放下，我们念佛三昧才能够得到。念佛三昧，就是此地讲的三摩地，才真正能得到，得到念佛三昧才真正永脱轮回，往生西方极乐世界就有决定的把握。",
      "zh_TW": "『長揖世間，永脫諸漏』，這個諸漏就是指見思煩惱，見思煩惱是因，六道輪迴是果。因斷掉了，果當然就沒有了，這就是永遠脫離三界六道，長揖就是長辭，辭別這個世間。『雖未即明無上覺路』，這句就是禪家講的明心見性，他雖然還沒有見性，功夫還沒到這個程度，只斷見思；換句話說，塵沙、無明沒破，就是屬於這個境界。小乘阿羅漢、辟支佛、權教菩薩，都是這樣的境界，他們確實脫離六道輪迴。『是人於法已決定心』，他雖然沒有能見性，但是他對於明心見性的修學有決定的信心，知道這個事情是真實的，知道自己將來必定能夠證得。就如同《金剛經》上所說的，「信心清淨，則生實相」，他正向這個目標邁進。我們念佛人也不例外，也要把身心世界一切放下，我們念佛三昧才能夠得到。念佛三昧，就是此地講的三摩地，才真正能得到，得到念佛三昧才真正永脫輪迴，往生西方極樂世界就有決定的把握。"
    },
    {
      "id": "07-002-0005_p0008",
      "zh_CN": "【若不为此舍身微因。纵成无为。必还生人酬其宿债。】",
      "zh_TW": "【若不為此捨身微因。縱成無為。必還生人酬其宿債。】"
    },
    {
      "id": "07-002-0005_p0009",
      "zh_CN": "佛说假如你不能够『舍身』，这个地方讲得很清楚，舍身。前面跟你讲的燃一灯、燃一指节、身上𦶟一香炷，舍身这个意思不明显。这个地方明白的说出来了，舍身绝对不贪恋这个身体，身尚且不贪恋，尚且能舍，何况身外之物！身外之物哪一样能够影响你？当然更容易放下。众生最难放下的是身，身尚且能放下，没有一样放不下，此地明白告诉我们。『微因』，这个微是说的微少，在我们凡夫看这了不起，这哪里是微因；但在诸佛菩萨看，这很微少。为什么？三种烦恼里面见思烦恼、尘沙烦恼、无明烦恼，你才舍见思而已！这只舍见思烦恼就舍离了三界，往后还有尘沙、无明，所以这是讲微因。如果在大乘法门里面讲，菩萨五十一个阶级，舍身所证的果报，只在十信位的七信菩萨，这第七信。从第八信往上面去还有四十多个位次，当然这不算多，不算是大因。",
      "zh_TW": "佛說假如你不能夠『捨身』，這個地方講得很清楚，捨身。前面跟你講的燃一燈、燃一指節、身上爇一香炷，捨身這個意思不明顯。這個地方明白的說出來了，捨身絕對不貪戀這個身體，身尚且不貪戀，尚且能捨，何況身外之物！身外之物哪一樣能夠影響你？當然更容易放下。眾生最難放下的是身，身尚且能放下，沒有一樣放不下，此地明白告訴我們。『微因』，這個微是說的微少，在我們凡夫看這了不起，這哪裡是微因；但在諸佛菩薩看，這很微少。為什麼？三種煩惱裡面見思煩惱、塵沙煩惱、無明煩惱，你才捨見思而已！這只捨見思煩惱就捨離了三界，往後還有塵沙、無明，所以這是講微因。如果在大乘法門裡面講，菩薩五十一個階級，捨身所證的果報，只在十信位的七信菩薩，這第七信。從第八信往上面去還有四十多個位次，當然這不算多，不算是大因。"
    },
    {
      "id": "07-002-0005_p0010",
      "zh_CN": "这点你做不到，『纵成无为』，这是说纵然你能够得到，这个无为是相似的无为，不是真正的无为。哪些是相似的无为？禅定是相似的无为，因为人在入定当中，他的心得到清净，与无为法相应。虽然与无为法相应，他的定支持不久，所以他是相似的，他不是永恒的。如果这个定得到永远不退，那他就成就了，他就真的证得真无为法。这在《楞严经》上也讲得很清楚，要证到九次第定才是真的无为，第九定。前面八个定是四禅八定，四禅就是四禅天的禅定，八定是四禅再加上四空天，不是四禅以外还有八定。八定里面包括四禅，四禅不包括八定，四禅再加上四空天这叫八定。这八个位次就是此地讲的「纵成无为」，这八种定是相似的无为，你证到这个果位没有用，纵然你生到最高的一层非想非非想天，这是三界二十八层天最高的，寿命八万大劫。这个寿命实际上讲就是他的定功，他能在这么长的时间里面，他定不会失掉，他能保持这么久。",
      "zh_TW": "這點你做不到，『縱成無為』，這是說縱然你能夠得到，這個無為是相似的無為，不是真正的無為。哪些是相似的無為？禪定是相似的無為，因為人在入定當中，他的心得到清淨，與無為法相應。雖然與無為法相應，他的定支持不久，所以他是相似的，他不是永恆的。如果這個定得到永遠不退，那他就成就了，他就真的證得真無為法。這在《楞嚴經》上也講得很清楚，要證到九次第定才是真的無為，第九定。前面八個定是四禪八定，四禪就是四禪天的禪定，八定是四禪再加上四空天，不是四禪以外還有八定。八定裡面包括四禪，四禪不包括八定，四禪再加上四空天這叫八定。這八個位次就是此地講的「縱成無為」，這八種定是相似的無為，你證到這個果位沒有用，縱然你生到最高的一層非想非非想天，這是三界二十八層天最高的，壽命八萬大劫。這個壽命實際上講就是他的定功，他能在這麼長的時間裡面，他定不會失掉，他能保持這麼久。"
    },
    {
      "id": "07-002-0005_p0011",
      "zh_CN": "但是八万大劫还是有期限的，到了他的定功就失掉，失掉了上面再没有地方了，必定往下堕落，就是还要搞轮回，他会堕落到色界、欲界，甚至于堕落到三恶道，这是《楞严》上讲得很清楚。所谓说爬得高摔得重，这是真的。他为什么会摔得重？因为他到那个境界，他自己以为他成佛，自己以为证得大涅槃，这叫大妄语，贡高我慢。大妄语是堕地狱道的业因，毁谤三宝，到他要堕落的时候他就毁谤，你看诸佛讲的，证得大涅槃就不再堕落，我已经证得大涅槃，为什么我还堕落？可见得一切佛所说的都是假的，都是骗人的。他是没有证到，自己误会以为证得了，这是他知见错误。再加上毁谤三宝，这种罪业使他很快的就堕落到恶道去，这叫摔得重。所以他『必还生人酬其宿债』，他出不了三界，三界里面与这么多众生，多生多世的往来，所结下的恩怨债务太多了，遇到了就要酬偿。",
      "zh_TW": "但是八萬大劫還是有期限的，到了他的定功就失掉，失掉了上面再沒有地方了，必定往下墮落，就是還要搞輪迴，他會墮落到色界、欲界，甚至於墮落到三惡道，這是《楞嚴》上講得很清楚。所謂說爬得高摔得重，這是真的。他為什麼會摔得重？因為他到那個境界，他自己以為他成佛，自己以為證得大涅槃，這叫大妄語，貢高我慢。大妄語是墮地獄道的業因，毀謗三寶，到他要墮落的時候他就毀謗，你看諸佛講的，證得大涅槃就不再墮落，我已經證得大涅槃，為什麼我還墮落？可見得一切佛所說的都是假的，都是騙人的。他是沒有證到，自己誤會以為證得了，這是他知見錯誤。再加上毀謗三寶，這種罪業使他很快的就墮落到惡道去，這叫摔得重。所以他『必還生人酬其宿債』，他出不了三界，三界裡面與這麼多眾生，多生多世的往來，所結下的恩怨債務太多了，遇到了就要酬償。"
    },
    {
      "id": "07-002-0005_p0012",
      "zh_CN": "【如我马麦正等无异。】",
      "zh_TW": "【如我馬麥正等無異。】"
    },
    {
      "id": "07-002-0005_p0013",
      "zh_CN": "实际上释迦牟尼佛这已经成佛了，哪里还有还债的道理？我在前面跟诸位提到安世高大师，在我们中国还了两次的命债，这是传记上有记载，这都是真正大修行人还有这些事情吗？有。但是有在他来说跟我们不一样，我们是真的还债，他是在那里表演给我们看的。他最重要的意思是提醒我们，我成菩萨，我成了佛，遇到缘我还要受报，我们博地凡夫哪有不受恶报的道理！是警惕我们的。我们是真的在受报，诸佛菩萨是表演给我们看，警告我们，恶决定不能做，教给我们断恶修善。",
      "zh_TW": "實際上釋迦牟尼佛這已經成佛了，哪裡還有還債的道理？我在前面跟諸位提到安世高大師，在我們中國還了兩次的命債，這是傳記上有記載，這都是真正大修行人還有這些事情嗎？有。但是有在他來說跟我們不一樣，我們是真的還債，他是在那裡表演給我們看的。他最重要的意思是提醒我們，我成菩薩，我成了佛，遇到緣我還要受報，我們博地凡夫哪有不受惡報的道理！是警惕我們的。我們是真的在受報，諸佛菩薩是表演給我們看，警告我們，惡決定不能做，教給我們斷惡修善。"
    },
    {
      "id": "07-002-0005_p0014",
      "zh_CN": "马麦之报，佛在经里面说的，这是述说他自己在过去生中的一段因缘，佛所讲的，这都是久远劫之前种的因。而在这次也是在舍卫国，事情发生在舍卫国，舍卫国有个阿耆达王。我们知道释迦牟尼佛出现的时代，相当于我们中国周朝的时候，周朝还在春秋战国之前，中国没有统一，印度也没有统一。中国古书里面讲八百诸侯，那就是有八百多个国家，诸侯都是国王。所谓是中央政府，不过就是一个最强盛的国家，大家对他很尊敬，像是盟邦的主席一样。其实每个诸侯国家都是独立国，他们跟周朝的关系，周朝实际上本身也是个部落，是很强盛的部落。跟它的关系是什么？用它的正朔，正朔就是我们现在讲的日历，年月日时用它的，跟它用同样的。像我们今天的世界上，大家都用阳历，全世界用一种便利往来。那个时候周天子对诸侯，就是每年颁给他日历，他们对于周天子的义务，距离比较近一点的，一年进贡一次。进贡就是给周天子送点礼物，送土产，我这里出产什么东西，送点过去；如果距离远的是三年朝贡一次，可见得统统是独立国。印度也是的，所以印度讲某一个国，可能那个国比我们现在一个区、一个镇还要小。我们在古书上念的，这四书上常常读到的，大国的范围是一百里，小国二、三十里。二、三十里的面积不大，很小，现在真的一个大的社区，差不多在古时候就是一小国。舍卫国也是个小部落，这部落里头国王请释迦牟尼佛，请他到这里来弘法，释迦牟尼佛那个时候的学生有五百人，就是五百比丘常常跟着释迦牟尼佛的，请他的期限是三个月供斋，国王来供斋。",
      "zh_TW": "馬麥之報，佛在經裡面說的，這是述說他自己在過去生中的一段因緣，佛所講的，這都是久遠劫之前種的因。而在這次也是在舍衛國，事情發生在舍衛國，舍衛國有個阿耆達王。我們知道釋迦牟尼佛出現的時代，相當於我們中國周朝的時候，周朝還在春秋戰國之前，中國沒有統一，印度也沒有統一。中國古書裡面講八百諸侯，那就是有八百多個國家，諸侯都是國王。所謂是中央政府，不過就是一個最強盛的國家，大家對他很尊敬，像是盟邦的主席一樣。其實每個諸侯國家都是獨立國，他們跟周朝的關係，周朝實際上本身也是個部落，是很強盛的部落。跟它的關係是什麼？用它的正朔，正朔就是我們現在講的日曆，年月日時用它的，跟它用同樣的。像我們今天的世界上，大家都用陽曆，全世界用一種便利往來。那個時候周天子對諸侯，就是每年頒給他日曆，他們對於周天子的義務，距離比較近一點的，一年進貢一次。進貢就是給周天子送點禮物，送土產，我這裡出產什麼東西，送點過去；如果距離遠的是三年朝貢一次，可見得統統是獨立國。印度也是的，所以印度講某一個國，可能那個國比我們現在一個區、一個鎮還要小。我們在古書上念的，這四書上常常讀到的，大國的範圍是一百里，小國二、三十里。二、三十里的面積不大，很小，現在真的一個大的社區，差不多在古時候就是一小國。舍衛國也是個小部落，這部落裡頭國王請釋迦牟尼佛，請他到這裡來弘法，釋迦牟尼佛那個時候的學生有五百人，就是五百比丘常常跟著釋迦牟尼佛的，請他的期限是三個月供齋，國王來供齋。"
    },
    {
      "id": "07-002-0005_p0015",
      "zh_CN": "在这个时候国王被魔蛊惑，被魔迷惑，去享受五欲的快乐去了，去游玩纵乐了，就把请释迦牟尼佛这五百人的事情忘掉了。这些人来了，没人供养就没得吃。所以到了舍卫国之后大概只有六天，请了六天有供养，六天以后就没有人送供养。诸位晓得，三个月的时间才六天，头六天有供养，后头都没有了。遇到年成不好，正在闹饥荒，粮食很不容易得到，就是到外面去乞食，托钵乞食都很难有人供养的。这个时候有这养马的，遇到养马的这些人，马有马料，养马的人看到释迦牟尼佛这么多人没饭吃，就把马吃的东西把牠减少一些，匀一点出来供养佛，供养这些比丘僧。到第九十天国王忽然想到了，请了佛、请比丘怎么样？这么多天有没有送供养？都没有，才想到。想到之后国王向佛求忏悔。这是确实有这么回事情。",
      "zh_TW": "在這個時候國王被魔蠱惑，被魔迷惑，去享受五欲的快樂去了，去遊玩縱樂了，就把請釋迦牟尼佛這五百人的事情忘掉了。這些人來了，沒人供養就沒得吃。所以到了舍衛國之後大概只有六天，請了六天有供養，六天以後就沒有人送供養。諸位曉得，三個月的時間才六天，頭六天有供養，後頭都沒有了。遇到年成不好，正在鬧飢荒，糧食很不容易得到，就是到外面去乞食，托缽乞食都很難有人供養的。這個時候有這養馬的，遇到養馬的這些人，馬有馬料，養馬的人看到釋迦牟尼佛這麼多人沒飯吃，就把馬吃的東西把牠減少一些，勻一點出來供養佛，供養這些比丘僧。到第九十天國王忽然想到了，請了佛、請比丘怎麼樣？這麼多天有沒有送供養？都沒有，才想到。想到之後國王向佛求懺悔。這是確實有這麼回事情。"
    },
    {
      "id": "07-002-0005_p0016",
      "zh_CN": "释迦牟尼佛福报这么大还遭难，所以释迦佛有马麦之报三个月。孔老夫子在中国是大圣人，在陈绝粮，也没得吃，这大圣人！于是舍利弗尊者就问佛因缘，就向佛请教「佛，你老人家为什么会遭这样的果报？」佛就说在过去生中，这都是很远了，毘婆尸佛的时候，那个时候也是由国王请佛、请出家人。佛与这些比丘们应供之后，当然僧团里面还有生病的，生病的人没有办法一起来，所以他们吃完之后，就要求再带一份给有病的比丘，给他们带一份去，这也是常情。在这个时候遇到一个梵志，在我们佛法讲是外道，但是他们也是修行人。佛出世在世间，印度的宗教非常发达，经上所记载的，有九十六种外道。外道不是骂人的话，也不是轻视人的话，诸位一定要晓得。为什么叫外道？心外求法。凡是心外求法的，都叫外道。佛法向自性当中求，可是我们现在学佛，佛门里面有不少是外道，我们佛家叫门内外，为什么？他也是心外求法，求佛、求菩萨保佑他升官发财，都是外道。我们学佛的人可不可以求？可以求。可以求怎么求法？要向内求，不能向外求，向外求就错了。内求怎么求法？佛怎么样教我们，我们依照这个方法去做，就求到了。",
      "zh_TW": "釋迦牟尼佛福報這麼大還遭難，所以釋迦佛有馬麥之報三個月。孔老夫子在中國是大聖人，在陳絕糧，也沒得吃，這大聖人！於是舍利弗尊者就問佛因緣，就向佛請教「佛，你老人家為什麼會遭這樣的果報？」佛就說在過去生中，這都是很遠了，毘婆尸佛的時候，那個時候也是由國王請佛、請出家人。佛與這些比丘們應供之後，當然僧團裡面還有生病的，生病的人沒有辦法一起來，所以他們吃完之後，就要求再帶一份給有病的比丘，給他們帶一份去，這也是常情。在這個時候遇到一個梵志，在我們佛法講是外道，但是他們也是修行人。佛出世在世間，印度的宗教非常發達，經上所記載的，有九十六種外道。外道不是罵人的話，也不是輕視人的話，諸位一定要曉得。為什麼叫外道？心外求法。凡是心外求法的，都叫外道。佛法向自性當中求，可是我們現在學佛，佛門裡面有不少是外道，我們佛家叫門內外，為什麼？他也是心外求法，求佛、求菩薩保佑他升官發財，都是外道。我們學佛的人可不可以求？可以求。可以求怎麼求法？要向內求，不能向外求，向外求就錯了。內求怎麼求法？佛怎麼樣教我們，我們依照這個方法去做，就求到了。"
    },
    {
      "id": "07-002-0005_p0017",
      "zh_CN": "在中国很明显的例子，其实例子太多了，说不尽！没人把它纪录出来提供大家做参考。了凡先生把他接受云谷大师开导的，一生修学的效果，把它写成文章，传给他的儿子，这篇东西流传下来。像袁了凡这种人在中国不计其数，太多了，真的有求必应。云谷禅师没有叫袁了凡天天拜佛，求佛赏赐，没有，是教他断恶行、断习气，存好心、做好事自然感得果报。这是从自性当中求，有求必应，这个求是对的，合理合法。如果说是自己习气、毛病都不改，侥幸的求佛菩萨保佑，求佛菩萨赏赐，这不但求不到，反而加重罪业，为什么？把佛菩萨看作贪官污吏。我供养一点，你要回报我什么，你保佑我发财发一百万，我供养一万给你，给佛菩萨谈这些条件，你把佛菩萨当作什么人？所以这心术就不正，心就不清净，那哪里能求得到！所以佛法是从心性当中求。外道的意思我们要明白、要清楚，绝对不是轻视。",
      "zh_TW": "在中國很明顯的例子，其實例子太多了，說不盡！沒人把它紀錄出來提供大家做參考。了凡先生把他接受雲谷大師開導的，一生修學的效果，把它寫成文章，傳給他的兒子，這篇東西流傳下來。像袁了凡這種人在中國不計其數，太多了，真的有求必應。雲谷禪師沒有叫袁了凡天天拜佛，求佛賞賜，沒有，是教他斷惡行、斷習氣，存好心、做好事自然感得果報。這是從自性當中求，有求必應，這個求是對的，合理合法。如果說是自己習氣、毛病都不改，僥幸的求佛菩薩保佑，求佛菩薩賞賜，這不但求不到，反而加重罪業，為什麼？把佛菩薩看作貪官污吏。我供養一點，你要回報我什麼，你保佑我發財發一百萬，我供養一萬給你，給佛菩薩談這些條件，你把佛菩薩當作什麼人？所以這心術就不正，心就不清淨，那哪裡能求得到！所以佛法是從心性當中求。外道的意思我們要明白、要清楚，絕對不是輕視。"
    },
    {
      "id": "07-002-0005_p0018",
      "zh_CN": "佛遇到梵志，这是外道的一种，是婆罗门，遇到这一种。他们修行也很难得，实在讲印度这些高级宗教的修学，要拿我们现在来讲，他真的超越许多宗教。像我们现在所知道的，天主教、基督教、伊斯兰教都比不上。他确实有禅定的功夫，他们的目的是生天，欲界天、色界天、无色界天都是他们向往的目标。佛带着这群人，托钵回去了，还给病比丘带着菜饭。在路上遇到这些外道，外道闻到菜饭的香味，就造了口业，这个口业不管他是有意、无意，就是责备。好像这群出家人，因为佛都是剃了头的：「这些秃头他们只应该吃马麦，只配吃马麦，有什么大的福报，享受这样丰盛的供斋？」起这个念头，说这个话。而且外道他也有徒众，他也不是一个人，他的徒众有五百人，叫这些徒众统统骂，骂这些出家人。这是过去生中，释迦牟尼佛造的因，梵志就是释迦牟尼佛的前身，他的前身；现在跟他这五百比丘，就是那个时候的徒弟，就那一帮人。现在虽然是成佛、证阿罗汉，真的，受三个月马麦之报。这就说明无论是有心、是无心，不要以为话说完就没事，事在后世。",
      "zh_TW": "佛遇到梵志，這是外道的一種，是婆羅門，遇到這一種。他們修行也很難得，實在講印度這些高級宗教的修學，要拿我們現在來講，他真的超越許多宗教。像我們現在所知道的，天主教、基督教、伊斯蘭教都比不上。他確實有禪定的功夫，他們的目的是生天，欲界天、色界天、無色界天都是他們嚮往的目標。佛帶著這群人，托缽回去了，還給病比丘帶著菜飯。在路上遇到這些外道，外道聞到菜飯的香味，就造了口業，這個口業不管他是有意、無意，就是責備。好像這群出家人，因為佛都是剃了頭的：「這些禿頭他們只應該吃馬麥，只配吃馬麥，有什麼大的福報，享受這樣豐盛的供齋？」起這個念頭，說這個話。而且外道他也有徒眾，他也不是一個人，他的徒眾有五百人，叫這些徒眾統統罵，罵這些出家人。這是過去生中，釋迦牟尼佛造的因，梵志就是釋迦牟尼佛的前身，他的前身；現在跟他這五百比丘，就是那個時候的徒弟，就那一幫人。現在雖然是成佛、證阿羅漢，真的，受三個月馬麥之報。這就說明無論是有心、是無心，不要以為話說完就沒事，事在後世。"
    },
    {
      "id": "07-002-0005_p0019",
      "zh_CN": "我们明白这个事实，那你就要注意到，起心动念都要清净，要知道起心动念就在那里造业因，这个业因你要不出三界，遇缘决定受报。众生无始劫以来恶习气很重，往往我们在日常生活当中，或是对人，或是对事，不如意的时候心里面就很不高兴，口里面就会出恶言，不知道以后果报可畏，这太可怕！我们想想，我们这一生当中，纵然以纯善之心待人接物，所谓好心，可是怎么样？不得好报。别人对你是恶意恶行相加，你要问这是不是太不公平，这为什么原因？有原因的。人与人之间纵然一生见一次面，点点头或瞪一下眼睛，前世都有因缘，后来都有果报，这是事实，决定不能够避免的。我们学佛的人明白这个事实真相，所以我们在境界很顺的时候，我们自己晓得有它的因素；在境缘非常不顺的时候，我们也明白，这究竟是什么原因，统统明白。明了之后我们的心是清净的，顺境就不谈，逆境的时候逆来顺受，绝对不怨天尤人，这就还债。这个债这样了结了，不再结新怨，这是非常重要。由此可知，佛教给我们舍，教给我们放下，实在是修学课程里面，非常好的一种方法。舍妄念，心自然就清净，清净心才能够照见事实真相，然后对于这个事情来处理才会恰到其分，这个事情自己明了。",
      "zh_TW": "我們明白這個事實，那你就要注意到，起心動念都要清淨，要知道起心動念就在那裡造業因，這個業因你要不出三界，遇緣決定受報。眾生無始劫以來惡習氣很重，往往我們在日常生活當中，或是對人，或是對事，不如意的時候心裡面就很不高興，口裡面就會出惡言，不知道以後果報可畏，這太可怕！我們想想，我們這一生當中，縱然以純善之心待人接物，所謂好心，可是怎麼樣？不得好報。別人對你是惡意惡行相加，你要問這是不是太不公平，這為什麼原因？有原因的。人與人之間縱然一生見一次面，點點頭或瞪一下眼睛，前世都有因緣，後來都有果報，這是事實，決定不能夠避免的。我們學佛的人明白這個事實真相，所以我們在境界很順的時候，我們自己曉得有它的因素；在境緣非常不順的時候，我們也明白，這究竟是什麼原因，統統明白。明瞭之後我們的心是清淨的，順境就不談，逆境的時候逆來順受，絕對不怨天尤人，這就還債。這個債這樣了結了，不再結新怨，這是非常重要。由此可知，佛教給我們捨，教給我們放下，實在是修學課程裡面，非常好的一種方法。捨妄念，心自然就清淨，清淨心才能夠照見事實真相，然後對於這個事情來處理才會恰到其分，這個事情自己明瞭。"
    },
    {
      "id": "07-002-0005_p0020",
      "zh_CN": "【汝教世人修三摩地。后断偷盗。是名如来先佛世尊第三决定清净明诲。】",
      "zh_TW": "【汝教世人修三摩地。後斷偷盜。是名如來先佛世尊第三決定清淨明誨。】"
    },
    {
      "id": "07-002-0005_p0021",
      "zh_CN": "这是接着前面断淫、断杀，第三就是断偷心，这非常的重要。这是佛教弟子传佛的教法，这种教学就对了，与十方三世一切诸佛教化众生的方法相同，也就是相应而不违背。绝对没有一尊佛说不舍偷盗，也能证得『三摩地』；不舍偷盗也能证无上菩提的，决定没有这个说法。这是很清楚、很明显的教诲，最重要的是决定不能有偷心。偷心，用现代的话来讲，决定不能有非分之心，不是我本分应该得到的，我希求希望得到，这个心是偷心，有这个心不能出三界。再给诸位说，纵然自己应该得到的，也要把它舍弃。一定要明了，我们这个身体，现在留在这个世间，要维持生活，衣食住行不能够缺少的，自己一定要衡量足够就行了，这是佛常常教给我们知足。足有个标准，佛当年在世是生活最低的标准，你看日中一食，三衣一钵。在热带的环境里面，这是不能再少的，维持一个最低的标准，这是舍。",
      "zh_TW": "這是接著前面斷淫、斷殺，第三就是斷偷心，這非常的重要。這是佛教弟子傳佛的教法，這種教學就對了，與十方三世一切諸佛教化眾生的方法相同，也就是相應而不違背。絕對沒有一尊佛說不捨偷盜，也能證得『三摩地』；不捨偷盜也能證無上菩提的，決定沒有這個說法。這是很清楚、很明顯的教誨，最重要的是決定不能有偷心。偷心，用現代的話來講，決定不能有非分之心，不是我本分應該得到的，我希求希望得到，這個心是偷心，有這個心不能出三界。再給諸位說，縱然自己應該得到的，也要把它捨棄。一定要明瞭，我們這個身體，現在留在這個世間，要維持生活，衣食住行不能夠缺少的，自己一定要衡量足夠就行了，這是佛常常教給我們知足。足有個標準，佛當年在世是生活最低的標準，你看日中一食，三衣一缽。在熱帶的環境裡面，這是不能再少的，維持一個最低的標準，這是捨。"
    },
    {
      "id": "07-002-0005_p0022",
      "zh_CN": "佛对在家居士的尺度就放宽了，在家居士，社会有社会一般的标准，维持一般人生活的水准，这就可以，不求奢华，那就对了。这个标准随时代、随地区而有差异，这是要我们自己有智慧来辨别。如果自己有多余的，应当布施、供养给社会一切需要的人，我们供养他、布施他，这样做法就对了。绝对不贪图享受，这是教我们断偷心。下面这段经文，佛又告诉我们，如何确定三昧能不能得到，所以这段开示非常重要。",
      "zh_TW": "佛對在家居士的尺度就放寬了，在家居士，社會有社會一般的標準，維持一般人生活的水準，這就可以，不求奢華，那就對了。這個標準隨時代、隨地區而有差異，這是要我們自己有智慧來辨別。如果自己有多餘的，應當布施、供養給社會一切需要的人，我們供養他、布施他，這樣做法就對了。絕對不貪圖享受，這是教我們斷偷心。下面這段經文，佛又告訴我們，如何確定三昧能不能得到，所以這段開示非常重要。"
    },
    {
      "id": "07-002-0005_p0023",
      "zh_CN": "【是故阿难。若不断偷修禅定者。譬如有人。水灌漏卮。欲求其满。纵经尘劫。终无平复。】",
      "zh_TW": "【是故阿難。若不斷偷修禪定者。譬如有人。水灌漏卮。欲求其滿。縱經塵劫。終無平復。】"
    },
    {
      "id": "07-002-0005_p0024",
      "zh_CN": "这是佛举个比喻，『卮』是酒器，像我们现在的酒杯，它那个比酒杯大一点，诸位在故宫博物院能够看到。譬如酒器下面有个洞，它会漏，漏是什么？漏就表示偷心。偷心把你的功德都漏掉，使你定慧不能成就，戒定慧三种功德都不能成就，都从这个漏洞漏掉了。好比酒器有漏，我们想盛水，怎么盛也盛不满，为什么？这边倒进去，那边漏掉了，这个比喻容易懂。所以修定这句的范围非常广大，前面都给诸位报告过，大小乘佛法、所有宗派法门，修学的总名词就叫禅定。佛法教学的内容是戒定慧三学，戒是手段，帮助我们得定的，定是枢纽，得到定之后才开智慧，因定开慧，慧是目标，定是枢纽，非常重要。我们念佛一心不乱就是念佛三昧，就是禅定，可见得偷心不能有，有这个东西我们一心决定得不到。你要想得一心不乱，得一心、得念佛三昧，这个念头要舍得干干净净。下面佛再举例给我们说明：",
      "zh_TW": "這是佛舉個比喻，『卮』是酒器，像我們現在的酒杯，它那個比酒杯大一點，諸位在故宮博物院能夠看到。譬如酒器下面有個洞，它會漏，漏是什麼？漏就表示偷心。偷心把你的功德都漏掉，使你定慧不能成就，戒定慧三種功德都不能成就，都從這個漏洞漏掉了。好比酒器有漏，我們想盛水，怎麼盛也盛不滿，為什麼？這邊倒進去，那邊漏掉了，這個比喻容易懂。所以修定這句的範圍非常廣大，前面都給諸位報告過，大小乘佛法、所有宗派法門，修學的總名詞就叫禪定。佛法教學的內容是戒定慧三學，戒是手段，幫助我們得定的，定是樞紐，得到定之後才開智慧，因定開慧，慧是目標，定是樞紐，非常重要。我們念佛一心不亂就是念佛三昧，就是禪定，可見得偷心不能有，有這個東西我們一心決定得不到。你要想得一心不亂，得一心、得念佛三昧，這個念頭要捨得乾乾淨淨。下面佛再舉例給我們說明："
    },
    {
      "id": "07-002-0005_p0025",
      "zh_CN": "【若诸比丘衣钵之余。分寸不蓄。乞食余分。施饿众生。】",
      "zh_TW": "【若諸比丘衣缽之餘。分寸不蓄。乞食餘分。施餓眾生。】"
    },
    {
      "id": "07-002-0005_p0026",
      "zh_CN": "『比丘』是讲出家人，出家的弟子，佛陀当年在世确实是这样的，出家人的财物就是『衣钵』，钵是吃饭的，衣是遮身体的。在古代在家弟子供养一钵饭容易，供养一件衣是很难，不像现在纺织业这么发达，衣服得来很容易。从前布匹是手工织的，一天能织多少？一件衣的衣料要织很多天，所以这个衣料很不容易得到。在家信徒供养出家人的衣，就很困难，出家人也必须体谅在家人，不能叫他为难。所以佛叫出家人乞食之外，乞衣是什么？乞粪扫衣。什么叫粪扫衣？你们衣服穿坏了、穿破了不要的，布施给出家的比丘。出家比丘拿了这个当然也不能用，取还可以用的那一块把它剪下来，这样子累积，累积到可以缝一件衣了，再把它缝起来。",
      "zh_TW": "『比丘』是講出家人，出家的弟子，佛陀當年在世確實是這樣的，出家人的財物就是『衣缽』，缽是吃飯的，衣是遮身體的。在古代在家弟子供養一缽飯容易，供養一件衣是很難，不像現在紡織業這麼發達，衣服得來很容易。從前布匹是手工織的，一天能織多少？一件衣的衣料要織很多天，所以這個衣料很不容易得到。在家信徒供養出家人的衣，就很困難，出家人也必須體諒在家人，不能叫他為難。所以佛叫出家人乞食之外，乞衣是什麼？乞糞掃衣。什麼叫糞掃衣？你們衣服穿壞了、穿破了不要的，布施給出家的比丘。出家比丘拿了這個當然也不能用，取還可以用的那一塊把它剪下來，這樣子累積，累積到可以縫一件衣了，再把它縫起來。"
    },
    {
      "id": "07-002-0005_p0027",
      "zh_CN": "由此可知，这件衣料子不一样，颜色不一样，所以出家衣为什么一件里好像一块一块的，那就是衣服是这么来的。把它缝起来，如果这个布面积大一点，就做为五衣，五衣是五条，这个大衣一共是五条。如果料子很小，面积很小就缝二十五条，佛有规定的，有五条，有九条，有十一条、十七条，都是单数，最多的二十一条。二十一条那个布就很小了，一块一块很小这样缝起来。缝起来之后染色，染成深咖啡色，取这个色，不取正色。五种正色，红黄蓝白黑这五种叫正色，把这五种颜色混合在一起叫杂色，所以叫袈裟。袈裟是印度话，袈裟翻成中国意思就是杂，就是混杂的意思，叫杂色衣，衣是从这么来的。衣，一个出家人有几件？三件，所以叫五条衣、七条衣，再就是二十五条，九条以上的叫大衣。在印度有这三衣就够了，最冷的天气三衣统统披上，天热的时候穿一件，衣是这么来的。",
      "zh_TW": "由此可知，這件衣料子不一樣，顏色不一樣，所以出家衣為什麼一件裡好像一塊一塊的，那就是衣服是這麼來的。把它縫起來，如果這個布面積大一點，就做為五衣，五衣是五條，這個大衣一共是五條。如果料子很小，面積很小就縫二十五條，佛有規定的，有五條，有九條，有十一條、十七條，都是單數，最多的二十一條。二十一條那個布就很小了，一塊一塊很小這樣縫起來。縫起來之後染色，染成深咖啡色，取這個色，不取正色。五種正色，紅黃藍白黑這五種叫正色，把這五種顏色混合在一起叫雜色，所以叫袈裟。袈裟是印度話，袈裟翻成中國意思就是雜，就是混雜的意思，叫雜色衣，衣是從這麼來的。衣，一個出家人有幾件？三件，所以叫五條衣、七條衣，再就是二十五條，九條以上的叫大衣。在印度有這三衣就夠了，最冷的天氣三衣統統披上，天熱的時候穿一件，衣是這麼來的。"
    },
    {
      "id": "07-002-0005_p0028",
      "zh_CN": "这个钵大小合自己的饭量，不能太大也不太小，叫应量器，应自己食量。除了衣与钵之外，他什么都没有，『分寸不蓄』，没有积蓄，他心清净。何况佛老人家提倡的是日中一食，树下一宿，所以出家人没有房子住，住在树下。树下还只能住一晚上，不能天天去住，天天去住对这个地方起了贪爱，所以要舍。有很多的规矩，其目的都是叫我们舍偷心。这个大树很荫凉，风景环境很好，天天到这个地方来，晚上到这边来打坐，这个心就是偷心。你想想看多难，你对这个地方喜欢、贪爱，真的不容易，那心就不清净。乞食，有的时候乞食吃多下来的，多下来决定不能留到明天，当然佛的制度，实在讲也非常合乎卫生。吃剩下来东西要布施这些鸟兽，去喂牠们，决定不可以留到第二餐再吃，不可以。所以每天都要出去托钵一次，接受大众的供养；转施给畜生，与一切畜生结缘，这是那个时候的生活方式。",
      "zh_TW": "這個缽大小合自己的飯量，不能太大也不太小，叫應量器，應自己食量。除了衣與缽之外，他什麼都沒有，『分寸不蓄』，沒有積蓄，他心清淨。何況佛老人家提倡的是日中一食，樹下一宿，所以出家人沒有房子住，住在樹下。樹下還只能住一晚上，不能天天去住，天天去住對這個地方起了貪愛，所以要捨。有很多的規矩，其目的都是叫我們捨偷心。這個大樹很蔭涼，風景環境很好，天天到這個地方來，晚上到這邊來打坐，這個心就是偷心。你想想看多難，你對這個地方喜歡、貪愛，真的不容易，那心就不清淨。乞食，有的時候乞食吃多下來的，多下來決定不能留到明天，當然佛的制度，實在講也非常合乎衛生。吃剩下來東西要布施這些鳥獸，去餵牠們，決定不可以留到第二餐再吃，不可以。所以每天都要出去托缽一次，接受大眾的供養；轉施給畜生，與一切畜生結緣，這是那個時候的生活方式。"
    },
    {
      "id": "07-002-0005_p0029",
      "zh_CN": "时代不断在进步，印度在家人无论学佛、不学佛，普遍都尊重出家人，都会布施饮食的。所以一个出家人，譬如像现在在泰国、在斯里兰卡，你每天托钵都有人供养，不会托空钵的。可是在美国这边你托钵，恐怕就要托空钵了，没人供养你；在中国也不行，也不会有人供养你，这是我们生活环境不相同。佛教传到中国，这是由于国家帝王派特使礼请回来的，礼请到中国来的，中国对于孝亲尊师的观念、这种行持，一直到今天还都存在。哪有叫老师到外面去露宿，哪有叫老师到外面去要饭的，没有这个道理。我们中国风俗习惯跟印度不相同，所以佛教传到中国来之后，出家人就开始接受王公大臣的供养。居住有精舍，不要去树下一宿，精舍都做得非常之好；三餐有人供养，也不必自己到外面去奔波，去乞食。这是佛教到中国来之后，这个生活状况完全改变，中国化了。",
      "zh_TW": "時代不斷在進步，印度在家人無論學佛、不學佛，普遍都尊重出家人，都會布施飲食的。所以一個出家人，譬如像現在在泰國、在斯里蘭卡，你每天托缽都有人供養，不會托空缽的。可是在美國這邊你托缽，恐怕就要托空缽了，沒人供養你；在中國也不行，也不會有人供養你，這是我們生活環境不相同。佛教傳到中國，這是由於國家帝王派特使禮請回來的，禮請到中國來的，中國對於孝親尊師的觀念、這種行持，一直到今天還都存在。哪有叫老師到外面去露宿，哪有叫老師到外面去要飯的，沒有這個道理。我們中國風俗習慣跟印度不相同，所以佛教傳到中國來之後，出家人就開始接受王公大臣的供養。居住有精舍，不要去樹下一宿，精舍都做得非常之好；三餐有人供養，也不必自己到外面去奔波，去乞食。這是佛教到中國來之後，這個生活狀況完全改變，中國化了。"
    },
    {
      "id": "07-002-0005_p0030",
      "zh_CN": "中国的气候跟印度不相同，印度在南方，中国是在北方，天气寒冷，三衣不能御寒。于是佛教传到中国来之后，就穿中国读书人的衣服，中国古代服装是属于礼服，非常讲究。我们今天出家人穿这个大袖子，那叫海青，海清是汉朝时候的礼服。佛教是汉朝传到中国来的，唯一跟在家人不一样的，就是衣服上不绣花纹，素色的；在家人的衣服领子上都绣花的，滚边上都绣花的。出家人不绣花纹，素色的，但一样穿海清，海清属于礼服，在那个时候是属于士大夫阶级所穿的，也就是说读书人穿的，做官人穿的，不是做粗重工作。像长挂，我们这里叫便服，这是工作服，这是劳动阶级所穿的，它袖子小，工作比较方便。在家人也都绣花的，诸位看看古时候的服装都能看到。在家人跟出家人服装完全相同，只是出家人素色没有花纹。当然在中国四季气候不一样，我们的服装也不一样，四季衣裳，于是出家人在中国，生活完全中国化。在诵经行礼的时候将袈裟披上，我们现在讲披衣，那就是袈裟。袈裟披上只是做个纪念的意义，明了世尊当年在世他们生活的状况。我们今天念念不忘，还看到衣，还看到钵，钵现在也不用，衣现在也少用，想到当年那种清修的苦行，难舍能舍，提醒我们这个意念。我们见到衣钵要知道一切能舍，这点非常的重要，有多余的一定能布施，欢喜布施。",
      "zh_TW": "中國的氣候跟印度不相同，印度在南方，中國是在北方，天氣寒冷，三衣不能禦寒。於是佛教傳到中國來之後，就穿中國讀書人的衣服，中國古代服裝是屬於禮服，非常講究。我們今天出家人穿這個大袖子，那叫海青，海清是漢朝時候的禮服。佛教是漢朝傳到中國來的，唯一跟在家人不一樣的，就是衣服上不繡花紋，素色的；在家人的衣服領子上都繡花的，滾邊上都繡花的。出家人不繡花紋，素色的，但一樣穿海清，海清屬於禮服，在那個時候是屬於士大夫階級所穿的，也就是說讀書人穿的，做官人穿的，不是做粗重工作。像長掛，我們這裡叫便服，這是工作服，這是勞動階級所穿的，它袖子小，工作比較方便。在家人也都繡花的，諸位看看古時候的服裝都能看到。在家人跟出家人服裝完全相同，只是出家人素色沒有花紋。當然在中國四季氣候不一樣，我們的服裝也不一樣，四季衣裳，於是出家人在中國，生活完全中國化。在誦經行禮的時候將袈裟披上，我們現在講披衣，那就是袈裟。袈裟披上只是做個紀念的意義，明瞭世尊當年在世他們生活的狀況。我們今天念念不忘，還看到衣，還看到缽，缽現在也不用，衣現在也少用，想到當年那種清修的苦行，難捨能捨，提醒我們這個意念。我們見到衣缽要知道一切能捨，這點非常的重要，有多餘的一定能布施，歡喜布施。"
    },
    {
      "id": "07-002-0005_p0031",
      "zh_CN": "【于大集会。合掌礼众。有人捶詈。同于称赞。】",
      "zh_TW": "【於大集會。合掌禮眾。有人捶詈。同於稱讚。】"
    },
    {
      "id": "07-002-0005_p0032",
      "zh_CN": "前面这句断傲慢心，后面这句断瞋恚心。贪瞋痴慢疑，这叫根本烦恼；换句话说，只要有一条存在，决定障碍三摩地。也就是说我们念佛想念到功夫成片，念到一心不乱，有这些东西是决定做不到的。这些东西未必是外来的，外来是缘，内里面有这个因。所以初学的人为什么选择幽静的环境，跟社会远离，远离把缘断掉，你的心慢慢会清净下来；如果一接触这个社会，又动心起念，那就又完了。小乘的修学，大乘初学也是如此，一定要把外缘远离，愈远愈好，保持清净的环境。没有这些恶缘，你虽然有习气、有烦恼，没有人勾引你，也慢慢就定下来，静下来了。可是现在环境跟古时候不一样，古时候寺庙建筑在山林之中就行了，距离村庄很远，至少也隔个二、三里路，佛家叫兰若。兰若是印度话，翻成中国意思，就是很安静的地方，安静的标准是什么？农村里面牧牛，牛叫的声音听不到，这个环境就很清静。",
      "zh_TW": "前面這句斷傲慢心，後面這句斷瞋恚心。貪瞋痴慢疑，這叫根本煩惱；換句話說，只要有一條存在，決定障礙三摩地。也就是說我們念佛想念到功夫成片，念到一心不亂，有這些東西是決定做不到的。這些東西未必是外來的，外來是緣，內裡面有這個因。所以初學的人為什麼選擇幽靜的環境，跟社會遠離，遠離把緣斷掉，你的心慢慢會清淨下來；如果一接觸這個社會，又動心起念，那就又完了。小乘的修學，大乘初學也是如此，一定要把外緣遠離，愈遠愈好，保持清淨的環境。沒有這些惡緣，你雖然有習氣、有煩惱，沒有人勾引你，也慢慢就定下來，靜下來了。可是現在環境跟古時候不一樣，古時候寺廟建築在山林之中就行了，距離村莊很遠，至少也隔個二、三里路，佛家叫蘭若。蘭若是印度話，翻成中國意思，就是很安靜的地方，安靜的標準是什麼？農村裡面牧牛，牛叫的聲音聽不到，這個環境就很清靜。"
    },
    {
      "id": "07-002-0005_p0033",
      "zh_CN": "现在不行，现在飞机满天飞，声音比牛还大，现在找个清净环境地方，不容易，何况电视、广播一直闹到你家里面来了。从前修行人住在寺庙里很少下山，没有重要事情通常不下山的。山下要发生什么事情，总有上山的人来才会说，说点新闻，这山下发生什么事情，可能十天、半月才有一个人上山来，所以要知道山下的消息很不容易。现在打开电视、广播，全世界的事情立刻就知道了，心怎么能定得下来？现在实在讲，我们修行的外缘，跟古人比起来差得太远了。今天人修行成就三昧，古人不能不佩服，为什么？古人要放在今天有很多人不能成就。真正是滚滚红尘里面，他能不动心，他能成就三昧，哪个不佩服！所以现在修行比从前难，修行成就，那比古人成就要高很多倍，这是真的。我们把这些事实真相都搞清楚，自己要珍惜因缘，不要认为我现在生活环境不好，说老实话，比古人的环境好，为什么？成就比他高，你所得成就的三昧是真实的三昧，这是禁得起考验的；古人很多成就是没有经过考验的。这根本烦恼，随烦恼统统要认真去断，就是认真的去舍，去把它放下。",
      "zh_TW": "現在不行，現在飛機滿天飛，聲音比牛還大，現在找個清淨環境地方，不容易，何況電視、廣播一直鬧到你家裡面來了。從前修行人住在寺廟裡很少下山，沒有重要事情通常不下山的。山下要發生什麼事情，總有上山的人來才會說，說點新聞，這山下發生什麼事情，可能十天、半月才有一個人上山來，所以要知道山下的消息很不容易。現在打開電視、廣播，全世界的事情立刻就知道了，心怎麼能定得下來？現在實在講，我們修行的外緣，跟古人比起來差得太遠了。今天人修行成就三昧，古人不能不佩服，為什麼？古人要放在今天有很多人不能成就。真正是滾滾紅塵裡面，他能不動心，他能成就三昧，哪個不佩服！所以現在修行比從前難，修行成就，那比古人成就要高很多倍，這是真的。我們把這些事實真相都搞清楚，自己要珍惜因緣，不要認為我現在生活環境不好，說老實話，比古人的環境好，為什麼？成就比他高，你所得成就的三昧是真實的三昧，這是禁得起考驗的；古人很多成就是沒有經過考驗的。這根本煩惱，隨煩惱統統要認真去斷，就是認真的去捨，去把它放下。"
    },
    {
      "id": "07-002-0005_p0034",
      "zh_CN": "『大集会中，合掌礼众』，为什么？人很多的地方，恭敬心愈要生起来。因为人多的地方，有人跟我差不多的，有人比我强，还有很多人不如我的，这个分别心，嫉妒、傲慢心，往往在这个时候现行，这个时候会生起来。佛教给我们要把心定下来礼敬大众，实在讲就是普贤菩萨十大愿礼敬诸佛，要修恭敬心，以真诚恭敬对待大众，这是断我慢心。如果有人责备、辱骂，这时候你要『同于称赞』。因为一般人在这个境界里面，往往瞋恚的心生起来，不平的心生起来，甚至于报复的心生起来，这就把你的三摩地全部破坏掉。正是佛家所说的「火烧功德林」，什么火？瞋恚之火。什么是功德？三摩地是功德。我们念佛功夫成片是功德，一心不乱是功德；这一念瞋恚心起来，这功德都没有了，心就乱了，最为可怕。",
      "zh_TW": "『大集會中，合掌禮眾』，為什麼？人很多的地方，恭敬心愈要生起來。因為人多的地方，有人跟我差不多的，有人比我強，還有很多人不如我的，這個分別心，嫉妒、傲慢心，往往在這個時候現行，這個時候會生起來。佛教給我們要把心定下來禮敬大眾，實在講就是普賢菩薩十大願禮敬諸佛，要修恭敬心，以真誠恭敬對待大眾，這是斷我慢心。如果有人責備、辱罵，這時候你要『同於稱讚』。因為一般人在這個境界裡面，往往瞋恚的心生起來，不平的心生起來，甚至於報復的心生起來，這就把你的三摩地全部破壞掉。正是佛家所說的「火燒功德林」，什麼火？瞋恚之火。什麼是功德？三摩地是功德。我們念佛功夫成片是功德，一心不亂是功德；這一念瞋恚心起來，這功德都沒有了，心就亂了，最為可怕。"
    },
    {
      "id": "07-002-0005_p0035",
      "zh_CN": "一个人在一生当中，修点福容易，修点福报容易；修功德是真正不容易，你要说是你修积的功德，功德的确非常微薄。想想看上一次哪天发了脾气，脾气一发的时候前面都不算了。从发完脾气之后到现在心地平静，这功德就这么一点点。昨天发的脾气，你的功德只有一天；今天早晨发的脾气，你的功德只有几小时。如果刚才发的脾气，功德全完了，不容易，相当不容易。所以遇到逆境、逆缘，要提高警觉，决定不能动怒，自己要清楚那是什么。外面的魔看我修的功德，他在嫉妒了，他不能破坏，他只有劝我自己来烧，赶快把它烧掉。你就那么听话，就把它烧掉，这不冤枉吗？如果了解事实真相，不管什么逆境，我绝不动心，我要保持我的功德，这样你的念佛三昧就不难成就。凡是三昧不能成就，说实在话，十之八、九都是瞋恚心破坏的，再一半就是贪爱心破坏的，贪瞋是重大的烦恼。佛教给我们一定要断，要认真的断，要认真的舍离，千万不要上当，不要被外境迷惑，这很重要。",
      "zh_TW": "一個人在一生當中，修點福容易，修點福報容易；修功德是真正不容易，你要說是你修積的功德，功德的確非常微薄。想想看上一次哪天發了脾氣，脾氣一發的時候前面都不算了。從發完脾氣之後到現在心地平靜，這功德就這麼一點點。昨天發的脾氣，你的功德只有一天；今天早晨發的脾氣，你的功德只有幾小時。如果剛才發的脾氣，功德全完了，不容易，相當不容易。所以遇到逆境、逆緣，要提高警覺，決定不能動怒，自己要清楚那是什麼。外面的魔看我修的功德，他在嫉妒了，他不能破壞，他只有勸我自己來燒，趕快把它燒掉。你就那麼聽話，就把它燒掉，這不冤枉嗎？如果了解事實真相，不管什麼逆境，我絕不動心，我要保持我的功德，這樣你的念佛三昧就不難成就。凡是三昧不能成就，說實在話，十之八、九都是瞋恚心破壞的，再一半就是貪愛心破壞的，貪瞋是重大的煩惱。佛教給我們一定要斷，要認真的斷，要認真的捨離，千萬不要上當，不要被外境迷惑，這很重要。"
    },
    {
      "id": "07-002-0005_p0036",
      "zh_CN": "【必使身心二俱捐舍。身肉骨血。与众生共。】",
      "zh_TW": "【必使身心二俱捐捨。身肉骨血。與眾生共。】"
    },
    {
      "id": "07-002-0005_p0037",
      "zh_CN": "『身』是身体，绝不造作，『心』是念头，绝无恶念，这两样都离开。『身肉骨血，与众生共』，这是真正成就清净的持戒，这是一定要明理。如果不把这个道理、事实真相搞清楚，不容易做到。世间俗话常说「人不为己，天诛地灭」，这个话是谁说的？这话是魔说的。这样的人决定不出三界，他怎么可能出三界？我执太深了。佛法修学最重要的是要把心量打开，凡人的心量，那个心量只容得下自己，自己以外，另外一个人都容纳不下，所以才有争执、才有烦恼。佛给我们讲真相，真相怎样？真相我们的心是「心包太虚，量周沙界」，《楞严》上句句给我们讲的是真相。那是本来的心量就是那么大，为什么我们现在的心变成这么小，变成不能容人？",
      "zh_TW": "『身』是身體，絕不造作，『心』是念頭，絕無惡念，這兩樣都離開。『身肉骨血，與眾生共』，這是真正成就清淨的持戒，這是一定要明理。如果不把這個道理、事實真相搞清楚，不容易做到。世間俗話常說「人不為己，天誅地滅」，這個話是誰說的？這話是魔說的。這樣的人決定不出三界，他怎麼可能出三界？我執太深了。佛法修學最重要的是要把心量打開，凡人的心量，那個心量只容得下自己，自己以外，另外一個人都容納不下，所以才有爭執、才有煩惱。佛給我們講真相，真相怎樣？真相我們的心是「心包太虛，量周沙界」，《楞嚴》上句句給我們講的是真相。那是本來的心量就是那麼大，為什麼我們現在的心變成這麼小，變成不能容人？"
    },
    {
      "id": "07-002-0005_p0038",
      "zh_CN": "俗话又常说「害人之心不可有，防人之心不可无」，你看防人，你的范围还是小，有什么好防的？不防多自在，防就不自在，有什么好防的！再念念阿弥陀佛求生西方极乐世界，这身心世界我都不要，我防谁？只要你有个防人之心，你们诸位想想，你念佛三昧怎么会成就？所以一个真正念佛人防人都不必要。我们真是无量劫来，生生世世在学佛念佛，没结果，还落到今天这个地步，到底错在什么地方？世尊这段经文，这四大段「清净明诲」，就清清楚楚、明明白白告诉我们毛病出在哪里。如果这一生当中，还要犯老毛病，这一生必然跟过去一样，要空过了，不能成就。所以要放下、要舍，要舍得干干净净，我们这一生就没有白过。到底真实的利益，毕竟是在西方极乐世界，不能到极乐世界，不能见阿弥陀佛，所有一切利益都是假的，都是过眼云烟，不是真实的。假的就要舍、就要放下，真的要取，真妄要有能力去辨别，不要看错了。",
      "zh_TW": "俗話又常說「害人之心不可有，防人之心不可無」，你看防人，你的範圍還是小，有什麼好防的？不防多自在，防就不自在，有什麼好防的！再念念阿彌陀佛求生西方極樂世界，這身心世界我都不要，我防誰？只要你有個防人之心，你們諸位想想，你念佛三昧怎麼會成就？所以一個真正念佛人防人都不必要。我們真是無量劫來，生生世世在學佛念佛，沒結果，還落到今天這個地步，到底錯在什麼地方？世尊這段經文，這四大段「清淨明誨」，就清清楚楚、明明白白告訴我們毛病出在哪裡。如果這一生當中，還要犯老毛病，這一生必然跟過去一樣，要空過了，不能成就。所以要放下、要捨，要捨得乾乾淨淨，我們這一生就沒有白過。到底真實的利益，畢竟是在西方極樂世界，不能到極樂世界，不能見阿彌陀佛，所有一切利益都是假的，都是過眼雲煙，不是真實的。假的就要捨、就要放下，真的要取，真妄要有能力去辨別，不要看錯了。"
    },
    {
      "id": "07-002-0005_p0039",
      "zh_CN": "【不将如来不了义说。回为己解以误初学。佛印是人得真三昧。】",
      "zh_TW": "【不將如來不了義說。迴為己解以誤初學。佛印是人得真三昧。】"
    },
    {
      "id": "07-002-0005_p0040",
      "zh_CN": "这句话说明，佛在许多经典里面有不了义的说法，我们要注意到，不可以拿不了义的说法，当作我们的盾牌、当作我们的借口，那就错了。像哪些不了义？像佛在小乘经里面讲的，出家人可以储蓄一点财物，使你的生活能够安定，心安则道隆，才可以养道。如果明天生活问题不能解决，你今天还有心来念佛吗？这个说法是不了义的说法，这个说法是对于没有决定心的说法。真正有决定心的，明天还没到管它干什么？想它干什么？那是对一个决定心人说法。像类似这些很多，大小乘里面统统都有，我们一定要能理解。否则的话，人家引许多经典来给我们说，我们一听很有道理，这都是佛说的，到底遵从哪个好？你又迷惑了。今天时间到了，这个意思我们下一堂再补充。",
      "zh_TW": "這句話說明，佛在許多經典裡面有不了義的說法，我們要注意到，不可以拿不了義的說法，當作我們的盾牌、當作我們的藉口，那就錯了。像哪些不了義？像佛在小乘經裡面講的，出家人可以儲蓄一點財物，使你的生活能夠安定，心安則道隆，才可以養道。如果明天生活問題不能解決，你今天還有心來念佛嗎？這個說法是不了義的說法，這個說法是對於沒有決定心的說法。真正有決定心的，明天還沒到管它幹什麼？想它幹什麼？那是對一個決定心人說法。像類似這些很多，大小乘裡面統統都有，我們一定要能理解。否則的話，人家引許多經典來給我們說，我們一聽很有道理，這都是佛說的，到底遵從哪個好？你又迷惑了。今天時間到了，這個意思我們下一堂再補充。"
    }
  ]
}