{
  "doc_id": "19-002-0010",
  "title": {
    "zh_CN": "了凡四训",
    "zh_TW": "了凡四訓"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "19-002-0010",
  "total_paragraphs": 143,
  "paragraphs": [
    {
      "id": "19-002-0010_p0001",
      "zh_CN": "请看最后这一行：",
      "zh_TW": "請看最後這一行："
    },
    {
      "id": "19-002-0010_p0002",
      "zh_CN": "【茍未能然。须明理以遣之。又未能然。须随事以禁之。】",
      "zh_TW": "【茍未能然。須明理以遣之。又未能然。須隨事以禁之。】"
    },
    {
      "id": "19-002-0010_p0003",
      "zh_CN": "这些话也都是勉励我们，最上乘的方法是从心地上改。了凡居士也是一个虔诚的佛弟子，在那个时候佛门里面禅风非常盛行，因为了凡居士这个时代跟莲池大师的时代是差不多，同时的。净宗的提倡，莲池大师是煞费苦心，因为一般人对于净宗轻视，于是乎就有排斥、拒绝，不肯修学。所以莲池大师写这本《疏钞》，我们能够看得出来，他处处引用《华严经》来解释《弥陀经》。因为大家对于《华严》没有话说，普遍的尊重，用《华严》来解释《弥陀》，这是把《阿弥陀经》的地位提升，让大家觉悟。但是禅的势力根深蒂固，尤其是净宗的弘扬没有禅那样的普遍。所以袁了凡居士虽然学佛，偏重在禅的地方多，我们看这个文就晓得。如果他要是修净土的，那这一段从心改，就跟我刚才讲的一样，那是究竟圆满彻底的改过，不是其他法门能够相提并论的。",
      "zh_TW": "這些話也都是勉勵我們，最上乘的方法是從心地上改。了凡居士也是一個虔誠的佛弟子，在那個時候佛門裡面禪風非常盛行，因為了凡居士這個時代跟蓮池大師的時代是差不多，同時的。淨宗的提倡，蓮池大師是煞費苦心，因為一般人對於淨宗輕視，於是乎就有排斥、拒絕，不肯修學。所以蓮池大師寫這本《疏鈔》，我們能夠看得出來，他處處引用《華嚴經》來解釋《彌陀經》。因為大家對於《華嚴》沒有話說，普遍的尊重，用《華嚴》來解釋《彌陀》，這是把《阿彌陀經》的地位提升，讓大家覺悟。但是禪的勢力根深蒂固，尤其是淨宗的弘揚沒有禪那樣的普遍。所以袁了凡居士雖然學佛，偏重在禪的地方多，我們看這個文就曉得。如果他要是修淨土的，那這一段從心改，就跟我剛才講的一樣，那是究竟圓滿徹底的改過，不是其他法門能夠相提並論的。"
    },
    {
      "id": "19-002-0010_p0004",
      "zh_CN": "『茍未能然』，未能然就是从心上改做不到，或者是没有这个机缘，不明理论，信心不能确立，那就不得已而求其次，就从理上改，『须明理以遣之』，前面讲过，从理上改。『又未能然』，在理上也不行，理上他也没有很清晰的头脑去分析，从理上改大体都是很聪明的人。如果读书比较少，头脑不太灵活，你跟他讲理，他未必能听得懂，那怎么办？那就要再求其次，从事上改，『随事以禁之』。",
      "zh_TW": "『茍未能然』，未能然就是從心上改做不到，或者是沒有這個機緣，不明理論，信心不能確立，那就不得已而求其次，就從理上改，『須明理以遣之』，前面講過，從理上改。『又未能然』，在理上也不行，理上他也沒有很清晰的頭腦去分析，從理上改大體都是很聰明的人。如果讀書比較少，頭腦不太靈活，你跟他講理，他未必能聽得懂，那怎麼辦？那就要再求其次，從事上改，『隨事以禁之』。"
    },
    {
      "id": "19-002-0010_p0005",
      "zh_CN": "【以上事而兼行下功。未为失策。】",
      "zh_TW": "【以上事而兼行下功。未為失策。】"
    },
    {
      "id": "19-002-0010_p0006",
      "zh_CN": "『上事』什么？或是从心，或是从理，也兼事，这是对的，这就是心、理、事全都有，这个好，非常之好，真是自行化他。",
      "zh_TW": "『上事』什麼？或是從心，或是從理，也兼事，這是對的，這就是心、理、事全都有，這個好，非常之好，真是自行化他。"
    },
    {
      "id": "19-002-0010_p0007",
      "zh_CN": "【执下而昧上。则拙矣。】",
      "zh_TW": "【執下而昧上。則拙矣。】"
    },
    {
      "id": "19-002-0010_p0008",
      "zh_CN": "对于事上改很执着，对于理上、心上不以为然，确实有很多人是这样的，认为从心上讲那是讲大话，那是狂妄，那是不切实际。执着在事上这种改是比较笨拙。所以你看玄奘大师责备这些阿罗汉、辟支佛，就说他们很笨拙，他说「愚者难分识与根」，那个愚者就是指阿罗汉、辟支佛，这是玄奘大师对于二乘人的批评，因为他们确实很笨拙。譬如讲断烦恼，小乘人完全从事，事有的时候兼一点理，心是决定没有。所以断见思烦恼，天上人间七次往来，经上讲那个困难如截四十里瀑流，瀑布，四十里长的瀑布一下挡住叫它不流，你想想看这多么难，从事上去就这么困难。就是前面讲的，寻枝摘叶，要把那个树砍掉，怎么砍法？先把叶子一片一片摘下来，然后再把枝条一条一条锯掉，然后慢慢再锯再挖根，这个事情多麻烦，树是除掉了没错，费的功夫太大了。聪明人，把树根挖掉，树叶自然就枯掉了，何必那么枝枝叶叶？所以，聪明人是从根本上拔除，笨人是从枝叶上去折伐。",
      "zh_TW": "對於事上改很執著，對於理上、心上不以為然，確實有很多人是這樣的，認為從心上講那是講大話，那是狂妄，那是不切實際。執著在事上這種改是比較笨拙。所以你看玄奘大師責備這些阿羅漢、辟支佛，就說他們很笨拙，他說「愚者難分識與根」，那個愚者就是指阿羅漢、辟支佛，這是玄奘大師對於二乘人的批評，因為他們確實很笨拙。譬如講斷煩惱，小乘人完全從事，事有的時候兼一點理，心是決定沒有。所以斷見思煩惱，天上人間七次往來，經上講那個困難如截四十里瀑流，瀑布，四十里長的瀑布一下擋住叫它不流，你想想看這多麼難，從事上去就這麼困難。就是前面講的，尋枝摘葉，要把那個樹砍掉，怎麼砍法？先把葉子一片一片摘下來，然後再把枝條一條一條鋸掉，然後慢慢再鋸再挖根，這個事情多麻煩，樹是除掉了沒錯，費的功夫太大了。聰明人，把樹根挖掉，樹葉自然就枯掉了，何必那麼枝枝葉葉？所以，聰明人是從根本上拔除，笨人是從枝葉上去折伐。"
    },
    {
      "id": "19-002-0010_p0009",
      "zh_CN": "【顾发愿改过。明须良朋提醒。幽须鬼神证明。一心忏悔。昼夜不懈。经一七二七。以至一月二月三月。必有效验。】",
      "zh_TW": "【顧發願改過。明須良朋提醒。幽須鬼神證明。一心懺悔。晝夜不懈。經一七二七。以至一月二月三月。必有效驗。】"
    },
    {
      "id": "19-002-0010_p0010",
      "zh_CN": "这是真正的事实，固然你是要发心，你要发一个，前面讲，耻心（知耻）、畏心、勇猛精进心，你要发这个三心，这个三心是改过的亲因缘。还得加上增上缘，增上缘是你真正有好的同参道友，他提醒你，他在外面帮助你一把，这增上缘，明的增上缘。还有诸佛菩萨鬼神在暗中帮助你，因为你一念善心，一念真心想改过自新，诸佛菩萨欢喜，一切善神对你恭敬，所以冥冥当中会有佛菩萨保佑，龙天善神拥护。可见这个一念善，确确实实有不思议的感应。这是因与缘具足，因缘具足之后，这就是要真正在事上去修改了。『一心忏悔，昼夜不懈』，一懈怠又造罪恶了，决定不能懈怠。",
      "zh_TW": "這是真正的事實，固然你是要發心，你要發一個，前面講，恥心（知恥）、畏心、勇猛精進心，你要發這個三心，這個三心是改過的親因緣。還得加上增上緣，增上緣是你真正有好的同參道友，他提醒你，他在外面幫助你一把，這增上緣，明的增上緣。還有諸佛菩薩鬼神在暗中幫助你，因為你一念善心，一念真心想改過自新，諸佛菩薩歡喜，一切善神對你恭敬，所以冥冥當中會有佛菩薩保佑，龍天善神擁護。可見這個一念善，確確實實有不思議的感應。這是因與緣具足，因緣具足之後，這就是要真正在事上去修改了。『一心懺悔，晝夜不懈』，一懈怠又造罪惡了，決定不能懈怠。"
    },
    {
      "id": "19-002-0010_p0011",
      "zh_CN": "所以念佛堂最好的是佛号昼夜都不断，古大德祖师这个念佛道场它的佛号是昼夜不断的，一年到头都不断的。用什么方法？轮流值班，古人用这个方法，一晚四个人一班，轮班念，所以它佛号不间断，四个人在佛门叫一众，四人是一众，晚上轮班，白天大家一起念，晚上轮班念。现在我们虽然没有这样殊胜的因缘，这种道场找不到了，到哪去找？可是现在我们可以利用录音带，放录音带跟着念，也跟大众一样。尤其现在最近他们做的那个念佛的小机器，那很好，一组电池二十四小时足够了，电池强的话可以念到四十八小时，就是两天两夜，佛号不中断。佛号声音也不要太大，大了会吵到别人，我们自己能够清楚听得到就好了。晚上睡觉都开着，睡觉有佛号的时候，有的时候作梦也会，因为你听到，梦中也念佛了。就是古人讲的，你在睡觉的时候听到外面打鼓，他作梦在打雷，就这么个道理。所以你睡觉的时候听到念佛，就好像佛堂里跟着大众打佛七念佛一样，好，这样子好！所以希望这个机器能够再改良，再进步，它这个地方还有一点小故障，希望能够愈做愈精良，这个是很难得的。",
      "zh_TW": "所以念佛堂最好的是佛號晝夜都不斷，古大德祖師這個念佛道場它的佛號是晝夜不斷的，一年到頭都不斷的。用什麼方法？輪流值班，古人用這個方法，一晚四個人一班，輪班念，所以它佛號不間斷，四個人在佛門叫一眾，四人是一眾，晚上輪班，白天大家一起念，晚上輪班念。現在我們雖然沒有這樣殊勝的因緣，這種道場找不到了，到哪去找？可是現在我們可以利用錄音帶，放錄音帶跟著念，也跟大眾一樣。尤其現在最近他們做的那個念佛的小機器，那很好，一組電池二十四小時足夠了，電池強的話可以念到四十八小時，就是兩天兩夜，佛號不中斷。佛號聲音也不要太大，大了會吵到別人，我們自己能夠清楚聽得到就好了。晚上睡覺都開著，睡覺有佛號的時候，有的時候作夢也會，因為你聽到，夢中也念佛了。就是古人講的，你在睡覺的時候聽到外面打鼓，他作夢在打雷，就這麼個道理。所以你睡覺的時候聽到念佛，就好像佛堂裡跟著大眾打佛七念佛一樣，好，這樣子好！所以希望這個機器能夠再改良，再進步，它這個地方還有一點小故障，希望能夠愈做愈精良，這個是很難得的。"
    },
    {
      "id": "19-002-0010_p0012",
      "zh_CN": "『经一七』，就是七天。所以打佛七，实在讲，如果参加别人的佛七道场，我觉得没有什么功德，为什么？一般佛七再严还是有杂心闲话，还是有是非长短，倒不如真正找几个志同道合，三五个人，去找一个地方打佛七，或者在自己家里，好好的念上七天七夜。佛七是晚上都不能中断的，不是说白天念，晚上不念，这不叫佛七。实在讲，一开始念的时候不要念七天，七天大概一般人受不了，念一天一夜，二十四小时。念个几次了，觉得很有受用，两天两夜，三天三夜，最好是这样的。所以真正修行，我们能在一个星期念三天三夜，每一个星期这样念一次，或者是，做不到的话，每星期念一次，一天一夜，这个功德很殊胜，非常有受用，一个礼拜念一次。",
      "zh_TW": "『經一七』，就是七天。所以打佛七，實在講，如果參加別人的佛七道場，我覺得沒有什麼功德，為什麼？一般佛七再嚴還是有雜心閒話，還是有是非長短，倒不如真正找幾個志同道合，三五個人，去找一個地方打佛七，或者在自己家裡，好好的念上七天七夜。佛七是晚上都不能中斷的，不是說白天念，晚上不念，這不叫佛七。實在講，一開始念的時候不要念七天，七天大概一般人受不了，念一天一夜，二十四小時。念個幾次了，覺得很有受用，兩天兩夜，三天三夜，最好是這樣的。所以真正修行，我們能在一個星期念三天三夜，每一個星期這樣念一次，或者是，做不到的話，每星期念一次，一天一夜，這個功德很殊勝，非常有受用，一個禮拜念一次。"
    },
    {
      "id": "19-002-0010_p0013",
      "zh_CN": "所以这样理想的一个环境，实在讲，外国比中国殊胜，为什么？你在台湾你的亲戚、朋友多，你学佛了，你的同参道友也多，说不定你在念佛，这里来一个电话，那个地方来拜访，尽打闲岔，你没有法子做到。所以国外念佛是个好地方，为什么？没有人来找你，难得有一个电话，这个环境比我们此地的环境好。吃的东西预先准备好，把它放在冰箱里，什么时候肚子饿了，微波炉热一下就可以吃，绝对不打闲岔。所以你要念三天，把三天的东西统统做好，放那里，一点都不要操心，这个方法实在是好。所以今天讲，真正修学的环境，实在我们国内比不上国外，但是在弘法来说，国外比不上国内，讲经有这么多人听，天天都来听，在国外不可能，国外大家生活非常紧张，听经说是保持天天来听，不容易做到。这个书上主要所讲的，就是改造命运，有求必应，我们想求这么一个道场，求这么一个修学环境，应该也是求得到的。所以这样的功夫能够坚持下去，能够坚持到一月、二月、三月，就有了效验，什么效验？下面给我们举几个例子。",
      "zh_TW": "所以這樣理想的一個環境，實在講，外國比中國殊勝，為什麼？你在台灣你的親戚、朋友多，你學佛了，你的同參道友也多，說不定你在念佛，這裡來一個電話，那個地方來拜訪，盡打閒岔，你沒有法子做到。所以國外念佛是個好地方，為什麼？沒有人來找你，難得有一個電話，這個環境比我們此地的環境好。吃的東西預先準備好，把它放在冰箱裡，什麼時候肚子餓了，微波爐熱一下就可以吃，絕對不打閒岔。所以你要念三天，把三天的東西統統做好，放那裡，一點都不要操心，這個方法實在是好。所以今天講，真正修學的環境，實在我們國內比不上國外，但是在弘法來說，國外比不上國內，講經有這麼多人聽，天天都來聽，在國外不可能，國外大家生活非常緊張，聽經說是保持天天來聽，不容易做到。這個書上主要所講的，就是改造命運，有求必應，我們想求這麼一個道場，求這麼一個修學環境，應該也是求得到的。所以這樣的功夫能夠堅持下去，能夠堅持到一月、二月、三月，就有了效驗，什麼效驗？下面給我們舉幾個例子。"
    },
    {
      "id": "19-002-0010_p0014",
      "zh_CN": "【或觉心神恬旷。】",
      "zh_TW": "【或覺心神恬曠。】"
    },
    {
      "id": "19-002-0010_p0015",
      "zh_CN": "就是过去一天到晚总是闷闷不乐的，现在是心开意解，这个现象没有了，这就是效验，快乐了。",
      "zh_TW": "就是過去一天到晚總是悶悶不樂的，現在是心開意解，這個現象沒有了，這就是效驗，快樂了。"
    },
    {
      "id": "19-002-0010_p0016",
      "zh_CN": "【或觉智慧顿开。】",
      "zh_TW": "【或覺智慧頓開。】"
    },
    {
      "id": "19-002-0010_p0017",
      "zh_CN": "觉得比过去聪明，过去好像糊里糊涂的，现在聪明了，不糊涂了。",
      "zh_TW": "覺得比過去聰明，過去好像糊裡糊塗的，現在聰明了，不糊塗了。"
    },
    {
      "id": "19-002-0010_p0018",
      "zh_CN": "【或处冗沓而触念皆通。】",
      "zh_TW": "【或處冗沓而觸念皆通。】"
    },
    {
      "id": "19-002-0010_p0019",
      "zh_CN": "『冗沓』是很繁杂的事务，很不容易解决的事务，这个事情遇到了，很容易就把它解决了，别人觉得很麻烦，他很容易就解决了。这是确确实实有这个现象，真有这个事情，我们现前同修当中就有，这个事情接过来，人家看了觉得很麻烦，他也没操什么心就把它摆平了。",
      "zh_TW": "『冗沓』是很繁雜的事務，很不容易解決的事務，這個事情遇到了，很容易就把它解決了，別人覺得很麻煩，他很容易就解決了。這是確確實實有這個現象，真有這個事情，我們現前同修當中就有，這個事情接過來，人家看了覺得很麻煩，他也沒操什麼心就把它擺平了。"
    },
    {
      "id": "19-002-0010_p0020",
      "zh_CN": "【或遇怨仇而回瞋作喜。】",
      "zh_TW": "【或遇怨仇而回瞋作喜。】"
    },
    {
      "id": "19-002-0010_p0021",
      "zh_CN": "这个小注上，「此大福德、大智慧之相」。过去跟你有什么过不去的，对你很不满意的人，冤家对头，现在他对待你印象好了，回转过来了，这个态度转变了，这都是自己修学的功德，潜移默化，有感动。",
      "zh_TW": "這個小註上，「此大福德、大智慧之相」。過去跟你有什麼過不去的，對你很不滿意的人，冤家對頭，現在他對待你印象好了，回轉過來了，這個態度轉變了，這都是自己修學的功德，潛移默化，有感動。"
    },
    {
      "id": "19-002-0010_p0022",
      "zh_CN": "【或梦吐黑物。】",
      "zh_TW": "【或夢吐黑物。】"
    },
    {
      "id": "19-002-0010_p0023",
      "zh_CN": "『黑物』是染污、业障，这是讲睡眠的时候不作恶梦了，从前恶梦很多，而且梦得乱七八糟，现在没有恶梦了，纵然有梦，清清楚楚，就像白天一样，这好事情。",
      "zh_TW": "『黑物』是染污、業障，這是講睡眠的時候不作惡夢了，從前惡夢很多，而且夢得亂七八糟，現在沒有惡夢了，縱然有夢，清清楚楚，就像白天一樣，這好事情。"
    },
    {
      "id": "19-002-0010_p0024",
      "zh_CN": "【或梦往圣先贤。提携接引。】",
      "zh_TW": "【或夢往聖先賢。提攜接引。】"
    },
    {
      "id": "19-002-0010_p0025",
      "zh_CN": "学佛的人梦到佛菩萨给你讲经说法，教给你怎么修行，好事情。",
      "zh_TW": "學佛的人夢到佛菩薩給你講經說法，教給你怎麼修行，好事情。"
    },
    {
      "id": "19-002-0010_p0026",
      "zh_CN": "【或梦飞步太虚。或梦幢幡宝盖。种种胜事。皆过消罪灭之象也。】",
      "zh_TW": "【或夢飛步太虛。或夢幢幡寶蓋。種種勝事。皆過消罪滅之象也。】"
    },
    {
      "id": "19-002-0010_p0027",
      "zh_CN": "这些无论是在现实的生活当中，无论是在梦中的感应，都是业障渐渐消除了，福智渐渐显现出来了。",
      "zh_TW": "這些無論是在現實的生活當中，無論是在夢中的感應，都是業障漸漸消除了，福智漸漸顯現出來了。"
    },
    {
      "id": "19-002-0010_p0028",
      "zh_CN": "【然不得执此自高。画而不进。】",
      "zh_TW": "【然不得執此自高。畫而不進。】"
    },
    {
      "id": "19-002-0010_p0029",
      "zh_CN": "这个高就是生傲慢，那你这个烦恼就又回头了，又堕落了，决定不可以贡高我慢。『画而不进』，画是画一个界限，到此为止，我觉得很满足了，那你以后永远不会再进步了。应当要不断再用功，更求进步，进步永远没有止境的，到了西方极乐世界还是天天在求进步。所以怎么可以知足？在物质生活上、精神生活上我们应当知足，进德修业、断烦恼、求智慧永远不能够知足，所以要勇猛、要精进。底下给我们举了一个古人的例子：",
      "zh_TW": "這個高就是生傲慢，那你這個煩惱就又回頭了，又墮落了，決定不可以貢高我慢。『畫而不進』，畫是畫一個界限，到此為止，我覺得很滿足了，那你以後永遠不會再進步了。應當要不斷再用功，更求進步，進步永遠沒有止境的，到了西方極樂世界還是天天在求進步。所以怎麼可以知足？在物質生活上、精神生活上我們應當知足，進德修業、斷煩惱、求智慧永遠不能夠知足，所以要勇猛、要精進。底下給我們舉了一個古人的例子："
    },
    {
      "id": "19-002-0010_p0030",
      "zh_CN": "【昔蘧伯玉当二十岁时。已觉前日之非。而尽改之矣。】",
      "zh_TW": "【昔蘧伯玉當二十歲時。已覺前日之非。而盡改之矣。】"
    },
    {
      "id": "19-002-0010_p0031",
      "zh_CN": "这是我们中国的一位大贤，非常之难得，他在二十岁，很年轻，他就觉悟了，就知道自己的过失，发愿改过自新。",
      "zh_TW": "這是我們中國的一位大賢，非常之難得，他在二十歲，很年輕，他就覺悟了，就知道自己的過失，發願改過自新。"
    },
    {
      "id": "19-002-0010_p0032",
      "zh_CN": "【至二十一岁。乃知前之所改未尽也。】",
      "zh_TW": "【至二十一歲。乃知前之所改未盡也。】"
    },
    {
      "id": "19-002-0010_p0033",
      "zh_CN": "这就证明前面一句话，「不得执此自高，画而不进」，蘧伯玉做到了，年年月月不断的在反省，不断的在改过，二十一岁觉得二十岁虽然改，还有太多太多的过失。",
      "zh_TW": "這就證明前面一句話，「不得執此自高，畫而不進」，蘧伯玉做到了，年年月月不斷的在反省，不斷的在改過，二十一歲覺得二十歲雖然改，還有太多太多的過失。"
    },
    {
      "id": "19-002-0010_p0034",
      "zh_CN": "【及二十二岁。回视二十一岁。犹在梦中。岁复一岁。递递改之。】",
      "zh_TW": "【及二十二歲。回視二十一歲。猶在夢中。歲復一歲。遞遞改之。】"
    },
    {
      "id": "19-002-0010_p0035",
      "zh_CN": "递递是年年改，月月改，天天改。",
      "zh_TW": "遞遞是年年改，月月改，天天改。"
    },
    {
      "id": "19-002-0010_p0036",
      "zh_CN": "【行年五十。而犹知四十九年之非。古人改过之学如此。】",
      "zh_TW": "【行年五十。而猶知四十九年之非。古人改過之學如此。】"
    },
    {
      "id": "19-002-0010_p0037",
      "zh_CN": "蘧伯玉这段公案在这个本子的序文里面，诸位可以参考。这是讲古人改过这样的认真，有这样的恒心、毅力，足证实他这个忍辱的功夫，他有耐心。",
      "zh_TW": "蘧伯玉這段公案在這個本子的序文裡面，諸位可以參考。這是講古人改過這樣的認真，有這樣的恆心、毅力，足證實他這個忍辱的功夫，他有耐心。"
    },
    {
      "id": "19-002-0010_p0038",
      "zh_CN": "【吾辈身为凡流。过恶猬集。】",
      "zh_TW": "【吾輩身為凡流。過惡蝟集。】"
    },
    {
      "id": "19-002-0010_p0039",
      "zh_CN": "了凡告诉他的小孩，看看古人，回过头来想想自己，我们是凡夫，凡夫的过，凡夫的恶，太多太多了，『猬集』，猬是刺猬，是一种动物，全身都长着刺，别的动物侵害牠的时候，牠的刺完全竖起来，那是自己保卫自己，「猬集」比喻多，我们过恶之多。",
      "zh_TW": "了凡告訴他的小孩，看看古人，回過頭來想想自己，我們是凡夫，凡夫的過，凡夫的惡，太多太多了，『蝟集』，蝟是刺蝟，是一種動物，全身都長著刺，別的動物侵害牠的時候，牠的刺完全豎起來，那是自己保衛自己，「蝟集」比喻多，我們過惡之多。"
    },
    {
      "id": "19-002-0010_p0040",
      "zh_CN": "【而回思往事。常若不见其有过者。】",
      "zh_TW": "【而回思往事。常若不見其有過者。】"
    },
    {
      "id": "19-002-0010_p0041",
      "zh_CN": "我们自己回头想一想，想想今天，想想昨天，想想去年，过去好像没有做什么大错，没什么错事，这什么原因？",
      "zh_TW": "我們自己回頭想一想，想想今天，想想昨天，想想去年，過去好像沒有做什麼大錯，沒什麼錯事，這什麼原因？"
    },
    {
      "id": "19-002-0010_p0042",
      "zh_CN": "【心粗而眼翳也。】",
      "zh_TW": "【心粗而眼翳也。】"
    },
    {
      "id": "19-002-0010_p0043",
      "zh_CN": "我们的心太粗，我们的眼睛有翳，有毛病，看不到自己的过失，这个不得了！看不到自己的过失，就不会改过，不会改过就永远没有自拔出头的日子，这怎么得了！所以初学的人，连莲池大师都教初学的人用功过格来检点自己的过失，发现自己的过失很多，才真正害怕，我有这么多的过恶，是叫自己知道。但是改的方法？还是采取从心地上改，为什么？我一改一切改，一修一切修，从心上改，心上改为主，事上改为辅助，正助双修。前面讲，这个不为失策，这是绝对正确的，理事兼修，以心为主，以心地上改为主。",
      "zh_TW": "我們的心太粗，我們的眼睛有翳，有毛病，看不到自己的過失，這個不得了！看不到自己的過失，就不會改過，不會改過就永遠沒有自拔出頭的日子，這怎麼得了！所以初學的人，連蓮池大師都教初學的人用功過格來檢點自己的過失，發現自己的過失很多，才真正害怕，我有這麼多的過惡，是叫自己知道。但是改的方法？還是採取從心地上改，為什麼？我一改一切改，一修一切修，從心上改，心上改為主，事上改為輔助，正助雙修。前面講，這個不為失策，這是絕對正確的，理事兼修，以心為主，以心地上改為主。"
    },
    {
      "id": "19-002-0010_p0044",
      "zh_CN": "【然人之过恶深重者。亦有效验。】",
      "zh_TW": "【然人之過惡深重者。亦有效驗。】"
    },
    {
      "id": "19-002-0010_p0045",
      "zh_CN": "我们佛门常讲业障重，业障重很容易看得出来，我们现在学佛，实在讲，得到一点利益，不但业障重看得出来，小小业障我们也能看得出来，这不仅是对别人，自己如此，自己小小业障也立刻就知道。",
      "zh_TW": "我們佛門常講業障重，業障重很容易看得出來，我們現在學佛，實在講，得到一點利益，不但業障重看得出來，小小業障我們也能看得出來，這不僅是對別人，自己如此，自己小小業障也立刻就知道。"
    },
    {
      "id": "19-002-0010_p0046",
      "zh_CN": "【或心神昏塞。转头即忘。】",
      "zh_TW": "【或心神昏塞。轉頭即忘。】"
    },
    {
      "id": "19-002-0010_p0047",
      "zh_CN": "所以这是我们自己要反省，这个『心』是心思，『神』是精神，就是精神提不起来，心里头糊里糊涂，做事情，或者读书，记忆力丧失掉了，很容易忘事。这些是什么？是讲年轻人，你不应该的，年岁老的，什么都不记得，那是应该的，年轻人忘事居然跟老年人一样，这是业障。老年人真正有修行的，八十、九十，还一样不会忘事，但是到年衰老的时候，确实是有点不一样。譬如说李老师在九十五岁以后，他就给我说，这个记性不像从前，有的时候会忘事，人家到九十五岁才会忘事。我们周老师周邦道，现在还在，前几年他告诉我，不行了，不像从前，记不得了，他今年九十二岁，差不多也是到了八十七、八岁的时候才会忘事。我们是三十、四十就忘事，这个是业障很重，这个不可以的。所以有这种现象，就是自己罪业深重，要认真去反省。",
      "zh_TW": "所以這是我們自己要反省，這個『心』是心思，『神』是精神，就是精神提不起來，心裡頭糊裡糊塗，做事情，或者讀書，記憶力喪失掉了，很容易忘事。這些是什麼？是講年輕人，你不應該的，年歲老的，什麼都不記得，那是應該的，年輕人忘事居然跟老年人一樣，這是業障。老年人真正有修行的，八十、九十，還一樣不會忘事，但是到年衰老的時候，確實是有點不一樣。譬如說李老師在九十五歲以後，他就給我說，這個記性不像從前，有的時候會忘事，人家到九十五歲才會忘事。我們周老師周邦道，現在還在，前幾年他告訴我，不行了，不像從前，記不得了，他今年九十二歲，差不多也是到了八十七、八歲的時候才會忘事。我們是三十、四十就忘事，這個是業障很重，這個不可以的。所以有這種現象，就是自己罪業深重，要認真去反省。"
    },
    {
      "id": "19-002-0010_p0048",
      "zh_CN": "【或无事而常烦恼。】",
      "zh_TW": "【或無事而常煩惱。】"
    },
    {
      "id": "19-002-0010_p0049",
      "zh_CN": "这个也是业障现前，没有事，没有事胡思乱想，没有事就想事，这个是业障。你说过去，过去已经过去了，想它干什么，过去永远不会再回来，不要想了；明天，明天还没到，你想它干什么。想过去、想未来，有的人很会想，一天到晚在想，叫无事生事，这个是业障。",
      "zh_TW": "這個也是業障現前，沒有事，沒有事胡思亂想，沒有事就想事，這個是業障。你說過去，過去已經過去了，想它幹什麼，過去永遠不會再回來，不要想了；明天，明天還沒到，你想它幹什麼。想過去、想未來，有的人很會想，一天到晚在想，叫無事生事，這個是業障。"
    },
    {
      "id": "19-002-0010_p0050",
      "zh_CN": "【或见君子而赧然消沮。】",
      "zh_TW": "【或見君子而赧然消沮。】"
    },
    {
      "id": "19-002-0010_p0051",
      "zh_CN": "『赧然』是什么？不好意思，见到正人君子不好意思，心里有愧疚，心地正大光明，见什么人也不会有这种态度，我们现在讲就是尴尬的场面，不自在，这个就是心地不够正大光明。『消沮』是精神颓丧，我们一般讲精神提不起来，萎靡而不能够振作。",
      "zh_TW": "『赧然』是什麼？不好意思，見到正人君子不好意思，心裡有愧疚，心地正大光明，見什麼人也不會有這種態度，我們現在講就是尷尬的場面，不自在，這個就是心地不夠正大光明。『消沮』是精神頹喪，我們一般講精神提不起來，萎靡而不能夠振作。"
    },
    {
      "id": "19-002-0010_p0052",
      "zh_CN": "【或闻正论而不乐。】",
      "zh_TW": "【或聞正論而不樂。】"
    },
    {
      "id": "19-002-0010_p0053",
      "zh_CN": "佛法的道理，孔孟的教诫，不喜欢听这些。我们都知道，清朝在早先宫廷里面都念《无量寿经》，慈禧太后听了就不舒服，把念《无量寿经》废除掉了，大概尤其是听到念五恶、五痛、五烧，她听的不是味道，这个就是业障现前。",
      "zh_TW": "佛法的道理，孔孟的教誡，不喜歡聽這些。我們都知道，清朝在早先宮廷裡面都念《無量壽經》，慈禧太后聽了就不舒服，把念《無量壽經》廢除掉了，大概尤其是聽到念五惡、五痛、五燒，她聽的不是味道，這個就是業障現前。"
    },
    {
      "id": "19-002-0010_p0054",
      "zh_CN": "【或施惠而人反怨。】",
      "zh_TW": "【或施惠而人反怨。】"
    },
    {
      "id": "19-002-0010_p0055",
      "zh_CN": "你好心对待别人，送别人礼物，人家不但不感谢，还怨恨你。",
      "zh_TW": "你好心對待別人，送別人禮物，人家不但不感謝，還怨恨你。"
    },
    {
      "id": "19-002-0010_p0056",
      "zh_CN": "【或夜梦颠倒。甚则妄言失志。】",
      "zh_TW": "【或夜夢顛倒。甚則妄言失志。】"
    },
    {
      "id": "19-002-0010_p0057",
      "zh_CN": "妄言，这是大的，『妄言失志』就是我们今天讲的精神分裂，胡言乱语，辞不达意，这个就是相当严重。",
      "zh_TW": "妄言，這是大的，『妄言失志』就是我們今天講的精神分裂，胡言亂語，辭不達意，這個就是相當嚴重。"
    },
    {
      "id": "19-002-0010_p0058",
      "zh_CN": "【皆作孽之相也。茍一类此。即须奋发。舍旧图新。幸勿自误。】",
      "zh_TW": "【皆作孽之相也。茍一類此。即須奮發。舍舊圖新。幸勿自誤。】"
    },
    {
      "id": "19-002-0010_p0059",
      "zh_CN": "这是教我们要反省，如果像这些现象有一桩，那就要认真忏悔，要奋发，要把旧习气断除，真正要求自新，不能再因循茍且。如果不改过，不自新，前途就没有了。所以一发现有这个现象，立刻就要回头，回头是岸，不可以自己误了自己一生。这个改过就说到此地，真正把自己的毛病习气革除了，这才是一个法器，才可以受教。修善积德，这在前面我都跟各位交代过了，不是真正的法器，教给他没有用处。这个教学，特别是在教学、传法，一定要传给法器，什么是法器？前面讲的，他过失少，心地清净、有智慧，这个人才是个法器。一身的毛病，如果你传授法给他，好了，他的本事更大了，将来造业更重。他要不得法，他害人少，造罪业也小；他要是多学了一些，本事大了，能力强了，做坏事做得更多，做得更重，这个老师就看错人了。所以传法要认识人，非其人不传，这不叫吝法。如果是法器，你要是不传，叫做失人。不是法器不能传，是法器一定要传给他。",
      "zh_TW": "這是教我們要反省，如果像這些現象有一樁，那就要認真懺悔，要奮發，要把舊習氣斷除，真正要求自新，不能再因循茍且。如果不改過，不自新，前途就沒有了。所以一發現有這個現象，立刻就要回頭，回頭是岸，不可以自己誤了自己一生。這個改過就說到此地，真正把自己的毛病習氣革除了，這才是一個法器，才可以受教。修善積德，這在前面我都跟各位交代過了，不是真正的法器，教給他沒有用處。這個教學，特別是在教學、傳法，一定要傳給法器，什麼是法器？前面講的，他過失少，心地清淨、有智慧，這個人才是個法器。一身的毛病，如果你傳授法給他，好了，他的本事更大了，將來造業更重。他要不得法，他害人少，造罪業也小；他要是多學了一些，本事大了，能力強了，做壞事做得更多，做得更重，這個老師就看錯人了。所以傳法要認識人，非其人不傳，這不叫吝法。如果是法器，你要是不傳，叫做失人。不是法器不能傳，是法器一定要傳給他。"
    },
    {
      "id": "19-002-0010_p0060",
      "zh_CN": "底下这个「积善之方」，可以说就是传法了，你看积善之前先改过，使自己成为一个有能力接受大法的资格，先培养资格，然后才接受大法。",
      "zh_TW": "底下這個「積善之方」，可以說就是傳法了，你看積善之前先改過，使自己成為一個有能力接受大法的資格，先培養資格，然後才接受大法。"
    },
    {
      "id": "19-002-0010_p0061",
      "zh_CN": "【易曰。积善之家。必有余庆。】",
      "zh_TW": "【易曰。積善之家。必有餘慶。】"
    },
    {
      "id": "19-002-0010_p0062",
      "zh_CN": "一开端引用《易经》来做为积善理论的依据，积善的人家一定有余庆，他一生享受不尽，子子孙孙享之。",
      "zh_TW": "一開端引用《易經》來做為積善理論的依據，積善的人家一定有餘慶，他一生享受不盡，子子孫孫享之。"
    },
    {
      "id": "19-002-0010_p0063",
      "zh_CN": "【昔】",
      "zh_TW": "【昔】"
    },
    {
      "id": "19-002-0010_p0064",
      "zh_CN": "『昔』是讲过去。",
      "zh_TW": "『昔』是講過去。"
    },
    {
      "id": "19-002-0010_p0065",
      "zh_CN": "【颜氏将以女妻叔梁纥。而历叙其祖宗积德之长。逆知其子孙必有兴者。】",
      "zh_TW": "【顏氏將以女妻叔梁紇。而歷敘其祖宗積德之長。逆知其子孫必有興者。】"
    },
    {
      "id": "19-002-0010_p0066",
      "zh_CN": "所以古人跟今人真的不一样，自古以来这个婚嫁，父母之命，媒妁之言，比现在这个自由恋爱，说老实话，有好处，当然也有缺点。好处是什么？真正有学问、有道德的父母好，不会把你配错，真有好处。坏处呢？父母没有受过教育，无知无识，可以把女儿卖掉，这是坏处。所以女儿不甘心、不情愿的，勉强凑合，这是缺点。但是不可以不知道它有好处，它有绝对的好处。今天这个自由恋爱，坏处多，好处少，从前好处多，坏处少，为什么？父母没有不爱儿女的，总会为儿女终身幸福去着想，不顾儿女一生幸福的毕竟是少数，所以好处多，坏处少。现在这个自由恋爱，年轻人没有深远的眼光，只看到眼前，眼前这个人不错，没有想到过几天变心了，这是你不能预测的，父母老年人他有经验、有学问，他看得很远。",
      "zh_TW": "所以古人跟今人真的不一樣，自古以來這個婚嫁，父母之命，媒妁之言，比現在這個自由戀愛，說老實話，有好處，當然也有缺點。好處是什麼？真正有學問、有道德的父母好，不會把你配錯，真有好處。壞處呢？父母沒有受過教育，無知無識，可以把女兒賣掉，這是壞處。所以女兒不甘心、不情願的，勉強湊合，這是缺點。但是不可以不知道它有好處，它有絕對的好處。今天這個自由戀愛，壞處多，好處少，從前好處多，壞處少，為什麼？父母沒有不愛兒女的，總會為兒女終身幸福去著想，不顧兒女一生幸福的畢竟是少數，所以好處多，壞處少。現在這個自由戀愛，年輕人沒有深遠的眼光，只看到眼前，眼前這個人不錯，沒有想到過幾天變心了，這是你不能預測的，父母老年人他有經驗、有學問，他看得很遠。"
    },
    {
      "id": "19-002-0010_p0067",
      "zh_CN": "像这个，这是孔老夫子的前辈，这个女方『颜氏』，『叔梁纥』是孔子的父亲，孔子的母亲就是姓颜，这是他的外公，孔子的外公把他的女儿嫁给孔子的父亲，你看不是随便嫁的，他看出这一家人代代都积德，代代积德这个家庭里头子孙一定有发达的，所以他嫁是有道理的。『历叙其祖宗积德之长』，他的长处，他们一家人的长处就是修善积德。『逆知』，就是预知，就是根据他祖宗积德，晓得他们家里将来一定有子孙有兴旺的，这才把他的女儿嫁到他家里去，生了孔子，这个没看错。所以，父母之命，媒妁之言，在我们中国自古以来，幸福的家庭很多。晚近说封建时代怎么样落伍，那是他们胡说八道，不是事实，再说君主专制怎么怎么不好，也没有把这个事情真相搞清楚，你真正搞清楚，说老实话，我觉得君主比民主好。君主当然有它的弊病，它那个弊病我觉得比民主还要少，民主的毛病太多了，君主的毛病少，优点多于缺点，只要这个执政者，这个帝王，受过良好的教育，能够爱国爱民。家天下好，把整个国家看成是自己的，全国老百姓是自己的儿女、兄弟姐妹，那照顾得很周到了，不是外人。",
      "zh_TW": "像這個，這是孔老夫子的前輩，這個女方『顏氏』，『叔梁紇』是孔子的父親，孔子的母親就是姓顏，這是他的外公，孔子的外公把他的女兒嫁給孔子的父親，你看不是隨便嫁的，他看出這一家人代代都積德，代代積德這個家庭裡頭子孫一定有發達的，所以他嫁是有道理的。『歷敘其祖宗積德之長』，他的長處，他們一家人的長處就是修善積德。『逆知』，就是預知，就是根據他祖宗積德，曉得他們家裡將來一定有子孫有興旺的，這才把他的女兒嫁到他家裡去，生了孔子，這個沒看錯。所以，父母之命，媒妁之言，在我們中國自古以來，幸福的家庭很多。晚近說封建時代怎麼樣落伍，那是他們胡說八道，不是事實，再說君主專制怎麼怎麼不好，也沒有把這個事情真相搞清楚，你真正搞清楚，說老實話，我覺得君主比民主好。君主當然有它的弊病，它那個弊病我覺得比民主還要少，民主的毛病太多了，君主的毛病少，優點多於缺點，只要這個執政者，這個帝王，受過良好的教育，能夠愛國愛民。家天下好，把整個國家看成是自己的，全國老百姓是自己的兒女、兄弟姐妹，那照顧得很周到了，不是外人。"
    },
    {
      "id": "19-002-0010_p0068",
      "zh_CN": "所以地方官吏称为父母官，父母官就是告诉你，你对老百姓要当作子女来看待。现在做官叫什么？公仆，做官的说我是仆人，你们都是主人，我偷偷懒，不负责任，做点坏事瞒着主人。做父母对子女那对不住。你看从前，在名称上都有责任在，加重他的责任，这就是教育。所以公仆，用公仆哪有用父母好？你们想想对不对，你家里请个佣人，哪有父母在家里帮助你照顾你的家、照顾你的小孩周到？比不上！所以我还是宁愿用父母官，不用公仆。所以这一桩事，一定要把这个道理搞懂，事实真相搞明白，决定不能够听人家随便乱说，我们就相信，他说得也满有道理的，听起来是有道理，你仔细一观察，没有道理。",
      "zh_TW": "所以地方官吏稱為父母官，父母官就是告訴你，你對老百姓要當作子女來看待。現在做官叫什麼？公僕，做官的說我是僕人，你們都是主人，我偷偷懶，不負責任，做點壞事瞞著主人。做父母對子女那對不住。你看從前，在名稱上都有責任在，加重他的責任，這就是教育。所以公僕，用公僕哪有用父母好？你們想想對不對，你家裡請個傭人，哪有父母在家裡幫助你照顧你的家、照顧你的小孩周到？比不上！所以我還是寧願用父母官，不用公僕。所以這一樁事，一定要把這個道理搞懂，事實真相搞明白，決定不能夠聽人家隨便亂說，我們就相信，他說得也滿有道理的，聽起來是有道理，你仔細一觀察，沒有道理。"
    },
    {
      "id": "19-002-0010_p0069",
      "zh_CN": "所以从前这个执政者，只要掌握政权的，大是帝王，一个国家的政权，小是县市长、乡镇长，我们一般讲政务官。政务官他在责任范围里面有三句话，那是他的教条，「作之君」，君是领导人，你是这个地方的领导人；「作之亲」，你是这个地方老百姓的父母，你要把老百姓当作子民来看待，子弟来看待，要照顾他；「作之师」，师是你要教导他，他们不懂、不会，你要教他，作之亲，你要爱护他，要养育他，政务官是这三个责任。现在民主制度之下，哪一个政务官有这三条，没有，没有这三条。所以君亲师，三个人的责任集中在自己一身上，政务官要负这个使命。",
      "zh_TW": "所以從前這個執政者，只要掌握政權的，大是帝王，一個國家的政權，小是縣市長、鄉鎮長，我們一般講政務官。政務官他在責任範圍裡面有三句話，那是他的教條，「作之君」，君是領導人，你是這個地方的領導人；「作之親」，你是這個地方老百姓的父母，你要把老百姓當作子民來看待，子弟來看待，要照顧他；「作之師」，師是你要教導他，他們不懂、不會，你要教他，作之親，你要愛護他，要養育他，政務官是這三個責任。現在民主制度之下，哪一個政務官有這三條，沒有，沒有這三條。所以君親師，三個人的責任集中在自己一身上，政務官要負這個使命。"
    },
    {
      "id": "19-002-0010_p0070",
      "zh_CN": "【孔子称舜之大孝。曰。宗庙飨之。子孙保之。皆至论也。试以往事征之。】",
      "zh_TW": "【孔子稱舜之大孝。曰。宗廟饗之。子孫保之。皆至論也。試以往事徵之。】"
    },
    {
      "id": "19-002-0010_p0071",
      "zh_CN": "一个是举《易经》，叙述孔老夫子的家世，再从孔老夫子对于舜王的赞叹，大舜，大舜可以说是中国历史上第一个大孝之人，前面也跟诸位说过，只见自己过，不见别人过，在我们佛法来说，是道道地地的修行人。《坛经》上说，「若真修道人，不见他人过」，舜是确确实实做到了。所以他积的这个德，『子孙保之』。这些话皆是『至论』，至论就是我们今天所讲的真理，永远不变的，永远不变的真理。『试以往事征之』，我们从历史上过去的这些事实，袁了凡在此地所举的人，举的这些事，都是很近，可以说是当朝的，就是明朝，距离他的都不太远，几十年之间的事情，说出来大家都知道，善有善报，勉励人要修善、要积善。",
      "zh_TW": "一個是舉《易經》，敘述孔老夫子的家世，再從孔老夫子對於舜王的讚歎，大舜，大舜可以說是中國歷史上第一個大孝之人，前面也跟諸位說過，只見自己過，不見別人過，在我們佛法來說，是道道地地的修行人。《壇經》上說，「若真修道人，不見他人過」，舜是確確實實做到了。所以他積的這個德，『子孫保之』。這些話皆是『至論』，至論就是我們今天所講的真理，永遠不變的，永遠不變的真理。『試以往事徵之』，我們從歷史上過去的這些事實，袁了凡在此地所舉的人，舉的這些事，都是很近，可以說是當朝的，就是明朝，距離他的都不太遠，幾十年之間的事情，說出來大家都知道，善有善報，勉勵人要修善、要積善。"
    },
    {
      "id": "19-002-0010_p0072",
      "zh_CN": "【杨少师荣。】",
      "zh_TW": "【楊少師榮。】"
    },
    {
      "id": "19-002-0010_p0073",
      "zh_CN": "杨荣，杨荣的家我还去过，大概还去过不少次，小时候常常到他们家去玩，建宁就是现在的建瓯，我在那里住过六年。他们那个房子是古色古香，门口两个石狮子，挂着灯笼，挂着这么大的灯笼，像庙堂一样。『少师』，在此地也不必说了，底下有注解。",
      "zh_TW": "楊榮，楊榮的家我還去過，大概還去過不少次，小時候常常到他們家去玩，建寧就是現在的建甌，我在那裡住過六年。他們那個房子是古色古香，門口兩個石獅子，掛著燈籠，掛著這麼大的燈籠，像廟堂一樣。『少師』，在此地也不必說了，底下有註解。"
    },
    {
      "id": "19-002-0010_p0074",
      "zh_CN": "【建宁人。】",
      "zh_TW": "【建寧人。】"
    },
    {
      "id": "19-002-0010_p0075",
      "zh_CN": "建宁就是现在福建的建瓯，延平的北面，建阳的南面，它是属于闽北，距离浙江很近，距离金华没有多远，大概从建瓯到金华只有三百里的样子。",
      "zh_TW": "建寧就是現在福建的建甌，延平的北面，建陽的南面，它是屬於閩北，距離浙江很近，距離金華沒有多遠，大概從建甌到金華只有三百里的樣子。"
    },
    {
      "id": "19-002-0010_p0076",
      "zh_CN": "【世以济渡为生。】",
      "zh_TW": "【世以濟渡為生。】"
    },
    {
      "id": "19-002-0010_p0077",
      "zh_CN": "他家里的先人是划船的，划那个渡船，大陆上从前河川都是用渡船，他是划船的。",
      "zh_TW": "他家裡的先人是划船的，划那個渡船，大陸上從前河川都是用渡船，他是划船的。"
    },
    {
      "id": "19-002-0010_p0078",
      "zh_CN": "【久雨溪涨。】",
      "zh_TW": "【久雨溪漲。】"
    },
    {
      "id": "19-002-0010_p0079",
      "zh_CN": "因为建瓯有一条河，这一条河就是闽江，一直经过南平，从福州出海，雨下多了河川就泛滥，泛滥就是涨大水，就水灾。",
      "zh_TW": "因為建甌有一條河，這一條河就是閩江，一直經過南平，從福州出海，雨下多了河川就氾濫，氾濫就是漲大水，就水災。"
    },
    {
      "id": "19-002-0010_p0080",
      "zh_CN": "【横流冲毁民居。溺死者顺流而下。】",
      "zh_TW": "【橫流衝毀民居。溺死者順流而下。】"
    },
    {
      "id": "19-002-0010_p0081",
      "zh_CN": "这是讲一次水灾的时候，这个水灾相当的严重。",
      "zh_TW": "這是講一次水災的時候，這個水災相當的嚴重。"
    },
    {
      "id": "19-002-0010_p0082",
      "zh_CN": "【他舟皆捞取货物。】",
      "zh_TW": "【他舟皆撈取貨物。】"
    },
    {
      "id": "19-002-0010_p0083",
      "zh_CN": "别人看大水灾，那个水里漂流着，人家就捞这些东西，趁这个机会发一笔横财。",
      "zh_TW": "別人看大水災，那個水裡漂流著，人家就撈這些東西，趁這個機會發一筆橫財。"
    },
    {
      "id": "19-002-0010_p0084",
      "zh_CN": "【独少师曾祖及祖。】",
      "zh_TW": "【獨少師曾祖及祖。】"
    },
    {
      "id": "19-002-0010_p0085",
      "zh_CN": "他的曾祖父及祖父，划船的。",
      "zh_TW": "他的曾祖父及祖父，划船的。"
    },
    {
      "id": "19-002-0010_p0086",
      "zh_CN": "【惟救人。而货物一无所取。】",
      "zh_TW": "【惟救人。而貨物一無所取。】"
    },
    {
      "id": "19-002-0010_p0087",
      "zh_CN": "他们这个父子两个划着船，专门救人，看到漂流的货物，看都不看一眼，只救人。",
      "zh_TW": "他們這個父子兩個划著船，專門救人，看到漂流的貨物，看都不看一眼，只救人。"
    },
    {
      "id": "19-002-0010_p0088",
      "zh_CN": "【乡人嗤其愚。】",
      "zh_TW": "【鄉人嗤其愚。】"
    },
    {
      "id": "19-002-0010_p0089",
      "zh_CN": "『嗤』是讥笑他，这个好机会，发财的机会，不多捞一点，去救人，财物一样不要，笑话他愚痴。",
      "zh_TW": "『嗤』是譏笑他，這個好機會，發財的機會，不多撈一點，去救人，財物一樣不要，笑話他愚痴。"
    },
    {
      "id": "19-002-0010_p0090",
      "zh_CN": "【逮少师父生。】",
      "zh_TW": "【逮少師父生。】"
    },
    {
      "id": "19-002-0010_p0091",
      "zh_CN": "杨荣的父亲生了。",
      "zh_TW": "楊榮的父親生了。"
    },
    {
      "id": "19-002-0010_p0092",
      "zh_CN": "【家渐裕。】",
      "zh_TW": "【家漸裕。】"
    },
    {
      "id": "19-002-0010_p0093",
      "zh_CN": "家庭生活环境慢慢的好转了。诸位想想，那个划渡船一天能收入几文钱，还有坐渡船不给钱的，身上实在没有带钱，他也不能不渡。所以那个渡钱，这个渡钱多半都是随意给的，他旁边摆一个小的盘子，随意给的，并没有刻意定坐这个渡船要多少钱，没有。这是我们从前在福建住的时候，常常过渡看到这个情形，像我们小朋友、学生过渡都不要钱的。这是善因就有善报，家计就渐渐宽裕一点，生活可以过得去了。",
      "zh_TW": "家庭生活環境慢慢的好轉了。諸位想想，那個划渡船一天能收入幾文錢，還有坐渡船不給錢的，身上實在沒有帶錢，他也不能不渡。所以那個渡錢，這個渡錢多半都是隨意給的，他旁邊擺一個小的盤子，隨意給的，並沒有刻意定坐這個渡船要多少錢，沒有。這是我們從前在福建住的時候，常常過渡看到這個情形，像我們小朋友、學生過渡都不要錢的。這是善因就有善報，家計就漸漸寬裕一點，生活可以過得去了。"
    },
    {
      "id": "19-002-0010_p0094",
      "zh_CN": "【有神人化为道者。语之曰。汝祖父有阴功。子孙当贵显。宜葬某地。遂依其所指而窆之。即今白兔坟也。】",
      "zh_TW": "【有神人化為道者。語之曰。汝祖父有陰功。子孫當貴顯。宜葬某地。遂依其所指而窆之。即今白兔墳也。】"
    },
    {
      "id": "19-002-0010_p0095",
      "zh_CN": "风水有，这个不是假的，但是没有这个福得不到，而且这个风水好坏一定是按照人福德因缘，也是自自然然得到的，纵然有人指点，那只是一个增上缘。如果你没有这个福分，指点你了，你得到这个风水，不但没有福，祸害就来了，没有这个福分享受，有很多事情都是这样的。所以看到福报来了不要欢喜，为什么？自己能不能受得了？我过去在初学佛的那个时候，我还在上班，我们有一个同事，他的阶级很高，但是不是长官，我们同事，他是少将。这一年升中将了，升中将命令还没有发布，只是总统已经圈定了，我们跟总统很接近，所以这个事情我们就早知道了，就把这件事情告诉他。他欢喜得不得了，请大家吃饭，在吃饭的时候，这哈哈一笑就死掉了。所以我们说没福，他只有一颗星的福，两颗星就压死了，所以命令没有发布就死掉了。你看如果没有这个消息，他不知道，他也不会请客，他也不会那么兴奋，也就不会死了，所以福德因缘真的是有一定。两颗星就压死了，星还没有看到，人就死掉了。所以人的确多大的福分享受多大的福报，是一丝毫都不能勉强的。所以以后我们学佛了，读到《了凡四训》，一想，真的一点都不错，确实一个普通的凡夫，「一饮一啄，莫非前定」。你不懂得这个道理，不晓得改过，不晓得修善，你的命里头没有变数，那只是常数，没有变数。真正懂得积善改过，那就有变数，真正改造了命运，创造了命运。所以我们在短短几十年当中，这一生当中看到许许多多的事，真的，儒佛所讲的道理完全都证实了。",
      "zh_TW": "風水有，這個不是假的，但是沒有這個福得不到，而且這個風水好壞一定是按照人福德因緣，也是自自然然得到的，縱然有人指點，那只是一個增上緣。如果你沒有這個福分，指點你了，你得到這個風水，不但沒有福，禍害就來了，沒有這個福分享受，有很多事情都是這樣的。所以看到福報來了不要歡喜，為什麼？自己能不能受得了？我過去在初學佛的那個時候，我還在上班，我們有一個同事，他的階級很高，但是不是長官，我們同事，他是少將。這一年升中將了，升中將命令還沒有發布，只是總統已經圈定了，我們跟總統很接近，所以這個事情我們就早知道了，就把這件事情告訴他。他歡喜得不得了，請大家吃飯，在吃飯的時候，這哈哈一笑就死掉了。所以我們說沒福，他只有一顆星的福，兩顆星就壓死了，所以命令沒有發布就死掉了。你看如果沒有這個消息，他不知道，他也不會請客，他也不會那麼興奮，也就不會死了，所以福德因緣真的是有一定。兩顆星就壓死了，星還沒有看到，人就死掉了。所以人的確多大的福分享受多大的福報，是一絲毫都不能勉強的。所以以後我們學佛了，讀到《了凡四訓》，一想，真的一點都不錯，確實一個普通的凡夫，「一飲一啄，莫非前定」。你不懂得這個道理，不曉得改過，不曉得修善，你的命裡頭沒有變數，那只是常數，沒有變數。真正懂得積善改過，那就有變數，真正改造了命運，創造了命運。所以我們在短短幾十年當中，這一生當中看到許許多多的事，真的，儒佛所講的道理完全都證實了。"
    },
    {
      "id": "19-002-0010_p0096",
      "zh_CN": "【后生少师。弱冠登第。】",
      "zh_TW": "【後生少師。弱冠登第。】"
    },
    {
      "id": "19-002-0010_p0097",
      "zh_CN": "弱冠是二十岁，冠是二十岁行冠礼，在二十一、二、三岁都叫弱冠，刚刚行过冠礼没多久，也就是他很年轻，二十一、二岁就中了进士，进士及第，这是学位，过去最高的学位，等于我们现在的博士，拿到博士学位了。",
      "zh_TW": "弱冠是二十歲，冠是二十歲行冠禮，在二十一、二、三歲都叫弱冠，剛剛行過冠禮沒多久，也就是他很年輕，二十一、二歲就中了進士，進士及第，這是學位，過去最高的學位，等於我們現在的博士，拿到博士學位了。"
    },
    {
      "id": "19-002-0010_p0098",
      "zh_CN": "【位至三公。】",
      "zh_TW": "【位至三公。】"
    },
    {
      "id": "19-002-0010_p0099",
      "zh_CN": "他以后做官做到了少师。这个三公就是，这前面注解上有，太师、太傅、太保，这三公，少师、少傅、少保，也是三公，他这个位子比太师、太傅、太保稍微低一点，但是在公卿之上，拿现在的地位相比，大概是国策顾问这样的地位，也就是皇帝的顾问，皇帝有什么困难的事情要向他们请教，所以这个地位很高。",
      "zh_TW": "他以後做官做到了少師。這個三公就是，這前面註解上有，太師、太傅、太保，這三公，少師、少傅、少保，也是三公，他這個位子比太師、太傅、太保稍微低一點，但是在公卿之上，拿現在的地位相比，大概是國策顧問這樣的地位，也就是皇帝的顧問，皇帝有什麼困難的事情要向他們請教，所以這個地位很高。"
    },
    {
      "id": "19-002-0010_p0100",
      "zh_CN": "【加曾祖祖父如其官。】",
      "zh_TW": "【加曾祖祖父如其官。】"
    },
    {
      "id": "19-002-0010_p0101",
      "zh_CN": "古时候做官是荣宗耀祖，他的父亲、祖父、曾祖父虽然是一介平民，现在他自己做到这样高官，皇帝要追封，追封他的祖父、曾祖父，也是跟他这个官爵一样，他做到少师，他曾祖父、祖父朝廷也封为少师，所以说是荣宗耀祖。这个对于社会，我们今天奖励行善，现在政府表扬的好人好事，实在讲，古时候这种表扬比我们现在表扬有力量，教育的意义更深。因为你子孙对国家有贡献，国家对他的恩惠可以追及到他的远祖，今天表扬好事是你个人，没有达到祖先，他达到曾祖父，都追封到如其官。这个在我们肉眼看，好像人已经死了多少年，这还有什么意义？其实不然，他这个追封，他的子孙，佛法讲六道，他不管在哪一道，这个荣耀他实际上得到，他如果是在鬼道，这一切鬼王对他都尊敬，世间帝王封的，他是一个大善人，必定受天帝鬼神的尊敬。所以这个教育的意义，实际的功德，实在是不可思议。",
      "zh_TW": "古時候做官是榮宗耀祖，他的父親、祖父、曾祖父雖然是一介平民，現在他自己做到這樣高官，皇帝要追封，追封他的祖父、曾祖父，也是跟他這個官爵一樣，他做到少師，他曾祖父、祖父朝廷也封為少師，所以說是榮宗耀祖。這個對於社會，我們今天獎勵行善，現在政府表揚的好人好事，實在講，古時候這種表揚比我們現在表揚有力量，教育的意義更深。因為你子孫對國家有貢獻，國家對他的恩惠可以追及到他的遠祖，今天表揚好事是你個人，沒有達到祖先，他達到曾祖父，都追封到如其官。這個在我們肉眼看，好像人已經死了多少年，這還有什麼意義？其實不然，他這個追封，他的子孫，佛法講六道，他不管在哪一道，這個榮耀他實際上得到，他如果是在鬼道，這一切鬼王對他都尊敬，世間帝王封的，他是一個大善人，必定受天帝鬼神的尊敬。所以這個教育的意義，實際的功德，實在是不可思議。"
    },
    {
      "id": "19-002-0010_p0102",
      "zh_CN": "【子孙贵盛。至今尚多贤者。】",
      "zh_TW": "【子孫貴盛。至今尚多賢者。】"
    },
    {
      "id": "19-002-0010_p0103",
      "zh_CN": "世代积德积得厚，杨荣以后就变成世家了，一直到了凡这个时候，他们家庭里面还有很多贤人，贵盛。",
      "zh_TW": "世代積德積得厚，楊榮以後就變成世家了，一直到了凡這個時候，他們家庭裡面還有很多賢人，貴盛。"
    },
    {
      "id": "19-002-0010_p0104",
      "zh_CN": "【鄞人杨自惩。】",
      "zh_TW": "【鄞人楊自懲。】"
    },
    {
      "id": "19-002-0010_p0105",
      "zh_CN": "鄞是浙江宁波，在那个时候叫鄞县，明朝叫鄞县，现在是宁波，杨先生杨自惩。",
      "zh_TW": "鄞是浙江寧波，在那個時候叫鄞縣，明朝叫鄞縣，現在是寧波，楊先生楊自懲。"
    },
    {
      "id": "19-002-0010_p0106",
      "zh_CN": "【初为县吏。】",
      "zh_TW": "【初為縣吏。】"
    },
    {
      "id": "19-002-0010_p0107",
      "zh_CN": "在县政府里面当差，我们今天讲科长、科员这样的职位都叫吏，县吏，就是不太高的这么一个职位。",
      "zh_TW": "在縣政府裡面當差，我們今天講科長、科員這樣的職位都叫吏，縣吏，就是不太高的這麼一個職位。"
    },
    {
      "id": "19-002-0010_p0108",
      "zh_CN": "【存心仁厚。守法公平。】",
      "zh_TW": "【存心仁厚。守法公平。】"
    },
    {
      "id": "19-002-0010_p0109",
      "zh_CN": "这个人心地厚道，正直清明。",
      "zh_TW": "這個人心地厚道，正直清明。"
    },
    {
      "id": "19-002-0010_p0110",
      "zh_CN": "【时县宰严肃。偶挞一囚。血流满前。而怒犹未息。】",
      "zh_TW": "【時縣宰嚴肅。偶撻一囚。血流滿前。而怒猶未息。】"
    },
    {
      "id": "19-002-0010_p0111",
      "zh_CN": "从前这个县长是兼理司法的，现在是政务跟司法分开了，司法有法院法官去处理了，从前县长就是法官，他要兼理司法。有一个罪犯，大概问口供他不说实话，狡辩，县长就发脾气生气了，给他用刑，刑罚，把他这个刑罚，打得很重，血流满地，这是给他很重的刑罚，可是他这个怒气还没息。",
      "zh_TW": "從前這個縣長是兼理司法的，現在是政務跟司法分開了，司法有法院法官去處理了，從前縣長就是法官，他要兼理司法。有一個罪犯，大概問口供他不說實話，狡辯，縣長就發脾氣生氣了，給他用刑，刑罰，把他這個刑罰，打得很重，血流滿地，這是給他很重的刑罰，可是他這個怒氣還沒息。"
    },
    {
      "id": "19-002-0010_p0112",
      "zh_CN": "【杨跪而宽解之。】",
      "zh_TW": "【楊跪而寬解之。】"
    },
    {
      "id": "19-002-0010_p0113",
      "zh_CN": "杨自惩看到这个情形，囚犯很可怜，所以就给他求情。",
      "zh_TW": "楊自懲看到這個情形，囚犯很可憐，所以就給他求情。"
    },
    {
      "id": "19-002-0010_p0114",
      "zh_CN": "【宰曰。怎奈此人越法悖理。不由人不怒。】",
      "zh_TW": "【宰曰。怎奈此人越法悖理。不由人不怒。】"
    },
    {
      "id": "19-002-0010_p0115",
      "zh_CN": "这个囚犯犯的罪很重，叫人看了就生气，不得不怒。",
      "zh_TW": "這個囚犯犯的罪很重，叫人看了就生氣，不得不怒。"
    },
    {
      "id": "19-002-0010_p0116",
      "zh_CN": "【自惩叩首曰。上失其道。民散久矣。如得其情。哀矜勿喜。喜且不可。而况怒乎。宰为之霁颜。】",
      "zh_TW": "【自懲叩首曰。上失其道。民散久矣。如得其情。哀矜勿喜。喜且不可。而況怒乎。宰為之霽顏。】"
    },
    {
      "id": "19-002-0010_p0117",
      "zh_CN": "这个实实在在讲，说这样的话是有相当的胆识，这个是直谏，如果长官要不接受，怪罪下来，你很麻烦。假如这个长官也相当贤明，明理，他不会怪罪你，这是提醒他。『上失其道』，这个上是指什么？是指政务官，不敢指皇帝，也就是指省市县长，我们的政治教育没有办好，这叫失道，道是什么？道就是君亲师，我们自己做地方官员，主持县政，我有没有做到亲师的本分，有没有真正爱护老百姓，教导老百姓，老百姓犯过了，犯罪了，我没有教得好。这就是「上失其道，民散久矣」，老百姓这个散是无所适从，无有依靠，政教要上轨道了，我们有一个原则可以依靠。",
      "zh_TW": "這個實實在在講，說這樣的話是有相當的膽識，這個是直諫，如果長官要不接受，怪罪下來，你很麻煩。假如這個長官也相當賢明，明理，他不會怪罪你，這是提醒他。『上失其道』，這個上是指什麼？是指政務官，不敢指皇帝，也就是指省市縣長，我們的政治教育沒有辦好，這叫失道，道是什麼？道就是君親師，我們自己做地方官員，主持縣政，我有沒有做到親師的本分，有沒有真正愛護老百姓，教導老百姓，老百姓犯過了，犯罪了，我沒有教得好。這就是「上失其道，民散久矣」，老百姓這個散是無所適從，無有依靠，政教要上軌道了，我們有一個原則可以依靠。"
    },
    {
      "id": "19-002-0010_p0118",
      "zh_CN": "中国从汉朝刘邦建立政权之后，罢黜百家，独尊孔孟，这个就是制定的教育政策，用什么来教化全国老百姓？用孔孟的思想。在这个以前，春秋战国诸子百家，这个学说之多，也是叫人无所适从，留下来的典籍，诸子百家，每一个人有个主张，每一个人有一套说法，你去看看，都很有道理，这么多主张，这么多讲法，我们到底依哪一个，这个社会会乱的。所以一定要在诸子百家里选一家，我们大家觉得他很好，上上下下各种不同的民族都能够适应，取这一家为主，以诸子百家来辅助，这样确立了教育的宗旨。这个教育的宗旨，从汉高祖制定一直到清朝亡国，都没有变更，就成了中华民族的道统。",
      "zh_TW": "中國從漢朝劉邦建立政權之後，罷黜百家，獨尊孔孟，這個就是制定的教育政策，用什麼來教化全國老百姓？用孔孟的思想。在這個以前，春秋戰國諸子百家，這個學說之多，也是叫人無所適從，留下來的典籍，諸子百家，每一個人有個主張，每一個人有一套說法，你去看看，都很有道理，這麼多主張，這麼多講法，我們到底依哪一個，這個社會會亂的。所以一定要在諸子百家裡選一家，我們大家覺得他很好，上上下下各種不同的民族都能夠適應，取這一家為主，以諸子百家來輔助，這樣確立了教育的宗旨。這個教育的宗旨，從漢高祖制定一直到清朝亡國，都沒有變更，就成了中華民族的道統。"
    },
    {
      "id": "19-002-0010_p0119",
      "zh_CN": "所以我们的道统，主流是孔孟，孔孟教给我们什么？五伦十义，教给我们这个，这就是我们要遵守的原则，这就是道。五伦讲人与人的关系。最小的，室居，同一个房间，夫妇，做丈夫应该怎样做好你丈夫的本分，做妻子应该怎样做好妻子的本分，分就是义务，你要尽到你的义务，夫妻和合是家庭兴旺的基础。室的外面就是家，家上面有父母，下面有儿女，当中有兄弟，每一个人身分不相同，义务责任就不一样，每一个人要尽到自己义务职责，这个叫天职，天然的，不是别人派给你的。所以这个叫道义，道是天然的，这个叫道。家之外是社会、是国家，往上面看，这是领导人，君，是国君；往下面看，我们在社会上也有被我们领导的，我们的干部，那是臣，臣就是今天讲的干部，被领导的人，有领导的、有被领导的。平辈的，有朋友。",
      "zh_TW": "所以我們的道統，主流是孔孟，孔孟教給我們什麼？五倫十義，教給我們這個，這就是我們要遵守的原則，這就是道。五倫講人與人的關係。最小的，室居，同一個房間，夫婦，做丈夫應該怎樣做好你丈夫的本分，做妻子應該怎樣做好妻子的本分，分就是義務，你要盡到你的義務，夫妻和合是家庭興旺的基礎。室的外面就是家，家上面有父母，下面有兒女，當中有兄弟，每一個人身分不相同，義務責任就不一樣，每一個人要盡到自己義務職責，這個叫天職，天然的，不是別人派給你的。所以這個叫道義，道是天然的，這個叫道。家之外是社會、是國家，往上面看，這是領導人，君，是國君；往下面看，我們在社會上也有被我們領導的，我們的幹部，那是臣，臣就是今天講的幹部，被領導的人，有領導的、有被領導的。平輩的，有朋友。"
    },
    {
      "id": "19-002-0010_p0120",
      "zh_CN": "所以五伦是夫妇、父子、兄弟、君臣、朋友，从最里面往外面扩张，四海之内皆兄弟也，所以五伦是一个民族国家的大团结。所以中国自古以来没有说团结两个字，现在才讲，五伦是一个天然的大团结，我们这一个国家就是一个家族，就是一个大家族，这是道。所以要教老百姓，教老百姓他一举一动，他的思想、他的见解、他的考虑，都有个范围，不能超越这个范围，人怎么会作乱？怎么会做坏事？再加以道德的薰陶，儒家这个基本教育的概念，格物、致知、诚意、正心、齐家、治国、平天下。我们今天不教这些东西，疏忽这个东西，老百姓思想、见解、所作所为没有一个准则了。",
      "zh_TW": "所以五倫是夫婦、父子、兄弟、君臣、朋友，從最裡面往外面擴張，四海之內皆兄弟也，所以五倫是一個民族國家的大團結。所以中國自古以來沒有說團結兩個字，現在才講，五倫是一個天然的大團結，我們這一個國家就是一個家族，就是一個大家族，這是道。所以要教老百姓，教老百姓他一舉一動，他的思想、他的見解、他的考慮，都有個範圍，不能超越這個範圍，人怎麼會作亂？怎麼會做壞事？再加以道德的薰陶，儒家這個基本教育的概念，格物、致知、誠意、正心、齊家、治國、平天下。我們今天不教這些東西，疏忽這個東西，老百姓思想、見解、所作所為沒有一個準則了。"
    },
    {
      "id": "19-002-0010_p0121",
      "zh_CN": "所以这就是说什么？看到别人犯罪，回身想想，我自己做得不够。『如得其情』，对于他犯罪的动机，犯罪的行为，我们真正知道了，知道了怎么样？知道要同情他，哀悯他，不能欢喜。为什么不能欢喜？我们自己的责任没有尽到，知道他犯罪的动机，犯罪的情形，我们欢喜都不可以，『喜且不可，而况怒乎？』怎么可以发脾气？从前做官，做县市长至少是个举人，他虽然没有把老百姓教得好，孔孟的书一定都是念得很多，念得不多他考不取举人，何况大多数县市长都是进士及第的。所以一提醒，他马上觉悟了，『宰为之霁颜』，这是很有胆识，一提醒，这个县官就觉悟了，这就息怒了。从这个地方我们能够见到杨先生的智慧、德行、见地都很了不起，所以他在公门好修行，多行善事。",
      "zh_TW": "所以這就是說什麼？看到別人犯罪，回身想想，我自己做得不夠。『如得其情』，對於他犯罪的動機，犯罪的行為，我們真正知道了，知道了怎麼樣？知道要同情他，哀憫他，不能歡喜。為什麼不能歡喜？我們自己的責任沒有盡到，知道他犯罪的動機，犯罪的情形，我們歡喜都不可以，『喜且不可，而況怒乎？』怎麼可以發脾氣？從前做官，做縣市長至少是個舉人，他雖然沒有把老百姓教得好，孔孟的書一定都是念得很多，念得不多他考不取舉人，何況大多數縣市長都是進士及第的。所以一提醒，他馬上覺悟了，『宰為之霽顏』，這是很有膽識，一提醒，這個縣官就覺悟了，這就息怒了。從這個地方我們能夠見到楊先生的智慧、德行、見地都很了不起，所以他在公門好修行，多行善事。"
    },
    {
      "id": "19-002-0010_p0122",
      "zh_CN": "【家甚贫。】",
      "zh_TW": "【家甚貧。】"
    },
    {
      "id": "19-002-0010_p0123",
      "zh_CN": "在从前做官叫清官，因为做官只靠俸禄，不会发财的，所以退休真是两袖清风，一生清贫的人非常之多。如果做官告老还乡而富有的，人家说是贪官污吏，你不是贪官污吏你的钱从哪里来的？一定的道理。因为以前念书人不会去做生意的，不会去搞工商业的，赚大钱是工商业，从事于工商的，做官的、教书的决定不会赚钱的，靠一点俸禄。如果官做大了，对国家有大的贡献，国家有奖励，送给你多少田，那是相当的富有。如果是平常这样一个官吏告老还乡，都是相当清寒。他是县政府的一个小职员，『家甚贫』。",
      "zh_TW": "在從前做官叫清官，因為做官只靠俸祿，不會發財的，所以退休真是兩袖清風，一生清貧的人非常之多。如果做官告老還鄉而富有的，人家說是貪官污吏，你不是貪官污吏你的錢從哪裡來的？一定的道理。因為以前念書人不會去做生意的，不會去搞工商業的，賺大錢是工商業，從事於工商的，做官的、教書的決定不會賺錢的，靠一點俸祿。如果官做大了，對國家有大的貢獻，國家有獎勵，送給你多少田，那是相當的富有。如果是平常這樣一個官吏告老還鄉，都是相當清寒。他是縣政府的一個小職員，『家甚貧』。"
    },
    {
      "id": "19-002-0010_p0124",
      "zh_CN": "【馈遗一无所取。】",
      "zh_TW": "【饋遺一無所取。】"
    },
    {
      "id": "19-002-0010_p0125",
      "zh_CN": "他不接受人家送礼，有人要拜托，尤其是犯了案子的，犯法的囚犯，总想托一点人情，能够得到好一点的照顾，或者判的刑判得轻一点。他也是可能他这个职位很小，他管这个事情，于是乎人情就免不了。他是秉公处理，不接受别人送的这个礼物，清廉，这个很难得。",
      "zh_TW": "他不接受人家送禮，有人要拜託，尤其是犯了案子的，犯法的囚犯，總想託一點人情，能夠得到好一點的照顧，或者判的刑判得輕一點。他也是可能他這個職位很小，他管這個事情，於是乎人情就免不了。他是秉公處理，不接受別人送的這個禮物，清廉，這個很難得。"
    },
    {
      "id": "19-002-0010_p0126",
      "zh_CN": "【遇囚人乏粮。常多方以济之。】",
      "zh_TW": "【遇囚人乏糧。常多方以濟之。】"
    },
    {
      "id": "19-002-0010_p0127",
      "zh_CN": "从前囚犯囚粮很少，有的时候解递的时候，路上常常缺乏粮食，没东西吃。",
      "zh_TW": "從前囚犯囚糧很少，有的時候解遞的時候，路上常常缺乏糧食，沒東西吃。"
    },
    {
      "id": "19-002-0010_p0128",
      "zh_CN": "【一日有新囚数人待哺。家又缺米。给囚则家人无食。自顾则囚人堪怜。与其妇商之。妇曰。囚从何来。曰。自杭而来。】",
      "zh_TW": "【一日有新囚數人待哺。家又缺米。給囚則家人無食。自顧則囚人堪憐。與其婦商之。婦曰。囚從何來。曰。自杭而來。】"
    },
    {
      "id": "19-002-0010_p0129",
      "zh_CN": "现在的杭州，杭州到温州是相当长的一段距离，有三、四百里，这么长的距离，那时候是走路，囚犯戴着刑具，手镣脚铐，你想一天能走多远，一天能走五、六十里就相当辛苦了，从杭州走到温州要走好多天才能走得到。",
      "zh_TW": "現在的杭州，杭州到溫州是相當長的一段距離，有三、四百里，這麼長的距離，那時候是走路，囚犯戴著刑具，手鐐腳銬，你想一天能走多遠，一天能走五、六十里就相當辛苦了，從杭州走到溫州要走好多天才能走得到。"
    },
    {
      "id": "19-002-0010_p0130",
      "zh_CN": "【沿路忍饥。菜色可掬。】",
      "zh_TW": "【沿路忍饑。菜色可掬。】"
    },
    {
      "id": "19-002-0010_p0131",
      "zh_CN": "沿途没东西吃，饿了好多天，很可怜，这个夫妻两个商量一下，的确太可怜了。",
      "zh_TW": "沿途沒東西吃，餓了好多天，很可憐，這個夫妻兩個商量一下，的確太可憐了。"
    },
    {
      "id": "19-002-0010_p0132",
      "zh_CN": "【因撤己之米。煮粥以食囚。】",
      "zh_TW": "【因撤己之米。煮粥以食囚。】"
    },
    {
      "id": "19-002-0010_p0133",
      "zh_CN": "家里米少，统统送给他了，我们自己没得吃，自己吃了，他没得吃，怎么办？煮粥，分一半给他们。",
      "zh_TW": "家裡米少，統統送給他了，我們自己沒得吃，自己吃了，他沒得吃，怎麼辦？煮粥，分一半給他們。"
    },
    {
      "id": "19-002-0010_p0134",
      "zh_CN": "【后生二子。长曰守陈。次曰守址。为南北吏部侍郎。】",
      "zh_TW": "【後生二子。長曰守陳。次曰守址。為南北吏部侍郎。】"
    },
    {
      "id": "19-002-0010_p0135",
      "zh_CN": "以后生两个儿子，这是夫妻积德，报在儿孙。吏部就是相当于我们现在的内政部。但是从前只有六个部，我们现在有十几个部，部会有十几个，所以往往他这个部里面的职权比我们现在的部要大。像前面讲的礼部，就兼现在教育部与考选部这两个部的职权。吏部他是管行政的，所以职权比现在的大。侍郎就是我们现在讲的政务次长，就是副部长，部长那时候叫尚书，尚书是部长，侍郎是次长，现在叫次长，就是副部长，通常副部长是两个，左右侍郎。像我们现在部里头也是两个次长，有一个政务次长、有一个常务次长，也是两个。所以侍郎是次长的地位。『南北吏部侍郎』。",
      "zh_TW": "以後生兩個兒子，這是夫妻積德，報在兒孫。吏部就是相當於我們現在的內政部。但是從前只有六個部，我們現在有十幾個部，部會有十幾個，所以往往他這個部裡面的職權比我們現在的部要大。像前面講的禮部，就兼現在教育部與考選部這兩個部的職權。吏部他是管行政的，所以職權比現在的大。侍郎就是我們現在講的政務次長，就是副部長，部長那時候叫尚書，尚書是部長，侍郎是次長，現在叫次長，就是副部長，通常副部長是兩個，左右侍郎。像我們現在部裡頭也是兩個次長，有一個政務次長、有一個常務次長，也是兩個。所以侍郎是次長的地位。『南北吏部侍郎』。"
    },
    {
      "id": "19-002-0010_p0136",
      "zh_CN": "【长孙为刑部侍郎。】",
      "zh_TW": "【長孫為刑部侍郎。】"
    },
    {
      "id": "19-002-0010_p0137",
      "zh_CN": "刑部就是现在所讲的法务部、司法行政部，这两个部的职权都是从前的刑部。",
      "zh_TW": "刑部就是現在所講的法務部、司法行政部，這兩個部的職權都是從前的刑部。"
    },
    {
      "id": "19-002-0010_p0138",
      "zh_CN": "【次孙为四川廉宪。】",
      "zh_TW": "【次孫為四川廉憲。】"
    },
    {
      "id": "19-002-0010_p0139",
      "zh_CN": "这个『廉宪』相当于行政专员的样子，比省长小一级，比县市长高，他大概管八九个县到十几个县，这样的一个地方管理。",
      "zh_TW": "這個『廉憲』相當於行政專員的樣子，比省長小一級，比縣市長高，他大概管八九個縣到十幾個縣，這樣的一個地方管理。"
    },
    {
      "id": "19-002-0010_p0140",
      "zh_CN": "【又俱为名臣。】",
      "zh_TW": "【又俱為名臣。】"
    },
    {
      "id": "19-002-0010_p0141",
      "zh_CN": "治理地方非常有成绩，很有声望、地位之人。",
      "zh_TW": "治理地方非常有成績，很有聲望、地位之人。"
    },
    {
      "id": "19-002-0010_p0142",
      "zh_CN": "【今楚亭德政。亦其裔也。】",
      "zh_TW": "【今楚亭德政。亦其裔也。】"
    },
    {
      "id": "19-002-0010_p0143",
      "zh_CN": "这是现在，在当时，楚亭先生也是做官的，也是非常之清廉，是他们家的后人，这是夫妻两个人积德，你看子子孙孙都好。好，我们今天讲到此地。",
      "zh_TW": "這是現在，在當時，楚亭先生也是做官的，也是非常之清廉，是他們家的後人，這是夫妻兩個人積德，你看子子孫孫都好。好，我們今天講到此地。"
    }
  ]
}