{
  "doc_id": "19-002-0015",
  "title": {
    "zh_CN": "了凡四训",
    "zh_TW": "了凡四訓"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十五集",
    "zh_TW": "第十五集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "19-002-0015",
  "total_paragraphs": 152,
  "paragraphs": [
    {
      "id": "19-002-0015_p0001",
      "zh_CN": "前面一段讲的经世，这就是为世间做一个标准，做一个典范，再说到出世。实在世间与出世间并没有界限，世出世间的差别，实在讲就是在迷悟，觉悟了就超越世间，一念迷就是世间，一念觉就是出世间。因此了凡先生教给我们：",
      "zh_TW": "前面一段講的經世，這就是為世間做一個標準，做一個典範，再說到出世。實在世間與出世間並沒有界限，世出世間的差別，實在講就是在迷悟，覺悟了就超越世間，一念迷就是世間，一念覺就是出世間。因此了凡先生教給我們："
    },
    {
      "id": "19-002-0015_p0002",
      "zh_CN": "【故凡见圣贤庙貌。经书典籍。皆当敬重而修饰之。】",
      "zh_TW": "【故凡見聖賢廟貌。經書典籍。皆當敬重而修飾之。】"
    },
    {
      "id": "19-002-0015_p0003",
      "zh_CN": "这个圣教就是圣人的教化，或者是说圣贤人的教育，对于世道人心，风俗习惯，我们今天讲社会的安和乐利，大众的幸福前途，有非常重要的关系。所以自古贤哲们把它比喻作人天眼目。我们应当如何来护持，正法能住世，现在人所谓硬体、软体，软体这是讲人才，师资，硬体就是讲的建筑，寺院是佛陀教育的机构，学校是世法教学的场所，必须要维护。现在学校由国家来办理，前面跟同学们说过，现在的学校舍弃了伦理的教育，我们今天才有这样大的苦难，如果还不觉悟，世界终必是毁灭。科技发达的结果是毁灭世界，同归于尽。我们中国古圣先贤不是不懂科技，为什么不发展科技？就是知道这个东西发展到最后是大家同归于尽。所以中国教育是发展理性，启发智慧，使接受教育的人明白伦理，知道道义，使他彻底认清楚人与人的关系，人与物的关系，人与天地间的关系，能够做一个顶天立地之人，我们才有幸福可言，国家民族才会有真正的前途，那个叫教育。",
      "zh_TW": "這個聖教就是聖人的教化，或者是說聖賢人的教育，對於世道人心，風俗習慣，我們今天講社會的安和樂利，大眾的幸福前途，有非常重要的關係。所以自古賢哲們把它比喻作人天眼目。我們應當如何來護持，正法能住世，現在人所謂硬體、軟體，軟體這是講人才，師資，硬體就是講的建築，寺院是佛陀教育的機構，學校是世法教學的場所，必須要維護。現在學校由國家來辦理，前面跟同學們說過，現在的學校捨棄了倫理的教育，我們今天才有這樣大的苦難，如果還不覺悟，世界終必是毀滅。科技發達的結果是毀滅世界，同歸於盡。我們中國古聖先賢不是不懂科技，為什麼不發展科技？就是知道這個東西發展到最後是大家同歸於盡。所以中國教育是發展理性，啟發智慧，使接受教育的人明白倫理，知道道義，使他徹底認清楚人與人的關係，人與物的關係，人與天地間的關係，能夠做一個頂天立地之人，我們才有幸福可言，國家民族才會有真正的前途，那個叫教育。"
    },
    {
      "id": "19-002-0015_p0004",
      "zh_CN": "今天我们看到眼前这种发展，实在是非常之痛心。民国初年废除了读经，当时多少贤哲痛心疾首。那个时候所造的因，我们今天尝到了恶果，尝到这个恶果，现在还不觉悟，这个不得了。今天诸位如果能到大陆上去看一看，你去听听大陆上人的心声，对于国家民族都看作没有希望、没有前途，这样的心态足以亡国灭种，这是我们废除读经种下来的后果，是摧毁了正法。所以我们自己儒家、道家的道统不能维护，大乘佛法决定不能建立，这是诸位一定要知道的。所以我们护持佛法会不会有效果？没有效果。因为佛法传到中国，能够在中国二千多年当中发扬光大，是建立在儒道的基础上。今天把这个根挖掉了，基础挖掉了，所有一切佛法全是空谈。所以李老师临终的时候说了一句非常痛心的话，世界没救了，佛菩萨神仙来了都救不了，为什么？根挖掉了，唯一一条路好走的就是自己念佛求生净土，说出这么痛心的话来，我们要深深觉悟。",
      "zh_TW": "今天我們看到眼前這種發展，實在是非常之痛心。民國初年廢除了讀經，當時多少賢哲痛心疾首。那個時候所造的因，我們今天嘗到了惡果，嘗到這個惡果，現在還不覺悟，這個不得了。今天諸位如果能到大陸上去看一看，你去聽聽大陸上人的心聲，對於國家民族都看作沒有希望、沒有前途，這樣的心態足以亡國滅種，這是我們廢除讀經種下來的後果，是摧毀了正法。所以我們自己儒家、道家的道統不能維護，大乘佛法決定不能建立，這是諸位一定要知道的。所以我們護持佛法會不會有效果？沒有效果。因為佛法傳到中國，能夠在中國二千多年當中發揚光大，是建立在儒道的基礎上。今天把這個根挖掉了，基礎挖掉了，所有一切佛法全是空談。所以李老師臨終的時候說了一句非常痛心的話，世界沒救了，佛菩薩神仙來了都救不了，為什麼？根挖掉了，唯一一條路好走的就是自己念佛求生淨土，說出這麼痛心的話來，我們要深深覺悟。"
    },
    {
      "id": "19-002-0015_p0005",
      "zh_CN": "这是五百年前袁了凡先生在世时候所说的，见到圣贤庙貌，这个庙有佛家的寺院，有儒道的寺庙，像孔子庙。在过去多半念书人都在寺庙里面念书，因为那个时候学校并不普及，念书都是在寺庙，寺庙就是负责着学校的任务，寺庙里面典藏着世出世间的经典，就像图书馆一样，提供给有一些有志于求学的人使用。所以对于这些建筑里面所收藏的经典都应该要敬重，我们去利用它，利用它还要珍惜、保存它，因为还要提供给后人去使用。所以古时候读书，书本不是自己的，这个书上不可以写字，不可以做记号。为什么？要留传给后人去念。自己需要用的话可以来抄一本。因为从前没有印刷术，得到一本书本是相当之珍贵，家里面藏一点书，比现在人家里收藏古董还要名贵，所以书籍相当不容易得到。这是教给我们要珍惜、要珍重、要爱护。",
      "zh_TW": "這是五百年前袁了凡先生在世時候所說的，見到聖賢廟貌，這個廟有佛家的寺院，有儒道的寺廟，像孔子廟。在過去多半念書人都在寺廟裡面念書，因為那個時候學校並不普及，念書都是在寺廟，寺廟就是負責著學校的任務，寺廟裡面典藏著世出世間的經典，就像圖書館一樣，提供給有一些有志於求學的人使用。所以對於這些建築裡面所收藏的經典都應該要敬重，我們去利用它，利用它還要珍惜、保存它，因為還要提供給後人去使用。所以古時候讀書，書本不是自己的，這個書上不可以寫字，不可以做記號。為什麼？要留傳給後人去念。自己需要用的話可以來抄一本。因為從前沒有印刷術，得到一本書本是相當之珍貴，家裡面藏一點書，比現在人家裡收藏古董還要名貴，所以書籍相當不容易得到。這是教給我們要珍惜、要珍重、要愛護。"
    },
    {
      "id": "19-002-0015_p0006",
      "zh_CN": "【至于举扬正法。上报佛恩。尤当勉励。】",
      "zh_TW": "【至於舉揚正法。上報佛恩。尤當勉勵。】"
    },
    {
      "id": "19-002-0015_p0007",
      "zh_CN": "这一句是教给我们要弘法利生，把儒佛的教化发扬光大，普遍的利益一切众生，这是真正的上报佛恩。做到这一点就有两桩事情要做，第一个是替佛教培养人才，培养弘法的人才；第二个是要建立弘法的道场，使这些弘法的人才能够充分的发挥。在我们现代，弘法人才少，如其求人不如求自己，请别人发心人家未必肯发心，你既然有请别人发心这个心，为什么不回过头来请自己发心？比求人要方便多了。建大道场是希望多数人有机会来接触到佛法，理解佛法。可是诸位要知道，现代我觉得最理想的道场无过于电视台，把佛法送到你们家里面去。很可惜，在台湾我们佛教界有三个固定的节目，星云法师、净心法师，还有一个是圣印法师，这三个节目很遗憾的是私人的，他们办的是私塾，不是学校。如果办的是学校，应该聘请真正有修有学的法师、居士们，统统都有机会给他们去讲，那就是公办的。现在是私办的，所以接触的面比较小。如果能够有一个公办的，我们佛教徒也应该有这意思，如果大家能够创举，在电视台一个星期买它一小时的节目，我们不请一个人，我们请很多的人，一部一部经、一部一部论大家轮流来讲，选择真正利益这个社会，我想这样做比一个人范围要宽广得多，更有意义。",
      "zh_TW": "這一句是教給我們要弘法利生，把儒佛的教化發揚光大，普遍的利益一切眾生，這是真正的上報佛恩。做到這一點就有兩樁事情要做，第一個是替佛教培養人才，培養弘法的人才；第二個是要建立弘法的道場，使這些弘法的人才能夠充分的發揮。在我們現代，弘法人才少，如其求人不如求自己，請別人發心人家未必肯發心，你既然有請別人發心這個心，為什麼不回過頭來請自己發心？比求人要方便多了。建大道場是希望多數人有機會來接觸到佛法，理解佛法。可是諸位要知道，現代我覺得最理想的道場無過於電視台，把佛法送到你們家裡面去。很可惜，在台灣我們佛教界有三個固定的節目，星雲法師、淨心法師，還有一個是聖印法師，這三個節目很遺憾的是私人的，他們辦的是私塾，不是學校。如果辦的是學校，應該聘請真正有修有學的法師、居士們，統統都有機會給他們去講，那就是公辦的。現在是私辦的，所以接觸的面比較小。如果能夠有一個公辦的，我們佛教徒也應該有這意思，如果大家能夠創舉，在電視台一個星期買它一小時的節目，我們不請一個人，我們請很多的人，一部一部經、一部一部論大家輪流來講，選擇真正利益這個社會，我想這樣做比一個人範圍要寬廣得多，更有意義。"
    },
    {
      "id": "19-002-0015_p0008",
      "zh_CN": "同时我觉得，刚才我跟各位说了，佛法是建立在儒道的基础上，如果我们有这么一个道场，电视台节目的道场，应该先讲《四书》，再讲大乘佛法，才管用。如果没有孔孟老庄这个基础，讲佛法是空谈，没有用处。所以要想提倡佛道，还是要先提倡中国固有的文化道统。这就是培养人才、建立道场。现在建立道场，我是不希望大家花那么多金钱去盖个庙，庙盖好了之后，里头必然是斗争坚固，没有意义，那个钱花得没有意义。这个财物钱财，诸位要晓得，学了佛总一定要明了，过眼云烟，再多的钱财，不论多少，给你看看而已，你们想一想，哪一张钞票你们拿去收在家里保存着？有没有人把钞票收在家里保存的，每天去看看欣赏它？没有的，这里过来，那里过去，过手而已，所有一切财物过手而已，哪里是自己的？自己的应该保存着，不应该给别人。我这里拿到马上就给别人，过手一下，这真是过眼云烟，一点都没错。所以不要把它看重了。",
      "zh_TW": "同時我覺得，剛才我跟各位說了，佛法是建立在儒道的基礎上，如果我們有這麼一個道場，電視台節目的道場，應該先講《四書》，再講大乘佛法，才管用。如果沒有孔孟老莊這個基礎，講佛法是空談，沒有用處。所以要想提倡佛道，還是要先提倡中國固有的文化道統。這就是培養人才、建立道場。現在建立道場，我是不希望大家花那麼多金錢去蓋個廟，廟蓋好了之後，裡頭必然是鬥爭堅固，沒有意義，那個錢花得沒有意義。這個財物錢財，諸位要曉得，學了佛總一定要明瞭，過眼雲煙，再多的錢財，不論多少，給你看看而已，你們想一想，哪一張鈔票你們拿去收在家裡保存著？有沒有人把鈔票收在家裡保存的，每天去看看欣賞它？沒有的，這裡過來，那裡過去，過手而已，所有一切財物過手而已，哪裡是自己的？自己的應該保存著，不應該給別人。我這裡拿到馬上就給別人，過手一下，這真是過眼雲煙，一點都沒錯。所以不要把它看重了。"
    },
    {
      "id": "19-002-0015_p0009",
      "zh_CN": "刚才有一个同修到我这里来，他现在走了，匆匆忙忙走了，他移民到国外，他回到台湾来做股票，告诉我，一千万进来，一千万又丢掉了。我就告诉他，你怎么不听《了凡四训》？这命里没有的，这手过来，那手就过去了，过眼云烟。所以我告诉他，丢掉再多，你心里也不要烦恼，为什么？命里头没有，再为这个生烦恼，那就划不来，那就很冤枉了。所以钱赚来了，不要欢喜；丢掉了，也不要烦恼。每天在干什么？浪费光阴，可惜，真正可惜，把你的精神光阴在这上浪费掉了。所以聪明人不干这个事情，我把这个大好光阴好好来念佛，这是真正聪明有智慧的人。像他这样的人多了，上一次也是有一个做股票的，我们一个老信徒，多少年都不来了，偶尔来一次见个面，告诉我，搞股票搞了五年，大概赚了几千万，去年一年赔光了。这个不是可惜，可惜他的精神，可惜他的光阴白费了。所以这个东西都是假的，都不是真实的，真正聪明人、有智慧的人要明白这个事理。所以自己努力的修学，弘法利生，这个功德是无量无边，诸佛菩萨都赞叹不尽，尤其在末法，佛法衰微到极处，你还能够做，这是难能可贵。",
      "zh_TW": "剛才有一個同修到我這裡來，他現在走了，匆匆忙忙走了，他移民到國外，他回到台灣來做股票，告訴我，一千萬進來，一千萬又丟掉了。我就告訴他，你怎麼不聽《了凡四訓》？這命裡沒有的，這手過來，那手就過去了，過眼雲煙。所以我告訴他，丟掉再多，你心裡也不要煩惱，為什麼？命裡頭沒有，再為這個生煩惱，那就划不來，那就很冤枉了。所以錢賺來了，不要歡喜；丟掉了，也不要煩惱。每天在幹什麼？浪費光陰，可惜，真正可惜，把你的精神光陰在這上浪費掉了。所以聰明人不幹這個事情，我把這個大好光陰好好來念佛，這是真正聰明有智慧的人。像他這樣的人多了，上一次也是有一個做股票的，我們一個老信徒，多少年都不來了，偶爾來一次見個面，告訴我，搞股票搞了五年，大概賺了幾千萬，去年一年賠光了。這個不是可惜，可惜他的精神，可惜他的光陰白費了。所以這個東西都是假的，都不是真實的，真正聰明人、有智慧的人要明白這個事理。所以自己努力的修學，弘法利生，這個功德是無量無邊，諸佛菩薩都讚歎不盡，尤其在末法，佛法衰微到極處，你還能夠做，這是難能可貴。"
    },
    {
      "id": "19-002-0015_p0010",
      "zh_CN": "【何谓敬重尊长。家之父兄。国之君长。与凡年高德高位高识高者。皆当加意奉事。在家而奉侍父母。使深爱婉容。柔声下气。习以成性。便是和气格天之本。】",
      "zh_TW": "【何謂敬重尊長。家之父兄。國之君長。與凡年高德高位高識高者。皆當加意奉事。在家而奉侍父母。使深愛婉容。柔聲下氣。習以成性。便是和氣格天之本。】"
    },
    {
      "id": "19-002-0015_p0011",
      "zh_CN": "这就是教育里面的根本教育。所以中国古时候的小学着重于基础教育，基础教育教什么？教孝、教顺、教敬、教诚，是以这些为教学的纲目，真所谓少成若天性，培养圣贤人的根基。所以中国自古以来，我们的社会道统，现在一般人说君主专制，这是错误的，这个看法错误的。中国可以说自古以来，你要真正认清楚，是圣贤的教学，也是圣贤的政治。本质没有认清楚，这很可怜，一个错误的看法、错误的观点，足以把这个国家民族毁灭掉。中国过去从政的人没有一个不念圣贤书的，纵然自己有私心，还是有一个范围，有一个准则，不敢过分的越轨，多少还是要受良心的谴责。现在把这些东西统统甩掉了，作奸犯科造恶，以为这是理所当然，耻心没有了，也就是说天理良心没有了，这还得了！这一点失掉了，的确人跟禽兽就没有差别了，这个才叫可怕，最可怕的就是这桩事情，所以希望我们同修们自己要认识清楚。诚敬是学佛的根基，是入佛之门，诚敬的培养就在家庭，他能够孝顺父母，尊敬兄长，他到社会上才能够忠于国家，才能够服从长官，才能够对他的职务尽忠职守，尽心尽力，为国家、为社会、为老百姓服务。",
      "zh_TW": "這就是教育裡面的根本教育。所以中國古時候的小學著重於基礎教育，基礎教育教什麼？教孝、教順、教敬、教誠，是以這些為教學的綱目，真所謂少成若天性，培養聖賢人的根基。所以中國自古以來，我們的社會道統，現在一般人說君主專制，這是錯誤的，這個看法錯誤的。中國可以說自古以來，你要真正認清楚，是聖賢的教學，也是聖賢的政治。本質沒有認清楚，這很可憐，一個錯誤的看法、錯誤的觀點，足以把這個國家民族毀滅掉。中國過去從政的人沒有一個不念聖賢書的，縱然自己有私心，還是有一個範圍，有一個準則，不敢過分的越軌，多少還是要受良心的譴責。現在把這些東西統統甩掉了，作奸犯科造惡，以為這是理所當然，恥心沒有了，也就是說天理良心沒有了，這還得了！這一點失掉了，的確人跟禽獸就沒有差別了，這個才叫可怕，最可怕的就是這樁事情，所以希望我們同修們自己要認識清楚。誠敬是學佛的根基，是入佛之門，誠敬的培養就在家庭，他能夠孝順父母，尊敬兄長，他到社會上才能夠忠於國家，才能夠服從長官，才能夠對他的職務盡忠職守，盡心盡力，為國家、為社會、為老百姓服務。"
    },
    {
      "id": "19-002-0015_p0012",
      "zh_CN": "这一个习性养成了，『习以成性』，习性培养成的，『便是和气格天』，天地鬼神真有，不是没有，能够感动天地鬼神。现在我们这个时代失掉教育，道德观念没有了，再给诸位说，天地善神都不来了，我们每天头脑里面想的全是贪瞋痴慢，那个天地里面的恶鬼恶神、妖魔鬼怪统统下降了，为什么？感应道交，恶与恶交感，善与善交感，诸佛菩萨善神都不来了。人已经在造恶了，再加上一批妖魔鬼怪，更不得了。所以我们这个世间，我这个看法，三十年之内，一定有非常的灾难，这个灾难之降临，恐怕我们地球上人可能会死一半。这么大的一个打击，人才会回过头来，才会把他的迷惑颠倒打醒，小灾小难不会醒的，一定有非常的灾难才会叫大家觉悟，这个是决定不能避免的。",
      "zh_TW": "這一個習性養成了，『習以成性』，習性培養成的，『便是和氣格天』，天地鬼神真有，不是沒有，能夠感動天地鬼神。現在我們這個時代失掉教育，道德觀念沒有了，再給諸位說，天地善神都不來了，我們每天頭腦裡面想的全是貪瞋痴慢，那個天地裡面的惡鬼惡神、妖魔鬼怪統統下降了，為什麼？感應道交，惡與惡交感，善與善交感，諸佛菩薩善神都不來了。人已經在造惡了，再加上一批妖魔鬼怪，更不得了。所以我們這個世間，我這個看法，三十年之內，一定有非常的災難，這個災難之降臨，恐怕我們地球上人可能會死一半。這麼大的一個打擊，人才會回過頭來，才會把他的迷惑顛倒打醒，小災小難不會醒的，一定有非常的災難才會叫大家覺悟，這個是決定不能避免的。"
    },
    {
      "id": "19-002-0015_p0013",
      "zh_CN": "诸位要读中国的历史，你就看世间的治乱，祸福的根源，你要是明了的话，你看看今天这个世界人心，他们想的是什么、思的是什么、做的是什么，我们就晓得将来的结果是些什么，从因就晓得将来的果报。我们今天看到这个果报，想想几十年前（民国初年）那个因，那个时候人造的因，结成今天的果报。现在造的因比那个时候不晓得超过多少倍，所以，二、三十年后，这个果报快速的会现前。从前造的这个因是恶因，但是长成缓慢，到七、八十年我们看到这个果报；现在我们造的这个因恶，而且加快速度在造，普遍在造，所以这个恶果的成熟会快也会大，不会超过三十年，这个恶果就会现前，非常非常之可怕。善因一定结善果，恶因一定有恶报，因缘果报这个真理是决定正确的。",
      "zh_TW": "諸位要讀中國的歷史，你就看世間的治亂，禍福的根源，你要是明瞭的話，你看看今天這個世界人心，他們想的是什麼、思的是什麼、做的是什麼，我們就曉得將來的結果是些什麼，從因就曉得將來的果報。我們今天看到這個果報，想想幾十年前（民國初年）那個因，那個時候人造的因，結成今天的果報。現在造的因比那個時候不曉得超過多少倍，所以，二、三十年後，這個果報快速的會現前。從前造的這個因是惡因，但是長成緩慢，到七、八十年我們看到這個果報；現在我們造的這個因惡，而且加快速度在造，普遍在造，所以這個惡果的成熟會快也會大，不會超過三十年，這個惡果就會現前，非常非常之可怕。善因一定結善果，惡因一定有惡報，因緣果報這個真理是決定正確的。"
    },
    {
      "id": "19-002-0015_p0014",
      "zh_CN": "【出而事君。行一事。毋谓君不知而自恣也。刑一人。毋谓君不知而作威也。事君如天。古人格论。此等处最关阴德。试看忠孝之家。子孙未有不绵远而昌盛者。切须慎之。】",
      "zh_TW": "【出而事君。行一事。毋謂君不知而自恣也。刑一人。毋謂君不知而作威也。事君如天。古人格論。此等處最關陰德。試看忠孝之家。子孫未有不綿遠而昌盛者。切須慎之。】"
    },
    {
      "id": "19-002-0015_p0015",
      "zh_CN": "所以忠孝传家远，现在大家不讲这个了，现在所谓叫时代潮流，父子什么关系？朋友的关系，伦理毁掉了，伦理是什么？伦理是性德。所以中国儒家道家所讲的，我们展开佛法来仔细一观察，全是性德流露，舍弃私心，性德才会往外流露。这些大圣大贤一私毫的私心都没有，全是性德流露。你要说是某人的学说，孔老夫子的学说，错了，是自性的流露。孔夫子自性流露的，我们如果自性心现前的时候，流露出来跟他的一样的。就像灯光一样，他的灯光亮了，我的灯光也开了，光光交融，成为一体。不是我们跟别人走，我们要去学他，错了，是自性的流露，这才是真正的伟大，真正不可思议。所以孝敬是性德，开发性德必须要用性德来做工具，才能明心见性。",
      "zh_TW": "所以忠孝傳家遠，現在大家不講這個了，現在所謂叫時代潮流，父子什麼關係？朋友的關係，倫理毀掉了，倫理是什麼？倫理是性德。所以中國儒家道家所講的，我們展開佛法來仔細一觀察，全是性德流露，捨棄私心，性德才會往外流露。這些大聖大賢一私毫的私心都沒有，全是性德流露。你要說是某人的學說，孔老夫子的學說，錯了，是自性的流露。孔夫子自性流露的，我們如果自性心現前的時候，流露出來跟他的一樣的。就像燈光一樣，他的燈光亮了，我的燈光也開了，光光交融，成為一體。不是我們跟別人走，我們要去學他，錯了，是自性的流露，這才是真正的偉大，真正不可思議。所以孝敬是性德，開發性德必須要用性德來做工具，才能明心見性。"
    },
    {
      "id": "19-002-0015_p0016",
      "zh_CN": "佛法里面给我们讲，开发最重要的一个条件就是发菩提心，儒家亦复如是，诚意正心就是佛所讲的大菩提心。凡是能够存心真诚，不自欺、不欺人，这个地方就是告诉我们，以真诚心、以孝顺心、以恭敬心处事待人接物。这个地方有一句说得很好，『最关阴德』，你自己只默默去做，真正是积善累德，果报之厚，可以从历史上看到，也可以从现前社会里面能够观察到，可见得这是真实，决定不是虚妄的。所以，我们动一个念头，做一桩事情，决定不要认为别人不知道，人或者不知，天地鬼神、诸佛菩萨没有一个不知道的。所以了凡居士前面给我们讲改过要有三种心，耻心、畏心，畏惧天地鬼神，我们起一个念头他都知道，勇猛精进心，成圣、成贤、成菩萨、成佛，没有一个人做不到的，你只要有这个三心，的确一生足以成办。再看末后这一条：",
      "zh_TW": "佛法裡面給我們講，開發最重要的一個條件就是發菩提心，儒家亦復如是，誠意正心就是佛所講的大菩提心。凡是能夠存心真誠，不自欺、不欺人，這個地方就是告訴我們，以真誠心、以孝順心、以恭敬心處事待人接物。這個地方有一句說得很好，『最關陰德』，你自己只默默去做，真正是積善累德，果報之厚，可以從歷史上看到，也可以從現前社會裡面能夠觀察到，可見得這是真實，決定不是虛妄的。所以，我們動一個念頭，做一樁事情，決定不要認為別人不知道，人或者不知，天地鬼神、諸佛菩薩沒有一個不知道的。所以了凡居士前面給我們講改過要有三種心，恥心、畏心，畏懼天地鬼神，我們起一個念頭他都知道，勇猛精進心，成聖、成賢、成菩薩、成佛，沒有一個人做不到的，你只要有這個三心，的確一生足以成辦。再看末後這一條："
    },
    {
      "id": "19-002-0015_p0017",
      "zh_CN": "【何谓爱惜物命。凡人之所以为人者。惟此恻隐之心而已。求仁者求此。积德者积此。】",
      "zh_TW": "【何謂愛惜物命。凡人之所以為人者。惟此惻隱之心而已。求仁者求此。積德者積此。】"
    },
    {
      "id": "19-002-0015_p0018",
      "zh_CN": "恻隐之心就是仁民爱物之心，见到一切物，一切动物，不要说见到人，有苦难，自自然然就生同情心，这个就是恻隐之心。大家有没有？我相信你们都有，每个人都有，为什么？如果你们看一个悲剧都会流眼泪，那就是恻隐之心，无论看电影、看电视的悲剧，你的心里会难过、会流泪。那还不是真正的人物在你面前遭这个苦难，你都有这个心，何况真正见到一切人物遭遇到苦难？你有这个念头，你一定会援手去帮助他。不但人有恻隐之心，再跟诸位说，动物当中也有。由此可知，这确确实实是天性，就是本性的性德，动物的本性跟人的本性不二，不过牠比人迷得更深，才变成了畜生，十法界一切众生同一个真如本性。所以佛在大乘法里头才说，同体大悲，无缘大慈。所以恻隐之心就是怜爱之心，怜悯之心，是自性里头流露出来的。求仁就是求的这个，积德也是积的这个。希望把这个仁民爱物之心培养扩大，能够真正的爱一切人、爱一切物，我们尽心尽力去帮助他们。下面他举几个例子来说：",
      "zh_TW": "惻隱之心就是仁民愛物之心，見到一切物，一切動物，不要說見到人，有苦難，自自然然就生同情心，這個就是惻隱之心。大家有沒有？我相信你們都有，每個人都有，為什麼？如果你們看一個悲劇都會流眼淚，那就是惻隱之心，無論看電影、看電視的悲劇，你的心裡會難過、會流淚。那還不是真正的人物在你面前遭這個苦難，你都有這個心，何況真正見到一切人物遭遇到苦難？你有這個念頭，你一定會援手去幫助他。不但人有惻隱之心，再跟諸位說，動物當中也有。由此可知，這確確實實是天性，就是本性的性德，動物的本性跟人的本性不二，不過牠比人迷得更深，才變成了畜生，十法界一切眾生同一個真如本性。所以佛在大乘法裡頭才說，同體大悲，無緣大慈。所以惻隱之心就是憐愛之心，憐憫之心，是自性裡頭流露出來的。求仁就是求的這個，積德也是積的這個。希望把這個仁民愛物之心培養擴大，能夠真正的愛一切人、愛一切物，我們盡心盡力去幫助他們。下面他舉幾個例子來說："
    },
    {
      "id": "19-002-0015_p0019",
      "zh_CN": "【周礼。孟春之月。】",
      "zh_TW": "【周禮。孟春之月。】"
    },
    {
      "id": "19-002-0015_p0020",
      "zh_CN": "『孟春』是初春，正月。",
      "zh_TW": "『孟春』是初春，正月。"
    },
    {
      "id": "19-002-0015_p0021",
      "zh_CN": "【牺牲毋用牝。】",
      "zh_TW": "【犧牲毋用牝。】"
    },
    {
      "id": "19-002-0015_p0022",
      "zh_CN": "古时候的祭祀，最大的祭典用三牲，牛、羊、猪，普通民间祭祀只用一个，都是用猪，大祭祀是国家，帝王祭太庙用三牲。春天用这个牺牲，牺牲就是祭祀需要来用的，不用母的，母的什么？牠怀孕，杀一个等于是害两条命，不可以用母的，这个是仁慈。",
      "zh_TW": "古時候的祭祀，最大的祭典用三牲，牛、羊、豬，普通民間祭祀只用一個，都是用豬，大祭祀是國家，帝王祭太廟用三牲。春天用這個犧牲，犧牲就是祭祀需要來用的，不用母的，母的什麼？牠懷孕，殺一個等於是害兩條命，不可以用母的，這個是仁慈。"
    },
    {
      "id": "19-002-0015_p0023",
      "zh_CN": "【孟子谓君子远庖厨。所以全吾恻隐之心也。】",
      "zh_TW": "【孟子謂君子遠庖廚。所以全吾惻隱之心也。】"
    },
    {
      "id": "19-002-0015_p0024",
      "zh_CN": "就跟佛法里面讲的三净肉一样，不见杀、不闻杀、不为我杀。因为佛法在印度的时候，生活方式是用托钵的制度，托钵制度，人家施舍什么就吃什么，没有选择的。如果说一定要吃素，会给人带来很大的麻烦，他要特别做东西来供养出家人。佛是为了大慈大悲，所以真的是慈悲为本，方便为门，一切随缘而不攀缘，人家供养什么就吃什么。一直到今天，像泰国、锡兰，小乘国家还是如此。佛法传到中国，中国在当时确确实实是世界上最先进的国家，礼义之邦，礼义之邦是我们中国过去，现在中国是礼义都没有了，讲到礼义不如外国人，比不上外国，这个实在讲是教育彻底的失败。中国不重视乞食，这些法师我们中国朝廷礼请到中国来，还能叫他出去讨饭吗？我们中国人是不可能接受这样做的，所以就在宫廷里面接受供养，托钵的制度到中国来就算是没有了，从来没有实行过。但是那时候供养出家人还是三净肉。",
      "zh_TW": "就跟佛法裡面講的三淨肉一樣，不見殺、不聞殺、不為我殺。因為佛法在印度的時候，生活方式是用托缽的制度，托缽制度，人家施捨什麼就吃什麼，沒有選擇的。如果說一定要吃素，會給人帶來很大的麻煩，他要特別做東西來供養出家人。佛是為了大慈大悲，所以真的是慈悲為本，方便為門，一切隨緣而不攀緣，人家供養什麼就吃什麼。一直到今天，像泰國、錫蘭，小乘國家還是如此。佛法傳到中國，中國在當時確確實實是世界上最先進的國家，禮義之邦，禮義之邦是我們中國過去，現在中國是禮義都沒有了，講到禮義不如外國人，比不上外國，這個實在講是教育徹底的失敗。中國不重視乞食，這些法師我們中國朝廷禮請到中國來，還能叫他出去討飯嗎？我們中國人是不可能接受這樣做的，所以就在宮廷裡面接受供養，托缽的制度到中國來就算是沒有了，從來沒有實行過。但是那時候供養出家人還是三淨肉。"
    },
    {
      "id": "19-002-0015_p0025",
      "zh_CN": "素食，我们同修都知道，是梁武帝提倡的。所以现在全世界出家学佛的，出家、在家，素食只有中国佛教，全世界学佛都没有素食的。所以我们要是有时候参加国际会议到外国去，他们觉得我们吃素很奇怪，觉得怪怪的，我们觉得他们出家人吃肉也觉得奇奇怪怪的。所以诸位要晓得这个传统，佛教传统是吃三净肉，不是素食，素食是中国人提倡的。素食好不好？好，仁民爱物做得真正彻底，真正究竟。",
      "zh_TW": "素食，我們同修都知道，是梁武帝提倡的。所以現在全世界出家學佛的，出家、在家，素食只有中國佛教，全世界學佛都沒有素食的。所以我們要是有時候參加國際會議到外國去，他們覺得我們吃素很奇怪，覺得怪怪的，我們覺得他們出家人吃肉也覺得奇奇怪怪的。所以諸位要曉得這個傳統，佛教傳統是吃三淨肉，不是素食，素食是中國人提倡的。素食好不好？好，仁民愛物做得真正徹底，真正究竟。"
    },
    {
      "id": "19-002-0015_p0026",
      "zh_CN": "『远庖厨』，离厨房远一点，这吃得心就比较安了，实在讲心还是不安，最好是不吃众生肉。尤其是现代这个众生肉是更不能吃，我纵然是不反对吃肉，叫我吃现在这个肉我不愿意吃，三十年以前的肉食我觉得可以吃，你要贪图那个味，那个味还真有点美味，现在我看那个肉不是那个味道，我虽然没吃过，我能想像得到。为什么？以前那个动物是牠自然生长的，都放在外面自然生长的，牠在没有被杀之前，牠活活泼泼、快快乐乐，我觉得牠心情满好的。现在这些动物，你看猪、牛、鸡、鸭，一生出来就关在笼子里头，等于终身监禁，牠是个坐监牢狱的，牠心情一定不好，牠的肉会好吃吗？所以我想一定不是味道。我从前曾经问过方师母，方东美的夫人，我叫她想一想，你们现在常常吃肉，回想跟三十年前所吃的肉味道一样不一样？她想了半天，告诉我，她说的确是不一样。所以我这个判断还是有道理的。",
      "zh_TW": "『遠庖廚』，離廚房遠一點，這吃得心就比較安了，實在講心還是不安，最好是不吃眾生肉。尤其是現代這個眾生肉是更不能吃，我縱然是不反對吃肉，叫我吃現在這個肉我不願意吃，三十年以前的肉食我覺得可以吃，你要貪圖那個味，那個味還真有點美味，現在我看那個肉不是那個味道，我雖然沒吃過，我能想像得到。為什麼？以前那個動物是牠自然生長的，都放在外面自然生長的，牠在沒有被殺之前，牠活活潑潑、快快樂樂，我覺得牠心情滿好的。現在這些動物，你看豬、牛、雞、鴨，一生出來就關在籠子裡頭，等於終身監禁，牠是個坐監牢獄的，牠心情一定不好，牠的肉會好吃嗎？所以我想一定不是味道。我從前曾經問過方師母，方東美的夫人，我叫她想一想，你們現在常常吃肉，回想跟三十年前所吃的肉味道一樣不一樣？她想了半天，告訴我，她說的確是不一樣。所以我這個判斷還是有道理的。"
    },
    {
      "id": "19-002-0015_p0027",
      "zh_CN": "所以现在的肉不能吃，现在的肉里头决定含着有许多毒素，所以现在人常常有很多怪病，从哪里来的？肉食来的，古人讲病从口入，这真的不是假的。所以现在你们实在好吃，贪图口味，实在是忍不过，我觉得吃鱼比吃肉可能好一点，鱼在池塘里面，尤其是海里面的，大概还能保持从前那个味道。现在就是池塘里养的鱼都不像从前，为什么？加了人工的饲料，化学的饲料，都变质了。所以李老师真是讲的，我们三餐服毒，哪里叫吃饭？三餐服毒，每天服三次毒，你想想看你这个身体怎么能不病？当然是百病丛生，这个很可怕。这下面说了：",
      "zh_TW": "所以現在的肉不能吃，現在的肉裡頭決定含著有許多毒素，所以現在人常常有很多怪病，從哪裡來的？肉食來的，古人講病從口入，這真的不是假的。所以現在你們實在好吃，貪圖口味，實在是忍不過，我覺得吃魚比吃肉可能好一點，魚在池塘裡面，尤其是海裡面的，大概還能保持從前那個味道。現在就是池塘裡養的魚都不像從前，為什麼？加了人工的飼料，化學的飼料，都變質了。所以李老師真是講的，我們三餐服毒，哪裡叫吃飯？三餐服毒，每天服三次毒，你想想看你這個身體怎麼能不病？當然是百病叢生，這個很可怕。這下面說了："
    },
    {
      "id": "19-002-0015_p0028",
      "zh_CN": "【故前辈有四不食之戒。谓闻杀不食。见杀不食。自养者不食。专为我杀者不食。】",
      "zh_TW": "【故前輩有四不食之戒。謂聞殺不食。見殺不食。自養者不食。專為我殺者不食。】"
    },
    {
      "id": "19-002-0015_p0029",
      "zh_CN": "这是跟佛法三净肉它多加了一条，这是对的，因为出家人不会饲养，用不着这一条，在家人因为自己养的，自己养的自己再杀了吃，这实在是讲不过去。",
      "zh_TW": "這是跟佛法三淨肉它多加了一條，這是對的，因為出家人不會飼養，用不著這一條，在家人因為自己養的，自己養的自己再殺了吃，這實在是講不過去。"
    },
    {
      "id": "19-002-0015_p0030",
      "zh_CN": "【学者未能断肉。且当从此戒之。】",
      "zh_TW": "【學者未能斷肉。且當從此戒之。】"
    },
    {
      "id": "19-002-0015_p0031",
      "zh_CN": "实在是不能断除肉食，应当要守三净肉，此地就是四净肉的戒。",
      "zh_TW": "實在是不能斷除肉食，應當要守三淨肉，此地就是四淨肉的戒。"
    },
    {
      "id": "19-002-0015_p0032",
      "zh_CN": "【渐渐增进。慈心愈长。不特杀生当戒。蠢动含灵皆为物命。求丝煮茧。锄地杀虫。念衣食之由来。皆杀彼以自活。故暴殄之孽。当与杀生等。】",
      "zh_TW": "【漸漸增進。慈心愈長。不特殺生當戒。蠢動含靈皆為物命。求絲煮繭。鋤地殺蟲。念衣食之由來。皆殺彼以自活。故暴殄之孽。當與殺生等。】"
    },
    {
      "id": "19-002-0015_p0033",
      "zh_CN": "他说了这么多话，真正用意就在末后这一句。所以要知道，我们生活在这个世间，短短几十年当中，维系自己的生命都是杀牠以养己，我们对于一切众生亏欠得太多，无论是有意无意的，你就晓得造的罪业是多重。所以古人说，如果这个罪业要有相的话，尽虚空都容纳不下，我们业障有这样重。想到这个地方，自己警觉心才真正提得起来，如何能够对得起天地一切众生？不但要严持不杀生这条戒，就是在饮食起居上一定要节俭，决定不能够糟蹋。『暴殄之孽』就是糟蹋我们现在讲生活一切必需品，不知道爱惜。现在人提倡消费，消费是什么？浪费，说是大家要不消费了，工厂都得要倒闭了，经济就不能发达了。这个说法诸位想想正确吗？如果中峰禅师听到这个话一定说未必然也，不见得正确，而且是非常的不正确。美国是一个提倡消费的国家，消费的结果美国必定是亡国，现在走下坡了。唯有节俭才是富庶康宁之道。中国人有积蓄的习惯，美国人没有，国家一垮了，全国老百姓就完了，为什么？他要靠国家救济，个人没有积蓄。我们中国人有积蓄的习惯，国家亡了，我们还能活得下去，为什么？不依赖。这是真正值得我们认真去反省的。所以一定要爱惜物品。",
      "zh_TW": "他說了這麼多話，真正用意就在末後這一句。所以要知道，我們生活在這個世間，短短幾十年當中，維繫自己的生命都是殺牠以養己，我們對於一切眾生虧欠得太多，無論是有意無意的，你就曉得造的罪業是多重。所以古人說，如果這個罪業要有相的話，盡虛空都容納不下，我們業障有這樣重。想到這個地方，自己警覺心才真正提得起來，如何能夠對得起天地一切眾生？不但要嚴持不殺生這條戒，就是在飲食起居上一定要節儉，決定不能夠糟蹋。『暴殄之孽』就是糟蹋我們現在講生活一切必需品，不知道愛惜。現在人提倡消費，消費是什麼？浪費，說是大家要不消費了，工廠都得要倒閉了，經濟就不能發達了。這個說法諸位想想正確嗎？如果中峰禪師聽到這個話一定說未必然也，不見得正確，而且是非常的不正確。美國是一個提倡消費的國家，消費的結果美國必定是亡國，現在走下坡了。唯有節儉才是富庶康寧之道。中國人有積蓄的習慣，美國人沒有，國家一垮了，全國老百姓就完了，為什麼？他要靠國家救濟，個人沒有積蓄。我們中國人有積蓄的習慣，國家亡了，我們還能活得下去，為什麼？不依賴。這是真正值得我們認真去反省的。所以一定要愛惜物品。"
    },
    {
      "id": "19-002-0015_p0034",
      "zh_CN": "【至于手所误伤。足所误践者。不知其几。皆当委曲防之。古诗云。爱鼠常留饭。怜蛾不点灯。何其仁也。】",
      "zh_TW": "【至於手所誤傷。足所誤踐者。不知其幾。皆當委曲防之。古詩云。愛鼠常留飯。憐蛾不點燈。何其仁也。】"
    },
    {
      "id": "19-002-0015_p0035",
      "zh_CN": "这个话现在我们只能够自己去理解、去体会，现在社会上决定是反对的，要扑灭老鼠，怎么可以爱鼠？还有灭鼠运动。不能做，你这个灭鼠运动，好了，这些老鼠杀死了，二十年之后牠又到人间来，又投到人胎了，牠要来灭人了，牠来报仇，就干这个事情。所以世间人不晓得，六道轮回冤冤相报之可怕。你杀牠，欠牠一条命，将来你得要还牠一条命，没有说是杀了人不偿命的，没有这回事情；欠了钱不还钱的，没有这个事情，因果通三世。所以你要真正晓得这个事实真相，我们为非作歹的事情决定不会做，为什么？吃亏的是谁？自己吃亏，想赚人家的便宜赚不到，人家想占我们的便宜也占不到，天老爷实在是非常公平，真公平。所以明白这个道理，我们决定不伤害众生，不跟牠结冤，决定不欠人家的债务，自己这一生心安理得。末后总结：",
      "zh_TW": "這個話現在我們只能夠自己去理解、去體會，現在社會上決定是反對的，要撲滅老鼠，怎麼可以愛鼠？還有滅鼠運動。不能做，你這個滅鼠運動，好了，這些老鼠殺死了，二十年之後牠又到人間來，又投到人胎了，牠要來滅人了，牠來報仇，就幹這個事情。所以世間人不曉得，六道輪迴冤冤相報之可怕。你殺牠，欠牠一條命，將來你得要還牠一條命，沒有說是殺了人不償命的，沒有這回事情；欠了錢不還錢的，沒有這個事情，因果通三世。所以你要真正曉得這個事實真相，我們為非作歹的事情決定不會做，為什麼？吃虧的是誰？自己吃虧，想賺人家的便宜賺不到，人家想佔我們的便宜也佔不到，天老爺實在是非常公平，真公平。所以明白這個道理，我們決定不傷害眾生，不跟牠結冤，決定不欠人家的債務，自己這一生心安理得。末後總結："
    },
    {
      "id": "19-002-0015_p0036",
      "zh_CN": "【善行无穷。不能殚述。】",
      "zh_TW": "【善行無窮。不能殫述。】"
    },
    {
      "id": "19-002-0015_p0037",
      "zh_CN": "一样一样讲，讲不尽。",
      "zh_TW": "一樣一樣講，講不盡。"
    },
    {
      "id": "19-002-0015_p0038",
      "zh_CN": "【由此十事。而推广之。则万德可备矣。】",
      "zh_TW": "【由此十事。而推廣之。則萬德可備矣。】"
    },
    {
      "id": "19-002-0015_p0039",
      "zh_CN": "这个《四训》里面，这一章是最主要的一章，「积善之方」，积善是建立在改过的基础上，改过是建立在明白因果的这个概念上。所以第一章讲因果报应，再教给我们改过积善。末后这一章是全书的总结，「谦德之效」，谦是你能够保持，否则的话，虽然积，积的保不住，那也是枉然。我积善，这个善真正能保住，靠什么？靠谦，谦德之效。所以佛法，你看《金刚经》里面讲布施，布施是修积，用什么来保持？忍辱，忍辱能保持；不能忍辱，修积再多都落空，所以要能够保持。儒家保持就是谦。",
      "zh_TW": "這個《四訓》裡面，這一章是最主要的一章，「積善之方」，積善是建立在改過的基礎上，改過是建立在明白因果的這個概念上。所以第一章講因果報應，再教給我們改過積善。末後這一章是全書的總結，「謙德之效」，謙是你能夠保持，否則的話，雖然積，積的保不住，那也是枉然。我積善，這個善真正能保住，靠什麼？靠謙，謙德之效。所以佛法，你看《金剛經》裡面講布施，布施是修積，用什麼來保持？忍辱，忍辱能保持；不能忍辱，修積再多都落空，所以要能夠保持。儒家保持就是謙。"
    },
    {
      "id": "19-002-0015_p0040",
      "zh_CN": "【易曰。天道亏盈而益谦。地道变盈而流谦。鬼神害盈而福谦。人道恶盈而好谦。】",
      "zh_TW": "【易曰。天道虧盈而益謙。地道變盈而流謙。鬼神害盈而福謙。人道惡盈而好謙。】"
    },
    {
      "id": "19-002-0015_p0041",
      "zh_CN": "这个天道与地道，如果自己稍微留心观察一下会发觉，盈是满，到满的时候天就会把他欠缺一点，叫他亏一点，那个谦虚的人会给他增加一点。我们看月亮这个亏盈就能够体会到这个道理，到满月了，满了之后必然一天一天减少一点，未满的时候一天一天会增加一点，增加一点就是益谦，满了之后，满招损，一天一天会降下一点，我们从这个地方就体会到天道。地道呢？『变盈而流谦』，盈是盈满，你看水，看到高的地方，水就不往那流了，那个低洼的地方，水往那流，低洼是谦，它就往那去流了，这地之道。鬼神看到你得志，这个时候鬼神对你就起了嫉妒心，他就想方法来整你，尽量找机会来找你麻烦；当你什么都没有的时候，鬼神也怜悯你、同情你，想帮助你一点。人也是如此，『恶盈而好谦』，恶是厌恶。",
      "zh_TW": "這個天道與地道，如果自己稍微留心觀察一下會發覺，盈是滿，到滿的時候天就會把他欠缺一點，叫他虧一點，那個謙虛的人會給他增加一點。我們看月亮這個虧盈就能夠體會到這個道理，到滿月了，滿了之後必然一天一天減少一點，未滿的時候一天一天會增加一點，增加一點就是益謙，滿了之後，滿招損，一天一天會降下一點，我們從這個地方就體會到天道。地道呢？『變盈而流謙』，盈是盈滿，你看水，看到高的地方，水就不往那流了，那個低窪的地方，水往那流，低窪是謙，它就往那去流了，這地之道。鬼神看到你得志，這個時候鬼神對你就起了嫉妒心，他就想方法來整你，盡量找機會來找你麻煩；當你什麼都沒有的時候，鬼神也憐憫你、同情你，想幫助你一點。人也是如此，『惡盈而好謙』，惡是厭惡。"
    },
    {
      "id": "19-002-0015_p0042",
      "zh_CN": "所以你看曾国藩在前清在地方官吏上，那是没有人跟他相比的，清朝地方官最高的是两个省的总督，这是地方行政权限最大的，曾国藩曾经做四个省的总督，他那个总督比别的总督大一倍，管四个省，真的像小皇帝一样。他书念得多，他知道他已经过了头，不是好事情，所以他自己的书房题了一个匾额，叫求阙斋，他是往这求，人家都求满，他求缺，我要求欠缺一点，不能满，地位愈高愈谦虚。所以他能够保得住，富贵能够保住，一直到现在他的后人都还不错，都相当好，这是他自己的德行，修善积德，所以富贵能够常保。",
      "zh_TW": "所以你看曾國藩在前清在地方官吏上，那是沒有人跟他相比的，清朝地方官最高的是兩個省的總督，這是地方行政權限最大的，曾國藩曾經做四個省的總督，他那個總督比別的總督大一倍，管四個省，真的像小皇帝一樣。他書念得多，他知道他已經過了頭，不是好事情，所以他自己的書房題了一個匾額，叫求闕齋，他是往這求，人家都求滿，他求缺，我要求欠缺一點，不能滿，地位愈高愈謙虛。所以他能夠保得住，富貴能夠保住，一直到現在他的後人都還不錯，都相當好，這是他自己的德行，修善積德，所以富貴能夠常保。"
    },
    {
      "id": "19-002-0015_p0043",
      "zh_CN": "【是故谦之一卦。六爻皆吉。】",
      "zh_TW": "【是故謙之一卦。六爻皆吉。】"
    },
    {
      "id": "19-002-0015_p0044",
      "zh_CN": "《易经》六十四卦，每一卦都有吉有凶，总是吉凶相参的，没有纯吉而无凶的，只有这一卦谦卦，六爻皆吉，六十四卦只有这一卦。这个卦的卦象叫地山谦，它这个卦象在底下，这个八卦画的，上面是坤卦是地，下面是山，山在哪里？山在地底下，这个谦虚，山在地下面，地山谦。所以愈是高愈要卑下。",
      "zh_TW": "《易經》六十四卦，每一卦都有吉有凶，總是吉凶相參的，沒有純吉而無凶的，只有這一卦謙卦，六爻皆吉，六十四卦只有這一卦。這個卦的卦象叫地山謙，它這個卦象在底下，這個八卦畫的，上面是坤卦是地，下面是山，山在哪裡？山在地底下，這個謙虛，山在地下面，地山謙。所以愈是高愈要卑下。"
    },
    {
      "id": "19-002-0015_p0045",
      "zh_CN": "【书曰。满招损。谦受益。】",
      "zh_TW": "【書曰。滿招損。謙受益。】"
    },
    {
      "id": "19-002-0015_p0046",
      "zh_CN": "得好处、得利益是谦虚之人，满就是我们今天讲的骄慢。",
      "zh_TW": "得好處、得利益是謙虛之人，滿就是我們今天講的驕慢。"
    },
    {
      "id": "19-002-0015_p0047",
      "zh_CN": "【予屡同诸公应试。每见寒士将达。必有一段谦光可掬。】",
      "zh_TW": "【予屢同諸公應試。每見寒士將達。必有一段謙光可掬。】"
    },
    {
      "id": "19-002-0015_p0048",
      "zh_CN": "这是了凡居士以他自己一生的经验来观察，这个《易》、《书》里面所讲的非常有道理，都应验在日常人事之间，他说他每一次去参加考试，跟同伴一块去，看到这个人这一科会考中的，这个人都很谦虚，从这一点去看的时候，这个人能不能中都可以能够预料得到。",
      "zh_TW": "這是了凡居士以他自己一生的經驗來觀察，這個《易》、《書》裡面所講的非常有道理，都應驗在日常人事之間，他說他每一次去參加考試，跟同伴一塊去，看到這個人這一科會考中的，這個人都很謙虛，從這一點去看的時候，這個人能不能中都可以能夠預料得到。"
    },
    {
      "id": "19-002-0015_p0049",
      "zh_CN": "【辛未计偕。】",
      "zh_TW": "【辛未計偕。】"
    },
    {
      "id": "19-002-0015_p0050",
      "zh_CN": "『计偕』也就是与同伴一同去参加考试。",
      "zh_TW": "『計偕』也就是與同伴一同去參加考試。"
    },
    {
      "id": "19-002-0015_p0051",
      "zh_CN": "【我嘉善同袍凡十人。】",
      "zh_TW": "【我嘉善同袍凡十人。】"
    },
    {
      "id": "19-002-0015_p0052",
      "zh_CN": "十个人一同去赴考。",
      "zh_TW": "十個人一同去赴考。"
    },
    {
      "id": "19-002-0015_p0053",
      "zh_CN": "【惟丁敬宇宾。年最少。】",
      "zh_TW": "【惟丁敬宇賓。年最少。】"
    },
    {
      "id": "19-002-0015_p0054",
      "zh_CN": "敬宇是他的字，宾是他的名字，这个人年纪很轻。",
      "zh_TW": "敬宇是他的字，賓是他的名字，這個人年紀很輕。"
    },
    {
      "id": "19-002-0015_p0055",
      "zh_CN": "【极其谦虚。予告费锦坡曰。】",
      "zh_TW": "【極其謙虛。予告費錦坡曰。】"
    },
    {
      "id": "19-002-0015_p0056",
      "zh_CN": "费锦坡也是同行的一个朋友，他就告诉他：",
      "zh_TW": "費錦坡也是同行的一個朋友，他就告訴他："
    },
    {
      "id": "19-002-0015_p0057",
      "zh_CN": "【此兄今年必第。】",
      "zh_TW": "【此兄今年必第。】"
    },
    {
      "id": "19-002-0015_p0058",
      "zh_CN": "他一定登第，一定考取。",
      "zh_TW": "他一定登第，一定考取。"
    },
    {
      "id": "19-002-0015_p0059",
      "zh_CN": "【费曰。何以见之。】",
      "zh_TW": "【費曰。何以見之。】"
    },
    {
      "id": "19-002-0015_p0060",
      "zh_CN": "袁了凡的判断，他说你怎么会知道？",
      "zh_TW": "袁了凡的判斷，他說你怎麼會知道？"
    },
    {
      "id": "19-002-0015_p0061",
      "zh_CN": "【予曰。惟谦受福。】",
      "zh_TW": "【予曰。惟謙受福。】"
    },
    {
      "id": "19-002-0015_p0062",
      "zh_CN": "这是观察人理论的依据。",
      "zh_TW": "這是觀察人理論的依據。"
    },
    {
      "id": "19-002-0015_p0063",
      "zh_CN": "【兄看十人之中。】",
      "zh_TW": "【兄看十人之中。】"
    },
    {
      "id": "19-002-0015_p0064",
      "zh_CN": "你看我们十个人同伴。",
      "zh_TW": "你看我們十個人同伴。"
    },
    {
      "id": "19-002-0015_p0065",
      "zh_CN": "【有恂恂款款。不敢先人。如敬宇者乎。】",
      "zh_TW": "【有恂恂款款。不敢先人。如敬宇者乎。】"
    },
    {
      "id": "19-002-0015_p0066",
      "zh_CN": "这个意思就是忠厚老成，我们现在讲忠厚老成，十个人当中，忠厚老成哪个比得上他？",
      "zh_TW": "這個意思就是忠厚老成，我們現在講忠厚老成，十個人當中，忠厚老成哪個比得上他？"
    },
    {
      "id": "19-002-0015_p0067",
      "zh_CN": "【有恭敬顺承。小心谦畏。如敬宇者乎。有受侮不答。闻谤不辩。如敬宇者乎。】",
      "zh_TW": "【有恭敬順承。小心謙畏。如敬宇者乎。有受侮不答。聞謗不辯。如敬宇者乎。】"
    },
    {
      "id": "19-002-0015_p0068",
      "zh_CN": "这两句非常难得，别人侮辱他、侵犯他、毁谤他，他都能够包容，都能够不计较，这量大福大。",
      "zh_TW": "這兩句非常難得，別人侮辱他、侵犯他、毀謗他，他都能夠包容，都能夠不計較，這量大福大。"
    },
    {
      "id": "19-002-0015_p0069",
      "zh_CN": "【人能如此。即天地鬼神。犹将佑之。岂有不发者。及开榜。丁果中式。】",
      "zh_TW": "【人能如此。即天地鬼神。猶將佑之。豈有不發者。及開榜。丁果中式。】"
    },
    {
      "id": "19-002-0015_p0070",
      "zh_CN": "他果然中式了。这是一个例子。",
      "zh_TW": "他果然中式了。這是一個例子。"
    },
    {
      "id": "19-002-0015_p0071",
      "zh_CN": "【丁丑在京。】",
      "zh_TW": "【丁丑在京。】"
    },
    {
      "id": "19-002-0015_p0072",
      "zh_CN": "在京城。",
      "zh_TW": "在京城。"
    },
    {
      "id": "19-002-0015_p0073",
      "zh_CN": "【与冯开之同处。】",
      "zh_TW": "【與馮開之同處。】"
    },
    {
      "id": "19-002-0015_p0074",
      "zh_CN": "这也是他的一个朋友。",
      "zh_TW": "這也是他的一個朋友。"
    },
    {
      "id": "19-002-0015_p0075",
      "zh_CN": "【见其虚己敛容。】",
      "zh_TW": "【見其虛己斂容。】"
    },
    {
      "id": "19-002-0015_p0076",
      "zh_CN": "看到他的学养，他的修养。",
      "zh_TW": "看到他的學養，他的修養。"
    },
    {
      "id": "19-002-0015_p0077",
      "zh_CN": "【大变其幼年之习。】",
      "zh_TW": "【大變其幼年之習。】"
    },
    {
      "id": "19-002-0015_p0078",
      "zh_CN": "他在年轻的时候不是这样的，几年没见完全不相同，以前不是这个样子，以前他的恶习气很重。",
      "zh_TW": "他在年輕的時候不是這樣的，幾年沒見完全不相同，以前不是這個樣子，以前他的惡習氣很重。"
    },
    {
      "id": "19-002-0015_p0079",
      "zh_CN": "【李霁岩。直谅益友。】",
      "zh_TW": "【李霽巖。直諒益友。】"
    },
    {
      "id": "19-002-0015_p0080",
      "zh_CN": "李霁岩是他的一个朋友，也是好朋友，『直谅益友』。",
      "zh_TW": "李霽巖是他的一個朋友，也是好朋友，『直諒益友』。"
    },
    {
      "id": "19-002-0015_p0081",
      "zh_CN": "【时面攻其非。】",
      "zh_TW": "【時面攻其非。】"
    },
    {
      "id": "19-002-0015_p0082",
      "zh_CN": "这个朋友的确是我们所说的畏友，看到他有毛病当面就呵斥，当面就教训他。",
      "zh_TW": "這個朋友的確是我們所說的畏友，看到他有毛病當面就呵斥，當面就教訓他。"
    },
    {
      "id": "19-002-0015_p0083",
      "zh_CN": "【但见其平怀顺受。未尝有一言相报。】",
      "zh_TW": "【但見其平懷順受。未嘗有一言相報。】"
    },
    {
      "id": "19-002-0015_p0084",
      "zh_CN": "人家指责他，他都能够接受，这个很难。正所谓「有则改之，无则加勉」，我没有这个过失，人家看错了，冤枉我，指责，也并不怨人，是他没有把事情搞清楚，看错了，责备总是好的。实在讲，责备这个人是爱护他，不爱护他不会责备他的，你自己儿女有过失你去责备，邻居的儿女有过失你为什么不去责备他？可见得责备人是真正爱护他。所以纵然是错误，他是爱心，所以都能够顺受。",
      "zh_TW": "人家指責他，他都能夠接受，這個很難。正所謂「有則改之，無則加勉」，我沒有這個過失，人家看錯了，冤枉我，指責，也並不怨人，是他沒有把事情搞清楚，看錯了，責備總是好的。實在講，責備這個人是愛護他，不愛護他不會責備他的，你自己兒女有過失你去責備，鄰居的兒女有過失你為什麼不去責備他？可見得責備人是真正愛護他。所以縱然是錯誤，他是愛心，所以都能夠順受。"
    },
    {
      "id": "19-002-0015_p0085",
      "zh_CN": "【予告之曰。福有福始。祸有祸先。】",
      "zh_TW": "【予告之曰。福有福始。禍有禍先。】"
    },
    {
      "id": "19-002-0015_p0086",
      "zh_CN": "祸福都有征兆的，都有预兆的。",
      "zh_TW": "禍福都有徵兆的，都有預兆的。"
    },
    {
      "id": "19-002-0015_p0087",
      "zh_CN": "【此心果谦。天必相之。兄今年决第矣。已而果然。】",
      "zh_TW": "【此心果謙。天必相之。兄今年決第矣。已而果然。】"
    },
    {
      "id": "19-002-0015_p0088",
      "zh_CN": "了凡先生有学问，何况又得孔先生的真传，他也会看相算命；看相算命是其次，看到一个人断恶修善积德，这才是真正创造命运，改造命运，所以他的判断可以说相当的准确。",
      "zh_TW": "了凡先生有學問，何況又得孔先生的真傳，他也會看相算命；看相算命是其次，看到一個人斷惡修善積德，這才是真正創造命運，改造命運，所以他的判斷可以說相當的準確。"
    },
    {
      "id": "19-002-0015_p0089",
      "zh_CN": "【赵裕峰光远。山东冠县人。童年举于乡。久不第。其父为嘉善三尹。随之任。】",
      "zh_TW": "【趙裕峰光遠。山東冠縣人。童年舉於鄉。久不第。其父為嘉善三尹。隨之任。】"
    },
    {
      "id": "19-002-0015_p0090",
      "zh_CN": "三尹就是县政府里面第三等的职位，县长是大尹，大概那个主任秘书就是二尹，科长就是三尹。所以在县政府当科长，现在的职位就是科长。跟他的父亲在任上。",
      "zh_TW": "三尹就是縣政府裡面第三等的職位，縣長是大尹，大概那個主任祕書就是二尹，科長就是三尹。所以在縣政府當科長，現在的職位就是科長。跟他的父親在任上。"
    },
    {
      "id": "19-002-0015_p0091",
      "zh_CN": "【慕钱明吾。而执文见之。】",
      "zh_TW": "【慕錢明吾。而執文見之。】"
    },
    {
      "id": "19-002-0015_p0092",
      "zh_CN": "钱明吾是当时一位学者，他对他非常仰慕，拿自己的文章去见他。",
      "zh_TW": "錢明吾是當時一位學者，他對他非常仰慕，拿自己的文章去見他。"
    },
    {
      "id": "19-002-0015_p0093",
      "zh_CN": "【明吾悉抹其文。】",
      "zh_TW": "【明吾悉抹其文。】"
    },
    {
      "id": "19-002-0015_p0094",
      "zh_CN": "把他的文章大篇大篇的改掉，这在一般人看到很难过，我纵然作得不好，也不会改得这么多，很难过的事情。",
      "zh_TW": "把他的文章大篇大篇的改掉，這在一般人看到很難過，我縱然作得不好，也不會改得這麼多，很難過的事情。"
    },
    {
      "id": "19-002-0015_p0095",
      "zh_CN": "【赵不惟不怒。且心服而速改焉。明年遂登第。】",
      "zh_TW": "【趙不惟不怒。且心服而速改焉。明年遂登第。】"
    },
    {
      "id": "19-002-0015_p0096",
      "zh_CN": "谦虚，真正恭敬，认真的学习，所以他才有进步。第五个例子。",
      "zh_TW": "謙虛，真正恭敬，認真的學習，所以他才有進步。第五個例子。"
    },
    {
      "id": "19-002-0015_p0097",
      "zh_CN": "【壬辰岁。予入觐。晤夏建所。见其人气虚意下。谦光逼人。】",
      "zh_TW": "【壬辰歲。予入覲。晤夏建所。見其人氣虛意下。謙光逼人。】"
    },
    {
      "id": "19-002-0015_p0098",
      "zh_CN": "对人谦恭有礼。",
      "zh_TW": "對人謙恭有禮。"
    },
    {
      "id": "19-002-0015_p0099",
      "zh_CN": "【归而告友人曰。凡天将发斯人也。未发其福。先发其慧。此慧一发。则浮者自实。肆者自敛。建所温良若此。天启之矣。及开榜。果中式。】",
      "zh_TW": "【歸而告友人曰。凡天將發斯人也。未發其福。先發其慧。此慧一發。則浮者自實。肆者自斂。建所溫良若此。天啟之矣。及開榜。果中式。】"
    },
    {
      "id": "19-002-0015_p0100",
      "zh_CN": "这一段里面最重要的一句，就是『天将发斯人，未发其福，先发其慧』，这一句非常重要。我在前面也跟诸位报告过，没有慧不能修福，修不到福的，为什么？福有真假，就是善，善有真假，有偏圆、有半满、有是非，你不认识，好心修福，谁知道搞的一身罪业，造了罪业还自己自以为是修福。由此可知，慧解重要，慧解非常重要。为什么先要读书？读书才明理，理明白之后才知道哪是福田，应该怎样种福。",
      "zh_TW": "這一段裡面最重要的一句，就是『天將發斯人，未發其福，先發其慧』，這一句非常重要。我在前面也跟諸位報告過，沒有慧不能修福，修不到福的，為什麼？福有真假，就是善，善有真假，有偏圓、有半滿、有是非，你不認識，好心修福，誰知道搞的一身罪業，造了罪業還自己自以為是修福。由此可知，慧解重要，慧解非常重要。為什麼先要讀書？讀書才明理，理明白之後才知道哪是福田，應該怎樣種福。"
    },
    {
      "id": "19-002-0015_p0101",
      "zh_CN": "【江阴张畏岩。积学工文。有声艺林。甲午。南京乡试。寓一寺中。揭晓无名。大骂试官。以为瞇目。】",
      "zh_TW": "【江陰張畏巖。積學工文。有聲藝林。甲午。南京鄉試。寓一寺中。揭曉無名。大罵試官。以為瞇目。】"
    },
    {
      "id": "19-002-0015_p0102",
      "zh_CN": "这是自己贡高我慢，自己有一点才学，文章写得很好，在一般读书人之间他也是很有名气的，我们现在讲很有知名度的，结果去考试没考中。没考中怎么样？怨天尤人，大骂考试官没有眼睛，我这么好的文章他没录取。",
      "zh_TW": "這是自己貢高我慢，自己有一點才學，文章寫得很好，在一般讀書人之間他也是很有名氣的，我們現在講很有知名度的，結果去考試沒考中。沒考中怎麼樣？怨天尤人，大罵考試官沒有眼睛，我這麼好的文章他沒錄取。"
    },
    {
      "id": "19-002-0015_p0103",
      "zh_CN": "【时有一道者。在旁微笑。】",
      "zh_TW": "【時有一道者。在旁微笑。】"
    },
    {
      "id": "19-002-0015_p0104",
      "zh_CN": "旁边有一个老道听到他在那大骂考试官有眼无珠，不录取他的文章，他在那里发脾气，这个老道在旁边笑。",
      "zh_TW": "旁邊有一個老道聽到他在那大罵考試官有眼無珠，不錄取他的文章，他在那裡發脾氣，這個老道在旁邊笑。"
    },
    {
      "id": "19-002-0015_p0105",
      "zh_CN": "【张遽移怒道者。】",
      "zh_TW": "【張遽移怒道者。】"
    },
    {
      "id": "19-002-0015_p0106",
      "zh_CN": "看老道笑他，他这个气就发到老道身上去了。",
      "zh_TW": "看老道笑他，他這個氣就發到老道身上去了。"
    },
    {
      "id": "19-002-0015_p0107",
      "zh_CN": "【道者曰。相公文必不佳。】",
      "zh_TW": "【道者曰。相公文必不佳。】"
    },
    {
      "id": "19-002-0015_p0108",
      "zh_CN": "老道说你的文章一定不好，所以考试官没取你，一定不好。",
      "zh_TW": "老道說你的文章一定不好，所以考試官沒取你，一定不好。"
    },
    {
      "id": "19-002-0015_p0109",
      "zh_CN": "【张益怒曰。】",
      "zh_TW": "【張益怒曰。】"
    },
    {
      "id": "19-002-0015_p0110",
      "zh_CN": "脾气更大了。",
      "zh_TW": "脾氣更大了。"
    },
    {
      "id": "19-002-0015_p0111",
      "zh_CN": "【汝不见我文。乌知不佳。】",
      "zh_TW": "【汝不見我文。烏知不佳。】"
    },
    {
      "id": "19-002-0015_p0112",
      "zh_CN": "你没有看到我的文章，怎么知道我的文章不好？",
      "zh_TW": "你沒有看到我的文章，怎麼知道我的文章不好？"
    },
    {
      "id": "19-002-0015_p0113",
      "zh_CN": "【道者曰。闻作文。贵心气和平。今听公骂詈。不平甚矣。文安得工。】",
      "zh_TW": "【道者曰。聞作文。貴心氣和平。今聽公罵詈。不平甚矣。文安得工。】"
    },
    {
      "id": "19-002-0015_p0114",
      "zh_CN": "讲的什么道理？是有道理，作文章是心平气和，像你这样的暴躁，脾气这么大，贡高我慢，你的文章怎么会作得好？毕竟还是个念书人，念书人服理，说得有道理，他不得不服。",
      "zh_TW": "講的什麼道理？是有道理，作文章是心平氣和，像你這樣的暴躁，脾氣這麼大，貢高我慢，你的文章怎麼會作得好？畢竟還是個念書人，念書人服理，說得有道理，他不得不服。"
    },
    {
      "id": "19-002-0015_p0115",
      "zh_CN": "【张不觉屈服。】",
      "zh_TW": "【張不覺屈服。】"
    },
    {
      "id": "19-002-0015_p0116",
      "zh_CN": "的确是有理，想想是不错。",
      "zh_TW": "的確是有理，想想是不錯。"
    },
    {
      "id": "19-002-0015_p0117",
      "zh_CN": "【因就而请教焉。】",
      "zh_TW": "【因就而請教焉。】"
    },
    {
      "id": "19-002-0015_p0118",
      "zh_CN": "回过头来，这好，难得，向这个老道请教。",
      "zh_TW": "回過頭來，這好，難得，向這個老道請教。"
    },
    {
      "id": "19-002-0015_p0119",
      "zh_CN": "【道者曰。中全要命。命不该中。文虽工。无益也。】",
      "zh_TW": "【道者曰。中全要命。命不該中。文雖工。無益也。】"
    },
    {
      "id": "19-002-0015_p0120",
      "zh_CN": "这就是真正知道命运，确确实实是如此，因果报应丝毫不爽，中不中，实在讲，与文没有多大的关系，与命有关系。功名如此，富贵也如此，你发不发财，说老实话，与你做生意怎么样经营、怎么样动脑筋，那都没有关系，问你有没有命。那个有命发大财的，他没念过什么书，他也没什么学问，什么都不懂，你问这财怎么发的，他也不晓得，他不知道，年年有那么多收入，你问问他，他不晓得，他说你去问那个管帐的，管会计的，你去问他，他自己本身不晓得，命里头有。命里面没有，想尽什么方法手段都得不到。所以今天人不知命，胡作妄为，天天造罪业，还想得好报，哪有这个道理！",
      "zh_TW": "這就是真正知道命運，確確實實是如此，因果報應絲毫不爽，中不中，實在講，與文沒有多大的關係，與命有關係。功名如此，富貴也如此，你發不發財，說老實話，與你做生意怎麼樣經營、怎麼樣動腦筋，那都沒有關係，問你有沒有命。那個有命發大財的，他沒念過什麼書，他也沒什麼學問，什麼都不懂，你問這財怎麼發的，他也不曉得，他不知道，年年有那麼多收入，你問問他，他不曉得，他說你去問那個管帳的，管會計的，你去問他，他自己本身不曉得，命裡頭有。命裡面沒有，想盡什麼方法手段都得不到。所以今天人不知命，胡作妄為，天天造罪業，還想得好報，哪有這個道理！"
    },
    {
      "id": "19-002-0015_p0121",
      "zh_CN": "为什么从前人的果报好像马上就能见到，现在为什么见不到？诸位要晓得，现在因为大家都作恶，一个一个报来不及了，要算总帐，到时候算总帐，一笔就消掉了，不一个一个来了。我跟大家讲的真话，一点都没错。从前是什么？从前是个别，来了就办，现在这个官吏也省事，好，一批来了一批再办，不要一个一个办，会算总帐的，可怕，非常非常之可怕！这个人文学、才艺、富贵、寿考都要靠命运，真正有智慧的人改造自己的命运，这个才是真正聪明，真正有智慧。不在这上面下手，你不管从哪一方面，最后都落空，你的时间、你的精力统统浪费，那才叫可惜。这个老道又说了：",
      "zh_TW": "為什麼從前人的果報好像馬上就能見到，現在為什麼見不到？諸位要曉得，現在因為大家都作惡，一個一個報來不及了，要算總帳，到時候算總帳，一筆就消掉了，不一個一個來了。我跟大家講的真話，一點都沒錯。從前是什麼？從前是個別，來了就辦，現在這個官吏也省事，好，一批來了一批再辦，不要一個一個辦，會算總帳的，可怕，非常非常之可怕！這個人文學、才藝、富貴、壽考都要靠命運，真正有智慧的人改造自己的命運，這個才是真正聰明，真正有智慧。不在這上面下手，你不管從哪一方面，最後都落空，你的時間、你的精力統統浪費，那才叫可惜。這個老道又說了："
    },
    {
      "id": "19-002-0015_p0122",
      "zh_CN": "【须自己做个转变。】",
      "zh_TW": "【須自己做個轉變。】"
    },
    {
      "id": "19-002-0015_p0123",
      "zh_CN": "这就是云谷禅师教袁了凡的，一定要自己改变，自己改造自己的命运。",
      "zh_TW": "這就是雲谷禪師教袁了凡的，一定要自己改變，自己改造自己的命運。"
    },
    {
      "id": "19-002-0015_p0124",
      "zh_CN": "【张曰。既是命。如何转变。】",
      "zh_TW": "【張曰。既是命。如何轉變。】"
    },
    {
      "id": "19-002-0015_p0125",
      "zh_CN": "他说命里注定，还能变吗？命里注定的是常数，你自己能断恶修善有个变数，会变的，你不知道断恶修善，那你就是真的一生受命运的安排；果然能够断恶、能够修福积德，你的命运决定会改变，所以它有变数。",
      "zh_TW": "他說命裡注定，還能變嗎？命裡注定的是常數，你自己能斷惡修善有個變數，會變的，你不知道斷惡修善，那你就是真的一生受命運的安排；果然能夠斷惡、能夠修福積德，你的命運決定會改變，所以它有變數。"
    },
    {
      "id": "19-002-0015_p0126",
      "zh_CN": "【道者曰。造命者天。立命者我。力行善事。广积阴德。何福不可求哉。】",
      "zh_TW": "【道者曰。造命者天。立命者我。力行善事。廣積陰德。何福不可求哉。】"
    },
    {
      "id": "19-002-0015_p0127",
      "zh_CN": "教他改造命运的方法，这个地方不细说了，了凡居士在前面已经细说了。",
      "zh_TW": "教他改造命運的方法，這個地方不細說了，了凡居士在前面已經細說了。"
    },
    {
      "id": "19-002-0015_p0128",
      "zh_CN": "【张曰。我贫士。何能为。】",
      "zh_TW": "【張曰。我貧士。何能為。】"
    },
    {
      "id": "19-002-0015_p0129",
      "zh_CN": "我很贫寒，我拿什么来修福？",
      "zh_TW": "我很貧寒，我拿什麼來修福？"
    },
    {
      "id": "19-002-0015_p0130",
      "zh_CN": "【道者曰。善事阴功。皆由心造。常存此心。功德无量。】",
      "zh_TW": "【道者曰。善事陰功。皆由心造。常存此心。功德無量。】"
    },
    {
      "id": "19-002-0015_p0131",
      "zh_CN": "不在乎有钱没钱，往往没有钱的人能够积大功累大德，有钱的人未必能够造福、能够积德。",
      "zh_TW": "不在乎有錢沒錢，往往沒有錢的人能夠積大功累大德，有錢的人未必能夠造福、能夠積德。"
    },
    {
      "id": "19-002-0015_p0132",
      "zh_CN": "【且如谦虚一节。并不费钱。】",
      "zh_TW": "【且如謙虛一節。並不費錢。】"
    },
    {
      "id": "19-002-0015_p0133",
      "zh_CN": "你刚才那个态度就是太傲慢了，你能够谦虚一点，这个就是善、就是德，这不要花钱的。",
      "zh_TW": "你剛才那個態度就是太傲慢了，你能夠謙虛一點，這個就是善、就是德，這不要花錢的。"
    },
    {
      "id": "19-002-0015_p0134",
      "zh_CN": "【你如何不自反。而骂试官乎。】",
      "zh_TW": "【你如何不自反。而罵試官乎。】"
    },
    {
      "id": "19-002-0015_p0135",
      "zh_CN": "这是眼前的事情，可见得这个善恶祸福确确实实在一念之间。",
      "zh_TW": "這是眼前的事情，可見得這個善惡禍福確確實實在一念之間。"
    },
    {
      "id": "19-002-0015_p0136",
      "zh_CN": "【张由此折节自持。善日加修。德日加厚。丁酉。梦至一高房。得试录一册。中多缺行。问旁人。曰。此今科试录。问。何多缺名。曰。科第阴间三年一考较。须积德无咎者。方有名。如前所缺。皆系旧该中式。因新有薄行而去之者也。后指一行云。汝三年来。持身颇慎。或当补此。幸自爱。是科果中一百五名。】",
      "zh_TW": "【張由此折節自持。善日加修。德日加厚。丁酉。夢至一高房。得試錄一冊。中多缺行。問旁人。曰。此今科試錄。問。何多缺名。曰。科第陰間三年一考較。須積德無咎者。方有名。如前所缺。皆係舊該中式。因新有薄行而去之者也。後指一行云。汝三年來。持身頗慎。或當補此。幸自愛。是科果中一百五名。】"
    },
    {
      "id": "19-002-0015_p0137",
      "zh_CN": "这一些事情诸位读了，你要相信，你有福；你要不相信，你的福就很薄。天地鬼神与我们人间，一举一动、一言一笑有密切的关系。这不是迷信。现在我们谈的这个，外面人听了笑一笑，迷信，现在是什么年代了，还迷信。实在说迷信的人，他迷我不迷，他决定逃不出这个关的，我能逃过，他逃不出。这些事实，从前朱镜宙老居士在世的时候，我刚刚学佛，他讲这些故事讲得很多，亲身亲眼见的，亲耳听的，就是战争里面也没有一个冤枉死的，生死有命，该怎么死，那个阴曹地府都有记录，没有一个是冤死的，没有。他那个时候在苏州，在苏州一个银行做经理，他是学财政的，这在抗战之前，他们朋友当中有一个，我们大陆上说走阴差，就是晚上他到阴曹地府办事，他的职位大概不大，传递公文。我们人世间苏州是个小县，在阴曹地府里面苏州是他们的省会，是阴间省会，有都城隍在那个地方，上海都归他管。",
      "zh_TW": "這一些事情諸位讀了，你要相信，你有福；你要不相信，你的福就很薄。天地鬼神與我們人間，一舉一動、一言一笑有密切的關係。這不是迷信。現在我們談的這個，外面人聽了笑一笑，迷信，現在是什麼年代了，還迷信。實在說迷信的人，他迷我不迷，他決定逃不出這個關的，我能逃過，他逃不出。這些事實，從前朱鏡宙老居士在世的時候，我剛剛學佛，他講這些故事講得很多，親身親眼見的，親耳聽的，就是戰爭裡面也沒有一個冤枉死的，生死有命，該怎麼死，那個陰曹地府都有記錄，沒有一個是冤死的，沒有。他那個時候在蘇州，在蘇州一個銀行做經理，他是學財政的，這在抗戰之前，他們朋友當中有一個，我們大陸上說走陰差，就是晚上他到陰曹地府辦事，他的職位大概不大，傳遞公文。我們人世間蘇州是個小縣，在陰曹地府裡面蘇州是他們的省會，是陰間省會，有都城隍在那個地方，上海都歸他管。"
    },
    {
      "id": "19-002-0015_p0138",
      "zh_CN": "他说有一次上海送了一大批生死簿，送到苏州，他偷偷看了一看，很奇怪，名字都五个字、六个字的，一大堆，怎么想都想不通。所以第二天就跟朱镜宙他们几个朋友在一块玩的时候，就提到这个事情。他们也想不通，中国人的名字最多四个字，超过四个字都很少，都不多，送了这么一大批，最少都是四个字的，有五个字、六个字，莫名其妙。过了三个月，日本人在上海发动二二八事变，他们才恍然大悟，原来那一批是日本人在那个战役死的。你看三个月之前，名册都送到苏州都城隍那里去了。所以才摇摇头讲，战乱当中该死的，生死簿早就送去了；那个不该死的，怎么枪林弹雨他也没事情，这真的一点不假。所以你要不相信，自以为是现代人、科学人，科学人也逃不出阎罗王的手掌，说实在话真是如此。所以这里面所讲的，你要想字字都真实，句句都真实，一点都不假，你有福了，这是圣贤人的教训。现在的科学家是一知半解，事理都不通达，还谈什么？只知道一点科技，一点点常识而已。我们一定要认真觉悟。",
      "zh_TW": "他說有一次上海送了一大批生死簿，送到蘇州，他偷偷看了一看，很奇怪，名字都五個字、六個字的，一大堆，怎麼想都想不通。所以第二天就跟朱鏡宙他們幾個朋友在一塊玩的時候，就提到這個事情。他們也想不通，中國人的名字最多四個字，超過四個字都很少，都不多，送了這麼一大批，最少都是四個字的，有五個字、六個字，莫名其妙。過了三個月，日本人在上海發動二二八事變，他們才恍然大悟，原來那一批是日本人在那個戰役死的。你看三個月之前，名冊都送到蘇州都城隍那裡去了。所以才搖搖頭講，戰亂當中該死的，生死簿早就送去了；那個不該死的，怎麼槍林彈雨他也沒事情，這真的一點不假。所以你要不相信，自以為是現代人、科學人，科學人也逃不出閻羅王的手掌，說實在話真是如此。所以這裡面所講的，你要想字字都真實，句句都真實，一點都不假，你有福了，這是聖賢人的教訓。現在的科學家是一知半解，事理都不通達，還談什麼？只知道一點科技，一點點常識而已。我們一定要認真覺悟。"
    },
    {
      "id": "19-002-0015_p0139",
      "zh_CN": "【由此观之。举头三尺。决有神明。趋吉避凶。断然由我。须使我存心制行。】",
      "zh_TW": "【由此觀之。舉頭三尺。決有神明。趨吉避凶。斷然由我。須使我存心制行。】"
    },
    {
      "id": "19-002-0015_p0140",
      "zh_CN": "我们自己存的什么心，我们的行为，起心动念要觉悟。所以佛教给我们，觉而不迷，正而不邪，净而不染，佛教给我们的，行为要约束、要合理，现在大家虽然不讲理了，我们要遵守古礼，要遵守教诫。",
      "zh_TW": "我們自己存的什麼心，我們的行為，起心動念要覺悟。所以佛教給我們，覺而不迷，正而不邪，淨而不染，佛教給我們的，行為要約束、要合理，現在大家雖然不講理了，我們要遵守古禮，要遵守教誡。"
    },
    {
      "id": "19-002-0015_p0141",
      "zh_CN": "【毫不得罪于天地鬼神。】",
      "zh_TW": "【毫不得罪於天地鬼神。】"
    },
    {
      "id": "19-002-0015_p0142",
      "zh_CN": "我们存心行事，自己想想，对得起人，对得起天地鬼神，对得起诸佛菩萨。所以我们既然发心修学净宗，一定要把《无量寿经》变成我们自己的思想、见解、行为，我们就跟阿弥陀佛没有两样，这叫学佛，从内心行持上认真去做，阿弥陀佛那个样子，模样在那个地方，照那个模样塑造自己。依《了凡四训》做为帮助，《无量寿经》是我们的正课，这是我们辅助的课程，正助双修，这一生当中没有不成佛的。其余的不要再搞了，实在讲也来不及了，没那么多的时间，一心一意作佛去，声闻缘觉犹不为，直接了当告诉你作佛去，从前禅宗去参学，叫你吃茶去，我叫你作佛去，真可以作佛，一点都不假。",
      "zh_TW": "我們存心行事，自己想想，對得起人，對得起天地鬼神，對得起諸佛菩薩。所以我們既然發心修學淨宗，一定要把《無量壽經》變成我們自己的思想、見解、行為，我們就跟阿彌陀佛沒有兩樣，這叫學佛，從內心行持上認真去做，阿彌陀佛那個樣子，模樣在那個地方，照那個模樣塑造自己。依《了凡四訓》做為幫助，《無量壽經》是我們的正課，這是我們輔助的課程，正助雙修，這一生當中沒有不成佛的。其餘的不要再搞了，實在講也來不及了，沒那麼多的時間，一心一意作佛去，聲聞緣覺猶不為，直接了當告訴你作佛去，從前禪宗去參學，叫你吃茶去，我叫你作佛去，真可以作佛，一點都不假。"
    },
    {
      "id": "19-002-0015_p0143",
      "zh_CN": "【而虚心屈己。使天地鬼神。时时怜我。方有受福之基。彼气盈者。必非远器。纵发亦无受用。】",
      "zh_TW": "【而虛心屈己。使天地鬼神。時時憐我。方有受福之基。彼氣盈者。必非遠器。縱發亦無受用。】"
    },
    {
      "id": "19-002-0015_p0144",
      "zh_CN": "这是真的，我们看看眼前国内、国外那些发达的人，他满盈，这个气度不大，他没有受用，所谓是富而不乐，快乐才是受用，他不快乐。我听说还有有钱的人天天躲躲藏藏，怕人家找他麻烦，怕黑社会找他，痛苦不堪，那要它干什么。那是什么？那是苦，那不是乐，我们人生在世要快快乐乐，不要痛苦，这是人生。",
      "zh_TW": "這是真的，我們看看眼前國內、國外那些發達的人，他滿盈，這個氣度不大，他沒有受用，所謂是富而不樂，快樂才是受用，他不快樂。我聽說還有有錢的人天天躲躲藏藏，怕人家找他麻煩，怕黑社會找他，痛苦不堪，那要它幹什麼。那是什麼？那是苦，那不是樂，我們人生在世要快快樂樂，不要痛苦，這是人生。"
    },
    {
      "id": "19-002-0015_p0145",
      "zh_CN": "【稍有识见之士。必不忍自狭其量。而自拒其福也。况谦则受教有地。而取善无穷。】",
      "zh_TW": "【稍有識見之士。必不忍自狹其量。而自拒其福也。況謙則受教有地。而取善無窮。】"
    },
    {
      "id": "19-002-0015_p0146",
      "zh_CN": "这两句话我们要记住，一定要学谦虚。",
      "zh_TW": "這兩句話我們要記住，一定要學謙虛。"
    },
    {
      "id": "19-002-0015_p0147",
      "zh_CN": "【尤修业者所必不可少者也。】",
      "zh_TW": "【尤修業者所必不可少者也。】"
    },
    {
      "id": "19-002-0015_p0148",
      "zh_CN": "修业进德关键就在谦这一个字，一定要谦下，要学着不如人，是真正不如人，不是我假装着不如人，那是假的。你表面上谦虚，实际上自己还很自负，人家是看不出来，天地鬼神、佛菩萨老早知道了。所以这个谦是要真正从内心里面做出来，没有一丝毫的虚假，确确实实不如人。譬如说人家敢为非作歹，我不如他，我不敢。善人我不如他，恶人我也不如他，这真正谦虚。他有善行，我没有，我不如他；他作恶，我都不敢，我也不如他。这个才谦到了底，山才真正埋在地底下。像善财童子五十三参，那就是地山谦，学生只有我一个，除我一个，都是我的老师，都是我的善知识，我比哪一个都比不上，五十三参就是这个。五十三参，实在讲，他所学的什么？谦之一字而已，最后他圆满成佛了。",
      "zh_TW": "修業進德關鍵就在謙這一個字，一定要謙下，要學著不如人，是真正不如人，不是我假裝著不如人，那是假的。你表面上謙虛，實際上自己還很自負，人家是看不出來，天地鬼神、佛菩薩老早知道了。所以這個謙是要真正從內心裡面做出來，沒有一絲毫的虛假，確確實實不如人。譬如說人家敢為非作歹，我不如他，我不敢。善人我不如他，惡人我也不如他，這真正謙虛。他有善行，我沒有，我不如他；他作惡，我都不敢，我也不如他。這個才謙到了底，山才真正埋在地底下。像善財童子五十三參，那就是地山謙，學生只有我一個，除我一個，都是我的老師，都是我的善知識，我比哪一個都比不上，五十三參就是這個。五十三參，實在講，他所學的什麼？謙之一字而已，最後他圓滿成佛了。"
    },
    {
      "id": "19-002-0015_p0149",
      "zh_CN": "【古语云。有志于功名者。必得功名。有志于富贵者。必得富贵。人之有志。如树之有根。立定此志。须念念谦虚。尘尘方便。】",
      "zh_TW": "【古語云。有志於功名者。必得功名。有志於富貴者。必得富貴。人之有志。如樹之有根。立定此志。須念念謙虛。塵塵方便。】"
    },
    {
      "id": "19-002-0015_p0150",
      "zh_CN": "这两句话很要紧，你的志才能圆满，你的愿望才能够达成。",
      "zh_TW": "這兩句話很要緊，你的志才能圓滿，你的願望才能夠達成。"
    },
    {
      "id": "19-002-0015_p0151",
      "zh_CN": "【自然感动天地。而造福由我。今之求登科第者。初未尝有真志。不过一时意兴耳。兴到则求。兴阑则止。孟子曰。王之好乐甚。齐其庶几乎。予于科名亦然。】",
      "zh_TW": "【自然感動天地。而造福由我。今之求登科第者。初未嘗有真志。不過一時意興耳。興到則求。興闌則止。孟子曰。王之好樂甚。齊其庶幾乎。予於科名亦然。】"
    },
    {
      "id": "19-002-0015_p0152",
      "zh_CN": "末后引用孟子这一句话做为总结，孟子见梁惠王，这一句话的意思，我自己一个人好乐，何不与民同乐，与民同乐是真乐。所以凡是自己喜欢的，最好能够把这个欢喜扩大，能够与民共同喜爱，这才是正确的，这是真正的富贵。譬如在台湾，现在老百姓迷了，都迷在财富上，政府如果能够明白这个道理，我们国家与全民来创造财富，这个问题马上解掉了。民之所好而好之，我们是这个方向，像这样去做法，民之所恶而恶之，这叫顺应民心。我们动脑筋，如何来创造财富。而且创造财富要帮助全世界落后的地区，贫穷的地区，这个财富创造得才有价值，才有意义。如果我们只台湾个人统统富足起来，旁边人看了都不顺眼，这个财富就带来灾难。我们今天有财富，能够帮助他，能够救济他，他希望我们多发财。为什么？我们发财他们才有福享。我们能够照顾这些贫穷落后的地区，这才正确。财富据为己有，祸害马上就来了。时间超过了一点，我们这个科目总算是讲完了。谢谢诸位，希望大家认真努力来学习，共同创造我们新的命运。",
      "zh_TW": "末後引用孟子這一句話做為總結，孟子見梁惠王，這一句話的意思，我自己一個人好樂，何不與民同樂，與民同樂是真樂。所以凡是自己喜歡的，最好能夠把這個歡喜擴大，能夠與民共同喜愛，這才是正確的，這是真正的富貴。譬如在台灣，現在老百姓迷了，都迷在財富上，政府如果能夠明白這個道理，我們國家與全民來創造財富，這個問題馬上解掉了。民之所好而好之，我們是這個方向，像這樣去做法，民之所惡而惡之，這叫順應民心。我們動腦筋，如何來創造財富。而且創造財富要幫助全世界落後的地區，貧窮的地區，這個財富創造得才有價值，才有意義。如果我們只台灣個人統統富足起來，旁邊人看了都不順眼，這個財富就帶來災難。我們今天有財富，能夠幫助他，能夠救濟他，他希望我們多發財。為什麼？我們發財他們才有福享。我們能夠照顧這些貧窮落後的地區，這才正確。財富據為己有，禍害馬上就來了。時間超過了一點，我們這個科目總算是講完了。謝謝諸位，希望大家認真努力來學習，共同創造我們新的命運。"
    }
  ]
}