{
  "doc_id": "19-002-0009",
  "title": {
    "zh_CN": "了凡四训",
    "zh_TW": "了凡四訓"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "19-002-0009",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "19-002-0009_p0001",
      "zh_CN": "请掀开经本第十页的后半面，第一行。这还是接着上面讲改过，从心地上改。",
      "zh_TW": "請掀開經本第十頁的後半面，第一行。這還是接著上面講改過，從心地上改。"
    },
    {
      "id": "19-002-0009_p0002",
      "zh_CN": "【又闻谤而不怒。虽谗燄薰天。如举火焚空。终将自息。闻谤而怒。虽巧心力辩。如春蚕作茧。自取缠绵。怒不惟无益。且有害也。】",
      "zh_TW": "【又聞謗而不怒。雖讒燄薰天。如舉火焚空。終將自息。聞謗而怒。雖巧心力辯。如春蠶作繭。自取纏綿。怒不惟無益。且有害也。】"
    },
    {
      "id": "19-002-0009_p0003",
      "zh_CN": "这一段不但是在世间法，在出世间法里面也非常的重要。菩萨六度，这六度里面，实在来说有两条是关键。第一个是布施，布施是修福。人不能没有福，佛是更不可以无福，我们称佛为二足尊，足就是满足、圆满，佛是智慧圆满、福报圆满，世出世间论福报没有能超过佛的。所以求福求慧是应当的，我们自性里面本来具足了无量无边的福慧。布施把它归纳起来有三种，财布施得财富，这是福报之一种，法布施得智慧，无畏布施得健康长寿，这个都是一切众生念念所追求的，佛告诉我们，种因必定就能得这个果报。第二个重要的就是忍辱，忍辱能够保持，如果虽修积，没有忍辱，修积的保不住。所以《金刚经》上说，「一切法得成于忍」，这个一切法是世间法、出世间法，你要想保全，这个忍辱波罗蜜就不能不修，这一段就是讲的忍辱波罗蜜。",
      "zh_TW": "這一段不但是在世間法，在出世間法裡面也非常的重要。菩薩六度，這六度裡面，實在來說有兩條是關鍵。第一個是布施，布施是修福。人不能沒有福，佛是更不可以無福，我們稱佛為二足尊，足就是滿足、圓滿，佛是智慧圓滿、福報圓滿，世出世間論福報沒有能超過佛的。所以求福求慧是應當的，我們自性裡面本來具足了無量無邊的福慧。布施把它歸納起來有三種，財布施得財富，這是福報之一種，法布施得智慧，無畏布施得健康長壽，這個都是一切眾生念念所追求的，佛告訴我們，種因必定就能得這個果報。第二個重要的就是忍辱，忍辱能夠保持，如果雖修積，沒有忍辱，修積的保不住。所以《金剛經》上說，「一切法得成於忍」，這個一切法是世間法、出世間法，你要想保全，這個忍辱波羅蜜就不能不修，這一段就是講的忍辱波羅蜜。"
    },
    {
      "id": "19-002-0009_p0004",
      "zh_CN": "经上又常给我们说，所谓火烧功德林，什么火？怒火，一发脾气，功德就没有了。所以功德之修积相当不容易。如果你要问你的功积修了多少？你想想上次是几时发了脾气，发脾气以后到现在，这段时间你有一点点功德。因为发脾气功德都烧光了，没有了，在临命终时发个脾气那就完了，什么都没有了。这就是说明，为什么临终之人，佛法里面教给我们，八个小时不要去碰他，虽然断气了，八个小时神识没有离开，你去触摸他，怕他发脾气，就这个道理，那个时候一发脾气，那个功德是一丝毫都没有了。所以功德很难修积，福德不会丢掉的，不会失掉的，功德是随时可以失掉的。功德是什么？功德是定、是慧，诸位想，一发脾气还有定吗？还有慧吗？所以定慧都没有了。这个福德呢？我们讲财富、聪明，世间的聪明，这是法布施的果报，聪明智慧，讲世间的，健康长寿，都还不至于失掉。所以定慧没有了。我们念佛，我们所修积的功德就是一心不乱、功夫成片，这一发脾气，功夫成片没有了，那个一心不乱当然更没有了。所以要晓得，功德是非常之难，一定要有高度的警觉。",
      "zh_TW": "經上又常給我們說，所謂火燒功德林，什麼火？怒火，一發脾氣，功德就沒有了。所以功德之修積相當不容易。如果你要問你的功積修了多少？你想想上次是幾時發了脾氣，發脾氣以後到現在，這段時間你有一點點功德。因為發脾氣功德都燒光了，沒有了，在臨命終時發個脾氣那就完了，什麼都沒有了。這就是說明，為什麼臨終之人，佛法裡面教給我們，八個小時不要去碰他，雖然斷氣了，八個小時神識沒有離開，你去觸摸他，怕他發脾氣，就這個道理，那個時候一發脾氣，那個功德是一絲毫都沒有了。所以功德很難修積，福德不會丟掉的，不會失掉的，功德是隨時可以失掉的。功德是什麼？功德是定、是慧，諸位想，一發脾氣還有定嗎？還有慧嗎？所以定慧都沒有了。這個福德呢？我們講財富、聰明，世間的聰明，這是法布施的果報，聰明智慧，講世間的，健康長壽，都還不至於失掉。所以定慧沒有了。我們念佛，我們所修積的功德就是一心不亂、功夫成片，這一發脾氣，功夫成片沒有了，那個一心不亂當然更沒有了。所以要曉得，功德是非常之難，一定要有高度的警覺。"
    },
    {
      "id": "19-002-0009_p0005",
      "zh_CN": "我们修行，在菩提道上，就是修行过程之中，这个冤家债主是常常要来作对的，为什么？他的报复心很强烈，看到我们修行要成就了，换句话说，成就之后他永远没有办法再报复了，他能甘心情愿吗？所以总是想尽方法来障碍、来阻扰，这个障碍阻扰的方法就是叫你自己把你的功德毁掉，叫火烧功德林，你自己要不肯毁掉，任何外面的力量对你是无可奈何。所以有些人、有些境缘，境是环境，缘是人事，就是人事环境、物质环境常常叫你不满意，不满意就发脾气，这一发脾气就把你自己的功德烧掉了。谁叫你不满意？可能都是一些冤家债主在那里作祟，借着人事、物质环境这个缘，他在那个地方挑拨。所谓说话的人也许是无心的，我们自己听了有意，自己听了就不舒服、就难过了，不要说是表面上发作，心理这一难过，功德就没有了，小小的瞋恚，为什么？清净心失掉了，这非常的重要。所以世出世间法成就都是在忍辱，都是在定功，所以定不但是出世间法修行的枢纽，世间法也少不了的。",
      "zh_TW": "我們修行，在菩提道上，就是修行過程之中，這個冤家債主是常常要來作對的，為什麼？他的報復心很強烈，看到我們修行要成就了，換句話說，成就之後他永遠沒有辦法再報復了，他能甘心情願嗎？所以總是想盡方法來障礙、來阻擾，這個障礙阻擾的方法就是叫你自己把你的功德毀掉，叫火燒功德林，你自己要不肯毀掉，任何外面的力量對你是無可奈何。所以有些人、有些境緣，境是環境，緣是人事，就是人事環境、物質環境常常叫你不滿意，不滿意就發脾氣，這一發脾氣就把你自己的功德燒掉了。誰叫你不滿意？可能都是一些冤家債主在那裡作祟，藉著人事、物質環境這個緣，他在那個地方挑撥。所謂說話的人也許是無心的，我們自己聽了有意，自己聽了就不舒服、就難過了，不要說是表面上發作，心理這一難過，功德就沒有了，小小的瞋恚，為什麼？清淨心失掉了，這非常的重要。所以世出世間法成就都是在忍辱，都是在定功，所以定不但是出世間法修行的樞紐，世間法也少不了的。"
    },
    {
      "id": "19-002-0009_p0006",
      "zh_CN": "闻谤不怒这是定，这是智慧，定慧现前；『闻谤而怒』，那是业障现前，这完全不相同，在这个情形，看看是你定慧现前还是你业障现前，这个自己要清楚。这些境界好不好？对修行人来讲好，常常有人来找麻烦，有些事叫自己不如意，这是好境界，为什么？不从这个境界里头去修，你那个定从哪里修得成功？所以逆境、逆缘现前，正是自己修忍辱波罗蜜的时候，这个修忍辱波罗蜜的机会来了。所以前面讲，感谢都来不及，怎么可以报怨？怎么可以发脾气？正是自己锻炼功夫的时候。",
      "zh_TW": "聞謗不怒這是定，這是智慧，定慧現前；『聞謗而怒』，那是業障現前，這完全不相同，在這個情形，看看是你定慧現前還是你業障現前，這個自己要清楚。這些境界好不好？對修行人來講好，常常有人來找麻煩，有些事叫自己不如意，這是好境界，為什麼？不從這個境界裡頭去修，你那個定從哪裡修得成功？所以逆境、逆緣現前，正是自己修忍辱波羅蜜的時候，這個修忍辱波羅蜜的機會來了。所以前面講，感謝都來不及，怎麼可以報怨？怎麼可以發脾氣？正是自己鍛鍊功夫的時候。"
    },
    {
      "id": "19-002-0009_p0007",
      "zh_CN": "所以有时候我遇到一些同修跑来给我说，他上班了，同事、长官对他都不好，时时刻刻找他的麻烦，给他气受，他说我要怎么办？要怎样去报复他？这个错误了，叫他修忍辱。天天忍，忍不过，是不是？忍不过也得要忍，正是自己锻炼功夫的时候，这就是自己修学最好的环境。你不能忍，不能忍就离开，离开这个道场，道业就修不成了。所以古人锻炼一个学生，首先用什么手段？就叫他修忍辱波罗蜜，看到这个人是一个法器，就是可以教的学生，可以教的学生怎么样？对他就没有好脸色，会处处有意去找麻烦，好像很讨厌，就是看他能不能忍受，折磨他。他不能忍受，走开了，就算了，为什么？不能成就，虽然其他的方面很优秀，不能忍辱是什么都不能成就。",
      "zh_TW": "所以有時候我遇到一些同修跑來給我說，他上班了，同事、長官對他都不好，時時刻刻找他的麻煩，給他氣受，他說我要怎麼辦？要怎樣去報復他？這個錯誤了，叫他修忍辱。天天忍，忍不過，是不是？忍不過也得要忍，正是自己鍛鍊功夫的時候，這就是自己修學最好的環境。你不能忍，不能忍就離開，離開這個道場，道業就修不成了。所以古人鍛鍊一個學生，首先用什麼手段？就叫他修忍辱波羅蜜，看到這個人是一個法器，就是可以教的學生，可以教的學生怎麼樣？對他就沒有好臉色，會處處有意去找麻煩，好像很討厭，就是看他能不能忍受，折磨他。他不能忍受，走開了，就算了，為什麼？不能成就，雖然其他的方面很優秀，不能忍辱是什麼都不能成就。"
    },
    {
      "id": "19-002-0009_p0008",
      "zh_CN": "我们在《禅林宝训》里面看到有一则，那个人名字我忘掉了，这些事情很多，我记忆最深刻的。有一个老和尚折磨他的学生，完全都是不讲理的，一见面就骂，就呵斥，有一次洗脚，洗脚的水就泼在这个学生的身上，泼得一身。学生还是不走，还是要赖在这个地方。以后他实在生气了，赶走，迁单，不准他住在这里，赶走。没法子了，这个地方不能住了，不能住，他住在远远的，住在走廊下，老和尚晓得，老和尚讲经说法的时候，他在外面窗户下面听，他不让老和尚看到，老和尚很清楚。过了一年，老和尚要传法了，自己要退休了，推选一个新的住持来继承他，就宣布了，宣布之后，大家也不晓得老和尚要选什么人。老和尚要大家，外面那个窗户下听的，把他找过来，他把位置传给他。大家才晓得，这么多年老和尚是为了要锻炼他。说是小小不如意掉头而去，这种人决定不会有成就的，其他方面再优秀，都不能成就，世出世间法成败关键就是忍辱。他能忍他就有定，他有定他就有真智慧，他不会被外境所动摇，他有真智慧。",
      "zh_TW": "我們在《禪林寶訓》裡面看到有一則，那個人名字我忘掉了，這些事情很多，我記憶最深刻的。有一個老和尚折磨他的學生，完全都是不講理的，一見面就罵，就呵斥，有一次洗腳，洗腳的水就潑在這個學生的身上，潑得一身。學生還是不走，還是要賴在這個地方。以後他實在生氣了，趕走，遷單，不准他住在這裡，趕走。沒法子了，這個地方不能住了，不能住，他住在遠遠的，住在走廊下，老和尚曉得，老和尚講經說法的時候，他在外面窗戶下面聽，他不讓老和尚看到，老和尚很清楚。過了一年，老和尚要傳法了，自己要退休了，推選一個新的住持來繼承他，就宣布了，宣布之後，大家也不曉得老和尚要選什麼人。老和尚要大家，外面那個窗戶下聽的，把他找過來，他把位置傳給他。大家才曉得，這麼多年老和尚是為了要鍛鍊他。說是小小不如意掉頭而去，這種人決定不會有成就的，其他方面再優秀，都不能成就，世出世間法成敗關鍵就是忍辱。他能忍他就有定，他有定他就有真智慧，他不會被外境所動搖，他有真智慧。"
    },
    {
      "id": "19-002-0009_p0009",
      "zh_CN": "所以我们看到，某人很优秀，在这里住了没多久他走了。走了，我们常住的人笑笑，无所谓。为什么笑笑无所谓？不能成就，这不能成就的人，在常住多一个、少一个一点关系都没有。所以有些世上人，眼光短浅的，还认为某人是个人才，走了可惜。这个是看得近，往深远处一看，不是如此，那看错了。真正是人才，他有定功，他有智慧，唯有定慧才能够续佛慧命，才能够住持佛法。没有定是绝对没有慧的。定的前方便就是忍辱波罗蜜，先有忍而后才有定，没有忍哪来的定？这个是我们一定要知道的。所以真正一个有智慧的人，他知道这个道场是个真正道场，是一个有东西可学的，打都打不走，他没有学到手他怎么肯走？什么样的侮辱都甘心承受，为什么？学到手之后再走，没有学到手是决定不肯走的，这个人厉害。小小的给他一点不如意掉头就走，这人不稀奇，这个没有用处的，不足以去留恋他。所以这一段的开导非常重要。",
      "zh_TW": "所以我們看到，某人很優秀，在這裡住了沒多久他走了。走了，我們常住的人笑笑，無所謂。為什麼笑笑無所謂？不能成就，這不能成就的人，在常住多一個、少一個一點關係都沒有。所以有些世上人，眼光短淺的，還認為某人是個人才，走了可惜。這個是看得近，往深遠處一看，不是如此，那看錯了。真正是人才，他有定功，他有智慧，唯有定慧才能夠續佛慧命，才能夠住持佛法。沒有定是絕對沒有慧的。定的前方便就是忍辱波羅蜜，先有忍而後才有定，沒有忍哪來的定？這個是我們一定要知道的。所以真正一個有智慧的人，他知道這個道場是個真正道場，是一個有東西可學的，打都打不走，他沒有學到手他怎麼肯走？什麼樣的侮辱都甘心承受，為什麼？學到手之後再走，沒有學到手是決定不肯走的，這個人厲害。小小的給他一點不如意掉頭就走，這人不稀奇，這個沒有用處的，不足以去留戀他。所以這一段的開導非常重要。"
    },
    {
      "id": "19-002-0009_p0010",
      "zh_CN": "息谤息争，这也是一个妙法，那就是什么？根本不把它放在心里，再怎样的毁谤，没有几天也就消失了。所以毁谤来不可以争，不可以辩，愈辩就像此地讲的，『春蚕作茧，自取缠绵』，用不着辩的。冤枉了，冤枉了也不要辩，也用不着辩。所以说，『怒不惟无益，且有害也』，这个害是太大太大了。真正有智慧的人，如果在做事业上，你的上司对于一个易怒之人，不会重用你的，也不会提拔你的，这个损失很大。所以一个长官考核部属，往往在生活当中，他处人接物之处在这里观察，这个人值不值得栽培，这个人有没有前途，他看到心里有数。这个易怒之人没有什么大前途，不值得栽培的，因为怒会坏事。我们再接着看下面：",
      "zh_TW": "息謗息爭，這也是一個妙法，那就是什麼？根本不把它放在心裡，再怎樣的毀謗，沒有幾天也就消失了。所以毀謗來不可以爭，不可以辯，愈辯就像此地講的，『春蠶作繭，自取纏綿』，用不著辯的。冤枉了，冤枉了也不要辯，也用不著辯。所以說，『怒不惟無益，且有害也』，這個害是太大太大了。真正有智慧的人，如果在做事業上，你的上司對於一個易怒之人，不會重用你的，也不會提拔你的，這個損失很大。所以一個長官考核部屬，往往在生活當中，他處人接物之處在這裡觀察，這個人值不值得栽培，這個人有沒有前途，他看到心裡有數。這個易怒之人沒有什麼大前途，不值得栽培的，因為怒會壞事。我們再接著看下面："
    },
    {
      "id": "19-002-0009_p0011",
      "zh_CN": "【何谓从心而改。过有千端。惟心所造。吾心不动。过安从生。】",
      "zh_TW": "【何謂從心而改。過有千端。惟心所造。吾心不動。過安從生。】"
    },
    {
      "id": "19-002-0009_p0012",
      "zh_CN": "这个四句是改过最高的原理原则，大乘佛法就用的这个方法，所以成就快速。小乘人改过是在事相上，事相就是枝枝叶叶，一个事情错了，下一次不要再错了。枝枝叶叶上改，难，而且很苦，时间很长，不容易收到效果。所以不如前面讲的，从理上改，理上比事上改那是高明太多了。这是一般讲的大乘权教菩萨，大乘权教菩萨从理上改。大乘实教，实教是真实的，是从心上改，这个不一样。为什么从心上改？心是根本，万法唯心，这个地方只是讲这个过，『过有千端，惟心所造』，善业、恶业统统是心造的。十法界依正庄严全是心造的，《华严》上说得好，「应观法界性」，法界就是十法界依正庄严，性就是本体，体是什么？体是心，「一切唯心造」。大乘菩萨到地狱里面度众生，用什么方法来进入地狱，打开地狱之门？就是这一句偈，你们看看《地藏经》破地狱门，就是《华严经》这首偈，地狱是什么？唯心所造，明白这个道理，地狱就没门了，就自由通达了。",
      "zh_TW": "這個四句是改過最高的原理原則，大乘佛法就用的這個方法，所以成就快速。小乘人改過是在事相上，事相就是枝枝葉葉，一個事情錯了，下一次不要再錯了。枝枝葉葉上改，難，而且很苦，時間很長，不容易收到效果。所以不如前面講的，從理上改，理上比事上改那是高明太多了。這是一般講的大乘權教菩薩，大乘權教菩薩從理上改。大乘實教，實教是真實的，是從心上改，這個不一樣。為什麼從心上改？心是根本，萬法唯心，這個地方只是講這個過，『過有千端，惟心所造』，善業、惡業統統是心造的。十法界依正莊嚴全是心造的，《華嚴》上說得好，「應觀法界性」，法界就是十法界依正莊嚴，性就是本體，體是什麼？體是心，「一切唯心造」。大乘菩薩到地獄裡面度眾生，用什麼方法來進入地獄，打開地獄之門？就是這一句偈，你們看看《地藏經》破地獄門，就是《華嚴經》這首偈，地獄是什麼？唯心所造，明白這個道理，地獄就沒門了，就自由通達了。"
    },
    {
      "id": "19-002-0009_p0013",
      "zh_CN": "所以改过从心地上改，修善从心地上修，那个修善从心地上修，就是很小很小一桩善事，我们在路上遇到讨饭的，给他一文钱，这一点点小善，它这个功德是尽虚空遍法界。为什么？它跟心量一样大，心量是无量无边，你是从心地上修的，它这个福就是那么大，称性的。所以从事上修的那就很小，一点点，你得的这个福报也小，得这个小福。这话说回来，什么叫从心地上改？就是真心改，心里存这个心是真心要改，真心修善，真心断恶，这就是从心地上，心地法门，没有什么应该不应该，没有什么条件的，心地上功夫是不谈条件的。理上还有条件，还讲理，因为动物被杀的时候，看牠很可怜，牠也很贪生，跟他讲理，心上没理好讲的，有什么理好讲的。所以纯真无妄，一丝毫的恶他也称性，一丝毫的善他也称性。这个改过是从心上去改，知道唯心所造，就是一切唯心造。",
      "zh_TW": "所以改過從心地上改，修善從心地上修，那個修善從心地上修，就是很小很小一樁善事，我們在路上遇到討飯的，給他一文錢，這一點點小善，它這個功德是盡虛空遍法界。為什麼？它跟心量一樣大，心量是無量無邊，你是從心地上修的，它這個福就是那麼大，稱性的。所以從事上修的那就很小，一點點，你得的這個福報也小，得這個小福。這話說回來，什麼叫從心地上改？就是真心改，心裡存這個心是真心要改，真心修善，真心斷惡，這就是從心地上，心地法門，沒有什麼應該不應該，沒有什麼條件的，心地上功夫是不談條件的。理上還有條件，還講理，因為動物被殺的時候，看牠很可憐，牠也很貪生，跟他講理，心上沒理好講的，有什麼理好講的。所以純真無妄，一絲毫的惡他也稱性，一絲毫的善他也稱性。這個改過是從心上去改，知道唯心所造，就是一切唯心造。"
    },
    {
      "id": "19-002-0009_p0014",
      "zh_CN": "『吾心不动，过安从生』，这是原理，最高的原理，你心清净了，给诸位说，你无量劫以来的罪业统统没有了，哪有罪业？换句话说，要怎样才能达到我这个心不动？不动心就是禅定，在我们念佛法门里面叫一心不乱。诸位要晓得，一心，什么罪业都没有了；起心动念，罪业又现行了。这个好比我们看电视，你把电视关起来，电视画面上什么都没有，干干净净；你一打开，又现行了，就这么回事情。你的心能够定多少时候，这个时候什么罪业都没有；心一动，业障又现行了。我们要明白这个道理，要知道修清净心，清净心里头一念不生，六祖所谓的「本来无一物，何处惹尘埃」。要晓得，业障是什么？业障是在妄心里面，真心里面没有，真心是本来清净，现在还是清净。像我们戴眼镜，我们这个眼睛是本来清净，我们戴了眼镜，那个镜片上落得有灰尘，看到外面模模糊糊的，不是眼睛有毛病，是眼镜镜片上的毛病。所以我们讲业障，业障在哪里？业障是镜片上的业障，本身没有障碍的，大家要懂得这个道理。几时你能够把那个眼镜去掉了，就明心见性，就成佛了；你戴上，戴上就是凡夫，就是有情众生，去掉就是诸佛如来，就这么回事情。",
      "zh_TW": "『吾心不動，過安從生』，這是原理，最高的原理，你心清淨了，給諸位說，你無量劫以來的罪業統統沒有了，哪有罪業？換句話說，要怎樣才能達到我這個心不動？不動心就是禪定，在我們念佛法門裡面叫一心不亂。諸位要曉得，一心，什麼罪業都沒有了；起心動念，罪業又現行了。這個好比我們看電視，你把電視關起來，電視畫面上什麼都沒有，乾乾淨淨；你一打開，又現行了，就這麼回事情。你的心能夠定多少時候，這個時候什麼罪業都沒有；心一動，業障又現行了。我們要明白這個道理，要知道修清淨心，清淨心裡頭一念不生，六祖所謂的「本來無一物，何處惹塵埃」。要曉得，業障是什麼？業障是在妄心裡面，真心裡面沒有，真心是本來清淨，現在還是清淨。像我們戴眼鏡，我們這個眼睛是本來清淨，我們戴了眼鏡，那個鏡片上落得有灰塵，看到外面模模糊糊的，不是眼睛有毛病，是眼鏡鏡片上的毛病。所以我們講業障，業障在哪裡？業障是鏡片上的業障，本身沒有障礙的，大家要懂得這個道理。幾時你能夠把那個眼鏡去掉了，就明心見性，就成佛了；你戴上，戴上就是凡夫，就是有情眾生，去掉就是諸佛如來，就這麼回事情。"
    },
    {
      "id": "19-002-0009_p0015",
      "zh_CN": "所以我们今天用的什么？用妄心，不是用的真心。真心，好比没有障碍，我们用肉眼来看一切万法；妄心，戴上一个镜片看东西，那是透过一层妄，真还是真的，透过一层妄见外面的境界。这个妄是什么？八识，八识五十一心所就是那个虚妄的东西，我们是透过八识五十一心所接触外面境界，所以这个外面境界也变了，变成六尘了。如果不用八识五十一心所看外面的境界，那不叫六尘，那叫本性，我们见性见色性，闻性闻声性，就不叫六尘了，就叫六性，叫明心见性，见性成佛，就这么回事情。现在的大麻烦就是我们没办法把这个眼镜去掉，这个八识五十一心所没有法子去掉。佛家修学的宗旨就是教我们把这个东西舍掉，转识成智，智是真性起用，识是迷了真性的作用，就是八识五十一心所起作用。这个在功夫上说，权教以下统统用八识五十一心所，连阿罗汉、辟支佛、权教菩萨用的统统是这个。所以他忏罪只有从事上忏、从理上忏，没有办法从心上忏。为什么？他不知道心在哪里。像《楞严经》上，你看阿难尊者那么聪明，释迦牟尼佛的侍者，心在哪里都不晓得，都找不到，楞严会上一开头，释迦牟尼佛说，心在哪里？你说来我听听，找不出来。心都不知道在哪里，不晓得什么叫做心，你从哪里忏起。",
      "zh_TW": "所以我們今天用的什麼？用妄心，不是用的真心。真心，好比沒有障礙，我們用肉眼來看一切萬法；妄心，戴上一個鏡片看東西，那是透過一層妄，真還是真的，透過一層妄見外面的境界。這個妄是什麼？八識，八識五十一心所就是那個虛妄的東西，我們是透過八識五十一心所接觸外面境界，所以這個外面境界也變了，變成六塵了。如果不用八識五十一心所看外面的境界，那不叫六塵，那叫本性，我們見性見色性，聞性聞聲性，就不叫六塵了，就叫六性，叫明心見性，見性成佛，就這麼回事情。現在的大麻煩就是我們沒辦法把這個眼鏡去掉，這個八識五十一心所沒有法子去掉。佛家修學的宗旨就是教我們把這個東西捨掉，轉識成智，智是真性起用，識是迷了真性的作用，就是八識五十一心所起作用。這個在功夫上說，權教以下統統用八識五十一心所，連阿羅漢、辟支佛、權教菩薩用的統統是這個。所以他懺罪只有從事上懺、從理上懺，沒有辦法從心上懺。為什麼？他不知道心在哪裡。像《楞嚴經》上，你看阿難尊者那麼聰明，釋迦牟尼佛的侍者，心在哪裡都不曉得，都找不到，楞嚴會上一開頭，釋迦牟尼佛說，心在哪裡？你說來我聽聽，找不出來。心都不知道在哪裡，不曉得什麼叫做心，你從哪裡懺起。"
    },
    {
      "id": "19-002-0009_p0016",
      "zh_CN": "所以这个是大乘实教菩萨，在圆教讲就是初住以上，《华严经》上讲的四十一位法身大士，他们修的这个忏悔法就是完全从心地上忏悔。这个诸位读《华严经》就很清楚，特别是善财童子五十三参，你看善财童子怎么修，五十三位善知识，他代表圆教初住一直到等觉菩萨，这些菩萨示现在人间，男女老少、各行各业统统都有，人家是怎么修的。实在讲，佛法真正讲修行，有理、有事，还做出样子给我们看，实在讲是没有好过《四十华严》，《华严》纵然不能全读，这个四十卷完整的《普贤菩萨行愿品》，那的确是很重要。这个经、疏我们过去都印过，实在是太好了，晓得大乘最殊胜、最高级的佛法，如何应用在我们现代人的生活上，这是一部好书，真正值得提倡的。如果嫌太长，可以讲纲要，那就省事多了。像《了凡四训》，讲一遍也要相当长的时间，我曾经有一次，也是在佛学讲座当中，那时候课很多，好几个人教，我就把《了凡四训》编成一个表解，这个表解好像也印出来了，编成一个大纲，我不讲文，单讲大纲，讲意思，这样省时省事。你把这个意思都听懂了，你然后再去看这个文也就不难懂了，用这个方法。所以这个《四十华严》确实可以把它编成表解，编成题纲，缩短时间来做研究报告。",
      "zh_TW": "所以這個是大乘實教菩薩，在圓教講就是初住以上，《華嚴經》上講的四十一位法身大士，他們修的這個懺悔法就是完全從心地上懺悔。這個諸位讀《華嚴經》就很清楚，特別是善財童子五十三參，你看善財童子怎麼修，五十三位善知識，他代表圓教初住一直到等覺菩薩，這些菩薩示現在人間，男女老少、各行各業統統都有，人家是怎麼修的。實在講，佛法真正講修行，有理、有事，還做出樣子給我們看，實在講是沒有好過《四十華嚴》，《華嚴》縱然不能全讀，這個四十卷完整的《普賢菩薩行願品》，那的確是很重要。這個經、疏我們過去都印過，實在是太好了，曉得大乘最殊勝、最高級的佛法，如何應用在我們現代人的生活上，這是一部好書，真正值得提倡的。如果嫌太長，可以講綱要，那就省事多了。像《了凡四訓》，講一遍也要相當長的時間，我曾經有一次，也是在佛學講座當中，那時候課很多，好幾個人教，我就把《了凡四訓》編成一個表解，這個表解好像也印出來了，編成一個大綱，我不講文，單講大綱，講意思，這樣省時省事。你把這個意思都聽懂了，你然後再去看這個文也就不難懂了，用這個方法。所以這個《四十華嚴》確實可以把它編成表解，編成題綱，縮短時間來做研究報告。"
    },
    {
      "id": "19-002-0009_p0017",
      "zh_CN": "知道这个原理原则，那么修行，古德常常开导我们，教我们发菩提心、一向专念，你想想看，这一向专念有没有道理？教你一天到晚念这一句阿弥陀佛，把一切的妄念归成一念。这一句阿弥陀佛是善还是恶？这一句阿弥陀佛，说老实话，非善非恶，善恶二边都离开了，这个与心性就相应了，善恶是二边，识心心所里面才有二边，真心里头没有二边。所以这个一句阿弥陀佛念久了，自自然然就明心见性，这个是在八万四千法门里面修明心见性最殊胜的方法。万一用的功夫不够，见不了性，见不了性也没关系，见不了性可以见阿弥陀佛，见了阿弥陀佛之后一定会见性。这是方便，这是任何一个法门里面所没有的，其他的法门不见性不能够算成就，念阿弥陀佛，不见性，见到阿弥陀佛了，就算是成就。",
      "zh_TW": "知道這個原理原則，那麼修行，古德常常開導我們，教我們發菩提心、一向專念，你想想看，這一向專念有沒有道理？教你一天到晚念這一句阿彌陀佛，把一切的妄念歸成一念。這一句阿彌陀佛是善還是惡？這一句阿彌陀佛，說老實話，非善非惡，善惡二邊都離開了，這個與心性就相應了，善惡是二邊，識心心所裡面才有二邊，真心裡頭沒有二邊。所以這個一句阿彌陀佛念久了，自自然然就明心見性，這個是在八萬四千法門裡面修明心見性最殊勝的方法。萬一用的功夫不夠，見不了性，見不了性也沒關係，見不了性可以見阿彌陀佛，見了阿彌陀佛之後一定會見性。這是方便，這是任何一個法門裡面所沒有的，其他的法門不見性不能夠算成就，念阿彌陀佛，不見性，見到阿彌陀佛了，就算是成就。"
    },
    {
      "id": "19-002-0009_p0018",
      "zh_CN": "昨天晚上连国栋的母亲从美国打电话告诉我，她明天就回来。她那个老太太过世，昨天我们有不少人去助念。说他的家人告诉他，他这个老太太七年前就病了，差不多就快要死了，身上都烂掉了，臭味难闻，所以医院都放弃治疗了，这个人要死了。他来问我，我说最好不要死在医院，死在医院一断气马上送太平间，那就很苦，我说如果过世，最好能在家里，最好找同修有八个小时以上的助念，这个对她有好处的。所以他就把她抬回家去了，抬回家给她念佛，这念念就念好了。每一天，她告诉我，老太太大概要念几万声的佛号。所以，这一次走的时候，身体很好，没有臭味了，也没有腐烂的现象，的确是很难得。她念了七年佛，她说没有想到，医院都放弃治疗了，要死了，回去念佛，她居然一天念几万声念了七年。这个很可能是往生，这个现象的确是往生的现象，她从一个很坏的恶相变成好相。这个也是他们一家人做了不少的好事，虽然事业上、生意上现在是失败了，他过去做针织，在不景气的时候，工厂收掉了，也倒闭了几千万的样子。过去我们讲《华严经》，那个精装本五册的《华严经》，就是他一个人印的，我们讲了不少年，他提供讲堂的经本，这个功德的确是很大。所以他这个老太太有这样的果报，也能增长他们一家人念佛的信心。她打电话说真正不可思议，居然在要死的时候抬回去，还活了七年，现在有这样好的瑞相走。她说她走的时候大概只有一分钟，一分钟之前她还很清醒，一断气的时候，她只有一分钟的样子，走得很快，非常好的瑞相。",
      "zh_TW": "昨天晚上連國棟的母親從美國打電話告訴我，她明天就回來。她那個老太太過世，昨天我們有不少人去助念。說他的家人告訴他，他這個老太太七年前就病了，差不多就快要死了，身上都爛掉了，臭味難聞，所以醫院都放棄治療了，這個人要死了。他來問我，我說最好不要死在醫院，死在醫院一斷氣馬上送太平間，那就很苦，我說如果過世，最好能在家裡，最好找同修有八個小時以上的助念，這個對她有好處的。所以他就把她抬回家去了，抬回家給她念佛，這念念就念好了。每一天，她告訴我，老太太大概要念幾萬聲的佛號。所以，這一次走的時候，身體很好，沒有臭味了，也沒有腐爛的現象，的確是很難得。她念了七年佛，她說沒有想到，醫院都放棄治療了，要死了，回去念佛，她居然一天念幾萬聲念了七年。這個很可能是往生，這個現象的確是往生的現象，她從一個很壞的惡相變成好相。這個也是他們一家人做了不少的好事，雖然事業上、生意上現在是失敗了，他過去做針織，在不景氣的時候，工廠收掉了，也倒閉了幾千萬的樣子。過去我們講《華嚴經》，那個精裝本五冊的《華嚴經》，就是他一個人印的，我們講了不少年，他提供講堂的經本，這個功德的確是很大。所以他這個老太太有這樣的果報，也能增長他們一家人念佛的信心。她打電話說真正不可思議，居然在要死的時候抬回去，還活了七年，現在有這樣好的瑞相走。她說她走的時候大概只有一分鐘，一分鐘之前她還很清醒，一斷氣的時候，她只有一分鐘的樣子，走得很快，非常好的瑞相。"
    },
    {
      "id": "19-002-0009_p0019",
      "zh_CN": "明白这个道理，我们不晓得怎样从心地修，现在教给你，一心念佛就是从心地修，你一心念这一句阿弥陀佛，什么罪业都没有了，阿弥陀佛哪有罪业？这一句阿弥陀佛是真善，真善不是善恶之善，善恶之善是相对的善，不是真善，真善是离开相对，绝对的大善。下面举了几个例子。",
      "zh_TW": "明白這個道理，我們不曉得怎樣從心地修，現在教給你，一心念佛就是從心地修，你一心念這一句阿彌陀佛，什麼罪業都沒有了，阿彌陀佛哪有罪業？這一句阿彌陀佛是真善，真善不是善惡之善，善惡之善是相對的善，不是真善，真善是離開相對，絕對的大善。下面舉了幾個例子。"
    },
    {
      "id": "19-002-0009_p0020",
      "zh_CN": "【学者于好色好名好货好怒种种诸过。】",
      "zh_TW": "【學者於好色好名好貨好怒種種諸過。】"
    },
    {
      "id": "19-002-0009_p0021",
      "zh_CN": "这是举几个例子来说，过失有千端万条。",
      "zh_TW": "這是舉幾個例子來說，過失有千端萬條。"
    },
    {
      "id": "19-002-0009_p0022",
      "zh_CN": "【不必逐类寻求。】",
      "zh_TW": "【不必逐類尋求。】"
    },
    {
      "id": "19-002-0009_p0023",
      "zh_CN": "那个学戒律的，从事上修的，他就要想，我这一天有多少过失，什么错了，什么错了，慢慢在那里想，再一条一条改，这是干这个事情的，从这个修的，天天要反省，还得搞功过格去记。但是这种对于很执着的人，分别执着的人，有效，非常有效。所以一切众生的根性不相同，这是与过去生中习气有关系。大乘菩萨根性的人他嫌这个啰嗦，他决定不干这个事情，小乘根性的人对这个很欢喜，这个很有受用，大乘根性的人叫他用这种方法他没办法。所以每个人根性不相同，因此所用的对治的理论与方法也不一样。在我们中国，中国大乘根性的人多，这个是确实。像南洋泰国、锡兰，小乘根性多，为什么？世代相传都是小乘根性，都是样样要计较的，分别、执着、计较，他从事相上断恶修善。大乘是从理论上、从心地上断恶修善。这个从心上修，这就不要管了，不必要逐条去寻求了。",
      "zh_TW": "那個學戒律的，從事上修的，他就要想，我這一天有多少過失，什麼錯了，什麼錯了，慢慢在那裡想，再一條一條改，這是幹這個事情的，從這個修的，天天要反省，還得搞功過格去記。但是這種對於很執著的人，分別執著的人，有效，非常有效。所以一切眾生的根性不相同，這是與過去生中習氣有關係。大乘菩薩根性的人他嫌這個囉嗦，他決定不幹這個事情，小乘根性的人對這個很歡喜，這個很有受用，大乘根性的人叫他用這種方法他沒辦法。所以每個人根性不相同，因此所用的對治的理論與方法也不一樣。在我們中國，中國大乘根性的人多，這個是確實。像南洋泰國、錫蘭，小乘根性多，為什麼？世代相傳都是小乘根性，都是樣樣要計較的，分別、執著、計較，他從事相上斷惡修善。大乘是從理論上、從心地上斷惡修善。這個從心上修，這就不要管了，不必要逐條去尋求了。"
    },
    {
      "id": "19-002-0009_p0024",
      "zh_CN": "【但当一心为善。正念现前。邪念自然污染不上。】",
      "zh_TW": "【但當一心為善。正念現前。邪念自然污染不上。】"
    },
    {
      "id": "19-002-0009_p0025",
      "zh_CN": "这个方法好，简单明了，可是如果你没有真实的智慧，你决定做不到。为什么？你怀疑，我这一身的罪业，这样做能消得掉吗？他怀疑，他不相信，不能接受。甚至于我们讲，你一心念阿弥陀佛求生西方极乐世界。我一身的罪业，我能去得了？我还有什么脸见阿弥陀佛？这有什么办法？这没有办法，不但没有脸见阿弥陀佛，连寺庙里大殿佛像塑的，他都不敢进去，为什么？好像自己罪业太重了，佛在那个地方，我怎么好意思见佛？你说这有什么法子。这样根性的人那就教他用事上忏，他相信，他觉得这个对他，知道一条罪业以后能改一条，他心能够安，这个不一样。",
      "zh_TW": "這個方法好，簡單明瞭，可是如果你沒有真實的智慧，你決定做不到。為什麼？你懷疑，我這一身的罪業，這樣做能消得掉嗎？他懷疑，他不相信，不能接受。甚至於我們講，你一心念阿彌陀佛求生西方極樂世界。我一身的罪業，我能去得了？我還有什麼臉見阿彌陀佛？這有什麼辦法？這沒有辦法，不但沒有臉見阿彌陀佛，連寺廟裡大殿佛像塑的，他都不敢進去，為什麼？好像自己罪業太重了，佛在那個地方，我怎麼好意思見佛？你說這有什麼法子。這樣根性的人那就教他用事上懺，他相信，他覺得這個對他，知道一條罪業以後能改一條，他心能夠安，這個不一樣。"
    },
    {
      "id": "19-002-0009_p0026",
      "zh_CN": "由此可知，能够接受净土法门，真的，经上所说的，大善根、大福德、大因缘，不是最上乘根性的人不可能接受这个法门。因为你接受这个法门，无始劫以来的罪业，一念十念就消除了。西方极乐世界诸上善人俱会一处，你一到西方极乐世界就是诸上善人之一，文殊、普贤、观音、势至诸上善人，上善，你到他那里去，一天到晚跟他拍拍肩膀、手拉着手并行，你跟他是同等的人物。所以那小根性的人怎么敢？观音菩萨我怎么敢跟他并排，不敢。所以这个法门，你看《无量寿经》黄老居士注解里面，是度上上根的人。什么人是上上根？能信、能愿、肯念佛的是上上根。六祖大师度上上根人，殊不知，净宗的上上根超过六祖那个上上根，六祖大师度的那个上上根还保不住，他还要退转，净宗这个上上根决定不退转，圆证三不退，六祖大师那个上上根只是证三不退，不是圆证三不退，净宗是圆证三不退。所以说在一切法门里面，确确实实无与伦比，没有办法跟它比较，没有跟它有同类的，这个法门之殊胜，遇到这个法门幸运。这个幸运也不是偶然得来的，是我们自己生生世世修学累积的成熟，不是偶然得来，「你太幸运，你的运气好」，哪有那么回事情？不是这样的，是多生多劫善根福德因缘在这一次成熟，我们才遇到。",
      "zh_TW": "由此可知，能夠接受淨土法門，真的，經上所說的，大善根、大福德、大因緣，不是最上乘根性的人不可能接受這個法門。因為你接受這個法門，無始劫以來的罪業，一念十念就消除了。西方極樂世界諸上善人俱會一處，你一到西方極樂世界就是諸上善人之一，文殊、普賢、觀音、勢至諸上善人，上善，你到他那裡去，一天到晚跟他拍拍肩膀、手拉著手並行，你跟他是同等的人物。所以那小根性的人怎麼敢？觀音菩薩我怎麼敢跟他並排，不敢。所以這個法門，你看《無量壽經》黃老居士註解裡面，是度上上根的人。什麼人是上上根？能信、能願、肯念佛的是上上根。六祖大師度上上根人，殊不知，淨宗的上上根超過六祖那個上上根，六祖大師度的那個上上根還保不住，他還要退轉，淨宗這個上上根決定不退轉，圓證三不退，六祖大師那個上上根只是證三不退，不是圓證三不退，淨宗是圓證三不退。所以說在一切法門裡面，確確實實無與倫比，沒有辦法跟它比較，沒有跟它有同類的，這個法門之殊勝，遇到這個法門幸運。這個幸運也不是偶然得來的，是我們自己生生世世修學累積的成熟，不是偶然得來，「你太幸運，你的運氣好」，哪有那麼回事情？不是這樣的，是多生多劫善根福德因緣在這一次成熟，我們才遇到。"
    },
    {
      "id": "19-002-0009_p0027",
      "zh_CN": "『一心为善』，一心就是决定没有二念，为什么样的善？『正念现前』，这个正念是第一正念，绝对正念，无上正念，就是念这一句阿弥陀佛，一心一意去念佛，一心一意求生西方净土。改过最妙的方法，灭罪消业障极妙的方法，就是无念，无念是无妄念，不是无正念，正念要没有了，那就堕到无明，所以叫无妄念。这个功夫不是普通人能够做得到的，但是在念佛人来讲，这个事情是人人都可以做得到的。什么叫正念现前？就是这一句阿弥陀佛，这一句阿弥陀佛就是绝对的正念，无上的正念，我们要把它认清楚。我们这一生当中唯一的一桩大事，就是保持正念现前，希望自己不要落在邪思邪念上，念念都是阿弥陀佛，二六时中不间断。",
      "zh_TW": "『一心為善』，一心就是決定沒有二念，為什麼樣的善？『正念現前』，這個正念是第一正念，絕對正念，無上正念，就是念這一句阿彌陀佛，一心一意去念佛，一心一意求生西方淨土。改過最妙的方法，滅罪消業障極妙的方法，就是無念，無念是無妄念，不是無正念，正念要沒有了，那就墮到無明，所以叫無妄念。這個功夫不是普通人能夠做得到的，但是在念佛人來講，這個事情是人人都可以做得到的。什麼叫正念現前？就是這一句阿彌陀佛，這一句阿彌陀佛就是絕對的正念，無上的正念，我們要把它認清楚。我們這一生當中唯一的一樁大事，就是保持正念現前，希望自己不要落在邪思邪念上，念念都是阿彌陀佛，二六時中不間斷。"
    },
    {
      "id": "19-002-0009_p0028",
      "zh_CN": "诸位果然能够从这个地方下手，三个月见效。你一天到晚保持着阿弥陀佛这一念，有这一念当然你的妄念就少了，妄念不可能没有，一定是有的，有不要怕，就是叫什么？我阿弥陀佛这个念头占得多，妄念占得少，十个念头里面，我有六、七个是阿弥陀佛，有三、四个妄念，不在乎，没有关系。你不念阿弥陀佛，全是妄念。念上三个月就有效，什么效？阿弥陀佛多了，妄念少了，心自在了，心里面自在了，心里面安宁了，有法喜现前了。这就是你业障消除的现象，本来是忧郁、烦恼，前途暗淡，现在呢？欢喜，显得有智慧，生活有情趣、有信心，觉得前途充满了光明，他就不一样。继续要念上半年，效果就更大，信心就坚定了，真正想到西方极乐世界去，三年决定成就，自古以来往生西方极乐世界用三年工夫去的人不知道有多少。有一类根性的人听到，这个法门不能修，三年就死了，这不行，那还谈什么？所以说真的，有许多人不敢修，不敢修的人是什么？贪恋六道，舍不得六道轮回，这个就是眼光短浅，不知道到了西方极乐世界那个受用自在快乐，人间天上不能比，诸佛世界也不能比，这样好的地方不想去，还愿意在这里受苦受难，这还有什么话说？这就不必讲了。",
      "zh_TW": "諸位果然能夠從這個地方下手，三個月見效。你一天到晚保持著阿彌陀佛這一念，有這一念當然你的妄念就少了，妄念不可能沒有，一定是有的，有不要怕，就是叫什麼？我阿彌陀佛這個念頭佔得多，妄念佔得少，十個念頭裡面，我有六、七個是阿彌陀佛，有三、四個妄念，不在乎，沒有關係。你不念阿彌陀佛，全是妄念。念上三個月就有效，什麼效？阿彌陀佛多了，妄念少了，心自在了，心裡面自在了，心裡面安寧了，有法喜現前了。這就是你業障消除的現象，本來是憂鬱、煩惱，前途暗淡，現在呢？歡喜，顯得有智慧，生活有情趣、有信心，覺得前途充滿了光明，他就不一樣。繼續要念上半年，效果就更大，信心就堅定了，真正想到西方極樂世界去，三年決定成就，自古以來往生西方極樂世界用三年工夫去的人不知道有多少。有一類根性的人聽到，這個法門不能修，三年就死了，這不行，那還談什麼？所以說真的，有許多人不敢修，不敢修的人是什麼？貪戀六道，捨不得六道輪迴，這個就是眼光短淺，不知道到了西方極樂世界那個受用自在快樂，人間天上不能比，諸佛世界也不能比，這樣好的地方不想去，還願意在這裡受苦受難，這還有什麼話說？這就不必講了。"
    },
    {
      "id": "19-002-0009_p0029",
      "zh_CN": "所以真正有志气、有眼光的人，那不相同。我们一心一意求净土，求见阿弥陀佛，这个世界，身心世界一切放下，没有一桩事情值得牵挂的、值得留恋的，生活得过且过，你说多自在、多快乐！自己真正到这个成就了，说实在话，这是世人想不到的，到这个程度是生死自在。为什么？不是我们寿命到了才往生的，随意往生，想去就去，如果你要觉得这世界上还需要住几年的，不妨多住几年，住一百年、住二百年都不妨碍。可是那个时候知道，那个地方快乐，这个地方苦，何必在这里住？在这里住一定有住的道理，道理只有一个，还有一些人与我有缘的，我要劝他们一道去。所以那个时候住在世间是为了度众生，如果为自己，到西方极乐世界去了，不在此地了，是为了要帮助一切众生，为了宣扬这个法门，多住几天。假如这个法门有人继承，有人在这里继续宣扬，那我把这个担子交给你，我先去了，这个事情让给你去做，何等的自在！",
      "zh_TW": "所以真正有志氣、有眼光的人，那不相同。我們一心一意求淨土，求見阿彌陀佛，這個世界，身心世界一切放下，沒有一樁事情值得牽掛的、值得留戀的，生活得過且過，你說多自在、多快樂！自己真正到這個成就了，說實在話，這是世人想不到的，到這個程度是生死自在。為什麼？不是我們壽命到了才往生的，隨意往生，想去就去，如果你要覺得這世界上還需要住幾年的，不妨多住幾年，住一百年、住二百年都不妨礙。可是那個時候知道，那個地方快樂，這個地方苦，何必在這裡住？在這裡住一定有住的道理，道理只有一個，還有一些人與我有緣的，我要勸他們一道去。所以那個時候住在世間是為了度眾生，如果為自己，到西方極樂世界去了，不在此地了，是為了要幫助一切眾生，為了宣揚這個法門，多住幾天。假如這個法門有人繼承，有人在這裡繼續宣揚，那我把這個擔子交給你，我先去了，這個事情讓給你去做，何等的自在！"
    },
    {
      "id": "19-002-0009_p0030",
      "zh_CN": "所以诸位要晓得，三年成就往生，是他没有法缘，他决定走，他决定不会在这个地方多耽误一天，他能走就走了，不能走那是没有法子，无可奈何，能走的人决定是走了。所以诸位只要真的这样念法，三年决定成功。你看谛闲老和尚那个徒弟，就是一句南无阿弥陀佛，他什么都不懂，剃了头也没有受戒，老和尚不准他去受戒，他不认识字，所以也不要他去听经，甚至于不要他住庙里，住庙里跟大家在一块工作，他年岁大了恐怕他受不了，别人会欺侮他，他要不能忍耐，天天发脾气，那一切都完了。所以把他送到宁波乡下没有人住的小庙，叫他一个人住，一天到晚念阿弥陀佛，念了三年，人家站着往生，预知时至。可见得，他凭什么本事？就是「一心为善，正念现前」，就这八个字。这是真正做到了老实念佛，不是一个平常人能够跟他相比的。他成功了他只有往生，因为他没有能力去弘法利生，没有这个基础，没有这个福德，没有这个因缘，他成功了他就走了。他没有生病，没有病苦，自己知道什么时候走。而且站着走，走了以后还站了三天，等谛闲老和尚替他办后事，还站了三天，老和尚才赶到，替他办后事，不简单，死了以后还站三天，这不容易！这是我们念佛人的榜样，你说这个法门不好，哪一个法门有这个样子给我们看到的？哪一个法门里面有走的时候清清楚楚、明明白白，站着走，走了以后还站了三天，等人家替他办后事？这是我们真正的见证。",
      "zh_TW": "所以諸位要曉得，三年成就往生，是他沒有法緣，他決定走，他決定不會在這個地方多耽誤一天，他能走就走了，不能走那是沒有法子，無可奈何，能走的人決定是走了。所以諸位只要真的這樣念法，三年決定成功。你看諦閑老和尚那個徒弟，就是一句南無阿彌陀佛，他什麼都不懂，剃了頭也沒有受戒，老和尚不准他去受戒，他不認識字，所以也不要他去聽經，甚至於不要他住廟裡，住廟裡跟大家在一塊工作，他年歲大了恐怕他受不了，別人會欺侮他，他要不能忍耐，天天發脾氣，那一切都完了。所以把他送到寧波鄉下沒有人住的小廟，叫他一個人住，一天到晚念阿彌陀佛，念了三年，人家站著往生，預知時至。可見得，他憑什麼本事？就是「一心為善，正念現前」，就這八個字。這是真正做到了老實念佛，不是一個平常人能夠跟他相比的。他成功了他只有往生，因為他沒有能力去弘法利生，沒有這個基礎，沒有這個福德，沒有這個因緣，他成功了他就走了。他沒有生病，沒有病苦，自己知道什麼時候走。而且站著走，走了以後還站了三天，等諦閑老和尚替他辦後事，還站了三天，老和尚才趕到，替他辦後事，不簡單，死了以後還站三天，這不容易！這是我們念佛人的榜樣，你說這個法門不好，哪一個法門有這個樣子給我們看到的？哪一個法門裡面有走的時候清清楚楚、明明白白，站著走，走了以後還站了三天，等人家替他辦後事？這是我們真正的見證。"
    },
    {
      "id": "19-002-0009_p0031",
      "zh_CN": "这是我教给诸位这一个方法，就是一心去念佛。我们人身体还在这个世间，不能没有生活，生活当然要工作，工作放下来就念佛，工作的时候专心去工作，工作一放下来，佛号马上就提起来。甚至于在工作的时候，只要不用思考，都可以念佛。或者是放录音带的佛号，工作的时候可以听这个佛号，用思考那就专心思考，不用思考的时候可以念，也可以听。要把这个当作我们一生当中第一桩的大事，其余的全是鸡毛蒜皮，不值得忆念的。这个就是从心地上改，从心地上忏罪，会修行的人一定是把根本抓到。他底下有一个比喻：",
      "zh_TW": "這是我教給諸位這一個方法，就是一心去念佛。我們人身體還在這個世間，不能沒有生活，生活當然要工作，工作放下來就念佛，工作的時候專心去工作，工作一放下來，佛號馬上就提起來。甚至於在工作的時候，只要不用思考，都可以念佛。或者是放錄音帶的佛號，工作的時候可以聽這個佛號，用思考那就專心思考，不用思考的時候可以念，也可以聽。要把這個當作我們一生當中第一樁的大事，其餘的全是雞毛蒜皮，不值得憶念的。這個就是從心地上改，從心地上懺罪，會修行的人一定是把根本抓到。他底下有一個比喻："
    },
    {
      "id": "19-002-0009_p0032",
      "zh_CN": "【如太阳当空。魍魉潜消。】",
      "zh_TW": "【如太陽當空。魍魎潛消。】"
    },
    {
      "id": "19-002-0009_p0033",
      "zh_CN": "『魍魉』就是妖魔鬼怪，光天化日下妖魔鬼怪不能出现。",
      "zh_TW": "『魍魎』就是妖魔鬼怪，光天化日下妖魔鬼怪不能出現。"
    },
    {
      "id": "19-002-0009_p0034",
      "zh_CN": "【此精一之真传也。】",
      "zh_TW": "【此精一之真傳也。】"
    },
    {
      "id": "19-002-0009_p0035",
      "zh_CN": "我们讲改过自新，这是精华，是『精一』，一是纯一，精也就是精纯，这是真传。诸佛如来确确实实有真传，可惜很多人不相信，《弥陀经》、《无量寿经》是诸佛如来度众生成佛道的唯一真传，几个人相信？这个要晓得。",
      "zh_TW": "我們講改過自新，這是精華，是『精一』，一是純一，精也就是精純，這是真傳。諸佛如來確確實實有真傳，可惜很多人不相信，《彌陀經》、《無量壽經》是諸佛如來度眾生成佛道的唯一真傳，幾個人相信？這個要曉得。"
    },
    {
      "id": "19-002-0009_p0036",
      "zh_CN": "【过由心造。亦由心改。如斩毒树。直断其根。奚必枝枝而伐。叶叶而摘哉。】",
      "zh_TW": "【過由心造。亦由心改。如斬毒樹。直斷其根。奚必枝枝而伐。葉葉而摘哉。】"
    },
    {
      "id": "19-002-0009_p0037",
      "zh_CN": "这个『枝枝而伐』就是一个枝条一个枝条把它砍下来，一个叶子一个叶子摘下来，这个就是前面讲的从事上改的，事上改的就是枝枝叶叶上，从心上改的是连根拔掉。所以改过要知道改过的诀窍，这个窍门在哪里？我们要用什么方法来改？所以蕅益大师这边开示，我是特别印在这个本子的后面，这一篇开示，诸位能够熟记，依教奉行，就是从心地上改，确确实实无量劫所有的罪过就统统改掉了，这一句阿弥陀佛全都改掉了，世出世间一切善法一句阿弥陀佛统统都修了，一修一切修，一改一切改，就用这一句阿弥陀佛，不可思议！大家要相信，许多人怀疑，人家给你说这个不太可靠，还有比这个更好，你听了笑笑，跟他合掌念阿弥陀佛就好了，不要受他的动摇。我们再看底下的文：",
      "zh_TW": "這個『枝枝而伐』就是一個枝條一個枝條把它砍下來，一個葉子一個葉子摘下來，這個就是前面講的從事上改的，事上改的就是枝枝葉葉上，從心上改的是連根拔掉。所以改過要知道改過的訣竅，這個竅門在哪裡？我們要用什麼方法來改？所以蕅益大師這邊開示，我是特別印在這個本子的後面，這一篇開示，諸位能夠熟記，依教奉行，就是從心地上改，確確實實無量劫所有的罪過就統統改掉了，這一句阿彌陀佛全都改掉了，世出世間一切善法一句阿彌陀佛統統都修了，一修一切修，一改一切改，就用這一句阿彌陀佛，不可思議！大家要相信，許多人懷疑，人家給你說這個不太可靠，還有比這個更好，你聽了笑笑，跟他合掌念阿彌陀佛就好了，不要受他的動搖。我們再看底下的文："
    },
    {
      "id": "19-002-0009_p0038",
      "zh_CN": "【大抵最上者治心。】",
      "zh_TW": "【大抵最上者治心。】"
    },
    {
      "id": "19-002-0009_p0039",
      "zh_CN": "从心上改，这是最上。",
      "zh_TW": "從心上改，這是最上。"
    },
    {
      "id": "19-002-0009_p0040",
      "zh_CN": "【当下清净。】",
      "zh_TW": "【當下清淨。】"
    },
    {
      "id": "19-002-0009_p0041",
      "zh_CN": "就是我刚才跟诸位讲的，你果然能够一切放下，一句阿弥陀佛念去，三个月、六个月你心就清净了，效果就现前了。纵然弘法，学讲经，我也常常勉励大家，一部经，为什么？你每天念一部经，读一部经，你三、五个月心得到清净；你同时看很多经，三、五年心都不清净，没有用处的，这个秘诀知道的人也不多。所以佛学院里面，上一次净律寺佛学院来的，他们毕业了，你看看他们怎么样？妄念纷飞，胡思乱想，他学了几年得的结果是如此。所以我不肯办佛学院，道理就在此地。真正学佛，愈学心愈清净，愈学烦恼愈少，愈学无明愈薄，智慧愈长，这个才有功效。所以要牢牢的记住莲池大师讲的，三藏十二部是让给别人悟的，不是我们自己。我们办图书馆，书是给别人看的，我自己不看，大家要记住。为什么要给别人看？别人不相信，不相信就给他去看，他要走那个路子让他走，我们走的路子跟他不一样，他们改过从枝叶上改，从事上改，我们改过是从心地上改，这个不一样，从这个地方就看出智慧不相同，见解不一样。",
      "zh_TW": "就是我剛才跟諸位講的，你果然能夠一切放下，一句阿彌陀佛念去，三個月、六個月你心就清淨了，效果就現前了。縱然弘法，學講經，我也常常勉勵大家，一部經，為什麼？你每天念一部經，讀一部經，你三、五個月心得到清淨；你同時看很多經，三、五年心都不清淨，沒有用處的，這個祕訣知道的人也不多。所以佛學院裡面，上一次淨律寺佛學院來的，他們畢業了，你看看他們怎麼樣？妄念紛飛，胡思亂想，他學了幾年得的結果是如此。所以我不肯辦佛學院，道理就在此地。真正學佛，愈學心愈清淨，愈學煩惱愈少，愈學無明愈薄，智慧愈長，這個才有功效。所以要牢牢的記住蓮池大師講的，三藏十二部是讓給別人悟的，不是我們自己。我們辦圖書館，書是給別人看的，我自己不看，大家要記住。為什麼要給別人看？別人不相信，不相信就給他去看，他要走那個路子讓他走，我們走的路子跟他不一樣，他們改過從枝葉上改，從事上改，我們改過是從心地上改，這個不一樣，從這個地方就看出智慧不相同，見解不一樣。"
    },
    {
      "id": "19-002-0009_p0042",
      "zh_CN": "【才动即觉。觉之即无。】",
      "zh_TW": "【纔動即覺。覺之即無。】"
    },
    {
      "id": "19-002-0009_p0043",
      "zh_CN": "这是讲从心上改的，动就是烦恼、就是业障，动是什么？心动了，心里有念头了、有妄想了，才有妄想、才有念头，马上就知道了，知道了怎么样？知道了马上转成阿弥陀佛。所以我们六根接触六尘境界，心才动，不管你是欢喜，不管你是厌恶，不管是善念，也不论它是恶念，只要念头才一动，第二念，阿弥陀佛。我们真正修行的人不要念六个字，四个字就行了，阿弥陀佛。头一念动，第二念阿弥陀佛是觉，马上就觉，觉而不迷，第一念迷，第二念觉，就不迷了，决定不能够叫那个迷继续增长，这个效果就大得不得了。给诸位说，这个是真正开智慧。如果你有半年、有一年，智慧开了，眼睛就放光了，六根聪利，世出世间法你一接触，就通达、就明了。人家要念多少书，找多少参考资料，还要找世界的资讯，才能够研究判断，还未必判断正确，你什么都不要，你一看就明了、就通达，决定正确没有错误。这种本事世间人没有，这个本事是佛菩萨的本事，是自性的本能，佛教给我们求，求这个。",
      "zh_TW": "這是講從心上改的，動就是煩惱、就是業障，動是什麼？心動了，心裡有念頭了、有妄想了，才有妄想、才有念頭，馬上就知道了，知道了怎麼樣？知道了馬上轉成阿彌陀佛。所以我們六根接觸六塵境界，心才動，不管你是歡喜，不管你是厭惡，不管是善念，也不論它是惡念，只要念頭才一動，第二念，阿彌陀佛。我們真正修行的人不要念六個字，四個字就行了，阿彌陀佛。頭一念動，第二念阿彌陀佛是覺，馬上就覺，覺而不迷，第一念迷，第二念覺，就不迷了，決定不能夠叫那個迷繼續增長，這個效果就大得不得了。給諸位說，這個是真正開智慧。如果你有半年、有一年，智慧開了，眼睛就放光了，六根聰利，世出世間法你一接觸，就通達、就明瞭。人家要念多少書，找多少參考資料，還要找世界的資訊，才能夠研究判斷，還未必判斷正確，你什麼都不要，你一看就明瞭、就通達，決定正確沒有錯誤。這種本事世間人沒有，這個本事是佛菩薩的本事，是自性的本能，佛教給我們求，求這個。"
    },
    {
      "id": "19-002-0009_p0044",
      "zh_CN": "所以经教，何必还要去找多少参考书来研究怎么讲法，全落到第六意识，全是错解了如来真实义。这个话我说了很多次，经典没有意思，没有意思你要在这里想意思，你是胡造谣言，三世佛喊冤枉，没有意思。所以老老实实去念，不要求意思，没有解释的、没有讲法的，老老实实念，把心念清净了，自性里头智慧现出来了，人家要问你这个经，你跟他讲，讲出来是无量义，不求意思，无量义都现成的了。无量义从哪里来？你自性里面的智慧生出来了，所以展开这个本子，深讲、浅讲、长讲、短讲会恰到好处。再告诉诸位，讲完了之后，人家问你，你讲些什么？真的不晓得，真的不知道。为什么？你不问什么意思都没有，一问统统都起来了。生无量义是他受用，没有一个意思是自受用。自受用就是清净心，一念不生，只有一句阿弥陀佛，自受用。讲经说法是他受用，不是自受用。所以讲出去之后，何必还要记住我讲些什么？不知道，心才干净，永远保持清净心。清净就是觉，染污是动，动就染污了；换句话说，你心里有念就是染污，无念就是本觉。念这一句阿弥陀佛就是始觉合本觉，你说这个法门确实不可思议，念这一句阿弥陀佛念念都是始觉合本觉，这是我们真正修行。",
      "zh_TW": "所以經教，何必還要去找多少參考書來研究怎麼講法，全落到第六意識，全是錯解了如來真實義。這個話我說了很多次，經典沒有意思，沒有意思你要在這裡想意思，你是胡造謠言，三世佛喊冤枉，沒有意思。所以老老實實去念，不要求意思，沒有解釋的、沒有講法的，老老實實念，把心念清淨了，自性裡頭智慧現出來了，人家要問你這個經，你跟他講，講出來是無量義，不求意思，無量義都現成的了。無量義從哪裡來？你自性裡面的智慧生出來了，所以展開這個本子，深講、淺講、長講、短講會恰到好處。再告訴諸位，講完了之後，人家問你，你講些什麼？真的不曉得，真的不知道。為什麼？你不問什麼意思都沒有，一問統統都起來了。生無量義是他受用，沒有一個意思是自受用。自受用就是清淨心，一念不生，只有一句阿彌陀佛，自受用。講經說法是他受用，不是自受用。所以講出去之後，何必還要記住我講些什麼？不知道，心才乾淨，永遠保持清淨心。清淨就是覺，染污是動，動就染污了；換句話說，你心裡有念就是染污，無念就是本覺。念這一句阿彌陀佛就是始覺合本覺，你說這個法門確實不可思議，念這一句阿彌陀佛念念都是始覺合本覺，這是我們真正修行。"
    },
    {
      "id": "19-002-0009_p0045",
      "zh_CN": "所以，经只要念《无量寿经》、念《阿弥陀经》就可以了，《阿弥陀经》跟《无量寿经》两种经都念也行，念一种也行，其他的实实在在没有必要了。为了要讲经，要利益别人，咱们念《无量寿经》的注解，念《弥陀经》的注解，《弥陀经》的注解念两种就够了，《疏钞》、《要解》，《疏钞》有《演义》，非常的圆满，真是蕅益大师所赞叹的博大精深，念《弥陀经疏钞演义》就等于念了一部《大藏经》，因为他老人家引经据典，实在是非常的丰富。蕅益大师的《要解》有两个注子，圆瑛法师的《讲义》，宝静法师的《亲闻记》。所以纵然是弘扬净土宗，这四本注解够了，《无量寿经》注解，黄念祖老居士的，《弥陀经疏钞演义》，《要解》的，圆瑛法师的《讲义》，宝静法师的《亲闻记》，这四种够了。这四种东西你把它念通了，不但是所有净土经论全通了，连这一部《大藏经》也通了，无论哪一宗、哪一派，没有一样不通。不能搞多，搞多了心决定杂，杂的时候不生智慧。所以诸位要弘扬净土的话，这四本书，多一样都不要看。不要说我看得少我讲没有材料，没有材料少讲一点，何必一定要充数？愈少愈精，不要浪费人家时间。搞的好多材料凑起来大拼盘，吃了什么味道也不是，浪费自己的精神，也耽误别人的时间，这叫罪过！好，我们休息几分钟。",
      "zh_TW": "所以，經只要念《無量壽經》、念《阿彌陀經》就可以了，《阿彌陀經》跟《無量壽經》兩種經都念也行，念一種也行，其他的實實在在沒有必要了。為了要講經，要利益別人，咱們念《無量壽經》的註解，念《彌陀經》的註解，《彌陀經》的註解念兩種就夠了，《疏鈔》、《要解》，《疏鈔》有《演義》，非常的圓滿，真是蕅益大師所讚歎的博大精深，念《彌陀經疏鈔演義》就等於念了一部《大藏經》，因為他老人家引經據典，實在是非常的豐富。蕅益大師的《要解》有兩個註子，圓瑛法師的《講義》，寶靜法師的《親聞記》。所以縱然是弘揚淨土宗，這四本註解夠了，《無量壽經》註解，黃念祖老居士的，《彌陀經疏鈔演義》，《要解》的，圓瑛法師的《講義》，寶靜法師的《親聞記》，這四種夠了。這四種東西你把它念通了，不但是所有淨土經論全通了，連這一部《大藏經》也通了，無論哪一宗、哪一派，沒有一樣不通。不能搞多，搞多了心決定雜，雜的時候不生智慧。所以諸位要弘揚淨土的話，這四本書，多一樣都不要看。不要說我看得少我講沒有材料，沒有材料少講一點，何必一定要充數？愈少愈精，不要浪費人家時間。搞的好多材料湊起來大拼盤，吃了什麼味道也不是，浪費自己的精神，也耽誤別人的時間，這叫罪過！好，我們休息幾分鐘。"
    }
  ]
}