{
  "doc_id": "19-002-0012",
  "title": {
    "zh_CN": "了凡四训",
    "zh_TW": "了凡四訓"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "19-002-0012",
  "total_paragraphs": 184,
  "paragraphs": [
    {
      "id": "19-002-0012_p0001",
      "zh_CN": "这一段的最后几句：",
      "zh_TW": "這一段的最後幾句："
    },
    {
      "id": "19-002-0012_p0002",
      "zh_CN": "【又根心者真。袭迹者假。又无为而为者真。有为而为者假。皆当自考。】",
      "zh_TW": "【又根心者真。襲跡者假。又無為而為者真。有為而為者假。皆當自考。】"
    },
    {
      "id": "19-002-0012_p0003",
      "zh_CN": "这个『根心』是从真心里面发心的，这个是真善。别人做了，我们跟人家去做，不是发自于真心，这个就是假善，不是真善。『无为』，就是没有希求，没有希求这个善是真善；行善而希望有所求的，这个就不是真善，就是『有为』。『皆当自考』，自己要考量。这一段给我们说明，什么叫真善、什么叫假善，一定要从心地里面去区别，我们才知道自己是不是真正在行善。前面曾经讲到，贪财妄取是恶，这个学生提出来了，中峰禅师说未必然也，如果说贪财妄取取得拿去做好事，利益众生，这个也是善，这不能算是恶。所以有一些经商的同修常常来找我，他说五戒那个不妄语的戒我们不能持。我说为什么？他说做生意要不骗人就不能赚钱，所以总得天天打妄语，天天骗人，希望把别人荷包里的钱骗到我的荷包里来，不打妄语怎么能做生意？我就告诉他，我说真正行菩萨道可以骗。他说怎么样可以骗？我说现代的人，你劝他行善他不肯，骗他他肯，问题在哪里？在我们自己是不是个菩萨心，如果我们用这种手段，当然这种手段是非常手段，把他的钱财骗来，替他做好事，你这是行菩萨道；如果把他的钱骗来，自己贪图享受，这就是恶了。他不知道做好事，不晓得行善，我们替他做善，替他修福，这是好事。所以单单看表面上，确确实实善恶难分，善恶在心地。所以积大善，建大功，都要从心地上去修。所以外表上，尤其是大菩萨，不露痕迹，所以说不注重小节，纯粹是利人济世，所以他的观点确实跟普通人不一样。再看底下一段。",
      "zh_TW": "這個『根心』是從真心裡面發心的，這個是真善。別人做了，我們跟人家去做，不是發自於真心，這個就是假善，不是真善。『無為』，就是沒有希求，沒有希求這個善是真善；行善而希望有所求的，這個就不是真善，就是『有為』。『皆當自考』，自己要考量。這一段給我們說明，什麼叫真善、什麼叫假善，一定要從心地裡面去區別，我們才知道自己是不是真正在行善。前面曾經講到，貪財妄取是惡，這個學生提出來了，中峰禪師說未必然也，如果說貪財妄取取得拿去做好事，利益眾生，這個也是善，這不能算是惡。所以有一些經商的同修常常來找我，他說五戒那個不妄語的戒我們不能持。我說為什麼？他說做生意要不騙人就不能賺錢，所以總得天天打妄語，天天騙人，希望把別人荷包裡的錢騙到我的荷包裡來，不打妄語怎麼能做生意？我就告訴他，我說真正行菩薩道可以騙。他說怎麼樣可以騙？我說現代的人，你勸他行善他不肯，騙他他肯，問題在哪裡？在我們自己是不是個菩薩心，如果我們用這種手段，當然這種手段是非常手段，把他的錢財騙來，替他做好事，你這是行菩薩道；如果把他的錢騙來，自己貪圖享受，這就是惡了。他不知道做好事，不曉得行善，我們替他做善，替他修福，這是好事。所以單單看表面上，確確實實善惡難分，善惡在心地。所以積大善，建大功，都要從心地上去修。所以外表上，尤其是大菩薩，不露痕跡，所以說不注重小節，純粹是利人濟世，所以他的觀點確實跟普通人不一樣。再看底下一段。"
    },
    {
      "id": "19-002-0012_p0004",
      "zh_CN": "【何谓端曲。】",
      "zh_TW": "【何謂端曲。】"
    },
    {
      "id": "19-002-0012_p0005",
      "zh_CN": "『端』是端庄正直，『曲』是委曲婉转。",
      "zh_TW": "『端』是端莊正直，『曲』是委曲婉轉。"
    },
    {
      "id": "19-002-0012_p0006",
      "zh_CN": "【今人见谨愿之士。类称为善而取之。】",
      "zh_TW": "【今人見謹愿之士。類稱為善而取之。】"
    },
    {
      "id": "19-002-0012_p0007",
      "zh_CN": "见到人唯命是从的，恭恭敬敬顺从的，这个人是好人。现在一般在位有权的人他想用人都喜欢用这种人，为什么？听话，叫他怎么样他就怎么样，认为这是好人，都喜欢用这种人，俗话说奴才，都愿意用奴才，奴才听话，一天到晚对你很恭敬，侍候你舒舒服服的。",
      "zh_TW": "見到人唯命是從的，恭恭敬敬順從的，這個人是好人。現在一般在位有權的人他想用人都喜歡用這種人，為什麼？聽話，叫他怎麼樣他就怎麼樣，認為這是好人，都喜歡用這種人，俗話說奴才，都願意用奴才，奴才聽話，一天到晚對你很恭敬，侍候你舒舒服服的。"
    },
    {
      "id": "19-002-0012_p0008",
      "zh_CN": "【圣人则宁取狂狷。】",
      "zh_TW": "【聖人則寧取狂狷。】"
    },
    {
      "id": "19-002-0012_p0009",
      "zh_CN": "大圣大贤他们用人不用乡愿，谨愿就是我们常讲的乡愿之士，一般人讲的好人，老好人，圣贤人用人才，人才倔强、傲慢，有时候无礼。为什么？他有一技之长，他值得骄傲，有时候不一定能顺你的意思，可是这样的人能干能办事。那个老实好人，人是好人，不能办事，墨守成规，你叫他动一下他就动一下，他不能自动自发的来做事情。所以他『宁取狂狷』，狂狷之人他是勇于进取，不拘小节。",
      "zh_TW": "大聖大賢他們用人不用鄉愿，謹愿就是我們常講的鄉愿之士，一般人講的好人，老好人，聖賢人用人才，人才倔強、傲慢，有時候無禮。為什麼？他有一技之長，他值得驕傲，有時候不一定能順你的意思，可是這樣的人能幹能辦事。那個老實好人，人是好人，不能辦事，墨守成規，你叫他動一下他就動一下，他不能自動自發的來做事情。所以他『寧取狂狷』，狂狷之人他是勇於進取，不拘小節。"
    },
    {
      "id": "19-002-0012_p0010",
      "zh_CN": "【至于谨愿之士。虽一乡皆好。而必以为德之贼。】",
      "zh_TW": "【至於謹愿之士。雖一鄉皆好。而必以為德之賊。】"
    },
    {
      "id": "19-002-0012_p0011",
      "zh_CN": "这种好人，实在讲往往不明事理，不辨是非，不能成事。所以是德之贼，这个德是风俗道德，往往都被他们不知不觉当中破坏了，这一乡一里人，「这是好人」。",
      "zh_TW": "這種好人，實在講往往不明事理，不辨是非，不能成事。所以是德之賊，這個德是風俗道德，往往都被他們不知不覺當中破壞了，這一鄉一里人，「這是好人」。"
    },
    {
      "id": "19-002-0012_p0012",
      "zh_CN": "【是世人之善恶，分明与圣人相反。】",
      "zh_TW": "【是世人之善惡，分明與聖人相反。】"
    },
    {
      "id": "19-002-0012_p0013",
      "zh_CN": "大圣大贤他有大智慧，他们的善恶标准跟世人的善恶标准不一样。即使在佛法里面，佛法大乘的善恶标准跟小乘的善恶标准就迥然不同。小乘着重在事相上，所以小乘人守戒守得很严格，一点都不敢犯。大乘人你看他好像都不守戒，小乘人看不起大乘人，像泰国的佛教徒瞧不起我们中国的佛教徒，认为我们中国出家人都不持戒律。我们中国传戒，他们都不承认，你要到泰国去，你要说你是出家人，你要受他的戒，到他那受戒，他才承认你，中国的戒他不承认。实在讲，他不明究理，标准不相同，大乘戒在心地戒，小乘戒在事相上戒。前面讲的三种改过之法，有从事上改，小乘从事上改，大乘从心上改，不一样。所以小乘在此地讲，就是谨愿之士，大乘人是狂狷之人，这个不一样的，所以成就也不相同。譬如说大乘，你要说他不持戒，人家往生的瑞相那么好，站着走、坐着走，预知时至，不生病，小乘人往往临终还是手忙脚乱。这就能够看得到，你看那个结果可以看到，中国历代大乘修学，明心见性，了生死出三界，确实不少人。这个诸位在《高僧传》、《神僧传》、《居士传》，女同修里面《善女人传》，你都能看到，《善女人传》是专门讲在家女居士修行成就的。所以这是小乘不了解大乘，这就是是非善恶的标准不相同。",
      "zh_TW": "大聖大賢他有大智慧，他們的善惡標準跟世人的善惡標準不一樣。即使在佛法裡面，佛法大乘的善惡標準跟小乘的善惡標準就迥然不同。小乘著重在事相上，所以小乘人守戒守得很嚴格，一點都不敢犯。大乘人你看他好像都不守戒，小乘人看不起大乘人，像泰國的佛教徒瞧不起我們中國的佛教徒，認為我們中國出家人都不持戒律。我們中國傳戒，他們都不承認，你要到泰國去，你要說你是出家人，你要受他的戒，到他那受戒，他才承認你，中國的戒他不承認。實在講，他不明究理，標準不相同，大乘戒在心地戒，小乘戒在事相上戒。前面講的三種改過之法，有從事上改，小乘從事上改，大乘從心上改，不一樣。所以小乘在此地講，就是謹愿之士，大乘人是狂狷之人，這個不一樣的，所以成就也不相同。譬如說大乘，你要說他不持戒，人家往生的瑞相那麼好，站著走、坐著走，預知時至，不生病，小乘人往往臨終還是手忙腳亂。這就能夠看得到，你看那個結果可以看到，中國歷代大乘修學，明心見性，了生死出三界，確實不少人。這個諸位在《高僧傳》、《神僧傳》、《居士傳》，女同修裡面《善女人傳》，你都能看到，《善女人傳》是專門講在家女居士修行成就的。所以這是小乘不了解大乘，這就是是非善惡的標準不相同。"
    },
    {
      "id": "19-002-0012_p0014",
      "zh_CN": "【推此一端。种种取舍。无有不谬。天地鬼神之福善祸淫。皆与圣人同是非。而不与世俗同取舍。】",
      "zh_TW": "【推此一端。種種取捨。無有不謬。天地鬼神之福善禍淫。皆與聖人同是非。而不與世俗同取捨。】"
    },
    {
      "id": "19-002-0012_p0015",
      "zh_CN": "这是真善假善我们很清楚就能够辨别。天地鬼神的标准与圣人的标准相同，而不与世俗的标准相同。为什么？前面十个人的故事你就看出来了，天地鬼神的用心是跟圣人的用心见解是一样的。底下教给我们的几句话很重要。",
      "zh_TW": "這是真善假善我們很清楚就能夠辨別。天地鬼神的標準與聖人的標準相同，而不與世俗的標準相同。為什麼？前面十個人的故事你就看出來了，天地鬼神的用心是跟聖人的用心見解是一樣的。底下教給我們的幾句話很重要。"
    },
    {
      "id": "19-002-0012_p0016",
      "zh_CN": "【凡欲积善。决不可徇耳目。惟从心源隐微处。默默洗涤。纯是济世之心则为端。】",
      "zh_TW": "【凡欲積善。決不可徇耳目。惟從心源隱微處。默默洗滌。純是濟世之心則為端。】"
    },
    {
      "id": "19-002-0012_p0017",
      "zh_CN": "我们真正要发心断一切恶，修一切善，你真正要发这个心，发心救自己，发心度自己。首先不可以『徇耳目』，「徇耳目」这句话的意思就是决定不可以贪恋五欲六尘，一定先要把五欲六尘看淡。为什么？这个东西看不淡，你的私心就断不了，也就是自私自利这个意识除不去。自私自利是恶的根源，由这个恶的根，所做的一切善都变成恶了，这个道理在此地。就是中峰和尚为什么世间人讲的这些善他都不同意，不同意的根源就是你还有私心，你有私心，所做的一切善事都希望得到自私的利益，这个善就不真、就不纯。所以先要把五欲六尘能看淡，然后逐渐逐渐的舍掉，不受这些东西的干扰。这样才从『心源隐微处』，这个底下小注，在没有人见到的地方，念头才动的地方，就要觉察。『默默洗涤』，这个洗涤是洗心，《无量寿经》讲「洗心易行」，易是换，改变，改变我们从前的行为，心地要干净、要光明，这才充满智慧。",
      "zh_TW": "我們真正要發心斷一切惡，修一切善，你真正要發這個心，發心救自己，發心度自己。首先不可以『徇耳目』，「徇耳目」這句話的意思就是決定不可以貪戀五欲六塵，一定先要把五欲六塵看淡。為什麼？這個東西看不淡，你的私心就斷不了，也就是自私自利這個意識除不去。自私自利是惡的根源，由這個惡的根，所做的一切善都變成惡了，這個道理在此地。就是中峰和尚為什麼世間人講的這些善他都不同意，不同意的根源就是你還有私心，你有私心，所做的一切善事都希望得到自私的利益，這個善就不真、就不純。所以先要把五欲六塵能看淡，然後逐漸逐漸的捨掉，不受這些東西的干擾。這樣才從『心源隱微處』，這個底下小註，在沒有人見到的地方，念頭才動的地方，就要覺察。『默默洗滌』，這個洗滌是洗心，《無量壽經》講「洗心易行」，易是換，改變，改變我們從前的行為，心地要乾淨、要光明，這才充滿智慧。"
    },
    {
      "id": "19-002-0012_p0018",
      "zh_CN": "『纯是济世之心』，只有一念，一个心，利益一切众生，帮助一切众生，帮助他什么？帮助他明理，帮助他破迷开悟。他只要明理，破迷开悟了，他自然就会知道要断恶、要修善，他自己知道，他自己晓得怎么去做。所以佛法在世间第一大功德就是帮助人明理，帮助人认识宇宙人生的真相。统统认清了，这十法界你自己愿意取哪个法界，随心所欲，佛不干涉，佛不勉强。佛不是说，佛好，你们统统成佛，佛没有这样要求。佛希望你们成佛，不勉强你们，你们愿意来生做人，好，佛就教你做人的道理；愿意到三恶道，好，你搞贪瞋痴你就到三恶道，佛也不会去阻扰你，也不会去帮助你，佛只教人破迷开悟。这是纯真，所以这个叫端。",
      "zh_TW": "『純是濟世之心』，只有一念，一個心，利益一切眾生，幫助一切眾生，幫助他什麼？幫助他明理，幫助他破迷開悟。他只要明理，破迷開悟了，他自然就會知道要斷惡、要修善，他自己知道，他自己曉得怎麼去做。所以佛法在世間第一大功德就是幫助人明理，幫助人認識宇宙人生的真相。統統認清了，這十法界你自己願意取哪個法界，隨心所欲，佛不干涉，佛不勉強。佛不是說，佛好，你們統統成佛，佛沒有這樣要求。佛希望你們成佛，不勉強你們，你們願意來生做人，好，佛就教你做人的道理；願意到三惡道，好，你搞貪瞋痴你就到三惡道，佛也不會去阻擾你，也不會去幫助你，佛只教人破迷開悟。這是純真，所以這個叫端。"
    },
    {
      "id": "19-002-0012_p0019",
      "zh_CN": "【茍有一毫媚世之心即为曲。】",
      "zh_TW": "【茍有一毫媚世之心即為曲。】"
    },
    {
      "id": "19-002-0012_p0020",
      "zh_CN": "这个媚世，简单的说，是取得世间的荣耀；说得更具体一点，就是名闻利养。如果我们还有一念要想求得世间名闻利养，你所做的一切善事善行都是曲，都不是端。",
      "zh_TW": "這個媚世，簡單的說，是取得世間的榮耀；說得更具體一點，就是名聞利養。如果我們還有一念要想求得世間名聞利養，你所做的一切善事善行都是曲，都不是端。"
    },
    {
      "id": "19-002-0012_p0021",
      "zh_CN": "【纯是敬人之心则为端。有一毫玩世之心即为曲。皆当细辨。】",
      "zh_TW": "【純是敬人之心則為端。有一毫玩世之心即為曲。皆當細辨。】"
    },
    {
      "id": "19-002-0012_p0022",
      "zh_CN": "处世的态度应当要敬、慎，慎就是慎重，谨慎恭敬，待人接物处事统统要这个态度，玩世不恭这是错误的，这个不可以不辨别，自己要清楚。我们翻开来再看底下一段。",
      "zh_TW": "處世的態度應當要敬、慎，慎就是慎重，謹慎恭敬，待人接物處事統統要這個態度，玩世不恭這是錯誤的，這個不可以不辨別，自己要清楚。我們翻開來再看底下一段。"
    },
    {
      "id": "19-002-0012_p0023",
      "zh_CN": "【何谓阴阳。】",
      "zh_TW": "【何謂陰陽。】"
    },
    {
      "id": "19-002-0012_p0024",
      "zh_CN": "这一条很重要，古圣先贤都叫我们要积德，这个德要积阴德，什么叫阴德？此地给我们说得很明白，『何谓阴阳』。",
      "zh_TW": "這一條很重要，古聖先賢都叫我們要積德，這個德要積陰德，什麼叫陰德？此地給我們說得很明白，『何謂陰陽』。"
    },
    {
      "id": "19-002-0012_p0025",
      "zh_CN": "【凡为善而人知之。则为阳善。】",
      "zh_TW": "【凡為善而人知之。則為陽善。】"
    },
    {
      "id": "19-002-0012_p0026",
      "zh_CN": "你所做的善事、善行大家都知道，人人看到你都赞叹你，赞叹你就是福，报掉了。政府现在要表扬，送个匾额给你挂着，你是好人，你做了很多好事，果报报掉了，这一块匾额就报掉了，做了很多善事，得的果报就那一块匾额就报掉了，报纸杂志给你登一下就报掉了，报完了。",
      "zh_TW": "你所做的善事、善行大家都知道，人人看到你都讚歎你，讚歎你就是福，報掉了。政府現在要表揚，送個匾額給你掛著，你是好人，你做了很多好事，果報報掉了，這一塊匾額就報掉了，做了很多善事，得的果報就那一塊匾額就報掉了，報紙雜誌給你登一下就報掉了，報完了。"
    },
    {
      "id": "19-002-0012_p0027",
      "zh_CN": "【为善而人不知。则为阴德。】",
      "zh_TW": "【為善而人不知。則為陰德。】"
    },
    {
      "id": "19-002-0012_p0028",
      "zh_CN": "所以诸位要晓得，你们做了好多善事，我做善事有什么用，谁知道？不知道才好，知道了就完了，知道就报光了，不必让人知道，这个善永远积在那个地方，叫积善。知道了，这个善积不住了，随修随报，到后来一点善行都没有了。反而造的很多恶，人家不晓得，恶慢慢积，愈积愈多，善呢？善统统随时都报掉了，这个后果就不堪设想，太可怕了。",
      "zh_TW": "所以諸位要曉得，你們做了好多善事，我做善事有什麼用，誰知道？不知道才好，知道了就完了，知道就報光了，不必讓人知道，這個善永遠積在那個地方，叫積善。知道了，這個善積不住了，隨修隨報，到後來一點善行都沒有了。反而造的很多惡，人家不曉得，惡慢慢積，愈積愈多，善呢？善統統隨時都報掉了，這個後果就不堪設想，太可怕了。"
    },
    {
      "id": "19-002-0012_p0029",
      "zh_CN": "【阴德天报之。】",
      "zh_TW": "【陰德天報之。】"
    },
    {
      "id": "19-002-0012_p0030",
      "zh_CN": "天地鬼神知道，他赞叹，他报的。",
      "zh_TW": "天地鬼神知道，他讚歎，他報的。"
    },
    {
      "id": "19-002-0012_p0031",
      "zh_CN": "【阳善享世名。名亦福也。】",
      "zh_TW": "【陽善享世名。名亦福也。】"
    },
    {
      "id": "19-002-0012_p0032",
      "zh_CN": "现在我们讲的知名度，知名度就是名，人贪名、好名，名也是福报之一，报掉了。而且：",
      "zh_TW": "現在我們講的知名度，知名度就是名，人貪名、好名，名也是福報之一，報掉了。而且："
    },
    {
      "id": "19-002-0012_p0033",
      "zh_CN": "【名者。造物所忌。】",
      "zh_TW": "【名者。造物所忌。】"
    },
    {
      "id": "19-002-0012_p0034",
      "zh_CN": "造化所妒，『造物』，实在讲，天地鬼神，也为世人所嫉妒。",
      "zh_TW": "造化所妒，『造物』，實在講，天地鬼神，也為世人所嫉妒。"
    },
    {
      "id": "19-002-0012_p0035",
      "zh_CN": "【世之享盛名而实不副者。多有奇祸。】",
      "zh_TW": "【世之享盛名而實不副者。多有奇禍。】"
    },
    {
      "id": "19-002-0012_p0036",
      "zh_CN": "奇祸就是有非常的灾难，你的名跟你的德不相符，灾祸随之而来。",
      "zh_TW": "奇禍就是有非常的災難，你的名跟你的德不相符，災禍隨之而來。"
    },
    {
      "id": "19-002-0012_p0037",
      "zh_CN": "【人之无过咎。】",
      "zh_TW": "【人之無過咎。】"
    },
    {
      "id": "19-002-0012_p0038",
      "zh_CN": "这个人没有什么过失。",
      "zh_TW": "這個人沒有什麼過失。"
    },
    {
      "id": "19-002-0012_p0039",
      "zh_CN": "【而横被恶名者。】",
      "zh_TW": "【而橫被惡名者。】"
    },
    {
      "id": "19-002-0012_p0040",
      "zh_CN": "别人都嫌弃他，实在讲他没有什么过恶。",
      "zh_TW": "別人都嫌棄他，實在講他沒有什麼過惡。"
    },
    {
      "id": "19-002-0012_p0041",
      "zh_CN": "【子孙往往骤发。阴阳之际微矣哉。】",
      "zh_TW": "【子孫往往驟發。陰陽之際微矣哉。】"
    },
    {
      "id": "19-002-0012_p0042",
      "zh_CN": "这个我们不可以不知道。所以积功累德，自己默默的去做，不要让人知道，这个最好，知道的人愈少愈好。也不必我做多少好事，人家要赞叹、恭敬，不必要。人家愈是不满意，愈是嫉妒毁谤愈好。为什么？因为这些毁谤障碍之来是消自己的业，消罪业，罪业都报掉了，你的善德都存在那个地方，愈存愈厚，后来这个报就大了。所以这个子孙往往骤发，骤发是突然发达，这个好事情。明白这个道理，我们才真正懂得阴德之可贵。",
      "zh_TW": "這個我們不可以不知道。所以積功累德，自己默默的去做，不要讓人知道，這個最好，知道的人愈少愈好。也不必我做多少好事，人家要讚歎、恭敬，不必要。人家愈是不滿意，愈是嫉妒毀謗愈好。為什麼？因為這些毀謗障礙之來是消自己的業，消罪業，罪業都報掉了，你的善德都存在那個地方，愈存愈厚，後來這個報就大了。所以這個子孫往往驟發，驟發是突然發達，這個好事情。明白這個道理，我們才真正懂得陰德之可貴。"
    },
    {
      "id": "19-002-0012_p0043",
      "zh_CN": "【何谓是非。】",
      "zh_TW": "【何謂是非。】"
    },
    {
      "id": "19-002-0012_p0044",
      "zh_CN": "是非也很难辨别，因为这个标准，我们世间人的标准跟圣贤人的标准不相同。",
      "zh_TW": "是非也很難辨別，因為這個標準，我們世間人的標準跟聖賢人的標準不相同。"
    },
    {
      "id": "19-002-0012_p0045",
      "zh_CN": "【鲁国之法。】",
      "zh_TW": "【魯國之法。】"
    },
    {
      "id": "19-002-0012_p0046",
      "zh_CN": "这是讲一桩古时候的故事，春秋时候鲁国的法律。",
      "zh_TW": "這是講一樁古時候的故事，春秋時候魯國的法律。"
    },
    {
      "id": "19-002-0012_p0047",
      "zh_CN": "【鲁人有赎人臣妾于诸侯。皆受金于府。】",
      "zh_TW": "【魯人有贖人臣妾於諸侯。皆受金於府。】"
    },
    {
      "id": "19-002-0012_p0048",
      "zh_CN": "『府』是官府，这个人为什么去到诸侯家里面去做臣妾？臣妾就是佣人，我们台湾人所讲的，女的佣人叫下女，男的叫仆人，都是有罪，都是犯法，这个样子分发在达官显要家庭里面去，等于说服劳役。但是要有人肯拿钱把他赎回来，就等于说缴罚金，替他缴罚金，他就可以恢复自由了。这是好事情，也奖励社会上有钱的人能够多做一点这些好事，能够恢复这些人的自由，让他改过自新重新做人。所以政府有奖励，『皆受金于府』。",
      "zh_TW": "『府』是官府，這個人為什麼去到諸侯家裡面去做臣妾？臣妾就是傭人，我們台灣人所講的，女的傭人叫下女，男的叫僕人，都是有罪，都是犯法，這個樣子分發在達官顯要家庭裡面去，等於說服勞役。但是要有人肯拿錢把他贖回來，就等於說繳罰金，替他繳罰金，他就可以恢復自由了。這是好事情，也獎勵社會上有錢的人能夠多做一點這些好事，能夠恢復這些人的自由，讓他改過自新重新做人。所以政府有獎勵，『皆受金於府』。"
    },
    {
      "id": "19-002-0012_p0049",
      "zh_CN": "【子贡赎人而不受金。】",
      "zh_TW": "【子貢贖人而不受金。】"
    },
    {
      "id": "19-002-0012_p0050",
      "zh_CN": "子贡做了这个事情，他在诸侯家里面这些佣人他把他赎回来，政府的奖励他不接受。",
      "zh_TW": "子貢做了這個事情，他在諸侯家裡面這些傭人他把他贖回來，政府的獎勵他不接受。"
    },
    {
      "id": "19-002-0012_p0051",
      "zh_CN": "【孔子闻而恶之。】",
      "zh_TW": "【孔子聞而惡之。】"
    },
    {
      "id": "19-002-0012_p0052",
      "zh_CN": "孔子听了很不高兴，子贡不接受政府的奖励，孔老夫子很不高兴。",
      "zh_TW": "孔子聽了很不高興，子貢不接受政府的獎勵，孔老夫子很不高興。"
    },
    {
      "id": "19-002-0012_p0053",
      "zh_CN": "【曰。赐失之矣。】",
      "zh_TW": "【曰。賜失之矣。】"
    },
    {
      "id": "19-002-0012_p0054",
      "zh_CN": "赐是子贡的名字，老师叫学生是叫名字的，说你错了，这个失就是错了。",
      "zh_TW": "賜是子貢的名字，老師叫學生是叫名字的，說你錯了，這個失就是錯了。"
    },
    {
      "id": "19-002-0012_p0055",
      "zh_CN": "【夫圣人举事可以移风易俗。而教道可施于百姓。】",
      "zh_TW": "【夫聖人舉事可以移風易俗。而教道可施於百姓。】"
    },
    {
      "id": "19-002-0012_p0056",
      "zh_CN": "这就是圣人的是非观念跟世人不一样，他是看整个社会，建立良好的风俗习惯、道德标准，圣人是普遍为老百姓所建立的，不为个人。如果单就个人来讲，子贡这个做法是难能可贵，值得赞叹的。但是他把风俗习惯破坏了，他的过失在这个地方。所以说圣人是为百姓。",
      "zh_TW": "這就是聖人的是非觀念跟世人不一樣，他是看整個社會，建立良好的風俗習慣、道德標準，聖人是普遍為老百姓所建立的，不為個人。如果單就個人來講，子貢這個做法是難能可貴，值得讚歎的。但是他把風俗習慣破壞了，他的過失在這個地方。所以說聖人是為百姓。"
    },
    {
      "id": "19-002-0012_p0057",
      "zh_CN": "【非独适己之行也。】",
      "zh_TW": "【非獨適己之行也。】"
    },
    {
      "id": "19-002-0012_p0058",
      "zh_CN": "不是为某个人。",
      "zh_TW": "不是為某個人。"
    },
    {
      "id": "19-002-0012_p0059",
      "zh_CN": "【今鲁国富者寡而贫者众。】",
      "zh_TW": "【今魯國富者寡而貧者眾。】"
    },
    {
      "id": "19-002-0012_p0060",
      "zh_CN": "鲁国在当时社会可以说是贫穷，富有的人不多，贫穷人多。",
      "zh_TW": "魯國在當時社會可以說是貧窮，富有的人不多，貧窮人多。"
    },
    {
      "id": "19-002-0012_p0061",
      "zh_CN": "【受金则为不廉。何以相赎乎。自今以后。不复赎人于诸侯矣。】",
      "zh_TW": "【受金則為不廉。何以相贖乎。自今以後。不復贖人於諸侯矣。】"
    },
    {
      "id": "19-002-0012_p0062",
      "zh_CN": "这个奖励对于一般老百姓是有鼓舞的作用，你今天子贡不接受奖励，大家称你好人，好了，以后人家做这个事情，政府奖励，他也不敢接受了，接受说是你是为图奖励而做的，大家都不敢做了，那么政府这个好的制度就被破坏了。如果要鼓励一般人都从事行这个善事，你子贡应当要接受政府的奖励。所以不是为个人，而是为社会大众。你看这个见解就不相同。再看底下一段，也是孔老夫子学生的故事。",
      "zh_TW": "這個獎勵對於一般老百姓是有鼓舞的作用，你今天子貢不接受獎勵，大家稱你好人，好了，以後人家做這個事情，政府獎勵，他也不敢接受了，接受說是你是為圖獎勵而做的，大家都不敢做了，那麼政府這個好的制度就被破壞了。如果要鼓勵一般人都從事行這個善事，你子貢應當要接受政府的獎勵。所以不是為個人，而是為社會大眾。你看這個見解就不相同。再看底下一段，也是孔老夫子學生的故事。"
    },
    {
      "id": "19-002-0012_p0063",
      "zh_CN": "【子路拯人于溺。其人谢之以牛。子路受之。孔子喜曰。自今鲁国。多拯人于溺矣。】",
      "zh_TW": "【子路拯人於溺。其人謝之以牛。子路受之。孔子喜曰。自今魯國。多拯人於溺矣。】"
    },
    {
      "id": "19-002-0012_p0064",
      "zh_CN": "子路在路上看到一个人掉到水里快要淹死了，他下去把他救上来，这个人家就牵一头牛送给子路，谢谢他救命之恩，子路就接受了，牛就牵回家去了。孔老夫子知道了很欢喜，赞叹子路，说从今以后鲁国多拯人于溺矣；换句话说，这个救人，人有急难的时候，勇于救人的人就多了。为什么？被救的人一定感谢，感谢的时候，救人的人他还会接受，这是鼓励大家救助灾难。",
      "zh_TW": "子路在路上看到一個人掉到水裡快要淹死了，他下去把他救上來，這個人家就牽一頭牛送給子路，謝謝他救命之恩，子路就接受了，牛就牽回家去了。孔老夫子知道了很歡喜，讚歎子路，說從今以後魯國多拯人於溺矣；換句話說，這個救人，人有急難的時候，勇於救人的人就多了。為什麼？被救的人一定感謝，感謝的時候，救人的人他還會接受，這是鼓勵大家救助災難。"
    },
    {
      "id": "19-002-0012_p0065",
      "zh_CN": "【自俗眼观之。子贡不受金为优。子路之受牛为劣。】",
      "zh_TW": "【自俗眼觀之。子貢不受金為優。子路之受牛為劣。】"
    },
    {
      "id": "19-002-0012_p0066",
      "zh_CN": "从个人行持上来讲，这个是有优劣。",
      "zh_TW": "從個人行持上來講，這個是有優劣。"
    },
    {
      "id": "19-002-0012_p0067",
      "zh_CN": "【孔子则取由而黜赐焉。】",
      "zh_TW": "【孔子則取由而黜賜焉。】"
    },
    {
      "id": "19-002-0012_p0068",
      "zh_CN": "孔子的看法跟世间人的看法完全相反，他赞叹子路，不赞成子贡的做法。",
      "zh_TW": "孔子的看法跟世間人的看法完全相反，他讚歎子路，不贊成子貢的做法。"
    },
    {
      "id": "19-002-0012_p0069",
      "zh_CN": "【乃知人之为善。不论现行而论流弊。不论一时而论久远。不论一身而论天下。】",
      "zh_TW": "【乃知人之為善。不論現行而論流弊。不論一時而論久遠。不論一身而論天下。】"
    },
    {
      "id": "19-002-0012_p0070",
      "zh_CN": "你看看，这个大圣大贤人家眼光看得远、看得深，我们凡夫眼光浅近，只看眼前，不知道他对于后世的影响，这个流弊就是我们今天讲的影响，一个地方它能影响到其他地方，一个时代能影响到久远的后世。所以我们要为整个社会、整个国家，乃至于整个世界，于后世的历史来观察，你的看法完全就不相同，你就会知道孔老夫子的看法是正确的。所以这个善恶不能只看眼前现行，晓得它的影响，它产生什么样的影响，这个影响我们今天讲是正面的还是负面的，对历史、对后世。底下说：",
      "zh_TW": "你看看，這個大聖大賢人家眼光看得遠、看得深，我們凡夫眼光淺近，只看眼前，不知道他對於後世的影響，這個流弊就是我們今天講的影響，一個地方它能影響到其他地方，一個時代能影響到久遠的後世。所以我們要為整個社會、整個國家，乃至於整個世界，於後世的歷史來觀察，你的看法完全就不相同，你就會知道孔老夫子的看法是正確的。所以這個善惡不能只看眼前現行，曉得它的影響，它産生什麼樣的影響，這個影響我們今天講是正面的還是負面的，對歷史、對後世。底下說："
    },
    {
      "id": "19-002-0012_p0071",
      "zh_CN": "【现行虽善。而其流足以害人。则似善而实非也。】",
      "zh_TW": "【現行雖善。而其流足以害人。則似善而實非也。】"
    },
    {
      "id": "19-002-0012_p0072",
      "zh_CN": "这讲是非，看到是善，实际上不善，在一个人是善，在一时是善，在一个社会是不善，在后世是不善。所以佛法里面讲善恶不讲现行，今世善不是真善，后世善，生生世世都善，佛说这个是善；现在是善，我来世不善，后世不善，要到三途地狱去，这算什么善？这个不算是善。这一世善，来世善，后世更善，这才叫做真善。我们再看底下：",
      "zh_TW": "這講是非，看到是善，實際上不善，在一個人是善，在一時是善，在一個社會是不善，在後世是不善。所以佛法裡面講善惡不講現行，今世善不是真善，後世善，生生世世都善，佛說這個是善；現在是善，我來世不善，後世不善，要到三途地獄去，這算什麼善？這個不算是善。這一世善，來世善，後世更善，這才叫做真善。我們再看底下："
    },
    {
      "id": "19-002-0012_p0073",
      "zh_CN": "【现行虽不善。】",
      "zh_TW": "【現行雖不善。】"
    },
    {
      "id": "19-002-0012_p0074",
      "zh_CN": "像子路接受人家的牛，好像是不善。",
      "zh_TW": "像子路接受人家的牛，好像是不善。"
    },
    {
      "id": "19-002-0012_p0075",
      "zh_CN": "【而其流足以济人。则非善而实是也。】",
      "zh_TW": "【而其流足以濟人。則非善而實是也。】"
    },
    {
      "id": "19-002-0012_p0076",
      "zh_CN": "这是真善。",
      "zh_TW": "這是真善。"
    },
    {
      "id": "19-002-0012_p0077",
      "zh_CN": "【然此就一节论之耳。】",
      "zh_TW": "【然此就一節論之耳。】"
    },
    {
      "id": "19-002-0012_p0078",
      "zh_CN": "这是就一桩事情来说明什么叫是、什么叫非。",
      "zh_TW": "這是就一樁事情來說明什麼叫是、什麼叫非。"
    },
    {
      "id": "19-002-0012_p0079",
      "zh_CN": "【他如非义之义。非礼之礼。非信之信。非慈之慈。皆当抉择。】",
      "zh_TW": "【他如非義之義。非禮之禮。非信之信。非慈之慈。皆當抉擇。】"
    },
    {
      "id": "19-002-0012_p0080",
      "zh_CN": "什么叫道义，什么是礼敬，什么是信用，什么是慈悲，这个里头统统都有是有非，我们如果不能辨别，往往自己以为是做善，其实造了大恶，这个不可以不知道的。说实在话，人家讲修福，没有智慧的人怎么修福？修福真的要有福、要有慧，没有福慧想修福修不到福。底下一段讲偏正。",
      "zh_TW": "什麼叫道義，什麼是禮敬，什麼是信用，什麼是慈悲，這個裡頭統統都有是有非，我們如果不能辨別，往往自己以為是做善，其實造了大惡，這個不可以不知道的。說實在話，人家講修福，沒有智慧的人怎麼修福？修福真的要有福、要有慧，沒有福慧想修福修不到福。底下一段講偏正。"
    },
    {
      "id": "19-002-0012_p0081",
      "zh_CN": "【何谓偏正。昔吕文懿公初辞相位。归故里。海内仰之。如泰山北斗。】",
      "zh_TW": "【何謂偏正。昔呂文懿公初辭相位。歸故里。海內仰之。如泰山北斗。】"
    },
    {
      "id": "19-002-0012_p0082",
      "zh_CN": "吕文懿公，告老返乡，他从宰相地位告老返乡，就是现在讲的退休。我们现在是民国的制度，宰相就相当于现在的行政院长。退休了，虽然退休，他的德望功勋为世人所敬仰，『泰山北斗』比喻高。",
      "zh_TW": "呂文懿公，告老返鄉，他從宰相地位告老返鄉，就是現在講的退休。我們現在是民國的制度，宰相就相當於現在的行政院長。退休了，雖然退休，他的德望功勳為世人所敬仰，『泰山北斗』比喻高。"
    },
    {
      "id": "19-002-0012_p0083",
      "zh_CN": "【有一乡人。醉而詈之。吕公不动。谓其仆曰。醉者勿与较也。闭门谢之。】",
      "zh_TW": "【有一鄉人。醉而詈之。呂公不動。謂其僕曰。醉者勿與較也。閉門謝之。】"
    },
    {
      "id": "19-002-0012_p0084",
      "zh_CN": "在同乡有那么一个人，有一天喝醉了酒，喝醉酒，大概是牢骚满腹，遇到他骂他。吕先生当然做过宰相的，度量大，有涵养，不跟他计较，给他的佣人说，他醉了，不要跟他计较，『闭门谢之』，也不在意。",
      "zh_TW": "在同鄉有那麼一個人，有一天喝醉了酒，喝醉酒，大概是牢騷滿腹，遇到他罵他。呂先生當然做過宰相的，度量大，有涵養，不跟他計較，給他的傭人說，他醉了，不要跟他計較，『閉門謝之』，也不在意。"
    },
    {
      "id": "19-002-0012_p0085",
      "zh_CN": "【逾年。其人犯死刑入狱。】",
      "zh_TW": "【逾年。其人犯死刑入獄。】"
    },
    {
      "id": "19-002-0012_p0086",
      "zh_CN": "过了一年，这个人犯了重罪，判死刑入狱了。",
      "zh_TW": "過了一年，這個人犯了重罪，判死刑入獄了。"
    },
    {
      "id": "19-002-0012_p0087",
      "zh_CN": "【吕公始悔之曰。】",
      "zh_TW": "【呂公始悔之曰。】"
    },
    {
      "id": "19-002-0012_p0088",
      "zh_CN": "他才后悔，知道上一次事情自己做错了，说：",
      "zh_TW": "他才後悔，知道上一次事情自己做錯了，說："
    },
    {
      "id": "19-002-0012_p0089",
      "zh_CN": "【使当时稍与计较。送公家责治。可以小惩而大戒。】",
      "zh_TW": "【使當時稍與計較。送公家責治。可以小懲而大戒。】"
    },
    {
      "id": "19-002-0012_p0090",
      "zh_CN": "当时如果跟他计较，惩罚他一下，把他监牢狱关几天，使他知道警戒，收敛一点，不至于犯大罪。",
      "zh_TW": "當時如果跟他計較，懲罰他一下，把他監牢獄關幾天，使他知道警戒，收斂一點，不至於犯大罪。"
    },
    {
      "id": "19-002-0012_p0091",
      "zh_CN": "【吾当时只欲存心于厚。不谓养成其恶。以至于此。此以善心而行恶事者也。】",
      "zh_TW": "【吾當時只欲存心於厚。不謂養成其惡。以至於此。此以善心而行惡事者也。】"
    },
    {
      "id": "19-002-0012_p0092",
      "zh_CN": "这种例子太多太多了，许许多多人善心造了大恶。尤其是现代一些年轻的父母对于儿女溺爱，到以后儿女长成了，不孝父母，为非作歹，才晓得自己大错特错。现在社会也有错误的观念，你要是责备儿女，教训儿女，打他、骂他，说你虐待儿童，这个事情糟糕，整个社会的错觉，我们台湾现在稍微还好一点，在美国可不得了，父母要是打小孩几下的时候，有些邻居就来了，就问小孩你需不需要帮忙？帮什么忙？报警，警察来了，把小孩带去了，你这个父母不配教育儿女，你说这怎么得了！还有小孩稍微懂事一点，他自己会打电话，你大人打他骂他，他自己会打电话到警察局去告状，你说怎么得了！所以美国这个国家没有前途，现在还可以维持，下一代完了。我们中国人在那个地方要打小孩怎么办？驾了车到荒野的地方狠狠的揍一顿，再把他拖回来。他没办法，因为美国告状要有事实，没有事实你也没有办法。这个事情很糟糕！我们现在这个社会也要向美国学，好事不学人家，学人家不好的。所以这是表面上看到是好，实际上是恶事，一个小孩就是要从小教，少成若天性，小的时候要不严加管教，长大了就没法子教，必然是背叛父母，父母对他稍微有一点不好，他就不满意，这还得了。",
      "zh_TW": "這種例子太多太多了，許許多多人善心造了大惡。尤其是現代一些年輕的父母對於兒女溺愛，到以後兒女長成了，不孝父母，為非作歹，才曉得自己大錯特錯。現在社會也有錯誤的觀念，你要是責備兒女，教訓兒女，打他、罵他，說你虐待兒童，這個事情糟糕，整個社會的錯覺，我們台灣現在稍微還好一點，在美國可不得了，父母要是打小孩幾下的時候，有些鄰居就來了，就問小孩你需不需要幫忙？幫什麼忙？報警，警察來了，把小孩帶去了，你這個父母不配教育兒女，你說這怎麼得了！還有小孩稍微懂事一點，他自己會打電話，你大人打他罵他，他自己會打電話到警察局去告狀，你說怎麼得了！所以美國這個國家沒有前途，現在還可以維持，下一代完了。我們中國人在那個地方要打小孩怎麼辦？駕了車到荒野的地方狠狠的揍一頓，再把他拖回來。他沒辦法，因為美國告狀要有事實，沒有事實你也沒有辦法。這個事情很糟糕！我們現在這個社會也要向美國學，好事不學人家，學人家不好的。所以這是表面上看到是好，實際上是惡事，一個小孩就是要從小教，少成若天性，小的時候要不嚴加管教，長大了就沒法子教，必然是背叛父母，父母對他稍微有一點不好，他就不滿意，這還得了。"
    },
    {
      "id": "19-002-0012_p0093",
      "zh_CN": "所以从前我们中国古老的刑罚，这个刑罚里头有一条叫亲权处分，亲权处分是什么？是父母处分你，父母说我这儿子不孝，你把我这个儿子判死刑，杀了他。法官马上判，什么都不要审。为什么？亲权，亲权是第一等处分。所以从前儿女怕父母，为什么？父母一告状，法官不审就定案，父母讲给他坐三年牢，法官马上就批准，问都不问，就坐三年；判他死刑，马上就拖去杀头。为什么？是你父母，父母之命，那是没话讲的，不必审的，大家认为决定正确的，哪个父母不爱儿女？父母不爱你，你在这社会上不能做人，这社会可以不要你，亲权处分。好像这个亲权处分在民国二十几年还有，以后废除掉了。有这一条法律，的确儿子不敢不孝，不孝不得了，确实国家法律上要治你罪的，你还没有办法，请律师都不能请的，没有辩白的，现在还要叫律师辩护，亲权没有辩护的。所以诸位如果要翻开民国二十几年以前的法律，有这一条，叫亲权处分。这是真正值得我们去反省的。",
      "zh_TW": "所以從前我們中國古老的刑罰，這個刑罰裡頭有一條叫親權處分，親權處分是什麼？是父母處分你，父母說我這兒子不孝，你把我這個兒子判死刑，殺了他。法官馬上判，什麼都不要審。為什麼？親權，親權是第一等處分。所以從前兒女怕父母，為什麼？父母一告狀，法官不審就定案，父母講給他坐三年牢，法官馬上就批准，問都不問，就坐三年；判他死刑，馬上就拖去殺頭。為什麼？是你父母，父母之命，那是沒話講的，不必審的，大家認為決定正確的，哪個父母不愛兒女？父母不愛你，你在這社會上不能做人，這社會可以不要你，親權處分。好像這個親權處分在民國二十幾年還有，以後廢除掉了。有這一條法律，的確兒子不敢不孝，不孝不得了，確實國家法律上要治你罪的，你還沒有辦法，請律師都不能請的，沒有辯白的，現在還要叫律師辯護，親權沒有辯護的。所以諸位如果要翻開民國二十幾年以前的法律，有這一條，叫親權處分。這是真正值得我們去反省的。"
    },
    {
      "id": "19-002-0012_p0094",
      "zh_CN": "【又有以恶心而行善事者。如某家大富。值岁荒。】",
      "zh_TW": "【又有以惡心而行善事者。如某家大富。值歲荒。】"
    },
    {
      "id": "19-002-0012_p0095",
      "zh_CN": "遇到年成不好，凶岁。",
      "zh_TW": "遇到年成不好，凶歲。"
    },
    {
      "id": "19-002-0012_p0096",
      "zh_CN": "【穷民白昼抢粟于市。】",
      "zh_TW": "【窮民白晝搶粟於市。】"
    },
    {
      "id": "19-002-0012_p0097",
      "zh_CN": "『粟』就是粮食，这个贫民到处去抢劫。",
      "zh_TW": "『粟』就是糧食，這個貧民到處去搶劫。"
    },
    {
      "id": "19-002-0012_p0098",
      "zh_CN": "【告之县。县不理。】",
      "zh_TW": "【告之縣。縣不理。】"
    },
    {
      "id": "19-002-0012_p0099",
      "zh_CN": "跟县政府去告状，县政府不敢去阻拦，为什么？怕群众暴乱。",
      "zh_TW": "跟縣政府去告狀，縣政府不敢去阻攔，為什麼？怕群眾暴亂。"
    },
    {
      "id": "19-002-0012_p0100",
      "zh_CN": "【穷民愈肆。】",
      "zh_TW": "【窮民愈肆。】"
    },
    {
      "id": "19-002-0012_p0101",
      "zh_CN": "这个抢劫的风气愈来愈盛，县官也不管，怎么办？",
      "zh_TW": "這個搶劫的風氣愈來愈盛，縣官也不管，怎麼辦？"
    },
    {
      "id": "19-002-0012_p0102",
      "zh_CN": "【遂私执而困辱之。众始定。不然。几乱矣。】",
      "zh_TW": "【遂私執而困辱之。眾始定。不然。幾亂矣。】"
    },
    {
      "id": "19-002-0012_p0103",
      "zh_CN": "政府不管，他自己把这些抢劫的人抓来，私自用刑，把这个事情平定了。如果这个事情不平定，几乎这个地方就发生动乱，就不能收拾了。这是以恶心恶行替社会做了一桩好事。",
      "zh_TW": "政府不管，他自己把這些搶劫的人抓來，私自用刑，把這個事情平定了。如果這個事情不平定，幾乎這個地方就發生動亂，就不能收拾了。這是以惡心惡行替社會做了一樁好事。"
    },
    {
      "id": "19-002-0012_p0104",
      "zh_CN": "【故善者为正。恶者为偏。】",
      "zh_TW": "【故善者為正。惡者為偏。】"
    },
    {
      "id": "19-002-0012_p0105",
      "zh_CN": "这就讲什么叫正、什么叫偏。",
      "zh_TW": "這就講什麼叫正、什麼叫偏。"
    },
    {
      "id": "19-002-0012_p0106",
      "zh_CN": "【人皆知之。其以善心而行恶事者。正中偏也。】",
      "zh_TW": "【人皆知之。其以善心而行惡事者。正中偏也。】"
    },
    {
      "id": "19-002-0012_p0107",
      "zh_CN": "善心是正，恶事是偏，正中偏。",
      "zh_TW": "善心是正，惡事是偏，正中偏。"
    },
    {
      "id": "19-002-0012_p0108",
      "zh_CN": "【以恶心而行善事者。偏中正也。不可不知也。】",
      "zh_TW": "【以惡心而行善事者。偏中正也。不可不知也。】"
    },
    {
      "id": "19-002-0012_p0109",
      "zh_CN": "但是善恶的标准都要从对社会、对世道人心之影响而论断的，不是以个人。他如果是抢我家的粮食，县官也不来管，我家里人多，家里用的人多，我们组织起来反抗，把这些暴民制止，抓过来也用刑罚加诸于他，私刑，事不是一个好事情，是为了保护自己生命财产，他做了一桩什么善事？替社会安定得到一个很大的帮助，使这些暴民不至于危害一个社会，引起整个社会的动荡不安，这是为了私心替大众做了一桩好的事情，这个是偏中正。",
      "zh_TW": "但是善惡的標準都要從對社會、對世道人心之影響而論斷的，不是以個人。他如果是搶我家的糧食，縣官也不來管，我家裡人多，家裡用的人多，我們組織起來反抗，把這些暴民制止，抓過來也用刑罰加諸於他，私刑，事不是一個好事情，是為了保護自己生命財產，他做了一樁什麼善事？替社會安定得到一個很大的幫助，使這些暴民不至於危害一個社會，引起整個社會的動蕩不安，這是為了私心替大眾做了一樁好的事情，這個是偏中正。"
    },
    {
      "id": "19-002-0012_p0110",
      "zh_CN": "【何谓半满。易曰。善不积。不足以成名。恶不积。不足以灭身。书曰。商罪贯盈。】",
      "zh_TW": "【何謂半滿。易曰。善不積。不足以成名。惡不積。不足以滅身。書曰。商罪貫盈。】"
    },
    {
      "id": "19-002-0012_p0111",
      "zh_CN": "这是古圣先贤的教训，后人尊称为经，这个教训是真理，超越时间、超越空间，绝对真实，绝对的正确。下面是比喻说：",
      "zh_TW": "這是古聖先賢的教訓，後人尊稱為經，這個教訓是真理，超越時間、超越空間，絕對真實，絕對的正確。下面是比喻說："
    },
    {
      "id": "19-002-0012_p0112",
      "zh_CN": "【如贮物于器。勤而积之则满。懈而不积则不满。此一说也。】",
      "zh_TW": "【如貯物於器。勤而積之則滿。懈而不積則不滿。此一說也。】"
    },
    {
      "id": "19-002-0012_p0113",
      "zh_CN": "这比喻说，我们有一个器具，我们要想在里面放东西，我们常常勤恳去储蓄，它就会满，像小朋友存铜钱，有个扑满，天天往里面存一点，存久了就满了；如果不存，它就不会满。这个就是讲一定要知道积蓄、积存。",
      "zh_TW": "這比喻說，我們有一個器具，我們要想在裡面放東西，我們常常勤懇去儲蓄，它就會滿，像小朋友存銅錢，有個撲滿，天天往裡面存一點，存久了就滿了；如果不存，它就不會滿。這個就是講一定要知道積蓄、積存。"
    },
    {
      "id": "19-002-0012_p0114",
      "zh_CN": "【昔有某氏女入寺。】",
      "zh_TW": "【昔有某氏女入寺。】"
    },
    {
      "id": "19-002-0012_p0115",
      "zh_CN": "这是举佛门一个公案。",
      "zh_TW": "這是舉佛門一個公案。"
    },
    {
      "id": "19-002-0012_p0116",
      "zh_CN": "【欲施而无财。】",
      "zh_TW": "【欲施而無財。】"
    },
    {
      "id": "19-002-0012_p0117",
      "zh_CN": "到一个寺庙里面想布施，没有钱。",
      "zh_TW": "到一個寺廟裡面想布施，沒有錢。"
    },
    {
      "id": "19-002-0012_p0118",
      "zh_CN": "【止有钱二文。捐而与之。】",
      "zh_TW": "【止有錢二文。捐而與之。】"
    },
    {
      "id": "19-002-0012_p0119",
      "zh_CN": "只有两文钱，这个两文钱在从前，恐怕连我们现在讲的两分钱都不到。诸位年轻，没有用过铜钱，年老的人，像我这个年岁，还用过铜钱，那时候我们叫铜板。一分钱，我在记事的时候，小学念书记事的时候，一分钱是三个铜板，三十个铜板是一毛钱。大概比我再早十年的话，还用铜钱，当中有个洞的铜钱，那个铜钱价值就更低了，大概十个铜钱才是一分钱。所以你就晓得，两文很少很少，不到一分钱，很少很少。这就显出她的贫寒，她拿这个钱捐在寺庙里头做功德。",
      "zh_TW": "只有兩文錢，這個兩文錢在從前，恐怕連我們現在講的兩分錢都不到。諸位年輕，沒有用過銅錢，年老的人，像我這個年歲，還用過銅錢，那時候我們叫銅板。一分錢，我在記事的時候，小學念書記事的時候，一分錢是三個銅板，三十個銅板是一毛錢。大概比我再早十年的話，還用銅錢，當中有個洞的銅錢，那個銅錢價值就更低了，大概十個銅錢才是一分錢。所以你就曉得，兩文很少很少，不到一分錢，很少很少。這就顯出她的貧寒，她拿這個錢捐在寺廟裡頭做功德。"
    },
    {
      "id": "19-002-0012_p0120",
      "zh_CN": "【主席者亲为忏悔。】",
      "zh_TW": "【主席者親為懺悔。】"
    },
    {
      "id": "19-002-0012_p0121",
      "zh_CN": "『主席』就是寺庙的方丈，为什么？她心诚，亲自来给她祝福，给她忏悔，给她祝福。",
      "zh_TW": "『主席』就是寺廟的方丈，為什麼？她心誠，親自來給她祝福，給她懺悔，給她祝福。"
    },
    {
      "id": "19-002-0012_p0122",
      "zh_CN": "【及后入宫富贵。】",
      "zh_TW": "【及後入宮富貴。】"
    },
    {
      "id": "19-002-0012_p0123",
      "zh_CN": "没想到这个女子命还不错，以后她入到宫廷里面做了皇帝的妃子，富贵了。",
      "zh_TW": "沒想到這個女子命還不錯，以後她入到宮廷裡面做了皇帝的妃子，富貴了。"
    },
    {
      "id": "19-002-0012_p0124",
      "zh_CN": "【携数千金入寺舍之。】",
      "zh_TW": "【攜數千金入寺捨之。】"
    },
    {
      "id": "19-002-0012_p0125",
      "zh_CN": "有钱了，带了黄金千镒到寺庙里面来做佛事。",
      "zh_TW": "有錢了，帶了黃金千鎰到寺廟裡面來做佛事。"
    },
    {
      "id": "19-002-0012_p0126",
      "zh_CN": "【主僧惟令其徒回向而已。】",
      "zh_TW": "【主僧惟令其徒回向而已。】"
    },
    {
      "id": "19-002-0012_p0127",
      "zh_CN": "住持老和尚不给她回向，叫他的徒弟，你们去给她拜个忏，消灾回向。",
      "zh_TW": "住持老和尚不給她迴向，叫他的徒弟，你們去給她拜個懺，消災迴向。"
    },
    {
      "id": "19-002-0012_p0128",
      "zh_CN": "【因问曰。吾前施钱二文。师亲为忏悔。今施数千金。而师不回向。何也。】",
      "zh_TW": "【因問曰。吾前施錢二文。師親為懺悔。今施數千金。而師不回向。何也。】"
    },
    {
      "id": "19-002-0012_p0129",
      "zh_CN": "这个老和尚是个很有道德的老和尚，不像现在，现在我们看到有些寺庙的住持，看到钱愈多，愈是亲自主持；钱少了，叫几个徒弟，你们给他打发打发好了，恰恰相反。从前有道的人，不在钱财多少，看这个人的心真诚，如果是真心来修福的，再少的钱都要亲自去给他主持；如果这个心地不是很虔诚，用不着老和尚亲自去操心。这老和尚就告诉她：",
      "zh_TW": "這個老和尚是個很有道德的老和尚，不像現在，現在我們看到有些寺廟的住持，看到錢愈多，愈是親自主持；錢少了，叫幾個徒弟，你們給他打發打發好了，恰恰相反。從前有道的人，不在錢財多少，看這個人的心真誠，如果是真心來修福的，再少的錢都要親自去給他主持；如果這個心地不是很虔誠，用不著老和尚親自去操心。這老和尚就告訴她："
    },
    {
      "id": "19-002-0012_p0130",
      "zh_CN": "【曰。前者。】",
      "zh_TW": "【曰。前者。】"
    },
    {
      "id": "19-002-0012_p0131",
      "zh_CN": "你从前来。",
      "zh_TW": "你從前來。"
    },
    {
      "id": "19-002-0012_p0132",
      "zh_CN": "【物虽薄。而施心甚真。】",
      "zh_TW": "【物雖薄。而施心甚真。】"
    },
    {
      "id": "19-002-0012_p0133",
      "zh_CN": "妳只有两文钱，实在讲值不得什么，但是妳的心真诚。",
      "zh_TW": "妳只有兩文錢，實在講值不得什麼，但是妳的心真誠。"
    },
    {
      "id": "19-002-0012_p0134",
      "zh_CN": "【非老僧亲忏不足报德。】",
      "zh_TW": "【非老僧親懺不足報德。】"
    },
    {
      "id": "19-002-0012_p0135",
      "zh_CN": "所以她后来得这样的富贵，是妳从前心真，真诚在三宝里头修福，是舍一得万报，她真的得到了，真得到了，老和尚亲自给她修忏悔。现在妳已经富贵了，妳的心对于佛法上这种虔诚的心没有了，被富贵荣华所淹没了，退转了。",
      "zh_TW": "所以她後來得這樣的富貴，是妳從前心真，真誠在三寶裡頭修福，是捨一得萬報，她真的得到了，真得到了，老和尚親自給她修懺悔。現在妳已經富貴了，妳的心對於佛法上這種虔誠的心沒有了，被富貴榮華所淹沒了，退轉了。"
    },
    {
      "id": "19-002-0012_p0136",
      "zh_CN": "【今物虽厚。而施心不若前日之切。】",
      "zh_TW": "【今物雖厚。而施心不若前日之切。】"
    },
    {
      "id": "19-002-0012_p0137",
      "zh_CN": "你现在布施这个心，来拜佛的心，不像从前那么的真切。",
      "zh_TW": "你現在布施這個心，來拜佛的心，不像從前那麼的真切。"
    },
    {
      "id": "19-002-0012_p0138",
      "zh_CN": "【令人代忏足矣。】",
      "zh_TW": "【令人代懺足矣。】"
    },
    {
      "id": "19-002-0012_p0139",
      "zh_CN": "我叫我的徒弟代表我去给妳去忏悔够了。实在讲老和尚这个举止就是唤醒她，真正是大慈大悲，机会教育，教她真正回头，这个人是个可救之人，不是不可救的人。",
      "zh_TW": "我叫我的徒弟代表我去給妳去懺悔夠了。實在講老和尚這個舉止就是喚醒她，真正是大慈大悲，機會教育，教她真正回頭，這個人是個可救之人，不是不可救的人。"
    },
    {
      "id": "19-002-0012_p0140",
      "zh_CN": "【此千金为半。而二文为满也。】",
      "zh_TW": "【此千金為半。而二文為滿也。】"
    },
    {
      "id": "19-002-0012_p0141",
      "zh_CN": "从前施二文，她那个福报是圆满的；现在千金来布施，得到的福报是一半，不圆满。所以诸位同修要知道，我们修福念念圆满，确实不在乎钱多，不在乎做得多，心真切就是念念圆满。心不真切，这个真心，所以回向里面讲三处，这个三处就是真心显露。我今天所修的为什么？为实际，回向实际，实际是什么？是求明心见性，求恢复自己本来面目，我求这个；回向菩提，菩提是回向什么？我求觉而不迷，这是菩提；回向众生，愿一切众生破迷开悟，离苦得乐，不为自己。果然存这个心，用这个心，念念功德圆满。如果有一丝毫自私自利、名闻利养，这个地方说得好听，得一半功德，在我看一半功德也得不到，不但一点得不到，像我刚才跟诸位说的，造了一身罪业。所以看问题决定不是看一个表层，要有深远的眼光，你要看得细、要看得远、要看得大。这个地方只是一个例子而已。底下了凡居士又举了一个例子。",
      "zh_TW": "從前施二文，她那個福報是圓滿的；現在千金來布施，得到的福報是一半，不圓滿。所以諸位同修要知道，我們修福念念圓滿，確實不在乎錢多，不在乎做得多，心真切就是念念圓滿。心不真切，這個真心，所以迴向裡面講三處，這個三處就是真心顯露。我今天所修的為什麼？為實際，迴向實際，實際是什麼？是求明心見性，求恢復自己本來面目，我求這個；迴向菩提，菩提是迴向什麼？我求覺而不迷，這是菩提；迴向眾生，願一切眾生破迷開悟，離苦得樂，不為自己。果然存這個心，用這個心，念念功德圓滿。如果有一絲毫自私自利、名聞利養，這個地方說得好聽，得一半功德，在我看一半功德也得不到，不但一點得不到，像我剛才跟諸位說的，造了一身罪業。所以看問題決定不是看一個表層，要有深遠的眼光，你要看得細、要看得遠、要看得大。這個地方只是一個例子而已。底下了凡居士又舉了一個例子。"
    },
    {
      "id": "19-002-0012_p0142",
      "zh_CN": "【钟离授丹于吕祖。】",
      "zh_TW": "【鍾離授丹於呂祖。】"
    },
    {
      "id": "19-002-0012_p0143",
      "zh_CN": "这是我们中国人讲的八仙，八仙吕洞宾是一个，汉钟离也是一个，吕洞宾当年跟汉钟离学，学什么本事？点铁成金，汉钟离告诉他：",
      "zh_TW": "這是我們中國人講的八仙，八仙呂洞賓是一個，漢鍾離也是一個，呂洞賓當年跟漢鍾離學，學什麼本事？點鐵成金，漢鍾離告訴他："
    },
    {
      "id": "19-002-0012_p0144",
      "zh_CN": "【点铁为金。可以济世。】",
      "zh_TW": "【點鐵為金。可以濟世。】"
    },
    {
      "id": "19-002-0012_p0145",
      "zh_CN": "世间人贫困，你点铁成金可以帮助他发财，帮助他富有，解决他的贫困。",
      "zh_TW": "世間人貧困，你點鐵成金可以幫助他發財，幫助他富有，解決他的貧困。"
    },
    {
      "id": "19-002-0012_p0146",
      "zh_CN": "【吕问曰。终变否。】",
      "zh_TW": "【呂問曰。終變否。】"
    },
    {
      "id": "19-002-0012_p0147",
      "zh_CN": "他说我点铁成金，这个金以后会不会变？钟离就告诉他：",
      "zh_TW": "他說我點鐵成金，這個金以後會不會變？鍾離就告訴他："
    },
    {
      "id": "19-002-0012_p0148",
      "zh_CN": "【曰。五百年后。当复本质。】",
      "zh_TW": "【曰。五百年後。當復本質。】"
    },
    {
      "id": "19-002-0012_p0149",
      "zh_CN": "五百年之后这个金又会变成铁。吕祖说：",
      "zh_TW": "五百年之後這個金又會變成鐵。呂祖說："
    },
    {
      "id": "19-002-0012_p0150",
      "zh_CN": "【吕曰。如此则害五百年后人矣。吾不愿为也。】",
      "zh_TW": "【呂曰。如此則害五百年後人矣。吾不願為也。】"
    },
    {
      "id": "19-002-0012_p0151",
      "zh_CN": "我不做这个事情，我虽然利益现在的人，我害后人，这个事情做不得。我们想想现在的人，现在的人不管将来的人，只要现在得到便宜，后来害人他不管，你就想想现在世道人心是怎样的变化。",
      "zh_TW": "我不做這個事情，我雖然利益現在的人，我害後人，這個事情做不得。我們想想現在的人，現在的人不管將來的人，只要現在得到便宜，後來害人他不管，你就想想現在世道人心是怎樣的變化。"
    },
    {
      "id": "19-002-0012_p0152",
      "zh_CN": "【曰。修仙要积三千功行。汝此一言。三千功行已满矣。此又一说也。】",
      "zh_TW": "【曰。修仙要積三千功行。汝此一言。三千功行已滿矣。此又一說也。】"
    },
    {
      "id": "19-002-0012_p0153",
      "zh_CN": "道教讲修神仙要积三千功德，就是说要修三千桩的好事，你才有资格修道，授丹就是传道给他，先决的条件在此地。它这个条件比我们佛法的条件要宽得多，佛法的条件比这个要严，佛法是清净心才能入道，才成为一个法器；道家的条件，你修三千善，它不是讲清净心，善心，你是真正的善心，有资格传道给你。所以它的条件，善心善人，佛法的条件是清净心，比那个善还难修，还要难。他这个存心，三千功德圆满了，他不害一切众生，实在讲超越了三千善行，一念就圆满了。像了凡居士那个减租，他这个一念，一万条善事就圆满了，这在心地上修。",
      "zh_TW": "道教講修神仙要積三千功德，就是說要修三千樁的好事，你才有資格修道，授丹就是傳道給他，先決的條件在此地。它這個條件比我們佛法的條件要寬得多，佛法的條件比這個要嚴，佛法是清淨心才能入道，才成為一個法器；道家的條件，你修三千善，它不是講清淨心，善心，你是真正的善心，有資格傳道給你。所以它的條件，善心善人，佛法的條件是清淨心，比那個善還難修，還要難。他這個存心，三千功德圓滿了，他不害一切眾生，實在講超越了三千善行，一念就圓滿了。像了凡居士那個減租，他這個一念，一萬條善事就圓滿了，這在心地上修。"
    },
    {
      "id": "19-002-0012_p0154",
      "zh_CN": "【又为善而心不着善。则随所成就。皆得圆满。】",
      "zh_TW": "【又為善而心不著善。則隨所成就。皆得圓滿。】"
    },
    {
      "id": "19-002-0012_p0155",
      "zh_CN": "我们把这段念下去，它底下讲三轮体空。",
      "zh_TW": "我們把這段念下去，它底下講三輪體空。"
    },
    {
      "id": "19-002-0012_p0156",
      "zh_CN": "【心著于善。虽终身勤励。止于半善而已。譬如以财济人。内不见己。外不见人。中不见所施之物。是谓三轮体空。是谓一心清净。则斗粟可以种无涯之福。一文可以消千劫之罪。】",
      "zh_TW": "【心著於善。雖終身勤勵。止於半善而已。譬如以財濟人。內不見己。外不見人。中不見所施之物。是謂三輪體空。是謂一心清淨。則斗粟可以種無涯之福。一文可以消千劫之罪。】"
    },
    {
      "id": "19-002-0012_p0157",
      "zh_CN": "我们念到这个地方。这一段就是说，尽心尽力就是圆满的，心与力都没有尽，还留一部分，这个善是半善，所以积功累德一定要尽心尽力。我们这个世间人他不了解事实真相，所以对于圣教他怀疑，你看烦恼里面，贪瞋痴慢疑，这个疑是指什么？对圣贤教训怀疑。你说我们听了也信，叫我们修善布施，我们总是自己要留一些，总不能把它完全布施掉。为什么？想到我统统布施掉了，我明天生活怎么办？这个就是什么？里面有怀疑，不能果断，因此所修的善都是半善，都不是满分的善，这就是不敢相信。所以往往修积得不到好的果报，也不能立刻得到果报，你要晓得因素在哪里。",
      "zh_TW": "我們念到這個地方。這一段就是說，盡心盡力就是圓滿的，心與力都沒有盡，還留一部分，這個善是半善，所以積功累德一定要盡心盡力。我們這個世間人他不了解事實真相，所以對於聖教他懷疑，你看煩惱裡面，貪瞋痴慢疑，這個疑是指什麼？對聖賢教訓懷疑。你說我們聽了也信，叫我們修善布施，我們總是自己要留一些，總不能把它完全布施掉。為什麼？想到我統統布施掉了，我明天生活怎麼辦？這個就是什麼？裡面有懷疑，不能果斷，因此所修的善都是半善，都不是滿分的善，這就是不敢相信。所以往往修積得不到好的果報，也不能立刻得到果報，你要曉得因素在哪裡。"
    },
    {
      "id": "19-002-0012_p0158",
      "zh_CN": "如果你真正肯修，对于圣教完全信从，一点都不怀疑，虽然世间人讲你傻瓜、你迷信，你怎么可以听他讲的？我们有的时候，他讲的是有道理，善心不敢发，善事不敢为。果然相信，果然肯做，那个报应的显著，不只《了凡四训》所说，实实在在不可思议。你读了这个书，你要相信，你要有胆量，要真做，只一个真心去做，做了是不是我要想真的舍一得万？给诸位说，舍一得万是真的，一点都不错，如果存的我舍一得万报这个心，这个心就错了，那样的心不是真心，你虽然舍尽了，当然还是可以得到，得到是半不是满。你舍财决定得财富，你舍法决定得智慧，你无畏布施一定得健康长寿，这个果报是真理，天经地义的。",
      "zh_TW": "如果你真正肯修，對於聖教完全信從，一點都不懷疑，雖然世間人講你傻瓜、你迷信，你怎麼可以聽他講的？我們有的時候，他講的是有道理，善心不敢發，善事不敢為。果然相信，果然肯做，那個報應的顯著，不只《了凡四訓》所說，實實在在不可思議。你讀了這個書，你要相信，你要有膽量，要真做，只一個真心去做，做了是不是我要想真的捨一得萬？給諸位說，捨一得萬是真的，一點都不錯，如果存的我捨一得萬報這個心，這個心就錯了，那樣的心不是真心，你雖然捨盡了，當然還是可以得到，得到是半不是滿。你捨財決定得財富，你捨法決定得智慧，你無畏布施一定得健康長壽，這個果報是真理，天經地義的。"
    },
    {
      "id": "19-002-0012_p0159",
      "zh_CN": "真心去做，不求，我也不求富贵，也不求财富，也不求聪明智慧，也不求健康长寿，什么都不求，是样样都圆满，这多自在。有求的心，是能得到，得到的不圆满。为什么？因为你一切无所求，你这个心是纯真，你行的善称性，那个果报不可思议，性德流露，那个享受就是西方极乐世界、华藏世界、诸佛净土，为什么？性德流露出来了。有一念希求就不称性，那你所得到的功名富贵、健康长寿是修德修来的，修德会失掉，是有期限的，有范围、有大小的、有长短的，是享受得尽的。唯有性德，它跟真如本性一样，不生不灭，无有穷尽，享受不尽的，这才叫真正自在。所以这要不是一个大福大智的人他不会修，谁肯把自己私人个人的利益能够舍得干干净净的，没有人愿意这样做的。",
      "zh_TW": "真心去做，不求，我也不求富貴，也不求財富，也不求聰明智慧，也不求健康長壽，什麼都不求，是樣樣都圓滿，這多自在。有求的心，是能得到，得到的不圓滿。為什麼？因為你一切無所求，你這個心是純真，你行的善稱性，那個果報不可思議，性德流露，那個享受就是西方極樂世界、華藏世界、諸佛淨土，為什麼？性德流露出來了。有一念希求就不稱性，那你所得到的功名富貴、健康長壽是修德修來的，修德會失掉，是有期限的，有範圍、有大小的、有長短的，是享受得盡的。唯有性德，它跟真如本性一樣，不生不滅，無有窮盡，享受不盡的，這才叫真正自在。所以這要不是一個大福大智的人他不會修，誰肯把自己私人個人的利益能夠捨得乾乾淨淨的，沒有人願意這樣做的。"
    },
    {
      "id": "19-002-0012_p0160",
      "zh_CN": "所以真正的大福，谁修的？佛菩萨修的。二乘人都不能修，二乘人怕烦，度众生，我好心去度他，他还不接受，还要毁谤、侮辱，算了，我不度他了。这就不行了，这就不圆满了。这不像菩萨，菩萨知道众生的情形，知道众生的烦恼习气，所以种种忤逆，菩萨不在意，还是很耐心、很慈悲的去度他。所以菩萨用心跟阿罗汉、辟支佛不一样，阿罗汉、辟支佛还是用的意识心，佛菩萨是用真心，不是意识心。所以这就教你，要求真正的富贵，说实在富贵不是求来的，你本性里头本来具足的，无非是开发自性真实富贵，那就是懂得明心见性。所以佛弟子的修学，一个目标，就是回向实际。回向实际就是开发自性，我自性里头什么都具足，我不向外求，只求开发自性，自性里头无量的智慧、无量的宝藏，取之不尽、用之不竭，佛是教我们这个，每个人都有宝库。你是世出世间最富有的，你不晓得，最聪明的、最富有的，佛教我们开发自性。因此佛的恩德就无比了，佛的恩德是第一大，这些真实的道理、真实的事相我们一定要知道。",
      "zh_TW": "所以真正的大福，誰修的？佛菩薩修的。二乘人都不能修，二乘人怕煩，度眾生，我好心去度他，他還不接受，還要毀謗、侮辱，算了，我不度他了。這就不行了，這就不圓滿了。這不像菩薩，菩薩知道眾生的情形，知道眾生的煩惱習氣，所以種種忤逆，菩薩不在意，還是很耐心、很慈悲的去度他。所以菩薩用心跟阿羅漢、辟支佛不一樣，阿羅漢、辟支佛還是用的意識心，佛菩薩是用真心，不是意識心。所以這就教你，要求真正的富貴，說實在富貴不是求來的，你本性裡頭本來具足的，無非是開發自性真實富貴，那就是懂得明心見性。所以佛弟子的修學，一個目標，就是迴向實際。迴向實際就是開發自性，我自性裡頭什麼都具足，我不向外求，只求開發自性，自性裡頭無量的智慧、無量的寶藏，取之不盡、用之不竭，佛是教我們這個，每個人都有寶庫。你是世出世間最富有的，你不曉得，最聰明的、最富有的，佛教我們開發自性。因此佛的恩德就無比了，佛的恩德是第一大，這些真實的道理、真實的事相我們一定要知道。"
    },
    {
      "id": "19-002-0012_p0161",
      "zh_CN": "用真心，确实，『斗粟』，粟是粮食，斗粟是一斗，没有好多，一点点，可种无涯之福，没有边际的福，为什么？它称性；『一文可以消千劫之罪』，这一文供养三宝，能消千劫之罪。现在我们也常常说，佛门里面现在也很混乱，《楞严经》上说得很好，「末法时期，邪师说法如恒河沙」，表面你去看好像是个佛殿寺庙，实际里面所作所为都是妖魔鬼怪。我们今天要想修福、种福，到哪里去？万一跑到这个庙，这个庙是妖魔鬼怪，那我们福也没种上。诸位要晓得，佛法讲的是心地法门，我们供的佛像，心里面邪曲的人拜这个佛像，这个佛像是妖怪，假藉这个佛像来接受你；如果你是真心来拜这个佛像，这个佛像就是阿弥陀佛，就是释迦牟尼佛，我们自己心的感应。我的心正，纵然是邪魔外道的庙，我去拜也正，也是佛菩萨，也是正神；我心不正，这个地方是正法道场，我去拜，我所感应的还是妖邪。所以不可以说末法时期没有地方好修行，那就错了，真正道场是在心地。所以，《维摩经》上讲，「直心是道场」，清净心是道场，慈悲心是道场，他讲了很多，道场在哪里？在心地，我心有道，我到哪里都是道场；我心正，到什么地方都是正法。这才叫境随心转，外面境界统统随我心转。诸位同修果然明白这个道理，认真修学，我们台湾有福，大家都修，这个地方怎么没福？这么多有福的人住在此地，这个地方就有福了。再看底下：",
      "zh_TW": "用真心，確實，『斗粟』，粟是糧食，斗粟是一斗，沒有好多，一點點，可種無涯之福，沒有邊際的福，為什麼？它稱性；『一文可以消千劫之罪』，這一文供養三寶，能消千劫之罪。現在我們也常常說，佛門裡面現在也很混亂，《楞嚴經》上說得很好，「末法時期，邪師說法如恆河沙」，表面你去看好像是個佛殿寺廟，實際裡面所作所為都是妖魔鬼怪。我們今天要想修福、種福，到哪裡去？萬一跑到這個廟，這個廟是妖魔鬼怪，那我們福也沒種上。諸位要曉得，佛法講的是心地法門，我們供的佛像，心裡面邪曲的人拜這個佛像，這個佛像是妖怪，假藉這個佛像來接受你；如果你是真心來拜這個佛像，這個佛像就是阿彌陀佛，就是釋迦牟尼佛，我們自己心的感應。我的心正，縱然是邪魔外道的廟，我去拜也正，也是佛菩薩，也是正神；我心不正，這個地方是正法道場，我去拜，我所感應的還是妖邪。所以不可以說末法時期沒有地方好修行，那就錯了，真正道場是在心地。所以，《維摩經》上講，「直心是道場」，清淨心是道場，慈悲心是道場，他講了很多，道場在哪裡？在心地，我心有道，我到哪裡都是道場；我心正，到什麼地方都是正法。這才叫境隨心轉，外面境界統統隨我心轉。諸位同修果然明白這個道理，認真修學，我們台灣有福，大家都修，這個地方怎麼沒福？這麼多有福的人住在此地，這個地方就有福了。再看底下："
    },
    {
      "id": "19-002-0012_p0162",
      "zh_CN": "【倘此心未忘。虽黄金万镒。福不满也。此又一说也。】",
      "zh_TW": "【倘此心未忘。雖黃金萬鎰。福不滿也。此又一說也。】"
    },
    {
      "id": "19-002-0012_p0163",
      "zh_CN": "不忘就是你的心没有把这些妄想杂念除掉，没把它忘掉，纵然是黄金万镒，拿这个来布施，你所得的福都不是圆满的。这是讲半满。底下一段说：",
      "zh_TW": "不忘就是你的心沒有把這些妄想雜念除掉，沒把它忘掉，縱然是黃金萬鎰，拿這個來布施，你所得的福都不是圓滿的。這是講半滿。底下一段說："
    },
    {
      "id": "19-002-0012_p0164",
      "zh_CN": "【何谓大小。】",
      "zh_TW": "【何謂大小。】"
    },
    {
      "id": "19-002-0012_p0165",
      "zh_CN": "善有大有小。",
      "zh_TW": "善有大有小。"
    },
    {
      "id": "19-002-0012_p0166",
      "zh_CN": "【昔卫仲达为馆职。被摄至冥司。主者命吏呈善恶二录。比至。则恶录盈庭。其善录一轴。仅如箸而已。索秤称之。则盈庭者反轻。而如箸者反重。仲达曰。某年未四十。安得过恶如是多乎。曰。一念不正即是。不待犯也。】",
      "zh_TW": "【昔衛仲達為館職。被攝至冥司。主者命吏呈善惡二錄。比至。則惡錄盈庭。其善錄一軸。僅如箸而已。索秤稱之。則盈庭者反輕。而如箸者反重。仲達曰。某年未四十。安得過惡如是多乎。曰。一念不正即是。不待犯也。】"
    },
    {
      "id": "19-002-0012_p0167",
      "zh_CN": "这是讲古人一个故事。『卫仲达为馆职』，馆职是教私塾，就是三家村里面教私塾的先生。有一天他被小鬼抓到阎罗王那里去了，『摄至冥司』，把他抓到阎罗王那里去了。阎罗王就审判他，叫这个判官，阎罗王面前的吏就是判官，叫判官把他的档案拿出来，每个人一生都有善、都有恶，有善恶两本簿子记录的。诸位要知道，他有我们也有，我们在阎罗王、鬼王那里都有档案，所以这个要谨慎。所以袁了凡叫我们要发畏心，敬畏之心，真的有档案。这个档案拿来之后，记录恶的不止一本，好多本，盈庭，搬了一大堆出来，都是记录他造恶的；可是善的如箸，箸是吃饭的筷子，就一张纸，卷起来就一张，他一生所做的善就这么一卷，所造的恶几十本之多，搬都搬不动。阴曹地府里头有许多奇怪的事情，我们都不知道。好！把他造的恶跟善去称一称，看哪个重？结果所造的恶不重，恶是很多，可想没有大恶，就好像记过一样，小过记了很多，没什么大过失，所以记得很多。善虽然不多，只有这么一、二桩，是大善。所以一个大善就抵盈庭之小恶。这一称，阎罗王也欢喜了，这个人毕竟还是个善人。",
      "zh_TW": "這是講古人一個故事。『衛仲達為館職』，館職是教私塾，就是三家村裡面教私塾的先生。有一天他被小鬼抓到閻羅王那裡去了，『攝至冥司』，把他抓到閻羅王那裡去了。閻羅王就審判他，叫這個判官，閻羅王面前的吏就是判官，叫判官把他的檔案拿出來，每個人一生都有善、都有惡，有善惡兩本簿子記錄的。諸位要知道，他有我們也有，我們在閻羅王、鬼王那裡都有檔案，所以這個要謹慎。所以袁了凡叫我們要發畏心，敬畏之心，真的有檔案。這個檔案拿來之後，記錄惡的不止一本，好多本，盈庭，搬了一大堆出來，都是記錄他造惡的；可是善的如箸，箸是吃飯的筷子，就一張紙，捲起來就一張，他一生所做的善就這麼一卷，所造的惡幾十本之多，搬都搬不動。陰曹地府裡頭有許多奇怪的事情，我們都不知道。好！把他造的惡跟善去稱一稱，看哪個重？結果所造的惡不重，惡是很多，可想沒有大惡，就好像記過一樣，小過記了很多，沒什麼大過失，所以記得很多。善雖然不多，只有這麼一、二樁，是大善。所以一個大善就抵盈庭之小惡。這一稱，閻羅王也歡喜了，這個人畢竟還是個善人。"
    },
    {
      "id": "19-002-0012_p0168",
      "zh_CN": "所以仲达就说了，他说我年未四十，还没有过四十，还三十几岁，我这一生怎么会有这么多的过失、恶业，怎么会有这么多？阎罗王就告诉他，一念不正就是，不要等犯，不是说你做了恶事那才叫恶，你一个念头恶，人家那里就给你记一笔。所以虽然你这一生做的恶不多，你的恶念很多。尤其念书人不得志，满腹牢骚，他坐在那里天天打妄想。这是很值得给那些不得志的，自以为有学问、有德行的人，给他当头一棒，确实如此。所以人愈不得志、愈倒楣，愈容易造恶，造恶造得太多了，恶上加恶，太可怕了，这是真的事实。人在得意的时候，想坏念头少；人不得意的时候，怨天尤人，常常想想，我有道德、我有学问，为什么这些人不用我？这些人有眼无珠，不认识我这个好人，老天爷也是没有眼睛，都看不到我这个善人、好人。怨天尤人，满腹牢骚。这些都是事实，自古以来古今中外莫不如是，我们自己要知道、要明了。再看，他还有一桩善，善还有这么大。",
      "zh_TW": "所以仲達就說了，他說我年未四十，還沒有過四十，還三十幾歲，我這一生怎麼會有這麼多的過失、惡業，怎麼會有這麼多？閻羅王就告訴他，一念不正就是，不要等犯，不是說你做了惡事那才叫惡，你一個念頭惡，人家那裡就給你記一筆。所以雖然你這一生做的惡不多，你的惡念很多。尤其念書人不得志，滿腹牢騷，他坐在那裡天天打妄想。這是很值得給那些不得志的，自以為有學問、有德行的人，給他當頭一棒，確實如此。所以人愈不得志、愈倒楣，愈容易造惡，造惡造得太多了，惡上加惡，太可怕了，這是真的事實。人在得意的時候，想壞念頭少；人不得意的時候，怨天尤人，常常想想，我有道德、我有學問，為什麼這些人不用我？這些人有眼無珠，不認識我這個好人，老天爺也是沒有眼睛，都看不到我這個善人、好人。怨天尤人，滿腹牢騷。這些都是事實，自古以來古今中外莫不如是，我們自己要知道、要明瞭。再看，他還有一樁善，善還有這麼大。"
    },
    {
      "id": "19-002-0012_p0169",
      "zh_CN": "【因问轴中所书何事。】",
      "zh_TW": "【因問軸中所書何事。】"
    },
    {
      "id": "19-002-0012_p0170",
      "zh_CN": "我这个善只有这么一卷，这一卷是讲什么？",
      "zh_TW": "我這個善只有這麼一卷，這一卷是講什麼？"
    },
    {
      "id": "19-002-0012_p0171",
      "zh_CN": "【曰。朝廷尝兴大工。修三山石桥。君上疏谏之。此疏稿也。】",
      "zh_TW": "【曰。朝廷嘗興大工。修三山石橋。君上疏諫之。此疏稿也。】"
    },
    {
      "id": "19-002-0012_p0172",
      "zh_CN": "朝廷里面想大兴土木，劳民伤财，在他看这是没有必要的，所以他就有一个建议送给皇帝，请皇帝不必做这个劳民伤财的事情。这个奏议皇帝看了就丢掉了，还是照做，根本就没有理他。",
      "zh_TW": "朝廷裡面想大興土木，勞民傷財，在他看這是沒有必要的，所以他就有一個建議送給皇帝，請皇帝不必做這個勞民傷財的事情。這個奏議皇帝看了就丟掉了，還是照做，根本就沒有理他。"
    },
    {
      "id": "19-002-0012_p0173",
      "zh_CN": "【仲达曰。某虽言。朝廷不从。于事无补。而能有如是之力。】",
      "zh_TW": "【仲達曰。某雖言。朝廷不從。於事無補。而能有如是之力。】"
    },
    {
      "id": "19-002-0012_p0174",
      "zh_CN": "我虽然建议，没用处，于事无补，朝廷还是照做了。",
      "zh_TW": "我雖然建議，沒用處，於事無補，朝廷還是照做了。"
    },
    {
      "id": "19-002-0012_p0175",
      "zh_CN": "【曰。】",
      "zh_TW": "【曰。】"
    },
    {
      "id": "19-002-0012_p0176",
      "zh_CN": "这鬼王就说了：",
      "zh_TW": "這鬼王就說了："
    },
    {
      "id": "19-002-0012_p0177",
      "zh_CN": "【朝廷虽不从。君之一念。已在万民。】",
      "zh_TW": "【朝廷雖不從。君之一念。已在萬民。】"
    },
    {
      "id": "19-002-0012_p0178",
      "zh_CN": "可见得这个善恶是念头，你当时这个一念不是为自己，是想到老百姓，是真正爱护老百姓，你发的这一念，这一念在万民，多少老百姓得利益。何况兴这么大的工程，这个工程是老百姓所纳的税，能够省也是老百姓人人都得到利益。所以这一念这一行，你想想看它的影响力多大！虽然没做，他的心是真实的，心是圆满的。",
      "zh_TW": "可見得這個善惡是念頭，你當時這個一念不是為自己，是想到老百姓，是真正愛護老百姓，你發的這一念，這一念在萬民，多少老百姓得利益。何況興這麼大的工程，這個工程是老百姓所納的稅，能夠省也是老百姓人人都得到利益。所以這一念這一行，你想想看它的影響力多大！雖然沒做，他的心是真實的，心是圓滿的。"
    },
    {
      "id": "19-002-0012_p0179",
      "zh_CN": "【向使听从。善力更大矣。】",
      "zh_TW": "【向使聽從。善力更大矣。】"
    },
    {
      "id": "19-002-0012_p0180",
      "zh_CN": "如果朝廷真的照你这个意见去做，那你这个善就更大了，虽然没做，你这个善还是很大，还是不小。",
      "zh_TW": "如果朝廷真的照你這個意見去做，那你這個善就更大了，雖然沒做，你這個善還是很大，還是不小。"
    },
    {
      "id": "19-002-0012_p0181",
      "zh_CN": "【故志在天下国家。则善虽少而大。茍在一身。虽多亦小。】",
      "zh_TW": "【故志在天下國家。則善雖少而大。茍在一身。雖多亦小。】"
    },
    {
      "id": "19-002-0012_p0182",
      "zh_CN": "大小差别是在这里，心是不是真，你的想法是为天下国家还是为你自己一身家庭。我们明白这个道理之后，诸位同修要知道，我们常常念经念佛回向，常常为某一个人回向修福，他今天生病了，他现在境遇困难了，我们念佛诵经回向，希望三宝加持他能够得好。你们想一想，这个善是小善，利益很小，他是不是真正能得到还不一定。如果遇到这个情形，我家亲眷属有困难，或者有病痛，我们念经念佛回向十方法界，希望一切众生没有病痛，一切众生没有苦难，一切众生都能够得到平安利乐，你家里这个人马上就会好了，为什么？你善太大了。所以世间人讲，我修的都给别人，我家人都得不到，我修它干什么？你想想看这个心量多小。所以在佛菩萨面前祷告，祷告了半天都不灵，原因是什么？他心量太小，完全是自私自利，不晓得把自己修行的功德扩大到十方法界。",
      "zh_TW": "大小差別是在這裡，心是不是真，你的想法是為天下國家還是為你自己一身家庭。我們明白這個道理之後，諸位同修要知道，我們常常念經念佛迴向，常常為某一個人迴向修福，他今天生病了，他現在境遇困難了，我們念佛誦經迴向，希望三寶加持他能夠得好。你們想一想，這個善是小善，利益很小，他是不是真正能得到還不一定。如果遇到這個情形，我家親眷屬有困難，或者有病痛，我們念經念佛迴向十方法界，希望一切眾生沒有病痛，一切眾生沒有苦難，一切眾生都能夠得到平安利樂，你家裡這個人馬上就會好了，為什麼？你善太大了。所以世間人講，我修的都給別人，我家人都得不到，我修它幹什麼？你想想看這個心量多小。所以在佛菩薩面前禱告，禱告了半天都不靈，原因是什麼？他心量太小，完全是自私自利，不曉得把自己修行的功德擴大到十方法界。"
    },
    {
      "id": "19-002-0012_p0183",
      "zh_CN": "所以我们每年祭祖，实在讲，我们每年祭祖，今天图书馆的做法都不是我的意思。为什么？每个人家写写超度牌位写在那边，到那里去祭祀。我的观念是祭祀百姓祖宗，所以祭祖的主位应该在这边，我这边供的是百姓祖先牌位，照百家姓写的，先在这边主回向，然后在那边回向，就够了。往往我们这边没有，都在那边，都搞些自私自利，都搞些家亲眷属，舍大顾小。好在我们有个主牌位送到那边，还算是不错。在共产党文化革命，我听到大陆上把祠堂都毁掉了，我听了非常痛心。刚好在那个时候，香港洗尘法师到台湾来，想建道场，建丛林，他来看我。我当时就劝他，我说你最好不要建丛林，不要盖庙，盖祠堂，我跟他建议，他听到也很欢喜。因为时间短促，他说你到香港来讲经，我们两个细细研究这个。到香港我去找他，细细跟他一谈，谈到之后，我的构想，祠堂建好之后交给国家管理，国家派奉祀官来管理。他说，那我辛苦一场，都给国家了，我什么也没得到。我听到这个话以后我就不谈了，不是为一切众生着想的。",
      "zh_TW": "所以我們每年祭祖，實在講，我們每年祭祖，今天圖書館的做法都不是我的意思。為什麼？每個人家寫寫超度牌位寫在那邊，到那裡去祭祀。我的觀念是祭祀百姓祖宗，所以祭祖的主位應該在這邊，我這邊供的是百姓祖先牌位，照百家姓寫的，先在這邊主迴向，然後在那邊迴向，就夠了。往往我們這邊沒有，都在那邊，都搞些自私自利，都搞些家親眷屬，捨大顧小。好在我們有個主牌位送到那邊，還算是不錯。在共產黨文化革命，我聽到大陸上把祠堂都毀掉了，我聽了非常痛心。剛好在那個時候，香港洗塵法師到台灣來，想建道場，建叢林，他來看我。我當時就勸他，我說你最好不要建叢林，不要蓋廟，蓋祠堂，我跟他建議，他聽到也很歡喜。因為時間短促，他說你到香港來講經，我們兩個細細研究這個。到香港我去找他，細細跟他一談，談到之後，我的構想，祠堂建好之後交給國家管理，國家派奉祀官來管理。他說，那我辛苦一場，都給國家了，我什麼也沒得到。我聽到這個話以後我就不談了，不是為一切眾生著想的。"
    },
    {
      "id": "19-002-0012_p0184",
      "zh_CN": "所以我就把这个构想发表了，写出来发表，发表之后也有一些回响，有不少人响应。还有人把我这篇东西刊登在报纸上，不是我自己送去的，别人拿去的。也有不少人打电话来找过我。但是这个事情始终没有能做成。如果我将来到阎罗王那里去，我这一卷功德也是这么大。从前是罪恶盈庭，我那一卷功德很大。所以我对大陆那些领导人，我也常常把这个思想劝告他们，因为祠堂是我们中国文化的命脉，大根大本，中国之所以是个文明古国，几千年都不衰，还不被灭亡，这是一个根本，这个东西没有了不得了。所以中国的命脉是祠堂、文言文。文言文不能断，文言文断了之后，中国人将来会有很大的苦难，那真正是陷于永劫不复。再就是大乘佛法。这三个东西如果能够保住，世界后人有前途、有光明。好，我们今天讲到此地。",
      "zh_TW": "所以我就把這個構想發表了，寫出來發表，發表之後也有一些回響，有不少人響應。還有人把我這篇東西刊登在報紙上，不是我自己送去的，別人拿去的。也有不少人打電話來找過我。但是這個事情始終沒有能做成。如果我將來到閻羅王那裡去，我這一卷功德也是這麼大。從前是罪惡盈庭，我那一卷功德很大。所以我對大陸那些領導人，我也常常把這個思想勸告他們，因為祠堂是我們中國文化的命脈，大根大本，中國之所以是個文明古國，幾千年都不衰，還不被滅亡，這是一個根本，這個東西沒有了不得了。所以中國的命脈是祠堂、文言文。文言文不能斷，文言文斷了之後，中國人將來會有很大的苦難，那真正是陷於永劫不復。再就是大乘佛法。這三個東西如果能夠保住，世界後人有前途、有光明。好，我們今天講到此地。"
    }
  ]
}