{
  "doc_id": "19-002-0005",
  "title": {
    "zh_CN": "了凡四训",
    "zh_TW": "了凡四訓"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "19-002-0005",
  "total_paragraphs": 72,
  "paragraphs": [
    {
      "id": "19-002-0005_p0001",
      "zh_CN": "请看经本第六页，第一行的最后两个字开始：",
      "zh_TW": "請看經本第六頁，第一行的最後兩個字開始："
    },
    {
      "id": "19-002-0005_p0002",
      "zh_CN": "【余初号学海。是日改号了凡。盖悟立命之说。而不欲落凡夫窠臼也。从此而后。终日兢兢。便觉与前不同。前日只是悠悠放任。到此自有战兢惕厉景象。在暗室屋漏中。常恐得罪天地鬼神。遇人憎我毁我。自能怡然容受。】",
      "zh_TW": "【余初號學海。是日改號了凡。蓋悟立命之說。而不欲落凡夫窠臼也。從此而後。終日兢兢。便覺與前不同。前日只是悠悠放任。到此自有戰兢惕厲景象。在暗室屋漏中。常恐得罪天地鬼神。遇人憎我毀我。自能怡然容受。】"
    },
    {
      "id": "19-002-0005_p0003",
      "zh_CN": "这一段是说明他改过自新的决心以及行持。首先他把别号改了，以前他的别号叫学海，从这以后就改成了凡，了是明了，凡是凡俗，现在对于世俗之间的事情他统统明了了，这也就是觉悟的意思。真正晓得命运是自己造的，自己可以改造，这个道理方法他都懂得了，从此以后不会再走宿命论这条道路了，命不是定的。决心改过之后，气象就不相同了，也就是日常生活当中的感触不一样了。他说从此终日能够提高警觉，这个『兢兢』就是警觉的状态，不像从前迷惑颠倒，就跟以前不一样了。他说想想以前是『悠悠放任』，这个悠悠放任是很随便的意思，这个意思就是我们今天讲过一天算一天。日子怎么过的？不晓得，糊里糊涂的过一天算一天，也就是没有一个理想、没有一个方向，我们俗话讲的醉生梦死。这样决定是被命运拘束，一个人不能够创造他的前途。改过之后，他说，『到此自有战兢惕厉景象』，这个日常生活，我们现在的话讲，意识形态不一样了，也就是说对于宇宙人生的看法他转变过来了，从前的看法是命定了，还有什么转变的？没有法子，现在晓得，命可以自己改造，这个观念转过来了。所以比以前显示的更积极、更发愤、更乐观，这是这种景象现前了。",
      "zh_TW": "這一段是說明他改過自新的決心以及行持。首先他把別號改了，以前他的別號叫學海，從這以後就改成了凡，了是明瞭，凡是凡俗，現在對於世俗之間的事情他統統明瞭了，這也就是覺悟的意思。真正曉得命運是自己造的，自己可以改造，這個道理方法他都懂得了，從此以後不會再走宿命論這條道路了，命不是定的。決心改過之後，氣象就不相同了，也就是日常生活當中的感觸不一樣了。他說從此終日能夠提高警覺，這個『兢兢』就是警覺的狀態，不像從前迷惑顛倒，就跟以前不一樣了。他說想想以前是『悠悠放任』，這個悠悠放任是很隨便的意思，這個意思就是我們今天講過一天算一天。日子怎麼過的？不曉得，糊裡糊塗的過一天算一天，也就是沒有一個理想、沒有一個方向，我們俗話講的醉生夢死。這樣決定是被命運拘束，一個人不能夠創造他的前途。改過之後，他說，『到此自有戰兢惕厲景象』，這個日常生活，我們現在的話講，意識形態不一樣了，也就是說對於宇宙人生的看法他轉變過來了，從前的看法是命定了，還有什麼轉變的？沒有法子，現在曉得，命可以自己改造，這個觀念轉過來了。所以比以前顯示的更積極、更發憤、更樂觀，這是這種景象現前了。"
    },
    {
      "id": "19-002-0005_p0004",
      "zh_CN": "『在暗室屋漏中，常恐得罪天地鬼神』，这一句是非常的重要，一般人所以不能改过自新就是不晓得这个事实。为什么？《无量寿经》要是念多了，真正体会了，这种情形比袁了凡还要来得谨慎，你念多了之后晓得了，西方极乐世界的人数决定没有法子计算，拿我们今天全世界的电脑集合来计算，也算不出来。每一个人神通道力都像阿弥陀佛一样，天眼洞视，天耳彻听，他心遍知，我们一举一动，心里面起个念头，统统知道，不要说你做坏事了，起个恶念，阿弥陀佛、观音、势至、西方世界的大众没有一个不晓得，你能瞒过谁？这是讲，独居无侣，人目所不见处，他也规规矩矩，谨谨慎慎，不起一个恶念，这才是真正做到了克己功夫。我们想求生西方极乐世界，想成就自己的德行，如果还是自己在欺骗自己，那怎么能成就？孔老夫子说，君子慎独，慎是谨慎，独是什么？独自一个人，没有人见到的时候，这个时候要谨慎，决定不放逸，这叫真正做功夫。可是一般人懈怠放任的习气太重，就是随便惯了，在大众之下比较上谨慎收敛一点，人见不到的地方他就放逸了。",
      "zh_TW": "『在暗室屋漏中，常恐得罪天地鬼神』，這一句是非常的重要，一般人所以不能改過自新就是不曉得這個事實。為什麼？《無量壽經》要是念多了，真正體會了，這種情形比袁了凡還要來得謹慎，你念多了之後曉得了，西方極樂世界的人數決定沒有法子計算，拿我們今天全世界的電腦集合來計算，也算不出來。每一個人神通道力都像阿彌陀佛一樣，天眼洞視，天耳徹聽，他心遍知，我們一舉一動，心裡面起個念頭，統統知道，不要說你做壞事了，起個惡念，阿彌陀佛、觀音、勢至、西方世界的大眾沒有一個不曉得，你能瞞過誰？這是講，獨居無侶，人目所不見處，他也規規矩矩，謹謹慎慎，不起一個惡念，這才是真正做到了克己功夫。我們想求生西方極樂世界，想成就自己的德行，如果還是自己在欺騙自己，那怎麼能成就？孔老夫子說，君子慎獨，慎是謹慎，獨是什麼？獨自一個人，沒有人見到的時候，這個時候要謹慎，決定不放逸，這叫真正做功夫。可是一般人懈怠放任的習氣太重，就是隨便慣了，在大眾之下比較上謹慎收斂一點，人見不到的地方他就放逸了。"
    },
    {
      "id": "19-002-0005_p0005",
      "zh_CN": "所以为什么从前寺院丛林的修行一定要住广单，不可以一个人住一个房间，一个人住一个房间他这个习气很难改。所以说个实在话，一个人一间寮房是不可能有成就的，一个人住一间寮房能够成就，像袁了凡，那已经是圣贤之人，不是普通人。所以睡广单是什么？叫依众靠众，十几个人睡在一个房间里，我们今天讲睡通舖。睡觉的时候也不能随便乱动，为什么？大家都看到你。用这个方式，叫依众靠众，不可以有一丝毫放纵，这样的来历练自己。现在的社会跟从前社会不一样，每一个人都不愿意受约束，自己一定要享受舒服。不错，这一生可以好好的享受，来生到三途里让你慢慢再去享受，不能成就。",
      "zh_TW": "所以為什麼從前寺院叢林的修行一定要住廣單，不可以一個人住一個房間，一個人住一個房間他這個習氣很難改。所以說個實在話，一個人一間寮房是不可能有成就的，一個人住一間寮房能夠成就，像袁了凡，那已經是聖賢之人，不是普通人。所以睡廣單是什麼？叫依眾靠眾，十幾個人睡在一個房間裡，我們今天講睡通舖。睡覺的時候也不能隨便亂動，為什麼？大家都看到你。用這個方式，叫依眾靠眾，不可以有一絲毫放縱，這樣的來歷練自己。現在的社會跟從前社會不一樣，每一個人都不願意受約束，自己一定要享受舒服。不錯，這一生可以好好的享受，來生到三途裡讓你慢慢再去享受，不能成就。"
    },
    {
      "id": "19-002-0005_p0006",
      "zh_CN": "寺院里面能够有一个单独的房间，什么？老修行人，他的行动一切不方便，不是说给他有放逸的机会，他没有，他是行动不方便，大家在一起过团体生活行动都要一致，要有秩序，年老的人、体力衰弱的人不方便，这才给他一间寮房。在寺庙里面身分地位比较高的，他琐碎的事情多，像住持、当家师，什么事情他都要过问，事情琐碎，所以他要单独一个房间，便利于办事。一个寝室住十几个人，一会这个来问事，一会那个，扰乱别人，别人搞得不安宁，这个他单独弄一个房间，让别人去麻烦他去，是这个意思。",
      "zh_TW": "寺院裡面能夠有一個單獨的房間，什麼？老修行人，他的行動一切不方便，不是說給他有放逸的機會，他沒有，他是行動不方便，大家在一起過團體生活行動都要一致，要有秩序，年老的人、體力衰弱的人不方便，這才給他一間寮房。在寺廟裡面身分地位比較高的，他瑣碎的事情多，像住持、當家師，什麼事情他都要過問，事情瑣碎，所以他要單獨一個房間，便利於辦事。一個寢室住十幾個人，一會這個來問事，一會那個，擾亂別人，別人搞得不安寧，這個他單獨弄一個房間，讓別人去麻煩他去，是這個意思。"
    },
    {
      "id": "19-002-0005_p0007",
      "zh_CN": "所以真正修行，六和敬里面身和同住，绝对不是一个人一个房间。如果说是二、三个人住一个房间不方便，我不愿意跟他住，有这种念头，这种人念佛，功夫成片决定得不到。为什么？心不平等，心不清净，还有嫌弃，这怎么能成就？所以修行在哪里修？就在这个地方修，在这个极不平的环境里面修我们自己的清净心、修平等心，这叫修行。不愿意跟人相处，这个就是过失，就是毛病。毛病，你看了凡居士他发现他自己的毛病，就要痛改前非，把毛病改过来。我们现在有这个毛病，不但不改，还要继续去培养，这怎么能成功？所以僧团里面首先就是修六和敬，六和敬就是大众在一块共修基本的戒条，个人所遵守的是五戒十善，在从前寺院丛林里面是以沙弥律仪做基础，十条戒、二十四门威仪。现在我们不要要求那么样苛刻了，我们只要求五戒十善就够了，出家、在家都应当是如此，这个不能够再降低。团体生活就要求六和敬，把我们的毛病习气统统修正过来，不讨厌别人，不怨憎别人。",
      "zh_TW": "所以真正修行，六和敬裡面身和同住，絕對不是一個人一個房間。如果說是二、三個人住一個房間不方便，我不願意跟他住，有這種念頭，這種人念佛，功夫成片決定得不到。為什麼？心不平等，心不清淨，還有嫌棄，這怎麼能成就？所以修行在哪裡修？就在這個地方修，在這個極不平的環境裡面修我們自己的清淨心、修平等心，這叫修行。不願意跟人相處，這個就是過失，就是毛病。毛病，你看了凡居士他發現他自己的毛病，就要痛改前非，把毛病改過來。我們現在有這個毛病，不但不改，還要繼續去培養，這怎麼能成功？所以僧團裡面首先就是修六和敬，六和敬就是大眾在一塊共修基本的戒條，個人所遵守的是五戒十善，在從前寺院叢林裡面是以沙彌律儀做基礎，十條戒、二十四門威儀。現在我們不要要求那麼樣苛刻了，我們只要求五戒十善就夠了，出家、在家都應當是如此，這個不能夠再降低。團體生活就要求六和敬，把我們的毛病習氣統統修正過來，不討厭別人，不怨憎別人。"
    },
    {
      "id": "19-002-0005_p0008",
      "zh_CN": "所以，『遇人憎我毁我』，毁是毁谤，不会跟他计较了，不会把它放在心上了，『自能恬然容受』，恬是安然。由此可知，他的心相当的平静，不像从前，他的毛病，心浮气躁，一点点委曲受不得，现在可以受委曲了。这就是看到他修行功夫在增长，这个就是效果。所以一个修道的人，一个真正学佛的人，要能够学着跟任何人都能相处，跟佛菩萨能相处，跟妖魔鬼怪也能相处，在任何境界里都是怡然自得。你们看《六祖坛经》，你看六祖大师，六祖在黄梅，他证的果位我们不晓得，但是最低限度他总是圆教初住菩萨，不能比这个更低，只有比这个更高，不会比这个更低，明心见性，圆教初住以上的菩萨，这还得了！他去侍候那个打猎的人，打猎天天杀生，造恶，天天在那里杀生，他眼睛看到，耳朵听到，还要替那些猎人烧饭，侍候这些猎人。猎人是他的主人，他是猎人队里的仆人，还要去杀生，猎人要吃肉，他要烧饭，他要去给他煮，不是短时间，十五年，你们能忍受得了吗？他在那个环境里头怡然自得，不起心、不动念、不分别、不执着，人家那个功夫。所以十五年是六祖真正的修行，黄梅是开悟了，悟后起修，他在一切顺境、逆境里面修清净心、平等心、大慈悲心，没有别的，就是修这三样，这叫真正修行。",
      "zh_TW": "所以，『遇人憎我毀我』，毀是毀謗，不會跟他計較了，不會把它放在心上了，『自能恬然容受』，恬是安然。由此可知，他的心相當的平靜，不像從前，他的毛病，心浮氣躁，一點點委曲受不得，現在可以受委曲了。這就是看到他修行功夫在增長，這個就是效果。所以一個修道的人，一個真正學佛的人，要能夠學著跟任何人都能相處，跟佛菩薩能相處，跟妖魔鬼怪也能相處，在任何境界裡都是怡然自得。你們看《六祖壇經》，你看六祖大師，六祖在黃梅，他證的果位我們不曉得，但是最低限度他總是圓教初住菩薩，不能比這個更低，只有比這個更高，不會比這個更低，明心見性，圓教初住以上的菩薩，這還得了！他去侍候那個打獵的人，打獵天天殺生，造惡，天天在那裡殺生，他眼睛看到，耳朵聽到，還要替那些獵人燒飯，侍候這些獵人。獵人是他的主人，他是獵人隊裡的僕人，還要去殺生，獵人要吃肉，他要燒飯，他要去給他煮，不是短時間，十五年，你們能忍受得了嗎？他在那個環境裡頭怡然自得，不起心、不動念、不分別、不執著，人家那個功夫。所以十五年是六祖真正的修行，黃梅是開悟了，悟後起修，他在一切順境、逆境裡面修清淨心、平等心、大慈悲心，沒有別的，就是修這三樣，這叫真正修行。"
    },
    {
      "id": "19-002-0005_p0009",
      "zh_CN": "我们今天与人相处，是不是在顺逆境界里面，物质环境、人事环境里，修清净心？如果不是修清净心，就没有修行，于自己一点利益都得不到。那不是学佛，那是搞佛学，每天在文字上、故纸堆里面去钻。也能说得天花乱坠，烦恼天天增加，将来的前途是往生三恶道，搞这个，这就错了。真正修行人绝不执着文字，离言说相、离名字相、离心缘相，他求的什么？心地清净，心地平等，清净心、平等心就是真心，就是本性，他所求的，求的是明心见性。我们念佛人也是这个目标，我们求功夫成片，成片就是心地清净、平等，平等就是一片，清净也是一片，里面没有界限。换句话说，还有分别执着，就不能成片，他有界限，画的有界限，不能成片，离开一切分别执着，功夫才可以成片，这叫真正修行。他有了这样的功夫，这个功夫并不是很深，浅浅，稍稍可以说上轨道了，他感应就来了。",
      "zh_TW": "我們今天與人相處，是不是在順逆境界裡面，物質環境、人事環境裡，修清淨心？如果不是修清淨心，就沒有修行，於自己一點利益都得不到。那不是學佛，那是搞佛學，每天在文字上、故紙堆裡面去鑽。也能說得天花亂墜，煩惱天天增加，將來的前途是往生三惡道，搞這個，這就錯了。真正修行人絕不執著文字，離言說相、離名字相、離心緣相，他求的什麼？心地清淨，心地平等，清淨心、平等心就是真心，就是本性，他所求的，求的是明心見性。我們念佛人也是這個目標，我們求功夫成片，成片就是心地清淨、平等，平等就是一片，清淨也是一片，裡面沒有界限。換句話說，還有分別執著，就不能成片，他有界限，畫的有界限，不能成片，離開一切分別執著，功夫才可以成片，這叫真正修行。他有了這樣的功夫，這個功夫並不是很深，淺淺，稍稍可以說上軌道了，他感應就來了。"
    },
    {
      "id": "19-002-0005_p0010",
      "zh_CN": "【到明年。礼部考科举。】",
      "zh_TW": "【到明年。禮部考科舉。】"
    },
    {
      "id": "19-002-0005_p0011",
      "zh_CN": "明清以前这个时代，礼部就相当于我们现在的教育部，这个是国家举办的考试，相当于我们现在所讲的高考普考这一类的。但是现在我们的高普考是考试院负责的，从前考试跟教育统统是礼部，礼部的职权是相当于现在的教育部跟考选部两个部，他的职权是办这个事情的。",
      "zh_TW": "明清以前這個時代，禮部就相當於我們現在的教育部，這個是國家舉辦的考試，相當於我們現在所講的高考普考這一類的。但是現在我們的高普考是考試院負責的，從前考試跟教育統統是禮部，禮部的職權是相當於現在的教育部跟考選部兩個部，他的職權是辦這個事情的。"
    },
    {
      "id": "19-002-0005_p0012",
      "zh_CN": "【孔先生算该第三。忽考第一。】",
      "zh_TW": "【孔先生算該第三。忽考第一。】"
    },
    {
      "id": "19-002-0005_p0013",
      "zh_CN": "他命里头注定的是第三名，你看他现在跟命里头就不一样，这是他行善积德，他的名位从第三名提到第一名，他考到第一。",
      "zh_TW": "他命裡頭注定的是第三名，你看他現在跟命裡頭就不一樣，這是他行善積德，他的名位從第三名提到第一名，他考到第一。"
    },
    {
      "id": "19-002-0005_p0014",
      "zh_CN": "【其言不验。】",
      "zh_TW": "【其言不驗。】"
    },
    {
      "id": "19-002-0005_p0015",
      "zh_CN": "这就跟定命不一样了，这就是变数。他尝到了，确实有变数，而不是定数，不拘于定数，它有变数了。",
      "zh_TW": "這就跟定命不一樣了，這就是變數。他嘗到了，確實有變數，而不是定數，不拘於定數，它有變數了。"
    },
    {
      "id": "19-002-0005_p0016",
      "zh_CN": "【而秋闱中式矣。】",
      "zh_TW": "【而秋闈中式矣。】"
    },
    {
      "id": "19-002-0005_p0017",
      "zh_CN": "古时候大考都定在秋天，闱是闱场、考场，他考中了。这个地方讲中式，就是考中了举人，了凡先生的命里头只有中举人的分，因为命里面讲他没有科第，他只有中举人的分，科第最高的是进士，后面他发愿求中进士，也被他求到了，那是命里没有的，他求到的。",
      "zh_TW": "古時候大考都定在秋天，闈是闈場、考場，他考中了。這個地方講中式，就是考中了舉人，了凡先生的命裡頭只有中舉人的分，因為命裡面講他沒有科第，他只有中舉人的分，科第最高的是進士，後面他發願求中進士，也被他求到了，那是命裡沒有的，他求到的。"
    },
    {
      "id": "19-002-0005_p0018",
      "zh_CN": "【然行义未纯。检身多误。或见善而行之不勇。或救人而心常自疑。或身勉为善而口有过言。或醒时操持而醉后放逸。以过折功。日常虚度。】",
      "zh_TW": "【然行義未純。檢身多誤。或見善而行之不勇。或救人而心常自疑。或身勉為善而口有過言。或醒時操持而醉後放逸。以過折功。日常虛度。】"
    },
    {
      "id": "19-002-0005_p0019",
      "zh_CN": "这一段他所叙述的几桩事情都值得我们参考，值得我们去效法。第一句说『行义未纯』，义是道义，或者我们说得更浅一点，就是义务，义务是帮助别人不要求报酬的，这是义务。儒家教给我们的五伦十义，由此可知，行义是性德。父母对于儿女的爱护，这是义务，儿女对于父母的孝顺也是义务，兄友弟恭，乃至于朋友有信，与朋友信实，这是义务。所谓义务就是应当这样做的，应该做的，这是义务。人与人之间应该要互爱，应该要互敬。了凡居士懂得，虽然是做，做得不纯，不纯就是里面还有掺杂，没有真正尽心尽力的去做。何以说不纯？里面掺杂有个人利害，我去帮助他，这对我自己不利，这一考虑就不纯了，也不能够尽心尽力去帮助别人。这个是自己反省，虽然做，做得不够。『检身多误』，检是检点、反省，自己的毛病过失还是很多。",
      "zh_TW": "這一段他所敘述的幾樁事情都值得我們參考，值得我們去效法。第一句說『行義未純』，義是道義，或者我們說得更淺一點，就是義務，義務是幫助別人不要求報酬的，這是義務。儒家教給我們的五倫十義，由此可知，行義是性德。父母對於兒女的愛護，這是義務，兒女對於父母的孝順也是義務，兄友弟恭，乃至於朋友有信，與朋友信實，這是義務。所謂義務就是應當這樣做的，應該做的，這是義務。人與人之間應該要互愛，應該要互敬。了凡居士懂得，雖然是做，做得不純，不純就是裡面還有摻雜，沒有真正盡心盡力的去做。何以說不純？裡面摻雜有個人利害，我去幫助他，這對我自己不利，這一考慮就不純了，也不能夠盡心盡力去幫助別人。這個是自己反省，雖然做，做得不夠。『檢身多誤』，檢是檢點、反省，自己的毛病過失還是很多。"
    },
    {
      "id": "19-002-0005_p0020",
      "zh_CN": "哪些毛病呢？下面举几个例子，或者『见善而行之不勇』，儒家所讲，成人之美，美就是善，别人的好事我们遇到了，要帮助他，成就他。为什么？一个善事对于整个社会、对于乡里都有好处。譬如道路坏了，这个人发起他在修路，我们见到了，就要尽心尽力的帮助他，希望这个善事做好，便利于大众。类似这种，只要于社会、于大众有利益的事情，这都是善事。他也能够随喜去做，但是做得不够勇猛，也就是说没有尽心尽力，稍稍的随喜一点，没有尽心尽力，反省的时候这是过失。『或救人而心常自疑』，别人有苦难，到我帮助他，我应不应该帮助他？如果在今天的社会，求帮助的人很多，我们常常遇到，而且求帮助的人当中常常是来欺骗的，是来骗钱的，骗了之后他到外面去搞吃喝嫖赌，那就有罪过了。所以行善的确不容易，行善真正要有智慧、要有慈悲，智慧能够明察、能够判断我应不应该做，慈悲那是真正的一个动力。确实他有苦难需要帮助，我们要尽心尽力帮助他。他用欺骗的手段，我们一眼看穿，我们要教导他。如果他并不是很衰老，也并不是有病，身体健康强壮，应该劝导他从事正当的行业，不要用这种方式来生活，应该劝导他、教导他。",
      "zh_TW": "哪些毛病呢？下面舉幾個例子，或者『見善而行之不勇』，儒家所講，成人之美，美就是善，別人的好事我們遇到了，要幫助他，成就他。為什麼？一個善事對於整個社會、對於鄉里都有好處。譬如道路壞了，這個人發起他在修路，我們見到了，就要盡心盡力的幫助他，希望這個善事做好，便利於大眾。類似這種，只要於社會、於大眾有利益的事情，這都是善事。他也能夠隨喜去做，但是做得不夠勇猛，也就是說沒有盡心盡力，稍稍的隨喜一點，沒有盡心盡力，反省的時候這是過失。『或救人而心常自疑』，別人有苦難，到我幫助他，我應不應該幫助他？如果在今天的社會，求幫助的人很多，我們常常遇到，而且求幫助的人當中常常是來欺騙的，是來騙錢的，騙了之後他到外面去搞吃喝嫖賭，那就有罪過了。所以行善的確不容易，行善真正要有智慧、要有慈悲，智慧能夠明察、能夠判斷我應不應該做，慈悲那是真正的一個動力。確實他有苦難需要幫助，我們要盡心盡力幫助他。他用欺騙的手段，我們一眼看穿，我們要教導他。如果他並不是很衰老，也並不是有病，身體健康強壯，應該勸導他從事正當的行業，不要用這種方式來生活，應該勸導他、教導他。"
    },
    {
      "id": "19-002-0005_p0021",
      "zh_CN": "『或身勉为善而口有过言』，所以改过自新不是蹴然就成就，是要一段相当长的时间不断去改，初期这是决定免不了的，身虽然善，能够合于礼法，但是口里面言语还会有过失，口不择言。言语，自古以来，所谓是祸福之门，言语不能不谨慎。孔老夫子教学，四科，第一科是德行，德行是做人的根本，我们今天讲教育，德育，现在这个社会德育没有了，大家不讲求了。第二个科目就是言语，你想想孔老夫子多么着重言语，就是说话要有分寸，说话不能伤人。言语伤人是不知不觉的，人家怀恨在心，将来的报复是你没有办法预料的。往往许许多多的怨仇、误会，从哪来的？言语不谨慎，说的人无心，听的人有意，这个事情麻烦大了，所以不可以不谨慎。少言就寡过，过失就少了，何必多说话？人家不会把你当哑巴。尤其修行人，求心地清净，自行化他，一句阿弥陀佛就行了。人家给我们讲再多的话，我们一句也不要答复他，阿弥陀佛，他再讲，阿弥陀佛，听个几句念一句阿弥陀佛，听完了之后，他讲什么我不晓得。与我们没有关系的，无关紧要的，随他讲，讲了我们就念阿弥陀佛。我们把这句阿弥陀佛都给他，他讲的那些东西我没听进去，这样好！所以言语少好，袁了凡是言语多，喜欢说话，前面讲了，毛病。",
      "zh_TW": "『或身勉為善而口有過言』，所以改過自新不是蹴然就成就，是要一段相當長的時間不斷去改，初期這是決定免不了的，身雖然善，能夠合於禮法，但是口裡面言語還會有過失，口不擇言。言語，自古以來，所謂是禍福之門，言語不能不謹慎。孔老夫子教學，四科，第一科是德行，德行是做人的根本，我們今天講教育，德育，現在這個社會德育沒有了，大家不講求了。第二個科目就是言語，你想想孔老夫子多麼著重言語，就是說話要有分寸，說話不能傷人。言語傷人是不知不覺的，人家懷恨在心，將來的報復是你沒有辦法預料的。往往許許多多的怨仇、誤會，從哪來的？言語不謹慎，說的人無心，聽的人有意，這個事情麻煩大了，所以不可以不謹慎。少言就寡過，過失就少了，何必多說話？人家不會把你當啞巴。尤其修行人，求心地清淨，自行化他，一句阿彌陀佛就行了。人家給我們講再多的話，我們一句也不要答覆他，阿彌陀佛，他再講，阿彌陀佛，聽個幾句念一句阿彌陀佛，聽完了之後，他講什麼我不曉得。與我們沒有關係的，無關緊要的，隨他講，講了我們就念阿彌陀佛。我們把這句阿彌陀佛都給他，他講的那些東西我沒聽進去，這樣好！所以言語少好，袁了凡是言語多，喜歡說話，前面講了，毛病。"
    },
    {
      "id": "19-002-0005_p0022",
      "zh_CN": "『或醒时操持』，就是清醒的时候他能够注意自己的言行，能够很守规矩，很如法，他喜欢喝酒，酒一喝醉了，就有放逸了，毛病出来了。酒是佛法的大戒，五戒里头有酒戒。但是诸位要晓得，佛为什么要戒酒？就是酒后乱性，醉后乱性，如果你饮酒不至于醉，酒有开缘的，这个可以喝的，决定不能喝醉，佛戒酒就防止你喝醉。但是那个戒律讲得很严格，说滴酒不沾，为什么？怕你止不住，你感情用事，没有理智，一杯接着一杯，那个麻烦大了，那决定是破戒了。所以从前我在台中，李老师给我们讲《礼记》，《礼记》的注解是郑康成注的，郑玄。郑玄在东汉是大儒，他是马融的学生，马融在当时也是非常了不起的一位大学问家。但是马融的心量不大，学生超过他，他心里很不是味道。他的学生很多，马融教学，上课的时候，他这个后面拉着一个布幔，布缦拉起来，后面什么？后面有，他家里有乐队，都是女孩子，在那里演奏唱歌，他一面在欣赏音乐，一面在上课，他搞这一套，他喜欢这一套。女孩子在那边唱歌，当然学生总会偷偷去看一看，这是免不了的事情。唯独郑玄，在他门下三年，从来没有向布幔里看过一眼。",
      "zh_TW": "『或醒時操持』，就是清醒的時候他能夠注意自己的言行，能夠很守規矩，很如法，他喜歡喝酒，酒一喝醉了，就有放逸了，毛病出來了。酒是佛法的大戒，五戒裡頭有酒戒。但是諸位要曉得，佛為什麼要戒酒？就是酒後亂性，醉後亂性，如果你飲酒不至於醉，酒有開緣的，這個可以喝的，決定不能喝醉，佛戒酒就防止你喝醉。但是那個戒律講得很嚴格，說滴酒不沾，為什麼？怕你止不住，你感情用事，沒有理智，一杯接著一杯，那個麻煩大了，那決定是破戒了。所以從前我在台中，李老師給我們講《禮記》，《禮記》的註解是鄭康成註的，鄭玄。鄭玄在東漢是大儒，他是馬融的學生，馬融在當時也是非常了不起的一位大學問家。但是馬融的心量不大，學生超過他，他心裡很不是味道。他的學生很多，馬融教學，上課的時候，他這個後面拉著一個布幔，布縵拉起來，後面什麼？後面有，他家裡有樂隊，都是女孩子，在那裡演奏唱歌，他一面在欣賞音樂，一面在上課，他搞這一套，他喜歡這一套。女孩子在那邊唱歌，當然學生總會偷偷去看一看，這是免不了的事情。唯獨鄭玄，在他門下三年，從來沒有向布幔裡看過一眼。"
    },
    {
      "id": "19-002-0005_p0023",
      "zh_CN": "所以马融知道，马融说，我的学问就是郑玄一个人得去了，只有他一个人得去了。果然没有错，郑玄的成就超过老师，青出于蓝。老师不甘心，想派刺客把他杀死。所以他离别去的时候，马融带着学生到十里长亭去送行，送行实在讲就不怀好意，同学之间每一个人敬酒敬郑玄三杯，同学他大概找了总有几十人，将近一百人的样子，所以郑玄在那里喝酒喝了三百杯，三百杯的典故就是从这里来的，希望把他灌醉，在路上好下手。哪里晓得郑康成酒量很大，三百杯喝下去，小小的礼节都不失。李老师说，如果人人都像郑康成，释迦牟尼佛这条戒就不用制定了，不需要了，需要干什么？小小的礼节都不失。而且郑玄很聪明，知道老师的企图，人家问他从哪里走？我从哪一条路走。人家路上已经埋好了人，他从另外一条小路溜掉了，保全了，聪明，真正是有智慧！所以自古以来也有老师嫉妒学生的，这是历史上很著名的一桩事情。",
      "zh_TW": "所以馬融知道，馬融說，我的學問就是鄭玄一個人得去了，只有他一個人得去了。果然沒有錯，鄭玄的成就超過老師，青出於藍。老師不甘心，想派刺客把他殺死。所以他離別去的時候，馬融帶著學生到十里長亭去送行，送行實在講就不懷好意，同學之間每一個人敬酒敬鄭玄三杯，同學他大概找了總有幾十人，將近一百人的樣子，所以鄭玄在那裡喝酒喝了三百杯，三百杯的典故就是從這裡來的，希望把他灌醉，在路上好下手。哪裡曉得鄭康成酒量很大，三百杯喝下去，小小的禮節都不失。李老師說，如果人人都像鄭康成，釋迦牟尼佛這條戒就不用制定了，不需要了，需要幹什麼？小小的禮節都不失。而且鄭玄很聰明，知道老師的企圖，人家問他從哪裡走？我從哪一條路走。人家路上已經埋好了人，他從另外一條小路溜掉了，保全了，聰明，真正是有智慧！所以自古以來也有老師嫉妒學生的，這是歷史上很著名的一樁事情。"
    },
    {
      "id": "19-002-0005_p0024",
      "zh_CN": "所以这个酒戒，要知道，释迦牟尼佛为什么制定的，你要了解这个意义。因此我们学佛的同修，如果在烹饪烹调的时候用酒做料酒，这个不会醉的，调味是可以的，这是可以的。如果年岁大，体力衰，他血液循环缓慢，酒可以帮助血液循环，你在每一餐饭喝一杯酒，也可以的，这个知道有开缘。我在初学佛的时候，对这些事情不甚了解，看到一个很奇怪的事情，有一个老法师，也是很有名的一个老法师，我们对他比较上接近，他每一餐饭都喝一杯酒。我们那时候看到很奇怪，不饮酒是根本戒，老和尚每一餐喝一杯酒。到以后才知道，他那个时候已经七十多岁了，他那一杯酒是帮助血液循环，有助于身体健康，这是有开缘的。所以在佛门里面，年老体衰、药用，这个就是属于药用，绝对他不是喝醉的，因为他桌子上只有一杯，没有酒瓶，没有酒壶，只有那么一杯，这个是对的。所以这个要晓得，不要看到，这个老和尚破戒，那就是我们的过失了。",
      "zh_TW": "所以這個酒戒，要知道，釋迦牟尼佛為什麼制定的，你要了解這個意義。因此我們學佛的同修，如果在烹飪烹調的時候用酒做料酒，這個不會醉的，調味是可以的，這是可以的。如果年歲大，體力衰，他血液循環緩慢，酒可以幫助血液循環，你在每一餐飯喝一杯酒，也可以的，這個知道有開緣。我在初學佛的時候，對這些事情不甚了解，看到一個很奇怪的事情，有一個老法師，也是很有名的一個老法師，我們對他比較上接近，他每一餐飯都喝一杯酒。我們那時候看到很奇怪，不飲酒是根本戒，老和尚每一餐喝一杯酒。到以後才知道，他那個時候已經七十多歲了，他那一杯酒是幫助血液循環，有助於身體健康，這是有開緣的。所以在佛門裡面，年老體衰、藥用，這個就是屬於藥用，絕對他不是喝醉的，因為他桌子上只有一杯，沒有酒瓶，沒有酒壺，只有那麼一杯，這個是對的。所以這個要曉得，不要看到，這個老和尚破戒，那就是我們的過失了。"
    },
    {
      "id": "19-002-0005_p0025",
      "zh_CN": "同样一个道理，同样你了解这个道理，佛门忌五辛，五辛里面尤其是大蒜，五辛是大蒜、葱、荞头，荞头我们大陆叫小蒜，叫荞头，都是一类的，韭菜、洋葱，兴渠就是洋葱。这些东西佛为什么要禁止我们去吃？《楞严经》上说得很好，修行顶重要的是清净心，生理对于心理会有影响，你的功夫不到家，功夫到家了事事无碍，没有障碍了，功夫不到家的话，生理会影响心理。功夫到了家，是心理当了家，做了主宰，境随心转，那个就没有障碍了。如果还心随境转，这个有障碍，对于外境就要注意，就要选择。这个五样东西，佛跟我们说了，生吃助长肝火，容易发脾气；熟吃是增长荷尔蒙，也就是容易引起性冲动，是为了这个原因。所以佛制定都有道理的。换句话说，不管生吃、熟吃，它都增长烦恼，所以禁止。",
      "zh_TW": "同樣一個道理，同樣你了解這個道理，佛門忌五辛，五辛裡面尤其是大蒜，五辛是大蒜、蔥、蕎頭，蕎頭我們大陸叫小蒜，叫蕎頭，都是一類的，韭菜、洋蔥，興渠就是洋蔥。這些東西佛為什麼要禁止我們去吃？《楞嚴經》上說得很好，修行頂重要的是清淨心，生理對於心理會有影響，你的功夫不到家，功夫到家了事事無礙，沒有障礙了，功夫不到家的話，生理會影響心理。功夫到了家，是心理當了家，做了主宰，境隨心轉，那個就沒有障礙了。如果還心隨境轉，這個有障礙，對於外境就要注意，就要選擇。這個五樣東西，佛跟我們說了，生吃助長肝火，容易發脾氣；熟吃是增長荷爾蒙，也就是容易引起性衝動，是為了這個原因。所以佛制定都有道理的。換句話說，不管生吃、熟吃，它都增長煩惱，所以禁止。"
    },
    {
      "id": "19-002-0005_p0026",
      "zh_CN": "有些在家的同修说，五辛不能吃，那我们就不要吃素了，为什么？炒菜配一点在里面很香，连这个都不能吃，我们对吃素兴趣就没有了。诸位要知道，这五样东西拿去做配菜、做作料，不起这个作用，就跟酒一样，你少少的喝一杯半杯，不起作用，一样的道理。所以你要明理，你才晓得佛法是活用的，不是死呆板的。你炒一盘菜，里面放一个大蒜、二个大蒜，决定起不了作用。吃五辛葱蒜这一类东西，你要到大陆去看山东人，那个起作用。我们今天说老实话，你一餐就是吃个一瓣算什么，不起作用的。山东人吃那个东西我们吃不下的，为什么？他拿去当饭吃，当点心吃，生的大蒜一拨，他可以用碗装吃个一、二碗，我们能吃得下去吗？我们吃一瓣都很勉强，吃个几瓣辣得不得了。他们习惯了，所以他们那样吃是整盘大量的吃。佛是禁忌这个，你这个一瓣、二瓣配在菜里做作料，那个葱切一根、二根调味，这就跟那个料酒调味是一样的意思。所以诸位一定要明白佛制定这条戒他真正用意在哪里。寺院里面是怕人说闲话，你们这个庙里怎么吃五辛，怕人说闲话。你们家庭里面就不必拘束了，家庭吃素的时候，你就晓得，少量做为作料、做为香料来用的话，这个决定没有妨碍。所以要明理，佛法是很讲道理的，合情、合理、合法，通人情、通道理的，不是不讲理的。所以这是讲到醉后放逸，所以决定不能够饮酒，不能够喝醉。",
      "zh_TW": "有些在家的同修說，五辛不能吃，那我們就不要吃素了，為什麼？炒菜配一點在裡面很香，連這個都不能吃，我們對吃素興趣就沒有了。諸位要知道，這五樣東西拿去做配菜、做作料，不起這個作用，就跟酒一樣，你少少的喝一杯半杯，不起作用，一樣的道理。所以你要明理，你才曉得佛法是活用的，不是死呆板的。你炒一盤菜，裡面放一個大蒜、二個大蒜，決定起不了作用。吃五辛蔥蒜這一類東西，你要到大陸去看山東人，那個起作用。我們今天說老實話，你一餐就是吃個一瓣算什麼，不起作用的。山東人吃那個東西我們吃不下的，為什麼？他拿去當飯吃，當點心吃，生的大蒜一撥，他可以用碗裝吃個一、二碗，我們能吃得下去嗎？我們吃一瓣都很勉強，吃個幾瓣辣得不得了。他們習慣了，所以他們那樣吃是整盤大量的吃。佛是禁忌這個，你這個一瓣、二瓣配在菜裡做作料，那個蔥切一根、二根調味，這就跟那個料酒調味是一樣的意思。所以諸位一定要明白佛制定這條戒他真正用意在哪裡。寺院裡面是怕人說閒話，你們這個廟裡怎麼吃五辛，怕人說閒話。你們家庭裡面就不必拘束了，家庭吃素的時候，你就曉得，少量做為作料、做為香料來用的話，這個決定沒有妨礙。所以要明理，佛法是很講道理的，合情、合理、合法，通人情、通道理的，不是不講理的。所以這是講到醉後放逸，所以決定不能夠飲酒，不能夠喝醉。"
    },
    {
      "id": "19-002-0005_p0027",
      "zh_CN": "我们自己学佛了，受了五戒了，如果有应酬，尤其是过年来了，家亲眷属过年吃饭总是有酒，我受了五戒，好，你一定要持戒，那些人看到，咱们不要学佛，你看看学佛这一点享受都没有了，什么都没有了，他就不学佛了。如果在应酬里头，你也可以跟他喝一杯，你不是受了戒吗？是！我受了戒，然后跟他讲这个。那这样我也可以受戒。你还度了多少人。我有三杯的酒量我喝一杯，我也欢欢喜喜的跟你们在一起。他们也不会逼迫着一定把你灌醉，那是他们的错误，我们也不会接受。我陪你们一块，我也喝个一杯、二杯，这是正常的。所以在某一个场合里，通权达变，要利用机会教育，他们很难得闻佛法，我们在饮食之间就把佛法的大道理说给他听，他听听他也种了善根，所以这是机会教育。『以过折功，日常虚度』，这个功与过两个一比较，还是每一天的过多功少，没进步。再看底下：",
      "zh_TW": "我們自己學佛了，受了五戒了，如果有應酬，尤其是過年來了，家親眷屬過年吃飯總是有酒，我受了五戒，好，你一定要持戒，那些人看到，咱們不要學佛，你看看學佛這一點享受都沒有了，什麼都沒有了，他就不學佛了。如果在應酬裡頭，你也可以跟他喝一杯，你不是受了戒嗎？是！我受了戒，然後跟他講這個。那這樣我也可以受戒。你還度了多少人。我有三杯的酒量我喝一杯，我也歡歡喜喜的跟你們在一起。他們也不會逼迫著一定把你灌醉，那是他們的錯誤，我們也不會接受。我陪你們一塊，我也喝個一杯、二杯，這是正常的。所以在某一個場合裡，通權達變，要利用機會教育，他們很難得聞佛法，我們在飲食之間就把佛法的大道理說給他聽，他聽聽他也種了善根，所以這是機會教育。『以過折功，日常虛度』，這個功與過兩個一比較，還是每一天的過多功少，沒進步。再看底下："
    },
    {
      "id": "19-002-0005_p0028",
      "zh_CN": "【自己巳岁发愿。直至己卯岁。】",
      "zh_TW": "【自己巳歲發願。直至己卯歲。】"
    },
    {
      "id": "19-002-0005_p0029",
      "zh_CN": "整整十年。",
      "zh_TW": "整整十年。"
    },
    {
      "id": "19-002-0005_p0030",
      "zh_CN": "【历十余年。而三千善行始完。】",
      "zh_TW": "【歷十餘年。而三千善行始完。】"
    },
    {
      "id": "19-002-0005_p0031",
      "zh_CN": "你看他从前许的愿，许求取科第之愿，要行三千善事，三千善事十年才完成。",
      "zh_TW": "你看他從前許的願，許求取科第之願，要行三千善事，三千善事十年才完成。"
    },
    {
      "id": "19-002-0005_p0032",
      "zh_CN": "【时方从李渐庵入关。未及回向。】",
      "zh_TW": "【時方從李漸庵入關。未及回向。】"
    },
    {
      "id": "19-002-0005_p0033",
      "zh_CN": "这是因为他在外面服务，曾经一度他在军队当中办事，他是军队里面像参谋一类的地位，跟着军队到处行军，没有机会回向。",
      "zh_TW": "這是因為他在外面服務，曾經一度他在軍隊當中辦事，他是軍隊裡面像參謀一類的地位，跟著軍隊到處行軍，沒有機會迴向。"
    },
    {
      "id": "19-002-0005_p0034",
      "zh_CN": "【庚辰南还。】",
      "zh_TW": "【庚辰南還。】"
    },
    {
      "id": "19-002-0005_p0035",
      "zh_CN": "第二年才有这个机会。",
      "zh_TW": "第二年才有這個機會。"
    },
    {
      "id": "19-002-0005_p0036",
      "zh_CN": "【始请性空慧空诸上人。就东塔禅堂回向。】",
      "zh_TW": "【始請性空慧空諸上人。就東塔禪堂回向。】"
    },
    {
      "id": "19-002-0005_p0037",
      "zh_CN": "这就是他所许的愿，第一桩圆满了，真正做到了，到最后回向。因为他许愿的时候，曾经自己写了疏文，表示他要认真改过自新，积功累德，现在他积的功德圆满了，三千善事做圆满了，回向报恩，他的愿求也果然得到了。第二，他再去发一个愿：",
      "zh_TW": "這就是他所許的願，第一樁圓滿了，真正做到了，到最後迴向。因為他許願的時候，曾經自己寫了疏文，表示他要認真改過自新，積功累德，現在他積的功德圓滿了，三千善事做圓滿了，迴向報恩，他的願求也果然得到了。第二，他再去發一個願："
    },
    {
      "id": "19-002-0005_p0038",
      "zh_CN": "【遂起求子愿。亦许行三千善事。】",
      "zh_TW": "【遂起求子願。亦許行三千善事。】"
    },
    {
      "id": "19-002-0005_p0039",
      "zh_CN": "他命里头没有儿子，没有儿子要得儿子，那这真正是他修来的，这是他求来的，求有益于得也，真正有益于得。",
      "zh_TW": "他命裡頭沒有兒子，沒有兒子要得兒子，那這真正是他修來的，這是他求來的，求有益於得也，真正有益於得。"
    },
    {
      "id": "19-002-0005_p0040",
      "zh_CN": "【辛巳生汝天启。】",
      "zh_TW": "【辛巳生汝天啟。】"
    },
    {
      "id": "19-002-0005_p0041",
      "zh_CN": "他许这个愿，行三千善事，三千善事还没有圆满，他就生儿子了。因为他发这个愿，到第二年他就生了儿子，天启是他的大儿子。所以真正发愿，一发愿马上就有感应。当然三千善事他一定会兑现的，还没有修完，儿子已经得到了，跟前面一样，前面他礼部考试，你看他三千善事也是没有圆满的时候，他居然考中第一名，命里面第三名，他考中第一名。所以感应道交不可思议。",
      "zh_TW": "他許這個願，行三千善事，三千善事還沒有圓滿，他就生兒子了。因為他發這個願，到第二年他就生了兒子，天啟是他的大兒子。所以真正發願，一發願馬上就有感應。當然三千善事他一定會兌現的，還沒有修完，兒子已經得到了，跟前面一樣，前面他禮部考試，你看他三千善事也是沒有圓滿的時候，他居然考中第一名，命裡面第三名，他考中第一名。所以感應道交不可思議。"
    },
    {
      "id": "19-002-0005_p0042",
      "zh_CN": "【余行一事。随以笔记。汝母不能书。每行一事。辄用鹅毛管。印一朱圈于历日之上。】",
      "zh_TW": "【余行一事。隨以筆記。汝母不能書。每行一事。輒用鵝毛管。印一硃圈於曆日之上。】"
    },
    {
      "id": "19-002-0005_p0043",
      "zh_CN": "每一天行善，三千善事，做一桩好事情他就把它记下来。夫妻两个都行善，他太太不认识字，所以不能记，她就用一根鹅毛管蘸着印泥，家里用的日历的本子，每一天，做一桩好事就印一个圈。",
      "zh_TW": "每一天行善，三千善事，做一樁好事情他就把它記下來。夫妻兩個都行善，他太太不認識字，所以不能記，她就用一根鵝毛管蘸著印泥，家裡用的日曆的本子，每一天，做一樁好事就印一個圈。"
    },
    {
      "id": "19-002-0005_p0044",
      "zh_CN": "【或施食贫人。】",
      "zh_TW": "【或施食貧人。】"
    },
    {
      "id": "19-002-0005_p0045",
      "zh_CN": "这是好事。",
      "zh_TW": "這是好事。"
    },
    {
      "id": "19-002-0005_p0046",
      "zh_CN": "【或买放生命。】",
      "zh_TW": "【或買放生命。】"
    },
    {
      "id": "19-002-0005_p0047",
      "zh_CN": "这就是放生。这个放生，要记住，现在我们这个寺院里面放生有很多不是放生，是受骗了。发心放生的人很多，现在大家有钱，大规模一次到什么鸟兽公司去买，他专门抓来给你放生的，你不放生他就不抓了，你愈放得多，他拼命去抓，你说这个不是放生，是害生。这个是错误的，决定错误的，放生不是这个放生法，把放生的意义搞错了，不但没有功德，有过失，确实是有罪过。我记得我有一次在台中慈光图书馆，不知道什么地方有个人送来一只海龟，很大的一只大海龟，摆在图书馆，李老师讲经，放在大门口。人家告诉老师，老师说那就把牠买下来，买去放生，海龟，不少钱，那时候价钱很高，就买来了。第二天的时候，同修们有几个人一起把牠送到海里面去放生，到清水那边去放生。过了一个星期又来一只，李老师说决定不要买，你要买，他不断的会抓来，每个星期天讲经都会给你送一、二只来，这个不叫放生，叫害生。他说他要杀了，随他杀去。所以以后就不来了。这个要有智慧，不要鼓励那些人去抓鸟兽，那叫造罪业，他没有销路，卖不掉，他就不会去抓了。就是他要打猎，他要吃，他也有限，他吃不了那么多。所以你买的人愈多，他就拼命去抓，这个叫害众生，你不放生，牠生命还能保全；你这一放生，牠的命就保不住了，这个是一定要知道的。",
      "zh_TW": "這就是放生。這個放生，要記住，現在我們這個寺院裡面放生有很多不是放生，是受騙了。發心放生的人很多，現在大家有錢，大規模一次到什麼鳥獸公司去買，他專門抓來給你放生的，你不放生他就不抓了，你愈放得多，他拼命去抓，你說這個不是放生，是害生。這個是錯誤的，決定錯誤的，放生不是這個放生法，把放生的意義搞錯了，不但沒有功德，有過失，確實是有罪過。我記得我有一次在台中慈光圖書館，不知道什麼地方有個人送來一隻海龜，很大的一隻大海龜，擺在圖書館，李老師講經，放在大門口。人家告訴老師，老師說那就把牠買下來，買去放生，海龜，不少錢，那時候價錢很高，就買來了。第二天的時候，同修們有幾個人一起把牠送到海裡面去放生，到清水那邊去放生。過了一個星期又來一隻，李老師說決定不要買，你要買，他不斷的會抓來，每個星期天講經都會給你送一、二隻來，這個不叫放生，叫害生。他說他要殺了，隨他殺去。所以以後就不來了。這個要有智慧，不要鼓勵那些人去抓鳥獸，那叫造罪業，他沒有銷路，賣不掉，他就不會去抓了。就是他要打獵，他要吃，他也有限，他吃不了那麼多。所以你買的人愈多，他就拼命去抓，這個叫害眾生，你不放生，牠生命還能保全；你這一放生，牠的命就保不住了，這個是一定要知道的。"
    },
    {
      "id": "19-002-0005_p0048",
      "zh_CN": "所以佛教讲放生，是在你日常生活当中，你每天到市场买菜，在美国这个机会没有了，美国的超级市场没有活东西卖，所以没有这个机会，所以真正放生还是在台湾、在香港这些地区。你去买菜，偶然看见了，也不要故意去找，故意去找这都是攀缘，偶然之间发现了，发现这个动物活活泼泼，你判断牠，我买下来放牠生，牠决定能够活得了，这就把牠放生。看到虽然是活的，买去之后牠也活不成，那就不必了，不如拿这个钱另外做其他的功德。所以一定要有智慧，不可以感情用事。我们宣扬吃素，劝人不杀生，劝人爱护动物，都是放生修学的意义，不一定说真正买动物拿去放那才叫放生，那你就搞错了。像丰子恺画的《护生画集》，你能够多印多流通，《画集》里头画也画得很好，里面题的词内容也非常之好，但是它里面题词多半是用文言文的，如果你能发心把它改写成白话文，再把画面改成为彩色，白话文通俗、简单，再加以注音符号，多印这些东西送给中小学生，让他们从小培养爱护动物的观念，这个就真正能收到放生的效果。所以要多方面去着眼，广泛的去修学，不要死在一句话里面，这个错了。",
      "zh_TW": "所以佛教講放生，是在你日常生活當中，你每天到市場買菜，在美國這個機會沒有了，美國的超級市場沒有活東西賣，所以沒有這個機會，所以真正放生還是在台灣、在香港這些地區。你去買菜，偶然看見了，也不要故意去找，故意去找這都是攀緣，偶然之間發現了，發現這個動物活活潑潑，你判斷牠，我買下來放牠生，牠決定能夠活得了，這就把牠放生。看到雖然是活的，買去之後牠也活不成，那就不必了，不如拿這個錢另外做其他的功德。所以一定要有智慧，不可以感情用事。我們宣揚吃素，勸人不殺生，勸人愛護動物，都是放生修學的意義，不一定說真正買動物拿去放那才叫放生，那你就搞錯了。像豐子愷畫的《護生畫集》，你能夠多印多流通，《畫集》裡頭畫也畫得很好，裡面題的詞內容也非常之好，但是它裡面題詞多半是用文言文的，如果你能發心把它改寫成白話文，再把畫面改成為彩色，白話文通俗、簡單，再加以注音符號，多印這些東西送給中小學生，讓他們從小培養愛護動物的觀念，這個就真正能收到放生的效果。所以要多方面去著眼，廣泛的去修學，不要死在一句話裡面，這個錯了。"
    },
    {
      "id": "19-002-0005_p0049",
      "zh_CN": "【一日有多至十余圈者。】",
      "zh_TW": "【一日有多至十餘圈者。】"
    },
    {
      "id": "19-002-0005_p0050",
      "zh_CN": "断恶修善显然比过去进步多了，在过去有的时候一天难得做一桩好事，好几天才做一桩，所以三千善事十年才完成。一年三百六十天，十年三千六百天，可见得一天做一桩善事，还有六百天没有做善事。现在一天居然做了十几桩善事，比从前是大有进步了。你就想，改过自新，断恶修善，真正不容易，你看了凡夫妇他的确有毅力、有耐心。看他们这个情形，你就晓得真正修行不容易，毛病习气要是没有毅力、没有决心，不容易断除。这个就是讲菩提道上进得少，退得多，就是这么道理。",
      "zh_TW": "斷惡修善顯然比過去進步多了，在過去有的時候一天難得做一樁好事，好幾天才做一樁，所以三千善事十年才完成。一年三百六十天，十年三千六百天，可見得一天做一樁善事，還有六百天沒有做善事。現在一天居然做了十幾樁善事，比從前是大有進步了。你就想，改過自新，斷惡修善，真正不容易，你看了凡夫婦他的確有毅力、有耐心。看他們這個情形，你就曉得真正修行不容易，毛病習氣要是沒有毅力、沒有決心，不容易斷除。這個就是講菩提道上進得少，退得多，就是這麼道理。"
    },
    {
      "id": "19-002-0005_p0051",
      "zh_CN": "【至癸未八月。三千之数已满。】",
      "zh_TW": "【至癸未八月。三千之數已滿。】"
    },
    {
      "id": "19-002-0005_p0052",
      "zh_CN": "他发愿的时候是庚辰，从庚辰到癸未，四年，四年他这个三千善就圆满了。前面三千善事十多年才圆满，这第二次发的这个愿，四年就圆满了。",
      "zh_TW": "他發願的時候是庚辰，從庚辰到癸未，四年，四年他這個三千善就圓滿了。前面三千善事十多年才圓滿，這第二次發的這個願，四年就圓滿了。"
    },
    {
      "id": "19-002-0005_p0053",
      "zh_CN": "【复请性空辈。就家庭回向。】",
      "zh_TW": "【復請性空輩。就家庭回向。】"
    },
    {
      "id": "19-002-0005_p0054",
      "zh_CN": "请他到自己家里面的佛堂来回向。",
      "zh_TW": "請他到自己家裡面的佛堂來迴向。"
    },
    {
      "id": "19-002-0005_p0055",
      "zh_CN": "【九月十三日。复起求进士愿。许行善事一万条。】",
      "zh_TW": "【九月十三日。復起求進士願。許行善事一萬條。】"
    },
    {
      "id": "19-002-0005_p0056",
      "zh_CN": "他命里头没有进士，他命里头只有举人，命里头没有进士，现在他要求中进士。命里面没有儿子，他得了儿子，这是他自己这一生当中求得来的，这是变数；命里头没有进士的学位，这次他能得到的时候，这也是一个变数。云谷禅师教给他的完全兑现了，有了灵验。他许愿行善事一万条。",
      "zh_TW": "他命裡頭沒有進士，他命裡頭只有舉人，命裡頭沒有進士，現在他要求中進士。命裡面沒有兒子，他得了兒子，這是他自己這一生當中求得來的，這是變數；命裡頭沒有進士的學位，這次他能得到的時候，這也是一個變數。雲谷禪師教給他的完全兌現了，有了靈驗。他許願行善事一萬條。"
    },
    {
      "id": "19-002-0005_p0057",
      "zh_CN": "【丙戌登第。】",
      "zh_TW": "【丙戌登第。】"
    },
    {
      "id": "19-002-0005_p0058",
      "zh_CN": "从癸未年的九月十三日，他发愿的，到『丙戌』，只有三年，三年之后他果然中了进士。『登第』就是进士及第，这命里没有的，他得到了。",
      "zh_TW": "從癸未年的九月十三日，他發願的，到『丙戌』，只有三年，三年之後他果然中了進士。『登第』就是進士及第，這命裡沒有的，他得到了。"
    },
    {
      "id": "19-002-0005_p0059",
      "zh_CN": "【授宝坻知县。】",
      "zh_TW": "【授寶坻知縣。】"
    },
    {
      "id": "19-002-0005_p0060",
      "zh_CN": "中了进士之后，朝廷分发他去做官，宝坻县的知县。这个也是他命里没有的，他命里讲的，四川选一个县做县长，大尹，没有说在京城附近，宝坻是京畿附近。当时的首都是在北京，宝坻县距离北京很近，在北京的东南方，现在属于河北省，靠近山东，北京的东南方，他在这个地方做知县。由此可知，这也是他命里没有的，他命里没有进士，也没有在京畿附近，就是首都附近做知县，这都是他命里所没有的。",
      "zh_TW": "中了進士之後，朝廷分發他去做官，寶坻縣的知縣。這個也是他命裡沒有的，他命裡講的，四川選一個縣做縣長，大尹，沒有說在京城附近，寶坻是京畿附近。當時的首都是在北京，寶坻縣距離北京很近，在北京的東南方，現在屬於河北省，靠近山東，北京的東南方，他在這個地方做知縣。由此可知，這也是他命裡沒有的，他命裡沒有進士，也沒有在京畿附近，就是首都附近做知縣，這都是他命裡所沒有的。"
    },
    {
      "id": "19-002-0005_p0061",
      "zh_CN": "【余置空格一册。名曰治心篇。晨起坐堂。家人携付门役。置案上。所行善恶。纤悉必记。夜则设桌于庭。效赵阅道焚香告帝。】",
      "zh_TW": "【余置空格一冊。名曰治心篇。晨起坐堂。家人攜付門役。置案上。所行善惡。纖悉必記。夜則設桌於庭。效趙閱道焚香告帝。】"
    },
    {
      "id": "19-002-0005_p0062",
      "zh_CN": "你看这是他做了官之后，他用什么样的态度来处理公务，替百姓造福。县市长是朝廷选的，不是老百姓选举的，朝廷选择的。这个县市长好，他确实断恶修善，积功累德。从做了县长，他每天准备一个册子，空白的一个本子，这个本子叫『治心篇』，对治心里面一些毛病。『晨起坐堂』，坐堂是处理公务，审问案子。因为从前那个时候叫知县，就相当于现在的县长，不但要管这个县的行政，而且还要管这个县的司法，也就是这个县里面最高的司法官。所以许多案件都要他来审查。不像现在，行政跟司法分开了，司法有法院、有法官处理了，从前县市长还要管司法，还要管审案子，这叫坐堂。『家人』，就是家里面的佣人，这个册子随身携带，『门役』是县政府里面当差的，就交给他，摆在他办公的桌上。他每天做了善事，或者做了恶事，统统都记，因为他许愿要做一万条善事，所以小善大善统统要记，看看到什么时候这一万条善事才能做得圆满。晚上他还要设案桌，就是在庭院里面摆一个香案，把今天一天所做的事情向天帝鬼神报告，不敢隐瞒在心里面。『仿效赵阅道焚香告帝』，古人有这个做法，他知道，仿效古人的做法，使得自己真正忏悔，身心清净，一丝毫不敢隐瞒，这是我们佛家所讲的发露忏悔。",
      "zh_TW": "你看這是他做了官之後，他用什麼樣的態度來處理公務，替百姓造福。縣市長是朝廷選的，不是老百姓選舉的，朝廷選擇的。這個縣市長好，他確實斷惡修善，積功累德。從做了縣長，他每天準備一個冊子，空白的一個本子，這個本子叫『治心篇』，對治心裡面一些毛病。『晨起坐堂』，坐堂是處理公務，審問案子。因為從前那個時候叫知縣，就相當於現在的縣長，不但要管這個縣的行政，而且還要管這個縣的司法，也就是這個縣裡面最高的司法官。所以許多案件都要他來審查。不像現在，行政跟司法分開了，司法有法院、有法官處理了，從前縣市長還要管司法，還要管審案子，這叫坐堂。『家人』，就是家裡面的傭人，這個冊子隨身攜帶，『門役』是縣政府裡面當差的，就交給他，擺在他辦公的桌上。他每天做了善事，或者做了惡事，統統都記，因為他許願要做一萬條善事，所以小善大善統統要記，看看到什麼時候這一萬條善事才能做得圓滿。晚上他還要設案桌，就是在庭院裡面擺一個香案，把今天一天所做的事情向天帝鬼神報告，不敢隱瞞在心裡面。『仿效趙閱道焚香告帝』，古人有這個做法，他知道，仿效古人的做法，使得自己真正懺悔，身心清淨，一絲毫不敢隱瞞，這是我們佛家所講的發露懺悔。"
    },
    {
      "id": "19-002-0005_p0063",
      "zh_CN": "【汝母见所行不多。辄颦蹙曰。我前在家。相助为善。故三千之数得完。今许一万。衙中无事可行。何时得圆满乎。】",
      "zh_TW": "【汝母見所行不多。輒顰蹙曰。我前在家。相助為善。故三千之數得完。今許一萬。衙中無事可行。何時得圓滿乎。】"
    },
    {
      "id": "19-002-0005_p0064",
      "zh_CN": "从前没有做官，做老百姓，所以太太帮助做善事容易，现在做了官，住在官府里面，等于我们现在讲是公家的宿舍，从前做官的跟外面老百姓不接触的，尤其是眷属，对外面不接触的，与外面不接触就没有办法帮助行善。所以想一想，这一万条善事要到哪一年才能圆满？这个事叫他的太太发愁了，担忧了。",
      "zh_TW": "從前沒有做官，做老百姓，所以太太幫助做善事容易，現在做了官，住在官府裡面，等於我們現在講是公家的宿舍，從前做官的跟外面老百姓不接觸的，尤其是眷屬，對外面不接觸的，與外面不接觸就沒有辦法幫助行善。所以想一想，這一萬條善事要到哪一年才能圓滿？這個事叫他的太太發愁了，擔憂了。"
    },
    {
      "id": "19-002-0005_p0065",
      "zh_CN": "【夜间偶梦见一神人。余言善事难完之故。神曰。只减粮一节。万行俱完矣。】",
      "zh_TW": "【夜間偶夢見一神人。余言善事難完之故。神曰。只減糧一節。萬行俱完矣。】"
    },
    {
      "id": "19-002-0005_p0066",
      "zh_CN": "所以他白天有这个念头，他晚上就有感应，晚上作梦，梦见一个神人，他就给这个神明说，我许的一万条善事，现在在公务当中，修积善事反而不及从前，这一万条善事很难圆满。这个神就告诉他，你在政务里面所做的减粮这一桩事情，你的一万条善事统统做圆满了。这个很奇怪。底下他就述说了，他确实做了这么一桩好事。",
      "zh_TW": "所以他白天有這個念頭，他晚上就有感應，晚上作夢，夢見一個神人，他就給這個神明說，我許的一萬條善事，現在在公務當中，修積善事反而不及從前，這一萬條善事很難圓滿。這個神就告訴他，你在政務裡面所做的減糧這一樁事情，你的一萬條善事統統做圓滿了。這個很奇怪。底下他就述說了，他確實做了這麼一樁好事。"
    },
    {
      "id": "19-002-0005_p0067",
      "zh_CN": "【盖宝坻之田。】",
      "zh_TW": "【蓋寶坻之田。】"
    },
    {
      "id": "19-002-0005_p0068",
      "zh_CN": "这就是田租，他做了县长之后把田租减少了。",
      "zh_TW": "這就是田租，他做了縣長之後把田租減少了。"
    },
    {
      "id": "19-002-0005_p0069",
      "zh_CN": "【每亩二分三厘七毫。】",
      "zh_TW": "【每畝二分三釐七毫。】"
    },
    {
      "id": "19-002-0005_p0070",
      "zh_CN": "这是从前，前一任知县的时候，收租是按照这个数字来收的，一亩田收二分三厘七毫。",
      "zh_TW": "這是從前，前一任知縣的時候，收租是按照這個數字來收的，一畝田收二分三釐七毫。"
    },
    {
      "id": "19-002-0005_p0071",
      "zh_CN": "【余为区处。减至一分四厘六毫。委有此事。心颇惊疑。】",
      "zh_TW": "【余為區處。減至一分四釐六毫。委有此事。心頗驚疑。】"
    },
    {
      "id": "19-002-0005_p0072",
      "zh_CN": "神他怎么晓得我减租？想想，真的有这一桩事情。他减的幅度减得很大，所以全县的农民都得到他的好处，这一个县不止一万人得他的好处，那这一万桩好事不就做圆满了吗？所以他自己也怀疑，怀疑两桩事情，一个，我做事情神怎么会知道？第二桩事情，做这一桩事情会有这么大的功德吗？所以诸位要晓得，俗话常讲，公门好积德，一般人修大福德没有机会，袁了凡要没有做县长的机会，他想做一万条善事，他要做多少年？今天他有这个机会，能够利益万民，一桩善事就抵一万桩善事。可是公门里头积德是容易，造罪也容易，一个政策不便利于老百姓，于老百姓有损害的，一桩事是一万条的罪过，祸福的确是一念之间。地位愈高，祸福造作也愈为广泛。一个国家的领导人，他这一个政策，一个善行，利益全国老百姓，那就行了千千万万条的善事；一个政策有害于老百姓的，那他就做了亿万条的恶事。一般人没有这个机缘，不在位，你行善造恶都很小，都不太大。得到这个地位，有这个机会，造恶、造善不能不谨慎。行善前途决定光明，造恶必堕三途，为什么？他这个机会、这个造作都比一般人来得深广，这个是不可以不知道的。下课。",
      "zh_TW": "神他怎麼曉得我減租？想想，真的有這一樁事情。他減的幅度減得很大，所以全縣的農民都得到他的好處，這一個縣不止一萬人得他的好處，那這一萬樁好事不就做圓滿了嗎？所以他自己也懷疑，懷疑兩樁事情，一個，我做事情神怎麼會知道？第二樁事情，做這一樁事情會有這麼大的功德嗎？所以諸位要曉得，俗話常講，公門好積德，一般人修大福德沒有機會，袁了凡要沒有做縣長的機會，他想做一萬條善事，他要做多少年？今天他有這個機會，能夠利益萬民，一樁善事就抵一萬樁善事。可是公門裡頭積德是容易，造罪也容易，一個政策不便利於老百姓，於老百姓有損害的，一樁事是一萬條的罪過，禍福的確是一念之間。地位愈高，禍福造作也愈為廣泛。一個國家的領導人，他這一個政策，一個善行，利益全國老百姓，那就行了千千萬萬條的善事；一個政策有害於老百姓的，那他就做了億萬條的惡事。一般人沒有這個機緣，不在位，你行善造惡都很小，都不太大。得到這個地位，有這個機會，造惡、造善不能不謹慎。行善前途決定光明，造惡必墮三途，為什麼？他這個機會、這個造作都比一般人來得深廣，這個是不可以不知道的。下課。"
    }
  ]
}