{
  "doc_id": "32-328-0001",
  "title": {
    "zh_CN": "澳洲净宗学院会客谈话—诚实比什么都重要",
    "zh_TW": "澳洲淨宗學院會客談話—誠實比什麼都重要"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2019",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "32-328-0001",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "32-328-0001_p0001",
      "zh_CN": "「行愿品」是《华严经》最后的一品，经上世尊教导我们十条，第一个「礼敬」、第二个「称赞」、第三个「忏悔」、第四个「供养」、第五个「随喜」、第六个「请转法轮」、第七个「请佛住世」……末后一个「常随佛学」，正法久住。",
      "zh_TW": "「行願品」是《華嚴經》最後的一品，經上世尊教導我們十條，第一個「禮敬」、第二個「稱讚」、第三個「懺悔」、第四個「供養」、第五個「隨喜」、第六個「請轉法輪」、第七個「請佛住世」……末後一個「常隨佛學」，正法久住。"
    },
    {
      "id": "32-328-0001_p0002",
      "zh_CN": "六根接触六尘境界，眼见色、耳闻声，我们今天所作所为的都是错误的，以为这是真的。佛在经上讲得很清楚，这个世界一切的一切，唯心所现，唯识所变。心是真心，识是妄心。菩萨的本事是什么？他真心能做得了主；我们真心做不了主，什么心做主？妄心做主。妄心是妄想、分别、执着，你细心观察，先看外面，看一切众生，是不是这样的？然后回过头来看看自己。这也是做功夫，功夫做得纯，是真修行。",
      "zh_TW": "六根接觸六塵境界，眼見色、耳聞聲，我們今天所作所為的都是錯誤的，以為這是真的。佛在經上講得很清楚，這個世界一切的一切，唯心所現，唯識所變。心是真心，識是妄心。菩薩的本事是什麼？他真心能做得了主；我們真心做不了主，什麼心做主？妄心做主。妄心是妄想、分別、執著，你細心觀察，先看外面，看一切眾生，是不是這樣的？然後回過頭來看看自己。這也是做功夫，功夫做得純，是真修行。"
    },
    {
      "id": "32-328-0001_p0003",
      "zh_CN": "修行是修正错误的行为，用识不用心就是错了，佛菩萨教给我们，要我们用心不用识。心是真的，叫真心；识是妄心，识是假的，不是真的。识是什么？妄想、分别、执着。这是八识，我们无量劫来在六道里面就搞的这些，把真心完全蒙蔽了，不是没有。妄心本来没有，真心本来有，把真心找回来。起心动念是妄心；不起心不动念、不分别不执着，是真心。我们要学会用真心，不要用妄心，那你就是学佛，你走佛的道路。我们今天学佛，路走错了、走岔了，妄心做主。妄心是什么？分别、执着，这个做主了，于是一切都错了。八万四千法门、无量法门，法有差别，千经万论，佛为我们、菩萨为我们讲解，我们在这里学到了一些佛门的知识，必须通过行门；信、解有了，底下要行，行是要做到。总的原则、总的纲领，不能不抓住。",
      "zh_TW": "修行是修正錯誤的行為，用識不用心就是錯了，佛菩薩教給我們，要我們用心不用識。心是真的，叫真心；識是妄心，識是假的，不是真的。識是什麼？妄想、分別、執著。這是八識，我們無量劫來在六道裡面就搞的這些，把真心完全蒙蔽了，不是沒有。妄心本來沒有，真心本來有，把真心找回來。起心動念是妄心；不起心不動念、不分別不執著，是真心。我們要學會用真心，不要用妄心，那你就是學佛，你走佛的道路。我們今天學佛，路走錯了、走岔了，妄心做主。妄心是什麼？分別、執著，這個做主了，於是一切都錯了。八萬四千法門、無量法門，法有差別，千經萬論，佛為我們、菩薩為我們講解，我們在這裡學到了一些佛門的知識，必須通過行門；信、解有了，底下要行，行是要做到。總的原則、總的綱領，不能不抓住。"
    },
    {
      "id": "32-328-0001_p0004",
      "zh_CN": "我也常常给大家做报告，我的信心是方东美先生给我建立的。佛法不是迷信，佛法教我们是明心见性，不仅是禅宗说，每一个宗派都是明心见性，不明心见性它不是佛法。佛法，明心见性是真的，其他的都是假的。其他的什么？我们的自性，就是本性，被妄心障碍住了。现在的人没有一个人不是妄心做主，真心有，有，它不起作用，麻烦在这个地方。为什么？对它很生疏、很陌生，不认识；妄心，天天起心动念、妄想分别执着，特别严重、特别亲热，所以搞颠倒了。",
      "zh_TW": "我也常常給大家做報告，我的信心是方東美先生給我建立的。佛法不是迷信，佛法教我們是明心見性，不僅是禪宗說，每一個宗派都是明心見性，不明心見性它不是佛法。佛法，明心見性是真的，其他的都是假的。其他的什麼？我們的自性，就是本性，被妄心障礙住了。現在的人沒有一個人不是妄心做主，真心有，有，它不起作用，麻煩在這個地方。為什麼？對它很生疏、很陌生，不認識；妄心，天天起心動念、妄想分別執著，特別嚴重、特別親熱，所以搞顛倒了。"
    },
    {
      "id": "32-328-0001_p0005",
      "zh_CN": "如何我们能够把妄心放下，把真心现前，从什么地方下手？真诚下手。真是本有的，下面用诚，诚恳对人、对事、对一切万物，决定没有欺骗的念头、欺骗的行为，有就造业了，就走到六道的路上去了。诚实比什么都重要！",
      "zh_TW": "如何我們能夠把妄心放下，把真心現前，從什麼地方下手？真誠下手。真是本有的，下面用誠，誠懇對人、對事、對一切萬物，決定沒有欺騙的念頭、欺騙的行為，有就造業了，就走到六道的路上去了。誠實比什麼都重要！"
    },
    {
      "id": "32-328-0001_p0006",
      "zh_CN": "我这一生，有这么一点小小成就，怎么来的？从小父母教育来的。父母教我什么？不能说假话，不能骗人。以真诚的心对人、对事、对物，从小学的。干了欺骗别人的事情，回家要受处分。那么今天想想，对父母的恩，最大的恩德是什么？最明显的是什么？就是这一着，教我要真诚心待人接物。我也就真学会了，别的本事没有，就学会这一点。这一点就管用了，开花结果，真的开花结果了。",
      "zh_TW": "我這一生，有這麼一點小小成就，怎麼來的？從小父母教育來的。父母教我什麼？不能說假話，不能騙人。以真誠的心對人、對事、對物，從小學的。幹了欺騙別人的事情，回家要受處分。那麼今天想想，對父母的恩，最大的恩德是什麼？最明顯的是什麼？就是這一著，教我要真誠心待人接物。我也就真學會了，別的本事沒有，就學會這一點。這一點就管用了，開花結果，真的開花結果了。"
    }
  ]
}