{
  "doc_id": "32-328-0002",
  "title": {
    "zh_CN": "澳洲净宗学院会客谈话—今天什么是最大的事情？",
    "zh_TW": "澳洲淨宗學院會客談話—今天什麼是最大的事情？"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2019",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "32-328-0002",
  "total_paragraphs": 3,
  "paragraphs": [
    {
      "id": "32-328-0002_p0001",
      "zh_CN": "今天什么是大事，什么是最大的事情？帮助一切众生觉悟，帮助一切众生回归真诚，这是最大的大事。我们今天是全心全力培养儒释道的接班人，培养西方所有宗教的接班人，这个最重要。教学为先，特别要教学生，尤其是刚刚开始奠基的学生、启蒙的学生，幼儿园小小班，从这里开始，就要培养他孝顺父母。诸位不要看轻了这句话，圣贤教育的根是什么？就是孝顺父母；你不孝顺父母，孔老夫子来教你都没用，一定要懂得孝顺父母。第二，奉事师长，尊师重道。我们一生的成就，父母养育之恩；教导，老师之恩，老师的恩德跟父母完全是平等的。孝亲尊师，这个教育好不好？过去的人点头认同，现在的人听了摇头，不相信，你们在说鬼话，你们是古人，跟古人在一起，你们没有资格跟现在人在一起，这个观念可麻烦大了！我们要必须知道。",
      "zh_TW": "今天什麼是大事，什麼是最大的事情？幫助一切眾生覺悟，幫助一切眾生回歸真誠，這是最大的大事。我們今天是全心全力培養儒釋道的接班人，培養西方所有宗教的接班人，這個最重要。教學為先，特別要教學生，尤其是剛剛開始奠基的學生、啟蒙的學生，幼兒園小小班，從這裡開始，就要培養他孝順父母。諸位不要看輕了這句話，聖賢教育的根是什麼？就是孝順父母；你不孝順父母，孔老夫子來教你都沒用，一定要懂得孝順父母。第二，奉事師長，尊師重道。我們一生的成就，父母養育之恩；教導，老師之恩，老師的恩德跟父母完全是平等的。孝親尊師，這個教育好不好？過去的人點頭認同，現在的人聽了搖頭，不相信，你們在說鬼話，你們是古人，跟古人在一起，你們沒有資格跟現在人在一起，這個觀念可麻煩大了！我們要必須知道。"
    },
    {
      "id": "32-328-0002_p0002",
      "zh_CN": "说真话，救这个社会这些弊病，就是救我们自己本人。为什么？我们没有办法离开六道轮回，这是百分之百的。来生能够脱离人道，到天道以上的不多，在六道里面再搞轮回的决定是大多数的人，怎么办？我们要没有遇到佛法，连这个概念都没有，怎么可能想到这个问题？佛经第一堂课就给我们说这个问题。如何能够脱离，就在现前努力，把圣贤教诲、孝亲尊师落在我的眼前，我一定要做到。绝不吃亏，将来的利益决定是自己收获，不是别人。我们做得好、做得认真就是教化众生，邻居、朋友、大众看到了，会向你学习，你就是化他，自行化他。自行，救自己；化他，救众生，是一不是二，一桩事情。我们要努力，不能把这个看小了。",
      "zh_TW": "說真話，救這個社會這些弊病，就是救我們自己本人。為什麼？我們沒有辦法離開六道輪迴，這是百分之百的。來生能夠脫離人道，到天道以上的不多，在六道裡面再搞輪迴的決定是大多數的人，怎麼辦？我們要沒有遇到佛法，連這個概念都沒有，怎麼可能想到這個問題？佛經第一堂課就給我們說這個問題。如何能夠脫離，就在現前努力，把聖賢教誨、孝親尊師落在我的眼前，我一定要做到。絕不吃虧，將來的利益決定是自己收穫，不是別人。我們做得好、做得認真就是教化眾生，鄰居、朋友、大眾看到了，會向你學習，你就是化他，自行化他。自行，救自己；化他，救眾生，是一不是二，一樁事情。我們要努力，不能把這個看小了。"
    },
    {
      "id": "32-328-0002_p0003",
      "zh_CN": "小朋友年纪小，上幼儿园、上小学，教他什么？今天我们讲扎根教育，特别重视伦理教育。在家里，父母做给他看，他看到父母对祖父母的孝顺，他就学会了。千万不要留个榜样给儿女，不孝父母。我们对于父母不孝顺，他学会了，他将来对你，比你更不孝顺，麻烦更大了，那个时候要他回头来不及了。所以在父母面前要尽到孝道，谁占了好处？自己，不是别人。要尊师重道，对老师要尊重，也是要做给小孩看。",
      "zh_TW": "小朋友年紀小，上幼兒園、上小學，教他什麼？今天我們講扎根教育，特別重視倫理教育。在家裡，父母做給他看，他看到父母對祖父母的孝順，他就學會了。千萬不要留個榜樣給兒女，不孝父母。我們對於父母不孝順，他學會了，他將來對你，比你更不孝順，麻煩更大了，那個時候要他回頭來不及了。所以在父母面前要盡到孝道，誰佔了好處？自己，不是別人。要尊師重道，對老師要尊重，也是要做給小孩看。"
    }
  ]
}