{
  "doc_id": "21-594-0001",
  "title": {
    "zh_CN": "雪梨净宗学会开示",
    "zh_TW": "雪梨淨宗學會開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "澳洲雪梨净宗学会",
    "zh_TW": "澳洲雪梨淨宗學會"
  },
  "doc_number": "21-594-0001",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "21-594-0001_p0001",
      "zh_CN": "尊敬的会长，尊敬的法师，诸位大德，诸位同修，大家晚上好。",
      "zh_TW": "尊敬的會長，尊敬的法師，諸位大德，諸位同修，大家晚上好。"
    },
    {
      "id": "21-594-0001_p0002",
      "zh_CN": "今天学会安排这一场的活动，我们有一个小时的谈话。这几天我们访问雪梨一些宗教领袖，大家最关心的一个问题，就是现在社会的动乱，灾难频繁。很多人问我，佛门弟子以什么样的心态来面对这个问题。佛在经典上常常告诉我们，有两句很重要的话，「相由心生」、「境随心转」，相是我们的相貌，我们身体状况。现在科学技术很发达，一般人都有这种常识，我们的身体，科学家分析，都是器官组成的，而器官则是由细胞组成，细胞是由原子、电子、基本粒子组成的。这些基本粒子听谁的话？它是听念头。科学家告诉我们，宇宙之间实际上只有三样东西，物质、能量跟信息，也非常的难得，我们也很赞叹。释迦牟尼佛在三千年前就给我们说清楚了，阿赖耶识的三细相就是科学家讲的这三个东西。阿赖耶的业相，现在科学称为能量，阿赖耶的境界相就是物质，阿赖耶的转相就是信息。佛比科学家说得更清楚，说得更广泛、更明白。物质跟精神是一体的，这个科学家还没有证明宣布出来。物质里面有能量，能量里面有物质、也有信息，这三样东西是一而三，三而一。知道这个事实真相，佛这两句话我们就真正能够体会得了。",
      "zh_TW": "今天學會安排這一場的活動，我們有一個小時的談話。這幾天我們訪問雪梨一些宗教領袖，大家最關心的一個問題，就是現在社會的動亂，災難頻繁。很多人問我，佛門弟子以什麼樣的心態來面對這個問題。佛在經典上常常告訴我們，有兩句很重要的話，「相由心生」、「境隨心轉」，相是我們的相貌，我們身體狀況。現在科學技術很發達，一般人都有這種常識，我們的身體，科學家分析，都是器官組成的，而器官則是由細胞組成，細胞是由原子、電子、基本粒子組成的。這些基本粒子聽誰的話？它是聽念頭。科學家告訴我們，宇宙之間實際上只有三樣東西，物質、能量跟信息，也非常的難得，我們也很讚歎。釋迦牟尼佛在三千年前就給我們說清楚了，阿賴耶識的三細相就是科學家講的這三個東西。阿賴耶的業相，現在科學稱為能量，阿賴耶的境界相就是物質，阿賴耶的轉相就是信息。佛比科學家說得更清楚，說得更廣泛、更明白。物質跟精神是一體的，這個科學家還沒有證明宣布出來。物質裡面有能量，能量裡面有物質、也有信息，這三樣東西是一而三，三而一。知道這個事實真相，佛這兩句話我們就真正能夠體會得了。"
    },
    {
      "id": "21-594-0001_p0003",
      "zh_CN": "我们的相貌是物质现象，相貌的好坏与信息有关系；换句话说，我们的念头好，我们的行为好，相貌就好。不但相貌好，身体也好，确实像佛经上讲的诸佛刹土，人家那个身体叫金刚不坏身。为什么？他起心动念、言语造作纯净纯善，没有丝毫不善，所以他身体状况就好。外面环境也不例外，我们现在环境不好，社会动乱这里头有人的因素，自然灾害那不是人的因素吗？好像与我们人不相关。其实不然，佛说得非常好，境随心转，境就是物质环境，山河大地它也随着我们念头在转变。如果我们的念头善，山河大地一切灾变都不可能发生；它之会发生这么多的灾难，地震、海啸、水灾、风灾，跟我们念头有密切的关系。佛在《楞严经》上告诉我们，水灾是众生贪婪所感召来的，人的贪心太重，贪心感水灾。瞋恚感得的火灾，地球温度上升，这都是属于火的现象，火山爆发，这是我们的瞋恚心所感得的。风灾是愚痴，傲慢是地震。你看看现在灾难这么多，也就是说明，居住在地球上这些人，贪瞋痴慢膨胀到不能控制，所以什么样的灾难都出现了。",
      "zh_TW": "我們的相貌是物質現象，相貌的好壞與信息有關係；換句話說，我們的念頭好，我們的行為好，相貌就好。不但相貌好，身體也好，確實像佛經上講的諸佛剎土，人家那個身體叫金剛不壞身。為什麼？他起心動念、言語造作純淨純善，沒有絲毫不善，所以他身體狀況就好。外面環境也不例外，我們現在環境不好，社會動亂這裡頭有人的因素，自然災害那不是人的因素嗎？好像與我們人不相關。其實不然，佛說得非常好，境隨心轉，境就是物質環境，山河大地它也隨著我們念頭在轉變。如果我們的念頭善，山河大地一切災變都不可能發生；它之會發生這麼多的災難，地震、海嘯、水災、風災，跟我們念頭有密切的關係。佛在《楞嚴經》上告訴我們，水災是眾生貪婪所感召來的，人的貪心太重，貪心感水災。瞋恚感得的火災，地球溫度上升，這都是屬於火的現象，火山爆發，這是我們的瞋恚心所感得的。風災是愚痴，傲慢是地震。你看看現在災難這麼多，也就是說明，居住在地球上這些人，貪瞋痴慢膨脹到不能控制，所以什麼樣的災難都出現了。"
    },
    {
      "id": "21-594-0001_p0004",
      "zh_CN": "灾难能不能化解？世尊在经典上讲了两句话，就能把灾难化解，这两句话诸位也听得很多，但是没有留意，老生常谈，「勤修戒定慧，息灭贪瞋痴」，灾难就没有了。只要我们真正修戒定慧三学，把贪瞋痴慢疑放下，灾难就没有了。这话真的吗？有没有科学根据？现在人对于佛讲的话，对于经典讲的话，打很多问号；对科学讲的话相信，不怀疑。所以首先要问佛讲的合不合乎科学，不合乎科学就不听了，就不会接受。所以还好，科学家确实给我们做出了证明，证明佛讲的话是真的，不是假的。",
      "zh_TW": "災難能不能化解？世尊在經典上講了兩句話，就能把災難化解，這兩句話諸位也聽得很多，但是沒有留意，老生常談，「勤修戒定慧，息滅貪瞋痴」，災難就沒有了。只要我們真正修戒定慧三學，把貪瞋痴慢疑放下，災難就沒有了。這話真的嗎？有沒有科學根據？現在人對於佛講的話，對於經典講的話，打很多問號；對科學講的話相信，不懷疑。所以首先要問佛講的合不合乎科學，不合乎科學就不聽了，就不會接受。所以還好，科學家確實給我們做出了證明，證明佛講的話是真的，不是假的。"
    },
    {
      "id": "21-594-0001_p0005",
      "zh_CN": "日本江本胜博士，他用水做实验，水是矿物，它不是生物，是矿物。用水来做实验，发现水会看，我们写字给它看，它会看；它会听，放音乐给它听，它会听；它懂得人的意思，我们以善念对它、赞美它，它会结晶，结的雪花结晶非常之美，在显微镜里面可以看到。如果我们以不善的念头对它，我讨厌你、不喜欢你，用这种心态对它，它现的结晶就非常丑陋。他做了十几年的实验，几十万次的实验，证明水确实会看、会听，懂得人的意思。他在网路上发表他实验的成果，好像是在六年前，我们在澳洲，我们有个同学在网路上发现，把他这个报告下载下来给我看，我看了非常欢喜。这个可以让一般人对于佛法，佛说的这两句话相信了，就是「相由心生，境随心转」，证实了。为什么？我们人身体，大家都知道百分之七十是水分，水分懂得人的意思，懂得我们的念头，我们念头一个善念，百分之七十的水分都变成最美好的结晶，那人身体不就健康了吗？不善的念头，把这个分子都会变形，变成异态，就是病态，疾病的根源是这么来的。所以这个实验非常有价值。我看到之后，我就让我们的同学去跟他联系，到日本去打听他，跟他联系。联系上了，我邀请他到澳洲来做了三次讲演，这是五、六年之前，做三次讲演。邀他来的时候，我们学院招待他，正好我出国去讲经了。",
      "zh_TW": "日本江本勝博士，他用水做實驗，水是礦物，它不是生物，是礦物。用水來做實驗，發現水會看，我們寫字給它看，它會看；它會聽，放音樂給它聽，它會聽；它懂得人的意思，我們以善念對它、讚美它，它會結晶，結的雪花結晶非常之美，在顯微鏡裡面可以看到。如果我們以不善的念頭對它，我討厭你、不喜歡你，用這種心態對它，它現的結晶就非常醜陋。他做了十幾年的實驗，幾十萬次的實驗，證明水確實會看、會聽，懂得人的意思。他在網路上發表他實驗的成果，好像是在六年前，我們在澳洲，我們有個同學在網路上發現，把他這個報告下載下來給我看，我看了非常歡喜。這個可以讓一般人對於佛法，佛說的這兩句話相信了，就是「相由心生，境隨心轉」，證實了。為什麼？我們人身體，大家都知道百分之七十是水分，水分懂得人的意思，懂得我們的念頭，我們念頭一個善念，百分之七十的水分都變成最美好的結晶，那人身體不就健康了嗎？不善的念頭，把這個分子都會變形，變成異態，就是病態，疾病的根源是這麼來的。所以這個實驗非常有價值。我看到之後，我就讓我們的同學去跟他聯繫，到日本去打聽他，跟他聯繫。聯繫上了，我邀請他到澳洲來做了三次講演，這是五、六年之前，做三次講演。邀他來的時候，我們學院招待他，正好我出國去講經了。"
    },
    {
      "id": "21-594-0001_p0006",
      "zh_CN": "二００四年、二００五年，我到日本开会，到东京特别去参观他的实验室，对他做进一步的了解，他给我做详细报告。我们也变成了好朋友，最初他做实验他不接触宗教，怕人家说这个科学家迷信，信仰宗教迷信，所以跟宗教保持距离。遇到我，我告诉他，你的实验在佛经上三千年前已经就说清楚、说明白了，比你讲得还清楚、还高明。他吓了一跳，他说真的？我说真的，一点不假。不但水有见闻觉知，有受想行识，佛在经上告诉我们，任何物质都有这个能力。我说你的实验跟佛经上讲的还有很大的差距，因为佛说物质现象它里面有色声香味，有这四大类，你才看到色相。它有妙音，音声、味，你都还没能实验出来，我说你要努力，你要加功用行，能够把物质现象里头，确实证实它表现出来的有色声香味这四种状况，那就圆满了。见闻觉知、受想行识他实验出来了，这是已经相当不容易，他在国际上到处宣传，在联合国做了多次的报告。",
      "zh_TW": "二００四年、二００五年，我到日本開會，到東京特別去參觀他的實驗室，對他做進一步的了解，他給我做詳細報告。我們也變成了好朋友，最初他做實驗他不接觸宗教，怕人家說這個科學家迷信，信仰宗教迷信，所以跟宗教保持距離。遇到我，我告訴他，你的實驗在佛經上三千年前已經就說清楚、說明白了，比你講得還清楚、還高明。他嚇了一跳，他說真的？我說真的，一點不假。不但水有見聞覺知，有受想行識，佛在經上告訴我們，任何物質都有這個能力。我說你的實驗跟佛經上講的還有很大的差距，因為佛說物質現象它裡面有色聲香味，有這四大類，你才看到色相。它有妙音，音聲、味，你都還沒能實驗出來，我說你要努力，你要加功用行，能夠把物質現象裡頭，確實證實它表現出來的有色聲香味這四種狀況，那就圓滿了。見聞覺知、受想行識他實驗出來了，這是已經相當不容易，他在國際上到處宣傳，在聯合國做了多次的報告。"
    },
    {
      "id": "21-594-0001_p0007",
      "zh_CN": "所以这个证实，非常重要，如果我们懂得他的实验，肯定他的实验，你就能肯定自己的心念主宰自己的身心。我们身心的健康与我们的念头关系太大了。实际上，在医学上来讲，中医有五千年的历史，上古时代，医书里面就有记载，我们的情绪会引发我们的疾病。我们常常听到的，怒气伤肝，人常常发脾气，他肝一定不好，他会得肝病，很容易得肝病。所以人不能发脾气，发脾气伤害别人很少，顶多三分，自己伤害七分，不值得。你得了肝病，到肝癌的时候就没法子治了，那是什么？火气太大，肝火太旺，就这么个道理。这是讲的怒。除这个之外，用中国五常来讲，没有爱心的人容易发脾气，容易得肝病。不义的人容易得肺病，义是什么？起心动念、言语造作，合情合理合法，这叫义。不义是什么？自私自利，损人利己，常常有这种念头，肺容易得病。无礼的人心脏有问题，不讲礼的人；没有智慧的人，肾脏会长毛病；没有信用的人，常常欺骗人，脾胃有毛病。",
      "zh_TW": "所以這個證實，非常重要，如果我們懂得他的實驗，肯定他的實驗，你就能肯定自己的心念主宰自己的身心。我們身心的健康與我們的念頭關係太大了。實際上，在醫學上來講，中醫有五千年的歷史，上古時代，醫書裡面就有記載，我們的情緒會引發我們的疾病。我們常常聽到的，怒氣傷肝，人常常發脾氣，他肝一定不好，他會得肝病，很容易得肝病。所以人不能發脾氣，發脾氣傷害別人很少，頂多三分，自己傷害七分，不值得。你得了肝病，到肝癌的時候就沒法子治了，那是什麼？火氣太大，肝火太旺，就這麼個道理。這是講的怒。除這個之外，用中國五常來講，沒有愛心的人容易發脾氣，容易得肝病。不義的人容易得肺病，義是什麼？起心動念、言語造作，合情合理合法，這叫義。不義是什麼？自私自利，損人利己，常常有這種念頭，肺容易得病。無禮的人心臟有問題，不講禮的人；沒有智慧的人，腎臟會長毛病；沒有信用的人，常常欺騙人，脾胃有毛病。"
    },
    {
      "id": "21-594-0001_p0008",
      "zh_CN": "你看看这都是情绪，都是心态，心态不好，你五脏六腑都会长病。本来是正常的，不好的心行，这种念头让你自己健康的细胞，就转变为病态的细胞，病就这么来的。明白这个道理，我们忏悔，悔过，改往修来，把不好的念头统统放下，把仁义礼智信找回来，那我们身体病态的细胞很容易就恢复正常，恢复正常就是健康了。所以，身心健康跟我们的起心动念、言语行为关系太大，太密切了。这是中国老祖宗几千年前把它写在医书上，有道理，不是没有道理。江本博士的实验可以给我们做证明。",
      "zh_TW": "你看看這都是情緒，都是心態，心態不好，你五臟六腑都會長病。本來是正常的，不好的心行，這種念頭讓你自己健康的細胞，就轉變為病態的細胞，病就這麼來的。明白這個道理，我們懺悔，悔過，改往修來，把不好的念頭統統放下，把仁義禮智信找回來，那我們身體病態的細胞很容易就恢復正常，恢復正常就是健康了。所以，身心健康跟我們的起心動念、言語行為關係太大，太密切了。這是中國老祖宗幾千年前把它寫在醫書上，有道理，不是沒有道理。江本博士的實驗可以給我們做證明。"
    },
    {
      "id": "21-594-0001_p0009",
      "zh_CN": "佛在经上告诉我们，如果我们能够把贪瞋痴慢疑断掉，山河大地就健康了，恢复健康，不再有地震，不再有海啸，地球温度不再上升，种种自然灾害就没有了。纵然我们做不到完全没有，它也减轻了，也不至于像现在这么样的频繁，灾情这么样的严重。同学们多数都是虔诚的佛门弟子，你看看西方极乐世界，经典上有没有记载它发生什么样的灾害？极乐世界有没有发生过地震？有没有风灾？有没有温度上升？没有听说过。诸佛刹土里头为什么没有？世尊释迦牟尼佛给我们介绍得很清楚，诸佛刹土，那个地方的居民皆是诸上善人俱会一处，那里居民起心动念、言语造作是上善，纯净纯善。所以，身的相好，你看看身有无量相，相有无量好，说不尽的相好，身体金刚不坏身，没听说哪个生病。山河大地没有听说有灾变，什么原因？上善之人，纯净纯善。我们读过这些经典，对于经典上所说的深信不疑，再加上现在科学的实验，我们丝毫怀疑都没有。灾变的事情再多，我们知道怎么样来应付它，化解灾难、减少灾难都在我们意念之中，这是不能不知道的。",
      "zh_TW": "佛在經上告訴我們，如果我們能夠把貪瞋痴慢疑斷掉，山河大地就健康了，恢復健康，不再有地震，不再有海嘯，地球溫度不再上升，種種自然災害就沒有了。縱然我們做不到完全沒有，它也減輕了，也不至於像現在這麼樣的頻繁，災情這麼樣的嚴重。同學們多數都是虔誠的佛門弟子，你看看西方極樂世界，經典上有沒有記載它發生什麼樣的災害？極樂世界有沒有發生過地震？有沒有風災？有沒有溫度上升？沒有聽說過。諸佛剎土裡頭為什麼沒有？世尊釋迦牟尼佛給我們介紹得很清楚，諸佛剎土，那個地方的居民皆是諸上善人俱會一處，那裡居民起心動念、言語造作是上善，純淨純善。所以，身的相好，你看看身有無量相，相有無量好，說不盡的相好，身體金剛不壞身，沒聽說哪個生病。山河大地沒有聽說有災變，什麼原因？上善之人，純淨純善。我們讀過這些經典，對於經典上所說的深信不疑，再加上現在科學的實驗，我們絲毫懷疑都沒有。災變的事情再多，我們知道怎麼樣來應付它，化解災難、減少災難都在我們意念之中，這是不能不知道的。"
    },
    {
      "id": "21-594-0001_p0010",
      "zh_CN": "佛弟子得重病，中西医都束手无策。我是在最近，二个月前看到一个光碟，中国东北，好像是哈尔滨那边的一个居士，她得的病是红斑狼疮。北方人知道，这个病比癌症还可怕，得这个病几乎就是宣布死刑，没法子救。她在得病的前一年皈依佛门，听经念佛，专修净土，她就念一部经，《无量寿经》，就一句阿弥陀佛。得病之后，她知道，医生也不瞒她，也跟她讲得很清楚，随时有死亡的可能，让她心理有准备。可是她学佛之后，把生死看得很淡，没当作一回事情，反正有一天时间就听一天经，她的报告说，每天听经是八个小时到十个小时。除听经，就是一句佛号念到底，心里面没有忧虑，没有牵挂，也不怕死，完全随其自然，她的病好了。到医院去检查，医生都感到非常惊讶，妳是用什么方法治好的？向她打听，她告诉医生，我念阿弥陀佛念好的。红斑狼疮发在身上、面孔上，那个疤是永远不会消失的，那很难看的，结果她脸面上是一点都没有。他说你擦了什么东西擦好的？她说没擦东西，她一生不擦化妆品，她说结婚的时候买了两瓶雪花膏，过了很多年之后，都擦脚了，没有往脸上抹过。他说妳怎么好的？她说它自己好了。怎么会自己好？大概是有人叫它好的。什么人？你不要问，以后你就知道了。不过医院的医生都相信她的话，为什么？这个人一生不打妄语，所以一般人对她相信。她说的念佛念好，那肯定是念佛念好的，没有怀疑。",
      "zh_TW": "佛弟子得重病，中西醫都束手無策。我是在最近，二個月前看到一個光碟，中國東北，好像是哈爾濱那邊的一個居士，她得的病是紅斑狼瘡。北方人知道，這個病比癌症還可怕，得這個病幾乎就是宣布死刑，沒法子救。她在得病的前一年皈依佛門，聽經念佛，專修淨土，她就念一部經，《無量壽經》，就一句阿彌陀佛。得病之後，她知道，醫生也不瞞她，也跟她講得很清楚，隨時有死亡的可能，讓她心理有準備。可是她學佛之後，把生死看得很淡，沒當作一回事情，反正有一天時間就聽一天經，她的報告說，每天聽經是八個小時到十個小時。除聽經，就是一句佛號念到底，心裡面沒有憂慮，沒有牽掛，也不怕死，完全隨其自然，她的病好了。到醫院去檢查，醫生都感到非常驚訝，妳是用什麼方法治好的？向她打聽，她告訴醫生，我念阿彌陀佛念好的。紅斑狼瘡發在身上、面孔上，那個疤是永遠不會消失的，那很難看的，結果她臉面上是一點都沒有。他說你擦了什麼東西擦好的？她說沒擦東西，她一生不擦化妝品，她說結婚的時候買了兩瓶雪花膏，過了很多年之後，都擦腳了，沒有往臉上抹過。他說妳怎麼好的？她說它自己好了。怎麼會自己好？大概是有人叫它好的。什麼人？你不要問，以後你就知道了。不過醫院的醫生都相信她的話，為什麼？這個人一生不打妄語，所以一般人對她相信。她說的念佛念好，那肯定是念佛念好的，沒有懷疑。"
    },
    {
      "id": "21-594-0001_p0011",
      "zh_CN": "这个事情，我看她的光碟后头有日期，二００三年五月四日，是一个媒体采访她。它不是专门去采访她的，到她那个地方，听到她这么一个信息，就特别去看她，有半个小时的报告。这么多年来，我看到这个光碟我这一算，因为红斑狼疮纵然是好了，存活率不多，一般大概是半年到一年，超过一年的就很少。我一想，二００三年到今年二０一０年，八年了，这人还在不在？所以我就请香港的同修去打听，打听到了，这人还在，今年六十六岁，还把她的电话抄给我。我就拨个电话试试看，问问看。她接到了，接到之后她很激动，连话都说不出来。我说妳不必激动，告诉我，妳现在身体怎么样？她说身体一年比一年好。那我很希望她能有机会做一个详细的报告，我们把她录像录下来，可以在电视里面去播放。",
      "zh_TW": "這個事情，我看她的光碟後頭有日期，二００三年五月四日，是一個媒體採訪她。它不是專門去採訪她的，到她那個地方，聽到她這麼一個信息，就特別去看她，有半個小時的報告。這麼多年來，我看到這個光碟我這一算，因為紅斑狼瘡縱然是好了，存活率不多，一般大概是半年到一年，超過一年的就很少。我一想，二００三年到今年二０一０年，八年了，這人還在不在？所以我就請香港的同修去打聽，打聽到了，這人還在，今年六十六歲，還把她的電話抄給我。我就撥個電話試試看，問問看。她接到了，接到之後她很激動，連話都說不出來。我說妳不必激動，告訴我，妳現在身體怎麼樣？她說身體一年比一年好。那我很希望她能有機會做一個詳細的報告，我們把她錄像錄下來，可以在電視裡面去播放。"
    },
    {
      "id": "21-594-0001_p0012",
      "zh_CN": "她怎么治好的？完全用心态治好的，一个良好的心态就能把疾病完全治好。她对于佛法、对于净宗、对于念佛法门，一丝毫怀疑都没有。她讲得很好，她说佛是大医王，世间哪个医生哪一种治疗的技术能够得上阿弥陀佛？我就靠阿弥陀佛就行了。你看她就这么大的信心，真的，阿弥陀佛就把她治好了。这是告诉我们一桩什么事情？佛在经上常说的，「信为道元功德母」，信心能成就一切法。你看信心能够帮助一个凡夫成佛，转凡成圣都能做得到，身上的小毛病算得了什么事？在佛法里这是太小的事情了。我们现在生病治不好，什么原因？不相信佛法，自己没信心。",
      "zh_TW": "她怎麼治好的？完全用心態治好的，一個良好的心態就能把疾病完全治好。她對於佛法、對於淨宗、對於念佛法門，一絲毫懷疑都沒有。她講得很好，她說佛是大醫王，世間哪個醫生哪一種治療的技術能夠得上阿彌陀佛？我就靠阿彌陀佛就行了。你看她就這麼大的信心，真的，阿彌陀佛就把她治好了。這是告訴我們一樁什麼事情？佛在經上常說的，「信為道元功德母」，信心能成就一切法。你看信心能夠幫助一個凡夫成佛，轉凡成聖都能做得到，身上的小毛病算得了什麼事？在佛法裡這是太小的事情了。我們現在生病治不好，什麼原因？不相信佛法，自己沒信心。"
    },
    {
      "id": "21-594-0001_p0013",
      "zh_CN": "蕅益大师在《弥陀要解》里面告诉我们，念佛的人要有六种信心，他讲得好，讲得透彻。六种信心里头，第一个就是自信，要信自己。信自己是什么？佛在大乘经上常说，「一切众生本来是佛」，换句话说，你头一个要相信我自己本来是佛，这个太重要了，你才能成佛。如果你自己对自己不相信，佛帮不上忙，头一个是信自己。第二个才信释迦牟尼佛、信阿弥陀佛。所以，佛家讲信跟一般宗教讲信不一样，一般宗教第一个信神，你信他就能得救，可是佛法不是这样，佛法第一个是信自己，信佛摆在第二个。第三个信理，第四个信事，理事；第五个信因，第六个信果。所以佛家讲，自他、理事、因果，蕅益大师告诉我们，你有这六种坚定的信心，无论世出世间一切法，你都能圆满成就。",
      "zh_TW": "蕅益大師在《彌陀要解》裡面告訴我們，念佛的人要有六種信心，他講得好，講得透徹。六種信心裡頭，第一個就是自信，要信自己。信自己是什麼？佛在大乘經上常說，「一切眾生本來是佛」，換句話說，你頭一個要相信我自己本來是佛，這個太重要了，你才能成佛。如果你自己對自己不相信，佛幫不上忙，頭一個是信自己。第二個才信釋迦牟尼佛、信阿彌陀佛。所以，佛家講信跟一般宗教講信不一樣，一般宗教第一個信神，你信他就能得救，可是佛法不是這樣，佛法第一個是信自己，信佛擺在第二個。第三個信理，第四個信事，理事；第五個信因，第六個信果。所以佛家講，自他、理事、因果，蕅益大師告訴我們，你有這六種堅定的信心，無論世出世間一切法，你都能圓滿成就。"
    },
    {
      "id": "21-594-0001_p0014",
      "zh_CN": "所以信愿行，「信为道元功德母」，我们学佛对自己没有信心，这个不行。我们都是佛，自己是佛，为什么会变成现在这个样子？你要问什么原因？我们用一个字来回答，你不信，你就变成这样，信心失掉了，你就变成六道凡夫。现在我们学佛最重要的是要把信心恢复，信心找回来，然后用这个信心我们才发愿念佛求生净土，没有一个不成就，这个法门真的是万修万人去。你学这个法门不能往生，肯定你信心有问题。信心建立确实不容易，往生的人不少，真正念佛能够往生，这是信愿行三资粮具足。",
      "zh_TW": "所以信願行，「信為道元功德母」，我們學佛對自己沒有信心，這個不行。我們都是佛，自己是佛，為什麼會變成現在這個樣子？你要問什麼原因？我們用一個字來回答，你不信，你就變成這樣，信心失掉了，你就變成六道凡夫。現在我們學佛最重要的是要把信心恢復，信心找回來，然後用這個信心我們才發願念佛求生淨土，沒有一個不成就，這個法門真的是萬修萬人去。你學這個法門不能往生，肯定你信心有問題。信心建立確實不容易，往生的人不少，真正念佛能夠往生，這是信願行三資糧具足。"
    },
    {
      "id": "21-594-0001_p0015",
      "zh_CN": "信心的来源，第一个，过去生中所修的善根，《弥陀经》上讲得很好，「不可以少善根福德因缘，得生彼国」。凡是念佛往生，善根深厚，真正有福德、有缘分。善根是什么？他真能信、真能理解，你给他讲他懂，他听得懂，他相信，他不怀疑，这是属于善根。福德是什么？福德是真干，像东北这位刘居士，她叫刘素云，真干！那就是有大福德。福德不是有钱，不是有地位，不是做大官，不是这个。我相信了之后真干，真正能把它落实在生活，落实在工作，落实在处事待人接物，她真落实。譬如说以前看到一些人有分别、有执着，学佛之后看一切人都是佛，自己都能够谦卑，都能够尊重别人，她把普贤菩萨「礼敬诸佛」做到了。她知道一切众生本来是佛，自己也是佛，不敢轻慢一个人，不敢轻慢一切众生，连蚊虫蚂蚁都不敢轻慢，是佛，牠本来是佛。牠为什么堕到这个身，变成这个样子？牠迷得比我深，我也是迷了，才跑到人道来；牠到畜生道，牠比我迷得还深。但是迷不是真，总有一天牠会觉悟，总有一天牠会回头。",
      "zh_TW": "信心的來源，第一個，過去生中所修的善根，《彌陀經》上講得很好，「不可以少善根福德因緣，得生彼國」。凡是念佛往生，善根深厚，真正有福德、有緣分。善根是什麼？他真能信、真能理解，你給他講他懂，他聽得懂，他相信，他不懷疑，這是屬於善根。福德是什麼？福德是真幹，像東北這位劉居士，她叫劉素雲，真幹！那就是有大福德。福德不是有錢，不是有地位，不是做大官，不是這個。我相信了之後真幹，真正能把它落實在生活，落實在工作，落實在處事待人接物，她真落實。譬如說以前看到一些人有分別、有執著，學佛之後看一切人都是佛，自己都能夠謙卑，都能夠尊重別人，她把普賢菩薩「禮敬諸佛」做到了。她知道一切眾生本來是佛，自己也是佛，不敢輕慢一個人，不敢輕慢一切眾生，連蚊蟲螞蟻都不敢輕慢，是佛，牠本來是佛。牠為什麼墮到這個身，變成這個樣子？牠迷得比我深，我也是迷了，才跑到人道來；牠到畜生道，牠比我迷得還深。但是迷不是真，總有一天牠會覺悟，總有一天牠會回頭。"
    },
    {
      "id": "21-594-0001_p0016",
      "zh_CN": "我们相信释迦牟尼佛的话，相信诸菩萨的话，都是讲的真话，我们就不敢轻慢一切众生，把礼敬诸佛做好，称赞如来、广修供养、忏除业障，因为净宗是大乘，《无量寿经》上介绍得非常圆满，净宗的学人都是修普贤行。你看夏莲居的会集本第二品里面，「德遵普贤」，西方极乐世界人修什么法门？修普贤行，它跟《华严》完全相同、完全平等。所以，前清乾隆时候彭际清居士讲过这么一句话，他说《无量寿经》就是中本《华严》，《阿弥陀经》是小本《华严》；换句话说，《华严》、《无量寿经》、《弥陀经》，这三个是一部经。《华严》讲得详细，《弥陀经》讲得简单，详细帮助我们理解，也就是章嘉大师讲的，帮助我们看破，看破的意思就是对于事实真相完全明白，你不怀疑，你能够解释得愈清楚愈好。",
      "zh_TW": "我們相信釋迦牟尼佛的話，相信諸菩薩的話，都是講的真話，我們就不敢輕慢一切眾生，把禮敬諸佛做好，稱讚如來、廣修供養、懺除業障，因為淨宗是大乘，《無量壽經》上介紹得非常圓滿，淨宗的學人都是修普賢行。你看夏蓮居的會集本第二品裡面，「德遵普賢」，西方極樂世界人修什麼法門？修普賢行，它跟《華嚴》完全相同、完全平等。所以，前清乾隆時候彭際清居士講過這麼一句話，他說《無量壽經》就是中本《華嚴》，《阿彌陀經》是小本《華嚴》；換句話說，《華嚴》、《無量壽經》、《彌陀經》，這三個是一部經。《華嚴》講得詳細，《彌陀經》講得簡單，詳細幫助我們理解，也就是章嘉大師講的，幫助我們看破，看破的意思就是對於事實真相完全明白，你不懷疑，你能夠解釋得愈清楚愈好。"
    },
    {
      "id": "21-594-0001_p0017",
      "zh_CN": "可是在日常修持上，是愈简单愈好，《弥陀经》我们做为修持，早晚课诵，这个好。有能力用《无量寿经》做早晚课诵就更好，这是对什么？对你信心不足的时候要用这个，因为它比《弥陀经》讲得详细。如果信心清净，没有丝毫疑惑，《弥陀经》就够了，你没有怀疑了！有怀疑才要学大经大论，为什么？破迷起信，帮助你建立信心，有信心就不必了，大经大论听不听无所谓。所以要懂这个道理。我们还有疑惑，还不能完全相信，听经就必要，每天听八个小时、十个小时，帮助你断疑，帮助你恢复信心。这个道理在此地。一定要懂得为什么有人要听经、有人可以不必听经，这里头有个道理在。",
      "zh_TW": "可是在日常修持上，是愈簡單愈好，《彌陀經》我們做為修持，早晚課誦，這個好。有能力用《無量壽經》做早晚課誦就更好，這是對什麼？對你信心不足的時候要用這個，因為它比《彌陀經》講得詳細。如果信心清淨，沒有絲毫疑惑，《彌陀經》就夠了，你沒有懷疑了！有懷疑才要學大經大論，為什麼？破迷起信，幫助你建立信心，有信心就不必了，大經大論聽不聽無所謂。所以要懂這個道理。我們還有疑惑，還不能完全相信，聽經就必要，每天聽八個小時、十個小時，幫助你斷疑，幫助你恢復信心。這個道理在此地。一定要懂得為什麼有人要聽經、有人可以不必聽經，這裡頭有個道理在。"
    },
    {
      "id": "21-594-0001_p0018",
      "zh_CN": "真正能够依教奉行，特别是在我们现在这个时代，现在这个时代真的是很麻烦，灾难这么多。昨天晚上，有几个同学在我房间跟我谈，大概就是昨天还是前天的事情，智利六个小时里面发生十次地震，强度达到六点多级。好像报纸上也登出来了，今天报纸上登出来。土耳其也有地震，这样的频繁在从前没听说过。一个大地震之后有余震，大概在两三个月当中都会有余震，时间长，不可能在六小时里头有十次，这个没听说过。科学家给我们发的信息，也是给我们做的警告，地球变暖了。如果地球上的温度能上升二个摄氏度，大概地球上三分之一的土地会被淹没，沿海的都市都没有办法存在，而这二个摄氏度的上升是非常可能。科学家知道这个事情，没有方法对治，提出这个警告。",
      "zh_TW": "真正能夠依教奉行，特別是在我們現在這個時代，現在這個時代真的是很麻煩，災難這麼多。昨天晚上，有幾個同學在我房間跟我談，大概就是昨天還是前天的事情，智利六個小時裡面發生十次地震，強度達到六點多級。好像報紙上也登出來了，今天報紙上登出來。土耳其也有地震，這樣的頻繁在從前沒聽說過。一個大地震之後有餘震，大概在兩三個月當中都會有餘震，時間長，不可能在六小時裡頭有十次，這個沒聽說過。科學家給我們發的信息，也是給我們做的警告，地球變暖了。如果地球上的溫度能上升二個攝氏度，大概地球上三分之一的土地會被淹沒，沿海的都市都沒有辦法存在，而這二個攝氏度的上升是非常可能。科學家知道這個事情，沒有方法對治，提出這個警告。"
    },
    {
      "id": "21-594-0001_p0019",
      "zh_CN": "我们佛门明白这个事实真相，有没有方法对治？有，但是人不相信。什么方法？全世界的人，如果有十分之一念阿弥陀佛，这问题就能解决。现在全世界有六十七亿人，换句话说，要有六、七亿的人我们认真念这句阿弥陀佛，管用！雪梨这个地方四百多万人口，如果有四十万人念阿弥陀佛，这个地方不遭灾难。你们能相信吗？不能相信，没有科学根据，那就没有法子，一点办法没有。如果你真能相信，真能做，它真的产生一种不思议的效果。我们在很多地区也做过实验，一个小乡镇，一个小城市，劝大家念佛，确实四周围有灾难，这个地区没灾难。",
      "zh_TW": "我們佛門明白這個事實真相，有沒有方法對治？有，但是人不相信。什麼方法？全世界的人，如果有十分之一念阿彌陀佛，這問題就能解決。現在全世界有六十七億人，換句話說，要有六、七億的人我們認真念這句阿彌陀佛，管用！雪梨這個地方四百多萬人口，如果有四十萬人念阿彌陀佛，這個地方不遭災難。你們能相信嗎？不能相信，沒有科學根據，那就沒有法子，一點辦法沒有。如果你真能相信，真能做，它真的產生一種不思議的效果。我們在很多地區也做過實驗，一個小鄉鎮，一個小城市，勸大家念佛，確實四周圍有災難，這個地區沒災難。"
    },
    {
      "id": "21-594-0001_p0020",
      "zh_CN": "日本江本博士在过去曾经做个实验，日本有个湖，很大的湖，琵琶湖，这大家都知道。有个海湾，这海湾是死水。二十多年来这个海湾水气味很难闻，很脏。他就用这个海湾做实验，找了一百多个人，请了一位老和尚，九十多岁的老和尚，带着大家去做祈祷。祈祷仪式非常简单，这一百多个人在祈祷的时候，老和尚告诉大家，把所有的念头统统放下，让自己的清净心现前，就是什么都不要想，大家只想一桩事情，就念一句话，「湖水干净了」；就念这句话，就想这句话，「湖水干净了」，一百多个人用这个意念来集中，念一个小时。过了三天，水真干净了，气味没有了，日本媒体都做出报导，很不可思议。维持了半年，半年以后又脏了，又恢复了。所以我也跟江本博士说，我说你每两个月带人去做一次祈祷，那个水永远干净。这是真的，不是假的。",
      "zh_TW": "日本江本博士在過去曾經做個實驗，日本有個湖，很大的湖，琵琶湖，這大家都知道。有個海灣，這海灣是死水。二十多年來這個海灣水氣味很難聞，很髒。他就用這個海灣做實驗，找了一百多個人，請了一位老和尚，九十多歲的老和尚，帶著大家去做祈禱。祈禱儀式非常簡單，這一百多個人在祈禱的時候，老和尚告訴大家，把所有的念頭統統放下，讓自己的清淨心現前，就是什麼都不要想，大家只想一樁事情，就念一句話，「湖水乾淨了」；就念這句話，就想這句話，「湖水乾淨了」，一百多個人用這個意念來集中，念一個小時。過了三天，水真乾淨了，氣味沒有了，日本媒體都做出報導，很不可思議。維持了半年，半年以後又髒了，又恢復了。所以我也跟江本博士說，我說你每兩個月帶人去做一次祈禱，那個水永遠乾淨。這是真的，不是假的。"
    },
    {
      "id": "21-594-0001_p0021",
      "zh_CN": "这种实验又很简单，并不麻烦，我参观他那个实验室，我都感到惊讶，东京的房地产大概是世界第一，太贵了，真的是寸土寸金，那是名符其实。所以他的办公室并不大，我去参观，实验室在哪里？没看到。结果是在冰箱里面，他三个大冰箱，里面全部掏空了，把仪器东西装在里头。冰箱门一打开，人在里面，要穿上冬天的衣服。让水在冰箱里面结冰，温度要降到摄氏零下五度，它就开始结晶，结成雪花。还是在冰箱里面做实验，用显微镜去观察、照相。所以他三个冰箱就是三个实验室，我这一看，的确很简陋，但是做得很成功，不能不佩服人家。就是让水看文字，各种不同的文字它都能看得懂，比我们厉害；各种不同的语言它都听得懂，我们很多话听不懂，水都会听，它都懂得意思，起心动念，不要说出来，起心动念它都知道。",
      "zh_TW": "這種實驗又很簡單，並不麻煩，我參觀他那個實驗室，我都感到驚訝，東京的房地產大概是世界第一，太貴了，真的是寸土寸金，那是名符其實。所以他的辦公室並不大，我去參觀，實驗室在哪裡？沒看到。結果是在冰箱裡面，他三個大冰箱，裡面全部掏空了，把儀器東西裝在裡頭。冰箱門一打開，人在裡面，要穿上冬天的衣服。讓水在冰箱裡面結冰，溫度要降到攝氏零下五度，它就開始結晶，結成雪花。還是在冰箱裡面做實驗，用顯微鏡去觀察、照相。所以他三個冰箱就是三個實驗室，我這一看，的確很簡陋，但是做得很成功，不能不佩服人家。就是讓水看文字，各種不同的文字它都能看得懂，比我們厲害；各種不同的語言它都聽得懂，我們很多話聽不懂，水都會聽，它都懂得意思，起心動念，不要說出來，起心動念它都知道。"
    },
    {
      "id": "21-594-0001_p0022",
      "zh_CN": "以后我们在《华严经》里面，把这个理论依据找出来。贤首国师根据《华严经》写了一篇修学的论文，就是修学《华严》的一篇论文，他的题目是《修华严奥旨妄尽还源观》。这篇文章里面分为六大段，前面三段是讲宇宙人生的真相，跟我们讨论宇宙从哪里来的，万物从哪里来的，我从哪里来的，讲得真清楚、真透彻，那是高等科学、高等哲学。后面三段是教我们修行，就是还源的方法，怎样回归自性，这个就是中国禅宗里面所说的「父母未生前本来面目」。本来面目你是佛，你怎样回过头来再还源，再归到佛位，回到佛的果位上去。后面是讲方法，讲得真好，让我们了解整个宇宙一切万事万物跟自己是一体，一个自性变现出来。用现在科学家讲的，确实科学里面所讲的能量不生不灭，那是自性性德。物质现象跟精神现象统统都是能量变现出来，在佛法里称能量为法身，法身不是物质，也不是精神，但是物质现象、精神现象，包括现在的自然现象，统统都是自性变现出来。所以自性是造物主，宗教里面称之为神，称之为上帝，在佛法没有这个名词，佛法讲自性，叫法身。怎么变的都讲得很清楚，为什么会变？变了之后，它不断在发展，不断在产生变化。这里面的道理很深。",
      "zh_TW": "以後我們在《華嚴經》裡面，把這個理論依據找出來。賢首國師根據《華嚴經》寫了一篇修學的論文，就是修學《華嚴》的一篇論文，他的題目是《修華嚴奧旨妄盡還源觀》。這篇文章裡面分為六大段，前面三段是講宇宙人生的真相，跟我們討論宇宙從哪裡來的，萬物從哪裡來的，我從哪裡來的，講得真清楚、真透徹，那是高等科學、高等哲學。後面三段是教我們修行，就是還源的方法，怎樣回歸自性，這個就是中國禪宗裡面所說的「父母未生前本來面目」。本來面目你是佛，你怎樣回過頭來再還源，再歸到佛位，回到佛的果位上去。後面是講方法，講得真好，讓我們了解整個宇宙一切萬事萬物跟自己是一體，一個自性變現出來。用現在科學家講的，確實科學裡面所講的能量不生不滅，那是自性性德。物質現象跟精神現象統統都是能量變現出來，在佛法裡稱能量為法身，法身不是物質，也不是精神，但是物質現象、精神現象，包括現在的自然現象，統統都是自性變現出來。所以自性是造物主，宗教裡面稱之為神，稱之為上帝，在佛法沒有這個名詞，佛法講自性，叫法身。怎麼變的都講得很清楚，為什麼會變？變了之後，它不斷在發展，不斷在產生變化。這裡面的道理很深。"
    },
    {
      "id": "21-594-0001_p0023",
      "zh_CN": "但是我们学佛累积几十年修学的经验、心得，我们对这篇文章能看得懂，能体会得到，对于它深信不疑。肯定对于自然现象的千变万化，比科学家讲得透彻，讲得圆满。而且佛法确实是科学，佛给我们所讲的，我们听懂了，这也叫开智慧，这个智慧叫解悟，你是听人说的。算是开一半，到什么时候才真正叫开智慧？你要把佛所说的证得，你自己亲自证得，那你真的开悟了。这是科学，科学是求证据。你听说，你自己没有证得，这不算是你的，那是释迦牟尼佛的。自己怎么证得？所以这篇论文后半部就是教我们证得。",
      "zh_TW": "但是我們學佛累積幾十年修學的經驗、心得，我們對這篇文章能看得懂，能體會得到，對於它深信不疑。肯定對於自然現象的千變萬化，比科學家講得透徹，講得圓滿。而且佛法確實是科學，佛給我們所講的，我們聽懂了，這也叫開智慧，這個智慧叫解悟，你是聽人說的。算是開一半，到什麼時候才真正叫開智慧？你要把佛所說的證得，你自己親自證得，那你真的開悟了。這是科學，科學是求證據。你聽說，你自己沒有證得，這不算是你的，那是釋迦牟尼佛的。自己怎麼證得？所以這篇論文後半部就是教我們證得。"
    },
    {
      "id": "21-594-0001_p0024",
      "zh_CN": "佛法讲法门，法就是方法，门是门径、门道，法门无量无边，经教里常讲八万四千，真的不是假的。方法非常之多，它的原理原则只有一个，无论什么方法，如果能够符合这个原理原则，那统统是佛法。佛是觉悟的意思，就是觉悟的方法，真正帮助你觉悟的方法，佛学的名词叫佛法，这个意思要懂，真正帮助你觉悟。这个方法是什么？看破、放下。看破，佛可以帮助你，放下，佛帮不上，放下是你自己的事情，佛一点都帮不上。看破是佛帮助你解悟，把事实真相你都了解透彻，可是证悟是靠自己，证悟要放下，放下你的障碍。你为什么回不去？你有障碍。你为什么不能见性？有障碍。障碍有两大类，烦恼障、所知障，这两大类，这两类几乎都是与生俱来的，很麻烦。所以真正修行，无论修哪个法门，你抓住这两个纲领，你修行的功夫就得力了，你会有进步。你会得法喜充满，你学佛会学得很快乐，你有收获。",
      "zh_TW": "佛法講法門，法就是方法，門是門徑、門道，法門無量無邊，經教裡常講八萬四千，真的不是假的。方法非常之多，它的原理原則只有一個，無論什麼方法，如果能夠符合這個原理原則，那統統是佛法。佛是覺悟的意思，就是覺悟的方法，真正幫助你覺悟的方法，佛學的名詞叫佛法，這個意思要懂，真正幫助你覺悟。這個方法是什麼？看破、放下。看破，佛可以幫助你，放下，佛幫不上，放下是你自己的事情，佛一點都幫不上。看破是佛幫助你解悟，把事實真相你都了解透徹，可是證悟是靠自己，證悟要放下，放下你的障礙。你為什麼回不去？你有障礙。你為什麼不能見性？有障礙。障礙有兩大類，煩惱障、所知障，這兩大類，這兩類幾乎都是與生俱來的，很麻煩。所以真正修行，無論修哪個法門，你抓住這兩個綱領，你修行的功夫就得力了，你會有進步。你會得法喜充滿，你學佛會學得很快樂，你有收穫。"
    },
    {
      "id": "21-594-0001_p0025",
      "zh_CN": "第一个收获的，身心健康，你烦恼没有了，贪瞋痴慢放下了，烦恼没有了，你会生活得很幸福、很快乐，身心健康。这是你头一个就得到的。这个没有得到，换句话说，你的烦恼习气没放下，这个不行。什么是善、什么是恶，什么是应该放下的、什么是应该提升的，经典里面讲得很详细。烦恼习气，我们平常讲的，自私自利、名闻利养、五欲六尘、贪瞋痴慢，这个要放下。这个东西就是轮回的心、轮回的念头，这个东西放不下，你就脱离不了六道轮回。六道轮回是假的，不是真的。真正把见思烦恼放下，六道就没有了。六道怎么来的？见思烦恼变出来的。见是错误的见解，你全错了，看错了；思是思想，错误的想法。佛在经上都给我们分类，说得很详细、很明白。这是制造轮回的东西，放下之后，轮回就没有了。",
      "zh_TW": "第一個收穫的，身心健康，你煩惱沒有了，貪瞋痴慢放下了，煩惱沒有了，你會生活得很幸福、很快樂，身心健康。這是你頭一個就得到的。這個沒有得到，換句話說，你的煩惱習氣沒放下，這個不行。什麼是善、什麼是惡，什麼是應該放下的、什麼是應該提升的，經典裡面講得很詳細。煩惱習氣，我們平常講的，自私自利、名聞利養、五欲六塵、貪瞋痴慢，這個要放下。這個東西就是輪迴的心、輪迴的念頭，這個東西放不下，你就脫離不了六道輪迴。六道輪迴是假的，不是真的。真正把見思煩惱放下，六道就沒有了。六道怎麼來的？見思煩惱變出來的。見是錯誤的見解，你全錯了，看錯了；思是思想，錯誤的想法。佛在經上都給我們分類，說得很詳細、很明白。這是製造輪迴的東西，放下之後，輪迴就沒有了。"
    },
    {
      "id": "21-594-0001_p0026",
      "zh_CN": "轮回没有了，就好像我们做梦醒过来，醒来是什么境界？十法界里面四圣法界，声闻、缘觉、菩萨、佛，这个境界现前。这个境界还不是真的，它是所知障变现的，六道是烦恼障变现的，见思烦恼放下之后，六道没有了。所知障叫尘沙烦恼，是什么？分别变现的。进一步，不但我不执着，我分别的念头都没有；再提升一点，对一切法不起心、不动念，四圣法界就没有了，十法界就没有，所以十法界不是真的。十法界没有了，你到哪里去？那就是诸佛的实报庄严土，大乘教里叫一真法界。到这个地方，距离究竟圆满的佛果就很近，就不远了。所以，总的修行原则就是了解事实真相，放下妄想分别执着，这是总纲领、总原则，我们不能不知道。它能够解决六道的问题，能够解决十法界的问题，我们眼前这些天灾人祸，那叫鸡毛蒜皮，小事一桩，轻而易举就把它摆平了。所以，佛法它真能解决问题，不是讲假话，真管用。学佛同学要有信心。",
      "zh_TW": "輪迴沒有了，就好像我們做夢醒過來，醒來是什麼境界？十法界裡面四聖法界，聲聞、緣覺、菩薩、佛，這個境界現前。這個境界還不是真的，它是所知障變現的，六道是煩惱障變現的，見思煩惱放下之後，六道沒有了。所知障叫塵沙煩惱，是什麼？分別變現的。進一步，不但我不執著，我分別的念頭都沒有；再提升一點，對一切法不起心、不動念，四聖法界就沒有了，十法界就沒有，所以十法界不是真的。十法界沒有了，你到哪裡去？那就是諸佛的實報莊嚴土，大乘教裡叫一真法界。到這個地方，距離究竟圓滿的佛果就很近，就不遠了。所以，總的修行原則就是了解事實真相，放下妄想分別執著，這是總綱領、總原則，我們不能不知道。它能夠解決六道的問題，能夠解決十法界的問題，我們眼前這些天災人禍，那叫雞毛蒜皮，小事一樁，輕而易舉就把它擺平了。所以，佛法它真能解決問題，不是講假話，真管用。學佛同學要有信心。"
    },
    {
      "id": "21-594-0001_p0027",
      "zh_CN": "我们今天《华严经》讲这么多年，讲到四千多个小时，还继续往下讲下去。讲这个为什么？细说，帮助我们看破，真看破，你自己会自动放下，这个不必劝告。听经听十年、八年，听了很久，大经听了多少遍了，还是放不下，那是什么原因？没听懂，这真的不是假的。他为什么不懂？他有业障。别说我讲他听不懂，佛来讲他也听不懂，他有业障。就是自私自利的念头太重，这是很大的障碍，贪瞋痴慢太严重了，他听不懂。天天听，听的似是而非，听不懂，所以他不肯放下。真听懂了，他马上就放下，愈放下就愈深入，你懂的就愈多，道理在此地。所以我们要听经，必须在听经之前，先要把妄念放下，然后再去听经，会听懂。心浮气躁，心里头自私自利念头充满，名闻利养充满，他很难听得进去；纵然喜欢听，都把意思听偏了、听错了，这是真的，不是假的。",
      "zh_TW": "我們今天《華嚴經》講這麼多年，講到四千多個小時，還繼續往下講下去。講這個為什麼？細說，幫助我們看破，真看破，你自己會自動放下，這個不必勸告。聽經聽十年、八年，聽了很久，大經聽了多少遍了，還是放不下，那是什麼原因？沒聽懂，這真的不是假的。他為什麼不懂？他有業障。別說我講他聽不懂，佛來講他也聽不懂，他有業障。就是自私自利的念頭太重，這是很大的障礙，貪瞋痴慢太嚴重了，他聽不懂。天天聽，聽的似是而非，聽不懂，所以他不肯放下。真聽懂了，他馬上就放下，愈放下就愈深入，你懂的就愈多，道理在此地。所以我們要聽經，必須在聽經之前，先要把妄念放下，然後再去聽經，會聽懂。心浮氣躁，心裡頭自私自利念頭充滿，名聞利養充滿，他很難聽得進去；縱然喜歡聽，都把意思聽偏了、聽錯了，這是真的，不是假的。"
    },
    {
      "id": "21-594-0001_p0028",
      "zh_CN": "我们这么多年的学习，这个经验很多，我跟老师学习，同学很多，凡是毛病多的，虽跟老师时间很长，没有成就。真正能在学习的时候把心定下来，把心收歛住，大势至菩萨所讲的「都摄六根，净念相继」，真正能做到这个，行，你听到东西真受益。真受益，他怎么会不干？所以听东西有没有听懂，你看他有没有做到，真做到，他听懂了。他没做到，就是说明他没听懂，这一点很重要。世出世法都建立在「诚信」这两个字的基础上。印光大师告诉我们要诚敬，说得好，一分诚敬得一分利益，你没有诚意，没有恭敬心，得不到东西。世法、佛法都不例外，一分诚敬得一分利益，十分诚敬得十分利益。老师观察学生，我们能相信，学生很多，哪个学生会有成就，哪个学生不会有成就，老师清清楚楚、明明白白。",
      "zh_TW": "我們這麼多年的學習，這個經驗很多，我跟老師學習，同學很多，凡是毛病多的，雖跟老師時間很長，沒有成就。真正能在學習的時候把心定下來，把心收歛住，大勢至菩薩所講的「都攝六根，淨念相繼」，真正能做到這個，行，你聽到東西真受益。真受益，他怎麼會不幹？所以聽東西有沒有聽懂，你看他有沒有做到，真做到，他聽懂了。他沒做到，就是說明他沒聽懂，這一點很重要。世出世法都建立在「誠信」這兩個字的基礎上。印光大師告訴我們要誠敬，說得好，一分誠敬得一分利益，你沒有誠意，沒有恭敬心，得不到東西。世法、佛法都不例外，一分誠敬得一分利益，十分誠敬得十分利益。老師觀察學生，我們能相信，學生很多，哪個學生會有成就，哪個學生不會有成就，老師清清楚楚、明明白白。"
    },
    {
      "id": "21-594-0001_p0029",
      "zh_CN": "在中国历史上，汉朝大儒郑玄，他做学生的时候，他的老师马融。他跟马老师三年，离开的时候，马融心里很清楚，马融一生所学的他全学到了，就这么一个人。他怎么知道？这个学生听课专心，心地清净，没有杂念。马融在那个时代，他官做得很大，相当于现在的部长，这么高的地位。讲学，他还喜欢听音乐，他的讲堂后面有个布幕，布幕的后面他家里养的有歌妓，在演奏音乐，他一面欣赏音乐，是一面讲学。幕后都是女孩子，年轻的，学生都东张西望，唯独郑玄三年从来没有向幕后瞄一眼，厉害。所以他说他的东西全被他学去了。他如如不动，专心听老师讲学。真的，马融那么多的学生，没有一个留名于后世，只有郑玄成为一代大儒，而且成就超过老师，真是所谓「青出于蓝而胜于蓝」。专心，专心就是恭敬。听课的时候心里还有杂念、还有妄念，那不恭敬，老师很清楚，看得出来。所以我们学佛要用真诚恭敬心，要真正把佛经上所讲的宇宙人生真相听明白。然后你肯放下，你放下一分就契入一分，放下十分你就入十分境界，真得受用。",
      "zh_TW": "在中國歷史上，漢朝大儒鄭玄，他做學生的時候，他的老師馬融。他跟馬老師三年，離開的時候，馬融心裡很清楚，馬融一生所學的他全學到了，就這麼一個人。他怎麼知道？這個學生聽課專心，心地清淨，沒有雜念。馬融在那個時代，他官做得很大，相當於現在的部長，這麼高的地位。講學，他還喜歡聽音樂，他的講堂後面有個布幕，布幕的後面他家裡養的有歌妓，在演奏音樂，他一面欣賞音樂，是一面講學。幕後都是女孩子，年輕的，學生都東張西望，唯獨鄭玄三年從來沒有向幕後瞄一眼，厲害。所以他說他的東西全被他學去了。他如如不動，專心聽老師講學。真的，馬融那麼多的學生，沒有一個留名於後世，只有鄭玄成為一代大儒，而且成就超過老師，真是所謂「青出於藍而勝於藍」。專心，專心就是恭敬。聽課的時候心裡還有雜念、還有妄念，那不恭敬，老師很清楚，看得出來。所以我們學佛要用真誠恭敬心，要真正把佛經上所講的宇宙人生真相聽明白。然後你肯放下，你放下一分就契入一分，放下十分你就入十分境界，真得受用。"
    },
    {
      "id": "21-594-0001_p0030",
      "zh_CN": "今天时间虽然不多，我跟同学讲的都是我这么多年来学习的心得，在此地供养大家，我们要用真诚心认真学习。先解，然后再放下，解了之后你自然就会放下，放下你就能契入境界。殊胜的功德利益无法想像，真的是自利利他，无论这个世间怎么乱，灾难怎么多，你会如如不动，纵然灾难现前，不惊不怖，为什么？有好地方去。你心一慌一怖就三途去了，那个麻烦可大了；不惊不怖，有好地方去。天天求阿弥陀佛来接引，到那个时候阿弥陀佛真来了，真出现了，欢欢喜喜，一丝毫恐怖都没有。一切这些灾变，你会清清楚楚、明明白白，前因后果通达无碍，恐惧的念头当然就没有。希望我们同修努力，自己认真修，自己身心健康，家庭幸福，事业顺利，社会祥和，国泰民安，这叫自利利他。这是学佛真正的好处，要让社会大众多看看，知道学佛不迷信，学佛真能解决问题。",
      "zh_TW": "今天時間雖然不多，我跟同學講的都是我這麼多年來學習的心得，在此地供養大家，我們要用真誠心認真學習。先解，然後再放下，解了之後你自然就會放下，放下你就能契入境界。殊勝的功德利益無法想像，真的是自利利他，無論這個世間怎麼亂，災難怎麼多，你會如如不動，縱然災難現前，不驚不怖，為什麼？有好地方去。你心一慌一怖就三途去了，那個麻煩可大了；不驚不怖，有好地方去。天天求阿彌陀佛來接引，到那個時候阿彌陀佛真來了，真出現了，歡歡喜喜，一絲毫恐怖都沒有。一切這些災變，你會清清楚楚、明明白白，前因後果通達無礙，恐懼的念頭當然就沒有。希望我們同修努力，自己認真修，自己身心健康，家庭幸福，事業順利，社會祥和，國泰民安，這叫自利利他。這是學佛真正的好處，要讓社會大眾多看看，知道學佛不迷信，學佛真能解決問題。"
    },
    {
      "id": "21-594-0001_p0031",
      "zh_CN": "我今天的报告就到此，时间到了，就到此，谢谢大家。",
      "zh_TW": "我今天的報告就到此，時間到了，就到此，謝謝大家。"
    }
  ]
}