{
  "doc_id": "12-003-0002",
  "title": {
    "zh_CN": "妙德圆满爱敬林神章",
    "zh_TW": "妙德圓滿愛敬林神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1988/4",
    "zh_TW": "1988/4"
  },
  "doc_number": "",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "12-003-0002_p0001",
      "zh_CN": "请掀开经本，八百九十四页第三行第二个字看起：",
      "zh_TW": "請掀開經本，八百九十四頁第三行第二個字看起："
    },
    {
      "id": "12-003-0002_p0002",
      "zh_CN": "【云何名菩萨观诸法门方便修行受生藏。】",
      "zh_TW": "【云何名菩薩觀諸法門方便修行受生藏。】"
    },
    {
      "id": "12-003-0002_p0003",
      "zh_CN": "这是十种受生藏里面第三种。这个意思是说既然已经发心了，因为前面第二段是讲发菩提心藏，就是十住菩萨，这段这是十行菩萨，已经发菩提心应该要怎么样修行？修行里面修观是非常的重要，不仅仅是禅宗的法门，实在上说宗门教下，就是包括净土也离不开修观。在净土修行里面，佛给我们说得很明白，像《十六观经》就是修净土的方法。在这部经里面，提出修净土三大类的行法，第一种是观想念佛，第二种是观像念佛，第三种是持名念佛。由此可知，念佛法门也离不开修观。宗门不必说了，教下多半修止观。所以此地我们看到『菩萨观诸法门方便修行』，经文有十句有十句。请看经文：",
      "zh_TW": "這是十種受生藏裡面第三種。這個意思是說既然已經發心了，因為前面第二段是講發菩提心藏，就是十住菩薩，這段這是十行菩薩，已經發菩提心應該要怎麼樣修行？修行裡面修觀是非常的重要，不僅僅是禪宗的法門，實在上說宗門教下，就是包括淨土也離不開修觀。在淨土修行裡面，佛給我們說得很明白，像《十六觀經》就是修淨土的方法。在這部經裡面，提出修淨土三大類的行法，第一種是觀想念佛，第二種是觀像念佛，第三種是持名念佛。由此可知，念佛法門也離不開修觀。宗門不必說了，教下多半修止觀。所以此地我們看到『菩薩觀諸法門方便修行』，經文有十句有十句。請看經文："
    },
    {
      "id": "12-003-0002_p0004",
      "zh_CN": "【善男子。此菩萨于一切法门海。起现前观察心。】",
      "zh_TW": "【善男子。此菩薩於一切法門海。起現前觀察心。】"
    },
    {
      "id": "12-003-0002_p0005",
      "zh_CN": "这是第一句，它每句开头都有个于字，『于一切法』。『法门海』，「海」是比喻广大。实在说在中国佛教，可以说是《金刚经》非常的盛行，由于五祖跟六祖这两位大德的提倡，所以《金刚经》在中国家户喻晓。这个经里面，就提出了观一切法的纲领，大家都会记得住的，经上所讲「凡所有相，皆是虚妄」。怎么个虚妄法？实在《金刚经》上说得很清楚。又告诉我们，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。这个都是修观的最高指导原则，不管哪一法要常常提醒自己，做真实深入的观察，我们才能够得到诸法实相，一切法的真实相。《金刚经》里面有提出一个法，假有、真空、中道，实在上讲天台大师教给我们一心三观。经文自始至终都强调这个观法，无论哪一法，都要用这个方式去观察。譬如说毛巾，经上讲的毛巾者即非毛巾，这个毛巾假有，这是假有；即非毛巾，这就是真空，当体即空；是名毛巾，这就是中道。所以我们晓得一切万法，我们知道它是假有，怎么是假有？你如果仔细一分析，实在讲它当体即空。",
      "zh_TW": "這是第一句，它每句開頭都有個於字，『於一切法』。『法門海』，「海」是比喻廣大。實在說在中國佛教，可以說是《金剛經》非常的盛行，由於五祖跟六祖這兩位大德的提倡，所以《金剛經》在中國家戶喻曉。這個經裡面，就提出了觀一切法的綱領，大家都會記得住的，經上所講「凡所有相，皆是虛妄」。怎麼個虛妄法？實在《金剛經》上說得很清楚。又告訴我們，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。這個都是修觀的最高指導原則，不管哪一法要常常提醒自己，做真實深入的觀察，我們才能夠得到諸法實相，一切法的真實相。《金剛經》裡面有提出一個法，假有、真空、中道，實在上講天台大師教給我們一心三觀。經文自始至終都強調這個觀法，無論哪一法，都要用這個方式去觀察。譬如說毛巾，經上講的毛巾者即非毛巾，這個毛巾假有，這是假有；即非毛巾，這就是真空，當體即空；是名毛巾，這就是中道。所以我們曉得一切萬法，我們知道它是假有，怎麼是假有？你如果仔細一分析，實在講它當體即空。"
    },
    {
      "id": "12-003-0002_p0006",
      "zh_CN": "这个物质我们现在科学比从前进步得太多，所以在从前那个社会里面，佛提出这个观法大家能接受，实在那个智慧比我们现在人高明。这个物体今天我们一分析，它不过就是原子、电子、中子、质子，再深入的观察，现在所讲的叫波动能量而已。观察到波动能量，岂不就是空的吗？所以即非毛巾。一切万法统统是这个原理，没有一法是实在的，所以一切相假相，不是真相，是假有，不是实在的有。你明了一切法的真相，我们在这一切法里面就不会起妄念了。所以它末后是名，这是名就是中道，不坏假相。要紧的是要你觉悟认识它的真相，有就是空，《心经》上讲的是总原则，「色即是空」，色就是色法。像《百法》里面讲的，把这所有一切色法归纳十一大类，五根、六尘这个十一大类统统这是色法。包括了我们现在哲学里面所讲的现象界，这一切现象界「唯心所现，唯识所变」。假有而不是真有，当体即空，了不可得，所以我们在一切法里面可以受用，不可以执着、不可以分别。为什么？它是假的。",
      "zh_TW": "這個物質我們現在科學比從前進步得太多，所以在從前那個社會裡面，佛提出這個觀法大家能接受，實在那個智慧比我們現在人高明。這個物體今天我們一分析，它不過就是原子、電子、中子、質子，再深入的觀察，現在所講的叫波動能量而已。觀察到波動能量，豈不就是空的嗎？所以即非毛巾。一切萬法統統是這個原理，沒有一法是實在的，所以一切相假相，不是真相，是假有，不是實在的有。你明瞭一切法的真相，我們在這一切法裡面就不會起妄念了。所以它末後是名，這是名就是中道，不壞假相。要緊的是要你覺悟認識它的真相，有就是空，《心經》上講的是總原則，「色即是空」，色就是色法。像《百法》裡面講的，把這所有一切色法歸納十一大類，五根、六塵這個十一大類統統這是色法。包括了我們現在哲學裡面所講的現象界，這一切現象界「唯心所現，唯識所變」。假有而不是真有，當體即空，了不可得，所以我們在一切法裡面可以受用，不可以執著、不可以分別。為什麼？它是假的。"
    },
    {
      "id": "12-003-0002_p0007",
      "zh_CN": "所以佛把这个事实真相说穿了，佛示现在九法界里面天天讲经说法。他说什么？大作梦中佛事，梦中佛事，可见得佛不执着。作不作？作，作不执着，所谓作而无作。作是什么？事相上有。无作什么？体上是空的，并不是真正作。所以他的心清净，永远没有染着，决定没有分别、没有执着、没有妄想。确实就像在梦中一样，梦中觉悟了，好，他是在作梦，知道一切法了不可得，度众生的事业也了不可得。了不可得要不要做？要。如果你不做，你就落空了；你做，而执着是我已经做了，那你着有了，你总落在二边。所以作而无作，无作而作，这是菩萨住中道，不落二边。这个在观法里头叫总观，最重要的一个纲领。我们念佛人明白这个事实真相，常常提起这个觉观，我们很容易得一心不乱。",
      "zh_TW": "所以佛把這個事實真相說穿了，佛示現在九法界裡面天天講經說法。他說什麼？大作夢中佛事，夢中佛事，可見得佛不執著。作不作？作，作不執著，所謂作而無作。作是什麼？事相上有。無作什麼？體上是空的，並不是真正作。所以他的心清淨，永遠沒有染著，決定沒有分別、沒有執著、沒有妄想。確實就像在夢中一樣，夢中覺悟了，好，他是在作夢，知道一切法了不可得，度眾生的事業也了不可得。了不可得要不要做？要。如果你不做，你就落空了；你做，而執著是我已經做了，那你著有了，你總落在二邊。所以作而無作，無作而作，這是菩薩住中道，不落二邊。這個在觀法裡頭叫總觀，最重要的一個綱領。我們念佛人明白這個事實真相，常常提起這個覺觀，我們很容易得一心不亂。"
    },
    {
      "id": "12-003-0002_p0008",
      "zh_CN": "你看念佛堂里面主七师常常讲：放下身心世界。我们为什么放不下？就是不知道一切万法的实相。知道一切万法实相，你劝他不要放下他也放下，为什么？了不可得，法尔如是，他怎么不放下？他当然放下。所以，有受用而没有执着，这才是真正的离苦得乐。苦是什么？分别执着都离掉没有了。乐是什么？乐是一切受用，一切受用有这是乐。如果一切受用都没有了，那我们学佛追求的是什么？有一切受用，而没有一切烦恼，没有一切分别执着，晓得一切万法的真实相。所以《般若经》提出这个总纲领，就是修念佛法门的人也不能例外。因为你没有这种甚深的修观，我们念佛，你看，这个理一心不乱达不到。没有这个深观，像《心经》里面讲的「照见五蕴皆空」，不到这个境界，我们得不到理一心。我们充其量可以得到功夫成片、可以得到事一心不乱。理一心不乱，必定有很深修观的功夫在其中。这就是『起现前观察心』，观察一切法的真实相，这是第一句的意思，这是总说。第二句说：",
      "zh_TW": "你看念佛堂裡面主七師常常講：放下身心世界。我們為什麼放不下？就是不知道一切萬法的實相。知道一切萬法實相，你勸他不要放下他也放下，為什麼？了不可得，法爾如是，他怎麼不放下？他當然放下。所以，有受用而沒有執著，這才是真正的離苦得樂。苦是什麼？分別執著都離掉沒有了。樂是什麼？樂是一切受用，一切受用有這是樂。如果一切受用都沒有了，那我們學佛追求的是什麼？有一切受用，而沒有一切煩惱，沒有一切分別執著，曉得一切萬法的真實相。所以《般若經》提出這個總綱領，就是修念佛法門的人也不能例外。因為你沒有這種甚深的修觀，我們念佛，你看，這個理一心不亂達不到。沒有這個深觀，像《心經》裡面講的「照見五蘊皆空」，不到這個境界，我們得不到理一心。我們充其量可以得到功夫成片、可以得到事一心不亂。理一心不亂，必定有很深修觀的功夫在其中。這就是『起現前觀察心』，觀察一切法的真實相，這是第一句的意思，這是總說。第二句說："
    },
    {
      "id": "12-003-0002_p0009",
      "zh_CN": "【于一切智圆满道。起成就回向心。】",
      "zh_TW": "【於一切智圓滿道。起成就迴向心。】"
    },
    {
      "id": "12-003-0002_p0010",
      "zh_CN": "这句就是我们修学所期望的无上正等正觉，这个地方无上正等正觉，在此地用『一切智』，实际上就是如来果地上所证得的一切种智。『圆满道』是佛道，等觉菩萨还不能称圆满，必须在如来果地上才能称圆满。现在菩萨是在九地，距离圆满不太远，很接近，所以这个时候要起『成就回向心』，无论修的什么样的功德，统统回向无上菩提；换句话说，我们所做的一切都不要报酬。比如像这善有善报，你修的许多功德、修的许多善法，当然有这个果报。菩萨要不要？放在心里面不落痕迹。真正做到修而无修，证而无证。就是到达这个境界，他也不会起一个念头：我现在成佛了，我现在是九地菩萨了，他不能有这个念头。为什么？有这个念头他就堕落了，他的心就不清净。",
      "zh_TW": "這句就是我們修學所期望的無上正等正覺，這個地方無上正等正覺，在此地用『一切智』，實際上就是如來果地上所證得的一切種智。『圓滿道』是佛道，等覺菩薩還不能稱圓滿，必須在如來果地上才能稱圓滿。現在菩薩是在九地，距離圓滿不太遠，很接近，所以這個時候要起『成就迴向心』，無論修的什麼樣的功德，統統迴向無上菩提；換句話說，我們所做的一切都不要報酬。比如像這善有善報，你修的許多功德、修的許多善法，當然有這個果報。菩薩要不要？放在心裡面不落痕跡。真正做到修而無修，證而無證。就是到達這個境界，他也不會起一個念頭：我現在成佛了，我現在是九地菩薩了，他不能有這個念頭。為什麼？有這個念頭他就墮落了，他的心就不清淨。"
    },
    {
      "id": "12-003-0002_p0011",
      "zh_CN": "所以从初住以上，那个修行不得已要说个叫无功用道。他修不修？修。虽然修，他不执着，他心里头决定不落痕迹，他是位位往上增上。但是这个增上，他并没有执着我已经提升我自己境界了，绝对没有这个念头。有这种念头，这都是权教菩萨，没见性的。见了性的菩萨，决定没有分别执着，决定不会起心动念，这是我们一定要知道的。当然我们没到这境界，在这样境界的菩萨，都是念念回向无上菩提。我们今天也是如此，也要效法他，纵然极微不足道的善心、善行，我们也要求回向西方极乐世界，求生西方极乐世界。这个世间一切法，我们统统不求，只求往生西方极乐世界，这就是「成就回向心」。",
      "zh_TW": "所以從初住以上，那個修行不得已要說個叫無功用道。他修不修？修。雖然修，他不執著，他心裡頭決定不落痕跡，他是位位往上增上。但是這個增上，他並沒有執著我已經提升我自己境界了，絕對沒有這個念頭。有這種念頭，這都是權教菩薩，沒見性的。見了性的菩薩，決定沒有分別執著，決定不會起心動念，這是我們一定要知道的。當然我們沒到這境界，在這樣境界的菩薩，都是念念迴向無上菩提。我們今天也是如此，也要效法他，縱然極微不足道的善心、善行，我們也要求迴向西方極樂世界，求生西方極樂世界。這個世間一切法，我們統統不求，只求往生西方極樂世界，這就是「成就迴向心」。"
    },
    {
      "id": "12-003-0002_p0012",
      "zh_CN": "【于诸威仪清净业海。起正念观察心。】",
      "zh_TW": "【於諸威儀清淨業海。起正念觀察心。】"
    },
    {
      "id": "12-003-0002_p0013",
      "zh_CN": "从这个以下，可以说都是每个地位菩萨都统修的，在我们现前应用起来很有效果。『威仪』是戒律，要拿我们现在来讲就是礼节。礼节，古时候有古人的礼节，中国有中国的礼节，外国有外国的礼节。我们展开经典，像出家人所说的戒律，二百五十条戒。哪有那么多？没有。实际上那个真正讲戒律，这二百五十条里头前面四条是戒律，四重戒杀盗淫妄，四重戒是戒律。这四重戒之后，这十三僧残是戒律，十三加上前面四，总共不过是十七条而已，这是戒律。这个以后的全都属于威仪，那些威仪当中几乎三分之二，我们现在用不着。为什么？我们生活方式不一样。比如讲穿衣的威仪就有很多条，那个衣就是一块布往身上一裹，跟我们现在穿的衣服完全不相同，因此，那个戒律里面讲穿衣，我们一条都用不着。不过我们懂得它的精神，这个衣服要穿得整整齐齐，这就是威仪，因为衣代表礼，礼服。",
      "zh_TW": "從這個以下，可以說都是每個地位菩薩都統修的，在我們現前應用起來很有效果。『威儀』是戒律，要拿我們現在來講就是禮節。禮節，古時候有古人的禮節，中國有中國的禮節，外國有外國的禮節。我們展開經典，像出家人所說的戒律，二百五十條戒。哪有那麼多？沒有。實際上那個真正講戒律，這二百五十條裡頭前面四條是戒律，四重戒殺盜淫妄，四重戒是戒律。這四重戒之後，這十三僧殘是戒律，十三加上前面四，總共不過是十七條而已，這是戒律。這個以後的全都屬於威儀，那些威儀當中幾乎三分之二，我們現在用不著。為什麼？我們生活方式不一樣。比如講穿衣的威儀就有很多條，那個衣就是一塊布往身上一裹，跟我們現在穿的衣服完全不相同，因此，那個戒律裡面講穿衣，我們一條都用不著。不過我們懂得它的精神，這個衣服要穿得整整齊齊，這就是威儀，因為衣代表禮，禮服。"
    },
    {
      "id": "12-003-0002_p0014",
      "zh_CN": "所以我们懂得戒律的精神，我们行住坐卧都要有礼节。这个礼节可以说符合我们现代生活习惯就好，佛法才能普遍的弘扬。我们不穿印度那个衣服，实在讲许多地方我们用不着。譬如吃饭的威仪、吃饭的礼节，他们那个时候出去托钵，我们现在也不托钵了。因此，许多托钵的礼节，我们今天都用不上了。由此可知，这个礼节威仪确实它是有时代性的，有空间性的，这些我们一定要懂得。因此，佛家的戒律传到中国来之后，我们不能不尊重，因为这是戒律的基本精神，要尊重它，要保持它。为了适合中国人的生活习惯，不得不有所修订，就是修改。这修改，精神不能修改，只是在事相上修改，这就是我们中国人所讲的清规。换句话说，清规就是印度戒律的中国化，按照中国人生活方式把它修改，这就是清规。",
      "zh_TW": "所以我們懂得戒律的精神，我們行住坐臥都要有禮節。這個禮節可以說符合我們現代生活習慣就好，佛法才能普遍的弘揚。我們不穿印度那個衣服，實在講許多地方我們用不著。譬如吃飯的威儀、吃飯的禮節，他們那個時候出去托缽，我們現在也不托缽了。因此，許多托缽的禮節，我們今天都用不上了。由此可知，這個禮節威儀確實它是有時代性的，有空間性的，這些我們一定要懂得。因此，佛家的戒律傳到中國來之後，我們不能不尊重，因為這是戒律的基本精神，要尊重它，要保持它。為了適合中國人的生活習慣，不得不有所修訂，就是修改。這修改，精神不能修改，只是在事相上修改，這就是我們中國人所講的清規。換句話說，清規就是印度戒律的中國化，按照中國人生活方式把它修改，這就是清規。"
    },
    {
      "id": "12-003-0002_p0015",
      "zh_CN": "可是大家也晓得，那个时候修改的，这就是百丈禅师（马祖道一和尚），百丈禅师建立丛林，把这个戒律整个重新修订，适合于我们中国人的生活习惯。所以清规就是戒律；换句话说，就是戒律的现代化。但是那个时候的清规，在唐朝时候，距离我们现在差不多是一千二百多年，不到一千三百年。那个时候是农业社会，是君主帝王的时代，跟我们现在又不相同。所以现在我们期望真正有大德出来，这个清规又要重新修正。为什么？那个清规不适合于现在这个生活方式，所以现在大家也都不守这个清规了。为什么？这个方式不能合适于现代人，这是有道理的。譬如今天人：学佛很好，大家都愿意。如果叫你学古人，叫你退回去，这谁都不愿意。今天就是这遇到外国人，你称他将来是二十一世纪的人，他很高兴；你说他是十八世纪的人，他就生气了，他不肯开倒车，他不肯退回去。",
      "zh_TW": "可是大家也曉得，那個時候修改的，這就是百丈禪師（馬祖道一和尚），百丈禪師建立叢林，把這個戒律整個重新修訂，適合於我們中國人的生活習慣。所以清規就是戒律；換句話說，就是戒律的現代化。但是那個時候的清規，在唐朝時候，距離我們現在差不多是一千二百多年，不到一千三百年。那個時候是農業社會，是君主帝王的時代，跟我們現在又不相同。所以現在我們期望真正有大德出來，這個清規又要重新修正。為什麼？那個清規不適合於現在這個生活方式，所以現在大家也都不守這個清規了。為什麼？這個方式不能合適於現代人，這是有道理的。譬如今天人：學佛很好，大家都願意。如果叫你學古人，叫你退回去，這誰都不願意。今天就是這遇到外國人，你稱他將來是二十一世紀的人，他很高興；你說他是十八世紀的人，他就生氣了，他不肯開倒車，他不肯退回去。"
    },
    {
      "id": "12-003-0002_p0016",
      "zh_CN": "所以戒律必须现代化，这是很不容易的一桩事情。像我都做不到，必须真正深入经藏，世出世间法都能通达，才可以做这个工作。所以做这个工作那是菩萨再来，给现代人再修正一套戒律、威仪，就这清规又要重新做现代化的工作，很重要。现在虽然是没有没有大德来做，也是我们众生没有这个福报，我们必须要谨记住这个戒律的精神。印光大师他教给我们要学习《了凡四训》，要学习《感应篇》跟《阴骘文》。这三本书是我们中国人写的，虽然不是戒律，不是威仪，但是中国人懂得因果报应，如何断恶修善，这三本书里头相当的详细。我们能够多读、深思、力行，可以说把佛家的戒律、威仪也就做到差不多了。这是祖师苦口婆心给我们提倡的，所以我们今天读到菩萨这句的开示，我们就想像到我们自己在日常生活当中，应该怎样去做。再看底下一句：",
      "zh_TW": "所以戒律必須現代化，這是很不容易的一樁事情。像我都做不到，必須真正深入經藏，世出世間法都能通達，才可以做這個工作。所以做這個工作那是菩薩再來，給現代人再修正一套戒律、威儀，就這清規又要重新做現代化的工作，很重要。現在雖然是沒有沒有大德來做，也是我們眾生沒有這個福報，我們必須要謹記住這個戒律的精神。印光大師他教給我們要學習《了凡四訓》，要學習《感應篇》跟《陰騭文》。這三本書是我們中國人寫的，雖然不是戒律，不是威儀，但是中國人懂得因果報應，如何斷惡修善，這三本書裡頭相當的詳細。我們能夠多讀、深思、力行，可以說把佛家的戒律、威儀也就做到差不多了。這是祖師苦口婆心給我們提倡的，所以我們今天讀到菩薩這句的開示，我們就想像到我們自己在日常生活當中，應該怎樣去做。再看底下一句："
    },
    {
      "id": "12-003-0002_p0017",
      "zh_CN": "【于一切菩萨种种三昧海。起普遍清净心。】",
      "zh_TW": "【於一切菩薩種種三昧海。起普遍清淨心。】"
    },
    {
      "id": "12-003-0002_p0018",
      "zh_CN": "经上的开示都是修行的原理、原则，也可以说是最高的指导纲领。『三昧』很重要，「三昧」是梵语，翻成我们中国就是禅定的意思，就是禅定。也翻作正受，受就是受用、享受，正受是正常的享受、正常的受用。宗门称为禅定，教下称为止观，净土法门里面叫它做一心不乱，或者叫它做念佛三昧，都是这个意思。三昧的目的在哪里？目的在清净心，这是大家一定要记住的。我们修止观，我们修一心不乱，或者修禅定，心不清净那就错了。由此可知，清净心的重要，决定不能够疏忽。就是我们在日常生活当中，穿衣、吃饭、处事待人接物要保持自己的清净心，这就是三昧。种种三昧，因为我们六根接触六尘境界广大无有边际，样样都要清净。像《楞严》上所说的「都摄六根，净念相继」，所以称之为「种种三昧海，起普遍清净心」。",
      "zh_TW": "經上的開示都是修行的原理、原則，也可以說是最高的指導綱領。『三昧』很重要，「三昧」是梵語，翻成我們中國就是禪定的意思，就是禪定。也翻作正受，受就是受用、享受，正受是正常的享受、正常的受用。宗門稱為禪定，教下稱為止觀，淨土法門裡面叫它做一心不亂，或者叫它做念佛三昧，都是這個意思。三昧的目的在哪裡？目的在清淨心，這是大家一定要記住的。我們修止觀，我們修一心不亂，或者修禪定，心不清淨那就錯了。由此可知，清淨心的重要，決定不能夠疏忽。就是我們在日常生活當中，穿衣、吃飯、處事待人接物要保持自己的清淨心，這就是三昧。種種三昧，因為我們六根接觸六塵境界廣大無有邊際，樣樣都要清淨。像《楞嚴》上所說的「都攝六根，淨念相繼」，所以稱之為「種種三昧海，起普遍清淨心」。"
    },
    {
      "id": "12-003-0002_p0019",
      "zh_CN": "【于一切菩萨种种功德海。起修习成满心。】",
      "zh_TW": "【於一切菩薩種種功德海。起修習成滿心。】"
    },
    {
      "id": "12-003-0002_p0020",
      "zh_CN": "『一切菩萨』在《华严经》上说，就是四十一位法身大士，从初住到等觉这一共是四十一个位次，「一切」就是指这个。这四十一位菩萨，他们所修的种种功德，这功德太多了说不尽，所以称之为『海』。我们要生起『修习成满心』，「成」是成就，「满」是圆满，我们要效法这些菩萨，要认真的修学。在本经特别是最后的一品，「普贤菩萨行愿品」就是我们现在这一大本，这一大本里面所讲的五十三参，这个五十三参实际上，就是「菩萨种种功德海，修习成满」的一个示范、一个例子。你看看善财虽然他修的是念佛法门，他是专修念佛法门，可是于一切法门，世出世间一切法他并没有舍离，他接触，他也看、也听、也接触，这个才真正叫圆修。不是说我修这个法门，把其他的法门统统搁在一边。这个把一切法门搁在一边专修，是对我们现在人来说的，这点要注意到。等到你念到一心不乱，你就可以任何一个法门去接触。",
      "zh_TW": "『一切菩薩』在《華嚴經》上說，就是四十一位法身大士，從初住到等覺這一共是四十一個位次，「一切」就是指這個。這四十一位菩薩，他們所修的種種功德，這功德太多了說不盡，所以稱之為『海』。我們要生起『修習成滿心』，「成」是成就，「滿」是圓滿，我們要效法這些菩薩，要認真的修學。在本經特別是最後的一品，「普賢菩薩行願品」就是我們現在這一大本，這一大本裡面所講的五十三參，這個五十三參實際上，就是「菩薩種種功德海，修習成滿」的一個示範、一個例子。你看看善財雖然他修的是念佛法門，他是專修念佛法門，可是於一切法門，世出世間一切法他並沒有捨離，他接觸，他也看、也聽、也接觸，這個才真正叫圓修。不是說我修這個法門，把其他的法門統統擱在一邊。這個把一切法門擱在一邊專修，是對我們現在人來說的，這點要注意到。等到你念到一心不亂，你就可以任何一個法門去接觸。"
    },
    {
      "id": "12-003-0002_p0021",
      "zh_CN": "就像善财五十三参一样，圆修圆证，理事无碍，事事无碍。我们现在不行，没有这个本事，为什么？譬如我今天接触到禅，听到那个禅师讲了几桩公案，心里动了又想去参禅去。再密宗上师来了，来灌个顶，又说密宗好，又想去念咒去，这就糟糕了。你看看，善财童子没有这个情形，每参访一位善知识，到最后是「恋德礼辞」。恋德礼辞是什么意思？恋德是感谢他，承蒙他帮助我，使我修的一心增上，又帮助我开智慧。他是定慧等学，为什么？接触这个法门，我样样都清楚，智慧就增上；我虽然样样都接触，看得清楚、听得清楚，接触得也清楚，心里如如不动，还是一句「南无阿弥陀佛」，绝对没有动摇。我跟这个菩萨修禅，跟那个菩萨学教，跟那个菩萨学密，没有，还是一句阿弥陀佛念到底。这是什么？这是他的一心不乱。他没有被外境所转，他转境界。正像《楞严》上说的，「若能转境，则同如来」，他不被外境转，他转境界。所以这个真正是见了性以后的事情。",
      "zh_TW": "就像善財五十三參一樣，圓修圓證，理事無礙，事事無礙。我們現在不行，沒有這個本事，為什麼？譬如我今天接觸到禪，聽到那個禪師講了幾樁公案，心裡動了又想去參禪去。再密宗上師來了，來灌個頂，又說密宗好，又想去念咒去，這就糟糕了。你看看，善財童子沒有這個情形，每參訪一位善知識，到最後是「戀德禮辭」。戀德禮辭是什麼意思？戀德是感謝他，承蒙他幫助我，使我修的一心增上，又幫助我開智慧。他是定慧等學，為什麼？接觸這個法門，我樣樣都清楚，智慧就增上；我雖然樣樣都接觸，看得清楚、聽得清楚，接觸得也清楚，心裡如如不動，還是一句「南無阿彌陀佛」，絕對沒有動搖。我跟這個菩薩修禪，跟那個菩薩學教，跟那個菩薩學密，沒有，還是一句阿彌陀佛念到底。這是什麼？這是他的一心不亂。他沒有被外境所轉，他轉境界。正像《楞嚴》上說的，「若能轉境，則同如來」，他不被外境轉，他轉境界。所以這個真正是見了性以後的事情。"
    },
    {
      "id": "12-003-0002_p0022",
      "zh_CN": "所以你看他参访，从什么时候开始出来参学？自己证得圆教初住位才出来参学。这五十三位善知识，第一个吉祥云比丘代表圆教初住菩萨。可见得自己证得初住了，才有资格像《华严经》讲的这么自在，真的是事事无碍，入了大自在、大解脱，入了这个境界。自己如果没有到初住地位；换句话说，你还会被境界所转，那就不得了。你自己在境界里头不得自在，会被境界影响，会被境界转。那这个时候怎么办？我们只要守一个法门，跟着老师不敢离开，不敢出大门，出大门怕被外境转。所以这个时候就善导大师教给我们，身专礼阿弥陀佛，口专称阿弥陀佛，意专想阿弥陀佛，这是万修万人去。我再告诉诸位，到了西方极乐世界之后，你证得圆初住的地位，就跟善财一样尽虚空遍法界去参学了。",
      "zh_TW": "所以你看他參訪，從什麼時候開始出來參學？自己證得圓教初住位才出來參學。這五十三位善知識，第一個吉祥雲比丘代表圓教初住菩薩。可見得自己證得初住了，才有資格像《華嚴經》講的這麼自在，真的是事事無礙，入了大自在、大解脫，入了這個境界。自己如果沒有到初住地位；換句話說，你還會被境界所轉，那就不得了。你自己在境界裡頭不得自在，會被境界影響，會被境界轉。那這個時候怎麼辦？我們只要守一個法門，跟著老師不敢離開，不敢出大門，出大門怕被外境轉。所以這個時候就善導大師教給我們，身專禮阿彌陀佛，口專稱阿彌陀佛，意專想阿彌陀佛，這是萬修萬人去。我再告訴諸位，到了西方極樂世界之後，你證得圓初住的地位，就跟善財一樣盡虛空遍法界去參學了。"
    },
    {
      "id": "12-003-0002_p0023",
      "zh_CN": "善知识不止五十三个，五十三是表法的。他每天都要去参访，就算经上讲的十万亿佛，每天去拜访十万亿佛，一尊佛给他讲一句法，他听十万句法，这不得了。所以你真正明白西方极乐世界的好处，那你就要努力认真的来修学。《华严经》上我们读了，看到这个境界、看到这个现象，这是我们到西方极乐世界以后的事情，现在不行，现在除非你自己功夫得到念佛三昧，不被外境所转了，可以。如果没有得到念佛三昧，还被外境所转，那就不可以。这是我们自己要记住的，自己要晓得，不可以好高骛远，要脚踏实地、老老实实去修行。但是这个事实我们要知道，这个成满的心我们要晓得，一切诸菩萨的功德，我们的确是要修学，但是不是在我们现前，不在这个时候。",
      "zh_TW": "善知識不止五十三個，五十三是表法的。他每天都要去參訪，就算經上講的十萬億佛，每天去拜訪十萬億佛，一尊佛給他講一句法，他聽十萬句法，這不得了。所以你真正明白西方極樂世界的好處，那你就要努力認真的來修學。《華嚴經》上我們讀了，看到這個境界、看到這個現象，這是我們到西方極樂世界以後的事情，現在不行，現在除非你自己功夫得到念佛三昧，不被外境所轉了，可以。如果沒有得到念佛三昧，還被外境所轉，那就不可以。這是我們自己要記住的，自己要曉得，不可以好高騖遠，要腳踏實地、老老實實去修行。但是這個事實我們要知道，這個成滿的心我們要曉得，一切諸菩薩的功德，我們的確是要修學，但是不是在我們現前，不在這個時候。"
    },
    {
      "id": "12-003-0002_p0024",
      "zh_CN": "【于一切菩萨道。起庄严出生心。】",
      "zh_TW": "【於一切菩薩道。起莊嚴出生心。】"
    },
    {
      "id": "12-003-0002_p0025",
      "zh_CN": "『菩萨道』，在本经里面讲，你看善财童子每访问一位善知识，他就先说出我已经发阿耨多罗三藐三菩提心了，我已经发求无上正等正觉的心，不知道怎样去修菩萨道，怎么样去学菩萨行。此地这个道包括了道与行在里头。道是存心；换句话说，我要用什么样的心态面对着这一切众生。要用什么样的心态？这个心态是菩萨的心态。我应该要用什么样的行为？这个行为是菩萨的行为，这句话含这个意思在。唯有菩萨的心态，菩萨的行为，才是真正庄严「菩萨道」。这个问题可以说是这四十卷经，把这个问题说得非常的详细、非常的圆满，每一位善知识的开示都是说这个问题。从社会每个角度、每个方面去说，从自己的私生活，从早到晚，从处事待人接物这个面非常的广大，包括了世出世间一切法。",
      "zh_TW": "『菩薩道』，在本經裡面講，你看善財童子每訪問一位善知識，他就先說出我已經發阿耨多羅三藐三菩提心了，我已經發求無上正等正覺的心，不知道怎樣去修菩薩道，怎麼樣去學菩薩行。此地這個道包括了道與行在裡頭。道是存心；換句話說，我要用什麼樣的心態面對著這一切眾生。要用什麼樣的心態？這個心態是菩薩的心態。我應該要用什麼樣的行為？這個行為是菩薩的行為，這句話含這個意思在。唯有菩薩的心態，菩薩的行為，才是真正莊嚴「菩薩道」。這個問題可以說是這四十卷經，把這個問題說得非常的詳細、非常的圓滿，每一位善知識的開示都是說這個問題。從社會每個角度、每個方面去說，從自己的私生活，從早到晚，從處事待人接物這個面非常的廣大，包括了世出世間一切法。"
    },
    {
      "id": "12-003-0002_p0026",
      "zh_CN": "但是，这个事相无量无边，因此我们应付的手腕、手法也是无量无边。但是菩萨一个原则决定是不变的，所以这些原则我们一定要把它抓住。原则第一个就是觉而不迷，这很重要，三皈依，正而不邪、净而不染这是大原则。四弘誓愿是大原则，度众生，断烦恼，学法门，成佛道，这是大原则，决定不能变的。就本经来说就是十大愿王，从「礼敬诸佛，称赞如来」到「普皆回向」，这都是我们修行总纲领，一定要牢牢的记住。一切的细行都离不开这总纲领，细行就太多了，八万细行，比儒家讲的还多。儒家讲三千威仪，三千威仪都是讲的细行，佛法里面讲得比它更多，可是都不离这个纲领。所以修行一定要把纲领抓到，禅宗里面特别重视这点，从根本修。什么是根本？心是根本，所以要掌握到这个根本。",
      "zh_TW": "但是，這個事相無量無邊，因此我們應付的手腕、手法也是無量無邊。但是菩薩一個原則決定是不變的，所以這些原則我們一定要把它抓住。原則第一個就是覺而不迷，這很重要，三皈依，正而不邪、淨而不染這是大原則。四弘誓願是大原則，度眾生，斷煩惱，學法門，成佛道，這是大原則，決定不能變的。就本經來說就是十大願王，從「禮敬諸佛，稱讚如來」到「普皆迴向」，這都是我們修行總綱領，一定要牢牢的記住。一切的細行都離不開這總綱領，細行就太多了，八萬細行，比儒家講的還多。儒家講三千威儀，三千威儀都是講的細行，佛法裡面講得比它更多，可是都不離這個綱領。所以修行一定要把綱領抓到，禪宗裡面特別重視這點，從根本修。什麼是根本？心是根本，所以要掌握到這個根本。"
    },
    {
      "id": "12-003-0002_p0027",
      "zh_CN": "【于一切智精进功德。起如劫火炽然不休息心。】",
      "zh_TW": "【於一切智精進功德。起如劫火熾然不休息心。】"
    },
    {
      "id": "12-003-0002_p0028",
      "zh_CN": "这是比喻的勇猛精进，『劫火炽然』是比喻不休息。菩萨的善根就一条就是『精进』，世间的善根有三种，叫三善根，无贪、无瞋、无痴。菩萨当然不再讲这三善根，因为他这三条都具足了，贪瞋痴永远断掉了。不要说是见性的菩萨，还没见性的，我们讲圆教，《华严》是圆教，七信位的菩萨贪瞋痴都断掉。所以他的地位等于阿罗汉，这是讲断烦恼跟阿罗汉相等。如果讲到智慧、神通、道力，那阿罗汉没有办法跟七信位菩萨相比的，不能比的。由此可知，七信位贪瞋痴都断尽，真正做到无贪、无瞋、无痴，三善根圆满了。所以从此以后，这个善根就是「精进」。",
      "zh_TW": "這是比喻的勇猛精進，『劫火熾然』是比喻不休息。菩薩的善根就一條就是『精進』，世間的善根有三種，叫三善根，無貪、無瞋、無痴。菩薩當然不再講這三善根，因為他這三條都具足了，貪瞋痴永遠斷掉了。不要說是見性的菩薩，還沒見性的，我們講圓教，《華嚴》是圓教，七信位的菩薩貪瞋痴都斷掉。所以他的地位等於阿羅漢，這是講斷煩惱跟阿羅漢相等。如果講到智慧、神通、道力，那阿羅漢沒有辦法跟七信位菩薩相比的，不能比的。由此可知，七信位貪瞋痴都斷盡，真正做到無貪、無瞋、無痴，三善根圓滿了。所以從此以後，這個善根就是「精進」。"
    },
    {
      "id": "12-003-0002_p0029",
      "zh_CN": "我们学佛，必须要打起精神努力精进，要晓得我们在这个世间精进修行一天，等于西方极乐世界修行一百年。我们为什么不干？所以在这环境里头不算坏，努力干一天，等于西方极乐世界干一百年。这就是说明了，我们这个世间的环境容易叫你退堕。西方极乐世界没有退堕的，没有退转的，他进，进得很慢；我们这个地方是大起大落，进得快，堕落得也快。不过实在讲能进的人太少了，堕落的人太多了，一万个人当中难得有一、二个精进的，绝大多数的人都是退步、退转、堕落了。甚至修行得非常好的人都会退转，而且退转的幅度有的时候退得非常之可怕，这是我们应该要警惕的。所以天天要读经，读经什么？提醒自己，三天不读经你决定退转，不可能不退转的。你就晓得，读经重要！时时刻刻提醒自己不要退转，要精进、要努力。求生西方极乐世界要求上品，为什么？快。上品上生，一到那个地方就花开见佛，到那里就花开见佛。",
      "zh_TW": "我們學佛，必須要打起精神努力精進，要曉得我們在這個世間精進修行一天，等於西方極樂世界修行一百年。我們為什麼不幹？所以在這環境裡頭不算壞，努力幹一天，等於西方極樂世界幹一百年。這就是說明了，我們這個世間的環境容易叫你退墮。西方極樂世界沒有退墮的，沒有退轉的，他進，進得很慢；我們這個地方是大起大落，進得快，墮落得也快。不過實在講能進的人太少了，墮落的人太多了，一萬個人當中難得有一、二個精進的，絕大多數的人都是退步、退轉、墮落了。甚至修行得非常好的人都會退轉，而且退轉的幅度有的時候退得非常之可怕，這是我們應該要警惕的。所以天天要讀經，讀經什麼？提醒自己，三天不讀經你決定退轉，不可能不退轉的。你就曉得，讀經重要！時時刻刻提醒自己不要退轉，要精進、要努力。求生西方極樂世界要求上品，為什麼？快。上品上生，一到那個地方就花開見佛，到那裡就花開見佛。"
    },
    {
      "id": "12-003-0002_p0030",
      "zh_CN": "普贤之德，这不是很清楚，普贤之德是什么？就是十大愿王导归极乐；换句话说，修上品上生的统统要修十大愿王。所以我们修行要抓纲领，把五经的精髓变成我们自己的见解，变成我们自己的思想，变成我们自己的行为。我们跟阿弥陀佛同心、同愿、同行，这样的人到西方极乐世界，决定是上品上生。上品中生到西方极乐世界第二天花开，隔一天；上品下生隔七天花才开。我们只谈上品，中下品不谈了，下品下生的十二劫才花开，你看看差好远，所以我们要努力。这个修行成佛讲速度之快，可以说是没有法子能跟这个法门相比。普贤菩萨是非常了不起的一个菩萨，第一个提倡净土法门，在华严会上，《华严经》是释迦牟尼佛最初讲的经，佛成道在菩提树下入定，定中所讲的。那个时候佛是一切大小乘经典都还没讲，你看看，普贤菩萨在华严会上就提倡净土法门，劝导华严会上所有的这些菩萨们，统统念佛求生西方极乐世界。释迦牟尼佛没有生气，你把我这些徒弟统统带走了，没生气。毘卢遮那佛也不生气，为什么？实在讲就是遮那与释迦佛的本愿，本愿如是。",
      "zh_TW": "普賢之德，這不是很清楚，普賢之德是什麼？就是十大願王導歸極樂；換句話說，修上品上生的統統要修十大願王。所以我們修行要抓綱領，把五經的精髓變成我們自己的見解，變成我們自己的思想，變成我們自己的行為。我們跟阿彌陀佛同心、同願、同行，這樣的人到西方極樂世界，決定是上品上生。上品中生到西方極樂世界第二天花開，隔一天；上品下生隔七天花才開。我們只談上品，中下品不談了，下品下生的十二劫才花開，你看看差好遠，所以我們要努力。這個修行成佛講速度之快，可以說是沒有法子能跟這個法門相比。普賢菩薩是非常了不起的一個菩薩，第一個提倡淨土法門，在華嚴會上，《華嚴經》是釋迦牟尼佛最初講的經，佛成道在菩提樹下入定，定中所講的。那個時候佛是一切大小乘經典都還沒講，你看看，普賢菩薩在華嚴會上就提倡淨土法門，勸導華嚴會上所有的這些菩薩們，統統念佛求生西方極樂世界。釋迦牟尼佛沒有生氣，你把我這些徒弟統統帶走了，沒生氣。毘盧遮那佛也不生氣，為什麼？實在講就是遮那與釋迦佛的本願，本願如是。"
    },
    {
      "id": "12-003-0002_p0031",
      "zh_CN": "往生到西方极乐世界就成佛，稳稳当当决定不退转，圆证三不退，就是下品下生也不得了，十二劫就成就了。你看看通常佛在经上讲，凡夫修成佛，从什么时候算起？从小乘须陀洹算起，没有证到须陀洹果那不算。从你什么时候证得小乘须陀洹；换句话说，你将三界八十八品见惑断尽了，你证得位不退，从这时候算起，要多久？三个阿僧祇劫才能成佛。三个阿僧祇，人家十二劫就成就这不能比，这是讲西方极乐世界下下品生的，十二劫就成就，你看十二劫比三个阿僧祇劫不能比。所以才晓得西方世界殊胜庄严，真正不可思议。这个事实的真相，我们都要留在《无量寿经》里头详细讨论，因为《无量寿经》是专讲西方极乐世界的事情。这是教我们要精进，我们在这个世间精进，直捷取上品上生，这个才叫真精进。要取上品上生，必须要依教奉行，把经上佛对我们那些教训，我们统统要做到，认真的去做，要知道这是无比的利益。我们在物质生活或者精神享受上面，我们牺牲一点，我们得的利益太大了，没有办法相比。这是要有智慧，要真正觉悟，取舍之间那是大智慧，不是小事情。",
      "zh_TW": "往生到西方極樂世界就成佛，穩穩當當決定不退轉，圓證三不退，就是下品下生也不得了，十二劫就成就了。你看看通常佛在經上講，凡夫修成佛，從什麼時候算起？從小乘須陀洹算起，沒有證到須陀洹果那不算。從你什麼時候證得小乘須陀洹；換句話說，你將三界八十八品見惑斷盡了，你證得位不退，從這時候算起，要多久？三個阿僧祇劫才能成佛。三個阿僧祇，人家十二劫就成就這不能比，這是講西方極樂世界下下品生的，十二劫就成就，你看十二劫比三個阿僧祇劫不能比。所以才曉得西方世界殊勝莊嚴，真正不可思議。這個事實的真相，我們都要留在《無量壽經》裡頭詳細討論，因為《無量壽經》是專講西方極樂世界的事情。這是教我們要精進，我們在這個世間精進，直捷取上品上生，這個才叫真精進。要取上品上生，必須要依教奉行，把經上佛對我們那些教訓，我們統統要做到，認真的去做，要知道這是無比的利益。我們在物質生活或者精神享受上面，我們犧牲一點，我們得的利益太大了，沒有辦法相比。這是要有智慧，要真正覺悟，取捨之間那是大智慧，不是小事情。"
    },
    {
      "id": "12-003-0002_p0032",
      "zh_CN": "【于一切众生界。起令成就普贤行心。】",
      "zh_TW": "【於一切眾生界。起令成就普賢行心。】"
    },
    {
      "id": "12-003-0002_p0033",
      "zh_CN": "你看这句还特别强调，要修『普贤行』，以普贤菩萨的心态、行为面对一切众生。第一个礼敬，决定不敢轻慢一个众生，即使他是外道，我们也不敢轻慢；他是妖魔鬼怪，我们也不敢轻慢。为什么？妖魔鬼怪也是众生，既是众生他就有佛性，既有佛性他本来是佛。我们如何敢轻慢他？不敢轻慢。所以「礼敬诸佛」，诸佛两个字所包括的就是一切众生，这才叫「普贤行」。《华严》上讲得很清楚，佛说的「一切众生本来成佛」，他本来是佛；换句话说，我们轻慢一个众生就是轻慢一尊佛。这个众生现在根本就不相信佛教，甚至于破坏佛教，甚至消灭佛法，我们对他还尊敬吗？还要尊敬。我们的态度像六祖所说的，他能接受的，我们给他论道；他不能接受的，合掌令欢喜，不要有争论。为什么？争论皆是戏论。不管他怎么说，我们心里明白，我们一切随顺，「恒顺众生，随喜功德」，合掌令欢喜，这个才是礼敬诸佛。",
      "zh_TW": "你看這句還特別強調，要修『普賢行』，以普賢菩薩的心態、行為面對一切眾生。第一個禮敬，決定不敢輕慢一個眾生，即使他是外道，我們也不敢輕慢；他是妖魔鬼怪，我們也不敢輕慢。為什麼？妖魔鬼怪也是眾生，既是眾生他就有佛性，既有佛性他本來是佛。我們如何敢輕慢他？不敢輕慢。所以「禮敬諸佛」，諸佛兩個字所包括的就是一切眾生，這才叫「普賢行」。《華嚴》上講得很清楚，佛說的「一切眾生本來成佛」，他本來是佛；換句話說，我們輕慢一個眾生就是輕慢一尊佛。這個眾生現在根本就不相信佛教，甚至於破壞佛教，甚至消滅佛法，我們對他還尊敬嗎？還要尊敬。我們的態度像六祖所說的，他能接受的，我們給他論道；他不能接受的，合掌令歡喜，不要有爭論。為什麼？爭論皆是戲論。不管他怎麼說，我們心裡明白，我們一切隨順，「恆順眾生，隨喜功德」，合掌令歡喜，這個才是禮敬諸佛。"
    },
    {
      "id": "12-003-0002_p0034",
      "zh_CN": "别人没有这样修，他们不修普贤行，他不修上品上生。我为什么要这样做？我知道我修普贤行，我修上品上生。我们现在短短的用这数十年寒暑来修习，这一往生西方极乐世界上品上生，要比那个下品下生超了十二大劫。到西方极乐世界下品，从下下品到上上品十二大劫，在这个世界上，我们这一生几年的时间就可以办到，为什么不干？所以你想想看，经上说这个世界修行一天，等于西方极乐世界一百年，算算那个话不为过。从下下品到上上品十二大劫，所以一天算一百年，你算算看。所以我们应当要努力，不要求一个下品下生我就满足了，是不错，不能讲错，的确是不错。你为什么不求上品？你可以办得到的。所以这个真正要觉悟，真正要努力、要精进，不要忽略了普贤行。",
      "zh_TW": "別人沒有這樣修，他們不修普賢行，他不修上品上生。我為什麼要這樣做？我知道我修普賢行，我修上品上生。我們現在短短的用這數十年寒暑來修習，這一往生西方極樂世界上品上生，要比那個下品下生超了十二大劫。到西方極樂世界下品，從下下品到上上品十二大劫，在這個世界上，我們這一生幾年的時間就可以辦到，為什麼不幹？所以你想想看，經上說這個世界修行一天，等於西方極樂世界一百年，算算那個話不為過。從下下品到上上品十二大劫，所以一天算一百年，你算算看。所以我們應當要努力，不要求一個下品下生我就滿足了，是不錯，不能講錯，的確是不錯。你為什麼不求上品？你可以辦得到的。所以這個真正要覺悟，真正要努力、要精進，不要忽略了普賢行。"
    },
    {
      "id": "12-003-0002_p0035",
      "zh_CN": "「称赞如来」，就是儒家所讲的「隐恶扬善」，就是这个意思。这个如来也是指一切众生，普贤十愿的对象都是一切众生，都是把一切众生看作佛，不是看作当来佛，看作现在佛。所以普贤境界圆满，我们这个心里面真正的恭敬心就生起来。礼敬，敬是性德，我们的性德流露，决定不敢轻慢任何一个人，不敢轻慢一桩事。因为，经上说得很明白，「情与无情，同圆种智」。有情众生固然是佛，无情众生也是佛，有情众生有佛性，无情众生有法性，法性跟佛性是一个性。正如同在《无量寿经》里面讲的「如是我闻」，讲那个如字，那个如字意思你真正明白了，你自然跟普贤行相应，跟普贤心、普贤行会相应的，所以「如是我闻」这四个字不可思议。希望大家不能够疏忽这一条，我们这一生决定取上品上生。",
      "zh_TW": "「稱讚如來」，就是儒家所講的「隱惡揚善」，就是這個意思。這個如來也是指一切眾生，普賢十願的對象都是一切眾生，都是把一切眾生看作佛，不是看作當來佛，看作現在佛。所以普賢境界圓滿，我們這個心裡面真正的恭敬心就生起來。禮敬，敬是性德，我們的性德流露，決定不敢輕慢任何一個人，不敢輕慢一樁事。因為，經上說得很明白，「情與無情，同圓種智」。有情眾生固然是佛，無情眾生也是佛，有情眾生有佛性，無情眾生有法性，法性跟佛性是一個性。正如同在《無量壽經》裡面講的「如是我聞」，講那個如字，那個如字意思你真正明白了，你自然跟普賢行相應，跟普賢心、普賢行會相應的，所以「如是我聞」這四個字不可思議。希望大家不能夠疏忽這一條，我們這一生決定取上品上生。"
    },
    {
      "id": "12-003-0002_p0036",
      "zh_CN": "【于一切威仪中。起修菩萨种种功德心。】",
      "zh_TW": "【於一切威儀中。起修菩薩種種功德心。】"
    },
    {
      "id": "12-003-0002_p0037",
      "zh_CN": "『威仪』就是行住坐卧，拿现代的话就是随时随地，我们的心都要修菩萨功德。世间人也有功德，世间人功德跟菩萨功德有什么不一样？世间人不觉，菩萨觉。觉与不觉从哪里分？前面实在都有说过，不觉的人着相，分别执着落印象；觉悟的人，不分别、不执着、不落印象，他这个心干净，不落印象。这一点不得了，确实很不容易做到，我们只可以说是很不容易做到，不是说做不到。你努力去做，你在这一生当中还是可以做到。确实做到不落印象，这个心里面永远保持着干净，正如六祖所说的「本来无一物」。本来无一物这里头就不落印象，这当然是非常困难的一桩事情。我们平常一般人见色闻声，印象都很深刻，这个印象深刻，就是那个种子很坚固，很麻烦。善的种子遇缘，将来得善报；恶的种子遇缘，得恶报。如果你能够见色闻声，这个印象非常淡薄的话，将来这个果报力量很微弱。",
      "zh_TW": "『威儀』就是行住坐臥，拿現代的話就是隨時隨地，我們的心都要修菩薩功德。世間人也有功德，世間人功德跟菩薩功德有什麼不一樣？世間人不覺，菩薩覺。覺與不覺從哪裡分？前面實在都有說過，不覺的人著相，分別執著落印象；覺悟的人，不分別、不執著、不落印象，他這個心乾淨，不落印象。這一點不得了，確實很不容易做到，我們只可以說是很不容易做到，不是說做不到。你努力去做，你在這一生當中還是可以做到。確實做到不落印象，這個心裡面永遠保持著乾淨，正如六祖所說的「本來無一物」。本來無一物這裡頭就不落印象，這當然是非常困難的一樁事情。我們平常一般人見色聞聲，印象都很深刻，這個印象深刻，就是那個種子很堅固，很麻煩。善的種子遇緣，將來得善報；惡的種子遇緣，得惡報。如果你能夠見色聞聲，這個印象非常淡薄的話，將來這個果報力量很微弱。"
    },
    {
      "id": "12-003-0002_p0038",
      "zh_CN": "这个应该如何训练？训练是有方法，不是没有方法的。最简单一个方法，就是我们对于求生净土的愿望要特别的强，这个念头太强了，其他的念头都忘掉，这就行。这个忘掉不是真忘掉的，为什么？我们遇到这个事情会处理得很顺利。那是什么缘故？那是性德里头起照明的作用。一切万法都是自性变现的，自性智慧光明，不但知道现在、知道过去、知道未来，性德光明，所以用不着落印象。当然这个境界非常之高，绝不是初学的学人能够做得到的。我们只在此地特别强调，希望初学的同学无论对什么事情，那个印象尽量给它淡薄一点，不要太强烈，要把念佛求生净土这个意念加强，愈强愈好。为什么？到将来我们报身舍报的时候，临命终时到哪里去投胎？我们阿赖耶识里头的种子，哪一个力量最强的，唯识学里头讲得很清楚，「强者先牵」，牵引你去投生。如果我们念佛这个种子力量特别强，那这个种子起现行，必然牵引我们到西方极乐世界。所以对于往生这个意念特别强，对于十大愿王这个意念特别强，十大愿王导生极乐，愿王引导我们往生西方极乐世界，这就好。所以这随时随地都要修菩萨的功德，就是一切善行、善心、善事，我们努力去做而不着相，这就是菩萨功德。末后一句说：",
      "zh_TW": "這個應該如何訓練？訓練是有方法，不是沒有方法的。最簡單一個方法，就是我們對於求生淨土的願望要特別的強，這個念頭太強了，其他的念頭都忘掉，這就行。這個忘掉不是真忘掉的，為什麼？我們遇到這個事情會處理得很順利。那是什麼緣故？那是性德裡頭起照明的作用。一切萬法都是自性變現的，自性智慧光明，不但知道現在、知道過去、知道未來，性德光明，所以用不著落印象。當然這個境界非常之高，絕不是初學的學人能夠做得到的。我們只在此地特別強調，希望初學的同學無論對什麼事情，那個印象盡量給它淡薄一點，不要太強烈，要把念佛求生淨土這個意念加強，愈強愈好。為什麼？到將來我們報身捨報的時候，臨命終時到哪裡去投胎？我們阿賴耶識裡頭的種子，哪一個力量最強的，唯識學裡頭講得很清楚，「強者先牽」，牽引你去投生。如果我們念佛這個種子力量特別強，那這個種子起現行，必然牽引我們到西方極樂世界。所以對於往生這個意念特別強，對於十大願王這個意念特別強，十大願王導生極樂，願王引導我們往生西方極樂世界，這就好。所以這隨時隨地都要修菩薩的功德，就是一切善行、善心、善事，我們努力去做而不著相，這就是菩薩功德。末後一句說："
    },
    {
      "id": "12-003-0002_p0039",
      "zh_CN": "【于真实中道。起舍离有无。入真实正观心。】",
      "zh_TW": "【於真實中道。起捨離有無。入真實正觀心。】"
    },
    {
      "id": "12-003-0002_p0040",
      "zh_CN": "这句非常重要，这才讲到究竟圆满。真实道就是菩萨道，真实道就是称性之法，与法性完全相应，相应里面确实不生一个妄念。『舍离有无』，「有无」在此地是个代表，代表什么？我们今天的话来讲就相对的，凡是一切相对的统统舍离。舍离了相对，有没有绝对的？没有。如果说有个绝对的，好了，又变成相对的，绝对跟相对二边又对立了。二边一对立，你的心里总是有一物，没有真正做到无一物。换句话说，六祖讲的「本来无一物」，我们心里还执着无一物，实际上你又有了，你有了个无一物，无一物跟有一物二个又相对了。连那个本来无一物也不能有，这样才干净，这才是『入真实正观心』。「入真实正观心」，就是禅家讲的明心见性，也就是净土讲的理一心不乱，入这个境界。在果位上讲这就圆教初住以上的境界；换句话说，心里根本不能起一念，起一念就错了。",
      "zh_TW": "這句非常重要，這才講到究竟圓滿。真實道就是菩薩道，真實道就是稱性之法，與法性完全相應，相應裡面確實不生一個妄念。『捨離有無』，「有無」在此地是個代表，代表什麼？我們今天的話來講就相對的，凡是一切相對的統統捨離。捨離了相對，有沒有絕對的？沒有。如果說有個絕對的，好了，又變成相對的，絕對跟相對二邊又對立了。二邊一對立，你的心裡總是有一物，沒有真正做到無一物。換句話說，六祖講的「本來無一物」，我們心裡還執著無一物，實際上你又有了，你有了個無一物，無一物跟有一物二個又相對了。連那個本來無一物也不能有，這樣才乾淨，這才是『入真實正觀心』。「入真實正觀心」，就是禪家講的明心見性，也就是淨土講的理一心不亂，入這個境界。在果位上講這就圓教初住以上的境界；換句話說，心裡根本不能起一念，起一念就錯了。"
    },
    {
      "id": "12-003-0002_p0041",
      "zh_CN": "这句话诸位听明白了，我再告诉诸位，心里不能无一念，无一念也错了，起一念是有念，无一念是无念，你总落在二边。这怎么办？大家好好的去参，我不说这个答案。有念错了，无念也错了，有念，你落在凡夫，六道；无念，如果六道出不了，那你就落在无想天，外道，到外道去了；你能出得了三界，你落在声闻、缘觉，落在偏真涅槃里面去了。由此可知，此地讲舍离有无，有有念、有无念、无无念、无有念统统要舍开，这个心才真正清净，清净心就是真实正观。",
      "zh_TW": "這句話諸位聽明白了，我再告訴諸位，心裡不能無一念，無一念也錯了，起一念是有念，無一念是無念，你總落在二邊。這怎麼辦？大家好好的去參，我不說這個答案。有念錯了，無念也錯了，有念，你落在凡夫，六道；無念，如果六道出不了，那你就落在無想天，外道，到外道去了；你能出得了三界，你落在聲聞、緣覺，落在偏真涅槃裡面去了。由此可知，此地講捨離有無，有有念、有無念、無無念、無有念統統要捨開，這個心才真正清淨，清淨心就是真實正觀。"
    },
    {
      "id": "12-003-0002_p0042",
      "zh_CN": "这个境界就是《楞严》上所讲的，「舍识用根」，交光大师在《正脉》上提倡的。我们六根对六尘境界用什么？我们用六根当中的根性，这高明。我们见色，用见性见，不是用眼识见，这高明。用见性见的色，就不叫色尘，见什么？见的是色性。见性是明心，见到那个色性就是见性，禅家讲的明心见性，这四个字是这样的讲法。我用耳根的闻性去闻，闻那个音声，闻到音声不是声尘，是声性。所以你只要用六根的根性，见到外面的六尘，就不叫六尘，叫六种性，明心见性。这是真实，就是六祖所讲的「本来无一物，何处惹尘埃」，他一句话道破了。这是入叫真实正观，就是宗门讲的明心见性，我们净土所讲的理一心不乱。",
      "zh_TW": "這個境界就是《楞嚴》上所講的，「捨識用根」，交光大師在《正脈》上提倡的。我們六根對六塵境界用什麼？我們用六根當中的根性，這高明。我們見色，用見性見，不是用眼識見，這高明。用見性見的色，就不叫色塵，見什麼？見的是色性。見性是明心，見到那個色性就是見性，禪家講的明心見性，這四個字是這樣的講法。我用耳根的聞性去聞，聞那個音聲，聞到音聲不是聲塵，是聲性。所以你只要用六根的根性，見到外面的六塵，就不叫六塵，叫六種性，明心見性。這是真實，就是六祖所講的「本來無一物，何處惹塵埃」，他一句話道破了。這是入叫真實正觀，就是宗門講的明心見性，我們淨土所講的理一心不亂。"
    },
    {
      "id": "12-003-0002_p0043",
      "zh_CN": "我们虽然做不到，要心向往之，要在境界里面去磨炼。怎么个磨炼法？实在讲方法再巧妙，无过于念佛法门。它这个方法在八万四千法门、无量法门里面称为第一法门，很有道理的。就是这个念才起，凡夫总有念，没有法子，不能讲无念，第一个念起不怕，古人常讲「不怕念起，只怕觉迟」，第二念就换成阿弥陀佛。阿弥陀佛就是觉，你觉得快，第一念是迷，第二念就不迷，就觉。因此我们心里面起的这些念头，你不要管这个念是正念、是邪念、是善念、是恶念，不要管这些，只要有念起来，第二念马上就换成就是阿弥陀佛，老老实实这一句阿弥陀佛保住，永远的保住。功夫到了的时候自自然然就见性，自自然然三昧现前，念佛三昧。念佛三昧不得了，佛菩萨、古大德常常赞叹「念佛三昧，三昧中王」，一切三昧比不上念佛三昧。所以，你看《净土十要》里面，古德称念佛三昧宝王，《念佛三昧宝王论》，是三昧中王。",
      "zh_TW": "我們雖然做不到，要心嚮往之，要在境界裡面去磨鍊。怎麼個磨鍊法？實在講方法再巧妙，無過於念佛法門。它這個方法在八萬四千法門、無量法門裡面稱為第一法門，很有道理的。就是這個念才起，凡夫總有念，沒有法子，不能講無念，第一個念起不怕，古人常講「不怕念起，只怕覺遲」，第二念就換成阿彌陀佛。阿彌陀佛就是覺，你覺得快，第一念是迷，第二念就不迷，就覺。因此我們心裡面起的這些念頭，你不要管這個念是正念、是邪念、是善念、是惡念，不要管這些，只要有念起來，第二念馬上就換成就是阿彌陀佛，老老實實這一句阿彌陀佛保住，永遠的保住。功夫到了的時候自自然然就見性，自自然然三昧現前，念佛三昧。念佛三昧不得了，佛菩薩、古大德常常讚歎「念佛三昧，三昧中王」，一切三昧比不上念佛三昧。所以，你看《淨土十要》裡面，古德稱念佛三昧寶王，《念佛三昧寶王論》，是三昧中王。"
    },
    {
      "id": "12-003-0002_p0044",
      "zh_CN": "我们要懂得这些原理，知道理事的真相，我们不迷惑，我们就不会误解了，这个修道的心就定了，这就踏实了，不会再犹豫不决，不会再起个妄念了。不但佛门里面一切法我们真正知道尊重，真正知道礼敬，就是连世间一切法，我们也同样起了尊重心、礼敬心。为什么？入。佛入、菩萨入，世间哪一法不入！一入一切入。佛入、菩萨入，佛是真如本性里头变现出来的；菩萨入，菩萨也是真如本性变现出来的；妖魔鬼怪入，妖魔鬼怪也是真如本性变现出来的。「心外无法，法外无心」，所以这个时候你的心真正清净，真正平等，真正恭敬。真实清净、平等、恭敬里面，自己取一法来修行，不但自己成就了，也是大慈大悲示现给一切众生看，我选择这个法门。给一切众生无所决策的人，做个榜样、做个样子，这个法门决定不落空，这个法门决定成就。所以这不仅是自受用，同时就是以大悲心利益一切众生。",
      "zh_TW": "我們要懂得這些原理，知道理事的真相，我們不迷惑，我們就不會誤解了，這個修道的心就定了，這就踏實了，不會再猶豫不決，不會再起個妄念了。不但佛門裡面一切法我們真正知道尊重，真正知道禮敬，就是連世間一切法，我們也同樣起了尊重心、禮敬心。為什麼？入。佛入、菩薩入，世間哪一法不入！一入一切入。佛入、菩薩入，佛是真如本性裡頭變現出來的；菩薩入，菩薩也是真如本性變現出來的；妖魔鬼怪入，妖魔鬼怪也是真如本性變現出來的。「心外無法，法外無心」，所以這個時候你的心真正清淨，真正平等，真正恭敬。真實清淨、平等、恭敬裡面，自己取一法來修行，不但自己成就了，也是大慈大悲示現給一切眾生看，我選擇這個法門。給一切眾生無所決策的人，做個榜樣、做個樣子，這個法門決定不落空，這個法門決定成就。所以這不僅是自受用，同時就是以大悲心利益一切眾生。"
    },
    {
      "id": "12-003-0002_p0045",
      "zh_CN": "【是为菩萨第三受生藏。】",
      "zh_TW": "【是為菩薩第三受生藏。】"
    },
    {
      "id": "12-003-0002_p0046",
      "zh_CN": "这是十种受生藏里面第三，第三是讲的以智慧观一切法门。今天时间到了，我们就讲这段。这次这十种受生藏非常重要，不仅仅帮助我们念佛，就是在我们日常生活当中，也会得到许多的启示，帮助我们如何在生活里面得到真正的幸福，怎样处事待人接物，使我们在这个社会上能够应付得圆圆满满。所以这经里面的教训，我们应当要好好的学习。好，我们念佛回向。",
      "zh_TW": "這是十種受生藏裡面第三，第三是講的以智慧觀一切法門。今天時間到了，我們就講這段。這次這十種受生藏非常重要，不僅僅幫助我們念佛，就是在我們日常生活當中，也會得到許多的啟示，幫助我們如何在生活裡面得到真正的幸福，怎樣處事待人接物，使我們在這個社會上能夠應付得圓圓滿滿。所以這經裡面的教訓，我們應當要好好的學習。好，我們念佛迴向。"
    }
  ]
}