{
  "doc_id": "12-003-0001",
  "title": {
    "zh_CN": "妙德圆满爱敬林神章",
    "zh_TW": "妙德圓滿愛敬林神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1988/4",
    "zh_TW": "1988/4"
  },
  "doc_number": "",
  "total_paragraphs": 83,
  "paragraphs": [
    {
      "id": "12-003-0001_p0001",
      "zh_CN": "《华严经》讲到此地，是第九地的菩萨。在上一次讲完八地之后，同修们提议《华严》暂时告一个段落，我们启讲净土五经。可是以后又有不少的同修，特别是台南的开心法师，一再强调《华严经》非常重要，佛法的根本法轮，希望将这部经能够有始有终。这部经我们是从民国六十年开讲的，讲到现在，大概我很保守的估计，已经超过二千五百个小时。我们看看现在这个本子后面还有这么多，这要讲完还得二、三年，至少要三年，三年恐怕都讲不完，根据我们过去的进度。这经实在太长、太大了。现在同修念佛心切，非常希望了解净土法门。今天下午，我们几位同修在一起研究，希望两方面的人士，他们的意见我们都尊重，我们都顾及。就想出一个什么方法？在《华严经》后面这一部分，我们选择重要的地方来讲。重要的标准是什么？这里面善友的开示，对我们修行、对我们生活有密切关系的，我们统统能够用得上的，我们选择这些东西来讲。其余的，我们就可以把它省略了，这样一来，我们的进度就会加快，希望今年年底能把它讲完，选讲。所以今天黑板上写的这个段落，就不是从二十六卷开始，而是从当中善友对善财童子开示的这段读起。要讲这段，前面也得简单介绍一下。",
      "zh_TW": "《華嚴經》講到此地，是第九地的菩薩。在上一次講完八地之後，同修們提議《華嚴》暫時告一個段落，我們啟講淨土五經。可是以後又有不少的同修，特別是台南的開心法師，一再強調《華嚴經》非常重要，佛法的根本法輪，希望將這部經能夠有始有終。這部經我們是從民國六十年開講的，講到現在，大概我很保守的估計，已經超過二千五百個小時。我們看看現在這個本子後面還有這麼多，這要講完還得二、三年，至少要三年，三年恐怕都講不完，根據我們過去的進度。這經實在太長、太大了。現在同修念佛心切，非常希望了解淨土法門。今天下午，我們幾位同修在一起研究，希望兩方面的人士，他們的意見我們都尊重，我們都顧及。就想出一個什麼方法？在《華嚴經》後面這一部分，我們選擇重要的地方來講。重要的標準是什麼？這裡面善友的開示，對我們修行、對我們生活有密切關係的，我們統統能夠用得上的，我們選擇這些東西來講。其餘的，我們就可以把它省略了，這樣一來，我們的進度就會加快，希望今年年底能把它講完，選講。所以今天黑板上寫的這個段落，就不是從二十六卷開始，而是從當中善友對善財童子開示的這段讀起。要講這段，前面也得簡單介紹一下。"
    },
    {
      "id": "12-003-0001_p0002",
      "zh_CN": "今天这段经文，是善财童子参访十地菩萨。第九地妙德圆满爱敬主林神，这是九地菩萨他所示现的身分。林神就是我们中国人所讲的树神，这个树神是九地菩萨示现的。前面我们读到不少位是主夜神，主夜神是属于鬼神，也是地上菩萨示现的。确实像「普门品」里面所说的，应以什么身分得度，菩萨就示现什么样的身分。这在《华严经》里面，我们看得非常的清楚，大权示现，所以确实有许多鬼神都是菩萨示现的。但是，诸位要知道，菩萨以鬼神身分示现，度什么人？当然是度那一类的鬼神。善财童子有缘去参访到他了，像我们一般人凡圣同居土，没有缘分的见不到，这是要注意的。绝对不会说是以鬼神的身分来度人，没有这个道理，这是我们要记住。因为在现前有不少是真正的鬼神，并不是佛菩萨，这些鬼神冒充佛菩萨到这个世间来度人，这个我们要辨别，千万不能上当。",
      "zh_TW": "今天這段經文，是善財童子參訪十地菩薩。第九地妙德圓滿愛敬主林神，這是九地菩薩他所示現的身分。林神就是我們中國人所講的樹神，這個樹神是九地菩薩示現的。前面我們讀到不少位是主夜神，主夜神是屬於鬼神，也是地上菩薩示現的。確實像「普門品」裡面所說的，應以什麼身分得度，菩薩就示現什麼樣的身分。這在《華嚴經》裡面，我們看得非常的清楚，大權示現，所以確實有許多鬼神都是菩薩示現的。但是，諸位要知道，菩薩以鬼神身分示現，度什麼人？當然是度那一類的鬼神。善財童子有緣去參訪到他了，像我們一般人凡聖同居土，沒有緣分的見不到，這是要注意的。絕對不會說是以鬼神的身分來度人，沒有這個道理，這是我們要記住。因為在現前有不少是真正的鬼神，並不是佛菩薩，這些鬼神冒充佛菩薩到這個世間來度人，這個我們要辨別，千萬不能上當。"
    },
    {
      "id": "12-003-0001_p0003",
      "zh_CN": "所以我们要牢牢守住佛陀给我们的教训，「依法不依人」。法是经典，我们修行一定要依据经典；换句话说，把佛陀的教训，要实在的把它变成我们自己的思想、见解、行为，这就叫依教修行，决定不会差错的。如果我们舍弃经典，去依那些天天讲吉凶祸福、神通的，跟这些人去学，一定要走错路，这是希望大家要特别注意到的。这位林神他代表的善慧地，这是第九地，称之为善慧地，成就无碍辩才，说法度生。凡是第九都是代表法师地，都是代表法师弘法利生。第十地这叫灌顶位，那是代表成佛。它每一地都有个表法的义趣，我们要明了、要认识它。好，请看我们今天选择的这个一段，前面这个文我们就省略掉，从：",
      "zh_TW": "所以我們要牢牢守住佛陀給我們的教訓，「依法不依人」。法是經典，我們修行一定要依據經典；換句話說，把佛陀的教訓，要實在的把它變成我們自己的思想、見解、行為，這就叫依教修行，決定不會差錯的。如果我們捨棄經典，去依那些天天講吉凶禍福、神通的，跟這些人去學，一定要走錯路，這是希望大家要特別注意到的。這位林神他代表的善慧地，這是第九地，稱之為善慧地，成就無礙辯才，說法度生。凡是第九都是代表法師地，都是代表法師弘法利生。第十地這叫灌頂位，那是代表成佛。它每一地都有個表法的義趣，我們要明瞭、要認識它。好，請看我們今天選擇的這個一段，前面這個文我們就省略掉，從："
    },
    {
      "id": "12-003-0001_p0004",
      "zh_CN": "【时彼林神告善财言。善男子。菩萨有十种受生藏。】",
      "zh_TW": "【時彼林神告善財言。善男子。菩薩有十種受生藏。】"
    },
    {
      "id": "12-003-0001_p0005",
      "zh_CN": "这个很重要，我们学佛想成佛，怎么样把自己变成个菩萨？这是我们大家都很关心的事情。妙德林神就要开示善财童子，我们听了之后，实在讲对善财的开示，实际上就是对我们的开示，我们仔细的听，用心在这个里面学习，必然可以提高我们修学的境界。佛法重实行，特别是这个部分，《普贤行愿品》，这一大本都是《普贤菩萨行愿品》着重在实行。我们要把它做到，这才能转自己的境界。我们现在一般人非常关心命运，怎么样转命运？你转境界，命运就转了；换句话，转思想、转见解，当然命运就转了，这是非常合理的。",
      "zh_TW": "這個很重要，我們學佛想成佛，怎麼樣把自己變成個菩薩？這是我們大家都很關心的事情。妙德林神就要開示善財童子，我們聽了之後，實在講對善財的開示，實際上就是對我們的開示，我們仔細的聽，用心在這個裡面學習，必然可以提高我們修學的境界。佛法重實行，特別是這個部分，《普賢行願品》，這一大本都是《普賢菩薩行願品》著重在實行。我們要把它做到，這才能轉自己的境界。我們現在一般人非常關心命運，怎麼樣轉命運？你轉境界，命運就轉了；換句話，轉思想、轉見解，當然命運就轉了，這是非常合理的。"
    },
    {
      "id": "12-003-0001_p0006",
      "zh_CN": "【若诸菩萨成就此法。】",
      "zh_TW": "【若諸菩薩成就此法。】"
    },
    {
      "id": "12-003-0001_p0007",
      "zh_CN": "『此法』是底下所说的。",
      "zh_TW": "『此法』是底下所說的。"
    },
    {
      "id": "12-003-0001_p0008",
      "zh_CN": "【则能速疾生如来家。】",
      "zh_TW": "【則能速疾生如來家。】"
    },
    {
      "id": "12-003-0001_p0009",
      "zh_CN": "『生如来家』，就是佛的真实弟子，像《无量寿经》里面所讲的「如来第一弟子」。",
      "zh_TW": "『生如來家』，就是佛的真實弟子，像《無量壽經》裡面所講的「如來第一弟子」。"
    },
    {
      "id": "12-003-0001_p0010",
      "zh_CN": "【念念增长菩萨善根。】",
      "zh_TW": "【念念增長菩薩善根。】"
    },
    {
      "id": "12-003-0001_p0011",
      "zh_CN": "这一句是讲最善，你依教修行，一定增长善根。",
      "zh_TW": "這一句是講最善，你依教修行，一定增長善根。"
    },
    {
      "id": "12-003-0001_p0012",
      "zh_CN": "【不休不懈。不退不断。】",
      "zh_TW": "【不休不懈。不退不斷。】"
    },
    {
      "id": "12-003-0001_p0013",
      "zh_CN": "『休』是休息，不休息、不懈怠，不退转、不间断。",
      "zh_TW": "『休』是休息，不休息、不懈怠，不退轉、不間斷。"
    },
    {
      "id": "12-003-0001_p0014",
      "zh_CN": "【无厌倦。无系缚。无疑惑。无迷乱。无怯弱。无恼悔。】",
      "zh_TW": "【無厭倦。無繫縛。無疑惑。無迷亂。無怯弱。無惱悔。】"
    },
    {
      "id": "12-003-0001_p0015",
      "zh_CN": "『恼』是烦恼，『悔』是后悔。",
      "zh_TW": "『惱』是煩惱，『悔』是後悔。"
    },
    {
      "id": "12-003-0001_p0016",
      "zh_CN": "【无遗失。】",
      "zh_TW": "【無遺失。】"
    },
    {
      "id": "12-003-0001_p0017",
      "zh_CN": "这个几句是讲离过，所有一切的过失，我们永远离开了。底下这是讲依教修行所得到的成就。",
      "zh_TW": "這個幾句是講離過，所有一切的過失，我們永遠離開了。底下這是講依教修行所得到的成就。"
    },
    {
      "id": "12-003-0001_p0018",
      "zh_CN": "【一切智体等十方界。】",
      "zh_TW": "【一切智體等十方界。】"
    },
    {
      "id": "12-003-0001_p0019",
      "zh_CN": "『一切智体』，「智」就是如来的智慧，也就是一切种智，梵语称为娑婆若海，我们经上常常看到的；换句话说，你就能够得到如来的智慧。就是从真如本性里面流露出来的般若智慧。『等十方界』，「等」是等取，或者是平等，与十方法界平等。",
      "zh_TW": "『一切智體』，「智」就是如來的智慧，也就是一切種智，梵語稱為娑婆若海，我們經上常常看到的；換句話說，你就能夠得到如來的智慧。就是從真如本性裡面流露出來的般若智慧。『等十方界』，「等」是等取，或者是平等，與十方法界平等。"
    },
    {
      "id": "12-003-0001_p0020",
      "zh_CN": "【随顺佛境入法界门。不退广大菩提之心。】",
      "zh_TW": "【隨順佛境入法界門。不退廣大菩提之心。】"
    },
    {
      "id": "12-003-0001_p0021",
      "zh_CN": "这个境界实在说全是法身大士的境界，不是我们的境界。虽然不是我们的境界，我们应当学习，努力的去学，不是学不到的，可以学得到的。尤其是修念佛法门，这个法门实在不可思议。这句是特别强调的不退菩提心。",
      "zh_TW": "這個境界實在說全是法身大士的境界，不是我們的境界。雖然不是我們的境界，我們應當學習，努力的去學，不是學不到的，可以學得到的。尤其是修念佛法門，這個法門實在不可思議。這句是特別強調的不退菩提心。"
    },
    {
      "id": "12-003-0001_p0022",
      "zh_CN": "【增长一切波罗蜜行。】",
      "zh_TW": "【增長一切波羅蜜行。】"
    },
    {
      "id": "12-003-0001_p0023",
      "zh_CN": "『波罗蜜』，在本经里面所讲的是十种，十波罗蜜。通常一般大乘经里面讲六波罗蜜，就是六度。六度跟十度内容是一样的，只是在条目上有开合不同而已，内容是一样的。这是菩萨行的纲领，菩萨行持总离不开这十条纲领，这称之为十波罗蜜。",
      "zh_TW": "『波羅蜜』，在本經裡面所講的是十種，十波羅蜜。通常一般大乘經裡面講六波羅蜜，就是六度。六度跟十度內容是一樣的，只是在條目上有開合不同而已，內容是一樣的。這是菩薩行的綱領，菩薩行持總離不開這十條綱領，這稱之為十波羅蜜。"
    },
    {
      "id": "12-003-0001_p0024",
      "zh_CN": "【舍离一切世间趣类。】",
      "zh_TW": "【捨離一切世間趣類。】"
    },
    {
      "id": "12-003-0001_p0025",
      "zh_CN": "『趣』就是指的六道，『类』就是讲的四生胎卵湿化，六道众生，我们要舍离六道轮回，要舍离。舍离六道轮回，要在因上舍，果是舍不掉的；换句话说，从今天起不再造六道轮回的因，你将来就不会有六道轮回的果报。也许诸位听了之后有疑惑，我现在不造了，可是我过去生中，生生世世造的六道轮回之因那怎么办？它将来会不会再受报？这是个大问题。佛法讲因果，当中有个缘，这个缘非常的重要。因永远不会消失，换句话说，在你阿赖耶识里面永远不会灭的，它遇到缘就会起现行，就要受果报，这起现行。因此，佛法懂得这个道理，它特别教你自己掌握到缘，所以佛法一切讲缘分，因要没有缘它不能结果。譬如我们举个例子，我们这个瓜，瓜的因是瓜子（种子），那个种子如果我们把它放在抽屉里头，放一百年它也不会长大。",
      "zh_TW": "『趣』就是指的六道，『類』就是講的四生胎卵濕化，六道眾生，我們要捨離六道輪迴，要捨離。捨離六道輪迴，要在因上捨，果是捨不掉的；換句話說，從今天起不再造六道輪迴的因，你將來就不會有六道輪迴的果報。也許諸位聽了之後有疑惑，我現在不造了，可是我過去生中，生生世世造的六道輪迴之因那怎麼辦？它將來會不會再受報？這是個大問題。佛法講因果，當中有個緣，這個緣非常的重要。因永遠不會消失，換句話說，在你阿賴耶識裡面永遠不會滅的，它遇到緣就會起現行，就要受果報，這起現行。因此，佛法懂得這個道理，它特別教你自己掌握到緣，所以佛法一切講緣分，因要沒有緣它不能結果。譬如我們舉個例子，我們這個瓜，瓜的因是瓜子（種子），那個種子如果我們把它放在抽屜裡頭，放一百年它也不會長大。"
    },
    {
      "id": "12-003-0001_p0026",
      "zh_CN": "为什么？它没有缘。它的缘是什么？要土壤、要水分、要阳光、要肥料，这些缘统统具足这个瓜才长得好。这个瓜长得好不好，是看它的缘具不具足，缘具足一定长得好；缘不具足也会长，长不好。所以佛就教我们控制这个缘，我们在这一生当中不再造六道之缘，不再造这个缘，我们过去生中虽然有六道的种子，它不会结果；换句话说，不会在六道里面受六道之身，受这个果报，不会的。我们应该怎么做法？我们应该全心全力去造佛菩萨的缘，因为我们过去生中也种了佛菩萨的因，每个众生十法界的因，可以说一样他都不缺，一样都不缺，十法界的因统统都有。现在就是看你哪个缘有力量，哪个缘最殊胜，这个缘先受报，它第一优先，它先受报。因此，我们懂得这个道理，我们既然有作佛、有作菩萨的种子，我们为什么不去作佛、作菩萨？要想作佛、作菩萨，你就要特别加强作佛、作菩萨的缘。这个经就是教给我们作佛、作菩萨的缘，在这上加强。六道的缘我们把它断掉，这样才行。",
      "zh_TW": "為什麼？它沒有緣。它的緣是什麼？要土壤、要水分、要陽光、要肥料，這些緣統統具足這個瓜才長得好。這個瓜長得好不好，是看它的緣具不具足，緣具足一定長得好；緣不具足也會長，長不好。所以佛就教我們控制這個緣，我們在這一生當中不再造六道之緣，不再造這個緣，我們過去生中雖然有六道的種子，它不會結果；換句話說，不會在六道裡面受六道之身，受這個果報，不會的。我們應該怎麼做法？我們應該全心全力去造佛菩薩的緣，因為我們過去生中也種了佛菩薩的因，每個眾生十法界的因，可以說一樣他都不缺，一樣都不缺，十法界的因統統都有。現在就是看你哪個緣有力量，哪個緣最殊勝，這個緣先受報，它第一優先，它先受報。因此，我們懂得這個道理，我們既然有作佛、有作菩薩的種子，我們為什麼不去作佛、作菩薩？要想作佛、作菩薩，你就要特別加強作佛、作菩薩的緣。這個經就是教給我們作佛、作菩薩的緣，在這上加強。六道的緣我們把它斷掉，這樣才行。"
    },
    {
      "id": "12-003-0001_p0027",
      "zh_CN": "【疾入一切如来智地。神通智力常现在前。种种佛法皆能顺入。究竟获得真实义境。】",
      "zh_TW": "【疾入一切如來智地。神通智力常現在前。種種佛法皆能順入。究竟獲得真實義境。】"
    },
    {
      "id": "12-003-0001_p0028",
      "zh_CN": "这就是讲得果的大用。『获得真实义境』，这是成佛，就像净土经论里面所讲的常寂光净土，那才是「真实义境」。下面这个文就重要了：",
      "zh_TW": "這就是講得果的大用。『獲得真實義境』，這是成佛，就像淨土經論裡面所講的常寂光淨土，那才是「真實義境」。下面這個文就重要了："
    },
    {
      "id": "12-003-0001_p0029",
      "zh_CN": "【何等为十。】",
      "zh_TW": "【何等為十。】"
    },
    {
      "id": "12-003-0001_p0030",
      "zh_CN": "哪十条？我们在这段里面，就特别强调、讨论这个十条。",
      "zh_TW": "哪十條？我們在這段裡面，就特別強調、討論這個十條。"
    },
    {
      "id": "12-003-0001_p0031",
      "zh_CN": "【所谓愿常供事一切诸佛菩萨受生藏。普遍成就菩提心菩萨受生藏。观诸法门方便修行菩萨受生藏。以深净心普照三世菩萨受生藏。平等光明普照一切菩萨受生藏。生三世一切诸如来家菩萨受生藏。佛力光明普遍庄严菩萨受生藏。微细观察普遍智门菩萨受生藏。法界变化种种庄严菩萨受生藏。速疾履践诸如来地菩萨受生藏。】",
      "zh_TW": "【所謂願常供事一切諸佛菩薩受生藏。普遍成就菩提心菩薩受生藏。觀諸法門方便修行菩薩受生藏。以深淨心普照三世菩薩受生藏。平等光明普照一切菩薩受生藏。生三世一切諸如來家菩薩受生藏。佛力光明普遍莊嚴菩薩受生藏。微細觀察普遍智門菩薩受生藏。法界變化種種莊嚴菩薩受生藏。速疾履踐諸如來地菩薩受生藏。】"
    },
    {
      "id": "12-003-0001_p0032",
      "zh_CN": "这是把菩萨十种『受生藏』的名称说出来了，这个名称里面，它的意思是有横有竖，竖说，可以说将菩萨四十一个位次统统都包括在其中。第一相当于十信，第二就相当于十住菩萨，第三这句里面相当于十行、十回向，第四句是初地菩萨，第五句是从二地到七地，第六句、第七句都是讲八地菩萨。第六句，是讲八地菩萨自分，就是在八地菩萨自己修行的本位上；第七句，是讲他再努力精进，他可以能够升到九地。第八句就是九地菩萨，第九句就是十地菩萨，最后一句是讲等觉入如来果地。这是十句名称，我们在此地不必细说，因为下面它这个十句每条都要给我们细讲，再看底下经文，这就细说了。",
      "zh_TW": "這是把菩薩十種『受生藏』的名稱說出來了，這個名稱裡面，它的意思是有橫有豎，豎說，可以說將菩薩四十一個位次統統都包括在其中。第一相當於十信，第二就相當於十住菩薩，第三這句裡面相當於十行、十迴向，第四句是初地菩薩，第五句是從二地到七地，第六句、第七句都是講八地菩薩。第六句，是講八地菩薩自分，就是在八地菩薩自己修行的本位上；第七句，是講他再努力精進，他可以能夠升到九地。第八句就是九地菩薩，第九句就是十地菩薩，最後一句是講等覺入如來果地。這是十句名稱，我們在此地不必細說，因為下面它這個十句每條都要給我們細講，再看底下經文，這就細說了。"
    },
    {
      "id": "12-003-0001_p0033",
      "zh_CN": "【善男子。云何名愿常供事一切诸佛菩萨受生藏。】",
      "zh_TW": "【善男子。云何名願常供事一切諸佛菩薩受生藏。】"
    },
    {
      "id": "12-003-0001_p0034",
      "zh_CN": "这就给我们解释了，所以我们把研究的重心，放在这段经文上。菩萨叫着善财童子：",
      "zh_TW": "這就給我們解釋了，所以我們把研究的重心，放在這段經文上。菩薩叫著善財童子："
    },
    {
      "id": "12-003-0001_p0035",
      "zh_CN": "【善男子。此菩萨初发心时。】",
      "zh_TW": "【善男子。此菩薩初發心時。】"
    },
    {
      "id": "12-003-0001_p0036",
      "zh_CN": "诸位要记住，这个第一条是讲十信位的菩萨，这是初学的，所以说『初发心时』。",
      "zh_TW": "諸位要記住，這個第一條是講十信位的菩薩，這是初學的，所以說『初發心時』。"
    },
    {
      "id": "12-003-0001_p0037",
      "zh_CN": "【作如是愿。】",
      "zh_TW": "【作如是願。】"
    },
    {
      "id": "12-003-0001_p0038",
      "zh_CN": "他初发心学佛，他发这样的愿，这就是我们要学习的地方。我们初学有没有发这个愿？他发的什么愿？",
      "zh_TW": "他初發心學佛，他發這樣的願，這就是我們要學習的地方。我們初學有沒有發這個願？他發的什麼願？"
    },
    {
      "id": "12-003-0001_p0039",
      "zh_CN": "【我当亲近承事诸佛及诸菩萨。现见诸佛。恒生欢喜。】",
      "zh_TW": "【我當親近承事諸佛及諸菩薩。現見諸佛。恆生歡喜。】"
    },
    {
      "id": "12-003-0001_p0040",
      "zh_CN": "我们有没有发这个心？我想大家也都有这个心，虽有这个心，这个心愿不强，你没能做到。虽然学佛，还是常常远离佛菩萨。怎么说？这五欲六尘一现前，佛菩萨都忘得干干净净，这就远离了。要怎么样才是真正『亲近承事』佛菩萨？今天佛菩萨都不住世，可是佛的遗教留在人间，佛的仪容我们也常常见到。我们要把彩画的、泥塑木雕的这些佛菩萨形像要当作真人来看待，早晚焚香礼敬供养。这个供养不拘在形式，内心里面对于佛菩萨确实有一种恭敬的心，这就是供养。恭敬要有具体的行为，具体的行为是指什么？是指的读诵大乘，经典是佛菩萨的遗教，我读经就等于听佛菩萨给我开示，要以这样的恭敬心来读、来接受。听开示的时候，经上常讲「谛听、谛听」，所以我们读经的时候就要像佛常常叮咛嘱咐，要谛听。谛是什么意思？这个心里面一念不生，没有一个妄想，这才叫谛听。",
      "zh_TW": "我們有沒有發這個心？我想大家也都有這個心，雖有這個心，這個心願不強，你沒能做到。雖然學佛，還是常常遠離佛菩薩。怎麼說？這五欲六塵一現前，佛菩薩都忘得乾乾淨淨，這就遠離了。要怎麼樣才是真正『親近承事』佛菩薩？今天佛菩薩都不住世，可是佛的遺教留在人間，佛的儀容我們也常常見到。我們要把彩畫的、泥塑木雕的這些佛菩薩形像要當作真人來看待，早晚焚香禮敬供養。這個供養不拘在形式，內心裡面對於佛菩薩確實有一種恭敬的心，這就是供養。恭敬要有具體的行為，具體的行為是指什麼？是指的讀誦大乘，經典是佛菩薩的遺教，我讀經就等於聽佛菩薩給我開示，要以這樣的恭敬心來讀、來接受。聽開示的時候，經上常講「諦聽、諦聽」，所以我們讀經的時候就要像佛常常叮嚀囑咐，要諦聽。諦是什麼意思？這個心裡面一念不生，沒有一個妄想，這才叫諦聽。"
    },
    {
      "id": "12-003-0001_p0041",
      "zh_CN": "所以读经的时候，展开经卷，从头念到尾心里一个妄想都没有，经里面什么意思不要去想。我们专心就是听佛开示，不要想佛给我们讲的开示里头是些什么意思，不要想，因为你一想就打妄想了，就不是谛听。谛听里面决定没有分别、执着、妄想，这才叫谛听。所以这样念经会得定，会得三昧，这样念经会开悟。一打妄想你三昧也没有了，开悟也不可能了，悟门就堵塞了。所以你要会听，每天在佛菩萨面前念一卷经，要这样念法，这就叫承事供养如对佛前。我们以这样的恭敬心，也不要求定，也不要求慧，自然成就定慧。因为你有求的心，这个心就是妄念，妄念就是定慧的障碍。所以要把一切妄念统统放下，这样去读经。『现见诸佛，恒生欢喜』。",
      "zh_TW": "所以讀經的時候，展開經卷，從頭念到尾心裡一個妄想都沒有，經裡面什麼意思不要去想。我們專心就是聽佛開示，不要想佛給我們講的開示裡頭是些什麼意思，不要想，因為你一想就打妄想了，就不是諦聽。諦聽裡面決定沒有分別、執著、妄想，這才叫諦聽。所以這樣念經會得定，會得三昧，這樣念經會開悟。一打妄想你三昧也沒有了，開悟也不可能了，悟門就堵塞了。所以你要會聽，每天在佛菩薩面前念一卷經，要這樣念法，這就叫承事供養如對佛前。我們以這樣的恭敬心，也不要求定，也不要求慧，自然成就定慧。因為你有求的心，這個心就是妄念，妄念就是定慧的障礙。所以要把一切妄念統統放下，這樣去讀經。『現見諸佛，恆生歡喜』。"
    },
    {
      "id": "12-003-0001_p0042",
      "zh_CN": "【于诸佛所。以尊重心恭敬供养无有厌足。】",
      "zh_TW": "【於諸佛所。以尊重心恭敬供養無有厭足。】"
    },
    {
      "id": "12-003-0001_p0043",
      "zh_CN": "我们今天最重要的是对于经典，经典所在之处，就是佛的真身所在之处，这是法宝。佛不在世，三宝里头是以法宝为第一，最重要。我们没有佛像，没有供养佛像不要紧，我们不读经、不念佛，我们不会成就。所以只要我们天天读经、天天念佛，虽然没有佛像一样成就。由此可知，佛不住世，法宝是第一，我们要读诵。供养里面，除了自己读诵依教修行之外，还要流通。如果没有流通，我们所修学的佛法只有自利，不能利他，那就变成自了汉，绝对不是佛的本怀。佛的心是希望一切众生都能够闻到佛法，希望一切众生快快成佛，这是佛的本愿。因此我们尽心尽力去弘扬佛法，去流通佛法，这才是『恭敬供养无有厌足』。要把这个事情，做为我们一生当中唯一的一桩大事业，其他的事业附带的。附带什么？我们这身体在世间，你们在家同修有家庭，总得要生活，附带的是维持我们一个生活就够了。多余的精神、多余的体力、多余的财力，都要把它用在弘法利生的大事业上，这才如法。你看人家菩萨初发心发的这个愿就很伟大，值得我们敬佩。",
      "zh_TW": "我們今天最重要的是對於經典，經典所在之處，就是佛的真身所在之處，這是法寶。佛不在世，三寶裡頭是以法寶為第一，最重要。我們沒有佛像，沒有供養佛像不要緊，我們不讀經、不念佛，我們不會成就。所以只要我們天天讀經、天天念佛，雖然沒有佛像一樣成就。由此可知，佛不住世，法寶是第一，我們要讀誦。供養裡面，除了自己讀誦依教修行之外，還要流通。如果沒有流通，我們所修學的佛法只有自利，不能利他，那就變成自了漢，絕對不是佛的本懷。佛的心是希望一切眾生都能夠聞到佛法，希望一切眾生快快成佛，這是佛的本願。因此我們盡心盡力去弘揚佛法，去流通佛法，這才是『恭敬供養無有厭足』。要把這個事情，做為我們一生當中唯一的一樁大事業，其他的事業附帶的。附帶什麼？我們這身體在世間，你們在家同修有家庭，總得要生活，附帶的是維持我們一個生活就夠了。多餘的精神、多餘的體力、多餘的財力，都要把它用在弘法利生的大事業上，這才如法。你看人家菩薩初發心發的這個願就很偉大，值得我們敬佩。"
    },
    {
      "id": "12-003-0001_p0044",
      "zh_CN": "【增长净信。心无退转。】",
      "zh_TW": "【增長淨信。心無退轉。】"
    },
    {
      "id": "12-003-0001_p0045",
      "zh_CN": "他的清净信心天天在增长，他的愿行没有退转过。",
      "zh_TW": "他的清淨信心天天在增長，他的願行沒有退轉過。"
    },
    {
      "id": "12-003-0001_p0046",
      "zh_CN": "【积集功德。恒不断绝。为欲清净一切智性。积集善根令增长故。是为菩萨第一受生藏。】",
      "zh_TW": "【積集功德。恆不斷絕。為欲清淨一切智性。積集善根令增長故。是為菩薩第一受生藏。】"
    },
    {
      "id": "12-003-0001_p0047",
      "zh_CN": "这个意思总括起来讲，就是念念都像诸佛菩萨的大愿一样，利乐一切众生，庄严国土。受持正法，弘扬正法，流通正法，这才是智慧现前，智慧的大用。所以，佛在这段经文里面告诉我们，『积集功德』，『积集善根』，不但「积集」，都要叫它『增长』。这是第一个菩萨『受生藏』，我们应当要学习的。再看第二段：",
      "zh_TW": "這個意思總括起來講，就是念念都像諸佛菩薩的大願一樣，利樂一切眾生，莊嚴國土。受持正法，弘揚正法，流通正法，這才是智慧現前，智慧的大用。所以，佛在這段經文裡面告訴我們，『積集功德』，『積集善根』，不但「積集」，都要叫它『增長』。這是第一個菩薩『受生藏』，我們應當要學習的。再看第二段："
    },
    {
      "id": "12-003-0001_p0048",
      "zh_CN": "【云何名菩萨普遍成就菩提心受生藏。】",
      "zh_TW": "【云何名菩薩普遍成就菩提心受生藏。】"
    },
    {
      "id": "12-003-0001_p0049",
      "zh_CN": "前面是十信位，这第二就是十住位，十住菩萨就发菩提心了。我们在《金刚经》上，在《大乘起信论》上，乃至于在《楞严经》上，我们所看到的都是初住菩萨发菩提心，所以初住叫发心住。由此可知，不发菩提心则已，一发菩提心就是初住菩萨，圆教初住，这个地位相当之高。我们通常讲小乘阿罗汉，阿罗汉要跟圆教的菩萨相比较，阿罗汉只等于第七信位的菩萨，你看，比这个初住菩萨还要差很多，七信往上面去有八信、九信、十信，再到初住，差这么多，小乘阿罗汉。实在讲阿罗汉等于七信位菩萨，只有一个方面他相等，断烦恼，见思烦恼断了。要论功德，要论禅定、智慧、神通、道力，那阿罗汉怎么比也比不上，就是比不上七信位的菩萨。所以他这个等只是将见思烦恼断了，七信位也是断见思烦恼。",
      "zh_TW": "前面是十信位，這第二就是十住位，十住菩薩就發菩提心了。我們在《金剛經》上，在《大乘起信論》上，乃至於在《楞嚴經》上，我們所看到的都是初住菩薩發菩提心，所以初住叫發心住。由此可知，不發菩提心則已，一發菩提心就是初住菩薩，圓教初住，這個地位相當之高。我們通常講小乘阿羅漢，阿羅漢要跟圓教的菩薩相比較，阿羅漢只等於第七信位的菩薩，你看，比這個初住菩薩還要差很多，七信往上面去有八信、九信、十信，再到初住，差這麼多，小乘阿羅漢。實在講阿羅漢等於七信位菩薩，只有一個方面他相等，斷煩惱，見思煩惱斷了。要論功德，要論禪定、智慧、神通、道力，那阿羅漢怎麼比也比不上，就是比不上七信位的菩薩。所以他這個等只是將見思煩惱斷了，七信位也是斷見思煩惱。"
    },
    {
      "id": "12-003-0001_p0050",
      "zh_CN": "这个地方我要特别提醒同修的，什么事情？净土经论上讲，这一往生西方极乐世界，这是带业往生，下下品往生凡圣同居土他也圆证三不退。为什么？大家要记住，发菩提心。你看看《无量寿经》、你看看《观无量寿佛经》，凡是往生西方极乐世界，无论是上辈、中辈、下辈，《无量寿经》讲的「三辈往生」，统统有发菩提心，可见得发菩提心是非常重要的一桩事情。我们发菩提心，实在讲跟圆初住的菩萨比，那是比不上的。人家是真发了菩提心，我们那个真的是没有法子达到，我们要发一个什么？相似的菩提心。心跟他差不多，虽不是真的，也不是假的，要发个相似的菩提心这样才行。那菩提心是什么？这段经文说得很详细，所以我们要特别留意。菩萨所讲的这个心，我们有没有？我们有没有去做？虽然蕅益大师在《弥陀经要解》里面告诉我们，发心求生西方极乐世界，就是发无上菩提心。这个话说得没错，一点都不错，这是与华严会上四十一位法身大士，实在讲是同样的发心，因为他们每个人也是发心求生西方极乐世界，到末后普贤菩萨十大愿王导归极乐。我们不晓得这个生活当中，要用什么样的心态来处世、来待人，此地讲得明白了。",
      "zh_TW": "這個地方我要特別提醒同修的，什麼事情？淨土經論上講，這一往生西方極樂世界，這是帶業往生，下下品往生凡聖同居土他也圓證三不退。為什麼？大家要記住，發菩提心。你看看《無量壽經》、你看看《觀無量壽佛經》，凡是往生西方極樂世界，無論是上輩、中輩、下輩，《無量壽經》講的「三輩往生」，統統有發菩提心，可見得發菩提心是非常重要的一樁事情。我們發菩提心，實在講跟圓初住的菩薩比，那是比不上的。人家是真發了菩提心，我們那個真的是沒有法子達到，我們要發一個什麼？相似的菩提心。心跟他差不多，雖不是真的，也不是假的，要發個相似的菩提心這樣才行。那菩提心是什麼？這段經文說得很詳細，所以我們要特別留意。菩薩所講的這個心，我們有沒有？我們有沒有去做？雖然蕅益大師在《彌陀經要解》裡面告訴我們，發心求生西方極樂世界，就是發無上菩提心。這個話說得沒錯，一點都不錯，這是與華嚴會上四十一位法身大士，實在講是同樣的發心，因為他們每個人也是發心求生西方極樂世界，到末後普賢菩薩十大願王導歸極樂。我們不曉得這個生活當中，要用什麼樣的心態來處世、來待人，此地講得明白了。"
    },
    {
      "id": "12-003-0001_p0051",
      "zh_CN": "【所谓起深厚大悲心。于诸众生能救护故。】",
      "zh_TW": "【所謂起深厚大悲心。於諸眾生能救護故。】"
    },
    {
      "id": "12-003-0001_p0052",
      "zh_CN": "这是第一条，不但是慈悲，真正的慈悲是大慈大悲，念念这个心里头都不忘要救度一切众生，有这个心。你有这个心当然就有这个行为，决定表现在你日常生活当中。究竟圆满真正的救护一切众生，给诸位说，无过于劝众生念佛。我们要劝一切众生念佛，我们要以种种方法，教一切众生知道阿弥陀佛，教一切众生知道观世音菩萨。我们这个基金会，每位同仁都有这个心愿，所以我们努力向这方面去做。在台湾，我们会常常常常看到许多这是像标语牌子一样，「南无观世音菩萨」、「南无阿弥陀佛」，电线杆什么到处都有都有挂的。我们曾经做了七千多个，到处去钉，遍满全省，连兰屿、马公我们都去钉过，这是一种方法。另外一种方法，我们在电影院打广告，很多年前我们就开始做，电影院里面做广告。公共汽车里面，我们做广告，我们都印着佛像，都是劝人家念阿弥陀佛、劝人家念观世音菩萨。",
      "zh_TW": "這是第一條，不但是慈悲，真正的慈悲是大慈大悲，念念這個心裡頭都不忘要救度一切眾生，有這個心。你有這個心當然就有這個行為，決定表現在你日常生活當中。究竟圓滿真正的救護一切眾生，給諸位說，無過於勸眾生念佛。我們要勸一切眾生念佛，我們要以種種方法，教一切眾生知道阿彌陀佛，教一切眾生知道觀世音菩薩。我們這個基金會，每位同仁都有這個心願，所以我們努力向這方面去做。在台灣，我們會常常常常看到許多這是像標語牌子一樣，「南無觀世音菩薩」、「南無阿彌陀佛」，電線桿什麼到處都有都有掛的。我們曾經做了七千多個，到處去釘，遍滿全省，連蘭嶼、馬公我們都去釘過，這是一種方法。另外一種方法，我們在電影院打廣告，很多年前我們就開始做，電影院裡面做廣告。公共汽車裡面，我們做廣告，我們都印著佛像，都是勸人家念阿彌陀佛、勸人家念觀世音菩薩。"
    },
    {
      "id": "12-003-0001_p0053",
      "zh_CN": "再有把我们讲经的消息告诉大家，这点过去我们刚刚创办的时候常常做，现在不常做了，都是想尽方法劝人念佛。我们印的蓝色的贴纸，印的南无阿弥陀佛，那是供给国外人用的，国外不能随便乱贴东西，那犯法的。那贴到哪里？贴到他家里门上，这个不犯法的，这个警察管不到的。所以我们印的红纸长条的南无阿弥陀佛，我们送给那些同修，他们都贴在门口，我们找他们也很好找，一看到贴着南无阿弥陀佛就晓得是我们同修。那个蓝的、红的贴在汽车上，前面、后面都贴，这是使外国人看到他也会念一句，我们有英语翻译的，翻译的南无阿弥陀佛。所以要想尽方法去救护一切众生，印送经书、印送佛像、印送佛菩萨名号的贴纸，这是我们可以做得到的，我们应当尽心尽力的去做。这是第一个是大慈悲心。第二：",
      "zh_TW": "再有把我們講經的消息告訴大家，這點過去我們剛剛創辦的時候常常做，現在不常做了，都是想盡方法勸人念佛。我們印的藍色的貼紙，印的南無阿彌陀佛，那是供給國外人用的，國外不能隨便亂貼東西，那犯法的。那貼到哪裡？貼到他家裡門上，這個不犯法的，這個警察管不到的。所以我們印的紅紙長條的南無阿彌陀佛，我們送給那些同修，他們都貼在門口，我們找他們也很好找，一看到貼著南無阿彌陀佛就曉得是我們同修。那個藍的、紅的貼在汽車上，前面、後面都貼，這是使外國人看到他也會念一句，我們有英語翻譯的，翻譯的南無阿彌陀佛。所以要想盡方法去救護一切眾生，印送經書、印送佛像、印送佛菩薩名號的貼紙，這是我們可以做得到的，我們應當盡心盡力的去做。這是第一個是大慈悲心。第二："
    },
    {
      "id": "12-003-0001_p0054",
      "zh_CN": "【起供养诸佛心。令诸如来增欢喜故。】",
      "zh_TW": "【起供養諸佛心。令諸如來增歡喜故。】"
    },
    {
      "id": "12-003-0001_p0055",
      "zh_CN": "刚才我们所讲的这些做法，就是供养诸佛；救护众生，就是供养诸佛。诸佛看到我们这样做，没有不欢喜的，可以说是佛看到你这样做法，无比的欢喜。如果要佛对你特别欢喜，那还有办法，有什么办法？你要发心出来讲经，讲净土五经十方诸佛那就特别欢喜，特别加持你，这是真的不是假的，弘法利生。讲经不一定要出家，在家的身分一样。我学佛三十多年，我所看到成就的人，在家比出家多。我看到不少往生的时候，没有生病预知时至，多半都是在家人。他不生病，一个月之前他就晓得哪一天走，到那一天清清楚楚、明明白白，一点毛病没有，说走就走了。所以那个佛要是真正念好，有不思议的功德，有不思议的好处。什么好处？告诉大家不老、不病、不死，你看这个好处人人都想，人人都想不到。",
      "zh_TW": "剛才我們所講的這些做法，就是供養諸佛；救護眾生，就是供養諸佛。諸佛看到我們這樣做，沒有不歡喜的，可以說是佛看到你這樣做法，無比的歡喜。如果要佛對你特別歡喜，那還有辦法，有什麼辦法？你要發心出來講經，講淨土五經十方諸佛那就特別歡喜，特別加持你，這是真的不是假的，弘法利生。講經不一定要出家，在家的身分一樣。我學佛三十多年，我所看到成就的人，在家比出家多。我看到不少往生的時候，沒有生病預知時至，多半都是在家人。他不生病，一個月之前他就曉得哪一天走，到那一天清清楚楚、明明白白，一點毛病沒有，說走就走了。所以那個佛要是真正念好，有不思議的功德，有不思議的好處。什麼好處？告訴大家不老、不病、不死，你看這個好處人人都想，人人都想不到。"
    },
    {
      "id": "12-003-0001_p0056",
      "zh_CN": "佛门里头有，确实叫你不老，老而不衰，六根都健康，没有毛病这就是不老，不生病。死的时候预知时至，又不害病，说走就走了，没有死苦。不但没有老病死苦，再告诉诸位，那个求不得、爱别离、怨憎会、五阴炽盛都可以念掉。世人八苦交煎，佛要真念好了，八苦都没有了，这是真正不可思议的好处。我们自己得到这个好处，如果不能把这个好处介绍给别人，我们对不起佛，我们对不起众生。这种好处，佛给我们，佛要给一切众生，所以我们要想报佛恩。我们要供养佛，那我们就要常常把这些真实的利益介绍给大众，推荐给社会。他相信，那他是有善根，他这一生必然成就了；他不相信也不要紧，不相信，种子种到他的阿赖耶识里面去，不会坏的，将来他遇到缘也会起现行。换句话说，只要种了这个种子，早晚都会往生到西方世界去的。因此，我们要努力去做，这是真正能供养，『令诸如来生欢喜故』。再看底下一句：",
      "zh_TW": "佛門裡頭有，確實叫你不老，老而不衰，六根都健康，沒有毛病這就是不老，不生病。死的時候預知時至，又不害病，說走就走了，沒有死苦。不但沒有老病死苦，再告訴諸位，那個求不得、愛別離、怨憎會、五陰熾盛都可以念掉。世人八苦交煎，佛要真念好了，八苦都沒有了，這是真正不可思議的好處。我們自己得到這個好處，如果不能把這個好處介紹給別人，我們對不起佛，我們對不起眾生。這種好處，佛給我們，佛要給一切眾生，所以我們要想報佛恩。我們要供養佛，那我們就要常常把這些真實的利益介紹給大眾，推薦給社會。他相信，那他是有善根，他這一生必然成就了；他不相信也不要緊，不相信，種子種到他的阿賴耶識裡面去，不會壞的，將來他遇到緣也會起現行。換句話說，只要種了這個種子，早晚都會往生到西方世界去的。因此，我們要努力去做，這是真正能供養，『令諸如來生歡喜故』。再看底下一句："
    },
    {
      "id": "12-003-0001_p0057",
      "zh_CN": "【起。】",
      "zh_TW": "【起。】"
    },
    {
      "id": "12-003-0001_p0058",
      "zh_CN": "『起』就是生起。",
      "zh_TW": "『起』就是生起。"
    },
    {
      "id": "12-003-0001_p0059",
      "zh_CN": "【勤求正法心。于诸所有无吝惜故。】",
      "zh_TW": "【勤求正法心。於諸所有無吝惜故。】"
    },
    {
      "id": "12-003-0001_p0060",
      "zh_CN": "去求正法，一切大乘佛法都是纯正之法。第一正法，给诸位说，是念佛的法门。你看看《华严》，这大家推崇的，没话说的，称为经中之王，称为根本法轮，这对《华严经》的尊重。可是《华严》是以西方极乐世界为归宿。善财童子修什么法门？他就是修的念佛法门，他是念佛求生净土。大经上说，这就是《华严》前面讲的，「十地菩萨始终不离念佛」。为什么？因为念佛他才能成佛，他念菩萨就成菩萨。我们之所以不能成佛，我们天天念贪瞋痴，这个不得了，念贪瞋痴是什么回事情？念贪瞋痴就是念三恶道。贪是饿鬼道的业因，因缘；瞋恚是地狱道的因缘；愚痴是畜生道的因缘。咱们天天念贪瞋痴；换句话说，我们天天在造三恶道的业，我们的前途当然是三恶道。十地菩萨聪明，真正有智慧，他一心一意想作佛，他菩萨都不念，始终念佛。",
      "zh_TW": "去求正法，一切大乘佛法都是純正之法。第一正法，給諸位說，是念佛的法門。你看看《華嚴》，這大家推崇的，沒話說的，稱為經中之王，稱為根本法輪，這對《華嚴經》的尊重。可是《華嚴》是以西方極樂世界為歸宿。善財童子修什麼法門？他就是修的念佛法門，他是念佛求生淨土。大經上說，這就是《華嚴》前面講的，「十地菩薩始終不離念佛」。為什麼？因為念佛他才能成佛，他念菩薩就成菩薩。我們之所以不能成佛，我們天天念貪瞋痴，這個不得了，念貪瞋痴是什麼回事情？念貪瞋痴就是念三惡道。貪是餓鬼道的業因，因緣；瞋恚是地獄道的因緣；愚痴是畜生道的因緣。咱們天天念貪瞋痴；換句話說，我們天天在造三惡道的業，我們的前途當然是三惡道。十地菩薩聰明，真正有智慧，他一心一意想作佛，他菩薩都不念，始終念佛。"
    },
    {
      "id": "12-003-0001_p0061",
      "zh_CN": "我们再看看这部经，善财童子五十三参，第一位参访的德云比丘，教他念佛的法门，第一个善知识教他念佛。最后一个，第五十三位普贤菩萨，不但教他念佛，教他十大愿王，求生西方极乐世界。你看是不是彻始彻终不离念佛！这是《华严》给我们的启示。当中五十一位善知识，说实在的话，显示出一个念佛人如何面对社会，如何面对着我们现实的生活，这部经里头就是讲这些道理，所以这「普贤菩萨行愿品」非常实用。所以要晓得『勤求正法』，正法里头有第一纯正之法，无过于此。所以「普贤行愿品」是净土五经之一，可以说最早提倡念佛法门，提倡求生西方极乐世界就是普贤菩萨，华严会上提倡的。因为这个时候方等经还没有讲；换句话说，弥陀三经都还没说。在华严会上，普贤菩萨已经就提倡，求生极乐世界了。所以我们讲到「勤求正法」，要晓得第一纯正之法就是净土。",
      "zh_TW": "我們再看看這部經，善財童子五十三參，第一位參訪的德雲比丘，教他念佛的法門，第一個善知識教他念佛。最後一個，第五十三位普賢菩薩，不但教他念佛，教他十大願王，求生西方極樂世界。你看是不是徹始徹終不離念佛！這是《華嚴》給我們的啟示。當中五十一位善知識，說實在的話，顯示出一個念佛人如何面對社會，如何面對著我們現實的生活，這部經裡頭就是講這些道理，所以這「普賢菩薩行願品」非常實用。所以要曉得『勤求正法』，正法裡頭有第一純正之法，無過於此。所以「普賢行願品」是淨土五經之一，可以說最早提倡念佛法門，提倡求生西方極樂世界就是普賢菩薩，華嚴會上提倡的。因為這個時候方等經還沒有講；換句話說，彌陀三經都還沒說。在華嚴會上，普賢菩薩已經就提倡，求生極樂世界了。所以我們講到「勤求正法」，要曉得第一純正之法就是淨土。"
    },
    {
      "id": "12-003-0001_p0062",
      "zh_CN": "『于诸所有无吝惜故』，「所有」是指世出世间法你要能够舍弃，不要「吝惜」。世间法我们要舍，佛所说的一切大乘佛法，我们也要舍，为什么？我们只取一个念佛法门，勤修正法，要专修。善导大师告诉我们，专修净土的人，身专礼阿弥陀佛，礼拜，我们拜佛就拜阿弥陀佛；口专称阿弥陀佛，口里常念阿弥陀佛；意专想阿弥陀佛，天天想阿弥陀佛。因此，我们对于净土三经、五经一论要熟，要多读。多读什么？常常想经里面的境界，就是想阿弥陀佛。所以必须要把阿弥陀佛四十八愿，变成我们自己的本愿。我们跟阿弥陀佛同愿、同行，哪有不往生的道理！如果真正的把《弥陀经》、《无量寿经》、《观无量寿佛经》、「行愿品」、「大势至菩萨圆通章」，把里面这些理论、见解、方法、境界，都变成自己的思想、见解、行为，你必定上品上生，这叫真正学佛，真正念佛人。我们的思想见解就是《无量寿经》、就是《弥陀经》，这才能成功。绝不是早晚课诵把这个经念一念，念给佛菩萨听，那个没用处，那不行的。念了之后要反省、要检点我们自己有没有做到？究竟做到了几成，要尽心尽力去做这样才行。",
      "zh_TW": "『於諸所有無吝惜故』，「所有」是指世出世間法你要能夠捨棄，不要「吝惜」。世間法我們要捨，佛所說的一切大乘佛法，我們也要捨，為什麼？我們只取一個念佛法門，勤修正法，要專修。善導大師告訴我們，專修淨土的人，身專禮阿彌陀佛，禮拜，我們拜佛就拜阿彌陀佛；口專稱阿彌陀佛，口裡常念阿彌陀佛；意專想阿彌陀佛，天天想阿彌陀佛。因此，我們對於淨土三經、五經一論要熟，要多讀。多讀什麼？常常想經裡面的境界，就是想阿彌陀佛。所以必須要把阿彌陀佛四十八願，變成我們自己的本願。我們跟阿彌陀佛同願、同行，哪有不往生的道理！如果真正的把《彌陀經》、《無量壽經》、《觀無量壽佛經》、「行願品」、「大勢至菩薩圓通章」，把裡面這些理論、見解、方法、境界，都變成自己的思想、見解、行為，你必定上品上生，這叫真正學佛，真正念佛人。我們的思想見解就是《無量壽經》、就是《彌陀經》，這才能成功。絕不是早晚課誦把這個經念一念，念給佛菩薩聽，那個沒用處，那不行的。念了之後要反省、要檢點我們自己有沒有做到？究竟做到了幾成，要盡心盡力去做這樣才行。"
    },
    {
      "id": "12-003-0001_p0063",
      "zh_CN": "对于其他一切法门，我们把它暂时放在一边，要把它放下，纵然想学，想学不要紧，到了西方极乐世界再学不迟。你想想看，你要专心的话，你这一生到西方极乐世界上品上生，花开见佛，不得了。如果你要搞个下品下生，给你说个还得十二劫花才开。十二劫的时间很长，当然比起经上讲的，我们凡夫修成佛三大阿僧祇劫，那是短得太多了，十二跟三大阿僧祇劫不能比。所以还是西方极乐世界快速，它那边最晚的十二劫成就；最快的，生到那边就成佛了，花开见佛。所以我们要发大心，什么大心？我们要求上品上生。上品上生，那你这个「勤求正法」，这点非常重要。你要勤求正法，世出世间法要放得下，决定不吝惜，要放得下，所以这个很重要。这样说《华严经》里面很多开示的确是有好处，确实我们马上就能用得上的。再看底下一句：",
      "zh_TW": "對於其他一切法門，我們把它暫時放在一邊，要把它放下，縱然想學，想學不要緊，到了西方極樂世界再學不遲。你想想看，你要專心的話，你這一生到西方極樂世界上品上生，花開見佛，不得了。如果你要搞個下品下生，給你說個還得十二劫花才開。十二劫的時間很長，當然比起經上講的，我們凡夫修成佛三大阿僧祇劫，那是短得太多了，十二跟三大阿僧祇劫不能比。所以還是西方極樂世界快速，它那邊最晚的十二劫成就；最快的，生到那邊就成佛了，花開見佛。所以我們要發大心，什麼大心？我們要求上品上生。上品上生，那你這個「勤求正法」，這點非常重要。你要勤求正法，世出世間法要放得下，決定不吝惜，要放得下，所以這個很重要。這樣說《華嚴經》裡面很多開示的確是有好處，確實我們馬上就能用得上的。再看底下一句："
    },
    {
      "id": "12-003-0001_p0064",
      "zh_CN": "【起所作广大心。令一切智悉现前故。】",
      "zh_TW": "【起所作廣大心。令一切智悉現前故。】"
    },
    {
      "id": "12-003-0001_p0065",
      "zh_CN": "这句说明了，智慧与心量有关系，不但有关系，而且是真正成正比例。你心量愈大，智慧就能够现前；心量很小，不能容人，给诸位说，这个人没智慧。我们世间人看，这个人很聪明，那是佛法里讲世智辩聪，不是真智慧。真智慧一定是心量大的人才有，心量小的人充其量有一点小聪明而已，就是世间的聪明智慧。为什么？他那些聪明，实在讲就是我们所说的不正用，那个聪明智慧都用来自私自利，都用来增长贪瞋痴慢，他搞这个东西。他一生追求的是名闻利养，追求的是五欲六尘，他搞这个错了，大错特错。为什么？这些东西带不去，没有一样能带得走的。真正聪明人，他所作所为他能带得去，那才叫真正聪明人。",
      "zh_TW": "這句說明了，智慧與心量有關係，不但有關係，而且是真正成正比例。你心量愈大，智慧就能夠現前；心量很小，不能容人，給諸位說，這個人沒智慧。我們世間人看，這個人很聰明，那是佛法裡講世智辯聰，不是真智慧。真智慧一定是心量大的人才有，心量小的人充其量有一點小聰明而已，就是世間的聰明智慧。為什麼？他那些聰明，實在講就是我們所說的不正用，那個聰明智慧都用來自私自利，都用來增長貪瞋痴慢，他搞這個東西。他一生追求的是名聞利養，追求的是五欲六塵，他搞這個錯了，大錯特錯。為什麼？這些東西帶不去，沒有一樣能帶得走的。真正聰明人，他所作所為他能帶得去，那才叫真正聰明人。"
    },
    {
      "id": "12-003-0001_p0066",
      "zh_CN": "所以必须要发『广大心』，把你的心量拓开，念念为一切众生，念念为诸佛菩萨。诸佛菩萨要普度众生，我们念念想尽方法来宣传佛教，来弘扬佛教，来流通佛教，岂不是讲上为诸佛，下为众生吗？这样把我们心量拓开，这个智慧就会现前。为什么？那个自私的念头没有了。障碍智慧最严重的就是自私自利，凡是自私自利他的智慧决定透不出来，不是别人障碍他，别人障碍不了他，他自己障碍他自己，这是没办法的。所以佛把事实的真相告诉我们，我们自己要想将本性里面般若智慧透出来，就得把自私自利这个念头化解掉，化成念念为一切众生、念念为诸佛菩萨，把它转过来，智慧才能现前。",
      "zh_TW": "所以必須要發『廣大心』，把你的心量拓開，念念為一切眾生，念念為諸佛菩薩。諸佛菩薩要普度眾生，我們念念想盡方法來宣傳佛教，來弘揚佛教，來流通佛教，豈不是講上為諸佛，下為眾生嗎？這樣把我們心量拓開，這個智慧就會現前。為什麼？那個自私的念頭沒有了。障礙智慧最嚴重的就是自私自利，凡是自私自利他的智慧決定透不出來，不是別人障礙他，別人障礙不了他，他自己障礙他自己，這是沒辦法的。所以佛把事實的真相告訴我們，我們自己要想將本性裡面般若智慧透出來，就得把自私自利這個念頭化解掉，化成念念為一切眾生、念念為諸佛菩薩，把它轉過來，智慧才能現前。"
    },
    {
      "id": "12-003-0001_p0067",
      "zh_CN": "【起圆满大慈心。为普摄取一切众生作饶益故。】",
      "zh_TW": "【起圓滿大慈心。為普攝取一切眾生作饒益故。】"
    },
    {
      "id": "12-003-0001_p0068",
      "zh_CN": "这慈悲心，『慈』是给众生快乐，令众生得究竟乐，这是大慈之心，普遍的『摄取一切众生』，给他们最丰饶的利益，『益』是利益，最丰饶的利益。所以俗话说，我们自己有福让大家享，不要自己享。大家享，你的福报就大；你那个福报一个人享，没几天就享完。福报跟大家享，这个福报永远是享不尽的，享不尽的福报。这句就是这个意思。",
      "zh_TW": "這慈悲心，『慈』是給眾生快樂，令眾生得究竟樂，這是大慈之心，普遍的『攝取一切眾生』，給他們最豐饒的利益，『益』是利益，最豐饒的利益。所以俗話說，我們自己有福讓大家享，不要自己享。大家享，你的福報就大；你那個福報一個人享，沒幾天就享完。福報跟大家享，這個福報永遠是享不盡的，享不盡的福報。這句就是這個意思。"
    },
    {
      "id": "12-003-0001_p0069",
      "zh_CN": "【起不舍众生心。被求一切智坚誓甲故。】",
      "zh_TW": "【起不捨眾生心。被求一切智堅誓甲故。】"
    },
    {
      "id": "12-003-0001_p0070",
      "zh_CN": "『誓』是誓愿，坚固的誓愿，『甲』是比喻，「甲」是甲胄，比喻誓愿坚定。什么誓愿？不舍一切众生。「佛氏门中不舍一人」，我们真正要发这个心，这是大悲心的德用，念念不舍一切众生。念念不舍，当然你会尽心尽力的去帮助一切众生，只要我们能力做得到的，没有不帮助。虽然这样说法，诸位要记住，佛法利众生是以智慧为基础。所以佛门常说「慈悲多祸害，方便出下流」，就有流弊。为什么？失去理智，慈悲方便就有流弊了，就错了。佛门又说「慈悲为本，方便为门」，慈悲、方便都要依理智，不能依感情，这点大家要记住；换句话说，我们对人慈悲、方便必定是善法。恒顺众生也是顺他善法，不是顺他恶法，他作恶，我要随顺他那就错了，善恶要辨别得清清楚楚。",
      "zh_TW": "『誓』是誓願，堅固的誓願，『甲』是比喻，「甲」是甲胄，比喻誓願堅定。什麼誓願？不捨一切眾生。「佛氏門中不捨一人」，我們真正要發這個心，這是大悲心的德用，念念不捨一切眾生。念念不捨，當然你會盡心盡力的去幫助一切眾生，只要我們能力做得到的，沒有不幫助。雖然這樣說法，諸位要記住，佛法利眾生是以智慧為基礎。所以佛門常說「慈悲多禍害，方便出下流」，就有流弊。為什麼？失去理智，慈悲方便就有流弊了，就錯了。佛門又說「慈悲為本，方便為門」，慈悲、方便都要依理智，不能依感情，這點大家要記住；換句話說，我們對人慈悲、方便必定是善法。恆順眾生也是順他善法，不是順他惡法，他作惡，我要隨順他那就錯了，善惡要辨別得清清楚楚。"
    },
    {
      "id": "12-003-0001_p0071",
      "zh_CN": "【起无谄幻心。得如实智。普照一切差别法故。】",
      "zh_TW": "【起無諂幻心。得如實智。普照一切差別法故。】"
    },
    {
      "id": "12-003-0001_p0072",
      "zh_CN": "无谄、无幻，『幻』就是虚幻不实，『谄』是谄媚巴结，这都是不真实的心，都不是真心。真心里面没有谄媚，也没有虚幻。所以这个要离开，离开一切妄境，才『得如实智』，真实的智慧才能够现前；换句话说，妄心里面不会有真实智慧的。所以菩提心的体是至诚心，《观无量寿佛经》里所讲的，「至诚心、深心、发愿回向心」，就是以真诚之心处事待人接物。真诚的心要利益一切众生，要成人之善，不成人之恶，要这样做才对，你才能得有如实的智慧。『普照一切差别法故』，「差别法」就是讲九法界依正庄严，你清清楚楚、明明白白。",
      "zh_TW": "無諂、無幻，『幻』就是虛幻不實，『諂』是諂媚巴結，這都是不真實的心，都不是真心。真心裡面沒有諂媚，也沒有虛幻。所以這個要離開，離開一切妄境，才『得如實智』，真實的智慧才能夠現前；換句話說，妄心裡面不會有真實智慧的。所以菩提心的體是至誠心，《觀無量壽佛經》裡所講的，「至誠心、深心、發願迴向心」，就是以真誠之心處事待人接物。真誠的心要利益一切眾生，要成人之善，不成人之惡，要這樣做才對，你才能得有如實的智慧。『普照一切差別法故』，「差別法」就是講九法界依正莊嚴，你清清楚楚、明明白白。"
    },
    {
      "id": "12-003-0001_p0073",
      "zh_CN": "【起如说而行心。修习菩萨一切难行诸苦行故。】",
      "zh_TW": "【起如說而行心。修習菩薩一切難行諸苦行故。】"
    },
    {
      "id": "12-003-0001_p0074",
      "zh_CN": "这句前面半句的意思，就是言行要相符，言行一致。后半句是劝我们要修菩萨一切难行的苦行，不要怕苦。为什么？怕苦，苦难那些众生你就舍弃了，你就不能度他。苦难的众生特别的可怜，真正发大悲心，度苦难的众生，应该列入第一优先，他太苦了，我们第一个要帮助他。所以不怕苦，不畏难，这个才是勇猛之心。",
      "zh_TW": "這句前面半句的意思，就是言行要相符，言行一致。後半句是勸我們要修菩薩一切難行的苦行，不要怕苦。為什麼？怕苦，苦難那些眾生你就捨棄了，你就不能度他。苦難的眾生特別的可憐，真正發大悲心，度苦難的眾生，應該列入第一優先，他太苦了，我們第一個要幫助他。所以不怕苦，不畏難，這個才是勇猛之心。"
    },
    {
      "id": "12-003-0001_p0075",
      "zh_CN": "【起不诳一切诸佛心。愿常守护一切如来大誓愿故。】",
      "zh_TW": "【起不誑一切諸佛心。願常守護一切如來大誓願故。】"
    },
    {
      "id": "12-003-0001_p0076",
      "zh_CN": "诳是骗人，这条我们的确要多念几遍。为什么？很多人都犯这个毛病，这是真正对不起诸佛。天天在诸佛面前念，念的什么？『一切如来大誓愿』，就是四弘誓愿「众生无边誓愿度、烦恼无尽誓愿断、法门无量誓愿学、佛道无上誓愿成」，一条没做到，这不就是『诳一切诸佛心愿』吗？「诳」是欺骗他，没做到。你看，此地菩萨勉励我们，要「不诳」，我们要真正做到，做到就是『守护』。要把这个四弘誓愿做到，自己真的要断烦恼，真的要去学法门。学法门，我也跟诸位说过了，我们修净土的人是五经一论。",
      "zh_TW": "誑是騙人，這條我們的確要多念幾遍。為什麼？很多人都犯這個毛病，這是真正對不起諸佛。天天在諸佛面前念，念的什麼？『一切如來大誓願』，就是四弘誓願「眾生無邊誓願度、煩惱無盡誓願斷、法門無量誓願學、佛道無上誓願成」，一條沒做到，這不就是『誑一切諸佛心願』嗎？「誑」是欺騙他，沒做到。你看，此地菩薩勉勵我們，要「不誑」，我們要真正做到，做到就是『守護』。要把這個四弘誓願做到，自己真的要斷煩惱，真的要去學法門。學法門，我也跟諸位說過了，我們修淨土的人是五經一論。"
    },
    {
      "id": "12-003-0001_p0077",
      "zh_CN": "我们读经就读这五种经，研究就研究这五种经。这五种经确实能够帮助你离苦得乐，破迷开悟，能生净土，不退成佛，确实能够做得到，所以希望大家多多的留意。学佛一定要抓到一个重点，一定要有个方向、有个目标，我们才能看得出自己显著的进步。你说漫无目标，没有方向，那个进步就很难，将我们的时间、精力都浪费掉。所以一定要有一个目标、一个方向，一切经典里面，我们选择这几种，一生当中专修，这才是「常守护一切如来大誓愿故」。如果专修净土，我跟诸位说过了，一定要把阿弥陀佛四十八愿变成自己的本愿，那就是「守护一切如来大誓愿故」，那是真正的大誓愿，无比的大誓愿。底下还有两句，我们把它念掉：",
      "zh_TW": "我們讀經就讀這五種經，研究就研究這五種經。這五種經確實能夠幫助你離苦得樂，破迷開悟，能生淨土，不退成佛，確實能夠做得到，所以希望大家多多的留意。學佛一定要抓到一個重點，一定要有個方向、有個目標，我們才能看得出自己顯著的進步。你說漫無目標，沒有方向，那個進步就很難，將我們的時間、精力都浪費掉。所以一定要有一個目標、一個方向，一切經典裡面，我們選擇這幾種，一生當中專修，這才是「常守護一切如來大誓願故」。如果專修淨土，我跟諸位說過了，一定要把阿彌陀佛四十八願變成自己的本願，那就是「守護一切如來大誓願故」，那是真正的大誓願，無比的大誓願。底下還有兩句，我們把它念掉："
    },
    {
      "id": "12-003-0001_p0078",
      "zh_CN": "【起一切智大愿心。尽未来际调伏众生无断绝故。】",
      "zh_TW": "【起一切智大願心。盡未來際調伏眾生無斷絕故。】"
    },
    {
      "id": "12-003-0001_p0079",
      "zh_CN": "这句是教化众生，这个心愿不可思议，『尽未来际』不是一生，生生世世发愿度众生。『调伏众生』，就要度众生，不疲不厌，永无断绝。这是最后一句，要发长远心，要发恒心，不间断的心。",
      "zh_TW": "這句是教化眾生，這個心願不可思議，『盡未來際』不是一生，生生世世發願度眾生。『調伏眾生』，就要度眾生，不疲不厭，永無斷絕。這是最後一句，要發長遠心，要發恆心，不間斷的心。"
    },
    {
      "id": "12-003-0001_p0080",
      "zh_CN": "【此十为首。】",
      "zh_TW": "【此十為首。】"
    },
    {
      "id": "12-003-0001_p0081",
      "zh_CN": "这个十句。",
      "zh_TW": "這個十句。"
    },
    {
      "id": "12-003-0001_p0082",
      "zh_CN": "【有佛刹极微尘数菩提心大功德聚。若诸菩萨成就此法。则得常生诸如来家。是为菩萨第二受生藏。】",
      "zh_TW": "【有佛剎極微塵數菩提心大功德聚。若諸菩薩成就此法。則得常生諸如來家。是為菩薩第二受生藏。】"
    },
    {
      "id": "12-003-0001_p0083",
      "zh_CN": "这个十条，可以说把菩提心的德用，非常具体的给我们提示出来，我们应当学习，应当运用在日常生活当中处事待人接物。所谓修行就是依照这个标准，把我们过去错误的思想、见解、行为修正过来，这就是修正的标准，这是菩萨成佛的标准，你想想多么重要。好，我们今天就讲到此地。",
      "zh_TW": "這個十條，可以說把菩提心的德用，非常具體的給我們提示出來，我們應當學習，應當運用在日常生活當中處事待人接物。所謂修行就是依照這個標準，把我們過去錯誤的思想、見解、行為修正過來，這就是修正的標準，這是菩薩成佛的標準，你想想多麼重要。好，我們今天就講到此地。"
    }
  ]
}