{
  "doc_id": "02-034-0061",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十一集",
    "zh_TW": "第六十一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0061",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-034-0061_p0001",
      "zh_CN": "请掀开经本，《科会》第十九面，经文第五行，这是第十八愿：",
      "zh_TW": "請掀開經本，《科會》第十九面，經文第五行，這是第十八願："
    },
    {
      "id": "02-034-0061_p0002",
      "zh_CN": "【我作佛时。十方众生。闻我名号。至心信乐。所有善根。心心回向。愿生我国。乃至十念。若不生者。不取正觉。唯除五逆。诽谤正法。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名號。至心信樂。所有善根。心心回向。願生我國。乃至十念。若不生者。不取正覺。唯除五逆。誹謗正法。】"
    },
    {
      "id": "02-034-0061_p0003",
      "zh_CN": "这一愿是大愿的核心，也是全经最重要的一段真实开示。上一次跟诸位报告过，隋唐古大德将一切经做一个比较，都以为《华严》是在一切经中最真实；《华严》与本经比较，本经是真实当中的真实，这些话前面都曾经跟诸位报告过了。从古德这一些言论当中，我们才晓得，十方三世一切诸佛教化众生最真实的一句话，就是这一愿；换句话说，千经万论，诸佛无量的教诲，总不出这一愿，所以这一愿我们要特别重视。",
      "zh_TW": "這一願是大願的核心，也是全經最重要的一段真實開示。上一次跟諸位報告過，隋唐古大德將一切經做一個比較，都以為《華嚴》是在一切經中最真實；《華嚴》與本經比較，本經是真實當中的真實，這些話前面都曾經跟諸位報告過了。從古德這一些言論當中，我們才曉得，十方三世一切諸佛教化眾生最真實的一句話，就是這一願；換句話說，千經萬論，諸佛無量的教誨，總不出這一願，所以這一願我們要特別重視。"
    },
    {
      "id": "02-034-0061_p0004",
      "zh_CN": "修学大乘的同修都知道，《金刚般若经》上告诉我们，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，我们为什么贪着这一切虚妄？原因就是对于事实真相，没有能够了解，没有能够明白。纵然是学佛，学了不少年，甚至于出家，也讲经说法，也做了大法师，可是到最后还是沦落在三途，还是要堕在阿鼻地狱，原因是什么？虽然天天读经，虽然天天在讲经教人，自己深入得不够，所以毛病习气改不过来。最大的毛病，我们在讲席里面常常跟诸位同修提起，就是欲望：一个是「嗜欲」，就是你的嗜好，你的爱好断不掉，一个是「爱欲」；这四个字，就把我们的法身慧命断送掉了。这四个字在我们日常生活当中，就是贪图名利，名闻利养，一般人讲的财色名利，这是祸害，决定不是好事情，佛教菩萨，特别是初学的菩萨要回避、要避免，绝对不是儿戏，这桩事情用粗俗的话来说，开不得玩笑。何况经里有明文告诉我们，「财色名食睡」是地狱五条根，有一条都会把你牵到地狱里面去，如果有个三条、四条、五条都具足，你决定堕阿鼻地狱。往生是世出世间法里面第一殊胜，要求往生，地狱根要断掉；不但地狱的根要拔除，三界六道种种诱惑，你都能够不动心，你才有把握往生，这个事情不能不知道。",
      "zh_TW": "修學大乘的同修都知道，《金剛般若經》上告訴我們，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，我們為什麼貪著這一切虛妄？原因就是對於事實真相，沒有能夠了解，沒有能夠明白。縱然是學佛，學了不少年，甚至於出家，也講經說法，也做了大法師，可是到最後還是淪落在三途，還是要墮在阿鼻地獄，原因是什麼？雖然天天讀經，雖然天天在講經教人，自己深入得不夠，所以毛病習氣改不過來。最大的毛病，我們在講席裡面常常跟諸位同修提起，就是欲望：一個是「嗜欲」，就是你的嗜好，你的愛好斷不掉，一個是「愛欲」；這四個字，就把我們的法身慧命斷送掉了。這四個字在我們日常生活當中，就是貪圖名利，名聞利養，一般人講的財色名利，這是禍害，決定不是好事情，佛教菩薩，特別是初學的菩薩要迴避、要避免，絕對不是兒戲，這樁事情用粗俗的話來說，開不得玩笑。何況經裡有明文告訴我們，「財色名食睡」是地獄五條根，有一條都會把你牽到地獄裡面去，如果有個三條、四條、五條都具足，你決定墮阿鼻地獄。往生是世出世間法裡面第一殊勝，要求往生，地獄根要斷掉；不但地獄的根要拔除，三界六道種種誘惑，你都能夠不動心，你才有把握往生，這個事情不能不知道。"
    },
    {
      "id": "02-034-0061_p0005",
      "zh_CN": "这一愿里面，愿文讲得很清楚，『十方众生，闻我名号』，这一句就是说明，众生成佛这个机缘是平等的，人人有分。十方世界诸佛刹土，十法界里面众生，人人有分。你能不能往生？就在底下这四句：『至心信乐，所有善根，心心回向，愿生我国』，能不能在这一生当中成就，就在这十六个字。十六个字里面，最重要的一句，就是「至心信乐」。我们对于西方世界「信乐」，没有做到「至心」，为什么？这世间种种的贪爱没有放下；总以为西方极乐世界太遥远、太渺茫，眼前的名闻利养，总是不能够离开，生起深重的贪爱，这种贪爱超过佛法不知道多少倍，你怎么能去得了？我劝勉真正发心修学的同修，要知道回头，要懂得放下，把菩提道上所有一切障碍统统放下，我们就成就了。",
      "zh_TW": "這一願裡面，願文講得很清楚，『十方眾生，聞我名號』，這一句就是說明，眾生成佛這個機緣是平等的，人人有分。十方世界諸佛剎土，十法界裡面眾生，人人有分。你能不能往生？就在底下這四句：『至心信樂，所有善根，心心回向，願生我國』，能不能在這一生當中成就，就在這十六個字。十六個字裡面，最重要的一句，就是「至心信樂」。我們對於西方世界「信樂」，沒有做到「至心」，為什麼？這世間種種的貪愛沒有放下；總以為西方極樂世界太遙遠、太渺茫，眼前的名聞利養，總是不能夠離開，生起深重的貪愛，這種貪愛超過佛法不知道多少倍，你怎麼能去得了？我勸勉真正發心修學的同修，要知道回頭，要懂得放下，把菩提道上所有一切障礙統統放下，我們就成就了。"
    },
    {
      "id": "02-034-0061_p0006",
      "zh_CN": "昨天李居士告诉我，我怕忘了，要人写个条子告诉我，李老居士，六十二岁，前天下午五点钟往生了。李居士告诉我，在好几天之前，她见到西方三圣，真金色身。老居士常常在我们念佛堂念佛，她也是癌症，在念佛堂念佛。病重的时候，十八号通知李木源居士，要求李居士送她往生，替她办后事。李居士告诉她，他说他这个月二十六号，率领一个团到中国去朝山，他说：那你要往生，你要在我出发之前走，你要提前走，我才能给你办后事。她就答应了，好！他就选择二十号下午五点钟，告诉李居士，十八号跟他讲的，选择这个时辰；到二十号下午五点钟，一分钟都不差。因为她病重，她的儿子把她送到医院，她到医院就大声念佛，那医生对她也无可奈何。病人大声念佛，搞得医院里面所有人都跟她念佛，所以把这个医院就变成念佛堂了；不但她自己往生，她度了多少人，给多少人种了善根。说五点，走的时候，她儿子在场，看看时间一分一秒都不差。",
      "zh_TW": "昨天李居士告訴我，我怕忘了，要人寫個條子告訴我，李老居士，六十二歲，前天下午五點鐘往生了。李居士告訴我，在好幾天之前，她見到西方三聖，真金色身。老居士常常在我們念佛堂念佛，她也是癌症，在念佛堂念佛。病重的時候，十八號通知李木源居士，要求李居士送她往生，替她辦後事。李居士告訴她，他說他這個月二十六號，率領一個團到中國去朝山，他說：那你要往生，你要在我出發之前走，你要提前走，我才能給你辦後事。她就答應了，好！他就選擇二十號下午五點鐘，告訴李居士，十八號跟他講的，選擇這個時辰；到二十號下午五點鐘，一分鐘都不差。因為她病重，她的兒子把她送到醫院，她到醫院就大聲念佛，那醫生對她也無可奈何。病人大聲念佛，搞得醫院裡面所有人都跟她念佛，所以把這個醫院就變成念佛堂了；不但她自己往生，她度了多少人，給多少人種了善根。說五點，走的時候，她兒子在場，看看時間一分一秒都不差。"
    },
    {
      "id": "02-034-0061_p0007",
      "zh_CN": "我跟诸位说过，我们念佛堂有很多佛菩萨在念佛，哪些是佛菩萨？这些人就是佛菩萨，他到西方极乐世界作佛去了。李居士告诉我，在临走之前，她家里人问她的事情，她根本理都不理，这就是世缘统统放下了，把世缘，世间的情缘转成佛缘，她度化她一家人，示现给他看。你信不信？李居士刚才来给我说，他今天又送两个往生，都是要求帮他办这些后事；换句话说，都要赶在他到中国之前。这个事情不是一次，已经很多次了。这是我们人生唯一的一桩大事，几个人肯办？如果我们依旧不能放下财色名利，你就愚痴到了极处；还有贪图世缘的，就注定不能往生。如果是出家人，决定堕阿鼻地狱，为什么？打着佛的招牌，欺骗众生。我们言行不相符，就是欺骗众生；不要以为我们在讲台上说得没有错，我自己没做到，自己做不到，说出来也是骗人的。",
      "zh_TW": "我跟諸位說過，我們念佛堂有很多佛菩薩在念佛，哪些是佛菩薩？這些人就是佛菩薩，他到西方極樂世界作佛去了。李居士告訴我，在臨走之前，她家裡人問她的事情，她根本理都不理，這就是世緣統統放下了，把世緣，世間的情緣轉成佛緣，她度化她一家人，示現給他看。你信不信？李居士剛才來給我說，他今天又送兩個往生，都是要求幫他辦這些後事；換句話說，都要趕在他到中國之前。這個事情不是一次，已經很多次了。這是我們人生唯一的一樁大事，幾個人肯辦？如果我們依舊不能放下財色名利，你就愚痴到了極處；還有貪圖世緣的，就注定不能往生。如果是出家人，決定墮阿鼻地獄，為什麼？打著佛的招牌，欺騙眾生。我們言行不相符，就是欺騙眾生；不要以為我們在講台上說得沒有錯，我自己沒做到，自己做不到，說出來也是騙人的。"
    },
    {
      "id": "02-034-0061_p0008",
      "zh_CN": "这许多人为我们现身说法，为我们做见证，他们为什么能这样殊胜往生？见佛，走的时候还见到一片金光，助念的人都看到，关键就在「至心信乐」。有许多同修对佛法非常热心，很难得，到处劝化众生，将佛法介绍给别人，这是好事，这是善事；但是要知道，如果是有心去做，攀缘去做，有目的去做，那就不是善事，善里头夹杂着恶。如果有一念为了自己的名闻利养，自己的利益去做，你就不是真善，就不是此地所讲的善根。我勉励同修们，我们要存善心，唯一纯善之心、纯善之意、纯善之行，这个样子心心回向，决定得生；而且往生，确实是自在的，想什么时候走就什么时候走，想多住几年也不妨碍。为什么要多住几年？只有一个因素，把佛法介绍给众生；众生与你还有缘分，你应当帮助他、劝勉他、成就他，只有这一个条件。如果众生跟我们的缘尽了，这个时候赶紧去亲近阿弥陀佛，等待这一方众生缘成熟了就再来，乘愿再来。",
      "zh_TW": "這許多人為我們現身說法，為我們做見證，他們為什麼能這樣殊勝往生？見佛，走的時候還見到一片金光，助念的人都看到，關鍵就在「至心信樂」。有許多同修對佛法非常熱心，很難得，到處勸化眾生，將佛法介紹給別人，這是好事，這是善事；但是要知道，如果是有心去做，攀緣去做，有目的去做，那就不是善事，善裡頭夾雜著惡。如果有一念為了自己的名聞利養，自己的利益去做，你就不是真善，就不是此地所講的善根。我勉勵同修們，我們要存善心，唯一純善之心、純善之意、純善之行，這個樣子心心回向，決定得生；而且往生，確實是自在的，想什麼時候走就什麼時候走，想多住幾年也不妨礙。為什麼要多住幾年？只有一個因素，把佛法介紹給眾生；眾生與你還有緣分，你應當幫助他、勸勉他、成就他，只有這一個條件。如果眾生跟我們的緣盡了，這個時候趕緊去親近阿彌陀佛，等待這一方眾生緣成熟了就再來，乘願再來。"
    },
    {
      "id": "02-034-0061_p0009",
      "zh_CN": "前天有个同修来问我，乘愿再来是不是一定到西方极乐世界去了之后，再回到我们世间来，又来投胎，又来作人？我给他回答，「不尽然也」。我们在这一生，这个身体还没有坏，还可以用，可以用尽量利用它、充分利用它，你已经取得净土了。什么叫取得净土？你已经可以随时往生，「我还不着急走，我要回过头来帮助一切大众」，这就是乘愿再来。要知道一切众生到这个世间来受生，是业力主宰的，现在我们念佛，我们的愿力超过业力，超过太多了，那就是乘愿再来，不必很麻烦到极乐世界去一趟，再换个身体，不必找这个麻烦，所谓是转业力为愿力。真正转过来的人，在这个世间教化众生，无论是顺境逆境、善缘恶缘，总不动心。所以这种情形，别人不知道，自己很清楚。六根接触六尘境界，确实做到像佛在《金刚经》上所说的，「不取于相，如如不动」，你就知道你现在不想走，你已经是把业力转过来了。假如六根接触六尘境界，还会起心动念，顺境还有贪爱，逆境还有厌恶，还有点儿不高兴，你还没有转过来，你还是业力主宰你的命运。这是事实，我们一定要警惕，希望在这一生当中有圆满的成就；经文摆在这里，「十方众生，闻我名号」，就是个个人都有机会。",
      "zh_TW": "前天有個同修來問我，乘願再來是不是一定到西方極樂世界去了之後，再回到我們世間來，又來投胎，又來作人？我給他回答，「不盡然也」。我們在這一生，這個身體還沒有壞，還可以用，可以用盡量利用它、充分利用它，你已經取得淨土了。什麼叫取得淨土？你已經可以隨時往生，「我還不著急走，我要回過頭來幫助一切大眾」，這就是乘願再來。要知道一切眾生到這個世間來受生，是業力主宰的，現在我們念佛，我們的願力超過業力，超過太多了，那就是乘願再來，不必很麻煩到極樂世界去一趟，再換個身體，不必找這個麻煩，所謂是轉業力為願力。真正轉過來的人，在這個世間教化眾生，無論是順境逆境、善緣惡緣，總不動心。所以這種情形，別人不知道，自己很清楚。六根接觸六塵境界，確實做到像佛在《金剛經》上所說的，「不取於相，如如不動」，你就知道你現在不想走，你已經是把業力轉過來了。假如六根接觸六塵境界，還會起心動念，順境還有貪愛，逆境還有厭惡，還有點兒不高興，你還沒有轉過來，你還是業力主宰你的命運。這是事實，我們一定要警惕，希望在這一生當中有圓滿的成就；經文擺在這裡，「十方眾生，聞我名號」，就是個個人都有機會。"
    },
    {
      "id": "02-034-0061_p0010",
      "zh_CN": "往生西方世界品位高下，善导大师讲得好，「总在遇缘不同」。缘是什么缘？实在讲，就是闻法之缘。闻法的缘，是世出世间第一个殊胜的缘。诸佛菩萨示现在世间，天天讲经说法；世间的圣人，在中国的孔老夫子，也是每天讲学教人，我们要细心去体会。智慧从哪里开的？教学相长，智慧是这么开的。我们不是上根利智，中下根性的人不走这个途径，就永远开不了智慧。但是你要把这个话听清楚，天天讲学，讲的是道理，讲的这些道理有没有落实？如果不能落实，所讲的都要落空，因此解跟行决定要相应。清凉大师在《华严经》上，《华严经》的注解里面说得好，有解无行不能成就，有行无解也不能成就。他说，有解无行是邪知邪见；有行无解，一定落在无明里头。所以解跟行分不开，解要用行去证实，那个解是正解，真的理解，真明白了；行必须是清清楚楚、明明白白，像我们走路一样，我们没有走错方向，到达某一个地方，清清楚楚、明明白白。如果只管走，也不认识方向，也不晓得目的地，那你到底走到哪里去？清凉说得非常好。",
      "zh_TW": "往生西方世界品位高下，善導大師講得好，「總在遇緣不同」。緣是什麼緣？實在講，就是聞法之緣。聞法的緣，是世出世間第一個殊勝的緣。諸佛菩薩示現在世間，天天講經說法；世間的聖人，在中國的孔老夫子，也是每天講學教人，我們要細心去體會。智慧從哪裡開的？教學相長，智慧是這麼開的。我們不是上根利智，中下根性的人不走這個途徑，就永遠開不了智慧。但是你要把這個話聽清楚，天天講學，講的是道理，講的這些道理有沒有落實？如果不能落實，所講的都要落空，因此解跟行決定要相應。清涼大師在《華嚴經》上，《華嚴經》的註解裡面說得好，有解無行不能成就，有行無解也不能成就。他說，有解無行是邪知邪見；有行無解，一定落在無明裡頭。所以解跟行分不開，解要用行去證實，那個解是正解，真的理解，真明白了；行必須是清清楚楚、明明白白，像我們走路一樣，我們沒有走錯方向，到達某一個地方，清清楚楚、明明白白。如果只管走，也不認識方向，也不曉得目的地，那你到底走到哪裡去？清涼說得非常好。"
    },
    {
      "id": "02-034-0061_p0011",
      "zh_CN": "所以夫子讲学，他也有行持，行持是改过，有过决定要改。过从哪里发现？讲学当中发现的。你要不讲学，你就不知道你自己的过失；知道自己过失，立刻要痛改前非，我们这一生就得救，这一生就成功了，永远脱离三界六道，往后到这个世间来教化众生，那是菩萨乘愿再来。菩萨生活的空间太大太大了，不是我们这个地球、不是人间，虚空法界随类化身，你说多自在！所以真正聪明人，真正有智慧的人，要把这一次的机会抓住，决定要看破世界，世界是假的，名闻利养、五欲六尘是诱惑，决不能上它的当，决不能受它欺骗。落在它那个圈套里面，可怜，一切诸佛虽然慈悲，也救不了你，你是自作自受。所以我们时时刻刻要提醒自己，要用真心学佛，至心就是真心，心真诚到极处才叫至心，决定相信。",
      "zh_TW": "所以夫子講學，他也有行持，行持是改過，有過決定要改。過從哪裡發現？講學當中發現的。你要不講學，你就不知道你自己的過失；知道自己過失，立刻要痛改前非，我們這一生就得救，這一生就成功了，永遠脫離三界六道，往後到這個世間來教化眾生，那是菩薩乘願再來。菩薩生活的空間太大太大了，不是我們這個地球、不是人間，虛空法界隨類化身，你說多自在！所以真正聰明人，真正有智慧的人，要把這一次的機會抓住，決定要看破世界，世界是假的，名聞利養、五欲六塵是誘惑，決不能上它的當，決不能受它欺騙。落在它那個圈套裡面，可憐，一切諸佛雖然慈悲，也救不了你，你是自作自受。所以我們時時刻刻要提醒自己，要用真心學佛，至心就是真心，心真誠到極處才叫至心，決定相信。"
    },
    {
      "id": "02-034-0061_p0012",
      "zh_CN": "过去印光大师说得很好，净土三经，《华严》一部，菩萨游乐在其中，那个境界多殊胜！多美满！我们应当要学习。今天我们的道场，就是印祖所说的境界，这个机缘很难得，开经偈上讲「百千万劫难遭遇」，一点都不假。特别是居住在新加坡的同修，我们在这一生当中，一年当中，一天当中，什么样的生活最真实？居士林的讲堂、念佛堂的生活最真实。从外地来参学的同修们，你们在这里住一天，住一个星期，住一个月，是你一生当中最真实的生活，时间虽然不长，成就无比的殊胜。这个话是真的、是假的？只要至心信乐，我讲的就是真话。如果在这个地方，在讲堂、在念佛堂，一面修学，一面还打妄想，那你这个功德就大打折扣了，这个不能怪人，总要怪自己。既然进入这个道场，万缘放下，过去的事情不想了，昨天的事情也不想了，明天还没有到也不要想，只有今时今处。一心称念，念佛堂，一心忆念，讲堂，讲堂跟念佛堂合起来，「忆佛念佛」，大势至菩萨跟我们说的效果，「现前当来，必定见佛」，现前真的见了佛。",
      "zh_TW": "過去印光大師說得很好，淨土三經，《華嚴》一部，菩薩遊樂在其中，那個境界多殊勝！多美滿！我們應當要學習。今天我們的道場，就是印祖所說的境界，這個機緣很難得，開經偈上講「百千萬劫難遭遇」，一點都不假。特別是居住在新加坡的同修，我們在這一生當中，一年當中，一天當中，什麼樣的生活最真實？居士林的講堂、念佛堂的生活最真實。從外地來參學的同修們，你們在這裡住一天，住一個星期，住一個月，是你一生當中最真實的生活，時間雖然不長，成就無比的殊勝。這個話是真的、是假的？只要至心信樂，我講的就是真話。如果在這個地方，在講堂、在念佛堂，一面修學，一面還打妄想，那你這個功德就大打折扣了，這個不能怪人，總要怪自己。既然進入這個道場，萬緣放下，過去的事情不想了，昨天的事情也不想了，明天還沒有到也不要想，只有今時今處。一心稱念，念佛堂，一心憶念，講堂，講堂跟念佛堂合起來，「憶佛念佛」，大勢至菩薩跟我們說的效果，「現前當來，必定見佛」，現前真的見了佛。"
    },
    {
      "id": "02-034-0061_p0013",
      "zh_CN": "什么时候你才觉悟到你现前见佛？这个人往生了，真的往生了。诸位要知道，往生就是去作佛了，不仅仅往生是佛，他没有往生的时候，也是一尊佛坐在那里，我们不认识，等到他往生，我们才恍然大悟，原来前几天跟我在一起的他是佛，给你说那是真佛，不是假佛。我跟同修们说过，道场的殊胜决不是人多，讲堂听经的人多，几千人听、几万人听，听完了，一个都没开悟，这道场不殊胜、不庄严；念佛堂人多，几百人、几千人念佛，一个都没有往生，这谈什么殊胜？谈什么庄严？所以念佛堂的殊胜庄严，看有多少人往生；讲堂的殊胜庄严，看有几个人开悟。世间人不懂得，人多热闹，这个人气很旺。人气是很旺，佛气不旺，那有什么用处？往往有小道场，人数不多，人气不旺，佛气挺旺，那才是佛经诸佛赞叹的殊胜庄严，我们要懂这个道理。",
      "zh_TW": "什麼時候你才覺悟到你現前見佛？這個人往生了，真的往生了。諸位要知道，往生就是去作佛了，不僅僅往生是佛，他沒有往生的時候，也是一尊佛坐在那裡，我們不認識，等到他往生，我們才恍然大悟，原來前幾天跟我在一起的他是佛，給你說那是真佛，不是假佛。我跟同修們說過，道場的殊勝決不是人多，講堂聽經的人多，幾千人聽、幾萬人聽，聽完了，一個都沒開悟，這道場不殊勝、不莊嚴；念佛堂人多，幾百人、幾千人念佛，一個都沒有往生，這談什麼殊勝？談什麼莊嚴？所以念佛堂的殊勝莊嚴，看有多少人往生；講堂的殊勝莊嚴，看有幾個人開悟。世間人不懂得，人多熱鬧，這個人氣很旺。人氣是很旺，佛氣不旺，那有什麼用處？往往有小道場，人數不多，人氣不旺，佛氣挺旺，那才是佛經諸佛讚歎的殊勝莊嚴，我們要懂這個道理。"
    },
    {
      "id": "02-034-0061_p0014",
      "zh_CN": "我们到这个地方来弘法，来介绍净土，这些年来，这一边往生的同修很多，他们的瑞相非常希有，而且非常清醒的告诉我们，他见到佛，见到观音、势至来接引，走的时候，心不颠倒，不惊不怖。许多人不但是预知时至，而且自己能够选择时间，跟李居士密切配合，配合得那么好。你说一个、两个，它是偶然，跟李居士配合的，我看应当差不多有十个人，可能有十个以上，这不是偶然的。一、两个也许偶然，偶然哪里会这么多人？这些人给我们做见证，使我们中下根性的人在这里坚定信心，讲堂里面听了，事实上你们看见了，这是佛法叫「三转法轮」。示转，经典展开是示转，我们讲解劝导大家是劝转，那些往生的是作证转，在这个道场三轮具足，如果你还不相信，那就没法子了，佛菩萨对你也无可奈何。我们看到如此的殊胜，应当要效法，他是我们的好榜样。",
      "zh_TW": "我們到這個地方來弘法，來介紹淨土，這些年來，這一邊往生的同修很多，他們的瑞相非常希有，而且非常清醒的告訴我們，他見到佛，見到觀音、勢至來接引，走的時候，心不顛倒，不驚不怖。許多人不但是預知時至，而且自己能夠選擇時間，跟李居士密切配合，配合得那麼好。你說一個、兩個，它是偶然，跟李居士配合的，我看應當差不多有十個人，可能有十個以上，這不是偶然的。一、兩個也許偶然，偶然哪裡會這麼多人？這些人給我們做見證，使我們中下根性的人在這裡堅定信心，講堂裡面聽了，事實上你們看見了，這是佛法叫「三轉法輪」。示轉，經典展開是示轉，我們講解勸導大家是勸轉，那些往生的是作證轉，在這個道場三輪具足，如果你還不相信，那就沒法子了，佛菩薩對你也無可奈何。我們看到如此的殊勝，應當要效法，他是我們的好榜樣。"
    },
    {
      "id": "02-034-0061_p0015",
      "zh_CN": "应当生起真正爱好之心，爱好念佛，爱好往生极乐，爱好亲近阿弥陀佛，参加诸上善人聚会的俱乐部，我们要成为他们的一员。这样的信心，这样的爱好，才叫做「至心信乐」。果然至心信乐，给诸位说，世出世间一切法真放下了，决定不沾染，我们在世间跟一切大众相处，确实做到随缘而不攀缘了，顺境逆境、善人恶人，心决定是清净平等，自在随缘。我们现前这个境界转过来了，转凡成圣，转迷成悟。转不过来，这个道理、事实真相没有认识透彻，我们常讲是「一知半解」，所以应该放下的你放不下，应该提起的你提不起来，道理就在此地，希望我们要好好的努力。",
      "zh_TW": "應當生起真正愛好之心，愛好念佛，愛好往生極樂，愛好親近阿彌陀佛，參加諸上善人聚會的俱樂部，我們要成為他們的一員。這樣的信心，這樣的愛好，才叫做「至心信樂」。果然至心信樂，給諸位說，世出世間一切法真放下了，決定不沾染，我們在世間跟一切大眾相處，確實做到隨緣而不攀緣了，順境逆境、善人惡人，心決定是清淨平等，自在隨緣。我們現前這個境界轉過來了，轉凡成聖，轉迷成悟。轉不過來，這個道理、事實真相沒有認識透徹，我們常講是「一知半解」，所以應該放下的你放不下，應該提起的你提不起來，道理就在此地，希望我們要好好的努力。"
    },
    {
      "id": "02-034-0061_p0016",
      "zh_CN": "「善根」，根是比喻，像大树一样，这个树根深蒂固；这个根是善根，善有根。其实善根从哪里来的？善根还是从解悟而来的。你没有真正理解，没有真正觉悟，虽有善心，那善心没根，漂浮不定。遇到善，你有点善心；遇到恶，善心就没有了，这是没有根。佛家给我们讲「五根、五力」，他讲五种：「信、进、念、定、慧」，这五种都是善心。信，信顺佛教，这个地方一定要听清楚，我们讲佛教，怕大家误会这宗教里的佛教，我们讲信顺佛教，信顺佛对我们的教导。所以我们自己一定要承认，我们是凡夫，我们没有智慧。我们自己心里想的，佛说全是邪知邪见，我们承不承认？换句话说，我们所思所想全是错误的。你要以为你想得没错，你看得没错，那是什么？你搞六道轮回没错，出不了六道轮回，你是轮回的思想，你是轮回的心，轮回的见解，那怎么行？佛祖教导我们，一定要把自己的这一些妄想分别执着统统放下，随顺佛陀的教诲。",
      "zh_TW": "「善根」，根是比喻，像大樹一樣，這個樹根深蒂固；這個根是善根，善有根。其實善根從哪裡來的？善根還是從解悟而來的。你沒有真正理解，沒有真正覺悟，雖有善心，那善心沒根，漂浮不定。遇到善，你有點善心；遇到惡，善心就沒有了，這是沒有根。佛家給我們講「五根、五力」，他講五種：「信、進、念、定、慧」，這五種都是善心。信，信順佛教，這個地方一定要聽清楚，我們講佛教，怕大家誤會這宗教裡的佛教，我們講信順佛教，信順佛對我們的教導。所以我們自己一定要承認，我們是凡夫，我們沒有智慧。我們自己心裡想的，佛說全是邪知邪見，我們承不承認？換句話說，我們所思所想全是錯誤的。你要以為你想得沒錯，你看得沒錯，那是什麼？你搞六道輪迴沒錯，出不了六道輪迴，你是輪迴的思想，你是輪迴的心，輪迴的見解，那怎麼行？佛祖教導我們，一定要把自己的這一些妄想分別執著統統放下，隨順佛陀的教誨。"
    },
    {
      "id": "02-034-0061_p0017",
      "zh_CN": "随顺佛陀教诲，第一个条件要相信，对于佛在经上字字句句肯定相信，丝毫疑惑都没有，佛教我们做的，要认真努力把它做到，佛教我们不可以做的，决定不能做。这一部《无量寿经》，自始至终，佛讲得太多了。特别是第三十二品到第三十七品，这一部分的经文，古大德为我们指出内容，就是详细说明五戒十善，落实在我们生活之中。这里面说得很多，哪些佛劝我们要做，哪些不可以做，我们把它选择做为「净宗朝暮」的晚课，每天念这一段经文，每天反省，每天改过，你就是真修行。不知道反省，你是迷惑，不知道改过是大恶，知道自己有过失不能改，这是最大的恶。我们怎么会有成就？",
      "zh_TW": "隨順佛陀教誨，第一個條件要相信，對於佛在經上字字句句肯定相信，絲毫疑惑都沒有，佛教我們做的，要認真努力把它做到，佛教我們不可以做的，決定不能做。這一部《無量壽經》，自始至終，佛講得太多了。特別是第三十二品到第三十七品，這一部分的經文，古大德為我們指出內容，就是詳細說明五戒十善，落實在我們生活之中。這裡面說得很多，哪些佛勸我們要做，哪些不可以做，我們把它選擇做為「淨宗朝暮」的晚課，每天念這一段經文，每天反省，每天改過，你就是真修行。不知道反省，你是迷惑，不知道改過是大惡，知道自己有過失不能改，這是最大的惡。我們怎麼會有成就？"
    },
    {
      "id": "02-034-0061_p0018",
      "zh_CN": "前两天，从杭州东天目山来的五位居士，这里头齐居士带头，她给我讲天目山道场恢复的经过，很不容易。这个道场已经荒废了四、五十年，没有人住，殿堂都倒塌了，她发心把它恢复起来。四年当中，山上感应不可思议。她是个居士，道场恢复，总希望有出家人常住在山上修行用功，这是她的一个心愿。所以遇到法师，只要是出家人，她是真诚的恭敬，恭敬供养；纵然在规矩上有些不如法，她心是真诚的，这个太难得了。真诚心供养，感动鬼神，那确实是诸佛护念，龙天善神拥护，这里面还有鬼神。我听到她讲的故事，里头有一段说，鬼神附在一个人的身上。这鬼神也还不错，山上那些修行人，他不附；鬼神附在身上，人这个体力的消耗太大，身体弱的人吃不消，所以他找一个年轻力壮的人，附在他身上。这个人齐居士也认识，但是那一天看到他，脸色苍白，非常难看，一进门来，把屋子里头的人统统赶走，门关起来，说：我有话，对妳一个人说。「你今天怎么搞的？」他说：我刚刚从地狱出来的。跟她讲天目山的因缘。他说：本来妳上山，我不同意妳来的，结果看到妳心很真、很真诚，没有为自己，妳是为佛法、为众生，我们护妳的法，护持妳。告诉她，山上里出家人，妳不要待他太恭敬，那些人都没有道心，我都恨不得赶走。那些出家人，果然一个一个被他赶跑掉了。真的是举头三尺有神明。",
      "zh_TW": "前兩天，從杭州東天目山來的五位居士，這裡頭齊居士帶頭，她給我講天目山道場恢復的經過，很不容易。這個道場已經荒廢了四、五十年，沒有人住，殿堂都倒塌了，她發心把它恢復起來。四年當中，山上感應不可思議。她是個居士，道場恢復，總希望有出家人常住在山上修行用功，這是她的一個心願。所以遇到法師，只要是出家人，她是真誠的恭敬，恭敬供養；縱然在規矩上有些不如法，她心是真誠的，這個太難得了。真誠心供養，感動鬼神，那確實是諸佛護念，龍天善神擁護，這裡面還有鬼神。我聽到她講的故事，裡頭有一段說，鬼神附在一個人的身上。這鬼神也還不錯，山上那些修行人，他不附；鬼神附在身上，人這個體力的消耗太大，身體弱的人吃不消，所以他找一個年輕力壯的人，附在他身上。這個人齊居士也認識，但是那一天看到他，臉色蒼白，非常難看，一進門來，把屋子裡頭的人統統趕走，門關起來，說：我有話，對妳一個人說。「你今天怎麼搞的？」他說：我剛剛從地獄出來的。跟她講天目山的因緣。他說：本來妳上山，我不同意妳來的，結果看到妳心很真、很真誠，沒有為自己，妳是為佛法、為眾生，我們護妳的法，護持妳。告訴她，山上裡出家人，妳不要待他太恭敬，那些人都沒有道心，我都恨不得趕走。那些出家人，果然一個一個被他趕跑掉了。真的是舉頭三尺有神明。"
    },
    {
      "id": "02-034-0061_p0019",
      "zh_CN": "你这个道场，真正修行的道场，你不是真心修行，那你住不住？修禅的、修密的，到这个山上去住，顶多住两、三个月就要走，少的住三、四天就要下山。打坐坐在那里，鬼神把他推下座位，跌得一身伤痕。半夜两点、三点，青面獠牙的鬼出现了，天天晚上出现，只好卷铺盖赶快下山，都是出家人。她说在山上念佛的，有不少老太太、老阿公在山上念佛，一个个都平安无事，住得非常好。这个道场难得，护法神在那里监督你是不是真干？真干，拥护你，真的赞叹拥护；不是真干，赶你下山。所以我告诉我们同学们，齐居士到这边来，是佛菩萨派她来给我们做见证的，警策我们，勉励我们。希望我们出家同修，将来都到她那个山上去住一段时期，看看会不会被护法神赶出来，到那里去考试，考验考验。",
      "zh_TW": "你這個道場，真正修行的道場，你不是真心修行，那你住不住？修禪的、修密的，到這個山上去住，頂多住兩、三個月就要走，少的住三、四天就要下山。打坐坐在那裡，鬼神把他推下座位，跌得一身傷痕。半夜兩點、三點，青面獠牙的鬼出現了，天天晚上出現，只好捲鋪蓋趕快下山，都是出家人。她說在山上念佛的，有不少老太太、老阿公在山上念佛，一個個都平安無事，住得非常好。這個道場難得，護法神在那裡監督你是不是真幹？真幹，擁護你，真的讚歎擁護；不是真幹，趕你下山。所以我告訴我們同學們，齊居士到這邊來，是佛菩薩派她來給我們做見證的，警策我們，勉勵我們。希望我們出家同修，將來都到她那個山上去住一段時期，看看會不會被護法神趕出來，到那裡去考試，考驗考驗。"
    },
    {
      "id": "02-034-0061_p0020",
      "zh_CN": "所以善根一定要培养。佛在经教里面告诉我们，世间法的善根，这个没出轮回，也就是说生三善道；三善根：无贪、无瞋、无痴，如果我们连这三个条件都不具足，换句话说，将来的前途是三恶道。也许同学要问，这三善根的标准是什么？佛给我们订的标准是十善业道。十善五戒是不是真正做到？我们要常常检点，天天反省，天天改过。果然把五戒十善都做到，给诸位说，你决定不堕三途，我们对自己有了信心。同修们当中，有不少都受过菩萨戒，受过五戒、菩萨戒，要讲到十善，往往就把它看轻了，没有在意。殊不知十善是五戒的基础，没有十善，你怎么可能有五戒？人从哪里学起？一定要从这个地方学起。",
      "zh_TW": "所以善根一定要培養。佛在經教裡面告訴我們，世間法的善根，這個沒出輪迴，也就是說生三善道；三善根：無貪、無瞋、無痴，如果我們連這三個條件都不具足，換句話說，將來的前途是三惡道。也許同學要問，這三善根的標準是什麼？佛給我們訂的標準是十善業道。十善五戒是不是真正做到？我們要常常檢點，天天反省，天天改過。果然把五戒十善都做到，給諸位說，你決定不墮三途，我們對自己有了信心。同修們當中，有不少都受過菩薩戒，受過五戒、菩薩戒，要講到十善，往往就把它看輕了，沒有在意。殊不知十善是五戒的基礎，沒有十善，你怎麼可能有五戒？人從哪裡學起？一定要從這個地方學起。"
    },
    {
      "id": "02-034-0061_p0021",
      "zh_CN": "印光大师对于我们现代众生的根性，他太了解、太明白了，他一生的示现就是我们最好的榜样。他教人从哪里学起？从《了凡四训》学起。《了凡四训》讲什么？深信因果，《了凡四训》是教我们深信因果的课程。教给我们学《感应篇》，《感应篇》是什么？就是十善业道，断恶修善，佛家的十善业道，整个《感应篇》都包括了。所以它是大乘佛法基础的基础，根本的根本，你说多重要！我们今天讲不杀生，真能做到吗？我没有杀众生的命，有没有叫众生生烦恼？还有念头、行为，叫一切众生因我而生烦恼，这个帐算在杀生那一条里头。更何况佛在经上讲，众生是两条命：一个生命、一个慧命；杀害人生命，那个罪还不算很严重，要断众生的慧命，那个问题严重了。我们有意无意之间，是不是常常在造作？不容易！",
      "zh_TW": "印光大師對於我們現代眾生的根性，他太了解、太明白了，他一生的示現就是我們最好的榜樣。他教人從哪裡學起？從《了凡四訓》學起。《了凡四訓》講什麼？深信因果，《了凡四訓》是教我們深信因果的課程。教給我們學《感應篇》，《感應篇》是什麼？就是十善業道，斷惡修善，佛家的十善業道，整個《感應篇》都包括了。所以它是大乘佛法基礎的基礎，根本的根本，你說多重要！我們今天講不殺生，真能做到嗎？我沒有殺眾生的命，有沒有叫眾生生煩惱？還有念頭、行為，叫一切眾生因我而生煩惱，這個帳算在殺生那一條裡頭。更何況佛在經上講，眾生是兩條命：一個生命、一個慧命；殺害人生命，那個罪還不算很嚴重，要斷眾生的慧命，那個問題嚴重了。我們有意無意之間，是不是常常在造作？不容易！"
    },
    {
      "id": "02-034-0061_p0022",
      "zh_CN": "诸位如果要把十条里面的内容搞清楚，那就是一部《太上感应篇汇编》。或者诸位去读《沙弥律仪增注》，那里面说得很详细，内容很丰富，你都要明了、都要清楚、都要记住，你才知道怎样学习。佛法，尤其是出家，出家从哪里学起？行门从《沙弥律仪》做起。在家是十善业道，然后才是三皈五戒。我们在这上面，没有下功夫，没有扎实坚定的基础，所以我们修行功夫不得力，原因在此地。我们今天在此地讲「所有善根」，我们想一想，我们哪来的善根？至心没有，善根也没有。看到别人念佛往生，我们自己一点把握都没有，搞了这么多年消息都没有，还能不觉悟吗？还能不回头吗？",
      "zh_TW": "諸位如果要把十條裡面的內容搞清楚，那就是一部《太上感應篇彙編》。或者諸位去讀《沙彌律儀增註》，那裡面說得很詳細，內容很豐富，你都要明瞭、都要清楚、都要記住，你才知道怎樣學習。佛法，尤其是出家，出家從哪裡學起？行門從《沙彌律儀》做起。在家是十善業道，然後才是三皈五戒。我們在這上面，沒有下功夫，沒有紮實堅定的基礎，所以我們修行功夫不得力，原因在此地。我們今天在此地講「所有善根」，我們想一想，我們哪來的善根？至心沒有，善根也沒有。看到別人念佛往生，我們自己一點把握都沒有，搞了這麼多年消息都沒有，還能不覺悟嗎？還能不回頭嗎？"
    },
    {
      "id": "02-034-0061_p0023",
      "zh_CN": "经教里面，这么长的时间，这些道理、因素，我们都能够理解，能够想像得到，跟自己起心动念、一切造作核对一下，就发现我们的过失究竟在什么地方。十善我们具足几条？五戒、十戒，这不说多了，我们真正能够受持的又有几条？天天还在求佛菩萨保佑，求护法善神拥护，哪有这个道理！我们很清楚，能得诸佛护念，龙天善神保佑，那是心行相应才办得到。不要说佛菩萨、护法神，就刚才讲的连鬼神，他对于善人他都尊敬，对于恶人他都厌弃。这一些都是千真万确的事实，我们要不真正回头、真正忏悔，这一生太可惜了，你这一生空过了。佛在经上讲，得人身，闻佛法，谈何容易！人身易失而难得，佛法更是不容易遇到，我们在这一生当中，有这么殊胜的缘分、机会，懂得珍惜的人，这个人在这一生成就了；不懂得珍惜的人，空过了。虽然这个法门，万修万人去的法门，关键就在「至心」跟「善根」。",
      "zh_TW": "經教裡面，這麼長的時間，這些道理、因素，我們都能夠理解，能夠想像得到，跟自己起心動念、一切造作核對一下，就發現我們的過失究竟在什麼地方。十善我們具足幾條？五戒、十戒，這不說多了，我們真正能夠受持的又有幾條？天天還在求佛菩薩保佑，求護法善神擁護，哪有這個道理！我們很清楚，能得諸佛護念，龍天善神保佑，那是心行相應才辦得到。不要說佛菩薩、護法神，就剛才講的連鬼神，他對於善人他都尊敬，對於惡人他都厭棄。這一些都是千真萬確的事實，我們要不真正回頭、真正懺悔，這一生太可惜了，你這一生空過了。佛在經上講，得人身，聞佛法，談何容易！人身易失而難得，佛法更是不容易遇到，我們在這一生當中，有這麼殊勝的緣分、機會，懂得珍惜的人，這個人在這一生成就了；不懂得珍惜的人，空過了。雖然這個法門，萬修萬人去的法門，關鍵就在「至心」跟「善根」。"
    },
    {
      "id": "02-034-0061_p0024",
      "zh_CN": "而释迦牟尼佛在《观无量寿佛经》，对韦提希夫人的真实教诲，我们决定不能忘记，时时刻刻放在心上，依教奉行。净业三福是「三世诸佛，净业正因」，也就是无量无边的法门，不管你修哪一个法门，成就究竟的佛果，你的基础都是这三条十一句四十四个字，你要是不具足这个条件，无论修学什么法门都不会成就。世法的善根，你得人天果报，不会堕三恶道。第一福四句十六个字，你要真正去做到，「孝养父母，奉事师长，慈心不杀，修十善业」，我们想一想，我们做到没有？这就是六道里面的善法，所以想起来很难。如果六道里面，三善道我们都没有把握拿到，要想出三界，要想往生，没那回事，决定不可能的。这是如来真实教诲，佛说得这么清楚、说得这么明白，我们将来堕落，决定不能怪佛；只能怪自己疏忽了，太大意了，把佛的教诲当作耳边风，没有时时刻刻去想它，没有认真去做到，所以才堕落。",
      "zh_TW": "而釋迦牟尼佛在《觀無量壽佛經》，對韋提希夫人的真實教誨，我們決定不能忘記，時時刻刻放在心上，依教奉行。淨業三福是「三世諸佛，淨業正因」，也就是無量無邊的法門，不管你修哪一個法門，成就究竟的佛果，你的基礎都是這三條十一句四十四個字，你要是不具足這個條件，無論修學什麼法門都不會成就。世法的善根，你得人天果報，不會墮三惡道。第一福四句十六個字，你要真正去做到，「孝養父母，奉事師長，慈心不殺，修十善業」，我們想一想，我們做到沒有？這就是六道裡面的善法，所以想起來很難。如果六道裡面，三善道我們都沒有把握拿到，要想出三界，要想往生，沒那回事，決定不可能的。這是如來真實教誨，佛說得這麼清楚、說得這麼明白，我們將來墮落，決定不能怪佛；只能怪自己疏忽了，太大意了，把佛的教誨當作耳邊風，沒有時時刻刻去想它，沒有認真去做到，所以才墮落。"
    },
    {
      "id": "02-034-0061_p0025",
      "zh_CN": "堕落的样子，给诸位说，在现前就看到。我们照照镜子，看看自己像不像个人？仔细看看是人相、还是鬼相？人相是什么？五戒十善都做到，是人相。五戒十善没做到，贪名、贪色、贪利，贪是鬼相；瞋恨嫉妒，地狱相；愚痴，连邪正是非、善恶利害都搞不清楚，畜生相。每天照镜子有没有发现，镜子里头到底是个什么相？所以修行这一桩事情，说难真难，说易也很容易，难易都在自己一念，克服了自己的烦恼习气，不难；随顺自己烦恼习气，那就太难太难了！我们供养佛的场所叫「大雄宝殿」，「大雄」是什么意思？平常人做不到，他能做到，这是大英雄。平常人做不到的是什么？克服自己的烦恼习气。佛能做到，他能把烦恼习气克服了，所以他叫大英雄。由此可知，我们如果能把烦恼习气克服住，我们也是大雄，真正的英雄豪杰。所以佛家讲英雄豪杰，是从断烦恼上说的，断习气上说的。同样一个名词，佛讲得很深很广，我们要能够体会到。",
      "zh_TW": "墮落的樣子，給諸位說，在現前就看到。我們照照鏡子，看看自己像不像個人？仔細看看是人相、還是鬼相？人相是什麼？五戒十善都做到，是人相。五戒十善沒做到，貪名、貪色、貪利，貪是鬼相；瞋恨嫉妒，地獄相；愚痴，連邪正是非、善惡利害都搞不清楚，畜生相。每天照鏡子有沒有發現，鏡子裡頭到底是個什麼相？所以修行這一樁事情，說難真難，說易也很容易，難易都在自己一念，克服了自己的煩惱習氣，不難；隨順自己煩惱習氣，那就太難太難了！我們供養佛的場所叫「大雄寶殿」，「大雄」是什麼意思？平常人做不到，他能做到，這是大英雄。平常人做不到的是什麼？克服自己的煩惱習氣。佛能做到，他能把煩惱習氣克服了，所以他叫大英雄。由此可知，我們如果能把煩惱習氣克服住，我們也是大雄，真正的英雄豪傑。所以佛家講英雄豪傑，是從斷煩惱上說的，斷習氣上說的。同樣一個名詞，佛講得很深很廣，我們要能夠體會到。"
    },
    {
      "id": "02-034-0061_p0026",
      "zh_CN": "从世间善奠定这个基础，我们再学佛，佛是出世间的大善。从哪里学起？三皈五戒，「受持三皈，具足众戒，不犯威仪」，我们想一想，我们有没有做到？这是入佛门的初步，上学一样，小学一年级的学生，我们想想有没有做到？三皈，皈是回归、回头，依是依靠。「皈依佛」这个意思，从迷惑颠倒回头，依自性觉，叫皈依佛。我们从早到晚，是不是这样修学的？有没有入这个境界？法是正知正见，「皈依法」就是从邪知邪见回过头来，依正知正见。这是我常常劝勉同学们的，要把自己的妄想执着成见统统放下，依佛的教导，这是皈依法。僧是六根清净，一尘不染；是教我们从一切染污回过头来，依清净心。这叫三皈依。",
      "zh_TW": "從世間善奠定這個基礎，我們再學佛，佛是出世間的大善。從哪裡學起？三皈五戒，「受持三皈，具足眾戒，不犯威儀」，我們想一想，我們有沒有做到？這是入佛門的初步，上學一樣，小學一年級的學生，我們想想有沒有做到？三皈，皈是回歸、回頭，依是依靠。「皈依佛」這個意思，從迷惑顛倒回頭，依自性覺，叫皈依佛。我們從早到晚，是不是這樣修學的？有沒有入這個境界？法是正知正見，「皈依法」就是從邪知邪見回過頭來，依正知正見。這是我常常勸勉同學們的，要把自己的妄想執著成見統統放下，依佛的教導，這是皈依法。僧是六根清淨，一塵不染；是教我們從一切染污回過頭來，依清淨心。這叫三皈依。"
    },
    {
      "id": "02-034-0061_p0027",
      "zh_CN": "所以真正回过头来的人，他的生活是「觉正净」的生活，跟凡夫不一样，凡夫的生活是「迷邪染」。我们想想，我们今天过的什么生活？依旧是迷邪染，就要警觉，我们学佛学错了；不是佛错了，我自己错了；佛教得没错，我没有依教奉行。如何永脱迷邪染，趋觉正净？那就是世尊四十九年一代时教，佛就是教我们这桩事情。佛教的方法巧妙极了，方法也太多太多了，我们只要学会一、两样，一生就受用不尽。可惜的是我们总是随顺烦恼，很想随顺佛的教诲，偏偏做不到。在这个情况之下，我们有没有认真去反省、去检点，把这个原因找出来？这就是会学佛的人，真用功的人。把这个因素找出来之后，这个因素消除，我们障碍就没有了。",
      "zh_TW": "所以真正回過頭來的人，他的生活是「覺正淨」的生活，跟凡夫不一樣，凡夫的生活是「迷邪染」。我們想想，我們今天過的什麼生活？依舊是迷邪染，就要警覺，我們學佛學錯了；不是佛錯了，我自己錯了；佛教得沒錯，我沒有依教奉行。如何永脫迷邪染，趨覺正淨？那就是世尊四十九年一代時教，佛就是教我們這樁事情。佛教的方法巧妙極了，方法也太多太多了，我們只要學會一、兩樣，一生就受用不盡。可惜的是我們總是隨順煩惱，很想隨順佛的教誨，偏偏做不到。在這個情況之下，我們有沒有認真去反省、去檢點，把這個原因找出來？這就是會學佛的人，真用功的人。把這個因素找出來之後，這個因素消除，我們障礙就沒有了。"
    },
    {
      "id": "02-034-0061_p0028",
      "zh_CN": "世间人，这古人讲的，最容易犯的过失就是妄语，欺骗人，有意无意已经养成习惯；能不能从这里回过头来，以真诚心处事待人接物，没有一丝毫的欺诳别人的念头，当然更没有欺诳别人的行为。宋朝大儒司马光，那也是学佛很有成就的人，这在家居士。他在晚年的时候，把他自己住的房子捐献出来，做寺庙。他告诉人，他一生最得力的功夫，就是不妄语。那我们要想想，我们为什么要欺骗人？常常打妄语，常常骗人，骗人回头之后，要想一想我为什么要去骗他？把原因找到，从这个地方改过，真改。骗人总有个道理在，什么道理？为了自己的利益，保护自己的利益。其实自己利益不需要保护，为什么？丢不掉的。你要想尽方法去保护，愈保护那个圈子愈小，你的利益就小；愈怕跑掉，再捆紧一点，又小，愈保护愈小；到最后自己利益没有了，落空了。要想自己真正护持自己的利益，要放大，愈大利益愈大，这是真的不是假的。",
      "zh_TW": "世間人，這古人講的，最容易犯的過失就是妄語，欺騙人，有意無意已經養成習慣；能不能從這裡回過頭來，以真誠心處事待人接物，沒有一絲毫的欺誑別人的念頭，當然更沒有欺誑別人的行為。宋朝大儒司馬光，那也是學佛很有成就的人，這在家居士。他在晚年的時候，把他自己住的房子捐獻出來，做寺廟。他告訴人，他一生最得力的功夫，就是不妄語。那我們要想想，我們為什麼要欺騙人？常常打妄語，常常騙人，騙人回頭之後，要想一想我為什麼要去騙他？把原因找到，從這個地方改過，真改。騙人總有個道理在，什麼道理？為了自己的利益，保護自己的利益。其實自己利益不需要保護，為什麼？丟不掉的。你要想盡方法去保護，愈保護那個圈子愈小，你的利益就小；愈怕跑掉，再綑緊一點，又小，愈保護愈小；到最後自己利益沒有了，落空了。要想自己真正護持自己的利益，要放大，愈大利益愈大，這是真的不是假的。"
    },
    {
      "id": "02-034-0061_p0029",
      "zh_CN": "你们想要财富，财富从哪里来？布施来的。在这个地方，你们很明显的看到，居士林天天修大布施，所以居士林的财源滚滚而来，像长江的水一样拦都拦不住。什么原因？布施得来的果报。他要是很小气，人家来吃一餐饭，看看有没有捐一点功德？那他的财就没有了，他每天供斋就供不成了。他是欢喜布施，每个人来吃都欢喜，不管你信不信佛，你骂佛、污辱佛、恨佛，来吃饭都笑脸相迎，所以他才会兴旺，世法、佛法一个道理。所以你要想得财富，尽管布施，愈施愈多，毫不吝啬，你就富甲天下，这是佛教给我们。",
      "zh_TW": "你們想要財富，財富從哪裡來？布施來的。在這個地方，你們很明顯的看到，居士林天天修大布施，所以居士林的財源滾滾而來，像長江的水一樣攔都攔不住。什麼原因？布施得來的果報。他要是很小氣，人家來吃一餐飯，看看有沒有捐一點功德？那他的財就沒有了，他每天供齋就供不成了。他是歡喜布施，每個人來吃都歡喜，不管你信不信佛，你罵佛、污辱佛、恨佛，來吃飯都笑臉相迎，所以他才會興旺，世法、佛法一個道理。所以你要想得財富，儘管布施，愈施愈多，毫不吝嗇，你就富甲天下，這是佛教給我們。"
    },
    {
      "id": "02-034-0061_p0030",
      "zh_CN": "你要想得聪明智慧，修法布施，喜欢为人演说，你得智慧。你要想得健康长寿，喜欢改过，喜欢忏悔。什么样的果报，它有什么样的业因，因与果一定相应。种善因一定得善果，绝对没有说种恶因会得善果，没这回事情，善因得恶果也没有这个事情，因果决定是相应的。这也要「至心信乐」，才能办得到；否则的话，从经上看到佛这样的教诲，自己半信半疑，又想做，又不敢做，这个样子，果报不能说没有，不明显，不显著。所以一定是如理如法的修学。布施决定不求果报，果报自己就来了。布施不是贪图果报的，贪图果报，这个心不善。",
      "zh_TW": "你要想得聰明智慧，修法布施，喜歡為人演說，你得智慧。你要想得健康長壽，喜歡改過，喜歡懺悔。什麼樣的果報，它有什麼樣的業因，因與果一定相應。種善因一定得善果，絕對沒有說種惡因會得善果，沒這回事情，善因得惡果也沒有這個事情，因果決定是相應的。這也要「至心信樂」，才能辦得到；否則的話，從經上看到佛這樣的教誨，自己半信半疑，又想做，又不敢做，這個樣子，果報不能說沒有，不明顯，不顯著。所以一定是如理如法的修學。布施決定不求果報，果報自己就來了。布施不是貪圖果報的，貪圖果報，這個心不善。"
    },
    {
      "id": "02-034-0061_p0031",
      "zh_CN": "有许多人在佛门里修福，听说什么？佛门修福，得福最快，而且最大，一本万利，舍一得万报。大家都到佛门捐钱，捐了之后，自己也没有发财，也没有升官，这个钱财白白的丢到水里去了。那是什么？不善的心去修一点善事，所以不能说他没有果报，果报很小，微不足道。大的果报，心量大，修善决不求果报，果报还特别来得大，也特别来得快，这奇怪了！其实这里头有大道理，我们一般凡夫愚痴，参不透，这里有大道理。所以深入经藏之后，渐渐你就明白了。明白之后，你信心就坚定，依照佛的教诲去做，愈做愈自在，愈做愈幸福，愈做愈美满。佛在经上所讲，我们把它证明，兑现了，完全落实在自己生活当中，使自己生活跟佛的教诲融成一片，我们过佛菩萨的生活，不再过六道轮回的苦日子了。",
      "zh_TW": "有許多人在佛門裡修福，聽說什麼？佛門修福，得福最快，而且最大，一本萬利，捨一得萬報。大家都到佛門捐錢，捐了之後，自己也沒有發財，也沒有升官，這個錢財白白的丟到水裡去了。那是什麼？不善的心去修一點善事，所以不能說他沒有果報，果報很小，微不足道。大的果報，心量大，修善決不求果報，果報還特別來得大，也特別來得快，這奇怪了！其實這裡頭有大道理，我們一般凡夫愚痴，參不透，這裡有大道理。所以深入經藏之後，漸漸你就明白了。明白之後，你信心就堅定，依照佛的教誨去做，愈做愈自在，愈做愈幸福，愈做愈美滿。佛在經上所講，我們把它證明，兌現了，完全落實在自己生活當中，使自己生活跟佛的教誨融成一片，我們過佛菩薩的生活，不再過六道輪迴的苦日子了。"
    },
    {
      "id": "02-034-0061_p0032",
      "zh_CN": "现前的生活，无论是富裕、或者是贫贱，你都会过得非常自在、非常幸福，你不生烦恼了。生活的需求，你会愈来愈少，愈来愈自在。我们佛法里面，有持午，有日中一食，生活需求量愈来愈少。前天，我们应「回教协会」的邀请，跟他们有个聚会。回教里头有一位大德，他告诉我，他今年七十五岁，他也节食，身体非常健康。他告诉我，他中午不吃饭，早晨吃一点点，晚上吃一点点。我们佛家是中午，中午吃饭，他早晨吃一点，晚上吃一点，中午不吃东西。身体好，他看到我非常欢喜。所以物质生活愈少愈自在，没有负担，没有累赘；多余的供养那一些缺乏的人，哪些人缺乏，哪些人需要，帮助他们。帮助人，随缘随分，非常自在。不必你有多的东西，天天拿到外头，谁要？谁要？那也是攀缘，那很累人。佛法告诉我们，总在一个缘字，你能把「缘」这个字解开了，悟入了，你就会很自在。真正是祖师大德们所讲的，一生当中如理如法，随顺性德。",
      "zh_TW": "現前的生活，無論是富裕、或者是貧賤，你都會過得非常自在、非常幸福，你不生煩惱了。生活的需求，你會愈來愈少，愈來愈自在。我們佛法裡面，有持午，有日中一食，生活需求量愈來愈少。前天，我們應「回教協會」的邀請，跟他們有個聚會。回教裡頭有一位大德，他告訴我，他今年七十五歲，他也節食，身體非常健康。他告訴我，他中午不吃飯，早晨吃一點點，晚上吃一點點。我們佛家是中午，中午吃飯，他早晨吃一點，晚上吃一點，中午不吃東西。身體好，他看到我非常歡喜。所以物質生活愈少愈自在，沒有負擔，沒有累贅；多餘的供養那一些缺乏的人，哪些人缺乏，哪些人需要，幫助他們。幫助人，隨緣隨分，非常自在。不必你有多的東西，天天拿到外頭，誰要？誰要？那也是攀緣，那很累人。佛法告訴我們，總在一個緣字，你能把「緣」這個字解開了，悟入了，你就會很自在。真正是祖師大德們所講的，一生當中如理如法，隨順性德。"
    },
    {
      "id": "02-034-0061_p0033",
      "zh_CN": "这是说我们的善根，善不能不修，要天天修，它才会生根。生根的意思，要养成行善的习惯，养成一个好善的习惯、行善的习惯，这个习惯很坚牢，牢不可拔，那你的善就有根。喜欢帮助人，真正喜欢帮助人的人，就会想得很周到。我们想帮助人，有时候想得很不周到，那是什么？我们那个善没有根。真有根，把别人的利益想作自己的利益，你就会想得周到。凡夫对自己的想，想得很周到，对别人就很疏忽。所以从这个地方，也能够观察自己，自私自利这个妄想舍掉了多少，帮助别人的愿心你增长多少，都在日常生活当中能看得出来；不难看出来，很容易看出来。可是往往自己疏忽了，这个疏忽就是迷，迷而不觉。",
      "zh_TW": "這是說我們的善根，善不能不修，要天天修，它才會生根。生根的意思，要養成行善的習慣，養成一個好善的習慣、行善的習慣，這個習慣很堅牢，牢不可拔，那你的善就有根。喜歡幫助人，真正喜歡幫助人的人，就會想得很周到。我們想幫助人，有時候想得很不周到，那是什麼？我們那個善沒有根。真有根，把別人的利益想作自己的利益，你就會想得周到。凡夫對自己的想，想得很周到，對別人就很疏忽。所以從這個地方，也能夠觀察自己，自私自利這個妄想捨掉了多少，幫助別人的願心你增長多少，都在日常生活當中能看得出來；不難看出來，很容易看出來。可是往往自己疏忽了，這個疏忽就是迷，迷而不覺。"
    },
    {
      "id": "02-034-0061_p0034",
      "zh_CN": "佛家讲到至善、讲到真善，那是三福的第三句，「发菩提心」是真善。发菩提心是什么？破迷开悟，觉悟的心叫菩提心。菩提是梵语，意思是觉悟，不再迷惑了。换句话说，对于十法界依正庄严的现象很清楚、很明白，不再迷惑，不再执着。迷就有执着，不迷的人，决定不会执着。所以从分别执着里面去观察，我们觉迷的程度，从这个地方来观察。如果我们对于一切境界，分别执着今年确实比去年淡了一些，这是你有进步。如果我们对一切法的分别执着，今年跟去年还一样，你毫无进步。如果说今年比去年还要严重，这个执着还要坚固，你已经退转了。我们要不认真的反省，不认真的检点，你怎么可能进步？",
      "zh_TW": "佛家講到至善、講到真善，那是三福的第三句，「發菩提心」是真善。發菩提心是什麼？破迷開悟，覺悟的心叫菩提心。菩提是梵語，意思是覺悟，不再迷惑了。換句話說，對於十法界依正莊嚴的現象很清楚、很明白，不再迷惑，不再執著。迷就有執著，不迷的人，決定不會執著。所以從分別執著裡面去觀察，我們覺迷的程度，從這個地方來觀察。如果我們對於一切境界，分別執著今年確實比去年淡了一些，這是你有進步。如果我們對一切法的分別執著，今年跟去年還一樣，你毫無進步。如果說今年比去年還要嚴重，這個執著還要堅固，你已經退轉了。我們要不認真的反省，不認真的檢點，你怎麼可能進步？"
    },
    {
      "id": "02-034-0061_p0035",
      "zh_CN": "五根，信之后，就是精进；精进之后是念。在净宗念什么？念佛，在一般大乘法里面念自性，然后才能成就定慧。定慧就是大乘经上常讲的寂照，寂是定，照是慧，「寂而常照，照而常寂」，你就转凡入圣，就把自己提升到佛菩萨的生活水平。佛在经上所说的，都是我们这个世间人能做得到的；我们这个世间人做不到的，佛决定不说，那个说那是废话、那是玩笑，吊胃口的，佛不说这些话，佛的话句句真实。",
      "zh_TW": "五根，信之後，就是精進；精進之後是念。在淨宗念什麼？念佛，在一般大乘法裡面念自性，然後才能成就定慧。定慧就是大乘經上常講的寂照，寂是定，照是慧，「寂而常照，照而常寂」，你就轉凡入聖，就把自己提升到佛菩薩的生活水平。佛在經上所說的，都是我們這個世間人能做得到的；我們這個世間人做不到的，佛決定不說，那個說那是廢話、那是玩笑，吊胃口的，佛不說這些話，佛的話句句真實。"
    },
    {
      "id": "02-034-0061_p0036",
      "zh_CN": "所以在这一句里头，我们要特别注重这六个字：「至心信乐，善根」，我们回向求生净土就是这六个字，如果我们没有这六个字，我们拿什么回向？每天念回向偈，「愿以此功德」，什么功德？「至心信乐，所有善根」是功德。如果我们这六个字全都没有，这「愿以此功德」，这一句话是空话，这一句话是假话，所以回向也就落空了。因此我们必须有真实的功德，回向、愿求才能得到圆满，这重要条件！蕅益大师在《要解》里讲得好，能不能往生就在「信愿之有无」，这才讲往生，能不能往生就在这里。「品位高下，决定在念佛功夫的浅深」，没有说多少，说浅深。你念佛功夫深，往生品位高，念佛的功夫浅，往生的品位低，所以「浅、深」两个字我们要细心去体会。",
      "zh_TW": "所以在這一句裡頭，我們要特別注重這六個字：「至心信樂，善根」，我們迴向求生淨土就是這六個字，如果我們沒有這六個字，我們拿什麼迴向？每天念迴向偈，「願以此功德」，什麼功德？「至心信樂，所有善根」是功德。如果我們這六個字全都沒有，這「願以此功德」，這一句話是空話，這一句話是假話，所以迴向也就落空了。因此我們必須有真實的功德，迴向、願求才能得到圓滿，這重要條件！蕅益大師在《要解》裡講得好，能不能往生就在「信願之有無」，這才講往生，能不能往生就在這裡。「品位高下，決定在念佛功夫的淺深」，沒有說多少，說淺深。你念佛功夫深，往生品位高，念佛的功夫淺，往生的品位低，所以「淺、深」兩個字我們要細心去體會。"
    },
    {
      "id": "02-034-0061_p0037",
      "zh_CN": "经文到这里，「心心回向，愿生我国」，就决定得生。至于念佛，这是阿弥陀佛自己讲的，『乃至十念』，就能往生。「十念」，古来祖师大德告诉我们，就是十声佛号。所谓是十念、一念必定得生，减到最低是一念。这一念是什么时候？临命终的时候，最后这一念是「阿弥陀佛」，这个人决定往生。日本有一派，他们专门着重这第十八愿，其他的统统都不要了，平常在生活当中也不需要检点。为什么？到临命终时，最后那一念就行了，就可以往生。在理论上讲是讲得通，没有问题，怕的是到最后临命终那一念，他不念佛怎么办？我们要想到这个问题，就不要被人骗了。",
      "zh_TW": "經文到這裡，「心心回向，願生我國」，就決定得生。至於念佛，這是阿彌陀佛自己講的，『乃至十念』，就能往生。「十念」，古來祖師大德告訴我們，就是十聲佛號。所謂是十念、一念必定得生，減到最低是一念。這一念是什麼時候？臨命終的時候，最後這一念是「阿彌陀佛」，這個人決定往生。日本有一派，他們專門著重這第十八願，其他的統統都不要了，平常在生活當中也不需要檢點。為什麼？到臨命終時，最後那一念就行了，就可以往生。在理論上講是講得通，沒有問題，怕的是到最後臨命終那一念，他不念佛怎麼辦？我們要想到這個問題，就不要被人騙了。"
    },
    {
      "id": "02-034-0061_p0038",
      "zh_CN": "他们叫什么？叫本愿念佛；本愿就是指第十八愿，其他都不要了。本愿念佛可能没有人往生，为什么？心不真实；果然「至心信乐」，你就不会执着在这一愿。你要晓得，一愿即是一切愿，四十八愿任何一愿里面，都包括其他的四十七愿，愿愿如是。如果还有这些妄想分别执着，守定这一愿，已经把佛的意思完全错会了。尤其是执着本愿念佛，我们修净土，他都排斥、都毁谤，他认为他们那是真正的净土修学法，我们都走错了，都不能成就。谤佛、谤法、谤僧，后面说得很好，『唯除五逆，诽谤正法』，他能往生吗？他不能往生。因为他毁谤正法，他怎么能往生？",
      "zh_TW": "他們叫什麼？叫本願念佛；本願就是指第十八願，其他都不要了。本願念佛可能沒有人往生，為什麼？心不真實；果然「至心信樂」，你就不會執著在這一願。你要曉得，一願即是一切願，四十八願任何一願裡面，都包括其他的四十七願，願願如是。如果還有這些妄想分別執著，守定這一願，已經把佛的意思完全錯會了。尤其是執著本願念佛，我們修淨土，他都排斥、都毀謗，他認為他們那是真正的淨土修學法，我們都走錯了，都不能成就。謗佛、謗法、謗僧，後面說得很好，『唯除五逆，誹謗正法』，他能往生嗎？他不能往生。因為他毀謗正法，他怎麼能往生？"
    },
    {
      "id": "02-034-0061_p0039",
      "zh_CN": "这个地方为我们提示，不但我们修净土，不能谤净土，而且对于所有大小乘佛法都不可以毁谤。为什么？这些佛法都是佛说的，你要说他不是，批评他，你是批评如来，你不是批评别人。有这种意念，毁谤三宝的罪名就成立了，你怎么能往生？世尊慈悲到极处，在《华严》末后，五十三参表演给我们看，五十三位善知识所修的法门各个不相同，我们在里面仔细去观察，没有互相毁谤，只有互相赞叹。为什么互相赞叹？《金刚经》大家念过，佛在经上讲「法门平等，无有高下」，只要是佛说的、是菩萨说的，都应当赞叹，不可以毁谤。毁谤是什么？是断别人的法身慧命。",
      "zh_TW": "這個地方為我們提示，不但我們修淨土，不能謗淨土，而且對於所有大小乘佛法都不可以毀謗。為什麼？這些佛法都是佛說的，你要說他不是，批評他，你是批評如來，你不是批評別人。有這種意念，毀謗三寶的罪名就成立了，你怎麼能往生？世尊慈悲到極處，在《華嚴》末後，五十三參表演給我們看，五十三位善知識所修的法門各個不相同，我們在裡面仔細去觀察，沒有互相毀謗，只有互相讚歎。為什麼互相讚歎？《金剛經》大家念過，佛在經上講「法門平等，無有高下」，只要是佛說的、是菩薩說的，都應當讚歎，不可以毀謗。毀謗是什麼？是斷別人的法身慧命。"
    },
    {
      "id": "02-034-0061_p0040",
      "zh_CN": "人家修学这个法门，你说这个法门不好，说这个法门不能成就，我这个法门好，你已经犯菩萨戒了；菩萨戒里头说「自赞毁他」，你不就犯戒了吗？而且这个毁他，还不是普通的毁他，毁谤三宝。我们自己好好反省反省，我们在日常生活当中，接触一些广大群众，有没有干这个事情？如果有干这个事情，要忏悔，真正忏悔；不忏悔，这一生不能成就。业障习气够重了，还天天在增加，那怎么得了？消业障都已经是消不了，天天还在增加罪业。所以我们要晓得，我们念佛、学佛，搞了这么久，消息都没有，这原因总算找到了。",
      "zh_TW": "人家修學這個法門，你說這個法門不好，說這個法門不能成就，我這個法門好，你已經犯菩薩戒了；菩薩戒裡頭說「自讚毀他」，你不就犯戒了嗎？而且這個毀他，還不是普通的毀他，毀謗三寶。我們自己好好反省反省，我們在日常生活當中，接觸一些廣大群眾，有沒有幹這個事情？如果有幹這個事情，要懺悔，真正懺悔；不懺悔，這一生不能成就。業障習氣夠重了，還天天在增加，那怎麼得了？消業障都已經是消不了，天天還在增加罪業。所以我們要曉得，我們念佛、學佛，搞了這麼久，消息都沒有，這原因總算找到了。"
    },
    {
      "id": "02-034-0061_p0041",
      "zh_CN": "我们的心不像佛心，我们的愿不是佛愿，我们的行也不是佛行，我们的「心愿行」全是在轮回，轮回心造轮回业，我们干的是这个。我们用的是妄心，不是真心；我们的信是假信、迷信，正信都谈不上；我们的乐，乐在五欲六尘，乐在财色名利，我们以这个为乐，不是佛菩萨的乐。这个干法不堕地狱，谁堕地狱？古人常讲，「地狱门前僧道多」，这话不是骂人，这话是事实。出家人打着佛的招牌，接受一切大众的供养，日子过得舒舒服服的，还是轮回心造轮回业，这就堕阿鼻地狱了。为什么？欺骗如来，欺骗众生，这个罪还得了吗？不要以为我没有什么错事，没有做错事，没有过失，等到阎罗王给你宣布的时候，已经后悔莫及了；我们不要等到他宣布，我们自己先要想一想。",
      "zh_TW": "我們的心不像佛心，我們的願不是佛願，我們的行也不是佛行，我們的「心願行」全是在輪迴，輪迴心造輪迴業，我們幹的是這個。我們用的是妄心，不是真心；我們的信是假信、迷信，正信都談不上；我們的樂，樂在五欲六塵，樂在財色名利，我們以這個為樂，不是佛菩薩的樂。這個幹法不墮地獄，誰墮地獄？古人常講，「地獄門前僧道多」，這話不是罵人，這話是事實。出家人打著佛的招牌，接受一切大眾的供養，日子過得舒舒服服的，還是輪迴心造輪迴業，這就墮阿鼻地獄了。為什麼？欺騙如來，欺騙眾生，這個罪還得了嗎？不要以為我沒有什麼錯事，沒有做錯事，沒有過失，等到閻羅王給你宣布的時候，已經後悔莫及了；我們不要等到他宣布，我們自己先要想一想。"
    },
    {
      "id": "02-034-0061_p0042",
      "zh_CN": "所以「十念必生」，我们要懂得它的真实义。本愿念佛，如果真正通达教义，他决定不毁谤。无论你依哪一部经论，念佛求生净土，甚至于不是依净宗经论；我们在《无量寿经》看到，「三辈往生」经文里头末后的一段，修学大乘者，无论修学哪一个宗派，无论修学哪一个法门，只要将功德回向求生净土，统统可以得生。你说这个门多广大，显示出来阿弥陀佛真的是「心包太虚，量周沙界」，对于虚空法界一切众生没有一个不摄受，慈悲到了极处，怎么可以批评？怎么可以毁谤？所以此地讲「唯除五逆，诽谤正法」的意思，非常非常之深，我们自己要很谨慎，千万不要造这个罪业。",
      "zh_TW": "所以「十念必生」，我們要懂得它的真實義。本願念佛，如果真正通達教義，他決定不毀謗。無論你依哪一部經論，念佛求生淨土，甚至於不是依淨宗經論；我們在《無量壽經》看到，「三輩往生」經文裡頭末後的一段，修學大乘者，無論修學哪一個宗派，無論修學哪一個法門，只要將功德迴向求生淨土，統統可以得生。你說這個門多廣大，顯示出來阿彌陀佛真的是「心包太虛，量周沙界」，對於虛空法界一切眾生沒有一個不攝受，慈悲到了極處，怎麼可以批評？怎麼可以毀謗？所以此地講「唯除五逆，誹謗正法」的意思，非常非常之深，我們自己要很謹慎，千萬不要造這個罪業。"
    },
    {
      "id": "02-034-0061_p0043",
      "zh_CN": "我们到别人道场，只有赞叹，只有谦虚恭敬。有一些知道我的一些法师们，他们很欢迎，请我去为他们信徒讲讲话。他为什么喜欢请我？他知道我不破坏他的法，我赞叹他的法。你们有很多同修见到，往年我在香港，大屿山圣一法师请我到他道场里面，跟同参道友们结结缘。他是修禅的道场，我进入他的道场，对每个人赞叹禅，净土一字不提。为什么？人家禅宗道场，已经修学那么多年了，赞叹禅，赞叹他的法师，赞叹他修学的方法，赞叹他们同参道友，让他们更精进。佛家常说，「宁动千江水，不动道人心」。只有那些无知无识的人，到那里，「你这个法门难，恐怕不容易成就，还是念佛好」，你不就把人家心都搞乱掉了？不可以，各人根性不相同，不能把那些人都看作是自己的根性。所以一定要自谦而尊人，我们要学《华严》五十三参。",
      "zh_TW": "我們到別人道場，只有讚歎，只有謙虛恭敬。有一些知道我的一些法師們，他們很歡迎，請我去為他們信徒講講話。他為什麼喜歡請我？他知道我不破壞他的法，我讚歎他的法。你們有很多同修見到，往年我在香港，大嶼山聖一法師請我到他道場裡面，跟同參道友們結結緣。他是修禪的道場，我進入他的道場，對每個人讚歎禪，淨土一字不提。為什麼？人家禪宗道場，已經修學那麼多年了，讚歎禪，讚歎他的法師，讚歎他修學的方法，讚歎他們同參道友，讓他們更精進。佛家常說，「寧動千江水，不動道人心」。只有那些無知無識的人，到那裡，「你這個法門難，恐怕不容易成就，還是念佛好」，你不就把人家心都搞亂掉了？不可以，各人根性不相同，不能把那些人都看作是自己的根性。所以一定要自謙而尊人，我們要學《華嚴》五十三參。"
    },
    {
      "id": "02-034-0061_p0044",
      "zh_CN": "过去演培法师请我去讲演，到他道场。演培法师修弥勒净土，我到他那地方赞叹弥勒菩萨，赞叹弥勒净土，决不提弥陀净土，这懂规矩。这一套规矩，是我从前在台中跟李炳南老居士，他老人家教导我们的，决定不能够破坏别人的修行，不可以破坏人的正念；无论修学哪个法门都是正念。现在我们应用得更广，我们接触许许多多宗教，我们接触天主教，赞叹天主教，接触回教，赞叹回教，它都是正法。实实在在的，基督教的牧师，回教的阿訇，我眼睛里面看都是佛菩萨的化身。度那一类的根机，要用那些方法来度他，佛菩萨随类现身，随机说法，我们怎么敢轻视？凡夫只有我一个人，那些都是佛菩萨化身。我们用什么心看待？孝顺心、恭敬心，像孝顺父母，恭敬诸佛一样，我们才能成就。这个观念转不过来，佛法修学就会有障碍，就会有困难。今天我们就讲到此地。",
      "zh_TW": "過去演培法師請我去講演，到他道場。演培法師修彌勒淨土，我到他那地方讚歎彌勒菩薩，讚歎彌勒淨土，決不提彌陀淨土，這懂規矩。這一套規矩，是我從前在台中跟李炳南老居士，他老人家教導我們的，決定不能夠破壞別人的修行，不可以破壞人的正念；無論修學哪個法門都是正念。現在我們應用得更廣，我們接觸許許多多宗教，我們接觸天主教，讚歎天主教，接觸回教，讚歎回教，它都是正法。實實在在的，基督教的牧師，回教的阿訇，我眼睛裡面看都是佛菩薩的化身。度那一類的根機，要用那些方法來度他，佛菩薩隨類現身，隨機說法，我們怎麼敢輕視？凡夫只有我一個人，那些都是佛菩薩化身。我們用什麼心看待？孝順心、恭敬心，像孝順父母，恭敬諸佛一樣，我們才能成就。這個觀念轉不過來，佛法修學就會有障礙，就會有困難。今天我們就講到此地。"
    }
  ]
}