{
  "doc_id": "02-034-0033",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十三集",
    "zh_TW": "第三十三集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0033",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-034-0033_p0001",
      "zh_CN": "请掀开经本第十一面，经文第三行︰",
      "zh_TW": "請掀開經本第十一面，經文第三行︰"
    },
    {
      "id": "02-034-0033_p0002",
      "zh_CN": "【又有殊胜行愿。及念慧力。增上其心。坚固不动。修行精进。无能逾者】",
      "zh_TW": "【又有殊勝行願。及念慧力。增上其心。堅固不動。修行精進。無能踰者】"
    },
    {
      "id": "02-034-0033_p0003",
      "zh_CN": "今天我们接着再介绍阿弥陀佛在因地修行，这个时候他是以国王的身分出家拜师学道。前面曾经介绍过他的禀赋「高才勇哲」，在修学过程当中都超越了他的同伴。今天我们接着再看经文，『又有殊胜行愿，及念慧力，增上其心』。「殊」是殊特、超胜，也就是说他的德行、他的弘愿超过一切大众，也就是超过一切菩萨，这个地方我们要明了，也应当要学习。诸佛如来在因地都发大愿，我们现在在因地也发大愿，愿是发了，愿能不能兑现？这就有问题了。如果所发的愿能够圆圆满满兑现，百分之百的兑现，这个愿就殊胜了。如果愿虽然发了，也能做到，但是做得不够圆满，这个愿就欠殊胜。许多凡夫佛子，愿是天天发，完全没有兑现，所以修学怎么会有成就？法藏的「殊胜行愿」指什么？通说就是四弘誓愿，别说是下面「第六品」所讲的四十八愿。愿虽然有四十八条，归纳起来还是不超过四弘誓愿，所以四弘是总说，四十八愿是别说。四十八愿显示四弘誓愿他百分之百的做到了，这就是他殊胜之处。",
      "zh_TW": "今天我們接著再介紹阿彌陀佛在因地修行，這個時候他是以國王的身分出家拜師學道。前面曾經介紹過他的稟賦「高才勇哲」，在修學過程當中都超越了他的同伴。今天我們接著再看經文，『又有殊勝行願，及念慧力，增上其心』。「殊」是殊特、超勝，也就是說他的德行、他的弘願超過一切大眾，也就是超過一切菩薩，這個地方我們要明瞭，也應當要學習。諸佛如來在因地都發大願，我們現在在因地也發大願，願是發了，願能不能兌現？這就有問題了。如果所發的願能夠圓圓滿滿兌現，百分之百的兌現，這個願就殊勝了。如果願雖然發了，也能做到，但是做得不夠圓滿，這個願就欠殊勝。許多凡夫佛子，願是天天發，完全沒有兌現，所以修學怎麼會有成就？法藏的「殊勝行願」指什麼？通說就是四弘誓願，別說是下面「第六品」所講的四十八願。願雖然有四十八條，歸納起來還是不超過四弘誓願，所以四弘是總說，四十八願是別說。四十八願顯示四弘誓願他百分之百的做到了，這就是他殊勝之處。"
    },
    {
      "id": "02-034-0033_p0004",
      "zh_CN": "四弘愿里面第一条「众生无边誓愿度」，我们也都发这个愿，常常在共修的场合当中，在礼忏当中，我们也都念四弘誓愿的偈子。念是念，到底有没有发？这就很难说。不是说我们念了就发了，没有那么简单。每个人发，每个人发的情形不一样，你做到了几成？愿文里面说得很清楚，众生无边，不只我们居住的这个都市，也不只这一个国家，也不只这一个地球，无量无边是指的尽虚空、遍法界，我们有没有这么大的心量？现在同学们都有一些科学的知识，知道太空当中有许许多多的星球，星球的数量是没有办法数尽的。而这些星球当中，决定不是只有地球这一个星球上有人类居住，所谓是有高等的生物。科学家们相信，有高等生物居住的星球，数量还是很多很多。他们所说的高等生物，只限于我们今天讲的动物、植物，指这两类。佛给我们讲六道，而六道的观念、六道的事实，在释迦牟尼佛在世的时候，也就是说二千五百年前，古印度许多古老的宗教家，他们都承认，他们都肯定。怎么知道？都是在甚深禅定当中见到的。所以我们晓得，很深禅定里面突破了时空。实在讲，今天我们佛家讲的十法界，很像科学家里面所说的十种不同空间的维次，所谓是三度空间、四度空间、五度空间，乃至于无限度的空间。科学家懂得，知道宇宙之间有这个现象，但是现在还想不出方法来突破。",
      "zh_TW": "四弘願裡面第一條「眾生無邊誓願度」，我們也都發這個願，常常在共修的場合當中，在禮懺當中，我們也都念四弘誓願的偈子。念是念，到底有沒有發？這就很難說。不是說我們念了就發了，沒有那麼簡單。每個人發，每個人發的情形不一樣，你做到了幾成？願文裡面說得很清楚，眾生無邊，不只我們居住的這個都市，也不只這一個國家，也不只這一個地球，無量無邊是指的盡虛空、遍法界，我們有沒有這麼大的心量？現在同學們都有一些科學的知識，知道太空當中有許許多多的星球，星球的數量是沒有辦法數盡的。而這些星球當中，決定不是只有地球這一個星球上有人類居住，所謂是有高等的生物。科學家們相信，有高等生物居住的星球，數量還是很多很多。他們所說的高等生物，只限於我們今天講的動物、植物，指這兩類。佛給我們講六道，而六道的觀念、六道的事實，在釋迦牟尼佛在世的時候，也就是說二千五百年前，古印度許多古老的宗教家，他們都承認，他們都肯定。怎麼知道？都是在甚深禪定當中見到的。所以我們曉得，很深禪定裡面突破了時空。實在講，今天我們佛家講的十法界，很像科學家裡面所說的十種不同空間的維次，所謂是三度空間、四度空間、五度空間，乃至於無限度的空間。科學家懂得，知道宇宙之間有這個現象，但是現在還想不出方法來突破。"
    },
    {
      "id": "02-034-0033_p0005",
      "zh_CN": "由此可知，今天世间人的观察，无论用什么样的科学仪器观察太空，实在讲也只能观察到三度空间，充其量观察到四度空间，再上去就看不到了，就不是科学仪器能够做得到的。这就是说现代有许多传说，说看到外太空飞行的工具，一般人称为飞碟，也发现了有许多的状况；甚至于传说还有外太空人、外星人，曾经降落在我们地球上。现在一般书店里面报导这些的书刊数量很多。是不是真有这回事情？非常可能有。像传说当中的飞碟，飞碟我是亲眼见过的，我相信有这个东西存在。我看的时候不只我一个人，我旁边很多朋友们同时都看到；而到第二天报纸上也刊登出来，许多人看到。这些说明凡是能够看得到的，外星人到地球上来登陆，他在六道里头还是属于人道，他不是天道。如果天道，天人要到我们这个世间来，何必还要用工具？还要用飞行工具？不需要了。他还要用飞行工具是人道，不是天道。由此可知，佛在经上告诉我们天有二十八层，这是释迦牟尼佛的教化区，叫一个大千世界。佛告诉我们像这样的大千世界，在太空当中无量无边，没有法子计算的，经上常讲「恒河沙数」。",
      "zh_TW": "由此可知，今天世間人的觀察，無論用什麼樣的科學儀器觀察太空，實在講也只能觀察到三度空間，充其量觀察到四度空間，再上去就看不到了，就不是科學儀器能夠做得到的。這就是說現代有許多傳說，說看到外太空飛行的工具，一般人稱為飛碟，也發現了有許多的狀況；甚至於傳說還有外太空人、外星人，曾經降落在我們地球上。現在一般書店裡面報導這些的書刊數量很多。是不是真有這回事情？非常可能有。像傳說當中的飛碟，飛碟我是親眼見過的，我相信有這個東西存在。我看的時候不只我一個人，我旁邊很多朋友們同時都看到；而到第二天報紙上也刊登出來，許多人看到。這些說明凡是能夠看得到的，外星人到地球上來登陸，他在六道裡頭還是屬於人道，他不是天道。如果天道，天人要到我們這個世間來，何必還要用工具？還要用飛行工具？不需要了。他還要用飛行工具是人道，不是天道。由此可知，佛在經上告訴我們天有二十八層，這是釋迦牟尼佛的教化區，叫一個大千世界。佛告訴我們像這樣的大千世界，在太空當中無量無邊，沒有法子計算的，經上常講「恆河沙數」。"
    },
    {
      "id": "02-034-0033_p0006",
      "zh_CN": "这么多世界，实在讲，哪一个世界里面都有众生。我们为什么能够这样肯定？佛在经里面给我们讲了一个道理，我们对这个道理深信不疑。这个道理是什么？依报是从正报变现出来的。法相唯识宗的典籍就讲得很清楚，讲法界的形成，最初是一念不觉而有无明，从无明变成三细相。三细相就是讲宇宙生起的因缘，无明业相；从无明业相里面生出见分；由见分再生出相分，相分就是境界相。那怎么可能说有一个星球上面，没有正报的人住在那里，他怎么会出现依报？怎么讲也讲不通。现在我们地球上人类科技发展，算是有了初步的成就，我们太空人也登陆月球了，证明月球上没有看到有人。人没有看到，畜生没有看到，那月球上有没有鬼住？他就看不到了。我们地球上有鬼住，偶尔也有见到鬼的；也有神仙住，我们这个地球是凡圣同居土。",
      "zh_TW": "這麼多世界，實在講，哪一個世界裡面都有眾生。我們為什麼能夠這樣肯定？佛在經裡面給我們講了一個道理，我們對這個道理深信不疑。這個道理是什麼？依報是從正報變現出來的。法相唯識宗的典籍就講得很清楚，講法界的形成，最初是一念不覺而有無明，從無明變成三細相。三細相就是講宇宙生起的因緣，無明業相；從無明業相裡面生出見分；由見分再生出相分，相分就是境界相。那怎麼可能說有一個星球上面，沒有正報的人住在那裡，他怎麼會出現依報？怎麼講也講不通。現在我們地球上人類科技發展，算是有了初步的成就，我們太空人也登陸月球了，證明月球上沒有看到有人。人沒有看到，畜生沒有看到，那月球上有沒有鬼住？他就看不到了。我們地球上有鬼住，偶爾也有見到鬼的；也有神仙住，我們這個地球是凡聖同居土。"
    },
    {
      "id": "02-034-0033_p0007",
      "zh_CN": "唐朝时候的记载，五台山大圣竹林寺是文殊菩萨的道场，曾经有人遇到过。你们读《慈悲三昧水忏》，念到悟达国师害了人面疮，求助于迦诺迦尊者；迦诺迦尊者是阿罗汉，他的道场在四川。他跟他有缘分见到了，病治好之后离开道场，再回头一看道场没有了，变成一片荒山。所以我们晓得，菩萨的道场、罗汉的道场、天人的道场、鬼神居住的地方，我们人见不到；见不到不能说没有。我们今天只可以说月球里面没有人，没有我们熟知的动物。动物的种类非常复杂，有些动物我们人见不到，所以只可以说，我们人类熟悉的动物见不到，说不定还有我们肉眼见不到的那些生物，居住在这些星球上面。《药师本愿经》里面给我们讲的月光菩萨、日光菩萨，不但是月球里面有菩萨住，太阳火球里头也有菩萨居住。这种境界正是像《华严经》上所说的，「不思议解脱境界」，不是我们凡夫能想像得到的。",
      "zh_TW": "唐朝時候的記載，五台山大聖竹林寺是文殊菩薩的道場，曾經有人遇到過。你們讀《慈悲三昧水懺》，念到悟達國師害了人面瘡，求助於迦諾迦尊者；迦諾迦尊者是阿羅漢，他的道場在四川。他跟他有緣分見到了，病治好之後離開道場，再回頭一看道場沒有了，變成一片荒山。所以我們曉得，菩薩的道場、羅漢的道場、天人的道場、鬼神居住的地方，我們人見不到；見不到不能說沒有。我們今天只可以說月球裡面沒有人，沒有我們熟知的動物。動物的種類非常複雜，有些動物我們人見不到，所以只可以說，我們人類熟悉的動物見不到，說不定還有我們肉眼見不到的那些生物，居住在這些星球上面。《藥師本願經》裡面給我們講的月光菩薩、日光菩薩，不但是月球裡面有菩薩住，太陽火球裡頭也有菩薩居住。這種境界正是像《華嚴經》上所說的，「不思議解脫境界」，不是我們凡夫能想像得到的。"
    },
    {
      "id": "02-034-0033_p0008",
      "zh_CN": "世界之大，无奇不有，众生种类、族别之多，也是无量无边。四弘誓愿这一句，这一切众生我们都要发心去度脱，你说这个心量多大。我们今天六根，眼、耳、鼻、舌、身、意，能够接触得到的众生，我们要度他。接触不到，我们知道决定有；接触不到是我们的能力没有恢复，我们肯定他存在。我们相信佛的话，佛是真语者、实语者，佛决定没有妄语；而且佛所说的话，绝不是神话、绝不是预言。佛要我们一桩一桩将它证实，在修行是信、解、行、证，要把佛的话证明、证实，要我们真正认识明了虚空法界。一切众生，我们现在能见到的也好，见不到的也好，与我们息息相关，我们关心他，我们常常念他，所以才发愿「众生无边誓愿度」，这个心愿里面包含着尽虚空遍法界一切众生。这个度是什么意思？用现代的话来说，关怀他。我们用真诚心、清净心、平等心、大慈悲心，关怀一切众生，爱护一切众生。众生需要帮助的话，只要我们自己力量能做得到，一定要伸出援手，一定要帮助；没有力量帮助，我们也要真诚为他祝福，这是度的意思。为了要帮助这些众生，佛法里面常说，「佛氏门中，不舍一人」，这个愿心多大，一个众生也不舍弃。这个事情只有佛才能办到，菩萨都不能做到圆满，只有佛才能做得圆满，何况我们凡夫。",
      "zh_TW": "世界之大，無奇不有，眾生種類、族別之多，也是無量無邊。四弘誓願這一句，這一切眾生我們都要發心去度脫，你說這個心量多大。我們今天六根，眼、耳、鼻、舌、身、意，能夠接觸得到的眾生，我們要度他。接觸不到，我們知道決定有；接觸不到是我們的能力沒有恢復，我們肯定他存在。我們相信佛的話，佛是真語者、實語者，佛決定沒有妄語；而且佛所說的話，絕不是神話、絕不是預言。佛要我們一樁一樁將它證實，在修行是信、解、行、證，要把佛的話證明、證實，要我們真正認識明瞭虛空法界。一切眾生，我們現在能見到的也好，見不到的也好，與我們息息相關，我們關心他，我們常常念他，所以才發願「眾生無邊誓願度」，這個心願裡面包含著盡虛空遍法界一切眾生。這個度是什麼意思？用現代的話來說，關懷他。我們用真誠心、清淨心、平等心、大慈悲心，關懷一切眾生，愛護一切眾生。眾生需要幫助的話，只要我們自己力量能做得到，一定要伸出援手，一定要幫助；沒有力量幫助，我們也要真誠為他祝福，這是度的意思。為了要幫助這些眾生，佛法裡面常說，「佛氏門中，不捨一人」，這個願心多大，一個眾生也不捨棄。這個事情只有佛才能辦到，菩薩都不能做到圓滿，只有佛才能做得圓滿，何況我們凡夫。"
    },
    {
      "id": "02-034-0033_p0009",
      "zh_CN": "所以我们要发愿帮助一切众生，首先自己要修成佛道。为什么？到佛的境界，我们的智慧、我们的能力完全恢复了，我们的眼睁开来，远可以看到虚空法界，尽虚空、遍法界我们都能看得清清楚楚，就像佛在经上讲「如对目前」，就好像我们人面对面，看得那么仔细、那么清楚。经上尤其举例，多远距离？一旬，一旬是我们中国人讲八尺，八尺的距离很近。我坐在此地跟你们的距离不只八尺，大概有二十尺都不止。你想想看，那么近，那不是看得很清楚。极乐世界距离我们十万亿佛国土，我们看极乐世界也如同面前，能力恢复了。往小处去看，不必用科学仪器，我们能看到桌椅板凳摆在我们面前，事事物物看到这个东西里面的原子、电子、粒子，看到它在里头运动，这是你见的能力恢复了，眼的功能。耳的功能恢复了，我们今天讲的声波，宇宙之间的声波也是无量无边，我们能够想像得到，能够理解。声波是从哪里来的？振动来的，只要有振动就有音声，振动幅度大小不一样，于是形成波的长短不相同。我们今天这个耳，在许许多多不同音波里面，只能够接收非常窄小的一部分，比这个音高的我们听不到，比这个音低的我们也听不到，这个大家都能懂得，都能理解。如果我们耳根能力完全恢复了，极高的音波我们能听得清楚，极低的蚂蚁在蚂蚁洞里说话，我们也能听得清清楚楚。你的能力要不能恢复，你怎么能帮助一切众生？所以恢复能力，是我们当前最重要的大事情。",
      "zh_TW": "所以我們要發願幫助一切眾生，首先自己要修成佛道。為什麼？到佛的境界，我們的智慧、我們的能力完全恢復了，我們的眼睜開來，遠可以看到虛空法界，盡虛空、遍法界我們都能看得清清楚楚，就像佛在經上講「如對目前」，就好像我們人面對面，看得那麼仔細、那麼清楚。經上尤其舉例，多遠距離？一旬，一旬是我們中國人講八尺，八尺的距離很近。我坐在此地跟你們的距離不只八尺，大概有二十尺都不止。你想想看，那麼近，那不是看得很清楚。極樂世界距離我們十萬億佛國土，我們看極樂世界也如同面前，能力恢復了。往小處去看，不必用科學儀器，我們能看到桌椅板凳擺在我們面前，事事物物看到這個東西裡面的原子、電子、粒子，看到它在裡頭運動，這是你見的能力恢復了，眼的功能。耳的功能恢復了，我們今天講的聲波，宇宙之間的聲波也是無量無邊，我們能夠想像得到，能夠理解。聲波是從哪裡來的？振動來的，只要有振動就有音聲，振動幅度大小不一樣，於是形成波的長短不相同。我們今天這個耳，在許許多多不同音波裡面，只能夠接收非常窄小的一部分，比這個音高的我們聽不到，比這個音低的我們也聽不到，這個大家都能懂得，都能理解。如果我們耳根能力完全恢復了，極高的音波我們能聽得清楚，極低的螞蟻在螞蟻洞裡說話，我們也能聽得清清楚楚。你的能力要不能恢復，你怎麼能幫助一切眾生？所以恢復能力，是我們當前最重要的大事情。"
    },
    {
      "id": "02-034-0033_p0010",
      "zh_CN": "能力要怎么个恢复法？佛在《华严》上告诉我们，「出现品」里头经文讲，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」，佛是一语道破，把我们的病根说出来。我们每一个人都有如来，都有佛陀那样的智慧、那样的德能。德能就是我刚才所举的耳目聪明。你的目，眼睛能够见虚空法界，耳朵也能听虚空法界，哪里用得我们现在这么麻烦！我们在此地讲演，我们知道现在全世界，有许多人在这个时候，同时在收看我们的讲经，借重科学仪器来传播，这多麻烦！佛说我们有本能，不需要借重任何仪器的帮助，诸佛如来在他们本国讲经，我们这儿能听到、能看到。不但我们眼能看到，耳能听到，我们的手还能摸到、还能接触到，这真正是不可思议，这是讲的德能。「相」是相貌，如大经上所讲，「佛有无量相，相有无量好」，我们人人都具足。为什么今天全部都丧失了？这正如佛说的，我们怎么失掉的？妄想、执着，这当中还有一个分别，省略了；妄想、分别、执着把我们的能力丧失掉了。",
      "zh_TW": "能力要怎麼個恢復法？佛在《華嚴》上告訴我們，「出現品」裡頭經文講，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」，佛是一語道破，把我們的病根說出來。我們每一個人都有如來，都有佛陀那樣的智慧、那樣的德能。德能就是我剛才所舉的耳目聰明。你的目，眼睛能夠見虛空法界，耳朵也能聽虛空法界，哪裡用得我們現在這麼麻煩！我們在此地講演，我們知道現在全世界，有許多人在這個時候，同時在收看我們的講經，借重科學儀器來傳播，這多麻煩！佛說我們有本能，不需要借重任何儀器的幫助，諸佛如來在他們本國講經，我們這兒能聽到、能看到。不但我們眼能看到，耳能聽到，我們的手還能摸到、還能接觸到，這真正是不可思議，這是講的德能。「相」是相貌，如大經上所講，「佛有無量相，相有無量好」，我們人人都具足。為什麼今天全部都喪失了？這正如佛說的，我們怎麼失掉的？妄想、執著，這當中還有一個分別，省略了；妄想、分別、執著把我們的能力喪失掉了。"
    },
    {
      "id": "02-034-0033_p0011",
      "zh_CN": "我们也很清楚能体会到十法界怎么来的，十法界里面的众生都是迷，都没觉悟，只是迷的有浅深不一样。六道迷得深，四圣法界迷得浅，只是这个差别而已。四圣法界没有见性，这经上讲得很清楚；一定要突破十法界，证得一真法界，才算是明心见性，见性成佛。所以我们知道十法界从哪里来的？从分别、执着而来的。有分别又有执着，是六道；有分别没有执着，这六道就没有了。剩下来的四圣法界，声闻、缘觉、菩萨，他们有分别没有执着；如果分别也没有了，那就好了，十法界没有了，入一真，一真是平等法界。诸位要晓得十法界不平等，一真法界就平等了。你有分别，你就没有办法入平等法界，所以要把分别舍掉。",
      "zh_TW": "我們也很清楚能體會到十法界怎麼來的，十法界裡面的眾生都是迷，都沒覺悟，只是迷的有淺深不一樣。六道迷得深，四聖法界迷得淺，只是這個差別而已。四聖法界沒有見性，這經上講得很清楚；一定要突破十法界，證得一真法界，才算是明心見性，見性成佛。所以我們知道十法界從哪裡來的？從分別、執著而來的。有分別又有執著，是六道；有分別沒有執著，這六道就沒有了。剩下來的四聖法界，聲聞、緣覺、菩薩，他們有分別沒有執著；如果分別也沒有了，那就好了，十法界沒有了，入一真，一真是平等法界。諸位要曉得十法界不平等，一真法界就平等了。你有分別，你就沒有辦法入平等法界，所以要把分別捨掉。"
    },
    {
      "id": "02-034-0033_p0012",
      "zh_CN": "诸位同修一定要知道，我们舍一切执着，就舍六道轮回。一切执着，不论是世法、佛法，《金刚经》上讲得很好，「法尚应舍，何况非法」，告诉我们佛法都不可以执着，你执着佛法还是错误。佛法要不要？要。不但佛法要，世间法我们也要；要没有关系，执着不得，分别不得。只要你离分别、执着，世出世间法你就受用自在，你就得大自在。这正是《华严》上给我们讲的，「理事无碍，事事无碍」，本来是没有障碍的，障碍都是出在妄想、分别、执着。你妄想、分别、执着不断，理事有障碍，事事有障碍，只要你把这个东西舍弃之后，事事就没有障碍。我们在大经里面看到如来得大自在，唐译的《华严经》形容他「师子频申」；晋译的《华严经》里面「师子奋迅」，都是比喻大自在的意思。由此可知，我们如果不能恢复自己的智慧德能，这个愿是空愿，不能兑现，你没有能力帮助别人。",
      "zh_TW": "諸位同修一定要知道，我們捨一切執著，就捨六道輪迴。一切執著，不論是世法、佛法，《金剛經》上講得很好，「法尚應捨，何況非法」，告訴我們佛法都不可以執著，你執著佛法還是錯誤。佛法要不要？要。不但佛法要，世間法我們也要；要沒有關係，執著不得，分別不得。只要你離分別、執著，世出世間法你就受用自在，你就得大自在。這正是《華嚴》上給我們講的，「理事無礙，事事無礙」，本來是沒有障礙的，障礙都是出在妄想、分別、執著。你妄想、分別、執著不斷，理事有障礙，事事有障礙，只要你把這個東西捨棄之後，事事就沒有障礙。我們在大經裡面看到如來得大自在，唐譯的《華嚴經》形容他「師子頻申」；晉譯的《華嚴經》裡面「師子奮迅」，都是比喻大自在的意思。由此可知，我們如果不能恢復自己的智慧德能，這個願是空願，不能兌現，你沒有能力幫助別人。"
    },
    {
      "id": "02-034-0033_p0013",
      "zh_CN": "要怎样恢复自己的能力？佛教给我们断烦恼。所以第二愿「烦恼无尽誓愿断」。烦恼的头绪太多了，说不尽，佛经里面讲「八万尘劳烦恼」。八万不是随便说的，真有，你们查查《佛学辞典》，查查《教乘法数》，八万四千烦恼真的它一条条给你列出来，真有那么多。而四弘誓愿愿文里面跟我们讲的「烦恼无尽誓愿断」，比八万四千还多，不只八万四千。怎么个断法？如果你要是一桩一桩断，那就太麻烦了，那是很笨的修学方法。在中国古代的祖师大德教我们，实际上都是佛在经中所说的，修行要从根本修，断烦恼要从根本断。这就像砍树一样，你不想要这棵树，把这棵树去掉，你怎么砍树？先去摘叶子，一片一片叶子摘下来，然后再削枝，你说你有多麻烦。聪明人从树根挖下来，马上就拿走了，哪有那么麻烦事情。烦恼虽然多，它有根，根是什么？就是刚才讲的妄想、分别、执着，这是根。你要不知道妄想、分别、执着到底是什么东西？佛很具体的告诉我们，贪、瞋、痴、慢，我们就恍然大悟了。「身见」，头一个是身见，把这个身体看作我，执着身体就是我，这是烦恼的根本。从这个错误的认知，产生出我贪、我瞋、我痴、我慢，麻烦来了，都是一个「我」字。这个「我」是从执着里面生的；妄想、分别、执着里面产生的，假的不是真的。",
      "zh_TW": "要怎樣恢復自己的能力？佛教給我們斷煩惱。所以第二願「煩惱無盡誓願斷」。煩惱的頭緒太多了，說不盡，佛經裡面講「八萬塵勞煩惱」。八萬不是隨便說的，真有，你們查查《佛學辭典》，查查《教乘法數》，八萬四千煩惱真的它一條條給你列出來，真有那麼多。而四弘誓願願文裡面跟我們講的「煩惱無盡誓願斷」，比八萬四千還多，不只八萬四千。怎麼個斷法？如果你要是一樁一樁斷，那就太麻煩了，那是很笨的修學方法。在中國古代的祖師大德教我們，實際上都是佛在經中所說的，修行要從根本修，斷煩惱要從根本斷。這就像砍樹一樣，你不想要這棵樹，把這棵樹去掉，你怎麼砍樹？先去摘葉子，一片一片葉子摘下來，然後再削枝，你說你有多麻煩。聰明人從樹根挖下來，馬上就拿走了，哪有那麼麻煩事情。煩惱雖然多，它有根，根是什麼？就是剛才講的妄想、分別、執著，這是根。你要不知道妄想、分別、執著到底是什麼東西？佛很具體的告訴我們，貪、瞋、痴、慢，我們就恍然大悟了。「身見」，頭一個是身見，把這個身體看作我，執著身體就是我，這是煩惱的根本。從這個錯誤的認知，產生出我貪、我瞋、我痴、我慢，麻煩來了，都是一個「我」字。這個「我」是從執著裡面生的；妄想、分別、執著裡面產生的，假的不是真的。"
    },
    {
      "id": "02-034-0033_p0014",
      "zh_CN": "所以佛在《金刚经》上说，「无我相，无人相，无众生相，无寿者相」，那是跟你讲真话。佛说这些，那有没有我们这个身体在？有。佛讲的「无我相，无人相」，那个相是你分别、执着的相，是无那个相，不是没有这个身相；这个身相在，每一个身相都在此地。「无我相」是没有分别、执着的我相；没有分别、执着的人相；没有分别、执着的众生相。「寿者相」就是我们今天讲时间跟空间的观念。寿者是指时间，时空是抽象观念，换句话还是从分别、执着里头产生的，不是真的。佛教给我们离相，是离妄想、分别、执着的相，不是我们事实这个相，你要搞就搞错了。这个相是怎么回事情？在相宗里面讲，阿赖耶的相分；如果从性宗里面讲，唯心所现，这是唯心所现的相。《般若经》上讲的「诸法实相」，就是说的这个。这是诸法实相，这个相不碍事，理事无碍，事事无碍。碍事的是什么？碍事的是你妄想、分别、执着那个相，那个相碍事。这个道理就很深很深，要细说得相当长的时间，好在《华严》后面还都会说到，而且说得很多。我们从这个地方体会到，断烦恼一定从根本上断，这我们常讲看破、放下。看破，了解事实真相；放下，就是放下妄想、分别、执着。更具体的说，放下贪瞋痴慢，放下是非人我，我们过的生活，就是诸佛菩萨高度智慧的生活。所以你一定要先断烦恼，你不断烦恼没有能力学佛法。",
      "zh_TW": "所以佛在《金剛經》上說，「無我相，無人相，無眾生相，無壽者相」，那是跟你講真話。佛說這些，那有沒有我們這個身體在？有。佛講的「無我相，無人相」，那個相是你分別、執著的相，是無那個相，不是沒有這個身相；這個身相在，每一個身相都在此地。「無我相」是沒有分別、執著的我相；沒有分別、執著的人相；沒有分別、執著的眾生相。「壽者相」就是我們今天講時間跟空間的觀念。壽者是指時間，時空是抽象觀念，換句話還是從分別、執著裡頭產生的，不是真的。佛教給我們離相，是離妄想、分別、執著的相，不是我們事實這個相，你要搞就搞錯了。這個相是怎麼回事情？在相宗裡面講，阿賴耶的相分；如果從性宗裡面講，唯心所現，這是唯心所現的相。《般若經》上講的「諸法實相」，就是說的這個。這是諸法實相，這個相不礙事，理事無礙，事事無礙。礙事的是什麼？礙事的是你妄想、分別、執著那個相，那個相礙事。這個道理就很深很深，要細說得相當長的時間，好在《華嚴》後面還都會說到，而且說得很多。我們從這個地方體會到，斷煩惱一定從根本上斷，這我們常講看破、放下。看破，了解事實真相；放下，就是放下妄想、分別、執著。更具體的說，放下貪瞋痴慢，放下是非人我，我們過的生活，就是諸佛菩薩高度智慧的生活。所以你一定要先斷煩惱，你不斷煩惱沒有能力學佛法。"
    },
    {
      "id": "02-034-0033_p0015",
      "zh_CN": "所以烦恼断尽之后，这第三愿叫「法门无量誓愿学」，你学法门就很简单、很容易。为什么？智慧开了，烦恼断了之后智慧开了，无量无边的法门一接触就通达。诸位在《无量寿经》，在《观无量寿佛经》里面看到，西方极乐世界修学的状况，你看多么殊胜，不但阿弥陀佛天天讲经说法，西方世界六尘都说法。诸位听了半年的《华严》，六尘说法的意思应该能懂得一点。六尘真说法不是假的，树木花草、一切万法没有一样不说法。又何况每个人都有能力，每一天亲近十方无量无边诸佛如来。你去供佛，你是修福；供佛当然听佛说法，闻法是修慧，西方极乐世界是福慧双修最好的一个处所，最好的道场。所以释迦牟尼佛劝我们到那边去，十方一切诸佛劝勉我们到极乐世界去，道理就在此地。为什么不到别的世界去，一定要到极乐世界？极乐世界是修学环境最佳之处。如果论其余的，有些世界比极乐世界还要殊胜，极乐世界不能跟它比的。但是论到教学、学习，所有一切诸佛刹土都比不上极乐世界。我们要晓得这个事实真相，才明了诸佛菩萨劝导我们往生极乐世界真正的意思。这个时候修学就快了，很短的时间就完成了智慧，跟如来果地上智慧无二无别。所以末后说「佛道无上誓愿成」，那是结果。四弘这四条在此地略说。法藏菩萨如何将四弘誓愿落实？如何将四弘誓愿修到圆满？那就是四十八愿。我们学这部经要在这个地方着眼，这个地方一点都不可以马虎的。",
      "zh_TW": "所以煩惱斷盡之後，這第三願叫「法門無量誓願學」，你學法門就很簡單、很容易。為什麼？智慧開了，煩惱斷了之後智慧開了，無量無邊的法門一接觸就通達。諸位在《無量壽經》，在《觀無量壽佛經》裡面看到，西方極樂世界修學的狀況，你看多麼殊勝，不但阿彌陀佛天天講經說法，西方世界六塵都說法。諸位聽了半年的《華嚴》，六塵說法的意思應該能懂得一點。六塵真說法不是假的，樹木花草、一切萬法沒有一樣不說法。又何況每個人都有能力，每一天親近十方無量無邊諸佛如來。你去供佛，你是修福；供佛當然聽佛說法，聞法是修慧，西方極樂世界是福慧雙修最好的一個處所，最好的道場。所以釋迦牟尼佛勸我們到那邊去，十方一切諸佛勸勉我們到極樂世界去，道理就在此地。為什麼不到別的世界去，一定要到極樂世界？極樂世界是修學環境最佳之處。如果論其餘的，有些世界比極樂世界還要殊勝，極樂世界不能跟它比的。但是論到教學、學習，所有一切諸佛剎土都比不上極樂世界。我們要曉得這個事實真相，才明瞭諸佛菩薩勸導我們往生極樂世界真正的意思。這個時候修學就快了，很短的時間就完成了智慧，跟如來果地上智慧無二無別。所以末後說「佛道無上誓願成」，那是結果。四弘這四條在此地略說。法藏菩薩如何將四弘誓願落實？如何將四弘誓願修到圓滿？那就是四十八願。我們學這部經要在這個地方著眼，這個地方一點都不可以馬虎的。"
    },
    {
      "id": "02-034-0033_p0016",
      "zh_CN": "此地的经文只有一句「殊胜行愿」，行跟愿一定要合起来，有愿有行。愿在前头引导你，以行去践愿，实践你的愿望，你的愿望才能达到，才能够圆满。希望同修们要细细的去思惟，细心去体会。我们在现实生活当中，应该怎样用心？应该怎样修行？一定要发愿，要能舍己为人。法藏能满愿，就是循着这个原则去做的。法藏建立西方极乐世界，建立这个道场，不是自己享福，提供给十方法界一切众生，只要喜欢这个地方，都欢迎你来修学，这个福报大家享，他自己没享。我们今天学佛，修学净土，这多么殊胜，修学净土就是学阿弥陀佛。我们像不像阿弥陀佛？每一天至少要问几次，我像不像阿弥陀佛？不像阿弥陀佛不行，你是假的，你不是真的，一定要像阿弥陀佛。怎么个像法？我以前说过多少遍，要把这部经字字句句都做到，你就像阿弥陀佛。这部经就是阿弥陀佛，所以我们要真信，要能够理解，要依教奉行。不是念阿弥陀佛的愿，是依照阿弥陀佛那个愿，我们要发愿，发跟他同样的愿，修跟他同样的行，这才像阿弥陀佛。有个两、三分相像，你就决定往生；你能够修个八、九分的相像，上上品往生，这是我们应当要努力的。",
      "zh_TW": "此地的經文只有一句「殊勝行願」，行跟願一定要合起來，有願有行。願在前頭引導你，以行去踐願，實踐你的願望，你的願望才能達到，才能夠圓滿。希望同修們要細細的去思惟，細心去體會。我們在現實生活當中，應該怎樣用心？應該怎樣修行？一定要發願，要能捨己為人。法藏能滿願，就是循著這個原則去做的。法藏建立西方極樂世界，建立這個道場，不是自己享福，提供給十方法界一切眾生，只要喜歡這個地方，都歡迎你來修學，這個福報大家享，他自己沒享。我們今天學佛，修學淨土，這多麼殊勝，修學淨土就是學阿彌陀佛。我們像不像阿彌陀佛？每一天至少要問幾次，我像不像阿彌陀佛？不像阿彌陀佛不行，你是假的，你不是真的，一定要像阿彌陀佛。怎麼個像法？我以前說過多少遍，要把這部經字字句句都做到，你就像阿彌陀佛。這部經就是阿彌陀佛，所以我們要真信，要能夠理解，要依教奉行。不是念阿彌陀佛的願，是依照阿彌陀佛那個願，我們要發願，發跟他同樣的願，修跟他同樣的行，這才像阿彌陀佛。有個兩、三分相像，你就決定往生；你能夠修個八、九分的相像，上上品往生，這是我們應當要努力的。"
    },
    {
      "id": "02-034-0033_p0017",
      "zh_CN": "下面这一句味道也很足，「及念慧力」。实在讲，这一句是讲我们行门的根本，五根、五力。此地讲念慧力是讲的五力，根有了力。五根只讲到念、慧，其余三个省略掉；「信、进、念、定、慧」，它把「信、进、定」三个字省略掉，意思是圆满的，绝不是漏掉的。因为这个经文它四个字一句，这是文字之美，意思很圆满，文字上有省略，我们要知道。但是你想到五根、五力，你就必须要知道「三十七道品」，前面还有「四念处」。念处我们有没有？念处是智慧，也是我们讲的看破。四念处是教给我们四种正确的观念。我们今天修行，同修们常讲功夫不得力，你的根基没有扎稳，你功夫当然不得力。不得力是什么？放不下，为什么放不下？没看破。佛教给我们从哪里学起？从四念处学起。",
      "zh_TW": "下面這一句味道也很足，「及念慧力」。實在講，這一句是講我們行門的根本，五根、五力。此地講念慧力是講的五力，根有了力。五根只講到念、慧，其餘三個省略掉；「信、進、念、定、慧」，它把「信、進、定」三個字省略掉，意思是圓滿的，絕不是漏掉的。因為這個經文它四個字一句，這是文字之美，意思很圓滿，文字上有省略，我們要知道。但是你想到五根、五力，你就必須要知道「三十七道品」，前面還有「四念處」。念處我們有沒有？念處是智慧，也是我們講的看破。四念處是教給我們四種正確的觀念。我們今天修行，同修們常講功夫不得力，你的根基沒有紮穩，你功夫當然不得力。不得力是什麼？放不下，為什麼放不下？沒看破。佛教給我們從哪裡學起？從四念處學起。"
    },
    {
      "id": "02-034-0033_p0018",
      "zh_CN": "四念处第一个「观身不净」，这是初步入门。就是让我们对这个身见虽然不能断掉，这个执着要减轻，那就有进步了；从观身不净这个方法减轻我执。身虽然是假的不是真的，我们少不了它，佛家常讲「借假修真」，我们要借这个假身修真性，没有这个假东西还不行。所以它有用，你尽量去用它，不碍事，不能执着它。这是我过去讲经常讲的，我们在这个世间一切万物，我们要使用权，不要所有权；使用权有用，所有权就是执着，不必要我所有，我有得用就好了。这个讲堂，我们在此地讲经，我们坐在这里，我们有使用权，所有权是居士林的，不是我们的。对这个身体也是一样，不要执着这个身体是我，不要过分的去爱护它，过分的去照顾它，错了。我要利用它、要使用它，我绝不执着它，然后舍身受身你就自在了。所以佛教给我们的法子好，教你常常观察「观身不净」，这不是个干净的东西，不是一个好东西，你那么珍惜它，那么爱护它干什么？错了。",
      "zh_TW": "四念處第一個「觀身不淨」，這是初步入門。就是讓我們對這個身見雖然不能斷掉，這個執著要減輕，那就有進步了；從觀身不淨這個方法減輕我執。身雖然是假的不是真的，我們少不了它，佛家常講「借假修真」，我們要借這個假身修真性，沒有這個假東西還不行。所以它有用，你盡量去用它，不礙事，不能執著它。這是我過去講經常講的，我們在這個世間一切萬物，我們要使用權，不要所有權；使用權有用，所有權就是執著，不必要我所有，我有得用就好了。這個講堂，我們在此地講經，我們坐在這裡，我們有使用權，所有權是居士林的，不是我們的。對這個身體也是一樣，不要執著這個身體是我，不要過分的去愛護它，過分的去照顧它，錯了。我要利用它、要使用它，我絕不執著它，然後捨身受身你就自在了。所以佛教給我們的法子好，教你常常觀察「觀身不淨」，這不是個乾淨的東西，不是一個好東西，你那麼珍惜它，那麼愛護它幹什麼？錯了。"
    },
    {
      "id": "02-034-0033_p0019",
      "zh_CN": "第二教我们「观受是苦」，受是什么？享受。在新加坡人都有福，这是福地，世界上许许多多地方人在受苦受难，这个地方人衣食丰足。你仔细想想，你天天享受的，你是乐还是苦？不错，很快乐，你不知道真苦。为什么？因为你三餐饭吃得很饱，饭菜都吃得很可口，很乐；一天不叫你吃饭，饿得苦，苦就来了。由此可知，三餐饭是药，是救苦的，你少一顿就苦了，少两顿更苦了，你才知道你的享受是苦。你为什么没有感觉到苦？是因为到时候你就吃药，把那个苦伏下去，你就没有感觉到苦了。一次药吃迟了时候，苦就现前，你还不觉悟！世间的享受只有苦没有乐，所以跟你讲，苦是真的，乐是假的。怎么说？乐会变成苦，乐就是假的；苦不会变成乐，所以苦是真的。以吃饭来说，你吃一碗很快乐，吃到好吃的，吃二碗也很快乐，连着叫你吃十碗、二十碗你就苦了，乐不就马上就变成苦了。肚子饿很苦，饿一天苦，饿两天更苦，饿上十天、二十天，只有一直苦下去，绝对不会说饿到一个时候会乐了，没这个事情。乐是假的，苦是真的，你自己要好好的去想，佛讲的话一点都不错，观受是苦。",
      "zh_TW": "第二教我們「觀受是苦」，受是什麼？享受。在新加坡人都有福，這是福地，世界上許許多多地方人在受苦受難，這個地方人衣食豐足。你仔細想想，你天天享受的，你是樂還是苦？不錯，很快樂，你不知道真苦。為什麼？因為你三餐飯吃得很飽，飯菜都吃得很可口，很樂；一天不叫你吃飯，餓得苦，苦就來了。由此可知，三餐飯是藥，是救苦的，你少一頓就苦了，少兩頓更苦了，你才知道你的享受是苦。你為什麼沒有感覺到苦？是因為到時候你就吃藥，把那個苦伏下去，你就沒有感覺到苦了。一次藥吃遲了時候，苦就現前，你還不覺悟！世間的享受只有苦沒有樂，所以跟你講，苦是真的，樂是假的。怎麼說？樂會變成苦，樂就是假的；苦不會變成樂，所以苦是真的。以吃飯來說，你吃一碗很快樂，吃到好吃的，吃二碗也很快樂，連著叫你吃十碗、二十碗你就苦了，樂不就馬上就變成苦了。肚子餓很苦，餓一天苦，餓兩天更苦，餓上十天、二十天，只有一直苦下去，絕對不會說餓到一個時候會樂了，沒這個事情。樂是假的，苦是真的，你自己要好好的去想，佛講的話一點都不錯，觀受是苦。"
    },
    {
      "id": "02-034-0033_p0020",
      "zh_CN": "「观心无常」，心是什么？念头，念头七上八下。所以世间人往来，你明白觉悟了，虚情假意，哪有真的？给你说真心，怎么对你好，怎么爱你，过两天就变了，心里马上就变掉了。所以你要明了，听佛的话觉悟了，他说好，笑一笑，假的，不是真的；他说不好，也是假的，也不是真的，反复无常，这都是讲的事实真相，这是凡夫。诸佛菩萨他们的心是真常，叫「常住真心」，那是永远不会变的；凡夫迷惑颠倒，哪里会不变？千变万化。自己对自己都做不了主，对别人哪有保障？怎么可靠？第四佛教给我们「观法无我」，我是什么？主宰。《华严经》上讲过八种我，在此地就不要再啰嗦了，这里面八种最主要的意思就是主宰。一切万物都做不了主，都是在变化的；人、动物有生老病死，植物有生住异灭，矿物有成住坏空。一切万法没有自体，一切万法都不能常住，这就叫无我。佛是教给我们这四种基本的观念，你要能常常对于人生宇宙常作如是观，你就开智慧了；这我们讲是你看破了。",
      "zh_TW": "「觀心無常」，心是什麼？念頭，念頭七上八下。所以世間人往來，你明白覺悟了，虛情假意，哪有真的？給你說真心，怎麼對你好，怎麼愛你，過兩天就變了，心裡馬上就變掉了。所以你要明瞭，聽佛的話覺悟了，他說好，笑一笑，假的，不是真的；他說不好，也是假的，也不是真的，反覆無常，這都是講的事實真相，這是凡夫。諸佛菩薩他們的心是真常，叫「常住真心」，那是永遠不會變的；凡夫迷惑顛倒，哪裡會不變？千變萬化。自己對自己都做不了主，對別人哪有保障？怎麼可靠？第四佛教給我們「觀法無我」，我是什麼？主宰。《華嚴經》上講過八種我，在此地就不要再囉嗦了，這裡面八種最主要的意思就是主宰。一切萬物都做不了主，都是在變化的；人、動物有生老病死，植物有生住異滅，礦物有成住壞空。一切萬法沒有自體，一切萬法都不能常住，這就叫無我。佛是教給我們這四種基本的觀念，你要能常常對於人生宇宙常作如是觀，你就開智慧了；這我們講是你看破了。"
    },
    {
      "id": "02-034-0033_p0021",
      "zh_CN": "看破之后就能放下，放下是什么？「四正勤」，「四如意足」。足是什么？满足，知足常乐。佛给我们示现的，释迦牟尼佛当年在世，他生活所需三衣一钵，养这个身体托钵，日中一食，树下一宿，他知足。四如意足四条合起来讲，就是知足常乐。这当中有「四正勤」，四正勤是教给我们，这一生当中处世待人的态度、处世待人的原则。「正」是正确，「勤」是勤奋，四种正当，应当勤奋去做的，一个是断恶，一个是修善。佛教给我们，已经造的恶要赶快断，没有造的恶决定不要去造，这两条是断恶；已经在修的善，这个善要增长，还没有学的善要赶紧发心，这两条是修善；所以四正勤合起来讲是断恶修善。我们今天得人身，在这个人间过这几十年，几十年的日子应该怎么过法？佛指点我们的原则，「断恶修善」。而世尊也示现这个榜样给我们看，我们在佛陀传记里面看到，《大藏经》里面有《释迦方志》，有《释迦谱》，古人写的，这是释迦牟尼佛最古老的传记。他一生示现给我们看，确确实实前面这十二条他做到了，「四念处」、「四正勤」、「四如意足」，他真做到了。我们要想念佛往生西方极乐世界，你要想功夫得力，你也要把这三科十二句做到，你修行有根、有基础了，你的功夫才会得力。从这个基础上提升才是五根、五力，五根、五力是建在这个基础上的。",
      "zh_TW": "看破之後就能放下，放下是什麼？「四正勤」，「四如意足」。足是什麼？滿足，知足常樂。佛給我們示現的，釋迦牟尼佛當年在世，他生活所需三衣一缽，養這個身體托缽，日中一食，樹下一宿，他知足。四如意足四條合起來講，就是知足常樂。這當中有「四正勤」，四正勤是教給我們，這一生當中處世待人的態度、處世待人的原則。「正」是正確，「勤」是勤奮，四種正當，應當勤奮去做的，一個是斷惡，一個是修善。佛教給我們，已經造的惡要趕快斷，沒有造的惡決定不要去造，這兩條是斷惡；已經在修的善，這個善要增長，還沒有學的善要趕緊發心，這兩條是修善；所以四正勤合起來講是斷惡修善。我們今天得人身，在這個人間過這幾十年，幾十年的日子應該怎麼過法？佛指點我們的原則，「斷惡修善」。而世尊也示現這個榜樣給我們看，我們在佛陀傳記裡面看到，《大藏經》裡面有《釋迦方誌》，有《釋迦譜》，古人寫的，這是釋迦牟尼佛最古老的傳記。他一生示現給我們看，確確實實前面這十二條他做到了，「四念處」、「四正勤」、「四如意足」，他真做到了。我們要想念佛往生西方極樂世界，你要想功夫得力，你也要把這三科十二句做到，你修行有根、有基礎了，你的功夫才會得力。從這個基礎上提升才是五根、五力，五根、五力是建在這個基礎上的。"
    },
    {
      "id": "02-034-0033_p0022",
      "zh_CN": "我们在《阿弥陀经》上看到，西方极乐世界的学人；也就是说，十方世界往生到西方极乐世界的那些人，还修什么？经上讲，五根、五力、七菩提分、八正道分。前面四条没有说，前面四条不用了，他都有了，基础都有了；到西方极乐世界，根、力、菩提分、八正道还要继续再修。「三十七道品」，天台智者大师讲得好，一般人都把它看成这是小乘教义，这个看法是错误的，三十七道品是通大、小乘，这是佛法里面的根本法，无论大乘、小乘、显教、密教、宗门、教下统统要修，共同科目，我们要认识清楚。智者大师把「三十七品」以藏、通、别、圆四教的方式来讲解，我们这才恍然大悟，才看出「三十七品」是佛家的圆满法轮，包括一切法在其中，它是佛法的总纲领。",
      "zh_TW": "我們在《阿彌陀經》上看到，西方極樂世界的學人；也就是說，十方世界往生到西方極樂世界的那些人，還修什麼？經上講，五根、五力、七菩提分、八正道分。前面四條沒有說，前面四條不用了，他都有了，基礎都有了；到西方極樂世界，根、力、菩提分、八正道還要繼續再修。「三十七道品」，天台智者大師講得好，一般人都把它看成這是小乘教義，這個看法是錯誤的，三十七道品是通大、小乘，這是佛法裡面的根本法，無論大乘、小乘、顯教、密教、宗門、教下統統要修，共同科目，我們要認識清楚。智者大師把「三十七品」以藏、通、別、圓四教的方式來講解，我們這才恍然大悟，才看出「三十七品」是佛家的圓滿法輪，包括一切法在其中，它是佛法的總綱領。"
    },
    {
      "id": "02-034-0033_p0023",
      "zh_CN": "现在我们回到经文里面讲，「念慧力」就是五力。五力第一个是「信」，先有根，而后这个根才产生力量。我们要问，我们的信有没有根？今天听到念佛好，明天再听到一个人参禅好，你的心就动摇了，后天又听到一个人念咒好，又想去念咒去了。你的信没有根，像浮萍一样在水上漂，随波逐流，没根，这个信怎么行？这样的信心一事无成。他为什么信没有根？前面三科的基础没有做好，四念处、四正勤、四如意足这个基础没有打好，信没根。如果前面这十二句你都做到，你的信就有根，为什么？认识清楚。一切法事理因果都能明了，知道断恶修善，知道知足常乐，你的心是定的，所以你的信才有根，根在增长。怎么增长？亲近善知识，亲近善友，读诵大乘。每天研究讨论，理愈研愈明白，于是你的信就有力量，决定不会动摇。",
      "zh_TW": "現在我們回到經文裡面講，「念慧力」就是五力。五力第一個是「信」，先有根，而後這個根才產生力量。我們要問，我們的信有沒有根？今天聽到念佛好，明天再聽到一個人參禪好，你的心就動搖了，後天又聽到一個人念咒好，又想去念咒去了。你的信沒有根，像浮萍一樣在水上漂，隨波逐流，沒根，這個信怎麼行？這樣的信心一事無成。他為什麼信沒有根？前面三科的基礎沒有做好，四念處、四正勤、四如意足這個基礎沒有打好，信沒根。如果前面這十二句你都做到，你的信就有根，為什麼？認識清楚。一切法事理因果都能明瞭，知道斷惡修善，知道知足常樂，你的心是定的，所以你的信才有根，根在增長。怎麼增長？親近善知識，親近善友，讀誦大乘。每天研究討論，理愈研愈明白，於是你的信就有力量，決定不會動搖。"
    },
    {
      "id": "02-034-0033_p0024",
      "zh_CN": "从信你才会肯精进，这个「进」是精进，特别注意「精」字，精是纯而不杂、一门深入，这叫精进；不能学太多，不能学太杂。四弘誓愿里头告诉我们，「法门无量誓愿学」，那怎么叫我们学一门？这个一门跟那个无量是一个意思，一点都没有矛盾。怎么说？祖师大德告诉我们，一经通一切经就通了。一切经不是无量法门吗？你一个法门通了，所有一切法门都通了，这叫「法门无量誓愿学」。这个经怎样才叫学通？是不是这个经都会背了叫通了？不是的。是不是这个经的道理都懂了才叫通了？也不是的。怎么叫通？每一部经都有教、理、行、果，佛家里面讲四经。文字是教；文字里面含的道理那是理，理是真理、是真如自性；这里头又有修行的方法，那是行经；教、理、行融合成一就叫证，这样你才算是通了。别说是释迦牟尼佛四十九年所讲的一切经，一切经是从一个理里面说出来的，通常讲教理。",
      "zh_TW": "從信你才會肯精進，這個「進」是精進，特別注意「精」字，精是純而不雜、一門深入，這叫精進；不能學太多，不能學太雜。四弘誓願裡頭告訴我們，「法門無量誓願學」，那怎麼叫我們學一門？這個一門跟那個無量是一個意思，一點都沒有矛盾。怎麼說？祖師大德告訴我們，一經通一切經就通了。一切經不是無量法門嗎？你一個法門通了，所有一切法門都通了，這叫「法門無量誓願學」。這個經怎樣才叫學通？是不是這個經都會背了叫通了？不是的。是不是這個經的道理都懂了才叫通了？也不是的。怎麼叫通？每一部經都有教、理、行、果，佛家裡面講四經。文字是教；文字裡面含的道理那是理，理是真理、是真如自性；這裡頭又有修行的方法，那是行經；教、理、行融合成一就叫證，這樣你才算是通了。別說是釋迦牟尼佛四十九年所講的一切經，一切經是從一個理裡面說出來的，通常講教理。"
    },
    {
      "id": "02-034-0033_p0025",
      "zh_CN": "我过去跟李老师学教的时候，老师在上第一堂课就教我，你要学教理，那个时候我还不十分懂得。他跟我讲，如果你从教理上下手，将来一切经都贯通了，省事。如其不能，你要是没有这个能力，就退而求其次，你着重教义；义也是理，但是义理范围小，通一宗的，不能通全部，能通一宗，这是属于义理，这他老人家当初教给我的方法。你能从这上着眼，学东西快。不是说学一部经就会讲一部经，照老师那个方法去描，那个不行！怎么描也描不过录音机。录音机一个字都不漏，我们怎么描也描不过它；怎么跟老师学也学不像录相带，这里头有方法。但是无论是从教理或者从义理，也都不是一般人能做到的。心要细，心要专，心要清净，还要热爱佛法，你要具备这几个条件才行；这几个条件不具足，不行，义理也办不到。换句话说，还是要前面念处、正勤、四如意足，还是要有这个基础，没这个基础，难！所以我讲「三十七道品」前面这三科，我跟古人讲法不一样。古人讲的不好懂，我把「四念处」讲作看破，大家好懂；我将「四如意足」讲作放下，大家也好懂，这样子你才真正能得受用。我自己学佛，实在讲得力于章嘉大师，那是刚刚开始学佛，他老人家教给我六个字，「看得破，放得下」。所以以后我到李老师那个地方去学教，比较上得力。是因为前面第一个老师，给我奠的基础正确，所以懂得精进、一门深入。",
      "zh_TW": "我過去跟李老師學教的時候，老師在上第一堂課就教我，你要學教理，那個時候我還不十分懂得。他跟我講，如果你從教理上下手，將來一切經都貫通了，省事。如其不能，你要是沒有這個能力，就退而求其次，你著重教義；義也是理，但是義理範圍小，通一宗的，不能通全部，能通一宗，這是屬於義理，這他老人家當初教給我的方法。你能從這上著眼，學東西快。不是說學一部經就會講一部經，照老師那個方法去描，那個不行！怎麼描也描不過錄音機。錄音機一個字都不漏，我們怎麼描也描不過它；怎麼跟老師學也學不像錄相帶，這裡頭有方法。但是無論是從教理或者從義理，也都不是一般人能做到的。心要細，心要專，心要清淨，還要熱愛佛法，你要具備這幾個條件才行；這幾個條件不具足，不行，義理也辦不到。換句話說，還是要前面念處、正勤、四如意足，還是要有這個基礎，沒這個基礎，難！所以我講「三十七道品」前面這三科，我跟古人講法不一樣。古人講的不好懂，我把「四念處」講作看破，大家好懂；我將「四如意足」講作放下，大家也好懂，這樣子你才真正能得受用。我自己學佛，實在講得力於章嘉大師，那是剛剛開始學佛，他老人家教給我六個字，「看得破，放得下」。所以以後我到李老師那個地方去學教，比較上得力。是因為前面第一個老師，給我奠的基礎正確，所以懂得精進、一門深入。"
    },
    {
      "id": "02-034-0033_p0026",
      "zh_CN": "世尊所说的一切经，在理上讲，「法门平等，无有高下」。任何一部经，你全心全力在这上用功，你要懂得无论哪一部经展开，都有「教理行果」四分。我们怎样学习？「信解行证」。信教、解理、修行、证果，你这一部经通了。这一部经通了，就一切经通了，一切经只要一接触、一看、一听就懂了，所以很容易。如果诸位怀疑，说这可能吗？许多同修们都看过《坛经》，唐朝禅宗六祖惠能大师说的。惠能大师不认识字，所以不是他写的，是他讲的，他的学生给他记录的。惠能大师不认识字，他学教的时间很短，一生当中学教，大概在我们想像当中，顶多两、三个小时不得了！他一生当中学教，顶多两、三个小时。半夜五祖忍和尚把他叫到房间，跟他讲《金刚经》，讲到「应无所住，而生其心」，他就开悟了，后头就不要讲了。诸位要晓得，他那两个小时是真了不起，五祖跟他讲的是《金刚经》的教理行果，惠能在听讲的时候，两、三个小时就信解行证；两个人都了不得，一个会说，一个会听，哪里像我们这里，讲这么多年还不能证果。能大师一证之后他什么都通了，他在逃难的时候，第一个遇到无尽藏比丘尼，这个比丘尼一生受持《大涅槃经》；《大涅槃经》的分量相当多，有二种译本，一个译本是三十六卷，一个是四十卷，分量都相当多。虽然读诵，天天读，不解其义。能大师逃难碰到了，这个比丘尼把《大涅槃经》念给惠能听，惠能大师听了之后，就给她讲解这里头的意思，无尽藏比丘尼也开悟了。这个经他没学过，他一听就懂，这就是说明一经通一切经通是事实。",
      "zh_TW": "世尊所說的一切經，在理上講，「法門平等，無有高下」。任何一部經，你全心全力在這上用功，你要懂得無論哪一部經展開，都有「教理行果」四分。我們怎樣學習？「信解行證」。信教、解理、修行、證果，你這一部經通了。這一部經通了，就一切經通了，一切經只要一接觸、一看、一聽就懂了，所以很容易。如果諸位懷疑，說這可能嗎？許多同修們都看過《壇經》，唐朝禪宗六祖惠能大師說的。惠能大師不認識字，所以不是他寫的，是他講的，他的學生給他記錄的。惠能大師不認識字，他學教的時間很短，一生當中學教，大概在我們想像當中，頂多兩、三個小時不得了！他一生當中學教，頂多兩、三個小時。半夜五祖忍和尚把他叫到房間，跟他講《金剛經》，講到「應無所住，而生其心」，他就開悟了，後頭就不要講了。諸位要曉得，他那兩個小時是真了不起，五祖跟他講的是《金剛經》的教理行果，惠能在聽講的時候，兩、三個小時就信解行證；兩個人都了不得，一個會說，一個會聽，哪裡像我們這裡，講這麼多年還不能證果。能大師一證之後他什麼都通了，他在逃難的時候，第一個遇到無盡藏比丘尼，這個比丘尼一生受持《大涅槃經》；《大涅槃經》的分量相當多，有二種譯本，一個譯本是三十六卷，一個是四十卷，分量都相當多。雖然讀誦，天天讀，不解其義。能大師逃難碰到了，這個比丘尼把《大涅槃經》念給惠能聽，惠能大師聽了之後，就給她講解這裡頭的意思，無盡藏比丘尼也開悟了。這個經他沒學過，他一聽就懂，這就是說明一經通一切經通是事實。"
    },
    {
      "id": "02-034-0033_p0027",
      "zh_CN": "所以这个通，是从这一部经里头明心见性，见性才叫通，不见性不叫通。见性之后，世出世间一切法都通了。为什么？世出世间一切法，「唯心所现，唯识所变」，见性就是见到心性，见到识性，所以世出世间法一接触就全通了。法达禅师到曹溪去见六祖，向他老人家请教，见面当然是礼拜了。六祖看出来了，他礼拜的时候头没有着地，六祖就问他，「你一定有一点本事，值得骄傲」，头不着地是骄傲，值得骄傲。就问他有什么本事？他说他念了三千遍《法华经》；不错，是有点本事。《法华经》的分量很大，大概一天念一遍，三千多遍是十年，这知道他念《法华经》念了十年，值得骄傲。六祖就问他《法华经》什么意思？说不出来了。法达倒过头来向六祖请教，六祖说《法华经》我没听过，你念给我听。他从头念起，念到「方便品」，《法华经》二十八品，「方便品」是第二品，念到第二品六祖说不必念了，我全明白了；就跟他讲，讲了之后他也开悟了。这就说明一经通一切经通。所以佛教育跟世间教育不一样，我们今天用世间教育这个框架来学佛教育那就糟了，把佛的经典当作世间教科书来看就完了。佛法教学的目的在哪里？「明心见性」，教你开悟；不是教你这个经这一句怎么讲，这一段怎么讲，不是的。你悟了之后，经是活的，你怎么讲都行，长说、短说、深说、浅说，无不自在，不悟怎么行？",
      "zh_TW": "所以這個通，是從這一部經裡頭明心見性，見性才叫通，不見性不叫通。見性之後，世出世間一切法都通了。為什麼？世出世間一切法，「唯心所現，唯識所變」，見性就是見到心性，見到識性，所以世出世間法一接觸就全通了。法達禪師到曹溪去見六祖，向他老人家請教，見面當然是禮拜了。六祖看出來了，他禮拜的時候頭沒有著地，六祖就問他，「你一定有一點本事，值得驕傲」，頭不著地是驕傲，值得驕傲。就問他有什麼本事？他說他念了三千遍《法華經》；不錯，是有點本事。《法華經》的分量很大，大概一天念一遍，三千多遍是十年，這知道他念《法華經》念了十年，值得驕傲。六祖就問他《法華經》什麼意思？說不出來了。法達倒過頭來向六祖請教，六祖說《法華經》我沒聽過，你念給我聽。他從頭念起，念到「方便品」，《法華經》二十八品，「方便品」是第二品，念到第二品六祖說不必念了，我全明白了；就跟他講，講了之後他也開悟了。這就說明一經通一切經通。所以佛教育跟世間教育不一樣，我們今天用世間教育這個框架來學佛教育那就糟了，把佛的經典當作世間教科書來看就完了。佛法教學的目的在哪裡？「明心見性」，教你開悟；不是教你這個經這一句怎麼講，這一段怎麼講，不是的。你悟了之後，經是活的，你怎麼講都行，長說、短說、深說、淺說，無不自在，不悟怎麼行？"
    },
    {
      "id": "02-034-0033_p0028",
      "zh_CN": "所以「进」，一定要精进，这两个字我们一定要认清楚。从精进有根产生到精进力量，然后才到念。第三个阶段是「念」，念是什么？心里头真有了，这是念。佛家常讲的「总持法门」，念就是总持法门，心里面有原则、有纲领，掌握住原则纲领。我们念佛也不例外，也是这个道理。「阿弥陀佛」这一句经文，这一句确实是经文，这一句也是咒语，大总持法门。这一句里头无量义，总括一切诸佛所说之法，都离不开这个总纲领，这是念的意思。掌握总纲领之后，你的心才得定，心坚定了，换句话说，清净心、平等心现前了。妄念没有了，分别没有了，执着也没有了，正是《坛经》里面所说的，「本来无一物」，入这个境界，这是定的境界。「无一物」是一个妄念都不起来了。定能生慧，慧起来了，世出世间一切法自然通达明了。这一句，前面一句是讲法藏菩萨的弘愿；这一句是讲法藏菩萨的功夫。人家修持的功夫，信、进、念、定、慧这五种产生了大力量，下面讲「增上其心」。所以这个地方讲五力，跟普通一般讲五力意思又不相同，它是殊胜的五力。我们可以把前面殊胜一下贯下来看，殊胜行、殊胜愿、殊胜的念慧力，这样赞叹才显示出他「高才勇哲，信解明记，悉皆第一」，才能显示得出来。",
      "zh_TW": "所以「進」，一定要精進，這兩個字我們一定要認清楚。從精進有根產生到精進力量，然後才到念。第三個階段是「念」，念是什麼？心裡頭真有了，這是念。佛家常講的「總持法門」，念就是總持法門，心裡面有原則、有綱領，掌握住原則綱領。我們念佛也不例外，也是這個道理。「阿彌陀佛」這一句經文，這一句確實是經文，這一句也是咒語，大總持法門。這一句裡頭無量義，總括一切諸佛所說之法，都離不開這個總綱領，這是念的意思。掌握總綱領之後，你的心才得定，心堅定了，換句話說，清淨心、平等心現前了。妄念沒有了，分別沒有了，執著也沒有了，正是《壇經》裡面所說的，「本來無一物」，入這個境界，這是定的境界。「無一物」是一個妄念都不起來了。定能生慧，慧起來了，世出世間一切法自然通達明瞭。這一句，前面一句是講法藏菩薩的弘願；這一句是講法藏菩薩的功夫。人家修持的功夫，信、進、念、定、慧這五種產生了大力量，下面講「增上其心」。所以這個地方講五力，跟普通一般講五力意思又不相同，它是殊勝的五力。我們可以把前面殊勝一下貫下來看，殊勝行、殊勝願、殊勝的念慧力，這樣讚歎才顯示出他「高才勇哲，信解明記，悉皆第一」，才能顯示得出來。"
    },
    {
      "id": "02-034-0033_p0029",
      "zh_CN": "『坚固不动』，「坚固」就是讲他的行跟愿坚定，决定不动摇，所以他才有不可思议的成就，我们要学就要在这些地方学。坚固就是不退，祖师大德常常给我们讲的，往生西方极乐世界就「圆证三不退」，这里头特别注重「圆」。如果单单讲「证三不退」，初住菩萨就证三不退；可是要讲到「圆证」，那就不是初住菩萨了，初地还不行。说到圆证至少也是八地，这是方便说；克实而论，圆证是法云地的菩萨、等觉菩萨，才可以称得上圆证三不退。所以这个经上一再跟我们讲，生到西方极乐世界皆作阿惟越致菩萨，阿惟越致就是圆证三不退；古德给我们注解，七地以上这才是阿惟越致。所以这个经典、法门实在是不可思议！我们今天怎样做到我们的愿行也能够坚固不动，决定不动摇？一心一意，放下万缘，老实念佛，这是你坚固不动了。除了一心向往西方极乐世界之外，别无二念，你才能做到坚固不动。",
      "zh_TW": "『堅固不動』，「堅固」就是講他的行跟願堅定，決定不動搖，所以他才有不可思議的成就，我們要學就要在這些地方學。堅固就是不退，祖師大德常常給我們講的，往生西方極樂世界就「圓證三不退」，這裡頭特別注重「圓」。如果單單講「證三不退」，初住菩薩就證三不退；可是要講到「圓證」，那就不是初住菩薩了，初地還不行。說到圓證至少也是八地，這是方便說；剋實而論，圓證是法雲地的菩薩、等覺菩薩，才可以稱得上圓證三不退。所以這個經上一再跟我們講，生到西方極樂世界皆作阿惟越致菩薩，阿惟越致就是圓證三不退；古德給我們註解，七地以上這才是阿惟越致。所以這個經典、法門實在是不可思議！我們今天怎樣做到我們的願行也能夠堅固不動，決定不動搖？一心一意，放下萬緣，老實念佛，這是你堅固不動了。除了一心嚮往西方極樂世界之外，別無二念，你才能做到堅固不動。"
    },
    {
      "id": "02-034-0033_p0030",
      "zh_CN": "生在这个世间，依照佛教的原则断恶修善，给世间人做个好样子，无论他学不学佛，断恶修善决定是一个好榜样。而善恶的标准必须要清楚，凡是利益社会，利益大众的这是善；不利于社会、不利于大众，利益自己的、利益自己小团体的都是恶，这是佛在经典里面告诉我们善恶的标准。我们明了这个标准，记住这个标准，依照这个标准来修学。我们能够想像得到，在这个世间，这个世间多元文化，随其种族不同、文化不同，乃至于生活方式不同、宗教信仰不同，我相信没有一个人不喜欢，对社会、对众生有利益的事情，这是决定行得通的。决定不为自己，念念为社会、为人民、为众生。",
      "zh_TW": "生在這個世間，依照佛教的原則斷惡修善，給世間人做個好樣子，無論他學不學佛，斷惡修善決定是一個好榜樣。而善惡的標準必須要清楚，凡是利益社會，利益大眾的這是善；不利於社會、不利於大眾，利益自己的、利益自己小團體的都是惡，這是佛在經典裡面告訴我們善惡的標準。我們明瞭這個標準，記住這個標準，依照這個標準來修學。我們能夠想像得到，在這個世間，這個世間多元文化，隨其種族不同、文化不同，乃至於生活方式不同、宗教信仰不同，我相信沒有一個人不喜歡，對社會、對眾生有利益的事情，這是決定行得通的。決定不為自己，念念為社會、為人民、為眾生。"
    },
    {
      "id": "02-034-0033_p0031",
      "zh_CN": "『修行精进』，「行」，的指过去错误的行为，把错误的行为修正过来叫做修行。过去我们没有接触佛法，没有人给我们说明宇宙人生的大道理、宇宙人生的真相，所以我们的想法错了，看法错了，我们说法、作法都错了，这是错误的行为。错误的行为招来六道三途的果报，错误行为变现这个境界；现在我们明白觉悟了，把这些错误行为修正过来。正确、错误的标准，我们不能不依靠佛法，所以对佛法要建立坚定的信心。佛是过来人，我们不相信过来人的话，相信谁的话？所以佛说的一切经，就是我们修行的标准。我们的思想、见解、言语、行为，与经典所说的相应，这是好的，是正确的；如果与经典讲的不相应，我们自己一定要觉悟，我们错了。错了要赶快把它修正过来，这叫修行。所以修行，诸位同修要记住，不是每一天念多少部经，念多少声佛号，磕多少大头，不是的，那不是修行。那个作法可以说的什么？信教。佛有四种经，「教理行果」，你只有一个；你自己修行的方法，「信解行证」，你也只有一个。我信教，理不懂，行没修，虽然天天念经、念佛，还是胡思乱想，还是干一些损人利己，干这些事情。不但佛经里面讲的功德利益你得不到，你还在造罪业。所以信教不行，要解理；理解了还不行，要修行；修行才管用。修行纵然没有证果，你决定不堕恶道。你是真修，修的功夫没到家，到家就证果了；功夫没到家，虽不证果也必得人天福报，这是决定靠得住的。所以修行在我们整个学习过程当中，是第三个阶段。第一个阶段是信教，相信老师的教诲；第二个阶段是明理；第三个阶段是修行；第四个阶段是证果。佛说的教理行果，我们自己的功夫是信解行证，这是精进。这个精进跟前面五力的精进不一样，那是讲的通途法门，这是讲的专门。你选择一个法门，你选择一部经典，一门深入，这个精进是讲这个意思。我们在一生当中修学能不能有成就，这四个字是关键，「修行精进」四个是关键。",
      "zh_TW": "『修行精進』，「行」，的指過去錯誤的行為，把錯誤的行為修正過來叫做修行。過去我們沒有接觸佛法，沒有人給我們說明宇宙人生的大道理、宇宙人生的真相，所以我們的想法錯了，看法錯了，我們說法、作法都錯了，這是錯誤的行為。錯誤的行為招來六道三途的果報，錯誤行為變現這個境界；現在我們明白覺悟了，把這些錯誤行為修正過來。正確、錯誤的標準，我們不能不依靠佛法，所以對佛法要建立堅定的信心。佛是過來人，我們不相信過來人的話，相信誰的話？所以佛說的一切經，就是我們修行的標準。我們的思想、見解、言語、行為，與經典所說的相應，這是好的，是正確的；如果與經典講的不相應，我們自己一定要覺悟，我們錯了。錯了要趕快把它修正過來，這叫修行。所以修行，諸位同修要記住，不是每一天念多少部經，念多少聲佛號，磕多少大頭，不是的，那不是修行。那個作法可以說的什麼？信教。佛有四種經，「教理行果」，你只有一個；你自己修行的方法，「信解行證」，你也只有一個。我信教，理不懂，行沒修，雖然天天念經、念佛，還是胡思亂想，還是幹一些損人利己，幹這些事情。不但佛經裡面講的功德利益你得不到，你還在造罪業。所以信教不行，要解理；理解了還不行，要修行；修行才管用。修行縱然沒有證果，你決定不墮惡道。你是真修，修的功夫沒到家，到家就證果了；功夫沒到家，雖不證果也必得人天福報，這是決定靠得住的。所以修行在我們整個學習過程當中，是第三個階段。第一個階段是信教，相信老師的教誨；第二個階段是明理；第三個階段是修行；第四個階段是證果。佛說的教理行果，我們自己的功夫是信解行證，這是精進。這個精進跟前面五力的精進不一樣，那是講的通途法門，這是講的專門。你選擇一個法門，你選擇一部經典，一門深入，這個精進是講這個意思。我們在一生當中修學能不能有成就，這四個字是關鍵，「修行精進」四個是關鍵。"
    },
    {
      "id": "02-034-0033_p0032",
      "zh_CN": "诸位一定要明了，佛家常讲开悟，常讲觉悟，什么叫开悟？什么叫觉悟？知道自己的毛病就叫觉悟，就叫做开悟；把自己毛病改正过来就叫修行，就叫功夫。这些名词术语不能解错了，不能够解偏差了，我们发现有不少人说到修行，以为修行就是吃素，吃斋念佛那叫修行，这是很大的误会。吃斋念佛是修行的样子，他是不是在修还不知道。真正修行，真正有功夫，不一定吃斋念佛。佛家的法门太多了，八万四千法门念佛只是其一，不用这个方法用别的方法也是在修行。所以一定要正确的理解，修正我们错误的思想行为，一门深入，这才叫真精进。",
      "zh_TW": "諸位一定要明瞭，佛家常講開悟，常講覺悟，什麼叫開悟？什麼叫覺悟？知道自己的毛病就叫覺悟，就叫做開悟；把自己毛病改正過來就叫修行，就叫功夫。這些名詞術語不能解錯了，不能夠解偏差了，我們發現有不少人說到修行，以為修行就是吃素，吃齋念佛那叫修行，這是很大的誤會。吃齋念佛是修行的樣子，他是不是在修還不知道。真正修行，真正有功夫，不一定吃齋念佛。佛家的法門太多了，八萬四千法門念佛只是其一，不用這個方法用別的方法也是在修行。所以一定要正確的理解，修正我們錯誤的思想行為，一門深入，這才叫真精進。"
    },
    {
      "id": "02-034-0033_p0033",
      "zh_CN": "末后，『无能逾者』。实在讲「修行精进，无能逾者」，这两句是总赞，赞叹法藏菩萨。「无能逾者」，同学当中没有人能够超过他。他禀赋好，中国人常讲他天分好；在佛法里面说，他的善根福德深厚，缘也殊胜，遇到的好老师，善根、福德、因缘三个都殊胜。「善根」简单的说，于如来所说的大法能信能解，这是属于善根。「福德」是能行能证，这是福德。所以诸位就明了，世出世间第一等的福报是什么？修行，修正自己错误的行为，这是真正的福报。一个真修行人，诸佛护念。诸佛如来五眼圆明，前面跟诸位讲了，尽虚空、遍法界没有看不到的，没有听不到的。真正发心修行，诸佛护念，龙天善神拥护，连那些妖魔鬼怪都佩服你，都尊敬你，你了不起，他不敢惹你。真正修行人还有妖魔鬼怪来扰乱，你就可想而知，你是什么功夫？连妖魔鬼怪都瞧不起你，你的功夫就可想而知。真有功夫的人，妖魔鬼怪尊敬你，即使冤家债主也不敢惹你，这些事理我们都不难懂。所以在同学当中没有人能够超过他。法藏比丘的愿行，我们应当学习，才真正是弥陀弟子。",
      "zh_TW": "末後，『無能踰者』。實在講「修行精進，無能踰者」，這兩句是總讚，讚歎法藏菩薩。「無能踰者」，同學當中沒有人能夠超過他。他稟賦好，中國人常講他天分好；在佛法裡面說，他的善根福德深厚，緣也殊勝，遇到的好老師，善根、福德、因緣三個都殊勝。「善根」簡單的說，於如來所說的大法能信能解，這是屬於善根。「福德」是能行能證，這是福德。所以諸位就明瞭，世出世間第一等的福報是什麼？修行，修正自己錯誤的行為，這是真正的福報。一個真修行人，諸佛護念。諸佛如來五眼圓明，前面跟諸位講了，盡虛空、遍法界沒有看不到的，沒有聽不到的。真正發心修行，諸佛護念，龍天善神擁護，連那些妖魔鬼怪都佩服你，都尊敬你，你了不起，他不敢惹你。真正修行人還有妖魔鬼怪來擾亂，你就可想而知，你是什麼功夫？連妖魔鬼怪都瞧不起你，你的功夫就可想而知。真有功夫的人，妖魔鬼怪尊敬你，即使冤家債主也不敢惹你，這些事理我們都不難懂。所以在同學當中沒有人能夠超過他。法藏比丘的願行，我們應當學習，才真正是彌陀弟子。"
    },
    {
      "id": "02-034-0033_p0034",
      "zh_CN": "这个道场希有难逢，解行相应，希望诸位同修要知道珍惜。一生当中遇到不是偶然的，就像开经偈里面所说的，「百千万劫难遭遇」；彭际清居士所说的，「无量劫来，希有难逢」，所以我们遇到了要珍惜。纵然有一点点小障碍也要克服，不要在意，不要因为一点点小事，就把胜缘殊胜的缘障碍了，那太可惜了，这一点我们要认识清楚。今天时间到了。",
      "zh_TW": "這個道場希有難逢，解行相應，希望諸位同修要知道珍惜。一生當中遇到不是偶然的，就像開經偈裡面所說的，「百千萬劫難遭遇」；彭際清居士所說的，「無量劫來，希有難逢」，所以我們遇到了要珍惜。縱然有一點點小障礙也要克服，不要在意，不要因為一點點小事，就把勝緣殊勝的緣障礙了，那太可惜了，這一點我們要認識清楚。今天時間到了。"
    }
  ]
}