{
  "doc_id": "02-034-0065",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十五集",
    "zh_TW": "第六十五集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0065",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "02-034-0065_p0001",
      "zh_CN": "诸位同学，上一次讲到「弥勒所问十念」，后面还有两条没有讲，今天我们接着来看：",
      "zh_TW": "諸位同學，上一次講到「彌勒所問十念」，後面還有兩條沒有講，今天我們接著來看："
    },
    {
      "id": "02-034-0065_p0002",
      "zh_CN": "【九者，近于觉意，深起种种善根因缘，远离愦闹散乱之心。】",
      "zh_TW": "【九者，近於覺意，深起種種善根因緣，遠離憒鬧散亂之心。】"
    },
    {
      "id": "02-034-0065_p0003",
      "zh_CN": "这是说到《发起菩萨殊胜志乐经》里面的十念法，菩萨说了，能具足这十种念，决定往生极乐世界。十念，虽然不是我们凡夫能够做得圆满的，但是不是做不到，我们应当尽心尽力努力去做。第九条是『近于觉意』，「近于」这两个字用得好，此地「觉意」是指什么人？他指的是佛陀，佛陀是圆满的大觉。菩萨虽然觉，可是比起佛，还要差很大的距离，但是总是接近。接近，我们就应当要学习了。",
      "zh_TW": "這是說到《發起菩薩殊勝志樂經》裡面的十念法，菩薩說了，能具足這十種念，決定往生極樂世界。十念，雖然不是我們凡夫能夠做得圓滿的，但是不是做不到，我們應當盡心盡力努力去做。第九條是『近於覺意』，「近於」這兩個字用得好，此地「覺意」是指什麼人？他指的是佛陀，佛陀是圓滿的大覺。菩薩雖然覺，可是比起佛，還要差很大的距離，但是總是接近。接近，我們就應當要學習了。"
    },
    {
      "id": "02-034-0065_p0004",
      "zh_CN": "下面两句说得好，尤其是末后一句，『深起种种善根因缘』，着重在「因缘」上。善根：无贪、无瞋、无痴，三善根；勇猛精进，菩萨善根。什么是因缘？因缘，一定要远离繁华热闹的场所。离，不仅仅是叫我们身离，身虽然离了，住在深山里面修行，可是心没有离，心还常常想着世间许多热闹事情，这不管用的。现代科技发达，深山里面也架起电视，只要有电视，只要听广播，就没离。由此可知，如果住在都市里面，他不看报纸，不听广播，不看电视，他真的就离了。我们要懂得这个事实真相，为什么？这些东西扰乱我们清净心，这一些外缘都是帮助我们生贪瞋痴。",
      "zh_TW": "下面兩句說得好，尤其是末後一句，『深起種種善根因緣』，著重在「因緣」上。善根：無貪、無瞋、無痴，三善根；勇猛精進，菩薩善根。什麼是因緣？因緣，一定要遠離繁華熱鬧的場所。離，不僅僅是叫我們身離，身雖然離了，住在深山裡面修行，可是心沒有離，心還常常想著世間許多熱鬧事情，這不管用的。現代科技發達，深山裡面也架起電視，只要有電視，只要聽廣播，就沒離。由此可知，如果住在都市裡面，他不看報紙，不聽廣播，不看電視，他真的就離了。我們要懂得這個事實真相，為什麼？這些東西擾亂我們清淨心，這一些外緣都是幫助我們生貪瞋痴。"
    },
    {
      "id": "02-034-0065_p0005",
      "zh_CN": "现代的社会讲求的是什么？鼓励大众消费，这是许许多多先进国家采取的经济政策，也就是鼓励大家贪瞋痴，你要不贪、不瞋、不痴，他就不能赚钱了。我们学道的人，如果这样下去，无贪、无瞋、无痴、精进的善根，永远生不起来，你们想想对不对？所以这个事情很麻烦，真的学佛，又跟国家经济政策相冲突，这到底怎么办？毕竟这个社会学佛的人是少数，不学佛的人是多数；学佛人当中，假学佛的人又占多数，真学佛的人很少很少；你们想一想，互相问问，几个人每天不看报纸，不看电视？所以我想对于国家经济政策并不违背。",
      "zh_TW": "現代的社會講求的是什麼？鼓勵大眾消費，這是許許多多先進國家採取的經濟政策，也就是鼓勵大家貪瞋痴，你要不貪、不瞋、不痴，他就不能賺錢了。我們學道的人，如果這樣下去，無貪、無瞋、無痴、精進的善根，永遠生不起來，你們想想對不對？所以這個事情很麻煩，真的學佛，又跟國家經濟政策相衝突，這到底怎麼辦？畢竟這個社會學佛的人是少數，不學佛的人是多數；學佛人當中，假學佛的人又佔多數，真學佛的人很少很少；你們想一想，互相問問，幾個人每天不看報紙，不看電視？所以我想對於國家經濟政策並不違背。"
    },
    {
      "id": "02-034-0065_p0006",
      "zh_CN": "但是这个问题，就是我们是不是真的决心想求生极乐世界？如果真正想往生，想生极乐世界，想在这一生当中见阿弥陀佛，那你就一定要依教奉行。国家的政策我们决定不反对，可是我们自己一定要断贪瞋痴慢，一定要学节俭朴实，过最简单的生活，这个样子才能够「近于觉意」；否则的话，虽然是学佛，依旧是迷邪染，这是事实。几个人从迷邪染真正回过头来，依觉正净，确实不多。难怪过去李炳南老居士常讲，一万个念佛人，真正往生只有两、三个，这是讲专修净土的。不修，那就更不必说了。真正修净土，要转迷邪染为觉正净，这才能得生。这一段就是这个意思。",
      "zh_TW": "但是這個問題，就是我們是不是真的決心想求生極樂世界？如果真正想往生，想生極樂世界，想在這一生當中見阿彌陀佛，那你就一定要依教奉行。國家的政策我們決定不反對，可是我們自己一定要斷貪瞋痴慢，一定要學節儉樸實，過最簡單的生活，這個樣子才能夠「近於覺意」；否則的話，雖然是學佛，依舊是迷邪染，這是事實。幾個人從迷邪染真正回過頭來，依覺正淨，確實不多。難怪過去李炳南老居士常講，一萬個念佛人，真正往生只有兩、三個，這是講專修淨土的。不修，那就更不必說了。真正修淨土，要轉迷邪染為覺正淨，這才能得生。這一段就是這個意思。"
    },
    {
      "id": "02-034-0065_p0007",
      "zh_CN": "可是我们自己要想一想，无量劫来，迷邪染的习气太深太深。我们也知道，十恶是决定不能做，可是在日常生活当中，有意、无意十恶的念头常常起现行，十恶的事情还是常常在干。干了，又后悔；悔了，又再干；不就是干这些事情吗？干了，能后悔的，还算不错，还有点良心；干了，不知道后悔的，那个业障就太重太重了。所以真正能够回头，这谈何容易！为什么回不了头来？我们要去找这个原因。回过头来，近于觉意；不能回头，近于染意。我们经过这几十年来的学习，深深体会到教育的重要，没有人教，你怎么会回头？虽然我们也在学，学的时间不够。我们大家在一起同学，也学了不少年，为什么依旧回不了头来？学的时间太少了。每天到这个地方来听经，你一个星期才学十几个小时，不听经的时候，你就随顺烦恼习气妄想。所以我们仔细想想，随顺妄想、分别、执着的时间长，随顺佛陀教诲的时间太短，所以没有法子回头。",
      "zh_TW": "可是我們自己要想一想，無量劫來，迷邪染的習氣太深太深。我們也知道，十惡是決定不能做，可是在日常生活當中，有意、無意十惡的念頭常常起現行，十惡的事情還是常常在幹。幹了，又後悔；悔了，又再幹；不就是幹這些事情嗎？幹了，能後悔的，還算不錯，還有點良心；幹了，不知道後悔的，那個業障就太重太重了。所以真正能夠回頭，這談何容易！為什麼回不了頭來？我們要去找這個原因。回過頭來，近於覺意；不能回頭，近於染意。我們經過這幾十年來的學習，深深體會到教育的重要，沒有人教，你怎麼會回頭？雖然我們也在學，學的時間不夠。我們大家在一起同學，也學了不少年，為什麼依舊回不了頭來？學的時間太少了。每天到這個地方來聽經，你一個星期才學十幾個小時，不聽經的時候，你就隨順煩惱習氣妄想。所以我們仔細想想，隨順妄想、分別、執著的時間長，隨順佛陀教誨的時間太短，所以沒有法子回頭。"
    },
    {
      "id": "02-034-0065_p0008",
      "zh_CN": "我们再想想古人，把这一桩事情就容易想通了、想明白了，古人接受佛法薰习的时间长。释迦牟尼佛当年在世，每天讲经八个小时；不是他老人家讲经，就是大家在一起研究讨论，每天八个钟点，四十九年不间断。怎么知道他是八个钟点讲经？经上常说「二时讲经」。古时候印度，把一昼夜分成六时：昼三时，夜三时。二时讲经，不就是现在的八个小时？现在我们将一昼夜分成二十四小时，那个时候分成六时。不是讲经，就是思惟修，所以他们所想的、所说的、所行的，都是「近于觉意」。天天想佛的教诲，依教奉行，那么长的时间，所以才能转得过来。我们看到目前这个状况，深深觉悟到讲经的重要。修行，即使是念佛，为什么会退转？听经太少了，没有觉悟，所以念佛会退转，念佛还会胡思乱想。念一段时期，又去学别的法门，都是听经太少。",
      "zh_TW": "我們再想想古人，把這一樁事情就容易想通了、想明白了，古人接受佛法薰習的時間長。釋迦牟尼佛當年在世，每天講經八個小時；不是他老人家講經，就是大家在一起研究討論，每天八個鐘點，四十九年不間斷。怎麼知道他是八個鐘點講經？經上常說「二時講經」。古時候印度，把一晝夜分成六時：晝三時，夜三時。二時講經，不就是現在的八個小時？現在我們將一晝夜分成二十四小時，那個時候分成六時。不是講經，就是思惟修，所以他們所想的、所說的、所行的，都是「近於覺意」。天天想佛的教誨，依教奉行，那麼長的時間，所以才能轉得過來。我們看到目前這個狀況，深深覺悟到講經的重要。修行，即使是念佛，為什麼會退轉？聽經太少了，沒有覺悟，所以念佛會退轉，念佛還會胡思亂想。念一段時期，又去學別的法門，都是聽經太少。"
    },
    {
      "id": "02-034-0065_p0009",
      "zh_CN": "佛法传到中国之后，从前的道场也是天天讲经，所以道场就是学校，四众同修来到道场就是上学，亲近善知识；是学校，不是搞这些宗教仪式。但是现在我们的佛教不一样了，现在的佛教几乎全部都是搞宗教仪式，这是把佛陀教育变成了宗教。宗教着重仪式，佛法不注重仪式，着重教学。仪式是佛教礼节的一部分，我们要把佛法本质认识清楚。修行方式虽然很多，原则只有一个，就是做一个转变而已。无量法门不离这个原则，转恶为善，转迷为悟，转凡为圣，这是佛法教学的目标。我们有没有转？这桩事情天天要转，念念都要转，那才能转得过来。如果把这个中心目标忘掉了，学了再多法门，学了再长的时间，没转，这就是白学了。无论修学哪个法门，念佛法门虽然讲易行道，易行道它转凡成圣，所以我们念佛要不做一个转变，也不能往生。",
      "zh_TW": "佛法傳到中國之後，從前的道場也是天天講經，所以道場就是學校，四眾同修來到道場就是上學，親近善知識；是學校，不是搞這些宗教儀式。但是現在我們的佛教不一樣了，現在的佛教幾乎全部都是搞宗教儀式，這是把佛陀教育變成了宗教。宗教著重儀式，佛法不注重儀式，著重教學。儀式是佛教禮節的一部分，我們要把佛法本質認識清楚。修行方式雖然很多，原則只有一個，就是做一個轉變而已。無量法門不離這個原則，轉惡為善，轉迷為悟，轉凡為聖，這是佛法教學的目標。我們有沒有轉？這樁事情天天要轉，念念都要轉，那才能轉得過來。如果把這個中心目標忘掉了，學了再多法門，學了再長的時間，沒轉，這就是白學了。無論修學哪個法門，念佛法門雖然講易行道，易行道它轉凡成聖，所以我們念佛要不做一個轉變，也不能往生。"
    },
    {
      "id": "02-034-0065_p0010",
      "zh_CN": "「净宗学会」成立，我们写了个缘起，缘起里面提出修学五个科目，我们在日常生活、工作应酬之中有所遵循，知道自己应该怎样去做。佛法的教学，它的核心就是「孝亲尊师」。三福里头，一开端「孝养父母，奉事师长」，这两句话做得圆圆满满，就成佛了。所有一切经论，世尊四十九年所说的，没有离开这个题目。如果有人问你，什么是佛法？孝亲尊师。我们学佛，把佛的教学中心纲领忘得干干净净，修学一切法门，好像与这个不相干，你怎么能成就？怎样才是孝亲尊师？下面所讲的「慈心不杀，修十善业」，这是孝亲尊师；「受持三皈，具足众戒，不犯威仪」，是孝亲尊师；「发菩提心，深信因果，读诵大乘，劝进行者」，都是孝亲尊师；乃至于讲到八万四千法门、无量法门，孝亲尊师的落实。等觉菩萨还有一品无明没有破尽，孝道还不圆满，还欠一分；尊师重道也欠了一分，没有达到圆满。到如来果地，孝亲尊师才做到百分之百的圆满。",
      "zh_TW": "「淨宗學會」成立，我們寫了個緣起，緣起裡面提出修學五個科目，我們在日常生活、工作應酬之中有所遵循，知道自己應該怎樣去做。佛法的教學，它的核心就是「孝親尊師」。三福裡頭，一開端「孝養父母，奉事師長」，這兩句話做得圓圓滿滿，就成佛了。所有一切經論，世尊四十九年所說的，沒有離開這個題目。如果有人問你，什麼是佛法？孝親尊師。我們學佛，把佛的教學中心綱領忘得乾乾淨淨，修學一切法門，好像與這個不相干，你怎麼能成就？怎樣才是孝親尊師？下面所講的「慈心不殺，修十善業」，這是孝親尊師；「受持三皈，具足眾戒，不犯威儀」，是孝親尊師；「發菩提心，深信因果，讀誦大乘，勸進行者」，都是孝親尊師；乃至於講到八萬四千法門、無量法門，孝親尊師的落實。等覺菩薩還有一品無明沒有破盡，孝道還不圓滿，還欠一分；尊師重道也欠了一分，沒有達到圓滿。到如來果地，孝親尊師才做到百分之百的圓滿。"
    },
    {
      "id": "02-034-0065_p0011",
      "zh_CN": "诸位明白这个道理，才晓得佛法不能不学，佛法跟我们的关系太密切了。经论上，你说说了多少？诸位经读得不多，《无量寿经》你读过了，《地藏经》读过，《发起菩萨殊胜志乐经》读过，都在此地讲过，佛在这一些经里面的教诲，我们做到了几条？所以特别为净宗同学，早晚课诵选读经文，早课选读四十八愿，目的是希望我们依照四十八愿发心，四十八愿是阿弥陀佛的心愿，我们念了之后，要发阿弥陀佛同样的心愿。晚课选读《无量寿经》三十二品到三十七品，这一大段经文讲的是什么？五戒十善，我们要做到，决定不能违背。即使做的好事、善事，也不可以违背，总要懂得分寸，善巧方便，要具足智慧。智慧的考量要想到影响，对于现前的影响，对于将来的影响，都要想到。如果这个影响是善的，可以做；影响是不善的，决定不能做。尤其佛说，现在你这样做是好事情，但是将来会不善，这个事情都不可以做。这些例子，诸位读过《了凡四训》，《了凡四训》里面理事都讲得很多，所以一定要顾虑到影响。",
      "zh_TW": "諸位明白這個道理，才曉得佛法不能不學，佛法跟我們的關係太密切了。經論上，你說說了多少？諸位經讀得不多，《無量壽經》你讀過了，《地藏經》讀過，《發起菩薩殊勝志樂經》讀過，都在此地講過，佛在這一些經裡面的教誨，我們做到了幾條？所以特別為淨宗同學，早晚課誦選讀經文，早課選讀四十八願，目的是希望我們依照四十八願發心，四十八願是阿彌陀佛的心願，我們念了之後，要發阿彌陀佛同樣的心願。晚課選讀《無量壽經》三十二品到三十七品，這一大段經文講的是什麼？五戒十善，我們要做到，決定不能違背。即使做的好事、善事，也不可以違背，總要懂得分寸，善巧方便，要具足智慧。智慧的考量要想到影響，對於現前的影響，對於將來的影響，都要想到。如果這個影響是善的，可以做；影響是不善的，決定不能做。尤其佛說，現在你這樣做是好事情，但是將來會不善，這個事情都不可以做。這些例子，諸位讀過《了凡四訓》，《了凡四訓》裡面理事都講得很多，所以一定要顧慮到影響。"
    },
    {
      "id": "02-034-0065_p0012",
      "zh_CN": "中国的古圣先贤，深明此理，所以对于科学技术不重视。不是中国人不聪明，诸位要晓得，许许多多的发明，大家知道指南针、火药这一些，都是中国古代的发明；但是没有演变成杀人的武器，这是中国人的智慧；传到外国，马上就变质了。我们在历史上读到，王莽的时代就有人发明飞行，那个时候就是现在所讲的滑翔机，滑翔，就有人要学飞了，可是这个东西没传下来。三国时代诸位都很清楚，诸葛亮发明机械化的运输，木牛流马。诸葛亮死了之后，把这一套技术完全毁掉，不留给后世。不是他吝啬，他知道这些科技如果要是发展下去，世界就早一天毁灭。中国科技如果从一千五百年之前，就要开始发展，这个地球现在已经没有了，早就毁掉了。你这才能理解，中国古圣先贤他就想到，这个当时有一点便利，往后演变会产生许多副作用，于是就舍弃掉了。如果是接受过中国的教育，他决定不会公布原子弹的理论；他虽然知道，他也不会说。这是中国文化跟西方文化不相同的所在。",
      "zh_TW": "中國的古聖先賢，深明此理，所以對於科學技術不重視。不是中國人不聰明，諸位要曉得，許許多多的發明，大家知道指南針、火藥這一些，都是中國古代的發明；但是沒有演變成殺人的武器，這是中國人的智慧；傳到外國，馬上就變質了。我們在歷史上讀到，王莽的時代就有人發明飛行，那個時候就是現在所講的滑翔機，滑翔，就有人要學飛了，可是這個東西沒傳下來。三國時代諸位都很清楚，諸葛亮發明機械化的運輸，木牛流馬。諸葛亮死了之後，把這一套技術完全毀掉，不留給後世。不是他吝嗇，他知道這些科技如果要是發展下去，世界就早一天毀滅。中國科技如果從一千五百年之前，就要開始發展，這個地球現在已經沒有了，早就毀掉了。你這才能理解，中國古聖先賢他就想到，這個當時有一點便利，往後演變會產生許多副作用，於是就捨棄掉了。如果是接受過中國的教育，他決定不會公布原子彈的理論；他雖然知道，他也不會說。這是中國文化跟西方文化不相同的所在。"
    },
    {
      "id": "02-034-0065_p0013",
      "zh_CN": "佛多聪明，什么都会，近代科技这些原理，佛经里头统统都说的有，实在讲，比他们讲得高明太多了。这是对社会负责任，对历史负责任，对一切众生的幸福负责任，这是佛法。决定没有说为自己，为自己，自私自利，是凡夫，没有一样不是造业。《地藏经》上讲，「阎浮提众生，起心动念，无不是罪」，这个话里面，起心动念都是自私自利。觉悟的人，起心动念都是为一切众生，即使是生活都是为一切众生。我活在这个世间，为什么？为众生服务，不是为自己。穿衣吃饭都是为众生，读书为众生，工作为众生，样样都是为众生服务，为众生造福。这就是觉悟的人，这就是「近于觉意」。",
      "zh_TW": "佛多聰明，什麼都會，近代科技這些原理，佛經裡頭統統都說的有，實在講，比他們講得高明太多了。這是對社會負責任，對歷史負責任，對一切眾生的幸福負責任，這是佛法。決定沒有說為自己，為自己，自私自利，是凡夫，沒有一樣不是造業。《地藏經》上講，「閻浮提眾生，起心動念，無不是罪」，這個話裡面，起心動念都是自私自利。覺悟的人，起心動念都是為一切眾生，即使是生活都是為一切眾生。我活在這個世間，為什麼？為眾生服務，不是為自己。穿衣吃飯都是為眾生，讀書為眾生，工作為眾生，樣樣都是為眾生服務，為眾生造福。這就是覺悟的人，這就是「近於覺意」。"
    },
    {
      "id": "02-034-0065_p0014",
      "zh_CN": "念念为众生，念念为社会，这就是「深起种种善根因缘」；念念为自己，那就是造作一切恶业的根源，差别在此地。我们如何把念头转过来，为众生，为社会，不要为自己，你的前途一片光明。这个念头，生智慧；念念为自己的人，那个心是迷惑颠倒，那个心里头生贪瞋痴，不生智慧，所以一定要把念头转过来。要真正转过来，必须要欢喜过清苦的生活。这一句话现在人听到，很难理解，很难接受。这是我们学习不够深度，学习如果有一定的深度，你就晓得，简单的生活就是最幸福的生活，奢侈的生活里面没有幸福，你要付出重大的代价。你仔细去衡量，得不偿失，得到的太少了，付出的太多。付出的是什么？忧虑。我们现在讲精神上的压力，物质上的压力，你付出太多了。简单生活，身心自在，你心里头没有忧虑、没有妄想、没有牵挂，你说多自在！心清净了，身就清净，身心清净，环境也清净了。这是境随心转，所以这一定要学。最后一条：",
      "zh_TW": "念念為眾生，念念為社會，這就是「深起種種善根因緣」；念念為自己，那就是造作一切惡業的根源，差別在此地。我們如何把念頭轉過來，為眾生，為社會，不要為自己，你的前途一片光明。這個念頭，生智慧；念念為自己的人，那個心是迷惑顛倒，那個心裡頭生貪瞋痴，不生智慧，所以一定要把念頭轉過來。要真正轉過來，必須要歡喜過清苦的生活。這一句話現在人聽到，很難理解，很難接受。這是我們學習不夠深度，學習如果有一定的深度，你就曉得，簡單的生活就是最幸福的生活，奢侈的生活裡面沒有幸福，你要付出重大的代價。你仔細去衡量，得不償失，得到的太少了，付出的太多。付出的是什麼？憂慮。我們現在講精神上的壓力，物質上的壓力，你付出太多了。簡單生活，身心自在，你心裡頭沒有憂慮、沒有妄想、沒有牽掛，你說多自在！心清淨了，身就清淨，身心清淨，環境也清淨了。這是境隨心轉，所以這一定要學。最後一條："
    },
    {
      "id": "02-034-0065_p0015",
      "zh_CN": "【正念观佛，除去诸根。】",
      "zh_TW": "【正念觀佛，除去諸根。】"
    },
    {
      "id": "02-034-0065_p0016",
      "zh_CN": "这一句就是法相宗所说的「转识成智」，交光大师在《楞严正脉》里面所说的「舍识用根」。那个用根，此地讲要『除去诸根』，他那个用根是用根中之性，除去是除去根中之识，所以这个说法并不矛盾。如果你读《楞严》，看到这个，《楞严》说要用根，这个地方要把根去掉，那到底还是用它好，还是除掉好，问题就又来了。意思不一样，一个是用根中之性，像交光大师教给我们，我们见用见性见，见性是眼根的性，见性；这个地方要除，除是不要用眼识去见。为什么？识有分别、有执着、有妄想，性里头没有妄想、分别、执着，你明白这个道理，就很容易辨别了。六根接触外面的境界，只要离妄想、分别、执着，就是舍识用根，就是此地讲「除去诸根」。",
      "zh_TW": "這一句就是法相宗所說的「轉識成智」，交光大師在《楞嚴正脈》裡面所說的「捨識用根」。那個用根，此地講要『除去諸根』，他那個用根是用根中之性，除去是除去根中之識，所以這個說法並不矛盾。如果你讀《楞嚴》，看到這個，《楞嚴》說要用根，這個地方要把根去掉，那到底還是用它好，還是除掉好，問題就又來了。意思不一樣，一個是用根中之性，像交光大師教給我們，我們見用見性見，見性是眼根的性，見性；這個地方要除，除是不要用眼識去見。為什麼？識有分別、有執著、有妄想，性裡頭沒有妄想、分別、執著，你明白這個道理，就很容易辨別了。六根接觸外面的境界，只要離妄想、分別、執著，就是捨識用根，就是此地講「除去諸根」。"
    },
    {
      "id": "02-034-0065_p0017",
      "zh_CN": "除去诸根之后，第一句自然就完成了，『正念观佛』。「正念」是什么？没有邪念。所以他不是无念，无有邪念，就是正念。什么是邪念？妄想、分别、执着是邪念；决定没有妄想分别执着，这个时候叫正念。宗门里面我们常常看到，正念无念，正念里面无妄想、分别、执着，是这个意思。正念就观佛了，佛的境界就现前。「观佛」，不是叫你一天到晚看佛像，观佛什么意思？就如同佛在大经里面所说的，大地众生，本来成佛。你看到一切有情众生都是诸佛如来，你正念现前了；你要看到这些众生，他是凡夫，他在造业，你是邪念观世间，你不是正念。所以佛眼睛看一切众生是诸佛如来，凡夫看诸佛菩萨都是凡夫，你们想一想这话，这不就是说「境随心转」吗？正念是真心，真心看外面境界就看出真相，宇宙人生的真相。真相就是佛境界，真相就是一切众生同成佛道。《华严经》上讲「情与无情，同圆种智」，圆是圆满，种智是佛的境界。所以我们要训练，几时看一切众生都是佛，我仔细看你，你像一尊佛，我就成佛了；我看你不像佛，我是凡夫；我看你像一尊菩萨，我成菩萨了，境随心转。",
      "zh_TW": "除去諸根之後，第一句自然就完成了，『正念觀佛』。「正念」是什麼？沒有邪念。所以他不是無念，無有邪念，就是正念。什麼是邪念？妄想、分別、執著是邪念；決定沒有妄想分別執著，這個時候叫正念。宗門裡面我們常常看到，正念無念，正念裡面無妄想、分別、執著，是這個意思。正念就觀佛了，佛的境界就現前。「觀佛」，不是叫你一天到晚看佛像，觀佛什麼意思？就如同佛在大經裡面所說的，大地眾生，本來成佛。你看到一切有情眾生都是諸佛如來，你正念現前了；你要看到這些眾生，他是凡夫，他在造業，你是邪念觀世間，你不是正念。所以佛眼睛看一切眾生是諸佛如來，凡夫看諸佛菩薩都是凡夫，你們想一想這話，這不就是說「境隨心轉」嗎？正念是真心，真心看外面境界就看出真相，宇宙人生的真相。真相就是佛境界，真相就是一切眾生同成佛道。《華嚴經》上講「情與無情，同圓種智」，圓是圓滿，種智是佛的境界。所以我們要訓練，幾時看一切眾生都是佛，我仔細看你，你像一尊佛，我就成佛了；我看你不像佛，我是凡夫；我看你像一尊菩薩，我成菩薩了，境隨心轉。"
    },
    {
      "id": "02-034-0065_p0018",
      "zh_CN": "所以这十念，《宗要》里面讲，「如是十念，既非凡夫所能。当知初地以上菩萨，乃能具足十念」。这个初地是讲别教，别教初地等于圆教初住；换句话说，法身大士，破一品无明，证一分法身的人，他才能真正具足。我们不能，我们要学，这十条每一条都要学。第一条里面，我们要学习的，就是决定不可以自赞毁他，自己标榜自己，赞叹自己，贬低别人，决定不可，这是我们最容易犯的毛病。我们念佛，我们这是正法，我这个法好，你那个不行，有意、无意都会说；从来不晓得赞叹别人，我这个好，你那个也不错，你那个也很好，这是真的，不是假的。只要专修、专精都好，《金刚经》上讲得很好，「法门平等，无有高下」。",
      "zh_TW": "所以這十念，《宗要》裡面講，「如是十念，既非凡夫所能。當知初地以上菩薩，乃能具足十念」。這個初地是講別教，別教初地等於圓教初住；換句話說，法身大士，破一品無明，證一分法身的人，他才能真正具足。我們不能，我們要學，這十條每一條都要學。第一條裡面，我們要學習的，就是決定不可以自讚毀他，自己標榜自己，讚歎自己，貶低別人，決定不可，這是我們最容易犯的毛病。我們念佛，我們這是正法，我這個法好，你那個不行，有意、無意都會說；從來不曉得讚歎別人，我這個好，你那個也不錯，你那個也很好，這是真的，不是假的。只要專修、專精都好，《金剛經》上講得很好，「法門平等，無有高下」。"
    },
    {
      "id": "02-034-0065_p0019",
      "zh_CN": "不但是佛家的宗派、法门是平等，没有高下；再扩大，跟其他宗教也是平等，也没有高下；乃至于世间一切法，都是平等，都没有高下。能不能成就，那就是一门深入，长时薰修。为什么没有高下？十法界依正庄严，都是唯心所现，哪来的高下？心外无法，法外无心，一个心变的，真心。所以法是平等的，法法都第一，在佛法里头找不到第二，我们要懂这个道理。所以对于一切诸法，要生尊重心，自己要谦虚，要忍让，要卑下。孔老夫子如是教导我们，释迦牟尼佛也是这样教我们，这个决定不错。",
      "zh_TW": "不但是佛家的宗派、法門是平等，沒有高下；再擴大，跟其他宗教也是平等，也沒有高下；乃至於世間一切法，都是平等，都沒有高下。能不能成就，那就是一門深入，長時薰修。為什麼沒有高下？十法界依正莊嚴，都是唯心所現，哪來的高下？心外無法，法外無心，一個心變的，真心。所以法是平等的，法法都第一，在佛法裡頭找不到第二，我們要懂這個道理。所以對於一切諸法，要生尊重心，自己要謙虛，要忍讓，要卑下。孔老夫子如是教導我們，釋迦牟尼佛也是這樣教我們，這個決定不錯。"
    },
    {
      "id": "02-034-0065_p0020",
      "zh_CN": "自赞毁他，在梵网戒里面，虽然不是列入最重的戒条，但是瑜伽戒本里面列在重戒，我们要懂。真正的佛弟子，无论做什么事情，绝不违背佛陀的教诲。做学生的时代，而没有离开老师，无论做什么事情都要禀白老师，老师才能教你；事事要是瞒着老师，老师没有办法教你。所以我们同样是学生，跟一个老师，我们的成就，就是印光大师所讲，对老师一分诚敬就有一分成就，十分诚敬就有十分成就。诚敬在哪里表现？对老师决定没有欺瞒，做好事要报告老师，做坏事也要报告老师，老师对你完全了解，他才能指导你。你有隐瞒的地方，隐瞒的部分，他就不能指导你了；换句话说，你跟他学习，你所得的东西就有限。我能够在老师那里得一点儿东西，说老实话，就是跟其他的同学不一样，我对老师丝毫隐瞒都没有。坏主意，想做坏事，也要向老师报告，说明我为什么要这个作法，老师看看可不可以？这才行！这像个学生。所以我亲近几个老师，老师对我那么爱护，什么原因？没有隐瞒，决定没有欺骗，我们才能得到利益。",
      "zh_TW": "自讚毀他，在梵網戒裡面，雖然不是列入最重的戒條，但是瑜伽戒本裡面列在重戒，我們要懂。真正的佛弟子，無論做什麼事情，絕不違背佛陀的教誨。做學生的時代，而沒有離開老師，無論做什麼事情都要稟白老師，老師才能教你；事事要是瞞著老師，老師沒有辦法教你。所以我們同樣是學生，跟一個老師，我們的成就，就是印光大師所講，對老師一分誠敬就有一分成就，十分誠敬就有十分成就。誠敬在哪裡表現？對老師決定沒有欺瞞，做好事要報告老師，做壞事也要報告老師，老師對你完全了解，他才能指導你。你有隱瞞的地方，隱瞞的部分，他就不能指導你了；換句話說，你跟他學習，你所得的東西就有限。我能夠在老師那裡得一點兒東西，說老實話，就是跟其他的同學不一樣，我對老師絲毫隱瞞都沒有。壞主意，想做壞事，也要向老師報告，說明我為什麼要這個作法，老師看看可不可以？這才行！這像個學生。所以我親近幾個老師，老師對我那麼愛護，什麼原因？沒有隱瞞，決定沒有欺騙，我們才能得到利益。"
    },
    {
      "id": "02-034-0065_p0021",
      "zh_CN": "我们对佛菩萨更是如此，不要以为佛菩萨不在，我们做的事他不晓得。你念念这部经，这部经你要是真的念得有心得，寒毛直竖。不要说是阿弥陀佛、观音菩萨，不要说这些，每一个生到西方极乐世界的人，即使下下品往生的人，生到极乐世界，都天眼洞视，天耳彻听，他心遍知。我们起心动念，所作所为，他们都看到，都听到，都知道，你瞒谁？往生极乐世界的人不知道有多少，数不清的，统统看到，统统听到；我们起心动念，他都知道。你要是果然明白这个事情，怎么不寒毛直竖？吓死人！以为自己做事情没有人知道，这是自欺欺人。",
      "zh_TW": "我們對佛菩薩更是如此，不要以為佛菩薩不在，我們做的事他不曉得。你念念這部經，這部經你要是真的念得有心得，寒毛直豎。不要說是阿彌陀佛、觀音菩薩，不要說這些，每一個生到西方極樂世界的人，即使下下品往生的人，生到極樂世界，都天眼洞視，天耳徹聽，他心遍知。我們起心動念，所作所為，他們都看到，都聽到，都知道，你瞞誰？往生極樂世界的人不知道有多少，數不清的，統統看到，統統聽到；我們起心動念，他都知道。你要是果然明白這個事情，怎麼不寒毛直豎？嚇死人！以為自己做事情沒有人知道，這是自欺欺人。"
    },
    {
      "id": "02-034-0065_p0022",
      "zh_CN": "别说是佛菩萨了，鬼神都看得清楚。齐素萍居士跟你们讲天目山的故事，你们都听过，你不是真正修行，鬼神都瞧不起你。我们这个道场鬼神多，你们许多同修都知道，老林长陈光别居士的冤亲债主，不是在这里附到同学身上，要求皈依、要求听经？不是跟你们讲得很多？鬼神很多。他们还说了，讲堂、念佛堂有佛菩萨，这些鬼神害怕，不敢接近，所以要求听经到哪里听？到二楼去听。二楼斋堂，电视机打开，他们在那儿听，这你们诸位都知道的。天天跟鬼神在一起，鬼神的数目比我们多，我们这里看看几百人，他有几千人，我们能瞒谁？",
      "zh_TW": "別說是佛菩薩了，鬼神都看得清楚。齊素萍居士跟你們講天目山的故事，你們都聽過，你不是真正修行，鬼神都瞧不起你。我們這個道場鬼神多，你們許多同修都知道，老林長陳光別居士的冤親債主，不是在這裡附到同學身上，要求皈依、要求聽經？不是跟你們講得很多？鬼神很多。他們還說了，講堂、念佛堂有佛菩薩，這些鬼神害怕，不敢接近，所以要求聽經到哪裡聽？到二樓去聽。二樓齋堂，電視機打開，他們在那兒聽，這你們諸位都知道的。天天跟鬼神在一起，鬼神的數目比我們多，我們這裡看看幾百人，他有幾千人，我們能瞞誰？"
    },
    {
      "id": "02-034-0065_p0023",
      "zh_CN": "所以心要正，要善良，我们常讲唯一善心，唯一善意，唯一善行。心意行都善，念佛决定往生，而且你一定得诸佛护念，龙天善神保佑；世间虽然灾难很多，你不会受灾难。我听台湾同学打电话给我，也有到这边来见面给我讲，念佛的人在这一次大灾难当中，都能够幸免，都平安无事。地震的时候，房屋统统倒塌了，念佛的人，他家房子不倒，他家的房子很完整。不可思议！你就晓得，这个果报多么明显。我们看到了，听到了，还能不警觉吗？只要你的心善行善，自然有护法神护持你，没有不吉祥的，没有不如意的。这一段我们就介绍到此地。",
      "zh_TW": "所以心要正，要善良，我們常講唯一善心，唯一善意，唯一善行。心意行都善，念佛決定往生，而且你一定得諸佛護念，龍天善神保佑；世間雖然災難很多，你不會受災難。我聽台灣同學打電話給我，也有到這邊來見面給我講，念佛的人在這一次大災難當中，都能夠倖免，都平安無事。地震的時候，房屋統統倒塌了，念佛的人，他家房子不倒，他家的房子很完整。不可思議！你就曉得，這個果報多麼明顯。我們看到了，聽到了，還能不警覺嗎？只要你的心善行善，自然有護法神護持你，沒有不吉祥的，沒有不如意的。這一段我們就介紹到此地。"
    },
    {
      "id": "02-034-0065_p0024",
      "zh_CN": "底下我们要讨论，这个「十念」，究竟采取哪一种说法？我们学佛，最重要的是要相信老师，如果对老师失去信心，经上讲「听信余教」，就是别人教导，这个事情就难了。我们的老师是谁？不是我，我不敢做人的老师，我们的老师是阿弥陀佛。阿弥陀佛在哪里？《无量寿经》就是阿弥陀佛，我们决定要相信《无量寿经》，决定要相信阿弥陀佛。可是现在又有个问题，我们念的《无量寿经》是夏莲居居士的会集本，所以有很多人就提出反对意见；这个不是原译本，这个不可靠，这个决定不能相信。怎么办？那只有去念五种原译本。如果你要是听人家这个说法，你对这个本子丧失了信心，你去念五种原译本。",
      "zh_TW": "底下我們要討論，這個「十念」，究竟採取哪一種說法？我們學佛，最重要的是要相信老師，如果對老師失去信心，經上講「聽信餘教」，就是別人教導，這個事情就難了。我們的老師是誰？不是我，我不敢做人的老師，我們的老師是阿彌陀佛。阿彌陀佛在哪裡？《無量壽經》就是阿彌陀佛，我們決定要相信《無量壽經》，決定要相信阿彌陀佛。可是現在又有個問題，我們念的《無量壽經》是夏蓮居居士的會集本，所以有很多人就提出反對意見；這個不是原譯本，這個不可靠，這個決定不能相信。怎麼辦？那只有去念五種原譯本。如果你要是聽人家這個說法，你對這個本子喪失了信心，你去念五種原譯本。"
    },
    {
      "id": "02-034-0065_p0025",
      "zh_CN": "但是我对这个本子有信心，我为什么有信心？老师传给我的，李老师亲自传给我的。而且对于社会一般大众反对这个本子，他也曾经告诉过我。当时，本子交给我的时候，告诉我：暂时收藏。我说：为什么？我那个时候很想讲解这部经，弘扬这部经。不行，你年龄太轻，你学佛的资历太浅，他说：有一些老法师、大德居士来反对，你招架不住。我说：那怎么办？收起来，等待机缘。这一收就收了好几十年，等到他老人家往生，我在清理旧书的时候，又看到这个本子。老师已经过世了，虽然不能够弘扬，至少也把这个本子印出来，所以就印一万册赠送，纪念老师。因为老师这个本子，很多人没有看到过，就是他的眉注。这个本子散出去之后，许多人看到生欢喜心，来找我讲，这个缘大概就这么成熟了，这就开始讲起来了。讲了，果然没有错，法缘无比的殊胜。我在一生当中讲过不少经论，法缘最殊胜是讲《无量寿经》，听众最多，得到大众的欢喜，缘成熟了。李老师把这个本子交给我，我对他深信不疑。",
      "zh_TW": "但是我對這個本子有信心，我為什麼有信心？老師傳給我的，李老師親自傳給我的。而且對於社會一般大眾反對這個本子，他也曾經告訴過我。當時，本子交給我的時候，告訴我：暫時收藏。我說：為什麼？我那個時候很想講解這部經，弘揚這部經。不行，你年齡太輕，你學佛的資歷太淺，他說：有一些老法師、大德居士來反對，你招架不住。我說：那怎麼辦？收起來，等待機緣。這一收就收了好幾十年，等到他老人家往生，我在清理舊書的時候，又看到這個本子。老師已經過世了，雖然不能夠弘揚，至少也把這個本子印出來，所以就印一萬冊贈送，紀念老師。因為老師這個本子，很多人沒有看到過，就是他的眉註。這個本子散出去之後，許多人看到生歡喜心，來找我講，這個緣大概就這麼成熟了，這就開始講起來了。講了，果然沒有錯，法緣無比的殊勝。我在一生當中講過不少經論，法緣最殊勝是講《無量壽經》，聽眾最多，得到大眾的歡喜，緣成熟了。李老師把這個本子交給我，我對他深信不疑。"
    },
    {
      "id": "02-034-0065_p0026",
      "zh_CN": "在这个本子，经文上只说，「十方众生，闻我名号，至心信乐，所有善根，心心回向，愿生我国，乃至十念」，并没有详细说明，这十念是怎么个念法，没有详细说明，所以古德就有许许多多的说法。但是祖师大德们，其中也有引经据典，给我们说得很清楚、很明白。像《观经》「下品下生章」里面的十念，古德用它来解释第十八愿的十念，这是很有道理的，很有根据的，《观经》是净土三经。此地说得简单，《观经》说得就比较上详细，说得具体，很值得我们做参考。",
      "zh_TW": "在這個本子，經文上只說，「十方眾生，聞我名號，至心信樂，所有善根，心心回向，願生我國，乃至十念」，並沒有詳細說明，這十念是怎麼個念法，沒有詳細說明，所以古德就有許許多多的說法。但是祖師大德們，其中也有引經據典，給我們說得很清楚、很明白。像《觀經》「下品下生章」裡面的十念，古德用它來解釋第十八願的十念，這是很有道理的，很有根據的，《觀經》是淨土三經。此地說得簡單，《觀經》說得就比較上詳細，說得具體，很值得我們做參考。"
    },
    {
      "id": "02-034-0065_p0027",
      "zh_CN": "善导大师是我们净土宗第二代的祖师，传记里面说他是阿弥陀佛化身再来的。他是阿弥陀佛再来的，善导的话就是阿弥陀佛亲口宣说的。他说「今之十念」，就是讲《无量寿经》第十八愿这个十念；「但是口称」，就是口念；「上尽一形，下至一念」，上等的一生尽形寿都没有中断，就是修这个十念法；「下至一念」，这是讲最少的；「通于三辈，摄于九品，莫不皆往」，三辈九品都通，统统得生净土。这个意思就说得很明白，这个十念是口念，不是《弥勒菩萨所问经》里面讲的十念，只是口念。",
      "zh_TW": "善導大師是我們淨土宗第二代的祖師，傳記裡面說他是阿彌陀佛化身再來的。他是阿彌陀佛再來的，善導的話就是阿彌陀佛親口宣說的。他說「今之十念」，就是講《無量壽經》第十八願這個十念；「但是口稱」，就是口念；「上盡一形，下至一念」，上等的一生盡形壽都沒有中斷，就是修這個十念法；「下至一念」，這是講最少的；「通於三輩，攝於九品，莫不皆往」，三輩九品都通，統統得生淨土。這個意思就說得很明白，這個十念是口念，不是《彌勒菩薩所問經》裡面講的十念，只是口念。"
    },
    {
      "id": "02-034-0065_p0028",
      "zh_CN": "但是善导大师说的这个话，我们决定要跟本经里面所说的，「三辈往生」、「往生正因」这两品经文要相应，绝对不是说有口无心，那个不行，不能往生。要真正有心，有个什么心？我们在讲席里头常常提到，「觉悟的心」；觉悟的心就是利益众生的心，住持正法的心。要有这个心，你每天修十念法，决定得生。像哪些人？李木源居士一天忙到晚，哪有时间念佛？他一天念十声佛号，就可以了。为什么？一天二十四小时所想的、所做的，全是为佛法、为众生，他这十声佛号，把他今天一天所修积的功德，回向求生净土。如果十念没有时间的话，念一句都行。",
      "zh_TW": "但是善導大師說的這個話，我們決定要跟本經裡面所說的，「三輩往生」、「往生正因」這兩品經文要相應，絕對不是說有口無心，那個不行，不能往生。要真正有心，有個什麼心？我們在講席裡頭常常提到，「覺悟的心」；覺悟的心就是利益眾生的心，住持正法的心。要有這個心，你每天修十念法，決定得生。像哪些人？李木源居士一天忙到晚，哪有時間念佛？他一天念十聲佛號，就可以了。為什麼？一天二十四小時所想的、所做的，全是為佛法、為眾生，他這十聲佛號，把他今天一天所修積的功德，迴向求生淨土。如果十念沒有時間的話，念一句都行。"
    },
    {
      "id": "02-034-0065_p0029",
      "zh_CN": "诸位能体会这个意思，你就明了了。心是佛心，行是菩萨行，这样的人，一天十念、一念，他真能往生，一点儿都不假。如果心里面贪恋名闻利养，放不下五欲六尘，一天念十万声佛号，也不能往生。古人所谓「喊破喉咙也枉然」！为什么人家一天念十句、一句都能往生？那个人一天念到晚，一天念十万声都不能往生？往生的条件不在乎念佛号多少，蕅益大师在《要解》里面给我们讲得好，「能不能往生，决定在信愿之有无；品位高下，决定在念佛功夫之浅深」。这两句话说得好，印光大师非常赞叹。",
      "zh_TW": "諸位能體會這個意思，你就明瞭了。心是佛心，行是菩薩行，這樣的人，一天十念、一念，他真能往生，一點兒都不假。如果心裡面貪戀名聞利養，放不下五欲六塵，一天念十萬聲佛號，也不能往生。古人所謂「喊破喉嚨也枉然」！為什麼人家一天念十句、一句都能往生？那個人一天念到晚，一天念十萬聲都不能往生？往生的條件不在乎念佛號多少，蕅益大師在《要解》裡面給我們講得好，「能不能往生，決定在信願之有無；品位高下，決定在念佛功夫之淺深」。這兩句話說得好，印光大師非常讚歎。"
    },
    {
      "id": "02-034-0065_p0030",
      "zh_CN": "真信、切愿，这是往生的条件。真信、切愿，就是发菩提心。什么叫真信？我们有没有真信？果然真信有西方极乐世界，真愿往生，那个人的样子就变了。怎么变？这个世间一切万缘他放下。如果还有贪恋名闻利养、五欲六尘，不信，没有愿；他的愿还是在轮回，不想脱离轮回，他哪有真信切愿？所以果然有真信切愿，这个世间，世出世间法统统放下；还有一桩放不下，你的信愿就有问题。所以千万不要误会，我信了；信了，还争名夺利？信了，还唯恐吃亏，唯恐上当；你信什么？佛在经上讲多少遍、讲多少次，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，「万法皆空，因果不空」。你也会念，你也会讲，你做不到；做不到就不是真信，做不到就不是真正有愿。真信、真愿，决定统统放下了，在这个世间一切随缘，决定没有自己的成见；你们大家好，都好，我没有意思，我不加意见。",
      "zh_TW": "真信、切願，這是往生的條件。真信、切願，就是發菩提心。什麼叫真信？我們有沒有真信？果然真信有西方極樂世界，真願往生，那個人的樣子就變了。怎麼變？這個世間一切萬緣他放下。如果還有貪戀名聞利養、五欲六塵，不信，沒有願；他的願還是在輪迴，不想脫離輪迴，他哪有真信切願？所以果然有真信切願，這個世間，世出世間法統統放下；還有一樁放不下，你的信願就有問題。所以千萬不要誤會，我信了；信了，還爭名奪利？信了，還唯恐吃虧，唯恐上當；你信什麼？佛在經上講多少遍、講多少次，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，「萬法皆空，因果不空」。你也會念，你也會講，你做不到；做不到就不是真信，做不到就不是真正有願。真信、真願，決定統統放下了，在這個世間一切隨緣，決定沒有自己的成見；你們大家好，都好，我沒有意思，我不加意見。"
    },
    {
      "id": "02-034-0065_p0031",
      "zh_CN": "即使弘法利生的事情也都随缘，绝不攀缘。绝不怎么？这个好事情，我一定要做，众生太苦了，我们不做，没有慈悲心。你有慈悲心，众生没有福报，有什么办法？好像我们的慈悲心，比诸佛如来都高很多，诸佛如来看芸芸众生受苦受难，他都不来，我们着急要救度众生，你比佛超过太多太多了。可是细细一思量，你的慈悲心是假的，诸佛菩萨慈悲心是真的，为什么？你的慈悲心里头要有代价的，是有条件的，不是无条件的，不是无私的，还是比不上诸佛菩萨。所以要学诸佛菩萨的随缘，不可以攀缘。实实在在说，随缘，这事情做得顺利，反而容易成就；攀缘，反而遇到许许多多障碍。譬如说，你一定要建道场，一定要在这儿弘法。人家就反过来问，你是什么用意？你有什么企图？于是人家就很多防范的心，就会惹许许多多的障碍。随缘是：到他感觉得有需要，他来找你了，这事情很容易成功。",
      "zh_TW": "即使弘法利生的事情也都隨緣，絕不攀緣。絕不怎麼？這個好事情，我一定要做，眾生太苦了，我們不做，沒有慈悲心。你有慈悲心，眾生沒有福報，有什麼辦法？好像我們的慈悲心，比諸佛如來都高很多，諸佛如來看芸芸眾生受苦受難，他都不來，我們著急要救度眾生，你比佛超過太多太多了。可是細細一思量，你的慈悲心是假的，諸佛菩薩慈悲心是真的，為什麼？你的慈悲心裡頭要有代價的，是有條件的，不是無條件的，不是無私的，還是比不上諸佛菩薩。所以要學諸佛菩薩的隨緣，不可以攀緣。實實在在說，隨緣，這事情做得順利，反而容易成就；攀緣，反而遇到許許多多障礙。譬如說，你一定要建道場，一定要在這兒弘法。人家就反過來問，你是什麼用意？你有什麼企圖？於是人家就很多防範的心，就會惹許許多多的障礙。隨緣是：到他感覺得有需要，他來找你了，這事情很容易成功。"
    },
    {
      "id": "02-034-0065_p0032",
      "zh_CN": "我们想建个弥陀村，洪恭兰老居士很难得，发心愿意把地让给我们。可是事先他租给日本人了，租约是三十年，日本人才用了八年，后头还有二十二年。他要不给我们说，等租约满了之后再还你，我们要等二十二年。听说那个约后头还附了一条，附一条：三十年满了，继续再租三十年，那这要我们等五十年。我们找人难，人家找我们就容易。这桩事情，我也是幸亏得力于章嘉大师早年的教诲，他老人家教我，一切求佛菩萨，不要求人。求人，人家不答应，你多难过！我想：对！求佛菩萨。我们真心求，佛菩萨就有感应。一切听佛菩萨安排，自己没有一点儿意思。自己有一点儿意思夹杂在当中，佛菩萨就不安排了。为什么？你自己会安排，佛菩萨多事不如少事，少事不如无事。你自己统统都放下了，那他不安排不行，他非得替你安排不可。我自己还想怎么做、怎么做，那佛菩萨省事，绝不找这个麻烦。我们要懂这个道理，这个道理是章嘉大师传给我的。",
      "zh_TW": "我們想建個彌陀村，洪恭蘭老居士很難得，發心願意把地讓給我們。可是事先他租給日本人了，租約是三十年，日本人才用了八年，後頭還有二十二年。他要不給我們說，等租約滿了之後再還你，我們要等二十二年。聽說那個約後頭還附了一條，附一條：三十年滿了，繼續再租三十年，那這要我們等五十年。我們找人難，人家找我們就容易。這樁事情，我也是幸虧得力於章嘉大師早年的教誨，他老人家教我，一切求佛菩薩，不要求人。求人，人家不答應，你多難過！我想：對！求佛菩薩。我們真心求，佛菩薩就有感應。一切聽佛菩薩安排，自己沒有一點兒意思。自己有一點兒意思夾雜在當中，佛菩薩就不安排了。為什麼？你自己會安排，佛菩薩多事不如少事，少事不如無事。你自己統統都放下了，那他不安排不行，他非得替你安排不可。我自己還想怎麼做、怎麼做，那佛菩薩省事，絕不找這個麻煩。我們要懂這個道理，這個道理是章嘉大師傳給我的。"
    },
    {
      "id": "02-034-0065_p0033",
      "zh_CN": "所以我一生随缘，一生我有这些念头想怎么作法，我从来没有真正去做。为什么？缘不足，说说而已。说说有好处，当中真正有具足这个缘，他听到之后，他发心来做，这事情就成功了。所以我们在这里讲经，李木源居士常常听，听到了，他在这个地方有缘分，这就做成功，就容易做了。我们在香港讲经，最近去讲了一年，我也常常念着在香港建个道场。我念着什么？念着这个缘也念来，可是始终没有缘，没有缘就不行。我们自己能不能在香港买个地方建个道场？这个力量是有，但是障碍太大，不能做。新加坡这个地方就是一个例子，如果不是李居士邀请我们到这边来弘法利生，我们自己到新加坡来买一栋大楼，搞个道场，行吗？行是行，决定搞不长久，就被人赶走了。",
      "zh_TW": "所以我一生隨緣，一生我有這些念頭想怎麼作法，我從來沒有真正去做。為什麼？緣不足，說說而已。說說有好處，當中真正有具足這個緣，他聽到之後，他發心來做，這事情就成功了。所以我們在這裡講經，李木源居士常常聽，聽到了，他在這個地方有緣分，這就做成功，就容易做了。我們在香港講經，最近去講了一年，我也常常念著在香港建個道場。我念著什麼？念著這個緣也念來，可是始終沒有緣，沒有緣就不行。我們自己能不能在香港買個地方建個道場？這個力量是有，但是障礙太大，不能做。新加坡這個地方就是一個例子，如果不是李居士邀請我們到這邊來弘法利生，我們自己到新加坡來買一棟大樓，搞個道場，行嗎？行是行，決定搞不長久，就被人趕走了。"
    },
    {
      "id": "02-034-0065_p0034",
      "zh_CN": "我明白这个道理，你在这个地方，抢人家的信徒，夺取人家的供养，人家不甘心，不服，想尽方法来找麻烦，要把你赶走。我们到这个地方来，居士林已经六十多年，不能把居士林毁掉。所以它这个地方有这么久的历史，我们附属在这里头，什么样外面的障碍，由居士林去担当，我们没事。可是我们在香港，就找不到这么样一个道场，找不到这样一个护法，所以没有办法，在香港打游击，临时租借街坊福利会的一个礼堂，我们在那里一个月做三天的活动。如果香港也有个道场，也有个李木源居士，香港人有福了。",
      "zh_TW": "我明白這個道理，你在這個地方，搶人家的信徒，奪取人家的供養，人家不甘心，不服，想盡方法來找麻煩，要把你趕走。我們到這個地方來，居士林已經六十多年，不能把居士林毀掉。所以它這個地方有這麼久的歷史，我們附屬在這裡頭，什麼樣外面的障礙，由居士林去擔當，我們沒事。可是我們在香港，就找不到這麼樣一個道場，找不到這樣一個護法，所以沒有辦法，在香港打游擊，臨時租借街坊福利會的一個禮堂，我們在那裡一個月做三天的活動。如果香港也有個道場，也有個李木源居士，香港人有福了。"
    },
    {
      "id": "02-034-0065_p0035",
      "zh_CN": "我们是全心的奉献，我们不要名，也不要利，也不要名分。这个地方一再是给我搞一个什么领导师，我说：我哪是领导师？我既不要作住持，也不要作当家，什么执事都不要，我来做义工。完全尽义务，所有一切供养，统统供养常住，我一分都不要。现在在香港讲经，是借街坊福利会的场所，所以信徒供养我就收了。收了做什么？我们每一次去有四、五个人，飞机票就用他们的钱。",
      "zh_TW": "我們是全心的奉獻，我們不要名，也不要利，也不要名分。這個地方一再是給我搞一個什麼領導師，我說：我哪是領導師？我既不要作住持，也不要作當家，什麼執事都不要，我來做義工。完全盡義務，所有一切供養，統統供養常住，我一分都不要。現在在香港講經，是借街坊福利會的場所，所以信徒供養我就收了。收了做什麼？我們每一次去有四、五個人，飛機票就用他們的錢。"
    },
    {
      "id": "02-034-0065_p0036",
      "zh_CN": "所以这就说明随缘的重要性，决定不要攀缘，攀缘只有找麻烦。这是为什么香港，我们没有办法在那个地方，去建立一个道场。我一生不希望建道场，不开这个例子。所以香港那个地方缘成熟，我可以帮助他们建道场，我自己决定不建道场。我的一生，许多同修跟我时间久的都知道，一生都是遭嫉妒障碍。我要建个道场，那还得了，麻烦可大了。不建道场，跟到人家后面走，嫉妒障碍都很多，造谣生事都很多。决定不要让众生造更重的业，有更大的破坏，所以我们一切随缘，常常想退步。我不想进，我都想退，尤其现在年岁大了。所以我跟许许多多同修说，我今天是被李木源居士拖住了，脱不了身。我要离开此地，在道义上讲不过去，对不起他，这样热心全力的护持，他是为法，不是为我个人；我了解，我要帮助他弘法利生。所以自己对自己总要清楚，总要明了。",
      "zh_TW": "所以這就說明隨緣的重要性，決定不要攀緣，攀緣只有找麻煩。這是為什麼香港，我們沒有辦法在那個地方，去建立一個道場。我一生不希望建道場，不開這個例子。所以香港那個地方緣成熟，我可以幫助他們建道場，我自己決定不建道場。我的一生，許多同修跟我時間久的都知道，一生都是遭嫉妒障礙。我要建個道場，那還得了，麻煩可大了。不建道場，跟到人家後面走，嫉妒障礙都很多，造謠生事都很多。決定不要讓眾生造更重的業，有更大的破壞，所以我們一切隨緣，常常想退步。我不想進，我都想退，尤其現在年歲大了。所以我跟許許多多同修說，我今天是被李木源居士拖住了，脫不了身。我要離開此地，在道義上講不過去，對不起他，這樣熱心全力的護持，他是為法，不是為我個人；我了解，我要幫助他弘法利生。所以自己對自己總要清楚，總要明瞭。"
    },
    {
      "id": "02-034-0065_p0037",
      "zh_CN": "在中国大陆这么多年来，有缘，随缘做一些，绝不攀缘。我没有派人，在中国大陆去做弘法的事情，没有。这些录音带、录影带、书籍，都是海外这些同修见到我，或者在道场自己拿去带过去的，我没有委托过人，这就叫随缘。可是随缘都还有障碍，这一次我们到北京，跟叶局长、佛协，大家见了面，彼此才了解。我说：你们尽可放心，我活到这么一大把年纪，出家将近五十年，讲经四十年，连个道场都没有；你们要送道场给我，我也不要。往年简丰文送个道场，我就问他：你是不是想害我？存心不良，要陷害我，要送道场给我。所以我要盘问清楚，到最后，行！我名义接受，事实完全你自己负责，我是概不负责。",
      "zh_TW": "在中國大陸這麼多年來，有緣，隨緣做一些，絕不攀緣。我沒有派人，在中國大陸去做弘法的事情，沒有。這些錄音帶、錄影帶、書籍，都是海外這些同修見到我，或者在道場自己拿去帶過去的，我沒有委託過人，這就叫隨緣。可是隨緣都還有障礙，這一次我們到北京，跟葉局長、佛協，大家見了面，彼此才了解。我說：你們盡可放心，我活到這麼一大把年紀，出家將近五十年，講經四十年，連個道場都沒有；你們要送道場給我，我也不要。往年簡豐文送個道場，我就問他：你是不是想害我？存心不良，要陷害我，要送道場給我。所以我要盤問清楚，到最後，行！我名義接受，事實完全你自己負責，我是概不負責。"
    },
    {
      "id": "02-034-0065_p0038",
      "zh_CN": "管理一个道场，多烦，多麻烦！管人、管事、管钱，一不小心就造罪业。造业，你能够说不受果报吗？我们避免，就是完全不干涉。我所讲的，你听到有的有道理，你肯做很好，不肯做也好，都好，这样就没事了，就能够和睦相处。一定要坚持自己的意见怎么做，决定得罪人，会造成人事方面的困惑。我们不干这个事情，哪里有缘，哪里去。实在没有缘，找一个清净环境，自己念佛往生就好。我们看到例子太多了，有人念佛三天就往生，七天就往生的，我们也能办得到。所以要什么地方？什么地方都不需要。",
      "zh_TW": "管理一個道場，多煩，多麻煩！管人、管事、管錢，一不小心就造罪業。造業，你能夠說不受果報嗎？我們避免，就是完全不干涉。我所講的，你聽到有的有道理，你肯做很好，不肯做也好，都好，這樣就沒事了，就能夠和睦相處。一定要堅持自己的意見怎麼做，決定得罪人，會造成人事方面的困惑。我們不幹這個事情，哪裡有緣，哪裡去。實在沒有緣，找一個清淨環境，自己念佛往生就好。我們看到例子太多了，有人念佛三天就往生，七天就往生的，我們也能辦得到。所以要什麼地方？什麼地方都不需要。"
    },
    {
      "id": "02-034-0065_p0039",
      "zh_CN": "所以此地这个十念，我们要把它认识清楚、认识明白，虽然是讲口念，但是心行一定要与佛相应。如果心行不相应，要想真正成就往生，还是难事情。黄老居士的注解，在这一段里头他引用的很多，提到古德所讲的，「获得一念净心，发一念心，念于彼佛，皆得往生」，这话是古大德讲的。重要的是一念净心，心净则佛土净。所以佛法修学入门的总纲领，也就是说八万四千法门，无量法门，归结到最后就是三个法门：觉、正、净，这个过去都曾经跟诸位报告过。",
      "zh_TW": "所以此地這個十念，我們要把它認識清楚、認識明白，雖然是講口念，但是心行一定要與佛相應。如果心行不相應，要想真正成就往生，還是難事情。黃老居士的註解，在這一段裡頭他引用的很多，提到古德所講的，「獲得一念淨心，發一念心，念於彼佛，皆得往生」，這話是古大德講的。重要的是一念淨心，心淨則佛土淨。所以佛法修學入門的總綱領，也就是說八萬四千法門，無量法門，歸結到最後就是三個法門：覺、正、淨，這個過去都曾經跟諸位報告過。"
    },
    {
      "id": "02-034-0065_p0040",
      "zh_CN": "禅宗、性宗是从觉门入，所以说大彻大悟，明心见性，他从这个地方入门，这要上上根人，中下根人做不到。教下，这对中下根人就有用处了，他从正门入。正门就是学教，完全遵循佛菩萨的教诲，从正知正见入，这就正门。把自己一切错误，错误的想法看法、说法作法，依据佛菩萨的教导统统修正过来，从这个门能入。净土宗跟密宗是从清净心入，这个诸位一定要记住，这比前面两个是简单、是容易。前面从觉门，我们根性达不到，不是这个根性；从正门要念很多的经书，就好像上学一样，小学、中学、大学、研究所，很长的时间，真的是长时期的薰修，也不是个容易事情。所以净宗就比较方便了，只要具足深信切愿，一句佛号念到底，就决定成功。古往今来，这个例子太多太多了。",
      "zh_TW": "禪宗、性宗是從覺門入，所以說大徹大悟，明心見性，他從這個地方入門，這要上上根人，中下根人做不到。教下，這對中下根人就有用處了，他從正門入。正門就是學教，完全遵循佛菩薩的教誨，從正知正見入，這就正門。把自己一切錯誤，錯誤的想法看法、說法作法，依據佛菩薩的教導統統修正過來，從這個門能入。淨土宗跟密宗是從清淨心入，這個諸位一定要記住，這比前面兩個是簡單、是容易。前面從覺門，我們根性達不到，不是這個根性；從正門要念很多的經書，就好像上學一樣，小學、中學、大學、研究所，很長的時間，真的是長時期的薰修，也不是個容易事情。所以淨宗就比較方便了，只要具足深信切願，一句佛號念到底，就決定成功。古往今來，這個例子太多太多了。"
    },
    {
      "id": "02-034-0065_p0041",
      "zh_CN": "老林长的往生，诸位都晓得，我听说现在很多同修，都拿到他最后写的往生的日期。他的家人告诉我们，两个月之前他老人家天天写，八月初七、八月初七，写了好多个八月初七，当时家里人看到，不知道什么意思；八月初七那一天往生，两个多月之前就晓得了。往生的前一天我去看他，他头脑神志那么清楚，预知时至。他得什么力量？李木源居士告诉我，最近这四年当中，因为身体不好，都躺在床上，看录相带。我们这里所有讲经的录相带，统统送到他家里，他每天听八个小时。一天都不缺，天天听，他明白了，觉悟了，一切放下，一心念佛。所以经教的薰习非常重要，他从经教里面，奠立了真信切愿。所以念佛时间虽然不多，那就是此地讲的十念必生。他每天念佛的时间不多，决定得生，为什么？心清净了。",
      "zh_TW": "老林長的往生，諸位都曉得，我聽說現在很多同修，都拿到他最後寫的往生的日期。他的家人告訴我們，兩個月之前他老人家天天寫，八月初七、八月初七，寫了好多個八月初七，當時家裡人看到，不知道什麼意思；八月初七那一天往生，兩個多月之前就曉得了。往生的前一天我去看他，他頭腦神志那麼清楚，預知時至。他得什麼力量？李木源居士告訴我，最近這四年當中，因為身體不好，都躺在床上，看錄相帶。我們這裡所有講經的錄相帶，統統送到他家裡，他每天聽八個小時。一天都不缺，天天聽，他明白了，覺悟了，一切放下，一心念佛。所以經教的薰習非常重要，他從經教裡面，奠立了真信切願。所以念佛時間雖然不多，那就是此地講的十念必生。他每天念佛的時間不多，決定得生，為什麼？心清淨了。"
    },
    {
      "id": "02-034-0065_p0042",
      "zh_CN": "在这一愿里面，「至心信乐」，《观无量寿佛经》上也是这个说法，「如是至心，令声不绝，具足十念」。可见得这个十念，是要「至心信乐」，至心是心真诚到极处。这个说法，还是觉明妙行菩萨在《西方确指》里面，教给我们的九个字：「不怀疑，不夹杂，不间断」，一丝毫怀疑都没有，绝不夹杂。不夹杂，难！都在平常生活当中去培养。怎样去做？古大德教给我们，凡是带不去的东西，不要放在心上。你们想想什么东西能带去？「万般将不去，唯有业随身」。连这个身体都带不走，何必为着这个身体操心，要讲求怎么样去保养，错了，带不去的。带不去的，不要挂在心上，这个身体反而长寿、反而健康，天天为这个身体健康打主意，这个身体反而会生病。这里头是个什么道理，你们知道吗？不为它操心，它自己就正常，为它操心它就不正常了，就这么个道理。所以我们不把它放在心上，身体自然调整，它自己要养自己，没人照顾它。念念操心去管它，反正有人管我，要求还特别多，麻烦就来了。",
      "zh_TW": "在這一願裡面，「至心信樂」，《觀無量壽佛經》上也是這個說法，「如是至心，令聲不絕，具足十念」。可見得這個十念，是要「至心信樂」，至心是心真誠到極處。這個說法，還是覺明妙行菩薩在《西方確指》裡面，教給我們的九個字：「不懷疑，不夾雜，不間斷」，一絲毫懷疑都沒有，絕不夾雜。不夾雜，難！都在平常生活當中去培養。怎樣去做？古大德教給我們，凡是帶不去的東西，不要放在心上。你們想想什麼東西能帶去？「萬般將不去，唯有業隨身」。連這個身體都帶不走，何必為著這個身體操心，要講求怎麼樣去保養，錯了，帶不去的。帶不去的，不要掛在心上，這個身體反而長壽、反而健康，天天為這個身體健康打主意，這個身體反而會生病。這裡頭是個什麼道理，你們知道嗎？不為它操心，它自己就正常，為它操心它就不正常了，就這麼個道理。所以我們不把它放在心上，身體自然調整，它自己要養自己，沒人照顧它。念念操心去管它，反正有人管我，要求還特別多，麻煩就來了。"
    },
    {
      "id": "02-034-0065_p0043",
      "zh_CN": "这是真理。理，都是佛说的，佛给我们讲的总纲领、总原则：「一切法从心想生」。你天天要保养这个身体，天天要给它进补，可见得这个身体有亏损、不健康，才需要。所以天天想要身体好，身体已经不好了；如果身体很好，想它干什么？你身体为什么不好？为什么那么多病？想来的。我没有想病，但是你是不是天天想找医生，天天找补品？对，天天想这个。那就是想病，那是病根、病源，你想这些干什么？愈是年岁大了，愈不能想，愈想病愈多，愈想就愈离不开医生，离不开医药，你说可怜不可怜？所以不应该想的统统要放下，一切听其自然，自然是最健康。我什么都不想，你们说我这个身体不好，有病，我从来没有觉察到。",
      "zh_TW": "這是真理。理，都是佛說的，佛給我們講的總綱領、總原則：「一切法從心想生」。你天天要保養這個身體，天天要給它進補，可見得這個身體有虧損、不健康，才需要。所以天天想要身體好，身體已經不好了；如果身體很好，想它幹什麼？你身體為什麼不好？為什麼那麼多病？想來的。我沒有想病，但是你是不是天天想找醫生，天天找補品？對，天天想這個。那就是想病，那是病根、病源，你想這些幹什麼？愈是年歲大了，愈不能想，愈想病愈多，愈想就愈離不開醫生，離不開醫藥，你說可憐不可憐？所以不應該想的統統要放下，一切聽其自然，自然是最健康。我什麼都不想，你們說我這個身體不好，有病，我從來沒有覺察到。"
    },
    {
      "id": "02-034-0065_p0044",
      "zh_CN": "这一次到北京，有一个很高明的医生，我们这些同修，大概每一个人都给他看了，他也给我看了两次。中医针灸、按摩，我听说很多人给他按，都感觉得疼痛得不得了，痛就有病。他给我按过两次，问我，我说：不痛不痒，若无其事，我一点儿感觉都没有，真的。为什么没有感觉？我从来没有为身体操过心，没有为身体去想过，身体反而健康。天天为它操心，是病根、病源。你病从哪里来的？就从这儿来的。世间的医生比不上佛，佛是大医王，佛才是把病根找到了，世间人找不到病根。病根都在妄想，所以妄想不拔除，连身体都没有法子照顾，怎么能念佛往生？所以不可以夹杂妄想。",
      "zh_TW": "這一次到北京，有一個很高明的醫生，我們這些同修，大概每一個人都給他看了，他也給我看了兩次。中醫針灸、按摩，我聽說很多人給他按，都感覺得疼痛得不得了，痛就有病。他給我按過兩次，問我，我說：不痛不癢，若無其事，我一點兒感覺都沒有，真的。為什麼沒有感覺？我從來沒有為身體操過心，沒有為身體去想過，身體反而健康。天天為它操心，是病根、病源。你病從哪裡來的？就從這兒來的。世間的醫生比不上佛，佛是大醫王，佛才是把病根找到了，世間人找不到病根。病根都在妄想，所以妄想不拔除，連身體都沒有法子照顧，怎麼能念佛往生？所以不可以夾雜妄想。"
    },
    {
      "id": "02-034-0065_p0045",
      "zh_CN": "至于不间断，我每天念十声佛号，不念佛的时候不是间断吗？佛号是间断了，佛心没有间断。什么是佛心？念念利益众生，念念利益社会，佛心。如果有一念是为自己，那是夹杂，那个不是佛心。没有一念想到自己，你就是真正做到不间断。虚空法界一切众生，我曾经跟诸位讲，一个心，一个性，一个身，我记得我以前讲过。这一次我到北京证明了，我非常欢喜。叶局长邀请我去参观历史博物馆，最近展览一批山东青州兴隆寺出土的文物，都是佛像。馆长亲自给我们介绍，他说总共出土的佛像，大概有四百多尊，雕刻得非常精美，一千多年。里面有一些彩绘，还没有脱落，还看得很清楚。特别给我介绍一尊毘卢遮那佛，是在北魏时间，在唐朝，还是以前，晋朝时候，大概有一千七百年的样子，古物。他给我们介绍，毘卢遮那佛身上穿的袈裟，这袈裟每一个格子里面有彩绘，画的是什么？十法界。最高的地方是佛说法，佛法界，下面一层一层，最底下一层是地狱法界，颜色、线条很清楚，他给我们介绍。",
      "zh_TW": "至於不間斷，我每天念十聲佛號，不念佛的時候不是間斷嗎？佛號是間斷了，佛心沒有間斷。什麼是佛心？念念利益眾生，念念利益社會，佛心。如果有一念是為自己，那是夾雜，那個不是佛心。沒有一念想到自己，你就是真正做到不間斷。虛空法界一切眾生，我曾經跟諸位講，一個心，一個性，一個身，我記得我以前講過。這一次我到北京證明了，我非常歡喜。葉局長邀請我去參觀歷史博物館，最近展覽一批山東青州興隆寺出土的文物，都是佛像。館長親自給我們介紹，他說總共出土的佛像，大概有四百多尊，雕刻得非常精美，一千多年。裡面有一些彩繪，還沒有脫落，還看得很清楚。特別給我介紹一尊毘盧遮那佛，是在北魏時間，在唐朝，還是以前，晉朝時候，大概有一千七百年的樣子，古物。他給我們介紹，毘盧遮那佛身上穿的袈裟，這袈裟每一個格子裡面有彩繪，畫的是什麼？十法界。最高的地方是佛說法，佛法界，下面一層一層，最底下一層是地獄法界，顏色、線條很清楚，他給我們介紹。"
    },
    {
      "id": "02-034-0065_p0046",
      "zh_CN": "他说完之后，我就告诉他，我说这个代表什么意思？虚空法界一切众生是一个自己，一个身，这叫法身。我们的袈裟，每一格，这个格子代表？每一格，用现在的话来说，就是一个族群、一个族类，多元文化。尽虚空、遍法界，无量的族类，不同的族群，是一个整体。而且每一格都一样大，平等的，没有差别。为什么两头有半格？告诉你，这后头还有，延长出去，无量无边。这不是半格，是一格，这只切到这里，后面还有，无有穷尽，表这个意思。他们听我一说，也有所觉悟。所以我给他讲，佛像这一件衣服代表什么？代表尽虚空、遍法界，一个心，真心；一个性，本性；一个身，法身。我们天天搭这个衣，都不晓得是什么意思，所以这个衣是白搭了。搭上这个衣，虚空法界是一体，这是多元文化。所以佛教就是多元文化。",
      "zh_TW": "他說完之後，我就告訴他，我說這個代表什麼意思？虛空法界一切眾生是一個自己，一個身，這叫法身。我們的袈裟，每一格，這個格子代表？每一格，用現在的話來說，就是一個族群、一個族類，多元文化。盡虛空、遍法界，無量的族類，不同的族群，是一個整體。而且每一格都一樣大，平等的，沒有差別。為什麼兩頭有半格？告訴你，這後頭還有，延長出去，無量無邊。這不是半格，是一格，這只切到這裡，後面還有，無有窮盡，表這個意思。他們聽我一說，也有所覺悟。所以我給他講，佛像這一件衣服代表什麼？代表盡虛空、遍法界，一個心，真心；一個性，本性；一個身，法身。我們天天搭這個衣，都不曉得是什麼意思，所以這個衣是白搭了。搭上這個衣，虛空法界是一體，這是多元文化。所以佛教就是多元文化。"
    },
    {
      "id": "02-034-0065_p0047",
      "zh_CN": "而且三衣表法的义趣，非常之浓。二十五条衣是代表虚空法界，尽虚空、遍法界一个体。七条衣？格子就少了，条类也少了，好比什么？我们居住在这个地球上，整个地球是一体。五条衣就更少了，一共只有十五格，代表什么？代表新加坡这个城市，这个城市里面所居住的不同的族群、不同的宗教，是一体。你看看这个味道多浓！我给他这一解说，他下一次跟别人解释，意思就是，味道就浓了，这里面有表法的义趣在里头。我们参观许多佛像，造像有显著的不相同，那代表什么？代表佛随类化身，佛菩萨没有一定的相。《楞严经》上讲，「随众生心，应所知量」；《观世音菩萨普门品》里面讲三十二应，应以什么身得度就现什么身形，随类化身，随机说法。我们在出土文物里全都看到了，这是佛法的教学，所以佛法没有定法。",
      "zh_TW": "而且三衣表法的義趣，非常之濃。二十五條衣是代表虛空法界，盡虛空、遍法界一個體。七條衣？格子就少了，條類也少了，好比什麼？我們居住在這個地球上，整個地球是一體。五條衣就更少了，一共只有十五格，代表什麼？代表新加坡這個城市，這個城市裡面所居住的不同的族群、不同的宗教，是一體。你看看這個味道多濃！我給他這一解說，他下一次跟別人解釋，意思就是，味道就濃了，這裡面有表法的義趣在裡頭。我們參觀許多佛像，造像有顯著的不相同，那代表什麼？代表佛隨類化身，佛菩薩沒有一定的相。《楞嚴經》上講，「隨眾生心，應所知量」；《觀世音菩薩普門品》裡面講三十二應，應以什麼身得度就現什麼身形，隨類化身，隨機說法。我們在出土文物裡全都看到了，這是佛法的教學，所以佛法沒有定法。"
    },
    {
      "id": "02-034-0065_p0048",
      "zh_CN": "所以这个地方的十念，我们的概念一定要清楚，老老实实在念佛堂，念这一句佛号。如果真的是老实，古人也讲过，一一念中，都具足弥勒的十念。这个说法跟《华严》讲的一样，「一即是多，多即是一」，周遍含融，那是真正能够契入境界了，以清净心念这一句佛号。所以净宗的微妙，世间人羡慕玄妙，不晓得真正的玄妙都在极平常之中，所以经上讲「平常心是道」，平平常常。可是「平常」这两个字也不好懂，平是什么？没有高下就平。我看你不如我，你就不平了；我又不如他，这就不平了。平不容易，平是平等，没有高下。清是清净，没有污染。什么是污染？执着是污染。只要有执着，心就不清净。只要有高下，心就不平等，心就不平。常是什么？永远保持。你们想想看，永远保持你的平等心，那就是佛道。佛道就是佛心，从平等心里面，起的念头就是佛念，起的行为是佛行。",
      "zh_TW": "所以這個地方的十念，我們的概念一定要清楚，老老實實在念佛堂，念這一句佛號。如果真的是老實，古人也講過，一一念中，都具足彌勒的十念。這個說法跟《華嚴》講的一樣，「一即是多，多即是一」，周遍含融，那是真正能夠契入境界了，以清淨心念這一句佛號。所以淨宗的微妙，世間人羡慕玄妙，不曉得真正的玄妙都在極平常之中，所以經上講「平常心是道」，平平常常。可是「平常」這兩個字也不好懂，平是什麼？沒有高下就平。我看你不如我，你就不平了；我又不如他，這就不平了。平不容易，平是平等，沒有高下。清是清淨，沒有污染。什麼是污染？執著是污染。只要有執著，心就不清淨。只要有高下，心就不平等，心就不平。常是什麼？永遠保持。你們想想看，永遠保持你的平等心，那就是佛道。佛道就是佛心，從平等心裡面，起的念頭就是佛念，起的行為是佛行。"
    },
    {
      "id": "02-034-0065_p0049",
      "zh_CN": "佛在经上给我们介绍，十法界第一个因行，每一个法界因缘无量无边，最重要的一个因是什么？佛给我们说出来，佛最重要的一个因是平等，菩萨最重要的因是六度，缘觉最重要的因是十二因缘，声闻最重要的因是四谛，天道最重要的因是十善，人道最重要的因是五戒，下面畜生是愚痴，饿鬼是悭贪，地狱是瞋恚，这是讲十法界最重要的第一因。平等是佛心，平等是佛之因，平常心就是佛心。我们的心不平常，我们六道凡夫心行异常，佛心平常。所以平常心念这一句阿弥陀佛，他怎么会不往生？不但往生，品位高高。所以我们在一切境缘当中，学什么？学平常心，无论对什么样的人事物，都用平常心去看待。",
      "zh_TW": "佛在經上給我們介紹，十法界第一個因行，每一個法界因緣無量無邊，最重要的一個因是什麼？佛給我們說出來，佛最重要的一個因是平等，菩薩最重要的因是六度，緣覺最重要的因是十二因緣，聲聞最重要的因是四諦，天道最重要的因是十善，人道最重要的因是五戒，下面畜生是愚痴，餓鬼是慳貪，地獄是瞋恚，這是講十法界最重要的第一因。平等是佛心，平等是佛之因，平常心就是佛心。我們的心不平常，我們六道凡夫心行異常，佛心平常。所以平常心念這一句阿彌陀佛，他怎麼會不往生？不但往生，品位高高。所以我們在一切境緣當中，學什麼？學平常心，無論對什麼樣的人事物，都用平常心去看待。"
    },
    {
      "id": "02-034-0065_p0050",
      "zh_CN": "这些经文我们常常念、常常听，里头的意思实实在在讲没搞清楚，所以不能够落实到生活当中；落实到生活当中，才真正叫修行。我们信，也能理解了，做不到，不能够落实，那个没有用。做不到，还是等于不信，等于不闻。真信真闻，一定落实，一定做到。所以古德讲，平平常常、老老实实这样念去，你就能成功。话讲得一点儿都没错，但是我们就是不懂，平平常常、老老实实是个什么意思？以为自己很平常，以为自己很老实，错解如来真实义。末后这一句：",
      "zh_TW": "這些經文我們常常念、常常聽，裡頭的意思實實在在講沒搞清楚，所以不能夠落實到生活當中；落實到生活當中，才真正叫修行。我們信，也能理解了，做不到，不能夠落實，那個沒有用。做不到，還是等於不信，等於不聞。真信真聞，一定落實，一定做到。所以古德講，平平常常、老老實實這樣念去，你就能成功。話講得一點兒都沒錯，但是我們就是不懂，平平常常、老老實實是個什麼意思？以為自己很平常，以為自己很老實，錯解如來真實義。末後這一句："
    },
    {
      "id": "02-034-0065_p0051",
      "zh_CN": "【唯除五逆。诽谤正法。】",
      "zh_TW": "【唯除五逆。誹謗正法。】"
    },
    {
      "id": "02-034-0065_p0052",
      "zh_CN": "这两句，古德也讲得很多。哪些人不能往生？实在讲，五逆都能往生。此地虽然讲『唯除五逆』，五逆后头加一句，『诽谤正法』。如果五逆，不毁谤正法，他能往生。怎么晓得？《观无量寿佛经》里面说过，《观无量寿佛经》极重五逆罪，临终遇到善知识，劝他念佛，求生净土；他立刻就相信，就发愿，就真正念佛求生净土，这个人也能够往生。你还不要小看他，大概这样的人往生品位不高，你要去读一读《阿阇世王经》，你就知道。阿阇世王做五逆十恶，《观无量寿佛经》上记载，杀父亲，害母亲，破和合僧，出佛身血，都干了，但是他在临终的时候忏悔，念佛求生西方极乐世界。释迦牟尼佛在经上告诉我们，上品中生。我们这才明了，往生是有两种修法：一个是我们平常依教奉行，积功累德，这样往生的；一个是临终忏悔，完全看他忏悔的力量。阿阇世王忏悔的力量大，所以品位一下就提那么高。",
      "zh_TW": "這兩句，古德也講得很多。哪些人不能往生？實在講，五逆都能往生。此地雖然講『唯除五逆』，五逆後頭加一句，『誹謗正法』。如果五逆，不毀謗正法，他能往生。怎麼曉得？《觀無量壽佛經》裡面說過，《觀無量壽佛經》極重五逆罪，臨終遇到善知識，勸他念佛，求生淨土；他立刻就相信，就發願，就真正念佛求生淨土，這個人也能夠往生。你還不要小看他，大概這樣的人往生品位不高，你要去讀一讀《阿闍世王經》，你就知道。阿闍世王做五逆十惡，《觀無量壽佛經》上記載，殺父親，害母親，破和合僧，出佛身血，都幹了，但是他在臨終的時候懺悔，念佛求生西方極樂世界。釋迦牟尼佛在經上告訴我們，上品中生。我們這才明瞭，往生是有兩種修法：一個是我們平常依教奉行，積功累德，這樣往生的；一個是臨終懺悔，完全看他懺悔的力量。阿闍世王懺悔的力量大，所以品位一下就提那麼高。"
    },
    {
      "id": "02-034-0065_p0053",
      "zh_CN": "这也是显示给我们看，对于造作极重罪业的人不可以轻慢。为什么？说不定他临终忏悔往生，品位还在我之上，我还不如他，很有可能。这一些都是诸佛菩萨示现，叫我们不可以轻慢作恶的人，不可以轻慢造作罪业的人。所以我们要以尊敬心来看待他们，即使造五逆十恶，我们还是存恭敬心；学普贤菩萨，「礼敬诸佛」，不可以轻慢。他造罪业，是一时迷惑，绝对不是他的本意，本意是善良的，本意是佛意，只是业障习气深重，加上外面的恶缘，他才会造作恶业。我们决定不可以轻慢他，决定不可以小看他，我们的平常心才能现起。否则一看，「这是恶人，造作恶业，将来要堕地狱」，这个念头不好，不可以起这种心，不可以动这个念头。这个意思还没有讲完，恐怕还要一次，还要一次我们十八愿才能告一个段落。今天时间到了，就讲到此地。",
      "zh_TW": "這也是顯示給我們看，對於造作極重罪業的人不可以輕慢。為什麼？說不定他臨終懺悔往生，品位還在我之上，我還不如他，很有可能。這一些都是諸佛菩薩示現，叫我們不可以輕慢作惡的人，不可以輕慢造作罪業的人。所以我們要以尊敬心來看待他們，即使造五逆十惡，我們還是存恭敬心；學普賢菩薩，「禮敬諸佛」，不可以輕慢。他造罪業，是一時迷惑，絕對不是他的本意，本意是善良的，本意是佛意，只是業障習氣深重，加上外面的惡緣，他才會造作惡業。我們決定不可以輕慢他，決定不可以小看他，我們的平常心才能現起。否則一看，「這是惡人，造作惡業，將來要墮地獄」，這個念頭不好，不可以起這種心，不可以動這個念頭。這個意思還沒有講完，恐怕還要一次，還要一次我們十八願才能告一個段落。今天時間到了，就講到此地。"
    }
  ]
}