{
  "doc_id": "02-034-0088",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十八集",
    "zh_TW": "第八十八集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0088",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "02-034-0088_p0001",
      "zh_CN": "请掀开经本，《科会》第二十四面第八行，从第四十七愿看起：",
      "zh_TW": "請掀開經本，《科會》第二十四面第八行，從第四十七願看起："
    },
    {
      "id": "02-034-0088_p0002",
      "zh_CN": "【清净欢喜。得平等住。修菩萨行。具足德本。应时不获一二三忍。】",
      "zh_TW": "【清淨歡喜。得平等住。修菩薩行。具足德本。應時不獲一二三忍。】"
    },
    {
      "id": "02-034-0088_p0003",
      "zh_CN": "我们再接着看下面：",
      "zh_TW": "我們再接著看下面："
    },
    {
      "id": "02-034-0088_p0004",
      "zh_CN": "【于诸佛法。不能现证不退转者。不取正觉。】",
      "zh_TW": "【於諸佛法。不能現證不退轉者。不取正覺。】"
    },
    {
      "id": "02-034-0088_p0005",
      "zh_CN": "这是四十八愿最后的两愿，「闻名得忍」、「现证不退」，这是弥陀特别为帮助十方世界一切发菩提心、行菩萨道的这一类人。这些人慈悲心重，所谓是宁愿牺牲自己，先成就别人；这种人是非常值得社会大众赞叹的，所以诸佛菩萨也不例外，对这些人也特别的照顾。在前面的三愿我们看到弥陀帮助他们，第一个是帮助他们入「普等三昧」，其次帮助他们定中供佛而「不失定意」，第三又帮助他们掌握住自行化他的重要纲领，就是陀罗尼这一愿。今天我们看这两愿，又更进一步了，不仅是能够得佛法修学的纲领，而且还能成就真实的功夫。",
      "zh_TW": "這是四十八願最後的兩願，「聞名得忍」、「現證不退」，這是彌陀特別為幫助十方世界一切發菩提心、行菩薩道的這一類人。這些人慈悲心重，所謂是寧願犧牲自己，先成就別人；這種人是非常值得社會大眾讚歎的，所以諸佛菩薩也不例外，對這些人也特別的照顧。在前面的三願我們看到彌陀幫助他們，第一個是幫助他們入「普等三昧」，其次幫助他們定中供佛而「不失定意」，第三又幫助他們掌握住自行化他的重要綱領，就是陀羅尼這一願。今天我們看這兩願，又更進一步了，不僅是能夠得佛法修學的綱領，而且還能成就真實的功夫。"
    },
    {
      "id": "02-034-0088_p0006",
      "zh_CN": "我们看经文，『清净欢喜，得平等住』。这两句是相当不容易，但是它是真实的受用。菩萨在六道里面行菩萨道，「行菩萨道」用现代的话来说，就是教化众生，为众生做种种的榜样。众生环境非常复杂，在这里面得清净心是非常困难。所以佛在许许多多经论当中教导我们，譬如《金刚经》是大家念得最多的，须菩提尊者，其实那是一位大菩萨，不是普通人，他现的身分是阿罗汉，叫大权示现；他在这个世间帮助一切苦难众生，佛教他「不取于相，如如不动」。能够守住这两句话，你就能永远保持「清净欢喜，得平等住」，这是菩萨的真实受用。",
      "zh_TW": "我們看經文，『清淨歡喜，得平等住』。這兩句是相當不容易，但是它是真實的受用。菩薩在六道裡面行菩薩道，「行菩薩道」用現代的話來說，就是教化眾生，為眾生做種種的榜樣。眾生環境非常複雜，在這裡面得清淨心是非常困難。所以佛在許許多多經論當中教導我們，譬如《金剛經》是大家念得最多的，須菩提尊者，其實那是一位大菩薩，不是普通人，他現的身分是阿羅漢，叫大權示現；他在這個世間幫助一切苦難眾生，佛教他「不取於相，如如不動」。能夠守住這兩句話，你就能永遠保持「清淨歡喜，得平等住」，這是菩薩的真實受用。"
    },
    {
      "id": "02-034-0088_p0007",
      "zh_CN": "我们今天生活在这个世间，起心动念，六根接触外面的境界，都生烦恼，都被污染。为什么会被污染？我们要多想想，要明白这个道理。我们内有严重的烦恼，这个烦恼我常常讲，烦恼的根是自私自利，起心动念为自己想，于我有没有利益，这是烦恼、所有一切染污的病根；从这里面生贪瞋痴慢，生是非人我、名闻利养，你的心怎么会清净？你怎么能得欢喜？我们世间一般人讲的欢喜，假的不是真的，不是真正生欢喜。诸佛菩萨常生欢喜心，那个欢喜是真的，不是假的。所以必须要把自私自利这个念头转过来，清净欢喜心就现前了。",
      "zh_TW": "我們今天生活在這個世間，起心動念，六根接觸外面的境界，都生煩惱，都被污染。為什麼會被污染？我們要多想想，要明白這個道理。我們內有嚴重的煩惱，這個煩惱我常常講，煩惱的根是自私自利，起心動念為自己想，於我有沒有利益，這是煩惱、所有一切染污的病根；從這裡面生貪瞋痴慢，生是非人我、名聞利養，你的心怎麼會清淨？你怎麼能得歡喜？我們世間一般人講的歡喜，假的不是真的，不是真正生歡喜。諸佛菩薩常生歡喜心，那個歡喜是真的，不是假的。所以必須要把自私自利這個念頭轉過來，清淨歡喜心就現前了。"
    },
    {
      "id": "02-034-0088_p0008",
      "zh_CN": "怎么转法？没学佛之前，起心动念是为自己，为我们这个家庭，或者再扩大一点，为我们的社会，为我们的国家，这就很难得了。能不能解决世间问题？给诸位说，不能。每一个人为自己国家利益，不同的国家就起了矛盾，彼此互相争利，于是天灾人祸战争就起来了，所以不能解决问题。佛教给我们清净心里面没有界限，我们在大乘经上看得很多，决定没有「家」这个界限，没有种族的界限，没有国土的界限，当然也没有宗教信仰的界限，所以你发心为众生服务，这个众生是广大而无有边际的。",
      "zh_TW": "怎麼轉法？沒學佛之前，起心動念是為自己，為我們這個家庭，或者再擴大一點，為我們的社會，為我們的國家，這就很難得了。能不能解決世間問題？給諸位說，不能。每一個人為自己國家利益，不同的國家就起了矛盾，彼此互相爭利，於是天災人禍戰爭就起來了，所以不能解決問題。佛教給我們清淨心裡面沒有界限，我們在大乘經上看得很多，決定沒有「家」這個界限，沒有種族的界限，沒有國土的界限，當然也沒有宗教信仰的界限，所以你發心為眾生服務，這個眾生是廣大而無有邊際的。"
    },
    {
      "id": "02-034-0088_p0009",
      "zh_CN": "如果说我们今天为整个地球的利益，还不行；我们为这个地球的利益，那一个星球上的人为他们星球利益，还有星际战争。真正解决问题，佛法里面所说的，诸佛菩萨心量大，「心包太虚，量周沙界」，这个问题才真正得到彻底的解决。所以佛菩萨舍己为人，那个「人」的对象是虚空法界，没有边际的，没有界限的；这个时候他心清净了，他知道虚空法界一切众生就是自己。我们前天在《华严经》里面讲的法身，「十方三世佛，共同一法身」，他有这样真实圆满的认知，所以才能够得清净心，才能得欢喜心，「得平等住」，在一切法里面得平等。",
      "zh_TW": "如果說我們今天為整個地球的利益，還不行；我們為這個地球的利益，那一個星球上的人為他們星球利益，還有星際戰爭。真正解決問題，佛法裡面所說的，諸佛菩薩心量大，「心包太虛，量周沙界」，這個問題才真正得到徹底的解決。所以佛菩薩捨己為人，那個「人」的對象是虛空法界，沒有邊際的，沒有界限的；這個時候他心清淨了，他知道虛空法界一切眾生就是自己。我們前天在《華嚴經》裡面講的法身，「十方三世佛，共同一法身」，他有這樣真實圓滿的認知，所以才能夠得清淨心，才能得歡喜心，「得平等住」，在一切法裡面得平等。"
    },
    {
      "id": "02-034-0088_p0010",
      "zh_CN": "通常在大乘经论里面，佛给我们讲十法界的业因，这在佛教里头说。世间出世间所有一切法的真相是什么？佛是一句话给我们解答了，「因缘果报」；简单的讲，就是因果。种善因一定得善果，种不善的因决定是不善的果，人间如是，天上也如是，世法里头如是，出世法里头还是如是，我们在许许多多经论里面得到证实。谁肯这样做？佛这样做，菩萨这样做，声闻、缘觉虽然这么做，做得不够彻底，还有夹杂。佛与法身菩萨做得干净俐落，一丝毫的夹杂都没有，所以他们得的是真正清净快乐，真正得到平等心。",
      "zh_TW": "通常在大乘經論裡面，佛給我們講十法界的業因，這在佛教裡頭說。世間出世間所有一切法的真相是什麼？佛是一句話給我們解答了，「因緣果報」；簡單的講，就是因果。種善因一定得善果，種不善的因決定是不善的果，人間如是，天上也如是，世法裡頭如是，出世法裡頭還是如是，我們在許許多多經論裡面得到證實。誰肯這樣做？佛這樣做，菩薩這樣做，聲聞、緣覺雖然這麼做，做得不夠徹底，還有夾雜。佛與法身菩薩做得乾淨俐落，一絲毫的夾雜都沒有，所以他們得的是真正清淨快樂，真正得到平等心。"
    },
    {
      "id": "02-034-0088_p0011",
      "zh_CN": "十法界，佛的心是平等的；菩萨里面，法身菩萨的心是平等的；权教菩萨的心还不到平等。「平等」这两个字重要，诸佛如来、法身大士他们跟一切众生平等，决定没有高下。这个道理太深了，但是大乘经里面讲得透彻、讲得详细，我们要细心去体会，要用平等心处事待人接物。佛家如是，中国过去儒家、道家亦如是。",
      "zh_TW": "十法界，佛的心是平等的；菩薩裡面，法身菩薩的心是平等的；權教菩薩的心還不到平等。「平等」這兩個字重要，諸佛如來、法身大士他們跟一切眾生平等，決定沒有高下。這個道理太深了，但是大乘經裡面講得透徹、講得詳細，我們要細心去體會，要用平等心處事待人接物。佛家如是，中國過去儒家、道家亦如是。"
    },
    {
      "id": "02-034-0088_p0012",
      "zh_CN": "中国从汉武帝，这是汉朝第二个皇帝，制定了国家的教育政策。这个教育政策制定之后，一直到满清都没有改变。这两千年当中，改朝换代的事情很多次，可是教育政策始终不变。这个太难得了，在全世界任何国家民族历史里面找不到，唯独中国。民国年间才把它改变了，这一改变招致于今天社会的动乱。汉武帝制定的教育政策是遵从孔孟，以孔子、孟子的学说做为教导全国人民的主轴，再以佛教育、道家教育来辅助。所以中国自古以来三教，这三教并没有把它看成宗教，是看成三种教育，相辅相成，变成了宗教是近代的事情。佛教、道教变成宗教，历史也不过两百多年，不超过三百年；清朝中叶以后的事情，才变成宗教。我在上个星期从中国回来经过香港，香港有六个宗教，这很奇怪，六个宗教，哪一个是宗教？人家带我去参观，孔教，儒家也变成宗教了，全部都变了，不可思议！",
      "zh_TW": "中國從漢武帝，這是漢朝第二個皇帝，制定了國家的教育政策。這個教育政策制定之後，一直到滿清都沒有改變。這兩千年當中，改朝換代的事情很多次，可是教育政策始終不變。這個太難得了，在全世界任何國家民族歷史裡面找不到，唯獨中國。民國年間才把它改變了，這一改變招致於今天社會的動亂。漢武帝制定的教育政策是遵從孔孟，以孔子、孟子的學說做為教導全國人民的主軸，再以佛教育、道家教育來輔助。所以中國自古以來三教，這三教並沒有把它看成宗教，是看成三種教育，相輔相成，變成了宗教是近代的事情。佛教、道教變成宗教，歷史也不過兩百多年，不超過三百年；清朝中葉以後的事情，才變成宗教。我在上個星期從中國回來經過香港，香港有六個宗教，這很奇怪，六個宗教，哪一個是宗教？人家帶我去參觀，孔教，儒家也變成宗教了，全部都變了，不可思議！"
    },
    {
      "id": "02-034-0088_p0013",
      "zh_CN": "我们一定要认识清楚，儒家教什么？也教平等住。中国的帝王以儒家的学说治天下，我们到北京参观故宫，叶局长特别嘱咐我们，留意故宫里面有三个建筑物，象征帝王统治这个国家；三个大殿：太和殿、中和殿、保和殿。你们想想太和、中和、保和，都是出于《易经》，儒家的，大殿命名是从《易经》来的，这是叶局长特别提出来。然后我对要去参观的同学讲，我给他加个小注，我说：你们要留意，什么叫「太和」？「太」，心要大，要像太虚空一样；「和」，不是我们两个人和，一家和、一国和、一个世界和，尽虚空、遍法界，我们现在讲，太空当中许多的星系、许多的银河，我们跟他们统统要和，这才叫太和。太和才能解决问题，才避免星际战争。这个心量多大！",
      "zh_TW": "我們一定要認識清楚，儒家教什麼？也教平等住。中國的帝王以儒家的學說治天下，我們到北京參觀故宮，葉局長特別囑咐我們，留意故宮裡面有三個建築物，象徵帝王統治這個國家；三個大殿：太和殿、中和殿、保和殿。你們想想太和、中和、保和，都是出於《易經》，儒家的，大殿命名是從《易經》來的，這是葉局長特別提出來。然後我對要去參觀的同學講，我給他加個小註，我說：你們要留意，什麼叫「太和」？「太」，心要大，要像太虛空一樣；「和」，不是我們兩個人和，一家和、一國和、一個世界和，盡虛空、遍法界，我們現在講，太空當中許多的星系、許多的銀河，我們跟他們統統要和，這才叫太和。太和才能解決問題，才避免星際戰爭。這個心量多大！"
    },
    {
      "id": "02-034-0088_p0014",
      "zh_CN": "如何落实太和？「中和」。「中」是什么意思？没有偏心，没有邪心，不偏不邪叫中。我们有一点私心，那个心就不中，心就偏，心就邪了，你们想一想这个味道，心要放在中，决定不能有偏心。诸位要晓得，中和是真心，佛家讲真如、本性、中道第一义，《易经》讲中和，说法不一样，意思完全相同。诸佛菩萨心就在中，这是法身菩萨；权教菩萨，那个心就偏了一点，偏的幅度不大，三、五度而已，还算是很中；辟支佛、阿罗汉，偏的幅度更大了；到我们人道，偏差已经超过九十度，一百多度了，所以问题严重；佛给我们讲，地狱、饿鬼、畜生，地狱道是一百八十度，完全违背了中道，就是这么回事情。儒、释、道三教，三教的圣人都教给我们要中道，要学中和。中和后面，「保和」，如何能永远保持中和跟太和，你看看这个味道！所以他们才真正有清净、欢喜、平等住。我们跟释迦牟尼佛学习，释迦牟尼佛也是这样教导我们。",
      "zh_TW": "如何落實太和？「中和」。「中」是什麼意思？沒有偏心，沒有邪心，不偏不邪叫中。我們有一點私心，那個心就不中，心就偏，心就邪了，你們想一想這個味道，心要放在中，決定不能有偏心。諸位要曉得，中和是真心，佛家講真如、本性、中道第一義，《易經》講中和，說法不一樣，意思完全相同。諸佛菩薩心就在中，這是法身菩薩；權教菩薩，那個心就偏了一點，偏的幅度不大，三、五度而已，還算是很中；辟支佛、阿羅漢，偏的幅度更大了；到我們人道，偏差已經超過九十度，一百多度了，所以問題嚴重；佛給我們講，地獄、餓鬼、畜生，地獄道是一百八十度，完全違背了中道，就是這麼回事情。儒、釋、道三教，三教的聖人都教給我們要中道，要學中和。中和後面，「保和」，如何能永遠保持中和跟太和，你看看這個味道！所以他們才真正有清淨、歡喜、平等住。我們跟釋迦牟尼佛學習，釋迦牟尼佛也是這樣教導我們。"
    },
    {
      "id": "02-034-0088_p0015",
      "zh_CN": "我们要学佛，从哪里学？佛菩萨、古来祖师大德，教导我们从根本修，根本就是起心动念。根本是个心法，心一定要正，一定要中。正而不邪，中而不偏，永远保持着中正，你成佛就不远了。成佛，成就无量智慧，成就无量德能，成就无量才艺，成就无量相好。为什么能成就？佛在经上告诉我们，这一些是我们真心里面本来具足的，不是从外面来的，只要我们的心恢复到中正，不再有偏邪，我们自性本具的智慧德能就现前。所以佛法称「内学」，是从自己心性里面去修学，不在外面。",
      "zh_TW": "我們要學佛，從哪裡學？佛菩薩、古來祖師大德，教導我們從根本修，根本就是起心動念。根本是個心法，心一定要正，一定要中。正而不邪，中而不偏，永遠保持著中正，你成佛就不遠了。成佛，成就無量智慧，成就無量德能，成就無量才藝，成就無量相好。為什麼能成就？佛在經上告訴我們，這一些是我們真心裡面本來具足的，不是從外面來的，只要我們的心恢復到中正，不再有偏邪，我們自性本具的智慧德能就現前。所以佛法稱「內學」，是從自己心性裡面去修學，不在外面。"
    },
    {
      "id": "02-034-0088_p0016",
      "zh_CN": "六道众生迷惑颠倒，迷在哪里？不知道这个道理，不了解事实真相，一切的贪求都向外，都是向外去求。向外求未必求得，纵然求得到的，还是你命里所有的；命里头没有的，你决定求不到。说命里所有的，诸位要懂得，已经是第二义，不是第一义。第一义里面讲，我们本性里头本来具足。现在世间人，无论中国人、外国人，大人、小孩，没有一个不贪钱，都爱财。财从哪里来？自性里头本来具足的。他不知道，心心念念向外面境界上攀缘，怎么样去赚来，假的。如果这财富能够赚得来，这些聪明人应该都会赚钱。为什么有很多绝顶聪明才智的人，一生作穷教授，拿几个薪水过日子，连自己想买几本书的钱都没有？我的老师就是这个例子。方东美先生，这是世界上有名的哲学家；确实绝顶聪明，命里头没有财。我们学佛之后，这才恍然大悟晓得，过去生中没有修财布施，修了些法布施。法布施得聪明才智，财布施得财富。他过去生中没有修财布施，他修的法布施，所以他有高度的智慧，物质生活过得很艰难。他在中年以后学佛了，把佛经当作哲学来研究，还是没有落实，所以一生还是过穷日子，晚年也没有能改善过来。我看得很清楚，但是我在他的面前不敢说，我也不敢劝他。",
      "zh_TW": "六道眾生迷惑顛倒，迷在哪裡？不知道這個道理，不了解事實真相，一切的貪求都向外，都是向外去求。向外求未必求得，縱然求得到的，還是你命裡所有的；命裡頭沒有的，你決定求不到。說命裡所有的，諸位要懂得，已經是第二義，不是第一義。第一義裡面講，我們本性裡頭本來具足。現在世間人，無論中國人、外國人，大人、小孩，沒有一個不貪錢，都愛財。財從哪裡來？自性裡頭本來具足的。他不知道，心心念念向外面境界上攀緣，怎麼樣去賺來，假的。如果這財富能夠賺得來，這些聰明人應該都會賺錢。為什麼有很多絕頂聰明才智的人，一生作窮教授，拿幾個薪水過日子，連自己想買幾本書的錢都沒有？我的老師就是這個例子。方東美先生，這是世界上有名的哲學家；確實絕頂聰明，命裡頭沒有財。我們學佛之後，這才恍然大悟曉得，過去生中沒有修財布施，修了些法布施。法布施得聰明才智，財布施得財富。他過去生中沒有修財布施，他修的法布施，所以他有高度的智慧，物質生活過得很艱難。他在中年以後學佛了，把佛經當作哲學來研究，還是沒有落實，所以一生還是過窮日子，晚年也沒有能改善過來。我看得很清楚，但是我在他的面前不敢說，我也不敢勸他。"
    },
    {
      "id": "02-034-0088_p0017",
      "zh_CN": "可是我自己落实了。我想想我早年，大概前生的修因跟他差不多，前生修法布施，疏忽了财布施，所以我在年轻的时候，物质生活非常艰难，真的是很苦。学佛，学佛的前十五年，那也是苦不堪言。年轻无所谓，受一点苦不在乎。我学佛七年出家，一出家就上讲台讲经，讲了四十年。我讲经讲到二十年，才有一个小道场。你们去过台湾，看到「华藏佛教图书馆」，二十年才有这么个道场。有了这个道场之后，大家看到这个福报一年一年不一样。所以我这一生这一点福报，是这一生修来的，不是前世的。不像有很多法师，他们的福报是前世修的，不是这一生修的。我前世没有修福报，但是前世修了智慧，所以这一生学经教特别容易，也能够有一些契入。",
      "zh_TW": "可是我自己落實了。我想想我早年，大概前生的修因跟他差不多，前生修法布施，疏忽了財布施，所以我在年輕的時候，物質生活非常艱難，真的是很苦。學佛，學佛的前十五年，那也是苦不堪言。年輕無所謂，受一點苦不在乎。我學佛七年出家，一出家就上講台講經，講了四十年。我講經講到二十年，才有一個小道場。你們去過台灣，看到「華藏佛教圖書館」，二十年才有這麼個道場。有了這個道場之後，大家看到這個福報一年一年不一樣。所以我這一生這一點福報，是這一生修來的，不是前世的。不像有很多法師，他們的福報是前世修的，不是這一生修的。我前世沒有修福報，但是前世修了智慧，所以這一生學經教特別容易，也能夠有一些契入。"
    },
    {
      "id": "02-034-0088_p0018",
      "zh_CN": "如果说是再能够修无畏布施，你就得健康长寿。这一点我也非常注意，因为我在年轻的时候，十八、十九岁这两年打猎，杀生太多了。我知道这个果报很可怕，这个果报是短命的果报，干这种事情多病短命。那个时候是无知、不懂得，学佛之后忽然觉悟到。我学佛之后放生、布施医药，虽然收入很微薄，我专门喜欢干这两桩事情，帮助一些病人，放生。所以我学佛六个月，我就吃长素，忏悔，从前杀业很重；还算不错，这个业转过来了。有很多老同修都知道，我年轻时，许多人给我算命看相，都说我过不了四十五岁。我很相信，我接受这个说法。四十五岁那一年害了一场病，整整一个月；我一生没有生过病，那时候生了一个月，一个月以后就好了，也就没事了；这个关口过了，转过来了。",
      "zh_TW": "如果說是再能夠修無畏布施，你就得健康長壽。這一點我也非常注意，因為我在年輕的時候，十八、十九歲這兩年打獵，殺生太多了。我知道這個果報很可怕，這個果報是短命的果報，幹這種事情多病短命。那個時候是無知、不懂得，學佛之後忽然覺悟到。我學佛之後放生、布施醫藥，雖然收入很微薄，我專門喜歡幹這兩樁事情，幫助一些病人，放生。所以我學佛六個月，我就吃長素，懺悔，從前殺業很重；還算不錯，這個業轉過來了。有很多老同修都知道，我年輕時，許多人給我算命看相，都說我過不了四十五歲。我很相信，我接受這個說法。四十五歲那一年害了一場病，整整一個月；我一生沒有生過病，那時候生了一個月，一個月以後就好了，也就沒事了；這個關口過了，轉過來了。"
    },
    {
      "id": "02-034-0088_p0019",
      "zh_CN": "早年甘珠活佛，这是我老朋友，他也给我印证。有一年我们在一个法会上碰到，他告诉我，他说：「从前我们在背后都说你。」我说：「说我什么？」「说你人很聪明，可惜没有福报，又短命。」「说这些，这些我知道，这些不必背后说，当我面也可以说。我很清楚，我会接受。」他说：「你现在这几年讲经说法这个功德很大，统统转过来了。不但你有福报，而且你会很长寿。」这是他祝福我的。所以世出世法是因果法，我们懂得因果的道理，了解因果事实真相，念头转过来，行为转过来，我们的果报统统转了。所以诸位今天看到我，福报、智慧、健康长寿，你们都能看到。你们看到这个讲台，我不必用什么，我一步就能上来，我还有这个体力。",
      "zh_TW": "早年甘珠活佛，這是我老朋友，他也給我印證。有一年我們在一個法會上碰到，他告訴我，他說：「從前我們在背後都說你。」我說：「說我什麼？」「說你人很聰明，可惜沒有福報，又短命。」「說這些，這些我知道，這些不必背後說，當我面也可以說。我很清楚，我會接受。」他說：「你現在這幾年講經說法這個功德很大，統統轉過來了。不但你有福報，而且你會很長壽。」這是他祝福我的。所以世出世法是因果法，我們懂得因果的道理，了解因果事實真相，念頭轉過來，行為轉過來，我們的果報統統轉了。所以諸位今天看到我，福報、智慧、健康長壽，你們都能看到。你們看到這個講台，我不必用什麼，我一步就能上來，我還有這個體力。"
    },
    {
      "id": "02-034-0088_p0020",
      "zh_CN": "由此可知，修这三种布施重要，决定不为自己。我从来没有想到自己要享受，自己要健康长寿，我都没有想过；一切为众生，一切为社会，全心全力帮助这个世间苦难之人。世间人哪个不苦难？天上天王都有苦难。什么苦难？不能了生死，不能超越六道轮回，这是苦，真正之苦，世间人知道的不多；眼前这种苦难，小事，微不足道。怎么样真正了解宇宙人生真相，这是大事，这是佛教导我们的。如果我们不能接受佛教育，儒家的教育、道家的教育虽然讲到，讲得不清楚，讲得不够透彻，我们很不容易理解，唯独佛法讲得清楚、讲得透彻、讲得明了。",
      "zh_TW": "由此可知，修這三種布施重要，決定不為自己。我從來沒有想到自己要享受，自己要健康長壽，我都沒有想過；一切為眾生，一切為社會，全心全力幫助這個世間苦難之人。世間人哪個不苦難？天上天王都有苦難。什麼苦難？不能了生死，不能超越六道輪迴，這是苦，真正之苦，世間人知道的不多；眼前這種苦難，小事，微不足道。怎麼樣真正了解宇宙人生真相，這是大事，這是佛教導我們的。如果我們不能接受佛教育，儒家的教育、道家的教育雖然講到，講得不清楚，講得不夠透徹，我們很不容易理解，唯獨佛法講得清楚、講得透徹、講得明瞭。"
    },
    {
      "id": "02-034-0088_p0021",
      "zh_CN": "中下根性的人只要缘分好，什么是缘分好？遇到好的老师，遇到好的修学场所，自己又真正肯好学，这个问题不难解决。对于宇宙人生的真相搞清楚、搞明白，这是大学问，这是真智慧。然后我们的思想纯正，决定没有偏邪；我们的行为纯正，决定不造恶业。我们所造的纯善而无恶，所得的果报，自己不要去享受，完全送给别人去享受。我们自己享受什么？清净快乐得平等住，我们是享受这个。所有一切的福德都贡献给社会，都给别人。",
      "zh_TW": "中下根性的人只要緣分好，什麼是緣分好？遇到好的老師，遇到好的修學場所，自己又真正肯好學，這個問題不難解決。對於宇宙人生的真相搞清楚、搞明白，這是大學問，這是真智慧。然後我們的思想純正，決定沒有偏邪；我們的行為純正，決定不造惡業。我們所造的純善而無惡，所得的果報，自己不要去享受，完全送給別人去享受。我們自己享受什麼？清淨快樂得平等住，我們是享受這個。所有一切的福德都貢獻給社會，都給別人。"
    },
    {
      "id": "02-034-0088_p0022",
      "zh_CN": "我差不多有二十多年了，没有用过钱。十几年前好像我是第二次、第三次到美国去的时候，在八十年代的初期，很不容易上街去买一点东西，我到美国去住三个月，花了九块钱，还是要求，要求同修让我试试看、用用看。我需要什么东西，他们都替我预备好了，一点都不要操心，所以钱没有用处。二十多年来没有用过钱，所以对于金钱我没有概念，确实是一无所知，这心清净；那个东西很讨厌的，心里要常常有这些帐目多麻烦，这个多烦恼！所以我们放下，首先要把这些东西放下；名闻利养、五欲六尘要彻底放下，才能够真正得到「清净欢喜，得平等住」。这是自受用，我们讲佛法最高的享受。这是从前方老师教我的，人生最高的享受就这两句。我们现在读这个文知道，我们自己肯发心、肯学习，得阿弥陀佛本愿加持，所以才有这样显著的效果。自己得清净平等了，一定要帮助别人。",
      "zh_TW": "我差不多有二十多年了，沒有用過錢。十幾年前好像我是第二次、第三次到美國去的時候，在八十年代的初期，很不容易上街去買一點東西，我到美國去住三個月，花了九塊錢，還是要求，要求同修讓我試試看、用用看。我需要什麼東西，他們都替我預備好了，一點都不要操心，所以錢沒有用處。二十多年來沒有用過錢，所以對於金錢我沒有概念，確實是一無所知，這心清淨；那個東西很討厭的，心裡要常常有這些帳目多麻煩，這個多煩惱！所以我們放下，首先要把這些東西放下；名聞利養、五欲六塵要徹底放下，才能夠真正得到「清淨歡喜，得平等住」。這是自受用，我們講佛法最高的享受。這是從前方老師教我的，人生最高的享受就這兩句。我們現在讀這個文知道，我們自己肯發心、肯學習，得阿彌陀佛本願加持，所以才有這樣顯著的效果。自己得清淨平等了，一定要幫助別人。"
    },
    {
      "id": "02-034-0088_p0023",
      "zh_CN": "下面讲，『修菩萨行』。菩萨行包括的范围太多太多了，释迦牟尼佛给我们归纳六个纲领。第一个纲领叫「布施」。布施用现代的话来说，全心全力帮助别人，照顾别人，这叫布施。以我们自己的财力、物力，智慧、劳力，为一切众生服务，这个服务是无条件的，这个服务是义务的，这是菩萨行最重要的一条。帮助别人，服务社会，一定要守法。守法就是第二个条件，「持戒波罗蜜」。持戒的意思是守法，决定不做犯法的事情。现在交通便捷，我们常常到其他国家去旅游，到哪一个地方去旅行，一定要遵守当地的法律，遵守当地的风俗习惯，跟他打成一片，人家就生欢喜心，我们为他服务，他才肯接受。如果你不守法，跟他的风俗习惯相违背，你想替他服务，人家拒绝，人家不接受。所以一定要懂得守法，持戒就是守法。",
      "zh_TW": "下面講，『修菩薩行』。菩薩行包括的範圍太多太多了，釋迦牟尼佛給我們歸納六個綱領。第一個綱領叫「布施」。布施用現代的話來說，全心全力幫助別人，照顧別人，這叫布施。以我們自己的財力、物力，智慧、勞力，為一切眾生服務，這個服務是無條件的，這個服務是義務的，這是菩薩行最重要的一條。幫助別人，服務社會，一定要守法。守法就是第二個條件，「持戒波羅蜜」。持戒的意思是守法，決定不做犯法的事情。現在交通便捷，我們常常到其他國家去旅遊，到哪一個地方去旅行，一定要遵守當地的法律，遵守當地的風俗習慣，跟他打成一片，人家就生歡喜心，我們為他服務，他才肯接受。如果你不守法，跟他的風俗習慣相違背，你想替他服務，人家拒絕，人家不接受。所以一定要懂得守法，持戒就是守法。"
    },
    {
      "id": "02-034-0088_p0024",
      "zh_CN": "第三，教给我们要「忍辱」。忍辱就是你要有耐心，你要能观机，一定要懂得时节因缘。了解这个地区，这个地区的众生，他们的生活状况，他们现前的环境，很有耐心去帮助他。往往一桩好事，决不是短暂期间就能做得好的，有些我们这一代还不能成就，要懂得第二代、第三代。你们看看达摩祖师到中国，禅宗好，他观察中国人有这个根性，但是他来的时候，中国社会环境没有办法接纳他这个法门，他很有耐心，跑到少林寺去面壁，九年等到一个慧可，他把这个法传给他。慧可传僧灿，僧灿传道信，道信传弘忍，五代都是单传；第六代传到惠能，开花结果，禅宗大大的弘扬开了。你才想想看，那是多么大的耐心，不是在自己身上完成。",
      "zh_TW": "第三，教給我們要「忍辱」。忍辱就是你要有耐心，你要能觀機，一定要懂得時節因緣。了解這個地區，這個地區的眾生，他們的生活狀況，他們現前的環境，很有耐心去幫助他。往往一樁好事，決不是短暫期間就能做得好的，有些我們這一代還不能成就，要懂得第二代、第三代。你們看看達摩祖師到中國，禪宗好，他觀察中國人有這個根性，但是他來的時候，中國社會環境沒有辦法接納他這個法門，他很有耐心，跑到少林寺去面壁，九年等到一個慧可，他把這個法傳給他。慧可傳僧燦，僧燦傳道信，道信傳弘忍，五代都是單傳；第六代傳到惠能，開花結果，禪宗大大的弘揚開了。你才想想看，那是多麼大的耐心，不是在自己身上完成。"
    },
    {
      "id": "02-034-0088_p0025",
      "zh_CN": "所以要晓得，我们今天的社会，问题非常严重。我常常跟同学们说，家庭的美满，社会的繁荣，国家安定，世界和平，是建立在教育的基础上。然后你就懂得，为什么中国两千多年历代帝王改朝换代，而不敢违背教育政策，教育政策始终不变，他就是晓得教育的重要性。这四种教育，第一个是家庭教育，儒家讲得非常圆满；第二个是学校教育，从前学校教育也是以孔孟学说为基础；第三个是社会教育。社会教育在古时候中国用什么方法？用艺术。在古老的时代，诗歌，那是社会教育。孔老夫子周游列国，将各个地方这些民谣，他们所唱的歌词搜集起来，重新整理，编辑成为《诗经》。现在就是包括这些艺术，现在比从前更多了。现在在文字上，报纸、杂志，电影、戏剧、歌舞，这些都是社会教育。而从前社会教育，孔老夫子定了一个宗旨，诸位读过《论语》都念过：「诗三百」，《诗经》是社会教育的一个代表，「一言以蔽之，曰思无邪」，社会教育的宗旨。今天社会教育没有了，今天社会教育专门教人邪知邪见，跟中国古圣先贤教育宗旨，一百八十度的相违背。第四个是宗教教育，宗教是教育，是教育里面最高峰。但是今天宗教教育没有了，宗教流于形式，变成了迷信。今天这四个教育都没有了，社会怎么会不乱？人心没有归依，人不知道这一生为什么活着的，所以讲人生的意义、人生的价值，都成了很严重的问题。",
      "zh_TW": "所以要曉得，我們今天的社會，問題非常嚴重。我常常跟同學們說，家庭的美滿，社會的繁榮，國家安定，世界和平，是建立在教育的基礎上。然後你就懂得，為什麼中國兩千多年歷代帝王改朝換代，而不敢違背教育政策，教育政策始終不變，他就是曉得教育的重要性。這四種教育，第一個是家庭教育，儒家講得非常圓滿；第二個是學校教育，從前學校教育也是以孔孟學說為基礎；第三個是社會教育。社會教育在古時候中國用什麼方法？用藝術。在古老的時代，詩歌，那是社會教育。孔老夫子周遊列國，將各個地方這些民謠，他們所唱的歌詞蒐集起來，重新整理，編輯成為《詩經》。現在就是包括這些藝術，現在比從前更多了。現在在文字上，報紙、雜誌，電影、戲劇、歌舞，這些都是社會教育。而從前社會教育，孔老夫子定了一個宗旨，諸位讀過《論語》都念過：「詩三百」，《詩經》是社會教育的一個代表，「一言以蔽之，曰思無邪」，社會教育的宗旨。今天社會教育沒有了，今天社會教育專門教人邪知邪見，跟中國古聖先賢教育宗旨，一百八十度的相違背。第四個是宗教教育，宗教是教育，是教育裡面最高峰。但是今天宗教教育沒有了，宗教流於形式，變成了迷信。今天這四個教育都沒有了，社會怎麼會不亂？人心沒有歸依，人不知道這一生為什麼活著的，所以講人生的意義、人生的價值，都成了很嚴重的問題。"
    },
    {
      "id": "02-034-0088_p0026",
      "zh_CN": "这四种教育已经毁灭掉了，重新再建立起来谈何容易。所以外国许多宗教家讲世界末日，世界末日是什么？不是讲这个世界的毁灭，这四种教育没有了，就是世界末日。社会动乱，人心不安，终日惶惶，这个现象就是末日。所以我们想来想去只有求诸于宗教，为什么？宗教的信徒，实在讲还是比较善良，比较容易接受因果的学说；能够相信因果报应，这个人就有救了。如果连因果报应的道理不懂，事实不能接受，这个人没救了，他就沦落在末日里头去了，不能回头了。这是我们这些年来，很认真努力联合全世界各个不同的宗教，我们没有别的，总是希望每一个宗教不仅仅是在仪式上，更重要的是在教学上，要把他们经典里面的道理讲出来。经典都是教给我们怎么做人、怎么工作、怎样处事待人接物，佛是这样讲法的，儒、道是这样讲法的，我们看看其他经典，基督教的《新约》、《旧约》，伊斯兰教的《古兰经》，我也常常读诵，也是教我们怎么做人，怎么处世。它是教育，很好的教育，所以我们一定要联合起来。不同的宗教，不同的方法，教导一切不同根性的人，这就是佛法里面讲的，「归元无二路，方便有多门」。各种不同的宗教，这是方便有多门。",
      "zh_TW": "這四種教育已經毀滅掉了，重新再建立起來談何容易。所以外國許多宗教家講世界末日，世界末日是什麼？不是講這個世界的毀滅，這四種教育沒有了，就是世界末日。社會動亂，人心不安，終日惶惶，這個現象就是末日。所以我們想來想去只有求諸於宗教，為什麼？宗教的信徒，實在講還是比較善良，比較容易接受因果的學說；能夠相信因果報應，這個人就有救了。如果連因果報應的道理不懂，事實不能接受，這個人沒救了，他就淪落在末日裡頭去了，不能回頭了。這是我們這些年來，很認真努力聯合全世界各個不同的宗教，我們沒有別的，總是希望每一個宗教不僅僅是在儀式上，更重要的是在教學上，要把他們經典裡面的道理講出來。經典都是教給我們怎麼做人、怎麼工作、怎樣處事待人接物，佛是這樣講法的，儒、道是這樣講法的，我們看看其他經典，基督教的《新約》、《舊約》，伊斯蘭教的《古蘭經》，我也常常讀誦，也是教我們怎麼做人，怎麼處世。它是教育，很好的教育，所以我們一定要聯合起來。不同的宗教，不同的方法，教導一切不同根性的人，這就是佛法裡面講的，「歸元無二路，方便有多門」。各種不同的宗教，這是方便有多門。"
    },
    {
      "id": "02-034-0088_p0027",
      "zh_CN": "我们与许许多多宗教往来，交谈、交换意见，我们得到一个结论，这个结论跟佛法里面讲的完全相合。大家都知道，佛常说「慈悲为本，方便为门」，我们就用这一句的教诲，跟全世界各个宗教连系成一体。慈悲就是爱，哪一个宗教的教主，他们的神圣都是讲爱世人，佛家讲慈悲，慈悲就是爱，这个根本完全相同；教学的方式不一样，那就是方便为门；所以不同的宗教可以在一起融合，可以团结成一体。教学最后的目的，我们提出了三句话：「社会安定，世界和平，人民幸福」，每一个宗教都承认，都不反对。我们的根本相同，真诚的爱心；我们的方向目标相同，都是希求社会安定，世界和平，人民幸福；然后我们展开经典互相讨论，就容易了。我们有了方向，有了基础，自自然然都能融合。今天不仅仅是我们感情上的往来，我们在教义、教理上都能够会通，这个对于整个世界和平、世界社会安定有很大的帮助。我们很认真、很努力在做这个工作，我们要很有耐心，我们知道这个事情，这是大事业，不是一个普通事业，要很长时间。可是我们在新加坡才两年就有现在这么好的成果，这是出乎我意料之外，我只能说这是佛菩萨保佑，所有宗教众神统统保佑，所以我们的发展才有这么快，有这么好的成就。",
      "zh_TW": "我們與許許多多宗教往來，交談、交換意見，我們得到一個結論，這個結論跟佛法裡面講的完全相合。大家都知道，佛常說「慈悲為本，方便為門」，我們就用這一句的教誨，跟全世界各個宗教連繫成一體。慈悲就是愛，哪一個宗教的教主，他們的神聖都是講愛世人，佛家講慈悲，慈悲就是愛，這個根本完全相同；教學的方式不一樣，那就是方便為門；所以不同的宗教可以在一起融合，可以團結成一體。教學最後的目的，我們提出了三句話：「社會安定，世界和平，人民幸福」，每一個宗教都承認，都不反對。我們的根本相同，真誠的愛心；我們的方向目標相同，都是希求社會安定，世界和平，人民幸福；然後我們展開經典互相討論，就容易了。我們有了方向，有了基礎，自自然然都能融合。今天不僅僅是我們感情上的往來，我們在教義、教理上都能夠會通，這個對於整個世界和平、世界社會安定有很大的幫助。我們很認真、很努力在做這個工作，我們要很有耐心，我們知道這個事情，這是大事業，不是一個普通事業，要很長時間。可是我們在新加坡才兩年就有現在這麼好的成果，這是出乎我意料之外，我只能說這是佛菩薩保佑，所有宗教眾神統統保佑，所以我們的發展才有這麼快，有這麼好的成就。"
    },
    {
      "id": "02-034-0088_p0028",
      "zh_CN": "去年，我参加雪梨澳洲天主教召开一次，「宗教人事座谈会」。一天我们在一起聚会四个小时，天主教召开的。澳洲政府都感觉到惊讶，因为在世界上头一次，从来没有这种活动，总共是五个宗教参加。四个小时我们在一块交谈之后，他们的主教做了个结论，结论很好，我们都很佩服。他们很谦虚，说过去这个一千年他们做错很多事情，特别是对于其他宗教的歧视，现在经过一座谈，知道每一个宗教里面都有很多好东西，都值得我们互相学习的。所以我相信他们这个报告，一定送到梵谛岗。我们在报纸上看到，教宗对全世界人忏悔，求上帝饶恕天主教徒的罪过，特别是对待其他的宗教。这是了不起的精神！知过能改，善莫大焉，不愧为世界上大宗教家。今年他又召开，我又收到通知了，七月七号开始，大概七号、八号、九号，今年开三天。这个也是澳洲政府意料之外了，澳洲政府认为什么？大概这一次，恐怕以后不可能再有了；没有想到今年又要召开，而且还开三天。我相信今年参加的宗教可能会更多，好事情！",
      "zh_TW": "去年，我參加雪梨澳洲天主教召開一次，「宗教人事座談會」。一天我們在一起聚會四個小時，天主教召開的。澳洲政府都感覺到驚訝，因為在世界上頭一次，從來沒有這種活動，總共是五個宗教參加。四個小時我們在一塊交談之後，他們的主教做了個結論，結論很好，我們都很佩服。他們很謙虛，說過去這個一千年他們做錯很多事情，特別是對於其他宗教的歧視，現在經過一座談，知道每一個宗教裡面都有很多好東西，都值得我們互相學習的。所以我相信他們這個報告，一定送到梵諦崗。我們在報紙上看到，教宗對全世界人懺悔，求上帝饒恕天主教徒的罪過，特別是對待其他的宗教。這是了不起的精神！知過能改，善莫大焉，不愧為世界上大宗教家。今年他又召開，我又收到通知了，七月七號開始，大概七號、八號、九號，今年開三天。這個也是澳洲政府意料之外了，澳洲政府認為什麼？大概這一次，恐怕以後不可能再有了；沒有想到今年又要召開，而且還開三天。我相信今年參加的宗教可能會更多，好事情！"
    },
    {
      "id": "02-034-0088_p0029",
      "zh_CN": "我现在在其他国家地区活动，很多请我讲经，我都不去了，但是宗教团结、种族团结，我一定会参加，我去帮忙他，我去把它促成。我们要把新加坡的这些经验带给他们，我们也会邀请他们来参加我们新加坡的宗教活动。在今年年底和平祈祷温馨晚会，我就打算邀请全世界的这些宗教家来参加，所以今年的大会比去年更会兴旺。去年我们有八千多人与会，今年我们想到可能会超过一万五千人，我们现在应该要开始准备了，这是促进全世界的安定和平。我们今天做这工作，决不是地区性的，决定没有分别、没有执着，一律平等对待。这是讲要有耐心，耐心得到佛菩萨的加持，耐心得到社会许多善心人士的赞助。",
      "zh_TW": "我現在在其他國家地區活動，很多請我講經，我都不去了，但是宗教團結、種族團結，我一定會參加，我去幫忙他，我去把它促成。我們要把新加坡的這些經驗帶給他們，我們也會邀請他們來參加我們新加坡的宗教活動。在今年年底和平祈禱溫馨晚會，我就打算邀請全世界的這些宗教家來參加，所以今年的大會比去年更會興旺。去年我們有八千多人與會，今年我們想到可能會超過一萬五千人，我們現在應該要開始準備了，這是促進全世界的安定和平。我們今天做這工作，決不是地區性的，決定沒有分別、沒有執著，一律平等對待。這是講要有耐心，耐心得到佛菩薩的加持，耐心得到社會許多善心人士的贊助。"
    },
    {
      "id": "02-034-0088_p0030",
      "zh_CN": "第四条教给我们要「精进」。精进，进是进步，更要认真努力去做，进步加个精进，纯而不杂。我们一个目标、一个方向，绝不掺杂自私自利，绝不掺杂名闻利养，对于个人来讲没有得失，我们全方位的奉献。十方同修善心的供养，我们一定要给他做真正的好事，我们决定不辜负大家，这是我学佛几十年来遵守的规矩。所以，一定求精进。",
      "zh_TW": "第四條教給我們要「精進」。精進，進是進步，更要認真努力去做，進步加個精進，純而不雜。我們一個目標、一個方向，絕不摻雜自私自利，絕不摻雜名聞利養，對於個人來講沒有得失，我們全方位的奉獻。十方同修善心的供養，我們一定要給他做真正的好事，我們決定不辜負大家，這是我學佛幾十年來遵守的規矩。所以，一定求精進。"
    },
    {
      "id": "02-034-0088_p0031",
      "zh_CN": "第五「禅定」。禅定用现在的话来说，决不受外面境界的动摇，不受外面境界的诱惑，不受外面境界的影响。我们知道这是好事，但是好事多磨，嫉妒障碍是决定不能够避免的，我们要有智慧，要有般若智慧，要有善巧方便。譬如在我们培训班培训的同学们，你们在此地学习讲经，我当年跟李炳南老居士学讲经，他老人家就给我们说过，「你讲经讲得不好还无所谓，如果你讲得好了，你就走投无路」，这是老师以前警告我们的。我这一生果然就遭遇到了，走投无路，幸亏得韩馆长的护持，我被逼得没有办法，在她家里住了十七年。我的遭遇跟禅宗六祖惠能差不多，六祖惠能在猎人队里躲了十五年，我在一个居士家里住十七年，你才晓得不容易！哪一个道场、哪一个寺院都不容纳你，想到人家去讨个单、去住一天都不答应。所以我们现在这一批同学天天在训练，将来讲好了，还不跟我一样。可是我还真的得佛菩萨保佑，还有人帮助我，始终维持着讲台，没有荒废，这一点很难得。四十年在讲台上没有中断，这是得力于韩馆长的护持。",
      "zh_TW": "第五「禪定」。禪定用現在的話來說，決不受外面境界的動搖，不受外面境界的誘惑，不受外面境界的影響。我們知道這是好事，但是好事多磨，嫉妒障礙是決定不能夠避免的，我們要有智慧，要有般若智慧，要有善巧方便。譬如在我們培訓班培訓的同學們，你們在此地學習講經，我當年跟李炳南老居士學講經，他老人家就給我們說過，「你講經講得不好還無所謂，如果你講得好了，你就走投無路」，這是老師以前警告我們的。我這一生果然就遭遇到了，走投無路，幸虧得韓館長的護持，我被逼得沒有辦法，在她家裡住了十七年。我的遭遇跟禪宗六祖惠能差不多，六祖惠能在獵人隊裡躲了十五年，我在一個居士家裡住十七年，你才曉得不容易！哪一個道場、哪一個寺院都不容納你，想到人家去討個單、去住一天都不答應。所以我們現在這一批同學天天在訓練，將來講好了，還不跟我一樣。可是我還真的得佛菩薩保佑，還有人幫助我，始終維持著講台，沒有荒廢，這一點很難得。四十年在講台上沒有中斷，這是得力於韓館長的護持。"
    },
    {
      "id": "02-034-0088_p0032",
      "zh_CN": "今天我们用什么方法？不能不借助高科技，所以我很重视我们的录像小组。现在有许多专家要帮助我们改进，说我们的水平不够高，距离卫星电视还差一截，要我们一定要拉上这个水平，我们讲经录像带他们才愿意给我们播放。我们现在在加强，最近我们要在香港建立一个摄影棚，跟电视台完全一样。我们也聘请专家来操作这些机器，还要聘一个专门导播；他们是导播电视的、导播电影的，要找专家来服务。我让我们每一个同学都讲一套专集，把这个专集向全世界流通，这个难关就打破了。我们不必要人家道场地方去讲经，哪一个人家电视机里播放我们，那就是我们的道场。这是我为我们的同学着想，要用高科技，要用VCD来突破，希望这个教学能够流通到全世界。这是这么多年仔细观察，只有这一条路畅通无阻。",
      "zh_TW": "今天我們用什麼方法？不能不藉助高科技，所以我很重視我們的錄像小組。現在有許多專家要幫助我們改進，說我們的水平不夠高，距離衛星電視還差一截，要我們一定要拉上這個水平，我們講經錄像帶他們才願意給我們播放。我們現在在加強，最近我們要在香港建立一個攝影棚，跟電視台完全一樣。我們也聘請專家來操作這些機器，還要聘一個專門導播；他們是導播電視的、導播電影的，要找專家來服務。我讓我們每一個同學都講一套專集，把這個專集向全世界流通，這個難關就打破了。我們不必要人家道場地方去講經，哪一個人家電視機裡播放我們，那就是我們的道場。這是我為我們的同學著想，要用高科技，要用VCD來突破，希望這個教學能夠流通到全世界。這是這麼多年仔細觀察，只有這一條路暢通無阻。"
    },
    {
      "id": "02-034-0088_p0033",
      "zh_CN": "现在我还特别留意电视台，我们东西能够上电视，那就方便了。我相信三宝加持，这个愿望会圆满的。现在美国有七家电视台播放我们的讲经录像带，整个北美洲都能够收得到，大概每天是一小时。其他的，夏威夷好像是一个星期我听说有两次，电视台播两次；澳门一个星期有四次。最近我们跟香港来接洽，香港的亚洲电视，另外还听说有个凤凰卫视，我们都在接洽。所以我们就不要再搞道场，不要再建寺庙，我们向空中发展。这些都叫做修菩萨行，这是帮助别人。更重要的，是我们要把佛陀的教诲落实，我们要真正做到。如果只是单单会说，而不能够落实，我们得不到真实受用。",
      "zh_TW": "現在我還特別留意電視台，我們東西能夠上電視，那就方便了。我相信三寶加持，這個願望會圓滿的。現在美國有七家電視台播放我們的講經錄像帶，整個北美洲都能夠收得到，大概每天是一小時。其他的，夏威夷好像是一個星期我聽說有兩次，電視台播兩次；澳門一個星期有四次。最近我們跟香港來接洽，香港的亞洲電視，另外還聽說有個鳳凰衛視，我們都在接洽。所以我們就不要再搞道場，不要再建寺廟，我們向空中發展。這些都叫做修菩薩行，這是幫助別人。更重要的，是我們要把佛陀的教誨落實，我們要真正做到。如果只是單單會說，而不能夠落實，我們得不到真實受用。"
    },
    {
      "id": "02-034-0088_p0034",
      "zh_CN": "下面讲『具足德本』，「具足德本」就是要落实。净宗学会成立之后，许多同学来问我怎样修行？我常常告诉大家，首先要把「修行」这两个字定义搞清楚。所谓的「行」是我们的行为，行为太多了，佛家把它归纳为三大类：思想是行为，起心动念，思想的行为；言语是口业的行为；身体动作是身体行为；行为再多，不出这三大类。三大类的行为有了错误，把错误的行为修正过来，叫做修行，这个一定要搞清楚。古大德教我们从根本修，于是我们就明白了，从根本修是怎么回事情？从起心动念之处，这叫从根本修。我这一个念头生起来了，立刻就清楚、就明了，这个念头是善还是不善，如果是善可以继续增长，如果是不善赶紧把它止住，这叫从根本修。",
      "zh_TW": "下面講『具足德本』，「具足德本」就是要落實。淨宗學會成立之後，許多同學來問我怎樣修行？我常常告訴大家，首先要把「修行」這兩個字定義搞清楚。所謂的「行」是我們的行為，行為太多了，佛家把它歸納為三大類：思想是行為，起心動念，思想的行為；言語是口業的行為；身體動作是身體行為；行為再多，不出這三大類。三大類的行為有了錯誤，把錯誤的行為修正過來，叫做修行，這個一定要搞清楚。古大德教我們從根本修，於是我們就明白了，從根本修是怎麼回事情？從起心動念之處，這叫從根本修。我這一個念頭生起來了，立刻就清楚、就明瞭，這個念頭是善還是不善，如果是善可以繼續增長，如果是不善趕緊把它止住，這叫從根本修。"
    },
    {
      "id": "02-034-0088_p0035",
      "zh_CN": "善恶的标准是什么？又要搞清楚。于社会有利益的，于众生有利益的，这是善。如果说于自己有利益的，于社会众生没有利益的，这是恶，大恶；于社会、于大众有利益，于自己也有利益，这是善事，可以做，但是这个善事不是第一等的善。第一等的善，于自己没有利益，于一切众生、于社会有大利益，这是第一等善事，诸佛菩萨做的。如果我们说这个好事，于我有利益我才做，于我没有利益我就不做，你不是菩萨，这一愿与你不相干，这是对菩萨讲的。",
      "zh_TW": "善惡的標準是什麼？又要搞清楚。於社會有利益的，於眾生有利益的，這是善。如果說於自己有利益的，於社會眾生沒有利益的，這是惡，大惡；於社會、於大眾有利益，於自己也有利益，這是善事，可以做，但是這個善事不是第一等的善。第一等的善，於自己沒有利益，於一切眾生、於社會有大利益，這是第一等善事，諸佛菩薩做的。如果我們說這個好事，於我有利益我才做，於我沒有利益我就不做，你不是菩薩，這一願與你不相干，這是對菩薩講的。"
    },
    {
      "id": "02-034-0088_p0036",
      "zh_CN": "「德本」里面还有一个重要的意义，念佛求生净土，这是德本当中的德本。为什么？唯有生到西方极乐世界，才彻底把问题解决了，快速的解决，很不可思议！这个道理太深了，要没有长时间深入经藏的基础，你很难理解。不但我们不容易理解，多少学佛的老法师、老居士，他都不能接受。不但他们不能接受，佛在这个经上给我们说过，十方世界许许多多大声闻、大菩萨也不能接受。什么原因？没有彻底搞清楚。所以这个法门，经上常常赞叹，「唯佛与佛方能究竟」，这是真话，不是假话。我们遇到了能够相信，怪事！这不是普通事情。虽是怪事，它也有原因。佛给我们说过，过去生中深厚的善根福德因缘，如果不是过去生中修的善根福德因缘，你这一生没有把它搞清楚就相信，是决定不可能的。所以我们在这一生当中能够搞清楚，或者没有搞清楚就能够深信不疑，都是属于过去生中的善根福德，这一生起了这个信念，得到阿弥陀佛本愿威神的加持。不仅得到阿弥陀佛的加持，同时也得到一切诸佛的加持，这是我们要珍惜这个机会。",
      "zh_TW": "「德本」裡面還有一個重要的意義，念佛求生淨土，這是德本當中的德本。為什麼？唯有生到西方極樂世界，才徹底把問題解決了，快速的解決，很不可思議！這個道理太深了，要沒有長時間深入經藏的基礎，你很難理解。不但我們不容易理解，多少學佛的老法師、老居士，他都不能接受。不但他們不能接受，佛在這個經上給我們說過，十方世界許許多多大聲聞、大菩薩也不能接受。什麼原因？沒有徹底搞清楚。所以這個法門，經上常常讚歎，「唯佛與佛方能究竟」，這是真話，不是假話。我們遇到了能夠相信，怪事！這不是普通事情。雖是怪事，它也有原因。佛給我們說過，過去生中深厚的善根福德因緣，如果不是過去生中修的善根福德因緣，你這一生沒有把它搞清楚就相信，是決定不可能的。所以我們在這一生當中能夠搞清楚，或者沒有搞清楚就能夠深信不疑，都是屬於過去生中的善根福德，這一生起了這個信念，得到阿彌陀佛本願威神的加持。不僅得到阿彌陀佛的加持，同時也得到一切諸佛的加持，這是我們要珍惜這個機會。"
    },
    {
      "id": "02-034-0088_p0037",
      "zh_CN": "末后一句说，『应时不获一二三忍』，这是愈说愈不可思议。此地讲的一二三忍，并没有指出来是哪一种的境界，但是我们看看其他的经，像《仁王经》里面给我们讲五种忍，初地、二地、三地，这三个位置叫「信忍」；也就是说，「忍」这个意思就是同意、认可，肯定、承认，有这些意思在里头。由此可知，一二三地的菩萨信心坚定了，决定不会动摇，决定不会退转。四地、五地、六地，这三个位置叫「顺忍」，更进一步了，我们常讲随顺佛陀教诲，他哪有不成就的道理？我们今天学佛最大的困难，日常生活当中，我们还是随顺自己的烦恼习气，并没有能把自己的妄想分别执着放下，完全顺从佛陀的教诲，我们没有做到。",
      "zh_TW": "末後一句說，『應時不獲一二三忍』，這是愈說愈不可思議。此地講的一二三忍，並沒有指出來是哪一種的境界，但是我們看看其他的經，像《仁王經》裡面給我們講五種忍，初地、二地、三地，這三個位置叫「信忍」；也就是說，「忍」這個意思就是同意、認可，肯定、承認，有這些意思在裡頭。由此可知，一二三地的菩薩信心堅定了，決定不會動搖，決定不會退轉。四地、五地、六地，這三個位置叫「順忍」，更進一步了，我們常講隨順佛陀教誨，他哪有不成就的道理？我們今天學佛最大的困難，日常生活當中，我們還是隨順自己的煩惱習氣，並沒有能把自己的妄想分別執著放下，完全順從佛陀的教誨，我們沒有做到。"
    },
    {
      "id": "02-034-0088_p0038",
      "zh_CN": "像《十善业道经》里面，佛那是真诚的教诲，教我们日夜不能间断，常念善法，思惟善法，观察善法，不容毫分不善间杂。如果我们真的能够随顺，我们作佛、作菩萨，时间很短，三年五载决定成功。为什么我们修学这么困难？佛讲的话听到，「不错、很好」，不能去做。每天生活工作，处事待人接物，还是贪瞋痴慢，还是喜怒哀乐，怎么办？跟别人往来专看别人的缺点，专想自己的好处，专看别人不好处，自己是好人，别人都不是好人，这怎么能成功？佛教给我们恰恰相反，对人、对事、对物，专看别人的好处，专看别人的善处，别人不好、不善统统不放在心上，这叫随顺如来教诲，顺忍。四地、五地、六地菩萨，四地得下品顺忍，五地得中品，六地得上品，随顺佛陀教诲。",
      "zh_TW": "像《十善業道經》裡面，佛那是真誠的教誨，教我們日夜不能間斷，常念善法，思惟善法，觀察善法，不容毫分不善間雜。如果我們真的能夠隨順，我們作佛、作菩薩，時間很短，三年五載決定成功。為什麼我們修學這麼困難？佛講的話聽到，「不錯、很好」，不能去做。每天生活工作，處事待人接物，還是貪瞋痴慢，還是喜怒哀樂，怎麼辦？跟別人往來專看別人的缺點，專想自己的好處，專看別人不好處，自己是好人，別人都不是好人，這怎麼能成功？佛教給我們恰恰相反，對人、對事、對物，專看別人的好處，專看別人的善處，別人不好、不善統統不放在心上，這叫隨順如來教誨，順忍。四地、五地、六地菩薩，四地得下品順忍，五地得中品，六地得上品，隨順佛陀教誨。"
    },
    {
      "id": "02-034-0088_p0039",
      "zh_CN": "实在讲我们新加坡有人做到，我一提你们大概都知道，许哲居士做到了。她今天一百零一岁，她到这儿来表演过，身体健康的状况，就像三、四十岁的人一样，还有很多三、四十岁的人不如她。为什么原因有这么好的身体？她说过了，一生没有发过脾气。一百岁，一生没有发过脾气，一生没有看到别人不好的地方。她所看的都是看人家的好地方，看人家的好，看人家的善，人家的不好不善，她完全记不住，不放在心上。她举的例子很有意思，很容易理解。李木源居士问她：妳看到这些恶人恶事，妳怎么看法？她举个例子，就像在街上走过的陌生人一样。这个例子好，我们每天都上街，都看到来来往往许多人，你记住哪一个？一个也没有记住。为什么？没有放在心上。她就学会这个本事，所有一切恶人恶事就跟陌生人一样，不放在心上，她一桩都没有记住；一切人的善行善事，她记得、她学习，所以她是纯善之人，没有一丝毫的恶念，没有一丝毫恶意。一百零一岁到这儿来皈依，不晚，给我们做一个表率，做个榜样。",
      "zh_TW": "實在講我們新加坡有人做到，我一提你們大概都知道，許哲居士做到了。她今天一百零一歲，她到這兒來表演過，身體健康的狀況，就像三、四十歲的人一樣，還有很多三、四十歲的人不如她。為什麼原因有這麼好的身體？她說過了，一生沒有發過脾氣。一百歲，一生沒有發過脾氣，一生沒有看到別人不好的地方。她所看的都是看人家的好地方，看人家的好，看人家的善，人家的不好不善，她完全記不住，不放在心上。她舉的例子很有意思，很容易理解。李木源居士問她：妳看到這些惡人惡事，妳怎麼看法？她舉個例子，就像在街上走過的陌生人一樣。這個例子好，我們每天都上街，都看到來來往往許多人，你記住哪一個？一個也沒有記住。為什麼？沒有放在心上。她就學會這個本事，所有一切惡人惡事就跟陌生人一樣，不放在心上，她一樁都沒有記住；一切人的善行善事，她記得、她學習，所以她是純善之人，沒有一絲毫的惡念，沒有一絲毫惡意。一百零一歲到這兒來皈依，不晚，給我們做一個表率，做個榜樣。"
    },
    {
      "id": "02-034-0088_p0040",
      "zh_CN": "早年她是天主教的修女，晚年她读许许多多宗教的书。他们的教友曾经说她：「妳为什么看其他的宗教书？」她答复得很好，她说：「我看世界上所有的宗教，都是一片光明。」她突破了，宗教的界限突破了，得平等住。所以李木源问她：「妳的心目当中，宗教是什么？」她答复了一个字：「爱」。爱就是宗教，这话说得一点都不错，完全正确。世间所有一切宗教，都是肯定「爱」字，发扬光大爱心，爱一切众生，真诚的爱，清净的爱，平等的爱，这就叫宗教。你跟她往来，言语简单明了。",
      "zh_TW": "早年她是天主教的修女，晚年她讀許許多多宗教的書。他們的教友曾經說她：「妳為什麼看其他的宗教書？」她答覆得很好，她說：「我看世界上所有的宗教，都是一片光明。」她突破了，宗教的界限突破了，得平等住。所以李木源問她：「妳的心目當中，宗教是什麼？」她答覆了一個字：「愛」。愛就是宗教，這話說得一點都不錯，完全正確。世間所有一切宗教，都是肯定「愛」字，發揚光大愛心，愛一切眾生，真誠的愛，清淨的愛，平等的愛，這就叫宗教。你跟她往來，言語簡單明瞭。"
    },
    {
      "id": "02-034-0088_p0041",
      "zh_CN": "到七地、八地、九地，就是大家很熟悉的，叫「无生法忍」；十地、等觉叫「寂灭忍」。如果我们讲此地的「一二三忍」，第一就是信忍，第二就是顺忍，第三就是无生法忍。我们怎么能肯定？古大德解释最后这第三忍是无生法忍。由此可知，一二三忍意思是说地上菩萨，他们不是普通菩萨，圆教的登地菩萨。这是十方世界诸菩萨在各个不同的空间、不同的世间，教化一切众生，能得阿弥陀佛本愿加持。你纵然是初发心的权教菩萨，得佛力加持，也能把你提升到地上菩萨，这一愿精神、意义在此地。诸位要晓得，菩萨要修到登地，那实在是非常非常不容易，但是在这个经里面来讲，这就不难了，这是我们要记住的。",
      "zh_TW": "到七地、八地、九地，就是大家很熟悉的，叫「無生法忍」；十地、等覺叫「寂滅忍」。如果我們講此地的「一二三忍」，第一就是信忍，第二就是順忍，第三就是無生法忍。我們怎麼能肯定？古大德解釋最後這第三忍是無生法忍。由此可知，一二三忍意思是說地上菩薩，他們不是普通菩薩，圓教的登地菩薩。這是十方世界諸菩薩在各個不同的空間、不同的世間，教化一切眾生，能得阿彌陀佛本願加持。你縱然是初發心的權教菩薩，得佛力加持，也能把你提升到地上菩薩，這一願精神、意義在此地。諸位要曉得，菩薩要修到登地，那實在是非常非常不容易，但是在這個經裡面來講，這就不難了，這是我們要記住的。"
    },
    {
      "id": "02-034-0088_p0042",
      "zh_CN": "本经在第十五品，也讲到三种忍，这三种忍第一个叫「音响忍」，第二个叫「柔顺忍」，第三个讲「无生法忍」。古大德给我们注解，什么叫「音响忍」？由音响开悟，这叫音响忍。实在讲，这就是由音声，我们听讲，我们在学习，我们听讲经而开悟了，这个可以说包括在音响忍里头。第二种「柔顺忍」，是有智慧，心地慈悲柔软，能够恒顺众生，能够常随佛学，他从这里头悟入的，这一类都叫做柔顺忍。第三种「无生法忍」。意思跟《仁王经》里所说的完全相同，它说这三类，这三类实在讲，「音响忍」意思也接近「信忍」；「柔顺忍」它多了一个柔字，跟《仁王经》的「顺忍」也很接近。总而言之，都是地上菩萨所证得的境界。由此可知，我们果然能够修清净心、修欢喜心，得平等住，修菩萨行，具足德本，你有上面这个条件，你就能够得到阿弥陀佛本愿加持，就在现前把你提升到地上菩萨的境界。这是这一愿真实的意思，我们要认真努力，对于弥陀本愿丝毫不怀疑，所以在这一生当中的成就，是可以做得到的。",
      "zh_TW": "本經在第十五品，也講到三種忍，這三種忍第一個叫「音響忍」，第二個叫「柔順忍」，第三個講「無生法忍」。古大德給我們註解，什麼叫「音響忍」？由音響開悟，這叫音響忍。實在講，這就是由音聲，我們聽講，我們在學習，我們聽講經而開悟了，這個可以說包括在音響忍裡頭。第二種「柔順忍」，是有智慧，心地慈悲柔軟，能夠恆順眾生，能夠常隨佛學，他從這裡頭悟入的，這一類都叫做柔順忍。第三種「無生法忍」。意思跟《仁王經》裡所說的完全相同，它說這三類，這三類實在講，「音響忍」意思也接近「信忍」；「柔順忍」它多了一個柔字，跟《仁王經》的「順忍」也很接近。總而言之，都是地上菩薩所證得的境界。由此可知，我們果然能夠修清淨心、修歡喜心，得平等住，修菩薩行，具足德本，你有上面這個條件，你就能夠得到阿彌陀佛本願加持，就在現前把你提升到地上菩薩的境界。這是這一願真實的意思，我們要認真努力，對於彌陀本願絲毫不懷疑，所以在這一生當中的成就，是可以做得到的。"
    },
    {
      "id": "02-034-0088_p0043",
      "zh_CN": "末后这一愿，第四十八愿，『于诸佛法，不能现证不退转者』。这个意思就是说，于诸佛法，现前就能够证得不退转。凡夫修行最大的障碍就是退转，而且是什么状况？进得少，退得多，我们的困难在此地。如果只有进步，没有退转，修行到成佛，成佛就是成就究竟圆满的智慧，成就究竟圆满的德能，这叫成佛，是不难实现的。难就难在我们退转退得太多，境界一现前，这个心就被外面境界诱惑了。现在这个世界，物质文明日新月异，每天有新的产品出来，新奇的东西出现，这些东西在诱惑你。所以佛家讲的魔，魔在哪里？魔是什么？那些人就是魔，天天制造新玩意来诱惑你，叫你心不安定，看到了就动心，就喜欢，就想买，辛辛苦苦赚的钱都被它骗跑了，你心里头永远定不下来，永远受外面的诱惑。这一诱惑，心一动就退转，你的定慧就没有了。我们比不上菩萨，菩萨修行也常常逛市场。我们在《华严经》上看到，菩萨常逛市场，逛市场修什么？修禅定。原来我们晓得，他这是高明修行的方法，什么样新奇的东西他看到了，决定不动心，这叫定，禅定。这些新奇东西，他看到了，样样清楚、样样明了，慧。他智慧增长，全不动心，禅定坚固。人家逛市场是修禅定，修般若波罗蜜，我们逛市场是搞贪、瞋、痴，怎么一样？不一样。这是我们要学菩萨的地方，也要能够禁得起考验。",
      "zh_TW": "末後這一願，第四十八願，『於諸佛法，不能現證不退轉者』。這個意思就是說，於諸佛法，現前就能夠證得不退轉。凡夫修行最大的障礙就是退轉，而且是什麼狀況？進得少，退得多，我們的困難在此地。如果只有進步，沒有退轉，修行到成佛，成佛就是成就究竟圓滿的智慧，成就究竟圓滿的德能，這叫成佛，是不難實現的。難就難在我們退轉退得太多，境界一現前，這個心就被外面境界誘惑了。現在這個世界，物質文明日新月異，每天有新的產品出來，新奇的東西出現，這些東西在誘惑你。所以佛家講的魔，魔在哪裡？魔是什麼？那些人就是魔，天天製造新玩意來誘惑你，叫你心不安定，看到了就動心，就喜歡，就想買，辛辛苦苦賺的錢都被它騙跑了，你心裡頭永遠定不下來，永遠受外面的誘惑。這一誘惑，心一動就退轉，你的定慧就沒有了。我們比不上菩薩，菩薩修行也常常逛市場。我們在《華嚴經》上看到，菩薩常逛市場，逛市場修什麼？修禪定。原來我們曉得，他這是高明修行的方法，什麼樣新奇的東西他看到了，決定不動心，這叫定，禪定。這些新奇東西，他看到了，樣樣清楚、樣樣明瞭，慧。他智慧增長，全不動心，禪定堅固。人家逛市場是修禪定，修般若波羅蜜，我們逛市場是搞貪、瞋、痴，怎麼一樣？不一樣。這是我們要學菩薩的地方，也要能夠禁得起考驗。"
    },
    {
      "id": "02-034-0088_p0044",
      "zh_CN": "所以生活，什么样生活是最健康的？最简单的生活是最健康的。我们现在看到许哲居士度了不少人，我现在把它做成光碟。我上一次，就是前两个星期，到中国去旅行，我把她的光碟带了五百片到处送人，大家欢迎。这个不是宣传佛法，宣传健康长寿，哪一个人都要求的。人家健康长寿怎么修来的？生活简单，一天吃一餐，完全吃生菜，油、盐、糖、醋统统没有，完全吃生菜，回归到自然。你们从北京来的同学，这个光碟每一个人多带几片回家，送给你们亲戚朋友。心地纯善，生活简单，思想纯正，她也是不知道钱，你给她钱的时候，她不晓得数字；她走路，你问她哪个是东方，哪个是南方，她不知道，她不懂方向；不放在心里，这些东西都不重要，何必把它放在心上？她的心里面是什么？「世间有些苦难的人需要帮忙」，她只有这个念头。每天还要为那些苦难人服务，常常给他们送米，她自己不吃油，送油给别人；送钱给别人，她自己不用钱，送钱给别人，实在是难得。我们综合她一生，她一生财布施、法布施、无畏布施，所以她的果报，她有福，她有大福德。她一分钱都没有，怎么叫大福德？她的生活丝毫不缺乏，这就是大福德。生活所需不缺乏，她没有贪心，她很知足，知足常乐；她有智慧，她修的法布施，有智慧，她能够力行众善，不做众恶，这是智慧；帮助一切苦难的人，这是无畏布施，得健康长寿。三种果报，她圆满具足，所以这个光碟要多多去流通。",
      "zh_TW": "所以生活，什麼樣生活是最健康的？最簡單的生活是最健康的。我們現在看到許哲居士度了不少人，我現在把它做成光碟。我上一次，就是前兩個星期，到中國去旅行，我把她的光碟帶了五百片到處送人，大家歡迎。這個不是宣傳佛法，宣傳健康長壽，哪一個人都要求的。人家健康長壽怎麼修來的？生活簡單，一天吃一餐，完全吃生菜，油、鹽、糖、醋統統沒有，完全吃生菜，回歸到自然。你們從北京來的同學，這個光碟每一個人多帶幾片回家，送給你們親戚朋友。心地純善，生活簡單，思想純正，她也是不知道錢，你給她錢的時候，她不曉得數字；她走路，你問她哪個是東方，哪個是南方，她不知道，她不懂方向；不放在心裡，這些東西都不重要，何必把它放在心上？她的心裡面是什麼？「世間有些苦難的人需要幫忙」，她只有這個念頭。每天還要為那些苦難人服務，常常給他們送米，她自己不吃油，送油給別人；送錢給別人，她自己不用錢，送錢給別人，實在是難得。我們綜合她一生，她一生財布施、法布施、無畏布施，所以她的果報，她有福，她有大福德。她一分錢都沒有，怎麼叫大福德？她的生活絲毫不缺乏，這就是大福德。生活所需不缺乏，她沒有貪心，她很知足，知足常樂；她有智慧，她修的法布施，有智慧，她能夠力行眾善，不做眾惡，這是智慧；幫助一切苦難的人，這是無畏布施，得健康長壽。三種果報，她圓滿具足，所以這個光碟要多多去流通。"
    },
    {
      "id": "02-034-0088_p0045",
      "zh_CN": "这是我们在此地看到末后这一愿，她真的她兑现了，现证不退。所以我们问她，她前途一片光明，她丝毫没有怀疑。她死了以后，现在又念佛，她决定到极乐世界；她要不念佛的话，她决定生天，她是天人，她不是凡夫，你说她多快乐！她心多清净！她是真正得到清净欢喜，得平等住。我们念这个她统统具足了，「修菩萨行，具足德本」，她全具足了。我们今天念的，「不获一二三忍」，那就不晓得她是第几忍的菩萨？这真的不是假的，菩萨示现。换句话说，她能做得到，我们为什么做不到？不是做不到，我们不肯做，不肯放下自私自利，不肯放下贪瞋痴慢，是因为这个关系做不到。人家肯放下，她就真做到了，做得那么圆满！做得那么自在！这是我们一定要懂得的。",
      "zh_TW": "這是我們在此地看到末後這一願，她真的她兌現了，現證不退。所以我們問她，她前途一片光明，她絲毫沒有懷疑。她死了以後，現在又念佛，她決定到極樂世界；她要不念佛的話，她決定生天，她是天人，她不是凡夫，你說她多快樂！她心多清淨！她是真正得到清淨歡喜，得平等住。我們念這個她統統具足了，「修菩薩行，具足德本」，她全具足了。我們今天念的，「不獲一二三忍」，那就不曉得她是第幾忍的菩薩？這真的不是假的，菩薩示現。換句話說，她能做得到，我們為什麼做不到？不是做不到，我們不肯做，不肯放下自私自利，不肯放下貪瞋痴慢，是因為這個關係做不到。人家肯放下，她就真做到了，做得那麼圓滿！做得那麼自在！這是我們一定要懂得的。"
    },
    {
      "id": "02-034-0088_p0046",
      "zh_CN": "他所修积的善根功德愈增愈进，不会退转，所以叫不退。在经典里面也叫做阿惟越致菩萨，「阿惟越致」是梵语，意思就是不退转。古大德常常给我们讲，菩萨行愿，发不容易，发心不容易。「发心」就是一般人讲的舍己为人；能够牺牲自己，成就别人，这个愿心很难发。可是发了之后，要想保持不退不容易，遭遇到困难的时候很容易退心。所以《仁王经》上说，别教信位菩萨，有个外号叫「轻毛菩萨」，像羽毛一样随着风飘走了，说明他的信心不可靠，很容易退心。《涅槃经》里面也说，无量众生发无上菩提心，遇到小小的困难，遭遇一点点挫折，就退转了，菩提心就不见了。这是不容易成就的原因；换句话说，信愿不坚固。",
      "zh_TW": "他所修積的善根功德愈增愈進，不會退轉，所以叫不退。在經典裡面也叫做阿惟越致菩薩，「阿惟越致」是梵語，意思就是不退轉。古大德常常給我們講，菩薩行願，發不容易，發心不容易。「發心」就是一般人講的捨己為人；能夠犧牲自己，成就別人，這個願心很難發。可是發了之後，要想保持不退不容易，遭遇到困難的時候很容易退心。所以《仁王經》上說，別教信位菩薩，有個外號叫「輕毛菩薩」，像羽毛一樣隨著風飄走了，說明他的信心不可靠，很容易退心。《涅槃經》裡面也說，無量眾生發無上菩提心，遇到小小的困難，遭遇一點點挫折，就退轉了，菩提心就不見了。這是不容易成就的原因；換句話說，信願不堅固。"
    },
    {
      "id": "02-034-0088_p0047",
      "zh_CN": "自己必须要知道，我们自己不是这一生一世。学佛的人，信仰宗教的人，大概都肯定，都能够承认我们有过去，有过去、有未来，三世因果。既然有过去，过去世就太多太多了。这么多的过去世，要知道我们跟多少人结了怨，这一些冤家对头常常遇到，或者是你的亲戚，或者是你的朋友，或者是你的同学，或者是你的同事，处处都在障碍你，都在找你的麻烦，菩提道上一帆风顺谈何容易？所以我们自己晓得，自己的冤家债主太多了，「怨憎会」。如何能克服？佛教给我们一个方法，「忍辱波罗蜜」。《金刚经》上说：「一切法得成于忍。」这是讲世出世间一切法，无论大事小事，要想成就，第一个条件是忍辱。大忍有大成就，小忍有小成就，你不能够忍，你就没有成就，决定退转，所以忍辱非常非常重要。",
      "zh_TW": "自己必須要知道，我們自己不是這一生一世。學佛的人，信仰宗教的人，大概都肯定，都能夠承認我們有過去，有過去、有未來，三世因果。既然有過去，過去世就太多太多了。這麼多的過去世，要知道我們跟多少人結了怨，這一些冤家對頭常常遇到，或者是你的親戚，或者是你的朋友，或者是你的同學，或者是你的同事，處處都在障礙你，都在找你的麻煩，菩提道上一帆風順談何容易？所以我們自己曉得，自己的冤家債主太多了，「怨憎會」。如何能克服？佛教給我們一個方法，「忍辱波羅蜜」。《金剛經》上說：「一切法得成於忍。」這是講世出世間一切法，無論大事小事，要想成就，第一個條件是忍辱。大忍有大成就，小忍有小成就，你不能夠忍，你就沒有成就，決定退轉，所以忍辱非常非常重要。"
    },
    {
      "id": "02-034-0088_p0048",
      "zh_CN": "每一位同修心心念念都希求消业障，知道自己有业障，怎么个消除法？忍辱。你不能忍，你的业障怎么能消除？逆境、恶人要忍，顺境、善人也要忍，为什么？顺境、善缘不生贪爱，你要忍，这个更难；逆境、恶缘不生瞋恚，永远保持你的清净心，你的平等心。清净平等是道，这个道就是说清净平等是真心，永远保持着真心。心一动，那就不叫真心，所以你起贪爱不是真心，你起瞋恚也不是真心。如何保持着清净平等心，永远保持，这就是《易经》里面讲的中和之道。能与一切众生和睦相处，平等对待，热心为一切众生服务，绝不计较自己的得失，你跟诸佛如来就同心同德，你才能保持不退转。",
      "zh_TW": "每一位同修心心念念都希求消業障，知道自己有業障，怎麼個消除法？忍辱。你不能忍，你的業障怎麼能消除？逆境、惡人要忍，順境、善人也要忍，為什麼？順境、善緣不生貪愛，你要忍，這個更難；逆境、惡緣不生瞋恚，永遠保持你的清淨心，你的平等心。清淨平等是道，這個道就是說清淨平等是真心，永遠保持著真心。心一動，那就不叫真心，所以你起貪愛不是真心，你起瞋恚也不是真心。如何保持著清淨平等心，永遠保持，這就是《易經》裡面講的中和之道。能與一切眾生和睦相處，平等對待，熱心為一切眾生服務，絕不計較自己的得失，你跟諸佛如來就同心同德，你才能保持不退轉。"
    },
    {
      "id": "02-034-0088_p0049",
      "zh_CN": "无量菩萨没有到不退位，纵然是勇猛精进，可是一遇到障缘，往往就退转了。小的障缘他还能忍受，猛烈的障缘，他就受不了。所以「忍辱波罗蜜」的成就要靠智慧，要靠真正的修持，我们不是像夏莲居老居士所说的「真干」，想在菩提道上不退很难。名利诱惑我们，五欲诱惑我们，境缘诱惑我们，这是我们菩提道上严重的障碍。因此像我们这一种根性的人，最好的办法还是读经，经读多了，理渐渐就想通了，道理想通了。道理想通之后，遇到这些障碍，我们就有智慧、有方法来对付；你没有智慧、没有忍辱、没有定功，这个关过不去，这是不能不知道的。经教到底要读多少？不在乎多少。祖师大德常常教导我们，「一门深入，长时薰修」，关键在「长时」。我们在古时候看到出家、在家，许许多多成就的人，往往人家一生学一部经、一个法门，就成就了，这个例子太多太多了。",
      "zh_TW": "無量菩薩沒有到不退位，縱然是勇猛精進，可是一遇到障緣，往往就退轉了。小的障緣他還能忍受，猛烈的障緣，他就受不了。所以「忍辱波羅蜜」的成就要靠智慧，要靠真正的修持，我們不是像夏蓮居老居士所說的「真幹」，想在菩提道上不退很難。名利誘惑我們，五欲誘惑我們，境緣誘惑我們，這是我們菩提道上嚴重的障礙。因此像我們這一種根性的人，最好的辦法還是讀經，經讀多了，理漸漸就想通了，道理想通了。道理想通之後，遇到這些障礙，我們就有智慧、有方法來對付；你沒有智慧、沒有忍辱、沒有定功，這個關過不去，這是不能不知道的。經教到底要讀多少？不在乎多少。祖師大德常常教導我們，「一門深入，長時薰修」，關鍵在「長時」。我們在古時候看到出家、在家，許許多多成就的人，往往人家一生學一部經、一個法門，就成就了，這個例子太多太多了。"
    },
    {
      "id": "02-034-0088_p0050",
      "zh_CN": "由此可知，我们学经不必学很多，今天我们在此地提倡《无量寿经》，这个本子对现代人来讲非常适合，经文不长，也不太短，便利于我们现代人这种生活方式。太长了，我们没有时间去读诵，没有时间去学习；太短了，我们很难得利。所以要选择一个很适中的经典，《无量寿经》，好！我教人首先把这一部经念三千遍，用意在哪里？熟记经文，把我们的妄想杂念念掉。不念经就打妄想，这是没法子的。与其打妄想，就不如老实念经，念经有好处。所以如果有妄念起来，赶紧念经。我们现在经本子印得很多，也有印很多小袖珍本，可以放在口袋里，可以放在钱包里面，妄念起来了，赶快去念几段，把你的妄想念掉，用这个方法好！",
      "zh_TW": "由此可知，我們學經不必學很多，今天我們在此地提倡《無量壽經》，這個本子對現代人來講非常適合，經文不長，也不太短，便利於我們現代人這種生活方式。太長了，我們沒有時間去讀誦，沒有時間去學習；太短了，我們很難得利。所以要選擇一個很適中的經典，《無量壽經》，好！我教人首先把這一部經念三千遍，用意在哪裡？熟記經文，把我們的妄想雜念念掉。不念經就打妄想，這是沒法子的。與其打妄想，就不如老實念經，念經有好處。所以如果有妄念起來，趕緊念經。我們現在經本子印得很多，也有印很多小袖珍本，可以放在口袋裡，可以放在錢包裡面，妄念起來了，趕快去念幾段，把你的妄想念掉，用這個方法好！"
    },
    {
      "id": "02-034-0088_p0051",
      "zh_CN": "念熟了之后，这个经文你就能记住了，再要求什么？要求要依教奉行。知道我们起心动念，我们这个念头到底应不应该起来？佛有没有说？如果佛说这个念头不善，那这个念头起来，马上就要把它转掉。用什么方法转？念佛的办法最好，一声「阿弥陀佛」把这个念头转掉。古德讲「不怕念起，只怕觉迟」，一句佛号提起来，觉悟。一定要常常觉悟，时时处处觉悟，不断的觉悟，我们就不会退转了。能真这样作法，我们也得到佛力加持，「现证不退」。我们看到过去修行人，现在也有一些修行人，他们都得到这个效果，给我们增长了信心，我们认真努力去做，一定也能得到。今天时间到了，我们四十八愿讲圆满了。",
      "zh_TW": "念熟了之後，這個經文你就能記住了，再要求什麼？要求要依教奉行。知道我們起心動念，我們這個念頭到底應不應該起來？佛有沒有說？如果佛說這個念頭不善，那這個念頭起來，馬上就要把它轉掉。用什麼方法轉？念佛的辦法最好，一聲「阿彌陀佛」把這個念頭轉掉。古德講「不怕念起，只怕覺遲」，一句佛號提起來，覺悟。一定要常常覺悟，時時處處覺悟，不斷的覺悟，我們就不會退轉了。能真這樣作法，我們也得到佛力加持，「現證不退」。我們看到過去修行人，現在也有一些修行人，他們都得到這個效果，給我們增長了信心，我們認真努力去做，一定也能得到。今天時間到了，我們四十八願講圓滿了。"
    }
  ]
}