{
  "doc_id": "02-034-0146",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四六集",
    "zh_TW": "第一四六集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0146",
  "total_paragraphs": 76,
  "paragraphs": [
    {
      "id": "02-034-0146_p0001",
      "zh_CN": "请掀开经本，科会第四十一面第九行：",
      "zh_TW": "請掀開經本，科會第四十一面第九行："
    },
    {
      "id": "02-034-0146_p0002",
      "zh_CN": "【或闻无性无作无我声。】",
      "zh_TW": "【或聞無性無作無我聲。】"
    },
    {
      "id": "02-034-0146_p0003",
      "zh_CN": "这句后面有『无我』，无我也得要说说。实在讲，「无我」对我们学佛的人来讲非常重要，这是一个事实真相。到底有没有我？我是什么意思？在佛法里面讲「我」这个字的定义，必须要具备常一之体，这个常是永恒，一则是不二，这是我之本体；我的作用有主宰、自在的德用。如果从这个定义上来看，我们这个身不是我，为什么？身是无常的。不但是每一年不一样，它有变化，实在说每一天都不一样。释迦牟尼佛在楞严会上跟波斯匿王讲，刹那刹那都在变化。在楞严会上，大王他已经六十二岁了，他跟释迦牟尼佛同年，所以我们也可以明白释迦牟尼佛讲《楞严经》，他六十二岁。",
      "zh_TW": "這句後面有『無我』，無我也得要說說。實在講，「無我」對我們學佛的人來講非常重要，這是一個事實真相。到底有沒有我？我是什麼意思？在佛法裡面講「我」這個字的定義，必須要具備常一之體，這個常是永恆，一則是不二，這是我之本體；我的作用有主宰、自在的德用。如果從這個定義上來看，我們這個身不是我，為什麼？身是無常的。不但是每一年不一樣，它有變化，實在說每一天都不一樣。釋迦牟尼佛在楞嚴會上跟波斯匿王講，剎那剎那都在變化。在楞嚴會上，大王他已經六十二歲了，他跟釋迦牟尼佛同年，所以我們也可以明白釋迦牟尼佛講《楞嚴經》，他六十二歲。"
    },
    {
      "id": "02-034-0146_p0004",
      "zh_CN": "在身体上找不到常、找不到一，在作用上更没有主宰，也没有自在，所以佛常常跟我们讲「无我」。九法界有情众生都没有我，都无我，什么时候才有我？佛经上常常讲「常乐我净」，这个四净德，常一那是我之体，你看「乐、我、净」这是从体起用。宗门常说「父母未生前本来面目」，那就是我，所以学佛终极的目的是把本来面目找回来。本来面目是真我，那不是假的，永恒不灭的，自己能做得了主，得大自在。",
      "zh_TW": "在身體上找不到常、找不到一，在作用上更沒有主宰，也沒有自在，所以佛常常跟我們講「無我」。九法界有情眾生都沒有我，都無我，什麼時候才有我？佛經上常常講「常樂我淨」，這個四淨德，常一那是我之體，你看「樂、我、淨」這是從體起用。宗門常說「父母未生前本來面目」，那就是我，所以學佛終極的目的是把本來面目找回來。本來面目是真我，那不是假的，永恆不滅的，自己能做得了主，得大自在。"
    },
    {
      "id": "02-034-0146_p0005",
      "zh_CN": "由此可知，无我是对九法界凡夫所说的，凡夫之人把这个身体执着以为这是我，这是错误里面的第一个，可以说是根本的错误。错在哪里？错在你把这个身体你以为是我。如果要跟你说身体不是我，你就慌了，你就恐慌了，身体不是我那这是什么？这个问题严重了。这个身体不是我，是我所，我所有的，就像这件衣服，衣服不是我，这个衣服是我所有的。身体不是我，跟衣服一样是我所有的，我在哪里？我没有离开这个身体，没有离开体；换句话说，衣服我穿在身上，我没有离开衣服，衣服跟我是永远合在一起的。你得要认清楚，不能把衣服当作我，把自己我忘掉了。九法界的众生就犯这个毛病，真的穿一身衣服，把衣服当作我，真的我忘得干干净净。",
      "zh_TW": "由此可知，無我是對九法界凡夫所說的，凡夫之人把這個身體執著以為這是我，這是錯誤裡面的第一個，可以說是根本的錯誤。錯在哪裡？錯在你把這個身體你以為是我。如果要跟你說身體不是我，你就慌了，你就恐慌了，身體不是我那這是什麼？這個問題嚴重了。這個身體不是我，是我所，我所有的，就像這件衣服，衣服不是我，這個衣服是我所有的。身體不是我，跟衣服一樣是我所有的，我在哪裡？我沒有離開這個身體，沒有離開體；換句話說，衣服我穿在身上，我沒有離開衣服，衣服跟我是永遠合在一起的。你得要認清楚，不能把衣服當作我，把自己我忘掉了。九法界的眾生就犯這個毛病，真的穿一身衣服，把衣服當作我，真的我忘得乾乾淨淨。"
    },
    {
      "id": "02-034-0146_p0006",
      "zh_CN": "真我到底是什么？真我，世尊在大乘经里头常讲，六根的根性是真我。六根的根性就是真如本性，就是佛性，就是真心，就是第一义谛。佛说的名词有几十个之多，都是说这桩事情，这是真我，它不生不灭，我们的身体有生灭，我们六根的根性不随着身体生灭。身体是什么？身体是缘生的，缘有生有灭，我们的性，真性决定不跟这些缘；缘生它就生，缘灭它就灭，没这回事情；它是永恒的，不生不灭。它是常一之体，它能作主宰，它得大自在，具足无量智慧、无量德能、无量相好，可惜我们没有办法证得。为什么不能证得？世尊在《华严经》上讲得很好，「但以妄想执着而不能证得」。这释迦牟尼佛很慈悲，把事实真相告诉我们了。",
      "zh_TW": "真我到底是什麼？真我，世尊在大乘經裡頭常講，六根的根性是真我。六根的根性就是真如本性，就是佛性，就是真心，就是第一義諦。佛說的名詞有幾十個之多，都是說這樁事情，這是真我，它不生不滅，我們的身體有生滅，我們六根的根性不隨著身體生滅。身體是什麼？身體是緣生的，緣有生有滅，我們的性，真性決定不跟這些緣；緣生它就生，緣滅它就滅，沒這回事情；它是永恆的，不生不滅。它是常一之體，它能作主宰，它得大自在，具足無量智慧、無量德能、無量相好，可惜我們沒有辦法證得。為什麼不能證得？世尊在《華嚴經》上講得很好，「但以妄想執著而不能證得」。這釋迦牟尼佛很慈悲，把事實真相告訴我們了。"
    },
    {
      "id": "02-034-0146_p0007",
      "zh_CN": "我们要是离开妄想执着，真的我就现前了，你就把自己本来面目找到了。这个时候大乘法里面就称你作法身菩萨，或者就称你作如来、称你作佛。如来、佛里面也有很多差别，并不相同，禅宗里面说得很好，「明心见性，见性成佛」，所以见性的人就能称他作佛了。天台六即佛里面，把明心见性的人称之为「分证即佛」，就是说他真的是成佛了，但是还没有圆满。大乘教佛常讲无明有四十一品，破一品无明就见性了，他就是佛了，他就是如来了。这是圆教初住菩萨，再破一品他就是二住了，再破一品他就三住了，这个佛是节节高升！四十一品无明破尽了，就是究竟圆满佛，我们一般讲的这是如来究竟的果位。要加个究竟果位，拣别不是前面四十一位的法身大士。",
      "zh_TW": "我們要是離開妄想執著，真的我就現前了，你就把自己本來面目找到了。這個時候大乘法裡面就稱你作法身菩薩，或者就稱你作如來、稱你作佛。如來、佛裡面也有很多差別，並不相同，禪宗裡面說得很好，「明心見性，見性成佛」，所以見性的人就能稱他作佛了。天台六即佛裡面，把明心見性的人稱之為「分證即佛」，就是說他真的是成佛了，但是還沒有圓滿。大乘教佛常講無明有四十一品，破一品無明就見性了，他就是佛了，他就是如來了。這是圓教初住菩薩，再破一品他就是二住了，再破一品他就三住了，這個佛是節節高升！四十一品無明破盡了，就是究竟圓滿佛，我們一般講的這是如來究竟的果位。要加個究竟果位，揀別不是前面四十一位的法身大士。"
    },
    {
      "id": "02-034-0146_p0008",
      "zh_CN": "华严会上称他们为法身菩萨，一般也能称之为佛，像《金刚经》上称的「诸佛」，诸位读江味农居士的《讲义》，他解释得就很清楚。《金刚经》般若会上讲的诸佛，他是讲四十一位法身大士，那个诸就是四十一，是这个意思，这正是宗门里面所说的见性成佛。在相宗，我们在《百法明门论》里面看到，见性的人跟究竟佛位是「同生性」，没有见性跟这些诸佛如来是「异生性」。",
      "zh_TW": "華嚴會上稱他們為法身菩薩，一般也能稱之為佛，像《金剛經》上稱的「諸佛」，諸位讀江味農居士的《講義》，他解釋得就很清楚。《金剛經》般若會上講的諸佛，他是講四十一位法身大士，那個諸就是四十一，是這個意思，這正是宗門裡面所說的見性成佛。在相宗，我們在《百法明門論》裡面看到，見性的人跟究竟佛位是「同生性」，沒有見性跟這些諸佛如來是「異生性」。"
    },
    {
      "id": "02-034-0146_p0009",
      "zh_CN": "同生性、异生性怎么个讲法？同生性是同样用一个心，真心，见性的人用真心，没有见性的人用妄心。诸佛如来用真心，见性也用真心，跟究竟佛果是同生性，同样都用真心。但是如来果地上是圆满，他那个真心是圆满，法身菩萨的真心不圆满，但是都是真心。古人举的比喻非常好，他把月亮，在夜晚上月亮很明亮，他把十五的月亮，满月比作究竟佛果，把十五以前的月亮比作四十一位法身大士。你看圆教初住大概是初二、初三的一个月牙，那个月光它是真的不是假的，跟十五的月光决定是相同的，就只有大小不一样；它是真的不是假的。这个就容易理解了，同一个真心。九法界的这些众生，九法界包括菩萨、声闻缘觉，还在九法界，他们用妄心。妄心像什么？像水里面的月亮，也是月亮，它绝对不是真的。",
      "zh_TW": "同生性、異生性怎麼個講法？同生性是同樣用一個心，真心，見性的人用真心，沒有見性的人用妄心。諸佛如來用真心，見性也用真心，跟究竟佛果是同生性，同樣都用真心。但是如來果地上是圓滿，他那個真心是圓滿，法身菩薩的真心不圓滿，但是都是真心。古人舉的比喻非常好，他把月亮，在夜晚上月亮很明亮，他把十五的月亮，滿月比作究竟佛果，把十五以前的月亮比作四十一位法身大士。你看圓教初住大概是初二、初三的一個月牙，那個月光它是真的不是假的，跟十五的月光決定是相同的，就只有大小不一樣；它是真的不是假的。這個就容易理解了，同一個真心。九法界的這些眾生，九法界包括菩薩、聲聞緣覺，還在九法界，他們用妄心。妄心像什麼？像水裡面的月亮，也是月亮，它絕對不是真的。"
    },
    {
      "id": "02-034-0146_p0010",
      "zh_CN": "有一些古大德们把水里头的月亮比作我们六道凡夫用心，六道凡夫用的心，妄！虚妄！水里面的月亮。四圣法界？那就是阿罗汉、辟支佛、菩萨、十法界里面的佛，他们所见的叫捏目所见，这个捏目所见，《楞严经》上的。我们看东西，我们用一个手指把这个眼睛往下面一按，你再看外面就看两个东西，这两个东西，一个是真的，一个是相似的，比那个水里面的月亮要真实一点，水里是完全虚妄。用这个方法来做比喻，让我们晓得六道凡夫跟四圣法界里面、跟明心见性用心不相同。所以用心要紧！",
      "zh_TW": "有一些古大德們把水裡頭的月亮比作我們六道凡夫用心，六道凡夫用的心，妄！虛妄！水裡面的月亮。四聖法界？那就是阿羅漢、辟支佛、菩薩、十法界裡面的佛，他們所見的叫捏目所見，這個捏目所見，《楞嚴經》上的。我們看東西，我們用一個手指把這個眼睛往下面一按，你再看外面就看兩個東西，這兩個東西，一個是真的，一個是相似的，比那個水裡面的月亮要真實一點，水裡是完全虛妄。用這個方法來做比喻，讓我們曉得六道凡夫跟四聖法界裡面、跟明心見性用心不相同。所以用心要緊！"
    },
    {
      "id": "02-034-0146_p0011",
      "zh_CN": "我们学佛的人要用真心，真心难，太难太难！什么叫真心，我们完全不知道。经教里面跟我们说，说得也很简单、也很明白，做不到！怎么个说法？离了妄就是真，这个话好懂，舍掉妄不就是真！妄是什么？妄想分别执着，你能把这个舍掉，你的真心就现前。但是什么人能够把妄想分别执着舍掉？做不到！",
      "zh_TW": "我們學佛的人要用真心，真心難，太難太難！什麼叫真心，我們完全不知道。經教裡面跟我們說，說得也很簡單、也很明白，做不到！怎麼個說法？離了妄就是真，這個話好懂，捨掉妄不就是真！妄是什麼？妄想分別執著，你能把這個捨掉，你的真心就現前。但是什麼人能夠把妄想分別執著捨掉？做不到！"
    },
    {
      "id": "02-034-0146_p0012",
      "zh_CN": "佛法，不论多少宗派，不论多少法门，所谓八万四千法门，无量法门，总而言之一句话，到最后都是教你明心见性。你要不见性，你就不能算有成就，见性才算是你修行有成就了，有了结果了。为什么？你已经超越六道、超越十法界了。你要没有见性，你没有办法超越。所以四圣法界是相似位，不是真的。超越十法界才是真的，叫一真法界，那才算是成就，超越六道不算是成就！",
      "zh_TW": "佛法，不論多少宗派，不論多少法門，所謂八萬四千法門，無量法門，總而言之一句話，到最後都是教你明心見性。你要不見性，你就不能算有成就，見性才算是你修行有成就了，有了結果了。為什麼？你已經超越六道、超越十法界了。你要沒有見性，你沒有辦法超越。所以四聖法界是相似位，不是真的。超越十法界才是真的，叫一真法界，那才算是成就，超越六道不算是成就！"
    },
    {
      "id": "02-034-0146_p0013",
      "zh_CN": "但是无我，我们在般若会上看到，须陀洹就无我了，他是什么？他是听教，听释迦牟尼佛常常讲经，跟我们一样，懂得这个道理，他的能力比我们强。我们听了之后还把这个身体当作我，这个就没有法子了，这你就出不了六道了。他比我们高明，他知道佛讲的这个身体不是我，他确确实实把这个身体当作我所来看待，决定不执着这个身是我。不执着身是我，样子是什么？决定没有自私自利的念头了，所以他能超越六道！自私自利的念头没有了，不会再为这个身体造业了。",
      "zh_TW": "但是無我，我們在般若會上看到，須陀洹就無我了，他是什麼？他是聽教，聽釋迦牟尼佛常常講經，跟我們一樣，懂得這個道理，他的能力比我們強。我們聽了之後還把這個身體當作我，這個就沒有法子了，這你就出不了六道了。他比我們高明，他知道佛講的這個身體不是我，他確確實實把這個身體當作我所來看待，決定不執著這個身是我。不執著身是我，樣子是什麼？決定沒有自私自利的念頭了，所以他能超越六道！自私自利的念頭沒有了，不會再為這個身體造業了。"
    },
    {
      "id": "02-034-0146_p0014",
      "zh_CN": "凡夫虽然听到佛在经上常常讲，好像是听懂了，自己也会说了，但是怎么样？还是为这个身体造业，因此你证不了须陀洹，你在大乘你没有办法证得初信位的菩萨。换句话说，佛法的入门，大乘小乘你都入不了门，什么时候真的做到无我就入门了。所以这里头有两层意思，无我是绝对不再执着这个身是我，真的我有没有找到？还没找到。就好像我们一个人，人身是我这个衣服，现在晓得衣服不是我，衣服虽然不是我，真正的我？真正的我还没有悟到，只知道身体不是我，不再为衣服操心了，是这么一个境界。这是你证得真正的我（就是明心见性）那个过渡的一段时间。这个时间长短不一定，那要看各人的根性，要看各人的缘分。",
      "zh_TW": "凡夫雖然聽到佛在經上常常講，好像是聽懂了，自己也會說了，但是怎麼樣？還是為這個身體造業，因此你證不了須陀洹，你在大乘你沒有辦法證得初信位的菩薩。換句話說，佛法的入門，大乘小乘你都入不了門，什麼時候真的做到無我就入門了。所以這裡頭有兩層意思，無我是絕對不再執著這個身是我，真的我有沒有找到？還沒找到。就好像我們一個人，人身是我這個衣服，現在曉得衣服不是我，衣服雖然不是我，真正的我？真正的我還沒有悟到，只知道身體不是我，不再為衣服操心了，是這麼一個境界。這是你證得真正的我（就是明心見性）那個過渡的一段時間。這個時間長短不一定，那要看各人的根性，要看各人的緣分。"
    },
    {
      "id": "02-034-0146_p0015",
      "zh_CN": "所以善导大师在《观无量寿经四帖疏》里面讲得非常非常之好，一切众生修行证果，无论是时间的早晚，品位的高下，「总在遇缘不同」，这个话讲得好！你遇到的缘殊胜，你就在时间上来讲就很快速，节省了很多时间；在功夫上来说，你能够真正提高自己的境界，这个缘很重要！现在我们这个世间的缘非常不好，这个不好就是外面的诱惑力量太大了，五欲六尘的诱惑，怎样能够做到面对这些诱惑不会起心动念，这叫功夫。诱惑，你还会起心动念，还会起贪瞋痴慢，你没有功夫。",
      "zh_TW": "所以善導大師在《觀無量壽經四帖疏》裡面講得非常非常之好，一切眾生修行證果，無論是時間的早晚，品位的高下，「總在遇緣不同」，這個話講得好！你遇到的緣殊勝，你就在時間上來講就很快速，節省了很多時間；在功夫上來說，你能夠真正提高自己的境界，這個緣很重要！現在我們這個世間的緣非常不好，這個不好就是外面的誘惑力量太大了，五欲六塵的誘惑，怎樣能夠做到面對這些誘惑不會起心動念，這叫功夫。誘惑，你還會起心動念，還會起貪瞋痴慢，你沒有功夫。"
    },
    {
      "id": "02-034-0146_p0016",
      "zh_CN": "修行功夫都是在日常生活当中、在工作里面、在处事待人接物里头去修！那叫真修。华严会上善财童子五十三参，那就是做出真修的榜样给我们看，让我们看了，修行是怎么个修法，这我们就看到了。功夫的初步就是无我，所以前面讲的无性是理，无作是行，无我是真实的功夫，真正的实证。因此对于这个身一定要清楚、要了解，它是因缘和合生起的现象，缘生的，缘起性空，决定没有自体，这一定要清楚。佛家常常讲四大五蕴和合而有这个色身，四大分散这个身体就没有了，四大聚散无常！所以它不是常一之体，从这个地方观察，你很清楚、很明白。",
      "zh_TW": "修行功夫都是在日常生活當中、在工作裡面、在處事待人接物裡頭去修！那叫真修。華嚴會上善財童子五十三參，那就是做出真修的榜樣給我們看，讓我們看了，修行是怎麼個修法，這我們就看到了。功夫的初步就是無我，所以前面講的無性是理，無作是行，無我是真實的功夫，真正的實證。因此對於這個身一定要清楚、要了解，它是因緣和合生起的現象，緣生的，緣起性空，決定沒有自體，這一定要清楚。佛家常常講四大五蘊和合而有這個色身，四大分散這個身體就沒有了，四大聚散無常！所以它不是常一之體，從這個地方觀察，你很清楚、很明白。"
    },
    {
      "id": "02-034-0146_p0017",
      "zh_CN": "但是真正觉悟，实在讲还是不容易，真正觉悟的时候你得自在了，你对这个身也会好好的照顾它，为什么？它有用处，它能帮助你、成就你，就是借假修真。这个东西是假的，我要利用这个工具，要把真我找到，离开这个工具找不到真我！所以用这个工具把真我找到，所以它很有用处，不应该把它糟蹋，要好好的照顾它。可是一定要清楚，它绝对不是主人，它是家里面的佣人，宾主不能颠倒，你要把它当作主人，好了，你自己当作佣人，这亏吃大了。",
      "zh_TW": "但是真正覺悟，實在講還是不容易，真正覺悟的時候你得自在了，你對這個身也會好好的照顧它，為什麼？它有用處，它能幫助你、成就你，就是借假修真。這個東西是假的，我要利用這個工具，要把真我找到，離開這個工具找不到真我！所以用這個工具把真我找到，所以它很有用處，不應該把它糟蹋，要好好的照顧它。可是一定要清楚，它絕對不是主人，它是家裡面的傭人，賓主不能顛倒，你要把它當作主人，好了，你自己當作傭人，這虧吃大了。"
    },
    {
      "id": "02-034-0146_p0018",
      "zh_CN": "所以这个身是佣人，真正的主人是什么？是你的智慧。经论里面说得很多，像《金刚经》上大家都很熟悉的，经上讲「通达无我法者，如来说名真是菩萨」，这就是大乘圆教初信位的菩萨，你不要看初信位，这最低级的了，如来说真是菩萨。为什么？他通达无我，就是《金刚经》上讲的「无我相，无人相，无众生相，无寿者相」，这才是初信位的菩萨，刚刚入门！像读书一样，小学一年级！虽是小学一年级，他真的是学生，他不是假的。如果我们对这个还没有搞清楚，不通达，我们在小学之外，念幼稚园！不算是正规教育。我们现在都是念幼稚园，大概幼稚园的小小班，大班都没分。所以对自己的身分一定要搞得很清楚，你的贡高我慢就不会生起来了，也知道自己发愤用功努力。",
      "zh_TW": "所以這個身是傭人，真正的主人是什麼？是你的智慧。經論裡面說得很多，像《金剛經》上大家都很熟悉的，經上講「通達無我法者，如來說名真是菩薩」，這就是大乘圓教初信位的菩薩，你不要看初信位，這最低級的了，如來說真是菩薩。為什麼？他通達無我，就是《金剛經》上講的「無我相，無人相，無眾生相，無壽者相」，這才是初信位的菩薩，剛剛入門！像讀書一樣，小學一年級！雖是小學一年級，他真的是學生，他不是假的。如果我們對這個還沒有搞清楚，不通達，我們在小學之外，念幼稚園！不算是正規教育。我們現在都是念幼稚園，大概幼稚園的小小班，大班都沒分。所以對自己的身分一定要搞得很清楚，你的貢高我慢就不會生起來了，也知道自己發憤用功努力。"
    },
    {
      "id": "02-034-0146_p0019",
      "zh_CN": "所以难，真的这个无我太难了。我平常劝勉同学，放下自私自利，起心动念为一切众生想，不要为自己，为正法久住想，这个念头就转过来了。凡夫为什么入不了这个境界？他起心动念他为自己想，想到我自己的好处，我自己的利益，这就糟了，这是增长我执，而不是淡化我执。如果我们念头一转，念念为众生，念念为正法久住，为整个佛法，不是为我这一个道场，不是为我这一个地区。今天我们在这个地球上，至少你的境界要为全球来着想，全球佛教兴旺，这是我们的理想，是我们本分的使命。居住在地球上所有一切众生和睦相处，平等对待，这是菩萨做的事情，总的纲领、总的原则。",
      "zh_TW": "所以難，真的這個無我太難了。我平常勸勉同學，放下自私自利，起心動念為一切眾生想，不要為自己，為正法久住想，這個念頭就轉過來了。凡夫為什麼入不了這個境界？他起心動念他為自己想，想到我自己的好處，我自己的利益，這就糟了，這是增長我執，而不是淡化我執。如果我們念頭一轉，念念為眾生，念念為正法久住，為整個佛法，不是為我這一個道場，不是為我這一個地區。今天我們在這個地球上，至少你的境界要為全球來著想，全球佛教興旺，這是我們的理想，是我們本分的使命。居住在地球上所有一切眾生和睦相處，平等對待，這是菩薩做的事情，總的綱領、總的原則。"
    },
    {
      "id": "02-034-0146_p0020",
      "zh_CN": "佛教大家都晓得，佛教提出来这个总纲领、总原则就是慈悲、方便。什么叫佛教？佛教是「慈悲为本，方便为门」。慈悲遍法界虚空界，什么叫方便？方便就是如何将慈悲落实，最适当落实的方法，那叫方便，便是便宜，方是方法。用简单的话来讲是最适合的方法，把你的慈悲落实，这叫佛法。",
      "zh_TW": "佛教大家都曉得，佛教提出來這個總綱領、總原則就是慈悲、方便。什麼叫佛教？佛教是「慈悲為本，方便為門」。慈悲遍法界虛空界，什麼叫方便？方便就是如何將慈悲落實，最適當落實的方法，那叫方便，便是便宜，方是方法。用簡單的話來講是最適合的方法，把你的慈悲落實，這叫佛法。"
    },
    {
      "id": "02-034-0146_p0021",
      "zh_CN": "佛法值得九法界众生的尊重，称佛为天人师，称佛法僧为三宝，那凭什么？凭的就是善巧方便，凭的就是它有真实的目标，这个目标就是帮助一切众生破迷开悟。悟，一定要帮助你彻底觉悟，这个彻底觉悟就是明心见性，见性之后你就脱离十法界了，当然脱离六道。脱离十法界生到一真法界，一般来讲都是生到华藏世界，亲近毘卢遮那如来。四十品无明都是在华藏世界慢慢去断。在那个境界里头，再也不会起心动念了，再也不会分别执着了。",
      "zh_TW": "佛法值得九法界眾生的尊重，稱佛為天人師，稱佛法僧為三寶，那憑什麼？憑的就是善巧方便，憑的就是它有真實的目標，這個目標就是幫助一切眾生破迷開悟。悟，一定要幫助你徹底覺悟，這個徹底覺悟就是明心見性，見性之後你就脫離十法界了，當然脫離六道。脫離十法界生到一真法界，一般來講都是生到華藏世界，親近毘盧遮那如來。四十品無明都是在華藏世界慢慢去斷。在那個境界裡頭，再也不會起心動念了，再也不會分別執著了。"
    },
    {
      "id": "02-034-0146_p0022",
      "zh_CN": "佛在经教里常常告诉我们「一切法从心想生」，这个一切法是讲十法界，十法界依正庄严从心想生，一真法界的人没有想了，没有分别、没有执着、没有起心、没有动念，所以十法界就没有了，十法界就变成一真法界了，就这么个道理。你还会起心动念，还会想东想西，你就永远没有办法脱离十法界，十法界从心想生。",
      "zh_TW": "佛在經教裡常常告訴我們「一切法從心想生」，這個一切法是講十法界，十法界依正莊嚴從心想生，一真法界的人沒有想了，沒有分別、沒有執著、沒有起心、沒有動念，所以十法界就沒有了，十法界就變成一真法界了，就這麼個道理。你還會起心動念，還會想東想西，你就永遠沒有辦法脫離十法界，十法界從心想生。"
    },
    {
      "id": "02-034-0146_p0023",
      "zh_CN": "但是这里又有一个麻烦，好，我什么都不想了，什么都不想生无想天，还是很麻烦。无想天在第四禅，也相当不容易，为什么不能真正证果？堕在无想天是堕在无明里头，什么都不想了，变成无明，样样都想这变成妄想，所以难！你不堕在妄想就堕在无明，所以佛教我们觉悟！觉了之后两边不堕叫中道。不堕在妄想，你就超越十法界了，又不堕无明，不堕无明这超越四禅天。这「无我」我们就介绍到此地，总而言之非常重要，不能够疏忽。",
      "zh_TW": "但是這裡又有一個麻煩，好，我什麼都不想了，什麼都不想生無想天，還是很麻煩。無想天在第四禪，也相當不容易，為什麼不能真正證果？墮在無想天是墮在無明裡頭，什麼都不想了，變成無明，樣樣都想這變成妄想，所以難！你不墮在妄想就墮在無明，所以佛教我們覺悟！覺了之後兩邊不墮叫中道。不墮在妄想，你就超越十法界了，又不墮無明，不墮無明這超越四禪天。這「無我」我們就介紹到此地，總而言之非常重要，不能夠疏忽。"
    },
    {
      "id": "02-034-0146_p0024",
      "zh_CN": "《金刚经》我们中国人都非常喜欢去读它，记住「无我相，无人相，无众生相，无寿者相」，这前半部；后半部意思还要深，「无我见，无人见，无众生见，无寿者见」，见是什么？就是我们现在讲的意念，不但无我相，我的念头都没有了，功夫就更高了，这是大乘佛法的入门！所以我们被自私自利害了，我们被名闻利养害了，被五欲六尘诱惑害了，里面起贪瞋痴慢。这些东西不把它彻底放下，这个无我是决定做不到的，无我做不到，大乘法你不能入门，然后你才晓得难，太难太难了。古来祖师大德教我们，除了念佛之外，你还找什么法门？没有门路可走了。",
      "zh_TW": "《金剛經》我們中國人都非常喜歡去讀它，記住「無我相，無人相，無眾生相，無壽者相」，這前半部；後半部意思還要深，「無我見，無人見，無眾生見，無壽者見」，見是什麼？就是我們現在講的意念，不但無我相，我的念頭都沒有了，功夫就更高了，這是大乘佛法的入門！所以我們被自私自利害了，我們被名聞利養害了，被五欲六塵誘惑害了，裡面起貪瞋痴慢。這些東西不把它徹底放下，這個無我是決定做不到的，無我做不到，大乘法你不能入門，然後你才曉得難，太難太難了。古來祖師大德教我們，除了念佛之外，你還找什麼法門？沒有門路可走了。"
    },
    {
      "id": "02-034-0146_p0025",
      "zh_CN": "你真正晓得这八万四千法门、无量法门是真难，你才会死心塌地、老老实实念阿弥陀佛，求阿弥陀佛接引往生。生到西方极乐世界，你就入了菩萨位了。到底是哪一个等级的菩萨？不要紧，西方极乐世界没有关系，为什么？阿弥陀佛本愿威神加持你，凡圣同居土下下品往生，一品烦恼都没断，你也是阿惟越致菩萨，这个不得了！阿惟越致是大乘七地以上，就是说你到极乐世界了，你的智慧、你的神通、你的福报就跟七地菩萨一样，那不是你自己修来的，是享阿弥陀佛的福。一面享阿弥陀佛的福，一面自己在修，等自己修到了七地的时候，那时候就享自己修的福了，那不再是阿弥陀佛了。所以到那个地方，总是有一段时间要依靠阿弥陀佛，这是十方世界诸佛刹土里头没有的，只有西方世界有，这是一个特别的世界，特别的法门。",
      "zh_TW": "你真正曉得這八萬四千法門、無量法門是真難，你才會死心塌地、老老實實念阿彌陀佛，求阿彌陀佛接引往生。生到西方極樂世界，你就入了菩薩位了。到底是哪一個等級的菩薩？不要緊，西方極樂世界沒有關係，為什麼？阿彌陀佛本願威神加持你，凡聖同居土下下品往生，一品煩惱都沒斷，你也是阿惟越致菩薩，這個不得了！阿惟越致是大乘七地以上，就是說你到極樂世界了，你的智慧、你的神通、你的福報就跟七地菩薩一樣，那不是你自己修來的，是享阿彌陀佛的福。一面享阿彌陀佛的福，一面自己在修，等自己修到了七地的時候，那時候就享自己修的福了，那不再是阿彌陀佛了。所以到那個地方，總是有一段時間要依靠阿彌陀佛，這是十方世界諸佛剎土裡頭沒有的，只有西方世界有，這是一個特別的世界，特別的法門。"
    },
    {
      "id": "02-034-0146_p0026",
      "zh_CN": "这个「我」还有一个意思，还有一个叫「法我」，执着我身体是我，这是叫人我，执着一切诸法真的有，那就叫法我。人我是烦恼障的根，法我是所知障的根，两种都要断。所以经论上常讲人无我，法无我，这个我是从体上讲的，人没有自体，因缘和合，一切诸法也是因缘和合，都不是实在的。懂得这个道理，于自己身体、于一切诸法都不执着，所以说妄想分别执着自自然然就淡化了。虽不能断掉，看得很平淡，这一年比一年看得淡，那功夫就向上提升，不断向上进展。再看下面这一句：",
      "zh_TW": "這個「我」還有一個意思，還有一個叫「法我」，執著我身體是我，這是叫人我，執著一切諸法真的有，那就叫法我。人我是煩惱障的根，法我是所知障的根，兩種都要斷。所以經論上常講人無我，法無我，這個我是從體上講的，人沒有自體，因緣和合，一切諸法也是因緣和合，都不是實在的。懂得這個道理，於自己身體、於一切諸法都不執著，所以說妄想分別執著自自然然就淡化了。雖不能斷掉，看得很平淡，這一年比一年看得淡，那功夫就向上提升，不斷向上進展。再看下面這一句："
    },
    {
      "id": "02-034-0146_p0027",
      "zh_CN": "【大慈大悲喜舍声。】",
      "zh_TW": "【大慈大悲喜捨聲。】"
    },
    {
      "id": "02-034-0146_p0028",
      "zh_CN": "这句就是佛法里讲的「四无量心」。四无量心，天人就修了，特别是色界天。我们知道，佛在经上告诉我们，生色界天的条件，第一个是要禅定，四禅八定；第二个就是四无量心。色界天人，人人都有慈悲喜舍，所以天上好！我们知道慈悲喜舍的心变出来的境界，不是五浊恶世，五浊恶世是极不善的心行变现出来的。天人的相好，我们在这个经上世尊跟我们做比较，愈往上去相貌愈好，决不是下一阶能够相比的。佛举的这个比喻很有味道，他把这个基本的标准，他说一个乞丐，一个国王，乞丐跟国王站在一起，国王福报多大！那个相貌非常明显，乞丐怎么能跟国王相比？这个例子，我们很显然的能够理解，能够接受。",
      "zh_TW": "這句就是佛法裡講的「四無量心」。四無量心，天人就修了，特別是色界天。我們知道，佛在經上告訴我們，生色界天的條件，第一個是要禪定，四禪八定；第二個就是四無量心。色界天人，人人都有慈悲喜捨，所以天上好！我們知道慈悲喜捨的心變出來的境界，不是五濁惡世，五濁惡世是極不善的心行變現出來的。天人的相好，我們在這個經上世尊跟我們做比較，愈往上去相貌愈好，決不是下一階能夠相比的。佛舉的這個比喻很有味道，他把這個基本的標準，他說一個乞丐，一個國王，乞丐跟國王站在一起，國王福報多大！那個相貌非常明顯，乞丐怎麼能跟國王相比？這個例子，我們很顯然的能夠理解，能夠接受。"
    },
    {
      "id": "02-034-0146_p0029",
      "zh_CN": "然后告诉我们，这个人间的大国王，要跟转轮圣王站在一起，那我们这个国王就变成乞丐了，没有办法跟转轮圣王比？转轮圣王有四个等级，铁轮王、铜轮王、银轮王、金轮王，一个比一个殊胜，没有法子相比的。金轮圣王要跟四王天相比，那金轮圣王就变成乞丐了；四王天跟忉利天王比，那四王天也变成乞丐了。这样一层一层比，修四无量心的是色界天，初禅天，欲界最高的他化自在天，他化自在天要跟初禅天比，也就跟我们世间乞丐跟国王比一样。",
      "zh_TW": "然後告訴我們，這個人間的大國王，要跟轉輪聖王站在一起，那我們這個國王就變成乞丐了，沒有辦法跟轉輪聖王比？轉輪聖王有四個等級，鐵輪王、銅輪王、銀輪王、金輪王，一個比一個殊勝，沒有法子相比的。金輪聖王要跟四王天相比，那金輪聖王就變成乞丐了；四王天跟忉利天王比，那四王天也變成乞丐了。這樣一層一層比，修四無量心的是色界天，初禪天，欲界最高的他化自在天，他化自在天要跟初禪天比，也就跟我們世間乞丐跟國王比一樣。"
    },
    {
      "id": "02-034-0146_p0030",
      "zh_CN": "现在我们懂得了，福报从哪来的？佛跟我们说了一个总的原则，希望我们常常记到，不要忘记，「一切法从心想生」，这是佛在大乘经上讲得很多，你要能够真正把这一句话想通了，搞明白了、搞清楚了，这一切法你就能做得了主了。为什么？我心想生的。色界天去我们不远！比极乐、比华藏那近得太多了。他们的天堂那么样的美好，是什么？就是清净心，禅定，禅定是清净心。清净心变现的，善行变现的，这个善行就是慈悲喜舍，清净心跟慈悲喜舍变出来的境界。如果我们学得修清净心，修慈悲喜舍，我们这个的境界就会变得跟他一样。",
      "zh_TW": "現在我們懂得了，福報從哪來的？佛跟我們說了一個總的原則，希望我們常常記到，不要忘記，「一切法從心想生」，這是佛在大乘經上講得很多，你要能夠真正把這一句話想通了，搞明白了、搞清楚了，這一切法你就能做得了主了。為什麼？我心想生的。色界天去我們不遠！比極樂、比華藏那近得太多了。他們的天堂那麼樣的美好，是什麼？就是清淨心，禪定，禪定是清淨心。清淨心變現的，善行變現的，這個善行就是慈悲喜捨，清淨心跟慈悲喜捨變出來的境界。如果我們學得修清淨心，修慈悲喜捨，我們這個的境界就會變得跟他一樣。"
    },
    {
      "id": "02-034-0146_p0031",
      "zh_CN": "十方从诸佛到一切众生的刹土，平等平等，唯心所现是平等的世界。但是这个世界，实际上它不平等，那不平等是你自己变的，你自己起心动念，把一真法界转变成十法界了，是这么一回事情。现在是怎么样再变回去？再变回一真法界，这就叫做修行。修行就是我们怎么样再变回去，返本还源，再回到一真，那就对了，佛度众生的事那也就圆满了。所以我们真正要知道还原，真正要知道回家。",
      "zh_TW": "十方從諸佛到一切眾生的剎土，平等平等，唯心所現是平等的世界。但是這個世界，實際上它不平等，那不平等是你自己變的，你自己起心動念，把一真法界轉變成十法界了，是這麼一回事情。現在是怎麼樣再變回去？再變回一真法界，這就叫做修行。修行就是我們怎麼樣再變回去，返本還源，再回到一真，那就對了，佛度眾生的事那也就圓滿了。所以我們真正要知道還原，真正要知道回家。"
    },
    {
      "id": "02-034-0146_p0032",
      "zh_CN": "今天整个世界为什么这样的混乱？为什么灾难这么多？科学技术日新月异，对这个动乱、灾难束手无策，一点办法都没有，这个原因到底是什么？古圣先贤告诉我们，佛法跟我们讲得更清楚，说到最极究竟的，就是善恶念头，在佛法里面讲就是觉迷。科学家很聪明，他没有觉悟，他还是在迷。迷而不觉，必然是邪而不正、染而不净。换句话说，迷邪染造成这个现象。要想这个世界再能够回到正常，消灾免难，人民真正能过着幸福美满的生活，一定要回到觉正净。",
      "zh_TW": "今天整個世界為什麼這樣的混亂？為什麼災難這麼多？科學技術日新月異，對這個動亂、災難束手無策，一點辦法都沒有，這個原因到底是什麼？古聖先賢告訴我們，佛法跟我們講得更清楚，說到最極究竟的，就是善惡念頭，在佛法裡面講就是覺迷。科學家很聰明，他沒有覺悟，他還是在迷。迷而不覺，必然是邪而不正、染而不淨。換句話說，迷邪染造成這個現象。要想這個世界再能夠回到正常，消災免難，人民真正能過著幸福美滿的生活，一定要回到覺正淨。"
    },
    {
      "id": "02-034-0146_p0033",
      "zh_CN": "四圣法界，这是相似的，确实它的层次不相同，怎么造成的？觉正净的程度不相等，没有达到圆满，所以程度上不相同。佛讲的水平是一真法界，以一真法界为基本的水平，一真法界里面没有变化。为什么没有变化？因为所有一切的众生，六根对外面的六境都不会起心动念，都没有分别执着，所以它的境界没有变化。",
      "zh_TW": "四聖法界，這是相似的，確實它的層次不相同，怎麼造成的？覺正淨的程度不相等，沒有達到圓滿，所以程度上不相同。佛講的水平是一真法界，以一真法界為基本的水平，一真法界裡面沒有變化。為什麼沒有變化？因為所有一切的眾生，六根對外面的六境都不會起心動念，都沒有分別執著，所以它的境界沒有變化。"
    },
    {
      "id": "02-034-0146_p0034",
      "zh_CN": "像我们在往生经里面所读到的，看到极乐世界里面的状况，没有变化。人化生的，不是像我们这个地方，到这个人道来，从小孩慢慢长大，西方极乐世界没有。如果有小孩慢慢长大，那他是个生灭现象，他没有，他是化生。到西方极乐世界那个身体就跟阿弥陀佛一样，变化所作的，化生的，他不是胎生的。所以他没有变化，他不会衰老，他永远不会生病，病这个字在西方极乐世界听不到，没有这个字，老也听不到。",
      "zh_TW": "像我們在往生經裡面所讀到的，看到極樂世界裡面的狀況，沒有變化。人化生的，不是像我們這個地方，到這個人道來，從小孩慢慢長大，西方極樂世界沒有。如果有小孩慢慢長大，那他是個生滅現象，他沒有，他是化生。到西方極樂世界那個身體就跟阿彌陀佛一樣，變化所作的，化生的，他不是胎生的。所以他沒有變化，他不會衰老，他永遠不會生病，病這個字在西方極樂世界聽不到，沒有這個字，老也聽不到。"
    },
    {
      "id": "02-034-0146_p0035",
      "zh_CN": "由此可知，在我们现前这个阶段，断恶修善比什么都重要。断恶修善不是利益别人，是利益自己。利益别人的，充其量我们讲的，三分，利益别人，自己得的利益至少是七分。利益别人是真正利益自己，做利益别人的事情，别人得的利益只有三分，自己肯定得七分，这帐都要算清楚，你才会很欢喜去做。自己得的什么利益？不是得的财富，不是得的功名，不是得的名闻利养，得智慧。智慧开了，德相现前了，德是能力，能力现前了，相好现前了，你相貌变了，体质变了。无论在什么环境里面，这佛法里面讲的，顺境逆境、善缘恶缘，你都得自在，都生欢喜心，这是真受用。",
      "zh_TW": "由此可知，在我們現前這個階段，斷惡修善比什麼都重要。斷惡修善不是利益別人，是利益自己。利益別人的，充其量我們講的，三分，利益別人，自己得的利益至少是七分。利益別人是真正利益自己，做利益別人的事情，別人得的利益只有三分，自己肯定得七分，這帳都要算清楚，你才會很歡喜去做。自己得的什麼利益？不是得的財富，不是得的功名，不是得的名聞利養，得智慧。智慧開了，德相現前了，德是能力，能力現前了，相好現前了，你相貌變了，體質變了。無論在什麼環境裡面，這佛法裡面講的，順境逆境、善緣惡緣，你都得自在，都生歡喜心，這是真受用。"
    },
    {
      "id": "02-034-0146_p0036",
      "zh_CN": "佛法里头常说的，常生欢喜心，这是真的不是假的，这是佛法修学真正的受用。学佛，这一点受用都没有得到，那就白学了，学得愈学愈痛苦，这大错特错！学佛应当是愈学愈有智慧，愈学愈快乐，为什么？智慧开了，你了解宇宙人生的真相。真相是什么？「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」。所以你契入境界之后，你的思想见解会变，你的行为统统都会变，跟没有学佛之前一定是两个样子。那就是没有学佛之前，念念是为自己，真的是自私自利；真正明了之后，念念为众生，念头转过来了，为众生他是演戏。",
      "zh_TW": "佛法裡頭常說的，常生歡喜心，這是真的不是假的，這是佛法修學真正的受用。學佛，這一點受用都沒有得到，那就白學了，學得愈學愈痛苦，這大錯特錯！學佛應當是愈學愈有智慧，愈學愈快樂，為什麼？智慧開了，你了解宇宙人生的真相。真相是什麼？「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」。所以你契入境界之後，你的思想見解會變，你的行為統統都會變，跟沒有學佛之前一定是兩個樣子。那就是沒有學佛之前，念念是為自己，真的是自私自利；真正明瞭之後，念念為眾生，念頭轉過來了，為眾生他是演戲。"
    },
    {
      "id": "02-034-0146_p0037",
      "zh_CN": "我在澳洲有人问过我，你们佛法学的是什么？演戏。我就答：演戏。天天表演给别人看，演什么戏？纠正他们的错误，这个真有受用。现在社会人一般不懂得孝顺父母，我们表演做出孝顺父母的样子给大家看；现在人不懂得尊师重道，我们做出尊师重道的样子给人看；现在人不知道和睦相处，互助合作，我们做出和睦相处、互助合作，做出来给人看。要做！",
      "zh_TW": "我在澳洲有人問過我，你們佛法學的是什麼？演戲。我就答：演戲。天天表演給別人看，演什麼戲？糾正他們的錯誤，這個真有受用。現在社會人一般不懂得孝順父母，我們表演做出孝順父母的樣子給大家看；現在人不懂得尊師重道，我們做出尊師重道的樣子給人看；現在人不知道和睦相處，互助合作，我們做出和睦相處、互助合作，做出來給人看。要做！"
    },
    {
      "id": "02-034-0146_p0038",
      "zh_CN": "我到澳洲买了一个教堂，基督教的教堂，这个教堂已经很破旧了，把它整修。整修出之后，可以使用了，我就办了一个敦亲睦邻的餐会，请我们的邻居、街坊邻居，我发请帖给他，请他们来吃饭，来了很多人。我们给他介绍，我们到这个地方来，来做什么的，把我们的理念介绍给他。因为这个小城真正是纯一基督教，没有其他宗教，我们去了，这是外面宗教来了，开始他们也有点紧张，我们把我们跟他一介绍之后，才了解了。我说：我们选择这个地方来读书学习。",
      "zh_TW": "我到澳洲買了一個教堂，基督教的教堂，這個教堂已經很破舊了，把它整修。整修出之後，可以使用了，我就辦了一個敦親睦鄰的餐會，請我們的鄰居、街坊鄰居，我發請帖給他，請他們來吃飯，來了很多人。我們給他介紹，我們到這個地方來，來做什麼的，把我們的理念介紹給他。因為這個小城真正是純一基督教，沒有其他宗教，我們去了，這是外面宗教來了，開始他們也有點緊張，我們把我們跟他一介紹之後，才了解了。我說：我們選擇這個地方來讀書學習。"
    },
    {
      "id": "02-034-0146_p0039",
      "zh_CN": "大概我们这个餐点做得还不错，他们吃了很满意，吃完之后来跟我讲，他说：法师，你这种活动多办几次好不好？我说：好！既然大家欢喜，每个星期六，每个星期六的晚餐，温馨晚宴，每个星期六。所以跟当地人基督教徒、天主教徒打成一片，和睦相处。我们只请他吃饭，只陪他聊天，决不谈宗教，决不拉信徒。这两年下来之后，大家心就很平和了，觉得我们是善人、是好人，这他们肯定的。没想到这世间还有这样的好心人，我们是好心人。",
      "zh_TW": "大概我們這個餐點做得還不錯，他們吃了很滿意，吃完之後來跟我講，他說：法師，你這種活動多辦幾次好不好？我說：好！既然大家歡喜，每個星期六，每個星期六的晚餐，溫馨晚宴，每個星期六。所以跟當地人基督教徒、天主教徒打成一片，和睦相處。我們只請他吃飯，只陪他聊天，決不談宗教，決不拉信徒。這兩年下來之後，大家心就很平和了，覺得我們是善人、是好人，這他們肯定的。沒想到這世間還有這樣的好心人，我們是好心人。"
    },
    {
      "id": "02-034-0146_p0040",
      "zh_CN": "我们现在这个建设差不多快要完工了，这十月十二号举行一个开幕典礼。开幕典礼之后，我那个温馨晚宴要改名称，改温馨晚会。因为晚宴只是吃饭，晚会里面就有表演了，我们表演的内容，就是刚才讲的，社会不好的这些现象，我们从反面来表演，演给他们看。演孝顺父母、尊重师长、友爱兄弟，这是对于一切人事物的相处，我们用这些内容来表演。历史故事很多！都把它搬上舞台，教忠教孝、教仁教义，那个温馨晚会就是机会教育，教人怎么样做人。所以现在如果能让社会恢复到安定和平，教学的根，一个是孝，一个是悌。换句话说，那个根就是孝亲尊师。这个东西要常常表演，每一场，我们是一个星期一次，每一次孝悌一定有一个节目，然后配合其他的娱乐节目，这是主题。",
      "zh_TW": "我們現在這個建設差不多快要完工了，這十月十二號舉行一個開幕典禮。開幕典禮之後，我那個溫馨晚宴要改名稱，改溫馨晚會。因為晚宴只是吃飯，晚會裡面就有表演了，我們表演的內容，就是剛才講的，社會不好的這些現象，我們從反面來表演，演給他們看。演孝順父母、尊重師長、友愛兄弟，這是對於一切人事物的相處，我們用這些內容來表演。歷史故事很多！都把它搬上舞台，教忠教孝、教仁教義，那個溫馨晚會就是機會教育，教人怎麼樣做人。所以現在如果能讓社會恢復到安定和平，教學的根，一個是孝，一個是悌。換句話說，那個根就是孝親尊師。這個東西要常常表演，每一場，我們是一個星期一次，每一次孝悌一定有一個節目，然後配合其他的娛樂節目，這是主題。"
    },
    {
      "id": "02-034-0146_p0041",
      "zh_CN": "人如果真正懂得孝，无论在什么时候起心动念、言语造作，他自然会谨慎。为什么？如果不善，自己就会感觉到对不起父母，这个约束的力量大；心行不善，对不起老师。所有一切善法，在缘上讲，是从这个地方生的；从因上讲，佛法讲得好，无贪、无瞋、无痴，这叫三善根。三善根还得有三善缘，缘是伦常八德，我们一般讲的道德，孝悌道德这是三善缘。今天我们表演的，我们要做的，我们要讲的，都不能够离开孝悌道德，经典也从这上面说。",
      "zh_TW": "人如果真正懂得孝，無論在什麼時候起心動念、言語造作，他自然會謹慎。為什麼？如果不善，自己就會感覺到對不起父母，這個約束的力量大；心行不善，對不起老師。所有一切善法，在緣上講，是從這個地方生的；從因上講，佛法講得好，無貪、無瞋、無痴，這叫三善根。三善根還得有三善緣，緣是倫常八德，我們一般講的道德，孝悌道德這是三善緣。今天我們表演的，我們要做的，我們要講的，都不能夠離開孝悌道德，經典也從這上面說。"
    },
    {
      "id": "02-034-0146_p0042",
      "zh_CN": "这个地方讲到慈悲喜舍，这四无量心，第一个是「慈无量」。怎么做？怎么落实？慈是与乐，我们用什么方法给一切众生快乐？这是慈。常常要有这个念头，要时时刻刻抓住机会，遇到这个机会了，不能错过。所以这个温馨晚会这是与乐，我们与不同的宗教、不同的族群，同乐晚会，这个非常有意义。",
      "zh_TW": "這個地方講到慈悲喜捨，這四無量心，第一個是「慈無量」。怎麼做？怎麼落實？慈是與樂，我們用什麼方法給一切眾生快樂？這是慈。常常要有這個念頭，要時時刻刻抓住機會，遇到這個機會了，不能錯過。所以這個溫馨晚會這是與樂，我們與不同的宗教、不同的族群，同樂晚會，這個非常有意義。"
    },
    {
      "id": "02-034-0146_p0043",
      "zh_CN": "澳洲九月份是春天，他们的气候跟我们这里完全相反，南半球跟北半球，九、十、十一月这三个月是春天，花季。我们住的那个地方，那个小城是花园城市，这百花盛开的时候，全世界喜欢花的人都会到这里来看花，所以每年这个季节，他那个市区里头旅馆都是满满的，真正到百分之百，到那里看花。",
      "zh_TW": "澳洲九月份是春天，他們的氣候跟我們這裡完全相反，南半球跟北半球，九、十、十一月這三個月是春天，花季。我們住的那個地方，那個小城是花園城市，這百花盛開的時候，全世界喜歡花的人都會到這裡來看花，所以每年這個季節，他那個市區裡頭旅館都是滿滿的，真正到百分之百，到那裡看花。"
    },
    {
      "id": "02-034-0146_p0044",
      "zh_CN": "当地也有花车游行，今年我们也报名了，我们也做一个花车跟到一起去游行。我们的花车怎么个设计？这同学们来找我，我就跟他讲：我们利用这个机会，宣扬多元文化。这多元文化怎么做？各种不同的族群、不同的宗教，我们手牵手在一起唱歌，在花车上唱歌，我们一路走一路唱。当中我们要供有佛像、有耶稣的像、有穆罕默德的像，统统都有。所以我就想到四川「变脸」，咱们不会变，如果要有会变的话，那这个就很有意思，这一转眼是释迦牟尼佛，再一摇头就变成耶稣了，告诉大家，每个宗教的创始人是一个人，一个真神，他会变。所以我常常跟他们讲，全世界宗教徒都是一家人，这一家人，你们没有了解真相，在分这个是我们的教主，那个就不是，其实都是的；他到那里去，他变了脸你就不认识了。我们还有一段时间，看看能不能找到会变脸的。",
      "zh_TW": "當地也有花車遊行，今年我們也報名了，我們也做一個花車跟到一起去遊行。我們的花車怎麼個設計？這同學們來找我，我就跟他講：我們利用這個機會，宣揚多元文化。這多元文化怎麼做？各種不同的族群、不同的宗教，我們手牽手在一起唱歌，在花車上唱歌，我們一路走一路唱。當中我們要供有佛像、有耶穌的像、有穆罕默德的像，統統都有。所以我就想到四川「變臉」，咱們不會變，如果要有會變的話，那這個就很有意思，這一轉眼是釋迦牟尼佛，再一搖頭就變成耶穌了，告訴大家，每個宗教的創始人是一個人，一個真神，他會變。所以我常常跟他們講，全世界宗教徒都是一家人，這一家人，你們沒有了解真相，在分這個是我們的教主，那個就不是，其實都是的；他到那裡去，他變了臉你就不認識了。我們還有一段時間，看看能不能找到會變臉的。"
    },
    {
      "id": "02-034-0146_p0045",
      "zh_CN": "所以这种种不同娱乐的节目统统做教育，都做教学，我们从这里慢慢推动、慢慢带动。从一个小城慢慢带到其他的城市，慢慢来做。这种表演要做得很成功，实在讲我们这些出家人也可以组个团周游世界去表演。这种表演，实在讲就是弘法利生，换种方式，把我们在讲台上讲的这个东西编成剧本演出来。这是与乐，常常要有这个意念，常常要想方法给大家带来快乐。",
      "zh_TW": "所以這種種不同娛樂的節目統統做教育，都做教學，我們從這裡慢慢推動、慢慢帶動。從一個小城慢慢帶到其他的城市，慢慢來做。這種表演要做得很成功，實在講我們這些出家人也可以組個團周遊世界去表演。這種表演，實在講就是弘法利生，換種方式，把我們在講台上講的這個東西編成劇本演出來。這是與樂，常常要有這個意念，常常要想方法給大家帶來快樂。"
    },
    {
      "id": "02-034-0146_p0046",
      "zh_CN": "饮食，这不管是中国人、外国人，不管是什么宗教，我们现在了解是没有不好吃的。所以吃的东西要做得好，让他吃了之后，他永远不会忘记，他常常想到这里来，很重要！不能够疏忽。这个都是释迦牟尼佛四摄法里头的，摄受一切众生，他的嗜好我们了解，能够投他的所好，他就会常常来，常常接触佛法，常常接触多元文化的薰陶，把种族、宗教逐渐逐渐化解了，我们才能够平等对待、和睦相处。",
      "zh_TW": "飲食，這不管是中國人、外國人，不管是什麼宗教，我們現在了解是沒有不好吃的。所以吃的東西要做得好，讓他吃了之後，他永遠不會忘記，他常常想到這裡來，很重要！不能夠疏忽。這個都是釋迦牟尼佛四攝法裡頭的，攝受一切眾生，他的嗜好我們了解，能夠投他的所好，他就會常常來，常常接觸佛法，常常接觸多元文化的薰陶，把種族、宗教逐漸逐漸化解了，我們才能夠平等對待、和睦相處。"
    },
    {
      "id": "02-034-0146_p0047",
      "zh_CN": "第二个是「悲无量心」，悲心是能拔苦，众生有苦有难，你能够帮助他解决，这个也要尽心尽力。这个慈与悲，这是与乐拔苦，我们发这样的心全心全力来做，对自己的果报就是健康长寿，为什么？这叫无畏布施，何况这里头又有佛法，又能帮助人觉悟。无论是什么人做拔苦的这桩事情，我们有缘分遇到了，就得尽心尽力去协助他；没有缘分、没有力量，欢喜赞叹，这都是属于随喜功德。",
      "zh_TW": "第二個是「悲無量心」，悲心是能拔苦，眾生有苦有難，你能夠幫助他解決，這個也要盡心盡力。這個慈與悲，這是與樂拔苦，我們發這樣的心全心全力來做，對自己的果報就是健康長壽，為什麼？這叫無畏布施，何況這裡頭又有佛法，又能幫助人覺悟。無論是什麼人做拔苦的這樁事情，我們有緣分遇到了，就得盡心盡力去協助他；沒有緣分、沒有力量，歡喜讚歎，這都是屬於隨喜功德。"
    },
    {
      "id": "02-034-0146_p0048",
      "zh_CN": "前几年我住在此地，我们这个地方，天主教他们到非洲去义诊，这是好事情。特丽莎修女告诉我这桩事情，我就送一笔钱给她做医药费。过了几天，她又打个电话给我，她说非洲那边很苦，非常贫穷落后，医护人员缺乏交通工具，很辛苦，她问我：能不能送一个救护车？我说：可以。送她一辆救护车。这有我们佛教徒，小心量的佛教徒来跟我说：法师，那是外教，你怎么能把这信徒供养拿去给别的宗教？这心量太小了。我就跟他说，我说：这个义诊是个好事情，这救苦救难，我们要不要做？是要做！我说：你去做好不好？他就没有法子了，我说：你看人家去做，我们拿钱，拿钱，我们投资！我说：你懂得，那我就有一分了！他做不就等于我去做一样吗？怎么这个脑筋转不过来？无论什么人做，只要做的好事，我们拿钱我们去投资！要懂得这个道理，这是遇到这个缘，尽心尽力不要错过。",
      "zh_TW": "前幾年我住在此地，我們這個地方，天主教他們到非洲去義診，這是好事情。特麗莎修女告訴我這樁事情，我就送一筆錢給她做醫藥費。過了幾天，她又打個電話給我，她說非洲那邊很苦，非常貧窮落後，醫護人員缺乏交通工具，很辛苦，她問我：能不能送一個救護車？我說：可以。送她一輛救護車。這有我們佛教徒，小心量的佛教徒來跟我說：法師，那是外教，你怎麼能把這信徒供養拿去給別的宗教？這心量太小了。我就跟他說，我說：這個義診是個好事情，這救苦救難，我們要不要做？是要做！我說：你去做好不好？他就沒有法子了，我說：你看人家去做，我們拿錢，拿錢，我們投資！我說：你懂得，那我就有一分了！他做不就等於我去做一樣嗎？怎麼這個腦筋轉不過來？無論什麼人做，只要做的好事，我們拿錢我們去投資！要懂得這個道理，這是遇到這個緣，盡心盡力不要錯過。"
    },
    {
      "id": "02-034-0146_p0049",
      "zh_CN": "这一次我到此地来讲经，大概还有三天，讲完之后我到泰国去开会。泰国这个会是联合国召开的，是一个教育和平的会议，要开五天。我也是第一次参加联合国的活动，这不是用宗教的身分，是用学者的身分，他是邀请大学，格里菲斯大学，我是代表学校出席，所以这不是宗教活动，是学术的活动。正好碰到澳洲那一边的华侨，他们有一个组织叫澳洲中国和平统一促进会，要到西藏去义诊。他们几个干部到昆士兰来看我，我说：这是好事情！他告诉我，西藏因为地处高原，紫外线很强，白内障非常严重，差不多藏胞三分之一得白内障，严重的眼睛就瞎了，所以他们这一次义诊，专门治白内障。有五个眼科医生，专科的，另外有五个是一般科的医生，大概护士、护理人员有七、八个，将近二十个人组织一个医疗队，这是好事情。",
      "zh_TW": "這一次我到此地來講經，大概還有三天，講完之後我到泰國去開會。泰國這個會是聯合國召開的，是一個教育和平的會議，要開五天。我也是第一次參加聯合國的活動，這不是用宗教的身分，是用學者的身分，他是邀請大學，格里菲斯大學，我是代表學校出席，所以這不是宗教活動，是學術的活動。正好碰到澳洲那一邊的華僑，他們有一個組織叫澳洲中國和平統一促進會，要到西藏去義診。他們幾個幹部到昆士蘭來看我，我說：這是好事情！他告訴我，西藏因為地處高原，紫外線很強，白內障非常嚴重，差不多藏胞三分之一得白內障，嚴重的眼睛就瞎了，所以他們這一次義診，專門治白內障。有五個眼科醫生，專科的，另外有五個是一般科的醫生，大概護士、護理人員有七、八個，將近二十個人組織一個醫療隊，這是好事情。"
    },
    {
      "id": "02-034-0146_p0050",
      "zh_CN": "他来一告诉我，我就拿了五万块钱给他，医药费，我也投资，你们去做。这没想到是投资之后，他还要我去，要我跟他们一起去。本来我也不想去，我们的大使，中国驻澳洲大使非常好，他是非常希望我能去一趟。这个澳洲武大使，他也是教书出身的，以前是北大教授，以后去做外交官去了。所以，好我就跟他们去一趟。西藏在过去，我们赠送给西藏大学有《大藏经》，有《四库荟要》，而且我在那边还设的有奖学金，我说我去看看也好，机会很难得。这一次到西藏去一共有一百多人，很大的一个团，我是加入他们的团体，所以都不是宗教活动。",
      "zh_TW": "他來一告訴我，我就拿了五萬塊錢給他，醫藥費，我也投資，你們去做。這沒想到是投資之後，他還要我去，要我跟他們一起去。本來我也不想去，我們的大使，中國駐澳洲大使非常好，他是非常希望我能去一趟。這個澳洲武大使，他也是教書出身的，以前是北大教授，以後去做外交官去了。所以，好我就跟他們去一趟。西藏在過去，我們贈送給西藏大學有《大藏經》，有《四庫薈要》，而且我在那邊還設的有獎學金，我說我去看看也好，機會很難得。這一次到西藏去一共有一百多人，很大的一個團，我是加入他們的團體，所以都不是宗教活動。"
    },
    {
      "id": "02-034-0146_p0051",
      "zh_CN": "我在中国，过去几次到中国都是看朋友，探亲访友，绝对不做任何宗教活动，这是我们学佛最重要的一个原则，就是持戒，持戒的意思就是守法，一定要守法。如果我们自己本身不守法，你教人家持戒，人家怎么会相信你？就不相信了！所以自己一定要做到。",
      "zh_TW": "我在中國，過去幾次到中國都是看朋友，探親訪友，絕對不做任何宗教活動，這是我們學佛最重要的一個原則，就是持戒，持戒的意思就是守法，一定要守法。如果我們自己本身不守法，你教人家持戒，人家怎麼會相信你？就不相信了！所以自己一定要做到。"
    },
    {
      "id": "02-034-0146_p0052",
      "zh_CN": "我现在实在讲也没有什么宗教活动了，现在我自己主要的工作，就是在摄影棚里面讲经，一天四个小时，希望把《华严经》讲圆满。这一部经现在估计需要一万个小时，现在我差不多讲到两千五百个小时了，所以后面一天四个小时，一年一千两百个小时，预计大概要七年，《华严经》才能圆满。所以实在讲我没有时间出来活动，我也不想见任何一个人，古人讲得好，「知事少时烦恼少，识人多处是非多」，没有必要认识的人，最好不要认识，应酬太多。",
      "zh_TW": "我現在實在講也沒有什麼宗教活動了，現在我自己主要的工作，就是在攝影棚裡面講經，一天四個小時，希望把《華嚴經》講圓滿。這一部經現在估計需要一萬個小時，現在我差不多講到兩千五百個小時了，所以後面一天四個小時，一年一千兩百個小時，預計大概要七年，《華嚴經》才能圓滿。所以實在講我沒有時間出來活動，我也不想見任何一個人，古人講得好，「知事少時煩惱少，識人多處是非多」，沒有必要認識的人，最好不要認識，應酬太多。"
    },
    {
      "id": "02-034-0146_p0053",
      "zh_CN": "所以学慈悲，人家做好事，我们听到了、遇到了，我们尽一点心力，帮一点忙。所以这一次治白内障，我是拿了一点钱，很多人问我：法师，你拿那么多钱。我说：我是在点光明灯。你们的光明灯是点在佛菩萨像的面前，我是真正叫人家的白内障去掉，恢复光明，这好事情。所以这一次到中国是慈善行，我是随团，当然要附带的去看看一些老朋友。所以宗教活动，我们决定遵守国家的政策，我们决定不会犯一点点规矩，这是我们学佛同学都应该要懂得，都应该要明了的。只要做一个守法的人，无论在哪个国家地区人家都欢迎。",
      "zh_TW": "所以學慈悲，人家做好事，我們聽到了、遇到了，我們盡一點心力，幫一點忙。所以這一次治白內障，我是拿了一點錢，很多人問我：法師，你拿那麼多錢。我說：我是在點光明燈。你們的光明燈是點在佛菩薩像的面前，我是真正叫人家的白內障去掉，恢復光明，這好事情。所以這一次到中國是慈善行，我是隨團，當然要附帶的去看看一些老朋友。所以宗教活動，我們決定遵守國家的政策，我們決定不會犯一點點規矩，這是我們學佛同學都應該要懂得，都應該要明瞭的。只要做一個守法的人，無論在哪個國家地區人家都歡迎。"
    },
    {
      "id": "02-034-0146_p0054",
      "zh_CN": "我们在图文巴这个地区，这个地区是澳洲最保守的基督教徒地区，我们住在那个地方，决不拉一个信徒，决不破坏别人的宗教，所以这些宗教徒跟我们几乎说常常往来。但是他信他的教，他到我这里来，我也劝他们要好好信他们的上帝，要好好的读他们的经，把上帝的爱从自己身上做出来，去爱一切众生，爱世人。否则的话，那个上帝的爱是抽象的，上帝怎么爱世人？上帝一定要通过信徒，让信徒把爱心发扬光大，这个就做对了。",
      "zh_TW": "我們在圖文巴這個地區，這個地區是澳洲最保守的基督教徒地區，我們住在那個地方，決不拉一個信徒，決不破壞別人的宗教，所以這些宗教徒跟我們幾乎說常常往來。但是他信他的教，他到我這裡來，我也勸他們要好好信他們的上帝，要好好的讀他們的經，把上帝的愛從自己身上做出來，去愛一切眾生，愛世人。否則的話，那個上帝的愛是抽象的，上帝怎麼愛世人？上帝一定要通過信徒，讓信徒把愛心發揚光大，這個就做對了。"
    },
    {
      "id": "02-034-0146_p0055",
      "zh_CN": "在佛法讲慈悲，佛法慈悲要靠佛教徒，没有佛教徒，释迦牟尼佛的慈悲要落空了，慈悲喜舍都落空了，一定要我们去做，我们去发扬光大，这就对了。这是我们要有这个心，遇到机会不要放过，总是尽心尽力去做一点。不要分彼此，不要分宗教，不要分族群。无论什么人做好事，只要衡量这个事情是一桩好事，对社会、对大众有好处的，就应该要去做。",
      "zh_TW": "在佛法講慈悲，佛法慈悲要靠佛教徒，沒有佛教徒，釋迦牟尼佛的慈悲要落空了，慈悲喜捨都落空了，一定要我們去做，我們去發揚光大，這就對了。這是我們要有這個心，遇到機會不要放過，總是盡心盡力去做一點。不要分彼此，不要分宗教，不要分族群。無論什麼人做好事，只要衡量這個事情是一樁好事，對社會、對大眾有好處的，就應該要去做。"
    },
    {
      "id": "02-034-0146_p0056",
      "zh_CN": "第三个是「喜无量心」，喜是欢喜，见到别人离苦得乐，我们应当生欢喜心，不能生嫉妒心。现在人实实在在讲，很少接受古圣先贤的教诲，看不得别人有一点好处，看到别人好处就生嫉妒心，不但嫉妒，还在想方法来障碍，这个就造罪业了。这个罪业的果报很可怕，果报也有不同的等级，这是怎么生的？看你所造的业。你造的这个恶业，如果影响的时间久，影响的范围大，那这个罪就非常重。如果影响只是几个人，时间不长，这个罪就轻。这个结罪轻重是看你的影响，一个是面的影响，一个是时间的影响。所以佛教导我们「常生欢喜心」，这一点很重要。中国谚语也常说：人逢喜事精神爽。所以欢喜心，在现在人讲营养，最好的营养是欢喜心，你要常常生欢喜心，你没有忧虑、没有烦恼，你就不会老，你不会生病。你看这个果报多么殊胜，健康长寿。",
      "zh_TW": "第三個是「喜無量心」，喜是歡喜，見到別人離苦得樂，我們應當生歡喜心，不能生嫉妒心。現在人實實在在講，很少接受古聖先賢的教誨，看不得別人有一點好處，看到別人好處就生嫉妒心，不但嫉妒，還在想方法來障礙，這個就造罪業了。這個罪業的果報很可怕，果報也有不同的等級，這是怎麼生的？看你所造的業。你造的這個惡業，如果影響的時間久，影響的範圍大，那這個罪就非常重。如果影響只是幾個人，時間不長，這個罪就輕。這個結罪輕重是看你的影響，一個是面的影響，一個是時間的影響。所以佛教導我們「常生歡喜心」，這一點很重要。中國諺語也常說：人逢喜事精神爽。所以歡喜心，在現在人講營養，最好的營養是歡喜心，你要常常生歡喜心，你沒有憂慮、沒有煩惱，你就不會老，你不會生病。你看這個果報多麼殊勝，健康長壽。"
    },
    {
      "id": "02-034-0146_p0057",
      "zh_CN": "所以佛菩萨，我们细心去观察，真的他们是永远都生活在欢喜里，他欢喜有道理：第一个自己的道业不断的增长，智慧增长，福德增长，这欢喜。第二个是看到教化众生的效果，看到众生接受佛菩萨的教诲，修行证果，他生欢喜。还有一个，看到众生堕饿鬼地狱，佛菩萨看到也欢喜，这什么原因？他堕三途他消业障。他要不堕在那边，他业障怎么消得掉？他业障消了之后，那佛菩萨就用正法来帮助他，帮助他提升。所以你从这些不同角度上的观察，你才了解真正的意思。三途不是不好！没有三途你的业障永远消不掉。",
      "zh_TW": "所以佛菩薩，我們細心去觀察，真的他們是永遠都生活在歡喜裡，他歡喜有道理：第一個自己的道業不斷的增長，智慧增長，福德增長，這歡喜。第二個是看到教化眾生的效果，看到眾生接受佛菩薩的教誨，修行證果，他生歡喜。還有一個，看到眾生墮餓鬼地獄，佛菩薩看到也歡喜，這什麼原因？他墮三途他消業障。他要不墮在那邊，他業障怎麼消得掉？他業障消了之後，那佛菩薩就用正法來幫助他，幫助他提升。所以你從這些不同角度上的觀察，你才了解真正的意思。三途不是不好！沒有三途你的業障永遠消不掉。"
    },
    {
      "id": "02-034-0146_p0058",
      "zh_CN": "最后一个是「舍无量心」，大乘教里面说真正舍是什么意思？对于上面的慈悲喜而不着相，那叫真舍。这个境界太高了，这不是我们的境界，菩萨境界，尤其是法身菩萨的境界。我们要落实到我们现前，我们的现前这个舍就是放下，就是布施，能舍。在六道里面，确实舍财得财，所以世俗有一句话叫「舍得」。舍得这句话是从佛教里头来的，你有舍你就会得，你要不舍你就不得，舍财得财，舍法得聪明智慧。所以舍无畏、施无畏，布施无畏得健康长寿。",
      "zh_TW": "最後一個是「捨無量心」，大乘教裡面說真正捨是什麼意思？對於上面的慈悲喜而不著相，那叫真捨。這個境界太高了，這不是我們的境界，菩薩境界，尤其是法身菩薩的境界。我們要落實到我們現前，我們的現前這個捨就是放下，就是布施，能捨。在六道裡面，確實捨財得財，所以世俗有一句話叫「捨得」。捨得這句話是從佛教裡頭來的，你有捨你就會得，你要不捨你就不得，捨財得財，捨法得聰明智慧。所以捨無畏、施無畏，布施無畏得健康長壽。"
    },
    {
      "id": "02-034-0146_p0059",
      "zh_CN": "大乘菩萨法说到究竟处，就是一个布施。菩萨修什么？从初发心到如来地只修一个布施。六波罗蜜，你们诸位想想，持戒波罗蜜、忍辱波罗蜜是属于无畏布施。譬如说，我们一般人常讲财不露白，怕人家起恶念。你的财被人看见了，那个人是持戒的你就放心了，他持戒的，他不会偷我的东西，不会抢我的东西，他是持戒的人，你看怖畏的心你就放下了，所以这叫无畏布施，持戒！忍辱，平常我们言语造作得罪人，总怕跟人结仇，听说这个人修忍辱的，那不要紧，我得罪他没有关系，持戒忍辱是无畏布施！精进、禅定、般若，法布施。所以一个布施把六波罗蜜统统包括了。",
      "zh_TW": "大乘菩薩法說到究竟處，就是一個布施。菩薩修什麼？從初發心到如來地只修一個布施。六波羅蜜，你們諸位想想，持戒波羅蜜、忍辱波羅蜜是屬於無畏布施。譬如說，我們一般人常講財不露白，怕人家起惡念。你的財被人看見了，那個人是持戒的你就放心了，他持戒的，他不會偷我的東西，不會搶我的東西，他是持戒的人，你看怖畏的心你就放下了，所以這叫無畏布施，持戒！忍辱，平常我們言語造作得罪人，總怕跟人結仇，聽說這個人修忍辱的，那不要緊，我得罪他沒有關係，持戒忍辱是無畏布施！精進、禪定、般若，法布施。所以一個布施把六波羅蜜統統包括了。"
    },
    {
      "id": "02-034-0146_p0060",
      "zh_CN": "这样我们才晓得，菩萨行行的是什么？无非是行施舍而已，你不学施舍那就不是菩萨了。施舍有外财、有内财。外财，身外之物，我们有多余的，别人有缺乏的，我们乐意帮助他。千万不要顾忌，我布施给他，舍了，那我明天生活怎么办？不要想明天，只想今天，只想眼前，你就施得很快乐，明天自然就来了！不要操心，果报就是这样的。来的一定比你施的还要多一点，好像再加一点利息给你。这个法门，我是跟出家人见面头一天，章嘉大师教给我的。我跟出家人见面，第一个是章嘉大师，我向他请教，他就把这个教给我，布施，我们才懂得。但是你要能收到效果，你要真干！",
      "zh_TW": "這樣我們才曉得，菩薩行行的是什麼？無非是行施捨而已，你不學施捨那就不是菩薩了。施捨有外財、有內財。外財，身外之物，我們有多餘的，別人有缺乏的，我們樂意幫助他。千萬不要顧忌，我布施給他，捨了，那我明天生活怎麼辦？不要想明天，只想今天，只想眼前，你就施得很快樂，明天自然就來了！不要操心，果報就是這樣的。來的一定比你施的還要多一點，好像再加一點利息給你。這個法門，我是跟出家人見面頭一天，章嘉大師教給我的。我跟出家人見面，第一個是章嘉大師，我向他請教，他就把這個教給我，布施，我們才懂得。但是你要能收到效果，你要真幹！"
    },
    {
      "id": "02-034-0146_p0061",
      "zh_CN": "我学佛五十二年了，这五十二年真的愈施愈多！现在最近大概是三十年，慢慢有跟经教相应了，这印象淡薄了，没有计较了。供养很多，我不知道多少，从来不去讲这些数字，没有数字观念了。但是遇到什么事情需要钱用的时候，它就来了，自自然然就来了，真的是「佛氏门中，有求必应」，心想事成。这果报从哪里来的？果报就是这么多年布施！除非是没有机会，有机会决定统统都把它布施掉，布施掉了之后就没事了。不布施你心里有牵挂，布施掉了没事了，干干净净。需要的时候它就来了，你看这多好！所以这个舍道理很深很广，真的是只有诸佛如来方能究竟。",
      "zh_TW": "我學佛五十二年了，這五十二年真的愈施愈多！現在最近大概是三十年，慢慢有跟經教相應了，這印象淡薄了，沒有計較了。供養很多，我不知道多少，從來不去講這些數字，沒有數字觀念了。但是遇到什麼事情需要錢用的時候，它就來了，自自然然就來了，真的是「佛氏門中，有求必應」，心想事成。這果報從哪裡來的？果報就是這麼多年布施！除非是沒有機會，有機會決定統統都把它布施掉，布施掉了之後就沒事了。不布施你心裡有牽掛，布施掉了沒事了，乾乾淨淨。需要的時候它就來了，你看這多好！所以這個捨道理很深很廣，真的是只有諸佛如來方能究竟。"
    },
    {
      "id": "02-034-0146_p0062",
      "zh_CN": "舍里面，实在讲最重要的，要舍怨亲，你的平等心才能现前。你能够舍财、舍法、舍无畏，你得清净心，你能够舍怨亲，你得平等心，所以清净平等觉是从这个地方来的。在这部经上，释迦牟尼佛告诉我们，「清净平等觉」是阿弥陀佛的别名，我们要想学佛，成佛也跟阿弥陀佛一样，那没有别的，你懂得舍，懂得施舍你就能做到了，什么都能舍。这里头最重要的，你要能舍烦恼，你要能舍妄想，你要能舍分别，要能舍执着，没有一样不舍，纯净纯善现前了。这个时候别说是弥陀净土，十方一切诸佛净土，你想到哪里去就能到哪里去，感应道交不可思议！纯净纯善是从施舍里面得来的。",
      "zh_TW": "捨裡面，實在講最重要的，要捨怨親，你的平等心才能現前。你能夠捨財、捨法、捨無畏，你得清淨心，你能夠捨怨親，你得平等心，所以清淨平等覺是從這個地方來的。在這部經上，釋迦牟尼佛告訴我們，「清淨平等覺」是阿彌陀佛的別名，我們要想學佛，成佛也跟阿彌陀佛一樣，那沒有別的，你懂得捨，懂得施捨你就能做到了，什麼都能捨。這裡頭最重要的，你要能捨煩惱，你要能捨妄想，你要能捨分別，要能捨執著，沒有一樣不捨，純淨純善現前了。這個時候別說是彌陀淨土，十方一切諸佛淨土，你想到哪裡去就能到哪裡去，感應道交不可思議！純淨純善是從施捨裡面得來的。"
    },
    {
      "id": "02-034-0146_p0063",
      "zh_CN": "我常常劝勉同学，决定不要把人家不善的东西放在自己心上，你就大错特错了！你不但不能舍，专门去收集，收集什么？收集垃圾。所有一切众生不善的，统统收在自己心里，你说你多苦！你多可怜！你的果报不好，堕在三途。所以要懂得舍，一切众生这人事物不善的统统舍，要保存善的，你才能真正修成善心善行，你的果报在三善道，这还不是究竟法。真正究竟法，舍恶不着舍恶的相，修善不着修善的相，你才得真正清净心，那叫纯净纯善。果报不在六道，超越了，不但要超越六道，要超越十法界。",
      "zh_TW": "我常常勸勉同學，決定不要把人家不善的東西放在自己心上，你就大錯特錯了！你不但不能捨，專門去收集，收集什麼？收集垃圾。所有一切眾生不善的，統統收在自己心裡，你說你多苦！你多可憐！你的果報不好，墮在三途。所以要懂得捨，一切眾生這人事物不善的統統捨，要保存善的，你才能真正修成善心善行，你的果報在三善道，這還不是究竟法。真正究竟法，捨惡不著捨惡的相，修善不著修善的相，你才得真正清淨心，那叫純淨純善。果報不在六道，超越了，不但要超越六道，要超越十法界。"
    },
    {
      "id": "02-034-0146_p0064",
      "zh_CN": "所以学佛的人要学佛菩萨，佛菩萨他们的能力是入不二门，这是我们应当要学。不二是什么？没有对立，能够把对立舍掉了，你就入了大乘门了。不与一切人对立，不与一切事对立，不与一切物对立，真正成就平等心。别人跟我对立，那是他的事情，我不跟他对立，这样就不会有冲突了。他跟我对立，我跟他对立，冲突就生起来了；他跟我对立，我不跟他对立，他那个对立就落空了。这个道理很深，这是真实的智慧、真实的学问。",
      "zh_TW": "所以學佛的人要學佛菩薩，佛菩薩他們的能力是入不二門，這是我們應當要學。不二是什麼？沒有對立，能夠把對立捨掉了，你就入了大乘門了。不與一切人對立，不與一切事對立，不與一切物對立，真正成就平等心。別人跟我對立，那是他的事情，我不跟他對立，這樣就不會有衝突了。他跟我對立，我跟他對立，衝突就生起來了；他跟我對立，我不跟他對立，他那個對立就落空了。這個道理很深，這是真實的智慧、真實的學問。"
    },
    {
      "id": "02-034-0146_p0065",
      "zh_CN": "我们今天祈求世界和平，世界和平要能够真正落实，国与国不对立，特别是大国与小国不对立，强国与弱国不对立，族群与族群不对立，宗教与宗教不对立，就能够平等对待、和睦相处，这个世界和平就落实了。从哪里做起？从我们自己内心做起，你要要求别人不对立，这做不到的。所以佛法称之为内学，经典称为内典，佛法是从自己内心里面求，不从外面。我们要别人跟我不对立，我先跟人家不对立，然后慢慢再化解对方，所谓是「精诚所至，金石为开」。我还没有能够化解对方，我做的还不够，这不是一生一世的事情，生生世世！",
      "zh_TW": "我們今天祈求世界和平，世界和平要能夠真正落實，國與國不對立，特別是大國與小國不對立，強國與弱國不對立，族群與族群不對立，宗教與宗教不對立，就能夠平等對待、和睦相處，這個世界和平就落實了。從哪裡做起？從我們自己內心做起，你要要求別人不對立，這做不到的。所以佛法稱之為內學，經典稱為內典，佛法是從自己內心裡面求，不從外面。我們要別人跟我不對立，我先跟人家不對立，然後慢慢再化解對方，所謂是「精誠所至，金石為開」。我還沒有能夠化解對方，我做的還不夠，這不是一生一世的事情，生生世世！"
    },
    {
      "id": "02-034-0146_p0066",
      "zh_CN": "任何一尊佛，都是无量劫修成的，不是一生一世的，一个阿罗汉也得多生多劫才能成就。所以要有耐心、有恒心、有长远心，生生世世都能够保持不会丧失。我们有这个信心、有这个把握，就是决定不跟别人对立。尤其是冤家，跟你有过不去的，他毁谤你、侮辱你、欺负你、伤害你，我们统统都能承受，决定没有瞋恚心，决定没有报复心。他这些行为对我有没有好处？有好处，我还要感谢他。你们感觉得奇怪，所以问题是境界你会不会转？你会转境界你就很快乐了。",
      "zh_TW": "任何一尊佛，都是無量劫修成的，不是一生一世的，一個阿羅漢也得多生多劫才能成就。所以要有耐心、有恆心、有長遠心，生生世世都能夠保持不會喪失。我們有這個信心、有這個把握，就是決定不跟別人對立。尤其是冤家，跟你有過不去的，他毀謗你、侮辱你、欺負你、傷害你，我們統統都能承受，決定沒有瞋恚心，決定沒有報復心。他這些行為對我有沒有好處？有好處，我還要感謝他。你們感覺得奇怪，所以問題是境界你會不會轉？你會轉境界你就很快樂了。"
    },
    {
      "id": "02-034-0146_p0067",
      "zh_CN": "他用种种方法来整我，我为什么感激他？他替我消业障，我不要堕地狱。否则的话，我这些业障消不了，地狱、饿鬼、畜生是为我设的，我将来到那里消业障，这些人现在把我的业障消掉了，我怎么不感谢？我就不会到那里去消业障。如果你要产生一念瞋恚心，不但你的业障消不了，你的业障还增长。为什么？变成冤冤相报，没完没了，彼此双方都痛苦。念头一转，他替我消业障，他造作罪业替我消业障，我感激他，他那个罪减轻了，他造的罪业减轻了，大幅度的减轻了。报还是有报，报得很轻，为什么？他对我来讲，他提升了，帮助我提升了，境界提升了。",
      "zh_TW": "他用種種方法來整我，我為什麼感激他？他替我消業障，我不要墮地獄。否則的話，我這些業障消不了，地獄、餓鬼、畜生是為我設的，我將來到那裡消業障，這些人現在把我的業障消掉了，我怎麼不感謝？我就不會到那裡去消業障。如果你要產生一念瞋恚心，不但你的業障消不了，你的業障還增長。為什麼？變成冤冤相報，沒完沒了，彼此雙方都痛苦。念頭一轉，他替我消業障，他造作罪業替我消業障，我感激他，他那個罪減輕了，他造的罪業減輕了，大幅度的減輕了。報還是有報，報得很輕，為什麼？他對我來講，他提升了，幫助我提升了，境界提升了。"
    },
    {
      "id": "02-034-0146_p0068",
      "zh_CN": "你们在《金刚经》里有读到歌利王割截身体这一段经文，这段经文细说是在《大涅槃经》里头，那讲得很长，故事讲得很清楚。忍辱仙人修菩萨行，被歌利王割截身体，这是奇耻大辱，最严重的伤害。菩萨没有怨恨心，一丝毫怨恨心没有，忍辱波罗蜜圆满。你看看歌利王功德，成就忍辱仙人的忍辱波罗蜜，等于说参加考试，不通过这个考试，他忍辱波罗蜜不能圆满。没有丝毫报复心，持戒波罗蜜圆满，不杀生！你看看这就叫什么？这就是《楞严经》上所说的「若能转物，则同如来」。所以境界现前你要会转，你不要被境界转，你要转境界。",
      "zh_TW": "你們在《金剛經》裡有讀到歌利王割截身體這一段經文，這段經文細說是在《大涅槃經》裡頭，那講得很長，故事講得很清楚。忍辱仙人修菩薩行，被歌利王割截身體，這是奇恥大辱，最嚴重的傷害。菩薩沒有怨恨心，一絲毫怨恨心沒有，忍辱波羅蜜圓滿。你看看歌利王功德，成就忍辱仙人的忍辱波羅蜜，等於說參加考試，不通過這個考試，他忍辱波羅蜜不能圓滿。沒有絲毫報復心，持戒波羅蜜圓滿，不殺生！你看看這就叫什麼？這就是《楞嚴經》上所說的「若能轉物，則同如來」。所以境界現前你要會轉，你不要被境界轉，你要轉境界。"
    },
    {
      "id": "02-034-0146_p0069",
      "zh_CN": "怎么说你被境界转？人家一骂你，马上就生气，瞋恚心就起来了，报复念头就起来了，你被境界转！你被境界转你是凡夫，你要能转境界你是菩萨。就是在日常生活当中，就看你会不会。所以无论是善缘恶缘都是增上缘，都是好缘；无论这个环境，无论是逆境顺境，会转境界的人统统是好环境。我们学佛，实在讲最重要就是学这个。所以不要去看风水，不要去算命，为什么？我会转命运，还要算什么？我会转风水。这不需要了。自己会转！每个学佛的人统统都会转了，这看风水、算命的都要失业了。",
      "zh_TW": "怎麼說你被境界轉？人家一罵你，馬上就生氣，瞋恚心就起來了，報復念頭就起來了，你被境界轉！你被境界轉你是凡夫，你要能轉境界你是菩薩。就是在日常生活當中，就看你會不會。所以無論是善緣惡緣都是增上緣，都是好緣；無論這個環境，無論是逆境順境，會轉境界的人統統是好環境。我們學佛，實在講最重要就是學這個。所以不要去看風水，不要去算命，為什麼？我會轉命運，還要算什麼？我會轉風水。這不需要了。自己會轉！每個學佛的人統統都會轉了，這看風水、算命的都要失業了。"
    },
    {
      "id": "02-034-0146_p0070",
      "zh_CN": "慈悲喜舍这个四无量心，普缘一切众生，真是从我们凡夫一直到等觉菩萨，统统都缘到。所以它用无量两个字，这个慈悲喜舍都用无量，只要我们懂得、会修，这四种心真的是引无量的福，得无量的果报，所以称它为四无量心。后面还有一句，这个是这一小科，我们今天就可以把它讲完了。",
      "zh_TW": "慈悲喜捨這個四無量心，普緣一切眾生，真是從我們凡夫一直到等覺菩薩，統統都緣到。所以它用無量兩個字，這個慈悲喜捨都用無量，只要我們懂得、會修，這四種心真的是引無量的福，得無量的果報，所以稱它為四無量心。後面還有一句，這個是這一小科，我們今天就可以把它講完了。"
    },
    {
      "id": "02-034-0146_p0071",
      "zh_CN": "【甘露灌顶受位声。】",
      "zh_TW": "【甘露灌頂受位聲。】"
    },
    {
      "id": "02-034-0146_p0072",
      "zh_CN": "这一句，「甘露」在此地是比喻，到底是什么东西？我们人间没有，要用现在的话大家好懂，甘露是饮料，天人最美好的饮料。我们只能这样介绍，因为人间没有，没有法子比喻。古人常讲，这个饮料是诸天不死之药。但是我们晓得，诸天都有寿命，连非想非非想处天也有寿命。大概总是讲，这是天道里面天人最欢喜的，像我们人间讲的补品，最滋养补身体的，但是说不死药，这是有一点夸张，这是不可能的。但是延年益寿，这个有可能，可能是做到延年益寿。",
      "zh_TW": "這一句，「甘露」在此地是比喻，到底是什麼東西？我們人間沒有，要用現在的話大家好懂，甘露是飲料，天人最美好的飲料。我們只能這樣介紹，因為人間沒有，沒有法子比喻。古人常講，這個飲料是諸天不死之藥。但是我們曉得，諸天都有壽命，連非想非非想處天也有壽命。大概總是講，這是天道裡面天人最歡喜的，像我們人間講的補品，最滋養補身體的，但是說不死藥，這是有一點誇張，這是不可能的。但是延年益壽，這個有可能，可能是做到延年益壽。"
    },
    {
      "id": "02-034-0146_p0073",
      "zh_CN": "所谓是『甘露灌顶』。「灌顶」这是佛教里头密宗里面一种仪式，跟显宗的三皈依的意思差不多。在作法的时候多半是用水，用水洒在头顶上，这上师。黄念祖老居士是密宗的金刚上师，这个人是佛法修学得可以说纯正，我们能够相信，他的师承好，这个不会欺骗人的。所以他在这个经里面讲灌顶，就讲得很清楚。「灌」是什么意思？传授的意思。「顶」是顶法，就是佛法里头、法门里头至高无上的。把这个至高无上的佛法传给你，这叫做灌顶。这个讲法讲得好！",
      "zh_TW": "所謂是『甘露灌頂』。「灌頂」這是佛教裡頭密宗裡面一種儀式，跟顯宗的三皈依的意思差不多。在作法的時候多半是用水，用水洒在頭頂上，這上師。黃念祖老居士是密宗的金剛上師，這個人是佛法修學得可以說純正，我們能夠相信，他的師承好，這個不會欺騙人的。所以他在這個經裡面講灌頂，就講得很清楚。「灌」是什麼意思？傳授的意思。「頂」是頂法，就是佛法裡頭、法門裡頭至高無上的。把這個至高無上的佛法傳給你，這叫做灌頂。這個講法講得好！"
    },
    {
      "id": "02-034-0146_p0074",
      "zh_CN": "我们不必到什么密宗上师、仁波切、活佛、喇嘛这里，见到他就要让他灌个顶、摸个头。也有人找我，我跟他讲：手摸太多了不卫生，这细菌很多，我的手就变成传染病，这病菌传媒，你还要我摸吗？这是迷信！是他不了解，那几滴水灌个顶你就聪明了，就开悟了。那上师跟你，每一个上师遇到的时候，都去灌顶，结果他愈灌愈糊涂，我看他没有开悟。你要是真正灌顶，你每天冲凉时不就是每天都灌顶吗？所以我们真正明白灌顶的道理之后，你才晓得大乘佛法里头，至高无上的法门是什么？《无量寿经》！你看看前面梅光羲居士的序文，他的序文写得很长，你读了之后就晓得了。",
      "zh_TW": "我們不必到什麼密宗上師、仁波切、活佛、喇嘛這裡，見到他就要讓他灌個頂、摸個頭。也有人找我，我跟他講：手摸太多了不衛生，這細菌很多，我的手就變成傳染病，這病菌傳媒，你還要我摸嗎？這是迷信！是他不了解，那幾滴水灌個頂你就聰明了，就開悟了。那上師跟你，每一個上師遇到的時候，都去灌頂，結果他愈灌愈糊塗，我看他沒有開悟。你要是真正灌頂，你每天沖涼時不就是每天都灌頂嗎？所以我們真正明白灌頂的道理之後，你才曉得大乘佛法裡頭，至高無上的法門是什麼？《無量壽經》！你看看前面梅光羲居士的序文，他的序文寫得很長，你讀了之後就曉得了。"
    },
    {
      "id": "02-034-0146_p0075",
      "zh_CN": "这是隋唐时代的高僧大德们说的，《华严》、《法华》都是这个经的引导，也就是说《华严》、《法华》最后都归无量寿，《华严经》特别明显，十大愿王导归极乐。极乐世界的经典，就是《无量寿经》、《阿弥陀经》，这是一切经最高峰，你把这个经恭恭敬敬念一遍，就是诸佛如来给你灌顶一次，这个道理不是很明显吗？你每天念两遍，你每天是一切诸佛给你灌两次顶，这是真的，这不是假的。所以学佛总要有智慧，不要迷信，不要被人骗了。",
      "zh_TW": "這是隋唐時代的高僧大德們說的，《華嚴》、《法華》都是這個經的引導，也就是說《華嚴》、《法華》最後都歸無量壽，《華嚴經》特別明顯，十大願王導歸極樂。極樂世界的經典，就是《無量壽經》、《阿彌陀經》，這是一切經最高峰，你把這個經恭恭敬敬念一遍，就是諸佛如來給你灌頂一次，這個道理不是很明顯嗎？你每天念兩遍，你每天是一切諸佛給你灌兩次頂，這是真的，這不是假的。所以學佛總要有智慧，不要迷信，不要被人騙了。"
    },
    {
      "id": "02-034-0146_p0076",
      "zh_CN": "在美国我还遇到假的喇嘛，因为他们觉得到外国，这是以上师的身分去游历一番，要带不少钱回去。所以住在尼泊尔这边有很多这些西藏人，他根本就不是喇嘛，但是他穿是喇嘛衣服，他到外面来走一趟，走一趟就带了很多钱去了，也有人跟他去，结果去到那边之后才发现他不是的。这同学回来告诉我，他上当了，不是的。现在这是仿冒的事情太多了，哪个行业都有仿冒的，喇嘛里头也有仿冒的，真的假的你得搞清楚。我们懂得这个道理，这个经读一遍，诸佛给我们灌一次顶，这是决定正确，决定没有错误的。好，今天时间到了。",
      "zh_TW": "在美國我還遇到假的喇嘛，因為他們覺得到外國，這是以上師的身分去遊歷一番，要帶不少錢回去。所以住在尼泊爾這邊有很多這些西藏人，他根本就不是喇嘛，但是他穿是喇嘛衣服，他到外面來走一趟，走一趟就帶了很多錢去了，也有人跟他去，結果去到那邊之後才發現他不是的。這同學回來告訴我，他上當了，不是的。現在這是仿冒的事情太多了，哪個行業都有仿冒的，喇嘛裡頭也有仿冒的，真的假的你得搞清楚。我們懂得這個道理，這個經讀一遍，諸佛給我們灌一次頂，這是決定正確，決定沒有錯誤的。好，今天時間到了。"
    }
  ]
}