{
  "doc_id": "02-034-0170",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七０集",
    "zh_TW": "第一七０集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0170",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "02-034-0170_p0001",
      "zh_CN": "请掀开经本，科会第四十九面第三行，我们把经文念一遍：",
      "zh_TW": "請掀開經本，科會第四十九面第三行，我們把經文念一遍："
    },
    {
      "id": "02-034-0170_p0002",
      "zh_CN": "【其上辈者。舍家弃欲。而作沙门。发菩提心。一向专念阿弥陀佛。修诸功德。愿生彼国。】",
      "zh_TW": "【其上輩者。捨家棄欲。而作沙門。發菩提心。一向專念阿彌陀佛。修諸功德。願生彼國。】"
    },
    {
      "id": "02-034-0170_p0003",
      "zh_CN": "我们念这一段。这一段里面有三句，三句就是三个小段，昨天我们介绍了第一句，今天我们要介绍第二句『发菩提心，一向专念阿弥陀佛』。发菩提心这一句，我想同学们都听得耳熟，佛门里头常常提到的，可是什么叫菩提心，大概真正能够懂得的人就不多；菩提心怎么发法，那懂得的人就更少了。在这个地方，上辈、中辈、下辈，三辈都说到要发菩提心，要一向专念阿弥陀佛。由此可知，发菩提心这一句我们不能不有相当的认知。黄念祖老居士在他注解里面讲，这部经的宗旨就是这一句，这宗旨就是修行的目标方向。由此可知，非常重要。",
      "zh_TW": "我們念這一段。這一段裡面有三句，三句就是三個小段，昨天我們介紹了第一句，今天我們要介紹第二句『發菩提心，一向專念阿彌陀佛』。發菩提心這一句，我想同學們都聽得耳熟，佛門裡頭常常提到的，可是什麼叫菩提心，大概真正能夠懂得的人就不多；菩提心怎麼發法，那懂得的人就更少了。在這個地方，上輩、中輩、下輩，三輩都說到要發菩提心，要一向專念阿彌陀佛。由此可知，發菩提心這一句我們不能不有相當的認知。黃念祖老居士在他註解裡面講，這部經的宗旨就是這一句，這宗旨就是修行的目標方向。由此可知，非常重要。"
    },
    {
      "id": "02-034-0170_p0004",
      "zh_CN": "印光大师他老人家一生自行化他，实在讲只有十六个字，他这十六个字真正做到了，成为一代祖师。这十六个字就是「敦伦尽分，闲邪存诚」。这八个字你要能够做到，就是经上所讲的善男子、善女人，可见得你就具备了佛弟子的条件；后面两句是「信愿持名，求生净土」。信愿持名这一句做到，你就决定得生净土。他老人家说得非常简单。信愿就是发菩提心，持名就是一向专念阿弥陀佛。他把这一句经文八个字浓缩成四个字「信愿持名」。说信愿持名，好像我们每一个人都有分，我们都相信、都愿意求生西方极乐世界。",
      "zh_TW": "印光大師他老人家一生自行化他，實在講只有十六個字，他這十六個字真正做到了，成為一代祖師。這十六個字就是「敦倫盡分，閑邪存誠」。這八個字你要能夠做到，就是經上所講的善男子、善女人，可見得你就具備了佛弟子的條件；後面兩句是「信願持名，求生淨土」。信願持名這一句做到，你就決定得生淨土。他老人家說得非常簡單。信願就是發菩提心，持名就是一向專念阿彌陀佛。他把這一句經文八個字濃縮成四個字「信願持名」。說信願持名，好像我們每一個人都有分，我們都相信、都願意求生西方極樂世界。"
    },
    {
      "id": "02-034-0170_p0005",
      "zh_CN": "前面跟诸位说过，每个人的信心、愿心有浅深广狭不相同，所以往生西方极乐世界才有四土三辈九品的差别。信愿要到什么样的标准才能往生，这是我们不能不知道的。你要问什么样的标准，那还要依《无量寿经》。《无量寿经》讲得详细，信愿是发菩提心。菩提心就是《观无量寿佛经》上讲的三心，《观经》上讲的「至诚心，深心，回向发愿心」，说了三个。《大乘起信论》里面也讲了三个，《起信论》里面讲的是「直心，深心，大悲心」。我们把经论合起来看意思就更明显。论上讲的直心，经上讲的至诚心，由此可知，至诚心就是直心，直心就是至诚心。至诚是真诚到极处，叫至诚。依照这个标准，菩提心一发，那真的就恭喜你，为什么？超凡入圣。真诚到极处，你是真心，你不是妄心。",
      "zh_TW": "前面跟諸位說過，每個人的信心、願心有淺深廣狹不相同，所以往生西方極樂世界才有四土三輩九品的差別。信願要到什麼樣的標準才能往生，這是我們不能不知道的。你要問什麼樣的標準，那還要依《無量壽經》。《無量壽經》講得詳細，信願是發菩提心。菩提心就是《觀無量壽佛經》上講的三心，《觀經》上講的「至誠心，深心，迴向發願心」，說了三個。《大乘起信論》裡面也講了三個，《起信論》裡面講的是「直心，深心，大悲心」。我們把經論合起來看意思就更明顯。論上講的直心，經上講的至誠心，由此可知，至誠心就是直心，直心就是至誠心。至誠是真誠到極處，叫至誠。依照這個標準，菩提心一發，那真的就恭喜你，為什麼？超凡入聖。真誠到極處，你是真心，你不是妄心。"
    },
    {
      "id": "02-034-0170_p0006",
      "zh_CN": "在《华严经》上我们看到，菩提心一发是什么地位？发心住。你这个心发了，你真的住在菩提心上，圆教初住菩萨，别教初地菩萨，我们常讲法身大士。菩提心一发就是法身菩萨，不是凡人！不但你超越了六道，超越十法界，这叫标准的菩提心。由此可知，信愿是菩提心，信愿里面的层次就太多太多了。到这一个标准（这是菩提心的标准，经论上所讲的标准），往生西方极乐世界不是凡圣同居土，也不是方便有余土，是实报土里面上辈往生。所以，前面跟诸位介绍过，隋唐以前的古大德都说上辈是四地以上的菩萨求往生的，也不是没有道理。为什么？菩提心的标准，它那么高！说我们凡夫只有下三品往生，也有道理，但是这个说法被善导大师否定了。",
      "zh_TW": "在《華嚴經》上我們看到，菩提心一發是什麼地位？發心住。你這個心發了，你真的住在菩提心上，圓教初住菩薩，別教初地菩薩，我們常講法身大士。菩提心一發就是法身菩薩，不是凡人！不但你超越了六道，超越十法界，這叫標準的菩提心。由此可知，信願是菩提心，信願裡面的層次就太多太多了。到這一個標準（這是菩提心的標準，經論上所講的標準），往生西方極樂世界不是凡聖同居土，也不是方便有餘土，是實報土裡面上輩往生。所以，前面跟諸位介紹過，隋唐以前的古大德都說上輩是四地以上的菩薩求往生的，也不是沒有道理。為什麼？菩提心的標準，它那麼高！說我們凡夫只有下三品往生，也有道理，但是這個說法被善導大師否定了。"
    },
    {
      "id": "02-034-0170_p0007",
      "zh_CN": "善导大师是阿弥陀佛再来，勉励我们凡夫，我们凡夫要认真、要努力，那我们凡夫能不能在这一生菩提心达到经论上的标准？跟诸位说，肯定能做得到，问题都在自己肯不肯做。你自己真肯做，有个十年、二十年、三十年，把菩提心提升到这个水平，不是难事。在中国古大德里面，我们看《净土圣贤录》、看《往生传》，确确实实有人做到，这就是念佛里面讲的念到理一心不乱。经论里面举的比喻，那当然更多，像《观经》里面韦提希夫人，那是真正发无上菩提心，上辈上品往生。在中国居士里面，昨天跟诸位介绍刘遗民，这些人也是上品往生。为什么别人能做到，我们做不到？没有别的，别人能放得下，我们做不到是放不下。你那些牵肠挂肚的事情不能够痛痛快快、干干净净的把它舍掉，这样才造成了障碍。",
      "zh_TW": "善導大師是阿彌陀佛再來，勉勵我們凡夫，我們凡夫要認真、要努力，那我們凡夫能不能在這一生菩提心達到經論上的標準？跟諸位說，肯定能做得到，問題都在自己肯不肯做。你自己真肯做，有個十年、二十年、三十年，把菩提心提升到這個水平，不是難事。在中國古大德裡面，我們看《淨土聖賢錄》、看《往生傳》，確確實實有人做到，這就是念佛裡面講的念到理一心不亂。經論裡面舉的比喻，那當然更多，像《觀經》裡面韋提希夫人，那是真正發無上菩提心，上輩上品往生。在中國居士裡面，昨天跟諸位介紹劉遺民，這些人也是上品往生。為什麼別人能做到，我們做不到？沒有別的，別人能放得下，我們做不到是放不下。你那些牽腸掛肚的事情不能夠痛痛快快、乾乾淨淨的把它捨掉，這樣才造成了障礙。"
    },
    {
      "id": "02-034-0170_p0008",
      "zh_CN": "既然知道菩提心的体是至诚，真诚到极处，这个心的作用，对自己就叫做深心。菩提心自受用，你用什么心对自己，你用什么心对别人，所以有体有用。用里面有自受用、有他受用，自受用是什么心对自己，什么心对别人。经论讲自受用，都是讲深心。深心，古人的注解叫好善好德，这个说法也没有错误，都说得正确，可是这一句话里头也有浅深不相同。真正的标准就是我跟诸位同学介绍的，《无量寿经》经题上讲的「清净平等觉」，这是佛跟我们讲的标准，清净平等觉是深心。",
      "zh_TW": "既然知道菩提心的體是至誠，真誠到極處，這個心的作用，對自己就叫做深心。菩提心自受用，你用什麼心對自己，你用什麼心對別人，所以有體有用。用裡面有自受用、有他受用，自受用是什麼心對自己，什麼心對別人。經論講自受用，都是講深心。深心，古人的註解叫好善好德，這個說法也沒有錯誤，都說得正確，可是這一句話裡頭也有淺深不相同。真正的標準就是我跟諸位同學介紹的，《無量壽經》經題上講的「清淨平等覺」，這是佛跟我們講的標準，清淨平等覺是深心。"
    },
    {
      "id": "02-034-0170_p0009",
      "zh_CN": "回向发愿心就是大慈悲心，我们能将自己修学所有功德，自己不享受，给一切众生享受。我们真正修行，真正修行的人一定要知道，特别是在这个时代，真修行的人愈来愈少了，真正修行，诸佛护念，龙天善神保佑！世间人常讲灾难很多，世间灾难很多，真修行的人怕不怕？不怕，真修行的人应当哪个地方有灾难到哪里去，为什么？你真正修行，你有佛护念，你有龙天善神保护，你到有灾难的地方，因为你在那个地方有佛保佑、有龙天善神拥护，那个地方灾难就减轻了。所以真修行在这个世间不是去避难，去赴难，哪边有难哪里去，这些都是真实不虚，我们不能够不晓得。",
      "zh_TW": "迴向發願心就是大慈悲心，我們能將自己修學所有功德，自己不享受，給一切眾生享受。我們真正修行，真正修行的人一定要知道，特別是在這個時代，真修行的人愈來愈少了，真正修行，諸佛護念，龍天善神保佑！世間人常講災難很多，世間災難很多，真修行的人怕不怕？不怕，真修行的人應當哪個地方有災難到哪裡去，為什麼？你真正修行，你有佛護念，你有龍天善神保護，你到有災難的地方，因為你在那個地方有佛保佑、有龍天善神擁護，那個地方災難就減輕了。所以真修行在這個世間不是去避難，去赴難，哪邊有難哪裡去，這些都是真實不虛，我們不能夠不曉得。"
    },
    {
      "id": "02-034-0170_p0010",
      "zh_CN": "三心，我们一定要细说。诚，真诚到极处。什么叫诚？我们每个人都以为我们自己的心很诚，这是我们自己的标准。圣人的标准怎么说？清朝末年，曾国藩先生他在读书笔记里面将这个诚做了一个解释，我们现在人讲给这个字下一个定义。他说得很好，跟我们佛法里头很相应，他说「一念不生是谓诚」。这个标准高，一念不生。我还觉得我的心很诚了，你说你有没有念头？你还生了念头，生念头就不诚。",
      "zh_TW": "三心，我們一定要細說。誠，真誠到極處。什麼叫誠？我們每個人都以為我們自己的心很誠，這是我們自己的標準。聖人的標準怎麼說？清朝末年，曾國藩先生他在讀書筆記裡面將這個誠做了一個解釋，我們現在人講給這個字下一個定義。他說得很好，跟我們佛法裡頭很相應，他說「一念不生是謂誠」。這個標準高，一念不生。我還覺得我的心很誠了，你說你有沒有念頭？你還生了念頭，生念頭就不誠。"
    },
    {
      "id": "02-034-0170_p0011",
      "zh_CN": "我们用佛法的标准讲，讲最低的标准，最低的标准是对于世出世间一切法不再执着，这就很了不起。不再执着世出世间一切法，所谓是顺境逆境、善缘恶缘都不放在心上，都不执着了，能够做到随缘。这个人是阿罗汉，不是凡夫！阿罗汉就超越六道轮回。我们今天还是会有执着，有执着，特别是执着这个身，执着这个身是我；执着自己的见解，我们讲成见，我要怎样怎样，我想怎样怎样，我以为怎样怎样，这是执着。你有这些执着，你就出不了六道轮回。所以我们常讲轮回心，常常反省我们自己是不是还用轮回心。用轮回心学佛也是轮回业，学佛有没有好处？有一点好处，在六道里面得一点善报、福报，得一点福报，不能出六道轮回，这要知道，不能往生。这很重要、很重要。",
      "zh_TW": "我們用佛法的標準講，講最低的標準，最低的標準是對於世出世間一切法不再執著，這就很了不起。不再執著世出世間一切法，所謂是順境逆境、善緣惡緣都不放在心上，都不執著了，能夠做到隨緣。這個人是阿羅漢，不是凡夫！阿羅漢就超越六道輪迴。我們今天還是會有執著，有執著，特別是執著這個身，執著這個身是我；執著自己的見解，我們講成見，我要怎樣怎樣，我想怎樣怎樣，我以為怎樣怎樣，這是執著。你有這些執著，你就出不了六道輪迴。所以我們常講輪迴心，常常反省我們自己是不是還用輪迴心。用輪迴心學佛也是輪迴業，學佛有沒有好處？有一點好處，在六道裡面得一點善報、福報，得一點福報，不能出六道輪迴，這要知道，不能往生。這很重要、很重要。"
    },
    {
      "id": "02-034-0170_p0012",
      "zh_CN": "往生最低的限度，要把对一切人事物的执着放下，这是最低的，你才能往生！这要是放不下，不能往生。这个放下往生，你在下面二土，功夫差一点的在凡圣同居土，功夫高一点的在方便有余土，这你能往生。你要是这一点做不到，你没有菩提心，信愿都没有，这是我们同学不能不知道的。善导大师讲念佛人万修万人去，可是近代李炳南老居士，我是跟他十年，他常常跟我们讲，现在念佛人，一万个念佛，只有两三个往生，不是万修万人去。为什么原因？古人修学这个法门，他真的有信有愿，他放得下。我们现在这些人不是不能往生，是你自己放不下，你样样都要计较，样样都要执着，那有什么法子？这是我们不能不知道、不能不警觉的。",
      "zh_TW": "往生最低的限度，要把對一切人事物的執著放下，這是最低的，你才能往生！這要是放不下，不能往生。這個放下往生，你在下面二土，功夫差一點的在凡聖同居土，功夫高一點的在方便有餘土，這你能往生。你要是這一點做不到，你沒有菩提心，信願都沒有，這是我們同學不能不知道的。善導大師講念佛人萬修萬人去，可是近代李炳南老居士，我是跟他十年，他常常跟我們講，現在念佛人，一萬個念佛，只有兩三個往生，不是萬修萬人去。為什麼原因？古人修學這個法門，他真的有信有願，他放得下。我們現在這些人不是不能往生，是你自己放不下，你樣樣都要計較，樣樣都要執著，那有什麼法子？這是我們不能不知道、不能不警覺的。"
    },
    {
      "id": "02-034-0170_p0013",
      "zh_CN": "功夫，信愿在哪里锻炼？在日常生活当中，特别是在处事待人接物，学着不执着，学着随缘。只要这个事或者是人没有重大的妨害，特别是妨害社会、妨害大众，都可以马虎过去，何必那么认真？不要坚固执着自己的成见，要学着什么都好，恒顺众生，随喜功德，要学这个。这是信愿、菩提心低的，这不是很高的。比这个高一层的，就是不但没有执着，分别也没有了。分别比执着微细，对于世出世法，一切人一切事一切物，分别的念头都没有了，清净！比阿罗汉清净多了。这样的人往生西方极乐世界，不生凡圣同居土，肯定是生方便有余土，那品位就高得多了。",
      "zh_TW": "功夫，信願在哪裡鍛鍊？在日常生活當中，特別是在處事待人接物，學著不執著，學著隨緣。只要這個事或者是人沒有重大的妨害，特別是妨害社會、妨害大眾，都可以馬虎過去，何必那麼認真？不要堅固執著自己的成見，要學著什麼都好，恆順眾生，隨喜功德，要學這個。這是信願、菩提心低的，這不是很高的。比這個高一層的，就是不但沒有執著，分別也沒有了。分別比執著微細，對於世出世法，一切人一切事一切物，分別的念頭都沒有了，清淨！比阿羅漢清淨多了。這樣的人往生西方極樂世界，不生凡聖同居土，肯定是生方便有餘土，那品位就高得多了。"
    },
    {
      "id": "02-034-0170_p0014",
      "zh_CN": "所以我们锻炼，先锻炼不执着，这个最严重。执着在佛法里面就叫做见思烦恼，不执着，见思烦恼破了；分别是尘沙烦恼，不分别，尘沙烦恼断了；最后还有无明烦恼，这东西难断，无明烦恼是起心动念，这个难。前面两种我们还有办法，这一种是一点办法都没有，这要相当深的功夫，我们讲禅定，相当深的禅定，能够六根在六尘境界里头不起心不动念，那就是破无明烦恼。破无明烦恼的功夫，大乘经里面讲功夫有四十一个等级，就是四十一品无明，你能够伏一品，往生西方极乐就生实报庄严土，那个高！就是我们平常回向偈里面讲的「花开见佛」。花开见佛是实报庄严土，就是法身菩萨境界。所以你如何训练六根在六尘上不起心不动念，最好的，这就是至诚心的上等功夫。上等功夫里面还有四十一个等级，你只要是最低一个等级，你就能够取得实报庄严土，这我们不能不知道。",
      "zh_TW": "所以我們鍛鍊，先鍛鍊不執著，這個最嚴重。執著在佛法裡面就叫做見思煩惱，不執著，見思煩惱破了；分別是塵沙煩惱，不分別，塵沙煩惱斷了；最後還有無明煩惱，這東西難斷，無明煩惱是起心動念，這個難。前面兩種我們還有辦法，這一種是一點辦法都沒有，這要相當深的功夫，我們講禪定，相當深的禪定，能夠六根在六塵境界裡頭不起心不動念，那就是破無明煩惱。破無明煩惱的功夫，大乘經裡面講功夫有四十一個等級，就是四十一品無明，你能夠伏一品，往生西方極樂就生實報莊嚴土，那個高！就是我們平常迴向偈裡面講的「花開見佛」。花開見佛是實報莊嚴土，就是法身菩薩境界。所以你如何訓練六根在六塵上不起心不動念，最好的，這就是至誠心的上等功夫。上等功夫裡面還有四十一個等級，你只要是最低一個等級，你就能夠取得實報莊嚴土，這我們不能不知道。"
    },
    {
      "id": "02-034-0170_p0015",
      "zh_CN": "九品往生，古大德讲得很清楚，三辈每一辈里面都有九品，上辈有九品，中辈也有九品，下辈也有九品。本经里面说得简略，只讲三辈，每一辈里面讲三等，上中下三等。我们知道每一等里面都有九品。所以九品里面，上品上生，你是哪一等的上品上生？这要搞清楚，下下辈里头也有上品上生，下下辈跟上上辈差距太大太大了。这个关系，蕅益大师讲得好，总在功夫之浅深。所谓功夫，没有别的，放得下。我们练功夫不是在别的地方练，就是在环境上，特别是人事环境上练功夫，如果我们练到了不执着；换句话说，相当自在了，你就很快乐了。为什么？不会被外面环境影响。",
      "zh_TW": "九品往生，古大德講得很清楚，三輩每一輩裡面都有九品，上輩有九品，中輩也有九品，下輩也有九品。本經裡面說得簡略，只講三輩，每一輩裡面講三等，上中下三等。我們知道每一等裡面都有九品。所以九品裡面，上品上生，你是哪一等的上品上生？這要搞清楚，下下輩裡頭也有上品上生，下下輩跟上上輩差距太大太大了。這個關係，蕅益大師講得好，總在功夫之淺深。所謂功夫，沒有別的，放得下。我們練功夫不是在別的地方練，就是在環境上，特別是人事環境上練功夫，如果我們練到了不執著；換句話說，相當自在了，你就很快樂了。為什麼？不會被外面環境影響。"
    },
    {
      "id": "02-034-0170_p0016",
      "zh_CN": "由此可知，外面物质环境、人事环境影响你什么？影响你执着，影响你分别。我现在不分别、不执着，那就不受影响了。不受影响，外面环境是清净的，自己的心是清净的，自己的心是平等的。清净平等生智慧，智慧就是觉，你才真正能在境界里头觉而不迷，你对于一切人事物，对于过去现在未来、此界他方，看得清清楚楚、明明白白。这一种殊胜的功德利益，我们为什么不学？真能学得到，不是学不到的。",
      "zh_TW": "由此可知，外面物質環境、人事環境影響你什麼？影響你執著，影響你分別。我現在不分別、不執著，那就不受影響了。不受影響，外面環境是清淨的，自己的心是清淨的，自己的心是平等的。清淨平等生智慧，智慧就是覺，你才真正能在境界裡頭覺而不迷，你對於一切人事物，對於過去現在未來、此界他方，看得清清楚楚、明明白白。這一種殊勝的功德利益，我們為什麼不學？真能學得到，不是學不到的。"
    },
    {
      "id": "02-034-0170_p0017",
      "zh_CN": "我们不应当再去攀缘这世间名闻利养、五欲六尘。你要把这些东西放在心上，这就坏了。这些东西，古大德跟我们说了很多，这个东西叫轮回心，这些东西放在心上就是轮回业，轮回心造轮回业，你怎么能出得了六道轮回？所以必须要舍，舍得干干净净。善导大师在《观经》注解里面，给我们开示菩提心，「至诚心，真实心也；深心，深信心也」。他还有解释：决定深信自己是罪恶生死凡夫，无量劫来在六道里面轮回流转，出不去。这是头一个要信，深信，信自己确确实实没有能力超越六道；不但没有能力超越六道，六道里头分三界，欲界、色界、无色界，说老老实实的话，我们超越不了欲界，你要有这个信心。第二你要决定深信阿弥陀佛四十八愿摄受众生，无疑无虑，我们依教奉行，决定往生。他在讲深心里面的深信心，这两条重要，非常非常重要。第三回向发愿心，从真实深信心中，将自己所修一切善根福德统统回向。",
      "zh_TW": "我們不應當再去攀緣這世間名聞利養、五欲六塵。你要把這些東西放在心上，這就壞了。這些東西，古大德跟我們說了很多，這個東西叫輪迴心，這些東西放在心上就是輪迴業，輪迴心造輪迴業，你怎麼能出得了六道輪迴？所以必須要捨，捨得乾乾淨淨。善導大師在《觀經》註解裡面，給我們開示菩提心，「至誠心，真實心也；深心，深信心也」。他還有解釋：決定深信自己是罪惡生死凡夫，無量劫來在六道裡面輪迴流轉，出不去。這是頭一個要信，深信，信自己確確實實沒有能力超越六道；不但沒有能力超越六道，六道裡頭分三界，欲界、色界、無色界，說老老實實的話，我們超越不了欲界，你要有這個信心。第二你要決定深信阿彌陀佛四十八願攝受眾生，無疑無慮，我們依教奉行，決定往生。他在講深心裡面的深信心，這兩條重要，非常非常重要。第三迴向發願心，從真實深信心中，將自己所修一切善根福德統統迴向。"
    },
    {
      "id": "02-034-0170_p0018",
      "zh_CN": "回向有三处：回向菩提，我们所修一切功德，我们求的是求菩提，菩提就是智慧、就是觉悟，我不求别的。不求人天福报，我只求真实智慧、真实的觉悟，这是回向菩提。回向众生，我有智慧，我有福报，都给众生去享受，自己绝对不留恋这些享受。天上人间的福报，我们都能放下、都能够舍弃。第三个回向实际，实际就是真如本性，禅宗里面所讲的明心见性，见性成佛。我们学佛不求别的，求明心见性，就是回向实际。所以这里头绝对没有一丝毫自私自利，没有一丝毫名闻利养，没有一丝毫人天福报的受用，这样才干净。",
      "zh_TW": "迴向有三處：迴向菩提，我們所修一切功德，我們求的是求菩提，菩提就是智慧、就是覺悟，我不求別的。不求人天福報，我只求真實智慧、真實的覺悟，這是迴向菩提。迴向眾生，我有智慧，我有福報，都給眾生去享受，自己絕對不留戀這些享受。天上人間的福報，我們都能放下、都能夠捨棄。第三個迴向實際，實際就是真如本性，禪宗裡面所講的明心見性，見性成佛。我們學佛不求別的，求明心見性，就是迴向實際。所以這裡頭絕對沒有一絲毫自私自利，沒有一絲毫名聞利養，沒有一絲毫人天福報的受用，這樣才乾淨。"
    },
    {
      "id": "02-034-0170_p0019",
      "zh_CN": "所以回向就是布施、就是舍。功德要修积，断恶修善，积功累德。但是你修因，当然有果报，果报现前不能享受，一享受就迷惑，非常可怕。人在这个境界里头，他为什么会迷？他会迷的真正原因就是没有智慧，不知道宇宙人生真相，佛经里面常讲的诸法实相，他不知道一切法的真相，迷恋在这个法相上。真正觉悟的人，为什么对于这一切法相他不放在心上？他知道《金刚经》上所说的「凡所有相，皆是虚妄」，你还有什么留恋的？「一切有为法，如梦幻泡影」，佛只要这两句提示就行了。",
      "zh_TW": "所以迴向就是布施、就是捨。功德要修積，斷惡修善，積功累德。但是你修因，當然有果報，果報現前不能享受，一享受就迷惑，非常可怕。人在這個境界裡頭，他為什麼會迷？他會迷的真正原因就是沒有智慧，不知道宇宙人生真相，佛經裡面常講的諸法實相，他不知道一切法的真相，迷戀在這個法相上。真正覺悟的人，為什麼對於這一切法相他不放在心上？他知道《金剛經》上所說的「凡所有相，皆是虛妄」，你還有什麼留戀的？「一切有為法，如夢幻泡影」，佛只要這兩句提示就行了。"
    },
    {
      "id": "02-034-0170_p0020",
      "zh_CN": "《大般若经》，我给它做了一个总结，也跟诸位做过多次报告，六百卷《大般若》说了什么？我最后做的总结，它所说的就是「一切法无所有，毕竟空，不可得」。真的，一点都不假，这些事就在我们眼前，时时刻刻我们能够实验出来。现在科学家讲实验，通过实验这才是真的。我们无论是站着、坐着，你想想看把眼睛一闭，什么都没有了，还有什么？睡着了不等于死了一样吗？真的每天都死一次，到第二天又复生，基督教上讲复生。复生不希奇，我们每天都干这个事情，都死一次，第二天就复生。哪一天死了之后不复生？实际上是我们肉眼看不到，他到另外不同维次空间里面复生了，他还是复生。",
      "zh_TW": "《大般若經》，我給它做了一個總結，也跟諸位做過多次報告，六百卷《大般若》說了什麼？我最後做的總結，它所說的就是「一切法無所有，畢竟空，不可得」。真的，一點都不假，這些事就在我們眼前，時時刻刻我們能夠實驗出來。現在科學家講實驗，通過實驗這才是真的。我們無論是站著、坐著，你想想看把眼睛一閉，什麼都沒有了，還有什麼？睡著了不等於死了一樣嗎？真的每天都死一次，到第二天又復生，基督教上講復生。復生不希奇，我們每天都幹這個事情，都死一次，第二天就復生。哪一天死了之後不復生？實際上是我們肉眼看不到，他到另外不同維次空間裡面復生了，他還是復生。"
    },
    {
      "id": "02-034-0170_p0021",
      "zh_CN": "所以你要知道，每个人灵性不灭，生灭是身体！身体有生灭，一切万物有生灭，凡所有相它统统都有生灭。有生灭都是假的，都不是真的，刹那生灭，现在科学都证实了。凡是生灭无常的，你要去留恋它、去分别它，你对它起心动念就迷了、就错误了。所以这个东西需不需要？需要，有用处，我们可以受用，决不可留恋。就像我们每天看电视，电视画面上你可以欣赏，你决定不能据有，把它拿来，我来占有，不可能。所以一切万事万物，遍法界虚空界所有一切境界，就像电视萤幕上，你可以欣赏，你可以受用，你不能占有。",
      "zh_TW": "所以你要知道，每個人靈性不滅，生滅是身體！身體有生滅，一切萬物有生滅，凡所有相它統統都有生滅。有生滅都是假的，都不是真的，剎那生滅，現在科學都證實了。凡是生滅無常的，你要去留戀它、去分別它，你對它起心動念就迷了、就錯誤了。所以這個東西需不需要？需要，有用處，我們可以受用，決不可留戀。就像我們每天看電視，電視畫面上你可以欣賞，你決定不能據有，把它拿來，我來佔有，不可能。所以一切萬事萬物，遍法界虛空界所有一切境界，就像電視螢幕上，你可以欣賞，你可以受用，你不能佔有。"
    },
    {
      "id": "02-034-0170_p0022",
      "zh_CN": "你不能控制、不能占有、不能支配，你生这种心，这个心是妄心，这个心是决定错误。你能不能控制它？不能。能不能占有它？不能。能不能支配它？不能。有的时候，眼前好像他明明是被人控制，那是什么？你不控制他，他也被别人控制，业障！他造什么业他要受什么报，所以佛法里头常讲「万法皆空，因果不空」。其实因果也是了不可得，为什么说因果不空？因变成果，因空了，果又变成因，果空了，因果都空，为什么说因果不空？因果有三个现象不空，转变，因转变成果，果又转变成因，转变的相不空，相续不空，循环不空。所以它有这三种现象，实际上这相刹那生灭，也就是宇宙间这些现象，为什么？你就晓得因果这三种现象。这三种现象把我们迷住，我们以为这个东西都是真的不是假的，其实没有一法不是刹那生灭。",
      "zh_TW": "你不能控制、不能佔有、不能支配，你生這種心，這個心是妄心，這個心是決定錯誤。你能不能控制它？不能。能不能佔有它？不能。能不能支配它？不能。有的時候，眼前好像他明明是被人控制，那是什麼？你不控制他，他也被別人控制，業障！他造什麼業他要受什麼報，所以佛法裡頭常講「萬法皆空，因果不空」。其實因果也是了不可得，為什麼說因果不空？因變成果，因空了，果又變成因，果空了，因果都空，為什麼說因果不空？因果有三個現象不空，轉變，因轉變成果，果又轉變成因，轉變的相不空，相續不空，循環不空。所以它有這三種現象，實際上這相剎那生滅，也就是宇宙間這些現象，為什麼？你就曉得因果這三種現象。這三種現象把我們迷住，我們以為這個東西都是真的不是假的，其實沒有一法不是剎那生滅。"
    },
    {
      "id": "02-034-0170_p0023",
      "zh_CN": "近代科学对佛法有很多帮助，在从前你必须要有相当深的定功契入，你才能明了，现在科学能够帮上一部分的忙。科学家证明，譬如讲空间，我们哪一个人不以为空间是真的？谁去怀疑空间是假的？只有佛经上讲没有空间，一真法界没有空间、没有时间。空间是什么？是讲距离、远近，一真法界没有远近；没有时间是没有先后，没有昨天，没有明天。这很奇怪，不可思议！佛在经上讲的，现在科学家证明了，科学家是用数学推断出来的，他说时间跟空间在某种条件之下等于零，就是失掉了。失掉之后，距离没有了。你想我们新加坡到美国很远，如果空间没有，你只想美国，美国就在面前，就在这里，你一步都不要动，它就在面前。这很奇怪，是神通！时间没有了，你可以回到过去，你可以进入到将来，过去、将来都没有了。",
      "zh_TW": "近代科學對佛法有很多幫助，在從前你必須要有相當深的定功契入，你才能明瞭，現在科學能夠幫上一部分的忙。科學家證明，譬如講空間，我們哪一個人不以為空間是真的？誰去懷疑空間是假的？只有佛經上講沒有空間，一真法界沒有空間、沒有時間。空間是什麼？是講距離、遠近，一真法界沒有遠近；沒有時間是沒有先後，沒有昨天，沒有明天。這很奇怪，不可思議！佛在經上講的，現在科學家證明了，科學家是用數學推斷出來的，他說時間跟空間在某種條件之下等於零，就是失掉了。失掉之後，距離沒有了。你想我們新加坡到美國很遠，如果空間沒有，你只想美國，美國就在面前，就在這裡，你一步都不要動，它就在面前。這很奇怪，是神通！時間沒有了，你可以回到過去，你可以進入到將來，過去、將來都沒有了。"
    },
    {
      "id": "02-034-0170_p0024",
      "zh_CN": "科学家知道要在某一种条件，到底是什么条件他不知道。这个条件可以说是一万多年前人类就知道了，不是不知道。哪些人知道？那些宗教家知道。婆罗门教，在这个世界上历史最久的，就是我们现在新加坡的兴都教，兴都教的前身叫婆罗门教。他们那些修行人修禅定，禅定突破了时空的界限，这是科学家讲的某一种条件，条件是禅定，他在甚深禅定里面突破了时间跟空间。所以六道轮回不是推想的，是在禅定当中看到的。禅定里面的现量境界，他不是用猜的，把六道说出来，那就算是亲眼看见；看见轮回，看见因果，善因善果，恶因恶报，因缘果报丝毫不爽，是在禅定里面看见的。虽然知道宇宙，我们现在人讲宇宙奥秘，他了解宇宙的奥秘，可是不能解决，不知道这种现象怎么来的、为什么会有这个现象，就是我们中国人所讲：他知其当然，而不知其所以然。一直到释迦牟尼佛出现在这个世间，才给他们解释这桩事情是怎么来的，为什么会有这个事情，这个答案才有了。所以佛经上有这个答案，讲得很详细、很透彻。发现，是婆罗门教发现的；解释，解释得最圆满的是在佛经。",
      "zh_TW": "科學家知道要在某一種條件，到底是什麼條件他不知道。這個條件可以說是一萬多年前人類就知道了，不是不知道。哪些人知道？那些宗教家知道。婆羅門教，在這個世界上歷史最久的，就是我們現在新加坡的興都教，興都教的前身叫婆羅門教。他們那些修行人修禪定，禪定突破了時空的界限，這是科學家講的某一種條件，條件是禪定，他在甚深禪定裡面突破了時間跟空間。所以六道輪迴不是推想的，是在禪定當中看到的。禪定裡面的現量境界，他不是用猜的，把六道說出來，那就算是親眼看見；看見輪迴，看見因果，善因善果，惡因惡報，因緣果報絲毫不爽，是在禪定裡面看見的。雖然知道宇宙，我們現在人講宇宙奧祕，他了解宇宙的奧祕，可是不能解決，不知道這種現象怎麼來的、為什麼會有這個現象，就是我們中國人所講：他知其當然，而不知其所以然。一直到釋迦牟尼佛出現在這個世間，才給他們解釋這樁事情是怎麼來的，為什麼會有這個事情，這個答案才有了。所以佛經上有這個答案，講得很詳細、很透徹。發現，是婆羅門教發現的；解釋，解釋得最圓滿的是在佛經。"
    },
    {
      "id": "02-034-0170_p0025",
      "zh_CN": "佛告诉我们，这些现象是幻相，梦幻泡影，不是真相。幻相的来由是什么？从心想生。你看佛讲宇宙的现象，唯心所现。唯心所现我们就称为真相，一真法界，真相。这里面没有时间、没有空间，像极乐世界，像华藏世界，诸佛这些刹土，诸佛的实报庄严土。每一尊佛都有实报庄严土，这是唯心所现，没有变化；但是十法界，十法界是唯识所变。这佛说出来的，佛要不说出来，没有人能理解，科学家也没有办法，也研究不到。现在科学算是非常高明，跟佛法比也是沾上边而已，真正里面的境界他一无所知。虽然现在这些科学家发现到最小的物质，但是我们佛经里面讲最小物质里头还有世界，这科学家没有办法知道。",
      "zh_TW": "佛告訴我們，這些現象是幻相，夢幻泡影，不是真相。幻相的來由是什麼？從心想生。你看佛講宇宙的現象，唯心所現。唯心所現我們就稱為真相，一真法界，真相。這裡面沒有時間、沒有空間，像極樂世界，像華藏世界，諸佛這些剎土，諸佛的實報莊嚴土。每一尊佛都有實報莊嚴土，這是唯心所現，沒有變化；但是十法界，十法界是唯識所變。這佛說出來的，佛要不說出來，沒有人能理解，科學家也沒有辦法，也研究不到。現在科學算是非常高明，跟佛法比也是沾上邊而已，真正裡面的境界他一無所知。雖然現在這些科學家發現到最小的物質，但是我們佛經裡面講最小物質裡頭還有世界，這科學家沒有辦法知道。"
    },
    {
      "id": "02-034-0170_p0026",
      "zh_CN": "可是现在科学有个很了不起的发现，就是发现世界从哪里来的，他们有一个讲法，世界是从大爆炸来的。因为现在在天文望远镜里面观察太空，太空不断在膨胀，这种现象几乎所有的科学家都肯定、都同意这个说法，因为没有第二个办法说得比这个更圆满。所以这个大爆炸的理念，一般科学家都接受。可是科学家也很聪明，大爆炸，到底什么东西爆炸？所以就找那个爆炸的东西，这个爆炸东西也很难为他，他们也是从数学里头推算出来的，数学是科学之母！他说有一个原点，这个点爆炸出来。原点有多大？美国太空总署发表的论文，他说我们的头发，一根头发，把头发切断。假如我们头发这么粗，头发很细，这么粗，把这切断，切断这里有个平面，这个平面的直径，从这一头到这一头，直径，排宇宙的原点（那个会爆炸、形成宇宙的原点）可以排多少个？他说可以排一百万亿亿亿，这个原点大概我们现在最好的显微镜也看不到，这是他们从数学上推论出来的。",
      "zh_TW": "可是現在科學有個很了不起的發現，就是發現世界從哪裡來的，他們有一個講法，世界是從大爆炸來的。因為現在在天文望遠鏡裡面觀察太空，太空不斷在膨脹，這種現象幾乎所有的科學家都肯定、都同意這個說法，因為沒有第二個辦法說得比這個更圓滿。所以這個大爆炸的理念，一般科學家都接受。可是科學家也很聰明，大爆炸，到底什麼東西爆炸？所以就找那個爆炸的東西，這個爆炸東西也很難為他，他們也是從數學裡頭推算出來的，數學是科學之母！他說有一個原點，這個點爆炸出來。原點有多大？美國太空總署發表的論文，他說我們的頭髮，一根頭髮，把頭髮切斷。假如我們頭髮這麼粗，頭髮很細，這麼粗，把這切斷，切斷這裡有個平面，這個平面的直徑，從這一頭到這一頭，直徑，排宇宙的原點（那個會爆炸、形成宇宙的原點）可以排多少個？他說可以排一百萬億億億，這個原點大概我們現在最好的顯微鏡也看不到，這是他們從數學上推論出來的。"
    },
    {
      "id": "02-034-0170_p0027",
      "zh_CN": "这么小的一个原点，是不是我们佛经上讲的微尘？佛经上讲最小的物质是微尘，微尘里头有世界，你就想想这个味道。它爆炸就成大世界，世界没缩小，微尘没放大，微尘里头有世界。这个讲法，跟佛经上就相应了。这个点一爆炸出来是一刹那，时间非常非常短暂，现在我们常讲亿万分之一秒。现象是幻相，是相续相，一个一个爆炸，相续相，使你没有办法看出实相。真实相你看不到，就像我们看电影，你看电影银幕上的动作，你不知道放映机里面底片一张一张快速在移动。我们这个宇宙就是爆炸的原点不断在移动，这没有人晓得。你真正了解这个事实真相，你就会对于一切现象你能放下了，原来是这么回事情；你就真的接受《般若经》所说的「一切法无所有，毕竟空，不可得」。你在这一切法里头，你还会有执着吗？你还会有分别吗？你还会起心动念吗？自然就没有了。",
      "zh_TW": "這麼小的一個原點，是不是我們佛經上講的微塵？佛經上講最小的物質是微塵，微塵裡頭有世界，你就想想這個味道。它爆炸就成大世界，世界沒縮小，微塵沒放大，微塵裡頭有世界。這個講法，跟佛經上就相應了。這個點一爆炸出來是一剎那，時間非常非常短暫，現在我們常講億萬分之一秒。現象是幻相，是相續相，一個一個爆炸，相續相，使你沒有辦法看出實相。真實相你看不到，就像我們看電影，你看電影銀幕上的動作，你不知道放映機裡面底片一張一張快速在移動。我們這個宇宙就是爆炸的原點不斷在移動，這沒有人曉得。你真正了解這個事實真相，你就會對於一切現象你能放下了，原來是這麼回事情；你就真的接受《般若經》所說的「一切法無所有，畢竟空，不可得」。你在這一切法裡頭，你還會有執著嗎？你還會有分別嗎？你還會起心動念嗎？自然就沒有了。"
    },
    {
      "id": "02-034-0170_p0028",
      "zh_CN": "所以要知道我们的真心，真心本来是定的，《楞严经》上讲首楞严大定。首楞严大定是自性本定，一切众生个个具足，现在有没有失掉？没有失掉。你的自性本定，现在这个不定是意识，就是我们讲的八识五十一心所它在那里妄动。它在那里妄动，与本性有没有关系？没有关系，那是妄的，所以他讲是妄动。你要知道妄的意思，妄动就是假的不是真的，你只要不理它就没事，你理它那你麻烦就来了，你不理它什么事都没，你才能真正保持住你的清净平等觉。只要不理会，不放在心上，就是我们讲不分别不执着、不起心不动念，你的自性本定就现前了。",
      "zh_TW": "所以要知道我們的真心，真心本來是定的，《楞嚴經》上講首楞嚴大定。首楞嚴大定是自性本定，一切眾生個個具足，現在有沒有失掉？沒有失掉。你的自性本定，現在這個不定是意識，就是我們講的八識五十一心所它在那裡妄動。它在那裡妄動，與本性有沒有關係？沒有關係，那是妄的，所以他講是妄動。你要知道妄的意思，妄動就是假的不是真的，你只要不理它就沒事，你理它那你麻煩就來了，你不理它什麼事都沒，你才能真正保持住你的清淨平等覺。只要不理會，不放在心上，就是我們講不分別不執著、不起心不動念，你的自性本定就現前了。"
    },
    {
      "id": "02-034-0170_p0029",
      "zh_CN": "自性本定是真实智慧，真实智慧又不是从外头来的，是自性本来具有的，所以自性本来具有智慧、有德能、有相好。我们今天讲的这三样东西，智慧摆在第一；德能就是能力，多才多艺，无所不能，什么你都会；相好就是今天讲的福报。无量无边的福报，每个人统统具足，圆圆满满，什么也不缺。可是现在你不认真正的自己，你搞一个假象来当作自己，这个形相是假象，你把这个东西当作自己，搞错了，这东西不是自己！",
      "zh_TW": "自性本定是真實智慧，真實智慧又不是從外頭來的，是自性本來具有的，所以自性本來具有智慧、有德能、有相好。我們今天講的這三樣東西，智慧擺在第一；德能就是能力，多才多藝，無所不能，什麼你都會；相好就是今天講的福報。無量無邊的福報，每個人統統具足，圓圓滿滿，什麼也不缺。可是現在你不認真正的自己，你搞一個假象來當作自己，這個形相是假象，你把這個東西當作自己，搞錯了，這東西不是自己！"
    },
    {
      "id": "02-034-0170_p0030",
      "zh_CN": "所以宗门里面说得好：「若人识得心，大地无寸土」。那个大地无寸土，实际上就是惠能大师在《坛经》上讲的「本来无一物」。就这个意思。本来无一物，这个意思很深，并不是说你入了这个境界，山河大地统统都没有了，不是的，你要这样想法，你完全错了。这个境界还存在，存在，与我不相干，我觉悟了。就像看电影，电影的银幕，你知道事实真相，银幕上本来无一物，它正在放映的时候还是本来无一物。银幕上从来没有沾染，你迷了，不知道了，你认为是银幕上统统都变成跟那个影像合而为一了。错了，银幕是银幕，影像是影像，彼此不相干。我们看电视也是这样的。所以我过去讲经也说过几次，会看电影的、会看电视的，开悟！你不要看它，你就看那里面，你往甚深佛法里面去体会。你看电视，电视里面的东西不管它怎么演，那是凡所有相皆是虚妄，真的东西是萤光幕，绝对没有丝毫沾染，那才叫会看。",
      "zh_TW": "所以宗門裡面說得好：「若人識得心，大地無寸土」。那個大地無寸土，實際上就是惠能大師在《壇經》上講的「本來無一物」。就這個意思。本來無一物，這個意思很深，並不是說你入了這個境界，山河大地統統都沒有了，不是的，你要這樣想法，你完全錯了。這個境界還存在，存在，與我不相干，我覺悟了。就像看電影，電影的銀幕，你知道事實真相，銀幕上本來無一物，它正在放映的時候還是本來無一物。銀幕上從來沒有沾染，你迷了，不知道了，你認為是銀幕上統統都變成跟那個影像合而為一了。錯了，銀幕是銀幕，影像是影像，彼此不相干。我們看電視也是這樣的。所以我過去講經也說過幾次，會看電影的、會看電視的，開悟！你不要看它，你就看那裡面，你往甚深佛法裡面去體會。你看電視，電視裡面的東西不管它怎麼演，那是凡所有相皆是虛妄，真的東西是螢光幕，絕對沒有絲毫沾染，那才叫會看。"
    },
    {
      "id": "02-034-0170_p0031",
      "zh_CN": "会看的人看电影、看电视会开悟！不会看的，起心动念、分别执着，它叫你笑你就笑，它叫你哭你就哭，你说你可怜不可怜？你完全跟着他走。会看的人，看了如如不动，知道那里头凡所有相皆是虚妄，一丝毫没有执着、没有分别。它里面样样东西，你清清楚楚、明明白白，是智慧；你心里没有起分别妄想执着，那就是定，禅定；你不起心不动念、不分别不执着，甚深禅定。在哪里修？看电视去！所以会用功的，哪个地方不能用功？就怕你不会用。到十字街头，你到马路上站一站，看看，凡所有相皆是虚妄，那就与看电视一样，那些动的是妄动，你很清楚、很明白，你自己心里头没有分别、没有执着，没有起心没有动念，在那里修禅定！所以禅定不是盘腿面壁，盘腿面壁那个禅定没用处，那是修禅定的初级功夫。高级的禅定，《华严经》上讲的高级禅定，你看佛经上讲鬻香长者修禅定，他在哪里修？在市廛。古时候叫市廛，就是我们现在所讲的MALL、百货公司。最热闹的地方，商场最热闹的地方，长者在那里修禅定，他在那里逛来逛去修禅定，善财童子去参访他。所以你要懂得「那伽常在定，无有不定时」。",
      "zh_TW": "會看的人看電影、看電視會開悟！不會看的，起心動念、分別執著，它叫你笑你就笑，它叫你哭你就哭，你說你可憐不可憐？你完全跟著他走。會看的人，看了如如不動，知道那裡頭凡所有相皆是虛妄，一絲毫沒有執著、沒有分別。它裡面樣樣東西，你清清楚楚、明明白白，是智慧；你心裡沒有起分別妄想執著，那就是定，禪定；你不起心不動念、不分別不執著，甚深禪定。在哪裡修？看電視去！所以會用功的，哪個地方不能用功？就怕你不會用。到十字街頭，你到馬路上站一站，看看，凡所有相皆是虛妄，那就與看電視一樣，那些動的是妄動，你很清楚、很明白，你自己心裡頭沒有分別、沒有執著，沒有起心沒有動念，在那裡修禪定！所以禪定不是盤腿面壁，盤腿面壁那個禪定沒用處，那是修禪定的初級功夫。高級的禪定，《華嚴經》上講的高級禪定，你看佛經上講鬻香長者修禪定，他在哪裡修？在市廛。古時候叫市廛，就是我們現在所講的MALL、百貨公司。最熱鬧的地方，商場最熱鬧的地方，長者在那裡修禪定，他在那裡逛來逛去修禪定，善財童子去參訪他。所以你要懂得「那伽常在定，無有不定時」。"
    },
    {
      "id": "02-034-0170_p0032",
      "zh_CN": "你懂得这些，那我们这个菩提心在哪里练？就在日常生活、在工作、在处事待人接物、在六根接触六尘境界，这你真正用功！不是叫你离开这个境界。你还有离有即，你还是落在妄想分别执着里头，没有离即！不离不即，离即不二，离即同时，这才是真正契入境界。然后你才晓得，这佛法带给我们的是无比的活泼生动，它不是死呆板的，真正的幸福美满。这里头生智慧，生福德，不生烦恼，不生邪念，菩提心就现前了。真诚心、深心、回向发愿心统统现前，现前没有先后。所以这些道理，你要不是常常读经，要不深解义趣，你怎么会懂？你怎么懂得修行？这修行不是一桩容易事情。几时你能够做到理事无碍，你就得小自在，要到事事无碍，你就得大自在了。",
      "zh_TW": "你懂得這些，那我們這個菩提心在哪裡練？就在日常生活、在工作、在處事待人接物、在六根接觸六塵境界，這你真正用功！不是叫你離開這個境界。你還有離有即，你還是落在妄想分別執著裡頭，沒有離即！不離不即，離即不二，離即同時，這才是真正契入境界。然後你才曉得，這佛法帶給我們的是無比的活潑生動，它不是死呆板的，真正的幸福美滿。這裡頭生智慧，生福德，不生煩惱，不生邪念，菩提心就現前了。真誠心、深心、迴向發願心統統現前，現前沒有先後。所以這些道理，你要不是常常讀經，要不深解義趣，你怎麼會懂？你怎麼懂得修行？這修行不是一樁容易事情。幾時你能夠做到理事無礙，你就得小自在，要到事事無礙，你就得大自在了。"
    },
    {
      "id": "02-034-0170_p0033",
      "zh_CN": "理事无碍，在一般讲声闻缘觉、十法界里面的菩萨得到了；事事无碍是一真法界，华严、净土，西方极乐世界、华藏世界事事无碍。这是我们应当要学的。学，最初就是在练心，古来大德，无论是宗门教下、显教密教，祖师大德教我们修行都是讲从根本修，上乘功夫的人都从根本修。根本是什么？根本就是起心动念，你从这个地方修。一切时一切处，他根本没有任何约束，行住坐卧都是道场。你每天所接触到的，六根接触的境界，眼见色、耳闻声，都是你做功夫的地方。现在我们总算是得了一点消息，首先修什么？首先修不执着，真实功夫，在不执着里面要断恶修善。为什么？修福。",
      "zh_TW": "理事無礙，在一般講聲聞緣覺、十法界裡面的菩薩得到了；事事無礙是一真法界，華嚴、淨土，西方極樂世界、華藏世界事事無礙。這是我們應當要學的。學，最初就是在練心，古來大德，無論是宗門教下、顯教密教，祖師大德教我們修行都是講從根本修，上乘功夫的人都從根本修。根本是什麼？根本就是起心動念，你從這個地方修。一切時一切處，他根本沒有任何約束，行住坐臥都是道場。你每天所接觸到的，六根接觸的境界，眼見色、耳聞聲，都是你做功夫的地方。現在我們總算是得了一點消息，首先修什麼？首先修不執著，真實功夫，在不執著裡面要斷惡修善。為什麼？修福。"
    },
    {
      "id": "02-034-0170_p0034",
      "zh_CN": "不执着是修慧，是修定，是修慧；断恶修善、积功累德是修福，福慧双修。一切时一切处，一切境缘当中，都是我们修行用功的地方。然后一向专念，求生净土，这就是真正在修净土。我这一生只有一个方向，只有一个目标，这一个方向是西方极乐世界；一个目标，我要见阿弥陀佛。除这个之外，根本不要放在心上。这样修行还是着相，着相是什么？凡圣同居土。我们要从这儿开始。凡圣同居土都不能往生，你怎么能往生方便有余土？你怎么能往生实报庄严土？不可能！一个阶段一个阶段提升，凡圣同居土我拿到了，稳稳当当拿到了；再努力，再努力个两三年，我升级了，升到方便有余土；拿到方便有余土，再用功，再努力，再过若干年之后，我就可以取得实报庄严土。所以实报庄严土上辈上品往生，凡夫有分！问题就是你要会修。",
      "zh_TW": "不執著是修慧，是修定，是修慧；斷惡修善、積功累德是修福，福慧雙修。一切時一切處，一切境緣當中，都是我們修行用功的地方。然後一向專念，求生淨土，這就是真正在修淨土。我這一生只有一個方向，只有一個目標，這一個方向是西方極樂世界；一個目標，我要見阿彌陀佛。除這個之外，根本不要放在心上。這樣修行還是著相，著相是什麼？凡聖同居土。我們要從這兒開始。凡聖同居土都不能往生，你怎麼能往生方便有餘土？你怎麼能往生實報莊嚴土？不可能！一個階段一個階段提升，凡聖同居土我拿到了，穩穩當當拿到了；再努力，再努力個兩三年，我升級了，升到方便有餘土；拿到方便有餘土，再用功，再努力，再過若干年之後，我就可以取得實報莊嚴土。所以實報莊嚴土上輩上品往生，凡夫有分！問題就是你要會修。"
    },
    {
      "id": "02-034-0170_p0035",
      "zh_CN": "这个修行要从根本修，要从简到繁，从浅到深，慢慢来。一步达到顶，这是人做不到的，那不是凡夫可以做到的。所谓是一步登天，顿悟顿超，那都是再来人，像六祖惠能这些人不是凡夫。我们祖师大德当中，诸位晓得很多都是古佛再来的、菩萨再来的，都是过去生中多生多劫修行人再来的。这一定要懂得。这些再来人他很慈悲，也示现一步一步提升，给我们做榜样。我们看清楚、看明白了，会学。所以真诚比什么都重要。",
      "zh_TW": "這個修行要從根本修，要從簡到繁，從淺到深，慢慢來。一步達到頂，這是人做不到的，那不是凡夫可以做到的。所謂是一步登天，頓悟頓超，那都是再來人，像六祖惠能這些人不是凡夫。我們祖師大德當中，諸位曉得很多都是古佛再來的、菩薩再來的，都是過去生中多生多劫修行人再來的。這一定要懂得。這些再來人他很慈悲，也示現一步一步提升，給我們做榜樣。我們看清楚、看明白了，會學。所以真誠比什麼都重要。"
    },
    {
      "id": "02-034-0170_p0036",
      "zh_CN": "我特别讲这三种烦恼，就是见思、尘沙、无明，《华严经》上讲的执着、分别、妄想。妄想就是起心动念，《华严经》上讲的，我们比较容易懂。所以你会了，从今而后，你就学，学不执着，不执着什么？不管人家怎样都好，你做对的，好，你做得不对也好，没有一样不好。但这里头要注意的是他没有重大的错误，小错没有关系，不要斤斤计较。重大的伤害，那要跟他纠正，要防止，小事就不要管了。",
      "zh_TW": "我特別講這三種煩惱，就是見思、塵沙、無明，《華嚴經》上講的執著、分別、妄想。妄想就是起心動念，《華嚴經》上講的，我們比較容易懂。所以你會了，從今而後，你就學，學不執著，不執著什麼？不管人家怎樣都好，你做對的，好，你做得不對也好，沒有一樣不好。但這裡頭要注意的是他沒有重大的錯誤，小錯沒有關係，不要斤斤計較。重大的傷害，那要跟他糾正，要防止，小事就不要管了。"
    },
    {
      "id": "02-034-0170_p0037",
      "zh_CN": "所以你看从前从政的这些人物很高明。政府官员，古时候政府的官员，做官的他戴的帽子都有冕旒。官做得愈大，帽子上垂的那个帘子就愈多，官愈大愈多，官愈小愈稀。你看普通的大夫，大夫大概像我们现在县政府里面的科长，他管一部分，他的冕旒只有五条，很稀疏。比他高一级，七条；再高一级的，九条；皇帝有十二条，就像窗帘一样。这是什么用意？不要看得太清楚，你的事情才能办得好，你样样事情都看得很清楚，你底下人不能办事、不敢办事！所以你看看它的用意多好。愈是在地位愈高的，前面就愈多，就叫你不要看太清楚。皇帝的冕旒上还有两个棉花球塞耳朵，不要听得太清楚，不要看得太清楚，你这政治就办得很好。你要样样都搞清楚明了，没有人敢办事，谁敢跟你办事？到那个时候就变成真的孤家寡人了，你很可怜，会累死你。所以领导人是有权，他下面办事的人有能，能干，发挥他的能干，让他去办，让他提供意见。那个意见可行，没有什么伤害，你就尽管去做，他才能做得好，他才能发挥他的长才，不要限制他。",
      "zh_TW": "所以你看從前從政的這些人物很高明。政府官員，古時候政府的官員，做官的他戴的帽子都有冕旒。官做得愈大，帽子上垂的那個簾子就愈多，官愈大愈多，官愈小愈稀。你看普通的大夫，大夫大概像我們現在縣政府裡面的科長，他管一部分，他的冕旒只有五條，很稀疏。比他高一級，七條；再高一級的，九條；皇帝有十二條，就像窗簾一樣。這是什麼用意？不要看得太清楚，你的事情才能辦得好，你樣樣事情都看得很清楚，你底下人不能辦事、不敢辦事！所以你看看它的用意多好。愈是在地位愈高的，前面就愈多，就叫你不要看太清楚。皇帝的冕旒上還有兩個棉花球塞耳朵，不要聽得太清楚，不要看得太清楚，你這政治就辦得很好。你要樣樣都搞清楚明瞭，沒有人敢辦事，誰敢跟你辦事？到那個時候就變成真的孤家寡人了，你很可憐，會累死你。所以領導人是有權，他下面辦事的人有能，能幹，發揮他的能幹，讓他去辦，讓他提供意見。那個意見可行，沒有什麼傷害，你就儘管去做，他才能做得好，他才能發揮他的長才，不要限制他。"
    },
    {
      "id": "02-034-0170_p0038",
      "zh_CN": "现在你看这些制度都没有了，看看古时候制度是非常非常有味道，他的帽子、衣服都是表法的，都是教你时时刻刻警惕自己应该怎样做法。你看主管官员，他的帽子前面是平顶的，平的，那代表平等，你要用平等心，那帽子上是平的。但是臣子，办事臣子那个帽子就不是平等，有高下的。从前，你们看唱戏的戴的帽子，好像两层台阶一样，前面低，后面高，那个帽子叫进贤冠。戴这个帽子就想到，希望后来的人比我要高明，我是前面这一代，后来居上，常常要知道提拔后人，希望后来的人都能够高过我自己，超过我自己；常常提醒你，不是自己高高在上，把人家都压下去，那就糟了，那这个国家决定会走上灭亡的道路。所以某一种身分的人他穿的衣服、戴的帽子都不一样，这里头都是学问，在我们佛法里面讲是表法。古人懂得表法，用这些时时刻刻提醒自己、警惕自己，不能做错事，不能伤害别人，不能伤害社会，不能伤害大众，念念为国家、为社会、为人民服务。真正是这样的。",
      "zh_TW": "現在你看這些制度都沒有了，看看古時候制度是非常非常有味道，他的帽子、衣服都是表法的，都是教你時時刻刻警惕自己應該怎樣做法。你看主管官員，他的帽子前面是平頂的，平的，那代表平等，你要用平等心，那帽子上是平的。但是臣子，辦事臣子那個帽子就不是平等，有高下的。從前，你們看唱戲的戴的帽子，好像兩層台階一樣，前面低，後面高，那個帽子叫進賢冠。戴這個帽子就想到，希望後來的人比我要高明，我是前面這一代，後來居上，常常要知道提拔後人，希望後來的人都能夠高過我自己，超過我自己；常常提醒你，不是自己高高在上，把人家都壓下去，那就糟了，那這個國家決定會走上滅亡的道路。所以某一種身分的人他穿的衣服、戴的帽子都不一樣，這裡頭都是學問，在我們佛法裡面講是表法。古人懂得表法，用這些時時刻刻提醒自己、警惕自己，不能做錯事，不能傷害別人，不能傷害社會，不能傷害大眾，念念為國家、為社會、為人民服務。真正是這樣的。"
    },
    {
      "id": "02-034-0170_p0039",
      "zh_CN": "说了这么多，都是讲至诚。至诚，我们有个概念了。至诚心起作用，在十几年前，我在美国写了这二十个字，这是从《无量寿经》，讲《无量寿经》经题上得的启示，清净平等正觉，深心。深心不好讲！这就是深心，这是自受用。清净就决定不染污，时时刻刻保持自己的清净心，不要被染污了。什么叫染污？你对于一切事物分别执着就是染污，起心动念也是染污，起心动念染得轻，分别执着染得重。分别执着里面，如果起了贪瞋痴慢，那就叫严重染污。你要是懂得这些道理，了解这里面的业因果报，你自然就会修了。",
      "zh_TW": "說了這麼多，都是講至誠。至誠，我們有個概念了。至誠心起作用，在十幾年前，我在美國寫了這二十個字，這是從《無量壽經》，講《無量壽經》經題上得的啟示，清淨平等正覺，深心。深心不好講！這就是深心，這是自受用。清淨就決定不染污，時時刻刻保持自己的清淨心，不要被染污了。什麼叫染污？你對於一切事物分別執著就是染污，起心動念也是染污，起心動念染得輕，分別執著染得重。分別執著裡面，如果起了貪瞋痴慢，那就叫嚴重染污。你要是懂得這些道理，了解這裡面的業因果報，你自然就會修了。"
    },
    {
      "id": "02-034-0170_p0040",
      "zh_CN": "见色闻声，我们初学的人功夫在哪里？不起贪瞋痴。真的有分别有执着，分别执着不好断，不是那么容易的事情。首先让分别执着不要太严重，没有贪瞋痴，首先要做这一步；我还有染，但是染得不严重。功夫的成就也在这个地方去考验，譬如顺境，顺境容易起贪爱的心，逆境容易生瞋恚心。我们如何把贪爱跟瞋恚降低，能够一年比一年轻，一年比一年淡，我们的功夫就在进步，这就是好境界。如果我们天天在念佛诵经，在做所有功课，我们六根接触外面境界，顺境我们的贪爱没有减少，逆境我们的瞋恚没有减少，你的功夫一点都没有！不是说你每天读多少部经，磕多少个头，念多少声佛号，都不算。祖师大德讲得很清楚，往生西方极乐世界品位高下在功夫的浅深，不是说你念佛多少，不是说你磕头多少，你做多少好事，不是。是你的功夫浅深。",
      "zh_TW": "見色聞聲，我們初學的人功夫在哪裡？不起貪瞋痴。真的有分別有執著，分別執著不好斷，不是那麼容易的事情。首先讓分別執著不要太嚴重，沒有貪瞋痴，首先要做這一步；我還有染，但是染得不嚴重。功夫的成就也在這個地方去考驗，譬如順境，順境容易起貪愛的心，逆境容易生瞋恚心。我們如何把貪愛跟瞋恚降低，能夠一年比一年輕，一年比一年淡，我們的功夫就在進步，這就是好境界。如果我們天天在念佛誦經，在做所有功課，我們六根接觸外面境界，順境我們的貪愛沒有減少，逆境我們的瞋恚沒有減少，你的功夫一點都沒有！不是說你每天讀多少部經，磕多少個頭，念多少聲佛號，都不算。祖師大德講得很清楚，往生西方極樂世界品位高下在功夫的淺深，不是說你念佛多少，不是說你磕頭多少，你做多少好事，不是。是你的功夫淺深。"
    },
    {
      "id": "02-034-0170_p0041",
      "zh_CN": "功夫浅深是什么？功夫浅，就是说你的烦恼天天轻，一年比一年轻，一日比一日轻，这是功夫；顺境不再有贪爱了，逆境不再有瞋恚了，所以每天都是在考验自己。就像学生念书一样，老师天天考试，你要天天通过，不能天天缴白卷。譬如吃东西，好吃的你是不是会贪图多吃几口？你还会有这种念头，这个念头就不行，没通过、不及格！如何在每天饮食当中，慢慢都让它很平常，好吃的也只吃这一点，不好吃的还是吃这一点，要从这里下下功夫。功夫深的，能够把所有一切味，五味，五味能够转变成一味。那是功夫高。",
      "zh_TW": "功夫淺深是什麼？功夫淺，就是說你的煩惱天天輕，一年比一年輕，一日比一日輕，這是功夫；順境不再有貪愛了，逆境不再有瞋恚了，所以每天都是在考驗自己。就像學生念書一樣，老師天天考試，你要天天通過，不能天天繳白卷。譬如吃東西，好吃的你是不是會貪圖多吃幾口？你還會有這種念頭，這個念頭就不行，沒通過、不及格！如何在每天飲食當中，慢慢都讓它很平常，好吃的也只吃這一點，不好吃的還是吃這一點，要從這裡下下功夫。功夫深的，能夠把所有一切味，五味，五味能夠轉變成一味。那是功夫高。"
    },
    {
      "id": "02-034-0170_p0042",
      "zh_CN": "一味是法味，一味叫平等味。平等味里头有没有酸甜苦辣咸？有，为什么叫平等？你对酸甜苦辣咸都没有爱好，都没有偏爱，样样都好，没有一样不好。甜有甜的好处，辣有辣的好处，酸有酸的好处，都平等了，那就叫一味。不是一味里头酸甜苦辣咸没有了，不是的；不是把五味调和，真正搞成一味，那你就错了，那就不对了。就是你用平等心来对五味，心平等了，外面境界才平等，是这么个道理。那是一切法没有一法不平等，眼见色，色平等；耳闻声，声平等；舌尝味，味平等。这是我们修平等。",
      "zh_TW": "一味是法味，一味叫平等味。平等味裡頭有沒有酸甜苦辣鹹？有，為什麼叫平等？你對酸甜苦辣鹹都沒有愛好，都沒有偏愛，樣樣都好，沒有一樣不好。甜有甜的好處，辣有辣的好處，酸有酸的好處，都平等了，那就叫一味。不是一味裡頭酸甜苦辣鹹沒有了，不是的；不是把五味調和，真正搞成一味，那你就錯了，那就不對了。就是你用平等心來對五味，心平等了，外面境界才平等，是這麼個道理。那是一切法沒有一法不平等，眼見色，色平等；耳聞聲，聲平等；舌嘗味，味平等。這是我們修平等。"
    },
    {
      "id": "02-034-0170_p0043",
      "zh_CN": "平等没有高下，清净没有染污，一尘不染！确实没有高下。这要是展开来，我们今天讲对一切人，这一切人，男女老少，这里头还有所谓是善人恶人，都平等。再一展开，六道，饿鬼、畜生、地狱、诸天也平等。所以你要晓得，佛经上常讲「生佛平等」，人家境界高！菩萨觉悟了，觉悟什么？觉悟佛跟一切众生平等，佛跟畜生平等，佛跟地狱平等，没有一样不平等。为什么？所有一切物质，物质的本体是法性，物质叫法相，法相从哪里来？法性变的。法性平等，所有现相哪有不平等的道理，是从理上讲的。所以不平等是我们的妄想分别执着，就不平等，这个东西起来之后就不平等。离妄想分别执着就平等了，所以离妄想分别执着是佛。刚刚离的时候是成佛。宗门里面讲得很好，明心见性，见性成佛。见性就是所有一切相上你见到性了，原来都是法性；除了法性之外，无有一物可得。法性是不生不灭的，法性是不来不去的、是不垢不净的、不一不异的。《中观论》上讲八个不，都是形容法性，法性所现的相亦复如是。所以这时才真正契入清净平等的标准。这个标准是佛的标准，所以他得这个标准，这叫成佛。",
      "zh_TW": "平等沒有高下，清淨沒有染污，一塵不染！確實沒有高下。這要是展開來，我們今天講對一切人，這一切人，男女老少，這裡頭還有所謂是善人惡人，都平等。再一展開，六道，餓鬼、畜生、地獄、諸天也平等。所以你要曉得，佛經上常講「生佛平等」，人家境界高！菩薩覺悟了，覺悟什麼？覺悟佛跟一切眾生平等，佛跟畜生平等，佛跟地獄平等，沒有一樣不平等。為什麼？所有一切物質，物質的本體是法性，物質叫法相，法相從哪裡來？法性變的。法性平等，所有現相哪有不平等的道理，是從理上講的。所以不平等是我們的妄想分別執著，就不平等，這個東西起來之後就不平等。離妄想分別執著就平等了，所以離妄想分別執著是佛。剛剛離的時候是成佛。宗門裡面講得很好，明心見性，見性成佛。見性就是所有一切相上你見到性了，原來都是法性；除了法性之外，無有一物可得。法性是不生不滅的，法性是不來不去的、是不垢不淨的、不一不異的。《中觀論》上講八個不，都是形容法性，法性所現的相亦復如是。所以這時才真正契入清淨平等的標準。這個標準是佛的標準，所以他得這個標準，這叫成佛。"
    },
    {
      "id": "02-034-0170_p0044",
      "zh_CN": "这宗门里面讲明心见性，见性成佛。这个佛，天台大师讲叫分证即佛，他讲六即佛，分证即佛。分证即佛是真的不是假的。六道十法界里面，我们知道十法界里头有佛法界，那个佛法界里面的佛比不上分证佛，十法界里面的佛叫相似即佛，相似，不是真的。天台大师讲得好，天台智者是释迦牟尼佛再来的，讲得好！相似，不是真的，他有比喻。这个相似，《楞严经》上说「捏目所见」。你们懂不懂这个意思？看天上的月亮，月亮比作真佛，我们把眼睛用手指按一下，会在天上看到两个月亮，一个月亮就变成两个月亮。这两个月亮里头有一个真月，一个是相似的月，所以十法界里面的佛就像捏目所见的，相似，不是真的。",
      "zh_TW": "這宗門裡面講明心見性，見性成佛。這個佛，天台大師講叫分證即佛，他講六即佛，分證即佛。分證即佛是真的不是假的。六道十法界裡面，我們知道十法界裡頭有佛法界，那個佛法界裡面的佛比不上分證佛，十法界裡面的佛叫相似即佛，相似，不是真的。天台大師講得好，天台智者是釋迦牟尼佛再來的，講得好！相似，不是真的，他有比喻。這個相似，《楞嚴經》上說「捏目所見」。你們懂不懂這個意思？看天上的月亮，月亮比作真佛，我們把眼睛用手指按一下，會在天上看到兩個月亮，一個月亮就變成兩個月亮。這兩個月亮裡頭有一個真月，一個是相似的月，所以十法界裡面的佛就像捏目所見的，相似，不是真的。"
    },
    {
      "id": "02-034-0170_p0045",
      "zh_CN": "明心见性见的是真的。真的为什么他有四十一个阶级？所以古德用月亮比喻比得很好，譬如初一见不到月亮，月光完全被地球遮盖住，但是到初二、初三就有个月牙，那个月牙虽然很细很细，那么一点点光，它是真月不是假月，它不是捏目所见，它是真月。就像圆教初住，明心见性，破一品无明，见一分真性，他是真的不是假的。十五圆满的那是究竟佛果。从月牙一直到十四，就像四十一位法身大士，统统是真的，他不是假的，这个比喻好！",
      "zh_TW": "明心見性見的是真的。真的為什麼他有四十一個階級？所以古德用月亮比喻比得很好，譬如初一見不到月亮，月光完全被地球遮蓋住，但是到初二、初三就有個月牙，那個月牙雖然很細很細，那麼一點點光，它是真月不是假月，它不是捏目所見，它是真月。就像圓教初住，明心見性，破一品無明，見一分真性，他是真的不是假的。十五圓滿的那是究竟佛果。從月牙一直到十四，就像四十一位法身大士，統統是真的，他不是假的，這個比喻好！"
    },
    {
      "id": "02-034-0170_p0046",
      "zh_CN": "六道里面修行，天台大师也讲，他说这个连相似还不如，叫观行即佛。观行即佛比喻什么？比喻我们晚上在池塘里面看到水里面的月，月亮光照在水里，水里头有月，水里头有月是观行即佛。我们凡夫先开头，要开头叫观行即，观行是你功夫得力了。有观行即这个功夫你就肯定往生极乐世界，生极乐世界，生凡圣同居土；相似位的，那就生方便有余土；要是分证位的，生实报庄严土。这叫功夫浅深。",
      "zh_TW": "六道裡面修行，天台大師也講，他說這個連相似還不如，叫觀行即佛。觀行即佛比喻什麼？比喻我們晚上在池塘裡面看到水裡面的月，月亮光照在水裡，水裡頭有月，水裡頭有月是觀行即佛。我們凡夫先開頭，要開頭叫觀行即，觀行是你功夫得力了。有觀行即這個功夫你就肯定往生極樂世界，生極樂世界，生凡聖同居土；相似位的，那就生方便有餘土；要是分證位的，生實報莊嚴土。這叫功夫淺深。"
    },
    {
      "id": "02-034-0170_p0047",
      "zh_CN": "功夫浅深在哪里？在日常生活穿衣吃饭、工作应酬，在这里头练功夫。所以你要是会练，哪不是道场？处处都是道场。哪里不是善知识？个个都是善知识。这个人是善知识，赞叹我几句，我很客气应酬，并不真的生欢喜心。一赞叹就欢喜，得意洋洋，那就不及格了。遇到那个善知识，狠狠的把我臭骂一顿，我也很欢喜接受，若无其事，心里头是一点痕迹都没有。这是天天善知识来教我，天天善知识来锻炼我，把我炼成。我要在生活当中、人事环境当中，把这些贪瞋痴慢、是非人我磨得干干净净，我就成功了。我怎么成功？这些善知识帮我的忙，没有一个不是善知识，没有一个不是有恩于我的。他赞叹我，有恩于我，他毁谤我、骂我也是有恩于我，为什么？我在这里锻炼，我要没有这个境界，我到哪里去炼？",
      "zh_TW": "功夫淺深在哪裡？在日常生活穿衣吃飯、工作應酬，在這裡頭練功夫。所以你要是會練，哪不是道場？處處都是道場。哪裡不是善知識？個個都是善知識。這個人是善知識，讚歎我幾句，我很客氣應酬，並不真的生歡喜心。一讚歎就歡喜，得意洋洋，那就不及格了。遇到那個善知識，狠狠的把我臭罵一頓，我也很歡喜接受，若無其事，心裡頭是一點痕跡都沒有。這是天天善知識來教我，天天善知識來鍛鍊我，把我鍊成。我要在生活當中、人事環境當中，把這些貪瞋痴慢、是非人我磨得乾乾淨淨，我就成功了。我怎麼成功？這些善知識幫我的忙，沒有一個不是善知識，沒有一個不是有恩於我的。他讚歎我，有恩於我，他毀謗我、罵我也是有恩於我，為什麼？我在這裡鍛鍊，我要沒有這個境界，我到哪裡去鍊？"
    },
    {
      "id": "02-034-0170_p0048",
      "zh_CN": "所以有人说修行要到深山里面去，我们年轻的时候也不懂事，也认为要到深山里住茅蓬、去闭关。那个时候有个缘分，有个同修他们在山上有一栋别墅，是二次大战躲避轰炸，它后头还有个防空洞。现在太平无事了，那个房子没人住，他叫我去住，建得很不错。我到台中去跟李老师讲，我有个缘分去住茅蓬、去闭关。老师把我臭骂一顿：你不懂得修行，修行就要在人事环境里头去锻炼，这才是真的。他说你闭关，你住茅蓬，你住个十年、二十年、三十年，觉得自己很不错了，一下山，城里头一跑，心又动了，完了。他说自古以来太多太多了。真正成功的人是红尘里头磨炼出来的，所以我们才懂这个道理，以后再不敢有这个念头。",
      "zh_TW": "所以有人說修行要到深山裡面去，我們年輕的時候也不懂事，也認為要到深山裡住茅蓬、去閉關。那個時候有個緣分，有個同修他們在山上有一棟別墅，是二次大戰躲避轟炸，它後頭還有個防空洞。現在太平無事了，那個房子沒人住，他叫我去住，建得很不錯。我到台中去跟李老師講，我有個緣分去住茅蓬、去閉關。老師把我臭罵一頓：你不懂得修行，修行就要在人事環境裡頭去鍛鍊，這才是真的。他說你閉關，你住茅蓬，你住個十年、二十年、三十年，覺得自己很不錯了，一下山，城裡頭一跑，心又動了，完了。他說自古以來太多太多了。真正成功的人是紅塵裡頭磨鍊出來的，所以我們才懂這個道理，以後再不敢有這個念頭。"
    },
    {
      "id": "02-034-0170_p0049",
      "zh_CN": "老师也很慈悲，告诉我，古人住山、闭关、住茅蓬是什么因缘？是自己已经成就了。这个成就是明心见性，我们讲三个成就是上等成就，成就了。这个时候就应当弘法利生，教化众生，可是没有人请他，没有人请你不能去，你不能说自己自我介绍，这不可以，那对道不尊重，尊师重道。怎样让别人晓得我成就了？就跟大家宣布我现在闭关了，我现在住茅蓬了。一说这个大家就晓得你成就了，你不必参学了。你没有成就你要到处寻师访道，你要去学习。你这一住山、一闭关，就等于说我向天下宣布，我已经成就了，我不用参学，你们要参学到我这儿来，就有这个味道在此地。所以他做出这个举动就是希望有人到山上来请他，请他下山，请他出关，讲经说法教化众生，是这么个意思。没有成就的人，你要是关起来，等于说你就不再学了，那你愚痴一辈子，你怎么会有成就？我们才真正懂得这个道理。",
      "zh_TW": "老師也很慈悲，告訴我，古人住山、閉關、住茅蓬是什麼因緣？是自己已經成就了。這個成就是明心見性，我們講三個成就是上等成就，成就了。這個時候就應當弘法利生，教化眾生，可是沒有人請他，沒有人請你不能去，你不能說自己自我介紹，這不可以，那對道不尊重，尊師重道。怎樣讓別人曉得我成就了？就跟大家宣布我現在閉關了，我現在住茅蓬了。一說這個大家就曉得你成就了，你不必參學了。你沒有成就你要到處尋師訪道，你要去學習。你這一住山、一閉關，就等於說我向天下宣布，我已經成就了，我不用參學，你們要參學到我這兒來，就有這個味道在此地。所以他做出這個舉動就是希望有人到山上來請他，請他下山，請他出關，講經說法教化眾生，是這麼個意思。沒有成就的人，你要是關起來，等於說你就不再學了，那你愚痴一輩子，你怎麼會有成就？我們才真正懂得這個道理。"
    },
    {
      "id": "02-034-0170_p0050",
      "zh_CN": "这是清净平等，我还讲了一个正觉。在这边写了个正觉。正觉就是时时刻刻要保持觉而不迷，三皈依里头第一条，这一条就把三皈依统统具足了。觉而不迷，正而不邪，净而不染，所以经题上这三句，实际上就是三宝。清净就是净而不染，平等就是正而不邪，正才平等，平等就是正。觉而不迷是佛宝，正而不邪是法宝，净而不染是僧宝，这自性三宝。每个人都具足自性三宝，所以不能够迷惑，现代这个世间迷惑颠倒太普遍了，正是世尊在《楞严经》上所说的，讲我们现在这个时代，末法时期，邪师说法如恒河沙。",
      "zh_TW": "這是清淨平等，我還講了一個正覺。在這邊寫了個正覺。正覺就是時時刻刻要保持覺而不迷，三皈依裡頭第一條，這一條就把三皈依統統具足了。覺而不迷，正而不邪，淨而不染，所以經題上這三句，實際上就是三寶。清淨就是淨而不染，平等就是正而不邪，正才平等，平等就是正。覺而不迷是佛寶，正而不邪是法寶，淨而不染是僧寶，這自性三寶。每個人都具足自性三寶，所以不能夠迷惑，現代這個世間迷惑顛倒太普遍了，正是世尊在《楞嚴經》上所說的，講我們現在這個時代，末法時期，邪師說法如恆河沙。"
    },
    {
      "id": "02-034-0170_p0051",
      "zh_CN": "前几天，有一个同修送了一大包东西给我，我回去打开来一看，里面有一本很厚的书，贵州了尘法师的事迹。这个法师以前我不知道，我把他的书这两天我都在看，我非常受感动。他是清朝末年的人，民国三年圆寂的，圆寂到今年刚刚好九十年。那真正是个开悟的大善知识，在我们现在这一代找这样的人已经找不到了，儒佛道都贯通！这本书是在中国大陆印的，我翻开来看，很惊讶，它全是繁体字，中国大陆现在印的书都是简体字，它全是繁体字。这个老法师在世，真是著作等身，做了许许多多好事情。特别是在那个时代迷惑的人很多，信仰邪教的人很多，他去给他们开导，跟他们辩论，最后让这些人统统觉悟，改邪归正，都皈依到佛门。很不是一桩容易事情。",
      "zh_TW": "前幾天，有一個同修送了一大包東西給我，我回去打開來一看，裡面有一本很厚的書，貴州了塵法師的事跡。這個法師以前我不知道，我把他的書這兩天我都在看，我非常受感動。他是清朝末年的人，民國三年圓寂的，圓寂到今年剛剛好九十年。那真正是個開悟的大善知識，在我們現在這一代找這樣的人已經找不到了，儒佛道都貫通！這本書是在中國大陸印的，我翻開來看，很驚訝，它全是繁體字，中國大陸現在印的書都是簡體字，它全是繁體字。這個老法師在世，真是著作等身，做了許許多多好事情。特別是在那個時代迷惑的人很多，信仰邪教的人很多，他去給他們開導，跟他們辯論，最後讓這些人統統覺悟，改邪歸正，都皈依到佛門。很不是一樁容易事情。"
    },
    {
      "id": "02-034-0170_p0052",
      "zh_CN": "现在世界上的宗教，新兴的宗教不知道有多少，就是《楞严经》上所说的。我们在此地不能不佩服佛的智慧，佛的先见之明。所以世尊在入灭之前，教给我们四依法。你要真正懂得四依法，你就不会上当，不会被迷惑。四依法里头头一条「依法不依人」。如果你遇到这些教门，特别是冒充佛教的，或者冒充道教的、冒充儒教的，你的经典依据你拿来我们看看，你有没有真正经典作依据？没有经典作依据，假的不是真的。所以有很多人问我：法轮功是不是佛教。我说法轮功我对它不太清楚，但是肯定它不是佛教，为什么？它所依的不是佛经。佛教许可有宗派，你建立新的宗派也可以，但是一定要根据经典，你的经典《大藏经》上没有，那假造、伪造的经典，这个不可以。所以依法不依人，这是佛教导我们的；依义不依语，依了义不依不了义，依智不依识。这四句太好了。你真正懂得这四句，依教奉行，你就不会被这些邪师所迷，你就不会走入歧途。",
      "zh_TW": "現在世界上的宗教，新興的宗教不知道有多少，就是《楞嚴經》上所說的。我們在此地不能不佩服佛的智慧，佛的先見之明。所以世尊在入滅之前，教給我們四依法。你要真正懂得四依法，你就不會上當，不會被迷惑。四依法裡頭頭一條「依法不依人」。如果你遇到這些教門，特別是冒充佛教的，或者冒充道教的、冒充儒教的，你的經典依據你拿來我們看看，你有沒有真正經典作依據？沒有經典作依據，假的不是真的。所以有很多人問我：法輪功是不是佛教。我說法輪功我對它不太清楚，但是肯定它不是佛教，為什麼？它所依的不是佛經。佛教許可有宗派，你建立新的宗派也可以，但是一定要根據經典，你的經典《大藏經》上沒有，那假造、偽造的經典，這個不可以。所以依法不依人，這是佛教導我們的；依義不依語，依了義不依不了義，依智不依識。這四句太好了。你真正懂得這四句，依教奉行，你就不會被這些邪師所迷，你就不會走入歧途。"
    },
    {
      "id": "02-034-0170_p0053",
      "zh_CN": "我们今天所依靠的这个经本是会集本，居然有很多人来排斥，说会集本不可以依靠，应该依靠翻译的本子；《大藏经》上《无量寿经》的译本有五种，不可以依靠会集本，会集是有问题的。这样的说法，我们就有怀疑了。我们现在道场的早晚课的课诵本是会集的，那不是佛说的，那都是祖师大德从这里摘这一句，那个地方摘一句，拼拼凑凑合起来做这个课诵本。这个课诵本不可以读，课诵本就没有了。还有现在佛门里面许许多多经忏佛事都是会集本，《梁皇宝忏》是会集的，水陆法会本子是会集的，《慈悲三昧宝忏》也是会集的，全是会集的。那好了，这出家人寺庙里以后统统不要做经忏了，是好事情。早晚课诵本都不要了，都是会集本。那些祖师大德们做这个事情全都做错了吗？这讲不通的！有些人听到他们这些话，觉得是有些道理，就跟他走了，会集本不敢念了，这愚痴！这真正叫断人慧命。",
      "zh_TW": "我們今天所依靠的這個經本是會集本，居然有很多人來排斥，說會集本不可以依靠，應該依靠翻譯的本子；《大藏經》上《無量壽經》的譯本有五種，不可以依靠會集本，會集是有問題的。這樣的說法，我們就有懷疑了。我們現在道場的早晚課的課誦本是會集的，那不是佛說的，那都是祖師大德從這裡摘這一句，那個地方摘一句，拼拼湊湊合起來做這個課誦本。這個課誦本不可以讀，課誦本就沒有了。還有現在佛門裡面許許多多經懺佛事都是會集本，《梁皇寶懺》是會集的，水陸法會本子是會集的，《慈悲三昧寶懺》也是會集的，全是會集的。那好了，這出家人寺廟裡以後統統不要做經懺了，是好事情。早晚課誦本都不要了，都是會集本。那些祖師大德們做這個事情全都做錯了嗎？這講不通的！有些人聽到他們這些話，覺得是有些道理，就跟他走了，會集本不敢念了，這愚痴！這真正叫斷人慧命。"
    },
    {
      "id": "02-034-0170_p0054",
      "zh_CN": "为什么古来祖师大德要用这个会集本？无非是教你把五种原译本统统都读到，就这么个意思。你要不用会集本，你念《无量寿经》念五种本子，五种本子太麻烦、太啰嗦了。这里面有相同的，有不相同的，所以古来祖师大德为了便利我们学习，把相同的部分都舍掉，不同的部分统统会集在一起。所以这一个本子，五种原译本你全部都读到了，集大成的工作，好事情！所以说的话似是而非，我们要懂得。我们不跟他辩论，辩论毫无意义，你修你的，我修我的，各人修各人的。我对你很尊敬，你对我批评，我知道我们会生西方极乐世界，你去不了，因为什么？没有到西方极乐世界还吵架的，哪有这种道理？到西方极乐世界，还为会集本吵一架吗？不可能有这个事情。所以我们自己信心愿心绝不动摇，老老实实依教奉行，决定有成就。",
      "zh_TW": "為什麼古來祖師大德要用這個會集本？無非是教你把五種原譯本統統都讀到，就這麼個意思。你要不用會集本，你念《無量壽經》念五種本子，五種本子太麻煩、太囉嗦了。這裡面有相同的，有不相同的，所以古來祖師大德為了便利我們學習，把相同的部分都捨掉，不同的部分統統會集在一起。所以這一個本子，五種原譯本你全部都讀到了，集大成的工作，好事情！所以說的話似是而非，我們要懂得。我們不跟他辯論，辯論毫無意義，你修你的，我修我的，各人修各人的。我對你很尊敬，你對我批評，我知道我們會生西方極樂世界，你去不了，因為什麼？沒有到西方極樂世界還吵架的，哪有這種道理？到西方極樂世界，還為會集本吵一架嗎？不可能有這個事情。所以我們自己信心願心絕不動搖，老老實實依教奉行，決定有成就。"
    },
    {
      "id": "02-034-0170_p0055",
      "zh_CN": "经上讲的一向专念，这一向专念就是持名念佛。你看看佛真的对我们业障深重的凡夫无比的慈悲，教我们信愿持名。真信切愿，实在说这是我们真正可以做得到的。我们在《往生传》里面、在《净土圣贤录》里面看到很多。如果细细留意，就在我们这一生当中，我们亲眼所见、亲耳所闻念佛往生的人，我们的记忆很清楚、很明了，至少也有二、三十个人。这些人里面几乎有一半文化水平很低，甚至于有没有念过书的，不认识字的，但是他念佛往生，他能站着走的，他不生病，他预知时至，他也没有听过经，也没有读过经，就是知道一句阿弥陀佛，他为什么能往生？他有信，他有愿。印祖讲信愿持名，求生净土，他真做到了。",
      "zh_TW": "經上講的一向專念，這一向專念就是持名念佛。你看看佛真的對我們業障深重的凡夫無比的慈悲，教我們信願持名。真信切願，實在說這是我們真正可以做得到的。我們在《往生傳》裡面、在《淨土聖賢錄》裡面看到很多。如果細細留意，就在我們這一生當中，我們親眼所見、親耳所聞念佛往生的人，我們的記憶很清楚、很明瞭，至少也有二、三十個人。這些人裡面幾乎有一半文化水平很低，甚至於有沒有念過書的，不認識字的，但是他念佛往生，他能站著走的，他不生病，他預知時至，他也沒有聽過經，也沒有讀過經，就是知道一句阿彌陀佛，他為什麼能往生？他有信，他有願。印祖講信願持名，求生淨土，他真做到了。"
    },
    {
      "id": "02-034-0170_p0056",
      "zh_CN": "我们学净土的同学对这桩事情很难理解，因为经上讲的「发菩提心，一向专念」。他没发菩提心，他只有一向专念，他怎么成功？蕅益大师在《弥陀经要解》里面把这个事情说出来了，大师在《要解》里头说：具足信愿即是无上菩提心，我们才晓得，原来真信切愿就是无上菩提心。他虽然没有念过经，没有听过经，什么都不懂，他有真信，他有切愿。所谓真信是决定不动摇，决定不改变，我们常讲死心塌地，所以他能成就。我们今天要讲信愿，跟他比，不如他，为什么？我们的信心会动摇，听别人说这个好，马上过去了，听那个好，又过去了。我们这是露水道心，水上的浮萍，随着水漂，没根，所以不能成就。人家的信心信得深，愿切，信愿都不会受任何环境动摇，他一向专念，成功了，给我们做了证明，使我们晓得这个法门不难。我们每个人只要你的信心、愿心不会被任何境缘动摇，你就决定成功。",
      "zh_TW": "我們學淨土的同學對這樁事情很難理解，因為經上講的「發菩提心，一向專念」。他沒發菩提心，他只有一向專念，他怎麼成功？蕅益大師在《彌陀經要解》裡面把這個事情說出來了，大師在《要解》裡頭說：具足信願即是無上菩提心，我們才曉得，原來真信切願就是無上菩提心。他雖然沒有念過經，沒有聽過經，什麼都不懂，他有真信，他有切願。所謂真信是決定不動搖，決定不改變，我們常講死心塌地，所以他能成就。我們今天要講信願，跟他比，不如他，為什麼？我們的信心會動搖，聽別人說這個好，馬上過去了，聽那個好，又過去了。我們這是露水道心，水上的浮萍，隨著水漂，沒根，所以不能成就。人家的信心信得深，願切，信願都不會受任何環境動搖，他一向專念，成功了，給我們做了證明，使我們曉得這個法門不難。我們每個人只要你的信心、願心不會被任何境緣動搖，你就決定成功。"
    },
    {
      "id": "02-034-0170_p0057",
      "zh_CN": "你知道的经多，更好，为什么？它能帮助你提升品位，这是肯定的。你不知道也能往生，往生到极乐世界再学还是来得及，不迟！可是这一生当中，为什么劝你要多多听经？多听经是帮助你信愿坚固，就这么个道理。如果你真的信愿不动摇了，经听不听不要紧，你信愿还会动摇，那你非听不可，为什么？你了解得愈透彻，你的信心愈坚定。人家怎么样说法，你一听就知道那是邪知邪见，那是邪说，那不是正论。所以道理在此地。",
      "zh_TW": "你知道的經多，更好，為什麼？它能幫助你提升品位，這是肯定的。你不知道也能往生，往生到極樂世界再學還是來得及，不遲！可是這一生當中，為什麼勸你要多多聽經？多聽經是幫助你信願堅固，就這麼個道理。如果你真的信願不動搖了，經聽不聽不要緊，你信願還會動搖，那你非聽不可，為什麼？你了解得愈透徹，你的信心愈堅定。人家怎麼樣說法，你一聽就知道那是邪知邪見，那是邪說，那不是正論。所以道理在此地。"
    },
    {
      "id": "02-034-0170_p0058",
      "zh_CN": "经典没有别的，帮助我们破迷起信，这是无比殊胜的德用，经典对我们的利益在此地，我们不能不知道。所以我们看到这么多往生的人，看到这些现象，我们的心踏实了。特别是居士林，前年陈光别老居士往生，老林长，他的往生是他的冤亲债主告诉我们的，是希有因缘！他的冤亲债主在念佛堂里面，附在杜美璇居士的身上（杜居士今天不知道有没有来），她来看我，特别把这个事情告诉我。陈光别的冤亲债主很多，不是少数，统统附在她身上，到居士林来说明老居士往生，他们很欢喜，不找麻烦，不障碍他，看了很欢喜。到居士林来干什么？求皈依，求听经。所以我们给他举行皈依，特别他要求听《地藏经》，那时候我们二楼、一楼用电视二十四小时不中断放《地藏经》供养他们。他们听经闻法念佛，以后离开居士林都往生了。这是我们亲眼看到的，这一点都不假。",
      "zh_TW": "經典沒有別的，幫助我們破迷起信，這是無比殊勝的德用，經典對我們的利益在此地，我們不能不知道。所以我們看到這麼多往生的人，看到這些現象，我們的心踏實了。特別是居士林，前年陳光別老居士往生，老林長，他的往生是他的冤親債主告訴我們的，是希有因緣！他的冤親債主在念佛堂裡面，附在杜美璇居士的身上（杜居士今天不知道有沒有來），她來看我，特別把這個事情告訴我。陳光別的冤親債主很多，不是少數，統統附在她身上，到居士林來說明老居士往生，他們很歡喜，不找麻煩，不障礙他，看了很歡喜。到居士林來幹什麼？求皈依，求聽經。所以我們給他舉行皈依，特別他要求聽《地藏經》，那時候我們二樓、一樓用電視二十四小時不中斷放《地藏經》供養他們。他們聽經聞法念佛，以後離開居士林都往生了。這是我們親眼看到的，這一點都不假。"
    },
    {
      "id": "02-034-0170_p0059",
      "zh_CN": "老居士的缘，实在讲是生病，生病是好事！他要不生病，他一天到晚忙着事业，没有时间看经，也没有时间听经。生病了，所有工作放下了，躺在床上。找到李会长，让李会长把我们这边讲经的录相带送到家里去，他每天看八个小时；不是听讲经就是念阿弥陀佛，两年成功。两年他就告诉李居士他要往生。李居士当时跟他讲：你不能走，因为居士林的人事不稳定，你要走了之后，这个地方人事摆不平，这个道场运作就有困难。他听了之后，也有道理，所以就不走了，又拖了两年。两年之后，他们的董事会重新选举，他退下来，把林长正式交给李居士，他就走了。这就说明生死自在，他两年前可以走，他又可以待两年，这是示现给我们看。",
      "zh_TW": "老居士的緣，實在講是生病，生病是好事！他要不生病，他一天到晚忙著事業，沒有時間看經，也沒有時間聽經。生病了，所有工作放下了，躺在床上。找到李會長，讓李會長把我們這邊講經的錄相帶送到家裡去，他每天看八個小時；不是聽講經就是念阿彌陀佛，兩年成功。兩年他就告訴李居士他要往生。李居士當時跟他講：你不能走，因為居士林的人事不穩定，你要走了之後，這個地方人事擺不平，這個道場運作就有困難。他聽了之後，也有道理，所以就不走了，又拖了兩年。兩年之後，他們的董事會重新選舉，他退下來，把林長正式交給李居士，他就走了。這就說明生死自在，他兩年前可以走，他又可以待兩年，這是示現給我們看。"
    },
    {
      "id": "02-034-0170_p0060",
      "zh_CN": "他的完全能放得下，是靠听经。两年的时间听了几部经，一天听八个小时，他真的明白了，真的一切放下了。所以我们晓得初学信心不坚固，愿心不恳切，听经闻法非常重要。听不要听杂了，这一点很重要。所以祖师大德常常教我们，「一门深入，长时薰修」，这很有道理。所以你听经，选个两三种就可以了，反复的听，你才会有受用。不要听乱了，不要听杂了，乱修杂修浪费时间，充其量你得一点佛学常识，就是说你的真诚心、清净心、平等心、正觉心得不到。你得不到这个东西，那你就是白修了。我们修行功夫成就，就是你心地是不是一年比一年真诚，一年比一年清净，一年比一年平等，一年比一年觉悟。慈悲，明天我们再讲，今天时间到了。",
      "zh_TW": "他的完全能放得下，是靠聽經。兩年的時間聽了幾部經，一天聽八個小時，他真的明白了，真的一切放下了。所以我們曉得初學信心不堅固，願心不懇切，聽經聞法非常重要。聽不要聽雜了，這一點很重要。所以祖師大德常常教我們，「一門深入，長時薰修」，這很有道理。所以你聽經，選個兩三種就可以了，反覆的聽，你才會有受用。不要聽亂了，不要聽雜了，亂修雜修浪費時間，充其量你得一點佛學常識，就是說你的真誠心、清淨心、平等心、正覺心得不到。你得不到這個東西，那你就是白修了。我們修行功夫成就，就是你心地是不是一年比一年真誠，一年比一年清淨，一年比一年平等，一年比一年覺悟。慈悲，明天我們再講，今天時間到了。"
    }
  ]
}