{
  "doc_id": "02-034-0064",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十四集",
    "zh_TW": "第六十四集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0064",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "02-034-0064_p0001",
      "zh_CN": "诸位同学，上一次讲到古大德对于第十八愿有种种的说法，我们将《弥勒菩萨所问经》里面说的十念，特别提出来，给诸位做个介绍。《弥勒菩萨所问经》另外一个名字，叫《发起菩萨殊胜志乐经》，过去我们在此地曾经详细的讲过一遍。这一部经对现代修行人来说，无论是在家、出家，都非常重要。这里面的十念，境界虽然是很高，不是我们能够做得到的，可是虽然做不到，也应该心向往之，尽可能去学习，对我们消除灾难有决定性的帮助。",
      "zh_TW": "諸位同學，上一次講到古大德對於第十八願有種種的說法，我們將《彌勒菩薩所問經》裡面說的十念，特別提出來，給諸位做個介紹。《彌勒菩薩所問經》另外一個名字，叫《發起菩薩殊勝志樂經》，過去我們在此地曾經詳細的講過一遍。這一部經對現代修行人來說，無論是在家、出家，都非常重要。這裡面的十念，境界雖然是很高，不是我們能夠做得到的，可是雖然做不到，也應該心嚮往之，盡可能去學習，對我們消除災難有決定性的幫助。"
    },
    {
      "id": "02-034-0064_p0002",
      "zh_CN": "现在这个世间，诸位能够很清楚、很明白的觉察到，天灾人祸一年比一年频繁，一次比一次严重。有许多同修问我，我告诉他，这个灾难是刚刚开始，还有严重灾难在后面。灾难是怎么发生的？佛给我们说得很清楚，我们要能体会得到，佛的话句句是真实教诲。《金刚经》上说得好，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」。由此可知，菩萨都已经离四相，何况是如来。所以佛菩萨没有我，没有我就是没有自私自利，没有贪瞋痴慢。",
      "zh_TW": "現在這個世間，諸位能夠很清楚、很明白的覺察到，天災人禍一年比一年頻繁，一次比一次嚴重。有許多同修問我，我告訴他，這個災難是剛剛開始，還有嚴重災難在後面。災難是怎麼發生的？佛給我們說得很清楚，我們要能體會得到，佛的話句句是真實教誨。《金剛經》上說得好，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」。由此可知，菩薩都已經離四相，何況是如來。所以佛菩薩沒有我，沒有我就是沒有自私自利，沒有貪瞋痴慢。"
    },
    {
      "id": "02-034-0064_p0003",
      "zh_CN": "我们在《华严经》上读到，「佛身广大遍十方」，我们的身跟佛身没有两样。这一首偈，我们费了两个小时，把它讲完。我们的身跟佛身是一个身，佛觉悟，我们迷惑。它这里面的含义告诉我们，虚空法界一切众生，一个心，真心；一个性，真如本性；一个身，清净法身。谁懂得？懂得的人，就叫法身大士，就称为诸佛如来；不懂的人，则称为凡夫。可是事实真相与懂不懂没有关系，懂的人我们叫觉悟，不懂的人叫迷惑，事实真相没有迷悟。心没有迷悟，性也没有迷悟，法身也没有迷悟，我们要想破迷开悟，灾难就没有了。",
      "zh_TW": "我們在《華嚴經》上讀到，「佛身廣大遍十方」，我們的身跟佛身沒有兩樣。這一首偈，我們費了兩個小時，把它講完。我們的身跟佛身是一個身，佛覺悟，我們迷惑。它這裡面的含義告訴我們，虛空法界一切眾生，一個心，真心；一個性，真如本性；一個身，清淨法身。誰懂得？懂得的人，就叫法身大士，就稱為諸佛如來；不懂的人，則稱為凡夫。可是事實真相與懂不懂沒有關係，懂的人我們叫覺悟，不懂的人叫迷惑，事實真相沒有迷悟。心沒有迷悟，性也沒有迷悟，法身也沒有迷悟，我們要想破迷開悟，災難就沒有了。"
    },
    {
      "id": "02-034-0064_p0004",
      "zh_CN": "灾难从什么地方来的？经上讲得很清楚，洪水是众生贪心感得的，贪是水，火灾、战争是瞋恚心感得来的，风灾是愚痴感得来的，地震是傲慢感得来的。所以众生一天到晚造什么业？贪瞋痴慢，感得来的是风灾、水灾、火灾、地震，从这儿来的。佛经上这种说法，现在科学家不承认，为什么？他还没有证明，科学还没有发展到这个地步；也许再过几十年，新的科学家出来了，把它证实了。佛在经上讲的这些道理，近代科学家已经证明了不少，所以科学愈进步对于佛法愈有帮助，这跟其他宗教不一样。佛能够把灾难的根源给我们说出，我们不从这上下手，如何消灾免难？所以佛菩萨出世，他所做的世间第一等的大事，就是觉悟众生，帮助一切众生破迷开悟，让你对于一切人事物，真正能够生起真实的智慧。",
      "zh_TW": "災難從什麼地方來的？經上講得很清楚，洪水是眾生貪心感得的，貪是水，火災、戰爭是瞋恚心感得來的，風災是愚痴感得來的，地震是傲慢感得來的。所以眾生一天到晚造什麼業？貪瞋痴慢，感得來的是風災、水災、火災、地震，從這兒來的。佛經上這種說法，現在科學家不承認，為什麼？他還沒有證明，科學還沒有發展到這個地步；也許再過幾十年，新的科學家出來了，把它證實了。佛在經上講的這些道理，近代科學家已經證明了不少，所以科學愈進步對於佛法愈有幫助，這跟其他宗教不一樣。佛能夠把災難的根源給我們說出，我們不從這上下手，如何消災免難？所以佛菩薩出世，他所做的世間第一等的大事，就是覺悟眾生，幫助一切眾生破迷開悟，讓你對於一切人事物，真正能夠生起真實的智慧。"
    },
    {
      "id": "02-034-0064_p0005",
      "zh_CN": "现在人为什么这么愚痴？为什么造业？追根究柢那个原因，不受圣贤教育的过失。今天整个世界，把圣贤教育统统丢在一边，学的是什么？学习的是功利的教育。这个教育教人争名夺利、损人利己，这种教育增长贪瞋痴慢。哪一个地方贪瞋痴慢多，这个地方灾难就多；哪个地方人心朴实、老实、守法，贪瞋痴慢的念头少，这个地方就不会有灾难。所以诸位仔细去观察，你读历史看看过去，仔细观察现在世界各个地区的环境，你就证明佛讲的话没错。佛教到最后一个阶段，「信、解、行、证」，是叫你把它证实，所以它不是迷信。凡是不能够证明的，那就是不可靠。佛所讲的字字句句，你都可以在事实上去求证，所以他是真实的学问，真实的教诲。上一次我们介绍这个十念，讲到第三条：",
      "zh_TW": "現在人為什麼這麼愚痴？為什麼造業？追根究柢那個原因，不受聖賢教育的過失。今天整個世界，把聖賢教育統統丟在一邊，學的是什麼？學習的是功利的教育。這個教育教人爭名奪利、損人利己，這種教育增長貪瞋痴慢。哪一個地方貪瞋痴慢多，這個地方災難就多；哪個地方人心樸實、老實、守法，貪瞋痴慢的念頭少，這個地方就不會有災難。所以諸位仔細去觀察，你讀歷史看看過去，仔細觀察現在世界各個地區的環境，你就證明佛講的話沒錯。佛教到最後一個階段，「信、解、行、證」，是叫你把它證實，所以它不是迷信。凡是不能夠證明的，那就是不可靠。佛所講的字字句句，你都可以在事實上去求證，所以他是真實的學問，真實的教誨。上一次我們介紹這個十念，講到第三條："
    },
    {
      "id": "02-034-0064_p0006",
      "zh_CN": "【发护法心，不惜身命。于一切法，不生诽谤。】",
      "zh_TW": "【發護法心，不惜身命。於一切法，不生誹謗。】"
    },
    {
      "id": "02-034-0064_p0007",
      "zh_CN": "这一句话的意思没有说完。我们必须要晓得，现代这个时代，就是世尊在《楞严经》上所说的，「邪师说法，如恒河沙」。什么叫邪师？所说之法违背圣贤，所说之法令一切众生，生起是非人我，生起贪瞋痴慢，这就是邪师说法。如果是佛法，佛所说的法，决定叫一切众生得清凉自在，去除是非人我，断尽贪瞋痴慢。烦恼轻，智慧长，这是佛法。所以护法非常不容易，『不惜身命』这一句话，真正说到恳切之至。如果爱惜自己身命，就不敢护法了，必须舍弃身命也在所不惜，希望正法能够常住世间。为什么？正法能够救度一切众生。它用什么方式来救度？帮助你开智慧。只要你有真正的智慧，无论什么事情，你自然就处理得非常恰当，这就是度众生。只有佛法教人，佛陀的教学，佛陀的教育，真正能够帮助人，断恶修善，破迷开悟，转凡成圣。",
      "zh_TW": "這一句話的意思沒有說完。我們必須要曉得，現代這個時代，就是世尊在《楞嚴經》上所說的，「邪師說法，如恆河沙」。什麼叫邪師？所說之法違背聖賢，所說之法令一切眾生，生起是非人我，生起貪瞋痴慢，這就是邪師說法。如果是佛法，佛所說的法，決定叫一切眾生得清涼自在，去除是非人我，斷盡貪瞋痴慢。煩惱輕，智慧長，這是佛法。所以護法非常不容易，『不惜身命』這一句話，真正說到懇切之至。如果愛惜自己身命，就不敢護法了，必須捨棄身命也在所不惜，希望正法能夠常住世間。為什麼？正法能夠救度一切眾生。它用什麼方式來救度？幫助你開智慧。只要你有真正的智慧，無論什麼事情，你自然就處理得非常恰當，這就是度眾生。只有佛法教人，佛陀的教學，佛陀的教育，真正能夠幫助人，斷惡修善，破迷開悟，轉凡成聖。"
    },
    {
      "id": "02-034-0064_p0008",
      "zh_CN": "刚才有同修来告诉我，陈光别老居士的冤亲债主又来了，这一次来态度非常善良，告诉我们这里面大众，他们很感谢佛法帮助他们。居士林这边有护法神，他们原本是进不来的，但是因为陈老居士是这边的林长，他们跟陈老居士有关系，所以护法神网开一面，开门让他进来，但是停留的时间不长。他们非常想听《地藏经》，问到哪个地方可以能听得到？所以我们同修现在开放二楼，二楼播放《地藏经》的录相带，让他们来听。我听了这个话之后，一定要给他们供牌位，四楼、五楼、二楼都供牌位，这样子这一些鬼神在居士林活动就没有障碍。我常常跟同修们说，这个道场有佛菩萨，有护法龙天，有这些鬼神。陈老居士这些冤亲债主，都会变成居士林的护法。我在前几年，也请了一些鬼神到这边来护持，所以这个道场庄严，气氛好，磁场好，这里头修行的众生多，我们肉眼看不见的比看得见的，不晓得多多少倍。新加坡有这么一个道场，不但这个地区有福报，连整个东南亚都有福报。",
      "zh_TW": "剛才有同修來告訴我，陳光別老居士的冤親債主又來了，這一次來態度非常善良，告訴我們這裡面大眾，他們很感謝佛法幫助他們。居士林這邊有護法神，他們原本是進不來的，但是因為陳老居士是這邊的林長，他們跟陳老居士有關係，所以護法神網開一面，開門讓他進來，但是停留的時間不長。他們非常想聽《地藏經》，問到哪個地方可以能聽得到？所以我們同修現在開放二樓，二樓播放《地藏經》的錄相帶，讓他們來聽。我聽了這個話之後，一定要給他們供牌位，四樓、五樓、二樓都供牌位，這樣子這一些鬼神在居士林活動就沒有障礙。我常常跟同修們說，這個道場有佛菩薩，有護法龍天，有這些鬼神。陳老居士這些冤親債主，都會變成居士林的護法。我在前幾年，也請了一些鬼神到這邊來護持，所以這個道場莊嚴，氣氛好，磁場好，這裡頭修行的眾生多，我們肉眼看不見的比看得見的，不曉得多多少倍。新加坡有這麼一個道場，不但這個地區有福報，連整個東南亞都有福報。"
    },
    {
      "id": "02-034-0064_p0009",
      "zh_CN": "但是我们自己心里很清楚，我们做一些好事，佛欢喜，魔不欢喜。魔对我们恨之入骨，嫉妒障碍，想种种方法来破坏，我们心里很清楚，可是不惜身命，我们就不在乎魔了，就不怕魔了。我们自己想一想，决定没有一丝毫为自己的名利心，没有一丝毫为自己利益之念头。佛教给我们，要无我相、无人相、无众生相、无寿者相，我们认真努力在学习，认真努力在做。我在这边做，李木源居士也认真努力在做，如果有丝毫利益的念头，自私自利的念头，佛菩萨不会护念，护法神也走了，鬼神瞧不起你。你们看了天目山齐居士的报告，你们就知道，如果心里头念头不正，鬼神都瞧不起你，甚至于鬼神都侮辱你。总要自己身心要端正，魔王、魔子魔孙厌弃我们，有护法鬼神他很尊重，他看到欢喜。所以「不惜身命」，是对魔说的。",
      "zh_TW": "但是我們自己心裡很清楚，我們做一些好事，佛歡喜，魔不歡喜。魔對我們恨之入骨，嫉妒障礙，想種種方法來破壞，我們心裡很清楚，可是不惜身命，我們就不在乎魔了，就不怕魔了。我們自己想一想，決定沒有一絲毫為自己的名利心，沒有一絲毫為自己利益之念頭。佛教給我們，要無我相、無人相、無眾生相、無壽者相，我們認真努力在學習，認真努力在做。我在這邊做，李木源居士也認真努力在做，如果有絲毫利益的念頭，自私自利的念頭，佛菩薩不會護念，護法神也走了，鬼神瞧不起你。你們看了天目山齊居士的報告，你們就知道，如果心裡頭念頭不正，鬼神都瞧不起你，甚至於鬼神都侮辱你。總要自己身心要端正，魔王、魔子魔孫厭棄我們，有護法鬼神他很尊重，他看到歡喜。所以「不惜身命」，是對魔說的。"
    },
    {
      "id": "02-034-0064_p0010",
      "zh_CN": "『于一切法，不生诽谤』。这是非常非常重要，《弥勒菩萨所问经》里面，对于这一桩事情讲得太多了，毁谤正法，果报都在阿鼻地狱。我们今天修学正法，弘扬正法，毁谤的人多，我们也无可奈何。不能说因为他毁谤，我们就不干了；我们要不干了，我们能对得起诸佛菩萨吗？我们能对得起历代传法的祖师大德吗？能对得起今天全世界苦难众生吗？所以什么样的障难，我们还是要干，这真正是救护一切众生，绝不能够畏惧。你们年轻法师们，一定要懂这个道理，护持正法，不惜身命，自然能得诸佛菩萨护念，龙天善神保佑你。再看底下这一段：",
      "zh_TW": "『於一切法，不生誹謗』。這是非常非常重要，《彌勒菩薩所問經》裡面，對於這一樁事情講得太多了，毀謗正法，果報都在阿鼻地獄。我們今天修學正法，弘揚正法，毀謗的人多，我們也無可奈何。不能說因為他毀謗，我們就不幹了；我們要不幹了，我們能對得起諸佛菩薩嗎？我們能對得起歷代傳法的祖師大德嗎？能對得起今天全世界苦難眾生嗎？所以什麼樣的障難，我們還是要幹，這真正是救護一切眾生，絕不能夠畏懼。你們年輕法師們，一定要懂這個道理，護持正法，不惜身命，自然能得諸佛菩薩護念，龍天善神保佑你。再看底下這一段："
    },
    {
      "id": "02-034-0064_p0011",
      "zh_CN": "【四者，于忍辱中生决定心。】",
      "zh_TW": "【四者，於忍辱中生決定心。】"
    },
    {
      "id": "02-034-0064_p0012",
      "zh_CN": "这个教诲，特别是在这个时代，一定要认真学习。为什么？这个时代没有人教你，我们在社会广大群众几个人懂理？几个人如法？他不懂理，他不如法，不能怪他，他没有学过，没有人教他。连我们佛门也不例外，我后天要到北京去参加那边的国庆盛会，所以我找出一件黄海青，这要随俗，那边法师都穿黄的，我们穿这个，人家看到别别扭扭的，多难看！我把海青找出来了，就放在床上，我就看看有没有人给我叠一叠？一直到我到这里，没有人给我叠，还是我自己去叠。悟泓法师、胜学法师来作侍者，我就跟他们讲，「你们看看讲经法师多可怜，海青放在这儿，都没有人给它折叠」，学忍辱波罗蜜。我看到别人东西，我会给它整理得好，他们不会。",
      "zh_TW": "這個教誨，特別是在這個時代，一定要認真學習。為什麼？這個時代沒有人教你，我們在社會廣大群眾幾個人懂理？幾個人如法？他不懂理，他不如法，不能怪他，他沒有學過，沒有人教他。連我們佛門也不例外，我後天要到北京去參加那邊的國慶盛會，所以我找出一件黃海青，這要隨俗，那邊法師都穿黃的，我們穿這個，人家看到彆彆扭扭的，多難看！我把海青找出來了，就放在床上，我就看看有沒有人給我疊一疊？一直到我到這裡，沒有人給我疊，還是我自己去疊。悟泓法師、勝學法師來作侍者，我就跟他們講，「你們看看講經法師多可憐，海青放在這兒，都沒有人給它摺疊」，學忍辱波羅蜜。我看到別人東西，我會給它整理得好，他們不會。"
    },
    {
      "id": "02-034-0064_p0013",
      "zh_CN": "我们在任何地方，看到人家，你说桌子不干净，我们自然就会把它擦干净，椅子没有摆整齐，自然就把它摆整齐，哪里还要人教？为什么要这样做？「礼敬诸佛」。我们在《普贤行愿品》讲了多少遍，你讲了，懂得了，你要做到，这是对诸佛的礼敬。他们虽然跟我很久了，毕竟时间还是短，要多少年才能学会？才会有这个印象？总得二、三十年。哪有听个十遍、八遍，他就觉悟了，他就会了，那是人中上根人。中下根人不行，总要听几百遍、几千遍、几万遍，他才会有这个印象，他才能回得了头来。所以这个教学，世尊当年在世，为什么要说法四十九年？说法四十九年对中下根的，上根利智的不需要，很短的时间，他就明白了，他就通达了，通情达理。现在没有人教了，大家都不懂，所以我们要原谅一切众生，自己一定要忍受，还要欢喜去教导他们，成就他们，希望这个世界、这个社会，能够恢复良好的秩序。这个秩序不是法治，法治是勉强的，你心里头并不服。这是教学，教学从内心里面生出来的，善心、善意、善行，无一不善。",
      "zh_TW": "我們在任何地方，看到人家，你說桌子不乾淨，我們自然就會把它擦乾淨，椅子沒有擺整齊，自然就把它擺整齊，哪裡還要人教？為什麼要這樣做？「禮敬諸佛」。我們在《普賢行願品》講了多少遍，你講了，懂得了，你要做到，這是對諸佛的禮敬。他們雖然跟我很久了，畢竟時間還是短，要多少年才能學會？才會有這個印象？總得二、三十年。哪有聽個十遍、八遍，他就覺悟了，他就會了，那是人中上根人。中下根人不行，總要聽幾百遍、幾千遍、幾萬遍，他才會有這個印象，他才能回得了頭來。所以這個教學，世尊當年在世，為什麼要說法四十九年？說法四十九年對中下根的，上根利智的不需要，很短的時間，他就明白了，他就通達了，通情達理。現在沒有人教了，大家都不懂，所以我們要原諒一切眾生，自己一定要忍受，還要歡喜去教導他們，成就他們，希望這個世界、這個社會，能夠恢復良好的秩序。這個秩序不是法治，法治是勉強的，你心裡頭並不服。這是教學，教學從內心裡面生出來的，善心、善意、善行，無一不善。"
    },
    {
      "id": "02-034-0064_p0014",
      "zh_CN": "所以今天教育，我们实实在在想不出谁能够承当？我想得很多，最后只有求教于一切宗教家们；我跟全世界每个宗教往来，目的在此地。希望所有的宗教，都能着重宗教教育，而不仅仅在形式上。都能够懂得宗教教育，都能够落实宗教教育，提倡宗教教育，我们这个社会有救，众生的劫难决定可以化解。如果众生不回头，依旧造十恶业，这个社会往后就不堪设想了。现在我们做不到，大灾难的边缘，回头还来得及。回头需要人领导，没有人教我们，我们怎么会回头？怎么会觉悟？所以我们面对现实的社会环境，「忍辱」是第一桩重要的事情，什么都能忍，在忍辱当中生决定心。我们决定向佛菩萨学习，我们肯定佛菩萨是有究竟圆满智慧的好老师，我们要唤醒社会大众，重新认识佛教，肯定佛教。",
      "zh_TW": "所以今天教育，我們實實在在想不出誰能夠承當？我想得很多，最後只有求教於一切宗教家們；我跟全世界每個宗教往來，目的在此地。希望所有的宗教，都能著重宗教教育，而不僅僅在形式上。都能夠懂得宗教教育，都能夠落實宗教教育，提倡宗教教育，我們這個社會有救，眾生的劫難決定可以化解。如果眾生不回頭，依舊造十惡業，這個社會往後就不堪設想了。現在我們做不到，大災難的邊緣，回頭還來得及。回頭需要人領導，沒有人教我們，我們怎麼會回頭？怎麼會覺悟？所以我們面對現實的社會環境，「忍辱」是第一樁重要的事情，什麼都能忍，在忍辱當中生決定心。我們決定向佛菩薩學習，我們肯定佛菩薩是有究竟圓滿智慧的好老師，我們要喚醒社會大眾，重新認識佛教，肯定佛教。"
    },
    {
      "id": "02-034-0064_p0015",
      "zh_CN": "佛教不是宗教，但是佛教变成宗教至少有三百年了，所以今天人家说佛教是宗教，我们也不能反对，确实变成宗教了。可是三百年之前的佛教不是宗教，它是教育，用现代的话来说，它是多元文化的教学。释迦牟尼佛是什么人？释迦牟尼佛不是神，他是一个多元文化的教育家，我们用现代的话来说，是一位终身从事多元文化教学的工作者。我们要认清，我们今天在社会干的是哪一行？是真正利益一切众生，承传佛陀至善圆满的教育，但是社会上没有人能认识，所以忍辱就非常非常重要了。我们在世间做第一等好事，受最严重的侮辱，这人还能活得下去吗？还是要活下去；为谁活？为这些迷惑颠倒众生。他要不迷惑，我们可以改行，干别的行业；就是因为他迷惑，没有办法，逼着我们选择这个行业。",
      "zh_TW": "佛教不是宗教，但是佛教變成宗教至少有三百年了，所以今天人家說佛教是宗教，我們也不能反對，確實變成宗教了。可是三百年之前的佛教不是宗教，它是教育，用現代的話來說，它是多元文化的教學。釋迦牟尼佛是什麼人？釋迦牟尼佛不是神，他是一個多元文化的教育家，我們用現代的話來說，是一位終身從事多元文化教學的工作者。我們要認清，我們今天在社會幹的是哪一行？是真正利益一切眾生，承傳佛陀至善圓滿的教育，但是社會上沒有人能認識，所以忍辱就非常非常重要了。我們在世間做第一等好事，受最嚴重的侮辱，這人還能活得下去嗎？還是要活下去；為誰活？為這些迷惑顛倒眾生。他要不迷惑，我們可以改行，幹別的行業；就是因為他迷惑，沒有辦法，逼著我們選擇這個行業。"
    },
    {
      "id": "02-034-0064_p0016",
      "zh_CN": "世尊在《金刚经》上告诉我们，「一切法得成于忍」。我们仔细读大乘经，佛说了许许多多这些教诲，好像都是为我们现代人说的，好像都是为我们自己说的，我不知道同学们有没有这种体会？我们面临着许许多多的困境，展开佛经我们的精神又提起来了，好像得到佛菩萨不断在鼓励我们。世间人不认识，佛菩萨认识；世间人毁谤，佛菩萨赞叹。所以如果我们是不读经卷，不听讲经，退堕是决定不能够避免的。你会随顺烦恼习气，所以佛在经上讲日子很难过，你的心很劳苦，忧虑牵挂的事情太多太多了，你的心放不下。你所作所为，佛在经上讲太危险了；危险在哪里？死了以后，三恶道去了，你说这个多可怕！佛眼睛看得清清楚楚、明明白白，我们迷惑颠倒，以为自己所做的都是正确的，错了！",
      "zh_TW": "世尊在《金剛經》上告訴我們，「一切法得成於忍」。我們仔細讀大乘經，佛說了許許多多這些教誨，好像都是為我們現代人說的，好像都是為我們自己說的，我不知道同學們有沒有這種體會？我們面臨著許許多多的困境，展開佛經我們的精神又提起來了，好像得到佛菩薩不斷在鼓勵我們。世間人不認識，佛菩薩認識；世間人毀謗，佛菩薩讚歎。所以如果我們是不讀經卷，不聽講經，退墮是決定不能夠避免的。你會隨順煩惱習氣，所以佛在經上講日子很難過，你的心很勞苦，憂慮牽掛的事情太多太多了，你的心放不下。你所作所為，佛在經上講太危險了；危險在哪裡？死了以後，三惡道去了，你說這個多可怕！佛眼睛看得清清楚楚、明明白白，我們迷惑顛倒，以為自己所做的都是正確的，錯了！"
    },
    {
      "id": "02-034-0064_p0017",
      "zh_CN": "我这一生可以说是非常幸运，得章嘉大师的教诲。那个时候我二十六岁，我相信他的话、听他的话，他教我一切看破、放下，将这一生奉献给佛法，这一生自然有佛菩萨照顾。我听了，很欢喜，觉得我可以这样做，值得这么作法，我一生没有忧虑。有同修来给我算帐，我告诉他，我一生没算过帐，一生不知道钱的数目。这个东西多操心、多麻烦，生不带来，死不带去，搞这些东西，不叫累死人。帐你们去算，算好来告诉我也行，不告诉我也行，因为我对这个东西不关心；世间人对这个看得很重要，我看得太淡薄了。",
      "zh_TW": "我這一生可以說是非常幸運，得章嘉大師的教誨。那個時候我二十六歲，我相信他的話、聽他的話，他教我一切看破、放下，將這一生奉獻給佛法，這一生自然有佛菩薩照顧。我聽了，很歡喜，覺得我可以這樣做，值得這麼作法，我一生沒有憂慮。有同修來給我算帳，我告訴他，我一生沒算過帳，一生不知道錢的數目。這個東西多操心、多麻煩，生不帶來，死不帶去，搞這些東西，不叫累死人。帳你們去算，算好來告訴我也行，不告訴我也行，因為我對這個東西不關心；世間人對這個看得很重要，我看得太淡薄了。"
    },
    {
      "id": "02-034-0064_p0018",
      "zh_CN": "我们这些年来，几十年了，我做这些事情完全禀承印光大师的遗教，我只做一桩事情：印经布施。为什么只做这桩事情？我的力量很薄弱，我从来不问人要钱，饿死，我也不会告诉你，我快要饿死了，我不会跟你讲的，我也不会求你帮助一文钱。所以大家送的供养都是自动的，你们供养的多我就多做，供养的少我就少做，不供养最好，我没事做，你说多自在！你们供养多了，还讨麻烦，我还要替你们做做好事。古人讲得好，「多事不如少事，少事不如无事」，释迦牟尼佛聪明，只接受一钵饭，金钱不接受，所以他没事做，他快乐无比。我们今天为什么要接受？大家不晓得这个世间什么是好事？什么是最好的事？就是你不知道种福，我帮助你种福。种福里头最大的是什么？弘扬佛法。所以最大的，佛法，佛陀不在世了，就要靠法宝，要靠经典。流通经典是世间第一等的福报，唯有流通经典，正法才久住世间。众生依正法，才懂得什么叫善、什么叫恶、什么叫迷、什么叫悟，所以这是世出世间第一等的善事，第一等的好事。",
      "zh_TW": "我們這些年來，幾十年了，我做這些事情完全稟承印光大師的遺教，我只做一樁事情：印經布施。為什麼只做這樁事情？我的力量很薄弱，我從來不問人要錢，餓死，我也不會告訴你，我快要餓死了，我不會跟你講的，我也不會求你幫助一文錢。所以大家送的供養都是自動的，你們供養的多我就多做，供養的少我就少做，不供養最好，我沒事做，你說多自在！你們供養多了，還討麻煩，我還要替你們做做好事。古人講得好，「多事不如少事，少事不如無事」，釋迦牟尼佛聰明，只接受一缽飯，金錢不接受，所以他沒事做，他快樂無比。我們今天為什麼要接受？大家不曉得這個世間什麼是好事？什麼是最好的事？就是你不知道種福，我幫助你種福。種福裡頭最大的是什麼？弘揚佛法。所以最大的，佛法，佛陀不在世了，就要靠法寶，要靠經典。流通經典是世間第一等的福報，唯有流通經典，正法才久住世間。眾生依正法，才懂得什麼叫善、什麼叫惡、什麼叫迷、什麼叫悟，所以這是世出世間第一等的善事，第一等的好事。"
    },
    {
      "id": "02-034-0064_p0019",
      "zh_CN": "印光大师一生就做这一桩事情，中国大陆过去许许多多灾难，印光法师没有去赈灾，印经布施。印经、弘法是救一切灾难，从根本救起。灾难的根源是人心不善，佛陀的教诲是教我们断恶修善，佛说得好，「一切法从心想生」，众生心里面都想善，社会上所有灾难就没有了。所以灾难的根源是大家都想恶，都想贪瞋痴，都想名闻利养，都想五欲六尘，这还得了吗？天灾人祸是从这里来的。这些道理古圣先贤都说，说得最多、最清楚、最透彻、最明了的是佛经，所以印祖一生就锁定这一个工作。我懂得印祖的用意，懂得他老人家的存心，我接着干，希望佛门当中代代有传人。我们只做这桩工作，这桩工作做好了，所有一切都好了，所以全心全力做这么一桩事情。",
      "zh_TW": "印光大師一生就做這一樁事情，中國大陸過去許許多多災難，印光法師沒有去賑災，印經布施。印經、弘法是救一切災難，從根本救起。災難的根源是人心不善，佛陀的教誨是教我們斷惡修善，佛說得好，「一切法從心想生」，眾生心裡面都想善，社會上所有災難就沒有了。所以災難的根源是大家都想惡，都想貪瞋痴，都想名聞利養，都想五欲六塵，這還得了嗎？天災人禍是從這裡來的。這些道理古聖先賢都說，說得最多、最清楚、最透徹、最明瞭的是佛經，所以印祖一生就鎖定這一個工作。我懂得印祖的用意，懂得他老人家的存心，我接著幹，希望佛門當中代代有傳人。我們只做這樁工作，這樁工作做好了，所有一切都好了，所以全心全力做這麼一樁事情。"
    },
    {
      "id": "02-034-0064_p0020",
      "zh_CN": "这一次我到北京，庆祝中国建国五十周年纪念，我也送一点小礼物，送五百套《龙藏》。还听说房山的石经，石刻的《大藏经》。所以想一想古人他们的用心，唯恐在天灾人祸当中佛法失传，想什么方法？把《大藏经》刻在石头上，整部《藏经》刻在石头上。工程总共用了将近八百年，用了八百年的时间，工作的人员三、四百人。三、四百人工作，搞了八百年，才把这一部经完成，藏在九个山洞里面。我在九三年到北京，赵朴老告诉我，你一定要去看，他派车派人，带我去参观，我看了之后叹为观止，那个工程之大，不亚于万里长城。所以我发心，想把这一套《藏经》印出来，我干这个事情。这个事情没有人干，为什么？一般人不知道这个工作的重要，不知道这一桩事情，对全世界一切众生的利益，第一等利益，第一等好事；真正利益一切众生，利益千年万世。",
      "zh_TW": "這一次我到北京，慶祝中國建國五十週年紀念，我也送一點小禮物，送五百套《龍藏》。還聽說房山的石經，石刻的《大藏經》。所以想一想古人他們的用心，唯恐在天災人禍當中佛法失傳，想什麼方法？把《大藏經》刻在石頭上，整部《藏經》刻在石頭上。工程總共用了將近八百年，用了八百年的時間，工作的人員三、四百人。三、四百人工作，搞了八百年，才把這一部經完成，藏在九個山洞裡面。我在九三年到北京，趙樸老告訴我，你一定要去看，他派車派人，帶我去參觀，我看了之後歎為觀止，那個工程之大，不亞於萬里長城。所以我發心，想把這一套《藏經》印出來，我幹這個事情。這個事情沒有人幹，為什麼？一般人不知道這個工作的重要，不知道這一樁事情，對全世界一切眾生的利益，第一等利益，第一等好事；真正利益一切眾生，利益千年萬世。"
    },
    {
      "id": "02-034-0064_p0021",
      "zh_CN": "古人这样的苦心留给我们，我们如何把它发扬光大？只有大量的印行流通，希望在全世界每一个国家图书馆、每一个大学图书馆，都能够收藏。希望有年轻、有志气的学者们，你们出家都是学者，认真努力的修学，自行化他，这样才成就圆满功德。可是这个事情能不能成功，就在忍辱里头有没有决定心。果然能忍辱，忍辱当中生决定心，你决定得诸佛菩萨护念，佛氏门中，有愿必成，有求必应，我们要能信得过，这是当年章嘉大师教给我的。连作佛、作菩萨都求得到，这个世间一些事情都鸡毛蒜皮，太微不足道，哪有求不到的道理？",
      "zh_TW": "古人這樣的苦心留給我們，我們如何把它發揚光大？只有大量的印行流通，希望在全世界每一個國家圖書館、每一個大學圖書館，都能夠收藏。希望有年輕、有志氣的學者們，你們出家都是學者，認真努力的修學，自行化他，這樣才成就圓滿功德。可是這個事情能不能成功，就在忍辱裡頭有沒有決定心。果然能忍辱，忍辱當中生決定心，你決定得諸佛菩薩護念，佛氏門中，有願必成，有求必應，我們要能信得過，這是當年章嘉大師教給我的。連作佛、作菩薩都求得到，這個世間一些事情都雞毛蒜皮，太微不足道，哪有求不到的道理？"
    },
    {
      "id": "02-034-0064_p0022",
      "zh_CN": "问题求要如理、要如法，合理合法，就有求必应。我在早年讲经，说这个话大概总是三十多年前。我在台北法华寺讲《地藏经》，有一位法师，这位法师叫德融，已经过世了。那个时候他听我讲经，讲到有求必应，我讲完之后下来，他问我：法师，你说「佛氏门中，有求必应」，这个话不太可靠。我说：怎么不可靠？他说：我在佛菩萨那里发个愿，求一个电冰箱，求了三年都没有消息。我就问他，我说：你的道场有多少人住？他说：就是我一个人。我说：一个人没有必要了。你求的不合理、不如法，就没有感应。我告诉他：我学佛这些年当中，真的有求必应，从来没有一样空过。他问我：你求什么？我求经书，我只要想到那部经书，快大概一、两个月，就会有人送给我，最慢的半年，《中观论疏》。因为这个我的印象太深刻了，我想这个书想了半年，有人送来给我，《中观论疏》线装本十二册。我说：我真的是有求必应，我老师告诉我的，一点不假。我学佛，我需要经书，这是合情合理的。我说：我学佛，我要去求个冰箱，要过舒服，那个恐怕佛陀就摇头了，你要这干什么？我要经书，这个佛会点头，会同意的；我要物质享受，他就不会同意，所以我们一定要懂得这些道理。特别是年轻人，年轻人物质的诱惑力量太大太大了，所以要远离；并不是不能享受，是怕你堕落，是这么个道理。古大德示现苦行的就多了。",
      "zh_TW": "問題求要如理、要如法，合理合法，就有求必應。我在早年講經，說這個話大概總是三十多年前。我在台北法華寺講《地藏經》，有一位法師，這位法師叫德融，已經過世了。那個時候他聽我講經，講到有求必應，我講完之後下來，他問我：法師，你說「佛氏門中，有求必應」，這個話不太可靠。我說：怎麼不可靠？他說：我在佛菩薩那裡發個願，求一個電冰箱，求了三年都沒有消息。我就問他，我說：你的道場有多少人住？他說：就是我一個人。我說：一個人沒有必要了。你求的不合理、不如法，就沒有感應。我告訴他：我學佛這些年當中，真的有求必應，從來沒有一樣空過。他問我：你求什麼？我求經書，我只要想到那部經書，快大概一、兩個月，就會有人送給我，最慢的半年，《中觀論疏》。因為這個我的印象太深刻了，我想這個書想了半年，有人送來給我，《中觀論疏》線裝本十二冊。我說：我真的是有求必應，我老師告訴我的，一點不假。我學佛，我需要經書，這是合情合理的。我說：我學佛，我要去求個冰箱，要過舒服，那個恐怕佛陀就搖頭了，你要這幹什麼？我要經書，這個佛會點頭，會同意的；我要物質享受，他就不會同意，所以我們一定要懂得這些道理。特別是年輕人，年輕人物質的誘惑力量太大太大了，所以要遠離；並不是不能享受，是怕你墮落，是這麼個道理。古大德示現苦行的就多了。"
    },
    {
      "id": "02-034-0064_p0023",
      "zh_CN": "你们诸位念过《梵网菩萨戒经》，《梵网经》里面，佛教给我们如何对待讲经的法师，「恭敬供养，日食三两金」，你们都念过。每天供养他吃饭要用多少费用？三两黄金，表示自己真诚的敬意。受老师的恩德，对老师要有报答，报答不尽的，这是一种表示。鸠摩罗什大师到中国来，大家都知道，那个时候秦王姚兴以国师之礼接待他，拜他做老师，给他建宫殿，还派遣十个宫女去照顾他，师道！罗什大师，行！他心地清净，真正做到《金刚经》上所说的，「不取于相，如如不动」，行！大乘法里面供养，确确实实是这样的。",
      "zh_TW": "你們諸位念過《梵網菩薩戒經》，《梵網經》裡面，佛教給我們如何對待講經的法師，「恭敬供養，日食三兩金」，你們都念過。每天供養他吃飯要用多少費用？三兩黃金，表示自己真誠的敬意。受老師的恩德，對老師要有報答，報答不盡的，這是一種表示。鳩摩羅什大師到中國來，大家都知道，那個時候秦王姚興以國師之禮接待他，拜他做老師，給他建宮殿，還派遣十個宮女去照顧他，師道！羅什大師，行！他心地清淨，真正做到《金剛經》上所說的，「不取於相，如如不動」，行！大乘法裡面供養，確確實實是這樣的。"
    },
    {
      "id": "02-034-0064_p0024",
      "zh_CN": "我们今天能不能接受，完全自己要认真反省，还会不会被外面境界诱惑；如果还会被外境诱惑，就不可以，我们要退回；不为外境诱惑，那就可以随缘；决定不能攀缘，攀缘就错了。「恒顺众生，随喜功德」，普贤菩萨教给我们的，我们不能不知道。所以在境界当中，无论是顺境、逆境，善缘、恶缘，都要忍耐。顺境、善缘不生欢喜心，不起贪心，逆境、恶缘里面不起瞋恚心，这就叫做『于忍辱中生决定心』，「决定心」是说的这个。顺逆境界都不会起心、不会动念，不会分别执着，你心里有主宰，你有定慧。自己没有入这个境界，确实苦行对自己决定有好处、有利益。所以佛陀的教诲，我们要真正懂得他的意思，「愿解如来真实义」。下面请看这段文：",
      "zh_TW": "我們今天能不能接受，完全自己要認真反省，還會不會被外面境界誘惑；如果還會被外境誘惑，就不可以，我們要退回；不為外境誘惑，那就可以隨緣；決定不能攀緣，攀緣就錯了。「恆順眾生，隨喜功德」，普賢菩薩教給我們的，我們不能不知道。所以在境界當中，無論是順境、逆境，善緣、惡緣，都要忍耐。順境、善緣不生歡喜心，不起貪心，逆境、惡緣裡面不起瞋恚心，這就叫做『於忍辱中生決定心』，「決定心」是說的這個。順逆境界都不會起心、不會動念，不會分別執著，你心裡有主宰，你有定慧。自己沒有入這個境界，確實苦行對自己決定有好處、有利益。所以佛陀的教誨，我們要真正懂得他的意思，「願解如來真實義」。下面請看這段文："
    },
    {
      "id": "02-034-0064_p0025",
      "zh_CN": "【五者，身心清净，不染利养。】",
      "zh_TW": "【五者，身心清淨，不染利養。】"
    },
    {
      "id": "02-034-0064_p0026",
      "zh_CN": "佛教我们学的，清净心排在第一位。这个教法，特别是对现代的众生，佛陀教导我们的纲领有三个：第一个是觉而不迷，第二个是正而不邪，第三个是净而不染。觉，不容易，我们不会觉悟，这个是上上根人。《坛经》里面六祖惠能大师，他教导的那些人，上上根人。他一生当中，帮助这些人成就，实际上不多，四十二个人而已，真的开悟了，明心见性，这是从觉门走的。到我们这一代，倓虚大师说得好，倓老是天台宗近代的祖师，我们在他著作里面看到，他很坦率的说，他说他一生当中，参禅开悟的他一个也没看到，不但没有见到，听都没听说过，你就晓得这个事情难。参禅得禅定的他见过，他听说过，开悟的一个都没有。诸位要晓得，修禅能得禅定，将来往生四禅天、四空天，出不了三界；必须要开悟，才管用，才能够了生死，出轮回，你就想这个法门多不容易！",
      "zh_TW": "佛教我們學的，清淨心排在第一位。這個教法，特別是對現代的眾生，佛陀教導我們的綱領有三個：第一個是覺而不迷，第二個是正而不邪，第三個是淨而不染。覺，不容易，我們不會覺悟，這個是上上根人。《壇經》裡面六祖惠能大師，他教導的那些人，上上根人。他一生當中，幫助這些人成就，實際上不多，四十二個人而已，真的開悟了，明心見性，這是從覺門走的。到我們這一代，倓虛大師說得好，倓老是天台宗近代的祖師，我們在他著作裡面看到，他很坦率的說，他說他一生當中，參禪開悟的他一個也沒看到，不但沒有見到，聽都沒聽說過，你就曉得這個事情難。參禪得禪定的他見過，他聽說過，開悟的一個都沒有。諸位要曉得，修禪能得禪定，將來往生四禪天、四空天，出不了三界；必須要開悟，才管用，才能夠了生死，出輪迴，你就想這個法門多不容易！"
    },
    {
      "id": "02-034-0064_p0027",
      "zh_CN": "教下，这教下讲是「大开圆解」，在这一代也不多见。圆瑛法师算很不错了，过去我讲《楞严经》，都是用他的讲义。黄念祖老居士在北京跟他们学生说，圆瑛法师没有开悟，接近开悟，走到开悟的门口了，没进去。他的学生把他这个话转告给我，我听了之后，点点头，我同意他的说法。由此可知，不容易！所以佛教末法众生，为什么特别推荐介绍净土法门，净土法门修清净心。大乘《无量寿经》经题上，给我们提出修行的纲领：「清净平等觉」，把清净心摆在第一。心要清净，这最重要的，清净心那是真正的幸福。这个受用你们想不到，为什么想不到？你的心从来没有清净过，我怎么说、怎么形容，你们都很难体会。",
      "zh_TW": "教下，這教下講是「大開圓解」，在這一代也不多見。圓瑛法師算很不錯了，過去我講《楞嚴經》，都是用他的講義。黃念祖老居士在北京跟他們學生說，圓瑛法師沒有開悟，接近開悟，走到開悟的門口了，沒進去。他的學生把他這個話轉告給我，我聽了之後，點點頭，我同意他的說法。由此可知，不容易！所以佛教末法眾生，為什麼特別推薦介紹淨土法門，淨土法門修清淨心。大乘《無量壽經》經題上，給我們提出修行的綱領：「清淨平等覺」，把清淨心擺在第一。心要清淨，這最重要的，清淨心那是真正的幸福。這個受用你們想不到，為什麼想不到？你的心從來沒有清淨過，我怎麼說、怎麼形容，你們都很難體會。"
    },
    {
      "id": "02-034-0064_p0028",
      "zh_CN": "学佛最要紧的，心里面没有烦恼，没有忧虑，没有牵挂，没有是非，没有人我，没有得失，好自在！心里面有了这些东西，你怎么会清净？所以你的身体不健康，为什么？累死了！累会死，清净不会死，你们从哪里听到过清净死了？没有，累死了。怎么累死了？心累死了。心里面那么多烦恼，那么多忧虑，那么多牵挂，那么多是非人我，那还得了吗？所以你身体不健康，你多病，你也不懂得医疗的方法，你去找一些高明的医生，现在医生有医德的少。多少年前人选择学医，问他为什么？赚钱！你看看赚钱第一。",
      "zh_TW": "學佛最要緊的，心裡面沒有煩惱，沒有憂慮，沒有牽掛，沒有是非，沒有人我，沒有得失，好自在！心裡面有了這些東西，你怎麼會清淨？所以你的身體不健康，為什麼？累死了！累會死，清淨不會死，你們從哪裡聽到過清淨死了？沒有，累死了。怎麼累死了？心累死了。心裡面那麼多煩惱，那麼多憂慮，那麼多牽掛，那麼多是非人我，那還得了嗎？所以你身體不健康，你多病，你也不懂得醫療的方法，你去找一些高明的醫生，現在醫生有醫德的少。多少年前人選擇學醫，問他為什麼？賺錢！你看看賺錢第一。"
    },
    {
      "id": "02-034-0064_p0029",
      "zh_CN": "过去韩馆长眼睛不好，看大夫，台北市名医，眼科医生，每一次给她治一点，搞得差不多快到一年了，还在不断的治疗。有一次我到高雄去讲经，她跟我一道去，高雄也有一个很好的医生，一次就把她治好了。什么原因？那个名医是叫她每一次来，他收费；一次给你治好了，钱不就没有了吗？我们才大彻大悟，原来医生慢慢给你治，是叫你拿钱的，叫你常常送钱给他，现在真正有医德的人不多了。所以有病求医，哪个医生最好？我给诸位介绍，佛菩萨最好，佛是大医王。所以我这一生，我就求这个大医王，我不求世间的医生。我活到七十三岁，没有害过病，什么原因？求大医王。大医王给我们是根本治疗，心清净。",
      "zh_TW": "過去韓館長眼睛不好，看大夫，台北市名醫，眼科醫生，每一次給她治一點，搞得差不多快到一年了，還在不斷的治療。有一次我到高雄去講經，她跟我一道去，高雄也有一個很好的醫生，一次就把她治好了。什麼原因？那個名醫是叫她每一次來，他收費；一次給你治好了，錢不就沒有了嗎？我們才大徹大悟，原來醫生慢慢給你治，是叫你拿錢的，叫你常常送錢給他，現在真正有醫德的人不多了。所以有病求醫，哪個醫生最好？我給諸位介紹，佛菩薩最好，佛是大醫王。所以我這一生，我就求這個大醫王，我不求世間的醫生。我活到七十三歲，沒有害過病，什麼原因？求大醫王。大醫王給我們是根本治療，心清淨。"
    },
    {
      "id": "02-034-0064_p0030",
      "zh_CN": "诸位要晓得，我们身体为什么会生病？就是你烦恼忧虑太多了。佛在经上讲「境随心转」，「一切法从心想生」，因为你心里面烦，忧虑多、烦恼多、牵挂多、是非多，把你整个身体细胞的组织改变了，破坏了，所以这个身才会有病。你如果心地清净，你身体每一个细胞、每一个器官组织都是正常的，正常还有什么病？所以心清净则身清净，身心清净，我们居住的环境就清净。环境清净就是磁场好，这是真的，一般人到这个地方来感受就不一样，他到这个地方来，他觉得非常舒服，非常快乐，来了还想来，道理就在此地。他的周边环境就好，这是讲「境随心转」，所以清净心比什么都重要。",
      "zh_TW": "諸位要曉得，我們身體為什麼會生病？就是你煩惱憂慮太多了。佛在經上講「境隨心轉」，「一切法從心想生」，因為你心裡面煩，憂慮多、煩惱多、牽掛多、是非多，把你整個身體細胞的組織改變了，破壞了，所以這個身才會有病。你如果心地清淨，你身體每一個細胞、每一個器官組織都是正常的，正常還有什麼病？所以心清淨則身清淨，身心清淨，我們居住的環境就清淨。環境清淨就是磁場好，這是真的，一般人到這個地方來感受就不一樣，他到這個地方來，他覺得非常舒服，非常快樂，來了還想來，道理就在此地。他的周邊環境就好，這是講「境隨心轉」，所以清淨心比什麼都重要。"
    },
    {
      "id": "02-034-0064_p0031",
      "zh_CN": "你要想得清净，后面这一句你要记住，「不染利养」。名闻利养、五欲六尘的享受，决定不沾染。不沾染，不是说不要，这个道理要懂。不沾染，是决定不要放在心上，一切随缘就好。随缘就自在，决定不攀缘，而且生活愈简单愈好。世间一般愚痴人，没有智慧的人，天天想怎么样保养自己的身体，天天去找怎么补身体，补这样、补那样，结果补成一身病，这真的不是假的。你的病从哪里来的？病从口入，天天吃补品吃出来。你的思想就不健康，你的身体怎么会健康？",
      "zh_TW": "你要想得清淨，後面這一句你要記住，「不染利養」。名聞利養、五欲六塵的享受，決定不沾染。不沾染，不是說不要，這個道理要懂。不沾染，是決定不要放在心上，一切隨緣就好。隨緣就自在，決定不攀緣，而且生活愈簡單愈好。世間一般愚痴人，沒有智慧的人，天天想怎麼樣保養自己的身體，天天去找怎麼補身體，補這樣、補那樣，結果補成一身病，這真的不是假的。你的病從哪裡來的？病從口入，天天吃補品吃出來。你的思想就不健康，你的身體怎麼會健康？"
    },
    {
      "id": "02-034-0064_p0032",
      "zh_CN": "我在各个地方，国外讲经都还不错，法缘也很胜。有很多同修问我：法师，你用什么方法进补？我看你身体不错。我说：我有最好的补品。什么补品？台湾自来水公司的自来水，我就喝水，什么都没有。茶叶我都不要，为什么？泡茶麻烦，操心劳神，这个事情不值得。我吃饭吃一餐，非常简单，你们看起来没有营养，我吃起来很健康，你们真受不了，这是真话不是假话；为什么？你们烦恼多，妄想多。身体是一个机器，机器不停的在运作，运作是要能量，能量就是饮食，饮食补充身体的能量，让这个身体好好的去运作。可是每一个人身体，有消耗能量的机器，有节省能量的，我这个身体是节省能量的，你们的身体是消耗能量的，所以你必须要大量补充，一天三餐不够，还要吃几道点心。",
      "zh_TW": "我在各個地方，國外講經都還不錯，法緣也很勝。有很多同修問我：法師，你用什麼方法進補？我看你身體不錯。我說：我有最好的補品。什麼補品？台灣自來水公司的自來水，我就喝水，什麼都沒有。茶葉我都不要，為什麼？泡茶麻煩，操心勞神，這個事情不值得。我吃飯吃一餐，非常簡單，你們看起來沒有營養，我吃起來很健康，你們真受不了，這是真話不是假話；為什麼？你們煩惱多，妄想多。身體是一個機器，機器不停的在運作，運作是要能量，能量就是飲食，飲食補充身體的能量，讓這個身體好好的去運作。可是每一個人身體，有消耗能量的機器，有節省能量的，我這個身體是節省能量的，你們的身體是消耗能量的，所以你必須要大量補充，一天三餐不夠，還要吃幾道點心。"
    },
    {
      "id": "02-034-0064_p0033",
      "zh_CN": "可是能量消耗到哪里去？你们不知道，我告诉你，百分之九十五消耗在妄念上。所以你的心愈清净，你消耗的能量就愈少，一点点补充就足够用了。世尊当年在世，僧团里面日中一食，足够了。佛在经上告诉我们，阿罗汉的心比我们又清净多了，一个星期吃一餐，你就晓得他能量消耗得很少。辟支佛比阿罗汉的定功更深，也就是心更清净，半个月吃一餐，辟支佛半个月出来托钵一次。吃的是什么东西？人家给什么吃什么，没有要求，去托钵，给什么吃什么，他就够了。所以我们要知道，我们每天吃这么多东西，自己要生惭愧心，妄念太多，都消耗在这上面。妄念少，心地清净，对于劳心劳力消耗都少。",
      "zh_TW": "可是能量消耗到哪裡去？你們不知道，我告訴你，百分之九十五消耗在妄念上。所以你的心愈清淨，你消耗的能量就愈少，一點點補充就足夠用了。世尊當年在世，僧團裡面日中一食，足夠了。佛在經上告訴我們，阿羅漢的心比我們又清淨多了，一個星期吃一餐，你就曉得他能量消耗得很少。辟支佛比阿羅漢的定功更深，也就是心更清淨，半個月吃一餐，辟支佛半個月出來托缽一次。吃的是什麼東西？人家給什麼吃什麼，沒有要求，去托缽，給什麼吃什麼，他就夠了。所以我們要知道，我們每天吃這麼多東西，自己要生慚愧心，妄念太多，都消耗在這上面。妄念少，心地清淨，對於勞心勞力消耗都少。"
    },
    {
      "id": "02-034-0064_p0034",
      "zh_CN": "我在台中亲近李老师十年，我学他，他日中一食，差不多有五十多年，一天吃一餐，吃得很少。他的工作量，是普通人五个人的工作量都不止，平常一个人要想见他，一个星期之前跟他约，不是一个星期之前，临时决定找不到他，他工作太忙碌了。所以我们才晓得，我跟他的时候我才了解，能量的消耗百分之九十五在妄念上。李老师工作量虽然多，他没有妄想，所以他消耗的能量还是那么少。我跟他学，没有办法，学不到。我也吃一餐，但是我一餐比他吃得多。我们吃小馒头，面食小馒头，李老师一餐两个馒头，我要吃三个。那个时候在台中，他的生活费用每天台湾钱两块钱；诸位要知道，当时台湾钱对美金一比四十；换句话说，一块钱美金李老师可以过二十天生活。但是我没有办法，我一天要三块钱，怎么搞也搞不过他。这就是我们的心，这个清净心，还是比不上他。",
      "zh_TW": "我在台中親近李老師十年，我學他，他日中一食，差不多有五十多年，一天吃一餐，吃得很少。他的工作量，是普通人五個人的工作量都不止，平常一個人要想見他，一個星期之前跟他約，不是一個星期之前，臨時決定找不到他，他工作太忙碌了。所以我們才曉得，我跟他的時候我才了解，能量的消耗百分之九十五在妄念上。李老師工作量雖然多，他沒有妄想，所以他消耗的能量還是那麼少。我跟他學，沒有辦法，學不到。我也吃一餐，但是我一餐比他吃得多。我們吃小饅頭，麵食小饅頭，李老師一餐兩個饅頭，我要吃三個。那個時候在台中，他的生活費用每天台灣錢兩塊錢；諸位要知道，當時台灣錢對美金一比四十；換句話說，一塊錢美金李老師可以過二十天生活。但是我沒有辦法，我一天要三塊錢，怎麼搞也搞不過他。這就是我們的心，這個清淨心，還是比不上他。"
    },
    {
      "id": "02-034-0064_p0035",
      "zh_CN": "生活愈简单，愈自在，那叫真正的福报，福报不是有地位，不是有财富。福报是对于世出世间一切人事物的真相通达明了，生活简单，随缘快乐，这叫真自在，这是真正的福报，世间人不知道。心里面没有牵挂、没有忧虑，身没有老苦，这是真实的福报。所以说「不染利养」这一句话，特别是出家的同学们，牢牢的记住，一沾利养，你就堕落了；换句话说，三途就有分，决定沾染不得。你的定慧成就，可以随缘，随缘里面决定不沾染。宗门大德常说，「百花丛中过，片叶不沾身」，就是这个道理，那是随缘。",
      "zh_TW": "生活愈簡單，愈自在，那叫真正的福報，福報不是有地位，不是有財富。福報是對於世出世間一切人事物的真相通達明瞭，生活簡單，隨緣快樂，這叫真自在，這是真正的福報，世間人不知道。心裡面沒有牽掛、沒有憂慮，身沒有老苦，這是真實的福報。所以說「不染利養」這一句話，特別是出家的同學們，牢牢的記住，一沾利養，你就墮落了；換句話說，三途就有分，決定沾染不得。你的定慧成就，可以隨緣，隨緣裡面決定不沾染。宗門大德常說，「百花叢中過，片葉不沾身」，就是這個道理，那是隨緣。"
    },
    {
      "id": "02-034-0064_p0036",
      "zh_CN": "【六者，发一切种智心，日日常念，无有废忘。】",
      "zh_TW": "【六者，發一切種智心，日日常念，無有廢忘。】"
    },
    {
      "id": "02-034-0064_p0037",
      "zh_CN": "『一切种智』是如来果地上的真实智慧，我们学佛，所求的就是这桩事情，梵文称为「阿耨多罗三藐三菩提」，也翻作「无上正等正觉」。从智慧上说有三种：第一种叫一切智，阿罗汉证得的，证得一切智就称之为正觉；第二种叫道种智，道是宇宙人生一切万物这些道理，种是它种种的因缘果报，种种不同的类别形相，无量无边，这一种智慧要成就了，称之为正等正觉，就是菩萨所证的；最后一种，一切种智。一切种智是如来果地上圆满证得的，一切就是阿罗汉证得的一切智，种智就是菩萨所证的。阿罗汉证得的一切智是执空，只知道一切万法的理、体性，万法皆空，这是阿罗汉懂得的，所以他对于一切万法不再执着，他统统放下。",
      "zh_TW": "『一切種智』是如來果地上的真實智慧，我們學佛，所求的就是這樁事情，梵文稱為「阿耨多羅三藐三菩提」，也翻作「無上正等正覺」。從智慧上說有三種：第一種叫一切智，阿羅漢證得的，證得一切智就稱之為正覺；第二種叫道種智，道是宇宙人生一切萬物這些道理，種是它種種的因緣果報，種種不同的類別形相，無量無邊，這一種智慧要成就了，稱之為正等正覺，就是菩薩所證的；最後一種，一切種智。一切種智是如來果地上圓滿證得的，一切就是阿羅漢證得的一切智，種智就是菩薩所證的。阿羅漢證得的一切智是執空，只知道一切萬法的理、體性，萬法皆空，這是阿羅漢懂得的，所以他對於一切萬法不再執著，他統統放下。"
    },
    {
      "id": "02-034-0064_p0038",
      "zh_CN": "可是这一切万法究竟怎么发生的？现在人讲宇宙从哪里来的？生命从哪里来的？怎么样演变的？许许多多的科学家、哲学家都在那里探讨，到今天没有答案。进化论里面说，人是猿猴变现出来的，进化来的。这个话我们听听，你相不相信？我不相信。我为什么不相信？因为我看到那个蓄水池边还有好多小猴子，牠怎么不变成人？总不能说这一部分猿猴变成人，那一部分的猿猴还作猿猴，这讲不通。其实这些事情都在佛经里头，非常可惜这些科学家、哲学家没有缘分读佛经，这是缘分的问题。如果这些人遇到佛法，他们很聪明，他们对佛法的理解、契入，决定超过我们，可惜他没有机会，没有缘。",
      "zh_TW": "可是這一切萬法究竟怎麼發生的？現在人講宇宙從哪裡來的？生命從哪裡來的？怎麼樣演變的？許許多多的科學家、哲學家都在那裡探討，到今天沒有答案。進化論裡面說，人是猿猴變現出來的，進化來的。這個話我們聽聽，你相不相信？我不相信。我為什麼不相信？因為我看到那個蓄水池邊還有好多小猴子，牠怎麼不變成人？總不能說這一部分猿猴變成人，那一部分的猿猴還作猿猴，這講不通。其實這些事情都在佛經裡頭，非常可惜這些科學家、哲學家沒有緣分讀佛經，這是緣分的問題。如果這些人遇到佛法，他們很聰明，他們對佛法的理解、契入，決定超過我們，可惜他沒有機會，沒有緣。"
    },
    {
      "id": "02-034-0064_p0039",
      "zh_CN": "佛对于这个事情讲得透彻，这是真实智慧。所以阿罗汉知道宇宙人生的本体，菩萨知道宇宙一切现象，这现象怎么发生的，怎么演变的，他知道。可是阿罗汉知道体，不知道这个事的变化，菩萨知道这些事的变化，那个体不能相应。统统都明白，都相应的，这是佛的智慧，究竟圆满的智慧，叫一切种智。我们学佛，不学别的，专门求这个，『日日常念』。所以学佛，不是求佛菩萨保佑你升官发财，保佑你长命百岁，全都错了。如果真实智慧开了，长命百岁太短了，你真正证得无量寿，告诉你生死是假的，不是真的。所以对佛法契入的同学都能够知道，死是怎么回事？是换一个身体，换一个境界。只要你知道断恶修善，积德累功，你换的境界愈换愈殊胜，是这么一桩事情。",
      "zh_TW": "佛對於這個事情講得透徹，這是真實智慧。所以阿羅漢知道宇宙人生的本體，菩薩知道宇宙一切現象，這現象怎麼發生的，怎麼演變的，他知道。可是阿羅漢知道體，不知道這個事的變化，菩薩知道這些事的變化，那個體不能相應。統統都明白，都相應的，這是佛的智慧，究竟圓滿的智慧，叫一切種智。我們學佛，不學別的，專門求這個，『日日常念』。所以學佛，不是求佛菩薩保佑你升官發財，保佑你長命百歲，全都錯了。如果真實智慧開了，長命百歲太短了，你真正證得無量壽，告訴你生死是假的，不是真的。所以對佛法契入的同學都能夠知道，死是怎麼回事？是換一個身體，換一個境界。只要你知道斷惡修善，積德累功，你換的境界愈換愈殊勝，是這麼一樁事情。"
    },
    {
      "id": "02-034-0064_p0040",
      "zh_CN": "最近我们居士林有不少人去作佛了，有三、四位，我听说。陈光别老居士也是其中之一，人家两个月之前，就晓得八月七号那天走，八月初七，这是正常的现象。在他之前，我们这边有一位也是姓李的李居士，一位老太太，六十二岁，她小我十岁。她往生跟李木源居士约好，李居士叫她，妳赶快往生，我才能替妳办后事。好！她提前往生。走，可以提前，可以延后，自在！这一些都是我们亲眼看见的。所以我们这个地方的同学，念佛堂的、讲堂的，信心坚定，你亲眼看到的，亲耳所闻的，与经典上讲的理论、方法、境界完全相应，佛这个经不是假的。",
      "zh_TW": "最近我們居士林有不少人去作佛了，有三、四位，我聽說。陳光別老居士也是其中之一，人家兩個月之前，就曉得八月七號那天走，八月初七，這是正常的現象。在他之前，我們這邊有一位也是姓李的李居士，一位老太太，六十二歲，她小我十歲。她往生跟李木源居士約好，李居士叫她，妳趕快往生，我才能替妳辦後事。好！她提前往生。走，可以提前，可以延後，自在！這一些都是我們親眼看見的。所以我們這個地方的同學，念佛堂的、講堂的，信心堅定，你親眼看到的，親耳所聞的，與經典上講的理論、方法、境界完全相應，佛這個經不是假的。"
    },
    {
      "id": "02-034-0064_p0041",
      "zh_CN": "现代的科学家肯定空间是多元次的，所谓三度空间、四度空间，从理论上讲一直到无限度的空间。在事上讲，科学家证实，确确实实有十一度空间的存在，但是不晓得怎么突破。这个发现跟佛经里面所讲的完全相同，佛经里面不是讲空间，讲法界，经上讲的法界就是科学家今天他们讲的空间。他们没有办法突破，不知道空间怎么来的？多元次的空间怎么来的？佛知道。佛说「法界原本是一真」，为什么一真法界会变成多元次的法界？是因为众生妄想、分别、执着里头变现出来的。由此可知，只要你把妄想、分别、执着断掉，所有不同空间的界限完全都化解了；换句话说，你的眼界就不一样了，你可以能看到天人的生活，你可以能看到饿鬼的生活，你可以能看到地狱的生活，也能看到十方法界诸佛菩萨的生活，我们的生活空间一下就扩大了，你说多自在！所以佛家用什么方法突破时空？用禅定，这清净心。心愈清净，你突破的层面愈大，你的生活空间就愈大。往生的这些人，他们现在在哪里，他们现在生活状况，你全都看到了，全都明白了。",
      "zh_TW": "現代的科學家肯定空間是多元次的，所謂三度空間、四度空間，從理論上講一直到無限度的空間。在事上講，科學家證實，確確實實有十一度空間的存在，但是不曉得怎麼突破。這個發現跟佛經裡面所講的完全相同，佛經裡面不是講空間，講法界，經上講的法界就是科學家今天他們講的空間。他們沒有辦法突破，不知道空間怎麼來的？多元次的空間怎麼來的？佛知道。佛說「法界原本是一真」，為什麼一真法界會變成多元次的法界？是因為眾生妄想、分別、執著裡頭變現出來的。由此可知，只要你把妄想、分別、執著斷掉，所有不同空間的界限完全都化解了；換句話說，你的眼界就不一樣了，你可以能看到天人的生活，你可以能看到餓鬼的生活，你可以能看到地獄的生活，也能看到十方法界諸佛菩薩的生活，我們的生活空間一下就擴大了，你說多自在！所以佛家用什麼方法突破時空？用禪定，這清淨心。心愈清淨，你突破的層面愈大，你的生活空間就愈大。往生的這些人，他們現在在哪裡，他們現在生活狀況，你全都看到了，全都明白了。"
    },
    {
      "id": "02-034-0064_p0042",
      "zh_CN": "世间人贪生怕死，不了解事实状况。贪生怕死是很糟糕的事情，为什么？只要有这个念头，他将来转，来生的转变，生活的状况，跟这一生就差远了，那是一世不如一世。诸位都知道，人死了以后，大多数身体是僵硬的，但是念佛人走的时候身体柔软的，这是一般人看到很希有，希有的瑞相。前年韩馆长往生，她的福报大，一百多人给她念佛，念了四十九天，在台湾希有，法师往生也比不上她，她有录相带，大家看看就知道了。她走的时候，两次见到阿弥陀佛，一次见到莲池海会，她告诉我。走了之后，在医院里面我们给她助念十四个小时，移灵回图书馆，一个星期才入殓，才盖棺材。这一个星期当中，她的身体都是柔软的，满面红光，就像在睡觉一样，完全没有化妆。两个星期火化，火葬场里面一片吉祥，平常人走到那个地方去，总感觉到阴森森的，寒毛直竖，但是韩馆长那一天火葬，走到火葬场，没有一个人不生欢喜心，一丝毫恐惧都没有，诸佛菩萨护念，龙天善神守护。这是我们从台湾来的这些同修们，亲身体验的，亲眼看到的。这是她老人家三十年护持正法的果报，吉祥殊胜无比，她到佛国里去了。",
      "zh_TW": "世間人貪生怕死，不了解事實狀況。貪生怕死是很糟糕的事情，為什麼？只要有這個念頭，他將來轉，來生的轉變，生活的狀況，跟這一生就差遠了，那是一世不如一世。諸位都知道，人死了以後，大多數身體是僵硬的，但是念佛人走的時候身體柔軟的，這是一般人看到很希有，希有的瑞相。前年韓館長往生，她的福報大，一百多人給她念佛，念了四十九天，在台灣希有，法師往生也比不上她，她有錄相帶，大家看看就知道了。她走的時候，兩次見到阿彌陀佛，一次見到蓮池海會，她告訴我。走了之後，在醫院裡面我們給她助念十四個小時，移靈回圖書館，一個星期才入殮，才蓋棺材。這一個星期當中，她的身體都是柔軟的，滿面紅光，就像在睡覺一樣，完全沒有化妝。兩個星期火化，火葬場裡面一片吉祥，平常人走到那個地方去，總感覺到陰森森的，寒毛直豎，但是韓館長那一天火葬，走到火葬場，沒有一個人不生歡喜心，一絲毫恐懼都沒有，諸佛菩薩護念，龍天善神守護。這是我們從台灣來的這些同修們，親身體驗的，親眼看到的。這是她老人家三十年護持正法的果報，吉祥殊勝無比，她到佛國裡去了。"
    },
    {
      "id": "02-034-0064_p0043",
      "zh_CN": "今年年初，她是三月五号往生的，我们三月五号在这里给她做两周年纪念，有同修看到她，她也在我们这边在座，身边还带了几个人。也有同修常常见到她，在我们这个道场护持佛法，她是换另外一个身体，我们看不到她，她看到我们，常常在这个道场护法。我们这个道场有什么障碍，她也会预先通知我们，来安慰我们，说这个道场有佛菩萨护念，小小魔障不要紧，过几天就没事了。这都是真的事情，都不是假的。",
      "zh_TW": "今年年初，她是三月五號往生的，我們三月五號在這裡給她做兩週年紀念，有同修看到她，她也在我們這邊在座，身邊還帶了幾個人。也有同修常常見到她，在我們這個道場護持佛法，她是換另外一個身體，我們看不到她，她看到我們，常常在這個道場護法。我們這個道場有什麼障礙，她也會預先通知我們，來安慰我們，說這個道場有佛菩薩護念，小小魔障不要緊，過幾天就沒事了。這都是真的事情，都不是假的。"
    },
    {
      "id": "02-034-0064_p0044",
      "zh_CN": "真有智慧，你就什么问题都解决了，所以我们要常常念智慧。禅宗里面，《六祖坛经》一打开，六祖教大家教什么？教他们大家，「总念摩诃般若波罗蜜多」，六祖教人。所以中国的禅宗，他是学的智慧，六度里头的般若波罗蜜，不是禅定波罗蜜。这个我们一定要搞清楚，禅宗是修般若波罗蜜的。这个地方就是「常念般若波罗蜜多」，就是「发一切种智心」。那我们要不要去改念般若波罗蜜多？不必要，我们念这一句「南无阿弥陀佛」，也是摩诃般若波罗蜜多，也是念一切种智，这一点诸位要晓得。阿弥陀佛这个名号是印度梵文音译，它的意思是无量觉，阿翻作无，弥陀翻作量，佛翻作智慧、翻作觉悟。你想想看我们每天不是念的无量觉、无量智慧，不就是一切种智吗？上面再加上「南无」两个字，南无也是印度话，意思是恭敬的意思，皈依的意思。恭敬皈依无量智慧、无量觉，我们要把它整个翻译出来，就这个意思。所以念这一句佛号，是时时刻刻提醒自己。",
      "zh_TW": "真有智慧，你就什麼問題都解決了，所以我們要常常念智慧。禪宗裡面，《六祖壇經》一打開，六祖教大家教什麼？教他們大家，「總念摩訶般若波羅蜜多」，六祖教人。所以中國的禪宗，他是學的智慧，六度裡頭的般若波羅蜜，不是禪定波羅蜜。這個我們一定要搞清楚，禪宗是修般若波羅蜜的。這個地方就是「常念般若波羅蜜多」，就是「發一切種智心」。那我們要不要去改念般若波羅蜜多？不必要，我們念這一句「南無阿彌陀佛」，也是摩訶般若波羅蜜多，也是念一切種智，這一點諸位要曉得。阿彌陀佛這個名號是印度梵文音譯，它的意思是無量覺，阿翻作無，彌陀翻作量，佛翻作智慧、翻作覺悟。你想想看我們每天不是念的無量覺、無量智慧，不就是一切種智嗎？上面再加上「南無」兩個字，南無也是印度話，意思是恭敬的意思，皈依的意思。恭敬皈依無量智慧、無量覺，我們要把它整個翻譯出來，就這個意思。所以念這一句佛號，是時時刻刻提醒自己。"
    },
    {
      "id": "02-034-0064_p0045",
      "zh_CN": "这一句佛号十方三世一切诸佛都念，一切菩萨都念，没有一个不念的，所以我们念阿弥陀佛，就能够得到一切诸佛威神的加持，一切菩萨跟我们产生共鸣，这个力量多大！所以世间一切吉祥当中，最吉祥的，念阿弥陀佛，家里面供养阿弥陀佛。十方法界，我们今天讲，无量不同维次空间里面的众生，听到阿弥陀佛的佛号，都合掌赞叹欢喜，还礼敬，我们要明了。所以「日日常念，无有废忘」，不要忘记。",
      "zh_TW": "這一句佛號十方三世一切諸佛都念，一切菩薩都念，沒有一個不念的，所以我們念阿彌陀佛，就能夠得到一切諸佛威神的加持，一切菩薩跟我們產生共鳴，這個力量多大！所以世間一切吉祥當中，最吉祥的，念阿彌陀佛，家裡面供養阿彌陀佛。十方法界，我們今天講，無量不同維次空間裡面的眾生，聽到阿彌陀佛的佛號，都合掌讚歎歡喜，還禮敬，我們要明瞭。所以「日日常念，無有廢忘」，不要忘記。"
    },
    {
      "id": "02-034-0064_p0046",
      "zh_CN": "【七者，于一切众生，起尊重心，除我慢意，谦下言说。】",
      "zh_TW": "【七者，於一切眾生，起尊重心，除我慢意，謙下言說。】"
    },
    {
      "id": "02-034-0064_p0047",
      "zh_CN": "这个话真的好像是对我们说的，为什么？我们的确犯这个毛病。一切众生不分男女老幼，不分贤愚不肖，不分种族，不分类别，不分宗教信仰，一律平等，尊重心，我们要学习，这就是普贤菩萨十大愿王的第一愿：「礼敬诸佛」。为什么要修这一条？『除我慢意』。哪一个众生没有贡高我慢？贡高我慢是大烦恼，六个根本烦恼里面它排在第四位，六个根本烦恼是贪瞋痴，第四个是慢。你这个烦恼要不消除，你读诵、听讲不会开悟，为什么？悟门被它堵塞了；你修行不能提升境界，你才晓得这个障碍多大！",
      "zh_TW": "這個話真的好像是對我們說的，為什麼？我們的確犯這個毛病。一切眾生不分男女老幼，不分賢愚不肖，不分種族，不分類別，不分宗教信仰，一律平等，尊重心，我們要學習，這就是普賢菩薩十大願王的第一願：「禮敬諸佛」。為什麼要修這一條？『除我慢意』。哪一個眾生沒有貢高我慢？貢高我慢是大煩惱，六個根本煩惱裡面它排在第四位，六個根本煩惱是貪瞋痴，第四個是慢。你這個煩惱要不消除，你讀誦、聽講不會開悟，為什麼？悟門被它堵塞了；你修行不能提升境界，你才曉得這個障礙多大！"
    },
    {
      "id": "02-034-0064_p0048",
      "zh_CN": "儒、佛都非常重视，儒家教人，你们去念《礼记》，就在第一篇，明白的教给你，「傲不可长」。儒家是世间法，不讲出世间，所以说你这傲慢，可以，不要再增长，这意思就是这个意思。佛家是教你要出三界，要突破这个空间；换句话说，傲慢是严重的障碍，必须要把它断掉。你要不断烦恼，你就没有办法超越六道轮回，不但不能超越六道轮回，色界天你都没有分。诸位看看大乘经典佛所讲的，生色界天的人，慢这个烦恼没有了；换句话说，骄慢的心还有，修行再好，你要是生天，也只能生欲界天。由此可知，傲慢心障碍禅定，你禅定修不成功。",
      "zh_TW": "儒、佛都非常重視，儒家教人，你們去念《禮記》，就在第一篇，明白的教給你，「傲不可長」。儒家是世間法，不講出世間，所以說你這傲慢，可以，不要再增長，這意思就是這個意思。佛家是教你要出三界，要突破這個空間；換句話說，傲慢是嚴重的障礙，必須要把它斷掉。你要不斷煩惱，你就沒有辦法超越六道輪迴，不但不能超越六道輪迴，色界天你都沒有分。諸位看看大乘經典佛所講的，生色界天的人，慢這個煩惱沒有了；換句話說，驕慢的心還有，修行再好，你要是生天，也只能生欲界天。由此可知，傲慢心障礙禪定，你禪定修不成功。"
    },
    {
      "id": "02-034-0064_p0049",
      "zh_CN": "我们看到有些修禅定的，一般人都说这个人禅定不得了，有功夫，有神通；我再打听是这个禅师脾气很大，动不动就骂人，我听了之后算了，我不去看他了。为什么？我了解，那个禅定的功夫顶多欲界禅定就不得了，不是真正的禅定。他如果得初禅，绝对没有脾气，决定和蔼可亲，看到你做错事情也不会发脾气。为什么不会发脾气？发脾气没有用，那何必发？发脾气之后，你马上能改过自新，你马上能够觉悟，那个脾气应该发，发的是对的。发了的时候，你不能改过，不能自新，人家还怀恨在心，那你的脾气发错了，不可以发。所以菩萨发脾气，是教化众生的手段，不是真的有瞋恚心。真有瞋恚心，他是凡夫，他哪里是修行人？不是真有瞋恚心，不是真正有傲慢心，他可以用这种方法做为教化众生的手段。这个手段用得很恰当，真正收到效果；用得不恰当，那你就完全错了，你根本就不懂得观机。所以应机施教，于一切众生，一定要生尊重心。",
      "zh_TW": "我們看到有些修禪定的，一般人都說這個人禪定不得了，有功夫，有神通；我再打聽是這個禪師脾氣很大，動不動就罵人，我聽了之後算了，我不去看他了。為什麼？我了解，那個禪定的功夫頂多欲界禪定就不得了，不是真正的禪定。他如果得初禪，絕對沒有脾氣，決定和藹可親，看到你做錯事情也不會發脾氣。為什麼不會發脾氣？發脾氣沒有用，那何必發？發脾氣之後，你馬上能改過自新，你馬上能夠覺悟，那個脾氣應該發，發的是對的。發了的時候，你不能改過，不能自新，人家還懷恨在心，那你的脾氣發錯了，不可以發。所以菩薩發脾氣，是教化眾生的手段，不是真的有瞋恚心。真有瞋恚心，他是凡夫，他哪裡是修行人？不是真有瞋恚心，不是真正有傲慢心，他可以用這種方法做為教化眾生的手段。這個手段用得很恰當，真正收到效果；用得不恰當，那你就完全錯了，你根本就不懂得觀機。所以應機施教，於一切眾生，一定要生尊重心。"
    },
    {
      "id": "02-034-0064_p0050",
      "zh_CN": "造作罪业的众生，我们也不能够轻慢他，也要尊重他。饿鬼、地狱、妖魔鬼怪都要尊重，甚至于毁谤我们的，侮辱我们的，陷害我们的，我们对他还是要起尊重心。你要说为什么？因为他无知，他才做错事。他要受过良好教育，要有智慧，他是好人，他不是坏人。坏人为什么会坏？因为没有受过教育，这应当要原谅。何况佛告诉我们，「一切众生皆有佛性」，「一切众生本来成佛」，怎么可以不尊敬？所以礼敬诸佛，你要不懂这些道理你不会做，你明白这个道理，你自然就会做了。",
      "zh_TW": "造作罪業的眾生，我們也不能夠輕慢他，也要尊重他。餓鬼、地獄、妖魔鬼怪都要尊重，甚至於毀謗我們的，侮辱我們的，陷害我們的，我們對他還是要起尊重心。你要說為什麼？因為他無知，他才做錯事。他要受過良好教育，要有智慧，他是好人，他不是壞人。壞人為什麼會壞？因為沒有受過教育，這應當要原諒。何況佛告訴我們，「一切眾生皆有佛性」，「一切眾生本來成佛」，怎麼可以不尊敬？所以禮敬諸佛，你要不懂這些道理你不會做，你明白這個道理，你自然就會做了。"
    },
    {
      "id": "02-034-0064_p0051",
      "zh_CN": "我们今天学了，常常在讲，诸位还是做不到，这就是我刚才说的，听的遍数不够。我能够做到一些，我听的遍数比你们多，没有别的原因。所以经天天讲，天天读，果然这样不松懈，念个十年，讲个十年，你的念头自然转过来了，自自然然会落实到生活当中。不能落实到生活当中，都是薰习的遍数不够，所以你们在日常生活当中，还是随顺烦恼，还是随顺习气，这难怪！所以你们学经教的同学们，比一般听众薰习的时间一定要长很多倍，可是依旧不能落实到生活上，这才知道业障习气的重，重得真是令人可怕！所以自己要知道，要觉悟，要认真努力发愤回头，你这一回头，你就得大自在，你烦恼就轻了，智慧就长了。",
      "zh_TW": "我們今天學了，常常在講，諸位還是做不到，這就是我剛才說的，聽的遍數不夠。我能夠做到一些，我聽的遍數比你們多，沒有別的原因。所以經天天講，天天讀，果然這樣不鬆懈，念個十年，講個十年，你的念頭自然轉過來了，自自然然會落實到生活當中。不能落實到生活當中，都是薰習的遍數不夠，所以你們在日常生活當中，還是隨順煩惱，還是隨順習氣，這難怪！所以你們學經教的同學們，比一般聽眾薰習的時間一定要長很多倍，可是依舊不能落實到生活上，這才知道業障習氣的重，重得真是令人可怕！所以自己要知道，要覺悟，要認真努力發憤回頭，你這一回頭，你就得大自在，你煩惱就輕了，智慧就長了。"
    },
    {
      "id": "02-034-0064_p0052",
      "zh_CN": "「谦下言说」，对人接物要谦虚、要卑下，这非常有道理。我们在《华严经》上看，哪一个佛菩萨是贡高我慢的？一个都没看到，所看到的每一个佛菩萨，都非常谦虚，都尊重别人，贡高我慢的习气完全消除了，这是我们应当要学习的。",
      "zh_TW": "「謙下言說」，對人接物要謙虛、要卑下，這非常有道理。我們在《華嚴經》上看，哪一個佛菩薩是貢高我慢的？一個都沒看到，所看到的每一個佛菩薩，都非常謙虛，都尊重別人，貢高我慢的習氣完全消除了，這是我們應當要學習的。"
    },
    {
      "id": "02-034-0064_p0053",
      "zh_CN": "【八者，于世谈话，不生味着。】",
      "zh_TW": "【八者，於世談話，不生味著。】"
    },
    {
      "id": "02-034-0064_p0054",
      "zh_CN": "跟世间人言谈，『不生味着』，这一句话很重要。什么叫「味着」？用现在粗俗的话讲，喜欢。听到别人话，心里喜欢，心里执着，错了！不但一般闲谈，不可以执着，不可以放在心上，这就是不生味着。也就是我们常讲的不分别、不执着，一切随喜，绝不放在心上。不但是这个事情，为一切众生讲经说法，也不生味着，你的心才真清净，佛家讲的「三轮体空」，这种人才常生智慧。有丝毫执着，就变成情见，就变成情识，落在意识里面去了，那个时候你生烦恼，不生智慧。诸位现在在学习过程当中，应当体会得到；虽然每天在研究经典，每天在台上讲经，还是常生烦恼，还是不生智慧。什么原因？你于一切法生味着。",
      "zh_TW": "跟世間人言談，『不生味著』，這一句話很重要。什麼叫「味著」？用現在粗俗的話講，喜歡。聽到別人話，心裡喜歡，心裡執著，錯了！不但一般閒談，不可以執著，不可以放在心上，這就是不生味著。也就是我們常講的不分別、不執著，一切隨喜，絕不放在心上。不但是這個事情，為一切眾生講經說法，也不生味著，你的心才真清淨，佛家講的「三輪體空」，這種人才常生智慧。有絲毫執著，就變成情見，就變成情識，落在意識裡面去了，那個時候你生煩惱，不生智慧。諸位現在在學習過程當中，應當體會得到；雖然每天在研究經典，每天在台上講經，還是常生煩惱，還是不生智慧。什麼原因？你於一切法生味著。"
    },
    {
      "id": "02-034-0064_p0055",
      "zh_CN": "经上讲得好，我们真正能够说是达到「深解义趣」，「依教奉行」，自自然然你就能生法喜，法喜充满，这里头有乐趣。古人所讲的读书乐，读佛经最乐，世间任何快乐，比不上读佛经的快乐。乐是养生术里面最上乘者，世间人不是常讲「人逢喜事精神爽」，遇到快乐的事情、开心的事情特别有精神。你要是契入佛法，深解义趣，你快乐精神是永远不会断的，永远不会失掉的。你为什么要学佛？佛里头有大乐，是为快乐而来学佛的。我是因为这个缘故才入门的，这是当年方东美先生把佛法介绍给我，跟我讲「学佛是人生最高的享受」，我被他这一句话拉进来的。我为什么要学佛？我要求人生最高的享受。方先生给我介绍，我这一生证实了，我对老师恩德念念不忘。不是他的指引，不是他的介绍，我怎么能有这么快乐的一生，这么幸福的一生，所以老师的恩德难忘！好，今天时间到了，我们就讲到此地。",
      "zh_TW": "經上講得好，我們真正能夠說是達到「深解義趣」，「依教奉行」，自自然然你就能生法喜，法喜充滿，這裡頭有樂趣。古人所講的讀書樂，讀佛經最樂，世間任何快樂，比不上讀佛經的快樂。樂是養生術裡面最上乘者，世間人不是常講「人逢喜事精神爽」，遇到快樂的事情、開心的事情特別有精神。你要是契入佛法，深解義趣，你快樂精神是永遠不會斷的，永遠不會失掉的。你為什麼要學佛？佛裡頭有大樂，是為快樂而來學佛的。我是因為這個緣故才入門的，這是當年方東美先生把佛法介紹給我，跟我講「學佛是人生最高的享受」，我被他這一句話拉進來的。我為什麼要學佛？我要求人生最高的享受。方先生給我介紹，我這一生證實了，我對老師恩德念念不忘。不是他的指引，不是他的介紹，我怎麼能有這麼快樂的一生，這麼幸福的一生，所以老師的恩德難忘！好，今天時間到了，我們就講到此地。"
    }
  ]
}