{
  "doc_id": "02-034-0132",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三二集",
    "zh_TW": "第一三二集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0132",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "02-034-0132_p0001",
      "zh_CN": "请掀开经本，《科会》第三十四面，「光明遍照第十二」，前面「威光遍照」跟诸位介绍过了，接着看下面：",
      "zh_TW": "請掀開經本，《科會》第三十四面，「光明遍照第十二」，前面「威光遍照」跟諸位介紹過了，接著看下面："
    },
    {
      "id": "02-034-0132_p0002",
      "zh_CN": "【诸佛光明所照远近。本其前世求道。所愿功德大小不同。至作佛时。各自得之。自在所作。不为预计。】",
      "zh_TW": "【諸佛光明所照遠近。本其前世求道。所願功德大小不同。至作佛時。各自得之。自在所作。不為預計。】"
    },
    {
      "id": "02-034-0132_p0003",
      "zh_CN": "这一段经文里面，我们特别要注意到，要能体会得到的，菩萨成佛，成佛之后完全平等，没有先佛后佛，也没有哪个佛大、哪个佛小，没有，完全平等；但是度众生这个事情不平等，佛所示现的光明大小不平等。这是什么原因？世尊在此地为我们说出来了，是前世，就是行菩萨道的时候，菩萨同样都是菩萨，菩萨的愿力大小不相同，菩萨心量大小也不相同，修学功德也不一样，因此到成佛，果地上光明度生这一桩事也就不相同。这些事情在如来果地上决不是有意的，自自然然的，所以成佛也离不开业因果报，种的因好，果报殊胜。我们看下面一句：",
      "zh_TW": "這一段經文裡面，我們特別要注意到，要能體會得到的，菩薩成佛，成佛之後完全平等，沒有先佛後佛，也沒有哪個佛大、哪個佛小，沒有，完全平等；但是度眾生這個事情不平等，佛所示現的光明大小不平等。這是什麼原因？世尊在此地為我們說出來了，是前世，就是行菩薩道的時候，菩薩同樣都是菩薩，菩薩的願力大小不相同，菩薩心量大小也不相同，修學功德也不一樣，因此到成佛，果地上光明度生這一樁事也就不相同。這些事情在如來果地上決不是有意的，自自然然的，所以成佛也離不開業因果報，種的因好，果報殊勝。我們看下面一句："
    },
    {
      "id": "02-034-0132_p0004",
      "zh_CN": "【阿弥陀佛。光明善好。胜于日月之明。千亿万倍。光中极尊。佛中之王。】",
      "zh_TW": "【阿彌陀佛。光明善好。勝於日月之明。千億萬倍。光中極尊。佛中之王。】"
    },
    {
      "id": "02-034-0132_p0005",
      "zh_CN": "诸佛当中在行菩萨道，确确实实唯独阿弥陀佛愿力无比的殊胜，确实在诸佛当中，这是名副其实『光中极尊，佛中之王』。他的常光、放光都是诸佛不能比的。实在诸佛果地上没有比较的，自自然然的，原因是因地上发的愿不相同，果报不一样。",
      "zh_TW": "諸佛當中在行菩薩道，確確實實唯獨阿彌陀佛願力無比的殊勝，確實在諸佛當中，這是名副其實『光中極尊，佛中之王』。他的常光、放光都是諸佛不能比的。實在諸佛果地上沒有比較的，自自然然的，原因是因地上發的願不相同，果報不一樣。"
    },
    {
      "id": "02-034-0132_p0006",
      "zh_CN": "下面世尊为我们说出十二光，这十二光佛都是阿弥陀佛，前面只跟我们讲「光中极尊」，这一句是总说；后面这十二句别说。",
      "zh_TW": "下面世尊為我們說出十二光，這十二光佛都是阿彌陀佛，前面只跟我們講「光中極尊」，這一句是總說；後面這十二句別說。"
    },
    {
      "id": "02-034-0132_p0007",
      "zh_CN": "【是故无量寿佛。亦号无量光佛。亦号无边光佛。】",
      "zh_TW": "【是故無量壽佛。亦號無量光佛。亦號無邊光佛。】"
    },
    {
      "id": "02-034-0132_p0008",
      "zh_CN": "下面「亦号」这两个字省略了，「亦号」是一直贯下去的。",
      "zh_TW": "下面「亦號」這兩個字省略了，「亦號」是一直貫下去的。"
    },
    {
      "id": "02-034-0132_p0009",
      "zh_CN": "【无碍光佛。无等光佛。亦号智慧光。常照光。清净光。欢喜光。解脱光。安隐光。超日月光。不思议光。】",
      "zh_TW": "【無礙光佛。無等光佛。亦號智慧光。常照光。清淨光。歡喜光。解脫光。安隱光。超日月光。不思議光。】"
    },
    {
      "id": "02-034-0132_p0010",
      "zh_CN": "「智慧光」加个「亦号」，下面省一个「佛」字。如果具足的称呼，「亦号智慧光佛」，「常照光佛」，应该是这样的，统统是文字上的省略。这十二光就是阿弥陀佛，就是无量寿佛，也就是这部《大乘无量寿经》，也就是本经里面所说的四十八愿，说到最后就是当人自性真心，这一点比什么都重要。阿弥陀佛就是我们自己的真如本性，就是我们自己的真心，为什么？我们真心具足无量光明、无量寿命、无量德相，在这一段经文里面圆圆满满都显示出来了。这个名号，我们简单的跟诸位介绍。",
      "zh_TW": "「智慧光」加個「亦號」，下面省一個「佛」字。如果具足的稱呼，「亦號智慧光佛」，「常照光佛」，應該是這樣的，統統是文字上的省略。這十二光就是阿彌陀佛，就是無量壽佛，也就是這部《大乘無量壽經》，也就是本經裡面所說的四十八願，說到最後就是當人自性真心，這一點比什麼都重要。阿彌陀佛就是我們自己的真如本性，就是我們自己的真心，為什麼？我們真心具足無量光明、無量壽命、無量德相，在這一段經文裡面圓圓滿滿都顯示出來了。這個名號，我們簡單的跟諸位介紹。"
    },
    {
      "id": "02-034-0132_p0011",
      "zh_CN": "『无量光佛』，是自性本具般若光明，没有限量，所以佛也称之为无量光佛，这里面的深意我们要细心去体会。学佛的目的，无非是开发自性本具的光明德相，所以佛在大乘经上常说，「佛不度众生」，佛没有丝毫东西可以给众生，众生成佛完全是恢复性德而已。性德是你自己本具的，不是从外面得来的，《华严经出现品》所说的，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」，这句话我们要记住。一切众生跟诸佛如来原来是一样的，现在为什么他成佛了，我们变成众生？但以妄想、分别、执着，造成我们现在这个形相。",
      "zh_TW": "『無量光佛』，是自性本具般若光明，沒有限量，所以佛也稱之為無量光佛，這裡面的深意我們要細心去體會。學佛的目的，無非是開發自性本具的光明德相，所以佛在大乘經上常說，「佛不度眾生」，佛沒有絲毫東西可以給眾生，眾生成佛完全是恢復性德而已。性德是你自己本具的，不是從外面得來的，《華嚴經出現品》所說的，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」，這句話我們要記住。一切眾生跟諸佛如來原來是一樣的，現在為什麼他成佛了，我們變成眾生？但以妄想、分別、執著，造成我們現在這個形相。"
    },
    {
      "id": "02-034-0132_p0012",
      "zh_CN": "佛教导我们，成就我们；教什么？成就什么？我们总得要懂，教我们的是「看破、放下」，成就我们的就是恢复自性本具的德相。看破什么？看破迷悟的真相，放下什么？放下妄想分别执着。不但是释迦牟尼佛出现在世间，四十九年教的就是这一个纲领原则，十方三世一切诸佛出现在虚空法界，也没有例外。说老实话，众生成佛不难，难在迷惑，迷惑就是无知，不知道事实真相，迷得太久了，迷得太深了，虽然诸佛菩萨苦口婆心示现在这个世间教导我们，我们还是不容易觉悟。但是这一桩事情非觉悟不可，你要不觉悟，永远不能够超越轮回、永远不能够恢复性德。怎样才能觉悟？夏莲居老居士在《净语》里头讲得好：「真干！」只要真干，你就能觉悟；你要是干假的，做一个假样子给人看，那你就错了。换句话说，世出世间法的成就关键都在「不自欺」，人果然能够做到不自欺，他这一生成佛有指望。最怕的就是自欺，自欺没有不欺骗别人。他为什么会欺骗别人？他欺骗自己，欺骗自己怎么会不骗人？不欺骗别人这个人肯定不自欺，那就不是凡人，至少阿罗汉以上，他不欺骗自己。这个道理似浅，实际上很深，我们要细心体会，要从这个地方下手。放下妄想分别执着，从哪里放起？我在讲席当中常常劝勉同学，从自私自利放起，人若不能把自私自利这个念头放下，他不会成就。",
      "zh_TW": "佛教導我們，成就我們；教什麼？成就什麼？我們總得要懂，教我們的是「看破、放下」，成就我們的就是恢復自性本具的德相。看破什麼？看破迷悟的真相，放下什麼？放下妄想分別執著。不但是釋迦牟尼佛出現在世間，四十九年教的就是這一個綱領原則，十方三世一切諸佛出現在虛空法界，也沒有例外。說老實話，眾生成佛不難，難在迷惑，迷惑就是無知，不知道事實真相，迷得太久了，迷得太深了，雖然諸佛菩薩苦口婆心示現在這個世間教導我們，我們還是不容易覺悟。但是這一樁事情非覺悟不可，你要不覺悟，永遠不能夠超越輪迴、永遠不能夠恢復性德。怎樣才能覺悟？夏蓮居老居士在《淨語》裡頭講得好：「真幹！」只要真幹，你就能覺悟；你要是幹假的，做一個假樣子給人看，那你就錯了。換句話說，世出世間法的成就關鍵都在「不自欺」，人果然能夠做到不自欺，他這一生成佛有指望。最怕的就是自欺，自欺沒有不欺騙別人。他為什麼會欺騙別人？他欺騙自己，欺騙自己怎麼會不騙人？不欺騙別人這個人肯定不自欺，那就不是凡人，至少阿羅漢以上，他不欺騙自己。這個道理似淺，實際上很深，我們要細心體會，要從這個地方下手。放下妄想分別執著，從哪裡放起？我在講席當中常常勸勉同學，從自私自利放起，人若不能把自私自利這個念頭放下，他不會成就。"
    },
    {
      "id": "02-034-0132_p0013",
      "zh_CN": "这一次我们在香港把《阿难问事佛吉凶经》讲圆满了，一共讲了七十多个小时，最后我做一个总结全经大意的学习报告。我提到当年我在台中学习，李老师对我的教导就是教我放下自私自利，早年章嘉大师教我看破放下，到台中落实了。李老师讲经不准录音，那个时候没有录像，只有录音，不准录音。谁要是放一个麦克风在他面前，他不讲，必须把这个东西统统拿掉，他才开始讲经，看到这个东西绝对不讲。不准我写笔记，我是他这样教出来的，他的教学方法就是教你全部精神贯注听讲，你才会有受用。你放个录音机在此地，你的心就懈怠了，为什么？没有听清楚不要紧，回去还可以重听，你有依靠；写笔记也不行，写笔记是什么？你有笔记依靠，笔记也不可以写，这样教学你才真正能学到东西。教学的目的是教你开悟，每一堂经你都有悟处，积小悟就成大悟，积大悟就成大彻大悟。古来祖师大德教学的一套方法，跟现代不一样，现代这些科学方法完全帮助你记忆，记忆是什么？帮助你分别，帮助你执着，你走的是妄想分别执着。妄想分别执着何以能破妄想分别执着？你永远不会开悟。",
      "zh_TW": "這一次我們在香港把《阿難問事佛吉凶經》講圓滿了，一共講了七十多個小時，最後我做一個總結全經大意的學習報告。我提到當年我在台中學習，李老師對我的教導就是教我放下自私自利，早年章嘉大師教我看破放下，到台中落實了。李老師講經不准錄音，那個時候沒有錄像，只有錄音，不准錄音。誰要是放一個麥克風在他面前，他不講，必須把這個東西統統拿掉，他才開始講經，看到這個東西絕對不講。不准我寫筆記，我是他這樣教出來的，他的教學方法就是教你全部精神貫注聽講，你才會有受用。你放個錄音機在此地，你的心就懈怠了，為什麼？沒有聽清楚不要緊，回去還可以重聽，你有依靠；寫筆記也不行，寫筆記是什麼？你有筆記依靠，筆記也不可以寫，這樣教學你才真正能學到東西。教學的目的是教你開悟，每一堂經你都有悟處，積小悟就成大悟，積大悟就成大徹大悟。古來祖師大德教學的一套方法，跟現代不一樣，現代這些科學方法完全幫助你記憶，記憶是什麼？幫助你分別，幫助你執著，你走的是妄想分別執著。妄想分別執著何以能破妄想分別執著？你永遠不會開悟。"
    },
    {
      "id": "02-034-0132_p0014",
      "zh_CN": "学习的妙诀就是在一门深入，不断反复的学习，一遍又一遍。要学多少遍？古人讲的「读书千遍，其义自见」，你们一部经有没有学上一千遍？其义自见就是开悟了、大彻大悟了，这个话是真的，不是假的。为什么？比如学《无量寿经》，《无量寿经》学一千遍，人心定了，你得到念佛三昧，三昧起用就是大彻大悟。需不需要研究讨论？实在讲不需要，你没有悟入佛的境界，那个研究讨论是你在那里妄想执着。但是说这些话很难听，你听了不高兴，你说「你瞧不起我」，所以随顺你，恭维你几句，学了之后，再做个研究讨论。其实没有开悟的人，有什么资格研究讨论？开悟了的，用不着研究讨论。",
      "zh_TW": "學習的妙訣就是在一門深入，不斷反覆的學習，一遍又一遍。要學多少遍？古人講的「讀書千遍，其義自見」，你們一部經有沒有學上一千遍？其義自見就是開悟了、大徹大悟了，這個話是真的，不是假的。為什麼？比如學《無量壽經》，《無量壽經》學一千遍，人心定了，你得到念佛三昧，三昧起用就是大徹大悟。需不需要研究討論？實在講不需要，你沒有悟入佛的境界，那個研究討論是你在那裡妄想執著。但是說這些話很難聽，你聽了不高興，你說「你瞧不起我」，所以隨順你，恭維你幾句，學了之後，再做個研究討論。其實沒有開悟的人，有什麼資格研究討論？開悟了的，用不著研究討論。"
    },
    {
      "id": "02-034-0132_p0015",
      "zh_CN": "世尊当年在世，这是我们在经典上看到的，学生听经的人可以提出问题，世尊解答；没有看到有研究讨论的，答问很多，许许多多经上都是世尊给学生一问一答。那个教学法是诸佛如来的教学法，我们有没有得到启示？我们应当想想应该如何来修学，我们这一生能够到明心见性，到大彻大悟。我非常向往唐朝时代的丛林教学，每天八个小时听经，八个小时修行，我们净宗的修行是念佛，果然一天有八个小时听经、八个小时念佛，没有研究讨论。你自己道眼未开，心地散乱，听了就讨论，你所听的是什么？道听途说；你讨论的又是什么？胡思乱想，真叫浪费精力、浪费时间，你修行盲修瞎练，你怎么能成功？如果遵守古大德的方法，老老实实去学，每天听经。听经怎么听法？我们在讲台讲一个小时，现在做成光碟，一片一个小时，你一天把这一片听八次，不要换，到第二天再换一片，还听八次八个小时，一片听八次，有一点印象了。这一片听一次，换底下一片，你的效果就没有了，为什么？听底下一片，上面那片忘掉了。一天要听八片的时候，你还是胡思乱想，你决定达不到摄心，达不到这个效果。你也不会开悟，为什么？你用什么心去听经？用分别、用执着，还是用你自己的成见，这样学，学一辈子都入不了门。古人那个方法好极了，现在人不要，有什么办法、有什么法子？",
      "zh_TW": "世尊當年在世，這是我們在經典上看到的，學生聽經的人可以提出問題，世尊解答；沒有看到有研究討論的，答問很多，許許多多經上都是世尊給學生一問一答。那個教學法是諸佛如來的教學法，我們有沒有得到啟示？我們應當想想應該如何來修學，我們這一生能夠到明心見性，到大徹大悟。我非常嚮往唐朝時代的叢林教學，每天八個小時聽經，八個小時修行，我們淨宗的修行是念佛，果然一天有八個小時聽經、八個小時念佛，沒有研究討論。你自己道眼未開，心地散亂，聽了就討論，你所聽的是什麼？道聽途說；你討論的又是什麼？胡思亂想，真叫浪費精力、浪費時間，你修行盲修瞎練，你怎麼能成功？如果遵守古大德的方法，老老實實去學，每天聽經。聽經怎麼聽法？我們在講台講一個小時，現在做成光碟，一片一個小時，你一天把這一片聽八次，不要換，到第二天再換一片，還聽八次八個小時，一片聽八次，有一點印象了。這一片聽一次，換底下一片，你的效果就沒有了，為什麼？聽底下一片，上面那片忘掉了。一天要聽八片的時候，你還是胡思亂想，你決定達不到攝心，達不到這個效果。你也不會開悟，為什麼？你用什麼心去聽經？用分別、用執著，還是用你自己的成見，這樣學，學一輩子都入不了門。古人那個方法好極了，現在人不要，有什麼辦法、有什麼法子？"
    },
    {
      "id": "02-034-0132_p0016",
      "zh_CN": "真正好老师，真正善知识，他懂。我们不懂，他教我们，我们不能接受，为什么？成见太深。我学东西跟你们大家不一样，我学东西反复的学习，今天这一段经文，我绝对不是说看一遍就了了，至少要看四、五遍；不但看这一部经，我还有很多不同版本的，不同注解的，我也看这一段，这样才能够深入。这个方法李炳南老居士教我的，当年我在他会下跟他学《楞严经》，我搜集二十多种古今的权威注解，太多了，李老师告诉我，有个六、七种就够了。在里面再精选，选个六七种。他每一次讲经，我估量他讲多少，我预先准备听经，我就把古大德这一段的注解先看，六七种本子我都看，看完之后，我再听他讲，这个时候我就有一个比较，他讲的好的地方在什么地方。古人有的时候讲的我们很难懂，李老师讲的很容易懂，意思又不违背，我是在他会下学这些东西。这种学习的方法活活泼泼，自己确实能够明了经义，又不受拘束，真正体会得了、听懂了、听明白了，到第二天轮流我复讲，诸位你知道我不写笔记的，我复讲是这段经文意思我明白了，我可以深讲，我可以浅讲，我可以长讲，我可以短讲，这样才练得出来。长经可以短说，短经可以长说，浅经可以深说，深经可以浅说，没有不自在！开智慧摆在第一位。",
      "zh_TW": "真正好老師，真正善知識，他懂。我們不懂，他教我們，我們不能接受，為什麼？成見太深。我學東西跟你們大家不一樣，我學東西反覆的學習，今天這一段經文，我絕對不是說看一遍就了了，至少要看四、五遍；不但看這一部經，我還有很多不同版本的，不同註解的，我也看這一段，這樣才能夠深入。這個方法李炳南老居士教我的，當年我在他會下跟他學《楞嚴經》，我蒐集二十多種古今的權威註解，太多了，李老師告訴我，有個六、七種就夠了。在裡面再精選，選個六七種。他每一次講經，我估量他講多少，我預先準備聽經，我就把古大德這一段的註解先看，六七種本子我都看，看完之後，我再聽他講，這個時候我就有一個比較，他講的好的地方在什麼地方。古人有的時候講的我們很難懂，李老師講的很容易懂，意思又不違背，我是在他會下學這些東西。這種學習的方法活活潑潑，自己確實能夠明瞭經義，又不受拘束，真正體會得了、聽懂了、聽明白了，到第二天輪流我複講，諸位你知道我不寫筆記的，我複講是這段經文意思我明白了，我可以深講，我可以淺講，我可以長講，我可以短講，這樣才練得出來。長經可以短說，短經可以長說，淺經可以深說，深經可以淺說，沒有不自在！開智慧擺在第一位。"
    },
    {
      "id": "02-034-0132_p0017",
      "zh_CN": "第二叫『无边光』，边是边际。怎样才到「无边」？平等就没有边际，要学！对人对事对物，都要用平等心，平等心是真心，用平等心对待一切人，自己一定要知道谦虚、卑下，要尊重别人。不可以说是我跟你平等的，我们两个一般高的，你不比我强什么！这傲慢，这已经就不平了。真正平等的现象是自卑而尊人。我们在《华严经》五十三参里面看到的，每一位善知识「谦己推胜」，推崇别人殊胜，其实他不比人差，他真的跟人平等。为什么表现这个态度？教导我们的，我们在这里面学平等，平等决定是自己谦卑而尊重别人，你将来的成就无边光！我们在《华严经》上读过，每一位菩萨，每一位尊神，其实神众都是诸佛如来应化的，各个人表现的尊师重道，自己谦卑，尊重同学，同学当中都做到自谦而推胜。我们学佛在这些地方学，起心动念一定要想到给社会大众做好榜样。",
      "zh_TW": "第二叫『無邊光』，邊是邊際。怎樣才到「無邊」？平等就沒有邊際，要學！對人對事對物，都要用平等心，平等心是真心，用平等心對待一切人，自己一定要知道謙虛、卑下，要尊重別人。不可以說是我跟你平等的，我們兩個一般高的，你不比我強什麼！這傲慢，這已經就不平了。真正平等的現象是自卑而尊人。我們在《華嚴經》五十三參裡面看到的，每一位善知識「謙己推勝」，推崇別人殊勝，其實他不比人差，他真的跟人平等。為什麼表現這個態度？教導我們的，我們在這裡面學平等，平等決定是自己謙卑而尊重別人，你將來的成就無邊光！我們在《華嚴經》上讀過，每一位菩薩，每一位尊神，其實神眾都是諸佛如來應化的，各個人表現的尊師重道，自己謙卑，尊重同學，同學當中都做到自謙而推勝。我們學佛在這些地方學，起心動念一定要想到給社會大眾做好榜樣。"
    },
    {
      "id": "02-034-0132_p0018",
      "zh_CN": "今天社会大众最需要的第一个好榜样是什么？和睦相处，平等对待。平等对待，诸位要记住，自卑而尊人。在家同学你有家庭，你要把六和敬带回家；出家的同修道场，你要把六和敬在道场里头建立。没有六和就没有佛法，别人不做，我做；他跟我不和，我跟他和，久而久之，你才能感化别人。他对我无礼，我对他有礼；他对我骄慢，我对他卑下，这就是「学为人师，行为世范」，这个人是菩萨，菩萨存的是这个心，菩萨干的是这些事。如果什么事情都把自己放在第一，你是薄地凡夫，你永远不能入菩萨境界。入菩萨境界的人第一个念头是为众生，也许说「我先成就自己，再为众生」，这个说法、这个想法好像是很有道理，其实一点道理都没有，为什么？你自私自利放在前面，永远不开智慧。什么事情都想搞自己的特权，都想跟别人不一样，这个念头坏了。",
      "zh_TW": "今天社會大眾最需要的第一個好榜樣是什麼？和睦相處，平等對待。平等對待，諸位要記住，自卑而尊人。在家同學你有家庭，你要把六和敬帶回家；出家的同修道場，你要把六和敬在道場裡頭建立。沒有六和就沒有佛法，別人不做，我做；他跟我不和，我跟他和，久而久之，你才能感化別人。他對我無禮，我對他有禮；他對我驕慢，我對他卑下，這就是「學為人師，行為世範」，這個人是菩薩，菩薩存的是這個心，菩薩幹的是這些事。如果什麼事情都把自己放在第一，你是薄地凡夫，你永遠不能入菩薩境界。入菩薩境界的人第一個念頭是為眾生，也許說「我先成就自己，再為眾生」，這個說法、這個想法好像是很有道理，其實一點道理都沒有，為什麼？你自私自利放在前面，永遠不開智慧。什麼事情都想搞自己的特權，都想跟別人不一樣，這個念頭壞了。"
    },
    {
      "id": "02-034-0132_p0019",
      "zh_CN": "佛法是真实智慧，光明就是表智慧。光明为什么这么多？是讲它的作用。光是一种，作用不同。一切时一切处，对人、对事、对物，都是用自性般若智慧。这些智慧的心行，影响别人、影响社会、影响现在、影响未来，这就叫「照」，这就叫「光明遍照」。你影响的面愈大，影响的时间愈长，这个光大，这个光照得远，这个光照得深，就这个意思。如果把自私自利摆在前面，你的光很小，你的光很短，换句话说，你影响的面很窄狭，影响的时间很短暂，那不就错了吗？",
      "zh_TW": "佛法是真實智慧，光明就是表智慧。光明為什麼這麼多？是講它的作用。光是一種，作用不同。一切時一切處，對人、對事、對物，都是用自性般若智慧。這些智慧的心行，影響別人、影響社會、影響現在、影響未來，這就叫「照」，這就叫「光明遍照」。你影響的面愈大，影響的時間愈長，這個光大，這個光照得遠，這個光照得深，就這個意思。如果把自私自利擺在前面，你的光很小，你的光很短，換句話說，你影響的面很窄狹，影響的時間很短暫，那不就錯了嗎？"
    },
    {
      "id": "02-034-0132_p0020",
      "zh_CN": "『等』就是平等。底下讲的『智慧光、常照光』。光明从佛无碍善心而起，帮助众生破除无明，这是智慧。由此可知，我们学佛学什么？我学佛五十年，总结佛陀的教诲，我写了二十个字，大家都很熟悉。前面十个字，佛心，是真心：「真诚、清净、平等、正觉、慈悲」，如是存心就跟诸佛如来无二无别；对人对事：「看破、放下、自在、随缘、念佛」。上面这五句十个字「纯净」，下面这五句十个字「纯善」，心纯净，行纯善，这个人就成佛了。所以再归纳四个字：纯净纯善。就像佛在《十善业道经》上教导我们，不容毫分不善夹杂，不容毫分不净夹杂，心不能夹杂不净，行不可以夹杂不善。",
      "zh_TW": "『等』就是平等。底下講的『智慧光、常照光』。光明從佛無礙善心而起，幫助眾生破除無明，這是智慧。由此可知，我們學佛學什麼？我學佛五十年，總結佛陀的教誨，我寫了二十個字，大家都很熟悉。前面十個字，佛心，是真心：「真誠、清淨、平等、正覺、慈悲」，如是存心就跟諸佛如來無二無別；對人對事：「看破、放下、自在、隨緣、念佛」。上面這五句十個字「純淨」，下面這五句十個字「純善」，心純淨，行純善，這個人就成佛了。所以再歸納四個字：純淨純善。就像佛在《十善業道經》上教導我們，不容毫分不善夾雜，不容毫分不淨夾雜，心不能夾雜不淨，行不可以夾雜不善。"
    },
    {
      "id": "02-034-0132_p0021",
      "zh_CN": "下面『常照』、『清净』、『欢喜』，欢喜是慈悲，清净是决定没有染着，要在这里下功夫。「欢喜」是从慈悲里头流出来的；『解脱』是从清净平等里面流出来的；『安隐』是从真诚慈悲里头流出来的；『超日月光』是比喻；『不思议光』，法合，喻后一定有合讲，不可思议，这是真的。康僧凯的本子有难思光、无称光，「难思」、「无称」就是不可思议。难思就是不可思，无称就是不可议。译的文不一样，意思相同，这些我们总要通达明了。接着请看下面经文：",
      "zh_TW": "下面『常照』、『清淨』、『歡喜』，歡喜是慈悲，清淨是決定沒有染著，要在這裡下功夫。「歡喜」是從慈悲裡頭流出來的；『解脫』是從清淨平等裡面流出來的；『安隱』是從真誠慈悲裡頭流出來的；『超日月光』是比喻；『不思議光』，法合，喻後一定有合講，不可思議，這是真的。康僧凱的本子有難思光、無稱光，「難思」、「無稱」就是不可思議。難思就是不可思，無稱就是不可議。譯的文不一樣，意思相同，這些我們總要通達明瞭。接著請看下面經文："
    },
    {
      "id": "02-034-0132_p0022",
      "zh_CN": "【如是光明。普照十方一切世界。】",
      "zh_TW": "【如是光明。普照十方一切世界。】"
    },
    {
      "id": "02-034-0132_p0023",
      "zh_CN": "这是果德上与弥陀因行开始相应。阿弥陀佛起心动念是尽虚空、遍法界，其他诸佛作菩萨的时候，大概起心动念度我们这个大千世界，很多很多人都是有这个念头，「我要广度众生，要度这个大千世界众生」，所以将来成佛的时候，他的光只能照这个大千世界；阿弥陀佛起心动念尽虚空、遍法界一切诸佛刹土，所以在果地上他的光明普照十方一切世界，这才被诸佛如来尊称他、赞叹他「光中极尊，佛中之王」。",
      "zh_TW": "這是果德上與彌陀因行開始相應。阿彌陀佛起心動念是盡虛空、遍法界，其他諸佛作菩薩的時候，大概起心動念度我們這個大千世界，很多很多人都是有這個念頭，「我要廣度眾生，要度這個大千世界眾生」，所以將來成佛的時候，他的光只能照這個大千世界；阿彌陀佛起心動念盡虛空、遍法界一切諸佛剎土，所以在果地上他的光明普照十方一切世界，這才被諸佛如來尊稱他、讚歎他「光中極尊，佛中之王」。"
    },
    {
      "id": "02-034-0132_p0024",
      "zh_CN": "【其有众生。遇斯光者。垢灭善生。身意柔软。】",
      "zh_TW": "【其有眾生。遇斯光者。垢滅善生。身意柔軟。】"
    },
    {
      "id": "02-034-0132_p0025",
      "zh_CN": "我们今天遇到这个光，有没有这个感受？给诸位说，肯定有！我有这个感受，你可能没有这个感受，原因在哪里？你有业障。什么叫业障？你虽然来听经，意思没有懂得透彻，你还有疑惑，你还不能够落实，因此，垢你没有灭，善没生，身意刚强难化。这个光是什么？这一本《无量寿经》就是光，它在那里照，我们展开经卷恭恭敬敬读诵，光就照我。佛在这个经上讲的理我明白了，讲的这些方法我懂得了，佛教我做的，我照做，佛教我不可以做的，我决定不做，『垢灭善生』。实在讲佛很慈悲，一开端就把修行的总纲领教导给我们：「善护口业，不讥他过」，我们做到了没有？如果做到，垢灭了；不说别人过，善生。佛在这个经上这些教训太多太多了，我们把它重要的节录成六十几条，印成一个小册子，《净宗同学修行守则》，《无量寿经》上节录了六十几条；同时我们又在《发起菩萨殊胜志乐经》里，那是专门对出家人讲的，我们节录了四十几条，合起来好像是一百零六条，还不到一百零八。我们要依照这些教训来修行，就是依照这些教训断恶修善，「垢灭善生」，你的心意当然柔软，慈悲心流露出来了。",
      "zh_TW": "我們今天遇到這個光，有沒有這個感受？給諸位說，肯定有！我有這個感受，你可能沒有這個感受，原因在哪裡？你有業障。什麼叫業障？你雖然來聽經，意思沒有懂得透徹，你還有疑惑，你還不能夠落實，因此，垢你沒有滅，善沒生，身意剛強難化。這個光是什麼？這一本《無量壽經》就是光，它在那裡照，我們展開經卷恭恭敬敬讀誦，光就照我。佛在這個經上講的理我明白了，講的這些方法我懂得了，佛教我做的，我照做，佛教我不可以做的，我決定不做，『垢滅善生』。實在講佛很慈悲，一開端就把修行的總綱領教導給我們：「善護口業，不譏他過」，我們做到了沒有？如果做到，垢滅了；不說別人過，善生。佛在這個經上這些教訓太多太多了，我們把它重要的節錄成六十幾條，印成一個小冊子，《淨宗同學修行守則》，《無量壽經》上節錄了六十幾條；同時我們又在《發起菩薩殊勝志樂經》裡，那是專門對出家人講的，我們節錄了四十幾條，合起來好像是一百零六條，還不到一百零八。我們要依照這些教訓來修行，就是依照這些教訓斷惡修善，「垢滅善生」，你的心意當然柔軟，慈悲心流露出來了。"
    },
    {
      "id": "02-034-0132_p0026",
      "zh_CN": "【若在三途极苦之处。见此光明。皆得休息。命终皆得解脱。】",
      "zh_TW": "【若在三途極苦之處。見此光明。皆得休息。命終皆得解脫。】"
    },
    {
      "id": "02-034-0132_p0027",
      "zh_CN": "我们的道场听众，鬼神的听众比人多。过去我们在居士林五楼讲堂讲经的时候，常常有同修来告诉我，有人见到很多鬼神、天龙八部，来告诉我，我说我知道，我很清楚，而且我肯定他们的人数超过你们十倍百倍都不止。听经的鬼神他们都在学习《无量寿经》，都在念阿弥陀佛，往生的也不少。说老实话，现在人不如鬼，鬼为什么来听经？鬼道太苦了，太苦所以希求解脱那个愿心比我们强。我们生活在人间，尤其现在在开发中的国家，一个个都富裕了，生活都过得很好，把念佛往生这桩事情没有看在眼里，纵然来听经，也没有真正把它当作一回事情，所以不如鬼精进，道理就在此地。佛常常教人，佛入灭的时候留给后人两句话：「以戒为师」、「以苦为师」。希望修行人多吃苦头，多吃苦头你的愿心坚定，求出离心心切，不至于堕落；怕吃苦，不肯持戒，没有一个不堕落的。戒律，持什么戒？十善业道就行了，十善业道是佛为一切众生制定戒律的总纲领、总原则，三千威仪、八万细行都离不开这个纲领。我们只要把这个纲领掌握住，严格遵守，依教奉行，你就能出离。",
      "zh_TW": "我們的道場聽眾，鬼神的聽眾比人多。過去我們在居士林五樓講堂講經的時候，常常有同修來告訴我，有人見到很多鬼神、天龍八部，來告訴我，我說我知道，我很清楚，而且我肯定他們的人數超過你們十倍百倍都不止。聽經的鬼神他們都在學習《無量壽經》，都在念阿彌陀佛，往生的也不少。說老實話，現在人不如鬼，鬼為什麼來聽經？鬼道太苦了，太苦所以希求解脫那個願心比我們強。我們生活在人間，尤其現在在開發中的國家，一個個都富裕了，生活都過得很好，把念佛往生這樁事情沒有看在眼裡，縱然來聽經，也沒有真正把它當作一回事情，所以不如鬼精進，道理就在此地。佛常常教人，佛入滅的時候留給後人兩句話：「以戒為師」、「以苦為師」。希望修行人多吃苦頭，多吃苦頭你的願心堅定，求出離心心切，不至於墮落；怕吃苦，不肯持戒，沒有一個不墮落的。戒律，持什麼戒？十善業道就行了，十善業道是佛為一切眾生制定戒律的總綱領、總原則，三千威儀、八萬細行都離不開這個綱領。我們只要把這個綱領掌握住，嚴格遵守，依教奉行，你就能出離。"
    },
    {
      "id": "02-034-0132_p0028",
      "zh_CN": "《十善业道经》我们刚刚讲过不久，现在有光碟在流通，至少要看十遍。至少八遍吧！一天看八个小时，一天看一片，每天看八个小时看八次，你要不这样学习，你阿赖耶识里头没有办法落下深刻的印象；也就是说在日常生活当中，处事待人接物常常会忘掉，想不起来，学了也等于没学。「一门深入，长时薰修」比什么都重要。三途众生、极苦众生，听到佛的经，闻到佛的法，都得休息，他的苦可以暂时休息；他要肯念佛，都能够往生，那就解脱了。",
      "zh_TW": "《十善業道經》我們剛剛講過不久，現在有光碟在流通，至少要看十遍。至少八遍吧！一天看八個小時，一天看一片，每天看八個小時看八次，你要不這樣學習，你阿賴耶識裡頭沒有辦法落下深刻的印象；也就是說在日常生活當中，處事待人接物常常會忘掉，想不起來，學了也等於沒學。「一門深入，長時薰修」比什麼都重要。三途眾生、極苦眾生，聽到佛的經，聞到佛的法，都得休息，他的苦可以暫時休息；他要肯念佛，都能夠往生，那就解脫了。"
    },
    {
      "id": "02-034-0132_p0029",
      "zh_CN": "【若有众生。闻其光明。威神。功德。日夜称说。至心不断。随意所愿。得生其国。】",
      "zh_TW": "【若有眾生。聞其光明。威神。功德。日夜稱說。至心不斷。隨意所願。得生其國。】"
    },
    {
      "id": "02-034-0132_p0030",
      "zh_CN": "这一段经文一定要会背，为什么？太重要了。人家要问你，怎样修行才能够往生极乐世界？这一句就答复完了，你要能照这样做的话，肯定往生。这个地方『光明』是佛的智慧，『威神』是佛的教诲，『功德』是阿弥陀佛修因证果，建立西方极乐世界依正庄严，这是他的功德。我们再说得浅显一点，这个地方讲的光明就是本经的道理，理论、道理是光明；威德是它里面所讲的方法，包括四十八愿，『日夜称说，至心不断』，这就是方法，不能间断。",
      "zh_TW": "這一段經文一定要會背，為什麼？太重要了。人家要問你，怎樣修行才能夠往生極樂世界？這一句就答覆完了，你要能照這樣做的話，肯定往生。這個地方『光明』是佛的智慧，『威神』是佛的教誨，『功德』是阿彌陀佛修因證果，建立西方極樂世界依正莊嚴，這是他的功德。我們再說得淺顯一點，這個地方講的光明就是本經的道理，理論、道理是光明；威德是它裡面所講的方法，包括四十八願，『日夜稱說，至心不斷』，這就是方法，不能間斷。"
    },
    {
      "id": "02-034-0132_p0031",
      "zh_CN": "我讲经讲到现在，把经中义理的精华完全透露出，供养给诸位，为什么？时间到了，我不能不告诉你们。往后我讲经不在讲台上，在录影室、在摄影棚，我不会再公开讲经讲演，我不搞这些，我要闭关，不是普通关房，是摄影棚的关房。我闭关还是讲经录像，将来诸位听我讲经是从电视萤幕上看到。所以我现在不能不讲，我讲的就是这个话，「日夜称说，至心不断」。我们学佛、办佛学院还放个假，永远不能成功。你要知道念佛念三个月，三个月精进佛七，日夜不断，圆满之后，给诸位说，放一天假你就完了，你的心马上就乱了；放上三天假，再一个月都不能恢复；放上一个月的假，三年都不能恢复。佛不放假。谁放假？魔放假。你们这个地方，你看看，我们佛学院、培训班，一放假，妖魔鬼怪就来诱惑你们，马上就上圈套了，很悲哀！释迦牟尼佛讲经说法四十九年，你们查查《大藏经》，释迦牟尼佛哪一天放假了？《大藏经》里面去找找看，哪一天佛休假一天、大众放假一天？没有，佛没有休假、没有放假，我们来休假放假，专门替魔制造机会，错了！大错特错了！佛教给我们的功夫要绵绵密密，日夜不间断，我们才能成就，才能入佛境界。",
      "zh_TW": "我講經講到現在，把經中義理的精華完全透露出，供養給諸位，為什麼？時間到了，我不能不告訴你們。往後我講經不在講台上，在錄影室、在攝影棚，我不會再公開講經講演，我不搞這些，我要閉關，不是普通關房，是攝影棚的關房。我閉關還是講經錄像，將來諸位聽我講經是從電視螢幕上看到。所以我現在不能不講，我講的就是這個話，「日夜稱說，至心不斷」。我們學佛、辦佛學院還放個假，永遠不能成功。你要知道念佛念三個月，三個月精進佛七，日夜不斷，圓滿之後，給諸位說，放一天假你就完了，你的心馬上就亂了；放上三天假，再一個月都不能恢復；放上一個月的假，三年都不能恢復。佛不放假。誰放假？魔放假。你們這個地方，你看看，我們佛學院、培訓班，一放假，妖魔鬼怪就來誘惑你們，馬上就上圈套了，很悲哀！釋迦牟尼佛講經說法四十九年，你們查查《大藏經》，釋迦牟尼佛哪一天放假了？《大藏經》裡面去找找看，哪一天佛休假一天、大眾放假一天？沒有，佛沒有休假、沒有放假，我們來休假放假，專門替魔製造機會，錯了！大錯特錯了！佛教給我們的功夫要綿綿密密，日夜不間斷，我們才能成就，才能入佛境界。"
    },
    {
      "id": "02-034-0132_p0032",
      "zh_CN": "真正想成就的人，要不要把这部经从头到尾听圆满？有缘当然很好；没有缘，说老实话，没有必要！只要把这部经里头某一段，你真的搞清楚搞明白了，一生受持，永无间断，保证你上上品往生。哪里要这么多？哪要这么麻烦？我说的话是真话不是假话，每天我就听这一片，一天听八个小时，一生不中断，这个人肯定开悟、肯定证果。你要问什么原因？这是佛说的，他得定了，他一生当中，他就听这一段，就听这一个小时，他心是定的，他不散乱，《弥陀经》上讲的「一心不乱」，他得到了。一心是定、是念佛三昧；不乱是慧。他得一心不乱，佛所说的一切经他都通达了。我这个话你们能相信吗？果然真的相信了，你还要不要念佛学院？没有必要！你看看古来祖师大德，哪一个是佛学院毕业的？历史上著名的净土宗的庐山慧远大师，哪个佛学院毕业的？善导大师是哪个培训班培养出来的？莲池、蕅益念过佛学院吗？",
      "zh_TW": "真正想成就的人，要不要把這部經從頭到尾聽圓滿？有緣當然很好；沒有緣，說老實話，沒有必要！只要把這部經裡頭某一段，你真的搞清楚搞明白了，一生受持，永無間斷，保證你上上品往生。哪裡要這麼多？哪要這麼麻煩？我說的話是真話不是假話，每天我就聽這一片，一天聽八個小時，一生不中斷，這個人肯定開悟、肯定證果。你要問什麼原因？這是佛說的，他得定了，他一生當中，他就聽這一段，就聽這一個小時，他心是定的，他不散亂，《彌陀經》上講的「一心不亂」，他得到了。一心是定、是念佛三昧；不亂是慧。他得一心不亂，佛所說的一切經他都通達了。我這個話你們能相信嗎？果然真的相信了，你還要不要念佛學院？沒有必要！你看看古來祖師大德，哪一個是佛學院畢業的？歷史上著名的淨土宗的廬山慧遠大師，哪個佛學院畢業的？善導大師是哪個培訓班培養出來的？蓮池、蕅益念過佛學院嗎？"
    },
    {
      "id": "02-034-0132_p0033",
      "zh_CN": "他们怎么能成为祖师大德？他们的光明遍照十方，影响到今天，没有别的，「一门深入，长时薰修」、「日夜称说，至心不断」，就这么两句话！他成了大功，往生自在，『随意所愿』，想什么时候去，就什么时候去，想多住几年不碍事。实在说住不住世间，不是自己意思。自己还有意思，那是凡夫，那妄想分别执着没放下。住世不住世的原因在哪里？在众生，换句话说，还有众生可度，多住几天，没有众生可度，马上走了。众生这么多，那不是度不尽吗？不是的。「可度」：众生能信、能解、能行、能证这叫可度；如果没有这种众生，他就到极乐世界去了，他就走了，或者到他方世界教化众生，不一定在此地。他是到处漫游的，决不是一定住哪个地方，哪里有缘哪里去，「恒顺众生，随喜功德」。大乘经上常讲的，应以什么身得度，就现什么身；应说什么法，就说什么法，统统没有一定，「随意」得大自在！",
      "zh_TW": "他們怎麼能成為祖師大德？他們的光明遍照十方，影響到今天，沒有別的，「一門深入，長時薰修」、「日夜稱說，至心不斷」，就這麼兩句話！他成了大功，往生自在，『隨意所願』，想什麼時候去，就什麼時候去，想多住幾年不礙事。實在說住不住世間，不是自己意思。自己還有意思，那是凡夫，那妄想分別執著沒放下。住世不住世的原因在哪裡？在眾生，換句話說，還有眾生可度，多住幾天，沒有眾生可度，馬上走了。眾生這麼多，那不是度不盡嗎？不是的。「可度」：眾生能信、能解、能行、能證這叫可度；如果沒有這種眾生，他就到極樂世界去了，他就走了，或者到他方世界教化眾生，不一定在此地。他是到處漫遊的，決不是一定住哪個地方，哪裡有緣哪裡去，「恆順眾生，隨喜功德」。大乘經上常講的，應以什麼身得度，就現什麼身；應說什麼法，就說什麼法，統統沒有一定，「隨意」得大自在！"
    },
    {
      "id": "02-034-0132_p0034",
      "zh_CN": "新加坡佛教居士林老林长去年往生，我们培训班的同学们都参加助念送他往生，种种瑞相大家亲眼所见，亲耳所闻。往生之后他的冤亲债主很多很多，冤亲债主跟着法师们到居士林念佛堂，附在杜居士的身上，说话了，他说他们看到老林长往生，非常欢喜，非常赞叹，他说：「我们是他的冤亲债主，居士林的护法神准许我们进来，我们没有恶意，我们是来求皈依的，是来求闻法的。」说了很长的时间。那个时候我正在香港讲经，同学们马上打电话给我，说老林长的冤亲债主附身提出要求，我说：「好，你们立刻给他做皈依，做完皈依的时候，请他们来听经。」他又说了，讲堂法师的光太强，他们受不了，然后我们跟他谈判，开放二楼我们的餐厅、一楼餐厅，用电视机播放讲经的录像带，他同意了。他要听什么经？指定《地藏菩萨本愿经》，鬼神特别喜欢这部经，我们就二十四小时播放。现在我不知道有没有在播放，如果是利益鬼神就是一部《地藏经》永远不断的在那里播放，他们得无量无边利益，二十四小时不中断，鬼神欢喜。诸位如果明白这个道理，我们《地藏菩萨本愿经》的光碟流通得很广，你在家里面可以播放，不要怕鬼上门，那些鬼都是好鬼，不是恶鬼，来护法的，恶鬼不会听这个经的，听这个经都是修行的鬼，将来他们都能够往生，他感你的恩德。晚上睡觉你就放在你的客厅里面去放，声音开小一点，不妨碍你的睡眠，他们在用功，我们在懈怠。要生惭愧心，常常要想到他们、关怀他们、尊重他们、帮助他们，我们每一个人都有责任。假如我们《地藏菩萨本愿经》的光碟要是不够的话，我们再做，我们母带在，我们再做个几千套，大量流通。",
      "zh_TW": "新加坡佛教居士林老林長去年往生，我們培訓班的同學們都參加助念送他往生，種種瑞相大家親眼所見，親耳所聞。往生之後他的冤親債主很多很多，冤親債主跟著法師們到居士林念佛堂，附在杜居士的身上，說話了，他說他們看到老林長往生，非常歡喜，非常讚歎，他說：「我們是他的冤親債主，居士林的護法神准許我們進來，我們沒有惡意，我們是來求皈依的，是來求聞法的。」說了很長的時間。那個時候我正在香港講經，同學們馬上打電話給我，說老林長的冤親債主附身提出要求，我說：「好，你們立刻給他做皈依，做完皈依的時候，請他們來聽經。」他又說了，講堂法師的光太強，他們受不了，然後我們跟他談判，開放二樓我們的餐廳、一樓餐廳，用電視機播放講經的錄像帶，他同意了。他要聽什麼經？指定《地藏菩薩本願經》，鬼神特別喜歡這部經，我們就二十四小時播放。現在我不知道有沒有在播放，如果是利益鬼神就是一部《地藏經》永遠不斷的在那裡播放，他們得無量無邊利益，二十四小時不中斷，鬼神歡喜。諸位如果明白這個道理，我們《地藏菩薩本願經》的光碟流通得很廣，你在家裡面可以播放，不要怕鬼上門，那些鬼都是好鬼，不是惡鬼，來護法的，惡鬼不會聽這個經的，聽這個經都是修行的鬼，將來他們都能夠往生，他感你的恩德。晚上睡覺你就放在你的客廳裡面去放，聲音開小一點，不妨礙你的睡眠，他們在用功，我們在懈怠。要生慚愧心，常常要想到他們、關懷他們、尊重他們、幫助他們，我們每一個人都有責任。假如我們《地藏菩薩本願經》的光碟要是不夠的話，我們再做，我們母帶在，我們再做個幾千套，大量流通。"
    },
    {
      "id": "02-034-0132_p0035",
      "zh_CN": "我读这一节经文感触非常之深，陈光别老居士怎么往生的？就是八个小时听经，八个小时念佛。他因为生病，病是增上缘，他不生病，他就不会听经，他也不会念佛。躺在床上没有法子，醒过来了，就看录像带，看累了念阿弥陀佛，念累了就睡觉，三年多他成功了，他真的听清楚了，万缘放下，念佛往生。这是我们最好的榜样，千千万万不能够疏忽。他的这些冤亲债主附身，现身说法，确实加强了我们的信念，我们在这个地方亲眼所见、亲耳所闻，如果还不能提高自己的警觉，那个业障就未免太重了。类似陈光别老居士往生的例子，在近代许多国家地区我们常常听到，有一些同修都亲自见到，应当要警觉到这才是我们一生当中第一桩大事，其他都是小事。",
      "zh_TW": "我讀這一節經文感觸非常之深，陳光別老居士怎麼往生的？就是八個小時聽經，八個小時念佛。他因為生病，病是增上緣，他不生病，他就不會聽經，他也不會念佛。躺在床上沒有法子，醒過來了，就看錄像帶，看累了念阿彌陀佛，念累了就睡覺，三年多他成功了，他真的聽清楚了，萬緣放下，念佛往生。這是我們最好的榜樣，千千萬萬不能夠疏忽。他的這些冤親債主附身，現身說法，確實加強了我們的信念，我們在這個地方親眼所見、親耳所聞，如果還不能提高自己的警覺，那個業障就未免太重了。類似陳光別老居士往生的例子，在近代許多國家地區我們常常聽到，有一些同修都親自見到，應當要警覺到這才是我們一生當中第一樁大事，其他都是小事。"
    },
    {
      "id": "02-034-0132_p0036",
      "zh_CN": "我过去常常提到七十年代，英国的历史哲学家汤恩比博士，他对于中国的文化、大乘佛法非常赞叹，他并不是佛教徒，他认为「解决二十一世纪社会问题，只有孔孟学说与大乘佛法」，这是现代世界上权威的学者，说出这两句话。我想把他的原文找到，我们说话要有根据。这一次在香港有同修买了两本书送给我，一个是汤恩比博士的著作《历史观》，他是研究历史的，他的研究确实跟世界上一般的史学家不一样，用现在的话来讲宏观的眼光，他是看整个世界，不是看一个国家，不是看一个地区。我们中国过去的史学家，都是写一个朝代的，一个地区、一个时代的，他这个眼光非常辽阔，不是以一般史学家的中心来写出、来观察，他从文化来看，文化超过了国家的界限，超过了民族的界限，也超过了宗教的界限，这个眼光不容易，很难得！他是英国人，他是基督教徒，他赞叹孔孟学说、赞叹大乘佛法，我们现在才晓得原因在此地。他对于世界上历史的演变，说得很多，其中有一本书是他跟日本池田大师的谈话，中文译本，我用了几个小时翻了一翻。他们是完全从历史演变结果，做出他们的推测判断，也就是这个判断是有史实做根据的，大概的意思是这样的：在整个世界上、这个地球上，他说从公元前二千零十三年开始，也就是汉朝建国，刘邦建国一直到今天，二千二百多年，世界上只有中国是一个统一的国家，中国虽然有改朝换代变乱，但是时间都很短。",
      "zh_TW": "我過去常常提到七十年代，英國的歷史哲學家湯恩比博士，他對於中國的文化、大乘佛法非常讚歎，他並不是佛教徒，他認為「解決二十一世紀社會問題，只有孔孟學說與大乘佛法」，這是現代世界上權威的學者，說出這兩句話。我想把他的原文找到，我們說話要有根據。這一次在香港有同修買了兩本書送給我，一個是湯恩比博士的著作《歷史觀》，他是研究歷史的，他的研究確實跟世界上一般的史學家不一樣，用現在的話來講宏觀的眼光，他是看整個世界，不是看一個國家，不是看一個地區。我們中國過去的史學家，都是寫一個朝代的，一個地區、一個時代的，他這個眼光非常遼闊，不是以一般史學家的中心來寫出、來觀察，他從文化來看，文化超過了國家的界限，超過了民族的界限，也超過了宗教的界限，這個眼光不容易，很難得！他是英國人，他是基督教徒，他讚歎孔孟學說、讚歎大乘佛法，我們現在才曉得原因在此地。他對於世界上歷史的演變，說得很多，其中有一本書是他跟日本池田大師的談話，中文譯本，我用了幾個小時翻了一翻。他們是完全從歷史演變結果，做出他們的推測判斷，也就是這個判斷是有史實做根據的，大概的意思是這樣的：在整個世界上、這個地球上，他說從公元前二千零十三年開始，也就是漢朝建國，劉邦建國一直到今天，二千二百多年，世界上只有中國是一個統一的國家，中國雖然有改朝換代變亂，但是時間都很短。"
    },
    {
      "id": "02-034-0132_p0037",
      "zh_CN": "在近代共产党统一了中国，中国始终是一个大一统的局面，这个西方历史上找不到的，罗马曾经统治了一千年，罗马灭亡之后再也没有办法复兴。他预测将来这个世界上会统一，谁能统一世界？他说不是美国人，不是欧洲人，是中国人，从历史上看的，中国人有这个条件。近百年来，中国受尽外国人的欺负，外国人没有把中国人看作人，但是中国人能够忍辱，依旧能够坚持自己的文化，自己传统的生活方式，这个非常非常了不起。无论移民在哪个国家，都还守住自己的传统，孝顺父母，尊敬长辈，心地慈悲，肯帮助别人，生活方面还不忘记祭祖宗。我们在新加坡，许多街上你都看到，我们学会对面杨氏公会、杜氏公会，那就是祠堂，纪念祖先的。许许多多国家地区你看到只要有中国人的地方，中国人不忘记祭祖，中国人不忘记拜佛，拜佛的多，尤其是老一辈的中国人，年轻的可能接受西方宗教了，老人在家里都烧香拜佛、拜祖宗。汤恩比博士对于这个五体投地，非常尊敬。",
      "zh_TW": "在近代共產黨統一了中國，中國始終是一個大一統的局面，這個西方歷史上找不到的，羅馬曾經統治了一千年，羅馬滅亡之後再也沒有辦法復興。他預測將來這個世界上會統一，誰能統一世界？他說不是美國人，不是歐洲人，是中國人，從歷史上看的，中國人有這個條件。近百年來，中國受盡外國人的欺負，外國人沒有把中國人看作人，但是中國人能夠忍辱，依舊能夠堅持自己的文化，自己傳統的生活方式，這個非常非常了不起。無論移民在哪個國家，都還守住自己的傳統，孝順父母，尊敬長輩，心地慈悲，肯幫助別人，生活方面還不忘記祭祖宗。我們在新加坡，許多街上你都看到，我們學會對面楊氏公會、杜氏公會，那就是祠堂，紀念祖先的。許許多多國家地區你看到只要有中國人的地方，中國人不忘記祭祖，中國人不忘記拜佛，拜佛的多，尤其是老一輩的中國人，年輕的可能接受西方宗教了，老人在家裡都燒香拜佛、拜祖宗。湯恩比博士對於這個五體投地，非常尊敬。"
    },
    {
      "id": "02-034-0132_p0038",
      "zh_CN": "但是中国文化的根究竟在哪里？为什么中国几千年这个古老的国家，不但不会亡，它还会复兴；照汤恩比博士这个说法，我们还没想到，还能够统治世界，根在哪里？给诸位说，真正的根在祭祖先。中国过去儒家的教学，什么最重要？祭祖先最重要，《礼记》你打开第一篇，五礼第一篇是「吉礼」，吉祥的吉，吉是祭祖。连几千年的老祖宗我们都不忘记，逢年过节还纪念他，这个心行多么深厚！老祖宗都不忘，眼前的父母哪有不孝顺的道理？现在儿女为什么不孝顺父母？把祖宗丢掉了。儿女没有过失，过失在哪里？过失在做父母的人，父母把祖先丢掉了，你想儿女孝顺你，没这个道理。儿女小孩的时候最擅长模仿，他看你不孝父母，他将来，「我就这个态度对你」。少成若天性，习惯成自然，换句话说，你自己要想将来儿女怎样对你，你应该做出榜样给他看，你如何对你的父母，你要做给他看，他从小看清楚记在心里，明白了，他一生都不会忘记。",
      "zh_TW": "但是中國文化的根究竟在哪裡？為什麼中國幾千年這個古老的國家，不但不會亡，它還會復興；照湯恩比博士這個說法，我們還沒想到，還能夠統治世界，根在哪裡？給諸位說，真正的根在祭祖先。中國過去儒家的教學，什麼最重要？祭祖先最重要，《禮記》你打開第一篇，五禮第一篇是「吉禮」，吉祥的吉，吉是祭祖。連幾千年的老祖宗我們都不忘記，逢年過節還紀念他，這個心行多麼深厚！老祖宗都不忘，眼前的父母哪有不孝順的道理？現在兒女為什麼不孝順父母？把祖宗丟掉了。兒女沒有過失，過失在哪裡？過失在做父母的人，父母把祖先丟掉了，你想兒女孝順你，沒這個道理。兒女小孩的時候最擅長模仿，他看你不孝父母，他將來，「我就這個態度對你」。少成若天性，習慣成自然，換句話說，你自己要想將來兒女怎樣對你，你應該做出榜樣給他看，你如何對你的父母，你要做給他看，他從小看清楚記在心裡，明白了，他一生都不會忘記。"
    },
    {
      "id": "02-034-0132_p0039",
      "zh_CN": "我希望朋友怎样对我，我应该如何怎么对朋友。敬人者，人恒敬之；爱人者，人恒爱之；助人者，人恒助之，不吃亏！起心动念都为别人想，要尊重别人、要帮助别人，这就是「光明遍照」。尊敬别人是光明，关怀别人是光明，协助别人是光明，光要从自己心行发出来照社会，遍照一切众生，你自自然然得到一切众生的爱戴，再得到一切众生的关怀、一切众生的照顾。我不照顾别人，人家怎么会照顾我？身上放钱没有用，买东西也很辛苦，我想要什么东西，人家就送过来，这多舒服！怎样才有这个果报？我要常常照顾别人，常常送别人，送别人一些礼物，送他吃的、送他穿的，到我想要的时候，自然就有人送来了。你不种因，哪来的果报！什么时候种因？年轻的时候要种因，年轻就贪图享福，老的时候就可怜，谁照顾你？我们在这个社会上，看过许多官做得很大的人，财发得很大的人，家里头的佣人很多，一呼百应，虽然没有一百，十几二十个有。什么时候下台不作官了，一切权势都没有了，家里佣人也请不起，自己还得提个篮子上街买菜，我看到很难过。什么原因？我们学佛的人一想就明白了，他当时在位的时候，那真是威风凛凛，享福不知道修福，不知道帮助人，人家有什么事情求他，架子端得很高，甚至于还要贿赂；到自己将来下台想找别人，也是一样，你不求人，你不去跟他送礼，人家也一样不理你，苦不堪言！看看这个社会现象，我们就开智慧了，享福应该在什么时候？老年，老年自己体力衰，退休了，这个时候有福报，真正的福报，这个时候有很多年轻人来照顾你、来帮助你，这个福报一定是你这一生年轻时候修的。",
      "zh_TW": "我希望朋友怎樣對我，我應該如何怎麼對朋友。敬人者，人恆敬之；愛人者，人恆愛之；助人者，人恆助之，不吃虧！起心動念都為別人想，要尊重別人、要幫助別人，這就是「光明遍照」。尊敬別人是光明，關懷別人是光明，協助別人是光明，光要從自己心行發出來照社會，遍照一切眾生，你自自然然得到一切眾生的愛戴，再得到一切眾生的關懷、一切眾生的照顧。我不照顧別人，人家怎麼會照顧我？身上放錢沒有用，買東西也很辛苦，我想要什麼東西，人家就送過來，這多舒服！怎樣才有這個果報？我要常常照顧別人，常常送別人，送別人一些禮物，送他吃的、送他穿的，到我想要的時候，自然就有人送來了。你不種因，哪來的果報！什麼時候種因？年輕的時候要種因，年輕就貪圖享福，老的時候就可憐，誰照顧你？我們在這個社會上，看過許多官做得很大的人，財發得很大的人，家裡頭的佣人很多，一呼百應，雖然沒有一百，十幾二十個有。什麼時候下台不作官了，一切權勢都沒有了，家裡佣人也請不起，自己還得提個籃子上街買菜，我看到很難過。什麼原因？我們學佛的人一想就明白了，他當時在位的時候，那真是威風凜凜，享福不知道修福，不知道幫助人，人家有什麼事情求他，架子端得很高，甚至於還要賄賂；到自己將來下台想找別人，也是一樣，你不求人，你不去跟他送禮，人家也一樣不理你，苦不堪言！看看這個社會現象，我們就開智慧了，享福應該在什麼時候？老年，老年自己體力衰，退休了，這個時候有福報，真正的福報，這個時候有很多年輕人來照顧你、來幫助你，這個福報一定是你這一生年輕時候修的。"
    },
    {
      "id": "02-034-0132_p0040",
      "zh_CN": "所以我们中国古老的教训非常有道理，中国的儿童是很辛苦的，不像外国儿童天真烂漫，非常快乐，中国的儿童要学，从五六岁的时候苦学，古人常讲十年寒窗。孔老夫子的四科，第一个德行，品德的修养从儿童时候培养成，处事待人接物的修养也是从儿童时候学成的，父母在家庭里面做好样子给他看；进了学校，老师做榜样给他看，父母跟老师都是他的模样、都是他的典型，那是真正的光明，沐浴在光明之中。到他学成了，学问才一学成，进入社会为社会大众造福，不是为自己，今天中国人所讲的「为人民服务」，佛法上说「为众生服务」。服务就是修福、就是造福，到晚年退休享福。你们诸位想一想，中国人晚年享福，外国人的思想、他的行持跟中国人恰恰相反，儿童享福，儿童的天堂；青年人的战场，拼命；老年人的坟墓，老年是最可怜、最凄惨的。这是他的文化、思想、他的行为，跟中国人恰恰相反，汤恩比博士没有发现这一点。",
      "zh_TW": "所以我們中國古老的教訓非常有道理，中國的兒童是很辛苦的，不像外國兒童天真爛漫，非常快樂，中國的兒童要學，從五六歲的時候苦學，古人常講十年寒窗。孔老夫子的四科，第一個德行，品德的修養從兒童時候培養成，處事待人接物的修養也是從兒童時候學成的，父母在家庭裡面做好樣子給他看；進了學校，老師做榜樣給他看，父母跟老師都是他的模樣、都是他的典型，那是真正的光明，沐浴在光明之中。到他學成了，學問才一學成，進入社會為社會大眾造福，不是為自己，今天中國人所講的「為人民服務」，佛法上說「為眾生服務」。服務就是修福、就是造福，到晚年退休享福。你們諸位想一想，中國人晚年享福，外國人的思想、他的行持跟中國人恰恰相反，兒童享福，兒童的天堂；青年人的戰場，拼命；老年人的墳墓，老年是最可憐、最淒慘的。這是他的文化、思想、他的行為，跟中國人恰恰相反，湯恩比博士沒有發現這一點。"
    },
    {
      "id": "02-034-0132_p0041",
      "zh_CN": "我们要知道，儒跟佛理念非常接近，教学也接近，果报都非常殊胜。所以中国文化的根是在教育，「建国君民，教学为先」。汉武帝制定中国的教育政策，用儒家的思想，那个时候佛教没有传到中国来，传到中国还后几代；汉明帝，明帝永平十年，佛教传到中国来。所以中国制定教育政策的时候有儒家有道家，没有佛家。但是佛教传到中国之后，立刻被中国朝野所欢迎、所接受、所尊重，也正式成为中国的国教，那个时候没有国教之名，有国教之实。这些出家的高僧大德都是帝王师，帝王大臣都拜这些出家人为老师，向他学习。汤恩比是很佩服，但是没有说清楚、没有说明白。教育重要！将来中国人统治全世界，不是武力，不是政治，我相信也不是经济，到底是什么？教育。这就对了，也就是孔孟的教育，大乘佛法的教育会传遍全世界，会被全世界上任何一个国家民族所欢迎、所接受。他也说了，今天在整个世界上，基督教教徒的人口占第一，佛教跟它相接近，是一个很大的宗教。但是西方宗教跟佛教不一样，佛教是包容的，可以与任何宗教共存共荣，不像西方有一些基督教排他，必定要把这一个地区的固有文化消灭，只有它存在，不能有别人存在。他说这个跟佛教不一样，佛教到中国可以跟中国的儒、跟中国的道同时并存，到日本又加上日本的神道教，他说它是一个非常和平，可以跟别人平等对待，和睦相处，互相尊敬，共存共荣，这是佛教的美德。",
      "zh_TW": "我們要知道，儒跟佛理念非常接近，教學也接近，果報都非常殊勝。所以中國文化的根是在教育，「建國君民，教學為先」。漢武帝制定中國的教育政策，用儒家的思想，那個時候佛教沒有傳到中國來，傳到中國還後幾代；漢明帝，明帝永平十年，佛教傳到中國來。所以中國制定教育政策的時候有儒家有道家，沒有佛家。但是佛教傳到中國之後，立刻被中國朝野所歡迎、所接受、所尊重，也正式成為中國的國教，那個時候沒有國教之名，有國教之實。這些出家的高僧大德都是帝王師，帝王大臣都拜這些出家人為老師，向他學習。湯恩比是很佩服，但是沒有說清楚、沒有說明白。教育重要！將來中國人統治全世界，不是武力，不是政治，我相信也不是經濟，到底是什麼？教育。這就對了，也就是孔孟的教育，大乘佛法的教育會傳遍全世界，會被全世界上任何一個國家民族所歡迎、所接受。他也說了，今天在整個世界上，基督教教徒的人口佔第一，佛教跟它相接近，是一個很大的宗教。但是西方宗教跟佛教不一樣，佛教是包容的，可以與任何宗教共存共榮，不像西方有一些基督教排他，必定要把這一個地區的固有文化消滅，只有它存在，不能有別人存在。他說這個跟佛教不一樣，佛教到中國可以跟中國的儒、跟中國的道同時並存，到日本又加上日本的神道教，他說它是一個非常和平，可以跟別人平等對待，和睦相處，互相尊敬，共存共榮，這是佛教的美德。"
    },
    {
      "id": "02-034-0132_p0042",
      "zh_CN": "儒佛德行要靠我们这一辈、这一个时代觉悟的人发扬光大。怎么发扬光大？我们要身体力行，把儒、把佛做出来给社会大众看，这一点非常重要。靠讲不行，要做出来。真正做出来了，光明遍照世间那是轻而易举的事情。你真正做出来，我相信世界上许许多多电视台的媒体都来访问，都来给你介绍，都来给你传播，很快的周遍全球。这种教学法是个非常特殊的教学法，是世界上其他地区从来没有过的教学法。在中国本身，特别是最近一个甲子，我们自己也把祖宗这个教学法忘掉了，忘得一干二净。我们今天要特别发心，要忍受一切的苦难，真正不怕苦、肯吃苦，把这个方法表演出来。我们至少要做个十年、二十年，成绩拿出来，大家相信了。怎么作法？一部经，实在讲宋朝初年赵普就是这么干法的，赵普是赵匡胤宋太祖的宰相、谋士，现在的话就是智囊团，智囊团的头一个。他的那一套治国平天下的本事从哪儿来的？《论语》，他就一部《论语》，《论语》分量不多。他自己说：「我以半部《论语》帮助赵匡胤得天下」，建立国家，建立政权；帮助太宗，他是太宗的宰相，赵匡义，宋代开国的两个皇帝是兄弟，哥哥走了以后，弟弟继承王位，「我以半部《论语》帮助太宗治天下」。非常好的榜样，很可惜现在没有人懂得。",
      "zh_TW": "儒佛德行要靠我們這一輩、這一個時代覺悟的人發揚光大。怎麼發揚光大？我們要身體力行，把儒、把佛做出來給社會大眾看，這一點非常重要。靠講不行，要做出來。真正做出來了，光明遍照世間那是輕而易舉的事情。你真正做出來，我相信世界上許許多多電視台的媒體都來訪問，都來給你介紹，都來給你傳播，很快的周遍全球。這種教學法是個非常特殊的教學法，是世界上其他地區從來沒有過的教學法。在中國本身，特別是最近一個甲子，我們自己也把祖宗這個教學法忘掉了，忘得一乾二淨。我們今天要特別發心，要忍受一切的苦難，真正不怕苦、肯吃苦，把這個方法表演出來。我們至少要做個十年、二十年，成績拿出來，大家相信了。怎麼作法？一部經，實在講宋朝初年趙普就是這麼幹法的，趙普是趙匡胤宋太祖的宰相、謀士，現在的話就是智囊團，智囊團的頭一個。他的那一套治國平天下的本事從哪兒來的？《論語》，他就一部《論語》，《論語》分量不多。他自己說：「我以半部《論語》幫助趙匡胤得天下」，建立國家，建立政權；幫助太宗，他是太宗的宰相，趙匡義，宋代開國的兩個皇帝是兄弟，哥哥走了以後，弟弟繼承王位，「我以半部《論語》幫助太宗治天下」。非常好的榜樣，很可惜現在沒有人懂得。"
    },
    {
      "id": "02-034-0132_p0043",
      "zh_CN": "没有人真正肯发心，走「一门深入，长时薰修」，走这个路子。我是知道，很想走这个路子，我是被时势所逼，没有法子，为什么？自己一生没有固定的道场，都是住别人地方，住别人地方当然要尊重别人，要看别人的脸色，人家要我讲什么经，只好讲什么经。如果坚持我自己的，「那法师随你到什么地方去吧！」我都走投无路了，所以这一生当中讲了不少部经。可是诸位要是你们仔细观察，应该能够看得出来，我无论讲多少部经论，我的宗旨原则始终不变，我守定我一生所学、所修、所说、所教的，就是「真诚、清净、平等、正觉、慈悲」，「看破、放下、自在、随缘、念佛」，永远不变，这才有成就。如果讲这个经被这个经转，讲那个经被那个经转，那你一无所成。我有一个中心的轴心，一切经论都不离开我的中心，不离开我的轴心，我的成就在这个地方。如果把这个轴心变成一部经，那个力量效果就无比的殊胜。我现在把这个教给你们诸位年轻的同学，你们要有真实的智慧，要有真实的福报，你才能体会，你才能明了，你才很乐意、很欢喜这样去做。成就，十年之后才能看到，急着立刻就看到，那是不可能的，那个花我常常讲花瓶里插的花，很好看，没有生命。",
      "zh_TW": "沒有人真正肯發心，走「一門深入，長時薰修」，走這個路子。我是知道，很想走這個路子，我是被時勢所逼，沒有法子，為什麼？自己一生沒有固定的道場，都是住別人地方，住別人地方當然要尊重別人，要看別人的臉色，人家要我講什麼經，只好講什麼經。如果堅持我自己的，「那法師隨你到什麼地方去吧！」我都走投無路了，所以這一生當中講了不少部經。可是諸位要是你們仔細觀察，應該能夠看得出來，我無論講多少部經論，我的宗旨原則始終不變，我守定我一生所學、所修、所說、所教的，就是「真誠、清淨、平等、正覺、慈悲」，「看破、放下、自在、隨緣、念佛」，永遠不變，這才有成就。如果講這個經被這個經轉，講那個經被那個經轉，那你一無所成。我有一個中心的軸心，一切經論都不離開我的中心，不離開我的軸心，我的成就在這個地方。如果把這個軸心變成一部經，那個力量效果就無比的殊勝。我現在把這個教給你們諸位年輕的同學，你們要有真實的智慧，要有真實的福報，你才能體會，你才能明瞭，你才很樂意、很歡喜這樣去做。成就，十年之後才能看到，急著立刻就看到，那是不可能的，那個花我常常講花瓶裡插的花，很好看，沒有生命。"
    },
    {
      "id": "02-034-0132_p0044",
      "zh_CN": "一定要培养自己永恒的生命力，无尽的生命力，那你要有长时间训练你才能成就。一部经足够了，两部经已经很多了。对自己的成就就是此地讲的『随意所愿，得生其国』，你真正得到大自在。你要不想往生西方极乐世界，来生无论以什么身分教化众生、帮助众生，都是「随意所愿」，但是我还是劝大家先往生极乐世界，成就自己圆满的功德。不生西方极乐世界，你的功德不圆满。你确确实实可以到娑婆世界去当大梵天王，「随意所愿」；你可以当摩醯首罗天王，没有问题，决定没有问题，但是你的智慧德能不圆满，你是在声闻、缘觉、菩萨这个阶层上，上面还有很多层，你没有到顶。生到西方极乐世界，智慧德能达到顶峰，然后再回来，那不就真的得大自在吗？这个法子好。一到西方极乐世界，你就能亲近无量无边诸佛如来，每一尊佛给你说一句话，你就听无量无边的妙法，诸佛给你说的决定契机，决定没有一个字的废话。所以到极乐世界开智慧快，恢复自己的德能相好，没有任何一个佛国土能够跟极乐世界相比的。",
      "zh_TW": "一定要培養自己永恆的生命力，無盡的生命力，那你要有長時間訓練你才能成就。一部經足夠了，兩部經已經很多了。對自己的成就就是此地講的『隨意所願，得生其國』，你真正得到大自在。你要不想往生西方極樂世界，來生無論以什麼身分教化眾生、幫助眾生，都是「隨意所願」，但是我還是勸大家先往生極樂世界，成就自己圓滿的功德。不生西方極樂世界，你的功德不圓滿。你確確實實可以到娑婆世界去當大梵天王，「隨意所願」；你可以當摩醯首羅天王，沒有問題，決定沒有問題，但是你的智慧德能不圓滿，你是在聲聞、緣覺、菩薩這個階層上，上面還有很多層，你沒有到頂。生到西方極樂世界，智慧德能達到頂峰，然後再回來，那不就真的得大自在嗎？這個法子好。一到西方極樂世界，你就能親近無量無邊諸佛如來，每一尊佛給你說一句話，你就聽無量無邊的妙法，諸佛給你說的決定契機，決定沒有一個字的廢話。所以到極樂世界開智慧快，恢復自己的德能相好，沒有任何一個佛國土能夠跟極樂世界相比的。"
    },
    {
      "id": "02-034-0132_p0045",
      "zh_CN": "这一本夏莲居老居士会集的《无量寿经》，现在有一些地区，有一些人提出反对。反对不要紧，那是他的事情，我们知道许许多多的菩萨鬼神他们不反对，他们很用功努力的在学习。他们为什么不反对？他们了解，知道这个经本无量光明，就跟此地讲的这十二道光明遍照虚空法界，鬼神有能力看到，他清楚。我们这些肉眼凡夫，我说的不好听，鬼迷心窍，这个鬼不是讲学佛的这些鬼，这鬼是什么？贪。我们这个世间人被贪瞋痴迷了，贪心是饿鬼，贪心重就是被鬼迷了；瞋恚嫉妒心重被地狱迷了；愚痴是被畜生迷了。那我们现在不是一个迷，三种都迷，这还得了吗？迷得太深，迷的时间太长，所以很不容易觉悟。但是不是不能觉悟，你要懂得方法、懂得诀窍，我相信三年五载你就可以觉悟。什么方法？「日夜称说，至心不断」，楞严会上大势至菩萨教给我们，「都摄六根，净念相继」，跟这里讲的是一个意思，相继就是不中断。",
      "zh_TW": "這一本夏蓮居老居士會集的《無量壽經》，現在有一些地區，有一些人提出反對。反對不要緊，那是他的事情，我們知道許許多多的菩薩鬼神他們不反對，他們很用功努力的在學習。他們為什麼不反對？他們了解，知道這個經本無量光明，就跟此地講的這十二道光明遍照虛空法界，鬼神有能力看到，他清楚。我們這些肉眼凡夫，我說的不好聽，鬼迷心竅，這個鬼不是講學佛的這些鬼，這鬼是什麼？貪。我們這個世間人被貪瞋痴迷了，貪心是餓鬼，貪心重就是被鬼迷了；瞋恚嫉妒心重被地獄迷了；愚痴是被畜生迷了。那我們現在不是一個迷，三種都迷，這還得了嗎？迷得太深，迷的時間太長，所以很不容易覺悟。但是不是不能覺悟，你要懂得方法、懂得訣竅，我相信三年五載你就可以覺悟。什麼方法？「日夜稱說，至心不斷」，楞嚴會上大勢至菩薩教給我們，「都攝六根，淨念相繼」，跟這裡講的是一個意思，相繼就是不中斷。"
    },
    {
      "id": "02-034-0132_p0046",
      "zh_CN": "我搞这么多年，这你们大家看到的，搞得这么多，搞得这么乱，所以从现在起收心了，不再搞了，我也做另一个榜样给你们看，「一门深入」。所以我从今天讲完这一座之后，这部经暂时停下来不讲了，我把所有的时间统统集中起来讲《华严》。我预定三年，每天讲四个小时，一年讲满三百天，所以我还有六十天放假。虽然放假，我的功夫并不间断，这就是因为有一些国家地区跟我的缘很深，虽然不去公开跟大家讲经，希望我在他们那个地方讲《华严经》，我说我讲《华严经》要在摄影棚，他说没有问题，他们替我建摄影棚。我说我的摄影棚的水平要能跟卫星电视台一样，行！他替我做。好！你们有这个设备，我去讲，没有这个设备，我就不去了。所以现在好多地方，他们都在筹建高水平的摄影棚，所以我这个时间等于说是从这个地区到那个地区，就是旅行的时间，我留了六十几天。一年一定要讲满三百天，一天四个小时，一年一千二百个小时，这三年三千六百个小时先把《华严经》完成；然后我用一年的时间，一千二百个小时讲两部经，一部《法华经》，一部《楞严经》；第三个，我就是用一年的时间，把《净土五经一论》在摄影棚里面重新讲一遍，留给后学的同学做参考。你们要学经学教，利用这些教材，只要懂得「一门深入，长时薰修」，你们个个都能成就。这个成就就像古时候祖师大德的成就，不是普通的成就。对自己来讲一定能够成就三昧，成就明心见性，不是难事情；对众生来说，你们确确实实有德行、有学问、有善巧方便，教化无量无边众生。",
      "zh_TW": "我搞這麼多年，這你們大家看到的，搞得這麼多，搞得這麼亂，所以從現在起收心了，不再搞了，我也做另一個榜樣給你們看，「一門深入」。所以我從今天講完這一座之後，這部經暫時停下來不講了，我把所有的時間統統集中起來講《華嚴》。我預定三年，每天講四個小時，一年講滿三百天，所以我還有六十天放假。雖然放假，我的功夫並不間斷，這就是因為有一些國家地區跟我的緣很深，雖然不去公開跟大家講經，希望我在他們那個地方講《華嚴經》，我說我講《華嚴經》要在攝影棚，他說沒有問題，他們替我建攝影棚。我說我的攝影棚的水平要能跟衛星電視台一樣，行！他替我做。好！你們有這個設備，我去講，沒有這個設備，我就不去了。所以現在好多地方，他們都在籌建高水平的攝影棚，所以我這個時間等於說是從這個地區到那個地區，就是旅行的時間，我留了六十幾天。一年一定要講滿三百天，一天四個小時，一年一千二百個小時，這三年三千六百個小時先把《華嚴經》完成；然後我用一年的時間，一千二百個小時講兩部經，一部《法華經》，一部《楞嚴經》；第三個，我就是用一年的時間，把《淨土五經一論》在攝影棚裡面重新講一遍，留給後學的同學做參考。你們要學經學教，利用這些教材，只要懂得「一門深入，長時薰修」，你們個個都能成就。這個成就就像古時候祖師大德的成就，不是普通的成就。對自己來講一定能夠成就三昧，成就明心見性，不是難事情；對眾生來說，你們確確實實有德行、有學問、有善巧方便，教化無量無邊眾生。"
    },
    {
      "id": "02-034-0132_p0047",
      "zh_CN": "圣贤的教诲决定能够复兴、能够发扬光大，利益全世界一切众生，这是我对于同学们的期望。也希望我们在家同修对我这一个决定、这种转变作法，要能够了解、能够支持。新加坡李会长他也了解我，新加坡居士林也要建造一个高水平的摄影棚，这一次我们的李总务到香港去参观我们那边的设备，将来他建的一定比香港更好，后来居上，这一定的道理，他们的设备一定比我们更先进、更新。建好之后，我相信居士林的大楼建筑也都好了，将来大楼最高是七楼，第七楼，讲堂应该比这个还要大，容纳的人数还要多。我们的摄影棚就在这个讲堂的旁边，摄影棚同时讲经，这个大萤幕播放出来都可以看得见，效果一定非常好。好，今天就讲到此地，谢谢诸位同修，谢谢！",
      "zh_TW": "聖賢的教誨決定能夠復興、能夠發揚光大，利益全世界一切眾生，這是我對於同學們的期望。也希望我們在家同修對我這一個決定、這種轉變作法，要能夠了解、能夠支持。新加坡李會長他也了解我，新加坡居士林也要建造一個高水平的攝影棚，這一次我們的李總務到香港去參觀我們那邊的設備，將來他建的一定比香港更好，後來居上，這一定的道理，他們的設備一定比我們更先進、更新。建好之後，我相信居士林的大樓建築也都好了，將來大樓最高是七樓，第七樓，講堂應該比這個還要大，容納的人數還要多。我們的攝影棚就在這個講堂的旁邊，攝影棚同時講經，這個大螢幕播放出來都可以看得見，效果一定非常好。好，今天就講到此地，謝謝諸位同修，謝謝！"
    }
  ]
}