{
  "doc_id": "02-034-0163",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六三集",
    "zh_TW": "第一六三集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0163",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "02-034-0163_p0001",
      "zh_CN": "诸位同学，请看《科会》第四十八面经文第一行开始：",
      "zh_TW": "諸位同學，請看《科會》第四十八面經文第一行開始："
    },
    {
      "id": "02-034-0163_p0002",
      "zh_CN": "【复次阿难，东方恒河沙数世界，一一界中如恒沙佛，各出广长舌相，放无量光，说诚实言，称赞无量寿佛不可思议功德。】",
      "zh_TW": "【復次阿難，東方恆河沙數世界，一一界中如恆沙佛，各出廣長舌相，放無量光，說誠實言，稱讚無量壽佛不可思議功德。】"
    },
    {
      "id": "02-034-0163_p0003",
      "zh_CN": "到这个地方是一段。这一段是讲「诸佛称赞」。东方说得详细一些，其他九方就说得简略。我们先看这段经文。黄念老的注解上说「首标东方，顺世俗故」。世间法讲到方向，一定都是讲东南西北四维上下，所以佛为我们讲经说法也是顺世间法。一切诸佛、法身菩萨示现在世间，怎样教化众生？他有一个原则，那就是依二谛而说法，这就是根据两个原则。第一个原则就是世间法，所谓「佛法在世间，不坏世间法」，要随顺。这里首先说东方，他不说西方，这就是随顺世间。第二个原则就是依真谛而说法，真谛那就是如来果地上的境界，大乘教里常讲诸法实相，一切法的真相，真相就不是我们一般人能够明了的。所以佛是依这两个原则来讲经说法、教化众生。这两个原则常常是交互，互相配合，什么时候该用俗谛，佛就用俗谛，该用真谛就用真谛。大概对于初学，俗谛多、真谛少；对于法身菩萨们来讲，那就真谛多、俗谛少。换句话说，还是要看听众的程度，不适合大众程度，那就不契机。我们这部经里面，大概真谛、俗谛是一半一半。",
      "zh_TW": "到這個地方是一段。這一段是講「諸佛稱讚」。東方說得詳細一些，其他九方就說得簡略。我們先看這段經文。黃念老的註解上說「首標東方，順世俗故」。世間法講到方向，一定都是講東南西北四維上下，所以佛為我們講經說法也是順世間法。一切諸佛、法身菩薩示現在世間，怎樣教化眾生？他有一個原則，那就是依二諦而說法，這就是根據兩個原則。第一個原則就是世間法，所謂「佛法在世間，不壞世間法」，要隨順。這裡首先說東方，他不說西方，這就是隨順世間。第二個原則就是依真諦而說法，真諦那就是如來果地上的境界，大乘教裡常講諸法實相，一切法的真相，真相就不是我們一般人能夠明瞭的。所以佛是依這兩個原則來講經說法、教化眾生。這兩個原則常常是交互，互相配合，什麼時候該用俗諦，佛就用俗諦，該用真諦就用真諦。大概對於初學，俗諦多、真諦少；對於法身菩薩們來講，那就真諦多、俗諦少。換句話說，還是要看聽眾的程度，不適合大眾程度，那就不契機。我們這部經裡面，大概真諦、俗諦是一半一半。"
    },
    {
      "id": "02-034-0163_p0004",
      "zh_CN": "先指出东方，实际上这个方位不是真的；要是讲真话，没有方位。现在大家都知道地球是圆的，我们向东方走，走到最后又回来了，到底哪个是东？哪个是西？往东方走，最后从西方回来，所以东南西北四维上下没有一定。这桩事情现代人应该比古时候的人更容易了解事实真相，方位是假设的。我们新加坡这个地方，对香港来讲我们是在南方，香港在我们的北方；如果我们住在香港，新加坡在南方。由此可知，方位随时都在变换，哪有一定？没有一定的方所。所以方所是假设的，我们懂得事实真相，你就不会再去执着。为了指示处所方便起见，假设的方位。现在飞机飞行、轮船航行一定要依经度跟纬度，经度、纬度在哪里？也是人假设的。因为经纬度就产生座标，我们就晓得现在这飞机是飞在什么地方，很明确的把它现在的位置指示出来。轮船在海上，它现在走在哪个地方，这要靠经纬度才能把它正确的目标计算出来。所以假设，在现前这个区域之内它很有作用，离开这个区域之后，它就不起作用，它就没有了。",
      "zh_TW": "先指出東方，實際上這個方位不是真的；要是講真話，沒有方位。現在大家都知道地球是圓的，我們向東方走，走到最後又回來了，到底哪個是東？哪個是西？往東方走，最後從西方回來，所以東南西北四維上下沒有一定。這樁事情現代人應該比古時候的人更容易了解事實真相，方位是假設的。我們新加坡這個地方，對香港來講我們是在南方，香港在我們的北方；如果我們住在香港，新加坡在南方。由此可知，方位隨時都在變換，哪有一定？沒有一定的方所。所以方所是假設的，我們懂得事實真相，你就不會再去執著。為了指示處所方便起見，假設的方位。現在飛機飛行、輪船航行一定要依經度跟緯度，經度、緯度在哪裡？也是人假設的。因為經緯度就產生座標，我們就曉得現在這飛機是飛在什麼地方，很明確的把它現在的位置指示出來。輪船在海上，它現在走在哪個地方，這要靠經緯度才能把它正確的目標計算出來。所以假設，在現前這個區域之內它很有作用，離開這個區域之後，它就不起作用，它就沒有了。"
    },
    {
      "id": "02-034-0163_p0005",
      "zh_CN": "佛在这个地方跟我们说有方位，但是世界太大，这不是一个小的世界，『恒河沙数世界』。印度有一条大河，像我们中国长江、黄河一样，几千里长。这条大河的沙很细，我想我们这里在座的同学应当有一些人到印度去朝圣，到印度朝圣一定会到恒河，有很多人把恒河沙带回来，装在小瓶子里面，装在小纸袋带回来。我没去过，但是他拿来给我看过，确实很细，像面粉一样。佛讲数量多，常常用恒河沙做比喻，那是世尊当年讲经说法大部分的时间在恒河流域，所以举恒河沙一般人都很熟悉、都知道，这个沙太多算不尽，形容世界之多。而实际上我们知道恒河沙还是有数量的，只是没人去算，还是有数量。而世界的数量跟诸位说是没有数量的，恒河沙不能够跟它相比，世界真的是没有边际。",
      "zh_TW": "佛在這個地方跟我們說有方位，但是世界太大，這不是一個小的世界，『恆河沙數世界』。印度有一條大河，像我們中國長江、黃河一樣，幾千里長。這條大河的沙很細，我想我們這裡在座的同學應當有一些人到印度去朝聖，到印度朝聖一定會到恆河，有很多人把恆河沙帶回來，裝在小瓶子裡面，裝在小紙袋帶回來。我沒去過，但是他拿來給我看過，確實很細，像麵粉一樣。佛講數量多，常常用恆河沙做比喻，那是世尊當年講經說法大部分的時間在恆河流域，所以舉恆河沙一般人都很熟悉、都知道，這個沙太多算不盡，形容世界之多。而實際上我們知道恆河沙還是有數量的，只是沒人去算，還是有數量。而世界的數量跟諸位說是沒有數量的，恆河沙不能夠跟它相比，世界真的是沒有邊際。"
    },
    {
      "id": "02-034-0163_p0006",
      "zh_CN": "佛说这个世界，不是一个地球，不是一个太阳系，乃至于我们可以说不是这个银河系。我们今天讲天象，天上的现象，科学家总是以银河系为一个单位，这是现代观察最大的星系。我们在过去，学佛的同学们总是以为经典上讲的佛世界，一尊佛他教化众生的区域，经上讲一个三千大千世界。三千大千世界是说这个世界的组成，它有小千、中千、大千，有这三个千组成一个世界，这是一尊佛的教区，其实是一个大千世界。可是有很多粗心大意的人他就产生误会，三千个大千世界，这就搞错了。三千大千世界是一个大千世界，它的算法，这个算法也不是呆板的，大概的、概略的是这样算法，实在这里面有增有减。",
      "zh_TW": "佛說這個世界，不是一個地球，不是一個太陽系，乃至於我們可以說不是這個銀河系。我們今天講天象，天上的現象，科學家總是以銀河系為一個單位，這是現代觀察最大的星系。我們在過去，學佛的同學們總是以為經典上講的佛世界，一尊佛他教化眾生的區域，經上講一個三千大千世界。三千大千世界是說這個世界的組成，它有小千、中千、大千，有這三個千組成一個世界，這是一尊佛的教區，其實是一個大千世界。可是有很多粗心大意的人他就產生誤會，三千個大千世界，這就搞錯了。三千大千世界是一個大千世界，它的算法，這個算法也不是呆板的，大概的、概略的是這樣算法，實在這裡面有增有減。"
    },
    {
      "id": "02-034-0163_p0007",
      "zh_CN": "经上讲以一个单位世界做中心，一个单位世界，佛说当中是一个须弥山，日月星辰都围绕着这个须弥山来转，这就是我们今天讲的星系。我们的地球围绕着太阳转，太阳围绕银河转。所以早时候我们都以为银河系可能就是佛经上讲的大千世界。我们的太阳系是不是一个单位世界？想想跟佛经上比照比照，有问题，讲不通，因为佛经上讲的是太阳、月亮都是绕须弥山半腰旋转。黄念祖老居士他是学科学的，跟我谈这个问题，他说经上讲的「单位世界」应该是银河系，因为日月星辰绕着银河系转，这个讲法也很有道理。他说须弥山是个形容词，并不是一个大山，那是银河系的中心，在中国天文名词里面叫黄极，黄色的黄，黄极，黄道吉日，黄极。我们地球有南极、有北极，银河的中心是黄极，他说这就是经上所讲的须弥山。现在天文学家告诉我们，银河系的中心是黑洞，也许佛以这个来比喻作须弥山。",
      "zh_TW": "經上講以一個單位世界做中心，一個單位世界，佛說當中是一個須彌山，日月星辰都圍繞著這個須彌山來轉，這就是我們今天講的星系。我們的地球圍繞著太陽轉，太陽圍繞銀河轉。所以早時候我們都以為銀河系可能就是佛經上講的大千世界。我們的太陽系是不是一個單位世界？想想跟佛經上比照比照，有問題，講不通，因為佛經上講的是太陽、月亮都是繞須彌山半腰旋轉。黃念祖老居士他是學科學的，跟我談這個問題，他說經上講的「單位世界」應該是銀河系，因為日月星辰繞著銀河系轉，這個講法也很有道理。他說須彌山是個形容詞，並不是一個大山，那是銀河系的中心，在中國天文名詞裡面叫黃極，黃色的黃，黃極，黃道吉日，黃極。我們地球有南極、有北極，銀河的中心是黃極，他說這就是經上所講的須彌山。現在天文學家告訴我們，銀河系的中心是黑洞，也許佛以這個來比喻作須彌山。"
    },
    {
      "id": "02-034-0163_p0008",
      "zh_CN": "一个银河系是一个单位世界，这个世界就太大太大，一千个银河系组成这大星系，这是小千世界；然后再由小千世界作单位，一千个小千世界是一个中千世界；再以中千世界为单位，合一千个中千世界是一个大千世界。这一个大千世界有多少个银河系？十亿个。我们今天科学家没有法子，最先进的无线电望远镜也看不到这么多星系。今天科学要跟佛经上讲的，那实在就太渺小！这是一个世界，才一个世界，那往东方去多少？无量无边无数的世界，像这样的大千世界太多太多。",
      "zh_TW": "一個銀河系是一個單位世界，這個世界就太大太大，一千個銀河系組成這大星系，這是小千世界；然後再由小千世界作單位，一千個小千世界是一個中千世界；再以中千世界為單位，合一千個中千世界是一個大千世界。這一個大千世界有多少個銀河系？十億個。我們今天科學家沒有法子，最先進的無線電望遠鏡也看不到這麼多星系。今天科學要跟佛經上講的，那實在就太渺小！這是一個世界，才一個世界，那往東方去多少？無量無邊無數的世界，像這樣的大千世界太多太多。"
    },
    {
      "id": "02-034-0163_p0009",
      "zh_CN": "每一个世界里面，有『恒沙佛』。像我们娑婆世界，释迦牟尼佛讲在这个阶段，这个阶段叫贤劫，就是说这一个大劫，这个「劫」是佛陀为我们计算时间的单位。我们今天讲的时间都是讲年、月、日，天文学家里面计算距离讲光年，光的速度一年走多远，这个光年天文学家叫量天尺，量天的距离用这个来计算。银河系，就是我们今天讲的这银河系，银河系的直径，从这一边到那一边的距离多大？天文学家告诉我们，用光年来量是二十个光年，那个数字没法子计算，光是一秒钟三十万公里，所以这宇宙是太大太大了。这一个阶段是贤劫，贤劫里面有一千尊佛出世，我们释迦牟尼佛是第四尊，下面第五尊是弥勒佛，弥勒菩萨将来到这个世间来示现作佛，他是第五尊佛。我们一定要知道，释迦牟尼佛是不是真的死了？没有。你想想看，他的教化区这么大，三千大千世界，他在我们这里出现，走了，那个世界他又去了。就正如我们把这个大世界比作一个地球，把我们这些城市比作一个小世界，世尊教区，今天在这个都市，明天在那个都市，没有离开地球。他哪个星系都去，不过现在是不在我们这个地球上，不在我们太阳系，别的太阳系里面去了。这个道理、事实真相我们一定要懂。",
      "zh_TW": "每一個世界裡面，有『恆沙佛』。像我們娑婆世界，釋迦牟尼佛講在這個階段，這個階段叫賢劫，就是說這一個大劫，這個「劫」是佛陀為我們計算時間的單位。我們今天講的時間都是講年、月、日，天文學家裡面計算距離講光年，光的速度一年走多遠，這個光年天文學家叫量天尺，量天的距離用這個來計算。銀河系，就是我們今天講的這銀河系，銀河系的直徑，從這一邊到那一邊的距離多大？天文學家告訴我們，用光年來量是二十個光年，那個數字沒法子計算，光是一秒鐘三十萬公里，所以這宇宙是太大太大了。這一個階段是賢劫，賢劫裡面有一千尊佛出世，我們釋迦牟尼佛是第四尊，下面第五尊是彌勒佛，彌勒菩薩將來到這個世間來示現作佛，他是第五尊佛。我們一定要知道，釋迦牟尼佛是不是真的死了？沒有。你想想看，他的教化區這麼大，三千大千世界，他在我們這裡出現，走了，那個世界他又去了。就正如我們把這個大世界比作一個地球，把我們這些城市比作一個小世界，世尊教區，今天在這個都市，明天在那個都市，沒有離開地球。他哪個星系都去，不過現在是不在我們這個地球上，不在我們太陽系，別的太陽系裡面去了。這個道理、事實真相我們一定要懂。"
    },
    {
      "id": "02-034-0163_p0010",
      "zh_CN": "佛告诉我们，佛菩萨不生不灭，我们每个人有没有生灭？没有。譬如老了、死了，你在这个地球上死了，到那个地球上又出生，生灭只是身、肉体，灵性不生不灭，这个一定要知道。一切众生这生灭的现象，只是去换个身体而已，正如同我们穿的衣服，衣服穿旧、穿破了，不要了，换件新的。所以身不是我，这一定要懂得，身不是我，灵性是我，我不生不灭。如果身体是我，好，身死了，我不就没有了？哪有这种道理。身有生死，灵性没有生死，不会随着你身体的生灭，灵性永远是不生不灭。《中观论》上形容得好，不来不去，不常不断，不垢不净，这是灵性，灵性什么都加不上。不过灵性迷了，迷了的时候变的这个现象就是六道；他觉悟了，觉悟了就是一真法界。所以这个世界是假的不是真的，随着我们念头在变化。我们一念觉，这个世界就是一真法界，就是极乐世界；我们一念迷，那就是十法界，就是三途，就是六道。所以它不是真的，这是佛在经上常讲，但是我们也常常听得耳熟，可是它不起作用，我们不得受用，错就错在这里。",
      "zh_TW": "佛告訴我們，佛菩薩不生不滅，我們每個人有沒有生滅？沒有。譬如老了、死了，你在這個地球上死了，到那個地球上又出生，生滅只是身、肉體，靈性不生不滅，這個一定要知道。一切眾生這生滅的現象，只是去換個身體而已，正如同我們穿的衣服，衣服穿舊、穿破了，不要了，換件新的。所以身不是我，這一定要懂得，身不是我，靈性是我，我不生不滅。如果身體是我，好，身死了，我不就沒有了？哪有這種道理。身有生死，靈性沒有生死，不會隨著你身體的生滅，靈性永遠是不生不滅。《中觀論》上形容得好，不來不去，不常不斷，不垢不淨，這是靈性，靈性什麼都加不上。不過靈性迷了，迷了的時候變的這個現象就是六道；他覺悟了，覺悟了就是一真法界。所以這個世界是假的不是真的，隨著我們念頭在變化。我們一念覺，這個世界就是一真法界，就是極樂世界；我們一念迷，那就是十法界，就是三途，就是六道。所以它不是真的，這是佛在經上常講，但是我們也常常聽得耳熟，可是它不起作用，我們不得受用，錯就錯在這裡。"
    },
    {
      "id": "02-034-0163_p0011",
      "zh_CN": "佛跟我们说「一切法从心想生」。一切法，从大的方面来讲就是宇宙，十方恒河沙数世界，大的是从这上讲；小的，小的从微尘。这就把宇宙之间所有一切万事万物统统包含在其中，一个都不漏，它怎么来的？心想生的。你心里面想善，它就变善的境界，你心里想恶它就变恶境界。心里头想善想恶，这个心是妄心不是真心，真心没有念头。大乘教里头佛常讲「真心离念」，永远不起念头，那是真心。所以凡跟圣的差别，一句话就可以讲得很清楚、很明白，诸佛如来、法身菩萨在一切境界里面，不起心不动念、不分别不执着，这是诸佛如来。六道里面众生，不但是六道，包括十法界，十法界里面的这些若凡若圣，说圣就是四圣法界，凡是六道凡夫，他是什么现象？起心动念分别执着，这就叫凡，差别就在此地。如果我们六道里面凡夫，果然六根接触六尘境界不起心不动念、不分别不执着，你就成佛了，一句话讲得清清楚楚、明明白白。你没有这个能力，所以佛分成三个阶段来讲，先教你不执着，于一切法都不要执着。",
      "zh_TW": "佛跟我們說「一切法從心想生」。一切法，從大的方面來講就是宇宙，十方恆河沙數世界，大的是從這上講；小的，小的從微塵。這就把宇宙之間所有一切萬事萬物統統包含在其中，一個都不漏，它怎麼來的？心想生的。你心裡面想善，它就變善的境界，你心裡想惡它就變惡境界。心裡頭想善想惡，這個心是妄心不是真心，真心沒有念頭。大乘教裡頭佛常講「真心離念」，永遠不起念頭，那是真心。所以凡跟聖的差別，一句話就可以講得很清楚、很明白，諸佛如來、法身菩薩在一切境界裡面，不起心不動念、不分別不執著，這是諸佛如來。六道裡面眾生，不但是六道，包括十法界，十法界裡面的這些若凡若聖，說聖就是四聖法界，凡是六道凡夫，他是什麼現象？起心動念分別執著，這就叫凡，差別就在此地。如果我們六道裡面凡夫，果然六根接觸六塵境界不起心不動念、不分別不執著，你就成佛了，一句話講得清清楚楚、明明白白。你沒有這個能力，所以佛分成三個階段來講，先教你不執著，於一切法都不要執著。"
    },
    {
      "id": "02-034-0163_p0012",
      "zh_CN": "今天下午澳洲有个同学打电话告诉我，说是有人造谣生事在毁谤他，说他的坏话，他心里很生气。我就跟他讲，我说：你是三途六道的凡夫。他听了：这怎么了？我说：你还生气。他说：怎么不生气？我说：人家他骂别人，你为什么不生气？别人不是我自己。这身体不是自己，随他骂，与我灵性不相干，我灵性里头一念不生。这是为什么？因为你执着这个身是自己，你执着你那个名是自己，人家指着你名字骂你，他叫着别人名字你就不执着。可见得，这个东西你是执着不执着？只要不执着，什么问题都没有，你一执着就麻烦。",
      "zh_TW": "今天下午澳洲有個同學打電話告訴我，說是有人造謠生事在毀謗他，說他的壞話，他心裡很生氣。我就跟他講，我說：你是三途六道的凡夫。他聽了：這怎麼了？我說：你還生氣。他說：怎麼不生氣？我說：人家他罵別人，你為什麼不生氣？別人不是我自己。這身體不是自己，隨他罵，與我靈性不相干，我靈性裡頭一念不生。這是為什麼？因為你執著這個身是自己，你執著你那個名是自己，人家指著你名字罵你，他叫著別人名字你就不執著。可見得，這個東西你是執著不執著？只要不執著，什麼問題都沒有，你一執著就麻煩。"
    },
    {
      "id": "02-034-0163_p0013",
      "zh_CN": "执着的人不能离六道轮回，六道轮回是执着变现的。我都不执着了，你指着我的名字骂，同名同姓的人太多，我晓得你骂谁？何必自己去承认？人这么傻。没事，什么事都没有。纵然拿着鞭子来打你，身不是我，你果然身不是我，打了也不痛。打了为什么会痛？身是我，这个麻烦大。你不相信，你看看这《金刚经》大家念得很熟，忍辱仙人被歌利王割截身体，在一般人说是痛苦不堪，忍辱仙人被歌利王用刀一片一片割，他没有痛苦。他为什么没有痛苦？身不是我，你随便割。离执着就自在，离执着就脱离轮回，何必要执着？",
      "zh_TW": "執著的人不能離六道輪迴，六道輪迴是執著變現的。我都不執著了，你指著我的名字罵，同名同姓的人太多，我曉得你罵誰？何必自己去承認？人這麼傻。沒事，什麼事都沒有。縱然拿著鞭子來打你，身不是我，你果然身不是我，打了也不痛。打了為什麼會痛？身是我，這個麻煩大。你不相信，你看看這《金剛經》大家念得很熟，忍辱仙人被歌利王割截身體，在一般人說是痛苦不堪，忍辱仙人被歌利王用刀一片一片割，他沒有痛苦。他為什麼沒有痛苦？身不是我，你隨便割。離執著就自在，離執著就脫離輪迴，何必要執著？"
    },
    {
      "id": "02-034-0163_p0014",
      "zh_CN": "我这次在澳洲生病，我也做了一个试验，做个什么试验？不执着。因为你生病的时候，有人执着得赶紧找医生，得要吃药。你要不找医生、不吃药，这病不会好。我不找医生，不吃药，多休息几天，它自己也好了。可是你要是执着，「这生病了，不进医院不行，不找医生不行」，那你就非得去找，你要不去找的话，你的病会严重，你不会好。我们在日常生活当中去试验一切法从心想生，我不想病，我们想早一天恢复健康，境随心转。我们把这个念头转成一个健康的念头，不要常常想着我生病了，没病也病来了，为什么？你想病。一切法从心想生，想病，病就来了，想老就老了，想死就非死不可。所以心理要健康，心理健康，你生理一定健康，生理是附属的，心理的附属，它是随心所转的，我们不能不明了这个大道理。",
      "zh_TW": "我這次在澳洲生病，我也做了一個試驗，做個什麼試驗？不執著。因為你生病的時候，有人執著得趕緊找醫生，得要吃藥。你要不找醫生、不吃藥，這病不會好。我不找醫生，不吃藥，多休息幾天，它自己也好了。可是你要是執著，「這生病了，不進醫院不行，不找醫生不行」，那你就非得去找，你要不去找的話，你的病會嚴重，你不會好。我們在日常生活當中去試驗一切法從心想生，我不想病，我們想早一天恢復健康，境隨心轉。我們把這個念頭轉成一個健康的念頭，不要常常想著我生病了，沒病也病來了，為什麼？你想病。一切法從心想生，想病，病就來了，想老就老了，想死就非死不可。所以心理要健康，心理健康，你生理一定健康，生理是附屬的，心理的附屬，它是隨心所轉的，我們不能不明瞭這個大道理。"
    },
    {
      "id": "02-034-0163_p0015",
      "zh_CN": "大世界跟小世界是平等的。小世界是什么？我们身体是小世界，宇宙是大世界。佛在经上常常告诉我们，大世界不大，小世界不小，平等的，无二无别，懂得小世界就了解大世界，知道大世界你也就明了小世界，它是一不是二。所以在心性里面没有大小、没有凡圣。凡圣实在讲就是一念迷悟，悟了则是圣，迷了就是凡。所以知道世界这么多，一个世界里头无量无边的佛，你看我们这一劫就有千佛，但是每一劫示现成佛的数目并不一样，有的一劫里面一尊佛都没有，有的一劫里头有几万尊佛。这些都是缘不同，要懂得这个道理。",
      "zh_TW": "大世界跟小世界是平等的。小世界是什麼？我們身體是小世界，宇宙是大世界。佛在經上常常告訴我們，大世界不大，小世界不小，平等的，無二無別，懂得小世界就了解大世界，知道大世界你也就明瞭小世界，它是一不是二。所以在心性裡面沒有大小、沒有凡聖。凡聖實在講就是一念迷悟，悟了則是聖，迷了就是凡。所以知道世界這麼多，一個世界裡頭無量無邊的佛，你看我們這一劫就有千佛，但是每一劫示現成佛的數目並不一樣，有的一劫裡面一尊佛都沒有，有的一劫裡頭有幾萬尊佛。這些都是緣不同，要懂得這個道理。"
    },
    {
      "id": "02-034-0163_p0016",
      "zh_CN": "菩萨来不来示现成佛，得要看这个地方众生的缘有没有熟？缘要熟了，真正修行的人很多，佛菩萨来帮助他、来教导他，修行证果的人很多，他就来了；缘没有，佛菩萨就隐没，他就不来示现，这就是无缘。无缘，这些人不听教诲，你跟他讲，他听不懂，听懂了他也做不到，这就是佛菩萨跟他没有缘。没有缘，佛菩萨就离开、就走了，不出现了。所以，是不是应现在这个世间，不是佛菩萨那边的事情，是我们肯不肯学，统统在自己，这个权不在别人，我们要知道，要勉励自己，要认真努力。",
      "zh_TW": "菩薩來不來示現成佛，得要看這個地方眾生的緣有沒有熟？緣要熟了，真正修行的人很多，佛菩薩來幫助他、來教導他，修行證果的人很多，他就來了；緣沒有，佛菩薩就隱沒，他就不來示現，這就是無緣。無緣，這些人不聽教誨，你跟他講，他聽不懂，聽懂了他也做不到，這就是佛菩薩跟他沒有緣。沒有緣，佛菩薩就離開、就走了，不出現了。所以，是不是應現在這個世間，不是佛菩薩那邊的事情，是我們肯不肯學，統統在自己，這個權不在別人，我們要知道，要勉勵自己，要認真努力。"
    },
    {
      "id": "02-034-0163_p0017",
      "zh_CN": "我们才起心动念，这叫感，佛菩萨就有应，感应道交不可思议。我们的念头多，从早到晚不知道起多少念头，每个念头都有感应，不是跟佛菩萨感应就是跟妖魔鬼怪感应。所以心要清净，心要正。佛法教导我们，三皈依这是修行最高的指导原则，就是觉正净，「觉而不迷，正而不邪，净而不染」。我们走觉正净的路子，就跟佛菩萨感应；如果走迷邪染的道路，那就跟妖魔鬼怪，跟他们感应。总得知道妖魔鬼怪也是未来佛，也不能够轻慢，也不能小看他，也要把他当作佛菩萨一样恭敬，礼敬诸佛，这未来佛，那就对了。这个样子，纵然跟妖魔鬼怪有一些怨恨，无始劫以来结的，慢慢能化解。",
      "zh_TW": "我們才起心動念，這叫感，佛菩薩就有應，感應道交不可思議。我們的念頭多，從早到晚不知道起多少念頭，每個念頭都有感應，不是跟佛菩薩感應就是跟妖魔鬼怪感應。所以心要清淨，心要正。佛法教導我們，三皈依這是修行最高的指導原則，就是覺正淨，「覺而不迷，正而不邪，淨而不染」。我們走覺正淨的路子，就跟佛菩薩感應；如果走迷邪染的道路，那就跟妖魔鬼怪，跟他們感應。總得知道妖魔鬼怪也是未來佛，也不能夠輕慢，也不能小看他，也要把他當作佛菩薩一樣恭敬，禮敬諸佛，這未來佛，那就對了。這個樣子，縱然跟妖魔鬼怪有一些怨恨，無始劫以來結的，慢慢能化解。"
    },
    {
      "id": "02-034-0163_p0018",
      "zh_CN": "总的一句话「冤家宜解不宜结」。人生在这个世间，最值得、最有意义、最有价值一桩事情是什么？把怨结化解，这才叫真正有意义。这跟世间人讲的不一样，世间人讲人生有意义是「立功，立德，立言」，立功立德立言，你无始劫来冤亲债主没有化解，那个事情还是麻烦。所以你才晓得佛法里真的是教导我们彻底究竟圆满，这是大学问当中的大学问。遇到了，这是无比的幸运，开经偈上讲「百千万劫难遭遇」；彭际清居士讲「无量劫来希有难逢的一天」。我们遇到了，真的不容易，要珍惜。世出世间任何一法不能跟这个相比，你要珍惜这个机缘，把握住这个机缘，在这一生当中决定成就。",
      "zh_TW": "總的一句話「冤家宜解不宜結」。人生在這個世間，最值得、最有意義、最有價值一樁事情是什麼？把怨結化解，這才叫真正有意義。這跟世間人講的不一樣，世間人講人生有意義是「立功，立德，立言」，立功立德立言，你無始劫來冤親債主沒有化解，那個事情還是麻煩。所以你才曉得佛法裡真的是教導我們徹底究竟圓滿，這是大學問當中的大學問。遇到了，這是無比的幸運，開經偈上講「百千萬劫難遭遇」；彭際清居士講「無量劫來希有難逢的一天」。我們遇到了，真的不容易，要珍惜。世出世間任何一法不能跟這個相比，你要珍惜這個機緣，把握住這個機緣，在這一生當中決定成就。"
    },
    {
      "id": "02-034-0163_p0019",
      "zh_CN": "这说明佛之多，一个世界有这么多佛，那么无量无边世界那个佛是没法子计算的，真的是无量无边无数诸佛如来。『各』，每一尊佛都『出广长舌相』。广长舌相昨天跟诸位报告过，这是福相，福一定有因，这个因就是生生世世不妄语。『说诚实言』、『放无量光』，这些句子，字字句句义理深广无际。古大德在注解里面跟我们说，幽溪大师讲，出广长舌给我们证明佛说法真实，决定没有虚妄，这个广长舌相是无量劫来永离口业四种过失。无量劫不妄语、不两舌、不绮语、不恶口，才有这样的舌相。这个舌相不是释迦牟尼佛跟我们表演的，舌头伸出来可以把面孔盖住，你看看大乘经上佛说的，佛广长舌相能够「遍覆三千大千世界」，说明无量劫来都没有妄语。我们听了这些话，要学。",
      "zh_TW": "這說明佛之多，一個世界有這麼多佛，那麼無量無邊世界那個佛是沒法子計算的，真的是無量無邊無數諸佛如來。『各』，每一尊佛都『出廣長舌相』。廣長舌相昨天跟諸位報告過，這是福相，福一定有因，這個因就是生生世世不妄語。『說誠實言』、『放無量光』，這些句子，字字句句義理深廣無際。古大德在註解裡面跟我們說，幽溪大師講，出廣長舌給我們證明佛說法真實，決定沒有虛妄，這個廣長舌相是無量劫來永離口業四種過失。無量劫不妄語、不兩舌、不綺語、不惡口，才有這樣的舌相。這個舌相不是釋迦牟尼佛跟我們表演的，舌頭伸出來可以把面孔蓋住，你看看大乘經上佛說的，佛廣長舌相能夠「遍覆三千大千世界」，說明無量劫來都沒有妄語。我們聽了這些話，要學。"
    },
    {
      "id": "02-034-0163_p0020",
      "zh_CN": "无论是有心或者是无意，造作妄语的罪决定障碍这一生开悟往生。我们这一生所希求的两个愿望，希望自己能开悟，希望自己能往生极乐世界。阿弥陀佛清净身语意业，释迦牟尼佛为我们介绍西方极乐世界，在这部经正宗分里头，传给我们修行的纲领「善护三业」，你看看他把口业摆在第一，这都是有讲究的。身语意业是我们常常在大小乘经教里面看到的，排列的顺序，身、语、意。可是在这经上世尊跟我们介绍，他不是这个排列，他先说口，身，意。这样的说法显示出世尊彻底的悲心，为什么？他知道我们这个世间众生，最容易造的业是口业，所以把口业摆在第一，「善护口业，不讥他过」。我们今天讲为佛弟子，受了三皈五戒，甚至于出家了，你说不说别人过失？如果你还要说别人过失，头一条就没做到。第一条没有做到，后面全都没有了。善护三业这个经文在第八品「积功累德」，在第八品里头讲的。这做不到，这部经以后都没分，你怎么能往生？一面念佛一面常常还批评人，还说人的不是，你说你糟不糟糕？",
      "zh_TW": "無論是有心或者是無意，造作妄語的罪決定障礙這一生開悟往生。我們這一生所希求的兩個願望，希望自己能開悟，希望自己能往生極樂世界。阿彌陀佛清淨身語意業，釋迦牟尼佛為我們介紹西方極樂世界，在這部經正宗分裡頭，傳給我們修行的綱領「善護三業」，你看看他把口業擺在第一，這都是有講究的。身語意業是我們常常在大小乘經教裡面看到的，排列的順序，身、語、意。可是在這經上世尊跟我們介紹，他不是這個排列，他先說口，身，意。這樣的說法顯示出世尊徹底的悲心，為什麼？他知道我們這個世間眾生，最容易造的業是口業，所以把口業擺在第一，「善護口業，不譏他過」。我們今天講為佛弟子，受了三皈五戒，甚至於出家了，你說不說別人過失？如果你還要說別人過失，頭一條就沒做到。第一條沒有做到，後面全都沒有了。善護三業這個經文在第八品「積功累德」，在第八品裡頭講的。這做不到，這部經以後都沒分，你怎麼能往生？一面念佛一面常常還批評人，還說人的不是，你說你糟不糟糕？"
    },
    {
      "id": "02-034-0163_p0021",
      "zh_CN": "心是妄心，心是乱心，一天到晚胡思乱想，心不真不诚；言语都是妄语、两舌、绮语、恶口，你想想看这四种口过你是不是天天都在造？你还不知道改过，还不知道回头，还自以为是，起心动念别人错了，我没有错。我没有错，将来别人往生极乐世界，我往生阿鼻地狱，到底是谁错、谁没错？不要问别人，自己每天晚上睡觉之前好好想一想就明白。恶业要不断，不得了！所以，最容易犯的是口业，其次再讲身业：不杀、不盗、不淫，最后讲到意业：不贪、不瞋、不痴。所以，十恶业反过来就是十善业。诸佛菩萨念念与十善相应，这是学佛首先要我们学习的。",
      "zh_TW": "心是妄心，心是亂心，一天到晚胡思亂想，心不真不誠；言語都是妄語、兩舌、綺語、惡口，你想想看這四種口過你是不是天天都在造？你還不知道改過，還不知道回頭，還自以為是，起心動念別人錯了，我沒有錯。我沒有錯，將來別人往生極樂世界，我往生阿鼻地獄，到底是誰錯、誰沒錯？不要問別人，自己每天晚上睡覺之前好好想一想就明白。惡業要不斷，不得了！所以，最容易犯的是口業，其次再講身業：不殺、不盜、不淫，最後講到意業：不貪、不瞋、不痴。所以，十惡業反過來就是十善業。諸佛菩薩念念與十善相應，這是學佛首先要我們學習的。"
    },
    {
      "id": "02-034-0163_p0022",
      "zh_CN": "学佛从哪里学起？我们讲得很多。《观无量寿佛经》里面，你看看世尊是怎样教导韦提希夫人，她发心学佛。教韦提希，韦提希是我们的代表，就是教我们，从哪里学起？从净业三福学起。净业三福头一条就是「孝养父母，奉事师长，慈心不杀，修十善业」。四句十六个字，从这个地方入门。而这十六个字，跟诸位说，落实在十善业。你怎样孝顺父母？你怎样奉事师长？你怎么样学诸佛菩萨大慈大悲？都在十善业。你能够修十善业，你就是孝养父母，你就是奉事师长，你就是修慈悲心；你没有十善业，前面那三句是空话，落实在十善业。所以我讲净业三福，净业三福头一条就是《十善业道经》。第二条它范围很大，我们初学讲得太高了没用处，学了做不到。所以我这第二条落实在《沙弥律仪》，「受持三皈，具足众戒，不犯威仪」落实在《沙弥律仪》，十条戒二十四门威仪。《沙弥律仪》在家出家都可以学。第三条那是大乘，「发菩提心，深信因果，读诵大乘，劝进行者」，我们把它落实在《无量寿经》。",
      "zh_TW": "學佛從哪裡學起？我們講得很多。《觀無量壽佛經》裡面，你看看世尊是怎樣教導韋提希夫人，她發心學佛。教韋提希，韋提希是我們的代表，就是教我們，從哪裡學起？從淨業三福學起。淨業三福頭一條就是「孝養父母，奉事師長，慈心不殺，修十善業」。四句十六個字，從這個地方入門。而這十六個字，跟諸位說，落實在十善業。你怎樣孝順父母？你怎樣奉事師長？你怎麼樣學諸佛菩薩大慈大悲？都在十善業。你能夠修十善業，你就是孝養父母，你就是奉事師長，你就是修慈悲心；你沒有十善業，前面那三句是空話，落實在十善業。所以我講淨業三福，淨業三福頭一條就是《十善業道經》。第二條它範圍很大，我們初學講得太高了沒用處，學了做不到。所以我這第二條落實在《沙彌律儀》，「受持三皈，具足眾戒，不犯威儀」落實在《沙彌律儀》，十條戒二十四門威儀。《沙彌律儀》在家出家都可以學。第三條那是大乘，「發菩提心，深信因果，讀誦大乘，勸進行者」，我們把它落實在《無量壽經》。"
    },
    {
      "id": "02-034-0163_p0023",
      "zh_CN": "所以诸位专修净业，专修净业的人，你就晓得三部经，《十善业道经》、《沙弥律仪》、《无量寿经》。完全是依照净业三福的指导来修学。《十善业道经》是帮助我们取得「善男子，善女人」的条件，经上一打开都是善男子、善女人，我们如果不能具足十善业，经上说的善男子、善女人，没有我的份，佛没叫我。如果十善业道你能做到，经上叫的时候你可以答应，在叫你，你有份。十戒二十四门威仪再加上《无量寿经》，岂不就是祖师大德，连佛都是这样教导我们，持戒念佛，这就能成功。佛法浩如烟海，这里头有精简，精简到真正是佛法的精髓，就这三样东西，决定不能够疏忽。你有这三部经你就决定往生，一丝毫疑惑都没有，这一生没有白来。这一生生活得非常充实，有意义、有价值，永脱轮回；下一次再来，那是佛菩萨的身分乘愿再来，是来度化众生的，那就不一样。",
      "zh_TW": "所以諸位專修淨業，專修淨業的人，你就曉得三部經，《十善業道經》、《沙彌律儀》、《無量壽經》。完全是依照淨業三福的指導來修學。《十善業道經》是幫助我們取得「善男子，善女人」的條件，經上一打開都是善男子、善女人，我們如果不能具足十善業，經上說的善男子、善女人，沒有我的份，佛沒叫我。如果十善業道你能做到，經上叫的時候你可以答應，在叫你，你有份。十戒二十四門威儀再加上《無量壽經》，豈不就是祖師大德，連佛都是這樣教導我們，持戒念佛，這就能成功。佛法浩如煙海，這裡頭有精簡，精簡到真正是佛法的精髓，就這三樣東西，決定不能夠疏忽。你有這三部經你就決定往生，一絲毫疑惑都沒有，這一生沒有白來。這一生生活得非常充實，有意義、有價值，永脫輪迴；下一次再來，那是佛菩薩的身分乘願再來，是來度化眾生的，那就不一樣。"
    },
    {
      "id": "02-034-0163_p0024",
      "zh_CN": "我们今天在此地看到这么多的佛，几乎可以说一尊佛都不漏，你说这是什么法门？没有一尊佛不赞叹，『称赞无量寿佛不可思议功德』，那不可思议功德是什么？太多太多了。这部经典里面介绍得很详细，它的核心就是四十八愿，大愿大行，普度十方世界一切众生圆成佛道，这是阿弥陀佛不可思议功德。",
      "zh_TW": "我們今天在此地看到這麼多的佛，幾乎可以說一尊佛都不漏，你說這是什麼法門？沒有一尊佛不讚歎，『稱讚無量壽佛不可思議功德』，那不可思議功德是什麼？太多太多了。這部經典裡面介紹得很詳細，它的核心就是四十八願，大願大行，普度十方世界一切眾生圓成佛道，這是阿彌陀佛不可思議功德。"
    },
    {
      "id": "02-034-0163_p0025",
      "zh_CN": "一切诸佛度化众生，实在讲这个工作做得很苦、很辛苦。众生无量劫来业障习气太深太重。所以我读《老子》，「和大怨，必有余怨，安可以为善」，我对这几句话感触非常非常的深刻。必有余怨，我们自己阿赖耶识里头烦恼习气种子，就是无量劫来生生世世的余怨。佛在经上说：「假使百千劫，所作业不亡，因缘会遇时，果报还自受」。所以在六道里面，你这一生当中的际遇，你所遇到的，你所受到的，统统是余怨，你不能怪人；你要怪人，你这个怨愈结愈深。但是世间人哪个人不怪人？总是觉得别人对不起我，由此可知，这个怨愈结愈深，没法子化解。所以佛菩萨教化众生，真的教得很苦。能接受的人，所以佛法是师道，师道里面最重要的是尊师，尊师重道。尊师不是说对老师那个恭敬，那恭敬是自然的，你对老师尊重，哪有不恭敬的道理，那是自自然然的。这个尊重、尊师，老师教诲统统能落实，这叫尊师。老师教的东西，你没有去做，这就不是尊师。",
      "zh_TW": "一切諸佛度化眾生，實在講這個工作做得很苦、很辛苦。眾生無量劫來業障習氣太深太重。所以我讀《老子》，「和大怨，必有餘怨，安可以為善」，我對這幾句話感觸非常非常的深刻。必有餘怨，我們自己阿賴耶識裡頭煩惱習氣種子，就是無量劫來生生世世的餘怨。佛在經上說：「假使百千劫，所作業不亡，因緣會遇時，果報還自受」。所以在六道裡面，你這一生當中的際遇，你所遇到的，你所受到的，統統是餘怨，你不能怪人；你要怪人，你這個怨愈結愈深。但是世間人哪個人不怪人？總是覺得別人對不起我，由此可知，這個怨愈結愈深，沒法子化解。所以佛菩薩教化眾生，真的教得很苦。能接受的人，所以佛法是師道，師道裡面最重要的是尊師，尊師重道。尊師不是說對老師那個恭敬，那恭敬是自然的，你對老師尊重，哪有不恭敬的道理，那是自自然然的。這個尊重、尊師，老師教誨統統能落實，這叫尊師。老師教的東西，你沒有去做，這就不是尊師。"
    },
    {
      "id": "02-034-0163_p0026",
      "zh_CN": "我们今天要想想，老师教导我们的东西，我们做了几成？一成都没有做到。《无量寿经》，现在我们晓得，不是释迦牟尼佛一个人教导我们，也不是阿弥陀佛一个人教导我们；我们读到这一章，你要晓得这部经是十方一切诸佛在教我们，一尊佛都不漏。我们不能接受，换句话说，我们对任何一尊佛都没尊重，你们想想是不是这个意思？我们今天要是尊师重道，从哪里做起？善护口业，你从这里下手。从今而后，我们说话还是不诚实，有意无意还是欺骗人，还是造谣生事、挑拨是非，张家长李家短，这是对十方一切诸佛如来，包括弥陀、包括世尊，都没有放在眼里。这怎么会成就？你怎么能往生？轻慢世尊，你能去得了极乐世界吗？阿弥陀佛大慈大悲欢迎你去，但是那个地方的人不答应，极乐世界人多，个个人对于十方一切诸佛都是恭敬心，你没有恭敬心，人家排斥你，你进不去，佛再慈悲也没有办法。这个道理显而易懂，不能不知道。",
      "zh_TW": "我們今天要想想，老師教導我們的東西，我們做了幾成？一成都沒有做到。《無量壽經》，現在我們曉得，不是釋迦牟尼佛一個人教導我們，也不是阿彌陀佛一個人教導我們；我們讀到這一章，你要曉得這部經是十方一切諸佛在教我們，一尊佛都不漏。我們不能接受，換句話說，我們對任何一尊佛都沒尊重，你們想想是不是這個意思？我們今天要是尊師重道，從哪裡做起？善護口業，你從這裡下手。從今而後，我們說話還是不誠實，有意無意還是欺騙人，還是造謠生事、挑撥是非，張家長李家短，這是對十方一切諸佛如來，包括彌陀、包括世尊，都沒有放在眼裡。這怎麼會成就？你怎麼能往生？輕慢世尊，你能去得了極樂世界嗎？阿彌陀佛大慈大悲歡迎你去，但是那個地方的人不答應，極樂世界人多，個個人對於十方一切諸佛都是恭敬心，你沒有恭敬心，人家排斥你，你進不去，佛再慈悲也沒有辦法。這個道理顯而易懂，不能不知道。"
    },
    {
      "id": "02-034-0163_p0027",
      "zh_CN": "所以古大德教导我们，什么人能往生？心如佛心，愿如佛愿，言如佛言，行如佛行。我们学佛，佛在哪里？佛就在这部经上。我们好好读，好好研究，好好在一起研究讨论怎样把它落实，经文字字句句我要把它做到。我也常说，做到两成你就有把握往生，两成做不到不能往生。最重要的是口业，口业还不能够改过来，我在此地断言，你这一生不能往生，我的话说得很肯定。念佛就是帮助我们断十恶业的，因为无量劫来这恶业的习气它常常会起现行，如果恶习气不起现行，那你是再来人，你不是凡夫。你是凡夫，哪有不造业的道理。《地藏经》上讲的：起心动念无不是业、无不是罪。实话，肯定是这样的。用什么方法来对治？佛号，念头才起，「阿弥陀佛」，把它压下去，这个方法妙极了！八万四千法门里头，这个方法最容易、最稳当、最可靠也最快速，这叫做念佛，这叫做会念佛。",
      "zh_TW": "所以古大德教導我們，什麼人能往生？心如佛心，願如佛願，言如佛言，行如佛行。我們學佛，佛在哪裡？佛就在這部經上。我們好好讀，好好研究，好好在一起研究討論怎樣把它落實，經文字字句句我要把它做到。我也常說，做到兩成你就有把握往生，兩成做不到不能往生。最重要的是口業，口業還不能夠改過來，我在此地斷言，你這一生不能往生，我的話說得很肯定。念佛就是幫助我們斷十惡業的，因為無量劫來這惡業的習氣它常常會起現行，如果惡習氣不起現行，那你是再來人，你不是凡夫。你是凡夫，哪有不造業的道理。《地藏經》上講的：起心動念無不是業、無不是罪。實話，肯定是這樣的。用什麼方法來對治？佛號，念頭才起，「阿彌陀佛」，把它壓下去，這個方法妙極了！八萬四千法門裡頭，這個方法最容易、最穩當、最可靠也最快速，這叫做念佛，這叫做會念佛。"
    },
    {
      "id": "02-034-0163_p0028",
      "zh_CN": "声声佛号把我们自己的烦恼习气、妄想杂念压住，使我们的心恢复到清净。首先恢复到阿弥陀佛，我一天到晚起心动念都是阿弥陀佛，除阿弥陀佛之外，没有一个杂念，这个人决定往生。所以希望我们的同学，从今而后再不说人家张家长李家短，再不搞这个了。有人跟我们说呢？阿弥陀佛！他要来说人家怎么不对，我就阿弥陀佛、阿弥陀佛，好！我不听他的，我就阿弥陀佛，也劝他赶紧念阿弥陀佛，不要再造业。自己要做一个好样子，做个好榜样，这叫念佛人，这叫会念佛，这个样子才真正是十方诸佛如来的弟子。",
      "zh_TW": "聲聲佛號把我們自己的煩惱習氣、妄想雜念壓住，使我們的心恢復到清淨。首先恢復到阿彌陀佛，我一天到晚起心動念都是阿彌陀佛，除阿彌陀佛之外，沒有一個雜念，這個人決定往生。所以希望我們的同學，從今而後再不說人家張家長李家短，再不搞這個了。有人跟我們說呢？阿彌陀佛！他要來說人家怎麼不對，我就阿彌陀佛、阿彌陀佛，好！我不聽他的，我就阿彌陀佛，也勸他趕緊念阿彌陀佛，不要再造業。自己要做一個好樣子，做個好榜樣，這叫念佛人，這叫會念佛，這個樣子才真正是十方諸佛如來的弟子。"
    },
    {
      "id": "02-034-0163_p0029",
      "zh_CN": "我们不辜负十方一切诸佛如来，自自然然感应到十方一切诸佛护念。特别在这个世界，诸佛看到有这么一个人，宝贝！为什么？别人都做不到，他能做到，肯定是帮助你在这一生当中快速成就。我们有感，佛就有应，感应道交绝不失时，我们做佛的弟子要这样学习，真正佛弟子。别人学不学与我不相干，不要去看别人，更不可以去批评人；批评人，我们自己造的业重，妨碍自己清净心。因为你有分别、有执着、有妄想，对自己是产生严重障碍。你要想度他，到西方极乐世界成佛之后再来度他，现在暂时把他放在一边，免得度他没度得了，连自己也去不成，这个亏就吃大了。自己必须有把握，我们才可以分一点时间帮助别人。自己还没有把握，不能帮助别人，帮助别人那真是心有余而力不足。不是不帮助，不是不慈悲，我自己现在没有能力，先成就自己。好像看到别人掉水里快淹死，我自己不会游泳，发个慈悲心也下去，白白赔一条命。在这种情形下，赶快去学游泳，我游一手好身手的时候，我才能够下水去救人，这才叫真正慈悲。",
      "zh_TW": "我們不辜負十方一切諸佛如來，自自然然感應到十方一切諸佛護念。特別在這個世界，諸佛看到有這麼一個人，寶貝！為什麼？別人都做不到，他能做到，肯定是幫助你在這一生當中快速成就。我們有感，佛就有應，感應道交絕不失時，我們做佛的弟子要這樣學習，真正佛弟子。別人學不學與我不相干，不要去看別人，更不可以去批評人；批評人，我們自己造的業重，妨礙自己清淨心。因為你有分別、有執著、有妄想，對自己是產生嚴重障礙。你要想度他，到西方極樂世界成佛之後再來度他，現在暫時把他放在一邊，免得度他沒度得了，連自己也去不成，這個虧就吃大了。自己必須有把握，我們才可以分一點時間幫助別人。自己還沒有把握，不能幫助別人，幫助別人那真是心有餘而力不足。不是不幫助，不是不慈悲，我自己現在沒有能力，先成就自己。好像看到別人掉水裡快淹死，我自己不會游泳，發個慈悲心也下去，白白賠一條命。在這種情形下，趕快去學游泳，我游一手好身手的時候，我才能夠下水去救人，這才叫真正慈悲。"
    },
    {
      "id": "02-034-0163_p0030",
      "zh_CN": "所以口业不能再造，我们看到、听到别人造口业，生怜悯心，他不知道，他还愚痴。我们回报他就是一句阿弥陀佛，你千万不要批评：你错了，你又造口业了。我说这个话，我又造口业了。你们想一想这道理，要想通，那我怎么样不造口业？阿弥陀佛，阿弥陀佛，不造口业。让他多听阿弥陀佛，他慢慢就会觉悟，一次、两次短时间听不懂，时间长了，他就明白了。他才晓得你真正是好意帮助他、提醒他，决定不说他的过失，只有一句阿弥陀佛对待他，这就行。又何况阿弥陀佛还加持他。",
      "zh_TW": "所以口業不能再造，我們看到、聽到別人造口業，生憐憫心，他不知道，他還愚痴。我們回報他就是一句阿彌陀佛，你千萬不要批評：你錯了，你又造口業了。我說這個話，我又造口業了。你們想一想這道理，要想通，那我怎麼樣不造口業？阿彌陀佛，阿彌陀佛，不造口業。讓他多聽阿彌陀佛，他慢慢就會覺悟，一次、兩次短時間聽不懂，時間長了，他就明白了。他才曉得你真正是好意幫助他、提醒他，決定不說他的過失，只有一句阿彌陀佛對待他，這就行。又何況阿彌陀佛還加持他。"
    },
    {
      "id": "02-034-0163_p0031",
      "zh_CN": "《圆中钞》里面说，唯有世尊多生多劫诚实语，所以感得舌相广长，跟平常人不一样。但是广长舌相有常相、有现相，「常相」，平常的相这个舌头是在口里面；「现相」，他是把舌头吐出来能盖着面，这个舌头很薄，整个面孔能盖住，顶上能碰到头发。这个相它的作用就是给大家作证明，我说的话是实话，大家看到这个相，对于佛的诚实语不怀疑。佛这种示现，当年在世许许多多外道看到这个相都服了，都皈依佛陀，都跟佛陀学习。这一点我们要知道，虽然做佛陀的学生，佛陀没有叫他改变宗教。你在经上看到的，你们常读《地藏经》，《地藏经》上有婆罗门女，她是皈依佛教，接受佛的教导，她依旧是婆罗门，婆罗门是个宗教，这就是我们今天讲多元文化。",
      "zh_TW": "《圓中鈔》裡面說，唯有世尊多生多劫誠實語，所以感得舌相廣長，跟平常人不一樣。但是廣長舌相有常相、有現相，「常相」，平常的相這個舌頭是在口裡面；「現相」，他是把舌頭吐出來能蓋著面，這個舌頭很薄，整個面孔能蓋住，頂上能碰到頭髮。這個相它的作用就是給大家作證明，我說的話是實話，大家看到這個相，對於佛的誠實語不懷疑。佛這種示現，當年在世許許多多外道看到這個相都服了，都皈依佛陀，都跟佛陀學習。這一點我們要知道，雖然做佛陀的學生，佛陀沒有叫他改變宗教。你在經上看到的，你們常讀《地藏經》，《地藏經》上有婆羅門女，她是皈依佛教，接受佛的教導，她依舊是婆羅門，婆羅門是個宗教，這就是我們今天講多元文化。"
    },
    {
      "id": "02-034-0163_p0032",
      "zh_CN": "所以佛是教学，不管信仰什么宗教，你都可以来学，并不要你改变宗教，你只要来学就好。学什么？学智慧，学断烦恼，破二障，开智慧，成佛道。成佛道就是证究竟圆满的觉悟，这叫成佛道。所以佛教现在变成宗教，在当时不是宗教，当时释迦牟尼佛四面八方教学，他并不反对宗教，并不排斥宗教，也并不勉强叫你一定要放弃那个宗教到我这里来学，没这个道理。我们今天歧视别人宗教，错误。现在我们明白了，所有宗教他们所崇奉的神明，所有宗教创教的大德、始祖，从哪来的？你们晓不晓得？还不是唯心所现，唯识所变。你明白这个道理，平等的！不是别人；用佛法名词来讲，法性，法性是相同的，一个法性，一个性识。",
      "zh_TW": "所以佛是教學，不管信仰什麼宗教，你都可以來學，並不要你改變宗教，你只要來學就好。學什麼？學智慧，學斷煩惱，破二障，開智慧，成佛道。成佛道就是證究竟圓滿的覺悟，這叫成佛道。所以佛教現在變成宗教，在當時不是宗教，當時釋迦牟尼佛四面八方教學，他並不反對宗教，並不排斥宗教，也並不勉強叫你一定要放棄那個宗教到我這裡來學，沒這個道理。我們今天歧視別人宗教，錯誤。現在我們明白了，所有宗教他們所崇奉的神明，所有宗教創教的大德、始祖，從哪來的？你們曉不曉得？還不是唯心所現，唯識所變。你明白這個道理，平等的！不是別人；用佛法名詞來講，法性，法性是相同的，一個法性，一個性識。"
    },
    {
      "id": "02-034-0163_p0033",
      "zh_CN": "日本中村康隆法师，三年前我第一次跟他见面，他九十七岁，今年九十九岁。他告诉我，全世界所有宗教的创始人都是观世音菩萨的化身，这个话说得有道理。你看《普门品》里面讲的，观世音菩萨应以什么身得度，他就现什么身，应以基督身得度，他就现基督耶稣身；应以阿訇身得度，他就现阿訇身，伊斯兰教传教师是阿訇。你喜欢什么教，喜欢跟哪个人学，他就现那个相给你看，一个人！中村老和尚说的话非常有道理。我去访问他，他很喜欢，我们能谈得来。他旁边那些弟子也有年龄跟我差不多的，下来之后告诉我，他说老和尚一生都没有说过这个话。这是我们不能轻视日本佛教，不能说日本佛教里头没有人，真有人，卧虎藏龙，一般人不认识。他平常不讲，讲了没人懂，讲了恐怕还引起人反对，不能接受。我去的时候，他跟我讲我能接受，我听了非常欢喜，确确实实是这个样子。",
      "zh_TW": "日本中村康隆法師，三年前我第一次跟他見面，他九十七歲，今年九十九歲。他告訴我，全世界所有宗教的創始人都是觀世音菩薩的化身，這個話說得有道理。你看《普門品》裡面講的，觀世音菩薩應以什麼身得度，他就現什麼身，應以基督身得度，他就現基督耶穌身；應以阿訇身得度，他就現阿訇身，伊斯蘭教傳教師是阿訇。你喜歡什麼教，喜歡跟哪個人學，他就現那個相給你看，一個人！中村老和尚說的話非常有道理。我去訪問他，他很喜歡，我們能談得來。他旁邊那些弟子也有年齡跟我差不多的，下來之後告訴我，他說老和尚一生都沒有說過這個話。這是我們不能輕視日本佛教，不能說日本佛教裡頭沒有人，真有人，臥虎藏龍，一般人不認識。他平常不講，講了沒人懂，講了恐怕還引起人反對，不能接受。我去的時候，他跟我講我能接受，我聽了非常歡喜，確確實實是這個樣子。"
    },
    {
      "id": "02-034-0163_p0034",
      "zh_CN": "你从华严境界里面说，遍法界虚空界一切众生同一个法性、同一个法身。大乘经教里面，诸位同学都知道，佛说的「十方三世佛，共同一法身」。说三世佛，一切众生皆是未来佛，我们每个人都在内，未来佛。你肯定会成佛的，时间长短各人不一定。你只要到这个地方来，你就肯定成佛，为什么？一历耳根，永为道种。你听了这个经，听一分钟、听两分钟，听一句、两句，阿赖耶识里金刚种子种下去了。这个人我们能轻视吗？不能轻视。你能得罪吗？你要得罪，得罪佛了，你要是轻视，轻视佛了，不可以。一定要懂得尊重，要欢喜赞叹。",
      "zh_TW": "你從華嚴境界裡面說，遍法界虛空界一切眾生同一個法性、同一個法身。大乘經教裡面，諸位同學都知道，佛說的「十方三世佛，共同一法身」。說三世佛，一切眾生皆是未來佛，我們每個人都在內，未來佛。你肯定會成佛的，時間長短各人不一定。你只要到這個地方來，你就肯定成佛，為什麼？一歷耳根，永為道種。你聽了這個經，聽一分鐘、聽兩分鐘，聽一句、兩句，阿賴耶識裡金剛種子種下去了。這個人我們能輕視嗎？不能輕視。你能得罪嗎？你要得罪，得罪佛了，你要是輕視，輕視佛了，不可以。一定要懂得尊重，要歡喜讚歎。"
    },
    {
      "id": "02-034-0163_p0035",
      "zh_CN": "我们在经典上看到有例子，有一个人遇到释迦牟尼佛，求佛给他剃度，他愿意出家。世尊一看就叫旁边这些大弟子，都是大阿罗汉：你们大家来看看，这个人可不可以出家？阿罗汉的神通能观察五百世，大家一看，五百世当中都没有一点点善根，他怎么能出家？就是与佛无缘。出家要跟佛有缘，与佛没有缘不能出家。佛就跟大家说：行，他有善根，你们看不到。无量劫前他是个樵夫，砍柴的，在山上砍柴遇到一只老虎，老虎要吃他，他爬到树顶上去，叫了一声「南无佛」，就这个因缘，这一生遇到我的时候，他要在我这儿出家。无量劫前阿罗汉看不出来，这说明佛法种子金刚不坏。无量劫这当中都没有跟佛结过缘，就是这么一个种子，遇到释迦牟尼佛还是一样成就，在佛会下证阿罗汉果。",
      "zh_TW": "我們在經典上看到有例子，有一個人遇到釋迦牟尼佛，求佛給他剃度，他願意出家。世尊一看就叫旁邊這些大弟子，都是大阿羅漢：你們大家來看看，這個人可不可以出家？阿羅漢的神通能觀察五百世，大家一看，五百世當中都沒有一點點善根，他怎麼能出家？就是與佛無緣。出家要跟佛有緣，與佛沒有緣不能出家。佛就跟大家說：行，他有善根，你們看不到。無量劫前他是個樵夫，砍柴的，在山上砍柴遇到一隻老虎，老虎要吃他，他爬到樹頂上去，叫了一聲「南無佛」，就這個因緣，這一生遇到我的時候，他要在我這兒出家。無量劫前阿羅漢看不出來，這說明佛法種子金剛不壞。無量劫這當中都沒有跟佛結過緣，就是這麼一個種子，遇到釋迦牟尼佛還是一樣成就，在佛會下證阿羅漢果。"
    },
    {
      "id": "02-034-0163_p0036",
      "zh_CN": "我们相信佛的话不是妄语，决定是真实的。所以我们相信佛示现的神通，「出广长舌相，遍覆三千大千世界，说诚实言」，《弥陀经》上讲的，那就不是广长舌盖覆面孔，三千大千世界不是局部，遍覆！是把三千大千世界统统盖复住。《弥陀经》里面比这个地方说得详细，这个地方只说「各出广长舌相」，《弥陀经》上讲的是「出广长舌相，遍覆三千大千世界，说诚实言，汝等众生，当信是称赞不可思议功德，一切诸佛所护念经」。你要晓得这是大本《阿弥陀经》，这个经是一切诸佛之所护念的，你就晓得这部经的重要。",
      "zh_TW": "我們相信佛的話不是妄語，決定是真實的。所以我們相信佛示現的神通，「出廣長舌相，遍覆三千大千世界，說誠實言」，《彌陀經》上講的，那就不是廣長舌蓋覆面孔，三千大千世界不是局部，遍覆！是把三千大千世界統統蓋覆住。《彌陀經》裡面比這個地方說得詳細，這個地方只說「各出廣長舌相」，《彌陀經》上講的是「出廣長舌相，遍覆三千大千世界，說誠實言，汝等眾生，當信是稱讚不可思議功德，一切諸佛所護念經」。你要曉得這是大本《阿彌陀經》，這個經是一切諸佛之所護念的，你就曉得這部經的重要。"
    },
    {
      "id": "02-034-0163_p0037",
      "zh_CN": "所以诸位要是遭魔难，我遇到很多，魔难都有因缘，都是宿世今生的冤亲债主找到身上来。他来找你、来折磨你都有目的的，知道你学佛，你学佛你可以帮助他，你可以救他。你没有能力救他的时候，他暂时还不理会你，为什么？帮不上忙，害他没用处；害他的时候，他会想办法来救我，他就来了。解决这些魔障的方法，念佛是最殊胜的方式，你跟冤亲债主讲，劝他念佛：跟我一起念佛，跟我一起拜佛，跟我一起念经，我们将来同生极乐国，不要害怕。你家里面供阿弥陀佛的像，供养《无量寿经》，或者是《佛说阿弥陀经》，你要知道这部经典是一切诸佛之所护念。",
      "zh_TW": "所以諸位要是遭魔難，我遇到很多，魔難都有因緣，都是宿世今生的冤親債主找到身上來。他來找你、來折磨你都有目的的，知道你學佛，你學佛你可以幫助他，你可以救他。你沒有能力救他的時候，他暫時還不理會你，為什麼？幫不上忙，害他沒用處；害他的時候，他會想辦法來救我，他就來了。解決這些魔障的方法，念佛是最殊勝的方式，你跟冤親債主講，勸他念佛：跟我一起念佛，跟我一起拜佛，跟我一起念經，我們將來同生極樂國，不要害怕。你家裡面供阿彌陀佛的像，供養《無量壽經》，或者是《佛說阿彌陀經》，你要知道這部經典是一切諸佛之所護念。"
    },
    {
      "id": "02-034-0163_p0038",
      "zh_CN": "读这部经的人。黄念祖老居士在这个本子，我们在前面读过讲过。黄老也是密宗的金刚上师，密宗里面灌顶，很多人都希望上师给他灌顶，上师灌顶到底灵不灵？很难说。实际上连「灌顶」这两个字怎么讲法都不懂，都误会了，以为洒一点水，这灌一下就灌顶了，你的罪就消了，福就得到了。那你们每天晚上洗澡的时候，冲那个是大灌顶。黄老跟我们解释，「顶」是至高无上的大法，顶是这个意思。至高无上的大法是什么？是《无量寿经》、是《阿弥陀经》、是一句六字洪名，至高无上的大法。「灌」是什么？传授给你。把这个大法传授给你，叫做灌顶。",
      "zh_TW": "讀這部經的人。黃念祖老居士在這個本子，我們在前面讀過講過。黃老也是密宗的金剛上師，密宗裡面灌頂，很多人都希望上師給他灌頂，上師灌頂到底靈不靈？很難說。實際上連「灌頂」這兩個字怎麼講法都不懂，都誤會了，以為灑一點水，這灌一下就灌頂了，你的罪就消了，福就得到了。那你們每天晚上洗澡的時候，沖那個是大灌頂。黃老跟我們解釋，「頂」是至高無上的大法，頂是這個意思。至高無上的大法是什麼？是《無量壽經》、是《阿彌陀經》、是一句六字洪名，至高無上的大法。「灌」是什麼？傳授給你。把這個大法傳授給你，叫做灌頂。"
    },
    {
      "id": "02-034-0163_p0039",
      "zh_CN": "所以黄老讲得很好，《无量寿经》从头到尾念一遍，诚心诚意去念，念的时候不要有妄想，不要有分别，不要有执着，恭恭敬敬念一遍，十方一切诸佛给你做了一次灌顶，你说这个多殊胜。你每天念两遍就两次灌顶，念三遍就三次灌顶，这是真的不是假的。所以不必去找个上师给你头上滴几滴水，那个没有效果。这摸摸头，有人找我，我就告诉他，每个人头上都很肮脏，摸了之后传染病都传染过去了，这个道理要想通。所以真的要明理，如理如法的修行，我们才能得到真实利益。所以，不要被形式欺骗。",
      "zh_TW": "所以黃老講得很好，《無量壽經》從頭到尾念一遍，誠心誠意去念，念的時候不要有妄想，不要有分別，不要有執著，恭恭敬敬念一遍，十方一切諸佛給你做了一次灌頂，你說這個多殊勝。你每天念兩遍就兩次灌頂，念三遍就三次灌頂，這是真的不是假的。所以不必去找個上師給你頭上滴幾滴水，那個沒有效果。這摸摸頭，有人找我，我就告訴他，每個人頭上都很骯髒，摸了之後傳染病都傳染過去了，這個道理要想通。所以真的要明理，如理如法的修行，我們才能得到真實利益。所以，不要被形式欺騙。"
    },
    {
      "id": "02-034-0163_p0040",
      "zh_CN": "形式在什么时候举行？在舞台表演的时候，唱戏的时候，表演给不懂佛法、初次到这边来的，给他看的，那是有必要的，接引众生。所以佛教有很多仪规、仪式，那就跟舞台表演一样，接引大众的，不是给真正修行人；真正修行人重实质不重仪式，这要懂得。所以仪式不能够废弃，它是接引众生的一种手段，这我们一定要晓得。连我们新加坡纳丹总统都知道。有一次我们在一起吃饭，我们坐在一起，那时候他还没有做总统。他告诉我，他说佛教他最尊敬的，所有宗教里头他最尊敬佛教，他是印度教徒，他说：佛教重实质不重形式。这话是内行人说的，外行人不懂。",
      "zh_TW": "形式在什麼時候舉行？在舞台表演的時候，唱戲的時候，表演給不懂佛法、初次到這邊來的，給他看的，那是有必要的，接引眾生。所以佛教有很多儀規、儀式，那就跟舞台表演一樣，接引大眾的，不是給真正修行人；真正修行人重實質不重儀式，這要懂得。所以儀式不能夠廢棄，它是接引眾生的一種手段，這我們一定要曉得。連我們新加坡納丹總統都知道。有一次我們在一起吃飯，我們坐在一起，那時候他還沒有做總統。他告訴我，他說佛教他最尊敬的，所有宗教裡頭他最尊敬佛教，他是印度教徒，他說：佛教重實質不重形式。這話是內行人說的，外行人不懂。"
    },
    {
      "id": "02-034-0163_p0041",
      "zh_CN": "我第一次听这个话，「佛教重实质不重形式」，是章嘉大师讲的，以后再没有听到人有这个说法，没想到碰到纳丹总统他说这句话。所以形式，像做法会这种形式都是接引初机的，初机人喜欢热闹，到这儿来看看，看看给他种善根，是这么个意思。实质上的利益不是在这些形式上修，内心，心地法门。所以佛法讲内学，是在内心上做一个转变，用现在的话说，是在思想见解上下功夫，把这些错误的看法、错误的想法纠正过来，叫内学。",
      "zh_TW": "我第一次聽這個話，「佛教重實質不重形式」，是章嘉大師講的，以後再沒有聽到人有這個說法，沒想到碰到納丹總統他說這句話。所以形式，像做法會這種形式都是接引初機的，初機人喜歡熱鬧，到這兒來看看，看看給他種善根，是這麼個意思。實質上的利益不是在這些形式上修，內心，心地法門。所以佛法講內學，是在內心上做一個轉變，用現在的話說，是在思想見解上下功夫，把這些錯誤的看法、錯誤的想法糾正過來，叫內學。"
    },
    {
      "id": "02-034-0163_p0042",
      "zh_CN": "经文里面讲「放无量光」，光是什么？光就是广长舌相。因为说法，舌是最重要的一个工具，你没有舌就不能说话。由此我们就可以知道，世尊当年在世讲经说法三百余会四十九年，这舌相放光，这就是放无量光。也许有人说，世尊说法也不过是四十九年，那还是有量不能说无量？那就是你只看到形式上的说法，这是有量的；如果你要看到实质上的说法，你就知道那是无量的。实质上是六尘都说法。释迦牟尼佛告诉我们、启示我们，如果我们要是会了，真正会了，你就入大方广佛华严。大方广佛华严在哪里？我们六根所接触的境界无一不是。西方极乐世界六尘说法，我们这个世界跟西方世界没有两样，也是六尘说法。根尘都放光，根是我们自己的六根，眼耳鼻舌身意，外面的境界，色声香味触法，哪一样不放光！非常可惜的是放光你不认识，如果你要是认识，那你就是法身菩萨，你真的觉悟了。六根在六尘境界里头接受这个薰陶，一刹那都不间断，这才真正知道「放无量光，说诚实言，称赞无量寿佛不可思议功德」。",
      "zh_TW": "經文裡面講「放無量光」，光是什麼？光就是廣長舌相。因為說法，舌是最重要的一個工具，你沒有舌就不能說話。由此我們就可以知道，世尊當年在世講經說法三百餘會四十九年，這舌相放光，這就是放無量光。也許有人說，世尊說法也不過是四十九年，那還是有量不能說無量？那就是你只看到形式上的說法，這是有量的；如果你要看到實質上的說法，你就知道那是無量的。實質上是六塵都說法。釋迦牟尼佛告訴我們、啟示我們，如果我們要是會了，真正會了，你就入大方廣佛華嚴。大方廣佛華嚴在哪裡？我們六根所接觸的境界無一不是。西方極樂世界六塵說法，我們這個世界跟西方世界沒有兩樣，也是六塵說法。根塵都放光，根是我們自己的六根，眼耳鼻舌身意，外面的境界，色聲香味觸法，哪一樣不放光！非常可惜的是放光你不認識，如果你要是認識，那你就是法身菩薩，你真的覺悟了。六根在六塵境界裡頭接受這個薰陶，一剎那都不間斷，這才真正知道「放無量光，說誠實言，稱讚無量壽佛不可思議功德」。"
    },
    {
      "id": "02-034-0163_p0043",
      "zh_CN": "黄念祖老居士在注解里头，引用《圆中钞》的文字很多，《圆中钞》是幽溪大师注的，这里面也有一句话：《法华经》说高而不说广，所以讲「上至梵世」，就是大梵天王，这讲高；这部经，是讲小本《弥陀经》，小本《弥陀经》没有说高它说广，所以说「遍覆三千大千世界」。我们把这个经合起来看，你才能懂得这个意思，才能看得圆满，看到全面。表法无非都是表示真实不妄，这是我们一定要相信。它的作用就是让我们建立清净信心、坚固信心，永远对这个法门、对这个经教不怀疑，那你善根就具足了。",
      "zh_TW": "黃念祖老居士在註解裡頭，引用《圓中鈔》的文字很多，《圓中鈔》是幽溪大師註的，這裡面也有一句話：《法華經》說高而不說廣，所以講「上至梵世」，就是大梵天王，這講高；這部經，是講小本《彌陀經》，小本《彌陀經》沒有說高它說廣，所以說「遍覆三千大千世界」。我們把這個經合起來看，你才能懂得這個意思，才能看得圓滿，看到全面。表法無非都是表示真實不妄，這是我們一定要相信。它的作用就是讓我們建立清淨信心、堅固信心，永遠對這個法門、對這個經教不懷疑，那你善根就具足了。"
    },
    {
      "id": "02-034-0163_p0044",
      "zh_CN": "往生西方极乐世界的条件，念佛的最高指导原则，《大势至菩萨念佛圆通章》上教给我们，「都摄六根，净念相继」。大势至菩萨非常值得我们尊敬。佛门里面供养佛像也都是表法的，我们学佛的人对佛像是要两种心态来看待，第一种就像敬祖先一样，慎终追远。佛是我们的老师，菩萨是佛的大弟子，协助佛教导我们，对我们有恩德，我们常常纪念他，供奉是纪念他这个意思，不是把他当神明看待。第二个意思就更重要，表法的意思，佛表法身、表法性、表空义。法性不可得，但是你不能说它没有，它能现一切法，一切法是它所现的，能所是一不是二。所以法身就是法性，法性就是法身，这一定要懂得。",
      "zh_TW": "往生西方極樂世界的條件，念佛的最高指導原則，《大勢至菩薩念佛圓通章》上教給我們，「都攝六根，淨念相繼」。大勢至菩薩非常值得我們尊敬。佛門裡面供養佛像也都是表法的，我們學佛的人對佛像是要兩種心態來看待，第一種就像敬祖先一樣，慎終追遠。佛是我們的老師，菩薩是佛的大弟子，協助佛教導我們，對我們有恩德，我們常常紀念他，供奉是紀念他這個意思，不是把他當神明看待。第二個意思就更重要，表法的意思，佛表法身、表法性、表空義。法性不可得，但是你不能說它沒有，它能現一切法，一切法是它所現的，能所是一不是二。所以法身就是法性，法性就是法身，這一定要懂得。"
    },
    {
      "id": "02-034-0163_p0045",
      "zh_CN": "性相是一不是二，理事是一不是二，因果是一不是二，佛法里头说的。哲学里面讲法，它是二分，都把它分成两个，性不是相，相不是性；能不是所，所不是能，把它分开了。佛法里面讲性相、讲事理、讲因果，但是它是一元的，它不是对立的。佛法里头永远没有对立的，你要从这个地方真正体会到。佛法是讲宇宙的实相，经上常讲「诸法实相」，宇宙人生真相里面没有对立的。所以宇宙没有对立，我们人身没有对立，人身你自己好好想想，你眼睛跟耳朵对立没有？互助合作，它不对立，对立就打架，再也不合作了。里面心肝脾肺它是合作的，它不对立，和谐的，真正是平等和谐，统统都第一，没有第二。我们从这里观察，你就能体会宇宙也是如此。",
      "zh_TW": "性相是一不是二，理事是一不是二，因果是一不是二，佛法裡頭說的。哲學裡面講法，它是二分，都把它分成兩個，性不是相，相不是性；能不是所，所不是能，把它分開了。佛法裡面講性相、講事理、講因果，但是它是一元的，它不是對立的。佛法裡頭永遠沒有對立的，你要從這個地方真正體會到。佛法是講宇宙的實相，經上常講「諸法實相」，宇宙人生真相裡面沒有對立的。所以宇宙沒有對立，我們人身沒有對立，人身你自己好好想想，你眼睛跟耳朵對立沒有？互助合作，它不對立，對立就打架，再也不合作了。裡面心肝脾肺它是合作的，它不對立，和諧的，真正是平等和諧，統統都第一，沒有第二。我們從這裡觀察，你就能體會宇宙也是如此。"
    },
    {
      "id": "02-034-0163_p0046",
      "zh_CN": "我们自己要跟别人有意见、闹意见，要对立，对自己来讲，破坏你身心的和谐；对外面，破坏宇宙的和谐。你这个罪就很重，对你的身非常不利。你为什么没有一个健康身体？原因在哪里？处处跟人对立，自己把自己的健康破坏了。人人都有清净法身，人人都有一个金刚不坏身，很可惜你自己不知道，天天在糟蹋自己、在破坏自己，这有什么法子！所以你跟别人对立就是破坏你自己，这是真正的愚痴、无知！佛在经典上常讲「可怜悯者」，这句话里头的意思很深很长，我们真是体会不尽！",
      "zh_TW": "我們自己要跟別人有意見、鬧意見，要對立，對自己來講，破壞你身心的和諧；對外面，破壞宇宙的和諧。你這個罪就很重，對你的身非常不利。你為什麼沒有一個健康身體？原因在哪裡？處處跟人對立，自己把自己的健康破壞了。人人都有清淨法身，人人都有一個金剛不壞身，很可惜你自己不知道，天天在糟蹋自己、在破壞自己，這有什麼法子！所以你跟別人對立就是破壞你自己，這是真正的愚痴、無知！佛在經典上常講「可憐憫者」，這句話裡頭的意思很深很長，我們真是體會不盡！"
    },
    {
      "id": "02-034-0163_p0047",
      "zh_CN": "总得要觉悟，真学佛就是真觉悟，果真明白了，我从今而后不再糟蹋自己。不再糟蹋自己，我就不能跟一切人一切事一切物对立，我们一定要互相尊重，要和睦相处，要平等对待，这样子慢慢自然就能恢复自己的健康，恢复自己金刚不坏身。外面没有人能破坏，自己破坏自己；你说外面人，他来毁谤我们，来侮辱我们，来陷害我们，只要我们不接受，什么事都没有。你要接受，那就不能怪他，所以他没有过失。你要说他不对，错了，他没错；我们接受过来，错了。他骂我，骂我我怎么接受过来？我就很生气，我听了很生气，我就接受了。我要不接受，他骂我，骂净空，「那个人也叫净空，他在骂他，不是骂我」，我不接受，我就没事。叫净空的人很多，古人都有，好多！你看佛学辞典里头，查好多个净空，晓得他说的是哪一个？我为什么要接受他？所以我说他没有错，我接受是我错了。",
      "zh_TW": "總得要覺悟，真學佛就是真覺悟，果真明白了，我從今而後不再糟蹋自己。不再糟蹋自己，我就不能跟一切人一切事一切物對立，我們一定要互相尊重，要和睦相處，要平等對待，這樣子慢慢自然就能恢復自己的健康，恢復自己金剛不壞身。外面沒有人能破壞，自己破壞自己；你說外面人，他來毀謗我們，來侮辱我們，來陷害我們，只要我們不接受，什麼事都沒有。你要接受，那就不能怪他，所以他沒有過失。你要說他不對，錯了，他沒錯；我們接受過來，錯了。他罵我，罵我我怎麼接受過來？我就很生氣，我聽了很生氣，我就接受了。我要不接受，他罵我，罵淨空，「那個人也叫淨空，他在罵他，不是罵我」，我不接受，我就沒事。叫淨空的人很多，古人都有，好多！你看佛學辭典裡頭，查好多個淨空，曉得他說的是哪一個？我為什麼要接受他？所以我說他沒有錯，我接受是我錯了。"
    },
    {
      "id": "02-034-0163_p0048",
      "zh_CN": "你要明白这个道理，别人永远没有错，错都在自己。自己觉悟就不会错，自己有觉正净，永远不会犯错。自己有迷邪染，那你天天犯错，什么你都接受，你的心就像垃圾桶一样，到处捡垃圾，不管是好是坏统统都装在自己垃圾桶里，你这怎么得了！觉悟的人是好的、坏的都不放在里头，永远保持清净，那就对了。所以经典里面我们多看就明白，有的时候佛从纵的方面去讲，有的从横的方面去讲，而且大乘佛法与近代科学里面所发现的不谋而合。这些对我们初学人来讲增长了信心。科学家很遗憾的他们没有接触到佛法，如果他接触到佛法，我相信科学更会突飞猛进。确确实实大乘经教能够启发人无尽的智慧。下面这一段我们把它念念，第二段：",
      "zh_TW": "你要明白這個道理，別人永遠沒有錯，錯都在自己。自己覺悟就不會錯，自己有覺正淨，永遠不會犯錯。自己有迷邪染，那你天天犯錯，什麼你都接受，你的心就像垃圾桶一樣，到處撿垃圾，不管是好是壞統統都裝在自己垃圾桶裡，你這怎麼得了！覺悟的人是好的、壞的都不放在裡頭，永遠保持清淨，那就對了。所以經典裡面我們多看就明白，有的時候佛從縱的方面去講，有的從橫的方面去講，而且大乘佛法與近代科學裡面所發現的不謀而合。這些對我們初學人來講增長了信心。科學家很遺憾的他們沒有接觸到佛法，如果他接觸到佛法，我相信科學更會突飛猛進。確確實實大乘經教能夠啟發人無盡的智慧。下面這一段我們把它念念，第二段："
    },
    {
      "id": "02-034-0163_p0049",
      "zh_CN": "【南西北方恒沙世界。诸佛称赞亦复如是。】",
      "zh_TW": "【南西北方恆沙世界。諸佛稱讚亦復如是。】"
    },
    {
      "id": "02-034-0163_p0050",
      "zh_CN": "这是一段，这一段讲四方。再看：",
      "zh_TW": "這是一段，這一段講四方。再看："
    },
    {
      "id": "02-034-0163_p0051",
      "zh_CN": "【四维上下。】",
      "zh_TW": "【四維上下。】"
    },
    {
      "id": "02-034-0163_p0052",
      "zh_CN": "『四维』是东南、东北、西南、西北，上方、下方，这就十方了。",
      "zh_TW": "『四維』是東南、東北、西南、西北，上方、下方，這就十方了。"
    },
    {
      "id": "02-034-0163_p0053",
      "zh_CN": "【恒沙世界。诸佛称赞亦复如是。】",
      "zh_TW": "【恆沙世界。諸佛稱讚亦復如是。】"
    },
    {
      "id": "02-034-0163_p0054",
      "zh_CN": "这是把十方一切诸佛统统都说到了，一尊佛都不漏。这里头有密义，也能够看出诸佛都知道宇宙的真相，真相是一体，一体才没有对立。我们为什么会跟一切人事物对立？不知道宇宙是一体，所以才产生这个错误观念。如果知道宇宙是一体，这就是法身菩萨。我们在讲席里面虽然也常常提到，但是怎么讲，没有契入境界就很难。要契入境界，一定要依教修行，就是你自己要把障碍除掉，你才能入得了境界。不能够学了就照做，而且做得很彻底，佛法真实的利益很难得到。",
      "zh_TW": "這是把十方一切諸佛統統都說到了，一尊佛都不漏。這裡頭有密義，也能夠看出諸佛都知道宇宙的真相，真相是一體，一體才沒有對立。我們為什麼會跟一切人事物對立？不知道宇宙是一體，所以才產生這個錯誤觀念。如果知道宇宙是一體，這就是法身菩薩。我們在講席裡面雖然也常常提到，但是怎麼講，沒有契入境界就很難。要契入境界，一定要依教修行，就是你自己要把障礙除掉，你才能入得了境界。不能夠學了就照做，而且做得很徹底，佛法真實的利益很難得到。"
    },
    {
      "id": "02-034-0163_p0055",
      "zh_CN": "遍法界虚空界是一体，我们常讲虚空法界是自己的心相，自心相，心是什么？心是虚空法界。身是什么？身是刹土众生。无量无边的世界，恒河沙数世界，这世界里面所有一切众生跟我同一体，我们现在一般人讲一个生命共同体。你说多亲切，你怎么能分？像我们这个身体，观察身体真的能开智慧，身体里面每根汗毛、每个细胞跟全身是一体，很像大宇宙。我们知道细胞寿命不长，人身体这个细胞寿命不长，科学家告诉我们每七年是一个周期，我们身上的细胞统统都换成新的，新陈代谢。这个道理现在同学们都知道，都有这个常识，新陈代谢，旧的淘汰掉，新的又生起来。",
      "zh_TW": "遍法界虛空界是一體，我們常講虛空法界是自己的心相，自心相，心是什麼？心是虛空法界。身是什麼？身是剎土眾生。無量無邊的世界，恆河沙數世界，這世界裡面所有一切眾生跟我同一體，我們現在一般人講一個生命共同體。你說多親切，你怎麼能分？像我們這個身體，觀察身體真的能開智慧，身體裡面每根汗毛、每個細胞跟全身是一體，很像大宇宙。我們知道細胞壽命不長，人身體這個細胞壽命不長，科學家告訴我們每七年是一個週期，我們身上的細胞統統都換成新的，新陳代謝。這個道理現在同學們都知道，都有這個常識，新陳代謝，舊的淘汰掉，新的又生起來。"
    },
    {
      "id": "02-034-0163_p0056",
      "zh_CN": "这里头有个问题，既然每七年换一次，一个旧的都没有了，换成新的，人为什么会老？应该是一次换的都是新的，不能够老。一点都没错，这个问题提得很好，确实不老。它为什么换的时候都换成旧的东西，它不换新的，全换成旧的，而且还换坏的，这不糟糕了吗？像我们买一部车一样，我们这个零件，到一个时期要换零件的时候，一定换新的，结果怎么样？换旧的，而且还换坏的，这糟糕了，这是愚痴到极处。你之所以会换旧的、会换坏的，就是你的念头错了。如果你要是觉正净，你所换的决定是新的不会换旧的，那你就长生不老，不是没有道理，这是事实真相。你有烦恼，你有忧虑，你有牵挂，你有得失，你就换不到新的，你去换人家都给旧的给你，所以你很容易老化。你能够把是非人我、自私自利、名闻利养，一切得失利害、忧虑牵挂统统放下，那你这细胞新陈代谢都是新的、都是最健康的；即使外面有什么传染病感染，都染不到你。这就是我们现在所讲的你有免疫能力，你是新细胞，你不会受感染。",
      "zh_TW": "這裡頭有個問題，既然每七年換一次，一個舊的都沒有了，換成新的，人為什麼會老？應該是一次換的都是新的，不能夠老。一點都沒錯，這個問題提得很好，確實不老。它為什麼換的時候都換成舊的東西，它不換新的，全換成舊的，而且還換壞的，這不糟糕了嗎？像我們買一部車一樣，我們這個零件，到一個時期要換零件的時候，一定換新的，結果怎麼樣？換舊的，而且還換壞的，這糟糕了，這是愚痴到極處。你之所以會換舊的、會換壞的，就是你的念頭錯了。如果你要是覺正淨，你所換的決定是新的不會換舊的，那你就長生不老，不是沒有道理，這是事實真相。你有煩惱，你有憂慮，你有牽掛，你有得失，你就換不到新的，你去換人家都給舊的給你，所以你很容易老化。你能夠把是非人我、自私自利、名聞利養，一切得失利害、憂慮牽掛統統放下，那你這細胞新陳代謝都是新的、都是最健康的；即使外面有什麼傳染病感染，都染不到你。這就是我們現在所講的你有免疫能力，你是新細胞，你不會受感染。"
    },
    {
      "id": "02-034-0163_p0057",
      "zh_CN": "佛法里头好多道理，都要在我们自己好好去学习，好好去发掘。诸佛所说确实是真实言，真实到极处，纯是真实，无有虚妄。所以有福的人听了之后，直下承当，完全接受，一丝毫疑惑都没有。我们认真努力依教奉行，得的利益是自己的，无比殊胜的利益，我们为什么不干？所以经典称为宝。世间一切珍宝、七宝，那都是假的。唯有经典是真正之宝，它不但能帮助我们现实环境，改善我们的现实环境，能帮助我们提升灵性，达到究竟圆满的境界，这个宝你到哪里去找？你要是不学，真可惜了。",
      "zh_TW": "佛法裡頭好多道理，都要在我們自己好好去學習，好好去發掘。諸佛所說確實是真實言，真實到極處，純是真實，無有虛妄。所以有福的人聽了之後，直下承當，完全接受，一絲毫疑惑都沒有。我們認真努力依教奉行，得的利益是自己的，無比殊勝的利益，我們為什麼不幹？所以經典稱為寶。世間一切珍寶、七寶，那都是假的。唯有經典是真正之寶，它不但能幫助我們現實環境，改善我們的現實環境，能幫助我們提升靈性，達到究竟圓滿的境界，這個寶你到哪裡去找？你要是不學，真可惜了。"
    },
    {
      "id": "02-034-0163_p0058",
      "zh_CN": "所以我们看到，佛常讲「佛不度无缘之人」，你看居士林外面马路上走来走去的人，他都不晓得到这儿来听经，为什么？无缘，这样殊胜的利益他听不到。所以我们得人身遇佛法，能闻到无上甚深之法，很不容易！一定要珍惜，多读多听。前面没有听到的，我们每次在这边讲都留着有光碟，远道从中国来的，可以把这光碟带回去重复的听。这部经大概讲了一半，我也不晓得讲了多少时间，反正慢慢讲，我们现在没有时间限制，讲得详细，我们理解得更深，得的利益更殊胜。今天就讲到此地。",
      "zh_TW": "所以我們看到，佛常講「佛不度無緣之人」，你看居士林外面馬路上走來走去的人，他都不曉得到這兒來聽經，為什麼？無緣，這樣殊勝的利益他聽不到。所以我們得人身遇佛法，能聞到無上甚深之法，很不容易！一定要珍惜，多讀多聽。前面沒有聽到的，我們每次在這邊講都留著有光碟，遠道從中國來的，可以把這光碟帶回去重複的聽。這部經大概講了一半，我也不曉得講了多少時間，反正慢慢講，我們現在沒有時間限制，講得詳細，我們理解得更深，得的利益更殊勝。今天就講到此地。"
    }
  ]
}