{
  "doc_id": "02-034-0019",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十九集",
    "zh_TW": "第十九集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0019",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-034-0019_p0001",
      "zh_CN": "请掀开经本，第五面第二行，第五面经文的第二行：",
      "zh_TW": "請掀開經本，第五面第二行，第五面經文的第二行："
    },
    {
      "id": "02-034-0019_p0002",
      "zh_CN": "【升灌顶阶。授菩提记。为教菩萨。作阿阇梨。常习相应无边诸行。成熟菩萨无边善根。无量诸佛咸共护念。】",
      "zh_TW": "【昇灌頂階。授菩提記。為教菩薩。作阿闍梨。常習相應無邊諸行。成熟菩薩無邊善根。無量諸佛咸共護念。】"
    },
    {
      "id": "02-034-0019_p0003",
      "zh_CN": "从这一段经文看起。今天我们读这一段经文，这一段是「授记佛护」，诸佛护念。佛法修学，诸佛菩萨的教导，最后的目标无不是希望我们成佛，尤其是就在这一生当中作佛，而且做的是究竟圆满佛。我想每一位同修，过去虽然也曾经听过《无量寿经》、《阿弥陀经》，以及诸大乘经论，而这些话可能多次的听过，但是总是疑惑而不能够相信，深信就更谈不上。这什么原因？这个理太深，事太复杂，不是我们凡夫常识能够理解，所以不能够深信，不能深信这是很正常的现象。唯有《大方广佛华严经》才把这个事情讲得透彻、讲得明了，这是对我们很大的帮助，使我们不但能生起信心，而且是深信不疑。同时我们又抽出一天的时间，来跟诸位细说《无量寿经》，也就是深入净土，无非是让我们断疑生信，在这一生当中，确确实实成就究竟圆满的佛果。这样殊胜希有的缘分，正如开经偈所说「百千万劫难遭遇」，也正如彭际清居士所讲，「无量劫来，希有难逢之一日」。这一天我们遇到了，何等的幸运，希望我们要珍惜希有的因缘，好好的抓住它，把握住，成就一生的道业。",
      "zh_TW": "從這一段經文看起。今天我們讀這一段經文，這一段是「授記佛護」，諸佛護念。佛法修學，諸佛菩薩的教導，最後的目標無不是希望我們成佛，尤其是就在這一生當中作佛，而且做的是究竟圓滿佛。我想每一位同修，過去雖然也曾經聽過《無量壽經》、《阿彌陀經》，以及諸大乘經論，而這些話可能多次的聽過，但是總是疑惑而不能夠相信，深信就更談不上。這什麼原因？這個理太深，事太複雜，不是我們凡夫常識能夠理解，所以不能夠深信，不能深信這是很正常的現象。唯有《大方廣佛華嚴經》才把這個事情講得透徹、講得明瞭，這是對我們很大的幫助，使我們不但能生起信心，而且是深信不疑。同時我們又抽出一天的時間，來跟諸位細說《無量壽經》，也就是深入淨土，無非是讓我們斷疑生信，在這一生當中，確確實實成就究竟圓滿的佛果。這樣殊勝希有的緣分，正如開經偈所說「百千萬劫難遭遇」，也正如彭際清居士所講，「無量劫來，希有難逢之一日」。這一天我們遇到了，何等的幸運，希望我們要珍惜希有的因緣，好好的抓住它，把握住，成就一生的道業。"
    },
    {
      "id": "02-034-0019_p0004",
      "zh_CN": "经文紧接着前面而来，是行门里面最后的一段。『升灌顶阶，授菩提记，为教菩萨，作阿阇梨』，我们看了这个经文很像是密宗的口气，没错，确确实实是密法。这部经里面「显、密、宗、教」圆融，《无量寿经》里头包括各宗各派的教义，确实经文不长，非常圆满、非常的希有。由此可知，我们还需不需要去念咒、去学密？不需要，这个经里头都包括了，一样都不缺，确确实实是大圆满教。「灌顶」是密宗授记的仪式，可是密宗灌顶分许许多多的阶段，初学佛在受三皈的时候上师就给你灌顶。我在最初学佛受三皈是蒙章嘉大师传授，也受过灌顶仪式，那只是形式而已，究竟灌顶真正的意义我们不懂，大师也没有详细给我们讲解。在仪式里头并没有详细的讲解，因为同时受皈依的人有几百人，人数很多，时间很匆促。可是我亲近大师的时间长，所以在亲近的时候，有许多疑问向他老人家请教，承蒙他的开导。灌顶的仪式，最重要的是要了解它的内容，在《大藏经》，《密藏记钞》里面，对灌顶有详细的解释。",
      "zh_TW": "經文緊接著前面而來，是行門裡面最後的一段。『昇灌頂階，授菩提記，為教菩薩，作阿闍梨』，我們看了這個經文很像是密宗的口氣，沒錯，確確實實是密法。這部經裡面「顯、密、宗、教」圓融，《無量壽經》裡頭包括各宗各派的教義，確實經文不長，非常圓滿、非常的希有。由此可知，我們還需不需要去念咒、去學密？不需要，這個經裡頭都包括了，一樣都不缺，確確實實是大圓滿教。「灌頂」是密宗授記的儀式，可是密宗灌頂分許許多多的階段，初學佛在受三皈的時候上師就給你灌頂。我在最初學佛受三皈是蒙章嘉大師傳授，也受過灌頂儀式，那只是形式而已，究竟灌頂真正的意義我們不懂，大師也沒有詳細給我們講解。在儀式裡頭並沒有詳細的講解，因為同時受皈依的人有幾百人，人數很多，時間很匆促。可是我親近大師的時間長，所以在親近的時候，有許多疑問向他老人家請教，承蒙他的開導。灌頂的儀式，最重要的是要了解它的內容，在《大藏經》，《密藏記鈔》裡面，對灌頂有詳細的解釋。"
    },
    {
      "id": "02-034-0019_p0005",
      "zh_CN": "「灌」这个意思是比喻大悲护念的意思，就是大慈悲，我们今天讲加持，大慈悲加持，大慈悲的护念，或者是世间人说「大慈悲的保佑」，这个意思都能够讲得通。「顶」是最高的，人的头顶上，顶代表一切法门里面最高的法门，最殊胜的法门，顶法。由此可知，我们把「灌顶」两个字连起来，意思就明白了，是佛以大慈大悲，将最圆满、最殊胜的顶法传授给你，这叫做灌顶。不是用点水，弹几滴在你头顶上，那叫灌顶；那个灌顶不管用，那是形式，表法的形式。重要的是他传法给你，这个法决定是至高无上的顶法，你得到这个法门，决定得一切诸佛护念，一切诸佛加持你、帮助你，使你契入顶法，契入如来究竟果地的法门，这才叫灌顶。由此可知，形式上的灌顶，我们显教里面形式上的皈依，形式上的受戒，都不足以为凭。佛法要讲实质、要讲真实，你真正去干。",
      "zh_TW": "「灌」這個意思是比喻大悲護念的意思，就是大慈悲，我們今天講加持，大慈悲加持，大慈悲的護念，或者是世間人說「大慈悲的保佑」，這個意思都能夠講得通。「頂」是最高的，人的頭頂上，頂代表一切法門裡面最高的法門，最殊勝的法門，頂法。由此可知，我們把「灌頂」兩個字連起來，意思就明白了，是佛以大慈大悲，將最圓滿、最殊勝的頂法傳授給你，這叫做灌頂。不是用點水，彈幾滴在你頭頂上，那叫灌頂；那個灌頂不管用，那是形式，表法的形式。重要的是他傳法給你，這個法決定是至高無上的頂法，你得到這個法門，決定得一切諸佛護念，一切諸佛加持你、幫助你，使你契入頂法，契入如來究竟果地的法門，這才叫灌頂。由此可知，形式上的灌頂，我們顯教裡面形式上的皈依，形式上的受戒，都不足以為憑。佛法要講實質、要講真實，你真正去幹。"
    },
    {
      "id": "02-034-0019_p0006",
      "zh_CN": "这个地方讲「灌顶阶」，实在讲就是指的本经。怎么知道本经是顶法？梅光羲老居士在《无量寿经》会集本前面，有一篇很长的序文，他这个序文写得好。序文里面曾经提到一段，这是他引用古大德的记载，在隋唐时代佛法最盛，在中国佛教史上，那个时代是佛教的黄金时代，佛法大小乘十个宗派，几乎都在那个时代同时出现。外国这些最优秀的出家人，到中国来留学，比比皆是。其中有特殊成就的，日本有不少，韩国也有不少，那个时候韩国没有统一，韩国叫三韩，分三个国家，南面越南，许多高僧大德到中国来留学。那个时候他们也曾经讨论过，仔细来研究分析，释迦牟尼佛当年在世讲经三百余会，说法四十九年所说一切经中，哪一部经最能具足整个佛法的代表性？于是这一些大德，几乎肯定公认《大方广佛华严经》，可以代表整个的佛法，称之为根本法轮；还用比喻说，一切经皆是《华严》眷属。佛法像一棵大树一样，《华严》是这个树的根、是这个树的本，其余世尊四十九年所说，无非是这个根本上的枝叶而已，枝叶不离根本，所以称《华严》叫根本法轮，这就是《华严》是顶法。",
      "zh_TW": "這個地方講「灌頂階」，實在講就是指的本經。怎麼知道本經是頂法？梅光羲老居士在《無量壽經》會集本前面，有一篇很長的序文，他這個序文寫得好。序文裡面曾經提到一段，這是他引用古大德的記載，在隋唐時代佛法最盛，在中國佛教史上，那個時代是佛教的黃金時代，佛法大小乘十個宗派，幾乎都在那個時代同時出現。外國這些最優秀的出家人，到中國來留學，比比皆是。其中有特殊成就的，日本有不少，韓國也有不少，那個時候韓國沒有統一，韓國叫三韓，分三個國家，南面越南，許多高僧大德到中國來留學。那個時候他們也曾經討論過，仔細來研究分析，釋迦牟尼佛當年在世講經三百餘會，說法四十九年所說一切經中，哪一部經最能具足整個佛法的代表性？於是這一些大德，幾乎肯定公認《大方廣佛華嚴經》，可以代表整個的佛法，稱之為根本法輪；還用比喻說，一切經皆是《華嚴》眷屬。佛法像一棵大樹一樣，《華嚴》是這個樹的根、是這個樹的本，其餘世尊四十九年所說，無非是這個根本上的枝葉而已，枝葉不離根本，所以稱《華嚴》叫根本法輪，這就是《華嚴》是頂法。"
    },
    {
      "id": "02-034-0019_p0007",
      "zh_CN": "可是当时修净土教的人不少，尤其有很深远的影响，唐朝出现的善导大师，善导在中国历史上记载，说他是阿弥陀佛的化身。在中国历史上曾经说过，有三位是阿弥陀佛化身，这是知道的，不知道的那就不晓得有多少位。我们知道第一个是善导大师，第二位永明延寿法师，第三位是国清寺的丰干和尚，这三位身分暴露了。诸位要晓得，诸佛菩萨示现在人间，身分暴露的很少，不露身分的人很多。所以我劝诸位同修对人要生恭敬心，说不定你最瞧不起那个人，那个人就是阿弥陀佛化身来的，那你不就得罪了，你还能往生吗？不过话是这么说，往生还是照往生，你得罪阿弥陀佛，阿弥陀佛决定不怪你，往生的条件是具足信愿行。但是总而言之，我们对一切人要平等恭敬，这才如法，这是我们必须要记住的。",
      "zh_TW": "可是當時修淨土教的人不少，尤其有很深遠的影響，唐朝出現的善導大師，善導在中國歷史上記載，說他是阿彌陀佛的化身。在中國歷史上曾經說過，有三位是阿彌陀佛化身，這是知道的，不知道的那就不曉得有多少位。我們知道第一個是善導大師，第二位永明延壽法師，第三位是國清寺的豐干和尚，這三位身分暴露了。諸位要曉得，諸佛菩薩示現在人間，身分暴露的很少，不露身分的人很多。所以我勸諸位同修對人要生恭敬心，說不定你最瞧不起那個人，那個人就是阿彌陀佛化身來的，那你不就得罪了，你還能往生嗎？不過話是這麼說，往生還是照往生，你得罪阿彌陀佛，阿彌陀佛決定不怪你，往生的條件是具足信願行。但是總而言之，我們對一切人要平等恭敬，這才如法，這是我們必須要記住的。"
    },
    {
      "id": "02-034-0019_p0008",
      "zh_CN": "他们影响力很大，尤其是善导大师，日本许许多多的高僧大德，都曾经亲近过善导大师，把净土宗传到日本、传到韩国，一直到今天日本净土宗的寺庙命名「善导寺」。你一看到善导寺，决定是修净土，以善导大师的名讳做为寺庙的招牌。他们对善导非常恭敬，善导大师的塑像，在日本处处可以见到。我们中国净宗的佛弟子，把善导大师忘掉了，所以到日本去旅游、观光，我们看到那个情形，心里面真的生惭愧心。我们的祖师，人家对他那么崇敬，我们已经淡忘，所以这一些学生对净土的缘深。再仔细看看《大方广佛华严经》，《华严经》到最后怎么样它才能够圆满成佛，达到真正的顶法？原来最后一招，是普贤菩萨十大愿王导归极乐，是这样才达到了顶法。于是这些人肯定《无量寿经》是顶法。为什么？《无量寿经》是《华严》的归宿。当时一些高僧大德讲，《华严》、《法华》实际上是引导你归净土。好比我们这个经开三分一样，《华严》、《法华》是序分，净土往生经是正宗分，所以《无量寿经》才是正宗分。我们这样看法：《华严》是序分，《无量寿经》是正宗分，《阿弥陀经》是流通分。所以前清彭际清居士才说，《无量寿经》即是中本《华严》，《阿弥陀经》是小本《华严》，这三部经其实是一部。彭际清能说出这个话来不简单，他要不契入这个境界，这话是说不出来的，真正是过来人才能够说得出这个话来。我们就肯定《无量寿经》是顶法，通常讲《华严》、《无量寿经》、《阿弥陀经》这三经都是顶法。",
      "zh_TW": "他們影響力很大，尤其是善導大師，日本許許多多的高僧大德，都曾經親近過善導大師，把淨土宗傳到日本、傳到韓國，一直到今天日本淨土宗的寺廟命名「善導寺」。你一看到善導寺，決定是修淨土，以善導大師的名諱做為寺廟的招牌。他們對善導非常恭敬，善導大師的塑像，在日本處處可以見到。我們中國淨宗的佛弟子，把善導大師忘掉了，所以到日本去旅遊、觀光，我們看到那個情形，心裡面真的生慚愧心。我們的祖師，人家對他那麼崇敬，我們已經淡忘，所以這一些學生對淨土的緣深。再仔細看看《大方廣佛華嚴經》，《華嚴經》到最後怎麼樣它才能夠圓滿成佛，達到真正的頂法？原來最後一招，是普賢菩薩十大願王導歸極樂，是這樣才達到了頂法。於是這些人肯定《無量壽經》是頂法。為什麼？《無量壽經》是《華嚴》的歸宿。當時一些高僧大德講，《華嚴》、《法華》實際上是引導你歸淨土。好比我們這個經開三分一樣，《華嚴》、《法華》是序分，淨土往生經是正宗分，所以《無量壽經》才是正宗分。我們這樣看法：《華嚴》是序分，《無量壽經》是正宗分，《阿彌陀經》是流通分。所以前清彭際清居士才說，《無量壽經》即是中本《華嚴》，《阿彌陀經》是小本《華嚴》，這三部經其實是一部。彭際清能說出這個話來不簡單，他要不契入這個境界，這話是說不出來的，真正是過來人才能夠說得出這個話來。我們就肯定《無量壽經》是頂法，通常講《華嚴》、《無量壽經》、《阿彌陀經》這三經都是頂法。"
    },
    {
      "id": "02-034-0019_p0009",
      "zh_CN": "在本经原译本很多，佛经从印度传到中国来，翻译次数最多的是《无量寿经》，而现在《大藏经》里面所留的原译本有五种。这五种的原译本，过去的祖师大德们，他们细细的去研究，发现译本的文字出入很大，最明显的是愿文。汉朝的译本二十四愿，到南北朝时代，我们看康僧铠的译本四十八愿，再看宋朝时候的译本三十六愿，这个差别就太大。如果原本是四十八愿，四十八愿不可能变成二十四愿，也不可能变成三十六愿。所以古德就推测，必定是根据的原译本不同。这个推测也就想像到，世尊当年在世宣讲《无量寿经》，介绍弥陀净土不只一次。不像其他经典，释迦牟尼佛一生只讲一遍，没有讲过第二遍。现在看这五种原译本，可以肯定释迦牟尼佛至少曾经讲过三遍。还有七种原译本失传，如果那些本子要在的话，可能还有出入，说明释迦牟尼佛当年在世，对于介绍净土法门不遗余力，多次宣讲。因为多次宣讲，每一个本子里面出入不同，这才有会集的必要，给我们初学的人带来了很多的方便，会集本对我们初学便利太多了。最早的会集王龙舒居士，第二次会集是魏默深居士，夏莲老这第三次会集，后后胜于前前，后面会集的本子比前面本子会集得好，会集得非常殊胜，这是我们认识什么叫顶法。",
      "zh_TW": "在本經原譯本很多，佛經從印度傳到中國來，翻譯次數最多的是《無量壽經》，而現在《大藏經》裡面所留的原譯本有五種。這五種的原譯本，過去的祖師大德們，他們細細的去研究，發現譯本的文字出入很大，最明顯的是願文。漢朝的譯本二十四願，到南北朝時代，我們看康僧鎧的譯本四十八願，再看宋朝時候的譯本三十六願，這個差別就太大。如果原本是四十八願，四十八願不可能變成二十四願，也不可能變成三十六願。所以古德就推測，必定是根據的原譯本不同。這個推測也就想像到，世尊當年在世宣講《無量壽經》，介紹彌陀淨土不只一次。不像其他經典，釋迦牟尼佛一生只講一遍，沒有講過第二遍。現在看這五種原譯本，可以肯定釋迦牟尼佛至少曾經講過三遍。還有七種原譯本失傳，如果那些本子要在的話，可能還有出入，說明釋迦牟尼佛當年在世，對於介紹淨土法門不遺餘力，多次宣講。因為多次宣講，每一個本子裡面出入不同，這才有會集的必要，給我們初學的人帶來了很多的方便，會集本對我們初學便利太多了。最早的會集王龍舒居士，第二次會集是魏默深居士，夏蓮老這第三次會集，後後勝於前前，後面會集的本子比前面本子會集得好，會集得非常殊勝，這是我們認識什麼叫頂法。"
    },
    {
      "id": "02-034-0019_p0010",
      "zh_CN": "顶法认识了之后，诸位就明了，我们将这个经从头到尾念一遍，岂不是十方三世一切诸佛如来给你灌顶一次吗？这是真灌顶，不是假灌顶，比上师洒几滴水那殊胜太多。我们要明了，你念一遍就是接受诸佛如来一次灌顶，念两遍，两次灌顶，一天念三遍，你就一天得诸佛如来三次灌顶，你这个福报还有谁能比得了你。《无量寿经》太长，没有关系，念《阿弥陀经》也一样，念一遍，诸佛如来给你灌一次顶；《弥陀经》短，念十遍，每一天佛给你灌十次顶，你还能不开悟吗？所以「升灌顶阶」实在讲就是受持这一部经，依照这一部经的理论方法修学，就把你提升到灌顶阶。在菩萨果位里面，灌顶是法王子，什么人？等觉菩萨。",
      "zh_TW": "頂法認識了之後，諸位就明瞭，我們將這個經從頭到尾念一遍，豈不是十方三世一切諸佛如來給你灌頂一次嗎？這是真灌頂，不是假灌頂，比上師灑幾滴水那殊勝太多。我們要明瞭，你念一遍就是接受諸佛如來一次灌頂，念兩遍，兩次灌頂，一天念三遍，你就一天得諸佛如來三次灌頂，你這個福報還有誰能比得了你。《無量壽經》太長，沒有關係，念《阿彌陀經》也一樣，念一遍，諸佛如來給你灌一次頂；《彌陀經》短，念十遍，每一天佛給你灌十次頂，你還能不開悟嗎？所以「昇灌頂階」實在講就是受持這一部經，依照這一部經的理論方法修學，就把你提升到灌頂階。在菩薩果位裡面，灌頂是法王子，什麼人？等覺菩薩。"
    },
    {
      "id": "02-034-0019_p0011",
      "zh_CN": "舍弃净土法门，那个灌顶阶是可望而不可及，我们听了向往而已，谁能在一生成就？不可能的事情。你在一生当中，能够证得别教初地菩萨，就相当不错。别教初地，见思烦恼断了、尘沙烦恼断了，无明破一品，证一分法身，超越十法界，证发心住。在十住里面，圆教十住「发心住」，别教初地「欢喜地」，别教的欢喜地就是圆教的发心住，就很难很难了。可是证到这个位次之后，你要把四十一品无明断尽，达到圆满的灌顶阶，经上佛说还要经历三大阿僧祇劫。三大阿僧祇劫成佛，不是说我们，是讲圆教初住菩萨、别教初地菩萨，是对他们讲。我们今天实在说，《华严》讲无量劫，没有法子算。可是如果你很幸运，你的缘分很好，要是遇到净土法门，遇到往生法门，那你实在太幸运，你在这一生当中，就可以「升灌顶阶」。",
      "zh_TW": "捨棄淨土法門，那個灌頂階是可望而不可及，我們聽了嚮往而已，誰能在一生成就？不可能的事情。你在一生當中，能夠證得別教初地菩薩，就相當不錯。別教初地，見思煩惱斷了、塵沙煩惱斷了，無明破一品，證一分法身，超越十法界，證發心住。在十住裡面，圓教十住「發心住」，別教初地「歡喜地」，別教的歡喜地就是圓教的發心住，就很難很難了。可是證到這個位次之後，你要把四十一品無明斷盡，達到圓滿的灌頂階，經上佛說還要經歷三大阿僧祇劫。三大阿僧祇劫成佛，不是說我們，是講圓教初住菩薩、別教初地菩薩，是對他們講。我們今天實在說，《華嚴》講無量劫，沒有法子算。可是如果你很幸運，你的緣分很好，要是遇到淨土法門，遇到往生法門，那你實在太幸運，你在這一生當中，就可以「昇灌頂階」。"
    },
    {
      "id": "02-034-0019_p0012",
      "zh_CN": "所以要认清楚，诸佛如来的顶法，不仅仅净宗法门是释迦牟尼佛所传的顶法，至高无上的法门，十方一切诸佛如来，也都共同传授这一个顶法。怎么晓得？世尊在本经里面告诉我们，他老人家对阿弥陀佛的赞叹，阿弥陀佛是「光中极尊，佛中之王」。诸位要知道，释迦牟尼佛的赞叹，代表十方一切诸佛的赞叹，释迦牟尼佛肯定阿弥陀佛是「佛中之王」，也就是说明，一切诸佛如来都肯定阿弥陀佛是佛中第一。我们今天发心做阿弥陀佛的弟子，无上的光荣，一切诸佛看到你都要尊敬你三分。为什么？弥陀弟子，多么荣耀。他敬我们的老师，也尊敬老师的学生，这一定的道理。所以我们要做一个真正的弥陀弟子，不要做假弥陀弟子、冒充弥陀弟子，那个问题就严重。你要冒充弥陀弟子，护法神就不饶你，你要做真正的弥陀弟子，诸佛对你都恭敬，我们为什么不做一个真的弥陀弟子？",
      "zh_TW": "所以要認清楚，諸佛如來的頂法，不僅僅淨宗法門是釋迦牟尼佛所傳的頂法，至高無上的法門，十方一切諸佛如來，也都共同傳授這一個頂法。怎麼曉得？世尊在本經裡面告訴我們，他老人家對阿彌陀佛的讚歎，阿彌陀佛是「光中極尊，佛中之王」。諸位要知道，釋迦牟尼佛的讚歎，代表十方一切諸佛的讚歎，釋迦牟尼佛肯定阿彌陀佛是「佛中之王」，也就是說明，一切諸佛如來都肯定阿彌陀佛是佛中第一。我們今天發心做阿彌陀佛的弟子，無上的光榮，一切諸佛看到你都要尊敬你三分。為什麼？彌陀弟子，多麼榮耀。他敬我們的老師，也尊敬老師的學生，這一定的道理。所以我們要做一個真正的彌陀弟子，不要做假彌陀弟子、冒充彌陀弟子，那個問題就嚴重。你要冒充彌陀弟子，護法神就不饒你，你要做真正的彌陀弟子，諸佛對你都恭敬，我們為什麼不做一個真的彌陀弟子？"
    },
    {
      "id": "02-034-0019_p0013",
      "zh_CN": "真的弥陀弟子怎么做？天天要受阿弥陀佛灌顶。你每一天要读经，读经就是灌顶。既升灌顶阶，那就「授菩提记」。授菩提记是什么？受成佛之记，也就是告诉你，你决定成佛。道理在此地。",
      "zh_TW": "真的彌陀弟子怎麼做？天天要受阿彌陀佛灌頂。你每一天要讀經，讀經就是灌頂。既昇灌頂階，那就「授菩提記」。授菩提記是什麼？受成佛之記，也就是告訴你，你決定成佛。道理在此地。"
    },
    {
      "id": "02-034-0019_p0014",
      "zh_CN": "下面这两句科题上讲「示教」。示是示现，教是教化，示现教化众生的模式，示现教化众生的样子。这个样子是什么？「作阿阇梨」。就是我们现在讲经的总题目，我们总题目已经做了，这个字还没有挂上，将来就挂在两边对联上，「学为人师，行为世范」。「阿阇梨」就是模范的老师，阿阇梨是印度话，他的思想、他的言行，可以做为社会大众的表率、模范，就叫做阿阇梨。阿阇梨我们翻作「轨范师」，轨是轨道，他的行持可以做我们的轨范。这一句话的意思很深，佛在一切经论当中常常告诉我们，一部经中我们对于这些教诲都看过许多遍，印象非常深刻，佛教我们「受持、读诵、为人演说」，这八个字就是这个意思。我们学了佛，得佛法殊胜的功德利益，决定不能说我得利益就行，没有想到社会广大的群众，没有想到六道三途一切众生，这与佛的愿望、与佛的教诫就不相应。佛教给我们受持，这是我们自己的事情，「受」是佛所教导我们一切道理、理论方法，我们要明了、要接受；佛给我们讲的一些境界，我们要契入，这样才能得真实的受用，这是受持。",
      "zh_TW": "下面這兩句科題上講「示教」。示是示現，教是教化，示現教化眾生的模式，示現教化眾生的樣子。這個樣子是什麼？「作阿闍梨」。就是我們現在講經的總題目，我們總題目已經做了，這個字還沒有掛上，將來就掛在兩邊對聯上，「學為人師，行為世範」。「阿闍梨」就是模範的老師，阿闍梨是印度話，他的思想、他的言行，可以做為社會大眾的表率、模範，就叫做阿闍梨。阿闍梨我們翻作「軌範師」，軌是軌道，他的行持可以做我們的軌範。這一句話的意思很深，佛在一切經論當中常常告訴我們，一部經中我們對於這些教誨都看過許多遍，印象非常深刻，佛教我們「受持、讀誦、為人演說」，這八個字就是這個意思。我們學了佛，得佛法殊勝的功德利益，決定不能說我得利益就行，沒有想到社會廣大的群眾，沒有想到六道三途一切眾生，這與佛的願望、與佛的教誡就不相應。佛教給我們受持，這是我們自己的事情，「受」是佛所教導我們一切道理、理論方法，我們要明瞭、要接受；佛給我們講的一些境界，我們要契入，這樣才能得真實的受用，這是受持。"
    },
    {
      "id": "02-034-0019_p0015",
      "zh_CN": "受持之后读诵。刚才讲你读诵一遍，你就是受诸佛如来一次的灌顶，这是自利。读诵最好是出声，出声的功德比不出声大很多，出声的功德在哪里？念给别人听，让没有接触佛法的人听到你在读经。你读经要读得字字分明，腔调音声悦耳。要让人听到生欢喜心，听得清清楚楚、明明白白，他听了之后会觉悟。所以有一些同修大概心情急躁，读经读得很快，听说这一部《无量寿经》，他半个小时就念完。仔细听听的时候，他嗯嗯嗯一个字也没听出来，从头到尾哼了半个钟点经就念完，一个字都没听清楚。这种读诵只可以说是自利，不能利他。读经字字分明，要晓得读经是利他，自利是提醒自己，不要忘记佛的教诲，要依教奉行。念得清楚、念得明白，让别人听。你说「我四周围没有人」，没有人，有鬼神，有我们肉眼觉察不到的众生，我们今天讲无形的众生，比有形肉眼能看得见不知道多多少倍？你读经给他听，他听了有受用，鬼神学佛、鬼神护法，天下就太平。要知道我们社会的动乱，鬼神先乱，鬼神乱了之后，我们想社会安稳非常非常困难。要想社会安稳，先要叫鬼神安稳，要叫这些鬼神安稳最好的方法就是读诵，所以读诵里面最要紧的意思，是要度这些无形的众生，给他们做闻法的增上缘。",
      "zh_TW": "受持之後讀誦。剛才講你讀誦一遍，你就是受諸佛如來一次的灌頂，這是自利。讀誦最好是出聲，出聲的功德比不出聲大很多，出聲的功德在哪裡？念給別人聽，讓沒有接觸佛法的人聽到你在讀經。你讀經要讀得字字分明，腔調音聲悅耳。要讓人聽到生歡喜心，聽得清清楚楚、明明白白，他聽了之後會覺悟。所以有一些同修大概心情急躁，讀經讀得很快，聽說這一部《無量壽經》，他半個小時就念完。仔細聽聽的時候，他嗯嗯嗯一個字也沒聽出來，從頭到尾哼了半個鐘點經就念完，一個字都沒聽清楚。這種讀誦只可以說是自利，不能利他。讀經字字分明，要曉得讀經是利他，自利是提醒自己，不要忘記佛的教誨，要依教奉行。念得清楚、念得明白，讓別人聽。你說「我四周圍沒有人」，沒有人，有鬼神，有我們肉眼覺察不到的眾生，我們今天講無形的眾生，比有形肉眼能看得見不知道多多少倍？你讀經給他聽，他聽了有受用，鬼神學佛、鬼神護法，天下就太平。要知道我們社會的動亂，鬼神先亂，鬼神亂了之後，我們想社會安穩非常非常困難。要想社會安穩，先要叫鬼神安穩，要叫這些鬼神安穩最好的方法就是讀誦，所以讀誦裡面最要緊的意思，是要度這些無形的眾生，給他們做聞法的增上緣。"
    },
    {
      "id": "02-034-0019_p0016",
      "zh_CN": "后面「为人演说」，这个对象讲得很清楚，这才对人，对有形的众生。可见读诵是对无形的众生，演说才对有形众生，对人。对人怎么样？表演。表演是依教奉行，要把它做出来，把佛经里面一切教诲，都落实在我们生活，落实在工作当中，落实在处事待人接物。像经上讲，哪些佛教给我们一定要做，我们认真努力去做，哪些事情不可以做，我们就决定不能去做。像经文后面所说，行门里头最重要的纲领有三句，其他所说的那都是些细目，琐碎的事情。最重要的纲领，修行人，佛讲的第一个：「善护口业，不讥他过」，要做到。身口意三业，佛不说身、口、意，不用这个顺序。第一个用口，口造业最容易，口造业最可怕。诸位念念《地藏经》，口业将来堕拔舌地狱、耕舌地狱，那个地狱，好多种地狱，都是口业业因而受的果报；妄语、两舌、恶口、绮语，非常容易犯。所以真正修道人，将来在这个念佛堂，真正进念佛堂，身心世界一切放下，所有的念头都放下，只有一个念头「阿弥陀佛」，你就决定成功，你才叫真正「善护口业，不讥他过」。我们也不必问怎么个修法，你就是一心一意专念阿弥陀佛，这一条你就做到了，不要再打妄想。",
      "zh_TW": "後面「為人演說」，這個對象講得很清楚，這才對人，對有形的眾生。可見讀誦是對無形的眾生，演說才對有形眾生，對人。對人怎麼樣？表演。表演是依教奉行，要把它做出來，把佛經裡面一切教誨，都落實在我們生活，落實在工作當中，落實在處事待人接物。像經上講，哪些佛教給我們一定要做，我們認真努力去做，哪些事情不可以做，我們就決定不能去做。像經文後面所說，行門裡頭最重要的綱領有三句，其他所說的那都是些細目，瑣碎的事情。最重要的綱領，修行人，佛講的第一個：「善護口業，不譏他過」，要做到。身口意三業，佛不說身、口、意，不用這個順序。第一個用口，口造業最容易，口造業最可怕。諸位念念《地藏經》，口業將來墮拔舌地獄、耕舌地獄，那個地獄，好多種地獄，都是口業業因而受的果報；妄語、兩舌、惡口、綺語，非常容易犯。所以真正修道人，將來在這個念佛堂，真正進念佛堂，身心世界一切放下，所有的念頭都放下，只有一個念頭「阿彌陀佛」，你就決定成功，你才叫真正「善護口業，不譏他過」。我們也不必問怎麼個修法，你就是一心一意專念阿彌陀佛，這一條你就做到了，不要再打妄想。"
    },
    {
      "id": "02-034-0019_p0017",
      "zh_CN": "现在还有一类人，不但自己打妄想，还要派许多人去打听，打听别人的，这个妄想就更大、就更错。你这样学佛，学到最后堕到阿鼻地狱，阿鼻地狱许许多多大小地狱，都是你果报之处。本经在经题上显示我们修行的三大纲领：「清净、平等、觉」，你天天要知道那么多的事情，你的心怎么能清净？古人教给我们，「知事多时烦恼多」，你要知道那么多事干什么？还要去派人包打听，你说糟不糟糕！大概打听之后，研究怎么对付，这麻烦可大。这是存轮回心造轮回业，而且都是造的三途地狱，非常可怕。我们觉悟就是要从这个地方省悟过来，别人的事情与我不相干，我打听他干什么？我管他干什么？所以禅宗六祖惠能大师说得好，「若真修道人，不见世间过」，不是世间没有过失，他顾自己都来不及，没有时间去顾别人。用什么样的眼光看别人？刚才我说过，用佛的眼光看别人。我们看别人，统统是诸佛如来示现的，他行善，示现善的样子给我看，他作恶，他示现恶的样子给我看，都是诸佛如来，他们统统没有过失。过失在哪里？过失在我自己，我看了起心动念就造罪业。我看到好境界起贪心，看到恶境界起瞋恚心，我造业，他不造业，他是诸佛如来。",
      "zh_TW": "現在還有一類人，不但自己打妄想，還要派許多人去打聽，打聽別人的，這個妄想就更大、就更錯。你這樣學佛，學到最後墮到阿鼻地獄，阿鼻地獄許許多多大小地獄，都是你果報之處。本經在經題上顯示我們修行的三大綱領：「清淨、平等、覺」，你天天要知道那麼多的事情，你的心怎麼能清淨？古人教給我們，「知事多時煩惱多」，你要知道那麼多事幹什麼？還要去派人包打聽，你說糟不糟糕！大概打聽之後，研究怎麼對付，這麻煩可大。這是存輪迴心造輪迴業，而且都是造的三途地獄，非常可怕。我們覺悟就是要從這個地方省悟過來，別人的事情與我不相干，我打聽他幹什麼？我管他幹什麼？所以禪宗六祖惠能大師說得好，「若真修道人，不見世間過」，不是世間沒有過失，他顧自己都來不及，沒有時間去顧別人。用什麼樣的眼光看別人？剛才我說過，用佛的眼光看別人。我們看別人，統統是諸佛如來示現的，他行善，示現善的樣子給我看，他作惡，他示現惡的樣子給我看，都是諸佛如來，他們統統沒有過失。過失在哪裡？過失在我自己，我看了起心動念就造罪業。我看到好境界起貪心，看到惡境界起瞋恚心，我造業，他不造業，他是諸佛如來。"
    },
    {
      "id": "02-034-0019_p0018",
      "zh_CN": "我们完全用这种心态，真诚的心态来修学，你这一生当中必定成佛。正是所谓「佛眼睛里面，看一切众生都是诸佛如来」，我们今天要学这一招，高招。菩萨眼睛里面看一切众生都是菩萨，善人看一切众生都是善人，恶人看佛菩萨都是恶人，这个道理要懂，这个道理就是境随心转。我们为什么不养自己的佛心？我们自己为什么不透自己的佛性？为人演说，演这一点。今天世间人看这个也不对，看那个也不顺眼，我们看一切众生都是佛菩萨，平等恭敬，这就是修普贤行。本经一开端「咸共遵修普贤大士之德」，这是真正的弥陀弟子。所以要为人表演，就是说我要做一般大众的榜样，特别要做修行人的榜样，要真干，这才叫「作阿阇梨」。作阿阇梨是为教菩萨，为教修行人，或者是为教一切众生觉悟。菩萨是觉悟，觉悟的众生，帮助一切众生破迷开悟，这就叫「为教菩萨」。怎样帮助？自己做榜样，自己做模范，要真干。",
      "zh_TW": "我們完全用這種心態，真誠的心態來修學，你這一生當中必定成佛。正是所謂「佛眼睛裡面，看一切眾生都是諸佛如來」，我們今天要學這一招，高招。菩薩眼睛裡面看一切眾生都是菩薩，善人看一切眾生都是善人，惡人看佛菩薩都是惡人，這個道理要懂，這個道理就是境隨心轉。我們為什麼不養自己的佛心？我們自己為什麼不透自己的佛性？為人演說，演這一點。今天世間人看這個也不對，看那個也不順眼，我們看一切眾生都是佛菩薩，平等恭敬，這就是修普賢行。本經一開端「咸共遵修普賢大士之德」，這是真正的彌陀弟子。所以要為人表演，就是說我要做一般大眾的榜樣，特別要做修行人的榜樣，要真幹，這才叫「作阿闍梨」。作阿闍梨是為教菩薩，為教修行人，或者是為教一切眾生覺悟。菩薩是覺悟，覺悟的眾生，幫助一切眾生破迷開悟，這就叫「為教菩薩」。怎樣幫助？自己做榜樣，自己做模範，要真幹。"
    },
    {
      "id": "02-034-0019_p0019",
      "zh_CN": "如何真干？下面这一句说出了，『常习相应无边诸行』。「行」是生活行为，细的起心动念，粗的言语造作，这是行为。行为要相应，与什么相应？与自性相应、与性德相应，那你的心行就是真正的菩萨行、佛行。初学的同修们，要讲到心行与自性相应很难，为什么？没见性，与心性相应之行最低的限度，是圆教初住菩萨，初住以上，《华严经》上所说的四十一位法身大士。我们在《华严经》上看到一百七十多个团体，每一个人，他们的心行与法性都相应，所以称为法身大士。我们今天是生死凡夫，烦恼一品都没有断，我们怎样学相应之行？佛教初学给我们订了许多规矩，你依照这个规矩去做就相应，佛所讲的这些规矩，给诸位说全是性德。",
      "zh_TW": "如何真幹？下面這一句說出了，『常習相應無邊諸行』。「行」是生活行為，細的起心動念，粗的言語造作，這是行為。行為要相應，與什麼相應？與自性相應、與性德相應，那你的心行就是真正的菩薩行、佛行。初學的同修們，要講到心行與自性相應很難，為什麼？沒見性，與心性相應之行最低的限度，是圓教初住菩薩，初住以上，《華嚴經》上所說的四十一位法身大士。我們在《華嚴經》上看到一百七十多個團體，每一個人，他們的心行與法性都相應，所以稱為法身大士。我們今天是生死凡夫，煩惱一品都沒有斷，我們怎樣學相應之行？佛教初學給我們訂了許多規矩，你依照這個規矩去做就相應，佛所講的這些規矩，給諸位說全是性德。"
    },
    {
      "id": "02-034-0019_p0020",
      "zh_CN": "「习」，学习常不间断，永无间断的在学习相应之行。相应之行散在一切经论里面太多太多，我们到底从哪里学起？我们发心专修净宗，专修净业，这样一来我们的经论范围就缩小。我们依据的经论「三经一论」，或者是近代所说的「五经一论」，我们依据这个就好，这个典籍不太多。五经一论里面所讲的，还是很琐碎，还是很不容易掌握。于是我们在最初建立「净宗学会」，我写了个缘起，在缘起里面提到行门五个科目，这个大家好记。行门的科目要简单，你才能记得住，才能够学得到，太多、太复杂记不住，没有法子。所以现在受戒，你们想想看出家受两百五十条戒太多，记不住，记不住还能做得到吗？太多了，比丘尼戒更多。在家菩萨戒，如果是梵网戒十重、四十八轻，也太多，记不住，记不住没法子。一定要最简单、最容易，时时刻刻能记住，都能够背诵得出来，你在日常生活当中，起心动念、言语造作才能够提醒自己，我与佛的教诲相应不相应？所以真正修行要抓纲领。",
      "zh_TW": "「習」，學習常不間斷，永無間斷的在學習相應之行。相應之行散在一切經論裡面太多太多，我們到底從哪裡學起？我們發心專修淨宗，專修淨業，這樣一來我們的經論範圍就縮小。我們依據的經論「三經一論」，或者是近代所說的「五經一論」，我們依據這個就好，這個典籍不太多。五經一論裡面所講的，還是很瑣碎，還是很不容易掌握。於是我們在最初建立「淨宗學會」，我寫了個緣起，在緣起裡面提到行門五個科目，這個大家好記。行門的科目要簡單，你才能記得住，才能夠學得到，太多、太複雜記不住，沒有法子。所以現在受戒，你們想想看出家受兩百五十條戒太多，記不住，記不住還能做得到嗎？太多了，比丘尼戒更多。在家菩薩戒，如果是梵網戒十重、四十八輕，也太多，記不住，記不住沒法子。一定要最簡單、最容易，時時刻刻能記住，都能夠背誦得出來，你在日常生活當中，起心動念、言語造作才能夠提醒自己，我與佛的教誨相應不相應？所以真正修行要抓綱領。"
    },
    {
      "id": "02-034-0019_p0021",
      "zh_CN": "我们提五个科目：第一个三福，《观无量寿佛经》所说的，三福总共三条，十一句。第一条是「人天福」。换句话说，你在六道里面真正能做到，你就不失人身，你不会堕三恶道，你生生世世在人天享福。第一句「孝养父母」，你做到了没有？第二句「奉事师长」，第三句「慈心不杀」，第四句「修十善业」，这四句意思很深，我们曾经做过专题讲演。这个四句要记住，起心动念、言语造作，与这个相应不相应？如果不相应就错了，要「常习相应之行」。第二福是「二乘福」，声闻、缘觉。诸位要晓得，第一福是凡夫，第二福才是佛法，才学佛了。佛法是建立在世间福的基础上，没有世间福德，学佛怎么会有成就？换句话说，你人都做不好，你怎么能学佛？这四句是教你做人，如果这四句都违背，你就不是一个人，不是人是什么？畜生、饿鬼、地狱。古书《左传》里面就有说，「人弃常则妖兴」。这个话什么意思？人如果把「常」舍弃，常是什么？五常：「仁、义、礼、智、信」这五个字，这五个字是常道，人人应该遵守，做人就应该遵守。如果做人不遵守这五个字，把这五个字丢掉，舍弃了，干些什么？不仁、不义。仁义礼智信都不要，古大德讲，这是什么人？这个人是妖魔鬼怪，他不是人，他就是妖魔鬼怪。所以人天他有道德的标准。",
      "zh_TW": "我們提五個科目：第一個三福，《觀無量壽佛經》所說的，三福總共三條，十一句。第一條是「人天福」。換句話說，你在六道裡面真正能做到，你就不失人身，你不會墮三惡道，你生生世世在人天享福。第一句「孝養父母」，你做到了沒有？第二句「奉事師長」，第三句「慈心不殺」，第四句「修十善業」，這四句意思很深，我們曾經做過專題講演。這個四句要記住，起心動念、言語造作，與這個相應不相應？如果不相應就錯了，要「常習相應之行」。第二福是「二乘福」，聲聞、緣覺。諸位要曉得，第一福是凡夫，第二福才是佛法，才學佛了。佛法是建立在世間福的基礎上，沒有世間福德，學佛怎麼會有成就？換句話說，你人都做不好，你怎麼能學佛？這四句是教你做人，如果這四句都違背，你就不是一個人，不是人是什麼？畜生、餓鬼、地獄。古書《左傳》裡面就有說，「人棄常則妖興」。這個話什麼意思？人如果把「常」捨棄，常是什麼？五常：「仁、義、禮、智、信」這五個字，這五個字是常道，人人應該遵守，做人就應該遵守。如果做人不遵守這五個字，把這五個字丟掉，捨棄了，幹些什麼？不仁、不義。仁義禮智信都不要，古大德講，這是什麼人？這個人是妖魔鬼怪，他不是人，他就是妖魔鬼怪。所以人天他有道德的標準。"
    },
    {
      "id": "02-034-0019_p0022",
      "zh_CN": "诸位想想第一福里面这四句，五常的意思都包含在其中，以这个基础再入佛法，再学佛。所以人天福里面，上面二乘福。二乘福一开头，「受持三皈，具足众戒，不犯威仪」。今天我们受三皈，是形式上的三皈，不是实质的；今天我们受戒，也是形式上的受戒，也不是真实的。你要说为什么？因为底下没有根基，如果底下基础建得好，「三皈五戒」它就发生作用，能成就德行。诸位要晓得，佛法是师道，师道是建立在孝道的基础上，第一福是孝道，第二福才是师道，孝道没有，师道也就完了。我们今天学佛特别提倡孝道，你从哪里学？回家去孝顺父母，从这个地方学。你要做出真正孝顺儿女的榜样，给社会大众看看，为人演说。「学为人师，行为世范」，你要做到才行，口说不行。",
      "zh_TW": "諸位想想第一福裡面這四句，五常的意思都包含在其中，以這個基礎再入佛法，再學佛。所以人天福裡面，上面二乘福。二乘福一開頭，「受持三皈，具足眾戒，不犯威儀」。今天我們受三皈，是形式上的三皈，不是實質的；今天我們受戒，也是形式上的受戒，也不是真實的。你要說為什麼？因為底下沒有根基，如果底下基礎建得好，「三皈五戒」它就發生作用，能成就德行。諸位要曉得，佛法是師道，師道是建立在孝道的基礎上，第一福是孝道，第二福才是師道，孝道沒有，師道也就完了。我們今天學佛特別提倡孝道，你從哪裡學？回家去孝順父母，從這個地方學。你要做出真正孝順兒女的榜樣，給社會大眾看看，為人演說。「學為人師，行為世範」，你要做到才行，口說不行。"
    },
    {
      "id": "02-034-0019_p0023",
      "zh_CN": "再由二乘福再向上提升，这就是菩萨。菩萨有四句，都是纲领原则：「发菩提心，深信因果，读诵大乘，劝进行者」，这四句你做到了，你才真正是菩萨，这叫三福。发菩提心，什么叫菩提心？蕅益大师在《弥陀经要解》里面讲得好，真正发心求生净土，这一个愿心决定没有改变、决定没有疑惑、决定求生，你就一定生，这一个心就是无上菩提心，蕅益大师说得好。菩提心在《观经》里面，世尊给我们解释「至诚心」，真心发愿，真心就是至诚心；一心希望求生净土，那个就是「深心」，就是「回向发愿心」，一念就具足了，没有第二念，我们今天就是要发这个心。",
      "zh_TW": "再由二乘福再向上提升，這就是菩薩。菩薩有四句，都是綱領原則：「發菩提心，深信因果，讀誦大乘，勸進行者」，這四句你做到了，你才真正是菩薩，這叫三福。發菩提心，什麼叫菩提心？蕅益大師在《彌陀經要解》裡面講得好，真正發心求生淨土，這一個願心決定沒有改變、決定沒有疑惑、決定求生，你就一定生，這一個心就是無上菩提心，蕅益大師說得好。菩提心在《觀經》裡面，世尊給我們解釋「至誠心」，真心發願，真心就是至誠心；一心希望求生淨土，那個就是「深心」，就是「迴向發願心」，一念就具足了，沒有第二念，我們今天就是要發這個心。"
    },
    {
      "id": "02-034-0019_p0024",
      "zh_CN": "「深信因果」，这个因果是什么因果？我过去跟诸位讲过，我为这一句搞了两、三年心都不安，我不解这个意思。我们平常讲相信因果报应，善因善果，恶因恶报，因缘果报，丝毫不爽；我们晓得，我们相信，我们不怀疑。我们是人天的身分，我们连二乘都比不上，我的怀疑处是为什么菩萨还不知道？我们都知道，他为什么不知道。所以这个因果绝对不是我们讲的因果，我们所说的因缘果报，菩萨哪有不知道的道理？他们深信因果，一定是个特别的因果。这就把我搞糊涂，搞了好几年，总算是三宝加持，搞明白了。什么因果？「念佛成佛」。真的，许许多多的菩萨不知道，念佛是因，成佛是果，不要三大阿僧祇劫，一生就办妥。尽虚空、遍法界诸佛刹土里，不知道有多少菩萨不知道。我才晓得这个因果是讲这个，不是说别的。我们回头看看，我们现前生活环境当中，同修当中，有许多学佛的人，有参禅的、有学教的、有持咒的、有持戒的，许许多多法门，你叫他念佛，他不相信，他就不相信这个因果。他学他那个法门学得很起劲，也是勇猛精进，就是不肯念佛。所以「发菩提心，深信因果」的人了不起，这两句话他要是相应，那就是净宗法门里面所说，「善根、福德、因缘」这一生当中具足了，也是经中所讲根熟众生。",
      "zh_TW": "「深信因果」，這個因果是什麼因果？我過去跟諸位講過，我為這一句搞了兩、三年心都不安，我不解這個意思。我們平常講相信因果報應，善因善果，惡因惡報，因緣果報，絲毫不爽；我們曉得，我們相信，我們不懷疑。我們是人天的身分，我們連二乘都比不上，我的懷疑處是為什麼菩薩還不知道？我們都知道，他為什麼不知道。所以這個因果絕對不是我們講的因果，我們所說的因緣果報，菩薩哪有不知道的道理？他們深信因果，一定是個特別的因果。這就把我搞糊塗，搞了好幾年，總算是三寶加持，搞明白了。什麼因果？「念佛成佛」。真的，許許多多的菩薩不知道，念佛是因，成佛是果，不要三大阿僧祇劫，一生就辦妥。盡虛空、遍法界諸佛剎土裡，不知道有多少菩薩不知道。我才曉得這個因果是講這個，不是說別的。我們回頭看看，我們現前生活環境當中，同修當中，有許多學佛的人，有參禪的、有學教的、有持咒的、有持戒的，許許多多法門，你叫他念佛，他不相信，他就不相信這個因果。他學他那個法門學得很起勁，也是勇猛精進，就是不肯念佛。所以「發菩提心，深信因果」的人了不起，這兩句話他要是相應，那就是淨宗法門裡面所說，「善根、福德、因緣」這一生當中具足了，也是經中所講根熟眾生。"
    },
    {
      "id": "02-034-0019_p0025",
      "zh_CN": "底下讲『成熟菩萨无边善根』。成熟了，成熟这一生就作佛，这一生这个身在六道里面叫最后身，以后不再搞六道轮回，出离了。这个身体在六道里头是最后身，下一次再到这里来是菩萨化身来的，应化来的，不是凡夫，乘愿再来，哪里会一样？菩萨福里面第三句「读诵大乘」。前面跟诸位讲过，读诵大乘就是读《无量寿经》、读《阿弥陀经》．念一遍，诸佛菩萨给你灌顶一次，你念了之后，一定要依教奉行。末后一句「劝进行者」，要把这个殊胜的法门介绍给别人，介绍给广大的群众，介绍给一切众生，这是利他。所以十一句里面，十句自利，末后一句利他，自行化他。这是讲你起心动念、言语造作要与三福相应，这是「常习相应之行」，这真正修净土，这是第一个科目。",
      "zh_TW": "底下講『成熟菩薩無邊善根』。成熟了，成熟這一生就作佛，這一生這個身在六道裡面叫最後身，以後不再搞六道輪迴，出離了。這個身體在六道裡頭是最後身，下一次再到這裡來是菩薩化身來的，應化來的，不是凡夫，乘願再來，哪裡會一樣？菩薩福裡面第三句「讀誦大乘」。前面跟諸位講過，讀誦大乘就是讀《無量壽經》、讀《阿彌陀經》．念一遍，諸佛菩薩給你灌頂一次，你念了之後，一定要依教奉行。末後一句「勸進行者」，要把這個殊勝的法門介紹給別人，介紹給廣大的群眾，介紹給一切眾生，這是利他。所以十一句裡面，十句自利，末後一句利他，自行化他。這是講你起心動念、言語造作要與三福相應，這是「常習相應之行」，這真正修淨土，這是第一個科目。"
    },
    {
      "id": "02-034-0019_p0026",
      "zh_CN": "第二个科目是「六和」。我们同修大家在一起，在一起共修，在一起共修一定要修「六和敬」，要和睦相处，彼此尊重。我教给诸位同修，我们把所有一切大众，都看作诸佛如来，都看作阿弥陀佛的化身，以最极恭敬心处事待人接物。别人用什么心态对我们，不要去管，不必去理会，问我用什么心态对人？我一定用佛心对人。一切人都是阿弥陀佛示现，示现给我看的，帮助我成就的，我们要用这个心态。每一个人都如是学，「见和同解」就圆满，真正是入佛知见。凡夫入佛知见，真正不可思议，这是《华严经》上讲的「大心凡夫」。什么人是大心凡夫？这个人就叫做大心凡夫。我们今天讲作罗汉、讲作菩萨，我们做不到，但是我们要讲作大心凡夫，不难！确确实实每一位同修都可以做得到，我们的心行真正能够跟这五个科目相应。",
      "zh_TW": "第二個科目是「六和」。我們同修大家在一起，在一起共修，在一起共修一定要修「六和敬」，要和睦相處，彼此尊重。我教給諸位同修，我們把所有一切大眾，都看作諸佛如來，都看作阿彌陀佛的化身，以最極恭敬心處事待人接物。別人用什麼心態對我們，不要去管，不必去理會，問我用什麼心態對人？我一定用佛心對人。一切人都是阿彌陀佛示現，示現給我看的，幫助我成就的，我們要用這個心態。每一個人都如是學，「見和同解」就圓滿，真正是入佛知見。凡夫入佛知見，真正不可思議，這是《華嚴經》上講的「大心凡夫」。什麼人是大心凡夫？這個人就叫做大心凡夫。我們今天講作羅漢、講作菩薩，我們做不到，但是我們要講作大心凡夫，不難！確確實實每一位同修都可以做得到，我們的心行真正能夠跟這五個科目相應。"
    },
    {
      "id": "02-034-0019_p0027",
      "zh_CN": "六和的第二条，「戒和同修」。这个戒是广义的，我们今天持戒，实实在在说，只期望我们能够把五戒十善认真彻底的做到，不要去奢谈比丘戒、菩萨戒，我们做不到。我们出家人学蕅益大师、学弘一大师，他们怎么修的？他们是持沙弥十戒、五戒。蕅益大师受了戒之后退戒，他一生持沙弥戒，所以你看有许多在文字方面，他老人家署名「菩萨戒沙弥」，他不敢称比丘，他是菩萨沙弥。成时是他的学生、是他的徒弟，老师称沙弥，学生不敢称沙弥，所以成时法师称什么？菩萨优婆塞。出家的，出家优婆塞，实在讲我们今天这个才是我们真正名副其实的身分，我们什么身分？出家优婆塞。诸位是在家优婆塞，我们是出家优婆塞，示现出家的身相，统统持的五戒十善。在《无量寿经》里面，五戒十善有详细的说明，就是三十三品到三十七品，这一段经文是五戒十善的详细说明，果然做到，我们五戒十善就清净，名副其实的出家优婆塞，这是讲持戒。持戒另一个延伸的意思是守法。道场里面因为人众很多，如果要没有制度、要没有规矩，大家在这里会乱成一团，那就不像道场，道场有许许多多的规矩，这些规矩我们必须要遵守。道场以外是社会、是国家，国家有法律，有许多规约，我们也要遵守，做一个守法的好公民，做一个守法的修行人，做一个守法的佛弟子，这是戒和同修。",
      "zh_TW": "六和的第二條，「戒和同修」。這個戒是廣義的，我們今天持戒，實實在在說，只期望我們能夠把五戒十善認真徹底的做到，不要去奢談比丘戒、菩薩戒，我們做不到。我們出家人學蕅益大師、學弘一大師，他們怎麼修的？他們是持沙彌十戒、五戒。蕅益大師受了戒之後退戒，他一生持沙彌戒，所以你看有許多在文字方面，他老人家署名「菩薩戒沙彌」，他不敢稱比丘，他是菩薩沙彌。成時是他的學生、是他的徒弟，老師稱沙彌，學生不敢稱沙彌，所以成時法師稱什麼？菩薩優婆塞。出家的，出家優婆塞，實在講我們今天這個才是我們真正名副其實的身分，我們什麼身分？出家優婆塞。諸位是在家優婆塞，我們是出家優婆塞，示現出家的身相，統統持的五戒十善。在《無量壽經》裡面，五戒十善有詳細的說明，就是三十三品到三十七品，這一段經文是五戒十善的詳細說明，果然做到，我們五戒十善就清淨，名副其實的出家優婆塞，這是講持戒。持戒另一個延伸的意思是守法。道場裡面因為人眾很多，如果要沒有制度、要沒有規矩，大家在這裡會亂成一團，那就不像道場，道場有許許多多的規矩，這些規矩我們必須要遵守。道場以外是社會、是國家，國家有法律，有許多規約，我們也要遵守，做一個守法的好公民，做一個守法的修行人，做一個守法的佛弟子，這是戒和同修。"
    },
    {
      "id": "02-034-0019_p0028",
      "zh_CN": "然后「身和同住」，将来弥陀村开幕之后，许多念佛同修我们就住在一起，身和同住住在一起，彼此互相照顾，互相警策，互相勉励。将来我们同在莲池海会，我们目标才真正达到。我们要达到这一个标准，这也是作师作范。所以要守法，这是身和同住真正的意义。",
      "zh_TW": "然後「身和同住」，將來彌陀村開幕之後，許多念佛同修我們就住在一起，身和同住住在一起，彼此互相照顧，互相警策，互相勉勵。將來我們同在蓮池海會，我們目標才真正達到。我們要達到這一個標準，這也是作師作範。所以要守法，這是身和同住真正的意義。"
    },
    {
      "id": "02-034-0019_p0029",
      "zh_CN": "「口和无诤」。不说一句话，就是一句阿弥陀佛，除一句阿弥陀佛，一句话都不说，你决定成佛，决定上上品往生。为什么？没话好说，所说的都是闲话，你所说的话都是搞六道轮回。我从今天起不搞六道轮回，不说话，你给我打招呼，「阿弥陀佛」，你不管说什么多少，「阿弥陀佛」，我一句都没听进去，你的心才清净，你的口业才真正能消得干干净净。",
      "zh_TW": "「口和無諍」。不說一句話，就是一句阿彌陀佛，除一句阿彌陀佛，一句話都不說，你決定成佛，決定上上品往生。為什麼？沒話好說，所說的都是閒話，你所說的話都是搞六道輪迴。我從今天起不搞六道輪迴，不說話，你給我打招呼，「阿彌陀佛」，你不管說什麼多少，「阿彌陀佛」，我一句都沒聽進去，你的心才清淨，你的口業才真正能消得乾乾淨淨。"
    },
    {
      "id": "02-034-0019_p0030",
      "zh_CN": "「意和同悦」，诸位真正能到这个境界，你二十四小时念佛，一定生欢喜心，不疲不厌，你不会疲倦。念累了，稍微休息一下，所以休息我劝勉同修们不脱衣服，我们穿海青念佛，海青不脱略微休息，休息好了赶快进念佛堂，自动自发，不要人去敲你的门喊你，那就不好。我们有没有人敲你门喊你？有。每一个单位，我们有一个寮房长，你们自己选举、自己推选，他看时间到的时候你还在偷懒，会敲你的门。在念佛堂有法师，法师里面也有专门负责警策工作，念佛堂里面常讲「巡幡」，当你念佛昏沈的时候，在念佛堂打瞌睡，看看我们将来用什么方法。古时候念佛堂用巡幡，小的幡，幡在你头上、在你脸上晃几晃，把你提醒过来。这不像禅堂，禅堂是用香板，是打的，我们不打，用巡幡，或者用拂尘都可以，用这个方式来提醒大家。这就是互助合作，真正做到法喜充满。",
      "zh_TW": "「意和同悅」，諸位真正能到這個境界，你二十四小時念佛，一定生歡喜心，不疲不厭，你不會疲倦。念累了，稍微休息一下，所以休息我勸勉同修們不脫衣服，我們穿海青念佛，海青不脫略微休息，休息好了趕快進念佛堂，自動自發，不要人去敲你的門喊你，那就不好。我們有沒有人敲你門喊你？有。每一個單位，我們有一個寮房長，你們自己選舉、自己推選，他看時間到的時候你還在偷懶，會敲你的門。在念佛堂有法師，法師裡面也有專門負責警策工作，念佛堂裡面常講「巡幡」，當你念佛昏沈的時候，在念佛堂打瞌睡，看看我們將來用什麼方法。古時候念佛堂用巡幡，小的幡，幡在你頭上、在你臉上晃幾晃，把你提醒過來。這不像禪堂，禪堂是用香板，是打的，我們不打，用巡幡，或者用拂塵都可以，用這個方式來提醒大家。這就是互助合作，真正做到法喜充滿。"
    },
    {
      "id": "02-034-0019_p0031",
      "zh_CN": "末后一条，「利和同均」，决定可以做到。十方供养归常住，常住负责大家衣，食，住，行。",
      "zh_TW": "末後一條，「利和同均」，決定可以做到。十方供養歸常住，常住負責大家衣，食，住，行。"
    },
    {
      "id": "02-034-0019_p0032",
      "zh_CN": "第三个科目「三学」，戒、定、慧三学。第四个科目「六度」，诸位都知道，布施、持戒、忍辱、精进、禅定、般若。最后一个科目，「普贤菩萨十愿」。诸位都能够记得很清楚，都能够了解科目的意义，我们起心动念、言语造作，都能与这五个科目相应，然后发清净心，一向专念，那就成熟菩萨无边善根。无边的善根简单的讲是大慈悲、大精进。大慈悲决定求生净土，这才叫大慈悲，因为往生到极乐世界你就成佛。这一本《无量寿经》，我在过去讲解的时候就跟大家说过，这一本书是我们往生极乐世界的保证书，保证你往生，你只要依教奉行。你不肯照做，那是你自己的事情；果然真肯照做，没有一个不往生。往生西方极乐世界，作佛、作菩萨，才能像观音、才能像普贤、地藏菩萨一样，分身无量无边，度化十方世界苦难众生，这不是大慈悲吗？还有哪一种慈悲能够跟他相比？",
      "zh_TW": "第三個科目「三學」，戒、定、慧三學。第四個科目「六度」，諸位都知道，布施、持戒、忍辱、精進、禪定、般若。最後一個科目，「普賢菩薩十願」。諸位都能夠記得很清楚，都能夠了解科目的意義，我們起心動念、言語造作，都能與這五個科目相應，然後發清淨心，一向專念，那就成熟菩薩無邊善根。無邊的善根簡單的講是大慈悲、大精進。大慈悲決定求生淨土，這才叫大慈悲，因為往生到極樂世界你就成佛。這一本《無量壽經》，我在過去講解的時候就跟大家說過，這一本書是我們往生極樂世界的保證書，保證你往生，你只要依教奉行。你不肯照做，那是你自己的事情；果然真肯照做，沒有一個不往生。往生西方極樂世界，作佛、作菩薩，才能像觀音、才能像普賢、地藏菩薩一樣，分身無量無邊，度化十方世界苦難眾生，這不是大慈悲嗎？還有哪一種慈悲能夠跟他相比？"
    },
    {
      "id": "02-034-0019_p0033",
      "zh_CN": "「善根」，的指精进。世间人的善根，这世法，这个世法叫十法界里面的善法，是从三善根生的。三善根是「无贪、无瞋、无痴」，叫三善根，贪、瞋、痴叫三毒。十法界里面所有一切恶法是从贪、瞋、痴生的，所有一切善法是从无贪、无瞋、无痴而生的。这个地方讲到出世法，出世是超越十法界，是一真法界。一真法界里面皆是法身大士，他们的善根是什么？精进。法身大士的善根只有这一条，精进，大精进。我们现在虽然没有证得法身大士境界，可是能每一天二十四小时念佛，一年到头不间断，也是大精进，可以跟法身大士媲美，并不比他逊色。",
      "zh_TW": "「善根」，的指精進。世間人的善根，這世法，這個世法叫十法界裡面的善法，是從三善根生的。三善根是「無貪、無瞋、無痴」，叫三善根，貪、瞋、痴叫三毒。十法界裡面所有一切惡法是從貪、瞋、痴生的，所有一切善法是從無貪、無瞋、無痴而生的。這個地方講到出世法，出世是超越十法界，是一真法界。一真法界裡面皆是法身大士，他們的善根是什麼？精進。法身大士的善根只有這一條，精進，大精進。我們現在雖然沒有證得法身大士境界，可是能每一天二十四小時念佛，一年到頭不間斷，也是大精進，可以跟法身大士媲美，並不比他遜色。"
    },
    {
      "id": "02-034-0019_p0034",
      "zh_CN": "「成熟」，着重在成熟这两个字，如果没有这种殊胜的缘分，怎么能成熟？这正是善导大师在《观经》注解里面所说，「一切成就总在遇缘」。缘太重要，缘用现代的话来讲是条件。「成熟菩萨无边的善根」。这是讲「相应」，既然相应，就感动诸佛护念。",
      "zh_TW": "「成熟」，著重在成熟這兩個字，如果沒有這種殊勝的緣分，怎麼能成熟？這正是善導大師在《觀經》註解裡面所說，「一切成就總在遇緣」。緣太重要，緣用現代的話來講是條件。「成熟菩薩無邊的善根」。這是講「相應」，既然相應，就感動諸佛護念。"
    },
    {
      "id": "02-034-0019_p0035",
      "zh_CN": "『无量诸佛咸共护念』。这一句话，我们在今天此时此处感触特别的深刻，几乎是我们亲眼所见、亲耳所闻、亲身所接触到的，真的是诸佛护念，龙天善神拥护。所以世人求佛菩萨保佑的太多太多，他用什么方法去求？用贿赂。到庙里面去拜拜，跟佛菩萨祷告祷告，谈条件，「我供养你多少，你保佑我发财，然后我再来还愿，我再供养你多少」。跟佛菩萨讨价还价，谈条件，哪有这种道理？得不到感应。要得佛菩萨护念，给诸位说没有条件，就看你是不是认真去做。怎样去做？依教奉行。佛教导你的，你真发心，真肯去干，不顾一切后果，你就得诸佛护念。如果你肯去做，发心去做，还有忧虑，还有种种疑惑；买这个大楼这么多钱，钱从哪里来？万一信徒供养不够怎么办？那佛菩萨不管你的事情，为什么？你不是真心，你这里面还夹杂妄想、分别、执着，那怎么可能有感应？感应唯一真诚，才能得感应。真诚的心，到时候实在没有人捐钱，佛菩萨会把钱送来，不可思议，这是真的决定不是假的。这种感应的例子，自古以来我们在《传记》里、在《感应录》里面看到太多太多。唯有至诚才能感通，真诚到极处就能感通。不是真诚到极处，稍微夹杂一点疑惑，夹杂一点私心，就把整个法破坏掉了。这一段我们就介绍到此地，再看底下一段经文：",
      "zh_TW": "『無量諸佛咸共護念』。這一句話，我們在今天此時此處感觸特別的深刻，幾乎是我們親眼所見、親耳所聞、親身所接觸到的，真的是諸佛護念，龍天善神擁護。所以世人求佛菩薩保佑的太多太多，他用什麼方法去求？用賄賂。到廟裡面去拜拜，跟佛菩薩禱告禱告，談條件，「我供養你多少，你保佑我發財，然後我再來還願，我再供養你多少」。跟佛菩薩討價還價，談條件，哪有這種道理？得不到感應。要得佛菩薩護念，給諸位說沒有條件，就看你是不是認真去做。怎樣去做？依教奉行。佛教導你的，你真發心，真肯去幹，不顧一切後果，你就得諸佛護念。如果你肯去做，發心去做，還有憂慮，還有種種疑惑；買這個大樓這麼多錢，錢從哪裡來？萬一信徒供養不夠怎麼辦？那佛菩薩不管你的事情，為什麼？你不是真心，你這裡面還夾雜妄想、分別、執著，那怎麼可能有感應？感應唯一真誠，才能得感應。真誠的心，到時候實在沒有人捐錢，佛菩薩會把錢送來，不可思議，這是真的決定不是假的。這種感應的例子，自古以來我們在《傳記》裡、在《感應錄》裡面看到太多太多。唯有至誠才能感通，真誠到極處就能感通。不是真誠到極處，稍微夾雜一點疑惑，夾雜一點私心，就把整個法破壞掉了。這一段我們就介紹到此地，再看底下一段經文："
    },
    {
      "id": "02-034-0019_p0036",
      "zh_CN": "【诸佛刹中。皆能示现。譬善幻师。现众异相。于彼相中。实无可得。此诸菩萨。亦复如是。】",
      "zh_TW": "【諸佛剎中。皆能示現。譬善幻師。現眾異相。於彼相中。實無可得。此諸菩薩。亦復如是。】"
    },
    {
      "id": "02-034-0019_p0037",
      "zh_CN": "这一段以下，是文殊菩萨的「智德」，前面所讲的是普贤菩萨的「行德」。在这个经上跟《华严》义趣相同，《华严经》上普贤为长子，文殊为庶男，这是个比喻，说明一桩事情，在解、行两门当中重视行门，把行门摆在第一，解门摆在其次。这个经也是这个架式，前面这一段普贤的行门讲完了，接着文殊的智门，解门，行跟解要相应，才能把境界向上提升。如果行跟解不相应，行往往只得福报，这行门得福报，不能提升境界，那很可惜。所以说完行门，一定要再说解门。",
      "zh_TW": "這一段以下，是文殊菩薩的「智德」，前面所講的是普賢菩薩的「行德」。在這個經上跟《華嚴》義趣相同，《華嚴經》上普賢為長子，文殊為庶男，這是個比喻，說明一樁事情，在解、行兩門當中重視行門，把行門擺在第一，解門擺在其次。這個經也是這個架式，前面這一段普賢的行門講完了，接著文殊的智門，解門，行跟解要相應，才能把境界向上提升。如果行跟解不相應，行往往只得福報，這行門得福報，不能提升境界，那很可惜。所以說完行門，一定要再說解門。"
    },
    {
      "id": "02-034-0019_p0038",
      "zh_CN": "第一句话，『诸佛刹中，皆能示现』。由此可知，这些法身菩萨们，他们的生活空间太大太大。「诸佛刹」是讲尽虚空、遍法界，不但说现在，包括过去、未来，我们常讲十方三世无量无边诸佛刹土，他在里面统统能够示现，「皆能示现」。怎么示现法？就像观世音菩萨《普门品》里面所说，应以佛身而得度，他就现佛身；应以菩萨身得度，他就现菩萨身；应以比丘身得度，他就现比丘身；应以什么身得度，他就现什么身。「应」不是应当、不是应该，不是这个意思；「应」是感应。菩萨决定没有意思去现身，要有意思现身是凡夫，菩萨没有意思、菩萨没有念头。菩萨现身是应众生之感，众生有感佛菩萨立刻就有应。这也正如《楞严经》上所说的「随众生心」，随众生心感，「应所知量」，菩萨的应跟他的感恰恰相符合。所以你想佛身来度你，他就现佛身；你想菩萨身来度你，他就现菩萨身。这又说明「一切法从心想生」，这哪里错得了？所以我们想佛，佛就现前。在十法界里头，我们知道佛最殊胜、佛最圆满，为什么不天天想佛？",
      "zh_TW": "第一句話，『諸佛剎中，皆能示現』。由此可知，這些法身菩薩們，他們的生活空間太大太大。「諸佛剎」是講盡虛空、遍法界，不但說現在，包括過去、未來，我們常講十方三世無量無邊諸佛剎土，他在裡面統統能夠示現，「皆能示現」。怎麼示現法？就像觀世音菩薩《普門品》裡面所說，應以佛身而得度，他就現佛身；應以菩薩身得度，他就現菩薩身；應以比丘身得度，他就現比丘身；應以什麼身得度，他就現什麼身。「應」不是應當、不是應該，不是這個意思；「應」是感應。菩薩決定沒有意思去現身，要有意思現身是凡夫，菩薩沒有意思、菩薩沒有念頭。菩薩現身是應眾生之感，眾生有感佛菩薩立刻就有應。這也正如《楞嚴經》上所說的「隨眾生心」，隨眾生心感，「應所知量」，菩薩的應跟他的感恰恰相符合。所以你想佛身來度你，他就現佛身；你想菩薩身來度你，他就現菩薩身。這又說明「一切法從心想生」，這哪裡錯得了？所以我們想佛，佛就現前。在十法界裡頭，我們知道佛最殊勝、佛最圓滿，為什麼不天天想佛？"
    },
    {
      "id": "02-034-0019_p0039",
      "zh_CN": "念佛堂的佛像，一定要供在念佛堂的当中。因为念佛一定是以绕佛为主，诸位一定要晓得，念佛是以绕佛为主。我们从哪里学来的？《华严经》上学来的。善财童子出来参学，第一位参访的善知识是德云比丘，德云比丘修什么法门？修念佛法门。他采取哪一种方式念佛？「般舟三昧」，般舟三昧就是绕佛，也叫佛立三昧。在佛经里面讲，一期是三个月九十天，九十天绕佛，日夜绕佛，不可以坐下来、不可以躺下来，德云比丘是这样念佛。我们现在末法众生业障很重，体力不行，办不到。想着绕佛累了休息一下，可以在那里打坐歇一会，也可以，再严重的，业障重，躺在床上睡一下，不得已。休息好了，马上回念佛堂来再绕佛，我们以绕佛为主，所以佛像一定供在当中。",
      "zh_TW": "念佛堂的佛像，一定要供在念佛堂的當中。因為念佛一定是以繞佛為主，諸位一定要曉得，念佛是以繞佛為主。我們從哪裡學來的？《華嚴經》上學來的。善財童子出來參學，第一位參訪的善知識是德雲比丘，德雲比丘修什麼法門？修念佛法門。他採取哪一種方式念佛？「般舟三昧」，般舟三昧就是繞佛，也叫佛立三昧。在佛經裡面講，一期是三個月九十天，九十天繞佛，日夜繞佛，不可以坐下來、不可以躺下來，德雲比丘是這樣念佛。我們現在末法眾生業障很重，體力不行，辦不到。想著繞佛累了休息一下，可以在那裡打坐歇一會，也可以，再嚴重的，業障重，躺在床上睡一下，不得已。休息好了，馬上回念佛堂來再繞佛，我們以繞佛為主，所以佛像一定供在當中。"
    },
    {
      "id": "02-034-0019_p0040",
      "zh_CN": "拜佛、止静、休息是调身的，绕佛是最重要。绕佛一定要开口念，要出声，止静可以不出声。拜佛不能出声，拜佛出声伤身体，拜佛的时候可以默念、可以观想。止静的时候自己可以出声，也可以不出声，如果不念佛，听，听佛号，心里头就没有妄想，这样才如法。",
      "zh_TW": "拜佛、止靜、休息是調身的，繞佛是最重要。繞佛一定要開口念，要出聲，止靜可以不出聲。拜佛不能出聲，拜佛出聲傷身體，拜佛的時候可以默念、可以觀想。止靜的時候自己可以出聲，也可以不出聲，如果不念佛，聽，聽佛號，心裡頭就沒有妄想，這樣才如法。"
    },
    {
      "id": "02-034-0019_p0041",
      "zh_CN": "将来真上轨道之后，佛堂分三个区，靠近佛像圆圈里面是拜佛的区，外围是绕佛的区，两边是止静的区。两边止静面对佛像，两边现在都挂着佛像，面对佛像。他们绕佛、拜佛，你都看不到，不扰乱你。分成三个区，在这里面念佛一点压力都没有，让你很轻松、很愉快、很欢喜。拜佛让你自己去拜，四面都可以拜，你喜欢在哪一边就在哪一边拜。你拜得快你就快拜，你拜得慢你就慢拜，这样才好，各人拜各人的，只是一句整整齐齐的佛号，这样就好。如果拜佛也要法师敲引罄带，压力就大，身体好的嫌太慢，身体差一点的太快了，受不了。你叫人家都叫苦，身心都不安稳，他怎能办道？所以我们只有法师敲引罄带着绕佛的时候带，止静跟拜佛都不带。你自己觉得身体太累的时候，你去休息一下，休息好了赶快跟到班上去绕佛去念，这个念佛堂才能长久，大家才能生欢喜心。我相信念上三个月，诸位就可以不要睡觉了，真的不是假的，顶多你一天睡觉两、三个小时，你的精神饱满，体力充沛，你得三宝威神的加持，可以摆脱昏沈。睡眠是昏沈，你昏沈、掉举这两种习气毛病，都可以在念佛堂里面，把它洗得干干净净，恢复你的清净身，恢复你金刚不坏身，好处太多太多，说之不尽。好，时间到了。",
      "zh_TW": "將來真上軌道之後，佛堂分三個區，靠近佛像圓圈裡面是拜佛的區，外圍是繞佛的區，兩邊是止靜的區。兩邊止靜面對佛像，兩邊現在都掛著佛像，面對佛像。他們繞佛、拜佛，你都看不到，不擾亂你。分成三個區，在這裡面念佛一點壓力都沒有，讓你很輕鬆、很愉快、很歡喜。拜佛讓你自己去拜，四面都可以拜，你喜歡在哪一邊就在哪一邊拜。你拜得快你就快拜，你拜得慢你就慢拜，這樣才好，各人拜各人的，只是一句整整齊齊的佛號，這樣就好。如果拜佛也要法師敲引罄帶，壓力就大，身體好的嫌太慢，身體差一點的太快了，受不了。你叫人家都叫苦，身心都不安穩，他怎能辦道？所以我們只有法師敲引罄帶著繞佛的時候帶，止靜跟拜佛都不帶。你自己覺得身體太累的時候，你去休息一下，休息好了趕快跟到班上去繞佛去念，這個念佛堂才能長久，大家才能生歡喜心。我相信念上三個月，諸位就可以不要睡覺了，真的不是假的，頂多你一天睡覺兩、三個小時，你的精神飽滿，體力充沛，你得三寶威神的加持，可以擺脫昏沈。睡眠是昏沈，你昏沈、掉舉這兩種習氣毛病，都可以在念佛堂裡面，把它洗得乾乾淨淨，恢復你的清淨身，恢復你金剛不壞身，好處太多太多，說之不盡。好，時間到了。"
    }
  ]
}