{
  "doc_id": "02-034-0067",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十七集",
    "zh_TW": "第六十七集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0067",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "02-034-0067_p0001",
      "zh_CN": "请掀开经本，《科会》第十九面，经文第七行，看第十九愿：",
      "zh_TW": "請掀開經本，《科會》第十九面，經文第七行，看第十九願："
    },
    {
      "id": "02-034-0067_p0002",
      "zh_CN": "【我作佛时。十方众生。闻我名号。发菩提心。修诸功德。奉行六波罗蜜。坚固不退。复以善根回向。愿生我国。一心念我。昼夜不断。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名號。發菩提心。修諸功德。奉行六波羅蜜。堅固不退。復以善根迴向。願生我國。一心念我。晝夜不斷。】"
    },
    {
      "id": "02-034-0067_p0003",
      "zh_CN": "这一愿非常重要，「闻名发心愿」。我们如何知道它重要？在「三辈往生」、「往生正因」这两品，世尊为我们开示的是「发菩提心，一向专念」；前面第十八愿所说的「十念必生」，这是一向专念；这一愿就是教我们要发心，只有一向专念而没有发菩提心，还是不能往生。所以这两愿是相表里，必须要认识清楚，我们这一生决定得生净土，就没有空过了。这个身在这世间，古人所说的最后身，无量劫来到这一生为止，我们画了个休止符了，再也不会到六道来轮回，决定往生净土。下一次如果再来，是乘愿再来，决定不是凡夫，不是业力来受生的，下一次再到这个地方来，愿力受生的，这就完全不一样了。不仅是下一次到这个世间来受生，愿力来的；如果功夫好的人，现前就能够转业力为愿力，不需要到极乐世界打个转来回，现在就转了。有没有这种人？有，自古以来，就很多。那我们愿力转过来了，将来往生能不能去？给诸位说，往生那就随你自己意思，自在往生了！这是净宗无比殊胜的法门。",
      "zh_TW": "這一願非常重要，「聞名發心願」。我們如何知道它重要？在「三輩往生」、「往生正因」這兩品，世尊為我們開示的是「發菩提心，一向專念」；前面第十八願所說的「十念必生」，這是一向專念；這一願就是教我們要發心，只有一向專念而沒有發菩提心，還是不能往生。所以這兩願是相表裡，必須要認識清楚，我們這一生決定得生淨土，就沒有空過了。這個身在這世間，古人所說的最後身，無量劫來到這一生為止，我們畫了個休止符了，再也不會到六道來輪迴，決定往生淨土。下一次如果再來，是乘願再來，決定不是凡夫，不是業力來受生的，下一次再到這個地方來，願力受生的，這就完全不一樣了。不僅是下一次到這個世間來受生，願力來的；如果功夫好的人，現前就能夠轉業力為願力，不需要到極樂世界打個轉來回，現在就轉了。有沒有這種人？有，自古以來，就很多。那我們願力轉過來了，將來往生能不能去？給諸位說，往生那就隨你自己意思，自在往生了！這是淨宗無比殊勝的法門。"
    },
    {
      "id": "02-034-0067_p0004",
      "zh_CN": "愿文里面我们要特别留意，『我作佛时，十方众生』。「我」是阿弥陀佛自称，阿弥陀佛在西方极乐世界，成佛到现在已经十劫，世尊在许多经里面都给我们介绍，他已经作佛了。「十方众生」，这没有差别，当然包括我们在内；十方世界无量无边的众生，不分国籍、不分族类，这个族类是十法界，不分宗教信仰，统统包括在其中，现在人所讲的多元文化。可是我们概念当中多元文化，范围还是有限，为什么？因为多元文化没有把畜生包在里头，我们讲多元文化只是讲人道，不分国家界限、不分民族界限、不分种族界限、不分宗教界限，畜生没有在里头，饿鬼道没有在里头，天道没有在里头，地狱道也没有在里头，所以我们的多元文化跟佛比起来是少元文化，而不是多元文化。",
      "zh_TW": "願文裡面我們要特別留意，『我作佛時，十方眾生』。「我」是阿彌陀佛自稱，阿彌陀佛在西方極樂世界，成佛到現在已經十劫，世尊在許多經裡面都給我們介紹，他已經作佛了。「十方眾生」，這沒有差別，當然包括我們在內；十方世界無量無邊的眾生，不分國籍、不分族類，這個族類是十法界，不分宗教信仰，統統包括在其中，現在人所講的多元文化。可是我們概念當中多元文化，範圍還是有限，為什麼？因為多元文化沒有把畜生包在裡頭，我們講多元文化只是講人道，不分國家界限、不分民族界限、不分種族界限、不分宗教界限，畜生沒有在裡頭，餓鬼道沒有在裡頭，天道沒有在裡頭，地獄道也沒有在裡頭，所以我們的多元文化跟佛比起來是少元文化，而不是多元文化。"
    },
    {
      "id": "02-034-0067_p0005",
      "zh_CN": "佛家这个「十方众生」，这才是究竟圆满的多元文化，我们要能体会、要能认识，你的心量要拓开。处处是个小心量，菩提心发不起来，菩提心是「心包太虚，量周沙界」，菩提心是究竟圆满觉悟之心。你发这个心跟阿弥陀佛的心相同，跟十方诸佛菩萨的心相同，大乘法里无论修学哪个法门，你都能成就。大乘是建立在菩提心的基础上，小乘人没有发菩提心，他出不了十法界，念佛也不能往生，这个道理大家要懂。怎么个念佛法？这个地方又教我们，你看末后，「一心念我，昼夜不断」，念佛是一心念。我们现在念佛三心二意，讲到后头我再跟诸位详细报告，你要晓得怎么个念法、怎么个发心，你就决定得生。所以「十方众生」包括我们在里面，问题就是我们有没有觉悟？我们肯不肯干？",
      "zh_TW": "佛家這個「十方眾生」，這才是究竟圓滿的多元文化，我們要能體會、要能認識，你的心量要拓開。處處是個小心量，菩提心發不起來，菩提心是「心包太虛，量周沙界」，菩提心是究竟圓滿覺悟之心。你發這個心跟阿彌陀佛的心相同，跟十方諸佛菩薩的心相同，大乘法裡無論修學哪個法門，你都能成就。大乘是建立在菩提心的基礎上，小乘人沒有發菩提心，他出不了十法界，念佛也不能往生，這個道理大家要懂。怎麼個念佛法？這個地方又教我們，你看末後，「一心念我，晝夜不斷」，念佛是一心念。我們現在念佛三心二意，講到後頭我再跟諸位詳細報告，你要曉得怎麼個念法、怎麼個發心，你就決定得生。所以「十方眾生」包括我們在裡面，問題就是我們有沒有覺悟？我們肯不肯幹？"
    },
    {
      "id": "02-034-0067_p0006",
      "zh_CN": "下面说：『闻我名号，发菩提心』。名号就是南无阿弥陀佛六字洪名，但是经上讲的是「名号」，名号只有四个字：「阿弥陀佛」。「南无」不是名号，南无是皈依的意思，恭敬的意思。现在我们到中国，中国人对人尊称，尊敬的某某先生，南无就是尊敬，就是这个意思；要用现代话来说，尊敬的阿弥陀佛。我们要懂得意思，名号只有四个字。闻名，我们现在都闻名，这个说法含糊笼统，你要认清楚这个经是大乘经，不是小乘经，大乘经里面的「闻」，那个意思就深了，这个闻是菩萨修学的闻、思、修三慧。如果要不是菩萨闻思修三慧里面的闻，我们今天所有听到阿弥陀佛名号的应当统统往生了，为什么古德还常常讲，一万个念佛人当中，真正往生不过三个、五个而已，那一万个都是闻名的，为什么真正往生只有二个、三个、五个？由此可知，这个闻是菩萨三慧里面的闻。那真的是三慧里面的闻，闻到阿弥陀佛的名号，这个人决定得生，决定作佛！",
      "zh_TW": "下面說：『聞我名號，發菩提心』。名號就是南無阿彌陀佛六字洪名，但是經上講的是「名號」，名號只有四個字：「阿彌陀佛」。「南無」不是名號，南無是皈依的意思，恭敬的意思。現在我們到中國，中國人對人尊稱，尊敬的某某先生，南無就是尊敬，就是這個意思；要用現代話來說，尊敬的阿彌陀佛。我們要懂得意思，名號只有四個字。聞名，我們現在都聞名，這個說法含糊籠統，你要認清楚這個經是大乘經，不是小乘經，大乘經裡面的「聞」，那個意思就深了，這個聞是菩薩修學的聞、思、修三慧。如果要不是菩薩聞思修三慧裡面的聞，我們今天所有聽到阿彌陀佛名號的應當統統往生了，為什麼古德還常常講，一萬個念佛人當中，真正往生不過三個、五個而已，那一萬個都是聞名的，為什麼真正往生只有二個、三個、五個？由此可知，這個聞是菩薩三慧裡面的聞。那真的是三慧裡面的聞，聞到阿彌陀佛的名號，這個人決定得生，決定作佛！"
    },
    {
      "id": "02-034-0067_p0007",
      "zh_CN": "「三慧」，那个慧是什么？那个慧是戒定慧之慧；因戒得定，因定开慧，这就是说大乘法一定建立在小乘的基础上。我们有没有持戒、有没有修定？念佛的人要不要持戒、要不要修定？如果说念佛人不需要持戒、不需要修定，这个话说错了，对于念佛求生净土，决定产生障碍。我们要记住，世尊开导我们这个法门，基础是「净业三福」，净业三福就是戒。我们在《观无量寿佛经》上看到，韦提希夫人遭遇到家庭、国家的变故，真正觉悟世间无常，所以才回心转意，求生净土，她有这么一个念头。这净土在哪里？她不知道，向世尊请教。世尊很慈悲，世尊也不主动劝她，世尊将十方诸佛刹土以神力变现在她面前，让她自己看。她都看到了，看了之后，她选择阿弥陀佛极乐世界。所以不是释迦牟尼佛劝她到极乐世界，她自己选择的。选择之后，世尊对她赞叹，她选对了。向世尊求教，如何能够得生西方极乐世界？释迦牟尼佛没有讲方法之前，先讲净业三福。你们想想看，净业三福如果不重要，释迦牟尼佛何必讲？告诉你，你老实念阿弥陀佛就行了，世尊没有这个说法。我们读经，这些地方关键之所在，非常重要，怎么能疏忽？",
      "zh_TW": "「三慧」，那個慧是什麼？那個慧是戒定慧之慧；因戒得定，因定開慧，這就是說大乘法一定建立在小乘的基礎上。我們有沒有持戒、有沒有修定？念佛的人要不要持戒、要不要修定？如果說念佛人不需要持戒、不需要修定，這個話說錯了，對於念佛求生淨土，決定產生障礙。我們要記住，世尊開導我們這個法門，基礎是「淨業三福」，淨業三福就是戒。我們在《觀無量壽佛經》上看到，韋提希夫人遭遇到家庭、國家的變故，真正覺悟世間無常，所以才回心轉意，求生淨土，她有這麼一個念頭。這淨土在哪裡？她不知道，向世尊請教。世尊很慈悲，世尊也不主動勸她，世尊將十方諸佛剎土以神力變現在她面前，讓她自己看。她都看到了，看了之後，她選擇阿彌陀佛極樂世界。所以不是釋迦牟尼佛勸她到極樂世界，她自己選擇的。選擇之後，世尊對她讚歎，她選對了。向世尊求教，如何能夠得生西方極樂世界？釋迦牟尼佛沒有講方法之前，先講淨業三福。你們想想看，淨業三福如果不重要，釋迦牟尼佛何必講？告訴你，你老實念阿彌陀佛就行了，世尊沒有這個說法。我們讀經，這些地方關鍵之所在，非常重要，怎麼能疏忽？"
    },
    {
      "id": "02-034-0067_p0008",
      "zh_CN": "净业三福是持戒，尤其是第一条：「孝养父母，奉事师长，慈心不杀，修十善业」，我们做到没有？如果这条没做到，你一天念十万声佛号，一天磕三千个大头，都不能往生，这是跟你讲真话、讲实话。何以故？西方极乐世界，世尊在经上给我们介绍得很详细，「诸上善人俱会一处」，所以我们自己要把自己养成上善之人，才有条件跟西方极乐世界大众做同参道友。他们是上善，我们是上恶，那怎么行？阿弥陀佛再慈悲，拉着你去，到那个地方，你看到那些人看不顺眼，那些人看你也看不顺眼，你进不去。不仅仅是西方极乐世界，世尊在末后告诉我们，这三条十一句是「三世诸佛，净业正因」，这两句话多么重要！三世：过去佛、现在佛、未来佛，我们这些人都是未来佛。无论修学哪个法门，这是基础，没有这个基础，什么法门你都学不成就。",
      "zh_TW": "淨業三福是持戒，尤其是第一條：「孝養父母，奉事師長，慈心不殺，修十善業」，我們做到沒有？如果這條沒做到，你一天念十萬聲佛號，一天磕三千個大頭，都不能往生，這是跟你講真話、講實話。何以故？西方極樂世界，世尊在經上給我們介紹得很詳細，「諸上善人俱會一處」，所以我們自己要把自己養成上善之人，才有條件跟西方極樂世界大眾做同參道友。他們是上善，我們是上惡，那怎麼行？阿彌陀佛再慈悲，拉著你去，到那個地方，你看到那些人看不順眼，那些人看你也看不順眼，你進不去。不僅僅是西方極樂世界，世尊在末後告訴我們，這三條十一句是「三世諸佛，淨業正因」，這兩句話多麼重要！三世：過去佛、現在佛、未來佛，我們這些人都是未來佛。無論修學哪個法門，這是基礎，沒有這個基礎，什麼法門你都學不成就。"
    },
    {
      "id": "02-034-0067_p0009",
      "zh_CN": "所以净业三福，我们非常重视，我们特别把它提出来，来介绍、细讲，真正希望这一生当中到极乐世界亲近阿弥陀佛，不能不认真干！我们起心动念、言语造作，想想看能对得起父母吗？能对得起老师吗？佛把这两句话摆在最前面，「孝养父母，奉事师长」，用中国话来说，「孝亲尊师」，这是佛法的大根大本。所以我为大家介绍，我肯定的说，佛法是什么？佛法就是孝道、师道，从这个地方开始，也到这个地方圆满；孝道圆满了，师道圆满了，就成佛了。彻始彻终，佛的教学就是「孝敬」而已，孝亲敬师，没有别的。我们不在这上奠定基础，这一生势必要空过了。",
      "zh_TW": "所以淨業三福，我們非常重視，我們特別把它提出來，來介紹、細講，真正希望這一生當中到極樂世界親近阿彌陀佛，不能不認真幹！我們起心動念、言語造作，想想看能對得起父母嗎？能對得起老師嗎？佛把這兩句話擺在最前面，「孝養父母，奉事師長」，用中國話來說，「孝親尊師」，這是佛法的大根大本。所以我為大家介紹，我肯定的說，佛法是什麼？佛法就是孝道、師道，從這個地方開始，也到這個地方圓滿；孝道圓滿了，師道圓滿了，就成佛了。徹始徹終，佛的教學就是「孝敬」而已，孝親敬師，沒有別的。我們不在這上奠定基礎，這一生勢必要空過了。"
    },
    {
      "id": "02-034-0067_p0010",
      "zh_CN": "我们今天有把握往生，把握在哪里？我这个基础扎实，我做到了。修行修什么？修正错误的行为，过去不懂得孝亲，不懂得尊师，现在听了佛的教诲，我们明白了，把不孝修正为孝顺，把不敬修正为敬师，根扎到了。以前我们对一切众生，实在讲没有慈悲心，尤其对于不善的人、不善的事、不善的物，毫无慈悲；现在我们把它修正过来了，不但对于善人、善事、善物，我们有爱心，对于恶人，对毒蛇猛兽，我们也有爱心，这叫修行。如果对于顺境还有贪爱，对于逆境还有厌恶，我们没有修行。天天听经是一桩事情，行？没修。信、解、行、证，你只有信、只有解，没有行，古人说得好，「有解无行，等于不解；有解无信，等于不信」。我们在佛门里混了一辈子，「信解行证」四个字一个都没有，依旧是个轮回心造轮回业。用轮回心念阿弥陀佛，也是造轮回业，还是要搞六道轮回。",
      "zh_TW": "我們今天有把握往生，把握在哪裡？我這個基礎扎實，我做到了。修行修什麼？修正錯誤的行為，過去不懂得孝親，不懂得尊師，現在聽了佛的教誨，我們明白了，把不孝修正為孝順，把不敬修正為敬師，根扎到了。以前我們對一切眾生，實在講沒有慈悲心，尤其對於不善的人、不善的事、不善的物，毫無慈悲；現在我們把它修正過來了，不但對於善人、善事、善物，我們有愛心，對於惡人，對毒蛇猛獸，我們也有愛心，這叫修行。如果對於順境還有貪愛，對於逆境還有厭惡，我們沒有修行。天天聽經是一樁事情，行？沒修。信、解、行、證，你只有信、只有解，沒有行，古人說得好，「有解無行，等於不解；有解無信，等於不信」。我們在佛門裡混了一輩子，「信解行證」四個字一個都沒有，依舊是個輪迴心造輪迴業。用輪迴心念阿彌陀佛，也是造輪迴業，還是要搞六道輪迴。"
    },
    {
      "id": "02-034-0067_p0011",
      "zh_CN": "诸位如果要是看看灌顶法师，这是清朝乾隆时候的人，我过去学《大势至菩萨念佛圆通章》，读他的注解，他的注解叫疏，读他的注疏，他在末后列出念佛人一百种不同的果报，第一句是「念佛堕阿鼻地狱」。我那个时候年轻，刚刚学佛，我看了这一句非常疑惑，我向李老师请教，念佛再不如法，也不至于堕阿鼻地狱。李老师听到我这个发问，他说：好，这是大问题，我不给你一个人说，我到讲经的时候跟大家来讲解。念佛人何以会堕阿鼻地狱？他起心动念、言语造作完全违背了佛法，违背佛法，破坏念佛人的形象，一般社会大众看到这个形象，吓得不敢念佛，断一切众生的法身慧命，这样结罪的，我听了之后才恍然大悟。所以古人常说「地狱门前僧道多」，出家修道的人很容易堕地狱，原因是什么？他破坏佛法形象，让人一接触，学佛原来是这个样子的，这个佛不能学！是从这个地方结罪的。灌顶法师那一篇开示，非常值得我们警惕，他从地狱道一直讲到佛道，十法界，念佛人十法界不一样，你到底生到哪一个法界？你自己要清楚，自己要明白。",
      "zh_TW": "諸位如果要是看看灌頂法師，這是清朝乾隆時候的人，我過去學《大勢至菩薩念佛圓通章》，讀他的註解，他的註解叫疏，讀他的註疏，他在末後列出念佛人一百種不同的果報，第一句是「念佛墮阿鼻地獄」。我那個時候年輕，剛剛學佛，我看了這一句非常疑惑，我向李老師請教，念佛再不如法，也不至於墮阿鼻地獄。李老師聽到我這個發問，他說：好，這是大問題，我不給你一個人說，我到講經的時候跟大家來講解。念佛人何以會墮阿鼻地獄？他起心動念、言語造作完全違背了佛法，違背佛法，破壞念佛人的形象，一般社會大眾看到這個形象，嚇得不敢念佛，斷一切眾生的法身慧命，這樣結罪的，我聽了之後才恍然大悟。所以古人常說「地獄門前僧道多」，出家修道的人很容易墮地獄，原因是什麼？他破壞佛法形象，讓人一接觸，學佛原來是這個樣子的，這個佛不能學！是從這個地方結罪的。灌頂法師那一篇開示，非常值得我們警惕，他從地獄道一直講到佛道，十法界，念佛人十法界不一樣，你到底生到哪一個法界？你自己要清楚，自己要明白。"
    },
    {
      "id": "02-034-0067_p0012",
      "zh_CN": "三福第二福，小乘福，「受持三皈，具足众戒，不犯威仪」，没有前面这一福，第二福就没有了。这个三福就好像三层楼一样，第一层人天福，第二层小乘福，第三层大乘福，你人天福报都没有，哪来的小乘？三皈谈何容易，不是说在佛门里面，佛菩萨面前念个皈依咒，你就得了三皈，哪有那么便宜的事情！真的皈依了，皈是什么？回头，依靠。三皈，佛法僧三宝，怕你看到这些字起了误会，着了相，所以唐朝禅宗惠能大师在《坛经》里面给我们讲三皈，他不用佛法僧三个字，他用「觉正净」，皈依觉、皈依正、皈依净，然后再跟我们解释，佛者觉也，法者正也，僧者净也。这个解释我们就清楚了，不至于发生误会。",
      "zh_TW": "三福第二福，小乘福，「受持三皈，具足眾戒，不犯威儀」，沒有前面這一福，第二福就沒有了。這個三福就好像三層樓一樣，第一層人天福，第二層小乘福，第三層大乘福，你人天福報都沒有，哪來的小乘？三皈談何容易，不是說在佛門裡面，佛菩薩面前念個皈依咒，你就得了三皈，哪有那麼便宜的事情！真的皈依了，皈是什麼？回頭，依靠。三皈，佛法僧三寶，怕你看到這些字起了誤會，著了相，所以唐朝禪宗惠能大師在《壇經》裡面給我們講三皈，他不用佛法僧三個字，他用「覺正淨」，皈依覺、皈依正、皈依淨，然後再跟我們解釋，佛者覺也，法者正也，僧者淨也。這個解釋我們就清楚了，不至於發生誤會。"
    },
    {
      "id": "02-034-0067_p0013",
      "zh_CN": "怎么皈依？我们就想觉正净的反面，就是我们现前的状况。觉的反面迷，我们迷惑颠倒，从迷惑颠倒回过头来，依自性觉，这是你真的皈依佛。正的反面，邪知邪见，错误的思想，错误的见解，六道凡夫知见都不正，不要以为我的想法正确，我的看法正确，错了。佛在经教上告诉我们，什么时候你证得阿罗汉果，你才可以相信自己的意思，相信我的意思正确的。阿罗汉证得了正觉，菩萨证的是正等正觉。如果不承认自己想法看法是错误的，你就没有办法回头。所以我常常劝勉我们同学们，放弃自己的成见，也就是说，放弃自己对一切人事物的想法看法。我们遵守佛陀的教诲，我们依经，放弃自己的想法看法，就是回头，就皈了，回皈了，依靠佛的教诲。我们现在没开悟，没开悟我们就离不开佛、离不开法。法就是经论，经上教给我们做的，我们要认真做，经上教给我们不可以做的，我们就不做，依教奉行。",
      "zh_TW": "怎麼皈依？我們就想覺正淨的反面，就是我們現前的狀況。覺的反面迷，我們迷惑顛倒，從迷惑顛倒回過頭來，依自性覺，這是你真的皈依佛。正的反面，邪知邪見，錯誤的思想，錯誤的見解，六道凡夫知見都不正，不要以為我的想法正確，我的看法正確，錯了。佛在經教上告訴我們，什麼時候你證得阿羅漢果，你才可以相信自己的意思，相信我的意思正確的。阿羅漢證得了正覺，菩薩證的是正等正覺。如果不承認自己想法看法是錯誤的，你就沒有辦法回頭。所以我常常勸勉我們同學們，放棄自己的成見，也就是說，放棄自己對一切人事物的想法看法。我們遵守佛陀的教誨，我們依經，放棄自己的想法看法，就是回頭，就皈了，回皈了，依靠佛的教誨。我們現在沒開悟，沒開悟我們就離不開佛、離不開法。法就是經論，經上教給我們做的，我們要認真做，經上教給我們不可以做的，我們就不做，依教奉行。"
    },
    {
      "id": "02-034-0067_p0014",
      "zh_CN": "最基础的教法，最根本的教法，佛教给我们孝养父母，我们做了没有？佛教我们奉事师长，我们做了没有？佛教我们修慈心，我们有没有慈悲？不杀，不但不杀，绝不恼害一个众生，如果令一个众生生烦恼，我们就有过失了。修十善业，十善做了没有？这是佛教我做的，这是最低的，最起码的。如果我们都没有做，我们学的是什么佛？我们还要想往生，往生是一定的，往生阿鼻地狱也是往生，往生到哪里去？灾难多，迷惑多，我们不能不这样说，从前老师讲经说法很含蓄，点到为止，现在怎么点都不会觉悟，只有统统说出来；统统说出来你觉悟，那你就很了不起，含蓄谁懂？所以今天决定不可以再欺骗自己，欺骗自己没救！三途堕进去容易，出来可就不容易了，所以这是不能儿戏，决定不能开玩笑，你要在这上疏忽了，那你将来的亏吃大了。别人怎么搞法是他的事情，与我不相干，要把自己照顾好，一定要皈依觉，皈依正，皈依净。",
      "zh_TW": "最基礎的教法，最根本的教法，佛教給我們孝養父母，我們做了沒有？佛教我們奉事師長，我們做了沒有？佛教我們修慈心，我們有沒有慈悲？不殺，不但不殺，絕不惱害一個眾生，如果令一個眾生生煩惱，我們就有過失了。修十善業，十善做了沒有？這是佛教我做的，這是最低的，最起碼的。如果我們都沒有做，我們學的是什麼佛？我們還要想往生，往生是一定的，往生阿鼻地獄也是往生，往生到哪裡去？災難多，迷惑多，我們不能不這樣說，從前老師講經說法很含蓄，點到為止，現在怎麼點都不會覺悟，只有統統說出來；統統說出來你覺悟，那你就很了不起，含蓄誰懂？所以今天決定不可以再欺騙自己，欺騙自己沒救！三途墮進去容易，出來可就不容易了，所以這是不能兒戲，決定不能開玩笑，你要在這上疏忽了，那你將來的虧吃大了。別人怎麼搞法是他的事情，與我不相干，要把自己照顧好，一定要皈依覺，皈依正，皈依淨。"
    },
    {
      "id": "02-034-0067_p0015",
      "zh_CN": "我们净宗在三皈里面特别着重「净」，净是什么？清净心。什么是清净心？一心念佛，一心是清净心，二心就不清净。什么叫一心？二六时中，一天到晚心里头只有阿弥陀佛，忆佛念佛，心里头真有阿弥陀佛，除阿弥陀佛之外，什么都没有。这个事情难！你要问我，我怎么修的？我怎么念的？我告诉你，我心里只有一个「阿弥陀佛」，除了阿弥陀佛之外，统统都是阿弥陀佛，我是这个念法。《华严》讲「一即一切，一切即一」，每一个众生都是阿弥陀佛，决定没有差别，我是这个念佛法。蚊虫蚂蚁也是阿弥陀佛，妖魔鬼怪也是阿弥陀佛，树木花草都是阿弥陀佛，《华严经》上佛说「情与无情，同圆种智」，「一即是多，多即是一」，一个阿弥陀佛。那你问我，我念得错不错？我念得不错，为什么？我有根据，根据是净土三经，西方极乐世界六尘说法，西方世界六尘全是阿弥陀佛的化身；换句话说，西方极乐世界，你六根所接触的全是阿弥陀佛。我是这个念佛法，跟你们念的不一样，你们阿弥陀佛之外还有其他的佛，我没有，其他的佛都改名叫阿弥陀佛。一心称念，一向专念，这个我们心觉悟了，真的搞清楚，搞明白了。",
      "zh_TW": "我們淨宗在三皈裡面特別著重「淨」，淨是什麼？清淨心。什麼是清淨心？一心念佛，一心是清淨心，二心就不清淨。什麼叫一心？二六時中，一天到晚心裡頭只有阿彌陀佛，憶佛念佛，心裡頭真有阿彌陀佛，除阿彌陀佛之外，什麼都沒有。這個事情難！你要問我，我怎麼修的？我怎麼念的？我告訴你，我心裡只有一個「阿彌陀佛」，除了阿彌陀佛之外，統統都是阿彌陀佛，我是這個念法。《華嚴》講「一即一切，一切即一」，每一個眾生都是阿彌陀佛，決定沒有差別，我是這個念佛法。蚊蟲螞蟻也是阿彌陀佛，妖魔鬼怪也是阿彌陀佛，樹木花草都是阿彌陀佛，《華嚴經》上佛說「情與無情，同圓種智」，「一即是多，多即是一」，一個阿彌陀佛。那你問我，我念得錯不錯？我念得不錯，為什麼？我有根據，根據是淨土三經，西方極樂世界六塵說法，西方世界六塵全是阿彌陀佛的化身；換句話說，西方極樂世界，你六根所接觸的全是阿彌陀佛。我是這個念佛法，跟你們念的不一樣，你們阿彌陀佛之外還有其他的佛，我沒有，其他的佛都改名叫阿彌陀佛。一心稱念，一向專念，這個我們心覺悟了，真的搞清楚，搞明白了。"
    },
    {
      "id": "02-034-0067_p0016",
      "zh_CN": "第三福里面，第一句「发菩提心」，发菩提心，菩萨才发菩提心，二乘还没有发菩提心。「深信因果」，我们今天几个人懂因果？真正相信因果，决定不会造恶因。我们在佛经上读到，「菩萨畏因，众生畏果」，菩萨跟众生就不一样。菩萨觉，众生迷；迷的时候敢造罪业，敢造恶因，果报现前，那时候害怕了；菩萨不怕果报，菩萨怕造恶因，所以起心动念、言语造作，很小心，很谨慎，绝不造恶业，他不造恶业，当然就没有恶报。菩萨觉悟，我们迷惑，起心动念都是罪业，地藏菩萨《地藏经》上讲的。",
      "zh_TW": "第三福裡面，第一句「發菩提心」，發菩提心，菩薩才發菩提心，二乘還沒有發菩提心。「深信因果」，我們今天幾個人懂因果？真正相信因果，決定不會造惡因。我們在佛經上讀到，「菩薩畏因，眾生畏果」，菩薩跟眾生就不一樣。菩薩覺，眾生迷；迷的時候敢造罪業，敢造惡因，果報現前，那時候害怕了；菩薩不怕果報，菩薩怕造惡因，所以起心動念、言語造作，很小心，很謹慎，絕不造惡業，他不造惡業，當然就沒有惡報。菩薩覺悟，我們迷惑，起心動念都是罪業，地藏菩薩《地藏經》上講的。"
    },
    {
      "id": "02-034-0067_p0017",
      "zh_CN": "空一法师回来之后跟我说，他在中国大陆讲《弥勒菩萨所问经》，前面供弥勒佛像，两次弥勒佛像都打破了，所以他来问我。我说不可以供弥勒佛像，除非什么？什么佛菩萨像都没有，可以；如果你能够找得到其他佛菩萨像，不可以。应该供什么？本师释迦牟尼佛；经是他讲的，我们今天升座，代佛说法，求佛加持，一定要供释迦牟尼佛像。这是你们讲经的法师以后要记住，不管讲什么经，统统是释迦牟尼佛讲的，本师，你怎么可以把本师换掉？不可以的；我们前面，本师在前面。但是我们这个讲台上供养地藏菩萨，为什么供养地藏菩萨？本师教我们的。世尊灭度之后，到弥勒菩萨降生之前，这一段时间很长很长，没有佛住世，所以世尊把教化众生的使命委托给地藏菩萨，地藏菩萨是这一个时期的代理佛，我们供他可以，他是代理佛。这个事都要有根据，不可以随便供的，我们一切依教奉行，这才是佛弟子。",
      "zh_TW": "空一法師回來之後跟我說，他在中國大陸講《彌勒菩薩所問經》，前面供彌勒佛像，兩次彌勒佛像都打破了，所以他來問我。我說不可以供彌勒佛像，除非什麼？什麼佛菩薩像都沒有，可以；如果你能夠找得到其他佛菩薩像，不可以。應該供什麼？本師釋迦牟尼佛；經是他講的，我們今天升座，代佛說法，求佛加持，一定要供釋迦牟尼佛像。這是你們講經的法師以後要記住，不管講什麼經，統統是釋迦牟尼佛講的，本師，你怎麼可以把本師換掉？不可以的；我們前面，本師在前面。但是我們這個講台上供養地藏菩薩，為什麼供養地藏菩薩？本師教我們的。世尊滅度之後，到彌勒菩薩降生之前，這一段時間很長很長，沒有佛住世，所以世尊把教化眾生的使命委託給地藏菩薩，地藏菩薩是這一個時期的代理佛，我們供他可以，他是代理佛。這個事都要有根據，不可以隨便供的，我們一切依教奉行，這才是佛弟子。"
    },
    {
      "id": "02-034-0067_p0018",
      "zh_CN": "「深信因果」，后面「读诵大乘，劝进行者」，读诵大乘是功课。同学们有些人不错，来找我：法师，你看到我的过失，你要给我说。还很难得，还来说这个话，我跟他讲道理。我在求学的时代，李老师常常跟我们讲，教训学生，教训儿女，都在童年，没成年；男子还没有满二十岁，可以教训他，女子没有满十六岁，女子十六岁成年，男子二十岁成年，可以教训她，成年之后就不可以，成年之后不能讲，他有什么过失毛病不可以说。不可以说怎么办？暗示，也就是我们常讲点到为止。那他不懂？不懂就算了。四十岁以后就不能说过失了，暗示都不可以，为什么？人到四十，到晚年了，你要懂得，古人常讲的「人生七十古来稀」，四十以后就是晚年，你们报纸上天天看讣闻，不到六十岁走的人太多太多了。所以人到这个年龄再没有人说你过失了，暗示也没有了，我们怎么办？有过不能改，将来决定堕三途。唯一的办法读经，所以佛教你「读诵大乘」。",
      "zh_TW": "「深信因果」，後面「讀誦大乘，勸進行者」，讀誦大乘是功課。同學們有些人不錯，來找我：法師，你看到我的過失，你要給我說。還很難得，還來說這個話，我跟他講道理。我在求學的時代，李老師常常跟我們講，教訓學生，教訓兒女，都在童年，沒成年；男子還沒有滿二十歲，可以教訓他，女子沒有滿十六歲，女子十六歲成年，男子二十歲成年，可以教訓她，成年之後就不可以，成年之後不能講，他有什麼過失毛病不可以說。不可以說怎麼辦？暗示，也就是我們常講點到為止。那他不懂？不懂就算了。四十歲以後就不能說過失了，暗示都不可以，為什麼？人到四十，到晚年了，你要懂得，古人常講的「人生七十古來稀」，四十以後就是晚年，你們報紙上天天看訃聞，不到六十歲走的人太多太多了。所以人到這個年齡再沒有人說你過失了，暗示也沒有了，我們怎麼辦？有過不能改，將來決定墮三途。唯一的辦法讀經，所以佛教你「讀誦大乘」。"
    },
    {
      "id": "02-034-0067_p0019",
      "zh_CN": "大乘经怕你念不懂，祖师特别慈悲，印光大师大家都知道，西方世界大势至菩萨再来的，印光大师的话就是大势至菩萨的话。印祖怎么教我们？教我们念三本书：《了凡四训》、《太上感应篇》、《安士全书》。为什么他要教我们念这三种书，不教我们读诵大乘经典？这三种书念了之后，很容易发现自己过失，没人给我们讲了，我们只有自己常常念。所以我过去在台湾，把《太上感应篇》这一篇文章订做晚课，我勉励同学们，晚课做完之后，《太上感应篇》念一遍，认真反省，里面所说的善法我们有没有去修？所说的恶法我们有没有断？",
      "zh_TW": "大乘經怕你念不懂，祖師特別慈悲，印光大師大家都知道，西方世界大勢至菩薩再來的，印光大師的話就是大勢至菩薩的話。印祖怎麼教我們？教我們念三本書：《了凡四訓》、《太上感應篇》、《安士全書》。為什麼他要教我們念這三種書，不教我們讀誦大乘經典？這三種書念了之後，很容易發現自己過失，沒人給我們講了，我們只有自己常常念。所以我過去在台灣，把《太上感應篇》這一篇文章訂做晚課，我勉勵同學們，晚課做完之後，《太上感應篇》念一遍，認真反省，裡面所說的善法我們有沒有去修？所說的惡法我們有沒有斷？"
    },
    {
      "id": "02-034-0067_p0020",
      "zh_CN": "读诵大乘的目的是帮助我们改过自新，我们今天最大的困难，不知道自己有过，总以为自己心善、行善，每天做很多好事，做许许多多功德，都没有人称赞我，还有找我麻烦。我对得起别人，所有一切人都对不起我，迷惑到所以然处！究竟怎样救自己？除了读经之外，没有第二个方法。要多读，古人常讲「读书千遍其义自见」，天天读，天天反省，天天改过，真读书的人他真干。夏莲居老居士在《净语》里面，他那些简短的开示，一再的告诉我们「真干」！我们今天学佛，功夫不得力，没有干，听是听了，学是学了，没有落实在生活上，没有把我们错误的念头改过来。改过最殊胜的从心上改，从行为上改还改得不彻底，心上改是彻底改过来了，那就叫真干。",
      "zh_TW": "讀誦大乘的目的是幫助我們改過自新，我們今天最大的困難，不知道自己有過，總以為自己心善、行善，每天做很多好事，做許許多多功德，都沒有人稱讚我，還有找我麻煩。我對得起別人，所有一切人都對不起我，迷惑到所以然處！究竟怎樣救自己？除了讀經之外，沒有第二個方法。要多讀，古人常講「讀書千遍其義自見」，天天讀，天天反省，天天改過，真讀書的人他真幹。夏蓮居老居士在《淨語》裡面，他那些簡短的開示，一再的告訴我們「真幹」！我們今天學佛，功夫不得力，沒有幹，聽是聽了，學是學了，沒有落實在生活上，沒有把我們錯誤的念頭改過來。改過最殊勝的從心上改，從行為上改還改得不徹底，心上改是徹底改過來了，那就叫真幹。"
    },
    {
      "id": "02-034-0067_p0021",
      "zh_CN": "我们对于这个世间一切人事物看不清楚，看到这一面，那一面没看到，看得不圆满，看得不完整，所以许许多多造作的时候，惹起后面不好的果报，这些事情太多太多。那用世间话来说，你的学问修养不够，你的见识不够，我们自己要不努力怎么行？是非曲直都颠倒了，所以读诵大乘就非常重要了。今天我们读诵大乘，还是要守住印祖他老人家教导我们的，我们一定要念《了凡四训》，一定要念《感应篇》。《感应篇》文字不多，一千三百多字，天天要念，《了凡四训》至少一个星期念一遍，这叫扎根的教育。我们学佛不能没有根，帮助我们断恶修善，改过自新。不在这两部书上下手，所有一切修学全部落空。",
      "zh_TW": "我們對於這個世間一切人事物看不清楚，看到這一面，那一面沒看到，看得不圓滿，看得不完整，所以許許多多造作的時候，惹起後面不好的果報，這些事情太多太多。那用世間話來說，你的學問修養不夠，你的見識不夠，我們自己要不努力怎麼行？是非曲直都顛倒了，所以讀誦大乘就非常重要了。今天我們讀誦大乘，還是要守住印祖他老人家教導我們的，我們一定要念《了凡四訓》，一定要念《感應篇》。《感應篇》文字不多，一千三百多字，天天要念，《了凡四訓》至少一個星期念一遍，這叫扎根的教育。我們學佛不能沒有根，幫助我們斷惡修善，改過自新。不在這兩部書上下手，所有一切修學全部落空。"
    },
    {
      "id": "02-034-0067_p0022",
      "zh_CN": "「劝进行者」是大慈大悲，帮助别人。我们自己回头了，帮助别人回头，这个我们在大乘经上读得太多了，世出世间第一等功德的事情，就是帮助别人回头，帮助别人觉悟。恩德当中也是这个第一大，佛的恩德，世出世间无与伦比。佛对我们什么恩德？帮助我们觉悟。我们要不接触佛法，要不读佛书，我们怎么会觉悟？不可能的事情！所以菩提心是从这个地方建立的。",
      "zh_TW": "「勸進行者」是大慈大悲，幫助別人。我們自己回頭了，幫助別人回頭，這個我們在大乘經上讀得太多了，世出世間第一等功德的事情，就是幫助別人回頭，幫助別人覺悟。恩德當中也是這個第一大，佛的恩德，世出世間無與倫比。佛對我們什麼恩德？幫助我們覺悟。我們要不接觸佛法，要不讀佛書，我們怎麼會覺悟？不可能的事情！所以菩提心是從這個地方建立的。"
    },
    {
      "id": "02-034-0067_p0023",
      "zh_CN": "所以念佛有戒、有定，这是说出「闻」，闻是三慧里头的闻，不是我们这里随随便便听闻的闻，那你就把这个字搞错了。这一闻就明了、就觉悟，这个明了、觉悟就用「思」这个字做代表。所以要晓得闻思修三慧，这三个字，三是一，一而三，不能分开，没有先后，这才叫做菩萨的智慧。你要把它分成三个，闻是闻，思是思，修是修，那就错了，完全错了。闻是代表接触，眼见、耳听、身触，六根接触外面六尘境界，用一个「闻」做代表；这一接触，你就通达、就明了，通达明了用「思」做代表；这一通达就不迷了，不迷就是「修」。所以闻思修是一桩事情，一次完成，没有先后次第，这叫三慧。我们做不到，阿罗汉也做不到，辟支佛也做不到，如果将闻思修三个字分开，我们都能做到。所以一定要懂得，三慧那个慧，闻慧、思慧、修慧那个慧，慧是戒定慧之慧，你智慧不开，你决定没有闻思修，没有三慧。智慧开了之后，日常生活当中，起心动念，处事待人接物，三慧现前。我们也可以说，戒定慧的慧是根本智，菩萨三慧是后得智，戒定慧的慧是智慧的本体，三慧是智慧的起用，体用不二，这个说法诸位就比较上清晰一点，概念就比较搞清楚了，不可以误会。这是「闻我名号」。",
      "zh_TW": "所以念佛有戒、有定，這是說出「聞」，聞是三慧裡頭的聞，不是我們這裡隨隨便便聽聞的聞，那你就把這個字搞錯了。這一聞就明瞭、就覺悟，這個明瞭、覺悟就用「思」這個字做代表。所以要曉得聞思修三慧，這三個字，三是一，一而三，不能分開，沒有先後，這才叫做菩薩的智慧。你要把它分成三個，聞是聞，思是思，修是修，那就錯了，完全錯了。聞是代表接觸，眼見、耳聽、身觸，六根接觸外面六塵境界，用一個「聞」做代表；這一接觸，你就通達、就明瞭，通達明瞭用「思」做代表；這一通達就不迷了，不迷就是「修」。所以聞思修是一樁事情，一次完成，沒有先後次第，這叫三慧。我們做不到，阿羅漢也做不到，辟支佛也做不到，如果將聞思修三個字分開，我們都能做到。所以一定要懂得，三慧那個慧，聞慧、思慧、修慧那個慧，慧是戒定慧之慧，你智慧不開，你決定沒有聞思修，沒有三慧。智慧開了之後，日常生活當中，起心動念，處事待人接物，三慧現前。我們也可以說，戒定慧的慧是根本智，菩薩三慧是後得智，戒定慧的慧是智慧的本體，三慧是智慧的起用，體用不二，這個說法諸位就比較上清晰一點，概念就比較搞清楚了，不可以誤會。這是「聞我名號」。"
    },
    {
      "id": "02-034-0067_p0024",
      "zh_CN": "闻名之后一定发心，为什么？三慧起用，决定发心。发什么心？菩提心。菩提是梵语，意思是觉。他的心觉悟了，一听到阿弥陀佛的名号，他就觉悟了。阿弥陀佛这个名号是什么意思？「阿」翻作无，「弥陀」翻作量，「佛」翻作觉，这个名号全部翻成中国意思是「无量觉」，听到这个名号焉能不觉悟吗？天天念阿弥陀佛，还搞是非人我，不觉！为什么不觉？不懂名号的意思；天天念阿弥陀佛，阿弥陀佛什么意思不知道，所以他不觉。这就是为什么名号功德这样殊胜，十念一念都能往生极乐世界去作佛，释迦牟尼佛当年在世为什么不领着大家念佛？天天讲经说法好辛苦。你们想想如果你是释迦牟尼佛，你怎么作法？我相信你一定领着大家念佛，不要讲经，这多舒服！",
      "zh_TW": "聞名之後一定發心，為什麼？三慧起用，決定發心。發什麼心？菩提心。菩提是梵語，意思是覺。他的心覺悟了，一聽到阿彌陀佛的名號，他就覺悟了。阿彌陀佛這個名號是什麼意思？「阿」翻作無，「彌陀」翻作量，「佛」翻作覺，這個名號全部翻成中國意思是「無量覺」，聽到這個名號焉能不覺悟嗎？天天念阿彌陀佛，還搞是非人我，不覺！為什麼不覺？不懂名號的意思；天天念阿彌陀佛，阿彌陀佛什麼意思不知道，所以他不覺。這就是為什麼名號功德這樣殊勝，十念一念都能往生極樂世界去作佛，釋迦牟尼佛當年在世為什麼不領著大家念佛？天天講經說法好辛苦。你們想想如果你是釋迦牟尼佛，你怎麼作法？我相信你一定領著大家念佛，不要講經，這多舒服！"
    },
    {
      "id": "02-034-0067_p0025",
      "zh_CN": "念佛法门是易行道，要教理搞通才行，不通不行。可是也有不通的人，他念佛也能往生？那是过去生中学过教，学通了，他不是不通，他本来是通的，偶尔一个地方阻塞，搞得现在不通，但是现在教他念念，那个阻塞很容易就打破，他又通了，这样才能往生。这就是佛法讲过去生中善根福德因缘成熟，虽然不通教理，他也能往生，他是这一生不通教理，多生多世他学过这个教理，所以他能一心称念，他能万缘放下。我们过去生中没有善根福德，这一生当中又没有好好的学，所以放不下，永远在阻塞当中，他怎么能成就？这一些理事都要搞得清清楚楚。所以释迦牟尼佛大慈大悲，还是天天讲经说法，说了四十九年。",
      "zh_TW": "念佛法門是易行道，要教理搞通才行，不通不行。可是也有不通的人，他念佛也能往生？那是過去生中學過教，學通了，他不是不通，他本來是通的，偶爾一個地方阻塞，搞得現在不通，但是現在教他念念，那個阻塞很容易就打破，他又通了，這樣才能往生。這就是佛法講過去生中善根福德因緣成熟，雖然不通教理，他也能往生，他是這一生不通教理，多生多世他學過這個教理，所以他能一心稱念，他能萬緣放下。我們過去生中沒有善根福德，這一生當中又沒有好好的學，所以放不下，永遠在阻塞當中，他怎麼能成就？這一些理事都要搞得清清楚楚。所以釋迦牟尼佛大慈大悲，還是天天講經說法，說了四十九年。"
    },
    {
      "id": "02-034-0067_p0026",
      "zh_CN": "现在还有一桩事情，我听同学们跟我说，中国大陆有不少的同参道友也都念佛了，说念佛想法师，糟糕不糟糕！这个观念错了。大势至讲「忆佛念佛」，你不可以说忆念法师念佛，你这个心有二用，你不是一心，你是二心，这样不能成功。所以大陆同修回去要劝告大家，专念阿弥陀佛，不要想法师，想法师障碍你往生。我都把话说清楚，将来你不能往生不要怪我，我没障碍你。我好像是在八五年、八六年，我在香港讲经，我母亲第一次到香港，我们在香港见面，从解放之后，我们相隔三十六年，第一次见面，她听我讲经。我下台之后，跟她谈话，她就讲她非常想念我。我就告诉她，从今以后不要想我，想阿弥陀佛，她能听得进去。想阿弥陀佛好！将来我们都到西方极乐世界，不就天天在一起吗？想我还是搞六道轮回，永远不能在一起。想阿弥陀佛好！很重要很重要！千万不要搞错了，这是真正觉悟。",
      "zh_TW": "現在還有一樁事情，我聽同學們跟我說，中國大陸有不少的同參道友也都念佛了，說念佛想法師，糟糕不糟糕！這個觀念錯了。大勢至講「憶佛念佛」，你不可以說憶念法師念佛，你這個心有二用，你不是一心，你是二心，這樣不能成功。所以大陸同修回去要勸告大家，專念阿彌陀佛，不要想法師，想法師障礙你往生。我都把話說清楚，將來你不能往生不要怪我，我沒障礙你。我好像是在八五年、八六年，我在香港講經，我母親第一次到香港，我們在香港見面，從解放之後，我們相隔三十六年，第一次見面，她聽我講經。我下台之後，跟她談話，她就講她非常想念我。我就告訴她，從今以後不要想我，想阿彌陀佛，她能聽得進去。想阿彌陀佛好！將來我們都到西方極樂世界，不就天天在一起嗎？想我還是搞六道輪迴，永遠不能在一起。想阿彌陀佛好！很重要很重要！千萬不要搞錯了，這是真正覺悟。"
    },
    {
      "id": "02-034-0067_p0027",
      "zh_CN": "菩提心，意思很深很广，为了介绍方便起见，古人常讲两种菩提心：一种是缘事菩提心，一种是缘理菩提心。从事上讲，就是通常所说的四弘誓愿，四弘誓愿是菩提心。在本经里面，四十八愿就是菩提心，阿弥陀佛所发的大菩提心、无上菩提心，四十八愿，愿愿度众生。四弘誓愿第一条：「众生无边誓愿度」，我们有没有发这个心？那个众生很可恶，那个众生我讨厌他，还度他吗？可见得我们菩提心是假的。喜欢你，我就度你，其实自己度自己都度不了，哪有能力度别人？全是讲假话！这一个心一发，你的心就得平等，所以真正发众生无边誓愿度，发这个心就是此地讲「十方众生」，你关怀十方众生，爱护十方众生，全心全力帮助十方众生，这是菩提心发起来了，你怎么会对众生有好恶这个念头？对一切众生还有爱好、还有讨厌，你的菩提心没发。恶鬼现前，恶魔现前，你也爱他，你也要去帮助他，这才叫菩提心。今天你要看到恶鬼恶魔，都吓死了，吓呆了，菩提心吓跑掉了，不行！菩提心跑到哪里去了？",
      "zh_TW": "菩提心，意思很深很廣，為了介紹方便起見，古人常講兩種菩提心：一種是緣事菩提心，一種是緣理菩提心。從事上講，就是通常所說的四弘誓願，四弘誓願是菩提心。在本經裡面，四十八願就是菩提心，阿彌陀佛所發的大菩提心、無上菩提心，四十八願，願願度眾生。四弘誓願第一條：「眾生無邊誓願度」，我們有沒有發這個心？那個眾生很可惡，那個眾生我討厭他，還度他嗎？可見得我們菩提心是假的。喜歡你，我就度你，其實自己度自己都度不了，哪有能力度別人？全是講假話！這一個心一發，你的心就得平等，所以真正發眾生無邊誓願度，發這個心就是此地講「十方眾生」，你關懷十方眾生，愛護十方眾生，全心全力幫助十方眾生，這是菩提心發起來了，你怎麼會對眾生有好惡這個念頭？對一切眾生還有愛好、還有討厭，你的菩提心沒發。惡鬼現前，惡魔現前，你也愛他，你也要去幫助他，這才叫菩提心。今天你要看到惡鬼惡魔，都嚇死了，嚇呆了，菩提心嚇跑掉了，不行！菩提心跑到哪裡去了？"
    },
    {
      "id": "02-034-0067_p0028",
      "zh_CN": "一定要知道怎么个发法，发了之后要兑现，要把它落实。要落实，那自己一定要修行，修行从哪里修？先断烦恼，「烦恼无尽誓愿断」。我为什么要断烦恼？为度一切众生断烦恼，不是为自己。为自己断烦恼不是菩提心，你菩提心量太小了，那是为度自己，不是为度众生；二乘心，不是菩提心，二乘没有菩提心。我为一切众生断烦恼，烦恼断了之后，才能学法门。我们今天在这里有没有学法门？没有资格学法门。所以我劝同学们在无量经典里面选一种，「一门深入，长时薰修」。这八个字什么意思，你懂不懂？一门深入是修定，长时薰修是从定里头开慧，我们今天走的这个路是戒、定，是从这里下手。如果一开头你就学法门，你决定失败，你决定错误，为什么？智慧没有开，你所学的那些法门，清凉大师说得好，「增长邪见」，不是增长智慧，是增长邪见。什么时候才学法门？智慧开了。",
      "zh_TW": "一定要知道怎麼個發法，發了之後要兌現，要把它落實。要落實，那自己一定要修行，修行從哪裡修？先斷煩惱，「煩惱無盡誓願斷」。我為什麼要斷煩惱？為度一切眾生斷煩惱，不是為自己。為自己斷煩惱不是菩提心，你菩提心量太小了，那是為度自己，不是為度眾生；二乘心，不是菩提心，二乘沒有菩提心。我為一切眾生斷煩惱，煩惱斷了之後，才能學法門。我們今天在這裡有沒有學法門？沒有資格學法門。所以我勸同學們在無量經典裡面選一種，「一門深入，長時薰修」。這八個字什麼意思，你懂不懂？一門深入是修定，長時薰修是從定裡頭開慧，我們今天走的這個路是戒、定，是從這裡下手。如果一開頭你就學法門，你決定失敗，你決定錯誤，為什麼？智慧沒有開，你所學的那些法門，清涼大師說得好，「增長邪見」，不是增長智慧，是增長邪見。什麼時候才學法門？智慧開了。"
    },
    {
      "id": "02-034-0067_p0029",
      "zh_CN": "《华严经》末后善财童子给我们做榜样，善财童子在文殊菩萨会下，文殊是他的老师，他在那个会下做什么功夫？一门深入，长时薰修，他做这个工作，他修戒定，断烦恼。一门就是断烦恼，一门就是修清净心。烦恼轻了，我们不能说断，断太难了，烦恼轻，智慧长，你再涉猎其他的法门容易了，所谓是一经通一切经通，这是佛法修行的秘诀。我为什么特别感谢李老师，这个秘诀他老人家传授我的，我在他会下，十年学五部经。你们在佛学院一个学期都不只学五部，我十年学五样，而且这五部经你们要听听的时候，你也许就不以为然了。我第一部学小乘经，《阿难问事佛吉凶经》，第二部学《佛说阿弥陀经》，第三部学《普贤菩萨行愿品》，都是小东西、小分量；第四部学《金刚般若波罗蜜经》，第五部学了个大经，《大佛顶首楞严经》。",
      "zh_TW": "《華嚴經》末後善財童子給我們做榜樣，善財童子在文殊菩薩會下，文殊是他的老師，他在那個會下做什麼功夫？一門深入，長時薰修，他做這個工作，他修戒定，斷煩惱。一門就是斷煩惱，一門就是修清淨心。煩惱輕了，我們不能說斷，斷太難了，煩惱輕，智慧長，你再涉獵其他的法門容易了，所謂是一經通一切經通，這是佛法修行的祕訣。我為什麼特別感謝李老師，這個祕訣他老人家傳授我的，我在他會下，十年學五部經。你們在佛學院一個學期都不只學五部，我十年學五樣，而且這五部經你們要聽聽的時候，你也許就不以為然了。我第一部學小乘經，《阿難問事佛吉凶經》，第二部學《佛說阿彌陀經》，第三部學《普賢菩薩行願品》，都是小東西、小分量；第四部學《金剛般若波羅蜜經》，第五部學了個大經，《大佛頂首楞嚴經》。"
    },
    {
      "id": "02-034-0067_p0030",
      "zh_CN": "李老师的教学，一部学会了，才可以学第二部，一部没有学会，决定不可以学第二部。那什么叫会？他老人家的标准，上台去讲，讲的要他认为可以了才行，他要认为还不行，那你还是要继续学你这一部。方法好！一门深入，让你在修学过程当中，我学《楞严》是三年，三年脑子里就一部经，其他的什么都没有，能得定，能开慧。《华严经》我没学过，《法华经》没学过，《华严经》是我启请的，是我们八个同学启请老师开讲《华严》，我是其中之一。我只听一卷，《华严经》第一卷我听完了，我到台北去讲《华严》，我那一卷听了，后头七十九卷我都会讲了。《法华经》我没听他讲，我也会讲了。",
      "zh_TW": "李老師的教學，一部學會了，才可以學第二部，一部沒有學會，決定不可以學第二部。那什麼叫會？他老人家的標準，上台去講，講的要他認為可以了才行，他要認為還不行，那你還是要繼續學你這一部。方法好！一門深入，讓你在修學過程當中，我學《楞嚴》是三年，三年腦子裡就一部經，其他的什麼都沒有，能得定，能開慧。《華嚴經》我沒學過，《法華經》沒學過，《華嚴經》是我啟請的，是我們八個同學啟請老師開講《華嚴》，我是其中之一。我只聽一卷，《華嚴經》第一卷我聽完了，我到台北去講《華嚴》，我那一卷聽了，後頭七十九卷我都會講了。《法華經》我沒聽他講，我也會講了。"
    },
    {
      "id": "02-034-0067_p0031",
      "zh_CN": "这个方法老师教的，我真肯学。他教我读一部经，我就读一部经，教我不可以看其他的经，我就不看其他的经，我就学会了。别的同学不相信，表面上跟老师学一部，其他的还搬一大堆，天天在那里翻，天天在那里看，不听话！所以老师不是偏爱，老师教学平等的，我能够得到，我听话，我绝不违背老师的教诲。规规矩矩的学就是持戒，一心专注就是求定，你每天在研究、每天在讲解那是慧，戒定慧三学这是打根基，奠定基础。以后智慧逐渐逐渐开了，其他经教可以涉猎了，我讲的东西很多，至少也有三、四十种，那些都不是在台中学的，所以扎根的教育比什么都重要。",
      "zh_TW": "這個方法老師教的，我真肯學。他教我讀一部經，我就讀一部經，教我不可以看其他的經，我就不看其他的經，我就學會了。別的同學不相信，表面上跟老師學一部，其他的還搬一大堆，天天在那裡翻，天天在那裡看，不聽話！所以老師不是偏愛，老師教學平等的，我能夠得到，我聽話，我絕不違背老師的教誨。規規矩矩的學就是持戒，一心專注就是求定，你每天在研究、每天在講解那是慧，戒定慧三學這是打根基，奠定基礎。以後智慧逐漸逐漸開了，其他經教可以涉獵了，我講的東西很多，至少也有三、四十種，那些都不是在台中學的，所以扎根的教育比什麼都重要。"
    },
    {
      "id": "02-034-0067_p0032",
      "zh_CN": "所以决定是先断烦恼，断烦恼里头最重要的，一个布施，一个忍辱。你们读《金刚经》，《金刚经》我在台中学过，很认真的学过，我记得时间是一年。布施是放下，你要能放得下，它里头讲六波罗蜜，这两个讲得最多，讲得最多就是最重要的。首先你要能放得下，其次你要有耐心，你要能忍得过，然后你才会有进步，才有精进，才有禅定，才有智慧。所以你不能放下，你不能守规矩，持戒就是守规矩、就是守法，你怎么会有成就？六波罗蜜我们要落实，样样放不下，不行！不能入门。老师选学生，实在讲就选这两个条件，你能够放下，你有耐心，这个人就可以造就，他就要选择来培养你，来帮助你，来成就你。这两个条件没有，缘不成熟，他就是想帮助，也不会成就。为什么？你本身不具备条件，很重要！所以一定是先断烦恼，六度就是断我们六个烦恼，你要懂得这个道理。一切众生六大烦恼，佛用这六个方法来对治。布施度悭贪，六道凡夫的贪心重，没有得到的希望得到，得到之后又舍不得放下，吝啬。悭贪是？悭贪是饿鬼，古人常说「与鬼做活计」，这话什么意思？天天过的是鬼生活、鬼日子，悭贪是鬼。现在过的是鬼日子，将来死了以后他作鬼去了。布施度悭贪，布施就叫你一切放下。",
      "zh_TW": "所以決定是先斷煩惱，斷煩惱裡頭最重要的，一個布施，一個忍辱。你們讀《金剛經》，《金剛經》我在台中學過，很認真的學過，我記得時間是一年。布施是放下，你要能放得下，它裡頭講六波羅蜜，這兩個講得最多，講得最多就是最重要的。首先你要能放得下，其次你要有耐心，你要能忍得過，然後你才會有進步，才有精進，才有禪定，才有智慧。所以你不能放下，你不能守規矩，持戒就是守規矩、就是守法，你怎麼會有成就？六波羅蜜我們要落實，樣樣放不下，不行！不能入門。老師選學生，實在講就選這兩個條件，你能夠放下，你有耐心，這個人就可以造就，他就要選擇來培養你，來幫助你，來成就你。這兩個條件沒有，緣不成熟，他就是想幫助，也不會成就。為什麼？你本身不具備條件，很重要！所以一定是先斷煩惱，六度就是斷我們六個煩惱，你要懂得這個道理。一切眾生六大煩惱，佛用這六個方法來對治。布施度慳貪，六道凡夫的貪心重，沒有得到的希望得到，得到之後又捨不得放下，吝嗇。慳貪是？慳貪是餓鬼，古人常說「與鬼做活計」，這話什麼意思？天天過的是鬼生活、鬼日子，慳貪是鬼。現在過的是鬼日子，將來死了以後他作鬼去了。布施度慳貪，布施就叫你一切放下。"
    },
    {
      "id": "02-034-0067_p0033",
      "zh_CN": "我从小没有学佛，我喜欢读书，非常爱书。我到台中去，李老师建一个，刚刚好那个时候，建「慈光图书馆」，还在筹备期间，我到台中去见他，他叫我到图书馆去。我收藏还有一些书，我把我所有收藏的书，全部捐赠给图书馆，我能放下，最心爱的东西我能够施舍。所以你要落实，要有行动去表现，真正能放得下。李老师见我面之后，我捐献了那些书籍，在这个图书馆做义工，他就很留意，真正发心想学。持戒，守法，决定依教奉行，老师怎么教，我们就怎么做。所以我一入门，他先给我三个条件，我确实遵守。第一个条件，我都跟诸位报告过，只可以听他一个人讲经说法，除他之外，任何出家、在家的大德讲经说法，一概不准听，我奉行。其他的法师、大德讲经都不可以听，那造谣生事还能听吗？更不可以听了，只听他一个人的。第二个条件，从今天起，你看的书，无论看什么书，要经过他同意，老师没有同意的，什么书都不可以看。第三个条件，你过去所学的不承认，一律作废，跟到我从头学起。这是持戒，完全遵照他教导的方法去做，老老实实，我们才有成就。他教你，你要不肯听，那就无可奈何，就没法子了。",
      "zh_TW": "我從小沒有學佛，我喜歡讀書，非常愛書。我到台中去，李老師建一個，剛剛好那個時候，建「慈光圖書館」，還在籌備期間，我到台中去見他，他叫我到圖書館去。我收藏還有一些書，我把我所有收藏的書，全部捐贈給圖書館，我能放下，最心愛的東西我能夠施捨。所以你要落實，要有行動去表現，真正能放得下。李老師見我面之後，我捐獻了那些書籍，在這個圖書館做義工，他就很留意，真正發心想學。持戒，守法，決定依教奉行，老師怎麼教，我們就怎麼做。所以我一入門，他先給我三個條件，我確實遵守。第一個條件，我都跟諸位報告過，只可以聽他一個人講經說法，除他之外，任何出家、在家的大德講經說法，一概不准聽，我奉行。其他的法師、大德講經都不可以聽，那造謠生事還能聽嗎？更不可以聽了，只聽他一個人的。第二個條件，從今天起，你看的書，無論看什麼書，要經過他同意，老師沒有同意的，什麼書都不可以看。第三個條件，你過去所學的不承認，一律作廢，跟到我從頭學起。這是持戒，完全遵照他教導的方法去做，老老實實，我們才有成就。他教你，你要不肯聽，那就無可奈何，就沒法子了。"
    },
    {
      "id": "02-034-0067_p0034",
      "zh_CN": "此地演培法师是我的老友，已经往生了。他非常可惜，他在作小沙弥的时候，他童年出家，亲近谛闲老法师，这是清朝末年、民初一代高僧，他跟我说谛闲老法师对他也是这三个条件。到以后我们才明白，这三个条件是祖祖相传，看到这个学生可以造就、可以栽培，用这个戒律来限制你；至于不能造就、不能栽培的，没有这个条件。我在台中同学当中一打听，老师从来没有这样要求过他，只对我一个。为什么不对别人对我？我能守，别人不能守，你要求他，阳奉阴违，他做不到。老师有智慧聪明，你做不到，不限制你，你肯做，限制你！",
      "zh_TW": "此地演培法師是我的老友，已經往生了。他非常可惜，他在作小沙彌的時候，他童年出家，親近諦閑老法師，這是清朝末年、民初一代高僧，他跟我說諦閑老法師對他也是這三個條件。到以後我們才明白，這三個條件是祖祖相傳，看到這個學生可以造就、可以栽培，用這個戒律來限制你；至於不能造就、不能栽培的，沒有這個條件。我在台中同學當中一打聽，老師從來沒有這樣要求過他，只對我一個。為什麼不對別人對我？我能守，別人不能守，你要求他，陽奉陰違，他做不到。老師有智慧聰明，你做不到，不限制你，你肯做，限制你！"
    },
    {
      "id": "02-034-0067_p0035",
      "zh_CN": "谛闲老和尚也要求演培法师，演培法师在谛老那里住了还不到一年，开小差跑了，偷偷的跑了。跑到哪里去？跑到厦门南普陀亲近太虚法师，太虚法师在办佛学院，他动了心，跑到那里亲近太虚法师。太虚法师教学跟谛闲法师完全不一样，太虚是新派的，采取西方这种教学制度，开很多课程，请好多老师，就是现在佛学院；谛闲老和尚教学，是自古以来师承。所以我是从师承里学出来的，不是佛学院学出来的。师承，老师对学生决定负责任，只要学生肯学；不肯学，那是没办法。肯学，老师对学生负完全责任，这个恩德就大了。",
      "zh_TW": "諦閑老和尚也要求演培法師，演培法師在諦老那裡住了還不到一年，開小差跑了，偷偷的跑了。跑到哪裡去？跑到廈門南普陀親近太虛法師，太虛法師在辦佛學院，他動了心，跑到那裡親近太虛法師。太虛法師教學跟諦閑法師完全不一樣，太虛是新派的，採取西方這種教學制度，開很多課程，請好多老師，就是現在佛學院；諦閑老和尚教學，是自古以來師承。所以我是從師承裡學出來的，不是佛學院學出來的。師承，老師對學生決定負責任，只要學生肯學；不肯學，那是沒辦法。肯學，老師對學生負完全責任，這個恩德就大了。"
    },
    {
      "id": "02-034-0067_p0036",
      "zh_CN": "所以都从断烦恼下手，烦恼断了之后，才有能力学法门。我们看善财童子，在文殊菩萨会上，戒定慧三学成就了。慧一开，老师就不限制了，出去，赶紧出去，去参学去，什么人讲话都可以听，什么书都可以看，完全开放。为什么以前不开放？以前你没有能力辨别是非，怕你接触之后，你被人诱惑了。现在你有能力辨别真妄、辨别邪正、辨别是非、辨别善恶，只要有这个能力，你出去，去参学，古人讲出师，你有能力可以，现在讲毕业；没有这个能力，毕不了业。有这个能力才可以毕业，老师就让你出去，不会多留你一天，为什么？多留你一天，对不起你。所以在老师会下成就什么？根本智；出去参学，圆满后得智，你的智慧才真正圆满，那个时候才「法门无量誓愿学」。所以智慧没有开，不能学多法门，学多法门决定有障碍。这是发菩提心，从事上讲要学法门；断烦恼，学法门。断烦恼、学法门，必须要提高自己的境界，要不断的提升，所以末后「佛道无上誓愿成」。你自己不能够把境界逐渐向上提升，你得不到真实受用；真实受用完全在提高境界，这个时候学佛才法喜充满。",
      "zh_TW": "所以都從斷煩惱下手，煩惱斷了之後，才有能力學法門。我們看善財童子，在文殊菩薩會上，戒定慧三學成就了。慧一開，老師就不限制了，出去，趕緊出去，去參學去，什麼人講話都可以聽，什麼書都可以看，完全開放。為什麼以前不開放？以前你沒有能力辨別是非，怕你接觸之後，你被人誘惑了。現在你有能力辨別真妄、辨別邪正、辨別是非、辨別善惡，只要有這個能力，你出去，去參學，古人講出師，你有能力可以，現在講畢業；沒有這個能力，畢不了業。有這個能力才可以畢業，老師就讓你出去，不會多留你一天，為什麼？多留你一天，對不起你。所以在老師會下成就什麼？根本智；出去參學，圓滿後得智，你的智慧才真正圓滿，那個時候才「法門無量誓願學」。所以智慧沒有開，不能學多法門，學多法門決定有障礙。這是發菩提心，從事上講要學法門；斷煩惱，學法門。斷煩惱、學法門，必須要提高自己的境界，要不斷的提升，所以末後「佛道無上誓願成」。你自己不能夠把境界逐漸向上提升，你得不到真實受用；真實受用完全在提高境界，這個時候學佛才法喜充滿。"
    },
    {
      "id": "02-034-0067_p0037",
      "zh_CN": "今天我收到一个同学给我写了一个条子，哪个人转给我的，我也不晓得。他就是讲念佛念得非常烦恼，常常听到我说念佛法喜充满，他这个法喜就是起不来，天天生烦恼，问我怎么办？还是老老实实念下去。为什么有烦恼？你的妄想杂念太多，你的功夫不得力。念佛要放下，念佛堂法师，领导念佛堂的法师叫堂主，堂主时时刻刻提醒大众，放下万缘，放下身心世界，提起一句佛号，这警策的话。一面念佛，一面心里头还有牵挂、还有忧虑、还有妄想，你功夫怎么能得力？再重要的事情，进了念佛堂都放下，不去想它，等我念好佛之后出来再想，再办事。你出来就有智慧了，没有进念佛堂办这个事情怎么想也困难，念了佛之后出去再想，一想就通了，事情就办好了。但是你一面念佛，一面在想事，你佛也没有念好，是事情也没有想好，你两边都错了。所以念佛同修要记住，念佛的时候，天大的事情都放下，都不要理会。佛号一堂功课念完之后，离开念佛堂，该办什么事，再去办事。这个样子，你佛也念好了，事也办好了，你两面都得到。决定不能够合在一起，办事的时候又要念佛，事情也会办糟糕，办错了；念佛的时候想事，佛号也念得不得力。所以还是不如法，如法决定得法喜充满。如果再有疑惑，听经；听经是断疑生信，转疑为悟，所以经不能不听。",
      "zh_TW": "今天我收到一個同學給我寫了一個條子，哪個人轉給我的，我也不曉得。他就是講念佛念得非常煩惱，常常聽到我說念佛法喜充滿，他這個法喜就是起不來，天天生煩惱，問我怎麼辦？還是老老實實念下去。為什麼有煩惱？你的妄想雜念太多，你的功夫不得力。念佛要放下，念佛堂法師，領導念佛堂的法師叫堂主，堂主時時刻刻提醒大眾，放下萬緣，放下身心世界，提起一句佛號，這警策的話。一面念佛，一面心裡頭還有牽掛、還有憂慮、還有妄想，你功夫怎麼能得力？再重要的事情，進了念佛堂都放下，不去想它，等我念好佛之後出來再想，再辦事。你出來就有智慧了，沒有進念佛堂辦這個事情怎麼想也困難，念了佛之後出去再想，一想就通了，事情就辦好了。但是你一面念佛，一面在想事，你佛也沒有念好，是事情也沒有想好，你兩邊都錯了。所以念佛同修要記住，念佛的時候，天大的事情都放下，都不要理會。佛號一堂功課念完之後，離開念佛堂，該辦什麼事，再去辦事。這個樣子，你佛也念好了，事也辦好了，你兩面都得到。決定不能夠合在一起，辦事的時候又要念佛，事情也會辦糟糕，辦錯了；念佛的時候想事，佛號也念得不得力。所以還是不如法，如法決定得法喜充滿。如果再有疑惑，聽經；聽經是斷疑生信，轉疑為悟，所以經不能不聽。"
    },
    {
      "id": "02-034-0067_p0038",
      "zh_CN": "我们这个道场殊胜，就是每天有讲经、有念佛。讲经虽然一天只有两个小时，两个小时对我们现在的根性，确实不够，我们要想功夫得力，每天至少要四个小时听经。可是一般人每天要找四个小时听经，几乎不可能，每个人有家庭、有工作，哪里有这么多时间？尽量找空闲的时间，要多听经。理不能不明白，事不能不清楚，理事都搞清楚、都搞明白了，你才会放下。你现在学不通，是放不下，为什么放不下？道理不懂，事实真相不了解，所以他放不下。真的搞清楚、搞明白了，很容易放下。你能放下，你的心是清净的，你的心是平等的，清净平等心生智慧，不生烦恼。你还会生烦恼，你完全没有放下。",
      "zh_TW": "我們這個道場殊勝，就是每天有講經、有念佛。講經雖然一天只有兩個小時，兩個小時對我們現在的根性，確實不夠，我們要想功夫得力，每天至少要四個小時聽經。可是一般人每天要找四個小時聽經，幾乎不可能，每個人有家庭、有工作，哪裡有這麼多時間？盡量找空閒的時間，要多聽經。理不能不明白，事不能不清楚，理事都搞清楚、都搞明白了，你才會放下。你現在學不通，是放不下，為什麼放不下？道理不懂，事實真相不了解，所以他放不下。真的搞清楚、搞明白了，很容易放下。你能放下，你的心是清淨的，你的心是平等的，清淨平等心生智慧，不生煩惱。你還會生煩惱，你完全沒有放下。"
    },
    {
      "id": "02-034-0067_p0039",
      "zh_CN": "「佛道无上誓愿成」，还有一个讲法，专求净土。这个对我们现前这个境界的人来说方便，我学佛求什么，我只求往生西方极乐世界，其他的什么都不求，其他的样样都放下，那也是「佛道无上誓愿成」。身体还在这个世间，在在处处，随缘随分，把这个殊胜的法门介绍给有缘人。什么叫有缘人？肯学的人。如何介绍？三轮演法。我们确实有真诚、清净、平等的爱心帮助别人，这个心很重要！我要把这个殊胜的法门说给别人听，还要做给别人看，为什么？你说人家才相信！你能说，你自己做不到，自己所做的跟你所说的完全相违背，人家不相信；必须把经典上教诲，我们要做到，别人就相信了。做给别人看，这才是真正帮助别人。",
      "zh_TW": "「佛道無上誓願成」，還有一個講法，專求淨土。這個對我們現前這個境界的人來說方便，我學佛求什麼，我只求往生西方極樂世界，其他的什麼都不求，其他的樣樣都放下，那也是「佛道無上誓願成」。身體還在這個世間，在在處處，隨緣隨分，把這個殊勝的法門介紹給有緣人。什麼叫有緣人？肯學的人。如何介紹？三輪演法。我們確實有真誠、清淨、平等的愛心幫助別人，這個心很重要！我要把這個殊勝的法門說給別人聽，還要做給別人看，為什麼？你說人家才相信！你能說，你自己做不到，自己所做的跟你所說的完全相違背，人家不相信；必須把經典上教誨，我們要做到，別人就相信了。做給別人看，這才是真正幫助別人。"
    },
    {
      "id": "02-034-0067_p0040",
      "zh_CN": "帮助别人就是真正帮助自己；由此可知，爱护别人是真正爱护自己。爱护自己，不爱护别人，真正害了自己。这个道理不深，很浅显，浅显的事理，多少人迷惑，多少人都不懂。诸佛菩萨没有自己，只有众生，诸佛菩萨有没有得到利益？得大利益；什么大利益？没有人不尊敬佛菩萨，这是大利益。哪些人爱护自己，不爱护别人？看看中国历史，古时候历代帝王，爱护自己，他也爱护别人，他要不爱护这个国家、不爱护人民，人民会把他推翻，所以他也爱国爱民。死了以后，忘记干干净净，我问你，汉朝皇帝叫什么名字，你能说得出来吗？你说不出来。他虽然爱人，他里头更爱自己，所以不行，不能跟佛菩萨比。佛菩萨只爱众生，完全没有自己，所以一切众生都尊敬佛菩萨、敬爱佛菩萨，这不是一个事实摆在我们面前吗？这都讲得很浅显。往深的地方讲，往真的地方讲，佛说一切众生就是自己，这个理太深了，一般人很难体会。",
      "zh_TW": "幫助別人就是真正幫助自己；由此可知，愛護別人是真正愛護自己。愛護自己，不愛護別人，真正害了自己。這個道理不深，很淺顯，淺顯的事理，多少人迷惑，多少人都不懂。諸佛菩薩沒有自己，只有眾生，諸佛菩薩有沒有得到利益？得大利益；什麼大利益？沒有人不尊敬佛菩薩，這是大利益。哪些人愛護自己，不愛護別人？看看中國歷史，古時候歷代帝王，愛護自己，他也愛護別人，他要不愛護這個國家、不愛護人民，人民會把他推翻，所以他也愛國愛民。死了以後，忘記乾乾淨淨，我問你，漢朝皇帝叫什麼名字，你能說得出來嗎？你說不出來。他雖然愛人，他裡頭更愛自己，所以不行，不能跟佛菩薩比。佛菩薩只愛眾生，完全沒有自己，所以一切眾生都尊敬佛菩薩、敬愛佛菩薩，這不是一個事實擺在我們面前嗎？這都講得很淺顯。往深的地方講，往真的地方講，佛說一切眾生就是自己，這個理太深了，一般人很難體會。"
    },
    {
      "id": "02-034-0067_p0041",
      "zh_CN": "必须发心，他才能『修诸功德』。什么是「功」？功夫，就是你很认真去修。「德」，跟得失的得一个意思，所谓是一分耕耘则一分收获，你才能有所得。修什么功德？下面就举出来，『奉行六波罗蜜』，具体给我们说出来，知道我们修什么。佛在一切经上常常教导我们，「一即一切，一切即一」，这是《华严经》上的两句话，我们一定要记住。六波罗蜜是一法，这一法里面包括了无量无边的佛法，一即一切；无量无边的佛法，都可以归纳在这一法里头，这个六度法。",
      "zh_TW": "必須發心，他才能『修諸功德』。什麼是「功」？功夫，就是你很認真去修。「德」，跟得失的得一個意思，所謂是一分耕耘則一分收穫，你才能有所得。修什麼功德？下面就舉出來，『奉行六波羅蜜』，具體給我們說出來，知道我們修什麼。佛在一切經上常常教導我們，「一即一切，一切即一」，這是《華嚴經》上的兩句話，我們一定要記住。六波羅蜜是一法，這一法裡面包括了無量無邊的佛法，一即一切；無量無邊的佛法，都可以歸納在這一法裡頭，這個六度法。"
    },
    {
      "id": "02-034-0067_p0042",
      "zh_CN": "我们要常常去思惟、去观察，然后才把自己的根性，根性转！钝根可以转变成利根，小、始根性可以转变成圆、顿根性。一切众生根性不是天生的，不是一成不变的，它是不定法。善导说得好，善导大师讲念佛往生的品位，「总在遇缘不同」。他的话是个原则原理，一切众生根性不相同，什么缘故？也是总在遇缘不同，这话是真的。虽然佛在经上讲，根性里头有不定性，不定性那个遇缘转变容易；定性的，定性也能转，不过就比较上麻烦一点就是了。不定性的遇缘他就能随着转，定性的那缘要相当深厚，他就能转得过来，这个我们在佛法里面看得很多。尤其是世尊给我们表演，给我们做示范，他老人家讲经说法四十九年，常随弟子里面，我们在经上常常读到，一千二百五十五人，这根性不齐，从上上根到下下根全都有。上根的人跟到释迦牟尼佛，常常听他老人家讲经说法，两、三年开悟的，七、八年开悟的，十来年开悟的，有！中下根人，二十年、三十年也觉悟了。由此可知，总在遇缘不同，这一句话说绝了。",
      "zh_TW": "我們要常常去思惟、去觀察，然後才把自己的根性，根性轉！鈍根可以轉變成利根，小、始根性可以轉變成圓、頓根性。一切眾生根性不是天生的，不是一成不變的，它是不定法。善導說得好，善導大師講念佛往生的品位，「總在遇緣不同」。他的話是個原則原理，一切眾生根性不相同，什麼緣故？也是總在遇緣不同，這話是真的。雖然佛在經上講，根性裡頭有不定性，不定性那個遇緣轉變容易；定性的，定性也能轉，不過就比較上麻煩一點就是了。不定性的遇緣他就能隨著轉，定性的那緣要相當深厚，他就能轉得過來，這個我們在佛法裡面看得很多。尤其是世尊給我們表演，給我們做示範，他老人家講經說法四十九年，常隨弟子裡面，我們在經上常常讀到，一千二百五十五人，這根性不齊，從上上根到下下根全都有。上根的人跟到釋迦牟尼佛，常常聽他老人家講經說法，兩、三年開悟的，七、八年開悟的，十來年開悟的，有！中下根人，二十年、三十年也覺悟了。由此可知，總在遇緣不同，這一句話說絕了。"
    },
    {
      "id": "02-034-0067_p0043",
      "zh_CN": "我们今天修学，虽然比不上佛祖那样殊胜的缘分，在我们这个时代同学当中，我们的缘算是相当殊胜了。我们到底有什么样的成就？还是在「缘」这个字上。这缘什么？你要能掌握到这个缘，如果疏忽了，不知道把缘抓住，让这个机会空过了，那就可惜了！你要是能够掌握住，紧紧的抓住，没有一个不成就的。我们要问怎样才算是抓住？佛在经典上，这个话说了不只几万次，每一部经论里面都要重复十几句，大经更不必说了，要重复几百次、几千次：「受持读诵，为人演说」。我一念你们都知道，你们也会念，但是你没有做到。受，接受，能信、能解，这是受；持，永远保持，不能够失掉；受持里面，持还要做到、要落实，把你所信的、所懂的这些理论、方法、境界落实到生活里面，这叫持，那叫受持，你真的做到了。做到还不够，天天要读，读经是亲近老师、亲近善知识，时时刻刻提醒自己而不忘失，这样你天天会有进步。后面「为人演说」，做出榜样给别人看，这也是表演。别人看了之后，一定有所感动，有善根的人就会感动；没有善根的人有疑惑，他向你请教，你再为他讲解、为他说法。",
      "zh_TW": "我們今天修學，雖然比不上佛祖那樣殊勝的緣分，在我們這個時代同學當中，我們的緣算是相當殊勝了。我們到底有什麼樣的成就？還是在「緣」這個字上。這緣什麼？你要能掌握到這個緣，如果疏忽了，不知道把緣抓住，讓這個機會空過了，那就可惜了！你要是能夠掌握住，緊緊的抓住，沒有一個不成就的。我們要問怎樣才算是抓住？佛在經典上，這個話說了不只幾萬次，每一部經論裡面都要重複十幾句，大經更不必說了，要重複幾百次、幾千次：「受持讀誦，為人演說」。我一念你們都知道，你們也會念，但是你沒有做到。受，接受，能信、能解，這是受；持，永遠保持，不能夠失掉；受持裡面，持還要做到、要落實，把你所信的、所懂的這些理論、方法、境界落實到生活裡面，這叫持，那叫受持，你真的做到了。做到還不夠，天天要讀，讀經是親近老師、親近善知識，時時刻刻提醒自己而不忘失，這樣你天天會有進步。後面「為人演說」，做出榜樣給別人看，這也是表演。別人看了之後，一定有所感動，有善根的人就會感動；沒有善根的人有疑惑，他向你請教，你再為他講解、為他說法。"
    },
    {
      "id": "02-034-0067_p0044",
      "zh_CN": "佛法是师道，师道尊严，「只闻来学，未闻往教」。所以你要是个法师，或者你是大德居士，你有能力讲经说法，一定人家来启请，他不会启请怎么办？有权巧方便，找别人，你去叫他请；总不能自己说，自己说不好意思，这是善巧方便。要他来启请，没有启请，自己到那里给他说法，自古至今找不到这个例子。虽然经上告诉我们，菩萨为不请之友，不请是个人，两、三个人，不是团体。团体决定要遵守规矩，要尊师要有礼节，来恭敬启请，为什么？那是表演给人看。一定要有启请，然后才能给他讲经说法，这是礼节。",
      "zh_TW": "佛法是師道，師道尊嚴，「只聞來學，未聞往教」。所以你要是個法師，或者你是大德居士，你有能力講經說法，一定人家來啟請，他不會啟請怎麼辦？有權巧方便，找別人，你去叫他請；總不能自己說，自己說不好意思，這是善巧方便。要他來啟請，沒有啟請，自己到那裡給他說法，自古至今找不到這個例子。雖然經上告訴我們，菩薩為不請之友，不請是個人，兩、三個人，不是團體。團體決定要遵守規矩，要尊師要有禮節，來恭敬啟請，為什麼？那是表演給人看。一定要有啟請，然後才能給他講經說法，這是禮節。"
    },
    {
      "id": "02-034-0067_p0045",
      "zh_CN": "譬如现在国家跟国家往来派使节，中国派一个大使驻新加坡，一定要征求新加坡政府同意，如果不同意，另外再换一个人，这是礼节。人家道场向我们这个地方来请求法师去讲经，他来请我，我没有时间，要我派一个法师去，我派一个法师也一定要征求他的同意，所以预先跟他磋商，他同意了，我们再派这个法师，他正式的邀请函就寄过来了，我要征求他的意思。这一次「纽约净宗学会」请法师讲经，我得先征求他们，我派悟本法师去了，他同意，邀请函寄过来，我们这才请人去。绝对不是说没有礼节，随随便便邀请我们就去了，不像话！人家不尊重，这个要懂。两、三个人说法，那可以作不请之友。正式升台，上讲台，决定不可以，要维系师道的尊严。佛法是师道，师道是大道，不是小道。今天时间到了，就讲到此地。",
      "zh_TW": "譬如現在國家跟國家往來派使節，中國派一個大使駐新加坡，一定要徵求新加坡政府同意，如果不同意，另外再換一個人，這是禮節。人家道場向我們這個地方來請求法師去講經，他來請我，我沒有時間，要我派一個法師去，我派一個法師也一定要徵求他的同意，所以預先跟他磋商，他同意了，我們再派這個法師，他正式的邀請函就寄過來了，我要徵求他的意思。這一次「紐約淨宗學會」請法師講經，我得先徵求他們，我派悟本法師去了，他同意，邀請函寄過來，我們這才請人去。絕對不是說沒有禮節，隨隨便便邀請我們就去了，不像話！人家不尊重，這個要懂。兩、三個人說法，那可以作不請之友。正式升台，上講台，決定不可以，要維繫師道的尊嚴。佛法是師道，師道是大道，不是小道。今天時間到了，就講到此地。"
    }
  ]
}