{
  "doc_id": "02-034-0099",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十九集",
    "zh_TW": "第九十九集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0099",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "02-034-0099_p0001",
      "zh_CN": "请掀开经本第二十七面，经文第三行：",
      "zh_TW": "請掀開經本第二十七面，經文第三行："
    },
    {
      "id": "02-034-0099_p0002",
      "zh_CN": "【于无量劫。积植德行。】",
      "zh_TW": "【於無量劫。積植德行。】"
    },
    {
      "id": "02-034-0099_p0003",
      "zh_CN": "这个在科判里面是第二段，「净心」；前面一段是结前启后，「如愿修行」。这两句是总说，从「不起贪瞋痴欲诸想」往下这是别说，这两句话非常重要。我们连着前面的经文，法藏菩萨「住真实慧，勇猛精进，一向专志庄严妙土」，从他修行功夫可以直接着这两句，『于无量劫，积植德行』。净宗法门，佛在经论上常说：「心净则佛土净。」实在说，世出世间法真实的功德福报都在清净心上，如果不懂得修清净心，不能够在日常生活当中得清净心，我们就没有办法离苦得乐。",
      "zh_TW": "這個在科判裡面是第二段，「淨心」；前面一段是結前啟後，「如願修行」。這兩句是總說，從「不起貪瞋痴欲諸想」往下這是別說，這兩句話非常重要。我們連著前面的經文，法藏菩薩「住真實慧，勇猛精進，一向專志莊嚴妙土」，從他修行功夫可以直接著這兩句，『於無量劫，積植德行』。淨宗法門，佛在經論上常說：「心淨則佛土淨。」實在說，世出世間法真實的功德福報都在清淨心上，如果不懂得修清淨心，不能夠在日常生活當中得清淨心，我們就沒有辦法離苦得樂。"
    },
    {
      "id": "02-034-0099_p0004",
      "zh_CN": "苦从哪里来的？总而言之，是从不清净而来的，从染污意而生的。乐从哪里来的？乐从清净心得来的。我们现前能够远离染污，修得一心清净，我们现实的生活就离苦得乐。佛家常讲「烦恼轻、智慧长」，这就是离苦得乐的现象。反过来，如果我们在日常生活当中是智慧轻、烦恼长，那就错了，这个事情我们千万不能够疏忽。所以人生在世，「积植德行」就是人生真正的意义、真实的价值。人在世间有什么意思、有什么价值？他知道积植德行，这就有意义、有价值，我们要认真努力去累积。",
      "zh_TW": "苦從哪裡來的？總而言之，是從不清淨而來的，從染污意而生的。樂從哪裡來的？樂從清淨心得來的。我們現前能夠遠離染污，修得一心清淨，我們現實的生活就離苦得樂。佛家常講「煩惱輕、智慧長」，這就是離苦得樂的現象。反過來，如果我們在日常生活當中是智慧輕、煩惱長，那就錯了，這個事情我們千萬不能夠疏忽。所以人生在世，「積植德行」就是人生真正的意義、真實的價值。人在世間有什麼意思、有什麼價值？他知道積植德行，這就有意義、有價值，我們要認真努力去累積。"
    },
    {
      "id": "02-034-0099_p0005",
      "zh_CN": "第一句所讲的「于无量劫」，这是说的时间。只有积功累德是永无休止的，诸佛菩萨在此地，给我们做了一个榜样；不但有言教，他有身教，说明人家「积植德行」时间的久远。我们才修几天，怎么能跟人家相比？德行，「行」是什么？用现在话说，行是行为。德行，道德的行为称之为德行。一切有情众生都有情识，我们现在讲，他都有分别、执着。分别、执着是心理的行为，表现在外面是言语动作，身口的行为。行为再多，佛将它归纳这三大类，身口意全部都包括了。我们每天从早到晚，每年从初一到腊月三十，起心动念、言语造作从来没有停止过。如果我们的行为是随顺自己的烦恼习气；烦恼习气是什么？总不外乎自私自利、名闻利养、贪瞋痴慢、五欲六尘，行为跟这些相应，麻烦就来了，这是佛在经论上常常讲的「造恶业」。一切众生哪有不造恶业的道理！所以六道三途的流转，无量劫来永远没有休息过，佛菩萨眼睛里面看到，真正是叫可怜悯者。",
      "zh_TW": "第一句所講的「於無量劫」，這是說的時間。只有積功累德是永無休止的，諸佛菩薩在此地，給我們做了一個榜樣；不但有言教，他有身教，說明人家「積植德行」時間的久遠。我們才修幾天，怎麼能跟人家相比？德行，「行」是什麼？用現在話說，行是行為。德行，道德的行為稱之為德行。一切有情眾生都有情識，我們現在講，他都有分別、執著。分別、執著是心理的行為，表現在外面是言語動作，身口的行為。行為再多，佛將它歸納這三大類，身口意全部都包括了。我們每天從早到晚，每年從初一到臘月三十，起心動念、言語造作從來沒有停止過。如果我們的行為是隨順自己的煩惱習氣；煩惱習氣是什麼？總不外乎自私自利、名聞利養、貪瞋痴慢、五欲六塵，行為跟這些相應，麻煩就來了，這是佛在經論上常常講的「造惡業」。一切眾生哪有不造惡業的道理！所以六道三途的流轉，無量劫來永遠沒有休息過，佛菩薩眼睛裡面看到，真正是叫可憐憫者。"
    },
    {
      "id": "02-034-0099_p0006",
      "zh_CN": "不要说佛菩萨，我们看看佛在经上所说的忉利天人。佛给我们说，忉利天的一天是我们人间一百年，这个话我们现在能相信，这是近代人所讲的「时差」，忉利天跟我们有很大的时差。其实地球上的时差，诸位要仔细观察就很大。我们居住在这个地方是热带，中国是在温带，有四季的差别。如果住在南北极，南北极半年的白天、半年的晚上，我们这个地方讲一年，南北极讲一昼夜，一天，一个白天、一个晚上，在地球上就能看到。何况这是不同维次的空间！忉利天人一天是我们人间一百年，他要是看到我们地球上众生，非常感叹：很可怜！这个寿命多少？一天就完了。再往上面去，夜摩天一天是我们人间二百年；大家都知道弥勒菩萨住在兜率天，兜率天的一天是人间四百年。兜率天人看到这个人间，一天还没有过，一个朝代就完了。清朝二百六十年，在兜率天看，半天。再往上去，倍倍增长。天人的福报比我们长、比我们大，可是从诸佛菩萨眼睛里面，看这些大梵天王、摩醯首罗天王，就跟忉利天、兜率天看我们一样。我们今天看一些小动物，最明显的，蜉蝣，水面上走来走去的那个小虫，那个小虫的寿命大概只有十个小时，那是牠的一生。我们细心去观察，了解世间的真相，然后才晓得，随顺烦恼的行为是错误的。",
      "zh_TW": "不要說佛菩薩，我們看看佛在經上所說的忉利天人。佛給我們說，忉利天的一天是我們人間一百年，這個話我們現在能相信，這是近代人所講的「時差」，忉利天跟我們有很大的時差。其實地球上的時差，諸位要仔細觀察就很大。我們居住在這個地方是熱帶，中國是在溫帶，有四季的差別。如果住在南北極，南北極半年的白天、半年的晚上，我們這個地方講一年，南北極講一晝夜，一天，一個白天、一個晚上，在地球上就能看到。何況這是不同維次的空間！忉利天人一天是我們人間一百年，他要是看到我們地球上眾生，非常感嘆：很可憐！這個壽命多少？一天就完了。再往上面去，夜摩天一天是我們人間二百年；大家都知道彌勒菩薩住在兜率天，兜率天的一天是人間四百年。兜率天人看到這個人間，一天還沒有過，一個朝代就完了。清朝二百六十年，在兜率天看，半天。再往上去，倍倍增長。天人的福報比我們長、比我們大，可是從諸佛菩薩眼睛裡面，看這些大梵天王、摩醯首羅天王，就跟忉利天、兜率天看我們一樣。我們今天看一些小動物，最明顯的，蜉蝣，水面上走來走去的那個小蟲，那個小蟲的壽命大概只有十個小時，那是牠的一生。我們細心去觀察，了解世間的真相，然後才曉得，隨順煩惱的行為是錯誤的。"
    },
    {
      "id": "02-034-0099_p0007",
      "zh_CN": "六道轮回从哪里来的？这一桩事情，古老的婆罗门教就知道得很清楚。婆罗门教就是现在的印度教，在此地称为兴都教。现在世界上一般承认，它的历史有八千五百年，比佛教早得太多了；佛教现在世界上承认的是二千五百多年，它有八千五百多年。轮回不是佛教说的，是印度教说的。他们怎么发现的？给诸位说，不是凭空想像的。许多学者们不了解宗教，从表面上观察推测，道听途说，认为宗教的起源是人类对于大自然的畏惧、猜测、联想，是从这么来的；这是没有接触到宗教的深处，他有这些误会。",
      "zh_TW": "六道輪迴從哪裡來的？這一樁事情，古老的婆羅門教就知道得很清楚。婆羅門教就是現在的印度教，在此地稱為興都教。現在世界上一般承認，它的歷史有八千五百年，比佛教早得太多了；佛教現在世界上承認的是二千五百多年，它有八千五百多年。輪迴不是佛教說的，是印度教說的。他們怎麼發現的？給諸位說，不是憑空想像的。許多學者們不了解宗教，從表面上觀察推測，道聽途說，認為宗教的起源是人類對於大自然的畏懼、猜測、聯想，是從這麼來的；這是沒有接觸到宗教的深處，他有這些誤會。"
    },
    {
      "id": "02-034-0099_p0008",
      "zh_CN": "印度婆罗门，我们知道，他们都是修禅定的。在甚深禅定之中，突破了时空的界限，二十八层天他见到了，饿鬼、畜生、地狱他都看到了，这是定中的境界。定中境界在佛法里面讲是现量境界，它不是比量、不是非量；比量是推测的，根据理论或者根据数学推定、推断；这是亲证的境界。如果你有相当的定功，你也能见到。人跟鬼交往不需要大定，小小的定功就行。你要是认真老实修行，修个一年、二年、三年，鬼就通了；你就晓得那是真的不是假的，可以跟他们交通，可以跟他们往来。",
      "zh_TW": "印度婆羅門，我們知道，他們都是修禪定的。在甚深禪定之中，突破了時空的界限，二十八層天他見到了，餓鬼、畜生、地獄他都看到了，這是定中的境界。定中境界在佛法裡面講是現量境界，它不是比量、不是非量；比量是推測的，根據理論或者根據數學推定、推斷；這是親證的境界。如果你有相當的定功，你也能見到。人跟鬼交往不需要大定，小小的定功就行。你要是認真老實修行，修個一年、二年、三年，鬼就通了；你就曉得那是真的不是假的，可以跟他們交通，可以跟他們往來。"
    },
    {
      "id": "02-034-0099_p0009",
      "zh_CN": "我过去有一个同参道友，跟我一同出家、一同受戒的明演法师，他在早年喜欢神通、喜欢感应，跟屈上师学密。他修学非常认真，不到一年他告诉我，他每天跟鬼往来。决定不是假的，这个人是非常诚实的人，决定没有妄语。他跟我说每天黄昏的时候，鬼就在街头上出现；不多，因为黄昏是鬼的早晨，早晨出来的不多。到什么时候最多？到晚上十点钟以后，十点钟到两点的时候非常热闹，都出来了；到天快亮的时候，逐渐逐渐就没有了。他常常跟他们往来、跟他们交往，做了朋友。",
      "zh_TW": "我過去有一個同參道友，跟我一同出家、一同受戒的明演法師，他在早年喜歡神通、喜歡感應，跟屈上師學密。他修學非常認真，不到一年他告訴我，他每天跟鬼往來。決定不是假的，這個人是非常誠實的人，決定沒有妄語。他跟我說每天黃昏的時候，鬼就在街頭上出現；不多，因為黃昏是鬼的早晨，早晨出來的不多。到什麼時候最多？到晚上十點鐘以後，十點鐘到兩點的時候非常熱鬧，都出來了；到天快亮的時候，逐漸逐漸就沒有了。他常常跟他們往來、跟他們交往，做了朋友。"
    },
    {
      "id": "02-034-0099_p0010",
      "zh_CN": "以后我把这个事情向台中李炳南老居士报告，李老师摇摇头说：「不是好事情。」我看也不是好事情。为什么？我看他的气色很不好，脸上是灰黑色的，常常跟鬼往来，带有阴气。人身体好像是胖胖的，虚胖。这是事实，决定不是妄语。他还找到他前世的朋友、前世的家亲眷属，在鬼道里面。所以六道不是胡思乱想想出来的，是事实真相。我们如果还随顺自己烦恼习气，死了以后去作鬼是非常有可能。六道轮回，为什么大家都说人死了变鬼，说这个话不无道理。佛跟我们说贪心变饿鬼，试问问：你有没有贪心？贪心断了，鬼道就断了，你决定不会生饿鬼道。贪心是饿鬼，瞋恚是地狱，愚痴是畜生。佛讲贪瞋痴是三毒烦恼，随顺三毒烦恼将来的果报在饿鬼、地狱、畜生，在这三道。所以佛在经教里面把这个事情说得特别多，特别详细，时时刻刻提醒我们要断贪瞋痴，断贪瞋痴你不会堕三恶道，佛教导我们的用意就在此地。",
      "zh_TW": "以後我把這個事情向台中李炳南老居士報告，李老師搖搖頭說：「不是好事情。」我看也不是好事情。為什麼？我看他的氣色很不好，臉上是灰黑色的，常常跟鬼往來，帶有陰氣。人身體好像是胖胖的，虛胖。這是事實，決定不是妄語。他還找到他前世的朋友、前世的家親眷屬，在鬼道裡面。所以六道不是胡思亂想想出來的，是事實真相。我們如果還隨順自己煩惱習氣，死了以後去作鬼是非常有可能。六道輪迴，為什麼大家都說人死了變鬼，說這個話不無道理。佛跟我們說貪心變餓鬼，試問問：你有沒有貪心？貪心斷了，鬼道就斷了，你決定不會生餓鬼道。貪心是餓鬼，瞋恚是地獄，愚痴是畜生。佛講貪瞋痴是三毒煩惱，隨順三毒煩惱將來的果報在餓鬼、地獄、畜生，在這三道。所以佛在經教裡面把這個事情說得特別多，特別詳細，時時刻刻提醒我們要斷貪瞋痴，斷貪瞋痴你不會墮三惡道，佛教導我們的用意就在此地。"
    },
    {
      "id": "02-034-0099_p0011",
      "zh_CN": "我们为什么不舍掉贪瞋痴？把贪瞋痴转过来就是德行，转过来就变成戒定慧。「戒」是什么？戒就是布施，我们不再有贪心，我们全心全力帮助世间苦难众生，这是戒学的精髓，舍己为人。「定」是得清净心。佛家的修学纲领，「诸恶莫作，众善奉行」。贪瞋痴是恶，我们要把它断掉，改过来，诸恶不做了。众善奉行，一切善是爱护众生、帮助众生、成就众生，这是众善奉行。善行里面最善的，是帮助一切众生破迷开悟，这是善中之善。所以诸佛菩萨不辞辛劳，永远不停止的、无间断的在教化众生，为众生说经讲道，帮助众生破迷开悟，这是大善，没有比这个更善的了。我们帮助别人最重要的，就是怎样帮助他觉悟，帮助他回头，断恶修善，破迷开悟，转凡成圣。能够这样作法就跟诸佛菩萨没有两样，诸佛菩萨的事业就如此而已。无论我们现前过的是什么样的生活，从事于哪一种行业，就在自己生活工作之中，帮助社会、教化众生，这叫做德行，这叫做佛法。",
      "zh_TW": "我們為什麼不捨掉貪瞋痴？把貪瞋痴轉過來就是德行，轉過來就變成戒定慧。「戒」是什麼？戒就是布施，我們不再有貪心，我們全心全力幫助世間苦難眾生，這是戒學的精髓，捨己為人。「定」是得清淨心。佛家的修學綱領，「諸惡莫作，眾善奉行」。貪瞋痴是惡，我們要把它斷掉，改過來，諸惡不做了。眾善奉行，一切善是愛護眾生、幫助眾生、成就眾生，這是眾善奉行。善行裡面最善的，是幫助一切眾生破迷開悟，這是善中之善。所以諸佛菩薩不辭辛勞，永遠不停止的、無間斷的在教化眾生，為眾生說經講道，幫助眾生破迷開悟，這是大善，沒有比這個更善的了。我們幫助別人最重要的，就是怎樣幫助他覺悟，幫助他回頭，斷惡修善，破迷開悟，轉凡成聖。能夠這樣作法就跟諸佛菩薩沒有兩樣，諸佛菩薩的事業就如此而已。無論我們現前過的是什麼樣的生活，從事於哪一種行業，就在自己生活工作之中，幫助社會、教化眾生，這叫做德行，這叫做佛法。"
    },
    {
      "id": "02-034-0099_p0012",
      "zh_CN": "「身、语、意」这三类的行为，佛在《无量寿经》里面教导我们，从「善护口业」下手。三业里面口业是最容易犯的，随顺烦恼的口业免不了过失。然后才讲到，「善护身业，不失律仪；善护意业，清净无染」。为什么在《无量寿经》上佛把口业放在前面，我们要多想一想，这里面有大道理在。修行，积植德行，德行的根本是「孝亲尊师，慈心不杀，修十善业」。在佛法里面，无论你修学哪一个法门，大乘、小乘，显教、密教，宗门、教下，都是以净业三福做基础。你看看过去成就的人，现在成就的人，是不是以三福为基础？如果没有三福的修养，不管他修哪一个法门，都不能成就，这一生当中还是要搞六道轮，决定没有办法出离。",
      "zh_TW": "「身、語、意」這三類的行為，佛在《無量壽經》裡面教導我們，從「善護口業」下手。三業裡面口業是最容易犯的，隨順煩惱的口業免不了過失。然後才講到，「善護身業，不失律儀；善護意業，清淨無染」。為什麼在《無量壽經》上佛把口業放在前面，我們要多想一想，這裡面有大道理在。修行，積植德行，德行的根本是「孝親尊師，慈心不殺，修十善業」。在佛法裡面，無論你修學哪一個法門，大乘、小乘，顯教、密教，宗門、教下，都是以淨業三福做基礎。你看看過去成就的人，現在成就的人，是不是以三福為基礎？如果沒有三福的修養，不管他修哪一個法門，都不能成就，這一生當中還是要搞六道輪，決定沒有辦法出離。"
    },
    {
      "id": "02-034-0099_p0013",
      "zh_CN": "所以净业三福我们要牢牢记住，认真去修学，这是德本，根本舍弃决定不会有枝叶花果。而德本里面最重要的是十善业，十善业的反面是十恶业。所以佛教导我们，我们能够看得出来佛的究竟圆满的智慧，教我们东西不多，只有十条，我们很容易记住，要牢牢记在心头，时时刻刻用佛陀这个教诲检点我们自己的心行。起心动念、言语行为与佛教导我们的相应不相应？如果与十善相应，你的行为是德行；与十恶相应，你的行为是罪行，你在造罪业。",
      "zh_TW": "所以淨業三福我們要牢牢記住，認真去修學，這是德本，根本捨棄決定不會有枝葉花果。而德本裡面最重要的是十善業，十善業的反面是十惡業。所以佛教導我們，我們能夠看得出來佛的究竟圓滿的智慧，教我們東西不多，只有十條，我們很容易記住，要牢牢記在心頭，時時刻刻用佛陀這個教誨檢點我們自己的心行。起心動念、言語行為與佛教導我們的相應不相應？如果與十善相應，你的行為是德行；與十惡相應，你的行為是罪行，你在造罪業。"
    },
    {
      "id": "02-034-0099_p0014",
      "zh_CN": "有人问：如果这个人是个恶人，无恶不作的恶人，我们要怎么对待他？我们是不是可以用恶意来对待他？不可以。我们用恶意对他，我们自己就造恶。他为什么会造恶？他迷惑，他可怜，他无知。佛在经上常常讲，那是「可怜悯者」；可以怜悯他的，他无知，那不是他的本性，他本性是善良的。这个道理连儒家都懂得，孔老夫子讲：「人之初，性本善。性相近，习相远。」在佛家讲，一切众生的本性完全相同的；有情众生的本性叫佛性，无情众生的本性叫法性；法性跟佛性是一个性，是纯善无恶。他为什么会作恶？迷失了他的本性。这个人可怜，我们怜悯都来不及了，怎么可以去怨恨他？你是一个明白人，是个觉悟的人，他怨恨你可以，情有可原，他无知。你这个明白人再要以恶意对他，你就错了，你也迷惑了，你也颠倒了。",
      "zh_TW": "有人問：如果這個人是個惡人，無惡不作的惡人，我們要怎麼對待他？我們是不是可以用惡意來對待他？不可以。我們用惡意對他，我們自己就造惡。他為什麼會造惡？他迷惑，他可憐，他無知。佛在經上常常講，那是「可憐憫者」；可以憐憫他的，他無知，那不是他的本性，他本性是善良的。這個道理連儒家都懂得，孔老夫子講：「人之初，性本善。性相近，習相遠。」在佛家講，一切眾生的本性完全相同的；有情眾生的本性叫佛性，無情眾生的本性叫法性；法性跟佛性是一個性，是純善無惡。他為什麼會作惡？迷失了他的本性。這個人可憐，我們憐憫都來不及了，怎麼可以去怨恨他？你是一個明白人，是個覺悟的人，他怨恨你可以，情有可原，他無知。你這個明白人再要以惡意對他，你就錯了，你也迷惑了，你也顛倒了。"
    },
    {
      "id": "02-034-0099_p0015",
      "zh_CN": "所以修行人从哪里修起？决定念念与十善业道相应。冤亲债主亦复如是。这个人毁谤我们，侮辱我们，陷害我们，我们知道他迷了自性，是可以原谅他的，决定不会责怪于他，这是培养自己的德行。如果说是以恩报恩、以怨报怨，这是世间人，这不是佛法。佛法是真正觉悟、彻底觉悟，佛法只有化解一切怨怼，用和平的方法、智慧的方法，佛家讲「善巧方便」来化解，这一世不能化解还有来世，于无量劫这一切恩怨才能化解完。",
      "zh_TW": "所以修行人從哪裡修起？決定念念與十善業道相應。冤親債主亦復如是。這個人毀謗我們，侮辱我們，陷害我們，我們知道他迷了自性，是可以原諒他的，決定不會責怪於他，這是培養自己的德行。如果說是以恩報恩、以怨報怨，這是世間人，這不是佛法。佛法是真正覺悟、徹底覺悟，佛法只有化解一切怨懟，用和平的方法、智慧的方法，佛家講「善巧方便」來化解，這一世不能化解還有來世，於無量劫這一切恩怨才能化解完。"
    },
    {
      "id": "02-034-0099_p0016",
      "zh_CN": "释迦牟尼佛，这是大圣人，究竟圆满的佛果，今天世界上批评释迦牟尼佛的人，侮辱释迦牟尼佛的人，释迦牟尼佛虽然不在，我们造的释迦牟尼佛的形像，恶意把形像破坏的人，有！释迦牟尼佛尚且有这么多人对他产生误会，毁谤、陷害，我们算什么！想想我们这个老师都是这样的，老师能忍受，我要学老师，我要能忍受，心平气和的接受。又何况这个里面因果循环，因果相续，你造的善因一定有善的果报，你造的恶因必定有恶的果报。我们为什么会遭遇这么许多艰难困苦？过去生中造的不善行为，这一生感得的果报。真正明了了，你就很欢喜，逆来顺受，永远生活在感恩的世界当中，心地里面没有丝毫怨恨，口里面没有一句怨言。对冤亲债主，都是以真诚心、清净心、慈悲心，看到他们有苦有难，无条件的帮助他们，不会去计较。「他对我不好，他害我。他有难，活该！我才不帮助他」，这就错了，这个我们自己在造恶行，就不是在积植德行。",
      "zh_TW": "釋迦牟尼佛，這是大聖人，究竟圓滿的佛果，今天世界上批評釋迦牟尼佛的人，侮辱釋迦牟尼佛的人，釋迦牟尼佛雖然不在，我們造的釋迦牟尼佛的形像，惡意把形像破壞的人，有！釋迦牟尼佛尚且有這麼多人對他產生誤會，毀謗、陷害，我們算什麼！想想我們這個老師都是這樣的，老師能忍受，我要學老師，我要能忍受，心平氣和的接受。又何況這個裡面因果循環，因果相續，你造的善因一定有善的果報，你造的惡因必定有惡的果報。我們為什麼會遭遇這麼許多艱難困苦？過去生中造的不善行為，這一生感得的果報。真正明瞭了，你就很歡喜，逆來順受，永遠生活在感恩的世界當中，心地裡面沒有絲毫怨恨，口裡面沒有一句怨言。對冤親債主，都是以真誠心、清淨心、慈悲心，看到他們有苦有難，無條件的幫助他們，不會去計較。「他對我不好，他害我。他有難，活該！我才不幫助他」，這就錯了，這個我們自己在造惡行，就不是在積植德行。"
    },
    {
      "id": "02-034-0099_p0017",
      "zh_CN": "所以积植德行无论对什么人、无论对什么物，这一些动物，乃至于毒蛇猛兽，我们都以真诚慈悲心来看待，绝不伤害。从什么地方做起？你家里面常常有些苍蝇蚊虫蚂蚁，从这里做起，绝对不伤害牠。牠到我家里来扰乱，我们想想，过去我们当蚂蚁的时候我们扰乱牠，今天牠来扰乱，我们这个帐不就结掉了吗？以清净慈悲心来对待，逐渐逐渐这些小动物就被会感动，牠就会搬家，搬到你房子以外，不会到你房间里面来扰乱；不可以杀害，甚至于不可以驱逐，你的心才真正到清净平等慈悲。「我不害牠，我把牠赶走」，已经就对不起牠了。何必赶牠走？牠自己走可以，我们不要赶牠走，把牠看作朋友，把牠看作善知识。",
      "zh_TW": "所以積植德行無論對什麼人、無論對什麼物，這一些動物，乃至於毒蛇猛獸，我們都以真誠慈悲心來看待，絕不傷害。從什麼地方做起？你家裡面常常有些蒼蠅蚊蟲螞蟻，從這裡做起，絕對不傷害牠。牠到我家裡來擾亂，我們想想，過去我們當螞蟻的時候我們擾亂牠，今天牠來擾亂，我們這個帳不就結掉了嗎？以清淨慈悲心來對待，逐漸逐漸這些小動物就被會感動，牠就會搬家，搬到你房子以外，不會到你房間裡面來擾亂；不可以殺害，甚至於不可以驅逐，你的心才真正到清淨平等慈悲。「我不害牠，我把牠趕走」，已經就對不起牠了。何必趕牠走？牠自己走可以，我們不要趕牠走，把牠看作朋友，把牠看作善知識。"
    },
    {
      "id": "02-034-0099_p0018",
      "zh_CN": "往年印光大师就是这样修行的。他那个房间，他住的寮房里面有跳蚤，冬天有虱子、蚊虫这些东西，他的侍者要给他清除，印光大师禁止：「不必，让牠在这里面活动。」印祖说得好：「我房间里面有这些东西，说明我的德行不够。」真正有德行，这些小动物牠也知恩报恩，牠也尊敬有德行的人，自自然然会离开。我们在印光大师传记里面看到，印祖七十岁以后，他所住的地方，这些小动物一个都找不到。别人住的时候，这个房间里面有；他老人家一搬到里头去住，都没有了。这小动物搬家了，这个在佛教的术语叫「迁单」，牠们统统都搬家、搬走。这是我们要学习的，这是印光大师教我们的。",
      "zh_TW": "往年印光大師就是這樣修行的。他那個房間，他住的寮房裡面有跳蚤，冬天有蝨子、蚊蟲這些東西，他的侍者要給他清除，印光大師禁止：「不必，讓牠在這裡面活動。」印祖說得好：「我房間裡面有這些東西，說明我的德行不夠。」真正有德行，這些小動物牠也知恩報恩，牠也尊敬有德行的人，自自然然會離開。我們在印光大師傳記裡面看到，印祖七十歲以後，他所住的地方，這些小動物一個都找不到。別人住的時候，這個房間裡面有；他老人家一搬到裡頭去住，都沒有了。這小動物搬家了，這個在佛教的術語叫「遷單」，牠們統統都搬家、搬走。這是我們要學習的，這是印光大師教我們的。"
    },
    {
      "id": "02-034-0099_p0019",
      "zh_CN": "慈悲心能够感动这些小动物，哪有不能感动人的道理？时间要长，「于无量劫」，我们要认真去干，要懂得化敌为友。中国古德常说「仁者无敌」，仁是一个仁慈的人，仁慈的人心里决定没有冤家对头。心里面还有哪个是我的冤家、哪个是我对头，你不仁，你没有仁慈。世出世间圣贤都是教我们从这些地方积植德行，我们要认真去做，一生当中行为都能够与道德相应，纵然不学佛，不懂得西方净土，他来生必定生天，他去享天福去了，这就是种善因一定有善果。世间人都想求福求慧，福慧要凭自己平日去栽培。善是福，恶是祸，这是说学佛的人最根本的、最基础的，就是在十善业下真实功夫，起心动念、言语造作，一定要与十善业相应，而且要发心持之恒久，绝不违背，这是总纲领。下面是「别说」，先讲自利，然后再说利他。自利里面，这是真实的利益。",
      "zh_TW": "慈悲心能夠感動這些小動物，哪有不能感動人的道理？時間要長，「於無量劫」，我們要認真去幹，要懂得化敵為友。中國古德常說「仁者無敵」，仁是一個仁慈的人，仁慈的人心裡決定沒有冤家對頭。心裡面還有哪個是我的冤家、哪個是我對頭，你不仁，你沒有仁慈。世出世間聖賢都是教我們從這些地方積植德行，我們要認真去做，一生當中行為都能夠與道德相應，縱然不學佛，不懂得西方淨土，他來生必定生天，他去享天福去了，這就是種善因一定有善果。世間人都想求福求慧，福慧要憑自己平日去栽培。善是福，惡是禍，這是說學佛的人最根本的、最基礎的，就是在十善業下真實功夫，起心動念、言語造作，一定要與十善業相應，而且要發心持之恆久，絕不違背，這是總綱領。下面是「別說」，先講自利，然後再說利他。自利裡面，這是真實的利益。"
    },
    {
      "id": "02-034-0099_p0020",
      "zh_CN": "【不起贪瞋痴欲诸想。不着色声香味触法。但乐忆念。过去诸佛。所修善根。】",
      "zh_TW": "【不起貪瞋痴欲諸想。不著色聲香味觸法。但樂憶念。過去諸佛。所修善根。】"
    },
    {
      "id": "02-034-0099_p0021",
      "zh_CN": "这里教我们念佛。大势至菩萨在楞严会上劝告我们：「忆佛念佛，现前当来，必定见佛。」忆佛、念佛范围非常广泛，我们今天所做的，把那个范围搞得非常狭窄。我们忆佛，忆佛是想佛像，念佛是念佛名，这个忆佛、念佛的范围太狭小，所以我们自己得不到受用。佛在此地教给我们怎么念佛？忆是忆佛的善根，往昔所修的善根，无量劫他所修的善根，我们就想这个；念佛，也念他无量劫积植的德行。我们忆念这个，好！忆念这个，我们自己就会学了，就会做了。而佛名、佛像就是佛德行的象征、德行的代表，我们要懂得这个意思，才知道自己怎么个修学法。",
      "zh_TW": "這裡教我們念佛。大勢至菩薩在楞嚴會上勸告我們：「憶佛念佛，現前當來，必定見佛。」憶佛、念佛範圍非常廣泛，我們今天所做的，把那個範圍搞得非常狹窄。我們憶佛，憶佛是想佛像，念佛是念佛名，這個憶佛、念佛的範圍太狹小，所以我們自己得不到受用。佛在此地教給我們怎麼念佛？憶是憶佛的善根，往昔所修的善根，無量劫他所修的善根，我們就想這個；念佛，也念他無量劫積植的德行。我們憶念這個，好！憶念這個，我們自己就會學了，就會做了。而佛名、佛像就是佛德行的象徵、德行的代表，我們要懂得這個意思，才知道自己怎麼個修學法。"
    },
    {
      "id": "02-034-0099_p0022",
      "zh_CN": "要想学习诸佛积植德行，关键就是要放下『贪瞋痴欲诸想』，放下自私自利，这一句，是说你妄念、妄想、执着要放下。第二句，绝不受外面境界的诱惑，外面境界是『色声香味触法』。我们六根接触外面的对象，眼所接触的对象，用一个「色」做代表；耳所接触的，用「声」做代表；鼻所接触的，用「香」做代表；舌所接触的，用「味」做代表。六根接触外面对象，这不能不接触；而且这个接触，可以说根本就没有中断的时候。佛菩萨的接触是不着相，虽然接触，用现在话来说，没有把它放在心上；六根有接触，心里头没有，心里面永远是清净的。凡夫随顺自己烦恼习气，六根接触外面境界就起贪瞋痴慢，起这些恶念。顺自己意思，起贪爱；不顺自己意思，起瞋恚；六根接触外面境界，生烦恼，造业障。诸佛菩萨明白了，他能够内息妄想，外不着相，他怎么能做到？他了解事实真相。《金刚经》上说得好，内，三心不可得，所以就不起贪瞋痴欲诸想；「过去心不可得，现在心不可得，未来心不可得」，这是认识自己。末后偈子里面所讲的：「一切有为法，如梦幻泡影，如露亦如电，应作如是观。」「观」就是现在人所讲的人生观、宇宙观。觉悟的人他们的人生观、宇宙观，就跟这一首偈所说的「如梦幻泡影」，不是真的。这个道理要讲起来，那就深了，全是假的。",
      "zh_TW": "要想學習諸佛積植德行，關鍵就是要放下『貪瞋痴欲諸想』，放下自私自利，這一句，是說你妄念、妄想、執著要放下。第二句，絕不受外面境界的誘惑，外面境界是『色聲香味觸法』。我們六根接觸外面的對象，眼所接觸的對象，用一個「色」做代表；耳所接觸的，用「聲」做代表；鼻所接觸的，用「香」做代表；舌所接觸的，用「味」做代表。六根接觸外面對象，這不能不接觸；而且這個接觸，可以說根本就沒有中斷的時候。佛菩薩的接觸是不著相，雖然接觸，用現在話來說，沒有把它放在心上；六根有接觸，心裡頭沒有，心裡面永遠是清淨的。凡夫隨順自己煩惱習氣，六根接觸外面境界就起貪瞋痴慢，起這些惡念。順自己意思，起貪愛；不順自己意思，起瞋恚；六根接觸外面境界，生煩惱，造業障。諸佛菩薩明白了，他能夠內息妄想，外不著相，他怎麼能做到？他了解事實真相。《金剛經》上說得好，內，三心不可得，所以就不起貪瞋痴欲諸想；「過去心不可得，現在心不可得，未來心不可得」，這是認識自己。末後偈子裡面所講的：「一切有為法，如夢幻泡影，如露亦如電，應作如是觀。」「觀」就是現在人所講的人生觀、宇宙觀。覺悟的人他們的人生觀、宇宙觀，就跟這一首偈所說的「如夢幻泡影」，不是真的。這個道理要講起來，那就深了，全是假的。"
    },
    {
      "id": "02-034-0099_p0023",
      "zh_CN": "下面讲「色声香味触法」，这是什么东西？这是因缘所生法，当体皆是空，缘生之法了无自性，不可得。内，三心不可得；外面，诸法无所有。所以他的心定下来了，不再起妄想，妄想分别执着他放下了。我们今天为什么放不下？不了解事实真相。经虽然听得很多，虽然也会讲，可是境界现前，还是随顺烦恼，还是放不下。这是什么原因？天天听经，天天读经，确确实实佛在经上讲的意思没有懂。真的懂了、真的明白了，不必劝你，你自然放下。为什么？放下得大自在，放下就是真解脱；这一放下，不但六道没有了，十法界也没有了。现前是什么境界？一真法界。你说那是何等自在！那个受用，就是诸佛如来果地上的受用。真修行人，真正契入境界，他得到了。我们今天依然还随顺烦恼习气；由此可知，烦恼习气多么严重，这是无量劫薰习而成的。我们这一生不能够精进，不能够努力，不能够依教奉行，要想克服无量劫的烦恼习气，佛说「无有是处」！",
      "zh_TW": "下面講「色聲香味觸法」，這是什麼東西？這是因緣所生法，當體皆是空，緣生之法了無自性，不可得。內，三心不可得；外面，諸法無所有。所以他的心定下來了，不再起妄想，妄想分別執著他放下了。我們今天為什麼放不下？不了解事實真相。經雖然聽得很多，雖然也會講，可是境界現前，還是隨順煩惱，還是放不下。這是什麼原因？天天聽經，天天讀經，確確實實佛在經上講的意思沒有懂。真的懂了、真的明白了，不必勸你，你自然放下。為什麼？放下得大自在，放下就是真解脫；這一放下，不但六道沒有了，十法界也沒有了。現前是什麼境界？一真法界。你說那是何等自在！那個受用，就是諸佛如來果地上的受用。真修行人，真正契入境界，他得到了。我們今天依然還隨順煩惱習氣；由此可知，煩惱習氣多麼嚴重，這是無量劫薰習而成的。我們這一生不能夠精進，不能夠努力，不能夠依教奉行，要想克服無量劫的煩惱習氣，佛說「無有是處」！"
    },
    {
      "id": "02-034-0099_p0024",
      "zh_CN": "可是我们要问：就我们在一生当中，有没有办法突破、有没有办法克服？佛的答案是肯定的；关键就是你自己肯不肯干，夏莲居老居士讲的「真干」。你肯干，肯真干，你这一生决定有能力突破，决定可以享受，佛我们不敢说，法身大士他们的境界可以得到。十住菩萨，《华严经》上讲的圆教十住菩萨，那一种生活的意境，我们确确实实是可以达到的。问题是你肯不肯放下自私自利？肯不肯放下是非人我？肯不肯放下贪瞋痴慢？不再执着色声香味触法？必须有这样的基础，才能学佛。后面这两句是学佛，你才能够忆佛念佛『所修善根』。佛说的话，前后是有次第的，不能够颠倒的。教导我们从哪里做起？这一小段是「离欲念佛」。不离欲谈不上念佛，那是口念佛；口里有佛心散乱，古人讲的，「喊破喉咙也枉然」！所以念佛的基础是建立在离欲。请看底下这一小段：",
      "zh_TW": "可是我們要問：就我們在一生當中，有沒有辦法突破、有沒有辦法克服？佛的答案是肯定的；關鍵就是你自己肯不肯幹，夏蓮居老居士講的「真幹」。你肯幹，肯真幹，你這一生決定有能力突破，決定可以享受，佛我們不敢說，法身大士他們的境界可以得到。十住菩薩，《華嚴經》上講的圓教十住菩薩，那一種生活的意境，我們確確實實是可以達到的。問題是你肯不肯放下自私自利？肯不肯放下是非人我？肯不肯放下貪瞋痴慢？不再執著色聲香味觸法？必須有這樣的基礎，才能學佛。後面這兩句是學佛，你才能夠憶佛念佛『所修善根』。佛說的話，前後是有次第的，不能夠顛倒的。教導我們從哪裡做起？這一小段是「離欲念佛」。不離欲談不上念佛，那是口念佛；口裡有佛心散亂，古人講的，「喊破喉嚨也枉然」！所以念佛的基礎是建立在離欲。請看底下這一小段："
    },
    {
      "id": "02-034-0099_p0025",
      "zh_CN": "【行寂静行。远离虚妄。依真谛门。植众德本。】",
      "zh_TW": "【行寂靜行。遠離虛妄。依真諦門。植眾德本。】"
    },
    {
      "id": "02-034-0099_p0026",
      "zh_CN": "这个小科是「行寂植德」，这逐渐逐渐契入境界了。前面一小节，我们把它总结起来说：第一个要断内惑，第二个要远离外缘。我们看看法藏菩萨，这是说阿弥陀佛在因地修菩萨道的时候，给我们做出的榜样。内没有恶念，这就是远离烦恼习气，外面不着外缘，然后才身心清净，「但乐忆念过去诸佛所修善根」，这就是他将念佛法门，落实在自己生活当中。想想诸佛菩萨是怎么过日子的，诸佛菩萨是怎样从事他的日常工作，诸佛菩萨如何处事待人接物，我们要忆念这些。",
      "zh_TW": "這個小科是「行寂植德」，這逐漸逐漸契入境界了。前面一小節，我們把它總結起來說：第一個要斷內惑，第二個要遠離外緣。我們看看法藏菩薩，這是說阿彌陀佛在因地修菩薩道的時候，給我們做出的榜樣。內沒有惡念，這就是遠離煩惱習氣，外面不著外緣，然後才身心清淨，「但樂憶念過去諸佛所修善根」，這就是他將念佛法門，落實在自己生活當中。想想諸佛菩薩是怎麼過日子的，諸佛菩薩是怎樣從事他的日常工作，諸佛菩薩如何處事待人接物，我們要憶念這些。"
    },
    {
      "id": "02-034-0099_p0027",
      "zh_CN": "怎么个忆念法？这些事情都在这一部经上。因此修学首先要把经念熟，时时刻刻能提得起。当我们起心动念、言语造作，立刻就能够想到佛在经上是怎么说的，我这个念头应不应该起？我这个话可不可以说？我这个事情能不能做？一切随顺佛陀教诲，这是忆念诸佛；佛怎么样教，我怎么样做。《华严经》上说：「十地菩萨始终不离念佛。」意思就在此地，这一句是净土宗的总纲领。我们念念要向佛学习，所谓是「老实念」；最重要的，念佛的教诲，念佛的行业。他的行为，他的造作，我们应当怎样向他学习？佛在前面曾经说，「去来现在佛佛相念」，可见得诸佛之所以能成就，都是学习前面的佛。我们今天也想成佛，还是这个老办法，要向释迦牟尼佛学习，要向阿弥陀佛学习。阿弥陀佛在哪里？《无量寿经》就是阿弥陀佛，这一句很重要。",
      "zh_TW": "怎麼個憶念法？這些事情都在這一部經上。因此修學首先要把經念熟，時時刻刻能提得起。當我們起心動念、言語造作，立刻就能夠想到佛在經上是怎麼說的，我這個念頭應不應該起？我這個話可不可以說？我這個事情能不能做？一切隨順佛陀教誨，這是憶念諸佛；佛怎麼樣教，我怎麼樣做。《華嚴經》上說：「十地菩薩始終不離念佛。」意思就在此地，這一句是淨土宗的總綱領。我們念念要向佛學習，所謂是「老實念」；最重要的，念佛的教誨，念佛的行業。他的行為，他的造作，我們應當怎樣向他學習？佛在前面曾經說，「去來現在佛佛相念」，可見得諸佛之所以能成就，都是學習前面的佛。我們今天也想成佛，還是這個老辦法，要向釋迦牟尼佛學習，要向阿彌陀佛學習。阿彌陀佛在哪裡？《無量壽經》就是阿彌陀佛，這一句很重要。"
    },
    {
      "id": "02-034-0099_p0028",
      "zh_CN": "接着说『行寂静行』，什么叫「寂静」？要照古大德的解释，无余涅槃名寂静，修无余涅槃就叫做寂静行。这个说法我们不好懂。首先我们要理解「寂静」的意义：寂是寂灭的意思，静是清净的意思。寂灭是说什么？对哪个讲的？对妄想烦恼执着讲的。这个说法大家就好懂了。远离妄想分别执着这叫寂，这就是「无余涅槃」，佛经上的术语。什么叫「静」？我们生活在这个世间，不能离开社会；换句话说，我们眼要见，耳要听，口要说话，六根在日常生活当中起作用，它不是不起作用；虽起作用，心里面确确实实没有分别执着。这个行就叫「静行」。",
      "zh_TW": "接著說『行寂靜行』，什麼叫「寂靜」？要照古大德的解釋，無餘涅槃名寂靜，修無餘涅槃就叫做寂靜行。這個說法我們不好懂。首先我們要理解「寂靜」的意義：寂是寂滅的意思，靜是清淨的意思。寂滅是說什麼？對哪個講的？對妄想煩惱執著講的。這個說法大家就好懂了。遠離妄想分別執著這叫寂，這就是「無餘涅槃」，佛經上的術語。什麼叫「靜」？我們生活在這個世間，不能離開社會；換句話說，我們眼要見，耳要聽，口要說話，六根在日常生活當中起作用，它不是不起作用；雖起作用，心裡面確確實實沒有分別執著。這個行就叫「靜行」。"
    },
    {
      "id": "02-034-0099_p0029",
      "zh_CN": "佛给我们表演，释迦牟尼佛当年在世，为大家讲经说法四十九年，天天接触大众，忙得不亦乐乎，他是寂静行。寂静并不是什么都不做，跑到深山挖个洞躲在里头，那也不寂静。什么时候到动静不二，这才入寂静。像《华严经》后面善财童子五十三参，这五十三位法身大士，代表的是什么？我们社会上五十三种不同的行业，不同的生活方式，他们每一个人都是行寂静行，我们要在这里头去学习。在现在这样繁忙复杂的社会里，你要懂得修寂静行，你就得清净心，你在这里面就修行证果了。",
      "zh_TW": "佛給我們表演，釋迦牟尼佛當年在世，為大家講經說法四十九年，天天接觸大眾，忙得不亦樂乎，他是寂靜行。寂靜並不是什麼都不做，跑到深山挖個洞躲在裡頭，那也不寂靜。什麼時候到動靜不二，這才入寂靜。像《華嚴經》後面善財童子五十三參，這五十三位法身大士，代表的是什麼？我們社會上五十三種不同的行業，不同的生活方式，他們每一個人都是行寂靜行，我們要在這裡頭去學習。在現在這樣繁忙複雜的社會裡，你要懂得修寂靜行，你就得清淨心，你在這裡面就修行證果了。"
    },
    {
      "id": "02-034-0099_p0030",
      "zh_CN": "为什么我们在生活里面得不到寂静？原因不外乎妄想分别执着。你怎么能得寂静？六根接触一切境界起心动念，这是妄想，分别是非善恶利害，你不能够离开分别执着，你怎么会得到寂静？看看这些修行人，这些法身菩萨们，他们跟我们一样，也生活在我们这个环境当中，为什么他没有烦恼？为什么他们能得清净心？由此可知，得清净心与外头的外缘没有关系，外缘再繁杂，也不会扰乱道人心。可是诸位要记住，这个人他的道业成就了才行，像我们这些人、初学的人，那就难了。没有事情的时候，没有跟人事接触的时候，心里面妄想分别执着就停不住。接触外面境界，那还得了！所以祖师大德对于初学的人，一定要给他选择一个修行环境，道理在此地。凡夫是心随境转，这很可怜。心随境转，那你就一定要给他选择好环境。",
      "zh_TW": "為什麼我們在生活裡面得不到寂靜？原因不外乎妄想分別執著。你怎麼能得寂靜？六根接觸一切境界起心動念，這是妄想，分別是非善惡利害，你不能夠離開分別執著，你怎麼會得到寂靜？看看這些修行人，這些法身菩薩們，他們跟我們一樣，也生活在我們這個環境當中，為什麼他沒有煩惱？為什麼他們能得清淨心？由此可知，得清淨心與外頭的外緣沒有關係，外緣再繁雜，也不會擾亂道人心。可是諸位要記住，這個人他的道業成就了才行，像我們這些人、初學的人，那就難了。沒有事情的時候，沒有跟人事接觸的時候，心裡面妄想分別執著就停不住。接觸外面境界，那還得了！所以祖師大德對於初學的人，一定要給他選擇一個修行環境，道理在此地。凡夫是心隨境轉，這很可憐。心隨境轉，那你就一定要給他選擇好環境。"
    },
    {
      "id": "02-034-0099_p0031",
      "zh_CN": "我们中国古人知道。大家都知道「孟母三迁」的故事，孟夫子的母亲为了培养她的小孩，搬三次家。为什么搬家？周围环境不好，对她小孩有不良的影响。古来的祖师大德们教诫初学，为什么把道场建立在山林里面？距离村庄都相当远，人迹不到，环境清净，用这个来做助缘，帮助你修寂静行。寂静行真修成功了，你要到都市去度化众生，要去行菩萨道。接触繁忙的社会，依然清净，依然不动妄想分别执着，你成功了。你在这里面去磨炼，福慧双修；你帮助社会大众，是修福，自己心地清净、一尘不染是修慧，福慧双修。不是叫你永远住在山上不出来，那有什么用处？修成佛了不能度众生，这个佛有什么用处？这个佛怎么能得到别人尊敬？修成功之后，一定要接触大众，跟大众和光同尘，融合成一片。在大众当中为大家做榜样，不但是有言教，而且还有身教，成就菩萨度生的事业，这才真正是无余涅槃。由此可知，入无余涅槃而灭度之，它是活活泼泼的。",
      "zh_TW": "我們中國古人知道。大家都知道「孟母三遷」的故事，孟夫子的母親為了培養她的小孩，搬三次家。為什麼搬家？周圍環境不好，對她小孩有不良的影響。古來的祖師大德們教誡初學，為什麼把道場建立在山林裡面？距離村莊都相當遠，人跡不到，環境清淨，用這個來做助緣，幫助你修寂靜行。寂靜行真修成功了，你要到都市去度化眾生，要去行菩薩道。接觸繁忙的社會，依然清淨，依然不動妄想分別執著，你成功了。你在這裡面去磨鍊，福慧雙修；你幫助社會大眾，是修福，自己心地清淨、一塵不染是修慧，福慧雙修。不是叫你永遠住在山上不出來，那有什麼用處？修成佛了不能度眾生，這個佛有什麼用處？這個佛怎麼能得到別人尊敬？修成功之後，一定要接觸大眾，跟大眾和光同塵，融合成一片。在大眾當中為大家做榜樣，不但是有言教，而且還有身教，成就菩薩度生的事業，這才真正是無餘涅槃。由此可知，入無餘涅槃而滅度之，它是活活潑潑的。"
    },
    {
      "id": "02-034-0099_p0032",
      "zh_CN": "『远离虚妄』。《涅槃经》上有所谓的「一切恶事，虚妄为本」。你懂得什么叫虚妄？《金刚经》讲：「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，梦幻泡影就是虚妄。一切有为法是什么？《百法明门论》里面所讲的心法八个、心所法五十一个、善法十一个、烦恼二十六个、不相应行法二十四个、色法十一个，这些东西统统叫做有为法。「一切有为法，如梦幻泡影」，都是虚妄的。六道、十法界全是有为法，我们现在生活在这里面。「远离虚妄」，即虚妄而离虚妄，要明白这个道理；换句话说，这个「虚妄」凡人没有办法摆脱掉的。",
      "zh_TW": "『遠離虛妄』。《涅槃經》上有所謂的「一切惡事，虛妄為本」。你懂得什麼叫虛妄？《金剛經》講：「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，夢幻泡影就是虛妄。一切有為法是什麼？《百法明門論》裡面所講的心法八個、心所法五十一個、善法十一個、煩惱二十六個、不相應行法二十四個、色法十一個，這些東西統統叫做有為法。「一切有為法，如夢幻泡影」，都是虛妄的。六道、十法界全是有為法，我們現在生活在這裡面。「遠離虛妄」，即虛妄而離虛妄，要明白這個道理；換句話說，這個「虛妄」凡人沒有辦法擺脫掉的。"
    },
    {
      "id": "02-034-0099_p0033",
      "zh_CN": "前天有个同学问了个问题，他问了几个魔。什么叫阴魔？阴魔就是五阴；色受想行识这是五阴。你能够摆脱得掉吗？五阴是什么？五阴讲我们的身，我们这个身体，这个物质是「色」，四大和合，这是讲的色法；精神的部分「受想行识」，这叫五阴。一切今天讲动物，佛法讲有情众生的身、根身，是五阴和合的，也叫做五蕴和合，这个东西就是折磨。早在佛法没有到中国来之前，老子就讲过了，说：「吾所以有大患者，为吾有身。」他知道这个身不是好东西，身是祸患，这就是魔，五阴魔的意思。佛法没有到中国老子就已经认清楚，这个身体是魔障。怎么能够摆脱掉？「无我」就离开了。什么时候你能够做到无我？无私，无我就解脱了。解脱，这个身在不在？在。身虽在，不苦了，不再受这个苦的折磨。这叫解脱，这叫离。「离」不是把这个身毁掉，不是的；身还在，离开一切折磨了。第二种是烦恼魔，第三种是死魔，第四种是天魔。天魔是什么？外面的诱惑叫做天魔，五欲六尘的诱惑。这些东西全是虚妄的，内而根身，外面世界都是虚妄的。怎么个远离法？不执着就远离了；用现在的话来说，不要把它放在心上就远离了。远离不是事上的离，事上的离就搞错了。",
      "zh_TW": "前天有個同學問了個問題，他問了幾個魔。什麼叫陰魔？陰魔就是五陰；色受想行識這是五陰。你能夠擺脫得掉嗎？五陰是什麼？五陰講我們的身，我們這個身體，這個物質是「色」，四大和合，這是講的色法；精神的部分「受想行識」，這叫五陰。一切今天講動物，佛法講有情眾生的身、根身，是五陰和合的，也叫做五蘊和合，這個東西就是折磨。早在佛法沒有到中國來之前，老子就講過了，說：「吾所以有大患者，為吾有身。」他知道這個身不是好東西，身是禍患，這就是魔，五陰魔的意思。佛法沒有到中國老子就已經認清楚，這個身體是魔障。怎麼能夠擺脫掉？「無我」就離開了。什麼時候你能夠做到無我？無私，無我就解脫了。解脫，這個身在不在？在。身雖在，不苦了，不再受這個苦的折磨。這叫解脫，這叫離。「離」不是把這個身毀掉，不是的；身還在，離開一切折磨了。第二種是煩惱魔，第三種是死魔，第四種是天魔。天魔是什麼？外面的誘惑叫做天魔，五欲六塵的誘惑。這些東西全是虛妄的，內而根身，外面世界都是虛妄的。怎麼個遠離法？不執著就遠離了；用現在的話來說，不要把它放在心上就遠離了。遠離不是事上的離，事上的離就搞錯了。"
    },
    {
      "id": "02-034-0099_p0034",
      "zh_CN": "我们讲经，从前我初学佛，老师就教我看破、放下。我也常讲：有人把意思错会了。中国大陆有同修写信给我，他放下了，工作也放下了，也没有收入了，现在吃饭都成问题，问我怎么办？这是错会了意思。我没有教你把家放下，也没有教你把儿女、妻子放下，也没有教你把工作放下，这个东西不能放下的。所以学佛把这个话意思完全搞错了；认为放下，这一切都不要了。这是招来许许多多的障难，惹别人毁谤。学佛学迷了，真的是学迷了，真的是学错了。佛教我们放下，是放下妄想分别执着，要懂得这个道理。佛在经上教我们「孝养父母、奉事师长」，我们父母不要，老师也不要，放下了！释迦牟尼佛什么都放下，他何必还要四十九年讲经说法，他也得要放下，他不必要讲了。所以要晓得，事相上一定要照做，如理如法的去做。不合理的念头要放下，不合理的思想要放下，不合理的分别、执着要放下，教你放下这些。所以你得搞清楚、搞明白，你才不至于学错了。学错了，修错了，放下之后不但没有得到自在快乐，得到许许多多的烦恼，这也错了。",
      "zh_TW": "我們講經，從前我初學佛，老師就教我看破、放下。我也常講：有人把意思錯會了。中國大陸有同修寫信給我，他放下了，工作也放下了，也沒有收入了，現在吃飯都成問題，問我怎麼辦？這是錯會了意思。我沒有教你把家放下，也沒有教你把兒女、妻子放下，也沒有教你把工作放下，這個東西不能放下的。所以學佛把這個話意思完全搞錯了；認為放下，這一切都不要了。這是招來許許多多的障難，惹別人毀謗。學佛學迷了，真的是學迷了，真的是學錯了。佛教我們放下，是放下妄想分別執著，要懂得這個道理。佛在經上教我們「孝養父母、奉事師長」，我們父母不要，老師也不要，放下了！釋迦牟尼佛什麼都放下，他何必還要四十九年講經說法，他也得要放下，他不必要講了。所以要曉得，事相上一定要照做，如理如法的去做。不合理的念頭要放下，不合理的思想要放下，不合理的分別、執著要放下，教你放下這些。所以你得搞清楚、搞明白，你才不至於學錯了。學錯了，修錯了，放下之後不但沒有得到自在快樂，得到許許多多的煩惱，這也錯了。"
    },
    {
      "id": "02-034-0099_p0035",
      "zh_CN": "「远离虚妄」，前面经文讲的「住真实慧」，住真实慧就是远离虚妄。住真实慧的人，他的行为一定是清净行，清净行再往上提升就是寂静行。我们现在寂静做不到，应当做到清净。断恶修善，断恶不着断恶的相，修善不着修善的相，清净心就现前。心清净，行自然清净，在这个境界里面，你一切的忧虑、恐惧、畏怖都没有了，真的得轻安、得自在，确确实实佛家讲的离苦得乐，这是真的不是假的。可是你要不能够舍弃一切的妄想分别执着，这个清净安乐你是得不到的，这个烦恼、忧虑、恐惧、怖畏你也放不下。远离虚妄，这是看破，这是对于事实真相有相当程度的理解、认知，然后才能够『依真谛门，植众德本』。",
      "zh_TW": "「遠離虛妄」，前面經文講的「住真實慧」，住真實慧就是遠離虛妄。住真實慧的人，他的行為一定是清淨行，清淨行再往上提升就是寂靜行。我們現在寂靜做不到，應當做到清淨。斷惡修善，斷惡不著斷惡的相，修善不著修善的相，清淨心就現前。心清淨，行自然清淨，在這個境界裡面，你一切的憂慮、恐懼、畏怖都沒有了，真的得輕安、得自在，確確實實佛家講的離苦得樂，這是真的不是假的。可是你要不能夠捨棄一切的妄想分別執著，這個清淨安樂你是得不到的，這個煩惱、憂慮、恐懼、怖畏你也放不下。遠離虛妄，這是看破，這是對於事實真相有相當程度的理解、認知，然後才能夠『依真諦門，植眾德本』。"
    },
    {
      "id": "02-034-0099_p0036",
      "zh_CN": "「谛」这个字在佛经里面用得很多，它的意思是真实不虚，真实不虚的道理称之为谛。佛说经依二谛而说法，佛讲就是两种真实不虚，一种世间法，一种出世间法。世间法是我们一切众生大家所肯定的，这个不能说是假的，我们不能够疏忽。佛法常讲：「佛法在世间，不坏世间法。」这就是随顺俗谛。佛教给我们「孝养父母、奉事师长」，如果诸位要问：「佛法到底是什么？」我们也可以这样说：「佛法就是孝亲尊师」。这个话答复没有错误。孝亲尊师是世谛，把孝亲尊师扩大，能够孝顺一切众生，能够尊重一切众生，就变成了出世法。由此可知，世谛跟真谛区别在哪里？区别是在一念之差。你这个念头心量小，就变成俗谛、变成世谛；心量展开到像佛经上讲的「心包太虚，量周沙界」，俗谛就变成了真谛。",
      "zh_TW": "「諦」這個字在佛經裡面用得很多，它的意思是真實不虛，真實不虛的道理稱之為諦。佛說經依二諦而說法，佛講就是兩種真實不虛，一種世間法，一種出世間法。世間法是我們一切眾生大家所肯定的，這個不能說是假的，我們不能夠疏忽。佛法常講：「佛法在世間，不壞世間法。」這就是隨順俗諦。佛教給我們「孝養父母、奉事師長」，如果諸位要問：「佛法到底是什麼？」我們也可以這樣說：「佛法就是孝親尊師」。這個話答覆沒有錯誤。孝親尊師是世諦，把孝親尊師擴大，能夠孝順一切眾生，能夠尊重一切眾生，就變成了出世法。由此可知，世諦跟真諦區別在哪裡？區別是在一念之差。你這個念頭心量小，就變成俗諦、變成世諦；心量展開到像佛經上講的「心包太虛，量周沙界」，俗諦就變成了真諦。"
    },
    {
      "id": "02-034-0099_p0037",
      "zh_CN": "由此可知，一切谛理当中，哪有世俗跟真谛之分？果然是有两个，在佛法「向上一着」，就讲不通了。到华严境界，《华严》讲一真，《华严》讲不二，不二就是一，就是一真。世谛跟真谛不二，世谛跟真谛一如，这才是真实。佛的言语，佛的教诲，语意里面含的道理，确实是广大无有边际，深广无尽。我们怎么能认识？一定要落实，要认真去修学。行门帮助你理解，解门帮助你深入境界，从初发心到如来地，解行相辅相成，我们懂得这个道理，决定认真努力修学，这叫真精进。",
      "zh_TW": "由此可知，一切諦理當中，哪有世俗跟真諦之分？果然是有兩個，在佛法「向上一著」，就講不通了。到華嚴境界，《華嚴》講一真，《華嚴》講不二，不二就是一，就是一真。世諦跟真諦不二，世諦跟真諦一如，這才是真實。佛的言語，佛的教誨，語意裡面含的道理，確實是廣大無有邊際，深廣無盡。我們怎麼能認識？一定要落實，要認真去修學。行門幫助你理解，解門幫助你深入境界，從初發心到如來地，解行相輔相成，我們懂得這個道理，決定認真努力修學，這叫真精進。"
    },
    {
      "id": "02-034-0099_p0038",
      "zh_CN": "佛在此地教导我们，要「依真谛门」才能「植众德本」，这个真谛里面，诸位千万不要疏忽有俗谛在其中。佛家也说依第一义谛，这是众德之本。什么是第一？起心动念就落二、三。第一，这个意思我们就能体会了，真诚到极处，这就是第一义谛，这就是真谛。换句话说，真谛、第一义谛就是真心本性的异称、别名。我们能够用真心，用真诚心，就能植众德本。你要用虚妄心，那是一切恶源。一切罪恶的根源是虚妄心，一切真实功德的根本是真诚心。为什么佛教大乘菩萨最重要的是发菩提心，菩提心是什么？菩提心就是真诚心，就是此地讲的真谛。诸佛如来无量劫种植德行就是依真诚心；真就不妄，诚则不伪。",
      "zh_TW": "佛在此地教導我們，要「依真諦門」才能「植眾德本」，這個真諦裡面，諸位千萬不要疏忽有俗諦在其中。佛家也說依第一義諦，這是眾德之本。什麼是第一？起心動念就落二、三。第一，這個意思我們就能體會了，真誠到極處，這就是第一義諦，這就是真諦。換句話說，真諦、第一義諦就是真心本性的異稱、別名。我們能夠用真心，用真誠心，就能植眾德本。你要用虛妄心，那是一切惡源。一切罪惡的根源是虛妄心，一切真實功德的根本是真誠心。為什麼佛教大乘菩薩最重要的是發菩提心，菩提心是什麼？菩提心就是真誠心，就是此地講的真諦。諸佛如來無量劫種植德行就是依真誠心；真就不妄，誠則不偽。"
    },
    {
      "id": "02-034-0099_p0039",
      "zh_CN": "真诚的标准是什么？这里给我们讲的「远离虚妄」，我们还是不懂。远离虚妄当然就真诚。远离什么虚妄？怎么个离法？《金刚经》上讲的四相，我们从这个地方能够体会到一点讯息。佛在《金刚经》上说：「若菩萨有我相、人相、众生相、寿者相，即非菩萨。」后半部里面说：「若菩萨有我见、人见、众生见、寿者见，即非菩萨。」这几句话说得好！「有」是什么？有分别、有执着。如果你有分别，分别我、分别人、分别他，你有这种执着分别，你的心不是真心，不是诚意，你没有菩提心。菩提心里面决定没有四相、四见，没有四相的执着，没有四见的分别。",
      "zh_TW": "真誠的標準是什麼？這裡給我們講的「遠離虛妄」，我們還是不懂。遠離虛妄當然就真誠。遠離什麼虛妄？怎麼個離法？《金剛經》上講的四相，我們從這個地方能夠體會到一點訊息。佛在《金剛經》上說：「若菩薩有我相、人相、眾生相、壽者相，即非菩薩。」後半部裡面說：「若菩薩有我見、人見、眾生見、壽者見，即非菩薩。」這幾句話說得好！「有」是什麼？有分別、有執著。如果你有分別，分別我、分別人、分別他，你有這種執著分別，你的心不是真心，不是誠意，你沒有菩提心。菩提心裡面決定沒有四相、四見，沒有四相的執著，沒有四見的分別。"
    },
    {
      "id": "02-034-0099_p0040",
      "zh_CN": "这个要怎么落实？释迦牟尼佛给我们讲经说法，集结经典第一句：「如是我闻」，那不是我相吗？那不是我见吗？怎么离相？要知道诸佛菩萨为众生现身说法，都离虚妄。佛菩萨之现身，他那个身不是业报身；我们这个身是业报身，没有办法，受报来的。他不是的，他是乘愿来。乘愿来现身是感应的身，「众生有感，佛菩萨有应」，他那个身是感应身，所以是真实，不是虚妄。我们的身是业报身，是虚妄不是真实。他们为我们说法，为我们讲经说法，是随顺我们的说法而说法，不是他真有执着、他真有法可说。佛无有法可说，不但是无有定法可说，佛无有法可说。我们凡夫执着这个相叫「我」，佛也就跟我们讲「我」，佛也说「我」。佛说「我」是随顺我们知见说我，他自己决定不执着这个是我，决定不分别这个是我，这叫远离虚妄。而我们今天讲我，确确实实执着这个身是我，执着这个是我的，这不是你的，我们真有执着，佛没有我执，也没有我所的执着，叫「恒顺众生，随喜功德」。你们说这个相是「我」，我也跟你说是「我」，这个才能讲得通，才能够交接。这叫随顺俗谛而说，然后把这里面道理讲清楚、讲明白，你也恍然觉悟了，这就是从俗谛度到真谛；到最后真俗不二，真俗圆融，那才契入佛的境界。真俗不能够合一、不能够圆融，是权教菩萨，没有入佛的境界。",
      "zh_TW": "這個要怎麼落實？釋迦牟尼佛給我們講經說法，集結經典第一句：「如是我聞」，那不是我相嗎？那不是我見嗎？怎麼離相？要知道諸佛菩薩為眾生現身說法，都離虛妄。佛菩薩之現身，他那個身不是業報身；我們這個身是業報身，沒有辦法，受報來的。他不是的，他是乘願來。乘願來現身是感應的身，「眾生有感，佛菩薩有應」，他那個身是感應身，所以是真實，不是虛妄。我們的身是業報身，是虛妄不是真實。他們為我們說法，為我們講經說法，是隨順我們的說法而說法，不是他真有執著、他真有法可說。佛無有法可說，不但是無有定法可說，佛無有法可說。我們凡夫執著這個相叫「我」，佛也就跟我們講「我」，佛也說「我」。佛說「我」是隨順我們知見說我，他自己決定不執著這個是我，決定不分別這個是我，這叫遠離虛妄。而我們今天講我，確確實實執著這個身是我，執著這個是我的，這不是你的，我們真有執著，佛沒有我執，也沒有我所的執著，叫「恆順眾生，隨喜功德」。你們說這個相是「我」，我也跟你說是「我」，這個才能講得通，才能夠交接。這叫隨順俗諦而說，然後把這裡面道理講清楚、講明白，你也恍然覺悟了，這就是從俗諦度到真諦；到最後真俗不二，真俗圓融，那才契入佛的境界。真俗不能夠合一、不能夠圓融，是權教菩薩，沒有入佛的境界。"
    },
    {
      "id": "02-034-0099_p0041",
      "zh_CN": "由此可知，这一句话八个字：「依真谛门，植众德本」，就是以真诚心、菩提心。世尊在《观经》里面讲的真诚心、深心、回向发愿心；马鸣菩萨在《大乘起信论》里面说的直心、深心、大悲心，经论合起来看，意思就更清楚、更明显。我们一个人在世间用真心就是植众德本，决定不用虚妄，决定不欺骗众生。众生欺骗我，他无知，他在造恶业，我们决定不能够欺罔一切众生。决定不要害怕，「这个年头要给人说真话，那我就处处吃亏，处处要受损害」。可是你要想一想，人生在世顶多不过一百年，吃一百年的亏、受一百年的害，有什么了不起？来世跟诸佛菩萨把手同行，这个利益多大？眼前这一点小利益，你不肯放弃，将来的大利益你得不到。佛讲的话是对的，没有错的，我们一定要遵守，绝不欺罔一切众生，决定要依十善业道。以真诚心修十善业道，就是诸佛如来「植众德本」。我们虽然也修十善业道，这个功德不能跟佛菩萨比，原因是什么？我们是用阿赖耶的心心所，我们用八识五十一心所去修十善，断十恶、修十善，这个功德只能够生天，连出六道轮回都很困难。你想想看，如果我们用真诚心来断十恶修十善，就能够超凡入圣，不一样。所以这一地方经文给我们提示的，我们千万不能够疏忽。",
      "zh_TW": "由此可知，這一句話八個字：「依真諦門，植眾德本」，就是以真誠心、菩提心。世尊在《觀經》裡面講的真誠心、深心、迴向發願心；馬鳴菩薩在《大乘起信論》裡面說的直心、深心、大悲心，經論合起來看，意思就更清楚、更明顯。我們一個人在世間用真心就是植眾德本，決定不用虛妄，決定不欺騙眾生。眾生欺騙我，他無知，他在造惡業，我們決定不能夠欺罔一切眾生。決定不要害怕，「這個年頭要給人說真話，那我就處處吃虧，處處要受損害」。可是你要想一想，人生在世頂多不過一百年，吃一百年的虧、受一百年的害，有什麼了不起？來世跟諸佛菩薩把手同行，這個利益多大？眼前這一點小利益，你不肯放棄，將來的大利益你得不到。佛講的話是對的，沒有錯的，我們一定要遵守，絕不欺罔一切眾生，決定要依十善業道。以真誠心修十善業道，就是諸佛如來「植眾德本」。我們雖然也修十善業道，這個功德不能跟佛菩薩比，原因是什麼？我們是用阿賴耶的心心所，我們用八識五十一心所去修十善，斷十惡、修十善，這個功德只能夠生天，連出六道輪迴都很困難。你想想看，如果我們用真誠心來斷十惡修十善，就能夠超凡入聖，不一樣。所以這一地方經文給我們提示的，我們千萬不能夠疏忽。"
    },
    {
      "id": "02-034-0099_p0042",
      "zh_CN": "古大德也教给我们，也有人说「德本」是指阿弥陀佛的六字洪名，这是讲阿弥陀佛的名号万德庄严，所以执持名号也叫做德本，这个话说得没错，能讲得通。我们天天念阿弥陀佛，就能够修成万德庄严吗？问题很多。为什么我们念这一句阿弥陀佛，不能够修成万德庄严？我们没有依真谛门。如果我们用的心，真的是真诚心、是深心、是回向发愿心，念这一句六字洪名，那的确是修德本。我们今天没有这个心，我们是妄想心，一面念佛还一面打妄想，那怎么成功？所以经上讲的这些话，我们一定要了解，千万不能够误会。",
      "zh_TW": "古大德也教給我們，也有人說「德本」是指阿彌陀佛的六字洪名，這是講阿彌陀佛的名號萬德莊嚴，所以執持名號也叫做德本，這個話說得沒錯，能講得通。我們天天念阿彌陀佛，就能夠修成萬德莊嚴嗎？問題很多。為什麼我們念這一句阿彌陀佛，不能夠修成萬德莊嚴？我們沒有依真諦門。如果我們用的心，真的是真誠心、是深心、是迴向發願心，念這一句六字洪名，那的確是修德本。我們今天沒有這個心，我們是妄想心，一面念佛還一面打妄想，那怎麼成功？所以經上講的這些話，我們一定要了解，千萬不能夠誤會。"
    },
    {
      "id": "02-034-0099_p0043",
      "zh_CN": "黄念祖老居士注解，引用《观佛三昧经》上一段话，释迦牟尼佛说：「我与十方诸佛及贤劫千佛，从初发心，皆因念佛三昧力故，得一切种智。」从前蕅益大师讲，释迦牟尼佛是怎么成佛的？念佛成佛的。很多人问：「这是哪一部经上所说的？」确实《观佛三昧经》上是这么说的；《弥陀经》上也有，我们一般人《弥陀经》念得很熟，都粗心大意疏忽了。蕅益大师在《要解》给我们点出，我们才恍然大悟，佛确确实实是念佛成佛的。然后再看《华严经》，「十地菩萨始终不离念佛」，才知道念佛功德无量无边。",
      "zh_TW": "黃念祖老居士註解，引用《觀佛三昧經》上一段話，釋迦牟尼佛說：「我與十方諸佛及賢劫千佛，從初發心，皆因念佛三昧力故，得一切種智。」從前蕅益大師講，釋迦牟尼佛是怎麼成佛的？念佛成佛的。很多人問：「這是哪一部經上所說的？」確實《觀佛三昧經》上是這麼說的；《彌陀經》上也有，我們一般人《彌陀經》念得很熟，都粗心大意疏忽了。蕅益大師在《要解》給我們點出，我們才恍然大悟，佛確確實實是念佛成佛的。然後再看《華嚴經》，「十地菩薩始終不離念佛」，才知道念佛功德無量無邊。"
    },
    {
      "id": "02-034-0099_p0044",
      "zh_CN": "但是念佛，诸位一定要记住，不是口念，口念没有用处，是心上真正有。所以「念」这一个字，上面是个「今」，下面是个「心」，你现在这个心里头确确实实有佛。可是我们还是隔了一层，我们今天充其量心里头有阿弥陀佛的名号，其他的都忘掉了，都没有了，这样念佛不行。要有佛的德行，最低限度要了解，心里要有：佛是存什么心？佛是怎样生活？佛是怎样处事待人接物？你心里头没有这些，你怎么学佛？单单念这一句阿弥陀佛的名号，将来学成功了，也不过就一句空名号而已，你还能得什么？",
      "zh_TW": "但是念佛，諸位一定要記住，不是口念，口念沒有用處，是心上真正有。所以「念」這一個字，上面是個「今」，下面是個「心」，你現在這個心裡頭確確實實有佛。可是我們還是隔了一層，我們今天充其量心裡頭有阿彌陀佛的名號，其他的都忘掉了，都沒有了，這樣念佛不行。要有佛的德行，最低限度要了解，心裡要有：佛是存什麼心？佛是怎樣生活？佛是怎樣處事待人接物？你心裡頭沒有這些，你怎麼學佛？單單念這一句阿彌陀佛的名號，將來學成功了，也不過就一句空名號而已，你還能得什麼？"
    },
    {
      "id": "02-034-0099_p0045",
      "zh_CN": "我讲这一部经，在前面曾经讲过很多次，阿弥陀佛就是全部的《无量寿经》，我们什么时候能把《无量寿经》的道理通达明了，《无量寿经》上所说的字字句句我们都落实在自己生活当中，这叫做念佛，这是真念。经典里面的教诲，你要是完全落实，百分之百的做到，你将来往生西方极乐世界，决定生实报庄严土上品上生；你心里头真有，有是圆满的有，没有欠缺，你往生极乐世界，当然是实报土上上品往生。你没有办法做到圆满，能够做到百分之九十，你是上中品往生。这样逐渐逐渐往下降，下下品往生也要做到百分之二十。",
      "zh_TW": "我講這一部經，在前面曾經講過很多次，阿彌陀佛就是全部的《無量壽經》，我們什麼時候能把《無量壽經》的道理通達明瞭，《無量壽經》上所說的字字句句我們都落實在自己生活當中，這叫做念佛，這是真念。經典裡面的教誨，你要是完全落實，百分之百的做到，你將來往生西方極樂世界，決定生實報莊嚴土上品上生；你心裡頭真有，有是圓滿的有，沒有欠缺，你往生極樂世界，當然是實報土上上品往生。你沒有辦法做到圓滿，能夠做到百分之九十，你是上中品往生。這樣逐漸逐漸往下降，下下品往生也要做到百分之二十。"
    },
    {
      "id": "02-034-0099_p0046",
      "zh_CN": "想想看：我们对经典上的教训，能不能做到两成？做到两成，念佛才有资格往生。两成都做不到，只能够说，这一生当中跟阿弥陀佛结个法缘，这一生往生难了。这是老实话，连过去李炳老常常跟我们说：「一万个念佛人，真正能往生，两、三个而已。」为什么一万个念佛人，有九千九百九十多个都不能往生？也就是佛陀在经典上教导我们的教诲，连两成都没有做到。这里头最重要的，我常常讲：「孝养父母，奉事师长，慈心不杀，修十善业。」你要把这四句老老实实真正做到，算你做到两成，你算是个善人。经上常常讲善男子、善女人，你能够把这四句话做到，你是个善人。这四句话详细的解说，都在这一部经中，我们要好好的去读，去思惟、观察，把它落实在生活之中，这叫真念佛，念佛的教诲。佛教给我们做的，我们努力去做；佛教给我们不能做的，绝不违犯，这才叫做「依真谛门，植众德本」。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "想想看：我們對經典上的教訓，能不能做到兩成？做到兩成，念佛才有資格往生。兩成都做不到，只能夠說，這一生當中跟阿彌陀佛結個法緣，這一生往生難了。這是老實話，連過去李炳老常常跟我們說：「一萬個念佛人，真正能往生，兩、三個而已。」為什麼一萬個念佛人，有九千九百九十多個都不能往生？也就是佛陀在經典上教導我們的教誨，連兩成都沒有做到。這裡頭最重要的，我常常講：「孝養父母，奉事師長，慈心不殺，修十善業。」你要把這四句老老實實真正做到，算你做到兩成，你算是個善人。經上常常講善男子、善女人，你能夠把這四句話做到，你是個善人。這四句話詳細的解說，都在這一部經中，我們要好好的去讀，去思惟、觀察，把它落實在生活之中，這叫真念佛，念佛的教誨。佛教給我們做的，我們努力去做；佛教給我們不能做的，絕不違犯，這才叫做「依真諦門，植眾德本」。好，今天時間到了，我們就講到此地。"
    }
  ]
}