{
  "doc_id": "02-034-0004",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0004",
  "total_paragraphs": 63,
  "paragraphs": [
    {
      "id": "02-034-0004_p0001",
      "zh_CN": "请掀开经本第三面，经文第四行。",
      "zh_TW": "請掀開經本第三面，經文第四行。"
    },
    {
      "id": "02-034-0004_p0002",
      "zh_CN": "「又贤护等十六正士，所谓善思惟菩萨，慧辩才菩萨」，前一次讲到这个地方。经文的意思很深，我们要很细心的去体会，才能真正得到佛法殊胜的功德利益。在前面我也曾经跟诸位提示过，夏莲居老居士会集本经，最初他是将全经分为三十七品，以后重新订正的时候，才把它分成四十八品，我们现在看到的这个段落。",
      "zh_TW": "「又賢護等十六正士，所謂善思惟菩薩，慧辯才菩薩」，前一次講到這個地方。經文的意思很深，我們要很細心的去體會，才能真正得到佛法殊勝的功德利益。在前面我也曾經跟諸位提示過，夏蓮居老居士會集本經，最初他是將全經分為三十七品，以後重新訂正的時候，才把它分成四十八品，我們現在看到的這個段落。"
    },
    {
      "id": "02-034-0004_p0003",
      "zh_CN": "在前面两品，我们明显的觉察出来，这十六位在家的菩萨，应该要分在第一品才对，这个众成就。众成就里面，有声闻众、有菩萨众；菩萨众里面，有出家菩萨众、有在家菩萨众，应该是这个分法。我曾经提出这个质疑，为什么他要在「贤护菩萨」这个地方分段？这不是小段，是在这个地方另起一品，我曾经提出必有道理。这个道理你们懂得吗？有几个人能看出这个门道？确实有道理，因为这十六位尊者，是全经的血脉，我们修学，能不能抓住纲领、抓住原则，在我们佛法里面讲总持法门，你如何能掌握大总持法门，关键就在此地。无论在家、出家，修行证果，有没有成就，完全在你能不能善护自己。昨天讲的护法。你懂不懂？要用现代的话，你懂不懂爱护自己。再说得白一点，你懂不懂自爱，这个贤护就是自爱，就是爱护自己。真正懂得爱护自己，真正懂得自爱，保护自己在菩提道上一帆风顺，哪有不成就的道理。所以从这个地方分，意义就非常非常的深广。",
      "zh_TW": "在前面兩品，我們明顯的覺察出來，這十六位在家的菩薩，應該要分在第一品才對，這個眾成就。眾成就裡面，有聲聞眾、有菩薩眾；菩薩眾裡面，有出家菩薩眾、有在家菩薩眾，應該是這個分法。我曾經提出這個質疑，為什麼他要在「賢護菩薩」這個地方分段？這不是小段，是在這個地方另起一品，我曾經提出必有道理。這個道理你們懂得嗎？有幾個人能看出這個門道？確實有道理，因為這十六位尊者，是全經的血脈，我們修學，能不能抓住綱領、抓住原則，在我們佛法裡面講總持法門，你如何能掌握大總持法門，關鍵就在此地。無論在家、出家，修行證果，有沒有成就，完全在你能不能善護自己。昨天講的護法。你懂不懂？要用現代的話，你懂不懂愛護自己。再說得白一點，你懂不懂自愛，這個賢護就是自愛，就是愛護自己。真正懂得愛護自己，真正懂得自愛，保護自己在菩提道上一帆風順，哪有不成就的道理。所以從這個地方分，意義就非常非常的深廣。"
    },
    {
      "id": "02-034-0004_p0004",
      "zh_CN": "接着「善思惟菩萨」，我提出了三点。我们要念四重恩。思惟，要常常思惟四重恩，要思惟众生苦。众生在六道轮回，非常痛苦，迷惑颠倒，愚昧无知，造业受报，没有出头的日子。我们人间苦，三途比我们不知道要严重多少倍。常常想念众生苦，如果我们自己，没有能力超越三界，没有能力脱离轮回，三途果报我们一定要受。谁没有造三途业？人人都造。《地藏经》里，地藏菩萨讲得好：「阎浮提众生，起心动念无不是罪。」这个话说的是真的，并不过分。起心动念都是自私自利，所干的事情都是损人而不利己。这个世间人常讲「损人利己」，那个话说错了，损人决定不利己。损人能利己，这个事情是好事，我也肯干。损人不利己，自己得的一点小利，后来的果报不堪设想，造出这种愚昧的业因，后来感受地狱的果报。所以念众生苦，实在讲就是回过头来，就看到自己苦了；不念众生苦，不知道自己苦。世间人知道自己的人太少，看别人看得很清楚，看自己看不到，像两个眼睛只顾往外面看，不能往里面看。但是我们看到别人，回过头来就想到自己，他是众生，我也是众生；他今天造业受报，想想我今天也在造业，将来怎么能避免苦报？",
      "zh_TW": "接著「善思惟菩薩」，我提出了三點。我們要念四重恩。思惟，要常常思惟四重恩，要思惟眾生苦。眾生在六道輪迴，非常痛苦，迷惑顛倒，愚昧無知，造業受報，沒有出頭的日子。我們人間苦，三途比我們不知道要嚴重多少倍。常常想念眾生苦，如果我們自己，沒有能力超越三界，沒有能力脫離輪迴，三途果報我們一定要受。誰沒有造三途業？人人都造。《地藏經》裡，地藏菩薩講得好：「閻浮提眾生，起心動念無不是罪。」這個話說的是真的，並不過分。起心動念都是自私自利，所幹的事情都是損人而不利己。這個世間人常講「損人利己」，那個話說錯了，損人決定不利己。損人能利己，這個事情是好事，我也肯幹。損人不利己，自己得的一點小利，後來的果報不堪設想，造出這種愚昧的業因，後來感受地獄的果報。所以念眾生苦，實在講就是回過頭來，就看到自己苦了；不念眾生苦，不知道自己苦。世間人知道自己的人太少，看別人看得很清楚，看自己看不到，像兩個眼睛只顧往外面看，不能往裡面看。但是我們看到別人，回過頭來就想到自己，他是眾生，我也是眾生；他今天造業受報，想想我今天也在造業，將來怎麼能避免苦報？"
    },
    {
      "id": "02-034-0004_p0005",
      "zh_CN": "第三，要常常念自己的业障深重。无始劫以来，造作无量无边的罪业，这一生能够生活在新加坡这个地区，新加坡是世间的福地，你前生做了一点好事，今天在这儿享福。你的福享尽了怎么办？你在享福这一段期间当中，你有没有再修福？如果享福而不修福，不但不修福，还要造罪业，你这个福报就很快会消掉，你的罪报很快就会现前，这个麻烦事情大了。我们思惟，要常常想这些。这是现前三桩与我们切身有关系的事情。",
      "zh_TW": "第三，要常常念自己的業障深重。無始劫以來，造作無量無邊的罪業，這一生能夠生活在新加坡這個地區，新加坡是世間的福地，你前生做了一點好事，今天在這兒享福。你的福享盡了怎麼辦？你在享福這一段期間當中，你有沒有再修福？如果享福而不修福，不但不修福，還要造罪業，你這個福報就很快會消掉，你的罪報很快就會現前，這個麻煩事情大了。我們思惟，要常常想這些。這是現前三樁與我們切身有關係的事情。"
    },
    {
      "id": "02-034-0004_p0006",
      "zh_CN": "可是菩萨名号上有个「善」字，这善就太好了，叫我们要善思惟。什么叫善？凡是与真如法性相应的，这就是善；与真如法性相违背的，那就不善。这个说法很难懂、很难体会，我们一定要把这个水平降低，大家就好懂。什么是真如法性？我们最简单的说，就是这部经典。我们起心动念，所思所作，不违背这部经典的教训，就是善。我们所想的，不出这一部经典的范围；我们所说的，也不违背这部经典的教训；我们所作的，完全依照经典的方法，这叫善。",
      "zh_TW": "可是菩薩名號上有個「善」字，這善就太好了，叫我們要善思惟。什麼叫善？凡是與真如法性相應的，這就是善；與真如法性相違背的，那就不善。這個說法很難懂、很難體會，我們一定要把這個水平降低，大家就好懂。什麼是真如法性？我們最簡單的說，就是這部經典。我們起心動念，所思所作，不違背這部經典的教訓，就是善。我們所想的，不出這一部經典的範圍；我們所說的，也不違背這部經典的教訓；我們所作的，完全依照經典的方法，這叫善。"
    },
    {
      "id": "02-034-0004_p0007",
      "zh_CN": "所以印光大师就说得很好，李木源居士要我看看，我们这个讲台上有四根柱子，他要我给他写几个字，我们就想到，印光大师教给我们的「敦伦尽分，闲邪存诚」，这八个字好。这八个字在现在讲，那真正是可以解救这个劫难。什么叫做敦伦？伦是一类，同类、同伦。我们是属于哪一类？中国古时候的教育，中心的概念，就是伦常。伦常从夫妇开始，夫妇是住在一个房间，同一个室。这一个室，室就是一个房间，房间外面是家，家里面有父子、兄弟。家的外面是社会，社会里面有君臣、有朋友。所以中国自古以来的教育是五伦的教育，这是一类、一类的。",
      "zh_TW": "所以印光大師就說得很好，李木源居士要我看看，我們這個講台上有四根柱子，他要我給他寫幾個字，我們就想到，印光大師教給我們的「敦倫盡分，閑邪存誠」，這八個字好。這八個字在現在講，那真正是可以解救這個劫難。什麼叫做敦倫？倫是一類，同類、同倫。我們是屬於哪一類？中國古時候的教育，中心的概念，就是倫常。倫常從夫婦開始，夫婦是住在一個房間，同一個室。這一個室，室就是一個房間，房間外面是家，家裡面有父子、兄弟。家的外面是社會，社會裡面有君臣、有朋友。所以中國自古以來的教育是五倫的教育，這是一類、一類的。"
    },
    {
      "id": "02-034-0004_p0008",
      "zh_CN": "我们今天学佛了，五伦里面有个特别的一类，我们是学佛的一类。学佛里面又可以分做很多类，我们是修净土宗这一类。你是哪一类，你要尽到哪一类的本分。我在这种身分、这个地位，我应该要做哪些工作，我一定把它做好，对社会、对同伦决定有贡献，这就叫尽分，尽我们的本分。我们尽本分，自行、劝他，自己依照经典依教奉行，然后再劝导别人。你看经上，世尊给我们说了多少次，劝勉我们「受持，读诵，为人演说」，这个意思很深。受持，我们对于经典所讲的，全部接受。佛的言教，佛所讲的理论、佛所讲的方法、佛所讲的境界，全盘接受，这是受。持，接受过了之后，永远保持而不丧失、而不变质，决定遵守，这是我们的本分。不仅仅如此，还要为人演说。演是什么？做出样子来给人看，这是表演。生活就是表演，做出个样子给人看。我做出这个样子，与经上讲的相应不相应。譬如经典，佛告诉我们：「善护口业，不讥他过。」如果我们天天说别人的坏话，那就错了，跟经上讲的不相应，你就没有受持、你就没有为人演说，做出样子给人看。这个样子，一定要跟经上讲的相应，完全相同才行。",
      "zh_TW": "我們今天學佛了，五倫裡面有個特別的一類，我們是學佛的一類。學佛裡面又可以分做很多類，我們是修淨土宗這一類。你是哪一類，你要盡到哪一類的本分。我在這種身分、這個地位，我應該要做哪些工作，我一定把它做好，對社會、對同倫決定有貢獻，這就叫盡分，盡我們的本分。我們盡本分，自行、勸他，自己依照經典依教奉行，然後再勸導別人。你看經上，世尊給我們說了多少次，勸勉我們「受持，讀誦，為人演說」，這個意思很深。受持，我們對於經典所講的，全部接受。佛的言教，佛所講的理論、佛所講的方法、佛所講的境界，全盤接受，這是受。持，接受過了之後，永遠保持而不喪失、而不變質，決定遵守，這是我們的本分。不僅僅如此，還要為人演說。演是什麼？做出樣子來給人看，這是表演。生活就是表演，做出個樣子給人看。我做出這個樣子，與經上講的相應不相應。譬如經典，佛告訴我們：「善護口業，不譏他過。」如果我們天天說別人的壞話，那就錯了，跟經上講的不相應，你就沒有受持、你就沒有為人演說，做出樣子給人看。這個樣子，一定要跟經上講的相應，完全相同才行。"
    },
    {
      "id": "02-034-0004_p0009",
      "zh_CN": "世出世间的学问，佛法是教育，不是宗教。教育是求学，我们有个恭敬心、真诚心，去向老师们求学。古人常说，「只闻来学，未闻往教」，这是师道。只有学生来求学，没有老师去找你、去教你的，没这个道理，那这个道就不尊了。尊师重道。师道有师道的尊严，你一定要懂得去求学。",
      "zh_TW": "世出世間的學問，佛法是教育，不是宗教。教育是求學，我們有個恭敬心、真誠心，去向老師們求學。古人常說，「只聞來學，未聞往教」，這是師道。只有學生來求學，沒有老師去找你、去教你的，沒這個道理，那這個道就不尊了。尊師重道。師道有師道的尊嚴，你一定要懂得去求學。"
    },
    {
      "id": "02-034-0004_p0010",
      "zh_CN": "哪个是善知识？哪个是好老师？我们今天师道这一伦，给诸位说，这是自古以来，真是祖祖相传。什么人是你的好老师？你自己心目当中最景仰的、最佩服的这个人，这个人就是你的善知识，就是你的好老师。你心中所佩服的，他是个凡人，他是个默默无闻的人，你最佩服他、最敬仰他，你跟他学，你能成功。阿弥陀佛来了，释迦牟尼佛来了，你对他没有恭敬心，你对他不佩服，你就天天跟着佛，你什么都学不到。这个道理在什么地方？其实很简单，你不佩服他，你听了他的东西，不肯照做。他教你这一套，你搞的是那一套，不听话。真正敬仰的老师，你听话。老师自己没有成就，不要紧，老师做不到，老师教你，你都做到；老师样样不如法，但是他教你那个方法是如法，你统统都照做，你成佛，你作祖，你超过老师。",
      "zh_TW": "哪個是善知識？哪個是好老師？我們今天師道這一倫，給諸位說，這是自古以來，真是祖祖相傳。什麼人是你的好老師？你自己心目當中最景仰的、最佩服的這個人，這個人就是你的善知識，就是你的好老師。你心中所佩服的，他是個凡人，他是個默默無聞的人，你最佩服他、最敬仰他，你跟他學，你能成功。阿彌陀佛來了，釋迦牟尼佛來了，你對他沒有恭敬心，你對他不佩服，你就天天跟著佛，你什麼都學不到。這個道理在什麼地方？其實很簡單，你不佩服他，你聽了他的東西，不肯照做。他教你這一套，你搞的是那一套，不聽話。真正敬仰的老師，你聽話。老師自己沒有成就，不要緊，老師做不到，老師教你，你都做到；老師樣樣不如法，但是他教你那個方法是如法，你統統都照做，你成佛，你作祖，你超過老師。"
    },
    {
      "id": "02-034-0004_p0011",
      "zh_CN": "我们求善知识，善知识在哪里？善知识就是我心目当中，最景仰、最佩服的人。他给我讲话，我百分之百的依从，一点都不敢违背，这个人就是我的善知识。不是说他的名气大、声望高，他所讲的你是阳奉阴违，这个是决定不能成就的；不但不能成就，而且造作的罪业很重。什么罪业？欺师灭祖，欺骗老师。你何必去拜他作老师，拜他作老师，又要欺骗老师。欺骗老师，老师是有师承的，祖祖相传，你欺骗老师，你就瞧不起祖师，历代祖师，再往上去就瞧不起佛菩萨，这是真的。你要真正能够尊敬佛菩萨，这个经是佛说的，你怎么敢违背。读了这个经，甚至于为人家讲这个经，讲得天花乱坠，讲得叫人点头，自己所作所为，跟经上所说的完全相违背，不信佛。",
      "zh_TW": "我們求善知識，善知識在哪裡？善知識就是我心目當中，最景仰、最佩服的人。他給我講話，我百分之百的依從，一點都不敢違背，這個人就是我的善知識。不是說他的名氣大、聲望高，他所講的你是陽奉陰違，這個是決定不能成就的；不但不能成就，而且造作的罪業很重。什麼罪業？欺師滅祖，欺騙老師。你何必去拜他作老師，拜他作老師，又要欺騙老師。欺騙老師，老師是有師承的，祖祖相傳，你欺騙老師，你就瞧不起祖師，歷代祖師，再往上去就瞧不起佛菩薩，這是真的。你要真正能夠尊敬佛菩薩，這個經是佛說的，你怎麼敢違背。讀了這個經，甚至於為人家講這個經，講得天花亂墜，講得叫人點頭，自己所作所為，跟經上所說的完全相違背，不信佛。"
    },
    {
      "id": "02-034-0004_p0012",
      "zh_CN": "信佛这个事情好难、好难。我学佛七年出家了，发心出家。出家之后，我一出家就开始讲经，教佛学院。出家两年之后，我才受戒，我已经讲经讲了两年。受完戒之后，我到台中去看李老师，李老师一见我的面，就跟我讲：「你要信佛。」我这一听都呆了。一见面没二话说，就指着我，你要信佛。我一下就愣住了。老师就跟我解释、给我说明：「信佛不简单。不要说你现在已经出家、已经受戒了，而且已经在从事于弘法的工作，不见得是真信佛。有人出家一辈子，八十、九十还不信佛。」他那个信佛的标准是什么？佛在经上讲的话，你统统做到了，才叫信佛，你没做到的人，你不信。信了，哪有不做的道理，不肯做就是不肯相信。所以给我讲，「信佛」这两个字太难、太难。",
      "zh_TW": "信佛這個事情好難、好難。我學佛七年出家了，發心出家。出家之後，我一出家就開始講經，教佛學院。出家兩年之後，我才受戒，我已經講經講了兩年。受完戒之後，我到台中去看李老師，李老師一見我的面，就跟我講：「你要信佛。」我這一聽都呆了。一見面沒二話說，就指著我，你要信佛。我一下就愣住了。老師就跟我解釋、給我說明：「信佛不簡單。不要說你現在已經出家、已經受戒了，而且已經在從事於弘法的工作，不見得是真信佛。有人出家一輩子，八十、九十還不信佛。」他那個信佛的標準是什麼？佛在經上講的話，你統統做到了，才叫信佛，你沒做到的人，你不信。信了，哪有不做的道理，不肯做就是不肯相信。所以給我講，「信佛」這兩個字太難、太難。"
    },
    {
      "id": "02-034-0004_p0013",
      "zh_CN": "世尊在《华严》、在《大智度论》里，都说明「信为道源功德母」。信心成就，没有一样不成就，我们修行证果，信心是泉源、是根源。你没有坚固的信心，你怎么能成就？你要有这个信心，敦伦尽分一定做到。闲邪存诚，邪是邪知邪见，闲是防止，你要懂得防止，预防邪知邪见。预防的方法，李木源居士讲得很高明，他那天跟大家讲的一些话，我听到了，我点头。他头一个就是告诉人，不要听电话，他说电话一拿在手，一讲一个小时、半个小时，全是是非。他叫净宗学会的干部，没有事不要听电话，也不要打电话，可以避免许许多多不正确的思想、概念。我常讲，不看报纸、不看电视、不听广播，你的心地清净。我们在今天这个社会，在家居士有工作、有事业，你的工作事业上，必须要知道的，你去接触；没有必要知道的，一概还是不知道的好，保持你的清净心，这叫善思惟。真正做到「敦伦尽分，闲邪存诚」。心地对人要真诚，没有丝毫虚伪，别人以虚伪心对待我们，我们要以真诚心待人。为什么？他搞六道轮回、他搞三恶道，我是要到西方极乐世界见阿弥陀佛的。阿弥陀佛欢迎的是真诚心的人，口是心非的人，阿弥陀佛不会接纳。古大德在经典注疏里头，说得太明白、太清楚，「言行不相符，念佛念得再多，都不能往生」。我们自己如果下定决心，有这个弘愿，这一生当中一定要往生，一定要依教奉行。",
      "zh_TW": "世尊在《華嚴》、在《大智度論》裡，都說明「信為道源功德母」。信心成就，沒有一樣不成就，我們修行證果，信心是泉源、是根源。你沒有堅固的信心，你怎麼能成就？你要有這個信心，敦倫盡分一定做到。閑邪存誠，邪是邪知邪見，閑是防止，你要懂得防止，預防邪知邪見。預防的方法，李木源居士講得很高明，他那天跟大家講的一些話，我聽到了，我點頭。他頭一個就是告訴人，不要聽電話，他說電話一拿在手，一講一個小時、半個小時，全是是非。他叫淨宗學會的幹部，沒有事不要聽電話，也不要打電話，可以避免許許多多不正確的思想、概念。我常講，不看報紙、不看電視、不聽廣播，你的心地清淨。我們在今天這個社會，在家居士有工作、有事業，你的工作事業上，必須要知道的，你去接觸；沒有必要知道的，一概還是不知道的好，保持你的清淨心，這叫善思惟。真正做到「敦倫盡分，閑邪存誠」。心地對人要真誠，沒有絲毫虛偽，別人以虛偽心對待我們，我們要以真誠心待人。為什麼？他搞六道輪迴、他搞三惡道，我是要到西方極樂世界見阿彌陀佛的。阿彌陀佛歡迎的是真誠心的人，口是心非的人，阿彌陀佛不會接納。古大德在經典註疏裡頭，說得太明白、太清楚，「言行不相符，念佛念得再多，都不能往生」。我們自己如果下定決心，有這個弘願，這一生當中一定要往生，一定要依教奉行。"
    },
    {
      "id": "02-034-0004_p0014",
      "zh_CN": "所以这一次，我们这个殊胜的法缘，我们这一会，我一定把这个经，详详细细、透彻的讲一遍，我们不限时间，三年、五年都没有关系。你们来听，听一次，有一次的受用，一次听懂了，你能够去照做，一生受用不尽。何况你每一会都来听，那还得了吗？可是我们这样做，我们这个善思惟，是不是就到了很圆满？没有，也不过是七成、八成而已。怎样才圆满？一心专念阿弥陀佛，你就圆满了，决定得生净土，心里头念念是阿弥陀佛。",
      "zh_TW": "所以這一次，我們這個殊勝的法緣，我們這一會，我一定把這個經，詳詳細細、透徹的講一遍，我們不限時間，三年、五年都沒有關係。你們來聽，聽一次，有一次的受用，一次聽懂了，你能夠去照做，一生受用不盡。何況你每一會都來聽，那還得了嗎？可是我們這樣做，我們這個善思惟，是不是就到了很圓滿？沒有，也不過是七成、八成而已。怎樣才圓滿？一心專念阿彌陀佛，你就圓滿了，決定得生淨土，心裡頭念念是阿彌陀佛。"
    },
    {
      "id": "02-034-0004_p0015",
      "zh_CN": "我也曾经劝过一些同修们，我也是劝人家在打电话，李木源他老人家说是不听电话，我是说可以听电话。听电话怎么听？我们就一句阿弥陀佛，听他讲话，他讲话，阿弥陀佛、阿弥陀佛，讲一个钟点，我就念一个钟点阿弥陀佛，没有二话说。他的废话不断来，我们阿弥陀佛就直接进去。我这个办法也不错，又不要花自己的电话费，你说是不是。他打电话来，我们把阿弥陀佛一句一句的，往他阿赖耶识里去灌，他的话我们一句没听到，阿弥陀佛、阿弥陀佛。甚至于说你要不听的话，你把听筒塞起来，光是我们嘴巴说，我说他听得见，他说我听不见，这个法子妙绝了，这法子好。念佛求生净土，念念有阿弥陀佛，这才叫善思惟做到圆满。我们要学善思惟菩萨，落实在自己的生活上。自己就是贤护菩萨，自己就是善思惟菩萨，应当要晓得。",
      "zh_TW": "我也曾經勸過一些同修們，我也是勸人家在打電話，李木源他老人家說是不聽電話，我是說可以聽電話。聽電話怎麼聽？我們就一句阿彌陀佛，聽他講話，他講話，阿彌陀佛、阿彌陀佛，講一個鐘點，我就念一個鐘點阿彌陀佛，沒有二話說。他的廢話不斷來，我們阿彌陀佛就直接進去。我這個辦法也不錯，又不要花自己的電話費，你說是不是。他打電話來，我們把阿彌陀佛一句一句的，往他阿賴耶識裡去灌，他的話我們一句沒聽到，阿彌陀佛、阿彌陀佛。甚至於說你要不聽的話，你把聽筒塞起來，光是我們嘴巴說，我說他聽得見，他說我聽不見，這個法子妙絕了，這法子好。念佛求生淨土，念念有阿彌陀佛，這才叫善思惟做到圓滿。我們要學善思惟菩薩，落實在自己的生活上。自己就是賢護菩薩，自己就是善思惟菩薩，應當要曉得。"
    },
    {
      "id": "02-034-0004_p0016",
      "zh_CN": "佛法里面所说，许许多多诸佛的名号，你看现在有很多道场，过年的时候拜万佛。《大藏经》里头有一部经叫《万佛名经》，佛名经，都是佛的名号，里面总共有一万两千多尊佛的名号。那些佛是谁？给诸位说，都是自己，是自己的性德。性德为什么说这么多名号？性德是无有穷尽的，别说一万个名号说不尽，亿万个名号也说不尽，无量无边，性德。所有一切佛的名号，是自己性德，所有一切菩萨的名号，是自己的修德，从修德显示我们自己的性德。所以我们念这些菩萨名号，念谁？念自己。自己知道保护自己，知道自爱，知道护自己的法，那你就是贤护菩萨。你思想见解纯正，你就是善思惟菩萨，不是别人。这些菩萨名号放在自己，菩萨现身来表法，他是教导我们的，就跟我前面跟大家讲，我举一个例子，举天王殿的弥勒菩萨、四天王，全是自己，完全落实在自己身上，那里是外面境界，我们才能得到真实受用。",
      "zh_TW": "佛法裡面所說，許許多多諸佛的名號，你看現在有很多道場，過年的時候拜萬佛。《大藏經》裡頭有一部經叫《萬佛名經》，佛名經，都是佛的名號，裡面總共有一萬兩千多尊佛的名號。那些佛是誰？給諸位說，都是自己，是自己的性德。性德為什麼說這麼多名號？性德是無有窮盡的，別說一萬個名號說不盡，億萬個名號也說不盡，無量無邊，性德。所有一切佛的名號，是自己性德，所有一切菩薩的名號，是自己的修德，從修德顯示我們自己的性德。所以我們念這些菩薩名號，念誰？念自己。自己知道保護自己，知道自愛，知道護自己的法，那你就是賢護菩薩。你思想見解純正，你就是善思惟菩薩，不是別人。這些菩薩名號放在自己，菩薩現身來表法，他是教導我們的，就跟我前面跟大家講，我舉一個例子，舉天王殿的彌勒菩薩、四天王，全是自己，完全落實在自己身上，那裡是外面境界，我們才能得到真實受用。"
    },
    {
      "id": "02-034-0004_p0017",
      "zh_CN": "由此可知，这十六位菩萨也不例外，也是我们圆满的修德。十六不是数字，十六是代表圆满。我们显宗，多半是用七代表圆满、用十代表圆满。密宗里头多半是用十六、用二十一，用这个来代表圆满。像《弥陀经》上讲的十万亿佛土，这是显宗说的圆满。本经说的二百一十亿佛刹，那就是二十一扩大到二百一十亿，都是表法的意思。我们要把它看成数字，那就错了，你就体会不到里面的经义。",
      "zh_TW": "由此可知，這十六位菩薩也不例外，也是我們圓滿的修德。十六不是數字，十六是代表圓滿。我們顯宗，多半是用七代表圓滿、用十代表圓滿。密宗裡頭多半是用十六、用二十一，用這個來代表圓滿。像《彌陀經》上講的十萬億佛土，這是顯宗說的圓滿。本經說的二百一十億佛剎，那就是二十一擴大到二百一十億，都是表法的意思。我們要把它看成數字，那就錯了，你就體會不到裡面的經義。"
    },
    {
      "id": "02-034-0004_p0018",
      "zh_CN": "再看底下一尊，『慧辩才菩萨』。言语是人与人之间沟通最重要的手段。孔老夫子教学，第一个是德行，第二个就是言语。佛法教学也不例外，贤护、善思惟是德行，慧辩才就是言语，这真跟孔老夫子教学不谋而合。辩才里面要有智慧，你的辩才就积功累德，就不造业了。没有智慧，最好是不要有辩才，如果有辩才，没有真智慧，辩才造的业可就大了。能言善道，可是说出来都非正法，迷惑人心，这个罪就很重。",
      "zh_TW": "再看底下一尊，『慧辯才菩薩』。言語是人與人之間溝通最重要的手段。孔老夫子教學，第一個是德行，第二個就是言語。佛法教學也不例外，賢護、善思惟是德行，慧辯才就是言語，這真跟孔老夫子教學不謀而合。辯才裡面要有智慧，你的辯才就積功累德，就不造業了。沒有智慧，最好是不要有辯才，如果有辯才，沒有真智慧，辯才造的業可就大了。能言善道，可是說出來都非正法，迷惑人心，這個罪就很重。"
    },
    {
      "id": "02-034-0004_p0019",
      "zh_CN": "诸位读《论语》，你看孔老夫子，曾经也短时间做过官，做过鲁国的大司寇，他老人家一上任，就把当时少正卯杀掉。在现在是绝对不许可的，现在是不行的。少正卯犯什么罪？没罪，你找不出他的过失。孔老夫子为什么杀他？就是他能言善道、口是心非，到处去搞是非，把人心迷惑了。他有辩才，大概孔老夫子都辩不过他，没法子了，杀掉他。这历史上有记载，孔老夫子诛少正卯，少正卯的罪行，邪知邪见，很有辩才，他那些恶知见影响社会，很多人听信他的话，这是夫子没有法子，用这种手段。",
      "zh_TW": "諸位讀《論語》，你看孔老夫子，曾經也短時間做過官，做過魯國的大司寇，他老人家一上任，就把當時少正卯殺掉。在現在是絕對不許可的，現在是不行的。少正卯犯什麼罪？沒罪，你找不出他的過失。孔老夫子為什麼殺他？就是他能言善道、口是心非，到處去搞是非，把人心迷惑了。他有辯才，大概孔老夫子都辯不過他，沒法子了，殺掉他。這歷史上有記載，孔老夫子誅少正卯，少正卯的罪行，邪知邪見，很有辯才，他那些惡知見影響社會，很多人聽信他的話，這是夫子沒有法子，用這種手段。"
    },
    {
      "id": "02-034-0004_p0020",
      "zh_CN": "所以这个辩才，对我们每一个人来说，都很重要。《楞严经》上说的好，「末法时期，邪师说法，如恒河沙」。我有一年，很早，大概是七七年、还是七八年的时候，我记得我初到香港去讲经。香港畅怀法师告诉我，香港有一个基督教的机构，叫道风山。他们做什么工作？专门把出家人，出家人那个时候到香港之后，没有依靠、没有地方住，他们接待，接待得非常优厚，供给你吃、供给你住，天天带你游玩。它里头有佛堂，你看他多开放，基督教里头有佛堂，天天叫你拜佛，叫你去读经，待你好得不得了。人总有感情，过个两、三个月，「基督教好，佛教不行。佛教道场不能住，法师理都不理，哪有基督教这么热心对待我」。以后经也不念了、佛也不拜了，到他的教堂去了。很多法师都还俗，都进入他那里面去。畅怀法师把这个事情告诉我。我说：那难得。我说：我们去看看。",
      "zh_TW": "所以這個辯才，對我們每一個人來說，都很重要。《楞嚴經》上說的好，「末法時期，邪師說法，如恆河沙」。我有一年，很早，大概是七七年、還是七八年的時候，我記得我初到香港去講經。香港暢懷法師告訴我，香港有一個基督教的機構，叫道風山。他們做什麼工作？專門把出家人，出家人那個時候到香港之後，沒有依靠、沒有地方住，他們接待，接待得非常優厚，供給你吃、供給你住，天天帶你遊玩。它裡頭有佛堂，你看他多開放，基督教裡頭有佛堂，天天叫你拜佛，叫你去讀經，待你好得不得了。人總有感情，過個兩、三個月，「基督教好，佛教不行。佛教道場不能住，法師理都不理，哪有基督教這麼熱心對待我」。以後經也不念了、佛也不拜了，到他的教堂去了。很多法師都還俗，都進入他那裡面去。暢懷法師把這個事情告訴我。我說：那難得。我說：我們去看看。"
    },
    {
      "id": "02-034-0004_p0021",
      "zh_CN": "我就到道风山去参访、去访问。看看里面有一些法师，已经穿了还俗的衣服，告诉我基督教怎么样慈悲、怎么样博爱，说得很好。道风山的主人来接见我，大概也是想劝我。我看了之后，我说：我很感谢你们，你们的工作做得非常好。他听了有点不是味道，也是愣住了。然后我就告诉他，我说：我是真的感谢你们，不是假的。你们把这些出家人，劝了还俗，信基督教，我很感谢你们，真诚感谢，我是真诚心，一点虚假都没有。他也愣住了。他说：为什么？我说：「佛法传到今天，三千年了，佛门里头也是良莠不齐。你们基督教传到今天，基督教今天是一九九八年，将近两千年了，你们里面的分子，也不能保证个个都是精英，也有一些败类。」这他也同意。我说：「我们佛门这些垃圾，自己没有法子清理，你们统统把我扫除清理掉了，我怎么不感谢你？当然感谢你。」我说：「你的道风山，是我们佛门里头的垃圾站。你的几句话，就把我们人心动摇了，这个人没有道心。没有道心不能学道，你把他清除到这边来，好极了！」",
      "zh_TW": "我就到道風山去參訪、去訪問。看看裡面有一些法師，已經穿了還俗的衣服，告訴我基督教怎麼樣慈悲、怎麼樣博愛，說得很好。道風山的主人來接見我，大概也是想勸我。我看了之後，我說：我很感謝你們，你們的工作做得非常好。他聽了有點不是味道，也是愣住了。然後我就告訴他，我說：我是真的感謝你們，不是假的。你們把這些出家人，勸了還俗，信基督教，我很感謝你們，真誠感謝，我是真誠心，一點虛假都沒有。他也愣住了。他說：為什麼？我說：「佛法傳到今天，三千年了，佛門裡頭也是良莠不齊。你們基督教傳到今天，基督教今天是一九九八年，將近兩千年了，你們裡面的分子，也不能保證個個都是精英，也有一些敗類。」這他也同意。我說：「我們佛門這些垃圾，自己沒有法子清理，你們統統把我掃除清理掉了，我怎麼不感謝你？當然感謝你。」我說：「你的道風山，是我們佛門裡頭的垃圾站。你的幾句話，就把我們人心動搖了，這個人沒有道心。沒有道心不能學道，你把他清除到這邊來，好極了！」"
    },
    {
      "id": "02-034-0004_p0022",
      "zh_CN": "我访问道风山，教导他。你看，我赞叹他，我没有毁谤他，我说他做得好，我非常感谢你。你看我们多欢喜，欢欢喜喜把问题解决了。叫他多想一想，他所动摇的、收去的那些人，都是佛门的垃圾，佛门的精华一个也没有动摇。他要能够醒过来，以后就不搞垃圾站了，不再去劝出家人还俗。所以我们要是从正面说，你造了很多罪业，你怎么样怎么样，那他很高兴，你看我们做成功了。我这一分析，我分析真的，一点都不假，你们做的完全没有功德，所吸收到那边去的，全是佛门信心不坚固的、道心不坚固的，迷惑颠倒、见利忘义的，这一些不是好分子，你们收去了。所以我们要有智慧的辩才，你有智慧，你才能看得清楚、看得明白，你的言语才能真正教导人，劝人不要造恶业，恶业造不得，后果不堪设想。",
      "zh_TW": "我訪問道風山，教導他。你看，我讚歎他，我沒有毀謗他，我說他做得好，我非常感謝你。你看我們多歡喜，歡歡喜喜把問題解決了。叫他多想一想，他所動搖的、收去的那些人，都是佛門的垃圾，佛門的精華一個也沒有動搖。他要能夠醒過來，以後就不搞垃圾站了，不再去勸出家人還俗。所以我們要是從正面說，你造了很多罪業，你怎麼樣怎麼樣，那他很高興，你看我們做成功了。我這一分析，我分析真的，一點都不假，你們做的完全沒有功德，所吸收到那邊去的，全是佛門信心不堅固的、道心不堅固的，迷惑顛倒、見利忘義的，這一些不是好分子，你們收去了。所以我們要有智慧的辯才，你有智慧，你才能看得清楚、看得明白，你的言語才能真正教導人，勸人不要造惡業，惡業造不得，後果不堪設想。"
    },
    {
      "id": "02-034-0004_p0023",
      "zh_CN": "有这种辩才，应当好好去利用它，用在什么地方第一殊胜？对于这个法门专修专弘，无比的殊胜。十方一切诸佛如来，没有一尊佛不弘扬这部经，没有一尊佛不讲这部经，没有一尊佛不劝人念佛求生净土。我们有这个能力，为什么不替佛增一分光明？我们自己也真正得佛光的加持。这才是真正智慧辩才，我们要善于运用，要认真的学习。",
      "zh_TW": "有這種辯才，應當好好去利用它，用在什麼地方第一殊勝？對於這個法門專修專弘，無比的殊勝。十方一切諸佛如來，沒有一尊佛不弘揚這部經，沒有一尊佛不講這部經，沒有一尊佛不勸人念佛求生淨土。我們有這個能力，為什麼不替佛增一分光明？我們自己也真正得佛光的加持。這才是真正智慧辯才，我們要善於運用，要認真的學習。"
    },
    {
      "id": "02-034-0004_p0024",
      "zh_CN": "下面一位，『观无住菩萨』，这是功夫真正得力了。前面所说的都是基础的条件。正如同我们学佛，也学了不少年，也听了很多经，可是要问问，你的功夫怎么样？你的烦恼少了没有？你智慧有没有增长？你这个思想言行，恶业是不是少了，善业是不是多了？这些属于功夫上的问题。我们学佛的人，讲老实话，功夫不得力；也就是说，佛法是学了，天天也在念佛，往生没有把握。没有把握要说有把握，那叫大妄语，那个罪业是堕阿鼻地狱的。真正老实人说老实话，没有把握，没有把握就是功夫不得力。",
      "zh_TW": "下面一位，『觀無住菩薩』，這是功夫真正得力了。前面所說的都是基礎的條件。正如同我們學佛，也學了不少年，也聽了很多經，可是要問問，你的功夫怎麼樣？你的煩惱少了沒有？你智慧有沒有增長？你這個思想言行，惡業是不是少了，善業是不是多了？這些屬於功夫上的問題。我們學佛的人，講老實話，功夫不得力；也就是說，佛法是學了，天天也在念佛，往生沒有把握。沒有把握要說有把握，那叫大妄語，那個罪業是墮阿鼻地獄的。真正老實人說老實話，沒有把握，沒有把握就是功夫不得力。"
    },
    {
      "id": "02-034-0004_p0025",
      "zh_CN": "佛在此地，接着就教给我们「观无住」。诸位看这个名号，就能想起般若经典，《金刚经》上讲的，「应无所住，而生其心」。观无住就是应无所住。过去唐朝时代，禅宗的六祖惠能大师，就在《金刚经》上这两句，大彻大悟，明心见性。「观」是观察世间，不是叫你想，一想就坏了。想怎么样？想，落在意识里头；观，不用意识。禅宗参禅，为什么叫参、叫参究，为什么不叫研究？研究，没有离开心意识，也就是我们今天讲，没有离开思惟、想像。我们多想一想，那是属于研究，那是用的意识。参，不用意识；观，不用意识。不用心意识就叫做观，用心意识就不是观。",
      "zh_TW": "佛在此地，接著就教給我們「觀無住」。諸位看這個名號，就能想起般若經典，《金剛經》上講的，「應無所住，而生其心」。觀無住就是應無所住。過去唐朝時代，禪宗的六祖惠能大師，就在《金剛經》上這兩句，大徹大悟，明心見性。「觀」是觀察世間，不是叫你想，一想就壞了。想怎麼樣？想，落在意識裡頭；觀，不用意識。禪宗參禪，為什麼叫參、叫參究，為什麼不叫研究？研究，沒有離開心意識，也就是我們今天講，沒有離開思惟、想像。我們多想一想，那是屬於研究，那是用的意識。參，不用意識；觀，不用意識。不用心意識就叫做觀，用心意識就不是觀。"
    },
    {
      "id": "02-034-0004_p0026",
      "zh_CN": "怎样叫做不用心意识？这个好不容易懂。我们先要了解，心意识的相状是什么样子？心意识的作用是什么样子？然后渐渐去体会它。这个心是阿赖耶识，落谢种子，我们现在讲落印象。我们六根接触六尘境界，都落一个很深的印象，落印象是阿赖耶的作用。我们见色闻声会分别，分别是第六意识的作用；因分别而执着，起贪爱，生了感情，引起烦恼，于是乎就坚固的执着，执着是末那识。我们了解这个状况，大致上就可以明白一些，他们参禅的人、他们研教的人，人家功夫怎么样会得力？他们不用心意识，也就是说，他们不分别、不执着。研究经教也不分别、也不执着，不但不分别、不执着，不落印象，这个高明。",
      "zh_TW": "怎樣叫做不用心意識？這個好不容易懂。我們先要了解，心意識的相狀是什麼樣子？心意識的作用是什麼樣子？然後漸漸去體會它。這個心是阿賴耶識，落謝種子，我們現在講落印象。我們六根接觸六塵境界，都落一個很深的印象，落印象是阿賴耶的作用。我們見色聞聲會分別，分別是第六意識的作用；因分別而執著，起貪愛，生了感情，引起煩惱，於是乎就堅固的執著，執著是末那識。我們了解這個狀況，大致上就可以明白一些，他們參禪的人、他們研教的人，人家功夫怎麼樣會得力？他們不用心意識，也就是說，他們不分別、不執著。研究經教也不分別、也不執著，不但不分別、不執著，不落印象，這個高明。"
    },
    {
      "id": "02-034-0004_p0027",
      "zh_CN": "研究经教如此，在日常生活当中也如此，处事待人接物，对人对事对物，都不分别、都不执着、都不落印象，乃至于穿衣吃饭。所以禅宗，诸位也许听说，意思不是明了，听说赵州茶，赵州和尚，人家去参访他，「吃茶去」，他就是这一句，度化了一切众生。你不要以为「吃茶去」，好，你真的去端茶杯，去喝茶了。他那个「吃茶去」就是告诉你，在日常生活当中，饮食起居里面，不落印象、不分别、不执着。哪一样不是禅？哪一样不是功夫？只要一切法里头，不分别、不执着、不落印象，就是无住。才有一点分别、执着，你的心就有住，有住就坏了。有住，就生烦恼、就起障碍；无住，就跟法性相应。为什么一定要无住？佛不是无理的要求人，因为，无住与事实真相相应，有住跟事实真相相违背。就是前面我们讲的善思惟，无住是善思惟，有住就不善。",
      "zh_TW": "研究經教如此，在日常生活當中也如此，處事待人接物，對人對事對物，都不分別、都不執著、都不落印象，乃至於穿衣吃飯。所以禪宗，諸位也許聽說，意思不是明瞭，聽說趙州茶，趙州和尚，人家去參訪他，「吃茶去」，他就是這一句，度化了一切眾生。你不要以為「吃茶去」，好，你真的去端茶杯，去喝茶了。他那個「吃茶去」就是告訴你，在日常生活當中，飲食起居裡面，不落印象、不分別、不執著。哪一樣不是禪？哪一樣不是功夫？只要一切法裡頭，不分別、不執著、不落印象，就是無住。才有一點分別、執著，你的心就有住，有住就壞了。有住，就生煩惱、就起障礙；無住，就跟法性相應。為什麼一定要無住？佛不是無理的要求人，因為，無住與事實真相相應，有住跟事實真相相違背。就是前面我們講的善思惟，無住是善思惟，有住就不善。"
    },
    {
      "id": "02-034-0004_p0028",
      "zh_CN": "《金刚经》上讲得好，你看佛说的，「过去心不可得，现在心不可得，未来心不可得。三心不可得。」说明能得之心不可得。能得之心不可得，你要是以为有得，假的，哪是真的。外面境界，你所得的，经上说得很清楚，「万法缘生」。连佛法也是缘生，所以佛法不可以执着。佛讲，「法尚应舍，何况非法」，那个法是佛法。佛法为什么要舍？因为佛法是缘生之法，因缘生法，凡是因缘所生法，当体皆空，了不可得。你看，所得不可得，能所两边都不可得，你怎么可以住？住就是得的意思，你心一有住，错了。",
      "zh_TW": "《金剛經》上講得好，你看佛說的，「過去心不可得，現在心不可得，未來心不可得。三心不可得。」說明能得之心不可得。能得之心不可得，你要是以為有得，假的，哪是真的。外面境界，你所得的，經上說得很清楚，「萬法緣生」。連佛法也是緣生，所以佛法不可以執著。佛講，「法尚應捨，何況非法」，那個法是佛法。佛法為什麼要捨？因為佛法是緣生之法，因緣生法，凡是因緣所生法，當體皆空，了不可得。你看，所得不可得，能所兩邊都不可得，你怎麼可以住？住就是得的意思，你心一有住，錯了。"
    },
    {
      "id": "02-034-0004_p0029",
      "zh_CN": "我们今天对于万事万法，佛教给我们随缘，随缘就自在，什么都好，有也好、没有也好，都得大自在。绝对没有一点得失的念头，没有一点取舍的念头，于一切法无取无舍、无得无失，这叫无住。由此可知，无住就是涅槃，无住功夫达到极处，就是大涅槃的境界。",
      "zh_TW": "我們今天對於萬事萬法，佛教給我們隨緣，隨緣就自在，什麼都好，有也好、沒有也好，都得大自在。絕對沒有一點得失的念頭，沒有一點取捨的念頭，於一切法無取無捨、無得無失，這叫無住。由此可知，無住就是涅槃，無住功夫達到極處，就是大涅槃的境界。"
    },
    {
      "id": "02-034-0004_p0030",
      "zh_CN": "在戒定慧三学里面来说，这属于定功，甚深的禅定。定要有慧，定要没有慧，这个定没有用处，不起作用，定一定要有慧。慧是什么？生心，虽生心，还是无住，这才叫高明。生心跟无住是一桩事情，不是两桩事情。如果你说，生心妨碍了无住，无住妨碍生心，这是我们世间人的观念，也是世间人真的现象。譬如工作太忙了、事情太多了、应酬太多了，妨碍我清净心；我要修清净心，把那事情统统都离开，什么都不要问，我才能做到清净心。这么繁忙，心地又那么清净，这个太难了，这做不到！一定要做到。为什么？知道相是假的、体是空的，假的相再忙碌还是假的，哪有碍事？理事无碍、事事无碍，那就是《华严》境界，入无障碍的境界。这种功夫、这种受用，这是真实的受用，完全得力于观无住，观察世出世间一切法，空无所有。佛在经上讲，「梦幻泡影，如露如电」，佛教给我们「常作如是观」，这就是修「观无住」。",
      "zh_TW": "在戒定慧三學裡面來說，這屬於定功，甚深的禪定。定要有慧，定要沒有慧，這個定沒有用處，不起作用，定一定要有慧。慧是什麼？生心，雖生心，還是無住，這才叫高明。生心跟無住是一樁事情，不是兩樁事情。如果你說，生心妨礙了無住，無住妨礙生心，這是我們世間人的觀念，也是世間人真的現象。譬如工作太忙了、事情太多了、應酬太多了，妨礙我清淨心；我要修清淨心，把那事情統統都離開，什麼都不要問，我才能做到清淨心。這麼繁忙，心地又那麼清淨，這個太難了，這做不到！一定要做到。為什麼？知道相是假的、體是空的，假的相再忙碌還是假的，哪有礙事？理事無礙、事事無礙，那就是《華嚴》境界，入無障礙的境界。這種功夫、這種受用，這是真實的受用，完全得力於觀無住，觀察世出世間一切法，空無所有。佛在經上講，「夢幻泡影，如露如電」，佛教給我們「常作如是觀」，這就是修「觀無住」。"
    },
    {
      "id": "02-034-0004_p0031",
      "zh_CN": "你能够常常这样，观察世出世间一切法，你就是观无住菩萨，你的功夫焉能不得力。念佛功夫得力，决定得生净土，而且品位一定也很高，不在中下辈。所以这个很重要、很重要。你有这种修行的功力，经题上讲的修行的总纲领，你能够得到。这个总纲领，就是「清净、平等、觉」。我们今天「清净、平等、觉」得不到，就是患得患失。有得失的心、有取舍的心；还有更严重的，贪瞋痴慢的心；还有贡高、嫉妒的心，这个糟糕！这是我们这一生修学最大的障碍。",
      "zh_TW": "你能夠常常這樣，觀察世出世間一切法，你就是觀無住菩薩，你的功夫焉能不得力。念佛功夫得力，決定得生淨土，而且品位一定也很高，不在中下輩。所以這個很重要、很重要。你有這種修行的功力，經題上講的修行的總綱領，你能夠得到。這個總綱領，就是「清淨、平等、覺」。我們今天「清淨、平等、覺」得不到，就是患得患失。有得失的心、有取捨的心；還有更嚴重的，貪瞋痴慢的心；還有貢高、嫉妒的心，這個糟糕！這是我們這一生修學最大的障礙。"
    },
    {
      "id": "02-034-0004_p0032",
      "zh_CN": "过去我们在此地，曾经用四个月的时间，讲了一部《金刚经》，这个录音带现在都在流通。为什么讲这部经？实在讲，就是观察许许多多念佛的同修，功夫不得力，不能放下，所以讲一部《金刚经》，帮助大家看破、放下。希望我们念佛的功夫能成就，不能得一心不乱，至少要得功夫成片，我们凡圣同居土往生，决定可以去得，那这个《金刚般若》，对我们的帮助就大了。",
      "zh_TW": "過去我們在此地，曾經用四個月的時間，講了一部《金剛經》，這個錄音帶現在都在流通。為什麼講這部經？實在講，就是觀察許許多多念佛的同修，功夫不得力，不能放下，所以講一部《金剛經》，幫助大家看破、放下。希望我們念佛的功夫能成就，不能得一心不亂，至少要得功夫成片，我們凡聖同居土往生，決定可以去得，那這個《金剛般若》，對我們的幫助就大了。"
    },
    {
      "id": "02-034-0004_p0033",
      "zh_CN": "「观无住菩萨」里面还有一层深的意思。无住一定要生心，如果无住不生心，就是世尊呵斥二乘人堕涅槃坑，只有自利，不能利他。自利不利他，也不错，也很难得，没错。但是诸位一定要晓得，不利他，你的性德不能圆满。换句话说，一定要生心，一定要把生心跟无住合成一个，不能分成两个。分成两个，你只证得一半，决定不圆满，所以一定要生心。",
      "zh_TW": "「觀無住菩薩」裡面還有一層深的意思。無住一定要生心，如果無住不生心，就是世尊呵斥二乘人墮涅槃坑，只有自利，不能利他。自利不利他，也不錯，也很難得，沒錯。但是諸位一定要曉得，不利他，你的性德不能圓滿。換句話說，一定要生心，一定要把生心跟無住合成一個，不能分成兩個。分成兩個，你只證得一半，決定不圓滿，所以一定要生心。"
    },
    {
      "id": "02-034-0004_p0034",
      "zh_CN": "这个样子你看看，我们以《华严经》为例子来说。《华严经》里面这一些菩萨，以地位最低的圆教初住菩萨，他们修证的地位、功夫，已经于世出世间一切法不分别、不执着。他不执着，他出六道轮回；不分别，他出十法界。分别、执着确确实实断掉了，真的做到无住、应无所住，他到了一真法界。一真法界就是无住的法界，就是应无所住的法界。他生到那边是初住菩萨，要证到圆满的果位，往上去还有四十一个阶级，十住、十行、十回向、十地、等觉，到妙觉才成佛，还有这么多位次。这么多位次怎么个修法？生心。你不生心，你就不能达到究竟圆满佛。",
      "zh_TW": "這個樣子你看看，我們以《華嚴經》為例子來說。《華嚴經》裡面這一些菩薩，以地位最低的圓教初住菩薩，他們修證的地位、功夫，已經於世出世間一切法不分別、不執著。他不執著，他出六道輪迴；不分別，他出十法界。分別、執著確確實實斷掉了，真的做到無住、應無所住，他到了一真法界。一真法界就是無住的法界，就是應無所住的法界。他生到那邊是初住菩薩，要證到圓滿的果位，往上去還有四十一個階級，十住、十行、十迴向、十地、等覺，到妙覺才成佛，還有這麼多位次。這麼多位次怎麼個修法？生心。你不生心，你就不能達到究竟圓滿佛。"
    },
    {
      "id": "02-034-0004_p0035",
      "zh_CN": "生什么心？生度化一切众生之心。那种度化就像《金刚经》所说，「度无量无边众生，实无众生而得度者」。度无量无边众生，生心；实无众生而得度者，无住；一不是二。这一句话落实来说，就是《华严经》的五十三参。《华严经》五十三参，叫做历事炼心。历是经历，什么样的境界，统统要经历，跟一切众生和光同尘，跟他们打成一片，没有两样。炼心，炼什么？炼清净、平等、觉。历事炼心。你要不在事相上经历，你所说的成就靠不住。",
      "zh_TW": "生什麼心？生度化一切眾生之心。那種度化就像《金剛經》所說，「度無量無邊眾生，實無眾生而得度者」。度無量無邊眾生，生心；實無眾生而得度者，無住；一不是二。這一句話落實來說，就是《華嚴經》的五十三參。《華嚴經》五十三參，叫做歷事鍊心。歷是經歷，什麼樣的境界，統統要經歷，跟一切眾生和光同塵，跟他們打成一片，沒有兩樣。鍊心，鍊什麼？鍊清淨、平等、覺。歷事鍊心。你要不在事相上經歷，你所說的成就靠不住。"
    },
    {
      "id": "02-034-0004_p0036",
      "zh_CN": "诸位你去看看，莲池大师的《竹窗随笔》，这是祖师的笔记。《竹窗随笔》里头有一条，在哪里我都记不得，这都是三十几年前看的书，还有这么一点印象。里面提出有一桩事情，给我印象很深刻。有一次有一个法师，去拜访莲池大师，莲池大师就编了一套故事给他讲。这个故事就是叙说，有一个修行人住在深山里，几十年，功夫成就了，深山里住几十年，戒律精严，定功很深。有一次城里面的人，遇到这个法师，对这个法师很景仰，这个法师的道行、戒律，很佩服他。在市区里头热闹地方，建了一个讲堂，请法师下山来弘法。这个法师下山之后没多久，城市里面繁华的生活，他统统都沾染，贪瞋痴慢都现前，道心也没有了，定也失掉了，非常惋惜！这个法师就请教莲池大师：这是哪一个？莲池大师说：就是老兄。就是说的他。说明你在深山里头修行，没有经过这些红尘的锻炼，不作数。自古以来，多少在深山修行有成就的，一下山，完了，全部都毁掉。我们一般讲，经不起考验。所以佛讲这个莲花，不是说水里面开的莲花，那有什么希奇！释迦牟尼佛讲的莲花，火里面开的莲花，这才希奇、才珍贵。火是代表五欲六尘，在五欲六尘里面清净、无染，这成功。",
      "zh_TW": "諸位你去看看，蓮池大師的《竹窗隨筆》，這是祖師的筆記。《竹窗隨筆》裡頭有一條，在哪裡我都記不得，這都是三十幾年前看的書，還有這麼一點印象。裡面提出有一樁事情，給我印象很深刻。有一次有一個法師，去拜訪蓮池大師，蓮池大師就編了一套故事給他講。這個故事就是敘說，有一個修行人住在深山裡，幾十年，功夫成就了，深山裡住幾十年，戒律精嚴，定功很深。有一次城裡面的人，遇到這個法師，對這個法師很景仰，這個法師的道行、戒律，很佩服他。在市區裡頭熱鬧地方，建了一個講堂，請法師下山來弘法。這個法師下山之後沒多久，城市裡面繁華的生活，他統統都沾染，貪瞋痴慢都現前，道心也沒有了，定也失掉了，非常惋惜！這個法師就請教蓮池大師：這是哪一個？蓮池大師說：就是老兄。就是說的他。說明你在深山裡頭修行，沒有經過這些紅塵的鍛鍊，不作數。自古以來，多少在深山修行有成就的，一下山，完了，全部都毀掉。我們一般講，經不起考驗。所以佛講這個蓮花，不是說水裡面開的蓮花，那有什麼希奇！釋迦牟尼佛講的蓮花，火裡面開的蓮花，這才希奇、才珍貴。火是代表五欲六塵，在五欲六塵裡面清淨、無染，這成功。"
    },
    {
      "id": "02-034-0004_p0037",
      "zh_CN": "无住生心，这是佛法里面的高级佛法，我们一般人可以学无住，不能学生心。我们还要把它分成阶段来，真正到无住之后，再历事炼心，没有到无住的境界，这个事情干不得，一干就出毛病，这是在此地顺便劝勉同修。观无住菩萨里面含的深义，「无住生心，生心无住」，我们把这个字倒过头来念，味道才念得出来，「无住生心，生心无住」，味道就出来了。这是真正有智慧、真正有定力，经得起考验；经不起考验的时候，我们要回避，不要让外面环境干扰我们。如果真有定力、真有功夫，可以不必回避。为什么？我们可以转境界。境随心转，我们不会被他所转，我们能转境界，这行；自己不能转境界，是决定要回避。",
      "zh_TW": "無住生心，這是佛法裡面的高級佛法，我們一般人可以學無住，不能學生心。我們還要把它分成階段來，真正到無住之後，再歷事鍊心，沒有到無住的境界，這個事情幹不得，一幹就出毛病，這是在此地順便勸勉同修。觀無住菩薩裡面含的深義，「無住生心，生心無住」，我們把這個字倒過頭來念，味道才念得出來，「無住生心，生心無住」，味道就出來了。這是真正有智慧、真正有定力，經得起考驗；經不起考驗的時候，我們要迴避，不要讓外面環境干擾我們。如果真有定力、真有功夫，可以不必迴避。為什麼？我們可以轉境界。境隨心轉，我們不會被他所轉，我們能轉境界，這行；自己不能轉境界，是決定要迴避。"
    },
    {
      "id": "02-034-0004_p0038",
      "zh_CN": "初学的人，佛给我们建立许许多多的规矩，一定要遵守。为什么？无知。就像学校教学一样，你看看，小学生规矩最多，老师督促最严格，中学生稍微开放一点，大学生就更开放了，研究所没人管你。为什么？你已经成年，有智慧，你自己可以照顾自己，不需要人家管你。愈是高级的佛法，愈开放；愈是初级的佛法，愈保守。小乘就像小学，规矩管得很严格，一点错都不能犯。大乘佛法那就开放多了，你有定、有慧，不需要人家来那么样的管理你。世法如是，佛法也如是。一真法界里头，决定没有人来管你，决定没有人来干涉你，人家事事都如法。就像夫子所说，「七十从心所欲而不逾矩」，这是孔夫子自己说他的境界。七十岁以后从心所欲，样样能合乎规矩、合乎礼数，这就高明。所以，法身大士就是从心所欲，我们或者说随心所欲，他都不违背法性，与性德一定相应，这才称之为法身大士。这两句话就是《华严经》上，清凉大师所讲，「事事无碍的境界」，无障碍。本经与《华严》没有两样，《华严》的经义全在本经。",
      "zh_TW": "初學的人，佛給我們建立許許多多的規矩，一定要遵守。為什麼？無知。就像學校教學一樣，你看看，小學生規矩最多，老師督促最嚴格，中學生稍微開放一點，大學生就更開放了，研究所沒人管你。為什麼？你已經成年，有智慧，你自己可以照顧自己，不需要人家管你。愈是高級的佛法，愈開放；愈是初級的佛法，愈保守。小乘就像小學，規矩管得很嚴格，一點錯都不能犯。大乘佛法那就開放多了，你有定、有慧，不需要人家來那麼樣的管理你。世法如是，佛法也如是。一真法界裡頭，決定沒有人來管你，決定沒有人來干涉你，人家事事都如法。就像夫子所說，「七十從心所欲而不逾矩」，這是孔夫子自己說他的境界。七十歲以後從心所欲，樣樣能合乎規矩、合乎禮數，這就高明。所以，法身大士就是從心所欲，我們或者說隨心所欲，他都不違背法性，與性德一定相應，這才稱之為法身大士。這兩句話就是《華嚴經》上，清涼大師所講，「事事無礙的境界」，無障礙。本經與《華嚴》沒有兩樣，《華嚴》的經義全在本經。"
    },
    {
      "id": "02-034-0004_p0039",
      "zh_CN": "再看下面一位，『神通华菩萨』，真正证得无住生心，真正证得无住，观无住了。「神通华」实在讲就是生心，一定要生心，已经无住，就要发心普度众生。普度众生，妨不妨碍自己清净寂灭的境界？不妨碍。虽然一天到晚跟众生在一起，生活在一起，尘说、刹说，做出种种的表演，他自己过的生活，依旧是清净寂灭，一丝毫没有改变。也就是自受用是清净的，他受用是不断在动的。",
      "zh_TW": "再看下面一位，『神通華菩薩』，真正證得無住生心，真正證得無住，觀無住了。「神通華」實在講就是生心，一定要生心，已經無住，就要發心普度眾生。普度眾生，妨不妨礙自己清淨寂滅的境界？不妨礙。雖然一天到晚跟眾生在一起，生活在一起，塵說、剎說，做出種種的表演，他自己過的生活，依舊是清淨寂滅，一絲毫沒有改變。也就是自受用是清淨的，他受用是不斷在動的。"
    },
    {
      "id": "02-034-0004_p0040",
      "zh_CN": "这两位菩萨的名号合起来，就是我们佛家常常用的mark，「法轮」，法轮常转。神通华是轮，不断在那里转。无住是轮的心，永远不动；圆心不动，圆周永远在动。这个味道多圆满。诸佛菩萨如是，我们今天要学的，也就是学如是。如何使我们的身，我们的身、口，在这个世间，帮助一切众生、协助一切众生，我们的心如如不动。《般若经》上讲「三轮体空」。「无我相，无人相，无众生相」这《金刚经》上说的。不着我相，不着人相，不着我当中所作一切事业之相，这叫无众生相。那就是真正做到无住。事情没少做，天天在做，从来没有休止的在做，那就是生心，就是神通华在此地表现的。我们本经后面的经文，「游步十方，行权方便」，就在我们这一面，倒数第二行。这两句经文可以用来解释，神通华菩萨所表的意思。",
      "zh_TW": "這兩位菩薩的名號合起來，就是我們佛家常常用的mark，「法輪」，法輪常轉。神通華是輪，不斷在那裡轉。無住是輪的心，永遠不動；圓心不動，圓周永遠在動。這個味道多圓滿。諸佛菩薩如是，我們今天要學的，也就是學如是。如何使我們的身，我們的身、口，在這個世間，幫助一切眾生、協助一切眾生，我們的心如如不動。《般若經》上講「三輪體空」。「無我相，無人相，無眾生相」這《金剛經》上說的。不著我相，不著人相，不著我當中所作一切事業之相，這叫無眾生相。那就是真正做到無住。事情沒少做，天天在做，從來沒有休止的在做，那就是生心，就是神通華在此地表現的。我們本經後面的經文，「遊步十方，行權方便」，就在我們這一面，倒數第二行。這兩句經文可以用來解釋，神通華菩薩所表的意思。"
    },
    {
      "id": "02-034-0004_p0041",
      "zh_CN": "「神通」这两个字，现在社会大众很多人误会了，以为这些奇奇怪怪的事情叫神通，这个解释就错了。「通」是通达，这是智慧，世出世间一切事，没有不明了的、没有不知道的，这叫通。「神」是比喻，比喻你这个能力超出一般人，神奇莫测。别人不通达的，你都能够通达，所以称之为神通，神通两个字是这么一个解释。「华」是比喻，比喻什么？比喻修因。植物先开花后结果，花开得好，因好，将来果就会结得好。所以佛在经上常常用花，代表菩萨的六度万行。菩萨要修六度万行，应化，证大涅槃的佛果。「游步十方，行权方便」，那就是无条件的，无分别、无执着的，普度一切众生。菩萨在这个里面随类化身，像《普门品》里面所说的，应以什么身得度，他就现什么身；应当给众生说什么法，他就说什么法。没有一定的法可说，也没有一定的身分可以依据，没有，随类现身。随众生的念说法，这叫做神通华。",
      "zh_TW": "「神通」這兩個字，現在社會大眾很多人誤會了，以為這些奇奇怪怪的事情叫神通，這個解釋就錯了。「通」是通達，這是智慧，世出世間一切事，沒有不明瞭的、沒有不知道的，這叫通。「神」是比喻，比喻你這個能力超出一般人，神奇莫測。別人不通達的，你都能夠通達，所以稱之為神通，神通兩個字是這麼一個解釋。「華」是比喻，比喻什麼？比喻修因。植物先開花後結果，花開得好，因好，將來果就會結得好。所以佛在經上常常用花，代表菩薩的六度萬行。菩薩要修六度萬行，應化，證大涅槃的佛果。「遊步十方，行權方便」，那就是無條件的，無分別、無執著的，普度一切眾生。菩薩在這個裡面隨類化身，像《普門品》裡面所說的，應以什麼身得度，他就現什麼身；應當給眾生說什麼法，他就說什麼法。沒有一定的法可說，也沒有一定的身分可以依據，沒有，隨類現身。隨眾生的念說法，這叫做神通華。"
    },
    {
      "id": "02-034-0004_p0042",
      "zh_CN": "诸佛菩萨为一切众生，种种的演说，目标方向只有一个，帮助一切众生觉悟。我们佛门常说，帮助众生破迷开悟、离苦得乐，这是个总方向、总目标。我们肯发心，得清净心之后，又肯帮助一切众生。帮助一切众生，最主要是要做出一个好样子给人看，为人演说。演是表演，表演不是去唱戏，表演就是日常生活。我们在日常生活，起心动念、言语造作，都按照经上做，要把这部经里面的道理、里面的方法、里面的境界，在我们生活当中表演出来，演出来。换句话说，我们的生活就是《无量寿经》，《无量寿经》就是我们的生活，我们跟《无量寿经》合而为一，这就叫演。演得毫无造作、毫无痕迹。换句话说，你过的生活，就是无量寿佛的生活。过无量寿佛的生活，你问问你有没有成佛，当然成佛了，那还有二话说吗？本经字字句句，跟自己起心动念、日常生活统统相应，你才是真正契入弥陀愿海，跟阿弥陀佛同心、同愿、同德、同行，你不往生谁往生？自然可以拍拍胸膛，我有把握往生，上上品往生。人人做得到，大家要努力，要真正肯干，不要把这一生大好的机缘当面错过，那就可惜了。",
      "zh_TW": "諸佛菩薩為一切眾生，種種的演說，目標方向只有一個，幫助一切眾生覺悟。我們佛門常說，幫助眾生破迷開悟、離苦得樂，這是個總方向、總目標。我們肯發心，得清淨心之後，又肯幫助一切眾生。幫助一切眾生，最主要是要做出一個好樣子給人看，為人演說。演是表演，表演不是去唱戲，表演就是日常生活。我們在日常生活，起心動念、言語造作，都按照經上做，要把這部經裡面的道理、裡面的方法、裡面的境界，在我們生活當中表演出來，演出來。換句話說，我們的生活就是《無量壽經》，《無量壽經》就是我們的生活，我們跟《無量壽經》合而為一，這就叫演。演得毫無造作、毫無痕跡。換句話說，你過的生活，就是無量壽佛的生活。過無量壽佛的生活，你問問你有沒有成佛，當然成佛了，那還有二話說嗎？本經字字句句，跟自己起心動念、日常生活統統相應，你才是真正契入彌陀願海，跟阿彌陀佛同心、同願、同德、同行，你不往生誰往生？自然可以拍拍胸膛，我有把握往生，上上品往生。人人做得到，大家要努力，要真正肯幹，不要把這一生大好的機緣當面錯過，那就可惜了。"
    },
    {
      "id": "02-034-0004_p0043",
      "zh_CN": "下面『光英菩萨』，这是光明英发。后面本师释迦牟尼佛赞叹阿弥陀佛是「光中之王」。我在讲席上也常常勉励同修，我们学佛，招牌很重要。什么是招牌？这个相就是招牌。我们说佛法好，怎么好？脸上一脸灰土土的，那人家一看，学佛学成这个样子，人家怎么能相信？学佛了，我们那个招牌好，全身放光，精神饱满。人家一看，学佛真好，这才行。因此，不接触众生，形象是无所谓；接触广大的群众，形象比什么都重要，人家一接触你这个形象，第一个对你就好感。你看世间人，如果说是形象好，我们佛经里面教我们，处事待人接物「和颜爱语」。印象好，办什么事情都很顺利，帮忙的人很多。一般说你的贵人就很多，贵人哪里来的？形象好，你就会感得许多贵人帮助你；形象不好，人家一见，掉头而去。这个形象，是真正修持里面内发的，不是装的。不是说我要上台讲经，还得要化妆一下，那是假的形象，不是真的。",
      "zh_TW": "下面『光英菩薩』，這是光明英發。後面本師釋迦牟尼佛讚歎阿彌陀佛是「光中之王」。我在講席上也常常勉勵同修，我們學佛，招牌很重要。什麼是招牌？這個相就是招牌。我們說佛法好，怎麼好？臉上一臉灰土土的，那人家一看，學佛學成這個樣子，人家怎麼能相信？學佛了，我們那個招牌好，全身放光，精神飽滿。人家一看，學佛真好，這才行。因此，不接觸眾生，形象是無所謂；接觸廣大的群眾，形象比什麼都重要，人家一接觸你這個形象，第一個對你就好感。你看世間人，如果說是形象好，我們佛經裡面教我們，處事待人接物「和顏愛語」。印象好，辦什麼事情都很順利，幫忙的人很多。一般說你的貴人就很多，貴人哪裡來的？形象好，你就會感得許多貴人幫助你；形象不好，人家一見，掉頭而去。這個形象，是真正修持裡面內發的，不是裝的。不是說我要上台講經，還得要化妝一下，那是假的形象，不是真的。"
    },
    {
      "id": "02-034-0004_p0044",
      "zh_CN": "现在在台湾，有个电视台请我去讲演、去录像。录像的时候，法师，要用点粉化妆一下。不干，我不搞这事情。他说：许多法师上讲台，都要化妆。他化他的妆，我不化妆，你要叫我化妆，我宁愿不上台。现在我们晓得，电视萤幕里头，都是假面具，不是真的。他那个假面具拿掉之后，不好看。我们要从内心里面发出来，自自然然，这是真的。我们自己得真实的享受，我们也绝不欺骗众生。欺骗众生，我们有罪。我们要是化妆上萤幕，我们有罪。为什么？欺骗众生，这个事情不可以做的。",
      "zh_TW": "現在在台灣，有個電視台請我去講演、去錄像。錄像的時候，法師，要用點粉化妝一下。不幹，我不搞這事情。他說：許多法師上講台，都要化妝。他化他的妝，我不化妝，你要叫我化妝，我寧願不上台。現在我們曉得，電視螢幕裡頭，都是假面具，不是真的。他那個假面具拿掉之後，不好看。我們要從內心裡面發出來，自自然然，這是真的。我們自己得真實的享受，我們也絕不欺騙眾生。欺騙眾生，我們有罪。我們要是化妝上螢幕，我們有罪。為什麼？欺騙眾生，這個事情不可以做的。"
    },
    {
      "id": "02-034-0004_p0045",
      "zh_CN": "「光英菩萨」在此地，表的意思就很深。我们个人的形象要好，我们团体的形象也要好。团体是僧团，僧团，四众弟子都是僧团。现在大家一听说僧团，都想到是出家人，没有想到在家人。僧的梵语是僧伽，僧伽的本意我们一定要了解，它的本意叫和合众。众是什么意思？用现在的话来讲，就是团体、社团。社会上社团太多太多了，这一个社团能够遵守佛的教训，修六个戒条，六和的戒条，这一个团体就叫做和合众，就叫做僧伽，就是僧团。",
      "zh_TW": "「光英菩薩」在此地，表的意思就很深。我們個人的形象要好，我們團體的形象也要好。團體是僧團，僧團，四眾弟子都是僧團。現在大家一聽說僧團，都想到是出家人，沒有想到在家人。僧的梵語是僧伽，僧伽的本意我們一定要了解，它的本意叫和合眾。眾是什麼意思？用現在的話來講，就是團體、社團。社會上社團太多太多了，這一個社團能夠遵守佛的教訓，修六個戒條，六和的戒條，這一個團體就叫做和合眾，就叫做僧伽，就是僧團。"
    },
    {
      "id": "02-034-0004_p0046",
      "zh_CN": "所以，僧团不一定是出家人。佛经上说的，四个人以上，在家人也行，四个在家人。像你们在家有家庭，你有儿女或者有父母，你这一家四个人，四个人能够修六和敬，你这一个家庭就是僧团。你经商、开店，店里老板、员工有四个人以上，统统都遵守佛的教诲，修六和敬，你这个店就是僧团。既然里面是和合众，你的家就是道场，你这个店也是道场，诸佛护念、龙天拥护。所以这个和合众，并不专指出家人。虽不专指出家人，出家人要跟其他一切社团，甚至一切和合的社团，要做一个典范，做一个好样子，让别的社团都能够模仿、效法，跟着我们来学，那你就成功。这个意思，我们要明了、要记住。",
      "zh_TW": "所以，僧團不一定是出家人。佛經上說的，四個人以上，在家人也行，四個在家人。像你們在家有家庭，你有兒女或者有父母，你這一家四個人，四個人能夠修六和敬，你這一個家庭就是僧團。你經商、開店，店裡老闆、員工有四個人以上，統統都遵守佛的教誨，修六和敬，你這個店就是僧團。既然裡面是和合眾，你的家就是道場，你這個店也是道場，諸佛護念、龍天擁護。所以這個和合眾，並不專指出家人。雖不專指出家人，出家人要跟其他一切社團，甚至一切和合的社團，要做一個典範，做一個好樣子，讓別的社團都能夠模仿、效法，跟著我們來學，那你就成功。這個意思，我們要明瞭、要記住。"
    },
    {
      "id": "02-034-0004_p0047",
      "zh_CN": "佛门里面这些形象，我们真的要重视。因为现在几乎到全世界，我们走到任何一个地区，遇到社会大众，言谈起来，对我们佛法产生无比严重的误会，这个很糟糕。这样的误会，引起了轻视，他把我们看成宗教，而且在一切宗教当中，把我们看得很低。我们是多神教，什么神都拜，泛神教，低级的宗教；高级的宗教，只有一个神，无上的神明只有一个。低级宗教无知，什么都拜，把我们看成低级宗教，你说冤枉不冤枉。谁造成这种社会现象？我造成的，不要怪别人。我没有尽到佛弟子的责任，我没有能够把佛法的真相，向大家解释清楚，演说明白，所以引起大家这样的误会，罪过在我一身，不在别人。我应当要忏悔，要洗清我的罪过，我要认真努力修行、我要认真对一切大众，把佛法事实真相，说清楚、讲明白。而且我们要做一个好样子给人家看到，这就是我们的招牌，这就是光英菩萨所代表的。",
      "zh_TW": "佛門裡面這些形象，我們真的要重視。因為現在幾乎到全世界，我們走到任何一個地區，遇到社會大眾，言談起來，對我們佛法產生無比嚴重的誤會，這個很糟糕。這樣的誤會，引起了輕視，他把我們看成宗教，而且在一切宗教當中，把我們看得很低。我們是多神教，什麼神都拜，泛神教，低級的宗教；高級的宗教，只有一個神，無上的神明只有一個。低級宗教無知，什麼都拜，把我們看成低級宗教，你說冤枉不冤枉。誰造成這種社會現象？我造成的，不要怪別人。我沒有盡到佛弟子的責任，我沒有能夠把佛法的真相，向大家解釋清楚，演說明白，所以引起大家這樣的誤會，罪過在我一身，不在別人。我應當要懺悔，要洗清我的罪過，我要認真努力修行、我要認真對一切大眾，把佛法事實真相，說清楚、講明白。而且我們要做一個好樣子給人家看到，這就是我們的招牌，這就是光英菩薩所代表的。"
    },
    {
      "id": "02-034-0004_p0048",
      "zh_CN": "我们道场，全世界社团的榜样。最小的社团是家庭，最大的社团是国家，国家也是个社团，它有组织。我们在所有社团里面，起模范的作用。这个社团里面，没有名闻利养、没有人我是非、没有利害得失，清净的社团。我们身心清净一尘不染，所思所作都是利益社会广大群众。我们不是天天说说就算，说说不行，你要真的去做到，身体力行。使诸佛如来，这一块真正是金字招牌，大放光明，我们就不愧为佛弟子，我们敦伦尽分真正做到了。",
      "zh_TW": "我們道場，全世界社團的榜樣。最小的社團是家庭，最大的社團是國家，國家也是個社團，它有組織。我們在所有社團裡面，起模範的作用。這個社團裡面，沒有名聞利養、沒有人我是非、沒有利害得失，清淨的社團。我們身心清淨一塵不染，所思所作都是利益社會廣大群眾。我們不是天天說說就算，說說不行，你要真的去做到，身體力行。使諸佛如來，這一塊真正是金字招牌，大放光明，我們就不愧為佛弟子，我們敦倫盡分真正做到了。"
    },
    {
      "id": "02-034-0004_p0049",
      "zh_CN": "所以今天，居士林、净宗学会的道场，做得不错，其他道场我们也去看过，这两个道场我们比较熟悉，天天有人念佛，每一天有人在这边讲经。这个道场天天讲经，要是三年不间断，对这个社会起一定影响的作用。每一天讲，每一天讲两个小时，不够。但是现在这个社会，两个小时是很有必要。当然我们现在已经走向高科技，我们现场的录像，已经在世界许多国家地区卫星电视里面广播，已经在电脑网路里面流通。所以诸位不要看到，我们这个讲堂坐得满满的，大概一两千人，实际上参与我们这个法会的，不知道有多少人次，多少人在电脑里面、多少人在萤光幕前面，都看到我们的现场。正如同世尊这个法会，十方世界的菩萨，我们肉眼看不到的人数，比我们肉眼看到的人数，不晓得多多少倍，这是有相似之处。",
      "zh_TW": "所以今天，居士林、淨宗學會的道場，做得不錯，其他道場我們也去看過，這兩個道場我們比較熟悉，天天有人念佛，每一天有人在這邊講經。這個道場天天講經，要是三年不間斷，對這個社會起一定影響的作用。每一天講，每一天講兩個小時，不夠。但是現在這個社會，兩個小時是很有必要。當然我們現在已經走向高科技，我們現場的錄像，已經在世界許多國家地區衛星電視裡面廣播，已經在電腦網路裡面流通。所以諸位不要看到，我們這個講堂坐得滿滿的，大概一兩千人，實際上參與我們這個法會的，不知道有多少人次，多少人在電腦裡面、多少人在螢光幕前面，都看到我們的現場。正如同世尊這個法會，十方世界的菩薩，我們肉眼看不到的人數，比我們肉眼看到的人數，不曉得多多少倍，這是有相似之處。"
    },
    {
      "id": "02-034-0004_p0050",
      "zh_CN": "所以我们真正是佛弟子，我们要建如法的道场。真正如法的道场，我也说得很多。世尊当年在世，给我们做最好的榜样。你看，佛讲经的处所，王舍城的道场、祗园精舍的道场，这是佛在那里讲经，讲得比较多一点。所有的这些道场，主人都是国王、大臣、大富长者，他们提供的。道场里面一切的事务，也是他们管理。请佛到这边来讲经说法，教化众生。僧团不问这些闲杂事情，僧团里面只是在办道、教学。不向大众讲经说法的时候，内部的研究讨论，消除一切疑惑，提升自己的境界，平常大家在干这个事情。我是非常向往，世尊当年那些方式。所以道场应当让居士来管理，出家人接受居士的礼请，四事供养，弘法利生，事务的事情绝不干涉。",
      "zh_TW": "所以我們真正是佛弟子，我們要建如法的道場。真正如法的道場，我也說得很多。世尊當年在世，給我們做最好的榜樣。你看，佛講經的處所，王舍城的道場、祗園精舍的道場，這是佛在那裡講經，講得比較多一點。所有的這些道場，主人都是國王、大臣、大富長者，他們提供的。道場裡面一切的事務，也是他們管理。請佛到這邊來講經說法，教化眾生。僧團不問這些閒雜事情，僧團裡面只是在辦道、教學。不向大眾講經說法的時候，內部的研究討論，消除一切疑惑，提升自己的境界，平常大家在幹這個事情。我是非常嚮往，世尊當年那些方式。所以道場應當讓居士來管理，出家人接受居士的禮請，四事供養，弘法利生，事務的事情絕不干涉。"
    },
    {
      "id": "02-034-0004_p0051",
      "zh_CN": "有些出家人放心不下，这个道场我没有主权，万一哪一天他不高兴，赶我走，怎么办？这一点，你自己没有信心，也难怪你。为什么？你没有道。古来祖师常讲：「只怕没有道，不怕没有庙。」你真有道，哪一个道场求你都求不得。这个地方不要你，那个地方磕头作揖在求你，你怕什么？怕的是没有道，这个道场不要你，那个道场也不要你，你走投无路。如果你自己建个道场，这个道场所有权是你自己的，试问问，你出的是什么家？你已经回家。你出了你那个小家，找了个大家枷上了。错了，大错。所以我们不要道场、不要地方。",
      "zh_TW": "有些出家人放心不下，這個道場我沒有主權，萬一哪一天他不高興，趕我走，怎麼辦？這一點，你自己沒有信心，也難怪你。為什麼？你沒有道。古來祖師常講：「只怕沒有道，不怕沒有廟。」你真有道，哪一個道場求你都求不得。這個地方不要你，那個地方磕頭作揖在求你，你怕什麼？怕的是沒有道，這個道場不要你，那個道場也不要你，你走投無路。如果你自己建個道場，這個道場所有權是你自己的，試問問，你出的是什麼家？你已經回家。你出了你那個小家，找了個大家枷上了。錯了，大錯。所以我們不要道場、不要地方。"
    },
    {
      "id": "02-034-0004_p0052",
      "zh_CN": "实实在在没有人礼请，这个日子好过，过得快快乐乐，更快乐。你看，现在露营的帐篷，太理想了，下面都有垫子，小虫都进不去，它拉链拉得紧紧的，一个小帐篷，到山水优美的地方，晚上在那边睡觉。你看，多舒服！我要道场干什么？真的树下一宿，释迦牟尼佛那个时候，树下一宿，没有遮盖，我们现在有遮盖。日中一食，树下一宿，你说这种生活，神仙的生活。我们为什么不去过这生活？为什么搞这么多的枷锁锁住？让你永远脱不了六道轮回。干这种傻事，还自鸣得意，岂不是迷惑颠倒。在心地上，要把它舍得干干净净。我一直主张，道场让在家人去管理，甚至于我们出家人名都不挂，干净俐落，什么麻烦都没有，不造罪业。",
      "zh_TW": "實實在在沒有人禮請，這個日子好過，過得快快樂樂，更快樂。你看，現在露營的帳篷，太理想了，下面都有墊子，小蟲都進不去，它拉鏈拉得緊緊的，一個小帳篷，到山水優美的地方，晚上在那邊睡覺。你看，多舒服！我要道場幹什麼？真的樹下一宿，釋迦牟尼佛那個時候，樹下一宿，沒有遮蓋，我們現在有遮蓋。日中一食，樹下一宿，你說這種生活，神仙的生活。我們為什麼不去過這生活？為什麼搞這麼多的枷鎖鎖住？讓你永遠脫不了六道輪迴。幹這種傻事，還自鳴得意，豈不是迷惑顛倒。在心地上，要把它捨得乾乾淨淨。我一直主張，道場讓在家人去管理，甚至於我們出家人名都不掛，乾淨俐落，什麼麻煩都沒有，不造罪業。"
    },
    {
      "id": "02-034-0004_p0053",
      "zh_CN": "净宗学会跟居士林，就是一个好榜样。诸位真正有学、有德，肯发心，你看这些居士，真诚心来供养。我们要不认真努力，对不起他们；我们认真努力，他不肯让你走，希望你在这里常住；希望你在这里常常讲经。怎么舍得你走？我们真正体会到，道要紧，真的是「不怕没有庙，只怕没有道」，道比庙重要多了，庙不重要。古人这些话，至理名言，我们要牢牢记在心上，认真依教奉行。",
      "zh_TW": "淨宗學會跟居士林，就是一個好榜樣。諸位真正有學、有德，肯發心，你看這些居士，真誠心來供養。我們要不認真努力，對不起他們；我們認真努力，他不肯讓你走，希望你在這裡常住；希望你在這裡常常講經。怎麼捨得你走？我們真正體會到，道要緊，真的是「不怕沒有廟，只怕沒有道」，道比廟重要多了，廟不重要。古人這些話，至理名言，我們要牢牢記在心上，認真依教奉行。"
    },
    {
      "id": "02-034-0004_p0054",
      "zh_CN": "道场我们就希望居士贤护。真正有贤护居士，真正有善思惟居士，他们来建道场，来礼请、供养出家人，在这边修道、弘道，弘护的功德发挥到极处。四众是一家。你看这个招牌，光芒万丈，光照大千，我们给佛面上贴金，这是无量无边的真实功德。所以，我鼓励在家同修们建道场。一个人有力量，一个人建；一个人没有力量，集合一些志同道合的一起来建。自己依照现在社会上一般的法令规章，好好的来经营，好好的来管理，做弘法利生的工作。",
      "zh_TW": "道場我們就希望居士賢護。真正有賢護居士，真正有善思惟居士，他們來建道場，來禮請、供養出家人，在這邊修道、弘道，弘護的功德發揮到極處。四眾是一家。你看這個招牌，光芒萬丈，光照大千，我們給佛面上貼金，這是無量無邊的真實功德。所以，我鼓勵在家同修們建道場。一個人有力量，一個人建；一個人沒有力量，集合一些志同道合的一起來建。自己依照現在社會上一般的法令規章，好好的來經營，好好的來管理，做弘法利生的工作。"
    },
    {
      "id": "02-034-0004_p0055",
      "zh_CN": "现代人头脑实在说，都迷在那个钱眼里头，从前的铜钱当中有个洞，都迷在那个里头，很可怜、很可怜。无论干什么事情，头一个想到钱。我建这个道场，钱从哪里来？道场建立好了，要开销、要维护，这钱又从哪里来？总是想到钱，想到钱就可怜。昨天马来西亚净宗学会，有五位代表来看我，他们告诉我，那一边会务的一些状况。特别给我说明一条，他们现在的章程里面，把会员的会费删掉了。他说听我讲经的这些录音带，明了这个事情，一定要给信徒们丝毫的压力都没有，这个道场只接受你的乐捐，绝对不限制你一个月要交多少钱，一年交多少钱，没有，统统删除。他拿来给我看。我说：对。",
      "zh_TW": "現代人頭腦實在說，都迷在那個錢眼裡頭，從前的銅錢當中有個洞，都迷在那個裡頭，很可憐、很可憐。無論幹什麼事情，頭一個想到錢。我建這個道場，錢從哪裡來？道場建立好了，要開銷、要維護，這錢又從哪裡來？總是想到錢，想到錢就可憐。昨天馬來西亞淨宗學會，有五位代表來看我，他們告訴我，那一邊會務的一些狀況。特別給我說明一條，他們現在的章程裡面，把會員的會費刪掉了。他說聽我講經的這些錄音帶，明瞭這個事情，一定要給信徒們絲毫的壓力都沒有，這個道場只接受你的樂捐，絕對不限制你一個月要交多少錢，一年交多少錢，沒有，統統刪除。他拿來給我看。我說：對。"
    },
    {
      "id": "02-034-0004_p0056",
      "zh_CN": "李木源居士说得好：「我们没有钱、没有福报，阿弥陀佛大福报，这个靠山靠住了，那还有什么问题！」你要靠得牢，怎么靠？依教奉行，就是真正以弥陀为靠山。阿弥陀佛经上所说的，我统统都做到，我在弘法利生上，所必须的这些财源，阿弥陀佛就会给我送来。哪里要自己操一点心？自己操心去经营、去筹划，苦死啦！一点都不操心，正是佛门里常说的，「佛氏门中，有求必应」。",
      "zh_TW": "李木源居士說得好：「我們沒有錢、沒有福報，阿彌陀佛大福報，這個靠山靠住了，那還有什麼問題！」你要靠得牢，怎麼靠？依教奉行，就是真正以彌陀為靠山。阿彌陀佛經上所說的，我統統都做到，我在弘法利生上，所必須的這些財源，阿彌陀佛就會給我送來。哪裡要自己操一點心？自己操心去經營、去籌劃，苦死啦！一點都不操心，正是佛門裡常說的，「佛氏門中，有求必應」。"
    },
    {
      "id": "02-034-0004_p0057",
      "zh_CN": "我在最初接触佛法，章嘉大师传授给我的，我对老师信任。我是一个好学生，是个标准学生；老师的教导，我是百分之百的服从，我也百分之百的去做到，我不辜负老师。我今天要是有一个邪知邪见，要做一个不好的事情，我就想到我对不起老师。许多同学、同修，你们都看到，我住的地方，我老师的照片都挂在一起。我们现在学生上课，教室里面，老师的照片也都挂在那里。一生当中离开老师几十年了，我们的精神永远在一起。老师教我要存报恩心，弘法利生，我们怎么敢违背？常存报恩心，你就常常不敢有邪思，常常不敢做违背老师教诲的事情。我们不违背老师，当然就不违背诸佛菩萨。诸佛菩萨是老师的祖师，我们要是对老师阳奉阴违，岂不是叫欺师灭祖吗？灭祖就是瞧不起佛菩萨。那是李老师从前所说的，那不是学佛，玩弄佛法，罪过无量无边。世间什么都可以玩弄，你怎么可以玩弄佛法？必定堕阿鼻地狱。所以在家居士发心，只要发的是真心，真正为弘扬佛法、为度化众生、为安定社会、为利益人群，佛菩萨没有不保佑的，没有不加持的，决定是有求必应，哪有求不到的。",
      "zh_TW": "我在最初接觸佛法，章嘉大師傳授給我的，我對老師信任。我是一個好學生，是個標準學生；老師的教導，我是百分之百的服從，我也百分之百的去做到，我不辜負老師。我今天要是有一個邪知邪見，要做一個不好的事情，我就想到我對不起老師。許多同學、同修，你們都看到，我住的地方，我老師的照片都掛在一起。我們現在學生上課，教室裡面，老師的照片也都掛在那裡。一生當中離開老師幾十年了，我們的精神永遠在一起。老師教我要存報恩心，弘法利生，我們怎麼敢違背？常存報恩心，你就常常不敢有邪思，常常不敢做違背老師教誨的事情。我們不違背老師，當然就不違背諸佛菩薩。諸佛菩薩是老師的祖師，我們要是對老師陽奉陰違，豈不是叫欺師滅祖嗎？滅祖就是瞧不起佛菩薩。那是李老師從前所說的，那不是學佛，玩弄佛法，罪過無量無邊。世間什麼都可以玩弄，你怎麼可以玩弄佛法？必定墮阿鼻地獄。所以在家居士發心，只要發的是真心，真正為弘揚佛法、為度化眾生、為安定社會、為利益人群，佛菩薩沒有不保佑的，沒有不加持的，決定是有求必應，哪有求不到的。"
    },
    {
      "id": "02-034-0004_p0058",
      "zh_CN": "章嘉大师教给我这个方法，而且告诉我，你的一生，都是佛菩萨替你安排的，你一点都不要操心。我听了这个话好欢喜，一直到现在都欢喜。几十年了，四十多年了，我真有这个感应，真的不操心、真的不问事，有求必应，有愿必成。老师告诉我，你有愿、有求，还没有感应现前，这个时候你自己要晓得，你有业障。赶紧把业障消除，消除业障就通了，感应就现前了。怎么样忏悔？真正知道自己的过失，改正自己的过失，这叫忏悔。忏悔的意思是后不再造，我知道这个错了，以后不敢再造，这叫真忏悔。真正发心忏悔，诸佛菩萨赞叹。世间圣人也是这么说，「人非圣贤，孰能无过，过而能改，善莫大焉」。大善，改过是大善。",
      "zh_TW": "章嘉大師教給我這個方法，而且告訴我，你的一生，都是佛菩薩替你安排的，你一點都不要操心。我聽了這個話好歡喜，一直到現在都歡喜。幾十年了，四十多年了，我真有這個感應，真的不操心、真的不問事，有求必應，有願必成。老師告訴我，你有願、有求，還沒有感應現前，這個時候你自己要曉得，你有業障。趕緊把業障消除，消除業障就通了，感應就現前了。怎麼樣懺悔？真正知道自己的過失，改正自己的過失，這叫懺悔。懺悔的意思是後不再造，我知道這個錯了，以後不敢再造，這叫真懺悔。真正發心懺悔，諸佛菩薩讚歎。世間聖人也是這麼說，「人非聖賢，孰能無過，過而能改，善莫大焉」。大善，改過是大善。"
    },
    {
      "id": "02-034-0004_p0059",
      "zh_CN": "所以在家居士建立道场，绝对正确，就好像建学校一样。佛教是教育，在家人建立学校，组成董事会管理学校。出家人是教员，你这个学校建好了，你要去聘请教员，出家众是教员。聘请一个校长，就好像商店一样，校长是总经理，让他来管理、让他来教导。老板是董事，产权是老板的、是董事的。寺院里面，礼请一个人来做住持，请这些执事，请这些人来修行、办道、弘法利生。那就好像你这个董事会，聘请一些员工来经营这个事业。这个事业是修道、弘道的事业，能这样去做，就非常如法。在过去佛教刚刚传到中国来，最初是国家来护持，道场是谁建立的？国家建立的，是国家的财产。这里面法师也是国家聘请的，所以法师只是弘法、只是修道，做弘法利生的工作。",
      "zh_TW": "所以在家居士建立道場，絕對正確，就好像建學校一樣。佛教是教育，在家人建立學校，組成董事會管理學校。出家人是教員，你這個學校建好了，你要去聘請教員，出家眾是教員。聘請一個校長，就好像商店一樣，校長是總經理，讓他來管理、讓他來教導。老闆是董事，產權是老闆的、是董事的。寺院裡面，禮請一個人來做住持，請這些執事，請這些人來修行、辦道、弘法利生。那就好像你這個董事會，聘請一些員工來經營這個事業。這個事業是修道、弘道的事業，能這樣去做，就非常如法。在過去佛教剛剛傳到中國來，最初是國家來護持，道場是誰建立的？國家建立的，是國家的財產。這裡面法師也是國家聘請的，所以法師只是弘法、只是修道，做弘法利生的工作。"
    },
    {
      "id": "02-034-0004_p0060",
      "zh_CN": "我们讲到光英菩萨，讲到佛法的形象，你这个形象要不好，形象要坏了，对于佛法的弘传，就产生很严重的障碍。「光英」在此地，用现代的话来说，建立光芒万丈、光照大千的佛法形象。个人是学佛的形象，在家居士，你的家庭是佛法的形象。人家一看，这个人家学佛的，学佛的人家乱七八糟，你就障碍一般社会人不敢学佛，不能学佛，你看学佛就像他那个样子，这就叫灭法，这不叫弘法，灭法。学佛一定要有非常好的形象，非常重要。你要是经商，你这老板是学佛，你那个店就是佛法的道场，你那个店面要是最好的形象。无论你从事哪一个行业，你要学佛，都要表现社会第一好的形象。光英菩萨在此地表法。",
      "zh_TW": "我們講到光英菩薩，講到佛法的形象，你這個形象要不好，形象要壞了，對於佛法的弘傳，就產生很嚴重的障礙。「光英」在此地，用現代的話來說，建立光芒萬丈、光照大千的佛法形象。個人是學佛的形象，在家居士，你的家庭是佛法的形象。人家一看，這個人家學佛的，學佛的人家亂七八糟，你就障礙一般社會人不敢學佛，不能學佛，你看學佛就像他那個樣子，這就叫滅法，這不叫弘法，滅法。學佛一定要有非常好的形象，非常重要。你要是經商，你這老闆是學佛，你那個店就是佛法的道場，你那個店面要是最好的形象。無論你從事哪一個行業，你要學佛，都要表現社會第一好的形象。光英菩薩在此地表法。"
    },
    {
      "id": "02-034-0004_p0061",
      "zh_CN": "『宝幢菩萨』是表佛法的流通，今天讲佛法的扩展。宝幢的宝好！现在什么是宝？卫星电视是宝，电脑网路是宝。我们利用这个宝，把佛法流传到全世界。所以在今天，如果没有因缘，不能建大型的道场，没有很多人到这个地方来听经，诸位要晓得，今天全世界，像新加坡居士林这个道场，非常希有。这不是我对大家特别赞叹。",
      "zh_TW": "『寶幢菩薩』是表佛法的流通，今天講佛法的擴展。寶幢的寶好！現在什麼是寶？衛星電視是寶，電腦網路是寶。我們利用這個寶，把佛法流傳到全世界。所以在今天，如果沒有因緣，不能建大型的道場，沒有很多人到這個地方來聽經，諸位要曉得，今天全世界，像新加坡居士林這個道場，非常希有。這不是我對大家特別讚歎。"
    },
    {
      "id": "02-034-0004_p0062",
      "zh_CN": "因为现在的社会结构改变了，现在走向工业时代，高科技的时代，每一个人生活都非常紧张，都非常忙碌，哪有时间坐在这个地方，天天坐在这个地方，听两个钟点经，不可能。我们在美国，美国人最欢迎的是，你讲经三天，他会来听，你讲经五天，未必天天能来听，你讲经一个星期，他不来了，太长了没时间。而且最受欢迎的，就是一次，两、三个小时，那他是最喜欢。众生闻法的机缘愈来愈少，众生的福愈来愈薄。新加坡是大福报，福地。有这么多人天天都来听，这还得了！所以在西方社会里面，我们建道场都不要大，住家、小房子就可以了。最重要的就是要有高科技的设备，有个小型的录影室，用这个录影室录下来之后，利用网路、利用卫星电视，向全世界播放，这就是宝幢菩萨代表的意思。",
      "zh_TW": "因為現在的社會結構改變了，現在走向工業時代，高科技的時代，每一個人生活都非常緊張，都非常忙碌，哪有時間坐在這個地方，天天坐在這個地方，聽兩個鐘點經，不可能。我們在美國，美國人最歡迎的是，你講經三天，他會來聽，你講經五天，未必天天能來聽，你講經一個星期，他不來了，太長了沒時間。而且最受歡迎的，就是一次，兩、三個小時，那他是最喜歡。眾生聞法的機緣愈來愈少，眾生的福愈來愈薄。新加坡是大福報，福地。有這麼多人天天都來聽，這還得了！所以在西方社會裡面，我們建道場都不要大，住家、小房子就可以了。最重要的就是要有高科技的設備，有個小型的錄影室，用這個錄影室錄下來之後，利用網路、利用衛星電視，向全世界播放，這就是寶幢菩薩代表的意思。"
    },
    {
      "id": "02-034-0004_p0063",
      "zh_CN": "你们看宝幢菩萨，能看懂他的意思吗？高科技是宝，幢是高悬，把佛法流通到十方三世，我们利用现在的科技，确实做到。你看我们做成CD、VCD。我听说一个片，可以能保存两百年，流传久远。利用电视、广播、网路传播，这是遍满十方，宝幢在这里起了作用。我们尽心尽力，把佛法用高科技的方法，向全世界人介绍，你就是宝幢菩萨，你做这个，宝幢菩萨。他做流通佛法的工作，传递佛法的工作。今天时间又到了。",
      "zh_TW": "你們看寶幢菩薩，能看懂他的意思嗎？高科技是寶，幢是高懸，把佛法流通到十方三世，我們利用現在的科技，確實做到。你看我們做成CD、VCD。我聽說一個片，可以能保存兩百年，流傳久遠。利用電視、廣播、網路傳播，這是遍滿十方，寶幢在這裡起了作用。我們盡心盡力，把佛法用高科技的方法，向全世界人介紹，你就是寶幢菩薩，你做這個，寶幢菩薩。他做流通佛法的工作，傳遞佛法的工作。今天時間又到了。"
    }
  ]
}