{
  "doc_id": "02-034-0166",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六六集",
    "zh_TW": "第一六六集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0166",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "02-034-0166_p0001",
      "zh_CN": "请掀开经本，科会第四十八面第四行，第二段征释赞意。我们把经文念一遍：",
      "zh_TW": "請掀開經本，科會第四十八面第四行，第二段徵釋讚意。我們把經文念一遍："
    },
    {
      "id": "02-034-0166_p0002",
      "zh_CN": "【何以故。欲令他方所有众生闻彼佛名。发清净心。忆念受持。归依供养。乃至能发一念净信。所有善根。至心回向。愿生彼国。随愿皆生。得不退转。乃至无上正等菩提。】",
      "zh_TW": "【何以故。欲令他方所有眾生聞彼佛名。發清淨心。憶念受持。歸依供養。乃至能發一念淨信。所有善根。至心迴向。願生彼國。隨願皆生。得不退轉。乃至無上正等菩提。】"
    },
    {
      "id": "02-034-0166_p0003",
      "zh_CN": "这一段经文跟我们说明，十方诸佛赞叹极乐世界依正庄严真正的用意在哪里。经文不长，可是说得很清楚，说得很明白。『何以故』，用现代的话来说，就是为什么，这是一句问话，为什么。『欲令他方』，他方是极乐世界以外的都是他方。极乐世界以外的，就是十方一切诸佛刹土里面，『所有众生』。这个众生是讲九法界众生，从菩萨到缘觉、声闻，一直到饿鬼、畜生、地狱，统统都包括在其中，这所有众生。",
      "zh_TW": "這一段經文跟我們說明，十方諸佛讚歎極樂世界依正莊嚴真正的用意在哪裡。經文不長，可是說得很清楚，說得很明白。『何以故』，用現代的話來說，就是為什麼，這是一句問話，為什麼。『欲令他方』，他方是極樂世界以外的都是他方。極樂世界以外的，就是十方一切諸佛剎土裡面，『所有眾生』。這個眾生是講九法界眾生，從菩薩到緣覺、聲聞，一直到餓鬼、畜生、地獄，統統都包括在其中，這所有眾生。"
    },
    {
      "id": "02-034-0166_p0004",
      "zh_CN": "『闻彼佛名』，「彼佛」就是本师阿弥陀佛。阿弥陀佛的名号谁知道？十方诸佛替他宣传，十方诸佛替我们大家介绍，这个介绍就是为我们讲这三部经，《无量寿经》、《观无量寿佛经》跟《阿弥陀经》。由此我们可以知道，一切诸佛菩萨示现在九法界，恒顺众生，讲无量无边的经论、无量无边的法门，各个不相同，每个地方众生根性不一样，各个不相同；但是一定会讲这三部经，《无量寿经》、《弥陀经》、《观无量寿佛经》，一定会讲。无论哪一尊佛，就是说这三部经是一定会讲的，其他经那倒不一定，要看众生根性。因此阿弥陀佛的名号，十方世界所有一切众生都有机会听到。",
      "zh_TW": "『聞彼佛名』，「彼佛」就是本師阿彌陀佛。阿彌陀佛的名號誰知道？十方諸佛替他宣傳，十方諸佛替我們大家介紹，這個介紹就是為我們講這三部經，《無量壽經》、《觀無量壽佛經》跟《阿彌陀經》。由此我們可以知道，一切諸佛菩薩示現在九法界，恆順眾生，講無量無邊的經論、無量無邊的法門，各個不相同，每個地方眾生根性不一樣，各個不相同；但是一定會講這三部經，《無量壽經》、《彌陀經》、《觀無量壽佛經》，一定會講。無論哪一尊佛，就是說這三部經是一定會講的，其他經那倒不一定，要看眾生根性。因此阿彌陀佛的名號，十方世界所有一切眾生都有機會聽到。"
    },
    {
      "id": "02-034-0166_p0005",
      "zh_CN": "听到这是缘，缘有了。缘有四种缘，这是经论里面佛跟我们讲四缘生法。世出世间一切法的发生，总离不开四种缘，第一种是亲因缘，第二种是所缘缘，第三种是无间缘。这三种都是我们自身的，我们自己本身具备的，最后一种叫增上缘，那是外面帮助的，这就不一样。增上缘，现在我们知道，能够听到阿弥陀佛名号，这个增上缘大概是九法界所有一切众生都有这个机会，为什么？一切诸佛菩萨都在宣扬，所以这个缘太殊胜了。为什么不能往生？那就是我们本身的缘，我们本身有没有亲因缘。亲因缘是过去生中有没有种这个善根，这才是我们的亲因缘。过去生中没有种善根，现在听到阿弥陀佛名号，善根就种了。善根现在种，现在很难结果，所以每个人的善根福德因缘都是多生多劫修成的，这不是短时间。所以信愿行是累劫所修的，我们这一生又遇到了。遇到之后，如果能够把它掌握住，紧紧抓住，我们这一生肯定就开花结果，就会有成就，所以这一点非常非常的重要。",
      "zh_TW": "聽到這是緣，緣有了。緣有四種緣，這是經論裡面佛跟我們講四緣生法。世出世間一切法的發生，總離不開四種緣，第一種是親因緣，第二種是所緣緣，第三種是無間緣。這三種都是我們自身的，我們自己本身具備的，最後一種叫增上緣，那是外面幫助的，這就不一樣。增上緣，現在我們知道，能夠聽到阿彌陀佛名號，這個增上緣大概是九法界所有一切眾生都有這個機會，為什麼？一切諸佛菩薩都在宣揚，所以這個緣太殊勝了。為什麼不能往生？那就是我們本身的緣，我們本身有沒有親因緣。親因緣是過去生中有沒有種這個善根，這才是我們的親因緣。過去生中沒有種善根，現在聽到阿彌陀佛名號，善根就種了。善根現在種，現在很難結果，所以每個人的善根福德因緣都是多生多劫修成的，這不是短時間。所以信願行是累劫所修的，我們這一生又遇到了。遇到之後，如果能夠把它掌握住，緊緊抓住，我們這一生肯定就開花結果，就會有成就，所以這一點非常非常的重要。"
    },
    {
      "id": "02-034-0166_p0006",
      "zh_CN": "黄念祖老居士在这一段经文里面，给我们做了很详细的注解，注得非常之好。我们跟他也是非常有缘分，我们能够读到他的书，能够听到他的教诲，这些都是希有的因缘。有了缘，最重要的是你要能信。你听了净土三经之后，你对于西方极乐世界相不相信？如果听了，「这个大概是神话、寓言，未必是真的」，你说你有没有善根？善根是有的，善根太薄了，不深，所以生不起信心。如果要没有善根，这一生当中你没有机会听到，凡是听到的，过去生中都有善根，这很不可思议！",
      "zh_TW": "黃念祖老居士在這一段經文裡面，給我們做了很詳細的註解，註得非常之好。我們跟他也是非常有緣分，我們能夠讀到他的書，能夠聽到他的教誨，這些都是希有的因緣。有了緣，最重要的是你要能信。你聽了淨土三經之後，你對於西方極樂世界相不相信？如果聽了，「這個大概是神話、寓言，未必是真的」，你說你有沒有善根？善根是有的，善根太薄了，不深，所以生不起信心。如果要沒有善根，這一生當中你沒有機會聽到，凡是聽到的，過去生中都有善根，這很不可思議！"
    },
    {
      "id": "02-034-0166_p0007",
      "zh_CN": "善根深厚的，听了就生欢喜心、就相信。信了之后你能不能理解，这个很重要。信，不能理解，你的信心不坚定，很容易被外面境界动摇。我们特别是生活在现在这个时代，无论是顺境、逆境都很容易被淘汰掉。顺境里面贪图名闻利养，贪图五欲六尘享受，把西方极乐世界这个事情忽略了；逆境容易生瞋恚心，念念总感觉得这个世间不平，怨气、抱怨，这个东西也是严重的障碍，都是障碍我们这一生成就的。所以现前这个世界障缘太多。什么人才能够在这个环境里面不受障碍？这个意思就是说不受外面环境的影响，这个人才能成功。这在佛法里面讲是大善根，很深厚的善根，他一接触他相信，一听，这个经文一读他就明了，生清净心。《金刚经》上讲得好，「信心清净，则生实相」。实相是般若智慧，真实智慧，清净心才能够生真实智慧，真实智慧你才能解，你解得深，你解得广，当然得受用。",
      "zh_TW": "善根深厚的，聽了就生歡喜心、就相信。信了之後你能不能理解，這個很重要。信，不能理解，你的信心不堅定，很容易被外面境界動搖。我們特別是生活在現在這個時代，無論是順境、逆境都很容易被淘汰掉。順境裡面貪圖名聞利養，貪圖五欲六塵享受，把西方極樂世界這個事情忽略了；逆境容易生瞋恚心，念念總感覺得這個世間不平，怨氣、抱怨，這個東西也是嚴重的障礙，都是障礙我們這一生成就的。所以現前這個世界障緣太多。什麼人才能夠在這個環境裡面不受障礙？這個意思就是說不受外面環境的影響，這個人才能成功。這在佛法裡面講是大善根，很深厚的善根，他一接觸他相信，一聽，這個經文一讀他就明瞭，生清淨心。《金剛經》上講得好，「信心清淨，則生實相」。實相是般若智慧，真實智慧，清淨心才能夠生真實智慧，真實智慧你才能解，你解得深，你解得廣，當然得受用。"
    },
    {
      "id": "02-034-0166_p0008",
      "zh_CN": "诸佛如来跟阿弥陀佛一样的慈悲，都希望每个众生听到弥陀的名号，都能够生信发愿，在这一生当中往生不退成佛，这是佛心，佛的愿。这一段实在讲就是四十八愿第十八愿的成就，十八愿是闻名一定得生，这在理论上讲一点都不错，决定得生。但是什么时候得生可不一定，有的人在这一生就得生，有的人来生、后生，甚至于无量劫以后才会往生。这是什么原因？这都是缘的不同，总在遇缘不同。由此可知，一切众生，说实在的话，这前面讲，我们上一堂课讲我们要学诸佛如来说诚实言，这很重要。跟诸位要说诚实言，人的一生、一切众生的一生，什么最重要？念佛往生最重要，没有比这桩事情更重要的。凡是与这一桩大事情相违背的、有障碍的，我们要知道远离；凡是对这桩事情有帮助的，我们要懂得亲近，希望在这一生当中，我要完成这一桩大事情，其余的不足以为道。",
      "zh_TW": "諸佛如來跟阿彌陀佛一樣的慈悲，都希望每個眾生聽到彌陀的名號，都能夠生信發願，在這一生當中往生不退成佛，這是佛心，佛的願。這一段實在講就是四十八願第十八願的成就，十八願是聞名一定得生，這在理論上講一點都不錯，決定得生。但是什麼時候得生可不一定，有的人在這一生就得生，有的人來生、後生，甚至於無量劫以後才會往生。這是什麼原因？這都是緣的不同，總在遇緣不同。由此可知，一切眾生，說實在的話，這前面講，我們上一堂課講我們要學諸佛如來說誠實言，這很重要。跟諸位要說誠實言，人的一生、一切眾生的一生，什麼最重要？念佛往生最重要，沒有比這樁事情更重要的。凡是與這一樁大事情相違背的、有障礙的，我們要知道遠離；凡是對這樁事情有幫助的，我們要懂得親近，希望在這一生當中，我要完成這一樁大事情，其餘的不足以為道。"
    },
    {
      "id": "02-034-0166_p0009",
      "zh_CN": "世间的名闻利养，假的，五欲六尘也是假的，记住《金刚经》上的教训「凡所有相，皆是虚妄」，连这个身体也是假的。我刚刚进门的时候，有一个同修来看我，说他有业障，常常感觉到有人要剖他的胸膛，他很恐惧。这是什么回事情？确确实实业障现前。我们要怎样对待这个事实？不要恐惧。真正学佛的人知道，任何一个众生没有生死，身有生灭，灵性不生不灭，灵性是自己，身不是自己。我造作的罪业，这个罪业要消。你罪业要是不消，罪业是障碍，叫业障，你要消罪业。你做了好多好事，做了好多善事，这是福，福也要消，你要不消，它也障碍你。所以祸跟福没有两样，无非是消业障而已。福报现前是消福、消善业，三恶道是消恶业，统统是消业障的。业障消除，你的真如本性就现前。",
      "zh_TW": "世間的名聞利養，假的，五欲六塵也是假的，記住《金剛經》上的教訓「凡所有相，皆是虛妄」，連這個身體也是假的。我剛剛進門的時候，有一個同修來看我，說他有業障，常常感覺到有人要剖他的胸膛，他很恐懼。這是什麼回事情？確確實實業障現前。我們要怎樣對待這個事實？不要恐懼。真正學佛的人知道，任何一個眾生沒有生死，身有生滅，靈性不生不滅，靈性是自己，身不是自己。我造作的罪業，這個罪業要消。你罪業要是不消，罪業是障礙，叫業障，你要消罪業。你做了好多好事，做了好多善事，這是福，福也要消，你要不消，它也障礙你。所以禍跟福沒有兩樣，無非是消業障而已。福報現前是消福、消善業，三惡道是消惡業，統統是消業障的。業障消除，你的真如本性就現前。"
    },
    {
      "id": "02-034-0166_p0010",
      "zh_CN": "业障很难消除，原因在哪里？享福的时候生贪恋心，又造业了。遇到一些灾难的时候起怨恨心，所以你的业障永远消不掉，消的时候又造了。聪明人要懂得消的时候不能造，善福现前的时候，决定没有一丝毫贪恋；灾祸现前的时候，小的灾祸，人家毁谤我、侮辱我、障碍我，这是小的，大的是杀害我，没有丝毫怨恨心，这叫真正消掉。你看看《金刚经》上举的例子，歌利王割截身体，忍辱仙人没有一丝毫怨恨，这是做样子给我们看的。那么重大的侮辱伤害，你看一点怨恨心没有，他的业障消尽，消尽了就成佛。你说歌利王好不好？真好！歌利王要不是那个态度对待他，把他的业障消尽，他成不了佛。所以菩萨是个明白人，对于歌利王感恩戴德。他发愿：我将来成佛，我第一个来度你。那个忍辱仙人就是释迦牟尼佛。歌利王，以前那个歌利王害他的，就是憍陈如尊者。释迦牟尼佛说话算话，他成佛第一个度的是憍陈如尊者，这是感恩报恩。",
      "zh_TW": "業障很難消除，原因在哪裡？享福的時候生貪戀心，又造業了。遇到一些災難的時候起怨恨心，所以你的業障永遠消不掉，消的時候又造了。聰明人要懂得消的時候不能造，善福現前的時候，決定沒有一絲毫貪戀；災禍現前的時候，小的災禍，人家毀謗我、侮辱我、障礙我，這是小的，大的是殺害我，沒有絲毫怨恨心，這叫真正消掉。你看看《金剛經》上舉的例子，歌利王割截身體，忍辱仙人沒有一絲毫怨恨，這是做樣子給我們看的。那麼重大的侮辱傷害，你看一點怨恨心沒有，他的業障消盡，消盡了就成佛。你說歌利王好不好？真好！歌利王要不是那個態度對待他，把他的業障消盡，他成不了佛。所以菩薩是個明白人，對於歌利王感恩戴德。他發願：我將來成佛，我第一個來度你。那個忍辱仙人就是釋迦牟尼佛。歌利王，以前那個歌利王害他的，就是憍陳如尊者。釋迦牟尼佛說話算話，他成佛第一個度的是憍陳如尊者，這是感恩報恩。"
    },
    {
      "id": "02-034-0166_p0011",
      "zh_CN": "所以觉悟之后，你永远生活在感恩的世界，你说你多欢喜。无论什么境界，物质环境，人事环境，顺境也好，逆境也好，善缘也好，恶缘也好，永远是感恩的心，永远是平等的心，永远是清净心。所以你的心清净，生智慧、生欢喜，法喜充满。受灾难还是法喜充满，那个喜悦是从自性、从内心里面生出来的，与外头境界不相干。我们学佛，如果连这一点都没学到，那就错了，那叫白学了。所以每堂课你总要学一点东西带回去，你这一堂课没有白来。",
      "zh_TW": "所以覺悟之後，你永遠生活在感恩的世界，你說你多歡喜。無論什麼境界，物質環境，人事環境，順境也好，逆境也好，善緣也好，惡緣也好，永遠是感恩的心，永遠是平等的心，永遠是清淨心。所以你的心清淨，生智慧、生歡喜，法喜充滿。受災難還是法喜充滿，那個喜悅是從自性、從內心裡面生出來的，與外頭境界不相干。我們學佛，如果連這一點都沒學到，那就錯了，那叫白學了。所以每堂課你總要學一點東西帶回去，你這一堂課沒有白來。"
    },
    {
      "id": "02-034-0166_p0012",
      "zh_CN": "修行一定是从不妄语下手，就是前面讲的说诚实言。说诚实言不吃亏。别人骗我，我不骗人，表面上看到是我们吃亏、上当了，其实我们一点亏都没吃，为什么？灵性提升了。我们讲是道德提升了，你在道德上加分，你在物质上、名闻利养上是不是被扣分？可能现前看起来好像是扣分，再过几天不断给你加分，这就是善有善报。种善因一定得善果，但是得的善果，你要晓得那善果不能有贪爱心、不能有傲慢心，一有你又在造业了。这是一切众生累劫以来，想消业障总是消得不干净，总是消不了，原因在此地；也就是你没有看破，你没有放下。真正看破放下的人才能说得上是积功累德，每天在累积的是功德，不是福报，不是业障，累积的是功德。",
      "zh_TW": "修行一定是從不妄語下手，就是前面講的說誠實言。說誠實言不吃虧。別人騙我，我不騙人，表面上看到是我們吃虧、上當了，其實我們一點虧都沒吃，為什麼？靈性提升了。我們講是道德提升了，你在道德上加分，你在物質上、名聞利養上是不是被扣分？可能現前看起來好像是扣分，再過幾天不斷給你加分，這就是善有善報。種善因一定得善果，但是得的善果，你要曉得那善果不能有貪愛心、不能有傲慢心，一有你又在造業了。這是一切眾生累劫以來，想消業障總是消得不乾淨，總是消不了，原因在此地；也就是你沒有看破，你沒有放下。真正看破放下的人才能說得上是積功累德，每天在累積的是功德，不是福報，不是業障，累積的是功德。"
    },
    {
      "id": "02-034-0166_p0013",
      "zh_CN": "『发清净心，忆念受持』，这是我们这一堂课要认真学习的。什么叫清净心？清净心就是不受染污。凡夫六根接触六尘境界，眼见色，耳闻声，鼻嗅香，舌尝味，境界顺自己意思的就起贪心，就想控制、想占有、想支配。控制、占有、支配是造业，你就造业了，业就造成障碍，所以叫业障；你的真心是清净的，本来是清净的，所以你的真心不净了，被染污了。不合自己意思就起瞋恚。很难，非常非常之难！所以我们自己要有高度的警觉心，时时刻刻要提醒自己不能被外面环境影响。",
      "zh_TW": "『發清淨心，憶念受持』，這是我們這一堂課要認真學習的。什麼叫清淨心？清淨心就是不受染污。凡夫六根接觸六塵境界，眼見色，耳聞聲，鼻嗅香，舌嘗味，境界順自己意思的就起貪心，就想控制、想佔有、想支配。控制、佔有、支配是造業，你就造業了，業就造成障礙，所以叫業障；你的真心是清淨的，本來是清淨的，所以你的真心不淨了，被染污了。不合自己意思就起瞋恚。很難，非常非常之難！所以我們自己要有高度的警覺心，時時刻刻要提醒自己不能被外面環境影響。"
    },
    {
      "id": "02-034-0166_p0014",
      "zh_CN": "现在人讲影响，佛法里面讲所转，你不能被环境所转。现在我们讲被境界所转，还有很多人听不懂，我们用现代的话，你还会受影响你就错了。怎样做？在日常生活当中、一切环境当中不受影响，永远保持自己的清净平等觉，那就对了。这个话说得容易，做起来相当之难，什么原因？我们的习气太深，这个习气不是一天、两天养成的，无量劫养成的。无量劫养成的习气，在这一生当中想把它断除，真是谈何容易！这是事实。可是我们如果真的要做，能不能做到？那肯定能做到，问题就是你有没有真正的决心、毅力要把你烦恼习气放下。这个不问别人，问自己。果然真正有这种决心毅力，能做得到，不是做不到。这个事情不是求人，求人很难，人家未必同意答应你，这求自己！",
      "zh_TW": "現在人講影響，佛法裡面講所轉，你不能被環境所轉。現在我們講被境界所轉，還有很多人聽不懂，我們用現代的話，你還會受影響你就錯了。怎樣做？在日常生活當中、一切環境當中不受影響，永遠保持自己的清淨平等覺，那就對了。這個話說得容易，做起來相當之難，什麼原因？我們的習氣太深，這個習氣不是一天、兩天養成的，無量劫養成的。無量劫養成的習氣，在這一生當中想把它斷除，真是談何容易！這是事實。可是我們如果真的要做，能不能做到？那肯定能做到，問題就是你有沒有真正的決心、毅力要把你煩惱習氣放下。這個不問別人，問自己。果然真正有這種決心毅力，能做得到，不是做不到。這個事情不是求人，求人很難，人家未必同意答應你，這求自己！"
    },
    {
      "id": "02-034-0166_p0015",
      "zh_CN": "所以只要肯，正是善导大师所说的，净宗法门万修万人去，一个都不会漏失掉的。你真正肯。真正肯你就要把往生的障碍排除，哪些障碍？经典上所说的都是标准，我们起心动念、言语造作，与经典上统统相应，那怎么会不往生？所以天天读经，读经的目的在哪里？目的在检查我们的起心动念、言语造作，跟经上讲的一样不一样。经上教我们做的，我们做到没有？经上教我们不能做的，我们有没有犯这个过失？天天读经，天天在反省，天天在检点，这叫真用功、真修行，这就是经上讲的「忆念受持」。",
      "zh_TW": "所以只要肯，正是善導大師所說的，淨宗法門萬修萬人去，一個都不會漏失掉的。你真正肯。真正肯你就要把往生的障礙排除，哪些障礙？經典上所說的都是標準，我們起心動念、言語造作，與經典上統統相應，那怎麼會不往生？所以天天讀經，讀經的目的在哪裡？目的在檢查我們的起心動念、言語造作，跟經上講的一樣不一樣。經上教我們做的，我們做到沒有？經上教我們不能做的，我們有沒有犯這個過失？天天讀經，天天在反省，天天在檢點，這叫真用功、真修行，這就是經上講的「憶念受持」。"
    },
    {
      "id": "02-034-0166_p0016",
      "zh_CN": "务必使我们的心跟阿弥陀佛一样的心，愿是一样的愿，言是一样的言，行是一样的行，心愿言行跟阿弥陀佛都相应。古德常说「一念相应一念佛，念念相应念念佛」，他哪有不成佛的道理！理我们要懂，要在日常生活当中真正的去做，不要去胡思乱想。为什么？胡思乱想都是造轮回业。你想善，生三善道，你想恶，堕三恶道，总出不了六道轮回。所以教我们忆佛念佛。我们想什么？又不能不想，不想做不到。所以把这个想换一换，换西方极乐世界，换阿弥陀佛，我们天天想佛，天天想极乐世界，心想事成，就成功了。",
      "zh_TW": "務必使我們的心跟阿彌陀佛一樣的心，願是一樣的願，言是一樣的言，行是一樣的行，心願言行跟阿彌陀佛都相應。古德常說「一念相應一念佛，念念相應念念佛」，他哪有不成佛的道理！理我們要懂，要在日常生活當中真正的去做，不要去胡思亂想。為什麼？胡思亂想都是造輪迴業。你想善，生三善道，你想惡，墮三惡道，總出不了六道輪迴。所以教我們憶佛念佛。我們想什麼？又不能不想，不想做不到。所以把這個想換一換，換西方極樂世界，換阿彌陀佛，我們天天想佛，天天想極樂世界，心想事成，就成功了。"
    },
    {
      "id": "02-034-0166_p0017",
      "zh_CN": "念不是在口头上，你看看我们中国的文字，这个念字，念是什么？今心，就是现在的这个心，心上有就叫做念，不是口里头有。口里头有，心里头没有，那个不行，有口无心，决定不能往生；你一天念十万声佛号，二十万声佛号，古人讲「喊破喉咙也枉然」，决定不能往生。往生是你心里头真的有佛，真的有极乐世界。真有佛、真有极乐世界，你要不天天读经怎么行？不但要读经，古来祖师大德这些注疏要看，你的印象才深。极乐世界是我们的老家，我们现在要回家，回家对于家里状况一无所知，你就回不去。你总得搞得清清楚楚、明明白白，你才能回得了家。念念都想到回家，就是你心里头真有了。",
      "zh_TW": "念不是在口頭上，你看看我們中國的文字，這個念字，念是什麼？今心，就是現在的這個心，心上有就叫做念，不是口裡頭有。口裡頭有，心裡頭沒有，那個不行，有口無心，決定不能往生；你一天念十萬聲佛號，二十萬聲佛號，古人講「喊破喉嚨也枉然」，決定不能往生。往生是你心裡頭真的有佛，真的有極樂世界。真有佛、真有極樂世界，你要不天天讀經怎麼行？不但要讀經，古來祖師大德這些註疏要看，你的印象才深。極樂世界是我們的老家，我們現在要回家，回家對於家裡狀況一無所知，你就回不去。你總得搞得清清楚楚、明明白白，你才能回得了家。念念都想到回家，就是你心裡頭真有了。"
    },
    {
      "id": "02-034-0166_p0018",
      "zh_CN": "这个事情很不好讲，讲的时候不容易懂。我举一个实际的例子，诸位细心去想想。早年，有一年过年的时候（农历年），我在台北，那个时候还在华藏图书馆，有一位老居士到图书馆来给我拜年，告诉我，她说：法师，我这几年念佛功夫很得力，我什么都放下了，就是孙子放不下。你们想想这是什么意思？她心里头什么都没有了，统统放下了，心上有孙子。她不是口里头孙子、孙子、孙子，不是这么念法，她不是念的，她心里头真有；无论在什么时候，起心动念她没有把孙子忘掉。这才叫做念，她心上真有。所以那一天我就教她，我说你把阿弥陀佛当作你孙子，你就成功了。这不是笑话，这是真的。你那么样疼爱你的孙子，念念都不忘记孙子，你把阿弥陀佛换成孙子，成功了。以后她有没有换过来，我就不知道了，我是把这个方法教给她。",
      "zh_TW": "這個事情很不好講，講的時候不容易懂。我舉一個實際的例子，諸位細心去想想。早年，有一年過年的時候（農曆年），我在台北，那個時候還在華藏圖書館，有一位老居士到圖書館來給我拜年，告訴我，她說：法師，我這幾年念佛功夫很得力，我什麼都放下了，就是孫子放不下。你們想想這是什麼意思？她心裡頭什麼都沒有了，統統放下了，心上有孫子。她不是口裡頭孫子、孫子、孫子，不是這麼念法，她不是念的，她心裡頭真有；無論在什麼時候，起心動念她沒有把孫子忘掉。這才叫做念，她心上真有。所以那一天我就教她，我說你把阿彌陀佛當作你孫子，你就成功了。這不是笑話，這是真的。你那麼樣疼愛你的孫子，念念都不忘記孫子，你把阿彌陀佛換成孫子，成功了。以後她有沒有換過來，我就不知道了，我是把這個方法教給她。"
    },
    {
      "id": "02-034-0166_p0019",
      "zh_CN": "所以「念」这个字我们要晓得，你心上真有；一切时一切处，晚上作梦都离不开，你心上真有。我们要把阿弥陀佛放在心上，把西方极乐世界依正庄严放在心上，这样念佛，万修万人去，一个都不漏。「忆」是想，你常常想佛，心里头真有佛。「受持」，这两个字的意思非常的深、非常的广。受是接受，持是保持，受持什么？释迦牟尼佛、阿弥陀佛、十方一切诸佛在经典上教导我们的，我们要接受。不但要接受，而且要保持，永远不要失掉。他教导我们的，像我们在这一品经里面，总要学几句。前面这一段里面，我们学一个「说诚实言」就好，从今而后，对待任何人，坦诚对待，表里一如，心里头真平静、舒适、快乐，没有任何秘密，没有任何瞒着别人的，你瞒着别人，自己很累。",
      "zh_TW": "所以「念」這個字我們要曉得，你心上真有；一切時一切處，晚上作夢都離不開，你心上真有。我們要把阿彌陀佛放在心上，把西方極樂世界依正莊嚴放在心上，這樣念佛，萬修萬人去，一個都不漏。「憶」是想，你常常想佛，心裡頭真有佛。「受持」，這兩個字的意思非常的深、非常的廣。受是接受，持是保持，受持什麼？釋迦牟尼佛、阿彌陀佛、十方一切諸佛在經典上教導我們的，我們要接受。不但要接受，而且要保持，永遠不要失掉。他教導我們的，像我們在這一品經裡面，總要學幾句。前面這一段裡面，我們學一個「說誠實言」就好，從今而後，對待任何人，坦誠對待，表裡一如，心裡頭真平靜、舒適、快樂，沒有任何祕密，沒有任何瞞著別人的，你瞞著別人，自己很累。"
    },
    {
      "id": "02-034-0166_p0020",
      "zh_CN": "我们中国古谚语里头所说「害人之心不可有，防人之心不可无」。害人之心固然不可有，防人之心也不要，防人好累！你说现在这个世界上的恐怖分子，大家在防恐怖，你说多辛苦、多累。愈防恐怖分子愈多，你不防就没了，你不防的时候一个恐怖分子都没有。所以用不着防，你防他干什么？恐怖分子毕竟是少数又少数，纵然是在这个世界上天天有发生，你看恐怖分子闹事有几个人受伤害？几个人，几十个人，这世界上有将近七十亿人口，几个人算什么，何必要防他？如果不幸，我遇到恐怖分子，恐怖分子把我杀害了，我还感谢他，为什么？他让我早一天离开这个极苦世界，我早一天到极乐世界去。这个事实，不是学佛的人、不是真正契入佛法的人他不懂，我们学佛的人知道。我们天天提升自己的灵性，提升自己的德行，认真在经典上跟着佛菩萨学习，没有生死，没有灾难！",
      "zh_TW": "我們中國古諺語裡頭所說「害人之心不可有，防人之心不可無」。害人之心固然不可有，防人之心也不要，防人好累！你說現在這個世界上的恐怖分子，大家在防恐怖，你說多辛苦、多累。愈防恐怖分子愈多，你不防就沒了，你不防的時候一個恐怖分子都沒有。所以用不著防，你防他幹什麼？恐怖分子畢竟是少數又少數，縱然是在這個世界上天天有發生，你看恐怖分子鬧事有幾個人受傷害？幾個人，幾十個人，這世界上有將近七十億人口，幾個人算什麼，何必要防他？如果不幸，我遇到恐怖分子，恐怖分子把我殺害了，我還感謝他，為什麼？他讓我早一天離開這個極苦世界，我早一天到極樂世界去。這個事實，不是學佛的人、不是真正契入佛法的人他不懂，我們學佛的人知道。我們天天提升自己的靈性，提升自己的德行，認真在經典上跟著佛菩薩學習，沒有生死，沒有災難！"
    },
    {
      "id": "02-034-0166_p0021",
      "zh_CN": "昨天我跟诸位举的这个例子，六祖大师讲的风动幡动，那个意思很深、很有味道。所有一切过失，是我们自己妄想分别执着造成的，只要离妄想分别执着，天下太平。中峰禅师讲得好：此方就是极乐，极乐就是此方。这个话的意思很深，离妄想分别执着，这个地方就是极乐，有妄想分别执着，极乐就变成娑婆，就是这么一回事情。你总要懂这个道理，一切法、佛法要从内心里面求，不从外面求，外面求你就错了，你就生烦恼了；内心求，你生智慧，你得到真正的受用。所以这是我们不能不知道的，应当认真努力去学习。",
      "zh_TW": "昨天我跟諸位舉的這個例子，六祖大師講的風動幡動，那個意思很深、很有味道。所有一切過失，是我們自己妄想分別執著造成的，只要離妄想分別執著，天下太平。中峰禪師講得好：此方就是極樂，極樂就是此方。這個話的意思很深，離妄想分別執著，這個地方就是極樂，有妄想分別執著，極樂就變成娑婆，就是這麼一回事情。你總要懂這個道理，一切法、佛法要從內心裡面求，不從外面求，外面求你就錯了，你就生煩惱了；內心求，你生智慧，你得到真正的受用。所以這是我們不能不知道的，應當認真努力去學習。"
    },
    {
      "id": "02-034-0166_p0022",
      "zh_CN": "下面要学习的是『皈依』，这很重要。我们现在这个社会有许许多多人，富贵人也好，贫贱人也好，他都没有依靠，都生活得很辛苦。说句老实话，他在人生这几十年当中，他没有安全感，这就很可怜。佛法，我在这两年听说，应该是在全世界佛教徒的成长率都在提升，新加坡提升了不少。有些同修告诉我，新加坡的佛教徒占全国人口好像百分之五十一点几，一半多，这很难得。我这两年住在澳洲，澳洲多元文化部的部长告诉我，他说最近这两、三年澳洲的宗教信仰速度之增长，佛教排第一，增长的速度很快。是什么原因？皈依！你真正学了佛，你有个归宿，你有个依靠。可是皈依这两个字真正的意思，皈是回头，依是依靠，回头是岸。从哪里回头？从烦恼回头，依菩提；从恶法回头，十恶回头，依十善；从破戒回头，依持戒；从生死回头，依涅槃。日常生活当中念念都要知道回头，所以回是回归。",
      "zh_TW": "下面要學習的是『皈依』，這很重要。我們現在這個社會有許許多多人，富貴人也好，貧賤人也好，他都沒有依靠，都生活得很辛苦。說句老實話，他在人生這幾十年當中，他沒有安全感，這就很可憐。佛法，我在這兩年聽說，應該是在全世界佛教徒的成長率都在提升，新加坡提升了不少。有些同修告訴我，新加坡的佛教徒佔全國人口好像百分之五十一點幾，一半多，這很難得。我這兩年住在澳洲，澳洲多元文化部的部長告訴我，他說最近這兩、三年澳洲的宗教信仰速度之增長，佛教排第一，增長的速度很快。是什麼原因？皈依！你真正學了佛，你有個歸宿，你有個依靠。可是皈依這兩個字真正的意思，皈是回頭，依是依靠，回頭是岸。從哪裡回頭？從煩惱回頭，依菩提；從惡法回頭，十惡回頭，依十善；從破戒回頭，依持戒；從生死回頭，依涅槃。日常生活當中念念都要知道回頭，所以回是回歸。"
    },
    {
      "id": "02-034-0166_p0023",
      "zh_CN": "佛又给我们立了三个标准，叫三皈依，诸位都知道，皈依佛，皈依法，皈依僧。可是现在这三皈依只有形式，没有实质；换句话说，我们还是没有皈，也没有依。受了三皈依，还是没有皈没有依，这就很可怜。因为不知道佛法僧是什么，听了皈依佛，这个佛像，佛像泥塑木雕，所谓泥菩萨过河自身不保，它怎么能保佑你？你靠它怎么能靠得住？所以这个东西是表法的，你一定要知道，表法的。佛的意思是觉悟，法的意思是正知正见，就是正确的思想、正确的见解；皈依僧，僧的意思是清净，六根清净一尘不染，所以它是表法，你要懂得这个意思。《坛经》里面，你看六祖惠能大师传授三皈，他就不说皈依佛、皈依法、皈依僧，他不说这个，他说皈依觉、皈依正、皈依净，他是觉正净。",
      "zh_TW": "佛又給我們立了三個標準，叫三皈依，諸位都知道，皈依佛，皈依法，皈依僧。可是現在這三皈依只有形式，沒有實質；換句話說，我們還是沒有皈，也沒有依。受了三皈依，還是沒有皈沒有依，這就很可憐。因為不知道佛法僧是什麼，聽了皈依佛，這個佛像，佛像泥塑木雕，所謂泥菩薩過河自身不保，它怎麼能保佑你？你靠它怎麼能靠得住？所以這個東西是表法的，你一定要知道，表法的。佛的意思是覺悟，法的意思是正知正見，就是正確的思想、正確的見解；皈依僧，僧的意思是清淨，六根清淨一塵不染，所以它是表法，你要懂得這個意思。《壇經》裡面，你看六祖惠能大師傳授三皈，他就不說皈依佛、皈依法、皈依僧，他不說這個，他說皈依覺、皈依正、皈依淨，他是覺正淨。"
    },
    {
      "id": "02-034-0166_p0024",
      "zh_CN": "我年轻的时候学佛，读《坛经》，实际上我第一次读《坛经》是二十六岁，刚学佛的时候，我很喜欢读这部经。以后学了佛之后，才知道六祖这个说法，跟普通人说法不一样，普通人都是讲佛法僧，他为什么说觉正净？六祖距离我们现在大概是一千四百年，所以我们就能够推想到一千四百年前，社会大众对形式它所表的义趣已经模糊。如果是很清楚不模糊的话，六祖不应该讲觉正净，应该要说佛法僧，只是社会大众对佛法僧认识不清楚，模糊了，所以才改一个说法，觉正净。你看《坛经》上讲的「皈依觉，皈依正，皈依净」，下面他有解释，「佛者觉也，法者正也，僧者净也」。他这一注明我们就明白，原来佛法僧解释觉正净，佛法僧是形式上的三宝，觉正净是实质上的三宝。我们要皈依的是皈依实质上的三宝。从形相你就要懂得实质，所以形相也很重要。",
      "zh_TW": "我年輕的時候學佛，讀《壇經》，實際上我第一次讀《壇經》是二十六歲，剛學佛的時候，我很喜歡讀這部經。以後學了佛之後，才知道六祖這個說法，跟普通人說法不一樣，普通人都是講佛法僧，他為什麼說覺正淨？六祖距離我們現在大概是一千四百年，所以我們就能夠推想到一千四百年前，社會大眾對形式它所表的義趣已經模糊。如果是很清楚不模糊的話，六祖不應該講覺正淨，應該要說佛法僧，只是社會大眾對佛法僧認識不清楚，模糊了，所以才改一個說法，覺正淨。你看《壇經》上講的「皈依覺，皈依正，皈依淨」，下面他有解釋，「佛者覺也，法者正也，僧者淨也」。他這一註明我們就明白，原來佛法僧解釋覺正淨，佛法僧是形式上的三寶，覺正淨是實質上的三寶。我們要皈依的是皈依實質上的三寶。從形相你就要懂得實質，所以形相也很重要。"
    },
    {
      "id": "02-034-0166_p0025",
      "zh_CN": "看到佛，我们就想到自性觉，我们自性本来是觉而不迷，所以从迷回头依觉。在日常生活当中，六根对六尘境界要觉而不迷。觉的心是清净的、是生智慧不生烦恼的，迷的心生烦恼不生智慧。譬如，我们见色闻声会生起贪瞋痴慢，那就迷了；会生起七情五欲，那就迷了。我们根尘相接触，六根接触外面六尘境界，不起贪瞋痴，不起名闻利养，不起五欲六尘，这是觉悟；境界清清楚楚是慧，如如不动是定，一切作为自自然然就如法，就是戒。所以你生活在戒定慧当中，那就是真的觉悟了；你要生活在迷邪染里面，那你就错了。这才叫真正回头，你真正有依靠，依靠自性觉。",
      "zh_TW": "看到佛，我們就想到自性覺，我們自性本來是覺而不迷，所以從迷回頭依覺。在日常生活當中，六根對六塵境界要覺而不迷。覺的心是清淨的、是生智慧不生煩惱的，迷的心生煩惱不生智慧。譬如，我們見色聞聲會生起貪瞋痴慢，那就迷了；會生起七情五欲，那就迷了。我們根塵相接觸，六根接觸外面六塵境界，不起貪瞋痴，不起名聞利養，不起五欲六塵，這是覺悟；境界清清楚楚是慧，如如不動是定，一切作為自自然然就如法，就是戒。所以你生活在戒定慧當中，那就是真的覺悟了；你要生活在迷邪染裡面，那你就錯了。這才叫真正回頭，你真正有依靠，依靠自性覺。"
    },
    {
      "id": "02-034-0166_p0026",
      "zh_CN": "皈依法，法是正，正知正见，正确的思想，正确的见解。邪正的标准是什么？经典。怎么知道经典是正知正见？经典是佛说的，是法身菩萨说的。这些佛菩萨他都大彻大悟、明心见性，这些人没有迷邪染，只有觉正净，所以他跟我们说的，是从觉正净里面流露出来的，字字句句都是觉正净，我们可以用它来做标准。譬如最浅的，佛教一般人（初学的）十善业，十善是正的，十善的反面是十恶，十恶是邪知邪见，十善是正知正见；十善是觉，十恶是迷。这是举一个例子，佛在经上讲得太多太多了。太多，不容易受持，所以我们受持，就现实生活环境抓住几句纲领，一生受用无穷。",
      "zh_TW": "皈依法，法是正，正知正見，正確的思想，正確的見解。邪正的標準是什麼？經典。怎麼知道經典是正知正見？經典是佛說的，是法身菩薩說的。這些佛菩薩他都大徹大悟、明心見性，這些人沒有迷邪染，只有覺正淨，所以他跟我們說的，是從覺正淨裡面流露出來的，字字句句都是覺正淨，我們可以用它來做標準。譬如最淺的，佛教一般人（初學的）十善業，十善是正的，十善的反面是十惡，十惡是邪知邪見，十善是正知正見；十善是覺，十惡是迷。這是舉一個例子，佛在經上講得太多太多了。太多，不容易受持，所以我們受持，就現實生活環境抓住幾句綱領，一生受用無窮。"
    },
    {
      "id": "02-034-0166_p0027",
      "zh_CN": "这里面最重要的纲领，无过于净业三福，佛在《观无量寿佛经》教给韦提希夫人的。三条十一句，「孝养父母，奉事师长，慈心不杀，修十善业」，这第一条四句，绝对标准。这个标准我们怎么学习？怎么样来落实？所以我教同学们，用儒家的《弟子规》，童蒙养正，来修孝养父母、奉事师长；用《十善业道经》来落实慈心不杀，修十善业。《十善业道经》，这个经我们都讲过。第二条「受持三皈，具足众戒，不犯威仪」。这一条怎么落实？首先要落实三皈依，要回头，时时回头，处处回头，念念回头，真皈依了。从迷回头，我们依觉，自性觉。从邪，就是错误的思想，错误的观察，回过头来，依正知正见。皈依僧，是从一切的染污回过头来依清净心。心清净，身清净，身心清净，我们外面环境就清净，决定不受染污，我们从这个地方落实。",
      "zh_TW": "這裡面最重要的綱領，無過於淨業三福，佛在《觀無量壽佛經》教給韋提希夫人的。三條十一句，「孝養父母，奉事師長，慈心不殺，修十善業」，這第一條四句，絕對標準。這個標準我們怎麼學習？怎麼樣來落實？所以我教同學們，用儒家的《弟子規》，童蒙養正，來修孝養父母、奉事師長；用《十善業道經》來落實慈心不殺，修十善業。《十善業道經》，這個經我們都講過。第二條「受持三皈，具足眾戒，不犯威儀」。這一條怎麼落實？首先要落實三皈依，要回頭，時時回頭，處處回頭，念念回頭，真皈依了。從迷回頭，我們依覺，自性覺。從邪，就是錯誤的思想，錯誤的觀察，回過頭來，依正知正見。皈依僧，是從一切的染污回過頭來依清淨心。心清淨，身清淨，身心清淨，我們外面環境就清淨，決定不受染污，我們從這個地方落實。"
    },
    {
      "id": "02-034-0166_p0028",
      "zh_CN": "具足众戒，众戒不要说太多，我们只讲五戒，只学五戒十善，五戒十善做到了就好。威仪是礼节，处事待人接物应该要守的规矩。这些规矩是活的，不是死的，中国人有中国人的礼节，外国人有外国人的礼节，入境要随俗，大家才欢喜。所以这些都要懂得的。各个族群、国家、宗教不相同，生活方式不一样，连饮食起居都不相同。我这一次参加印尼的访问团，到梵蒂冈去访问天主教的教皇，到埃及去访问那边一个很著名的回教大学，历史非常悠久。大概我们是十九号启程，我们预定十七号我要到雅加达去，所以这个地方我们讲经讲到十五号，十六号让我休息一天，因为欧洲那个地方时差很大，我必须要调适身体，让我有一天时间休息。",
      "zh_TW": "具足眾戒，眾戒不要說太多，我們只講五戒，只學五戒十善，五戒十善做到了就好。威儀是禮節，處事待人接物應該要守的規矩。這些規矩是活的，不是死的，中國人有中國人的禮節，外國人有外國人的禮節，入境要隨俗，大家才歡喜。所以這些都要懂得的。各個族群、國家、宗教不相同，生活方式不一樣，連飲食起居都不相同。我這一次參加印尼的訪問團，到梵蒂岡去訪問天主教的教皇，到埃及去訪問那邊一個很著名的回教大學，歷史非常悠久。大概我們是十九號啟程，我們預定十七號我要到雅加達去，所以這個地方我們講經講到十五號，十六號讓我休息一天，因為歐洲那個地方時差很大，我必須要調適身體，讓我有一天時間休息。"
    },
    {
      "id": "02-034-0166_p0029",
      "zh_CN": "去参加他们的活动，这都是有助于世界和平的。我这一次去见教宗，我送他四个字，我们做了一个银牌，我送给他。这四个字，第一个是诚，真诚；第二个是爱。这个爱，教宗这两年讲得很多，他肯定爱是宇宙和谐的核心，极力在推广爱的教育。我们比他讲得还早，我们那个大的「爱」字，全世界送得很多，我们早就在推动这个「爱」了。第三个字是谦，谦虚；第四个字是和，要和睦。我就送他四个字，我跟他谈话也只谈这四个字。我们宗教跟宗教之间要真诚的交流，要发扬光大我们每个宗教所说的爱心；天主教、基督教都讲神爱世人，我们佛家讲慈悲方便。所以仁慈博爱是一切宗教里头都讲到的，我们把这个看作所有宗教教化众生的宗旨，就是仁慈博爱。任何宗教教化众生的目的，都是希望众生离苦得乐，所以宗旨相同，目标相同，只是方法手段不一样，应当可以合作。所以我们希望大家能合作，来化解社会的冲突，来促进社会的安定、世界和平。我们这一次去交流，目的在此地。",
      "zh_TW": "去參加他們的活動，這都是有助於世界和平的。我這一次去見教宗，我送他四個字，我們做了一個銀牌，我送給他。這四個字，第一個是誠，真誠；第二個是愛。這個愛，教宗這兩年講得很多，他肯定愛是宇宙和諧的核心，極力在推廣愛的教育。我們比他講得還早，我們那個大的「愛」字，全世界送得很多，我們早就在推動這個「愛」了。第三個字是謙，謙虛；第四個字是和，要和睦。我就送他四個字，我跟他談話也只談這四個字。我們宗教跟宗教之間要真誠的交流，要發揚光大我們每個宗教所說的愛心；天主教、基督教都講神愛世人，我們佛家講慈悲方便。所以仁慈博愛是一切宗教裡頭都講到的，我們把這個看作所有宗教教化眾生的宗旨，就是仁慈博愛。任何宗教教化眾生的目的，都是希望眾生離苦得樂，所以宗旨相同，目標相同，只是方法手段不一樣，應當可以合作。所以我們希望大家能合作，來化解社會的衝突，來促進社會的安定、世界和平。我們這一次去交流，目的在此地。"
    },
    {
      "id": "02-034-0166_p0030",
      "zh_CN": "我们这里小印度那一天的晚会，卫塞节的晚会，纳丹总统出席了。我也跟他谈了有十几分钟，也把这一次的旅行告诉他，他很欢喜。他说这非常非常重要，如果印尼社会能够化解动乱，能够安定和平，对我们整个东南亚地区都有好处。所以纳丹总统一再嘱咐，要我认真努力去做。所以，敬就非常重要。这个诚敬，这些年来（最近这十几年来）我们提出修行的纲领，「真诚，清净，平等，正觉，慈悲」，跟这三皈依的内容完全相同，我们念念都不离开这个标准，用这个标准来修心。",
      "zh_TW": "我們這裡小印度那一天的晚會，衛塞節的晚會，納丹總統出席了。我也跟他談了有十幾分鐘，也把這一次的旅行告訴他，他很歡喜。他說這非常非常重要，如果印尼社會能夠化解動亂，能夠安定和平，對我們整個東南亞地區都有好處。所以納丹總統一再囑咐，要我認真努力去做。所以，敬就非常重要。這個誠敬，這些年來（最近這十幾年來）我們提出修行的綱領，「真誠，清淨，平等，正覺，慈悲」，跟這三皈依的內容完全相同，我們念念都不離開這個標準，用這個標準來修心。"
    },
    {
      "id": "02-034-0166_p0031",
      "zh_CN": "修心，在佛法里面讲从根本修，根本是心。一切法从心想生，心要是正，没有一法不正，心要是邪，没有一法不邪；法没有邪正，邪正在人心，法没有觉迷，觉迷在人心。三皈依的教导是诸佛如来教化众生的总纲领、总原则，所以它摆在第一，然后才教我们具足众戒，不犯威仪。不犯威仪就是我们对于不同族群的生活习惯礼俗，要懂得、要随顺，不可以坚持我们自己的。这些在旅行，我们在心理上准备。譬如到埃及，埃及那边都是肉食，这素食就没有了，那我们这个素食的，因为这一次在埃及，好在时间不长，大概只有三、四天，我们准备带一些素食面，我们看分量自己要带几包，不能不准备的。到义大利，我们知道义大利的食品很多，义大利的面，蕃茄炒面还行，还能够忍受，还可以。所以都必须要准备，我们到那里才能够习惯，才能够随顺。希望欢欢喜喜的，我们这一次旅行，能够达到我们理想的愿望。这讲皈依，一定要懂得，皈依就是皈依觉、皈依正、皈依净，觉而不迷，正而不邪，净而不染。",
      "zh_TW": "修心，在佛法裡面講從根本修，根本是心。一切法從心想生，心要是正，沒有一法不正，心要是邪，沒有一法不邪；法沒有邪正，邪正在人心，法沒有覺迷，覺迷在人心。三皈依的教導是諸佛如來教化眾生的總綱領、總原則，所以它擺在第一，然後才教我們具足眾戒，不犯威儀。不犯威儀就是我們對於不同族群的生活習慣禮俗，要懂得、要隨順，不可以堅持我們自己的。這些在旅行，我們在心理上準備。譬如到埃及，埃及那邊都是肉食，這素食就沒有了，那我們這個素食的，因為這一次在埃及，好在時間不長，大概只有三、四天，我們準備帶一些素食麵，我們看分量自己要帶幾包，不能不準備的。到義大利，我們知道義大利的食品很多，義大利的麵，蕃茄炒麵還行，還能夠忍受，還可以。所以都必須要準備，我們到那裡才能夠習慣，才能夠隨順。希望歡歡喜喜的，我們這一次旅行，能夠達到我們理想的願望。這講皈依，一定要懂得，皈依就是皈依覺、皈依正、皈依淨，覺而不迷，正而不邪，淨而不染。"
    },
    {
      "id": "02-034-0166_p0032",
      "zh_CN": "下面要学的是『供养』。尽心尽力多修供养。这供养里面有财供养，有法供养，有无畏供养，你修哪一种，你就得哪一种的果报，愈修愈多。可是愈多，你要愈发心供养，你可不能贪图享受。贪图享受，告诉你，你病就来了，疾病是从享受里头来的。你们看看穷人很少生病的，为什么？他生不起病，富贵人常常生病，他钱太多了。所以我们是有这个财富，多供养，自己不要积财。佛在经上讲「积财伤道」，为什么伤道？积财生贪心，你不积你就没有贪心，所以随手来随布施。就是像出家人，哪个地方供养，我都给哪个地方，我在居士林，居士林同修供养我的，统统给居士林；我在净宗学会，人家供养的，全部给净宗学会。在这个世间，无论在哪个寺庙道场，人家供养的，全都拿回去，我绝对不带一分钱走，所以我很受欢迎。我到哪个道场，都会带一些财富给他们，住的时间愈久，带的财富就愈多，所以他们都很欢迎我。法缘是这么结的。你要是把供养统统带走，下一次人家不欢迎你，不喜欢你来了。所以这个道理一定要懂得。",
      "zh_TW": "下面要學的是『供養』。盡心盡力多修供養。這供養裡面有財供養，有法供養，有無畏供養，你修哪一種，你就得哪一種的果報，愈修愈多。可是愈多，你要愈發心供養，你可不能貪圖享受。貪圖享受，告訴你，你病就來了，疾病是從享受裡頭來的。你們看看窮人很少生病的，為什麼？他生不起病，富貴人常常生病，他錢太多了。所以我們是有這個財富，多供養，自己不要積財。佛在經上講「積財傷道」，為什麼傷道？積財生貪心，你不積你就沒有貪心，所以隨手來隨布施。就是像出家人，哪個地方供養，我都給哪個地方，我在居士林，居士林同修供養我的，統統給居士林；我在淨宗學會，人家供養的，全部給淨宗學會。在這個世間，無論在哪個寺廟道場，人家供養的，全都拿回去，我絕對不帶一分錢走，所以我很受歡迎。我到哪個道場，都會帶一些財富給他們，住的時間愈久，帶的財富就愈多，所以他們都很歡迎我。法緣是這麼結的。你要是把供養統統帶走，下一次人家不歡迎你，不喜歡你來了。所以這個道理一定要懂得。"
    },
    {
      "id": "02-034-0166_p0033",
      "zh_CN": "法供养很重要，我们懂得的这些佛法，常常跟人讲，懂一句讲一句，什么都不懂，劝人念阿弥陀佛。阿弥陀佛是法！我教他念阿弥陀佛，也是法供养。法供养的果报是开智慧，财供养得财富，无畏供养得健康长寿。无畏是什么？别人心不安，别人心有恐怖，你帮助他，让他心开意解，让他远离恐怖、远离恐惧，这些都叫做无畏布施。无畏布施的果报是健康长寿。我们中国的佛弟子大多数都采取素食、长斋，这个素食、长斋是属于无畏布施，不食众生肉了，不再伤害众生了。所以这是很大的无畏布施，素食就是很大的无畏布施。我们自己这样做。",
      "zh_TW": "法供養很重要，我們懂得的這些佛法，常常跟人講，懂一句講一句，什麼都不懂，勸人念阿彌陀佛。阿彌陀佛是法！我教他念阿彌陀佛，也是法供養。法供養的果報是開智慧，財供養得財富，無畏供養得健康長壽。無畏是什麼？別人心不安，別人心有恐怖，你幫助他，讓他心開意解，讓他遠離恐怖、遠離恐懼，這些都叫做無畏布施。無畏布施的果報是健康長壽。我們中國的佛弟子大多數都採取素食、長齋，這個素食、長齋是屬於無畏布施，不食眾生肉了，不再傷害眾生了。所以這是很大的無畏布施，素食就是很大的無畏布施。我們自己這樣做。"
    },
    {
      "id": "02-034-0166_p0034",
      "zh_CN": "学佛这三种布施都修，你的心情会很舒畅、会很愉快。我们中国古人常说「忧能使人老」。一个人心里头有忧虑、有牵挂，就很容易衰老。反过来，常生欢喜心，这个人就不容易衰老。他长年生活在欢喜当中，法喜充满，就能够青春常驻，不容易衰老，不容易生病。你真正修这三种供养，三种布施，三种供养，用恭敬心修就是供养，你得的果报，果报就在形相，这个形相就能感化很多人。这是什么？证明！",
      "zh_TW": "學佛這三種布施都修，你的心情會很舒暢、會很愉快。我們中國古人常說「憂能使人老」。一個人心裡頭有憂慮、有牽掛，就很容易衰老。反過來，常生歡喜心，這個人就不容易衰老。他長年生活在歡喜當中，法喜充滿，就能夠青春常駐，不容易衰老，不容易生病。你真正修這三種供養，三種布施，三種供養，用恭敬心修就是供養，你得的果報，果報就在形相，這個形相就能感化很多人。這是什麼？證明！"
    },
    {
      "id": "02-034-0166_p0035",
      "zh_CN": "现在科学什么都要讲证据，你修这三种布施有什么好处？我们这个形相就是证据，这个证据就能服人。尤其是像我这样的年龄，我修的时间长，我学佛吃素今年五十三年了，素食就是财布施跟无畏布施；我讲经教学，今年四十六年了，法布施。所以这个身体就是证明。我参加这些国际会议，这个形相就服人，因为在一起开会的人都没有我这么大年岁。他们虽然都是些博士、学者、专家，大概都是五、六十岁，小我很多，可是跟我站在一起，他比我老很多，马上就服了。他问我怎样把身体保养得这么好，我就告诉他，清净心，三种布施。我就教他，你要想能学成我这个样子，那你就照我这个方法做，要修清净心；心里头没有忧虑、没有烦恼、没有牵挂，活在这个世间不为自己，为自己就不得了。他们都是为自己，所以才不行，我们不为自己，为众生。",
      "zh_TW": "現在科學什麼都要講證據，你修這三種布施有什麼好處？我們這個形相就是證據，這個證據就能服人。尤其是像我這樣的年齡，我修的時間長，我學佛吃素今年五十三年了，素食就是財布施跟無畏布施；我講經教學，今年四十六年了，法布施。所以這個身體就是證明。我參加這些國際會議，這個形相就服人，因為在一起開會的人都沒有我這麼大年歲。他們雖然都是些博士、學者、專家，大概都是五、六十歲，小我很多，可是跟我站在一起，他比我老很多，馬上就服了。他問我怎樣把身體保養得這麼好，我就告訴他，清淨心，三種布施。我就教他，你要想能學成我這個樣子，那你就照我這個方法做，要修清淨心；心裡頭沒有憂慮、沒有煩惱、沒有牽掛，活在這個世間不為自己，為自己就不得了。他們都是為自己，所以才不行，我們不為自己，為眾生。"
    },
    {
      "id": "02-034-0166_p0036",
      "zh_CN": "为众生，这个事情做成，众生有福，我们自己不居功。绝不以为这个事情是我做的，不是，众生有福报。做不好，众生没有福报，与我不相干，所以我没有得失。我做事情可做可不做，都是缘。缘成熟，我去做，缘不成熟，我一丝毫勉强都没有，随缘，随缘就得大自在。心里要想怎么做，那叫攀缘，那就有苦。你要想怎么做，什么事情能让你想做就能做得好？不可能的事情。所以随缘而不攀缘，你就得大自在。所以，供养非常重要。",
      "zh_TW": "為眾生，這個事情做成，眾生有福，我們自己不居功。絕不以為這個事情是我做的，不是，眾生有福報。做不好，眾生沒有福報，與我不相干，所以我沒有得失。我做事情可做可不做，都是緣。緣成熟，我去做，緣不成熟，我一絲毫勉強都沒有，隨緣，隨緣就得大自在。心裡要想怎麼做，那叫攀緣，那就有苦。你要想怎麼做，什麼事情能讓你想做就能做得好？不可能的事情。所以隨緣而不攀緣，你就得大自在。所以，供養非常重要。"
    },
    {
      "id": "02-034-0166_p0037",
      "zh_CN": "没有缘的时候，我们心愿供养，我们有这个心、有这个愿。有这种机缘的时候，那我们就要用我们的身体，要认真努力来做。所以我现在在国际上做这些化解冲突、从事于和平工作的这些事，我是代表澳洲国家，代表大学。因为他们邀请的都是一些教授专家，我是以教授的名义去参加的，他不邀请宗教人士。所以在澳洲大学里面，他给我这个身分，校长也讲得很清楚，因为我不愿意接受，我们出家人要这个名义干什么？不需要！早年，这大概在三十年前，日本那边大学就要送博士学位给我，我拒绝了，我没接受。到这个年龄我还要来干什么？他告诉我，希望你代表学校、代表国家参加联合国的活动，我说这个可以，这个行，所以这样子我才接受它。",
      "zh_TW": "沒有緣的時候，我們心願供養，我們有這個心、有這個願。有這種機緣的時候，那我們就要用我們的身體，要認真努力來做。所以我現在在國際上做這些化解衝突、從事於和平工作的這些事，我是代表澳洲國家，代表大學。因為他們邀請的都是一些教授專家，我是以教授的名義去參加的，他不邀請宗教人士。所以在澳洲大學裡面，他給我這個身分，校長也講得很清楚，因為我不願意接受，我們出家人要這個名義幹什麼？不需要！早年，這大概在三十年前，日本那邊大學就要送博士學位給我，我拒絕了，我沒接受。到這個年齡我還要來幹什麼？他告訴我，希望你代表學校、代表國家參加聯合國的活動，我說這個可以，這個行，所以這樣子我才接受它。"
    },
    {
      "id": "02-034-0166_p0038",
      "zh_CN": "一接触之后才晓得，他们联合国每年投入的人力、物力、财力，从事于化解冲突、促进和平的工作，投资很大，但是没有成效。没有成效的原因，我去的时候我把它们说出，原因在哪里？念念都没有把自己忘掉，这个念头一起来就是我是对的，你不对，你们错了。这种心态不是化解冲突，是制造冲突，你处处跟人家对立，制造冲突，你怎么能化解冲突？所以我们与会同仁就告诉我，那要怎样做？我说我们要把这个念头、理念要换一换。怎么个换法？我们起心动念为别人想，不要为自己想；为全世界想，不要为自己国家想。符合我国家的利益，那就不能符合别人国家利益，你这个国家跟国家会冲突。为全世界每一个国家、每一个族群、每一个宗教面面都想到，这个冲突才能化解。所以我告诉他，我们做这种工作的人，要从自己本身最基本的修养，我们本身对一切人、一切事、一切物决定没有对立的念头。要有跟人对立、跟事对立、跟物对立，这工作做不好，你用再大的力量、再多的时间，收不到效果。联合国搞了五十多年，这大家都看到的，收不到效果。",
      "zh_TW": "一接觸之後才曉得，他們聯合國每年投入的人力、物力、財力，從事於化解衝突、促進和平的工作，投資很大，但是沒有成效。沒有成效的原因，我去的時候我把它們說出，原因在哪裡？念念都沒有把自己忘掉，這個念頭一起來就是我是對的，你不對，你們錯了。這種心態不是化解衝突，是製造衝突，你處處跟人家對立，製造衝突，你怎麼能化解衝突？所以我們與會同仁就告訴我，那要怎樣做？我說我們要把這個念頭、理念要換一換。怎麼個換法？我們起心動念為別人想，不要為自己想；為全世界想，不要為自己國家想。符合我國家的利益，那就不能符合別人國家利益，你這個國家跟國家會衝突。為全世界每一個國家、每一個族群、每一個宗教面面都想到，這個衝突才能化解。所以我告訴他，我們做這種工作的人，要從自己本身最基本的修養，我們本身對一切人、一切事、一切物決定沒有對立的念頭。要有跟人對立、跟事對立、跟物對立，這工作做不好，你用再大的力量、再多的時間，收不到效果。聯合國搞了五十多年，這大家都看到的，收不到效果。"
    },
    {
      "id": "02-034-0166_p0039",
      "zh_CN": "所以必须把对一切人事物对立消除、矛盾消除，使我们内心充满一片温和，这样的心态我们来从事这个工作，才有办法把这个事情做成效果。在做法上，那就是要肯定别人是对的，我是错的。我还加重语气「别人错了也是对的，我对了也是错的」。他们听了都摇头，这个很难做到。我说是！很难做到。难，你能做到，那就是我们对今天世界和平做出了真正的贡献。这两句话的意思很深，如果不是真正契入佛法，他听不懂，为什么？别人错了也是对的，我对了也是错的。你们学佛不少年了，你们能解释这两句话吗？你们能听得懂吗？佛法能解释。",
      "zh_TW": "所以必須把對一切人事物對立消除、矛盾消除，使我們內心充滿一片溫和，這樣的心態我們來從事這個工作，才有辦法把這個事情做成效果。在做法上，那就是要肯定別人是對的，我是錯的。我還加重語氣「別人錯了也是對的，我對了也是錯的」。他們聽了都搖頭，這個很難做到。我說是！很難做到。難，你能做到，那就是我們對今天世界和平做出了真正的貢獻。這兩句話的意思很深，如果不是真正契入佛法，他聽不懂，為什麼？別人錯了也是對的，我對了也是錯的。你們學佛不少年了，你們能解釋這兩句話嗎？你們能聽得懂嗎？佛法能解釋。"
    },
    {
      "id": "02-034-0166_p0040",
      "zh_CN": "为什么别人错了也是对的？凡所有相皆是虚妄，对的是虚妄，错的也是虚妄，虚妄跟虚妄不都等于零？他哪有错！没有错，所以他错了也是对的。蕅益大师讲得很好，「境缘无好丑」。境是物质环境，缘是人事环境，人事环境里面无好丑就是没有对、没有不对，对跟不对是平等的，所以他错了也是对的，你从佛法里头就清清楚楚、明明了瞭。为什么我对了也是错的？我对了，试问有没有分别执着？起分别执着就错了，对了也错了。菩萨在九法界示现，从来没有起心、没有动念、没有分别、没有执着，那才叫真的对了。你要说有个对了、有个错了，你还有分别心，你还有执着，错了。所以我们这一开口，我错了，他没错。用这种方式，我们才真正能够化解冲突、促进和平，这就是我为什么去参与联合国的这些活动。",
      "zh_TW": "為什麼別人錯了也是對的？凡所有相皆是虛妄，對的是虛妄，錯的也是虛妄，虛妄跟虛妄不都等於零？他哪有錯！沒有錯，所以他錯了也是對的。蕅益大師講得很好，「境緣無好醜」。境是物質環境，緣是人事環境，人事環境裡面無好醜就是沒有對、沒有不對，對跟不對是平等的，所以他錯了也是對的，你從佛法裡頭就清清楚楚、明明瞭瞭。為什麼我對了也是錯的？我對了，試問有沒有分別執著？起分別執著就錯了，對了也錯了。菩薩在九法界示現，從來沒有起心、沒有動念、沒有分別、沒有執著，那才叫真的對了。你要說有個對了、有個錯了，你還有分別心，你還有執著，錯了。所以我們這一開口，我錯了，他沒錯。用這種方式，我們才真正能夠化解衝突、促進和平，這就是我為什麼去參與聯合國的這些活動。"
    },
    {
      "id": "02-034-0166_p0041",
      "zh_CN": "而且我最近在中国做了一批扇子，我扇子里面写的字，写的是老子的几句话。老子曰「和大怨，必有余怨，安可以为善」。我就用这句话，下面有注解。这就是和大怨，和是调和，调和重大的冲突，就是化解重大的冲突应该要怎么个做法。我们用圣人的教诲、用佛菩萨的教诲来帮助这些人。这些学者专家没有念过孔子书，没有念过大乘佛法。英国汤恩比教授虽然讲，解决二十一世纪社会问题只有孔孟学说与大乘佛法，他是讲了很多次，没有人听，没有人相信。所以我们今天有这么一个机缘，我们在这种场合当中，去展现孔孟学说，去表演大乘佛法，让他们觉悟到、明白到，我们首先要来学习，然后才来帮助这个世界。这些都是法供养。所以学校给我对联合国、对整个世界和平法供养的机会，我有这个机会，我就随缘，所以随缘去做，没这个机会我不会去做的。所以有这么一个机会，我要去做这个工作。",
      "zh_TW": "而且我最近在中國做了一批扇子，我扇子裡面寫的字，寫的是老子的幾句話。老子曰「和大怨，必有餘怨，安可以為善」。我就用這句話，下面有註解。這就是和大怨，和是調和，調和重大的衝突，就是化解重大的衝突應該要怎麼個做法。我們用聖人的教誨、用佛菩薩的教誨來幫助這些人。這些學者專家沒有念過孔子書，沒有念過大乘佛法。英國湯恩比教授雖然講，解決二十一世紀社會問題只有孔孟學說與大乘佛法，他是講了很多次，沒有人聽，沒有人相信。所以我們今天有這麼一個機緣，我們在這種場合當中，去展現孔孟學說，去表演大乘佛法，讓他們覺悟到、明白到，我們首先要來學習，然後才來幫助這個世界。這些都是法供養。所以學校給我對聯合國、對整個世界和平法供養的機會，我有這個機會，我就隨緣，所以隨緣去做，沒這個機會我不會去做的。所以有這麼一個機會，我要去做這個工作。"
    },
    {
      "id": "02-034-0166_p0042",
      "zh_CN": "所以供养要会学，要学。无论是财供养、法供养、无畏供养，我们每天都遇到的，天天要修！我没有地方修。你有没有家？你家里头有没有父母？有没有夫妻？有没有兄弟姊妹？有没有儿女？人人有。有，你在家里天天为他们服务，不就是供养吗？机会太多了，你自己不会那就没有法子。你要懂得家庭就是道场，我是一个修供养的人，那些都是诸佛菩萨，我就供养他们。记住，他们没有错，我有错。这个样子，这种心态，才能真正促进世界和平，才能化解怨恨，才能化解，决定不能对立。尤其是《大涅槃经》里面讲得清楚，歌利王割截身体的故事是在《大涅槃经》，《金刚经》是引用，所以你要知道故事的详细状况，你去看《大涅槃经》，那是给我们很好的榜样。所以这个供养一定要懂、一定要修，要每天认真去做，修福修慧都在这句「皈依供养」这四个字，真正修福修慧。",
      "zh_TW": "所以供養要會學，要學。無論是財供養、法供養、無畏供養，我們每天都遇到的，天天要修！我沒有地方修。你有沒有家？你家裡頭有沒有父母？有沒有夫妻？有沒有兄弟姊妹？有沒有兒女？人人有。有，你在家裡天天為他們服務，不就是供養嗎？機會太多了，你自己不會那就沒有法子。你要懂得家庭就是道場，我是一個修供養的人，那些都是諸佛菩薩，我就供養他們。記住，他們沒有錯，我有錯。這個樣子，這種心態，才能真正促進世界和平，才能化解怨恨，才能化解，決定不能對立。尤其是《大涅槃經》裡面講得清楚，歌利王割截身體的故事是在《大涅槃經》，《金剛經》是引用，所以你要知道故事的詳細狀況，你去看《大涅槃經》，那是給我們很好的榜樣。所以這個供養一定要懂、一定要修，要每天認真去做，修福修慧都在這句「皈依供養」這四個字，真正修福修慧。"
    },
    {
      "id": "02-034-0166_p0043",
      "zh_CN": "下面说，『乃至能发一念净信』。这一句我们要非常非常的重视。我们对于净土法门，对于阿弥陀佛，要信，要净信。净信，这一句里头最重要的一个字就是一念，「一念净信」。净信都不难，那个一念净信就难了。什么叫做一念净信？中国禅宗里头有一句话说得很好，「识得一，万事毕」。你什么时候认识一，什么事情都圆满了。这话说得好，说得究竟，说得彻底。什么叫圆满？证得无上正等菩提才叫圆满。",
      "zh_TW": "下面說，『乃至能發一念淨信』。這一句我們要非常非常的重視。我們對於淨土法門，對於阿彌陀佛，要信，要淨信。淨信，這一句裡頭最重要的一個字就是一念，「一念淨信」。淨信都不難，那個一念淨信就難了。什麼叫做一念淨信？中國禪宗裡頭有一句話說得很好，「識得一，萬事畢」。你什麼時候認識一，什麼事情都圓滿了。這話說得好，說得究竟，說得徹底。什麼叫圓滿？證得無上正等菩提才叫圓滿。"
    },
    {
      "id": "02-034-0166_p0044",
      "zh_CN": "由此可知，你要真正识得一，你就成佛了，菩萨还做不到。一是什么？一心，一真法界。我们在讲席里头说了不少次，一心是能证、是能入，一真法界是所证、所入，能所是一不是二。所以宇宙之间只有一是真的，二就变成虚妄。一是如如不动，是真如自性，二就落在起心动念，一起心动念，这就落到二三。二三是什么？就把你的真如本性转变成八识五十一心所。二是二意，三就是三心，三心就是意识、末那、阿赖耶，叫三心；二意就是末那跟意识，末那叫意根，意识，这三心二意！一动念就变成三心二意，不动念是一。你看看这个意思多深，一念净信，所以这一句话里头是究竟圆满。",
      "zh_TW": "由此可知，你要真正識得一，你就成佛了，菩薩還做不到。一是什麼？一心，一真法界。我們在講席裡頭說了不少次，一心是能證、是能入，一真法界是所證、所入，能所是一不是二。所以宇宙之間只有一是真的，二就變成虛妄。一是如如不動，是真如自性，二就落在起心動念，一起心動念，這就落到二三。二三是什麼？就把你的真如本性轉變成八識五十一心所。二是二意，三就是三心，三心就是意識、末那、阿賴耶，叫三心；二意就是末那跟意識，末那叫意根，意識，這三心二意！一動念就變成三心二意，不動念是一。你看看這個意思多深，一念淨信，所以這一句話裡頭是究竟圓滿。"
    },
    {
      "id": "02-034-0166_p0045",
      "zh_CN": "这是如来果地上的境界，法身菩萨还在努力，还在不断的向上提升。我们今天学习一念难，我们从净信下手。什么叫净信？我们对于净宗，对于阿弥陀佛、西方世界依正庄严，弥陀接引一切众生往生净土，我们一丝毫不怀疑。我们接受这个法门，学习这个法门，决定不夹杂。因为到底下一品，世尊就教给我们往生的方法，往生方法里头最重要的一句话「发菩提心，一向专念」，就是此地讲的一念净信。发菩提心是一念，一向专念是净信。古大德教给我们，不怀疑、不夹杂、不间断。这个教学法真的是三根普被，利钝全收，我们就有分。这个说法都是根据大势至菩萨所讲的，我们要知道。",
      "zh_TW": "這是如來果地上的境界，法身菩薩還在努力，還在不斷的向上提升。我們今天學習一念難，我們從淨信下手。什麼叫淨信？我們對於淨宗，對於阿彌陀佛、西方世界依正莊嚴，彌陀接引一切眾生往生淨土，我們一絲毫不懷疑。我們接受這個法門，學習這個法門，決定不夾雜。因為到底下一品，世尊就教給我們往生的方法，往生方法裡頭最重要的一句話「發菩提心，一向專念」，就是此地講的一念淨信。發菩提心是一念，一向專念是淨信。古大德教給我們，不懷疑、不夾雜、不間斷。這個教學法真的是三根普被，利鈍全收，我們就有分。這個說法都是根據大勢至菩薩所講的，我們要知道。"
    },
    {
      "id": "02-034-0166_p0046",
      "zh_CN": "夏莲居老居士在《净修捷要》，也许有同修看过这个本子，在《净修捷要》里面讲「净宗初祖是大势至菩萨」。我最初看到这一句，我都寒毛直竖，难得他一语道破，我们想不起来、说不出来，但是他说我懂。我能够懂是得力于早年学《楞严》，《楞严经》我大概讲过六、七遍，这是在台中跟李老师学教的时候所学的，有这么一点根底，可是始终没有想到大势至菩萨是净宗初祖。我们中国人习惯讲的净宗初祖是慧远大师，慧远大师是中国净土宗的初祖。我们马上就会想到，《华严经》上普贤菩萨在最后十大愿王导归极乐，那我们就知道，普贤菩萨是娑婆世界净宗初祖，这在华严会上看到的。大势至菩萨，他是遍法界虚空界的净宗初祖。所以我一看到这一句，我马上联想到三个初祖。那个时候我还在美国，黄念祖老居士跟我认识的时候，黄老跟我讲：净空法师，你到美国去做初祖去。他叫我到美国去传净土宗，到处建净宗学会，他说你将来是美国净宗初祖。",
      "zh_TW": "夏蓮居老居士在《淨修捷要》，也許有同修看過這個本子，在《淨修捷要》裡面講「淨宗初祖是大勢至菩薩」。我最初看到這一句，我都寒毛直豎，難得他一語道破，我們想不起來、說不出來，但是他說我懂。我能夠懂是得力於早年學《楞嚴》，《楞嚴經》我大概講過六、七遍，這是在台中跟李老師學教的時候所學的，有這麼一點根底，可是始終沒有想到大勢至菩薩是淨宗初祖。我們中國人習慣講的淨宗初祖是慧遠大師，慧遠大師是中國淨土宗的初祖。我們馬上就會想到，《華嚴經》上普賢菩薩在最後十大願王導歸極樂，那我們就知道，普賢菩薩是娑婆世界淨宗初祖，這在華嚴會上看到的。大勢至菩薩，他是遍法界虛空界的淨宗初祖。所以我一看到這一句，我馬上聯想到三個初祖。那個時候我還在美國，黃念祖老居士跟我認識的時候，黃老跟我講：淨空法師，你到美國去做初祖去。他叫我到美國去傳淨土宗，到處建淨宗學會，他說你將來是美國淨宗初祖。"
    },
    {
      "id": "02-034-0166_p0047",
      "zh_CN": "所以这个净宗初祖我们要懂得，大势至菩萨是根本的初祖，遍法界虚空界的初祖。他教导我们念佛的方法，就是末后一句「都摄六根，净念相继」，就这八个字，这八个字太重要了。「都摄六根」，在我们此地讲就是皈依供养，都摄六根，把心收回来。「净念相继」，净念，不怀疑、不夹杂就是净念，你有怀疑、有夹杂，你这个念就不清净。相继是不中断，诸位要记住，这个不断不是说口里头念佛那个中断，与那个不相干，心里头。我举那个例子，那个老太太念孙子，你们去想这个意思，她心上真有，她心里头真的不中断。你能够符合这个条件，没有一个不往生的。至于往生品位高下，那就看你念佛功夫浅深。这个浅深不是说你每天念多少佛号，不是这个，不在这里说的，是你契入的浅深，你放下了多少。真能放得下，真能够契入，浅深是从这个地方说的，这叫一念净信。",
      "zh_TW": "所以這個淨宗初祖我們要懂得，大勢至菩薩是根本的初祖，遍法界虛空界的初祖。他教導我們念佛的方法，就是末後一句「都攝六根，淨念相繼」，就這八個字，這八個字太重要了。「都攝六根」，在我們此地講就是皈依供養，都攝六根，把心收回來。「淨念相繼」，淨念，不懷疑、不夾雜就是淨念，你有懷疑、有夾雜，你這個念就不清淨。相繼是不中斷，諸位要記住，這個不斷不是說口裡頭念佛那個中斷，與那個不相干，心裡頭。我舉那個例子，那個老太太念孫子，你們去想這個意思，她心上真有，她心裡頭真的不中斷。你能夠符合這個條件，沒有一個不往生的。至於往生品位高下，那就看你念佛功夫淺深。這個淺深不是說你每天念多少佛號，不是這個，不在這裡說的，是你契入的淺深，你放下了多少。真能放得下，真能夠契入，淺深是從這個地方說的，這叫一念淨信。"
    },
    {
      "id": "02-034-0166_p0048",
      "zh_CN": "『所有善根至心回向，愿生彼国』。这里头就具足净土宗三个条件，信愿行。所以你一定要记住，真正修净业的人，净业的人是福慧双修，福慧圆满，不但是圆满，究竟圆满。由此可知，断十恶、修十善，这是决定不能少的。我们在现前阶段，早晨起来到晚上睡觉这一天，早晨起来要提醒自己，所以早课是提醒，晚课是反省，我这一天当中有没有违背佛陀的教诲。十恶我有没有犯？十善我有没有修？这是真正在做早晚课，这种早晚课是真实功德。所以要修自己的善根，断恶修善，念佛是修定，读经、听经是修慧。我们每天念念都在戒定慧之中，天天不离戒定慧的薰修，这才能够有成就。",
      "zh_TW": "『所有善根至心迴向，願生彼國』。這裡頭就具足淨土宗三個條件，信願行。所以你一定要記住，真正修淨業的人，淨業的人是福慧雙修，福慧圓滿，不但是圓滿，究竟圓滿。由此可知，斷十惡、修十善，這是決定不能少的。我們在現前階段，早晨起來到晚上睡覺這一天，早晨起來要提醒自己，所以早課是提醒，晚課是反省，我這一天當中有沒有違背佛陀的教誨。十惡我有沒有犯？十善我有沒有修？這是真正在做早晚課，這種早晚課是真實功德。所以要修自己的善根，斷惡修善，念佛是修定，讀經、聽經是修慧。我們每天念念都在戒定慧之中，天天不離戒定慧的薰修，這才能夠有成就。"
    },
    {
      "id": "02-034-0166_p0049",
      "zh_CN": "拿这种心、这种善根至心回向，至心就是一心，一心才能遍法界虚空界，为什么？你的心里头没有分别、没有执着、没有起心动念，这个心是跟虚空法界相等。如果有分别执着，你这个心就小；换句话说，你心的范围就很有限。所以放下妄想分别执着，一个念，这一念是等虚空法界，这个回向的力量就太大太大！不止我们一般讲的九法界众生；我们讲九法界众生，没有出娑婆世界。我们现在知道，像十方诸佛赞叹一样，无量无边诸佛刹土里面所有的十法界，你一念统统普遍。你用你的善根，用你断恶修善的功德，回向虚空法界里面所有一切众生，你说这功德多大。",
      "zh_TW": "拿這種心、這種善根至心迴向，至心就是一心，一心才能遍法界虛空界，為什麼？你的心裡頭沒有分別、沒有執著、沒有起心動念，這個心是跟虛空法界相等。如果有分別執著，你這個心就小；換句話說，你心的範圍就很有限。所以放下妄想分別執著，一個念，這一念是等虛空法界，這個迴向的力量就太大太大！不止我們一般講的九法界眾生；我們講九法界眾生，沒有出娑婆世界。我們現在知道，像十方諸佛讚歎一樣，無量無邊諸佛剎土裡面所有的十法界，你一念統統普遍。你用你的善根，用你斷惡修善的功德，迴向虛空法界裡面所有一切眾生，你說這功德多大。"
    },
    {
      "id": "02-034-0166_p0050",
      "zh_CN": "我们每个人都能做得到，问题就是你懂不懂，你会不会做。真懂真会做，不要以为我们在目前没有这种机缘，比不上从前祖师大德他们修行殊胜，我们怎样也比不上他们，错了。我们的机缘实在讲绝对不比他们差，我还敢说，我们的缘分比他们殊胜，为什么？他们没有遇到乱世，没有受到这么多苦难，他们要遇到像我们现在这个环境，恐怕也有很多人被淘汰掉。我们在这个环境里面成就，那就超过他们，自己要有信心。这个至心，实在讲就是菩提心，就是真诚心、清净心、平等心、正觉心、慈悲心，至心里头包括这些，纯净纯善。",
      "zh_TW": "我們每個人都能做得到，問題就是你懂不懂，你會不會做。真懂真會做，不要以為我們在目前沒有這種機緣，比不上從前祖師大德他們修行殊勝，我們怎樣也比不上他們，錯了。我們的機緣實在講絕對不比他們差，我還敢說，我們的緣分比他們殊勝，為什麼？他們沒有遇到亂世，沒有受到這麼多苦難，他們要遇到像我們現在這個環境，恐怕也有很多人被淘汰掉。我們在這個環境裡面成就，那就超過他們，自己要有信心。這個至心，實在講就是菩提心，就是真誠心、清淨心、平等心、正覺心、慈悲心，至心裡頭包括這些，純淨純善。"
    },
    {
      "id": "02-034-0166_p0051",
      "zh_CN": "回向，回向非常非常好，我自己所修的，绝不据为己有，不回向就变成己有了。我修的这个福，我要享这个福，那个福也要消掉，不消掉也麻烦，回向就没有了。我修的这个福供养遍法界虚空界一切众生，天天回向，念念回向，我们这个心永远保持清净平等觉。就像六祖所说的，这心里头「本来无一物，何处惹尘埃」。断恶修善要做，功德要做，做了马上回向掉。回向菩提，回向实际（实际就是真如本性），回向众生，自己一丝毫都不贪着，我们只有一个愿望，这个愿望就是亲近阿弥陀佛，往生净土，这样就对了。",
      "zh_TW": "迴向，迴向非常非常好，我自己所修的，絕不據為己有，不迴向就變成己有了。我修的這個福，我要享這個福，那個福也要消掉，不消掉也麻煩，迴向就沒有了。我修的這個福供養遍法界虛空界一切眾生，天天迴向，念念迴向，我們這個心永遠保持清淨平等覺。就像六祖所說的，這心裡頭「本來無一物，何處惹塵埃」。斷惡修善要做，功德要做，做了馬上迴向掉。迴向菩提，迴向實際（實際就是真如本性），迴向眾生，自己一絲毫都不貪著，我們只有一個願望，這個願望就是親近阿彌陀佛，往生淨土，這樣就對了。"
    },
    {
      "id": "02-034-0166_p0052",
      "zh_CN": "亲近弥陀，往生净土，也不要着急，还是随缘，你就决定往生，你真有把握！你现在还没去，你急着要去，不行，急着要去是攀缘，那个急就是分别执着，反而去不成，所以不能着急。一般人往生，这里头总有两个缘，一个是你自己业还没有消完，你的业报、你的业报身，业报身消尽了，你的寿命就到了，这个时候你的缘成熟了；另外一种，纵然你的业报消尽，你的寿命到了，只是学佛寿命增长，它延长了。延长是你有事情要做，实际上讲，这就是佛家常讲的乘愿再来。你不必到极乐世界再来，现在你的业力消了，愿力生起来了，那就是乘愿再来。业力消了你就应当要往生，可是你还不往生，你还要在这个世间住个若干年，住的时间长短，不是你自己决定，是缘决定。这个世间众生跟你有缘，多住几天，没有缘，少住几天。所以菩萨在这个世间，缘没有了他就走了，他来去自由。一定要懂这个道理。懂这个道理你就不着急了，着急是烦恼，我要早一点去，这是烦恼，去不了反而变成障碍。一切随缘，所有境界里头学个如如不动，水到渠成，这是最完美的。",
      "zh_TW": "親近彌陀，往生淨土，也不要著急，還是隨緣，你就決定往生，你真有把握！你現在還沒去，你急著要去，不行，急著要去是攀緣，那個急就是分別執著，反而去不成，所以不能著急。一般人往生，這裡頭總有兩個緣，一個是你自己業還沒有消完，你的業報、你的業報身，業報身消盡了，你的壽命就到了，這個時候你的緣成熟了；另外一種，縱然你的業報消盡，你的壽命到了，只是學佛壽命增長，它延長了。延長是你有事情要做，實際上講，這就是佛家常講的乘願再來。你不必到極樂世界再來，現在你的業力消了，願力生起來了，那就是乘願再來。業力消了你就應當要往生，可是你還不往生，你還要在這個世間住個若干年，住的時間長短，不是你自己決定，是緣決定。這個世間眾生跟你有緣，多住幾天，沒有緣，少住幾天。所以菩薩在這個世間，緣沒有了他就走了，他來去自由。一定要懂這個道理。懂這個道理你就不著急了，著急是煩惱，我要早一點去，這是煩惱，去不了反而變成障礙。一切隨緣，所有境界裡頭學個如如不動，水到渠成，這是最完美的。"
    },
    {
      "id": "02-034-0166_p0053",
      "zh_CN": "佛菩萨给我们这么一个体例。我跟同学们都说得很多，也说得很详细。我年轻的时候算命看相都说我过不了四十五岁，我今年七十八岁了。四十五岁以后，那就不是我的命了，我四十五岁死了，四十五岁以后就乘愿再来，为众生活的，不是为我。众生有福，还有这个身体，要替大家多做一点好事；一切为众生，没有一样为自己，念念为众生，晚上睡觉都是为众生。这个形相，形相就是一个样子，中国人所讲的样板，展现给世间一般人看。你觉得这个样子好，这样子是修来的，不是业力成就的，这个样子是修来的。你要真正能够依教奉行，如法修行，你能得到！",
      "zh_TW": "佛菩薩給我們這麼一個體例。我跟同學們都說得很多，也說得很詳細。我年輕的時候算命看相都說我過不了四十五歲，我今年七十八歲了。四十五歲以後，那就不是我的命了，我四十五歲死了，四十五歲以後就乘願再來，為眾生活的，不是為我。眾生有福，還有這個身體，要替大家多做一點好事；一切為眾生，沒有一樣為自己，念念為眾生，晚上睡覺都是為眾生。這個形相，形相就是一個樣子，中國人所講的樣板，展現給世間一般人看。你覺得這個樣子好，這樣子是修來的，不是業力成就的，這個樣子是修來的。你要真正能夠依教奉行，如法修行，你能得到！"
    },
    {
      "id": "02-034-0166_p0054",
      "zh_CN": "财富，无量的财富，不为自己，自己每天还是吃青菜豆腐，衣食住行一丝毫也不考究，一切都随缘。钱财要为众生做事，常常有人送钱给我，谁送的不知道；送给我的，只有我那个银行里头，他知道我的号码，他会寄到那里面去，不知道是谁寄的。一般平常人家供养我的，你们都知道，我随手就布施。只有送到银行，又不晓得名字，那就没有法子，只好收了。收来办好事，钱多多做，钱少少做，没有钱最好，没钱我就没事做。但是这个钱很可观，每年以美金算超过千万，所以要找好多项目，到处去看，哪里有好事赶快去做。最近我印一千套《大藏经》，因为这个钱很多，可能还要印一千套。两千套《大藏经》大概需要美金三百万，送全世界各个道场。",
      "zh_TW": "財富，無量的財富，不為自己，自己每天還是吃青菜豆腐，衣食住行一絲毫也不考究，一切都隨緣。錢財要為眾生做事，常常有人送錢給我，誰送的不知道；送給我的，只有我那個銀行裡頭，他知道我的號碼，他會寄到那裡面去，不知道是誰寄的。一般平常人家供養我的，你們都知道，我隨手就布施。只有送到銀行，又不曉得名字，那就沒有法子，只好收了。收來辦好事，錢多多做，錢少少做，沒有錢最好，沒錢我就沒事做。但是這個錢很可觀，每年以美金算超過千萬，所以要找好多項目，到處去看，哪裡有好事趕快去做。最近我印一千套《大藏經》，因為這個錢很多，可能還要印一千套。兩千套《大藏經》大概需要美金三百萬，送全世界各個道場。"
    },
    {
      "id": "02-034-0166_p0055",
      "zh_CN": "我们提倡读经，提倡研教，戒定慧三学一次完成。最后这个目标千万不能忘记，一定要『愿生彼国』，你才能真正证得究竟圆满，随愿皆生，皆得不退。生到西方极乐世界，一生当中一定证得无上正等正觉，这就是究竟圆满的佛果。希望我们同学要发这个愿，将来个个到西方极乐世界，到那里我们大家还可以见面。今天我们就讲到此地。",
      "zh_TW": "我們提倡讀經，提倡研教，戒定慧三學一次完成。最後這個目標千萬不能忘記，一定要『願生彼國』，你才能真正證得究竟圓滿，隨願皆生，皆得不退。生到西方極樂世界，一生當中一定證得無上正等正覺，這就是究竟圓滿的佛果。希望我們同學要發這個願，將來個個到西方極樂世界，到那裡我們大家還可以見面。今天我們就講到此地。"
    }
  ]
}