{
  "doc_id": "02-034-0133",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三三集",
    "zh_TW": "第一三三集"
  },
  "year": "2002",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0133",
  "total_paragraphs": 107,
  "paragraphs": [
    {
      "id": "02-034-0133_p0001",
      "zh_CN": "请掀开经本，科会第三十五面，经文第五行看起：",
      "zh_TW": "請掀開經本，科會第三十五面，經文第五行看起："
    },
    {
      "id": "02-034-0133_p0002",
      "zh_CN": "【寿众无量第十三】",
      "zh_TW": "【壽眾無量第十三】"
    },
    {
      "id": "02-034-0133_p0003",
      "zh_CN": "如果用的经本不同没有关系，诸位看第十三品就看到了。十三品，『寿众无量第十三』。我们先将经文念一段，对对地方：",
      "zh_TW": "如果用的經本不同沒有關係，諸位看第十三品就看到了。十三品，『壽眾無量第十三』。我們先將經文念一段，對對地方："
    },
    {
      "id": "02-034-0133_p0004",
      "zh_CN": "【佛语阿难。无量寿佛。寿命长久。不可称计。】",
      "zh_TW": "【佛語阿難。無量壽佛。壽命長久。不可稱計。】"
    },
    {
      "id": "02-034-0133_p0005",
      "zh_CN": "经文到这个地方是一小段。在这一品经里面，世尊为我们接着介绍西方极乐世界三个无量。第一个是本师阿弥陀佛寿命无量。第二个要介绍西方极乐世界诸上善人，也就是阿弥陀佛的学生，这个人数也是无量的。第三个无量，世尊特别要给我们介绍，凡是往生到西方极乐世界的，即使是凡圣同居土下下品往生的人，寿命也跟阿弥陀佛一样，都是无量寿。这是这一品里面重要的义趣。",
      "zh_TW": "經文到這個地方是一小段。在這一品經裡面，世尊為我們接著介紹西方極樂世界三個無量。第一個是本師阿彌陀佛壽命無量。第二個要介紹西方極樂世界諸上善人，也就是阿彌陀佛的學生，這個人數也是無量的。第三個無量，世尊特別要給我們介紹，凡是往生到西方極樂世界的，即使是凡聖同居土下下品往生的人，壽命也跟阿彌陀佛一樣，都是無量壽。這是這一品裡面重要的義趣。"
    },
    {
      "id": "02-034-0133_p0006",
      "zh_CN": "这三个无量，实在可以说，佛寿无量是法身的成就；弟子无量，我们可以说是法缘的成就。由此可知，与一切众生广结法缘非常重要。这一切诸佛如来跟众生结法缘，实在讲阿弥陀佛是第一，所以他弟子之多不可称量。第三，弟子寿命也跟佛相等，这是实实在在不可思议。我们先把品题略略地跟诸位介绍一下。",
      "zh_TW": "這三個無量，實在可以說，佛壽無量是法身的成就；弟子無量，我們可以說是法緣的成就。由此可知，與一切眾生廣結法緣非常重要。這一切諸佛如來跟眾生結法緣，實在講阿彌陀佛是第一，所以他弟子之多不可稱量。第三，弟子壽命也跟佛相等，這是實實在在不可思議。我們先把品題略略地跟諸位介紹一下。"
    },
    {
      "id": "02-034-0133_p0007",
      "zh_CN": "寿是寿命，寿命是怎么来的？我们学佛，学佛先要知道佛是什么意思。佛是从印度梵文音译过来的，它的意思是智慧、是觉悟，用我们现代的话来说就是明了，对于宇宙人生；用佛法的名词来讲就是一切性相、理事、因果都能彻底通达明了，这称之为佛。我们学佛就是要学这桩事情，要明了宇宙之间理事因果，这才叫真正的学佛。明了，那你就自然知道寿命是怎么来的。",
      "zh_TW": "壽是壽命，壽命是怎麼來的？我們學佛，學佛先要知道佛是什麼意思。佛是從印度梵文音譯過來的，它的意思是智慧、是覺悟，用我們現代的話來說就是明瞭，對於宇宙人生；用佛法的名詞來講就是一切性相、理事、因果都能徹底通達明瞭，這稱之為佛。我們學佛就是要學這樁事情，要明瞭宇宙之間理事因果，這才叫真正的學佛。明瞭，那你就自然知道壽命是怎麼來的。"
    },
    {
      "id": "02-034-0133_p0008",
      "zh_CN": "总的来讲，我们可以分为三大类。第一类是六道众生，诸位要知道，六道包括到无想天、非想非非想天人，他的寿命长，佛在经上讲八万大劫。这个数字一般人听到是含糊笼统的过去了，这就是他不懂佛法，他不是学佛的；真正学佛，听到八万大劫，他会很震撼。怎么震撼？诸位想想看，我们讲这个娑婆世界，娑婆世界存在的时间有时间性的。一个大劫里面就有四个中劫，这四个中劫是成、住、坏、空。你们想想，一个大劫，娑婆世界整个世界有一个成住坏空，这叫中劫。一个中劫有二十个小劫，那其他的我们不谈了。你们想想看，这一个娑婆世界一次的成住坏空是一个劫，成住坏空多少次？八万次。所以，你要了解这个事实真相，那怎么不震撼！",
      "zh_TW": "總的來講，我們可以分為三大類。第一類是六道眾生，諸位要知道，六道包括到無想天、非想非非想天人，他的壽命長，佛在經上講八萬大劫。這個數字一般人聽到是含糊籠統的過去了，這就是他不懂佛法，他不是學佛的；真正學佛，聽到八萬大劫，他會很震撼。怎麼震撼？諸位想想看，我們講這個娑婆世界，娑婆世界存在的時間有時間性的。一個大劫裡面就有四個中劫，這四個中劫是成、住、壞、空。你們想想，一個大劫，娑婆世界整個世界有一個成住壞空，這叫中劫。一個中劫有二十個小劫，那其他的我們不談了。你們想想看，這一個娑婆世界一次的成住壞空是一個劫，成住壞空多少次？八萬次。所以，你要了解這個事實真相，那怎麼不震撼！"
    },
    {
      "id": "02-034-0133_p0009",
      "zh_CN": "世界，这不是地球，娑婆世界是个大的星系。黄念祖老居士他老人家讲，我们现在所讲的银河系，这个银河系是一个单位世界，那这一个娑婆世界有多大？照佛在经上一般的讲法，应该是有十万亿个银河系。十万亿个这么大的一个星系，它要经过八万次的成住坏空，是非想非非想天人的寿命。你要知道这个事实真相，实在是才能够体会到不可思议。他是六道里面众生寿命最长的，没有脱离六道轮回。",
      "zh_TW": "世界，這不是地球，娑婆世界是個大的星系。黃念祖老居士他老人家講，我們現在所講的銀河系，這個銀河系是一個單位世界，那這一個娑婆世界有多大？照佛在經上一般的講法，應該是有十萬億個銀河系。十萬億個這麼大的一個星系，它要經過八萬次的成住壞空，是非想非非想天人的壽命。你要知道這個事實真相，實在是才能夠體會到不可思議。他是六道裡面眾生壽命最長的，沒有脫離六道輪迴。"
    },
    {
      "id": "02-034-0133_p0010",
      "zh_CN": "这个寿命从哪里来的？业力来的，六道众生业力。我们每一个人在这个世间寿命长短，都有个定数。这不是宿命论，佛法不讲宿命论，佛法是给你讲道理的。每一个人的寿命，谁给你定的？是你自己业力决定的。中国、外国现在看相算命，连看风水都很流行，外国人也很流行看风水。算命按照你的八字（生辰八字）来推算，如果遇到很高明的，他能够推算得很正确。诸位读过《了凡四训》，了凡先生遇到孔先生，孔先生跟他算得很准确，算到你每一年你有多少收入。他是个读书人，读书人要参加考试。你要经过几次考试，甚至于你考试，每次考试能够考到第几名，他都给你算定了。算他的寿命只有五十三岁，寿终正寝。",
      "zh_TW": "這個壽命從哪裡來的？業力來的，六道眾生業力。我們每一個人在這個世間壽命長短，都有個定數。這不是宿命論，佛法不講宿命論，佛法是給你講道理的。每一個人的壽命，誰給你定的？是你自己業力決定的。中國、外國現在看相算命，連看風水都很流行，外國人也很流行看風水。算命按照你的八字（生辰八字）來推算，如果遇到很高明的，他能夠推算得很正確。諸位讀過《了凡四訓》，了凡先生遇到孔先生，孔先生跟他算得很準確，算到你每一年你有多少收入。他是個讀書人，讀書人要參加考試。你要經過幾次考試，甚至於你考試，每次考試能夠考到第幾名，他都給你算定了。算他的壽命只有五十三歲，壽終正寢。"
    },
    {
      "id": "02-034-0133_p0011",
      "zh_CN": "了凡先生在几年当中来验证孔先生算的正不正确，果然正确，每一年给他推算的都没有办法有丝毫的改变。他明白了，「一饮一啄，莫非前定」，他知其当然，而不知其所以然。他的心就定下来了，一个妄念都没有了。为什么？打妄想也没有用，命里有跑都跑不掉，命里没有怎么样希求也求不到，不如不操这个心了，真的是万缘放下。",
      "zh_TW": "了凡先生在幾年當中來驗證孔先生算的正不正確，果然正確，每一年給他推算的都沒有辦法有絲毫的改變。他明白了，「一飲一啄，莫非前定」，他知其當然，而不知其所以然。他的心就定下來了，一個妄念都沒有了。為什麼？打妄想也沒有用，命裡有跑都跑不掉，命裡沒有怎麼樣希求也求不到，不如不操這個心了，真的是萬緣放下。"
    },
    {
      "id": "02-034-0133_p0012",
      "zh_CN": "这样过了十几年，遇到云谷禅师，跟云谷禅师在禅堂里面坐了三天三夜，确实他一个念头都不起。云谷禅师非常惊讶，他老人家一生接见的大众很多，从来没有遇到能有这么好功夫的人。所以他就问了凡先生，这三天三夜一个妄念不起，这是很了不起的功夫，问他：你怎么修的？了凡先生说了老实话：我命给人算定了，这十几年来一点都没有差错，所以我不打妄想，想也没用。云谷禅师听了就哈哈大笑：原来我以为你是圣人，谁知道你还是个凡夫。",
      "zh_TW": "這樣過了十幾年，遇到雲谷禪師，跟雲谷禪師在禪堂裡面坐了三天三夜，確實他一個念頭都不起。雲谷禪師非常驚訝，他老人家一生接見的大眾很多，從來沒有遇到能有這麼好功夫的人。所以他就問了凡先生，這三天三夜一個妄念不起，這是很了不起的功夫，問他：你怎麼修的？了凡先生說了老實話：我命給人算定了，這十幾年來一點都沒有差錯，所以我不打妄想，想也沒用。雲谷禪師聽了就哈哈大笑：原來我以為你是聖人，誰知道你還是個凡夫。"
    },
    {
      "id": "02-034-0133_p0013",
      "zh_CN": "了凡先生这是叫标准凡夫，我们这些凡夫都不标准，一天到晚胡思乱想。他是个标准凡夫，你看十几年来对命运一丝毫都不能够转动。云谷禅师把命运所以然的道理说给他听，他明白了。命是自己造的，命自己可以改。怎么个改法？那就是从你的心地到你的行为，就是修善跟作恶。作恶，你的命、你的福报、你的寿命会减损，会缩短；如果你修善，心善行善，你的寿命会增加，会延长，你的福报也会增加。这些事《了凡四训》里面都讲得很清楚、很明白，同学们可以做参考。",
      "zh_TW": "了凡先生這是叫標準凡夫，我們這些凡夫都不標準，一天到晚胡思亂想。他是個標準凡夫，你看十幾年來對命運一絲毫都不能夠轉動。雲谷禪師把命運所以然的道理說給他聽，他明白了。命是自己造的，命自己可以改。怎麼個改法？那就是從你的心地到你的行為，就是修善跟作惡。作惡，你的命、你的福報、你的壽命會減損，會縮短；如果你修善，心善行善，你的壽命會增加，會延長，你的福報也會增加。這些事《了凡四訓》裡面都講得很清楚、很明白，同學們可以做參考。"
    },
    {
      "id": "02-034-0133_p0014",
      "zh_CN": "我在这一生当中，讲经教学，我教初学就是教他去读《了凡四训》。希望他在一年当中把《了凡四训》念三百遍，就是一天念一遍，念一年。没有这么长的时间，你没有印象；没有印象，你得不到受用。三百遍念下去，念一年，你有印象，起心动念你会想到这里头的道理，它对你就起了作用，你也会依照这个道理、方法去修学，你在这一生你做命运的主宰，不会被命运拘束。我们学佛头一点要有这个本事，如果命运都转不过来，你这个佛不就白学了？所以六道众生的命运，包括无色天界的天人，都是业力成就的。",
      "zh_TW": "我在這一生當中，講經教學，我教初學就是教他去讀《了凡四訓》。希望他在一年當中把《了凡四訓》念三百遍，就是一天念一遍，念一年。沒有這麼長的時間，你沒有印象；沒有印象，你得不到受用。三百遍念下去，念一年，你有印象，起心動念你會想到這裡頭的道理，它對你就起了作用，你也會依照這個道理、方法去修學，你在這一生你做命運的主宰，不會被命運拘束。我們學佛頭一點要有這個本事，如果命運都轉不過來，你這個佛不就白學了？所以六道眾生的命運，包括無色天界的天人，都是業力成就的。"
    },
    {
      "id": "02-034-0133_p0015",
      "zh_CN": "由此可知，天人他们心善行善，积功累德超过我们人间任何人。因为他福报太大了，人间没这么大的福报，他就到天上去了。天有欲界、有色界、有无色界，欲界有六层，一层比一层殊胜。欲没有断，不能超过欲界天。你看到有些修行功夫很好的人，但是你仔细观察，他七情五欲没断。那我们就知道，如果他要不念佛求生净土，他肯定是在欲界天，甚至于欲界天在哪一层，我们都能够看得很清楚。五欲六尘贪染的念头舍掉了，念头舍掉是伏烦恼，根没有断。你有这个功夫，有这个定功，有这个智慧，能够伏住烦恼，有这个能力，你才能够生色界天。",
      "zh_TW": "由此可知，天人他們心善行善，積功累德超過我們人間任何人。因為他福報太大了，人間沒這麼大的福報，他就到天上去了。天有欲界、有色界、有無色界，欲界有六層，一層比一層殊勝。欲沒有斷，不能超過欲界天。你看到有些修行功夫很好的人，但是你仔細觀察，他七情五欲沒斷。那我們就知道，如果他要不念佛求生淨土，他肯定是在欲界天，甚至於欲界天在哪一層，我們都能夠看得很清楚。五欲六塵貪染的念頭捨掉了，念頭捨掉是伏煩惱，根沒有斷。你有這個功夫，有這個定功，有這個智慧，能夠伏住煩惱，有這個能力，你才能夠生色界天。"
    },
    {
      "id": "02-034-0133_p0016",
      "zh_CN": "我们在经典里面读到很多，诸位总应当要记住，色界天人没有瞋恚。你们看这烦恼的头数，色界天没有瞋恚。由此可知，我们遇到不顺心的事情，甚至于像一般在这社会上总是免不了的，有人误会你，有人毁谤你，有人陷害你。无论加害你的程度多么深重，如果你还有一念瞋恚心，你修行的功夫再好，你出不了欲界，色界天你没有分。所以色界天人六个根本烦恼，瞋恚他伏住了，决定不起作用，这是伏烦恼，不是断烦恼。如果是断烦恼，那他就是圣人，他不是凡夫，他入了小乘四果四向的位置了，他不是凡夫。像这些地方，我们读经研教不能不研究。",
      "zh_TW": "我們在經典裡面讀到很多，諸位總應當要記住，色界天人沒有瞋恚。你們看這煩惱的頭數，色界天沒有瞋恚。由此可知，我們遇到不順心的事情，甚至於像一般在這社會上總是免不了的，有人誤會你，有人毀謗你，有人陷害你。無論加害你的程度多麼深重，如果你還有一念瞋恚心，你修行的功夫再好，你出不了欲界，色界天你沒有分。所以色界天人六個根本煩惱，瞋恚他伏住了，決定不起作用，這是伏煩惱，不是斷煩惱。如果是斷煩惱，那他就是聖人，他不是凡夫，他入了小乘四果四向的位置了，他不是凡夫。像這些地方，我們讀經研教不能不研究。"
    },
    {
      "id": "02-034-0133_p0017",
      "zh_CN": "修行在哪里修？就在日常生活当中。生活里面，如果我们对于饮食起居，我们常讲的「财色名食睡」，还放不下，还有贪染；顺心的生欢喜心，不顺心的生烦恼，这是一点功夫都没有，也是念佛，能不能往生？我老实告诉你，不能往生。为什么不能往生？往生的条件是「心净则佛土净」。我们念这一句阿弥陀佛目的何在？是要把这些烦恼习气念掉，六根跟六尘接触的时候，烦恼一现前，「阿弥陀佛」，这一句佛号把烦恼压下去了。这个时候是你真正念佛功夫得力的时候，常常练习，不断的练习。",
      "zh_TW": "修行在哪裡修？就在日常生活當中。生活裡面，如果我們對於飲食起居，我們常講的「財色名食睡」，還放不下，還有貪染；順心的生歡喜心，不順心的生煩惱，這是一點功夫都沒有，也是念佛，能不能往生？我老實告訴你，不能往生。為什麼不能往生？往生的條件是「心淨則佛土淨」。我們念這一句阿彌陀佛目的何在？是要把這些煩惱習氣念掉，六根跟六塵接觸的時候，煩惱一現前，「阿彌陀佛」，這一句佛號把煩惱壓下去了。這個時候是你真正念佛功夫得力的時候，常常練習，不斷的練習。"
    },
    {
      "id": "02-034-0133_p0018",
      "zh_CN": "当然初学的人一面压一面还是起来，不怕，继续认真努力去干，一定是一年比一年淡薄，一年功夫觉得有力，智慧增长，这就是好境界。所以，日常生活也好，工作也好，处事待人接物，哪一样不是修行！就在这里面修清净心，就在这些里面修布施、持戒、忍辱、精进、禅定、般若。离开六尘境界，你到哪里去修？没地方修了。在逆境里面、恶缘里面，修伏断瞋恚嫉妒；在顺境里面，什么都称心如意，去修伏断悭贪愚痴，这是我讲重点。所以贪瞋痴是在生活当中断，在工作里面去断，在处事待人接物里面去断，那么你的功夫就会得力。",
      "zh_TW": "當然初學的人一面壓一面還是起來，不怕，繼續認真努力去幹，一定是一年比一年淡薄，一年功夫覺得有力，智慧增長，這就是好境界。所以，日常生活也好，工作也好，處事待人接物，哪一樣不是修行！就在這裡面修清淨心，就在這些裡面修布施、持戒、忍辱、精進、禪定、般若。離開六塵境界，你到哪裡去修？沒地方修了。在逆境裡面、惡緣裡面，修伏斷瞋恚嫉妒；在順境裡面，什麼都稱心如意，去修伏斷慳貪愚痴，這是我講重點。所以貪瞋痴是在生活當中斷，在工作裡面去斷，在處事待人接物裡面去斷，那麼你的功夫就會得力。"
    },
    {
      "id": "02-034-0133_p0019",
      "zh_CN": "净宗法门的殊胜，十方三世一切诸佛赞叹，它的方法太妙了，只用一句佛号，一句阿弥陀佛。我起了贪心，起了瞋恚心，起了愚痴心，一句阿弥陀佛把念头马上转过来。宗门大德常讲「不怕念起，只怕觉迟」。念是什么？六根接触六尘境界的时候，起心动念，这念起，不管是善念恶念都不好。善念，你所感得的果报是三善道，恶念是三恶道，都是六道轮回边事，出不了轮回。所以不管什么念头起来，一句阿弥陀佛，把这个念头压下去。恢复到什么？净念。净念这是净业，净业才能够往生净土，你说这多重要！",
      "zh_TW": "淨宗法門的殊勝，十方三世一切諸佛讚歎，它的方法太妙了，只用一句佛號，一句阿彌陀佛。我起了貪心，起了瞋恚心，起了愚痴心，一句阿彌陀佛把念頭馬上轉過來。宗門大德常講「不怕念起，只怕覺遲」。念是什麼？六根接觸六塵境界的時候，起心動念，這念起，不管是善念惡念都不好。善念，你所感得的果報是三善道，惡念是三惡道，都是六道輪迴邊事，出不了輪迴。所以不管什麼念頭起來，一句阿彌陀佛，把這個念頭壓下去。恢復到什麼？淨念。淨念這是淨業，淨業才能夠往生淨土，你說這多重要！"
    },
    {
      "id": "02-034-0133_p0020",
      "zh_CN": "刚才还有个同修来跟我说，他也是护持一个道场，看到这个道场法师脾气很大，常常发脾气，他问我怎么办？我说你念阿弥陀佛就好了，各人有各人的因果！他不碍你的事，你也不会妨碍他，我们自己要明了，要懂理。所以经不能不读，不能不听。现在读都有困难，看注解都有困难，为什么？看不懂！所以现在讲经比古人讲经辛苦多了，古人讲经点到为止，大家就明白了；现在要反复的讲，要详细的讲，讲得很累人。",
      "zh_TW": "剛才還有個同修來跟我說，他也是護持一個道場，看到這個道場法師脾氣很大，常常發脾氣，他問我怎麼辦？我說你念阿彌陀佛就好了，各人有各人的因果！他不礙你的事，你也不會妨礙他，我們自己要明瞭，要懂理。所以經不能不讀，不能不聽。現在讀都有困難，看註解都有困難，為什麼？看不懂！所以現在講經比古人講經辛苦多了，古人講經點到為止，大家就明白了；現在要反覆的講，要詳細的講，講得很累人。"
    },
    {
      "id": "02-034-0133_p0021",
      "zh_CN": "《华严经》，你们诸位同修都知道，我们刚刚把「华藏世界品」讲完，《八十华严》第十卷讲完，接着要讲第十一卷，「毗卢遮那品」。这十卷经文我们讲了九百二十次，一次两个小时，一千八百多个小时讲十卷，确确实实从来没有这个讲法。这样详细讲，大家有没有听懂？还是没听懂。所以往下还是要细讲，原先我以为三千个小时可以讲完，现在看这个样子，三千个小时是肯定讲不完的，后面还有八十九卷。我们是八十卷加上《四十华严》，除掉重复的部分，总共九十九卷，九十九卷现在才讲了十卷，还有八十九卷，这要慢慢来；一天四个小时，慢慢来。",
      "zh_TW": "《華嚴經》，你們諸位同修都知道，我們剛剛把「華藏世界品」講完，《八十華嚴》第十卷講完，接著要講第十一卷，「毗盧遮那品」。這十卷經文我們講了九百二十次，一次兩個小時，一千八百多個小時講十卷，確確實實從來沒有這個講法。這樣詳細講，大家有沒有聽懂？還是沒聽懂。所以往下還是要細講，原先我以為三千個小時可以講完，現在看這個樣子，三千個小時是肯定講不完的，後面還有八十九卷。我們是八十卷加上《四十華嚴》，除掉重複的部分，總共九十九卷，九十九卷現在才講了十卷，還有八十九卷，這要慢慢來；一天四個小時，慢慢來。"
    },
    {
      "id": "02-034-0133_p0022",
      "zh_CN": "所以，六道众生的寿命是业力在主宰。业力在主宰，我们了解这个事情，我们决定不做恶业，别人害我，我决定不能害他。我害他，谁吃亏？自己吃亏。我不害他，我反而感激他，为什么？他替我消业障。无量劫来，我们的业障到哪里消？幸亏有这么多人，瞧不起我、嫉妒我、伤害我、侮辱我，我的业障统统消掉了，这是我的大恩人！",
      "zh_TW": "所以，六道眾生的壽命是業力在主宰。業力在主宰，我們了解這個事情，我們決定不做惡業，別人害我，我決定不能害他。我害他，誰吃虧？自己吃虧。我不害他，我反而感激他，為什麼？他替我消業障。無量劫來，我們的業障到哪裡消？幸虧有這麼多人，瞧不起我、嫉妒我、傷害我、侮辱我，我的業障統統消掉了，這是我的大恩人！"
    },
    {
      "id": "02-034-0133_p0023",
      "zh_CN": "你们要想到，诸位都念过《金刚经》。你看《金刚经》里，忍辱仙人被歌利王割截身体，他一点瞋恚心都没有，忍辱波罗蜜圆满了；一丝毫报复的念头没有，持戒波罗蜜圆满了。你看看，不是大恩人吗？所以释迦牟尼佛感激他，当时发了大愿。那个忍辱仙人就是我们的本师释迦牟尼佛，过去生中他发誓愿：我将来成佛，头一个来度你，报你的恩。永远生活在报恩的世界里！所以歌利王就是佛成佛头一个得度的憍陈如尊者，第一个闻法开悟证果的。",
      "zh_TW": "你們要想到，諸位都念過《金剛經》。你看《金剛經》裡，忍辱仙人被歌利王割截身體，他一點瞋恚心都沒有，忍辱波羅蜜圓滿了；一絲毫報復的念頭沒有，持戒波羅蜜圓滿了。你看看，不是大恩人嗎？所以釋迦牟尼佛感激他，當時發了大願。那個忍辱仙人就是我們的本師釋迦牟尼佛，過去生中他發誓願：我將來成佛，頭一個來度你，報你的恩。永遠生活在報恩的世界裡！所以歌利王就是佛成佛頭一個得度的憍陳如尊者，第一個聞法開悟證果的。"
    },
    {
      "id": "02-034-0133_p0024",
      "zh_CN": "我们要向释迦牟尼佛学习，千万不能够意气用事，意气用事折福，向释迦牟尼佛学习增福，增福就增寿，这是肯定的。其实我们哪里会贪图寿命？尤其是这个世界太苦了，要寿命干什么？我们把身体奉献出来，为正法常住，为一切众生服务。我们服务的项目，帮助一切众生破迷开悟，帮助一切众生转恶为善、转凡为圣。所以，身体是为佛法、为众生服务的工具。有，我们认真努力来做这样工作；没有，没有更好，没有可以休息了，省事！所以寿命长短，对修行人没有放在心上，一切顺其自然，这就对了。",
      "zh_TW": "我們要向釋迦牟尼佛學習，千萬不能夠意氣用事，意氣用事折福，向釋迦牟尼佛學習增福，增福就增壽，這是肯定的。其實我們哪裡會貪圖壽命？尤其是這個世界太苦了，要壽命幹什麼？我們把身體奉獻出來，為正法常住，為一切眾生服務。我們服務的項目，幫助一切眾生破迷開悟，幫助一切眾生轉惡為善、轉凡為聖。所以，身體是為佛法、為眾生服務的工具。有，我們認真努力來做這樣工作；沒有，沒有更好，沒有可以休息了，省事！所以壽命長短，對修行人沒有放在心上，一切順其自然，這就對了。"
    },
    {
      "id": "02-034-0133_p0025",
      "zh_CN": "第二类就是诸佛菩萨应化在九法界有寿命。像释迦牟尼佛当年在我们这个世间示现的寿命八十岁，他八十岁圆寂的。在中国祖师大德当中，有许许多多古佛再来、菩萨再来、阿罗汉再来，实在跟诸位说，绝大多数他一生都不会暴露身分，暴露身分的很少的几个人。我们在《高僧传》里面看到的，《神僧传》看到的，那是暴露身分的。暴露身分一定有特别的因缘，否则的话，身分不会暴露的，默默的来，默默的走。示现的身分男女老少、各行各业，我们在《华严经‧入法界品》里面五十三参上看到了，哪一个行业里头都有佛菩萨在示现。",
      "zh_TW": "第二類就是諸佛菩薩應化在九法界有壽命。像釋迦牟尼佛當年在我們這個世間示現的壽命八十歲，他八十歲圓寂的。在中國祖師大德當中，有許許多多古佛再來、菩薩再來、阿羅漢再來，實在跟諸位說，絕大多數他一生都不會暴露身分，暴露身分的很少的幾個人。我們在《高僧傳》裡面看到的，《神僧傳》看到的，那是暴露身分的。暴露身分一定有特別的因緣，否則的話，身分不會暴露的，默默的來，默默的走。示現的身分男女老少、各行各業，我們在《華嚴經‧入法界品》裡面五十三參上看到了，哪一個行業裡頭都有佛菩薩在示現。"
    },
    {
      "id": "02-034-0133_p0026",
      "zh_CN": "我们今天这个讲堂坐了这么多大众，里面哪个是佛菩萨来示现的，我们肉眼凡夫看不出来，不可以说没有，确实是有的。佛菩萨所示现的，有正面的，也有负面的，我们讲有善也有恶，善恶都是帮助众生的。示现善的一面，教化众生要学他；示现恶的那一面，是替众生消业障的。哪有不好的？",
      "zh_TW": "我們今天這個講堂坐了這麼多大眾，裡面哪個是佛菩薩來示現的，我們肉眼凡夫看不出來，不可以說沒有，確實是有的。佛菩薩所示現的，有正面的，也有負面的，我們講有善也有惡，善惡都是幫助眾生的。示現善的一面，教化眾生要學他；示現惡的那一面，是替眾生消業障的。哪有不好的？"
    },
    {
      "id": "02-034-0133_p0027",
      "zh_CN": "我在最近到台湾去了三天，去的目的是参观乾隆皇帝文物展，很不容易看到的，我们看到当年乾隆时代编的《四库全书》跟《荟要》的原本，很不容易看到的。另外我们也很想有这个机缘，能够把《荟要》再印一些赠送给世界各国图书馆跟大学图书馆，我就谈这个事情。遇到台湾有些同修来跟我诉苦，台湾现在社会不安定，景气不好，生活都非常苦，怨天尤人，埋怨政府不好，来跟我说。我说政府好！陈水扁、民进党都不错。他眼睛瞪得大大的：法师，你怎么这么说？我说：他来消你们的业障！他要不这样，你们的业障怎么能消得掉？他想想也不错。你们自己造的业太多，他们来替你消业障。",
      "zh_TW": "我在最近到臺灣去了三天，去的目的是參觀乾隆皇帝文物展，很不容易看到的，我們看到當年乾隆時代編的《四庫全書》跟《薈要》的原本，很不容易看到的。另外我們也很想有這個機緣，能夠把《薈要》再印一些贈送給世界各國圖書館跟大學圖書館，我就談這個事情。遇到臺灣有些同修來跟我訴苦，臺灣現在社會不安定，景氣不好，生活都非常苦，怨天尤人，埋怨政府不好，來跟我說。我說政府好！陳水扁、民進黨都不錯。他眼睛瞪得大大的：法師，你怎麼這麼說？我說：他來消你們的業障！他要不這樣，你們的業障怎麼能消得掉？他想想也不錯。你們自己造的業太多，他們來替你消業障。"
    },
    {
      "id": "02-034-0133_p0028",
      "zh_CN": "所以世间事没有一定的是非善恶，看你从哪个角度上去看，你不就心平气和了吗？为什么？怨天尤人是造业，处在一个不好环境里头，造恶业太容易了。所以一定要能化解掉，心平气和，真的是如此。所以，三途地狱、饿鬼、畜生，那也是消我们业障的。我们造的三途罪业，如果没有三途恶报，你的罪业到哪里消？业因果报丝毫不爽。至于佛菩萨、阿罗汉，这是证果的人，得到正觉的人，他们应化在世间，那个寿命是愿力。我们常讲乘愿再来，那不是业力，是愿力，这些都是有量的，业力的寿命、愿力的寿命都是有量的。",
      "zh_TW": "所以世間事沒有一定的是非善惡，看你從哪個角度上去看，你不就心平氣和了嗎？為什麼？怨天尤人是造業，處在一個不好環境裡頭，造惡業太容易了。所以一定要能化解掉，心平氣和，真的是如此。所以，三途地獄、餓鬼、畜生，那也是消我們業障的。我們造的三途罪業，如果沒有三途惡報，你的罪業到哪裡消？業因果報絲毫不爽。至於佛菩薩、阿羅漢，這是證果的人，得到正覺的人，他們應化在世間，那個壽命是願力。我們常講乘願再來，那不是業力，是願力，這些都是有量的，業力的壽命、願力的壽命都是有量的。"
    },
    {
      "id": "02-034-0133_p0029",
      "zh_CN": "第三种是自性的性德，这是无量的，性德法尔如是。西方极乐世界阿弥陀佛的寿量，以及往生西方极乐世界的那些诸上善人，他们是自性性德，所以那是真正的无量寿，这是真实的。",
      "zh_TW": "第三種是自性的性德，這是無量的，性德法爾如是。西方極樂世界阿彌陀佛的壽量，以及往生西方極樂世界的那些諸上善人，他們是自性性德，所以那是真正的無量壽，這是真實的。"
    },
    {
      "id": "02-034-0133_p0030",
      "zh_CN": "因此，我们懂得这个道理，了解事实真相，现在得人身闻佛法，非常不容易，开经偈上说的「百千万劫难遭遇」，彭际清居士讲无量劫来希有难逢这么一次。我们得到人身，闻到佛法，尤其闻到这个净土法门，一定要把这个机会抓到，我这一生决定要到极乐世界去，这就对了。这个愿要坚定，这个愿要恳切，果然有坚定恳切的大愿，那个修行的方法你自然就懂了。为什么？世出世间一切法，你再也不会放在心上，这个世间再好的事你也不会希奇，你也不会被它所动；再不好的事你也不会动心，一心一意就想到极乐世界去。",
      "zh_TW": "因此，我們懂得這個道理，了解事實真相，現在得人身聞佛法，非常不容易，開經偈上說的「百千萬劫難遭遇」，彭際清居士講無量劫來希有難逢這麼一次。我們得到人身，聞到佛法，尤其聞到這個淨土法門，一定要把這個機會抓到，我這一生決定要到極樂世界去，這就對了。這個願要堅定，這個願要懇切，果然有堅定懇切的大願，那個修行的方法你自然就懂了。為什麼？世出世間一切法，你再也不會放在心上，這個世間再好的事你也不會希奇，你也不會被它所動；再不好的事你也不會動心，一心一意就想到極樂世界去。"
    },
    {
      "id": "02-034-0133_p0031",
      "zh_CN": "《无量寿经》要天天读，天天读怎么样？我一天一天加深印象，我了解极乐世界好，天上人间哪里也比不上。在我们娑婆世界里面，大梵天王、摩醯首罗天王根本不能相比，为什么不去？为什么还要起心动念，还要搞贪瞋痴慢，还要造作业障，自己跟自己过不去？菩提道上没有任何人能阻碍你，谁阻碍你？自己阻碍自己，你自己看得不清楚，你自己六根还会被六尘影响，还会被六尘污染，这是你自己愚痴，你自己没有智慧。",
      "zh_TW": "《無量壽經》要天天讀，天天讀怎麼樣？我一天一天加深印象，我了解極樂世界好，天上人間哪裡也比不上。在我們娑婆世界裡面，大梵天王、摩醯首羅天王根本不能相比，為什麼不去？為什麼還要起心動念，還要搞貪瞋痴慢，還要造作業障，自己跟自己過不去？菩提道上沒有任何人能阻礙你，誰阻礙你？自己阻礙自己，你自己看得不清楚，你自己六根還會被六塵影響，還會被六塵污染，這是你自己愚痴，你自己沒有智慧。"
    },
    {
      "id": "02-034-0133_p0032",
      "zh_CN": "所以修行，早年我说得比较详细，我们修学的纲领是什么？净业三福。世尊教韦提希夫人，韦提希夫人是我们净宗学人的代表，教她就是教我们，我们修学，一生所修学的就是依照这十一句。第一福是人天福报，你们晓得人天没有三途，修什么？「孝养父母，奉事师长，慈心不杀，修十善业」。十善业决定要依《十善业道经》，孝亲尊师、慈悲心都要落实在十善业里头。没有十善业，前面三句是空的，你怎么修法，你也不懂得怎么个修法。真正修十善业道，就是孝顺父母，就是奉事师长，在这里面就培养戒定慧的基础，慈心不杀是戒定慧三学的根基。",
      "zh_TW": "所以修行，早年我說得比較詳細，我們修學的綱領是什麼？淨業三福。世尊教韋提希夫人，韋提希夫人是我們淨宗學人的代表，教她就是教我們，我們修學，一生所修學的就是依照這十一句。第一福是人天福報，你們曉得人天沒有三途，修什麼？「孝養父母，奉事師長，慈心不殺，修十善業」。十善業決定要依《十善業道經》，孝親尊師、慈悲心都要落實在十善業裡頭。沒有十善業，前面三句是空的，你怎麼修法，你也不懂得怎麼個修法。真正修十善業道，就是孝順父母，就是奉事師長，在這裡面就培養戒定慧的基礎，慈心不殺是戒定慧三學的根基。"
    },
    {
      "id": "02-034-0133_p0033",
      "zh_CN": "然后这才进入佛法，才真正做佛弟子，「受持三皈，具足众戒，不犯威仪」。世尊在灭度之前垂训后人，佛不在世了，老师没有了，我们依靠谁做老师？佛说了两个字，以「戒」为师，以「苦」为师。所以，物质生活决定不能贪图，贪图物质生活你就会起贪瞋痴慢，你就会造作罪业，你就脱离不了六道轮回。不但脱离不了六道轮回，你还把人天都会丧失掉，你将来果报在哪里？在三途，贪心堕饿鬼，瞋恚是地狱，愚痴是畜生。怎么会去搞这个事情？我们佛怎么学的，学到哪里去了？所以在家同修，决定要落实《十善业道》。出家的同学，决定要落实《沙弥律仪》，这是不能再少的了。我们把水平降到最低了，沙弥十条戒二十四门威仪，如果做不到，不是出家人，念佛怎么能往生？",
      "zh_TW": "然後這才進入佛法，才真正做佛弟子，「受持三皈，具足眾戒，不犯威儀」。世尊在滅度之前垂訓後人，佛不在世了，老師沒有了，我們依靠誰做老師？佛說了兩個字，以「戒」為師，以「苦」為師。所以，物質生活決定不能貪圖，貪圖物質生活你就會起貪瞋痴慢，你就會造作罪業，你就脫離不了六道輪迴。不但脫離不了六道輪迴，你還把人天都會喪失掉，你將來果報在哪裡？在三途，貪心墮餓鬼，瞋恚是地獄，愚痴是畜生。怎麼會去搞這個事情？我們佛怎麼學的，學到哪裡去了？所以在家同修，決定要落實《十善業道》。出家的同學，決定要落實《沙彌律儀》，這是不能再少的了。我們把水平降到最低了，沙彌十條戒二十四門威儀，如果做不到，不是出家人，念佛怎麼能往生？"
    },
    {
      "id": "02-034-0133_p0034",
      "zh_CN": "在今天这个社会，民主自由开放，父母不能管儿女，老师也不能管学生，这真正是可悲。但是我们生在这个时代，所以我们只有劝勉，没有管辖，决定不能限制哪一个人，只能从旁边劝勉。自己认真努力做到，别人做到做不到与我不相干，我自己一定要做到。如果你肯做，我相信你会一天比一天快乐，一天比一天自在。为什么？烦恼轻，智慧长。我能够肯定，是我在自己修学当中得到的，我能得到，你们一定会得到，只要你肯干。这里头的乐趣，世间什么样的乐趣都不能相比，无法相比，这是真乐，这是诸佛菩萨一切觉者他们所享受的大乐。我们也得要分享一点过来，这才是真的聪明，真的有智慧。",
      "zh_TW": "在今天這個社會，民主自由開放，父母不能管兒女，老師也不能管學生，這真正是可悲。但是我們生在這個時代，所以我們只有勸勉，沒有管轄，決定不能限制哪一個人，只能從旁邊勸勉。自己認真努力做到，別人做到做不到與我不相干，我自己一定要做到。如果你肯做，我相信你會一天比一天快樂，一天比一天自在。為什麼？煩惱輕，智慧長。我能夠肯定，是我在自己修學當中得到的，我能得到，你們一定會得到，只要你肯幹。這裡頭的樂趣，世間什麼樣的樂趣都不能相比，無法相比，這是真樂，這是諸佛菩薩一切覺者他們所享受的大樂。我們也得要分享一點過來，這才是真的聰明，真的有智慧。"
    },
    {
      "id": "02-034-0133_p0035",
      "zh_CN": "印光大师苦口婆心劝导我们，他教我们读三种书，依照这三种书学习。第一个是《了凡四训》，《了凡四训》学什么？深信因果，就学这一句；再是《太上感应篇》、《安士全书》，这两样东西劝导我们断恶修善。印祖一生不遗余力的提倡。从这个基础上再向上提升，小乘经里面，我们前一个时期详细讲过了两遍《阿难问事佛吉凶经》，都是我们行门的基础。如果再想往前提升，《沙弥律仪》在家也可以学，出家戒里面只有比丘戒、比丘尼戒在家人不能看，《沙弥律仪》可以看，菩萨戒可以学，那就再往上提升了。",
      "zh_TW": "印光大師苦口婆心勸導我們，他教我們讀三種書，依照這三種書學習。第一個是《了凡四訓》，《了凡四訓》學什麼？深信因果，就學這一句；再是《太上感應篇》、《安士全書》，這兩樣東西勸導我們斷惡修善。印祖一生不遺餘力的提倡。從這個基礎上再向上提升，小乘經裡面，我們前一個時期詳細講過了兩遍《阿難問事佛吉凶經》，都是我們行門的基礎。如果再想往前提升，《沙彌律儀》在家也可以學，出家戒裡面只有比丘戒、比丘尼戒在家人不能看，《沙彌律儀》可以看，菩薩戒可以學，那就再往上提升了。"
    },
    {
      "id": "02-034-0133_p0036",
      "zh_CN": "但是基础要稳固、要好，现在多少人想学学不来，什么原因？没有十善业的基础。所以，十善业是世间的善法（人天法）跟出世间法的大根大本，不杀生、不偷盗、不淫欲（在家是不邪淫）、不妄语、不两舌、不绮语、不恶口、不贪、不瞋、不痴。这是佛法入德之门，不从这个地方你进不了佛门。有这样的基础，再向上提升，就是大乘佛法了。",
      "zh_TW": "但是基礎要穩固、要好，現在多少人想學學不來，什麼原因？沒有十善業的基礎。所以，十善業是世間的善法（人天法）跟出世間法的大根大本，不殺生、不偷盜、不淫欲（在家是不邪淫）、不妄語、不兩舌、不綺語、不惡口、不貪、不瞋、不痴。這是佛法入德之門，不從這個地方你進不了佛門。有這樣的基礎，再向上提升，就是大乘佛法了。"
    },
    {
      "id": "02-034-0133_p0037",
      "zh_CN": "大乘佛法第一个「发菩提心」，菩提心是觉悟的心，对宇宙人生不迷惑了。「深信因果」，这一句我讲得很详细，这个深信因果不是普通因果，普通因果在第一条里头就说了。这个因果是念佛成佛，念佛是因，成佛是果。实际上讲，这一句就是教你要深深相信净土法门，要相信这个因果，这个因果是不思议因果。一部《华严经》讲得最透彻了，《华严》到最后十大愿王导归极乐，要信这个因果。",
      "zh_TW": "大乘佛法第一個「發菩提心」，菩提心是覺悟的心，對宇宙人生不迷惑了。「深信因果」，這一句我講得很詳細，這個深信因果不是普通因果，普通因果在第一條裡頭就說了。這個因果是念佛成佛，念佛是因，成佛是果。實際上講，這一句就是教你要深深相信淨土法門，要相信這個因果，這個因果是不思議因果。一部《華嚴經》講得最透徹了，《華嚴》到最後十大願王導歸極樂，要信這個因果。"
    },
    {
      "id": "02-034-0133_p0038",
      "zh_CN": "「读诵大乘，劝进行者」，这个「劝进行者」就是我们要做表率，要做模范给人看，为人演说，演是表演，做出来给人看。怎样孝顺父母，我要做给人看；怎样奉事师长，我也要做给人看。这是劝进行者，劝导社会大众，让社会大众看了之后，也能够觉悟。这是佛法的总纲领，总的原则，决定不能违背。",
      "zh_TW": "「讀誦大乘，勸進行者」，這個「勸進行者」就是我們要做表率，要做模範給人看，為人演說，演是表演，做出來給人看。怎樣孝順父母，我要做給人看；怎樣奉事師長，我也要做給人看。這是勸進行者，勸導社會大眾，讓社會大眾看了之後，也能夠覺悟。這是佛法的總綱領，總的原則，決定不能違背。"
    },
    {
      "id": "02-034-0133_p0039",
      "zh_CN": "最近这几年，我愈讲愈简单，我劝人修纯净纯善。心地要清净，清净心生智慧，纯善的心生福德，生福，福里头就有寿。心地纯净，行为纯善。我们在念三皈的时候，头一句念「皈依佛，二足尊」，二就是慧跟福这两种，智慧、福德；足是满足，就是圆满的意思，这两种圆满。这两种圆满就包括了一切的圆满，没有一样不圆满，智慧圆满，福德圆满。智慧圆满、福德圆满怎么修来的？纯净的心智慧圆满，纯善的行为福德圆满，所以，这是「二足尊」的真因。",
      "zh_TW": "最近這幾年，我愈講愈簡單，我勸人修純淨純善。心地要清淨，清淨心生智慧，純善的心生福德，生福，福裡頭就有壽。心地純淨，行為純善。我們在念三皈的時候，頭一句念「皈依佛，二足尊」，二就是慧跟福這兩種，智慧、福德；足是滿足，就是圓滿的意思，這兩種圓滿。這兩種圓滿就包括了一切的圓滿，沒有一樣不圓滿，智慧圓滿，福德圓滿。智慧圓滿、福德圓滿怎麼修來的？純淨的心智慧圓滿，純善的行為福德圓滿，所以，這是「二足尊」的真因。"
    },
    {
      "id": "02-034-0133_p0040",
      "zh_CN": "我们对于世出世间一切人事物，只有一个真诚的恭敬心来对待，决定不会受外面境界影响，不要受外面境界染污，要在这个地方下功夫。练这个功夫，最初从哪里练？最初我们远离。怎么远离法？不要看报纸，不要看电视，凡是这些传播的东西我们都不接触。我至少有三十多年这个东西断掉了，你心清净，人家问我，今天天下太平，没事，很好，我什么都不知道，我也不要知道。你们来给我讲，你一说我都明了，我不要看报纸，一讲我就懂得了。我绝对不会被环境所转，永远保持自己「真诚、清净、平等、正觉、慈悲」，我们在佛道上行。在生活、在工作、在处事待人接物，永远记住「看破、放下」。看破是明了、是智慧，明了；放下，放下分别，放下执着，放下妄想。放不下的时候，用一句「阿弥陀佛」取代，我心里只有一句阿弥陀佛，除阿弥陀佛之外什么也没有，这是真正放下，你得自在。",
      "zh_TW": "我們對於世出世間一切人事物，只有一個真誠的恭敬心來對待，決定不會受外面境界影響，不要受外面境界染污，要在這個地方下功夫。練這個功夫，最初從哪裡練？最初我們遠離。怎麼遠離法？不要看報紙，不要看電視，凡是這些傳播的東西我們都不接觸。我至少有三十多年這個東西斷掉了，你心清淨，人家問我，今天天下太平，沒事，很好，我什麼都不知道，我也不要知道。你們來給我講，你一說我都明瞭，我不要看報紙，一講我就懂得了。我絕對不會被環境所轉，永遠保持自己「真誠、清淨、平等、正覺、慈悲」，我們在佛道上行。在生活、在工作、在處事待人接物，永遠記住「看破、放下」。看破是明瞭、是智慧，明瞭；放下，放下分別，放下執著，放下妄想。放不下的時候，用一句「阿彌陀佛」取代，我心裡只有一句阿彌陀佛，除阿彌陀佛之外什麼也沒有，這是真正放下，你得自在。"
    },
    {
      "id": "02-034-0133_p0041",
      "zh_CN": "「自在、随缘」，恒顺众生，随喜功德，这个日子多好过！这个日子多快乐、多自在！心地清净慈悲就健康，清净不染污。今天说环境的污染，它染污不到我，我不会受染污的；慈悲能解毒，身体怎么会不好？自自然然就不一样了，身体好，精神好。我现在在台上讲四个小时，还一点都不累，还不需要喝一口水。身体，很多同修关心，我向诸位报告，今年我又参加一次体格检查，这是澳洲规定的，新移民要做一次体格检查。医生是印度的老医生，检查之后告诉我：法师，你的身体大概像三十岁的人一样，明年不要来了，以后不要来了。这是确确实实这样的。",
      "zh_TW": "「自在、隨緣」，恆順眾生，隨喜功德，這個日子多好過！這個日子多快樂、多自在！心地清淨慈悲就健康，清淨不染污。今天說環境的污染，它染污不到我，我不會受染污的；慈悲能解毒，身體怎麼會不好？自自然然就不一樣了，身體好，精神好。我現在在臺上講四個小時，還一點都不累，還不需要喝一口水。身體，很多同修關心，我向諸位報告，今年我又參加一次體格檢查，這是澳洲規定的，新移民要做一次體格檢查。醫生是印度的老醫生，檢查之後告訴我：法師，你的身體大概像三十歲的人一樣，明年不要來了，以後不要來了。這是確確實實這樣的。"
    },
    {
      "id": "02-034-0133_p0042",
      "zh_CN": "所以学佛的人不老，学佛的人不生病，学佛的人不死，这一点都不假。这是寿，这是品题里的「寿」字，寿命，我们一定晓得。如果我们跟法性契入了，融合了，那真的无量寿。心是虚空法界，身是刹土众生，这就是你们在大乘经上常常念到清净法身，你已经能契入清净法身，哪里还有寿命？真正是无量寿。所以这个寿命三种因由，我们一定要知道。",
      "zh_TW": "所以學佛的人不老，學佛的人不生病，學佛的人不死，這一點都不假。這是壽，這是品題裡的「壽」字，壽命，我們一定曉得。如果我們跟法性契入了，融合了，那真的無量壽。心是虛空法界，身是剎土眾生，這就是你們在大乘經上常常念到清淨法身，你已經能契入清淨法身，哪裡還有壽命？真正是無量壽。所以這個壽命三種因由，我們一定要知道。"
    },
    {
      "id": "02-034-0133_p0043",
      "zh_CN": "「众」，这是西方极乐世界的众生，每一天去往生的不知道有多少，到后面我们会读到，会看到。由此可知，阿弥陀佛跟一切众生结的法缘多殊胜！这一点我们要学，不能不跟众生结法缘，一定要跟众生结法缘，要满众生的愿望，尽心尽力帮助他。不跟众生结法缘，将来你成佛了，讲经说法没人听。所以讲经说法听众多少，与讲得好坏没有关系，与缘有关系。有很多法师讲经讲得并不怎么好，听众就多；有些法师讲得真好，没人听。我们过去就这个问题向李老师请教，这是什么原因？老师告诉我们，法缘不一样。",
      "zh_TW": "「眾」，這是西方極樂世界的眾生，每一天去往生的不知道有多少，到後面我們會讀到，會看到。由此可知，阿彌陀佛跟一切眾生結的法緣多殊勝！這一點我們要學，不能不跟眾生結法緣，一定要跟眾生結法緣，要滿眾生的願望，盡心盡力幫助他。不跟眾生結法緣，將來你成佛了，講經說法沒人聽。所以講經說法聽眾多少，與講得好壞沒有關係，與緣有關係。有很多法師講經講得並不怎麼好，聽眾就多；有些法師講得真好，沒人聽。我們過去就這個問題向李老師請教，這是什麼原因？老師告訴我們，法緣不一樣。"
    },
    {
      "id": "02-034-0133_p0044",
      "zh_CN": "所以，老师当年教导我们，常常提醒我们，要跟一切大众结法缘。这个缘怎么结法？我们在此地讲经，听众很多，你们年轻初学的法师，你要跟他结缘，你不跟他结缘，你讲经他不来；你跟他有缘的时候，讲得不好他也会来，来捧场。结法缘头一个条件，笑面迎人；不要看到人面孔一点表情没有，像无常鬼一样，缘就没有了。要诚心诚意接待照顾，到这个讲堂来看到了，欢欢喜喜的，你领他进来，安排他的座位，这都是结法缘。李老师以前教给我们的方法很多，所以一定要懂得与一切众生结缘。",
      "zh_TW": "所以，老師當年教導我們，常常提醒我們，要跟一切大眾結法緣。這個緣怎麼結法？我們在此地講經，聽眾很多，你們年輕初學的法師，你要跟他結緣，你不跟他結緣，你講經他不來；你跟他有緣的時候，講得不好他也會來，來捧場。結法緣頭一個條件，笑面迎人；不要看到人面孔一點表情沒有，像無常鬼一樣，緣就沒有了。要誠心誠意接待照顧，到這個講堂來看到了，歡歡喜喜的，你領他進來，安排他的座位，這都是結法緣。李老師以前教給我們的方法很多，所以一定要懂得與一切眾生結緣。"
    },
    {
      "id": "02-034-0133_p0045",
      "zh_CN": "品题的大意，我们就介绍到此地，现在来看经文。经本最好还是找有科判的，有科判它的段落层次很清楚，能够一目了然。",
      "zh_TW": "品題的大意，我們就介紹到此地，現在來看經文。經本最好還是找有科判的，有科判它的段落層次很清楚，能夠一目了然。"
    },
    {
      "id": "02-034-0133_p0046",
      "zh_CN": "『佛语阿难』。这是释迦牟尼佛告诉阿难尊者，告诉阿难尊者就是告诉我们，阿难在这个法会里面是我们的代表。",
      "zh_TW": "『佛語阿難』。這是釋迦牟尼佛告訴阿難尊者，告訴阿難尊者就是告訴我們，阿難在這個法會裡面是我們的代表。"
    },
    {
      "id": "02-034-0133_p0047",
      "zh_CN": "『无量寿佛，寿命长久，不可称计』。「称」是称说，「计」是计算。他的寿命到底有多长？没法子计算，也没法子能说得出来。黄念祖居士在注解里头，引经据典，说得很多，佛的寿命无量无边，前面我们只讲到他完全是性德的流露，这句话讲得比较笼统。",
      "zh_TW": "『無量壽佛，壽命長久，不可稱計』。「稱」是稱說，「計」是計算。他的壽命到底有多長？沒法子計算，也沒法子能說得出來。黃念祖居士在註解裡頭，引經據典，說得很多，佛的壽命無量無邊，前面我們只講到他完全是性德的流露，這句話講得比較籠統。"
    },
    {
      "id": "02-034-0133_p0048",
      "zh_CN": "性德是什么？第一个，自性本具无量智慧，自性本具无量德能，自性本具无量相好。在《华严经‧出现品》里头说得很好，「一切众生皆有如来智慧德相」，这三桩事情，一切众生都有如来的智慧，都有如来的德能，都有如来的相好。「但以妄想执着而不能证得」，一句话把我们就说清楚说明白了。我们今天搞成这个样子，把究竟圆满的智慧德能相好统统丧失掉了，什么原因？因为我们起了妄想分别执着，受妄想分别执着之害！一定要觉悟，不能再执着了。如果把世出世间一切法，执着的念头打掉了，确确实实不再执着了，连这个身也不执着了。我、我所（我所是我所有的）不执着了，没有我，没有我所有。都没有了，怎么办？随缘自在。随缘，那真有吗？有，你有福报，你命里头有，怎么会没有？尤其你能够修善积德，你命里头的福报只有增长，没有退失的。",
      "zh_TW": "性德是什麼？第一個，自性本具無量智慧，自性本具無量德能，自性本具無量相好。在《華嚴經‧出現品》裡頭說得很好，「一切眾生皆有如來智慧德相」，這三樁事情，一切眾生都有如來的智慧，都有如來的德能，都有如來的相好。「但以妄想執著而不能證得」，一句話把我們就說清楚說明白了。我們今天搞成這個樣子，把究竟圓滿的智慧德能相好統統喪失掉了，什麼原因？因為我們起了妄想分別執著，受妄想分別執著之害！一定要覺悟，不能再執著了。如果把世出世間一切法，執著的念頭打掉了，確確實實不再執著了，連這個身也不執著了。我、我所（我所是我所有的）不執著了，沒有我，沒有我所有。都沒有了，怎麼辦？隨緣自在。隨緣，那真有嗎？有，你有福報，你命裡頭有，怎麼會沒有？尤其你能夠修善積德，你命裡頭的福報只有增長，沒有退失的。"
    },
    {
      "id": "02-034-0133_p0049",
      "zh_CN": "一般凡夫实实在在讲，佛经上讲「可怜悯者」，这个话是真的，不是假的，真的是可怜悯者。因为他有妄想、有分别、有执着，把他命里头所有的折损了，这不是可怜吗？这是无知、愚痴。所以性德的流露是自性本有的智慧，这是因，本有的德能那是缘，果报是相好，我们一般讲三十二相八十种好。在《无量寿经》上，看到西方极乐世界的依正庄严，这从哪里来的？性德自然的流露，本来就是这个样子，所以没有办法称说，没有办法计算。我们再看第二段，下面这个小段：",
      "zh_TW": "一般凡夫實實在在講，佛經上講「可憐憫者」，這個話是真的，不是假的，真的是可憐憫者。因為他有妄想、有分別、有執著，把他命裡頭所有的折損了，這不是可憐嗎？這是無知、愚痴。所以性德的流露是自性本有的智慧，這是因，本有的德能那是緣，果報是相好，我們一般講三十二相八十種好。在《無量壽經》上，看到西方極樂世界的依正莊嚴，這從哪裡來的？性德自然的流露，本來就是這個樣子，所以沒有辦法稱說，沒有辦法計算。我們再看第二段，下面這個小段："
    },
    {
      "id": "02-034-0133_p0050",
      "zh_CN": "【又有无数声闻之众。】",
      "zh_TW": "【又有無數聲聞之眾。】"
    },
    {
      "id": "02-034-0133_p0051",
      "zh_CN": "这是说阿弥陀佛的学生，学生也分很多等级、很多种类，这说一种，『声闻』。我们晓得西方世界有菩萨众，菩萨众里面有信位的菩萨，有十住位的菩萨，有十行位的菩萨，有十回向位的菩萨，有十地菩萨，有等觉菩萨，菩萨分很多类。这个地方专门只讲声闻众，说一类。声闻众有多少？已经就无数了，显示阿弥陀佛在遍法界虚空界一切刹土里面，跟众生结的缘是多么的殊胜，所以赢得十方诸佛赞叹。这是我们要学的，我们不能够疏忽。",
      "zh_TW": "這是說阿彌陀佛的學生，學生也分很多等級、很多種類，這說一種，『聲聞』。我們曉得西方世界有菩薩眾，菩薩眾裡面有信位的菩薩，有十住位的菩薩，有十行位的菩薩，有十迴向位的菩薩，有十地菩薩，有等覺菩薩，菩薩分很多類。這個地方專門只講聲聞眾，說一類。聲聞眾有多少？已經就無數了，顯示阿彌陀佛在遍法界虛空界一切剎土裡面，跟眾生結的緣是多麼的殊勝，所以贏得十方諸佛讚歎。這是我們要學的，我們不能夠疏忽。"
    },
    {
      "id": "02-034-0133_p0052",
      "zh_CN": "前年，我写了一副对联，好像也跟诸位同学报告过。我这个上联是「处逆境」，我们的环境很不称心、不如意，逆境。「随恶缘」，周边都是些找麻烦的人，你所遇到的是毁谤、伤害、侮辱，总是找麻烦的，处在这个境界里头。「无瞋恚」，这是在炼我们的功夫，看我们有没有智慧，有没有定功；真的有智慧、有定力，决定没有丝毫瞋恚，没有丝毫怨天尤人。「业障尽消」，怎么不好？消业障。如果我们心不服，心不服，心就不平，就有怨恨；口不服，你口就会反驳，那你的业障就消不掉。不但消不掉，你的业障还增长。你跟人结怨，冤冤相报，没完没了，那个亏就吃大了。所以一定要懂这个道理，我知道那是给我消业障的，我业障消除，我的境界一定往上提升，这是肯定的。",
      "zh_TW": "前年，我寫了一副對聯，好像也跟諸位同學報告過。我這個上聯是「處逆境」，我們的環境很不稱心、不如意，逆境。「隨惡緣」，周邊都是些找麻煩的人，你所遇到的是毀謗、傷害、侮辱，總是找麻煩的，處在這個境界裡頭。「無瞋恚」，這是在鍊我們的功夫，看我們有沒有智慧，有沒有定功；真的有智慧、有定力，決定沒有絲毫瞋恚，沒有絲毫怨天尤人。「業障盡消」，怎麼不好？消業障。如果我們心不服，心不服，心就不平，就有怨恨；口不服，你口就會反駁，那你的業障就消不掉。不但消不掉，你的業障還增長。你跟人結怨，冤冤相報，沒完沒了，那個虧就吃大了。所以一定要懂這個道理，我知道那是給我消業障的，我業障消除，我的境界一定往上提升，這是肯定的。"
    },
    {
      "id": "02-034-0133_p0053",
      "zh_CN": "下联是「随顺境」，那个境界好，样样都称心如意。处的是善缘，遇到的都是好人，都是来帮助你的、成就你的。在这个境界里头，「无贪痴」，最怕的是你起贪念，你愚痴，你贪恋那个境界，那就不得了，所以无贪痴。「福慧全现」，真正的福慧就现前了。",
      "zh_TW": "下聯是「隨順境」，那個境界好，樣樣都稱心如意。處的是善緣，遇到的都是好人，都是來幫助你的、成就你的。在這個境界裡頭，「無貪痴」，最怕的是你起貪念，你愚痴，你貪戀那個境界，那就不得了，所以無貪痴。「福慧全現」，真正的福慧就現前了。"
    },
    {
      "id": "02-034-0133_p0054",
      "zh_CN": "所以修行在生活里头，在处事待人接物，无论是物质环境、人事环境，都是自己修行用功之处，它不是帮助我消业障，就是帮助我增福慧。完全要靠自己智慧明了，你才能做得到。所以我才说老实话，这个世间「人人是好人，事事是好事」，他来害我是好事，害我是替我消业障。一定要懂得，顺境善缘决定没有贪恋，心永远是清净平等觉就对了，那真正福慧现前，灾消福来。",
      "zh_TW": "所以修行在生活裡頭，在處事待人接物，無論是物質環境、人事環境，都是自己修行用功之處，它不是幫助我消業障，就是幫助我增福慧。完全要靠自己智慧明瞭，你才能做得到。所以我才說老實話，這個世間「人人是好人，事事是好事」，他來害我是好事，害我是替我消業障。一定要懂得，順境善緣決定沒有貪戀，心永遠是清淨平等覺就對了，那真正福慧現前，災消福來。"
    },
    {
      "id": "02-034-0133_p0055",
      "zh_CN": "这是说明我们一定要向释迦牟尼佛来学习，学习处事待人接物。他这么多的弟子，声闻之众，这举一个例子。",
      "zh_TW": "這是說明我們一定要向釋迦牟尼佛來學習，學習處事待人接物。他這麼多的弟子，聲聞之眾，這舉一個例子。"
    },
    {
      "id": "02-034-0133_p0056",
      "zh_CN": "【神智洞达。威力自在。能于掌中持一切世界。】",
      "zh_TW": "【神智洞達。威力自在。能於掌中持一切世界。】"
    },
    {
      "id": "02-034-0133_p0057",
      "zh_CN": "这是世尊举一个例子，他的学生能力智慧德能。第一句是赞叹学生的智慧，赞叹学生，诸位想想那就是赞叹老师，老师教的！智慧上面加个『神』，神是什么意思？神奇，是我们一般凡夫无法想像。『达』是通达，『洞』就是彻底的通达，我们一般讲究竟圆满的通达。我们要想成就这样的智慧，到哪里去学？到西方极乐世界去学。西方极乐世界，我在前面跟诸位介绍过多次，可以说是十方三世一切诸佛如来，在那个地方建立的一座佛教大学，阿弥陀佛是校长。我们今天想学佛，到哪里学？到那边去，这是正确的，一点错误都没有。你到那个地方去，就能够成就究竟圆满的智慧，就能够获得『威力自在』。这个「威力自在」是说的能力、德能，成就智慧，成就德能。",
      "zh_TW": "這是世尊舉一個例子，他的學生能力智慧德能。第一句是讚歎學生的智慧，讚歎學生，諸位想想那就是讚歎老師，老師教的！智慧上面加個『神』，神是什麼意思？神奇，是我們一般凡夫無法想像。『達』是通達，『洞』就是徹底的通達，我們一般講究竟圓滿的通達。我們要想成就這樣的智慧，到哪裡去學？到西方極樂世界去學。西方極樂世界，我在前面跟諸位介紹過多次，可以說是十方三世一切諸佛如來，在那個地方建立的一座佛教大學，阿彌陀佛是校長。我們今天想學佛，到哪裡學？到那邊去，這是正確的，一點錯誤都沒有。你到那個地方去，就能夠成就究竟圓滿的智慧，就能夠獲得『威力自在』。這個「威力自在」是說的能力、德能，成就智慧，成就德能。"
    },
    {
      "id": "02-034-0133_p0058",
      "zh_CN": "这个因缘果，就是我刚才讲的自性本具的智慧是因，自性本有的能力是缘，自性本具的相好是果报，所以他『能于掌中持一切世界』，有这个能力。「掌中持一切世界」，大家千万不要把意思错会了，以为什么？西方世界人了不起，手掌一伸出来就可以把宇宙之间放在手掌心里头。你要这么看法就错了，这不可能！这怎么能持一切世界？你们想想，这一句要怎样解释？他的智慧、他的德能有能力帮助宇宙之间所有一切世界众生，他有这个能力，这就叫持。帮助遍法界虚空界一切刹土的众生，帮助他们破迷开悟，帮助他们转凡成圣，他有这个手段，这样讲大家就容易明白了。他有智慧，他有能力，「掌中」是说他的能力，他有这个能力。",
      "zh_TW": "這個因緣果，就是我剛才講的自性本具的智慧是因，自性本有的能力是緣，自性本具的相好是果報，所以他『能於掌中持一切世界』，有這個能力。「掌中持一切世界」，大家千萬不要把意思錯會了，以為什麼？西方世界人了不起，手掌一伸出來就可以把宇宙之間放在手掌心裡頭。你要這麼看法就錯了，這不可能！這怎麼能持一切世界？你們想想，這一句要怎樣解釋？他的智慧、他的德能有能力幫助宇宙之間所有一切世界眾生，他有這個能力，這就叫持。幫助遍法界虛空界一切剎土的眾生，幫助他們破迷開悟，幫助他們轉凡成聖，他有這個手段，這樣講大家就容易明白了。他有智慧，他有能力，「掌中」是說他的能力，他有這個能力。"
    },
    {
      "id": "02-034-0133_p0059",
      "zh_CN": "说到这一点，使我们想到在目前，目前灾难非常严重。我在今年两次访问日本，第二次在日本住了三个星期。在高野山住了一个星期，给他们讲「净业三福」。在京都知恩院住了一个星期，讲《八大人觉经》。在大阪住了一个星期，这个当中曾经到东京接受他们电视台的访问。日本、韩国、中国跟我们这里都差不多，缺乏人才，许许多多的危机浮现在社会，使人忧心忡忡。我跟他们谈到这些问题，我说你们所看到的危机，不是真正的危机，真正的危机是什么？是对于神圣的教诲、伦理道德的教学，就是对东方圣人传统的文化失去了信心，这才是最大的危机，真正的危机，我这是提醒他们。我们大家在一块讨论，这个危机怎么挽救？我提出我的一个想法做法，我现在在做，最重要的是挽救人才。",
      "zh_TW": "說到這一點，使我們想到在目前，目前災難非常嚴重。我在今年兩次訪問日本，第二次在日本住了三個星期。在高野山住了一個星期，給他們講「淨業三福」。在京都知恩院住了一個星期，講《八大人覺經》。在大阪住了一個星期，這個當中曾經到東京接受他們電視台的訪問。日本、韓國、中國跟我們這裡都差不多，缺乏人才，許許多多的危機浮現在社會，使人憂心忡忡。我跟他們談到這些問題，我說你們所看到的危機，不是真正的危機，真正的危機是什麼？是對於神聖的教誨、倫理道德的教學，就是對東方聖人傳統的文化失去了信心，這才是最大的危機，真正的危機，我這是提醒他們。我們大家在一塊討論，這個危機怎麼挽救？我提出我的一個想法做法，我現在在做，最重要的是挽救人才。"
    },
    {
      "id": "02-034-0133_p0060",
      "zh_CN": "哪些是人才？这些大学里面的老教授，大概都是七十、八十了，已经都退休了。这些人在道德、在学问可以说他们是熟透了，成熟，熟透了。熟透了，现在学校不让他教，他离开学校，他也很痛苦，我了解。所以我就想到，我们要把这些教授邀请过来，在我们的摄影棚给他做专辑。因为这些教授，我们不能把他一生的东西留下来，再过十年都走了，找都找不到了。这些东西留下来，专辑光碟、录音带留下来的时候，还可以留给后人做学习的参考，这是人间之宝！是我们今天做的第一桩大事情。",
      "zh_TW": "哪些是人才？這些大學裡面的老教授，大概都是七十、八十了，已經都退休了。這些人在道德、在學問可以說他們是熟透了，成熟，熟透了。熟透了，現在學校不讓他教，他離開學校，他也很痛苦，我了解。所以我就想到，我們要把這些教授邀請過來，在我們的攝影棚給他做專輯。因為這些教授，我們不能把他一生的東西留下來，再過十年都走了，找都找不到了。這些東西留下來，專輯光碟、錄音帶留下來的時候，還可以留給後人做學習的參考，這是人間之寶！是我們今天做的第一樁大事情。"
    },
    {
      "id": "02-034-0133_p0061",
      "zh_CN": "第二个才是典籍，我们是印《大藏经》，印《四库全书》，印这些典籍，也是怕在大灾难当中会毁灭掉。能把这些东西分散在全世界各个地方，这里有灾难，那个地方没有灾难；那儿有灾难，别的地方没有灾难，总会保存下来。所以这是抢救这些伦理道德的人才，这个比什么都重要。我想到这桩事情，也计划要做。",
      "zh_TW": "第二個才是典籍，我們是印《大藏經》，印《四庫全書》，印這些典籍，也是怕在大災難當中會毀滅掉。能把這些東西分散在全世界各個地方，這裡有災難，那個地方沒有災難；那兒有災難，別的地方沒有災難，總會保存下來。所以這是搶救這些倫理道德的人才，這個比什麼都重要。我想到這樁事情，也計劃要做。"
    },
    {
      "id": "02-034-0133_p0062",
      "zh_CN": "我在澳洲有两个摄影棚，有一次我跟格里菲斯大学校长在一起吃饭，我就谈到这个事情，校长听了之后很受感动。他说好事情，告诉我他们学校有六个现代化的摄影棚，邀我去参观。我去看了，果然，人家是大学，著名的大学，他们的设备超过我们太多了。我们一看的时候，我们没有法子跟他们比。校长说：法师，你看怎么样？好，很好！他说：可不可以用？那太好了。他能够把学校的这些设备来提供给我用。",
      "zh_TW": "我在澳洲有兩個攝影棚，有一次我跟格里菲斯大學校長在一起吃飯，我就談到這個事情，校長聽了之後很受感動。他說好事情，告訴我他們學校有六個現代化的攝影棚，邀我去參觀。我去看了，果然，人家是大學，著名的大學，他們的設備超過我們太多了。我們一看的時候，我們沒有法子跟他們比。校長說：法師，你看怎麼樣？好，很好！他說：可不可以用？那太好了。他能夠把學校的這些設備來提供給我用。"
    },
    {
      "id": "02-034-0133_p0063",
      "zh_CN": "我们计划从明年三月开始，准备用三年。我邀请全世界的学者专家，每天在这里工作，不是对学生，就是对摄影，给他做光碟、做专辑。现在我知道的将近有三十位，是在不同的国家地区，我来邀请。",
      "zh_TW": "我們計劃從明年三月開始，準備用三年。我邀請全世界的學者專家，每天在這裡工作，不是對學生，就是對攝影，給他做光碟、做專輯。現在我知道的將近有三十位，是在不同的國家地區，我來邀請。"
    },
    {
      "id": "02-034-0133_p0064",
      "zh_CN": "前几天，二十二号冬至，我在香港。我们在香港建了一个「中华民族万姓先祖纪念堂」，冬至祭祖举行开幕典礼，我们场地不大，但这是个创举。也许很多同修同学不知道中国有多少姓氏，过去我们只听说百家姓，现在我们因为做纪念堂，调查中国的姓氏，总共大概有两万两千个姓氏。所以不是百家姓，是万家，万姓先祖纪念堂，每一家祖先牌位都供在这个堂里面。平常这个纪念堂就是念佛堂，我们用念佛来供养祖先，提倡孝道，以真诚清净心念佛来供养祖先。从中国来了有七、八位教授，我把我这两年一些想法、做法向他们报告，他们非常欢喜。我说那太好了，中国这些退休的老教授，我也要把他请到澳洲去做专辑。",
      "zh_TW": "前幾天，二十二號冬至，我在香港。我們在香港建了一個「中華民族萬姓先祖紀念堂」，冬至祭祖舉行開幕典禮，我們場地不大，但這是個創舉。也許很多同修同學不知道中國有多少姓氏，過去我們只聽說百家姓，現在我們因為做紀念堂，調查中國的姓氏，總共大概有兩萬兩千個姓氏。所以不是百家姓，是萬家，萬姓先祖紀念堂，每一家祖先牌位都供在這個堂裡面。平常這個紀念堂就是念佛堂，我們用念佛來供養祖先，提倡孝道，以真誠清淨心念佛來供養祖先。從中國來了有七、八位教授，我把我這兩年一些想法、做法向他們報告，他們非常歡喜。我說那太好了，中國這些退休的老教授，我也要把他請到澳洲去做專輯。"
    },
    {
      "id": "02-034-0133_p0065",
      "zh_CN": "现在世界不少的大学学者，在研究怎样消除冲突，促进和平。我们觉察到这个问题，只有伦理道德才能够解决问题，还是要古圣先贤的教导。「道德」这两个字会说的人很多，这两个字怎么讲法，能讲得清楚讲得明白的并不多。简单的说法，「道」在佛法里面讲就是真如本性，与本性完全相应的是道，与本性部分相应的是「德」，这是用佛法来解释很容易。要用现代的话来讲，我们讲真如本性，现在就是讲自然的法则，这大家好懂；大自然的法则，大自然的原则，与大自然原则完全相应的这是「道」，部分相应的这是「德」。",
      "zh_TW": "現在世界不少的大學學者，在研究怎樣消除衝突，促進和平。我們覺察到這個問題，只有倫理道德才能夠解決問題，還是要古聖先賢的教導。「道德」這兩個字會說的人很多，這兩個字怎麼講法，能講得清楚講得明白的並不多。簡單的說法，「道」在佛法裡面講就是真如本性，與本性完全相應的是道，與本性部分相應的是「德」，這是用佛法來解釋很容易。要用現代的話來講，我們講真如本性，現在就是講自然的法則，這大家好懂；大自然的法則，大自然的原則，與大自然原則完全相應的這是「道」，部分相應的這是「德」。"
    },
    {
      "id": "02-034-0133_p0066",
      "zh_CN": "中国古圣先贤很了不起，把道德落实到我们的生活。道是什么？伦理是道，五伦：夫妇、父子、兄弟、君臣、朋友，这是道。这个道如果失掉了，这就乱了。今天确实是失掉了，所以父不父、子不子，君不君、臣不臣，天下大乱。五伦的秩序，就跟大自然的春夏秋冬一样，在我们中国有四季，有二十四个节气，这是道，不能乱。一乱，气候就变了，就反常了，影响到所有一切的生物自然的生长。所以这是一个很可怕的事情，现在没有人讲了。",
      "zh_TW": "中國古聖先賢很了不起，把道德落實到我們的生活。道是什麼？倫理是道，五倫：夫婦、父子、兄弟、君臣、朋友，這是道。這個道如果失掉了，這就亂了。今天確實是失掉了，所以父不父、子不子，君不君、臣不臣，天下大亂。五倫的秩序，就跟大自然的春夏秋冬一樣，在我們中國有四季，有二十四個節氣，這是道，不能亂。一亂，氣候就變了，就反常了，影響到所有一切的生物自然的生長。所以這是一個很可怕的事情，現在沒有人講了。"
    },
    {
      "id": "02-034-0133_p0067",
      "zh_CN": "中国落实在德，德讲八个字，「孝悌忠信礼义廉耻」。儒家早时候讲五常，五常是属于德，「仁义礼智信」，这是德，做人必须要遵守的。「仁」就是讲爱人，人要能爱一切人，人要能够爱一切众生，仁慈。人要懂得为一切众生服务，服务是尽义务。仁下面就是「义」，义是我为一切众生服务不要求报酬的。如果要求报酬，那就不是义了。无条件的为一切众生服务，帮助一切众生。「礼」是人与人之间往来一定的法则。「智」，我们今天讲理智，而不是感情。感情容易做错事，对人对事对物都要以理智，不要轻易动感情。最后一个字是「信」，「人」、「言」为信，佛法里面讲的不妄语、不两舌、不绮语、不恶口，包括在这个「信」字里头，这是德。",
      "zh_TW": "中國落實在德，德講八個字，「孝悌忠信禮義廉恥」。儒家早時候講五常，五常是屬於德，「仁義禮智信」，這是德，做人必須要遵守的。「仁」就是講愛人，人要能愛一切人，人要能夠愛一切眾生，仁慈。人要懂得為一切眾生服務，服務是盡義務。仁下面就是「義」，義是我為一切眾生服務不要求報酬的。如果要求報酬，那就不是義了。無條件的為一切眾生服務，幫助一切眾生。「禮」是人與人之間往來一定的法則。「智」，我們今天講理智，而不是感情。感情容易做錯事，對人對事對物都要以理智，不要輕易動感情。最後一個字是「信」，「人」、「言」為信，佛法裡面講的不妄語、不兩舌、不綺語、不惡口，包括在這個「信」字裡頭，這是德。"
    },
    {
      "id": "02-034-0133_p0068",
      "zh_CN": "人人都能懂得道，都能遵守德，社会安定，世界和平，这才是真正消除冲突，促进大同。除了这个方法之外，找不到第二个方法了。",
      "zh_TW": "人人都能懂得道，都能遵守德，社會安定，世界和平，這才是真正消除衝突，促進大同。除了這個方法之外，找不到第二個方法了。"
    },
    {
      "id": "02-034-0133_p0069",
      "zh_CN": "所以我们希望大学要开这样的课程，以道德为依据，开这样的课程。而且教学不能限于学校里头几个研究生，那收不到效果。我告诉学校，这个课怎么上法？这个课就像我们现在这种教室，同步用网路传播，同步上卫星电视，给全世界的人来上课，用各种不同的语言，提醒社会大众。社会大众大多数是善良的，谁愿意打仗？谁愿意作乱？非常难得，在澳洲有两个大学来配合做这个工作。所以，这是我们从这个地方想到，纯净纯善才能真正解决问题，读这个经使我们能有所感受。再看底下这段经文，这个经文好懂。",
      "zh_TW": "所以我們希望大學要開這樣的課程，以道德為依據，開這樣的課程。而且教學不能限於學校裡頭幾個研究生，那收不到效果。我告訴學校，這個課怎麼上法？這個課就像我們現在這種教室，同步用網路傳播，同步上衛星電視，給全世界的人來上課，用各種不同的語言，提醒社會大眾。社會大眾大多數是善良的，誰願意打仗？誰願意作亂？非常難得，在澳洲有兩個大學來配合做這個工作。所以，這是我們從這個地方想到，純淨純善才能真正解決問題，讀這個經使我們能有所感受。再看底下這段經文，這個經文好懂。"
    },
    {
      "id": "02-034-0133_p0070",
      "zh_CN": "【我弟子中大目犍连。神通第一。三千大千世界。所有一切星宿众生。于一昼夜。悉知其数。】",
      "zh_TW": "【我弟子中大目犍連。神通第一。三千大千世界。所有一切星宿眾生。於一晝夜。悉知其數。】"
    },
    {
      "id": "02-034-0133_p0071",
      "zh_CN": "这个几句举一个例子，以目犍连尊者的能力，用他来做比喻。『星宿』，这是天上的星星，天上星星太多了，没有办法数得尽的。我们一般人是肉眼，肉眼能见到的星星，现在天文学家依照星星的光度把它分等，我们一般肉眼只能看到六等星，六等以下的看不见了，要靠望远镜。大概现在最好的望远镜能够看到几十等的星，再远距离的，我们的望远镜也见不到了，太远了。星星的数量无量无边。",
      "zh_TW": "這個幾句舉一個例子，以目犍連尊者的能力，用他來做比喻。『星宿』，這是天上的星星，天上星星太多了，沒有辦法數得盡的。我們一般人是肉眼，肉眼能見到的星星，現在天文學家依照星星的光度把它分等，我們一般肉眼只能看到六等星，六等以下的看不見了，要靠望遠鏡。大概現在最好的望遠鏡能夠看到幾十等的星，再遠距離的，我們的望遠鏡也見不到了，太遠了。星星的數量無量無邊。"
    },
    {
      "id": "02-034-0133_p0072",
      "zh_CN": "佛在经典上告诉我们，小乘阿罗汉，天眼能力最强的能够看到大千世界，大千世界在太空当中实在讲不算大。我们在《华严经》世界成就品、华藏世界品里面读过，就以华藏世界为例子，这一个世界种。世界种要用现在的话讲，这是佛经里面讲星系，最大的星系，它的名字叫世界种。这个世界种里面有二十层，这个我们能够理解，在太空当中这些一层一层的有二十层。",
      "zh_TW": "佛在經典上告訴我們，小乘阿羅漢，天眼能力最強的能夠看到大千世界，大千世界在太空當中實在講不算大。我們在《華嚴經》世界成就品、華藏世界品裡面讀過，就以華藏世界為例子，這一個世界種。世界種要用現在的話講，這是佛經裡面講星系，最大的星系，它的名字叫世界種。這個世界種裡面有二十層，這個我們能夠理解，在太空當中這些一層一層的有二十層。"
    },
    {
      "id": "02-034-0133_p0073",
      "zh_CN": "我们娑婆世界，就是释迦牟尼佛他的这个教区，这个教区，黄念祖老居士讲的有十万亿个银河系，这一个小圈圈有十万亿个银河系。西方极乐世界那也是一个教区，阿弥陀佛的教区，他的世界比我们大，同样都在华藏世界第十三层，就好像二十层大楼，都在第十三层。你从这里去想像，这个大的星系有多大？无法想像。佛告诉我们，像这样大的星系，世界种，宇宙之间无量无边。『目犍连』能够计算的是『三千大千世界』，就是娑婆世界，不说其他的，这已经就不得了了！『一昼夜』，他就把星球的数目都能够计算清楚。",
      "zh_TW": "我們娑婆世界，就是釋迦牟尼佛他的這個教區，這個教區，黃念祖老居士講的有十萬億個銀河系，這一個小圈圈有十萬億個銀河系。西方極樂世界那也是一個教區，阿彌陀佛的教區，他的世界比我們大，同樣都在華藏世界第十三層，就好像二十層大樓，都在第十三層。你從這裡去想像，這個大的星系有多大？無法想像。佛告訴我們，像這樣大的星系，世界種，宇宙之間無量無邊。『目犍連』能夠計算的是『三千大千世界』，就是娑婆世界，不說其他的，這已經就不得了了！『一晝夜』，他就把星球的數目都能夠計算清楚。"
    },
    {
      "id": "02-034-0133_p0074",
      "zh_CN": "这个地方显示什么？用现在的话说，显示科学技术。科学技术是我们这个世界上没有办法，比不上极乐世界。也许有人说，我们也听说有外星人，他们的科学技术比我们进步，他们有能力制造飞行工具，能够飞到地球上来探测。有人说这个大概就是从天而降，大概是天神，来问我他们算不算是天神？我们根据佛法的经论，他不是天神，他是人，为什么？天神不需要这个工具，还需要这个工具的时候，那是人，不是神。所以肯定外星人是人道，不是天神。就是欲界最低的四王天，都不需要用这个工具，因为他有能力超越不同维次空间。用工具来突破空间维次还是人，他不是神。",
      "zh_TW": "這個地方顯示什麼？用現在的話說，顯示科學技術。科學技術是我們這個世界上沒有辦法，比不上極樂世界。也許有人說，我們也聽說有外星人，他們的科學技術比我們進步，他們有能力製造飛行工具，能夠飛到地球上來探測。有人說這個大概就是從天而降，大概是天神，來問我他們算不算是天神？我們根據佛法的經論，他不是天神，他是人，為什麼？天神不需要這個工具，還需要這個工具的時候，那是人，不是神。所以肯定外星人是人道，不是天神。就是欲界最低的四王天，都不需要用這個工具，因為他有能力超越不同維次空間。用工具來突破空間維次還是人，他不是神。"
    },
    {
      "id": "02-034-0133_p0075",
      "zh_CN": "所以在这一段，我们可以说极乐世界的科学技术是惊人的，我们这个世间没有办法跟它相比。再看底下这一段，它说的都是有关系的，最后都结归到主题，主题是讲三个无量，寿命无量、大众无量，它会结归到无量。",
      "zh_TW": "所以在這一段，我們可以說極樂世界的科學技術是驚人的，我們這個世間沒有辦法跟它相比。再看底下這一段，它說的都是有關係的，最後都結歸到主題，主題是講三個無量，壽命無量、大眾無量，它會結歸到無量。"
    },
    {
      "id": "02-034-0133_p0076",
      "zh_CN": "【假使十方众生。悉成缘觉。一一缘觉。寿万亿岁。】",
      "zh_TW": "【假使十方眾生。悉成緣覺。一一緣覺。壽萬億歲。】"
    },
    {
      "id": "02-034-0133_p0077",
      "zh_CN": "先用这个做一个前提，『十方众生』，那就无量无边了。这些众生『悉成缘觉』，这是假设的，不是真的，都成了缘觉，辟支佛果。每一位辟支佛果的寿命都是『万亿岁』，这么长的寿命。他们的神通能力：",
      "zh_TW": "先用這個做一個前提，『十方眾生』，那就無量無邊了。這些眾生『悉成緣覺』，這是假設的，不是真的，都成了緣覺，辟支佛果。每一位辟支佛果的壽命都是『萬億歲』，這麼長的壽命。他們的神通能力："
    },
    {
      "id": "02-034-0133_p0078",
      "zh_CN": "【神通皆如大目犍连。】",
      "zh_TW": "【神通皆如大目犍連。】"
    },
    {
      "id": "02-034-0133_p0079",
      "zh_CN": "说这些人（这是假设的）都像目犍连这样的能力，在一昼夜当中，能够知道三千大千世界的星宿。这个星宿不希奇，你们看经文上是星宿众生，那个星宿里头有多少众生，这个不可思议了。我们这个地球上住多少众生，你能算得出来吗？人可以统计，还有畜生？这是我们肉眼见得到的。肉眼见不到的，这个地球是凡圣同居土，还有饿鬼？还有地狱？没有法子计算。目犍连尊者行，他有这样的能力，有这样的智慧。所以这个第二段是讲十方一切众生，『神通皆如大目犍连』。",
      "zh_TW": "說這些人（這是假設的）都像目犍連這樣的能力，在一晝夜當中，能夠知道三千大千世界的星宿。這個星宿不希奇，你們看經文上是星宿眾生，那個星宿裡頭有多少眾生，這個不可思議了。我們這個地球上住多少眾生，你能算得出來嗎？人可以統計，還有畜生？這是我們肉眼見得到的。肉眼見不到的，這個地球是凡聖同居土，還有餓鬼？還有地獄？沒有法子計算。目犍連尊者行，他有這樣的能力，有這樣的智慧。所以這個第二段是講十方一切眾生，『神通皆如大目犍連』。"
    },
    {
      "id": "02-034-0133_p0080",
      "zh_CN": "【尽其寿命。竭其智力。悉共推算。】",
      "zh_TW": "【盡其壽命。竭其智力。悉共推算。】"
    },
    {
      "id": "02-034-0133_p0081",
      "zh_CN": "算什么？",
      "zh_TW": "算什麼？"
    },
    {
      "id": "02-034-0133_p0082",
      "zh_CN": "【彼佛会中。声闻之数。】",
      "zh_TW": "【彼佛會中。聲聞之數。】"
    },
    {
      "id": "02-034-0133_p0083",
      "zh_CN": "推算极乐世界阿弥陀佛他那个地方，『声闻』，菩萨不算，单单算声闻，有多少？",
      "zh_TW": "推算極樂世界阿彌陀佛他那個地方，『聲聞』，菩薩不算，單單算聲聞，有多少？"
    },
    {
      "id": "02-034-0133_p0084",
      "zh_CN": "【千万分中不及一分。】",
      "zh_TW": "【千萬分中不及一分。】"
    },
    {
      "id": "02-034-0133_p0085",
      "zh_CN": "诸位想想看，西方极乐世界人有多少？有些人看到这个，这不得了，地球上现在将近七十亿人已经太挤了，人口泛滥了，西方极乐世界这么多人，这个地方不能去。西方世界人再多，跟我们这个世间不一样。不一样在哪里？前面所讲的，诸位能够体会得，这个问题自然就解决了。我们这个世界是业报，西方世界是称性。我们讲土，我们是业报土，他那个地方，极乐世界是法性土，凡圣同居土也是法性土，这就是不可思议的。为什么一切诸佛如来偏赞西方极乐世界？道理就在此地，它是凡圣同居土都是属于法性土，凡是讲到称性就不可思议了。",
      "zh_TW": "諸位想想看，西方極樂世界人有多少？有些人看到這個，這不得了，地球上現在將近七十億人已經太擠了，人口氾濫了，西方極樂世界這麼多人，這個地方不能去。西方世界人再多，跟我們這個世間不一樣。不一樣在哪裡？前面所講的，諸位能夠體會得，這個問題自然就解決了。我們這個世界是業報，西方世界是稱性。我們講土，我們是業報土，他那個地方，極樂世界是法性土，凡聖同居土也是法性土，這就是不可思議的。為什麼一切諸佛如來偏讚西方極樂世界？道理就在此地，它是凡聖同居土都是屬於法性土，凡是講到稱性就不可思議了。"
    },
    {
      "id": "02-034-0133_p0086",
      "zh_CN": "最近我们在《华严经‧华藏世界品》，末后有一百零一首偈颂里面说过，世界重重无尽，不是我们现在科学家所理解的；科学家理解的是个平面，重重无尽他没有办法理解。重重无尽的世界里面说什么？微尘、毛孔、毛端，比一般大乘经里面所讲的「芥子纳须弥」更是神奇莫测。芥子是芥菜子，大概跟芝麻差不多大。须弥山装在芥菜子里头，须弥山没有缩小，芥菜子没有放大，它怎么能装进去？这是《华严经》里面讲的事事无碍的法界。道理是什么？道理是称性，芥菜子称性，须弥山也称性。既然称性，法性里面没有大小，所以它可以融通无碍。",
      "zh_TW": "最近我們在《華嚴經‧華藏世界品》，末後有一百零一首偈頌裡面說過，世界重重無盡，不是我們現在科學家所理解的；科學家理解的是個平面，重重無盡他沒有辦法理解。重重無盡的世界裡面說什麼？微塵、毛孔、毛端，比一般大乘經裡面所講的「芥子納須彌」更是神奇莫測。芥子是芥菜子，大概跟芝麻差不多大。須彌山裝在芥菜子裡頭，須彌山沒有縮小，芥菜子沒有放大，它怎麼能裝進去？這是《華嚴經》裡面講的事事無礙的法界。道理是什麼？道理是稱性，芥菜子稱性，須彌山也稱性。既然稱性，法性裡面沒有大小，所以它可以融通無礙。"
    },
    {
      "id": "02-034-0133_p0087",
      "zh_CN": "这个事情我们不容易体会，到什么时候你才真正懂得？你见性就懂得了。你没有见性的时候，你没有法子理解。佛现在告诉我们真实的状况，微尘里面容纳无量无边的诸佛世界，不是须弥山；法界虚空无量无边诸佛刹土在一微尘当中。谁能够契入？普贤菩萨能入，普贤菩萨能入一切微尘当中的诸佛刹土。世界不仅是无量无边，重重无尽，我们要懂这个道理。《华严》确确实实是好，真好，把宇宙人生的真相完全给我们说出来了，这是如来果地上的境界。我们再看底下这一段，这是第二个比喻：",
      "zh_TW": "這個事情我們不容易體會，到什麼時候你才真正懂得？你見性就懂得了。你沒有見性的時候，你沒有法子理解。佛現在告訴我們真實的狀況，微塵裡面容納無量無邊的諸佛世界，不是須彌山；法界虛空無量無邊諸佛剎土在一微塵當中。誰能夠契入？普賢菩薩能入，普賢菩薩能入一切微塵當中的諸佛剎土。世界不僅是無量無邊，重重無盡，我們要懂這個道理。《華嚴》確確實實是好，真好，把宇宙人生的真相完全給我們說出來了，這是如來果地上的境界。我們再看底下這一段，這是第二個比喻："
    },
    {
      "id": "02-034-0133_p0088",
      "zh_CN": "【譬如大海。深广无边。设取一毛。析为百分。】",
      "zh_TW": "【譬如大海。深廣無邊。設取一毛。析為百分。】"
    },
    {
      "id": "02-034-0133_p0089",
      "zh_CN": "『一毛』，通常都是讲我们身上的汗毛。「取一毛」，把这一毛又分成百分，这个分是竖的分，那就更细了。这还不行，还把它：",
      "zh_TW": "『一毛』，通常都是講我們身上的汗毛。「取一毛」，把這一毛又分成百分，這個分是豎的分，那就更細了。這還不行，還把它："
    },
    {
      "id": "02-034-0133_p0090",
      "zh_CN": "【碎如微尘。】",
      "zh_TW": "【碎如微塵。】"
    },
    {
      "id": "02-034-0133_p0091",
      "zh_CN": "竖的分了，再把它切碎，切碎像微尘一样。",
      "zh_TW": "豎的分了，再把它切碎，切碎像微塵一樣。"
    },
    {
      "id": "02-034-0133_p0092",
      "zh_CN": "【以一毛尘。】",
      "zh_TW": "【以一毛塵。】"
    },
    {
      "id": "02-034-0133_p0093",
      "zh_CN": "我们尽量切细，用这个微尘在大海里去沾一滴水。",
      "zh_TW": "我們盡量切細，用這個微塵在大海裡去沾一滴水。"
    },
    {
      "id": "02-034-0133_p0094",
      "zh_CN": "【沾海一滴。】",
      "zh_TW": "【沾海一滴。】"
    },
    {
      "id": "02-034-0133_p0095",
      "zh_CN": "这毛尘水跟大海相比，哪个多？哪个少？读到这个地方，我们不能不佩服，真正是难为世尊善巧说法。我们怎么能想得出这种比喻？他能想得出来，教你仔细去思惟，你去好好想想。这两个比喻说明，从现象上来说，这个数量不可思议，没有人有能力说得出来。所以大乘经论上常讲「唯佛与佛方能究竟」，等觉菩萨还差一筹。",
      "zh_TW": "這毛塵水跟大海相比，哪個多？哪個少？讀到這個地方，我們不能不佩服，真正是難為世尊善巧說法。我們怎麼能想得出這種比喻？他能想得出來，教你仔細去思惟，你去好好想想。這兩個比喻說明，從現象上來說，這個數量不可思議，沒有人有能力說得出來。所以大乘經論上常講「唯佛與佛方能究竟」，等覺菩薩還差一籌。"
    },
    {
      "id": "02-034-0133_p0096",
      "zh_CN": "这些话对我们带来什么讯息？我们一定要知道，告诉我们，我们每一个人都有佛性，每一个人都有如来智慧德相。每一个人都有，我也有，我今天明了这个事实真相，我要不努力认真去证得无上菩提，证得究竟圆满的佛果，我对不起自己。等觉菩萨还不行，还要发愤，还要努力。所以，你为什么会懈怠？为什么功夫不得力？你不了解事实真相。果然明了事实真相，哪里需要人去督促你？哪里需要人去劝勉你？你自自然然发愤努力，自自然然向无上道勇猛精进，没有任何力量能够拦阻你，道理在此地。",
      "zh_TW": "這些話對我們帶來什麼訊息？我們一定要知道，告訴我們，我們每一個人都有佛性，每一個人都有如來智慧德相。每一個人都有，我也有，我今天明瞭這個事實真相，我要不努力認真去證得無上菩提，證得究竟圓滿的佛果，我對不起自己。等覺菩薩還不行，還要發憤，還要努力。所以，你為什麼會懈怠？為什麼功夫不得力？你不了解事實真相。果然明瞭事實真相，哪裡需要人去督促你？哪裡需要人去勸勉你？你自自然然發憤努力，自自然然向無上道勇猛精進，沒有任何力量能夠攔阻你，道理在此地。"
    },
    {
      "id": "02-034-0133_p0097",
      "zh_CN": "佛的话我们要相信，《金刚经》上佛讲的，「如来是真语者」，真决定不假；「实语者」，实决定不虚；「如语者」，如就是恰到好处，我们今天讲实话实说，他不会多添一点，他也不会减少一点，他说得恰到好处；如来不妄语、不诳语，我们要相信，相信佛在经上讲的字字句句是真实话。末后这一句，佛叫着：",
      "zh_TW": "佛的話我們要相信，《金剛經》上佛講的，「如來是真語者」，真決定不假；「實語者」，實決定不虛；「如語者」，如就是恰到好處，我們今天講實話實說，他不會多添一點，他也不會減少一點，他說得恰到好處；如來不妄語、不誑語，我們要相信，相信佛在經上講的字字句句是真實話。末後這一句，佛叫著："
    },
    {
      "id": "02-034-0133_p0098",
      "zh_CN": "【阿难。彼目犍连等所知数者。】",
      "zh_TW": "【阿難。彼目犍連等所知數者。】"
    },
    {
      "id": "02-034-0133_p0099",
      "zh_CN": "这个『等』，就是等「假使十方众生，悉成缘觉」，他们所知道的这个数字。",
      "zh_TW": "這個『等』，就是等「假使十方眾生，悉成緣覺」，他們所知道的這個數字。"
    },
    {
      "id": "02-034-0133_p0100",
      "zh_CN": "【如毛尘水。所未知者。如大海水。】",
      "zh_TW": "【如毛塵水。所未知者。如大海水。】"
    },
    {
      "id": "02-034-0133_p0101",
      "zh_CN": "辟支佛的智慧、辟支佛的能力跟如来相比，就是这个样子。所以说这些话，话暗中的用意是勉励我们。我们真正看懂了，看明白了，自然就发愤，世出世间一切法你一定就能放下了。他放不下的原因是什么？放不下的原因是不了解事实真相，放不下就把自己这一生修行证果的机会错过了，那多可惜！你今天纵然得到整个世界，你出不了六道轮回，你不能够延年益寿，一口气不来，不放下也得放下，没有一样你能带得去。多想想，「生不带来，死不带去」，这一句话要常常挂在耳边。",
      "zh_TW": "辟支佛的智慧、辟支佛的能力跟如來相比，就是這個樣子。所以說這些話，話暗中的用意是勉勵我們。我們真正看懂了，看明白了，自然就發憤，世出世間一切法你一定就能放下了。他放不下的原因是什麼？放不下的原因是不了解事實真相，放不下就把自己這一生修行證果的機會錯過了，那多可惜！你今天縱然得到整個世界，你出不了六道輪迴，你不能夠延年益壽，一口氣不來，不放下也得放下，沒有一樣你能帶得去。多想想，「生不帶來，死不帶去」，這一句話要常常掛在耳邊。"
    },
    {
      "id": "02-034-0133_p0102",
      "zh_CN": "因此，世出世间一切，善缘也好，恶缘也好，顺境也好，逆境也好，与我统统不相干。何必要在这个里面惹是惹非，把自己这一生大好的机会错过了，这才叫真正可惜。你这一生当中没有遇到这个法门，那情有可原；遇到这个法门，这么好的机会，当面错过，这叫真的错了，大错了！经典上真正的用意在此地，所以字字句句都是帮助我们觉悟，提醒我们觉悟。我们再看末后这一段：",
      "zh_TW": "因此，世出世間一切，善緣也好，惡緣也好，順境也好，逆境也好，與我統統不相干。何必要在這個裡面惹是惹非，把自己這一生大好的機會錯過了，這才叫真正可惜。你這一生當中沒有遇到這個法門，那情有可原；遇到這個法門，這麼好的機會，當面錯過，這叫真的錯了，大錯了！經典上真正的用意在此地，所以字字句句都是幫助我們覺悟，提醒我們覺悟。我們再看末後這一段："
    },
    {
      "id": "02-034-0133_p0103",
      "zh_CN": "【彼佛寿量。及诸菩萨。声闻。天人。寿量亦尔。非以算计譬喻之所能知。】",
      "zh_TW": "【彼佛壽量。及諸菩薩。聲聞。天人。壽量亦爾。非以算計譬喻之所能知。】"
    },
    {
      "id": "02-034-0133_p0104",
      "zh_CN": "这一段话很重要，告诉我们西方极乐世界有『菩萨』、有『声闻』，还有『天人』，我们看到了欢喜。为什么？我们是人，我们有分。如果他只说「及诸菩萨、声闻」，没有「天人」，我们就没指望了。所以他这里有天人，这是给我们很大的安慰。我们既然得人身闻佛法，尤其是闻到这一部经典；更难得的，跟诸位同学说明，夏莲居老居士会集的经典，不可思议！",
      "zh_TW": "這一段話很重要，告訴我們西方極樂世界有『菩薩』、有『聲聞』，還有『天人』，我們看到了歡喜。為什麼？我們是人，我們有分。如果他只說「及諸菩薩、聲聞」，沒有「天人」，我們就沒指望了。所以他這裡有天人，這是給我們很大的安慰。我們既然得人身聞佛法，尤其是聞到這一部經典；更難得的，跟諸位同學說明，夏蓮居老居士會集的經典，不可思議！"
    },
    {
      "id": "02-034-0133_p0105",
      "zh_CN": "夏莲居老居士究竟是个什么样的人物，我在前面曾经跟诸位报告过，不是我有能力，我是在美国迈阿密讲经，迈阿密那个地方是美国很特殊的一个城市，奇人很多，我们中国讲特异功能，特异功能的人非常多。有这些人看到夏莲居老居士的照片，就是这个经本上前面印的照片，这些人看到之后，告诉曾宪炜居士（他是那个地方佛教会的负责人），他说这个人不是普通人。他就问怎么不是普通人？他说这个人身体是透明的，像水晶琉璃一样，一丝毫染污都没有。这是美国这些特异功能从照片上看到的。曾宪炜居士把这些话告诉我，而且告诉他这个人现在已经不在世间了。透这么一个讯息，说明夏老居士身心清净，一尘不染。如果还有自私自利，还有贪瞋痴慢，那个身是漆黑的。人家看我们的身，看的不是透明的，不是琉璃的。",
      "zh_TW": "夏蓮居老居士究竟是個什麼樣的人物，我在前面曾經跟諸位報告過，不是我有能力，我是在美國邁阿密講經，邁阿密那個地方是美國很特殊的一個城市，奇人很多，我們中國講特異功能，特異功能的人非常多。有這些人看到夏蓮居老居士的照片，就是這個經本上前面印的照片，這些人看到之後，告訴曾憲煒居士（他是那個地方佛教會的負責人），他說這個人不是普通人。他就問怎麼不是普通人？他說這個人身體是透明的，像水晶琉璃一樣，一絲毫染污都沒有。這是美國這些特異功能從照片上看到的。曾憲煒居士把這些話告訴我，而且告訴他這個人現在已經不在世間了。透這麼一個訊息，說明夏老居士身心清淨，一塵不染。如果還有自私自利，還有貪瞋痴慢，那個身是漆黑的。人家看我們的身，看的不是透明的，不是琉璃的。"
    },
    {
      "id": "02-034-0133_p0106",
      "zh_CN": "黄念祖老居士知道，不肯透露，我心里也很明了。为什么？会集这一部经不是简单事情，前人做过这个工作。早在宋朝时候，王龙舒就做过会集本，如果会集本做得很好，不必要再做了。会集确实有必要，所以到清朝咸丰年间，魏默深居士做第二次会集本，做得也不够理想。夏老示现在人间，第三次会集，这个本子将来要流传到释迦牟尼佛灭法的时代。换句话说，它要流传九千年，九千年众生要靠这个本子得度，非常不可思议，我们能够遇到。他会集到现在才不过是六、七十年而已，我们一定要非常珍重，认真努力学习。",
      "zh_TW": "黃念祖老居士知道，不肯透露，我心裡也很明瞭。為什麼？會集這一部經不是簡單事情，前人做過這個工作。早在宋朝時候，王龍舒就做過會集本，如果會集本做得很好，不必要再做了。會集確實有必要，所以到清朝咸豐年間，魏默深居士做第二次會集本，做得也不夠理想。夏老示現在人間，第三次會集，這個本子將來要流傳到釋迦牟尼佛滅法的時代。換句話說，它要流傳九千年，九千年眾生要靠這個本子得度，非常不可思議，我們能夠遇到。他會集到現在才不過是六、七十年而已，我們一定要非常珍重，認真努力學習。"
    },
    {
      "id": "02-034-0133_p0107",
      "zh_CN": "所以从极乐世界无量无边的德能，你看看他的寿命，只举这一样，从这一样你就能体会这个世界的依正庄严，功德不可思议，激发我们求生的愿望，有愿决定得生。好，今天我们就讲到此地。",
      "zh_TW": "所以從極樂世界無量無邊的德能，你看看他的壽命，只舉這一樣，從這一樣你就能體會這個世界的依正莊嚴，功德不可思議，激發我們求生的願望，有願決定得生。好，今天我們就講到此地。"
    }
  ]
}