{
  "doc_id": "02-034-0123",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二三集",
    "zh_TW": "第一二三集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0123",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-034-0123_p0001",
      "zh_CN": "请掀开经本，《科会》第三十一面，最后一行看起「国界严净第十一」：",
      "zh_TW": "請掀開經本，《科會》第三十一面，最後一行看起「國界嚴淨第十一」："
    },
    {
      "id": "02-034-0123_p0002",
      "zh_CN": "【佛语阿难。彼极乐界。无量功德。具足庄严。】",
      "zh_TW": "【佛語阿難。彼極樂界。無量功德。具足莊嚴。】"
    },
    {
      "id": "02-034-0123_p0003",
      "zh_CN": "这一句是总说，经文从这以下，为我们介绍西方极乐世界环境的美好，是那一边居民他们生活的环境，工作的环境，学习的环境。凡是有志要求生西方极乐世界，对于这些经文，当然很想要多知道一些，这是释迦牟尼佛为我们介绍的。我们深深相信佛的能力，也就是我们常常说的六根的能力，跟我们凡夫毕竟不相同。我们凡夫能力很有限，所以遇到有一些特异功能的人，我们就感到非常惊讶，非常好奇，也非常的羡慕。佛告诉我们，诸佛如来，他们六根的能力，眼能够见尽虚空、遍法界，这是空间，在时间上他能够见过去又能够见未来；换句话说，时间空间的障碍，他都能够突破。我们世间人常常赞叹的神通广大不可思议，而佛在经上告诉我们，这种能力是我们每个人本来都具足的，绝对不是他专有的、他的专利，没有！一切众生各个具足。",
      "zh_TW": "這一句是總說，經文從這以下，為我們介紹西方極樂世界環境的美好，是那一邊居民他們生活的環境，工作的環境，學習的環境。凡是有志要求生西方極樂世界，對於這些經文，當然很想要多知道一些，這是釋迦牟尼佛為我們介紹的。我們深深相信佛的能力，也就是我們常常說的六根的能力，跟我們凡夫畢竟不相同。我們凡夫能力很有限，所以遇到有一些特異功能的人，我們就感到非常驚訝，非常好奇，也非常的羨慕。佛告訴我們，諸佛如來，他們六根的能力，眼能夠見盡虛空、遍法界，這是空間，在時間上他能夠見過去又能夠見未來；換句話說，時間空間的障礙，他都能夠突破。我們世間人常常讚歎的神通廣大不可思議，而佛在經上告訴我們，這種能力是我們每個人本來都具足的，絕對不是他專有的、他的專利，沒有！一切眾生各個具足。"
    },
    {
      "id": "02-034-0123_p0004",
      "zh_CN": "《华严经》上说的，〈出现品〉里面讲得很好，「一切众生皆有如来智慧德相」，佛给我们讲经，每天讲八个小时，讲了四十九年，不疲不厌，永远讲不完，这是智慧；德相，德是能力，眼见的能力，耳听的能力，鼻嗅的能力，眼耳鼻舌身他的能力都跟虚空法界融成一片。西方极乐世界在我们凡夫感官里面，这是相当遥远，而在佛菩萨他们境界里面如同目前，就跟在眼前一样。德是讲他的德能，他的能力；相是说相好。我们在此地听释迦牟尼佛给我们介绍西方极乐世界，在《华严经》里面给我们介绍毘卢遮那如来的境界，无比的殊胜，那我们要问这个事情到底是真的还是假的？还是释迦牟尼佛想像的？给诸位说，不但是诸佛如来，菩萨想像都没有了，为什么？想像是妄想，那不是真的，我们凡夫有妄想有分别有执着，所以见不到真实的境界。佛既然说，我们跟诸佛如来有同样的智慧，同样的能力，同样的相好，为什么我们今天落到这个样子？我们眼的能力，隔一张纸就看不过去，距离远了，我们就看不清楚，还得用望远镜；纵然加上科学这些仪器，我们能见度还是有限，这是什么原因？佛为我们说出来了，但以「妄想分别执着而不能证得」，这句话我们要记住。我们的智慧德相为什么丧失掉？就是因为你有妄想分别执着，实在讲没有丧失，把它障碍住了，虽有，不起作用。",
      "zh_TW": "《華嚴經》上說的，〈出現品〉裡面講得很好，「一切眾生皆有如來智慧德相」，佛給我們講經，每天講八個小時，講了四十九年，不疲不厭，永遠講不完，這是智慧；德相，德是能力，眼見的能力，耳聽的能力，鼻嗅的能力，眼耳鼻舌身他的能力都跟虛空法界融成一片。西方極樂世界在我們凡夫感官裡面，這是相當遙遠，而在佛菩薩他們境界裡面如同目前，就跟在眼前一樣。德是講他的德能，他的能力；相是說相好。我們在此地聽釋迦牟尼佛給我們介紹西方極樂世界，在《華嚴經》裡面給我們介紹毘盧遮那如來的境界，無比的殊勝，那我們要問這個事情到底是真的還是假的？還是釋迦牟尼佛想像的？給諸位說，不但是諸佛如來，菩薩想像都沒有了，為什麼？想像是妄想，那不是真的，我們凡夫有妄想有分別有執著，所以見不到真實的境界。佛既然說，我們跟諸佛如來有同樣的智慧，同樣的能力，同樣的相好，為什麼我們今天落到這個樣子？我們眼的能力，隔一張紙就看不過去，距離遠了，我們就看不清楚，還得用望遠鏡；縱然加上科學這些儀器，我們能見度還是有限，這是什麼原因？佛為我們說出來了，但以「妄想分別執著而不能證得」，這句話我們要記住。我們的智慧德相為什麼喪失掉？就是因為你有妄想分別執著，實在講沒有喪失，把它障礙住了，雖有，不起作用。"
    },
    {
      "id": "02-034-0123_p0005",
      "zh_CN": "我们从澳洲土着那个地方得到一些讯息，他们看到我们用手机电话，他觉得很好奇、很惊讶，「你跟远方的朋友交谈，为什么要用这个东西？」他们和自己远方朋友交谈，不要用这个东西。他用什么？心灵感应，心灵感应当中，不但可以交谈，他坐在那里闭着眼睛一句话不说，他可能跟朋友聊天去了；不但聊天，而且对方那个地方的现象，他也看得见，就好像我们电视一样，你在那里做些什么，你身边有什么，他都能看得清清楚楚、明明白白。不是用眼看，他用他的心眼不是肉眼，在我们佛法讲天眼、慧眼、法眼，他不是用肉眼。从这个地方证明，佛所讲的话可信，澳洲土着何以有这个能力？他妄想分别执着少，比我们少得太多，所以他有一部分能力还存在，当然这个能力不是很大，在他一生当中，他足够用了，至少跟远方朋友交谈不要用无线电。我们从这些地方证实，佛菩萨跟我们介绍的，我们可以相信，不需要怀疑。",
      "zh_TW": "我們從澳洲土著那個地方得到一些訊息，他們看到我們用手機電話，他覺得很好奇、很驚訝，「你跟遠方的朋友交談，為什麼要用這個東西？」他們和自己遠方朋友交談，不要用這個東西。他用什麼？心靈感應，心靈感應當中，不但可以交談，他坐在那裡閉著眼睛一句話不說，他可能跟朋友聊天去了；不但聊天，而且對方那個地方的現象，他也看得見，就好像我們電視一樣，你在那裡做些什麼，你身邊有什麼，他都能看得清清楚楚、明明白白。不是用眼看，他用他的心眼不是肉眼，在我們佛法講天眼、慧眼、法眼，他不是用肉眼。從這個地方證明，佛所講的話可信，澳洲土著何以有這個能力？他妄想分別執著少，比我們少得太多，所以他有一部分能力還存在，當然這個能力不是很大，在他一生當中，他足夠用了，至少跟遠方朋友交談不要用無線電。我們從這些地方證實，佛菩薩跟我們介紹的，我們可以相信，不需要懷疑。"
    },
    {
      "id": "02-034-0123_p0006",
      "zh_CN": "国界这个名称，佛是随顺我们凡夫说的，我们凡夫总是执着有一个界限，有一个国土，他有这个分别执着，佛就随顺你说，实际上决定没有界限。为什么没有界限？所有一切界限，都是从妄想分别执着里面生出来的。大家可以细心想想，新加坡与马来西亚这个国家里头有界线吗？你们说有，那个地图上画的颜色不一样，是有，人画的，那个地图上没有界线；而且这个界线，就是以中国来说，中国这个国家很大，每一个朝代，疆域、界线都不一样，常常在改变，人为的，而事实上没有界线。我们要了解，没有界限是真的，已画了界限是假的，不是真的，界限一画，真的就丧失掉了。所以世尊在此地随顺俗谛，跟我们说国界，介绍阿弥陀佛居住的环境，清净庄严。",
      "zh_TW": "國界這個名稱，佛是隨順我們凡夫說的，我們凡夫總是執著有一個界限，有一個國土，他有這個分別執著，佛就隨順你說，實際上決定沒有界限。為什麼沒有界限？所有一切界限，都是從妄想分別執著裡面生出來的。大家可以細心想想，新加坡與馬來西亞這個國家裡頭有界線嗎？你們說有，那個地圖上畫的顏色不一樣，是有，人畫的，那個地圖上沒有界線；而且這個界線，就是以中國來說，中國這個國家很大，每一個朝代，疆域、界線都不一樣，常常在改變，人為的，而事實上沒有界線。我們要了解，沒有界限是真的，已畫了界限是假的，不是真的，界限一畫，真的就喪失掉了。所以世尊在此地隨順俗諦，跟我們說國界，介紹阿彌陀佛居住的環境，清淨莊嚴。"
    },
    {
      "id": "02-034-0123_p0007",
      "zh_CN": "经文一开端，『佛语阿难』，叫着阿难给他说，『彼极乐界』，极乐世界阿弥陀佛居住教学的处所，『无量功德，具足庄严』。我们在前面第六品念过，阿弥陀佛的四十八大愿，第一愿里面「国无恶道」；许许多多诸佛国土，里面都有六道、都有十法界，十法界要跟一真法界来比，十法界是恶道；「国无恶道」就是告诉我们，西方极乐世界只有一真法界，没有十法界，这个很不可思议。四十八愿，第三十九愿里面「庄严无尽」，佛这些话就是告诉我们，法藏菩萨四十八愿庄严国土种种的愿望都落实、都实现了，所以说「无量功德，具足庄严」。",
      "zh_TW": "經文一開端，『佛語阿難』，叫著阿難給他說，『彼極樂界』，極樂世界阿彌陀佛居住教學的處所，『無量功德，具足莊嚴』。我們在前面第六品念過，阿彌陀佛的四十八大願，第一願裡面「國無惡道」；許許多多諸佛國土，裡面都有六道、都有十法界，十法界要跟一真法界來比，十法界是惡道；「國無惡道」就是告訴我們，西方極樂世界只有一真法界，沒有十法界，這個很不可思議。四十八願，第三十九願裡面「莊嚴無盡」，佛這些話就是告訴我們，法藏菩薩四十八願莊嚴國土種種的願望都落實、都實現了，所以說「無量功德，具足莊嚴」。"
    },
    {
      "id": "02-034-0123_p0008",
      "zh_CN": "这里面我们要想想它的道理在哪里？为什么我们的本师释迦牟尼佛，他老人家教化的这个国土，就比不上极乐世界，原因在哪里？我们不能不知道。娑婆世界是一个古老的国土，不要讲别的，佛给我们讲的《三千佛名经》，过去千佛这是已经过去了；现在千佛，释迦牟尼佛是第四尊，弥勒菩萨是第五尊，都在娑婆世界作佛。这个千佛过去了，未来还有千佛，我们就知道，这一个处所是一个很古老的地区。这个地方的居民世世代代，我们今天科学家考据的，地球的年龄，人类怎么样的起源，这是小巫，为什么？科学家、考古学家只见到这一段，这一段以前他没有见到，这个世界经过成住坏空，科学的能力只能在住劫，坏劫、空劫、成劫他没有办法。这个世界不知道有多少个成住坏空，所以这个世界居民习气很深很深。诸佛如来在这里教化，也无可奈何，《地藏经》上说的「阎浮提众生，刚强难化」，这是我们认识娑婆世界的状况。可是极乐世界不一样，极乐是新造的。就好像两栋房子一样，一栋房子是老屋，几千年的老屋，里面总免不了像蚂蚁、蟑螂、老鼠这些寄生东西很多，虽然天天去清除，清不尽，没有办法除根；西方极乐世界是新盖的房子，刚刚盖好的，这些东西是统统没有。我们从这个比喻当中，大致上能够了解，两个世界为什么不同。",
      "zh_TW": "這裡面我們要想想它的道理在哪裡？為什麼我們的本師釋迦牟尼佛，他老人家教化的這個國土，就比不上極樂世界，原因在哪裡？我們不能不知道。娑婆世界是一個古老的國土，不要講別的，佛給我們講的《三千佛名經》，過去千佛這是已經過去了；現在千佛，釋迦牟尼佛是第四尊，彌勒菩薩是第五尊，都在娑婆世界作佛。這個千佛過去了，未來還有千佛，我們就知道，這一個處所是一個很古老的地區。這個地方的居民世世代代，我們今天科學家考據的，地球的年齡，人類怎麼樣的起源，這是小巫，為什麼？科學家、考古學家只見到這一段，這一段以前他沒有見到，這個世界經過成住壞空，科學的能力只能在住劫，壞劫、空劫、成劫他沒有辦法。這個世界不知道有多少個成住壞空，所以這個世界居民習氣很深很深。諸佛如來在這裡教化，也無可奈何，《地藏經》上說的「閻浮提眾生，剛強難化」，這是我們認識娑婆世界的狀況。可是極樂世界不一樣，極樂是新造的。就好像兩棟房子一樣，一棟房子是老屋，幾千年的老屋，裡面總免不了像螞蟻、蟑螂、老鼠這些寄生東西很多，雖然天天去清除，清不盡，沒有辦法除根；西方極樂世界是新蓋的房子，剛剛蓋好的，這些東西是統統沒有。我們從這個比喻當中，大致上能夠了解，兩個世界為什麼不同。"
    },
    {
      "id": "02-034-0123_p0009",
      "zh_CN": "阿弥陀佛建筑极乐世界到今天才十劫，佛的寿命、极乐世界居民的寿命，个个都是无量寿，无量寿跟十劫相比，十劫的时间太短了。我们现在发愿，果然生到西方极乐世界了，将来在极乐世界都是老大哥的身分，来得早，这个世界成就十劫你就来了；不像我们这个娑婆世界亿万劫的历史。从这个地方，诸位细心去体会，两个世界为什么不一样，绝对不是说释迦牟尼佛的智慧、能力不如阿弥陀佛，不是的！一个在老的国土里面教化众生，一个是新兴的，新建好的这个国土。尤其是难得，阿弥陀佛建立这个世界之后，那个世界没有原居民，不像我们这个老地区，原居民很多，他没有。极乐世界那些人从哪里来的？都是十方诸佛世界移民过去的，他移民的条件很苛刻，把关很严，换句话说，你的烦恼习气决定不可以带到极乐世界去；你带到极乐世界去，极乐世界就被污染了，那个世界跟我们这个世界有什么差别？我们移民到那里去有什么意思？",
      "zh_TW": "阿彌陀佛建築極樂世界到今天才十劫，佛的壽命、極樂世界居民的壽命，個個都是無量壽，無量壽跟十劫相比，十劫的時間太短了。我們現在發願，果然生到西方極樂世界了，將來在極樂世界都是老大哥的身分，來得早，這個世界成就十劫你就來了；不像我們這個娑婆世界億萬劫的歷史。從這個地方，諸位細心去體會，兩個世界為什麼不一樣，絕對不是說釋迦牟尼佛的智慧、能力不如阿彌陀佛，不是的！一個在老的國土裡面教化眾生，一個是新興的，新建好的這個國土。尤其是難得，阿彌陀佛建立這個世界之後，那個世界沒有原居民，不像我們這個老地區，原居民很多，他沒有。極樂世界那些人從哪裡來的？都是十方諸佛世界移民過去的，他移民的條件很苛刻，把關很嚴，換句話說，你的煩惱習氣決定不可以帶到極樂世界去；你帶到極樂世界去，極樂世界就被污染了，那個世界跟我們這個世界有什麼差別？我們移民到那裡去有什麼意思？"
    },
    {
      "id": "02-034-0123_p0010",
      "zh_CN": "人家把关很严，要什么样的条件才能到那个地方去？《弥陀经》上给我们讲的，「不可以少善根福德因缘，得生彼国」，所以那一边的移民是经过选择的，那一边的居民，「诸上善人俱会一处」，所以我们发心要想移民到极乐世界去，你要先了解移民必须具备哪些条件，这个不能不知道。三经都要看，看一部不行；看一部，还有一些条件这个经上没有讲的，在那个经上讲的。就说《弥陀经》上讲的善根福德因缘，什么是善根福德因缘？《观无量寿佛经》讲得清楚，「福德」，《观经》里面讲的三种净业、净业三福，《弥陀经》上所讲的福德就是净业三福；《弥陀经》上讲的「善根」，就是大本《无量寿经》，我们现在所读的，这部经里面所讲的理论，所讲的这些道理，我们都明白，都把这些道理变成我们自己的思想见解，这才是善根。《观经》里面净业三福，我们统统落实了，那是福德。什么是「因缘」？本经我们现在还没有读到，「三辈往生」、「往生正因」这两品讲的确实是因缘。",
      "zh_TW": "人家把關很嚴，要什麼樣的條件才能到那個地方去？《彌陀經》上給我們講的，「不可以少善根福德因緣，得生彼國」，所以那一邊的移民是經過選擇的，那一邊的居民，「諸上善人俱會一處」，所以我們發心要想移民到極樂世界去，你要先了解移民必須具備哪些條件，這個不能不知道。三經都要看，看一部不行；看一部，還有一些條件這個經上沒有講的，在那個經上講的。就說《彌陀經》上講的善根福德因緣，什麼是善根福德因緣？《觀無量壽佛經》講得清楚，「福德」，《觀經》裡面講的三種淨業、淨業三福，《彌陀經》上所講的福德就是淨業三福；《彌陀經》上講的「善根」，就是大本《無量壽經》，我們現在所讀的，這部經裡面所講的理論，所講的這些道理，我們都明白，都把這些道理變成我們自己的思想見解，這才是善根。《觀經》裡面淨業三福，我們統統落實了，那是福德。什麼是「因緣」？本經我們現在還沒有讀到，「三輩往生」、「往生正因」這兩品講的確實是因緣。"
    },
    {
      "id": "02-034-0123_p0011",
      "zh_CN": "我们统统都具足了，移民西方极乐世界，你才真正有把握。要记住那个世界上善才能往生，那我们说这个凡圣同居土下下品往生的人，也是上善吗？是的，没有错，确实是上善。何以知道他是上善？他要不是上善，不能往生。生平造的罪业再多，临命终时一口气还没有断，至诚忏悔，业障就能消除，何况还得阿弥陀佛本愿威神的加持，这是真的，不是假的。我们在大藏经《阿阇世王经》里面看到，阿阇世王实在讲也是给我们做一个榜样，他杀父亲，害母亲，破和合僧，跟提婆达多勾结，五逆十恶他都做尽了。提婆达多堕阿鼻地狱，他不错，临命终时听到净土法门，至诚忏悔，他往生了，不但往生，释迦牟尼佛告诉我们，他是上品中生。我们初学佛的时候，看到这样的经文大惑不解，总以为造这么多罪业，忏悔往生，大概总是下下品往生，哪里晓得他是上品中生！",
      "zh_TW": "我們統統都具足了，移民西方極樂世界，你才真正有把握。要記住那個世界上善才能往生，那我們說這個凡聖同居土下下品往生的人，也是上善嗎？是的，沒有錯，確實是上善。何以知道他是上善？他要不是上善，不能往生。生平造的罪業再多，臨命終時一口氣還沒有斷，至誠懺悔，業障就能消除，何況還得阿彌陀佛本願威神的加持，這是真的，不是假的。我們在大藏經《阿闍世王經》裡面看到，阿闍世王實在講也是給我們做一個榜樣，他殺父親，害母親，破和合僧，跟提婆達多勾結，五逆十惡他都做盡了。提婆達多墮阿鼻地獄，他不錯，臨命終時聽到淨土法門，至誠懺悔，他往生了，不但往生，釋迦牟尼佛告訴我們，他是上品中生。我們初學佛的時候，看到這樣的經文大惑不解，總以為造這麼多罪業，懺悔往生，大概總是下下品往生，哪裡曉得他是上品中生！"
    },
    {
      "id": "02-034-0123_p0012",
      "zh_CN": "于是我们这才体会到，忏悔的力量不可思议，要看你是不是真心忏悔。因此我们这才明了，往生一个是平素像我们修行修净土的，一个是造作恶业，临终忏悔往生的。我们对于造作一切罪业的人不敢轻视，为什么？假如他临命终时忏悔往生，可能品位在我上面。这是教导我们，对于恶人不可以轻慢，不可以轻视，中国谚语常说，「浪子回头金不换」。吃喝嫖赌、无恶不作的这样的子弟，他一回头，真正好人，好人当中的好人，阿阇世王往生就是这样的例子，不是普通好人能够跟他相比的。我们对这桩事情要有认识、要有理解，但是不可以抱侥幸的心理：提婆达多、阿阇世王无恶不作，我今天做一点坏事有什么关系，临终忏悔也能往生！在理上讲，讲得通，没错，但是问题你能不能保得住你死的时候头脑清楚？",
      "zh_TW": "於是我們這才體會到，懺悔的力量不可思議，要看你是不是真心懺悔。因此我們這才明瞭，往生一個是平素像我們修行修淨土的，一個是造作惡業，臨終懺悔往生的。我們對於造作一切罪業的人不敢輕視，為什麼？假如他臨命終時懺悔往生，可能品位在我上面。這是教導我們，對於惡人不可以輕慢，不可以輕視，中國諺語常說，「浪子回頭金不換」。吃喝嫖賭、無惡不作的這樣的子弟，他一回頭，真正好人，好人當中的好人，阿闍世王往生就是這樣的例子，不是普通好人能夠跟他相比的。我們對這樁事情要有認識、要有理解，但是不可以抱僥倖的心理：提婆達多、阿闍世王無惡不作，我今天做一點壞事有什麼關係，臨終懺悔也能往生！在理上講，講得通，沒錯，但是問題你能不能保得住你死的時候頭腦清楚？"
    },
    {
      "id": "02-034-0123_p0013",
      "zh_CN": "临终忏悔往生要有三个条件，你敢不敢保证死的时候这三个条件具足，第一个条件神智清楚，一丝毫不迷惑，有把握吗？我们看看许多人还没到死，年岁老了就得痴呆症，得痴呆症就决定不能往生，你敢保证你老年不得痴呆症吗？敢保证你走的那一刹那头脑清楚吗？难！太难太难！第二个条件，在那个最紧要的时候，要遇到善知识提醒你，你想想你能有这个机会吗？真正对于净土明白的人、通达的人、有坚定信愿的人提醒你。第三个条件，善知识一提醒，立刻就相信，决定没有怀疑，就接受，就忏悔，真的悔过，这样念佛就能往生。这三个条件不容易，所以我们在现在就要放下万缘，更要放下恶念，恶念恶行彻底放下，决定不随顺自己的烦恼习气，随顺佛菩萨的教诫，佛在经上教我们怎么做，我们就怎么做。",
      "zh_TW": "臨終懺悔往生要有三個條件，你敢不敢保證死的時候這三個條件具足，第一個條件神智清楚，一絲毫不迷惑，有把握嗎？我們看看許多人還沒到死，年歲老了就得痴呆症，得痴呆症就決定不能往生，你敢保證你老年不得痴呆症嗎？敢保證你走的那一剎那頭腦清楚嗎？難！太難太難！第二個條件，在那個最緊要的時候，要遇到善知識提醒你，你想想你能有這個機會嗎？真正對於淨土明白的人、通達的人、有堅定信願的人提醒你。第三個條件，善知識一提醒，立刻就相信，決定沒有懷疑，就接受，就懺悔，真的悔過，這樣念佛就能往生。這三個條件不容易，所以我們在現在就要放下萬緣，更要放下惡念，惡念惡行徹底放下，決定不隨順自己的煩惱習氣，隨順佛菩薩的教誡，佛在經上教我們怎麼做，我們就怎麼做。"
    },
    {
      "id": "02-034-0123_p0014",
      "zh_CN": "净业三福是我们修行的根本，净业三福详细的说明，就是《阿难问事佛吉凶经》、《十善业道经》，这两部经是净业三福的说明。大乘经里面，《地藏菩萨本愿经》也是详细说明净业三福的。佛教导我们，要深入经藏，要深解义趣，净业三福只有十一句话，十一句话每一句话就是一个题目，详细内容散在大小乘经论当中，我们要细心去研究，对于他的教诲，我们才真正能够体会到。怎样孝养父母，怎样才是奉事师长，怎样培养慈悲心，怎样修十善业，不仅仅是形式，实质比什么都重要。然后你才知道，我们在日常生活当中、工作当中，如何将佛陀的经论，这里面所讲的理论、境界、方法完全落实，完全能够做到，这才是佛弟子，这样才能够真正往生到西方极乐世界。",
      "zh_TW": "淨業三福是我們修行的根本，淨業三福詳細的說明，就是《阿難問事佛吉凶經》、《十善業道經》，這兩部經是淨業三福的說明。大乘經裡面，《地藏菩薩本願經》也是詳細說明淨業三福的。佛教導我們，要深入經藏，要深解義趣，淨業三福只有十一句話，十一句話每一句話就是一個題目，詳細內容散在大小乘經論當中，我們要細心去研究，對於他的教誨，我們才真正能夠體會到。怎樣孝養父母，怎樣才是奉事師長，怎樣培養慈悲心，怎樣修十善業，不僅僅是形式，實質比什麼都重要。然後你才知道，我們在日常生活當中、工作當中，如何將佛陀的經論，這裡面所講的理論、境界、方法完全落實，完全能夠做到，這才是佛弟子，這樣才能夠真正往生到西方極樂世界。"
    },
    {
      "id": "02-034-0123_p0015",
      "zh_CN": "所以我们现前必须要做的是做克己的功夫，孔老夫子说的，克服自己自私自利的习气，克服自己名闻利养的习气，非常重要！克服自己贪图世间五欲六尘的习气，克服自己内心的贪瞋痴慢，我们要不认真做这种克己的功夫，怎么能成就？「克己」，古人有问过，从哪里克起？从你自己毛病习气最重的地方，先把它克服。如果你贪名，你就先从这里下手，你能够把名分、能够把地位让给别人，你观察确确实实有能力代替你的，即刻就要让位，绝不贪恋名位，你从这里干；贪财的，你应当把你的财物，拿去救济一些苦难的众生，他们需要，你帮助他，你得放下。你不肯落实，你的毛病习气除不掉，你要真干。",
      "zh_TW": "所以我們現前必須要做的是做克己的功夫，孔老夫子說的，克服自己自私自利的習氣，克服自己名聞利養的習氣，非常重要！克服自己貪圖世間五欲六塵的習氣，克服自己內心的貪瞋痴慢，我們要不認真做這種克己的功夫，怎麼能成就？「克己」，古人有問過，從哪裡克起？從你自己毛病習氣最重的地方，先把它克服。如果你貪名，你就先從這裡下手，你能夠把名分、能夠把地位讓給別人，你觀察確確實實有能力代替你的，即刻就要讓位，絕不貪戀名位，你從這裡幹；貪財的，你應當把你的財物，拿去救濟一些苦難的眾生，他們需要，你幫助他，你得放下。你不肯落實，你的毛病習氣除不掉，你要真幹。"
    },
    {
      "id": "02-034-0123_p0016",
      "zh_CN": "唐朝时候，庞蕴居士给我们做了一个榜样，他这个榜样用意很深。他的家庭相当富有，他把他家里的财物，全部装在一个大船上，把船划到长江中心，船打个洞，整个沈下去，他什么都不要了。别人看到这个情形就问他：你的财产既然都不要了，为什么不拿去做一些慈善救济事业？他回答了一句话：「好事不如无事」。你们想想看这句话的味道，「好事不如无事」。你要真想不通，还从刚才我那个比喻讲，好事，用行动电话，好事；无事，用心灵感应，你说哪个好？无事好，无事是真正在享福。要怎么样把好事跟无事集合在一起，这是菩萨。跟诸位说，好事不如无事是阿罗汉、是辟支佛，不是菩萨；菩萨，好事跟无事集合成一体，事上做好事，心里无事，这是阿罗汉做不到的、辟支佛做不到的。形相上一天到晚忙得不亦乐乎，帮助一切苦难众生，实际上心里头什么事也没有，所谓是作而无作，无作而作，这超越了，真功夫，不是假的。世间人好事，喜欢事，喜欢权力，喜欢地位，喜欢荣誉，这是世间人，比不上阿罗汉；阿罗汉比不上菩萨，菩萨在现相上跟世间人没有两样，心理上比阿罗汉还要清净，我们要从这里下功夫。",
      "zh_TW": "唐朝時候，龐蘊居士給我們做了一個榜樣，他這個榜樣用意很深。他的家庭相當富有，他把他家裡的財物，全部裝在一個大船上，把船划到長江中心，船打個洞，整個沈下去，他什麼都不要了。別人看到這個情形就問他：你的財產既然都不要了，為什麼不拿去做一些慈善救濟事業？他回答了一句話：「好事不如無事」。你們想想看這句話的味道，「好事不如無事」。你要真想不通，還從剛才我那個比喻講，好事，用行動電話，好事；無事，用心靈感應，你說哪個好？無事好，無事是真正在享福。要怎麼樣把好事跟無事集合在一起，這是菩薩。跟諸位說，好事不如無事是阿羅漢、是辟支佛，不是菩薩；菩薩，好事跟無事集合成一體，事上做好事，心裡無事，這是阿羅漢做不到的、辟支佛做不到的。形相上一天到晚忙得不亦樂乎，幫助一切苦難眾生，實際上心裡頭什麼事也沒有，所謂是作而無作，無作而作，這超越了，真功夫，不是假的。世間人好事，喜歡事，喜歡權力，喜歡地位，喜歡榮譽，這是世間人，比不上阿羅漢；阿羅漢比不上菩薩，菩薩在現相上跟世間人沒有兩樣，心理上比阿羅漢還要清淨，我們要從這裡下功夫。"
    },
    {
      "id": "02-034-0123_p0017",
      "zh_CN": "极乐世界，环境无比的庄严。环境的好坏是从人心变的，我们这个世界居民人心不善，有贪心，贪心所感的是水灾，佛在《楞严经》上给我们讲贪，譬如说好吃，给你讲一些好吃的东西，你听了之后流口水，那说明贪是水，贪是欲水，所以贪心重就有水灾水患；瞋恚心是火灾，人一发脾气，脸就红起来，全身都发热，瞋心感应的是火灾；愚痴就是对于一切人事物糊里糊涂，是非善恶都辨别不清楚，愚痴！愚痴感应的是风灾。这个世间水火风三灾，是贪瞋痴感应来的，如果这个地方居民贪瞋痴都断掉，这个地方的水火风灾都没有了。有人问我：「法师，地震是怎么来的？」地震是从不平来的，心不平，心有高下，就有地震的灾难。",
      "zh_TW": "極樂世界，環境無比的莊嚴。環境的好壞是從人心變的，我們這個世界居民人心不善，有貪心，貪心所感的是水災，佛在《楞嚴經》上給我們講貪，譬如說好吃，給你講一些好吃的東西，你聽了之後流口水，那說明貪是水，貪是欲水，所以貪心重就有水災水患；瞋恚心是火災，人一發脾氣，臉就紅起來，全身都發熱，瞋心感應的是火災；愚痴就是對於一切人事物糊裡糊塗，是非善惡都辨別不清楚，愚痴！愚痴感應的是風災。這個世間水火風三災，是貪瞋痴感應來的，如果這個地方居民貪瞋痴都斷掉，這個地方的水火風災都沒有了。有人問我：「法師，地震是怎麼來的？」地震是從不平來的，心不平，心有高下，就有地震的災難。"
    },
    {
      "id": "02-034-0123_p0018",
      "zh_CN": "佛给我们讲的是真正科学的道理，境随心转，「一切法从心想生」，这是真理。现在这些科学家只在物理上下功夫，不懂得心理，殊不知物理是从心理变现出来的，因此科学家所用的这些方法来改变自然环境，永远是行不通的，为什么？他不晓得自然环境的根源在哪里，是从心想生，这些道理，大乘经教里面讲得就太多了。西方极乐世界的人贪瞋痴慢都没有，所以他们那个地方真的是风调雨顺，什么样的灾难都没有，心地善良，心地真诚，心地清净、平等、慈悲。阿弥陀佛如是，他挑选的十方世界众生，也就从这些地方来挑选，符合这个标准的，欢迎你到极乐世界来，他来接引你、欢迎你。如果有一些小的习气毛病，没有关系，这就讲的是带业往生，到西方极乐世界起不起作用？不起作用，为什么不起作用？那个地方没有缘。",
      "zh_TW": "佛給我們講的是真正科學的道理，境隨心轉，「一切法從心想生」，這是真理。現在這些科學家只在物理上下功夫，不懂得心理，殊不知物理是從心理變現出來的，因此科學家所用的這些方法來改變自然環境，永遠是行不通的，為什麼？他不曉得自然環境的根源在哪裡，是從心想生，這些道理，大乘經教裡面講得就太多了。西方極樂世界的人貪瞋痴慢都沒有，所以他們那個地方真的是風調雨順，什麼樣的災難都沒有，心地善良，心地真誠，心地清淨、平等、慈悲。阿彌陀佛如是，他挑選的十方世界眾生，也就從這些地方來挑選，符合這個標準的，歡迎你到極樂世界來，他來接引你、歡迎你。如果有一些小的習氣毛病，沒有關係，這就講的是帶業往生，到西方極樂世界起不起作用？不起作用，為什麼不起作用？那個地方沒有緣。"
    },
    {
      "id": "02-034-0123_p0019",
      "zh_CN": "譬如说，我们这个世间的人，他有贪心贪财，极乐世界需不需要贪财？不需要，为什么？你心里想要什东西，东西就变在前面，随心所欲；你不想要了，不想要就把它变成能量，没有了，这个多自在！我们今天要是想要一点东西，还要找地方给它贮藏，你说多麻烦！所以西方极乐界人家住的房子里头干干净净的，什么东西都没有，只有他自己打坐的那个椅子，他喜欢，他有，他要一张，来了客人怎么样？来了一个客人，再变一张，他「变化所作」，来两个客人变两张，没有客人，统统都没有。他自己不在家里，自己的那椅子也没有，你看看这个多好，多自在！随心所欲，所以他什么都不贪。我们这个世间人贪图的黄金七宝，极乐世界人看到这个，他不放在心上，黄金是舖马路的，就像我们现在用的柏油一样，舖马路的，你要那个东西干什么！七宝是你家里房子建筑材料，谁把家里的钢筋水泥、地下的泥土，做一点东西戴在耳上、挂在身上，哪有这种道理的？所以他的资源太丰富了，取之不尽，用之不竭，他要这个干什么？想穿什么样的衣服，念头才一动，衣服已经在身上了，不需要去买料子，也不需要去裁缝，非常合身；想吃什么东西，念头才一动，那些餐具、喜欢吃的东西都摆在你面前，不想吃，完全就变化没有了、空了。",
      "zh_TW": "譬如說，我們這個世間的人，他有貪心貪財，極樂世界需不需要貪財？不需要，為什麼？你心裡想要什東西，東西就變在前面，隨心所欲；你不想要了，不想要就把它變成能量，沒有了，這個多自在！我們今天要是想要一點東西，還要找地方給它貯藏，你說多麻煩！所以西方極樂界人家住的房子裡頭乾乾淨淨的，什麼東西都沒有，只有他自己打坐的那個椅子，他喜歡，他有，他要一張，來了客人怎麼樣？來了一個客人，再變一張，他「變化所作」，來兩個客人變兩張，沒有客人，統統都沒有。他自己不在家裡，自己的那椅子也沒有，你看看這個多好，多自在！隨心所欲，所以他什麼都不貪。我們這個世間人貪圖的黃金七寶，極樂世界人看到這個，他不放在心上，黃金是舖馬路的，就像我們現在用的柏油一樣，舖馬路的，你要那個東西幹什麼！七寶是你家裡房子建築材料，誰把家裡的鋼筋水泥、地下的泥土，做一點東西戴在耳上、掛在身上，哪有這種道理的？所以他的資源太豐富了，取之不盡，用之不竭，他要這個幹什麼？想穿什麼樣的衣服，念頭才一動，衣服已經在身上了，不需要去買料子，也不需要去裁縫，非常合身；想吃什麼東西，念頭才一動，那些餐具、喜歡吃的東西都擺在你面前，不想吃，完全就變化沒有了、空了。"
    },
    {
      "id": "02-034-0123_p0020",
      "zh_CN": "这不是神话，我们的科学家懂得，理论上他们明了了，现在科技做不到。这就是科学家讲的能量跟质量的转变，现在用个非常笨拙的方法，把这个质量变成能量，就是发明的核武，核子弹是把质量变成能量。用什么方法把能量变成质量？这就想不出方法。西方世界人人都会变，所以各个都是一等一的大科学家，他不需要用机械、不需要用仪器，他用心灵来变，可以把能量变成物质，能量尽虚空、遍法界，用不尽；不需要这个物质了，这个物质马上解放成为能量，没有了。所以能与质的互相转变，在我们今天科学里面是一个理论，知道它可能，但是现在想不出方法，没有方法实现，西方极乐世界实现了。",
      "zh_TW": "這不是神話，我們的科學家懂得，理論上他們明瞭了，現在科技做不到。這就是科學家講的能量跟質量的轉變，現在用個非常笨拙的方法，把這個質量變成能量，就是發明的核武，核子彈是把質量變成能量。用什麼方法把能量變成質量？這就想不出方法。西方世界人人都會變，所以各個都是一等一的大科學家，他不需要用機械、不需要用儀器，他用心靈來變，可以把能量變成物質，能量盡虛空、遍法界，用不盡；不需要這個物質了，這個物質馬上解放成為能量，沒有了。所以能與質的互相轉變，在我們今天科學裡面是一個理論，知道它可能，但是現在想不出方法，沒有方法實現，西方極樂世界實現了。"
    },
    {
      "id": "02-034-0123_p0021",
      "zh_CN": "所以我早年在美国讲经，美国的科学家很多，我都劝他到西方极乐世界去留学，因为他们所学的科技是幼稚园的科技，跟西方世界不能比，科学家应当求生净土，才真正达到登峰造极的高科技。所以那个世界之美，佛在经典上也不过是略略的介绍一点，实实在在讲，说不尽！这一句是总说，下面再给我们举例说明，我们看底下第二段：",
      "zh_TW": "所以我早年在美國講經，美國的科學家很多，我都勸他到西方極樂世界去留學，因為他們所學的科技是幼稚園的科技，跟西方世界不能比，科學家應當求生淨土，才真正達到登峰造極的高科技。所以那個世界之美，佛在經典上也不過是略略的介紹一點，實實在在講，說不盡！這一句是總說，下面再給我們舉例說明，我們看底下第二段："
    },
    {
      "id": "02-034-0123_p0022",
      "zh_CN": "【永无众苦。诸难。恶趣。魔恼之名】",
      "zh_TW": "【永無眾苦。諸難。惡趣。魔惱之名】"
    },
    {
      "id": "02-034-0123_p0023",
      "zh_CN": "诸位想想，连名都没有，哪来的事实？『众苦』，我们这个世间的苦太多了。佛在经上为了教学方便起见，把世间的苦恼归纳为三类，「苦苦」、「坏苦」、「行苦」这三大类。这三大类下面都有一个苦，这个苦是名词；上面，上面是个动词。「苦苦」就是说我们感受到有苦恼这一类的苦，这算是一类，这一类是什么？八苦，就是解释苦苦的，生、老、病、死、求不得、爱别离、怨憎会、五阴炽盛，这是所有一切众生，没有一个人能够避免掉的，六道轮回之内的，没有出六道的统统都有，这一类的苦就叫做苦苦。苦的根源是身，不但佛说，中国老子也说，「吾有大患，为吾有身」，身为苦本，你既有身，你怎么能不受苦？有身而不受苦，那是高明，不是普通人，是什么样的人？懂得驾驭这个身、控制这个身、利用这个身的人，他不苦，他有身他不苦。我们不懂得，我们把这个身当作自己，头一个观念就错了，所以这个身带给我们无量无边的苦楚。几个人能觉悟，身不是我？能觉悟到这一点，他的苦至少可以离开百分之八十。",
      "zh_TW": "諸位想想，連名都沒有，哪來的事實？『眾苦』，我們這個世間的苦太多了。佛在經上為了教學方便起見，把世間的苦惱歸納為三類，「苦苦」、「壞苦」、「行苦」這三大類。這三大類下面都有一個苦，這個苦是名詞；上面，上面是個動詞。「苦苦」就是說我們感受到有苦惱這一類的苦，這算是一類，這一類是什麼？八苦，就是解釋苦苦的，生、老、病、死、求不得、愛別離、怨憎會、五陰熾盛，這是所有一切眾生，沒有一個人能夠避免掉的，六道輪迴之內的，沒有出六道的統統都有，這一類的苦就叫做苦苦。苦的根源是身，不但佛說，中國老子也說，「吾有大患，為吾有身」，身為苦本，你既有身，你怎麼能不受苦？有身而不受苦，那是高明，不是普通人，是什麼樣的人？懂得駕馭這個身、控制這個身、利用這個身的人，他不苦，他有身他不苦。我們不懂得，我們把這個身當作自己，頭一個觀念就錯了，所以這個身帶給我們無量無邊的苦楚。幾個人能覺悟，身不是我？能覺悟到這一點，他的苦至少可以離開百分之八十。"
    },
    {
      "id": "02-034-0123_p0024",
      "zh_CN": "佛在一切经论里头，第一个教学目的就是这个，教我们认识自己，身不是我。不是我是什么？是我所，就像这衣服一样，我所有的，它不是我，衣服穿坏了、穿脏了，很容易的脱掉，换一件新的。所以觉悟的人，人到死的时候，知道什么？这个机器用坏、用老了，不太管用了，舍掉换一个新的，所以舍身受身就像脱旧衣服换新衣服一样，一点痛苦都没有。唯有执着身是自己，他才有生苦，他才有老苦、有病苦、有死苦，生老病死他不能避免；觉悟的人，没有生老病死苦，我们要很细心去思惟、去观察，才能把这个事实真相搞清楚。驾驭这个身的人，那才是自己。就好像现在人开车，那个汽车就好像是我们的身，那不是自己，自己是什么？在里头开车的那个人是自己，车开坏了，可以报废，再去换一个新车，开车的人不会跟那个车一样坏掉。你要明白这个道理，「我」不生不灭，永恒存在。",
      "zh_TW": "佛在一切經論裡頭，第一個教學目的就是這個，教我們認識自己，身不是我。不是我是什麼？是我所，就像這衣服一樣，我所有的，它不是我，衣服穿壞了、穿髒了，很容易的脫掉，換一件新的。所以覺悟的人，人到死的時候，知道什麼？這個機器用壞、用老了，不太管用了，捨掉換一個新的，所以捨身受身就像脫舊衣服換新衣服一樣，一點痛苦都沒有。唯有執著身是自己，他才有生苦，他才有老苦、有病苦、有死苦，生老病死他不能避免；覺悟的人，沒有生老病死苦，我們要很細心去思惟、去觀察，才能把這個事實真相搞清楚。駕馭這個身的人，那才是自己。就好像現在人開車，那個汽車就好像是我們的身，那不是自己，自己是什麼？在裡頭開車的那個人是自己，車開壞了，可以報廢，再去換一個新車，開車的人不會跟那個車一樣壞掉。你要明白這個道理，「我」不生不滅，永恆存在。"
    },
    {
      "id": "02-034-0123_p0025",
      "zh_CN": "身有生灭，「我」没有生灭，在佛法里面不把它说为我，为什么？怕别人一提到我，就执着身，所以换一个名称，佛家称它作神识，我们中国人称它作灵魂，西方人称它作心灵，名称不一样，都是一桩事情。这个不生不灭，不会跟着身体生灭。这个东西有没有形相？它没有形相，它不是物质，所以它没有形相。它是什么样子？样子可以体会，佛在经上告诉我们，在眼曰见，这就是它的样子，我们的神识或者说是灵魂，在眼它能见，在耳它能听，在鼻它能嗅，在舌它能尝，我们这个身体见闻觉知的作用，从这个作用上你就能体会到。在楞严会上，波斯匿王向释迦牟尼佛请教这个问题，佛举了一个比喻，教他自己去测验。波斯匿王他的都城距离恒河不远，佛举这个例子。佛说：「大王，你第一次见到恒河是什么时候？」他说是三岁，他母亲带他经过恒河，他看到这条恒河。然后佛就问他：「你现在多大年岁？」他说：「我现在六十二岁。」波斯匿王跟释迦牟尼佛同年，六十二岁。佛说：「你六十二岁再去看恒河，跟你三岁看恒河，你见的能量是不是一样？」「是一样」。然后佛就问他：「你自己想一想，你十三岁的时候比三岁的时候怎么样？」他说：「那老很多了，二十三岁比十三岁那就又老一些」，十年十年。佛说：「你今天六十二岁，你想一想你在五十二岁的时候，情形怎么样？」「那衰老多了」。佛就告诉他：身一年一年在衰老，它有变化，「你见恒河那个见，你这六十二年没有变化」。没有变化是永远存在的，会变化的是有生灭的，没有变化是不生不灭的。波斯匿王从这里恍然大悟，他才知道他自己有一个「真我」，不生不灭，他很欢喜，知道什么叫做生死，身生死，灵性不生死。细心从这个地方去测验，你就能够明白。",
      "zh_TW": "身有生滅，「我」沒有生滅，在佛法裡面不把它說為我，為什麼？怕別人一提到我，就執著身，所以換一個名稱，佛家稱它作神識，我們中國人稱它作靈魂，西方人稱它作心靈，名稱不一樣，都是一樁事情。這個不生不滅，不會跟著身體生滅。這個東西有沒有形相？它沒有形相，它不是物質，所以它沒有形相。它是什麼樣子？樣子可以體會，佛在經上告訴我們，在眼曰見，這就是它的樣子，我們的神識或者說是靈魂，在眼它能見，在耳它能聽，在鼻它能嗅，在舌它能嘗，我們這個身體見聞覺知的作用，從這個作用上你就能體會到。在楞嚴會上，波斯匿王向釋迦牟尼佛請教這個問題，佛舉了一個比喻，教他自己去測驗。波斯匿王他的都城距離恆河不遠，佛舉這個例子。佛說：「大王，你第一次見到恆河是什麼時候？」他說是三歲，他母親帶他經過恆河，他看到這條恆河。然後佛就問他：「你現在多大年歲？」他說：「我現在六十二歲。」波斯匿王跟釋迦牟尼佛同年，六十二歲。佛說：「你六十二歲再去看恆河，跟你三歲看恆河，你見的能量是不是一樣？」「是一樣」。然後佛就問他：「你自己想一想，你十三歲的時候比三歲的時候怎麼樣？」他說：「那老很多了，二十三歲比十三歲那就又老一些」，十年十年。佛說：「你今天六十二歲，你想一想你在五十二歲的時候，情形怎麼樣？」「那衰老多了」。佛就告訴他：身一年一年在衰老，它有變化，「你見恆河那個見，你這六十二年沒有變化」。沒有變化是永遠存在的，會變化的是有生滅的，沒有變化是不生不滅的。波斯匿王從這裡恍然大悟，他才知道他自己有一個「真我」，不生不滅，他很歡喜，知道什麼叫做生死，身生死，靈性不生死。細心從這個地方去測驗，你就能夠明白。"
    },
    {
      "id": "02-034-0123_p0026",
      "zh_CN": "也许有人问：我年轻的时候眼力很好，很小的东西我能看见，现在老了不行，要戴老花眼镜？戴老花眼镜看得还是很清楚，证明你见的能力没有变，你这个眼睛工具出了毛病，不是你的能力「见」出了毛病；能力如果出了毛病，戴上老花眼镜还是看不见，那就是你「见」出了毛病；戴上老花眼镜还是一样看见，这个见没有问题、没有出毛病，眼根出了毛病。耳，我这个闻性也很好，现在年老了，耳聋了，听不见了，耳根出了毛病，用个助听器也听见了，证明你的能力没有改变。这个身体是机器，机器用老了，到处有故障，毛病出在这里，不是出在自己的本能，我们从这些地方要细心体会。",
      "zh_TW": "也許有人問：我年輕的時候眼力很好，很小的東西我能看見，現在老了不行，要戴老花眼鏡？戴老花眼鏡看得還是很清楚，證明你見的能力沒有變，你這個眼睛工具出了毛病，不是你的能力「見」出了毛病；能力如果出了毛病，戴上老花眼鏡還是看不見，那就是你「見」出了毛病；戴上老花眼鏡還是一樣看見，這個見沒有問題、沒有出毛病，眼根出了毛病。耳，我這個聞性也很好，現在年老了，耳聾了，聽不見了，耳根出了毛病，用個助聽器也聽見了，證明你的能力沒有改變。這個身體是機器，機器用老了，到處有故障，毛病出在這裡，不是出在自己的本能，我們從這些地方要細心體會。"
    },
    {
      "id": "02-034-0123_p0027",
      "zh_CN": "我们每一个人跟佛菩萨一样，自己确确实实不生不灭，我们今天变成这个样子，没有诸佛菩萨那么大的智慧、那么大的能力，原因是什么？是我们自己迷失了自己，换句话说，不认识自己。诸佛菩萨慈悲教化，没有别的，是教化我们认识自己而已，你什么时候把你自己认识清楚、搞明白了，佛的教化就圆满了，就如此而已。所以《华严经》上才说，「一切众生本来成佛」，我们《无量寿经》上说的：「一切皆成佛」！一切的意思包括非常之广，这些地方我们不能不细心去体会。不能研究，愈研究就愈出差错，只能体究、参究。不能研究，为什么？你落在妄想分别执着里头，那是愈搞愈远。这个东西要离妄想分别执着，我们今天讲直觉，我们的智慧能力才能够恢复，一定要用直觉。",
      "zh_TW": "我們每一個人跟佛菩薩一樣，自己確確實實不生不滅，我們今天變成這個樣子，沒有諸佛菩薩那麼大的智慧、那麼大的能力，原因是什麼？是我們自己迷失了自己，換句話說，不認識自己。諸佛菩薩慈悲教化，沒有別的，是教化我們認識自己而已，你什麼時候把你自己認識清楚、搞明白了，佛的教化就圓滿了，就如此而已。所以《華嚴經》上才說，「一切眾生本來成佛」，我們《無量壽經》上說的：「一切皆成佛」！一切的意思包括非常之廣，這些地方我們不能不細心去體會。不能研究，愈研究就愈出差錯，只能體究、參究。不能研究，為什麼？你落在妄想分別執著裡頭，那是愈搞愈遠。這個東西要離妄想分別執著，我們今天講直覺，我們的智慧能力才能夠恢復，一定要用直覺。"
    },
    {
      "id": "02-034-0123_p0028",
      "zh_CN": "我们今天错在哪里？错在妄念太多，不用直觉，他用分别、用执着，愈用愈错。愈用这些东西，我们的灵性愈被埋没掉了，愈学愈愚痴！我们自己同学当中出家人那里也有，我看不学佛的时候，他还挺聪明的；学佛之后，愈学愈笨，愈学愈愚痴，什么原因？我知道，妄想太多了，用妄想去学佛，用执着去学佛，那就愈学愈笨。离开妄想分别执着，愈学愈聪明，愈学愈有智慧。所以我们自己一定要晓得自己的毛病在哪里，要把毛病认真克服掉。我们的毛病在贪心，一定要把贪断掉；我们的毛病在愚痴，一定要把痴放下；毛病在瞋恚，毛病在嫉妒，知道了就认真放下。一般凡人心量太小是毛病，你本来的心量是跟虚空法界一样大。佛经里常讲：「心包太虚，量周沙界」，那是我们本来的心量；现在为什么两个人相处都不能相容，心量为什么变得这么小？总不外乎严重的妄想分别执着，你才搞得这个样子，搞得这么可怜。所以学佛、做学问，第一个拓开心量，要能够包容。我常常劝勉同学们念《了凡四训》，你才真正了解业因果报理论与事实，劝同学们读《感应篇》，你才知道善恶的标准，我们在日常生活当中断恶修善、转迷为悟。",
      "zh_TW": "我們今天錯在哪裡？錯在妄念太多，不用直覺，他用分別、用執著，愈用愈錯。愈用這些東西，我們的靈性愈被埋沒掉了，愈學愈愚痴！我們自己同學當中出家人那裡也有，我看不學佛的時候，他還挺聰明的；學佛之後，愈學愈笨，愈學愈愚痴，什麼原因？我知道，妄想太多了，用妄想去學佛，用執著去學佛，那就愈學愈笨。離開妄想分別執著，愈學愈聰明，愈學愈有智慧。所以我們自己一定要曉得自己的毛病在哪裡，要把毛病認真克服掉。我們的毛病在貪心，一定要把貪斷掉；我們的毛病在愚痴，一定要把痴放下；毛病在瞋恚，毛病在嫉妒，知道了就認真放下。一般凡人心量太小是毛病，你本來的心量是跟虛空法界一樣大。佛經裡常講：「心包太虛，量周沙界」，那是我們本來的心量；現在為什麼兩個人相處都不能相容，心量為什麼變得這麼小？總不外乎嚴重的妄想分別執著，你才搞得這個樣子，搞得這麼可憐。所以學佛、做學問，第一個拓開心量，要能夠包容。我常常勸勉同學們念《了凡四訓》，你才真正了解業因果報理論與事實，勸同學們讀《感應篇》，你才知道善惡的標準，我們在日常生活當中斷惡修善、轉迷為悟。"
    },
    {
      "id": "02-034-0123_p0029",
      "zh_CN": "「坏苦」，这是讲乐的果报变坏。人过去生中修福，这一生他的果报就殊胜。有人在世间受苦，有人在世间享福，绝对不是老天爷不公平，老天爷不问事的。生到这个世间来享乐的，过去生中修福；生到这个世间来受苦的，过去生中没修福。种善因必定得善果，造恶业是肯定得恶报。那也有人问，这个人不是好人，心术不正，起心动念、所作所为都是坑别人、害别人，他自己还挺享福的，官也做得很大，财也发得很多，这是什么回事情？告诉你，他享的福是他前生修的，他这一生作恶，把他前生的福报已经打了对折，他如果不作恶，他的果报比他这一生还要殊胜。因为他心术不正，以为欺骗别人自己可以得利益，这是决定错误的观念。你偷别人东西、抢别人东西、骗别人东西，你所得到手的，还是你命里头所有的；命里头没有，你去偷，他会偷得到，你偷不到，你还没有偷到，就被警察抓去了，为什么？命里没有。然后你才知道，古人讲得没错：「君子乐得作君子，小人冤枉作小人」，干这些恶事，冤枉干的，他不懂得这个道理；他懂得这个道理，他就享他的太平清福，不要去害人，能多帮助人，福中再修福，那他的福报生生世世享不尽。",
      "zh_TW": "「壞苦」，這是講樂的果報變壞。人過去生中修福，這一生他的果報就殊勝。有人在世間受苦，有人在世間享福，絕對不是老天爺不公平，老天爺不問事的。生到這個世間來享樂的，過去生中修福；生到這個世間來受苦的，過去生中沒修福。種善因必定得善果，造惡業是肯定得惡報。那也有人問，這個人不是好人，心術不正，起心動念、所作所為都是坑別人、害別人，他自己還挺享福的，官也做得很大，財也發得很多，這是什麼回事情？告訴你，他享的福是他前生修的，他這一生作惡，把他前生的福報已經打了對折，他如果不作惡，他的果報比他這一生還要殊勝。因為他心術不正，以為欺騙別人自己可以得利益，這是決定錯誤的觀念。你偷別人東西、搶別人東西、騙別人東西，你所得到手的，還是你命裡頭所有的；命裡頭沒有，你去偷，他會偷得到，你偷不到，你還沒有偷到，就被警察抓去了，為什麼？命裡沒有。然後你才知道，古人講得沒錯：「君子樂得作君子，小人冤枉作小人」，幹這些惡事，冤枉幹的，他不懂得這個道理；他懂得這個道理，他就享他的太平清福，不要去害人，能多幫助人，福中再修福，那他的福報生生世世享不盡。"
    },
    {
      "id": "02-034-0123_p0030",
      "zh_CN": "世间人不晓得这个道理，以为种种享受，一定要欺负别人，一定要去骗别人，自己才能得到享受，殊不知他的福报打了对折还不止，可能只剩下两成三成；这个福报享尽，恶业现前，果报在三途、在地狱，这是事实真相。所以了解事实真相，那我们一定要遵守佛陀的教诲，佛教导我们，「昼夜常念善法」，什么是善法？利益别人，不必想利益自己；「思惟善法」，思想善；「观察善法」，行为善。我们的心善、思想善、行为善，福报无穷，无有止境，这才真正叫上善之人，那你念佛求生净土，肯定往生，你具备极乐世界的条件。极乐世界是「诸上善人俱会一处」，我具足这个条件，我有把握，我肯定得生。所以一定要断恶，一定要修善。",
      "zh_TW": "世間人不曉得這個道理，以為種種享受，一定要欺負別人，一定要去騙別人，自己才能得到享受，殊不知他的福報打了對折還不止，可能只剩下兩成三成；這個福報享盡，惡業現前，果報在三途、在地獄，這是事實真相。所以了解事實真相，那我們一定要遵守佛陀的教誨，佛教導我們，「晝夜常念善法」，什麼是善法？利益別人，不必想利益自己；「思惟善法」，思想善；「觀察善法」，行為善。我們的心善、思想善、行為善，福報無窮，無有止境，這才真正叫上善之人，那你念佛求生淨土，肯定往生，你具備極樂世界的條件。極樂世界是「諸上善人俱會一處」，我具足這個條件，我有把握，我肯定得生。所以一定要斷惡，一定要修善。"
    },
    {
      "id": "02-034-0123_p0031",
      "zh_CN": "坏苦是到你乐享尽了，苦就来了。到坏的时候，苦才现前，这一类的苦，称之为坏苦。没有坏的时候，你没有感觉到它苦，坏的时候，感觉到苦了。譬如你驾车，你买的新车驾驶很顺利，你没有觉得苦，这个车用了十年，用了二十年，到处都是毛病，开一段路，毛病又出来了，你就感觉到很痛苦。你舍弃你的心爱，这痛苦来了，这一类属于坏苦。",
      "zh_TW": "壞苦是到你樂享盡了，苦就來了。到壞的時候，苦才現前，這一類的苦，稱之為壞苦。沒有壞的時候，你沒有感覺到它苦，壞的時候，感覺到苦了。譬如你駕車，你買的新車駕駛很順利，你沒有覺得苦，這個車用了十年，用了二十年，到處都是毛病，開一段路，毛病又出來了，你就感覺到很痛苦。你捨棄你的心愛，這痛苦來了，這一類屬於壞苦。"
    },
    {
      "id": "02-034-0123_p0032",
      "zh_CN": "第三类属于「行苦」，行苦实在讲是念念迁流，称之为苦，也是我们一般人常讲的，譬如比喻上说，青春不住这是苦。人都喜欢十七、八，不能够永远保持十七、八，他一定要衰老，这保不住，这一类的苦叫做行苦。佛给我们讲，娑婆世界的三界，也就是六道，为什么分三界？是这三种苦而分的。欲界众生，天，一般人讲个笼统的天，这不行，佛说得详细，天有二十八层，最下面这六层叫欲界天。欲界天，换句话说，有苦苦，有坏苦，有行苦，我们都在欲界，这三种苦我们都受，我们天天都在受。可是你要到色界，给诸位说，苦苦没有了，为什么？他把五欲断掉了，我们讲的财色名食睡，这个五种欲望，他这五种欲望断掉了，所以他没有苦苦，但是他有坏苦，为什么？他有身。诸位同修要知道，色界天人虽有身，不需要饮食，什么来维持他的寿命，来养他那个身体？经上讲「禅悦为食」，禅悦是两桩事情。什么是「禅」？在这里我们方便说，大家比较容易懂，清净平等，清净平等心是禅；「悦」是什么？我们讲的法喜充满。喜悦能养身？能！谚语也常讲，「人逢喜事精神爽」，你要遇到喜事，你很快乐，一身都是精神，喜悦养身。所以色界天人喜悦，他那个喜悦不是从外面来的，从内心里头流出来的，所以叫悦。禅悦养身，不需要外面的物质，所以饮食可以断掉，睡眠可以断掉，都是禅悦。但是他有寿命，寿命虽然长，等到寿命到了，这个身体要坏了，宫殿也要坏了，他感觉到苦了，坏苦。他有坏苦，他有行苦，他没有苦苦。到二十八层天最高的四层，色界有十八层，再往上面去四层，无色界天，这个天上人很聪明，他身体不要，所以他没有色，没有色相，没有宫殿，他没有坏苦。但是怎么样？他有行苦，他的寿命长，还是有终了的时候，还是有尽的时候，他不是不生不灭，所以他还有行苦。三界，欲界三种苦都有，色界里面有两种，无色界有一种，所以佛说三界统苦，统统都有苦；「三界火宅」，《法华经》上讲的比喻。",
      "zh_TW": "第三類屬於「行苦」，行苦實在講是念念遷流，稱之為苦，也是我們一般人常講的，譬如比喻上說，青春不住這是苦。人都喜歡十七、八，不能夠永遠保持十七、八，他一定要衰老，這保不住，這一類的苦叫做行苦。佛給我們講，娑婆世界的三界，也就是六道，為什麼分三界？是這三種苦而分的。欲界眾生，天，一般人講個籠統的天，這不行，佛說得詳細，天有二十八層，最下面這六層叫欲界天。欲界天，換句話說，有苦苦，有壞苦，有行苦，我們都在欲界，這三種苦我們都受，我們天天都在受。可是你要到色界，給諸位說，苦苦沒有了，為什麼？他把五欲斷掉了，我們講的財色名食睡，這個五種欲望，他這五種欲望斷掉了，所以他沒有苦苦，但是他有壞苦，為什麼？他有身。諸位同修要知道，色界天人雖有身，不需要飲食，什麼來維持他的壽命，來養他那個身體？經上講「禪悅為食」，禪悅是兩樁事情。什麼是「禪」？在這裡我們方便說，大家比較容易懂，清淨平等，清淨平等心是禪；「悅」是什麼？我們講的法喜充滿。喜悅能養身？能！諺語也常講，「人逢喜事精神爽」，你要遇到喜事，你很快樂，一身都是精神，喜悅養身。所以色界天人喜悅，他那個喜悅不是從外面來的，從內心裡頭流出來的，所以叫悅。禪悅養身，不需要外面的物質，所以飲食可以斷掉，睡眠可以斷掉，都是禪悅。但是他有壽命，壽命雖然長，等到壽命到了，這個身體要壞了，宮殿也要壞了，他感覺到苦了，壞苦。他有壞苦，他有行苦，他沒有苦苦。到二十八層天最高的四層，色界有十八層，再往上面去四層，無色界天，這個天上人很聰明，他身體不要，所以他沒有色，沒有色相，沒有宮殿，他沒有壞苦。但是怎麼樣？他有行苦，他的壽命長，還是有終了的時候，還是有盡的時候，他不是不生不滅，所以他還有行苦。三界，欲界三種苦都有，色界裡面有兩種，無色界有一種，所以佛說三界統苦，統統都有苦；「三界火宅」，《法華經》上講的比喻。"
    },
    {
      "id": "02-034-0123_p0033",
      "zh_CN": "我们明白了，要学习，在佛法里面称为修行，那怎么样？尽量降低自己的欲望，降低欲望就是降低自己的苦苦，这是我们可以做得到的。财色名食睡，我们以这个做例子来说。财，我们生活在这个世间不能缺少，要用什么态度？够用就可以，何必要贪多？对财物决定不起贪心，只求够用就行，有多余的帮助别人，修福，修财布施，修财布施得财富果报，这样我们的财永远不会缺乏。不必要自己累积，那是错误的，一定要懂得散财。色，这个色是讲男女之色，决定要控制，要懂得养精保元，你的身体才会健康、才会长寿，你就减少病苦、减少老苦；饮食只求温饱，绝不贪求美食，决不能吃得过量。",
      "zh_TW": "我們明白了，要學習，在佛法裡面稱為修行，那怎麼樣？盡量降低自己的欲望，降低欲望就是降低自己的苦苦，這是我們可以做得到的。財色名食睡，我們以這個做例子來說。財，我們生活在這個世間不能缺少，要用什麼態度？夠用就可以，何必要貪多？對財物決定不起貪心，只求夠用就行，有多餘的幫助別人，修福，修財布施，修財布施得財富果報，這樣我們的財永遠不會缺乏。不必要自己累積，那是錯誤的，一定要懂得散財。色，這個色是講男女之色，決定要控制，要懂得養精保元，你的身體才會健康、才會長壽，你就減少病苦、減少老苦；飲食只求溫飽，絕不貪求美食，決不能吃得過量。"
    },
    {
      "id": "02-034-0123_p0034",
      "zh_CN": "好吃的人很多，好吃的人很可怜，你们看出来吗？为什么？他不懂得保养他的身体。饮食吃下去之后，大家都知道它要消化，谁去消化它？肠、胃、肝藏，这是它们去工作，去把这些东西消化；如果每天吃的数量太多，吃得太饱，它的工作量增加，它很可怜，它在那里叫苦，常常这样搞，到最后它工作能力没有了，就变成什么？变成胃癌、肠癌、肝癌，这病来了，它死了，那你别的器官跟着一起死。所以你晓得，暴饮暴食是慢性自杀，我看到那个好吃的人，我一看，那在自杀，慢性自杀，他不懂！懂得饮食之道的，释迦牟尼佛教给我们一天吃一餐，为什么？减轻它的工作量，减轻它的负荷量，他就寿命长久，他健康，他不会有毛病。你活得年岁再大，年岁要大，不要老，这许哲居士讲的，「我们要高寿，但是我们不要老」，能不能做到？能做到，她为什么做到？她一天吃一餐，道理就在此地。而且她每天只吃一点蔬菜、生菜，她通常都不煮的，她不吃油、不吃盐、不吃糖，所有佐料都不吃，她今年一百零二岁，每天还去照顾许许多多老人病人。这么大的年岁了，还想办一个老人院，帮助老人，但是政府不许可，因为什么？她本身太老了，我们人间看她太老了，实际上她的能力许可她，这是我们法律上没有订这么一条，年岁大，如果还有年轻人能力，照样可以办事，法律上没有这一条。",
      "zh_TW": "好吃的人很多，好吃的人很可憐，你們看出來嗎？為什麼？他不懂得保養他的身體。飲食吃下去之後，大家都知道它要消化，誰去消化它？腸、胃、肝藏，這是它們去工作，去把這些東西消化；如果每天吃的數量太多，吃得太飽，它的工作量增加，它很可憐，它在那裡叫苦，常常這樣搞，到最後它工作能力沒有了，就變成什麼？變成胃癌、腸癌、肝癌，這病來了，它死了，那你別的器官跟著一起死。所以你曉得，暴飲暴食是慢性自殺，我看到那個好吃的人，我一看，那在自殺，慢性自殺，他不懂！懂得飲食之道的，釋迦牟尼佛教給我們一天吃一餐，為什麼？減輕它的工作量，減輕它的負荷量，他就壽命長久，他健康，他不會有毛病。你活得年歲再大，年歲要大，不要老，這許哲居士講的，「我們要高壽，但是我們不要老」，能不能做到？能做到，她為什麼做到？她一天吃一餐，道理就在此地。而且她每天只吃一點蔬菜、生菜，她通常都不煮的，她不吃油、不吃鹽、不吃糖，所有佐料都不吃，她今年一百零二歲，每天還去照顧許許多多老人病人。這麼大的年歲了，還想辦一個老人院，幫助老人，但是政府不許可，因為什麼？她本身太老了，我們人間看她太老了，實際上她的能力許可她，這是我們法律上沒有訂這麼一條，年歲大，如果還有年輕人能力，照樣可以辦事，法律上沒有這一條。"
    },
    {
      "id": "02-034-0123_p0035",
      "zh_CN": "我们最近在中国有不少同修看到，长安有一位老法师，今年一百四十一岁，我看他照的这个照片，仙风道骨，精神饱满，腰杆直挺的，没有驼背，没有弯，他那个照片照得比虚云老和尚还好，一百四十一岁，不老。你要想不老，一定要爱护你的器官，你要爱惜它们、珍惜它们，不可以让它们工作过量，要常常照顾。这里面最重要是心地清净，心清净了，你的能量需要就减少。我早年跟李炳南老居士学教，曾经有一次跟他老人家谈到营养的问题，我提出，因为我自己的观察体会到，我说人的能量消耗，大概百分之九十五消耗在妄念上，至于劳心劳力，充其量只消耗百分之五而已，老师听我这个说法，他点头，他肯定：「对」！我怎么看出来？我看他老人家，他的工作量是我们普通五个人以上，非常忙碌，他一天吃一餐，像鸡蛋那么大的馒头吃两个，一点点东西，他能够维持那么大的工作量。我跟他，我学他，我也学一天吃一餐，但是怎么学，达不到他的标准；他的标准在那个时候，每天他的生活费用是台湾钱两块钱，那个时候台湾钱跟美金兑换，四十块兑一块美金，你想想看他一天两块钱，换句话说，一块美金他可以过二十天，那么大的工作量。我跟他学吃一餐，我一天要吃三块钱，那个小馒头我要吃三个，两个不行，要吃三个。现在我能赶上他，他那个时候七十多岁，我现在七十五岁，差不多，我七十五岁跟他七十五岁的时候，不输他，不比他差。所以尽可能减少肠胃各种器官的工作量，这才真正懂得养生之道。",
      "zh_TW": "我們最近在中國有不少同修看到，長安有一位老法師，今年一百四十一歲，我看他照的這個照片，仙風道骨，精神飽滿，腰桿直挺的，沒有駝背，沒有彎，他那個照片照得比虛雲老和尚還好，一百四十一歲，不老。你要想不老，一定要愛護你的器官，你要愛惜它們、珍惜它們，不可以讓它們工作過量，要常常照顧。這裡面最重要是心地清淨，心清淨了，你的能量需要就減少。我早年跟李炳南老居士學教，曾經有一次跟他老人家談到營養的問題，我提出，因為我自己的觀察體會到，我說人的能量消耗，大概百分之九十五消耗在妄念上，至於勞心勞力，充其量只消耗百分之五而已，老師聽我這個說法，他點頭，他肯定：「對」！我怎麼看出來？我看他老人家，他的工作量是我們普通五個人以上，非常忙碌，他一天吃一餐，像雞蛋那麼大的饅頭吃兩個，一點點東西，他能夠維持那麼大的工作量。我跟他，我學他，我也學一天吃一餐，但是怎麼學，達不到他的標準；他的標準在那個時候，每天他的生活費用是台灣錢兩塊錢，那個時候台灣錢跟美金兌換，四十塊兌一塊美金，你想想看他一天兩塊錢，換句話說，一塊美金他可以過二十天，那麼大的工作量。我跟他學吃一餐，我一天要吃三塊錢，那個小饅頭我要吃三個，兩個不行，要吃三個。現在我能趕上他，他那個時候七十多歲，我現在七十五歲，差不多，我七十五歲跟他七十五歲的時候，不輸他，不比他差。所以盡可能減少腸胃各種器官的工作量，這才真正懂得養生之道。"
    },
    {
      "id": "02-034-0123_p0036",
      "zh_CN": "财色名食睡的诱惑要无动于衷，决定不受诱惑，我们才能保持长寿年轻、不老不病，只要能够保持不老不病，到最后肯定不死，这个不死是没有死苦，死的时候就像脱衣服一样，换新衣服，欢欢喜喜快快乐乐，懂得养生之道。我们每一个人都希求自己有财富、有聪明智慧、有健康长寿，在佛的经典里面都有理论、都有方法，而且依照这个理论方法去做、去学习，决定得到效果。许许多多修行人都做出榜样来给我们看，这不是假的，真实不虚。至于行苦，纵然是生到非想非非想处天，寿命八万大劫，这是六道里面，三善道寿命最长的，可是时间到了，还要往下堕落，为什么？他升不上去了，升不上去只有往下堕落，这叫行苦，他不能够永恒保持。这是佛将三界六道里面众生所受的一切苦，归纳为这三大类，这是略略跟诸位报告过了。",
      "zh_TW": "財色名食睡的誘惑要無動於衷，決定不受誘惑，我們才能保持長壽年輕、不老不病，只要能夠保持不老不病，到最後肯定不死，這個不死是沒有死苦，死的時候就像脫衣服一樣，換新衣服，歡歡喜喜快快樂樂，懂得養生之道。我們每一個人都希求自己有財富、有聰明智慧、有健康長壽，在佛的經典裡面都有理論、都有方法，而且依照這個理論方法去做、去學習，決定得到效果。許許多多修行人都做出榜樣來給我們看，這不是假的，真實不虛。至於行苦，縱然是生到非想非非想處天，壽命八萬大劫，這是六道裡面，三善道壽命最長的，可是時間到了，還要往下墮落，為什麼？他升不上去了，升不上去只有往下墮落，這叫行苦，他不能夠永恆保持。這是佛將三界六道裡面眾生所受的一切苦，歸納為這三大類，這是略略跟諸位報告過了。"
    },
    {
      "id": "02-034-0123_p0037",
      "zh_CN": "在苦苦里面，这是欲界众生最严重的。第一个是「生苦」，生之苦我们每一个人都受过，但是很健忘，都记不得了。而佛在经典里面给我们形容的，我们投胎在母亲肚子里面，就像在地狱里没有两样。所以中国古人讲求胎教，非常有道理，为什么？爱护胎儿，饮食起居都要留意，尤其是心情，喜怒哀乐影响小孩的心理，影响他将来的习性。他的习性是善良还是粗暴，与母亲怀孕时候情绪关系非常大，现在人哪有懂得的？佛在经上说，母亲喝一杯凉水，胎儿就像在寒冰地狱一样，苦啊！喝一杯热水，就像在八热地狱一样，那十个月很不好过，十个月当中度日如年。刚刚出生，接触外面的空气，皮肤接触外面空气就像风刀解体一样，非常痛苦！所以小孩一出生，第一个声音是什么？「苦啊！苦啊！」苦一辈子！你们有没有听到过？真的是苦，唯有受到极大的痛苦，他才哭，他哭得那么伤心，太痛苦了。生之苦，如果不看佛经，很不容易体会得到。",
      "zh_TW": "在苦苦裡面，這是欲界眾生最嚴重的。第一個是「生苦」，生之苦我們每一個人都受過，但是很健忘，都記不得了。而佛在經典裡面給我們形容的，我們投胎在母親肚子裡面，就像在地獄裡沒有兩樣。所以中國古人講求胎教，非常有道理，為什麼？愛護胎兒，飲食起居都要留意，尤其是心情，喜怒哀樂影響小孩的心理，影響他將來的習性。他的習性是善良還是粗暴，與母親懷孕時候情緒關係非常大，現在人哪有懂得的？佛在經上說，母親喝一杯涼水，胎兒就像在寒冰地獄一樣，苦啊！喝一杯熱水，就像在八熱地獄一樣，那十個月很不好過，十個月當中度日如年。剛剛出生，接觸外面的空氣，皮膚接觸外面空氣就像風刀解體一樣，非常痛苦！所以小孩一出生，第一個聲音是什麼？「苦啊！苦啊！」苦一輩子！你們有沒有聽到過？真的是苦，唯有受到極大的痛苦，他才哭，他哭得那麼傷心，太痛苦了。生之苦，如果不看佛經，很不容易體會得到。"
    },
    {
      "id": "02-034-0123_p0038",
      "zh_CN": "第二个，有生必定就有老，老为什么会苦？因为你不懂得保养你的身体，你糟蹋了你的身体，所以你就有老苦。懂得保养，这是一套学问，在中国古时候，儒释道三家都懂得，都懂得养生之道，佛家尤其讲得透彻。佛教虽然很古老，它也用标志来表法，我们现在称为mark，佛教里面有，佛教用什么？用莲花，用法轮、用轮，这两种东西都能够体验到养生的真谛。轮就是圆，圆有心，心是没有形相，圆心是一个抽象的，但是它决定有，你决定找不到，所以佛教给我们养心就要像圆心一样，心要虚，心里头不能有东西，心要空，心虚、心空这个心就灵，就生智慧。我们一般世间人不懂得，把一些妄想杂念统统放在心上，心的灵性死了，不懂得养心，你的智慧为什么没有了，原因就在此地。如果你永远保持你的心空虚，你的心自然就灵敏，你的心自然就生智慧。所以我们自己有智慧，自己把它堵死了，妄念太多！分别太多！执着太多！你的心不灵。养身，身要动，身是圆周，身要动。现在怎么样？恰恰相反，身要很舒适、要很静，心里面一天到晚胡思乱想，完全颠倒，你怎么能不生病？你怎么能不短命？我们这个身体照中国古人的讲法，中国的医学，这个身体你要会保养，可以活两百年；换句话说，你这个身体不能够使用两百年，都是被你糟蹋掉了，你无知。所以我看到一百四十一岁的法师，我一点都不希奇，为什么？这身体可以使用两百年；你要能够活到两百五十岁的时候，那很希奇，为什么？超过了，那是特别懂得保养，使用年限超过了，它还很管用，这是一等的功夫。我们的身体使用不到两百年，都是自己犯下的错误。要晓得养生之道！",
      "zh_TW": "第二個，有生必定就有老，老為什麼會苦？因為你不懂得保養你的身體，你糟蹋了你的身體，所以你就有老苦。懂得保養，這是一套學問，在中國古時候，儒釋道三家都懂得，都懂得養生之道，佛家尤其講得透徹。佛教雖然很古老，它也用標誌來表法，我們現在稱為mark，佛教裡面有，佛教用什麼？用蓮花，用法輪、用輪，這兩種東西都能夠體驗到養生的真諦。輪就是圓，圓有心，心是沒有形相，圓心是一個抽象的，但是它決定有，你決定找不到，所以佛教給我們養心就要像圓心一樣，心要虛，心裡頭不能有東西，心要空，心虛、心空這個心就靈，就生智慧。我們一般世間人不懂得，把一些妄想雜念統統放在心上，心的靈性死了，不懂得養心，你的智慧為什麼沒有了，原因就在此地。如果你永遠保持你的心空虛，你的心自然就靈敏，你的心自然就生智慧。所以我們自己有智慧，自己把它堵死了，妄念太多！分別太多！執著太多！你的心不靈。養身，身要動，身是圓周，身要動。現在怎麼樣？恰恰相反，身要很舒適、要很靜，心裡面一天到晚胡思亂想，完全顛倒，你怎麼能不生病？你怎麼能不短命？我們這個身體照中國古人的講法，中國的醫學，這個身體你要會保養，可以活兩百年；換句話說，你這個身體不能夠使用兩百年，都是被你糟蹋掉了，你無知。所以我看到一百四十一歲的法師，我一點都不希奇，為什麼？這身體可以使用兩百年；你要能夠活到兩百五十歲的時候，那很希奇，為什麼？超過了，那是特別懂得保養，使用年限超過了，它還很管用，這是一等的功夫。我們的身體使用不到兩百年，都是自己犯下的錯誤。要曉得養生之道！"
    },
    {
      "id": "02-034-0123_p0039",
      "zh_CN": "「病苦」，古人说得好，「病从口入，祸从口出」，我刚才讲乱吃东西，以为那些东西是山珍海味，不知道那些都是毒药，没有智慧，没有能力，不能辨别善恶，哪些对自己有利，哪些对自己有害，都不懂，所以多病。现在的病比过去增长不知道多少倍，病从哪里来的？都从饮食来的。佛经上形容娑婆世界的众生「饮苦食毒」，我在年轻时候读到这些经文，还怀疑，释迦牟尼佛说的话是不错，但是太过分了一点，可是今天来看佛这句话，我同意，佛说得一点都不过分，完全正确。",
      "zh_TW": "「病苦」，古人說得好，「病從口入，禍從口出」，我剛才講亂吃東西，以為那些東西是山珍海味，不知道那些都是毒藥，沒有智慧，沒有能力，不能辨別善惡，哪些對自己有利，哪些對自己有害，都不懂，所以多病。現在的病比過去增長不知道多少倍，病從哪裡來的？都從飲食來的。佛經上形容娑婆世界的眾生「飲苦食毒」，我在年輕時候讀到這些經文，還懷疑，釋迦牟尼佛說的話是不錯，但是太過分了一點，可是今天來看佛這句話，我同意，佛說得一點都不過分，完全正確。"
    },
    {
      "id": "02-034-0123_p0040",
      "zh_CN": "「死苦」，死是贪生怕死，贪恋这个身体，带来恐怖，带来紧张，所以人死的时候全身僵硬，为什么会僵硬？吓死的！这是真的不是假的，恐怖死的。你看看念佛人他们死的时候，隔多少天全身柔软，说明什么？他走的时候没有恐惧。过去我在台北，我们图书馆韩馆长往生，她是两个星期才火化，才入歛火化，大敛的时候好像是一个星期，盖棺材，一个星期盖棺材的时候，身上还是柔软的，说明她走的时候很安详，一丝毫恐怖都没有。所以人死了之后，全身僵硬是吓死的，他恐怖。多数人是僵硬的，几个人走的时候那么安详、自在？死苦！",
      "zh_TW": "「死苦」，死是貪生怕死，貪戀這個身體，帶來恐怖，帶來緊張，所以人死的時候全身僵硬，為什麼會僵硬？嚇死的！這是真的不是假的，恐怖死的。你看看念佛人他們死的時候，隔多少天全身柔軟，說明什麼？他走的時候沒有恐懼。過去我在台北，我們圖書館韓館長往生，她是兩個星期才火化，才入歛火化，大斂的時候好像是一個星期，蓋棺材，一個星期蓋棺材的時候，身上還是柔軟的，說明她走的時候很安詳，一絲毫恐怖都沒有。所以人死了之後，全身僵硬是嚇死的，他恐怖。多數人是僵硬的，幾個人走的時候那麼安詳、自在？死苦！"
    },
    {
      "id": "02-034-0123_p0041",
      "zh_CN": "另外是「求不得」，自己欲望很多，欲海难填，世间不如意事常八、九，求不得苦。第七种「怨憎会苦」，冤家对头不愿意见面，偏偏常见面，偏偏常遇到，什么原因？过去生中造的业。「五阴炽盛」是现在还在造业，又在造因。所以觉悟的人、明白的人，他好了，他懂得造善因，他懂得把这些不善的果报，在这一生当中全把它消除掉。善因善果，改造自己的命运，不仅来生得福，现在就能得福；如果我们好好的改，晚年有福，晚年享福是真正的福报。今天我们就讲到此地。",
      "zh_TW": "另外是「求不得」，自己欲望很多，欲海難填，世間不如意事常八、九，求不得苦。第七種「怨憎會苦」，冤家對頭不願意見面，偏偏常見面，偏偏常遇到，什麼原因？過去生中造的業。「五陰熾盛」是現在還在造業，又在造因。所以覺悟的人、明白的人，他好了，他懂得造善因，他懂得把這些不善的果報，在這一生當中全把它消除掉。善因善果，改造自己的命運，不僅來生得福，現在就能得福；如果我們好好的改，晚年有福，晚年享福是真正的福報。今天我們就講到此地。"
    }
  ]
}