{
  "doc_id": "02-034-0034",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十四集",
    "zh_TW": "第三十四集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0034",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-034-0034_p0001",
      "zh_CN": "请掀开经本第十一面，经文第五行。这一段是「赞佛发愿」。",
      "zh_TW": "請掀開經本第十一面，經文第五行。這一段是「讚佛發願」。"
    },
    {
      "id": "02-034-0034_p0002",
      "zh_CN": "【往诣佛所。顶礼长跪。向佛合掌。即以伽他赞佛。发广大愿。颂曰。】",
      "zh_TW": "【往詣佛所。頂禮長跪。向佛合掌。即以伽他讚佛。發廣大願。頌曰。】"
    },
    {
      "id": "02-034-0034_p0003",
      "zh_CN": "向下有十首偈颂。偈颂每一句是七个字，跟中国诗歌的体裁非常接近。佛经里面体裁大约有十二种，佛家称之为「十二分教」。从形式上来看，也不外乎三种：一个是长行文，我们现在称它为散文的体裁，经典里面多半是用这种方式；第二种是偈颂；第三种是密咒。往往这一部经上这三种体裁都有，佛为什么用这种方式来说法，我们应当要晓得。长行文便于发挥，无论说理、说事，可以说是淋漓痛快。偶尔穿杂一些诗歌的体裁，它别有用意：第一个意思，佛在前面讲得很多，如果佛讲的这些教诲，我们不能把它记住，诸位想想，那怎么能奉行？佛的教诲最重要的是依教奉行，记不住你就决定做不到。除非少数人记忆力很好的，能把佛所讲的这些道理、方法能记得住，大多数人没有这个能力。没有能力这里面也有一些聪明人，抓住紧要的几句话。譬如我们在此地讲经，这两个小时你能够听懂两、三句话，你觉得这几句话对自己很有受用，好好的把它记住，就能得利益，就能得好处。甚至于每一堂课，你能够记一句、两句，你每天来听经，每天记一、两句，一年你就写一本书了，这是真的不是假的。",
      "zh_TW": "向下有十首偈頌。偈頌每一句是七個字，跟中國詩歌的體裁非常接近。佛經裡面體裁大約有十二種，佛家稱之為「十二分教」。從形式上來看，也不外乎三種：一個是長行文，我們現在稱它為散文的體裁，經典裡面多半是用這種方式；第二種是偈頌；第三種是密咒。往往這一部經上這三種體裁都有，佛為什麼用這種方式來說法，我們應當要曉得。長行文便於發揮，無論說理、說事，可以說是淋漓痛快。偶爾穿雜一些詩歌的體裁，它別有用意：第一個意思，佛在前面講得很多，如果佛講的這些教誨，我們不能把它記住，諸位想想，那怎麼能奉行？佛的教誨最重要的是依教奉行，記不住你就決定做不到。除非少數人記憶力很好的，能把佛所講的這些道理、方法能記得住，大多數人沒有這個能力。沒有能力這裡面也有一些聰明人，抓住緊要的幾句話。譬如我們在此地講經，這兩個小時你能夠聽懂兩、三句話，你覺得這幾句話對自己很有受用，好好的把它記住，就能得利益，就能得好處。甚至於每一堂課，你能夠記一句、兩句，你每天來聽經，每天記一、兩句，一年你就寫一本書了，這是真的不是假的。"
    },
    {
      "id": "02-034-0034_p0004",
      "zh_CN": "早年我在台湾的南部凤山莲社，那个时候煮云法师请我去讲经，是个长期性的。我台北也有一个道场，当然不能够放弃台北道场，所以每一个月就到凤山去讲五天，每一个月去讲五天。那个时候有一个陈黄绮华老居士，这个人很有心，她有六十多岁了，每一次都来听我讲经，听了之后都会写个两、三句，不多。最少她会写一句，最多她没有超过五句的。我讲完之后，她拿来给我看，要我给她改一改，很简单只有几句。这样累积三年，她出了一本书，而且这本书销路非常好，听说印了几十万册，连中国大陆都流通，相当不容易。她说她一生最有意义的，就做了这么一桩事情。所以你们都可以这么作法，每一次听经带个小笔记本，记个一、两句。当然我也不希望你给我看，这么多人给我看，我也吃不消。可是对自己非常有受用、有好处，这是一个办法。",
      "zh_TW": "早年我在台灣的南部鳳山蓮社，那個時候煮雲法師請我去講經，是個長期性的。我台北也有一個道場，當然不能夠放棄台北道場，所以每一個月就到鳳山去講五天，每一個月去講五天。那個時候有一個陳黃綺華老居士，這個人很有心，她有六十多歲了，每一次都來聽我講經，聽了之後都會寫個兩、三句，不多。最少她會寫一句，最多她沒有超過五句的。我講完之後，她拿來給我看，要我給她改一改，很簡單只有幾句。這樣累積三年，她出了一本書，而且這本書銷路非常好，聽說印了幾十萬冊，連中國大陸都流通，相當不容易。她說她一生最有意義的，就做了這麼一樁事情。所以你們都可以這麼作法，每一次聽經帶個小筆記本，記個一、兩句。當然我也不希望你給我看，這麼多人給我看，我也吃不消。可是對自己非常有受用、有好處，這是一個辦法。"
    },
    {
      "id": "02-034-0034_p0005",
      "zh_CN": "世尊对我们非常了解，知道我们的根性不利，所以他讲完之后，用偈颂重新再讲一遍，这个颂叫「重颂」，经典里面最多的，大多数都是重颂。重颂就是将前面所讲的用偈颂再说一遍，偈颂文字少而且押韵，容易背诵。诸位将来在《华严经》上特别看到，《华严经》偈颂多，偈颂就是要你记住的。长行文不能够背诵，你就读偈颂。能够记住，我们在日常生活当中才能够奉行，起心动念、言语造作立刻会想到，我们的心行跟佛的教诲相应不相应。如果相应，很好，自己勉励自己应该更努力、更精进；如果不相应，立刻就要知道这是自己的过失、自己错了，依照佛的教诲来改过来，所以这是偈颂，重颂第一个意思。",
      "zh_TW": "世尊對我們非常了解，知道我們的根性不利，所以他講完之後，用偈頌重新再講一遍，這個頌叫「重頌」，經典裡面最多的，大多數都是重頌。重頌就是將前面所講的用偈頌再說一遍，偈頌文字少而且押韻，容易背誦。諸位將來在《華嚴經》上特別看到，《華嚴經》偈頌多，偈頌就是要你記住的。長行文不能夠背誦，你就讀偈頌。能夠記住，我們在日常生活當中才能夠奉行，起心動念、言語造作立刻會想到，我們的心行跟佛的教誨相應不相應。如果相應，很好，自己勉勵自己應該更努力、更精進；如果不相應，立刻就要知道這是自己的過失、自己錯了，依照佛的教誨來改過來，所以這是偈頌，重頌第一個意思。"
    },
    {
      "id": "02-034-0034_p0006",
      "zh_CN": "第二个意思，佛讲经跟学校上课不一样，学校上课学生是固定的，到时候一定要来，所以课程他都能接得上。佛讲经法会跟现在是一样，没有约束，对听众没有约束，因此有先来的、有后到的，甚至于我们在这里讲经讲这么多年了，还有几位同修今天才到的，第一次来听的。世尊当年讲经说法这种情形很多，所以他老人家很慈悲，新来的人前面没有听到，那怎么办？所以佛用偈颂体裁再说一遍，等于说把前面所说重要的地方，提纲挈领简单说一遍。对于前面来听的，他不会感觉到厌烦，后来的人也能够补足他没有听到的这些教诲，所以偈颂在这里头就很有必要了，这是世尊说法善巧方便。",
      "zh_TW": "第二個意思，佛講經跟學校上課不一樣，學校上課學生是固定的，到時候一定要來，所以課程他都能接得上。佛講經法會跟現在是一樣，沒有約束，對聽眾沒有約束，因此有先來的、有後到的，甚至於我們在這裡講經講這麼多年了，還有幾位同修今天才到的，第一次來聽的。世尊當年講經說法這種情形很多，所以他老人家很慈悲，新來的人前面沒有聽到，那怎麼辦？所以佛用偈頌體裁再說一遍，等於說把前面所說重要的地方，提綱挈領簡單說一遍。對於前面來聽的，他不會感覺到厭煩，後來的人也能夠補足他沒有聽到的這些教誨，所以偈頌在這裡頭就很有必要了，這是世尊說法善巧方便。"
    },
    {
      "id": "02-034-0034_p0007",
      "zh_CN": "另外一种特殊的体裁就是密咒。密咒不是印度梵语，不是的，印度人也听不懂，不是他们言语。古德告诉我们，咒语是六道鬼神的言语，所以不是人间的言语。佛讲经，甚至于法师讲经，都有鬼神在道场来听经，我们肉眼看不见，佛菩萨他们看得很清楚。当然这些鬼神也都有神通，佛讲经他能听得懂，经上常讲「佛以一音而说法，众生随类各得解」，哪有听不懂的道理？佛讲完之后，用他们的言语，把所讲重要的意义提示几句，这是人之常情，特别亲切，用鬼神的言语跟鬼神讲，密咒是这个意思。所以听众很复杂，数量也很多，世尊任何一个法会都是这种情形，并不一定是大经才有这个情形，佛讲小部经，天龙鬼神来听的也都很多，所以经中往往有这三种体裁。",
      "zh_TW": "另外一種特殊的體裁就是密咒。密咒不是印度梵語，不是的，印度人也聽不懂，不是他們言語。古德告訴我們，咒語是六道鬼神的言語，所以不是人間的言語。佛講經，甚至於法師講經，都有鬼神在道場來聽經，我們肉眼看不見，佛菩薩他們看得很清楚。當然這些鬼神也都有神通，佛講經他能聽得懂，經上常講「佛以一音而說法，眾生隨類各得解」，哪有聽不懂的道理？佛講完之後，用他們的言語，把所講重要的意義提示幾句，這是人之常情，特別親切，用鬼神的言語跟鬼神講，密咒是這個意思。所以聽眾很複雜，數量也很多，世尊任何一個法會都是這種情形，並不一定是大經才有這個情形，佛講小部經，天龍鬼神來聽的也都很多，所以經中往往有這三種體裁。"
    },
    {
      "id": "02-034-0034_p0008",
      "zh_CN": "在此地这一段是偈颂，这个偈颂叫「孤起颂」。孤起，前面长行并没有说过，这是法藏菩萨说的，是对他的老师提出他自己的心得报告，他这个报告是用赞颂的体裁。经文一开端『往诣佛所』，这是法藏到老师讲经说法的处所。这个「佛」就是世间自在王如来，是法藏的老师。见到老师，『顶礼长跪，向佛合掌』，这是礼节。儒家常讲「人无礼则不立」，所以礼非常重要。人不懂礼，在古时候的社会没有立足之地；也就是说，你在社会上人家不重视你，你在社会上没有地位。儒家的教学，礼就是儒行；在佛家就是律仪，戒律仪规。佛弟子如果舍弃律仪，你就舍弃了佛行。我们今天学佛学什么？学佛之所行；换句话说，我们学佛的生活，学佛的行为。佛的生活行为记录下来就叫做律仪，戒律仪规，非常非常重要，决定不能够疏忽。现在这个社会虽然大家不讲礼了，可是你以礼待人，别人都欢喜，没有人讨厌的。反而如果你不懂礼貌，在我们这个场合，大家看到都很不习惯，好像看不顺眼；换句话说，对你逐渐会疏远了。可见得礼非常重要。礼的精神是表达自己的诚敬，这一点很要紧。内心要没有诚敬，外面那个仪式那是虚伪的，谄媚巴结也很容易被人看见，所以我们对人有礼貌致敬，一定从内心真诚处生起。",
      "zh_TW": "在此地這一段是偈頌，這個偈頌叫「孤起頌」。孤起，前面長行並沒有說過，這是法藏菩薩說的，是對他的老師提出他自己的心得報告，他這個報告是用讚頌的體裁。經文一開端『往詣佛所』，這是法藏到老師講經說法的處所。這個「佛」就是世間自在王如來，是法藏的老師。見到老師，『頂禮長跪，向佛合掌』，這是禮節。儒家常講「人無禮則不立」，所以禮非常重要。人不懂禮，在古時候的社會沒有立足之地；也就是說，你在社會上人家不重視你，你在社會上沒有地位。儒家的教學，禮就是儒行；在佛家就是律儀，戒律儀規。佛弟子如果捨棄律儀，你就捨棄了佛行。我們今天學佛學什麼？學佛之所行；換句話說，我們學佛的生活，學佛的行為。佛的生活行為記錄下來就叫做律儀，戒律儀規，非常非常重要，決定不能夠疏忽。現在這個社會雖然大家不講禮了，可是你以禮待人，別人都歡喜，沒有人討厭的。反而如果你不懂禮貌，在我們這個場合，大家看到都很不習慣，好像看不順眼；換句話說，對你逐漸會疏遠了。可見得禮非常重要。禮的精神是表達自己的誠敬，這一點很要緊。內心要沒有誠敬，外面那個儀式那是虛偽的，諂媚巴結也很容易被人看見，所以我們對人有禮貌致敬，一定從內心真誠處生起。"
    },
    {
      "id": "02-034-0034_p0009",
      "zh_CN": "可是在形式上古今不相同，像在古时候帝王的时代，百姓见到帝王行最敬礼。最敬礼从前是三跪九叩首，这是古礼；而我们在佛门里面，这是顶礼三拜，右绕三匝，我们在经上常常看到的。但是到中国来之后，右绕三匝就免了，就省略掉了，只是顶礼三拜，这是我们佛家的最敬礼。实在讲，顶礼三拜比见帝王三跪九叩首简单很多。古时候晚辈见长辈，在年节大日子的时候，过年拜年的时候，三跪九叩首；长辈过生日你去祝寿，也是三跪九叩首，这是古礼。现在仪规已经不作兴跪拜，国家的元首，国家的领导人，这是我们最尊敬的，我们见他，现在的礼节行三鞠躬礼，这三鞠躬就是最敬礼。所以在仪式上虽然古今不相同，诚敬这个心没有两样，我们要明白这个道理。我们今天要想把佛法推广到全世界，我们的仪规要现代化。所以有许许多多年轻人不敢来学佛，你问他为什么？学佛要磕头，这个我做不到。就为这么一点点仪规，障碍了许许多多人不敢入佛门。诸位要晓得，这绝不是佛的意思，佛是一个很开明的人，佛一点都不固执，佛没有分别、没有执着，他怎么会固执？所以我们明白这个意思，佛法一定要走向现代化，要走向本土化，才会被现代人、当地人热爱欢迎。",
      "zh_TW": "可是在形式上古今不相同，像在古時候帝王的時代，百姓見到帝王行最敬禮。最敬禮從前是三跪九叩首，這是古禮；而我們在佛門裡面，這是頂禮三拜，右繞三匝，我們在經上常常看到的。但是到中國來之後，右繞三匝就免了，就省略掉了，只是頂禮三拜，這是我們佛家的最敬禮。實在講，頂禮三拜比見帝王三跪九叩首簡單很多。古時候晚輩見長輩，在年節大日子的時候，過年拜年的時候，三跪九叩首；長輩過生日你去祝壽，也是三跪九叩首，這是古禮。現在儀規已經不作興跪拜，國家的元首，國家的領導人，這是我們最尊敬的，我們見他，現在的禮節行三鞠躬禮，這三鞠躬就是最敬禮。所以在儀式上雖然古今不相同，誠敬這個心沒有兩樣，我們要明白這個道理。我們今天要想把佛法推廣到全世界，我們的儀規要現代化。所以有許許多多年輕人不敢來學佛，你問他為什麼？學佛要磕頭，這個我做不到。就為這麼一點點儀規，障礙了許許多多人不敢入佛門。諸位要曉得，這絕不是佛的意思，佛是一個很開明的人，佛一點都不固執，佛沒有分別、沒有執著，他怎麼會固執？所以我們明白這個意思，佛法一定要走向現代化，要走向本土化，才會被現代人、當地人熱愛歡迎。"
    },
    {
      "id": "02-034-0034_p0010",
      "zh_CN": "我们今天提倡在道场里面，见佛菩萨形像行三问讯礼就好，实在是好，合掌恭恭敬敬的，三问讯就跟三鞠躬一样。在举行法会的时候，这个时候我们对佛顶礼三拜，因为这是特殊隆重的一个典礼，平常在道场见到，三问讯就很好，就可以了，这样提倡，许许多多年轻人都很乐意接受。佛接引大众，诸位都晓得有「四摄法」，四摄法是布施、爱语、利行、同事。你看佛多开明，佛从来不勉强人，从来不给人添一点麻烦，总是让人欢欢喜喜，我们要明了这个原则。所以一定要提倡这个新的仪规，才能将佛法普及到这个世界。",
      "zh_TW": "我們今天提倡在道場裡面，見佛菩薩形像行三問訊禮就好，實在是好，合掌恭恭敬敬的，三問訊就跟三鞠躬一樣。在舉行法會的時候，這個時候我們對佛頂禮三拜，因為這是特殊隆重的一個典禮，平常在道場見到，三問訊就很好，就可以了，這樣提倡，許許多多年輕人都很樂意接受。佛接引大眾，諸位都曉得有「四攝法」，四攝法是布施、愛語、利行、同事。你看佛多開明，佛從來不勉強人，從來不給人添一點麻煩，總是讓人歡歡喜喜，我們要明瞭這個原則。所以一定要提倡這個新的儀規，才能將佛法普及到這個世界。"
    },
    {
      "id": "02-034-0034_p0011",
      "zh_CN": "「顶礼长跪」，诸位都知道，意思都晓得。「向佛合掌」，合掌是表一心，所以这掌心要合拢。这表什么？平常我们十个手指代表散乱，散乱是不恭敬；今天听佛说法，向佛请教，专心一致，把散乱的心收回来，合掌表一心，表这个意思。所以掌要合拢表一心，它是表法的。下面『即以伽他赞佛』，「伽他」是印度话，翻成中国意思叫孤起颂；就是下面这个赞颂不是前面所说的，前面并没有说，它是独立的。孤起颂在佛经里面也常见，但是没有重颂那么普遍。孤起颂有些时候它的作用，补充前面所说之不足。前面所说的意思还有，还没说尽，用孤起颂来做补充；或者前面讲的有遗漏的，而且非常重要，用这个来做补充。但是单独赞叹佛菩萨，孤起颂就用得最普遍了，这是用来赞叹的。",
      "zh_TW": "「頂禮長跪」，諸位都知道，意思都曉得。「向佛合掌」，合掌是表一心，所以這掌心要合攏。這表什麼？平常我們十個手指代表散亂，散亂是不恭敬；今天聽佛說法，向佛請教，專心一致，把散亂的心收回來，合掌表一心，表這個意思。所以掌要合攏表一心，它是表法的。下面『即以伽他讚佛』，「伽他」是印度話，翻成中國意思叫孤起頌；就是下面這個讚頌不是前面所說的，前面並沒有說，它是獨立的。孤起頌在佛經裡面也常見，但是沒有重頌那麼普遍。孤起頌有些時候它的作用，補充前面所說之不足。前面所說的意思還有，還沒說盡，用孤起頌來做補充；或者前面講的有遺漏的，而且非常重要，用這個來做補充。但是單獨讚歎佛菩薩，孤起頌就用得最普遍了，這是用來讚歎的。"
    },
    {
      "id": "02-034-0034_p0012",
      "zh_CN": "『发广大愿』，这一句是讲他赞颂的内容，这个很殊胜。这是法藏在老师面前发愿，也就是向老师报告自己的愿望。自己所立下的愿望，我们中国人讲立志，这一点对于我们自己一生有没有成就，也是关键的所在。志向就是一个人在一生当中他的愿望，在这一生当中他要实现他的愿望，所以他的生活，他的努力，他的奋斗，他有方向、有目标，他就能达到。如果一个人没有志向，你问他将来做什么？不知道。诸位想想，他会有什么成就？不可能有成就。可见得志向对于一个人成功失败，它是枢纽、是关键。在佛法里面叫发愿，跟儒家讲立志没有两样，意思完全相同。我们学佛，我们的愿望是什么？最殊胜的愿望是学作佛，这是最殊胜、最难得的。我们想想自己走进这个佛堂，是不是发愿要来作佛的？诸位同修到这个地方来听经，你为什么要来听经？今天晚上无聊没事情干，到这儿来消遣消遣，确实有这种心态的人。这个消遣，当然在现在文明社会里是最高尚的消遣，比到一般场合消遣，那实在是高明太多了，可是这个不能成就。",
      "zh_TW": "『發廣大願』，這一句是講他讚頌的內容，這個很殊勝。這是法藏在老師面前發願，也就是向老師報告自己的願望。自己所立下的願望，我們中國人講立志，這一點對於我們自己一生有沒有成就，也是關鍵的所在。志向就是一個人在一生當中他的願望，在這一生當中他要實現他的願望，所以他的生活，他的努力，他的奮鬥，他有方向、有目標，他就能達到。如果一個人沒有志向，你問他將來做什麼？不知道。諸位想想，他會有什麼成就？不可能有成就。可見得志向對於一個人成功失敗，它是樞紐、是關鍵。在佛法裡面叫發願，跟儒家講立志沒有兩樣，意思完全相同。我們學佛，我們的願望是什麼？最殊勝的願望是學作佛，這是最殊勝、最難得的。我們想想自己走進這個佛堂，是不是發願要來作佛的？諸位同修到這個地方來聽經，你為什麼要來聽經？今天晚上無聊沒事情幹，到這兒來消遣消遣，確實有這種心態的人。這個消遣，當然在現在文明社會裡是最高尚的消遣，比到一般場合消遣，那實在是高明太多了，可是這個不能成就。"
    },
    {
      "id": "02-034-0034_p0013",
      "zh_CN": "我们读《六祖坛经》，我们应当要向惠能大师学习。惠能大师到黄梅去参五祖，也就是拜忍和尚的时候，他跟忍和尚说得很明白，「我到这里来是想作佛的」，你看看他口气多大，他是要来作佛的，我们很少听见过有这种口气的。他立志想作佛，他真的就做到了，真的就成功了，宗门所谓的「明心见性，见性成佛」，他真的作佛了。我们想想，我们在这一生当中，这几十年之间，我们是来干什么的？是来做什么的？这一生当中究竟能成就什么？很要紧！你连这个愿都没有，你这一生还会有什么成就。实在讲，也是怕诸位同修把这桩事情疏忽掉了。这个道场得诸佛菩萨的感应，诸佛菩萨护念，李木源居士在这里领导，建讲堂，建念佛堂，只要诸位发愿作佛，这个场所就是你的增上缘，帮助你在一生当中决定作佛，有愿必成。古人常讲「佛氏门中，有求必应」，我们今天不求别的只求作佛，大家一定要发这个愿。",
      "zh_TW": "我們讀《六祖壇經》，我們應當要向惠能大師學習。惠能大師到黃梅去參五祖，也就是拜忍和尚的時候，他跟忍和尚說得很明白，「我到這裡來是想作佛的」，你看看他口氣多大，他是要來作佛的，我們很少聽見過有這種口氣的。他立志想作佛，他真的就做到了，真的就成功了，宗門所謂的「明心見性，見性成佛」，他真的作佛了。我們想想，我們在這一生當中，這幾十年之間，我們是來幹什麼的？是來做什麼的？這一生當中究竟能成就什麼？很要緊！你連這個願都沒有，你這一生還會有什麼成就。實在講，也是怕諸位同修把這樁事情疏忽掉了。這個道場得諸佛菩薩的感應，諸佛菩薩護念，李木源居士在這裡領導，建講堂，建念佛堂，只要諸位發願作佛，這個場所就是你的增上緣，幫助你在一生當中決定作佛，有願必成。古人常講「佛氏門中，有求必應」，我們今天不求別的只求作佛，大家一定要發這個願。"
    },
    {
      "id": "02-034-0034_p0014",
      "zh_CN": "净宗法门，古来祖师大德告诉我们，学习的三个条件，称为三资粮，这三个基本的条件，「信、愿、行」。当然你第一个要相信，你不相信，你怎么会发愿？信摆在第一。蕅益大师在《弥陀经要解》里面，「信」这个字他讲了六条，第一条：相信自己。人要没有自信心，佛菩萨虽然慈悲也帮不上忙。你自己能有自信，别人会帮助你。信什么？信自己这一生决定可以作佛，这是蕅益大师给我们讲信这个字，第一条相信自己。第二条：相信释迦牟尼佛、阿弥陀佛、一切诸佛如来可以帮助我们；信佛是摆在第二位，第一要信自己。这是跟其他宗教里面讲信不一样的地方，一般宗教讲信，第一个是信他；我们佛法讲信，第一个是信自己。我有佛性，我能作佛，然后再相信诸佛菩萨决定帮助我，决定成就我，这个要紧。所以有信再发愿，愿是我们这一生奋斗努力的目标，在佛法里面讲「精进」，精进的目标、精进的方向。古德常给我们讲「愿以导行」，愿引导你修行；「行以践愿」，我们的行实现我们的愿望；「愿行相资」，哪有不成就的道理？愿帮助行，行帮助愿，这才能成就。",
      "zh_TW": "淨宗法門，古來祖師大德告訴我們，學習的三個條件，稱為三資糧，這三個基本的條件，「信、願、行」。當然你第一個要相信，你不相信，你怎麼會發願？信擺在第一。蕅益大師在《彌陀經要解》裡面，「信」這個字他講了六條，第一條：相信自己。人要沒有自信心，佛菩薩雖然慈悲也幫不上忙。你自己能有自信，別人會幫助你。信什麼？信自己這一生決定可以作佛，這是蕅益大師給我們講信這個字，第一條相信自己。第二條：相信釋迦牟尼佛、阿彌陀佛、一切諸佛如來可以幫助我們；信佛是擺在第二位，第一要信自己。這是跟其他宗教裡面講信不一樣的地方，一般宗教講信，第一個是信他；我們佛法講信，第一個是信自己。我有佛性，我能作佛，然後再相信諸佛菩薩決定幫助我，決定成就我，這個要緊。所以有信再發願，願是我們這一生奮鬥努力的目標，在佛法裡面講「精進」，精進的目標、精進的方向。古德常給我們講「願以導行」，願引導你修行；「行以踐願」，我們的行實現我們的願望；「願行相資」，哪有不成就的道理？願幫助行，行幫助願，這才能成就。"
    },
    {
      "id": "02-034-0034_p0015",
      "zh_CN": "净宗的行，正行是执持名号，在无量行门里面古大德都赞叹，最简单、最容易、最稳当，而且最有效果。这么好的一个法门，可惜许多人不相信，那就没法子了。许多人不相信，我们不足以为怪，为什么？诸佛如来都讲「难信之法」。如果这个法门一说大家都相信了，那怎么能叫难信？说了大家都不相信这才难信。你能够相信不容易！现在这个世间学佛的人有多少？大家都学佛了，学佛人当中念佛的人有几个？不成比例。其他地方我们姑且不论，就以新加坡来说，新加坡的佛教徒有多少？绝不只在座的这些人，哪一次什么大法会，我都看到有几万人。当然参与法会的，并不是所有新加坡的佛教徒都参加了，决定不会。这就晓得新加坡佛教徒之多，可是念佛的人就不多了。天天来听经，天天到念佛堂来念佛，我们念佛堂现在星期六、星期天大概有七、八百人。七、八百人跟整个地区佛教徒来做个比例，少数，很少很少，这岂不叫难信之法吗？佛要怎么念法？大势至菩萨教给我们，「都摄六根，净念相继」。过去曾经有人问我：法师，这两句话怎么讲？什么叫都摄六根？六根怎么个摄法？他来问我，我告诉他：净念相继。他又问我：怎样才能做到净念相继？是「都摄六根」。这两句话相辅相成。你要不懂得怎样都摄六根，你在念佛堂老实念，心里只有阿弥陀佛，其他的念头都没有就都摄六根了。",
      "zh_TW": "淨宗的行，正行是執持名號，在無量行門裡面古大德都讚歎，最簡單、最容易、最穩當，而且最有效果。這麼好的一個法門，可惜許多人不相信，那就沒法子了。許多人不相信，我們不足以為怪，為什麼？諸佛如來都講「難信之法」。如果這個法門一說大家都相信了，那怎麼能叫難信？說了大家都不相信這才難信。你能夠相信不容易！現在這個世間學佛的人有多少？大家都學佛了，學佛人當中念佛的人有幾個？不成比例。其他地方我們姑且不論，就以新加坡來說，新加坡的佛教徒有多少？絕不只在座的這些人，哪一次什麼大法會，我都看到有幾萬人。當然參與法會的，並不是所有新加坡的佛教徒都參加了，決定不會。這就曉得新加坡佛教徒之多，可是念佛的人就不多了。天天來聽經，天天到念佛堂來念佛，我們念佛堂現在星期六、星期天大概有七、八百人。七、八百人跟整個地區佛教徒來做個比例，少數，很少很少，這豈不叫難信之法嗎？佛要怎麼念法？大勢至菩薩教給我們，「都攝六根，淨念相繼」。過去曾經有人問我：法師，這兩句話怎麼講？什麼叫都攝六根？六根怎麼個攝法？他來問我，我告訴他：淨念相繼。他又問我：怎樣才能做到淨念相繼？是「都攝六根」。這兩句話相輔相成。你要不懂得怎樣都攝六根，你在念佛堂老實念，心裡只有阿彌陀佛，其他的念頭都沒有就都攝六根了。"
    },
    {
      "id": "02-034-0034_p0016",
      "zh_CN": "我们念佛堂大概跟别的地方念佛堂不一样，我们念佛堂全是阿弥陀佛的佛像，无论你从哪边看，都是看到这尊佛像，你不会有分别，不会有执着，自自然然就做到都摄六根。如果阿弥陀佛的佛像有很多造型，我们看了不晓得哪一尊好，将来往生到底哪一尊阿弥陀佛来接引我，这个麻烦就大了。所以我们念佛堂佛像很多，但是一个造型，绝对是一个造型，帮助你都摄六根，帮助你净念相继。净念相继就是常说的，「不怀疑、不夹杂、不间断」。念佛堂虽然念佛，听经还是很重要，怕的是念佛念了几天不听经，他又胡思乱想。在念佛堂大家在一起念佛又意见很多，这就麻烦了。所以从前进念佛堂，「解而后行」，这是正确的。你都搞明白、搞清楚了，心是定的，不会再有意见了，那个念佛堂能收效果。现在我们解不足，唯一补救的办法就是解行相应，有解有行，对大家才会有多一点的帮助。每天跟着我听经的人，不去念佛也不行，心是浮躁的，纵然能听经，不能深入，经上讲「深解义趣」他做不到。可见得解与行，古人讲譬如鸟的两个翅膀，车的两个轮，少一个都不行。",
      "zh_TW": "我們念佛堂大概跟別的地方念佛堂不一樣，我們念佛堂全是阿彌陀佛的佛像，無論你從哪邊看，都是看到這尊佛像，你不會有分別，不會有執著，自自然然就做到都攝六根。如果阿彌陀佛的佛像有很多造型，我們看了不曉得哪一尊好，將來往生到底哪一尊阿彌陀佛來接引我，這個麻煩就大了。所以我們念佛堂佛像很多，但是一個造型，絕對是一個造型，幫助你都攝六根，幫助你淨念相繼。淨念相繼就是常說的，「不懷疑、不夾雜、不間斷」。念佛堂雖然念佛，聽經還是很重要，怕的是念佛念了幾天不聽經，他又胡思亂想。在念佛堂大家在一起念佛又意見很多，這就麻煩了。所以從前進念佛堂，「解而後行」，這是正確的。你都搞明白、搞清楚了，心是定的，不會再有意見了，那個念佛堂能收效果。現在我們解不足，唯一補救的辦法就是解行相應，有解有行，對大家才會有多一點的幫助。每天跟著我聽經的人，不去念佛也不行，心是浮躁的，縱然能聽經，不能深入，經上講「深解義趣」他做不到。可見得解與行，古人講譬如鳥的兩個翅膀，車的兩個輪，少一個都不行。"
    },
    {
      "id": "02-034-0034_p0017",
      "zh_CN": "过去印光大师的道场虽然不讲经，但是在念佛堂每一支香止静的时候都讲开示，用讲开示的方法来弥补讲经。这些方法要用现在话来说，他的目的无非是建立共识而已；用佛法的术语来讲，是建立「见和同解」，目的在此地。我们只要有共识，有一致的见解，六和敬就做到了。六和敬的僧团，我们在传授三皈里面讲，「皈依僧，众中尊」。「众中尊」怎么讲？众就是团体，我们现在讲的社团，世出世间所有一切社团里面，这个社团是最值得人尊敬的，这叫众中尊。为什么值得人尊敬、值得其他团体尊敬、值得其他团体效法？因为你是和合僧团，道理在此地。和合的基础是建立在天天闻法，读经闻法上建立的。离开读经闻法，每个人有每个人的想法，每个人有每个人的意见，无始劫以来每个人烦恼习气不相同，在一块相处哪有没有意见的？这不可能的事情。",
      "zh_TW": "過去印光大師的道場雖然不講經，但是在念佛堂每一支香止靜的時候都講開示，用講開示的方法來彌補講經。這些方法要用現在話來說，他的目的無非是建立共識而已；用佛法的術語來講，是建立「見和同解」，目的在此地。我們只要有共識，有一致的見解，六和敬就做到了。六和敬的僧團，我們在傳授三皈裡面講，「皈依僧，眾中尊」。「眾中尊」怎麼講？眾就是團體，我們現在講的社團，世出世間所有一切社團裡面，這個社團是最值得人尊敬的，這叫眾中尊。為什麼值得人尊敬、值得其他團體尊敬、值得其他團體效法？因為你是和合僧團，道理在此地。和合的基礎是建立在天天聞法，讀經聞法上建立的。離開讀經聞法，每個人有每個人的想法，每個人有每個人的意見，無始劫以來每個人煩惱習氣不相同，在一塊相處哪有沒有意見的？這不可能的事情。"
    },
    {
      "id": "02-034-0034_p0018",
      "zh_CN": "所以从前中国这些古道场天天讲经，如果依照佛经上讲的，那就相当严格了。佛在经上要求我们的，每一天二时讲经，二时修行，这是佛说的标准。二时是古印度的二时，印度把一昼夜分做六时，你想二时是多长的时间？我们中国人现在讲小时，二十四小时，为什么称小时？有小当然就有大，没错。中国古时候用的时间单位，是用子、丑、寅、卯、辰、巳、午、未十二时，中国的时辰用的十二时。现在我们采取西方的，全世界都通用的，我们也采取，称它作小时。它的一时是我们古时候的半时，两小时才是中国的一个时辰。印度的时比我们又大一倍，所以古印度的一时是现在四小时。佛给我们讲的二时听经，就是一天听八个钟点，这样听经你才会开悟，不让你有妄想，不让你有杂念，让你天天来听经。可是听经也难，到哪里去找法师来给你讲经？古时候我们在古书里面记载看到的，清凉大师当年在世讲《华严经》，他老人家将这一部大经讲了五十遍。我们仔细观察，《华严》讲一遍至少要一年，一天讲多少时候？八小时。一天讲八小时，一年一部圆满，他讲五十遍就五十年。他老人家长寿，他活了一百多岁。真的是八小时讲经，还要八小时修行。修行的方式不外乎两大类，一个是参禅，一个是念佛。换句话说，每一天八小时听经，八小时念佛，或者是八小时参禅，你就没有妄想了，没有杂念了。所以那一种的道场，就像炼钢的炉子一样，冶炉一样，破铜烂铁放进去也变成金刚。这样道场在近两、三百年来，我们没有看到，没有了，都没听说过了。",
      "zh_TW": "所以從前中國這些古道場天天講經，如果依照佛經上講的，那就相當嚴格了。佛在經上要求我們的，每一天二時講經，二時修行，這是佛說的標準。二時是古印度的二時，印度把一晝夜分做六時，你想二時是多長的時間？我們中國人現在講小時，二十四小時，為什麼稱小時？有小當然就有大，沒錯。中國古時候用的時間單位，是用子、丑、寅、卯、辰、巳、午、未十二時，中國的時辰用的十二時。現在我們採取西方的，全世界都通用的，我們也採取，稱它作小時。它的一時是我們古時候的半時，兩小時才是中國的一個時辰。印度的時比我們又大一倍，所以古印度的一時是現在四小時。佛給我們講的二時聽經，就是一天聽八個鐘點，這樣聽經你才會開悟，不讓你有妄想，不讓你有雜念，讓你天天來聽經。可是聽經也難，到哪裡去找法師來給你講經？古時候我們在古書裡面記載看到的，清涼大師當年在世講《華嚴經》，他老人家將這一部大經講了五十遍。我們仔細觀察，《華嚴》講一遍至少要一年，一天講多少時候？八小時。一天講八小時，一年一部圓滿，他講五十遍就五十年。他老人家長壽，他活了一百多歲。真的是八小時講經，還要八小時修行。修行的方式不外乎兩大類，一個是參禪，一個是念佛。換句話說，每一天八小時聽經，八小時念佛，或者是八小時參禪，你就沒有妄想了，沒有雜念了。所以那一種的道場，就像煉鋼的爐子一樣，冶爐一樣，破銅爛鐵放進去也變成金剛。這樣道場在近兩、三百年來，我們沒有看到，沒有了，都沒聽說過了。"
    },
    {
      "id": "02-034-0034_p0019",
      "zh_CN": "今天我们在此地，遇到这些菩萨们发心，诸位因缘成熟了，得佛力加持，龙天拥护，希望这样的道场能在新加坡又出现了，这个因缘太希有了。我们听到无量的欢喜，我们想像当中诸佛欢喜，龙天鬼神没有不欢喜的，所以这是希有的因缘。将来弥陀村建好了，有个圆形的、大的念佛堂，圆形就像炼钢的炉子一样，诸位进去炼、进去锻炼。我们希望将来念佛二十四小时不中断，这样的道场决定有护法神照顾，你要想偷懒护法神会惩罚你，就像我们悟善师被护法神惩罚过一次。所以人虽然是多，我相信管理一点都不麻烦，为什么？有护法神管理。诸佛护念，龙天善神护佑，二十四小时不中断。当然常年下来我们哪有这样的精神？我们遵守谛闲老和尚的教诲，念累了你就休息，休息好了马上回到念佛堂去念佛。我们讲经的时候，诸位在念佛堂止静，坐下来听经。我们用电视、用网路传过去，在念佛堂把银幕放下来，大家坐下来听经。听完之后，这个银幕卷起来再起来绕佛，你说多好，跟西方极乐世界没有两样。",
      "zh_TW": "今天我們在此地，遇到這些菩薩們發心，諸位因緣成熟了，得佛力加持，龍天擁護，希望這樣的道場能在新加坡又出現了，這個因緣太希有了。我們聽到無量的歡喜，我們想像當中諸佛歡喜，龍天鬼神沒有不歡喜的，所以這是希有的因緣。將來彌陀村建好了，有個圓形的、大的念佛堂，圓形就像煉鋼的爐子一樣，諸位進去鍊、進去鍛鍊。我們希望將來念佛二十四小時不中斷，這樣的道場決定有護法神照顧，你要想偷懶護法神會懲罰你，就像我們悟善師被護法神懲罰過一次。所以人雖然是多，我相信管理一點都不麻煩，為什麼？有護法神管理。諸佛護念，龍天善神護佑，二十四小時不中斷。當然常年下來我們哪有這樣的精神？我們遵守諦閑老和尚的教誨，念累了你就休息，休息好了馬上回到念佛堂去念佛。我們講經的時候，諸位在念佛堂止靜，坐下來聽經。我們用電視、用網路傳過去，在念佛堂把銀幕放下來，大家坐下來聽經。聽完之後，這個銀幕捲起來再起來繞佛，你說多好，跟西方極樂世界沒有兩樣。"
    },
    {
      "id": "02-034-0034_p0020",
      "zh_CN": "今天早晨我们做了一个试验，前天加州美国净宗学会杨会长打个电话给我，他说他们晚上有个聚会，同修们很多，要我跟大家讲一点开示。怎么讲法？他们晚上正好是我们早晨，我说行，我早晨吃完早饭之后半个小时给你们讲。所以今天早晨半个小时给加州同修跟他们讲，他们在加州网路接上大银幕，他们在听，听得很欢喜。听完之后，他写了一篇传真给我，效果很好，希望我们把录相带要寄去。这个就方便太多了，我们人不要去，影像、音声到加州去了，同一个时间都能够收看得到。所以我们将来无论在哪个地方讲演，跟同修们在一起谈话，都会把这些音声、影像传到念佛堂。学佛「信解行证」，这四条我们统统都要顾到，同时并进，如果我们有这个愿望，这一生当中决定有成就。我能够帮得上忙的，我全心全力帮助大家。我们还有一批年轻的法师，大家都发这个大愿，「续佛慧命，弘法利生」。希望将来这个典型的道场，能够在全世界许多地区都能够建立，我们想只要有真正菩萨发心来带动，必定获得感应。诸佛菩萨绝没有私心，没有偏心，专门照顾新加坡不照顾别的地方，不可能的，佛菩萨的心是平等的、是清净的。",
      "zh_TW": "今天早晨我們做了一個試驗，前天加州美國淨宗學會楊會長打個電話給我，他說他們晚上有個聚會，同修們很多，要我跟大家講一點開示。怎麼講法？他們晚上正好是我們早晨，我說行，我早晨吃完早飯之後半個小時給你們講。所以今天早晨半個小時給加州同修跟他們講，他們在加州網路接上大銀幕，他們在聽，聽得很歡喜。聽完之後，他寫了一篇傳真給我，效果很好，希望我們把錄相帶要寄去。這個就方便太多了，我們人不要去，影像、音聲到加州去了，同一個時間都能夠收看得到。所以我們將來無論在哪個地方講演，跟同修們在一起談話，都會把這些音聲、影像傳到念佛堂。學佛「信解行證」，這四條我們統統都要顧到，同時並進，如果我們有這個願望，這一生當中決定有成就。我能夠幫得上忙的，我全心全力幫助大家。我們還有一批年輕的法師，大家都發這個大願，「續佛慧命，弘法利生」。希望將來這個典型的道場，能夠在全世界許多地區都能夠建立，我們想只要有真正菩薩發心來帶動，必定獲得感應。諸佛菩薩絕沒有私心，沒有偏心，專門照顧新加坡不照顧別的地方，不可能的，佛菩薩的心是平等的、是清淨的。"
    },
    {
      "id": "02-034-0034_p0021",
      "zh_CN": "我们做出第一个模式，第一个样品，所以我们的成功失败关系非常之大，一定要很认真、很努力的来做，有愿有行。有愿没有行，愿是空的，等于是妄想；有行没有愿，你这个行没有方向、没有目标。换句话说，怎么样苦修到后来没有结果，这讲有行无愿，没有结果。所以一定要行愿相资，愿帮助行，行帮助愿，这样才有结果。我们要想作佛，我们真正找到了作佛的理论与方法，是《无量寿经》。我们建弥陀村，很难得赵朴初老居士给我们题了「弥陀村」的三个字。又给我们题念佛堂，念佛堂「莲池海会」，他老人家题的四个字。赵朴老是菩萨再来，今年九十多岁了，听到我们这个讯息非常欢喜。这都是一些佛菩萨给我们做增上缘，我们凭借经典上讲的理论跟方法决定得成。",
      "zh_TW": "我們做出第一個模式，第一個樣品，所以我們的成功失敗關係非常之大，一定要很認真、很努力的來做，有願有行。有願沒有行，願是空的，等於是妄想；有行沒有願，你這個行沒有方向、沒有目標。換句話說，怎麼樣苦修到後來沒有結果，這講有行無願，沒有結果。所以一定要行願相資，願幫助行，行幫助願，這樣才有結果。我們要想作佛，我們真正找到了作佛的理論與方法，是《無量壽經》。我們建彌陀村，很難得趙樸初老居士給我們題了「彌陀村」的三個字。又給我們題念佛堂，念佛堂「蓮池海會」，他老人家題的四個字。趙樸老是菩薩再來，今年九十多歲了，聽到我們這個訊息非常歡喜。這都是一些佛菩薩給我們做增上緣，我們憑藉經典上講的理論跟方法決定得成。"
    },
    {
      "id": "02-034-0034_p0022",
      "zh_CN": "尤其现在我们跟大家在一起学习《华严》，《华严》是大《无量寿经》。《华严》的进度往后要加快。我昨天回去翻翻看了一下，后面还有两段第一卷就圆满了。我一想：我们讲了半年多才讲一卷，《八十卷华严》半年讲一卷，岂不要四十年，这是决定不可以的，所以后面我们的进度一定要加快。加快我想我们讲的方法，可以省的就快点念过去，需要细说的就细讲，用这种方式，要不然时间太长了。如果《八十华严》讲到五十九卷，再接《四十》就九十九卷，九十九卷就等于一百卷，那么这一部经像现在这个进度，要讲五十年。清凉五十年讲五十部，我们五十年讲一部，不像话！这个进度要加强。",
      "zh_TW": "尤其現在我們跟大家在一起學習《華嚴》，《華嚴》是大《無量壽經》。《華嚴》的進度往後要加快。我昨天回去翻翻看了一下，後面還有兩段第一卷就圓滿了。我一想：我們講了半年多才講一卷，《八十卷華嚴》半年講一卷，豈不要四十年，這是決定不可以的，所以後面我們的進度一定要加快。加快我想我們講的方法，可以省的就快點念過去，需要細說的就細講，用這種方式，要不然時間太長了。如果《八十華嚴》講到五十九卷，再接《四十》就九十九卷，九十九卷就等於一百卷，那麼這一部經像現在這個進度，要講五十年。清涼五十年講五十部，我們五十年講一部，不像話！這個進度要加強。"
    },
    {
      "id": "02-034-0034_p0023",
      "zh_CN": "求生净土要有大志向，不要说我下品下生就好了，这个志向太小了。我们一定要发个愿，上上品往生，要发这个愿。万一上上品生不了，还有上中品、上下品，千万不要那个愿标准搞得太低，下下品往生，再下一点就去不了，所以一定要发大心，要争取上上品往生。上上品往生我跟诸位讲过很多次，一定要将《无量寿经》、《观无量寿佛经》、《阿弥陀经》，这净土三经最重要的，三经里面的教训，把它变成自己的思想、见解、行为、日常生活，处事待人接物总不离佛的教诲，我们就能得到。九品的标准，我有一个看法比古人的简单。如果我们将《无量寿经》上的教训百分之百做到，你决定是上品上生；如果你只做到百分之九十，还有百分之十做不到，你就是上品中生；如果你标准再往下降一点，我可以做到百分之八十，还有百分之二十做不到，你就是上品下生。依照这个顺序递减，减到下品下生要做二成，换句话说，你至少要做到百分之二十。百分之二十都做不到，往生就靠不住，那要靠你临命终时的运气。如果你能做到百分之二十、三十、四十，你就决定有把握往生，一丝毫怀疑都没有，要真做。这个样子，阿弥陀佛、本师释迦牟尼佛，乃至于十方一切诸佛如来，我们都同心、同志、同愿、同行，你说这个因缘多么殊胜，取上辈往生还有什么难处？这个道理我们要懂、要记住，认真努力去做。",
      "zh_TW": "求生淨土要有大志向，不要說我下品下生就好了，這個志向太小了。我們一定要發個願，上上品往生，要發這個願。萬一上上品生不了，還有上中品、上下品，千萬不要那個願標準搞得太低，下下品往生，再下一點就去不了，所以一定要發大心，要爭取上上品往生。上上品往生我跟諸位講過很多次，一定要將《無量壽經》、《觀無量壽佛經》、《阿彌陀經》，這淨土三經最重要的，三經裡面的教訓，把它變成自己的思想、見解、行為、日常生活，處事待人接物總不離佛的教誨，我們就能得到。九品的標準，我有一個看法比古人的簡單。如果我們將《無量壽經》上的教訓百分之百做到，你決定是上品上生；如果你只做到百分之九十，還有百分之十做不到，你就是上品中生；如果你標準再往下降一點，我可以做到百分之八十，還有百分之二十做不到，你就是上品下生。依照這個順序遞減，減到下品下生要做二成，換句話說，你至少要做到百分之二十。百分之二十都做不到，往生就靠不住，那要靠你臨命終時的運氣。如果你能做到百分之二十、三十、四十，你就決定有把握往生，一絲毫懷疑都沒有，要真做。這個樣子，阿彌陀佛、本師釋迦牟尼佛，乃至於十方一切諸佛如來，我們都同心、同志、同願、同行，你說這個因緣多麼殊勝，取上輩往生還有什麼難處？這個道理我們要懂、要記住，認真努力去做。"
    },
    {
      "id": "02-034-0034_p0024",
      "zh_CN": "请看下面经文。底下经文是法藏菩萨「赞佛」、「发愿」，他是我们的榜样，我们应当向他学习。前面两首是「赞佛」，后面接着从第三首到第九首是「发愿」，最后一首是请佛给他作证明。我们先看他「赞佛」。",
      "zh_TW": "請看下面經文。底下經文是法藏菩薩「讚佛」、「發願」，他是我們的榜樣，我們應當向他學習。前面兩首是「讚佛」，後面接著從第三首到第九首是「發願」，最後一首是請佛給他作證明。我們先看他「讚佛」。"
    },
    {
      "id": "02-034-0034_p0025",
      "zh_CN": "【如来微妙色端严。一切世间无有等。光明无量照十方。日月火珠皆匿曜。】",
      "zh_TW": "【如來微妙色端嚴。一切世間無有等。光明無量照十方。日月火珠皆匿曜。】"
    },
    {
      "id": "02-034-0034_p0026",
      "zh_CN": "这是第一首。诸位看的这个本子是《科会》的本子，我们的科判是「光相无等」，这首偈赞佛的光明相好。我们常常念赞佛偈，「相好光明无等伦」，就是这一句，在此地是四句，四句当然说得更详细。『如来微妙色端严』，法藏在此地没有说「世尊」，没有说「世尊微妙色端严」，也没有说「佛陀微妙色端严」；他用「如来」，这个意思很深。如果说是「诸佛」、说是「世尊」，我们看到这个字样，我们是凡夫，我们没分，只有佛才有分，我们没有分。要说「如来」，我们大家都有分。如来讲什么？如来讲的是自性，真如本性，这在大乘经上常用的。中国人读《金刚经》的最多，《金刚经》有的说诸佛、有的说如来，凡是讲诸佛，从相上讲的，凡是讲如来，从性上讲的。一切众生皆有佛性，佛性称如来。换句话说，他这个意思岂不就是暗含着，世尊在《华严》「出现品」里头讲的，「一切众生皆有如来智慧德相」，不就是这个意思吗？所以不用佛陀、不用诸佛，用如来。「微」是精微，「妙」是妙善，这是赞叹色相，「色」就是色身；相好，身相之好，精微妙善到极处，端正庄严。在相好里面，一丝毫的缺陷都找不到，这是大圆满。",
      "zh_TW": "這是第一首。諸位看的這個本子是《科會》的本子，我們的科判是「光相無等」，這首偈讚佛的光明相好。我們常常念讚佛偈，「相好光明無等倫」，就是這一句，在此地是四句，四句當然說得更詳細。『如來微妙色端嚴』，法藏在此地沒有說「世尊」，沒有說「世尊微妙色端嚴」，也沒有說「佛陀微妙色端嚴」；他用「如來」，這個意思很深。如果說是「諸佛」、說是「世尊」，我們看到這個字樣，我們是凡夫，我們沒分，只有佛才有分，我們沒有分。要說「如來」，我們大家都有分。如來講什麼？如來講的是自性，真如本性，這在大乘經上常用的。中國人讀《金剛經》的最多，《金剛經》有的說諸佛、有的說如來，凡是講諸佛，從相上講的，凡是講如來，從性上講的。一切眾生皆有佛性，佛性稱如來。換句話說，他這個意思豈不就是暗含著，世尊在《華嚴》「出現品」裡頭講的，「一切眾生皆有如來智慧德相」，不就是這個意思嗎？所以不用佛陀、不用諸佛，用如來。「微」是精微，「妙」是妙善，這是讚歎色相，「色」就是色身；相好，身相之好，精微妙善到極處，端正莊嚴。在相好裡面，一絲毫的缺陷都找不到，這是大圓滿。"
    },
    {
      "id": "02-034-0034_p0027",
      "zh_CN": "下面是用比喻来衬托，『一切世间无有等』。「一切世间」，有情世间就不要说了，有情世间包括十法界，十法界里面佛菩萨都比不上。「等」是跟他平等的，没有，没有跟他平等的。这里头还有很深的意思，深在什么地方？后面经文说出来了，此地是含在里头没说出来，隐藏在里面，后面揭露出来了。每一个往生西方极乐世界的人，即使下下品往生到西方极乐世界，你的色相跟阿弥陀佛无二无别，岂不是这一句话就是赞叹往生到西方极乐世界的人。所以我们要想修得「如来微妙色端严」，不是容易事情。这个经里面重重比较，比较到大梵天王那个福报，大梵天王也有三十二相八十种好。虽然具足三十二相八十种好，比起世尊的应身还是差很远。可是诸位要晓得，极乐世界是一真法界，不是世间的应身。那个世界，这经上常讲「佛有无量相，相有无量好」，身的体质皆是「紫磨真金色身」。我们必须要认识清楚，然后对这个臭皮囊就不会爱惜了，这个东西早一天把它丢掉，去换一个「紫磨真金色身」；去换一副面孔，「微妙色端严」，换这个面孔，不只三十二相八十种好。一到西方极乐世界就换过来了，大家一定要懂得，说人死了，决定没有死，只是改头换面而已，哪里死？不是死，改头换面而已。最聪明的人，世间第一等人，把我们面貌改成佛的面貌，这是颂文里面含的密义，我们要知道争取。这两句是讲的色相。",
      "zh_TW": "下面是用比喻來襯托，『一切世間無有等』。「一切世間」，有情世間就不要說了，有情世間包括十法界，十法界裡面佛菩薩都比不上。「等」是跟他平等的，沒有，沒有跟他平等的。這裡頭還有很深的意思，深在什麼地方？後面經文說出來了，此地是含在裡頭沒說出來，隱藏在裡面，後面揭露出來了。每一個往生西方極樂世界的人，即使下下品往生到西方極樂世界，你的色相跟阿彌陀佛無二無別，豈不是這一句話就是讚歎往生到西方極樂世界的人。所以我們要想修得「如來微妙色端嚴」，不是容易事情。這個經裡面重重比較，比較到大梵天王那個福報，大梵天王也有三十二相八十種好。雖然具足三十二相八十種好，比起世尊的應身還是差很遠。可是諸位要曉得，極樂世界是一真法界，不是世間的應身。那個世界，這經上常講「佛有無量相，相有無量好」，身的體質皆是「紫磨真金色身」。我們必須要認識清楚，然後對這個臭皮囊就不會愛惜了，這個東西早一天把它丟掉，去換一個「紫磨真金色身」；去換一副面孔，「微妙色端嚴」，換這個面孔，不只三十二相八十種好。一到西方極樂世界就換過來了，大家一定要懂得，說人死了，決定沒有死，只是改頭換面而已，哪裡死？不是死，改頭換面而已。最聰明的人，世間第一等人，把我們面貌改成佛的面貌，這是頌文裡面含的密義，我們要知道爭取。這兩句是講的色相。"
    },
    {
      "id": "02-034-0034_p0028",
      "zh_CN": "后两句是讲的光明，『光明无量照十方』，这个「光明」是身光，不是讲的放光。佛的身光就是无量无边遍照十方法界，这个光明是自性本具的般若智慧，是自性本具的光明，不是从外面来的。证得圆满的心性，性德的光明哪有不照十方的道理？下面也是比喻，『日月火珠皆匿曜』，我们现前在这个世间，所见到光明最殊胜的无过于太阳，这是就我们肉眼能够见得到的，其次的月亮。「火珠」，「火」是代表火焰，都是象征着光明；「珠」，宝珠也放光。这是说的这世间所有发光体，在自性光明之下它都显示不出来了；「匿曜」，曜就是他的照耀，他的光辉没有了。好比我们在晴天，太阳没有云彩遮住的时候阳光非常充足，我们在阳光之下，就是点上一千支光亮的电灯也显不出来，也看不到灯光，「匿曜」的意思。",
      "zh_TW": "後兩句是講的光明，『光明無量照十方』，這個「光明」是身光，不是講的放光。佛的身光就是無量無邊遍照十方法界，這個光明是自性本具的般若智慧，是自性本具的光明，不是從外面來的。證得圓滿的心性，性德的光明哪有不照十方的道理？下面也是比喻，『日月火珠皆匿曜』，我們現前在這個世間，所見到光明最殊勝的無過於太陽，這是就我們肉眼能夠見得到的，其次的月亮。「火珠」，「火」是代表火焰，都是象徵著光明；「珠」，寶珠也放光。這是說的這世間所有發光體，在自性光明之下它都顯示不出來了；「匿曜」，曜就是他的照耀，他的光輝沒有了。好比我們在晴天，太陽沒有雲彩遮住的時候陽光非常充足，我們在陽光之下，就是點上一千支光亮的電燈也顯不出來，也看不到燈光，「匿曜」的意思。"
    },
    {
      "id": "02-034-0034_p0029",
      "zh_CN": "相好光明这是什么道理？佛给我们说的，「唯心所现，唯识所变」。在自性的这个境界里面，只有唯心所现，所以现的境界叫一真法界。诸位要知道，《华严经》圆教初住菩萨已经离心意识，不再用心意识，「唯识所变」他舍掉了，他不再用心意识，所以法界是一真。一切有情众生没有离开心意识，六道凡夫、四圣法界都没有离心意识，都是用心意识。四圣法界里面用得正，也就是说，他们所用的心意识与法性性德相应，唯善无恶，与善相应。六道凡夫用心意识用得不善；换句话说，与善法不相应，与贪瞋痴、与恶法相应，这才把一真法界变成了十法界，道理在此地。",
      "zh_TW": "相好光明這是什麼道理？佛給我們說的，「唯心所現，唯識所變」。在自性的這個境界裡面，只有唯心所現，所以現的境界叫一真法界。諸位要知道，《華嚴經》圓教初住菩薩已經離心意識，不再用心意識，「唯識所變」他捨掉了，他不再用心意識，所以法界是一真。一切有情眾生沒有離開心意識，六道凡夫、四聖法界都沒有離心意識，都是用心意識。四聖法界裡面用得正，也就是說，他們所用的心意識與法性性德相應，唯善無惡，與善相應。六道凡夫用心意識用得不善；換句話說，與善法不相應，與貪瞋痴、與惡法相應，這才把一真法界變成了十法界，道理在此地。"
    },
    {
      "id": "02-034-0034_p0030",
      "zh_CN": "可是诸位要知道，识没有离开心性，识是依心而起，离开心哪来的识？识不离心。然后我们就晓得，所变不离能变，这就说明十法界不离一真法界，一真法界是心现，十法界是识变，识不离心，十法界不离一真法界。可是这一切迷失自性的众生，十法界虽然不离一真法界，一真法界的受用他得不到；不但得不到，他见都见不到。可是一真法界的菩萨，对于十法界里面这些众生是清清楚楚、明明白白，对于我们生活的环境，我们一切的造作、起心动念，他们没有不知道的，这些事情在这部经里面都有详细的说明。我们体会到这个道理，对于佛所讲的这些事相，我们就相信了。现代人不相信因缘果报，他为什么不相信？不懂得这个道理。如果你真正明了「心现识变」的道理，你对于因果就深信不疑了。所以说「万法皆空，因果不空」，因果何以不空？因果转变不空，因果相续不空。因果的现象刹那转变，这种现象就在我们眼前，我们见不到，而且转变的速度非常之快，刹那转变，说刹那已经说得太长了。这个事情我们留在《华严经》底下一卷会说到，实实在在是不可思议。再看第二首：",
      "zh_TW": "可是諸位要知道，識沒有離開心性，識是依心而起，離開心哪來的識？識不離心。然後我們就曉得，所變不離能變，這就說明十法界不離一真法界，一真法界是心現，十法界是識變，識不離心，十法界不離一真法界。可是這一切迷失自性的眾生，十法界雖然不離一真法界，一真法界的受用他得不到；不但得不到，他見都見不到。可是一真法界的菩薩，對於十法界裡面這些眾生是清清楚楚、明明白白，對於我們生活的環境，我們一切的造作、起心動念，他們沒有不知道的，這些事情在這部經裡面都有詳細的說明。我們體會到這個道理，對於佛所講的這些事相，我們就相信了。現代人不相信因緣果報，他為什麼不相信？不懂得這個道理。如果你真正明瞭「心現識變」的道理，你對於因果就深信不疑了。所以說「萬法皆空，因果不空」，因果何以不空？因果轉變不空，因果相續不空。因果的現象剎那轉變，這種現象就在我們眼前，我們見不到，而且轉變的速度非常之快，剎那轉變，說剎那已經說得太長了。這個事情我們留在《華嚴經》底下一卷會說到，實實在在是不可思議。再看第二首："
    },
    {
      "id": "02-034-0034_p0031",
      "zh_CN": "【世尊能演一音声。有情各各随类解。又能现一妙色身。普使众生随类见。】",
      "zh_TW": "【世尊能演一音聲。有情各各隨類解。又能現一妙色身。普使眾生隨類見。】"
    },
    {
      "id": "02-034-0034_p0032",
      "zh_CN": "这个在科题上是「音身普度」。诸佛菩萨出现在世间；这个世间，所谓的有情世间指六道；智正觉世间指十法界，声闻、缘觉、菩萨、佛，智正觉世间；还有无情的世间，器世间。为什么说器世间？《华严经》「世主妙严品」里面有器世间主，山神、树神、花神、水神，这是器世间主。这是指的一切世间，佛出现在一切世间里面，为的是什么？为的是帮助一切众生觉悟，帮助一切众生了解宇宙人生的真相，《般若经》上所说的「诸法实相」。觉悟明白了，你就叫佛菩萨；不觉悟、不明了就叫凡夫。凡夫在这个世间很辛苦，你在这个世间时间长，真的是过去无始、未来无终，无始无终都在这里搞轮回，你说这个生活多苦。",
      "zh_TW": "這個在科題上是「音身普度」。諸佛菩薩出現在世間；這個世間，所謂的有情世間指六道；智正覺世間指十法界，聲聞、緣覺、菩薩、佛，智正覺世間；還有無情的世間，器世間。為什麼說器世間？《華嚴經》「世主妙嚴品」裡面有器世間主，山神、樹神、花神、水神，這是器世間主。這是指的一切世間，佛出現在一切世間裡面，為的是什麼？為的是幫助一切眾生覺悟，幫助一切眾生了解宇宙人生的真相，《般若經》上所說的「諸法實相」。覺悟明白了，你就叫佛菩薩；不覺悟、不明瞭就叫凡夫。凡夫在這個世間很辛苦，你在這個世間時間長，真的是過去無始、未來無終，無始無終都在這裡搞輪迴，你說這個生活多苦。"
    },
    {
      "id": "02-034-0034_p0033",
      "zh_CN": "「起惑、造业、受报」，这是诸位常常在经上读到的，但是这个境界很不容易体会，一般讲都是讲很粗的境界。我们这一生当中迷惑颠倒，造作无量无边的罪业，来生又受三途苦报，这讲得很粗。极其精微这个说法，迷是一念不觉，那是起惑，一念不觉；不觉，他就起了妄动，这个动就是造业。相宗所讲的「一念不觉而有无明」，一念不觉是惑，而有无明是造业；所谓是「无明不觉生三细」，三细是果报。这是给你「惑业苦」讲到极其微细之处了。你说这个东西可怕不可怕？我们今天连粗的惑业苦都没有办法了断，细的惑业苦根本不知道。细的惑业苦在刹那之间，所以才跟你讲，轮回的现象在哪里？刹那刹那在轮回。",
      "zh_TW": "「起惑、造業、受報」，這是諸位常常在經上讀到的，但是這個境界很不容易體會，一般講都是講很粗的境界。我們這一生當中迷惑顛倒，造作無量無邊的罪業，來生又受三途苦報，這講得很粗。極其精微這個說法，迷是一念不覺，那是起惑，一念不覺；不覺，他就起了妄動，這個動就是造業。相宗所講的「一念不覺而有無明」，一念不覺是惑，而有無明是造業；所謂是「無明不覺生三細」，三細是果報。這是給你「惑業苦」講到極其微細之處了。你說這個東西可怕不可怕？我們今天連粗的惑業苦都沒有辦法了斷，細的惑業苦根本不知道。細的惑業苦在剎那之間，所以才跟你講，輪迴的現象在哪裡？剎那剎那在輪迴。"
    },
    {
      "id": "02-034-0034_p0034",
      "zh_CN": "佛菩萨看到，看得清清楚楚，所以才称为「可怜悯者」；十法界的众生都是可怜悯者，不仅仅是六道凡夫，三途的罪报，十法界在法身大士、诸佛眼中都是可怜悯者。这些道理事实真相，唯有佛能说得出来。所以佛出现在十法界，就是要救度一切众生。我们这一生到这个世间来干什么？受报造业的。你想想对不对？每一天生活日子过得这么苦，这受报；受报又不老实受，一天到晚起心动念，是非人我、贪瞋痴慢，这造业。我们来到这个世间受报造业，这是跟大家讲真相、讲真话。诸佛菩萨觉悟了，他们来是来帮忙，帮助我们「离苦得乐」，帮助我们「破迷开悟」，他来干这个的。你要问为什么到这个世间？到世间来干什么？诸佛如来跟一切众生，两句话就说尽了。所以这个地方赞颂佛来度众生。",
      "zh_TW": "佛菩薩看到，看得清清楚楚，所以才稱為「可憐憫者」；十法界的眾生都是可憐憫者，不僅僅是六道凡夫，三途的罪報，十法界在法身大士、諸佛眼中都是可憐憫者。這些道理事實真相，唯有佛能說得出來。所以佛出現在十法界，就是要救度一切眾生。我們這一生到這個世間來幹什麼？受報造業的。你想想對不對？每一天生活日子過得這麼苦，這受報；受報又不老實受，一天到晚起心動念，是非人我、貪瞋痴慢，這造業。我們來到這個世間受報造業，這是跟大家講真相、講真話。諸佛菩薩覺悟了，他們來是來幫忙，幫助我們「離苦得樂」，幫助我們「破迷開悟」，他來幹這個的。你要問為什麼到這個世間？到世間來幹什麼？諸佛如來跟一切眾生，兩句話就說盡了。所以這個地方讚頌佛來度眾生。"
    },
    {
      "id": "02-034-0034_p0035",
      "zh_CN": "『世尊能演一音声』，前面说如来，此地说世尊，不一样了。前面讲性德，我们统统都有；这个我们没有，一定要靠修德，修德有功，性德方显，我们一定要认真努力去修持。第一句「能演一音声」，在三密相应里面这是语密，佛以音声做佛事。『有情各各随类解』，为什么「有情」他统统都能够理解？佛说法一个音声。我们今天说法为什么很多人听不懂？这个道理在哪里？我们有障碍，所以别人听不懂，不同的语言就听不懂，我们有障碍。佛没有障碍，所以任何族类的众生听起来都听懂，都像他自己的语言一样。障碍在哪里？我们有分别、有执着、有妄想，就是障碍。佛没有障碍，没有妄想，没有分别，没有执着，所以那个音是从自性里面流露出来的。自性里头流露出来的，刚才讲了一切众生唯识所变，识不离心。我们明白这个道理，「佛一音说法，众生随类解」是有道理。虽不能入这个境界，理上讲得通，事上就可能。我们今天用识，没有用性，识就是处处都是障碍。所以同样讲华语还有方言不同，人家还听不懂，甚至于还听的时候把意思听错了，常常碰到。",
      "zh_TW": "『世尊能演一音聲』，前面說如來，此地說世尊，不一樣了。前面講性德，我們統統都有；這個我們沒有，一定要靠修德，修德有功，性德方顯，我們一定要認真努力去修持。第一句「能演一音聲」，在三密相應裡面這是語密，佛以音聲做佛事。『有情各各隨類解』，為什麼「有情」他統統都能夠理解？佛說法一個音聲。我們今天說法為什麼很多人聽不懂？這個道理在哪裡？我們有障礙，所以別人聽不懂，不同的語言就聽不懂，我們有障礙。佛沒有障礙，所以任何族類的眾生聽起來都聽懂，都像他自己的語言一樣。障礙在哪裡？我們有分別、有執著、有妄想，就是障礙。佛沒有障礙，沒有妄想，沒有分別，沒有執著，所以那個音是從自性裡面流露出來的。自性裡頭流露出來的，剛才講了一切眾生唯識所變，識不離心。我們明白這個道理，「佛一音說法，眾生隨類解」是有道理。雖不能入這個境界，理上講得通，事上就可能。我們今天用識，沒有用性，識就是處處都是障礙。所以同樣講華語還有方言不同，人家還聽不懂，甚至於還聽的時候把意思聽錯了，常常碰到。"
    },
    {
      "id": "02-034-0034_p0036",
      "zh_CN": "由此可知，如果要发心普度一切众生，要实践你四弘愿里面第一大愿，「众生无边誓愿度」，你想一想不见性怎么行？最低限度也要证得圆初住的地位。圆初住就是别教初地菩萨，你的说法没有障碍了。怎样才能达到这个地位、到这个境界？佛告诉我们，见思烦恼要断掉，尘沙烦恼要断掉，无明要破一品，四十一品无明要破一品，你才能入这个境界。烦恼从哪里断起？从哪里下手？从见思下手。「见」，错误的见解；「思」，错误的思想。把错误的见解、错误的思想纠正过来，这个真的要炼，要真干。无量劫来我们见解错了，错在哪里？把这个身看作我，这个错了。你如果不肯放弃你错误的执着，明心见性永远没分。为什么？尽虚空、遍法界是你心性变现出来的，我们这个身体当然也不例外，也是心性变现出来的。可是你现在执着这个心性是我，其他的都不是我，这个见解错误，你怎么能恢复见性？所以一个人真正想明心见性，想恢复性德，第一个念头佛讲得好，「一切众生皆是过去父母，未来诸佛」，佛这个方法妙极了，而且是事实真相，善巧到极处。你能把所有一切众生，都看作是自己的父母，是未来诸佛；看作自己父母要孝顺，看作是未来诸佛要恭敬。",
      "zh_TW": "由此可知，如果要發心普度一切眾生，要實踐你四弘願裡面第一大願，「眾生無邊誓願度」，你想一想不見性怎麼行？最低限度也要證得圓初住的地位。圓初住就是別教初地菩薩，你的說法沒有障礙了。怎樣才能達到這個地位、到這個境界？佛告訴我們，見思煩惱要斷掉，塵沙煩惱要斷掉，無明要破一品，四十一品無明要破一品，你才能入這個境界。煩惱從哪裡斷起？從哪裡下手？從見思下手。「見」，錯誤的見解；「思」，錯誤的思想。把錯誤的見解、錯誤的思想糾正過來，這個真的要鍊，要真幹。無量劫來我們見解錯了，錯在哪裡？把這個身看作我，這個錯了。你如果不肯放棄你錯誤的執著，明心見性永遠沒分。為什麼？盡虛空、遍法界是你心性變現出來的，我們這個身體當然也不例外，也是心性變現出來的。可是你現在執著這個心性是我，其他的都不是我，這個見解錯誤，你怎麼能恢復見性？所以一個人真正想明心見性，想恢復性德，第一個念頭佛講得好，「一切眾生皆是過去父母，未來諸佛」，佛這個方法妙極了，而且是事實真相，善巧到極處。你能把所有一切眾生，都看作是自己的父母，是未來諸佛；看作自己父母要孝順，看作是未來諸佛要恭敬。"
    },
    {
      "id": "02-034-0034_p0037",
      "zh_CN": "佛法从哪里学起？孝敬下手。孝顺一切众生，礼敬一切众生，知道自己跟一切众生是一体，是一不是二，从这里下手，你才会有进步，你的功夫才会得力。无论你修学哪一个法门，这是头一步，头一步做不到其他的不要谈了。所以第一步要把心量拓开，尽虚空、遍法界确确实实是自己，佛家讲的「清净法身」，那是自己的清净法身。法身就是自性，性海，佛经上常常用这个比喻，法性的大海，真正自己。你能够契入了，肯定了，你就证得清净法身；证得清净法身，你就是圆教初住菩萨，你的性德、智慧、德能就往外面透，你就得受用。这两句话讲说法；后面两句讲现身。",
      "zh_TW": "佛法從哪裡學起？孝敬下手。孝順一切眾生，禮敬一切眾生，知道自己跟一切眾生是一體，是一不是二，從這裡下手，你才會有進步，你的功夫才會得力。無論你修學哪一個法門，這是頭一步，頭一步做不到其他的不要談了。所以第一步要把心量拓開，盡虛空、遍法界確確實實是自己，佛家講的「清淨法身」，那是自己的清淨法身。法身就是自性，性海，佛經上常常用這個比喻，法性的大海，真正自己。你能夠契入了，肯定了，你就證得清淨法身；證得清淨法身，你就是圓教初住菩薩，你的性德、智慧、德能就往外面透，你就得受用。這兩句話講說法；後面兩句講現身。"
    },
    {
      "id": "02-034-0034_p0038",
      "zh_CN": "『又能现一妙色身，普使众生随类见』，身密，三密里头身密。前面两句音声做佛事，讲经说法。讲经说法这个意思是广义的，不是说一定要展开经典，照这个一句句去讲叫讲经说法，不是的。日常生活当中处事待人接物，一开口就是讲经说法，为什么？句句话用意都是帮助别人觉悟，念念帮助一切众生离苦得乐，所以只要开口，只要出音声都是说法。我们在日常生活当中，是不是有这个念头？是不是用这种心？是不是时时刻刻、在在处处，都以自己的智慧，以自己的善巧方便，旁敲侧击帮人开悟？他一下开不了悟，慢慢来，常常提醒，总有一天他觉悟了，他回头了。正如同我刚才听几位同修告诉我，我们楼下餐厅「无遮大会」，不一定要信佛的人来吃，随便什么人来吃饭都欢迎。听说有些人吃饭很贪，不信佛的，到吃饭的时候他就来了，从来没有念一声佛号。可是时间久了，久而久之他也会念佛了，他也会到常住来做义工帮忙了，时间久了就信了，都是说法。所以诸位在底下每一天捡菜，捡菜是讲经说法；厨房烧饭，烧饭是讲经说法，时间久了都叫人生善心，都叫人回头，所以讲经说法是广义的，不是狭义的。",
      "zh_TW": "『又能現一妙色身，普使眾生隨類見』，身密，三密裡頭身密。前面兩句音聲做佛事，講經說法。講經說法這個意思是廣義的，不是說一定要展開經典，照這個一句句去講叫講經說法，不是的。日常生活當中處事待人接物，一開口就是講經說法，為什麼？句句話用意都是幫助別人覺悟，念念幫助一切眾生離苦得樂，所以只要開口，只要出音聲都是說法。我們在日常生活當中，是不是有這個念頭？是不是用這種心？是不是時時刻刻、在在處處，都以自己的智慧，以自己的善巧方便，旁敲側擊幫人開悟？他一下開不了悟，慢慢來，常常提醒，總有一天他覺悟了，他回頭了。正如同我剛才聽幾位同修告訴我，我們樓下餐廳「無遮大會」，不一定要信佛的人來吃，隨便什麼人來吃飯都歡迎。聽說有些人吃飯很貪，不信佛的，到吃飯的時候他就來了，從來沒有念一聲佛號。可是時間久了，久而久之他也會念佛了，他也會到常住來做義工幫忙了，時間久了就信了，都是說法。所以諸位在底下每一天撿菜，撿菜是講經說法；廚房燒飯，燒飯是講經說法，時間久了都叫人生善心，都叫人回頭，所以講經說法是廣義的，不是狹義的。"
    },
    {
      "id": "02-034-0034_p0039",
      "zh_CN": "这底下现身说法是身教，你示现的是一个身相，许许多多众生见的这个身相感触不一样，那就是「普使众生随类见」。我们在日常生活当中也是有这些，自己不能觉知，不能好好的用自己的音声，用自己身体的表现。我们的音声，我们的表现，都叫众生生烦恼，都是帮助众生增长惑业苦，增长贪瞋痴，我们搞的是这个；诸佛菩萨应化在世间，他的音声，他的表现，帮助众生觉悟，帮助众生离烦恼，帮助众生回头是岸。我们学佛要从这些地方学，学佛现身，学佛说法。佛「身、语、意」三密，我们又何尝不是三密？众生根性不相同，习气不一样，应以什么方式得度，我们就用什么方法。我们用对甲的方法态度，对乙就不适用；对甲能够帮助他生欢喜心，帮助他觉悟，如果用这个方法对乙，乙生烦恼，乙迷惑颠倒，对乙必须另外一套方法。我们看诸佛如来对一切众生大用无方，但是一个大原则决定与性德、与性善相应。特别是在《华严经》上我们可以学到许许多多，佛菩萨在这个世间生活，他生活的态度，生活的方法，我们要细心体会，要认真的学习。",
      "zh_TW": "這底下現身說法是身教，你示現的是一個身相，許許多多眾生見的這個身相感觸不一樣，那就是「普使眾生隨類見」。我們在日常生活當中也是有這些，自己不能覺知，不能好好的用自己的音聲，用自己身體的表現。我們的音聲，我們的表現，都叫眾生生煩惱，都是幫助眾生增長惑業苦，增長貪瞋痴，我們搞的是這個；諸佛菩薩應化在世間，他的音聲，他的表現，幫助眾生覺悟，幫助眾生離煩惱，幫助眾生回頭是岸。我們學佛要從這些地方學，學佛現身，學佛說法。佛「身、語、意」三密，我們又何嘗不是三密？眾生根性不相同，習氣不一樣，應以什麼方式得度，我們就用什麼方法。我們用對甲的方法態度，對乙就不適用；對甲能夠幫助他生歡喜心，幫助他覺悟，如果用這個方法對乙，乙生煩惱，乙迷惑顛倒，對乙必須另外一套方法。我們看諸佛如來對一切眾生大用無方，但是一個大原則決定與性德、與性善相應。特別是在《華嚴經》上我們可以學到許許多多，佛菩薩在這個世間生活，他生活的態度，生活的方法，我們要細心體會，要認真的學習。"
    },
    {
      "id": "02-034-0034_p0040",
      "zh_CN": "从粗显的现象，譬如有许多同修曾经到中国大陆去旅游观光，很多人到过普陀山。普陀山有个梵音洞，大家都要到洞里面看看观音菩萨现身。过去香港圣一法师告诉我，他在八二年，三位出家人去朝普陀，在梵音洞门口拜观音菩萨。拜了半个小时见到了，大家都非常欢喜，感激观音菩萨现身。回来的时候彼此就问一问：你见到观音菩萨什么样子？圣一法师见到的是金身，金色的，戴毘卢帽，像地藏菩萨戴这个帽子，戴毘卢帽，金色身；另外一个法师见到的是，像普通我们画里面看到的白衣观音，看到是这个现相；另外一个法师见到的是比丘相，出家人。三个人同时拜了半个小时，三个人都看到了，看到的不一样，「普使众生随类见」。观音菩萨是不是有意现这个身给你看，现那个身给你看，不是的，无意的。我们见的人业感不相同，所以见佛的身相不一样，佛、菩萨没有形相，众生所见的相随自己业力感应的。好，今天时间到了，就讲到此地。",
      "zh_TW": "從粗顯的現象，譬如有許多同修曾經到中國大陸去旅遊觀光，很多人到過普陀山。普陀山有個梵音洞，大家都要到洞裡面看看觀音菩薩現身。過去香港聖一法師告訴我，他在八二年，三位出家人去朝普陀，在梵音洞門口拜觀音菩薩。拜了半個小時見到了，大家都非常歡喜，感激觀音菩薩現身。回來的時候彼此就問一問：你見到觀音菩薩什麼樣子？聖一法師見到的是金身，金色的，戴毘盧帽，像地藏菩薩戴這個帽子，戴毘盧帽，金色身；另外一個法師見到的是，像普通我們畫裡面看到的白衣觀音，看到是這個現相；另外一個法師見到的是比丘相，出家人。三個人同時拜了半個小時，三個人都看到了，看到的不一樣，「普使眾生隨類見」。觀音菩薩是不是有意現這個身給你看，現那個身給你看，不是的，無意的。我們見的人業感不相同，所以見佛的身相不一樣，佛、菩薩沒有形相，眾生所見的相隨自己業力感應的。好，今天時間到了，就講到此地。"
    }
  ]
}