{
  "doc_id": "02-034-0114",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一四集",
    "zh_TW": "第一一四集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0114",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "02-034-0114_p0001",
      "zh_CN": "请掀开经本《科会》第二十九面，经文倒数第二行：",
      "zh_TW": "請掀開經本《科會》第二十九面，經文倒數第二行："
    },
    {
      "id": "02-034-0114_p0002",
      "zh_CN": "【佛告阿难。法藏比丘。修菩萨行。积功累德。无量无边。】",
      "zh_TW": "【佛告阿難。法藏比丘。修菩薩行。積功累德。無量無邊。】"
    },
    {
      "id": "02-034-0114_p0003",
      "zh_CN": "这是本经第九品「圆满成就」。大的段落里面标题是标「果德圆满」。从这一品一直到第四十二品介绍西方世界的依正庄严，一共分为五个大段落。第一个段落是「总示成佛时处」，就是第九跟第十两品。这个地方的内容，就是这一品的内容，佛称赞法藏比丘修行的成就，这些地方我们要认真努力来学习。法藏菩萨，我们在前面经文读到，他是修普贤菩萨大行，于无量劫中积累无量无边的功德。我们读了之后，要细细的去思惟，去反省，去检点。特别是经上讲的『积功累德』，什么是「功」，什么是「德」，尤其要辨别清楚。「功」是说修行的功夫。功夫在哪里？无非是断恶修善，改过自新。普贤行门无量无边，在《华严经》里面菩萨将无量无边的功行归纳为十大类，这就是著名的「十大愿王」。这是十个科目，我们要认真的学习，也像菩萨一样积功累德。",
      "zh_TW": "這是本經第九品「圓滿成就」。大的段落裡面標題是標「果德圓滿」。從這一品一直到第四十二品介紹西方世界的依正莊嚴，一共分為五個大段落。第一個段落是「總示成佛時處」，就是第九跟第十兩品。這個地方的內容，就是這一品的內容，佛稱讚法藏比丘修行的成就，這些地方我們要認真努力來學習。法藏菩薩，我們在前面經文讀到，他是修普賢菩薩大行，於無量劫中積累無量無邊的功德。我們讀了之後，要細細的去思惟，去反省，去檢點。特別是經上講的『積功累德』，什麼是「功」，什麼是「德」，尤其要辨別清楚。「功」是說修行的功夫。功夫在哪裡？無非是斷惡修善，改過自新。普賢行門無量無邊，在《華嚴經》裡面菩薩將無量無邊的功行歸納為十大類，這就是著名的「十大願王」。這是十個科目，我們要認真的學習，也像菩薩一樣積功累德。"
    },
    {
      "id": "02-034-0114_p0004",
      "zh_CN": "第一个科目里面告诉我们：「礼敬诸佛」。我们没有做到，我们对于诸佛没有丝毫恭敬之心，这是过失。诸佛如来为什么要我们对他恭敬？「礼敬诸佛」是不是这个意思？不是的。不要说诸佛如来了，阿罗汉以上清净心就现前，如果还有一个念头希望别人对我恭敬，这是妄想、是分别、是执着，那是凡夫不是圣人。为什么菩萨教我们头一条就要修礼敬？我们必须要明了，礼敬是性德；换句话说，是我们自性本具的德能。所以修行证果之人，不要说证大果了，像声闻缘觉证的小果，他对人、对事、对物都有真诚的恭敬心。为什么？性德自然的流露，本来就是这个样子的，一丝毫勉强都没有加在其中，本来就是这样的。由此可知，我们自己的性德迷失了，我们今天对人、对事、对物贡高我慢，没有丝毫恭敬之心，这个错了！这是什么心？这在佛法里面叫「轮回心」，我们把本性变作轮回心，这大错特错！",
      "zh_TW": "第一個科目裡面告訴我們：「禮敬諸佛」。我們沒有做到，我們對於諸佛沒有絲毫恭敬之心，這是過失。諸佛如來為什麼要我們對他恭敬？「禮敬諸佛」是不是這個意思？不是的。不要說諸佛如來了，阿羅漢以上清淨心就現前，如果還有一個念頭希望別人對我恭敬，這是妄想、是分別、是執著，那是凡夫不是聖人。為什麼菩薩教我們頭一條就要修禮敬？我們必須要明瞭，禮敬是性德；換句話說，是我們自性本具的德能。所以修行證果之人，不要說證大果了，像聲聞緣覺證的小果，他對人、對事、對物都有真誠的恭敬心。為什麼？性德自然的流露，本來就是這個樣子的，一絲毫勉強都沒有加在其中，本來就是這樣的。由此可知，我們自己的性德迷失了，我們今天對人、對事、對物貢高我慢，沒有絲毫恭敬之心，這個錯了！這是什麼心？這在佛法裡面叫「輪迴心」，我們把本性變作輪迴心，這大錯特錯！"
    },
    {
      "id": "02-034-0114_p0005",
      "zh_CN": "菩萨帮助我们只有一个目的，帮助我们恢复自性而已。我们自性本具有无量智慧、无量德能，跟诸佛如来无二无别。所以佛经里面所说的修学的纲领、修学的科目，没有一条不是自性本具的。我们凡夫误认为这是释迦牟尼佛的教条，佛菩萨故意制定种种的限制，这是我们全都想错了，全都猜测错了，而不知道它是自性本具的德能。由此可知，佛教我们这样做，这是恢复性德的方法，或者说这是恢复性德的一种手段都可以。我们要不用这个方法，要想恢复性德，那就难了。所以，明白这一个事实真相之后，我们对于经典里面修学的科目，自然就很欢喜认真的去学习。",
      "zh_TW": "菩薩幫助我們只有一個目的，幫助我們恢復自性而已。我們自性本具有無量智慧、無量德能，跟諸佛如來無二無別。所以佛經裡面所說的修學的綱領、修學的科目，沒有一條不是自性本具的。我們凡夫誤認為這是釋迦牟尼佛的教條，佛菩薩故意制定種種的限制，這是我們全都想錯了，全都猜測錯了，而不知道它是自性本具的德能。由此可知，佛教我們這樣做，這是恢復性德的方法，或者說這是恢復性德的一種手段都可以。我們要不用這個方法，要想恢復性德，那就難了。所以，明白這一個事實真相之後，我們對於經典裡面修學的科目，自然就很歡喜認真的去學習。"
    },
    {
      "id": "02-034-0114_p0006",
      "zh_CN": "「礼」是说外表，「敬」是说内心，表里一致，正所谓「诚于中，形于外」，内心里面有诚敬，表现在外面自自然然就是礼敬，我们怎么能不学？修行人，说你修行有没有功夫，看看你的相貌、看看你的表态动作就知道了，你的功夫全表现在你的容貌动作之中，全表现在这里头。佛门所说的「威仪」，世间人所讲的「风度」，看看你的威仪、看看你的风度，就知道你修行功夫到哪一个层次，没有办法欺骗人，内行人一眼就看穿，我们怎么能不认真的做功夫？这个功夫就是把错误改正过来，这是功夫：我们对人、对事、对物的不敬，如何把它改过来敬人、敬业、敬物。敬业是讲对我们自己本分的工作，我们要认真努力去做，那是敬业。",
      "zh_TW": "「禮」是說外表，「敬」是說內心，表裡一致，正所謂「誠於中，形於外」，內心裡面有誠敬，表現在外面自自然然就是禮敬，我們怎麼能不學？修行人，說你修行有沒有功夫，看看你的相貌、看看你的表態動作就知道了，你的功夫全表現在你的容貌動作之中，全表現在這裡頭。佛門所說的「威儀」，世間人所講的「風度」，看看你的威儀、看看你的風度，就知道你修行功夫到哪一個層次，沒有辦法欺騙人，內行人一眼就看穿，我們怎麼能不認真的做功夫？這個功夫就是把錯誤改正過來，這是功夫：我們對人、對事、對物的不敬，如何把它改過來敬人、敬業、敬物。敬業是講對我們自己本分的工作，我們要認真努力去做，那是敬業。"
    },
    {
      "id": "02-034-0114_p0007",
      "zh_CN": "「诸佛」，尤其要明了。《华严经》上说得好：「情与无情，同圆种智。」这个意思就是说，不但一切有情众生是诸佛，为什么？他有佛性，凡是有佛性的皆当作佛，佛法里面称之为「未来佛」，一切众生皆是未来佛。修普贤行的人，他是未来佛，就把他看作现前佛那样的恭敬，这是修普贤行的菩萨。我们要知道，华藏世界的四十一位法身大士修普贤行，极乐世界四土三辈九品一切大众也修普贤行；换句话说，他们见到我们，都把我们看作现前佛这样尊重。而我们看他是什么心态？没把他放在眼里。所以他成佛了，我们还搞轮回。你要问什么原因，道理就在此地，没有恭敬心。",
      "zh_TW": "「諸佛」，尤其要明瞭。《華嚴經》上說得好：「情與無情，同圓種智。」這個意思就是說，不但一切有情眾生是諸佛，為什麼？他有佛性，凡是有佛性的皆當作佛，佛法裡面稱之為「未來佛」，一切眾生皆是未來佛。修普賢行的人，他是未來佛，就把他看作現前佛那樣的恭敬，這是修普賢行的菩薩。我們要知道，華藏世界的四十一位法身大士修普賢行，極樂世界四土三輩九品一切大眾也修普賢行；換句話說，他們見到我們，都把我們看作現前佛這樣尊重。而我們看他是什麼心態？沒把他放在眼裡。所以他成佛了，我們還搞輪迴。你要問什麼原因，道理就在此地，沒有恭敬心。"
    },
    {
      "id": "02-034-0114_p0008",
      "zh_CN": "礼敬之德无量无边，无量无边大德里头的第一德是消除我慢。诸位要晓得，「我慢」是根本烦恼，贪、瞋、痴、慢，「礼敬诸佛」第一德就是对我慢来说的。他为什么不把断贪欲放在第一？他把断我慢放在第一？这里头有大道理在。因为普贤行愿不是对普通人说的；换句话说，不是初学。初学，菩萨帮助你先断贪瞋痴。普贤行是度大菩萨，已经有成就的人。这些菩萨他们要把境界再向上提升，这当中最大的障碍，我们讲「业障」，最大的业障就是「我慢」，为什么？有我慢就很难接受别人的教导，更不容易接受别人的批评，自己的过失怎么能改正过来？",
      "zh_TW": "禮敬之德無量無邊，無量無邊大德裡頭的第一德是消除我慢。諸位要曉得，「我慢」是根本煩惱，貪、瞋、痴、慢，「禮敬諸佛」第一德就是對我慢來說的。他為什麼不把斷貪欲放在第一？他把斷我慢放在第一？這裡頭有大道理在。因為普賢行願不是對普通人說的；換句話說，不是初學。初學，菩薩幫助你先斷貪瞋痴。普賢行是度大菩薩，已經有成就的人。這些菩薩他們要把境界再向上提升，這當中最大的障礙，我們講「業障」，最大的業障就是「我慢」，為什麼？有我慢就很難接受別人的教導，更不容易接受別人的批評，自己的過失怎麼能改正過來？"
    },
    {
      "id": "02-034-0114_p0009",
      "zh_CN": "最近《了凡四训》制作成VCD，两片的连续剧，我想很多人看过。其中有一个读书的秀才张畏岩，我慢！去参加考试没有考取，大骂主考官有眼无珠，他的学问那么好，文章做得那么好，没有被录取。正好遇到个道士，道士看到他在那里发脾气骂主考官，就在旁边说：「你的文章一定不好。」他就更生气了：「你没有看过我的文章，你怎么知道我文章不好？」道士说：「是你傲慢没有福，你的文章怎么会做得好？」他算不错，总算是念过书的人，还能接受。能接受的人能改过自新，这个人是法器，还有指望。如果一味自以为是，不能接受别人批评，不知道反省改过，这个人是佛经里面讲的「一阐提」。「阐提」是梵语，翻成中国意思，「没有善根」。不能接受别人的劝告，这个人没有指望了，一直要堕落下去，连张畏岩都不如。所以我们看看，法藏怎么成佛的？何以能成佛而受到一切诸佛的尊敬？释迦牟尼佛在本经的赞叹代表诸佛，赞叹阿弥陀佛是「光中极尊，佛中之王」。谦虚！阿弥陀佛最谦虚。从这个地方，诸位就懂得什么叫「功德」。",
      "zh_TW": "最近《了凡四訓》製作成VCD，兩片的連續劇，我想很多人看過。其中有一個讀書的秀才張畏巖，我慢！去參加考試沒有考取，大罵主考官有眼無珠，他的學問那麼好，文章做得那麼好，沒有被錄取。正好遇到個道士，道士看到他在那裡發脾氣罵主考官，就在旁邊說：「你的文章一定不好。」他就更生氣了：「你沒有看過我的文章，你怎麼知道我文章不好？」道士說：「是你傲慢沒有福，你的文章怎麼會做得好？」他算不錯，總算是念過書的人，還能接受。能接受的人能改過自新，這個人是法器，還有指望。如果一味自以為是，不能接受別人批評，不知道反省改過，這個人是佛經裡面講的「一闡提」。「闡提」是梵語，翻成中國意思，「沒有善根」。不能接受別人的勸告，這個人沒有指望了，一直要墮落下去，連張畏巖都不如。所以我們看看，法藏怎麼成佛的？何以能成佛而受到一切諸佛的尊敬？釋迦牟尼佛在本經的讚歎代表諸佛，讚歎阿彌陀佛是「光中極尊，佛中之王」。謙虛！阿彌陀佛最謙虛。從這個地方，諸位就懂得什麼叫「功德」。"
    },
    {
      "id": "02-034-0114_p0010",
      "zh_CN": "第二个修学科目：「称赞如来」。我们今天社会，现前这个社会，犯了严重的大病！中国古大德教人：「家和万事兴。」一家人不和，彼此互相毁谤，这个家衰，这个家不久就会败！团体，你看看古德常说的：「若要佛法兴，唯有僧赞僧。」这是对道场出家众讲的，我们希望佛法在这个世间兴旺，能够广度众生，利益群品，应该怎么作法？彼此互相赞叹。如果互相嫉妒，互相毁谤，互相障碍，这个佛法不久就会灭亡了，我们有没有想到？四众同修都要知道，出家人心里更要清楚，我们如果毁谤三宝，戒经里面结罪是阿鼻地狱。「破和合僧」，五逆罪之一，我们没有把世尊这个重戒放在眼里，敢做敢为很了不起，没有把阿鼻地狱看在眼里！",
      "zh_TW": "第二個修學科目：「稱讚如來」。我們今天社會，現前這個社會，犯了嚴重的大病！中國古大德教人：「家和萬事興。」一家人不和，彼此互相毀謗，這個家衰，這個家不久就會敗！團體，你看看古德常說的：「若要佛法興，唯有僧讚僧。」這是對道場出家眾講的，我們希望佛法在這個世間興旺，能夠廣度眾生，利益群品，應該怎麼作法？彼此互相讚歎。如果互相嫉妒，互相毀謗，互相障礙，這個佛法不久就會滅亡了，我們有沒有想到？四眾同修都要知道，出家人心裡更要清楚，我們如果毀謗三寶，戒經裡面結罪是阿鼻地獄。「破和合僧」，五逆罪之一，我們沒有把世尊這個重戒放在眼裡，敢做敢為很了不起，沒有把阿鼻地獄看在眼裡！"
    },
    {
      "id": "02-034-0114_p0011",
      "zh_CN": "佛法在今天为什么这么衰弱？不是没有原因。我们处在今天这个时代，面对着佛门，我们应该怎么做？别人毁谤我们，我们赞叹他们，决定不毁谤。毁谤我们的人跟我们一样，我们有过失也有长处，人不可能全是错的，一生没有一桩事情是善事，不可能的，都是善恶混杂；他造的恶的那一边我们不要去理会，我们看到别人有善的那一面，我们应当称扬。古人常常教我们「隐恶扬善」，只要我们一生都能够信守，认真努力这样去做，我们是在兴佛法；如果我们也参加批评这个行列，我们就是做的灭佛法。",
      "zh_TW": "佛法在今天為什麼這麼衰弱？不是沒有原因。我們處在今天這個時代，面對著佛門，我們應該怎麼做？別人毀謗我們，我們讚歎他們，決定不毀謗。毀謗我們的人跟我們一樣，我們有過失也有長處，人不可能全是錯的，一生沒有一樁事情是善事，不可能的，都是善惡混雜；他造的惡的那一邊我們不要去理會，我們看到別人有善的那一面，我們應當稱揚。古人常常教我們「隱惡揚善」，只要我們一生都能夠信守，認真努力這樣去做，我們是在興佛法；如果我們也參加批評這個行列，我們就是做的滅佛法。"
    },
    {
      "id": "02-034-0114_p0012",
      "zh_CN": "这一次我在香港，从大陆上来的不少同修跟我说，江苏一带佛门的同修非常反对夏莲居的会集本，他们赞叹读诵康僧铠的译本。我说：「这很好！我找一个时间，再把康僧铠的本子细细讲一遍供养他们。」不是很好吗？你们喜欢哪个本子，我给你们讲哪个本子。其实，只要劝人念阿弥陀佛往生净土就好了，就算是成就了。「自赞毁他」是菩萨大戒，《瑜伽菩萨戒本》里头头一条，重戒！我们一定要晓得。",
      "zh_TW": "這一次我在香港，從大陸上來的不少同修跟我說，江蘇一帶佛門的同修非常反對夏蓮居的會集本，他們讚歎讀誦康僧鎧的譯本。我說：「這很好！我找一個時間，再把康僧鎧的本子細細講一遍供養他們。」不是很好嗎？你們喜歡哪個本子，我給你們講哪個本子。其實，只要勸人念阿彌陀佛往生淨土就好了，就算是成就了。「自讚毀他」是菩薩大戒，《瑜伽菩薩戒本》裡頭頭一條，重戒！我們一定要曉得。"
    },
    {
      "id": "02-034-0114_p0013",
      "zh_CN": "「称赞如来」，这在前面都跟诸位说过。经上讲的「如来」，都是说性德，性德是纯善。所以人善心、善行、善言，我们应当称赞；他的恶心、恶行、恶言，不要放在心上。这就是世尊在《十善业道经》里面教导我们，菩萨昼夜常念善法。每一位学佛的同修都是菩萨，世尊为我们讲十善业道，我们每一个同修都有分，应当接受，依教奉行。「昼夜常念善法」，心善；「思惟善法」，我们的思想善；「观察善法」，我们六根接触六尘的善法，不善的不接触，行善。身语意三业皆善，无有不善。佛后头有一句话说得更好：「不容毫分不善间杂。」这一句话重要！我们要常常记在心里，常常想着，念兹在兹。",
      "zh_TW": "「稱讚如來」，這在前面都跟諸位說過。經上講的「如來」，都是說性德，性德是純善。所以人善心、善行、善言，我們應當稱讚；他的惡心、惡行、惡言，不要放在心上。這就是世尊在《十善業道經》裡面教導我們，菩薩晝夜常念善法。每一位學佛的同修都是菩薩，世尊為我們講十善業道，我們每一個同修都有分，應當接受，依教奉行。「晝夜常念善法」，心善；「思惟善法」，我們的思想善；「觀察善法」，我們六根接觸六塵的善法，不善的不接觸，行善。身語意三業皆善，無有不善。佛後頭有一句話說得更好：「不容毫分不善間雜。」這一句話重要！我們要常常記在心裡，常常想著，念茲在茲。"
    },
    {
      "id": "02-034-0114_p0014",
      "zh_CN": "接受圣贤人的教诲没有别的，真正立志做世间第一等的善人，第一等的好人，这是诸佛如来圣贤弟子。「我们不作富人，我们不作贵人，我们要作善人，我们要作好人」，有这一个志向，自然就能接受佛菩萨的教诲，你才肯积功累德无量无边，真干！如果诸位细细的去思惟，细心去体会，世间作善人好，比作贵人好，比作富人好。你没有认真的去做，我跟你说好，好到什么程度，你也不晓得，我跟你讲，你也体会不到，你也不会懂得；你果然认真去做，你才晓得个中三昧。以佛法来说，你得诸佛护念，龙天善神拥护，世出世法当中无往而不利，世间人所讲的「逢凶化吉，遇难成祥」，你必定得到。这个话是真的不是假的，唯有善人、好人他清楚，他明了。",
      "zh_TW": "接受聖賢人的教誨沒有別的，真正立志做世間第一等的善人，第一等的好人，這是諸佛如來聖賢弟子。「我們不作富人，我們不作貴人，我們要作善人，我們要作好人」，有這一個志向，自然就能接受佛菩薩的教誨，你才肯積功累德無量無邊，真幹！如果諸位細細的去思惟，細心去體會，世間作善人好，比作貴人好，比作富人好。你沒有認真的去做，我跟你說好，好到什麼程度，你也不曉得，我跟你講，你也體會不到，你也不會懂得；你果然認真去做，你才曉得個中三昧。以佛法來說，你得諸佛護念，龍天善神擁護，世出世法當中無往而不利，世間人所講的「逢凶化吉，遇難成祥」，你必定得到。這個話是真的不是假的，唯有善人、好人他清楚，他明瞭。"
    },
    {
      "id": "02-034-0114_p0015",
      "zh_CN": "普贤修行十个纲领，头两条是德行的根本，《无量寿经》上讲「积植德本」，这一句话讲了很多遍，「积植德本」就是这两句，后面八句都是属于枝叶，这两句是根本，没有根本哪来的枝叶？所以修行功夫要得力，一定要「从根本修」。根本修，中国儒家教人「孝悌」，悌是敬，能够尊重别人，这是悌，跟十大愿王「礼敬诸佛」无二无别。所谓是：「入则孝，出则悌。」入，是在家里对父母要尽孝；出，一定要尊重别人，广修礼敬。",
      "zh_TW": "普賢修行十個綱領，頭兩條是德行的根本，《無量壽經》上講「積植德本」，這一句話講了很多遍，「積植德本」就是這兩句，後面八句都是屬於枝葉，這兩句是根本，沒有根本哪來的枝葉？所以修行功夫要得力，一定要「從根本修」。根本修，中國儒家教人「孝悌」，悌是敬，能夠尊重別人，這是悌，跟十大願王「禮敬諸佛」無二無別。所謂是：「入則孝，出則悌。」入，是在家裡對父母要盡孝；出，一定要尊重別人，廣修禮敬。"
    },
    {
      "id": "02-034-0114_p0016",
      "zh_CN": "第三条，这才讲到「广修供养」。供养跟布施一个意思，布施里面恭敬心少，供养里面恭敬心具足。所以供养里头也是财、法、无畏，也是这三种。财施、财供养，必定得财富。所以，财富之因是从财布施来的，愈施愈多。如果要修供养，你得的就更丰厚了。以真诚恭敬心，以财物供养众生，众生就是诸佛。生、佛没有差别，佛在大乘经上常说「生佛不二」、「理事一如」，这些都是极重要的开示，我们常常读，常常思惟，常常观察，就会把我们错误的想法、看法修正过来。古人常说「读书千遍，其义自见」，这两句话就是我们现在所说的，「一门深入，长时薰修」，就是这个意思。长时间的薰修，不断的薰修，才起得了作用。",
      "zh_TW": "第三條，這才講到「廣修供養」。供養跟布施一個意思，布施裡面恭敬心少，供養裡面恭敬心具足。所以供養裡頭也是財、法、無畏，也是這三種。財施、財供養，必定得財富。所以，財富之因是從財布施來的，愈施愈多。如果要修供養，你得的就更豐厚了。以真誠恭敬心，以財物供養眾生，眾生就是諸佛。生、佛沒有差別，佛在大乘經上常說「生佛不二」、「理事一如」，這些都是極重要的開示，我們常常讀，常常思惟，常常觀察，就會把我們錯誤的想法、看法修正過來。古人常說「讀書千遍，其義自見」，這兩句話就是我們現在所說的，「一門深入，長時薰修」，就是這個意思。長時間的薰修，不斷的薰修，才起得了作用。"
    },
    {
      "id": "02-034-0114_p0017",
      "zh_CN": "《了凡四训》，大家要不能够在一年当中读上三百遍，你就起不了作用；换句话说，你没有功德。一年当中一天念一遍，念上三百五十遍，这是「功」。「德」是什么？起心动念你就知道吉凶祸福，那就是德。道理明白了，因果明白了，你自自然然会断恶修善。断恶，凶灾就消了，积善，福乐就来了，那是德。你没有密集三百遍之功，你哪里来的德？起心动念、言语造作依旧随顺自己的烦恼习气，依旧天天在造作无量无边的罪业，你没有德！",
      "zh_TW": "《了凡四訓》，大家要不能夠在一年當中讀上三百遍，你就起不了作用；換句話說，你沒有功德。一年當中一天念一遍，念上三百五十遍，這是「功」。「德」是什麼？起心動念你就知道吉凶禍福，那就是德。道理明白了，因果明白了，你自自然然會斷惡修善。斷惡，凶災就消了，積善，福樂就來了，那是德。你沒有密集三百遍之功，你哪裡來的德？起心動念、言語造作依舊隨順自己的煩惱習氣，依舊天天在造作無量無邊的罪業，你沒有德！"
    },
    {
      "id": "02-034-0114_p0018",
      "zh_CN": "我们出家同学当中，也有一些粗心大意，对于帮助广大群众，往往有很多缺失。你要是说他没有利益众生的心，他有；你说他真有，还常常忘掉。所以道心若有若无，不能成就功德。归根结柢，薰修的时间太少了，境界现前，依旧随顺烦恼，智慧总是提不起来。难怪一般人说「业障太重了」，只好用这一句话，这一句话也不假，真的是业障太重。",
      "zh_TW": "我們出家同學當中，也有一些粗心大意，對於幫助廣大群眾，往往有很多缺失。你要是說他沒有利益眾生的心，他有；你說他真有，還常常忘掉。所以道心若有若無，不能成就功德。歸根結柢，薰修的時間太少了，境界現前，依舊隨順煩惱，智慧總是提不起來。難怪一般人說「業障太重了」，只好用這一句話，這一句話也不假，真的是業障太重。"
    },
    {
      "id": "02-034-0114_p0019",
      "zh_CN": "法布施，我们这一边提供法布施的物品很多很多，现在制作也很方便，可是想到的人不多，随身带一点结缘品的人就更少了。真正有心人他会做，出门身上总会带一点经书、佛像这些东西，遇到有缘的，他跟人结缘，遇到有疑惑的，他为人说法。要有这个心，要欢欢喜喜去做，要常常做，永无间断的做。我们积功累德不是一生的事情，生生世世！佛法里头说，从初发心到如来地，没有一天休息过，天天都在干！众生，有有形的众生，还有无形的众生，我们看不见的，确实有不是没有。谚语所谓：「举头三尺有神明。」那是无形众生，比我们肉眼能看到的不知道要多多少倍。我们能欺人吗？你可以自己欺骗自己，你欺骗不了众生，所以不认真干怎么行？供养要真修。",
      "zh_TW": "法布施，我們這一邊提供法布施的物品很多很多，現在製作也很方便，可是想到的人不多，隨身帶一點結緣品的人就更少了。真正有心人他會做，出門身上總會帶一點經書、佛像這些東西，遇到有緣的，他跟人結緣，遇到有疑惑的，他為人說法。要有這個心，要歡歡喜喜去做，要常常做，永無間斷的做。我們積功累德不是一生的事情，生生世世！佛法裡頭說，從初發心到如來地，沒有一天休息過，天天都在幹！眾生，有有形的眾生，還有無形的眾生，我們看不見的，確實有不是沒有。諺語所謂：「舉頭三尺有神明。」那是無形眾生，比我們肉眼能看到的不知道要多多少倍。我們能欺人嗎？你可以自己欺騙自己，你欺騙不了眾生，所以不認真幹怎麼行？供養要真修。"
    },
    {
      "id": "02-034-0114_p0020",
      "zh_CN": "第四个「忏悔业障」。「随喜功德」，好！看到别人有善心、善行、善愿，我们应当随喜，决不能嫉妒，决不能够障碍、破坏，那个业造得大。结罪的大小，要看人家那个善心、善愿、善行影响有多大多广，时间有多长。假如他这一桩善事影响的面很广，影响的时间很长，你要是把它破坏、把它障碍，这个罪过就重。这一种重罪，《发起菩萨殊胜志乐经》里面说得很详细，果报太可怕了。他做的是小善事，影响的面不大，时间也不长，这个罪小，这个果报比较轻。从这些方面，我们多想想就知道了。所以别人有善心、善愿、善行，我们应当随喜，尽心尽力去帮助他。",
      "zh_TW": "第四個「懺悔業障」。「隨喜功德」，好！看到別人有善心、善行、善願，我們應當隨喜，決不能嫉妒，決不能夠障礙、破壞，那個業造得大。結罪的大小，要看人家那個善心、善願、善行影響有多大多廣，時間有多長。假如他這一樁善事影響的面很廣，影響的時間很長，你要是把它破壞、把它障礙，這個罪過就重。這一種重罪，《發起菩薩殊勝志樂經》裡面說得很詳細，果報太可怕了。他做的是小善事，影響的面不大，時間也不長，這個罪小，這個果報比較輕。從這些方面，我們多想想就知道了。所以別人有善心、善願、善行，我們應當隨喜，盡心盡力去幫助他。"
    },
    {
      "id": "02-034-0114_p0021",
      "zh_CN": "我没有时间帮助他，我也没有财富去帮助他，欢喜赞叹也是随喜功德。这功德有多大？看自己的心。真诚心赞叹，随喜功德也是无量无边。为什么？我不是不拿钱帮助他，我没有钱；我不是不想去做义工帮助他，我没有时间。这是什么？缘不足，发心圆满。发心圆满，功德就圆满。佛法确实不在形式在实质，实质是你真正发心。所以我们绝不可以轻慢一些贫穷、一些在社会上没有地位的人。他们没有钱，甚至于身体衰弱、多病，他也没有能力去做好事，他如果看到别人做好事，发真诚心随喜，功德不可思议。这些道理总要懂得，我们自己才知道怎样修积功德。",
      "zh_TW": "我沒有時間幫助他，我也沒有財富去幫助他，歡喜讚歎也是隨喜功德。這功德有多大？看自己的心。真誠心讚歎，隨喜功德也是無量無邊。為什麼？我不是不拿錢幫助他，我沒有錢；我不是不想去做義工幫助他，我沒有時間。這是什麼？緣不足，發心圓滿。發心圓滿，功德就圓滿。佛法確實不在形式在實質，實質是你真正發心。所以我們絕不可以輕慢一些貧窮、一些在社會上沒有地位的人。他們沒有錢，甚至於身體衰弱、多病，他也沒有能力去做好事，他如果看到別人做好事，發真誠心隨喜，功德不可思議。這些道理總要懂得，我們自己才知道怎樣修積功德。"
    },
    {
      "id": "02-034-0114_p0022",
      "zh_CN": "后面有「请转法轮」，有「请佛住世」。「请转法轮」，就是请有德有修有学的大德们讲经说法，开导众生。这些善知识如果没有人去启请，我们这一个地方广大的群众就没有机会闻到佛法，所以启请的人功德很大。要知道启请。启请需要有智慧的，为什么？有智慧拣别邪正，拣别是非。佛法，特别是在这个时代，有正有邪。世尊在楞严会里面告诉我们，末法时期，就是指着我们现在这个时代，说：「邪师说法，如恒河沙。」现在邪法的力量强，正法的力量薄弱，邪法多、正法少，我们请这些大德来讲经说法，如果请个邪师来说法，不但没有功德还有罪业，为什么？误导大众，这个过失，请法的人要负责任。所以请法也不是个容易事情，尤其现在这个时代，佛门里面能讲经说法的人少了，所以对于正法的弘扬非常艰难！",
      "zh_TW": "後面有「請轉法輪」，有「請佛住世」。「請轉法輪」，就是請有德有修有學的大德們講經說法，開導眾生。這些善知識如果沒有人去啟請，我們這一個地方廣大的群眾就沒有機會聞到佛法，所以啟請的人功德很大。要知道啟請。啟請需要有智慧的，為什麼？有智慧揀別邪正，揀別是非。佛法，特別是在這個時代，有正有邪。世尊在楞嚴會裡面告訴我們，末法時期，就是指著我們現在這個時代，說：「邪師說法，如恆河沙。」現在邪法的力量強，正法的力量薄弱，邪法多、正法少，我們請這些大德來講經說法，如果請個邪師來說法，不但沒有功德還有罪業，為什麼？誤導大眾，這個過失，請法的人要負責任。所以請法也不是個容易事情，尤其現在這個時代，佛門裡面能講經說法的人少了，所以對於正法的弘揚非常艱難！"
    },
    {
      "id": "02-034-0114_p0023",
      "zh_CN": "过去我住在美国，美国许许多多道场。许多道场都是居士们建立的，这些道场通常都没有法师住持。于是这些道场法缘也很兴盛，经常不断的礼请法师来讲经说法。当然最方便的，是听说哪一个法师到美国来了，从这个地方经过，赶紧去请他。法师也顺便在道场住三天五天，跟大家讲开示结结缘。这样法师多了，讲的法门也多了，听众常常听，听了之后不晓得学哪个法门好，听乱了。请法的人难！太难太难了！这个事我想不仅是在美国，许许多多地区都有这个现象。是学佛没错，学哪个法门？门门都学，不专！所以修学一辈子都没有成就，这个原因我们总要知道。实在说，现在知道的人不多了。",
      "zh_TW": "過去我住在美國，美國許許多多道場。許多道場都是居士們建立的，這些道場通常都沒有法師住持。於是這些道場法緣也很興盛，經常不斷的禮請法師來講經說法。當然最方便的，是聽說哪一個法師到美國來了，從這個地方經過，趕緊去請他。法師也順便在道場住三天五天，跟大家講開示結結緣。這樣法師多了，講的法門也多了，聽眾常常聽，聽了之後不曉得學哪個法門好，聽亂了。請法的人難！太難太難了！這個事我想不僅是在美國，許許多多地區都有這個現象。是學佛沒錯，學哪個法門？門門都學，不專！所以修學一輩子都沒有成就，這個原因我們總要知道。實在說，現在知道的人不多了。"
    },
    {
      "id": "02-034-0114_p0024",
      "zh_CN": "我年轻的时候，在台中跟李炳南老居士十年。我在他那里住的时间很长，每天细心观察。他在台中主持两个道场，一个是台中佛教莲社，一个是慈光图书馆，这两个道场都是他老人家讲经弘法的道场。李老居士一生讲经说法，专弘净宗。我亲近他的时候，他在台中已经住了十年；换句话说，他讲经已经讲了十年。台中佛教莲社莲友的名册有好多本，我去翻了一翻，老师告诉我大概有二十万人，台中莲社的莲友。",
      "zh_TW": "我年輕的時候，在台中跟李炳南老居士十年。我在他那裡住的時間很長，每天細心觀察。他在台中主持兩個道場，一個是台中佛教蓮社，一個是慈光圖書館，這兩個道場都是他老人家講經弘法的道場。李老居士一生講經說法，專弘淨宗。我親近他的時候，他在台中已經住了十年；換句話說，他講經已經講了十年。台中佛教蓮社蓮友的名冊有好多本，我去翻了一翻，老師告訴我大概有二十萬人，台中蓮社的蓮友。"
    },
    {
      "id": "02-034-0114_p0025",
      "zh_CN": "我曾经亲自见到的。有一些法师，还有从外国来的，从台中经过，李老师一定自己到车站去迎接，或者是在莲社、或者是在慈光图书馆宴请法师供养，供养都很丰厚！请法师吃饭，还送法师礼物，还要送红包，非常周到。信徒也有不少陪法师一起吃饭的，李老师对法师称赞，但是从来没有看到他请法师给我们大家讲个开示、讲个经，没有的。到底什么原因？我们年轻不懂事，问他老人家：「为什么不请法师跟我们大家讲讲？」老师叹一口气：「你们年轻不懂事！」这些人天天在听净土法门，听了这么多年，信心还是露水道心，并不坚固。法师如果一说，他是学禅的：「禅好！净不行！」大家一听，信心就完了。法师走了之后，他要费多少时间重建大家的信心？太难太难了！所以决定不请法师讲经，决定不请法师讲开示。我们才懂得。以后看到普贤行愿「请转法轮」，不是个简单事情，要负责任的。所以这个法师是不是专修净土的？是不是赞叹这个法门的？如果专修净土，赞叹法门，一定请他讲开示；如果学其他法门的，绝对不行。这是我在台中那么长的时间观察到的。",
      "zh_TW": "我曾經親自見到的。有一些法師，還有從外國來的，從台中經過，李老師一定自己到車站去迎接，或者是在蓮社、或者是在慈光圖書館宴請法師供養，供養都很豐厚！請法師吃飯，還送法師禮物，還要送紅包，非常周到。信徒也有不少陪法師一起吃飯的，李老師對法師稱讚，但是從來沒有看到他請法師給我們大家講個開示、講個經，沒有的。到底什麼原因？我們年輕不懂事，問他老人家：「為什麼不請法師跟我們大家講講？」老師嘆一口氣：「你們年輕不懂事！」這些人天天在聽淨土法門，聽了這麼多年，信心還是露水道心，並不堅固。法師如果一說，他是學禪的：「禪好！淨不行！」大家一聽，信心就完了。法師走了之後，他要費多少時間重建大家的信心？太難太難了！所以決定不請法師講經，決定不請法師講開示。我們才懂得。以後看到普賢行願「請轉法輪」，不是個簡單事情，要負責任的。所以這個法師是不是專修淨土的？是不是讚歎這個法門的？如果專修淨土，讚歎法門，一定請他講開示；如果學其他法門的，絕對不行。這是我在台中那麼長的時間觀察到的。"
    },
    {
      "id": "02-034-0114_p0026",
      "zh_CN": "可是有一个例外，那就是内行的，一定要请。哪些内行？懂规矩，他真的学过的，一般讲「科班出身的」、「有师承的」，这个可以请；不管修哪一个法门，他一定赞叹你的法门，懂规矩。这是礼貌，也就是佛家讲的「僧赞僧」，我们要懂得赞叹别人，要把自己压低，决定不炫耀自己，不懂规矩的人绝对不请。",
      "zh_TW": "可是有一個例外，那就是內行的，一定要請。哪些內行？懂規矩，他真的學過的，一般講「科班出身的」、「有師承的」，這個可以請；不管修哪一個法門，他一定讚歎你的法門，懂規矩。這是禮貌，也就是佛家講的「僧讚僧」，我們要懂得讚歎別人，要把自己壓低，決定不炫耀自己，不懂規矩的人絕對不請。"
    },
    {
      "id": "02-034-0114_p0027",
      "zh_CN": "我在一九七七年到香港讲经，大屿山的圣一法师就请我到他宝莲寺讲开示，我答应了。那是禅宗道场，宝林在宝莲寺的后面，没有路，要走路上去，车不通的，要走半个多小时。我到那里去看，清净庄严，有四十多个出家人，其中还有两个法国人，都出家了，剃了头，每天在禅堂里面坐香。圣一法师是参禅的，我到那边去赞叹禅宗！我虽然没有学禅，我讲过《金刚经》，讲过《六祖坛经》，还讲过《永嘉禅宗集》、《证道歌》，所以口头禅还有一点。赞叹他们的老师，赞叹他们的法门，赞叹他们的同修，这是规矩！使他们对于这个法门、对他的师父更有信心，不能破坏道场。我自己这个念佛的法门是一字不提，盛赞他们！",
      "zh_TW": "我在一九七七年到香港講經，大嶼山的聖一法師就請我到他寶蓮寺講開示，我答應了。那是禪宗道場，寶林在寶蓮寺的後面，沒有路，要走路上去，車不通的，要走半個多小時。我到那裡去看，清淨莊嚴，有四十多個出家人，其中還有兩個法國人，都出家了，剃了頭，每天在禪堂裡面坐香。聖一法師是參禪的，我到那邊去讚歎禪宗！我雖然沒有學禪，我講過《金剛經》，講過《六祖壇經》，還講過《永嘉禪宗集》、《證道歌》，所以口頭禪還有一點。讚歎他們的老師，讚歎他們的法門，讚歎他們的同修，這是規矩！使他們對於這個法門、對他的師父更有信心，不能破壞道場。我自己這個念佛的法門是一字不提，盛讚他們！"
    },
    {
      "id": "02-034-0114_p0028",
      "zh_CN": "回来的时候在路上，有几个陪我去的居士，他说：「法师，你今天讲禅这么好，你为什么不修？」他问我为什么不修，我就告诉他：「我的根性没有他们利。参禅要上上根人，我是中下根性，我对他们当然赞叹，五体投地，没有话说。我自己搞那个法门，我清楚，我不会成功的。我念佛，带业还可以往生。」我说的都是真话，也不是谦虚，说的是老实话。这是懂规矩。不懂规矩的，完全讲自己的，把别人忘掉了，这个不可以，这是害死人。我在那里一说：「禅很难成就，念佛好！」圣一法师头就大了，他又不知道费多少时间、精力才能摆平。所以圣一法师跟我的关系非常好，他懂规矩，我也懂规矩，我们都是有师承的。",
      "zh_TW": "回來的時候在路上，有幾個陪我去的居士，他說：「法師，你今天講禪這麼好，你為什麼不修？」他問我為什麼不修，我就告訴他：「我的根性沒有他們利。參禪要上上根人，我是中下根性，我對他們當然讚歎，五體投地，沒有話說。我自己搞那個法門，我清楚，我不會成功的。我念佛，帶業還可以往生。」我說的都是真話，也不是謙虛，說的是老實話。這是懂規矩。不懂規矩的，完全講自己的，把別人忘掉了，這個不可以，這是害死人。我在那裡一說：「禪很難成就，念佛好！」聖一法師頭就大了，他又不知道費多少時間、精力才能擺平。所以聖一法師跟我的關係非常好，他懂規矩，我也懂規矩，我們都是有師承的。"
    },
    {
      "id": "02-034-0114_p0029",
      "zh_CN": "所以初到新加坡，说这个话也是十三年前了。演培法师，这也是我的老朋友，请我到他道场里面讲开示。我那一天去的时候好像也有五、六百个人，年轻人很多，我看了很欢喜。演培法师修学的跟我不同法门，他是修弥勒净土，我们修弥陀净土，不一样！他们的目的是生兜率天，跟西方极乐世界不一样。所以我到他那里要赞叹弥勒净土，赞叹弥勒菩萨，赞叹唯识法门，勉励年轻的同学要向演培法师学唯识，因为在这个时代研究唯识、讲唯识的人几乎没有了，他过世真的就找不到了。勉励他们！我也一字不提弥陀净土，这是规矩。我们到人家那里去，一定要赞叹他们的法门，赞叹他们的道场，赞叹他们的老师。不懂这个规矩，「请转法轮」往往请错了。",
      "zh_TW": "所以初到新加坡，說這個話也是十三年前了。演培法師，這也是我的老朋友，請我到他道場裡面講開示。我那一天去的時候好像也有五、六百個人，年輕人很多，我看了很歡喜。演培法師修學的跟我不同法門，他是修彌勒淨土，我們修彌陀淨土，不一樣！他們的目的是生兜率天，跟西方極樂世界不一樣。所以我到他那裡要讚歎彌勒淨土，讚歎彌勒菩薩，讚歎唯識法門，勉勵年輕的同學要向演培法師學唯識，因為在這個時代研究唯識、講唯識的人幾乎沒有了，他過世真的就找不到了。勉勵他們！我也一字不提彌陀淨土，這是規矩。我們到人家那裡去，一定要讚歎他們的法門，讚歎他們的道場，讚歎他們的老師。不懂這個規矩，「請轉法輪」往往請錯了。"
    },
    {
      "id": "02-034-0114_p0030",
      "zh_CN": "「请佛住世」更不容易，这个要缘分。可是现代人确实跟过去不一样，现代我们可以利用科技。要不要听经？经是非听不可。你不听经，你不懂得佛所讲的道理，你也不知道佛所讲的种种方法里面的义趣，你学习不会热心，你的成就很不容易。所以中下根性的人，听经是比什么都重要！世尊当年在世四十九年讲经说法，我们要懂得这个意思。所以今天我们一定要利用科技。现在我们的科技设备，我们现有的设备落伍了。最近我们在香港也做了一套设备，比此地的先进，比美国达拉斯的还要先进。听说我在香港讲的这几天，美国、澳洲那边都收不到，所以必须要提升设备。而这些科学工具日新月异，听说他们这些高科技的公司，三个月就有新的产品推出。所以我们一切机器设施，它的寿命顶多三年，三年一定要淘汰，要换新的。这是我们这一种道场。广播电台里面，顶多半年它就要换新，要不换新，它就跟不上时代。所以成本很高！淘汰率太快了。我们今天又得要利用这些东西，这么高的成本对我们来讲，是很重的一个负担。",
      "zh_TW": "「請佛住世」更不容易，這個要緣分。可是現代人確實跟過去不一樣，現代我們可以利用科技。要不要聽經？經是非聽不可。你不聽經，你不懂得佛所講的道理，你也不知道佛所講的種種方法裡面的義趣，你學習不會熱心，你的成就很不容易。所以中下根性的人，聽經是比什麼都重要！世尊當年在世四十九年講經說法，我們要懂得這個意思。所以今天我們一定要利用科技。現在我們的科技設備，我們現有的設備落伍了。最近我們在香港也做了一套設備，比此地的先進，比美國達拉斯的還要先進。聽說我在香港講的這幾天，美國、澳洲那邊都收不到，所以必須要提升設備。而這些科學工具日新月異，聽說他們這些高科技的公司，三個月就有新的產品推出。所以我們一切機器設施，它的壽命頂多三年，三年一定要淘汰，要換新的。這是我們這一種道場。廣播電台裡面，頂多半年它就要換新，要不換新，它就跟不上時代。所以成本很高！淘汰率太快了。我們今天又得要利用這些東西，這麼高的成本對我們來講，是很重的一個負擔。"
    },
    {
      "id": "02-034-0114_p0031",
      "zh_CN": "我这一次从澳洲回来。在澳洲我去访问南昆大。原先我们也不知道，去了之后才晓得这个学校有特色，它是利用网路教学，在世界排名第一位。它有一万多学生分布在全世界六十二个国家地区，这些学生都不需要到学校来，自己在家里电脑上课。你家里有电脑跟它的网路接通，在家里就可以上课。他把他们的教材从电脑传给你，你在家里学习。你可以在网路上跟你们同班同学研究讨论，可以跟教授请教，统统在网路上，考试也在网路上。毕业的时候，学校授予学位。我问校长，我说：「你们毕业授学位，学生要不要到学校来？」他说：「不需要，学位的证书寄到他家里。」太方便了。我参观他们的设备，真是叹为观止。",
      "zh_TW": "我這一次從澳洲回來。在澳洲我去訪問南昆大。原先我們也不知道，去了之後才曉得這個學校有特色，它是利用網路教學，在世界排名第一位。它有一萬多學生分布在全世界六十二個國家地區，這些學生都不需要到學校來，自己在家裡電腦上課。你家裡有電腦跟它的網路接通，在家裡就可以上課。他把他們的教材從電腦傳給你，你在家裡學習。你可以在網路上跟你們同班同學研究討論，可以跟教授請教，統統在網路上，考試也在網路上。畢業的時候，學校授予學位。我問校長，我說：「你們畢業授學位，學生要不要到學校來？」他說：「不需要，學位的證書寄到他家裡。」太方便了。我參觀他們的設備，真是歎為觀止。"
    },
    {
      "id": "02-034-0114_p0032",
      "zh_CN": "我参观美国的卫星电视台，香港的凤凰、亚视都去看过，台湾我都去看过，设备比不上学校，这个学校真的是先进第一流的科技设施。它的教学大楼是四层很大的建筑，里面工作人员一百多人，我看了之后非常欢喜！我说：「我可不可以利用你们的网路来讲经？」他说：「可以。」我说：「你价钱怎么算法？」他概略的估计，详细他要把单子送给我，利用他们的设备、利用他们的网路向全世界讲经，一个小时两百块钱，非常便宜！都是用的第一流科技设备！我一个星期讲五天，一次讲两个小时，十个小时一个星期才两千块！澳币跟新币币值差不多，非常便宜。这是用它的网路设备。如果不用它的网路，用它的摄像，像我们现在做VCD用它这个设备，不用它的网路就一百块，一个小时一百块。",
      "zh_TW": "我參觀美國的衛星電視台，香港的鳳凰、亞視都去看過，台灣我都去看過，設備比不上學校，這個學校真的是先進第一流的科技設施。它的教學大樓是四層很大的建築，裡面工作人員一百多人，我看了之後非常歡喜！我說：「我可不可以利用你們的網路來講經？」他說：「可以。」我說：「你價錢怎麼算法？」他概略的估計，詳細他要把單子送給我，利用他們的設備、利用他們的網路向全世界講經，一個小時兩百塊錢，非常便宜！都是用的第一流科技設備！我一個星期講五天，一次講兩個小時，十個小時一個星期才兩千塊！澳幣跟新幣幣值差不多，非常便宜。這是用它的網路設備。如果不用它的網路，用它的攝像，像我們現在做VCD用它這個設備，不用它的網路就一百塊，一個小時一百塊。"
    },
    {
      "id": "02-034-0114_p0033",
      "zh_CN": "所以我们在那个地方建了一个道场，原先我还计划要建教室、建卫星发射台，做这些设备。现在一看这个学校，我这一笔钱不要花，省掉了，我可以完全借它的学校。它的学校跟我们是一条路，我们在北面它在南面，不转弯的，开车半个小时就到了，是世界一流的科技设备。好！这是佛家讲的「缘分」，那个地方的缘非常非常具足。",
      "zh_TW": "所以我們在那個地方建了一個道場，原先我還計畫要建教室、建衛星發射台，做這些設備。現在一看這個學校，我這一筆錢不要花，省掉了，我可以完全借它的學校。它的學校跟我們是一條路，我們在北面它在南面，不轉彎的，開車半個小時就到了，是世界一流的科技設備。好！這是佛家講的「緣分」，那個地方的緣非常非常具足。"
    },
    {
      "id": "02-034-0114_p0034",
      "zh_CN": "学校里头的校长、教授我们谈得非常融洽，非常欢喜来帮助我们。我们也很认真的讨论一个课题，就是办「多元文化研究所」，培养各个宗教的传教师、弘法人才，他们非常有兴趣。但是他对我们有一个要求，就是希望我们提供经费，学校来开班；也希望我们推荐学生，将来毕业的时候可以授予学士学位，可以正式拿到学位。修学的期间有两年到四年，或者五年，都可以，很好的环境！所以希望我们现在在家的同修，不能不学电脑！不学电脑不行，一定要把电脑学会。简简单单开机、关机，收我们的频道要学会，我们会把讲经时间通知你，你在家里就可以收到，而且画面、音响都非常清晰。所以科学的工具我们一定要有，利用这个工具。",
      "zh_TW": "學校裡頭的校長、教授我們談得非常融洽，非常歡喜來幫助我們。我們也很認真的討論一個課題，就是辦「多元文化研究所」，培養各個宗教的傳教師、弘法人才，他們非常有興趣。但是他對我們有一個要求，就是希望我們提供經費，學校來開班；也希望我們推薦學生，將來畢業的時候可以授予學士學位，可以正式拿到學位。修學的期間有兩年到四年，或者五年，都可以，很好的環境！所以希望我們現在在家的同修，不能不學電腦！不學電腦不行，一定要把電腦學會。簡簡單單開機、關機，收我們的頻道要學會，我們會把講經時間通知你，你在家裡就可以收到，而且畫面、音響都非常清晰。所以科學的工具我們一定要有，利用這個工具。"
    },
    {
      "id": "02-034-0114_p0035",
      "zh_CN": "我们对于佛理通达，方法明白了，修行在个人。你想想看，世尊当年在世，没有教大家修行的，只是天天上课，讲经说法。修行是你个人的事情。道理明白了，你的心理改变了，修心。心里面没有恶念只有善念，心善，你的言行一定是善的。大家在一起共修，这是佛法传到中国之后，我们中国祖师大德发明的。我们在历史上看到，大概最早的是我们净土宗。在东晋时代，就是南北朝那个时代，慧远大师在庐山建念佛堂，邀集志同道合一百二十三个人在山上共修。这是早期！寺院丛林多，都是讲经教学，是这种场合。",
      "zh_TW": "我們對於佛理通達，方法明白了，修行在個人。你想想看，世尊當年在世，沒有教大家修行的，只是天天上課，講經說法。修行是你個人的事情。道理明白了，你的心理改變了，修心。心裡面沒有惡念只有善念，心善，你的言行一定是善的。大家在一起共修，這是佛法傳到中國之後，我們中國祖師大德發明的。我們在歷史上看到，大概最早的是我們淨土宗。在東晉時代，就是南北朝那個時代，慧遠大師在廬山建念佛堂，邀集志同道合一百二十三個人在山上共修。這是早期！寺院叢林多，都是講經教學，是這種場合。"
    },
    {
      "id": "02-034-0114_p0036",
      "zh_CN": "真正有了共修的制度，这是从马祖、百丈开始。这在中国佛教史上都非常著名的，「马祖建丛林，百丈立清规」，他们两位提倡共修，建立共修的制度。「中国佛教丛林制度」，这是中国佛教的特色，印度没有的，是把佛教教学、修学制度化，这是好事情，非常难得！这个制度，类似于现在的大学。丛林就是大学，丛林的主席，现在我们讲「校长」，「首座」就是我们今天讲的「教务长」，「维那」就是「训导长」，「监院」是「总务长」，名称不一样，他们的职责完全相同。所以中国的佛教丛林，用现在的话来说，就是「大学」，这才提倡共修。",
      "zh_TW": "真正有了共修的制度，這是從馬祖、百丈開始。這在中國佛教史上都非常著名的，「馬祖建叢林，百丈立清規」，他們兩位提倡共修，建立共修的制度。「中國佛教叢林制度」，這是中國佛教的特色，印度沒有的，是把佛教教學、修學制度化，這是好事情，非常難得！這個制度，類似於現在的大學。叢林就是大學，叢林的主席，現在我們講「校長」，「首座」就是我們今天講的「教務長」，「維那」就是「訓導長」，「監院」是「總務長」，名稱不一樣，他們的職責完全相同。所以中國的佛教叢林，用現在的話來說，就是「大學」，這才提倡共修。"
    },
    {
      "id": "02-034-0114_p0037",
      "zh_CN": "由此可知，共修是形式，这个形式在末法时期有它的必要性。末法时期众生业障确实比较重，一个人修行不容易提起精神，容易懈怠、放逸，不能认真努力，所以大家在一起修，所谓是「依众靠众」。看到别人，自己也得打起精神来，不好意思不参加，这叫「依众靠众」。彼此互相勉励，互相警策，互相帮助，成就道业。如果真正有志于修学的，不需要这些依众靠众的形式，自己能成就，像古时候一样。所以自己在家里修行，是可以成就的。",
      "zh_TW": "由此可知，共修是形式，這個形式在末法時期有它的必要性。末法時期眾生業障確實比較重，一個人修行不容易提起精神，容易懈怠、放逸，不能認真努力，所以大家在一起修，所謂是「依眾靠眾」。看到別人，自己也得打起精神來，不好意思不參加，這叫「依眾靠眾」。彼此互相勉勵，互相警策，互相幫助，成就道業。如果真正有志於修學的，不需要這些依眾靠眾的形式，自己能成就，像古時候一樣。所以自己在家裡修行，是可以成就的。"
    },
    {
      "id": "02-034-0114_p0038",
      "zh_CN": "在现在这个时代，这个时代是一个返璞归真的时代，是一个回归上古的时代，因此我们学佛要特别重视实质，不再重视形式了，要重视实质。我们澳洲图文巴那个道场是一个天主教堂，天主教堂卖给我们的。我们完全保留教堂的形式，里面一丝毫都不改变，为什么？我们重视实质不重形式，我们外表的形式是天主教堂，我们里面是净土道场。教堂里面，我们连佛像都不设，我们用投影技术。念佛的时候，我们西方三圣的像就投影在银幕上；不念佛的时候，投影机关掉，银幕是一片空白，什么都没有。讲经的时候，我们就把释迦牟尼佛的像打出来。什么佛都有，一切诸佛菩萨都在我们那个小柜子里面。什么时候用什么，他就会现形，「诸佛现全身」。这个好，这是现代化的，我们重实质不重形式。",
      "zh_TW": "在現在這個時代，這個時代是一個返璞歸真的時代，是一個回歸上古的時代，因此我們學佛要特別重視實質，不再重視形式了，要重視實質。我們澳洲圖文巴那個道場是一個天主教堂，天主教堂賣給我們的。我們完全保留教堂的形式，裡面一絲毫都不改變，為什麼？我們重視實質不重形式，我們外表的形式是天主教堂，我們裡面是淨土道場。教堂裡面，我們連佛像都不設，我們用投影技術。念佛的時候，我們西方三聖的像就投影在銀幕上；不念佛的時候，投影機關掉，銀幕是一片空白，什麼都沒有。講經的時候，我們就把釋迦牟尼佛的像打出來。什麼佛都有，一切諸佛菩薩都在我們那個小櫃子裡面。什麼時候用什麼，他就會現形，「諸佛現全身」。這個好，這是現代化的，我們重實質不重形式。"
    },
    {
      "id": "02-034-0114_p0039",
      "zh_CN": "我对学生，现在你们同学有很多都认识，悟字辈十几个人都过去了。他们过去，修学比你们诸位还要辛苦。我是规定他们在五年之内，今年是二００一年，到二００五年要完成八门功课。这八门功课，是我们从前在台湾华藏图书馆订的。虽然订了，但是一直都没有能够执行。现在他们在山上，完全都要认真去做了。第一部是《阿难问事佛吉凶经》，你们同学们也有学过的，这个经不长。第二《无量寿经》，我们现在讲的这个本子。第三是蕅益大师的《弥陀要解》。第四《普贤菩萨行愿品》。佛经有四门。另外儒家选了两门，一门是《四书》，一门是《了凡四训》，我们把《了凡四训》列入儒家。还有一个是道家的《太上感应篇》。这七门功课要背，完全能够背诵，要能讲。讲的方式跟你们现在培训班学习的一样，每一个同学抽签上来讲，所以个个都要充分准备。讲完之后，接受同学们的批评，改进。",
      "zh_TW": "我對學生，現在你們同學有很多都認識，悟字輩十幾個人都過去了。他們過去，修學比你們諸位還要辛苦。我是規定他們在五年之內，今年是二００一年，到二００五年要完成八門功課。這八門功課，是我們從前在台灣華藏圖書館訂的。雖然訂了，但是一直都沒有能夠執行。現在他們在山上，完全都要認真去做了。第一部是《阿難問事佛吉凶經》，你們同學們也有學過的，這個經不長。第二《無量壽經》，我們現在講的這個本子。第三是蕅益大師的《彌陀要解》。第四《普賢菩薩行願品》。佛經有四門。另外儒家選了兩門，一門是《四書》，一門是《了凡四訓》，我們把《了凡四訓》列入儒家。還有一個是道家的《太上感應篇》。這七門功課要背，完全能夠背誦，要能講。講的方式跟你們現在培訓班學習的一樣，每一個同學抽籤上來講，所以個個都要充分準備。講完之後，接受同學們的批評，改進。"
    },
    {
      "id": "02-034-0114_p0040",
      "zh_CN": "第三个，一定要做到。要求把经里面所说的，变成自己的思想、见解、生活行为，我是这样要求的。早晚课不做了，用什么做早晚课？拜佛。早晨起来拜一百五十拜，晚上睡觉之前拜一百五十拜，用拜佛来做早晚课，每天拜三百拜，天天不间断。拜佛也是戒定慧三学一次完成。除这七门功课之外，你们同学有不少人都知道，我们有两个货柜运到澳洲去了。这两个货柜是什么？是书籍，里面绝大多数是中文书籍。这里面有一套完整的《四库全书》，还有一套完整的《四库荟要》，有十套不同版本的《大藏经》，这是大的。",
      "zh_TW": "第三個，一定要做到。要求把經裡面所說的，變成自己的思想、見解、生活行為，我是這樣要求的。早晚課不做了，用什麼做早晚課？拜佛。早晨起來拜一百五十拜，晚上睡覺之前拜一百五十拜，用拜佛來做早晚課，每天拜三百拜，天天不間斷。拜佛也是戒定慧三學一次完成。除這七門功課之外，你們同學有不少人都知道，我們有兩個貨櫃運到澳洲去了。這兩個貨櫃是什麼？是書籍，裡面絕大多數是中文書籍。這裡面有一套完整的《四庫全書》，還有一套完整的《四庫薈要》，有十套不同版本的《大藏經》，這是大的。"
    },
    {
      "id": "02-034-0114_p0041",
      "zh_CN": "这些东西运到那里，你有没有能力看？你要没有能力看，这些书放在那里不就冤枉？所以，如果要有能力看这些文言文，从前李老师讲，最低限度要背诵五十篇古文，你就有能力看文言文；如果能背诵一百篇古文，你就有能力写文言文。所以我又有个要求，要同学们在五年当中背一百篇古文。这个古文是从《古文观止》里面选的，我选的，选一百篇，每一个星期两篇。要能读，能背诵，也要能讲，然后这些书放在山上才有用处，你们才有能力去阅读。否则堆在那里，不是一堆废纸？就供养蛀虫，那不就太冤枉了吗？太可惜了。所以，没有一百篇古文的基础，你就没有能力阅读。一百篇古文是《大藏经》、《四库全书》的钥匙，一定要拿到。",
      "zh_TW": "這些東西運到那裡，你有沒有能力看？你要沒有能力看，這些書放在那裡不就冤枉？所以，如果要有能力看這些文言文，從前李老師講，最低限度要背誦五十篇古文，你就有能力看文言文；如果能背誦一百篇古文，你就有能力寫文言文。所以我又有個要求，要同學們在五年當中背一百篇古文。這個古文是從《古文觀止》裡面選的，我選的，選一百篇，每一個星期兩篇。要能讀，能背誦，也要能講，然後這些書放在山上才有用處，你們才有能力去閱讀。否則堆在那裡，不是一堆廢紙？就供養蛀蟲，那不就太冤枉了嗎？太可惜了。所以，沒有一百篇古文的基礎，你就沒有能力閱讀。一百篇古文是《大藏經》、《四庫全書》的鑰匙，一定要拿到。"
    },
    {
      "id": "02-034-0114_p0042",
      "zh_CN": "所以我今天要求他们，现在那边打佛七，昨天那边同学打电话告诉我，山上这些出家人都下去参加佛七了，我听了是很不高兴。昨天晚上连夜打个电话给悟道：「山上的同学是不是都要参加佛七？」他说没有必要。我说：「没有必要，你为什么放他假？你没有权力放假，统统叫他回山上念书！」韩馆长往生四周年是三月五号，三月五号那一天下山来参加，参加完了就回去，读书要紧。你要不用功、不读书，那个纪念是假的。韩馆长，实在讲，希望你们个个有学问、有智慧、有德行，将来能够自行化他，这才是真正的纪念，真正的报答。有个时间就放假出来玩玩是不可以的，决定不可以的。",
      "zh_TW": "所以我今天要求他們，現在那邊打佛七，昨天那邊同學打電話告訴我，山上這些出家人都下去參加佛七了，我聽了是很不高興。昨天晚上連夜打個電話給悟道：「山上的同學是不是都要參加佛七？」他說沒有必要。我說：「沒有必要，你為什麼放他假？你沒有權力放假，統統叫他回山上念書！」韓館長往生四周年是三月五號，三月五號那一天下山來參加，參加完了就回去，讀書要緊。你要不用功、不讀書，那個紀念是假的。韓館長，實在講，希望你們個個有學問、有智慧、有德行，將來能夠自行化他，這才是真正的紀念，真正的報答。有個時間就放假出來玩玩是不可以的，決定不可以的。"
    },
    {
      "id": "02-034-0114_p0043",
      "zh_CN": "所以山上我们没有法会，没有佛事，什么活动都没有，就是叫你在家里读书，请了两个老师，一个教中文，一个教英文。我跟他们讲：「今天这个道场，世界第一道场！你的物质生活，我都给你照顾好了，一点心都不烦，就给我念书，除念书之外，什么都不要干！」所以到哪里去找这么一个环境，真正修学环境？我们为佛法、为众生、为底下一代，不必多，将来能够培养三个五个就很难得了。所以现在山上有十几个人，希望能有三、五个有成就。说个个有成就，那是没有法子做到的，决定做不到。能够有五分之一、四分之一成就，就非常可观，这个成绩就很难得。所以「请佛住世」是很不容易，有个安定的环境让他好好的修学。这些学生将来成就之后，可以利用南昆大的网路传播，可以对全世界弘法。所以有这么好的一个教学环境，这么好的一种弘法工具，我们跟学校建立密切的关系。",
      "zh_TW": "所以山上我們沒有法會，沒有佛事，什麼活動都沒有，就是叫你在家裡讀書，請了兩個老師，一個教中文，一個教英文。我跟他們講：「今天這個道場，世界第一道場！你的物質生活，我都給你照顧好了，一點心都不煩，就給我念書，除念書之外，什麼都不要幹！」所以到哪裡去找這麼一個環境，真正修學環境？我們為佛法、為眾生、為底下一代，不必多，將來能夠培養三個五個就很難得了。所以現在山上有十幾個人，希望能有三、五個有成就。說個個有成就，那是沒有法子做到的，決定做不到。能夠有五分之一、四分之一成就，就非常可觀，這個成績就很難得。所以「請佛住世」是很不容易，有個安定的環境讓他好好的修學。這些學生將來成就之後，可以利用南昆大的網路傳播，可以對全世界弘法。所以有這麼好的一個教學環境，這麼好的一種弘法工具，我們跟學校建立密切的關係。"
    },
    {
      "id": "02-034-0114_p0044",
      "zh_CN": "这个小城市长非常之好，我们头一次见面就话家常，很难得！这市长是女的，她跟我们讲，现在年轻人、青少年的问题非常严重。图文巴是个小城，澳洲小城，非常干净的一个小城，可以说是没有污染，但是吸毒的青少年有一万三千人，这个小城的人数总共只八万人，实在是很严重、很可怕！这个市长的儿子本身也吸毒，她说她花了七、八年的时间才把他救起来，现在完全戒掉了，所以她知道这个事情的苦。所以她全心全力帮助青少年，建立青少年活动中心，提倡正当的娱乐，也邀请一些宗教的传教师去辅导这些年轻人。我们听了很欢喜，我也给她承诺，我们佛教每一个星期对青少年辅导一次。英语班同学在那边，让这些同学去给这些青少年讲讲佛法，开导开导他们，劝导他们回头是岸。这是我们对这个地方应该尽的义务。",
      "zh_TW": "這個小城市長非常之好，我們頭一次見面就話家常，很難得！這市長是女的，她跟我們講，現在年輕人、青少年的問題非常嚴重。圖文巴是個小城，澳洲小城，非常乾淨的一個小城，可以說是沒有污染，但是吸毒的青少年有一萬三千人，這個小城的人數總共只八萬人，實在是很嚴重、很可怕！這個市長的兒子本身也吸毒，她說她花了七、八年的時間才把他救起來，現在完全戒掉了，所以她知道這個事情的苦。所以她全心全力幫助青少年，建立青少年活動中心，提倡正當的娛樂，也邀請一些宗教的傳教師去輔導這些年輕人。我們聽了很歡喜，我也給她承諾，我們佛教每一個星期對青少年輔導一次。英語班同學在那邊，讓這些同學去給這些青少年講講佛法，開導開導他們，勸導他們回頭是岸。這是我們對這個地方應該盡的義務。"
    },
    {
      "id": "02-034-0114_p0045",
      "zh_CN": "我们看到这个经文，『修菩萨行，积功累德』，这两句我们不能不认真去做，努力去做。首先要成就自己。自己不能成就，要想帮助别人，佛经上常讲：「无有是处。」所以首先要成就自己。成就自己，不发愤、不努力怎么行？",
      "zh_TW": "我們看到這個經文，『修菩薩行，積功累德』，這兩句我們不能不認真去做，努力去做。首先要成就自己。自己不能成就，要想幫助別人，佛經上常講：「無有是處。」所以首先要成就自己。成就自己，不發憤、不努力怎麼行？"
    },
    {
      "id": "02-034-0114_p0046",
      "zh_CN": "我还有个愿望，不知道能不能成就？就要求三宝加持了。我想将来在那边办一个学校，私立学校。图文巴私立中学有二十几所，我想办一个私立学校，从幼稚园办到高中，我们一直教下去。我希望小朋友能够从五、六岁就读圣贤书。像我们现在耕心园念的《弟子规》、《三字经》，我们准备从幼儿园就开始，传授儒家、佛家、道家的圣贤教学。如果我们真能得诸佛护念，我想这个事情在那个地方可以做得成功。这个地方的教育非常发达，这个小城四分之一的人从事于教育工作，所以文化水平很高，热爱教育。所以它是一个很好的读书修学的环境，我们要好好的来利用。",
      "zh_TW": "我還有個願望，不知道能不能成就？就要求三寶加持了。我想將來在那邊辦一個學校，私立學校。圖文巴私立中學有二十幾所，我想辦一個私立學校，從幼稚園辦到高中，我們一直教下去。我希望小朋友能夠從五、六歲就讀聖賢書。像我們現在耕心園念的《弟子規》、《三字經》，我們準備從幼兒園就開始，傳授儒家、佛家、道家的聖賢教學。如果我們真能得諸佛護念，我想這個事情在那個地方可以做得成功。這個地方的教育非常發達，這個小城四分之一的人從事於教育工作，所以文化水平很高，熱愛教育。所以它是一個很好的讀書修學的環境，我們要好好的來利用。"
    },
    {
      "id": "02-034-0114_p0047",
      "zh_CN": "这个地方办好、办成功了，就会产生影响，我们希望将来发展到其他的地区。政府、学校不肯办，我们就提倡私人来办学，用这个方法私人来办学。我们毕业出去的学生，参加这个地方政府的考试，如果成绩比他们好，自自然然就会得到政府的重视。像现前布里斯本的一个土着学校，这是他们私人办的一个学校，现在这个学校到九年级，我们也希望帮助他提升到十二年级，就是高中。他们是独立的教学，学生的成绩在一般学校之上，品德更好，所以逐渐受到社会大众的尊重，这是我们应当要做的。我们出家的同修，如果不是在外面讲经弘法，应当走入学校教学，名正言顺「佛陀的教育」！我们要把佛教落实在佛陀教育，要提倡，要广为宣传，这个样子才真正是「请佛住世」。",
      "zh_TW": "這個地方辦好、辦成功了，就會產生影響，我們希望將來發展到其他的地區。政府、學校不肯辦，我們就提倡私人來辦學，用這個方法私人來辦學。我們畢業出去的學生，參加這個地方政府的考試，如果成績比他們好，自自然然就會得到政府的重視。像現前布里斯本的一個土著學校，這是他們私人辦的一個學校，現在這個學校到九年級，我們也希望幫助他提升到十二年級，就是高中。他們是獨立的教學，學生的成績在一般學校之上，品德更好，所以逐漸受到社會大眾的尊重，這是我們應當要做的。我們出家的同修，如果不是在外面講經弘法，應當走入學校教學，名正言順「佛陀的教育」！我們要把佛教落實在佛陀教育，要提倡，要廣為宣傳，這個樣子才真正是「請佛住世」。"
    },
    {
      "id": "02-034-0114_p0048",
      "zh_CN": "普贤十愿，前面七条是愿，后面三条都是回向：回向众生、回向法界、回向菩提，这个大家仔细看看，都能够理解。所以，经典上佛菩萨提示我们修行的纲领，教导我们修行的一个科目，我们应当怎样去落实？这个科目的内容，就是全部《大方广佛华严经》。所以普贤菩萨在最后做总结，全经修行的纲领十条，如果你能够掌握着全经修行的纲领，你对于全经，在行法上来说，修行方法来说，你处处都能见到。",
      "zh_TW": "普賢十願，前面七條是願，後面三條都是迴向：迴向眾生、迴向法界、迴向菩提，這個大家仔細看看，都能夠理解。所以，經典上佛菩薩提示我們修行的綱領，教導我們修行的一個科目，我們應當怎樣去落實？這個科目的內容，就是全部《大方廣佛華嚴經》。所以普賢菩薩在最後做總結，全經修行的綱領十條，如果你能夠掌握著全經修行的綱領，你對於全經，在行法上來說，修行方法來說，你處處都能見到。"
    },
    {
      "id": "02-034-0114_p0049",
      "zh_CN": "佛法重在实行，如果能说不能行，连哈尔滨极乐寺往生的修无法师都不如了。修无法师说过：「能说不能行，不是真智慧。」这是他往生前留下来的一句话。一定要做到，认真努力做到，你才会有真正的好处，这个好处就是「德」。你能做是「功」，你做到之后，那个好处就是「德」。「积功累德」这四个字比什么都重要！菩萨能成佛没有别的，就是这四个字成就了。无量劫来从无休息，舍己为人。自己修行都是为众生而不是为自己，学成之后帮助别人。我们早一天学成，别人就早一天得度，早一天得佛法利益；我们晚一天修成，别人就多受一天苦难，多一天迷惑，多造一天业。如果能想到这个地方，自自然然你就会勇猛精进，不敢懈怠。不但出家同修要念兹在兹，在家同修也要认真努力。四众同修能够同心协力，正法就能够久住世间，正法就能够传遍世界，帮助一切苦难众生。这在我们现前是极需要做的。",
      "zh_TW": "佛法重在實行，如果能說不能行，連哈爾濱極樂寺往生的修無法師都不如了。修無法師說過：「能說不能行，不是真智慧。」這是他往生前留下來的一句話。一定要做到，認真努力做到，你才會有真正的好處，這個好處就是「德」。你能做是「功」，你做到之後，那個好處就是「德」。「積功累德」這四個字比什麼都重要！菩薩能成佛沒有別的，就是這四個字成就了。無量劫來從無休息，捨己為人。自己修行都是為眾生而不是為自己，學成之後幫助別人。我們早一天學成，別人就早一天得度，早一天得佛法利益；我們晚一天修成，別人就多受一天苦難，多一天迷惑，多造一天業。如果能想到這個地方，自自然然你就會勇猛精進，不敢懈怠。不但出家同修要念茲在茲，在家同修也要認真努力。四眾同修能夠同心協力，正法就能夠久住世間，正法就能夠傳遍世界，幫助一切苦難眾生。這在我們現前是極需要做的。"
    },
    {
      "id": "02-034-0114_p0050",
      "zh_CN": "从哪里做起？一定从本身做起。本身要从修心做起，改变思想，改变观念，要从这里做。旧的思想、旧的观念都是为自己，纵然为别人，为别人还是为自己，这就不是真的，这个错误观念一定要把它纠正过来，效法诸佛菩萨念念为众生，没有一念为自己。为自己也是为众生，这就对了。决定没有嫉妒障碍，全心全力成就别人。然后你就晓得，别人的成就就是自己的成就，自他不二；换句话说，障碍别人就是障碍自己。功过清清楚楚、明明白白，自己要有智慧、要有能力去辨别，然后功夫才会得力。多少人讲修行功夫不得力，不得力的原因在哪里？都搞清楚、搞明白，功夫自然得力了。好，今天我们就讲到此地。",
      "zh_TW": "從哪裡做起？一定從本身做起。本身要從修心做起，改變思想，改變觀念，要從這裡做。舊的思想、舊的觀念都是為自己，縱然為別人，為別人還是為自己，這就不是真的，這個錯誤觀念一定要把它糾正過來，效法諸佛菩薩念念為眾生，沒有一念為自己。為自己也是為眾生，這就對了。決定沒有嫉妒障礙，全心全力成就別人。然後你就曉得，別人的成就就是自己的成就，自他不二；換句話說，障礙別人就是障礙自己。功過清清楚楚、明明白白，自己要有智慧、要有能力去辨別，然後功夫才會得力。多少人講修行功夫不得力，不得力的原因在哪裡？都搞清楚、搞明白，功夫自然得力了。好，今天我們就講到此地。"
    }
  ]
}