{
  "doc_id": "02-034-0095",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十五集",
    "zh_TW": "第九十五集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0095",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "02-034-0095_p0001",
      "zh_CN": "请掀开经本第二十六面经文第五行，最后这一首偈颂看起：",
      "zh_TW": "請掀開經本第二十六面經文第五行，最後這一首偈頌看起："
    },
    {
      "id": "02-034-0095_p0002",
      "zh_CN": "【斯愿若克果。大千应感动。虚空诸天神。当雨珍妙华。】",
      "zh_TW": "【斯願若剋果。大千應感動。虛空諸天神。當雨珍妙華。】"
    },
    {
      "id": "02-034-0095_p0003",
      "zh_CN": "这是法藏菩萨说出他自己弘愿之后，祈求感应来证明他所发的大愿真实不虚，这是一种希有的瑞相。我们接着看最后这一段经文",
      "zh_TW": "這是法藏菩薩說出他自己弘願之後，祈求感應來證明他所發的大願真實不虛，這是一種希有的瑞相。我們接著看最後這一段經文"
    },
    {
      "id": "02-034-0095_p0004",
      "zh_CN": "【佛告阿难。法藏比丘。说此颂已。应时普地六种震动。天雨妙华。以散其上。自然音乐空中赞言。决定必成无上正觉。】",
      "zh_TW": "【佛告阿難。法藏比丘。說此頌已。應時普地六種震動。天雨妙華。以散其上。自然音樂空中讚言。決定必成無上正覺。】"
    },
    {
      "id": "02-034-0095_p0005",
      "zh_CN": "他的祈愿刚刚说完，瑞相立刻就现前，感应如此之快。大地震动，这是属于无情众生，无情众生尚且受感动，山河大地都受感动，何况有情众生？这个地方经上给我们讲的『六种震动』，佛经注解里常常说，六种是动、起、涌、震、吼、觉，这六种。动，就是动摇；起是往上升，上下叫起；涌，是从地面上涌现出来、凸出来。这三种是讲动的形状，后面三种是说动的音声。震，震是有音声，震动；吼，是很大的音声；觉，是令一切众生都能明显的感觉到。这六种震动岂不是现在讲的大地震？如果法藏一许愿，就发生大地震，那多少众生受灾害？这不是一个好事情。所以我们一定要晓得，佛说法所谓是意在言外，你要呆呆看着经上这么说法，「依文解义，三世佛冤」，过去、现在、未来三世诸佛都喊冤枉。为什么？你把他的意思解错了。开经偈里面讲，「愿解如来真实义」，我们许多人就是错解如来真实义，误解如来真实义，这个错误了。",
      "zh_TW": "他的祈願剛剛說完，瑞相立刻就現前，感應如此之快。大地震動，這是屬於無情眾生，無情眾生尚且受感動，山河大地都受感動，何況有情眾生？這個地方經上給我們講的『六種震動』，佛經註解裡常常說，六種是動、起、涌、震、吼、覺，這六種。動，就是動搖；起是往上升，上下叫起；涌，是從地面上湧現出來、凸出來。這三種是講動的形狀，後面三種是說動的音聲。震，震是有音聲，震動；吼，是很大的音聲；覺，是令一切眾生都能明顯的感覺到。這六種震動豈不是現在講的大地震？如果法藏一許願，就發生大地震，那多少眾生受災害？這不是一個好事情。所以我們一定要曉得，佛說法所謂是意在言外，你要呆呆看著經上這麼說法，「依文解義，三世佛冤」，過去、現在、未來三世諸佛都喊冤枉。為什麼？你把他的意思解錯了。開經偈裡面講，「願解如來真實義」，我們許多人就是錯解如來真實義，誤解如來真實義，這個錯誤了。"
    },
    {
      "id": "02-034-0095_p0006",
      "zh_CN": "这六种震动是形容，确实是大地震的这个状况。佛用这个来形容什么？诸佛菩萨讲经说法、发弘誓愿，对人心的震动；是这个，不是地上真的动了。所以这个「地」是什么？『应时普地』，这个「地」是心地，也就是我们今天讲的，我们看到了、听到了，有感动，甚至于感动到痛哭流涕，就是这个意思。所以不可以望文生义，这是说一切众生深受感动。有情众生受感动，这是讲『虚空诸天神』，天神散花，『雨华』这是受的感动，欢喜赞叹。无情众生也受感动。",
      "zh_TW": "這六種震動是形容，確實是大地震的這個狀況。佛用這個來形容什麼？諸佛菩薩講經說法、發弘誓願，對人心的震動；是這個，不是地上真的動了。所以這個「地」是什麼？『應時普地』，這個「地」是心地，也就是我們今天講的，我們看到了、聽到了，有感動，甚至於感動到痛哭流涕，就是這個意思。所以不可以望文生義，這是說一切眾生深受感動。有情眾生受感動，這是講『虛空諸天神』，天神散花，『雨華』這是受的感動，歡喜讚歎。無情眾生也受感動。"
    },
    {
      "id": "02-034-0095_p0007",
      "zh_CN": "这个感动我们就要问了，我们居住这个地方有没有产生变化？有！极大的变化，可是我们并不会觉察到，不会感觉到地震的摇晃，不会的，不会有这个感觉。这个地也起变化，默默当中改变这个地貌，改变地质，这就是佛在经上常讲的，「依报随着正报转」。这个说法诸位还不太容易体会，我再换句话说，这个风水转了。怎么转？这个地方法藏比丘发无比的大愿，感动天地鬼神，这个地理变了，所以说「福人居福地，福地福人居」，法藏是第一等的福人，这个风水就变好了。我们现在要改变风水，改变风水不必请看风水的这些先生；不必请他们，从心地里面改。我们心地善良，居住环境风水就变了。外国人讲磁埸，我们中国人讲气氛，这个地方气氛跟别的地方就不一样。谚语所谓是「人杰地灵」，这个地方人是豪杰，地就有灵气，法藏比丘住这个地方哪有没有灵气？灵气达到最殊胜。震动是说的这个意思，我们要了解。",
      "zh_TW": "這個感動我們就要問了，我們居住這個地方有沒有產生變化？有！極大的變化，可是我們並不會覺察到，不會感覺到地震的搖晃，不會的，不會有這個感覺。這個地也起變化，默默當中改變這個地貌，改變地質，這就是佛在經上常講的，「依報隨著正報轉」。這個說法諸位還不太容易體會，我再換句話說，這個風水轉了。怎麼轉？這個地方法藏比丘發無比的大願，感動天地鬼神，這個地理變了，所以說「福人居福地，福地福人居」，法藏是第一等的福人，這個風水就變好了。我們現在要改變風水，改變風水不必請看風水的這些先生；不必請他們，從心地裡面改。我們心地善良，居住環境風水就變了。外國人講磁埸，我們中國人講氣氛，這個地方氣氛跟別的地方就不一樣。諺語所謂是「人傑地靈」，這個地方人是豪傑，地就有靈氣，法藏比丘住這個地方哪有沒有靈氣？靈氣達到最殊勝。震動是說的這個意思，我們要了解。"
    },
    {
      "id": "02-034-0095_p0008",
      "zh_CN": "至于更深一层，我们要问，为什么一个人起心动念会感动天地鬼神，会感动植物、矿物？我们居住的环境是植物跟矿物，植物是树木花草，矿物是山河大地，为什么会感动？一般说感动人，我们能想得通；感动天地鬼神，勉强也可以同意，天地鬼神也是有情众生。至于树木花草、山河大地怎么会受感动？这个道理就深，可是并不难懂。你看看培养花草的这些人，他对于这个花卉确实有爱心，他培养的这个花就开得特别好。我们可以模仿他，你每天什么时候浇水，水浇多少分量，什么时候施肥，肥施多少，我们可以如法炮制，一点都没有差错，我们养出来的花就没有人家的漂亮。什么原因？他有爱心，我没有爱心。由此可知，植物也有感情。不但植物有感情，再告诉你，矿物也有感情，山河大地都有感情。我们读《华严经》，《华严经》里面有树神、有花神，有山神、有水神，有河神、有江神。由此可知，一切万物无不通灵。究其根源，佛说得好，十法界依正庄严，正报是身体，依报就是我们生活环境；生活环境里面，包括人事环境跟物质环境。本是同根生，皆是唯心所现，唯识所变，他怎么会不受感动？",
      "zh_TW": "至於更深一層，我們要問，為什麼一個人起心動念會感動天地鬼神，會感動植物、礦物？我們居住的環境是植物跟礦物，植物是樹木花草，礦物是山河大地，為什麼會感動？一般說感動人，我們能想得通；感動天地鬼神，勉強也可以同意，天地鬼神也是有情眾生。至於樹木花草、山河大地怎麼會受感動？這個道理就深，可是並不難懂。你看看培養花草的這些人，他對於這個花卉確實有愛心，他培養的這個花就開得特別好。我們可以模仿他，你每天什麼時候澆水，水澆多少分量，什麼時候施肥，肥施多少，我們可以如法炮製，一點都沒有差錯，我們養出來的花就沒有人家的漂亮。什麼原因？他有愛心，我沒有愛心。由此可知，植物也有感情。不但植物有感情，再告訴你，礦物也有感情，山河大地都有感情。我們讀《華嚴經》，《華嚴經》裡面有樹神、有花神，有山神、有水神，有河神、有江神。由此可知，一切萬物無不通靈。究其根源，佛說得好，十法界依正莊嚴，正報是身體，依報就是我們生活環境；生活環境裡面，包括人事環境跟物質環境。本是同根生，皆是唯心所現，唯識所變，他怎麼會不受感動？"
    },
    {
      "id": "02-034-0095_p0009",
      "zh_CN": "我们明白这一个道理，就知道我们自己无论在什么地方，纵然没有人看见的地方，儒家讲「慎独」，我独自一个人，没有人见到，我们起心动念一切动作，都会与十方虚空法界一切众生起感应。这种感应，用现代科学家的话来说我们不难体会，这个感应叫波动。近代的科学家，他们认为所有一切物质现象不是实在的。这现象从哪里来的？都是波动产生的幻相，这个说法跟大乘佛经就非常接近，的确是波动的现象。我们起个念头，思想波，思想波的速度非常之快，一刹那之间就遍虚空法界，比光的速度，比电磁波的速度，不晓得要大多少倍。我们的言语、音声，我们的动作，都有波动现象。这个波动现象是属于物质的，波动的现象速度比较慢，纵然是慢，还是遍虚空法界。我们要明白这个理，从理上我们就能够相信这些事实真相，这个不是假的。我们一念善，与一切诸善相应、起感应道交；我们一念恶，就与虚空法界妖魔鬼怪，就是恶的，起感应道交。",
      "zh_TW": "我們明白這一個道理，就知道我們自己無論在什麼地方，縱然沒有人看見的地方，儒家講「慎獨」，我獨自一個人，沒有人見到，我們起心動念一切動作，都會與十方虛空法界一切眾生起感應。這種感應，用現代科學家的話來說我們不難體會，這個感應叫波動。近代的科學家，他們認為所有一切物質現象不是實在的。這現象從哪裡來的？都是波動產生的幻相，這個說法跟大乘佛經就非常接近，的確是波動的現象。我們起個念頭，思想波，思想波的速度非常之快，一剎那之間就遍虛空法界，比光的速度，比電磁波的速度，不曉得要大多少倍。我們的言語、音聲，我們的動作，都有波動現象。這個波動現象是屬於物質的，波動的現象速度比較慢，縱然是慢，還是遍虛空法界。我們要明白這個理，從理上我們就能夠相信這些事實真相，這個不是假的。我們一念善，與一切諸善相應、起感應道交；我們一念惡，就與虛空法界妖魔鬼怪，就是惡的，起感應道交。"
    },
    {
      "id": "02-034-0095_p0010",
      "zh_CN": "我们这些年来，在许多国家地区接触很多的同学们。同学当中有被无形附身，看不见的东西附身，精神萎靡不振，不能工作、不能读书，受一种无形的控制。这是什么原因？无形的，实在讲，就是自己的冤亲债主。过去今生跟人家结的这些怨结，这个人堕在饿鬼道，大概是饿鬼道的成分最多，地狱道他出不来，凡是被这个无形缠身，多半都是饿鬼道，很多。为什么会是惹鬼上身？要说冤亲债主，这个业因我们每个人都有，我这一生没有得罪人，你前生曾经得罪过人，无量劫来生生世世，这个冤家债主不知道有多少。为什么你现在这个冤亲债主没找到身？这有两个原因。第一个原因，是你正在走运的时候；你的运气很好，你的光明遍照，他不敢接近。另外一个原因，没有缘，就是没有机会；你这个人做人很善良，心地很正直，这些人靠不了边。但是你一定要知道，冤亲债主在你的周边等待机会，这是肯定的。等待机会。你什么时候有一念不善的话，他就来了。",
      "zh_TW": "我們這些年來，在許多國家地區接觸很多的同學們。同學當中有被無形附身，看不見的東西附身，精神萎靡不振，不能工作、不能讀書，受一種無形的控制。這是什麼原因？無形的，實在講，就是自己的冤親債主。過去今生跟人家結的這些怨結，這個人墮在餓鬼道，大概是餓鬼道的成分最多，地獄道他出不來，凡是被這個無形纏身，多半都是餓鬼道，很多。為什麼會是惹鬼上身？要說冤親債主，這個業因我們每個人都有，我這一生沒有得罪人，你前生曾經得罪過人，無量劫來生生世世，這個冤家債主不知道有多少。為什麼你現在這個冤親債主沒找到身？這有兩個原因。第一個原因，是你正在走運的時候；你的運氣很好，你的光明遍照，他不敢接近。另外一個原因，沒有緣，就是沒有機會；你這個人做人很善良，心地很正直，這些人靠不了邊。但是你一定要知道，冤親債主在你的周邊等待機會，這是肯定的。等待機會。你什麼時候有一念不善的話，他就來了。"
    },
    {
      "id": "02-034-0095_p0011",
      "zh_CN": "佛教的同学们，有不少喜欢拜忏的，你们曾经拜过三昧水忏。三昧水忏的故事是唐朝悟达国师。这个也在过去生中，没有学佛的时候给人结了冤仇。他害死一个人，这个人的报复心很重，时时刻刻在他的周边想着来报仇。到第二世，他总算是不错，积了不少德行，他又得人身，得人身的时候出家，所以他这个冤家没有办法报仇。等！出家修得不错，居然有这么一个机会，死了以后来生又得人身、又再出家。所以水忏里面讲，他是十世高僧，到第十世还是出家身分，这才做了国师。于是我们能想到，佛门里面这个出家人有这么崇高的地位，不是一世修来的，作帝王师，十世修成的。悟达国师是十世修成的，佛法里面讲积功累德，生生世世都有善行。",
      "zh_TW": "佛教的同學們，有不少喜歡拜懺的，你們曾經拜過三昧水懺。三昧水懺的故事是唐朝悟達國師。這個也在過去生中，沒有學佛的時候給人結了冤仇。他害死一個人，這個人的報復心很重，時時刻刻在他的周邊想著來報仇。到第二世，他總算是不錯，積了不少德行，他又得人身，得人身的時候出家，所以他這個冤家沒有辦法報仇。等！出家修得不錯，居然有這麼一個機會，死了以後來生又得人身、又再出家。所以水懺裡面講，他是十世高僧，到第十世還是出家身分，這才做了國師。於是我們能想到，佛門裡面這個出家人有這麼崇高的地位，不是一世修來的，作帝王師，十世修成的。悟達國師是十世修成的，佛法裡面講積功累德，生生世世都有善行。"
    },
    {
      "id": "02-034-0095_p0012",
      "zh_CN": "在我们想像，他也是运气不佳。为什么？没有遇到净土法门，他要是专修净土的话，早就往生作佛了。他修禅，修禅就不能解决问题，这个很明显我们要知道。古时候还有一个三生石的故事，很多人都了解，学禅很难解决问题，来生得人身可能，得十世高僧没有问题，要想脱离六道轮回不容易。三生石里圆彻法师临终的时候，在哪一家投胎他都知道，他再投胎、再作人，他知道，那一种功夫要是换到念佛往生，品位很高。这就是缘不成熟，你说多可惜！",
      "zh_TW": "在我們想像，他也是運氣不佳。為什麼？沒有遇到淨土法門，他要是專修淨土的話，早就往生作佛了。他修禪，修禪就不能解決問題，這個很明顯我們要知道。古時候還有一個三生石的故事，很多人都了解，學禪很難解決問題，來生得人身可能，得十世高僧沒有問題，要想脫離六道輪迴不容易。三生石裡圓徹法師臨終的時候，在哪一家投胎他都知道，他再投胎、再作人，他知道，那一種功夫要是換到念佛往生，品位很高。這就是緣不成熟，你說多可惜！"
    },
    {
      "id": "02-034-0095_p0013",
      "zh_CN": "我们今天遇到这个法门不容易，多少菩萨想得到这个法门得不到。得人身、闻佛法，在闻佛法里头遇到净土法门。遇到这个法门，换句话说，保证你这一生成就。所以冤亲债主等了十世，悟达这一生当中，大概是十世累积的善行不少，累积的这个善业功德，这一生当中做了帝王老师。皇帝对老师很恭敬，供养了一个沉香宝座，我们叫太师椅，皇帝送个太师椅给他，这个太师椅是沉香雕的。你们晓得沉香多么名贵。他接受这个宝座，贡高我慢的念头生起来了，感觉得很荣耀。好了，这个念头生起来了；起心动念这个念不善，护法神离开。这个冤家债主看到机会来了，护法神一离开，这个冤家债主找到身上来了，得了一个人面疮，几乎要送了命。多亏迦诺迦尊者，这是个阿罗汉，来救他、帮助他调解，说明过去的怨结，化解了这个劫难，《慈悲三昧水忏》是这么样留下来的。",
      "zh_TW": "我們今天遇到這個法門不容易，多少菩薩想得到這個法門得不到。得人身、聞佛法，在聞佛法裡頭遇到淨土法門。遇到這個法門，換句話說，保證你這一生成就。所以冤親債主等了十世，悟達這一生當中，大概是十世累積的善行不少，累積的這個善業功德，這一生當中做了帝王老師。皇帝對老師很恭敬，供養了一個沉香寶座，我們叫太師椅，皇帝送個太師椅給他，這個太師椅是沉香雕的。你們曉得沉香多麼名貴。他接受這個寶座，貢高我慢的念頭生起來了，感覺得很榮耀。好了，這個念頭生起來了；起心動念這個念不善，護法神離開。這個冤家債主看到機會來了，護法神一離開，這個冤家債主找到身上來了，得了一個人面瘡，幾乎要送了命。多虧迦諾迦尊者，這是個阿羅漢，來救他、幫助他調解，說明過去的怨結，化解了這個劫難，《慈悲三昧水懺》是這麼樣留下來的。"
    },
    {
      "id": "02-034-0095_p0014",
      "zh_CN": "这个给我们非常大的警惕。所以拜忏，拜忏有什么功德？照着仪规形式去拜没有用，不能解决问题，你要懂得这个道理。从慈悲水忏里面认识业因果报之可畏，决定不能跟一切人结冤仇，这是拜慈悲三昧水忏真正的意义，真实的功德。过去这些冤亲债主，欠命的要还命，欠债的要还债，不能说不还。释迦牟尼佛给我们做了一个好榜样。成佛了，为什么还要过那一种简单、朴素、清苦的生活？为什么？为了还债；自己生生世世累劫所修的功行，都回向给法界众生，回向给过去的冤亲债主。冤亲债主看到他这样的苦行，不但不找麻烦，佩服，他是不错，修积的功德回向给他，冤亲债主也沾光，这是正确的心态，正常的行为，真正修行。",
      "zh_TW": "這個給我們非常大的警惕。所以拜懺，拜懺有什麼功德？照著儀規形式去拜沒有用，不能解決問題，你要懂得這個道理。從慈悲水懺裡面認識業因果報之可畏，決定不能跟一切人結冤仇，這是拜慈悲三昧水懺真正的意義，真實的功德。過去這些冤親債主，欠命的要還命，欠債的要還債，不能說不還。釋迦牟尼佛給我們做了一個好榜樣。成佛了，為什麼還要過那一種簡單、樸素、清苦的生活？為什麼？為了還債；自己生生世世累劫所修的功行，都迴向給法界眾生，迴向給過去的冤親債主。冤親債主看到他這樣的苦行，不但不找麻煩，佩服，他是不錯，修積的功德迴向給他，冤親債主也沾光，這是正確的心態，正常的行為，真正修行。"
    },
    {
      "id": "02-034-0095_p0015",
      "zh_CN": "我们在此地看到法藏比丘，法藏比丘自始至终有没有为自己？四十八愿，愿愿为众生，没有一愿为自己。他所修的是纯善，真的像世尊在《十善业道经》上所说的，「不容毫分不善夹杂」，他是一丝毫不善都没有。所以他要求天地鬼神、山河大地现瑞相为他做证明。这个愿果然就感动天地鬼神、果然就感动山河大地现瑞相来给他做证明。证明是不是为他？不是。如果为他，他还夹杂私心。证明是为大众，让我们这些凡夫看到这个瑞相，对他老人家所发的愿，生起真正的信心，决不是炫耀自己，炫耀自己这个念头是错误的。",
      "zh_TW": "我們在此地看到法藏比丘，法藏比丘自始至終有沒有為自己？四十八願，願願為眾生，沒有一願為自己。他所修的是純善，真的像世尊在《十善業道經》上所說的，「不容毫分不善夾雜」，他是一絲毫不善都沒有。所以他要求天地鬼神、山河大地現瑞相為他做證明。這個願果然就感動天地鬼神、果然就感動山河大地現瑞相來給他做證明。證明是不是為他？不是。如果為他，他還夾雜私心。證明是為大眾，讓我們這些凡夫看到這個瑞相，對他老人家所發的願，生起真正的信心，決不是炫耀自己，炫耀自己這個念頭是錯誤的。"
    },
    {
      "id": "02-034-0095_p0016",
      "zh_CN": "我们看唐朝终南山道宣律师见窥基的时候，就有这个念头炫耀自己。所以看看过去这些公案因缘，会给我们开智慧。窥基大师是法相宗的开山祖师。法相虽然是玄奘大师从印度传到中国来的，但是在玄奘手上并没有建立宗派，是他的学生，窥基是他的学生，从学生手上建立了个宗派，这是大乘菩萨。窥基他的风格，用现在的话来说，他像是个学者，而一般出家人看起来他不像修行人，他是个学者。为什么？不太重视戒律，不太重视仪规，不像一般修行人，按照戒律是一点都不敢违犯。窥基大师很随便、也很随缘，不太讲究这些。",
      "zh_TW": "我們看唐朝終南山道宣律師見窺基的時候，就有這個念頭炫耀自己。所以看看過去這些公案因緣，會給我們開智慧。窺基大師是法相宗的開山祖師。法相雖然是玄奘大師從印度傳到中國來的，但是在玄奘手上並沒有建立宗派，是他的學生，窺基是他的學生，從學生手上建立了個宗派，這是大乘菩薩。窺基他的風格，用現在的話來說，他像是個學者，而一般出家人看起來他不像修行人，他是個學者。為什麼？不太重視戒律，不太重視儀規，不像一般修行人，按照戒律是一點都不敢違犯。窺基大師很隨便、也很隨緣，不太講究這些。"
    },
    {
      "id": "02-034-0095_p0017",
      "zh_CN": "终南山道宣律师专门是学戒律的，所以他是律宗的祖师；中国大乘佛法八个宗派，律宗的祖师。窥基法师今天上山来访问他、来看他，他正好是想用这个机会教训教训窥基。道宣戒律精严清净，感得天人供养。他日中一食，他这一餐饭是天人送来的，每天天人都来送供养给他。所以他就想把窥基法师多留一点时间，让他看到天人送供养给他，来炫耀一番。哪里晓得那天天人没有来，他很失望。到第二天，天人来送供养，窥基大师早已经下山了。他就说道：「你昨天中午为什么不送供养来？」天人告诉他：「昨天有大乘菩萨在山上，满山的护法神，我进不来。」道宣律师听了之后一身流冷汗，惭愧！这就是什么？你心里头夹杂着一点点不善，感应就没有了。决定不可以为私心，不可以有炫耀自己，就是教导众生，也不可以有一丝毫炫耀自己，这是错了，这是夹杂不善。祖师这一些行谊，我们在当中观察，我们得到教训，我们得到好处。",
      "zh_TW": "終南山道宣律師專門是學戒律的，所以他是律宗的祖師；中國大乘佛法八個宗派，律宗的祖師。窺基法師今天上山來訪問他、來看他，他正好是想用這個機會教訓教訓窺基。道宣戒律精嚴清淨，感得天人供養。他日中一食，他這一餐飯是天人送來的，每天天人都來送供養給他。所以他就想把窺基法師多留一點時間，讓他看到天人送供養給他，來炫耀一番。哪裡曉得那天天人沒有來，他很失望。到第二天，天人來送供養，窺基大師早已經下山了。他就說道：「你昨天中午為什麼不送供養來？」天人告訴他：「昨天有大乘菩薩在山上，滿山的護法神，我進不來。」道宣律師聽了之後一身流冷汗，慚愧！這就是什麼？你心裡頭夾雜著一點點不善，感應就沒有了。決定不可以為私心，不可以有炫耀自己，就是教導眾生，也不可以有一絲毫炫耀自己，這是錯了，這是夾雜不善。祖師這一些行誼，我們在當中觀察，我們得到教訓，我們得到好處。"
    },
    {
      "id": "02-034-0095_p0018",
      "zh_CN": "劝导对方要用真诚心，用诚敬。什么叫诚？谦虚是诚。儒家对这个诚解释，自谦谓之诚，自己要谦虚；尊重别人这叫敬；诚、敬决定不能离开。孔老夫子对初学不离诚敬，这圣人之德，我们在经教里面去看，释迦牟尼佛对初学的人、对世间贫贱之人，不失诚敬，都给我们做了榜样、做了模范。你轻慢他，岂不就是轻慢佛性？这怎么能讲得过去？儒书里面对「诚敬」两个字是这个讲法的。",
      "zh_TW": "勸導對方要用真誠心，用誠敬。什麼叫誠？謙虛是誠。儒家對這個誠解釋，自謙謂之誠，自己要謙虛；尊重別人這叫敬；誠、敬決定不能離開。孔老夫子對初學不離誠敬，這聖人之德，我們在經教裡面去看，釋迦牟尼佛對初學的人、對世間貧賤之人，不失誠敬，都給我們做了榜樣、做了模範。你輕慢他，豈不就是輕慢佛性？這怎麼能講得過去？儒書裡面對「誠敬」兩個字是這個講法的。"
    },
    {
      "id": "02-034-0095_p0019",
      "zh_CN": "过去曾国藩在读书笔记里面，他讲的这个诚比儒家讲得深、讲得好。我相信曾先生必定也念过佛经，接触过佛法，否则的话，他不可能有这种解释。他解释诚，「一念不生是谓诚」，这个跟佛法讲的义趣相同。心里头有念头就不诚，心里面没有念头这才叫诚。一念不生，一念不生叫正念，佛经上常讲，「正念无念」。可是我们又不能把意思错会，「无念，什么念头都没有了」，那又错了，什么念头都没有了，就变成无想定，无想定是外道不是佛法。佛法讲正念无念，就是无自私自利的念头，你要懂得这个。",
      "zh_TW": "過去曾國藩在讀書筆記裡面，他講的這個誠比儒家講得深、講得好。我相信曾先生必定也念過佛經，接觸過佛法，否則的話，他不可能有這種解釋。他解釋誠，「一念不生是謂誠」，這個跟佛法講的義趣相同。心裡頭有念頭就不誠，心裡面沒有念頭這才叫誠。一念不生，一念不生叫正念，佛經上常講，「正念無念」。可是我們又不能把意思錯會，「無念，什麼念頭都沒有了」，那又錯了，什麼念頭都沒有了，就變成無想定，無想定是外道不是佛法。佛法講正念無念，就是無自私自利的念頭，你要懂得這個。"
    },
    {
      "id": "02-034-0095_p0020",
      "zh_CN": "无念是无邪念。什么是邪念？自私自利是邪念，《般若经》上讲得好，我、人、众生、寿者，这四相，你对这个还有执着，有我、有人；换句话说，你还有分别，你还有执着，微细的分别执着，都是邪念。所以正念是什么？正念是无我相、无人相、无众生相、无寿者相。《金刚经》后半部讲得更究竟，「无我见、无人见、无众生见、无寿者见」，那个「见」就是念头。这一种分别执着的念头都没有，哪里还有样子？「相」是个样子。连念头都没有，他起心动念都是为一切众生，这是正念。法藏比丘前面四十八愿，正念；这叫无念，无一切妄念。决定没有一个念头为自己，念念为众生，这叫正知正见。我们一定要把它搞清楚、搞明白。所以无念，不是连正念都没有。利益一切众生的念头都没有，那你也会得一个果报，得什么果报？变成一块大石头；既不自利、也不利他。你就晓得石头从哪里来的？石头就是这些人。所以法藏发这个大愿，石头也感动了，道理就在此地。由此可知，唯独佛法对于宇宙之间一切理事因果现象讲得确实透彻，真的帮助我们开智慧。",
      "zh_TW": "無念是無邪念。什麼是邪念？自私自利是邪念，《般若經》上講得好，我、人、眾生、壽者，這四相，你對這個還有執著，有我、有人；換句話說，你還有分別，你還有執著，微細的分別執著，都是邪念。所以正念是什麼？正念是無我相、無人相、無眾生相、無壽者相。《金剛經》後半部講得更究竟，「無我見、無人見、無眾生見、無壽者見」，那個「見」就是念頭。這一種分別執著的念頭都沒有，哪裡還有樣子？「相」是個樣子。連念頭都沒有，他起心動念都是為一切眾生，這是正念。法藏比丘前面四十八願，正念；這叫無念，無一切妄念。決定沒有一個念頭為自己，念念為眾生，這叫正知正見。我們一定要把它搞清楚、搞明白。所以無念，不是連正念都沒有。利益一切眾生的念頭都沒有，那你也會得一個果報，得什麼果報？變成一塊大石頭；既不自利、也不利他。你就曉得石頭從哪裡來的？石頭就是這些人。所以法藏發這個大願，石頭也感動了，道理就在此地。由此可知，唯獨佛法對於宇宙之間一切理事因果現象講得確實透徹，真的幫助我們開智慧。"
    },
    {
      "id": "02-034-0095_p0021",
      "zh_CN": "末后这一句『天雨妙华，以散其上』，这就是虚空诸天神散花。天神常常有，我们常常遇到，同修大概有不少人都有这种经验。或者你在家里，或者你在野外，特别是在郊区、野外，我们静坐一个地方，把心定下来，默默的诵一部经，或者在那里念佛号，你忽然闻到有异香吹过来，而且这个香气可能是你一生从来没有闻到过的，我有过这个经验，有过很多次。许多同修都给我讲过，都有这个经验。这什么原因？天神。天神身上有香气，他看到你端坐在那里诵经念佛，他看到对你致敬，他暂时在那里停到，他合掌给你致敬，这个香气你会闻到，许多同修都有。",
      "zh_TW": "末後這一句『天雨妙華，以散其上』，這就是虛空諸天神散花。天神常常有，我們常常遇到，同修大概有不少人都有這種經驗。或者你在家裡，或者你在野外，特別是在郊區、野外，我們靜坐一個地方，把心定下來，默默的誦一部經，或者在那裡念佛號，你忽然聞到有異香吹過來，而且這個香氣可能是你一生從來沒有聞到過的，我有過這個經驗，有過很多次。許多同修都給我講過，都有這個經驗。這什麼原因？天神。天神身上有香氣，他看到你端坐在那裡誦經念佛，他看到對你致敬，他暫時在那裡停到，他合掌給你致敬，這個香氣你會聞到，許多同修都有。"
    },
    {
      "id": "02-034-0095_p0022",
      "zh_CN": "我有一年在美国达拉斯，晚上有几位同修在一起讨论佛法，忽然闻到异香，四、五个人同时都闻到，时间大概有三、四分钟这么长。他们遇到这个事情，第二天到我们小道场来找我，把他昨天遇到这些异常的事情告诉我。我说：「你们在讨论佛法，也感动天神站在那边听听，欢喜供养，他用这个香来供养你。」那在野外不是在家里，决定没有人烧香，所以这种事情常有。此地比这个香还要殊胜，「天雨妙华」，从天上落下来的花，「以散其上」。不但有花，还有天乐，空中有音乐，『自然音乐』不是人演奏的。不仅是有音乐还听到有赞叹，『决定必成无上正觉』，这是天人赞叹的，肯定的；「无上正觉」是成佛。这一些依正庄严，都是诸佛菩萨在那里表演给我们看的，让我们这些凡夫看到这一些事实真相，对于佛法生起信心，生起仰慕之心。也正是我们自己的善根发现，所以你才能够接触到这些瑞相，让你看到、让你听到，你的见闻觉知能接触到。",
      "zh_TW": "我有一年在美國達拉斯，晚上有幾位同修在一起討論佛法，忽然聞到異香，四、五個人同時都聞到，時間大概有三、四分鐘這麼長。他們遇到這個事情，第二天到我們小道場來找我，把他昨天遇到這些異常的事情告訴我。我說：「你們在討論佛法，也感動天神站在那邊聽聽，歡喜供養，他用這個香來供養你。」那在野外不是在家裡，決定沒有人燒香，所以這種事情常有。此地比這個香還要殊勝，「天雨妙華」，從天上落下來的花，「以散其上」。不但有花，還有天樂，空中有音樂，『自然音樂』不是人演奏的。不僅是有音樂還聽到有讚歎，『決定必成無上正覺』，這是天人讚歎的，肯定的；「無上正覺」是成佛。這一些依正莊嚴，都是諸佛菩薩在那裡表演給我們看的，讓我們這些凡夫看到這一些事實真相，對於佛法生起信心，生起仰慕之心。也正是我們自己的善根發現，所以你才能夠接觸到這些瑞相，讓你看到、讓你聽到，你的見聞覺知能接觸到。"
    },
    {
      "id": "02-034-0095_p0023",
      "zh_CN": "黄念祖老居士在注解里面，末后总结这一品经文的大意，他说法藏菩萨发普度众生的弘愿，立刻就感得殊胜的瑞相，这个用意非常非常之深，我们决定不能对这样的经文含糊笼统就看过，那怎么能得佛法受用？一定要细心思惟，冷静的观察，体会其中的义趣。一切众生都有佛性，我们自己有佛性，我们佛性被物欲蒙蔽住，所以自己的佛性透不出来。诸佛如来大慈大悲，以种种方便来启示我们、来觉悟我们，我们要懂这个意思。",
      "zh_TW": "黃念祖老居士在註解裡面，末後總結這一品經文的大意，他說法藏菩薩發普度眾生的弘願，立刻就感得殊勝的瑞相，這個用意非常非常之深，我們決定不能對這樣的經文含糊籠統就看過，那怎麼能得佛法受用？一定要細心思惟，冷靜的觀察，體會其中的義趣。一切眾生都有佛性，我們自己有佛性，我們佛性被物欲蒙蔽住，所以自己的佛性透不出來。諸佛如來大慈大悲，以種種方便來啟示我們、來覺悟我們，我們要懂這個意思。"
    },
    {
      "id": "02-034-0095_p0024",
      "zh_CN": "我们得不到佛法的启示，生活在这个苦难的世界，佛经上常常讲，「八苦交煎」，这个人世间有什么意思？尤其是现代这个社会。古代的社会，活着还勉强可以过得去，社会风俗淳朴，每一个人还能够讲仁义道德，还有这种观念，现在没有了。过去人与人之间往来多少还有一点道义，连做强盗的人都还讲道义，盗亦有道，他也不随便杀人抢劫。他多半选择哪些人抢劫？为富不仁的人家，这是他抢劫的对象。你虽然家里发大财，你是个善人，你常常能帮助社会，周济穷苦，盗贼绝对不犯你家，他有他的道。你是个好人，他对你很尊敬。你不是个好人，他就要抢劫你，那个小偷也就会偷你。你是个好人，那小偷都不会偷你的。",
      "zh_TW": "我們得不到佛法的啟示，生活在這個苦難的世界，佛經上常常講，「八苦交煎」，這個人世間有什麼意思？尤其是現代這個社會。古代的社會，活著還勉強可以過得去，社會風俗淳樸，每一個人還能夠講仁義道德，還有這種觀念，現在沒有了。過去人與人之間往來多少還有一點道義，連做強盜的人都還講道義，盜亦有道，他也不隨便殺人搶劫。他多半選擇哪些人搶劫？為富不仁的人家，這是他搶劫的對象。你雖然家裡發大財，你是個善人，你常常能幫助社會，周濟窮苦，盜賊絕對不犯你家，他有他的道。你是個好人，他對你很尊敬。你不是個好人，他就要搶劫你，那個小偷也就會偷你。你是個好人，那小偷都不會偷你的。"
    },
    {
      "id": "02-034-0095_p0025",
      "zh_CN": "现在人没有这个观念了，现在人只有利害。我们观察现在，现在人是争利、纵欲，这社会还得了吗？纵欲，这个社会决定腐化了，糜烂了。争利，这个竞争到最后，决定是流血战争。天灾人祸怎么能避免？我们从报纸、从资讯里面得到的消息，全世界天灾人祸的频率年年增长，灾难一次比一次严重。这个世间有什么意思？你在一生当中，你能不能找到一个真正靠得住的朋友，知心的朋友？没有。再好的朋友，都打了好几个问号，靠不住！一个知心的朋友都找不到，你说这个世间来干什么？有什么意思？",
      "zh_TW": "現在人沒有這個觀念了，現在人只有利害。我們觀察現在，現在人是爭利、縱欲，這社會還得了嗎？縱欲，這個社會決定腐化了，糜爛了。爭利，這個競爭到最後，決定是流血戰爭。天災人禍怎麼能避免？我們從報紙、從資訊裡面得到的消息，全世界天災人禍的頻率年年增長，災難一次比一次嚴重。這個世間有什麼意思？你在一生當中，你能不能找到一個真正靠得住的朋友，知心的朋友？沒有。再好的朋友，都打了好幾個問號，靠不住！一個知心的朋友都找不到，你說這個世間來幹什麼？有什麼意思？"
    },
    {
      "id": "02-034-0095_p0026",
      "zh_CN": "为什么我们会生在这个时代？佛说得好，业力感召，我们跟这个时代众生有共业。也就是说，过去生中，我们曾经跟大家干得差不多这种不善业，所以到这儿来是什么？到这儿来受报的，来受这个果报。不知道这个原因，我们受这些苦难不甘心、不情愿，怨天尤人；都搞清楚、搞明白了，于是我们也甘心情愿了，没话说了，自作自受。可是我们非常幸运，总算是过去生中有很深厚的善根，遇到佛法。遇到佛法就有救了，就能够转变我们的业报。",
      "zh_TW": "為什麼我們會生在這個時代？佛說得好，業力感召，我們跟這個時代眾生有共業。也就是說，過去生中，我們曾經跟大家幹得差不多這種不善業，所以到這兒來是什麼？到這兒來受報的，來受這個果報。不知道這個原因，我們受這些苦難不甘心、不情願，怨天尤人；都搞清楚、搞明白了，於是我們也甘心情願了，沒話說了，自作自受。可是我們非常幸運，總算是過去生中有很深厚的善根，遇到佛法。遇到佛法就有救了，就能夠轉變我們的業報。"
    },
    {
      "id": "02-034-0095_p0027",
      "zh_CN": "怎么转法？法藏比丘在此地示现最好的方法，从根本上做一个大转变。没有闻到佛法之前，我们都是一样，起心动念哪个不为自己？谚语所讲的，「人不为己，天诛地灭」，人人都为自己。其实这一句话，我在香港的时候，何守信曾经问过我，我告诉他这个话是错误的，这个话是误导我们的方向。恰恰相反：人要为己，天诛地灭；人不为己，诸佛赞叹，龙天拥护。所以那一句话说错了，说颠倒了，误导了众生。法藏比丘他教给我们的，他那个念头转掉了，一百八十度的大转变，念念为众生，一切都给众生做好样子，起心动念是一切众生起心动念的好样子，言语是言语的好样子，生活是生活的好样子，工作是工作的好样子，应酬是应酬的好样子，点点滴滴都是法界一切众生的最佳榜样，所以才有这样明显殊胜的感应。我们读这一段经文，要学这一些东西，那我们就没有白读，我们从这个地方真正省悟过来了。",
      "zh_TW": "怎麼轉法？法藏比丘在此地示現最好的方法，從根本上做一個大轉變。沒有聞到佛法之前，我們都是一樣，起心動念哪個不為自己？諺語所講的，「人不為己，天誅地滅」，人人都為自己。其實這一句話，我在香港的時候，何守信曾經問過我，我告訴他這個話是錯誤的，這個話是誤導我們的方向。恰恰相反：人要為己，天誅地滅；人不為己，諸佛讚歎，龍天擁護。所以那一句話說錯了，說顛倒了，誤導了眾生。法藏比丘他教給我們的，他那個念頭轉掉了，一百八十度的大轉變，念念為眾生，一切都給眾生做好樣子，起心動念是一切眾生起心動念的好樣子，言語是言語的好樣子，生活是生活的好樣子，工作是工作的好樣子，應酬是應酬的好樣子，點點滴滴都是法界一切眾生的最佳榜樣，所以才有這樣明顯殊勝的感應。我們讀這一段經文，要學這一些東西，那我們就沒有白讀，我們從這個地方真正省悟過來了。"
    },
    {
      "id": "02-034-0095_p0028",
      "zh_CN": "黄念祖在注解里面，引用彭际清居士《无量寿经起信论》里面一段解释，解释得很好、很精彩。他这个文节录在此地，我们念一念：「一切佛土，不离众生一念清净心，而得成立。」这一句话是总纲领，最重要的是我们要能信得过。这就是佛在经上常说，但是佛说得简单，佛说：「一切法从心想生。」佛只说了这么一句。他把这一句说得更清楚、更明白。「一切佛土」，这就是讲十法界依正庄严，从哪来的？「不离众生一念清净心，而得成立。」是由一切众生心想而成的。但是他这个地方讲求佛土，佛土是净土。诸佛如来所住的报土，《华严经》里面华藏世界，往生经里面，《净土五经》都叫做往生经，里面讲的极乐世界，这是佛土。佛土从哪里来？是一切众生一念清净心变现出来的。所以才说，「心净则佛土净」。",
      "zh_TW": "黃念祖在註解裡面，引用彭際清居士《無量壽經起信論》裡面一段解釋，解釋得很好、很精彩。他這個文節錄在此地，我們念一念：「一切佛土，不離眾生一念清淨心，而得成立。」這一句話是總綱領，最重要的是我們要能信得過。這就是佛在經上常說，但是佛說得簡單，佛說：「一切法從心想生。」佛只說了這麼一句。他把這一句說得更清楚、更明白。「一切佛土」，這就是講十法界依正莊嚴，從哪來的？「不離眾生一念清淨心，而得成立。」是由一切眾生心想而成的。但是他這個地方講求佛土，佛土是淨土。諸佛如來所住的報土，《華嚴經》裡面華藏世界，往生經裡面，《淨土五經》都叫做往生經，裡面講的極樂世界，這是佛土。佛土從哪裡來？是一切眾生一念清淨心變現出來的。所以才說，「心淨則佛土淨」。"
    },
    {
      "id": "02-034-0095_p0029",
      "zh_CN": "上一次我们在回教皈依协会，他们有这么一个组织，邀请我跟他们举行一次座谈会。他们曾经提到这个问题。基督教、天主教讲天堂，回教讲天园，天上的花园叫天园，我们佛教讲极乐世界。这一位回教的朋友问我，他说：「在哪里？」我告诉他：「就在此地。」真的不是假的，你如果恢复到一念清净你就见到，就在此地，不远。你一念染杂，你就见不到了。我说这个话不太好懂，很难体会，我举一个比喻。现代一般人家里都有电视，你们每天都看电视，你们知道电视的频道很多，无论哪一个频道，都是这个电视萤幕的画面。这就说明什么？我们今天这个世界跟极乐世界跟天园是不同的频道，同在一个画面上。我们的心不清净看到的是什么？娑婆世界的秽土。如果恢复到一念清净心，我们这个画面上，立刻就恢复到净土、佛土。从这个比喻当中，你比较能容易体会到。有没有净土？有没有极乐世界？有没有天园？肯定有！我们决定相信。",
      "zh_TW": "上一次我們在回教皈依協會，他們有這麼一個組織，邀請我跟他們舉行一次座談會。他們曾經提到這個問題。基督教、天主教講天堂，回教講天園，天上的花園叫天園，我們佛教講極樂世界。這一位回教的朋友問我，他說：「在哪裡？」我告訴他：「就在此地。」真的不是假的，你如果恢復到一念清淨你就見到，就在此地，不遠。你一念染雜，你就見不到了。我說這個話不太好懂，很難體會，我舉一個比喻。現代一般人家裡都有電視，你們每天都看電視，你們知道電視的頻道很多，無論哪一個頻道，都是這個電視螢幕的畫面。這就說明什麼？我們今天這個世界跟極樂世界跟天園是不同的頻道，同在一個畫面上。我們的心不清淨看到的是什麼？娑婆世界的穢土。如果恢復到一念清淨心，我們這個畫面上，立刻就恢復到淨土、佛土。從這個比喻當中，你比較能容易體會到。有沒有淨土？有沒有極樂世界？有沒有天園？肯定有！我們決定相信。"
    },
    {
      "id": "02-034-0095_p0030",
      "zh_CN": "如果从科学方面来讲，更容易使我们相信。科学家今天发现、肯定，空间是多维次的。所谓是有二度空间，三度空间，四度空间，从理论上讲，有无限维次的空间。这是科学家肯定的。什么是天园？什么是天堂？什么是极乐世界？如果你把所有维次的空间突破了，天堂就出现，极乐世界就出现，佛经里面讲的一真法界，一真法界是极乐世界，一真法界是华藏世界，一真法界就是把所有不同维次空间全部突破。现在科学家不知道用什么方法突破，想用科学技术来突破，这个不容易，非常非常艰难！为什么？不同维次空间怎样形成的他不晓得，佛清楚。怎么形成的？从一切众生妄想分别执着所生的。于是佛就晓得，如何把空间突破？妄想、分别、执着统统放下就破了，一念清净心，虚空法界是一佛土，这个一佛土就是一真法界，就是华藏、就是极乐，就在当前。",
      "zh_TW": "如果從科學方面來講，更容易使我們相信。科學家今天發現、肯定，空間是多維次的。所謂是有二度空間，三度空間，四度空間，從理論上講，有無限維次的空間。這是科學家肯定的。什麼是天園？什麼是天堂？什麼是極樂世界？如果你把所有維次的空間突破了，天堂就出現，極樂世界就出現，佛經裡面講的一真法界，一真法界是極樂世界，一真法界是華藏世界，一真法界就是把所有不同維次空間全部突破。現在科學家不知道用什麼方法突破，想用科學技術來突破，這個不容易，非常非常艱難！為什麼？不同維次空間怎樣形成的他不曉得，佛清楚。怎麼形成的？從一切眾生妄想分別執著所生的。於是佛就曉得，如何把空間突破？妄想、分別、執著統統放下就破了，一念清淨心，虛空法界是一佛土，這個一佛土就是一真法界，就是華藏、就是極樂，就在當前。"
    },
    {
      "id": "02-034-0095_p0031",
      "zh_CN": "修行人证果，证得什么？他真的把妄想、分别、执着，统统放下了，他心目当中这个世界是一真法界，这他证得了，清净国土。他眼目当中看大地众生，就像本经所说的，一切皆成佛。我们今天为什么见不到一切皆成佛？我们有妄想、分别、执着在。学佛没有别的，教我们看破放下。放下什么？放下妄想分别执着。什么叫看破？事实真相彻底明了通达叫看破。看破放下之后，我们的生活自在了，得大自在。佛家讲的离苦得乐，这是真的不是假的，所有一切苦难全没有了，烟消云散，你得的是真乐。离苦得乐不是形容词，不是勉励我们，是事实真相。",
      "zh_TW": "修行人證果，證得什麼？他真的把妄想、分別、執著，統統放下了，他心目當中這個世界是一真法界，這他證得了，清淨國土。他眼目當中看大地眾生，就像本經所說的，一切皆成佛。我們今天為什麼見不到一切皆成佛？我們有妄想、分別、執著在。學佛沒有別的，教我們看破放下。放下什麼？放下妄想分別執著。什麼叫看破？事實真相徹底明瞭通達叫看破。看破放下之後，我們的生活自在了，得大自在。佛家講的離苦得樂，這是真的不是假的，所有一切苦難全沒有了，煙消雲散，你得的是真樂。離苦得樂不是形容詞，不是勉勵我們，是事實真相。"
    },
    {
      "id": "02-034-0095_p0032",
      "zh_CN": "自在是自受用。那还有很多没有觉悟的众生，我们还跟他在一起共同生活，也生活得很愉快，随缘。随缘是什么？普贤菩萨讲的十愿里头两愿：「恒顺众生，随喜功德」，就是随缘。随缘就是功德。什么功德？在随缘里面不起妄想分别执着，这就是功德；随缘里面不起自私自利的念头，不起贪瞋痴慢的念头，这是功德。我们同学要多想想，修行怎么个修法，你就知道了，用不着问别人。日常生活当中，归纳起来不外乎对人、对事、对物，都要随缘，不可以攀缘。攀缘是什么？「我想怎样怎样」，那是攀缘。随缘是别人想怎样怎样，我没有想，我不想就自在，你就快乐，「我要想怎样怎样」，要别人随顺我，那你就苦来了，障碍就来了，你就又迷惑，又退转了。",
      "zh_TW": "自在是自受用。那還有很多沒有覺悟的眾生，我們還跟他在一起共同生活，也生活得很愉快，隨緣。隨緣是什麼？普賢菩薩講的十願裡頭兩願：「恆順眾生，隨喜功德」，就是隨緣。隨緣就是功德。什麼功德？在隨緣裡面不起妄想分別執著，這就是功德；隨緣裡面不起自私自利的念頭，不起貪瞋痴慢的念頭，這是功德。我們同學要多想想，修行怎麼個修法，你就知道了，用不著問別人。日常生活當中，歸納起來不外乎對人、對事、對物，都要隨緣，不可以攀緣。攀緣是什麼？「我想怎樣怎樣」，那是攀緣。隨緣是別人想怎樣怎樣，我沒有想，我不想就自在，你就快樂，「我要想怎樣怎樣」，要別人隨順我，那你就苦來了，障礙就來了，你就又迷惑，又退轉了。"
    },
    {
      "id": "02-034-0095_p0033",
      "zh_CN": "我能随顺别人，随缘不变。不变什么？决定不起贪瞋痴慢，决定不起分别执着，这个不变。你过的生活是诸佛如来、法身菩萨的生活，这是世出世间最幸福、最圆满的生活。我们真的是参透了、懂得了，我们也能过，不是他们专利。愿不愿意过这个生活，全不在别人在自己，就是自己肯不肯放下，放下就是诸佛如来，就是法身大士，我们要深明这个道理。自己彻底放下之后，提起。提起什么？帮助一切苦难众生离苦得乐。活在这个世间不是为自己，为众生活的。自己已经解脱，所以穿衣吃饭都是为一切众生不是为自己。迷的时候穿衣吃饭为我、为自己，觉悟的时候穿衣吃饭为众生。这些大道理都在经教当中，我们读要能够参透，从佛的言语、从佛的表态，从这些地方去体会。",
      "zh_TW": "我能隨順別人，隨緣不變。不變什麼？決定不起貪瞋痴慢，決定不起分別執著，這個不變。你過的生活是諸佛如來、法身菩薩的生活，這是世出世間最幸福、最圓滿的生活。我們真的是參透了、懂得了，我們也能過，不是他們專利。願不願意過這個生活，全不在別人在自己，就是自己肯不肯放下，放下就是諸佛如來，就是法身大士，我們要深明這個道理。自己徹底放下之後，提起。提起什麼？幫助一切苦難眾生離苦得樂。活在這個世間不是為自己，為眾生活的。自己已經解脫，所以穿衣吃飯都是為一切眾生不是為自己。迷的時候穿衣吃飯為我、為自己，覺悟的時候穿衣吃飯為眾生。這些大道理都在經教當中，我們讀要能夠參透，從佛的言語、從佛的表態，從這些地方去體會。"
    },
    {
      "id": "02-034-0095_p0034",
      "zh_CN": "《无量寿经起信论》里面，他接着又说：「法藏大士，发此弘愿，祇为破除众生妄执，开显当人本有心量。令知净土即是法性本然，非从外得。何以故？自性空寂，离诸恶趣。」彭际清居士确实了不起，这几句话若不是过来人说不出的。这是一位在家菩萨，他是清朝乾隆时代的人。他的父亲官做得不小，是乾隆皇帝的兵部尚书，要用现在的官位来说，是国防部长。所以他是高干子弟。人非常聪明，我们在传记里面看到，他弱冠就中进士。弱冠是二十岁，进士是当时最高的学位，要用现在的话来说，这个进士就相当于现在的博士学位。举人相当于硕士学位，秀才相当于学士学位。古时候也有三个学位，称作秀才、举人、进士。那么年轻就拿到这么高的学位。在古时候我们看到，能够考取举人，运气好的，就可以分发你去当县市长，做地方官员，地方首长。进士地位就更高了，进士头一名、第一名是状元，第二名是榜眼，第三名探花，第四名以后通称进士。",
      "zh_TW": "《無量壽經起信論》裡面，他接著又說：「法藏大士，發此弘願，祇為破除眾生妄執，開顯當人本有心量。令知淨土即是法性本然，非從外得。何以故？自性空寂，離諸惡趣。」彭際清居士確實了不起，這幾句話若不是過來人說不出的。這是一位在家菩薩，他是清朝乾隆時代的人。他的父親官做得不小，是乾隆皇帝的兵部尚書，要用現在的官位來說，是國防部長。所以他是高幹子弟。人非常聰明，我們在傳記裡面看到，他弱冠就中進士。弱冠是二十歲，進士是當時最高的學位，要用現在的話來說，這個進士就相當於現在的博士學位。舉人相當於碩士學位，秀才相當於學士學位。古時候也有三個學位，稱作秀才、舉人、進士。那麼年輕就拿到這麼高的學位。在古時候我們看到，能夠考取舉人，運氣好的，就可以分發你去當縣市長，做地方官員，地方首長。進士地位就更高了，進士頭一名、第一名是狀元，第二名是榜眼，第三名探花，第四名以後通稱進士。"
    },
    {
      "id": "02-034-0095_p0035",
      "zh_CN": "这个人善根深厚，家庭环境好，他生活没有忧虑，所以他没有作官。虽然考中进士没有作官，他学佛，造诣很深。他有一个《无量寿经节校本》，现在《无量寿经》九种版本有他这一个特别本子。他是看到康僧铠的本子太繁杂，把它删节成为一个节录的本子，看起来确实是方便。他的《无量寿经》注解叫做起信论，《无量寿经起信论》就是他自己的节本，从康僧铠这个本子删节而成的。在晚近，民国初年丁福保居士做《无量寿经》的浅注，就用他的节校本。这是被近代的一个人采用，由此可知，他这个本子相当有价值。但是他只是一个本子的节校，没有参考其他的原译本，所以他不能算是会集。对于其他本里面有许多教义，康本里头所没有的，当然他也就没有了。所以这个本子虽然好，这个义理不圆满。所以夏莲居居士才发心重新来会集，他用了十年的时间把这个本子会成，我们对这个本子一定要有信心，绝不能够说是人云亦云，那我们自己错过机会太可惜了。",
      "zh_TW": "這個人善根深厚，家庭環境好，他生活沒有憂慮，所以他沒有作官。雖然考中進士沒有作官，他學佛，造詣很深。他有一個《無量壽經節校本》，現在《無量壽經》九種版本有他這一個特別本子。他是看到康僧鎧的本子太繁雜，把它刪節成為一個節錄的本子，看起來確實是方便。他的《無量壽經》註解叫做起信論，《無量壽經起信論》就是他自己的節本，從康僧鎧這個本子刪節而成的。在晚近，民國初年丁福保居士做《無量壽經》的淺註，就用他的節校本。這是被近代的一個人採用，由此可知，他這個本子相當有價值。但是他只是一個本子的節校，沒有參考其他的原譯本，所以他不能算是會集。對於其他本裡面有許多教義，康本裡頭所沒有的，當然他也就沒有了。所以這個本子雖然好，這個義理不圓滿。所以夏蓮居居士才發心重新來會集，他用了十年的時間把這個本子會成，我們對這個本子一定要有信心，絕不能夠說是人云亦云，那我們自己錯過機會太可惜了。"
    },
    {
      "id": "02-034-0095_p0036",
      "zh_CN": "我看到这个本子，生大欢喜心。《无量寿经》其他的八个本子我合起来看，这个本子好，愈看愈欢喜。同时得到我的老师李炳南老居士给我印证。他把这个本子交给我，他自己讲过一遍，很用心的写上注解，很简单的眉注，这个眉注本子现在在我手上，也有不少同学见过。所以我们今天传这个本子是有师承的，批评的人有，毁谤的人也有，我绝对不会被他所动。我要被这些外面境界动摇了，我怎么能对得起老师？老师教给我的，我对老师有信心，这是古人讲的师承。我要舍弃，换另外一个本子，你要晓得，将来后人对我的批评，「净空法师背师叛道」，我会背上这个罪名。今天别人对我批评有好处，对我有好处，将来后人给我写的，「净空法师尊师重道」。所以我们对于整个状况，看得很清楚、很明白。彭际清这几句话讲得实在是好，这个人不是一个普通人。",
      "zh_TW": "我看到這個本子，生大歡喜心。《無量壽經》其他的八個本子我合起來看，這個本子好，愈看愈歡喜。同時得到我的老師李炳南老居士給我印證。他把這個本子交給我，他自己講過一遍，很用心的寫上註解，很簡單的眉註，這個眉註本子現在在我手上，也有不少同學見過。所以我們今天傳這個本子是有師承的，批評的人有，毀謗的人也有，我絕對不會被他所動。我要被這些外面境界動搖了，我怎麼能對得起老師？老師教給我的，我對老師有信心，這是古人講的師承。我要捨棄，換另外一個本子，你要曉得，將來後人對我的批評，「淨空法師背師叛道」，我會背上這個罪名。今天別人對我批評有好處，對我有好處，將來後人給我寫的，「淨空法師尊師重道」。所以我們對於整個狀況，看得很清楚、很明白。彭際清這幾句話講得實在是好，這個人不是一個普通人。"
    },
    {
      "id": "02-034-0095_p0037",
      "zh_CN": "法藏比丘发此弘愿，是指前面第六品讲的四十八愿，以及这一品里面的十首偈颂。这十首偈颂是总结前面的大愿。目的何在？无非是帮助众生破除妄执；妄是妄想，执是执着。正是《华严经出现品》佛所说的：「一切众生皆有如来智慧德相，但以妄想执着而不能证得。」阿弥陀佛四十八愿帮助我们破除妄想、破除执着，这个经跟《华严》合起来看，你一看，多有味道。《华严经》佛给我们诊断出来的毛病在哪里，这个经是用药；那里诊断出来，这个地方药到病除，你看看多有味道。所以这个话也是彭际清说的，彭际清讲：「《无量寿经》即是中本《华严》。」这个话是他说的。《佛说阿弥陀经》就是小本《华严》，他把《无量寿经》、《弥陀经》跟《华严经》看成是一部经，分量大中小，这个看法正确，我们听到之后完全同意，非常佩服他这个看法。",
      "zh_TW": "法藏比丘發此弘願，是指前面第六品講的四十八願，以及這一品裡面的十首偈頌。這十首偈頌是總結前面的大願。目的何在？無非是幫助眾生破除妄執；妄是妄想，執是執著。正是《華嚴經出現品》佛所說的：「一切眾生皆有如來智慧德相，但以妄想執著而不能證得。」阿彌陀佛四十八願幫助我們破除妄想、破除執著，這個經跟《華嚴》合起來看，你一看，多有味道。《華嚴經》佛給我們診斷出來的毛病在哪裡，這個經是用藥；那裡診斷出來，這個地方藥到病除，你看看多有味道。所以這個話也是彭際清說的，彭際清講：「《無量壽經》即是中本《華嚴》。」這個話是他說的。《佛說阿彌陀經》就是小本《華嚴》，他把《無量壽經》、《彌陀經》跟《華嚴經》看成是一部經，分量大中小，這個看法正確，我們聽到之後完全同意，非常佩服他這個看法。"
    },
    {
      "id": "02-034-0095_p0038",
      "zh_CN": "不但本经帮助我们破除妄想执着，更精彩的，是帮助我们开显本有心量。这一句话要重视。我们众生可怜，可怜在哪里？心量太小了。大乘经里面我们常常念到，佛与法身大士的心量，「心包太虚，量周沙界」；这是我们自己本有的心量。我们今天做苦恼众生，在六道里搞生死轮回，就是本来你的心是包太虚空、周沙界的，沙是恒河沙的世界，现在把这个心量搞成这么小，一个人都不能容，夫妻两个还要吵架，你说有什么办法？你说你的心量多小？心量小的人可怜，烦恼多。法藏菩萨就是阿弥陀佛，在此地给我们做榜样，你看人家心量多大，我们要学。",
      "zh_TW": "不但本經幫助我們破除妄想執著，更精彩的，是幫助我們開顯本有心量。這一句話要重視。我們眾生可憐，可憐在哪裡？心量太小了。大乘經裡面我們常常念到，佛與法身大士的心量，「心包太虛，量周沙界」；這是我們自己本有的心量。我們今天做苦惱眾生，在六道裡搞生死輪迴，就是本來你的心是包太虛空、周沙界的，沙是恆河沙的世界，現在把這個心量搞成這麼小，一個人都不能容，夫妻兩個還要吵架，你說有什麼辦法？你說你的心量多小？心量小的人可憐，煩惱多。法藏菩薩就是阿彌陀佛，在此地給我們做榜樣，你看人家心量多大，我們要學。"
    },
    {
      "id": "02-034-0095_p0039",
      "zh_CN": "所以我常常勉励我们学佛的同修，我们要帮助别的宗教，你心量才大。「我们是佛教，他是基督教，我们不能跟他往来」，那你的心量永远那么小。我们要把心量拓开，包容基督教，包容天主教，包容世间所有不同的宗教；这是释迦牟尼佛。《大方广佛华严经》里面所列的这些参与法会的大众，我们看到了，虚空法界一切不同国土的人，不同族类的人众生，不同宗教的众生，统统在一起聚会，听毘卢遮那佛讲经说法，毘卢遮那是法身佛。我们要晓得这个道理、这些事实真相，学佛就在这地方学。",
      "zh_TW": "所以我常常勉勵我們學佛的同修，我們要幫助別的宗教，你心量才大。「我們是佛教，他是基督教，我們不能跟他往來」，那你的心量永遠那麼小。我們要把心量拓開，包容基督教，包容天主教，包容世間所有不同的宗教；這是釋迦牟尼佛。《大方廣佛華嚴經》裡面所列的這些參與法會的大眾，我們看到了，虛空法界一切不同國土的人，不同族類的人眾生，不同宗教的眾生，統統在一起聚會，聽毘盧遮那佛講經說法，毘盧遮那是法身佛。我們要曉得這個道理、這些事實真相，學佛就在這地方學。"
    },
    {
      "id": "02-034-0095_p0040",
      "zh_CN": "我记得我在早年，大概也有三、四十年前了，那个时候我在临济寺，出家不久，大概出家我在临济寺住了三年。有一位台湾大学学生来看我，他念的是政治，来问我，他的这个志向是要从政，问我应该如何去从政？我就告诉他，我说：「我现在学佛，不搞政治，对于政治方面这一些书籍，我从来都不看的。过去是曾经看过，现在不看，专心搞佛教教育。不过你既然有志于政治，我可以奉献你一句话，值得你做参考。」我跟他说：「如果你要做一个市长，做一个成功的市长，好市长，你的心量要能包容这一个市，你可以做个很好的市长。如果你做个好的省长，你的心量要包容这一个省。同样的道理，你要做个国家的领袖，你的心量要包容全国。你要做世界领袖，你的心量要包容全世界。」他听了我的话，非常感激，他说来看我没有白来。我说：「很好。你回去，首先把心量拓开。」",
      "zh_TW": "我記得我在早年，大概也有三、四十年前了，那個時候我在臨濟寺，出家不久，大概出家我在臨濟寺住了三年。有一位台灣大學學生來看我，他念的是政治，來問我，他的這個志向是要從政，問我應該如何去從政？我就告訴他，我說：「我現在學佛，不搞政治，對於政治方面這一些書籍，我從來都不看的。過去是曾經看過，現在不看，專心搞佛教教育。不過你既然有志於政治，我可以奉獻你一句話，值得你做參考。」我跟他說：「如果你要做一個市長，做一個成功的市長，好市長，你的心量要能包容這一個市，你可以做個很好的市長。如果你做個好的省長，你的心量要包容這一個省。同樣的道理，你要做個國家的領袖，你的心量要包容全國。你要做世界領袖，你的心量要包容全世界。」他聽了我的話，非常感激，他說來看我沒有白來。我說：「很好。你回去，首先把心量拓開。」"
    },
    {
      "id": "02-034-0095_p0041",
      "zh_CN": "佛之所以伟大，国王比不上，世界领袖比不上，佛的心量是尽虚空、遍法界。你才能包一个地球算什么？太阳系还没包进去，银河系还没有包进去。佛的心量是尽虚空、遍法界，我们不能不尊敬，太伟大了。所以一定要开拓我们自己本有的心量，本有的心量是心包太虚，量周沙界。然后要教你明了，净土是法性本然。这个「法性本然」，实在就是我刚才所说的，净土就在现前，只要把空间维次突破。空间有维次不正常，这个空间维次是从我们的妄想分别执着变现出来的，这是假的不是真的。虽然是假的，你不能突破你决定受它的障碍，所以你要放下妄想分别执着，空间维次突破了，恢复到净土，恢复一真法界，恢复一佛土，法性原来就是这个样子，所以它是真的它不是假的，它是永远不变的。所以这个事情，不是你修行从外面得到的。",
      "zh_TW": "佛之所以偉大，國王比不上，世界領袖比不上，佛的心量是盡虛空、遍法界。你才能包一個地球算什麼？太陽系還沒包進去，銀河系還沒有包進去。佛的心量是盡虛空、遍法界，我們不能不尊敬，太偉大了。所以一定要開拓我們自己本有的心量，本有的心量是心包太虛，量周沙界。然後要教你明瞭，淨土是法性本然。這個「法性本然」，實在就是我剛才所說的，淨土就在現前，只要把空間維次突破。空間有維次不正常，這個空間維次是從我們的妄想分別執著變現出來的，這是假的不是真的。雖然是假的，你不能突破你決定受它的障礙，所以你要放下妄想分別執著，空間維次突破了，恢復到淨土，恢復一真法界，恢復一佛土，法性原來就是這個樣子，所以它是真的它不是假的，它是永遠不變的。所以這個事情，不是你修行從外面得到的。"
    },
    {
      "id": "02-034-0095_p0042",
      "zh_CN": "下面他说出理由，「何以故？自性空寂，离诸恶趣。」这个恶趣是讲十法界，不但三恶道是恶趣，六道是恶趣，十法界还是恶趣。用科学家的话讲，只要在空间维次里面，无论你维次多么高，都不是真的，都是属于恶趣。空间维次全部突破了，这叫一真法界，清净本然。在这个境界里面，就像佛在一切经上所说的，「自性妙圆」，微妙圆满没有丝毫欠缺；「具诸相好」，如来智慧德相，智慧圆满的，德是能力，你的能力是圆满的，相是相好，相好也是圆满的，三种圆满就叫大圆满，无不圆满。这个境界就是清凉大师在《华严经》上讲的无障碍的法界，他说了四个：理无碍，事无碍，理事无碍，事事无碍。这是真的，所以这叫大自在。我们今天动不动都有障碍，这个障碍从哪儿来的？从妄想、分别、执着里头变现出来的，你不离妄想、执着，你的障碍不能断除，没有法子化解。",
      "zh_TW": "下面他說出理由，「何以故？自性空寂，離諸惡趣。」這個惡趣是講十法界，不但三惡道是惡趣，六道是惡趣，十法界還是惡趣。用科學家的話講，只要在空間維次裡面，無論你維次多麼高，都不是真的，都是屬於惡趣。空間維次全部突破了，這叫一真法界，清淨本然。在這個境界裡面，就像佛在一切經上所說的，「自性妙圓」，微妙圓滿沒有絲毫欠缺；「具諸相好」，如來智慧德相，智慧圓滿的，德是能力，你的能力是圓滿的，相是相好，相好也是圓滿的，三種圓滿就叫大圓滿，無不圓滿。這個境界就是清涼大師在《華嚴經》上講的無障礙的法界，他說了四個：理無礙，事無礙，理事無礙，事事無礙。這是真的，所以這叫大自在。我們今天動不動都有障礙，這個障礙從哪兒來的？從妄想、分別、執著裡頭變現出來的，你不離妄想、執著，你的障礙不能斷除，沒有法子化解。"
    },
    {
      "id": "02-034-0095_p0043",
      "zh_CN": "所以佛清楚了解一切众生病根在什么地方，病源怎么发生的，真的叫对症下药，药到病除。所以这是一门非常现实的学问，非常有用的教学，学了立刻就得受用。我们今天看世出世间所有一切教育，不能跟佛教育比。这个学了立刻就得受用，就得好处。所以民国初年欧阳竟无大师讲得好：「佛法非宗教非哲学，而为今时所必需。」不能不学，不学不能解决问题，不学不能离苦。你学了这一套理论方法，你就有能力离苦得乐。",
      "zh_TW": "所以佛清楚了解一切眾生病根在什麼地方，病源怎麼發生的，真的叫對症下藥，藥到病除。所以這是一門非常現實的學問，非常有用的教學，學了立刻就得受用。我們今天看世出世間所有一切教育，不能跟佛教育比。這個學了立刻就得受用，就得好處。所以民國初年歐陽竟無大師講得好：「佛法非宗教非哲學，而為今時所必需。」不能不學，不學不能解決問題，不學不能離苦。你學了這一套理論方法，你就有能力離苦得樂。"
    },
    {
      "id": "02-034-0095_p0044",
      "zh_CN": "后面这几句话说得好，他这里把他这一段话都节录下来了，在这个本子里面。后面讲「自性无碍，现六神通。」这是讲恢复能力，恢复德能。「自性无住，不可断灭；自性无作，无有限量。自性无外，如风广被。自性无内，如镜普现。」都是属于我们一般常讲的万德万能，是我们自心本具的，圆圆满满丝毫没有欠缺。「自性光明，如日普照。自性平等，如香普熏。」这是说智慧。讲了这么多，总结：自性本具的智慧，自性本具的能力、德能，自性本具的相好，总结在这三方面，样样具足。",
      "zh_TW": "後面這幾句話說得好，他這裡把他這一段話都節錄下來了，在這個本子裡面。後面講「自性無礙，現六神通。」這是講恢復能力，恢復德能。「自性無住，不可斷滅；自性無作，無有限量。自性無外，如風廣被。自性無內，如鏡普現。」都是屬於我們一般常講的萬德萬能，是我們自心本具的，圓圓滿滿絲毫沒有欠缺。「自性光明，如日普照。自性平等，如香普熏。」這是說智慧。講了這麼多，總結：自性本具的智慧，自性本具的能力、德能，自性本具的相好，總結在這三方面，樣樣具足。"
    },
    {
      "id": "02-034-0095_p0045",
      "zh_CN": "菩萨示现应世，就是恒顺众生的自性。这一句话提示得好。众生作恶，我们也要跟他作恶吗？不可以，那就完全错了。佛家里面常讲，「慈悲为本，方便为门。」众生要做坏事、众生想杀人，你跟他一道杀人，众生想偷盗，你帮助他偷盗，你随顺，这就错了。这样就是什么？叫「慈悲多祸害，方便出下流」。慈悲是本，方便是门，为什么又说祸害、下流？这里面就是，你随顺的是众生自性，这是善的，这就是本，这就是方便；你要是随顺众生的烦恼，随顺众生的恶业，你就是祸害，就是下流。不能不辨别清楚。",
      "zh_TW": "菩薩示現應世，就是恆順眾生的自性。這一句話提示得好。眾生作惡，我們也要跟他作惡嗎？不可以，那就完全錯了。佛家裡面常講，「慈悲為本，方便為門。」眾生要做壞事、眾生想殺人，你跟他一道殺人，眾生想偷盜，你幫助他偷盜，你隨順，這就錯了。這樣就是什麼？叫「慈悲多禍害，方便出下流」。慈悲是本，方便是門，為什麼又說禍害、下流？這裡面就是，你隨順的是眾生自性，這是善的，這就是本，這就是方便；你要是隨順眾生的煩惱，隨順眾生的惡業，你就是禍害，就是下流。不能不辨別清楚。"
    },
    {
      "id": "02-034-0095_p0046",
      "zh_CN": "随顺是智慧的随顺，理性的随顺，不是感情的。感情的随顺，人情的随顺，没有不坏事情的。我们学佛，要明这个道理。自性本具的，我们常讲，真诚心、清净心、平等心、正觉心、慈悲心，我们要随顺这个。真诚的反面是虚伪，清净的反面是染污，平等的反面是傲慢嫉妒，正觉的反面是愚痴，慈悲的反面是自私自利，那个不能随顺，我们要懂这个大道理。庄严国土，是要随顺清净、平等、正觉、慈悲，这才是庄严国土。所以综观阿弥陀佛四十八愿，每一愿就是众生本具的智慧德相。由此可知，还是以自性本具的智慧德相，庄严诸佛净土，心土不二，因果同时，理事不二，所以他感应这么快，愿才发完，希求瑞相立刻就现前，道理在此地，这里头一丝毫的迷信都没有。所以空中赞叹，「决定必成无上正觉」。一丝毫的疑惑没有，你看这个句子多肯定。",
      "zh_TW": "隨順是智慧的隨順，理性的隨順，不是感情的。感情的隨順，人情的隨順，沒有不壞事情的。我們學佛，要明這個道理。自性本具的，我們常講，真誠心、清淨心、平等心、正覺心、慈悲心，我們要隨順這個。真誠的反面是虛偽，清淨的反面是染污，平等的反面是傲慢嫉妒，正覺的反面是愚痴，慈悲的反面是自私自利，那個不能隨順，我們要懂這個大道理。莊嚴國土，是要隨順清淨、平等、正覺、慈悲，這才是莊嚴國土。所以綜觀阿彌陀佛四十八願，每一願就是眾生本具的智慧德相。由此可知，還是以自性本具的智慧德相，莊嚴諸佛淨土，心土不二，因果同時，理事不二，所以他感應這麼快，願才發完，希求瑞相立刻就現前，道理在此地，這裡頭一絲毫的迷信都沒有。所以空中讚歎，「決定必成無上正覺」。一絲毫的疑惑沒有，你看這個句子多肯定。"
    },
    {
      "id": "02-034-0095_p0047",
      "zh_CN": "这个赞叹，说实在话，并不是赞叹给法藏听的，你要是这样去会，你就把意思错会了。这个赞叹给谁的？给我们的，我们在这里面体会得：「要这样的修行，决定成无上道」，这个赞叹就是诸佛如来、龙天善神在劝我们修净土而已，真正的意思在此地。不可思议的因，决定得不思议的果报，因圆果满。这个法门，念佛是因，成佛是果。十方三世一切诸佛如来，没有一个不是念佛成佛的，无论修学哪个法门，所以是八万四千法门、无量法门，修到最后要成佛的时候，统统归念佛法门。这是我们在《华严经》上看到的，《华严经》经文上讲得很清楚，十地菩萨，这是《华严经》到了高层，十住、十行、十回向、十地，「十地菩萨始终不离念佛」。始是初地，终是等觉，十一个位次，这十一个位次修什么法门？念佛法门。念佛就成佛，念菩萨就成菩萨，这不就是说「一切法从心想生」吗？念什么就变现什么。",
      "zh_TW": "這個讚歎，說實在話，並不是讚歎給法藏聽的，你要是這樣去會，你就把意思錯會了。這個讚歎給誰的？給我們的，我們在這裡面體會得：「要這樣的修行，決定成無上道」，這個讚歎就是諸佛如來、龍天善神在勸我們修淨土而已，真正的意思在此地。不可思議的因，決定得不思議的果報，因圓果滿。這個法門，念佛是因，成佛是果。十方三世一切諸佛如來，沒有一個不是念佛成佛的，無論修學哪個法門，所以是八萬四千法門、無量法門，修到最後要成佛的時候，統統歸念佛法門。這是我們在《華嚴經》上看到的，《華嚴經》經文上講得很清楚，十地菩薩，這是《華嚴經》到了高層，十住、十行、十迴向、十地，「十地菩薩始終不離念佛」。始是初地，終是等覺，十一個位次，這十一個位次修什麼法門？念佛法門。念佛就成佛，念菩薩就成菩薩，這不就是說「一切法從心想生」嗎？念什麼就變現什麼。"
    },
    {
      "id": "02-034-0095_p0048",
      "zh_CN": "现在是七月，鬼门关开了，鬼都出来了。所以你们很多人常常梦到鬼，梦到家亲眷属机会就多了。为什么？求你帮助超度。你要是梦到家亲眷属，在七月之间超度法会上给他立个牌位，他就是来求这个的，我们要懂得帮助他，这是《地藏经》上说的。你们念《地藏经》晓得，来求帮助的。他为什么不找别人？别人不到居士林来，他求他没用处。你们肯到居士林来，求你有用，你就要帮他立个牌位，我们听经、读经给他回向。为什么到鬼道里去？他念鬼就变成鬼。谁念鬼？虽然没有念鬼，他实质上念鬼，鬼是贪心，他天天想着贪，贪就变成鬼，所以念贪就是念鬼。念瞋恨、念嫉妒，那是念地狱，很麻烦，不可以。我们一定要把念头转过来，念佛，虽然不念阿弥陀佛，念什么？念真诚、念清净、念平等、念觉悟、念慈悲，这就是念佛。你发愿求生极乐世界，你决定往生。如果口里念阿弥陀佛，一天到晚念珠「阿弥陀佛、阿弥陀佛…」，一天念几十万声，心地都是虚伪的，见人都说假话，没有一句真话，心里不清净、不平等，不能往生。古大德讲得好：「口念弥陀心散乱，喊破喉咙也枉然。」为什么？你念佛是形式上念佛，你心不是佛。",
      "zh_TW": "現在是七月，鬼門關開了，鬼都出來了。所以你們很多人常常夢到鬼，夢到家親眷屬機會就多了。為什麼？求你幫助超度。你要是夢到家親眷屬，在七月之間超度法會上給他立個牌位，他就是來求這個的，我們要懂得幫助他，這是《地藏經》上說的。你們念《地藏經》曉得，來求幫助的。他為什麼不找別人？別人不到居士林來，他求他沒用處。你們肯到居士林來，求你有用，你就要幫他立個牌位，我們聽經、讀經給他迴向。為什麼到鬼道裡去？他念鬼就變成鬼。誰念鬼？雖然沒有念鬼，他實質上念鬼，鬼是貪心，他天天想著貪，貪就變成鬼，所以念貪就是念鬼。念瞋恨、念嫉妒，那是念地獄，很麻煩，不可以。我們一定要把念頭轉過來，念佛，雖然不念阿彌陀佛，念什麼？念真誠、念清淨、念平等、念覺悟、念慈悲，這就是念佛。你發願求生極樂世界，你決定往生。如果口裡念阿彌陀佛，一天到晚念珠「阿彌陀佛、阿彌陀佛…」，一天念幾十萬聲，心地都是虛偽的，見人都說假話，沒有一句真話，心裡不清淨、不平等，不能往生。古大德講得好：「口念彌陀心散亂，喊破喉嚨也枉然。」為什麼？你念佛是形式上念佛，你心不是佛。"
    },
    {
      "id": "02-034-0095_p0049",
      "zh_CN": "「念」这个字诸位看清楚，中国文字是智慧的符号。念上面是「今」，下面是「心」。是说你现前心里有佛，那叫念佛，不是在口上；换句话说，你的心跟佛心一样，这叫念佛。佛是什么心？佛是真诚、清净、平等、正觉、慈悲。你有这个心，你念佛就没有中断过。佛是什么行？看破、放下、自在、随缘、念佛，那是佛的行。我们心是佛心，行是佛行，哪有不作佛的道理？一切法从心想生，你这一生就决定作佛。所以这个总结意思很深很长，他真正在此地劝我们，在无量法门当中选择净土法门。选择净土法门之后，要像法藏菩萨这样信入，从这里生起信心，从这个地方入门，我们不需要修三大阿僧祇劫，我们这一生圆满成就。今天时间到了，我们就讲演这一段。",
      "zh_TW": "「念」這個字諸位看清楚，中國文字是智慧的符號。念上面是「今」，下面是「心」。是說你現前心裡有佛，那叫念佛，不是在口上；換句話說，你的心跟佛心一樣，這叫念佛。佛是什麼心？佛是真誠、清淨、平等、正覺、慈悲。你有這個心，你念佛就沒有中斷過。佛是什麼行？看破、放下、自在、隨緣、念佛，那是佛的行。我們心是佛心，行是佛行，哪有不作佛的道理？一切法從心想生，你這一生就決定作佛。所以這個總結意思很深很長，他真正在此地勸我們，在無量法門當中選擇淨土法門。選擇淨土法門之後，要像法藏菩薩這樣信入，從這裡生起信心，從這個地方入門，我們不需要修三大阿僧祇劫，我們這一生圓滿成就。今天時間到了，我們就講演這一段。"
    }
  ]
}