{
  "doc_id": "02-034-0007",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0007",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "02-034-0007_p0001",
      "zh_CN": "请掀开经本第三面，经文倒数第四行。",
      "zh_TW": "請掀開經本第三面，經文倒數第四行。"
    },
    {
      "id": "02-034-0007_p0002",
      "zh_CN": "「咸共遵修普贤大士之德」，这一句经文，说明了与会的大众都修普贤行，由此可知，西方极乐世界，确确实实是普贤菩萨的法界。无论是哪一个国土，哪一个地方，一切众生生到西方极乐世界，都是修普贤行。世尊给我们说普贤行，说得最圆满、最清楚的，就是《大方广佛华严经》，由此可知，西方极乐世界就是华藏世界，不但是华藏世界，而且是华藏世界的核心，华藏世界里面的都会精华，这是我们应当要能够体会得到的。",
      "zh_TW": "「咸共遵修普賢大士之德」，這一句經文，說明了與會的大眾都修普賢行，由此可知，西方極樂世界，確確實實是普賢菩薩的法界。無論是哪一個國土，哪一個地方，一切眾生生到西方極樂世界，都是修普賢行。世尊給我們說普賢行，說得最圓滿、最清楚的，就是《大方廣佛華嚴經》，由此可知，西方極樂世界就是華藏世界，不但是華藏世界，而且是華藏世界的核心，華藏世界裡面的都會精華，這是我們應當要能夠體會得到的。"
    },
    {
      "id": "02-034-0007_p0003",
      "zh_CN": "普贤行无量无边，佛在经论里面，将无量的行门归纳为十大类，十个科目，每一个科目里面，含摄了无量无边的法门。这十个科目，就是我们一般人所熟悉的，「普贤菩萨十大愿王」。第一、礼敬诸佛，第二、称赞如来，给诸位介绍过了。今天跟大家介绍，广修供养，这一条非常重要。",
      "zh_TW": "普賢行無量無邊，佛在經論裡面，將無量的行門歸納為十大類，十個科目，每一個科目裡面，含攝了無量無邊的法門。這十個科目，就是我們一般人所熟悉的，「普賢菩薩十大願王」。第一、禮敬諸佛，第二、稱讚如來，給諸位介紹過了。今天跟大家介紹，廣修供養，這一條非常重要。"
    },
    {
      "id": "02-034-0007_p0004",
      "zh_CN": "我们知道世间人，没有一个人不求福报。福是从哪里来的？福是自己修来的。修什么？修布施，修供养。布施跟供养是一桩事情，只是在用心上有一点差别。我们一般凡夫，对尊长、对佛菩萨我们供养，对平辈、对普通的人就叫布施。由此可知，供养的时候，心地真诚恭敬，布施的时候，恭敬心就下降了；甚至于完全没有恭敬心，还产生一些傲慢心来布施，但是都能够得福。当然，以恭敬心来修布施，也就是来修供养，得的福报格外的殊胜。普贤菩萨教给我们，广修供养，你看他里面没有讲布施，让我们对一切众生，蠢动含灵都包括在其中，就像对诸佛如来一样的恭敬心来供养，这个福报就大了，这是我们应当要学习的。",
      "zh_TW": "我們知道世間人，沒有一個人不求福報。福是從哪裡來的？福是自己修來的。修什麼？修布施，修供養。布施跟供養是一樁事情，只是在用心上有一點差別。我們一般凡夫，對尊長、對佛菩薩我們供養，對平輩、對普通的人就叫布施。由此可知，供養的時候，心地真誠恭敬，布施的時候，恭敬心就下降了；甚至於完全沒有恭敬心，還產生一些傲慢心來布施，但是都能夠得福。當然，以恭敬心來修布施，也就是來修供養，得的福報格外的殊勝。普賢菩薩教給我們，廣修供養，你看他裡面沒有講布施，讓我們對一切眾生，蠢動含靈都包括在其中，就像對諸佛如來一樣的恭敬心來供養，這個福報就大了，這是我們應當要學習的。"
    },
    {
      "id": "02-034-0007_p0005",
      "zh_CN": "布施供养可以分为三大类，这个三大类，通常我们讲布施，三种布施。第一种财布施，所有一切的财物，应当要发心布施给一切众生。你能够修财布施，果报就是财富。我们世间看到有许许多多，在这个社会上豪门贵族、大富长者，今天社会上称为企业家者，他有很雄厚的财富。财富从哪里来的？你说他赚得来的，你们相信吗？他能赚得来，你为什么赚不来。你说他运气很好，我看你的运气也不比他差。为什么他能有财富，你没有财富？给诸位说真实话，这个财富是命里头所有。他命里面有，无论从事哪个行业，那个行业是缘，任何一个行业他都赚钱，他都能致富；命里面没有，人家把银行送给你，过不了两个月就倒闭了。为什么？你命里头没有。这个道理要懂，财富不是可以挣来的，不是可以赚得来的，没那么回事情。",
      "zh_TW": "布施供養可以分為三大類，這個三大類，通常我們講布施，三種布施。第一種財布施，所有一切的財物，應當要發心布施給一切眾生。你能夠修財布施，果報就是財富。我們世間看到有許許多多，在這個社會上豪門貴族、大富長者，今天社會上稱為企業家者，他有很雄厚的財富。財富從哪裡來的？你說他賺得來的，你們相信嗎？他能賺得來，你為什麼賺不來。你說他運氣很好，我看你的運氣也不比他差。為什麼他能有財富，你沒有財富？給諸位說真實話，這個財富是命裡頭所有。他命裡面有，無論從事哪個行業，那個行業是緣，任何一個行業他都賺錢，他都能致富；命裡面沒有，人家把銀行送給你，過不了兩個月就倒閉了。為什麼？你命裡頭沒有。這個道理要懂，財富不是可以掙來的，不是可以賺得來的，沒那麼回事情。"
    },
    {
      "id": "02-034-0007_p0006",
      "zh_CN": "世间我听说还有一些人，出版一些书，《致富的秘诀》，那个都是假的，你买来看，实在讲他发了财，你把钱给他了，他发了财，你拿到那个书来看，没用，你照他那个去做，准发不了财，所以一切要有命。古时候说，功名要有命，功名就是我们现在讲的学位，你读书拿到什么样的学位是命；你作官，你能做到多大的官也是命；发财，发多少财还是命。他命里怎么有的？前生种的因。他这个因殊胜，他这一生果报就殊胜；他这个因不胜，果报也就有欠缺了。由此可知，修因才能够得果。",
      "zh_TW": "世間我聽說還有一些人，出版一些書，《致富的秘訣》，那個都是假的，你買來看，實在講他發了財，你把錢給他了，他發了財，你拿到那個書來看，沒用，你照他那個去做，準發不了財，所以一切要有命。古時候說，功名要有命，功名就是我們現在講的學位，你讀書拿到什麼樣的學位是命；你作官，你能做到多大的官也是命；發財，發多少財還是命。他命裡怎麼有的？前生種的因。他這個因殊勝，他這一生果報就殊勝；他這個因不勝，果報也就有欠缺了。由此可知，修因才能夠得果。"
    },
    {
      "id": "02-034-0007_p0007",
      "zh_CN": "佛教导我们，修财布施就得财富，修法布施就得聪明智慧，修无畏布施就得健康长寿。财富你要，聪明你也要，健康长寿就更要了，三样果报你都想要，你要不修这三种因，天天打妄想，是想不到的，天天求佛菩萨，佛菩萨也没有能力给你，这是我们一定要懂得的。佛菩萨不能赐福给我们，我们命里头没有，佛菩萨都给我们，那我们还要修什么？不要修了，天天巴结佛菩萨就好了，佛菩萨就给我们了，没有这回事情。怎么巴结都没有用，佛菩萨是爱莫能助。",
      "zh_TW": "佛教導我們，修財布施就得財富，修法布施就得聰明智慧，修無畏布施就得健康長壽。財富你要，聰明你也要，健康長壽就更要了，三樣果報你都想要，你要不修這三種因，天天打妄想，是想不到的，天天求佛菩薩，佛菩薩也沒有能力給你，這是我們一定要懂得的。佛菩薩不能賜福給我們，我們命裡頭沒有，佛菩薩都給我們，那我們還要修什麼？不要修了，天天巴結佛菩薩就好了，佛菩薩就給我們了，沒有這回事情。怎麼巴結都沒有用，佛菩薩是愛莫能助。"
    },
    {
      "id": "02-034-0007_p0008",
      "zh_CN": "佛菩萨对我们的帮助，我们通常讲，对我们的保佑，对我们的加持，没有别的，只是把这些道理给我们说明白，事实真相给我们说清楚。我们懂得这个道理，依照佛教给我们方法，自己去修，就能够得到殊胜的果报，这是佛菩萨加持，这个就是佛菩萨保佑，千万不能够迷信。因此，真正明白人，真正觉悟的人，我们财富要放在哪里好？你看看现在的社会，股票上投资、房地产投资，这个我都搞不清楚，我对这个外行。种种方法来经营财富，听说这一两年经济不景气，一百万变成十万，很多人自杀了。而佛在经上告诉我们，「财为五家共有」，不是你的，只不过是在你面前让你看看而已，你就以为这个财富是你的，错了，你是心随境转，每一天日子过得苦不堪言。谁给你这么多苦，自己作的自己受，真正是自作自受，迷惑颠倒。",
      "zh_TW": "佛菩薩對我們的幫助，我們通常講，對我們的保佑，對我們的加持，沒有別的，只是把這些道理給我們說明白，事實真相給我們說清楚。我們懂得這個道理，依照佛教給我們方法，自己去修，就能夠得到殊勝的果報，這是佛菩薩加持，這個就是佛菩薩保佑，千萬不能夠迷信。因此，真正明白人，真正覺悟的人，我們財富要放在哪裡好？你看看現在的社會，股票上投資、房地產投資，這個我都搞不清楚，我對這個外行。種種方法來經營財富，聽說這一兩年經濟不景氣，一百萬變成十萬，很多人自殺了。而佛在經上告訴我們，「財為五家共有」，不是你的，只不過是在你面前讓你看看而已，你就以為這個財富是你的，錯了，你是心隨境轉，每一天日子過得苦不堪言。誰給你這麼多苦，自己作的自己受，真正是自作自受，迷惑顛倒。"
    },
    {
      "id": "02-034-0007_p0009",
      "zh_CN": "佛教给我们，怎样才能发财？布施，供养。供养父母、供养三宝，布施一切众生，你的财用不会缺乏。诸位要记住，财用不缺乏就行，不必要累积，不必要多，多了，灾难就来了，祸害就来了。所以财要知道散，儒家也说「积而能散」，能散财是最聪明的人。",
      "zh_TW": "佛教給我們，怎樣才能發財？布施，供養。供養父母、供養三寶，布施一切眾生，你的財用不會缺乏。諸位要記住，財用不缺乏就行，不必要累積，不必要多，多了，災難就來了，禍害就來了。所以財要知道散，儒家也說「積而能散」，能散財是最聰明的人。"
    },
    {
      "id": "02-034-0007_p0010",
      "zh_CN": "在中国古时候，中国人也供财神，哪个都想发财，供财神。但从前人有智慧、聪明，他不迷信。财神是哪一位？听说现在大陆上人供财神，可能也被台湾传染，台湾供财神，供关公，三国时候关羽，关公与发财有什么关系，毫无关系。关夫子这个人，我看其他的长处没什么，忠义这两个字他做到，我们要是供关夫子，学他的忠义，真正是威武不屈，富贵不淫，是我们做人的典范。他在曹操那一段时间，曹操是用尽了心机，希望他真正的投降为他所用。可是关夫子身虽然在曹营，心是常常念着贤主，这是后人最好的榜样。他虽然是过五关、斩六将，回到贤主那边，曹操对他还是非常佩服。这样忠义的人，在这个世间难找，不但现在没有了，古时候就很少。现在人不讲忠义，见利就忘义，哪个地方待遇好一点，地位高一点，立刻就跳槽就走了。所以这样的人，都应当供养关夫子，常常看看他，自己生惭愧心。",
      "zh_TW": "在中國古時候，中國人也供財神，哪個都想發財，供財神。但從前人有智慧、聰明，他不迷信。財神是哪一位？聽說現在大陸上人供財神，可能也被台灣傳染，台灣供財神，供關公，三國時候關羽，關公與發財有什麼關係，毫無關係。關夫子這個人，我看其他的長處沒什麼，忠義這兩個字他做到，我們要是供關夫子，學他的忠義，真正是威武不屈，富貴不淫，是我們做人的典範。他在曹操那一段時間，曹操是用盡了心機，希望他真正的投降為他所用。可是關夫子身雖然在曹營，心是常常念著賢主，這是後人最好的榜樣。他雖然是過五關、斬六將，回到賢主那邊，曹操對他還是非常佩服。這樣忠義的人，在這個世間難找，不但現在沒有了，古時候就很少。現在人不講忠義，見利就忘義，哪個地方待遇好一點，地位高一點，立刻就跳槽就走了。所以這樣的人，都應當供養關夫子，常常看看他，自己生慚愧心。"
    },
    {
      "id": "02-034-0007_p0011",
      "zh_CN": "中国古时候供财神，供谁？范蠡。读古书的人也许知道，他是战国时代，越王勾践的大夫。越王也相当了不起，诸位要晓得，这是自古以来，中国、外国，英雄豪杰，建立一个政权开国，倒不是真正困难，国家灭亡之后再复兴，太难太难了，在历史上很少见。灭亡之后能复兴不容易，在中国历史上，越王勾践是第一个例子，他成功了。他确实被吴国灭了之后，能够再复兴、能够再复仇，得力于范蠡、文种这两个人的帮助，越王这两个人是左右手，帮助他恢复了国家，反过来消灭吴国。",
      "zh_TW": "中國古時候供財神，供誰？范蠡。讀古書的人也許知道，他是戰國時代，越王勾踐的大夫。越王也相當了不起，諸位要曉得，這是自古以來，中國、外國，英雄豪傑，建立一個政權開國，倒不是真正困難，國家滅亡之後再復興，太難太難了，在歷史上很少見。滅亡之後能復興不容易，在中國歷史上，越王勾踐是第一個例子，他成功了。他確實被吳國滅了之後，能夠再復興、能夠再復仇，得力於范蠡、文種這兩個人的幫助，越王這兩個人是左右手，幫助他恢復了國家，反過來消滅吳國。"
    },
    {
      "id": "02-034-0007_p0012",
      "zh_CN": "范蠡聪明，大功告成之后，他就劝文种赶快离开，越王勾践这个人，他认识很清楚，「可以共患难，不能共富贵」，劝他要离开，保全自己的生命。越王勾践在患难的时候，这些有才干的人，他非常重视，天下太平他不要了，怕他造反，总想方法把他除掉。所以范蠡聪明，他自己离开，留了一封信给文种，文种看了之后，以为未必像他说的那么严重，结果果然不出范蠡所料，勾践赐文种自尽，所以文种死了，自杀了。杀功臣，在中国每一个朝代，几乎都有这个事情，杀功臣。",
      "zh_TW": "范蠡聰明，大功告成之後，他就勸文種趕快離開，越王勾踐這個人，他認識很清楚，「可以共患難，不能共富貴」，勸他要離開，保全自己的生命。越王勾踐在患難的時候，這些有才幹的人，他非常重視，天下太平他不要了，怕他造反，總想方法把他除掉。所以范蠡聰明，他自己離開，留了一封信給文種，文種看了之後，以為未必像他說的那麼嚴重，結果果然不出范蠡所料，勾踐賜文種自盡，所以文種死了，自殺了。殺功臣，在中國每一個朝代，幾乎都有這個事情，殺功臣。"
    },
    {
      "id": "02-034-0007_p0013",
      "zh_CN": "范蠡偷偷的跑了，改名换姓，改名叫陶朱公，去做生意去了。他带着西施，一道去做生意去了。做生意没多久，发大财；发了之后，他把他的财统统布施，救济贫苦，统统散尽了，再从小生意做起。又做几年，又发了；发了，他又布施。史书上记载「三聚三散」，他能够散财，布施恩德，这个是做生意人好榜样。做生意人赚得社会钱，大家取之于社会，还用之于社会，所以供养他做财神很有道理。模范的商人，我们经商、营利，要以范蠡作模范，他是真正聪明，真有智慧、真有学问，无论做什么他都成功。所以要懂得散财，懂得与一切众生结恩惠，我们佛法里面讲结缘。众生受你的恩惠，我们自己会遭难吗？不会。没东西吃了，自然有很多人送东西来，你看那个多自在；没衣服穿了，有很多人送衣服给你，你一样都不会缺；没有房子住了，人家送房子来。你为什么会有这样的果报？布施，你只要肯布施就行了，福报自然，你说这个多自在。",
      "zh_TW": "范蠡偷偷的跑了，改名換姓，改名叫陶朱公，去做生意去了。他帶著西施，一道去做生意去了。做生意沒多久，發大財；發了之後，他把他的財統統布施，救濟貧苦，統統散盡了，再從小生意做起。又做幾年，又發了；發了，他又布施。史書上記載「三聚三散」，他能夠散財，布施恩德，這個是做生意人好榜樣。做生意人賺得社會錢，大家取之於社會，還用之於社會，所以供養他做財神很有道理。模範的商人，我們經商、營利，要以范蠡作模範，他是真正聰明，真有智慧、真有學問，無論做什麼他都成功。所以要懂得散財，懂得與一切眾生結恩惠，我們佛法裡面講結緣。眾生受你的恩惠，我們自己會遭難嗎？不會。沒東西吃了，自然有很多人送東西來，你看那個多自在；沒衣服穿了，有很多人送衣服給你，你一樣都不會缺；沒有房子住了，人家送房子來。你為什麼會有這樣的果報？布施，你只要肯布施就行了，福報自然，你說這個多自在。"
    },
    {
      "id": "02-034-0007_p0014",
      "zh_CN": "所以钱不要去投资，不要放银行，放什么都靠不住，布施给一切众生，那就是最牢靠的了，决定丢不掉，而且那个利息，比你们今天做什么生意的利息都要厚，不知道要厚多少倍，我跟大家讲的话，真心话。你们要不相信，我本身就是个例子，你看我十方供养来的，我统统布施掉。我走到任何地方，身上不要带一分钱，想什么人家都给我送来了，都供养了，用不尽，这个多自在。物质生活的受用，真正是随心所欲，没有丝毫的缺乏。",
      "zh_TW": "所以錢不要去投資，不要放銀行，放什麼都靠不住，布施給一切眾生，那就是最牢靠的了，決定丟不掉，而且那個利息，比你們今天做什麼生意的利息都要厚，不知道要厚多少倍，我跟大家講的話，真心話。你們要不相信，我本身就是個例子，你看我十方供養來的，我統統布施掉。我走到任何地方，身上不要帶一分錢，想什麼人家都給我送來了，都供養了，用不盡，這個多自在。物質生活的受用，真正是隨心所欲，沒有絲毫的缺乏。"
    },
    {
      "id": "02-034-0007_p0015",
      "zh_CN": "我这个人前世没修福，一点福报都没有，我这个福报是什么时候修的？学佛之后明白这个道理，我才真干。布施这个方法，章嘉大师教给我的，我真做，做了非常有效，我深信不疑，真正相信他老人家教给我，「佛氏门中，有求必应」，只要你肯施，你要缺乏什么，心里一想就来了，就有人送来了，妙不可言。早些年，那是修得还比较少，但是就有感应。我在求学的时候，求学的时候，我的生活非常艰苦，非常清苦，不是一般人能够过的那种日子。我想的是什么？经书，要研究经教，想经书；这心里一想，大概总是个把月，就会有人送来。我只记得有一部书，六个月才有人送给我，那是最长的一次，《中观论疏》，我想了六个月，才有人送给我；其他的像《华严经疏钞》，我刚刚学佛的时候，心里就想这个，一个月就有人送给我。真的是有求必应，只要是如理如法的去求，没有不感应的。我明白这个道理，了解事实真相，而且这么多年来，从二十六岁学佛，我就真干，这老师教给我的，我就真干。愈干，感应愈不可思议，所以我对于佛在经上讲的字字句句，深信不疑，你能够依教奉行，自己得利益。这是说财布施，布施财得财富，布施饮食你就得饮食，布施衣服得衣服，布施房屋你就会得房屋，灵得不得了。",
      "zh_TW": "我這個人前世沒修福，一點福報都沒有，我這個福報是什麼時候修的？學佛之後明白這個道理，我才真幹。布施這個方法，章嘉大師教給我的，我真做，做了非常有效，我深信不疑，真正相信他老人家教給我，「佛氏門中，有求必應」，只要你肯施，你要缺乏什麼，心裡一想就來了，就有人送來了，妙不可言。早些年，那是修得還比較少，但是就有感應。我在求學的時候，求學的時候，我的生活非常艱苦，非常清苦，不是一般人能夠過的那種日子。我想的是什麼？經書，要研究經教，想經書；這心裡一想，大概總是個把月，就會有人送來。我只記得有一部書，六個月才有人送給我，那是最長的一次，《中觀論疏》，我想了六個月，才有人送給我；其他的像《華嚴經疏鈔》，我剛剛學佛的時候，心裡就想這個，一個月就有人送給我。真的是有求必應，只要是如理如法的去求，沒有不感應的。我明白這個道理，了解事實真相，而且這麼多年來，從二十六歲學佛，我就真幹，這老師教給我的，我就真幹。愈幹，感應愈不可思議，所以我對於佛在經上講的字字句句，深信不疑，你能夠依教奉行，自己得利益。這是說財布施，布施財得財富，布施飲食你就得飲食，布施衣服得衣服，布施房屋你就會得房屋，靈得不得了。"
    },
    {
      "id": "02-034-0007_p0016",
      "zh_CN": "布施佛法，得聪明智慧，得无碍辩才，这大家都需要的，要修法布施，要修法供养。无畏布施最简单、最方便的，就是素食，素食是从今而后不害一切众生。虽然佛法里面没有劝人吃长素，佛只劝你不杀生，没有劝你不吃肉。因为世尊当年在世，僧团是每一天出去托钵；托钵，佛法是「慈悲为本，方便为门」，你到外面去托钵，人家供养什么就吃什么。像现在小乘佛教国家，泰国、斯里兰卡都托钵，他们都是吃肉食的，人家给什么吃什么，没有分别、没有执着，这就对了，绝不能叫信徒特别替你做素食，这个太麻烦了，不好。",
      "zh_TW": "布施佛法，得聰明智慧，得無礙辯才，這大家都需要的，要修法布施，要修法供養。無畏布施最簡單、最方便的，就是素食，素食是從今而後不害一切眾生。雖然佛法裡面沒有勸人吃長素，佛只勸你不殺生，沒有勸你不吃肉。因為世尊當年在世，僧團是每一天出去托缽；托缽，佛法是「慈悲為本，方便為門」，你到外面去托缽，人家供養什麼就吃什麼。像現在小乘佛教國家，泰國、斯里蘭卡都托缽，他們都是吃肉食的，人家給什麼吃什麼，沒有分別、沒有執著，這就對了，絕不能叫信徒特別替你做素食，這個太麻煩了，不好。"
    },
    {
      "id": "02-034-0007_p0017",
      "zh_CN": "如果要讲到无畏布施？那这个素食就很重要。现代科技发达，屠宰场我没有去参观过，不过我小时候生长在农村里面，农村里面杀猪卖肉，那个屠户杀猪的时候，把猪耳朵提起来告诉牠：「猪啊！猪啊！你莫怪，你是人间一道菜，他不吃来我不宰，你向吃的去讨债。」你看看，他把责任全部推给你们了，你们吃肉的人，你就糟了，问题就严重了，把责任全推给你，他没有罪过，罪过都是吃肉的人。所以我们能够素食，能够不食一切众生肉，这就是无畏布施。培养自己的慈悲心，这是好事情，培养自己的慈悲心，绝不伤害任何一个众生。",
      "zh_TW": "如果要講到無畏布施？那這個素食就很重要。現代科技發達，屠宰場我沒有去參觀過，不過我小時候生長在農村裡面，農村裡面殺豬賣肉，那個屠戶殺豬的時候，把豬耳朵提起來告訴牠：「豬啊！豬啊！你莫怪，你是人間一道菜，他不吃來我不宰，你向吃的去討債。」你看看，他把責任全部推給你們了，你們吃肉的人，你就糟了，問題就嚴重了，把責任全推給你，他沒有罪過，罪過都是吃肉的人。所以我們能夠素食，能夠不食一切眾生肉，這就是無畏布施。培養自己的慈悲心，這是好事情，培養自己的慈悲心，絕不傷害任何一個眾生。"
    },
    {
      "id": "02-034-0007_p0018",
      "zh_CN": "不但是不能够杀害，连让众生因我而生烦恼，我们就有罪过、就有过失。所以你看，佛菩萨接触广大的群众，在「四悉坛」里面，第一条就说明白，「令一切众生生欢喜心」，这个是佛法，佛教给我们的。众生讨厌我们，我们一看到赶快躲远远的，他高兴了，应当是这样。一定要令一切众生生欢喜心，我们所到之处才有人欢迎我们，我们厌弃别人，果报就是招来别人厌弃我们。由此可知，最要紧的老人，年轻人多半嫌弃老人，不喜欢老人，如果你要有这个心，有这种行为，那问问你将来会不会老？你要不老就短命，你要不想短命，你一定要老，你老的时候会受果报，你懂不懂。你年轻人嫌弃老人，你老的时候年轻人嫌弃你，一定会招来果报，因缘果报，丝毫不爽。不但不爽，现在果报来得特别快，你冷静一观察，真的就在面前。造业哪有不受报的道理，你造的是善业，你一定得善果，你造的是恶业，必遭恶报。",
      "zh_TW": "不但是不能夠殺害，連讓眾生因我而生煩惱，我們就有罪過、就有過失。所以你看，佛菩薩接觸廣大的群眾，在「四悉壇」裡面，第一條就說明白，「令一切眾生生歡喜心」，這個是佛法，佛教給我們的。眾生討厭我們，我們一看到趕快躲遠遠的，他高興了，應當是這樣。一定要令一切眾生生歡喜心，我們所到之處才有人歡迎我們，我們厭棄別人，果報就是招來別人厭棄我們。由此可知，最要緊的老人，年輕人多半嫌棄老人，不喜歡老人，如果你要有這個心，有這種行為，那問問你將來會不會老？你要不老就短命，你要不想短命，你一定要老，你老的時候會受果報，你懂不懂。你年輕人嫌棄老人，你老的時候年輕人嫌棄你，一定會招來果報，因緣果報，絲毫不爽。不但不爽，現在果報來得特別快，你冷靜一觀察，真的就在面前。造業哪有不受報的道理，你造的是善業，你一定得善果，你造的是惡業，必遭惡報。"
    },
    {
      "id": "02-034-0007_p0019",
      "zh_CN": "现在诸位都晓得，这个世间灾难愈来愈频繁，愈来愈严重，这个灾难是整个世间众生的共业，非常可怕。这一年多来，经济的风暴是灾难的开端，还没有开始，这是灾难的预兆，绝对不是好事情。所以大家一定要记住佛的教诲，广修供养，依教奉行。我们学佛的人，福慧双修，有福、有慧，这样就好。帮助一些贫穷的人、帮助一些苦难的人、帮助一些老人、帮助一些疾病的人，全心全力帮助他，要真干。把你的财物，布施得干干净净的，好！那个生活才自在、才逍遥。你要晓得，这个布施，就是把你的苦、灾、难，布施掉了，这个意思很深很深，诸位一定要细心去体会。",
      "zh_TW": "現在諸位都曉得，這個世間災難愈來愈頻繁，愈來愈嚴重，這個災難是整個世間眾生的共業，非常可怕。這一年多來，經濟的風暴是災難的開端，還沒有開始，這是災難的預兆，絕對不是好事情。所以大家一定要記住佛的教誨，廣修供養，依教奉行。我們學佛的人，福慧雙修，有福、有慧，這樣就好。幫助一些貧窮的人、幫助一些苦難的人、幫助一些老人、幫助一些疾病的人，全心全力幫助他，要真幹。把你的財物，布施得乾乾淨淨的，好！那個生活才自在、才逍遙。你要曉得，這個布施，就是把你的苦、災、難，布施掉了，這個意思很深很深，諸位一定要細心去體會。"
    },
    {
      "id": "02-034-0007_p0020",
      "zh_CN": "佛在经上告诉我们，诸供养中，法供养最，特别提醒我们，而且一切大乘经里面，佛真是慈悲到极处，给我们作了许许多多的比较。甚至于说，你以大千世界七宝布施供养，那个福大了，谁有那么大的福报，没有，佛讲的比喻，比喻到了极处，你以大千世界七宝，修布施供养，你那个福就很大很大了。那么大的福，还比不上为人说四句偈的福报大，四句偈是经文里面四句，还比不上说四句佛法的功德大。谁能相信？能够深入法藏的人相信。这个道理在哪里？大千世界七宝布施，众生得什么样的利益？贫穷的人得到衣食，苦难的人得到救济，物质生活不缺乏，没有忧虑，他得的是这个利益。那我们要问一问，生死轮回怎么办？不能解决，以大千世界七宝布施，你也出离不了六道轮回。换句话说，众生得你的利益是有限度的，一世的，不能够生生世世，你寿命终了之后，你一样都带不去，正是佛门当中常说的，「万般将不去」，那个将就是带，你一样都带不去，「唯有业随身」，你要明白这个道理。法布施，他听了四句经文，那正是所谓「一历耳根，永为道种」，这个功德大了。眼前虽然不能够解决他的温饱、苦难，但是他将来必定因这一句，而能够超越三界、六道，超越十法界，作佛作祖，这个真因，这个因是永远不会灭掉的。所以法布施，这个功德就大了，无比的殊胜。",
      "zh_TW": "佛在經上告訴我們，諸供養中，法供養最，特別提醒我們，而且一切大乘經裡面，佛真是慈悲到極處，給我們作了許許多多的比較。甚至於說，你以大千世界七寶布施供養，那個福大了，誰有那麼大的福報，沒有，佛講的比喻，比喻到了極處，你以大千世界七寶，修布施供養，你那個福就很大很大了。那麼大的福，還比不上為人說四句偈的福報大，四句偈是經文裡面四句，還比不上說四句佛法的功德大。誰能相信？能夠深入法藏的人相信。這個道理在哪裡？大千世界七寶布施，眾生得什麼樣的利益？貧窮的人得到衣食，苦難的人得到救濟，物質生活不缺乏，沒有憂慮，他得的是這個利益。那我們要問一問，生死輪迴怎麼辦？不能解決，以大千世界七寶布施，你也出離不了六道輪迴。換句話說，眾生得你的利益是有限度的，一世的，不能夠生生世世，你壽命終了之後，你一樣都帶不去，正是佛門當中常說的，「萬般將不去」，那個將就是帶，你一樣都帶不去，「唯有業隨身」，你要明白這個道理。法布施，他聽了四句經文，那正是所謂「一歷耳根，永為道種」，這個功德大了。眼前雖然不能夠解決他的溫飽、苦難，但是他將來必定因這一句，而能夠超越三界、六道，超越十法界，作佛作祖，這個真因，這個因是永遠不會滅掉的。所以法布施，這個功德就大了，無比的殊勝。"
    },
    {
      "id": "02-034-0007_p0021",
      "zh_CN": "佛在经上将法布施，给我们举了七个例子。七，当然也不是数字，全都是表法的，七也代表圆满。《弥陀经》上全用七来表法，《华严经》上用十最多，用七比较少见，但是在《行愿品》里面，讲到法供养，他是举了七条。第一个就是如说修行，这是供养，就是我们讲的依教奉行，这一条摆在第一，他的意思深广无尽。我们将佛在经上所说的，字字句句要记得清楚、要记住。所以我劝诸位同学，开始修学的时候，一定要将这部经念三千遍，这是修行预备的功夫。不是说你念三千遍，你的功夫就成就了，没那回事情，念三万遍也不行。第一个步骤，就是让你熟记，你能够记得住，记住之后要求解，意思要懂得，意思不懂没用处。所以你要明白经里头，字字句句所讲的道理，教给我们在日常生活当中，怎么个去做法，这个要紧。你要明了，明了是求解。明白之后，那还不行，还不管用，李炳老常讲的，「该怎么生死，还是怎么生死」，没有办法转变。明白之后，要去照做，佛的教诲我们统统做到，你能做到，你才真正得受用。你能够做到，你是真正供养佛了，佛就是要你认真修行，做到就是认真的修行。",
      "zh_TW": "佛在經上將法布施，給我們舉了七個例子。七，當然也不是數字，全都是表法的，七也代表圓滿。《彌陀經》上全用七來表法，《華嚴經》上用十最多，用七比較少見，但是在《行願品》裡面，講到法供養，他是舉了七條。第一個就是如說修行，這是供養，就是我們講的依教奉行，這一條擺在第一，他的意思深廣無盡。我們將佛在經上所說的，字字句句要記得清楚、要記住。所以我勸諸位同學，開始修學的時候，一定要將這部經念三千遍，這是修行預備的功夫。不是說你念三千遍，你的功夫就成就了，沒那回事情，念三萬遍也不行。第一個步驟，就是讓你熟記，你能夠記得住，記住之後要求解，意思要懂得，意思不懂沒用處。所以你要明白經裡頭，字字句句所講的道理，教給我們在日常生活當中，怎麼個去做法，這個要緊。你要明瞭，明瞭是求解。明白之後，那還不行，還不管用，李炳老常講的，「該怎麼生死，還是怎麼生死」，沒有辦法轉變。明白之後，要去照做，佛的教誨我們統統做到，你能做到，你才真正得受用。你能夠做到，你是真正供養佛了，佛就是要你認真修行，做到就是認真的修行。"
    },
    {
      "id": "02-034-0007_p0022",
      "zh_CN": "我们在日常生活当中，对人、对事、对物，哪一天不犯过失？我们犯的过失，自己不知道。为什么不知道？不明经教，经中种种教诲，我们不清楚、不明白，都以为自己做得很对，哪里知道自己造罪业？这一桩事情，今天晚上恐怕没有时间，讲不到，明天跟大家讲「忏悔业障」。忏悔业障，那要讲到这个问题，在生活当中，如何发现自己的过失，怎样把自己过失改正，这是忏悔法。忏悔跟修行是不能够分家的，真正是一桩事情。所以能够依教修行，就是真正供养诸佛如来，这是佛的好弟子，真供养。",
      "zh_TW": "我們在日常生活當中，對人、對事、對物，哪一天不犯過失？我們犯的過失，自己不知道。為什麼不知道？不明經教，經中種種教誨，我們不清楚、不明白，都以為自己做得很對，哪裡知道自己造罪業？這一樁事情，今天晚上恐怕沒有時間，講不到，明天跟大家講「懺悔業障」。懺悔業障，那要講到這個問題，在生活當中，如何發現自己的過失，怎樣把自己過失改正，這是懺悔法。懺悔跟修行是不能夠分家的，真正是一樁事情。所以能夠依教修行，就是真正供養諸佛如來，這是佛的好弟子，真供養。"
    },
    {
      "id": "02-034-0007_p0023",
      "zh_CN": "佛需要你这些香花水果摆在他面前供养他吗？不要说佛不喜欢，我看到这东西讨厌。人家请我吃饭，桌上摆的菜多了，我看了都讨厌。何况佛菩萨？佛菩萨境界比我高得多，摆在面前，一样都不想吃，一样都不想要，哪有比清清爽爽的好？佛菩萨希望我们什么？希望我们每一个众生赶快成佛。我们真这样做了，那佛才真正生欢喜心，所以这叫真供养，供养诸佛。也供养菩萨，也供养我们的老师。老师希望我们是好学生，老师才有光荣，我们有成就，老师脸上就有光；我们为非作歹，尽在造业障，老师的光彩完全都没有了。所以我们真正修行，真供养老师。也真供养自己的父母、祖先，你们想想对不对？你能够依教修行，特别是依《无量寿经》修行，那还得了。依《无量寿经》修行，就是模仿阿弥陀佛，虽然学得不能跟阿弥陀佛一模一样，也有一点样子，也有几分相像，人家一看你，「阿弥陀佛来了」。那么你的父母，就变成佛菩萨的父母；你的祖先，就变成佛菩萨的祖先。佛门当中常说，「一子成佛，九祖升天」，就是这个道理。你这是真正供养你的父母、祖先，也是真正供养自己的真如本性。",
      "zh_TW": "佛需要你這些香花水果擺在他面前供養他嗎？不要說佛不喜歡，我看到這東西討厭。人家請我吃飯，桌上擺的菜多了，我看了都討厭。何況佛菩薩？佛菩薩境界比我高得多，擺在面前，一樣都不想吃，一樣都不想要，哪有比清清爽爽的好？佛菩薩希望我們什麼？希望我們每一個眾生趕快成佛。我們真這樣做了，那佛才真正生歡喜心，所以這叫真供養，供養諸佛。也供養菩薩，也供養我們的老師。老師希望我們是好學生，老師才有光榮，我們有成就，老師臉上就有光；我們為非作歹，盡在造業障，老師的光彩完全都沒有了。所以我們真正修行，真供養老師。也真供養自己的父母、祖先，你們想想對不對？你能夠依教修行，特別是依《無量壽經》修行，那還得了。依《無量壽經》修行，就是模仿阿彌陀佛，雖然學得不能跟阿彌陀佛一模一樣，也有一點樣子，也有幾分相像，人家一看你，「阿彌陀佛來了」。那麼你的父母，就變成佛菩薩的父母；你的祖先，就變成佛菩薩的祖先。佛門當中常說，「一子成佛，九祖升天」，就是這個道理。你這是真正供養你的父母、祖先，也是真正供養自己的真如本性。"
    },
    {
      "id": "02-034-0007_p0024",
      "zh_CN": "再一回头一看，是真正供养尽虚空遍法界一切众生。你看看，一个依教修行，供养的范围如此的广大，如此的精深，你不明了，你怎么个修法。你真正明白之后，你才会认真修行，要把这个经百分之百做到。别人做不做与我不相干，修行在自己，自己要做到，要做一个好样子给人看。所以佛把这个放在第一条，一定要依教奉行，一定要真干。",
      "zh_TW": "再一回頭一看，是真正供養盡虛空遍法界一切眾生。你看看，一個依教修行，供養的範圍如此的廣大，如此的精深，你不明瞭，你怎麼個修法。你真正明白之後，你才會認真修行，要把這個經百分之百做到。別人做不做與我不相干，修行在自己，自己要做到，要做一個好樣子給人看。所以佛把這個放在第一條，一定要依教奉行，一定要真幹。"
    },
    {
      "id": "02-034-0007_p0025",
      "zh_CN": "第二条，利益众生供养。我们起心动念、言语造作，心里头一定要清楚、要明了，对于整个社会、一切众生，有没有利益。有利益的，我们认真去做；没有利益的，决定不能做。利益当中，最殊胜的是布施佛法，这是无比的殊胜利益。我们应当要发心去做，令一切众生，欢喜、信受、奉行，那就成就你供养的功德。在现前这个时代，我们知道，最能令众生得真实利益的，是把佛法，特别是净宗的《无量寿经》，介绍给这个世间广大的群众。介绍也要有缘分，佛在大经大论里面说得很明白，「佛法无人说，虽智莫能解」。所以要有真正的修行人，他能解大法，能解如来真实义，这样的人需要培养。",
      "zh_TW": "第二條，利益眾生供養。我們起心動念、言語造作，心裡頭一定要清楚、要明瞭，對於整個社會、一切眾生，有沒有利益。有利益的，我們認真去做；沒有利益的，決定不能做。利益當中，最殊勝的是布施佛法，這是無比的殊勝利益。我們應當要發心去做，令一切眾生，歡喜、信受、奉行，那就成就你供養的功德。在現前這個時代，我們知道，最能令眾生得真實利益的，是把佛法，特別是淨宗的《無量壽經》，介紹給這個世間廣大的群眾。介紹也要有緣分，佛在大經大論裡面說得很明白，「佛法無人說，雖智莫能解」。所以要有真正的修行人，他能解大法，能解如來真實義，這樣的人需要培養。"
    },
    {
      "id": "02-034-0007_p0026",
      "zh_CN": "李木源居士在新加坡建道场，现在他把五楼跟四楼重新装修，告诉我要花一百六十万。他做的是什么？利益众生供养，他做的是这个。让每一位同修，到这个地方来听经，感觉到是一种享受，都能够生法喜。我听说现在这个工程才完成百分之二十，现在认真的在加工。他买新的椅子，你们坐起来舒不舒服？不舒服就告诉李木源，这椅子坐得不舒服，他有心要供养，那就要好好的供养，总是让大家生欢喜心。我第一次到新加坡来讲经，在青年弘法团，新团址刚刚做好的时候，我第一次讲《无量寿经》，同修们坐的是小圆凳子，我看到很难过，我给他讲：「不行，大家在那里坐两个小时，我看受不了。」所以才换成椅子。现在慢慢愈换愈进步，不错，愈换愈进步。场所也愈来愈好，以前没有冷气、没有空调，现在都装了。种种他都不断的在改善。",
      "zh_TW": "李木源居士在新加坡建道場，現在他把五樓跟四樓重新裝修，告訴我要花一百六十萬。他做的是什麼？利益眾生供養，他做的是這個。讓每一位同修，到這個地方來聽經，感覺到是一種享受，都能夠生法喜。我聽說現在這個工程才完成百分之二十，現在認真的在加工。他買新的椅子，你們坐起來舒不舒服？不舒服就告訴李木源，這椅子坐得不舒服，他有心要供養，那就要好好的供養，總是讓大家生歡喜心。我第一次到新加坡來講經，在青年弘法團，新團址剛剛做好的時候，我第一次講《無量壽經》，同修們坐的是小圓凳子，我看到很難過，我給他講：「不行，大家在那裡坐兩個小時，我看受不了。」所以才換成椅子。現在慢慢愈換愈進步，不錯，愈換愈進步。場所也愈來愈好，以前沒有冷氣、沒有空調，現在都裝了。種種他都不斷的在改善。"
    },
    {
      "id": "02-034-0007_p0027",
      "zh_CN": "为什么？为了利益众生。我们所讲的这些录像，现场今天我看有三部机器在这里录。我们现场的录像，立刻就由卫星传播。现在电视台播放我们的节目，有台湾，台湾是全岛都能够看得到，北美洲，美国、加拿大、巴拿马、墨西哥这些地区，每一天我们播放一个小时，整个北美洲都可以收得到，听众不只你们这几个人，很多很多。三个星期之前，夏威夷广播电台也开始播放。所以将来佛法的传播，一定要利用高科技，利用卫星、电视、电脑网路，很迅速的将我们的现场，普遍到全世界；在电脑网路上，任何一个国家地区，有电脑他就能收到。我想再过一两年，电脑萤幕里面，就有画面、有音声，不仅仅是文字，这个比卫星电视传播还要殊胜。",
      "zh_TW": "為什麼？為了利益眾生。我們所講的這些錄像，現場今天我看有三部機器在這裡錄。我們現場的錄像，立刻就由衛星傳播。現在電視台播放我們的節目，有台灣，台灣是全島都能夠看得到，北美洲，美國、加拿大、巴拿馬、墨西哥這些地區，每一天我們播放一個小時，整個北美洲都可以收得到，聽眾不只你們這幾個人，很多很多。三個星期之前，夏威夷廣播電台也開始播放。所以將來佛法的傳播，一定要利用高科技，利用衛星、電視、電腦網路，很迅速的將我們的現場，普遍到全世界；在電腦網路上，任何一個國家地區，有電腦他就能收到。我想再過一兩年，電腦螢幕裡面，就有畫面、有音聲，不僅僅是文字，這個比衛星電視傳播還要殊勝。"
    },
    {
      "id": "02-034-0007_p0028",
      "zh_CN": "怎么样把佛法介绍给大众？这是我们每一个同修，要认真努力去做的。你能够把这边讲经的讯息，告诉你的亲戚朋友，他们知道了也来听，他将来听经闻法作佛了，你度了他的，你是介绍人，你度他的。由此可知，普度众生，我们每一个人都能做，而且都不困难，很容易做，做的方法太多太多。新加坡这边有不少菩萨，有智慧、聪明。他们做T恤，也是布施供养你们；后面阿弥陀佛，前面阿弥陀佛，你穿在身上，街上走一遍，不知道度多少人，人家一看阿弥陀佛，「一历耳根，永为道种」，那些人全都被你度了，非常非常的难得。",
      "zh_TW": "怎麼樣把佛法介紹給大眾？這是我們每一個同修，要認真努力去做的。你能夠把這邊講經的訊息，告訴你的親戚朋友，他們知道了也來聽，他將來聽經聞法作佛了，你度了他的，你是介紹人，你度他的。由此可知，普度眾生，我們每一個人都能做，而且都不困難，很容易做，做的方法太多太多。新加坡這邊有不少菩薩，有智慧、聰明。他們做T恤，也是布施供養你們；後面阿彌陀佛，前面阿彌陀佛，你穿在身上，街上走一遍，不知道度多少人，人家一看阿彌陀佛，「一歷耳根，永為道種」，那些人全都被你度了，非常非常的難得。"
    },
    {
      "id": "02-034-0007_p0029",
      "zh_CN": "当然这个里面最重要的，是要培养后继的人才，佛法不能到我们这里就断掉了，我们一定要全心全力的培养后继的人才。培养后继人才，新加坡做得非常积极。从前年开始办培训班，到上一届，我们办了三届，这三届办得很成功，可惜就是时间太短了一点。从这一届起，我们就专办华严班。原本我们是打算，《华严经》这部大经，在我们教室里面来开讲。现在很多同修知道《华严》好，《华严》很有味道，味道很浓。我这些天讲的礼敬诸佛、称赞如来、广修供养，这全是《华严》里面的，味道很浓。而且与我们生活息息相关，学了之后，回家马上就用得上；用在你生活上、用在你工作上、用在你处事待人接物上。",
      "zh_TW": "當然這個裡面最重要的，是要培養後繼的人才，佛法不能到我們這裡就斷掉了，我們一定要全心全力的培養後繼的人才。培養後繼人才，新加坡做得非常積極。從前年開始辦培訓班，到上一屆，我們辦了三屆，這三屆辦得很成功，可惜就是時間太短了一點。從這一屆起，我們就專辦華嚴班。原本我們是打算，《華嚴經》這部大經，在我們教室裡面來開講。現在很多同修知道《華嚴》好，《華嚴》很有味道，味道很濃。我這些天講的禮敬諸佛、稱讚如來、廣修供養，這全是《華嚴》裡面的，味道很濃。而且與我們生活息息相關，學了之後，回家馬上就用得上；用在你生活上、用在你工作上、用在你處事待人接物上。"
    },
    {
      "id": "02-034-0007_p0030",
      "zh_CN": "所以我们决定，《华严经》搬到这里来讲，大家都有机会听到。听录像带总不如现场，录像带跟现场差很多。你要问差在哪里？给诸位说，磁场不一样，你到这个地方来坐这两个小时，亲身感受。这个地方佛光普照，无量善神围绕着我们周围，所以这个磁场纯善无恶，你在这个地方心地清净、心开意解，那怎么会一样？电视机前面你所听的，你不容易开悟，现场容易开悟；现场佛力加持的力量很大，我讲的人得佛力加持，诸位听的人也得佛力加持。就像《地藏经》上讲的「大圆满光明云」在我们头顶，所以到这个地方来，人人能够生欢喜心。",
      "zh_TW": "所以我們決定，《華嚴經》搬到這裡來講，大家都有機會聽到。聽錄像帶總不如現場，錄像帶跟現場差很多。你要問差在哪裡？給諸位說，磁場不一樣，你到這個地方來坐這兩個小時，親身感受。這個地方佛光普照，無量善神圍繞著我們周圍，所以這個磁場純善無惡，你在這個地方心地清淨、心開意解，那怎麼會一樣？電視機前面你所聽的，你不容易開悟，現場容易開悟；現場佛力加持的力量很大，我講的人得佛力加持，諸位聽的人也得佛力加持。就像《地藏經》上講的「大圓滿光明雲」在我們頭頂，所以到這個地方來，人人能夠生歡喜心。"
    },
    {
      "id": "02-034-0007_p0031",
      "zh_CN": "培养人才，我们采取中国的老方法。老方法是怎么培养的？是从听众当中，真正发心想学讲经的，你就来报名参加讲小座，培养人才是这么培养出来的。你就来参加讲小座，复讲。不要重复听我的录像带，不要，就是现场听，今天晚上听了，明天就复讲，把我今天晚上讲的东西，你重复讲一遍。你听经，你也可以写笔记。那要复讲到什么样的程度，才可以学习？我在这个地方，晚上在这里讲两个小时，你明天早上复讲，把我所讲的东西，重复讲一遍讲出来，讲一个小时算及格，你可以学。如果讲不到一个小时，你还是老老实实听经，不要学讲经。你有这种能力，你就可以学讲经，我这个标准是降了很多，打对折。古时候老师打对折不行，古时候的老师要求，至少要能讲到百分之八十，你才算是有能力，把你提出来培养你，作为讲经法师。你有能力听了之后，第二天能够复讲到百分之八十，有这个能力才行，不依靠录像带、录影机，凭你的记忆、凭你的理解，有这个能力。",
      "zh_TW": "培養人才，我們採取中國的老方法。老方法是怎麼培養的？是從聽眾當中，真正發心想學講經的，你就來報名參加講小座，培養人才是這麼培養出來的。你就來參加講小座，複講。不要重複聽我的錄像帶，不要，就是現場聽，今天晚上聽了，明天就複講，把我今天晚上講的東西，你重複講一遍。你聽經，你也可以寫筆記。那要複講到什麼樣的程度，才可以學習？我在這個地方，晚上在這裡講兩個小時，你明天早上複講，把我所講的東西，重複講一遍講出來，講一個小時算及格，你可以學。如果講不到一個小時，你還是老老實實聽經，不要學講經。你有這種能力，你就可以學講經，我這個標準是降了很多，打對折。古時候老師打對折不行，古時候的老師要求，至少要能講到百分之八十，你才算是有能力，把你提出來培養你，作為講經法師。你有能力聽了之後，第二天能夠複講到百分之八十，有這個能力才行，不依靠錄像帶、錄影機，憑你的記憶、憑你的理解，有這個能力。"
    },
    {
      "id": "02-034-0007_p0032",
      "zh_CN": "四众同修都可以发心，不一定是出家人，在家同修都可以发心。现在我们讲的地方很多，居士林可以讲，有好几个讲堂可以讲，竹林寺也可以讲，法轮社也可以讲。李木源居士告诉我的，过两天，我在光明山有三次讲演，慢慢的讲的地方就多了，这个地方就有福了。佛法在全世界，只有新加坡的正法兴旺，这是一个地方的福报。这个世间有大灾难，这个地区不受灾难，诸佛保佑，这真是佛光注照的一个地区，当然要靠我们四众同修善心来护持。",
      "zh_TW": "四眾同修都可以發心，不一定是出家人，在家同修都可以發心。現在我們講的地方很多，居士林可以講，有好幾個講堂可以講，竹林寺也可以講，法輪社也可以講。李木源居士告訴我的，過兩天，我在光明山有三次講演，慢慢的講的地方就多了，這個地方就有福了。佛法在全世界，只有新加坡的正法興旺，這是一個地方的福報。這個世間有大災難，這個地區不受災難，諸佛保佑，這真是佛光注照的一個地區，當然要靠我們四眾同修善心來護持。"
    },
    {
      "id": "02-034-0007_p0033",
      "zh_CN": "学习讲经，我过去讲得很多，也许诸位有听过的，也许诸位听了之后早就忘掉了。初学的法师上台讲经，就好像种树一样，那是个树苗，要好好的灌溉、好好的培养。如何灌溉，如何培养？他上台讲经，你们要来听。他在台上一看，有这么多人在听，大概我讲得不错，他就有信心了。如果一看，前面只有一、两排，后头都没有人，信心就没有了，这就马上就衰了，自己失掉自信心，他学习的情趣就提不起来。一定要有人来听，讲得不好，不好也来听，讲完了也给他鼓掌，让他欢喜、让他有信心，让他知道有这么多听众。逼着他上台，逼着他认真努力学习，他要不认真努力学习，一次讲得不如一次，听众就少了、没有了，那他就很难为情。听众当中不但要听，要鼓励他，而且还要认真的批评，帮助他改进。他哪个地方讲得不好，有讲错的地方，有讲含糊的地方，有讲得不懂的地方，有讲到我们生怀疑的地方，都要提出来，帮助他不断的改进，这个才是真正培养年轻法师。",
      "zh_TW": "學習講經，我過去講得很多，也許諸位有聽過的，也許諸位聽了之後早就忘掉了。初學的法師上台講經，就好像種樹一樣，那是個樹苗，要好好的灌溉、好好的培養。如何灌溉，如何培養？他上台講經，你們要來聽。他在台上一看，有這麼多人在聽，大概我講得不錯，他就有信心了。如果一看，前面只有一、兩排，後頭都沒有人，信心就沒有了，這就馬上就衰了，自己失掉自信心，他學習的情趣就提不起來。一定要有人來聽，講得不好，不好也來聽，講完了也給他鼓掌，讓他歡喜、讓他有信心，讓他知道有這麼多聽眾。逼著他上台，逼著他認真努力學習，他要不認真努力學習，一次講得不如一次，聽眾就少了、沒有了，那他就很難為情。聽眾當中不但要聽，要鼓勵他，而且還要認真的批評，幫助他改進。他哪個地方講得不好，有講錯的地方，有講含糊的地方，有講得不懂的地方，有講到我們生懷疑的地方，都要提出來，幫助他不斷的改進，這個才是真正培養年輕法師。"
    },
    {
      "id": "02-034-0007_p0034",
      "zh_CN": "所以初学的法师上讲台，一定要知道，下面坐的都是老师，都是监学，不能把他当听众看待，不可以。学生在讲台上，老师都坐在下面，下面统统是老师。以报恩心讲、恭敬心讲，虚心的学习，来学讲，我们才能够成就。这样来听他们讲，你的功德就大了。你是替诸佛菩萨、祖师大德，培养续佛慧命的后继人才，这个来听经的功德大得很，比听我讲经功德还大。这个机缘非常非常希有，全世界只有新加坡这个地方有，除这个地方之外，你到哪里去找去，找不到这个机会。所以诸位同修要认真把握住，他们天天在这里讲经，你们天天到这个地方来，修法供养，成就佛法后继人才，成就正法久住世间。",
      "zh_TW": "所以初學的法師上講台，一定要知道，下面坐的都是老師，都是監學，不能把他當聽眾看待，不可以。學生在講台上，老師都坐在下面，下面統統是老師。以報恩心講、恭敬心講，虛心的學習，來學講，我們才能夠成就。這樣來聽他們講，你的功德就大了。你是替諸佛菩薩、祖師大德，培養續佛慧命的後繼人才，這個來聽經的功德大得很，比聽我講經功德還大。這個機緣非常非常希有，全世界只有新加坡這個地方有，除這個地方之外，你到哪裡去找去，找不到這個機會。所以諸位同修要認真把握住，他們天天在這裡講經，你們天天到這個地方來，修法供養，成就佛法後繼人才，成就正法久住世間。"
    },
    {
      "id": "02-034-0007_p0035",
      "zh_CN": "第三种，摄受众生供养，这一条也不容易。摄受必须自己有德行、有修持、有学问，你才能够摄受人心。摄受，要用现代的话来说，就是他有一个很强的力量，能够掌握着人心。现在人所讲的是什么？讲的叫心理学，经商他们都讲究心理学，如何掌握着群众的心理？佛法叫做摄受众生供养，你怎么能够把众生的心理掌握到，诱导他归向正法，这就是摄受众生供养。",
      "zh_TW": "第三種，攝受眾生供養，這一條也不容易。攝受必須自己有德行、有修持、有學問，你才能夠攝受人心。攝受，要用現代的話來說，就是他有一個很強的力量，能夠掌握著人心。現在人所講的是什麼？講的叫心理學，經商他們都講究心理學，如何掌握著群眾的心理？佛法叫做攝受眾生供養，你怎麼能夠把眾生的心理掌握到，誘導他歸向正法，這就是攝受眾生供養。"
    },
    {
      "id": "02-034-0007_p0036",
      "zh_CN": "换句话说，这一种供养，实实在在说，是代替一切诸佛接引众生。特别是净土宗里面，讲接引，我们要接引一切众生，归向净土，唯有这个法门，一生决定得度。不但对一切你所认识的人，你要接引他，你要劝导他，对于所有一切的众生，也要接引他，也要去引导他。你们家里面，家里面众生很多，现在住的公寓大楼，老鼠、蟑螂、苍蝇、蚊子，都是众生，你都应该教导牠们念佛，劝导牠们舍畜生身，那个身很苦，舍畜生身，劝导牠念佛求生净土。",
      "zh_TW": "換句話說，這一種供養，實實在在說，是代替一切諸佛接引眾生。特別是淨土宗裡面，講接引，我們要接引一切眾生，歸向淨土，唯有這個法門，一生決定得度。不但對一切你所認識的人，你要接引他，你要勸導他，對於所有一切的眾生，也要接引他，也要去引導他。你們家裡面，家裡面眾生很多，現在住的公寓大樓，老鼠、蟑螂、蒼蠅、蚊子，都是眾生，你都應該教導牠們念佛，勸導牠們捨畜生身，那個身很苦，捨畜生身，勸導牠念佛求生淨土。"
    },
    {
      "id": "02-034-0007_p0037",
      "zh_CN": "对一切动物尚且如此，我们对人当然就更会爱护。用什么方法来摄受？佛像、佛号。现在念佛机很普遍，我们念佛人，家里面的佛号二十四小时不要中断。也许说：「我家里人不信佛，家里人反对念佛」，那是你自己没修得好。照理说，阿弥陀佛的学生，是最受一切众生欢迎的，你这个阿弥陀佛的学生，不受大家欢迎，一定有问题了。你要好好的反省、好好的检点，一定是我们自己做得不如法。自己做得真正如理、如法，哪有不受人欢迎的道理？一定受到家人欢迎。大概你这个礼敬，你家里没有做到，一定是我学佛了，我将来往生会作佛，你们不学佛，都有罪，将来都要堕地狱。那你的家人，你怎么能跟他和睦相处？冤家对头，这个不可以的。一定要修礼敬，过去没有学佛，不懂得恭敬，现在学了佛，对家里上上下下各个人，都是真诚恭敬。你真学佛了，真的改变了，那么你家人哪有不欢喜的，哪有不接受的？过去对家人不知道赞叹，现在对家人知道赞叹。家人有过失绝不提，不要放在心上；家人有善的一面，就要赞叹。改变你一家的运气，真能改变。家家人都这样做，就改变社会风气。",
      "zh_TW": "對一切動物尚且如此，我們對人當然就更會愛護。用什麼方法來攝受？佛像、佛號。現在念佛機很普遍，我們念佛人，家裡面的佛號二十四小時不要中斷。也許說：「我家裡人不信佛，家裡人反對念佛」，那是你自己沒修得好。照理說，阿彌陀佛的學生，是最受一切眾生歡迎的，你這個阿彌陀佛的學生，不受大家歡迎，一定有問題了。你要好好的反省、好好的檢點，一定是我們自己做得不如法。自己做得真正如理、如法，哪有不受人歡迎的道理？一定受到家人歡迎。大概你這個禮敬，你家裡沒有做到，一定是我學佛了，我將來往生會作佛，你們不學佛，都有罪，將來都要墮地獄。那你的家人，你怎麼能跟他和睦相處？冤家對頭，這個不可以的。一定要修禮敬，過去沒有學佛，不懂得恭敬，現在學了佛，對家裡上上下下各個人，都是真誠恭敬。你真學佛了，真的改變了，那麼你家人哪有不歡喜的，哪有不接受的？過去對家人不知道讚歎，現在對家人知道讚歎。家人有過失絕不提，不要放在心上；家人有善的一面，就要讚歎。改變你一家的運氣，真能改變。家家人都這樣做，就改變社會風氣。"
    },
    {
      "id": "02-034-0007_p0038",
      "zh_CN": "供养是什么？供养是服务。热心为家庭服务，你家里老老少少有那么多人，为他们服务，照顾他们生活起居，这就是供养。我们用体力、用劳力来服务，这也是财供养。财有内财、外财，这叫内财，内财比外财还要殊胜。用我们的智慧，来提升家庭生活的水平，希望一家人过得更幸福、更快乐，那你就是用法供养。你用智慧去思考，怎样改变家里的环境，使工作的，安心工作、努力工作、认真工作；读书的，好好的读书、认真的学习，真正是个美满的家庭。扩大就是和谐的社会，祥和的社会，这统统是在供养里面。我们如果没有做到，只一味的怪罪别人，这是错误的。真正如理如法的修学，决定能够摄受众生。这个摄受是什么？令人羡慕，令人向往，让人家自动自发，希望来跟你学习，来向你请教，这就是摄受有力量。所以我们要真正做到摄受众生供养，一定要给众生做一个好榜样，给社会做一个好榜样。",
      "zh_TW": "供養是什麼？供養是服務。熱心為家庭服務，你家裡老老少少有那麼多人，為他們服務，照顧他們生活起居，這就是供養。我們用體力、用勞力來服務，這也是財供養。財有內財、外財，這叫內財，內財比外財還要殊勝。用我們的智慧，來提升家庭生活的水平，希望一家人過得更幸福、更快樂，那你就是用法供養。你用智慧去思考，怎樣改變家裡的環境，使工作的，安心工作、努力工作、認真工作；讀書的，好好的讀書、認真的學習，真正是個美滿的家庭。擴大就是和諧的社會，祥和的社會，這統統是在供養裡面。我們如果沒有做到，只一味的怪罪別人，這是錯誤的。真正如理如法的修學，決定能夠攝受眾生。這個攝受是什麼？令人羨慕，令人嚮往，讓人家自動自發，希望來跟你學習，來向你請教，這就是攝受有力量。所以我們要真正做到攝受眾生供養，一定要給眾生做一個好榜樣，給社會做一個好榜樣。"
    },
    {
      "id": "02-034-0007_p0039",
      "zh_CN": "第四，代众生苦供养，这一条佛在经上说，一切众生一生的受用，都是自作自受的。哪有能够代替的？谁也代替不了谁。可是不能代替的当中，也有相似的代替，我们要认真去做。诸佛如来，法身大士，他们已经超越十法界，可以不必来。为什么还会再回到十法界、再回到六道，甚至于回到三途？随类现身，像普门品里面所说：「应以什么身得度，他就示现什么身。应以人身得度，他就示现人身；应以佛身得度，他就示现佛身；应以畜生身得度，他就示现畜生身；乃至于应以草木身得度，他就现草木身。」受这个身，譬如说佛菩萨到人间来，受的是人身，也住世几十年，像释迦牟尼佛这是好例子，住世八十年，给我们讲经说法四十九年。他老人家在世，生活情形跟我们一样，比我们清苦，每一天还到外面去托钵，这个苦的生活，他可以不要受，他愿意受这个生活，做出一个样子来给我们看，代众生受苦，无非是令一切众生觉悟。众生迷惑颠倒在这个世间里头，不了解事实真相，天天争名逐利，造作无量无边的罪业，后来落得三途的苦报，你说多冤枉。",
      "zh_TW": "第四，代眾生苦供養，這一條佛在經上說，一切眾生一生的受用，都是自作自受的。哪有能夠代替的？誰也代替不了誰。可是不能代替的當中，也有相似的代替，我們要認真去做。諸佛如來，法身大士，他們已經超越十法界，可以不必來。為什麼還會再回到十法界、再回到六道，甚至於回到三途？隨類現身，像普門品裡面所說：「應以什麼身得度，他就示現什麼身。應以人身得度，他就示現人身；應以佛身得度，他就示現佛身；應以畜生身得度，他就示現畜生身；乃至於應以草木身得度，他就現草木身。」受這個身，譬如說佛菩薩到人間來，受的是人身，也住世幾十年，像釋迦牟尼佛這是好例子，住世八十年，給我們講經說法四十九年。他老人家在世，生活情形跟我們一樣，比我們清苦，每一天還到外面去托缽，這個苦的生活，他可以不要受，他願意受這個生活，做出一個樣子來給我們看，代眾生受苦，無非是令一切眾生覺悟。眾生迷惑顛倒在這個世間裡頭，不了解事實真相，天天爭名逐利，造作無量無邊的罪業，後來落得三途的苦報，你說多冤枉。"
    },
    {
      "id": "02-034-0007_p0040",
      "zh_CN": "世尊为我们示现的，你看看人家要名、要权力、要地位，他是一个王子，那他的这些东西都具足了。他的地位是国王，他的权力是一国里头最大的，没有比他有更大的权力。他的财富，古时候所谓「贵为天子，富有四海」，谁能够比得上。别人要争的，他已经得到了，已经拥有了，舍弃，统统放下。这就是告诉我们，那个东西是假的，不是好东西。什么东西是真的、什么东西是好的？修道。真正做出看破放下的好榜样，教导我们。他自己要做不到，教我们看破放下，我们怎么肯相信，他做到了，圆圆满满的做到了，我们相信，是我们学习的一个好榜样。",
      "zh_TW": "世尊為我們示現的，你看看人家要名、要權力、要地位，他是一個王子，那他的這些東西都具足了。他的地位是國王，他的權力是一國裡頭最大的，沒有比他有更大的權力。他的財富，古時候所謂「貴為天子，富有四海」，誰能夠比得上。別人要爭的，他已經得到了，已經擁有了，捨棄，統統放下。這就是告訴我們，那個東西是假的，不是好東西。什麼東西是真的、什麼東西是好的？修道。真正做出看破放下的好榜樣，教導我們。他自己要做不到，教我們看破放下，我們怎麼肯相信，他做到了，圓圓滿滿的做到了，我們相信，是我們學習的一個好榜樣。"
    },
    {
      "id": "02-034-0007_p0041",
      "zh_CN": "今天我们同修当中，拥有财富的人不少，如果你自己能够把你的生活，富裕的生活降一等，你拿这些财富去布施，去帮助一些苦难的众生，你的生活降一等就苦了，代众生受苦。像了凡居士，《了凡四训》里面所讲的，你看袁了凡的太太，里头有一段记载。他有一年冬天，给他儿女做冬衣，棉衣，丝绵的，他一想穷人很多，冬天没有衣服穿的人很多，他把丝绵袍卖掉去做棉絮，那一件可以换三、四件，家里人也不缺乏，多余的可以布施给别人，代众生苦。所以我们自己在生活上，俭省一点、刻苦一点，就能帮助众生一些，常常存这个心，就是代众生受苦。我们自己要常常想到，世间苦人多，我们前生修了一点福，福不要在这一生享尽，要懂得继续不断的修福，我们的福报就源源不绝，这个福报就绵长。",
      "zh_TW": "今天我們同修當中，擁有財富的人不少，如果你自己能夠把你的生活，富裕的生活降一等，你拿這些財富去布施，去幫助一些苦難的眾生，你的生活降一等就苦了，代眾生受苦。像了凡居士，《了凡四訓》裡面所講的，你看袁了凡的太太，裡頭有一段記載。他有一年冬天，給他兒女做冬衣，棉衣，絲綿的，他一想窮人很多，冬天沒有衣服穿的人很多，他把絲綿袍賣掉去做棉絮，那一件可以換三、四件，家裡人也不缺乏，多餘的可以布施給別人，代眾生苦。所以我們自己在生活上，儉省一點、刻苦一點，就能幫助眾生一些，常常存這個心，就是代眾生受苦。我們自己要常常想到，世間苦人多，我們前生修了一點福，福不要在這一生享盡，要懂得繼續不斷的修福，我們的福報就源源不絕，這個福報就綿長。"
    },
    {
      "id": "02-034-0007_p0042",
      "zh_CN": "古时候，印度、中国，佛门弟子无论在家、出家，修苦行的很多。他不是不能改善他的生活，不是不能；就是念念想到世间还有许多苦众生。出家人里面，民国初年，诸位同修都知道，虚云老和尚、印光大师，这是我们出家人的好榜样。这两位大德都了不起，他们的信徒太多太多了。信徒对他的供养非常丰富，可是虚云老和尚从来没有做一件新衣服。我们看许许多多虚老和尚的照片，穿的衣服都是补钉补了好多个，我没有看到他一张照片上，没有补钉的衣服，没看过。你就想到，没有做一件新衣服。他新衣服有没有？太多了，人家一看老和尚穿破衣服，信徒马上送新衣服来了，好料子、好手工、好手艺，老和尚拿了怎么样？看也不看一眼，信徒走了，老和尚就供养别人去了；供养初学的，初学的人没人供养。老和尚还是穿破旧的，代众生苦，他真做。",
      "zh_TW": "古時候，印度、中國，佛門弟子無論在家、出家，修苦行的很多。他不是不能改善他的生活，不是不能；就是念念想到世間還有許多苦眾生。出家人裡面，民國初年，諸位同修都知道，虛雲老和尚、印光大師，這是我們出家人的好榜樣。這兩位大德都了不起，他們的信徒太多太多了。信徒對他的供養非常豐富，可是虛雲老和尚從來沒有做一件新衣服。我們看許許多多虛老和尚的照片，穿的衣服都是補釘補了好多個，我沒有看到他一張照片上，沒有補釘的衣服，沒看過。你就想到，沒有做一件新衣服。他新衣服有沒有？太多了，人家一看老和尚穿破衣服，信徒馬上送新衣服來了，好料子、好手工、好手藝，老和尚拿了怎麼樣？看也不看一眼，信徒走了，老和尚就供養別人去了；供養初學的，初學的人沒人供養。老和尚還是穿破舊的，代眾生苦，他真做。"
    },
    {
      "id": "02-034-0007_p0043",
      "zh_CN": "印光大师供养也多，老和尚把所有一切供养，都做弘法利生的事业。他老人家一生就做这么一桩，真的叫一门深入。他在苏州报国寺，办了一个弘化社，用现在的话讲，就是佛经流通处，拿十方的供养作为资金，印书赠送，到处给人结法缘。弘化社印的书，印得很好，可以称为善本，校对非常精确，错字很少，印得也非常清楚，版面很大方、很美观，一生就干这么一桩事情。我们怎么晓得的？是从他在上海「护国息灾法会」讲演里面看到的。在讲演里面，老和尚提到：「北方有灾难，从印经款项里面，提出三千大洋去赈灾。」他那个赈灾，是从印经钱里面提出来的。由此可知，他所有的钱，点点滴滴都拿去印经布施，没有做其他的用途。老和尚的生活，还是跟大家一样，没有改善生活，说要吃一点什么好东西，没有；也没有做一件新衣服；也没有把自己居住的环境整理一下，没有。他不是没有钱，不是没有人供养他，有。还过这个辛苦的日子，代众生苦，永远没有忘掉代众生苦。我减少一分享受，众生苦就减少一分，这都是我们要学习的。",
      "zh_TW": "印光大師供養也多，老和尚把所有一切供養，都做弘法利生的事業。他老人家一生就做這麼一樁，真的叫一門深入。他在蘇州報國寺，辦了一個弘化社，用現在的話講，就是佛經流通處，拿十方的供養作為資金，印書贈送，到處給人結法緣。弘化社印的書，印得很好，可以稱為善本，校對非常精確，錯字很少，印得也非常清楚，版面很大方、很美觀，一生就幹這麼一樁事情。我們怎麼曉得的？是從他在上海「護國息災法會」講演裡面看到的。在講演裡面，老和尚提到：「北方有災難，從印經款項裡面，提出三千大洋去賑災。」他那個賑災，是從印經錢裡面提出來的。由此可知，他所有的錢，點點滴滴都拿去印經布施，沒有做其他的用途。老和尚的生活，還是跟大家一樣，沒有改善生活，說要吃一點什麼好東西，沒有；也沒有做一件新衣服；也沒有把自己居住的環境整理一下，沒有。他不是沒有錢，不是沒有人供養他，有。還過這個辛苦的日子，代眾生苦，永遠沒有忘掉代眾生苦。我減少一分享受，眾生苦就減少一分，這都是我們要學習的。"
    },
    {
      "id": "02-034-0007_p0044",
      "zh_CN": "我们常存这样的心，常常做这样的事，我们生生世世都不会有苦难，果报如是。你能代众生受苦，你怎么会有苦处。现在这个社会，苦难的人多，病苦的人更可怜，尤其是生病的穷苦之人，生病相当可怜。所以有不少宗教团体，办慈善事业，办医院，布施医药，好事情。现代社会富裕了，对于疾病的预防，每个人都注意到，所以国家对于人民，有医疗的照顾。我们每一个人自己，也会有一些财物放在那里，预备生病的时候用，有病、有苦难的时候用。真正聪明人，把这些钱都布施掉，我的医药费，准备的医药费，布施给那些病人，如果有什么急难要预备的那些财物，都拿去救难。也许你要问，到自己生病的时候怎么办？给诸位说，你决定不会生病。为什么？你的医药费布施掉了。你的医药费放在那个地方，是决定会生病，不生病那个钱怎么用法？非生病不可。要准备将来有什么灾难的时候，我要准备那些钱，你一定遭难。佛法讲得好，「一切法从心想生」，你没有病，在那里想着要害病，没有难，要准备将来灾难，所以你的灾难跟疾病决定不能避免。你要统统布施光了，心地坦然，你也不会遭难，你也不会生病，这个多自在。为什么不把它舍掉？今天给你都是讲的，种什么样的因，你会得什么样的果报，一点都不会错，没有差错的。所以我们要懂得，代众生受苦，我们有力量，尽力量去做。",
      "zh_TW": "我們常存這樣的心，常常做這樣的事，我們生生世世都不會有苦難，果報如是。你能代眾生受苦，你怎麼會有苦處。現在這個社會，苦難的人多，病苦的人更可憐，尤其是生病的窮苦之人，生病相當可憐。所以有不少宗教團體，辦慈善事業，辦醫院，布施醫藥，好事情。現代社會富裕了，對於疾病的預防，每個人都注意到，所以國家對於人民，有醫療的照顧。我們每一個人自己，也會有一些財物放在那裡，預備生病的時候用，有病、有苦難的時候用。真正聰明人，把這些錢都布施掉，我的醫藥費，準備的醫藥費，布施給那些病人，如果有什麼急難要預備的那些財物，都拿去救難。也許你要問，到自己生病的時候怎麼辦？給諸位說，你決定不會生病。為什麼？你的醫藥費布施掉了。你的醫藥費放在那個地方，是決定會生病，不生病那個錢怎麼用法？非生病不可。要準備將來有什麼災難的時候，我要準備那些錢，你一定遭難。佛法講得好，「一切法從心想生」，你沒有病，在那裡想著要害病，沒有難，要準備將來災難，所以你的災難跟疾病決定不能避免。你要統統布施光了，心地坦然，你也不會遭難，你也不會生病，這個多自在。為什麼不把它捨掉？今天給你都是講的，種什麼樣的因，你會得什麼樣的果報，一點都不會錯，沒有差錯的。所以我們要懂得，代眾生受苦，我們有力量，盡力量去做。"
    },
    {
      "id": "02-034-0007_p0045",
      "zh_CN": "特别是今天举世众生，你要晓得，最大的苦难是什么？闻不到佛法。所有一切苦难当中，没有比这个更大了。闻佛法之后，他觉悟了；不闻佛法，永远迷惑颠倒，他的日子愈来愈苦，愈迷愈深。所以我们今天布施佛法，那真是代众生苦里头，最殊胜的一条。有力量，建道场，请法师讲经说法，帮助这一方众生，破迷开悟，离苦得乐，你说这个多重要。要做一个什么样的道场？要做一个模范的道场，推行佛陀教育的道场。这个道场不做经忏、不做佛事、不做法会，我们净宗的道场，纯净宗，晚上讲经，白天念佛。",
      "zh_TW": "特別是今天舉世眾生，你要曉得，最大的苦難是什麼？聞不到佛法。所有一切苦難當中，沒有比這個更大了。聞佛法之後，他覺悟了；不聞佛法，永遠迷惑顛倒，他的日子愈來愈苦，愈迷愈深。所以我們今天布施佛法，那真是代眾生苦裡頭，最殊勝的一條。有力量，建道場，請法師講經說法，幫助這一方眾生，破迷開悟，離苦得樂，你說這個多重要。要做一個什麼樣的道場？要做一個模範的道場，推行佛陀教育的道場。這個道場不做經懺、不做佛事、不做法會，我們淨宗的道場，純淨宗，晚上講經，白天念佛。"
    },
    {
      "id": "02-034-0007_p0046",
      "zh_CN": "也许诸位要问，这样一个道场，在这个地方，没有法会、没有佛事，收入怎么办？如果你真的要这样做，你要被饿死了，我们就不要信佛了，那佛法是假的。你真正如法修行，不要去攀缘一个人、不要去巴结一个人、不向信徒要一分钱，你要是饿死了，佛法里头第一个护法神是韦陀菩萨，韦陀菩萨应当撤职查办，真的不是假的。所以这个道场，一定诸佛护念、龙天善神守护。你虽然不会富有，这个是一定的，你的生活决定没有问题。你的粮食断了，韦陀菩萨会去找一些人送粮食给你，不会让你缺乏，不会让你饿着，也不会让你冻着。你只一心念佛就好，一心办道就好，名闻利养统统放下，心地清净、平等、觉，这个叫正法道场。",
      "zh_TW": "也許諸位要問，這樣一個道場，在這個地方，沒有法會、沒有佛事，收入怎麼辦？如果你真的要這樣做，你要被餓死了，我們就不要信佛了，那佛法是假的。你真正如法修行，不要去攀緣一個人、不要去巴結一個人、不向信徒要一分錢，你要是餓死了，佛法裡頭第一個護法神是韋陀菩薩，韋陀菩薩應當撤職查辦，真的不是假的。所以這個道場，一定諸佛護念、龍天善神守護。你雖然不會富有，這個是一定的，你的生活決定沒有問題。你的糧食斷了，韋陀菩薩會去找一些人送糧食給你，不會讓你缺乏，不會讓你餓著，也不會讓你凍著。你只一心念佛就好，一心辦道就好，名聞利養統統放下，心地清淨、平等、覺，這個叫正法道場。"
    },
    {
      "id": "02-034-0007_p0047",
      "zh_CN": "诸位要能建立这样一个道场，这是模范道场，无论道场大小，在这里面共修，四众同修都能够遵守六和敬，你这个道场是世间第一道场，那个功德就无比的殊胜。你把你自己福报里头减少一部分，来建立这样的道场，礼请法师来讲经说法，领导大众念佛，解行相应，真正代众生苦。所以自己有福，不要在一生把自己的福报享尽，享尽了，来生就没有福报。如果你懂得这样修福，来生的福报就不可思议。",
      "zh_TW": "諸位要能建立這樣一個道場，這是模範道場，無論道場大小，在這裡面共修，四眾同修都能夠遵守六和敬，你這個道場是世間第一道場，那個功德就無比的殊勝。你把你自己福報裡頭減少一部分，來建立這樣的道場，禮請法師來講經說法，領導大眾念佛，解行相應，真正代眾生苦。所以自己有福，不要在一生把自己的福報享盡，享盡了，來生就沒有福報。如果你懂得這樣修福，來生的福報就不可思議。"
    },
    {
      "id": "02-034-0007_p0048",
      "zh_CN": "第五，勤修善根供养，这一条重要。善根就是一切善法从这个根生出来的，所以称他作善根。善根是什么？佛在经上说：「世间法的善根有三条，无贪、无瞋、无痴」，这是我们要认真去修的。翻过来，贪瞋痴叫三毒，三毒烦恼，有了这个东西不得了。你心里头有贪瞋痴、有三毒，我们现在讲的病毒，这是最严重的病毒，这个世间所有一切的病毒，都没有这个厉害。世间再严重的病毒，顶多送一条命而已，你这个生命不能活了，那有什么了不起，小事一桩。贪瞋痴这个病毒可麻烦；贪，果报在饿鬼道，瞋恚，果报在地狱道，愚痴，果报在畜生道，你说这个麻烦不麻烦。你失掉人身，不能再得人身，三恶道去了，你才知道这个病毒的严重。",
      "zh_TW": "第五，勤修善根供養，這一條重要。善根就是一切善法從這個根生出來的，所以稱他作善根。善根是什麼？佛在經上說：「世間法的善根有三條，無貪、無瞋、無痴」，這是我們要認真去修的。翻過來，貪瞋痴叫三毒，三毒煩惱，有了這個東西不得了。你心裡頭有貪瞋痴、有三毒，我們現在講的病毒，這是最嚴重的病毒，這個世間所有一切的病毒，都沒有這個厲害。世間再嚴重的病毒，頂多送一條命而已，你這個生命不能活了，那有什麼了不起，小事一樁。貪瞋痴這個病毒可麻煩；貪，果報在餓鬼道，瞋恚，果報在地獄道，愚痴，果報在畜生道，你說這個麻煩不麻煩。你失掉人身，不能再得人身，三惡道去了，你才知道這個病毒的嚴重。"
    },
    {
      "id": "02-034-0007_p0049",
      "zh_CN": "这个三毒翻过来，就叫三善根。由此可知，世间所有一切的恶，罪恶就是从贪瞋痴生的，叫三毒。翻过来？世间所有一切善，都是从无贪、无瞋、无痴生的。我们要断贪瞋痴，所以佛常讲，「勤修戒定慧，息灭贪瞋痴」，要紧要紧。贪瞋痴三毒烦恼，如果你是控制不住，净土宗虽然没有叫你断烦恼，叫你伏烦恼，你这一句阿弥陀佛有力量，能够把贪瞋痴压住，虽有它不起作用，这样才能够带业往生。如果你能把三毒烦恼消除，你往生西方极乐世界，给诸位说，就不是凡圣同居土，最低限度也是方便有余土，更高的那就到实报庄严土。到那边去成佛时间就很短，不需要很长的时间，就能够到他方世界去作佛，在极乐世界修行成就，到他方世界去作佛。",
      "zh_TW": "這個三毒翻過來，就叫三善根。由此可知，世間所有一切的惡，罪惡就是從貪瞋痴生的，叫三毒。翻過來？世間所有一切善，都是從無貪、無瞋、無痴生的。我們要斷貪瞋痴，所以佛常講，「勤修戒定慧，息滅貪瞋痴」，要緊要緊。貪瞋痴三毒煩惱，如果你是控制不住，淨土宗雖然沒有叫你斷煩惱，叫你伏煩惱，你這一句阿彌陀佛有力量，能夠把貪瞋痴壓住，雖有它不起作用，這樣才能夠帶業往生。如果你能把三毒煩惱消除，你往生西方極樂世界，給諸位說，就不是凡聖同居土，最低限度也是方便有餘土，更高的那就到實報莊嚴土。到那邊去成佛時間就很短，不需要很長的時間，就能夠到他方世界去作佛，在極樂世界修行成就，到他方世界去作佛。"
    },
    {
      "id": "02-034-0007_p0050",
      "zh_CN": "真正学佛的同修，对于断贪瞋痴要下功夫，一定是勤修戒定慧。如果「戒定慧」这三个字，诸位听到了，好像很玄，也不晓得从哪里下手。那我们还从本经经题上给诸位讲，就比较容易明白。戒就是清净心，定就是平等，慧就是觉。清净心，能破贪；平等心，能破瞋恚；觉，能破愚痴。只要我们在日常生活当中，时时刻刻留意，心地清净、心地平等、觉而不迷就行，这个就是勤修善根供养。所以一个念佛人，修学净土的四众同修，念念都要与清净、平等、觉相应，这样就好。",
      "zh_TW": "真正學佛的同修，對於斷貪瞋痴要下功夫，一定是勤修戒定慧。如果「戒定慧」這三個字，諸位聽到了，好像很玄，也不曉得從哪裡下手。那我們還從本經經題上給諸位講，就比較容易明白。戒就是清淨心，定就是平等，慧就是覺。清淨心，能破貪；平等心，能破瞋恚；覺，能破愚痴。只要我們在日常生活當中，時時刻刻留意，心地清淨、心地平等、覺而不迷就行，這個就是勤修善根供養。所以一個念佛人，修學淨土的四眾同修，念念都要與清淨、平等、覺相應，這樣就好。"
    },
    {
      "id": "02-034-0007_p0051",
      "zh_CN": "第六，不舍菩萨业供养。菩萨的事业，菩萨的事业是什么？诸位现在无论从事哪一个行业，你只要觉而不迷，你那个行业，现在所做的这个事业，就是菩萨业。菩萨事业跟我们的事业没有分开，是一不是二。如果我们从事这个事业，譬如我们举一个例子，我们经商开个店，你每天到店里做生意，这是你的事业。你在没有学佛之前，你开这个店目的是赚钱、是营利，这个利都是自己的。你今天学了佛，当了菩萨，你开这个店不为自己，为社会、为大众，为服务社会、为便利大众，不以营利为目的，以服务社会大众为目的，那你这个店就是菩萨业。无论是哪个行业，只要是我利用这个行业服务社会，利用这个行业服务众生，令一切众生得到便利，这个事业就叫做菩萨业。",
      "zh_TW": "第六，不捨菩薩業供養。菩薩的事業，菩薩的事業是什麼？諸位現在無論從事哪一個行業，你只要覺而不迷，你那個行業，現在所做的這個事業，就是菩薩業。菩薩事業跟我們的事業沒有分開，是一不是二。如果我們從事這個事業，譬如我們舉一個例子，我們經商開個店，你每天到店裡做生意，這是你的事業。你在沒有學佛之前，你開這個店目的是賺錢、是營利，這個利都是自己的。你今天學了佛，當了菩薩，你開這個店不為自己，為社會、為大眾，為服務社會、為便利大眾，不以營利為目的，以服務社會大眾為目的，那你這個店就是菩薩業。無論是哪個行業，只要是我利用這個行業服務社會，利用這個行業服務眾生，令一切眾生得到便利，這個事業就叫做菩薩業。"
    },
    {
      "id": "02-034-0007_p0052",
      "zh_CN": "佛菩萨跟众生差别就在此地，就是那一念之间，没有其他的差别。即使我们年轻，在学校念书的时候；念书，学生菩萨。这个学生，他在观念当中，我要认真努力，把他的功课学好，拿到学位，将来从事于这一个行业，发挥自己的所学，为社会大众服务，为一切众生服务，不为个人图名利，他是学生菩萨，他念书是菩萨事业。所以诸位要明了，菩萨事业就在自己现前的生活里面，现前的行业当中。你如果是家庭主妇，你主持这个家庭，那是你的事业。你能够把这个家庭治理得很好，有条理、有秩序，让你一家人过得很舒适、很自在、很欢喜，这个家庭，作所有一切家庭的榜样，就影响到你的邻居，影响到你的乡里，你是主妇菩萨。",
      "zh_TW": "佛菩薩跟眾生差別就在此地，就是那一念之間，沒有其他的差別。即使我們年輕，在學校念書的時候；念書，學生菩薩。這個學生，他在觀念當中，我要認真努力，把他的功課學好，拿到學位，將來從事於這一個行業，發揮自己的所學，為社會大眾服務，為一切眾生服務，不為個人圖名利，他是學生菩薩，他念書是菩薩事業。所以諸位要明瞭，菩薩事業就在自己現前的生活裡面，現前的行業當中。你如果是家庭主婦，你主持這個家庭，那是你的事業。你能夠把這個家庭治理得很好，有條理、有秩序，讓你一家人過得很舒適、很自在、很歡喜，這個家庭，作所有一切家庭的榜樣，就影響到你的鄰居，影響到你的鄉里，你是主婦菩薩。"
    },
    {
      "id": "02-034-0007_p0053",
      "zh_CN": "菩萨事业，不是要到寺院里头来，不是的。就在你现前生活里面，就在你现前的工作里面，乃至于处事待人接物，我们现在讲应酬，只要你一个念头，念念为众生，念念为利益众生，念念为帮助一切众生觉悟，引导一切众生学佛，都叫做菩萨业。",
      "zh_TW": "菩薩事業，不是要到寺院裡頭來，不是的。就在你現前生活裡面，就在你現前的工作裡面，乃至於處事待人接物，我們現在講應酬，只要你一個念頭，念念為眾生，念念為利益眾生，念念為幫助一切眾生覺悟，引導一切眾生學佛，都叫做菩薩業。"
    },
    {
      "id": "02-034-0007_p0054",
      "zh_CN": "最后一条佛告诉我们，不离菩提心供养。这个七桩事情里面，头尾是最重要的；一个开端、一个总结。菩提心是真正觉悟的心、彻底觉悟的心。佛在《观无量寿佛经》跟我们讲菩提心，菩提心的体，菩提心就是自己的真心，就是自己的本性。哪个没有菩提心，个个都有菩提心，可惜迷了，迷了就不叫菩提心，觉悟了，这个心就叫做菩提心，只有觉、迷而已。你一定要觉悟，不能够再迷惑了。",
      "zh_TW": "最後一條佛告訴我們，不離菩提心供養。這個七樁事情裡面，頭尾是最重要的；一個開端、一個總結。菩提心是真正覺悟的心、徹底覺悟的心。佛在《觀無量壽佛經》跟我們講菩提心，菩提心的體，菩提心就是自己的真心，就是自己的本性。哪個沒有菩提心，個個都有菩提心，可惜迷了，迷了就不叫菩提心，覺悟了，這個心就叫做菩提心，只有覺、迷而已。你一定要覺悟，不能夠再迷惑了。"
    },
    {
      "id": "02-034-0007_p0055",
      "zh_CN": "菩提心的体是真诚心，对人、对事、对物，一定要用真诚，不能用虚妄，要用真诚心，要说老实话，不自欺、不欺人。现在全世界在法律里面，都讲求隐私权，个人有秘密，不能让人知道，秘密，哪有什么好事情。真诚，完全透明的，没有丝毫秘密。诸位要晓得，你有秘密，你就活得很辛苦，要常常保密，这多辛苦；没有秘密的人，他活得多自在，非常舒适，没有秘密。什么人来，对什么人都是老老实实，决定没有隐私。",
      "zh_TW": "菩提心的體是真誠心，對人、對事、對物，一定要用真誠，不能用虛妄，要用真誠心，要說老實話，不自欺、不欺人。現在全世界在法律裡面，都講求隱私權，個人有秘密，不能讓人知道，秘密，哪有什麼好事情。真誠，完全透明的，沒有絲毫秘密。諸位要曉得，你有秘密，你就活得很辛苦，要常常保密，這多辛苦；沒有秘密的人，他活得多自在，非常舒適，沒有秘密。什麼人來，對什麼人都是老老實實，決定沒有隱私。"
    },
    {
      "id": "02-034-0007_p0056",
      "zh_CN": "我在美国，就有同修们怪我：法师，你怎么好像一点隐私都没有。什么隐私？银行里面存款。我那个银行存款，大家都知道的，没有一个不知道。他说：这不能让人知道。我说：为什么不能让人知道？反正这个钱也不是我的，我也不会用它，这个钱大家供养的，现在没用，只好放银行，什么时候有用，再拿出去用，我自己从来用不上。现在这个钱，最大的支出，现在就是奖学金，还有一些苦难的，遇到这些事情我帮他忙。上一次在香港，明星法师，我们上一届的同学，他说他到家乡，遇到一个年轻的学生，品性学业都非常好，家里太清寒，念不起书，学校里面愿意免他的学杂费，但是生活费用他没有。我问他：一个月生活费要多少钱？人民币两百块。我就告诉他：让他好好的念书，一直念到大学，他所有费用我付、我给。这么好的一个年轻人，为了生活环境，逼着不能念书，可惜。他学出来的时候，是国家一个人才，为地方造福。",
      "zh_TW": "我在美國，就有同修們怪我：法師，你怎麼好像一點隱私都沒有。什麼隱私？銀行裡面存款。我那個銀行存款，大家都知道的，沒有一個不知道。他說：這不能讓人知道。我說：為什麼不能讓人知道？反正這個錢也不是我的，我也不會用它，這個錢大家供養的，現在沒用，只好放銀行，什麼時候有用，再拿出去用，我自己從來用不上。現在這個錢，最大的支出，現在就是獎學金，還有一些苦難的，遇到這些事情我幫他忙。上一次在香港，明星法師，我們上一屆的同學，他說他到家鄉，遇到一個年輕的學生，品性學業都非常好，家裡太清寒，念不起書，學校裡面願意免他的學雜費，但是生活費用他沒有。我問他：一個月生活費要多少錢？人民幣兩百塊。我就告訴他：讓他好好的念書，一直念到大學，他所有費用我付、我給。這麼好的一個年輕人，為了生活環境，逼著不能念書，可惜。他學出來的時候，是國家一個人才，為地方造福。"
    },
    {
      "id": "02-034-0007_p0057",
      "zh_CN": "所以我们对人是一片真诚，决定没有一句妄语。真诚心起作用，就是深心跟大悲心，深心是好善、好德，大悲心是帮助一切众生，大慈大悲。在我们净宗里面讲的「回向发愿心」，自己所修学的一切功德，自己不必享受，愿意给一切众生去享受，你说这个多自在、多快乐。我们看到许许多多人，过幸福快乐的日子，这才是真正的快乐、真正的幸福。",
      "zh_TW": "所以我們對人是一片真誠，決定沒有一句妄語。真誠心起作用，就是深心跟大悲心，深心是好善、好德，大悲心是幫助一切眾生，大慈大悲。在我們淨宗裡面講的「迴向發願心」，自己所修學的一切功德，自己不必享受，願意給一切眾生去享受，你說這個多自在、多快樂。我們看到許許多多人，過幸福快樂的日子，這才是真正的快樂、真正的幸福。"
    },
    {
      "id": "02-034-0007_p0058",
      "zh_CN": "这是《华严经》上，普贤菩萨给我们讲的七种法供养，我们要广修，要用真诚心去修，尽心尽力的去修，你得来的福报，就像诸佛如来果地上那么样的圆满。今天时间到了。",
      "zh_TW": "這是《華嚴經》上，普賢菩薩給我們講的七種法供養，我們要廣修，要用真誠心去修，盡心盡力的去修，你得來的福報，就像諸佛如來果地上那麼樣的圓滿。今天時間到了。"
    }
  ]
}