{
  "doc_id": "02-034-0060",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十集",
    "zh_TW": "第六十集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0060",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-034-0060_p0001",
      "zh_CN": "请掀开经本，《科会》第十九面第四行，第十八愿：",
      "zh_TW": "請掀開經本，《科會》第十九面第四行，第十八願："
    },
    {
      "id": "02-034-0060_p0002",
      "zh_CN": "【我作佛时。十方众生。闻我名号。至心信乐。所有善根。心心回向。愿生我国。乃至十念。若不生者。不取正觉。唯除五逆。诽谤正法。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名號。至心信樂。所有善根。心心回向。願生我國。乃至十念。若不生者。不取正覺。唯除五逆。誹謗正法。】"
    },
    {
      "id": "02-034-0060_p0003",
      "zh_CN": "前面跟诸位报告过「诸佛称叹」，唯有诸佛的称赞，才能够使十方世界一切众生，知道有极乐世界，知道有阿弥陀佛，知道有念佛必生净土殊胜的法门。一切诸佛怎样赞叹阿弥陀佛？为一切众生宣讲「往生经」。像释迦牟尼佛专门为我们介绍西方极乐世界，他讲了三部经：《无量寿经》、《观无量寿佛经》、《阿弥陀经》，我们称为「净土三经」。由此可知，这三部经是十方三世一切诸佛出现在世间，必定会宣讲的。为什么？前面第十七愿告诉我们，如果有一尊佛出现在世间不讲这三部经，法藏就誓不成佛。法藏现在成佛已经十劫了；由此可知，没有一尊佛不讲这三部经。",
      "zh_TW": "前面跟諸位報告過「諸佛稱歎」，唯有諸佛的稱讚，才能夠使十方世界一切眾生，知道有極樂世界，知道有阿彌陀佛，知道有念佛必生淨土殊勝的法門。一切諸佛怎樣讚歎阿彌陀佛？為一切眾生宣講「往生經」。像釋迦牟尼佛專門為我們介紹西方極樂世界，他講了三部經：《無量壽經》、《觀無量壽佛經》、《阿彌陀經》，我們稱為「淨土三經」。由此可知，這三部經是十方三世一切諸佛出現在世間，必定會宣講的。為什麼？前面第十七願告訴我們，如果有一尊佛出現在世間不講這三部經，法藏就誓不成佛。法藏現在成佛已經十劫了；由此可知，沒有一尊佛不講這三部經。"
    },
    {
      "id": "02-034-0060_p0004",
      "zh_CN": "佛说一切经，不是佛自己愿意说的，也不是佛想讲的，佛说经都是应机而说。像世尊在《楞严经》上所讲的「随众生心，应所知量」，所以随类化身，应机说法。但是这三部经没有人请，佛也讲，什么道理？一切众生，无论是上根、中根、下根，菩萨也好、声闻也好、六道众生也好，纵然是阿鼻地狱众生，与这个法门平等契机，这是很不可思议。这个法门是平等法，一切众生虽然根性不一样，但是依这个法门平等得度，所以这个法门是无比殊胜。",
      "zh_TW": "佛說一切經，不是佛自己願意說的，也不是佛想講的，佛說經都是應機而說。像世尊在《楞嚴經》上所講的「隨眾生心，應所知量」，所以隨類化身，應機說法。但是這三部經沒有人請，佛也講，什麼道理？一切眾生，無論是上根、中根、下根，菩薩也好、聲聞也好、六道眾生也好，縱然是阿鼻地獄眾生，與這個法門平等契機，這是很不可思議。這個法門是平等法，一切眾生雖然根性不一樣，但是依這個法門平等得度，所以這個法門是無比殊勝。"
    },
    {
      "id": "02-034-0060_p0005",
      "zh_CN": "古德曾经告诉我们，这几句里面有几桩事情非常重要。一切诸佛没有一尊佛不念「阿弥陀佛」，释迦牟尼佛在小本经里面告诉我们，他是念佛成佛的。我们念《弥陀经》，把这一桩事情都疏忽掉了，要不是蕅益大师在《要解》里面为我们指出来，我们念《弥陀经》念一辈子，也没有觉察到，释迦牟尼佛是念「阿弥陀佛」成佛的。释迦牟尼佛如是，其他一切诸佛想必亦如是。这个想必，没错，果然如是，就是诸佛都念阿弥陀佛。我们很难相信，如果从理上讲，还能讲得过去。阿弥陀佛是什么意思？这四个字完全是梵语，翻成中国意思是「无量觉」，所以从这个意思上讲，那是决定没有问题。诸位想一想，哪一尊诸佛不是无量觉？由此可知，无量觉是一切诸佛如来的总名号。西方世界法藏菩萨成佛，他就用了这个名号。所以这个名号里头有理有事，理如是，事也不例外，这是不可思议的法门。",
      "zh_TW": "古德曾經告訴我們，這幾句裡面有幾樁事情非常重要。一切諸佛沒有一尊佛不念「阿彌陀佛」，釋迦牟尼佛在小本經裡面告訴我們，他是念佛成佛的。我們念《彌陀經》，把這一樁事情都疏忽掉了，要不是蕅益大師在《要解》裡面為我們指出來，我們念《彌陀經》念一輩子，也沒有覺察到，釋迦牟尼佛是念「阿彌陀佛」成佛的。釋迦牟尼佛如是，其他一切諸佛想必亦如是。這個想必，沒錯，果然如是，就是諸佛都念阿彌陀佛。我們很難相信，如果從理上講，還能講得過去。阿彌陀佛是什麼意思？這四個字完全是梵語，翻成中國意思是「無量覺」，所以從這個意思上講，那是決定沒有問題。諸位想一想，哪一尊諸佛不是無量覺？由此可知，無量覺是一切諸佛如來的總名號。西方世界法藏菩薩成佛，他就用了這個名號。所以這個名號裡頭有理有事，理如是，事也不例外，這是不可思議的法門。"
    },
    {
      "id": "02-034-0060_p0006",
      "zh_CN": "还有一桩事情我们必须要知道，一切诸佛都念念阿弥陀佛名号的人，这个事情我们怎么会知道？小本《弥陀经》里面，六方佛赞叹当中我们看到了，无论哪一个世界、哪一类众生，只要念阿弥陀佛，就得一切诸佛的护念。诸位想一想，这个功德有多大？你念其他佛菩萨名号，或者你念一切神咒，你念一切经典，可以得到一佛、二佛、三四五佛护念你，决定不可能得到一切诸佛护念，那不可能的事情，唯独念阿弥陀佛的名号，能得一切诸佛护念。这一些理跟事我们都要知道，知道之后，你受持这一部经，修学这个法门，信心才真正坚定，无论什么力量诱惑你、威胁你，你都不会动摇，你也不会恐惧。为什么？有诸佛护念。既然有诸佛护念，你就会联想到无量菩萨、无量天神，必定护持你，这些都是事实。",
      "zh_TW": "還有一樁事情我們必須要知道，一切諸佛都念念阿彌陀佛名號的人，這個事情我們怎麼會知道？小本《彌陀經》裡面，六方佛讚歎當中我們看到了，無論哪一個世界、哪一類眾生，只要念阿彌陀佛，就得一切諸佛的護念。諸位想一想，這個功德有多大？你念其他佛菩薩名號，或者你念一切神咒，你念一切經典，可以得到一佛、二佛、三四五佛護念你，決定不可能得到一切諸佛護念，那不可能的事情，唯獨念阿彌陀佛的名號，能得一切諸佛護念。這一些理跟事我們都要知道，知道之後，你受持這一部經，修學這個法門，信心才真正堅定，無論什麼力量誘惑你、威脅你，你都不會動搖，你也不會恐懼。為什麼？有諸佛護念。既然有諸佛護念，你就會聯想到無量菩薩、無量天神，必定護持你，這些都是事實。"
    },
    {
      "id": "02-034-0060_p0007",
      "zh_CN": "接着今天讲第十八愿：「十念必生」。这段经文，黄念祖老居士注得很详细，一开端他就举出，古时候古大德对于一切经教比较殊胜。这个事情是在隋唐时代，那个时候是我们中国佛教黄金时代，从日本、韩国、南方现在的越南，到中国来留学，那些出家人很多，他们确实也有很殊胜的成就，佛家常讲「高僧大德」。他们曾经做了一个比较，释迦牟尼佛一生当中所说的一切经，我们现在把它搜集起来，整理分类就成为《大藏经》，《大藏经》就是世尊四十九年所说的一切经。世尊所说的是不是就这么多？给诸位说，决定不止。我们今天所保存下来的这一部《大藏经》，可能只是世尊当年所说几分之几而已。",
      "zh_TW": "接著今天講第十八願：「十念必生」。這段經文，黃念祖老居士註得很詳細，一開端他就舉出，古時候古大德對於一切經教比較殊勝。這個事情是在隋唐時代，那個時候是我們中國佛教黃金時代，從日本、韓國、南方現在的越南，到中國來留學，那些出家人很多，他們確實也有很殊勝的成就，佛家常講「高僧大德」。他們曾經做了一個比較，釋迦牟尼佛一生當中所說的一切經，我們現在把它蒐集起來，整理分類就成為《大藏經》，《大藏經》就是世尊四十九年所說的一切經。世尊所說的是不是就這麼多？給諸位說，決定不止。我們今天所保存下來的這一部《大藏經》，可能只是世尊當年所說幾分之幾而已。"
    },
    {
      "id": "02-034-0060_p0008",
      "zh_CN": "因为古代交通非常不方便，古时候梵文经典书写在贝多罗树叶上，我想你们在，很多人都看过，叫贝叶经。他把贝多罗树的叶子裁成长条，两边打个洞，用绳子穿起来，通常一面写四行，或者写六行。你就知道那一部经是多大的分量，从印度运到中国，这个难度诸位可想而知，用马匹、用人力来挑。所以印度的高僧到中国，中国出家人到印度去留学，总是在那里面很慎重、很仔细去选择，选择重要的经典，佛重要的开示，选择适合于中国社会的需要；不是最重要的，次要的，不是中国社会所需要的，都舍弃了，带不走，带不动。",
      "zh_TW": "因為古代交通非常不方便，古時候梵文經典書寫在貝多羅樹葉上，我想你們在，很多人都看過，叫貝葉經。他把貝多羅樹的葉子裁成長條，兩邊打個洞，用繩子穿起來，通常一面寫四行，或者寫六行。你就知道那一部經是多大的分量，從印度運到中國，這個難度諸位可想而知，用馬匹、用人力來挑。所以印度的高僧到中國，中國出家人到印度去留學，總是在那裡面很慎重、很仔細去選擇，選擇重要的經典，佛重要的開示，選擇適合於中國社會的需要；不是最重要的，次要的，不是中國社會所需要的，都捨棄了，帶不走，帶不動。"
    },
    {
      "id": "02-034-0060_p0009",
      "zh_CN": "于是我们才晓得，我们今天这一部《大藏经》，只是释迦牟尼佛四十九年所说的少分而已，在我们想像一半决定不到；但是这陆陆续续运到中国来的，数量就相当可观。运来之后，还要把它翻成华文，翻译的时候从带来这些经典，再来一次筛选。所以带来的经典，当然多半是翻译出来的，还有少数没有翻；不是最重要的、最精彩的，就没有再翻了；遗留到现在，我们能够看到这些经论。而梵文的原典，在这个世间已经失传，再也找不到了。现在遗留在我们世间，可以说是最丰富的，是华文的经典跟藏文的经典，最丰富的，小乘经论是南传巴利文的经典，这是现存在世间佛法三个大系。",
      "zh_TW": "於是我們才曉得，我們今天這一部《大藏經》，只是釋迦牟尼佛四十九年所說的少分而已，在我們想像一半決定不到；但是這陸陸續續運到中國來的，數量就相當可觀。運來之後，還要把它翻成華文，翻譯的時候從帶來這些經典，再來一次篩選。所以帶來的經典，當然多半是翻譯出來的，還有少數沒有翻；不是最重要的、最精彩的，就沒有再翻了；遺留到現在，我們能夠看到這些經論。而梵文的原典，在這個世間已經失傳，再也找不到了。現在遺留在我們世間，可以說是最豐富的，是華文的經典跟藏文的經典，最豐富的，小乘經論是南傳巴利文的經典，這是現存在世間佛法三個大系。"
    },
    {
      "id": "02-034-0060_p0010",
      "zh_CN": "古代的大德把这些经论做一个比较，哪一部经论最重要？于是这些大德几乎公认《华严》，所以大家称《华严》叫根本法轮。我们今天用现代名词来说，《华严》就是佛法概论，真的是佛法概论，对于整个佛法讲得最圆满，无论是在理论、方法、学习，都是最上乘，可以说是最圆满，没有欠缺。其他经论，古德讲得很好，都是《华严》的某一部分说得特别详细，而不是整体；整体确确实实是《华严经》。《华严》跟《无量寿经》做个比较，这个比较都是古人比较的，古德说《无量寿经》最真实，为什么？《华严》到末后总结的时候，普贤菩萨十大愿王导归极乐，《华严》才得到真正圆满。连文殊、普贤都发愿求生极乐世界，你们诸位想想这是什么意思？明显的告诉我们，不求生西方极乐世界，你的修学就不可能达到圆满。这里面详细的道理，我们在讲席前面，都曾经跟诸位介绍过。",
      "zh_TW": "古代的大德把這些經論做一個比較，哪一部經論最重要？於是這些大德幾乎公認《華嚴》，所以大家稱《華嚴》叫根本法輪。我們今天用現代名詞來說，《華嚴》就是佛法概論，真的是佛法概論，對於整個佛法講得最圓滿，無論是在理論、方法、學習，都是最上乘，可以說是最圓滿，沒有欠缺。其他經論，古德講得很好，都是《華嚴》的某一部分說得特別詳細，而不是整體；整體確確實實是《華嚴經》。《華嚴》跟《無量壽經》做個比較，這個比較都是古人比較的，古德說《無量壽經》最真實，為什麼？《華嚴》到末後總結的時候，普賢菩薩十大願王導歸極樂，《華嚴》才得到真正圓滿。連文殊、普賢都發願求生極樂世界，你們諸位想想這是什麼意思？明顯的告訴我們，不求生西方極樂世界，你的修學就不可能達到圓滿。這裡面詳細的道理，我們在講席前面，都曾經跟諸位介紹過。"
    },
    {
      "id": "02-034-0060_p0011",
      "zh_CN": "可是《无量寿经》经文很长，这么长的经文里面，哪一部分是《无量寿经》最精彩的地方？我们以夏莲居老居士会集这个本子来看，他把这部经分成四十八品，哪一品最重要？这也是古人讲的，最重要的是第六品，第六品就是四十八愿。说得没错，我们仔细看全经，全经字字句句都是阐扬四十八愿，解释四十八愿，四十八愿详细说明而已。这四十八愿有四十八条，哪一愿最重要？古大德说，第十八愿最重要。重要在哪里？「十念必生」，这一愿给我们总结到念佛，就是愿文里面说，『乃至十念，若不生者，不取正觉』，古人在这一愿里头，就看中这十二个字。",
      "zh_TW": "可是《無量壽經》經文很長，這麼長的經文裡面，哪一部分是《無量壽經》最精彩的地方？我們以夏蓮居老居士會集這個本子來看，他把這部經分成四十八品，哪一品最重要？這也是古人講的，最重要的是第六品，第六品就是四十八願。說得沒錯，我們仔細看全經，全經字字句句都是闡揚四十八願，解釋四十八願，四十八願詳細說明而已。這四十八願有四十八條，哪一願最重要？古大德說，第十八願最重要。重要在哪裡？「十念必生」，這一願給我們總結到念佛，就是願文裡面說，『乃至十念，若不生者，不取正覺』，古人在這一願裡頭，就看中這十二個字。"
    },
    {
      "id": "02-034-0060_p0012",
      "zh_CN": "往生西方极乐世界，诸位要晓得，你就去作佛去了。作佛多难！我们在大乘经论里头，小乘经不必说了，大乘经论当中，佛常讲凡夫修行成佛要无量劫，不是三大阿僧祇劫，无量劫。三大阿僧祇劫，是你已经证得圆教初住菩萨那一天开始，你没有证圆初住之前，修行的时间不算；从圆教初住那一天开始，修成圆满的佛果，需要三大阿僧祇劫，是这么回事，不包括我们现前的修行。如果要包括我们现在这种修行方法，那应该我们个个人早都成佛了；为什么？我们过去生中，生生世世也都修行，决定不只三大阿僧祇劫。《无量寿经》后面讲，阿阇王子与五百长者子，你们看看那一段，佛说他们那些人过去曾经供养四百亿佛。四百亿佛需要多少时间？不只三大阿僧祇劫，三大阿僧祇劫当中哪有那么多佛，早就超过了，为什么还没成佛？说个老实话，连须陀洹的果位都没有证得。也就好像在学校念书一样，年年上学，年年念书，考试都不及格，年年留级，我们就是这种学生。无量劫来，生生世世修行都不及格，你说悲哀不悲哀！如果有一次及格，我们就不至于到这种地步。",
      "zh_TW": "往生西方極樂世界，諸位要曉得，你就去作佛去了。作佛多難！我們在大乘經論裡頭，小乘經不必說了，大乘經論當中，佛常講凡夫修行成佛要無量劫，不是三大阿僧祇劫，無量劫。三大阿僧祇劫，是你已經證得圓教初住菩薩那一天開始，你沒有證圓初住之前，修行的時間不算；從圓教初住那一天開始，修成圓滿的佛果，需要三大阿僧祇劫，是這麼回事，不包括我們現前的修行。如果要包括我們現在這種修行方法，那應該我們個個人早都成佛了；為什麼？我們過去生中，生生世世也都修行，決定不只三大阿僧祇劫。《無量壽經》後面講，阿闍王子與五百長者子，你們看看那一段，佛說他們那些人過去曾經供養四百億佛。四百億佛需要多少時間？不只三大阿僧祇劫，三大阿僧祇劫當中哪有那麼多佛，早就超過了，為什麼還沒成佛？說個老實話，連須陀洹的果位都沒有證得。也就好像在學校念書一樣，年年上學，年年念書，考試都不及格，年年留級，我們就是這種學生。無量劫來，生生世世修行都不及格，你說悲哀不悲哀！如果有一次及格，我們就不至於到這種地步。"
    },
    {
      "id": "02-034-0060_p0013",
      "zh_CN": "我们这一世缘算不错，很殊胜，遇到这样殊胜法门。我们修行功夫，这一生当中能不能及格？还是靠不住。为什么靠不住？名闻利养、五欲六尘的享受放不下，是非人我、恩恩怨怨的情执放不下，只要有一桩放不下，就有麻烦了，何况放不下的事情太多太多了，那这一生还有指望吗？想必跟过去生差不多，这一生又空过了。果然空过，来生到哪里去？来生还能得人身很难、很不容易，来生要得人身，那你得自己好好反省反省，你的五戒守得怎么样？你的十善修得怎么样？我常讲五戒十善真正能达八十分，来生能得人身；如果达不到这个标准，人身就靠不住。如果我们起心动念、言语造作，要是与十恶业相应，来生就到三途去了。",
      "zh_TW": "我們這一世緣算不錯，很殊勝，遇到這樣殊勝法門。我們修行功夫，這一生當中能不能及格？還是靠不住。為什麼靠不住？名聞利養、五欲六塵的享受放不下，是非人我、恩恩怨怨的情執放不下，只要有一樁放不下，就有麻煩了，何況放不下的事情太多太多了，那這一生還有指望嗎？想必跟過去生差不多，這一生又空過了。果然空過，來生到哪裡去？來生還能得人身很難、很不容易，來生要得人身，那你得自己好好反省反省，你的五戒守得怎麼樣？你的十善修得怎麼樣？我常講五戒十善真正能達八十分，來生能得人身；如果達不到這個標準，人身就靠不住。如果我們起心動念、言語造作，要是與十惡業相應，來生就到三途去了。"
    },
    {
      "id": "02-034-0060_p0014",
      "zh_CN": "最近我让我们的同学在此地学习讲经，将《发起菩萨殊胜志乐经》再讲一遍，目的何在？诸位仔细念念、仔细听听，如果我们的心行所犯过失，要如经中所说的，必堕地狱，这真的不是假的。换句话说，现在摆在我们前面两条路，如果不能往生到极乐世界，你就要知道必堕地狱。我跟你讲的是老实话，跟你讲的是真话，如果你要是畏惧地狱苦，你就一心念佛。宋朝莹珂法师就是最好的榜样，他出家破戒，烦恼习气很重，寺院里面一些规矩他都做不到。从前规矩严格，现在我们在一块儿住，规矩已经松弛太多太多了，不要说你犯过失，守规矩也未必能得人天果报。为什么？我们的规矩放宽了，从前标准高，我们现在标准降低太多了，自己总得要警觉、总要明了，要警惕自己。",
      "zh_TW": "最近我讓我們的同學在此地學習講經，將《發起菩薩殊勝志樂經》再講一遍，目的何在？諸位仔細念念、仔細聽聽，如果我們的心行所犯過失，要如經中所說的，必墮地獄，這真的不是假的。換句話說，現在擺在我們前面兩條路，如果不能往生到極樂世界，你就要知道必墮地獄。我跟你講的是老實話，跟你講的是真話，如果你要是畏懼地獄苦，你就一心念佛。宋朝瑩珂法師就是最好的榜樣，他出家破戒，煩惱習氣很重，寺院裡面一些規矩他都做不到。從前規矩嚴格，現在我們在一塊兒住，規矩已經鬆弛太多太多了，不要說你犯過失，守規矩也未必能得人天果報。為什麼？我們的規矩放寬了，從前標準高，我們現在標準降低太多了，自己總得要警覺、總要明瞭，要警惕自己。"
    },
    {
      "id": "02-034-0060_p0015",
      "zh_CN": "尤其是对佛法，今天这经里头讲，末后两句『唯除五逆，诽谤正法』，我们有没有造毁谤正法的过？仔细思惟，多数人都犯了。一个修持很好的人，人家都赞叹很不错的人，不知不觉的还毁谤三宝：谤佛、谤法、谤僧，自己做的时候不知道。我们常常见到、常常听到，甚至于自己也常犯。菩萨戒经里一条「自赞毁他」，殊不知道自赞毁他就是毁谤三宝？我们学净土，毁谤人家参禅，毁谤人家学教，毁谤人家学密，你有没有想到，那些经论、那些法门是不是佛说的？如果是佛说的，你不就是在谤佛吗？这些经论你歧视它、轻视它，你是谤法。自古以来，依那些法门修学开悟的、证果的不是没有，你岂不是谤僧吗？",
      "zh_TW": "尤其是對佛法，今天這經裡頭講，末後兩句『唯除五逆，誹謗正法』，我們有沒有造毀謗正法的過？仔細思惟，多數人都犯了。一個修持很好的人，人家都讚歎很不錯的人，不知不覺的還毀謗三寶：謗佛、謗法、謗僧，自己做的時候不知道。我們常常見到、常常聽到，甚至於自己也常犯。菩薩戒經裡一條「自讚毀他」，殊不知道自讚毀他就是毀謗三寶？我們學淨土，毀謗人家參禪，毀謗人家學教，毀謗人家學密，你有沒有想到，那些經論、那些法門是不是佛說的？如果是佛說的，你不就是在謗佛嗎？這些經論你歧視它、輕視它，你是謗法。自古以來，依那些法門修學開悟的、證果的不是沒有，你豈不是謗僧嗎？"
    },
    {
      "id": "02-034-0060_p0016",
      "zh_CN": "几个人能像《华严经》末后，善财童子与五十三位善知识，人家修行是什么态度？我们仔细去观察，没有一个不是「自谦而尊人」。自己谦虚，我智慧不够，福德不够，选学这个法门；别人的福慧都高过我，他们修学另外的法门，无不是对别人加以赞叹；对自己所修所学的谦虚，不论他修哪个法门，都是这样的态度。表一次、表两次，怕我们没有印象，五十三位善知识就给我们表五十三次，加深我们的印象，只要是佛说的经法，无论哪个法门，我们见到恭敬赞叹，决不敢轻视。他学那个法门，我们没有智慧，我们没有定功，他的境界我们不知道；不可以说「我看你不行，你还是来念佛」。这种话只有佛菩萨再来人，他观机，他敢说，我们凡夫怎么敢讲？说不定那个人是佛菩萨再来的，说不定他无量劫善根福德因缘成熟的，决定不可以轻慢任何一个修行人，五十三参给我们这么大的一个启示。",
      "zh_TW": "幾個人能像《華嚴經》末後，善財童子與五十三位善知識，人家修行是什麼態度？我們仔細去觀察，沒有一個不是「自謙而尊人」。自己謙虛，我智慧不夠，福德不夠，選學這個法門；別人的福慧都高過我，他們修學另外的法門，無不是對別人加以讚歎；對自己所修所學的謙虛，不論他修哪個法門，都是這樣的態度。表一次、表兩次，怕我們沒有印象，五十三位善知識就給我們表五十三次，加深我們的印象，只要是佛說的經法，無論哪個法門，我們見到恭敬讚歎，決不敢輕視。他學那個法門，我們沒有智慧，我們沒有定功，他的境界我們不知道；不可以說「我看你不行，你還是來念佛」。這種話只有佛菩薩再來人，他觀機，他敢說，我們凡夫怎麼敢講？說不定那個人是佛菩薩再來的，說不定他無量劫善根福德因緣成熟的，決定不可以輕慢任何一個修行人，五十三參給我們這麼大的一個啟示。"
    },
    {
      "id": "02-034-0060_p0017",
      "zh_CN": "《弥勒菩萨所问经》里面所说的，《发起菩萨殊胜志乐经》也称《弥勒菩萨所问经》，告诉我们毁谤三宝这个罪业极重，此地愿文里面讲不能往生，念佛也不能往生。我们仔细读《净土圣贤录》，仔细去读《往生传》，看看那一些往生的人，哪一个往生的人曾经毁谤三宝？决定找不到。我们要记住不可以犯这种过失，这种过失非常容易犯，总觉得自己修行法门好，别人不如我们，不知道「法门平等，无有高下」。大乘经我们也曾经读过几部，佛法当中门门都第一，没有第二，古大德给我们选第一，选来选去是从我们自己根性上来说，不是法门，法门哪有选择的？我们的根性适合于哪个法门，门门皆证无上道。",
      "zh_TW": "《彌勒菩薩所問經》裡面所說的，《發起菩薩殊勝志樂經》也稱《彌勒菩薩所問經》，告訴我們毀謗三寶這個罪業極重，此地願文裡面講不能往生，念佛也不能往生。我們仔細讀《淨土聖賢錄》，仔細去讀《往生傳》，看看那一些往生的人，哪一個往生的人曾經毀謗三寶？決定找不到。我們要記住不可以犯這種過失，這種過失非常容易犯，總覺得自己修行法門好，別人不如我們，不知道「法門平等，無有高下」。大乘經我們也曾經讀過幾部，佛法當中門門都第一，沒有第二，古大德給我們選第一，選來選去是從我們自己根性上來說，不是法門，法門哪有選擇的？我們的根性適合於哪個法門，門門皆證無上道。"
    },
    {
      "id": "02-034-0060_p0018",
      "zh_CN": "古德这样子用心来做一个比较，实在讲，对我们也是增上缘，加深我们的信心，增长我们的信念。说得不是没有道理，《华严经》末后确实是「十大愿王导归极乐」，《无量寿经》跟《华严经》做比较，《无量寿经》是《华严》的精华。古德说《无量寿经》即是中本《华严》，这个讲法有道理，跟《华严》无二无别。小本《阿弥陀经》，那当然就是小本《华严》，《无量寿经》是中本《华严》；八十卷《华严经》，就是大本《阿弥陀经》，大本《无量寿经》。古德把这三部经看成一部，大本、中本、小本，这三样是一部经。所以我们知道，《华严经》是《无量寿经》的细说而已，讲得最详细，也可以说《华严经》是《无量寿经》的详细注解，这个关系我们总得要搞清楚。四十八愿里面这一愿最为真实，所以这一愿是真实当中的真实，我们要记住。",
      "zh_TW": "古德這樣子用心來做一個比較，實在講，對我們也是增上緣，加深我們的信心，增長我們的信念。說得不是沒有道理，《華嚴經》末後確實是「十大願王導歸極樂」，《無量壽經》跟《華嚴經》做比較，《無量壽經》是《華嚴》的精華。古德說《無量壽經》即是中本《華嚴》，這個講法有道理，跟《華嚴》無二無別。小本《阿彌陀經》，那當然就是小本《華嚴》，《無量壽經》是中本《華嚴》；八十卷《華嚴經》，就是大本《阿彌陀經》，大本《無量壽經》。古德把這三部經看成一部，大本、中本、小本，這三樣是一部經。所以我們知道，《華嚴經》是《無量壽經》的細說而已，講得最詳細，也可以說《華嚴經》是《無量壽經》的詳細註解，這個關係我們總得要搞清楚。四十八願裡面這一願最為真實，所以這一願是真實當中的真實，我們要記住。"
    },
    {
      "id": "02-034-0060_p0019",
      "zh_CN": "现在我们来解释经文，『我作佛时』，这个「我」是法藏菩萨自称。『十方众生，闻我名号』，十方无量无边的世界，这些世界里头所有的众生，我们讲十法界；不但包括十法界，诸位想想，还包括诸佛的报土，一真法界。怎么晓得？文殊、普贤在华藏世界，劝导四十一位法身大士念佛求生净土，岂不是把华藏世界摆在里头吗？那「十方众生」，真的是包括尽了，我们今天讲的世间、出世间，十法界跟一真法界全包括在其中。这一些众生「闻我名号」，闻是一个缘分，这个缘分跟上面一愿有密切关联，如果没有人介绍，你怎么会知道？介绍人对我们是大恩大德，我们得佛法殊胜的利益，亏了这个介绍人。",
      "zh_TW": "現在我們來解釋經文，『我作佛時』，這個「我」是法藏菩薩自稱。『十方眾生，聞我名號』，十方無量無邊的世界，這些世界裡頭所有的眾生，我們講十法界；不但包括十法界，諸位想想，還包括諸佛的報土，一真法界。怎麼曉得？文殊、普賢在華藏世界，勸導四十一位法身大士念佛求生淨土，豈不是把華藏世界擺在裡頭嗎？那「十方眾生」，真的是包括盡了，我們今天講的世間、出世間，十法界跟一真法界全包括在其中。這一些眾生「聞我名號」，聞是一個緣分，這個緣分跟上面一願有密切關聯，如果沒有人介紹，你怎麼會知道？介紹人對我們是大恩大德，我們得佛法殊勝的利益，虧了這個介紹人。"
    },
    {
      "id": "02-034-0060_p0020",
      "zh_CN": "谁是第一个介绍人？十方一切诸佛如来，他们是第一个介绍人。释迦牟尼佛在我们这个世界，为我们宣讲净土三经，我们才知道这个法门，才知道阿弥陀佛的名号，这是第一个介绍人。佛灭度之后，佛的弟子们集结经藏，目的是希望佛陀的教诲常住世间，代代相传，这是第二个介绍人。我们要感激阿难尊者、迦叶尊者，感谢佛陀当年在世这些诸大弟子，为我们集结经藏。经典代代相传，代代传教的祖师大德们，对我们都有恩德。佛法传到中国来，翻经的这些大德，翻成华文之后，这也有两千年了。这两千年当中，祖师大德代代相传，传到我们现在，我们才有机会听到。传法的这些祖师大德，我们怎能够忘恩负义？",
      "zh_TW": "誰是第一個介紹人？十方一切諸佛如來，他們是第一個介紹人。釋迦牟尼佛在我們這個世界，為我們宣講淨土三經，我們才知道這個法門，才知道阿彌陀佛的名號，這是第一個介紹人。佛滅度之後，佛的弟子們集結經藏，目的是希望佛陀的教誨常住世間，代代相傳，這是第二個介紹人。我們要感激阿難尊者、迦葉尊者，感謝佛陀當年在世這些諸大弟子，為我們集結經藏。經典代代相傳，代代傳教的祖師大德們，對我們都有恩德。佛法傳到中國來，翻經的這些大德，翻成華文之後，這也有兩千年了。這兩千年當中，祖師大德代代相傳，傳到我們現在，我們才有機會聽到。傳法的這些祖師大德，我們怎能夠忘恩負義？"
    },
    {
      "id": "02-034-0060_p0021",
      "zh_CN": "《般若经》里面，佛教导我们「知恩报恩」。我们怎样报佛恩？怎样报这些祖师大德之恩？只有一个方法：依教修行，往生净土。往生净土是一切诸佛如来的本愿，也就是对我们的希望。早一天往生，早一天作佛，作佛之后广度众生，这是一切诸佛的本愿，都在「闻我名号」这个缘上，「闻」。我们如果真正懂得这个字，我们今天听到，决定有义务要把这个经法介绍给别人、推荐给别人，我闻了，也希望别人都能够闻到。可是闻名号，只可以说种个善根而已，善根种下去了，要帮助他增长，已经增长了，要帮助他成熟，永远不能间断，这才叫报佛恩。所以「闻」字就太重要太重要了，无比殊胜的因缘。",
      "zh_TW": "《般若經》裡面，佛教導我們「知恩報恩」。我們怎樣報佛恩？怎樣報這些祖師大德之恩？只有一個方法：依教修行，往生淨土。往生淨土是一切諸佛如來的本願，也就是對我們的希望。早一天往生，早一天作佛，作佛之後廣度眾生，這是一切諸佛的本願，都在「聞我名號」這個緣上，「聞」。我們如果真正懂得這個字，我們今天聽到，決定有義務要把這個經法介紹給別人、推薦給別人，我聞了，也希望別人都能夠聞到。可是聞名號，只可以說種個善根而已，善根種下去了，要幫助他增長，已經增長了，要幫助他成熟，永遠不能間斷，這才叫報佛恩。所以「聞」字就太重要太重要了，無比殊勝的因緣。"
    },
    {
      "id": "02-034-0060_p0022",
      "zh_CN": "闻了之后，这一生当中能不能成就？决定在底下四句：『至心信乐，所有善根，心心回向，愿生我国』。这个「我」，就是阿弥陀佛自称。我们能不能成就？就关系在前面这三句十二个字。第一个是至心，要「至心信乐」，至心就是至诚之心，真诚到极处。我们今天虽然讲信，信佛了，也皈依，也受戒，甚至于也出家，也登座讲经，信不信？不能说你不信，但是你也未必真信。所以「信」也分很多等级，不够水平的信心，不起作用，古人常讲我们这种道心是「露水道心」，像水上的浮萍一样，信没有根，随波逐流，这是真的不是假的。甚至于修行，一生修行，到七老八十了，那个心还是被境界所转，还是为外境所动，他有什么信心？这样的信心不管用，这样的信心念佛不能往生。",
      "zh_TW": "聞了之後，這一生當中能不能成就？決定在底下四句：『至心信樂，所有善根，心心回向，願生我國』。這個「我」，就是阿彌陀佛自稱。我們能不能成就？就關係在前面這三句十二個字。第一個是至心，要「至心信樂」，至心就是至誠之心，真誠到極處。我們今天雖然講信，信佛了，也皈依，也受戒，甚至於也出家，也登座講經，信不信？不能說你不信，但是你也未必真信。所以「信」也分很多等級，不夠水平的信心，不起作用，古人常講我們這種道心是「露水道心」，像水上的浮萍一樣，信沒有根，隨波逐流，這是真的不是假的。甚至於修行，一生修行，到七老八十了，那個心還是被境界所轉，還是為外境所動，他有什麼信心？這樣的信心不管用，這樣的信心念佛不能往生。"
    },
    {
      "id": "02-034-0060_p0023",
      "zh_CN": "从前李炳老常讲，我们念佛堂念佛，一万个人当中，真正往生只有两、三个人，不成比例。为什么不能往生？你没有「至心信乐」。由此可知，「至心」，这心里头除了阿弥陀佛之外，决定没有杂念，除了求生西方极乐世界，决定没有第二个想法，这样的人这一生当中决定得生。经文上讲「至心」，《楞严经大势至菩萨念佛圆通章》里面，教我们修学的方法，「净念相继」，那个净就是至心。净的标准是什么？觉明妙行菩萨在《西方确指》里面讲得好，「不怀疑，不夹杂」，这才叫净。我们心里面，还有一些牵肠挂肚的东西没有放下，常常去想着、念着，你的心就不清净，不清净就不是至心。所以我们看看这些大乘经论里面所讲的，就知道人家标准立在什么地方。",
      "zh_TW": "從前李炳老常講，我們念佛堂念佛，一萬個人當中，真正往生只有兩、三個人，不成比例。為什麼不能往生？你沒有「至心信樂」。由此可知，「至心」，這心裡頭除了阿彌陀佛之外，決定沒有雜念，除了求生西方極樂世界，決定沒有第二個想法，這樣的人這一生當中決定得生。經文上講「至心」，《楞嚴經大勢至菩薩念佛圓通章》裡面，教我們修學的方法，「淨念相繼」，那個淨就是至心。淨的標準是什麼？覺明妙行菩薩在《西方確指》裡面講得好，「不懷疑，不夾雜」，這才叫淨。我們心裡面，還有一些牽腸掛肚的東西沒有放下，常常去想著、念著，你的心就不清淨，不清淨就不是至心。所以我們看看這些大乘經論裡面所講的，就知道人家標準立在什麼地方。"
    },
    {
      "id": "02-034-0060_p0024",
      "zh_CN": "本经在后面「三辈往生」经文之中，佛提出往生西方极乐世界，最重要的条件两句话：「发菩提心，一向专念」，这个地方的「至心信乐」，就是发菩提心。上辈往生是这个条件，中辈也是，下辈还是，乃至于修学其他法门，发愿求生极乐世界，还是这两句话，我们千万不要轻易看过。菩提心是真心，《观无量寿佛经》上跟我们讲，菩提心的体是「至诚心」，就是这里讲的「至心」。菩提心的起用，「深心」、「回向发愿心」，深心就是此地「信乐」，回向发愿心就是底下这两句：「所有善根，心心回向」。我们把前后经文对起来看，不就很清楚、很明白了吗？",
      "zh_TW": "本經在後面「三輩往生」經文之中，佛提出往生西方極樂世界，最重要的條件兩句話：「發菩提心，一向專念」，這個地方的「至心信樂」，就是發菩提心。上輩往生是這個條件，中輩也是，下輩還是，乃至於修學其他法門，發願求生極樂世界，還是這兩句話，我們千萬不要輕易看過。菩提心是真心，《觀無量壽佛經》上跟我們講，菩提心的體是「至誠心」，就是這裡講的「至心」。菩提心的起用，「深心」、「迴向發願心」，深心就是此地「信樂」，迴向發願心就是底下這兩句：「所有善根，心心回向」。我們把前後經文對起來看，不就很清楚、很明白了嗎？"
    },
    {
      "id": "02-034-0060_p0025",
      "zh_CN": "诸位还要知道，「发菩提心」，我在念佛堂念佛发菩提心，我不念佛了，我的菩提心就没有了，这样能往生吗？不行。我对佛用至诚心，对人用虚伪心，你这个心是随着人情变化的，这不能往生。佛在经上没说，你对别人可以用虚妄心，如果说对别人可以用虚妄心，那还制什么戒？我五戒十善是对阿弥陀佛，对人可以不必要了，这能讲得通吗？经上明明说，西方极乐世界是什么环境？「诸上善人，俱会一处」。你不错，很有本事，对善人你用善心，对不善人你就用恶心；给诸位说，这就把如来的意思错解了，到最后不能往生，不能怪经，不能怪佛，怪你自己错解如来真实义。所以真正要想作佛、要想往生，无论对哪个众生，都要用真诚心。真诚心是佛心，清净心是佛心，平等心是佛心，觉悟的心、大慈悲心，要用这种心生活过日子，要用这种心去工作，要用这种心处事待人接物，我们念佛的心才是真诚心、才是至心；不但你能往生，你往生的品位决定高。佛在大乘经上常常教导我们，要把一切众生看作是「自己的过去父母，未来诸佛」，用真诚的孝顺心，用真诚的恭敬心，这样才能成佛，才能往生。",
      "zh_TW": "諸位還要知道，「發菩提心」，我在念佛堂念佛發菩提心，我不念佛了，我的菩提心就沒有了，這樣能往生嗎？不行。我對佛用至誠心，對人用虛偽心，你這個心是隨著人情變化的，這不能往生。佛在經上沒說，你對別人可以用虛妄心，如果說對別人可以用虛妄心，那還制什麼戒？我五戒十善是對阿彌陀佛，對人可以不必要了，這能講得通嗎？經上明明說，西方極樂世界是什麼環境？「諸上善人，俱會一處」。你不錯，很有本事，對善人你用善心，對不善人你就用惡心；給諸位說，這就把如來的意思錯解了，到最後不能往生，不能怪經，不能怪佛，怪你自己錯解如來真實義。所以真正要想作佛、要想往生，無論對哪個眾生，都要用真誠心。真誠心是佛心，清淨心是佛心，平等心是佛心，覺悟的心、大慈悲心，要用這種心生活過日子，要用這種心去工作，要用這種心處事待人接物，我們念佛的心才是真誠心、才是至心；不但你能往生，你往生的品位決定高。佛在大乘經上常常教導我們，要把一切眾生看作是「自己的過去父母，未來諸佛」，用真誠的孝順心，用真誠的恭敬心，這樣才能成佛，才能往生。"
    },
    {
      "id": "02-034-0060_p0026",
      "zh_CN": "现前有些苦难众生找到你，他生活上有困难，求你帮助，你要不要帮助他？如果你要知道，这是我的父母，要不要帮助？这是未来诸佛，要不要供养？想到是父母、是诸佛，没有条件的去帮助他，布施供养。许多人都来找你，你觉得很困难，我全部的家当统统布施了还不够，这怎么办？实在讲，你并没有真的布施掉，你所布施供养，占你全部家当也不过几分之几而已，你就在打妄想了，你已经对佛法怀疑，不相信了。应当怎么样？欢喜布施供养，统统都供养完了，再来找你了，你的福报成熟了。福报成熟两个现象：一个是你财源滚滚而来，你布施得多，你来得就多，一定道理；另外一种现象，你成佛的机会到了，诸佛如来接引你往生，你会很欢喜、很自在的往生，决定没有病苦。",
      "zh_TW": "現前有些苦難眾生找到你，他生活上有困難，求你幫助，你要不要幫助他？如果你要知道，這是我的父母，要不要幫助？這是未來諸佛，要不要供養？想到是父母、是諸佛，沒有條件的去幫助他，布施供養。許多人都來找你，你覺得很困難，我全部的家當統統布施了還不夠，這怎麼辦？實在講，你並沒有真的布施掉，你所布施供養，佔你全部家當也不過幾分之幾而已，你就在打妄想了，你已經對佛法懷疑，不相信了。應當怎麼樣？歡喜布施供養，統統都供養完了，再來找你了，你的福報成熟了。福報成熟兩個現象：一個是你財源滾滾而來，你布施得多，你來得就多，一定道理；另外一種現象，你成佛的機會到了，諸佛如來接引你往生，你會很歡喜、很自在的往生，決定沒有病苦。"
    },
    {
      "id": "02-034-0060_p0027",
      "zh_CN": "很欢喜、很乐意的去做，依教奉行，信里头有乐，关键就在至心。我们的心，怎么都达不到这个境界；达不到这个境界，是我们的妄想杂念，就是不肯放下。为什么不能放下？你对于事实真相没搞清楚。要把事实真相搞清楚要靠正法，需要接受佛陀的教育，不能够、没有机缘接受佛陀教育，真的是很不幸。佛陀的教学，能帮助我们断烦恼、开智慧，能帮助我们放下。放下，不是放下你的工作，不是放下你的职位，无论你从事于哪一行、哪个职业，你要是学了佛法，都能放下。《华严》五十三参有示范，五十三位善知识里头，各行各业都有，都是佛，都是菩萨。德生童子、有德童女，用我们现在的话来说，他们是学生身分，并没有说把学校功课放弃掉了，学校功课还是很认真去修学，在学校是模范学生、好学生，学生里面的榜样，学生里面的菩萨。大光王是国家领导人的菩萨，他并没有把他的职务辞掉，他还是作国王，还是要治理这个国家，人家身心自在，无烦无恼。他为什么能做到？他学到了佛法。所以佛法教我们放下，是教我们放下心里面的杂念，放下胡思乱想，是放下这些邪念，不是说正念没有。",
      "zh_TW": "很歡喜、很樂意的去做，依教奉行，信裡頭有樂，關鍵就在至心。我們的心，怎麼都達不到這個境界；達不到這個境界，是我們的妄想雜念，就是不肯放下。為什麼不能放下？你對於事實真相沒搞清楚。要把事實真相搞清楚要靠正法，需要接受佛陀的教育，不能夠、沒有機緣接受佛陀教育，真的是很不幸。佛陀的教學，能幫助我們斷煩惱、開智慧，能幫助我們放下。放下，不是放下你的工作，不是放下你的職位，無論你從事於哪一行、哪個職業，你要是學了佛法，都能放下。《華嚴》五十三參有示範，五十三位善知識裡頭，各行各業都有，都是佛，都是菩薩。德生童子、有德童女，用我們現在的話來說，他們是學生身分，並沒有說把學校功課放棄掉了，學校功課還是很認真去修學，在學校是模範學生、好學生，學生裡面的榜樣，學生裡面的菩薩。大光王是國家領導人的菩薩，他並沒有把他的職務辭掉，他還是作國王，還是要治理這個國家，人家身心自在，無煩無惱。他為什麼能做到？他學到了佛法。所以佛法教我們放下，是教我們放下心裡面的雜念，放下胡思亂想，是放下這些邪念，不是說正念沒有。"
    },
    {
      "id": "02-034-0060_p0028",
      "zh_CN": "什么是正念？大光王的身分是国家领导人，念念为利益这一个国家的人民，念念为利益一切众生，决定没有一个念头念自私自利。诸位要晓得，念自己的是邪念，不是正念。念你自己工作的本分，这个本分决定是为人民服务、为社会服务、为一切众生服务，这个念叫正念，没有一丝毫自私自利的念头掺杂在其中；如果有掺杂在其中，那叫夹杂，那叫染污，心不清净。所以诸位要晓得，真诚心、清净心、平等心、觉悟心、慈悲心，都落实在生活当中，落实在工作里面，落实在处事待人接物，那是正心、正念。",
      "zh_TW": "什麼是正念？大光王的身分是國家領導人，念念為利益這一個國家的人民，念念為利益一切眾生，決定沒有一個念頭念自私自利。諸位要曉得，念自己的是邪念，不是正念。念你自己工作的本分，這個本分決定是為人民服務、為社會服務、為一切眾生服務，這個念叫正念，沒有一絲毫自私自利的念頭摻雜在其中；如果有摻雜在其中，那叫夾雜，那叫染污，心不清淨。所以諸位要曉得，真誠心、清淨心、平等心、覺悟心、慈悲心，都落實在生活當中，落實在工作裡面，落實在處事待人接物，那是正心、正念。"
    },
    {
      "id": "02-034-0060_p0029",
      "zh_CN": "所以放下，是你放下邪念，不是没有正念，绝对不是叫你放下工作。好，我这世间工作放下了，放下就出家了，出家也是个行业，出家还是要工作。释迦牟尼佛出家，出家先求学，到处去求学，再示现成道；成道之后，一天到晚忙得不亦乐乎，到处为人讲经说法。他的工作归纳起来，劝导一切众生断恶修善，为一切众生说明，十法界因果报应的道理跟事实真相。天天讲，到处讲，已经明了，已经懂得，再把他向上提升，帮助他破迷开悟，了解宇宙人生的真相，帮助一切众生超凡入圣；他干这个工作，没有一天休息。我们现在不管搞哪个行业，每一年还有几天休假，还到外面去度假，你们在经典查查看，释迦牟尼佛什么时候放过假？他到哪里去度过假？没有。一生不是求学，就是教学，没有一天中断的。所以说就是佛也有工作，出家还是有工作，不是出家就没事了，就没工作了。",
      "zh_TW": "所以放下，是你放下邪念，不是沒有正念，絕對不是叫你放下工作。好，我這世間工作放下了，放下就出家了，出家也是個行業，出家還是要工作。釋迦牟尼佛出家，出家先求學，到處去求學，再示現成道；成道之後，一天到晚忙得不亦樂乎，到處為人講經說法。他的工作歸納起來，勸導一切眾生斷惡修善，為一切眾生說明，十法界因果報應的道理跟事實真相。天天講，到處講，已經明瞭，已經懂得，再把他向上提昇，幫助他破迷開悟，了解宇宙人生的真相，幫助一切眾生超凡入聖；他幹這個工作，沒有一天休息。我們現在不管搞哪個行業，每一年還有幾天休假，還到外面去度假，你們在經典查查看，釋迦牟尼佛什麼時候放過假？他到哪裡去度過假？沒有。一生不是求學，就是教學，沒有一天中斷的。所以說就是佛也有工作，出家還是有工作，不是出家就沒事了，就沒工作了。"
    },
    {
      "id": "02-034-0060_p0030",
      "zh_CN": "出家的工作，说实在的话，比在家更艰难。为什么？在家还有度假，出家没有度假的；在家工作有报酬，出家没有报酬。千万不要错会了意思，现在出家人供养很多，以为这个东西是不劳而获。所以有一些聪明而无知的年轻人，怎么是聪明无知？聪明是看到出家人收入很容易，名闻利养得来的很容易；怎么说他愚痴？他把他应该从事的行业放下，出家了，出家干什么？搞名闻利养。名闻利养，没错，是很容易获得。可是你要晓得，这种名利决定不能受，受了之后决定堕地狱。名闻利养都不能受，释迦牟尼佛示范给我们看。",
      "zh_TW": "出家的工作，說實在的話，比在家更艱難。為什麼？在家還有度假，出家沒有度假的；在家工作有報酬，出家沒有報酬。千萬不要錯會了意思，現在出家人供養很多，以為這個東西是不勞而獲。所以有一些聰明而無知的年輕人，怎麼是聰明無知？聰明是看到出家人收入很容易，名聞利養得來的很容易；怎麼說他愚痴？他把他應該從事的行業放下，出家了，出家幹什麼？搞名聞利養。名聞利養，沒錯，是很容易獲得。可是你要曉得，這種名利決定不能受，受了之後決定墮地獄。名聞利養都不能受，釋迦牟尼佛示範給我們看。"
    },
    {
      "id": "02-034-0060_p0031",
      "zh_CN": "而且在经典里面，多次的告诫我们，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」，你去受用，受用了之后，你慢慢还债。你要晓得，那个供养的人，都在你这边放高利贷的，现在拿的是好用，将来还起来可就不是味道了。所以我们接受人家供养用什么心态？他来放高利贷，提高警觉；说老实话，一分钱都不能用。即使正当用途，也要尽量去节俭；如果浪费，经典里面都有重戒。你们大家都念过，你浪费常住的，有什么样的果报？不要说戒经，《地藏经》上就讲得很多，你们现在学习《弥勒菩萨所问经》里头也讲得很多。可是我们这种习气，无始劫以来的习气，不知不觉天天在破戒，起心动念、所作所为违背了佛陀的教诫，我们想想我们有什么前途？",
      "zh_TW": "而且在經典裡面，多次的告誡我們，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」，你去受用，受用了之後，你慢慢還債。你要曉得，那個供養的人，都在你這邊放高利貸的，現在拿的是好用，將來還起來可就不是味道了。所以我們接受人家供養用什麼心態？他來放高利貸，提高警覺；說老實話，一分錢都不能用。即使正當用途，也要盡量去節儉；如果浪費，經典裡面都有重戒。你們大家都念過，你浪費常住的，有什麼樣的果報？不要說戒經，《地藏經》上就講得很多，你們現在學習《彌勒菩薩所問經》裡頭也講得很多。可是我們這種習氣，無始劫以來的習氣，不知不覺天天在破戒，起心動念、所作所為違背了佛陀的教誡，我們想想我們有什麼前途？"
    },
    {
      "id": "02-034-0060_p0032",
      "zh_CN": "追究修学不能成就的根本因素，就是「至心」两个字，总是做不到。做不到的原因，就是放不下，放不下的原因，就是对于事实真相不了解。虽然天天在读经，天天在听讲，说实在话，没有真的了解，一知半解，没有真正理解；真正理解，你就真正做到。你说我很懂得、理解，我还做不到；假的，绝对不是真的。这个事情我在年轻的时候，向章嘉大师请教过，章嘉大师教导我，佛法的总结论：「知难行易」，你明了很困难，回头很容易。回头就是你真正做到，做到不难，理解太难了。真正理解，没有做不到的；凡是做不到的，你决定没有理解，这个话说得好！我现在做不到，怎么办？学，认真努力的学，知道我学得还不够，我了解还不够透彻。世尊四十九年讲经说法，佛家自始至终着重在实行，为什么释迦牟尼佛天天讲经？行在解之后，信解行证，你不透彻的理解，你怎么能做到？透彻理解要长时间的学教，真正明白了，真的懂得了，然后你才肯真干，没有一丝毫怀疑，你做得很自在，你做得很如法，真正把你所学、所理解的全部都落实了，这是我们一定要懂得。",
      "zh_TW": "追究修學不能成就的根本因素，就是「至心」兩個字，總是做不到。做不到的原因，就是放不下，放不下的原因，就是對於事實真相不了解。雖然天天在讀經，天天在聽講，說實在話，沒有真的了解，一知半解，沒有真正理解；真正理解，你就真正做到。你說我很懂得、理解，我還做不到；假的，絕對不是真的。這個事情我在年輕的時候，向章嘉大師請教過，章嘉大師教導我，佛法的總結論：「知難行易」，你明瞭很困難，回頭很容易。回頭就是你真正做到，做到不難，理解太難了。真正理解，沒有做不到的；凡是做不到的，你決定沒有理解，這個話說得好！我現在做不到，怎麼辦？學，認真努力的學，知道我學得還不夠，我了解還不夠透徹。世尊四十九年講經說法，佛家自始至終著重在實行，為什麼釋迦牟尼佛天天講經？行在解之後，信解行證，你不透徹的理解，你怎麼能做到？透徹理解要長時間的學教，真正明白了，真的懂得了，然後你才肯真幹，沒有一絲毫懷疑，你做得很自在，你做得很如法，真正把你所學、所理解的全部都落實了，這是我們一定要懂得。"
    },
    {
      "id": "02-034-0060_p0033",
      "zh_CN": "黄老居士注解注得太深了，他讲「至心」，就是讲本经里面所说的「真实之际」。本经讲三个真实，很难得，大乘经里少见。真实之际是什么？是真心，是本性。换句话说，至心，心真诚到极处，确实真诚到极处，自性就现前了，就是禅宗里面所讲的明心见性。我们今天虽然达不到，但是方向要正确，目标要明了，不能做到真正的发菩提心，也要有相似的发菩提心，这才能往生。相似可不是假的；用真诚心，人家达到极处，我达不到极处；虽达不到极处，我确实是真诚心。用这个心念佛，用这个心学佛，学佛就是学佛的生活，就是学佛的处事，这叫学佛。佛怎么过日子？佛怎样待人？佛怎样对物？甚至于说佛怎样对天地鬼神？在这个地方学习叫学佛，你才像个佛。我们有没有懂得？有没有体会到？",
      "zh_TW": "黃老居士註解註得太深了，他講「至心」，就是講本經裡面所說的「真實之際」。本經講三個真實，很難得，大乘經裡少見。真實之際是什麼？是真心，是本性。換句話說，至心，心真誠到極處，確實真誠到極處，自性就現前了，就是禪宗裡面所講的明心見性。我們今天雖然達不到，但是方向要正確，目標要明瞭，不能做到真正的發菩提心，也要有相似的發菩提心，這才能往生。相似可不是假的；用真誠心，人家達到極處，我達不到極處；雖達不到極處，我確實是真誠心。用這個心念佛，用這個心學佛，學佛就是學佛的生活，就是學佛的處事，這叫學佛。佛怎麼過日子？佛怎樣待人？佛怎樣對物？甚至於說佛怎樣對天地鬼神？在這個地方學習叫學佛，你才像個佛。我們有沒有懂得？有沒有體會到？"
    },
    {
      "id": "02-034-0060_p0034",
      "zh_CN": "最初方便下手之处，司马光讲得好，司马光诚实，这中国历史上著名的，真诚。他从哪里做起？他从「不妄语始」，一生对人没有说过妄语，他的真诚是从这个地方落实。我们今天能不能对人家不妄语？你能做得到吗？如果还做不到，所以我就说了，你能有相似的诚心，那就算不错了。对人还是有妄语，妄语不要太过分，不要太离谱。现在社会上所说的隐私权，隐私权是什么？还不就是妄语，还不就是不老实，自己总有一些事情不敢告诉人。其实错了，一个古时候读书人、君子，光明磊落，一生无事不可告人也。我们学佛，如果连这个水平都达不到，跟诸位说，往生是真难，真不容易。所以真正求往生，心里面要做到光明磊落，没有一桩事情有必要去瞒人的，没有必要，我们至心才露了一点出来。这样的心信佛，相信佛的教诲，喜欢佛的教诲，你就能够依教奉行，你能真正做得到。佛教我们要做的，我们样样做到，做得很圆满；佛教我们不可以做的，我们决定不能做，从这里下手。所以一定要把至诚至心落实，信乐落实。",
      "zh_TW": "最初方便下手之處，司馬光講得好，司馬光誠實，這中國歷史上著名的，真誠。他從哪裡做起？他從「不妄語始」，一生對人沒有說過妄語，他的真誠是從這個地方落實。我們今天能不能對人家不妄語？你能做得到嗎？如果還做不到，所以我就說了，你能有相似的誠心，那就算不錯了。對人還是有妄語，妄語不要太過分，不要太離譜。現在社會上所說的隱私權，隱私權是什麼？還不就是妄語，還不就是不老實，自己總有一些事情不敢告訴人。其實錯了，一個古時候讀書人、君子，光明磊落，一生無事不可告人也。我們學佛，如果連這個水平都達不到，跟諸位說，往生是真難，真不容易。所以真正求往生，心裡面要做到光明磊落，沒有一樁事情有必要去瞞人的，沒有必要，我們至心才露了一點出來。這樣的心信佛，相信佛的教誨，喜歡佛的教誨，你就能夠依教奉行，你能真正做得到。佛教我們要做的，我們樣樣做到，做得很圓滿；佛教我們不可以做的，我們決定不能做，從這裡下手。所以一定要把至誠至心落實，信樂落實。"
    },
    {
      "id": "02-034-0060_p0035",
      "zh_CN": "佛说的经论太多了，我们无需要一一去涉猎，样样去学习，那不是佛教我们的。佛所说的一切经论，实际上，就是让我们在经论当中选择一、两种，一生依靠它修学，受用不尽，现前无论你是生活、工作，你都会得到圆满。圆满，不一定是富裕，不一定说你升官发财，叫圆满，你把圆满看错了。圆满是身心安乐，自在随缘，那是真圆满，你真看破了，真放下了。无论自己过什么日子，贫贱的生活也好，富贵的生活也好，你会安于你的生活，无忧无恼，你得自在了。对人、对事、对物，你有智慧随缘，你就过佛菩萨的生活，你就超凡入圣，都在真诚心。",
      "zh_TW": "佛說的經論太多了，我們無需要一一去涉獵，樣樣去學習，那不是佛教我們的。佛所說的一切經論，實際上，就是讓我們在經論當中選擇一、兩種，一生依靠它修學，受用不盡，現前無論你是生活、工作，你都會得到圓滿。圓滿，不一定是富裕，不一定說你升官發財，叫圓滿，你把圓滿看錯了。圓滿是身心安樂，自在隨緣，那是真圓滿，你真看破了，真放下了。無論自己過什麼日子，貧賤的生活也好，富貴的生活也好，你會安於你的生活，無憂無惱，你得自在了。對人、對事、對物，你有智慧隨緣，你就過佛菩薩的生活，你就超凡入聖，都在真誠心。"
    },
    {
      "id": "02-034-0060_p0036",
      "zh_CN": "深心是好善好德。善是什么？利益一切众生是善；德是什么？性德。这个好善，一定是随顺性德。性德是什么？性德是无住，性德就是清净平等，清净平等就是无住。佛家常讲，「外不着相，内不动心」，那是性德。所以行善，利益一切众生，不住行善之相，你说你的心多清净！像经上讲作国王，治理这个国家，他行善。《地藏经》上你们念得很熟，地藏菩萨在因地当中也做过国王，以十善治国，他治理国家的纲领是十善业道，自己奉行十善，教导全国人民都修十善，政绩好，国家治理得好。虽然行十善，推行十善，自己心地清净无染，你说他多么自在！一尘都不染，工作做得有条有理，丝毫不紊乱。为什么？充满了智慧，真实智慧，这才是性德，那才是真正的菩萨行；也为我们证实《华严经》所讲的「理事无碍，事事无碍」。",
      "zh_TW": "深心是好善好德。善是什麼？利益一切眾生是善；德是什麼？性德。這個好善，一定是隨順性德。性德是什麼？性德是無住，性德就是清淨平等，清淨平等就是無住。佛家常講，「外不著相，內不動心」，那是性德。所以行善，利益一切眾生，不住行善之相，你說你的心多清淨！像經上講作國王，治理這個國家，他行善。《地藏經》上你們念得很熟，地藏菩薩在因地當中也做過國王，以十善治國，他治理國家的綱領是十善業道，自己奉行十善，教導全國人民都修十善，政績好，國家治理得好。雖然行十善，推行十善，自己心地清淨無染，你說他多麼自在！一塵都不染，工作做得有條有理，絲毫不紊亂。為什麼？充滿了智慧，真實智慧，這才是性德，那才是真正的菩薩行；也為我們證實《華嚴經》所講的「理事無礙，事事無礙」。"
    },
    {
      "id": "02-034-0060_p0037",
      "zh_CN": "我们今天是处处成障，处处都是障碍。障碍从哪里来的？障碍从我们没有智慧，都是从妄想分别执着里头来的。诸佛菩萨无论示现男女老少，无论示现哪一种行业，他的本事就是永远放下妄想分别执着，所以无论什么样身分，无论从事哪个行业，都做得非常圆满。菩萨事业！无论哪个行业总是菩萨事业，这是我们要学习的，我们在这个地方要建立信心，用真心、慈悲心、欢喜心；黄老居士在此地说，他说得很好，「愿欲爱悦之心」，愿是愿望、欲望、喜欢，「欢喜庆幸之心」。这世间人有的，但是世间人这种心没有离开情执，你的愿、你的欲、你的爱没有脱离情执，所以造业，业必定感得苦乐的果报。",
      "zh_TW": "我們今天是處處成障，處處都是障礙。障礙從哪裡來的？障礙從我們沒有智慧，都是從妄想分別執著裡頭來的。諸佛菩薩無論示現男女老少，無論示現哪一種行業，他的本事就是永遠放下妄想分別執著，所以無論什麼樣身分，無論從事哪個行業，都做得非常圓滿。菩薩事業！無論哪個行業總是菩薩事業，這是我們要學習的，我們在這個地方要建立信心，用真心、慈悲心、歡喜心；黃老居士在此地說，他說得很好，「願欲愛悅之心」，願是願望、欲望、喜歡，「歡喜慶幸之心」。這世間人有的，但是世間人這種心沒有離開情執，你的願、你的欲、你的愛沒有脫離情執，所以造業，業必定感得苦樂的果報。"
    },
    {
      "id": "02-034-0060_p0038",
      "zh_CN": "菩萨的愿，菩萨的欲，菩萨的爱乐，给诸位说，完全脱离了情执；也就是他那个心没有妄想、没有分别、没有执着，他是真心，真心里面爱乐是无量功德。怎么晓得？他不是为自己，他的愿不是为自己。像此地阿弥陀佛四十八愿，愿愿都为众生，愿愿帮助众生早成佛道，不为自己。愿如是，欲望也是如是，爱好也是如是。由此可知，放下是放下什么？放下自己的妄想分别执着。要做的是什么？真正利益众生的事业。能够放下妄想分别执着，他做的事业叫净业。净业的果报，六道里头没有了，果报在哪里？在净土，心净则佛土净。无论他造作什么事业，只要放下妄想分别执着，他造的事业，底下讲那是善根，他所有的善根，心心回向，就决定得生。这个道理，我们要明白，我们要懂得。",
      "zh_TW": "菩薩的願，菩薩的欲，菩薩的愛樂，給諸位說，完全脫離了情執；也就是他那個心沒有妄想、沒有分別、沒有執著，他是真心，真心裡面愛樂是無量功德。怎麼曉得？他不是為自己，他的願不是為自己。像此地阿彌陀佛四十八願，願願都為眾生，願願幫助眾生早成佛道，不為自己。願如是，欲望也是如是，愛好也是如是。由此可知，放下是放下什麼？放下自己的妄想分別執著。要做的是什麼？真正利益眾生的事業。能夠放下妄想分別執著，他做的事業叫淨業。淨業的果報，六道裡頭沒有了，果報在哪裡？在淨土，心淨則佛土淨。無論他造作什麼事業，只要放下妄想分別執著，他造的事業，底下講那是善根，他所有的善根，心心迴向，就決定得生。這個道理，我們要明白，我們要懂得。"
    },
    {
      "id": "02-034-0060_p0039",
      "zh_CN": "所以今天第一个缘我们有了。第一个缘是因缘，我们接触佛法的因缘，我们有了，我们所缺的是善根福德。「至心信乐」是善根，是真正的善根。下面讲「所有善根」，这个善根用我们的话来说，是福德。黄念祖老居士也注得好，这个善根是「身、口、意」三业之善。为什么叫做「根」？牢不可拔，他「身口意」的三善，不会被外面境界破坏，不会被外面境界动摇，所以叫它做善根，这个讲法也讲得很好。我们今天修善，听到人家说几句风言风语，信心就动摇，好事不敢做，常有这个现象。几时我们这个善才真正有根，根浅了还不行；草也有根，一拔就拔出来了；小树也有根，风一吹就倒了；大树那个根，那才牢。我们的根是什么根？禁不起风吹雨打，所以我们的善没有根。身语意，断一切恶，修一切善，这叫善根。这个善根，可见得就是将佛陀的教诲，落实到我们生活之中，牢不可拔。",
      "zh_TW": "所以今天第一個緣我們有了。第一個緣是因緣，我們接觸佛法的因緣，我們有了，我們所缺的是善根福德。「至心信樂」是善根，是真正的善根。下面講「所有善根」，這個善根用我們的話來說，是福德。黃念祖老居士也註得好，這個善根是「身、口、意」三業之善。為什麼叫做「根」？牢不可拔，他「身口意」的三善，不會被外面境界破壞，不會被外面境界動搖，所以叫它做善根，這個講法也講得很好。我們今天修善，聽到人家說幾句風言風語，信心就動搖，好事不敢做，常有這個現象。幾時我們這個善才真正有根，根淺了還不行；草也有根，一拔就拔出來了；小樹也有根，風一吹就倒了；大樹那個根，那才牢。我們的根是什麼根？禁不起風吹雨打，所以我們的善沒有根。身語意，斷一切惡，修一切善，這叫善根。這個善根，可見得就是將佛陀的教誨，落實到我們生活之中，牢不可拔。"
    },
    {
      "id": "02-034-0060_p0040",
      "zh_CN": "我们信佛，「信佛」这两个字相当不容易，信佛就真的会依教奉行，还不肯认真去做的没有信，真正相信哪有做不到的？所以我们的信心，古大德也讲了许多层次。我们今天的信心，不是迷信。迷信是对于佛法一无所知，他就相信了。佛法是什么？不知道；信不信？他信，每天来烧香、来拜拜，这是迷信。我们今天这个信，勉强可以说得上正信，对于佛法明白了，懂得一些，所以这个信是依解而生的，这不是迷信。但是我们解得不够深、不够透彻，所以信心也就不深、也就不彻底，还会常常被外面一些邪知邪见动摇。如何让信心坚固？要解得深。解得深，解得圆，你的信心就坚定了。解信既深又圆，你的行那还有什么问题？你的生活，你的言行，自自然然像佛、像菩萨，依教奉行他就像了。我们今天还不像，不像就是解得不够深，解得不够圆。《金刚经》佛教给我们「深解义趣」，这一句话不能够疏忽。",
      "zh_TW": "我們信佛，「信佛」這兩個字相當不容易，信佛就真的會依教奉行，還不肯認真去做的沒有信，真正相信哪有做不到的？所以我們的信心，古大德也講了許多層次。我們今天的信心，不是迷信。迷信是對於佛法一無所知，他就相信了。佛法是什麼？不知道；信不信？他信，每天來燒香、來拜拜，這是迷信。我們今天這個信，勉強可以說得上正信，對於佛法明白了，懂得一些，所以這個信是依解而生的，這不是迷信。但是我們解得不夠深、不夠透徹，所以信心也就不深、也就不徹底，還會常常被外面一些邪知邪見動搖。如何讓信心堅固？要解得深。解得深，解得圓，你的信心就堅定了。解信既深又圓，你的行那還有什麼問題？你的生活，你的言行，自自然然像佛、像菩薩，依教奉行他就像了。我們今天還不像，不像就是解得不夠深，解得不夠圓。《金剛經》佛教給我們「深解義趣」，這一句話不能夠疏忽。"
    },
    {
      "id": "02-034-0060_p0041",
      "zh_CN": "我们断恶行善才有根，有了根之后要「心心回向」。我们在一生当中，只有一个目标、一个方向，方向是什么？西方极乐世界；目标？见阿弥陀佛，决定求往生见佛。往生见佛是真的不是假的，决定不是迷信，我们在古德文字记载当中见到许多。有些人说，你看到古人记载，你就相信吗？他是不是骗你的？现在人写文章骗人的多，古人不骗人，古人讲的都是老实话，不骗人的。骗人总有个目的，要是说没有目的骗人，那个人不就是神经不正常？神经不正常的人，怎么能写得出好文章？所以我们想想古人不会骗人。佛更不会骗人，谁能够写得出文章能像经典？写不出来。这些都是事实，摆在我们面前。所以骗人一定有不良的企图，有用意；否则的话，为什么无缘无故就骗人？没这个道理的。我们要相信古圣先贤，他们传下来的东西都是真实的，依教奉行，决定有利益。",
      "zh_TW": "我們斷惡行善才有根，有了根之後要「心心回向」。我們在一生當中，只有一個目標、一個方向，方向是什麼？西方極樂世界；目標？見阿彌陀佛，決定求往生見佛。往生見佛是真的不是假的，決定不是迷信，我們在古德文字記載當中見到許多。有些人說，你看到古人記載，你就相信嗎？他是不是騙你的？現在人寫文章騙人的多，古人不騙人，古人講的都是老實話，不騙人的。騙人總有個目的，要是說沒有目的騙人，那個人不就是神經不正常？神經不正常的人，怎麼能寫得出好文章？所以我們想想古人不會騙人。佛更不會騙人，誰能夠寫得出文章能像經典？寫不出來。這些都是事實，擺在我們面前。所以騙人一定有不良的企圖，有用意；否則的話，為什麼無緣無故就騙人？沒這個道理的。我們要相信古聖先賢，他們傳下來的東西都是真實的，依教奉行，決定有利益。"
    },
    {
      "id": "02-034-0060_p0042",
      "zh_CN": "古人远，今人近，我们从最近所听到的，甚至于我们自己亲眼看到的，一个人往生的时候，阿弥陀佛来接他，他说：佛来了，佛来接引我，我看到了。他看到了，我们没有看到，他是说假话吗？他是骗我们吗？不是，人在临终的时候还打个妄语骗你，为什么？哪有这种道理？古人有谓「人之将死，其言也善」，难道临死还打妄语、还骗你？哪有这种道理！我们助念送往生，这种情形看得很多。佛，往生的人见到了，我们虽然没有见到，但是有种种瑞相，我们有时候看到光，闻到异香，听到天乐，听到空中有念佛的音声，这个常常有，难道这些还不够做证明吗？",
      "zh_TW": "古人遠，今人近，我們從最近所聽到的，甚至於我們自己親眼看到的，一個人往生的時候，阿彌陀佛來接他，他說：佛來了，佛來接引我，我看到了。他看到了，我們沒有看到，他是說假話嗎？他是騙我們嗎？不是，人在臨終的時候還打個妄語騙你，為什麼？哪有這種道理？古人有謂「人之將死，其言也善」，難道臨死還打妄語、還騙你？哪有這種道理！我們助念送往生，這種情形看得很多。佛，往生的人見到了，我們雖然沒有見到，但是有種種瑞相，我們有時候看到光，聞到異香，聽到天樂，聽到空中有念佛的音聲，這個常常有，難道這些還不夠做證明嗎？"
    },
    {
      "id": "02-034-0060_p0043",
      "zh_CN": "肯定西方极乐世界真有，肯定有六道轮回，决定不假，然后我们对佛法才生起真正的信心，这个信心坚定，决定不会被破坏。从这个信心再求解，解加深你的信心，你解得一分你就能行一分，你解得两分你就能行两分，看你自己在日常生活当中的行持，跟佛法相应几分，就知道你领解的程度，你领悟、你理解的程度，从你日常生活当中，就能看得清清楚楚、明明白白。真正高明的人，看你修行程度是清清楚楚，决定不可能隐瞒任何一个人。只能够隐瞒没有功夫的人，天天打妄想的人，你可以瞒他；心地清净的人，真正修行的人，你瞒不过他。",
      "zh_TW": "肯定西方極樂世界真有，肯定有六道輪迴，決定不假，然後我們對佛法才生起真正的信心，這個信心堅定，決定不會被破壞。從這個信心再求解，解加深你的信心，你解得一分你就能行一分，你解得兩分你就能行兩分，看你自己在日常生活當中的行持，跟佛法相應幾分，就知道你領解的程度，你領悟、你理解的程度，從你日常生活當中，就能看得清清楚楚、明明白白。真正高明的人，看你修行程度是清清楚楚，決定不可能隱瞞任何一個人。只能夠隱瞞沒有功夫的人，天天打妄想的人，你可以瞞他；心地清淨的人，真正修行的人，你瞞不過他。"
    },
    {
      "id": "02-034-0060_p0044",
      "zh_CN": "这一段意思很深很广，我们要多用一点时间来学习，决定能够帮助我们在佛七当中功夫得力。功夫能不能得力？实在讲，最重要的就是信心，要「至心信乐」，要真正断恶修善，成就自己的善根，然后心心回向，求愿往生。「心心回向」，我们下一堂再讲，今天就讲到此地。",
      "zh_TW": "這一段意思很深很廣，我們要多用一點時間來學習，決定能夠幫助我們在佛七當中功夫得力。功夫能不能得力？實在講，最重要的就是信心，要「至心信樂」，要真正斷惡修善，成就自己的善根，然後心心回向，求願往生。「心心回向」，我們下一堂再講，今天就講到此地。"
    }
  ]
}