{
  "doc_id": "02-034-0001",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0001",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "02-034-0001_p0001",
      "zh_CN": "诸位法师，诸位同修：",
      "zh_TW": "諸位法師，諸位同修："
    },
    {
      "id": "02-034-0001_p0002",
      "zh_CN": "今天我们在这个地区，是第三次启讲《无量寿经》。过去十年当中，我们在全世界许许多多国家地区，将这一部经讲过许多遍，算一算这一次是第十遍。每一次所讲的，诸位如果从录音带上去听听、比较一下，你会发现到都不一样。这一次为什么又想起来要讲这部经？是最近展开经卷，有许许多多新的启示，如古大德所说的，年年境界不相同，应当将这些悟处、这些心得，提出来与诸位同修分享。",
      "zh_TW": "今天我們在這個地區，是第三次啟講《無量壽經》。過去十年當中，我們在全世界許許多多國家地區，將這一部經講過許多遍，算一算這一次是第十遍。每一次所講的，諸位如果從錄音帶上去聽聽、比較一下，你會發現到都不一樣。這一次為什麼又想起來要講這部經？是最近展開經卷，有許許多多新的啟示，如古大德所說的，年年境界不相同，應當將這些悟處、這些心得，提出來與諸位同修分享。"
    },
    {
      "id": "02-034-0001_p0003",
      "zh_CN": "这一次的启讲，我们将重点放在「行」、「证」上。同修们可以说都是老修了，今天来参加讲堂的都不是初学，都是老修了，都知道每一部经都有「教、理、行、果」这四个部分，佛门里面也称之为教经、理经、行经、果经。这一部经的文字，是属于「教」；文字里面所叙述的理论、道理，这是「理」。另外还有教导我们怎么样去修学，怎样将经论它的理论、它的方法，落实在我们生活当中，这叫做「行经」。我们修行有了境界，将自己的境界跟这个经再来对照一下、印证一下，我们在日常生活当中，对于宇宙人生的看法、想法，以及平常对人、对事、对物种种的作法，与佛在经典里面教导我们一样不一样，这就叫做「证」。",
      "zh_TW": "這一次的啟講，我們將重點放在「行」、「證」上。同修們可以說都是老修了，今天來參加講堂的都不是初學，都是老修了，都知道每一部經都有「教、理、行、果」這四個部分，佛門裡面也稱之為教經、理經、行經、果經。這一部經的文字，是屬於「教」；文字裡面所敘述的理論、道理，這是「理」。另外還有教導我們怎麼樣去修學，怎樣將經論它的理論、它的方法，落實在我們生活當中，這叫做「行經」。我們修行有了境界，將自己的境界跟這個經再來對照一下、印證一下，我們在日常生活當中，對於宇宙人生的看法、想法，以及平常對人、對事、對物種種的作法，與佛在經典裡面教導我們一樣不一樣，這就叫做「證」。"
    },
    {
      "id": "02-034-0001_p0004",
      "zh_CN": "经有教、理、行、果，我们学习有信、解、行、证。往年，我们介绍这部经，目标偏重在信、解，希望诸位同修听了之后，能生起信心，能够理解经典里面的义趣。而这一次我们把中心移在行、证。我们学这部经，这部经里面每一个字、每一句，如何落实在我们生活上，落实在我们日常工作当中，处事待人接物、应酬上，这种学习就非常有意义、非常有受用。所以这一次给诸位报告，跟过去有一些不相同的地方，关于教理这一部分，我们可以把它省略掉，专门研究行法。教理前面说过很多遍，有录音带、录像带，也有讲义流通，诸位都可以做参考，所以今天我们这一会，玄义就省掉了。讲义里面四大册，玄义就占了一册，四分之一。",
      "zh_TW": "經有教、理、行、果，我們學習有信、解、行、證。往年，我們介紹這部經，目標偏重在信、解，希望諸位同修聽了之後，能生起信心，能夠理解經典裡面的義趣。而這一次我們把中心移在行、證。我們學這部經，這部經裡面每一個字、每一句，如何落實在我們生活上，落實在我們日常工作當中，處事待人接物、應酬上，這種學習就非常有意義、非常有受用。所以這一次給諸位報告，跟過去有一些不相同的地方，關於教理這一部分，我們可以把它省略掉，專門研究行法。教理前面說過很多遍，有錄音帶、錄像帶，也有講義流通，諸位都可以做參考，所以今天我們這一會，玄義就省掉了。講義裡面四大冊，玄義就佔了一冊，四分之一。"
    },
    {
      "id": "02-034-0001_p0005",
      "zh_CN": "今天我们直接要入经文，从经文讲起。但是讲经文，题目是不能够省略的，还是先看题目。本经的题目，夏老居士的会集，是将宋译本跟汉译本两种会合起来，真是天衣无缝，会集得非常的完美。将《无量寿经》十二种译本的意思，圆圆满满含摄在其中，不仅仅是《无量寿经》的十二个译本；实实在在讲，世尊四十九年所说的一切法，都离不开这个经题，经题好比是纲领，都包含在这个纲领之中。世尊说法如是，十方三世一切诸佛如来，为一切众生所说无量无边的法门，也离不开这个经题，经题真正是佛法大圆满的总纲领。我们从这个题里面建立信心，从这个题里面去体会圆满的信、解、行、证。经题是：",
      "zh_TW": "今天我們直接要入經文，從經文講起。但是講經文，題目是不能夠省略的，還是先看題目。本經的題目，夏老居士的會集，是將宋譯本跟漢譯本兩種會合起來，真是天衣無縫，會集得非常的完美。將《無量壽經》十二種譯本的意思，圓圓滿滿含攝在其中，不僅僅是《無量壽經》的十二個譯本；實實在在講，世尊四十九年所說的一切法，都離不開這個經題，經題好比是綱領，都包含在這個綱領之中。世尊說法如是，十方三世一切諸佛如來，為一切眾生所說無量無邊的法門，也離不開這個經題，經題真正是佛法大圓滿的總綱領。我們從這個題裡面建立信心，從這個題裡面去體會圓滿的信、解、行、證。經題是："
    },
    {
      "id": "02-034-0001_p0006",
      "zh_CN": "【佛说大乘无量寿庄严清净平等觉经】",
      "zh_TW": "【佛說大乘無量壽莊嚴清淨平等覺經】"
    },
    {
      "id": "02-034-0001_p0007",
      "zh_CN": "我们为了介绍的方便，把它分作八个小段。第一个小段『佛』字，「佛」是印度梵语音译的。佛教在汉朝时候传到中国来，通过国家的支持，做大规模的翻译。翻译的工作，实在讲是非常艰难。中国在那个时候的文字并不太多，有许多经典上的意义，是我们中国文字里面所没有的，于是不得已要造字。为了翻译佛经就造了许多新的字，这个「佛」字就是当时造的字，古时候没有这个字。佛是人，所以这个字旁边加个「人」。音是佛，所以就用一个「弗」字，这是合成一个新字。佛教以前没到中国来的时候，没有这个字，这是新造的文字。我们念这个字就念成佛。实在讲是「佛陀耶」的略称。中国人喜欢简单，所以把它的尾音就省略掉了，单单称一个佛。",
      "zh_TW": "我們為了介紹的方便，把它分作八個小段。第一個小段『佛』字，「佛」是印度梵語音譯的。佛教在漢朝時候傳到中國來，通過國家的支持，做大規模的翻譯。翻譯的工作，實在講是非常艱難。中國在那個時候的文字並不太多，有許多經典上的意義，是我們中國文字裡面所沒有的，於是不得已要造字。為了翻譯佛經就造了許多新的字，這個「佛」字就是當時造的字，古時候沒有這個字。佛是人，所以這個字旁邊加個「人」。音是佛，所以就用一個「弗」字，這是合成一個新字。佛教以前沒到中國來的時候，沒有這個字，這是新造的文字。我們念這個字就念成佛。實在講是「佛陀耶」的略稱。中國人喜歡簡單，所以把它的尾音就省略掉了，單單稱一個佛。"
    },
    {
      "id": "02-034-0001_p0008",
      "zh_CN": "它是「觉悟」的意思，这是大家晓得的，里面包含「自觉」、「觉他」、「觉行圆满」，包含这三个意思。这三个意思非常的深、非常的广，我们学佛就是要学觉悟，觉就不迷；觉而不迷，这个人就成佛了。我们学佛也学了不少年，我从学佛到现在，我是二十六岁开始学佛的，接触到佛法，今年七十多岁了。有没有觉悟？不能说没有，有那么一点点。换句话说，对于世间跟出世间法不太迷惑了。不迷就是不被它所转，这个话怎么讲法？一般人六根接触六尘境界会起心动念，会生贪、瞋、痴、慢，看到好的、好看的，听到好听的，多看一眼，这就是迷，就迷了。觉悟的人好看跟不好看都一样，心是清净的、是平等的。为什么都是一样？说实实在在话，「凡所有相，皆是虚妄」，好看的是虚妄，不好看的还是虚妄，所以它是平等的，心就不会被外面境界所转，这就是觉悟。所以我们学佛的人时时刻刻要反省、要检点，自己真的有没有觉悟？到底觉悟到了什么程度？就在日常生活当中，六根接触六尘境界里面，去测验自己，到底有没有功夫？如果听到人家赞叹就生欢喜，听到人家毁谤，心里就难过，不得了！还是一个凡夫，还是搞六道生死轮回，这怎么得了？功夫就在接触外面境界，不论是世法、是佛法，都能够保持清清楚楚、明明白白、如如不动，这才叫学佛。",
      "zh_TW": "它是「覺悟」的意思，這是大家曉得的，裡面包含「自覺」、「覺他」、「覺行圓滿」，包含這三個意思。這三個意思非常的深、非常的廣，我們學佛就是要學覺悟，覺就不迷；覺而不迷，這個人就成佛了。我們學佛也學了不少年，我從學佛到現在，我是二十六歲開始學佛的，接觸到佛法，今年七十多歲了。有沒有覺悟？不能說沒有，有那麼一點點。換句話說，對於世間跟出世間法不太迷惑了。不迷就是不被它所轉，這個話怎麼講法？一般人六根接觸六塵境界會起心動念，會生貪、瞋、痴、慢，看到好的、好看的，聽到好聽的，多看一眼，這就是迷，就迷了。覺悟的人好看跟不好看都一樣，心是清淨的、是平等的。為什麼都是一樣？說實實在在話，「凡所有相，皆是虛妄」，好看的是虛妄，不好看的還是虛妄，所以它是平等的，心就不會被外面境界所轉，這就是覺悟。所以我們學佛的人時時刻刻要反省、要檢點，自己真的有沒有覺悟？到底覺悟到了什麼程度？就在日常生活當中，六根接觸六塵境界裡面，去測驗自己，到底有沒有功夫？如果聽到人家讚歎就生歡喜，聽到人家毀謗，心裡就難過，不得了！還是一個凡夫，還是搞六道生死輪迴，這怎麼得了？功夫就在接觸外面境界，不論是世法、是佛法，都能夠保持清清楚楚、明明白白、如如不動，這才叫學佛。"
    },
    {
      "id": "02-034-0001_p0009",
      "zh_CN": "我们学佛的同修，入佛门第一堂课，就是接受「三皈依」。三皈依我们讲得很清楚、很明白，你到底皈了没有？皈就是回归、回头，你到底回归了没有？你有没有依靠？如果形式上的三皈，做了个仪式，实际上没有回头，还是没有依靠。这个皈依是假的、不是真的，有名无实。皈依佛就是觉而不迷，皈依法是正而不邪，皈依僧是净而不染。我们这三条有没有做到？这三条都在经题上，可见得这个经题的圆满。",
      "zh_TW": "我們學佛的同修，入佛門第一堂課，就是接受「三皈依」。三皈依我們講得很清楚、很明白，你到底皈了沒有？皈就是回歸、回頭，你到底回歸了沒有？你有沒有依靠？如果形式上的三皈，做了個儀式，實際上沒有回頭，還是沒有依靠。這個皈依是假的、不是真的，有名無實。皈依佛就是覺而不迷，皈依法是正而不邪，皈依僧是淨而不染。我們這三條有沒有做到？這三條都在經題上，可見得這個經題的圓滿。"
    },
    {
      "id": "02-034-0001_p0010",
      "zh_CN": "自觉之后才能觉他。觉他，实在讲也是相当不容易的事情。那我们要问为什么要觉他？我自己认真修学，我不去觉他，觉他就是教化众生、度他，我度自己就好了，我何必要去度人？等我成了佛，再去度人行不行？给诸位说，你如果有这个意念，我就老老实实告诉你，你成不了佛。为什么成不了佛？自觉，破烦恼障；觉他，破所知障。你烦恼障破了，你成了正觉，那个境界就是阿罗汉、辟支佛的地位。在圆教里面讲是七信位的菩萨，圆教是七信以下；别教里面讲是三贤的菩萨，没登地。这就是说，你要不发心帮助别人，你不能破所知障。所以要想成佛一定要发心自度度他，全心全力的帮助别人学佛。我们知道多少就帮助人多少，决定不吝法，这个功德利益就殊胜了。所谓「功德利益」就是刚才讲的破二障。二障破了之后，你就是真的菩萨，不是假菩萨，是真菩萨，《华严经》上所讲的法身大士。为什么？你已经超越十法界。不但超越六道，超越十法界，你已经证得一真法界。换句话说，你过一真法界法身大士的生活了，那怎么会相同？但是还没有达到最高的境界，还要不断的自行化他，必须将无明破尽。无明就是妄想，断得干干净净，那你就觉满了。这个「满」是圆满的意思，妄想、无明断得干干净净，这就满了，成就究竟圆满的佛果。",
      "zh_TW": "自覺之後才能覺他。覺他，實在講也是相當不容易的事情。那我們要問為什麼要覺他？我自己認真修學，我不去覺他，覺他就是教化眾生、度他，我度自己就好了，我何必要去度人？等我成了佛，再去度人行不行？給諸位說，你如果有這個意念，我就老老實實告訴你，你成不了佛。為什麼成不了佛？自覺，破煩惱障；覺他，破所知障。你煩惱障破了，你成了正覺，那個境界就是阿羅漢、辟支佛的地位。在圓教裡面講是七信位的菩薩，圓教是七信以下；別教裡面講是三賢的菩薩，沒登地。這就是說，你要不發心幫助別人，你不能破所知障。所以要想成佛一定要發心自度度他，全心全力的幫助別人學佛。我們知道多少就幫助人多少，決定不吝法，這個功德利益就殊勝了。所謂「功德利益」就是剛才講的破二障。二障破了之後，你就是真的菩薩，不是假菩薩，是真菩薩，《華嚴經》上所講的法身大士。為什麼？你已經超越十法界。不但超越六道，超越十法界，你已經證得一真法界。換句話說，你過一真法界法身大士的生活了，那怎麼會相同？但是還沒有達到最高的境界，還要不斷的自行化他，必須將無明破盡。無明就是妄想，斷得乾乾淨淨，那你就覺滿了。這個「滿」是圓滿的意思，妄想、無明斷得乾乾淨淨，這就滿了，成就究竟圓滿的佛果。"
    },
    {
      "id": "02-034-0001_p0011",
      "zh_CN": "在此地这一个佛字，就是指我们本师释迦牟尼佛，释迦牟尼佛确确实实证得究竟圆满的佛果。这个经是他说的，唯有究竟圆满的佛果，才有能力给我们宣扬究竟圆满的大法，我们读这部经就能够深深的理解。这部经不但是释迦牟尼佛说，而且是十方三世一切诸佛如来，没有一尊佛不说这个法门，没有一尊佛不赞叹净土。所以此地「佛说」，跟一般经典里面安的佛说，不一样！其它经里面安的佛说，就是释迦牟尼佛说；此地安的佛说，是一切诸佛如来统统都说这部经，这个境界就不可思议。所以这个佛的意思，就特别特别的深广。",
      "zh_TW": "在此地這一個佛字，就是指我們本師釋迦牟尼佛，釋迦牟尼佛確確實實證得究竟圓滿的佛果。這個經是他說的，唯有究竟圓滿的佛果，才有能力給我們宣揚究竟圓滿的大法，我們讀這部經就能夠深深的理解。這部經不但是釋迦牟尼佛說，而且是十方三世一切諸佛如來，沒有一尊佛不說這個法門，沒有一尊佛不讚歎淨土。所以此地「佛說」，跟一般經典裡面安的佛說，不一樣！其它經裡面安的佛說，就是釋迦牟尼佛說；此地安的佛說，是一切諸佛如來統統都說這部經，這個境界就不可思議。所以這個佛的意思，就特別特別的深廣。"
    },
    {
      "id": "02-034-0001_p0012",
      "zh_CN": "第二个字『说』，「说」就是说法。古时候「说」跟喜悦的「悦」同一个字，但是念的时候是两个音。我们读《论语》，《论语》是古书，《论语》学而第一，一开端「学而时习之，不亦说乎。」你看，那个「悦」实际上是「说」，它是「说」字，在那个地方要念「悦」，意思是喜悦之悦。换句话说，人喜悦他就说，不喜欢就不说话，喜欢才说。佛是以度众生为本愿，看到众生根机成熟，能够接受这个法门，非常欢喜，无比的欢喜。这个情形，我们冷静的去思惟是可以理解的。",
      "zh_TW": "第二個字『說』，「說」就是說法。古時候「說」跟喜悅的「悅」同一個字，但是念的時候是兩個音。我們讀《論語》，《論語》是古書，《論語》學而第一，一開端「學而時習之，不亦說乎。」你看，那個「悅」實際上是「說」，它是「說」字，在那個地方要念「悅」，意思是喜悅之悅。換句話說，人喜悅他就說，不喜歡就不說話，喜歡才說。佛是以度眾生為本願，看到眾生根機成熟，能夠接受這個法門，非常歡喜，無比的歡喜。這個情形，我們冷靜的去思惟是可以理解的。"
    },
    {
      "id": "02-034-0001_p0013",
      "zh_CN": "佛想帮助一切众生，帮助一切众生都能成佛，都能成究竟圆满佛，而实际上一切众生本来成佛。成佛这两个字里面的意思，我们一定要清楚、要明了。什么叫做成佛？成佛有什么好处？不成佛不也一样吗？给诸位说，不成佛跟成佛是大大的不一样。不成佛，你有烦恼，你有妄想，你有灾难，你有苦处，佛经上常讲生老病死苦，三苦、八苦，你没有办法离开。学了佛之后，就是成了佛之后，这个苦永远脱离，世出世间所有一切苦统统舍掉，这就是学佛的好处。另外一个好处，我们不成佛，对于宇宙人生一片茫然、一无所知，这个苦！成佛之后，尽虚空、遍法界，过去、现在、未来，过去无始，未来无终，没有一样不清楚，没有一样不明了。",
      "zh_TW": "佛想幫助一切眾生，幫助一切眾生都能成佛，都能成究竟圓滿佛，而實際上一切眾生本來成佛。成佛這兩個字裡面的意思，我們一定要清楚、要明瞭。什麼叫做成佛？成佛有什麼好處？不成佛不也一樣嗎？給諸位說，不成佛跟成佛是大大的不一樣。不成佛，你有煩惱，你有妄想，你有災難，你有苦處，佛經上常講生老病死苦，三苦、八苦，你沒有辦法離開。學了佛之後，就是成了佛之後，這個苦永遠脫離，世出世間所有一切苦統統捨掉，這就是學佛的好處。另外一個好處，我們不成佛，對於宇宙人生一片茫然、一無所知，這個苦！成佛之後，盡虛空、遍法界，過去、現在、未來，過去無始，未來無終，沒有一樣不清楚，沒有一樣不明瞭。"
    },
    {
      "id": "02-034-0001_p0014",
      "zh_CN": "那个明了不是想像的、不是推测的。我们现在世间，这几年世间灾难很多，中国、外国预言的书很多。我这次从澳洲回来，看到悟行师在逛书店，他告诉我，他看到十几种，外国人写的，都预测将来有些什么灾难。这些预测准不准？不见得。为什么不见得？因为他们的预言都是从数学里头推算的，有的时候算错了，一个小小的数目字算错就不准。佛给我们说的准极了，为什么他那么准？他亲眼所见、亲耳所闻，哪有不准确的道理？",
      "zh_TW": "那個明瞭不是想像的、不是推測的。我們現在世間，這幾年世間災難很多，中國、外國預言的書很多。我這次從澳洲回來，看到悟行師在逛書店，他告訴我，他看到十幾種，外國人寫的，都預測將來有些什麼災難。這些預測準不準？不見得。為什麼不見得？因為他們的預言都是從數學裡頭推算的，有的時候算錯了，一個小小的數目字算錯就不準。佛給我們說的準極了，為什麼他那麼準？他親眼所見、親耳所聞，哪有不準確的道理？"
    },
    {
      "id": "02-034-0001_p0015",
      "zh_CN": "佛出世在三千年前，三千年现前的社会，佛是了如指掌，讲得太清楚、太明白。诸位同修也许读过《楞严经》，《楞严经》里面讲我们现在社会的状况，说得很详细、说得没错。末法时期正是指我们这个时代，五五百年之后，这个时代「斗诤坚固」。国家与国家斗争；这个社会团体与团体斗争；个人与个人斗争；夫妻俩个还吵架，都还免不了斗争。所以今天斗争有什么稀奇？如果没有斗争，那佛讲的话不就讲错了？我们看到这个社会，到处是斗争的现象。佛了不起，他看得这么清楚、这么明白。",
      "zh_TW": "佛出世在三千年前，三千年現前的社會，佛是瞭如指掌，講得太清楚、太明白。諸位同修也許讀過《楞嚴經》，《楞嚴經》裡面講我們現在社會的狀況，說得很詳細、說得沒錯。末法時期正是指我們這個時代，五五百年之後，這個時代「鬥諍堅固」。國家與國家鬥爭；這個社會團體與團體鬥爭；個人與個人鬥爭；夫妻倆個還吵架，都還免不了鬥爭。所以今天鬥爭有什麼稀奇？如果沒有鬥爭，那佛講的話不就講錯了？我們看到這個社會，到處是鬥爭的現象。佛了不起，他看得這麼清楚、這麼明白。"
    },
    {
      "id": "02-034-0001_p0016",
      "zh_CN": "又告诉我们，现在这个社会「邪师说法，如恒河沙」。这些邪师是什么人？魔子、魔孙，专门来破坏正法。人数之多，佛用恒河沙来比喻。也就是说，这一类的邪师说法充斥在这个社会里面。在这个时代，我们接触到正法，真是像经上所讲的，无量劫来善根、福德、因缘的成熟，你才能遇到正法，遇到正法能够精进不退的，这一生当中决定成就。但是遇到正法的人，我们看到退心的太多。为什么他会退心？善根、福德、因缘不具足。这三个条件，有一个条件不具足，他就退心。如果三个条件都不具足，哪有不退转的道理？决定会退转。所以我们自己要想在道业上保持着不退转，你就要特别提高警觉。如果我们的善根、福德差一点，还不要紧，如果缘殊胜就行。",
      "zh_TW": "又告訴我們，現在這個社會「邪師說法，如恆河沙」。這些邪師是什麼人？魔子、魔孫，專門來破壞正法。人數之多，佛用恆河沙來比喻。也就是說，這一類的邪師說法充斥在這個社會裡面。在這個時代，我們接觸到正法，真是像經上所講的，無量劫來善根、福德、因緣的成熟，你才能遇到正法，遇到正法能夠精進不退的，這一生當中決定成就。但是遇到正法的人，我們看到退心的太多。為什麼他會退心？善根、福德、因緣不具足。這三個條件，有一個條件不具足，他就退心。如果三個條件都不具足，哪有不退轉的道理？決定會退轉。所以我們自己要想在道業上保持著不退轉，你就要特別提高警覺。如果我們的善根、福德差一點，還不要緊，如果緣殊勝就行。"
    },
    {
      "id": "02-034-0001_p0017",
      "zh_CN": "我们看到善导大师在《观无量寿佛经》注解里面，他这个注解也叫做《四帖疏》，流通得很广。《四帖疏》上品上生章，讲得太好了。他告诉我们，我们念佛人往生西方极乐世界，四土、三辈、九品都在遇缘不同。这一句话，我们绝不能轻易把它看过，缘重要！它在遇缘不同。如果我们的缘殊胜，我们善根、福德薄一点的人，都可以能达到上上品往生。他的讲法跟他以前人的讲法不一样，以前一般的大德多半认为上上品往生，大概都是菩萨，上三品；中品往生的，应该都是阿罗汉、辟支佛；凡夫往生只有下品。古德是这个说法，善导不是这个讲法。善导所说与大、小圣，大圣就是菩萨，小圣就是声闻、缘觉，与大、小圣不相干，都在遇缘不同。这一句话说，我们凡夫都可以上上品往生。",
      "zh_TW": "我們看到善導大師在《觀無量壽佛經》註解裡面，他這個註解也叫做《四帖疏》，流通得很廣。《四帖疏》上品上生章，講得太好了。他告訴我們，我們念佛人往生西方極樂世界，四土、三輩、九品都在遇緣不同。這一句話，我們絕不能輕易把它看過，緣重要！它在遇緣不同。如果我們的緣殊勝，我們善根、福德薄一點的人，都可以能達到上上品往生。他的講法跟他以前人的講法不一樣，以前一般的大德多半認為上上品往生，大概都是菩薩，上三品；中品往生的，應該都是阿羅漢、辟支佛；凡夫往生只有下品。古德是這個說法，善導不是這個講法。善導所說與大、小聖，大聖就是菩薩，小聖就是聲聞、緣覺，與大、小聖不相干，都在遇緣不同。這一句話說，我們凡夫都可以上上品往生。"
    },
    {
      "id": "02-034-0001_p0018",
      "zh_CN": "什么叫做缘？每一天读经不中断，每一天念佛不中断。在民国初年，我们中国还有一个念佛的道场，苏州灵岩山，印祖的道场。这个道场长年佛七，就是天天打佛七，一年三百六十天没有中断，这叫缘。一个人走进念佛堂念佛，一年三百六十天，天天打佛七不中断，心里想着佛，口里念着佛，他怎么不成佛！当然成佛，缘殊胜。假如他念了两、三年佛，再离开念佛堂，到别的地方去一打转，退心了。听听这个人这个说法，那个人那个说法，他就改变主意了，岂不是遇缘不同。念佛如是，参禅、学教也没有例外的。",
      "zh_TW": "什麼叫做緣？每一天讀經不中斷，每一天念佛不中斷。在民國初年，我們中國還有一個念佛的道場，蘇州靈巖山，印祖的道場。這個道場長年佛七，就是天天打佛七，一年三百六十天沒有中斷，這叫緣。一個人走進念佛堂念佛，一年三百六十天，天天打佛七不中斷，心裡想著佛，口裡念著佛，他怎麼不成佛！當然成佛，緣殊勝。假如他念了兩、三年佛，再離開念佛堂，到別的地方去一打轉，退心了。聽聽這個人這個說法，那個人那個說法，他就改變主意了，豈不是遇緣不同。念佛如是，參禪、學教也沒有例外的。"
    },
    {
      "id": "02-034-0001_p0019",
      "zh_CN": "所以法师研教最殊胜的缘，我也是想了好多年，在打妄想，到现在也没能成事实。我想真的有志同道合，我们向全世界宣扬大乘佛法，应当组成一个弘法团，讲经的法师都参加这个组织，平常每天研究讨论，在家里研究讨论，晚上天天讲经，一年三百六十天。古时候有讲寺，专门讲经的，天台、贤首都是讲寺，一年三百六十天，天天不中断，一部经锲而不舍，一遍一遍反复的去讲解，不断的去深入，哪有不成功的道理？从解门里面得定、开慧，他就成功。像古时候清凉大师在五台山，那是专讲《华严经》的。他老人家一生讲了五十遍，我们后人看到这个传记，羡慕得不得了。你想想看，如果要是一个想学《华严》的，到清凉座下去听《华严经》，听五十遍，他怎么会不成就？决定成就。",
      "zh_TW": "所以法師研教最殊勝的緣，我也是想了好多年，在打妄想，到現在也沒能成事實。我想真的有志同道合，我們向全世界宣揚大乘佛法，應當組成一個弘法團，講經的法師都參加這個組織，平常每天研究討論，在家裡研究討論，晚上天天講經，一年三百六十天。古時候有講寺，專門講經的，天台、賢首都是講寺，一年三百六十天，天天不中斷，一部經鍥而不捨，一遍一遍反覆的去講解，不斷的去深入，哪有不成功的道理？從解門裡面得定、開慧，他就成功。像古時候清涼大師在五台山，那是專講《華嚴經》的。他老人家一生講了五十遍，我們後人看到這個傳記，羨慕得不得了。你想想看，如果要是一個想學《華嚴》的，到清涼座下去聽《華嚴經》，聽五十遍，他怎麼會不成就？決定成就。"
    },
    {
      "id": "02-034-0001_p0020",
      "zh_CN": "《华严经》那么大的分量，一天讲八个小时。一天讲八个小时，是世尊当年在世所说的「二时讲经」。释迦牟尼佛当年在世二时讲经，我们在经上常常看到的。二时是古时候的印度二时，印度一昼夜是六时，昼三时、夜三时。白天初日分、中日分、后日分；晚上初夜分、中夜分、后夜分，一天是六时。二时，它的一时就是我们现在的四小时，它的二时就是我们现在的八小时。你要知道，释迦牟尼佛当年在世一天讲八小时，每一天上八个钟点课，他心里还有什么妄想？没妄想了。这是讲缘殊胜。",
      "zh_TW": "《華嚴經》那麼大的分量，一天講八個小時。一天講八個小時，是世尊當年在世所說的「二時講經」。釋迦牟尼佛當年在世二時講經，我們在經上常常看到的。二時是古時候的印度二時，印度一晝夜是六時，晝三時、夜三時。白天初日分、中日分、後日分；晚上初夜分、中夜分、後夜分，一天是六時。二時，它的一時就是我們現在的四小時，它的二時就是我們現在的八小時。你要知道，釋迦牟尼佛當年在世一天講八小時，每一天上八個鐘點課，他心裡還有什麼妄想？沒妄想了。這是講緣殊勝。"
    },
    {
      "id": "02-034-0001_p0021",
      "zh_CN": "我们居士林算是不错，每天晚上讲两个钟点，二十四小时，两个小时心地清净听经闻法，还有二十二个小时打妄想，你说怎么行？这个缘就不行，二十二个小时打妄想就差劲。所以你要问，为什么我们今天修行不能成就？为什么我们这个心很容易动摇？道理就在此地。",
      "zh_TW": "我們居士林算是不錯，每天晚上講兩個鐘點，二十四小時，兩個小時心地清淨聽經聞法，還有二十二個小時打妄想，你說怎麼行？這個緣就不行，二十二個小時打妄想就差勁。所以你要問，為什麼我們今天修行不能成就？為什麼我們這個心很容易動搖？道理就在此地。"
    },
    {
      "id": "02-034-0001_p0022",
      "zh_CN": "往年，说这个话大概总是三十年前，我在台中亲近李炳南老居士，那个时候慈光图书馆办了一个大专佛学讲座，马来西亚的蔡荣华居士是那个讲座第一届的学生，大专讲座第一届四个学生，所以我跟他们非常熟悉。世间无常！蔡荣华居士是去年、还是前年过世了。我看他在学校念书，看他学佛，看他就业，看他退休，看他过世，无常！这都是值得我们警惕。佛教教我们，是教我们要成究竟圆满的佛果，不教我们作阿罗汉，也不教我们作菩萨，这样的根性到哪里去找！实在说，这样的根性不是没有，缘没有。",
      "zh_TW": "往年，說這個話大概總是三十年前，我在台中親近李炳南老居士，那個時候慈光圖書館辦了一個大專佛學講座，馬來西亞的蔡榮華居士是那個講座第一屆的學生，大專講座第一屆四個學生，所以我跟他們非常熟悉。世間無常！蔡榮華居士是去年、還是前年過世了。我看他在學校念書，看他學佛，看他就業，看他退休，看他過世，無常！這都是值得我們警惕。佛教教我們，是教我們要成究竟圓滿的佛果，不教我們作阿羅漢，也不教我們作菩薩，這樣的根性到哪裡去找！實在說，這樣的根性不是沒有，緣沒有。"
    },
    {
      "id": "02-034-0001_p0023",
      "zh_CN": "我想了多少年，希望能有一个弥陀村，是我们共修的缘。每一天在这个地方念佛不间断，就像谛闲老法师教锅漏匠那个办法，那个好！我们今天非常受用。念累了就休息，休息好了，你就再念，日夜不间断。我在澳洲有一个小道场，最近在打佛七，此地有十几位同修去参加。我那个念佛堂旁边，现在是流通处，将来我把流通处搬出去。搬出去之后，这块地方我就准备做通铺，一个男众的，一个女众的，就在念佛堂隔壁，念累了就到那里躺着休息，休息好了，赶快到念佛堂接着念。我们地方小，大概可以容纳四十八个人，我们提供这个因缘。这四十八个人，我们要采取庐山远公的办法，报名进去。这一报名，不是到那里去打一个佛七、两个佛七，一报名就是终身进念佛堂。庐山远公过去就是这样，他老人家自己也不下山。我们在这个念佛堂，一心一意就是求上上品往生。将来我搞好之后，我这个念佛堂要题「上上品念佛堂」，不搞上中品的，我们决定要上上品念佛堂，只有四十八个人，真正志同道合。为了坚定信愿，念佛堂晚上讲经，我想这个讲经，能够连续讲上三年、五年之后，就不要讲了，大家统统理解、统统清楚，所有的疑根都拔除了。你要晓得四十八个人都成佛，还得了﹗四十八尊佛，不得了﹗缘殊胜，你没有这个缘怎么行？",
      "zh_TW": "我想了多少年，希望能有一個彌陀村，是我們共修的緣。每一天在這個地方念佛不間斷，就像諦閑老法師教鍋漏匠那個辦法，那個好！我們今天非常受用。念累了就休息，休息好了，你就再念，日夜不間斷。我在澳洲有一個小道場，最近在打佛七，此地有十幾位同修去參加。我那個念佛堂旁邊，現在是流通處，將來我把流通處搬出去。搬出去之後，這塊地方我就準備做通鋪，一個男眾的，一個女眾的，就在念佛堂隔壁，念累了就到那裡躺著休息，休息好了，趕快到念佛堂接著念。我們地方小，大概可以容納四十八個人，我們提供這個因緣。這四十八個人，我們要採取廬山遠公的辦法，報名進去。這一報名，不是到那裡去打一個佛七、兩個佛七，一報名就是終身進念佛堂。廬山遠公過去就是這樣，他老人家自己也不下山。我們在這個念佛堂，一心一意就是求上上品往生。將來我搞好之後，我這個念佛堂要題「上上品念佛堂」，不搞上中品的，我們決定要上上品念佛堂，只有四十八個人，真正志同道合。為了堅定信願，念佛堂晚上講經，我想這個講經，能夠連續講上三年、五年之後，就不要講了，大家統統理解、統統清楚，所有的疑根都拔除了。你要曉得四十八個人都成佛，還得了﹗四十八尊佛，不得了﹗緣殊勝，你沒有這個緣怎麼行？"
    },
    {
      "id": "02-034-0001_p0024",
      "zh_CN": "我现在老了，要进念佛堂了。将来弘法团呢？年轻的法师，我鼓励你们发心去做弘法利生的工作，尽心尽力去做，六十岁或者七十岁退休。七十岁退休是我们中国古时候的制度，我们念古书，「七十而致事」，致事就是退休。中国古时候的官员，七十岁是退休的年龄。你到七十岁，你就可以退休进念佛堂念佛，干自己的事情。有这么两个道场，解行并重，就能把佛法兴旺起来。",
      "zh_TW": "我現在老了，要進念佛堂了。將來弘法團呢？年輕的法師，我鼓勵你們發心去做弘法利生的工作，盡心盡力去做，六十歲或者七十歲退休。七十歲退休是我們中國古時候的制度，我們念古書，「七十而致事」，致事就是退休。中國古時候的官員，七十歲是退休的年齡。你到七十歲，你就可以退休進念佛堂念佛，幹自己的事情。有這麼兩個道場，解行並重，就能把佛法興旺起來。"
    },
    {
      "id": "02-034-0001_p0025",
      "zh_CN": "所以讲到这个地方，佛度众生，看到众生缘成熟，生起无量的欢喜心，佛给我们做增上缘，我们要发这个心。你们要说，我们做什么样的功德是最大的？最有意义、最殊胜的功德，无过于组织弘法团，建上上品往生的念佛堂，这个功德第一，无量无边。",
      "zh_TW": "所以講到這個地方，佛度眾生，看到眾生緣成熟，生起無量的歡喜心，佛給我們做增上緣，我們要發這個心。你們要說，我們做什麼樣的功德是最大的？最有意義、最殊勝的功德，無過於組織弘法團，建上上品往生的念佛堂，這個功德第一，無量無邊。"
    },
    {
      "id": "02-034-0001_p0026",
      "zh_CN": "蕅益大师在《弥陀要解》里面跟我们讲，也是讲「佛说」这两个字。他说︰「佛以度生为怀」，众生成佛的机缘成熟了；他这个讲法，古人没说过，说得这么坚决、这么肯定，众生成佛的机缘成熟了；「为说难信之法」。净土法门叫难信之法，帮助这些众生成就究竟圆满的佛果，这种欢喜没有法子形容，所以佛才说了。蕅益大师说这个话，说得非常正确，我们读到之后，心悦诚服。所以这是十方三世一切诸佛菩萨，看到根性成熟的人，没有不宣说这个法门。由此可知，根性不成熟、没成熟的，换句话说，还不够资格作佛的；能够有资格作菩萨的，佛就宣说其他的大乘法门；看看这个众生有资格作阿罗汉、证辟支佛果的，佛就给他说声闻、缘觉的法门。再等而下之，看这个众生情执很重、邪见很深，还不能够脱离六道轮回，佛就跟他讲人天小法，劝他来生还能得人身，不至于堕三恶道。所以佛对于一切众生苦口婆心，应机说法。这是佛说。",
      "zh_TW": "蕅益大師在《彌陀要解》裡面跟我們講，也是講「佛說」這兩個字。他說︰「佛以度生為懷」，眾生成佛的機緣成熟了；他這個講法，古人沒說過，說得這麼堅決、這麼肯定，眾生成佛的機緣成熟了；「為說難信之法」。淨土法門叫難信之法，幫助這些眾生成就究竟圓滿的佛果，這種歡喜沒有法子形容，所以佛才說了。蕅益大師說這個話，說得非常正確，我們讀到之後，心悅誠服。所以這是十方三世一切諸佛菩薩，看到根性成熟的人，沒有不宣說這個法門。由此可知，根性不成熟、沒成熟的，換句話說，還不夠資格作佛的；能夠有資格作菩薩的，佛就宣說其他的大乘法門；看看這個眾生有資格作阿羅漢、證辟支佛果的，佛就給他說聲聞、緣覺的法門。再等而下之，看這個眾生情執很重、邪見很深，還不能夠脫離六道輪迴，佛就跟他講人天小法，勸他來生還能得人身，不至於墮三惡道。所以佛對於一切眾生苦口婆心，應機說法。這是佛說。"
    },
    {
      "id": "02-034-0001_p0027",
      "zh_CN": "下面『大乘』，大乘是比喻，就像大车。古时候科技没有发明，古时候的车，大车最大的车是马车，一般是四匹马拉的车就很大，这个大车可以坐十几个人；小车是羊车、鹿车，羊拉的、鹿拉的，那只坐一个人。佛把这个比喻大乘、小乘，比喻教学，帮助你成就，达到某一个阶段。达到近程的目标，那就是小乘，帮助你脱离六道轮回，这是小乘；远程的是大乘，帮助你超越十法界，这叫大乘法。现在的交通工具不一样，大的飞机都坐几百人，轮船就更不必说。它的用意是比喻「运载」的意思，帮助众生从烦恼生死这个境界超越，达到菩提涅槃的彼岸，用这个来作比喻。",
      "zh_TW": "下面『大乘』，大乘是比喻，就像大車。古時候科技沒有發明，古時候的車，大車最大的車是馬車，一般是四匹馬拉的車就很大，這個大車可以坐十幾個人；小車是羊車、鹿車，羊拉的、鹿拉的，那只坐一個人。佛把這個比喻大乘、小乘，比喻教學，幫助你成就，達到某一個階段。達到近程的目標，那就是小乘，幫助你脫離六道輪迴，這是小乘；遠程的是大乘，幫助你超越十法界，這叫大乘法。現在的交通工具不一樣，大的飛機都坐幾百人，輪船就更不必說。它的用意是比喻「運載」的意思，幫助眾生從煩惱生死這個境界超越，達到菩提涅槃的彼岸，用這個來作比喻。"
    },
    {
      "id": "02-034-0001_p0028",
      "zh_CN": "本经是大乘法，不但是大乘，古大德在注解里面告诉我们，这个经是大乘当中的大乘。不但是大乘法里面的大乘，而且是一乘法里面的一乘。一乘法是什么？一乘法是成佛的。世尊在晚年的时候讲《法华》，在法华会上他老人家向大家宣布︰「唯有一乘法，无二亦无三，除佛方便说。」这就是释迦牟尼佛真正说明他的本怀，他教化众生心地真正是平等，只有一乘法。一乘法就是教你作佛；教你作菩萨、作罗汉，对不起你。一定要教你作究竟圆满的佛，都是在一生当中成就究竟圆满的佛果。说三乘、说二乘，三乘是声闻、缘觉、菩萨，二乘是小乘、大乘，都是佛的方便说，不是真实说。想必清凉大师听佛这个说法，他老人家有所感悟。我们在《华严疏钞》里面读到，他说：「三乘学者，有因无果。」跟佛《法华经》上讲的一个意思。为什么？成佛才是果，不成佛没那个果，是假的不是真的，所以三乘学者，声闻、缘觉、菩萨，有因没有果。",
      "zh_TW": "本經是大乘法，不但是大乘，古大德在註解裡面告訴我們，這個經是大乘當中的大乘。不但是大乘法裡面的大乘，而且是一乘法裡面的一乘。一乘法是什麼？一乘法是成佛的。世尊在晚年的時候講《法華》，在法華會上他老人家向大家宣布︰「唯有一乘法，無二亦無三，除佛方便說。」這就是釋迦牟尼佛真正說明他的本懷，他教化眾生心地真正是平等，只有一乘法。一乘法就是教你作佛；教你作菩薩、作羅漢，對不起你。一定要教你作究竟圓滿的佛，都是在一生當中成就究竟圓滿的佛果。說三乘、說二乘，三乘是聲聞、緣覺、菩薩，二乘是小乘、大乘，都是佛的方便說，不是真實說。想必清涼大師聽佛這個說法，他老人家有所感悟。我們在《華嚴疏鈔》裡面讀到，他說：「三乘學者，有因無果。」跟佛《法華經》上講的一個意思。為什麼？成佛才是果，不成佛沒那個果，是假的不是真的，所以三乘學者，聲聞、緣覺、菩薩，有因沒有果。"
    },
    {
      "id": "02-034-0001_p0029",
      "zh_CN": "可是诸位要晓得，本经是有因有果，了不起！有因有果的经有几种？除了我们这个经之外，《华严经》、《法华经》，有因有果，其他经里面都没有。自古以来这些祖师大德们，几乎公认《华严》、《法华》是一乘教、一乘法，在大乘之上。另外还有一部经，《梵网经》，也是属于一乘经。一乘经在中国古代祖师大德们公认的，只有这三种。本经是一乘当中的一乘。为什么？《华严》到末后，「十大愿王导归极乐」，才圆满成佛。本经字字句句都是讲究竟的佛果，《华严》所归归《无量寿》，所以古人才说，这个经是一乘当中的一乘，无上乘。我们今天有幸遇到这个经典，不能不说是多生多劫，也可以说无量劫的善根、福德、因缘成熟。有一些遇到这个经还不相信的，我们看到，我们点头︰「对！对！他不相信，应该。」为什么应该？难信之法！他一接触就相信了，那释迦牟尼佛讲难信之法，就讲不通了。一般大家都相信了，这有什么难处。一般人难信，一般人学了之后就退心，我们点头︰「没错！」确确实实如佛所说，起信念佛是因，念念作佛就是果，「因该果海，果彻因源」，这个教法真正不可思议。这是大乘的意思。",
      "zh_TW": "可是諸位要曉得，本經是有因有果，了不起！有因有果的經有幾種？除了我們這個經之外，《華嚴經》、《法華經》，有因有果，其他經裡面都沒有。自古以來這些祖師大德們，幾乎公認《華嚴》、《法華》是一乘教、一乘法，在大乘之上。另外還有一部經，《梵網經》，也是屬於一乘經。一乘經在中國古代祖師大德們公認的，只有這三種。本經是一乘當中的一乘。為什麼？《華嚴》到末後，「十大願王導歸極樂」，才圓滿成佛。本經字字句句都是講究竟的佛果，《華嚴》所歸歸《無量壽》，所以古人才說，這個經是一乘當中的一乘，無上乘。我們今天有幸遇到這個經典，不能不說是多生多劫，也可以說無量劫的善根、福德、因緣成熟。有一些遇到這個經還不相信的，我們看到，我們點頭︰「對！對！他不相信，應該。」為什麼應該？難信之法！他一接觸就相信了，那釋迦牟尼佛講難信之法，就講不通了。一般大家都相信了，這有什麼難處。一般人難信，一般人學了之後就退心，我們點頭︰「沒錯！」確確實實如佛所說，起信念佛是因，念念作佛就是果，「因該果海，果徹因源」，這個教法真正不可思議。這是大乘的意思。"
    },
    {
      "id": "02-034-0001_p0030",
      "zh_CN": "佛又在经上常常提示我们，像《华严》所讲的，世出世间一切诸法，「唯心所现，唯识所变。」识就是心想，所以又说「一切法从心想生」。我们天天想佛，佛的果报就现前了。在中国历史上有记载，宋末元初赵子昂是一个文学家，赵孟𫖯。字也写得好，现在他的字帖到处都可以看到。他善于画马，喜欢画马，画马当然常常去观察马的形态、动作，心里面天天在想马。有一天中午睡午觉，作梦也在那里想马，那真是全神贯注。睡的时间大概相当长，他的太太去叫他。那时候都有蚊帐，帐子一拉开，床上一匹马，太太吓得惊叫，他醒过来，问她︰「你叫什么？」「我刚才看到床上一匹马。」心里面想马都变成马，想佛不就变成佛，真的有道理。",
      "zh_TW": "佛又在經上常常提示我們，像《華嚴》所講的，世出世間一切諸法，「唯心所現，唯識所變。」識就是心想，所以又說「一切法從心想生」。我們天天想佛，佛的果報就現前了。在中國歷史上有記載，宋末元初趙子昂是一個文學家，趙孟頫。字也寫得好，現在他的字帖到處都可以看到。他善於畫馬，喜歡畫馬，畫馬當然常常去觀察馬的形態、動作，心裡面天天在想馬。有一天中午睡午覺，作夢也在那裡想馬，那真是全神貫注。睡的時間大概相當長，他的太太去叫他。那時候都有蚊帳，帳子一拉開，床上一匹馬，太太嚇得驚叫，他醒過來，問她︰「你叫什麼？」「我剛才看到床上一匹馬。」心裡面想馬都變成馬，想佛不就變成佛，真的有道理。"
    },
    {
      "id": "02-034-0001_p0031",
      "zh_CN": "诸位同修要记住，想菩萨你就变成菩萨，想鬼就变成鬼，想地狱就变成地狱，想什么就变成什么。佛对于这个道理与事实真相太清楚，教我们想佛，「忆佛念佛，现前当来，必定见佛」。一天到晚为什么不想佛，去打别的妄想，这就错了。从这个地方，我们就真正感到，一个如法的念佛堂非常需要，一个真正如法的念佛堂比什么都重要。那个念佛堂就是选佛场，到那里去就是作佛的，这是大乘一佛乘的意思。",
      "zh_TW": "諸位同修要記住，想菩薩你就變成菩薩，想鬼就變成鬼，想地獄就變成地獄，想什麼就變成什麼。佛對於這個道理與事實真相太清楚，教我們想佛，「憶佛念佛，現前當來，必定見佛」。一天到晚為什麼不想佛，去打別的妄想，這就錯了。從這個地方，我們就真正感到，一個如法的念佛堂非常需要，一個真正如法的念佛堂比什麼都重要。那個念佛堂就是選佛場，到那裡去就是作佛的，這是大乘一佛乘的意思。"
    },
    {
      "id": "02-034-0001_p0032",
      "zh_CN": "第四小段是『无量寿』，「无量寿」梵文叫阿弥陀，阿弥陀翻作无量寿，这个意思也是佛在《弥陀经》上说的，将阿弥陀翻成无量光、无量寿。其实梵文的本意，「阿」就是无，翻作中国意思是无，「弥陀」翻作量，弥陀是量，本意就是无量。什么无量？一切都无量，没有一样不无量。我们说得粗显一点，智慧无量、德能无量、才艺无量，福报也无量。今天大家都想发财，财宝也无量，没有一样不是无量，这是粗说。要细说，一毛孔无量、一微尘无量。一切诸佛如来在一毛端上讲经说法，毛端没有放大，诸佛菩萨并没有缩小，这完全是《华严》理事无碍、事事无碍的境界。没有一法不是无量，任何一法都是尽虚空、遍法界的全体，这个意思都在《华严》上。",
      "zh_TW": "第四小段是『無量壽』，「無量壽」梵文叫阿彌陀，阿彌陀翻作無量壽，這個意思也是佛在《彌陀經》上說的，將阿彌陀翻成無量光、無量壽。其實梵文的本意，「阿」就是無，翻作中國意思是無，「彌陀」翻作量，彌陀是量，本意就是無量。什麼無量？一切都無量，沒有一樣不無量。我們說得粗顯一點，智慧無量、德能無量、才藝無量，福報也無量。今天大家都想發財，財寶也無量，沒有一樣不是無量，這是粗說。要細說，一毛孔無量、一微塵無量。一切諸佛如來在一毛端上講經說法，毛端沒有放大，諸佛菩薩並沒有縮小，這完全是《華嚴》理事無礙、事事無礙的境界。沒有一法不是無量，任何一法都是盡虛空、遍法界的全體，這個意思都在《華嚴》上。"
    },
    {
      "id": "02-034-0001_p0033",
      "zh_CN": "本经是《华严》的浓缩，是《华严》的精华之所在。《华严》所讲「六相十玄」，本经也是六相十玄，而且是字字句句里头都圆满具足六相十玄，古人称为中本《华严》，有道理，不是没有道理。所以无量，无量就不好说了，世尊举了两种，无量寿跟无量光来代表一切无量。「光」，光明遍照，照虚空法界。尽虚空、遍法界，佛的光明遍照。我们现在所谓的空间，光明代表空间，寿命代表时间，过去、现在、未来，时空合起来就是宇宙的全体，这里面万事万物一样也没有漏掉。佛用这两个意思来解释无量，略说也说得非常圆满。",
      "zh_TW": "本經是《華嚴》的濃縮，是《華嚴》的精華之所在。《華嚴》所講「六相十玄」，本經也是六相十玄，而且是字字句句裡頭都圓滿具足六相十玄，古人稱為中本《華嚴》，有道理，不是沒有道理。所以無量，無量就不好說了，世尊舉了兩種，無量壽跟無量光來代表一切無量。「光」，光明遍照，照虛空法界。盡虛空、遍法界，佛的光明遍照。我們現在所謂的空間，光明代表空間，壽命代表時間，過去、現在、未來，時空合起來就是宇宙的全體，這裡面萬事萬物一樣也沒有漏掉。佛用這兩個意思來解釋無量，略說也說得非常圓滿。"
    },
    {
      "id": "02-034-0001_p0034",
      "zh_CN": "我们再仔细想一想，现在人讲时空，佛讲光寿。光寿比时空的意思好，光寿里头有灵气，时空完全变成物质，灵性没有了，光寿里头有灵性在，比时空两个字要圆满得太多。在无量的德能当中，古人给我们提示，实实在在讲，一切无量当中，寿是占第一位，这个我们可能可以理解，如果你一切无量都得到，没有寿命还不是一场空？你什么受用都得不到，所以在一切无量当中，寿命是第一。因此，就用无量寿来解释阿弥陀。",
      "zh_TW": "我們再仔細想一想，現在人講時空，佛講光壽。光壽比時空的意思好，光壽裡頭有靈氣，時空完全變成物質，靈性沒有了，光壽裡頭有靈性在，比時空兩個字要圓滿得太多。在無量的德能當中，古人給我們提示，實實在在講，一切無量當中，壽是佔第一位，這個我們可能可以理解，如果你一切無量都得到，沒有壽命還不是一場空？你什麼受用都得不到，所以在一切無量當中，壽命是第一。因此，就用無量壽來解釋阿彌陀。"
    },
    {
      "id": "02-034-0001_p0035",
      "zh_CN": "西方极乐世界，这一位伟大的导师，他的德号就叫做阿弥陀佛。显示出这一尊佛，从因地的愿行，一直到果地上的成就。成就之后，他所施设展开的事业，帮助尽虚空遍法界一切众生，都在一生当中圆满成佛，这个不可思议。这是显示出真实无量的无量，我们要细心去体会，才能够得其一、二，得一、二分，我们的受用就无有穷尽。受用表现在什么地方？表现在你的「信、愿、行」。深信不疑，绝对不会动摇；切愿，愿力的坚强，也不是任何能够诱惑的，你的信、愿、行成就了。",
      "zh_TW": "西方極樂世界，這一位偉大的導師，他的德號就叫做阿彌陀佛。顯示出這一尊佛，從因地的願行，一直到果地上的成就。成就之後，他所施設展開的事業，幫助盡虛空遍法界一切眾生，都在一生當中圓滿成佛，這個不可思議。這是顯示出真實無量的無量，我們要細心去體會，才能夠得其一、二，得一、二分，我們的受用就無有窮盡。受用表現在什麼地方？表現在你的「信、願、行」。深信不疑，絕對不會動搖；切願，願力的堅強，也不是任何能夠誘惑的，你的信、願、行成就了。"
    },
    {
      "id": "02-034-0001_p0036",
      "zh_CN": "第五小段『庄严』，「庄严」用我们现在的话来说是美好，美好到极处。本经我们读到的「一向专志，庄严妙土」，妙土指什么？一般人听了，这个一定是指极乐世界。你只说对了一半，还有一半在哪里？我们现前居住的这个地方就是妙土。你那个境界一转过来，这个地方就是妙土；虽不是真实的妙土，给诸位说，相似的妙土。天台大师讲六即，相似即、分证即。到西方极乐世界是究竟的妙土。一向专志，这一句是能庄严，只要你做到一向专志，我们现在这个土就变成相似的净土，就变成妙土，境随心转！",
      "zh_TW": "第五小段『莊嚴』，「莊嚴」用我們現在的話來說是美好，美好到極處。本經我們讀到的「一向專志，莊嚴妙土」，妙土指什麼？一般人聽了，這個一定是指極樂世界。你只說對了一半，還有一半在哪裡？我們現前居住的這個地方就是妙土。你那個境界一轉過來，這個地方就是妙土；雖不是真實的妙土，給諸位說，相似的妙土。天台大師講六即，相似即、分證即。到西方極樂世界是究竟的妙土。一向專志，這一句是能莊嚴，只要你做到一向專志，我們現在這個土就變成相似的淨土，就變成妙土，境隨心轉！"
    },
    {
      "id": "02-034-0001_p0037",
      "zh_CN": "这个意思，诸位要能够体会到的话，你就可以能够想像得到，东晋时代，远公大师在江西庐山，建东林念佛堂。在当时他们在那边念佛修行，他那边就是妙土。为什么？每一个进去的人，都是一向专志。我们本经讲的修行方法、修行的要领，「一向专念，阿弥陀佛」，发菩提心，一向专念，他居住的环境就是妙土，就是净土。正是古大德所说的：「心净则土净」。这一个道场，人人都是清净心，人人都是忆佛念佛，他这个道场怎么会不变成净土？种种殊胜庄严、种种瑞相自然现前，感应不可思议。",
      "zh_TW": "這個意思，諸位要能夠體會到的話，你就可以能夠想像得到，東晉時代，遠公大師在江西廬山，建東林念佛堂。在當時他們在那邊念佛修行，他那邊就是妙土。為什麼？每一個進去的人，都是一向專志。我們本經講的修行方法、修行的要領，「一向專念，阿彌陀佛」，發菩提心，一向專念，他居住的環境就是妙土，就是淨土。正是古大德所說的：「心淨則土淨」。這一個道場，人人都是清淨心，人人都是憶佛念佛，他這個道場怎麼會不變成淨土？種種殊勝莊嚴、種種瑞相自然現前，感應不可思議。"
    },
    {
      "id": "02-034-0001_p0038",
      "zh_CN": "又说到：「彼极乐界，无量功德，具足庄严。」这一句是显然赞叹西方极乐世界。为什么？十方所有一切刹土，这里面众生念佛往生到西方极乐世界的人，个个人都是清净心，个个人都是忆佛念佛。西方极乐世界这个大道场，我们也就能想到，为什么一切诸佛赞叹？在这个经上，释迦牟尼佛赞叹，赞叹阿弥陀佛，光中极尊，佛中之王。释迦牟尼佛一个人赞叹，就代表所有一切诸佛都是这样赞叹，没有一尊佛不赞叹阿弥陀佛是「光中极尊，佛中之王」。凭什么？凭他这个世界，往生到西方极乐世界所有的人，没有一个人是心地污染的，个个都是清净的，这个在十方一切诸佛刹土里找不到。十方佛国固然有非常庄严的、非常清净的，里面多少还有几个打妄想，占少数罢了。我们这个娑婆世界，烦恼众生占多数，可以说是我们一万个人当中，九千九百九十九个都在打妄想，这么大的比例，秽土。有些世界这些众生，心地清净的有一半数，不清净的也有半数，那我们看起来就是净土。还有世界心地清净的，百分比占很大的比例，百分之八十、百分之九十，还有百分之十、二十，心地不清净的，哪有像西方极乐世界百分之百，没有一个不清净的。为什么？心不清净，不能生净土。这个诸位同修要记住，不是说我念佛就决定生净土，没那回事情。你一天念十万声佛号，心里面妄想不断，古人讲「喊破喉咙也枉然」。果然心地清净，一天念十声、二十声也行。",
      "zh_TW": "又說到：「彼極樂界，無量功德，具足莊嚴。」這一句是顯然讚歎西方極樂世界。為什麼？十方所有一切剎土，這裡面眾生念佛往生到西方極樂世界的人，個個人都是清淨心，個個人都是憶佛念佛。西方極樂世界這個大道場，我們也就能想到，為什麼一切諸佛讚歎？在這個經上，釋迦牟尼佛讚歎，讚歎阿彌陀佛，光中極尊，佛中之王。釋迦牟尼佛一個人讚歎，就代表所有一切諸佛都是這樣讚歎，沒有一尊佛不讚歎阿彌陀佛是「光中極尊，佛中之王」。憑什麼？憑他這個世界，往生到西方極樂世界所有的人，沒有一個人是心地污染的，個個都是清淨的，這個在十方一切諸佛剎土裡找不到。十方佛國固然有非常莊嚴的、非常清淨的，裡面多少還有幾個打妄想，佔少數罷了。我們這個娑婆世界，煩惱眾生佔多數，可以說是我們一萬個人當中，九千九百九十九個都在打妄想，這麼大的比例，穢土。有些世界這些眾生，心地清淨的有一半數，不清淨的也有半數，那我們看起來就是淨土。還有世界心地清淨的，百分比佔很大的比例，百分之八十、百分之九十，還有百分之十、二十，心地不清淨的，哪有像西方極樂世界百分之百，沒有一個不清淨的。為什麼？心不清淨，不能生淨土。這個諸位同修要記住，不是說我念佛就決定生淨土，沒那回事情。你一天念十萬聲佛號，心裡面妄想不斷，古人講「喊破喉嚨也枉然」。果然心地清淨，一天念十聲、二十聲也行。"
    },
    {
      "id": "02-034-0001_p0039",
      "zh_CN": "你看古德所提倡的「十念法」。我教给诸位同修的十念法，就更简单了，一次就是十句阿弥陀佛，「阿弥陀佛、阿弥陀佛、阿弥陀佛．．．」，连续念十声，十声时间很短，这个短短的时间当中，一个妄念都渗透不进去，这个念就叫「净念」，不夹杂。念多了的时候会打妄想，念十句里头不打妄想，这个就是净念。每一天念九次，一天都不缺，那叫「相继」，符合经上所讲的「净念相继」。有不少同修用我这个办法，来给我说很有效果。一天九次是最少的，次数愈多当然就更好，这个方法容易摄心。",
      "zh_TW": "你看古德所提倡的「十念法」。我教給諸位同修的十念法，就更簡單了，一次就是十句阿彌陀佛，「阿彌陀佛、阿彌陀佛、阿彌陀佛．．．」，連續念十聲，十聲時間很短，這個短短的時間當中，一個妄念都滲透不進去，這個念就叫「淨念」，不夾雜。念多了的時候會打妄想，念十句裡頭不打妄想，這個就是淨念。每一天念九次，一天都不缺，那叫「相繼」，符合經上所講的「淨念相繼」。有不少同修用我這個辦法，來給我說很有效果。一天九次是最少的，次數愈多當然就更好，這個方法容易攝心。"
    },
    {
      "id": "02-034-0001_p0040",
      "zh_CN": "所以西方净土的殊胜在此地，也就是阿弥陀佛接引的人，实在讲用我们现代的话来说，阿弥陀佛世界欢迎大家移民到那边去定居，非常欢迎，但是移民的条件，清净心。用什么方法达到清净心都可以，念佛行、参禅也行、学教也行、持咒也行。我们后面三辈往生，上、中、下三品是讲念佛人；后面还有一段，修学其他大乘法门的人，只要修到心地清净，发愿往生，统统都可以去。阿弥陀佛这个门大开，并不是说你不念阿弥陀佛，我就不接引你，没有这个道理，只要心地清净，随便修哪个法门统统都行，都能够往生。",
      "zh_TW": "所以西方淨土的殊勝在此地，也就是阿彌陀佛接引的人，實在講用我們現代的話來說，阿彌陀佛世界歡迎大家移民到那邊去定居，非常歡迎，但是移民的條件，清淨心。用什麼方法達到清淨心都可以，念佛行、參禪也行、學教也行、持咒也行。我們後面三輩往生，上、中、下三品是講念佛人；後面還有一段，修學其他大乘法門的人，只要修到心地清淨，發願往生，統統都可以去。阿彌陀佛這個門大開，並不是說你不念阿彌陀佛，我就不接引你，沒有這個道理，只要心地清淨，隨便修哪個法門統統都行，都能夠往生。"
    },
    {
      "id": "02-034-0001_p0041",
      "zh_CN": "我曾经在澳洲他们的论坛里面，他请我去讲演，我看论坛里面的大众，一共有十四个宗教团体。有佛教、也有道教、有基督教、天主教、伊斯兰教、犹太教，统统都有。我就告诉他，无论你们哪个教修学，只要修到心地清净发愿往生，阿弥陀佛统统接引你。我们是平等法，没有种族歧视，不能说你是信耶稣教的，阿弥陀佛不欢迎，没有这个道理，阿弥陀佛非常欢迎。无论你修哪个法门，无论你信仰哪个宗教，只要修到心地清净发愿求生，阿弥陀佛都会来接引，这个法门了不起，没有排斥。何况我们修学不同的宗派，这才叫真庄严。所以，西方极乐世界庄严无比的殊胜。",
      "zh_TW": "我曾經在澳洲他們的論壇裡面，他請我去講演，我看論壇裡面的大眾，一共有十四個宗教團體。有佛教、也有道教、有基督教、天主教、伊斯蘭教、猶太教，統統都有。我就告訴他，無論你們哪個教修學，只要修到心地清淨發願往生，阿彌陀佛統統接引你。我們是平等法，沒有種族歧視，不能說你是信耶穌教的，阿彌陀佛不歡迎，沒有這個道理，阿彌陀佛非常歡迎。無論你修哪個法門，無論你信仰哪個宗教，只要修到心地清淨發願求生，阿彌陀佛都會來接引，這個法門了不起，沒有排斥。何況我們修學不同的宗派，這才叫真莊嚴。所以，西方極樂世界莊嚴無比的殊勝。"
    },
    {
      "id": "02-034-0001_p0042",
      "zh_CN": "前面所说的「大乘」、「无量寿」、「庄严」，都是我们的性德，自性本具的德能，是我们所希求的果报。我们学佛目的何在？目的就是要获得大乘、无量寿、庄严。现在要问，要怎样才能够获得？经题下面就提供我们方法。诸位要晓得，前面所说的，我们真想！真想在这一生当中得到。那我们要问，「无量寿」能不能得到？能得到，我们这一生就无量寿。怎么无量寿？这一生决定不死，死了哪还能叫长寿？决定不死。诸位要晓得，净宗它最殊胜的，不死。你要是修得好，修得好，在日常生活当中要记住，要真正忏悔消除业障，业障要不消除，那就是障碍；业障，障是障碍。什么是障碍？你有烦恼是障碍，你有忧虑是障碍，你有牵挂是障碍，你有病痛是障碍。消除障碍就是消业障，要把这个东西统统放下，二六时中时时刻刻保持自己的心清净。",
      "zh_TW": "前面所說的「大乘」、「無量壽」、「莊嚴」，都是我們的性德，自性本具的德能，是我們所希求的果報。我們學佛目的何在？目的就是要獲得大乘、無量壽、莊嚴。現在要問，要怎樣才能夠獲得？經題下面就提供我們方法。諸位要曉得，前面所說的，我們真想！真想在這一生當中得到。那我們要問，「無量壽」能不能得到？能得到，我們這一生就無量壽。怎麼無量壽？這一生決定不死，死了哪還能叫長壽？決定不死。諸位要曉得，淨宗它最殊勝的，不死。你要是修得好，修得好，在日常生活當中要記住，要真正懺悔消除業障，業障要不消除，那就是障礙；業障，障是障礙。什麼是障礙？你有煩惱是障礙，你有憂慮是障礙，你有牽掛是障礙，你有病痛是障礙。消除障礙就是消業障，要把這個東西統統放下，二六時中時時刻刻保持自己的心清淨。"
    },
    {
      "id": "02-034-0001_p0043",
      "zh_CN": "底下讲『平等』。保持清净，清净就是没有污染，平等就是没有分别，有分别就不平等。有好恶就被污染，这个喜欢、那个讨厌，你被污染了，你就决定有障碍。为什么我们看到有些念佛人往生不生病，晓得什么时候走，好像跟佛约好了一样，那一天几点钟我们见面，他来接我，约好了。不生病，站着走，坐着走，很自在。",
      "zh_TW": "底下講『平等』。保持清淨，清淨就是沒有污染，平等就是沒有分別，有分別就不平等。有好惡就被污染，這個喜歡、那個討厭，你被污染了，你就決定有障礙。為什麼我們看到有些念佛人往生不生病，曉得什麼時候走，好像跟佛約好了一樣，那一天幾點鐘我們見面，他來接我，約好了。不生病，站著走，坐著走，很自在。"
    },
    {
      "id": "02-034-0001_p0044",
      "zh_CN": "过去我在台湾，道源老和尚给我们讲一个往生的故事，都是真的，他的名字我记不得了。有一个念佛人往生的时候跟大家说，他说：「你们曾经见过或者听说过坐着往生的，有没有听说过？」大家说：「有！」有听说过，也有见过的。「站着往生呢？」也有听说的，也有见过的。他就竖个跟斗，头朝下脚朝上，「这样往生的，你们有没有听说过？」「没有！」他就往生了，你看看多潇洒、多自在。他为什么做得到？你要晓得，他心地清净，没有丝毫污染，他得自在。日常生活当中得自在，往生也自在，没有一样不自在。诸位要晓得，他是活着走的，走到那边没死，他不是死，这个身体不要了，换个佛的身体，哪里是死？丝毫痛苦没有，快快乐乐，清清楚楚，换一个身体，比现在这个身体殊胜太多了。经上讲得很清楚，西方极乐世界的人，「清虚之身，不坏之体」，那个身体是随心所欲，变化无穷。像世尊在经上讲「千百亿化身」，释迦牟尼佛千百亿化身，往生到西方极乐世界的人，即使是凡圣同居土下下品往生，都有跟释迦牟尼佛的能力一样，千百亿化身。你才同时能够供养无量无边诸佛，同时听闻无量诸佛讲经说法，你说那个多自在。",
      "zh_TW": "過去我在台灣，道源老和尚給我們講一個往生的故事，都是真的，他的名字我記不得了。有一個念佛人往生的時候跟大家說，他說：「你們曾經見過或者聽說過坐著往生的，有沒有聽說過？」大家說：「有！」有聽說過，也有見過的。「站著往生呢？」也有聽說的，也有見過的。他就豎個跟斗，頭朝下腳朝上，「這樣往生的，你們有沒有聽說過？」「沒有！」他就往生了，你看看多瀟灑、多自在。他為什麼做得到？你要曉得，他心地清淨，沒有絲毫污染，他得自在。日常生活當中得自在，往生也自在，沒有一樣不自在。諸位要曉得，他是活著走的，走到那邊沒死，他不是死，這個身體不要了，換個佛的身體，哪裡是死？絲毫痛苦沒有，快快樂樂，清清楚楚，換一個身體，比現在這個身體殊勝太多了。經上講得很清楚，西方極樂世界的人，「清虛之身，不壞之體」，那個身體是隨心所欲，變化無窮。像世尊在經上講「千百億化身」，釋迦牟尼佛千百億化身，往生到西方極樂世界的人，即使是凡聖同居土下下品往生，都有跟釋迦牟尼佛的能力一樣，千百億化身。你才同時能夠供養無量無邊諸佛，同時聽聞無量諸佛講經說法，你說那個多自在。"
    },
    {
      "id": "02-034-0001_p0045",
      "zh_CN": "我们今天学得好辛苦，学一辈子一两部经都没有办法学通。到西方极乐世界，一个钟点所学的，我们这个地方学十万年都学不到，那是真的，不是假的。一个钟点，你要晓得，你听十方三世一切诸佛讲经说法，那还得了！要开大智慧，要开究竟圆满的智慧，你说不往生怎么行？非求往生不可。不往生要靠自己修行，修到你断见思烦恼出三界，再破尘沙、无明出十法界，好艰难，好辛苦，很不容易。在时间上来讲，真的是要无量劫，还未必能成就。纵然超越了十法界，证得圆教初住菩萨，从圆初住再证得圆满的佛果，这佛在经上讲，还要经历三大阿僧祇劫，哪有到西方极乐世界，到那里就证得了，这是真的，不是假的。",
      "zh_TW": "我們今天學得好辛苦，學一輩子一兩部經都沒有辦法學通。到西方極樂世界，一個鐘點所學的，我們這個地方學十萬年都學不到，那是真的，不是假的。一個鐘點，你要曉得，你聽十方三世一切諸佛講經說法，那還得了！要開大智慧，要開究竟圓滿的智慧，你說不往生怎麼行？非求往生不可。不往生要靠自己修行，修到你斷見思煩惱出三界，再破塵沙、無明出十法界，好艱難，好辛苦，很不容易。在時間上來講，真的是要無量劫，還未必能成就。縱然超越了十法界，證得圓教初住菩薩，從圓初住再證得圓滿的佛果，這佛在經上講，還要經歷三大阿僧祇劫，哪有到西方極樂世界，到那裡就證得了，這是真的，不是假的。"
    },
    {
      "id": "02-034-0001_p0046",
      "zh_CN": "有些同学听到我说这个话怀疑，他说：「《观无量寿佛经》不是这个说法，下下品往生要十二劫才花开见佛。」没错，《观无量寿佛经》上是有这个说法。但是你要明了佛为什么说这个话？我们学佛要依凭哪一部经？我们所凭据的决定是《无量寿经》，而且是《无量寿经》里面第六品，四十八愿，四十八愿是阿弥陀佛自己说的。释迦牟尼佛给我们介绍净土，净土三经如果有一句话违背四十八愿，我们就不能相信。展开经卷，字字句句都跟四十八愿相应。",
      "zh_TW": "有些同學聽到我說這個話懷疑，他說：「《觀無量壽佛經》不是這個說法，下下品往生要十二劫才花開見佛。」沒錯，《觀無量壽佛經》上是有這個說法。但是你要明瞭佛為什麼說這個話？我們學佛要依憑哪一部經？我們所憑據的決定是《無量壽經》，而且是《無量壽經》裡面第六品，四十八願，四十八願是阿彌陀佛自己說的。釋迦牟尼佛給我們介紹淨土，淨土三經如果有一句話違背四十八願，我們就不能相信。展開經卷，字字句句都跟四十八願相應。"
    },
    {
      "id": "02-034-0001_p0047",
      "zh_CN": "那么世尊何以这个说法？这个说法它的意思我们要了解。往生到西方极乐世界，如果不论弥陀本愿的加持，你下下品往生要修十二劫，你才能花开见佛，不论加持，是这个意思。这个意思里头有密义，密义是说明什么？说明西方世界无比的殊胜。你在他方世界，就以这个境界来说，下下品往生的，那是凡夫，一品烦恼都没断，所以带业往生，烦恼没断，十二劫花开见佛。花开见佛是什么地位？禅宗里面讲大彻大悟、明心见性，圆教初住的地位，这我们就明白了。如果不是在西方世界，一个凡夫要脱离六道，要超越十法界证得圆初住，《华严经》上所说的要经历无量劫。为什么这么长的时间？退转的时间太多，进的少，退的多，它有退缘。西方极乐世界没有退缘，只有进步，没有退步，所以十二劫就成功。十二劫比无量劫，这个时间缩短得太大太大，说明西方世界的殊胜。佛讲这个话，是这个意思。",
      "zh_TW": "那麼世尊何以這個說法？這個說法它的意思我們要了解。往生到西方極樂世界，如果不論彌陀本願的加持，你下下品往生要修十二劫，你才能花開見佛，不論加持，是這個意思。這個意思裡頭有密義，密義是說明什麼？說明西方世界無比的殊勝。你在他方世界，就以這個境界來說，下下品往生的，那是凡夫，一品煩惱都沒斷，所以帶業往生，煩惱沒斷，十二劫花開見佛。花開見佛是什麼地位？禪宗裡面講大徹大悟、明心見性，圓教初住的地位，這我們就明白了。如果不是在西方世界，一個凡夫要脫離六道，要超越十法界證得圓初住，《華嚴經》上所說的要經歷無量劫。為什麼這麼長的時間？退轉的時間太多，進的少，退的多，它有退緣。西方極樂世界沒有退緣，只有進步，沒有退步，所以十二劫就成功。十二劫比無量劫，這個時間縮短得太大太大，說明西方世界的殊勝。佛講這個話，是這個意思。"
    },
    {
      "id": "02-034-0001_p0048",
      "zh_CN": "实际的状况不如是。实际的状况，你看四十八愿所说的，这是净宗第一手的根据，不是二手的，第一手的根据。阿弥陀佛告诉我们，生到西方极乐世界的人，皆作阿惟越致菩萨，这还得了。阿惟越致的菩萨是什么？古德注解里面告诉我们，最低的地位是圆教七地，最高的地位是等觉菩萨。换句话说，一生到西方极乐世界，你的地位就是七地以上到等觉这个位子，这吓死人！所以叫做难信之法。谁难信？十方声闻、缘觉、菩萨听了都不相信。你看看他们修行多么辛苦，得的果报小小的，你这个是轻而易举，真的叫一步登天，马上就证到七地。他听了不服气，不服气也没用处。你为什么会证到这么高的果位？阿弥陀佛本愿的加持，所以这个法门叫二力法门。我们自己只要具足信、愿、行，深信切愿老实念佛，我们具备这个条件；阿弥陀佛四十八愿加持我们，是他力。生到西方极乐世界有这么高的品位，这样殊胜不可思议的成就，到哪里去找？你去查《大藏经》，查遍《大藏经》再没有这个说法，只有《无量寿经》、《阿弥陀经》。我们要相信。",
      "zh_TW": "實際的狀況不如是。實際的狀況，你看四十八願所說的，這是淨宗第一手的根據，不是二手的，第一手的根據。阿彌陀佛告訴我們，生到西方極樂世界的人，皆作阿惟越致菩薩，這還得了。阿惟越致的菩薩是什麼？古德註解裡面告訴我們，最低的地位是圓教七地，最高的地位是等覺菩薩。換句話說，一生到西方極樂世界，你的地位就是七地以上到等覺這個位子，這嚇死人！所以叫做難信之法。誰難信？十方聲聞、緣覺、菩薩聽了都不相信。你看看他們修行多麼辛苦，得的果報小小的，你這個是輕而易舉，真的叫一步登天，馬上就證到七地。他聽了不服氣，不服氣也沒用處。你為什麼會證到這麼高的果位？阿彌陀佛本願的加持，所以這個法門叫二力法門。我們自己只要具足信、願、行，深信切願老實念佛，我們具備這個條件；阿彌陀佛四十八願加持我們，是他力。生到西方極樂世界有這麼高的品位，這樣殊勝不可思議的成就，到哪裡去找？你去查《大藏經》，查遍《大藏經》再沒有這個說法，只有《無量壽經》、《阿彌陀經》。我們要相信。"
    },
    {
      "id": "02-034-0001_p0049",
      "zh_CN": "古时候修学这个法门，往生的人我们没见过，姑且不论。自从我们学佛接触这个法门，我们看到依照这个法门修行，真的有站着走的，有坐着走的，我们亲眼所见、亲耳所闻，这还假得了吗？我们在台湾，好像是民国五十八年的时候，我在台湾南部讲经。有一位居士告诉我们，台南将军乡有一位老太太念佛念了三年站着往生。她走的时候是站着走的，没有生病。这个老太太心地非常善良，平常在生活当中，确确实实与人无争、于世无求，家庭环境也能过得去，儿孙很孝顺，所以她是万缘放下来学佛。最初也不懂得什么是佛？反正是见到神像也把它当佛来拜拜，土地菩萨，城隍也是菩萨，神佛不分，到处去拜。三年前，她儿子娶了媳妇，媳妇懂得一点佛法，劝婆婆不要去到处拜，专门在家里拜阿弥陀佛，念阿弥陀佛。这个婆婆很有善根，接受她媳妇的劝告，不再去拜神，专念阿弥陀佛，念了三年。往生这一天是晚上，吃晚饭的时候，她告诉她家里人︰「你们先吃晚饭，不要等我，我要去洗个澡。」儿子、媳妇很孝顺，还是在那里等。她真的去洗澡，洗澡很久都没有出来。家里人到里面去看看，她是洗了澡，家里头有个小佛堂，她穿了海青整整齐齐，手上拿着念珠，站在佛像前面，喊她不答应，走进去一看，她已经往生了，站着往生的。这没几年前的事情，现在到台湾南部要提到的时候，很多人都知道，这哪里假得了？",
      "zh_TW": "古時候修學這個法門，往生的人我們沒見過，姑且不論。自從我們學佛接觸這個法門，我們看到依照這個法門修行，真的有站著走的，有坐著走的，我們親眼所見、親耳所聞，這還假得了嗎？我們在台灣，好像是民國五十八年的時候，我在台灣南部講經。有一位居士告訴我們，台南將軍鄉有一位老太太念佛念了三年站著往生。她走的時候是站著走的，沒有生病。這個老太太心地非常善良，平常在生活當中，確確實實與人無爭、於世無求，家庭環境也能過得去，兒孫很孝順，所以她是萬緣放下來學佛。最初也不懂得什麼是佛？反正是見到神像也把它當佛來拜拜，土地菩薩，城隍也是菩薩，神佛不分，到處去拜。三年前，她兒子娶了媳婦，媳婦懂得一點佛法，勸婆婆不要去到處拜，專門在家裡拜阿彌陀佛，念阿彌陀佛。這個婆婆很有善根，接受她媳婦的勸告，不再去拜神，專念阿彌陀佛，念了三年。往生這一天是晚上，吃晚飯的時候，她告訴她家裡人︰「你們先吃晚飯，不要等我，我要去洗個澡。」兒子、媳婦很孝順，還是在那裡等。她真的去洗澡，洗澡很久都沒有出來。家裡人到裡面去看看，她是洗了澡，家裡頭有個小佛堂，她穿了海青整整齊齊，手上拿著念珠，站在佛像前面，喊她不答應，走進去一看，她已經往生了，站著往生的。這沒幾年前的事情，現在到台灣南部要提到的時候，很多人都知道，這哪裡假得了？"
    },
    {
      "id": "02-034-0001_p0050",
      "zh_CN": "还有一个，我在美国旧金山，有一个老太太坐着往生。在美国生活很辛苦，夫妻两个人都要工作、都要上班，靠一个人赚钱养不了家。如果有小孩，多半把自己的母亲请过去，干什么？带小孩。他不请他的爸爸，他请他的妈妈，给他烧饭，给他带小孩，所以老人在美国也相当辛苦。她是个念佛人，所以儿子、媳妇上班，孙子上学，她一个人在家里就念佛，倒很清净，没人打扰她。也不晓得念了多少年，不知道，不太清楚。走的那一天，这个早晨，不晓得什么时候走的，是晚上走的。早晨家里人发现，发现老太太今天早晨没起来，本来都是她起来烧早饭的，今天早晨没起来烧饭，大家起来的时候看厨房没人烧饭。于是就觉得老太太今天睡觉，怎么睡得这么晚？去开她的门，门打开之后，老太太是盘腿打坐，坐在床上，再一看的时候，走了，不晓得什么时候走的？最难得的，这个老太太还有遗嘱，遗嘱摆在面前。不但有遗嘱，儿子、媳妇、孙子的孝服，她不知道什么时候做的，都是她自己做的，一份、一份摆在床面前，预知时至，她早就做准备了。小孩的孝服，她都做好了。念佛人坐着走的，都是最近的事情，都不太久远，我们亲眼所见、亲耳所闻。",
      "zh_TW": "還有一個，我在美國舊金山，有一個老太太坐著往生。在美國生活很辛苦，夫妻兩個人都要工作、都要上班，靠一個人賺錢養不了家。如果有小孩，多半把自己的母親請過去，幹什麼？帶小孩。他不請他的爸爸，他請他的媽媽，給他燒飯，給他帶小孩，所以老人在美國也相當辛苦。她是個念佛人，所以兒子、媳婦上班，孫子上學，她一個人在家裡就念佛，倒很清淨，沒人打擾她。也不曉得念了多少年，不知道，不太清楚。走的那一天，這個早晨，不曉得什麼時候走的，是晚上走的。早晨家裡人發現，發現老太太今天早晨沒起來，本來都是她起來燒早飯的，今天早晨沒起來燒飯，大家起來的時候看廚房沒人燒飯。於是就覺得老太太今天睡覺，怎麼睡得這麼晚？去開她的門，門打開之後，老太太是盤腿打坐，坐在床上，再一看的時候，走了，不曉得什麼時候走的？最難得的，這個老太太還有遺囑，遺囑擺在面前。不但有遺囑，兒子、媳婦、孫子的孝服，她不知道什麼時候做的，都是她自己做的，一份、一份擺在床面前，預知時至，她早就做準備了。小孩的孝服，她都做好了。念佛人坐著走的，都是最近的事情，都不太久遠，我們親眼所見、親耳所聞。"
    },
    {
      "id": "02-034-0001_p0051",
      "zh_CN": "所以只要清净心，我们就能做到。为什么把世间不相干的事情，拉拉杂杂的事情放在心上？一定要学清净，清净有这么样的好处，真正知道过去、现在、未来，前途是一片光明。世间不管什么事情，听到也好，看到也好，统统不要放在心上，见如不见，闻如无闻，时时刻刻保持你的清净心。人家可以做到，我们也能做到；做不到，心还是不清净。临走的时候，还有事情没交代完，你说这糟糕不糟糕，那怎么行？统统放下，什么都不要管，这样才行。什么时候放下？现在就放下，根本就不要理会。",
      "zh_TW": "所以只要清淨心，我們就能做到。為什麼把世間不相干的事情，拉拉雜雜的事情放在心上？一定要學清淨，清淨有這麼樣的好處，真正知道過去、現在、未來，前途是一片光明。世間不管什麼事情，聽到也好，看到也好，統統不要放在心上，見如不見，聞如無聞，時時刻刻保持你的清淨心。人家可以做到，我們也能做到；做不到，心還是不清淨。臨走的時候，還有事情沒交代完，你說這糟糕不糟糕，那怎麼行？統統放下，什麼都不要管，這樣才行。什麼時候放下？現在就放下，根本就不要理會。"
    },
    {
      "id": "02-034-0001_p0052",
      "zh_CN": "第七段『平等觉』，平等心，觉悟的心。平等就是真心，平等就是真性，平等就是真如，平等就是不二法门，二就不平等。我们现在要认真学习，怎么个学习法？把我们的观念转过来，知道万法归一，一就平等，二就不平等，万法一如。经文里面「如是我闻」，为什么佛经第一个字用如？万法一如，这是说真实。到经文我们再细说。所以要修平等心，练习不分别，心里面决定没有分别。那么在生活当中要不要分别？要分别。这个分别是因为他分别，我对他的；他执着，我们对付他。他说这个是佛堂，我们也叫佛堂，是他分别，不是我分别，我心里面没有佛堂这个分别心，没有这个念头。他说这么一个相叫人，我就说是人，随你分别，随众生分别而分别，随众生执着而执着，自己心里确确实实没有分别、没有执着，这是我们修清净平等觉的方法。",
      "zh_TW": "第七段『平等覺』，平等心，覺悟的心。平等就是真心，平等就是真性，平等就是真如，平等就是不二法門，二就不平等。我們現在要認真學習，怎麼個學習法？把我們的觀念轉過來，知道萬法歸一，一就平等，二就不平等，萬法一如。經文裡面「如是我聞」，為什麼佛經第一個字用如？萬法一如，這是說真實。到經文我們再細說。所以要修平等心，練習不分別，心裡面決定沒有分別。那麼在生活當中要不要分別？要分別。這個分別是因為他分別，我對他的；他執著，我們對付他。他說這個是佛堂，我們也叫佛堂，是他分別，不是我分別，我心裡面沒有佛堂這個分別心，沒有這個念頭。他說這麼一個相叫人，我就說是人，隨你分別，隨眾生分別而分別，隨眾生執著而執著，自己心裡確確實實沒有分別、沒有執著，這是我們修清淨平等覺的方法。"
    },
    {
      "id": "02-034-0001_p0053",
      "zh_CN": "诸位要晓得，有分别、有执着是凡夫，没有法子，这一生当中不能解决问题。六道怎么来的？妄想、分别、执着变现出来的。如果没有执着就没有六道，你还有妄想、分别，没有执着，就没有六道。有妄想，分别也没有了，你就超越十法界。十法界是妄想、分别变出来的，你就超越十法界。超越十法界，你就进入一真法界。一真法界里面还有妄想，那个妄想很薄，已经不太碍事，但是还要断掉。妄想就是无明，《华严经》里面所说「四十一品无明」，统统断尽，那就圆满成佛。这是佛给我们说明，六道、十法界是怎么来的，假的！能变的妄想、分别、执着是假的，所变的境界哪里会是真的！六道、十法界都不是真的，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，你要把这个东西放在心上，错了。我们要想往生的时候自在、潇洒，你就要把这个放下，真正做到清净、平等、觉。",
      "zh_TW": "諸位要曉得，有分別、有執著是凡夫，沒有法子，這一生當中不能解決問題。六道怎麼來的？妄想、分別、執著變現出來的。如果沒有執著就沒有六道，你還有妄想、分別，沒有執著，就沒有六道。有妄想，分別也沒有了，你就超越十法界。十法界是妄想、分別變出來的，你就超越十法界。超越十法界，你就進入一真法界。一真法界裡面還有妄想，那個妄想很薄，已經不太礙事，但是還要斷掉。妄想就是無明，《華嚴經》裡面所說「四十一品無明」，統統斷盡，那就圓滿成佛。這是佛給我們說明，六道、十法界是怎麼來的，假的！能變的妄想、分別、執著是假的，所變的境界哪裡會是真的！六道、十法界都不是真的，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，你要把這個東西放在心上，錯了。我們要想往生的時候自在、瀟灑，你就要把這個放下，真正做到清淨、平等、覺。"
    },
    {
      "id": "02-034-0001_p0054",
      "zh_CN": "本经尤其殊胜，是平等普遍觉悟一切众生。换句话说，就是叫一切众生平等成佛。这个法门还得了？所有一切法门里面，都没有这个讲法。菩萨、缘觉、声闻、天人，怎么可能平等成佛？《无量寿经》是教给我们平等成佛，这个经叫平等经，这个法叫平等法，这个学叫平等学。还得了！平等觉也是阿弥陀佛的别号，也是一切诸佛的正觉，只要成佛都叫平等觉，佛与佛平等，菩萨跟菩萨不平等，佛跟佛才平等，佛佛道同。为什么？妄想、分别、执着统统断尽，现的是平等相。",
      "zh_TW": "本經尤其殊勝，是平等普遍覺悟一切眾生。換句話說，就是叫一切眾生平等成佛。這個法門還得了？所有一切法門裡面，都沒有這個講法。菩薩、緣覺、聲聞、天人，怎麼可能平等成佛？《無量壽經》是教給我們平等成佛，這個經叫平等經，這個法叫平等法，這個學叫平等學。還得了！平等覺也是阿彌陀佛的別號，也是一切諸佛的正覺，只要成佛都叫平等覺，佛與佛平等，菩薩跟菩薩不平等，佛跟佛才平等，佛佛道同。為什麼？妄想、分別、執著統統斷盡，現的是平等相。"
    },
    {
      "id": "02-034-0001_p0055",
      "zh_CN": "末后这个字是『经』，这个常说，我们在此地也就省略。今天将这个题目给诸位报告就到此地，时间到了，我们念佛回向。",
      "zh_TW": "末後這個字是『經』，這個常說，我們在此地也就省略。今天將這個題目給諸位報告就到此地，時間到了，我們念佛迴向。"
    }
  ]
}