{
  "doc_id": "02-034-0009",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0009",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "02-034-0009_p0001",
      "zh_CN": "请掀开经本，第三页倒数第四行，经文的倒数第四行。",
      "zh_TW": "請掀開經本，第三頁倒數第四行，經文的倒數第四行。"
    },
    {
      "id": "02-034-0009_p0002",
      "zh_CN": "「咸共遵修普贤大士之德」，这一句里面含的意思很深、很广，我们从最简单的介绍，也应当把普贤大士的十愿，略略作一个说明。上一次介绍到忏悔业障，忏悔业障在今天来讲是非常非常的重要。",
      "zh_TW": "「咸共遵修普賢大士之德」，這一句裡面含的意思很深、很廣，我們從最簡單的介紹，也應當把普賢大士的十願，略略作一個說明。上一次介紹到懺悔業障，懺悔業障在今天來講是非常非常的重要。"
    },
    {
      "id": "02-034-0009_p0003",
      "zh_CN": "近来几年当中，我想许许多多的同修，都从报纸、电视听到全世界许许多多地方的讯息，这些讯息告诉我们，现在的灾难非常普遍，而且这些灾变，可以说一年比一年频繁，一年比一年严重。新加坡是个福地，虽然是福地，也不能说不受影响，这是我们每一个人都关心的。怎么样才能够消灾免难？我相信不仅是学佛的同修都在这里着急，要找到有效果的方法，来消灾免难、趋吉避凶。我相信，不是佛教徒，其他的宗教徒也一样的在忧虑，乃至于举世之人，包括不信仰宗教的，看到这些灾变，心里都不能够安定。这个是今天的社会问题，而且是社会重大的问题。",
      "zh_TW": "近來幾年當中，我想許許多多的同修，都從報紙、電視聽到全世界許許多多地方的訊息，這些訊息告訴我們，現在的災難非常普遍，而且這些災變，可以說一年比一年頻繁，一年比一年嚴重。新加坡是個福地，雖然是福地，也不能說不受影響，這是我們每一個人都關心的。怎麼樣才能夠消災免難？我相信不僅是學佛的同修都在這裡著急，要找到有效果的方法，來消災免難、趨吉避凶。我相信，不是佛教徒，其他的宗教徒也一樣的在憂慮，乃至於舉世之人，包括不信仰宗教的，看到這些災變，心裡都不能夠安定。這個是今天的社會問題，而且是社會重大的問題。"
    },
    {
      "id": "02-034-0009_p0004",
      "zh_CN": "那我们要问，有没有效果、有没有方法，能够帮助我们消灾免难。佛经上的答复是肯定的，一定有方法，而且一定有效果。问题是我们相不相信、肯不肯接受。这一些灾变从哪里来的？怎么来的？它的原因我们要明了。原因非常复杂，佛在大经上常讲「无量因缘」，不是小因缘，不是简单的因缘，是很复杂的因缘，造成我们今天的现象，现象是属于果报，有因必有果。佛在大经里面，给我们说明宇宙人生的根本，经上讲得清楚。宇宙怎么来的？怎么形成的？我们看到这个太空当中，许许多多的星球，它怎么产生的？怎么演变的？为什么在天空当中这个星球运行，这样的有规则，不会互相的碰撞？生命从哪里来的？我们自己从什么地方来的？为什么有生命？为什么有我们现前这些生活环境？不读佛经，就不能够明了这些事实的真相。世间不少的学者、专家，科学家、哲学家、宗教家们，都在这里探索，都在这个地方寻找，希望找到真实正确的答案。但是找了几千年，从人类有文明历史就开始，找到现在也没找到，众说纷纭，莫衷一是，我们听听他们的说法，确实不能叫我们心服、口服。",
      "zh_TW": "那我們要問，有沒有效果、有沒有方法，能夠幫助我們消災免難。佛經上的答覆是肯定的，一定有方法，而且一定有效果。問題是我們相不相信、肯不肯接受。這一些災變從哪裡來的？怎麼來的？它的原因我們要明瞭。原因非常複雜，佛在大經上常講「無量因緣」，不是小因緣，不是簡單的因緣，是很複雜的因緣，造成我們今天的現象，現象是屬於果報，有因必有果。佛在大經裡面，給我們說明宇宙人生的根本，經上講得清楚。宇宙怎麼來的？怎麼形成的？我們看到這個太空當中，許許多多的星球，它怎麼產生的？怎麼演變的？為什麼在天空當中這個星球運行，這樣的有規則，不會互相的碰撞？生命從哪裡來的？我們自己從什麼地方來的？為什麼有生命？為什麼有我們現前這些生活環境？不讀佛經，就不能夠明瞭這些事實的真相。世間不少的學者、專家，科學家、哲學家、宗教家們，都在這裡探索，都在這個地方尋找，希望找到真實正確的答案。但是找了幾千年，從人類有文明歷史就開始，找到現在也沒找到，眾說紛紜，莫衷一是，我們聽聽他們的說法，確實不能叫我們心服、口服。"
    },
    {
      "id": "02-034-0009_p0005",
      "zh_CN": "回过头来听听佛所讲的，佛讲的确实有道理。说得最清楚、最明白、最透彻的，就是在《大方广佛华严经》里面。这一部经很长，读了之后，纵不能够彻底明白，也能知道一个大概；知道一个大概，就不错了。我们在这一生当中，就晓得应该怎样做人，应该怎样修行，应该怎样趋吉避凶、消灾免难，过自己真实幸福美满的生活。我们的希求在佛门里面，确确实实可以得到满足，真正能满我们的愿。",
      "zh_TW": "回過頭來聽聽佛所講的，佛講的確實有道理。說得最清楚、最明白、最透徹的，就是在《大方廣佛華嚴經》裡面。這一部經很長，讀了之後，縱不能夠徹底明白，也能知道一個大概；知道一個大概，就不錯了。我們在這一生當中，就曉得應該怎樣做人，應該怎樣修行，應該怎樣趨吉避凶、消災免難，過自己真實幸福美滿的生活。我們的希求在佛門裡面，確確實實可以得到滿足，真正能滿我們的願。"
    },
    {
      "id": "02-034-0009_p0006",
      "zh_CN": "佛告诉我们，十法界依正庄严的来由，这就是讲宇宙的起源。宇宙跟生命是同时兴起的，没有先后，有生命就有宇宙，有宇宙就有生命，生命跟宇宙是分不开家的。怎么演变成这种结果？佛给我们说明根本的原理，这是《华严经》上说，「一切法，唯心所现，唯识所变」。心是什么？没有人知道。我们一提到心，大家马上就想到，这个地方是心，心在这里；这个心就不管用，这个心不会变，这个心只会出毛病，没什么好事情。所以禅宗的古大德说得很好，「若人识得心，大地无寸土」。哪一个人要真正认识心，这个「大地无寸土」意思就是说，一切问题统统解决了，再没有问题了。由此可知，整个佛法的希求，就是求得一个明心见性。明是明白，我们今天不明白；心要明白了，性就见到了。性是什么？性是心之体，心是性之用。这个心，真心，有体有用。从体上，我们就叫它做性、本性，从作用上，我们就叫它做心。作用如果与体相应，这个作用我们就叫它做真心，如果与体相违背，我们就叫它做妄心，这是佛在经上说的。真心起作用，那个境界就殊胜了。诸佛菩萨所住的一真法界，《华严经》上讲的毘卢遮那佛的华藏世界，《无量寿经》上讲的西方极乐世界，那个作用跟性体完全相应，真心起作用，唯心所现，那个心是真心。",
      "zh_TW": "佛告訴我們，十法界依正莊嚴的來由，這就是講宇宙的起源。宇宙跟生命是同時興起的，沒有先後，有生命就有宇宙，有宇宙就有生命，生命跟宇宙是分不開家的。怎麼演變成這種結果？佛給我們說明根本的原理，這是《華嚴經》上說，「一切法，唯心所現，唯識所變」。心是什麼？沒有人知道。我們一提到心，大家馬上就想到，這個地方是心，心在這裡；這個心就不管用，這個心不會變，這個心只會出毛病，沒什麼好事情。所以禪宗的古大德說得很好，「若人識得心，大地無寸土」。哪一個人要真正認識心，這個「大地無寸土」意思就是說，一切問題統統解決了，再沒有問題了。由此可知，整個佛法的希求，就是求得一個明心見性。明是明白，我們今天不明白；心要明白了，性就見到了。性是什麼？性是心之體，心是性之用。這個心，真心，有體有用。從體上，我們就叫它做性、本性，從作用上，我們就叫它做心。作用如果與體相應，這個作用我們就叫它做真心，如果與體相違背，我們就叫它做妄心，這是佛在經上說的。真心起作用，那個境界就殊勝了。諸佛菩薩所住的一真法界，《華嚴經》上講的毘盧遮那佛的華藏世界，《無量壽經》上講的西方極樂世界，那個作用跟性體完全相應，真心起作用，唯心所現，那個心是真心。"
    },
    {
      "id": "02-034-0009_p0007",
      "zh_CN": "我们现在堕落成凡夫，凡夫有没有心？当然有心，虽有心，你不知道，你不认识，于是我们现在这个心起作用，跟真性相违背了，不相应了。不相应它还是起作用，不过在作用里面，就产生了变化，或者我们说质变；质变，性不变，性要会变，性就不是真的了。所以佛在经上才说：「一切众生皆有佛性。」既然有佛性，当然就能够作佛，这是一定的道理。质变，性不变。质变成什么？变成十法界依正庄严。以我们现在一般人来说，我们这个身体，这个生命的来源，质变的，我们今天生活的环境也是质变的。质为什么会变？佛说了，十法界里面，包括我们六道，我们今天所有一切形形色色的这些现象，「唯识所变」，识就产生了质变。识是什么？识是妄想、分别、执着。那我们想想，我们哪一个人没有妄想、分别、执着？个个都有，个个都有妄想、分别、执着，这个麻烦就大了。",
      "zh_TW": "我們現在墮落成凡夫，凡夫有沒有心？當然有心，雖有心，你不知道，你不認識，於是我們現在這個心起作用，跟真性相違背了，不相應了。不相應它還是起作用，不過在作用裡面，就產生了變化，或者我們說質變；質變，性不變，性要會變，性就不是真的了。所以佛在經上才說：「一切眾生皆有佛性。」既然有佛性，當然就能夠作佛，這是一定的道理。質變，性不變。質變成什麼？變成十法界依正莊嚴。以我們現在一般人來說，我們這個身體，這個生命的來源，質變的，我們今天生活的環境也是質變的。質為什麼會變？佛說了，十法界裡面，包括我們六道，我們今天所有一切形形色色的這些現象，「唯識所變」，識就產生了質變。識是什麼？識是妄想、分別、執著。那我們想想，我們哪一個人沒有妄想、分別、執著？個個都有，個個都有妄想、分別、執著，這個麻煩就大了。"
    },
    {
      "id": "02-034-0009_p0008",
      "zh_CN": "所以这个世界，是我们每一个人共业所变的。我们自己这个身体，我们的容貌，我们个人的生活状况，这是别业所变的。这一些道理，这一些事实真相，佛在大乘经里面，给我们讲得很详细、很透彻。所以「一切法从心想生」，这个心想就是妄想、分别、执着，一切法是从心想生的。我们大家都要向善的方面来想，这个世界就和善了；大家都向恶的方面去想，这个世界就变坏了。",
      "zh_TW": "所以這個世界，是我們每一個人共業所變的。我們自己這個身體，我們的容貌，我們個人的生活狀況，這是別業所變的。這一些道理，這一些事實真相，佛在大乘經裡面，給我們講得很詳細、很透徹。所以「一切法從心想生」，這個心想就是妄想、分別、執著，一切法是從心想生的。我們大家都要向善的方面來想，這個世界就和善了；大家都向惡的方面去想，這個世界就變壞了。"
    },
    {
      "id": "02-034-0009_p0009",
      "zh_CN": "我们现在仔细去观察观察，这个世间一些人，他们在想什么？我们学佛跟世间一般人用心不一样、不相同。尤其是发心从事于弘法利生的工作，你上讲台讲经说法，你平常的生活修持，都要做众生的榜样。因此，说法要契机，我们的生活样子更要契机。现在众生毛病在哪里？这个病是相当的严重，严重就是社会现象，现在这个社会现象非常非常不好，病已经发作了，发作到相当严重的地步。如何来诊断？如何来用药？诊断最有效果的方法，是要把这些迷惑的众生，也就是妄想、分别、执着的众生，要把他唤醒，要叫他觉悟。我们每天胡思乱想，想错了，全想错了，与事实真相完全脱节、完全违背。我们想错了、做错了、说错了，错误的结果就是今天社会的现象。你要问，这个社会动乱、社会的灾变，从哪里来的？从这个地方来的，明显显著的这个现象，我相信每一个人都感触到。",
      "zh_TW": "我們現在仔細去觀察觀察，這個世間一些人，他們在想什麼？我們學佛跟世間一般人用心不一樣、不相同。尤其是發心從事於弘法利生的工作，你上講台講經說法，你平常的生活修持，都要做眾生的榜樣。因此，說法要契機，我們的生活樣子更要契機。現在眾生毛病在哪裡？這個病是相當的嚴重，嚴重就是社會現象，現在這個社會現象非常非常不好，病已經發作了，發作到相當嚴重的地步。如何來診斷？如何來用藥？診斷最有效果的方法，是要把這些迷惑的眾生，也就是妄想、分別、執著的眾生，要把他喚醒，要叫他覺悟。我們每天胡思亂想，想錯了，全想錯了，與事實真相完全脫節、完全違背。我們想錯了、做錯了、說錯了，錯誤的結果就是今天社會的現象。你要問，這個社會動亂、社會的災變，從哪裡來的？從這個地方來的，明顯顯著的這個現象，我相信每一個人都感觸到。"
    },
    {
      "id": "02-034-0009_p0010",
      "zh_CN": "在资讯当中也常常显示，整个世界气候反常了，这是灾变，气候反常。这几年来，地球上的温度不断的在向上升，升的幅度非常大，它的影响，南北两极的冰山溶化了，开始在溶化了，当然溶化它没这么快。如果这个温度继续不断的再上升，假如是能够停止，就是现在的温度不再上升了，科学家的估计，南北极的冰山完全溶化还要五十年，那就是现在的温度不能再向上升了。如果根据这几年的统计，这个温度一年比一年要上升很多，这么一来我看南北极的冰山，恐怕二十年就溶化掉了。冰山溶化，海水就往上升，沿海的地区统统就淹没到海里面去了。这个灾难太大了，科学怎么进步，也没有办法来应付。现在大家把这个事情归咎于大自然，「这自然的灾害，非人力所能为」，把这个责任推得一干二净，这就是不了解事实真相。温度上升，真正的原因在哪里？佛说出来，可惜大家不相信，那有什么法子。佛告诉我们，温度是瞋恚之火。",
      "zh_TW": "在資訊當中也常常顯示，整個世界氣候反常了，這是災變，氣候反常。這幾年來，地球上的溫度不斷的在向上升，升的幅度非常大，它的影響，南北兩極的冰山溶化了，開始在溶化了，當然溶化它沒這麼快。如果這個溫度繼續不斷的再上升，假如是能夠停止，就是現在的溫度不再上升了，科學家的估計，南北極的冰山完全溶化還要五十年，那就是現在的溫度不能再向上升了。如果根據這幾年的統計，這個溫度一年比一年要上升很多，這麼一來我看南北極的冰山，恐怕二十年就溶化掉了。冰山溶化，海水就往上升，沿海的地區統統就淹沒到海裡面去了。這個災難太大了，科學怎麼進步，也沒有辦法來應付。現在大家把這個事情歸咎於大自然，「這自然的災害，非人力所能為」，把這個責任推得一乾二淨，這就是不了解事實真相。溫度上升，真正的原因在哪裡？佛說出來，可惜大家不相信，那有什麼法子。佛告訴我們，溫度是瞋恚之火。"
    },
    {
      "id": "02-034-0009_p0011",
      "zh_CN": "今天灾变的根本原因，就是众生「贪瞋痴慢」这个妄心天天在增长，不断的在增长，就影响到环境。我一开头就跟诸位说，生命跟宇宙起源是同时的，说明我们的生命跟环境是同时的，不能分的。生命是佛家讲正报，环境是依报，依、正是同一个根本，所以依报、正报是一不是二。佛又在经上告诉我们，这话讲得太多了，「依报随着正报转」；《楞严经》上讲得多明白，「若能转境，则同如来」。如来是什么？觉悟的人，觉悟的人能够改变自然环境。他要不要用一些科学工具？不需要。心改了，环境自然就变了。如果我们要叫这个大自然界，地球上温度降温，用什么方法？大家把贪瞋痴息掉，那个降温就快了。如果我们天天还搞贪瞋痴，那这个温度只有往上升，不会往下降。这是我们在许许多多国家地区所看到的现象，每一年去走一次，看到大家贪瞋痴慢在那里增长，没有降温，不但没有降，连停止都没有停，真的是贪而无厌，贪不到就瞋恚。由此可知，忏除业障就非常非常重要了。",
      "zh_TW": "今天災變的根本原因，就是眾生「貪瞋痴慢」這個妄心天天在增長，不斷的在增長，就影響到環境。我一開頭就跟諸位說，生命跟宇宙起源是同時的，說明我們的生命跟環境是同時的，不能分的。生命是佛家講正報，環境是依報，依、正是同一個根本，所以依報、正報是一不是二。佛又在經上告訴我們，這話講得太多了，「依報隨著正報轉」；《楞嚴經》上講得多明白，「若能轉境，則同如來」。如來是什麼？覺悟的人，覺悟的人能夠改變自然環境。他要不要用一些科學工具？不需要。心改了，環境自然就變了。如果我們要叫這個大自然界，地球上溫度降溫，用什麼方法？大家把貪瞋痴息掉，那個降溫就快了。如果我們天天還搞貪瞋痴，那這個溫度只有往上升，不會往下降。這是我們在許許多多國家地區所看到的現象，每一年去走一次，看到大家貪瞋痴慢在那裡增長，沒有降溫，不但沒有降，連停止都沒有停，真的是貪而無厭，貪不到就瞋恚。由此可知，懺除業障就非常非常重要了。"
    },
    {
      "id": "02-034-0009_p0012",
      "zh_CN": "业障是什么？业障就是造作的这些恶业。上一次，跟诸位说明轮回心造的轮回业，一定要忏除。这是佛在经上给我们讲的十种，「逆、顺十心」，十种随顺生死，随顺六道轮回的心，我们上一次讲过了。今天，我们继续讲逆生死的十心，这个逆跟它相反，也就是说我们修这十种心，可以超越六道轮回，可以消灾免难，可以化解现在世间种种的灾变。佛给我们讲的十条，别人不相信，我们不去理会；我们自己要相信，要从我们自己本身认真的去做。换句话说，这也是佛在经上讲得很明白，我们今天生活在这个世间，这个世间是共业，共业里面还有别业。纵然这个地球遭受极大的灾变，像很多人讲，这个大灾难来的时候，这个地球上的人可能死一半，可能死三分之二，那还有三分之一不死，还在，他还能度过。这个就是什么？共业里面还有别业。在外国人说，「相信上帝的人就得救」，不相信上帝的，那恐怕就没有办法避免灾难了。这个说法我们很难赞同，那个无恶不做的人相信上帝，上帝也能赦免他；一生作好人，上帝不救他，上帝太不公平了。还是佛说的有道理，你能够回心转意，息灭贪瞋痴，修福、修善，积功累德，你就能够得度了，你能够保全，能够消灾免难。如果继续搞贪瞋痴慢，还继续不断的作恶，这个大灾难来临，恐怕就不能够避免了。佛这个说法，我们听了还觉得满有道理，可以接受。所以真的如果上帝要是不讲理的话，我们也不愿意去，总得有个理。",
      "zh_TW": "業障是什麼？業障就是造作的這些惡業。上一次，跟諸位說明輪迴心造的輪迴業，一定要懺除。這是佛在經上給我們講的十種，「逆、順十心」，十種隨順生死，隨順六道輪迴的心，我們上一次講過了。今天，我們繼續講逆生死的十心，這個逆跟它相反，也就是說我們修這十種心，可以超越六道輪迴，可以消災免難，可以化解現在世間種種的災變。佛給我們講的十條，別人不相信，我們不去理會；我們自己要相信，要從我們自己本身認真的去做。換句話說，這也是佛在經上講得很明白，我們今天生活在這個世間，這個世間是共業，共業裡面還有別業。縱然這個地球遭受極大的災變，像很多人講，這個大災難來的時候，這個地球上的人可能死一半，可能死三分之二，那還有三分之一不死，還在，他還能度過。這個就是什麼？共業裡面還有別業。在外國人說，「相信上帝的人就得救」，不相信上帝的，那恐怕就沒有辦法避免災難了。這個說法我們很難贊同，那個無惡不做的人相信上帝，上帝也能赦免他；一生作好人，上帝不救他，上帝太不公平了。還是佛說的有道理，你能夠回心轉意，息滅貪瞋痴，修福、修善，積功累德，你就能夠得度了，你能夠保全，能夠消災免難。如果繼續搞貪瞋痴慢，還繼續不斷的作惡，這個大災難來臨，恐怕就不能夠避免了。佛這個說法，我們聽了還覺得滿有道理，可以接受。所以真的如果上帝要是不講理的話，我們也不願意去，總得有個理。"
    },
    {
      "id": "02-034-0009_p0013",
      "zh_CN": "逆生死轮回的十种心，第一个，佛劝导我们，要「明信因果」，这四个字好。明是智慧，不是迷信，对于事实真相，你搞得清清楚楚、明明白白，你对这个因果真的相信了。佛说一切经都不离因果，世间法不能脱离因果，佛法也不脱离因果。因果绝非迷信，种瓜得瓜，种豆得豆，这是因果，决定不会种豆会得瓜，种瓜会得豆，没有这个道理，那因果就不相应了。所以，善因一定得善果，结果，恶因必定感恶报，这哪里会错。",
      "zh_TW": "逆生死輪迴的十種心，第一個，佛勸導我們，要「明信因果」，這四個字好。明是智慧，不是迷信，對於事實真相，你搞得清清楚楚、明明白白，你對這個因果真的相信了。佛說一切經都不離因果，世間法不能脫離因果，佛法也不脫離因果。因果絕非迷信，種瓜得瓜，種豆得豆，這是因果，決定不會種豆會得瓜，種瓜會得豆，沒有這個道理，那因果就不相應了。所以，善因一定得善果，結果，惡因必定感惡報，這哪裡會錯。"
    },
    {
      "id": "02-034-0009_p0014",
      "zh_CN": "可是我们也许会看到社会上有一些现象，似乎跟佛法讲的不太相应。我们看那些恶人享福，善人在那里受罪，生活极端的困苦，这好像跟佛法讲的因缘果报的事实不相吻合。这是什么？这是你对因果的理论与事实，你没搞清楚，你没搞明白。所以佛这四个字，第一个是「明信因果」，你不明白，你才产生误会。因果通三世，这一点我们一定要相信、要肯定。任何一个众生，他有过去世、有现在世、还有未来世，因果通三世。前世修善、积德，这是种的善因，这一世得大富大贵，他享的是果报，他这个果太大了，今生纵然造作许许多多的罪业，他那个余福还享不尽，所以他继续还在享福。可是诸位要晓得，这一生当中，他只享福，又造罪业，又不肯再修福，福报虽然大，消耗得很快。很大的福报，也许他这一生，一直到他临终，都是大福报现前，他的罪报没有现前，但是他底下一代就衰了，这是我们常常看见的。还有一些福报也很大，但是没有这么大，他享福，也不肯修福，也在那里造罪业，享个二、三十年他就败了，这现在一般讲破产了，他就败了，他的晚年保不住，这是说他的福报，就在他那几年当中统统消耗尽了。我们在社会上，看到这样的现象很多很多。修福的人，这一生生活非常困苦，那是过去生中没有修福，他现在感受这个果报，他今天修福、积善，种的这个好因，他来生得富贵。所以，富贵的人不是生生富贵，贫贱的人也不是生生贫贱，老天爷待人很公平，这一生享福，来生受罪了，这一生受罪的人，来生享福了，因缘果报，丝毫不爽。如果明白这个道理，通达事实真相，这一生当中，认真努力的断恶修善、忏除业障，他那个果报，这一生就能现前，就能够享受到，这是个聪明人、明白人。",
      "zh_TW": "可是我們也許會看到社會上有一些現象，似乎跟佛法講的不太相應。我們看那些惡人享福，善人在那裡受罪，生活極端的困苦，這好像跟佛法講的因緣果報的事實不相吻合。這是什麼？這是你對因果的理論與事實，你沒搞清楚，你沒搞明白。所以佛這四個字，第一個是「明信因果」，你不明白，你才產生誤會。因果通三世，這一點我們一定要相信、要肯定。任何一個眾生，他有過去世、有現在世、還有未來世，因果通三世。前世修善、積德，這是種的善因，這一世得大富大貴，他享的是果報，他這個果太大了，今生縱然造作許許多多的罪業，他那個餘福還享不盡，所以他繼續還在享福。可是諸位要曉得，這一生當中，他只享福，又造罪業，又不肯再修福，福報雖然大，消耗得很快。很大的福報，也許他這一生，一直到他臨終，都是大福報現前，他的罪報沒有現前，但是他底下一代就衰了，這是我們常常看見的。還有一些福報也很大，但是沒有這麼大，他享福，也不肯修福，也在那裡造罪業，享個二、三十年他就敗了，這現在一般講破產了，他就敗了，他的晚年保不住，這是說他的福報，就在他那幾年當中統統消耗盡了。我們在社會上，看到這樣的現象很多很多。修福的人，這一生生活非常困苦，那是過去生中沒有修福，他現在感受這個果報，他今天修福、積善，種的這個好因，他來生得富貴。所以，富貴的人不是生生富貴，貧賤的人也不是生生貧賤，老天爺待人很公平，這一生享福，來生受罪了，這一生受罪的人，來生享福了，因緣果報，絲毫不爽。如果明白這個道理，通達事實真相，這一生當中，認真努力的斷惡修善、懺除業障，他那個果報，這一生就能現前，就能夠享受到，這是個聰明人、明白人。"
    },
    {
      "id": "02-034-0009_p0015",
      "zh_CN": "「明信因果」这四个字，你要是真正懂得了，肯去做了，像过去明朝袁了凡先生，他就改变自己的命运。我们看他所求的，他命里面没有功名，这个功名，用现代的话来讲就是学位，他读书拿不到学位，命里没有。书念得再好，考试不及格，有什么法子？没有那个命。那个命里有的，书念得再不好，考试刚刚好就碰到他知道的几个题目，他就考中了；命，命里头有。你命里头没有，没有法子。了凡先生命里头没有高的学位，他的学位只到秀才，最后他拿到进士，进士是最高的学位。如果用现代学校相比的话，秀才等于学士，举人等于硕士，进士等于博士，他拿到博士学位。那是他断恶修善、积功累德求得来的，真是「佛氏门中，有求必应」。他命里头没有儿子，他也求儿子，结果以后他生了一个儿子，孝子贤孙。命里面寿命不长，他只有五十三岁，他并没有求寿命，并没有求长寿，但是积功累德自自然然就延年益寿，他活到七十多岁。命里头没有的，可以求得来的，这是真正求得。",
      "zh_TW": "「明信因果」這四個字，你要是真正懂得了，肯去做了，像過去明朝袁了凡先生，他就改變自己的命運。我們看他所求的，他命裡面沒有功名，這個功名，用現代的話來講就是學位，他讀書拿不到學位，命裡沒有。書念得再好，考試不及格，有什麼法子？沒有那個命。那個命裡有的，書念得再不好，考試剛剛好就碰到他知道的幾個題目，他就考中了；命，命裡頭有。你命裡頭沒有，沒有法子。了凡先生命裡頭沒有高的學位，他的學位只到秀才，最後他拿到進士，進士是最高的學位。如果用現代學校相比的話，秀才等於學士，舉人等於碩士，進士等於博士，他拿到博士學位。那是他斷惡修善、積功累德求得來的，真是「佛氏門中，有求必應」。他命裡頭沒有兒子，他也求兒子，結果以後他生了一個兒子，孝子賢孫。命裡面壽命不長，他只有五十三歲，他並沒有求壽命，並沒有求長壽，但是積功累德自自然然就延年益壽，他活到七十多歲。命裡頭沒有的，可以求得來的，這是真正求得。"
    },
    {
      "id": "02-034-0009_p0016",
      "zh_CN": "现在世间人，你们有很多看到，到寺庙里面去拜佛烧香磕头，去求升官发财，这一求也求到了，这个佛菩萨好灵！其实是怎么一回事情？你命里有的，刚刚好你那一年应该发财，你去求正好碰上了，是这么一回事情，不是佛菩萨保佑的，命里头有的，刚好碰上了。假如真的佛菩萨那么灵，应当每一个人去求，每一个人都发了，那才对，一百个人去求，只有一个人发，还有九十九个人没有发，我不相信他灵。这个头脑要清楚一点，哪有那么迷惑颠倒？个个去求，个个都发了，个个求升官，个个都升官了，那才行，那才叫真灵。你看看几个人求到，一万个人当中去求，真正得到的两三个人而已，那么多人都得不到。佛教给我们那真的是，你一个人求一个人得到，一万个人求，一万个人得到，一个也不会漏掉的，这是真的，它有个道理在。所以，我们对因果要深深的相信。",
      "zh_TW": "現在世間人，你們有很多看到，到寺廟裡面去拜佛燒香磕頭，去求升官發財，這一求也求到了，這個佛菩薩好靈！其實是怎麼一回事情？你命裡有的，剛剛好你那一年應該發財，你去求正好碰上了，是這麼一回事情，不是佛菩薩保佑的，命裡頭有的，剛好碰上了。假如真的佛菩薩那麼靈，應當每一個人去求，每一個人都發了，那才對，一百個人去求，只有一個人發，還有九十九個人沒有發，我不相信他靈。這個頭腦要清楚一點，哪有那麼迷惑顛倒？個個去求，個個都發了，個個求升官，個個都升官了，那才行，那才叫真靈。你看看幾個人求到，一萬個人當中去求，真正得到的兩三個人而已，那麼多人都得不到。佛教給我們那真的是，你一個人求一個人得到，一萬個人求，一萬個人得到，一個也不會漏掉的，這是真的，它有個道理在。所以，我們對因果要深深的相信。"
    },
    {
      "id": "02-034-0009_p0017",
      "zh_CN": "学佛要从这个地方开端，要从这个地方学起。我在每一个地方，劝勉大家学佛，我都教人从《了凡四训》学起，我没有教他从哪一部经论上学起，没有。你先把《了凡四训》念三百遍；三百遍要限定时间把它念完，不是说一个月、半个月念一遍，没用处。至少一天念一遍，念一年，每一天念一遍，念一年，你就有心得。为什么？你会有相信，你懂得了，你理解了，对你的生活就产生变化。你要每天念一遍才有用，这个道理，也是我们教学里头所提倡的，「一门深入，长时薰修」，它会起作用，如果是间断的来念，效果就没有了。以这个为基础，过去印光大师教人，他就是这个教法。他老人家一生，全心全力提倡《了凡四训》，提倡《感应篇》，提倡《安士全书》，这三样东西都是真实的忏悔门，就是教我们修普贤行愿的忏除业障。你把它念熟，真正明白了，真正了解了，你对人、对事、对物，你的看法、想法，自自然然会转过来，真的会断一切恶、修一切善，你没有这个三百遍的功力，断恶修善你很难办到。为什么？这个恶是无始劫来的习气，哪有那么容易转过来。所以，佛这个明信因果，「明」这个字要紧，非常非常要紧，你要有智慧，绝对不是迷信。",
      "zh_TW": "學佛要從這個地方開端，要從這個地方學起。我在每一個地方，勸勉大家學佛，我都教人從《了凡四訓》學起，我沒有教他從哪一部經論上學起，沒有。你先把《了凡四訓》念三百遍；三百遍要限定時間把它念完，不是說一個月、半個月念一遍，沒用處。至少一天念一遍，念一年，每一天念一遍，念一年，你就有心得。為什麼？你會有相信，你懂得了，你理解了，對你的生活就產生變化。你要每天念一遍才有用，這個道理，也是我們教學裡頭所提倡的，「一門深入，長時薰修」，它會起作用，如果是間斷的來念，效果就沒有了。以這個為基礎，過去印光大師教人，他就是這個教法。他老人家一生，全心全力提倡《了凡四訓》，提倡《感應篇》，提倡《安士全書》，這三樣東西都是真實的懺悔門，就是教我們修普賢行願的懺除業障。你把它念熟，真正明白了，真正了解了，你對人、對事、對物，你的看法、想法，自自然然會轉過來，真的會斷一切惡、修一切善，你沒有這個三百遍的功力，斷惡修善你很難辦到。為什麼？這個惡是無始劫來的習氣，哪有那麼容易轉過來。所以，佛這個明信因果，「明」這個字要緊，非常非常要緊，你要有智慧，絕對不是迷信。"
    },
    {
      "id": "02-034-0009_p0018",
      "zh_CN": "真正相信因果之后，你自然不会推卸责任。不要说自己造作的罪业，都是希望嫁祸于人，自己做错事情，把这个责任推给别人，别人做的，不是我做的。教人去杀人，那个人说，「是他杀的，不是我杀的」，这个罪重，太重太重了。连这样的事情都推诿，何况我们今天看到社会，看到整个地球上的灾变，他怎么可能认为「这是我的责任」，不可能。你们每一个同修，你们自己细细去想想，你在这一生当中，也活了几十年了，也看到很多人、事、物，哪一个人会把今天地球上这些灾变，认为是自己的责任，有没有？不但你没见过，你听都没听说过。如果有听说过，哪有这种糊涂人，这自然灾害与你有什么相干，你怎么会把这个责任担负起来？其实，真的是自己的责任。特别是我们佛门四众弟子，在家、出家都一样。出家，我们不像一个出家人，没有把我们出家的工作做好，所以才惹得这个世间的这些灾变。佛讲「依报随着正报转」，我这个正报不好，所以感来的依报就有灾难，当然是我的责任。在家学佛也不例外，无论你过的是什么生活，无论你从事的是哪一个行业，你没有在你工作当中，你没有在你行业当中行菩萨道。学佛没有别的，就是要行菩萨道。",
      "zh_TW": "真正相信因果之後，你自然不會推卸責任。不要說自己造作的罪業，都是希望嫁禍於人，自己做錯事情，把這個責任推給別人，別人做的，不是我做的。教人去殺人，那個人說，「是他殺的，不是我殺的」，這個罪重，太重太重了。連這樣的事情都推諉，何況我們今天看到社會，看到整個地球上的災變，他怎麼可能認為「這是我的責任」，不可能。你們每一個同修，你們自己細細去想想，你在這一生當中，也活了幾十年了，也看到很多人、事、物，哪一個人會把今天地球上這些災變，認為是自己的責任，有沒有？不但你沒見過，你聽都沒聽說過。如果有聽說過，哪有這種糊塗人，這自然災害與你有什麼相干，你怎麼會把這個責任擔負起來？其實，真的是自己的責任。特別是我們佛門四眾弟子，在家、出家都一樣。出家，我們不像一個出家人，沒有把我們出家的工作做好，所以才惹得這個世間的這些災變。佛講「依報隨著正報轉」，我這個正報不好，所以感來的依報就有災難，當然是我的責任。在家學佛也不例外，無論你過的是什麼生活，無論你從事的是哪一個行業，你沒有在你工作當中，你沒有在你行業當中行菩薩道。學佛沒有別的，就是要行菩薩道。"
    },
    {
      "id": "02-034-0009_p0019",
      "zh_CN": "什么叫菩萨道？给众生作好榜样。出家人要给出家人作好榜样，在家人要给在家人作好榜样。你是家庭主妇，是家庭主妇里面的好榜样；你经商开个店，你这个店是所有一切商店的好榜样。端正人心，端正社会，这个依报当然就转过来了。佛弟子行菩萨道，无论从事哪一个行业，一定要发心，「我以这个生活方式，以这个行业，服务社会」。我们是贡献，是服务社会，没有贪心，不贪名利，完全是服务，这就对了，那就是菩萨了。如果是以营利为目的，这是凡夫心，以服务为目的，是菩萨心，干的是同样的工作。菩萨跟凡夫，在工作上、生活上没有差别，用心、观念上不一样；一个是为自己，一个是为社会、为众生，不为自己。",
      "zh_TW": "什麼叫菩薩道？給眾生作好榜樣。出家人要給出家人作好榜樣，在家人要給在家人作好榜樣。你是家庭主婦，是家庭主婦裡面的好榜樣；你經商開個店，你這個店是所有一切商店的好榜樣。端正人心，端正社會，這個依報當然就轉過來了。佛弟子行菩薩道，無論從事哪一個行業，一定要發心，「我以這個生活方式，以這個行業，服務社會」。我們是貢獻，是服務社會，沒有貪心，不貪名利，完全是服務，這就對了，那就是菩薩了。如果是以營利為目的，這是凡夫心，以服務為目的，是菩薩心，幹的是同樣的工作。菩薩跟凡夫，在工作上、生活上沒有差別，用心、觀念上不一樣；一個是為自己，一個是為社會、為眾生，不為自己。"
    },
    {
      "id": "02-034-0009_p0020",
      "zh_CN": "新加坡这个地区是福地。为什么说它福地？菩萨多。怎么晓得菩萨多？我们在这里讲菩萨经，你看这么多菩萨来听，菩萨多。你在其他地区讲这个经，没几个人听。在美国讲经的时候，能够来一百个人，这个法缘好殊胜。有一年演培法师告诉我，他说沈家桢请他到美国去，他那个时候对美国的行情不了解，很欢喜，把新加坡这边统统舍弃掉了，移民到美国。他移民算是很顺利，申请移民当天就拿到，这个例子很少。我在美国移民，也是当天拿到，半个小时就拿到，这个例子太少太少了，马上就给你。在那边讲经说法，他说法的地点我去过，纽约的大觉寺，这是沈家桢居士的道场。那一天讲经来了五十多个人，讲完之后没有一个不赞叹，「法师，你的法缘殊胜，今天来这么多人。」演培法师说：「我听了这个话，凉水从头浇到脚底」。他说：「我在新加坡讲经，几千人听，到这个地方五十个人，就已经是法缘太殊胜，大家在赞叹了。」赶快走路，又回到新加坡来，美国那个绿卡不要了，放弃了，这都是事实。",
      "zh_TW": "新加坡這個地區是福地。為什麼說它福地？菩薩多。怎麼曉得菩薩多？我們在這裡講菩薩經，你看這麼多菩薩來聽，菩薩多。你在其他地區講這個經，沒幾個人聽。在美國講經的時候，能夠來一百個人，這個法緣好殊勝。有一年演培法師告訴我，他說沈家楨請他到美國去，他那個時候對美國的行情不了解，很歡喜，把新加坡這邊統統捨棄掉了，移民到美國。他移民算是很順利，申請移民當天就拿到，這個例子很少。我在美國移民，也是當天拿到，半個小時就拿到，這個例子太少太少了，馬上就給你。在那邊講經說法，他說法的地點我去過，紐約的大覺寺，這是沈家楨居士的道場。那一天講經來了五十多個人，講完之後沒有一個不讚歎，「法師，你的法緣殊勝，今天來這麼多人。」演培法師說：「我聽了這個話，涼水從頭澆到腳底」。他說：「我在新加坡講經，幾千人聽，到這個地方五十個人，就已經是法緣太殊勝，大家在讚歎了。」趕快走路，又回到新加坡來，美國那個綠卡不要了，放棄了，這都是事實。"
    },
    {
      "id": "02-034-0009_p0021",
      "zh_CN": "在今天全世界，你在任何地方讲经说法，大概在新加坡有这么多人数，在台湾也可能有这个人数。如果说每天讲经，这个道场这么多的人数要维持，非常不容易。偶尔作一次讲演，会有几千人来参加，一年难得一次，热闹、热闹，大家来捧捧场、来看看。天天来听经，就不是凑热闹的了，那就是真正菩萨了，要到这个地方来学菩萨道、修菩萨行的，那是真菩萨，不是假菩萨。我在此地断断续续的也讲了十年，这十年当中，我们的听众是有增无减，年年都会多一些人，所以这个地方，我说菩萨多。真正想学菩萨行，想学菩萨业的，确确实实是有。",
      "zh_TW": "在今天全世界，你在任何地方講經說法，大概在新加坡有這麼多人數，在台灣也可能有這個人數。如果說每天講經，這個道場這麼多的人數要維持，非常不容易。偶爾作一次講演，會有幾千人來參加，一年難得一次，熱鬧、熱鬧，大家來捧捧場、來看看。天天來聽經，就不是湊熱鬧的了，那就是真正菩薩了，要到這個地方來學菩薩道、修菩薩行的，那是真菩薩，不是假菩薩。我在此地斷斷續續的也講了十年，這十年當中，我們的聽眾是有增無減，年年都會多一些人，所以這個地方，我說菩薩多。真正想學菩薩行，想學菩薩業的，確確實實是有。"
    },
    {
      "id": "02-034-0009_p0022",
      "zh_CN": "真正菩萨，一定是自愧，自己责备自己，「我没有修得好，所以拖累这一些众生受罪、受苦；我没有修得好，让这个世间有这么多的灾变，令一切众生担忧。」会责备自己，责备自己，自己就更认真、更努力加功用行。所以这个愧责是对自己一个很大的动力，推动自己勇猛精进、断恶修善，这是个大动力。这个世间人工作很勤劳，什么力量推动他？名利。你努力的去做，你可以赚很多的钱，为那个钱拼命工作。钱靠不住，现在经济一发生事情，马上就贬值，辛辛苦苦赚那么多，一下就没有了。如果他是发的菩萨心，我为社会、为大众，为这个来努力工作，那他永远不会变质的，永远是精进，永远是向上，真正是积大功、累大德，果报的殊胜不可思议。这些理跟事，我们都要清楚明了，一定要看到外面这个现象，自己要生惭愧心，自己要责备自己。",
      "zh_TW": "真正菩薩，一定是自愧，自己責備自己，「我沒有修得好，所以拖累這一些眾生受罪、受苦；我沒有修得好，讓這個世間有這麼多的災變，令一切眾生擔憂。」會責備自己，責備自己，自己就更認真、更努力加功用行。所以這個愧責是對自己一個很大的動力，推動自己勇猛精進、斷惡修善，這是個大動力。這個世間人工作很勤勞，什麼力量推動他？名利。你努力的去做，你可以賺很多的錢，為那個錢拼命工作。錢靠不住，現在經濟一發生事情，馬上就貶值，辛辛苦苦賺那麼多，一下就沒有了。如果他是發的菩薩心，我為社會、為大眾，為這個來努力工作，那他永遠不會變質的，永遠是精進，永遠是向上，真正是積大功、累大德，果報的殊勝不可思議。這些理跟事，我們都要清楚明瞭，一定要看到外面這個現象，自己要生慚愧心，自己要責備自己。"
    },
    {
      "id": "02-034-0009_p0023",
      "zh_CN": "第三，佛提醒我们，恶道可怕。这是经上讲的三恶道，恶道很容易进去，很难出来。三恶道是什么样的原因形成的？佛告诉我们，饿鬼道是贪心，贪心重的堕饿鬼道，地狱道是瞋恚心，畜生道是愚痴心。愚痴心，就是对于真假、邪正、善恶、利害，都搞不清楚，糊里糊涂，这是愚痴。这个世间，好人、坏人分不清楚，好事、坏事也搞不清楚，往往把事情搞颠倒，果报就在畜生道。",
      "zh_TW": "第三，佛提醒我們，惡道可怕。這是經上講的三惡道，惡道很容易進去，很難出來。三惡道是什麼樣的原因形成的？佛告訴我們，餓鬼道是貪心，貪心重的墮餓鬼道，地獄道是瞋恚心，畜生道是愚痴心。愚痴心，就是對於真假、邪正、善惡、利害，都搞不清楚，糊裡糊塗，這是愚痴。這個世間，好人、壞人分不清楚，好事、壞事也搞不清楚，往往把事情搞顛倒，果報就在畜生道。"
    },
    {
      "id": "02-034-0009_p0024",
      "zh_CN": "也许诸位以为，畜生道好像寿命不太长，怎么不容易脱离畜生道？畜生道有些寿命不长，但是也有寿命很长的；即使寿命不长，他也不容易脱离。畜生愚痴，执着牠那个身相就是自己，死了以后还变畜生，很难到其他道里面去投生，这个事情就麻烦了。譬如佛在经上告诉我们一桩事情，当年释迦牟尼佛在世的时候，祇园精舍有一点工程，施工的时候，看到地下有一窝蚂蚁。佛看了之后，就笑一笑，旁边这些跟随佛的学生就问佛：你为什么笑这个蚂蚁？佛就讲：「这个蚂蚁很愚痴，七尊佛出世，牠还没有脱离蚂蚁身。」我们不说多，说一尊佛出世，三个阿僧祇劫，七尊佛出世，二十一个阿僧祇劫，它还作蚂蚁，不是牠有那么长的寿命，蚂蚁死了投胎还作蚂蚁，生生世世作蚂蚁，没有想到牠能换一个别的身体。畜生道也不容易脱离畜生身。",
      "zh_TW": "也許諸位以為，畜生道好像壽命不太長，怎麼不容易脫離畜生道？畜生道有些壽命不長，但是也有壽命很長的；即使壽命不長，他也不容易脫離。畜生愚痴，執著牠那個身相就是自己，死了以後還變畜生，很難到其他道裡面去投生，這個事情就麻煩了。譬如佛在經上告訴我們一樁事情，當年釋迦牟尼佛在世的時候，祇園精舍有一點工程，施工的時候，看到地下有一窩螞蟻。佛看了之後，就笑一笑，旁邊這些跟隨佛的學生就問佛：你為什麼笑這個螞蟻？佛就講：「這個螞蟻很愚痴，七尊佛出世，牠還沒有脫離螞蟻身。」我們不說多，說一尊佛出世，三個阿僧祇劫，七尊佛出世，二十一個阿僧祇劫，它還作螞蟻，不是牠有那麼長的壽命，螞蟻死了投胎還作螞蟻，生生世世作螞蟻，沒有想到牠能換一個別的身體。畜生道也不容易脫離畜生身。"
    },
    {
      "id": "02-034-0009_p0025",
      "zh_CN": "饿鬼道的寿命长，佛在经上告诉我们，饿鬼道，鬼道里面的一天，是我们人间一个月。鬼道的寿命，也像我们人间这个算法，一年三百六十天，十二个月，三百六十天算一年，但是要记住，他的一天是我们人间一个月。他的寿命，短命的都是千岁，命长的都是千千岁，还得了吗？你堕到饿鬼道，你什么时候能出来？算起来也得要几万年之后，你才能出得来，那个日子不好过。鬼道里面看不到太阳，日、月、星三光看不到，看到天空灰土土的。我们几天见不到太阳光就很难过了，你要在鬼道里头熬上几万年见不到阳光，你说那个日子多难过。鬼里面的生活很恐怖，所以在三途里面，鬼道叫刀途。畜生道叫血途，畜生死都没有好死，都是流血互相吞啖，畜生没有善终的，都是弱肉强食，换句话说，都不是好死，这个我们要晓得。鬼道为什么叫刀途？刀是形容常常有人来杀害他，他这个身心不安，常常生活在恐怖之中，是这么一个意思。",
      "zh_TW": "餓鬼道的壽命長，佛在經上告訴我們，餓鬼道，鬼道裡面的一天，是我們人間一個月。鬼道的壽命，也像我們人間這個算法，一年三百六十天，十二個月，三百六十天算一年，但是要記住，他的一天是我們人間一個月。他的壽命，短命的都是千歲，命長的都是千千歲，還得了嗎？你墮到餓鬼道，你什麼時候能出來？算起來也得要幾萬年之後，你才能出得來，那個日子不好過。鬼道裡面看不到太陽，日、月、星三光看不到，看到天空灰土土的。我們幾天見不到太陽光就很難過了，你要在鬼道裡頭熬上幾萬年見不到陽光，你說那個日子多難過。鬼裡面的生活很恐怖，所以在三途裡面，鬼道叫刀途。畜生道叫血途，畜生死都沒有好死，都是流血互相吞啖，畜生沒有善終的，都是弱肉強食，換句話說，都不是好死，這個我們要曉得。鬼道為什麼叫刀途？刀是形容常常有人來殺害他，他這個身心不安，常常生活在恐怖之中，是這麼一個意思。"
    },
    {
      "id": "02-034-0009_p0026",
      "zh_CN": "地狱叫火途，地狱是一片火海，那太苦了。地狱的寿命，佛在经里面说法不一样；说法不一样，并不是佛说错了，佛在这个经里头跟那个经说的，寿命相差就很大了。因为地狱种类不一样，有些地狱里面寿命很长，有些地狱里面受的苦也比较轻，寿命也比较短一点。我们根据经上讲的，地狱道里面寿命最短的，最短的一个讲法，地狱里面的一天，是我们人间两千七百年。我们中国在这个世界上号称文明古国，我们有五千年的历史，在地狱里头还不到两天。地狱里头，佛经上说了，也算是一年三百六十天，一年算三百六十天，诸位要记住，他的一天是我们人间两千七百多年，他的寿命，短命的一万岁，长命的就万万岁，太恐怖了。所以一定时时刻刻提高警觉，不要造地狱业，三途的业都不能造。",
      "zh_TW": "地獄叫火途，地獄是一片火海，那太苦了。地獄的壽命，佛在經裡面說法不一樣；說法不一樣，並不是佛說錯了，佛在這個經裡頭跟那個經說的，壽命相差就很大了。因為地獄種類不一樣，有些地獄裡面壽命很長，有些地獄裡面受的苦也比較輕，壽命也比較短一點。我們根據經上講的，地獄道裡面壽命最短的，最短的一個講法，地獄裡面的一天，是我們人間兩千七百年。我們中國在這個世界上號稱文明古國，我們有五千年的歷史，在地獄裡頭還不到兩天。地獄裡頭，佛經上說了，也算是一年三百六十天，一年算三百六十天，諸位要記住，他的一天是我們人間兩千七百多年，他的壽命，短命的一萬歲，長命的就萬萬歲，太恐怖了。所以一定時時刻刻提高警覺，不要造地獄業，三途的業都不能造。"
    },
    {
      "id": "02-034-0009_p0027",
      "zh_CN": "三途是怎么堕落进去的？佛给我们讲的十恶业，最严重的十恶业就是堕地狱，其次的堕饿鬼，最轻的变畜生。十恶业，身所造的，杀生、偷盗、邪淫；口所造的，妄语、两舌，妄语是不老实，说假话，两舌是挑拨是非，绮语是花言巧语，都是诱惑人、欺骗人，恶口是说话粗鲁，口的四种过；意业里面，贪、瞋、痴。假如我们每天造这十种业，身干杀盗淫，口妄语、两舌、绮语、恶口，心里面充满了贪瞋痴，那么你的前途不要问任何人，决定到三恶道，还问什么人，清清楚楚、明明白白。三恶道到哪一道去，你自己要仔细想想也知道，所以你就愈想愈可怕。我们决定不干这个事情。",
      "zh_TW": "三途是怎麼墮落進去的？佛給我們講的十惡業，最嚴重的十惡業就是墮地獄，其次的墮餓鬼，最輕的變畜生。十惡業，身所造的，殺生、偷盜、邪淫；口所造的，妄語、兩舌，妄語是不老實，說假話，兩舌是挑撥是非，綺語是花言巧語，都是誘惑人、欺騙人，惡口是說話粗魯，口的四種過；意業裡面，貪、瞋、痴。假如我們每天造這十種業，身幹殺盜淫，口妄語、兩舌、綺語、惡口，心裡面充滿了貪瞋痴，那麼你的前途不要問任何人，決定到三惡道，還問什麼人，清清楚楚、明明白白。三惡道到哪一道去，你自己要仔細想想也知道，所以你就愈想愈可怕。我們決定不幹這個事情。"
    },
    {
      "id": "02-034-0009_p0028",
      "zh_CN": "不但我们不愿意堕三恶道，六道里头的三善道我们也不要。为什么？不究竟。你想修人天福报，来生得到人身再享福，享福的人很少头脑有清楚的，很少不迷惑的，那么你的福享尽了怎么办？这个世间有福报的人很多，我们也有时候有机会遇到，看到他享福造罪业，想帮他的忙帮不上。为什么？你劝他的时候，他听了几句话之后，他就是东张西望，把你的话岔开了，根本就不听，根本不愿意你再说，那有什么法子。他还是随着他的习气、随着他的业障，过那种狂欢纵欲的生活，一直把他过去生中所修的福报，消耗得干干净净，然后去三恶道报到，干这个事情。我们看到是真可怜，没法子救。所以，一定要常常怀「怖畏恶道」这个心。",
      "zh_TW": "不但我們不願意墮三惡道，六道裡頭的三善道我們也不要。為什麼？不究竟。你想修人天福報，來生得到人身再享福，享福的人很少頭腦有清楚的，很少不迷惑的，那麼你的福享盡了怎麼辦？這個世間有福報的人很多，我們也有時候有機會遇到，看到他享福造罪業，想幫他的忙幫不上。為什麼？你勸他的時候，他聽了幾句話之後，他就是東張西望，把你的話岔開了，根本就不聽，根本不願意你再說，那有什麼法子。他還是隨著他的習氣、隨著他的業障，過那種狂歡縱慾的生活，一直把他過去生中所修的福報，消耗得乾乾淨淨，然後去三惡道報到，幹這個事情。我們看到是真可憐，沒法子救。所以，一定要常常懷「怖畏惡道」這個心。"
    },
    {
      "id": "02-034-0009_p0029",
      "zh_CN": "第四，佛教给我们「不覆瑕疵」。自己造作的过失不要隐瞒，发露忏悔。我做错了，有勇气说出来给人听，别人知道了，责备你几句，骂你几声，好！报掉了。我们这个罪就报掉了，所谓是「重罪轻报」，罪报掉，好！修的善可别让人知道，善让人知道的时候，这个人赞叹你几句，那个人赞叹你几句，报光了，善没有了，这个亏就吃大了。世出世间的圣人，教我们要积阴德。什么叫阴德？阴就是不让人知道，我们断恶修善、积功累德，不要让人知道，不要让人赞叹，我们自己的姿势愈低愈好。做再大的功德也等于没有做一样，自己对一切人谦恭卑下，这个好，我们自己积的功德能够保全，保全将来果报就大了，就殊胜了。",
      "zh_TW": "第四，佛教給我們「不覆瑕疵」。自己造作的過失不要隱瞞，發露懺悔。我做錯了，有勇氣說出來給人聽，別人知道了，責備你幾句，罵你幾聲，好！報掉了。我們這個罪就報掉了，所謂是「重罪輕報」，罪報掉，好！修的善可別讓人知道，善讓人知道的時候，這個人讚歎你幾句，那個人讚歎你幾句，報光了，善沒有了，這個虧就吃大了。世出世間的聖人，教我們要積陰德。什麼叫陰德？陰就是不讓人知道，我們斷惡修善、積功累德，不要讓人知道，不要讓人讚歎，我們自己的姿勢愈低愈好。做再大的功德也等於沒有做一樣，自己對一切人謙恭卑下，這個好，我們自己積的功德能夠保全，保全將來果報就大了，就殊勝了。"
    },
    {
      "id": "02-034-0009_p0030",
      "zh_CN": "最聪明的人、最有智慧的人，把他一生所修的福报，在什么时候享？临命终时。临命终时享什么福？没有病苦，这是大福报，临终不生病。临终清清楚楚、明明白白，临终可以站着走、可以坐着走，知道自己到哪里去。这个去处，第一殊胜的是极乐世界，我们这一生业报完了之后，到西方极乐世界去了，到极乐世界就是作佛去了。这在十法界里面，最高的选择，选择作佛，所以不会选择生天，当然也不会选择来生再到人间，去享人间的富贵，不干这个事情，富贵是假的。我们翻开历史，看看历朝历代的这些帝王将相，当年在世轰轰烈烈不可一世，今天在哪里？都埋在地下了，他有什么了不起。你要把这个事实真相看清楚了，世间的功名富贵你就放下了，没有意思。享这些世间的福报，福里头有许许多多的苦在里头。自古以来哪一个作帝王的不辛苦？哪一个作帝王的一生能称心如意？没有一个。虽享福，心里也是提心吊胆，也是没有一时心里舒适的时候，没有。所以，过失不要隐瞒，更不可以推卸给别人，要发露忏悔，露就是完全呈现出来，一丝毫隐藏都没有。",
      "zh_TW": "最聰明的人、最有智慧的人，把他一生所修的福報，在什麼時候享？臨命終時。臨命終時享什麼福？沒有病苦，這是大福報，臨終不生病。臨終清清楚楚、明明白白，臨終可以站著走、可以坐著走，知道自己到哪裡去。這個去處，第一殊勝的是極樂世界，我們這一生業報完了之後，到西方極樂世界去了，到極樂世界就是作佛去了。這在十法界裡面，最高的選擇，選擇作佛，所以不會選擇生天，當然也不會選擇來生再到人間，去享人間的富貴，不幹這個事情，富貴是假的。我們翻開歷史，看看歷朝歷代的這些帝王將相，當年在世轟轟烈烈不可一世，今天在哪裡？都埋在地下了，他有什麼了不起。你要把這個事實真相看清楚了，世間的功名富貴你就放下了，沒有意思。享這些世間的福報，福裡頭有許許多多的苦在裡頭。自古以來哪一個作帝王的不辛苦？哪一個作帝王的一生能稱心如意？沒有一個。雖享福，心裡也是提心吊膽，也是沒有一時心裡舒適的時候，沒有。所以，過失不要隱瞞，更不可以推卸給別人，要發露懺悔，露就是完全呈現出來，一絲毫隱藏都沒有。"
    },
    {
      "id": "02-034-0009_p0031",
      "zh_CN": "第五，佛教给我们「断相续心」，就是造作罪业的这个相续心。我们六根接触外面境界，顺自己意思的，贪心就起来了，烦恼就起来了；不顺自己意思，瞋恚心就起来了。这个心起来不怕，起来实在讲是正常的，我们是凡夫。如果六根接触境界，不起心、不动念，你已经是佛、是菩萨，你不是凡夫。凡夫之人在这个境缘当中，一定起心动念，所以古人说：「不怕念起，只怕觉迟」。凡夫起心动念是必然的现象，可是要紧在什么地方？要紧是不可以让它相续，这个念头起来了，马上把这个念头压住，把它转变掉，这就叫修行，这叫功夫。",
      "zh_TW": "第五，佛教給我們「斷相續心」，就是造作罪業的這個相續心。我們六根接觸外面境界，順自己意思的，貪心就起來了，煩惱就起來了；不順自己意思，瞋恚心就起來了。這個心起來不怕，起來實在講是正常的，我們是凡夫。如果六根接觸境界，不起心、不動念，你已經是佛、是菩薩，你不是凡夫。凡夫之人在這個境緣當中，一定起心動念，所以古人說：「不怕念起，只怕覺遲」。凡夫起心動念是必然的現象，可是要緊在什麼地方？要緊是不可以讓它相續，這個念頭起來了，馬上把這個念頭壓住，把它轉變掉，這就叫修行，這叫功夫。"
    },
    {
      "id": "02-034-0009_p0032",
      "zh_CN": "我们念佛人，就用一句佛号。在顺境里头，贪心起来了，「阿弥陀佛」，把这个心马上换掉，绝不让贪心增长，绝不让贪心相续。在逆境、逆缘的时候，瞋恚心烦恼生起来了，这不高兴了，马上一句「阿弥陀佛」把它压平，决定不叫瞋恚、嫉妒增长，决定不能让瞋恚、嫉妒相续。我们这样念佛叫会念，这样念佛叫功夫。否则的话，每一天，他了不起，一天念两万声佛号、三万声佛号，念完佛号，一样还骂人，一样还生气，一样还动喜怒哀乐，完了，什么都完了，这个一天念十万声都不行，古人常讲「喊破喉咙也枉然」。为什么？他的佛号念得再多，它不起作用，他烦恼伏不住、压不住。功夫真正得力，每一天佛号不一定要念那么多。最重要的是什么？你要能真正把烦恼压住、伏住，这叫做功夫。你一天不念佛都没有关系，一动念就阿弥陀佛，这就行了，不动念的时候没有阿弥陀佛，一起心动念马上就是阿弥陀佛，这就叫觉得快，这是真正觉悟，永远保持自己的心地清净、平等、觉，就对了。",
      "zh_TW": "我們念佛人，就用一句佛號。在順境裡頭，貪心起來了，「阿彌陀佛」，把這個心馬上換掉，絕不讓貪心增長，絕不讓貪心相續。在逆境、逆緣的時候，瞋恚心煩惱生起來了，這不高興了，馬上一句「阿彌陀佛」把它壓平，決定不叫瞋恚、嫉妒增長，決定不能讓瞋恚、嫉妒相續。我們這樣念佛叫會念，這樣念佛叫功夫。否則的話，每一天，他了不起，一天念兩萬聲佛號、三萬聲佛號，念完佛號，一樣還罵人，一樣還生氣，一樣還動喜怒哀樂，完了，什麼都完了，這個一天念十萬聲都不行，古人常講「喊破喉嚨也枉然」。為什麼？他的佛號念得再多，它不起作用，他煩惱伏不住、壓不住。功夫真正得力，每一天佛號不一定要念那麼多。最重要的是什麼？你要能真正把煩惱壓住、伏住，這叫做功夫。你一天不念佛都沒有關係，一動念就阿彌陀佛，這就行了，不動念的時候沒有阿彌陀佛，一起心動念馬上就是阿彌陀佛，這就叫覺得快，這是真正覺悟，永遠保持自己的心地清淨、平等、覺，就對了。"
    },
    {
      "id": "02-034-0009_p0033",
      "zh_CN": "第六，佛劝我们要「发菩提心」。前面给我们讲的五个，明信因果、自愧克责、怖畏恶道、不覆瑕疵、断相续心，这是忏除我们的罪业，这是从事上忏，忏除罪业。发菩提心，那就殊胜了。菩提心是真正觉悟之心，那你就真的是积功累德了，业障忏除之后，积功累德。前面这五条是断恶，后面这五条教给我们修善，断恶修善。善不修不行，不能成就真实的福慧。学佛的人一定有福报，他怎么会有福报？修福，天天在修福，念念在修福，他的福报当然增长。念念在修慧，天天在修慧，他的智慧一定增长，这必然的道理。",
      "zh_TW": "第六，佛勸我們要「發菩提心」。前面給我們講的五個，明信因果、自愧克責、怖畏惡道、不覆瑕疵、斷相續心，這是懺除我們的罪業，這是從事上懺，懺除罪業。發菩提心，那就殊勝了。菩提心是真正覺悟之心，那你就真的是積功累德了，業障懺除之後，積功累德。前面這五條是斷惡，後面這五條教給我們修善，斷惡修善。善不修不行，不能成就真實的福慧。學佛的人一定有福報，他怎麼會有福報？修福，天天在修福，念念在修福，他的福報當然增長。念念在修慧，天天在修慧，他的智慧一定增長，這必然的道理。"
    },
    {
      "id": "02-034-0009_p0034",
      "zh_CN": "什么叫菩提心？我们必须要认清楚。菩提心是真心。谁有菩提心？菩萨才有菩提心。在我们佛门里面，阿罗汉菩提心还没发，辟支佛、权教菩萨，都没有发菩提心。菩提心要一发，这个了不起，《华严经》上讲的「法身大士」。前面跟诸位报告过，六道十法界从哪里来的？是从妄想、分别、执着来的。执着没有了，六道就没有了；分别没有了，十法界就没有了；十法界没有了，那你就到一真法界去了，就是毘卢遮那佛的华藏世界，阿弥陀佛的极乐世界，到哪里去了，超越十法界。菩提心一发，就超越十法界。换句话说，菩提心就是把你的分别、执着统统断掉，你的真心现前了。菩提心的体是至诚心，真诚到极处。诸位要晓得，你还有一丝毫的分别，还有一点点的执着，你的心不诚。要把分别、执着断得干干净净，不但对世间法不分别、不执着，对于佛法也不分别、不执着。如果你说：我对世间法不分别、不执着了，我对佛法还分别、还执着。不行，六道还出不去，这个要懂。绝对不是叫你换对象，我贪心，我现在不贪世间的名闻利养，不贪五欲六尘了，我贪佛法。行不行？不行，佛是叫你断贪心，不是叫你换对象。贪心决定变饿鬼，你贪佛法还是变饿鬼。你贪世间五欲六尘去作饿鬼，贪佛法还是变饿鬼。虽变饿鬼，享受不一样，贪图世间名闻利养，堕的那个饿鬼，真的是饿鬼，很穷苦的饿鬼；贪图佛法的这个饿鬼，可能在饿鬼道作官，因为那个对象不一样。但是还是当鬼，还是没有办法离开鬼道，这个诸位一定要懂。佛教我们断贪心，不是教我们换对象，这个意思一定要搞清楚，不是换对象。一定要断贪瞋痴。一定要断分别、执着，世出世法统统不分别、统统不执着，你才能超越十法界。这是菩提心的体，至诚心，真诚到极处。",
      "zh_TW": "什麼叫菩提心？我們必須要認清楚。菩提心是真心。誰有菩提心？菩薩才有菩提心。在我們佛門裡面，阿羅漢菩提心還沒發，辟支佛、權教菩薩，都沒有發菩提心。菩提心要一發，這個了不起，《華嚴經》上講的「法身大士」。前面跟諸位報告過，六道十法界從哪裡來的？是從妄想、分別、執著來的。執著沒有了，六道就沒有了；分別沒有了，十法界就沒有了；十法界沒有了，那你就到一真法界去了，就是毘盧遮那佛的華藏世界，阿彌陀佛的極樂世界，到哪裡去了，超越十法界。菩提心一發，就超越十法界。換句話說，菩提心就是把你的分別、執著統統斷掉，你的真心現前了。菩提心的體是至誠心，真誠到極處。諸位要曉得，你還有一絲毫的分別，還有一點點的執著，你的心不誠。要把分別、執著斷得乾乾淨淨，不但對世間法不分別、不執著，對於佛法也不分別、不執著。如果你說：我對世間法不分別、不執著了，我對佛法還分別、還執著。不行，六道還出不去，這個要懂。絕對不是叫你換對象，我貪心，我現在不貪世間的名聞利養，不貪五欲六塵了，我貪佛法。行不行？不行，佛是叫你斷貪心，不是叫你換對象。貪心決定變餓鬼，你貪佛法還是變餓鬼。你貪世間五欲六塵去作餓鬼，貪佛法還是變餓鬼。雖變餓鬼，享受不一樣，貪圖世間名聞利養，墮的那個餓鬼，真的是餓鬼，很窮苦的餓鬼；貪圖佛法的這個餓鬼，可能在餓鬼道作官，因為那個對象不一樣。但是還是當鬼，還是沒有辦法離開鬼道，這個諸位一定要懂。佛教我們斷貪心，不是教我們換對象，這個意思一定要搞清楚，不是換對象。一定要斷貪瞋痴。一定要斷分別、執著，世出世法統統不分別、統統不執著，你才能超越十法界。這是菩提心的體，至誠心，真誠到極處。"
    },
    {
      "id": "02-034-0009_p0035",
      "zh_CN": "佛教给我们发菩提心，也就是说，我们从今而后，对人、对事、对物一片真诚，决定没有一丝毫的虚妄，利益是自己。别人用妄心对我，别人欺骗我，我用真诚对他。那也许你会讲：这样我们不是吃亏太大？没错，眼前吃一点亏，将来就一点都不吃亏。他以虚妄心对我，他到三途；我以真诚心对他，我到极乐世界，那怎么会一样，我们走的是两条路，不是一条路。所以，你要肯吃亏、要肯上当，不怕吃亏上当，我们才能参加阿弥陀佛的俱乐部。你要是不肯吃亏上当，还要跟他们一样的，那好了，他要到三途去，你也跟进，这个就错了，大错特错。聪明人怎么会干这种事情？一定要以真诚心，处事、待人、接物。我们是真正修净宗法门，真正是要想亲近阿弥陀佛，亲近十方一切诸佛如来；我们是念念希望加入他们的法会，我们所采取的最上乘，在十法界里头是顶乘的，我们深深相信自己决定做得到。将来在这个地方讲《华严》，《华严经》听完之后，诸位的信心一定建立起来，知道在这一生当中，决定可以参加阿弥陀佛，参加毘卢遮那、一切诸佛的俱乐部，一点都不假。",
      "zh_TW": "佛教給我們發菩提心，也就是說，我們從今而後，對人、對事、對物一片真誠，決定沒有一絲毫的虛妄，利益是自己。別人用妄心對我，別人欺騙我，我用真誠對他。那也許你會講：這樣我們不是吃虧太大？沒錯，眼前吃一點虧，將來就一點都不吃虧。他以虛妄心對我，他到三途；我以真誠心對他，我到極樂世界，那怎麼會一樣，我們走的是兩條路，不是一條路。所以，你要肯吃虧、要肯上當，不怕吃虧上當，我們才能參加阿彌陀佛的俱樂部。你要是不肯吃虧上當，還要跟他們一樣的，那好了，他要到三途去，你也跟進，這個就錯了，大錯特錯。聰明人怎麼會幹這種事情？一定要以真誠心，處事、待人、接物。我們是真正修淨宗法門，真正是要想親近阿彌陀佛，親近十方一切諸佛如來；我們是念念希望加入他們的法會，我們所採取的最上乘，在十法界裡頭是頂乘的，我們深深相信自己決定做得到。將來在這個地方講《華嚴》，《華嚴經》聽完之後，諸位的信心一定建立起來，知道在這一生當中，決定可以參加阿彌陀佛，參加毘盧遮那、一切諸佛的俱樂部，一點都不假。"
    },
    {
      "id": "02-034-0009_p0036",
      "zh_CN": "菩提心起作用，佛在经上告诉我们，有自受用、有他受用，所以讲起用的时候就讲两种，自受用跟他受用。自受用是清净心，好德、好善，这是自受用。像今天我们讲忏除业障，断一切恶、修一切善，这就是深心，这就是自受用。菩提心发了之后，自自然然是这个样子的，一丝毫的勉强都没有，也不须要别人督促，自动自发，他真干。菩提心的他受用，那就是处事、待人、接物，大慈大悲。慈悲，用现在的话说，就是对一切众生真诚的关怀、真诚的爱护、热心的帮助，这是他受用。菩提心的意思很深、很广。",
      "zh_TW": "菩提心起作用，佛在經上告訴我們，有自受用、有他受用，所以講起用的時候就講兩種，自受用跟他受用。自受用是清淨心，好德、好善，這是自受用。像今天我們講懺除業障，斷一切惡、修一切善，這就是深心，這就是自受用。菩提心發了之後，自自然然是這個樣子的，一絲毫的勉強都沒有，也不須要別人督促，自動自發，他真幹。菩提心的他受用，那就是處事、待人、接物，大慈大悲。慈悲，用現在的話說，就是對一切眾生真誠的關懷、真誠的愛護、熱心的幫助，這是他受用。菩提心的意思很深、很廣。"
    },
    {
      "id": "02-034-0009_p0037",
      "zh_CN": "佛法没传到中国来，我们中国古圣先贤也是发的这个心，不过它不叫菩提心，实际上跟佛讲的菩提心没有两样。在中国古代，汉武帝制订了中国教育的政策；他这个政策制订之后，一直绵延到满清，两千多年，每一个朝代都遵守，都没有把它改变。可见人家这个教育的政策，教育的宗旨、方针正确，所以历代的帝王都肯接受、都欢迎，而都去执行。那就是实行孔孟的思想教学，我们今天讲儒家。儒家教人，在纲领上讲三纲八目。教学方法里面也讲到菩提心，它没有这个名词，它有「诚意、正心」。「诚意」不就是至诚心吗？「正心」就是我们佛法讲的深心、大悲心，这两个合起来，他用一个「正」字，正心。我们佛法讲的详细，你用什么心对自己，用什么心对别人。儒家讲这个诚意的作用，他只讲一个正心，以正心对自己，以正心对别人，没有佛讲得详细。这个诚意是真诚，我们也很想用真诚心，可是就是不会。",
      "zh_TW": "佛法沒傳到中國來，我們中國古聖先賢也是發的這個心，不過它不叫菩提心，實際上跟佛講的菩提心沒有兩樣。在中國古代，漢武帝制訂了中國教育的政策；他這個政策制訂之後，一直綿延到滿清，兩千多年，每一個朝代都遵守，都沒有把它改變。可見人家這個教育的政策，教育的宗旨、方針正確，所以歷代的帝王都肯接受、都歡迎，而都去執行。那就是實行孔孟的思想教學，我們今天講儒家。儒家教人，在綱領上講三綱八目。教學方法裡面也講到菩提心，它沒有這個名詞，它有「誠意、正心」。「誠意」不就是至誠心嗎？「正心」就是我們佛法講的深心、大悲心，這兩個合起來，他用一個「正」字，正心。我們佛法講的詳細，你用什麼心對自己，用什麼心對別人。儒家講這個誠意的作用，他只講一個正心，以正心對自己，以正心對別人，沒有佛講得詳細。這個誠意是真誠，我們也很想用真誠心，可是就是不會。"
    },
    {
      "id": "02-034-0009_p0038",
      "zh_CN": "马鸣菩萨有一个著作叫《大乘起信论》，你看看这个名称，大乘、起信，起信是入门、是初步，不是很深。好像在学校一样，上一年级，刚刚上学。起信的条件就是发菩提心，所以菩提心一发，你就是大乘起信的菩萨，在大乘经里面讲，叫发心住菩萨。你是什么位置菩萨？刚刚发心，这一发心，就是圆教初住菩萨的地位，初住菩萨的功德，一切诸佛都赞叹不尽。将来诸位在《华严》里面，你就看到了，「十住」这段经文，总共有六品经，都是赞叹初住菩萨的功德，里面特别有一品「初发心功德品」。",
      "zh_TW": "馬鳴菩薩有一個著作叫《大乘起信論》，你看看這個名稱，大乘、起信，起信是入門、是初步，不是很深。好像在學校一樣，上一年級，剛剛上學。起信的條件就是發菩提心，所以菩提心一發，你就是大乘起信的菩薩，在大乘經裡面講，叫發心住菩薩。你是什麼位置菩薩？剛剛發心，這一發心，就是圓教初住菩薩的地位，初住菩薩的功德，一切諸佛都讚歎不盡。將來諸位在《華嚴》裡面，你就看到了，「十住」這段經文，總共有六品經，都是讚歎初住菩薩的功德，裡面特別有一品「初發心功德品」。"
    },
    {
      "id": "02-034-0009_p0039",
      "zh_CN": "我们的心为什么发不起来？很想发就是发不起来。佛知道，中国古时候这一些圣贤人，他们也知道。所以告诉我们，你要想发心吗？你必须要把真心里头的障碍去掉，你的真心才能够发的出来。真诚心里有那些障碍？有烦恼障、有所知障，这两个障碍可就麻烦大了。只要有这两种障碍，你的至诚心、你的直心，就没有办法显露。声闻阿罗汉、辟支佛、权教菩萨，他这两种障没断，菩提心不能现前，依旧用的是妄心，不是真心。",
      "zh_TW": "我們的心為什麼發不起來？很想發就是發不起來。佛知道，中國古時候這一些聖賢人，他們也知道。所以告訴我們，你要想發心嗎？你必須要把真心裡頭的障礙去掉，你的真心才能夠發的出來。真誠心裡有那些障礙？有煩惱障、有所知障，這兩個障礙可就麻煩大了。只要有這兩種障礙，你的至誠心、你的直心，就沒有辦法顯露。聲聞阿羅漢、辟支佛、權教菩薩，他這兩種障沒斷，菩提心不能現前，依舊用的是妄心，不是真心。"
    },
    {
      "id": "02-034-0009_p0040",
      "zh_CN": "儒家教人怎么教法？在诚意、正心的前面有两句话，「格物、致知」，然后才诚意、正心、修身、齐家、治国、平天下，可见得前面这两条重要，格物、致知。什么叫格物？后来像宋、明的儒家，把「格物」两个字解释为穷究诸物之理，研究一切物的道理，这是在基本上、方向上就搞错了。所以二程夫子去研究诸子，去研究理，大概头都搞昏了， 理也没研究出来。",
      "zh_TW": "儒家教人怎麼教法？在誠意、正心的前面有兩句話，「格物、致知」，然後才誠意、正心、修身、齊家、治國、平天下，可見得前面這兩條重要，格物、致知。什麼叫格物？後來像宋、明的儒家，把「格物」兩個字解釋為窮究諸物之理，研究一切物的道理，這是在基本上、方向上就搞錯了。所以二程夫子去研究諸子，去研究理，大概頭都搞昏了， 理也沒研究出來。"
    },
    {
      "id": "02-034-0009_p0041",
      "zh_CN": "还是司马光聪明，司马光是佛教徒，虔诚的佛教徒，他讲的就很有道理，他说：「格物，物就是物欲」，他的解释跟二程解释就不相同了。物是物欲，就是是非人我、名闻利养、五欲六尘，他这个解释跟佛法的解释相同了。格是什么？格是格斗。也就是说，我们自己要跟五欲六尘格斗，我们要战胜它，不要被它战胜我们，你要能够克服五欲六尘，就是佛家断烦恼这一句话。佛家用断烦恼，怎么个断法？儒家讲克制，这就是断烦恼的方法，法子好，你要能够克服五欲六尘。",
      "zh_TW": "還是司馬光聰明，司馬光是佛教徒，虔誠的佛教徒，他講的就很有道理，他說：「格物，物就是物欲」，他的解釋跟二程解釋就不相同了。物是物欲，就是是非人我、名聞利養、五欲六塵，他這個解釋跟佛法的解釋相同了。格是什麼？格是格鬥。也就是說，我們自己要跟五欲六塵格鬥，我們要戰勝它，不要被它戰勝我們，你要能夠克服五欲六塵，就是佛家斷煩惱這一句話。佛家用斷煩惱，怎麼個斷法？儒家講克制，這就是斷煩惱的方法，法子好，你要能夠克服五欲六塵。"
    },
    {
      "id": "02-034-0009_p0042",
      "zh_CN": "所以佛教给我们，教给后学的弟子，「以戒为师，以苦为师」；师就是表率、模范的意思。佛虽不赞成修苦行，但是佛赞叹修苦行。为什么？人能够过清苦的生活，这个物欲的念头就很淡薄，换句话说，断烦恼容易。如果你在生活上贪图享受，你就没有能力克服五欲六尘，你的烦恼很难断；烦恼不断，你菩提心生不起来。这一点诸位同修要特别注意。为什么？因为往生西方极乐世界，《无量寿经》上的条件，第一句话就是「发菩提心，一向专念阿弥陀佛」。我要不把这个事情跟大家讲清楚、讲明白，将来你不能往生，你会怪我：这么重要的话，你为什么不告诉我？我现在告诉你们了，你不肯去干，那我没有责任。你要是来问我，我老早告诉你，你不相信有什么法子。所以，发菩提心就非常重要，一定要以真心待人。那么你的真心现前，你一定要克服你的欲念，在这个五欲六尘，现在所谓的花花世界，决定不受它的诱惑，你自己能够克服得住，这就是格物的功夫。所以，格物是破烦恼障，致知是破所知障。我们要求真实的学问、真实的智慧，真实的学问与智慧，都在大乘经上。在哪一部经？《无量寿经》就最好了，说得更详细、更透彻的是《华严经》。",
      "zh_TW": "所以佛教給我們，教給後學的弟子，「以戒為師，以苦為師」；師就是表率、模範的意思。佛雖不贊成修苦行，但是佛讚歎修苦行。為什麼？人能夠過清苦的生活，這個物欲的念頭就很淡薄，換句話說，斷煩惱容易。如果你在生活上貪圖享受，你就沒有能力克服五欲六塵，你的煩惱很難斷；煩惱不斷，你菩提心生不起來。這一點諸位同修要特別注意。為什麼？因為往生西方極樂世界，《無量壽經》上的條件，第一句話就是「發菩提心，一向專念阿彌陀佛」。我要不把這個事情跟大家講清楚、講明白，將來你不能往生，你會怪我：這麼重要的話，你為什麼不告訴我？我現在告訴你們了，你不肯去幹，那我沒有責任。你要是來問我，我老早告訴你，你不相信有什麼法子。所以，發菩提心就非常重要，一定要以真心待人。那麼你的真心現前，你一定要克服你的欲念，在這個五欲六塵，現在所謂的花花世界，決定不受它的誘惑，你自己能夠克服得住，這就是格物的功夫。所以，格物是破煩惱障，致知是破所知障。我們要求真實的學問、真實的智慧，真實的學問與智慧，都在大乘經上。在哪一部經？《無量壽經》就最好了，說得更詳細、更透徹的是《華嚴經》。"
    },
    {
      "id": "02-034-0009_p0043",
      "zh_CN": "将来我们这两部经，都在这个道场讲。现在我们在做筹备工作，先印经本。经本我们重新编排，让大家看这个本子，段落、层次、章法、结构，这个经典里面的义理，让你看起来一目了然，清清爽爽，学起来容易。现在我们展开《华严经》经本，这古本子，木刻的版本，一面十行，一行二十个字，也没有段落，也没有标点，怎么看也看不懂，看起来心里不舒服，所以不得不把经本重新分段落，重新来编排，这工作，第一部分我们做出来了。我们预定十八号开讲，这个月十八号开讲。十八号起，我在这边一个星期讲五天，四天讲《华严》，一天讲《无量寿经》。《无量寿经》这个经本短，短我们长讲，短经长讲；《华严经》长，很长，我们长经短讲，这样就很自在，不受时间限制。我们希望三年能够把这个工程圆满，把这个事情做好，我们预定讲三年。",
      "zh_TW": "將來我們這兩部經，都在這個道場講。現在我們在做籌備工作，先印經本。經本我們重新編排，讓大家看這個本子，段落、層次、章法、結構，這個經典裡面的義理，讓你看起來一目了然，清清爽爽，學起來容易。現在我們展開《華嚴經》經本，這古本子，木刻的版本，一面十行，一行二十個字，也沒有段落，也沒有標點，怎麼看也看不懂，看起來心裡不舒服，所以不得不把經本重新分段落，重新來編排，這工作，第一部分我們做出來了。我們預定十八號開講，這個月十八號開講。十八號起，我在這邊一個星期講五天，四天講《華嚴》，一天講《無量壽經》。《無量壽經》這個經本短，短我們長講，短經長講；《華嚴經》長，很長，我們長經短講，這樣就很自在，不受時間限制。我們希望三年能夠把這個工程圓滿，把這個事情做好，我們預定講三年。"
    },
    {
      "id": "02-034-0009_p0044",
      "zh_CN": "这个「致知」，这两本经是致知最好的方法，最有效的学习。格物，一定要在自己生活当中。生活里面，我们一定要求节俭，不要浪费；要惜福，纵然自己有福报，也要惜福，不要浪费。多余的福报，分给众生共享，你的福报就愈来愈大，你的福报就永远享不完。不要自己有福，自己一个人把它享尽了，这个是错误的。自己有福，纵然有很大的福报，我们也只享受一点点，其他的统统给众生共享。你能够布施福愈多，你的福就愈大。前面跟诸位讲了，你布施财得财富，布施法得聪明，布施无畏得健康长寿。你布施福报，那你当然得大福报，一定的道理。所以我们要布施大福报，自己生活所需就够了，还是积善修福重要。念念为众生、念念为社会，众生都有福，这个社会好，我们的生活当然会过得好，我们没有离开社会，没有离开众生。不可以念念想着自己，念念想着自己，菩提心就没有了；念念想众生，念念想社会，菩提心就现前。所以一定要发菩提心。菩提心在这里就不多说，将来讲到经上还要细说。",
      "zh_TW": "這個「致知」，這兩本經是致知最好的方法，最有效的學習。格物，一定要在自己生活當中。生活裡面，我們一定要求節儉，不要浪費；要惜福，縱然自己有福報，也要惜福，不要浪費。多餘的福報，分給眾生共享，你的福報就愈來愈大，你的福報就永遠享不完。不要自己有福，自己一個人把它享盡了，這個是錯誤的。自己有福，縱然有很大的福報，我們也只享受一點點，其他的統統給眾生共享。你能夠布施福愈多，你的福就愈大。前面跟諸位講了，你布施財得財富，布施法得聰明，布施無畏得健康長壽。你布施福報，那你當然得大福報，一定的道理。所以我們要布施大福報，自己生活所需就夠了，還是積善修福重要。念念為眾生、念念為社會，眾生都有福，這個社會好，我們的生活當然會過得好，我們沒有離開社會，沒有離開眾生。不可以念念想著自己，念念想著自己，菩提心就沒有了；念念想眾生，念念想社會，菩提心就現前。所以一定要發菩提心。菩提心在這裡就不多說，將來講到經上還要細說。"
    },
    {
      "id": "02-034-0009_p0045",
      "zh_CN": "第七，佛教给我们要「修功补过」。我们过去生中，这一生当中，做错的事情很多很多，这都有过失，佛劝导我们要努力修善，弥补我们的过失。这个世间人常常说，我们造作罪业，现在立功，将功折罪，世间法律上许可这么做，在佛法里头不可以的。佛法里面，善决定有善果，恶决定有恶报，决定不可以说，我过去造了很多罪恶，现在我修大善，我那个罪就可以不报了，没这回事情，这个不符合因果的定律。但是，你这一生如果努力修善，善的力量特别强，你这个善先报，你造的罪业，那个恶报缓后、延后，后报，先报善；如果你那个恶的力量强，那个恶先报，你作的善就后报，没有不报的。这是因果的定律、因果的真理，我们明白这个道理，你对于因果不能不害怕，真的是怕因果。为什么？果报丝毫不爽，只有报早与报迟，没有不报的。动一个恶念都要遭恶报，起一个善念也有善果；起心动念、言语造作，三业都在造。修功补过，佛劝导我们这个，不是说将功折罪，不是的；是希望我们善的果先报，恶的果把它推迟、让它延后。",
      "zh_TW": "第七，佛教給我們要「修功補過」。我們過去生中，這一生當中，做錯的事情很多很多，這都有過失，佛勸導我們要努力修善，彌補我們的過失。這個世間人常常說，我們造作罪業，現在立功，將功折罪，世間法律上許可這麼做，在佛法裡頭不可以的。佛法裡面，善決定有善果，惡決定有惡報，決定不可以說，我過去造了很多罪惡，現在我修大善，我那個罪就可以不報了，沒這回事情，這個不符合因果的定律。但是，你這一生如果努力修善，善的力量特別強，你這個善先報，你造的罪業，那個惡報緩後、延後，後報，先報善；如果你那個惡的力量強，那個惡先報，你作的善就後報，沒有不報的。這是因果的定律、因果的真理，我們明白這個道理，你對於因果不能不害怕，真的是怕因果。為什麼？果報絲毫不爽，只有報早與報遲，沒有不報的。動一個惡念都要遭惡報，起一個善念也有善果；起心動念、言語造作，三業都在造。修功補過，佛勸導我們這個，不是說將功折罪，不是的；是希望我們善的果先報，惡的果把它推遲、讓它延後。"
    },
    {
      "id": "02-034-0009_p0046",
      "zh_CN": "假如我们最大的善果，我们生到西方极乐世界，这个太好了，到那里作佛了。作佛之后，我们要问，过去生中造的那些罪业，还要不要报？如果你说作了佛、作了菩萨，就不报了，那这个因果定律就讲不通了。给诸位说，作佛、作菩萨到以后还是要报，但是那个报，在感受上跟我们就完全不一样。我们现在报的时候，真是受非常大的痛苦。佛菩萨受报的时候，清清楚楚，他来了，过去世造的什么样的因，现在怎么样去受这个报，还债想；报得很欢喜、很自在，一笔一笔帐都了了、都消了，这个多快乐。我们前世骗人家很多钱，我们造这个业，今世遇到的时候，人家把我们的钱都骗跑了，我们好难过。如果我们晓得过去世我骗他的，现在他骗我, 正好还了，一点懊恼都没有，被骗了，还很舒服，还很快乐，那怎么会一样？所以佛菩萨到这里来受报的时候，快快乐乐。",
      "zh_TW": "假如我們最大的善果，我們生到西方極樂世界，這個太好了，到那裡作佛了。作佛之後，我們要問，過去生中造的那些罪業，還要不要報？如果你說作了佛、作了菩薩，就不報了，那這個因果定律就講不通了。給諸位說，作佛、作菩薩到以後還是要報，但是那個報，在感受上跟我們就完全不一樣。我們現在報的時候，真是受非常大的痛苦。佛菩薩受報的時候，清清楚楚，他來了，過去世造的什麼樣的因，現在怎麼樣去受這個報，還債想；報得很歡喜、很自在，一筆一筆帳都了了、都消了，這個多快樂。我們前世騙人家很多錢，我們造這個業，今世遇到的時候，人家把我們的錢都騙跑了，我們好難過。如果我們曉得過去世我騙他的，現在他騙我, 正好還了，一點懊惱都沒有，被騙了，還很舒服，還很快樂，那怎麼會一樣？所以佛菩薩到這裡來受報的時候，快快樂樂。"
    },
    {
      "id": "02-034-0009_p0047",
      "zh_CN": "你看安世高，安世高真的也是作了佛、作菩萨。他到中国来还两次命债，来受报的。两次命债，前生误杀了他，误杀了这个人，这一生到这个地方来，也被人家误杀。那个误杀还是有罪的，他预先跟他的朋友讲：「今天我会遭什么难，会遇到什么事情，会死掉的，你告诉官府，不要治这个人的罪，是我前生是什么样的业，今世应当受这个果报，我是来还命债的。」不能说成佛作菩萨就不受报了，哪有这个道理。",
      "zh_TW": "你看安世高，安世高真的也是作了佛、作菩薩。他到中國來還兩次命債，來受報的。兩次命債，前生誤殺了他，誤殺了這個人，這一生到這個地方來，也被人家誤殺。那個誤殺還是有罪的，他預先跟他的朋友講：「今天我會遭什麼難，會遇到什麼事情，會死掉的，你告訴官府，不要治這個人的罪，是我前生是什麼樣的業，今世應當受這個果報，我是來還命債的。」不能說成佛作菩薩就不受報了，哪有這個道理。"
    },
    {
      "id": "02-034-0009_p0048",
      "zh_CN": "但是也有不受报的，不受报是彼此两方面都清楚，我欠他的，他明白了，他说：我不要你还了；那可以，那就没事情了。有这个情形，这个菩萨到这里讲经说法，遇到冤亲债主，他听到佛法明白了，「算了，以前我们帐了了，不要了，不要了」，这就没事了。所以果报是决定真实，报与不报都在缘上，那就看你那个时节因缘；缘，有时候可以操纵在自己手上，自己能够主宰。佛教给我们「修功补过」真正的意思在此地。",
      "zh_TW": "但是也有不受報的，不受報是彼此兩方面都清楚，我欠他的，他明白了，他說：我不要你還了；那可以，那就沒事情了。有這個情形，這個菩薩到這裡講經說法，遇到冤親債主，他聽到佛法明白了，「算了，以前我們帳了了，不要了，不要了」，這就沒事了。所以果報是決定真實，報與不報都在緣上，那就看你那個時節因緣；緣，有時候可以操縱在自己手上，自己能夠主宰。佛教給我們「修功補過」真正的意思在此地。"
    },
    {
      "id": "02-034-0009_p0049",
      "zh_CN": "下面第八句，教我们「守护正法」，这个功德是最大最大的，世出世间法里头第一功德。正法要怎么个守护法？诸位一定要晓得，依教修行。前面在广修供养里面，跟大家讲过，如教修行供养。佛的经教，佛的经典，里面所说的道理，我们要明白、要透彻。佛教给我们生活的方法、处事待人的方法、修学的方法，一定要遵守。经典里面讲的方法不是别的方法，教给我们做人的方法、生活的方法，非常密切，乃至于教给我们工作的方法，跟一般人应酬的方法，统统都有，没有一样没有，我们要认真去学习。佛教给我们怎么做，我们一定要做到，佛教给我们不可以做的，我们一定遵守决定不去做。这是先护住自己，然后再帮助正法久住世间。",
      "zh_TW": "下面第八句，教我們「守護正法」，這個功德是最大最大的，世出世間法裡頭第一功德。正法要怎麼個守護法？諸位一定要曉得，依教修行。前面在廣修供養裡面，跟大家講過，如教修行供養。佛的經教，佛的經典，裡面所說的道理，我們要明白、要透徹。佛教給我們生活的方法、處事待人的方法、修學的方法，一定要遵守。經典裡面講的方法不是別的方法，教給我們做人的方法、生活的方法，非常密切，乃至於教給我們工作的方法，跟一般人應酬的方法，統統都有，沒有一樣沒有，我們要認真去學習。佛教給我們怎麼做，我們一定要做到，佛教給我們不可以做的，我們一定遵守決定不去做。這是先護住自己，然後再幫助正法久住世間。"
    },
    {
      "id": "02-034-0009_p0050",
      "zh_CN": "帮助正法久住世间，那一定就像此地居士林建道场，请法师来讲经说法，这正法才能久住。李木源这些年来开悟了，他要不开悟，他不干这个事情，只有真正开悟了，他才把这四楼、五楼重新装修，让大家到这里来听经，坐在这里舒舒服服。到这个地方来两个小时，不是来受罪的，是来享受的，这两个小时，身心愉快。它的工程还没有完，完工之后比现在，它这里还有一些浮雕，有天女散花一类的，图案我看过，他在中国做，将来这个讲堂会非常美观，一定叫大家进来很舒适，这个都是护持正法。",
      "zh_TW": "幫助正法久住世間，那一定就像此地居士林建道場，請法師來講經說法，這正法才能久住。李木源這些年來開悟了，他要不開悟，他不幹這個事情，只有真正開悟了，他才把這四樓、五樓重新裝修，讓大家到這裡來聽經，坐在這裡舒舒服服。到這個地方來兩個小時，不是來受罪的，是來享受的，這兩個小時，身心愉快。它的工程還沒有完，完工之後比現在，它這裡還有一些浮雕，有天女散花一類的，圖案我看過，他在中國做，將來這個講堂會非常美觀，一定叫大家進來很舒適，這個都是護持正法。"
    },
    {
      "id": "02-034-0009_p0051",
      "zh_CN": "而护持正法里面最重要的，就是要培养后继的人才。我们这一代年老了，将来讲不动了，没人讲了，那佛法不就断绝了。现在你看从中国来了不少年轻的法师，续佛慧命，他们将来要接班，我们下了讲台，他就上讲台了。这些年轻人刚刚学讲经，当然讲得不能满大家意思的一定是很多。初学，经典理论道理都不熟，但是他们需要人护持，怎么样护持？来听，你来听就是护持，你要不来听，他在那里学讲经，一看底下没几个人，恐怕我不是这个材料，我不能学讲经了，心就退了，一看底下有这么多人，大概我还不错，我还可以讲，把他的士气提升起来。所以来听经，我在前一届跟诸位讲，他们是菩提树，你们来听经就是来灌水、来灌溉，来培植他们，使他们慢慢成为一棵大树。所以你们听他们讲经功德很大，你们是护持正法，听我讲经没那么大的功德。现在这几天，星期六、星期天我讲，其他的时间，都是这些学生在此地练习讲经，欢迎大家来护持正法，来勉励他们。同时，你们听经，觉得他讲的有问题，没听清楚，或者有疑惑的地方，或者发现他有错误的地方，你们可以写纸条给他，让他不断的求改进，真正帮助。",
      "zh_TW": "而護持正法裡面最重要的，就是要培養後繼的人才。我們這一代年老了，將來講不動了，沒人講了，那佛法不就斷絕了。現在你看從中國來了不少年輕的法師，續佛慧命，他們將來要接班，我們下了講台，他就上講台了。這些年輕人剛剛學講經，當然講得不能滿大家意思的一定是很多。初學，經典理論道理都不熟，但是他們需要人護持，怎麼樣護持？來聽，你來聽就是護持，你要不來聽，他在那裡學講經，一看底下沒幾個人，恐怕我不是這個材料，我不能學講經了，心就退了，一看底下有這麼多人，大概我還不錯，我還可以講，把他的士氣提升起來。所以來聽經，我在前一屆跟諸位講，他們是菩提樹，你們來聽經就是來灌水、來灌溉，來培植他們，使他們慢慢成為一棵大樹。所以你們聽他們講經功德很大，你們是護持正法，聽我講經沒那麼大的功德。現在這幾天，星期六、星期天我講，其他的時間，都是這些學生在此地練習講經，歡迎大家來護持正法，來勉勵他們。同時，你們聽經，覺得他講的有問題，沒聽清楚，或者有疑惑的地方，或者發現他有錯誤的地方，你們可以寫紙條給他，讓他不斷的求改進，真正幫助。"
    },
    {
      "id": "02-034-0009_p0052",
      "zh_CN": "初学讲经，我过去老师就教我，初学讲经，我在讲台上是学生，下面听经都是我的老师、都是我的监学，我在这里向他提出我修学的报告，请大家真正的指教改进，我们真正接纳、真正依教奉行，自己才有进步。所以学讲经，一定要接受大众的批评指教，大众没有批评指教，对你就不是很关心，真正爱护你一定帮助你，一定对你有批评。我们自己一定要接受，一定要认真的改进，给你批评，你不能够改进，人家下一次再不提，为什么？没用，你不肯改，还提干什么，那就是放弃你了。你认真的学，每个人给你提的，你都认真去改，那个提意见的人很欢喜，我教他，他今天就改了，他就很欢喜，他就肯认真帮助你。所以我们学，有学的良好态度。我们听众大家来帮助他，我们也认真负责任来帮助他，使这一批年轻人能够成就，将来能够续佛慧命，弘法利生，这真正护持正法。忏除业障，本来想这两次讲完，还不行，还要讲一次。明天继续还要讲一次，今天时间到了。",
      "zh_TW": "初學講經，我過去老師就教我，初學講經，我在講台上是學生，下面聽經都是我的老師、都是我的監學，我在這裡向他提出我修學的報告，請大家真正的指教改進，我們真正接納、真正依教奉行，自己才有進步。所以學講經，一定要接受大眾的批評指教，大眾沒有批評指教，對你就不是很關心，真正愛護你一定幫助你，一定對你有批評。我們自己一定要接受，一定要認真的改進，給你批評，你不能夠改進，人家下一次再不提，為什麼？沒用，你不肯改，還提幹什麼，那就是放棄你了。你認真的學，每個人給你提的，你都認真去改，那個提意見的人很歡喜，我教他，他今天就改了，他就很歡喜，他就肯認真幫助你。所以我們學，有學的良好態度。我們聽眾大家來幫助他，我們也認真負責任來幫助他，使這一批年輕人能夠成就，將來能夠續佛慧命，弘法利生，這真正護持正法。懺除業障，本來想這兩次講完，還不行，還要講一次。明天繼續還要講一次，今天時間到了。"
    }
  ]
}