{
  "doc_id": "02-034-0076",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十六集",
    "zh_TW": "第七十六集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0076",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-034-0076_p0001",
      "zh_CN": "请掀开经本第二十一面，经文第二行，从第二十八愿看起：",
      "zh_TW": "請掀開經本第二十一面，經文第二行，從第二十八願看起："
    },
    {
      "id": "02-034-0076_p0002",
      "zh_CN": "【我作佛时。国中无不善名。所有众生。生我国者。皆同一心。住于定聚。】",
      "zh_TW": "【我作佛時。國中無不善名。所有眾生。生我國者。皆同一心。住於定聚。】"
    },
    {
      "id": "02-034-0076_p0003",
      "zh_CN": "这是阿弥陀佛本愿的第八段，「生获法益」，说明往生到极乐世界所获得的利益。前面第七段，从第十八愿一直到二十七愿，一共有十愿，为我们说闻名所得的殊胜功德利益，这一大段跟诸位介绍过了。今天接着我们看往生西方极乐世界利益无比的殊胜，往下总共有九愿，第一就是二十八愿：『我作佛时，国中无不善名』，名尚且都听不到，当然不善的事、不善的果报决定没有。哪些是不善？在我们这个世间，不善的事情太多太多了。像我们每天在报纸、广播里面，所看到许许多多的灾难，这是不善的果报。不善的果报怎么来的？我们学佛的同学常常读经，世尊告诉我们，是不善业之所感。这些地方我们要特别留意，业因果报是宇宙众生的真相，我说众生不说人生，如果说人生，在十法界里面只有人法界；说众生，十法界统统包括了。种善因则得善果，这是真理，是事实真相。",
      "zh_TW": "這是阿彌陀佛本願的第八段，「生獲法益」，說明往生到極樂世界所獲得的利益。前面第七段，從第十八願一直到二十七願，一共有十願，為我們說聞名所得的殊勝功德利益，這一大段跟諸位介紹過了。今天接著我們看往生西方極樂世界利益無比的殊勝，往下總共有九願，第一就是二十八願：『我作佛時，國中無不善名』，名尚且都聽不到，當然不善的事、不善的果報決定沒有。哪些是不善？在我們這個世間，不善的事情太多太多了。像我們每天在報紙、廣播裡面，所看到許許多多的災難，這是不善的果報。不善的果報怎麼來的？我們學佛的同學常常讀經，世尊告訴我們，是不善業之所感。這些地方我們要特別留意，業因果報是宇宙眾生的真相，我說眾生不說人生，如果說人生，在十法界裡面只有人法界；說眾生，十法界統統包括了。種善因則得善果，這是真理，是事實真相。"
    },
    {
      "id": "02-034-0076_p0004",
      "zh_CN": "西方极乐世界果报殊胜，是一切诸佛刹土里面都不能够相比的，这里面原因我们在经上也读得很多了，西方极乐世界是个新兴的国土，阿弥陀佛成佛以来才只十劫。由此可知，其他诸佛刹土都历经无量劫，极乐世界是新兴的世界，是阿弥陀佛愿力成就的。诸佛刹土一般来讲，是众生业力跟佛的愿力这样成就的，西方极乐世界是弥陀愿力成就的。十方世界这一切众生与弥陀愿力相应，这才能往生。所以往生西方极乐世界的条件，我们这个经上世尊明白的告诉我们，「发菩提心，一向专念」。历代祖师大德根据经教告诉我们，「心净则佛土净」，这一句话跟经上讲的「发菩提心，一向专念」一个意思。由此可知，往生西方极乐世界真正的条件，就是心清净。清净心所感的是佛土，念佛如果心不清净，不能往生，所以念佛的人多，往生的人少。这是我们要记住，千万不能把佛在经上说的意思错会了，到将来得不到这种殊胜的果报，千万不要误会释迦牟尼佛、阿弥陀佛骗了我。我天天念佛，到最后为什么还不能往生？是因为你不了解念佛的真正意思，你错会了佛的意思，误会了佛的意思，只能怪自己，不能怪别人。",
      "zh_TW": "西方極樂世界果報殊勝，是一切諸佛剎土裡面都不能夠相比的，這裡面原因我們在經上也讀得很多了，西方極樂世界是個新興的國土，阿彌陀佛成佛以來才只十劫。由此可知，其他諸佛剎土都歷經無量劫，極樂世界是新興的世界，是阿彌陀佛願力成就的。諸佛剎土一般來講，是眾生業力跟佛的願力這樣成就的，西方極樂世界是彌陀願力成就的。十方世界這一切眾生與彌陀願力相應，這才能往生。所以往生西方極樂世界的條件，我們這個經上世尊明白的告訴我們，「發菩提心，一向專念」。歷代祖師大德根據經教告訴我們，「心淨則佛土淨」，這一句話跟經上講的「發菩提心，一向專念」一個意思。由此可知，往生西方極樂世界真正的條件，就是心清淨。清淨心所感的是佛土，念佛如果心不清淨，不能往生，所以念佛的人多，往生的人少。這是我們要記住，千萬不能把佛在經上說的意思錯會了，到將來得不到這種殊勝的果報，千萬不要誤會釋迦牟尼佛、阿彌陀佛騙了我。我天天念佛，到最後為什麼還不能往生？是因為你不了解念佛的真正意思，你錯會了佛的意思，誤會了佛的意思，只能怪自己，不能怪別人。"
    },
    {
      "id": "02-034-0076_p0005",
      "zh_CN": "所以佛在一切大乘经论里面常常劝导我们，要深解义趣，可见得佛经我们读诵是第一个阶段，第一个阶段熟记经文，修清净心。我们在讲席曾经说过多次，读经是戒、定、慧三学一次完成。经读熟了之后，第二个阶段求解，不但要求解，佛教导我们要深解，解得浅还不行，要解得深。深解义趣，义是经中所讲的道理，趣是经中所说的方向、趣向。我们一般人学佛能够做到读诵就不错了，深解义趣没有做到。我们读诵、念佛有没有好处？有好处，不能说好处没有，但是往生未必有把握。也有往生的人，原因又何在？那是过去生中善根福德因缘成熟，这一生虽然有读诵、念佛，不解其义，他也能往生，这是得力于过去生中的善根福德，我们要清楚。因此不解其义，他也能够专心读诵，一心持名，他清净心得到了。所以无论怎么往生，都是心清净。如果我们自己心不清净，怎么不清净？妄想还是多，分别执着还是多，起心动念依旧是自私自利，依旧不能够离开名闻利养、五欲六尘，那怎么办？那就要听佛的话，深解义趣，你对于佛在经典里面这些道理，你解得深，解得透彻，自然就放下了。把自己的妄想、分别、执着，这才能放下，放下就能往生，我们要明白这个道理。",
      "zh_TW": "所以佛在一切大乘經論裡面常常勸導我們，要深解義趣，可見得佛經我們讀誦是第一個階段，第一個階段熟記經文，修清淨心。我們在講席曾經說過多次，讀經是戒、定、慧三學一次完成。經讀熟了之後，第二個階段求解，不但要求解，佛教導我們要深解，解得淺還不行，要解得深。深解義趣，義是經中所講的道理，趣是經中所說的方向、趣向。我們一般人學佛能夠做到讀誦就不錯了，深解義趣沒有做到。我們讀誦、念佛有沒有好處？有好處，不能說好處沒有，但是往生未必有把握。也有往生的人，原因又何在？那是過去生中善根福德因緣成熟，這一生雖然有讀誦、念佛，不解其義，他也能往生，這是得力於過去生中的善根福德，我們要清楚。因此不解其義，他也能夠專心讀誦，一心持名，他清淨心得到了。所以無論怎麼往生，都是心清淨。如果我們自己心不清淨，怎麼不清淨？妄想還是多，分別執著還是多，起心動念依舊是自私自利，依舊不能夠離開名聞利養、五欲六塵，那怎麼辦？那就要聽佛的話，深解義趣，你對於佛在經典裡面這些道理，你解得深，解得透徹，自然就放下了。把自己的妄想、分別、執著，這才能放下，放下就能往生，我們要明白這個道理。"
    },
    {
      "id": "02-034-0076_p0006",
      "zh_CN": "放下什么？这个经上讲的，「放下一切不善」，我们的善根福德就具足了，就达到往生西方极乐世界要求的标准。净宗诸位都知道，「带业往生」，放下一切不善，这不就不带业了吗？给诸位说，还是带业。你放下一切不善这是缘，你带的是什么？带的是一切不善的习气种子，种子在，你没有把它消掉，所以还是属于带业往生。这个意思就是说明，带业是可以带习气种子，绝不带现行，大家千万不要搞错了。我现在还造一切不善业，这个不能带去，这绝对是障碍。虽然有恶业、不善业的这些种子习气，有！种子习气它不发作，它不起作用，这就能带去；种子习气要常常发作，发作是叫现行，那是你往生的障碍。所以「修行」，大家要特别注意这两个字真正的意思，修是修正、是修理，行是错误的行为、不善的行为，这个佛家讲现行，要把这个修正过来，我们念佛才能够往生。",
      "zh_TW": "放下什麼？這個經上講的，「放下一切不善」，我們的善根福德就具足了，就達到往生西方極樂世界要求的標準。淨宗諸位都知道，「帶業往生」，放下一切不善，這不就不帶業了嗎？給諸位說，還是帶業。你放下一切不善這是緣，你帶的是什麼？帶的是一切不善的習氣種子，種子在，你沒有把它消掉，所以還是屬於帶業往生。這個意思就是說明，帶業是可以帶習氣種子，絕不帶現行，大家千萬不要搞錯了。我現在還造一切不善業，這個不能帶去，這絕對是障礙。雖然有惡業、不善業的這些種子習氣，有！種子習氣它不發作，它不起作用，這就能帶去；種子習氣要常常發作，發作是叫現行，那是你往生的障礙。所以「修行」，大家要特別注意這兩個字真正的意思，修是修正、是修理，行是錯誤的行為、不善的行為，這個佛家講現行，要把這個修正過來，我們念佛才能夠往生。"
    },
    {
      "id": "02-034-0076_p0007",
      "zh_CN": "这个事情要怎么个修法？我想我们的同修都非常关心。今天晚上我们原本要邀请一位天主教的老修女，她最近在看佛经，佛经大概看了相当一段时期了，对于佛法非常敬仰。李木源居士邀请她来听经，她今天晚上在上课教别人。这个修女今年一百零一岁，她是一九００年出生的，今天二千年，她今天晚上去上课了，她教别人。我听说有这么一个人，因为她托李木源居士问我好，她在看我的书，听我讲经的录相带，所以我听说有这么一个人，我去看看她。看了之后我非常惊讶，我看她不像五十岁的人，大概就四十几岁人的样子，所以要不把身分证拿出来给你看的时候，怎么能相信她一百零一岁？所以她给我们大家说，她是一百零一岁的年轻人。听说去年新加坡新闻界曾经访问过她，在报纸上登了很大的篇幅报导她。我特别请她来干什么？来教我们怎样修学永离一切不善，她做到了！",
      "zh_TW": "這個事情要怎麼個修法？我想我們的同修都非常關心。今天晚上我們原本要邀請一位天主教的老修女，她最近在看佛經，佛經大概看了相當一段時期了，對於佛法非常敬仰。李木源居士邀請她來聽經，她今天晚上在上課教別人。這個修女今年一百零一歲，她是一九００年出生的，今天二千年，她今天晚上去上課了，她教別人。我聽說有這麼一個人，因為她託李木源居士問我好，她在看我的書，聽我講經的錄相帶，所以我聽說有這麼一個人，我去看看她。看了之後我非常驚訝，我看她不像五十歲的人，大概就四十幾歲人的樣子，所以要不把身分證拿出來給你看的時候，怎麼能相信她一百零一歲？所以她給我們大家說，她是一百零一歲的年輕人。聽說去年新加坡新聞界曾經訪問過她，在報紙上登了很大的篇幅報導她。我特別請她來幹什麼？來教我們怎樣修學永離一切不善，她做到了！"
    },
    {
      "id": "02-034-0076_p0008",
      "zh_CN": "她一生办了十几个养老院，在新加坡，在其他国家地区，连非洲都有，一生照顾老人，照顾病人。她是一个护士，她告诉我五十多岁的时候，将近六十岁的时候，她才到英国去学护士、学护理，这几十年当中，她一天吃一餐，日中一食。她是吃长素的，她是生下来就吃素，闻到荤腥她就吐，这我们中国人讲「胎里素」。一天吃一餐，她只吃生菜，因为她一个人生活，没有人照顾她，她还照顾别人，生活非常简单。有的时候就吃生菜，怕麻烦！有的时候生菜就用水煮，不吃油、不吃盐、不吃糖，所有一切有味道的佐料，她统统不吃，完全恢复到大自然，心地清净一尘不染。",
      "zh_TW": "她一生辦了十幾個養老院，在新加坡，在其他國家地區，連非洲都有，一生照顧老人，照顧病人。她是一個護士，她告訴我五十多歲的時候，將近六十歲的時候，她才到英國去學護士、學護理，這幾十年當中，她一天吃一餐，日中一食。她是吃長素的，她是生下來就吃素，聞到葷腥她就吐，這我們中國人講「胎裡素」。一天吃一餐，她只吃生菜，因為她一個人生活，沒有人照顧她，她還照顧別人，生活非常簡單。有的時候就吃生菜，怕麻煩！有的時候生菜就用水煮，不吃油、不吃鹽、不吃糖，所有一切有味道的佐料，她統統不吃，完全恢復到大自然，心地清淨一塵不染。"
    },
    {
      "id": "02-034-0076_p0009",
      "zh_CN": "我们问她，妳发不发脾气？没有，从来没有发过脾气。她告诉我们，发脾气，发一分钟的脾气，要三天才能恢复得过来。这个话我懂，我们这个身体实在讲就跟地球一样，喜怒哀乐都会让我们的生理产生不正常的振动，我们现在讲地震，不正常的振动。要让这个振动恢复，是需要时间的，恢复正常需要时间。发怒这是最严重的振动，大地震；欢喜，喜是小地震。我们现在讲的地震分级，那是一级、二级、三级，发脾气大概总是八级、九级、十级，一分钟的大地震，要三天我们身体才能恢复正常。你要是常常发脾气，你永远不能够恢复正常，而且愈来愈严重，所以你寿命短促。我看了她之后，我才想起来从前李老师跟我们说，中国的医学不是治病的，是讲长生之道。按照中国古老的医学医书里面，像《黄帝内经》「灵枢」里面所讲的，人的寿命至少是两百岁，人活两百岁是正常的，你会保养，你懂得养生之道，所以两百岁是正常。活三百岁、四百岁、五百岁都有，真有不是假的，那是完全懂得调身调心，懂得养生之道。你要是活不了两百岁，都是你自己把你自己身体糟蹋掉了。",
      "zh_TW": "我們問她，妳發不發脾氣？沒有，從來沒有發過脾氣。她告訴我們，發脾氣，發一分鐘的脾氣，要三天才能恢復得過來。這個話我懂，我們這個身體實在講就跟地球一樣，喜怒哀樂都會讓我們的生理產生不正常的振動，我們現在講地震，不正常的振動。要讓這個振動恢復，是需要時間的，恢復正常需要時間。發怒這是最嚴重的振動，大地震；歡喜，喜是小地震。我們現在講的地震分級，那是一級、二級、三級，發脾氣大概總是八級、九級、十級，一分鐘的大地震，要三天我們身體才能恢復正常。你要是常常發脾氣，你永遠不能夠恢復正常，而且愈來愈嚴重，所以你壽命短促。我看了她之後，我才想起來從前李老師跟我們說，中國的醫學不是治病的，是講長生之道。按照中國古老的醫學醫書裡面，像《黃帝內經》「靈樞」裡面所講的，人的壽命至少是兩百歲，人活兩百歲是正常的，你會保養，你懂得養生之道，所以兩百歲是正常。活三百歲、四百歲、五百歲都有，真有不是假的，那是完全懂得調身調心，懂得養生之道。你要是活不了兩百歲，都是你自己把你自己身體糟蹋掉了。"
    },
    {
      "id": "02-034-0076_p0010",
      "zh_CN": "所以我们一帮去访问的人问她，那妳见到这个社会上很多造恶的这些事情，造恶的人，妳心里头怎么样感受？她告诉我们，她看到恶人、看到恶事，就像我们平常在马路上走，看到一些陌生人一样，不着心，一点印象都没有。你们到马路上走，马路上来来去去的人，你有什么印象？没有印象。她说她见到一切恶人、见到一切恶事，就像这个现象，完全是不落印象，她做到这一点了。看到好事善人，她会记住，为什么？向他学习。所以这一位老修女，我们常常讲经说心善、念善、行善，她圆圆满满做到。她非常向往佛法，她问我她有没有资格作佛门弟子？我跟她讲：「妳三皈、五戒、十善都打了一百分，没有一丝毫欠缺，妳是一个标准的佛门弟子。」佛家重实质不重形式，她虽然没有形式，她是实质佛弟子，真正的佛弟子，诸佛护念，龙天善神守护。我们天天在这里讲，人家做到了，圆圆满满的做到，一点私心都没有，真的如《金刚经》上所说的，「离一切相，修一切善」。",
      "zh_TW": "所以我們一幫去訪問的人問她，那妳見到這個社會上很多造惡的這些事情，造惡的人，妳心裡頭怎麼樣感受？她告訴我們，她看到惡人、看到惡事，就像我們平常在馬路上走，看到一些陌生人一樣，不著心，一點印象都沒有。你們到馬路上走，馬路上來來去去的人，你有什麼印象？沒有印象。她說她見到一切惡人、見到一切惡事，就像這個現象，完全是不落印象，她做到這一點了。看到好事善人，她會記住，為什麼？向他學習。所以這一位老修女，我們常常講經說心善、念善、行善，她圓圓滿滿做到。她非常嚮往佛法，她問我她有沒有資格作佛門弟子？我跟她講：「妳三皈、五戒、十善都打了一百分，沒有一絲毫欠缺，妳是一個標準的佛門弟子。」佛家重實質不重形式，她雖然沒有形式，她是實質佛弟子，真正的佛弟子，諸佛護念，龍天善神守護。我們天天在這裡講，人家做到了，圓圓滿滿的做到，一點私心都沒有，真的如《金剛經》上所說的，「離一切相，修一切善」。"
    },
    {
      "id": "02-034-0076_p0011",
      "zh_CN": "一切相，《金刚经》上讲得很具体，「我相、人相、众生相、寿者相」，她离了，她真正做到无我，起心动念都是想世间可怜人，如何去帮助他们？她告诉我们，自己几十年没有用过钱，钱对她完全没有用，可是送钱给她的人很多，她说那些人为什么送钱给我？是要我替他们做好事。所以她常常到外面去，看到有贫穷的人，没有钱缴房租，没有钱缴水电费，她就帮他缴。每天为一切苦难众生解决问题，我们常讲「日行一善」，她一日总要行十善以上，身心清净，生活那么简单！衣服，从来不买一件衣服，衣服是捡别人旧衣服，人家丢掉了不要的，她捡来穿，真的叫粪扫衣。为什么不去买一件新衣服？我问她，她说：「我要去买一件新衣服，我看到世间还有很多人没有吃的，没有穿的，我穿一件新衣服穿得很好看，觉得对不起那一些苦难的人。」人家存什么心？我看她住的房子里面，干干净净、一尘不染，自己整理的。喜欢读书，书架上摆了不少书，整整齐齐。她是潮州人，她懂潮州话，懂广东话，在英国念书的，懂英语、华语。我一定会请她到这边来跟大家见见面，为我们来做证明，人确实可以活两百岁。李木源居士说：再活一百岁，决定没有问题。她要发愿往生西方极乐世界，决定是上上品往生，善！西方极乐世界没有不善名，她现在已经没有不善名。",
      "zh_TW": "一切相，《金剛經》上講得很具體，「我相、人相、眾生相、壽者相」，她離了，她真正做到無我，起心動念都是想世間可憐人，如何去幫助他們？她告訴我們，自己幾十年沒有用過錢，錢對她完全沒有用，可是送錢給她的人很多，她說那些人為什麼送錢給我？是要我替他們做好事。所以她常常到外面去，看到有貧窮的人，沒有錢繳房租，沒有錢繳水電費，她就幫他繳。每天為一切苦難眾生解決問題，我們常講「日行一善」，她一日總要行十善以上，身心清淨，生活那麼簡單！衣服，從來不買一件衣服，衣服是撿別人舊衣服，人家丟掉了不要的，她撿來穿，真的叫糞掃衣。為什麼不去買一件新衣服？我問她，她說：「我要去買一件新衣服，我看到世間還有很多人沒有吃的，沒有穿的，我穿一件新衣服穿得很好看，覺得對不起那一些苦難的人。」人家存什麼心？我看她住的房子裡面，乾乾淨淨、一塵不染，自己整理的。喜歡讀書，書架上擺了不少書，整整齊齊。她是潮州人，她懂潮州話，懂廣東話，在英國念書的，懂英語、華語。我一定會請她到這邊來跟大家見見面，為我們來做證明，人確實可以活兩百歲。李木源居士說：再活一百歲，決定沒有問題。她要發願往生西方極樂世界，決定是上上品往生，善！西方極樂世界沒有不善名，她現在已經沒有不善名。"
    },
    {
      "id": "02-034-0076_p0012",
      "zh_CN": "在养老院里面，要跟这些同事们处不好，她总不说别人的过失，她说我自己不会做人、不会做事，做得让别人不欢喜，绝不说别人过失，不是普通人能做到！六祖在《坛经》里面讲，「若真修道人，不见世间过」，这是我们亲眼看到这么一个人，不见世间过，不见别人过，只见自己过。我们在《坛经》上读到的是惠能大师，今天我们亲眼看到有这么一个人，不见别人过，只见自己过，心里面没有一丝毫不善的念头，这是个真正修行人，热心帮助别人。那一天给我们表演，表演翻筋斗给我们看，你看看，所以哪里像是老人？她自称一百零一岁的年轻人，翻筋斗给我们看，全身柔软。我问她平常生活？她平常静坐的时间多，静坐的时候一个妄想都没有。",
      "zh_TW": "在養老院裡面，要跟這些同事們處不好，她總不說別人的過失，她說我自己不會做人、不會做事，做得讓別人不歡喜，絕不說別人過失，不是普通人能做到！六祖在《壇經》裡面講，「若真修道人，不見世間過」，這是我們親眼看到這麼一個人，不見世間過，不見別人過，只見自己過。我們在《壇經》上讀到的是惠能大師，今天我們親眼看到有這麼一個人，不見別人過，只見自己過，心裡面沒有一絲毫不善的念頭，這是個真正修行人，熱心幫助別人。那一天給我們表演，表演翻筋斗給我們看，你看看，所以哪裡像是老人？她自稱一百零一歲的年輕人，翻筋斗給我們看，全身柔軟。我問她平常生活？她平常靜坐的時間多，靜坐的時候一個妄想都沒有。"
    },
    {
      "id": "02-034-0076_p0013",
      "zh_CN": "所以我们今天读到这一愿：「国无不善」。她完全符合阿弥陀佛这个标准，只要想往生那就去了，条件具足，我们应当要学习。怎么学法？在日常生活当中，我们对于一切人、一切事、一切物，只念别人善，绝不记别人恶；只称扬别人善，绝不说别人恶。本经在前面序分里面我们读过，佛教我们修学，首先教我们善护三业，第一句话「善护口业，不讥他过。善护身业，不犯律仪。善护意业，清净无染」，我们看到她做到了，五戒十善她真的是打一百分。我跟李居士谈过了，我们要对她做一次访问，我们给她出一个录相的光碟，向全世界介绍。我们今天讲佛法，有的人不相信，说长寿大家都高兴，你们想不想长寿？想不想做一百岁的年轻人？你要想做一百岁的年轻人，你看看人家怎么做的。所以我们在经上讲，学佛的人不老，真不老；不但不老，还不死，一点都不假。她不怕死，她知道死了以后会有很好的地方去，欢欢喜喜，一丝毫恐怖都没有，自己有把握。也就是心善、念善、行善，纯善之人，纵然不求生西方净土，决定生天，天人，不是凡人。我们真的是很有福报，在新加坡居然有这个见证在，这么好的证明！她今天晚上是上课去了，要不然她一定来，她去教人打坐。所以那么大的岁数，她的工作跟年轻人一样，还是很繁忙，这是我们说出一个明显的证明，增长我们的信心。",
      "zh_TW": "所以我們今天讀到這一願：「國無不善」。她完全符合阿彌陀佛這個標準，只要想往生那就去了，條件具足，我們應當要學習。怎麼學法？在日常生活當中，我們對於一切人、一切事、一切物，只念別人善，絕不記別人惡；只稱揚別人善，絕不說別人惡。本經在前面序分裡面我們讀過，佛教我們修學，首先教我們善護三業，第一句話「善護口業，不譏他過。善護身業，不犯律儀。善護意業，清淨無染」，我們看到她做到了，五戒十善她真的是打一百分。我跟李居士談過了，我們要對她做一次訪問，我們給她出一個錄相的光碟，向全世界介紹。我們今天講佛法，有的人不相信，說長壽大家都高興，你們想不想長壽？想不想做一百歲的年輕人？你要想做一百歲的年輕人，你看看人家怎麼做的。所以我們在經上講，學佛的人不老，真不老；不但不老，還不死，一點都不假。她不怕死，她知道死了以後會有很好的地方去，歡歡喜喜，一絲毫恐怖都沒有，自己有把握。也就是心善、念善、行善，純善之人，縱然不求生西方淨土，決定生天，天人，不是凡人。我們真的是很有福報，在新加坡居然有這個見證在，這麼好的證明！她今天晚上是上課去了，要不然她一定來，她去教人打坐。所以那麼大的歲數，她的工作跟年輕人一樣，還是很繁忙，這是我們說出一個明顯的證明，增長我們的信心。"
    },
    {
      "id": "02-034-0076_p0014",
      "zh_CN": "也许有同学怀疑，《弥陀经》上讲，「其佛国土，尚无恶道之名，何况有实。是诸众鸟，皆是阿弥陀佛，欲令法音宣流，变化所作」，西方极乐世界有众鸟说法，那个鸟不是畜生道吗？畜生是恶道，畜生是恶名，与这一愿有没有抵触？没有，西方极乐世界的众鸟，是阿弥陀佛变化所作，不是真的，鸟是阿弥陀佛。所以在西方世界，正如《普门品》里面所说的，应以什么身得度，即现什么样的身而为说法。有一类众生见到佛感觉得很拘束，一定要规规矩矩在那里听经，不敢放逸，如果鸟在树上讲经说法，他就可以躺在那里一面欣赏，那个约束就没有了，他就觉得很自在。你看看阿弥陀佛多慈悲，满你的愿望。不但鸟说法，风吹树梢也会说法，流水也会说法，六尘都说法。西方极乐世界阿弥陀佛与诸佛如来，演说一切妙法，从无间断。我们为什么要到极乐世界去？原因就在此地。我们这个世间要想听佛法，太难！太难！现在这个世间说法的人太少了，我们很想学习，遇不到这个机缘，所以我们要到极乐世界去，极乐世界的缘第一殊胜，一切诸佛刹土都不能够相比的。佛说法、菩萨说法、善友说法，所有一切有情、无情统统说法，而且日夜都不间断，无论修学哪一个法门，直接得佛的传授，不是间接。这是我们要想往生极乐世界的根本原因。",
      "zh_TW": "也許有同學懷疑，《彌陀經》上講，「其佛國土，尚無惡道之名，何況有實。是諸眾鳥，皆是阿彌陀佛，欲令法音宣流，變化所作」，西方極樂世界有眾鳥說法，那個鳥不是畜生道嗎？畜生是惡道，畜生是惡名，與這一願有沒有牴觸？沒有，西方極樂世界的眾鳥，是阿彌陀佛變化所作，不是真的，鳥是阿彌陀佛。所以在西方世界，正如《普門品》裡面所說的，應以什麼身得度，即現什麼樣的身而為說法。有一類眾生見到佛感覺得很拘束，一定要規規矩矩在那裡聽經，不敢放逸，如果鳥在樹上講經說法，他就可以躺在那裡一面欣賞，那個約束就沒有了，他就覺得很自在。你看看阿彌陀佛多慈悲，滿你的願望。不但鳥說法，風吹樹梢也會說法，流水也會說法，六塵都說法。西方極樂世界阿彌陀佛與諸佛如來，演說一切妙法，從無間斷。我們為什麼要到極樂世界去？原因就在此地。我們這個世間要想聽佛法，太難！太難！現在這個世間說法的人太少了，我們很想學習，遇不到這個機緣，所以我們要到極樂世界去，極樂世界的緣第一殊勝，一切諸佛剎土都不能夠相比的。佛說法、菩薩說法、善友說法，所有一切有情、無情統統說法，而且日夜都不間斷，無論修學哪一個法門，直接得佛的傳授，不是間接。這是我們要想往生極樂世界的根本原因。"
    },
    {
      "id": "02-034-0076_p0015",
      "zh_CN": "第二个原因，极乐世界寿命长远，所以一生决定成就，不要等第二生。十方世界我们要想成就，都要经过很长很长时间，三大阿僧祇劫、无量劫。我们在这个世间，舍身受生不知道多少次，到西方极乐世界没有这个麻烦，到西方极乐世界得大自在，这一些都是说明我们为什么一定要求生西方极乐世界。真的要求，我们一定要舍弃自己的妄想、分别、执着，这个东西叫业障，不但障碍我们修道，障碍我们开悟，障碍我们种种善行。只要有这些东西在，我们一定造作一切不善业，造作一切恶业，果报在三途。所以这又何必？天堂地狱就在一念之间，一念善感得是天堂，一念恶地狱就现前。明白这个道理，了解事实真相，何必要作恶？你作恶，实在讲，于别人利害很少很少，可以说是微不足道。如果是个觉悟的人，你作恶对他丝毫没有妨害，就像这个修女一样，你以种种不善的行为对待她、毁谤她、侮辱她、陷害她，她无动于衷，她丝毫没有受到妨害，害的是你自己，我们要明白这个道理。",
      "zh_TW": "第二個原因，極樂世界壽命長遠，所以一生決定成就，不要等第二生。十方世界我們要想成就，都要經過很長很長時間，三大阿僧祇劫、無量劫。我們在這個世間，捨身受生不知道多少次，到西方極樂世界沒有這個麻煩，到西方極樂世界得大自在，這一些都是說明我們為什麼一定要求生西方極樂世界。真的要求，我們一定要捨棄自己的妄想、分別、執著，這個東西叫業障，不但障礙我們修道，障礙我們開悟，障礙我們種種善行。只要有這些東西在，我們一定造作一切不善業，造作一切惡業，果報在三途。所以這又何必？天堂地獄就在一念之間，一念善感得是天堂，一念惡地獄就現前。明白這個道理，了解事實真相，何必要作惡？你作惡，實在講，於別人利害很少很少，可以說是微不足道。如果是個覺悟的人，你作惡對他絲毫沒有妨害，就像這個修女一樣，你以種種不善的行為對待她、毀謗她、侮辱她、陷害她，她無動於衷，她絲毫沒有受到妨害，害的是你自己，我們要明白這個道理。"
    },
    {
      "id": "02-034-0076_p0016",
      "zh_CN": "修道的人遭受别人侮辱陷害，不但没有烦恼，心里反而生感恩之心，为什么？我无始劫来的业障就消了。他加害于我是替我消业障，我感激都来不及，我怎么会以不善的念头对人？所以真正修道人，无论顺境、逆境、善缘、恶缘，都是有利而无害。为什么？境界转过来了，不会再受外面境界的影响，这个就叫自己得禅定，自己得一心，不再受外面境界影响，这一生的道业决定成就。名闻利养、五欲六尘无动于衷，也能够效法佛菩萨应机说法，恒顺众生，随喜功德，入境随俗，与一切众生结善缘，皆大欢喜。",
      "zh_TW": "修道的人遭受別人侮辱陷害，不但沒有煩惱，心裡反而生感恩之心，為什麼？我無始劫來的業障就消了。他加害於我是替我消業障，我感激都來不及，我怎麼會以不善的念頭對人？所以真正修道人，無論順境、逆境、善緣、惡緣，都是有利而無害。為什麼？境界轉過來了，不會再受外面境界的影響，這個就叫自己得禪定，自己得一心，不再受外面境界影響，這一生的道業決定成就。名聞利養、五欲六塵無動於衷，也能夠效法佛菩薩應機說法，恆順眾生，隨喜功德，入境隨俗，與一切眾生結善緣，皆大歡喜。"
    },
    {
      "id": "02-034-0076_p0017",
      "zh_CN": "我今天下午五点钟参加此地印度教的丰年节，因为晚上要回来讲经，所以我六点钟就离开了，他们六点钟之后有表演，我没有来得及看。他们丰年节做的点心招待宾客，我也吃了，欢欢喜喜。一切时、一切处、一切境缘之中，保持自己心地真诚、清净、平等、慈悲，这叫修行，这才是真正心无不善，感得的国土就是「国无不善」。所以我们一定要记住，西方极乐世界是纯善的世界，往生到西方极乐世界的人，个个都是善心、善念、善行。我们学佛要达不到这个标准，往生就没有把握；达到这个标准，往生就肯定有把握。这是大家一定要记住的。",
      "zh_TW": "我今天下午五點鐘參加此地印度教的豐年節，因為晚上要回來講經，所以我六點鐘就離開了，他們六點鐘之後有表演，我沒有來得及看。他們豐年節做的點心招待賓客，我也吃了，歡歡喜喜。一切時、一切處、一切境緣之中，保持自己心地真誠、清淨、平等、慈悲，這叫修行，這才是真正心無不善，感得的國土就是「國無不善」。所以我們一定要記住，西方極樂世界是純善的世界，往生到西方極樂世界的人，個個都是善心、善念、善行。我們學佛要達不到這個標準，往生就沒有把握；達到這個標準，往生就肯定有把握。這是大家一定要記住的。"
    },
    {
      "id": "02-034-0076_p0018",
      "zh_CN": "其实极乐世界这些众鸟，佛自己也说了，释迦牟尼佛告诉我们，「汝勿谓此鸟，实是罪报所生」。这就说明了，极乐世界这些说法的众鸟，牠不是业报生的，是阿弥陀佛变化所作的，阿弥陀佛用这些方法来帮助我们觉悟，帮助我们提升境界。西方世界我们都知道，有四土三辈九品，我们这个世间的众生，生到极乐世界去了，我们的习气还没有断，什么习气？闻法，这好的习气，所谓是「此方真教体，清净在音闻」，我们到西方极乐世界，以我们全部的时间、精力在那里学习佛法，等于上学读书一样，从闻法里面才能达到大彻大悟，究竟圆满的觉悟，这是依我们的根性。所以祖师大德说：「极乐世界众鸟、六尘，都是性德之美称」，这个说法说得好，说得妙！如来的性德也是我们自性功德的流露。",
      "zh_TW": "其實極樂世界這些眾鳥，佛自己也說了，釋迦牟尼佛告訴我們，「汝勿謂此鳥，實是罪報所生」。這就說明了，極樂世界這些說法的眾鳥，牠不是業報生的，是阿彌陀佛變化所作的，阿彌陀佛用這些方法來幫助我們覺悟，幫助我們提升境界。西方世界我們都知道，有四土三輩九品，我們這個世間的眾生，生到極樂世界去了，我們的習氣還沒有斷，什麼習氣？聞法，這好的習氣，所謂是「此方真教體，清淨在音聞」，我們到西方極樂世界，以我們全部的時間、精力在那裡學習佛法，等於上學讀書一樣，從聞法裡面才能達到大徹大悟，究竟圓滿的覺悟，這是依我們的根性。所以祖師大德說：「極樂世界眾鳥、六塵，都是性德之美稱」，這個說法說得好，說得妙！如來的性德也是我們自性功德的流露。"
    },
    {
      "id": "02-034-0076_p0019",
      "zh_CN": "下面一愿二十九愿：『所有众生，生我国者』。这两句话要记住，从实报土上上品到同居土下下品，没有例外的，『皆同一心，住于定聚』，一心是因，定聚是果。所以我们念佛目的在哪里？一心不乱，这是我们念佛所要求的。一心有浅深不相同，功夫深的，祖师大德在注疏里面告诉我们，理一心不乱；功夫浅的，事一心不乱。无论是事是理，各有浅深等级不同。我们念佛、读经也一样，要以「一心不乱」为目标。说到一心，有一些同学听了就害怕，为什么？一心做不到，做不到不就没指望了，那这个法门就不能修了，再去找别的法门。那你就错了，完全错了！深的一心我们没有希望，浅的一心有希望。最浅的一心，我们常讲「功夫成片」，要以这个为标准，所有一切众生，念佛的同学都能够做得到，问题就怕你不肯做，你要肯做没有做不到的。",
      "zh_TW": "下面一願二十九願：『所有眾生，生我國者』。這兩句話要記住，從實報土上上品到同居土下下品，沒有例外的，『皆同一心，住於定聚』，一心是因，定聚是果。所以我們念佛目的在哪裡？一心不亂，這是我們念佛所要求的。一心有淺深不相同，功夫深的，祖師大德在註疏裡面告訴我們，理一心不亂；功夫淺的，事一心不亂。無論是事是理，各有淺深等級不同。我們念佛、讀經也一樣，要以「一心不亂」為目標。說到一心，有一些同學聽了就害怕，為什麼？一心做不到，做不到不就沒指望了，那這個法門就不能修了，再去找別的法門。那你就錯了，完全錯了！深的一心我們沒有希望，淺的一心有希望。最淺的一心，我們常講「功夫成片」，要以這個為標準，所有一切眾生，念佛的同學都能夠做得到，問題就怕你不肯做，你要肯做沒有做不到的。"
    },
    {
      "id": "02-034-0076_p0020",
      "zh_CN": "什么叫功夫成片？这里头也分事理，理我们不谈，我们讲事，像许哲修女她得的是事，功夫成片。念佛人一切时、一切处，心里面只有一句阿弥陀佛，除阿弥陀佛之外，什么都没有，这叫功夫成片，求愿往生就决定得生。这一句话我们还要把它说清楚，同学们不能够误会，究竟这最浅近的事一心如何落实？也许你说我家里事情很多，我工作很多，我没有办法放下。佛家讲放下，不是你所想像的，你的事情、工作照做，事情做完之后，心里就不要再想，不要再执着了，执持名号。事情来的时候，名号放下，专心办事；事情办好了，事情放下，一心念佛，这个样子佛也念好了，事也办好了。不是说事都不做了，没有这个道理的，那就与佛所说的法相违背了。佛常讲，「佛法在世间，不坏世间法」，世间法有没有影响？没有影响，特别是《华严经》上讲的「理事无碍，事事无碍」。我们看这位许修女你就很清楚，你看她一天到晚忙得不亦乐乎，许多需要帮忙的人都找她，她很慈悲，从来不拒绝，总是尽心尽力帮助别人，心里面一尘不染，那叫放下。",
      "zh_TW": "什麼叫功夫成片？這裡頭也分事理，理我們不談，我們講事，像許哲修女她得的是事，功夫成片。念佛人一切時、一切處，心裡面只有一句阿彌陀佛，除阿彌陀佛之外，什麼都沒有，這叫功夫成片，求願往生就決定得生。這一句話我們還要把它說清楚，同學們不能夠誤會，究竟這最淺近的事一心如何落實？也許你說我家裡事情很多，我工作很多，我沒有辦法放下。佛家講放下，不是你所想像的，你的事情、工作照做，事情做完之後，心裡就不要再想，不要再執著了，執持名號。事情來的時候，名號放下，專心辦事；事情辦好了，事情放下，一心念佛，這個樣子佛也念好了，事也辦好了。不是說事都不做了，沒有這個道理的，那就與佛所說的法相違背了。佛常講，「佛法在世間，不壞世間法」，世間法有沒有影響？沒有影響，特別是《華嚴經》上講的「理事無礙，事事無礙」。我們看這位許修女你就很清楚，你看她一天到晚忙得不亦樂乎，許多需要幫忙的人都找她，她很慈悲，從來不拒絕，總是盡心盡力幫助別人，心裡面一塵不染，那叫放下。"
    },
    {
      "id": "02-034-0076_p0021",
      "zh_CN": "换句话说，放下什么？放下妄想，放下分别，放下执着，放下自私自利，放下名闻利养，放下五欲六尘，放下贪瞋痴慢，就是放下这些。放下妄念，她有正念，什么是正念？为一切众生服务，这是正念。换句话说，想自己是过失、是妄想；想别人是正念，念念为众生，为众生服务。为众生服务里面，决定不能忘掉帮助众生觉悟，你与佛的心、佛的愿就相应。世间人也有为一切众生服务的，但是服务里面，帮助众生觉悟疏忽了，你这个服务，你所得的是世间的福报，不出三界。如果帮助一切众生觉悟，那就是出世间的福报，我们说功德，不是福德。出世间的功德，帮助人觉悟，觉悟能超越三界，不觉悟再大的福报，你能够生到欲界天、色界天，生到摩醯首罗天，这是世间的福报，没有开悟。没有开悟，没有离相，开悟的人离相。",
      "zh_TW": "換句話說，放下什麼？放下妄想，放下分別，放下執著，放下自私自利，放下名聞利養，放下五欲六塵，放下貪瞋痴慢，就是放下這些。放下妄念，她有正念，什麼是正念？為一切眾生服務，這是正念。換句話說，想自己是過失、是妄想；想別人是正念，念念為眾生，為眾生服務。為眾生服務裡面，決定不能忘掉幫助眾生覺悟，你與佛的心、佛的願就相應。世間人也有為一切眾生服務的，但是服務裡面，幫助眾生覺悟疏忽了，你這個服務，你所得的是世間的福報，不出三界。如果幫助一切眾生覺悟，那就是出世間的福報，我們說功德，不是福德。出世間的功德，幫助人覺悟，覺悟能超越三界，不覺悟再大的福報，你能夠生到欲界天、色界天，生到摩醯首羅天，這是世間的福報，沒有開悟。沒有開悟，沒有離相，開悟的人離相。"
    },
    {
      "id": "02-034-0076_p0022",
      "zh_CN": "我们今天要求生西方极乐世界，这个世间要放下。放下什么？决定没有留恋的念头。你对这个世间一切人、一切事、一切物还有贪恋，你就不能往生。决定没有这个念头，一切人事物都是利益众生的，与自己毫不相关，宗门的话常讲「了无干涉」。我们的善心、善愿、善行能够做得圆满，众生有福，自己不居功；我的善心、善行做不圆满，障碍很多，众生福薄，与我也不相干，我也没有过失。做圆满了没有功劳，做不圆满没有过失，清净自在。这是佛法里头常讲的，「作而无作，无作而作」，做从来没有中断过的，天天在做利益众生的事业，心地清净，毫不沾染，这是佛教给我们的。",
      "zh_TW": "我們今天要求生西方極樂世界，這個世間要放下。放下什麼？決定沒有留戀的念頭。你對這個世間一切人、一切事、一切物還有貪戀，你就不能往生。決定沒有這個念頭，一切人事物都是利益眾生的，與自己毫不相關，宗門的話常講「了無干涉」。我們的善心、善願、善行能夠做得圓滿，眾生有福，自己不居功；我的善心、善行做不圓滿，障礙很多，眾生福薄，與我也不相干，我也沒有過失。做圓滿了沒有功勞，做不圓滿沒有過失，清淨自在。這是佛法裡頭常講的，「作而無作，無作而作」，做從來沒有中斷過的，天天在做利益眾生的事業，心地清淨，毫不沾染，這是佛教給我們的。"
    },
    {
      "id": "02-034-0076_p0023",
      "zh_CN": "我们去看许修女，她的房间里面我们只看到一张照片，她母亲的，其他的什么都没有。社会里头不少人送了她很多纪念品，表扬她的，她从来没有挂过，都收拾起来了，有的都丢掉了。她不需要这些东西，断恶修善是我们自己本分事情，不是要人家表扬我才干的，那人家不赞叹、不表扬，我就不做？不是的，与这些事情毫不相关。正确的，跟诸佛菩萨、古圣先贤的教诲圆满的相应，这不是少分多分，是圆满的相应。",
      "zh_TW": "我們去看許修女，她的房間裡面我們只看到一張照片，她母親的，其他的什麼都沒有。社會裡頭不少人送了她很多紀念品，表揚她的，她從來沒有掛過，都收拾起來了，有的都丟掉了。她不需要這些東西，斷惡修善是我們自己本分事情，不是要人家表揚我才幹的，那人家不讚歎、不表揚，我就不做？不是的，與這些事情毫不相關。正確的，跟諸佛菩薩、古聖先賢的教誨圓滿的相應，這不是少分多分，是圓滿的相應。"
    },
    {
      "id": "02-034-0076_p0024",
      "zh_CN": "所以我们修行，一定要懂得我们到底修的什么？我们修的是一心不乱。一心是真心，我们在讲大经的时候，也曾经说过多次，一心是因、真因，一真法界是真果，一心才能证得一真法界。由此可知，华藏是一心所证，极乐世界也是一心所证；华藏是一真法界，极乐世界也是一真法界，三心二意不能证得。这样说起来，标准是很高，是很不容易做到，但是净宗妙就妙在我们只要短暂时间得一心就行。平常你每天有个几秒钟的时间得一心不乱，你的功夫就算不错了。慢慢这个时间就可以延长，几秒钟就可以到十几秒钟，二、三十秒钟。这个短时间能做得到，长时间做不到，天天在培养，临命终那个时候，那个一刹那，也是一心不乱，就往生了。这是其他法门里头没有的，这是净宗之殊胜。要想在临终时候有把握，完全在平常放得下。所以平常对于世缘，不但世缘，法缘也不例外，要看得很淡，要看得很轻，不可以过分的执着，我们容易得一心。要学着什么？什么都好，好事好，不好的事也好；好人很好，不好的人也好。你的心才会清净，于一切境缘当中，真的不起分别、不生执着，你才容易得一心。",
      "zh_TW": "所以我們修行，一定要懂得我們到底修的什麼？我們修的是一心不亂。一心是真心，我們在講大經的時候，也曾經說過多次，一心是因、真因，一真法界是真果，一心才能證得一真法界。由此可知，華藏是一心所證，極樂世界也是一心所證；華藏是一真法界，極樂世界也是一真法界，三心二意不能證得。這樣說起來，標準是很高，是很不容易做到，但是淨宗妙就妙在我們只要短暫時間得一心就行。平常你每天有個幾秒鐘的時間得一心不亂，你的功夫就算不錯了。慢慢這個時間就可以延長，幾秒鐘就可以到十幾秒鐘，二、三十秒鐘。這個短時間能做得到，長時間做不到，天天在培養，臨命終那個時候，那個一剎那，也是一心不亂，就往生了。這是其他法門裡頭沒有的，這是淨宗之殊勝。要想在臨終時候有把握，完全在平常放得下。所以平常對於世緣，不但世緣，法緣也不例外，要看得很淡，要看得很輕，不可以過分的執著，我們容易得一心。要學著什麼？什麼都好，好事好，不好的事也好；好人很好，不好的人也好。你的心才會清淨，於一切境緣當中，真的不起分別、不生執著，你才容易得一心。"
    },
    {
      "id": "02-034-0076_p0025",
      "zh_CN": "到西方极乐世界，证平等的果，一心才平等。我们在前面第五愿里面看到，生到西方极乐世界的人，形状、容貌都一样，都没有差别，「悉同一类」，为什么同一类？心同。这个话我在年轻的时候，有过这样的经验，我讲经的时候也跟诸位同学报告过几次。抗战期间，我在贵州，我同班有个同学姓张的，个子小小的。抗战胜利之后，我在南京念书，我们南京班上也有这么一个同学，跟他不是一个人，相貌长得一样，动作也一样。所以有一天我就把他叫来，我说你有哪些长处，有哪些毛病。他吓呆了，他说你怎么都知道？你会看相？我说我不会看相，我猜想的，过去我有个同学跟你面貌相同，你的动作、走路的时候都很相像，所以我就想，我那个同学的优点缺点大概你也具足，这一说果然没错。这就证明佛在经上说的，心相同，面貌就相同，业报也相同。西方极乐世界的人个个都是得一心不乱，就是得一心程度浅深不一样，所以才有四土九品的差别。换句话说，都没有妄想，都没有分别，都没有执着，心同佛心，那就是佛心，就是我们的真心。",
      "zh_TW": "到西方極樂世界，證平等的果，一心才平等。我們在前面第五願裡面看到，生到西方極樂世界的人，形狀、容貌都一樣，都沒有差別，「悉同一類」，為什麼同一類？心同。這個話我在年輕的時候，有過這樣的經驗，我講經的時候也跟諸位同學報告過幾次。抗戰期間，我在貴州，我同班有個同學姓張的，個子小小的。抗戰勝利之後，我在南京念書，我們南京班上也有這麼一個同學，跟他不是一個人，相貌長得一樣，動作也一樣。所以有一天我就把他叫來，我說你有哪些長處，有哪些毛病。他嚇呆了，他說你怎麼都知道？你會看相？我說我不會看相，我猜想的，過去我有個同學跟你面貌相同，你的動作、走路的時候都很相像，所以我就想，我那個同學的優點缺點大概你也具足，這一說果然沒錯。這就證明佛在經上說的，心相同，面貌就相同，業報也相同。西方極樂世界的人個個都是得一心不亂，就是得一心程度淺深不一樣，所以才有四土九品的差別。換句話說，都沒有妄想，都沒有分別，都沒有執著，心同佛心，那就是佛心，就是我們的真心。"
    },
    {
      "id": "02-034-0076_p0026",
      "zh_CN": "所以心同了，果报就相同，果报是定聚。定聚是佛家的术语，佛说一切众生可以分为三类：正定聚、邪定聚、不定聚。这个三类说一切众生，是讲一切学佛的众生，不学佛的不包括在这里面，一切修行人分这三类。定聚就是说决定得正果，为什么？他的因正，因纯正，将来果报一定是真实的，这叫定聚。此地讲「皆同一心」，人已经到一心不乱了，不希求西方极乐世界，他也证正果。什么样的正果？功夫高的得理一心不乱，他的果报是法身大士；功夫浅的，果报次一等的，他证阿罗汉、辟支佛、权教菩萨的果位，因正。往生到西方极乐世界也要具备这个条件，正定聚，决定证成正果。",
      "zh_TW": "所以心同了，果報就相同，果報是定聚。定聚是佛家的術語，佛說一切眾生可以分為三類：正定聚、邪定聚、不定聚。這個三類說一切眾生，是講一切學佛的眾生，不學佛的不包括在這裡面，一切修行人分這三類。定聚就是說決定得正果，為什麼？他的因正，因純正，將來果報一定是真實的，這叫定聚。此地講「皆同一心」，人已經到一心不亂了，不希求西方極樂世界，他也證正果。什麼樣的正果？功夫高的得理一心不亂，他的果報是法身大士；功夫淺的，果報次一等的，他證阿羅漢、辟支佛、權教菩薩的果位，因正。往生到西方極樂世界也要具備這個條件，正定聚，決定證成正果。"
    },
    {
      "id": "02-034-0076_p0027",
      "zh_CN": "第二种叫邪定聚，邪定聚是他的因不正，我们常讲「因地不真，果招迂曲」。因为什么不真？四相没离，再说得浅一点，自私自利的念头没有断得干净。不管修什么法门，自私自利的念头还存在，夹杂在其中，这因地就不真了，果报那要打很大的折扣。他所修习的将来是三界福报，三界的福报到哪里去享不一定，那要看他的行业。善业在天上享，其次在人间享，如果他有恶业，那就在畜生道、饿鬼道里面享福，各个不相同，这叫邪定聚，他不能成正果。还有一类叫不定聚，不定聚的人也不少，那要看缘分，他要是亲近善知识，他就变成正定聚；他要是亲近邪知识，跟错了人，他就变成邪定聚，所以他不定，要看缘分，这种人占大多数。",
      "zh_TW": "第二種叫邪定聚，邪定聚是他的因不正，我們常講「因地不真，果招迂曲」。因為什麼不真？四相沒離，再說得淺一點，自私自利的念頭沒有斷得乾淨。不管修什麼法門，自私自利的念頭還存在，夾雜在其中，這因地就不真了，果報那要打很大的折扣。他所修習的將來是三界福報，三界的福報到哪裡去享不一定，那要看他的行業。善業在天上享，其次在人間享，如果他有惡業，那就在畜生道、餓鬼道裡面享福，各個不相同，這叫邪定聚，他不能成正果。還有一類叫不定聚，不定聚的人也不少，那要看緣分，他要是親近善知識，他就變成正定聚；他要是親近邪知識，跟錯了人，他就變成邪定聚，所以他不定，要看緣分，這種人佔大多數。"
    },
    {
      "id": "02-034-0076_p0028",
      "zh_CN": "凡是不定聚的人，跟对了老师，学对了法门，修学净宗法门，他往生到极乐世界就变成正定聚，不定就变成正定。在西方极乐世界，一生决定证得无上菩提。本经所说的「皆是阿惟越致菩萨」，《弥陀经》上讲的「阿鞞跋致」，这是梵语音译，完全相同，意思是不退转。这个不退转，祖师大德在注解里面讲的「圆证三不退」，这还得了吗？圆证三不退，世尊在一般大乘经论里面告诉我们，七地以上的菩萨才能圆证三不退，这显示西方世界的殊胜，他方诸佛刹土不能为比。西方世界凡圣同居土下下品往生的人，生到极乐世界也是阿惟越致菩萨，说明位不退、行不退、念不退，真正不可思议。",
      "zh_TW": "凡是不定聚的人，跟對了老師，學對了法門，修學淨宗法門，他往生到極樂世界就變成正定聚，不定就變成正定。在西方極樂世界，一生決定證得無上菩提。本經所說的「皆是阿惟越致菩薩」，《彌陀經》上講的「阿鞞跋致」，這是梵語音譯，完全相同，意思是不退轉。這個不退轉，祖師大德在註解裡面講的「圓證三不退」，這還得了嗎？圓證三不退，世尊在一般大乘經論裡面告訴我們，七地以上的菩薩才能圓證三不退，這顯示西方世界的殊勝，他方諸佛剎土不能為比。西方世界凡聖同居土下下品往生的人，生到極樂世界也是阿惟越致菩薩，說明位不退、行不退、念不退，真正不可思議。"
    },
    {
      "id": "02-034-0076_p0029",
      "zh_CN": "所以读到这一节经文，释迦牟尼佛明白的告诉我们，他老人家告诉我们，就是代表十方一切诸佛同时教诲我们，这话还能错得了吗？凭这个教诲我们就要发心，非到西方不可，非去不可！为什么？太殊胜了，这个缘分到哪里去找！我们今天讲机会，这个机会别的地方找不到。哪一个法门要想作阿惟越致菩萨，在经上讲的是至少要修两个阿僧祇劫。两个阿僧祇劫还是法身大士，从圆教初住开始，不是我们凡夫。我们凡夫不晓得修到哪一劫才能够达到这个地位，可是在西方极乐世界，我们一生就成就，这是我们一定要知道的，一定要清楚的。彭际清居士讲，这一次的机会是「无量劫来，希有难逢之一日」，唯有清楚明了他才会珍惜，才不会把这个机会轻易放过。诸位要知道世间种种法都是假的，都不是真的。我们要把时间、精力浪费在那个地方，可惜、太可惜了！不但追求世法你可惜了，追求佛法其他的法门也可惜了。为什么？这一生不能成就，充其量得人天福报，不能出离三界，岂不是可惜吗？末法时期众生要想在一生当中圆满菩提，只有这个法门，所以我们一定要珍惜，当生成就。世尊在经典里面，勉励我们的话太多了。再看下面这一愿：",
      "zh_TW": "所以讀到這一節經文，釋迦牟尼佛明白的告訴我們，他老人家告訴我們，就是代表十方一切諸佛同時教誨我們，這話還能錯得了嗎？憑這個教誨我們就要發心，非到西方不可，非去不可！為什麼？太殊勝了，這個緣分到哪裡去找！我們今天講機會，這個機會別的地方找不到。哪一個法門要想作阿惟越致菩薩，在經上講的是至少要修兩個阿僧祇劫。兩個阿僧祇劫還是法身大士，從圓教初住開始，不是我們凡夫。我們凡夫不曉得修到哪一劫才能夠達到這個地位，可是在西方極樂世界，我們一生就成就，這是我們一定要知道的，一定要清楚的。彭際清居士講，這一次的機會是「無量劫來，希有難逢之一日」，唯有清楚明瞭他才會珍惜，才不會把這個機會輕易放過。諸位要知道世間種種法都是假的，都不是真的。我們要把時間、精力浪費在那個地方，可惜、太可惜了！不但追求世法你可惜了，追求佛法其他的法門也可惜了。為什麼？這一生不能成就，充其量得人天福報，不能出離三界，豈不是可惜嗎？末法時期眾生要想在一生當中圓滿菩提，只有這個法門，所以我們一定要珍惜，當生成就。世尊在經典裡面，勉勵我們的話太多了。再看下面這一願："
    },
    {
      "id": "02-034-0076_p0030",
      "zh_CN": "【永离热恼。心得清凉。所受快乐。犹如漏尽比丘。】",
      "zh_TW": "【永離熱惱。心得清涼。所受快樂。猶如漏盡比丘。】"
    },
    {
      "id": "02-034-0076_p0031",
      "zh_CN": "这一愿是「乐如漏尽愿」，第三十愿，西方世界称为极乐，意思在这个地方显示出来了。『永离热恼』，热恼是指我们这个世界，我们这个世界众生，不但人间，天上也不例外，天上包括色界的四禅，甚至于再往大说，包括了四空天人，六道所有众生都有烦恼，只是烦恼轻重不一样。身热心恼，身有苦受，心有忧虑，所以称之为热恼。《法华经》里面说：「以三苦故，于生死中，受诸热恼」，众生的苦太多太多了！佛将一切苦分为三类，欲界的众生这三类苦统统具足，八苦，八苦交煎，坏苦、行苦我们统统具足。到色界天人他烦恼轻了，八苦没有了，但是他有坏苦，因为他有色相，寿命终了的时候，这个色相要坏，坏的时候他就感到苦了。色身没有坏的时候，他没有苦受，色身将要坏的时候，他有苦受，所以还是离不开。无色界天人，身都不要了，所以坏苦没有了，但是他有行苦。什么叫行苦？他的境界不能够永恒的保持。六道里面功夫最好的是非想非非想天人，定功深，定的时间长，佛在经上告诉我们八万大劫，这个时间不可思议。一个大劫是我们这个世界一次「成住坏空」，叫一个大劫；换句话说，我们这个世界成住坏空八万次，他的寿命才到，这是住无色界天人。八万大劫我们看起来太长，可是在无尽的时空里面，它还是很短暂，它不算长。定失掉的时候又要堕落轮回，不究竟、不圆满，这叫行苦。",
      "zh_TW": "這一願是「樂如漏盡願」，第三十願，西方世界稱為極樂，意思在這個地方顯示出來了。『永離熱惱』，熱惱是指我們這個世界，我們這個世界眾生，不但人間，天上也不例外，天上包括色界的四禪，甚至於再往大說，包括了四空天人，六道所有眾生都有煩惱，只是煩惱輕重不一樣。身熱心惱，身有苦受，心有憂慮，所以稱之為熱惱。《法華經》裡面說：「以三苦故，於生死中，受諸熱惱」，眾生的苦太多太多了！佛將一切苦分為三類，欲界的眾生這三類苦統統具足，八苦，八苦交煎，壞苦、行苦我們統統具足。到色界天人他煩惱輕了，八苦沒有了，但是他有壞苦，因為他有色相，壽命終了的時候，這個色相要壞，壞的時候他就感到苦了。色身沒有壞的時候，他沒有苦受，色身將要壞的時候，他有苦受，所以還是離不開。無色界天人，身都不要了，所以壞苦沒有了，但是他有行苦。什麼叫行苦？他的境界不能夠永恆的保持。六道裡面功夫最好的是非想非非想天人，定功深，定的時間長，佛在經上告訴我們八萬大劫，這個時間不可思議。一個大劫是我們這個世界一次「成住壞空」，叫一個大劫；換句話說，我們這個世界成住壞空八萬次，他的壽命才到，這是住無色界天人。八萬大劫我們看起來太長，可是在無盡的時空裡面，它還是很短暫，它不算長。定失掉的時候又要墮落輪迴，不究竟、不圓滿，這叫行苦。"
    },
    {
      "id": "02-034-0076_p0032",
      "zh_CN": "所以佛在法华会上说，「三界火宅，三界统苦」。觉悟的人要发心出离三界，出离三界，以我们的根性来说，最好的方法是念佛求生净土。只要我们在一切时、一切处、一切境缘之中，万缘放下，一心念佛。诸位要记住这个「念」，念不一定是口念，念是心上真有。也就是说心上只有阿弥陀佛，除阿弥陀佛之外，什么事都不着心，你就得一心不乱，你就功夫成片；换句话说，你就肯定往生。什么时候往生？我再给诸位说，随意自在，什么时候想往生，什么时候都能往生，只要你功夫达到这个境界，生死自在，没有丝毫的约束了。想去，我这个寿命还有、还没有尽，不要紧，可以提前去；看到这个世间苦难众生多，发了慈悲心，还想帮助大众，寿命已经尽了，不要紧，可以延长，这就叫生死自在。所以只要诸位得一心，生死就自在。生死自在叫「了生死」，生死对你没有障碍了。你永离热恼，『心得清凉』，这个清凉就是我们讲的清净心、平等心。",
      "zh_TW": "所以佛在法華會上說，「三界火宅，三界統苦」。覺悟的人要發心出離三界，出離三界，以我們的根性來說，最好的方法是念佛求生淨土。只要我們在一切時、一切處、一切境緣之中，萬緣放下，一心念佛。諸位要記住這個「念」，念不一定是口念，念是心上真有。也就是說心上只有阿彌陀佛，除阿彌陀佛之外，什麼事都不著心，你就得一心不亂，你就功夫成片；換句話說，你就肯定往生。什麼時候往生？我再給諸位說，隨意自在，什麼時候想往生，什麼時候都能往生，只要你功夫達到這個境界，生死自在，沒有絲毫的約束了。想去，我這個壽命還有、還沒有盡，不要緊，可以提前去；看到這個世間苦難眾生多，發了慈悲心，還想幫助大眾，壽命已經盡了，不要緊，可以延長，這就叫生死自在。所以只要諸位得一心，生死就自在。生死自在叫「了生死」，生死對你沒有障礙了。你永離熱惱，『心得清涼』，這個清涼就是我們講的清淨心、平等心。"
    },
    {
      "id": "02-034-0076_p0033",
      "zh_CN": "今天我们祈求世界和平，世界和平、社会安定，自古以来一切众生都在希求、都在祈祷，为什么世界还是这样乱？为什么和平永远不能实现？原因到底在哪里？我们要追究、要反省、要检点。我们祈求和平，天天喊和平，和平的根没有找到，所以和平永远得不到。和平的根是什么？平等，我们的心要不平，和平永远达不到。和平的定义：和睦相处，平等对待。我们所希求的大家能和睦相处，为什么不能和睦？不平等。所以一定要平等对待，和平就落实了。佛家教我们，实在讲第一堂课就是教人，我们一进山门、走进山门，面对的弥勒菩萨，弥勒菩萨就是教我们和平，弥勒是和平的象征。你看和，一团和气，满面笑容，和！平是什么？平等待人，表现的是什么？大肚能容，能包容，平等就能包容。所以古德对弥勒菩萨有两句话教我们：「生平等心，成喜悦相」。布袋和尚造像，教我们这两句话，我们要生平等心，自自然然流露出来是喜悦的相。常生欢喜心，常现喜悦相，我们这个把和平的根找到了，所以决定没有高下、没有分别。",
      "zh_TW": "今天我們祈求世界和平，世界和平、社會安定，自古以來一切眾生都在希求、都在祈禱，為什麼世界還是這樣亂？為什麼和平永遠不能實現？原因到底在哪裡？我們要追究、要反省、要檢點。我們祈求和平，天天喊和平，和平的根沒有找到，所以和平永遠得不到。和平的根是什麼？平等，我們的心要不平，和平永遠達不到。和平的定義：和睦相處，平等對待。我們所希求的大家能和睦相處，為什麼不能和睦？不平等。所以一定要平等對待，和平就落實了。佛家教我們，實在講第一堂課就是教人，我們一進山門、走進山門，面對的彌勒菩薩，彌勒菩薩就是教我們和平，彌勒是和平的象徵。你看和，一團和氣，滿面笑容，和！平是什麼？平等待人，表現的是什麼？大肚能容，能包容，平等就能包容。所以古德對彌勒菩薩有兩句話教我們：「生平等心，成喜悅相」。布袋和尚造像，教我們這兩句話，我們要生平等心，自自然然流露出來是喜悅的相。常生歡喜心，常現喜悅相，我們這個把和平的根找到了，所以決定沒有高下、沒有分別。"
    },
    {
      "id": "02-034-0076_p0034",
      "zh_CN": "我对待其他这些宗教领袖们，我给他们讲和平的根，我怎么说法？我说你们所崇拜的上帝、崇拜的神，我心目当中都是佛陀，诸佛如来的化身。我礼敬诸佛，对你们上帝、对你们崇奉的神，我跟对佛陀一样的礼敬，我有根据。要从你的角度上来看，你敬仰的是上帝，佛菩萨也是上帝的化身，我们不就摆平了吗？我看你是佛陀的化身，你看我是上帝的化身，所以平了，这是和平的基础，这是和平的根本。如果我比你好，你不如我，永远摆不平，和平永远只是个口号，决定不可能落实。所以我们看所有宗教里头崇拜的神明，都看作是诸佛如来，他们看我们佛教里供奉的诸佛菩萨，都是上帝神圣的化身，摆平了。我们的礼敬、称赞、供养决定没有分别，决定没有执着，和平就落实了。所以我们常想和平，叫了几千年，都还是不断的在动乱，而且动乱一天比一天扩张。所以我们今天祈祷和平，要把和平的根本找到，理论依据找到，我们大家共同努力的来学习，纠正自己的错误。",
      "zh_TW": "我對待其他這些宗教領袖們，我給他們講和平的根，我怎麼說法？我說你們所崇拜的上帝、崇拜的神，我心目當中都是佛陀，諸佛如來的化身。我禮敬諸佛，對你們上帝、對你們崇奉的神，我跟對佛陀一樣的禮敬，我有根據。要從你的角度上來看，你敬仰的是上帝，佛菩薩也是上帝的化身，我們不就擺平了嗎？我看你是佛陀的化身，你看我是上帝的化身，所以平了，這是和平的基礎，這是和平的根本。如果我比你好，你不如我，永遠擺不平，和平永遠只是個口號，決定不可能落實。所以我們看所有宗教裡頭崇拜的神明，都看作是諸佛如來，他們看我們佛教裡供奉的諸佛菩薩，都是上帝神聖的化身，擺平了。我們的禮敬、稱讚、供養決定沒有分別，決定沒有執著，和平就落實了。所以我們常想和平，叫了幾千年，都還是不斷的在動亂，而且動亂一天比一天擴張。所以我們今天祈禱和平，要把和平的根本找到，理論依據找到，我們大家共同努力的來學習，糾正自己的錯誤。"
    },
    {
      "id": "02-034-0076_p0035",
      "zh_CN": "什么错误？贡高我慢的错误。以前总觉得我们学佛的人佛高，他们都是邪教；基督教、天主教是他们唯一的真神，佛教是魔鬼，这怎么能摆得平？这个社会怎么会不动乱？我们今天把这和平的根找到了，说佛也好、说菩萨也好、说上帝也好、说众神也好，都是一个，我们每一个人叫的名字不一样，其实是一桩事情，一个真理，一个真神，在佛家讲一个自性，这不就摆平了吗？佛法第一，基督教也第一，天主教也第一，伊斯兰教也第一，印度教也第一，个个第一，没有第二，我们有这个理念，这个认知，这是和平有根，我们真的走向和平的道路。如果没有这个理念、没有这个认知，和平还是一句口号，社会还是永远在动乱，我们的日子还是个苦日子。佛教给我们要有智慧，要去找根本，根找出来之后，依教奉行，心就得清凉了。清净心生智慧，《金刚经》上说的「信心清净，则生实相」，所以我们要生智慧，不能生烦恼。不平你就生烦恼，心平了就生智慧。清净、平等生智慧，我们要觉悟，不可以再污染，我们的污染已经相当严重。什么是污染？自私自利是污染，贪瞋痴慢是污染，是非人我是污染，所有一切污染要把它扫得干干净净，恢复到清净，清净就是平等，平等就是清净，然后才能得清凉自在。",
      "zh_TW": "什麼錯誤？貢高我慢的錯誤。以前總覺得我們學佛的人佛高，他們都是邪教；基督教、天主教是他們唯一的真神，佛教是魔鬼，這怎麼能擺得平？這個社會怎麼會不動亂？我們今天把這和平的根找到了，說佛也好、說菩薩也好、說上帝也好、說眾神也好，都是一個，我們每一個人叫的名字不一樣，其實是一樁事情，一個真理，一個真神，在佛家講一個自性，這不就擺平了嗎？佛法第一，基督教也第一，天主教也第一，伊斯蘭教也第一，印度教也第一，個個第一，沒有第二，我們有這個理念，這個認知，這是和平有根，我們真的走向和平的道路。如果沒有這個理念、沒有這個認知，和平還是一句口號，社會還是永遠在動亂，我們的日子還是個苦日子。佛教給我們要有智慧，要去找根本，根找出來之後，依教奉行，心就得清涼了。清淨心生智慧，《金剛經》上說的「信心清淨，則生實相」，所以我們要生智慧，不能生煩惱。不平你就生煩惱，心平了就生智慧。清淨、平等生智慧，我們要覺悟，不可以再污染，我們的污染已經相當嚴重。什麼是污染？自私自利是污染，貪瞋痴慢是污染，是非人我是污染，所有一切污染要把它掃得乾乾淨淨，恢復到清淨，清淨就是平等，平等就是清淨，然後才能得清涼自在。"
    },
    {
      "id": "02-034-0076_p0036",
      "zh_CN": "『所受快乐』，这是讲你的感受。这个快乐我们没有办法想像得到，我们今天所讲的乐，苦乐相对的乐，这个不是真乐。他们所说的乐，苦乐两边都没有了，那叫真乐。我们这个有苦有乐，那个乐不是真乐，那个乐叫坏苦。必须苦乐两边都离开，这个乐才是真乐，所以极乐世界的乐是苦乐两边都没有。所以大家千万不要误会，极乐世界很快乐，到那里去享乐去，你错了，那个乐还是烦恼，你把极乐世界看成我们凡夫世界了。所以底下一句话说得好：『犹如漏尽比丘』。漏尽比丘，漏是烦恼的代名词，因为你有烦恼，你的智慧漏掉了，智慧没有了，功德没有了。所以佛用漏来做比喻，像我们这个茶杯，茶杯如果有破损，有个洞的话，里面装的东西不都漏掉了？智慧、功德、法财全漏掉了。无漏它是完好的，是比喻这个，你的智慧功德圆圆满满、没有缺失，称之为无漏。",
      "zh_TW": "『所受快樂』，這是講你的感受。這個快樂我們沒有辦法想像得到，我們今天所講的樂，苦樂相對的樂，這個不是真樂。他們所說的樂，苦樂兩邊都沒有了，那叫真樂。我們這個有苦有樂，那個樂不是真樂，那個樂叫壞苦。必須苦樂兩邊都離開，這個樂才是真樂，所以極樂世界的樂是苦樂兩邊都沒有。所以大家千萬不要誤會，極樂世界很快樂，到那裡去享樂去，你錯了，那個樂還是煩惱，你把極樂世界看成我們凡夫世界了。所以底下一句話說得好：『猶如漏盡比丘』。漏盡比丘，漏是煩惱的代名詞，因為你有煩惱，你的智慧漏掉了，智慧沒有了，功德沒有了。所以佛用漏來做比喻，像我們這個茶杯，茶杯如果有破損，有個洞的話，裡面裝的東西不都漏掉了？智慧、功德、法財全漏掉了。無漏它是完好的，是比喻這個，你的智慧功德圓圓滿滿、沒有缺失，稱之為無漏。"
    },
    {
      "id": "02-034-0076_p0037",
      "zh_CN": "小乘阿罗汉无漏，见思烦恼断了，这个称无漏比丘。在大乘法里面，我们在大乘经上常常看到大比丘，大比丘是大乘的无漏，什么地位？法云地的菩萨，法云地的菩萨也称作大比丘。通常我们讲十地菩萨，第十地的菩萨，他们享受的那个快乐，我们怎么会知道？没有法子想像。在《华严》里面佛有过轻描淡写，清凉大师也有给我们提示，我们总得细心去体会。清凉讲无障碍的法界：理无碍，世出世间万事万物的道理，他完全通达没有障碍了；世出世间无量无边的事相，他也圆满通达明了，事没有障碍了；再深入一层，理跟事没有障碍，理不碍事，事不碍理，理事无碍；达到落实到生活受用，事事无碍。是什么境界？究竟圆满的和平境界，事事无碍，这个境界我们今天在经典里面所看到的是法身菩萨。十法界里面佛菩萨，我们讲四圣：声闻、缘觉、菩萨、佛，十法界里面的佛，他们只能够达到理事无碍，还不能够事事无碍。所以他那个乐不是极乐，事事无碍才叫极乐，我们从这个地方稍稍能够体会到一点。否则的话，极乐怎么讲法？法身大士到事事无碍才叫极乐，这是漏尽比丘他的乐受。",
      "zh_TW": "小乘阿羅漢無漏，見思煩惱斷了，這個稱無漏比丘。在大乘法裡面，我們在大乘經上常常看到大比丘，大比丘是大乘的無漏，什麼地位？法雲地的菩薩，法雲地的菩薩也稱作大比丘。通常我們講十地菩薩，第十地的菩薩，他們享受的那個快樂，我們怎麼會知道？沒有法子想像。在《華嚴》裡面佛有過輕描淡寫，清涼大師也有給我們提示，我們總得細心去體會。清涼講無障礙的法界：理無礙，世出世間萬事萬物的道理，他完全通達沒有障礙了；世出世間無量無邊的事相，他也圓滿通達明瞭，事沒有障礙了；再深入一層，理跟事沒有障礙，理不礙事，事不礙理，理事無礙；達到落實到生活受用，事事無礙。是什麼境界？究竟圓滿的和平境界，事事無礙，這個境界我們今天在經典裡面所看到的是法身菩薩。十法界裡面佛菩薩，我們講四聖：聲聞、緣覺、菩薩、佛，十法界裡面的佛，他們只能夠達到理事無礙，還不能夠事事無礙。所以他那個樂不是極樂，事事無礙才叫極樂，我們從這個地方稍稍能夠體會到一點。否則的話，極樂怎麼講法？法身大士到事事無礙才叫極樂，這是漏盡比丘他的樂受。"
    },
    {
      "id": "02-034-0076_p0038",
      "zh_CN": "那我们要问，法身大士这个境界，我们在这一生当中能不能得到？答案是肯定的，决定能得到。为什么我说得这么肯定？因为佛说法不妄语，《金刚经》上佛所说的，「如来是真语者、实语者、如语者、不诳语者」。我们凭这个我们就能体会到，凡是我们这个世间人修行不能够达到的，佛决定不说，佛要说那是诳妄语，我们做不到。凡是佛在这个世界上所宣说的，都是我们可以办得到，问题是我们肯不肯干。怎么干法？依照《金刚经》上的教诲去做，你就达到了。我举《金刚经》，《金刚经》是中国人最喜欢读的一部经，修学、读诵最普遍的一部经。《金刚经》的宗旨是离相修善，「离一切相，修一切善」，你就能达到事事无碍。",
      "zh_TW": "那我們要問，法身大士這個境界，我們在這一生當中能不能得到？答案是肯定的，決定能得到。為什麼我說得這麼肯定？因為佛說法不妄語，《金剛經》上佛所說的，「如來是真語者、實語者、如語者、不誑語者」。我們憑這個我們就能體會到，凡是我們這個世間人修行不能夠達到的，佛決定不說，佛要說那是誑妄語，我們做不到。凡是佛在這個世界上所宣說的，都是我們可以辦得到，問題是我們肯不肯幹。怎麼幹法？依照《金剛經》上的教誨去做，你就達到了。我舉《金剛經》，《金剛經》是中國人最喜歡讀的一部經，修學、讀誦最普遍的一部經。《金剛經》的宗旨是離相修善，「離一切相，修一切善」，你就能達到事事無礙。"
    },
    {
      "id": "02-034-0076_p0039",
      "zh_CN": "所以我举的许哲这一位老修女，她纵然是没有达到这个境界，我们可以说她达到了相似的境界，天台大师讲的六即，她是相似位，那我肯定。不是分证位，决定也是相似位，相似位是什么境界？十法界里面四圣法界的境界，阿罗汉、辟支佛、菩萨的这个地位。由此可知，不是做不到，是我们不肯把自私自利放下，不肯一心一意为别人着想，我们的毛病、病根就在此地。如果我们找到病根，把这个病根消除，从今而后把自己忘记，起心动念，言语造作，为社会、为众生、为佛法，我们很快就能够契入这个境界，可见得这是事在人为。每天读诵、研究、讨论，不肯认真去做，永远没有办法达到。总而言之，我们要真正发心。今天时间到了，我们就讲到此地。",
      "zh_TW": "所以我舉的許哲這一位老修女，她縱然是沒有達到這個境界，我們可以說她達到了相似的境界，天台大師講的六即，她是相似位，那我肯定。不是分證位，決定也是相似位，相似位是什麼境界？十法界裡面四聖法界的境界，阿羅漢、辟支佛、菩薩的這個地位。由此可知，不是做不到，是我們不肯把自私自利放下，不肯一心一意為別人著想，我們的毛病、病根就在此地。如果我們找到病根，把這個病根消除，從今而後把自己忘記，起心動念，言語造作，為社會、為眾生、為佛法，我們很快就能夠契入這個境界，可見得這是事在人為。每天讀誦、研究、討論，不肯認真去做，永遠沒有辦法達到。總而言之，我們要真正發心。今天時間到了，我們就講到此地。"
    }
  ]
}