{
  "doc_id": "02-034-0134",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三四集",
    "zh_TW": "第一三四集"
  },
  "year": "2002",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0134",
  "total_paragraphs": 90,
  "paragraphs": [
    {
      "id": "02-034-0134_p0001",
      "zh_CN": "请掀开经本，科会第三十六面第七行，经本不一样也没有关系。请看：",
      "zh_TW": "請掀開經本，科會第三十六面第七行，經本不一樣也沒有關係。請看："
    },
    {
      "id": "02-034-0134_p0002",
      "zh_CN": "【宝树遍国第十四】",
      "zh_TW": "【寶樹遍國第十四】"
    },
    {
      "id": "02-034-0134_p0003",
      "zh_CN": "第十四品，这个很容易找得到的。这一品经文，世尊要跟我们介绍（这是重说），细说西方世界的依报庄严，用我们现代的话来说，就是学习、居住、生活的环境。品题上讲的「宝」、讲的「树」、「遍国」，这是三桩事情，我们必须要能够理解，懂得它表法的义趣，这样才能真正学到东西。",
      "zh_TW": "第十四品，這個很容易找得到的。這一品經文，世尊要跟我們介紹（這是重說），細說西方世界的依報莊嚴，用我們現代的話來說，就是學習、居住、生活的環境。品題上講的「寶」、講的「樹」、「遍國」，這是三樁事情，我們必須要能夠理解，懂得它表法的義趣，這樣才能真正學到東西。"
    },
    {
      "id": "02-034-0134_p0004",
      "zh_CN": "宝，什么是宝？在这个世间真正能够解决一切困难问题的，我们都称之为宝。财富是宝，能解决我们物质生活的问题，这是宝；知识是宝，能够满足我们的精神生活。可是人更重要的，真正的问题，这个生死的问题；如果能找到解决生死问题的，那真正是大宝，最殊胜的宝。",
      "zh_TW": "寶，什麼是寶？在這個世間真正能夠解決一切困難問題的，我們都稱之為寶。財富是寶，能解決我們物質生活的問題，這是寶；知識是寶，能夠滿足我們的精神生活。可是人更重要的，真正的問題，這個生死的問題；如果能找到解決生死問題的，那真正是大寶，最殊勝的寶。"
    },
    {
      "id": "02-034-0134_p0005",
      "zh_CN": "佛法称为三宝，说这三桩东西不但能够让我们解决现前物质精神生活所有一切的困苦，而且能帮助我们解决脱离六道轮回、脱离十法界，真正证得不生不灭的大涅槃境界。涅槃是梵语，意思就是不生不灭，成就究竟圆满的果德，这才是真正的宝，这个世间找不到的。在佛法里面我们常讲，这个宝在哪里？宝在自己本性里头，这个我们不能不知道。但是几乎六道众生都把自己自性里面具足究竟圆满的宝藏迷失了；跟诸位说，是迷失，不是真的失掉，各个人都具足。现在因为你迷，迷了之后这个宝就不能现前，所以你现在生活就感觉得很苦闷、很痛苦，随着业力在流转。",
      "zh_TW": "佛法稱為三寶，說這三樁東西不但能夠讓我們解決現前物質精神生活所有一切的困苦，而且能幫助我們解決脫離六道輪迴、脫離十法界，真正證得不生不滅的大涅槃境界。涅槃是梵語，意思就是不生不滅，成就究竟圓滿的果德，這才是真正的寶，這個世間找不到的。在佛法裡面我們常講，這個寶在哪裡？寶在自己本性裡頭，這個我們不能不知道。但是幾乎六道眾生都把自己自性裡面具足究竟圓滿的寶藏迷失了；跟諸位說，是迷失，不是真的失掉，各個人都具足。現在因為你迷，迷了之後這個寶就不能現前，所以你現在生活就感覺得很苦悶、很痛苦，隨著業力在流轉。"
    },
    {
      "id": "02-034-0134_p0006",
      "zh_CN": "业力是什么？你的烦恼习气。随着你自己的自私自利、贪瞋痴慢，对于五欲六尘的好恶，这些东西就造成了六道，变现出三途；三途六道都不是真的。佛在《般若经》上常讲，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」。《般若心经》上告诉我们「五蕴皆空」，哪有真实！ 谁了解事实真相？觉悟的人。什么人觉悟？我们称觉悟的人为阿罗汉。阿罗汉真正觉悟，菩萨觉悟，佛是究竟圆满的觉悟，他们清楚，他们明白。不觉就称为凡夫，哪里的凡夫？六道里面的凡夫，九法界的凡夫。",
      "zh_TW": "業力是什麼？你的煩惱習氣。隨著你自己的自私自利、貪瞋痴慢，對於五欲六塵的好惡，這些東西就造成了六道，變現出三途；三途六道都不是真的。佛在《般若經》上常講，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」。《般若心經》上告訴我們「五蘊皆空」，哪有真實！ 誰了解事實真相？覺悟的人。什麼人覺悟？我們稱覺悟的人為阿羅漢。阿羅漢真正覺悟，菩薩覺悟，佛是究竟圓滿的覺悟，他們清楚，他們明白。不覺就稱為凡夫，哪裡的凡夫？六道裡面的凡夫，九法界的凡夫。"
    },
    {
      "id": "02-034-0134_p0007",
      "zh_CN": "人人都有佛性，佛性是宝。佛法没传到中国来之前，中国的圣人知道，不是不知道。儒讲得很多，道讲得很多，甚至于先秦诸子所说的许许多多道理，都是显示出真实的智慧，跟佛菩萨所说的没有两样。我们学佛的同学对于这桩事情，常常心里有个疑问：孔夫子、孟夫子、老子、庄子，在中国这些先贤，是不是佛菩萨应化而来的？要不然他们说的话为什么跟佛经那么样的接近。",
      "zh_TW": "人人都有佛性，佛性是寶。佛法沒傳到中國來之前，中國的聖人知道，不是不知道。儒講得很多，道講得很多，甚至於先秦諸子所說的許許多多道理，都是顯示出真實的智慧，跟佛菩薩所說的沒有兩樣。我們學佛的同學對於這樁事情，常常心裡有個疑問：孔夫子、孟夫子、老子、莊子，在中國這些先賢，是不是佛菩薩應化而來的？要不然他們說的話為什麼跟佛經那麼樣的接近。"
    },
    {
      "id": "02-034-0134_p0008",
      "zh_CN": "早年我也有这个问题向李老师请教。老师告诉我，从理上讲，讲得通。诸佛菩萨随类化身，在中国这个地区不能现佛菩萨的形相来教化众生，不契这一方的机。那要怎么现相？得现孔子的相，现孟子的相，现老子、庄子的相，这一方人欢喜接受；理上讲得通。但是在事上找不到证据，没有证据；理上讲得通，事上没有证据。老师跟我们解答，这个解答得好。",
      "zh_TW": "早年我也有這個問題向李老師請教。老師告訴我，從理上講，講得通。諸佛菩薩隨類化身，在中國這個地區不能現佛菩薩的形相來教化眾生，不契這一方的機。那要怎麼現相？得現孔子的相，現孟子的相，現老子、莊子的相，這一方人歡喜接受；理上講得通。但是在事上找不到證據，沒有證據；理上講得通，事上沒有證據。老師跟我們解答，這個解答得好。"
    },
    {
      "id": "02-034-0134_p0009",
      "zh_CN": "所以，在西方示现为先知，示现为耶稣基督，示现为穆罕默德。我们读了《华严经》这才恍然大悟，什么人示现的？那在《华严经》上毘卢遮那如来。毘卢遮那如来到底是什么？就是真如本性，是我们自己的真如本性，不是别人的。",
      "zh_TW": "所以，在西方示現為先知，示現為耶穌基督，示現為穆罕默德。我們讀了《華嚴經》這才恍然大悟，什麼人示現的？那在《華嚴經》上毘盧遮那如來。毘盧遮那如來到底是什麼？就是真如本性，是我們自己的真如本性，不是別人的。"
    },
    {
      "id": "02-034-0134_p0010",
      "zh_CN": "在中国，你看从前教童蒙，三、四岁小朋友读书了，读什么？读《三字经》。《三字经》上头一句话，就把你一生所修学的传授给你，「人之初，性本善」。那个「性」就是我们的真性，真性是纯善的、纯净的。这个「善」不是善恶的善，善恶的善已经不善了，为什么？它落在两边。在佛法里面讲，见惑里头的边见，边见就是两边对立。什么是真善？两边都放下，大乘佛法讲中道；善恶两边离开，叫中道。中道也没有了，两边不立，中道不存，这是真善，这是本善。",
      "zh_TW": "在中國，你看從前教童蒙，三、四歲小朋友讀書了，讀什麼？讀《三字經》。《三字經》上頭一句話，就把你一生所修學的傳授給你，「人之初，性本善」。那個「性」就是我們的真性，真性是純善的、純淨的。這個「善」不是善惡的善，善惡的善已經不善了，為什麼？它落在兩邊。在佛法裡面講，見惑裡頭的邊見，邊見就是兩邊對立。什麼是真善？兩邊都放下，大乘佛法講中道；善惡兩邊離開，叫中道。中道也沒有了，兩邊不立，中道不存，這是真善，這是本善。"
    },
    {
      "id": "02-034-0134_p0011",
      "zh_CN": "所以，我们要肯定一切众生本性是善的，我们对于一切众生尊敬的心理才能生得起来。你这个人行为再恶，再恶是什么？不是你的本性，那是你的习性；习性是本性里头没有的。我尊重你的本性，我礼敬你的本性，中国人叫本性，在佛法里面叫佛性。所以，「性本善」在佛法里就是佛性，这是宝！佛性里面具足无量智慧、无量德能、无量相好。《华严经》上佛告诉我们「一切众生皆有如来智慧德相」，为什么？你有本性，你有真心，你的真心本性圆圆满满具足了无量智慧；无量的德能，能力，无所不能；相好，不止三十二相八十种好。佛在大经里面讲的佛有无量相，相有无量好，是你自性本来具足的。非常可惜，这佛讲的「但以妄想执着而不能证得」。",
      "zh_TW": "所以，我們要肯定一切眾生本性是善的，我們對於一切眾生尊敬的心理才能生得起來。你這個人行為再惡，再惡是什麼？不是你的本性，那是你的習性；習性是本性裡頭沒有的。我尊重你的本性，我禮敬你的本性，中國人叫本性，在佛法裡面叫佛性。所以，「性本善」在佛法裡就是佛性，這是寶！佛性裡面具足無量智慧、無量德能、無量相好。《華嚴經》上佛告訴我們「一切眾生皆有如來智慧德相」，為什麼？你有本性，你有真心，你的真心本性圓圓滿滿具足了無量智慧；無量的德能，能力，無所不能；相好，不止三十二相八十種好。佛在大經裡面講的佛有無量相，相有無量好，是你自性本來具足的。非常可惜，這佛講的「但以妄想執著而不能證得」。"
    },
    {
      "id": "02-034-0134_p0012",
      "zh_CN": "我们今天为什么把性德丧失掉？就是因为你有妄想、你有分别、你有执着，所以你虽然有跟诸佛如来一样的智慧德相，不能现前。虽然不能现前，并没有真正丢掉，只要你把妄想分别执着放下，你的智慧德相就现前，要放下。我放下一点点，你们不就看到了吗？你们看看我今年跟去年、跟前年、跟大前年比较比较，我愈来愈年轻，身体愈来愈好，愈来愈快乐。什么原因？放下，把妄想分别执着统统放下了，心得自在，身体轻松，常讲放松，一丝毫染着都没有。",
      "zh_TW": "我們今天為什麼把性德喪失掉？就是因為你有妄想、你有分別、你有執著，所以你雖然有跟諸佛如來一樣的智慧德相，不能現前。雖然不能現前，並沒有真正丟掉，只要你把妄想分別執著放下，你的智慧德相就現前，要放下。我放下一點點，你們不就看到了嗎？你們看看我今年跟去年、跟前年、跟大前年比較比較，我愈來愈年輕，身體愈來愈好，愈來愈快樂。什麼原因？放下，把妄想分別執著統統放下了，心得自在，身體輕鬆，常講放鬆，一絲毫染著都沒有。"
    },
    {
      "id": "02-034-0134_p0013",
      "zh_CN": "毁谤我的人、侮辱我的人、陷害我的人，你看我用什么态度对他？我用「真诚、清净、平等、恭敬」心对待他，他是我的恩人。怎么说是我的恩人？替我消业障。我无始劫来造的这么多业障，天天佛前求忏悔，忏悔不了；他们这些态度对待我，把我的业障都消掉了，所以我才有这么自在。这就是我比你们高明一点的地方，你们要遇到这些人，你们会生气，你们会生烦恼，那就坏了。那就变成什么？变成冤冤相报，没完没了。",
      "zh_TW": "毀謗我的人、侮辱我的人、陷害我的人，你看我用什麼態度對他？我用「真誠、清淨、平等、恭敬」心對待他，他是我的恩人。怎麼說是我的恩人？替我消業障。我無始劫來造的這麼多業障，天天佛前求懺悔，懺悔不了；他們這些態度對待我，把我的業障都消掉了，所以我才有這麼自在。這就是我比你們高明一點的地方，你們要遇到這些人，你們會生氣，你們會生煩惱，那就壞了。那就變成什麼？變成冤冤相報，沒完沒了。"
    },
    {
      "id": "02-034-0134_p0014",
      "zh_CN": "所以我们一定要晓得，逆境恶缘是替我消业障的，一定要欢喜接受，要存报恩心来对待。他造恶业消我的业障，真的，我的业障变得跑到他身上去了。你们想想看，我不报答他，谁报答他？应该要报答的。但是什么？他成就我，他把我的境界向上提升，我以修学的功德回向给他，以弘法利生的功德回向给他，真正报恩！我们自性三宝不断向外面透露。",
      "zh_TW": "所以我們一定要曉得，逆境惡緣是替我消業障的，一定要歡喜接受，要存報恩心來對待。他造惡業消我的業障，真的，我的業障變得跑到他身上去了。你們想想看，我不報答他，誰報答他？應該要報答的。但是什麼？他成就我，他把我的境界向上提升，我以修學的功德迴向給他，以弘法利生的功德迴向給他，真正報恩！我們自性三寶不斷向外面透露。"
    },
    {
      "id": "02-034-0134_p0015",
      "zh_CN": "这次回来续讲这部经，这部经前面所讲的，诸位把前面所讲的东西，跟我这两天再讲的比一比，不一样，境界不相同，就提升了很多。所以宝！我知道宝不在外面，宝在自性里头，宝在觉悟当中；迷了，宝就失掉；觉悟，宝又捡回来了。「宝」是这个意思。",
      "zh_TW": "這次回來續講這部經，這部經前面所講的，諸位把前面所講的東西，跟我這兩天再講的比一比，不一樣，境界不相同，就提升了很多。所以寶！我知道寶不在外面，寶在自性裡頭，寶在覺悟當中；迷了，寶就失掉；覺悟，寶又撿回來了。「寶」是這個意思。"
    },
    {
      "id": "02-034-0134_p0016",
      "zh_CN": "树是什么意思？千万不要看到外面很多的大树，那你就迷了。树，你看树很高，很明显，所以树代表建立、代表高显，表这个意思。新加坡居士林有六十多年的历史，前面这些善知识为我们建立这个道场。这个道场初建立的时候，我们也看到一些照片，非常简陋。这么多年当中，代代传人，每一届的董事们、林长不断的在扩充，不断的在扩建，这就叫建树。居士林就是一棵大树，前人把这个树种下去，现在这棵树长得这么大，开花结果；讲经、修持是开花，念佛往生是结果。所以这棵大树我们看到年年在开花，时时看到果实，这是「树」的意思。",
      "zh_TW": "樹是什麼意思？千萬不要看到外面很多的大樹，那你就迷了。樹，你看樹很高，很明顯，所以樹代表建立、代表高顯，表這個意思。新加坡居士林有六十多年的歷史，前面這些善知識為我們建立這個道場。這個道場初建立的時候，我們也看到一些照片，非常簡陋。這麼多年當中，代代傳人，每一屆的董事們、林長不斷的在擴充，不斷的在擴建，這就叫建樹。居士林就是一棵大樹，前人把這個樹種下去，現在這棵樹長得這麼大，開花結果；講經、修持是開花，念佛往生是結果。所以這棵大樹我們看到年年在開花，時時看到果實，這是「樹」的意思。"
    },
    {
      "id": "02-034-0134_p0017",
      "zh_CN": "在这个地区像这样的宝树（这个宝树是正法的宝树，是如来正教的宝树）不多见，即使在东南亚这个地区。我们今天讲正法道场，这里宝树就是正法道场。你从这个地方去体会，这经里头的意思你就明了了，你才能够真正学到东西。学到之后，如何落实在自己的身上？怎么样把自己变成一个宝树？这个很重要。",
      "zh_TW": "在這個地區像這樣的寶樹（這個寶樹是正法的寶樹，是如來正教的寶樹）不多見，即使在東南亞這個地區。我們今天講正法道場，這裡寶樹就是正法道場。你從這個地方去體會，這經裡頭的意思你就明瞭了，你才能夠真正學到東西。學到之後，如何落實在自己的身上？怎麼樣把自己變成一個寶樹？這個很重要。"
    },
    {
      "id": "02-034-0134_p0018",
      "zh_CN": "道场是宝树，道场里头每个修行人都是宝树，宝树才遍国。一切诸佛如来是宝树，一切法身菩萨是宝树，一切声闻缘觉也是宝树，他们以自己的形象教化一切众生。教化不单单是言教。言教，你自己做不到，没有人相信，那是假的，不是真的。所以，我们仔细去观察、去体会。释迦牟尼佛，你看看我们在传记里头，最古老的传记，在《大藏经》里面，《释迦谱》、《释迦方志》，还有一个叫《释迦氏谱》，一共有三种，《大藏经》里有三种，我看过两种。释迦牟尼佛为我们表演的，是先自己修学开悟证果，然后才帮助别人。这就是他老人家在经上常讲的，自己未度要度别人，无有是处。他自己先度了，然后再度别人，对了，就没错了。",
      "zh_TW": "道場是寶樹，道場裡頭每個修行人都是寶樹，寶樹才遍國。一切諸佛如來是寶樹，一切法身菩薩是寶樹，一切聲聞緣覺也是寶樹，他們以自己的形象教化一切眾生。教化不單單是言教。言教，你自己做不到，沒有人相信，那是假的，不是真的。所以，我們仔細去觀察、去體會。釋迦牟尼佛，你看看我們在傳記裡頭，最古老的傳記，在《大藏經》裡面，《釋迦譜》、《釋迦方誌》，還有一個叫《釋迦氏譜》，一共有三種，《大藏經》裡有三種，我看過兩種。釋迦牟尼佛為我們表演的，是先自己修學開悟證果，然後才幫助別人。這就是他老人家在經上常講的，自己未度要度別人，無有是處。他自己先度了，然後再度別人，對了，就沒錯了。"
    },
    {
      "id": "02-034-0134_p0019",
      "zh_CN": "我们今天佛教为什么衰微？我们想帮助别人学佛，为什么这么困难？自己没学得好，自己烦恼习气没有断，自己智慧没有开，要想帮助别人，多半在帮助别人当中生烦恼，一般人讲帮倒忙，不但不能成就人，反而使别人受了伤害，不管是有意无意，都是罪过。所以我们学佛，首先目标是要订在自己，自觉自悟。",
      "zh_TW": "我們今天佛教為什麼衰微？我們想幫助別人學佛，為什麼這麼困難？自己沒學得好，自己煩惱習氣沒有斷，自己智慧沒有開，要想幫助別人，多半在幫助別人當中生煩惱，一般人講幫倒忙，不但不能成就人，反而使別人受了傷害，不管是有意無意，都是罪過。所以我們學佛，首先目標是要訂在自己，自覺自悟。"
    },
    {
      "id": "02-034-0134_p0020",
      "zh_CN": "为什么我们不能开悟？自性的宝藏为什么不能够开发？原因就是烦恼习气太重。大乘佛法从哪里学起？从地藏菩萨学起。在中国，四大名山四大菩萨，代表大乘佛法的修学总纲领。地是心地，藏是宝藏，地藏就是我们心地宝藏，就是如来的智慧德相。一切众生哪个不求？相好是福报，求福；德是能力，多才多艺；智慧，世间人都是求智慧、求技术、求能力、求福报，不知道这三样东西自性本来具足。所以佛教我们不要到外面求，从自己内心里面求，这在佛法叫内学，内学是从这个地方建立的。从外面求求不到，没这个道理。",
      "zh_TW": "為什麼我們不能開悟？自性的寶藏為什麼不能夠開發？原因就是煩惱習氣太重。大乘佛法從哪裡學起？從地藏菩薩學起。在中國，四大名山四大菩薩，代表大乘佛法的修學總綱領。地是心地，藏是寶藏，地藏就是我們心地寶藏，就是如來的智慧德相。一切眾生哪個不求？相好是福報，求福；德是能力，多才多藝；智慧，世間人都是求智慧、求技術、求能力、求福報，不知道這三樣東西自性本來具足。所以佛教我們不要到外面求，從自己內心裡面求，這在佛法叫內學，內學是從這個地方建立的。從外面求求不到，沒這個道理。"
    },
    {
      "id": "02-034-0134_p0021",
      "zh_CN": "现在一般大学里头，商学院里面有很多教授都教怎样求利（工商目的就是求利），怎么样致富。我这次离开澳洲之前，正好遇到格里菲斯大学商学院的建筑落成典礼，校长请我去参加，遇到很多商学院的教授，都是著名的教授。其中有一位年岁很大了，大概已经退休了，他的经验非常丰富，校长特别给他介绍；他这几十年在工商界服务的经验，在学校里面就是最好的教材。",
      "zh_TW": "現在一般大學裡頭，商學院裡面有很多教授都教怎樣求利（工商目的就是求利），怎麼樣致富。我這次離開澳洲之前，正好遇到格里菲斯大學商學院的建築落成典禮，校長請我去參加，遇到很多商學院的教授，都是著名的教授。其中有一位年歲很大了，大概已經退休了，他的經驗非常豐富，校長特別給他介紹；他這幾十年在工商界服務的經驗，在學校裡面就是最好的教材。"
    },
    {
      "id": "02-034-0134_p0022",
      "zh_CN": "我听完他们说话之后，我跟校长说，我说我五十年学佛，我对于求发财之道比他高明多了。他天天教别人致富，这个老教授自己没有发财。所以碰到我这个学生就很麻烦了，「你教我发财，你没有发财，你那一套东西我不敢相信」。",
      "zh_TW": "我聽完他們說話之後，我跟校長說，我說我五十年學佛，我對於求發財之道比他高明多了。他天天教別人致富，這個老教授自己沒有發財。所以碰到我這個學生就很麻煩了，「你教我發財，你沒有發財，你那一套東西我不敢相信」。"
    },
    {
      "id": "02-034-0134_p0023",
      "zh_CN": "什么个道理？我举了一个很浅显的比喻，这些教授在学校里头所教的，我们佛法讲「缘」，他懂得这个。就像农夫种植物一样，他懂得这些技术，他知道什么样的土壤、肥料、温度、湿度，这些技术方面非常高明。但是怎么样？没有种子，再高明也种不出植物出来，没种子。所以，再高明的教授，讲得头头是道，他发不了财，没种子。我有种子。",
      "zh_TW": "什麼個道理？我舉了一個很淺顯的比喻，這些教授在學校裡頭所教的，我們佛法講「緣」，他懂得這個。就像農夫種植物一樣，他懂得這些技術，他知道什麼樣的土壤、肥料、溫度、濕度，這些技術方面非常高明。但是怎麼樣？沒有種子，再高明也種不出植物出來，沒種子。所以，再高明的教授，講得頭頭是道，他發不了財，沒種子。我有種子。"
    },
    {
      "id": "02-034-0134_p0024",
      "zh_CN": "佛法讲因，因加上缘，后面果报就现前。因是什么？你看我们东方人算命，算命的时候看你命里有没有财库，财库才是因。你命里有财库，无论经营什么样的事业，你的钱财滚滚而来，缘。命里没有财库，缘你懂得再多，顶多将来到学校去当教授，每个月拿一点钟点费过日子，你发不了财！这个道理学校没有人懂。我说我来教工商，教经济，好老师！好教授！",
      "zh_TW": "佛法講因，因加上緣，後面果報就現前。因是什麼？你看我們東方人算命，算命的時候看你命裡有沒有財庫，財庫才是因。你命裡有財庫，無論經營什麼樣的事業，你的錢財滾滾而來，緣。命裡沒有財庫，緣你懂得再多，頂多將來到學校去當教授，每個月拿一點鐘點費過日子，你發不了財！這個道理學校沒有人懂。我說我來教工商，教經濟，好老師！好教授！"
    },
    {
      "id": "02-034-0134_p0025",
      "zh_CN": "这些东西全在佛法里头，佛法教人「因」是从哪里来的，就是你命里头财库从哪里来的？财布施来的。你看居士林这么多年愈施愈多，这很明显的，不施就没有了。法布施得聪明智慧，无畏布施得健康长寿，这是你真正修因。这些道理现在全世界大学商学院都不讲，他都不懂，所以全搞得是缘。好像种植，再高明的农夫，没种子，怎么也种不出来。所以看这个样子我还要去教。",
      "zh_TW": "這些東西全在佛法裡頭，佛法教人「因」是從哪裡來的，就是你命裡頭財庫從哪裡來的？財布施來的。你看居士林這麼多年愈施愈多，這很明顯的，不施就沒有了。法布施得聰明智慧，無畏布施得健康長壽，這是你真正修因。這些道理現在全世界大學商學院都不講，他都不懂，所以全搞得是緣。好像種植，再高明的農夫，沒種子，怎麼也種不出來。所以看這個樣子我還要去教。"
    },
    {
      "id": "02-034-0134_p0026",
      "zh_CN": "如果你修学功夫到了家，性德里面的三宝，这个三宝用现在的话来讲，财富、聪明智慧、健康长寿。健康长寿是相好，相好太多了，举这一样，现在大家都希求的。自性里面的三宝就往外透了，那得大自在。没有见性，大乘法里面讲没有觉悟。悟有两种，一种是解悟，一种是证悟。解悟都没有用，解悟是理明白了，果报不能现前。为什么？你烦恼习气没有断，你没有改过来。证悟是你真的改过来，对于世出世间一切法一丝毫贪心没有，一丝毫悭吝心没有，你自性里面的福报就现前、就往外露了。只要有一丝毫悭贪，自性的福报不能现前。",
      "zh_TW": "如果你修學功夫到了家，性德裡面的三寶，這個三寶用現在的話來講，財富、聰明智慧、健康長壽。健康長壽是相好，相好太多了，舉這一樣，現在大家都希求的。自性裡面的三寶就往外透了，那得大自在。沒有見性，大乘法裡面講沒有覺悟。悟有兩種，一種是解悟，一種是證悟。解悟都沒有用，解悟是理明白了，果報不能現前。為什麼？你煩惱習氣沒有斷，你沒有改過來。證悟是你真的改過來，對於世出世間一切法一絲毫貪心沒有，一絲毫慳吝心沒有，你自性裡面的福報就現前、就往外露了。只要有一絲毫慳貪，自性的福報不能現前。"
    },
    {
      "id": "02-034-0134_p0027",
      "zh_CN": "所以你看看世间人把求财富列入他一生当中第一个目标，人为财死，哪个不贪财！佛法教学也把这个列为第一，你怎么样获得圆满的财富？你把贪断掉，贪是障碍。所以，六度里头第一个是布施，布施度悭贪，悭是吝啬。你只要把悭贪断掉，你自性里面的相好（那是无量无边的福报）就透出来。你再能把愚痴断掉，愚痴是什么？般若度愚痴，愚痴断掉之后，你自性本具的般若智慧就现前，宝！你看求聪明智慧要这样求，不愚痴。对于世出世法的性相、理事、因果清清楚楚、明明白白，智慧现前了。这个智慧不是求得来的，不要学，一接触就通达、就明白了，哪里要去学？这是你自性本具的般若智慧透露了。",
      "zh_TW": "所以你看看世間人把求財富列入他一生當中第一個目標，人為財死，哪個不貪財！佛法教學也把這個列為第一，你怎麼樣獲得圓滿的財富？你把貪斷掉，貪是障礙。所以，六度裡頭第一個是布施，布施度慳貪，慳是吝嗇。你只要把慳貪斷掉，你自性裡面的相好（那是無量無邊的福報）就透出來。你再能把愚痴斷掉，愚痴是什麼？般若度愚痴，愚痴斷掉之後，你自性本具的般若智慧就現前，寶！你看求聰明智慧要這樣求，不愚痴。對於世出世法的性相、理事、因果清清楚楚、明明白白，智慧現前了。這個智慧不是求得來的，不要學，一接觸就通達、就明白了，哪裡要去學？這是你自性本具的般若智慧透露了。"
    },
    {
      "id": "02-034-0134_p0028",
      "zh_CN": "你再能够修持戒波罗蜜，持戒是度恶业，忍辱是度瞋恚，这是修什么？修健康长寿，无畏布施得健康长寿。这是跟你讲因，没有见性的时候，你修这个因，遇到缘，你的聪明智慧、福报、健康长寿都会现前；人天福报从这儿来的。你不修因，专门去讲缘，没有用处。你要真正肯修因，缘是次要的，不是最重要的。但是缘不能缺少，断恶修善，这是最好的缘。起心动念不要想自己，想一切苦难众生，全心全力帮助一切苦难众生。",
      "zh_TW": "你再能夠修持戒波羅蜜，持戒是度惡業，忍辱是度瞋恚，這是修什麼？修健康長壽，無畏布施得健康長壽。這是跟你講因，沒有見性的時候，你修這個因，遇到緣，你的聰明智慧、福報、健康長壽都會現前；人天福報從這兒來的。你不修因，專門去講緣，沒有用處。你要真正肯修因，緣是次要的，不是最重要的。但是緣不能缺少，斷惡修善，這是最好的緣。起心動念不要想自己，想一切苦難眾生，全心全力幫助一切苦難眾生。"
    },
    {
      "id": "02-034-0134_p0029",
      "zh_CN": "众生最大的苦难是什么？是迷惑，所以真实的功德是帮助众生破迷开悟。要想帮助众生破迷开悟，首先自己要破迷开悟。我们自己树立一个好的形象，这是宝树！这个身体站在那里、坐在那里，都是一棵树，这是宝树！一个觉悟的形象，一个纯净纯善的形象，一个充满智慧德能相好的形象，自然就能感动人，自然就叫别人羡慕，他就会发心来学习，这不就度了他吗？他对于佛法修学就有了信心。我们自己学佛，形象不彰，不像这个样子，人家一看，「算了！你学佛学成这个样子，我不上当，我不跟你学了」。一定要比他好，比他殊胜，让他看到感到羡慕。",
      "zh_TW": "眾生最大的苦難是什麼？是迷惑，所以真實的功德是幫助眾生破迷開悟。要想幫助眾生破迷開悟，首先自己要破迷開悟。我們自己樹立一個好的形象，這是寶樹！這個身體站在那裡、坐在那裡，都是一棵樹，這是寶樹！一個覺悟的形象，一個純淨純善的形象，一個充滿智慧德能相好的形象，自然就能感動人，自然就叫別人羨慕，他就會發心來學習，這不就度了他嗎？他對於佛法修學就有了信心。我們自己學佛，形象不彰，不像這個樣子，人家一看，「算了！你學佛學成這個樣子，我不上當，我不跟你學了」。一定要比他好，比他殊勝，讓他看到感到羨慕。"
    },
    {
      "id": "02-034-0134_p0030",
      "zh_CN": "所以，佛在经上讲菩萨成佛，在没有示现成佛之前，要用一百劫的时间；这个一百劫长短没有一定，这是什么？一百劫是表一个圆满，每个人圆满都不一样，个人根性不相同。要用这么长的时间修什么？专门修福报。实在讲，佛这个话是示现的，是方便语，不是真实语。为什么？哪一个明心见性的，自性的智慧德能现前，还要修什么？修是修给我们看的，让我们看菩萨都修福，我们不修福怎么行？用意在此地。他是来表演的、来唱戏的，他不是真的。但是告诉我们，没有觉悟的六道凡夫得到福报，确确实实是这个方法修成的。所以，他那种示现在大学里面去当教授是一流的，那是真实的。",
      "zh_TW": "所以，佛在經上講菩薩成佛，在沒有示現成佛之前，要用一百劫的時間；這個一百劫長短沒有一定，這是什麼？一百劫是表一個圓滿，每個人圓滿都不一樣，個人根性不相同。要用這麼長的時間修什麼？專門修福報。實在講，佛這個話是示現的，是方便語，不是真實語。為什麼？哪一個明心見性的，自性的智慧德能現前，還要修什麼？修是修給我們看的，讓我們看菩薩都修福，我們不修福怎麼行？用意在此地。他是來表演的、來唱戲的，他不是真的。但是告訴我們，沒有覺悟的六道凡夫得到福報，確確實實是這個方法修成的。所以，他那種示現在大學裡面去當教授是一流的，那是真實的。"
    },
    {
      "id": "02-034-0134_p0031",
      "zh_CN": "见性毕竟不是容易事情，不是六道凡夫、九法界众生能够容易得到的。这些我们是不是就没分了？善导大师讲得好，「总在遇缘不同」。问题就是你这一生当中有没有这个缘分遇到真正的佛法，遇到大乘教，遇到善知识，遇到好的同参道友，遇到如法的修学道场。所以这么许许多多条件，你要统统具足得到了，你这一生成就不难，有希望成就。这一生这么好的助缘，你还不能成就，那就怪你自己不会用功，我们一般人讲不会用心；你打妄想，你没有能够依照经典里面的理论方法来学习。果然依照经典理论方法学习，哪有不成就的道理！这个我们要相信，宝树是这个意思。",
      "zh_TW": "見性畢竟不是容易事情，不是六道凡夫、九法界眾生能夠容易得到的。這些我們是不是就沒分了？善導大師講得好，「總在遇緣不同」。問題就是你這一生當中有沒有這個緣分遇到真正的佛法，遇到大乘教，遇到善知識，遇到好的同參道友，遇到如法的修學道場。所以這麼許許多多條件，你要統統具足得到了，你這一生成就不難，有希望成就。這一生這麼好的助緣，你還不能成就，那就怪你自己不會用功，我們一般人講不會用心；你打妄想，你沒有能夠依照經典裡面的理論方法來學習。果然依照經典理論方法學習，哪有不成就的道理！這個我們要相信，寶樹是這個意思。"
    },
    {
      "id": "02-034-0134_p0032",
      "zh_CN": "西方极乐世界就无比的殊胜，宝树遍国，无论到哪个地方都有无比殊胜的道场。谁来教你？阿弥陀佛来教，不是别人来教你。西方极乐世界大，人多，多到没有办法计算，前面这一品我们读过，阿弥陀佛能教得了那么多人吗？能！阿弥陀佛能分身，分无量无边身。所以到西方极乐世界，无论在哪个地方，你都会看到西方三圣他们的化身。化身遍满极乐世界，一切时一切处，心里一想要见阿弥陀佛、见观音势至，那个相就在眼前；他就给你讲经说法，教导你修行。这个环境到哪儿去找？",
      "zh_TW": "西方極樂世界就無比的殊勝，寶樹遍國，無論到哪個地方都有無比殊勝的道場。誰來教你？阿彌陀佛來教，不是別人來教你。西方極樂世界大，人多，多到沒有辦法計算，前面這一品我們讀過，阿彌陀佛能教得了那麼多人嗎？能！阿彌陀佛能分身，分無量無邊身。所以到西方極樂世界，無論在哪個地方，你都會看到西方三聖他們的化身。化身遍滿極樂世界，一切時一切處，心裡一想要見阿彌陀佛、見觀音勢至，那個相就在眼前；他就給你講經說法，教導你修行。這個環境到哪兒去找？"
    },
    {
      "id": "02-034-0134_p0033",
      "zh_CN": "所以最好的修学环境在极乐世界，十方诸佛赞叹，十方诸佛劝勉我们求生极乐世界。怎样才能去得了？一定要记住经典上讲的每一句话，至少要依据《佛说阿弥陀经》，这是分量最少的；《弥陀经》上字字句句都不能够疏忽。这部经过去我们也讲过几遍，尤其是蕅益大师的《要解》，解释得太妙了。印光大师对他的称赞，即使是阿弥陀佛再来，给《弥陀经》做个注解，也不能超过其上。真是把他赞叹到极处了。",
      "zh_TW": "所以最好的修學環境在極樂世界，十方諸佛讚歎，十方諸佛勸勉我們求生極樂世界。怎樣才能去得了？一定要記住經典上講的每一句話，至少要依據《佛說阿彌陀經》，這是分量最少的；《彌陀經》上字字句句都不能夠疏忽。這部經過去我們也講過幾遍，尤其是蕅益大師的《要解》，解釋得太妙了。印光大師對他的稱讚，即使是阿彌陀佛再來，給《彌陀經》做個註解，也不能超過其上。真是把他讚歎到極處了。"
    },
    {
      "id": "02-034-0134_p0034",
      "zh_CN": "早年我们新加坡演培法师，跟我是老朋友，他在世的时候，我们常常见面。有一次他请我吃饭，问过我这桩事情，他说印光大师对蕅益大师的《要解》是不是讲得太过分了一点？他问我这个问题。我向他老人家说（他大我十岁），我说一点都不过分，印光大师的赞叹是恰到好处；印光大师是真语者、实语者、如语者，一点都不过分。我在一切经论里头，过去我在美国有同修问我，他说：净空法师，如果在这一大藏教里头，只准你学一部经，你选哪一部经？我是毫不疑惑，我选《阿弥陀经》蕅益大师《要解》。就这一部经我们取西方极乐世界，这一生圆满成就足够了！",
      "zh_TW": "早年我們新加坡演培法師，跟我是老朋友，他在世的時候，我們常常見面。有一次他請我吃飯，問過我這樁事情，他說印光大師對蕅益大師的《要解》是不是講得太過分了一點？他問我這個問題。我向他老人家說（他大我十歲），我說一點都不過分，印光大師的讚歎是恰到好處；印光大師是真語者、實語者、如語者，一點都不過分。我在一切經論裡頭，過去我在美國有同修問我，他說：淨空法師，如果在這一大藏教裡頭，只准你學一部經，你選哪一部經？我是毫不疑惑，我選《阿彌陀經》蕅益大師《要解》。就這一部經我們取西方極樂世界，這一生圓滿成就足夠了！"
    },
    {
      "id": "02-034-0134_p0035",
      "zh_CN": "为什么后来讲这一部经？这部经是奉老师之命。李炳南老居士把这一部经传授给我，告诉我，夏老居士会集这个本子，是末法九千年众生得度的唯一的法门。所以尽管有人不同意，在反对，我有师承，你们可以反对，我不能反对。我要反对了，人家就把那个帽子扣到我身上，净空法师背师叛道，这个罪名要堕地狱。别人都反对，李老师不是你的老师，你可以说，我不可以，我跟他有师生关系。",
      "zh_TW": "為什麼後來講這一部經？這部經是奉老師之命。李炳南老居士把這一部經傳授給我，告訴我，夏老居士會集這個本子，是末法九千年眾生得度的唯一的法門。所以儘管有人不同意，在反對，我有師承，你們可以反對，我不能反對。我要反對了，人家就把那個帽子扣到我身上，淨空法師背師叛道，這個罪名要墮地獄。別人都反對，李老師不是你的老師，你可以說，我不可以，我跟他有師生關係。"
    },
    {
      "id": "02-034-0134_p0036",
      "zh_CN": "所以中国古圣先贤教人，父母再不好，不能够违逆父母，那你就大不孝。老师你要很慎重选择，既然选择了，拜他做老师，这个关系是一生的。你要是背师叛道，首先你的德行就有亏欠，你的德行就不能成就了，你还能成就学问吗？所以佛在净业三福里面教我们，你看第一句「孝养父母」，第二句「奉事师长」。世间，你从历史上去看，古今中外，没有一个不孝父母的人能有成就，没有一个背师叛道的人能有成就。儒佛都是这样教人！我们自己要不能接受、不能相信，自己要重新创一条路子，那你就试试看，看你能不能成功。",
      "zh_TW": "所以中國古聖先賢教人，父母再不好，不能夠違逆父母，那你就大不孝。老師你要很慎重選擇，既然選擇了，拜他做老師，這個關係是一生的。你要是背師叛道，首先你的德行就有虧欠，你的德行就不能成就了，你還能成就學問嗎？所以佛在淨業三福裡面教我們，你看第一句「孝養父母」，第二句「奉事師長」。世間，你從歷史上去看，古今中外，沒有一個不孝父母的人能有成就，沒有一個背師叛道的人能有成就。儒佛都是這樣教人！我們自己要不能接受、不能相信，自己要重新創一條路子，那你就試試看，看你能不能成功。"
    },
    {
      "id": "02-034-0134_p0037",
      "zh_CN": "今天这个世间遭受这么大的苦难，真正的原因是什么？我常讲「不听老人言，吃亏在眼前」。佛门弟子修行修得这个样子，是不听佛陀的言语，不听佛的话。世间人遭这个劫难，是不听古圣先贤的教诲，以为自己很能干，以为自己很聪明，把佛菩萨、把古圣先贤都抛弃，这个果报自己要承当。",
      "zh_TW": "今天這個世間遭受這麼大的苦難，真正的原因是什麼？我常講「不聽老人言，吃虧在眼前」。佛門弟子修行修得這個樣子，是不聽佛陀的言語，不聽佛的話。世間人遭這個劫難，是不聽古聖先賢的教誨，以為自己很能幹，以為自己很聰明，把佛菩薩、把古聖先賢都拋棄，這個果報自己要承當。"
    },
    {
      "id": "02-034-0134_p0038",
      "zh_CN": "佛在大乘经里面常常教我们，六道里头众生有共业还有别业，《大佛顶首楞严经》里面就讲得很详细。我们好好修自己是别业，虽然共业不好，我别业好，在这个劫难当中，我还能够幸免，还能不受大的影响；小影响是不能够避免，大的影响不会。守住自己的真诚清净平等正觉慈悲，这比什么都重要，希望我们同学能够了解这一点。看看诸佛菩萨树立的形象，声闻缘觉树立的形象，那都是我们的表率，我们应当向他学习。这个觉正净的现象遍满佛国，这是品题的大意。现在我们看经文：",
      "zh_TW": "佛在大乘經裡面常常教我們，六道裡頭眾生有共業還有別業，《大佛頂首楞嚴經》裡面就講得很詳細。我們好好修自己是別業，雖然共業不好，我別業好，在這個劫難當中，我還能夠倖免，還能不受大的影響；小影響是不能夠避免，大的影響不會。守住自己的真誠清淨平等正覺慈悲，這比什麼都重要，希望我們同學能夠了解這一點。看看諸佛菩薩樹立的形象，聲聞緣覺樹立的形象，那都是我們的表率，我們應當向他學習。這個覺正淨的現象遍滿佛國，這是品題的大意。現在我們看經文："
    },
    {
      "id": "02-034-0134_p0039",
      "zh_CN": "【彼如来国。多诸宝树。或纯金树。纯白银树。琉璃树。水晶树。琥珀树。美玉树。玛瑙树。唯一宝成。不杂余宝。】",
      "zh_TW": "【彼如來國。多諸寶樹。或純金樹。純白銀樹。琉璃樹。水晶樹。琥珀樹。美玉樹。瑪瑙樹。唯一寶成。不雜餘寶。】"
    },
    {
      "id": "02-034-0134_p0040",
      "zh_CN": "这个意思，诸位同学如果学过《华严经》，这字字句句里头都有无量义；你不能够体会无量义，多少能够体会一些。这一段里头所说的是依报。这里头是教导我们，我们初学的人要从这个地方下手，不可以贪多。《三字经》上讲的「教之道，贵以专」，专就是专一，它这上面讲的是专一。七宝，「七」是个圆满的数字，不是数目字，代表圆满。「七」是说什么？说四方、上下、当中，这就圆满了，所以它是代表圆满的。《华严》里头用「十」代表圆满，它是用数字，一到十是个圆满数字。所以这不是数目字，它是表法的。",
      "zh_TW": "這個意思，諸位同學如果學過《華嚴經》，這字字句句裡頭都有無量義；你不能夠體會無量義，多少能夠體會一些。這一段裡頭所說的是依報。這裡頭是教導我們，我們初學的人要從這個地方下手，不可以貪多。《三字經》上講的「教之道，貴以專」，專就是專一，它這上面講的是專一。七寶，「七」是個圓滿的數字，不是數目字，代表圓滿。「七」是說什麼？說四方、上下、當中，這就圓滿了，所以它是代表圓滿的。《華嚴》裡頭用「十」代表圓滿，它是用數字，一到十是個圓滿數字。所以這不是數目字，它是表法的。"
    },
    {
      "id": "02-034-0134_p0041",
      "zh_CN": "在一切法里面我们学一法，自己学一法，对于没有学的其他的法要尊重。一定要记住佛的教导，佛在《金刚经》上告诉我们，「法门平等，无有高下」，这就是我们选择一法来修学，对于其他的法我们要尊重、要赞叹、要供养。这是《华严经》到最后，你们看善财童子五十三参，你就看到了，决定不能够毁谤。毁谤怎么样？毁谤就是自赞毁他，我赞叹我这个法门殊胜，别的法门都不如我。你要是有这个念头，你是毁谤三宝。你们想想看，学佛毁谤三宝，你怎么会成就。哪有这种道理？所有一切法都是佛说的，你只承认佛说这个法是正确的，佛说其他法你都要毁谤的话，「奉事师长」这一句怎么能讲得通？",
      "zh_TW": "在一切法裡面我們學一法，自己學一法，對於沒有學的其他的法要尊重。一定要記住佛的教導，佛在《金剛經》上告訴我們，「法門平等，無有高下」，這就是我們選擇一法來修學，對於其他的法我們要尊重、要讚歎、要供養。這是《華嚴經》到最後，你們看善財童子五十三參，你就看到了，決定不能夠毀謗。毀謗怎麼樣？毀謗就是自讚毀他，我讚歎我這個法門殊勝，別的法門都不如我。你要是有這個念頭，你是毀謗三寶。你們想想看，學佛毀謗三寶，你怎麼會成就。哪有這種道理？所有一切法都是佛說的，你只承認佛說這個法是正確的，佛說其他法你都要毀謗的話，「奉事師長」這一句怎麼能講得通？"
    },
    {
      "id": "02-034-0134_p0042",
      "zh_CN": "佛为什么说那么多法？是因为众生根性不一样。这个如果诸位要听不懂的话，我们举个比喻，好比药铺里头卖药，你看那个药有几千种、几万种，哪个药都好，治病！我要用什么药，看我害的什么病，用这个药正好对治我的病，我吃了这个药病就好了，药到病除，对我有好处。别的药我不能够说它不好，它治别人的病，那个人的病跟我的病不一样，我们用的药就不相同。只要把病治好，不都是好药吗？都是良药吗？药要吃错了，吃错了，我们知道可能连老命都送掉了。佛法也是如此，法门要学错了，法身慧命就断掉了，一个道理！",
      "zh_TW": "佛為什麼說那麼多法？是因為眾生根性不一樣。這個如果諸位要聽不懂的話，我們舉個比喻，好比藥鋪裡頭賣藥，你看那個藥有幾千種、幾萬種，哪個藥都好，治病！我要用什麼藥，看我害的什麼病，用這個藥正好對治我的病，我吃了這個藥病就好了，藥到病除，對我有好處。別的藥我不能夠說它不好，它治別人的病，那個人的病跟我的病不一樣，我們用的藥就不相同。只要把病治好，不都是好藥嗎？都是良藥嗎？藥要吃錯了，吃錯了，我們知道可能連老命都送掉了。佛法也是如此，法門要學錯了，法身慧命就斷掉了，一個道理！"
    },
    {
      "id": "02-034-0134_p0043",
      "zh_CN": "所以，八万四千法门你要慎重选择，千万不能选错了。你要是真正明白这个道理，了解这个事实真相，我相信你很会恐怖，万一选错，我法身慧命就完了。佛知道，非常清楚，所以佛在入灭之前对我们有指示，给我们指示一个大方向、大原则。佛说过了，正法时期，佛灭度之后一千年是正法，在这个时期戒律成就。只要认真学戒，不能够犯戒，不能破戒，你就能够证果。像法时期，就是佛灭度第二个一千年，一千年之后到两千年，像法时期禅定成就。佛法传到中国来的时候，正好是像法时期，所以禅在中国非常普遍，道理在此地。末法时期净土成就。末法时期就是佛灭度两千年之后，末法一万年，现在全世界公认佛灭度到今年是两千五百多年，那就是末法时期了。我们生在末法，随顺佛陀的教诲，我们选择净土法门就对了，这就没错，大的方针原则不错。",
      "zh_TW": "所以，八萬四千法門你要慎重選擇，千萬不能選錯了。你要是真正明白這個道理，了解這個事實真相，我相信你很會恐怖，萬一選錯，我法身慧命就完了。佛知道，非常清楚，所以佛在入滅之前對我們有指示，給我們指示一個大方向、大原則。佛說過了，正法時期，佛滅度之後一千年是正法，在這個時期戒律成就。只要認真學戒，不能夠犯戒，不能破戒，你就能夠證果。像法時期，就是佛滅度第二個一千年，一千年之後到兩千年，像法時期禪定成就。佛法傳到中國來的時候，正好是像法時期，所以禪在中國非常普遍，道理在此地。末法時期淨土成就。末法時期就是佛滅度兩千年之後，末法一萬年，現在全世界公認佛滅度到今年是兩千五百多年，那就是末法時期了。我們生在末法，隨順佛陀的教誨，我們選擇淨土法門就對了，這就沒錯，大的方針原則不錯。"
    },
    {
      "id": "02-034-0134_p0044",
      "zh_CN": "净土法门的经典不多，现在我们所看到的五经一论。这五经一论随便依哪一种都行，一门深入。你说五经一论我都学，也行，总归是这一个宗派的，这是一条路，一个门路的，其他宗派的经典就不能够涉猎。「一门深入，长时薰修」，这是纯。",
      "zh_TW": "淨土法門的經典不多，現在我們所看到的五經一論。這五經一論隨便依哪一種都行，一門深入。你說五經一論我都學，也行，總歸是這一個宗派的，這是一條路，一個門路的，其他宗派的經典就不能夠涉獵。「一門深入，長時薰修」，這是純。"
    },
    {
      "id": "02-034-0134_p0045",
      "zh_CN": "这个「纯」字一直贯下来，纯金树、纯白银树、纯琉璃树、纯水晶树，它是贯下来的，这是省略；后面没有，这是省略。这就是告诉我们一门，一门深入，长时薰修。到什么时候广学多闻？到开悟。古时候那个标准很严格，一定是大彻大悟才能够出师。从前人讲出师，现在人讲毕业，你没有到明心见性，你不能毕业。中国古时候不论是宗门教下，禅宗叫明心见性，教下叫大开圆解，我们净土叫理一心不乱，密宗里头三密相应，这样的条件你才能够算毕业。毕业之后是广学多闻，「法门无量誓愿学」，那个时候学起来容易，一点都不难。",
      "zh_TW": "這個「純」字一直貫下來，純金樹、純白銀樹、純琉璃樹、純水晶樹，它是貫下來的，這是省略；後面沒有，這是省略。這就是告訴我們一門，一門深入，長時薰修。到什麼時候廣學多聞？到開悟。古時候那個標準很嚴格，一定是大徹大悟才能夠出師。從前人講出師，現在人講畢業，你沒有到明心見性，你不能畢業。中國古時候不論是宗門教下，禪宗叫明心見性，教下叫大開圓解，我們淨土叫理一心不亂，密宗裡頭三密相應，這樣的條件你才能夠算畢業。畢業之後是廣學多聞，「法門無量誓願學」，那個時候學起來容易，一點都不難。"
    },
    {
      "id": "02-034-0134_p0046",
      "zh_CN": "我们在传记里面看到龙树菩萨，这是证到初地，初地菩萨。当年（这都是示现在这个世间的，绝顶的聪明智慧）学习佛法，释迦牟尼佛讲的一切法，四十九年讲的一切法，他三个月就学完了。学完之后，大概他的初地是别教初地，在我想不可能是圆教，圆教初地菩萨那功夫深，烦恼不会再起现行，应该是别地。别地相当于大乘教里面的初住，发心住，破一品无明，证一分法身，他还会退转。在大乘教上，我们懂得到八地才不退转，八地叫不动地，七地以前都退转；但是退有个底线，就是初住，不会退到初住以外。",
      "zh_TW": "我們在傳記裡面看到龍樹菩薩，這是證到初地，初地菩薩。當年（這都是示現在這個世間的，絕頂的聰明智慧）學習佛法，釋迦牟尼佛講的一切法，四十九年講的一切法，他三個月就學完了。學完之後，大概他的初地是別教初地，在我想不可能是圓教，圓教初地菩薩那功夫深，煩惱不會再起現行，應該是別地。別地相當於大乘教裡面的初住，發心住，破一品無明，證一分法身，他還會退轉。在大乘教上，我們懂得到八地才不退轉，八地叫不動地，七地以前都退轉；但是退有個底線，就是初住，不會退到初住以外。"
    },
    {
      "id": "02-034-0134_p0047",
      "zh_CN": "所以他把世尊的经典统统读完了，三个月读完之后，他就起傲慢，觉得天上人间真的是唯我独尊，没有人能跟他相比了，这个傲慢心就生起来；现在人讲值得骄傲，他值得骄傲。大龙菩萨看到了，来帮助他。所以大菩萨帮助小菩萨。在《金刚经》上，佛嘱咐的「善护念诸菩萨」，大菩萨有责任善护念这些小菩萨，刚刚见性、刚刚证果的小菩萨。大龙菩萨带他到龙宫，让他去看看他所收藏的《大方广佛华严经》。到龙宫一看，大龙菩萨收藏释迦牟尼佛在最初三七日中，有人说二七日中，这都有根据，经上都有说的，二七日中所讲的《大方广佛华严经》。分量有多少？有十个三千大千世界微尘偈，一四天下微尘品。龙树菩萨看到这个分量，傲慢心完全没有了，这才晓得自己不行，自己读得太少了，降伏他的烦恼。",
      "zh_TW": "所以他把世尊的經典統統讀完了，三個月讀完之後，他就起傲慢，覺得天上人間真的是唯我獨尊，沒有人能跟他相比了，這個傲慢心就生起來；現在人講值得驕傲，他值得驕傲。大龍菩薩看到了，來幫助他。所以大菩薩幫助小菩薩。在《金剛經》上，佛囑咐的「善護念諸菩薩」，大菩薩有責任善護念這些小菩薩，剛剛見性、剛剛證果的小菩薩。大龍菩薩帶他到龍宮，讓他去看看他所收藏的《大方廣佛華嚴經》。到龍宮一看，大龍菩薩收藏釋迦牟尼佛在最初三七日中，有人說二七日中，這都有根據，經上都有說的，二七日中所講的《大方廣佛華嚴經》。分量有多少？有十個三千大千世界微塵偈，一四天下微塵品。龍樹菩薩看到這個分量，傲慢心完全沒有了，這才曉得自己不行，自己讀得太少了，降伏他的煩惱。"
    },
    {
      "id": "02-034-0134_p0048",
      "zh_CN": "龙树菩萨这个示现，告诉我们一桩什么事？一门通，通到我们一般讲得三昧。我们今天读《无量寿经》，你要能够入无量寿三昧；你读《法华经》，你要入法华三昧；你读《金刚经》，要入般若三昧，你才真有受用。三昧是什么？三昧是得定，定开慧，然后才能够涉猎其他法门。所以现代一些学人，道业学业为什么不能成就？他不守这个原则，这个路是过去一切菩萨、诸佛如来所走的道路。我们现在不相信，我们现在不走他的老路，另外去走一条新路。你去试试看，看你能不能走通。你能走通，当然太难得了；走不通，你这一生白过了。这叫做传道。什么叫道？道是路，从一门深入下手，这是道路。所以诸位要学经教，你要有智慧，要有见识，要有毅力，要有恒心，一门深入。",
      "zh_TW": "龍樹菩薩這個示現，告訴我們一樁什麼事？一門通，通到我們一般講得三昧。我們今天讀《無量壽經》，你要能夠入無量壽三昧；你讀《法華經》，你要入法華三昧；你讀《金剛經》，要入般若三昧，你才真有受用。三昧是什麼？三昧是得定，定開慧，然後才能夠涉獵其他法門。所以現代一些學人，道業學業為什麼不能成就？他不守這個原則，這個路是過去一切菩薩、諸佛如來所走的道路。我們現在不相信，我們現在不走他的老路，另外去走一條新路。你去試試看，看你能不能走通。你能走通，當然太難得了；走不通，你這一生白過了。這叫做傳道。什麼叫道？道是路，從一門深入下手，這是道路。所以諸位要學經教，你要有智慧，要有見識，要有毅力，要有恆心，一門深入。"
    },
    {
      "id": "02-034-0134_p0049",
      "zh_CN": "最初发心，应该怎么发？我学《无量寿经》，我一生就学这部经，我就学黄念祖老居士这个注解。我一辈子就学这一部，要把这一部经的理论变成我自己的思想见解，把这一部经里面的教训变成我的生活行为，你就入境界了，你就契入无量寿。契入无量寿，哪有不往生的道理！往生西方极乐世界，你就拿到了。「法门无量誓愿学」，到哪里学？到极乐世界我再干。我不到极乐世界，我就抱着这一本。你如果有这样的想法、这样的做法，你肯定成就。说不定，那就看你的根性，有人十年、二十年、三十年，你就入境界了。契入境界之后，什么经你只要一看就通了，就明了了，字字句句有无量义，哪里还要去准备，找参考书？没有这个必要。智慧现前，没有你不懂的东西，六根接触六尘境界一切通达，这是你智慧开了。",
      "zh_TW": "最初發心，應該怎麼發？我學《無量壽經》，我一生就學這部經，我就學黃念祖老居士這個註解。我一輩子就學這一部，要把這一部經的理論變成我自己的思想見解，把這一部經裡面的教訓變成我的生活行為，你就入境界了，你就契入無量壽。契入無量壽，哪有不往生的道理！往生西方極樂世界，你就拿到了。「法門無量誓願學」，到哪裡學？到極樂世界我再幹。我不到極樂世界，我就抱著這一本。你如果有這樣的想法、這樣的做法，你肯定成就。說不定，那就看你的根性，有人十年、二十年、三十年，你就入境界了。契入境界之後，什麼經你只要一看就通了，就明瞭了，字字句句有無量義，哪裡還要去準備，找參考書？沒有這個必要。智慧現前，沒有你不懂的東西，六根接觸六塵境界一切通達，這是你智慧開了。"
    },
    {
      "id": "02-034-0134_p0050",
      "zh_CN": "所以，一门深入是开智慧的秘诀，世出世法都不例外。你们今天听到我这个话，我这个话不晓得讲多少遍了，但是讲得再多，没听进去，所以你不得受用。果然你听进去了，听懂了，从今天起就照这样做，你看看三年之后的效果，五年之后的效果，十年之后的效果，不一样。",
      "zh_TW": "所以，一門深入是開智慧的祕訣，世出世法都不例外。你們今天聽到我這個話，我這個話不曉得講多少遍了，但是講得再多，沒聽進去，所以你不得受用。果然你聽進去了，聽懂了，從今天起就照這樣做，你看看三年之後的效果，五年之後的效果，十年之後的效果，不一樣。"
    },
    {
      "id": "02-034-0134_p0051",
      "zh_CN": "从哪个地方看到你不一样？你的相貌变了，你的体质变了，这是果报，因为你有定有慧。相随心转，你是一心，一心的相跟乱心的相不一样，于是相好光明逐渐逐渐你就得到了。这是现前的利益。身体健康，纵然身体有什么毛病，自自然然会转变，不要看医生，不要再去吃药，医生跟药物跟你就完全断绝了、绝缘了。你在一切境界里面，顺境逆境自在快乐。世出世间一切法，绝对不会再受干扰，不会再受它们影响，你得定了，你得到念佛三昧了，这个受用不可思议！",
      "zh_TW": "從哪個地方看到你不一樣？你的相貌變了，你的體質變了，這是果報，因為你有定有慧。相隨心轉，你是一心，一心的相跟亂心的相不一樣，於是相好光明逐漸逐漸你就得到了。這是現前的利益。身體健康，縱然身體有什麼毛病，自自然然會轉變，不要看醫生，不要再去吃藥，醫生跟藥物跟你就完全斷絕了、絕緣了。你在一切境界裡面，順境逆境自在快樂。世出世間一切法，絕對不會再受干擾，不會再受它們影響，你得定了，你得到念佛三昧了，這個受用不可思議！"
    },
    {
      "id": "02-034-0134_p0052",
      "zh_CN": "这个地方讲的金银、琉璃、水晶，这是七宝，代表什么？代表的是法宝。首先我们认定释迦牟尼佛讲的是法宝，到你真正破一品无明，证一分法身，然后你才晓得世出世间一切法都是法宝，那你就入华严境界了，没有一法不是法宝。真正的《华严经》在哪里？《华严经》是我们现实的生活，六根、六尘、六识，那就是大方广佛华严。",
      "zh_TW": "這個地方講的金銀、琉璃、水晶，這是七寶，代表什麼？代表的是法寶。首先我們認定釋迦牟尼佛講的是法寶，到你真正破一品無明，證一分法身，然後你才曉得世出世間一切法都是法寶，那你就入華嚴境界了，沒有一法不是法寶。真正的《華嚴經》在哪裡？《華嚴經》是我們現實的生活，六根、六塵、六識，那就是大方廣佛華嚴。"
    },
    {
      "id": "02-034-0134_p0053",
      "zh_CN": "所以，从一门深入扎根，根真正扎好之后，出师，毕业了，毕业之后可以参学了。《华严经》善财童子五十三参给我们做了榜样。善财在文殊师利菩萨，文殊菩萨是他的老师，在他老师那个地方学一样，一门！到毕业，毕业是什么？见思烦恼断了，尘沙烦恼断了，无明破一品。用《华严经》的话来说，对于世出世间一切法的执着断了，不再有执着这个念头，执着是见思烦恼；不再有分别，心地到清净了，不再有分别，分别是尘沙烦恼；无明破一品，就是妄想破了一分。文殊菩萨这个地方课程圆满，毕业了，文殊菩萨叫他出去参学，这以后就是五十三参。五十三参就是广学多闻，就是后面讲的二宝、三宝、七宝乃至于无量宝，就是这个意思。",
      "zh_TW": "所以，從一門深入扎根，根真正扎好之後，出師，畢業了，畢業之後可以參學了。《華嚴經》善財童子五十三參給我們做了榜樣。善財在文殊師利菩薩，文殊菩薩是他的老師，在他老師那個地方學一樣，一門！到畢業，畢業是什麼？見思煩惱斷了，塵沙煩惱斷了，無明破一品。用《華嚴經》的話來說，對於世出世間一切法的執著斷了，不再有執著這個念頭，執著是見思煩惱；不再有分別，心地到清淨了，不再有分別，分別是塵沙煩惱；無明破一品，就是妄想破了一分。文殊菩薩這個地方課程圓滿，畢業了，文殊菩薩叫他出去參學，這以後就是五十三參。五十三參就是廣學多聞，就是後面講的二寶、三寶、七寶乃至於無量寶，就是這個意思。"
    },
    {
      "id": "02-034-0134_p0054",
      "zh_CN": "参学的目的有两个：一个是成就自己的广学多闻，成就自己的后得智。后得智是无所不知。你要不接触，怎么能成就无所不知？前面的纯一宝是成就你的根本智，这个一定要懂得。没有根本智，肯定没有后得智。所以古人先培养自己的根本智，而后成就自己的后得智，这个道理一定要懂。你如果不懂，老师不教你。",
      "zh_TW": "參學的目的有兩個：一個是成就自己的廣學多聞，成就自己的後得智。後得智是無所不知。你要不接觸，怎麼能成就無所不知？前面的純一寶是成就你的根本智，這個一定要懂得。沒有根本智，肯定沒有後得智。所以古人先培養自己的根本智，而後成就自己的後得智，這個道理一定要懂。你如果不懂，老師不教你。"
    },
    {
      "id": "02-034-0134_p0055",
      "zh_CN": "根本智是什么？根本智是无知。你看《般若经》上讲的「般若无知」，那是根本智；「无所不知」是后得智。所以你要想无所不知，你先要得无知，无知是无所不知的根，在佛法里是用一，专一。实在讲，根本智说穿了就是禅定，定能生慧。定生的慧是无知，定生的慧，但是它起作用，起作用就是无所不知；它不起作用的时候，无知。这个道理很难懂，我们用比喻来说，佛经里头也常常用这个比喻，像镜子。我们每天晚上都照镜子，早晨起来也照镜子，镜子里头有没有相？没有。没有相就像是无知，但它起作用的时候，能现一切相，现一切相就是无所不知。虽现一切相，它本身还是不落印象，所以根本智跟后得智起作用是同时的。",
      "zh_TW": "根本智是什麼？根本智是無知。你看《般若經》上講的「般若無知」，那是根本智；「無所不知」是後得智。所以你要想無所不知，你先要得無知，無知是無所不知的根，在佛法裡是用一，專一。實在講，根本智說穿了就是禪定，定能生慧。定生的慧是無知，定生的慧，但是它起作用，起作用就是無所不知；它不起作用的時候，無知。這個道理很難懂，我們用比喻來說，佛經裡頭也常常用這個比喻，像鏡子。我們每天晚上都照鏡子，早晨起來也照鏡子，鏡子裡頭有沒有相？沒有。沒有相就像是無知，但它起作用的時候，能現一切相，現一切相就是無所不知。雖現一切相，它本身還是不落印象，所以根本智跟後得智起作用是同時的。"
    },
    {
      "id": "02-034-0134_p0056",
      "zh_CN": "真正觉悟的人，他们用心像镜子。对九法界众生，他能够应付得面面周到，心里头痕迹都不着；根本就没有动，那就是人家的真实功夫。所以他的定慧等运，运是运用，平等的运用；慧中有定，定中有慧，定慧均等，这是真正成就。这是自利、自受用，你才能够从圆初住不断向上提升；这上面是十住、十行、十回向、十地、等觉，这四十个位次。",
      "zh_TW": "真正覺悟的人，他們用心像鏡子。對九法界眾生，他能夠應付得面面周到，心裡頭痕跡都不著；根本就沒有動，那就是人家的真實功夫。所以他的定慧等運，運是運用，平等的運用；慧中有定，定中有慧，定慧均等，這是真正成就。這是自利、自受用，你才能夠從圓初住不斷向上提升；這上面是十住、十行、十迴向、十地、等覺，這四十個位次。"
    },
    {
      "id": "02-034-0134_p0057",
      "zh_CN": "第二个目的是教化众生，众生根性不相同，你用一个法门去度一切众生是不可能的，决定办不到的，所以你要通达无量无边的法门。所以，通达无量无边的法门不是为自己，是为众生。通达非常容易、非常快速，龙树菩萨给我们表演的就是这个。所以怕你没有开悟，真正开悟了，世出世间法是一接触就通达、就明了，你说多自在！你们要想快速的成就，还有哪个方法比这个更快？你要想门门都去研究，门门都要，就给你两百年的寿命，你也没有办法搞得通，那一部《大藏经》还搞不完。",
      "zh_TW": "第二個目的是教化眾生，眾生根性不相同，你用一個法門去度一切眾生是不可能的，決定辦不到的，所以你要通達無量無邊的法門。所以，通達無量無邊的法門不是為自己，是為眾生。通達非常容易、非常快速，龍樹菩薩給我們表演的就是這個。所以怕你沒有開悟，真正開悟了，世出世間法是一接觸就通達、就明瞭，你說多自在！你們要想快速的成就，還有哪個方法比這個更快？你要想門門都去研究，門門都要，就給你兩百年的壽命，你也沒有辦法搞得通，那一部《大藏經》還搞不完。"
    },
    {
      "id": "02-034-0134_p0058",
      "zh_CN": "所以，佛在经典上常常讲我们是可怜悯者。我们想佛这句话，愈想真的是可怜悯者。谁聪明？听佛话的人聪明，听佛话的人有智慧；自以为聪明，不肯听话的人，那才叫傻瓜，才是真正讲的笨蛋。我们世俗人常讲「聪明反被聪明误」，就是那一类的人，那是佛经里面常常说的可怜悯者。",
      "zh_TW": "所以，佛在經典上常常講我們是可憐憫者。我們想佛這句話，愈想真的是可憐憫者。誰聰明？聽佛話的人聰明，聽佛話的人有智慧；自以為聰明，不肯聽話的人，那才叫傻瓜，才是真正講的笨蛋。我們世俗人常講「聰明反被聰明誤」，就是那一類的人，那是佛經裡面常常說的可憐憫者。"
    },
    {
      "id": "02-034-0134_p0059",
      "zh_CN": "所以这里头最重要的一句话，这一段『唯一宝成，不杂余宝』。这就是教给我们一门深入，决定不夹杂，这个道理一定要懂。我们流通法宝，这是功德，无量功德，我们自己修学的一门深入。早年我在台湾，有一个基金会，佛陀教育基金会，这个基金会办了二十多年，还有一点成就。基金会是什么性质？是全世界佛教的后勤总部。我们专门做补给的工作，不分宗派，不分法门，你们想要什么经典，我们尽量给你搜集，印好了送给你，帮助全世界。但是我们自己修学，一部经。",
      "zh_TW": "所以這裡頭最重要的一句話，這一段『唯一寶成，不雜餘寶』。這就是教給我們一門深入，決定不夾雜，這個道理一定要懂。我們流通法寶，這是功德，無量功德，我們自己修學的一門深入。早年我在台灣，有一個基金會，佛陀教育基金會，這個基金會辦了二十多年，還有一點成就。基金會是什麼性質？是全世界佛教的後勤總部。我們專門做補給的工作，不分宗派，不分法門，你們想要什麼經典，我們儘量給你蒐集，印好了送給你，幫助全世界。但是我們自己修學，一部經。"
    },
    {
      "id": "02-034-0134_p0060",
      "zh_CN": "所以，显教密教、宗门教下，包括外国，缅甸文的经典，我们都印，巴利文的经典我们也印。他们那边比较困难，我们有这个力量帮他忙，缅甸文的《大藏经》、巴利文的《大藏经》我们都印过，印好之后送给他们。在佛法讲这是修福，帮助不同的宗派、不同根性的众生来学习佛法。我们有这个能力帮助，全心全力帮助，决定没有门户之见。",
      "zh_TW": "所以，顯教密教、宗門教下，包括外國，緬甸文的經典，我們都印，巴利文的經典我們也印。他們那邊比較困難，我們有這個力量幫他忙，緬甸文的《大藏經》、巴利文的《大藏經》我們都印過，印好之後送給他們。在佛法講這是修福，幫助不同的宗派、不同根性的眾生來學習佛法。我們有這個能力幫助，全心全力幫助，決定沒有門戶之見。"
    },
    {
      "id": "02-034-0134_p0061",
      "zh_CN": "现在我们的心量跟着《华严》扩大，现在扩大到多元文化了，不但是佛教，其他的宗教我们也一视同仁的帮助，全心全力的帮助。新加坡这边有九个宗教，现在我在澳洲，澳洲有十二个宗教。他们来找我，只要能帮得上忙的，我都全心全力帮助他们。读了《华严》才真正觉悟、真正明了，佛门里面不同宗派的，无论显教密教，我常说都是释迦牟尼佛传下来的，我们是亲兄弟；世界上其他一切宗教，不是堂兄弟，就是表兄弟，是一家人。所以我们的心多么欢喜，完全用真诚清净平等恭敬来对待。",
      "zh_TW": "現在我們的心量跟著《華嚴》擴大，現在擴大到多元文化了，不但是佛教，其他的宗教我們也一視同仁的幫助，全心全力的幫助。新加坡這邊有九個宗教，現在我在澳洲，澳洲有十二個宗教。他們來找我，只要能幫得上忙的，我都全心全力幫助他們。讀了《華嚴》才真正覺悟、真正明瞭，佛門裡面不同宗派的，無論顯教密教，我常說都是釋迦牟尼佛傳下來的，我們是親兄弟；世界上其他一切宗教，不是堂兄弟，就是表兄弟，是一家人。所以我們的心多麼歡喜，完全用真誠清淨平等恭敬來對待。"
    },
    {
      "id": "02-034-0134_p0062",
      "zh_CN": "我们知道宗教能和睦相处，族群能和睦相处，这个世间所有一切冲突都化解了，世界和平才能够落实。所以真正要想达到这个目标，最好的教科书就是《大方广佛华严经》，确实能够化解一切冲突。不仅是包括我们人间，九法界一切众生的冲突统统化解，促进宇宙的和谐。第二段，这是扩展意思，我跟诸位讲出来了，我们才能够在这部经典里面学到真实的东西。",
      "zh_TW": "我們知道宗教能和睦相處，族群能和睦相處，這個世間所有一切衝突都化解了，世界和平才能夠落實。所以真正要想達到這個目標，最好的教科書就是《大方廣佛華嚴經》，確實能夠化解一切衝突。不僅是包括我們人間，九法界一切眾生的衝突統統化解，促進宇宙的和諧。第二段，這是擴展意思，我跟諸位講出來了，我們才能夠在這部經典裡面學到真實的東西。"
    },
    {
      "id": "02-034-0134_p0063",
      "zh_CN": "【或有二宝三宝。乃至七宝。转共合成。根茎枝干。此宝所成。华叶果实。他宝化作。】",
      "zh_TW": "【或有二寶三寶。乃至七寶。轉共合成。根莖枝幹。此寶所成。華葉果實。他寶化作。】"
    },
    {
      "id": "02-034-0134_p0064",
      "zh_CN": "这句话讲的是什么，你们能不能懂？你们想想这个讲的是不是多元文化？『根茎枝干』就是我们今天讲的组织，「根」是根本，总公司，「茎、枝、干」是分公司，这讲组织。『此宝所成，华叶果实』，这是讲，我们以公司来讲你好懂，公司里面所有的产品，这是果实，供养社会一切大众，『他宝化作』。你们从这里去想想，经文里头的意思就通了。佛经的难懂就是它总是意在言外，它不从正面说，它另外说，但是它里头意思非常非常丰富，确确实实受用不尽，受用无穷。",
      "zh_TW": "這句話講的是什麼，你們能不能懂？你們想想這個講的是不是多元文化？『根莖枝幹』就是我們今天講的組織，「根」是根本，總公司，「莖、枝、幹」是分公司，這講組織。『此寶所成，華葉果實』，這是講，我們以公司來講你好懂，公司裡面所有的產品，這是果實，供養社會一切大眾，『他寶化作』。你們從這裡去想想，經文裡頭的意思就通了。佛經的難懂就是它總是意在言外，它不從正面說，它另外說，但是它裡頭意思非常非常豐富，確確實實受用不盡，受用無窮。"
    },
    {
      "id": "02-034-0134_p0065",
      "zh_CN": "所以在我们日常生活当中，工作里头，这个经典对我们有大帮助。你真的把经读通了，你要是经营工商业，你就晓得怎样做法、怎么管理、怎么提升、怎样发展；世间大学里头学不到，在佛经里头学到了。下面举一个例子，这个例子我不必细说，前面意思你要懂了，你就能体会得到：",
      "zh_TW": "所以在我們日常生活當中，工作裡頭，這個經典對我們有大幫助。你真的把經讀通了，你要是經營工商業，你就曉得怎樣做法、怎麼管理、怎麼提升、怎樣發展；世間大學裡頭學不到，在佛經裡頭學到了。下面舉一個例子，這個例子我不必細說，前面意思你要懂了，你就能體會得到："
    },
    {
      "id": "02-034-0134_p0066",
      "zh_CN": "【或有宝树。】",
      "zh_TW": "【或有寶樹。】"
    },
    {
      "id": "02-034-0134_p0067",
      "zh_CN": "举一个例子。",
      "zh_TW": "舉一個例子。"
    },
    {
      "id": "02-034-0134_p0068",
      "zh_CN": "【黄金为根。白银为身。】",
      "zh_TW": "【黃金為根。白銀為身。】"
    },
    {
      "id": "02-034-0134_p0069",
      "zh_CN": "『身』就是本，我们说树的根本，本是它的主干，这身是本。",
      "zh_TW": "『身』就是本，我們說樹的根本，本是它的主幹，這身是本。"
    },
    {
      "id": "02-034-0134_p0070",
      "zh_CN": "【琉璃为枝。水晶为梢。】",
      "zh_TW": "【琉璃為枝。水晶為梢。】"
    },
    {
      "id": "02-034-0134_p0071",
      "zh_CN": "『枝』是枝干，『梢』是从「枝」里面所生的，这是「梢」，树梢。",
      "zh_TW": "『枝』是枝幹，『梢』是從「枝」裡面所生的，這是「梢」，樹梢。"
    },
    {
      "id": "02-034-0134_p0072",
      "zh_CN": "【琥珀为叶。美玉为华。玛瑙为果。其余诸树。复有七宝。互为根干枝叶华果。种种共成。】",
      "zh_TW": "【琥珀為葉。美玉為華。瑪瑙為果。其餘諸樹。復有七寶。互為根幹枝葉華果。種種共成。】"
    },
    {
      "id": "02-034-0134_p0073",
      "zh_CN": "这个意思懂了吗？这个宝树诸位要记住，树是建树，我们在社会上建立的事业。事业，你的总公司是根，你的分公司是身，然后你分公司里头有些分支机构，那就是枝，就是梢。这是讲组织。至于『叶、华、果』，那都是你这个公司里面的产品，供养社会，服务众生。这是举一个例子。",
      "zh_TW": "這個意思懂了嗎？這個寶樹諸位要記住，樹是建樹，我們在社會上建立的事業。事業，你的總公司是根，你的分公司是身，然後你分公司裡頭有些分支機構，那就是枝，就是梢。這是講組織。至於『葉、華、果』，那都是你這個公司裡面的產品，供養社會，服務眾生。這是舉一個例子。"
    },
    {
      "id": "02-034-0134_p0074",
      "zh_CN": "后面这句是总结。『其余诸树』，社会上公司不是你一家，各行各业亦复如是，他们也有『七宝』。「七宝」里头最重要是跟你讲的是智慧，在我们今天就落实在生活里面讲，就这个世间来说，伦理道德这是宝；在佛法里面讲，十善、五戒、四摄、六度，这是众宝。如果你们经营工商业，无论经营哪个事业，要是用这个理论方法去做，没有不发达的，没有不长久的。",
      "zh_TW": "後面這句是總結。『其餘諸樹』，社會上公司不是你一家，各行各業亦復如是，他們也有『七寶』。「七寶」裡頭最重要是跟你講的是智慧，在我們今天就落實在生活裡面講，就這個世間來說，倫理道德這是寶；在佛法裡面講，十善、五戒、四攝、六度，這是眾寶。如果你們經營工商業，無論經營哪個事業，要是用這個理論方法去做，沒有不發達的，沒有不長久的。"
    },
    {
      "id": "02-034-0134_p0075",
      "zh_CN": "今天社会上，大家起心动念违背了道德，违背了自然的法则，总是想尽方法欺骗别人，起心动念、所作所为损人利己，以为损人可以利己，其实这种思想、这种行为把你自己命里面的福报折损了。你经营的事业经营得不错，这几年赚了几千亿，自己觉得很满足了。其实你命里头是几万个亿，因为你的行为不道德，已经打折扣了，打了对折都不止。你才晓得遵循自然的法则，你所得到的果实，要比你现在所得到的增加很多倍。这个道理没有人懂，总以为我要不整别人，我发不了财，总得想尽方法把别人的财夺取过来，以为自己发了财；统统违背了因果，违背了自然的法则。你做的是亏心事，你害了许许多多人；到最后，最后到头来还害自己。害自己什么？欠命的要还命，欠债的要还钱，一分一毫都少不了。",
      "zh_TW": "今天社會上，大家起心動念違背了道德，違背了自然的法則，總是想盡方法欺騙別人，起心動念、所作所為損人利己，以為損人可以利己，其實這種思想、這種行為把你自己命裡面的福報折損了。你經營的事業經營得不錯，這幾年賺了幾千億，自己覺得很滿足了。其實你命裡頭是幾萬個億，因為你的行為不道德，已經打折扣了，打了對折都不止。你才曉得遵循自然的法則，你所得到的果實，要比你現在所得到的增加很多倍。這個道理沒有人懂，總以為我要不整別人，我發不了財，總得想盡方法把別人的財奪取過來，以為自己發了財；統統違背了因果，違背了自然的法則。你做的是虧心事，你害了許許多多人；到最後，最後到頭來還害自己。害自己什麼？欠命的要還命，欠債的要還錢，一分一毫都少不了。"
    },
    {
      "id": "02-034-0134_p0076",
      "zh_CN": "所以印光大师为什么教人学《了凡四训》？《了凡四训》里头讲这个道理！真正搞清楚、搞明白了，你的心地就踏实，妄念没有了，规规矩矩、老老实实做人。愈是做帮助社会、帮助众生的事情，你的聪明智慧、健康长寿一切的福报天天在增长。了凡先生所做的大家能看到，为什么不向他学习？为什么要自作聪明？总而言之，就是不听老人言，亏吃大了。现前自己智慧不开，福报折损，寿命也折损，来生还要还债。还债还不是那么容易，先堕三途消他的罪业，罪业消完之后再来还债，麻烦大了！",
      "zh_TW": "所以印光大師為什麼教人學《了凡四訓》？《了凡四訓》裡頭講這個道理！真正搞清楚、搞明白了，你的心地就踏實，妄念沒有了，規規矩矩、老老實實做人。愈是做幫助社會、幫助眾生的事情，你的聰明智慧、健康長壽一切的福報天天在增長。了凡先生所做的大家能看到，為什麼不向他學習？為什麼要自作聰明？總而言之，就是不聽老人言，虧吃大了。現前自己智慧不開，福報折損，壽命也折損，來生還要還債。還債還不是那麼容易，先墮三途消他的罪業，罪業消完之後再來還債，麻煩大了！"
    },
    {
      "id": "02-034-0134_p0077",
      "zh_CN": "所以，佛菩萨、世间圣贤人教导我们，一个人这一生在这个世间，要能做一个堂堂正正的人。一生当中不得罪一个人，不辜负一个人，不亏欠一个人，你说你这个心胸多自在、多快乐。这种快乐就是健康长寿的根。不但不害人，现在我们明白了，畜生的命跟人的命是一样的，所有一切众生绝对不能有一个念头去害牠，蚊虫蚂蚁都不可以。蚊虫来叮你，你看到了发欢喜心，牠想吃饭，我供养牠一餐，布施供养，你说你多快乐！你从这种心、发这种心去布施供养，牠咬你不会痛、不会痒。",
      "zh_TW": "所以，佛菩薩、世間聖賢人教導我們，一個人這一生在這個世間，要能做一個堂堂正正的人。一生當中不得罪一個人，不辜負一個人，不虧欠一個人，你說你這個心胸多自在、多快樂。這種快樂就是健康長壽的根。不但不害人，現在我們明白了，畜生的命跟人的命是一樣的，所有一切眾生絕對不能有一個念頭去害牠，蚊蟲螞蟻都不可以。蚊蟲來叮你，你看到了發歡喜心，牠想吃飯，我供養牠一餐，布施供養，你說你多快樂！你從這種心、發這種心去布施供養，牠咬你不會痛、不會癢。"
    },
    {
      "id": "02-034-0134_p0078",
      "zh_CN": "你为什么会痛会痒？你不肯布施，悭贪才搞得自己病。你真正肯发心，那个蚊虫叮你的时候，都可以跟牠商量，为什么？叮在脸上，当然第二天给人看到不好看，脸上不要叮，手上不要叮，这是露在外面的，身上哪个地方都可以。牠很听话，真跟你合作，都有灵性！厨房里面蟑螂、蚂蚁、苍蝇很多，统统都可以跟牠沟通。牠来干什么？牠来找食物，我们把食物放在门外，院子里面，供养牠，牠就不来了。偶尔一个两个进来，那是来观光旅游的，来看看的，欢喜接待，绝对不要加害。所以我们不害牠，牠就不害我们。",
      "zh_TW": "你為什麼會痛會癢？你不肯布施，慳貪才搞得自己病。你真正肯發心，那個蚊蟲叮你的時候，都可以跟牠商量，為什麼？叮在臉上，當然第二天給人看到不好看，臉上不要叮，手上不要叮，這是露在外面的，身上哪個地方都可以。牠很聽話，真跟你合作，都有靈性！廚房裡面蟑螂、螞蟻、蒼蠅很多，統統都可以跟牠溝通。牠來幹什麼？牠來找食物，我們把食物放在門外，院子裡面，供養牠，牠就不來了。偶爾一個兩個進來，那是來觀光旅遊的，來看看的，歡喜接待，絕對不要加害。所以我們不害牠，牠就不害我們。"
    },
    {
      "id": "02-034-0134_p0079",
      "zh_CN": "我在澳洲住在乡下，刚刚买了那个房子住进去，蚂蚁、蟑螂是很多。我叫悟谦住在那里，我就把这些道理教给他。我说我看你的功夫，如果这些小动物一年一年还是一样的，那你一点修行功夫都没有；如果一年比一年少，证明你在这里很用功。果然一年比一年少，现在外面路上还能看到有一点点蚂蚁，里面没有了，所以我说你修得不错。小动物都能合作，再其次的花草树木，花草树木要爱护、要恭敬，我们关心它、照顾它，它有报答；它的报答是草特别绿、柔软，花特别香、特别美，它供养你。草木都通人情，怎么能够伤害？",
      "zh_TW": "我在澳洲住在鄉下，剛剛買了那個房子住進去，螞蟻、蟑螂是很多。我叫悟謙住在那裡，我就把這些道理教給他。我說我看你的功夫，如果這些小動物一年一年還是一樣的，那你一點修行功夫都沒有；如果一年比一年少，證明你在這裡很用功。果然一年比一年少，現在外面路上還能看到有一點點螞蟻，裡面沒有了，所以我說你修得不錯。小動物都能合作，再其次的花草樹木，花草樹木要愛護、要恭敬，我們關心它、照顧它，它有報答；它的報答是草特別綠、柔軟，花特別香、特別美，它供養你。草木都通人情，怎麼能夠傷害？"
    },
    {
      "id": "02-034-0134_p0080",
      "zh_CN": "我们以前不学佛不知道，学佛之后才晓得，整个宇宙活活泼泼，息息互通，很不可思议。所以读佛经，我们愈读愈有味道，愈读愈知道怎样生活，怎样工作，怎样处事待人接物，这个教科书真正是宝典！世间学校里头没有。这么好的东西，非常可惜，学校里不采取用它来做课本，你说多可惜！这是什么原因？不识货。为什么不识货？没有人跟他讲解，他接触不到。所以我这一次在澳洲，真的是佛菩萨加持，跟学校接触，他们聘请我去做教授，我说好！我把佛法带进去，我们给学生上课，实在每一堂课讲个几句就行了；经典里面最精彩的句子，讲几句。看学校里安排我多少堂课，我相信我讲一个学期、两个学期，学生们听到欢喜，就会要求要设这个课程，这是个很好的机缘。再看下面一段：",
      "zh_TW": "我們以前不學佛不知道，學佛之後才曉得，整個宇宙活活潑潑，息息互通，很不可思議。所以讀佛經，我們愈讀愈有味道，愈讀愈知道怎樣生活，怎樣工作，怎樣處事待人接物，這個教科書真正是寶典！世間學校裡頭沒有。這麼好的東西，非常可惜，學校裡不採取用它來做課本，你說多可惜！這是什麼原因？不識貨。為什麼不識貨？沒有人跟他講解，他接觸不到。所以我這一次在澳洲，真的是佛菩薩加持，跟學校接觸，他們聘請我去做教授，我說好！我把佛法帶進去，我們給學生上課，實在每一堂課講個幾句就行了；經典裡面最精彩的句子，講幾句。看學校裡安排我多少堂課，我相信我講一個學期、兩個學期，學生們聽到歡喜，就會要求要設這個課程，這是個很好的機緣。再看下面一段："
    },
    {
      "id": "02-034-0134_p0081",
      "zh_CN": "【各自异行。行行相值。茎茎相望。枝叶相向。华实相当。荣色光曜。不可胜视。】",
      "zh_TW": "【各自異行。行行相值。莖莖相望。枝葉相向。華實相當。榮色光曜。不可勝視。】"
    },
    {
      "id": "02-034-0134_p0082",
      "zh_CN": "这一段实在讲是描写西方极乐世界的社会，宝树就是各行各业，它代表这个。事实上有没有这个现象？跟诸位说有。为什么有？佛在经上常常告诉我们，依报随着正报转。人有福报现前的时候，居住的环境自然就不一样。中国人看风水的常说「福人居福地，福地福人居」。西方极乐世界人人都修福，所以那个地方的福报大。佛讲的这些依报上的庄严，实际里面真正的意思，把正报都牵涉到里面去，告诉你依正是一不是二，从依报里头显正报，从正报里头显依报，我们才真正能够体会到西方极乐世界的殊胜庄严。",
      "zh_TW": "這一段實在講是描寫西方極樂世界的社會，寶樹就是各行各業，它代表這個。事實上有沒有這個現象？跟諸位說有。為什麼有？佛在經上常常告訴我們，依報隨著正報轉。人有福報現前的時候，居住的環境自然就不一樣。中國人看風水的常說「福人居福地，福地福人居」。西方極樂世界人人都修福，所以那個地方的福報大。佛講的這些依報上的莊嚴，實際裡面真正的意思，把正報都牽涉到裡面去，告訴你依正是一不是二，從依報裡頭顯正報，從正報裡頭顯依報，我們才真正能夠體會到西方極樂世界的殊勝莊嚴。"
    },
    {
      "id": "02-034-0134_p0083",
      "zh_CN": "前一段从文字上来看是说树的体质，在这一段是讲树的成行、整齐。『各自异行』，「各自」就是类别不相同，它不杂，我们今天讲它有非常好的规划。像都市里头，它分很多区域，一点都不杂，居住是居住的区域，商业区、金融区。这里头再分，你想经营某种行业，成衣的在一条街上，想买衣服那一条街就可以了，不杂不乱，不耽误时间。你想买哪一样东西，都有那一条街，都有那一个区，这就是「各自异行」。",
      "zh_TW": "前一段從文字上來看是說樹的體質，在這一段是講樹的成行、整齊。『各自異行』，「各自」就是類別不相同，它不雜，我們今天講它有非常好的規劃。像都市裡頭，它分很多區域，一點都不雜，居住是居住的區域，商業區、金融區。這裡頭再分，你想經營某種行業，成衣的在一條街上，想買衣服那一條街就可以了，不雜不亂，不耽誤時間。你想買哪一樣東西，都有那一條街，都有那一個區，這就是「各自異行」。"
    },
    {
      "id": "02-034-0134_p0084",
      "zh_CN": "『行行相值』，这里面讲「相值」、『相望』、『相向』、『相当』，互助！社会是多元的，生活也是多元的。一个小小的家庭的生活，你日用品所需的，不是单纯的，你要到各个地方去采购，取得自己所需要的。这几句话就是讲社会的各行各业，互相辅助、互相的支援，都是为社会大众服务，繁荣这个社会，兴旺这个社会，不是在这里争利，是互助合作。各人尽自己的才干，尽自己的经验，务必使居住在这个地区的居民生活都能做到美满，都能得到方便。这个经真正的意思是衬托在此地。言外的意思，就是我们常讲的，各个行业互相尊重、互相敬爱、互相礼让、互相称赞、互相供养、互助合作。国家政府有一个整体的规划，成为一个美满、完备而没有欠缺的大都会。",
      "zh_TW": "『行行相值』，這裡面講「相值」、『相望』、『相向』、『相當』，互助！社會是多元的，生活也是多元的。一個小小的家庭的生活，你日用品所需的，不是單純的，你要到各個地方去採購，取得自己所需要的。這幾句話就是講社會的各行各業，互相輔助、互相的支援，都是為社會大眾服務，繁榮這個社會，興旺這個社會，不是在這裡爭利，是互助合作。各人盡自己的才幹，盡自己的經驗，務必使居住在這個地區的居民生活都能做到美滿，都能得到方便。這個經真正的意思是襯托在此地。言外的意思，就是我們常講的，各個行業互相尊重、互相敬愛、互相禮讓、互相稱讚、互相供養、互助合作。國家政府有一個整體的規劃，成為一個美滿、完備而沒有欠缺的大都會。"
    },
    {
      "id": "02-034-0134_p0085",
      "zh_CN": "我们这里看到这些东西，至于其余的，诸位可以看黄念祖居士的注解。他的注子注得很好，把古来许许多多大德对这部经的注疏，他都把它抄在一起，给我们做参考。我跟诸位同学提出来的，这是经里面的弦外之音，意思里面还包括有无穷的意思。所以它的结论是『荣色光曜，不可胜视』，美不胜收。物质环境如是，人事环境亦如是。没有人事环境，不可能有物质环境，依报肯定是随着正报转的。再看末后这一段：",
      "zh_TW": "我們這裡看到這些東西，至於其餘的，諸位可以看黃念祖居士的註解。他的註子註得很好，把古來許許多多大德對這部經的註疏，他都把它抄在一起，給我們做參考。我跟諸位同學提出來的，這是經裡面的弦外之音，意思裡面還包括有無窮的意思。所以它的結論是『榮色光曜，不可勝視』，美不勝收。物質環境如是，人事環境亦如是。沒有人事環境，不可能有物質環境，依報肯定是隨著正報轉的。再看末後這一段："
    },
    {
      "id": "02-034-0134_p0086",
      "zh_CN": "【清风时发。出五音声。微妙宫商。自然相和。是诸宝树。周遍其国。】",
      "zh_TW": "【清風時發。出五音聲。微妙宮商。自然相和。是諸寶樹。周遍其國。】"
    },
    {
      "id": "02-034-0134_p0087",
      "zh_CN": "这个总结非常重要，我们应当要学习，这是讲妙音说法。『清风』表什么意思？风是动的，不动就不叫风。动是什么？我们今天讲的运作，运作是动。现代社会许许多多的行业，经常举办一些活动，这就是「清风时发」。「活动」这两个字的意义很深，动是活的，不动就死了，任何建树的功用都在活动。居士林这个佛教道场，这也是一棵树，它要不断的在这里举办活动；讲经是活动，教学是活动，念佛是活动，种种法会是活动，附带还有慈善事业也是活动，联合其他宗教是活动，帮助信徒解决困难也是活动。清风时发，活动是有时节的，什么时候做什么活动。",
      "zh_TW": "這個總結非常重要，我們應當要學習，這是講妙音說法。『清風』表什麼意思？風是動的，不動就不叫風。動是什麼？我們今天講的運作，運作是動。現代社會許許多多的行業，經常舉辦一些活動，這就是「清風時發」。「活動」這兩個字的意義很深，動是活的，不動就死了，任何建樹的功用都在活動。居士林這個佛教道場，這也是一棵樹，它要不斷的在這裡舉辦活動；講經是活動，教學是活動，念佛是活動，種種法會是活動，附帶還有慈善事業也是活動，聯合其他宗教是活動，幫助信徒解決困難也是活動。清風時發，活動是有時節的，什麼時候做什麼活動。"
    },
    {
      "id": "02-034-0134_p0088",
      "zh_CN": "『出五音声』，「五音声」就是我们今天讲的交响乐。中国古时候讲音声是五声，现在音乐里讲七个音阶，中国从前讲五个：宫商角徵羽。出五音声的时候，五音调和，美不胜收。",
      "zh_TW": "『出五音聲』，「五音聲」就是我們今天講的交響樂。中國古時候講音聲是五聲，現在音樂裡講七個音階，中國從前講五個：宮商角徵羽。出五音聲的時候，五音調和，美不勝收。"
    },
    {
      "id": "02-034-0134_p0089",
      "zh_CN": "『微妙宫商，自然相和』，这句话我们很清楚的能够体会到，在这个大社会，不同的行业、不同的文化、不同的国家、不同的族群、不同的宗教，都能够和睦相处。这种种一切不同的，就是不同的音声，「宫商角徵羽」不同，它不是单一，单一就太单调了，没有什么可听的。它的音能够组合在一起，变成交响乐，那就非常好听。用我们现在的话来说，这个就是多元文化的社会，多元文化的成就，多元文化的殊胜利益，带给一切众生幸福美满的人生，自在快乐的生活。我们从这一品经里面，细心去玩味体会它的表法义趣。",
      "zh_TW": "『微妙宮商，自然相和』，這句話我們很清楚的能夠體會到，在這個大社會，不同的行業、不同的文化、不同的國家、不同的族群、不同的宗教，都能夠和睦相處。這種種一切不同的，就是不同的音聲，「宮商角徵羽」不同，它不是單一，單一就太單調了，沒有什麼可聽的。它的音能夠組合在一起，變成交響樂，那就非常好聽。用我們現在的話來說，這個就是多元文化的社會，多元文化的成就，多元文化的殊勝利益，帶給一切眾生幸福美滿的人生，自在快樂的生活。我們從這一品經裡面，細心去玩味體會它的表法義趣。"
    },
    {
      "id": "02-034-0134_p0090",
      "zh_CN": "『是诸宝树，周遍其国』，这是讲的西方极乐世界（要是从教学上来说）教学的设施，整个社会所有一切的运作是教材，这就跟《华严》完全相应。所以《大方广佛华严经》在哪里？就是我们整个现实的社会，就是一部《大方广佛华严经》。必须在经本里面你去学习，体会到，然后你才真正认识这个世界，真正认识人生。知道怎么样对待自己，怎么样对待一切众生，使自他都能够获得究竟圆满。现在时间到了，今天就讲到此地。",
      "zh_TW": "『是諸寶樹，周遍其國』，這是講的西方極樂世界（要是從教學上來說）教學的設施，整個社會所有一切的運作是教材，這就跟《華嚴》完全相應。所以《大方廣佛華嚴經》在哪裡？就是我們整個現實的社會，就是一部《大方廣佛華嚴經》。必須在經本裡面你去學習，體會到，然後你才真正認識這個世界，真正認識人生。知道怎麼樣對待自己，怎麼樣對待一切眾生，使自他都能夠獲得究竟圓滿。現在時間到了，今天就講到此地。"
    }
  ]
}