{
  "doc_id": "02-034-0006",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0006",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "02-034-0006_p0001",
      "zh_CN": "请掀开经本第三面，经文倒数第四行。",
      "zh_TW": "請掀開經本第三面，經文倒數第四行。"
    },
    {
      "id": "02-034-0006_p0002",
      "zh_CN": "「咸共遵修普贤大士之德」这一句经文，在本经序分里面开头第一句；开头的第一句，也就是全经最重要的一句话，我们决定不能够轻易的看过。我们学佛能不能得受用，正如本经所说，「惠以真实之利」，真实的利益。在我们一生修学弘法当中，成功、失败的关键也在这一句，由此可知，这一句的重要性。前面所说的十六位菩萨，他是表法的，每一位菩萨表甚深的密义。密就是隐密、不明显，必须有相当智慧、相当觉悟的人，才能够看出来、才能体会得到，一般人不太容易觉察的。但是入经文就显说了，明显的为你说出，这第一句是显说里面，全经的总纲领。这一部《无量寿经》自始至终，所叙说的就是普贤大士之德。",
      "zh_TW": "「咸共遵修普賢大士之德」這一句經文，在本經序分裡面開頭第一句；開頭的第一句，也就是全經最重要的一句話，我們決定不能夠輕易的看過。我們學佛能不能得受用，正如本經所說，「惠以真實之利」，真實的利益。在我們一生修學弘法當中，成功、失敗的關鍵也在這一句，由此可知，這一句的重要性。前面所說的十六位菩薩，他是表法的，每一位菩薩表甚深的密義。密就是隱密、不明顯，必須有相當智慧、相當覺悟的人，才能夠看出來、才能體會得到，一般人不太容易覺察的。但是入經文就顯說了，明顯的為你說出，這第一句是顯說裡面，全經的總綱領。這一部《無量壽經》自始至終，所敘說的就是普賢大士之德。"
    },
    {
      "id": "02-034-0006_p0003",
      "zh_CN": "清凉，这是唐朝时候，完成《华严经》的翻译，又完成《华严经》的注解之后，他老人家特别将《华严经》最后一卷，提出来单独流通；这一卷叫别行流通本，就是现在诸位常常见到的《普贤菩萨行愿品》。这一卷经是《四十华严》，也就是入法界品里面最后的一卷，是《华严经》的总结，也是《华严经》的总纲领、总归宿。经文的内容，十大愿王，导归极乐，普贤菩萨综合全经归纳为十个纲领，这十个纲领普贤菩萨所修的。",
      "zh_TW": "清涼，這是唐朝時候，完成《華嚴經》的翻譯，又完成《華嚴經》的註解之後，他老人家特別將《華嚴經》最後一卷，提出來單獨流通；這一卷叫別行流通本，就是現在諸位常常見到的《普賢菩薩行願品》。這一卷經是《四十華嚴》，也就是入法界品裡面最後的一卷，是《華嚴經》的總結，也是《華嚴經》的總綱領、總歸宿。經文的內容，十大願王，導歸極樂，普賢菩薩綜合全經歸納為十個綱領，這十個綱領普賢菩薩所修的。"
    },
    {
      "id": "02-034-0006_p0004",
      "zh_CN": "也许有一些同修听到是普贤菩萨所修的，大概与我们就不相干了，我们不是普贤菩萨。这样学佛，那就很难成就。我们必须要能够认知，佛法里面所说的一切菩萨都是自己，所说的一切诸佛如来也是自己；诸佛如来的德号是我们自己的性德，一切诸菩萨的名号是我们自己的修德，性修不二。这是佛法与世出世间一切法不相同的处所，我们能够明白、肯定，在佛法当中才能够快速、稳当得真实利益，那就一点都不假的。普贤菩萨是谁？要知道就是自己本人。我们能够遵照经典上所说的认真奉行，从我们自己的思想、见解、言语造作种种行为，一一要与经典来比照、来对照一下；如果我们所作所为，跟经上所讲的一样，这就相应了；如果与所说的不一样，我们一定要以经典为标准，把自己错误的行为修正过来，这叫修行。",
      "zh_TW": "也許有一些同修聽到是普賢菩薩所修的，大概與我們就不相干了，我們不是普賢菩薩。這樣學佛，那就很難成就。我們必須要能夠認知，佛法裡面所說的一切菩薩都是自己，所說的一切諸佛如來也是自己；諸佛如來的德號是我們自己的性德，一切諸菩薩的名號是我們自己的修德，性修不二。這是佛法與世出世間一切法不相同的處所，我們能夠明白、肯定，在佛法當中才能夠快速、穩當得真實利益，那就一點都不假的。普賢菩薩是誰？要知道就是自己本人。我們能夠遵照經典上所說的認真奉行，從我們自己的思想、見解、言語造作種種行為，一一要與經典來比照、來對照一下；如果我們所作所為，跟經上所講的一樣，這就相應了；如果與所說的不一樣，我們一定要以經典為標準，把自己錯誤的行為修正過來，這叫修行。"
    },
    {
      "id": "02-034-0006_p0005",
      "zh_CN": "依照本经来修行，给诸位说，就是依照阿弥陀佛的标准、依照普贤菩萨的标准。阿弥陀佛是佛中之王，普贤菩萨可以说是菩萨中之王。我们有许多忏仪里面都念，「南无普贤王菩萨」，菩萨当中之王。菩萨里面没有比普贤更殊胜的，诸佛之中没有比阿弥陀佛更殊胜的。这一部经，佛中之王，菩萨中之王，统统具足。我们遇到这部经，佛在经上说「如贫得宝」，确确实实有这种心态，真是如贫得宝，你说这种喜悦无法形容。得到了，一定要理解，要解得很透彻，然后要依教奉行。我们要做得很彻底，从哪里做起？从礼敬做起。",
      "zh_TW": "依照本經來修行，給諸位說，就是依照阿彌陀佛的標準、依照普賢菩薩的標準。阿彌陀佛是佛中之王，普賢菩薩可以說是菩薩中之王。我們有許多懺儀裡面都念，「南無普賢王菩薩」，菩薩當中之王。菩薩裡面沒有比普賢更殊勝的，諸佛之中沒有比阿彌陀佛更殊勝的。這一部經，佛中之王，菩薩中之王，統統具足。我們遇到這部經，佛在經上說「如貧得寶」，確確實實有這種心態，真是如貧得寶，你說這種喜悅無法形容。得到了，一定要理解，要解得很透徹，然後要依教奉行。我們要做得很徹底，從哪裡做起？從禮敬做起。"
    },
    {
      "id": "02-034-0006_p0006",
      "zh_CN": "昨天跟诸位报告了，礼敬是我们自性当中性德的开显，我们能够修礼敬，那是性德的流露。古大德常讲「从性起修」，这就是从性起修，这个修学法，就能够与十方三世一切诸佛菩萨感应道交。为什么？诸佛菩萨是从性起修，我们今天也从性起修，这就自自然然起感应了。由此可知，我们一发心，发出真诚的心来修行，能感；诸佛菩萨法尔能应，感应的原理在此地。所以印光大师讲，「一分诚敬得一分利益」，也可以这么说法，一分诚敬得诸佛如来一分加持，十分诚敬就得诸佛如来十分的加持。",
      "zh_TW": "昨天跟諸位報告了，禮敬是我們自性當中性德的開顯，我們能夠修禮敬，那是性德的流露。古大德常講「從性起修」，這就是從性起修，這個修學法，就能夠與十方三世一切諸佛菩薩感應道交。為什麼？諸佛菩薩是從性起修，我們今天也從性起修，這就自自然然起感應了。由此可知，我們一發心，發出真誠的心來修行，能感；諸佛菩薩法爾能應，感應的原理在此地。所以印光大師講，「一分誠敬得一分利益」，也可以這麼說法，一分誠敬得諸佛如來一分加持，十分誠敬就得諸佛如來十分的加持。"
    },
    {
      "id": "02-034-0006_p0007",
      "zh_CN": "诸位在这一个道场，此时此处，我们在这个地方感受，跟平常生活当中感受不一样，这个地方的感受有法喜，清净、喜悦。所以有同修来给我说：「我们进入讲堂来听经，是享受。」这个话是不是真的？真的。你为什么在这个地方有两小时享受，这种享受你在别的地方得不到的，这享受从哪里来的？给诸位说，佛光注照，我们这个道场是诸佛光明注照，大家在这个地方沐浴佛光，这么一回事情。",
      "zh_TW": "諸位在這一個道場，此時此處，我們在這個地方感受，跟平常生活當中感受不一樣，這個地方的感受有法喜，清淨、喜悅。所以有同修來給我說：「我們進入講堂來聽經，是享受。」這個話是不是真的？真的。你為什麼在這個地方有兩小時享受，這種享受你在別的地方得不到的，這享受從哪裡來的？給諸位說，佛光注照，我們這個道場是諸佛光明注照，大家在這個地方沐浴佛光，這麼一回事情。"
    },
    {
      "id": "02-034-0006_p0008",
      "zh_CN": "我有一年在美国迈阿密讲经，有一些外国人，我每一次讲经他都来，他都坐在那个地方眼睛闭着，因为在外国有些地方都是席地而坐的，没有椅子，都坐在地毯上。他盘腿在打坐，闭着眼睛，他也不懂中国话，我说什么他都听不懂，天天都来。所以有同修就问他：你听得懂吗？听不懂。听不懂为什么你每天来？这里感受非常好。他来享受的，他盘腿在那里打坐，他来享受的。在外国人来讲，这个磁场不一样，对于人的感受非常舒适。其中，还有一些特异功能的人，在我们佛法里面讲有神通的，有天眼通的，他们这些人在旁边就说了，佛光注照，讲经这个道场，讲经这个时候，有佛光加持。所以坐在这个地方，人人能生欢喜心，道理在此地。不是我讲得好，我讲得并不好，而是蒙佛力加持。",
      "zh_TW": "我有一年在美國邁阿密講經，有一些外國人，我每一次講經他都來，他都坐在那個地方眼睛閉著，因為在外國有些地方都是席地而坐的，沒有椅子，都坐在地毯上。他盤腿在打坐，閉著眼睛，他也不懂中國話，我說什麼他都聽不懂，天天都來。所以有同修就問他：你聽得懂嗎？聽不懂。聽不懂為什麼你每天來？這裡感受非常好。他來享受的，他盤腿在那裡打坐，他來享受的。在外國人來講，這個磁場不一樣，對於人的感受非常舒適。其中，還有一些特異功能的人，在我們佛法裡面講有神通的，有天眼通的，他們這些人在旁邊就說了，佛光注照，講經這個道場，講經這個時候，有佛光加持。所以坐在這個地方，人人能生歡喜心，道理在此地。不是我講得好，我講得並不好，而是蒙佛力加持。"
    },
    {
      "id": "02-034-0006_p0009",
      "zh_CN": "我们凭什么得佛力加持？给诸位说，就是一个恭敬心，这个恭敬心能感，诸佛菩萨就有应。诸位一定要晓得，世间法教人，「诚实」是第一个，我们一生做人，诚诚恳恳、老老实实。诚实的样子是什么？不欺骗自己、不欺骗别人。真正能够做到不自欺、不欺人，这个人诚实，老实人，老实人是非常非常可贵。老实人佛光常常照他，他不学佛也照他，为什么？老实。佛心清净、佛心平等，不是说你学佛，我就特别照顾你，你不学佛，我就不照顾你了，那个心怎么能算平等心。不学佛，心地诚恳，佛都照顾，平等的照顾，没有分别的照顾，你说诚实多么可贵。",
      "zh_TW": "我們憑什麼得佛力加持？給諸位說，就是一個恭敬心，這個恭敬心能感，諸佛菩薩就有應。諸位一定要曉得，世間法教人，「誠實」是第一個，我們一生做人，誠誠懇懇、老老實實。誠實的樣子是什麼？不欺騙自己、不欺騙別人。真正能夠做到不自欺、不欺人，這個人誠實，老實人，老實人是非常非常可貴。老實人佛光常常照他，他不學佛也照他，為什麼？老實。佛心清淨、佛心平等，不是說你學佛，我就特別照顧你，你不學佛，我就不照顧你了，那個心怎麼能算平等心。不學佛，心地誠懇，佛都照顧，平等的照顧，沒有分別的照顧，你說誠實多麼可貴。"
    },
    {
      "id": "02-034-0006_p0010",
      "zh_CN": "礼敬就是诚恳的流露，我们要敬人、要敬事、要敬物。敬人，平等的礼敬，无论什么人，一切众生都要礼敬，一切有情众生，连蚊虫蚂蚁我们看到了，就跟看到诸佛如来没有两样，你这才叫修普贤行。蚊虫蚂蚁小动物牠也有佛性，一切动物都有佛性，动物以外的植物、矿物都有法性，所以是一切恭敬。如果说我们做不到，给诸位说，实在讲不是做不到，而是你不肯去做。你如果肯去做，哪有做不到的事情。天下做不到，古人讲只有两桩事情；难，登天难、求人难。这个事情是求自己不是求人，求自己有什么难处。让我们的性德完全流露出来，这个事情是求自己不是求人，所以自己一定要觉悟、一定要认真。",
      "zh_TW": "禮敬就是誠懇的流露，我們要敬人、要敬事、要敬物。敬人，平等的禮敬，無論什麼人，一切眾生都要禮敬，一切有情眾生，連蚊蟲螞蟻我們看到了，就跟看到諸佛如來沒有兩樣，你這才叫修普賢行。蚊蟲螞蟻小動物牠也有佛性，一切動物都有佛性，動物以外的植物、礦物都有法性，所以是一切恭敬。如果說我們做不到，給諸位說，實在講不是做不到，而是你不肯去做。你如果肯去做，哪有做不到的事情。天下做不到，古人講只有兩樁事情；難，登天難、求人難。這個事情是求自己不是求人，求自己有什麼難處。讓我們的性德完全流露出來，這個事情是求自己不是求人，所以自己一定要覺悟、一定要認真。"
    },
    {
      "id": "02-034-0006_p0011",
      "zh_CN": "现在世间灾难频繁，我们要不认真努力的修，将来怎么能够自救自度。我在日常生活当中，对外面的消息不通。我不看电视，我们此地净宗学会没有电视，所有电视都是播内部的，外面没有天线，收不到外面的讯息，我们也不听广播、也不看报纸。有一些同学们告诉我，最近这一两个月，他们从电视里面看到的，南极冰层溶化了。这个问题相当严重，南北极的冰要是溶化了，海水的水位要上升，全世界沿海的都市统统要沈到海底。",
      "zh_TW": "現在世間災難頻繁，我們要不認真努力的修，將來怎麼能夠自救自度。我在日常生活當中，對外面的消息不通。我不看電視，我們此地淨宗學會沒有電視，所有電視都是播內部的，外面沒有天線，收不到外面的訊息，我們也不聽廣播、也不看報紙。有一些同學們告訴我，最近這一兩個月，他們從電視裡面看到的，南極冰層溶化了。這個問題相當嚴重，南北極的冰要是溶化了，海水的水位要上升，全世界沿海的都市統統要沈到海底。"
    },
    {
      "id": "02-034-0006_p0012",
      "zh_CN": "灾难从哪里来的？有人总以为这是天灾，这个没有法子。科学家把这个事情推为作天灾，天然灾害，责任都推掉了。佛法里面不是这个看法，佛法里面讲，所有一切灾害，都是我们自己造成的。谁造成的？不是别人，我自己造成的。这个话你能相信吗？你如果要相信了，那恭喜你，你觉悟了；你不相信，你决定不承认，你没觉悟。确确实实是我自己造成的，如果人人都能够自觉，人人都能改过自新，这个灾难就消除了。",
      "zh_TW": "災難從哪裡來的？有人總以為這是天災，這個沒有法子。科學家把這個事情推為作天災，天然災害，責任都推掉了。佛法裡面不是這個看法，佛法裡面講，所有一切災害，都是我們自己造成的。誰造成的？不是別人，我自己造成的。這個話你能相信嗎？你如果要相信了，那恭喜你，你覺悟了；你不相信，你決定不承認，你沒覺悟。確確實實是我自己造成的，如果人人都能夠自覺，人人都能改過自新，這個災難就消除了。"
    },
    {
      "id": "02-034-0006_p0013",
      "zh_CN": "水灾从哪里来的？贪心。在座的同学，我想有不少读过《楞严经》，佛在楞严会上讲得很清楚，「贪欲是水，瞋恚是火，愚痴是风」，水火风的三灾。如果说是全世界的人，大家拼命在增长贪瞋痴，加速度的在增长，这个世间水火风这三种现象就起来了。环境是依报，依报随着正报转，正报是我们的心。佛总是劝我们息灭贪瞋痴，人人都能息灭贪瞋痴，这个地球上的生态环境，很快就恢复到正常，就不会有这些灾害。贪瞋痴外，还有一个傲慢，贪瞋痴慢。慢的果报是什么？地震。慢是心很大的不平，高下不平。",
      "zh_TW": "水災從哪裡來的？貪心。在座的同學，我想有不少讀過《楞嚴經》，佛在楞嚴會上講得很清楚，「貪欲是水，瞋恚是火，愚痴是風」，水火風的三災。如果說是全世界的人，大家拼命在增長貪瞋痴，加速度的在增長，這個世間水火風這三種現象就起來了。環境是依報，依報隨著正報轉，正報是我們的心。佛總是勸我們息滅貪瞋痴，人人都能息滅貪瞋痴，這個地球上的生態環境，很快就恢復到正常，就不會有這些災害。貪瞋痴外，還有一個傲慢，貪瞋痴慢。慢的果報是什麼？地震。慢是心很大的不平，高下不平。"
    },
    {
      "id": "02-034-0006_p0014",
      "zh_CN": "这些自然灾害从哪里来的？人心所感，人心变现出来的。佛在经论上教导我们这些道理、方法，确确实实真正能消除一切灾患。从什么地方消除？都是从内心上去消除，佛法称为内学，用内功来改变外面的环境。所以我们无论对人、对事、对物，一切恭敬。纵然我们不能帮助大众，大众转不过来，我一个人转过来，管用吗？管用。我一个人转过来叫别业，大众叫共业。佛在楞严会上告诉我们，共业跟别业果报不一样。如果你的别业殊胜，即使在极恶劣的共业之中，你还能够避免。大灾难当中，还有很多幸免之人，别业不一样。一个大灾难，能够不受灾难的人，你仔细去观察，那个人心地善良，贪瞋痴慢少，慈悲善念多，必定是这种人。所以这个经怎么能不读，怎么能不求深解，怎么能不依教奉行？希望我们同学，在一切时一切处，以真诚、清净、平等、慈悲心，修一切恭敬，要把这个养成一个习惯，这个叫真修、真用功。",
      "zh_TW": "這些自然災害從哪裡來的？人心所感，人心變現出來的。佛在經論上教導我們這些道理、方法，確確實實真正能消除一切災患。從什麼地方消除？都是從內心上去消除，佛法稱為內學，用內功來改變外面的環境。所以我們無論對人、對事、對物，一切恭敬。縱然我們不能幫助大眾，大眾轉不過來，我一個人轉過來，管用嗎？管用。我一個人轉過來叫別業，大眾叫共業。佛在楞嚴會上告訴我們，共業跟別業果報不一樣。如果你的別業殊勝，即使在極惡劣的共業之中，你還能夠避免。大災難當中，還有很多倖免之人，別業不一樣。一個大災難，能夠不受災難的人，你仔細去觀察，那個人心地善良，貪瞋痴慢少，慈悲善念多，必定是這種人。所以這個經怎麼能不讀，怎麼能不求深解，怎麼能不依教奉行？希望我們同學，在一切時一切處，以真誠、清淨、平等、慈悲心，修一切恭敬，要把這個養成一個習慣，這個叫真修、真用功。"
    },
    {
      "id": "02-034-0006_p0015",
      "zh_CN": "真用功不是你一天读多少部经，你一天念《无量寿经》十部、二十部，如果你的思想、言行，跟经上讲的完全不相应，你一天读两百遍也枉然，没用处。从前李炳南老居士说：「该怎么堕落，还是怎么堕落。」无济于事。要真干，天天读经检点自己的过失；读经就像照镜子一样，自己一天犯的过失不知道，经念一念，对照对照发现了。这个地方佛教我们不能做的，我今天又做了；这个地方佛教我做的，我今天没做到，毛病都照出来了。所以经是一面镜子，天天要拿来照，照到自己的毛病，赶快把它改过来，就管用了，这个就利益无边。所以要修真诚心，真诚待人接物，我们决定可以度过大劫难。劫难现前，没有一丝毫恐怖的念头，没有一丝毫畏惧之心，非常自在、非常坦然来接受，那就是你有功夫了，你真正得受用。",
      "zh_TW": "真用功不是你一天讀多少部經，你一天念《無量壽經》十部、二十部，如果你的思想、言行，跟經上講的完全不相應，你一天讀兩百遍也枉然，沒用處。從前李炳南老居士說：「該怎麼墮落，還是怎麼墮落。」無濟於事。要真幹，天天讀經檢點自己的過失；讀經就像照鏡子一樣，自己一天犯的過失不知道，經念一念，對照對照發現了。這個地方佛教我們不能做的，我今天又做了；這個地方佛教我做的，我今天沒做到，毛病都照出來了。所以經是一面鏡子，天天要拿來照，照到自己的毛病，趕快把它改過來，就管用了，這個就利益無邊。所以要修真誠心，真誠待人接物，我們決定可以度過大劫難。劫難現前，沒有一絲毫恐怖的念頭，沒有一絲毫畏懼之心，非常自在、非常坦然來接受，那就是你有功夫了，你真正得受用。"
    },
    {
      "id": "02-034-0006_p0016",
      "zh_CN": "菩萨第二义「称赞如来」，这一句在今天这个社会非常重要。社会能不能安定，或者社会造成动乱，固然因素很多，但是其中最重要的一个因素，在佛法里面讲缘，最重要的一个缘就在赞叹，也就是我们言语、说话。希望我们学佛的同修，这不是我希望，佛菩萨教导我们的，佛菩萨希望我们在这个社会隐恶扬善。你看后面经文，具体教诲里面，佛教我们善护三业，第一句话就是「善护口业，不讥他过」。不要讥笑别人，不要说人家的过失，要从这里做起。人家有好的地方，要赞叹、要表扬，我们这个社会，就能够从混乱转为安定。我们每一个人都有责任。今天的社会为什么这么乱？全世界都乱。你要问这个动乱的根源是什么？可以说，那个根源就是举世之人，赞叹恶而隐藏善；善的不报告，恶的尽量来宣扬、尽量来渲染，造成举世之人人心不安。你说做好事，有人说你做好事干什么？你是傻瓜。你做好事谁赞叹你？做恶事英雄好汉，多少人赞叹你。鼓励人去犯罪，鼓励人去做恶，这个社会怎么能安定。",
      "zh_TW": "菩薩第二義「稱讚如來」，這一句在今天這個社會非常重要。社會能不能安定，或者社會造成動亂，固然因素很多，但是其中最重要的一個因素，在佛法裡面講緣，最重要的一個緣就在讚歎，也就是我們言語、說話。希望我們學佛的同修，這不是我希望，佛菩薩教導我們的，佛菩薩希望我們在這個社會隱惡揚善。你看後面經文，具體教誨裡面，佛教我們善護三業，第一句話就是「善護口業，不譏他過」。不要譏笑別人，不要說人家的過失，要從這裡做起。人家有好的地方，要讚歎、要表揚，我們這個社會，就能夠從混亂轉為安定。我們每一個人都有責任。今天的社會為什麼這麼亂？全世界都亂。你要問這個動亂的根源是什麼？可以說，那個根源就是舉世之人，讚歎惡而隱藏善；善的不報告，惡的儘量來宣揚、儘量來渲染，造成舉世之人人心不安。你說做好事，有人說你做好事幹什麼？你是傻瓜。你做好事誰讚歎你？做惡事英雄好漢，多少人讚歎你。鼓勵人去犯罪，鼓勵人去做惡，這個社會怎麼能安定。"
    },
    {
      "id": "02-034-0006_p0017",
      "zh_CN": "我们的言语，要为社会负责任、要为举世人民负责，说话哪有能够随便说的。今天社会现象，可以说是非常非常的普遍，伦理道德没人讲，要是口里挂着伦理道德，人家都骂你，你落伍了，过时，不合潮流、不合时代，再说的不好听，封建的思想。什么是时髦的？不忠、不孝、不仁、不义，时髦。这还得了吗？所以今天的社会，包括学校教育在内，小学生受教育，已经渲染功利，只有利害、没有道义，这个社会、这个世界怎么会不遭难？南北极的冰，它怎么会不溶化？",
      "zh_TW": "我們的言語，要為社會負責任、要為舉世人民負責，說話哪有能夠隨便說的。今天社會現象，可以說是非常非常的普遍，倫理道德沒人講，要是口裡掛著倫理道德，人家都罵你，你落伍了，過時，不合潮流、不合時代，再說的不好聽，封建的思想。什麼是時髦的？不忠、不孝、不仁、不義，時髦。這還得了嗎？所以今天的社會，包括學校教育在內，小學生受教育，已經渲染功利，只有利害、沒有道義，這個社會、這個世界怎麼會不遭難？南北極的冰，它怎麼會不溶化？"
    },
    {
      "id": "02-034-0006_p0018",
      "zh_CN": "我们学佛，学佛总算是个明白人，学佛是觉悟的人。我们要全心全力帮助这个社会，移风易俗，不良的风俗、习气，怎样把它挽转过来？完全靠我们自己，决定不能把这个责任推给别人；推给别人，错了，我自己要做到。世间人不忠，我要忠心；世间人不义，我要义气；世间人不孝，我要尽孝。世出世间大圣人的教诲，我要全部把它做到，如果你说是做不到，我不相信、我不承认，我一定能做到。人人都有这个坚定的信心、坚定的意愿，认真来奉行；像前面讲的信慧、愿慧、香象菩萨，这个世界是可以挽救的，劫运可以挽回的，灾难可以化解。由此可知，端在我们每一位同修，要发大心，《华严经》上讲的「大心凡夫」，我们是凡夫，发大心；大心凡夫，他的功德、他的威德，超过声闻、缘觉、权教菩萨。声闻是阿罗汉，缘觉是辟支佛，权教菩萨要以天台家所讲的别教来说，三贤以下的菩萨，就是十回向以下的菩萨，叫三贤菩萨。",
      "zh_TW": "我們學佛，學佛總算是個明白人，學佛是覺悟的人。我們要全心全力幫助這個社會，移風易俗，不良的風俗、習氣，怎樣把它挽轉過來？完全靠我們自己，決定不能把這個責任推給別人；推給別人，錯了，我自己要做到。世間人不忠，我要忠心；世間人不義，我要義氣；世間人不孝，我要盡孝。世出世間大聖人的教誨，我要全部把它做到，如果你說是做不到，我不相信、我不承認，我一定能做到。人人都有這個堅定的信心、堅定的意願，認真來奉行；像前面講的信慧、願慧、香象菩薩，這個世界是可以挽救的，劫運可以挽回的，災難可以化解。由此可知，端在我們每一位同修，要發大心，《華嚴經》上講的「大心凡夫」，我們是凡夫，發大心；大心凡夫，他的功德、他的威德，超過聲聞、緣覺、權教菩薩。聲聞是阿羅漢，緣覺是辟支佛，權教菩薩要以天台家所講的別教來說，三賢以下的菩薩，就是十迴向以下的菩薩，叫三賢菩薩。"
    },
    {
      "id": "02-034-0006_p0019",
      "zh_CN": "什么叫发大心凡夫？你发一个心，我把《无量寿经》里面所有的教训，我统统做到，你的功德，马上就超过三乘圣者，真超过不是假超过，就超越了。佛在《华严》上讲「大心凡夫」是鼓励我们，如果他讲阿罗汉才能做到，那我们没分，决定做不到，这个心发不起来。说菩萨才可以做的，我们凡夫距离菩萨太远了。他讲凡夫，我们是凡夫，大心，我们发个大心，就可以超越三乘。那佛讲的话是真的、是假的？决定真实，就怕我们自己不肯发心，一发心就超越。真正是所谓「放下屠刀，立地成佛」，发心要紧。",
      "zh_TW": "什麼叫發大心凡夫？你發一個心，我把《無量壽經》裡面所有的教訓，我統統做到，你的功德，馬上就超過三乘聖者，真超過不是假超過，就超越了。佛在《華嚴》上講「大心凡夫」是鼓勵我們，如果他講阿羅漢才能做到，那我們沒分，決定做不到，這個心發不起來。說菩薩才可以做的，我們凡夫距離菩薩太遠了。他講凡夫，我們是凡夫，大心，我們發個大心，就可以超越三乘。那佛講的話是真的、是假的？決定真實，就怕我們自己不肯發心，一發心就超越。真正是所謂「放下屠刀，立地成佛」，發心要緊。"
    },
    {
      "id": "02-034-0006_p0020",
      "zh_CN": "这一发心，给诸位说，不但你超越三乘，世间人眼光看得很浅，要讲求现前的利益，现在没有利益，你叫我作佛，我也不干，现在就要得利益，给诸位说，你只要一发大心，现在你就得利益了。你得的什么利益？我们在讲席当中常常讲，你的物质生活，决定不会缺乏，这是你现前得的利益。这佛讲得很有道理，不是讲你会得到很多，很多你就长贪心了。不缺乏，你每天有的吃、有衣服穿、有地方住，不缺乏。我们只要不缺乏，不要很多，很多就增长贪心，你的衣食不缺乏，物质生活不缺乏，你眼前得的利益。",
      "zh_TW": "這一發心，給諸位說，不但你超越三乘，世間人眼光看得很淺，要講求現前的利益，現在沒有利益，你叫我作佛，我也不幹，現在就要得利益，給諸位說，你只要一發大心，現在你就得利益了。你得的什麼利益？我們在講席當中常常講，你的物質生活，決定不會缺乏，這是你現前得的利益。這佛講得很有道理，不是講你會得到很多，很多你就長貪心了。不缺乏，你每天有的吃、有衣服穿、有地方住，不缺乏。我們只要不缺乏，不要很多，很多就增長貪心，你的衣食不缺乏，物質生活不缺乏，你眼前得的利益。"
    },
    {
      "id": "02-034-0006_p0021",
      "zh_CN": "第二个利益，你身体健康，青春永驻。你要是二十岁，发了大心，作了大心凡夫，你永远是二十岁；你活到七八十岁，你这个容貌还是二十岁，这个利益还得了吗？第二、体质转变了，你的身体健康，永远不生病，这现前的利益，真实的利益。你作大官、发大财，常常生病，那是个很遗憾的事情，你的财富都在医药费上用掉了，你说冤枉不冤枉？所以大心凡夫，永远年轻、永远健康，容光焕发、法喜充满、自在快乐，现在得到的利益。",
      "zh_TW": "第二個利益，你身體健康，青春永駐。你要是二十歲，發了大心，作了大心凡夫，你永遠是二十歲；你活到七八十歲，你這個容貌還是二十歲，這個利益還得了嗎？第二、體質轉變了，你的身體健康，永遠不生病，這現前的利益，真實的利益。你作大官、發大財，常常生病，那是個很遺憾的事情，你的財富都在醫藥費上用掉了，你說冤枉不冤枉？所以大心凡夫，永遠年輕、永遠健康，容光煥發、法喜充滿、自在快樂，現在得到的利益。"
    },
    {
      "id": "02-034-0006_p0022",
      "zh_CN": "佛法很现实，比哪一样都来的现实。如果你违背了经教，无论怎么修行，这明眼人一看就晓得了，为什么？脸上没有光彩。不必要有什么特异功能，特异功能一看就更清楚了，我们一般人都能看见，就是我们常讲气色不好，能看得出来，他的气色是灰暗的气色，不是一个明亮的气色，气色不好。你仔细再观察的时候，容貌不好，不管他怎么化妆，也没有办法掩饰，也掩饰不住。",
      "zh_TW": "佛法很現實，比哪一樣都來的現實。如果你違背了經教，無論怎麼修行，這明眼人一看就曉得了，為什麼？臉上沒有光彩。不必要有什麼特異功能，特異功能一看就更清楚了，我們一般人都能看見，就是我們常講氣色不好，能看得出來，他的氣色是灰暗的氣色，不是一個明亮的氣色，氣色不好。你仔細再觀察的時候，容貌不好，不管他怎麼化妝，也沒有辦法掩飾，也掩飾不住。"
    },
    {
      "id": "02-034-0006_p0023",
      "zh_CN": "连世间算命看相的都常说，「相随心转」。你这个大心一发，大心是什么心？佛心，佛的相你说多好，你这个相慢慢就转变成佛相了，圆满的德相；圆满就是一丝毫欠缺都没有。你为什么不发心？我们心里面，常存一切众生善的这一面，口里面常常赞叹众生善的这一面，我们就心善、行善、语善，我们的相貌就善、身体就善，没有一样不善。如果常常存着恶心，专门找人的麻烦、专门看别人的缺点，我们的心恶、行恶、言恶，最后变成我们自己相貌也恶、身体也恶，你说这个多划不来。学佛连这一点道理都不懂，那还学什么。一个人的命运，完全掌握在自己，不是掌握在别人手上。你们读《了凡四训》，《了凡四训》过去我讲过好几遍，讲得很详细。了凡先生能够得救是什么？第一个，他诚实、肯认错，尤其难得的，肯改过，勇于改过，他成功了，转变他的命运。他的命运转了，他帮助许许多多的众生转变命运，这是菩萨现身。",
      "zh_TW": "連世間算命看相的都常說，「相隨心轉」。你這個大心一發，大心是什麼心？佛心，佛的相你說多好，你這個相慢慢就轉變成佛相了，圓滿的德相；圓滿就是一絲毫欠缺都沒有。你為什麼不發心？我們心裡面，常存一切眾生善的這一面，口裡面常常讚歎眾生善的這一面，我們就心善、行善、語善，我們的相貌就善、身體就善，沒有一樣不善。如果常常存著惡心，專門找人的麻煩、專門看別人的缺點，我們的心惡、行惡、言惡，最後變成我們自己相貌也惡、身體也惡，你說這個多划不來。學佛連這一點道理都不懂，那還學什麼。一個人的命運，完全掌握在自己，不是掌握在別人手上。你們讀《了凡四訓》，《了凡四訓》過去我講過好幾遍，講得很詳細。了凡先生能夠得救是什麼？第一個，他誠實、肯認錯，尤其難得的，肯改過，勇於改過，他成功了，轉變他的命運。他的命運轉了，他幫助許許多多的眾生轉變命運，這是菩薩現身。"
    },
    {
      "id": "02-034-0006_p0024",
      "zh_CN": "在今天这个大时代，诸佛如来苦口婆心劝导我们，要发大心。你要问什么叫发大心？我在此地具体告诉大家，一定要发心把《无量寿经》里面所讲的教训统统做到，统统落实在我们生活上、落实在我们工作上、落实在我们处事待人接物上，这就是发大心的凡夫。你能发这个心、能照这样去做，我在前面跟诸位说过，将来你往生极乐世界，你决定是上上品往生，因为你全做到了。不能完全做到，做到百分之九十，你就是上中品往生，决定不能落在上辈之下。三辈往生，中辈、下辈我们不干，我们一定要争取上辈往生，上下品那也要做到百分之八十，我们要把标准定在这个地方，决定争取上辈往生，这个才是真正大心凡夫。人人都做得到，我们为什么不做？我相信在座这么多同修当中，总有十几、二十个会做吧！有十几、二十个会做，我们这一会就无量的圆满了。这一会当中有十几、二十位佛住世，这个大心，不是菩萨，是佛。真正是所谓「唯有一乘法，无二亦无三」，发大心的凡夫就是一乘法，我们一定要真干。",
      "zh_TW": "在今天這個大時代，諸佛如來苦口婆心勸導我們，要發大心。你要問什麼叫發大心？我在此地具體告訴大家，一定要發心把《無量壽經》裡面所講的教訓統統做到，統統落實在我們生活上、落實在我們工作上、落實在我們處事待人接物上，這就是發大心的凡夫。你能發這個心、能照這樣去做，我在前面跟諸位說過，將來你往生極樂世界，你決定是上上品往生，因為你全做到了。不能完全做到，做到百分之九十，你就是上中品往生，決定不能落在上輩之下。三輩往生，中輩、下輩我們不幹，我們一定要爭取上輩往生，上下品那也要做到百分之八十，我們要把標準定在這個地方，決定爭取上輩往生，這個才是真正大心凡夫。人人都做得到，我們為什麼不做？我相信在座這麼多同修當中，總有十幾、二十個會做吧！有十幾、二十個會做，我們這一會就無量的圓滿了。這一會當中有十幾、二十位佛住世，這個大心，不是菩薩，是佛。真正是所謂「唯有一乘法，無二亦無三」，發大心的凡夫就是一乘法，我們一定要真幹。"
    },
    {
      "id": "02-034-0006_p0025",
      "zh_CN": "所以要称赞，称赞，你看用如来，不用诸佛，用的词句不一样，当然意思就不相同。佛经上名词的转变，有它特别的用意。我们在江味农居士《金刚经讲义》里面，他注得很详细；《金刚经》上有的时候说诸佛、有的时候说如来。江居士告诉我们，凡是说诸佛，是从相上讲的、从事上讲的；凡是讲如来，都是从性上讲的。《金刚经》如是，我们这个经也不例外，《大方广佛华严经》亦复如是。所以我们就明白了，礼敬诸佛是从事相上说的，事相上一切恭敬；说称赞如来，是从性德上说的。那就是说明，与性德相应，就是善的，我们要称赞，恶的不能称赞，恶的不说就好，不称赞，要称赞善的。但是礼敬，善人我们礼敬，恶人也要礼敬，不能说善人我尊敬他，恶人我不尊敬他，那你就错了。恶人尊敬他而不赞叹他，善人是尊敬他也赞叹他，差别在这个地方。那个恭敬之心决定没有差别，决定是平等的。这个称赞一定与性德相应。赞人的善，我们从这里去学。",
      "zh_TW": "所以要稱讚，稱讚，你看用如來，不用諸佛，用的詞句不一樣，當然意思就不相同。佛經上名詞的轉變，有它特別的用意。我們在江味農居士《金剛經講義》裡面，他註得很詳細；《金剛經》上有的時候說諸佛、有的時候說如來。江居士告訴我們，凡是說諸佛，是從相上講的、從事上講的；凡是講如來，都是從性上講的。《金剛經》如是，我們這個經也不例外，《大方廣佛華嚴經》亦復如是。所以我們就明白了，禮敬諸佛是從事相上說的，事相上一切恭敬；說稱讚如來，是從性德上說的。那就是說明，與性德相應，就是善的，我們要稱讚，惡的不能稱讚，惡的不說就好，不稱讚，要稱讚善的。但是禮敬，善人我們禮敬，惡人也要禮敬，不能說善人我尊敬他，惡人我不尊敬他，那你就錯了。惡人尊敬他而不讚歎他，善人是尊敬他也讚歎他，差別在這個地方。那個恭敬之心決定沒有差別，決定是平等的。這個稱讚一定與性德相應。讚人的善，我們從這裡去學。"
    },
    {
      "id": "02-034-0006_p0026",
      "zh_CN": "世间一切众生，如果说他一生当中都在做恶，从来没有做过一桩善事，我不相信，佛也不相信，你们大家也不会相信。一切众生在这个世间，起心动念、言语造作，善恶混杂。不过就是现代的众生业障习气重，所造的是恶多善少，如果能够转变过来，我们善多恶少，那这个社会整个风气都转变了。我们赞扬善、不说恶，让那些作恶的人，时间久了，他也有良心，恶人也有良心，不能说他没有良心，时间久了，他会觉悟，他会反省，生惭愧心。我造作很多恶，人家都不说，人家能包容，我做这么一点小善，人家都称赞，他就会回心转意，他就会少作恶、多修善。",
      "zh_TW": "世間一切眾生，如果說他一生當中都在做惡，從來沒有做過一樁善事，我不相信，佛也不相信，你們大家也不會相信。一切眾生在這個世間，起心動念、言語造作，善惡混雜。不過就是現代的眾生業障習氣重，所造的是惡多善少，如果能夠轉變過來，我們善多惡少，那這個社會整個風氣都轉變了。我們讚揚善、不說惡，讓那些作惡的人，時間久了，他也有良心，惡人也有良心，不能說他沒有良心，時間久了，他會覺悟，他會反省，生慚愧心。我造作很多惡，人家都不說，人家能包容，我做這麼一點小善，人家都稱讚，他就會回心轉意，他就會少作惡、多修善。"
    },
    {
      "id": "02-034-0006_p0027",
      "zh_CN": "如果我们对人家的善不赞扬，人家小恶我们就大肆宣扬，这个所产生的反效果，会让人家生悔恨之心；做的善事后悔，做的善事，有什么好处？哪一个人知道，哪一个人称赞我；造一点点恶事，天下都知道。让这些想做善事的人，这个善的意念没有了。你看世界上，人都做恶，变成什么？变成一个错误的错觉，作恶是应当的、作恶是时髦的。这一个错觉、这一个误会，就不得了，引导举世之人舍弃善念，增长恶念，不肯修善，拼命在作恶，带给这个社会就是大灾难，带给一切众生极大的痛苦。追究其根本的原因，就是我们在日常生活当中，说话不谨慎，造成这个后果、造成这个灾难。佛对于这桩事情，真是在一切经论里面说得太多太多了。我们没有留意，没有细心的去观察，没有认真去学习。",
      "zh_TW": "如果我們對人家的善不讚揚，人家小惡我們就大肆宣揚，這個所產生的反效果，會讓人家生悔恨之心；做的善事後悔，做的善事，有什麼好處？哪一個人知道，哪一個人稱讚我；造一點點惡事，天下都知道。讓這些想做善事的人，這個善的意念沒有了。你看世界上，人都做惡，變成什麼？變成一個錯誤的錯覺，作惡是應當的、作惡是時髦的。這一個錯覺、這一個誤會，就不得了，引導舉世之人捨棄善念，增長惡念，不肯修善，拼命在作惡，帶給這個社會就是大災難，帶給一切眾生極大的痛苦。追究其根本的原因，就是我們在日常生活當中，說話不謹慎，造成這個後果、造成這個災難。佛對於這樁事情，真是在一切經論裡面說得太多太多了。我們沒有留意，沒有細心的去觀察，沒有認真去學習。"
    },
    {
      "id": "02-034-0006_p0028",
      "zh_CN": "「称赞如来」这一愿，佛特别在五十三参里面，给我们做了一个榜样。五十三参到底是怎么一回事？我们要明了，佛在《华严》末后这一章里面，举出善财童子，做为一个修学大乘的榜样。我们修行，修学大乘，也就是讲大心凡夫，什么样的人是大心凡夫？善财童子就是大心凡夫的样子。他遇到佛法，欢喜、信受，礼文殊菩萨为老师。也许诸位听到了，善财好运气、好幸运，遇到文殊菩萨这么个好老师。我们到哪里去找善知识？你都不晓得文殊菩萨就在你面前，你不认识。哪是文殊菩萨？《大乘无量寿经》就是文殊菩萨。文殊表智慧，这个经里面充满了圆满的智慧，你依照这一部经修学，你就是亲近文殊菩萨，你就是文殊菩萨的学生，学了之后马上就起用，那就是参学了。所以在文殊菩萨这一会，成就了根本智。",
      "zh_TW": "「稱讚如來」這一願，佛特別在五十三參裡面，給我們做了一個榜樣。五十三參到底是怎麼一回事？我們要明瞭，佛在《華嚴》末後這一章裡面，舉出善財童子，做為一個修學大乘的榜樣。我們修行，修學大乘，也就是講大心凡夫，什麼樣的人是大心凡夫？善財童子就是大心凡夫的樣子。他遇到佛法，歡喜、信受，禮文殊菩薩為老師。也許諸位聽到了，善財好運氣、好幸運，遇到文殊菩薩這麼個好老師。我們到哪裡去找善知識？你都不曉得文殊菩薩就在你面前，你不認識。哪是文殊菩薩？《大乘無量壽經》就是文殊菩薩。文殊表智慧，這個經裡面充滿了圓滿的智慧，你依照這一部經修學，你就是親近文殊菩薩，你就是文殊菩薩的學生，學了之後馬上就起用，那就是參學了。所以在文殊菩薩這一會，成就了根本智。"
    },
    {
      "id": "02-034-0006_p0029",
      "zh_CN": "然后文殊劝导他去参学，参学表什么？生活，怎样把自己所学的东西，落实在生活上。这五十三位善知识都是菩萨，没有一个是凡夫，五十三位善知识，他所现的相，男女老少、各行各业，就正如同我们的生活一样，我们从早到晚，所接触的一切人、一切事、一切物，那就是五十三参。你所接触的一切，统统是诸佛如来的化身，是不是？你能作如是观，那就是的，一点不假。为什么？境随心转。你认为除我自己之外，所有一切众生，情与无情，全是诸佛如来变化度我的。这是《华严经》上佛教导我们，怎样修行证果，你一生圆满成佛，你要除自己之外，统统是诸佛如来，决定是真实，绝对不是假的。善人是佛变现的、恶人也是佛变现的；顺境是佛变现的、恶境也是佛变现的，让我在这个里头去磨炼，历事炼心，经历这些境界。炼什么？炼自己的「清净、平等、正觉、慈悲」。我在这里头磨炼，这叫真修行、真功夫。这是修行的模范，修行人的榜样。",
      "zh_TW": "然後文殊勸導他去參學，參學表什麼？生活，怎樣把自己所學的東西，落實在生活上。這五十三位善知識都是菩薩，沒有一個是凡夫，五十三位善知識，他所現的相，男女老少、各行各業，就正如同我們的生活一樣，我們從早到晚，所接觸的一切人、一切事、一切物，那就是五十三參。你所接觸的一切，統統是諸佛如來的化身，是不是？你能作如是觀，那就是的，一點不假。為什麼？境隨心轉。你認為除我自己之外，所有一切眾生，情與無情，全是諸佛如來變化度我的。這是《華嚴經》上佛教導我們，怎樣修行證果，你一生圓滿成佛，你要除自己之外，統統是諸佛如來，決定是真實，絕對不是假的。善人是佛變現的、惡人也是佛變現的；順境是佛變現的、惡境也是佛變現的，讓我在這個裡頭去磨鍊，歷事鍊心，經歷這些境界。鍊什麼？鍊自己的「清淨、平等、正覺、慈悲」。我在這裡頭磨鍊，這叫真修行、真功夫。這是修行的模範，修行人的榜樣。"
    },
    {
      "id": "02-034-0006_p0030",
      "zh_CN": "所以，善财决定没有同学，有一个同学，他一生成不了佛。为什么？礼敬赞叹，做不到了。你跟我同学，我们两个差不多，我对你就不必恭敬了。你看看，你的性德里面，缺了一分，你的性德不圆满，一切恭敬，还有一个不恭敬，你怎么能成就？不要认为这一点点没有关系，我对一切都恭敬，就对这一个人不恭敬，大概没有什么关系吧！一迷一切迷，一觉一切觉，一个都不行，一切恭敬，一个都不能舍。所以善财的示现，菩提道上学生只有自己一个人，除自己之外，都是佛、都是菩萨、都是善知识，我们要这样看待，要这样用心，就对了。这些善知识，就跟我们现前社会一样，有表现的，心善、行善，善财童子礼敬赞叹，也就是我们作学生的人，礼敬赞叹；也有人表现的，心不善、行不善，表现这个恶境界、逆境，那么作学生，我们修学的人，对他有礼敬，没有赞叹。实在讲，敬意是在心里头，赞叹是口业，口不赞叹。为什么不赞叹？恶的赞叹，会误导这个社会，以为作恶还不错，恶可以做。你看，修行人都赞叹，那还得了吗？恶不赞叹。",
      "zh_TW": "所以，善財決定沒有同學，有一個同學，他一生成不了佛。為什麼？禮敬讚歎，做不到了。你跟我同學，我們兩個差不多，我對你就不必恭敬了。你看看，你的性德裡面，缺了一分，你的性德不圓滿，一切恭敬，還有一個不恭敬，你怎麼能成就？不要認為這一點點沒有關係，我對一切都恭敬，就對這一個人不恭敬，大概沒有什麼關係吧！一迷一切迷，一覺一切覺，一個都不行，一切恭敬，一個都不能捨。所以善財的示現，菩提道上學生只有自己一個人，除自己之外，都是佛、都是菩薩、都是善知識，我們要這樣看待，要這樣用心，就對了。這些善知識，就跟我們現前社會一樣，有表現的，心善、行善，善財童子禮敬讚歎，也就是我們作學生的人，禮敬讚歎；也有人表現的，心不善、行不善，表現這個惡境界、逆境，那麼作學生，我們修學的人，對他有禮敬，沒有讚歎。實在講，敬意是在心裡頭，讚歎是口業，口不讚歎。為什麼不讚歎？惡的讚歎，會誤導這個社會，以為作惡還不錯，惡可以做。你看，修行人都讚歎，那還得了嗎？惡不讚歎。"
    },
    {
      "id": "02-034-0006_p0031",
      "zh_CN": "这个经文里面，有好几位代表的。胜热婆罗门代表愚痴，善财去参访他，有礼敬，也是见到善知识顶礼三拜，右绕三匝，没有赞叹的话。甘露火王代表什么？瞋恚，脾气很不好，很容易发怒，无论什么人，稍稍得罪他，他那个报复的心，非常非常的强烈；善财童子参访，也是顶礼三拜，右绕三匝，没有赞叹。第三位伐苏蜜多女，用我们现在的话说，妓女。表什么？表贪，贪淫，表这个；善财童子去参访，也是顶礼三拜，右绕三匝，没有赞叹。",
      "zh_TW": "這個經文裡面，有好幾位代表的。勝熱婆羅門代表愚痴，善財去參訪他，有禮敬，也是見到善知識頂禮三拜，右繞三匝，沒有讚歎的話。甘露火王代表什麼？瞋恚，脾氣很不好，很容易發怒，無論什麼人，稍稍得罪他，他那個報復的心，非常非常的強烈；善財童子參訪，也是頂禮三拜，右繞三匝，沒有讚歎。第三位伐蘇蜜多女，用我們現在的話說，妓女。表什麼？表貪，貪淫，表這個；善財童子去參訪，也是頂禮三拜，右繞三匝，沒有讚歎。"
    },
    {
      "id": "02-034-0006_p0032",
      "zh_CN": "这就告诉你，称赞标准是如来性德，你修戒定慧，赞叹你；你修贪瞋痴，不赞叹。菩萨为什么要表演这一套？在现实社会上有，菩萨表现的，就是现实社会。这是告诉你，现实社会善的、正面的，于大众有好的影响的，赞叹；负面的，于这个社会有不好影响的，不说，一句话不说，不赞叹。那为什么还去参访？参访学到的东西可多了。好的事情，我们要学习；不好的事情，我们要观摩，反省检点，如果我自己有这个过失，要改过自新。所以善人、恶人都是好老师。",
      "zh_TW": "這就告訴你，稱讚標準是如來性德，你修戒定慧，讚歎你；你修貪瞋痴，不讚歎。菩薩為什麼要表演這一套？在現實社會上有，菩薩表現的，就是現實社會。這是告訴你，現實社會善的、正面的，於大眾有好的影響的，讚歎；負面的，於這個社會有不好影響的，不說，一句話不說，不讚歎。那為什麼還去參訪？參訪學到的東西可多了。好的事情，我們要學習；不好的事情，我們要觀摩，反省檢點，如果我自己有這個過失，要改過自新。所以善人、惡人都是好老師。"
    },
    {
      "id": "02-034-0006_p0033",
      "zh_CN": "我年轻的时候读书，说实在话，我有许多看法，就跟一般同学，连老师的看法都不一样。有一次上课，在学校，我在十几岁的时候，这个课文里面，讲到岳飞「精忠报国」。讲到岳飞，当然就讲到秦桧；哪一个不赞叹岳飞、那一个不骂秦桧。我的观念跟大家不一样，我说：「秦桧也了不起，民族英雄。」大家的眼睛瞪着我，「你这个人头脑反叛，你怎么会有这种想法。」然后，我就说出我的看法。为什么？两个都是民族英雄，都了不起、都值得我们尊敬。岳飞教我们正面，要精忠报国。虽然不幸被陷害而死，但是他的忠义、他的好样子，永垂后世；提起来，哪一个不肃然起敬，我们要向他学习，要效法他。秦桧为什么也是民族英雄？他反面教给我们，教给我们他做错事情了，陷害忠良。你看后世人，提到秦桧哪个不骂他；秦桧教我们不要做坏事，做坏事像他这样下场。他现身说法做给我们看，这好事情，不是坏事情，我们看到他，不敢做坏事了。看到岳飞我们要做好事，看到秦桧决定不敢做坏事，两个都是老师，一个正面教我们，一个反面教我们，两个都是好老师，我能说出一番道理出来。",
      "zh_TW": "我年輕的時候讀書，說實在話，我有許多看法，就跟一般同學，連老師的看法都不一樣。有一次上課，在學校，我在十幾歲的時候，這個課文裡面，講到岳飛「精忠報國」。講到岳飛，當然就講到秦檜；哪一個不讚歎岳飛、那一個不罵秦檜。我的觀念跟大家不一樣，我說：「秦檜也了不起，民族英雄。」大家的眼睛瞪著我，「你這個人頭腦反叛，你怎麼會有這種想法。」然後，我就說出我的看法。為什麼？兩個都是民族英雄，都了不起、都值得我們尊敬。岳飛教我們正面，要精忠報國。雖然不幸被陷害而死，但是他的忠義、他的好樣子，永垂後世；提起來，哪一個不肅然起敬，我們要向他學習，要效法他。秦檜為什麼也是民族英雄？他反面教給我們，教給我們他做錯事情了，陷害忠良。你看後世人，提到秦檜哪個不罵他；秦檜教我們不要做壞事，做壞事像他這樣下場。他現身說法做給我們看，這好事情，不是壞事情，我們看到他，不敢做壞事了。看到岳飛我們要做好事，看到秦檜決定不敢做壞事，兩個都是老師，一個正面教我們，一個反面教我們，兩個都是好老師，我能說出一番道理出來。"
    },
    {
      "id": "02-034-0006_p0034",
      "zh_CN": "五十三参确实是如此。所以，我们见到恶人、见到恶事，要反省我们有没有？有，马上要改；没有，要警惕，决定不能做。所以五十三位善知识，五十三尊佛所示现的，善恶、顺逆统统都有，就是我们现前的社会。我们从早到晚，接触一切人、一切事、一切物，就是五十三参。如果你真正学佛、真正修学大乘、真正求生净土，做阿弥陀佛的学生，你就应该懂得怎么学。对善人，我们恭敬赞叹，对恶人，恭敬不赞叹；向善人学习，学习他的善行，向恶人也要学习，学习决定不能做他那种的过错。我们知道他错了，我们决定不犯他的过错。所以见到恶人、恶事，应当像古圣先贤教导我们的，我们认真反省，「有则改之，无则嘉勉」。如果我们有这个过失，赶快要改过；没有，勉励自己不要犯这个过失。由此可知，这个社会广大的群众，都是我们的老师、都是我们的典型、都是我们的模范、都是我们的大恩大德，成就我们圆满功德。",
      "zh_TW": "五十三參確實是如此。所以，我們見到惡人、見到惡事，要反省我們有沒有？有，馬上要改；沒有，要警惕，決定不能做。所以五十三位善知識，五十三尊佛所示現的，善惡、順逆統統都有，就是我們現前的社會。我們從早到晚，接觸一切人、一切事、一切物，就是五十三參。如果你真正學佛、真正修學大乘、真正求生淨土，做阿彌陀佛的學生，你就應該懂得怎麼學。對善人，我們恭敬讚歎，對惡人，恭敬不讚歎；向善人學習，學習他的善行，向惡人也要學習，學習決定不能做他那種的過錯。我們知道他錯了，我們決定不犯他的過錯。所以見到惡人、惡事，應當像古聖先賢教導我們的，我們認真反省，「有則改之，無則嘉勉」。如果我們有這個過失，趕快要改過；沒有，勉勵自己不要犯這個過失。由此可知，這個社會廣大的群眾，都是我們的老師、都是我們的典型、都是我們的模範、都是我們的大恩大德，成就我們圓滿功德。"
    },
    {
      "id": "02-034-0006_p0035",
      "zh_CN": "赞叹属于口业，放在第二条，它多么重要。口业，决定不可以轻易去造。造这个口业，在《地藏经》上讲的「拔舌地狱」，将来堕拔舌地狱，烊铜灌口，热铁缠身，都是口业所造的。佛在经上说这些话，绝不是预言、绝不是吓唬人的，确确实实事实真相。十法界依正庄严，都是我们自己业力变现的；我们眼前这个世界，眼前这个境界，也是自己业力现前的。如果你没有造这个业，这个境界你就见不到。",
      "zh_TW": "讚歎屬於口業，放在第二條，它多麼重要。口業，決定不可以輕易去造。造這個口業，在《地藏經》上講的「拔舌地獄」，將來墮拔舌地獄，烊銅灌口，熱鐵纏身，都是口業所造的。佛在經上說這些話，絕不是預言、絕不是嚇唬人的，確確實實事實真相。十法界依正莊嚴，都是我們自己業力變現的；我們眼前這個世界，眼前這個境界，也是自己業力現前的。如果你沒有造這個業，這個境界你就見不到。"
    },
    {
      "id": "02-034-0006_p0036",
      "zh_CN": "我早年学佛，没有出家的时候，初接触佛法，我一个朋友，给我介绍一个老先生，这个老先生是学佛的，朱镜宙老居士。这个时候我学佛，我一个朋友给我介绍的，他跟朱老居士是同乡，他是浙江温洲人，那个时候我很年轻，我二十六岁，朱老先生那个时候大概七十一岁，他看我，把我当小孩看，非常爱护。他办了一个印经处，台湾印经处，所印的经书他都送给我。老先生那个时候已经退休了，专门做这个印经的工作。他的故事很多，我们常常见他，听他讲故事，那些故事都是真的，不是假的。",
      "zh_TW": "我早年學佛，沒有出家的時候，初接觸佛法，我一個朋友，給我介紹一個老先生，這個老先生是學佛的，朱鏡宙老居士。這個時候我學佛，我一個朋友給我介紹的，他跟朱老居士是同鄉，他是浙江溫洲人，那個時候我很年輕，我二十六歲，朱老先生那個時候大概七十一歲，他看我，把我當小孩看，非常愛護。他辦了一個印經處，台灣印經處，所印的經書他都送給我。老先生那個時候已經退休了，專門做這個印經的工作。他的故事很多，我們常常見他，聽他講故事，那些故事都是真的，不是假的。"
    },
    {
      "id": "02-034-0006_p0037",
      "zh_CN": "他曾经给我讲过一桩事情，说明没有这个业力，地狱在面前你看不见。这个事情是他的岳丈，他的岳父。他的岳父在中国早年也是很有名的，章太炎，他是章太炎的女婿，章太炎是我们中国学术界的大师，民国初年，朴学大师。他在北京住，那个时候袁世凯当权，他不骂袁世凯。为什么不骂？「不值得我骂」。这个话以后，就有一些讨好袁世凯的人，就把这个话传去报告袁世凯，袁世凯听了很生气，不值得他骂，把他抓起来，关到监牢狱里，关了一个多月，实在他什么罪也没有，就不肯骂他。",
      "zh_TW": "他曾經給我講過一樁事情，說明沒有這個業力，地獄在面前你看不見。這個事情是他的岳丈，他的岳父。他的岳父在中國早年也是很有名的，章太炎，他是章太炎的女婿，章太炎是我們中國學術界的大師，民國初年，樸學大師。他在北京住，那個時候袁世凱當權，他不罵袁世凱。為什麼不罵？「不值得我罵」。這個話以後，就有一些討好袁世凱的人，就把這個話傳去報告袁世凱，袁世凱聽了很生氣，不值得他罵，把他抓起來，關到監牢獄裡，關了一個多月，實在他什麼罪也沒有，就不肯罵他。"
    },
    {
      "id": "02-034-0006_p0038",
      "zh_CN": "在坐监牢的时候，这一个月当中，他出现了一个奇迹，东岳大帝请他去当判官；东岳大帝比阎罗王要低一层，阎罗王好像一个国家的总统一样。这个东岳，中国说五岳，东岳大帝他管好多个省，也是个大鬼王，请他去作判官，判官的地位相当高，就像秘书长一样，那个地位很高，被他请去了。请去之后，晚上就到那里去办公，他说到差不多快黄昏，天黑的时候，就有两个小鬼，抬了个轿子请他上轿，就抬着办公去了。到第二天早晨天亮的时候，就把他送回来。以后出了监狱，还在当判官，还在干这个事情，干了相当长的一段时间。他有机会见到阴曹地府里头的状况，有时候好的朋友聊天，他把他晚上上班的事情，也会说说给大家听听，那是真的。在阴间，虽然种族不一样，国家不相同、言语不相同，好像在阴曹的时候，言语都通了，彼此讲话都没有障碍、都能够懂，这个是一个很奇妙的现象。他们的饮食起居，跟人间也相仿佛，只是见不到太阳，它这个天永远是阴天，饿鬼道永远是阴天，没有日光，永远是阴天，阴沉沉的。",
      "zh_TW": "在坐監牢的時候，這一個月當中，他出現了一個奇蹟，東嶽大帝請他去當判官；東嶽大帝比閻羅王要低一層，閻羅王好像一個國家的總統一樣。這個東嶽，中國說五嶽，東嶽大帝他管好多個省，也是個大鬼王，請他去作判官，判官的地位相當高，就像秘書長一樣，那個地位很高，被他請去了。請去之後，晚上就到那裡去辦公，他說到差不多快黃昏，天黑的時候，就有兩個小鬼，抬了個轎子請他上轎，就抬著辦公去了。到第二天早晨天亮的時候，就把他送回來。以後出了監獄，還在當判官，還在幹這個事情，幹了相當長的一段時間。他有機會見到陰曹地府裡頭的狀況，有時候好的朋友聊天，他把他晚上上班的事情，也會說說給大家聽聽，那是真的。在陰間，雖然種族不一樣，國家不相同、言語不相同，好像在陰曹的時候，言語都通了，彼此講話都沒有障礙、都能夠懂，這個是一個很奇妙的現象。他們的飲食起居，跟人間也相彷彿，只是見不到太陽，它這個天永遠是陰天，餓鬼道永遠是陰天，沒有日光，永遠是陰天，陰沉沉的。"
    },
    {
      "id": "02-034-0006_p0039",
      "zh_CN": "他有一次就想到，这个地狱里头，有一种刑法叫炮烙，就是把这个柱子，铁柱，烧得红红的，叫这个受刑的人去抱。这个章太炎先生是个学佛的，虔诚的佛教徒，他说这种刑法太残酷了，要求东岳大帝可不可以把它废除？他说：「你能够废除，你不是做了一桩大好事、大功德吗？」东岳大帝听了之后，他说：「你可以先到刑场去看看」。就派了两个小鬼，带他到现场去看，这小鬼带他大概也走了不少路，到达现场，小鬼就站住不动，他说：「到了，请判官你来看。」他看不见，于是恍然大悟，才知道佛在经里头，业力变现的，不是阎罗王设立，业力变现的。你不是这个业力，在你面前都看不到。好像这个故事，朱老居士在晚年，他的著作里头写过，这都是真的事实。你没有造这个业，看都看不到。",
      "zh_TW": "他有一次就想到，這個地獄裡頭，有一種刑法叫炮烙，就是把這個柱子，鐵柱，燒得紅紅的，叫這個受刑的人去抱。這個章太炎先生是個學佛的，虔誠的佛教徒，他說這種刑法太殘酷了，要求東嶽大帝可不可以把它廢除？他說：「你能夠廢除，你不是做了一樁大好事、大功德嗎？」東嶽大帝聽了之後，他說：「你可以先到刑場去看看」。就派了兩個小鬼，帶他到現場去看，這小鬼帶他大概也走了不少路，到達現場，小鬼就站住不動，他說：「到了，請判官你來看。」他看不見，於是恍然大悟，才知道佛在經裡頭，業力變現的，不是閻羅王設立，業力變現的。你不是這個業力，在你面前都看不到。好像這個故事，朱老居士在晚年，他的著作裡頭寫過，這都是真的事實。你沒有造這個業，看都看不到。"
    },
    {
      "id": "02-034-0006_p0040",
      "zh_CN": "地狱里面，《地藏经》上讲的，只有两种人能够见得到、能够去。一个就是你造作地狱业，受刑的人，你会看到；另外一种人是菩萨，菩萨到里面教化众生。你如果不是这两种人的话，地狱境界在你面前都见不到。以后章太炎居士就不谈了，才晓得这个不是人力所为的，是他自己业力变现的，变现这个境界，他去受罪。实在讲，地狱里面，执行的那些判官、小鬼、牛头、马面，也是自己业力变现的。你能怪谁？确确实实自作自受，所以我们的三业造作，一定要谨慎。过去造作罪业，要赶紧回头，回头就有救，不要怕过去造的罪业很重，怕将来受报。你要真的有这个害怕的心，你就有救了，如果你依旧麻木不仁，那你就没救了。",
      "zh_TW": "地獄裡面，《地藏經》上講的，只有兩種人能夠見得到、能夠去。一個就是你造作地獄業，受刑的人，你會看到；另外一種人是菩薩，菩薩到裡面教化眾生。你如果不是這兩種人的話，地獄境界在你面前都見不到。以後章太炎居士就不談了，才曉得這個不是人力所為的，是他自己業力變現的，變現這個境界，他去受罪。實在講，地獄裡面，執行的那些判官、小鬼、牛頭、馬面，也是自己業力變現的。你能怪誰？確確實實自作自受，所以我們的三業造作，一定要謹慎。過去造作罪業，要趕緊回頭，回頭就有救，不要怕過去造的罪業很重，怕將來受報。你要真的有這個害怕的心，你就有救了，如果你依舊麻木不仁，那你就沒救了。"
    },
    {
      "id": "02-034-0006_p0041",
      "zh_CN": "何以知道我有恐惧心、有害怕的心、有悔过的心，就有救了？古今这个例子很多，显示出佛门的慈悲，真正叫大慈大悲，回头是岸，就怕你不回头，一回头就得救。我们在《观无量寿佛经》里面看到，阿阇世王杀父亲、害母亲、夺取王位，跟提婆达多两个联合，破坏僧团，五逆罪统统都造了，真的是杀父、杀母、杀阿罗汉、破和合僧、出佛身血，他都干了，那个罪业决定堕阿鼻地狱。佛在《阿阇世王经》里面，跟我们说他，他在临终的时候忏悔，真正悔过，知道他一生所作所为错了，大错了，以这个忏悔的心，念佛求生净土，他往生了，一生造这么重的业，还能往生。那在我们想，他往生大概是下下品往生，而佛在经上告诉我们，他往生的品位是上品中生。所以我们才明了，往生是有两种方式，一个是平常积功累德、老实念佛往生的；一种是临终忏悔往生的。忏悔往生，你是什么样的品位，完全看你忏悔的心，看忏悔的力量。所以一个人，造作极重的罪业，到临终真正忏悔，还是能往生、还是能得度。你要问这什么道理？实在讲，道理是一个，没有两个，「万法唯心」，正是《华严》所讲的，「唯心所现，唯识所变」。看你那个心念怎么转法，你要转得快，你要真的转过来，这是我们在经上看到的，这一个例子造五逆罪，上品中生。",
      "zh_TW": "何以知道我有恐懼心、有害怕的心、有悔過的心，就有救了？古今這個例子很多，顯示出佛門的慈悲，真正叫大慈大悲，回頭是岸，就怕你不回頭，一回頭就得救。我們在《觀無量壽佛經》裡面看到，阿闍世王殺父親、害母親、奪取王位，跟提婆達多兩個聯合，破壞僧團，五逆罪統統都造了，真的是殺父、殺母、殺阿羅漢、破和合僧、出佛身血，他都幹了，那個罪業決定墮阿鼻地獄。佛在《阿闍世王經》裡面，跟我們說他，他在臨終的時候懺悔，真正悔過，知道他一生所作所為錯了，大錯了，以這個懺悔的心，念佛求生淨土，他往生了，一生造這麼重的業，還能往生。那在我們想，他往生大概是下下品往生，而佛在經上告訴我們，他往生的品位是上品中生。所以我們才明瞭，往生是有兩種方式，一個是平常積功累德、老實念佛往生的；一種是臨終懺悔往生的。懺悔往生，你是什麼樣的品位，完全看你懺悔的心，看懺悔的力量。所以一個人，造作極重的罪業，到臨終真正懺悔，還是能往生、還是能得度。你要問這什麼道理？實在講，道理是一個，沒有兩個，「萬法唯心」，正是《華嚴》所講的，「唯心所現，唯識所變」。看你那個心念怎麼轉法，你要轉得快，你要真的轉過來，這是我們在經上看到的，這一個例子造五逆罪，上品中生。"
    },
    {
      "id": "02-034-0006_p0042",
      "zh_CN": "另外一个很明显的例子，宋朝时候莹珂法师，在《往生传》里面、《净土圣贤录》里面都有。这一个出家人，破戒，不守清规，大概戒律、规矩，他统统都犯了。但是他自己有一点长处，他自己知道他自己造作罪业，这一点救了他。他知道，他知道他将来一定会堕地狱，于是怕了，想到堕地狱这些恐怖。他就向他的同学们，同参道友请教，有没有法子能救他，使他不堕地狱。有一个同学就拿《往生传》给他看，他读了之后非常受感动，就下定决心念佛求生净土。",
      "zh_TW": "另外一個很明顯的例子，宋朝時候瑩珂法師，在《往生傳》裡面、《淨土聖賢錄》裡面都有。這一個出家人，破戒，不守清規，大概戒律、規矩，他統統都犯了。但是他自己有一點長處，他自己知道他自己造作罪業，這一點救了他。他知道，他知道他將來一定會墮地獄，於是怕了，想到墮地獄這些恐怖。他就向他的同學們，同參道友請教，有沒有法子能救他，使他不墮地獄。有一個同學就拿《往生傳》給他看，他讀了之後非常受感動，就下定決心念佛求生淨土。"
    },
    {
      "id": "02-034-0006_p0043",
      "zh_CN": "这个传记里面记载，他是把自己房门关起来，一句佛号念到底，念了三天三夜，他不睡觉，不吃东西，念三天三夜，把阿弥陀佛念来了。阿弥陀佛告诉他：你的寿命还有十年，你还有十年阳寿，你十年好好的修行。到你临命终时，阿弥陀佛说：我再来接引你。有这样的感应，真的是众生有感，佛就有应，看你真诚心，真诚心把佛念来了。莹珂法师就告诉阿弥陀佛，他说：我的习气太重，经不起诱惑。他说：十年我又不晓得要犯多少罪过，我十年的寿命不要了，我现在就跟你走。阿弥陀佛就答应了，他说：好！三天之后我来接你。莹珂非常开心：行！三天之后，佛来接引我，我跟你往生。所以他那个门一打开，欢天喜地告诉庙里的大众：三天之后，我就往生了。",
      "zh_TW": "這個傳記裡面記載，他是把自己房門關起來，一句佛號念到底，念了三天三夜，他不睡覺，不吃東西，念三天三夜，把阿彌陀佛念來了。阿彌陀佛告訴他：你的壽命還有十年，你還有十年陽壽，你十年好好的修行。到你臨命終時，阿彌陀佛說：我再來接引你。有這樣的感應，真的是眾生有感，佛就有應，看你真誠心，真誠心把佛念來了。瑩珂法師就告訴阿彌陀佛，他說：我的習氣太重，經不起誘惑。他說：十年我又不曉得要犯多少罪過，我十年的壽命不要了，我現在就跟你走。阿彌陀佛就答應了，他說：好！三天之後我來接你。瑩珂非常開心：行！三天之後，佛來接引我，我跟你往生。所以他那個門一打開，歡天喜地告訴廟裡的大眾：三天之後，我就往生了。"
    },
    {
      "id": "02-034-0006_p0044",
      "zh_CN": "庙里的人都觉得他神经不正常，这么一个恶人，三天之后怎么能往生？好在三天时间不长，大家在看热闹，看你三天之后往生不往生。到第三天早课的时候，他也洗了身体，换了干净衣服，求同修们，今天早课我们统统念阿弥陀佛，送他往生。课诵内容就改变了一下，念《阿弥陀经》、念佛号，送他往生。当佛号念了大概只有一刻钟的时间，没多长的时间，他就告诉大家：阿弥陀佛来了。他看得见，别人看不见。「我跟阿弥陀佛走了，向大家告假」，走了，他真的就往生了，没有生病。",
      "zh_TW": "廟裡的人都覺得他神經不正常，這麼一個惡人，三天之後怎麼能往生？好在三天時間不長，大家在看熱鬧，看你三天之後往生不往生。到第三天早課的時候，他也洗了身體，換了乾淨衣服，求同修們，今天早課我們統統念阿彌陀佛，送他往生。課誦內容就改變了一下，念《阿彌陀經》、念佛號，送他往生。當佛號念了大概只有一刻鐘的時間，沒多長的時間，他就告訴大家：阿彌陀佛來了。他看得見，別人看不見。「我跟阿彌陀佛走了，向大家告假」，走了，他真的就往生了，沒有生病。"
    },
    {
      "id": "02-034-0006_p0045",
      "zh_CN": "他这个表演，告诉我们一桩事情，《弥陀经》上讲的，「若一日，若二日，到若七日」，没错。平常尽做坏事，一句佛也不念，居然三天就可以往生，不是假的，是真的。那我们今天关起房门，念三十天也不能往生，什么原因？你的心是假的，不是真的，你不是真诚心，句句佛号里头，还有妄想、杂念掺在里头。你不知道地狱的可怕，莹珂晓得地狱可怕，不往生就要堕地狱，不得了，两条路没有选择的。怕受地狱苦，全心全力专注，一个念头求生西方极乐世界。",
      "zh_TW": "他這個表演，告訴我們一樁事情，《彌陀經》上講的，「若一日，若二日，到若七日」，沒錯。平常盡做壞事，一句佛也不念，居然三天就可以往生，不是假的，是真的。那我們今天關起房門，念三十天也不能往生，什麼原因？你的心是假的，不是真的，你不是真誠心，句句佛號裡頭，還有妄想、雜念摻在裡頭。你不知道地獄的可怕，瑩珂曉得地獄可怕，不往生就要墮地獄，不得了，兩條路沒有選擇的。怕受地獄苦，全心全力專注，一個念頭求生西方極樂世界。"
    },
    {
      "id": "02-034-0006_p0046",
      "zh_CN": "这是说明，纵然过去生造罪业，或者这一生当中造罪业，都不怕。只要你真正具足「信愿行」这三个条件，地狱众生也能够在一生成佛作祖，法门不可思议。我们生的这张口，为什么不念佛？为什么说闲话？所以大家要知道，你不念佛，你就造口业，你就要受三途苦报，一天到晚接触人，张家长李家短，都是讲的是非人我。你学佛，念经、拜佛、礼佛，修那一点点功德，都在你口里漏掉了。你累积下来是罪业，无量无边的罪业，修的那一点功德，全在口里漏掉了。你要觉悟，你要明白，要赶快回头。这个口，天天念阿弥陀佛，就是称赞如来。心里面忆佛、口里念佛，不夹杂、不间断，无量无边的功德，你不去做，你要去造罪业，那就没法子了。这是称赞的意思。",
      "zh_TW": "這是說明，縱然過去生造罪業，或者這一生當中造罪業，都不怕。只要你真正具足「信願行」這三個條件，地獄眾生也能夠在一生成佛作祖，法門不可思議。我們生的這張口，為什麼不念佛？為什麼說閒話？所以大家要知道，你不念佛，你就造口業，你就要受三途苦報，一天到晚接觸人，張家長李家短，都是講的是非人我。你學佛，念經、拜佛、禮佛，修那一點點功德，都在你口裡漏掉了。你累積下來是罪業，無量無邊的罪業，修的那一點功德，全在口裡漏掉了。你要覺悟，你要明白，要趕快回頭。這個口，天天念阿彌陀佛，就是稱讚如來。心裡面憶佛、口裡念佛，不夾雜、不間斷，無量無邊的功德，你不去做，你要去造罪業，那就沒法子了。這是稱讚的意思。"
    },
    {
      "id": "02-034-0006_p0047",
      "zh_CN": "第三句「广修供养」。在菩萨，菩萨对一切众生修布施，普贤菩萨他不是修布施，他是修供养。我们一般，在一般菩萨，一般人也是如此，我们对佛、对菩萨、对长辈，我们才供养，对平辈、对一般的众生，我们都是布施。其实布施跟供养是一桩事情，心不一样，一个是有恭敬心，一个是没有恭敬心。没有恭敬心的，这是布施；有恭敬心的，这是供养。恭敬心达不到普贤的标准，还叫布施，还不是供养，要达到普贤的标准，真诚恭敬。所以普贤行，对一切众生的布施，都像供养诸佛那种恭敬的心态，这是我们应当学的。特别是布施给下人，布施给一些贫穷之人，决定不能说：「来，过来，这个我布施给你。」轻慢的心，没有把人看在眼里。什么时候我们的态度能转变，看到贫穷之人，甚至看到乞丐，我们对他那分布施，都跟对供养佛那样的恭敬心去修布施，那你就是修的广修供养。",
      "zh_TW": "第三句「廣修供養」。在菩薩，菩薩對一切眾生修布施，普賢菩薩他不是修布施，他是修供養。我們一般，在一般菩薩，一般人也是如此，我們對佛、對菩薩、對長輩，我們才供養，對平輩、對一般的眾生，我們都是布施。其實布施跟供養是一樁事情，心不一樣，一個是有恭敬心，一個是沒有恭敬心。沒有恭敬心的，這是布施；有恭敬心的，這是供養。恭敬心達不到普賢的標準，還叫布施，還不是供養，要達到普賢的標準，真誠恭敬。所以普賢行，對一切眾生的布施，都像供養諸佛那種恭敬的心態，這是我們應當學的。特別是布施給下人，布施給一些貧窮之人，決定不能說：「來，過來，這個我布施給你。」輕慢的心，沒有把人看在眼裡。什麼時候我們的態度能轉變，看到貧窮之人，甚至看到乞丐，我們對他那分布施，都跟對供養佛那樣的恭敬心去修布施，那你就是修的廣修供養。"
    },
    {
      "id": "02-034-0006_p0048",
      "zh_CN": "广修供养这一条，在《华严经》里面，讲得非常详细、讲得非常多。以普贤心修布施，就是广修供养。这个里面，境界广大，无量无边。佛说法，为了说法方便起见，将无量无边的这些事相，归纳为三大类：财布施、法布施、无畏布施。在供养里面，财供养、法供养，无畏包括在财法之中。",
      "zh_TW": "廣修供養這一條，在《華嚴經》裡面，講得非常詳細、講得非常多。以普賢心修布施，就是廣修供養。這個裡面，境界廣大，無量無邊。佛說法，為了說法方便起見，將無量無邊的這些事相，歸納為三大類：財布施、法布施、無畏布施。在供養裡面，財供養、法供養，無畏包括在財法之中。"
    },
    {
      "id": "02-034-0006_p0049",
      "zh_CN": "普贤菩萨在《行愿品》里面，又特别给我们作了一番较量，比较功德的殊胜。他讲到，「即使你以大千世界，七宝布施」，这个简直不是一般人能做得到的，谁能有这么大的财富，「大千世界的七宝布施，都比不上一句法布施。」普贤菩萨在《华严经》这个说法，释迦牟尼佛在《金刚般若经》上也是这个讲法，金刚经里面讲，「大千世界七宝布施，比不上为人说四句偈的功德」。你为人说四句偈，就是《金刚经》上随便哪四句话，你为别人解说，这个功德超过一般财布施里面，大千世界七宝布施。真有这么大的功德吗？我不相信，不但我不相信，没有人相信。你看看，今天在这个社会上，修一点财布施，做一点慈善事业，报纸、杂志、电视，都在宣扬；你走到外面，大善人，没有一个不称赞你。你在这里法布施，别说四句偈，你讲这一部全经，出去没人认识你，谁恭敬你，谁瞧得起你？你有什么功德，你对这个社会有什么贡献？世间人只看眼前的事相，没有看到往后的因果，没看到。",
      "zh_TW": "普賢菩薩在《行願品》裡面，又特別給我們作了一番較量，比較功德的殊勝。他講到，「即使你以大千世界，七寶布施」，這個簡直不是一般人能做得到的，誰能有這麼大的財富，「大千世界的七寶布施，都比不上一句法布施。」普賢菩薩在《華嚴經》這個說法，釋迦牟尼佛在《金剛般若經》上也是這個講法，金剛經裡面講，「大千世界七寶布施，比不上為人說四句偈的功德」。你為人說四句偈，就是《金剛經》上隨便哪四句話，你為別人解說，這個功德超過一般財布施裡面，大千世界七寶布施。真有這麼大的功德嗎？我不相信，不但我不相信，沒有人相信。你看看，今天在這個社會上，修一點財布施，做一點慈善事業，報紙、雜誌、電視，都在宣揚；你走到外面，大善人，沒有一個不稱讚你。你在這裡法布施，別說四句偈，你講這一部全經，出去沒人認識你，誰恭敬你，誰瞧得起你？你有什麼功德，你對這個社會有什麼貢獻？世間人只看眼前的事相，沒有看到往後的因果，沒看到。"
    },
    {
      "id": "02-034-0006_p0050",
      "zh_CN": "这个事情，佛清楚、佛明白，佛讲的话千真万确，一点都没错。何以故？大千世界七宝布施，众生所得的，眼前生活上的苦难得到一些解决，只得这个好处。换句话说，他该怎么轮回，还是怎么轮回，该怎么生死，还是怎么生死，没解决问题。只可以说，解决眼前物质生活上的一点问题而已。他没得住，你盖了房子给他住；他没得吃，你供养他饮食，你只给他解决这些困难。可是闻四句偈，乃至于闻一句佛经，你只听到一句，「一历耳根，永为道种」，这个功德决定不会磨灭。佛用这金刚种子，在你阿赖耶识里面，你这一生纵然不得利益，你来生遇到佛法，继续去修，继续去成就，来生不得利益，还有后世，乃至于无量劫之后，总有一天，你会遇到因缘成熟，你这一次闻经的种子，你就超越三界、超越十法界，成佛作祖。这个功德利益，绝对不是三千大千世界七宝能跟它相比的，道理在此地。佛哪里把话说错了？佛讲得没错。",
      "zh_TW": "這個事情，佛清楚、佛明白，佛講的話千真萬確，一點都沒錯。何以故？大千世界七寶布施，眾生所得的，眼前生活上的苦難得到一些解決，只得這個好處。換句話說，他該怎麼輪迴，還是怎麼輪迴，該怎麼生死，還是怎麼生死，沒解決問題。只可以說，解決眼前物質生活上的一點問題而已。他沒得住，你蓋了房子給他住；他沒得吃，你供養他飲食，你只給他解決這些困難。可是聞四句偈，乃至於聞一句佛經，你只聽到一句，「一歷耳根，永為道種」，這個功德決定不會磨滅。佛用這金剛種子，在你阿賴耶識裡面，你這一生縱然不得利益，你來生遇到佛法，繼續去修，繼續去成就，來生不得利益，還有後世，乃至於無量劫之後，總有一天，你會遇到因緣成熟，你這一次聞經的種子，你就超越三界、超越十法界，成佛作祖。這個功德利益，絕對不是三千大千世界七寶能跟它相比的，道理在此地。佛哪裡把話說錯了？佛講得沒錯。"
    },
    {
      "id": "02-034-0006_p0051",
      "zh_CN": "财布施不如法布施，我们要想修最殊胜的功德，一定要修法布施。法布施，我们不会讲经，我怎么个法布施，我怎么个修法？不会讲经，你会不会念阿弥陀佛？会念阿弥陀佛就行了。你要真会，你一天这个法布施，不知道布施多少人。跟人家说话，阿弥陀佛，这就布施他了，这就是法布施。现在你们天天离不了电话，电话一拿「阿弥陀佛」，句句阿弥陀佛，印在对方阿赖耶识里头，将来他就会凭这一句阿弥陀佛，往生不退成佛。缘要殊胜的，他这一生成就；缘不殊胜的，或者来生成就、或者后生成就，他必定得度、必定往生。",
      "zh_TW": "財布施不如法布施，我們要想修最殊勝的功德，一定要修法布施。法布施，我們不會講經，我怎麼個法布施，我怎麼個修法？不會講經，你會不會念阿彌陀佛？會念阿彌陀佛就行了。你要真會，你一天這個法布施，不知道布施多少人。跟人家說話，阿彌陀佛，這就布施他了，這就是法布施。現在你們天天離不了電話，電話一拿「阿彌陀佛」，句句阿彌陀佛，印在對方阿賴耶識裡頭，將來他就會憑這一句阿彌陀佛，往生不退成佛。緣要殊勝的，他這一生成就；緣不殊勝的，或者來生成就、或者後生成就，他必定得度、必定往生。"
    },
    {
      "id": "02-034-0006_p0052",
      "zh_CN": "今天信邪教的人，都不要紧。所以有一些同修问我，他说那些邪教的人，问我们要书，我们要不要给他？给他，为什么不给他？给他就是度他，不管他怎么邪恶，阿弥陀佛这个名号他听到了，阿弥陀佛的音声他听到了，阿弥陀佛这个像他见到了，就行了，邪也得度了。这一生邪，他要受果报，他要受阿鼻地狱的果报，阿鼻地狱果报受满了，依旧遇到正法，依旧得度。",
      "zh_TW": "今天信邪教的人，都不要緊。所以有一些同修問我，他說那些邪教的人，問我們要書，我們要不要給他？給他，為什麼不給他？給他就是度他，不管他怎麼邪惡，阿彌陀佛這個名號他聽到了，阿彌陀佛的音聲他聽到了，阿彌陀佛這個像他見到了，就行了，邪也得度了。這一生邪，他要受果報，他要受阿鼻地獄的果報，阿鼻地獄果報受滿了，依舊遇到正法，依舊得度。"
    },
    {
      "id": "02-034-0006_p0053",
      "zh_CN": "好像是前年、还是去年，我记不得了。我在这个地方，讲过一遍《发起菩萨殊胜志乐经》；经文一开端，佛就举了个例子。有人造谣毁谤两位比丘，两位出家人，这两位出家人是讲经说法的。有人造谣说这两位比丘破戒，没有德行，使听众对这个法师信心丧失掉了，破坏了这个法会的道场，造这个罪业的人，堕地狱一千八百万年。一千八百万年是我们人间的年数，他在地狱里面的感受，那真是无量劫，地狱太苦了，度日如年。一千八百万年过后，还要受余报；余报就是饿鬼、畜生，到人间来也受恶报，余报报尽，这才是再得人身，再遇到佛法；这个时劫之长，四尊佛过去了。",
      "zh_TW": "好像是前年、還是去年，我記不得了。我在這個地方，講過一遍《發起菩薩殊勝志樂經》；經文一開端，佛就舉了個例子。有人造謠毀謗兩位比丘，兩位出家人，這兩位出家人是講經說法的。有人造謠說這兩位比丘破戒，沒有德行，使聽眾對這個法師信心喪失掉了，破壞了這個法會的道場，造這個罪業的人，墮地獄一千八百萬年。一千八百萬年是我們人間的年數，他在地獄裡面的感受，那真是無量劫，地獄太苦了，度日如年。一千八百萬年過後，還要受餘報；餘報就是餓鬼、畜生，到人間來也受惡報，餘報報盡，這才是再得人身，再遇到佛法；這個時劫之長，四尊佛過去了。"
    },
    {
      "id": "02-034-0006_p0054",
      "zh_CN": "佛讲的时候，这个事情是拘留孙佛的时代，出的这个事情，才知道造作口业之可怕。为什么？你把人家闻法的机缘断掉了，把一个人在这一生得度的机会破坏了，你这个罪业多重，所以感受这么长时间的苦报。但是罪报完了之后，毕竟他阿赖耶识里头，还有佛的种子；所以罪报受完之后，这个时间就太长了，论劫数算的，受完之后，还凭这个金刚种子，修行证果，往生不退成佛，没有一个不得度的。造作罪业的人，我们要晓得，只是他还有一段苦难要受；受完这段苦难，还是西方莲池海会的朋友，还是要见面的。不过这段苦难，他没有法子避免。所以诸位同修，明白这些道理，了解事实真相，就应当要警觉到，善一定要修，恶决定不为。决定不作恶，宁愿舍生命，我都不作恶。生命不足惜，善根、福德、因缘重要，一定要守护。",
      "zh_TW": "佛講的時候，這個事情是拘留孫佛的時代，出的這個事情，才知道造作口業之可怕。為什麼？你把人家聞法的機緣斷掉了，把一個人在這一生得度的機會破壞了，你這個罪業多重，所以感受這麼長時間的苦報。但是罪報完了之後，畢竟他阿賴耶識裡頭，還有佛的種子；所以罪報受完之後，這個時間就太長了，論劫數算的，受完之後，還憑這個金剛種子，修行證果，往生不退成佛，沒有一個不得度的。造作罪業的人，我們要曉得，只是他還有一段苦難要受；受完這段苦難，還是西方蓮池海會的朋友，還是要見面的。不過這段苦難，他沒有法子避免。所以諸位同修，明白這些道理，了解事實真相，就應當要警覺到，善一定要修，惡決定不為。決定不作惡，寧願捨生命，我都不作惡。生命不足惜，善根、福德、因緣重要，一定要守護。"
    },
    {
      "id": "02-034-0006_p0055",
      "zh_CN": "普贤菩萨讲法供养，法供养也非常非常广泛，在《行愿品》里面，给我们说了七个大纲。菩萨大慈大悲，无非是要我们在日常生活当中，知道从哪里学起。这七个纲领里面，第一个，「如教修行供养」，这个第一条重要。我们用什么供养佛，用什么供养菩萨，用什么供养社会大众，用什么供养一切有情众生？如教修行。也就是我们特别强调的，我们要把这部《无量寿经》，字字句句统统都做到，那就是如教修行供养。你真正是，这回向偈上天天念的，「上报四重恩，下济三途苦」，你真做到了；不但你做到，你是究竟圆满的做到了。这个理很深、事很广，我们因为对这个甚深的、广大的事理，不明白、不知道，虽读这个经文，也常常就是当面错过了，囫囵吞枣念过去了，不晓得它里头的意思，不知道它的境界，不知道佛菩萨的慈悲。如果你统统都明了，统统都了解，你自自然然就会去修学。这些甚深的义趣，佛常常在大乘经上讲的「深解义趣」，这个东西我们不能不细说，不说，永远这样糊里糊涂下去。我们这一生虽学佛，这一生不能得利益，那还要靠多生多劫以后的因缘了，那我们多着急？所以这个事情，浪费一点时间还是值得的。今天时间到了，下个星期还讲这一句。",
      "zh_TW": "普賢菩薩講法供養，法供養也非常非常廣泛，在《行願品》裡面，給我們說了七個大綱。菩薩大慈大悲，無非是要我們在日常生活當中，知道從哪裡學起。這七個綱領裡面，第一個，「如教修行供養」，這個第一條重要。我們用什麼供養佛，用什麼供養菩薩，用什麼供養社會大眾，用什麼供養一切有情眾生？如教修行。也就是我們特別強調的，我們要把這部《無量壽經》，字字句句統統都做到，那就是如教修行供養。你真正是，這迴向偈上天天念的，「上報四重恩，下濟三途苦」，你真做到了；不但你做到，你是究竟圓滿的做到了。這個理很深、事很廣，我們因為對這個甚深的、廣大的事理，不明白、不知道，雖讀這個經文，也常常就是當面錯過了，囫圇吞棗念過去了，不曉得它裡頭的意思，不知道它的境界，不知道佛菩薩的慈悲。如果你統統都明瞭，統統都了解，你自自然然就會去修學。這些甚深的義趣，佛常常在大乘經上講的「深解義趣」，這個東西我們不能不細說，不說，永遠這樣糊裡糊塗下去。我們這一生雖學佛，這一生不能得利益，那還要靠多生多劫以後的因緣了，那我們多著急？所以這個事情，浪費一點時間還是值得的。今天時間到了，下個星期還講這一句。"
    }
  ]
}