{
  "doc_id": "02-034-0071",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十一集",
    "zh_TW": "第七十一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0071",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-034-0071_p0001",
      "zh_CN": "请掀开经本，《科会》第二十面第一行：",
      "zh_TW": "請掀開經本，《科會》第二十面第一行："
    },
    {
      "id": "02-034-0071_p0002",
      "zh_CN": "【我作佛时。十方众生。闻我名号。系念我国。发菩提心。坚固不退。植众德本。至心回向。欲生极乐。无不遂者。若有宿恶。闻我名字。即自悔过。为道作善。便持经戒。愿生我刹。命终不复更三恶道。即生我国。若不尔者。不取正觉。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名號。繫念我國。發菩提心。堅固不退。植眾德本。至心迴向。欲生極樂。無不遂者。若有宿惡。聞我名字。即自悔過。為道作善。便持經戒。願生我剎。命終不復更三惡道。即生我國。若不爾者。不取正覺。】"
    },
    {
      "id": "02-034-0071_p0003",
      "zh_CN": "这一章是第二十一愿，「悔过得生愿」。这个上一次有没有讲过？这一愿主要的是说宿世造作恶业的人，我们想一想，我们自己可以说都包括在这一愿当中，往昔、今生造作的恶业太多了。从这一愿我们就很清楚、很明显的体会到「带业往生」，过去曾经有人说带业不能往生，这一愿就是允许带业往生。愿文前半段跟魏译的，就是康僧铠的本子，第二十愿相同；后半段夏莲居老居士是采汉译的本子跟吴译的本子，这是五种原译本的原文。这个本子的好处就是集五种原译之大成，文字都没有改动，消深易浅，让我们现在人看到，比五种原译本当中的任何一本，读起来都非常顺畅，经义非常明显，让我们对净宗生起信心、愿心，发愿求生净土，功德利益无量无边。",
      "zh_TW": "這一章是第二十一願，「悔過得生願」。這個上一次有沒有講過？這一願主要的是說宿世造作惡業的人，我們想一想，我們自己可以說都包括在這一願當中，往昔、今生造作的惡業太多了。從這一願我們就很清楚、很明顯的體會到「帶業往生」，過去曾經有人說帶業不能往生，這一願就是允許帶業往生。願文前半段跟魏譯的，就是康僧鎧的本子，第二十願相同；後半段夏蓮居老居士是採漢譯的本子跟吳譯的本子，這是五種原譯本的原文。這個本子的好處就是集五種原譯之大成，文字都沒有改動，消深易淺，讓我們現在人看到，比五種原譯本當中的任何一本，讀起來都非常順暢，經義非常明顯，讓我們對淨宗生起信心、願心，發願求生淨土，功德利益無量無邊。"
    },
    {
      "id": "02-034-0071_p0004",
      "zh_CN": "经文一开端，『我作佛时』，「我」是阿弥陀佛的自称，他在西方世界已经成佛。世尊为我们介绍，成佛到现在已经有十劫，可见得他每一愿都兑现。下面说『十方众生』，这一句话是十方宿世作恶的众生，我们读了这一句非常的欣慰。下面这是讲我们在这一生得度的条件，只要具备下面所说的条件，往昔今生造再重的罪业，都能得生净土。这个利益是一切经论里面，佛都没有说过的，我们要格外的珍惜。条件是『闻我名号，系念我国，发菩提心』，这三句非常重要，就是我们往生的条件。「闻」，这个经是大乘经，是菩萨修学的法门，不但是大乘经，是大乘当中的大乘，一乘当中的一乘，我们在本经一开端就看到，无量菩萨「咸共遵修普贤大士之德」，这是经文第一句，所以不是普通的菩萨，是普贤菩萨。菩萨是「闻我名号」，这个闻就不是普通的听闻，是属于菩萨所修学的三慧：闻慧、思慧、修慧，这闻里面是充满了智慧，不是普通凡夫之闻。凡夫虽然闻了，他的利益只是在阿赖耶识里面种下善根，这一生当中不能成就。为什么不能成就？他没有慧；什么慧？戒定慧。菩萨的三慧是戒定慧，这个慧里面有闻慧、有思慧、有修慧。",
      "zh_TW": "經文一開端，『我作佛時』，「我」是阿彌陀佛的自稱，他在西方世界已經成佛。世尊為我們介紹，成佛到現在已經有十劫，可見得他每一願都兌現。下面說『十方眾生』，這一句話是十方宿世作惡的眾生，我們讀了這一句非常的欣慰。下面這是講我們在這一生得度的條件，只要具備下面所說的條件，往昔今生造再重的罪業，都能得生淨土。這個利益是一切經論裡面，佛都沒有說過的，我們要格外的珍惜。條件是『聞我名號，繫念我國，發菩提心』，這三句非常重要，就是我們往生的條件。「聞」，這個經是大乘經，是菩薩修學的法門，不但是大乘經，是大乘當中的大乘，一乘當中的一乘，我們在本經一開端就看到，無量菩薩「咸共遵修普賢大士之德」，這是經文第一句，所以不是普通的菩薩，是普賢菩薩。菩薩是「聞我名號」，這個聞就不是普通的聽聞，是屬於菩薩所修學的三慧：聞慧、思慧、修慧，這聞裡面是充滿了智慧，不是普通凡夫之聞。凡夫雖然聞了，他的利益只是在阿賴耶識裡面種下善根，這一生當中不能成就。為什麼不能成就？他沒有慧；什麼慧？戒定慧。菩薩的三慧是戒定慧，這個慧裡面有聞慧、有思慧、有修慧。"
    },
    {
      "id": "02-034-0071_p0005",
      "zh_CN": "我们闻了这部经具不具足智慧？这是我们这一生当中能不能往生的重要条件。这个慧从哪里看？闻了之后，你就相信，你能够理解，深信不疑，这一生当中决定不改变方向，这是智慧。为什么有些人最初相信这个法门，往后就退心了？我们很清楚，他没有定慧，焉能不退心？对净宗、对阿弥陀佛认识不清楚，了解得不够，对自己现前生活环境，娑婆世界，也没有搞清楚，所以他的心犹豫不决，进进退退，这是我们看到许许多多学人的现象，这缺乏定慧。具足定慧的人，《弥陀经》上讲善根福德，所谓是「不可以少善根福德因缘，得生彼国」。善根是慧、是信解，福德是行，老实念，老实念的人有福。",
      "zh_TW": "我們聞了這部經具不具足智慧？這是我們這一生當中能不能往生的重要條件。這個慧從哪裡看？聞了之後，你就相信，你能夠理解，深信不疑，這一生當中決定不改變方向，這是智慧。為什麼有些人最初相信這個法門，往後就退心了？我們很清楚，他沒有定慧，焉能不退心？對淨宗、對阿彌陀佛認識不清楚，了解得不夠，對自己現前生活環境，娑婆世界，也沒有搞清楚，所以他的心猶豫不決，進進退退，這是我們看到許許多多學人的現象，這缺乏定慧。具足定慧的人，《彌陀經》上講善根福德，所謂是「不可以少善根福德因緣，得生彼國」。善根是慧、是信解，福德是行，老實念，老實念的人有福。"
    },
    {
      "id": "02-034-0071_p0006",
      "zh_CN": "老实念的样子是什么？万缘放下！世出世间一切法不放在心上。心里面所牵挂的，我说牵挂大家好懂，经上讲系念，「系念我国」，系念就是我们讲的牵挂，世出世间一切事都不牵挂，只牵挂一桩事情，「阿弥陀佛，极乐世界依正庄严」，常常把这个放在心上，这叫念佛。念是你心上真有，念这个字，这个字很有智慧，上面是「今」，下面是「心」，就是现在心上有，这叫念。不是口念，口念心上没有不叫念佛，古人常讲「口念弥陀心散乱」，心上没有，「喊破喉咙也枉然」！最重要的心上有，这才叫念佛。",
      "zh_TW": "老實念的樣子是什麼？萬緣放下！世出世間一切法不放在心上。心裡面所牽掛的，我說牽掛大家好懂，經上講繫念，「繫念我國」，繫念就是我們講的牽掛，世出世間一切事都不牽掛，只牽掛一樁事情，「阿彌陀佛，極樂世界依正莊嚴」，常常把這個放在心上，這叫念佛。念是你心上真有，念這個字，這個字很有智慧，上面是「今」，下面是「心」，就是現在心上有，這叫念。不是口念，口念心上沒有不叫念佛，古人常講「口念彌陀心散亂」，心上沒有，「喊破喉嚨也枉然」！最重要的心上有，這才叫念佛。"
    },
    {
      "id": "02-034-0071_p0007",
      "zh_CN": "「系念我国」，这就是西方极乐世界依正庄严。极乐世界我们没有看见，我们怎么个系念法？读经就是系念。所以我劝同修们修学净土，先将《无量寿经》念三千遍，什么意思？三千遍念完之后，你就有「系念我国」了。不能少，少了怎么样？少了在日常生活当中常常忘掉，起心动念还是娑婆世界是非人我、名闻利养、利害得失，天天念这个东西，这是念六道轮回，念贪瞋痴就是念三恶道。十法界业习种子，我们每一个众生统统具足，可以说这是平等的，平等因。十法界摆在我们面前，我们将来到哪一个法界去，这是我们现前选择的关键。",
      "zh_TW": "「繫念我國」，這就是西方極樂世界依正莊嚴。極樂世界我們沒有看見，我們怎麼個繫念法？讀經就是繫念。所以我勸同修們修學淨土，先將《無量壽經》念三千遍，什麼意思？三千遍念完之後，你就有「繫念我國」了。不能少，少了怎麼樣？少了在日常生活當中常常忘掉，起心動念還是娑婆世界是非人我、名聞利養、利害得失，天天念這個東西，這是念六道輪迴，念貪瞋痴就是念三惡道。十法界業習種子，我們每一個眾生統統具足，可以說這是平等的，平等因。十法界擺在我們面前，我們將來到哪一個法界去，這是我們現前選擇的關鍵。"
    },
    {
      "id": "02-034-0071_p0008",
      "zh_CN": "我们将来到哪一道去？这一部经是教我们去成佛，十法界里面佛道；四弘誓愿的「佛道无上誓愿成」，这个经是教我们走佛道。要走佛道，只要「系念我国，发菩提心」，具足这个条件就行了。这个事情不难，难在我们是不是真的觉悟了？真正觉悟，世出世间一切诸法统统放下。这个放下，诸位不要误会，不是说事放下，是说你心里头的牵挂放下。事情要做，虽然做，心里头不执着，决定没有分别执着，这个人真的有智慧。二六时中，当我们有事情来的时候，佛号放下，专心去办事，事情办完了，心里头痕迹都不落，只系念「阿弥陀佛，极乐世界的依正庄严」，这个人叫修净土。只是这个一念，这个念头转过来，无量劫所造的业障都消除了，这是实在的话。",
      "zh_TW": "我們將來到哪一道去？這一部經是教我們去成佛，十法界裡面佛道；四弘誓願的「佛道無上誓願成」，這個經是教我們走佛道。要走佛道，只要「繫念我國，發菩提心」，具足這個條件就行了。這個事情不難，難在我們是不是真的覺悟了？真正覺悟，世出世間一切諸法統統放下。這個放下，諸位不要誤會，不是說事放下，是說你心裡頭的牽掛放下。事情要做，雖然做，心裡頭不執著，決定沒有分別執著，這個人真的有智慧。二六時中，當我們有事情來的時候，佛號放下，專心去辦事，事情辦完了，心裡頭痕跡都不落，只繫念「阿彌陀佛，極樂世界的依正莊嚴」，這個人叫修淨土。只是這個一念，這個念頭轉過來，無量劫所造的業障都消除了，這是實在的話。"
    },
    {
      "id": "02-034-0071_p0009",
      "zh_CN": "所以「系念我国」，系念两个字是非常非常重要。系念就是专念，一心专念，发菩提心。世尊在本经「三辈往生」这一品里面，告诉我们上辈、中辈、下辈，末后一段，这是修学其他法门回向求生净土，过去慈舟大师判作一心三辈，判得好！往生的条件，世尊给我们讲了最重要的开示：「发菩提心，一向专念」。「系念我国」是一心专念，是一向专念。发菩提心重要，经文为什么不把发菩提心放在前面？「闻我名号，发菩提心，系念我国」，岂不是很好吗？为什么要把「系念我国」放在前面，「发菩提心」放在后面？这有很深的意思。一心系念的人，菩提心才发得起来，心思很乱的人，妄想很多的人，菩提心怎么能发得出来？可见得这个经文顺序是有很深的意思在。我们一般人不知道什么叫「发菩提心」，「一向专念」原来就是菩提心，菩提心就落实在「一向专念」上。菩提心是大觉之心，真正彻底觉悟了，对于法界依正庄严、理事因果通达明了，这叫菩提心。明了这就不迷惑，于是我们处事待人接物，就不再用轮回心了，用轮回心念佛也是造轮回业，也不能往生。所以系念重要，系念就是放下一切妄想分别执着，轮回心放下了。",
      "zh_TW": "所以「繫念我國」，繫念兩個字是非常非常重要。繫念就是專念，一心專念，發菩提心。世尊在本經「三輩往生」這一品裡面，告訴我們上輩、中輩、下輩，末後一段，這是修學其他法門迴向求生淨土，過去慈舟大師判作一心三輩，判得好！往生的條件，世尊給我們講了最重要的開示：「發菩提心，一向專念」。「繫念我國」是一心專念，是一向專念。發菩提心重要，經文為什麼不把發菩提心放在前面？「聞我名號，發菩提心，繫念我國」，豈不是很好嗎？為什麼要把「繫念我國」放在前面，「發菩提心」放在後面？這有很深的意思。一心繫念的人，菩提心才發得起來，心思很亂的人，妄想很多的人，菩提心怎麼能發得出來？可見得這個經文順序是有很深的意思在。我們一般人不知道什麼叫「發菩提心」，「一向專念」原來就是菩提心，菩提心就落實在「一向專念」上。菩提心是大覺之心，真正徹底覺悟了，對於法界依正莊嚴、理事因果通達明瞭，這叫菩提心。明瞭這就不迷惑，於是我們處事待人接物，就不再用輪迴心了，用輪迴心念佛也是造輪迴業，也不能往生。所以繫念重要，繫念就是放下一切妄想分別執著，輪迴心放下了。"
    },
    {
      "id": "02-034-0071_p0010",
      "zh_CN": "一心是真心，《弥陀经》上讲的「一心不乱」，一心是真心，二心就是妄心。同样一个道理，一法是正法，二法就不是正法。我们在《坛经》里面看到，印宗法师向惠能大师请教，禅定、解脱。能大师在黄梅亲近过五祖忍和尚，印宗向他请教：忍和尚平常跟大家讲经说道，对于禅定、解脱是怎样讲法的？惠能大师给他的答复说：禅定、解脱是二法，二法不是佛法。印宗不容易，一听之后他就悟入。佛法是不二法，佛为了教化初学方便，建立许许多多名相，不会的人反而被这些名相迷住了，会的人点点头，笑笑！世尊无论讲多少名相都是一法。由此可知，无量无边的言说名相，不过是一法的方便说而已，正是《华严经》上所讲的「一即是多，多即是一」。应该怎么学？离一切妄想分别执着，你就懂了，你就会了。马鸣菩萨教人，听教、闻法要「离言说相、离名字相、离心缘相」，这三句就是离妄想分别执着。离妄想分别执着，千言万语是一法，无量名相是一法，《华严》上说的一即是多，多即是一，一多不二，你就完全明白了。",
      "zh_TW": "一心是真心，《彌陀經》上講的「一心不亂」，一心是真心，二心就是妄心。同樣一個道理，一法是正法，二法就不是正法。我們在《壇經》裡面看到，印宗法師向惠能大師請教，禪定、解脫。能大師在黃梅親近過五祖忍和尚，印宗向他請教：忍和尚平常跟大家講經說道，對於禪定、解脫是怎樣講法的？惠能大師給他的答覆說：禪定、解脫是二法，二法不是佛法。印宗不容易，一聽之後他就悟入。佛法是不二法，佛為了教化初學方便，建立許許多多名相，不會的人反而被這些名相迷住了，會的人點點頭，笑笑！世尊無論講多少名相都是一法。由此可知，無量無邊的言說名相，不過是一法的方便說而已，正是《華嚴經》上所講的「一即是多，多即是一」。應該怎麼學？離一切妄想分別執著，你就懂了，你就會了。馬鳴菩薩教人，聽教、聞法要「離言說相、離名字相、離心緣相」，這三句就是離妄想分別執著。離妄想分別執著，千言萬語是一法，無量名相是一法，《華嚴》上說的一即是多，多即是一，一多不二，你就完全明白了。"
    },
    {
      "id": "02-034-0071_p0011",
      "zh_CN": "所以会听的人听的是一法，不会听的人听了好多法，好多法是世间法，一法是佛法。我们要有本事，学会听，学会看，千经万论，一法！不但释迦牟尼佛给我们留下来这一部《大藏经》是一法，世出世间所有一切法也是一法，会吗？《华严》上说的「唯心所现，唯识所变」，性识是一法，一真法界、十法界依正庄严不都是一法变出来的吗？一法变出来，怎么会变出二法？哪有这种道理？所以虚空法界一切众生也是一法。难怪禅宗里面开悟的人说，虚空法界是沙门一只眼，就是说这一桩事情。这是菩提正觉现前，菩提心现前，落实在日常生活当中，处事待人接物自然就不一样了。",
      "zh_TW": "所以會聽的人聽的是一法，不會聽的人聽了好多法，好多法是世間法，一法是佛法。我們要有本事，學會聽，學會看，千經萬論，一法！不但釋迦牟尼佛給我們留下來這一部《大藏經》是一法，世出世間所有一切法也是一法，會嗎？《華嚴》上說的「唯心所現，唯識所變」，性識是一法，一真法界、十法界依正莊嚴不都是一法變出來的嗎？一法變出來，怎麼會變出二法？哪有這種道理？所以虛空法界一切眾生也是一法。難怪禪宗裡面開悟的人說，虛空法界是沙門一隻眼，就是說這一樁事情。這是菩提正覺現前，菩提心現前，落實在日常生活當中，處事待人接物自然就不一樣了。"
    },
    {
      "id": "02-034-0071_p0012",
      "zh_CN": "我们现在在日常生活当中用的是妄心，什么是妄心？一般人也听得迷迷糊糊。妄，大概不是真，什么叫妄？也搞不清楚。我们再说白一点，说得不好听一点，你就懂了，虚情假意。我们处事待人接物都是用的虚情假意，你看到哪一个人用真心？真心永远不变，那是真的，凡是会变的就是假的，就不是真的。今天我看到你欢喜你，明天看到你讨厌你，那就是假的，不是真的。诸佛菩萨、阿罗汉他们用心是真的；换句话说，他们对一切众生的爱心永恒不变，你骂他、欺负他、侮辱他、陷害他，他对你的爱心从来没有衰退一丝毫，真心！诸位要知道，真心就是佛性。真心现前，恭喜你！你已经成佛。依旧用妄心，那你还是六道凡夫，决定出不了六道轮回。",
      "zh_TW": "我們現在在日常生活當中用的是妄心，什麼是妄心？一般人也聽得迷迷糊糊。妄，大概不是真，什麼叫妄？也搞不清楚。我們再說白一點，說得不好聽一點，你就懂了，虛情假意。我們處事待人接物都是用的虛情假意，你看到哪一個人用真心？真心永遠不變，那是真的，凡是會變的就是假的，就不是真的。今天我看到你歡喜你，明天看到你討厭你，那就是假的，不是真的。諸佛菩薩、阿羅漢他們用心是真的；換句話說，他們對一切眾生的愛心永恆不變，你罵他、欺負他、侮辱他、陷害他，他對你的愛心從來沒有衰退一絲毫，真心！諸位要知道，真心就是佛性。真心現前，恭喜你！你已經成佛。依舊用妄心，那你還是六道凡夫，決定出不了六道輪迴。"
    },
    {
      "id": "02-034-0071_p0013",
      "zh_CN": "菩提心是真心，菩提心的自受用叫「深心」。深心是什么意思？清净平等。清净，绝不染污，染什么？现在的话讲病毒，这个世间奇奇怪怪的病，我们说病毒大家的印象比较深，清净心决定不染病毒，所以你的心健康。平等心对于一切诸法决定没有高下，清净心生定，平等心生慧，你对于世出世间一切法决定是平等的恭敬，平等的尊重，平等的礼敬，平等的供养，这是自受用。他受用则是大慈大悲，我们今天讲无条件、无私为一切众生服务，这就是大悲心，是回向发愿心。",
      "zh_TW": "菩提心是真心，菩提心的自受用叫「深心」。深心是什麼意思？清淨平等。清淨，絕不染污，染什麼？現在的話講病毒，這個世間奇奇怪怪的病，我們說病毒大家的印象比較深，清淨心決定不染病毒，所以你的心健康。平等心對於一切諸法決定沒有高下，清淨心生定，平等心生慧，你對於世出世間一切法決定是平等的恭敬，平等的尊重，平等的禮敬，平等的供養，這是自受用。他受用則是大慈大悲，我們今天講無條件、無私為一切眾生服務，這就是大悲心，是迴向發願心。"
    },
    {
      "id": "02-034-0071_p0014",
      "zh_CN": "我们凡夫往昔今生造的恶业太多，所以惹上一身的病痛，这个病痛有身体的、有心理的，心病比身病还要麻烦，心不清净、不平等，我们生理上有病，很不容易调养。如果心理健康，心地真诚、清净、平等，这个身体有一些小病，很容易恢复正常；为什么？境随心转。我们这个身体是境，境随心转，心理健康比生理健康要重要！真正讲求健康，心理占百分之九十，生理充其量不过占百分之十而已。佛是大医王，教导我们怎样调心。佛十号里头有「调御丈夫」，调是对心来说的，御是对身来说的。用什么调心？用定用慧；用什么调身？用戒律；戒定慧三学调顺我们的身心，所以称之为调御丈夫。",
      "zh_TW": "我們凡夫往昔今生造的惡業太多，所以惹上一身的病痛，這個病痛有身體的、有心理的，心病比身病還要麻煩，心不清淨、不平等，我們生理上有病，很不容易調養。如果心理健康，心地真誠、清淨、平等，這個身體有一些小病，很容易恢復正常；為什麼？境隨心轉。我們這個身體是境，境隨心轉，心理健康比生理健康要重要！真正講求健康，心理佔百分之九十，生理充其量不過佔百分之十而已。佛是大醫王，教導我們怎樣調心。佛十號裡頭有「調御丈夫」，調是對心來說的，御是對身來說的。用什麼調心？用定用慧；用什麼調身？用戒律；戒定慧三學調順我們的身心，所以稱之為調御丈夫。"
    },
    {
      "id": "02-034-0071_p0015",
      "zh_CN": "世尊用这个方法成就自己无上道，又帮助别人了生死、出三界、成佛道，这是菩提心的落实，发菩提心的人必定是这样做的。没有这样做，我们就很清楚，菩提心没有发。阿弥陀佛在此地教我们，不但要系念、要发心，系念跟发心要『坚固不退』，意思就是说你要永远保持才行。修行证果最困难的就是保持，一般人发心很容易，发得很猛，退得很快，谚语里面说得很好，说学佛一年佛在眼前，非常虔诚；学佛两年佛在天边；学佛三年佛化云烟，没了！那怎么能成就？坚固不退的人就成就。为什么你会退心？刚才说过，内没有戒定慧的修养，外面恶缘诱惑的力量太大，外面是名闻利养、五欲六尘，都在那里给你招手，都在那里诱惑你，只要你心一动，你的菩提心，你的正念，立刻就丧失掉了，保持太难太难了！",
      "zh_TW": "世尊用這個方法成就自己無上道，又幫助別人了生死、出三界、成佛道，這是菩提心的落實，發菩提心的人必定是這樣做的。沒有這樣做，我們就很清楚，菩提心沒有發。阿彌陀佛在此地教我們，不但要繫念、要發心，繫念跟發心要『堅固不退』，意思就是說你要永遠保持才行。修行證果最困難的就是保持，一般人發心很容易，發得很猛，退得很快，諺語裡面說得很好，說學佛一年佛在眼前，非常虔誠；學佛兩年佛在天邊；學佛三年佛化雲煙，沒了！那怎麼能成就？堅固不退的人就成就。為什麼你會退心？剛才說過，內沒有戒定慧的修養，外面惡緣誘惑的力量太大，外面是名聞利養、五欲六塵，都在那裡給你招手，都在那裡誘惑你，只要你心一動，你的菩提心，你的正念，立刻就喪失掉了，保持太難太難了！"
    },
    {
      "id": "02-034-0071_p0016",
      "zh_CN": "世尊对这个事情非常清楚、非常明了，不但苦口婆心教导我们，而且还表演示范做出来给我们看，做出好样子给我们看，如何能够坚固不退？唯一的一个方法：安贫乐道！释迦牟尼佛一生为我们所表演的，三衣一钵，日中一食，树下一宿。为什么不建一个讲堂、建一个精舍？这个东西一有，诱惑就来了。我们冷静想想是不是？诱惑来了，我们「坚固不退」这一句就没有。你的心在你那个道场，把阿弥陀佛忘记掉了，把极乐世界忘掉了，你念念的只有你自己小道场，怎么样叫它繁荣，怎么样叫它兴旺，这个心念是轮回的念头，出不了三界，顶多在佛门里面修一点福，修一点福报。惠能大师讲得好，此事「福不能救」！此事是讲生死大事，修福没有用，再大的福报不能够解决生死大事，福不能救。福不能救，我们就不能够刻意去修福，要学诸佛菩萨，断恶修善而不享福报，福报给一切众生去享。",
      "zh_TW": "世尊對這個事情非常清楚、非常明瞭，不但苦口婆心教導我們，而且還表演示範做出來給我們看，做出好樣子給我們看，如何能夠堅固不退？唯一的一個方法：安貧樂道！釋迦牟尼佛一生為我們所表演的，三衣一缽，日中一食，樹下一宿。為什麼不建一個講堂、建一個精舍？這個東西一有，誘惑就來了。我們冷靜想想是不是？誘惑來了，我們「堅固不退」這一句就沒有。你的心在你那個道場，把阿彌陀佛忘記掉了，把極樂世界忘掉了，你念念的只有你自己小道場，怎麼樣叫它繁榮，怎麼樣叫它興旺，這個心念是輪迴的念頭，出不了三界，頂多在佛門裡面修一點福，修一點福報。惠能大師講得好，此事「福不能救」！此事是講生死大事，修福沒有用，再大的福報不能夠解決生死大事，福不能救。福不能救，我們就不能夠刻意去修福，要學諸佛菩薩，斷惡修善而不享福報，福報給一切眾生去享。"
    },
    {
      "id": "02-034-0071_p0017",
      "zh_CN": "释迦牟尼佛一生，他的行持，我们要细心观察，冷静的去体会，认真学习。他曾经接受不少国王大臣、长者居士礼请讲经说法，我们在经上最常看到的祇树给孤独园、竹林精舍，这一些道场都是在家居士经营的，他来请佛，佛是暂时住在那个地方弘法，这一部经讲完，法会圆满，佛就离开了。这给我们做最好的样子，教导我们怎样才真正能做到「坚固不退」，对于世缘绝不放在心上，这是正确的。佛法到中国，中国的国情跟印度不一样，中国的文化背景、风俗习惯跟印度完全不相同，佛法不是定法，佛法确实「恒顺众生，随喜功德」，所以到中国来之后，印度这些高僧大德，随顺中国的风土人情，也穿中国人的衣服。我们现在穿这个长袖子的海青是汉朝服装，海青是汉朝的服装，宽袍大袖。印度这些高僧到中国来，也跟我们中国人一般打扮，我们中国人看到欢喜，他跟我们是一家人，不是外人。",
      "zh_TW": "釋迦牟尼佛一生，他的行持，我們要細心觀察，冷靜的去體會，認真學習。他曾經接受不少國王大臣、長者居士禮請講經說法，我們在經上最常看到的祇樹給孤獨園、竹林精舍，這一些道場都是在家居士經營的，他來請佛，佛是暫時住在那個地方弘法，這一部經講完，法會圓滿，佛就離開了。這給我們做最好的樣子，教導我們怎樣才真正能做到「堅固不退」，對於世緣絕不放在心上，這是正確的。佛法到中國，中國的國情跟印度不一樣，中國的文化背景、風俗習慣跟印度完全不相同，佛法不是定法，佛法確實「恆順眾生，隨喜功德」，所以到中國來之後，印度這些高僧大德，隨順中國的風土人情，也穿中國人的衣服。我們現在穿這個長袖子的海青是漢朝服裝，海青是漢朝的服裝，寬袍大袖。印度這些高僧到中國來，也跟我們中國人一般打扮，我們中國人看到歡喜，他跟我們是一家人，不是外人。"
    },
    {
      "id": "02-034-0071_p0018",
      "zh_CN": "中国帝王做护法，供养他居住弘法的场所，给他建个道场，这中国第一个道场，诸位都知道「白马寺」。称作「寺」，可见得不是出家人的，并没有把这个道场送给出家人，而这个道场是政府办事的机关。古时候的制度，我们就以汉朝而论，那个时候朝廷里面所设的办事机关，宰相下面称部，它有六个部：礼部、户部、兵部，刑部；礼部就是我们现在讲的教育部，兵部是国防部，刑部是司法部，户部是内政部，机关的名字用部。但是直接归皇帝管的机关用寺，就不用部，寺是什么意思？寺是嗣承的意思，这个机关是永远设立的，不会被更改，不会被撤销，其他机关不是用这个名称的，那个机关是可以更改的、可以撤销的，不是永远设立的，永远设立的办事机关称寺。皇帝下面有九个寺，九个办事的机关。所以「寺」这个字的来源我们要清楚，是国家办事的机关。清朝被推翻之后，走向了民主，民国了，办事机关里头寺没有了，但是我们佛教活动的场所依旧还称寺。我们对于这些名词意义要搞清楚、搞明白，夫子所谓「名不正则言不顺」，常设的机关，永久性的机关。",
      "zh_TW": "中國帝王做護法，供養他居住弘法的場所，給他建個道場，這中國第一個道場，諸位都知道「白馬寺」。稱作「寺」，可見得不是出家人的，並沒有把這個道場送給出家人，而這個道場是政府辦事的機關。古時候的制度，我們就以漢朝而論，那個時候朝廷裡面所設的辦事機關，宰相下面稱部，它有六個部：禮部、戶部、兵部，刑部；禮部就是我們現在講的教育部，兵部是國防部，刑部是司法部，戶部是內政部，機關的名字用部。但是直接歸皇帝管的機關用寺，就不用部，寺是什麼意思？寺是嗣承的意思，這個機關是永遠設立的，不會被更改，不會被撤銷，其他機關不是用這個名稱的，那個機關是可以更改的、可以撤銷的，不是永遠設立的，永遠設立的辦事機關稱寺。皇帝下面有九個寺，九個辦事的機關。所以「寺」這個字的來源我們要清楚，是國家辦事的機關。清朝被推翻之後，走向了民主，民國了，辦事機關裡頭寺沒有了，但是我們佛教活動的場所依舊還稱寺。我們對於這些名詞意義要搞清楚、搞明白，夫子所謂「名不正則言不順」，常設的機關，永久性的機關。"
    },
    {
      "id": "02-034-0071_p0019",
      "zh_CN": "白马寺办的是什么事情？佛教教育，佛教教育的机关称寺，跟皇帝底下一级单位名称相等。所以道场，我们一看到这个字就晓得，道场是属于国家的，所谓十方常住，不是属于个人的。我们再看中国历代丛林、大道场，都是国家建立的，我们看到匾额：「敕建」，敕建是皇帝命令建立的，不是私人的。但是在历代私人大户长者，他们学了佛，晚年将自己的房舍、田地捐献出来，做佛教的道场也很多。这些道场都归国家统一管理，制度非常之好，出家人不管这些事情。出家人要管理这些事务，是从马祖、百丈开始，这个可以说在中国是佛教的革命，走上一个新的时代，马祖建丛林，百丈立清规。他们两位都是禅宗第八代，惠能大师的徒孙，将佛法制度化，这个历史我们要懂。制度化就是把佛教正式变成一所佛教大学，那个时候叫丛林，用现在的话来说，就是佛教大学。所以有主席，丛林主席就是方丈、校长，下面有三个纲领执事：首座、维那、监院。这三个纲领执事，首座是教务长，维那是训导长，监院是总务长，现在的大学里面还是这三个纲领执事，名称不一样，它的组织、它的职责完全相同。所以佛教在中国正式形成了学校，这是中国佛教的特色。",
      "zh_TW": "白馬寺辦的是什麼事情？佛教教育，佛教教育的機關稱寺，跟皇帝底下一級單位名稱相等。所以道場，我們一看到這個字就曉得，道場是屬於國家的，所謂十方常住，不是屬於個人的。我們再看中國歷代叢林、大道場，都是國家建立的，我們看到匾額：「敕建」，敕建是皇帝命令建立的，不是私人的。但是在歷代私人大戶長者，他們學了佛，晚年將自己的房舍、田地捐獻出來，做佛教的道場也很多。這些道場都歸國家統一管理，制度非常之好，出家人不管這些事情。出家人要管理這些事務，是從馬祖、百丈開始，這個可以說在中國是佛教的革命，走上一個新的時代，馬祖建叢林，百丈立清規。他們兩位都是禪宗第八代，惠能大師的徒孫，將佛法制度化，這個歷史我們要懂。制度化就是把佛教正式變成一所佛教大學，那個時候叫叢林，用現在的話來說，就是佛教大學。所以有主席，叢林主席就是方丈、校長，下面有三個綱領執事：首座、維那、監院。這三個綱領執事，首座是教務長，維那是訓導長，監院是總務長，現在的大學裡面還是這三個綱領執事，名稱不一樣，它的組織、它的職責完全相同。所以佛教在中國正式形成了學校，這是中國佛教的特色。"
    },
    {
      "id": "02-034-0071_p0020",
      "zh_CN": "佛教是教学，我们必须要认识清楚。从前科技不发达，交通不方便，我们人的生活活动范围很小，甚至于有少数人生长在他那个村庄，一生都没有离开过，县城都没去过，与邻近的村庄看得见的，老死不相往来。那个生活也不错，非常安定，悠闲自在。因此佛教教育要普及，就必须要建许许多多的寺院，方便大家求学。实在讲中国这个教育，佛教教育比任何教育都要广泛，到处都有小寺院。往往有不少小的寺院接受大的寺院指导，它们之间没有统辖的关系，有联谊，在教学上有辅导的关系。这就形成中国以后丛林里面的宗派，每一个寺院有它独立的道风、学风，成为一个学派，成就许许多多的人才。",
      "zh_TW": "佛教是教學，我們必須要認識清楚。從前科技不發達，交通不方便，我們人的生活活動範圍很小，甚至於有少數人生長在他那個村莊，一生都沒有離開過，縣城都沒去過，與鄰近的村莊看得見的，老死不相往來。那個生活也不錯，非常安定，悠閒自在。因此佛教教育要普及，就必須要建許許多多的寺院，方便大家求學。實在講中國這個教育，佛教教育比任何教育都要廣泛，到處都有小寺院。往往有不少小的寺院接受大的寺院指導，它們之間沒有統轄的關係，有聯誼，在教學上有輔導的關係。這就形成中國以後叢林裡面的宗派，每一個寺院有它獨立的道風、學風，成為一個學派，成就許許多多的人才。"
    },
    {
      "id": "02-034-0071_p0021",
      "zh_CN": "我在早年亲近方东美先生，方老师曾经多次跟我说，如果要佛教恢复，他说一定要恢复丛林制度。他这个话给我讲过很多遍，我们想一想，他的话不无道理。现在我们要想挽救世道人心，现在是非常迫切的需要，人心没有归依，没有依靠，没有归宿，每天胡思乱想，造成整个社会的不安，这是大问题，不是小问题。自古以来这些圣哲、佛菩萨，他们有智慧，有慈悲心，热爱众生，教化众生，佛家讲依种种善巧方便，帮助一切众生转恶为善，转迷为悟，转凡成圣，尽心尽力从事于教学的工作。所以丛林发挥了很大的效用，在今天还是需要。",
      "zh_TW": "我在早年親近方東美先生，方老師曾經多次跟我說，如果要佛教恢復，他說一定要恢復叢林制度。他這個話給我講過很多遍，我們想一想，他的話不無道理。現在我們要想挽救世道人心，現在是非常迫切的需要，人心沒有歸依，沒有依靠，沒有歸宿，每天胡思亂想，造成整個社會的不安，這是大問題，不是小問題。自古以來這些聖哲、佛菩薩，他們有智慧，有慈悲心，熱愛眾生，教化眾生，佛家講依種種善巧方便，幫助一切眾生轉惡為善，轉迷為悟，轉凡成聖，盡心盡力從事於教學的工作。所以叢林發揮了很大的效用，在今天還是需要。"
    },
    {
      "id": "02-034-0071_p0022",
      "zh_CN": "我在十二年前，第一次到北京拜访赵朴老，那个时候他身体还很不错，我就给他谈起这些问题，他也非常赞成。我说今天在中国这么大的国家，科技发达，交通便捷，道场不要多，建十个道场就够了，将全国的人力、财力、物力集中，建十个大道场。为什么建十个？佛教有十个宗派，每一个宗派建一个道场，不要分散，分散之后什么事情都办不成功。人力、财力全分散，能成就什么事情？从前到处建小道场是不得已，没有法子；现在很方便，从北京到新加坡六个小时就到了，所以建一个道场就够了，每一个宗派建一个道场。道场用什么形式来建？模仿外国的大学城，用这个方式来建。我们到外国去看，人家一个学校，一个学校就是一个城市，值得我们去参观。这一个大学城里面，我们分两个部分：一个是修行的部分，一个是研究的部分；研究部分称佛学院，修学的部分我们称学会。像净土宗，净宗学院、净宗学会，两个部分合在一起，这是净土宗的大道场。天台宗建一个，贤首宗建一个，法相宗建一个，每一个宗派建一个道场，佛法就全面都复兴起来了。朴老听了之后很欢喜，这是个很好的构想。",
      "zh_TW": "我在十二年前，第一次到北京拜訪趙樸老，那個時候他身體還很不錯，我就給他談起這些問題，他也非常贊成。我說今天在中國這麼大的國家，科技發達，交通便捷，道場不要多，建十個道場就夠了，將全國的人力、財力、物力集中，建十個大道場。為什麼建十個？佛教有十個宗派，每一個宗派建一個道場，不要分散，分散之後什麼事情都辦不成功。人力、財力全分散，能成就什麼事情？從前到處建小道場是不得已，沒有法子；現在很方便，從北京到新加坡六個小時就到了，所以建一個道場就夠了，每一個宗派建一個道場。道場用什麼形式來建？模仿外國的大學城，用這個方式來建。我們到外國去看，人家一個學校，一個學校就是一個城市，值得我們去參觀。這一個大學城裡面，我們分兩個部分：一個是修行的部分，一個是研究的部分；研究部分稱佛學院，修學的部分我們稱學會。像淨土宗，淨宗學院、淨宗學會，兩個部分合在一起，這是淨土宗的大道場。天台宗建一個，賢首宗建一個，法相宗建一個，每一個宗派建一個道場，佛法就全面都復興起來了。樸老聽了之後很歡喜，這是個很好的構想。"
    },
    {
      "id": "02-034-0071_p0023",
      "zh_CN": "现在交通方便，就是坐火车几天也就到了，两、三天的行程。不像从前，从前要走路，非常非常辛苦，一千里路走十几天，所以非常不方便。现在交通太方便、太便捷了，所以一定要把人力、财力、物力统统集中使用，建大道场，不建小道场，影响全国，影响全世界。今天世界著名的大学，每一个有志的年轻人都想去读书，都很方便，美国的哈佛，英国的牛津，一天的行程就到了。时代在变，我们的思想不能够死在古老那个时候，不行！行不通。",
      "zh_TW": "現在交通方便，就是坐火車幾天也就到了，兩、三天的行程。不像從前，從前要走路，非常非常辛苦，一千里路走十幾天，所以非常不方便。現在交通太方便、太便捷了，所以一定要把人力、財力、物力統統集中使用，建大道場，不建小道場，影響全國，影響全世界。今天世界著名的大學，每一個有志的年輕人都想去讀書，都很方便，美國的哈佛，英國的牛津，一天的行程就到了。時代在變，我們的思想不能夠死在古老那個時候，不行！行不通。"
    },
    {
      "id": "02-034-0071_p0024",
      "zh_CN": "所以经营道场这些事物，交给那些人去办，我们全心全力做学问；学成之后，出家人要效法释迦牟尼佛，为一切众生讲经说法，我们从事教学的工作。教学要不要场所？不需要。我的想法看法，将来教学，二十一世纪教学，可能这些讲堂都不需要。也许你们现在渐渐已经体会到，将来政府办公的机关也都不要，为什么？每一个人在家里可以办公，有电脑连线。所以看到将来电脑那个时代，人的生活方式跟现在都不一样，不必天天到外面上班，在家里办公。你家里日常生活不需要到市场去买东西，太麻烦！在家里电脑打上去，人家东西就送过来，你的付款他从银行里头去拿钱，人家把东西送到你家里来，不要出门。我看将来学生也不要到学校上课，自家里。所以整个把我们的生活方式都改变了，这电脑的时代，你们不把电脑学好怎么行？不把电脑学好，你就被时代淘汰掉，他们进入二十一世纪，你还是二十世纪的人，跟不上！所以我们现在出家人，也要很认真努力的来学电脑，我们的同学们每一个人都有电脑，这时代在变。",
      "zh_TW": "所以經營道場這些事物，交給那些人去辦，我們全心全力做學問；學成之後，出家人要效法釋迦牟尼佛，為一切眾生講經說法，我們從事教學的工作。教學要不要場所？不需要。我的想法看法，將來教學，二十一世紀教學，可能這些講堂都不需要。也許你們現在漸漸已經體會到，將來政府辦公的機關也都不要，為什麼？每一個人在家裡可以辦公，有電腦連線。所以看到將來電腦那個時代，人的生活方式跟現在都不一樣，不必天天到外面上班，在家裡辦公。你家裡日常生活不需要到市場去買東西，太麻煩！在家裡電腦打上去，人家東西就送過來，你的付款他從銀行裡頭去拿錢，人家把東西送到你家裡來，不要出門。我看將來學生也不要到學校上課，自家裡。所以整個把我們的生活方式都改變了，這電腦的時代，你們不把電腦學好怎麼行？不把電腦學好，你就被時代淘汰掉，他們進入二十一世紀，你還是二十世紀的人，跟不上！所以我們現在出家人，也要很認真努力的來學電腦，我們的同學們每一個人都有電腦，這時代在變。"
    },
    {
      "id": "02-034-0071_p0025",
      "zh_CN": "我们一定要认识清楚，万缘放下！不是我们做的事情我们不需要做，我们只是认真努力研究教理，修学德行。儒、佛的教育，德行摆在第一，德是什么？就是在日常生活当中，处事待人接物之处，培养清净心、平等心、真诚心、正觉心、慈悲心，这是菩提心。要在生活当中，处事待人接物里头去磨炼，接受大乘经教的教诲，了解虚空法界一切众生跟我们的关系。其中事实真相通达明了，自然就晓得事情应该怎样做才如法，应该怎样帮助一切众生，要把过去我们一些错误的想法、错误的看法修正过来。我们要认清楚，错误的根本就是自私自利，自私自利的念头是轮回的根本，如果不能舍弃，你就决定不能超越六道轮回，念佛也不能超越，参禅也不能超越，无论修学哪个法门都不能超越。你要想超越，要把自私自利的念头放下，自私自利的行为放下。大乘法里面教我们教得好，把念头转过来，起心动念想到一切众生的利益，不再想自己，平等的尊重一切众生，爱护一切众生，帮助一切众生，为一切众生服务。",
      "zh_TW": "我們一定要認識清楚，萬緣放下！不是我們做的事情我們不需要做，我們只是認真努力研究教理，修學德行。儒、佛的教育，德行擺在第一，德是什麼？就是在日常生活當中，處事待人接物之處，培養清淨心、平等心、真誠心、正覺心、慈悲心，這是菩提心。要在生活當中，處事待人接物裡頭去磨鍊，接受大乘經教的教誨，了解虛空法界一切眾生跟我們的關係。其中事實真相通達明瞭，自然就曉得事情應該怎樣做才如法，應該怎樣幫助一切眾生，要把過去我們一些錯誤的想法、錯誤的看法修正過來。我們要認清楚，錯誤的根本就是自私自利，自私自利的念頭是輪迴的根本，如果不能捨棄，你就決定不能超越六道輪迴，念佛也不能超越，參禪也不能超越，無論修學哪個法門都不能超越。你要想超越，要把自私自利的念頭放下，自私自利的行為放下。大乘法裡面教我們教得好，把念頭轉過來，起心動念想到一切眾生的利益，不再想自己，平等的尊重一切眾生，愛護一切眾生，幫助一切眾生，為一切眾生服務。"
    },
    {
      "id": "02-034-0071_p0026",
      "zh_CN": "帮助服务里头最重要的一桩大事，帮助他觉悟，也就是说帮助他放下自私自利，这是佛教育。一切众生所希求的社会安定、世界和平、人民幸福，就实现了。如果不通过这样的教学，谁肯放下自私自利？谁肯乐意去帮助别人而无条件的？做不到，这些事情要靠教育。中国我们古老的祖先有智慧，我们在世界上其他国家民族，固然也有不少有聪明、有智慧的人，但是跟中国古圣先贤比还是逊色很多，《礼记》「学记」里面就清清楚楚给我们说明，「建国君民，教学为先」，把教学看作人生第一桩大事来办，这是正确的。人是动物，人跟其他动物不一样的地方在哪里？人能接受教育，其他动物没有办法接受教育。所以人容易开悟，人能明理，那不教怎么行？",
      "zh_TW": "幫助服務裡頭最重要的一樁大事，幫助他覺悟，也就是說幫助他放下自私自利，這是佛教育。一切眾生所希求的社會安定、世界和平、人民幸福，就實現了。如果不通過這樣的教學，誰肯放下自私自利？誰肯樂意去幫助別人而無條件的？做不到，這些事情要靠教育。中國我們古老的祖先有智慧，我們在世界上其他國家民族，固然也有不少有聰明、有智慧的人，但是跟中國古聖先賢比還是遜色很多，《禮記》「學記」裡面就清清楚楚給我們說明，「建國君民，教學為先」，把教學看作人生第一樁大事來辦，這是正確的。人是動物，人跟其他動物不一樣的地方在哪裡？人能接受教育，其他動物沒有辦法接受教育。所以人容易開悟，人能明理，那不教怎麼行？"
    },
    {
      "id": "02-034-0071_p0027",
      "zh_CN": "中国古谚有一句话，教导从政人应当要明白的，搞政治这些人物。政治是什么意思？管理社会大众之事，这叫政治。政就是大众的事，怎么样能够把社会大众的事情管好？古人讲了四个字，这四个字是秘诀：「政通人和」，关键在通，通是通达。换句话说，问题发生都是哪个地方有障碍不通，不通问题就来了。领导与被领导的要常常沟通，现在讲沟通、交通、交往，问题就解决了。我们在历史上，在现前也能够看到，种族冲突，宗教冲突，发生残酷的战争，什么原因？缺乏沟通，缺乏往来。我们今天在新加坡落实《大方广佛华严经》，落实《无量寿经》的教学，我们跟不同的族群交往，跟不同的宗教交往，我们通了，通了就是好朋友，什么问题都没有了，有什么问题马上请过来，坐下来我们谈谈。",
      "zh_TW": "中國古諺有一句話，教導從政人應當要明白的，搞政治這些人物。政治是什麼意思？管理社會大眾之事，這叫政治。政就是大眾的事，怎麼樣能夠把社會大眾的事情管好？古人講了四個字，這四個字是祕訣：「政通人和」，關鍵在通，通是通達。換句話說，問題發生都是哪個地方有障礙不通，不通問題就來了。領導與被領導的要常常溝通，現在講溝通、交通、交往，問題就解決了。我們在歷史上，在現前也能夠看到，種族衝突，宗教衝突，發生殘酷的戰爭，什麼原因？缺乏溝通，缺乏往來。我們今天在新加坡落實《大方廣佛華嚴經》，落實《無量壽經》的教學，我們跟不同的族群交往，跟不同的宗教交往，我們通了，通了就是好朋友，什麼問題都沒有了，有什麼問題馬上請過來，坐下來我們談談。"
    },
    {
      "id": "02-034-0071_p0028",
      "zh_CN": "「通」这个字比什么都重要，怎么能够通？教学就能通，你不教他怎么会通？我们一个人身体健康，为什么会健康？全身脉络贯通，没有阻碍。如果哪个地方筋脉血管有阻塞，这人生病了。由此可知，我们这个身体生病就是不通。这是一般常识，许多人要生病去看医生，医生首先问你大便通不通？小便通不通？这个通了，医生就晓得你是小病，不是大病；如果这两个不通，那可严重了，那是大病，不是小病。治病治什么？就是你不通的部分把它打通，恢复正常，病就没有了。我们一般人用药物来帮助你，药物是用化学的作用，使你的管道畅通。更高明的不要用药物，中国人用针炙，用这个方法比药物好。比针炙更好的方法是推拿，无非是打通你障碍的地方而已。可是最高明的方法，但是失传了，现在没有人知道。佛在经上讲念咒，最高明的方法治病，什么病都能治，佛经里面虽然留下咒语，现在人不会念。念咒怎么能治病？用声音振动，把你阻塞的部位，用音声振动把它打通，这个有科学根据。但是那个咒发音要正确，音量要正确，太高了也不行，太低了也不行。所以这个咒从前是口传的，我们在古籍里面看，历史上记载看到，唐朝时候还有，西域一些高僧还能用咒语来治病，收到很好效果，可惜现在失传了。我们看到《大藏经》咒语不会念，念得不准确，音都念错了。所以「通」字比什么都重要。",
      "zh_TW": "「通」這個字比什麼都重要，怎麼能夠通？教學就能通，你不教他怎麼會通？我們一個人身體健康，為什麼會健康？全身脈絡貫通，沒有阻礙。如果哪個地方筋脈血管有阻塞，這人生病了。由此可知，我們這個身體生病就是不通。這是一般常識，許多人要生病去看醫生，醫生首先問你大便通不通？小便通不通？這個通了，醫生就曉得你是小病，不是大病；如果這兩個不通，那可嚴重了，那是大病，不是小病。治病治什麼？就是你不通的部分把它打通，恢復正常，病就沒有了。我們一般人用藥物來幫助你，藥物是用化學的作用，使你的管道暢通。更高明的不要用藥物，中國人用針炙，用這個方法比藥物好。比針炙更好的方法是推拿，無非是打通你障礙的地方而已。可是最高明的方法，但是失傳了，現在沒有人知道。佛在經上講念咒，最高明的方法治病，什麼病都能治，佛經裡面雖然留下咒語，現在人不會念。念咒怎麼能治病？用聲音振動，把你阻塞的部位，用音聲振動把它打通，這個有科學根據。但是那個咒發音要正確，音量要正確，太高了也不行，太低了也不行。所以這個咒從前是口傳的，我們在古籍裡面看，歷史上記載看到，唐朝時候還有，西域一些高僧還能用咒語來治病，收到很好效果，可惜現在失傳了。我們看到《大藏經》咒語不會念，念得不準確，音都念錯了。所以「通」字比什麼都重要。"
    },
    {
      "id": "02-034-0071_p0029",
      "zh_CN": "我们今天要特别提倡，特别认真努力做一个好样子，《华严经》没有一样不通，上面通诸佛如来、诸大菩萨、声闻、缘觉、诸天众神，下面到恶道众生，它整个贯通。所以那是一个最健康的宇宙，最健康的人生，没有一样不通，这叫学问，这个叫实学，真实的学问，大学问，我们才能真正做到坚固不退。所以我们的退转是不通造成的，人与人之间的误会，都是彼此不往来，彼此猜疑，愈疑愈深，愈疑愈远。如果天天往来，天天见个面，打个招呼，谈谈话，什么事都没有了。中国古人所说的「谣言止于智者」，有智慧的人他怎么会谣言就止于他？他查证；你传来的谣言，我要查一查是真的还是假的。愚痴的人他不查证，听了就信，就认为是真的，到他这里就阻塞了，就不通了，所以毛病就出来了。有智慧的人到他这里，他通，他去调查，到底这个事情是真的、是假的；一调查，水落石出，事情就明了。",
      "zh_TW": "我們今天要特別提倡，特別認真努力做一個好樣子，《華嚴經》沒有一樣不通，上面通諸佛如來、諸大菩薩、聲聞、緣覺、諸天眾神，下面到惡道眾生，它整個貫通。所以那是一個最健康的宇宙，最健康的人生，沒有一樣不通，這叫學問，這個叫實學，真實的學問，大學問，我們才能真正做到堅固不退。所以我們的退轉是不通造成的，人與人之間的誤會，都是彼此不往來，彼此猜疑，愈疑愈深，愈疑愈遠。如果天天往來，天天見個面，打個招呼，談談話，什麼事都沒有了。中國古人所說的「謠言止於智者」，有智慧的人他怎麼會謠言就止於他？他查證；你傳來的謠言，我要查一查是真的還是假的。愚痴的人他不查證，聽了就信，就認為是真的，到他這裡就阻塞了，就不通了，所以毛病就出來了。有智慧的人到他這裡，他通，他去調查，到底這個事情是真的、是假的；一調查，水落石出，事情就明瞭。"
    },
    {
      "id": "02-034-0071_p0030",
      "zh_CN": "世法、佛法，人与事，事与理，重要就是一个通。通了就和，和是和睦相处，平等相待。要不通，和平两个字只是一个空洞的口号而已。要真正能够做到，世界和平，社会安定，人民幸福，一切都要通畅无碍，这个工作要靠教学。靠谁？我想了很久，只有靠宗教家来教学。所以我跟每一个宗教领袖接触，我都是虔诚的祝祷他们要着重宗教教育。宗教的仪式固然重要，教学更重要，只重仪式，跟其他的教、其他不同的文化不能沟通，教学就能沟通，沟通才能解决问题，才能达到和平；和是和睦相处，平是平等对待。我们对所有宗教里面的众神平等恭敬，这是佛陀教育。我们才能真正做到「坚固不退」，无论是顺境，无论是逆境，无论是善缘，无论是恶缘，都不会退转，这一生当中决定就成就了。",
      "zh_TW": "世法、佛法，人與事，事與理，重要就是一個通。通了就和，和是和睦相處，平等相待。要不通，和平兩個字只是一個空洞的口號而已。要真正能夠做到，世界和平，社會安定，人民幸福，一切都要通暢無礙，這個工作要靠教學。靠誰？我想了很久，只有靠宗教家來教學。所以我跟每一個宗教領袖接觸，我都是虔誠的祝禱他們要著重宗教教育。宗教的儀式固然重要，教學更重要，只重儀式，跟其他的教、其他不同的文化不能溝通，教學就能溝通，溝通才能解決問題，才能達到和平；和是和睦相處，平是平等對待。我們對所有宗教裡面的眾神平等恭敬，這是佛陀教育。我們才能真正做到「堅固不退」，無論是順境，無論是逆境，無論是善緣，無論是惡緣，都不會退轉，這一生當中決定就成就了。"
    },
    {
      "id": "02-034-0071_p0031",
      "zh_CN": "下面一句『植众德本』。「植」是培植、种植；「众德」，众是多，无量无边。无量无边德行的根本是什么？你们诸位同修能答得出来吗？就在本经里头。古德的注解，注的是「弥陀名号」，「六字真言」，这是众德之本。他的话说得没错，可是我们听起来不懂，真的不懂。只听说过万德洪名，你听了不怀疑、不反对，难得！你有善根。现代一般年轻人、知识分子听了之后，他会问万德洪名是真的、还是假的？为什么念这一句六个字就是「植众德本」？他不能相信，不能接受。所以一定要懂得这六个字里面的含义，它什么意思？名必有实，名实相副，它才起作用。",
      "zh_TW": "下面一句『植眾德本』。「植」是培植、種植；「眾德」，眾是多，無量無邊。無量無邊德行的根本是什麼？你們諸位同修能答得出來嗎？就在本經裡頭。古德的註解，註的是「彌陀名號」，「六字真言」，這是眾德之本。他的話說得沒錯，可是我們聽起來不懂，真的不懂。只聽說過萬德洪名，你聽了不懷疑、不反對，難得！你有善根。現代一般年輕人、知識分子聽了之後，他會問萬德洪名是真的、還是假的？為什麼念這一句六個字就是「植眾德本」？他不能相信，不能接受。所以一定要懂得這六個字裡面的含義，它什麼意思？名必有實，名實相副，它才起作用。"
    },
    {
      "id": "02-034-0071_p0032",
      "zh_CN": "「南无阿弥陀佛」，南无两个字是称赞，这都是古印度的梵文音译的，意思是皈依、归命，南无是皈依、归命；真正的名号四个字：「阿弥陀佛」。按照字面上来翻，阿翻作无，弥陀翻作量，佛翻作智、翻作觉。那你想想，无量的智慧，无量的觉悟，是不是众德之本？没错！可是我们念念，我们就能够成了无量智、无量觉吗？天天念念就行了吗？奇怪，还真行！只要你念到一心不乱，无量智觉就现前。为什么？因为无量智觉是我们自性本有的，不是从外面来的。本有的无量智觉，现在为什么没有了？现在是被妄想分别执着掩盖住。我们一心念这个名号，妄想没有了，分别也没有了，执着也没有了，就念这一句佛号，用这个方法修定。所以念到一心，豁然大悟，跟禅宗里面大彻大悟没有两样。悟了之后，明心见性，自性里头般若智慧现前了，众德之本就出来了，就开花，就结果了，所以妙不可言！你一定要晓得，你才会真念，你才懂得怎样念佛。决定不是一面念佛，一面打妄想，那是把你的德本毁掉，把你德本障碍住了。这是一个意思，说明白了，你就懂得了，佛号功德不可思议。",
      "zh_TW": "「南無阿彌陀佛」，南無兩個字是稱讚，這都是古印度的梵文音譯的，意思是皈依、歸命，南無是皈依、歸命；真正的名號四個字：「阿彌陀佛」。按照字面上來翻，阿翻作無，彌陀翻作量，佛翻作智、翻作覺。那你想想，無量的智慧，無量的覺悟，是不是眾德之本？沒錯！可是我們念念，我們就能夠成了無量智、無量覺嗎？天天念念就行了嗎？奇怪，還真行！只要你念到一心不亂，無量智覺就現前。為什麼？因為無量智覺是我們自性本有的，不是從外面來的。本有的無量智覺，現在為什麼沒有了？現在是被妄想分別執著掩蓋住。我們一心念這個名號，妄想沒有了，分別也沒有了，執著也沒有了，就念這一句佛號，用這個方法修定。所以念到一心，豁然大悟，跟禪宗裡面大徹大悟沒有兩樣。悟了之後，明心見性，自性裡頭般若智慧現前了，眾德之本就出來了，就開花，就結果了，所以妙不可言！你一定要曉得，你才會真念，你才懂得怎樣念佛。決定不是一面念佛，一面打妄想，那是把你的德本毀掉，把你德本障礙住了。這是一個意思，說明白了，你就懂得了，佛號功德不可思議。"
    },
    {
      "id": "02-034-0071_p0033",
      "zh_CN": "另外世尊在本经给我们又做了一次解释，阿弥陀佛就是平等觉。佛在这个法会上问阿难尊者，你要不要见平等觉？平等觉就是阿弥陀佛，平等觉完全从意思上翻过来，我们懂。我们对人、对事、对物，对一切人、一切事、一切物，只要你用平等心，平等心就是觉，觉就是佛，佛心平等，心不平等是凡夫，平等就是佛。这个意思非常明显，念阿弥陀佛就是修平等觉。在日常生活当中，时时刻刻保持你的清净心、平等心，本经的经题「清净平等觉」。用什么方法保持？执持名号，用这个方法。六根接触外面六尘境界，顺自己意思的则生欢喜心，欢喜是烦恼，是七情五欲，把我们的自性障碍了，所以那个心才一动，「阿弥陀佛」，把那个心换过来；逆境、恶缘生瞋恚心，念头才一动，「阿弥陀佛」，就摆平了。",
      "zh_TW": "另外世尊在本經給我們又做了一次解釋，阿彌陀佛就是平等覺。佛在這個法會上問阿難尊者，你要不要見平等覺？平等覺就是阿彌陀佛，平等覺完全從意思上翻過來，我們懂。我們對人、對事、對物，對一切人、一切事、一切物，只要你用平等心，平等心就是覺，覺就是佛，佛心平等，心不平等是凡夫，平等就是佛。這個意思非常明顯，念阿彌陀佛就是修平等覺。在日常生活當中，時時刻刻保持你的清淨心、平等心，本經的經題「清淨平等覺」。用什麼方法保持？執持名號，用這個方法。六根接觸外面六塵境界，順自己意思的則生歡喜心，歡喜是煩惱，是七情五欲，把我們的自性障礙了，所以那個心才一動，「阿彌陀佛」，把那個心換過來；逆境、惡緣生瞋恚心，念頭才一動，「阿彌陀佛」，就擺平了。"
    },
    {
      "id": "02-034-0071_p0034",
      "zh_CN": "这一句阿弥陀佛在我们日常生活当中，能把一切事、一切物、一切人都把它摆平等。我还告诉诸位同学，最好能把一切人、一切事、一切物都称作阿弥陀佛，我们的清净平等觉不难恢复。清净平等觉是我们的自性弥陀，只要恢复清净平等觉，西方净土就是我们自性净土，古大德常讲「自性弥陀，唯心净土」，我们怎么会不成就？不但决定往生，而且决定上上品往生，不是生在同居土、方便土，生在实报庄严土。就看我们念头能不能转，关键是一念之间，只要你这个念头转过来，西方极乐世界不难去，很容易去。念头转不过来，那就太难太难了，无量劫又无量劫，这是真的。我们过去生中修学无量劫又无量劫都没有办法往生，就是不懂得这个关键在哪里。像我们开保险柜一样，号码对准了，一拉就开，对不准怎么样也开不开。无量劫来都没有对准，现在我们这个号码告诉你了，问题就是你愿不愿意去开？",
      "zh_TW": "這一句阿彌陀佛在我們日常生活當中，能把一切事、一切物、一切人都把它擺平等。我還告訴諸位同學，最好能把一切人、一切事、一切物都稱作阿彌陀佛，我們的清淨平等覺不難恢復。清淨平等覺是我們的自性彌陀，只要恢復清淨平等覺，西方淨土就是我們自性淨土，古大德常講「自性彌陀，唯心淨土」，我們怎麼會不成就？不但決定往生，而且決定上上品往生，不是生在同居土、方便土，生在實報莊嚴土。就看我們念頭能不能轉，關鍵是一念之間，只要你這個念頭轉過來，西方極樂世界不難去，很容易去。念頭轉不過來，那就太難太難了，無量劫又無量劫，這是真的。我們過去生中修學無量劫又無量劫都沒有辦法往生，就是不懂得這個關鍵在哪裡。像我們開保險櫃一樣，號碼對準了，一拉就開，對不準怎麼樣也開不開。無量劫來都沒有對準，現在我們這個號碼告訴你了，問題就是你願不願意去開？"
    },
    {
      "id": "02-034-0071_p0035",
      "zh_CN": "这是把「植众德本」这一句的意思给你说出来，可是你要问怎么落实？也就是如何将阿弥陀佛、将清净平等觉，落实到我们生活上？这是你真正修净土，你要不能落实，你还是枉然，茫然一片。落实，我们「净宗学会」在缘起里面，写了五个修行的科目，这就是弥陀六字洪名的落实。第一个科目是净业三福，第二是六和敬，第三是戒定慧三学，第四是六度，第五是普贤菩萨十大愿王，五个科目，不多，很容易记住。日常生活当中，起心动念，言语造作，都能与这五个科目相应，这就是六字洪名落实了，清净平等觉落实了。我们不能这样做，那你就是「口念弥陀心散乱」，不能成就的。念这句名号，名跟实要融合在一起，融合成一个，名跟实不能分开，分开来就没有用处。",
      "zh_TW": "這是把「植眾德本」這一句的意思給你說出來，可是你要問怎麼落實？也就是如何將阿彌陀佛、將清淨平等覺，落實到我們生活上？這是你真正修淨土，你要不能落實，你還是枉然，茫然一片。落實，我們「淨宗學會」在緣起裡面，寫了五個修行的科目，這就是彌陀六字洪名的落實。第一個科目是淨業三福，第二是六和敬，第三是戒定慧三學，第四是六度，第五是普賢菩薩十大願王，五個科目，不多，很容易記住。日常生活當中，起心動念，言語造作，都能與這五個科目相應，這就是六字洪名落實了，清淨平等覺落實了。我們不能這樣做，那你就是「口念彌陀心散亂」，不能成就的。念這句名號，名跟實要融合在一起，融合成一個，名跟實不能分開，分開來就沒有用處。"
    },
    {
      "id": "02-034-0071_p0036",
      "zh_CN": "我们把经典里面的教训总归纳为这五个科目，这五个科目不但是净土教修学的根本，可以说是世尊四十九年所说一切法门总归结。三福里面第一句，「孝养父母，奉事师长」，我们中国人讲的孝亲尊师，这是佛法教学的总纲领、总方向、总目标。孝养父母，奉事师长，谁做得最圆满？诸佛如来。等觉菩萨还有一分缺陷，不圆满，那就是他还有一品生相无明没破，孝亲尊师就有一分的欠缺。由此可知，什么是孝行的圆满？你的德行没有一丝毫欠缺，你的孝道做圆满了。你要怎样尊敬师长做到没有缺陷？你圆满的证得自性，这个我们对得起老师，对老师有圆满的交代。等觉菩萨对老师虽然交代得不错，但是还有欠缺，还有缺陷。由此可知，佛法教学彻始彻终，无非是「孝敬」两个字而已。开始就教孝、教敬，孝敬做到究竟圆满，你就成佛了，成圣了。佛家里头没有迷信，世尊四十九年所说的一切法，教导我们怎样孝亲，怎样尊师重道。",
      "zh_TW": "我們把經典裡面的教訓總歸納為這五個科目，這五個科目不但是淨土教修學的根本，可以說是世尊四十九年所說一切法門總歸結。三福裡面第一句，「孝養父母，奉事師長」，我們中國人講的孝親尊師，這是佛法教學的總綱領、總方向、總目標。孝養父母，奉事師長，誰做得最圓滿？諸佛如來。等覺菩薩還有一分缺陷，不圓滿，那就是他還有一品生相無明沒破，孝親尊師就有一分的欠缺。由此可知，什麼是孝行的圓滿？你的德行沒有一絲毫欠缺，你的孝道做圓滿了。你要怎樣尊敬師長做到沒有缺陷？你圓滿的證得自性，這個我們對得起老師，對老師有圓滿的交代。等覺菩薩對老師雖然交代得不錯，但是還有欠缺，還有缺陷。由此可知，佛法教學徹始徹終，無非是「孝敬」兩個字而已。開始就教孝、教敬，孝敬做到究竟圓滿，你就成佛了，成聖了。佛家裡頭沒有迷信，世尊四十九年所說的一切法，教導我們怎樣孝親，怎樣尊師重道。"
    },
    {
      "id": "02-034-0071_p0037",
      "zh_CN": "行门从初发心到如来地，没有别的，学习而已。如何学习？始终不外乎改进。改正错误就进步了，一步一步向上提升，天天改正自己的错误，天天自己的品德、智慧、德行向上提升。佛家讲「忏悔」，忏悔就是改过。但是改过，一定要知道自己过失在哪里，你才会改。知道自己过失就叫做开悟，悟后起修，修就是改正，把错误改正过来。可是凡夫愚痴，不知道自己有过失，世尊清楚明了，他教给我们一个好方法，你不是看到别人过失吗？看不到自己的过失，看到别人过失，行！看到别人过失，马上回过头来，叫回光返照，照照自己有没有这个过失？于是你就发现，自己没有这个过失很好，无则嘉勉，希望自己不犯这个过失；如果自己有？有则改之。这个办法好，帮助我们检点、观察、发现自己的过失。",
      "zh_TW": "行門從初發心到如來地，沒有別的，學習而已。如何學習？始終不外乎改進。改正錯誤就進步了，一步一步向上提升，天天改正自己的錯誤，天天自己的品德、智慧、德行向上提升。佛家講「懺悔」，懺悔就是改過。但是改過，一定要知道自己過失在哪裡，你才會改。知道自己過失就叫做開悟，悟後起修，修就是改正，把錯誤改正過來。可是凡夫愚痴，不知道自己有過失，世尊清楚明瞭，他教給我們一個好方法，你不是看到別人過失嗎？看不到自己的過失，看到別人過失，行！看到別人過失，馬上回過頭來，叫回光返照，照照自己有沒有這個過失？於是你就發現，自己沒有這個過失很好，無則嘉勉，希望自己不犯這個過失；如果自己有？有則改之。這個辦法好，幫助我們檢點、觀察、發現自己的過失。"
    },
    {
      "id": "02-034-0071_p0038",
      "zh_CN": "所以一切众生皆是我们的善友，皆是我们的善知识，皆是诸佛如来。为什么？他给我们示现，让我们一切时、一切处都曾经接触得到。看到人家善的，我们有没有？有，很好！要保持，不要失掉；没有，赶紧学习。看到别人有过失，立刻反省这个过失有没有？有就改；没有，勉励自己不要犯这个过失。哪一个众生不是我的老师？不一定说一定要教导你，教你书的这个人是老师，不是！你会学了，一切众生都是诸佛如来，诸佛如来就是老师。一切人是我的老师，是诸佛，一切动物、植物、矿物都是我的老师，都是我的善知识，你就成了善财童子，西方极乐世界六尘说法，你完全体会到了，你完全学到了，你这一生当中决定圆成佛道。这一愿愿文很长，今天时间到了，我们就讲到此地。",
      "zh_TW": "所以一切眾生皆是我們的善友，皆是我們的善知識，皆是諸佛如來。為什麼？他給我們示現，讓我們一切時、一切處都曾經接觸得到。看到人家善的，我們有沒有？有，很好！要保持，不要失掉；沒有，趕緊學習。看到別人有過失，立刻反省這個過失有沒有？有就改；沒有，勉勵自己不要犯這個過失。哪一個眾生不是我的老師？不一定說一定要教導你，教你書的這個人是老師，不是！你會學了，一切眾生都是諸佛如來，諸佛如來就是老師。一切人是我的老師，是諸佛，一切動物、植物、礦物都是我的老師，都是我的善知識，你就成了善財童子，西方極樂世界六塵說法，你完全體會到了，你完全學到了，你這一生當中決定圓成佛道。這一願願文很長，今天時間到了，我們就講到此地。"
    }
  ]
}