{
  "doc_id": "02-034-0084",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十四集",
    "zh_TW": "第八十四集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0084",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-034-0084_p0001",
      "zh_CN": "请掀开经本，《科会》第二十三面，第一行，从第四十愿看起：",
      "zh_TW": "請掀開經本，《科會》第二十三面，第一行，從第四十願看起："
    },
    {
      "id": "02-034-0084_p0002",
      "zh_CN": "【我作佛时。国中无量色树。高或百千由旬。道场树高。四百万里。诸菩萨中。虽有善根劣者。亦能了知。】",
      "zh_TW": "【我作佛時。國中無量色樹。高或百千由旬。道場樹高。四百萬里。諸菩薩中。雖有善根劣者。亦能了知。】"
    },
    {
      "id": "02-034-0084_p0003",
      "zh_CN": "这是「无量色树愿」。这是从前面第三十七愿一直到四十三愿，都是讲西方世界的依报庄严。依报就是居住的环境，生活的环境，学习的环境，都是属于这一类，在中国人习惯常说的风水。我们从这一段愿文当中，体会到西方世界风水绝佳，这是十方世界的人都不能够相比。正是风水家所谓的「福人居福地，福地福人居」，这两句话用在西方极乐世界，确实是名实相副，一丝毫都不夸张。依报庄严，实在讲是无量无边，阿弥陀佛在愿文当中，只不过是举几个明显的例子来说明，我们一定要能够闻一知十，举一反三，看到这几个例子，就能想像到西方世界无量无边无尽的庄严。",
      "zh_TW": "這是「無量色樹願」。這是從前面第三十七願一直到四十三願，都是講西方世界的依報莊嚴。依報就是居住的環境，生活的環境，學習的環境，都是屬於這一類，在中國人習慣常說的風水。我們從這一段願文當中，體會到西方世界風水絕佳，這是十方世界的人都不能夠相比。正是風水家所謂的「福人居福地，福地福人居」，這兩句話用在西方極樂世界，確實是名實相副，一絲毫都不誇張。依報莊嚴，實在講是無量無邊，阿彌陀佛在願文當中，只不過是舉幾個明顯的例子來說明，我們一定要能夠聞一知十，舉一反三，看到這幾個例子，就能想像到西方世界無量無邊無盡的莊嚴。"
    },
    {
      "id": "02-034-0084_p0004",
      "zh_CN": "这样的福地，我们想一想，福地要福人居，我们有多大的福报能够往生到西方极乐世界？这个问题不能疏忽，不能不想到。如果想到了，我们就知道现前念佛很重要，修福不能够疏忽。虽然莲池大师说得很好，念佛就是修福。我们今天，现在一天到晚拿着念珠，阿弥陀佛、阿弥陀佛，一天到晚不断，我们算不算修福？就像刚才有一位同修来跟我讲，他说他有个朋友修禅定，定功很不错，可惜脾气很大。你们想想定功不错？诸位要晓得，定功起什么作用？定功的作用，伏贪瞋痴慢。有定功的人，贪瞋痴慢一定不起现行；定功深的人，贪瞋痴慢就断掉了。",
      "zh_TW": "這樣的福地，我們想一想，福地要福人居，我們有多大的福報能夠往生到西方極樂世界？這個問題不能疏忽，不能不想到。如果想到了，我們就知道現前念佛很重要，修福不能夠疏忽。雖然蓮池大師說得很好，念佛就是修福。我們今天，現在一天到晚拿著念珠，阿彌陀佛、阿彌陀佛，一天到晚不斷，我們算不算修福？就像剛才有一位同修來跟我講，他說他有個朋友修禪定，定功很不錯，可惜脾氣很大。你們想想定功不錯？諸位要曉得，定功起什麼作用？定功的作用，伏貪瞋痴慢。有定功的人，貪瞋痴慢一定不起現行；定功深的人，貪瞋痴慢就斷掉了。"
    },
    {
      "id": "02-034-0084_p0005",
      "zh_CN": "我们在经典上看到，佛常跟我们讲四禅八定伏烦恼，烦恼没有断，决定不起现行。如果我们稍稍涉猎一些经论，了解三界的业因果报，你就知道，色界天以上的人没有瞋恚，他真伏住了。到九次第定，贪瞋痴慢完全灭了。九次第定叫灭尽定，灭什么？灭烦恼。见思烦恼完全断灭，这是定功。这个定，定里面就有福报；能伏烦恼，这才算是有福报。我们念阿弥陀佛，念阿弥陀佛是修定的方法，这一点诸位必须要能够明了。佛法的修行，无论大乘小乘、宗门教下、显教密教，修的什么？全是修的禅定。哪个法门都不能离戒定慧，定是修行的枢纽。如果他修学的方法违背戒定慧，这不是佛法，决定不是佛法。如果是佛法，无论哪个法门，决定与戒定慧相应，只是修戒定慧的方法不相同、手段不相同，方向和目标决定是一致的，这是佛法。",
      "zh_TW": "我們在經典上看到，佛常跟我們講四禪八定伏煩惱，煩惱沒有斷，決定不起現行。如果我們稍稍涉獵一些經論，了解三界的業因果報，你就知道，色界天以上的人沒有瞋恚，他真伏住了。到九次第定，貪瞋痴慢完全滅了。九次第定叫滅盡定，滅什麼？滅煩惱。見思煩惱完全斷滅，這是定功。這個定，定裡面就有福報；能伏煩惱，這才算是有福報。我們念阿彌陀佛，念阿彌陀佛是修定的方法，這一點諸位必須要能夠明瞭。佛法的修行，無論大乘小乘、宗門教下、顯教密教，修的什麼？全是修的禪定。哪個法門都不能離戒定慧，定是修行的樞紐。如果他修學的方法違背戒定慧，這不是佛法，決定不是佛法。如果是佛法，無論哪個法門，決定與戒定慧相應，只是修戒定慧的方法不相同、手段不相同，方向和目標決定是一致的，這是佛法。"
    },
    {
      "id": "02-034-0084_p0006",
      "zh_CN": "佛法经典称为「经、律、论」三藏，怎么可以违背三藏？与这个相应，那是福慧双修。这一句阿弥陀佛，念到心地清净，贪瞋痴慢不起，这是慧，里头有定、有慧，把自己自性里面的大慈悲心念出来了；如果说得浅一点，将自己心性当中的慈悲喜舍四无量心念出来了，这是福报。初禅天人就已经把慈悲喜舍念出来了，愈往上面去，这四无量心愈是真正的无量，无需要别人劝请，全心全力为众生服务。起心动念，言语造作，无一不是为利益众生，帮助众生离苦得乐，这是修福。我们念佛这个念法，才叫做福慧双修，才能够受用西方极乐世界福地。我们自己有福，福地福人居，有福的人才能往生极乐世界，没有福的人不能往生。想到这个地方，我们就明了，知道自己应该怎么作法。",
      "zh_TW": "佛法經典稱為「經、律、論」三藏，怎麼可以違背三藏？與這個相應，那是福慧雙修。這一句阿彌陀佛，念到心地清淨，貪瞋痴慢不起，這是慧，裡頭有定、有慧，把自己自性裡面的大慈悲心念出來了；如果說得淺一點，將自己心性當中的慈悲喜捨四無量心念出來了，這是福報。初禪天人就已經把慈悲喜捨念出來了，愈往上面去，這四無量心愈是真正的無量，無需要別人勸請，全心全力為眾生服務。起心動念，言語造作，無一不是為利益眾生，幫助眾生離苦得樂，這是修福。我們念佛這個念法，才叫做福慧雙修，才能夠受用西方極樂世界福地。我們自己有福，福地福人居，有福的人才能往生極樂世界，沒有福的人不能往生。想到這個地方，我們就明瞭，知道自己應該怎麼作法。"
    },
    {
      "id": "02-034-0084_p0007",
      "zh_CN": "树木花草，十法界纵然我们居住的国土不同、色身不同、族类不同，但是对于大自然的爱好确实是相同的。人喜欢树木花草，动物也喜欢，这不分族类。所以弥陀世尊单单举这个做例子，他作佛的时候，『国中无量色树』。我们这个地球上，这一些树木花草，现在有专门研究植物的给它分类，若干种类。西方世界这个星球比我们地球大，大得太多太多了，不可思议，那里面的品种，可以说集虚空法界一切诸佛刹土之大成，应有尽有。我们没有见过的太多了，没有听过的太多了，佛在此地只用一句话「无量色树」，一句话带过，我们要晓得它内容的圆满。",
      "zh_TW": "樹木花草，十法界縱然我們居住的國土不同、色身不同、族類不同，但是對於大自然的愛好確實是相同的。人喜歡樹木花草，動物也喜歡，這不分族類。所以彌陀世尊單單舉這個做例子，他作佛的時候，『國中無量色樹』。我們這個地球上，這一些樹木花草，現在有專門研究植物的給它分類，若干種類。西方世界這個星球比我們地球大，大得太多太多了，不可思議，那裡面的品種，可以說集虛空法界一切諸佛剎土之大成，應有盡有。我們沒有見過的太多了，沒有聽過的太多了，佛在此地只用一句話「無量色樹」，一句話帶過，我們要曉得它內容的圓滿。"
    },
    {
      "id": "02-034-0084_p0008",
      "zh_CN": "树『高或百千由旬』，在此地我们不必去算帐，一由旬是多少高？百由旬是多少高？这样念书，就念成书呆子了。此地是形容，形容树木之高。在我们这个世间原始森林里面，有千年以上的神木，这是大树。两、三千年的树我们也见过，还是生长得非常好，证明那个地方的地风水好，所以树能够在那里生长几千年，年年还发新枝，还开新花、结新果；土地好，它能够生存。西方极乐世界的土地那更不必说了，是从法性里面流出来的，究竟圆满。植物在那个地方生得好，我们人在那个地方会成佛，为什么？福地。到那个地方去，不久就圆满成佛。",
      "zh_TW": "樹『高或百千由旬』，在此地我們不必去算帳，一由旬是多少高？百由旬是多少高？這樣念書，就念成書呆子了。此地是形容，形容樹木之高。在我們這個世間原始森林裡面，有千年以上的神木，這是大樹。兩、三千年的樹我們也見過，還是生長得非常好，證明那個地方的地風水好，所以樹能夠在那裡生長幾千年，年年還發新枝，還開新花、結新果；土地好，它能夠生存。西方極樂世界的土地那更不必說了，是從法性裡面流出來的，究竟圓滿。植物在那個地方生得好，我們人在那個地方會成佛，為什麼？福地。到那個地方去，不久就圓滿成佛。"
    },
    {
      "id": "02-034-0084_p0009",
      "zh_CN": "我们明白这个道理，在这个世间，古大德要选择一个处所建个道场，或者是建一个小茅篷，自己在那里修行，他要找一个好环境，这就是我们讲的风水，居住在那个地方身心安稳，不受外界干扰。外面境界就是环境，居住环境祥和的、清净的、庄严的，现在人讲美好，它的效果就能帮助你恢复清净心。这个处所修清净平等觉很适合，居住在这个地方修道，依报帮助正报，正报又庄严依报，相互庄严，所以就成为绝佳的风水。祖师大德建道场，诸位要是在中国各个道场去参学，你应当能体会到。世间有一些人说，天下的风水都被佛家占尽了。有人来问我：是不是你们学佛的人都会看风水？为什么你们居住的地方都这么好？这个问题提得不错，应当提出来的。我告诉他，释迦牟尼佛教诲我们，不许可看风水。《阿难问事佛吉凶经》里面，佛就说了，看相、算命、占卜、看风水，都是佛所禁止的，出家人绝不看风水。为什么出家人选择这个地方会这么好？刚才讲了，修行，修戒定慧三学，正报转依报，依报增上正报，互相辗转，所以这个地方就愈来愈好，是这么个道理。",
      "zh_TW": "我們明白這個道理，在這個世間，古大德要選擇一個處所建個道場，或者是建一個小茅篷，自己在那裡修行，他要找一個好環境，這就是我們講的風水，居住在那個地方身心安穩，不受外界干擾。外面境界就是環境，居住環境祥和的、清淨的、莊嚴的，現在人講美好，它的效果就能幫助你恢復清淨心。這個處所修清淨平等覺很適合，居住在這個地方修道，依報幫助正報，正報又莊嚴依報，相互莊嚴，所以就成為絕佳的風水。祖師大德建道場，諸位要是在中國各個道場去參學，你應當能體會到。世間有一些人說，天下的風水都被佛家佔盡了。有人來問我：是不是你們學佛的人都會看風水？為什麼你們居住的地方都這麼好？這個問題提得不錯，應當提出來的。我告訴他，釋迦牟尼佛教誨我們，不許可看風水。《阿難問事佛吉凶經》裡面，佛就說了，看相、算命、占卜、看風水，都是佛所禁止的，出家人絕不看風水。為什麼出家人選擇這個地方會這麼好？剛才講了，修行，修戒定慧三學，正報轉依報，依報增上正報，互相輾轉，所以這個地方就愈來愈好，是這麼個道理。"
    },
    {
      "id": "02-034-0084_p0010",
      "zh_CN": "世间人要想找一块好风水地，决定找不到，为什么找不到？心不善。是一个很好风水地，他去住个几年，这个地方风水破坏了。谁破坏了？佛说了，「境随心转」，你的心不善把这块善地破坏，它也不善了。如果你心很善，你居住这个环境非常不好，过几年之后，这个地方变成非常好。为什么？你的心善把那个风水转过来。有没有这个例子？有，古代的大舜王，他就是个很明显的例子。他在年轻时，他所居住的环境极其恶劣，家里面父母对他不好，兄弟对他不好，他那个日子难受。他唯一真诚尽孝，几年之后把一家人感动了，一家和睦，邻里乡党感动，连国王都被他感动，那个时候的国王是尧王。人心感动了，风水也就变了，这不是证明依报随着正报转吗？所以佛教导我们要转境界，不要被境界所转。世间人喜欢看相、算命、看风水，这是被环境所转。这是凡夫，不是圣人。圣人有能力转环境，不为环境所转，无论是人事环境、物质环境，自己真正做得了主。",
      "zh_TW": "世間人要想找一塊好風水地，決定找不到，為什麼找不到？心不善。是一個很好風水地，他去住個幾年，這個地方風水破壞了。誰破壞了？佛說了，「境隨心轉」，你的心不善把這塊善地破壞，它也不善了。如果你心很善，你居住這個環境非常不好，過幾年之後，這個地方變成非常好。為什麼？你的心善把那個風水轉過來。有沒有這個例子？有，古代的大舜王，他就是個很明顯的例子。他在年輕時，他所居住的環境極其惡劣，家裡面父母對他不好，兄弟對他不好，他那個日子難受。他唯一真誠盡孝，幾年之後把一家人感動了，一家和睦，鄰里鄉黨感動，連國王都被他感動，那個時候的國王是堯王。人心感動了，風水也就變了，這不是證明依報隨著正報轉嗎？所以佛教導我們要轉境界，不要被境界所轉。世間人喜歡看相、算命、看風水，這是被環境所轉。這是凡夫，不是聖人。聖人有能力轉環境，不為環境所轉，無論是人事環境、物質環境，自己真正做得了主。"
    },
    {
      "id": "02-034-0084_p0011",
      "zh_CN": "西方极乐世界的殊胜庄严，超过一切诸佛刹土，我们相信，我们肯定。为什么能相信肯定？西方世界没有恶人，每一个去往生的人，都是阿弥陀佛的好学生，都是依教奉行的学生，这才能往生。如果对于阿弥陀佛的教诲阳奉阴违，这种人决定不能往生，临命终时佛不会来接引你的，你的起心动念、一切为人，你可以瞒世间人，瞒不了佛菩萨。如果我们心行不善，临命终时佛怎么可能来接引？这个事我们要懂，道理要清楚。如果希望这一生当中，真正要想到极乐世界，真的要去，决心要去，我们一定要依教奉行。佛的教诲在哪里？就在这一部经上。那就是善导大师所说的，佛教我们怎么做，我们就做；佛教我们不可以做的，我们决定不做。我们只依净土三经，或者是净土五经就够了。经典不但要读诵，更重要的，是要理解，是要深信不疑，是要如教修行，信心必定能够建立。怎么知道必定能建立？现前效果就见到了；现前的效果，就是我们的人事环境跟物质环境，现前就转。这是依报随着正报转的明显事实，我们从这个事实里面建立信心，这哪里是迷信？",
      "zh_TW": "西方極樂世界的殊勝莊嚴，超過一切諸佛剎土，我們相信，我們肯定。為什麼能相信肯定？西方世界沒有惡人，每一個去往生的人，都是阿彌陀佛的好學生，都是依教奉行的學生，這才能往生。如果對於阿彌陀佛的教誨陽奉陰違，這種人決定不能往生，臨命終時佛不會來接引你的，你的起心動念、一切為人，你可以瞞世間人，瞞不了佛菩薩。如果我們心行不善，臨命終時佛怎麼可能來接引？這個事我們要懂，道理要清楚。如果希望這一生當中，真正要想到極樂世界，真的要去，決心要去，我們一定要依教奉行。佛的教誨在哪裡？就在這一部經上。那就是善導大師所說的，佛教我們怎麼做，我們就做；佛教我們不可以做的，我們決定不做。我們只依淨土三經，或者是淨土五經就夠了。經典不但要讀誦，更重要的，是要理解，是要深信不疑，是要如教修行，信心必定能夠建立。怎麼知道必定能建立？現前效果就見到了；現前的效果，就是我們的人事環境跟物質環境，現前就轉。這是依報隨著正報轉的明顯事實，我們從這個事實裡面建立信心，這哪裡是迷信？"
    },
    {
      "id": "02-034-0084_p0012",
      "zh_CN": "我们的人事环境确实转过来了，我看得很明显。李木源居士第一次请我到居士林来讲经，那个时候没有这一栋大楼，是下面那个大殿，当中供的西方三圣，那个面孔像外国人，以后李木源给我介绍，我知道，王鼎昌居士赠送的，从义大利请回来的，现在供在三楼，当时大殿上是这三尊圣像。我去讲演的时候，听众是不少，像戏院子一样，交头接耳，都在那里讲话，没有人专心听，乱哄哄的。我下了台之后，我说：李居士，这个地方不是讲经的地方。他记得很清楚，他印象很深刻。你就想想那个时候的风水多么不好，人事环境、物质环境都不好。",
      "zh_TW": "我們的人事環境確實轉過來了，我看得很明顯。李木源居士第一次請我到居士林來講經，那個時候沒有這一棟大樓，是下面那個大殿，當中供的西方三聖，那個面孔像外國人，以後李木源給我介紹，我知道，王鼎昌居士贈送的，從義大利請回來的，現在供在三樓，當時大殿上是這三尊聖像。我去講演的時候，聽眾是不少，像戲院子一樣，交頭接耳，都在那裡講話，沒有人專心聽，亂哄哄的。我下了台之後，我說：李居士，這個地方不是講經的地方。他記得很清楚，他印象很深刻。你就想想那個時候的風水多麼不好，人事環境、物質環境都不好。"
    },
    {
      "id": "02-034-0084_p0013",
      "zh_CN": "现在转过来了。现在居士林上上下下比那个时候人多，多了好几倍，一团和睦，大家在一块都笑嘻嘻的，没有意见，没有争论，做事情这么顺利。这不就很明显吗？这境界转过来了。人事环境转过来了，物质环境也转过来了，每一个人看到这个道场都欢喜。不像那个时候，那个时候我进来一看就想走，就马上想离开。这是证明依报随着正报转。我们能转过来，就是这些年来每一位同修听经听多了，道理渐渐明白了，信心具足，一心弘护正法。弘护的功德，每一位同修是平等，一样大，没有哪个功德大、哪个功德小，没有，平等！一楼厨房做义工，跟李木源居士领导这个道场，我在这里讲经，咱们功德都一样大，决定没有差别，清净平等。此地能转，当然我们就能够想到西方极乐世界亦复如是。",
      "zh_TW": "現在轉過來了。現在居士林上上下下比那個時候人多，多了好幾倍，一團和睦，大家在一塊都笑嘻嘻的，沒有意見，沒有爭論，做事情這麼順利。這不就很明顯嗎？這境界轉過來了。人事環境轉過來了，物質環境也轉過來了，每一個人看到這個道場都歡喜。不像那個時候，那個時候我進來一看就想走，就馬上想離開。這是證明依報隨著正報轉。我們能轉過來，就是這些年來每一位同修聽經聽多了，道理漸漸明白了，信心具足，一心弘護正法。弘護的功德，每一位同修是平等，一樣大，沒有哪個功德大、哪個功德小，沒有，平等！一樓廚房做義工，跟李木源居士領導這個道場，我在這裡講經，咱們功德都一樣大，決定沒有差別，清淨平等。此地能轉，當然我們就能夠想到西方極樂世界亦復如是。"
    },
    {
      "id": "02-034-0084_p0014",
      "zh_CN": "再想想世间哪一个地方不能转？只要真正有人发心去用功修行，就能转境界。李居士发了大心，这两年我们联合新加坡九大宗教，九大宗教变成一家了，非常希有难得。印度教、回教都请我去做过专题讲演，我们从六月份，这个讲堂要邀请新加坡九大宗教在此地讲经，讲给我们听，每一个星期一次，星期天，六月份开始。每一个星期天九大宗教轮流在这里讲经，我们可以听到许许多多宗教里面的经典。我们请他来讲经，他也会请我们去讲经。我昨天回来，同学们告诉我，特丽莎修女已经正式邀请我们，明年，她日期已经定好，到她那里去讲经。一个礼拜一次，好像十个礼拜，一次两个小时，总共二十个小时，我听到很欢喜。我还没有跟她见面，我跟她商量商量讲什么经。我最喜欢到天主教堂里面去讲《玫瑰经》，讲他们的经，让他听听我们对于天主的教诲有多少领受，我们可以做个比较比较。我想不必讲佛经，讲佛经时他们可以来听，到这儿来听。我应该去讲他们的经典，《玫瑰经》我读了很多遍，我也非常欢喜。这个是什么？九个宗教团结起来的时候，这是非常有力量的一个正报，这个正报能转依报。新加坡这个地区社会祥和、国家安定，正报转依报。这个地方无论是人事环境、物质环境，一定会更美好、更殊胜。",
      "zh_TW": "再想想世間哪一個地方不能轉？只要真正有人發心去用功修行，就能轉境界。李居士發了大心，這兩年我們聯合新加坡九大宗教，九大宗教變成一家了，非常希有難得。印度教、回教都請我去做過專題講演，我們從六月份，這個講堂要邀請新加坡九大宗教在此地講經，講給我們聽，每一個星期一次，星期天，六月份開始。每一個星期天九大宗教輪流在這裡講經，我們可以聽到許許多多宗教裡面的經典。我們請他來講經，他也會請我們去講經。我昨天回來，同學們告訴我，特麗莎修女已經正式邀請我們，明年，她日期已經定好，到她那裡去講經。一個禮拜一次，好像十個禮拜，一次兩個小時，總共二十個小時，我聽到很歡喜。我還沒有跟她見面，我跟她商量商量講什麼經。我最喜歡到天主教堂裡面去講《玫瑰經》，講他們的經，讓他聽聽我們對於天主的教誨有多少領受，我們可以做個比較比較。我想不必講佛經，講佛經時他們可以來聽，到這兒來聽。我應該去講他們的經典，《玫瑰經》我讀了很多遍，我也非常歡喜。這個是什麼？九個宗教團結起來的時候，這是非常有力量的一個正報，這個正報能轉依報。新加坡這個地區社會祥和、國家安定，正報轉依報。這個地方無論是人事環境、物質環境，一定會更美好、更殊勝。"
    },
    {
      "id": "02-034-0084_p0015",
      "zh_CN": "李木源非常认真努力在争取「唐城」，我们原本想办弥陀村，隔壁没有买成，杨厝港那个地谈得是很热，到最后被日本人买去了。他们有优先权，因为那个土地他们承租三十年，才使用八年，他有优先权，他们买去了。最后我们听到唐城这个讯息，我们也去看过几次，那个地方范围大了，太大了。如果能够有这么一个场地，我给李会长说，地方大，大就做大的，我们把九个宗教统统搬进去。因为那个地方是旅游的一个机构，是属于新加坡旅游机构里面他们所管辖的，我们拿来还要做观光旅游。观光旅游好，九个宗教在一起活动，这是全世界第一家，特色的，只有新加坡有，其他地方没有。凡是到新加坡来观光旅游，一定要看看这世界的特色，九个宗教变成一家人。以这个来号召观光客，那个地方旅游的生意一定会兴旺起来。但是唐城只建了一半，后面还有一半的土地空在那个地方，我们把那一半空的地方建弥陀村，前面是九个宗教在一起做嘉年华会，后面是弥陀村，非常之好。我想新加坡旅游事业听到也高兴，这是一桩好事情，那个风水就转了。唐城，听说花了一亿一千万，倒闭了，风水不好当然就倒闭。我们去转，我们的正报把风水转过来，转成将来那个地方赚钱。所以在在处处说明，佛讲的这个道理是真实的，依报环境决定是随着正报转。人心正，依报自然就正，哪里用得着去看什么风水？不必搞这些迷信。",
      "zh_TW": "李木源非常認真努力在爭取「唐城」，我們原本想辦彌陀村，隔壁沒有買成，楊厝港那個地談得是很熱，到最後被日本人買去了。他們有優先權，因為那個土地他們承租三十年，才使用八年，他有優先權，他們買去了。最後我們聽到唐城這個訊息，我們也去看過幾次，那個地方範圍大了，太大了。如果能夠有這麼一個場地，我給李會長說，地方大，大就做大的，我們把九個宗教統統搬進去。因為那個地方是旅遊的一個機構，是屬於新加坡旅遊機構裡面他們所管轄的，我們拿來還要做觀光旅遊。觀光旅遊好，九個宗教在一起活動，這是全世界第一家，特色的，只有新加坡有，其他地方沒有。凡是到新加坡來觀光旅遊，一定要看看這世界的特色，九個宗教變成一家人。以這個來號召觀光客，那個地方旅遊的生意一定會興旺起來。但是唐城只建了一半，後面還有一半的土地空在那個地方，我們把那一半空的地方建彌陀村，前面是九個宗教在一起做嘉年華會，後面是彌陀村，非常之好。我想新加坡旅遊事業聽到也高興，這是一樁好事情，那個風水就轉了。唐城，聽說花了一億一千萬，倒閉了，風水不好當然就倒閉。我們去轉，我們的正報把風水轉過來，轉成將來那個地方賺錢。所以在在處處說明，佛講的這個道理是真實的，依報環境決定是隨著正報轉。人心正，依報自然就正，哪裡用得著去看什麼風水？不必搞這些迷信。"
    },
    {
      "id": "02-034-0084_p0016",
      "zh_CN": "西方世界依报庄严非常明显，佛在此地告诉我们，『诸菩萨中，虽有善根劣者』，善根劣的是哪些人？凡圣同居土，「善根劣者」。凡圣同居土要比起方便土、实报庄严土，那是劣。同居土里面也有九品，下三品比上三品、中三品又劣；最劣的是凡圣同居土下下品往生的人。『亦能了知』，「能了知」这一句话很重要，了知是什么？用我们的话来说，享受。你对它不了、不知，你就谈不上享受；你对它明了、对它知，你就享受到了。这一句话是说明西方世界依报庄严，凡是生到那边的人，纵然是同居土下下品往生也同样享受，享受那边的物质环境。",
      "zh_TW": "西方世界依報莊嚴非常明顯，佛在此地告訴我們，『諸菩薩中，雖有善根劣者』，善根劣的是哪些人？凡聖同居土，「善根劣者」。凡聖同居土要比起方便土、實報莊嚴土，那是劣。同居土裡面也有九品，下三品比上三品、中三品又劣；最劣的是凡聖同居土下下品往生的人。『亦能了知』，「能了知」這一句話很重要，了知是什麼？用我們的話來說，享受。你對它不了、不知，你就談不上享受；你對它明瞭、對它知，你就享受到了。這一句話是說明西方世界依報莊嚴，凡是生到那邊的人，縱然是同居土下下品往生也同樣享受，享受那邊的物質環境。"
    },
    {
      "id": "02-034-0084_p0017",
      "zh_CN": "愿文里面讲『道场树高，四百万里』，这个道场是弥陀世尊讲经说法的场所。极乐世界那么大，弥陀讲经说法的道场，我们哪有机会去参与？像我们现在居住这个小小的地球，这个地球在太空当中跟星球比较，确实是很小的一个小球。佛菩萨在这个地方建立一个道场，只有附近有缘的人才能够来参学，距离太远的地方不方便。古时候尤其困难，玄奘大师从中国到印度，走路要走两年才走到，你说那多辛苦！哪有那么方便？现在虽然交通便捷，海外各个地区到此地来参学，也不是很方便。西方极乐世界太大，阿弥陀佛道场究竟在哪里？我们是不是随时随处都能够参与？这是我们非常关心的事情。",
      "zh_TW": "願文裡面講『道場樹高，四百萬里』，這個道場是彌陀世尊講經說法的場所。極樂世界那麼大，彌陀講經說法的道場，我們哪有機會去參與？像我們現在居住這個小小的地球，這個地球在太空當中跟星球比較，確實是很小的一個小球。佛菩薩在這個地方建立一個道場，只有附近有緣的人才能夠來參學，距離太遠的地方不方便。古時候尤其困難，玄奘大師從中國到印度，走路要走兩年才走到，你說那多辛苦！哪有那麼方便？現在雖然交通便捷，海外各個地區到此地來參學，也不是很方便。西方極樂世界太大，阿彌陀佛道場究竟在哪裡？我們是不是隨時隨處都能夠參與？這是我們非常關心的事情。"
    },
    {
      "id": "02-034-0084_p0018",
      "zh_CN": "我们综观群经，知道佛的智慧不可思议，佛的神通不可思议，佛的愿力不可思议，凡是往生极乐世界的这些人，他们的智慧、愿力、德能也不可思议，又何况愿文里面告诉我们，西方世界这个环境确实特殊，不一样；为什么？种种受用，随心所欲。那我想阿弥陀佛讲经道场就在我家行不行？行！如果你这个愿望不能达成，佛在西方极乐世界就不会成佛。西方世界一切精神、物质的受用，随念而生。由此可知，阿弥陀佛所在之处，他旁边的依报庄严就这么庄严，树木就高。所以极乐世界阿弥陀佛讲经说法的道场，不是一个一定的处所，确确实实「随众生心，应所知量」。我们在《楞严经》上只看到这两句话，讲的是个原理原则。这两句话在西方极乐世界落实了，随心应量，不可思议。这是我们要晓得的，特别为诸位介绍出来。种种庄严，诸位可以参考黄念祖老居士的注解。再看下面一愿，第四十一愿：",
      "zh_TW": "我們綜觀群經，知道佛的智慧不可思議，佛的神通不可思議，佛的願力不可思議，凡是往生極樂世界的這些人，他們的智慧、願力、德能也不可思議，又何況願文裡面告訴我們，西方世界這個環境確實特殊，不一樣；為什麼？種種受用，隨心所欲。那我想阿彌陀佛講經道場就在我家行不行？行！如果你這個願望不能達成，佛在西方極樂世界就不會成佛。西方世界一切精神、物質的受用，隨念而生。由此可知，阿彌陀佛所在之處，他旁邊的依報莊嚴就這麼莊嚴，樹木就高。所以極樂世界阿彌陀佛講經說法的道場，不是一個一定的處所，確確實實「隨眾生心，應所知量」。我們在《楞嚴經》上只看到這兩句話，講的是個原理原則。這兩句話在西方極樂世界落實了，隨心應量，不可思議。這是我們要曉得的，特別為諸位介紹出來。種種莊嚴，諸位可以參考黃念祖老居士的註解。再看下面一願，第四十一願："
    },
    {
      "id": "02-034-0084_p0019",
      "zh_CN": "【欲见诸佛净国庄严。悉于宝树间见。犹如明镜。睹其面像。若不尔者。不取正觉。】",
      "zh_TW": "【欲見諸佛淨國莊嚴。悉於寶樹間見。猶如明鏡。睹其面像。若不爾者。不取正覺。】"
    },
    {
      "id": "02-034-0084_p0020",
      "zh_CN": "「树现佛刹愿」。这是《华严经》里面所讲的，事事无碍的境界。学佛的同修，修学这个法门，跟一般大乘法门不一样，一般大乘法门一定是情执断尽。你情执不能断尽，你不能够超越六道十法界，不能超越。这个法门，生到西方极乐世界的人，情执没有断尽，所谓是「带业往生」，情执没断尽。没有断尽，何以能往生？我们晓得西方极乐世界也是一真法界，是佛的净土，凡夫何以能够住佛净土？这叫难信之法，这就不可思议。佛在经上告诉我们，虽不需要断烦恼，但是一定要有能力伏烦恼。伏，对我们来说，我们要真正用一点功，做得到；断，做不到；因此伏烦恼比断烦恼容易太多太多了。伏是烦恼虽有根在，不起作用，不起现行，我把它伏住。用什么伏住？用念佛的方法伏住。",
      "zh_TW": "「樹現佛剎願」。這是《華嚴經》裡面所講的，事事無礙的境界。學佛的同修，修學這個法門，跟一般大乘法門不一樣，一般大乘法門一定是情執斷盡。你情執不能斷盡，你不能夠超越六道十法界，不能超越。這個法門，生到西方極樂世界的人，情執沒有斷盡，所謂是「帶業往生」，情執沒斷盡。沒有斷盡，何以能往生？我們曉得西方極樂世界也是一真法界，是佛的淨土，凡夫何以能夠住佛淨土？這叫難信之法，這就不可思議。佛在經上告訴我們，雖不需要斷煩惱，但是一定要有能力伏煩惱。伏，對我們來說，我們要真正用一點功，做得到；斷，做不到；因此伏煩惱比斷煩惱容易太多太多了。伏是煩惱雖有根在，不起作用，不起現行，我把它伏住。用什麼伏住？用念佛的方法伏住。"
    },
    {
      "id": "02-034-0084_p0021",
      "zh_CN": "念佛的方法也很多，再多，不外乎四大类，这四类就是：实相念佛、观想念佛、观像念佛、持名念佛。我们今天在这四种里面，采取的是持名念佛。四种念佛法门里面，持名念佛最容易、最简单，也最稳当、最可靠。关键就在一句「老实念」，能老实念的没有一个不成就，老实念才能够伏烦恼，伏烦恼就能得生净土，我们要懂这个道理。如果念佛烦恼伏不住，这是跟净土、跟弥陀如来结个法缘，这一生去不了，那要等来生、等后世，什么时候再遇到这个缘。其实我们每一位同修都是这个样子，过去生中曾经遇到这个法门，曾经学习这个法门，学习的功夫不到家，烦恼伏不住，所以又搞六道轮回。这一生又碰上了，过去的善根再接上，接了轨；接了轨，这一生要真干；如果不真干，又跟过去生一样，好！再等待来生来世了。可是要想一想，世间太苦了，还愿意再来一次吗？如果真正知道世间苦，不想再来了，这一生要下定决心，咬紧牙根，好好的忍耐一下，不许烦恼起现行，要忍耐一下。怎么忍法？外，不受环境诱惑；内，降伏自己的烦恼习气。烦恼习气，贪瞋痴慢这是烦恼习气，这里头还有疑、恶见，六个根本烦恼，我们这一句佛号要能压得住。",
      "zh_TW": "念佛的方法也很多，再多，不外乎四大類，這四類就是：實相念佛、觀想念佛、觀像念佛、持名念佛。我們今天在這四種裡面，採取的是持名念佛。四種念佛法門裡面，持名念佛最容易、最簡單，也最穩當、最可靠。關鍵就在一句「老實念」，能老實念的沒有一個不成就，老實念才能夠伏煩惱，伏煩惱就能得生淨土，我們要懂這個道理。如果念佛煩惱伏不住，這是跟淨土、跟彌陀如來結個法緣，這一生去不了，那要等來生、等後世，什麼時候再遇到這個緣。其實我們每一位同修都是這個樣子，過去生中曾經遇到這個法門，曾經學習這個法門，學習的功夫不到家，煩惱伏不住，所以又搞六道輪迴。這一生又碰上了，過去的善根再接上，接了軌；接了軌，這一生要真幹；如果不真幹，又跟過去生一樣，好！再等待來生來世了。可是要想一想，世間太苦了，還願意再來一次嗎？如果真正知道世間苦，不想再來了，這一生要下定決心，咬緊牙根，好好的忍耐一下，不許煩惱起現行，要忍耐一下。怎麼忍法？外，不受環境誘惑；內，降伏自己的煩惱習氣。煩惱習氣，貪瞋痴慢這是煩惱習氣，這裡頭還有疑、惡見，六個根本煩惱，我們這一句佛號要能壓得住。"
    },
    {
      "id": "02-034-0084_p0022",
      "zh_CN": "前天我在香港，拜访永惺法师。我跟他老人家有好几年没见面了，每一次到香港都想去看他，抽不出时间来。这一次在香港，陈老居士供养我们在香港居住的一个房子，房子不大，只有一千五百呎，但是距离永惺法师的道场很近，所以这一次我去看他老人家。他也很热心于佛陀教育，曾经在香港办过几次佛学院，没有办成功，所以我们谈到办学、培训班的事情，他说难！过去他有经验，学生从中国大陆找的，招到这边来念了两、三个月书，他就不念了，跑去赶经忏。每天港币八百块钱收入，很大的诱惑。一个月至少赚两万块港币，他在中国大陆到哪里去赚这么多钱？被金钱诱惑了。钱多了，多了就去买房子，还有买马票的，名堂很多，我都说不出来，都是赚钱的，就搞这些去了，道业就抛弃掉了。永惺法师很痛心，真想做，没有法子做，老师找不到，学生也找不到。我这一次透了一个讯息给他，我说您老人家如果有意思办，我们那个地方能教学的老师很多，我可以介绍给你。",
      "zh_TW": "前天我在香港，拜訪永惺法師。我跟他老人家有好幾年沒見面了，每一次到香港都想去看他，抽不出時間來。這一次在香港，陳老居士供養我們在香港居住的一個房子，房子不大，只有一千五百呎，但是距離永惺法師的道場很近，所以這一次我去看他老人家。他也很熱心於佛陀教育，曾經在香港辦過幾次佛學院，沒有辦成功，所以我們談到辦學、培訓班的事情，他說難！過去他有經驗，學生從中國大陸找的，招到這邊來念了兩、三個月書，他就不念了，跑去趕經懺。每天港幣八百塊錢收入，很大的誘惑。一個月至少賺兩萬塊港幣，他在中國大陸到哪裡去賺這麼多錢？被金錢誘惑了。錢多了，多了就去買房子，還有買馬票的，名堂很多，我都說不出來，都是賺錢的，就搞這些去了，道業就拋棄掉了。永惺法師很痛心，真想做，沒有法子做，老師找不到，學生也找不到。我這一次透了一個訊息給他，我說您老人家如果有意思辦，我們那個地方能教學的老師很多，我可以介紹給你。"
    },
    {
      "id": "02-034-0084_p0023",
      "zh_CN": "现在这个社会诱惑力量太大太大了，你能够禁得起诱惑吗？外面不受引诱，里面不动心，你这个人道业决定成就，我们要取这个。世间太短太短了，赚那几个钱有什么用处？你能够快乐几天？死了以后堕三途。这些都是事实，一定要看清楚，这事情能干吗？佛经里面常讲的比喻，「刀头舐蜜」。眼前这个利太小太小了，一天八百块钱算什么，一天八万块钱也不能干。为什么？死路！它不是活路。你往前面一看，火坑、地狱！所以一定要认清那是诱惑，太可怕了。八百块钱心就动，有什么出息？我说的话不好听，他们听到一定骂我，我讲实话，我讲真话。",
      "zh_TW": "現在這個社會誘惑力量太大太大了，你能夠禁得起誘惑嗎？外面不受引誘，裡面不動心，你這個人道業決定成就，我們要取這個。世間太短太短了，賺那幾個錢有什麼用處？你能夠快樂幾天？死了以後墮三途。這些都是事實，一定要看清楚，這事情能幹嗎？佛經裡面常講的比喻，「刀頭舐蜜」。眼前這個利太小太小了，一天八百塊錢算什麼，一天八萬塊錢也不能幹。為什麼？死路！它不是活路。你往前面一看，火坑、地獄！所以一定要認清那是誘惑，太可怕了。八百塊錢心就動，有什麼出息？我說的話不好聽，他們聽到一定罵我，我講實話，我講真話。"
    },
    {
      "id": "02-034-0084_p0024",
      "zh_CN": "一天八万块钱，八十万也不能动心，知道死路一条。我们今天能不动心，不为它所动，我们走的是活路，前途一片光明。帐，聪明人一定要会算，古人说得好，「百年三万六千日」，一百年才三万六千日，太短了。我们的生命几乎过了一大半，年轻人也过了一半，所以你想想看，你还有多少天的快乐？纵然给你尽形寿，给你一百年快乐，也不过三万六千天，往后无量劫恶道痛苦，你愿意干吗？你能从这个地方觉悟，从这里回头，你就得救了。为什么不把这个好时光去认真念佛，落实佛陀对我们的教诲？我们跟诸佛菩萨做朋友，我们参与诸佛菩萨的俱乐部，这多好，这个多有意义！就在这一念觉迷；一念觉醒，回头是岸。生到西方极乐世界，福德果报一切受用，即使诸佛如来异口同音给我们宣说，说不尽，说不尽的福报。我们在短短时日里头可以争取到，但是必须把世间名闻利养放下，你才能争取到；你要放不下，那这个你看看，实在看看，你也未必能相信。纵然相信的时候，「这不是现实」，你要讲现实，讲现实真正是忽略了现实。",
      "zh_TW": "一天八萬塊錢，八十萬也不能動心，知道死路一條。我們今天能不動心，不為它所動，我們走的是活路，前途一片光明。帳，聰明人一定要會算，古人說得好，「百年三萬六千日」，一百年才三萬六千日，太短了。我們的生命幾乎過了一大半，年輕人也過了一半，所以你想想看，你還有多少天的快樂？縱然給你盡形壽，給你一百年快樂，也不過三萬六千天，往後無量劫惡道痛苦，你願意幹嗎？你能從這個地方覺悟，從這裡回頭，你就得救了。為什麼不把這個好時光去認真念佛，落實佛陀對我們的教誨？我們跟諸佛菩薩做朋友，我們參與諸佛菩薩的俱樂部，這多好，這個多有意義！就在這一念覺迷；一念覺醒，回頭是岸。生到西方極樂世界，福德果報一切受用，即使諸佛如來異口同音給我們宣說，說不盡，說不盡的福報。我們在短短時日裡頭可以爭取到，但是必須把世間名聞利養放下，你才能爭取到；你要放不下，那這個你看看，實在看看，你也未必能相信。縱然相信的時候，「這不是現實」，你要講現實，講現實真正是忽略了現實。"
    },
    {
      "id": "02-034-0084_p0025",
      "zh_CN": "现在这个社会，真正修行人，修行功夫得力的不是没有，还是有；虽然不多，我们都能见到。新加坡的许哲居士你们大家见过，在这个台上表演过，一百零一岁。李木源居士你们天天看到，他是另外一个方式修行，他也修得很成功、修得很好，全心全力护持正法，他明天回来。现在在中国东北有一位常慧法师，上一次他们那一边有一个明续法师到此地来，给大家曾经做过简单介绍。我要邀请她到此地来，表演给你们看看，请她到念佛堂来念佛。她念佛的方法，完全是学《华严经》吉祥云比丘。吉祥云比丘念佛的方法是绕佛，没有坐下来，没有躺下来。那一边的同修告诉我，她已经有四百多天没有睡觉。她给我打电话，音声精神饱满，听起来就像二、三十岁人的声音，她今年六十五岁。崔居士告诉我，说她走路、拜佛轻飘飘的，确确实实让人感觉到仙风道骨。她念佛是「佛立三昧」，也叫「般舟三昧」，不睡觉，不休息，绝不坐下来，这就是以绕佛为主，经行，她用的是这个方法。",
      "zh_TW": "現在這個社會，真正修行人，修行功夫得力的不是沒有，還是有；雖然不多，我們都能見到。新加坡的許哲居士你們大家見過，在這個台上表演過，一百零一歲。李木源居士你們天天看到，他是另外一個方式修行，他也修得很成功、修得很好，全心全力護持正法，他明天回來。現在在中國東北有一位常慧法師，上一次他們那一邊有一個明續法師到此地來，給大家曾經做過簡單介紹。我要邀請她到此地來，表演給你們看看，請她到念佛堂來念佛。她念佛的方法，完全是學《華嚴經》吉祥雲比丘。吉祥雲比丘念佛的方法是繞佛，沒有坐下來，沒有躺下來。那一邊的同修告訴我，她已經有四百多天沒有睡覺。她給我打電話，音聲精神飽滿，聽起來就像二、三十歲人的聲音，她今年六十五歲。崔居士告訴我，說她走路、拜佛輕飄飄的，確確實實讓人感覺到仙風道骨。她念佛是「佛立三昧」，也叫「般舟三昧」，不睡覺，不休息，絕不坐下來，這就是以繞佛為主，經行，她用的是這個方法。"
    },
    {
      "id": "02-034-0084_p0026",
      "zh_CN": "她到这边来，我们给她申请，看看能够住一个月还是两个月；当然最好能够在这边住三个月，九十天。她在这里念九十天日夜不间断，你们每一个人去监视；当然你们没有这个功夫，轮流监视，看她睡不睡觉？看她是真的、是假的？表演给你们大家看看，激发我们的道心。我们看了之后，她能做到，我为什么不能做到？我们请她上台来讲讲开示。我听别人讲，她没有念过书，她不认识字，她跟大家讲开示，她说跟我讲经讲的一样，这很奇怪，让她来讲讲看。她是邀我到长春去一趟，我说我最近没有时间，我邀她来；她同意，她答应来。让她组一个小团，到这边来念佛。",
      "zh_TW": "她到這邊來，我們給她申請，看看能夠住一個月還是兩個月；當然最好能夠在這邊住三個月，九十天。她在這裡念九十天日夜不間斷，你們每一個人去監視；當然你們沒有這個功夫，輪流監視，看她睡不睡覺？看她是真的、是假的？表演給你們大家看看，激發我們的道心。我們看了之後，她能做到，我為什麼不能做到？我們請她上台來講講開示。我聽別人講，她沒有念過書，她不認識字，她跟大家講開示，她說跟我講經講的一樣，這很奇怪，讓她來講講看。她是邀我到長春去一趟，我說我最近沒有時間，我邀她來；她同意，她答應來。讓她組一個小團，到這邊來念佛。"
    },
    {
      "id": "02-034-0084_p0027",
      "zh_CN": "这是修行功夫得力了，什么叫功夫得力？这一句佛号能伏烦恼。我们今天用功怎么样？不得力。什么不得力？伏不住烦恼，一天到晚还是打妄想，所以身体很重，两个人抬都抬不动；功夫得力的人，身体轻。让这一些真正修行人表演给我们看看，给我们做个证明，一般宗教里面讲见证。实在讲，像她这样功夫的人多，不是没有，在中国许多道场都有。从前黄念祖老居士告诉我，「台湾佛教很盛」，他老人家的话，「台湾一个真正修行人都没有，真正修行人在中国大陆」，他的话讲真的，一点都不假。哪个地方有真正修行人，那个地方是诸佛护念，龙天善神保佑。真正修行人所住的地方，就是《华严经》上讲的「福城」，这个地方的人有福。居士林这个道场不错，一般外面人来参观访问的时候，看到都赞叹。我们自己清楚，我们做得不够，差得很远，要不断向上提升。我们要认真努力，念佛堂要提升，讲堂要提升，我们这个多元文化要提升；宗教教育，我们希求九大宗教都出来讲经说法，宗教教育要提升；新加坡就是福地，新加坡就是福城。我们居住在这个地方有责任、有义务，要认真努力来修学。",
      "zh_TW": "這是修行功夫得力了，什麼叫功夫得力？這一句佛號能伏煩惱。我們今天用功怎麼樣？不得力。什麼不得力？伏不住煩惱，一天到晚還是打妄想，所以身體很重，兩個人抬都抬不動；功夫得力的人，身體輕。讓這一些真正修行人表演給我們看看，給我們做個證明，一般宗教裡面講見證。實在講，像她這樣功夫的人多，不是沒有，在中國許多道場都有。從前黃念祖老居士告訴我，「台灣佛教很盛」，他老人家的話，「台灣一個真正修行人都沒有，真正修行人在中國大陸」，他的話講真的，一點都不假。哪個地方有真正修行人，那個地方是諸佛護念，龍天善神保佑。真正修行人所住的地方，就是《華嚴經》上講的「福城」，這個地方的人有福。居士林這個道場不錯，一般外面人來參觀訪問的時候，看到都讚歎。我們自己清楚，我們做得不夠，差得很遠，要不斷向上提升。我們要認真努力，念佛堂要提升，講堂要提升，我們這個多元文化要提升；宗教教育，我們希求九大宗教都出來講經說法，宗教教育要提升；新加坡就是福地，新加坡就是福城。我們居住在這個地方有責任、有義務，要認真努力來修學。"
    },
    {
      "id": "02-034-0084_p0028",
      "zh_CN": "四十一愿愿文里面说：『欲见诸佛净国庄严，悉于宝树间见，犹如明镜，睹其面像』。这是我刚才讲，我们往生到西方极乐世界的人，凡圣同居土的菩萨是伏烦恼去往生的，情执没断。没断怎么样？就会想家。到极乐世界有的时候会想起来，我们从娑婆世界来，娑婆世界那里还有一些父母兄弟姊妹、还有一些亲戚朋友，有时候会想起来，看看他们现在怎样了？你只念头一动，这个境界就现前。在哪里现？「宝树间见」。就如同我们现在看电视一样，我们现在看电视手还要去拨频道，那里不要，念头一动，频道就现前，你看到娑婆世界的状况。所以我们今天状况，西方极乐世界人看得很清楚，如对目前。我们今天看电视，画面是平面的，人家是立体的，确确实实就跟在面前一样，这是事事无碍的法界。到这个时候才真正明了，十方诸佛刹土无量无边，每一个刹土、每一个世界，你想看全都能看见，你想学全都能学到。诸佛刹土里面，有净土、有秽土、有净秽杂居土，形形色色，你全都能够见到。",
      "zh_TW": "四十一願願文裡面說：『欲見諸佛淨國莊嚴，悉於寶樹間見，猶如明鏡，睹其面像』。這是我剛才講，我們往生到西方極樂世界的人，凡聖同居土的菩薩是伏煩惱去往生的，情執沒斷。沒斷怎麼樣？就會想家。到極樂世界有的時候會想起來，我們從娑婆世界來，娑婆世界那裡還有一些父母兄弟姊妹、還有一些親戚朋友，有時候會想起來，看看他們現在怎樣了？你只念頭一動，這個境界就現前。在哪裡現？「寶樹間見」。就如同我們現在看電視一樣，我們現在看電視手還要去撥頻道，那裡不要，念頭一動，頻道就現前，你看到娑婆世界的狀況。所以我們今天狀況，西方極樂世界人看得很清楚，如對目前。我們今天看電視，畫面是平面的，人家是立體的，確確實實就跟在面前一樣，這是事事無礙的法界。到這個時候才真正明瞭，十方諸佛剎土無量無邊，每一個剎土、每一個世界，你想看全都能看見，你想學全都能學到。諸佛剎土裡面，有淨土、有穢土、有淨穢雜居土，形形色色，你全都能夠見到。"
    },
    {
      "id": "02-034-0084_p0029",
      "zh_CN": "这一愿跟《观经》十六观全都能相应。《观经》里面「宝树观」，也说到这个境界，它说得更详细。它说到宝树，树开花，有妙花，花会结果，花、果都有光明，从光明当中显现出无量无边诸佛刹土，所以说得比这个地方详细，我们可以合起来看，能够看到无量无边诸佛世界。佛法的修学，这个方式才能成就后得智，无所不知。这些境界对于西方极乐世界的菩萨，具不具备诱惑性？如果西方世界菩萨看到十方刹土还会被诱惑，他就不能到极乐世界去了。我们读了这个经文，就应当要知道，不要说是今天人间这一点五欲六尘我们要放下，完全不予理会，天上的妙乐也不能动我们的心，这才行。到极乐世界，看到诸佛刹土里面的妙乐，超过我们娑婆世界又不晓得多少倍了。如果这个境界现前，心一动，就完了。",
      "zh_TW": "這一願跟《觀經》十六觀全都能相應。《觀經》裡面「寶樹觀」，也說到這個境界，它說得更詳細。它說到寶樹，樹開花，有妙花，花會結果，花、果都有光明，從光明當中顯現出無量無邊諸佛剎土，所以說得比這個地方詳細，我們可以合起來看，能夠看到無量無邊諸佛世界。佛法的修學，這個方式才能成就後得智，無所不知。這些境界對於西方極樂世界的菩薩，具不具備誘惑性？如果西方世界菩薩看到十方剎土還會被誘惑，他就不能到極樂世界去了。我們讀了這個經文，就應當要知道，不要說是今天人間這一點五欲六塵我們要放下，完全不予理會，天上的妙樂也不能動我們的心，這才行。到極樂世界，看到諸佛剎土裡面的妙樂，超過我們娑婆世界又不曉得多少倍了。如果這個境界現前，心一動，就完了。"
    },
    {
      "id": "02-034-0084_p0030",
      "zh_CN": "在西方世界有阿弥陀佛本愿威神加持，实在讲，这里面最重要的，还是天天在上课，天天在听经，天天在学习，才能伏得住烦恼。同样的道理，我们今天在现前这个世界，在这个社会，科学技术日新月异，我在讲席当中常讲，这些科技发明，这个都是魔，都是在诱惑。日新月异的东西在你面前转来转去，勾引着你的心，你的心就被它牵着跑，辛辛苦苦赚的钱都供养它了。活着为什么？为它们活着的，哪里是为自己。什么时候我们也能够做到不动心，我们的功夫才会得力。我们今天功夫何以不得力？要多想一想。",
      "zh_TW": "在西方世界有阿彌陀佛本願威神加持，實在講，這裡面最重要的，還是天天在上課，天天在聽經，天天在學習，才能伏得住煩惱。同樣的道理，我們今天在現前這個世界，在這個社會，科學技術日新月異，我在講席當中常講，這些科技發明，這個都是魔，都是在誘惑。日新月異的東西在你面前轉來轉去，勾引著你的心，你的心就被它牽著跑，辛辛苦苦賺的錢都供養它了。活著為什麼？為它們活著的，哪裡是為自己。什麼時候我們也能夠做到不動心，我們的功夫才會得力。我們今天功夫何以不得力？要多想一想。"
    },
    {
      "id": "02-034-0084_p0031",
      "zh_CN": "许哲居士功夫得力了，凭什么？凭不受诱惑。名闻利养、财色名食睡摆在她面前，她理都不理会，心里头完全没有，所以人家功夫得力。常慧法师功夫何以得力？亦复如是。明续法师给我们讲了一桩故事，那是去年的。她在关房里面，有一个人拿钱来供养她，她不理会。拿了一张五块钱的人民币，她没有理；然后又送一张十块，她又不理；再送一张一百块，她还是不理；结果把一百块钞票到处撒，就在她身边到处撒，她还是不理。然后那个人走了，说：常慧法师没有办法，诱惑不动。以后有人进她这个关房，看到满地钞票，把它捡起来数一数，六千多块钱，是真的不是假的。常住收去了，没有动心。财色名食睡样样都不动心，你的功夫才能得力。我们很想功夫成片，很想功夫得力，这个障碍去不掉，怎么能成就？",
      "zh_TW": "許哲居士功夫得力了，憑什麼？憑不受誘惑。名聞利養、財色名食睡擺在她面前，她理都不理會，心裡頭完全沒有，所以人家功夫得力。常慧法師功夫何以得力？亦復如是。明續法師給我們講了一樁故事，那是去年的。她在關房裡面，有一個人拿錢來供養她，她不理會。拿了一張五塊錢的人民幣，她沒有理；然後又送一張十塊，她又不理；再送一張一百塊，她還是不理；結果把一百塊鈔票到處撒，就在她身邊到處撒，她還是不理。然後那個人走了，說：常慧法師沒有辦法，誘惑不動。以後有人進她這個關房，看到滿地鈔票，把它撿起來數一數，六千多塊錢，是真的不是假的。常住收去了，沒有動心。財色名食睡樣樣都不動心，你的功夫才能得力。我們很想功夫成片，很想功夫得力，這個障礙去不掉，怎麼能成就？"
    },
    {
      "id": "02-034-0084_p0032",
      "zh_CN": "我早年学佛，章嘉大师告诉我，「佛氏门中，有求必应」；但是当你所求而得不到感应的时候，这里头有障碍，你必须把障碍找出来，把障碍消除，感应就现前，就是这么个道理。我们今天修行功夫不得力，不肯找出不得力的因素在哪里，不肯把这个因素消除，所以干一辈子功夫都不得力，修学过程当中得不到法喜。所以诸位修行，你到底得不得力，你能得多少，我都清楚。我看看你的面貌，看看你走路的行动，我就知道，还用得着问你吗？功夫得力的人，那个现相不一样。",
      "zh_TW": "我早年學佛，章嘉大師告訴我，「佛氏門中，有求必應」；但是當你所求而得不到感應的時候，這裡頭有障礙，你必須把障礙找出來，把障礙消除，感應就現前，就是這麼個道理。我們今天修行功夫不得力，不肯找出不得力的因素在哪裡，不肯把這個因素消除，所以幹一輩子功夫都不得力，修學過程當中得不到法喜。所以諸位修行，你到底得不得力，你能得多少，我都清楚。我看看你的面貌，看看你走路的行動，我就知道，還用得著問你嗎？功夫得力的人，那個現相不一樣。"
    },
    {
      "id": "02-034-0084_p0033",
      "zh_CN": "一定要晓得这个道理，如何把境界转过来。无论什么样的境界现前，境界不外乎四种，顺境、逆境、善缘、恶缘，不外乎这四种。顺境里面、善缘里面，决定不起贪心，决定没有贪念，这个非常重要；逆境、恶缘，决定没有瞋恚心，不起瞋恚念，这比什么都重要；这是真实功夫，我们将佛陀的教诲落实，最重要的就落实在此处。一切境缘当中修自己的清净心、平等心，就相应了，清净心、平等心跟性德相应。宗门常讲明心见性，见性成佛，你现在见不了性，但是与心性靠近，常常靠近，就有豁然开悟见性的那一天。诸位要晓得，见性是念佛「理一心不乱」。我们能够在顺逆境缘当中修清净平等心，这就贴近功夫成片，你的修学才真正得力，真有受用。到你得力有受用的时候，佛法当中常讲「法喜充满」，那个喜悦是从内心里面流出来的，不是名闻利养、五欲六尘的刺激。人得五欲六尘那一种快乐是什么？是吸毒、打吗啡，是那一种快乐，后患无穷。真正修行人，他那个快乐与名闻利养、五欲六尘毫无关系，法喜充满。那是真乐，前途一片光明。",
      "zh_TW": "一定要曉得這個道理，如何把境界轉過來。無論什麼樣的境界現前，境界不外乎四種，順境、逆境、善緣、惡緣，不外乎這四種。順境裡面、善緣裡面，決定不起貪心，決定沒有貪念，這個非常重要；逆境、惡緣，決定沒有瞋恚心，不起瞋恚念，這比什麼都重要；這是真實功夫，我們將佛陀的教誨落實，最重要的就落實在此處。一切境緣當中修自己的清淨心、平等心，就相應了，清淨心、平等心跟性德相應。宗門常講明心見性，見性成佛，你現在見不了性，但是與心性靠近，常常靠近，就有豁然開悟見性的那一天。諸位要曉得，見性是念佛「理一心不亂」。我們能夠在順逆境緣當中修清淨平等心，這就貼近功夫成片，你的修學才真正得力，真有受用。到你得力有受用的時候，佛法當中常講「法喜充滿」，那個喜悅是從內心裡面流出來的，不是名聞利養、五欲六塵的刺激。人得五欲六塵那一種快樂是什麼？是吸毒、打嗎啡，是那一種快樂，後患無窮。真正修行人，他那個快樂與名聞利養、五欲六塵毫無關係，法喜充滿。那是真樂，前途一片光明。"
    },
    {
      "id": "02-034-0084_p0034",
      "zh_CN": "我们读这一句愿文，这是西方极乐世界的事情，但是我们也可以能够回过头来看我们现前的环境，在现前环境里面，我们应该怎么做、应该怎么学习，将来到西方世界是现成的，一丝毫都不陌生。虽然我们在念佛堂，念佛堂里面没有电视，也没有传真，念到自己身心清净的时候，也有许多不思议的境界现前，你能够见到一般人见不到的境界。这个事情有，肯定有，每一个人都会有。遇到这个境界，不要生欢喜，也不要恐惧。这个境界现前，心里面就想到佛给我们的教诲，「凡所有相，皆是虚妄」，这就是好境界。《楞严经》上佛常说，只要不理会它，就都是好境界。如果一理会，就着了魔境。所以外境，给诸位讲，无佛亦无魔，佛跟魔就是心里头的转变。一念觉，是佛、是佛境界；一念迷，是魔境界；觉、迷之间。外境确实是无佛亦无魔，我们在这个地方炼自己。",
      "zh_TW": "我們讀這一句願文，這是西方極樂世界的事情，但是我們也可以能夠回過頭來看我們現前的環境，在現前環境裡面，我們應該怎麼做、應該怎麼學習，將來到西方世界是現成的，一絲毫都不陌生。雖然我們在念佛堂，念佛堂裡面沒有電視，也沒有傳真，念到自己身心清淨的時候，也有許多不思議的境界現前，你能夠見到一般人見不到的境界。這個事情有，肯定有，每一個人都會有。遇到這個境界，不要生歡喜，也不要恐懼。這個境界現前，心裡面就想到佛給我們的教誨，「凡所有相，皆是虛妄」，這就是好境界。《楞嚴經》上佛常說，只要不理會它，就都是好境界。如果一理會，就著了魔境。所以外境，給諸位講，無佛亦無魔，佛跟魔就是心裡頭的轉變。一念覺，是佛、是佛境界；一念迷，是魔境界；覺、迷之間。外境確實是無佛亦無魔，我們在這個地方鍊自己。"
    },
    {
      "id": "02-034-0084_p0035",
      "zh_CN": "到更深的理论，那不是我们现前的境界，但是这些理论在大乘经里面，我们也可以学习，不是不能学习。如来果地上真实的境界，就是《华严经》上所说的，「一即一切，一切即一」。一，不是专一，是任一；任何一法都圆融含摄一切法。佛在经上常讲毛孔、毛端，毛孔、毛端是一法，尽虚空、遍法界都含摄在其中。所以佛在经上说，「一毛端里转大法轮」，这一毛端没有放大，诸佛讲经说法的大会没有缩小，这是不思议境界，这是真实的境界，这是事实真相。什么时候我们才能见到，我们才能透彻理解？大经上常讲，八地菩萨。凭我们个人的能力修学，从现在要修到第八地，那真的是太难太难了，所谓是无量劫。可是我们今天遇到净土法门，我们在一生当中求生极乐世界，到极乐世界虽然还是个凡圣同居土，可是得弥陀本愿加持，在七宝行树之间，就能够见到十方无量无边诸佛刹土。宝树空间没有放大，十方刹土没有缩小，这种境界居然在眼前，这个不可思议。所以到西方世界成就，实实在在讲是很容易的事情，不是难事。这说明西方极乐世界，一个明白人，一个聪明人，焉能不去？哪有这种道理！决定向往西方净土。我们再看底下这一愿：",
      "zh_TW": "到更深的理論，那不是我們現前的境界，但是這些理論在大乘經裡面，我們也可以學習，不是不能學習。如來果地上真實的境界，就是《華嚴經》上所說的，「一即一切，一切即一」。一，不是專一，是任一；任何一法都圓融含攝一切法。佛在經上常講毛孔、毛端，毛孔、毛端是一法，盡虛空、遍法界都含攝在其中。所以佛在經上說，「一毛端裡轉大法輪」，這一毛端沒有放大，諸佛講經說法的大會沒有縮小，這是不思議境界，這是真實的境界，這是事實真相。什麼時候我們才能見到，我們才能透徹理解？大經上常講，八地菩薩。憑我們個人的能力修學，從現在要修到第八地，那真的是太難太難了，所謂是無量劫。可是我們今天遇到淨土法門，我們在一生當中求生極樂世界，到極樂世界雖然還是個凡聖同居土，可是得彌陀本願加持，在七寶行樹之間，就能夠見到十方無量無邊諸佛剎土。寶樹空間沒有放大，十方剎土沒有縮小，這種境界居然在眼前，這個不可思議。所以到西方世界成就，實實在在講是很容易的事情，不是難事。這說明西方極樂世界，一個明白人，一個聰明人，焉能不去？哪有這種道理！決定嚮往西方淨土。我們再看底下這一願："
    },
    {
      "id": "02-034-0084_p0036",
      "zh_CN": "【我作佛时。所居佛刹。广博严净。光莹如镜。彻照十方无量无数。不可思议。诸佛世界。众生睹者。生希有心。若不尔者。不取正觉。】",
      "zh_TW": "【我作佛時。所居佛剎。廣博嚴淨。光瑩如鏡。徹照十方無量無數。不可思議。諸佛世界。眾生睹者。生希有心。若不爾者。不取正覺。】"
    },
    {
      "id": "02-034-0084_p0037",
      "zh_CN": "这在大段里面，四十八愿大段里面是第十「香光普摄」。这里面有两愿，四十二跟四十三，这是介绍阿弥陀佛自己居住的环境。『广博严净』，「广博」是广大无边，「严净」是庄严清净，我们从这两句就能体会到居住环境的美好。『光莹如镜』，「光」是光明，「莹」是照的意思，干净，就像一面镜子一样。有许多从外地来的同修，到新加坡来看看，都非常赞叹新加坡这个城市。茗山法师在我面前就讲过好几次，新加坡是我们现在这个世界上的净土。这个城市干净，人民守法，环境不仅仅是庄严，真的是一尘不染，许多人赞叹。西方世界的环境，诸佛如来赞叹。我们这个世间，这个地方虽然是环境很好，但是「光莹如镜」还做不到。",
      "zh_TW": "這在大段裡面，四十八願大段裡面是第十「香光普攝」。這裡面有兩願，四十二跟四十三，這是介紹阿彌陀佛自己居住的環境。『廣博嚴淨』，「廣博」是廣大無邊，「嚴淨」是莊嚴清淨，我們從這兩句就能體會到居住環境的美好。『光瑩如鏡』，「光」是光明，「瑩」是照的意思，乾淨，就像一面鏡子一樣。有許多從外地來的同修，到新加坡來看看，都非常讚歎新加坡這個城市。茗山法師在我面前就講過好幾次，新加坡是我們現在這個世界上的淨土。這個城市乾淨，人民守法，環境不僅僅是莊嚴，真的是一塵不染，許多人讚歎。西方世界的環境，諸佛如來讚歎。我們這個世間，這個地方雖然是環境很好，但是「光瑩如鏡」還做不到。"
    },
    {
      "id": "02-034-0084_p0038",
      "zh_CN": "它起的作用，『彻照十方无量无数，不可思议，诸佛世界』。换句话说，前面讲是行树当中去见，见十方诸佛刹土，那是情执，我们想到哪里会见到哪里。在这个世界里面，我们要想到我们过去生中生生世世的状况都能见到，生生世世的父母，生生世世的朋友，也都能见到。才真正明了过去无始，未来无终；无始无终，这是从竖的说；无边无际，是从横的说；是一体，一个法身，经上常常赞叹的「清净法身」。这个时候真正彻底觉悟了，原来虚空法界一切众生跟自己是一体；自性里面圆满的般若智慧透露出来了，无所不知；自性的德能显示出来了，无所不能。自性本具的慈悲自然流露，真实、无私、清净、无染的爱护一切，大慈大悲，性德圆满透露。这是入这个境界，你要不契入这个境界，性德如何圆满现前？",
      "zh_TW": "它起的作用，『徹照十方無量無數，不可思議，諸佛世界』。換句話說，前面講是行樹當中去見，見十方諸佛剎土，那是情執，我們想到哪裡會見到哪裡。在這個世界裡面，我們要想到我們過去生中生生世世的狀況都能見到，生生世世的父母，生生世世的朋友，也都能見到。才真正明瞭過去無始，未來無終；無始無終，這是從豎的說；無邊無際，是從橫的說；是一體，一個法身，經上常常讚歎的「清淨法身」。這個時候真正徹底覺悟了，原來虛空法界一切眾生跟自己是一體；自性裡面圓滿的般若智慧透露出來了，無所不知；自性的德能顯示出來了，無所不能。自性本具的慈悲自然流露，真實、無私、清淨、無染的愛護一切，大慈大悲，性德圓滿透露。這是入這個境界，你要不契入這個境界，性德如何圓滿現前？"
    },
    {
      "id": "02-034-0084_p0039",
      "zh_CN": "『众生睹者』。「众生」，是极乐世界的菩萨。他们有一些功夫到家了，哪些人？实报庄严土往生的。这是功夫到家，见到了。同居土、方便土，无明没破，但是得阿弥陀佛本愿威神加持，也跟这些大菩萨一样的见到了。西方世界之可贵，西方世界之值得诸佛如来赞叹，不是实报庄严土，是凡圣同居土，这是一切诸佛刹土的凡圣土不能比。我们现在居住的是释迦牟尼佛的凡圣同居土，极乐世界的凡圣同居土跟实报庄严土简直没有差别，所以诸佛赞叹。在这个地方我们也许会产生疑问，佛佛道同，一切诸佛智慧、神通、道力都相同，为什么释迦牟尼佛不把现在这个凡圣同居土，变成像极乐世界一样？我想应该有不少人会提出这个问题来。这问题要问释迦牟尼佛，释迦牟尼佛也会答复你：阿弥陀佛的凡圣同居土跟诸佛刹土不一样，里头有个重要的因素，凡圣同居土里面的众生听话，跟阿弥陀佛合作，所以凡圣同居土不亚于实报庄严土。释迦牟尼佛也可以说：你们跟我不合作，那有什么法子？你们要是肯跟我合作，肯听话，我们这个净土也能转变跟极乐世界一样。佛讲的不错，我同意；为什么？依报随着正报转。西方国土是依报，正报是什么？正报是人心。",
      "zh_TW": "『眾生睹者』。「眾生」，是極樂世界的菩薩。他們有一些功夫到家了，哪些人？實報莊嚴土往生的。這是功夫到家，見到了。同居土、方便土，無明沒破，但是得阿彌陀佛本願威神加持，也跟這些大菩薩一樣的見到了。西方世界之可貴，西方世界之值得諸佛如來讚歎，不是實報莊嚴土，是凡聖同居土，這是一切諸佛剎土的凡聖土不能比。我們現在居住的是釋迦牟尼佛的凡聖同居土，極樂世界的凡聖同居土跟實報莊嚴土簡直沒有差別，所以諸佛讚歎。在這個地方我們也許會產生疑問，佛佛道同，一切諸佛智慧、神通、道力都相同，為什麼釋迦牟尼佛不把現在這個凡聖同居土，變成像極樂世界一樣？我想應該有不少人會提出這個問題來。這問題要問釋迦牟尼佛，釋迦牟尼佛也會答覆你：阿彌陀佛的凡聖同居土跟諸佛剎土不一樣，裡頭有個重要的因素，凡聖同居土裡面的眾生聽話，跟阿彌陀佛合作，所以凡聖同居土不亞於實報莊嚴土。釋迦牟尼佛也可以說：你們跟我不合作，那有什麼法子？你們要是肯跟我合作，肯聽話，我們這個淨土也能轉變跟極樂世界一樣。佛講的不錯，我同意；為什麼？依報隨著正報轉。西方國土是依報，正報是什麼？正報是人心。"
    },
    {
      "id": "02-034-0084_p0040",
      "zh_CN": "凡是往生到西方极乐世界的人，都是念佛去的，都是伏烦恼去的。念佛功夫得力，伏住烦恼去的。那释迦牟尼佛问问我们，我们的凡圣同居土，你们是念什么来的？你们不是念佛来往生的，过去生中念五戒十善来往生的，因地不同，果报就不一样。不是释迦牟尼佛做不到，释迦牟尼佛确实能做到；我们今天想一想，细心想一想，不学佛的人当然跟释迦牟尼佛完全不合作，心行都跟佛的教诲相违背；我们再看看我们是三宝弟子，甚至于出了家，都受了三坛大戒，我们跟释迦牟尼佛合作过没有？佛在经上给我们的教诲，我们做到多少？所以这个答案就出来了，什么原因？不合作。",
      "zh_TW": "凡是往生到西方極樂世界的人，都是念佛去的，都是伏煩惱去的。念佛功夫得力，伏住煩惱去的。那釋迦牟尼佛問問我們，我們的凡聖同居土，你們是念什麼來的？你們不是念佛來往生的，過去生中念五戒十善來往生的，因地不同，果報就不一樣。不是釋迦牟尼佛做不到，釋迦牟尼佛確實能做到；我們今天想一想，細心想一想，不學佛的人當然跟釋迦牟尼佛完全不合作，心行都跟佛的教誨相違背；我們再看看我們是三寶弟子，甚至於出了家，都受了三壇大戒，我們跟釋迦牟尼佛合作過沒有？佛在經上給我們的教誨，我們做到多少？所以這個答案就出來了，什麼原因？不合作。"
    },
    {
      "id": "02-034-0084_p0041",
      "zh_CN": "于是在现前社会对我们最重要的一部经典，当然是《无量寿经》。《无量寿经》介绍西方极乐世界，我们果然生起向往之心，这就是发菩提心。老实念佛，这就能生西方极乐世界，这是个正因、正行，古人讲正行，这个「行」是动词。可是有正行还要有助行，正助双修，我们才有把握。今天念佛堂老实念，正行有，助行没有，所以把握还不够。助行是什么？助行是修善，断恶修善，这是助行。西方极乐世界，释迦牟尼佛给我们介绍得很多、介绍得很好，那个地方皆是「诸上善人俱会一处」。我们要问问我们善不善？念佛是念得很好，阿弥陀佛没有问题了，这一关打通了，可是我们不善，那一边的大众都是善人，这一关不容易打通。阿弥陀佛也不能循情，「这个念佛念得不错，我接引他来」，来了什么？跟大众天天吵架，跟大众不合，那这怎么行？由此可知，修善就很重要。修善的标准是什么？十善业道。我们将「净业三福」头一条做到，「孝养父母，奉事师长，慈心不杀，修十善业」。要晓得孝养父母，奉事师长，慈心不杀，这三句落实就在十善。只要你修十善业，前面这三句你就做到；你不能认真修十善业，前面三句是空话，纵然有心有愿，没有落实；修十善才落实。",
      "zh_TW": "於是在現前社會對我們最重要的一部經典，當然是《無量壽經》。《無量壽經》介紹西方極樂世界，我們果然生起嚮往之心，這就是發菩提心。老實念佛，這就能生西方極樂世界，這是個正因、正行，古人講正行，這個「行」是動詞。可是有正行還要有助行，正助雙修，我們才有把握。今天念佛堂老實念，正行有，助行沒有，所以把握還不夠。助行是什麼？助行是修善，斷惡修善，這是助行。西方極樂世界，釋迦牟尼佛給我們介紹得很多、介紹得很好，那個地方皆是「諸上善人俱會一處」。我們要問問我們善不善？念佛是念得很好，阿彌陀佛沒有問題了，這一關打通了，可是我們不善，那一邊的大眾都是善人，這一關不容易打通。阿彌陀佛也不能循情，「這個念佛念得不錯，我接引他來」，來了什麼？跟大眾天天吵架，跟大眾不合，那這怎麼行？由此可知，修善就很重要。修善的標準是什麼？十善業道。我們將「淨業三福」頭一條做到，「孝養父母，奉事師長，慈心不殺，修十善業」。要曉得孝養父母，奉事師長，慈心不殺，這三句落實就在十善。只要你修十善業，前面這三句你就做到；你不能認真修十善業，前面三句是空話，縱然有心有願，沒有落實；修十善才落實。"
    },
    {
      "id": "02-034-0084_p0042",
      "zh_CN": "这十善怎么个修法？佛在《十善业道经》里面讲得好，他说菩萨有一个方法，这一个方法能断一切恶道苦。这个方法妙，能断一切恶道苦，什么方法？佛说，教我们要「昼夜常念思惟观察善法」。常念是心善，思惟是念头善，观察是行善、行为善，心善、念善、行善。下面一句话很重要，「不容毫分，不善间杂」。整个开示这是一个重点，我们今天不能成就就是：好，我心里也善，思惟也善，行也善，里面总夹杂着不善，这个麻烦就大了。所以我们的善功不纯，不能算个善人。你的善功要纯，你才是个善人，决定不容许不善夹杂在其中。换句话说，我们在日常生活当中，对人、对事、对物看善的，不要看不善的，只看别人善，只看一切善事。善的，我们好好学习；不善的，决定不要记在心里头，决定不要去理会。不放在心上，不放在口上，当然更不放在身上，这就叫不许可一毫一分的不善夹杂在其中。心里头不可以夹杂，口不可以夹杂，身不可以夹杂，佛这么教我们。然后你就能够亲近诸佛如来及诸圣众，这一句话就是说，你就能参与诸佛如来的俱乐部，常常跟他们在一起玩了。诸佛如来的俱乐部在哪里？西方极乐世界；「诸上善人俱会一处」，我们就可以有资格参加。所以诸位才知道十善是多么重要，凡是往生西方极乐世界的人，这是讲凡圣同居土，五戒十善一定清净，古德常常劝导我们持戒念佛，就是这个意思。",
      "zh_TW": "這十善怎麼個修法？佛在《十善業道經》裡面講得好，他說菩薩有一個方法，這一個方法能斷一切惡道苦。這個方法妙，能斷一切惡道苦，什麼方法？佛說，教我們要「晝夜常念思惟觀察善法」。常念是心善，思惟是念頭善，觀察是行善、行為善，心善、念善、行善。下面一句話很重要，「不容毫分，不善間雜」。整個開示這是一個重點，我們今天不能成就就是：好，我心裡也善，思惟也善，行也善，裡面總夾雜著不善，這個麻煩就大了。所以我們的善功不純，不能算個善人。你的善功要純，你才是個善人，決定不容許不善夾雜在其中。換句話說，我們在日常生活當中，對人、對事、對物看善的，不要看不善的，只看別人善，只看一切善事。善的，我們好好學習；不善的，決定不要記在心裡頭，決定不要去理會。不放在心上，不放在口上，當然更不放在身上，這就叫不許可一毫一分的不善夾雜在其中。心裡頭不可以夾雜，口不可以夾雜，身不可以夾雜，佛這麼教我們。然後你就能夠親近諸佛如來及諸聖眾，這一句話就是說，你就能參與諸佛如來的俱樂部，常常跟他們在一起玩了。諸佛如來的俱樂部在哪裡？西方極樂世界；「諸上善人俱會一處」，我們就可以有資格參加。所以諸位才知道十善是多麼重要，凡是往生西方極樂世界的人，這是講凡聖同居土，五戒十善一定清淨，古德常常勸導我們持戒念佛，就是這個意思。"
    },
    {
      "id": "02-034-0084_p0043",
      "zh_CN": "这经文里面讲，众生不仅是指西方极乐世界的众生，西方极乐世界众生是见到了，亲眼看到了；他方世界众生没有看到，听到了。佛在这里讲这些话我们听到了，看到生希有心，听到也生希有心。我们不仅生希有心，还要生向往之心，要发大心，决定在这一生当中求生净土，决定有信心得生净土。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "這經文裡面講，眾生不僅是指西方極樂世界的眾生，西方極樂世界眾生是見到了，親眼看到了；他方世界眾生沒有看到，聽到了。佛在這裡講這些話我們聽到了，看到生希有心，聽到也生希有心。我們不僅生希有心，還要生嚮往之心，要發大心，決定在這一生當中求生淨土，決定有信心得生淨土。好，今天時間到了，我們就講到此地。"
    }
  ]
}