{
  "doc_id": "02-034-0151",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五一集",
    "zh_TW": "第一五一集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0151",
  "total_paragraphs": 70,
  "paragraphs": [
    {
      "id": "02-034-0151_p0001",
      "zh_CN": "请掀开经本，科会第四十四面第七行，经文第七行。这一段的科题是食自在，我们把经文念一段：",
      "zh_TW": "請掀開經本，科會第四十四面第七行，經文第七行。這一段的科題是食自在，我們把經文念一段："
    },
    {
      "id": "02-034-0151_p0002",
      "zh_CN": "【若欲食时。七宝钵器。自然在前。百味饮食。自然盈满。虽有此食。实无食者。但见色闻香。以意为食。色力增长。而无便秽。身心柔软。无所味着。事已化去。时至复现。】",
      "zh_TW": "【若欲食時。七寶缽器。自然在前。百味飲食。自然盈滿。雖有此食。實無食者。但見色聞香。以意為食。色力增長。而無便穢。身心柔軟。無所味著。事已化去。時至復現。】"
    },
    {
      "id": "02-034-0151_p0003",
      "zh_CN": "这一段经文是讲的饮食，西方极乐世界的饮食，现在我们的社会都讲文化，饮食的文化。我们看看西方极乐世界他们的饮食文化。开头这一句非常重要，『若欲食时』，这个关键的字眼就在「欲」，也就是说你想吃的时候；你不想吃的时候就没有这些事情。为什么会想？在我们推测当中，一定是往生到极乐世界时间还不长，咱们娑婆世界这些习气还没有忘掉，到那个地方过一段时期，「怎么还没有吃饭」这个念头一动，这个境界就现前了。所以西方极乐世界真的是心想事成，一切都是变化所作。",
      "zh_TW": "這一段經文是講的飲食，西方極樂世界的飲食，現在我們的社會都講文化，飲食的文化。我們看看西方極樂世界他們的飲食文化。開頭這一句非常重要，『若欲食時』，這個關鍵的字眼就在「欲」，也就是說你想吃的時候；你不想吃的時候就沒有這些事情。為什麼會想？在我們推測當中，一定是往生到極樂世界時間還不長，咱們娑婆世界這些習氣還沒有忘掉，到那個地方過一段時期，「怎麼還沒有吃飯」這個念頭一動，這個境界就現前了。所以西方極樂世界真的是心想事成，一切都是變化所作。"
    },
    {
      "id": "02-034-0151_p0004",
      "zh_CN": "『七宝钵器』，佛家称为钵器，现在一般社会称餐具，我们要懂得这个里面的变化，世出世间法常说的善巧变化，现在称为餐具。我们知道往生西方极乐世界，并不是专指念阿弥陀佛的人都能往生，你要这样想法就错了，我们到底下念到「三辈往生、往生正因」里面会说到这个事实真相。遇到这个法门，修学净宗的人，我们确实是念佛往生的。但是不是修净宗法门的，修其他法门的，能不能往生？能。你看在后面「三辈往生」一共有四段经文，最后一段，慈舟大师判为一心三辈。那一段里讲不是修净宗的，在佛门里面修学其他法门，把自己所修学的功德回向求生净土，是统统都能往生，这个法门才真叫广大。",
      "zh_TW": "『七寶缽器』，佛家稱為缽器，現在一般社會稱餐具，我們要懂得這個裡面的變化，世出世間法常說的善巧變化，現在稱為餐具。我們知道往生西方極樂世界，並不是專指念阿彌陀佛的人都能往生，你要這樣想法就錯了，我們到底下念到「三輩往生、往生正因」裡面會說到這個事實真相。遇到這個法門，修學淨宗的人，我們確實是念佛往生的。但是不是修淨宗法門的，修其他法門的，能不能往生？能。你看在後面「三輩往生」一共有四段經文，最後一段，慈舟大師判為一心三輩。那一段裡講不是修淨宗的，在佛門裡面修學其他法門，把自己所修學的功德迴向求生淨土，是統統都能往生，這個法門才真叫廣大。"
    },
    {
      "id": "02-034-0151_p0005",
      "zh_CN": "不但是修佛门里面其他的法门，我们真的懂得这个意思，触类贯通，修学世间任何宗教，你把你修学的功德，临终要希望想求往生的话，也统统得生。西方极乐世界是多元文化，什么样的族群、什么样的宗教统统包含。往生真正的条件，诸位一定要记住，「心净则佛土净」。无论你修学哪一个宗教，修到心地清净，你的条件就具足了。临命终时遇到朋友告诉你，西方极乐世界那个天堂不错！天堂很多，这个天堂可以去看看，那他真的就去了。我们要明白这个道理。",
      "zh_TW": "不但是修佛門裡面其他的法門，我們真的懂得這個意思，觸類貫通，修學世間任何宗教，你把你修學的功德，臨終要希望想求往生的話，也統統得生。西方極樂世界是多元文化，什麼樣的族群、什麼樣的宗教統統包含。往生真正的條件，諸位一定要記住，「心淨則佛土淨」。無論你修學哪一個宗教，修到心地清淨，你的條件就具足了。臨命終時遇到朋友告訴你，西方極樂世界那個天堂不錯！天堂很多，這個天堂可以去看看，那他真的就去了。我們要明白這個道理。"
    },
    {
      "id": "02-034-0151_p0006",
      "zh_CN": "这不仅是大乘，大乘当中的大乘，这前面跟诸位介绍过，一乘当中的一乘，究竟圆满。哪有修学其他宗教法门不能往生，哪有这种道理？通常在经上讲八万四千法门，那是指佛教的，讲无量法门，那就把遍法界虚空界所有一切的行门都包括在其中，无量法门，你想想看包不包括其他宗教？这个道理要懂，你才真正懂得如来所说真实义，决不是局限片面的，它是圆满的，它是广博的，我们晓得这个道理，七宝钵器当然你就会融通了。",
      "zh_TW": "這不僅是大乘，大乘當中的大乘，這前面跟諸位介紹過，一乘當中的一乘，究竟圓滿。哪有修學其他宗教法門不能往生，哪有這種道理？通常在經上講八萬四千法門，那是指佛教的，講無量法門，那就把遍法界虛空界所有一切的行門都包括在其中，無量法門，你想想看包不包括其他宗教？這個道理要懂，你才真正懂得如來所說真實義，決不是侷限片面的，它是圓滿的，它是廣博的，我們曉得這個道理，七寶缽器當然你就會融通了。"
    },
    {
      "id": "02-034-0151_p0007",
      "zh_CN": "我们知道，不要说他方世界，说我们这个地球，我们这个地球上居住的人（不谈其他的，谈人道），现在这个世间将近七十亿人。不同的族群，不同的文化，不同的生活方式，因此我们这个饮食的文化千差万别。现在走到大的都市，差不多五星级、六星级的旅馆，里面附设的餐厅就很多，各式各样的餐厅；有西餐厅、有印度餐厅（我看过）、有日本餐厅、有韩国餐厅，很多餐厅，你进去的时候，他们东西都不一样。在这个地方只有一句「七宝钵器」，统统都包括了。所以这里面细说说不尽。",
      "zh_TW": "我們知道，不要說他方世界，說我們這個地球，我們這個地球上居住的人（不談其他的，談人道），現在這個世間將近七十億人。不同的族群，不同的文化，不同的生活方式，因此我們這個飲食的文化千差萬別。現在走到大的都市，差不多五星級、六星級的旅館，裡面附設的餐廳就很多，各式各樣的餐廳；有西餐廳、有印度餐廳（我看過）、有日本餐廳、有韓國餐廳，很多餐廳，你進去的時候，他們東西都不一樣。在這個地方只有一句「七寶缽器」，統統都包括了。所以這裡面細說說不盡。"
    },
    {
      "id": "02-034-0151_p0008",
      "zh_CN": "『自然在前』，这个我们一定要通达，为什么？生到西方极乐世界，有不同的族群、不同的宗教信仰，有不同的生活方式，但是只要你动个念头，想吃，那么你平常习惯用的餐具就都摆在面前。我们这个中餐还是非常习惯，到一些餐厅里面摆的这些刀叉我们就很不习惯，好在现在大的餐厅里面，都有中国的餐具，都有筷子，都有中国的这个调羹东西，你要是要求他更换，他马上来给你换。我们在此地就晓得，各个不同生活习惯的人，他一动念头，都是他自己喜欢的、喜爱的，都摆在面前了。",
      "zh_TW": "『自然在前』，這個我們一定要通達，為什麼？生到西方極樂世界，有不同的族群、不同的宗教信仰，有不同的生活方式，但是只要你動個念頭，想吃，那麼你平常習慣用的餐具就都擺在面前。我們這個中餐還是非常習慣，到一些餐廳裡面擺的這些刀叉我們就很不習慣，好在現在大的餐廳裡面，都有中國的餐具，都有筷子，都有中國的這個調羹東西，你要是要求他更換，他馬上來給你換。我們在此地就曉得，各個不同生活習慣的人，他一動念頭，都是他自己喜歡的、喜愛的，都擺在面前了。"
    },
    {
      "id": "02-034-0151_p0009",
      "zh_CN": "摆在面前，诸位要记住这个经文上有两个字「自然」，自然就是没有造作，不需要人工，念头才生，桌子上这个餐具、菜肴已经摆满了。『百味饮食，自然盈满』。这又有一个自然，你想吃的东西全摆在面前。「百味」，有很多种讲法，如果从事上来讲，这是最富贵人家的饮食文化，在我们中国古时候，最富贵的是帝王，「贵为天子，富有四海」。帝王吃饭，每餐饭多少个菜？就是一百道菜。所以从事上讲，我们可以称百味饮食，那是帝王的福报，不是普通人的。在西方极乐世界，每个人福报都比帝王大得多，所以「百味饮食」在此地是个形容，不是事实，因为你福报比帝王大多了。",
      "zh_TW": "擺在面前，諸位要記住這個經文上有兩個字「自然」，自然就是沒有造作，不需要人工，念頭才生，桌子上這個餐具、菜餚已經擺滿了。『百味飲食，自然盈滿』。這又有一個自然，你想吃的東西全擺在面前。「百味」，有很多種講法，如果從事上來講，這是最富貴人家的飲食文化，在我們中國古時候，最富貴的是帝王，「貴為天子，富有四海」。帝王吃飯，每餐飯多少個菜？就是一百道菜。所以從事上講，我們可以稱百味飲食，那是帝王的福報，不是普通人的。在西方極樂世界，每個人福報都比帝王大得多，所以「百味飲食」在此地是個形容，不是事實，因為你福報比帝王大多了。"
    },
    {
      "id": "02-034-0151_p0010",
      "zh_CN": "古德注解有很多，有很多种的讲法，以百种来调味，也称为百味。实际上「百」是一个形容，是个多，实际上超过，几百种口味，现在我们知道那是很平常的事情。你要把全世界各个族群他们的饮食统统集中在一起，哪止百味？我们概略估计上千种也不止！所以这个百味是个概数，不是一个定数。自然盈满。",
      "zh_TW": "古德註解有很多，有很多種的講法，以百種來調味，也稱為百味。實際上「百」是一個形容，是個多，實際上超過，幾百種口味，現在我們知道那是很平常的事情。你要把全世界各個族群他們的飲食統統集中在一起，哪止百味？我們概略估計上千種也不止！所以這個百味是個概數，不是一個定數。自然盈滿。"
    },
    {
      "id": "02-034-0151_p0011",
      "zh_CN": "『虽有此食，实无食者』。这个念头才想到「好久没吃饭了」，立刻就现前，这一现前，想起来了，现在是在极乐世界，甚至于是菩萨不是众生了。过去在娑婆世界是欲界众生，所以有财色名食睡这五种欲，五欲。在娑婆世界时间太长，待了无量劫，所以这个习气很重，到西方极乐世界还没有忘掉，有时候这烦恼起现行。一起现行，这现相就现前，念头才动，这形相就现前；这一现前，想起来了，现在已经在极乐世界，不在娑婆世界，也不在欲界。这个念头一动，这饮食就没有了，全部就没有了。所以实际上决定没有在吃这些饮食的。这就是决定不是欲界众生，所以他见到色相，闻到香味，叫『以意为食』，他就明了了，一看到，一闻到，他就知道、就省悟过来了，从迷这就又回过来了。",
      "zh_TW": "『雖有此食，實無食者』。這個念頭才想到「好久沒吃飯了」，立刻就現前，這一現前，想起來了，現在是在極樂世界，甚至於是菩薩不是眾生了。過去在娑婆世界是欲界眾生，所以有財色名食睡這五種欲，五欲。在娑婆世界時間太長，待了無量劫，所以這個習氣很重，到西方極樂世界還沒有忘掉，有時候這煩惱起現行。一起現行，這現相就現前，念頭才動，這形相就現前；這一現前，想起來了，現在已經在極樂世界，不在娑婆世界，也不在欲界。這個念頭一動，這飲食就沒有了，全部就沒有了。所以實際上決定沒有在吃這些飲食的。這就是決定不是欲界眾生，所以他見到色相，聞到香味，叫『以意為食』，他就明瞭了，一看到，一聞到，他就知道、就省悟過來了，從迷這就又回過來了。"
    },
    {
      "id": "02-034-0151_p0012",
      "zh_CN": "『色力增长，而无便秽』。这句是我们非常羡慕的，我们的精神、体力靠饮食，一天不吃饭你就不能工作，你力气都没有了。我们这个身体就像一部机器一样，饮食是给它加燃料；身体像一部汽车，饮食就像加油，油加足了，这个机器很灵活，没有油了，它就不能动了。我们每个人的身体，业报不一样，我们的身体是业报身，这个要知道。业力不相同，于是有消耗能量的，有节省能源的。消耗能量特别大的，一天三餐他不行，一天去吃五餐，还要吃几道点心，我们讲他饭量大，一餐饭不吃的话，他就受不了。",
      "zh_TW": "『色力增長，而無便穢』。這句是我們非常羨慕的，我們的精神、體力靠飲食，一天不吃飯你就不能工作，你力氣都沒有了。我們這個身體就像一部機器一樣，飲食是給它加燃料；身體像一部汽車，飲食就像加油，油加足了，這個機器很靈活，沒有油了，它就不能動了。我們每個人的身體，業報不一樣，我們的身體是業報身，這個要知道。業力不相同，於是有消耗能量的，有節省能源的。消耗能量特別大的，一天三餐他不行，一天去吃五餐，還要吃幾道點心，我們講他飯量大，一餐飯不吃的話，他就受不了。"
    },
    {
      "id": "02-034-0151_p0013",
      "zh_CN": "像修行人，真的就不一样，他消耗的能量少。释迦牟尼佛当年在世，他的僧团，我们在经上常常看到一千二百五十五人，日中一食，一天吃一餐就够了，他消耗的能量很少。在我们新加坡，许哲居士，上一次曾经到澳洲，在我那里住了三个月，她一天吃一餐，而且吃得很简单，也吃得很少，一天一餐就够了。这说明我们每个人业报不相同。为什么有人要消耗那么多，有人消耗得很少？我们对于那个消耗很少的也很羡慕，他省事。这一桩事情，我也记得在讲席里面跟诸位同学报告了好几次，但是每一堂课都有很多新来的同学，你们没听说过。",
      "zh_TW": "像修行人，真的就不一樣，他消耗的能量少。釋迦牟尼佛當年在世，他的僧團，我們在經上常常看到一千二百五十五人，日中一食，一天吃一餐就夠了，他消耗的能量很少。在我們新加坡，許哲居士，上一次曾經到澳洲，在我那裡住了三個月，她一天吃一餐，而且吃得很簡單，也吃得很少，一天一餐就夠了。這說明我們每個人業報不相同。為什麼有人要消耗那麼多，有人消耗得很少？我們對於那個消耗很少的也很羨慕，他省事。這一樁事情，我也記得在講席裡面跟諸位同學報告了好幾次，但是每一堂課都有很多新來的同學，你們沒聽說過。"
    },
    {
      "id": "02-034-0151_p0014",
      "zh_CN": "早年我在台中跟李炳南老居士学经教，李老师每天日中一食，他吃得很少，因为我是常常跟他在一起吃饭。他是山东人喜欢吃面食，一餐两个小馒头就够了，一碗稀饭，菜也很简单，顶多两个菜。他告诉我，他一天吃一餐，那个时候吃了三十多年了，我认识他的时候。三十多年，他那个时候将近七十岁，我认识他的时候好像是六十八岁，他是三十几岁的时候就开始日中一食。他的工作量差不多是我们一般人五倍，你要想跟他见一次面，一个月之前跟他约好，否则的话决定抽不出时间来跟你见面，一个月之前登记，安排时间。一天吃一餐。",
      "zh_TW": "早年我在台中跟李炳南老居士學經教，李老師每天日中一食，他吃得很少，因為我是常常跟他在一起吃飯。他是山東人喜歡吃麵食，一餐兩個小饅頭就夠了，一碗稀飯，菜也很簡單，頂多兩個菜。他告訴我，他一天吃一餐，那個時候吃了三十多年了，我認識他的時候。三十多年，他那個時候將近七十歲，我認識他的時候好像是六十八歲，他是三十幾歲的時候就開始日中一食。他的工作量差不多是我們一般人五倍，你要想跟他見一次面，一個月之前跟他約好，否則的話決定抽不出時間來跟你見面，一個月之前登記，安排時間。一天吃一餐。"
    },
    {
      "id": "02-034-0151_p0015",
      "zh_CN": "我到台中跟他老人家学教，在这个之前我一天吃两餐，晚上不吃。这是我们佛门一般讲持午，我那个时候大概有五年，有五、六年的样子。所以我到台中看到他的生活方式，我就跟他学，我早晨那一餐也断掉了，省事，少很多麻烦，这一天一餐舒服。我吃到第八个月，我才告诉他，我说：老师，我现在也日中一食。他说：多久了？我说：八个月了。他眼睛睁得很大：怎么样？觉得身体怎么样？我说：很正常！他桌子一拍：好，永远这样下去，一生不求人。人到无求品自高，生活简单，不要求人。",
      "zh_TW": "我到台中跟他老人家學教，在這個之前我一天吃兩餐，晚上不吃。這是我們佛門一般講持午，我那個時候大概有五年，有五、六年的樣子。所以我到台中看到他的生活方式，我就跟他學，我早晨那一餐也斷掉了，省事，少很多麻煩，這一天一餐舒服。我吃到第八個月，我才告訴他，我說：老師，我現在也日中一食。他說：多久了？我說：八個月了。他眼睛睜得很大：怎麼樣？覺得身體怎麼樣？我說：很正常！他桌子一拍：好，永遠這樣下去，一生不求人。人到無求品自高，生活簡單，不要求人。"
    },
    {
      "id": "02-034-0151_p0016",
      "zh_CN": "我在台中这个一餐我吃了五年，我跟李老师提出一个报告，请他老人家给我印证。我想到的是饮食的消耗，就是能量的消耗，应当是百分之九十到百分之九十五这么大的消耗量，消耗在妄念上，你一天到晚胡思乱想，所以你就需要大量的补充；人如果妄念没有了，心地清净了，这个消耗量自然减少。所以修行人他心清净与工作没有关系。李老师工作量很大，但是他心清净，他的工作都是为大众服务，没有为自己的，决定没有自私自利的念头，没有自私自利就没有得失。世间人的烦恼大部分患得患失，没有的想得到，得到之后又怕丢掉，一天到晚提心吊胆，这个消耗量太大了。所以李老师他没有这个消耗量。",
      "zh_TW": "我在台中這個一餐我吃了五年，我跟李老師提出一個報告，請他老人家給我印證。我想到的是飲食的消耗，就是能量的消耗，應當是百分之九十到百分之九十五這麼大的消耗量，消耗在妄念上，你一天到晚胡思亂想，所以你就需要大量的補充；人如果妄念沒有了，心地清淨了，這個消耗量自然減少。所以修行人他心清淨與工作沒有關係。李老師工作量很大，但是他心清淨，他的工作都是為大眾服務，沒有為自己的，決定沒有自私自利的念頭，沒有自私自利就沒有得失。世間人的煩惱大部分患得患失，沒有的想得到，得到之後又怕丟掉，一天到晚提心吊膽，這個消耗量太大了。所以李老師他沒有這個消耗量。"
    },
    {
      "id": "02-034-0151_p0017",
      "zh_CN": "我是把我这个看法向他老人家请教，他说：对，一点都没错，百分之九十五消耗在妄想上。所以你真正日常生活当中办事，你所用的能量，这消耗也不过百分之五，顶多到百分之十，绝对不会超过这个数量。所以我们在经典上看到，阿罗汉是一个星期，一个星期出来托钵一次，吃一餐；辟支佛半个月出来托一次，吃一餐；修行位次愈高，心愈清净，到菩萨不要饮食了。不要说到菩萨，我们就以世间法来讲，你修行得到禅定，你得到初禅，要不要饮食？不要了，所以饮食在欲界。你得到初禅，你就生色界天，色界天没有饮食了，色界天人住的房子里头没有厨房，没有炉灶，你说省多少事。",
      "zh_TW": "我是把我這個看法向他老人家請教，他說：對，一點都沒錯，百分之九十五消耗在妄想上。所以你真正日常生活當中辦事，你所用的能量，這消耗也不過百分之五，頂多到百分之十，絕對不會超過這個數量。所以我們在經典上看到，阿羅漢是一個星期，一個星期出來托缽一次，吃一餐；辟支佛半個月出來托一次，吃一餐；修行位次愈高，心愈清淨，到菩薩不要飲食了。不要說到菩薩，我們就以世間法來講，你修行得到禪定，你得到初禪，要不要飲食？不要了，所以飲食在欲界。你得到初禪，你就生色界天，色界天沒有飲食了，色界天人住的房子裡頭沒有廚房，沒有爐灶，你說省多少事。"
    },
    {
      "id": "02-034-0151_p0018",
      "zh_CN": "从这个地方我们就想到，那些修行证果的圣人无需要饮食。讲阿罗汉、讲辟支佛，还要半个月吃一餐、一个星期吃一餐，那是什么？那叫有余依涅槃。有余是他有肉身在，他还没有能把这个身体舍掉，叫有余依涅槃，他真的证到阿罗汉果，证到辟支佛果。如果是乘愿再来，那他的饮食是示现的，就像释迦牟尼佛一样。释迦牟尼佛，当时这些诸大菩萨、诸大声闻，每天都到舍卫大城去托钵，那是示现的，那是表演给我们看的。我们要懂得那不是真的。",
      "zh_TW": "從這個地方我們就想到，那些修行證果的聖人無需要飲食。講阿羅漢、講辟支佛，還要半個月吃一餐、一個星期吃一餐，那是什麼？那叫有餘依涅槃。有餘是他有肉身在，他還沒有能把這個身體捨掉，叫有餘依涅槃，他真的證到阿羅漢果，證到辟支佛果。如果是乘願再來，那他的飲食是示現的，就像釋迦牟尼佛一樣。釋迦牟尼佛，當時這些諸大菩薩、諸大聲聞，每天都到舍衛大城去托缽，那是示現的，那是表演給我們看的。我們要懂得那不是真的。"
    },
    {
      "id": "02-034-0151_p0019",
      "zh_CN": "所以，诸佛菩萨应化在世间，无论他是教学，他是从事于工作，日常生活点点滴滴都是教导我们，我们学佛要在这些地方去着眼，要在这些地方留意，用功认真的学习，才学得像，才学得成功。因此，饮食这一道不能勉强，勉强对身体决定有伤害。有些人不懂这个道理，好面子，自己妄想伏不住也学日中一食，学到第三天不行了，实在受不了了，我们看到很多。最常见的就是学持午，晚上一餐不吃，其实都是假的，都不是真的，没有人的时候照样吃。这我们都看到过的、都见过的，那不是真的，这就是所谓好面子。这个用心已经错了，已经有过失，何况这都是属于欺骗的行为，是错误的。",
      "zh_TW": "所以，諸佛菩薩應化在世間，無論他是教學，他是從事於工作，日常生活點點滴滴都是教導我們，我們學佛要在這些地方去著眼，要在這些地方留意，用功認真的學習，才學得像，才學得成功。因此，飲食這一道不能勉強，勉強對身體決定有傷害。有些人不懂這個道理，好面子，自己妄想伏不住也學日中一食，學到第三天不行了，實在受不了了，我們看到很多。最常見的就是學持午，晚上一餐不吃，其實都是假的，都不是真的，沒有人的時候照樣吃。這我們都看到過的、都見過的，那不是真的，這就是所謂好面子。這個用心已經錯了，已經有過失，何況這都是屬於欺騙的行為，是錯誤的。"
    },
    {
      "id": "02-034-0151_p0020",
      "zh_CN": "佛并不限制你日中一食，佛没有限制，大小乘经论里头都没有这个限制。尤其在中国大乘佛教，中国的禅宗不主张持午，禅宗里面每一天除三餐饭之外，还有两道点心，为什么？这非常有道理，特别是在末法时期，我们用功，禅堂也好、念佛堂也好、讲堂也好，都一样，你要能够保持「色力增长」，就是精神饱满，要怎样？要不饥不饱。你吃太饱了，昏沉，打瞌睡；饿了的时候，心里发慌，你没有法子，你学不成，所以说吃东西的时候，让你少吃多餐。这个方法正确，让你能保持正常的精神体力，好用功。这是讲不但禅堂，念佛堂、讲堂都是如此。所以不能够暴饮暴食，饮食要会调理，自己精神才能够饱满，才有这个体力。这些东西一定要懂得，我们是以办道为第一，饮食那是其次，不是最主要的修学方法，所以不主张这些事情。",
      "zh_TW": "佛並不限制你日中一食，佛沒有限制，大小乘經論裡頭都沒有這個限制。尤其在中國大乘佛教，中國的禪宗不主張持午，禪宗裡面每一天除三餐飯之外，還有兩道點心，為什麼？這非常有道理，特別是在末法時期，我們用功，禪堂也好、念佛堂也好、講堂也好，都一樣，你要能夠保持「色力增長」，就是精神飽滿，要怎樣？要不饑不飽。你吃太飽了，昏沉，打瞌睡；餓了的時候，心裡發慌，你沒有法子，你學不成，所以說吃東西的時候，讓你少吃多餐。這個方法正確，讓你能保持正常的精神體力，好用功。這是講不但禪堂，念佛堂、講堂都是如此。所以不能夠暴飲暴食，飲食要會調理，自己精神才能夠飽滿，才有這個體力。這些東西一定要懂得，我們是以辦道為第一，飲食那是其次，不是最主要的修學方法，所以不主張這些事情。"
    },
    {
      "id": "02-034-0151_p0021",
      "zh_CN": "李老师有一次跟我们谈到，也是在讲经的时候说的，有些人学不倒单，看到人晚上不要睡觉，盘腿坐一下休息就行了。这个人一般人对他很尊敬，他也去学，学了怎么样？其实他坐在那里睡觉睡着了。李老师就说：既然睡觉，坐着睡哪有躺着睡舒服，何必要叫自己受罪？这话都是真话。佛教导我们是离苦得乐，不是叫我们去受苦受罪；受苦受罪，我们不干这个事情，我们学这个干什么？一定是要离苦得乐。了解它的道理，了解它的方法，了解它的受用，它这个果报上的受用，我们就能够调整自己的生活起居，才真正能达到健康长寿。",
      "zh_TW": "李老師有一次跟我們談到，也是在講經的時候說的，有些人學不倒單，看到人晚上不要睡覺，盤腿坐一下休息就行了。這個人一般人對他很尊敬，他也去學，學了怎麼樣？其實他坐在那裡睡覺睡著了。李老師就說：既然睡覺，坐著睡哪有躺著睡舒服，何必要叫自己受罪？這話都是真話。佛教導我們是離苦得樂，不是叫我們去受苦受罪；受苦受罪，我們不幹這個事情，我們學這個幹什麼？一定是要離苦得樂。了解它的道理，了解它的方法，了解它的受用，它這個果報上的受用，我們就能夠調整自己的生活起居，才真正能達到健康長壽。"
    },
    {
      "id": "02-034-0151_p0022",
      "zh_CN": "色力增长，需要！而无便秽，这在我们娑婆世界就很难了，如果大小便不通，问题马上就出来。你看无论是中医、西医，外国的医生替人看病，一定问你大小便通不通，如果要通，小病不是大病；如果大小便不通，问题就严重了。所以我们的全身经脉畅通无阻，这个人身体健康。饮食是属于生理，所以古人常讲「病从口入，祸从口出」。这两句话是箴言，我们佛门讲真言，确确实实是真言，是真理，时时刻刻都要想到、都要记住，决定不能够疏忽。尤其是在年轻、任性的时候，往往合自己口味的，真的是暴饮暴食，种下了病根，中年之后就发作了，到晚年就有苦受了。",
      "zh_TW": "色力增長，需要！而無便穢，這在我們娑婆世界就很難了，如果大小便不通，問題馬上就出來。你看無論是中醫、西醫，外國的醫生替人看病，一定問你大小便通不通，如果要通，小病不是大病；如果大小便不通，問題就嚴重了。所以我們的全身經脈暢通無阻，這個人身體健康。飲食是屬於生理，所以古人常講「病從口入，禍從口出」。這兩句話是箴言，我們佛門講真言，確確實實是真言，是真理，時時刻刻都要想到、都要記住，決定不能夠疏忽。尤其是在年輕、任性的時候，往往合自己口味的，真的是暴飲暴食，種下了病根，中年之後就發作了，到晚年就有苦受了。"
    },
    {
      "id": "02-034-0151_p0023",
      "zh_CN": "我们只要细心观察，现在这个社会上，老年人的病很多，你细心去观察，从哪里来的？多半都是饮食不谨慎而得的。你再看看有很多穷人长寿，在中国农村里面长寿的人很多，我们在澳洲，这是乡下农村偏僻地方，九十岁、一百岁的人很多，九十多岁还在工作，还没有休息，他为什么健康长寿？他没好东西吃，就这么个道理。所以他的生活非常简单，愈简单的饮食是愈健康的饮食。我曾经也说过多次，牛羊健康，只吃青草。我们看了之后，要好好想一想，愈是简单的饮食愈健康，所以素食决定有好处。素食不要吃一些人工的，现在讲素料，那对你不好，愈少吃愈好。要吃什么东西最健康？青菜、蔬菜。蔬菜一定要吃这个节气里面所长的，这是最健康的。",
      "zh_TW": "我們只要細心觀察，現在這個社會上，老年人的病很多，你細心去觀察，從哪裡來的？多半都是飲食不謹慎而得的。你再看看有很多窮人長壽，在中國農村裡面長壽的人很多，我們在澳洲，這是鄉下農村偏僻地方，九十歲、一百歲的人很多，九十多歲還在工作，還沒有休息，他為什麼健康長壽？他沒好東西吃，就這麼個道理。所以他的生活非常簡單，愈簡單的飲食是愈健康的飲食。我曾經也說過多次，牛羊健康，只吃青草。我們看了之後，要好好想一想，愈是簡單的飲食愈健康，所以素食決定有好處。素食不要吃一些人工的，現在講素料，那對你不好，愈少吃愈好。要吃什麼東西最健康？青菜、蔬菜。蔬菜一定要吃這個節氣裡面所長的，這是最健康的。"
    },
    {
      "id": "02-034-0151_p0024",
      "zh_CN": "中国古时候的人他懂得这个道理，《礼记‧月令》里面讲到饮食起居，《吕氏春秋》里面讲得也很详细。中国人把一年分做十二个月，二十四个节气，每半个月是一个节气，哪一个节气吃什么东西，都跟你说清楚。而且吃的这个东西，这是五谷杂粮、蔬菜、水果，距离我住的这个地方三十里之内；中国的三十里，就是现在十五公里，这个地区这一些生长的东西养活这个地方人，中国从前在饮食起居是如此的讲究，现在人不懂这个道理，要吃什么？吃外国的，老远坐飞机飞来的，根本就不是养这个地方人的，花那么多冤枉钱，结果吃出了许许多多毛病出来，就这个道理。",
      "zh_TW": "中國古時候的人他懂得這個道理，《禮記‧月令》裡面講到飲食起居，《呂氏春秋》裡面講得也很詳細。中國人把一年分做十二個月，二十四個節氣，每半個月是一個節氣，哪一個節氣吃什麼東西，都跟你說清楚。而且吃的這個東西，這是五穀雜糧、蔬菜、水果，距離我住的這個地方三十里之內；中國的三十里，就是現在十五公里，這個地區這一些生長的東西養活這個地方人，中國從前在飲食起居是如此的講究，現在人不懂這個道理，要吃什麼？吃外國的，老遠坐飛機飛來的，根本就不是養這個地方人的，花那麼多冤枉錢，結果吃出了許許多多毛病出來，就這個道理。"
    },
    {
      "id": "02-034-0151_p0025",
      "zh_CN": "饮食是一门大学问，尤其你要懂得，人，这个人身是个小宇宙，外面是大宇宙，这个大宇宙跟小宇宙是一样的复杂，完全相等。因此，你如果能够随顺大宇宙，那你一定健康长寿，百病不生；你要违背大宇宙，那麻烦就来了。在饮食里面最要注意的，冬天吃凉的，夏天吃热的，现在人懂得这个道理的不多。你看冬天所生长的这些植物都是凉性的，大白菜，凉性的，萝卜，凉性的，冬天生长的，凡是夏天生长都是属于热性的。所以冬天吃凉性的，我们里面跟外面相应，随顺；夏天吃热的，外面热，我里面也热，这个样子才合乎健康，不能够违背自然。冬天要吃热的，夏天吃冰，他怎么会不害病！",
      "zh_TW": "飲食是一門大學問，尤其你要懂得，人，這個人身是個小宇宙，外面是大宇宙，這個大宇宙跟小宇宙是一樣的複雜，完全相等。因此，你如果能夠隨順大宇宙，那你一定健康長壽，百病不生；你要違背大宇宙，那麻煩就來了。在飲食裡面最要注意的，冬天吃涼的，夏天吃熱的，現在人懂得這個道理的不多。你看冬天所生長的這些植物都是涼性的，大白菜，涼性的，蘿蔔，涼性的，冬天生長的，凡是夏天生長都是屬於熱性的。所以冬天吃涼性的，我們裡面跟外面相應，隨順；夏天吃熱的，外面熱，我裡面也熱，這個樣子才合乎健康，不能夠違背自然。冬天要吃熱的，夏天吃冰，他怎麼會不害病！"
    },
    {
      "id": "02-034-0151_p0026",
      "zh_CN": "你要是细心留意古圣先贤的教诲，你才真正佩服古人的智慧，他懂得生活，他知道营养，他知道摄生，知道健康长寿，现在人完全不懂！现在人迷信科学，实际讲是一点都不科学，找了一些补品，那补品能吃吗？你不吃没事，一吃病都出来了，补出来的，本来你没有病。再看这下面两句。",
      "zh_TW": "你要是細心留意古聖先賢的教誨，你才真正佩服古人的智慧，他懂得生活，他知道營養，他知道攝生，知道健康長壽，現在人完全不懂！現在人迷信科學，實際講是一點都不科學，找了一些補品，那補品能吃嗎？你不吃沒事，一吃病都出來了，補出來的，本來你沒有病。再看這下面兩句。"
    },
    {
      "id": "02-034-0151_p0027",
      "zh_CN": "『身心柔软，无所味着』，这两句，这是功夫，特别是「无所味着」，这个无所味着就是我们一般大乘法里面讲的不着相、不执着；没有妄想，没有分别，没有执着。古大德曾经说过，什么时候你在饮食里面，这饮食是五味，酸甜苦辣咸这五味，什么时候你在饮食里面，这五味真正达到了一味，你就开悟了，你就明心见性了，这个话是真的。为什么五味会变成一味？因为你没有妄想、没有分别、没有执着，它就是一味。为什么会有五味？五味是你分别执着变现出来的，一切法从心想生。五味变成一味，那叫做甘露味。所以真正修行的人在日常生活当中，点点滴滴都在这个地方锻炼，怎样把妄想分别执着淡化，然后渐渐到完全没有了，真正一味现前了，你修学的功夫就成熟了。",
      "zh_TW": "『身心柔軟，無所味著』，這兩句，這是功夫，特別是「無所味著」，這個無所味著就是我們一般大乘法裡面講的不著相、不執著；沒有妄想，沒有分別，沒有執著。古大德曾經說過，什麼時候你在飲食裡面，這飲食是五味，酸甜苦辣鹹這五味，什麼時候你在飲食裡面，這五味真正達到了一味，你就開悟了，你就明心見性了，這個話是真的。為什麼五味會變成一味？因為你沒有妄想、沒有分別、沒有執著，它就是一味。為什麼會有五味？五味是你分別執著變現出來的，一切法從心想生。五味變成一味，那叫做甘露味。所以真正修行的人在日常生活當中，點點滴滴都在這個地方鍛鍊，怎樣把妄想分別執著淡化，然後漸漸到完全沒有了，真正一味現前了，你修學的功夫就成熟了。"
    },
    {
      "id": "02-034-0151_p0028",
      "zh_CN": "「身心柔软」，法身菩萨他真正能做到，恒顺众生，随喜功德，没有自己的意见。这个意就是意识，他已经把意识转变成妙观察智，把意根转变成平等性智，所以无论是对人对事对物，没有一丝毫意思夹杂在其中，这个人就是法身菩萨。十法界里面，声闻、缘觉、菩萨都做不到，只是他用得正，他不会有邪思，不会有邪念，为什么？他能够随顺性德，他没有见性。超越十法界，证得一真法界，这就是破一品无明，证一分法身，这个时候转八识成四智，无论是对人对事对物，是世间或者是出世间，绝对没有意思在里头。",
      "zh_TW": "「身心柔軟」，法身菩薩他真正能做到，恆順眾生，隨喜功德，沒有自己的意見。這個意就是意識，他已經把意識轉變成妙觀察智，把意根轉變成平等性智，所以無論是對人對事對物，沒有一絲毫意思夾雜在其中，這個人就是法身菩薩。十法界裡面，聲聞、緣覺、菩薩都做不到，只是他用得正，他不會有邪思，不會有邪念，為什麼？他能夠隨順性德，他沒有見性。超越十法界，證得一真法界，這就是破一品無明，證一分法身，這個時候轉八識成四智，無論是對人對事對物，是世間或者是出世間，絕對沒有意思在裡頭。"
    },
    {
      "id": "02-034-0151_p0029",
      "zh_CN": "这一点，我们是凡夫，我们在日常生活当中八识做主，可是要觉悟，要让自己的意识随顺智慧，怎么个随顺法？随顺经教，经论的教诲。你一定要有坚固的信心，决定不能动摇，经典上字字句句都是如来自性里面流出来的智慧。你要肯定这一点，诸佛如来的自性，跟我自己的自性无二无别，所以我们随顺经典教诲，就是随顺自己的性德，这个信念比什么都重要。如果我们见性了，我们所说的决定跟诸佛如来一样，没有两样，所谓是佛佛道同，哪里会有两样。法身菩萨们，纵然言语不一样，说法不一样，意思完全一样，决定没有过错。",
      "zh_TW": "這一點，我們是凡夫，我們在日常生活當中八識做主，可是要覺悟，要讓自己的意識隨順智慧，怎麼個隨順法？隨順經教，經論的教誨。你一定要有堅固的信心，決定不能動搖，經典上字字句句都是如來自性裡面流出來的智慧。你要肯定這一點，諸佛如來的自性，跟我自己的自性無二無別，所以我們隨順經典教誨，就是隨順自己的性德，這個信念比什麼都重要。如果我們見性了，我們所說的決定跟諸佛如來一樣，沒有兩樣，所謂是佛佛道同，哪裡會有兩樣。法身菩薩們，縱然言語不一樣，說法不一樣，意思完全一樣，決定沒有過錯。"
    },
    {
      "id": "02-034-0151_p0030",
      "zh_CN": "但是十法界里面的凡夫没有见性，没有见性，你还是以八识五十一心所做主，这个里头就有善有不善。我们明白这个道理，了解事实真相，所以一定要舍弃自己的妄想分别执着，要随顺经论的教诲。就像善导大师常说的：佛在经上教我们做的，我们依教奉行，我们认真去做；不许可我们做的，我们决定不违犯。这就是佛的好学生，你这样修学，你这一生决定有成就。",
      "zh_TW": "但是十法界裡面的凡夫沒有見性，沒有見性，你還是以八識五十一心所做主，這個裡頭就有善有不善。我們明白這個道理，了解事實真相，所以一定要捨棄自己的妄想分別執著，要隨順經論的教誨。就像善導大師常說的：佛在經上教我們做的，我們依教奉行，我們認真去做；不許可我們做的，我們決定不違犯。這就是佛的好學生，你這樣修學，你這一生決定有成就。"
    },
    {
      "id": "02-034-0151_p0031",
      "zh_CN": "凡是修行不能成就的，说个不好听，都是阳奉阴违。古人讲得很好，真正的原因是在哪里？真正原因是信心生不起来，不相信佛的教诲。所以在日常生活当中，处事待人接物，还是用自己的烦恼习气，我觉得怎样怎样，这不行！毛病百出。这些事情，在日常生活当中，也不会有人提醒你，也不会有人教你，为什么？教你，你不能接受，你嫌他人啰嗦，就结了冤仇了，谁愿意跟你结冤仇？各人因果各人承当。自古以来真正能够劝你的，能够说你的，古时候只有两种人：一个是父母，一个是老师。现在没有了，现在父母也不会说你，说你你会顶嘴，你不服！老师也不会教你，这个麻烦就大了。你有过失没有人提醒你，你看这个时候怎么办？所以说唯一的办法，那就是靠自己读圣贤书，除这个办法之外，找不到第二个人会帮助你。",
      "zh_TW": "凡是修行不能成就的，說個不好聽，都是陽奉陰違。古人講得很好，真正的原因是在哪裡？真正原因是信心生不起來，不相信佛的教誨。所以在日常生活當中，處事待人接物，還是用自己的煩惱習氣，我覺得怎樣怎樣，這不行！毛病百出。這些事情，在日常生活當中，也不會有人提醒你，也不會有人教你，為什麼？教你，你不能接受，你嫌他人囉嗦，就結了冤仇了，誰願意跟你結冤仇？各人因果各人承當。自古以來真正能夠勸你的，能夠說你的，古時候只有兩種人：一個是父母，一個是老師。現在沒有了，現在父母也不會說你，說你你會頂嘴，你不服！老師也不會教你，這個麻煩就大了。你有過失沒有人提醒你，你看這個時候怎麼辦？所以說唯一的辦法，那就是靠自己讀聖賢書，除這個辦法之外，找不到第二個人會幫助你。"
    },
    {
      "id": "02-034-0151_p0032",
      "zh_CN": "我们生在这个时代，叫大不幸，科技文明是天天在进步，伦理道德几乎完全灭亡。人，像现在年轻人读了大学、读了研究所，拿到博士学位，会做事不会做人，你说有什么法子？太难了！这个世界上教育还是像这样发展下去，我们只有一条路，赶快往生极乐世界，为什么？不能住了。你纵然好心好意对待他、帮助他，他还给你打多少问号，你有什么目的，你有什么企图，你为什么要这样对我。在这个状况之下，不到极乐世界到哪里去。",
      "zh_TW": "我們生在這個時代，叫大不幸，科技文明是天天在進步，倫理道德幾乎完全滅亡。人，像現在年輕人讀了大學、讀了研究所，拿到博士學位，會做事不會做人，你說有什麼法子？太難了！這個世界上教育還是像這樣發展下去，我們只有一條路，趕快往生極樂世界，為什麼？不能住了。你縱然好心好意對待他、幫助他，他還給你打多少問號，你有什麼目的，你有什麼企圖，你為什麼要這樣對我。在這個狀況之下，不到極樂世界到哪裡去。"
    },
    {
      "id": "02-034-0151_p0033",
      "zh_CN": "现在人处处执着，你看从小，这我们看到很伤心，从幼稚园就教竞争，跟我们中国古代教育完全不一样。中国古代教育，诸位看《弟子规》就知道了，《弟子规》是教什么人的？三、四岁的小朋友，这开始学习了。从小教礼让，懂礼，知道让别人。现在教的是竞争，竞争再升级就斗争，斗争再升级就战争，必然是这样的，所以这个教育思想是一条死路。",
      "zh_TW": "現在人處處執著，你看從小，這我們看到很傷心，從幼稚園就教競爭，跟我們中國古代教育完全不一樣。中國古代教育，諸位看《弟子規》就知道了，《弟子規》是教什麼人的？三、四歲的小朋友，這開始學習了。從小教禮讓，懂禮，知道讓別人。現在教的是競爭，競爭再升級就鬥爭，鬥爭再升級就戰爭，必然是這樣的，所以這個教育思想是一條死路。"
    },
    {
      "id": "02-034-0151_p0034",
      "zh_CN": "今天社会动乱，说恐怖分子这么多，从哪来的？你教出来的！为什么古时候、从前没有，现在为什么这么多？你教的。你自己不知道反省，升级，拚命升级，从竞争、斗争再升级就战争，恐怖分子就是战争。所以是很正常的教育。到自己每天睡不稳，时时刻刻没有安全感，这是你教出来的，不是别的原因。所以你要想怎样化解这个问题，真正把这个恐怖分子消除。从哪里消除？从你自己内心消除，才真正能够解决问题。内心里面还有对立，还要竞争，永远不能消除，为什么？那恐怖分子就是从你这个竞争念头上生出来的。所以要想世界和平，要想社会安定，要想大家都能过美满幸福的生活，还是要回头走老路，跟着古圣先贤来学习，我们才有救！",
      "zh_TW": "今天社會動亂，說恐怖分子這麼多，從哪來的？你教出來的！為什麼古時候、從前沒有，現在為什麼這麼多？你教的。你自己不知道反省，升級，拚命升級，從競爭、鬥爭再升級就戰爭，恐怖分子就是戰爭。所以是很正常的教育。到自己每天睡不穩，時時刻刻沒有安全感，這是你教出來的，不是別的原因。所以你要想怎樣化解這個問題，真正把這個恐怖分子消除。從哪裡消除？從你自己內心消除，才真正能夠解決問題。內心裡面還有對立，還要競爭，永遠不能消除，為什麼？那恐怖分子就是從你這個競爭念頭上生出來的。所以要想世界和平，要想社會安定，要想大家都能過美滿幸福的生活，還是要回頭走老路，跟著古聖先賢來學習，我們才有救！"
    },
    {
      "id": "02-034-0151_p0035",
      "zh_CN": "末后这两句，『事已化去，时至复现』。这两句话是说明这个现相的生灭，当你有念头起来的时候，这个现相就现前；当你这个念头没有了，这个现相就消失了。「时至复现」，这句话很有意思，因为习气绝对不是一次、两次就断掉的，可能在西方极乐世界还是要一段时期这个习气才完全断掉。但是西方极乐世界断习气肯定快速，就是那个地方的缘殊胜。黄念祖老居士在这一段经文，他注得很多，引经据典非常难得。这个注解流通得非常广泛，这个本子很容易拿到，希望诸位多看。你听我讲，多看，你就很容易体会到经里面真正的义趣。再看第二段，第二段讲「衣自在」：",
      "zh_TW": "末後這兩句，『事已化去，時至復現』。這兩句話是說明這個現相的生滅，當你有念頭起來的時候，這個現相就現前；當你這個念頭沒有了，這個現相就消失了。「時至復現」，這句話很有意思，因為習氣絕對不是一次、兩次就斷掉的，可能在西方極樂世界還是要一段時期這個習氣才完全斷掉。但是西方極樂世界斷習氣肯定快速，就是那個地方的緣殊勝。黃念祖老居士在這一段經文，他註得很多，引經據典非常難得。這個註解流通得非常廣泛，這個本子很容易拿到，希望諸位多看。你聽我講，多看，你就很容易體會到經裡面真正的義趣。再看第二段，第二段講「衣自在」："
    },
    {
      "id": "02-034-0151_p0036",
      "zh_CN": "【复有众宝妙衣。冠带。璎珞。无量光明。百千妙色。悉皆具足。自然在身。】",
      "zh_TW": "【復有眾寶妙衣。冠帶。瓔珞。無量光明。百千妙色。悉皆具足。自然在身。】"
    },
    {
      "id": "02-034-0151_p0037",
      "zh_CN": "西方世界无一不称性，都是自性本具功德的显现，所以是无量庄严，无比的庄严。我们看到佛菩萨的造像，你看他的衣着，你看他的宝冠，身上都带着『璎珞』，手臂上手镯，那个装饰品很多。为什么佛不准许我们戴这些东西？他都戴，为什么不教我们戴？诸位要知道，实际上诸佛菩萨、修行人也没有戴，他真的做了榜样给我们看。什么人看到他满身戴这些璎珞宝珠？天人。佛在天上讲经说法，教化众生，珠光宝气，在我们人间他决定不戴。在哪一个场合是哪一种打扮，不一样！这就是「恒顺众生，随喜功德」，《楞严经》上讲的「随心应量」，就是这个意思。",
      "zh_TW": "西方世界無一不稱性，都是自性本具功德的顯現，所以是無量莊嚴，無比的莊嚴。我們看到佛菩薩的造像，你看他的衣著，你看他的寶冠，身上都帶著『瓔珞』，手臂上手鐲，那個裝飾品很多。為什麼佛不准許我們戴這些東西？他都戴，為什麼不教我們戴？諸位要知道，實際上諸佛菩薩、修行人也沒有戴，他真的做了榜樣給我們看。什麼人看到他滿身戴這些瓔珞寶珠？天人。佛在天上講經說法，教化眾生，珠光寶氣，在我們人間他決定不戴。在哪一個場合是哪一種打扮，不一樣！這就是「恆順眾生，隨喜功德」，《楞嚴經》上講的「隨心應量」，就是這個意思。"
    },
    {
      "id": "02-034-0151_p0038",
      "zh_CN": "在我们这个地方为什么不戴？我们这个地方的人有贪心、有分别、有执着，所以佛统统不要这个，帮助我们去掉贪念、分别执着，是这个意思。到天上的天人，他们有智慧，他们的福报很大，虽然有这些东西，自自然然的，决定没有贪心。华藏世界、极乐世界带业往生的人，虽然有烦恼习气在，但是他没有缘，决定不会生起烦恼，所以他的示现是平等的。永远记住，佛果德就是平等。如果我们这个世间人富贵都平等了，每个人都有这些珠宝，佛菩萨也戴着珠宝了，平等！如果不平等，不平等佛就不要了，不要就平等，他要要的时候，那就不平等。示现色身的原则在此地。",
      "zh_TW": "在我們這個地方為什麼不戴？我們這個地方的人有貪心、有分別、有執著，所以佛統統不要這個，幫助我們去掉貪念、分別執著，是這個意思。到天上的天人，他們有智慧，他們的福報很大，雖然有這些東西，自自然然的，決定沒有貪心。華藏世界、極樂世界帶業往生的人，雖然有煩惱習氣在，但是他沒有緣，決定不會生起煩惱，所以他的示現是平等的。永遠記住，佛果德就是平等。如果我們這個世間人富貴都平等了，每個人都有這些珠寶，佛菩薩也戴著珠寶了，平等！如果不平等，不平等佛就不要了，不要就平等，他要要的時候，那就不平等。示現色身的原則在此地。"
    },
    {
      "id": "02-034-0151_p0039",
      "zh_CN": "所以西方极乐世界每一个人身相、容貌、色身，生活的环境，前面跟诸位说过，无非是阿弥陀佛四十八愿本愿威神加持，这个加持是缘，真的因是什么？真的因是你自性本具无量的智慧、光明、德能、相好，佛神力把你自己自性本具的显示出来，是这么回事。你如果自性里没有这个东西，那佛也没有办法。所以它是平等的，佛有，一切众生都有，纵然是下下品往生的人，他也具足，跟佛没有两样，所以贪心起不来。",
      "zh_TW": "所以西方極樂世界每一個人身相、容貌、色身，生活的環境，前面跟諸位說過，無非是阿彌陀佛四十八願本願威神加持，這個加持是緣，真的因是什麼？真的因是你自性本具無量的智慧、光明、德能、相好，佛神力把你自己自性本具的顯示出來，是這麼回事。你如果自性裡沒有這個東西，那佛也沒有辦法。所以它是平等的，佛有，一切眾生都有，縱然是下下品往生的人，他也具足，跟佛沒有兩樣，所以貪心起不來。"
    },
    {
      "id": "02-034-0151_p0040",
      "zh_CN": "只要称性，烦恼就决定不会生。在我们这个世间迷失了自性，所以才生起烦恼，我们受烦恼的害受大了，这个太苦了。佛在这个地方教我们断烦恼，在西方极乐世界教我们恢复自性，所以这个目的完全不相同。断烦恼有断烦恼的做法，恢复自性有恢复自性的做法，自性本具无量智慧、德能、相好，这个是属于相好。但是这里头『无量光明』，光明里头也是智慧，也带着智慧。",
      "zh_TW": "只要稱性，煩惱就決定不會生。在我們這個世間迷失了自性，所以才生起煩惱，我們受煩惱的害受大了，這個太苦了。佛在這個地方教我們斷煩惱，在西方極樂世界教我們恢復自性，所以這個目的完全不相同。斷煩惱有斷煩惱的做法，恢復自性有恢復自性的做法，自性本具無量智慧、德能、相好，這個是屬於相好。但是這裡頭『無量光明』，光明裡頭也是智慧，也帶著智慧。"
    },
    {
      "id": "02-034-0151_p0041",
      "zh_CN": "在这一段里面，我们要注意的就是『复有众宝』，『衣』是众宝，『冠』是帽子，『带』、璎珞都是众宝所成。佛在经上告诉我们，西方世界的七宝是柔软的，不像我们这个世间，我们世间讲金银，它是硬的，不能做衣服穿。西方极乐世界金银是软的，柔软的，可以做布料，可以做衣服穿。而且它很薄，大概我们所看过的很薄的金箔，像我们塑造佛像贴金的金箔，很薄很薄，但是它很容易碎。西方世界的金比我们这个金箔还要薄，它不碎，它非常坚固。给你做出这些衣裳，也不需要用针去缝，不需要裁缝，西方极乐世界没有裁缝店的，你想什么样的衣服，这衣服已经在身上了。不但西方极乐世界，中国古人有所谓「天衣无缝」，天人的福报比我们大，天人穿的衣服是化现的，也是变化所现的，没有制作的。",
      "zh_TW": "在這一段裡面，我們要注意的就是『復有眾寶』，『衣』是眾寶，『冠』是帽子，『帶』、瓔珞都是眾寶所成。佛在經上告訴我們，西方世界的七寶是柔軟的，不像我們這個世間，我們世間講金銀，它是硬的，不能做衣服穿。西方極樂世界金銀是軟的，柔軟的，可以做布料，可以做衣服穿。而且它很薄，大概我們所看過的很薄的金箔，像我們塑造佛像貼金的金箔，很薄很薄，但是它很容易碎。西方世界的金比我們這個金箔還要薄，它不碎，它非常堅固。給你做出這些衣裳，也不需要用針去縫，不需要裁縫，西方極樂世界沒有裁縫店的，你想什麼樣的衣服，這衣服已經在身上了。不但西方極樂世界，中國古人有所謂「天衣無縫」，天人的福報比我們大，天人穿的衣服是化現的，也是變化所現的，沒有製作的。"
    },
    {
      "id": "02-034-0151_p0042",
      "zh_CN": "因为一切是众宝所成，这个众宝就是自己性德的流露，所以我曾经说过，极乐、娑婆是一不是二，没有两样！为什么那个世界众宝所成，我们这个地方尽是些泥沙、石块？其实完全相同，唯识所变，我们把它变成这个样子。原来的样子跟极乐世界一样，决定没有两样，我们身体原来的样子跟阿弥陀佛一样，现在变成这样，我们生活环境原来的样子是跟极乐世界的依报庄严是一样的。为什么会变成这样？唯识所变。「识」是什么？识就是妄想分别执着。",
      "zh_TW": "因為一切是眾寶所成，這個眾寶就是自己性德的流露，所以我曾經說過，極樂、娑婆是一不是二，沒有兩樣！為什麼那個世界眾寶所成，我們這個地方盡是些泥沙、石塊？其實完全相同，唯識所變，我們把它變成這個樣子。原來的樣子跟極樂世界一樣，決定沒有兩樣，我們身體原來的樣子跟阿彌陀佛一樣，現在變成這樣，我們生活環境原來的樣子是跟極樂世界的依報莊嚴是一樣的。為什麼會變成這樣？唯識所變。「識」是什麼？識就是妄想分別執著。"
    },
    {
      "id": "02-034-0151_p0043",
      "zh_CN": "我们如果把妄想分别执着放下，彻底放下，知道这个东西不善。我们无量劫来生生世世吃这个亏吃太大了，过去不知道，现在明白了。明白之后，那我就得放下，我不再搞这个事情。我们才真正懂得古人有两句话说：多事不如少事，好事不如无事。真正体会到这两句话的意思。多事是什么？造业！你把你自己如来果地上的依正庄严变成现在这个样子，还不觉悟吗？还不后悔吗？还不回头吗？",
      "zh_TW": "我們如果把妄想分別執著放下，徹底放下，知道這個東西不善。我們無量劫來生生世世吃這個虧吃太大了，過去不知道，現在明白了。明白之後，那我就得放下，我不再搞這個事情。我們才真正懂得古人有兩句話說：多事不如少事，好事不如無事。真正體會到這兩句話的意思。多事是什麼？造業！你把你自己如來果地上的依正莊嚴變成現在這個樣子，還不覺悟嗎？還不後悔嗎？還不回頭嗎？"
    },
    {
      "id": "02-034-0151_p0044",
      "zh_CN": "不能够觉悟、不能回头的人，是对于事实真相了解得不够透彻。夏莲居老居士以前就说了，在这个状况之下，只有一个办法，多读书。这个读书就是经书。只有这个办法，你多读，永远不间断的去读，你会觉悟。夏老曾经说过，但是这个话我还没有看到有人去试验，他说真正修行，一部经、一句佛号，其他的统统都放下，一心专注，三年不说话；秘诀在这个地方，三年不说话，一定开悟！他这是教念佛人。那我们晓得要是一心专注三年，不起一个妄念，真的会开悟，他会得定，定起用就是开悟。看看我们同学哪个人发心去试验一下，最重要的是要信心坚固，愿心坚固，放下万缘，一心专注。",
      "zh_TW": "不能夠覺悟、不能回頭的人，是對於事實真相了解得不夠透徹。夏蓮居老居士以前就說了，在這個狀況之下，只有一個辦法，多讀書。這個讀書就是經書。只有這個辦法，你多讀，永遠不間斷的去讀，你會覺悟。夏老曾經說過，但是這個話我還沒有看到有人去試驗，他說真正修行，一部經、一句佛號，其他的統統都放下，一心專注，三年不說話；祕訣在這個地方，三年不說話，一定開悟！他這是教念佛人。那我們曉得要是一心專注三年，不起一個妄念，真的會開悟，他會得定，定起用就是開悟。看看我們同學哪個人發心去試驗一下，最重要的是要信心堅固，願心堅固，放下萬緣，一心專注。"
    },
    {
      "id": "02-034-0151_p0045",
      "zh_CN": "他另外有一句话也说得好，他说利根的人，一年就成功，慢的三年，最慢九年。这个意思就是说，九年是肯定会成功的。也差不多，九年不说话，是有相当功夫了；九年不说话，这心完全定下来了，得念佛三昧。古来的祖师大德不会欺骗人的，他所说的话都是真的，都是经验之谈。我们这个杂心闲话把功夫都破坏掉了。所以我们这个用功，天天读经念佛，天天杂心闲话，自己所修的功夫不多，结果全都破坏掉了，所以学了十几年、几十年，还是老样子，都不知道原因在哪里。祖师大德把这个原因告诉我们，就是你一面修一面在破坏，所以你不能成就；你要会修，不破坏它，成功不难，快的是一年，慢的是三年，最慢的九年。",
      "zh_TW": "他另外有一句話也說得好，他說利根的人，一年就成功，慢的三年，最慢九年。這個意思就是說，九年是肯定會成功的。也差不多，九年不說話，是有相當功夫了；九年不說話，這心完全定下來了，得念佛三昧。古來的祖師大德不會欺騙人的，他所說的話都是真的，都是經驗之談。我們這個雜心閒話把功夫都破壞掉了。所以我們這個用功，天天讀經念佛，天天雜心閒話，自己所修的功夫不多，結果全都破壞掉了，所以學了十幾年、幾十年，還是老樣子，都不知道原因在哪裡。祖師大德把這個原因告訴我們，就是你一面修一面在破壞，所以你不能成就；你要會修，不破壞它，成功不難，快的是一年，慢的是三年，最慢的九年。"
    },
    {
      "id": "02-034-0151_p0046",
      "zh_CN": "经文『百千妙色，悉皆具足』。「百千妙色」是随心所欲。『自然在身』，黄念老引用《观经》里面的两句话，「琉璃色中出金色光，玻璃色中出红色光」。佛经里面讲玻璃，不是我们现在的玻璃，因为佛陀的那个时代，还没有玻璃。玻璃是什么？我们现在讲的水晶，玻璃就是我们现在讲的水晶，七宝之一，跟我们现在的玻璃不一样的。这就说明西方世界色相、衣着、装饰种种庄严，光色重重，无量无尽。「自然在身」，说明它不是造作的，是应念而成的，我们现在这个世间人常说的心想事成，他确确实实是心想他就成就。因此，这个世界上的人没有贪心，他用不着贪，想什么东西都现前，还有什么好贪的？也没有瞋恚，也没有嫉妒，因为大家都是一样，你也不比我好，我也不比你差，嫉妒心就没有了，那个世界是平等法界，何况天天见佛。",
      "zh_TW": "經文『百千妙色，悉皆具足』。「百千妙色」是隨心所欲。『自然在身』，黃念老引用《觀經》裡面的兩句話，「琉璃色中出金色光，玻璃色中出紅色光」。佛經裡面講玻璃，不是我們現在的玻璃，因為佛陀的那個時代，還沒有玻璃。玻璃是什麼？我們現在講的水晶，玻璃就是我們現在講的水晶，七寶之一，跟我們現在的玻璃不一樣的。這就說明西方世界色相、衣著、裝飾種種莊嚴，光色重重，無量無盡。「自然在身」，說明它不是造作的，是應念而成的，我們現在這個世間人常說的心想事成，他確確實實是心想他就成就。因此，這個世界上的人沒有貪心，他用不著貪，想什麼東西都現前，還有什麼好貪的？也沒有瞋恚，也沒有嫉妒，因為大家都是一樣，你也不比我好，我也不比你差，嫉妒心就沒有了，那個世界是平等法界，何況天天見佛。"
    },
    {
      "id": "02-034-0151_p0047",
      "zh_CN": "所以你们同学当中，我知道有很多从中国大陆来的，从台湾来的，从美国、加拿大来的，还有从附近的印尼，从马来西亚来的，要来看看我。我没什么好看，你们为什么不想到极乐世界去看阿弥陀佛？这个要紧，我们要有这个愿心，有这个念头，我们要到极乐世界去看阿弥陀佛。我们到西方极乐世界，我们跟阿弥陀佛过同样的生活，天天见佛，见无量无边佛，不是见一尊佛。",
      "zh_TW": "所以你們同學當中，我知道有很多從中國大陸來的，從台灣來的，從美國、加拿大來的，還有從附近的印尼，從馬來西亞來的，要來看看我。我沒什麼好看，你們為什麼不想到極樂世界去看阿彌陀佛？這個要緊，我們要有這個願心，有這個念頭，我們要到極樂世界去看阿彌陀佛。我們到西方極樂世界，我們跟阿彌陀佛過同樣的生活，天天見佛，見無量無邊佛，不是見一尊佛。"
    },
    {
      "id": "02-034-0151_p0048",
      "zh_CN": "那无量无边佛，我每天怎么见？化身去见，到西方极乐世界自己就有分身术，佛有无量无边，我的身变出无量无边身，每一个佛那里都有我的身。我在那里拜佛、供养佛、听佛讲经说法。听完之后，所有那个身又回来变成一个身。你看看你每一天修多少福报，供佛是修福，听经开智慧。所以在西方极乐世界一天，我们这个世界亿亿劫都不能比，你才晓得西方世界为什么会不退转，你就明白了。",
      "zh_TW": "那無量無邊佛，我每天怎麼見？化身去見，到西方極樂世界自己就有分身術，佛有無量無邊，我的身變出無量無邊身，每一個佛那裡都有我的身。我在那裡拜佛、供養佛、聽佛講經說法。聽完之後，所有那個身又回來變成一個身。你看看你每一天修多少福報，供佛是修福，聽經開智慧。所以在西方極樂世界一天，我們這個世界億億劫都不能比，你才曉得西方世界為什麼會不退轉，你就明白了。"
    },
    {
      "id": "02-034-0151_p0049",
      "zh_CN": "每一天能够见无量无边的佛，《弥陀经》上讲「供养十万亿佛」，那是释迦牟尼佛的方便说，为什么不说多、不说少，单说十万亿？是因为我们这个娑婆世界距离西方极乐世界十万亿佛国土，这个意思就告诉你，你到极乐世界每天都可以回到这家里来看看，就这么个意思。其实神通广大，不止如是，这个我们要懂。释迦牟尼佛晓得我们这个世间人情执很重，总想回到家乡看看，行，天天都可以回去，时时刻刻都可以回去。不但你的家乡父老（现在的）你知道得很清楚，过去生中的以及未来的，你统统都能看见。跟自己有缘的，你一定会帮助他，会去度他，他也会乐意接受听你的教诲，这叫有缘人。所以这结法缘就非常重要，广结法缘。再看底下一段：",
      "zh_TW": "每一天能夠見無量無邊的佛，《彌陀經》上講「供養十萬億佛」，那是釋迦牟尼佛的方便說，為什麼不說多、不說少，單說十萬億？是因為我們這個娑婆世界距離西方極樂世界十萬億佛國土，這個意思就告訴你，你到極樂世界每天都可以回到這家裡來看看，就這麼個意思。其實神通廣大，不止如是，這個我們要懂。釋迦牟尼佛曉得我們這個世間人情執很重，總想回到家鄉看看，行，天天都可以回去，時時刻刻都可以回去。不但你的家鄉父老（現在的）你知道得很清楚，過去生中的以及未來的，你統統都能看見。跟自己有緣的，你一定會幫助他，會去度他，他也會樂意接受聽你的教誨，這叫有緣人。所以這結法緣就非常重要，廣結法緣。再看底下一段："
    },
    {
      "id": "02-034-0151_p0050",
      "zh_CN": "【所居舍宅。称其形色。宝网弥覆。悬诸宝铃。奇妙珍异。周遍校饰。】",
      "zh_TW": "【所居舍宅。稱其形色。寶網彌覆。懸諸寶鈴。奇妙珍異。周遍校飾。】"
    },
    {
      "id": "02-034-0151_p0051",
      "zh_CN": "我们先看这一段，这是讲居住的环境。想想我们现前，地球不大，人口愈来愈多了，居住的空间愈来愈窄小。尤其是大都市，人口密集，居住环境是非常严重的问题。香港我去的次数很多，很熟悉，香港人居住确实是非常困难，普通一家，现在都是小家庭，夫妻两个，有一个小孩，居住的环境多大？很多香港人告诉我，大概两百五十呎，英呎，两百五十平方英呎。真的，他们居住的公寓都是三十层以上，一家一家的，就像蜜蜂蜂窝一样。我实在是很想不通，为什么要住那个地方？这理由是为生活，我不以为然。你要到个乡村里面去，你保险饿不死，没听说是哪儿饿死人的，何必去跟人竞争！",
      "zh_TW": "我們先看這一段，這是講居住的環境。想想我們現前，地球不大，人口愈來愈多了，居住的空間愈來愈窄小。尤其是大都市，人口密集，居住環境是非常嚴重的問題。香港我去的次數很多，很熟悉，香港人居住確實是非常困難，普通一家，現在都是小家庭，夫妻兩個，有一個小孩，居住的環境多大？很多香港人告訴我，大概兩百五十呎，英呎，兩百五十平方英呎。真的，他們居住的公寓都是三十層以上，一家一家的，就像蜜蜂蜂窩一樣。我實在是很想不通，為什麼要住那個地方？這理由是為生活，我不以為然。你要到個鄉村裡面去，你保險餓不死，沒聽說是哪兒餓死人的，何必去跟人競爭！"
    },
    {
      "id": "02-034-0151_p0052",
      "zh_CN": "这个世间人口虽然多，确实还有很多偏僻，一般人不想去的地方。澳洲就是个例子，澳洲人口少，土地面积很大，土地真的是不值钱。我是两年前去的，现在房地产涨了一倍，两年涨一倍，但是偏僻一点的地方还是很便宜。所以这居住环境影响我们的身心，影响情绪，影响健康。新加坡这个地方，居住也很困难，土地面积太小了，往空中发展。我在新加坡就住公寓，土地没有。我在澳洲，我住在乡下，我们的净宗学院是在城市里面，我住在乡下，距离城市十二公里，小镇，我那个小镇只有三千人。每一户人家（这是政府划定的）土地面积十个ACRE，要合我们这个地方算，这算平方英呎，四十万，每一家的院子四十万平方英呎，你去想多大，每一个单位，家家都是这样的，很便宜。我到那个地方去，我买了三个单位，三个单位就盖一个房子，所以我的院子比别人大，总共是二十八个ACRE，所以人住在那里舒畅！",
      "zh_TW": "這個世間人口雖然多，確實還有很多偏僻，一般人不想去的地方。澳洲就是個例子，澳洲人口少，土地面積很大，土地真的是不值錢。我是兩年前去的，現在房地產漲了一倍，兩年漲一倍，但是偏僻一點的地方還是很便宜。所以這居住環境影響我們的身心，影響情緒，影響健康。新加坡這個地方，居住也很困難，土地面積太小了，往空中發展。我在新加坡就住公寓，土地沒有。我在澳洲，我住在鄉下，我們的淨宗學院是在城市裡面，我住在鄉下，距離城市十二公里，小鎮，我那個小鎮只有三千人。每一戶人家（這是政府劃定的）土地面積十個ACRE，要合我們這個地方算，這算平方英呎，四十萬，每一家的院子四十萬平方英呎，你去想多大，每一個單位，家家都是這樣的，很便宜。我到那個地方去，我買了三個單位，三個單位就蓋一個房子，所以我的院子比別人大，總共是二十八個ACRE，所以人住在那裡舒暢！"
    },
    {
      "id": "02-034-0151_p0053",
      "zh_CN": "我住的这个地方是山上，海拔七百米，常常可以看到很美的景观。云彩落在地上，铺在地上，你看到树木都在云彩上，房子也在云彩上。你能常常看到这个景观，确实诗情画意，树木多。我们现在还大量的种水果树，种果树。所以像这些地方，新加坡的人、香港人去，真享福。为什么？你那个小房子卖掉之后，到那里可以买两、三栋，银行还有存的钱，拿利息过生活，什么事都不要干，你说多舒服，真正去享福去了。这就是要有智慧，要聪明，真正过人的生活，再提升那就过佛菩萨的生活，是说居住环境。西方居住环境那就殊胜了，他居住的房子可以在地面，可以在空中，随心所欲。",
      "zh_TW": "我住的這個地方是山上，海拔七百米，常常可以看到很美的景觀。雲彩落在地上，鋪在地上，你看到樹木都在雲彩上，房子也在雲彩上。你能常常看到這個景觀，確實詩情畫意，樹木多。我們現在還大量的種水果樹，種果樹。所以像這些地方，新加坡的人、香港人去，真享福。為什麼？你那個小房子賣掉之後，到那裡可以買兩、三棟，銀行還有存的錢，拿利息過生活，什麼事都不要幹，你說多舒服，真正去享福去了。這就是要有智慧，要聰明，真正過人的生活，再提升那就過佛菩薩的生活，是說居住環境。西方居住環境那就殊勝了，他居住的房子可以在地面，可以在空中，隨心所欲。"
    },
    {
      "id": "02-034-0151_p0054",
      "zh_CN": "『称其形色』，「形」是讲居住房舍的大小，「色」是讲颜色。这个「称」，也可以说房舍跟颜色能够调配得非常柔和，这是称。第二个意思是称自己的心意，真的讲是称心如意。色彩的变化也是随自己意思，想什么样的形状，这个房子就变成什么样的形状，想什么样的光彩，它就放什么样的光彩，房子都会放光，这是众宝所成。而且这个房子可以在空中飞行，所以到极乐世界，到哪里去旅游不要坐飞机，你房子会飞，而且速度非常快，我们现在的飞机没有办法跟它相比，所以它的房屋可以飞行。今天在我们这个世间，富贵人家，家家有车这很普遍的，家家有飞机还很难，到极乐世界是人人都有，不是家家有，人人都有，你说多自在。",
      "zh_TW": "『稱其形色』，「形」是講居住房舍的大小，「色」是講顏色。這個「稱」，也可以說房舍跟顏色能夠調配得非常柔和，這是稱。第二個意思是稱自己的心意，真的講是稱心如意。色彩的變化也是隨自己意思，想什麼樣的形狀，這個房子就變成什麼樣的形狀，想什麼樣的光彩，它就放什麼樣的光彩，房子都會放光，這是眾寶所成。而且這個房子可以在空中飛行，所以到極樂世界，到哪裡去旅遊不要坐飛機，你房子會飛，而且速度非常快，我們現在的飛機沒有辦法跟它相比，所以它的房屋可以飛行。今天在我們這個世間，富貴人家，家家有車這很普遍的，家家有飛機還很難，到極樂世界是人人都有，不是家家有，人人都有，你說多自在。"
    },
    {
      "id": "02-034-0151_p0055",
      "zh_CN": "『宝网弥覆』，「网」是罗网，是一种装饰品，在古时候，宫殿里面常常用这个罗网，现在在日本寺庙里面，我们还是能够看见，称为罗网，用铜丝做的。它的用意是保护建筑物，古时候宫殿的建筑是艺术，雕梁画栋，它这是彩画，雕梁画栋，是一种高度的艺术品，可以提供你欣赏。外面用铜网，铜丝做的网把它包起来，主要是怕鸟到里面去做窝，防止鸟雀做窝，也防止不小心会把它破坏，这是它的作用，它也非常的美观。西方极乐世界宝网就太多太多了。住的房子、舍宅里面你能看到，我们在经上看到，树木能看到，树木也有罗网，所以它变成一种装饰品，就像我们人穿的服饰一样，我们穿衣服的时候还要缀着许多装饰品。",
      "zh_TW": "『寶網彌覆』，「網」是羅網，是一種裝飾品，在古時候，宮殿裡面常常用這個羅網，現在在日本寺廟裡面，我們還是能夠看見，稱為羅網，用銅絲做的。它的用意是保護建築物，古時候宮殿的建築是藝術，雕梁畫棟，它這是彩畫，雕梁畫棟，是一種高度的藝術品，可以提供你欣賞。外面用銅網，銅絲做的網把它包起來，主要是怕鳥到裡面去做窩，防止鳥雀做窩，也防止不小心會把它破壞，這是它的作用，它也非常的美觀。西方極樂世界寶網就太多太多了。住的房子、舍宅裡面你能看到，我們在經上看到，樹木能看到，樹木也有羅網，所以它變成一種裝飾品，就像我們人穿的服飾一樣，我們穿衣服的時候還要綴著許多裝飾品。"
    },
    {
      "id": "02-034-0151_p0056",
      "zh_CN": "『悬诸宝铃』，这个在东西方一般人都非常喜爱，尤其中国人喜欢风铃，现在外国人，我看很多外国房子里头也悬挂着中国的风铃，风一吹的时候自然的音乐。『奇妙珍异，周遍校饰』，这是形容住宅的折曲，珍奇美妙，珍贵希有，这些都是赞叹网、铃当中诸宝的殊胜。「周遍」，遍是普遍，到处都能看见；「校饰」，校是相交的、交互的庄严。佛经在这个地方讲的庄严，就是我们现在人所讲的装饰，房舍宫殿的装饰，无论是外观或者是内部的装饰，自然的美妙无与伦比。这些也不是人工设计的，也不是人工建造的，都是随自己的心念变现出来的。",
      "zh_TW": "『懸諸寶鈴』，這個在東西方一般人都非常喜愛，尤其中國人喜歡風鈴，現在外國人，我看很多外國房子裡頭也懸掛著中國的風鈴，風一吹的時候自然的音樂。『奇妙珍異，周遍校飾』，這是形容住宅的折曲，珍奇美妙，珍貴希有，這些都是讚歎網、鈴當中諸寶的殊勝。「周遍」，遍是普遍，到處都能看見；「校飾」，校是相交的、交互的莊嚴。佛經在這個地方講的莊嚴，就是我們現在人所講的裝飾，房舍宮殿的裝飾，無論是外觀或者是內部的裝飾，自然的美妙無與倫比。這些也不是人工設計的，也不是人工建造的，都是隨自己的心念變現出來的。"
    },
    {
      "id": "02-034-0151_p0057",
      "zh_CN": "这个地方有一句话我们要记住，性德的流露。为什么？性德，它有德、它有能，我们的自性有德有能，德是秩序，它一点都不乱，而且变现出来的就是最完美的。这个话要怎样我们才能够体会？我们举一个很简单的例子，我们人的身体，父母生下来就是非常圆满，非常完备，一点缺陷都没有。绝对不是父母天天在想要怎么制造，没有，父母没有这个念头，这个就是性德。所以在西方极乐世界，一切受用完全是性德自然的变现流露，一丝毫缺陷都没有。",
      "zh_TW": "這個地方有一句話我們要記住，性德的流露。為什麼？性德，它有德、它有能，我們的自性有德有能，德是秩序，它一點都不亂，而且變現出來的就是最完美的。這個話要怎樣我們才能夠體會？我們舉一個很簡單的例子，我們人的身體，父母生下來就是非常圓滿，非常完備，一點缺陷都沒有。絕對不是父母天天在想要怎麼製造，沒有，父母沒有這個念頭，這個就是性德。所以在西方極樂世界，一切受用完全是性德自然的變現流露，一絲毫缺陷都沒有。"
    },
    {
      "id": "02-034-0151_p0058",
      "zh_CN": "我们今天到这个世间来，每个人身体并不一样，这是什么原因？确实是性德流露，但是这个性德已经被扭曲了。什么东西扭曲了？这个性德里头夹杂着妄想。西方世界唯心所现，没有唯识所变，我们这个地方夹杂着唯识所变，就把所现的把它扭曲了，不是十全十美，缺陷很多。西方极乐世界只有唯心所现，没有唯识所变，因为识已经转识成智了，转八识成四智了。所以决定没有唯识所变，丝毫没有扭曲，最完美的，最善的。真的是古人讲止于至善，你的正报至善，你的依报也是至善，决定没有丝毫缺陷，这是西方世界。",
      "zh_TW": "我們今天到這個世間來，每個人身體並不一樣，這是什麼原因？確實是性德流露，但是這個性德已經被扭曲了。什麼東西扭曲了？這個性德裡頭夾雜著妄想。西方世界唯心所現，沒有唯識所變，我們這個地方夾雜著唯識所變，就把所現的把它扭曲了，不是十全十美，缺陷很多。西方極樂世界只有唯心所現，沒有唯識所變，因為識已經轉識成智了，轉八識成四智了。所以決定沒有唯識所變，絲毫沒有扭曲，最完美的，最善的。真的是古人講止於至善，你的正報至善，你的依報也是至善，決定沒有絲毫缺陷，這是西方世界。"
    },
    {
      "id": "02-034-0151_p0059",
      "zh_CN": "在十方世界里面，一切诸佛刹土，只有实报庄严土跟西方极乐世界是一样！但是同居土跟方便土那就跟我们这个世界一样，缺陷就很多了。可是西方极乐世界的凡圣同居土、方便有余土跟实报庄严土完全相同，这是不可思议的境界，这是经上所讲的难信之法。我们修净土，我们求生西方极乐世界，最殊胜的就是这一点。再看底下这两句：",
      "zh_TW": "在十方世界裡面，一切諸佛剎土，只有實報莊嚴土跟西方極樂世界是一樣！但是同居土跟方便土那就跟我們這個世界一樣，缺陷就很多了。可是西方極樂世界的凡聖同居土、方便有餘土跟實報莊嚴土完全相同，這是不可思議的境界，這是經上所講的難信之法。我們修淨土，我們求生西方極樂世界，最殊勝的就是這一點。再看底下這兩句："
    },
    {
      "id": "02-034-0151_p0060",
      "zh_CN": "【光色晃曜。尽极严丽。】",
      "zh_TW": "【光色晃曜。盡極嚴麗。】"
    },
    {
      "id": "02-034-0151_p0061",
      "zh_CN": "『光』是光明，『色』是色相，『晃』是光辉，『曜』是照的意思。光中有色，色中有光，互相映饰，所以说「光色晃曜」。『严』是庄严，『丽』是美好，庄严美好无比。再看下文：",
      "zh_TW": "『光』是光明，『色』是色相，『晃』是光輝，『曜』是照的意思。光中有色，色中有光，互相映飾，所以說「光色晃曜」。『嚴』是莊嚴，『麗』是美好，莊嚴美好無比。再看下文："
    },
    {
      "id": "02-034-0151_p0062",
      "zh_CN": "【楼观栏楯。堂宇房阁。广狭方圆。或大或小。或在虚空。或在平地。清净安隐。微妙快乐。应念现前。无不具足。】",
      "zh_TW": "【樓觀欄楯。堂宇房閣。廣狹方圓。或大或小。或在虛空。或在平地。清淨安隱。微妙快樂。應念現前。無不具足。】"
    },
    {
      "id": "02-034-0151_p0063",
      "zh_CN": "想想我们在这个世间，生活不能说不艰难困苦，古人讲得很好，人生不如意事十之八九，难得有称心如意的时候，这是说明人生在世苦多乐少。苦多乐少，那你就要懂得，你能够有一点乐，那叫苦中作乐，它不是真乐。你的时间很短促，你付出的代价太大了，不成比例。然后回过头来看看西方极乐世界，西方极乐世界样样圆满，而且垂手可得，不是不可得到的，人人都有分。为什么是人人都有分？西方极乐世界是我们自性变现出来的，所以说是「唯心净土，自性弥陀」。",
      "zh_TW": "想想我們在這個世間，生活不能說不艱難困苦，古人講得很好，人生不如意事十之八九，難得有稱心如意的時候，這是說明人生在世苦多樂少。苦多樂少，那你就要懂得，你能夠有一點樂，那叫苦中作樂，它不是真樂。你的時間很短促，你付出的代價太大了，不成比例。然後回過頭來看看西方極樂世界，西方極樂世界樣樣圓滿，而且垂手可得，不是不可得到的，人人都有分。為什麼是人人都有分？西方極樂世界是我們自性變現出來的，所以說是「唯心淨土，自性彌陀」。"
    },
    {
      "id": "02-034-0151_p0064",
      "zh_CN": "既然是我心性变现出来的这个世界，变现出来的阿弥陀佛，我怎么会没有分？自自然然有分。所以这个你一定要相信。就好比现在的商场一样，西方极乐世界我有股份，大家都有股份，既然有股份就是股东，哪有不能去的道理？问题就是你愿不愿意去，想不想去。你要真的到那里去，一切都是现成的。所以经上讲的这些话，都是讲的我们自己自家的居住生活环境，这个话不是空话。",
      "zh_TW": "既然是我心性變現出來的這個世界，變現出來的阿彌陀佛，我怎麼會沒有分？自自然然有分。所以這個你一定要相信。就好比現在的商場一樣，西方極樂世界我有股份，大家都有股份，既然有股份就是股東，哪有不能去的道理？問題就是你願不願意去，想不想去。你要真的到那裡去，一切都是現成的。所以經上講的這些話，都是講的我們自己自家的居住生活環境，這個話不是空話。"
    },
    {
      "id": "02-034-0151_p0065",
      "zh_CN": "世间你享的荣华富贵，实在跟你讲是假的，不是真的，为什么？荣华富贵你能保持多久？我们冷静的观察，读史书、看古人，你看看现在这个生活上大富大贵的，他能保持多久？有很多人，中年发达了，晚年衰败；有人还算不错，能够享受到一生，下一代没有了，太多太多了！所以中国古德常讲富贵保不了三代，从前！现在自身都保不住，我们看得太多太多了。尤其是这做官的，做大官的，到晚年的时候自己生活很可怜。当权在位的时候，这是我过去见过，家里佣人十几个，一呼百应，到年老的时候、衰败的时候，自己提个篮子上菜市场买菜。在我想他从前作梦也没有想到，他落到这种地步，太多太多了。这什么原因？过去生中修积的福报很有限，自己享福的时候不知道修福，享福造业，把自己的福报折损了，所以很快就过去了。晚年，在我们佛法讲，花报！晚年不好，你就晓得他来生就不好，你从这里能看到他来生。",
      "zh_TW": "世間你享的榮華富貴，實在跟你講是假的，不是真的，為什麼？榮華富貴你能保持多久？我們冷靜的觀察，讀史書、看古人，你看看現在這個生活上大富大貴的，他能保持多久？有很多人，中年發達了，晚年衰敗；有人還算不錯，能夠享受到一生，下一代沒有了，太多太多了！所以中國古德常講富貴保不了三代，從前！現在自身都保不住，我們看得太多太多了。尤其是這做官的，做大官的，到晚年的時候自己生活很可憐。當權在位的時候，這是我過去見過，家裡傭人十幾個，一呼百應，到年老的時候、衰敗的時候，自己提個籃子上菜市場買菜。在我想他從前作夢也沒有想到，他落到這種地步，太多太多了。這什麼原因？過去生中修積的福報很有限，自己享福的時候不知道修福，享福造業，把自己的福報折損了，所以很快就過去了。晚年，在我們佛法講，花報！晚年不好，你就曉得他來生就不好，你從這裡能看到他來生。"
    },
    {
      "id": "02-034-0151_p0066",
      "zh_CN": "我们学佛的人就不一样了，学佛的人知道三世因果，我们在这一生当中，努力修清净心、修善心，所以这两年我们特别提出「纯净纯善」。过去很多年我们提出来的是「真诚、清净、平等、正觉、慈悲」，现在我们更往上提升，要把「真诚清净平等慈悲」提升到「纯净纯善」，我们取西方极乐世界有把握了。经上讲的是我的老家，讲的是我们自己家里，我们自己家的生活状况。所以现在我们不要跟这些人争，跟这些人争，我们家就去不了了，就回不去了；不要跟他争，统统放下，你们要的全拿去，我都不要了。我们的家在极乐世界，跟他争干什么，我们得大自在，现在这个日子过得多舒服，过得多自在。所以一切随缘不攀缘。",
      "zh_TW": "我們學佛的人就不一樣了，學佛的人知道三世因果，我們在這一生當中，努力修清淨心、修善心，所以這兩年我們特別提出「純淨純善」。過去很多年我們提出來的是「真誠、清淨、平等、正覺、慈悲」，現在我們更往上提升，要把「真誠清淨平等慈悲」提升到「純淨純善」，我們取西方極樂世界有把握了。經上講的是我的老家，講的是我們自己家裡，我們自己家的生活狀況。所以現在我們不要跟這些人爭，跟這些人爭，我們家就去不了了，就回不去了；不要跟他爭，統統放下，你們要的全拿去，我都不要了。我們的家在極樂世界，跟他爭幹什麼，我們得大自在，現在這個日子過得多舒服，過得多自在。所以一切隨緣不攀緣。"
    },
    {
      "id": "02-034-0151_p0067",
      "zh_CN": "『楼观栏楯』，这是我们很容易懂的。『堂宇房阁』，「堂」是殿堂，也是大众聚会的场所，像我们现在这个讲堂，这属于堂宇。房、阁是自己私人居住的房舍，这不是对外的，私人居住的。「阁」是楼阁，两层以上的称之为阁。『广狭方圆，或大或小』，完全是自在的，都是随自己念成就的，我想房子大一点它就大了，想小一点它就小了。",
      "zh_TW": "『樓觀欄楯』，這是我們很容易懂的。『堂宇房閣』，「堂」是殿堂，也是大眾聚會的場所，像我們現在這個講堂，這屬於堂宇。房、閣是自己私人居住的房舍，這不是對外的，私人居住的。「閣」是樓閣，兩層以上的稱之為閣。『廣狹方圓，或大或小』，完全是自在的，都是隨自己念成就的，我想房子大一點它就大了，想小一點它就小了。"
    },
    {
      "id": "02-034-0151_p0068",
      "zh_CN": "在我们现前这个生活环境当中，我们也要懂得住的房子，这是世间人讲风水，什么叫风水？环境影响到我们生活情绪。什么叫风水好？你住在这个地方很开心、很舒服，觉得样样都很好，对你来讲这风水就好。如果住在这里感觉得很别扭，感觉得很不舒服，它对你就不好，不必去看那个风水先生，我们自己很容易感受得到。但是中国人讲的，这是很有道理，有几千年的经验在当中，房子一定要方正。你盖房子也好，你买房子选择要懂得，或者是正方形的，或者是长方形的，这个房子住起来舒服。不要搞奇奇怪怪的，那个角很多确实不好，角太多了，你住在那个房子里头会胡思乱想。",
      "zh_TW": "在我們現前這個生活環境當中，我們也要懂得住的房子，這是世間人講風水，什麼叫風水？環境影響到我們生活情緒。什麼叫風水好？你住在這個地方很開心、很舒服，覺得樣樣都很好，對你來講這風水就好。如果住在這裡感覺得很彆扭，感覺得很不舒服，它對你就不好，不必去看那個風水先生，我們自己很容易感受得到。但是中國人講的，這是很有道理，有幾千年的經驗在當中，房子一定要方正。你蓋房子也好，你買房子選擇要懂得，或者是正方形的，或者是長方形的，這個房子住起來舒服。不要搞奇奇怪怪的，那個角很多確實不好，角太多了，你住在那個房子裡頭會胡思亂想。"
    },
    {
      "id": "02-034-0151_p0069",
      "zh_CN": "我在布里斯本，我去的时候，在净宗学会（在山下有净宗学会，也是我们的）隔壁一个房子他要卖，我就去看了。我一去看，它这个房子里头卧房，没有一间卧房是正方形的，它都是五角形、六角形的。我看了之后，我就问他这个主人，我说：你家里还有哪些人？他说他夫妻两个，三个女儿。我说：你们那些女儿一天到晚是不是胡思乱想？他说：是的。他说你怎么知道的？我就告诉他，这样的卧房，人在里面住满一百天就会胡思乱想。所以他要卖给我，我不要。这个房子，因为改起来很麻烦，改起来等于像重建一样，很麻烦，我就没有要它的，确实如此。",
      "zh_TW": "我在布里斯本，我去的時候，在淨宗學會（在山下有淨宗學會，也是我們的）隔壁一個房子他要賣，我就去看了。我一去看，它這個房子裡頭臥房，沒有一間臥房是正方形的，它都是五角形、六角形的。我看了之後，我就問他這個主人，我說：你家裡還有哪些人？他說他夫妻兩個，三個女兒。我說：你們那些女兒一天到晚是不是胡思亂想？他說：是的。他說你怎麼知道的？我就告訴他，這樣的臥房，人在裡面住滿一百天就會胡思亂想。所以他要賣給我，我不要。這個房子，因為改起來很麻煩，改起來等於像重建一樣，很麻煩，我就沒有要它的，確實如此。"
    },
    {
      "id": "02-034-0151_p0070",
      "zh_CN": "所以我们看到外国的房子，都是尖尖角角的，为什么？他都住不长，他住几年他就搬家了，就插牌子到处卖了，有道理！他不懂这个。所以我们中国人讲老家、老宅，这个房子建下来都是几百年的，传多少代的，他很有道理。特别是在中国北方，四合院，非常有道理，所以这是不能不懂。另外卧房要小，你看慈禧太后，皇宫很大，慈禧太后的卧房不大很小，聚气。卧房太大，你的精神、气完全都散掉了，不能聚集，对身体健康决定有问题，所以卧房要小。你的厅堂可以大一点，书房可以大一点，卧房不要太大。好，我们今天就讲到这里。",
      "zh_TW": "所以我們看到外國的房子，都是尖尖角角的，為什麼？他都住不長，他住幾年他就搬家了，就插牌子到處賣了，有道理！他不懂這個。所以我們中國人講老家、老宅，這個房子建下來都是幾百年的，傳多少代的，他很有道理。特別是在中國北方，四合院，非常有道理，所以這是不能不懂。另外臥房要小，你看慈禧太后，皇宮很大，慈禧太后的臥房不大很小，聚氣。臥房太大，你的精神、氣完全都散掉了，不能聚集，對身體健康決定有問題，所以臥房要小。你的廳堂可以大一點，書房可以大一點，臥房不要太大。好，我們今天就講到這裡。"
    }
  ]
}