{
  "doc_id": "02-034-0176",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七六集",
    "zh_TW": "第一七六集"
  },
  "year": "2005",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0176",
  "total_paragraphs": 63,
  "paragraphs": [
    {
      "id": "02-034-0176_p0001",
      "zh_CN": "诸位法师，诸位同学，请掀开经本，我们把上辈这段经文念一遍：",
      "zh_TW": "諸位法師，諸位同學，請掀開經本，我們把上輩這段經文念一遍："
    },
    {
      "id": "02-034-0176_p0002",
      "zh_CN": "【其上辈者。舍家弃欲。而作沙门。发菩提心。一向专念。阿弥陀佛。修诸功德。愿生彼国。此等众生。临寿终时。阿弥陀佛。与诸圣众。现在其前。经须臾间。即随彼佛往生其国。便于七宝华中自然化生。智慧勇猛。神通自在。是故阿难。其有众生欲于今世见阿弥陀佛者。应发无上菩提之心。复当专念极乐国土。积集善根。应持回向。由此见佛。生彼国中。得不退转。乃至无上菩提。】",
      "zh_TW": "【其上輩者。捨家棄欲。而作沙門。發菩提心。一向專念。阿彌陀佛。修諸功德。願生彼國。此等眾生。臨壽終時。阿彌陀佛。與諸聖眾。現在其前。經須臾間。即隨彼佛往生其國。便於七寶華中自然化生。智慧勇猛。神通自在。是故阿難。其有眾生欲於今世見阿彌陀佛者。應發無上菩提之心。復當專念極樂國土。積集善根。應持迴向。由此見佛。生彼國中。得不退轉。乃至無上菩提。】"
    },
    {
      "id": "02-034-0176_p0003",
      "zh_CN": "时间过得很快，这五天，没想到我们到今天就圆满了。「三辈往生」，这是第一段，讲的是上辈，文字虽然不多，字字句句都含无量义。黄念老的注解引用许许多多经论，内容非常丰富。如果我们要用他注解来讲，两个月都讲不完这一段，所以注解希望同学们有时间的应当多看看。我们在讲席由于时间的限制，只能够提醒到最重要的部分，是我们当前修学必须要明了的、要遵守的，我们这一生才能够有成就。",
      "zh_TW": "時間過得很快，這五天，沒想到我們到今天就圓滿了。「三輩往生」，這是第一段，講的是上輩，文字雖然不多，字字句句都含無量義。黃念老的註解引用許許多多經論，內容非常豐富。如果我們要用他註解來講，兩個月都講不完這一段，所以註解希望同學們有時間的應當多看看。我們在講席由於時間的限制，只能夠提醒到最重要的部分，是我們當前修學必須要明瞭的、要遵守的，我們這一生才能夠有成就。"
    },
    {
      "id": "02-034-0176_p0004",
      "zh_CN": "向下经文讲到『修诸功德，愿生彼国』，这句话就很重要。你看看不修功德不行，一定要修积功德。净宗同学从哪里修起？这一点不能不知道。多少同学修学，而在这一生当中不见得有成就，这是什么原因？还是善导大师讲的这句话，「遇缘不同」，我们没有遇到殊胜的善缘，所以虽然是很想努力修学，始终不得法。这个话是实实在在的。",
      "zh_TW": "向下經文講到『修諸功德，願生彼國』，這句話就很重要。你看看不修功德不行，一定要修積功德。淨宗同學從哪裡修起？這一點不能不知道。多少同學修學，而在這一生當中不見得有成就，這是什麼原因？還是善導大師講的這句話，「遇緣不同」，我們沒有遇到殊勝的善緣，所以雖然是很想努力修學，始終不得法。這個話是實實在在的。"
    },
    {
      "id": "02-034-0176_p0005",
      "zh_CN": "我们先说什么叫「功德」？学佛的同修这里要辨别清楚，功德跟福德不一样，修福德容易，修功德不容易。功是什么？功是功夫。你修行真有功夫，有功夫当然你就有收获。譬如祖师们常讲「持戒有功」，我们修行持戒有功，「三昧是德」，三昧就是定，所谓「因戒得定」，你持戒得定，这得定就是德。持戒是功，三昧现前就是德，叫功德。修定有功，智慧开了，「因定开慧」，智慧开了，这是德。福德可以与大众共享，我有福可以跟大家共享；功德没有办法给别人，只有靠自己修。古德常讲：公修公得，婆修婆得，不修就不得。这是要靠你自己修的。不像福德，福德是我们修的福可以给人共享。",
      "zh_TW": "我們先說什麼叫「功德」？學佛的同修這裡要辨別清楚，功德跟福德不一樣，修福德容易，修功德不容易。功是什麼？功是功夫。你修行真有功夫，有功夫當然你就有收穫。譬如祖師們常講「持戒有功」，我們修行持戒有功，「三昧是德」，三昧就是定，所謂「因戒得定」，你持戒得定，這得定就是德。持戒是功，三昧現前就是德，叫功德。修定有功，智慧開了，「因定開慧」，智慧開了，這是德。福德可以與大眾共享，我有福可以跟大家共享；功德沒有辦法給別人，只有靠自己修。古德常講：公修公得，婆修婆得，不修就不得。這是要靠你自己修的。不像福德，福德是我們修的福可以給人共享。"
    },
    {
      "id": "02-034-0176_p0006",
      "zh_CN": "我们修的功德，我们回向给他，他能不能得到？说实在话，得不到！必须他要跟着修，就能够沾一点光，能够得到几分；他要不是跟着学、跟着修，他什么也得不到，这个道理要懂。如果功德可以给别人，我们就不要修了，诸佛菩萨修的功德统统回向给我们不就行了吗？诸佛菩萨真的天天回向，我们什么也得不到。福德，我们真的享受到了，譬如居士林这个建筑，这是三宝的福。我们有这么大的场合，有这么好的设备，我们在这里面念佛，在这里面学习经教，这是福。三宝的福，我们可以享受，但是功德就没法子，功德才能了生死出三界。",
      "zh_TW": "我們修的功德，我們迴向給他，他能不能得到？說實在話，得不到！必須他要跟著修，就能夠沾一點光，能夠得到幾分；他要不是跟著學、跟著修，他什麼也得不到，這個道理要懂。如果功德可以給別人，我們就不要修了，諸佛菩薩修的功德統統迴向給我們不就行了嗎？諸佛菩薩真的天天迴向，我們什麼也得不到。福德，我們真的享受到了，譬如居士林這個建築，這是三寶的福。我們有這麼大的場合，有這麼好的設備，我們在這裡面念佛，在這裡面學習經教，這是福。三寶的福，我們可以享受，但是功德就沒法子，功德才能了生死出三界。"
    },
    {
      "id": "02-034-0176_p0007",
      "zh_CN": "就像《坛经》上六祖所说的「此事福不能救」。此事是讲生死大事，修福报没用处，该怎么生死还是怎么生死，要修功德，功德可以了生死出三界。这功德跟福德我们必须要辨别清楚，有时候在事上讲，相差不多，很接近，理上讲有差别。可是我们学佛的同修对这桩事情不能不明确的辨别，明确辨别在用心。如果我们的心跟菩提心相应，这几天所讲的真诚、清净、平等、正觉、慈悲，跟这个相应，你所修的福德都是功德；如果不相应，功德也变成福德。可见得，这难怪经上佛教导我们第一句话「发菩提心」，接着才「一向专念」，与菩提心相应是功德，不相应是福德。",
      "zh_TW": "就像《壇經》上六祖所說的「此事福不能救」。此事是講生死大事，修福報沒用處，該怎麼生死還是怎麼生死，要修功德，功德可以了生死出三界。這功德跟福德我們必須要辨別清楚，有時候在事上講，相差不多，很接近，理上講有差別。可是我們學佛的同修對這樁事情不能不明確的辨別，明確辨別在用心。如果我們的心跟菩提心相應，這幾天所講的真誠、清淨、平等、正覺、慈悲，跟這個相應，你所修的福德都是功德；如果不相應，功德也變成福德。可見得，這難怪經上佛教導我們第一句話「發菩提心」，接著才「一向專念」，與菩提心相應是功德，不相應是福德。"
    },
    {
      "id": "02-034-0176_p0008",
      "zh_CN": "佛法重在行，解是手段，行是实质，你能解不能行，你一生所修学的全都是福德，没有功德；能解又能行，福德就转变成功德。修行的方法很多，「修诸功德」，诸就不是一种，无量无边。我们在日常生活当中怎样去修？净宗学会成立，我们定了五门功课，这五门是行门，在日常生活当中要去做的。刚才讲了，你认真去做，与菩提心相应，那是功德，与菩提心不相应是福德；福德不能往生，功德才能往生，这要知道。功德是离相，福德是着相，《金刚经》上讲的「我相，人相，众生相，寿者相」。带业往生的人有没有离相？没有离相。虽没有离相，他能控制得住，就是说这烦恼习气他有能力伏住。在临命终那一个极短的时间当中，他不起现行，他就能往生。如果临命终时起现行，那他就不能往生。所以临终关怀是非常非常重要，而且真的有内行人。",
      "zh_TW": "佛法重在行，解是手段，行是實質，你能解不能行，你一生所修學的全都是福德，沒有功德；能解又能行，福德就轉變成功德。修行的方法很多，「修諸功德」，諸就不是一種，無量無邊。我們在日常生活當中怎樣去修？淨宗學會成立，我們定了五門功課，這五門是行門，在日常生活當中要去做的。剛才講了，你認真去做，與菩提心相應，那是功德，與菩提心不相應是福德；福德不能往生，功德才能往生，這要知道。功德是離相，福德是著相，《金剛經》上講的「我相，人相，眾生相，壽者相」。帶業往生的人有沒有離相？沒有離相。雖沒有離相，他能控制得住，就是說這煩惱習氣他有能力伏住。在臨命終那一個極短的時間當中，他不起現行，他就能往生。如果臨命終時起現行，那他就不能往生。所以臨終關懷是非常非常重要，而且真的有內行人。"
    },
    {
      "id": "02-034-0176_p0009",
      "zh_CN": "古来大德很慈悲，依照经论的教诲，把临终关怀详详细细写出来，写成一本书，《饬终津梁》，我相信很多同学都看过。《饬终津梁》古人写的，用文言文写的，文字比较深，所以在民国初年，有大德发心把它写成白话文，写得更浅显、更扼要，叫《饬终须知》，这我们都能看得懂。一定依照这里面所说的去做，关怀临终的人，帮助他往生。这是讲伏烦恼的重要。伏烦恼要紧的还是在日常生活当中，平常要做，临终时就容易了。平常不留意，临终时候你再想做，往往业障现前，你自己做不了主，这个事情就麻烦。所以很可能把这一生的机会当面错过，那就很可惜。",
      "zh_TW": "古來大德很慈悲，依照經論的教誨，把臨終關懷詳詳細細寫出來，寫成一本書，《飭終津梁》，我相信很多同學都看過。《飭終津梁》古人寫的，用文言文寫的，文字比較深，所以在民國初年，有大德發心把它寫成白話文，寫得更淺顯、更扼要，叫《飭終須知》，這我們都能看得懂。一定依照這裡面所說的去做，關懷臨終的人，幫助他往生。這是講伏煩惱的重要。伏煩惱要緊的還是在日常生活當中，平常要做，臨終時就容易了。平常不留意，臨終時候你再想做，往往業障現前，你自己做不了主，這個事情就麻煩。所以很可能把這一生的機會當面錯過，那就很可惜。"
    },
    {
      "id": "02-034-0176_p0010",
      "zh_CN": "我们净宗五门功课，五门不算多也不少，这五门第一个就是「净业三福」，第二是「六和敬」。净业三福是对自己，六和敬是处众。我们跟大众相处，如何能真正做到和睦，不起冲突、不起对立，没有矛盾，和睦相处，佛教给我们六条。第一个是「见和同解」，这非常重要，我们的见解，就是想法、看法都能够相同，其他都容易了。第二条「戒和同修」，至少十善五戒或者是十戒、六和一定要遵守；你要是不能受持，你就没有办法控制烦恼，你的烦恼习气就伏不住。伏不住，到临命终时决定生障碍，你就不能往生。平时要用功夫，最低限度的功夫，要学得像古人讲的「八风吹不动」，临命终时才有把握往生。就是决定不被环境所转，不受环境的影响，这很重要。",
      "zh_TW": "我們淨宗五門功課，五門不算多也不少，這五門第一個就是「淨業三福」，第二是「六和敬」。淨業三福是對自己，六和敬是處眾。我們跟大眾相處，如何能真正做到和睦，不起衝突、不起對立，沒有矛盾，和睦相處，佛教給我們六條。第一個是「見和同解」，這非常重要，我們的見解，就是想法、看法都能夠相同，其他都容易了。第二條「戒和同修」，至少十善五戒或者是十戒、六和一定要遵守；你要是不能受持，你就沒有辦法控制煩惱，你的煩惱習氣就伏不住。伏不住，到臨命終時決定生障礙，你就不能往生。平時要用功夫，最低限度的功夫，要學得像古人講的「八風吹不動」，臨命終時才有把握往生。就是決定不被環境所轉，不受環境的影響，這很重要。"
    },
    {
      "id": "02-034-0176_p0011",
      "zh_CN": "顺境善缘，凡夫容易起贪爱的心；逆境恶缘，你会起厌恶的心、瞋恨的心；见到别人比我好，生嫉妒心；看到别人不如我，生轻慢心，瞧不起人，这都是烦恼习气。我们在日常生活当中，这个烦恼习气起不起来？常常有，麻烦就大！真正修行人，像这些烦恼习气要一年比一年轻，真正做个十年、二十年、三十年的功夫，可以全部控制住。烦恼没断，才起来就有能力把它压住，这就是古德所讲的「不怕念起，只怕觉迟」。这种烦恼习气刚刚冒出来，第二念就把它控制住，就压下去了。总的方法，佛法里面称为「止观」，念佛也是止观。这句佛号提起来，观；佛号提起来就把烦恼习气压伏住，那就是止。止是对烦恼习气来说的，观是提醒自己，我们把念头转在佛号上，念念不忘阿弥陀佛，也就是我们用一句佛的名号把所有一切的妄念、妄想全部把它打掉，这个念佛功夫就得力了。",
      "zh_TW": "順境善緣，凡夫容易起貪愛的心；逆境惡緣，你會起厭惡的心、瞋恨的心；見到別人比我好，生嫉妒心；看到別人不如我，生輕慢心，瞧不起人，這都是煩惱習氣。我們在日常生活當中，這個煩惱習氣起不起來？常常有，麻煩就大！真正修行人，像這些煩惱習氣要一年比一年輕，真正做個十年、二十年、三十年的功夫，可以全部控制住。煩惱沒斷，才起來就有能力把它壓住，這就是古德所講的「不怕念起，只怕覺遲」。這種煩惱習氣剛剛冒出來，第二念就把它控制住，就壓下去了。總的方法，佛法裡面稱為「止觀」，念佛也是止觀。這句佛號提起來，觀；佛號提起來就把煩惱習氣壓伏住，那就是止。止是對煩惱習氣來說的，觀是提醒自己，我們把念頭轉在佛號上，念念不忘阿彌陀佛，也就是我們用一句佛的名號把所有一切的妄念、妄想全部把它打掉，這個念佛功夫就得力了。"
    },
    {
      "id": "02-034-0176_p0012",
      "zh_CN": "五门后面，三学、六度、普贤十愿，我们的行门就依照这五条。五条为什么学不好？这五条也有次第的，无次第当中还是有个次第。这个次第怎么样去扎根？根在孝亲尊师，就是净业三福第一句，「孝养父母，奉事师长」。这两句我们没有做到！你对父母有没有尽到孝心？你对师长是不是真的尊敬？这两条没做好，这是根本的根本。因为这两条没做好，你虽然苦修了几十年，到最后全盘失败。好像我们盖一栋大楼，地基没造好，勉强盖上去，禁不起考验，大风一来的时候，这个房子就被吹倒了。我们今天学佛就像这个比喻差不多。我在这几十年当中看得很清楚，真的把这些毛病看出来了。所以我们特别强调扎根，一定要把地基做好，你以后才会有成就。这个地基就是「净业三福」，三福里头特别是第一条，第一条人天福，第二条是二乘福，第三条是菩萨福，一层比一层高！像三层楼一样，头一条是第一层，第一层里的四句，我们把它落实在弟子规跟十善业道，从这个地方来扎根。",
      "zh_TW": "五門後面，三學、六度、普賢十願，我們的行門就依照這五條。五條為什麼學不好？這五條也有次第的，無次第當中還是有個次第。這個次第怎麼樣去扎根？根在孝親尊師，就是淨業三福第一句，「孝養父母，奉事師長」。這兩句我們沒有做到！你對父母有沒有盡到孝心？你對師長是不是真的尊敬？這兩條沒做好，這是根本的根本。因為這兩條沒做好，你雖然苦修了幾十年，到最後全盤失敗。好像我們蓋一棟大樓，地基沒造好，勉強蓋上去，禁不起考驗，大風一來的時候，這個房子就被吹倒了。我們今天學佛就像這個比喻差不多。我在這幾十年當中看得很清楚，真的把這些毛病看出來了。所以我們特別強調扎根，一定要把地基做好，你以後才會有成就。這個地基就是「淨業三福」，三福裡頭特別是第一條，第一條人天福，第二條是二乘福，第三條是菩薩福，一層比一層高！像三層樓一樣，頭一條是第一層，第一層裡的四句，我們把它落實在弟子規跟十善業道，從這個地方來扎根。"
    },
    {
      "id": "02-034-0176_p0013",
      "zh_CN": "现在我们已经到七老八十了，我们学佛还要从这学起吗？还要从这学起，不从这学起，恐怕临命终时走不了，还要搞六道轮回，那就错了。所以我这几年特别强调这两门功课，《弟子规》跟《十善业道经》，男女老少各行各业大家一起学。对我们自己有好处，对家庭有好处，对你事业有好处，对你将来往生净土好处就更大，千万不能够疏忽！这两样东西分量都不大，真正学好，百分之百落实到自己生活行为上，你的威仪就很像一个菩萨。人家见到你合掌称你菩萨，很像菩萨，那菩萨的样子就现前，这个形象就现前。所谓是「学为人师，行为世范」，你这个样子就可以给社会大众做榜样，你说这个重不重要？",
      "zh_TW": "現在我們已經到七老八十了，我們學佛還要從這學起嗎？還要從這學起，不從這學起，恐怕臨命終時走不了，還要搞六道輪迴，那就錯了。所以我這幾年特別強調這兩門功課，《弟子規》跟《十善業道經》，男女老少各行各業大家一起學。對我們自己有好處，對家庭有好處，對你事業有好處，對你將來往生淨土好處就更大，千萬不能夠疏忽！這兩樣東西分量都不大，真正學好，百分之百落實到自己生活行為上，你的威儀就很像一個菩薩。人家見到你合掌稱你菩薩，很像菩薩，那菩薩的樣子就現前，這個形象就現前。所謂是「學為人師，行為世範」，你這個樣子就可以給社會大眾做榜樣，你說這個重不重要？"
    },
    {
      "id": "02-034-0176_p0014",
      "zh_CN": "《弟子规》，蔡礼旭居士讲得很清楚，他用四十个小时的时间，他自己的学习、亲身的经验以及他所见所闻，都做了详细的报告。如果没有听到他讲演的，现在他的屡次讲演我们都保留录相，都有光碟，我们这边也有，也有拷贝，希望带回家去多听。可以把我们所学习的经典暂时放下，先专听《弟子规》，专学《弟子规》，用一年的时间根扎下去。我一年的时间打基础，像盖房子，我打地基。一年之后，无论你修学哪个法门，你必然是事半功倍，你学的东西会得力，你能够学得像，你能学得好！今天怎么努力学都学不像，功夫不得力，就是没有基础。《弟子规》用一年的时间，基础打下去，《十善业道经》跟诸位说只需要三个月，为什么？你有《弟子规》的基础，《十善业道经》三个月就可以毕业了。这个基础坚固，然后你们受的三皈五戒就起作用。",
      "zh_TW": "《弟子規》，蔡禮旭居士講得很清楚，他用四十個小時的時間，他自己的學習、親身的經驗以及他所見所聞，都做了詳細的報告。如果沒有聽到他講演的，現在他的屢次講演我們都保留錄相，都有光碟，我們這邊也有，也有拷貝，希望帶回家去多聽。可以把我們所學習的經典暫時放下，先專聽《弟子規》，專學《弟子規》，用一年的時間根紮下去。我一年的時間打基礎，像蓋房子，我打地基。一年之後，無論你修學哪個法門，你必然是事半功倍，你學的東西會得力，你能夠學得像，你能學得好！今天怎麼努力學都學不像，功夫不得力，就是沒有基礎。《弟子規》用一年的時間，基礎打下去，《十善業道經》跟諸位說只需要三個月，為什麼？你有《弟子規》的基礎，《十善業道經》三個月就可以畢業了。這個基礎堅固，然後你們受的三皈五戒就起作用。"
    },
    {
      "id": "02-034-0176_p0015",
      "zh_CN": "第二福「受持三皈，具足众戒，不犯威仪」，它是以第一福为基础，也就是说，真正能够把《十善业道经》、《弟子规》学好，三皈五戒就做到了。你在这里授受三皈五戒，那是真的不是假的。如果前面第一福做不到，我们受三皈五戒都是结缘、都是形式，阿赖耶里面种一个善根，这一生当中不起作用。你看看有了具足众戒，皈戒、皈依，这三皈是觉正净，然后具足一切戒，菩提心才能发得起来。第三福第一句「发菩提心」。",
      "zh_TW": "第二福「受持三皈，具足眾戒，不犯威儀」，它是以第一福為基礎，也就是說，真正能夠把《十善業道經》、《弟子規》學好，三皈五戒就做到了。你在這裡授受三皈五戒，那是真的不是假的。如果前面第一福做不到，我們受三皈五戒都是結緣、都是形式，阿賴耶裡面種一個善根，這一生當中不起作用。你看看有了具足眾戒，皈戒、皈依，這三皈是覺正淨，然後具足一切戒，菩提心才能發得起來。第三福第一句「發菩提心」。"
    },
    {
      "id": "02-034-0176_p0016",
      "zh_CN": "「深信因果」这一句话不太好懂。深信因果，如果在第一福里面讲，我们好懂，我们一般讲到因果，都会想到「善有善报，恶有恶报」，这个我们凡夫都懂，那还去跟菩萨讲什么？对菩萨讲深信因果，这个意思决定不是跟凡夫说的，这是一个特别的因果，什么因果？「念佛是因，成佛是果」，这个因果很多菩萨不知道。你说善因善报、恶因恶报，谁不知道？凡夫都知道，还用得着菩萨吗？但是念佛是因，成佛是果，很多菩萨不知道。这是世尊慈悲特别提出来，告诉这些菩萨修念佛法门成佛最快、最稳当，是这个意思。",
      "zh_TW": "「深信因果」這一句話不太好懂。深信因果，如果在第一福裡面講，我們好懂，我們一般講到因果，都會想到「善有善報，惡有惡報」，這個我們凡夫都懂，那還去跟菩薩講什麼？對菩薩講深信因果，這個意思決定不是跟凡夫說的，這是一個特別的因果，什麼因果？「念佛是因，成佛是果」，這個因果很多菩薩不知道。你說善因善報、惡因惡報，誰不知道？凡夫都知道，還用得著菩薩嗎？但是念佛是因，成佛是果，很多菩薩不知道。這是世尊慈悲特別提出來，告訴這些菩薩修念佛法門成佛最快、最穩當，是這個意思。"
    },
    {
      "id": "02-034-0176_p0017",
      "zh_CN": "接着再是「读诵大乘，劝进行者」。这后头两句是一桩事情。到深信因果，它总共十一句，前面九句都是自利、自度，后面两句是度他。劝进行者是行动、度他。众生根性不一样，千差万别，我们用一门度不了一切众生，所以你要读诵大乘。读诵大乘，你的善巧方便多了，你才能度无量众生，众生喜欢什么，你就跟他讲什么。所以这十一句，前面九句自度，后面两句度他，菩萨要度他，所以要广学多闻。如果自度，到深信因果就行了，一门深入，念佛往生，上上品往生，生到极乐世界就证得佛果，这是真的不是假的。所以我们现在才真正明了，要想功夫得力，要想快速成就，先把根基打好。如果不从这上面下功夫，你什么都不能成就。我们学佛如是，世间法亦复如是。",
      "zh_TW": "接著再是「讀誦大乘，勸進行者」。這後頭兩句是一樁事情。到深信因果，它總共十一句，前面九句都是自利、自度，後面兩句是度他。勸進行者是行動、度他。眾生根性不一樣，千差萬別，我們用一門度不了一切眾生，所以你要讀誦大乘。讀誦大乘，你的善巧方便多了，你才能度無量眾生，眾生喜歡什麼，你就跟他講什麼。所以這十一句，前面九句自度，後面兩句度他，菩薩要度他，所以要廣學多聞。如果自度，到深信因果就行了，一門深入，念佛往生，上上品往生，生到極樂世界就證得佛果，這是真的不是假的。所以我們現在才真正明瞭，要想功夫得力，要想快速成就，先把根基打好。如果不從這上面下功夫，你什麼都不能成就。我們學佛如是，世間法亦復如是。"
    },
    {
      "id": "02-034-0176_p0018",
      "zh_CN": "现在这个社会之乱，全世界历史上从来没有过，没有出现过这么样乱的社会，不是一个地区，全世界。为什么这么乱？中国人把老祖宗的教诲丢掉了，《弟子规》是我们老祖宗的教诲，从尧舜禹汤一直到清朝末年，每个人都学，没有一个人不学习的。满清亡了之后，民国成立，在民国初年，大概在民国十几年左右还学到一点，民国二十年之后，逐渐逐渐就淡薄了。现在这半个世纪，五十年了，二次大战之后，完全没有了，所以社会乱了。西方人过去都信仰宗教，都信神也信因果，所以社会制度也相当良好。特别是这半个世纪，科学技术突飞猛进，人可以制造机械，利用机械可以能够飞到其他星球上去，太阳系这几个行星都想去探险。我们相信再过个几十年，这科技更进步了，恐怕真正要去探险外太空，太阳系以外的太空，所以人不相信神，从前说这都是神造的。现在去探险到了月亮那里去。",
      "zh_TW": "現在這個社會之亂，全世界歷史上從來沒有過，沒有出現過這麼樣亂的社會，不是一個地區，全世界。為什麼這麼亂？中國人把老祖宗的教誨丟掉了，《弟子規》是我們老祖宗的教誨，從堯舜禹湯一直到清朝末年，每個人都學，沒有一個人不學習的。滿清亡了之後，民國成立，在民國初年，大概在民國十幾年左右還學到一點，民國二十年之後，逐漸逐漸就淡薄了。現在這半個世紀，五十年了，二次大戰之後，完全沒有了，所以社會亂了。西方人過去都信仰宗教，都信神也信因果，所以社會制度也相當良好。特別是這半個世紀，科學技術突飛猛進，人可以製造機械，利用機械可以能夠飛到其他星球上去，太陽系這幾個行星都想去探險。我們相信再過個幾十年，這科技更進步了，恐怕真正要去探險外太空，太陽系以外的太空，所以人不相信神，從前說這都是神造的。現在去探險到了月亮那裡去。"
    },
    {
      "id": "02-034-0176_p0019",
      "zh_CN": "那个人登陆月球那一天，有个同修打电话给我，问我说：太空人登陆月球，电视已经做很详细的报导，我们还要不要念月光菩萨？日光菩萨我们要不要念？我们从这个疑惑就知道，科技发达的时候，把宗教信仰就断掉了。我告诉他，月光菩萨、日光菩萨还要念，为什么？他住在这个月球上，他跟我们不是一个空间维次，我们看不到他。就好像我们这个世间，世间人大家晓得，人鬼杂居。我们跟鬼同住在一个场所，不同维次空间，我们看不到他，他也看不到我们；偶尔很少的机会也会碰到。所以我们要知道，科学再进步，它不是万能的，它还是有限度的。",
      "zh_TW": "那個人登陸月球那一天，有個同修打電話給我，問我說：太空人登陸月球，電視已經做很詳細的報導，我們還要不要念月光菩薩？日光菩薩我們要不要念？我們從這個疑惑就知道，科技發達的時候，把宗教信仰就斷掉了。我告訴他，月光菩薩、日光菩薩還要念，為什麼？他住在這個月球上，他跟我們不是一個空間維次，我們看不到他。就好像我們這個世間，世間人大家曉得，人鬼雜居。我們跟鬼同住在一個場所，不同維次空間，我們看不到他，他也看不到我們；偶爾很少的機會也會碰到。所以我們要知道，科學再進步，它不是萬能的，它還是有限度的。"
    },
    {
      "id": "02-034-0176_p0020",
      "zh_CN": "我也跟诸位报告过，地球上也常常发现外太空的人，发现了飞碟，就是说他们的交通工具比我们进步，飞行的速度比我们快，我们今天的飞机，最高速的飞机跟它相比望尘莫及。而且它的飞行工具可以在空中停住，可以很大的速度就消失了，这都是我们赶不上的。有些人说，这些人是不是就是神？我们相信他不是神，他是人。如果要是神，不要用交通工具，为什么？神有神足通，神足通飞行变化，他不需要。我们在笔记小说里面都看到很多，《聊斋志异》里头，《子不语》、《阅微草堂笔记》，都看到过，写的是什么？仙人，还有狐狸，狐狸修行修成功的时候也了不起。他们需不需要这些交通工具？不需要，他到很远的地方去，他能身上变成一道光，他就走了。这个现在用科学理论来讲很合乎道理，身体是个物质，他能把物质转变成能量，能量的速度就快，他到达某一个地方，又把他的能量恢复成物质的身体，他就现形了。这在科学里讲得通，我们没有办法做到，那比交通工具好多了，不受这些交通工具限制。这外太空人到地球上来访问还要坐工具，还要坐太空船，他是人，他不是神，他是属于人道。这说明人不一定是我们这个地球上有人，其他星球有人的很多，人道！他不是天道也不是鬼神道。",
      "zh_TW": "我也跟諸位報告過，地球上也常常發現外太空的人，發現了飛碟，就是說他們的交通工具比我們進步，飛行的速度比我們快，我們今天的飛機，最高速的飛機跟它相比望塵莫及。而且它的飛行工具可以在空中停住，可以很大的速度就消失了，這都是我們趕不上的。有些人說，這些人是不是就是神？我們相信他不是神，他是人。如果要是神，不要用交通工具，為什麼？神有神足通，神足通飛行變化，他不需要。我們在筆記小說裡面都看到很多，《聊齋志異》裡頭，《子不語》、《閱微草堂筆記》，都看到過，寫的是什麼？仙人，還有狐狸，狐狸修行修成功的時候也了不起。他們需不需要這些交通工具？不需要，他到很遠的地方去，他能身上變成一道光，他就走了。這個現在用科學理論來講很合乎道理，身體是個物質，他能把物質轉變成能量，能量的速度就快，他到達某一個地方，又把他的能量恢復成物質的身體，他就現形了。這在科學裡講得通，我們沒有辦法做到，那比交通工具好多了，不受這些交通工具限制。這外太空人到地球上來訪問還要坐工具，還要坐太空船，他是人，他不是神，他是屬於人道。這說明人不一定是我們這個地球上有人，其他星球有人的很多，人道！他不是天道也不是鬼神道。"
    },
    {
      "id": "02-034-0176_p0021",
      "zh_CN": "修功德，你的能力就会发现，定能发神通。佛在经上告诉我们，小乘须陀洹，须陀洹八十八品见惑断了，他得两种神通，天眼通、天耳通。天眼不需要用望远镜，不需要用显微镜，不要用科学仪器，他能看透。我们在七楼，我们往下一看，下面六层楼清清楚楚，天眼通，须陀洹这个能力就现前了。我们有没有得须陀洹？看看就晓得了！隔一张纸都不行，都看不见了，那说明你没有功夫。",
      "zh_TW": "修功德，你的能力就會發現，定能發神通。佛在經上告訴我們，小乘須陀洹，須陀洹八十八品見惑斷了，他得兩種神通，天眼通、天耳通。天眼不需要用望遠鏡，不需要用顯微鏡，不要用科學儀器，他能看透。我們在七樓，我們往下一看，下面六層樓清清楚楚，天眼通，須陀洹這個能力就現前了。我們有沒有得須陀洹？看看就曉得了！隔一張紙都不行，都看不見了，那說明你沒有功夫。"
    },
    {
      "id": "02-034-0176_p0022",
      "zh_CN": "天耳通要是得到，不要用手机了，再远方的音声，你只一作意，就是一注意都听到。所以须陀洹跟须陀洹要沟通，他们不需要用录相，再远的地方就像面对面一样，谈话交谈的时候不要用机械，你说这多方便。我们用这些多累赘，而且听说手机的电磁波伤头脑，用多的时候，将来头脑都要麻木，不是好东西，最好不要用。这机械的副作用很大，除非在不得已的情况之下。我也有个手机，一个月难得用一、二次，我手机不开，我也不晓得号码多少，不知道。所以我充一次电池大概都用一、二个月，充一次电池。最好不要用它，我们这是说养生之道，不要受这些电磁波的干扰。",
      "zh_TW": "天耳通要是得到，不要用手機了，再遠方的音聲，你只一作意，就是一注意都聽到。所以須陀洹跟須陀洹要溝通，他們不需要用錄相，再遠的地方就像面對面一樣，談話交談的時候不要用機械，你說這多方便。我們用這些多累贅，而且聽說手機的電磁波傷頭腦，用多的時候，將來頭腦都要麻木，不是好東西，最好不要用。這機械的副作用很大，除非在不得已的情況之下。我也有個手機，一個月難得用一、二次，我手機不開，我也不曉得號碼多少，不知道。所以我充一次電池大概都用一、二個月，充一次電池。最好不要用它，我們這是說養生之道，不要受這些電磁波的干擾。"
    },
    {
      "id": "02-034-0176_p0023",
      "zh_CN": "所以世法里头联合国做世界和平工作，从一九七０年开始到现在三十多年了，有没有效果？这大家都知道，这个世界是一年比一年不和平，冲突频率年年都是在往上升的，灾难一次比一次严重。我们要深深的去反省，到底问题出在哪里？出在没有学《弟子规》。我今天是直截了当跟这些参与联合国的人士接触交谈，我是直截了当告诉他，我说真正要能把冲突化解，和平要落实，我们这个世间全民，就是全世界男女老少一起来学《弟子规》，冲突自然没有了。",
      "zh_TW": "所以世法裡頭聯合國做世界和平工作，從一九七０年開始到現在三十多年了，有沒有效果？這大家都知道，這個世界是一年比一年不和平，衝突頻率年年都是在往上升的，災難一次比一次嚴重。我們要深深的去反省，到底問題出在哪裡？出在沒有學《弟子規》。我今天是直截了當跟這些參與聯合國的人士接觸交談，我是直截了當告訴他，我說真正要能把衝突化解，和平要落實，我們這個世間全民，就是全世界男女老少一起來學《弟子規》，衝突自然沒有了。"
    },
    {
      "id": "02-034-0176_p0024",
      "zh_CN": "《弟子规》学习的目的在哪里？这是人家一定要问的，目的是在教人人心地纯净、行为纯善，目的是在教家家和睦相处、幸福美满，你说好不好？哪个不要？人人都要！它确实可以帮助你达到。所以我们要把《弟子规》向全世界推动。难得他们听了我的话也能相信、也能接受，所以要跟我合作。我们要把教材赶快提供给他，由联合国教科文组织在全世界来推动，好事情！这就是七十年代，一九七０年汤恩比博士所说的，「解决二十一世纪社会问题，只有孔孟学说，大乘佛法」，孔孟学说就是《弟子规》，四书五经、十三经不行，太深，没有人听得懂！大乘佛法里面，这《华严》、《楞严》、《法华》没用处，也没人听得懂，《十善业道》。大乘是《十善业道》，孔孟是《弟子规》，决定能救这个世界，对世法的功德利益我们不能不晓得。",
      "zh_TW": "《弟子規》學習的目的在哪裡？這是人家一定要問的，目的是在教人人心地純淨、行為純善，目的是在教家家和睦相處、幸福美滿，你說好不好？哪個不要？人人都要！它確實可以幫助你達到。所以我們要把《弟子規》向全世界推動。難得他們聽了我的話也能相信、也能接受，所以要跟我合作。我們要把教材趕快提供給他，由聯合國教科文組織在全世界來推動，好事情！這就是七十年代，一九七０年湯恩比博士所說的，「解決二十一世紀社會問題，只有孔孟學說，大乘佛法」，孔孟學說就是《弟子規》，四書五經、十三經不行，太深，沒有人聽得懂！大乘佛法裡面，這《華嚴》、《楞嚴》、《法華》沒用處，也沒人聽得懂，《十善業道》。大乘是《十善業道》，孔孟是《弟子規》，決定能救這個世界，對世法的功德利益我們不能不曉得。"
    },
    {
      "id": "02-034-0176_p0025",
      "zh_CN": "所以我们好好的从这上面去学。然后你三学、六度、十愿。十愿是法身菩萨修的，我们天天在念「礼敬诸佛」，我对这个人讨厌，我看不顺眼，你礼敬诸佛，这个人要除掉，是不是？还打个括弧「某某人要除掉」，哪有这种道理！礼敬诸佛，诸佛是直接指的过去佛、现在佛、未来佛，未来佛是所有一切众生都是未来佛，而礼敬最重要的是教你礼敬未来佛。我们对于一切众生是不是用真诚清净平等来礼敬？所以「十愿」真的不好修，真的是太高了。为什么？清净平等觉现前，你才能修普贤十愿；你没有真诚清净平等，普贤十愿只能够念念。知道那菩萨修的，我们还做不到。如果我们努力按照这个层次，从《弟子规》、《十善业道》扎根，然后再修三皈、众戒，一步一步往上提升，能达到。",
      "zh_TW": "所以我們好好的從這上面去學。然後你三學、六度、十願。十願是法身菩薩修的，我們天天在念「禮敬諸佛」，我對這個人討厭，我看不順眼，你禮敬諸佛，這個人要除掉，是不是？還打個括弧「某某人要除掉」，哪有這種道理！禮敬諸佛，諸佛是直接指的過去佛、現在佛、未來佛，未來佛是所有一切眾生都是未來佛，而禮敬最重要的是教你禮敬未來佛。我們對於一切眾生是不是用真誠清淨平等來禮敬？所以「十願」真的不好修，真的是太高了。為什麼？清淨平等覺現前，你才能修普賢十願；你沒有真誠清淨平等，普賢十願只能夠念念。知道那菩薩修的，我們還做不到。如果我們努力按照這個層次，從《弟子規》、《十善業道》扎根，然後再修三皈、眾戒，一步一步往上提升，能達到。"
    },
    {
      "id": "02-034-0176_p0026",
      "zh_CN": "所以十愿是法身菩萨修的，这要知道。在《华严经》里面讲，不是法身菩萨可不可以修？行。《华严经》讲十种当机，里头有一种叫大心凡夫，大心凡夫可以参与华严法会。所以大乘教也包括我们这个人间的众生，乃至于三途里面的众生，他为什么能发这么大心？过去生中阿赖耶识里头薰有种子，有大乘种子，虽然堕落在人道或者堕落在三恶道，如果缘遇得殊胜，能把阿赖耶识这个种子引发出来，所以他可以学，他能有成就。我们这五门功课一定要清清楚楚，一定要透彻的明了，把它变成我们日常生活起心动念、言语造作的准则，这才行。",
      "zh_TW": "所以十願是法身菩薩修的，這要知道。在《華嚴經》裡面講，不是法身菩薩可不可以修？行。《華嚴經》講十種當機，裡頭有一種叫大心凡夫，大心凡夫可以參與華嚴法會。所以大乘教也包括我們這個人間的眾生，乃至於三途裡面的眾生，他為什麼能發這麼大心？過去生中阿賴耶識裡頭薰有種子，有大乘種子，雖然墮落在人道或者墮落在三惡道，如果緣遇得殊勝，能把阿賴耶識這個種子引發出來，所以他可以學，他能有成就。我們這五門功課一定要清清楚楚，一定要透徹的明瞭，把它變成我們日常生活起心動念、言語造作的準則，這才行。"
    },
    {
      "id": "02-034-0176_p0027",
      "zh_CN": "世间人最大障碍，欲望，欲望里面头一个，求财。财富、聪明智慧、健康长寿，佛在一切经里面都给我们说，这三样东西能不能求得？我在早年学佛，我没有起这种念头，对老师没起这个念头，老师主动教我。我没有问他，他给我讲「佛氏门中，有求必应」，这个话我们学佛之后就听了很多，可是谁能够信受奉行？听多了，就所谓是老生常谈，不留意，不肯真做。果然真做，的确有求必应。求财得财，这个求所得的是你命里头没有的，这是求得的，命里有的那就不必说了。命里没有，你求得了，命里头没有聪明智慧，你能求得；命里头没有健康长寿，你也能得到。佛教我们修三种因，这三种因就是三种布施：财布施、法布施、无畏布施。财布施里面，布施里面有财、有法、有无畏。菩萨六度，如果把它归纳起来，这六个科目用一个「布施」就全包括了，持戒、忍辱是无畏布施，精进、禅定、智慧是法布施。所以菩萨行归纳到最后一个字，就是布施。",
      "zh_TW": "世間人最大障礙，欲望，欲望裡面頭一個，求財。財富、聰明智慧、健康長壽，佛在一切經裡面都給我們說，這三樣東西能不能求得？我在早年學佛，我沒有起這種念頭，對老師沒起這個念頭，老師主動教我。我沒有問他，他給我講「佛氏門中，有求必應」，這個話我們學佛之後就聽了很多，可是誰能夠信受奉行？聽多了，就所謂是老生常談，不留意，不肯真做。果然真做，的確有求必應。求財得財，這個求所得的是你命裡頭沒有的，這是求得的，命裡有的那就不必說了。命裡沒有，你求得了，命裡頭沒有聰明智慧，你能求得；命裡頭沒有健康長壽，你也能得到。佛教我們修三種因，這三種因就是三種布施：財布施、法布施、無畏布施。財布施裡面，布施裡面有財、有法、有無畏。菩薩六度，如果把它歸納起來，這六個科目用一個「布施」就全包括了，持戒、忍辱是無畏布施，精進、禪定、智慧是法布施。所以菩薩行歸納到最後一個字，就是布施。"
    },
    {
      "id": "02-034-0176_p0028",
      "zh_CN": "布施是教你放下，是教你舍，舍后面就有得。「舍得」这个名词是佛教的，现在社会上很多人会用，但是不知道这个术语是从哪来的？是佛门的。你能舍你就有得，你舍财你得财，舍法得聪明智慧，舍无畏得健康长寿，能舍就有得。可是得了之后还是要舍，第二个舍得是把你得到的也要舍掉，那就变成功德。如果你舍，舍了后头得到，你就在那边享受，那是福德不是功德；把我所得到的也舍掉的时候，那就变成功德。那个功德果报就殊胜，就不可思议！",
      "zh_TW": "布施是教你放下，是教你捨，捨後面就有得。「捨得」這個名詞是佛教的，現在社會上很多人會用，但是不知道這個術語是從哪來的？是佛門的。你能捨你就有得，你捨財你得財，捨法得聰明智慧，捨無畏得健康長壽，能捨就有得。可是得了之後還是要捨，第二個捨得是把你得到的也要捨掉，那就變成功德。如果你捨，捨了後頭得到，你就在那邊享受，那是福德不是功德；把我所得到的也捨掉的時候，那就變成功德。那個功德果報就殊勝，就不可思議！"
    },
    {
      "id": "02-034-0176_p0029",
      "zh_CN": "佛教导我们的，我们要能够体会到其中的真实义，要真正肯干。你有智慧观察哪个地方需要，有智慧的人会用钱，真的是一个钱当一万个钱用，用得妥当；不会用钱的，拿一万块钱去造罪业，去堕三途，那你就错了。唯有智慧开了，你就会用钱，用得很妥当，能够帮助一切众生觉悟，能够帮助一切众生离苦，你说这个多有价值、多有意义。",
      "zh_TW": "佛教導我們的，我們要能夠體會到其中的真實義，要真正肯幹。你有智慧觀察哪個地方需要，有智慧的人會用錢，真的是一個錢當一萬個錢用，用得妥當；不會用錢的，拿一萬塊錢去造罪業，去墮三途，那你就錯了。唯有智慧開了，你就會用錢，用得很妥當，能夠幫助一切眾生覺悟，能夠幫助一切眾生離苦，你說這個多有價值、多有意義。"
    },
    {
      "id": "02-034-0176_p0030",
      "zh_CN": "「修诸功德」是助缘，目的「愿生其国」，这一句比什么都重要，这一句。唯有往生西方极乐世界，那个果报叫究竟圆满，一生成就无上菩提，你在任何诸佛国土里面你都做不到，唯独西方极乐世界能做到。你要问他为什么做到？他能做到？第一他长寿，无量寿！大乘教里面常讲，菩萨学佛要修三大阿僧祇劫，这时间很长。如果在极乐世界，三大阿僧祇劫不算长，很短。为什么？人的寿命是无量寿。譬如你寿命有一百岁，现在你修这东西需要多少时间？需要三年，一百岁的寿命三年就能完成，很容易。西方极乐世界就仿佛如是，有很长的寿命，三大阿僧祇劫你就修成佛果，在西方的时候容易，所以西方叫一生成就。古德又常常讲，这个法门叫一生成就的法门，不要等到第二生。单单说这个寿命就令人非常羡慕，只有到西方极乐世界你才能得到，你在其他任何诸佛国土都做不到。寿命虽然有长，但不是无量的，西方世界是无量寿。",
      "zh_TW": "「修諸功德」是助緣，目的「願生其國」，這一句比什麼都重要，這一句。唯有往生西方極樂世界，那個果報叫究竟圓滿，一生成就無上菩提，你在任何諸佛國土裡面你都做不到，唯獨西方極樂世界能做到。你要問他為什麼做到？他能做到？第一他長壽，無量壽！大乘教裡面常講，菩薩學佛要修三大阿僧祇劫，這時間很長。如果在極樂世界，三大阿僧祇劫不算長，很短。為什麼？人的壽命是無量壽。譬如你壽命有一百歲，現在你修這東西需要多少時間？需要三年，一百歲的壽命三年就能完成，很容易。西方極樂世界就彷彿如是，有很長的壽命，三大阿僧祇劫你就修成佛果，在西方的時候容易，所以西方叫一生成就。古德又常常講，這個法門叫一生成就的法門，不要等到第二生。單單說這個壽命就令人非常羨慕，只有到西方極樂世界你才能得到，你在其他任何諸佛國土都做不到。壽命雖然有長，但不是無量的，西方世界是無量壽。"
    },
    {
      "id": "02-034-0176_p0031",
      "zh_CN": "西方世界的生活一切都是自然的，都是随着自己心念变化出来的，不需要经营，不需要自己去操心！想什么，这个东西就现前了，就在面前。譬如讲饮食，想吃什么，这个东西就摆在面前，不想要，不想要就没有了。这个道理科学家懂得，但是现在晓得这个道理，有这个可能，不知道用什么方法才能做到？这是能量跟物质的转变。需要的时候把能量就变成物质，我们来受用，不需要，这物质就又回归到能量，没有了。西方世界能与质的转变是随着自己意念，所以你还有什么贪求的？",
      "zh_TW": "西方世界的生活一切都是自然的，都是隨著自己心念變化出來的，不需要經營，不需要自己去操心！想什麼，這個東西就現前了，就在面前。譬如講飲食，想吃什麼，這個東西就擺在面前，不想要，不想要就沒有了。這個道理科學家懂得，但是現在曉得這個道理，有這個可能，不知道用什麼方法才能做到？這是能量跟物質的轉變。需要的時候把能量就變成物質，我們來受用，不需要，這物質就又回歸到能量，沒有了。西方世界能與質的轉變是隨著自己意念，所以你還有什麼貪求的？"
    },
    {
      "id": "02-034-0176_p0032",
      "zh_CN": "西方世界生活环境清净庄严，你居住的宫殿，宫殿里头什么都没有，干干净净的。不像我们很多需要的东西，很多累赘，这些家具陈设好多。西方世界不需要，要的时候马上变化，我需要一张桌子、讲台，立刻就变出来；不需要，马上就没有了，干干净净、一尘不染。你们想想看，这种生活方式我们向不向往？向往就要下定决心愿生其国，不能不去。你要不去，那就是愚痴，愚人！聪明人决定要去，他真能去得了，不能怀疑；怀疑，问题就出来了。",
      "zh_TW": "西方世界生活環境清淨莊嚴，你居住的宮殿，宮殿裡頭什麼都沒有，乾乾淨淨的。不像我們很多需要的東西，很多累贅，這些家具陳設好多。西方世界不需要，要的時候馬上變化，我需要一張桌子、講台，立刻就變出來；不需要，馬上就沒有了，乾乾淨淨、一塵不染。你們想想看，這種生活方式我們嚮不嚮往？嚮往就要下定決心願生其國，不能不去。你要不去，那就是愚痴，愚人！聰明人決定要去，他真能去得了，不能懷疑；懷疑，問題就出來了。"
    },
    {
      "id": "02-034-0176_p0033",
      "zh_CN": "往生西方极乐世界的条件三个字：信、愿、行。行里面就是这个世间拉拉杂杂统统要放下，决定不能沾染；往生西方极乐世界的功德要认真去修积，积功累德、断恶修善。功德里面第一殊胜的功德，帮助众生觉悟。众生有苦难当然要帮助他，那是小事；唯有觉悟，他才会选择净土，他才会「愿生彼国」，这个愿就重要了。信愿行！行，总的来说依教奉行，我们用什么方法断恶修善？用什么方法积功累德？我们这五门功课就够了，三福、六和、三学、六度、十愿足够了，可是你要认真去做。",
      "zh_TW": "往生西方極樂世界的條件三個字：信、願、行。行裡面就是這個世間拉拉雜雜統統要放下，決定不能沾染；往生西方極樂世界的功德要認真去修積，積功累德、斷惡修善。功德裡面第一殊勝的功德，幫助眾生覺悟。眾生有苦難當然要幫助他，那是小事；唯有覺悟，他才會選擇淨土，他才會「願生彼國」，這個願就重要了。信願行！行，總的來說依教奉行，我們用什麼方法斷惡修善？用什麼方法積功累德？我們這五門功課就夠了，三福、六和、三學、六度、十願足夠了，可是你要認真去做。"
    },
    {
      "id": "02-034-0176_p0034",
      "zh_CN": "我们虽然提倡这么多年，真正用功得力的人很少，那就是「孝养父母，奉事师长」不知道从哪里做起，没有一个很具体的方法。自己以为都修得不错了，都觉得是对父母很孝顺，对师长都很恭敬，很多！六十岁的、七十岁的、八十岁的听到《弟子规》的讲解之后，惭愧心生起来，本来我觉得不错，这一听，我做得太少了，没做到。《弟子规》就是「孝养父母，奉事师长」的标准，你要拿这个标准来衡量自己；「慈心不杀，修十善业」，《十善业道经》是标准，你拿这个跟你自己对一对，你到底做了多少？天天要核对一下。早晨读经提醒自己，晚上读经反省，我这一天到底哪些地方做到？哪些地方没有做到？做到的，希望能保持，不要失掉；没有做到的，赶紧要去做，这叫真用功。这是真正愿生其国。",
      "zh_TW": "我們雖然提倡這麼多年，真正用功得力的人很少，那就是「孝養父母，奉事師長」不知道從哪裡做起，沒有一個很具體的方法。自己以為都修得不錯了，都覺得是對父母很孝順，對師長都很恭敬，很多！六十歲的、七十歲的、八十歲的聽到《弟子規》的講解之後，慚愧心生起來，本來我覺得不錯，這一聽，我做得太少了，沒做到。《弟子規》就是「孝養父母，奉事師長」的標準，你要拿這個標準來衡量自己；「慈心不殺，修十善業」，《十善業道經》是標準，你拿這個跟你自己對一對，你到底做了多少？天天要核對一下。早晨讀經提醒自己，晚上讀經反省，我這一天到底哪些地方做到？哪些地方沒有做到？做到的，希望能保持，不要失掉；沒有做到的，趕緊要去做，這叫真用功。這是真正願生其國。"
    },
    {
      "id": "02-034-0176_p0035",
      "zh_CN": "对于世尊释迦牟尼佛、对于阿弥陀佛、对于十方一切诸佛，他们的教诲深信不疑。你看看《无量寿经》是简单，讲的十方诸佛，《弥陀经》上讲得比较详细，你看六方佛赞那段经文很长，说明十方三世一切诸佛如来没有一尊佛不讲净土三经的。这个赞佛就是宣扬西方极乐世界，介绍西方极乐世界，这是赞叹。没有一尊佛是障碍人往生极乐世界的，没有！唯恐你不发心修这个法门，唯恐你不发愿求生净土，十方诸佛都欢喜。",
      "zh_TW": "對於世尊釋迦牟尼佛、對於阿彌陀佛、對於十方一切諸佛，他們的教誨深信不疑。你看看《無量壽經》是簡單，講的十方諸佛，《彌陀經》上講得比較詳細，你看六方佛讚那段經文很長，說明十方三世一切諸佛如來沒有一尊佛不講淨土三經的。這個讚佛就是宣揚西方極樂世界，介紹西方極樂世界，這是讚歎。沒有一尊佛是障礙人往生極樂世界的，沒有！唯恐你不發心修這個法門，唯恐你不發願求生淨土，十方諸佛都歡喜。"
    },
    {
      "id": "02-034-0176_p0036",
      "zh_CN": "你要是不相信，有怀疑，那你是没有福报，这就是说你业障很重。有一些初学的人，听到西方就怀疑，问题就来。这地球是圆的，哪里有西方？我们乘飞机往西方飞，飞几个小时又飞回来了，西方到底在哪里？佛在经上讲的西方，没有指我们这边东南西北，没有！没有说地球的西方。所以至少我们要认定娑婆世界的西方，娑婆世界太大！",
      "zh_TW": "你要是不相信，有懷疑，那你是沒有福報，這就是說你業障很重。有一些初學的人，聽到西方就懷疑，問題就來。這地球是圓的，哪裡有西方？我們乘飛機往西方飛，飛幾個小時又飛回來了，西方到底在哪裡？佛在經上講的西方，沒有指我們這邊東南西北，沒有！沒有說地球的西方。所以至少我們要認定娑婆世界的西方，娑婆世界太大！"
    },
    {
      "id": "02-034-0176_p0037",
      "zh_CN": "早年，我们总以为佛经上讲的娑婆世界、大千世界，大概就是现在我们所说的银河系，我们常常是这样想法，把银河系看作是一个大千世界、是娑婆世界。我这个观念很多年了，遇到黄念祖老居士之后，他告诉我银河系不是大千世界。那小千世界行不行？也不是，那是什么？单位世界。这是我们从来没想到的。银河系是个单位世界，须弥山就是银河系的中心，一个银河系是一四天下，一个单位世界。一个大千世界、娑婆世界有多少个银河系？十亿个银河系。",
      "zh_TW": "早年，我們總以為佛經上講的娑婆世界、大千世界，大概就是現在我們所說的銀河系，我們常常是這樣想法，把銀河系看作是一個大千世界、是娑婆世界。我這個觀念很多年了，遇到黃念祖老居士之後，他告訴我銀河系不是大千世界。那小千世界行不行？也不是，那是什麼？單位世界。這是我們從來沒想到的。銀河系是個單位世界，須彌山就是銀河系的中心，一個銀河系是一四天下，一個單位世界。一個大千世界、娑婆世界有多少個銀河系？十億個銀河系。"
    },
    {
      "id": "02-034-0176_p0038",
      "zh_CN": "十亿个银河系，这是娑婆世界，这个大千世界。那个西方，西方在哪我们找不到！不晓得。所以不要去管那个方向。好在有一个讯号，像我们驾飞机，它有航线、有讯号，跟着这个讯号就决定不会错了方向。这个讯号是什么？南无阿弥陀佛，这是个讯号。在这个大宇宙当中，这个讯号是绝对不会错的，你要有信心，你不能够怀疑。你要是一怀疑，你就错了，这机缘就丧失。所以经上讲得好，『临寿终时，阿弥陀佛，与诸圣众，现在其前』。佛就来接引你，你跟佛的讯号保持着不中断，所以临终一念十念感应都现前。最重要的是临终那一念，这个讯号要畅通，平常畅通，到临终时忘掉、不通了，你就去不了。",
      "zh_TW": "十億個銀河系，這是娑婆世界，這個大千世界。那個西方，西方在哪我們找不到！不曉得。所以不要去管那個方向。好在有一個訊號，像我們駕飛機，它有航線、有訊號，跟著這個訊號就決定不會錯了方向。這個訊號是什麼？南無阿彌陀佛，這是個訊號。在這個大宇宙當中，這個訊號是絕對不會錯的，你要有信心，你不能夠懷疑。你要是一懷疑，你就錯了，這機緣就喪失。所以經上講得好，『臨壽終時，阿彌陀佛，與諸聖眾，現在其前』。佛就來接引你，你跟佛的訊號保持著不中斷，所以臨終一念十念感應都現前。最重要的是臨終那一念，這個訊號要暢通，平常暢通，到臨終時忘掉、不通了，你就去不了。"
    },
    {
      "id": "02-034-0176_p0039",
      "zh_CN": "我们念佛要养成一个习惯，什么原因？就是希望临终那个时候一样保持畅通无阻，希望心里头能保持这一念。这一念叫正念，除这个念头之外都叫邪念。我们就想想，我们从早到晚正念有多少？邪念有多少？这就知道了。在念佛堂念佛，一面念佛，一面还在打妄想，这很可怕！很恐怖。可是诸位要知道这种现象也是正常的，为什么？凡夫！无量劫来你烦恼习气在薰修。你今天刚刚学到这一句阿弥陀佛就能把一切杂念都去掉，你是佛菩萨再来，你不是凡人！凡人哪里能做到？决定做不到。",
      "zh_TW": "我們念佛要養成一個習慣，什麼原因？就是希望臨終那個時候一樣保持暢通無阻，希望心裡頭能保持這一念。這一念叫正念，除這個念頭之外都叫邪念。我們就想想，我們從早到晚正念有多少？邪念有多少？這就知道了。在念佛堂念佛，一面念佛，一面還在打妄想，這很可怕！很恐怖。可是諸位要知道這種現象也是正常的，為什麼？凡夫！無量劫來你煩惱習氣在薰修。你今天剛剛學到這一句阿彌陀佛就能把一切雜念都去掉，你是佛菩薩再來，你不是凡人！凡人哪裡能做到？決定做不到。"
    },
    {
      "id": "02-034-0176_p0040",
      "zh_CN": "你看印光大师在世的时候，我在《文钞》里面看到有好几段，不止一个人，有人向老和尚请教。我们在一支香里面，（大陆上那个时候念佛堂烧的是长香，一支香一个半小时），念一个半小时的佛，杂念还是很多，问印祖怎么办？用什么方法来克服杂念？还是用念佛。这说明你念佛的功夫还不到家，还没有伏住，继续努力，那就对了。不要用其他的方法，其他的方法会有障碍，会把你带错路，就是一句佛号念到底。",
      "zh_TW": "你看印光大師在世的時候，我在《文鈔》裡面看到有好幾段，不止一個人，有人向老和尚請教。我們在一支香裡面，（大陸上那個時候念佛堂燒的是長香，一支香一個半小時），念一個半小時的佛，雜念還是很多，問印祖怎麼辦？用什麼方法來克服雜念？還是用念佛。這說明你念佛的功夫還不到家，還沒有伏住，繼續努力，那就對了。不要用其他的方法，其他的方法會有障礙，會把你帶錯路，就是一句佛號念到底。"
    },
    {
      "id": "02-034-0176_p0041",
      "zh_CN": "所以祖师说，那个善根深厚的，业障比较薄一点的人，在念佛堂经常念佛，大概三年到五年，一支香里面还会有三、五个妄念，那个功夫就算是不错了。一支香一个半小时，念佛的时候还会有三、五个妄念，就很少了。我们现在是念一支香，恐怕有三、五十个都不止！这个佛号跟杂念它混在一起，这就说明我们业障习气有多重！就是真干，不要换别的方法。念佛这个方法伏烦恼是最有效的，比其他法门都殊胜。我们伏，伏不住，伏不住是功夫不到家，继续努力，要明白这个道理。",
      "zh_TW": "所以祖師說，那個善根深厚的，業障比較薄一點的人，在念佛堂經常念佛，大概三年到五年，一支香裡面還會有三、五個妄念，那個功夫就算是不錯了。一支香一個半小時，念佛的時候還會有三、五個妄念，就很少了。我們現在是念一支香，恐怕有三、五十個都不止！這個佛號跟雜念它混在一起，這就說明我們業障習氣有多重！就是真幹，不要換別的方法。念佛這個方法伏煩惱是最有效的，比其他法門都殊勝。我們伏，伏不住，伏不住是功夫不到家，繼續努力，要明白這個道理。"
    },
    {
      "id": "02-034-0176_p0042",
      "zh_CN": "另外一个助缘，就是我们对于这现实生活要看得淡一点，这个帮助你减少妄想。财色名食睡、名闻利养一定要淡薄，不要计较这些东西。这个东西都是生死轮回的根，无量劫来搞生死轮回搞得太苦了，我现在还要搞这个吗？什么都要放下，什么都好，随缘不攀缘，我们的心就定了。这是对念佛功夫得力有很大很大的帮助，就是把一句佛号抓住。",
      "zh_TW": "另外一個助緣，就是我們對於這現實生活要看得淡一點，這個幫助你減少妄想。財色名食睡、名聞利養一定要淡薄，不要計較這些東西。這個東西都是生死輪迴的根，無量劫來搞生死輪迴搞得太苦了，我現在還要搞這個嗎？什麼都要放下，什麼都好，隨緣不攀緣，我們的心就定了。這是對念佛功夫得力有很大很大的幫助，就是把一句佛號抓住。"
    },
    {
      "id": "02-034-0176_p0043",
      "zh_CN": "人在这个世间苦短，我二十六岁学佛、闻到佛法，今年都八十岁了，想起学佛就像在昨天一样，你说人有什么意思？五十四年当中到处流浪，这到处流浪有一个好处，无家可归！对「家」的念头没有了，这是好事情，没有家的念头。无论在哪个地方，我们的心态就跟住旅馆一样，这里有缘住几天，过几天又到别地方去了，没有丝毫留恋！放下很简单、很容易。",
      "zh_TW": "人在這個世間苦短，我二十六歲學佛、聞到佛法，今年都八十歲了，想起學佛就像在昨天一樣，你說人有什麼意思？五十四年當中到處流浪，這到處流浪有一個好處，無家可歸！對「家」的念頭沒有了，這是好事情，沒有家的念頭。無論在哪個地方，我們的心態就跟住旅館一樣，這裡有緣住幾天，過幾天又到別地方去了，沒有絲毫留戀！放下很簡單、很容易。"
    },
    {
      "id": "02-034-0176_p0044",
      "zh_CN": "我们在澳洲建了个道场，现在我交给悟字辈年轻人自己去管理去，我不闻不问，很容易放手。我们过去在美国也建了道场，在台湾也建了道场，我们舍弃是一点点痕迹都没有，这就是长时期流浪的好处，容易放下。样样都要放下，决定不要执着。年轻的时候，我也很喜欢玩照相机、摄影这些东西，我玩过小型的电影，可是时间都不长，大概五年、十年统统放下了。对这个东西了解、明白了，再也不搞这些。尤其到晚年，晚年往生的时间愈来愈近，就是愈来愈要放下，不能有丝毫留恋。丝毫留恋在往生的时候都产生障碍，所以现在要统统舍，要把它舍得干干净净。",
      "zh_TW": "我們在澳洲建了個道場，現在我交給悟字輩年輕人自己去管理去，我不聞不問，很容易放手。我們過去在美國也建了道場，在台灣也建了道場，我們捨棄是一點點痕跡都沒有，這就是長時期流浪的好處，容易放下。樣樣都要放下，決定不要執著。年輕的時候，我也很喜歡玩照相機、攝影這些東西，我玩過小型的電影，可是時間都不長，大概五年、十年統統放下了。對這個東西了解、明白了，再也不搞這些。尤其到晚年，晚年往生的時間愈來愈近，就是愈來愈要放下，不能有絲毫留戀。絲毫留戀在往生的時候都產生障礙，所以現在要統統捨，要把它捨得乾乾淨淨。"
    },
    {
      "id": "02-034-0176_p0045",
      "zh_CN": "怎么个舍法？出家人无论是在台湾、在海外的，我认识的很多，还都不错，对于故乡都没有忘掉，要到故乡老家去建一个寺庙，很多。这个事情我也没有例外，我也到老家，我没有建寺庙，我就建一个学校。原来这个想法是建立一个多元文化社教中心，现在地方政府告诉我，中心在中国是属于第四等的，这个地位不高，不能对外活动，就是跟国际上不可以交流，它的地位太低了。看到我们这个活动将来一定会跟国际发生关系，所以就希望我们要提升，我们也是随缘，把中心提称为学院。所以现在我们办的「文化学院」，属于省级的，不是属于县的，可以接受国外的资助，也可以跟国外学术界交流。因为学院是跟大学是相等的，是一个独立的学院，所以现在改成学院。我还在国内找一个人给我担任院长，我不能回国，你们听到一定都很难过，我为什么不能回国？我们的同胞太热情了！太热情，我就受不了。我自己虽然没有回去，我们这个事业在国内建立，佛法在国内一定会发扬光大。我们在佛法教学方面，我们是把它看作教育，经典是教科书。",
      "zh_TW": "怎麼個捨法？出家人無論是在台灣、在海外的，我認識的很多，還都不錯，對於故鄉都沒有忘掉，要到故鄉老家去建一個寺廟，很多。這個事情我也沒有例外，我也到老家，我沒有建寺廟，我就建一個學校。原來這個想法是建立一個多元文化社教中心，現在地方政府告訴我，中心在中國是屬於第四等的，這個地位不高，不能對外活動，就是跟國際上不可以交流，它的地位太低了。看到我們這個活動將來一定會跟國際發生關係，所以就希望我們要提升，我們也是隨緣，把中心提稱為學院。所以現在我們辦的「文化學院」，屬於省級的，不是屬於縣的，可以接受國外的資助，也可以跟國外學術界交流。因為學院是跟大學是相等的，是一個獨立的學院，所以現在改成學院。我還在國內找一個人給我擔任院長，我不能回國，你們聽到一定都很難過，我為什麼不能回國？我們的同胞太熱情了！太熱情，我就受不了。我自己雖然沒有回去，我們這個事業在國內建立，佛法在國內一定會發揚光大。我們在佛法教學方面，我們是把它看作教育，經典是教科書。"
    },
    {
      "id": "02-034-0176_p0046",
      "zh_CN": "同时诸位同学一定要晓得，现在这个时局是整个地球，哪个地方有动乱，我们都不太平，都要受到灾难。我们没有这个缘，那就不强求，人总是要随缘不攀缘，现在有这个缘分，联合国教科文组织主动来找我，我们把这个理念让他去落实来推行，好事情。它的组织，全球参加他们的组织有三百五十多个国家地区，你说这范围多大！它属下的有七千五百多个学校，分布在全世界，听说北京还有一个，属于联合国的。我们的《弟子规》跟《十善业道》能够让他们去来推动，很快就能够普及到全世界，这个工作我们要做。",
      "zh_TW": "同時諸位同學一定要曉得，現在這個時局是整個地球，哪個地方有動亂，我們都不太平，都要受到災難。我們沒有這個緣，那就不強求，人總是要隨緣不攀緣，現在有這個緣分，聯合國教科文組織主動來找我，我們把這個理念讓他去落實來推行，好事情。它的組織，全球參加他們的組織有三百五十多個國家地區，你說這範圍多大！它屬下的有七千五百多個學校，分布在全世界，聽說北京還有一個，屬於聯合國的。我們的《弟子規》跟《十善業道》能夠讓他們去來推動，很快就能夠普及到全世界，這個工作我們要做。"
    },
    {
      "id": "02-034-0176_p0047",
      "zh_CN": "我们新加坡邻近的印尼，印尼我跟他往来虽然时间不长，但是关系非常之好。我跟他们建议，希望他们国家能有一个仁爱和平讲堂，结合各个不同的宗教在这里头讲经教学。我们不同宗教在一起互相学习，宗教才真正能团结。我们把许多的误会化解，走向和平，我们发挥神圣爱的教育。印尼政府非常欢喜，现任的总统很支持，那我就不能不去，我要把这个事情帮他促成。他们的宗教领袖，政府这些官员，像他们宗教部长、教育部长热心支持。这个事情是我提起来的，所以我一定会把它做成。这个地方做成之后，会对于这个地区安定和平带来很大帮助。我们新加坡总统纳丹先生知道我在做这个事情，还特别鼓励我，重要！「法师，这个事情重要，你一定要好好的认真去做」。我们也感谢总统的支持，他对这个事情这样的关心。",
      "zh_TW": "我們新加坡鄰近的印尼，印尼我跟他往來雖然時間不長，但是關係非常之好。我跟他們建議，希望他們國家能有一個仁愛和平講堂，結合各個不同的宗教在這裡頭講經教學。我們不同宗教在一起互相學習，宗教才真正能團結。我們把許多的誤會化解，走向和平，我們發揮神聖愛的教育。印尼政府非常歡喜，現任的總統很支持，那我就不能不去，我要把這個事情幫他促成。他們的宗教領袖，政府這些官員，像他們宗教部長、教育部長熱心支持。這個事情是我提起來的，所以我一定會把它做成。這個地方做成之後，會對於這個地區安定和平帶來很大幫助。我們新加坡總統納丹先生知道我在做這個事情，還特別鼓勵我，重要！「法師，這個事情重要，你一定要好好的認真去做」。我們也感謝總統的支持，他對這個事情這樣的關心。"
    },
    {
      "id": "02-034-0176_p0048",
      "zh_CN": "所以我们全心全力，我们的人力、物力、财力，今天做什么？做世界和平的工作。我们的方法就是《弟子规》，就是《十善业道》，希望这两样东西能够遍及全世界。除这个之外，我们还要全心全力培养老师，《弟子规》要人讲，《十善业道经》也要人讲，要培养老师，这个老师就是国际性的。将来在联合国配合之下，对全世界学校教育、社会教育我们做出具体的贡献。这就是汤恩比博士所说的：解决二十一世纪的社会问题，只有孔孟学说《弟子规》、大乘佛法《十善业道》。我们把这个东西推出去。",
      "zh_TW": "所以我們全心全力，我們的人力、物力、財力，今天做什麼？做世界和平的工作。我們的方法就是《弟子規》，就是《十善業道》，希望這兩樣東西能夠遍及全世界。除這個之外，我們還要全心全力培養老師，《弟子規》要人講，《十善業道經》也要人講，要培養老師，這個老師就是國際性的。將來在聯合國配合之下，對全世界學校教育、社會教育我們做出具體的貢獻。這就是湯恩比博士所說的：解決二十一世紀的社會問題，只有孔孟學說《弟子規》、大乘佛法《十善業道》。我們把這個東西推出去。"
    },
    {
      "id": "02-034-0176_p0049",
      "zh_CN": "这两年当中，我们也在各地方办了十几次讲座，很有效果，我们的信心建立了。这个东西有效，比联合国开会有效，那个开会我觉得是劳民伤财，没什么意思，办讲座、上课有效。我相信上一次在新加坡这三天的课程，有一些同学们参加了，很受感动。新加坡这一次办的是赖居士，他来邀请主办的，也是对新加坡的一个回馈。这事情办完之后，我听说他已经移民到韩国去，他离开新加坡了，很难得。所以要记住，我们多做好事，断恶修善、积功累德，做我们往生的资粮，成就善业，感得临终佛菩萨来接引，生到西方极乐世界。",
      "zh_TW": "這兩年當中，我們也在各地方辦了十幾次講座，很有效果，我們的信心建立了。這個東西有效，比聯合國開會有效，那個開會我覺得是勞民傷財，沒什麼意思，辦講座、上課有效。我相信上一次在新加坡這三天的課程，有一些同學們參加了，很受感動。新加坡這一次辦的是賴居士，他來邀請主辦的，也是對新加坡的一個回饋。這事情辦完之後，我聽說他已經移民到韓國去，他離開新加坡了，很難得。所以要記住，我們多做好事，斷惡修善、積功累德，做我們往生的資糧，成就善業，感得臨終佛菩薩來接引，生到西方極樂世界。"
    },
    {
      "id": "02-034-0176_p0050",
      "zh_CN": "经上讲得好，『七宝华中自然化生』。西方极乐世界没有胎生的，所以到那个地方没有父母之缘，在什么地方生？莲花里面生的，七宝莲花里头化生。所以西方这个世界是很特殊的，莲花一开，你就看到那个人在其中。那个人不是小孩，不是像我们这样慢慢长大的，不是，慢慢长大就有生灭，西方世界没有生灭。你一看这个人长的样子跟阿弥陀佛一样，所以西方世界是平等世界，每一个人面貌都一样，都是金色身；不是三十二相八十种好，身有无量相，相有无量好。三十二相八十种好是我们这个世间相貌好的人，西方世界那殊胜太多！这个经上释迦牟尼佛也用比喻来告诉我们，我们世间大梵天王这相貌最好、福报最大，摩醯首罗天王都比不上，差远了。换句话说，自性圆满的显露。自然化生，上面加了「自然」就说明不是胎、卵、湿、化这四种生，叫自然化生。",
      "zh_TW": "經上講得好，『七寶華中自然化生』。西方極樂世界沒有胎生的，所以到那個地方沒有父母之緣，在什麼地方生？蓮花裡面生的，七寶蓮花裡頭化生。所以西方這個世界是很特殊的，蓮花一開，你就看到那個人在其中。那個人不是小孩，不是像我們這樣慢慢長大的，不是，慢慢長大就有生滅，西方世界沒有生滅。你一看這個人長的樣子跟阿彌陀佛一樣，所以西方世界是平等世界，每一個人面貌都一樣，都是金色身；不是三十二相八十種好，身有無量相，相有無量好。三十二相八十種好是我們這個世間相貌好的人，西方世界那殊勝太多！這個經上釋迦牟尼佛也用比喻來告訴我們，我們世間大梵天王這相貌最好、福報最大，摩醯首羅天王都比不上，差遠了。換句話說，自性圓滿的顯露。自然化生，上面加了「自然」就說明不是胎、卵、濕、化這四種生，叫自然化生。"
    },
    {
      "id": "02-034-0176_p0051",
      "zh_CN": "『智慧勇猛』。这就是能力、本能现前了。智慧现前，无明烦恼就断，无明既然断了，诸位想想看，那见思烦恼、尘沙烦恼还有问题吗？无明是烦恼的根，从根拔除了，所以见思、尘沙、无明统统没有了。自性里面本具的般若智慧现前，跟诸佛如来没有两样。今天我们借着科技的工具，诸位的心要清净、要有智慧，不能动感情；动感情，你就错了。无论在什么地方讲经，你都能看到影像，都能听到声音，你说这多方便。不一定要天天在一起，天天在一起麻烦大！在一起干什么？造业。所以我自己讲经的摄影棚没有这么大，很小，我讲经就是一个人，没有听众，就是摄影机对在我的面前，我就对它讲。同时有网路、电视播出去，全世界都可以看到。",
      "zh_TW": "『智慧勇猛』。這就是能力、本能現前了。智慧現前，無明煩惱就斷，無明既然斷了，諸位想想看，那見思煩惱、塵沙煩惱還有問題嗎？無明是煩惱的根，從根拔除了，所以見思、塵沙、無明統統沒有了。自性裡面本具的般若智慧現前，跟諸佛如來沒有兩樣。今天我們藉著科技的工具，諸位的心要清淨、要有智慧，不能動感情；動感情，你就錯了。無論在什麼地方講經，你都能看到影像，都能聽到聲音，你說這多方便。不一定要天天在一起，天天在一起麻煩大！在一起幹什麼？造業。所以我自己講經的攝影棚沒有這麼大，很小，我講經就是一個人，沒有聽眾，就是攝影機對在我的面前，我就對它講。同時有網路、電視播出去，全世界都可以看到。"
    },
    {
      "id": "02-034-0176_p0052",
      "zh_CN": "现在我们的卫星，今年增加一颗，现在是五颗卫星，全球都能收到。去年我们只有四颗，欧洲收不到、非洲收不到。正好我去年就到埃及去访问，到义大利去访问，那个地方收不到。我说不行，一定在那里补起来。所以今年元旦我们又加一颗卫星，补足了，全球可以收到，方便太多了，无论在哪里都还是天天在一起相处。所以诸位要常听，不要问问题。不要问问题，常听。常听，你所有的问题都解决了。你有问题是你没有听经，你听得不多，常常听没问题了。所以劝大家常常听经，多念佛，少疑问，这样就好，你心是定的。定了，智慧就现前，智慧现前，什么问题都解决了。所以这些道理我们要懂。",
      "zh_TW": "現在我們的衛星，今年增加一顆，現在是五顆衛星，全球都能收到。去年我們只有四顆，歐洲收不到、非洲收不到。正好我去年就到埃及去訪問，到義大利去訪問，那個地方收不到。我說不行，一定在那裡補起來。所以今年元旦我們又加一顆衛星，補足了，全球可以收到，方便太多了，無論在哪裡都還是天天在一起相處。所以諸位要常聽，不要問問題。不要問問題，常聽。常聽，你所有的問題都解決了。你有問題是你沒有聽經，你聽得不多，常常聽沒問題了。所以勸大家常常聽經，多念佛，少疑問，這樣就好，你心是定的。定了，智慧就現前，智慧現前，什麼問題都解決了。所以這些道理我們要懂。"
    },
    {
      "id": "02-034-0176_p0053",
      "zh_CN": "经上又告诉我们，『欲于今世见阿弥陀佛』。很多人都希望，我们还没有往生就想见阿弥陀佛，你能不能见到？可以有这个愿，不能有这种思想。有这种思想是妄想，你看念佛不是叫你念一心不乱吗？你还天天想着我要见见阿弥陀佛，没有见到还不放心，你对阿弥陀佛打个大问号，这个问号就是你的障碍，你怎么会见到！到你心清净，什么念头都没有了，见阿弥陀佛念头都没有，阿弥陀佛就现前，你就看到。不能以有心见，有心见不到；也不能以无心见，无心也见不到。那要怎么能见到？亦有心亦无心行不行？还是见不到。清净心现前就见到了，所以真诚清净平等觉，我们跟阿弥陀佛同心、同愿、同解、同行，哪有见不到的道理！",
      "zh_TW": "經上又告訴我們，『欲於今世見阿彌陀佛』。很多人都希望，我們還沒有往生就想見阿彌陀佛，你能不能見到？可以有這個願，不能有這種思想。有這種思想是妄想，你看念佛不是叫你念一心不亂嗎？你還天天想著我要見見阿彌陀佛，沒有見到還不放心，你對阿彌陀佛打個大問號，這個問號就是你的障礙，你怎麼會見到！到你心清淨，什麼念頭都沒有了，見阿彌陀佛念頭都沒有，阿彌陀佛就現前，你就看到。不能以有心見，有心見不到；也不能以無心見，無心也見不到。那要怎麼能見到？亦有心亦無心行不行？還是見不到。清淨心現前就見到了，所以真誠清淨平等覺，我們跟阿彌陀佛同心、同願、同解、同行，哪有見不到的道理！"
    },
    {
      "id": "02-034-0176_p0054",
      "zh_CN": "所以常听经非常重要，听经跟念佛的功德相同。《楞严经》大势至菩萨教导我们，「忆佛念佛，现前当来必定见佛」。现前就是此地讲的「欲于今世见阿弥陀佛」，现前。当来是什么？当来是往生极乐世界。我们现在着重在现前，你看看大势至菩萨教给我们，怎样能见？忆佛念佛。听经是忆佛，忆佛跟念佛的功德是相等的，所以听经相等，你听经经里面字字句句都是在那边赞叹西方世界依正庄严。你听多了，你就常常会想西方世界依正庄严，那叫忆佛。为什么？念头换过来，不想这个世界，这个世界太苦了。",
      "zh_TW": "所以常聽經非常重要，聽經跟念佛的功德相同。《楞嚴經》大勢至菩薩教導我們，「憶佛念佛，現前當來必定見佛」。現前就是此地講的「欲於今世見阿彌陀佛」，現前。當來是什麼？當來是往生極樂世界。我們現在著重在現前，你看看大勢至菩薩教給我們，怎樣能見？憶佛念佛。聽經是憶佛，憶佛跟念佛的功德是相等的，所以聽經相等，你聽經經裡面字字句句都是在那邊讚歎西方世界依正莊嚴。你聽多了，你就常常會想西方世界依正莊嚴，那叫憶佛。為什麼？念頭換過來，不想這個世界，這個世界太苦了。"
    },
    {
      "id": "02-034-0176_p0055",
      "zh_CN": "这个世界你一生当中遇到一个真正好人，关心你的人，太难太难了！父子兄弟都靠不住，别人就更不必说了。西方极乐世界无论是佛、是菩萨，海会大众个个都照顾你，个个都关怀你，你不到那里去，你到哪里去？所以真相搞清楚、搞明白了，我们才晓得这个地方是应当要选择的。何况诸佛如来这么样恳切的来介绍、来推荐，我们还对他怀疑，还不能接受，那自己没福。所以见佛不是见不到，确确实实是能够见得到，这在经论里面都说了很多。古人学佛没有能够大彻大悟，总是有疑惑，有疑要问，为什么？疑是学佛的严重障碍，一定要断疑生信。疑破坏你的信心，也破坏你的愿心，信、愿被破坏，怎么能往生？往生这三个条件，信愿行，行就是一向专念，一向专念里面要有怀疑，这个一向专念念得再好都不能往生。决定不疑，那就要靠经教，经教里面有些不明白的地方一定要搞清楚。",
      "zh_TW": "這個世界你一生當中遇到一個真正好人，關心你的人，太難太難了！父子兄弟都靠不住，別人就更不必說了。西方極樂世界無論是佛、是菩薩，海會大眾個個都照顧你，個個都關懷你，你不到那裡去，你到哪裡去？所以真相搞清楚、搞明白了，我們才曉得這個地方是應當要選擇的。何況諸佛如來這麼樣懇切的來介紹、來推薦，我們還對他懷疑，還不能接受，那自己沒福。所以見佛不是見不到，確確實實是能夠見得到，這在經論裡面都說了很多。古人學佛沒有能夠大徹大悟，總是有疑惑，有疑要問，為什麼？疑是學佛的嚴重障礙，一定要斷疑生信。疑破壞你的信心，也破壞你的願心，信、願被破壞，怎麼能往生？往生這三個條件，信願行，行就是一向專念，一向專念裡面要有懷疑，這個一向專念念得再好都不能往生。決定不疑，那就要靠經教，經教裡面有些不明白的地方一定要搞清楚。"
    },
    {
      "id": "02-034-0176_p0056",
      "zh_CN": "实在讲，古大德注解非常丰富，尤其是这些重要经典，多读多听。现在讲经的人愈来愈少，我早年也想出很多方法，希望将来这个缘成熟了，我找一些来念注解的，找人来念注解，把它做成录音带，或者把它做成光碟也可以。光碟这个画面上，像电视画面上，不要人的面，要什么？要经文，你可以看到字，又可以听到声音，把古人重要的注解念出来。这种光碟流通，对于学佛的人一定有很多的好处。我希望我们将来文化学院建立之后（大概明年我们可以开幕），这是我们重要的一项工作，流通古人注解。像莲池大师的《弥陀经疏钞》，还有《疏钞演义》，我找人来念。蕅益大师的《要解》。这《无量寿经》慧远大师有注解，隋朝的小慧远，夏老的会集本，黄念祖老居士的《注解》。",
      "zh_TW": "實在講，古大德註解非常豐富，尤其是這些重要經典，多讀多聽。現在講經的人愈來愈少，我早年也想出很多方法，希望將來這個緣成熟了，我找一些來念註解的，找人來念註解，把它做成錄音帶，或者把它做成光碟也可以。光碟這個畫面上，像電視畫面上，不要人的面，要什麼？要經文，你可以看到字，又可以聽到聲音，把古人重要的註解念出來。這種光碟流通，對於學佛的人一定有很多的好處。我希望我們將來文化學院建立之後（大概明年我們可以開幕），這是我們重要的一項工作，流通古人註解。像蓮池大師的《彌陀經疏鈔》，還有《疏鈔演義》，我找人來念。蕅益大師的《要解》。這《無量壽經》慧遠大師有註解，隋朝的小慧遠，夏老的會集本，黃念祖老居士的《註解》。"
    },
    {
      "id": "02-034-0176_p0057",
      "zh_CN": "念，将来光碟上可以看到文字，可以听到声音，你每天恭恭敬敬的听，跟着这个来读诵。古德常讲「读书千遍，其义自见」。你规规矩矩恭恭敬敬在听，就像听莲池大师给我说法，听黄老居士给我说法。恭恭敬敬听，这是戒，持戒；一心专注这是修定，听经就是修定；听得清清楚楚、明明白白，没有听错，那是慧。果然从头到尾听上一千遍，肯定有悟处。你会听得很欢喜，为什么？遍遍有悟处，遍遍不相同，所以永远听不厌。这个效果绝不亚于讲堂听法师讲经，决定不亚于，果然一门深入，无量的功德。",
      "zh_TW": "念，將來光碟上可以看到文字，可以聽到聲音，你每天恭恭敬敬的聽，跟著這個來讀誦。古德常講「讀書千遍，其義自見」。你規規矩矩恭恭敬敬在聽，就像聽蓮池大師給我說法，聽黃老居士給我說法。恭恭敬敬聽，這是戒，持戒；一心專注這是修定，聽經就是修定；聽得清清楚楚、明明白白，沒有聽錯，那是慧。果然從頭到尾聽上一千遍，肯定有悟處。你會聽得很歡喜，為什麼？遍遍有悟處，遍遍不相同，所以永遠聽不厭。這個效果絕不亞於講堂聽法師講經，決定不亞於，果然一門深入，無量的功德。"
    },
    {
      "id": "02-034-0176_p0058",
      "zh_CN": "蕅益大师《要解》里面假设一个问题，这个问题也是我们大家常常有的。因为大乘教里头常讲，净土《观经》里头也这么说「是心是佛，是心作佛」，这是我们净土宗所讲的，这是念佛理论的依据。为什么要念佛？这两句话给我们解答了，是心是佛，是心作佛。有人就问，既然是心是佛，是心作佛，为什么不念自佛去念阿弥陀佛、去念他佛？这问题问得很好。蕅益大师回答，他说这个法门全在了他即自，自他不二，这一句话重要。正是六祖惠能大师在《坛经》里面所说的「佛法是不二法」，如果说自佛、他佛阿弥陀佛是二法，「二法不是佛法，佛法是不二法」。确确实实是「唯心所现，唯识所变」。",
      "zh_TW": "蕅益大師《要解》裡面假設一個問題，這個問題也是我們大家常常有的。因為大乘教裡頭常講，淨土《觀經》裡頭也這麼說「是心是佛，是心作佛」，這是我們淨土宗所講的，這是念佛理論的依據。為什麼要念佛？這兩句話給我們解答了，是心是佛，是心作佛。有人就問，既然是心是佛，是心作佛，為什麼不念自佛去念阿彌陀佛、去念他佛？這問題問得很好。蕅益大師回答，他說這個法門全在了他即自，自他不二，這一句話重要。正是六祖惠能大師在《壇經》裡面所說的「佛法是不二法」，如果說自佛、他佛阿彌陀佛是二法，「二法不是佛法，佛法是不二法」。確確實實是「唯心所現，唯識所變」。"
    },
    {
      "id": "02-034-0176_p0059",
      "zh_CN": "如果你在这里面还是生妄想分别执着，你不愿意念阿弥陀佛，大师说你人见没忘，《金刚经》上讲破四见，「我见，人见，众生见，寿者见」，你人见没忘。你还执着有人，执着有人，当然就执着有我，我跟人对立，你是凡夫！你这是迷惑颠倒，你没有觉悟。如果你偏偏一定要念自佛、念自性佛，你的我见还在，你我见没破，这是比较深一层的。",
      "zh_TW": "如果你在這裡面還是生妄想分別執著，你不願意念阿彌陀佛，大師說你人見沒忘，《金剛經》上講破四見，「我見，人見，眾生見，壽者見」，你人見沒忘。你還執著有人，執著有人，當然就執著有我，我跟人對立，你是凡夫！你這是迷惑顛倒，你沒有覺悟。如果你偏偏一定要念自佛、念自性佛，你的我見還在，你我見沒破，這是比較深一層的。"
    },
    {
      "id": "02-034-0176_p0060",
      "zh_CN": "大师接着用「四悉檀」来给我们解释，悉檀，悉是普遍，檀是布施。所以「悉檀」是印度话，翻成中国意思，遍施。我们的布施要用清净平等心，不分任何对象普遍的布施，布施到遍法界虚空界，这个功德就圆满了，这四种！我们要常常有这个心。四种里头，头一种「世界悉檀」，所以讲这个名词一般人不好懂，我们用现在的话说，布施欢喜。我们令一切众生都能生欢喜心，这就叫做世界悉檀，布施里头以这个为中心，这是主轴。「菩萨所在之处，令一切众生生欢喜心」，这就是世界悉檀。我们有没有这个念头？有没有这个心？无论在哪个地方碰到一切众生都叫他生欢喜心。我们对人是恭敬谦虚、和颜悦色，大家看了欢喜。",
      "zh_TW": "大師接著用「四悉檀」來給我們解釋，悉檀，悉是普遍，檀是布施。所以「悉檀」是印度話，翻成中國意思，遍施。我們的布施要用清淨平等心，不分任何對象普遍的布施，布施到遍法界虛空界，這個功德就圓滿了，這四種！我們要常常有這個心。四種裡頭，頭一種「世界悉檀」，所以講這個名詞一般人不好懂，我們用現在的話說，布施歡喜。我們令一切眾生都能生歡喜心，這就叫做世界悉檀，布施裡頭以這個為中心，這是主軸。「菩薩所在之處，令一切眾生生歡喜心」，這就是世界悉檀。我們有沒有這個念頭？有沒有這個心？無論在哪個地方碰到一切眾生都叫他生歡喜心。我們對人是恭敬謙虛、和顏悅色，大家看了歡喜。"
    },
    {
      "id": "02-034-0176_p0061",
      "zh_CN": "后面三个跟这都有关系，怎么样布施欢喜？所以第二个叫为人，「为人悉檀」，用现在话来说，生善。我们要帮助一切人生起善心、善念、善行，我们要带头帮他。帮他的时候，说到要做到，他才能欢喜，他才会受感动！我说到做不到，没用处。人家那个地方有灾难，我在此地，上一次从香港回到这个地方来，听到印尼有灾难，就是这个地震、海啸，我从这边经过就回到澳洲去了。在这个地方，我写了一封信给印尼总统，送了十万新币帮助他们赈灾。我们去问到的时候，同时我们也要做到，你不做到，那是假的，那有什么用处？一定要做到。我建议做一个仁爱和平讲堂，我也要出一些力量来帮助他，不能说空话，千手观音眼到手到，那不到怎么行？你们大家供养我的钱，我跟你们说，我已经几十年，至少有三、四十年没有用过钱，这钱对我没用处！这钱做什么用？都做这些好事。最重要的一桩好事，帮助别人开智慧，所以仁爱和平讲堂是帮助众生开智慧的，统统拿去做这个事情。",
      "zh_TW": "後面三個跟這都有關係，怎麼樣布施歡喜？所以第二個叫為人，「為人悉檀」，用現在話來說，生善。我們要幫助一切人生起善心、善念、善行，我們要帶頭幫他。幫他的時候，說到要做到，他才能歡喜，他才會受感動！我說到做不到，沒用處。人家那個地方有災難，我在此地，上一次從香港回到這個地方來，聽到印尼有災難，就是這個地震、海嘯，我從這邊經過就回到澳洲去了。在這個地方，我寫了一封信給印尼總統，送了十萬新幣幫助他們賑災。我們去問到的時候，同時我們也要做到，你不做到，那是假的，那有什麼用處？一定要做到。我建議做一個仁愛和平講堂，我也要出一些力量來幫助他，不能說空話，千手觀音眼到手到，那不到怎麼行？你們大家供養我的錢，我跟你們說，我已經幾十年，至少有三、四十年沒有用過錢，這錢對我沒用處！這錢做什麼用？都做這些好事。最重要的一樁好事，幫助別人開智慧，所以仁愛和平講堂是幫助眾生開智慧的，統統拿去做這個事情。"
    },
    {
      "id": "02-034-0176_p0062",
      "zh_CN": "我们现在在国内办的学院、办学校，这都已经在着手筹备，我们希望办一个从幼稚园到大学，办一个完整的学校。现在国内有人送一块地给我，中国亩七百亩，大概差不多可以办学院。地方政府也非常支持，我们在筹划这个工作。我们这个学校着重於伦理道德的学习，希望把儒、佛的教学能在这个地方建立起来，然后我们有这个缘分跟联合国有这么一个合作的项目，我们会推动到全世界，这是缘来了！缘不来，我们没事；缘来了，不能不做事，统统为众生。",
      "zh_TW": "我們現在在國內辦的學院、辦學校，這都已經在著手籌備，我們希望辦一個從幼稚園到大學，辦一個完整的學校。現在國內有人送一塊地給我，中國畝七百畝，大概差不多可以辦學院。地方政府也非常支持，我們在籌劃這個工作。我們這個學校著重於倫理道德的學習，希望把儒、佛的教學能在這個地方建立起來，然後我們有這個緣分跟聯合國有這麼一個合作的項目，我們會推動到全世界，這是緣來了！緣不來，我們沒事；緣來了，不能不做事，統統為眾生。"
    },
    {
      "id": "02-034-0176_p0063",
      "zh_CN": "第三个破恶，这是「对治」，对治就是断恶修善。最后第四个「第一义」，那就是契入佛菩萨的境界，这是达到究竟圆满。所以这是四种遍施，帮助别人生善、帮助别人断恶，就是中国教育的意思；最后一条就是帮助众生证果，达到究竟圆满。今天时间到了，我们就讲到此地。",
      "zh_TW": "第三個破惡，這是「對治」，對治就是斷惡修善。最後第四個「第一義」，那就是契入佛菩薩的境界，這是達到究竟圓滿。所以這是四種遍施，幫助別人生善、幫助別人斷惡，就是中國教育的意思；最後一條就是幫助眾生證果，達到究竟圓滿。今天時間到了，我們就講到此地。"
    }
  ]
}