{
  "doc_id": "02-034-0042",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十二集",
    "zh_TW": "第四十二集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0042",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-034-0042_p0001",
      "zh_CN": "请掀开经本，第十二面第八行：",
      "zh_TW": "請掀開經本，第十二面第八行："
    },
    {
      "id": "02-034-0042_p0002",
      "zh_CN": "【假令供养恒沙圣。不如坚勇求正觉。】",
      "zh_TW": "【假令供養恆沙聖。不如堅勇求正覺。】"
    },
    {
      "id": "02-034-0042_p0003",
      "zh_CN": "这两句经文在全经里面，占着很重要的地位，古今许多大德，在言论注疏之中常常引用，意思无尽的深广。尤其在我们现代这个时代，我们读这两句经文，如同世尊在我们眼前耳提面命，感触非常的深刻。经文讲法很多，古大德把这个「圣」看作地上菩萨，这个意思也很明显，如果更深一层、更广一层，这个圣就是佛菩萨，佛菩萨就包含着一切众生。大乘经上常说「一切众生，皆是未来佛」，《华严》、《圆觉》说得更透彻，「一切众生，本来成佛」。由此可知，我们供养一切众生，又何尝不是供养恒沙圣？为什么不如坚勇求正觉？诸位要知道，只修供养你得的是福报，你供养再多诸佛菩萨，你的福报也不过是在天上而已，欲界天、色界天享天福。因此单单供养，这个不究竟，所以不如坚勇求正觉，坚是坚定信愿行，尤其是信心。佛法无论哪一个宗派，无论哪一个法门，都是成无上道。何以不能成就？我们的信心不坚定，信心会动摇，因此修行人多，成就的人少。哪些人成就？信愿坚定，始终不移；也就是说始终不变，那个人一生决定有成就。",
      "zh_TW": "這兩句經文在全經裡面，佔著很重要的地位，古今許多大德，在言論註疏之中常常引用，意思無盡的深廣。尤其在我們現代這個時代，我們讀這兩句經文，如同世尊在我們眼前耳提面命，感觸非常的深刻。經文講法很多，古大德把這個「聖」看作地上菩薩，這個意思也很明顯，如果更深一層、更廣一層，這個聖就是佛菩薩，佛菩薩就包含著一切眾生。大乘經上常說「一切眾生，皆是未來佛」，《華嚴》、《圓覺》說得更透徹，「一切眾生，本來成佛」。由此可知，我們供養一切眾生，又何嘗不是供養恆沙聖？為什麼不如堅勇求正覺？諸位要知道，只修供養你得的是福報，你供養再多諸佛菩薩，你的福報也不過是在天上而已，欲界天、色界天享天福。因此單單供養，這個不究竟，所以不如堅勇求正覺，堅是堅定信願行，尤其是信心。佛法無論哪一個宗派，無論哪一個法門，都是成無上道。何以不能成就？我們的信心不堅定，信心會動搖，因此修行人多，成就的人少。哪些人成就？信願堅定，始終不移；也就是說始終不變，那個人一生決定有成就。"
    },
    {
      "id": "02-034-0042_p0004",
      "zh_CN": "信心为什么会退？为什么会变？这里头总不外两类的原因。第一类是自己无量劫来，修积的善根福德因缘薄，不厚，这是一个原因。第二个原因，对于教理认识不够深刻，所以学佛，佛的教义没有深刻的了解；世尊在金刚般若会上教我们「深解义趣」，我们对于佛法的义趣解得不够深。于是有这两种原因，就禁不起外面五欲六尘的诱惑，烦恼习气随着增长，道心消失掉了。这是自古以来，多少修行人不能成就，因素在此地。所以我们要想成就，第一要坚定信心，坚定信心实在是难，不是那么容易一桩事情。自己往昔善根福德因缘薄一点，也还不怕，如果我们这一生当中遇到的缘殊胜，可以补足善根福德因缘之不足。",
      "zh_TW": "信心為什麼會退？為什麼會變？這裡頭總不外兩類的原因。第一類是自己無量劫來，修積的善根福德因緣薄，不厚，這是一個原因。第二個原因，對於教理認識不夠深刻，所以學佛，佛的教義沒有深刻的了解；世尊在金剛般若會上教我們「深解義趣」，我們對於佛法的義趣解得不夠深。於是有這兩種原因，就禁不起外面五欲六塵的誘惑，煩惱習氣隨著增長，道心消失掉了。這是自古以來，多少修行人不能成就，因素在此地。所以我們要想成就，第一要堅定信心，堅定信心實在是難，不是那麼容易一樁事情。自己往昔善根福德因緣薄一點，也還不怕，如果我們這一生當中遇到的緣殊勝，可以補足善根福德因緣之不足。"
    },
    {
      "id": "02-034-0042_p0005",
      "zh_CN": "所以善导大师在《观经疏》里头讲得好，他说「九品往生，总在遇缘不同」。我们晓得，善导是阿弥陀佛再来的，这个话就是阿弥陀佛亲自为我们讲的，遇缘不同。纵然遇到殊胜因缘，如果善根福德没有也不行，总得要有，有还不足，可以弥补；如果没有，也不能成就。这个例子很显然，我本身就是一个活的例子。我在年轻的时候，我闻佛法很晚，二十六岁才闻到佛法；我自己总感觉得太迟了，缘不足，二十六岁才听到佛法。我亲近方东美先生，方先生学生很多；我跟章嘉大师学佛，章嘉大师的弟子也很多。大师圆寂之后，我承蒙朱镜宙老居士的介绍，认识李炳南老师。我跟李老师的时候，李老师的学生就有二十万人。这么多的学生当中，为什么出不来？善根福德因缘少；他不是没有，有，他也遇到了，少。少，跟着好老师，还没有办法补足，就这么个原因。",
      "zh_TW": "所以善導大師在《觀經疏》裡頭講得好，他說「九品往生，總在遇緣不同」。我們曉得，善導是阿彌陀佛再來的，這個話就是阿彌陀佛親自為我們講的，遇緣不同。縱然遇到殊勝因緣，如果善根福德沒有也不行，總得要有，有還不足，可以彌補；如果沒有，也不能成就。這個例子很顯然，我本身就是一個活的例子。我在年輕的時候，我聞佛法很晚，二十六歲才聞到佛法；我自己總感覺得太遲了，緣不足，二十六歲才聽到佛法。我親近方東美先生，方先生學生很多；我跟章嘉大師學佛，章嘉大師的弟子也很多。大師圓寂之後，我承蒙朱鏡宙老居士的介紹，認識李炳南老師。我跟李老師的時候，李老師的學生就有二十萬人。這麼多的學生當中，為什麼出不來？善根福德因緣少；他不是沒有，有，他也遇到了，少。少，跟著好老師，還沒有辦法補足，就這麼個原因。"
    },
    {
      "id": "02-034-0042_p0006",
      "zh_CN": "我们今天在新加坡这一会，缘具足，缘殊胜。能不能成就？就在诸位同修的善根福德。如果诸位同修真正具有少许善根福德，在这样殊胜的法缘当中，我相信你一定能成就。现在我们的《华严经》，改在净宗学会报恩堂里面来讲，每天上午十点讲到十一点半，天天讲。诸位可以在家里面收看网路，我们每一天每一座都同时上网。现在的电脑非常方便，我们讲经美国在听，我们时间一改，美国那边打电话来非常欢迎。我们白天早晨十点钟开讲，在美国是晚上八点钟，他们看正好，八点看到九点半，所以打电话来高兴得不得了。澳洲在收看，香港那边也在收看，这是我知道的。我不知道的想必还很多。诸位在家里面，可以装上电脑收看网路，你天天都看到。",
      "zh_TW": "我們今天在新加坡這一會，緣具足，緣殊勝。能不能成就？就在諸位同修的善根福德。如果諸位同修真正具有少許善根福德，在這樣殊勝的法緣當中，我相信你一定能成就。現在我們的《華嚴經》，改在淨宗學會報恩堂裡面來講，每天上午十點講到十一點半，天天講。諸位可以在家裡面收看網路，我們每一天每一座都同時上網。現在的電腦非常方便，我們講經美國在聽，我們時間一改，美國那邊打電話來非常歡迎。我們白天早晨十點鐘開講，在美國是晚上八點鐘，他們看正好，八點看到九點半，所以打電話來高興得不得了。澳洲在收看，香港那邊也在收看，這是我知道的。我不知道的想必還很多。諸位在家裡面，可以裝上電腦收看網路，你天天都看到。"
    },
    {
      "id": "02-034-0042_p0007",
      "zh_CN": "初学佛法，读诵、听闻比什么都重要。为什么？帮助你坚定信心，帮助你坚定愿心，你求正觉才靠得住。你若不能深解义趣，你会懈怠，你会退转。你要晓得一懈怠、一退转，你就要觉悟自己善根福德不够，对于经义了解不够透彻；善根福德深厚的人不会退转，深解义趣的人也不会退转，这两种人决定成就。大家都晓得，这个世界有灾难，肯定有灾难。怎样救自己？不如坚勇求正觉；怎样帮助众生？不如坚勇求正觉，真正是自利利他，真正是本经前面所讲的「住真实慧」、「惠以真实之利」的落实，这一句就落实了。由此可知，一定要信心坚定，绝不动摇。要记住善导大师的教诲，无论什么人来给你讲，讲的跟本经法门不相应，我们统统拒绝，统统不接受。善导大师说，即使是释迦牟尼佛再来、十方诸佛再来跟你讲，讲的跟此经不相应也不听。为什么？那不是真佛，是假佛。如果是真佛，佛佛道同，一切诸佛所说决定跟释迦牟尼佛讲的相应，那是真佛，这善导大师苦口婆心教导我们的。",
      "zh_TW": "初學佛法，讀誦、聽聞比什麼都重要。為什麼？幫助你堅定信心，幫助你堅定願心，你求正覺才靠得住。你若不能深解義趣，你會懈怠，你會退轉。你要曉得一懈怠、一退轉，你就要覺悟自己善根福德不夠，對於經義了解不夠透徹；善根福德深厚的人不會退轉，深解義趣的人也不會退轉，這兩種人決定成就。大家都曉得，這個世界有災難，肯定有災難。怎樣救自己？不如堅勇求正覺；怎樣幫助眾生？不如堅勇求正覺，真正是自利利他，真正是本經前面所講的「住真實慧」、「惠以真實之利」的落實，這一句就落實了。由此可知，一定要信心堅定，絕不動搖。要記住善導大師的教誨，無論什麼人來給你講，講的跟本經法門不相應，我們統統拒絕，統統不接受。善導大師說，即使是釋迦牟尼佛再來、十方諸佛再來跟你講，講的跟此經不相應也不聽。為什麼？那不是真佛，是假佛。如果是真佛，佛佛道同，一切諸佛所說決定跟釋迦牟尼佛講的相應，那是真佛，這善導大師苦口婆心教導我們的。"
    },
    {
      "id": "02-034-0042_p0008",
      "zh_CN": "最怕我们是道听涂说，听听这个法师、那个大德再说说，对这个法门、对这个经典来批评，你心里马上怀疑，马上动摇。或者是接触五欲六尘，自己贪瞋烦恼起现行，名利心起现行，退转了，堕落了。这个事情太多太多，在在处处我们都见到，保持坚勇不退多难！「勇」是勇猛精进，决心求正觉。此地这个正觉，我们在这一生当中，决定可以求得到，决定能成就，只有一门，念佛往生，不退成佛；这一门最可靠、最稳当、最快速。其他法门当然也不错，怕的是我们根性不具足，用现在的话来说，我们的条件不具足。为什么？决定要断烦恼，要断见思、要断尘沙、要破无明，这实在太难了，确实不是现代人能做得到的。",
      "zh_TW": "最怕我們是道聽塗說，聽聽這個法師、那個大德再說說，對這個法門、對這個經典來批評，你心裡馬上懷疑，馬上動搖。或者是接觸五欲六塵，自己貪瞋煩惱起現行，名利心起現行，退轉了，墮落了。這個事情太多太多，在在處處我們都見到，保持堅勇不退多難！「勇」是勇猛精進，決心求正覺。此地這個正覺，我們在這一生當中，決定可以求得到，決定能成就，只有一門，念佛往生，不退成佛；這一門最可靠、最穩當、最快速。其他法門當然也不錯，怕的是我們根性不具足，用現在的話來說，我們的條件不具足。為什麼？決定要斷煩惱，要斷見思、要斷塵沙、要破無明，這實在太難了，確實不是現代人能做得到的。"
    },
    {
      "id": "02-034-0042_p0009",
      "zh_CN": "别说这些，就说密教的法门，黄念祖老居士他是密宗的金刚上师，诺那活佛的传人。他非常坦率的跟大家说，「这个时代修学密法成就已经没有人了」，这是他讲的，「唯有念佛求生净土」。所以他接触许许多多修密的同学，他劝他加持《无量寿经》，加持《弥陀要解》，加持《普贤菩萨行愿品》，他叫他加持这三种；换句话说，密不成就，这个成就。夏莲居老居士、黄念祖老居士师徒真是苦口婆心，跟永明延寿大师用的方法几乎完全相同。永明延寿那个时代，参禅的人很多，他看得很清楚，不会成就的，所以提出禅净双修，「有禅有净土，犹如戴角虎」。这个意思是什么？禅那边，看到你不能成就，你加这一分净土，这个地方能成就。他不是鼓励我们搞禅净双修，不是的，他是对修禅人说的。人先入为主，有面子问题，舍不得放下。所以祖师用这个方法善巧方便，你再加个净，更好！他就会接受，面子也够了，也能下得了台。夏老、黄念老也是如此，学密的人也是有面子问题，用这种方法来帮助他，来成就他。如果是老实念佛人，那就决定成就；这是十方一切诸佛在本经的赞叹，我们都读过，佛哪有妄语的？句句都是真诚的教诲，我们要相信，要把这一桩事情，当作我们这一生当中，唯一的一桩大事来办。一切时、一切处，念念与佛相应，与阿弥陀佛相应。",
      "zh_TW": "別說這些，就說密教的法門，黃念祖老居士他是密宗的金剛上師，諾那活佛的傳人。他非常坦率的跟大家說，「這個時代修學密法成就已經沒有人了」，這是他講的，「唯有念佛求生淨土」。所以他接觸許許多多修密的同學，他勸他加持《無量壽經》，加持《彌陀要解》，加持《普賢菩薩行願品》，他叫他加持這三種；換句話說，密不成就，這個成就。夏蓮居老居士、黃念祖老居士師徒真是苦口婆心，跟永明延壽大師用的方法幾乎完全相同。永明延壽那個時代，參禪的人很多，他看得很清楚，不會成就的，所以提出禪淨雙修，「有禪有淨土，猶如戴角虎」。這個意思是什麼？禪那邊，看到你不能成就，你加這一分淨土，這個地方能成就。他不是鼓勵我們搞禪淨雙修，不是的，他是對修禪人說的。人先入為主，有面子問題，捨不得放下。所以祖師用這個方法善巧方便，你再加個淨，更好！他就會接受，面子也夠了，也能下得了台。夏老、黃念老也是如此，學密的人也是有面子問題，用這種方法來幫助他，來成就他。如果是老實念佛人，那就決定成就；這是十方一切諸佛在本經的讚歎，我們都讀過，佛哪有妄語的？句句都是真誠的教誨，我們要相信，要把這一樁事情，當作我們這一生當中，唯一的一樁大事來辦。一切時、一切處，念念與佛相應，與阿彌陀佛相應。"
    },
    {
      "id": "02-034-0042_p0010",
      "zh_CN": "再跟诸位说，我们念这一句阿弥陀佛，就是真正供养恒沙圣，这是如教修行供养。我们舍弃一切的享受，舍弃一切的富贵，所有的时间都用在念佛上，都用在读经上，也是代众生消灾免难。这个道理，我们在讲席上面讲了很多遍，这是真正自利利他的行为，凡夫不认识，诸佛如来赞叹，龙天善神看到你恭敬护持。所以我们在此地，弥陀村还没有着手筹备的时候，我们就先开念佛堂，把这桩大事落实。换句话说，化解世间一切众生劫难的修学，这是眼前最迫切的一桩大事情，急着要快做。我们念念当中，这个念是愿，愿一切众生也能和我们一样，一生当中证得究竟圆满的佛果。",
      "zh_TW": "再跟諸位說，我們念這一句阿彌陀佛，就是真正供養恆沙聖，這是如教修行供養。我們捨棄一切的享受，捨棄一切的富貴，所有的時間都用在念佛上，都用在讀經上，也是代眾生消災免難。這個道理，我們在講席上面講了很多遍，這是真正自利利他的行為，凡夫不認識，諸佛如來讚歎，龍天善神看到你恭敬護持。所以我們在此地，彌陀村還沒有著手籌備的時候，我們就先開念佛堂，把這樁大事落實。換句話說，化解世間一切眾生劫難的修學，這是眼前最迫切的一樁大事情，急著要快做。我們念念當中，這個念是願，願一切眾生也能和我們一樣，一生當中證得究竟圓滿的佛果。"
    },
    {
      "id": "02-034-0042_p0011",
      "zh_CN": "单有这个愿，愿不落实是个虚愿。愿如何落实？落实一定要修行，自行化他。无论在什么时候，无论在什么场所，我们把这个殊胜法门介绍给别人。介绍给别人也要懂得观机，机有三类，佛法里面常讲的上根、中根、下根。这个说法很难懂，哪个人上根？哪个人下根？下根还不错，还有没根的；没根，你送给他，他不要，那就是没根的。所以我们与人结缘，没有根的给他种善根，也不能放弃。如何给他种善根？他看到三宝的样子，所谓是「一历耳根，永为道种」，那是音声，三宝的音声；三宝的形相，一历眼根也是永为道种。诸位要是了解这个事实，了解这个道理，你就晓得出家这个形象，就修很大的福报。你到马路上走一下，走一圈，多少人看到了，一看到，这是佛，这佛教徒，和尚、出家人，他阿赖耶识就落这个印象，佛种就种下。这是在家同修做不到的。",
      "zh_TW": "單有這個願，願不落實是個虛願。願如何落實？落實一定要修行，自行化他。無論在什麼時候，無論在什麼場所，我們把這個殊勝法門介紹給別人。介紹給別人也要懂得觀機，機有三類，佛法裡面常講的上根、中根、下根。這個說法很難懂，哪個人上根？哪個人下根？下根還不錯，還有沒根的；沒根，你送給他，他不要，那就是沒根的。所以我們與人結緣，沒有根的給他種善根，也不能放棄。如何給他種善根？他看到三寶的樣子，所謂是「一歷耳根，永為道種」，那是音聲，三寶的音聲；三寶的形相，一歷眼根也是永為道種。諸位要是了解這個事實，了解這個道理，你就曉得出家這個形象，就修很大的福報。你到馬路上走一下，走一圈，多少人看到了，一看到，這是佛，這佛教徒，和尚、出家人，他阿賴耶識就落這個印象，佛種就種下。這是在家同修做不到的。"
    },
    {
      "id": "02-034-0042_p0012",
      "zh_CN": "在家同修要怎么作法？你要上街去，手上挂一串念珠，人家一看，阿弥陀佛！也行。你要有标志拿出去，这是给一切众生种佛种，没根的人给他种种子，我们要真有心去做。你们有不少同修到这边来听经，参加法会，自己开车来，我们这儿阿弥陀佛贴纸很多，贴上，前后都贴，你的车开到哪里，人家一看都给人种佛种了，都是属于法供养。下根之人听到欢喜，能合掌恭敬，他不来听经，他不来念佛，下根。中根的人，他听了之后，他晓得之后，他会来听经，也会来念佛。上根人他要听到之后，他一生就依靠这个法门，这一生当中决定往生成佛，那是上根人。中根人未必这一生能往生，上根人是决定得生净土。我们平常要懂得观机，要懂得帮助一切大众，我们坚勇求正觉，也不忘供养恒沙圣。以坚勇求正觉为主，供养恒沙圣与一切众生广结法缘，缘殊胜。佛在经上常讲，「佛不度无缘之人」；由此可知，结缘是多么重要。特别是出家人，出家人接受信徒的供养，供养拿去干什么？一定去结法缘，这是真实功德。这个供养，自己要拿去享受，那就坏了，那就是佛门谚语讲，「今生不了道，披毛戴角还」。所以一定要懂得广结法缘，一切为众生、为佛法。",
      "zh_TW": "在家同修要怎麼作法？你要上街去，手上掛一串念珠，人家一看，阿彌陀佛！也行。你要有標誌拿出去，這是給一切眾生種佛種，沒根的人給他種種子，我們要真有心去做。你們有不少同修到這邊來聽經，參加法會，自己開車來，我們這兒阿彌陀佛貼紙很多，貼上，前後都貼，你的車開到哪裡，人家一看都給人種佛種了，都是屬於法供養。下根之人聽到歡喜，能合掌恭敬，他不來聽經，他不來念佛，下根。中根的人，他聽了之後，他曉得之後，他會來聽經，也會來念佛。上根人他要聽到之後，他一生就依靠這個法門，這一生當中決定往生成佛，那是上根人。中根人未必這一生能往生，上根人是決定得生淨土。我們平常要懂得觀機，要懂得幫助一切大眾，我們堅勇求正覺，也不忘供養恆沙聖。以堅勇求正覺為主，供養恆沙聖與一切眾生廣結法緣，緣殊勝。佛在經上常講，「佛不度無緣之人」；由此可知，結緣是多麼重要。特別是出家人，出家人接受信徒的供養，供養拿去幹什麼？一定去結法緣，這是真實功德。這個供養，自己要拿去享受，那就壞了，那就是佛門諺語講，「今生不了道，披毛戴角還」。所以一定要懂得廣結法緣，一切為眾生、為佛法。"
    },
    {
      "id": "02-034-0042_p0013",
      "zh_CN": "我们也看过世间不少的老人院，我们在澳洲参观很多退休村，每一家的老人公寓，我对于这个很留意，看得很多。大家有时候谈起来，有人说安老院是无希望工程，没希望了，他到那里是等死。物质生活照顾到了，精神生活空虚，所以我们要办弥陀村。我们现在接触外面宗教多了，许许多多的宗教都办有老人院，都办有孤儿院，我们要鼓励他、帮助他，老人院是有希望的工程，有大希望。佛家的养老院，将来往生西方极乐世界，一般宗教的养老院，那些人将来都想升天堂，享天福，怎么会没希望？这希望从哪里来？希望从宗教教育。你养老，养他们，天天要给他们上课。一定要有宗教师，每一天跟他们讲经说法，领导他们修行，每个宗教都有它修行的方式，这样都能达到宗教希求的目标。升天、往生，不堕三恶道，不再到人间受苦，他怎么没有希望？充满了希望。",
      "zh_TW": "我們也看過世間不少的老人院，我們在澳洲參觀很多退休村，每一家的老人公寓，我對於這個很留意，看得很多。大家有時候談起來，有人說安老院是無希望工程，沒希望了，他到那裡是等死。物質生活照顧到了，精神生活空虛，所以我們要辦彌陀村。我們現在接觸外面宗教多了，許許多多的宗教都辦有老人院，都辦有孤兒院，我們要鼓勵他、幫助他，老人院是有希望的工程，有大希望。佛家的養老院，將來往生西方極樂世界，一般宗教的養老院，那些人將來都想升天堂，享天福，怎麼會沒希望？這希望從哪裡來？希望從宗教教育。你養老，養他們，天天要給他們上課。一定要有宗教師，每一天跟他們講經說法，領導他們修行，每個宗教都有它修行的方式，這樣都能達到宗教希求的目標。升天、往生，不墮三惡道，不再到人間受苦，他怎麼沒有希望？充滿了希望。"
    },
    {
      "id": "02-034-0042_p0014",
      "zh_CN": "如果这个养老院，没有人讲经说法，没有人领导修行，那的确是有问题。我们看老人，不是在胡思乱想，就是痴痴呆呆；痴痴呆呆是落在无明，胡思乱想佛家讲掉举，这两种现象都不好，都是三恶道的因。所以我们帮助老人院是充满希望、充满光明的工程，决不是一般人讲的无希望工程。老年帮助他成就，帮助他来生比这一生更幸福、更美满。孤儿院更要帮助他，成就他的德行、技能、学问，我们要真正付出爱心，好好的去教导他们。这都是属于供养恒沙圣，把这些功德回向求生西方极乐世界，这就是多福德、多善根、多因缘，《弥陀经》上说「不可以少善根福德因缘，得生彼国」，我们造的是多善根、多福德。所以自己起心动念、言语造作，都不离这一个理念，行行都落实这个理念。",
      "zh_TW": "如果這個養老院，沒有人講經說法，沒有人領導修行，那的確是有問題。我們看老人，不是在胡思亂想，就是痴痴呆呆；痴痴呆呆是落在無明，胡思亂想佛家講掉舉，這兩種現象都不好，都是三惡道的因。所以我們幫助老人院是充滿希望、充滿光明的工程，決不是一般人講的無希望工程。老年幫助他成就，幫助他來生比這一生更幸福、更美滿。孤兒院更要幫助他，成就他的德行、技能、學問，我們要真正付出愛心，好好的去教導他們。這都是屬於供養恆沙聖，把這些功德迴向求生西方極樂世界，這就是多福德、多善根、多因緣，《彌陀經》上說「不可以少善根福德因緣，得生彼國」，我們造的是多善根、多福德。所以自己起心動念、言語造作，都不離這一個理念，行行都落實這個理念。"
    },
    {
      "id": "02-034-0042_p0015",
      "zh_CN": "我这一次在香港讲经，有同修问我：怎么样念佛往生才有把握？我告诉他：预知时至，不生病苦，坐着走，站着走，有把握。他说：那能做得到吗？我说：能，问题就是你肯不肯做？真正断恶修善，积功累德，修福不要享福，福报留在临命终时候享，临命终没有病苦是大福报。临命终时清清楚楚，看到佛来接引，给你家亲眷属说「BYE！BYE！我走了」，第一等的福报，一生修积的，这个时候享。你这么一表演，你度多少人？人家看到你往生，不相信的也相信了。我们讲嘴皮讲破了，他未必相信，这一表演他都相信。",
      "zh_TW": "我這一次在香港講經，有同修問我：怎麼樣念佛往生才有把握？我告訴他：預知時至，不生病苦，坐著走，站著走，有把握。他說：那能做得到嗎？我說：能，問題就是你肯不肯做？真正斷惡修善，積功累德，修福不要享福，福報留在臨命終時候享，臨命終沒有病苦是大福報。臨命終時清清楚楚，看到佛來接引，給你家親眷屬說「BYE！BYE！我走了」，第一等的福報，一生修積的，這個時候享。你這麼一表演，你度多少人？人家看到你往生，不相信的也相信了。我們講嘴皮講破了，他未必相信，這一表演他都相信。"
    },
    {
      "id": "02-034-0042_p0016",
      "zh_CN": "他又问我：那要怎么作法？我刚才说的是原则，你要修布施供养。人到中年都防备将来要老了，要准备一点钱将来养老，又要准备一笔钱做医药费，怕自己生病。我就告诉他：你把你养老那个钱捐出去，捐给老人院，把你医药费捐出去，捐给那些病苦的人。你就做到了，你一定预知时至，不生病，站着走、坐着走。什么原因？你没有钱害病，你没有钱养老，你就成功了。你要准备一笔钱在那里养老，你非老不可，准备一笔钱做医药费，你非生病不可，你怎么能够走得自在？这里头有道理，你要懂这个道理，了解事实真相，为什么别人能做到，我们做不到？我们从根，观念就错误了。真正去修慈悲喜舍，要舍得清净，这是决定有把握一生当中圆满成就。佛这两句话的意思，非常非常之深，非常之广，我们讲不完。这两句就讲到此地，请看下面经文。下面科文「愿求净土」，这里面有两小段，两首偈，第八首：",
      "zh_TW": "他又問我：那要怎麼作法？我剛才說的是原則，你要修布施供養。人到中年都防備將來要老了，要準備一點錢將來養老，又要準備一筆錢做醫藥費，怕自己生病。我就告訴他：你把你養老那個錢捐出去，捐給老人院，把你醫藥費捐出去，捐給那些病苦的人。你就做到了，你一定預知時至，不生病，站著走、坐著走。什麼原因？你沒有錢害病，你沒有錢養老，你就成功了。你要準備一筆錢在那裡養老，你非老不可，準備一筆錢做醫藥費，你非生病不可，你怎麼能夠走得自在？這裡頭有道理，你要懂這個道理，了解事實真相，為什麼別人能做到，我們做不到？我們從根，觀念就錯誤了。真正去修慈悲喜捨，要捨得清淨，這是決定有把握一生當中圓滿成就。佛這兩句話的意思，非常非常之深，非常之廣，我們講不完。這兩句就講到此地，請看下面經文。下面科文「願求淨土」，這裡面有兩小段，兩首偈，第八首："
    },
    {
      "id": "02-034-0042_p0017",
      "zh_CN": "【愿当安住三摩地。恒放光明照一切。感得广大清净居。殊胜庄严无等伦。】",
      "zh_TW": "【願當安住三摩地。恆放光明照一切。感得廣大清淨居。殊勝莊嚴無等倫。】"
    },
    {
      "id": "02-034-0042_p0018",
      "zh_CN": "这一句就是「坚勇求正觉」的果报，下面一首就是「供养恒沙圣」的落实。先成佛，再度众，这是正理，自己没有成就，想度化众生，难！难在哪里？怕被众生度跑掉，这个事情太多太多了。所以古人有个好处，自己没有成就的时候，一生不离开老师。自己没有成就离开老师，很容易迷于五欲六尘，迷于名闻利养，那个堕落就非常之快。这一堕落下去，回头难，不容易。所以有高度警觉性的，不离开老师，不离开同参道友，依众靠众。",
      "zh_TW": "這一句就是「堅勇求正覺」的果報，下面一首就是「供養恆沙聖」的落實。先成佛，再度眾，這是正理，自己沒有成就，想度化眾生，難！難在哪裡？怕被眾生度跑掉，這個事情太多太多了。所以古人有個好處，自己沒有成就的時候，一生不離開老師。自己沒有成就離開老師，很容易迷於五欲六塵，迷於名聞利養，那個墮落就非常之快。這一墮落下去，回頭難，不容易。所以有高度警覺性的，不離開老師，不離開同參道友，依眾靠眾。"
    },
    {
      "id": "02-034-0042_p0019",
      "zh_CN": "我们看这一首经文，开头『愿当安住三摩地』。实在说是求成佛摄净土愿，八句当中这是诸愿的总归，也是四十八愿的核心。第一句说「愿当安住三摩地」，三摩地是什么？就是念佛三昧。这一段经文说的是法藏比丘，阿弥陀佛在因地的修行。法藏，实在讲，他老人家的示现是给我们做榜样的。阿弥陀佛是不是在西方极乐世界才成佛的？你要是这个看法、这个想法，你就全错了。法藏亦是古佛再来，西方极乐世界是他的化土，就跟本师释迦牟尼佛一样，三千年前出现在我们地球北印度，示现八相成道，是不是释迦牟尼佛在那个时候修行证果的？不是。他老人家在《梵网经》里面告诉我们，他这一次来表演，来表演成佛是第八千次，这个戏唱得很熟，唱八千次了。阿弥陀佛在极乐世界成佛，跟释迦牟尼佛一样，也不知道唱了多少次。所以我们晓得古佛示现，不是真正在那里成佛，这一生才成佛的。这个事情，古大德也有讨论，有人说法藏这个时候的身分是十地菩萨，也有人说地上菩萨。实实在在讲真的是古佛再来的，完全是示现做给我们看，做给我们看叫我们学习，以他做个榜样，向他学习。",
      "zh_TW": "我們看這一首經文，開頭『願當安住三摩地』。實在說是求成佛攝淨土願，八句當中這是諸願的總歸，也是四十八願的核心。第一句說「願當安住三摩地」，三摩地是什麼？就是念佛三昧。這一段經文說的是法藏比丘，阿彌陀佛在因地的修行。法藏，實在講，他老人家的示現是給我們做榜樣的。阿彌陀佛是不是在西方極樂世界才成佛的？你要是這個看法、這個想法，你就全錯了。法藏亦是古佛再來，西方極樂世界是他的化土，就跟本師釋迦牟尼佛一樣，三千年前出現在我們地球北印度，示現八相成道，是不是釋迦牟尼佛在那個時候修行證果的？不是。他老人家在《梵網經》裡面告訴我們，他這一次來表演，來表演成佛是第八千次，這個戲唱得很熟，唱八千次了。阿彌陀佛在極樂世界成佛，跟釋迦牟尼佛一樣，也不知道唱了多少次。所以我們曉得古佛示現，不是真正在那裡成佛，這一生才成佛的。這個事情，古大德也有討論，有人說法藏這個時候的身分是十地菩薩，也有人說地上菩薩。實實在在講真的是古佛再來的，完全是示現做給我們看，做給我們看叫我們學習，以他做個榜樣，向他學習。"
    },
    {
      "id": "02-034-0042_p0020",
      "zh_CN": "因地上，我们现在在因地，还没有往生，学法藏比丘；将来往生之后，学阿弥陀佛，这学果地；没往生之前，学因地。你想一想这个示现的意思多深？我们不从这个地方去体会，你怎么会觉悟？你怎么会明白？你从哪个地方去下手、去修学？诸佛如来慈悲到极处，三轮化度，大乘经上常讲的身语意三轮化度众生。这就是教给我们，我们要安住三摩地，也要学阿弥陀佛在因地，愿当安住三摩地，我们要把心安住在念佛三昧之中。经上说「念佛三昧，三昧中王」，三昧是梵语，翻成中国意思是正受，正常的享受。正常的享受是什么？执持名号，这才是真正正常的享受。我们把佛号忘记了，就胡思乱想，胡思乱想是不正常的受用。诸位要晓得，胡思乱想是造轮回业，我们自己要有警觉，这一天二十四小时，细细的去思量二十四小时当中，我造的是什么业？我每天念佛占多少时间？打妄想占多少时间？堕无明占多少时间？什么时候堕无明？睡觉就堕无明。这个帐好好的算一算，就晓得自己有没有把握往生？如果正念的时间长，超过妄想、超过无明，你功夫就得力，你才真正安住在念佛三昧当中。",
      "zh_TW": "因地上，我們現在在因地，還沒有往生，學法藏比丘；將來往生之後，學阿彌陀佛，這學果地；沒往生之前，學因地。你想一想這個示現的意思多深？我們不從這個地方去體會，你怎麼會覺悟？你怎麼會明白？你從哪個地方去下手、去修學？諸佛如來慈悲到極處，三輪化度，大乘經上常講的身語意三輪化度眾生。這就是教給我們，我們要安住三摩地，也要學阿彌陀佛在因地，願當安住三摩地，我們要把心安住在念佛三昧之中。經上說「念佛三昧，三昧中王」，三昧是梵語，翻成中國意思是正受，正常的享受。正常的享受是什麼？執持名號，這才是真正正常的享受。我們把佛號忘記了，就胡思亂想，胡思亂想是不正常的受用。諸位要曉得，胡思亂想是造輪迴業，我們自己要有警覺，這一天二十四小時，細細的去思量二十四小時當中，我造的是什麼業？我每天念佛佔多少時間？打妄想佔多少時間？墮無明佔多少時間？什麼時候墮無明？睡覺就墮無明。這個帳好好的算一算，就曉得自己有沒有把握往生？如果正念的時間長，超過妄想、超過無明，你功夫就得力，你才真正安住在念佛三昧當中。"
    },
    {
      "id": "02-034-0042_p0021",
      "zh_CN": "睡眠，睡眠是魔，是魔障。佛在经上常说，「财色名食睡，地狱五条根」，睡眠也是地狱的一条根。有没有方法突破？有。你们诸位年轻法师，从中国大陆来，大陆上有些真正修行人，我没有见过，我听李木源居士说过。真正有念佛，一年到头不睡觉的，二十四小时念佛、拜佛；有人不相信，派人轮流去看，果然没错，天天如是。你去向他请教，他的睡眠怎么样断掉的？我们为什么断不掉？佛在经上讲得很清楚，连马鸣菩萨在《起信论》里面都告诉我们，「本觉本有，不觉本无」。财色名食睡是不觉，本来无；本来无的决定可以断掉，本来有的决定可以证得，问题你有没有决心去断它？你要下定决心去断它，行！断得了。真正下定决心，要突破这个关口，突破这个瓶颈。再告诉诸位，你还有诸佛护念，还有龙天善神护持，哪有做不到的事情？",
      "zh_TW": "睡眠，睡眠是魔，是魔障。佛在經上常說，「財色名食睡，地獄五條根」，睡眠也是地獄的一條根。有沒有方法突破？有。你們諸位年輕法師，從中國大陸來，大陸上有些真正修行人，我沒有見過，我聽李木源居士說過。真正有念佛，一年到頭不睡覺的，二十四小時念佛、拜佛；有人不相信，派人輪流去看，果然沒錯，天天如是。你去向他請教，他的睡眠怎麼樣斷掉的？我們為什麼斷不掉？佛在經上講得很清楚，連馬鳴菩薩在《起信論》裡面都告訴我們，「本覺本有，不覺本無」。財色名食睡是不覺，本來無；本來無的決定可以斷掉，本來有的決定可以證得，問題你有沒有決心去斷它？你要下定決心去斷它，行！斷得了。真正下定決心，要突破這個關口，突破這個瓶頸。再告訴諸位，你還有諸佛護念，還有龍天善神護持，哪有做不到的事情？"
    },
    {
      "id": "02-034-0042_p0022",
      "zh_CN": "在此地我们念佛堂，诸位也有一个小的试验，通过小的试验，我相信可以增长你们的信心。许多同修天天睡眠睡惯了，还睡懒觉，到念佛堂听说二十四小时念佛，恐怕受不了，结果三十六小时念下来，很轻松、很愉快，念完之后也不打瞌睡，也不想再睡，这就是你渐渐突破。你能够三十六小时精神饱满，你就想你也可能三百六十天精神饱满，问题你是不是真正突破？这个突破最重要一个因素，清净心，心地真正清净。为什么？安住三摩地。心地清净，一尘不染，你就做到。心里面有烦恼、有忧虑、有牵挂，还有种种放不下，那就不行，你要过世间人一般的生活；果然把妄想分别执着放下，你就可以过佛菩萨的生活。不但佛菩萨没有睡眠，给诸位说，色界天人就没有睡眠了。欲界天还有，但是时间少，欲界天有六层，愈往上面去睡眠的时间愈少，到初禅睡眠就没有了。世间人都办得到，何况佛菩萨？我们要有信心。",
      "zh_TW": "在此地我們念佛堂，諸位也有一個小的試驗，通過小的試驗，我相信可以增長你們的信心。許多同修天天睡眠睡慣了，還睡懶覺，到念佛堂聽說二十四小時念佛，恐怕受不了，結果三十六小時念下來，很輕鬆、很愉快，念完之後也不打瞌睡，也不想再睡，這就是你漸漸突破。你能夠三十六小時精神飽滿，你就想你也可能三百六十天精神飽滿，問題你是不是真正突破？這個突破最重要一個因素，清淨心，心地真正清淨。為什麼？安住三摩地。心地清淨，一塵不染，你就做到。心裡面有煩惱、有憂慮、有牽掛，還有種種放不下，那就不行，你要過世間人一般的生活；果然把妄想分別執著放下，你就可以過佛菩薩的生活。不但佛菩薩沒有睡眠，給諸位說，色界天人就沒有睡眠了。欲界天還有，但是時間少，欲界天有六層，愈往上面去睡眠的時間愈少，到初禪睡眠就沒有了。世間人都辦得到，何況佛菩薩？我們要有信心。"
    },
    {
      "id": "02-034-0042_p0023",
      "zh_CN": "所以真正修行，说到根本还是个「信愿行」，决定要相信自己。世间圣人告诉我们「克念作圣」，这一句话的意思，凡夫能够克服自己的妄念，你就能作圣人。在佛法里面，断烦恼就证菩提。所以修行人一定要跟烦恼去打一仗，要打赢，不能打输，输了就完了。怎样才能打赢？要拼命，不怕苦、不怕难、不怕死！你决定战胜。凡是打败仗的，怕难、怕苦、怕死！你注定失败。真正求佛菩萨保佑，求佛菩萨护念，你下定决心，佛菩萨就现前。佛菩萨日夜在你周边保护你，苦跟难决定是有，但是决定死不了。到你快要死的时候，佛菩萨马上就现前，来帮助你一下。我们在《虚云老和尚年谱》，虚老和尚发愿朝山，三步一拜，几千里路，要拜好几年才拜到。走到哪里，晚上就在地下睡觉，长年累月哪有不生病？有病苦。苦到不能支持，佛菩萨来了，来帮助他，来照顾他，帮他调养病。病好了之后，佛菩萨走了，他继续再拜。怕苦、怕难、怕死，怎么能出得了轮回？怎么能得生净土？我们把毛病找出来，只要把毛病消除，佛祖能成就，我们为什么不能成就？",
      "zh_TW": "所以真正修行，說到根本還是個「信願行」，決定要相信自己。世間聖人告訴我們「克念作聖」，這一句話的意思，凡夫能夠克服自己的妄念，你就能作聖人。在佛法裡面，斷煩惱就證菩提。所以修行人一定要跟煩惱去打一仗，要打贏，不能打輸，輸了就完了。怎樣才能打贏？要拼命，不怕苦、不怕難、不怕死！你決定戰勝。凡是打敗仗的，怕難、怕苦、怕死！你注定失敗。真正求佛菩薩保佑，求佛菩薩護念，你下定決心，佛菩薩就現前。佛菩薩日夜在你周邊保護你，苦跟難決定是有，但是決定死不了。到你快要死的時候，佛菩薩馬上就現前，來幫助你一下。我們在《虛雲老和尚年譜》，虛老和尚發願朝山，三步一拜，幾千里路，要拜好幾年才拜到。走到哪裡，晚上就在地下睡覺，長年累月哪有不生病？有病苦。苦到不能支持，佛菩薩來了，來幫助他，來照顧他，幫他調養病。病好了之後，佛菩薩走了，他繼續再拜。怕苦、怕難、怕死，怎麼能出得了輪迴？怎麼能得生淨土？我們把毛病找出來，只要把毛病消除，佛祖能成就，我們為什麼不能成就？"
    },
    {
      "id": "02-034-0042_p0024",
      "zh_CN": "第二句『恒放光明照一切』。「光」是智光。「照一切」，世出世间一切法，没有一样不通达明了，这叫照一切。十方三世，过去、现在、未来，过去无始，未来无终，统统都通达明了。这个能力从哪里来的？能力就是在「安住三摩地」来的。实在讲，三摩地就是我们的真心，三摩地就是我们的本性。我们今天把真心本性失掉，在六道里头打滚，生活得这么苦、这么可怜。诸佛菩萨对我们的教诲，没有别的，帮助我们恢复自性而已。迷是自己迷的，悟还得要自己觉悟，诸佛菩萨给我们做个增上缘，要靠自己去觉悟。我们为什么不觉悟？还是这一句老话，「不肯放下」，所以不觉悟。",
      "zh_TW": "第二句『恆放光明照一切』。「光」是智光。「照一切」，世出世間一切法，沒有一樣不通達明瞭，這叫照一切。十方三世，過去、現在、未來，過去無始，未來無終，統統都通達明瞭。這個能力從哪裡來的？能力就是在「安住三摩地」來的。實在講，三摩地就是我們的真心，三摩地就是我們的本性。我們今天把真心本性失掉，在六道裡頭打滾，生活得這麼苦、這麼可憐。諸佛菩薩對我們的教誨，沒有別的，幫助我們恢復自性而已。迷是自己迷的，悟還得要自己覺悟，諸佛菩薩給我們做個增上緣，要靠自己去覺悟。我們為什麼不覺悟？還是這一句老話，「不肯放下」，所以不覺悟。"
    },
    {
      "id": "02-034-0042_p0025",
      "zh_CN": "「看破、放下」，这是我初学佛的时候，章嘉大师传给我的。以后我明白了，菩萨从初发心一直到成佛，他的功行不外乎这两句，看破帮助放下，放下帮助看破，相辅相成，辗转不舍，能成无上道。看破是通达明了，不迷惑；放下，心地清净，不染着，这是放下。我们现前最严重的是名闻利养、五欲六尘，这是我们眼前的大障碍，眼前的大害，给诸位说，大灾大难的根源。我们明白了，这就看破，晓得这个东西不是好东西，那你就要放下；你这一放下，你的智慧就增长，你看的面又广了，看得又深了；看到之后，再放下。于是你的智慧增长，对于宇宙虚空法界一切众生，过去、现在、未来，愈看愈广、愈看愈深；于是乎你也就放得愈广、放得愈深，一丝毫都不沾着。不但是世间法，佛法也不沾着。不但十法界不染着，一真法界、诸佛报土也不染着，这样才能够同佛境界，同佛知见，同佛所证，这是「恒放光明照一切」。大乘经上常讲，「寂而常照，光照不舍」，这一句话也就是《坛经》里面，惠能大师所说的「常生智慧」；时时生智慧，处处生智慧，念念生智慧。智慧怎么生的？心地清净。",
      "zh_TW": "「看破、放下」，這是我初學佛的時候，章嘉大師傳給我的。以後我明白了，菩薩從初發心一直到成佛，他的功行不外乎這兩句，看破幫助放下，放下幫助看破，相輔相成，輾轉不捨，能成無上道。看破是通達明瞭，不迷惑；放下，心地清淨，不染著，這是放下。我們現前最嚴重的是名聞利養、五欲六塵，這是我們眼前的大障礙，眼前的大害，給諸位說，大災大難的根源。我們明白了，這就看破，曉得這個東西不是好東西，那你就要放下；你這一放下，你的智慧就增長，你看的面又廣了，看得又深了；看到之後，再放下。於是你的智慧增長，對於宇宙虛空法界一切眾生，過去、現在、未來，愈看愈廣、愈看愈深；於是乎你也就放得愈廣、放得愈深，一絲毫都不沾著。不但是世間法，佛法也不沾著。不但十法界不染著，一真法界、諸佛報土也不染著，這樣才能夠同佛境界，同佛知見，同佛所證，這是「恆放光明照一切」。大乘經上常講，「寂而常照，光照不捨」，這一句話也就是《壇經》裡面，惠能大師所說的「常生智慧」；時時生智慧，處處生智慧，念念生智慧。智慧怎麼生的？心地清淨。"
    },
    {
      "id": "02-034-0042_p0026",
      "zh_CN": "我们今天要学，我常常劝导大家，念念决定不为自己想，我们从这儿下手，这是我们现前最初方便。念念为一切众生想，念念为整个社会去着想，决定不要想自己，这是学佛的最初方便。如果你还会想到自己的利害、自己的利益，你就迷了。不为自己想，为一切众生想，跟诸位说，你这个事情做错了也对了；里面掺着有一分为自己着想的，做对了也错了。我这个话的意思很深，你们要细心去想想，细心去体会。有一念自己的意思在里头就错了，哪一个佛菩萨，哪一个祖师大德曾经为自己想过一丝毫？没有！这是我们修行，能不能契入法界基本的条件，我们要不具足，这个道难！这一身的弊病，没有办法转得过来，根本原因就在此地，常常为自己想。我很愿意帮助人，但是我一看到人为自己想，我就赶快退转，我得重新考虑，要不要帮助他？为什么？帮助他，不但他不得利益，他造罪业。我们不希望给一切众生造恶的增上缘，但是有时候还不免，我们智慧没开，见解不圆，所以处事待人接物当中，总还免不了有过失。但是我们警觉性很高，我们觉悟得很快，回头得很快；能觉悟、能回头，就长智慧。",
      "zh_TW": "我們今天要學，我常常勸導大家，念念決定不為自己想，我們從這兒下手，這是我們現前最初方便。念念為一切眾生想，念念為整個社會去著想，決定不要想自己，這是學佛的最初方便。如果你還會想到自己的利害、自己的利益，你就迷了。不為自己想，為一切眾生想，跟諸位說，你這個事情做錯了也對了；裡面摻著有一分為自己著想的，做對了也錯了。我這個話的意思很深，你們要細心去想想，細心去體會。有一念自己的意思在裡頭就錯了，哪一個佛菩薩，哪一個祖師大德曾經為自己想過一絲毫？沒有！這是我們修行，能不能契入法界基本的條件，我們要不具足，這個道難！這一身的弊病，沒有辦法轉得過來，根本原因就在此地，常常為自己想。我很願意幫助人，但是我一看到人為自己想，我就趕快退轉，我得重新考慮，要不要幫助他？為什麼？幫助他，不但他不得利益，他造罪業。我們不希望給一切眾生造惡的增上緣，但是有時候還不免，我們智慧沒開，見解不圓，所以處事待人接物當中，總還免不了有過失。但是我們警覺性很高，我們覺悟得很快，回頭得很快；能覺悟、能回頭，就長智慧。"
    },
    {
      "id": "02-034-0042_p0027",
      "zh_CN": "法藏在因地，这两句他圆满做到了，这两句是能感。下面这一句是所感，所感的『广大清净居』，这就是现在我们所说的西方极乐世界。极乐世界怎么来的？阿弥陀佛愿力变现出来的。诸位要记住，总离不开「唯心所现，唯识所变」，是阿弥陀佛愿力变现的。阿弥陀佛带头，十方世界一切众生，接受阿弥陀佛的教诲，跟阿弥陀佛同心同愿、同德同行；换句话说，也是所有往生的人共同愿力成就的，它不是业力成就的。所以这个世界也感得十方一切诸佛赞叹，释迦牟尼佛在本经赞叹，代表一切诸佛赞叹，赞叹阿弥陀佛「光中极尊，佛中之王」。为什么？愿力成的，不是业力成的。由此可知，我们要想到西方极乐世界，你没有愿力怎么能去得了？你的心要跟阿弥陀佛的心一样，你的愿跟阿弥陀佛的愿一样。",
      "zh_TW": "法藏在因地，這兩句他圓滿做到了，這兩句是能感。下面這一句是所感，所感的『廣大清淨居』，這就是現在我們所說的西方極樂世界。極樂世界怎麼來的？阿彌陀佛願力變現出來的。諸位要記住，總離不開「唯心所現，唯識所變」，是阿彌陀佛願力變現的。阿彌陀佛帶頭，十方世界一切眾生，接受阿彌陀佛的教誨，跟阿彌陀佛同心同願、同德同行；換句話說，也是所有往生的人共同願力成就的，它不是業力成就的。所以這個世界也感得十方一切諸佛讚歎，釋迦牟尼佛在本經讚歎，代表一切諸佛讚歎，讚歎阿彌陀佛「光中極尊，佛中之王」。為什麼？願力成的，不是業力成的。由此可知，我們要想到西方極樂世界，你沒有願力怎麼能去得了？你的心要跟阿彌陀佛的心一樣，你的願跟阿彌陀佛的願一樣。"
    },
    {
      "id": "02-034-0042_p0028",
      "zh_CN": "我们净宗学会成立，编了一个新的《朝暮课诵》，我将课诵本念的经文，把早晨念的楞严咒、大悲十小咒，改做《无量寿经》四十八愿。原因在哪里？希望我们天天念四十八愿，天天依照阿弥陀佛的愿，我们也发四十八愿，你不发不行。我要发四十八愿，跟阿弥陀佛的愿就相同，就相应了。蕅益大师说，只要具足信愿就决定往生；他老人家说得很好，生到西方世界品位高下，那是你持名功夫的浅深；持名功夫深，你生的品位高，持名功夫浅，你生的品位低；只要有信有愿就决定得生。他说得好，他老人家这个说法，被印光法师肯定。印光法师赞叹他这个《注解》，说即使古佛再来，给《弥陀经》做个注子，也不能超过其上。",
      "zh_TW": "我們淨宗學會成立，編了一個新的《朝暮課誦》，我將課誦本念的經文，把早晨念的楞嚴咒、大悲十小咒，改做《無量壽經》四十八願。原因在哪裡？希望我們天天念四十八願，天天依照阿彌陀佛的願，我們也發四十八願，你不發不行。我要發四十八願，跟阿彌陀佛的願就相同，就相應了。蕅益大師說，只要具足信願就決定往生；他老人家說得很好，生到西方世界品位高下，那是你持名功夫的淺深；持名功夫深，你生的品位高，持名功夫淺，你生的品位低；只要有信有願就決定得生。他說得好，他老人家這個說法，被印光法師肯定。印光法師讚歎他這個《註解》，說即使古佛再來，給《彌陀經》做個註子，也不能超過其上。"
    },
    {
      "id": "02-034-0042_p0029",
      "zh_CN": "我们晓得，印光大师是大势至菩萨再来，那蕅益大师是什么人？蕅益大师没有暴露身分，大势至菩萨对他如此的赞叹，他要不是阿弥陀佛再来，准是观音菩萨再来，我们能够想像得知。不修净土的人，对印光法师这个说法不以为然。往年演培法师，就这一桩事情曾经问过我，他说：印光法师说这个话，是不是说得太过分了一点？我给他老人家说：一点不过分，恰到好处，是真的不是假的。这就说明我们要想往生，一定要发愿，发了愿之后，要行。你发愿，愿不落实，你的愿是空愿，空愿不能感应。你要做，依行填愿，依行实践大愿。有些愿，我们凡夫做不到，做不到怎么样？要有心，所谓是心有余而力不足，这可以原谅的；心都没有了，这不可以的，这不能原谅的，所以一定要有愿心。四十八愿里，哪些条能做到的，要很认真、很努力去做；做不到的，心向往之，要与阿弥陀佛同心同愿。",
      "zh_TW": "我們曉得，印光大師是大勢至菩薩再來，那蕅益大師是什麼人？蕅益大師沒有暴露身分，大勢至菩薩對他如此的讚歎，他要不是阿彌陀佛再來，準是觀音菩薩再來，我們能夠想像得知。不修淨土的人，對印光法師這個說法不以為然。往年演培法師，就這一樁事情曾經問過我，他說：印光法師說這個話，是不是說得太過分了一點？我給他老人家說：一點不過分，恰到好處，是真的不是假的。這就說明我們要想往生，一定要發願，發了願之後，要行。你發願，願不落實，你的願是空願，空願不能感應。你要做，依行填願，依行實踐大願。有些願，我們凡夫做不到，做不到怎麼樣？要有心，所謂是心有餘而力不足，這可以原諒的；心都沒有了，這不可以的，這不能原諒的，所以一定要有願心。四十八願裡，哪些條能做到的，要很認真、很努力去做；做不到的，心嚮往之，要與阿彌陀佛同心同願。"
    },
    {
      "id": "02-034-0042_p0030",
      "zh_CN": "晚课，我们将《弥陀经》、八十八佛、大回向文，改做《无量寿经》三十二到三十七品。为什么要这么改法？救我们现前的念佛同修。祖师大德常常教导我们持戒念佛，今天谁给你讲戒？正好这一段经文就是讲戒律，戒是行，它的内容是讲五戒十善，说得很详细。五戒十善我们要落实，那是佛行，五戒十善做到究竟圆满就成佛；这叫根本戒，换句话说，所有一切戒善，都是从这个根本开出来的。我们初学的人抓到根本，一定要认真努力修学，要把它落实到我们自己的生活行为，这样子一来，我们的心同佛，愿同佛，解同佛，行同佛，哪有不往生的道理？蕅益大师讲得没错，具足信解你就决定得生，所以晓得这个事情重要。",
      "zh_TW": "晚課，我們將《彌陀經》、八十八佛、大迴向文，改做《無量壽經》三十二到三十七品。為什麼要這麼改法？救我們現前的念佛同修。祖師大德常常教導我們持戒念佛，今天誰給你講戒？正好這一段經文就是講戒律，戒是行，它的內容是講五戒十善，說得很詳細。五戒十善我們要落實，那是佛行，五戒十善做到究竟圓滿就成佛；這叫根本戒，換句話說，所有一切戒善，都是從這個根本開出來的。我們初學的人抓到根本，一定要認真努力修學，要把它落實到我們自己的生活行為，這樣子一來，我們的心同佛，願同佛，解同佛，行同佛，哪有不往生的道理？蕅益大師講得沒錯，具足信解你就決定得生，所以曉得這個事情重要。"
    },
    {
      "id": "02-034-0042_p0031",
      "zh_CN": "这个法门简单，经论分量少容易受持，非常适合现代人。现代人一般生活很繁忙，工作量很多，没有时间去读诵大经，也没有时间去听一部大经。所以现代人需要精简，需要精华、需要简单，《无量寿经》正好适合于现代人的需求，分量并不多，内容非常圆满，没有欠缺。文字并不很深，一般都能看得懂，浅的人看到浅，深的人看到深，正是可深可浅。夏莲居老居士说得好，末法往后还有九千年，九千年众生能够得度，都依靠这个会集本。夏老居士也是个再来人，不是普通人。普通人会集这个经，从宋朝王龙舒，第一个开始会集。王龙舒算不错了，站着往生，他是预知时至，没有病苦，站着往生的，总算是有功夫。会集《无量寿经》有功德，但是会集不能尽如人意，后人有批评，取舍欠妥当。同时还有一个后人不能原谅的，把原本的文字改了几个，这是很大的忌讳。",
      "zh_TW": "這個法門簡單，經論分量少容易受持，非常適合現代人。現代人一般生活很繁忙，工作量很多，沒有時間去讀誦大經，也沒有時間去聽一部大經。所以現代人需要精簡，需要精華、需要簡單，《無量壽經》正好適合於現代人的需求，分量並不多，內容非常圓滿，沒有欠缺。文字並不很深，一般都能看得懂，淺的人看到淺，深的人看到深，正是可深可淺。夏蓮居老居士說得好，末法往後還有九千年，九千年眾生能夠得度，都依靠這個會集本。夏老居士也是個再來人，不是普通人。普通人會集這個經，從宋朝王龍舒，第一個開始會集。王龍舒算不錯了，站著往生，他是預知時至，沒有病苦，站著往生的，總算是有功夫。會集《無量壽經》有功德，但是會集不能盡如人意，後人有批評，取捨欠妥當。同時還有一個後人不能原諒的，把原本的文字改了幾個，這是很大的忌諱。"
    },
    {
      "id": "02-034-0042_p0032",
      "zh_CN": "一直到清朝咸丰年间，魏默深居士做第二次的会集，他会集的本子确实比王龙舒的本子有进步，依旧有毛病，取舍也是欠妥当。他也犯了王龙舒的毛病，也把原译本的字改了几个，印光法师对他这个本子有批评。到民国年间，这民国初年，夏老居士做第三次的会集。每一个字、每一句都是五种原译本的原文，一个字没有改动。梅光羲居士在序文里面讲取舍精当，过去译本里面的过失，在这个本子里头找不到，大家称之为《无量寿经》的善本。也想到《无量寿经》是最后消灭的，最后消灭的《无量寿经》的经本，必定是这个本子。我们深深相信，他们这个话说得也不过分，也是说得很中肯。",
      "zh_TW": "一直到清朝咸豐年間，魏默深居士做第二次的會集，他會集的本子確實比王龍舒的本子有進步，依舊有毛病，取捨也是欠妥當。他也犯了王龍舒的毛病，也把原譯本的字改了幾個，印光法師對他這個本子有批評。到民國年間，這民國初年，夏老居士做第三次的會集。每一個字、每一句都是五種原譯本的原文，一個字沒有改動。梅光羲居士在序文裡面講取捨精當，過去譯本裡面的過失，在這個本子裡頭找不到，大家稱之為《無量壽經》的善本。也想到《無量壽經》是最後消滅的，最後消滅的《無量壽經》的經本，必定是這個本子。我們深深相信，他們這個話說得也不過分，也是說得很中肯。"
    },
    {
      "id": "02-034-0042_p0033",
      "zh_CN": "这是劝勉同修们，念佛要想在这一生当中决定往生，要具足信愿，如果没有信愿，念这一句佛号，只是阿赖耶识里头种佛种子，这一生当中不能往生，古人说过「喊破喉咙也枉然」！为什么？没有信愿。可见得信愿行叫三资粮，往生西方净土，三个条件缺一个都不行，三个条件统统具足。那我们不读经，不研究教，这个经教我们今天圈子缩得很小，《无量寿经》，你怎么能够建立坚定的信愿？你怎么能够得到有把握往生？人要得到有把握往生，前途一片光明，你在现前生活当中法喜充满，你活得很自在，非常快乐，这是要功夫的。所以在现前我们最重要的，还是读经、还是闻法，有疑惑一定要提出来发问，断疑生信。要知道「疑」是修行人很大的障碍，决定不要说不好意思问，那就错了，一定要问。问有很大的功德，不但自己可以解除疑惑，也许还有别人跟我有同样的疑惑，这一问，一说明，大家都把这个疑问解除了，所以发问无不是自利利他。",
      "zh_TW": "這是勸勉同修們，念佛要想在這一生當中決定往生，要具足信願，如果沒有信願，念這一句佛號，只是阿賴耶識裡頭種佛種子，這一生當中不能往生，古人說過「喊破喉嚨也枉然」！為什麼？沒有信願。可見得信願行叫三資糧，往生西方淨土，三個條件缺一個都不行，三個條件統統具足。那我們不讀經，不研究教，這個經教我們今天圈子縮得很小，《無量壽經》，你怎麼能夠建立堅定的信願？你怎麼能夠得到有把握往生？人要得到有把握往生，前途一片光明，你在現前生活當中法喜充滿，你活得很自在，非常快樂，這是要功夫的。所以在現前我們最重要的，還是讀經、還是聞法，有疑惑一定要提出來發問，斷疑生信。要知道「疑」是修行人很大的障礙，決定不要說不好意思問，那就錯了，一定要問。問有很大的功德，不但自己可以解除疑惑，也許還有別人跟我有同樣的疑惑，這一問，一說明，大家都把這個疑問解除了，所以發問無不是自利利他。"
    },
    {
      "id": "02-034-0042_p0034",
      "zh_CN": "西方极乐世界是阿弥陀佛本愿感得的，是一切往生的人，跟阿弥陀佛同心同愿所感得的，它不是业力变现的。我们也曾经听说，这个法门叫带业往生。没错！就因为他带业往生，所以这个法门最容易，不要断见思烦恼，只要你信愿坚定。给诸位说，信愿行坚勇，这坚定勇猛决定能伏烦恼；烦恼虽有，不起作用，不起现行。这就是功夫成片，这个条件就决定得生。所以我们自己要常常反省，在日常生活当中，还有烦恼起现行，这个事情麻烦。你是表演、是办事，那另当别论；你一发脾气，事情就办好了，那另当别论；那不是真的，手段，手段可以用。如果心里头真生烦恼，那就完了。表演那是例外，佛菩萨也表演。心里头决定不能真的生烦恼，真正生烦恼的时候，西方极乐世界这一生就去不成了。",
      "zh_TW": "西方極樂世界是阿彌陀佛本願感得的，是一切往生的人，跟阿彌陀佛同心同願所感得的，它不是業力變現的。我們也曾經聽說，這個法門叫帶業往生。沒錯！就因為他帶業往生，所以這個法門最容易，不要斷見思煩惱，只要你信願堅定。給諸位說，信願行堅勇，這堅定勇猛決定能伏煩惱；煩惱雖有，不起作用，不起現行。這就是功夫成片，這個條件就決定得生。所以我們自己要常常反省，在日常生活當中，還有煩惱起現行，這個事情麻煩。你是表演、是辦事，那另當別論；你一發脾氣，事情就辦好了，那另當別論；那不是真的，手段，手段可以用。如果心裡頭真生煩惱，那就完了。表演那是例外，佛菩薩也表演。心裡頭決定不能真的生煩惱，真正生煩惱的時候，西方極樂世界這一生就去不成了。"
    },
    {
      "id": "02-034-0042_p0035",
      "zh_CN": "世出世法都是感应道交，我们往生西方极乐世界是感应。信愿行是能感，阿弥陀佛极乐世界是所感，「感得广大清净居」，那个世界是清净的法界。广大，大到什么程度？我们没法子想像，实在跟诸位说，大到是尽虚空、遍法界。极乐距离我们不远，我们在《往生传》里看到，有人问他：极乐世界在哪里？在我堂屋；极乐世界在哪里？在厨房。那是往生人亲眼看见的，就在面前。所以告诉诸位，极乐世界到底怎么回事情？我们今天讲时空，不同的时空。就好比我们现在看电视，不同的频道，频道一拨对，形相就现前。极乐世界在哪里？就在这个萤幕上；娑婆？娑婆也在这个萤幕上，不同的频道。所以极乐世界是真正广大，跟华藏没有两样。为什么这个世界这么大？它是自性变现的。我们这个世界为什么这么小？业力变现的。业力有范围，自性没有范围、没有边界。自性没有大小，没有边际，没有来去，没有生灭；可是业力变现的，有大小、有来去、有生灭，不一样。",
      "zh_TW": "世出世法都是感應道交，我們往生西方極樂世界是感應。信願行是能感，阿彌陀佛極樂世界是所感，「感得廣大清淨居」，那個世界是清淨的法界。廣大，大到什麼程度？我們沒法子想像，實在跟諸位說，大到是盡虛空、遍法界。極樂距離我們不遠，我們在《往生傳》裡看到，有人問他：極樂世界在哪裡？在我堂屋；極樂世界在哪裡？在廚房。那是往生人親眼看見的，就在面前。所以告訴諸位，極樂世界到底怎麼回事情？我們今天講時空，不同的時空。就好比我們現在看電視，不同的頻道，頻道一撥對，形相就現前。極樂世界在哪裡？就在這個螢幕上；娑婆？娑婆也在這個螢幕上，不同的頻道。所以極樂世界是真正廣大，跟華藏沒有兩樣。為什麼這個世界這麼大？它是自性變現的。我們這個世界為什麼這麼小？業力變現的。業力有範圍，自性沒有範圍、沒有邊界。自性沒有大小，沒有邊際，沒有來去，沒有生滅；可是業力變現的，有大小、有來去、有生滅，不一樣。"
    },
    {
      "id": "02-034-0042_p0036",
      "zh_CN": "这个道理大乘经论里头都说得很多，他是清净心，三摩地恒放光，那是清净；清净心才放光，清净心一尘不染。不但世间法不染，佛法也不染，那才叫清净，真清净。我们今天做不到，希望世间法能不染，我们染佛法还不怕，淘汰也有层次、也有先后，先淘汰世间法，然后再进一步，把染污的佛法也淘汰掉。西方世界有四土，我们纵然是还染佛法，不染世法了，生到西方极乐世界是凡圣同居土。如果连佛法也不染，你就生实报庄严土，这是西方净土的殊胜。所以我们只要摆脱，六道里面这一种的污染，就能生凡圣同居土。再有功夫，能够摆脱四圣法界的污染，这十法界里面，六道上面：声闻、缘觉、菩萨、佛；你能够把四圣法界污染也排除掉，你就生实报庄严土。所以它是清净居。由此可知，清净居也是极乐世界的别名，就像本经里面所说，「清净平等觉」是阿弥陀佛的别号，清净居是极乐世界的别号。",
      "zh_TW": "這個道理大乘經論裡頭都說得很多，他是清淨心，三摩地恆放光，那是清淨；清淨心才放光，清淨心一塵不染。不但世間法不染，佛法也不染，那才叫清淨，真清淨。我們今天做不到，希望世間法能不染，我們染佛法還不怕，淘汰也有層次、也有先後，先淘汰世間法，然後再進一步，把染污的佛法也淘汰掉。西方世界有四土，我們縱然是還染佛法，不染世法了，生到西方極樂世界是凡聖同居土。如果連佛法也不染，你就生實報莊嚴土，這是西方淨土的殊勝。所以我們只要擺脫，六道裡面這一種的污染，就能生凡聖同居土。再有功夫，能夠擺脫四聖法界的污染，這十法界裡面，六道上面：聲聞、緣覺、菩薩、佛；你能夠把四聖法界污染也排除掉，你就生實報莊嚴土。所以它是清淨居。由此可知，清淨居也是極樂世界的別名，就像本經裡面所說，「清淨平等覺」是阿彌陀佛的別號，清淨居是極樂世界的別號。"
    },
    {
      "id": "02-034-0042_p0037",
      "zh_CN": "末后一句，『殊胜庄严无等伦』。这一句是形容极乐世界的庄严美好，美好到了极处，其他诸佛刹土找不到一个能跟它相比的。「伦」是同类的，「等」是平等的，找不到跟它一样，没得比。关于净土的殊胜庄严，世尊在本经里面有介绍，《弥陀经》里头也有介绍，《观经》里面也有介绍，我们合起来看能够了解一个轮廓，明白一个大概。在这个地方我们一定要体会到，它那个国土为什么这样殊胜庄严？佛在大乘经上常说，「一切法从心想生」。西方极乐世界是阿弥陀佛心想生的，一切往生人心想生的，弥陀与所有往生的人心地都是至善，至善的心行变现殊胜庄严的报土。人殊胜，土也殊胜；国土无与伦比，人也无与伦比。",
      "zh_TW": "末後一句，『殊勝莊嚴無等倫』。這一句是形容極樂世界的莊嚴美好，美好到了極處，其他諸佛剎土找不到一個能跟它相比的。「倫」是同類的，「等」是平等的，找不到跟它一樣，沒得比。關於淨土的殊勝莊嚴，世尊在本經裡面有介紹，《彌陀經》裡頭也有介紹，《觀經》裡面也有介紹，我們合起來看能夠了解一個輪廓，明白一個大概。在這個地方我們一定要體會到，它那個國土為什麼這樣殊勝莊嚴？佛在大乘經上常說，「一切法從心想生」。西方極樂世界是阿彌陀佛心想生的，一切往生人心想生的，彌陀與所有往生的人心地都是至善，至善的心行變現殊勝莊嚴的報土。人殊勝，土也殊勝；國土無與倫比，人也無與倫比。"
    },
    {
      "id": "02-034-0042_p0038",
      "zh_CN": "我们要不肯认真努力断恶修善，那怎么行？要做弥陀弟子，要往生西方极乐世界，给诸位说，不但是人中第一等好人，菩萨当中第一等的菩萨，你才行。一切诸佛菩萨弟子当中，你是第一弟子，本经前后都说过。所以我们自己要常常想想，我们的思想、我们的见解、我们的言语、我们的行为，能不能做到第一弟子？今天我们标榜的「学为人师，行为世范」，师是表率，范是模范。我们起心动念、一切行为，可不可以做这个世间一切人的表率模范？如果不能，决定不可以想，决定不可以做；如果能，我们可以想，我们可以做，标准在此地。这个事情要真干，不是说说就算了，说说无济于事。",
      "zh_TW": "我們要不肯認真努力斷惡修善，那怎麼行？要做彌陀弟子，要往生西方極樂世界，給諸位說，不但是人中第一等好人，菩薩當中第一等的菩薩，你才行。一切諸佛菩薩弟子當中，你是第一弟子，本經前後都說過。所以我們自己要常常想想，我們的思想、我們的見解、我們的言語、我們的行為，能不能做到第一弟子？今天我們標榜的「學為人師，行為世範」，師是表率，範是模範。我們起心動念、一切行為，可不可以做這個世間一切人的表率模範？如果不能，決定不可以想，決定不可以做；如果能，我們可以想，我們可以做，標準在此地。這個事情要真幹，不是說說就算了，說說無濟於事。"
    },
    {
      "id": "02-034-0042_p0039",
      "zh_CN": "悟，在佛法里面有解悟、有证悟。解悟不管用，你会讲，讲得没错，讲得天花乱坠，你将来死，该堕地狱还堕地狱，该变畜生还变畜生，不管用。要证悟，什么叫证悟？落实。一定要把你所理解的变成自己生活行为，那才管用，纵然不能完全变成生活行为，少分也管用。我过去跟大家讲西方极乐世界九品往生，我跟古大德讲的不一样，古大德讲的有道理，我想想我讲的这个也不无道理。我的说法，把这一部经它里面所讲的理、所讲的方法、所讲的境界，百分之百做到，你上上品往生；你百分之百做不到，能做到百分之九十，上中品往生；百分之九十做不到，可以做到百分之八十，你上下品往生。这样子一直降下来，下下品往生要做到百分之二十，要做到两成。两成都做不到，那靠不住了，你往生就靠不住。",
      "zh_TW": "悟，在佛法裡面有解悟、有證悟。解悟不管用，你會講，講得沒錯，講得天花亂墜，你將來死，該墮地獄還墮地獄，該變畜生還變畜生，不管用。要證悟，什麼叫證悟？落實。一定要把你所理解的變成自己生活行為，那才管用，縱然不能完全變成生活行為，少分也管用。我過去跟大家講西方極樂世界九品往生，我跟古大德講的不一樣，古大德講的有道理，我想想我講的這個也不無道理。我的說法，把這一部經它裡面所講的理、所講的方法、所講的境界，百分之百做到，你上上品往生；你百分之百做不到，能做到百分之九十，上中品往生；百分之九十做不到，可以做到百分之八十，你上下品往生。這樣子一直降下來，下下品往生要做到百分之二十，要做到兩成。兩成都做不到，那靠不住了，你往生就靠不住。"
    },
    {
      "id": "02-034-0042_p0040",
      "zh_CN": "我想两成应该可以做得到，最低限度要做到两成，你不落实、不认真去做，那怎么行？真正有志气的人，发愤向上的人，决定认真努力去做。两成决定不够，愈多愈好，多多益善，至少也要能做个七成、八成，才能满我们自己的心愿。百分之百当然不容易做到，但是做个七、八成，自己努力一点，我想是没有什么大问题的；克服自己的妄想杂念，克服自己一切的欲望。学佛从做人学起，佛是人中的善人，佛心是善心，佛行是善行。从哪里下手？我们细心观察，现在世间人有哪些毛病，我们的修学对症下药；现在的人不孝父母，我们从孝养父母下手，现在的人不敬师长，我们从尊敬师长下手，对症下药。我们也在表演，表演给世间人看。我们敬自己的父母，也敬别人父母，我们养自己父母，也懂得养别人父母；我们知道爱护自己的儿女，教养自己的儿女，也要爱护别人的儿女，教养别人的儿女。要真干！",
      "zh_TW": "我想兩成應該可以做得到，最低限度要做到兩成，你不落實、不認真去做，那怎麼行？真正有志氣的人，發憤向上的人，決定認真努力去做。兩成決定不夠，愈多愈好，多多益善，至少也要能做個七成、八成，才能滿我們自己的心願。百分之百當然不容易做到，但是做個七、八成，自己努力一點，我想是沒有什麼大問題的；克服自己的妄想雜念，克服自己一切的欲望。學佛從做人學起，佛是人中的善人，佛心是善心，佛行是善行。從哪裡下手？我們細心觀察，現在世間人有哪些毛病，我們的修學對症下藥；現在的人不孝父母，我們從孝養父母下手，現在的人不敬師長，我們從尊敬師長下手，對症下藥。我們也在表演，表演給世間人看。我們敬自己的父母，也敬別人父母，我們養自己父母，也懂得養別人父母；我們知道愛護自己的兒女，教養自己的兒女，也要愛護別人的兒女，教養別人的兒女。要真幹！"
    },
    {
      "id": "02-034-0042_p0041",
      "zh_CN": "世间人哪一个不是自私自利？哪一个不是贪图名闻利养？我们知道这是病，我们自己必须舍弃自私自利，放弃名闻利养，做出来给他看，然后讲了他才相信。你做不到，你光说，说了是不错很好听，别人还打了许多问号在里头，到底是真的、是假的？甚至于还有怀疑：假的，骗我们的，叫我们要舍财布施，他是多多益善，愈多愈好。一定要自己先做样子给人看，释迦牟尼佛弘法利生，就是这个办法，先做出样子给你看；佛教你舍弃名闻利养，佛自己已经舍弃了；佛教人放下五欲六尘，他自己先放下了；大家听了，没话说。所以古来大德讲经说法，先自己做到，先自己契入境界，再说。所以他的言语斩钉截铁，没有丝毫忧虑，没有丝毫怀疑，他统统做到。",
      "zh_TW": "世間人哪一個不是自私自利？哪一個不是貪圖名聞利養？我們知道這是病，我們自己必須捨棄自私自利，放棄名聞利養，做出來給他看，然後講了他才相信。你做不到，你光說，說了是不錯很好聽，別人還打了許多問號在裡頭，到底是真的、是假的？甚至於還有懷疑：假的，騙我們的，叫我們要捨財布施，他是多多益善，愈多愈好。一定要自己先做樣子給人看，釋迦牟尼佛弘法利生，就是這個辦法，先做出樣子給你看；佛教你捨棄名聞利養，佛自己已經捨棄了；佛教人放下五欲六塵，他自己先放下了；大家聽了，沒話說。所以古來大德講經說法，先自己做到，先自己契入境界，再說。所以他的言語斬釘截鐵，沒有絲毫憂慮，沒有絲毫懷疑，他統統做到。"
    },
    {
      "id": "02-034-0042_p0042",
      "zh_CN": "现在人讲经说法，在讲台上，我们听过很多法师，吞吞吐吐，叫人听的是半信半疑。为什么？他自己也半信半疑。自己要先做到，这一点非常非常重要。尤其是个出家人，出家人应当舍得干干净净，决定不要怕：我统统舍干净了，明天没有人供养，我没饭吃，怎么办？你还要打这个妄想，你没有放下，你不是真放下。真放下了，决定没这个妄想；明天没有饭吃，老老实实念一天佛，后天没有饭吃，念两天佛，七天没有饭吃，不就正好到极乐世界去了；一点都不后悔，一点都不疑惑。何况佛在经中告诉我们，世尊灭度之后，白毫光中有一分福德，供养末后的弟子；四事供养统统具足，佛供养学生。这个学生包括在家的，在家要认真修行也得佛的供养，不完全是出家的，佛慈悲到了极处。",
      "zh_TW": "現在人講經說法，在講台上，我們聽過很多法師，吞吞吐吐，叫人聽的是半信半疑。為什麼？他自己也半信半疑。自己要先做到，這一點非常非常重要。尤其是個出家人，出家人應當捨得乾乾淨淨，決定不要怕：我統統捨乾淨了，明天沒有人供養，我沒飯吃，怎麼辦？你還要打這個妄想，你沒有放下，你不是真放下。真放下了，決定沒這個妄想；明天沒有飯吃，老老實實念一天佛，後天沒有飯吃，念兩天佛，七天沒有飯吃，不就正好到極樂世界去了；一點都不後悔，一點都不疑惑。何況佛在經中告訴我們，世尊滅度之後，白毫光中有一分福德，供養末後的弟子；四事供養統統具足，佛供養學生。這個學生包括在家的，在家要認真修行也得佛的供養，不完全是出家的，佛慈悲到了極處。"
    },
    {
      "id": "02-034-0042_p0043",
      "zh_CN": "我们真正要信佛，哪里有一丝毫疑虑？凡是有疑虑的，不信，不信佛的人才有怀疑，才有好多顾虑。信佛的人决定没有，他舍得很自在，那个福报愈舍愈多，来得也很自在。可是多了怎么样？多了可不能贪，一贪就完了，就立刻堕落。所以佛教我们「舍得」，你得到的还要舍，愈舍你就愈得的多，愈得的多愈要舍。财、法，舍财得财，舍法得智慧，施无畏得健康长寿，就从我们眼前流过，你自己要有智慧处理，你才会有真正的成就，你才真正得福，那就像此地讲的「感得广大清净居，殊胜庄严无等伦」。今天时间到了，就讲到此地。",
      "zh_TW": "我們真正要信佛，哪裡有一絲毫疑慮？凡是有疑慮的，不信，不信佛的人才有懷疑，才有好多顧慮。信佛的人決定沒有，他捨得很自在，那個福報愈捨愈多，來得也很自在。可是多了怎麼樣？多了可不能貪，一貪就完了，就立刻墮落。所以佛教我們「捨得」，你得到的還要捨，愈捨你就愈得的多，愈得的多愈要捨。財、法，捨財得財，捨法得智慧，施無畏得健康長壽，就從我們眼前流過，你自己要有智慧處理，你才會有真正的成就，你才真正得福，那就像此地講的「感得廣大清淨居，殊勝莊嚴無等倫」。今天時間到了，就講到此地。"
    }
  ]
}