{
  "doc_id": "02-034-0051",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十一集",
    "zh_TW": "第五十一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "02-034-0051",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-034-0051_p0001",
      "zh_CN": "请掀开经本，看「发大誓愿第六」，这是第六品。第六品是全经真正的核心，最重要的一品。这一品经是本师阿弥陀佛亲口宣说，而释迦世尊为我们转述；世尊的转述，就同阿弥陀佛亲自演讲没有两样。而全经，实在说，就是这一品经的解释而已。所以我们仔细观察，《无量寿经》自始至终这四十八品，字字句句都与四十八愿有关联；也就是说字字句句都是四十八愿的说明，四十八愿的讲解。由此可知，这是净土宗所有一切经论的依据，最原始的依据，是净土的真经，也可以把它看作极乐世界的大宪章，我们今天讲的宪法。而这一品之由来，是法藏菩萨遵从老师的教诲，在大众当中宣说他所发的殊胜大愿。",
      "zh_TW": "請掀開經本，看「發大誓願第六」，這是第六品。第六品是全經真正的核心，最重要的一品。這一品經是本師阿彌陀佛親口宣說，而釋迦世尊為我們轉述；世尊的轉述，就同阿彌陀佛親自演講沒有兩樣。而全經，實在說，就是這一品經的解釋而已。所以我們仔細觀察，《無量壽經》自始至終這四十八品，字字句句都與四十八願有關聯；也就是說字字句句都是四十八願的說明，四十八願的講解。由此可知，這是淨土宗所有一切經論的依據，最原始的依據，是淨土的真經，也可以把它看作極樂世界的大憲章，我們今天講的憲法。而這一品之由來，是法藏菩薩遵從老師的教誨，在大眾當中宣說他所發的殊勝大願。"
    },
    {
      "id": "02-034-0051_p0002",
      "zh_CN": "古代日本对于《无量寿经》的研究注疏，比我们中国人多，这是我们现在在遗留下来的著作当中所看到的。中国古代这些大德们有没有注疏，很难说，也许有，也许没有；如果有，战乱之中失传的很多。譬如《无量寿经》的原译本，我们现在知道从汉朝到南宋，这八百年中曾经有过十二次的翻译。但是现在《大藏经》里面只收了五种，另外七种失传了，这是非常遗憾的一桩事情。古来祖师大德的注解，有没有失传的，这都很难讲。而日本这个国家，可以说是幅员比较小，动乱的范围也不大，许多的典籍都完完整整的保存下来，所以我们在日本《卍续藏经》里面，看到《无量寿经》的注解，日本人的注解比我们多了很多倍。其中《甄解》，这也是很有名的一个注子，它说弥陀四十八愿功德的成就，而归一正觉。这个正觉就是佛的名号，「南无阿弥陀佛」，名号功德不可思议！这是我们在开始讲经的时候，就曾经多次的向诸位报告过。",
      "zh_TW": "古代日本對於《無量壽經》的研究註疏，比我們中國人多，這是我們現在在遺留下來的著作當中所看到的。中國古代這些大德們有沒有註疏，很難說，也許有，也許沒有；如果有，戰亂之中失傳的很多。譬如《無量壽經》的原譯本，我們現在知道從漢朝到南宋，這八百年中曾經有過十二次的翻譯。但是現在《大藏經》裡面只收了五種，另外七種失傳了，這是非常遺憾的一樁事情。古來祖師大德的註解，有沒有失傳的，這都很難講。而日本這個國家，可以說是幅員比較小，動亂的範圍也不大，許多的典籍都完完整整的保存下來，所以我們在日本《卍續藏經》裡面，看到《無量壽經》的註解，日本人的註解比我們多了很多倍。其中《甄解》，這也是很有名的一個註子，它說彌陀四十八願功德的成就，而歸一正覺。這個正覺就是佛的名號，「南無阿彌陀佛」，名號功德不可思議！這是我們在開始講經的時候，就曾經多次的向諸位報告過。"
    },
    {
      "id": "02-034-0051_p0003",
      "zh_CN": "名号六个字都是梵文音译的，「南无」是皈依的意思，皈命的意思；皈是回头，依是依靠；「阿弥陀佛」这个名号，它的意思是无量觉。确实极乐世界依正庄严，显示出究竟圆满的无量觉。我们娑婆世界、他方世界，虽然有觉，但是不圆满。为什么？不是人人都觉。西方极乐世界没有一个迷惑颠倒的人，迷惑颠倒的人不能往生。所以他选择往生的条件，就是要具足正觉，要皈依无量觉。也许诸位同修怀疑，如果是这样的条件，我们的往生恐怕没有指望。这一点这一部经上讲得就非常清楚，觉有偏圆，有圆满的、有不圆满的，有大有小；大的觉悟没有，小的觉悟我们有。可是在圆教大乘，《无量寿经》的确属于圆教大乘，古来祖师大德判这一部经，圆中之圆，顿中之顿，一乘当中的一乘，真是把它的地位提高到无以复加。",
      "zh_TW": "名號六個字都是梵文音譯的，「南無」是皈依的意思，皈命的意思；皈是回頭，依是依靠；「阿彌陀佛」這個名號，它的意思是無量覺。確實極樂世界依正莊嚴，顯示出究竟圓滿的無量覺。我們娑婆世界、他方世界，雖然有覺，但是不圓滿。為什麼？不是人人都覺。西方極樂世界沒有一個迷惑顛倒的人，迷惑顛倒的人不能往生。所以他選擇往生的條件，就是要具足正覺，要皈依無量覺。也許諸位同修懷疑，如果是這樣的條件，我們的往生恐怕沒有指望。這一點這一部經上講得就非常清楚，覺有偏圓，有圓滿的、有不圓滿的，有大有小；大的覺悟沒有，小的覺悟我們有。可是在圓教大乘，《無量壽經》的確屬於圓教大乘，古來祖師大德判這一部經，圓中之圓，頓中之頓，一乘當中的一乘，真是把它的地位提高到無以復加。"
    },
    {
      "id": "02-034-0051_p0004",
      "zh_CN": "我们有智慧选择念佛法门，有信心、有愿心，脱离六道轮回，求生极乐世界。这个一念，跟诸位说，你说他是小觉也行，你说他是大觉也行，这个觉没大小。凭这一念的觉心，这一念是纯正之觉，就能往生，生到西方极乐世界，就得到阿弥陀佛本愿威神加持。这是一生成就的法门，不是小成就，不是证阿罗汉果、菩萨果，不是的，究竟圆满的佛果，一生当中成就，所以这个法门是不思议法门。这是弥陀正觉功德，不可思议，所以誓愿不可思议。我们学佛，第一要紧的要明理，佛在经上所讲的道理要清楚，无论是讲根本的大道理，宇宙人生的大道理，或者是讲西方极乐世界的由来，我们前面读过。为什么会有个阿弥陀佛？阿弥陀佛为什么要建极乐世界？建了极乐世界之后，又为了是什么？我们都得清楚，都得明了。阿弥陀佛对我们有些什么希求？我们想往生要具备哪些条件？这些在前面都曾经跟诸位报告过。",
      "zh_TW": "我們有智慧選擇念佛法門，有信心、有願心，脫離六道輪迴，求生極樂世界。這個一念，跟諸位說，你說他是小覺也行，你說他是大覺也行，這個覺沒大小。憑這一念的覺心，這一念是純正之覺，就能往生，生到西方極樂世界，就得到阿彌陀佛本願威神加持。這是一生成就的法門，不是小成就，不是證阿羅漢果、菩薩果，不是的，究竟圓滿的佛果，一生當中成就，所以這個法門是不思議法門。這是彌陀正覺功德，不可思議，所以誓願不可思議。我們學佛，第一要緊的要明理，佛在經上所講的道理要清楚，無論是講根本的大道理，宇宙人生的大道理，或者是講西方極樂世界的由來，我們前面讀過。為什麼會有個阿彌陀佛？阿彌陀佛為什麼要建極樂世界？建了極樂世界之後，又為了是什麼？我們都得清楚，都得明瞭。阿彌陀佛對我們有些什麼希求？我們想往生要具備哪些條件？這些在前面都曾經跟諸位報告過。"
    },
    {
      "id": "02-034-0051_p0005",
      "zh_CN": "再说我们现在采取的本子，是一个会集本。现在有少数人分别执着很深，所谓是成见很深，尤其是对于在家居士，总是要小看了半截。这是出家人在外面弘法利生，真的是占便宜，大家对你能生起恭敬心。居士上来讲经，讲得再好都要打对折，听众在心里恭敬心生不起来。除非比出家人，讲得好要超过十倍，下面听经的才会点头。你讲的跟出家人一样好，人家对你是摇头，不点头。会集经本亦复如是，如果这个会集本是出家大德做的，现在这个时代没有人说话；它是在家居士会集的。这个事情说起来也很奇怪，三种会集本全是在家人做的；第一个会集本，是宋朝时候王龙舒居士做的；第二个会集本，是清朝咸丰年间，魏默深居士做的；这是第三个会集本，夏莲居老居士做的。王龙舒的本子，搜集在《龙藏》里面，日本的《大藏经》也搜集这个本子。古时候祖师大德的著作，如果被收进《大藏经》，那就是说在当时那一代里面高僧大德，都肯定你的著作是没有错误的，可以流传给后世，这才能入藏。入藏，那是一个高度的标准，至善的标准。",
      "zh_TW": "再說我們現在採取的本子，是一個會集本。現在有少數人分別執著很深，所謂是成見很深，尤其是對於在家居士，總是要小看了半截。這是出家人在外面弘法利生，真的是佔便宜，大家對你能生起恭敬心。居士上來講經，講得再好都要打對折，聽眾在心裡恭敬心生不起來。除非比出家人，講得好要超過十倍，下面聽經的才會點頭。你講的跟出家人一樣好，人家對你是搖頭，不點頭。會集經本亦復如是，如果這個會集本是出家大德做的，現在這個時代沒有人說話；它是在家居士會集的。這個事情說起來也很奇怪，三種會集本全是在家人做的；第一個會集本，是宋朝時候王龍舒居士做的；第二個會集本，是清朝咸豐年間，魏默深居士做的；這是第三個會集本，夏蓮居老居士做的。王龍舒的本子，蒐集在《龍藏》裡面，日本的《大藏經》也蒐集這個本子。古時候祖師大德的著作，如果被收進《大藏經》，那就是說在當時那一代裡面高僧大德，都肯定你的著作是沒有錯誤的，可以流傳給後世，這才能入藏。入藏，那是一個高度的標準，至善的標準。"
    },
    {
      "id": "02-034-0051_p0006",
      "zh_CN": "王龙舒居士，实在讲也非常的遗憾，在他那一个时代，他所看到的《无量寿经》的原本只看到四种，《大宝积经》里面这一种，他没有看到。由此可知，当时经典得到非常不容易。因为在宋朝那个时候，依旧是手抄本，印刷术还没有发达，没有发明。经卷都是手写的，数量当然是很有限，所以《大宝积经》这一份他没见到，他只依四种原译本会集。《大宝积经》里面还有一些经文，其他四种里头没有的，他就没有看到了，因此他的会集就不圆满。同时他在会集的时候，不知道是有意、还是无意，将经文原文改动了几个字。当然在他来说这是无可厚非，以他学佛的功夫，悟入的境界，文字的造诣，那都是属于上乘的。但是这个例子不能开，例子开了，后代的人看到前面祖师可以随便改动经文，后人也照这个样子办，这个人改一句，那个人改两个字，经传下来之后就面目全非，所以经文是决定不可以改动。这是印光法师对他的批评，对他这一个作法是相当不满意。祖师批评有他的道理，希望正法能够常住世间。",
      "zh_TW": "王龍舒居士，實在講也非常的遺憾，在他那一個時代，他所看到的《無量壽經》的原本只看到四種，《大寶積經》裡面這一種，他沒有看到。由此可知，當時經典得到非常不容易。因為在宋朝那個時候，依舊是手抄本，印刷術還沒有發達，沒有發明。經卷都是手寫的，數量當然是很有限，所以《大寶積經》這一份他沒見到，他只依四種原譯本會集。《大寶積經》裡面還有一些經文，其他四種裡頭沒有的，他就沒有看到了，因此他的會集就不圓滿。同時他在會集的時候，不知道是有意、還是無意，將經文原文改動了幾個字。當然在他來說這是無可厚非，以他學佛的功夫，悟入的境界，文字的造詣，那都是屬於上乘的。但是這個例子不能開，例子開了，後代的人看到前面祖師可以隨便改動經文，後人也照這個樣子辦，這個人改一句，那個人改兩個字，經傳下來之後就面目全非，所以經文是決定不可以改動。這是印光法師對他的批評，對他這一個作法是相當不滿意。祖師批評有他的道理，希望正法能夠常住世間。"
    },
    {
      "id": "02-034-0051_p0007",
      "zh_CN": "清朝末年魏默深的译本，魏居士五种原译本他都看到了，所以他的会集确实超过王龙舒的本子。但是对于原译本的取舍，有些不太妥当的地方，同时也有将原译的文字改动，这是印光大师也有批评，也不满意。正因为这个原因，夏老居士发心做第三次的会集，避免前面两种译本的过失，他做得格外谨慎。我们在前面序文里面看到，序文是梅光羲居士做的。这一品经，夏老邀请慧明老法师跟梅光羲居士，三个人用了三个月的时间，会集成这一品，才知道他们是多么的慎重。三位大德，三个月的时间会集这一品经，非常认真，非常谨慎，还得求佛菩萨加持。而实际上这三位大德，我们细心的去揣摩都是再来人，不是凡夫。尤其是夏莲居老居士，这是在这个时代出现，会集成这么一个完善的《无量寿经》。它的作用，就是要普度末法九千年当中的众生，帮助这些人求生西方极乐世界。",
      "zh_TW": "清朝末年魏默深的譯本，魏居士五種原譯本他都看到了，所以他的會集確實超過王龍舒的本子。但是對於原譯本的取捨，有些不太妥當的地方，同時也有將原譯的文字改動，這是印光大師也有批評，也不滿意。正因為這個原因，夏老居士發心做第三次的會集，避免前面兩種譯本的過失，他做得格外謹慎。我們在前面序文裡面看到，序文是梅光羲居士做的。這一品經，夏老邀請慧明老法師跟梅光羲居士，三個人用了三個月的時間，會集成這一品，才知道他們是多麼的慎重。三位大德，三個月的時間會集這一品經，非常認真，非常謹慎，還得求佛菩薩加持。而實際上這三位大德，我們細心的去揣摩都是再來人，不是凡夫。尤其是夏蓮居老居士，這是在這個時代出現，會集成這麼一個完善的《無量壽經》。它的作用，就是要普度末法九千年當中的眾生，幫助這些人求生西方極樂世界。"
    },
    {
      "id": "02-034-0051_p0008",
      "zh_CN": "我们要记住，佛家讲末法往后还有九千年，跟现在西方人，西方宗教讲的不一样。西方世界宗教讲，一九九九年是世界末日，我们佛法的法运还有九千年，还长得很。九千年之后，佛法没有了，灭法时期。灭法，人就很痛苦，苦在哪里？苦在没有人教导。这一种苦难的状况，我们现代人如果头脑冷静一些，也能够想像得几分。今天社会动乱，可以说是举世之人，无论他的生活是什么样的状况，精神生活都很苦闷，都不能够安定下来，这是什么原因？说实在的话，远远的比不上古人。中国古圣先贤，常常感叹到人与禽兽相差几希。人是动物，跟其他的动物有什么两样？人之所以能为万物之灵，是因为人受教育，其他的动物没有受过教育，真正的差别就在此地。",
      "zh_TW": "我們要記住，佛家講末法往後還有九千年，跟現在西方人，西方宗教講的不一樣。西方世界宗教講，一九九九年是世界末日，我們佛法的法運還有九千年，還長得很。九千年之後，佛法沒有了，滅法時期。滅法，人就很痛苦，苦在哪裡？苦在沒有人教導。這一種苦難的狀況，我們現代人如果頭腦冷靜一些，也能夠想像得幾分。今天社會動亂，可以說是舉世之人，無論他的生活是什麼樣的狀況，精神生活都很苦悶，都不能夠安定下來，這是什麼原因？說實在的話，遠遠的比不上古人。中國古聖先賢，常常感嘆到人與禽獸相差幾希。人是動物，跟其他的動物有什麼兩樣？人之所以能為萬物之靈，是因為人受教育，其他的動物沒有受過教育，真正的差別就在此地。"
    },
    {
      "id": "02-034-0051_p0009",
      "zh_CN": "人受的是什么教育？受的是做人的教育，所以懂得做人。但是近代这几十年来，这个教育没有了，西方没有，在中国也没有了。人要是不懂得做人，人就跟禽兽没有两样，人就会做出禽兽的事情来，于是社会就不安定，我们生命财产没有保障。这些禽兽小动物，他出去觅食，他会不会被别的禽兽吃掉？很难讲。他出去能平安回来吗？靠不住。我们今天活在这个世间，亦复如是，所以生命财产没有安全感。这是我们舍弃古圣先贤的教育，招致的后果。如果古圣先贤的教育，影响力要是荡然无存的话，那就是灭法时期。每一个人随顺自己的烦恼，随顺自己的妄想，随顺自己的习气，自自然然会做出许许多多所谓损人利己之事，那这个社会还得了吗？",
      "zh_TW": "人受的是什麼教育？受的是做人的教育，所以懂得做人。但是近代這幾十年來，這個教育沒有了，西方沒有，在中國也沒有了。人要是不懂得做人，人就跟禽獸沒有兩樣，人就會做出禽獸的事情來，於是社會就不安定，我們生命財產沒有保障。這些禽獸小動物，他出去覓食，他會不會被別的禽獸吃掉？很難講。他出去能平安回來嗎？靠不住。我們今天活在這個世間，亦復如是，所以生命財產沒有安全感。這是我們捨棄古聖先賢的教育，招致的後果。如果古聖先賢的教育，影響力要是蕩然無存的話，那就是滅法時期。每一個人隨順自己的煩惱，隨順自己的妄想，隨順自己的習氣，自自然然會做出許許多多所謂損人利己之事，那這個社會還得了嗎？"
    },
    {
      "id": "02-034-0051_p0010",
      "zh_CN": "现在在我们地球上，同修们有假期都喜欢到国外去旅游，你们走过许许多多地方，回来还是新加坡好，我问过许多人都有这个感觉。新加坡好在什么地方？人民守法，规规矩矩的过日子，规规矩矩的工作，这种精神，这种生活习惯，你从小就培养成的。换句话说，新加坡的教育，还有一点人情味在里头。比过去那是差多了，但是比起其他国家地区，还保存着有相当的成分。这就是说，是有一个负责任的政府在推动，在教导他的人民，知道怎么过日子，知道怎样工作，知道怎样处事待人接物。所以这个地区虽然很小，它安定，虽然也有不同的族群、不同的宗教，能够彼此和睦相处，这就很难得了！",
      "zh_TW": "現在在我們地球上，同修們有假期都喜歡到國外去旅遊，你們走過許許多多地方，回來還是新加坡好，我問過許多人都有這個感覺。新加坡好在什麼地方？人民守法，規規矩矩的過日子，規規矩矩的工作，這種精神，這種生活習慣，你從小就培養成的。換句話說，新加坡的教育，還有一點人情味在裡頭。比過去那是差多了，但是比起其他國家地區，還保存著有相當的成分。這就是說，是有一個負責任的政府在推動，在教導他的人民，知道怎麼過日子，知道怎樣工作，知道怎樣處事待人接物。所以這個地區雖然很小，它安定，雖然也有不同的族群、不同的宗教，能夠彼此和睦相處，這就很難得了！"
    },
    {
      "id": "02-034-0051_p0011",
      "zh_CN": "今天世界上许许多多国家，上从领导人下至群众，都希望有个安定的社会，有个繁荣的社会，有个和平的世界。天天在向往，天天在希求，能不能得到？那就要看我们是不是要重视人伦教育这一桩事情。我们在《无量寿经》上，看到西方极乐世界，极乐世界是多元文化。往生到那里去的人，我们现在换个名词，移民到西方极乐世界的人，不分种族，不分宗教。从十方世界移民到极乐世界的人，那么多不同的文化背景，为什么能在西方极乐世界居住，相安无事，和睦相处？过着真善美慧的生活，令人羡慕。再告诉诸位，我们在这个经典里面，诸位从头到尾仔细去看，西方极乐世界没有政治组织，没有听说西方极乐世界哪个作帝王，哪个作总统，没有，也没有看到部长。经文里面也没有告诉我们，那一边有军队、有警察，没有，统统都没有，人民生活过得那么好。由此可知，这不是政治问题，这也不是军事问题，经济、科技那边也都没有，都没提到。",
      "zh_TW": "今天世界上許許多多國家，上從領導人下至群眾，都希望有個安定的社會，有個繁榮的社會，有個和平的世界。天天在嚮往，天天在希求，能不能得到？那就要看我們是不是要重視人倫教育這一樁事情。我們在《無量壽經》上，看到西方極樂世界，極樂世界是多元文化。往生到那裡去的人，我們現在換個名詞，移民到西方極樂世界的人，不分種族，不分宗教。從十方世界移民到極樂世界的人，那麼多不同的文化背景，為什麼能在西方極樂世界居住，相安無事，和睦相處？過著真善美慧的生活，令人羨慕。再告訴諸位，我們在這個經典裡面，諸位從頭到尾仔細去看，西方極樂世界沒有政治組織，沒有聽說西方極樂世界哪個作帝王，哪個作總統，沒有，也沒有看到部長。經文裡面也沒有告訴我們，那一邊有軍隊、有警察，沒有，統統都沒有，人民生活過得那麼好。由此可知，這不是政治問題，這也不是軍事問題，經濟、科技那邊也都沒有，都沒提到。"
    },
    {
      "id": "02-034-0051_p0012",
      "zh_CN": "但是提到一桩事情，这一桩事情可重要了。什么事情？教学。阿弥陀佛与诸大菩萨天天讲经说法，教化众生，一切移民到那边去的人，天天跟阿弥陀佛学习，跟诸大菩萨学习，生活不亦乐乎。我们再回头看看，《华严经》上毘卢遮那佛的华藏世界，跟阿弥陀佛的极乐世界没有两样。我们才真正觉悟到，诸佛刹土里头只做一桩事情，用我们的话来说，办好教育。什么教育？多元文化的教育。在我们世间教育种类很多，我们把这一桩事情看作多元文化社会教育，而在诸佛刹土里面，只有这么一桩事情，所以我们称它多元文化的教育就够了。这一桩事情做好了，什么问题都解决了，人人都称心，人人都满意。",
      "zh_TW": "但是提到一樁事情，這一樁事情可重要了。什麼事情？教學。阿彌陀佛與諸大菩薩天天講經說法，教化眾生，一切移民到那邊去的人，天天跟阿彌陀佛學習，跟諸大菩薩學習，生活不亦樂乎。我們再回頭看看，《華嚴經》上毘盧遮那佛的華藏世界，跟阿彌陀佛的極樂世界沒有兩樣。我們才真正覺悟到，諸佛剎土裡頭只做一樁事情，用我們的話來說，辦好教育。什麼教育？多元文化的教育。在我們世間教育種類很多，我們把這一樁事情看作多元文化社會教育，而在諸佛剎土裡面，只有這麼一樁事情，所以我們稱它多元文化的教育就夠了。這一樁事情做好了，什麼問題都解決了，人人都稱心，人人都滿意。"
    },
    {
      "id": "02-034-0051_p0013",
      "zh_CN": "尤其是西方极乐世界，在这个地方我们看到法藏菩萨这一篇报告，这四十八愿是他的报告，完美到极处。当然我们能想像得到，法藏比丘当时在世间自在王如来的讲堂，面对着世尊，面对着大众，做这个详细报告，那个详细的程度，可能超过我们此地百倍、千倍都不止，我们在他前面学习状况能够体会得到。他跟他的老师学习的时间千亿岁，他的修持五劫，所以他的报告时间一定很长很长。世尊为我们介绍，那只是介绍报告里头的精华，他那一篇报告的目录而已，四十八愿目录，不是原文。所以这个目录里面，字字句句当然含无量义，这是我们一定要能够理解的。",
      "zh_TW": "尤其是西方極樂世界，在這個地方我們看到法藏菩薩這一篇報告，這四十八願是他的報告，完美到極處。當然我們能想像得到，法藏比丘當時在世間自在王如來的講堂，面對著世尊，面對著大眾，做這個詳細報告，那個詳細的程度，可能超過我們此地百倍、千倍都不止，我們在他前面學習狀況能夠體會得到。他跟他的老師學習的時間千億歲，他的修持五劫，所以他的報告時間一定很長很長。世尊為我們介紹，那只是介紹報告裡頭的精華，他那一篇報告的目錄而已，四十八願目錄，不是原文。所以這個目錄裡面，字字句句當然含無量義，這是我們一定要能夠理解的。"
    },
    {
      "id": "02-034-0051_p0014",
      "zh_CN": "至于五种原译本里面，愿文多寡差别很大。汉译、吴译只有二十四愿，愿二十四章，魏译、唐译这两种是四十八，而宋译是三十六，这个差别太大了。所以古人、古大德有个共同的看法，决定是翻经的法师所根据的原译本不相同，否则的话，不可能有这么大的差别。所以从这三种很大差别，他们判断传到中国来的《无量寿经》原译本，至少有三种。这三种不相同，原本不相同，才会有这种情况发生。这个判断是有理由的，我们可以接受。",
      "zh_TW": "至於五種原譯本裡面，願文多寡差別很大。漢譯、吳譯只有二十四願，願二十四章，魏譯、唐譯這兩種是四十八，而宋譯是三十六，這個差別太大了。所以古人、古大德有個共同的看法，決定是翻經的法師所根據的原譯本不相同，否則的話，不可能有這麼大的差別。所以從這三種很大差別，他們判斷傳到中國來的《無量壽經》原譯本，至少有三種。這三種不相同，原本不相同，才會有這種情況發生。這個判斷是有理由的，我們可以接受。"
    },
    {
      "id": "02-034-0051_p0015",
      "zh_CN": "为什么原译本会有三种？可能有更多种，因为我们的原译本有七种失传了，没有看到，看到之后可能还有很大的差别。于是祖师大德们就想到，释迦牟尼佛当年在世，必定是这一部经讲过很多次。这是一个推断，但是也确实有根据，不是随便说的。我们知道世尊当年在世，讲经说法只讲一次，没有重复讲第二遍的。《无量寿经》既然是多次宣讲，那个用意就不一样。如果不是对我们修行证果，有非常重要的关系，世尊决定不可能一部经、一个法门讲好多遍。所以集结也就照样集结下来了，流传到中国才有许多不同的原本。从这一个地方来观察，我们就了解，世尊对于这一部经是多么重视。隋唐古大德推崇这一部经，是诸佛如来度众生成佛道的第一经。",
      "zh_TW": "為什麼原譯本會有三種？可能有更多種，因為我們的原譯本有七種失傳了，沒有看到，看到之後可能還有很大的差別。於是祖師大德們就想到，釋迦牟尼佛當年在世，必定是這一部經講過很多次。這是一個推斷，但是也確實有根據，不是隨便說的。我們知道世尊當年在世，講經說法只講一次，沒有重複講第二遍的。《無量壽經》既然是多次宣講，那個用意就不一樣。如果不是對我們修行證果，有非常重要的關係，世尊決定不可能一部經、一個法門講好多遍。所以集結也就照樣集結下來了，流傳到中國才有許多不同的原本。從這一個地方來觀察，我們就了解，世尊對於這一部經是多麼重視。隋唐古大德推崇這一部經，是諸佛如來度眾生成佛道的第一經。"
    },
    {
      "id": "02-034-0051_p0016",
      "zh_CN": "因为原译本有这么多，内容参差这么大，而且当时的人获得多种的译本又相当困难，所以有心人就发心做会集的工作。王龙舒居士他开端，集所有会集本之大成为一个本子，读这一个本子，所有译本你统统都读到了，对于我们修净土的人方便太多了，我们要感恩。夏莲居这个本子，印光法师没有见到。印祖如果见到这个本子，我相信他一定点头，这个会集得好。经本不是不能会集，会集是可以的，会集也是应当的。我们晓得王龙舒居士往生是预知时至，他是站着往生的。诸位看看《龙舒净土文》，这个本子前面有一张画像，王龙舒居士站着往生的像。如果会集是不应该的，会集是有罪过的，王龙舒居士怎么能站着往生？从这一点就给我们做了一个证明，他替阿弥陀佛做了一桩好事情，对佛教、对众生做了巨大的贡献，他会集得没错。莲池大师，这是我们中国人最敬佩的一位净宗祖师，他在《弥陀经疏钞》里面，《弥陀经疏钞》的确是大著作，引用《无量寿经》，几乎是超过一半的文字采取王龙舒的会集本。这就是说明莲池大师对龙舒会集本肯定。",
      "zh_TW": "因為原譯本有這麼多，內容參差這麼大，而且當時的人獲得多種的譯本又相當困難，所以有心人就發心做會集的工作。王龍舒居士他開端，集所有會集本之大成為一個本子，讀這一個本子，所有譯本你統統都讀到了，對於我們修淨土的人方便太多了，我們要感恩。夏蓮居這個本子，印光法師沒有見到。印祖如果見到這個本子，我相信他一定點頭，這個會集得好。經本不是不能會集，會集是可以的，會集也是應當的。我們曉得王龍舒居士往生是預知時至，他是站著往生的。諸位看看《龍舒淨土文》，這個本子前面有一張畫像，王龍舒居士站著往生的像。如果會集是不應該的，會集是有罪過的，王龍舒居士怎麼能站著往生？從這一點就給我們做了一個證明，他替阿彌陀佛做了一樁好事情，對佛教、對眾生做了巨大的貢獻，他會集得沒錯。蓮池大師，這是我們中國人最敬佩的一位淨宗祖師，他在《彌陀經疏鈔》裡面，《彌陀經疏鈔》的確是大著作，引用《無量壽經》，幾乎是超過一半的文字採取王龍舒的會集本。這就是說明蓮池大師對龍舒會集本肯定。"
    },
    {
      "id": "02-034-0051_p0017",
      "zh_CN": "从这一些事迹，我们对这个本子，必定要生起信心。有一些人毁谤，总不外是有意无意；有意，那就是他别有意图，我们就不必说了；无意，那是听人家毁谤，人云亦云，那是属于无意的。这些都不可以采信，我们要坚定信心。这个会集本文字不多，这个义理，五种原译本的意思，圆圆满满的包括在其中。他将汉、吴所译的二十四愿，魏、唐本子里面的四十八愿，宋译的三十六愿，给它会合起来，会集成这一章、这一品，会集成这一品。而它的分段，大段二十四章，本经的段落是二十四章，小的目是四十八愿。这是古来原译本的数字，都顾及到了。所以近代的一些大德们，都赞叹这个本子是《无量寿经》的善本，最圆满的本子，我们在这一生能够遇到非常幸运。我们跟阿弥陀佛有缘，跟夏老居士也有缘，夏老居士肯定是大菩萨示现的，决定不是普通人，普通人会集不了这么圆满。他来到这个世间，实在讲，就是为我们做这一桩事情。这个品题的由来，就介绍到此地。现在请看经文：",
      "zh_TW": "從這一些事蹟，我們對這個本子，必定要生起信心。有一些人毀謗，總不外是有意無意；有意，那就是他別有意圖，我們就不必說了；無意，那是聽人家毀謗，人云亦云，那是屬於無意的。這些都不可以採信，我們要堅定信心。這個會集本文字不多，這個義理，五種原譯本的意思，圓圓滿滿的包括在其中。他將漢、吳所譯的二十四願，魏、唐本子裡面的四十八願，宋譯的三十六願，給它會合起來，會集成這一章、這一品，會集成這一品。而它的分段，大段二十四章，本經的段落是二十四章，小的目是四十八願。這是古來原譯本的數字，都顧及到了。所以近代的一些大德們，都讚歎這個本子是《無量壽經》的善本，最圓滿的本子，我們在這一生能夠遇到非常幸運。我們跟阿彌陀佛有緣，跟夏老居士也有緣，夏老居士肯定是大菩薩示現的，決定不是普通人，普通人會集不了這麼圓滿。他來到這個世間，實在講，就是為我們做這一樁事情。這個品題的由來，就介紹到此地。現在請看經文："
    },
    {
      "id": "02-034-0051_p0018",
      "zh_CN": "【法藏白言。唯愿世尊。大慈听察。】",
      "zh_TW": "【法藏白言。唯願世尊。大慈聽察。】"
    },
    {
      "id": "02-034-0051_p0019",
      "zh_CN": "此地法藏所称的「世尊」，就是世间自在王如来，他的老师。他的报告是在老师的讲堂，面对着老师、同学、大众。这是说法的仪规，我们要学，这里面圆满具足真诚恭敬的心态。印光大师说得好，「一分诚敬得一分利益，十分诚敬得十分利益」。佛法要从哪里求？从恭敬当中求。我们在这里看到他的礼节，看到他说话的态度。『白言』，这是最恭敬的态度。『唯愿世尊，大慈听察』，而实在说，今天法藏的成就超过老师了，可是法藏并不以为然。超过老师，那就值得骄傲了，现在人都是这样的。",
      "zh_TW": "此地法藏所稱的「世尊」，就是世間自在王如來，他的老師。他的報告是在老師的講堂，面對著老師、同學、大眾。這是說法的儀規，我們要學，這裡面圓滿具足真誠恭敬的心態。印光大師說得好，「一分誠敬得一分利益，十分誠敬得十分利益」。佛法要從哪裡求？從恭敬當中求。我們在這裡看到他的禮節，看到他說話的態度。『白言』，這是最恭敬的態度。『唯願世尊，大慈聽察』，而實在說，今天法藏的成就超過老師了，可是法藏並不以為然。超過老師，那就值得驕傲了，現在人都是這樣的。"
    },
    {
      "id": "02-034-0051_p0020",
      "zh_CN": "我今天下午在中华医院吃饭，坐在我旁边的是李居士。李老居士告诉我，他认识的新加坡的朋友，把儿子送到美国去念书，千辛万苦，供养儿子到美国念书，在那边学业完成，也成家立业。老夫妻两个，很多年没有看到儿子非常想念，到美国去看儿子。在那里住了一个多月，回来的时候，儿子拿个帐单给他，他说：你在我这里住了一个月，住宿的费用，每天吃饭供养的费用，一笔一笔都把它算，连洗衣服那个费用都算在里面。这夫妻两个一看，意冷心灰，儿子送到外国留学就丢掉了，没有了，不是的，再遇到的时候是生意买卖，你吃多少钱的饭赶紧付钱。不能怪儿女，要怪谁？怪自己没教好。你怎么能怪他？怪他就错了。你从小没有教给他伦理的教育，他不懂得孝养父母。美国人确实是这个样子，父母到他家吃饭要算钱，一起上馆子吃饭各人付各人钱。不像中国人抢来抢去，还打架，外国人看到很奇怪，东方人跟西方人的思想不相同。所以他回来之后心里很难过，给这些老朋友说到这些事情，今天我们在谈话当中，偶然的时候提到这一桩事情。我们想到这个，教育非常非常重要。",
      "zh_TW": "我今天下午在中華醫院吃飯，坐在我旁邊的是李居士。李老居士告訴我，他認識的新加坡的朋友，把兒子送到美國去念書，千辛萬苦，供養兒子到美國念書，在那邊學業完成，也成家立業。老夫妻兩個，很多年沒有看到兒子非常想念，到美國去看兒子。在那裡住了一個多月，回來的時候，兒子拿個帳單給他，他說：你在我這裡住了一個月，住宿的費用，每天吃飯供養的費用，一筆一筆都把它算，連洗衣服那個費用都算在裡面。這夫妻兩個一看，意冷心灰，兒子送到外國留學就丟掉了，沒有了，不是的，再遇到的時候是生意買賣，你吃多少錢的飯趕緊付錢。不能怪兒女，要怪誰？怪自己沒教好。你怎麼能怪他？怪他就錯了。你從小沒有教給他倫理的教育，他不懂得孝養父母。美國人確實是這個樣子，父母到他家吃飯要算錢，一起上館子吃飯各人付各人錢。不像中國人搶來搶去，還打架，外國人看到很奇怪，東方人跟西方人的思想不相同。所以他回來之後心裡很難過，給這些老朋友說到這些事情，今天我們在談話當中，偶然的時候提到這一樁事情。我們想到這個，教育非常非常重要。"
    },
    {
      "id": "02-034-0051_p0021",
      "zh_CN": "中华医院里面附设一个中医学院，太难得了。中医是中国文化的精华，很可惜现在学的人少了。我今天去看，它们的设备非常难得，相当完整，希望有志保存中国国粹的同修，可以到那边去念它的学院。他们真的都是在行菩萨道，门诊、施药，门诊好像只是收一块钱；拿药，不管药是什么样的成分，不分贵贱，一律收两块钱。我说这些人都是菩萨，发菩萨心，救苦救难。",
      "zh_TW": "中華醫院裡面附設一個中醫學院，太難得了。中醫是中國文化的精華，很可惜現在學的人少了。我今天去看，它們的設備非常難得，相當完整，希望有志保存中國國粹的同修，可以到那邊去念它的學院。他們真的都是在行菩薩道，門診、施藥，門診好像只是收一塊錢；拿藥，不管藥是什麼樣的成分，不分貴賤，一律收兩塊錢。我說這些人都是菩薩，發菩薩心，救苦救難。"
    },
    {
      "id": "02-034-0051_p0022",
      "zh_CN": "法藏菩萨的报告，还要请求老师听察，这是多么谦虚、多么恭敬，我们学佛要在这个地方学。想一想我们自己，对长辈、对父母、对老师、甚至于对佛菩萨，佛菩萨不在，对佛菩萨的形像，我们的恭敬不足，这样的心态来学佛，难怪功夫不得力。所以像这些地方，都要认真努力来学习。下面是他正式的报告，这个报告前面四句是总纲，后面四十八愿是别目，所以前面这四句非常重要。",
      "zh_TW": "法藏菩薩的報告，還要請求老師聽察，這是多麼謙虛、多麼恭敬，我們學佛要在這個地方學。想一想我們自己，對長輩、對父母、對老師、甚至於對佛菩薩，佛菩薩不在，對佛菩薩的形像，我們的恭敬不足，這樣的心態來學佛，難怪功夫不得力。所以像這些地方，都要認真努力來學習。下面是他正式的報告，這個報告前面四句是總綱，後面四十八願是別目，所以前面這四句非常重要。"
    },
    {
      "id": "02-034-0051_p0023",
      "zh_CN": "【我若证得无上菩提。成正觉已。所居佛刹。具足无量不可思议。功德庄严。】",
      "zh_TW": "【我若證得無上菩提。成正覺已。所居佛剎。具足無量不可思議。功德莊嚴。】"
    },
    {
      "id": "02-034-0051_p0024",
      "zh_CN": "就是这四句。『我』是法藏自称。『若』是很谦虚的话，为什么？他已经证得了，这不是假设的话，他已经证得。已经证得还说「若」，这是谦虚，一丝毫的傲慢自满都没有。我们在日常生活当中，与别人交谈要学着会说话，要学谦虚，要学恭敬。言语，在孔老夫子是列在第二门功课。孔老夫子教学是四门功课，第一门是德行，第二门是言语，夫子把言语看得多么重要，你要学会说话。过去教学，实在讲，学说话是从小学开始，念了《诗经》就会说话。小朋友这一开始读书认字的时候，念《千家诗》、念《唐诗三百首》；以这个为基础之后，再念《诗经》。教给你说话要含蓄，说话要谦敬，谦虚恭敬，你将来一生无论做什么事情，就能够得到许多人的帮助。",
      "zh_TW": "就是這四句。『我』是法藏自稱。『若』是很謙虛的話，為什麼？他已經證得了，這不是假設的話，他已經證得。已經證得還說「若」，這是謙虛，一絲毫的傲慢自滿都沒有。我們在日常生活當中，與別人交談要學著會說話，要學謙虛，要學恭敬。言語，在孔老夫子是列在第二門功課。孔老夫子教學是四門功課，第一門是德行，第二門是言語，夫子把言語看得多麼重要，你要學會說話。過去教學，實在講，學說話是從小學開始，念了《詩經》就會說話。小朋友這一開始讀書認字的時候，念《千家詩》、念《唐詩三百首》；以這個為基礎之後，再念《詩經》。教給你說話要含蓄，說話要謙敬，謙虛恭敬，你將來一生無論做什麼事情，就能夠得到許多人的幫助。"
    },
    {
      "id": "02-034-0051_p0025",
      "zh_CN": "如果不会说话，你虽然有能力、有经验，得不到别人的帮助。说话带着傲慢自大，到真正自己有困难的时候，没有一个人帮助你，在言语当中无形，自己都不知道，得罪了许许多多的朋友。平时你不能够觉察，到能够觉察到之后，就后悔来不及了。所以说话跟平常写这些文字，文字是言语符号，都要认真的学习，这是人与人沟通的管道。这个管道要疏畅，你才能够得到外面的助缘，怎么能疏忽？怎么能够不认真的学习？佛经，实在讲是很圆满的教科书，但是这些文字，我们往往疏忽掉，念得太多了，老生常谈，不再留意了，所以没有学到。我们有机会在一起研究讨论，不能不提出来。",
      "zh_TW": "如果不會說話，你雖然有能力、有經驗，得不到別人的幫助。說話帶著傲慢自大，到真正自己有困難的時候，沒有一個人幫助你，在言語當中無形，自己都不知道，得罪了許許多多的朋友。平時你不能夠覺察，到能夠覺察到之後，就後悔來不及了。所以說話跟平常寫這些文字，文字是言語符號，都要認真的學習，這是人與人溝通的管道。這個管道要疏暢，你才能夠得到外面的助緣，怎麼能疏忽？怎麼能夠不認真的學習？佛經，實在講是很圓滿的教科書，但是這些文字，我們往往疏忽掉，念得太多了，老生常談，不再留意了，所以沒有學到。我們有機會在一起研究討論，不能不提出來。"
    },
    {
      "id": "02-034-0051_p0026",
      "zh_CN": "『得无上菩提，成正觉已』。「无上菩提」，是他所修学的课程；「成正觉已」，是他所得到的学位，他的课程修圆满了，学位才得到。这个正觉就是圆教佛果，究竟圆满的佛果。究竟圆满佛果，是要把无上正等正觉修圆满。无上菩提，就是无上正等正觉。这一句非常重要，但是一般同学也把它疏忽掉，粗心大意，你没有能觉察到。你要真正觉察体会到，你就晓得学佛学的是什么？求的是什么？无上菩提，不是人天福报，不是名闻利养。如果我们想学佛，学佛为的是什么？学佛是为了要作大法师，学佛是为了要建大道场，学佛是为了要统理许许多多的徒众，那不全搞错了吗？所以我们学佛不能成就，人家学佛能成就。人家学佛为什么？是为无上菩提，是为无量觉。世出世间一切法，法法都能够觉而不迷，他学这个。",
      "zh_TW": "『得無上菩提，成正覺已』。「無上菩提」，是他所修學的課程；「成正覺已」，是他所得到的學位，他的課程修圓滿了，學位才得到。這個正覺就是圓教佛果，究竟圓滿的佛果。究竟圓滿佛果，是要把無上正等正覺修圓滿。無上菩提，就是無上正等正覺。這一句非常重要，但是一般同學也把它疏忽掉，粗心大意，你沒有能覺察到。你要真正覺察體會到，你就曉得學佛學的是什麼？求的是什麼？無上菩提，不是人天福報，不是名聞利養。如果我們想學佛，學佛為的是什麼？學佛是為了要作大法師，學佛是為了要建大道場，學佛是為了要統理許許多多的徒眾，那不全搞錯了嗎？所以我們學佛不能成就，人家學佛能成就。人家學佛為什麼？是為無上菩提，是為無量覺。世出世間一切法，法法都能夠覺而不迷，他學這個。"
    },
    {
      "id": "02-034-0051_p0027",
      "zh_CN": "我们今天说老实话，对于一切法，有些也真的在用心学，可是学了怎么样？学了就迷了。几个人能够学而不迷？为什么说你学了迷？着相就迷了，分别就迷了。人家的本事，每天学习不着相、不分别，他才是觉而不迷。我们今天愈学愈迷，愈学愈执着，这到哪一年才能成就？马鸣菩萨在《起信论》里面，教给我们觉而不迷的方法，「离言说相，离名字相，离心缘相」，你只要把这三句话的原则守住，世出世间法无论哪一法，你学习只有觉就没有迷了，才能真正做到觉而不迷；否则的话，你那个觉还是迷，不是真的觉悟。你所学到的，用现在的话来说，皮毛常识而已，没有能够契入境界，你学得再多都是迷而不觉。",
      "zh_TW": "我們今天說老實話，對於一切法，有些也真的在用心學，可是學了怎麼樣？學了就迷了。幾個人能夠學而不迷？為什麼說你學了迷？著相就迷了，分別就迷了。人家的本事，每天學習不著相、不分別，他才是覺而不迷。我們今天愈學愈迷，愈學愈執著，這到哪一年才能成就？馬鳴菩薩在《起信論》裡面，教給我們覺而不迷的方法，「離言說相，離名字相，離心緣相」，你只要把這三句話的原則守住，世出世間法無論哪一法，你學習只有覺就沒有迷了，才能真正做到覺而不迷；否則的話，你那個覺還是迷，不是真的覺悟。你所學到的，用現在的話來說，皮毛常識而已，沒有能夠契入境界，你學得再多都是迷而不覺。"
    },
    {
      "id": "02-034-0051_p0028",
      "zh_CN": "法藏菩萨从发心修学，这一部经上介绍得不少，字字句句我们都应当要学习。所以他学得圆满了，「得无上菩提」，这毕业了；「成正觉已」，这是佛的果位拿到了。问一问，法藏比丘有没有执着？他说「我证得无上菩提」，又「成正觉已」，明明有分别、有执着，跟我们现在的状况有什么差别？表面上看没有差别，实际上差别就太大太大。这正是宗门所讲，「分别亦非意」，这个意思就深了。既然分别亦非意，执着也非意。由此可知，说「我」是随顺众生说，说「证得」也是随顺众生说，说「成」还是随顺众生说，自己决定没有起心动念，决定没有分别执着。我们得明了，然后你才有学习下手之处。这两句从这一小段来看，这两句是因，修因，后面两句是果报。佛法也离不开因果，你修善因，一定得善果。",
      "zh_TW": "法藏菩薩從發心修學，這一部經上介紹得不少，字字句句我們都應當要學習。所以他學得圓滿了，「得無上菩提」，這畢業了；「成正覺已」，這是佛的果位拿到了。問一問，法藏比丘有沒有執著？他說「我證得無上菩提」，又「成正覺已」，明明有分別、有執著，跟我們現在的狀況有什麼差別？表面上看沒有差別，實際上差別就太大太大。這正是宗門所講，「分別亦非意」，這個意思就深了。既然分別亦非意，執著也非意。由此可知，說「我」是隨順眾生說，說「證得」也是隨順眾生說，說「成」還是隨順眾生說，自己決定沒有起心動念，決定沒有分別執著。我們得明瞭，然後你才有學習下手之處。這兩句從這一小段來看，這兩句是因，修因，後面兩句是果報。佛法也離不開因果，你修善因，一定得善果。"
    },
    {
      "id": "02-034-0051_p0029",
      "zh_CN": "『所居佛刹』，「佛刹」是依正庄严。『具足无量不可思议功德』，「具足」是圆满的意思，周遍的意思，没有一丝毫欠缺，才叫具足。「具足无量」这四个字，就是超胜诸佛刹土。他的愿望实现了，为我们做了最好的证明，「佛氏门中，有求必应」。阿弥陀佛发的这个愿，我们一般人听起来简直就是不可能；你要作佛，还要超过诸佛，怎么可能？居然就兑现了。作佛要超过诸佛，这个愿都兑现了，还有什么愿不能兑现？实在说，给我们修学带来无比的信心。有人说：法师，你为什么那么有信心？我信心从这儿来的。信心有来由，有根源，哪有不成就的道理？",
      "zh_TW": "『所居佛剎』，「佛剎」是依正莊嚴。『具足無量不可思議功德』，「具足」是圓滿的意思，周遍的意思，沒有一絲毫欠缺，才叫具足。「具足無量」這四個字，就是超勝諸佛剎土。他的願望實現了，為我們做了最好的證明，「佛氏門中，有求必應」。阿彌陀佛發的這個願，我們一般人聽起來簡直就是不可能；你要作佛，還要超過諸佛，怎麼可能？居然就兌現了。作佛要超過諸佛，這個願都兌現了，還有什麼願不能兌現？實在說，給我們修學帶來無比的信心。有人說：法師，你為什麼那麼有信心？我信心從這兒來的。信心有來由，有根源，哪有不成就的道理？"
    },
    {
      "id": "02-034-0051_p0030",
      "zh_CN": "「具足」两个字是没有欠缺；换句话说，一切诸佛刹土，诸佛所居佛刹都有缺陷，唯独西方净土没有缺陷。法藏怎样建成西方净土，前面都曾经说过。他是长时间的修学，老师教得好，老师善教，学生善学。老师不但是把十方世界，我们今天讲宇宙人生的真相，跟他讲得清楚明白，这里面有理论、有性相、有因果、有境界。而且老师以神力，将十方诸佛刹土展现在他面前，让他统统看到，这个时间是千亿岁。他听了，他看到了，他很聪明，他做一个集十方诸佛刹土圆满的大成。十方诸佛世界优点全部吸收了，十方世界的缺陷完全改进，所以西方极乐世界超过诸佛刹土，是这么来的。",
      "zh_TW": "「具足」兩個字是沒有欠缺；換句話說，一切諸佛剎土，諸佛所居佛剎都有缺陷，唯獨西方淨土沒有缺陷。法藏怎樣建成西方淨土，前面都曾經說過。他是長時間的修學，老師教得好，老師善教，學生善學。老師不但是把十方世界，我們今天講宇宙人生的真相，跟他講得清楚明白，這裡面有理論、有性相、有因果、有境界。而且老師以神力，將十方諸佛剎土展現在他面前，讓他統統看到，這個時間是千億歲。他聽了，他看到了，他很聰明，他做一個集十方諸佛剎土圓滿的大成。十方諸佛世界優點全部吸收了，十方世界的缺陷完全改進，所以西方極樂世界超過諸佛剎土，是這麼來的。"
    },
    {
      "id": "02-034-0051_p0031",
      "zh_CN": "同样一个道理，我们要想将这一个道场，建得十全十美而没有缺陷，我们要学，光凭空在家里想不行。想多了，头脑会想坏，会出毛病，一定要多多参学。居士林有计划成立一个医疗室，所以我们今天去参观中华医院，去参学。看看它那个地方有什么好的，好的地方我们采取，我们吸收；它那里要有什么缺陷，我们希望能避免，希望能改进。阿弥陀佛极乐世界是学来的，不是凭空想像的。妄想不能成事，一定要好好的去学习，你才会有成就。古大德告诉我们，一个人「活到老，学到老，学不了」，是真的。在佛法里面，生生世世继续不断的在修学，从初发心到如来地，学习的时间无量劫、三大阿僧祇劫。我们要有耐心，如理如法的去学习，我们才会有成就。所以「具足无量」这四个字意思深了。",
      "zh_TW": "同樣一個道理，我們要想將這一個道場，建得十全十美而沒有缺陷，我們要學，光憑空在家裡想不行。想多了，頭腦會想壞，會出毛病，一定要多多參學。居士林有計畫成立一個醫療室，所以我們今天去參觀中華醫院，去參學。看看它那個地方有什麼好的，好的地方我們採取，我們吸收；它那裡要有什麼缺陷，我們希望能避免，希望能改進。阿彌陀佛極樂世界是學來的，不是憑空想像的。妄想不能成事，一定要好好的去學習，你才會有成就。古大德告訴我們，一個人「活到老，學到老，學不了」，是真的。在佛法裡面，生生世世繼續不斷的在修學，從初發心到如來地，學習的時間無量劫、三大阿僧祇劫。我們要有耐心，如理如法的去學習，我們才會有成就。所以「具足無量」這四個字意思深了。"
    },
    {
      "id": "02-034-0051_p0032",
      "zh_CN": "「不可思议」，这四个字完全是华严境界。清凉大师判《华严》四种无碍：理无碍、事无碍、理事无碍、事事无碍，这个境界就叫做一真法界。诸位要知道，十法界里头没有这个境界。十法界里面，四圣法界：声闻、缘觉、菩萨、通教的佛、藏教的佛，可能达到理事无碍，事事无碍没有。事事无碍是真正的一真法界，十法界里头没有，所以是不可思议，加上一个「具足无量不可思议」。下面讲到『功德庄严』，这四个字是这一段的总结，关键在「具足无量不可思议」这八个字。真的我们没有办法想像，也说不出来。",
      "zh_TW": "「不可思議」，這四個字完全是華嚴境界。清涼大師判《華嚴》四種無礙：理無礙、事無礙、理事無礙、事事無礙，這個境界就叫做一真法界。諸位要知道，十法界裡頭沒有這個境界。十法界裡面，四聖法界：聲聞、緣覺、菩薩、通教的佛、藏教的佛，可能達到理事無礙，事事無礙沒有。事事無礙是真正的一真法界，十法界裡頭沒有，所以是不可思議，加上一個「具足無量不可思議」。下面講到『功德莊嚴』，這四個字是這一段的總結，關鍵在「具足無量不可思議」這八個字。真的我們沒有辦法想像，也說不出來。"
    },
    {
      "id": "02-034-0051_p0033",
      "zh_CN": "《华严经》上讲的「六相十玄」，这是华严家的祖师大德，不可说当中为我们说出，实在是非常希有。譬如讲「一即是多，多即是一，一多不二」，这是事事无碍。我们今天一不是多，多不是一，一跟多决定有障碍。一多无碍，我们想不通。再说大小相融，我们更没有办法理解。他说「芥子纳须弥」，芥子是芥菜子，像芝麻粒一样，须弥山，不要说太大了，以我们地球上大山来讲喜玛拉雅山，喜玛拉雅山能够装到一个芥菜子里面吗？你去装装看，能不能装进去？佛在经上给我们讲，须弥山没缩小，芥菜子没有放大，它就装进去了。这也是不可思议，事事无碍的境界。",
      "zh_TW": "《華嚴經》上講的「六相十玄」，這是華嚴家的祖師大德，不可說當中為我們說出，實在是非常希有。譬如講「一即是多，多即是一，一多不二」，這是事事無礙。我們今天一不是多，多不是一，一跟多決定有障礙。一多無礙，我們想不通。再說大小相融，我們更沒有辦法理解。他說「芥子納須彌」，芥子是芥菜子，像芝麻粒一樣，須彌山，不要說太大了，以我們地球上大山來講喜瑪拉雅山，喜瑪拉雅山能夠裝到一個芥菜子裡面嗎？你去裝裝看，能不能裝進去？佛在經上給我們講，須彌山沒縮小，芥菜子沒有放大，它就裝進去了。這也是不可思議，事事無礙的境界。"
    },
    {
      "id": "02-034-0051_p0034",
      "zh_CN": "其他的讲「广狭自在，延促同时」，这一句讲的是时间。我们现在在时间，过去、现在、未来，过去不是现在，现在不是未来，这当中有障碍。这一句就是我们现在人所说的，突破了时间，超越时间，过去、现在、未来同时存在。这个道理西方科学家说过，好像爱因斯坦讲过，过去、现在、未来同时存在。但是现在问题，是我们没有办法回到过去，也没有办法进入到未来；理上是发现了，事上做不到。西方极乐世界的菩萨，哪些人？刚刚往生的菩萨，下品下生的菩萨，你只要到了西方极乐世界，这个能力你就有了。换句话说，你自己过去，过去这一生，过去第二生，过去第三生，过去无量劫，你全部看到了，未来的境界你也看到了，你突破了时空的界限。",
      "zh_TW": "其他的講「廣狹自在，延促同時」，這一句講的是時間。我們現在在時間，過去、現在、未來，過去不是現在，現在不是未來，這當中有障礙。這一句就是我們現在人所說的，突破了時間，超越時間，過去、現在、未來同時存在。這個道理西方科學家說過，好像愛因斯坦講過，過去、現在、未來同時存在。但是現在問題，是我們沒有辦法回到過去，也沒有辦法進入到未來；理上是發現了，事上做不到。西方極樂世界的菩薩，哪些人？剛剛往生的菩薩，下品下生的菩薩，你只要到了西方極樂世界，這個能力你就有了。換句話說，你自己過去，過去這一生，過去第二生，過去第三生，過去無量劫，你全部看到了，未來的境界你也看到了，你突破了時空的界限。"
    },
    {
      "id": "02-034-0051_p0035",
      "zh_CN": "我们要问，他有什么能力突破这个界限？我们感到非常困惑。实在讲，这里头有道理的。一多不能相即，大小不能相容，延促不能同时，这一些原因从哪里来的？佛告诉我们，这一些现象都不是真的，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」。这个经文我们念得很熟，佛是给我们说明，事实真相就是这个样子。这些现象怎么产生的？是我们自己妄想分别执着里头变现出来的，梦幻泡影，你要知道它有来源。到达西方极乐世界之后，妄想分别执着都没有了，都放弃，都放下，都舍弃了，这些所有一切障碍统统破除，道理在此地。你明白这个道理，你就不感觉得奇怪，你才晓得这么回事，理所当然。六相十玄在西方极乐世界，是一般人生活的正常现象，那是得大自在。我们今天妄想分别执着断不了，习气太重。西方极乐世界，得诸佛威神的加持，得阿弥陀佛本愿功德的加持。可是我们去，也必须要有个最低水平的条件，这个条件是什么？控制自己的烦恼习气，叫带业往生。",
      "zh_TW": "我們要問，他有什麼能力突破這個界限？我們感到非常困惑。實在講，這裡頭有道理的。一多不能相即，大小不能相容，延促不能同時，這一些原因從哪裡來的？佛告訴我們，這一些現象都不是真的，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」。這個經文我們念得很熟，佛是給我們說明，事實真相就是這個樣子。這些現象怎麼產生的？是我們自己妄想分別執著裡頭變現出來的，夢幻泡影，你要知道它有來源。到達西方極樂世界之後，妄想分別執著都沒有了，都放棄，都放下，都捨棄了，這些所有一切障礙統統破除，道理在此地。你明白這個道理，你就不感覺得奇怪，你才曉得這麼回事，理所當然。六相十玄在西方極樂世界，是一般人生活的正常現象，那是得大自在。我們今天妄想分別執著斷不了，習氣太重。西方極樂世界，得諸佛威神的加持，得阿彌陀佛本願功德的加持。可是我們去，也必須要有個最低水平的條件，這個條件是什麼？控制自己的煩惱習氣，叫帶業往生。"
    },
    {
      "id": "02-034-0051_p0036",
      "zh_CN": "我们离开此地这几天，才不过一个星期，我们念佛堂在退步，佛菩萨来的次数少了，妖魔鬼怪乘机会又钻进来了，你们每天在念佛堂有没有感觉到？我清楚，很清楚。所以你们诸位要振奋起来，以真诚心、清净心念佛，佛菩萨到我们这个地方来，我们有感，他有应。我们感的念头衰了，佛菩萨应的缘就疏了。我们一个念头打妄想，一时的松懈，佛菩萨才去，妖魔鬼怪乘隙就进来了。由此可知，我们松懈不得。《感应篇》里面有个故事，我们这几天讲过，很值得我们警惕。这是古时候，有一位参禅的老和尚，在入定的时候看到两位法师。定中看到两位法师在谈话，有许多护法神围绕着，站在旁边。过了一会儿，这护法神走了，他们两个还继续在谈，没多久一群妖魔鬼怪来了，也是围绕他的周边。他们到底在谈什么？最初这两个出家人在谈佛法，护法神围绕周边；佛法谈完之后，话家常，护法神没有了；最后谈到名闻利养，妖魔鬼怪都来了。",
      "zh_TW": "我們離開此地這幾天，才不過一個星期，我們念佛堂在退步，佛菩薩來的次數少了，妖魔鬼怪乘機會又鑽進來了，你們每天在念佛堂有沒有感覺到？我清楚，很清楚。所以你們諸位要振奮起來，以真誠心、清淨心念佛，佛菩薩到我們這個地方來，我們有感，他有應。我們感的念頭衰了，佛菩薩應的緣就疏了。我們一個念頭打妄想，一時的鬆懈，佛菩薩才去，妖魔鬼怪乘隙就進來了。由此可知，我們鬆懈不得。《感應篇》裡面有個故事，我們這幾天講過，很值得我們警惕。這是古時候，有一位參禪的老和尚，在入定的時候看到兩位法師。定中看到兩位法師在談話，有許多護法神圍繞著，站在旁邊。過了一會兒，這護法神走了，他們兩個還繼續在談，沒多久一群妖魔鬼怪來了，也是圍繞他的周邊。他們到底在談什麼？最初這兩個出家人在談佛法，護法神圍繞周邊；佛法談完之後，話家常，護法神沒有了；最後談到名聞利養，妖魔鬼怪都來了。"
    },
    {
      "id": "02-034-0051_p0037",
      "zh_CN": "念头一转，境界都变了。这不就是佛在经上常讲的「一切法从心想生」，天台大师给我们讲的「百界千如」。我们一心向佛的时候，这个时候佛法界现前，我们自己不觉得。你要晓得诸佛护念，佛到我们这个道场来，我们这个道场现在是佛法界。为什么是佛法界？大家心里有佛，佛法界现前。一个人心里有佛，这一尊佛出现了，这个讲堂里面几百个人，每一个人心里都有佛，就几百尊佛出现。只有几个人心里有佛，其余人一面念佛，一面还胡思乱想，真的还想到名闻利养，我们这个佛堂，护法神少，妖魔鬼怪多，护法神跟妖魔鬼怪都在。还好他们不吵架，他们也不闹事情，相安无事。这些境界在明眼人看起来，很清楚、很明白。",
      "zh_TW": "念頭一轉，境界都變了。這不就是佛在經上常講的「一切法從心想生」，天台大師給我們講的「百界千如」。我們一心向佛的時候，這個時候佛法界現前，我們自己不覺得。你要曉得諸佛護念，佛到我們這個道場來，我們這個道場現在是佛法界。為什麼是佛法界？大家心裡有佛，佛法界現前。一個人心裡有佛，這一尊佛出現了，這個講堂裡面幾百個人，每一個人心裡都有佛，就幾百尊佛出現。只有幾個人心裡有佛，其餘人一面念佛，一面還胡思亂想，真的還想到名聞利養，我們這個佛堂，護法神少，妖魔鬼怪多，護法神跟妖魔鬼怪都在。還好他們不吵架，他們也不鬧事情，相安無事。這些境界在明眼人看起來，很清楚、很明白。"
    },
    {
      "id": "02-034-0051_p0038",
      "zh_CN": "诸位一定要存好心，要存个佛心，念念心跟佛菩萨相应，那是多么殊胜。念念跟佛菩萨相应，念念跟佛菩萨同在，你的气势跟别人、跟平常，自然不一样。你所在之处，一般人跟你接触，用现在的话来说，磁场不一样，你的磁场是佛菩萨的磁场，自自然然能令跟你接触的众生都生欢喜心，这就是摄受的力量。如果我们念念都是名利，念念都是贪瞋痴，念念都是别人的坏事，你的磁场马上就改变了，是一个最恶劣的磁场，别人接触你都嫌弃你，都恨不得赶快远离你。这些情况，我想我们在一生当中，常常与别人往来，如果留意的话会感触得到；但是不知道是什么原因，学了佛之后，我们才知道这什么原因。你那个心，一念善，善的境界就现前；一念恶，恶的境界也就现前。「境缘无好丑，好丑在人心」，就在自己这一个念头。所以吉凶祸福也在这一念。",
      "zh_TW": "諸位一定要存好心，要存個佛心，念念心跟佛菩薩相應，那是多麼殊勝。念念跟佛菩薩相應，念念跟佛菩薩同在，你的氣勢跟別人、跟平常，自然不一樣。你所在之處，一般人跟你接觸，用現在的話來說，磁場不一樣，你的磁場是佛菩薩的磁場，自自然然能令跟你接觸的眾生都生歡喜心，這就是攝受的力量。如果我們念念都是名利，念念都是貪瞋痴，念念都是別人的壞事，你的磁場馬上就改變了，是一個最惡劣的磁場，別人接觸你都嫌棄你，都恨不得趕快遠離你。這些情況，我想我們在一生當中，常常與別人往來，如果留意的話會感觸得到；但是不知道是什麼原因，學了佛之後，我們才知道這什麼原因。你那個心，一念善，善的境界就現前；一念惡，惡的境界也就現前。「境緣無好醜，好醜在人心」，就在自己這一個念頭。所以吉凶禍福也在這一念。"
    },
    {
      "id": "02-034-0051_p0039",
      "zh_CN": "前天我们同修傅居士从法国回来，我问问他那边的情况，他告诉我，那边的磁场非常不好。他说现在欧洲社会，到那个地方去，就感觉得身心不安，有一点恐怖感。他告诉我，法国人对于诺查丹玛斯的预言非常相信；诺查丹玛斯是法国人，连法国的小孩对他都很熟悉。但是这个问题没有办法解决，很可惜法国人没学佛，要学佛了，这个问题就能解决。他们只知其当然，不知其所以然，佛法了解得真的透彻。他们知道这个世间有灾难，灾难从哪里来的？为什么有这个灾难？他不晓得。他也知道这个灾难，是世间人造恶而招感来的，但是他没有办法摆脱宗教哲学这框架子。认定世间人造作罪业，上帝生气了，要惩罚世人，把世人消灭掉，上帝发怒了，这个没有办法；也找不到一个合适的人，去劝劝上帝，没法子。但是在佛法里面讲，就不是这个说法。这个境是心造的，命运是心造的，所以命运可以改变，吉凶祸福有转机，回头是岸；不是说，回头也没有用。回头也没有用，是宗教哲学的观点，在佛法回头就有用，回头就能够消灾免难。最殊胜的我们心要存个佛心，佛心是真诚、清净、平等、觉悟、慈悲，无条件的帮助一切众生，无条件的布施供养一切众生。",
      "zh_TW": "前天我們同修傅居士從法國回來，我問問他那邊的情況，他告訴我，那邊的磁場非常不好。他說現在歐洲社會，到那個地方去，就感覺得身心不安，有一點恐怖感。他告訴我，法國人對於諾查丹瑪斯的預言非常相信；諾查丹瑪斯是法國人，連法國的小孩對他都很熟悉。但是這個問題沒有辦法解決，很可惜法國人沒學佛，要學佛了，這個問題就能解決。他們只知其當然，不知其所以然，佛法了解得真的透徹。他們知道這個世間有災難，災難從哪裡來的？為什麼有這個災難？他不曉得。他也知道這個災難，是世間人造惡而招感來的，但是他沒有辦法擺脫宗教哲學這框架子。認定世間人造作罪業，上帝生氣了，要懲罰世人，把世人消滅掉，上帝發怒了，這個沒有辦法；也找不到一個合適的人，去勸勸上帝，沒法子。但是在佛法裡面講，就不是這個說法。這個境是心造的，命運是心造的，所以命運可以改變，吉凶禍福有轉機，回頭是岸；不是說，回頭也沒有用。回頭也沒有用，是宗教哲學的觀點，在佛法回頭就有用，回頭就能夠消災免難。最殊勝的我們心要存個佛心，佛心是真誠、清淨、平等、覺悟、慈悲，無條件的幫助一切眾生，無條件的布施供養一切眾生。"
    },
    {
      "id": "02-034-0051_p0040",
      "zh_CN": "我这个话，别人听去了，现在我们在此地讲经，台湾同修告诉我，总有几十万到一百多万听众。我们肉眼没看到，网路传播出去了，在全世界网路上看的人很多。大家都知道，我们最近在新加坡访问其他的宗教，我们都热诚的供养，赠送一些金钱，帮助他们办这些社会福利事业。于是真的有一些人误会，净空法师大概很有钱，这很多化缘都找我来了。其实我哪儿来的钱？哪有那么多钱？这是有一些同修，知道我在做多元文化的工作，和睦族群，和睦宗教，他们对我这个想法、作法肯定，于是拿一些钱来赞助，钱从这里来的。这个钱指定的是做这个用途，没有指定我去做慈善事业，所以一般慈善团体来找我，我爱莫能助，这里面当然有不少是佛教团体。这些送钱给我的人，没有指定要帮助佛教慈善事业，他没有这样说，我就不能动，他指定的是叫我做和睦宗教、和睦族群这个用途。我受他们的付托，帮助他们做一点好事，所以大家千万不要误会。",
      "zh_TW": "我這個話，別人聽去了，現在我們在此地講經，台灣同修告訴我，總有幾十萬到一百多萬聽眾。我們肉眼沒看到，網路傳播出去了，在全世界網路上看的人很多。大家都知道，我們最近在新加坡訪問其他的宗教，我們都熱誠的供養，贈送一些金錢，幫助他們辦這些社會福利事業。於是真的有一些人誤會，淨空法師大概很有錢，這很多化緣都找我來了。其實我哪兒來的錢？哪有那麼多錢？這是有一些同修，知道我在做多元文化的工作，和睦族群，和睦宗教，他們對我這個想法、作法肯定，於是拿一些錢來贊助，錢從這裡來的。這個錢指定的是做這個用途，沒有指定我去做慈善事業，所以一般慈善團體來找我，我愛莫能助，這裡面當然有不少是佛教團體。這些送錢給我的人，沒有指定要幫助佛教慈善事業，他沒有這樣說，我就不能動，他指定的是叫我做和睦宗教、和睦族群這個用途。我受他們的付託，幫助他們做一點好事，所以大家千萬不要誤會。"
    },
    {
      "id": "02-034-0051_p0041",
      "zh_CN": "在居士林，在任何道场，同修们供养我的这些红包，我都没有拆开过，没有看过，全部都送到道场去了。我在哪一个道场，就送给哪个道场，我从来不看的。我也不化缘，我也不向人家要一分钱。我觉得唐朝古人讲的话没错，讲得好，「多一事不如少一事」，庞居士讲的，「少一事不如无事」。人家供养我的红包，统统推出去，无事。我要收了，那就是多一事；我不要，就无事了，无事比好事还要好。古圣先贤的教诲我懂得，我认真的学习，我得受用了。我也教大家，也劝告大家，特别是出家的同修们，真正一生在道业上有把握成就，最好学印光大师，决定会成就。印光大师第一个不收出家徒弟，你要想到出家徒弟不好收，麻烦很大。他老人家这个示现，非常有道理。",
      "zh_TW": "在居士林，在任何道場，同修們供養我的這些紅包，我都沒有拆開過，沒有看過，全部都送到道場去了。我在哪一個道場，就送給哪個道場，我從來不看的。我也不化緣，我也不向人家要一分錢。我覺得唐朝古人講的話沒錯，講得好，「多一事不如少一事」，龐居士講的，「少一事不如無事」。人家供養我的紅包，統統推出去，無事。我要收了，那就是多一事；我不要，就無事了，無事比好事還要好。古聖先賢的教誨我懂得，我認真的學習，我得受用了。我也教大家，也勸告大家，特別是出家的同修們，真正一生在道業上有把握成就，最好學印光大師，決定會成就。印光大師第一個不收出家徒弟，你要想到出家徒弟不好收，麻煩很大。他老人家這個示現，非常有道理。"
    },
    {
      "id": "02-034-0051_p0042",
      "zh_CN": "也许你们有人问，跟到我的不是很多出家徒弟吗？我告诉大家，不是我收的，我没有，韩馆长收的。所以这些人能够出家，要感激韩馆长，知恩报恩。没有韩馆长，你们就没有出家的缘分，她收的。过去台北图书馆道场她建的，她不建，我决定不建道场，她建的道场，她收这些出家人。所以她老人家往生之后，再有人找我出家，我不剃度。再有人找我出家，我剃度，那是我收的。一生不建道场，作客不作主，自在！作主人不自在。作客人我住在这个地方，房子漏了，漏了与我不相干，他的事情。房子坏了，不能住了，我赶紧走路，你说多自在！主人就烦恼了。所以人生快乐是自己找的，痛苦也是自己找的，不是别人给你的。",
      "zh_TW": "也許你們有人問，跟到我的不是很多出家徒弟嗎？我告訴大家，不是我收的，我沒有，韓館長收的。所以這些人能夠出家，要感激韓館長，知恩報恩。沒有韓館長，你們就沒有出家的緣分，她收的。過去台北圖書館道場她建的，她不建，我決定不建道場，她建的道場，她收這些出家人。所以她老人家往生之後，再有人找我出家，我不剃度。再有人找我出家，我剃度，那是我收的。一生不建道場，作客不作主，自在！作主人不自在。作客人我住在這個地方，房子漏了，漏了與我不相干，他的事情。房子壞了，不能住了，我趕緊走路，你說多自在！主人就煩惱了。所以人生快樂是自己找的，痛苦也是自己找的，不是別人給你的。"
    },
    {
      "id": "02-034-0051_p0043",
      "zh_CN": "印祖第三个，他是自己的约法，不传戒，不给人做传戒师，他一生不传戒。除非平常三皈依、五戒，这个可以，三皈五戒，他不做传戒师。我们想想，他是我们的好榜样，是我们的模范。一生做弘法利生的工作，把这个心定下来，坚持自己的信愿。那我们一生生活有没有保障？不要以为你自己建个道场，收了很多徒弟，将来老的时候就有人照顾你了，靠不住。李木源居士告诉我，宏船法师大家都晓得，福报多大，收了不少徒弟，病重的时候一个徒弟都没有。结果有人骂他徒弟，你师父生病病得这个样子，你们怎么一个都没照顾？徒弟大家商量商量，请个护士照顾。护士照顾得很周到，老和尚天天睡大觉。结果李木源很聪明，那个护士给老和尚吃那个药，偷偷的把这个药拿出来，从口里头拿出来，这一化验什么？安眠药。护士很聪明，让老和尚一天到晚睡觉，不就没事了。所以别收徒弟，收徒弟都是这种样子，不会照顾你的。一切交给佛菩萨好，这是章嘉大师教给我的，只要你真正发心，为佛法、为众生，你的一生佛菩萨照顾你，这比什么都可靠。靠人靠不住，靠佛菩萨真正靠得住。好，今天时间到了。",
      "zh_TW": "印祖第三個，他是自己的約法，不傳戒，不給人做傳戒師，他一生不傳戒。除非平常三皈依、五戒，這個可以，三皈五戒，他不做傳戒師。我們想想，他是我們的好榜樣，是我們的模範。一生做弘法利生的工作，把這個心定下來，堅持自己的信願。那我們一生生活有沒有保障？不要以為你自己建個道場，收了很多徒弟，將來老的時候就有人照顧你了，靠不住。李木源居士告訴我，宏船法師大家都曉得，福報多大，收了不少徒弟，病重的時候一個徒弟都沒有。結果有人罵他徒弟，你師父生病病得這個樣子，你們怎麼一個都沒照顧？徒弟大家商量商量，請個護士照顧。護士照顧得很周到，老和尚天天睡大覺。結果李木源很聰明，那個護士給老和尚吃那個藥，偷偷的把這個藥拿出來，從口裡頭拿出來，這一化驗什麼？安眠藥。護士很聰明，讓老和尚一天到晚睡覺，不就沒事了。所以別收徒弟，收徒弟都是這種樣子，不會照顧你的。一切交給佛菩薩好，這是章嘉大師教給我的，只要你真正發心，為佛法、為眾生，你的一生佛菩薩照顧你，這比什麼都可靠。靠人靠不住，靠佛菩薩真正靠得住。好，今天時間到了。"
    }
  ]
}