{
  "doc_id": "02-034-0181",
  "title": {
    "zh_CN": "大乘无量寿经",
    "zh_TW": "大乘無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八一集",
    "zh_TW": "第一八一集"
  },
  "year": "2006",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-034-0181",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-034-0181_p0001",
      "zh_CN": "诸位同学，今天我们接着再看「上辈往生」这一段经文：",
      "zh_TW": "諸位同學，今天我們接著再看「上輩往生」這一段經文："
    },
    {
      "id": "02-034-0181_p0002",
      "zh_CN": "【其上辈者。舍家弃欲。而作沙门。发菩提心。一向专念阿弥陀佛。修诸功德。愿生彼国。】",
      "zh_TW": "【其上輩者。捨家棄欲。而作沙門。發菩提心。一向專念阿彌陀佛。修諸功德。願生彼國。】"
    },
    {
      "id": "02-034-0181_p0003",
      "zh_CN": "这一段经文为我们显示得很清楚、很明白。自古以来祖师大德对于这段经文非常重视，讲的也很多。前面我们讲到「发菩提心」，使我们想到六祖惠能大师在《坛经》里面他老人家说，这个话是五祖忍大师说的「世人生死事大」。这句话是六道轮回里面事实真相，觉悟的人明白，这一生当中他努力去做的是怎么样了生死脱轮回，这叫大事因缘，这叫英雄事业。什么叫英雄？一般人做不到的他能做到，这叫英雄。所以寺院庵堂我们供奉本师释迦牟尼佛的殿，称为大雄宝殿。大雄就是大英雄，佛能够断烦恼，佛能够了生死，佛能够超越十法界，这个普通人做不到，他能做到，称之为大英雄。他回过头来说跟随他的大众，《坛经》上讲，跟他学道的五百多人，经常在道场做义工的，短时期参学的，那个不算，常随众五百多人。跟他们讲，你们这些人只知道求福田，不求出离生死苦海，自性若迷，福不能救。这是事实，福报再大救不了。",
      "zh_TW": "這一段經文為我們顯示得很清楚、很明白。自古以來祖師大德對於這段經文非常重視，講的也很多。前面我們講到「發菩提心」，使我們想到六祖惠能大師在《壇經》裡面他老人家說，這個話是五祖忍大師說的「世人生死事大」。這句話是六道輪迴裡面事實真相，覺悟的人明白，這一生當中他努力去做的是怎麼樣了生死脫輪迴，這叫大事因緣，這叫英雄事業。什麼叫英雄？一般人做不到的他能做到，這叫英雄。所以寺院庵堂我們供奉本師釋迦牟尼佛的殿，稱為大雄寶殿。大雄就是大英雄，佛能夠斷煩惱，佛能夠了生死，佛能夠超越十法界，這個普通人做不到，他能做到，稱之為大英雄。他回過頭來說跟隨他的大眾，《壇經》上講，跟他學道的五百多人，經常在道場做義工的，短時期參學的，那個不算，常隨眾五百多人。跟他們講，你們這些人只知道求福田，不求出離生死苦海，自性若迷，福不能救。這是事實，福報再大救不了。"
    },
    {
      "id": "02-034-0181_p0004",
      "zh_CN": "古大德给我们举的例子，大梵天的福报、摩醯首罗天的福报、人间帝王的福报，救不了生死轮回。实在说，天上人间无量生中修的福报，享福的时候大概一生就享尽了，福享尽了业障现前，哪有不堕落的道理？这些事情就摆在我们眼前，不能不觉悟。所以『发菩提心，一向专念阿弥陀佛』，求生净土，这个人便是上上根人；下下根人发菩提心，立刻就转变成上上根人。人的根性哪有一定，它不是定法，凡夫一念觉悟就圆成佛道。你要问为什么？觉性是本有的，大经里面佛说得好，「一切众生本来成佛」，你本来是佛，你现在为什么变成这个样子？原因就是迷失自性，所以才产生妄想分别执着。这个东西起来，就把一真法界扭曲了，真的叫无中生有，变成十法界、变成六道、变成三途，这就是古大德常讲的「自作自受」，不是别人给你的，你自己必须知道承担。",
      "zh_TW": "古大德給我們舉的例子，大梵天的福報、摩醯首羅天的福報、人間帝王的福報，救不了生死輪迴。實在說，天上人間無量生中修的福報，享福的時候大概一生就享盡了，福享盡了業障現前，哪有不墮落的道理？這些事情就擺在我們眼前，不能不覺悟。所以『發菩提心，一向專念阿彌陀佛』，求生淨土，這個人便是上上根人；下下根人發菩提心，立刻就轉變成上上根人。人的根性哪有一定，它不是定法，凡夫一念覺悟就圓成佛道。你要問為什麼？覺性是本有的，大經裡面佛說得好，「一切眾生本來成佛」，你本來是佛，你現在為什麼變成這個樣子？原因就是迷失自性，所以才產生妄想分別執著。這個東西起來，就把一真法界扭曲了，真的叫無中生有，變成十法界、變成六道、變成三途，這就是古大德常講的「自作自受」，不是別人給你的，你自己必須知道承擔。"
    },
    {
      "id": "02-034-0181_p0005",
      "zh_CN": "我们这次正好讲到这段经文，『舍家弃欲，而作沙门』，这就是出家。这个经上讲的上品上生第一个条件是出家，弃欲出家。有同修送一份资料给我看，这份资料是庐江实际禅寺一位老法师，没出家之前他是大学教授，以后看破红尘出家了，一直都是在修念佛法门。从《印光大师文钞》里面，节录出几段印祖常常讲出家这桩事情，很值得我们做警惕的。所以他前面有一段话说，「印光大师教诲摘录」，摘录者说「摘录大师法语，目的在于引导我们出家众提高警觉，自我反省，努力修持，提高境界」。正是《弟子规》上所讲的「唯德学，唯才艺，不如人，当自砺」。",
      "zh_TW": "我們這次正好講到這段經文，『捨家棄欲，而作沙門』，這就是出家。這個經上講的上品上生第一個條件是出家，棄欲出家。有同修送一份資料給我看，這份資料是廬江實際禪寺一位老法師，沒出家之前他是大學教授，以後看破紅塵出家了，一直都是在修念佛法門。從《印光大師文鈔》裡面，節錄出幾段印祖常常講出家這樁事情，很值得我們做警惕的。所以他前面有一段話說，「印光大師教誨摘錄」，摘錄者說「摘錄大師法語，目的在於引導我們出家眾提高警覺，自我反省，努力修持，提高境界」。正是《弟子規》上所講的「唯德學，唯才藝，不如人，當自礪」。"
    },
    {
      "id": "02-034-0181_p0006",
      "zh_CN": "他节录有六段，第一段印祖说「至于出家为僧，乃如来为住持法道，与流通法道而设」。这是诸佛如来度众出家用意、目的之所在，我们出家用意目的跟佛相不相应，这个就要自己认真去反省。「若其立向上志，发大菩提，研究佛法，彻悟自性，宏三学而偏赞净土」。这个三学就是戒定慧。为什么要偏赞净土？末法时期，除净土这个法门之外，一生成就不容易，很困难，所以对于戒定慧三学要普遍的去赞扬，这才能够遍应无量不同根性的众生。净土法门是最契此时此处之机，我们今天讲此处就是讲的娑婆世界，我们再讲得清楚明白一点，最契合现在地球上众生的根性。怎么个赞法？广学三藏，归心净土就对了，三藏十二分教我学不学？学，我修哪个法门？修净土，这就叫宏三学而偏赞净土，就这个意思。用三藏来接引众生，用净土来成就自己、成就众生。所以「即一生而脱苦轮」，这个苦是三界，轮是轮回，三界六道轮回我们这一生就能脱离。",
      "zh_TW": "他節錄有六段，第一段印祖說「至於出家為僧，乃如來為住持法道，與流通法道而設」。這是諸佛如來度眾出家用意、目的之所在，我們出家用意目的跟佛相不相應，這個就要自己認真去反省。「若其立向上志，發大菩提，研究佛法，徹悟自性，宏三學而偏贊淨土」。這個三學就是戒定慧。為什麼要偏讚淨土？末法時期，除淨土這個法門之外，一生成就不容易，很困難，所以對於戒定慧三學要普遍的去讚揚，這才能夠遍應無量不同根性的眾生。淨土法門是最契此時此處之機，我們今天講此處就是講的娑婆世界，我們再講得清楚明白一點，最契合現在地球上眾生的根性。怎麼個讚法？廣學三藏，歸心淨土就對了，三藏十二分教我學不學？學，我修哪個法門？修淨土，這就叫宏三學而偏讚淨土，就這個意思。用三藏來接引眾生，用淨土來成就自己、成就眾生。所以「即一生而脫苦輪」，這個苦是三界，輪是輪迴，三界六道輪迴我們這一生就能脫離。"
    },
    {
      "id": "02-034-0181_p0007",
      "zh_CN": "「此亦唯恐不多」，这真话，「多多则益善也」。那当然愈多愈好，自己总要懂得起带头的作用。佛为什么要建立这样一个形式，我们知道为了住持佛法，为了流通佛法，不能没有一个机构。这个机构就是讲的寺院庵堂，它是住持佛法的道场，流通佛法的处所，你晓得这个意义多么重大。但是道场是要人维持，没有人这个场不能行道，也不能弘道。弘道在人，人真的觉悟了，发大心，来为一切苦难众生做这桩好事，这就对了。",
      "zh_TW": "「此亦唯恐不多」，這真話，「多多則益善也」。那當然愈多愈好，自己總要懂得起帶頭的作用。佛為什麼要建立這樣一個形式，我們知道為了住持佛法，為了流通佛法，不能沒有一個機構。這個機構就是講的寺院庵堂，它是住持佛法的道場，流通佛法的處所，你曉得這個意義多麼重大。但是道場是要人維持，沒有人這個場不能行道，也不能弘道。弘道在人，人真的覺悟了，發大心，來為一切苦難眾生做這樁好事，這就對了。"
    },
    {
      "id": "02-034-0181_p0008",
      "zh_CN": "下面接着说，「若或稍有信心，无大志向」，这个话不难懂，对佛法稍有信心，没有大志向，「欲藉为僧之名，游手好闲，赖佛偷生，名为佛子，实是髡民」。这就错了，这就是我们常讲，破坏了佛教的形象。破坏佛教形象怎么对得起诸佛菩萨、怎么对得起历代祖师、怎么对得起一切苦难众生，我们有没有想到这个问题？诸位知道，五逆罪里面有一条叫「出佛身血」，我们如果说打着佛的招牌，靠这些善男信女的供养来生活，游手好闲，不真正办道，古德讲「施主一粒米，大如须弥山，今生不了道，披毛戴角还」。我们享受多少人的供养，将来一一要去还债！",
      "zh_TW": "下面接著說，「若或稍有信心，無大志向」，這個話不難懂，對佛法稍有信心，沒有大志向，「欲藉為僧之名，遊手好閒，賴佛偷生，名為佛子，實是髡民」。這就錯了，這就是我們常講，破壞了佛教的形象。破壞佛教形象怎麼對得起諸佛菩薩、怎麼對得起歷代祖師、怎麼對得起一切苦難眾生，我們有沒有想到這個問題？諸位知道，五逆罪裡面有一條叫「出佛身血」，我們如果說打著佛的招牌，靠這些善男信女的供養來生活，遊手好閒，不真正辦道，古德講「施主一粒米，大如須彌山，今生不了道，披毛戴角還」。我們享受多少人的供養，將來一一要去還債！"
    },
    {
      "id": "02-034-0181_p0009",
      "zh_CN": "你以为这个供养是白吃的？我们今天是靠佛的福报，佛的福报靠得住吗？真正靠佛的福报，那我们就不要还债了，佛承担；佛没有法子，各人因果各人负责，佛没有办法替你背因果，你说这个事情麻不麻烦，我们不能不知道，不能不提高警觉。那要怎么办？真干。没法子真干，也有同修告诉我，某个法师他想还俗，来问我好不好？我说很好，真正干不了赶快还俗，还俗之后好好的学佛，供养三宝，赎罪！你出家这段期间当中你造了很多的业，你要忏悔，你要想办法补救。",
      "zh_TW": "你以為這個供養是白吃的？我們今天是靠佛的福報，佛的福報靠得住嗎？真正靠佛的福報，那我們就不要還債了，佛承擔；佛沒有法子，各人因果各人負責，佛沒有辦法替你背因果，你說這個事情麻不麻煩，我們不能不知道，不能不提高警覺。那要怎麼辦？真幹。沒法子真幹，也有同修告訴我，某個法師他想還俗，來問我好不好？我說很好，真正幹不了趕快還俗，還俗之後好好的學佛，供養三寶，贖罪！你出家這段期間當中你造了很多的業，你要懺悔，你要想辦法補救。"
    },
    {
      "id": "02-034-0181_p0010",
      "zh_CN": "下面说「即令不造恶业，已是法之败种，国之废人，倘或破戒造业，贻辱佛教。纵令生逃国法，决定死堕地狱，于法于己，两无所益」。这话是真话不是假话，句句是实话。你出了家，你对于佛法什么都不懂，在佛门里面混日子，即使你没有造恶业，你已经破坏佛教的形象，所以大师说「法之败种，国之废人」，你对于国家、对于社会毫无贡献。佛家常讲上报四重恩，报父母恩、报老师恩（佛是老师）、报国家恩、报众生恩。我们不能够认真修行，拿什么报恩？换句话说，怎么对得起父母，怎么对得起祖宗，怎么对得起老师，怎么对得起国家社会，怎么对得起这一切众生。有没有常常想到这个问题？如果你真正想到，我相信你一定勇猛精进，你一定认真忏悔，断恶修善，积功累德，拿这个上报四恩，下济三苦。",
      "zh_TW": "下面說「即令不造惡業，已是法之敗種，國之廢人，倘或破戒造業，貽辱佛教。縱令生逃國法，決定死墮地獄，於法於己，兩無所益」。這話是真話不是假話，句句是實話。你出了家，你對於佛法什麼都不懂，在佛門裡面混日子，即使你沒有造惡業，你已經破壞佛教的形象，所以大師說「法之敗種，國之廢人」，你對於國家、對於社會毫無貢獻。佛家常講上報四重恩，報父母恩、報老師恩（佛是老師）、報國家恩、報眾生恩。我們不能夠認真修行，拿什麼報恩？換句話說，怎麼對得起父母，怎麼對得起祖宗，怎麼對得起老師，怎麼對得起國家社會，怎麼對得起這一切眾生。有沒有常常想到這個問題？如果你真正想到，我相信你一定勇猛精進，你一定認真懺悔，斷惡修善，積功累德，拿這個上報四恩，下濟三苦。"
    },
    {
      "id": "02-034-0181_p0011",
      "zh_CN": "底下说倘或，这是个不确定的，如果你破戒、你造业。造业的范围太大太大！你的所作所为就是给佛门带来羞辱，让一切大众瞧不起你。瞧不起你就是瞧不起佛教，瞧不起十方三世一切诸佛，瞧不起佛陀对一切众生的教化，这个罪还得了！阿鼻地狱永不翻身。所以纵令生逃国法，国家对宗教尊重，你犯了佛的重戒，你没有犯国法，国家不制裁你，决定死堕地狱。决定，全程肯定一点怀疑都没有。出家不容易！所以于法于自己，对佛法、对自己没有丝毫利益。「如是则一尚不可，何况众多」，一桩错误都不能犯，何况你犯了很多的错。",
      "zh_TW": "底下說倘或，這是個不確定的，如果你破戒、你造業。造業的範圍太大太大！你的所作所為就是給佛門帶來羞辱，讓一切大眾瞧不起你。瞧不起你就是瞧不起佛教，瞧不起十方三世一切諸佛，瞧不起佛陀對一切眾生的教化，這個罪還得了！阿鼻地獄永不翻身。所以縱令生逃國法，國家對宗教尊重，你犯了佛的重戒，你沒有犯國法，國家不制裁你，決定死墮地獄。決定，全程肯定一點懷疑都沒有。出家不容易！所以於法於自己，對佛法、對自己沒有絲毫利益。「如是則一尚不可，何況眾多」，一樁錯誤都不能犯，何況你犯了很多的錯。"
    },
    {
      "id": "02-034-0181_p0012",
      "zh_CN": "「古人谓」，这是很多同学都知道的，「出家乃大丈夫之事，非将相所能为，乃真语实语」，这是赞扬出家人。一个人发心出家，不是一个元帅能做得到的，不是宰相能做得到的。这是一个国家两个领导人，一个是文，一个是武，文是相，武是将，做不到。换句话说，你发心出家，做出家的事业，这个事业在宰相、在统帅之上，这是什么意思？你能教化众生，你能帮助众生破迷开悟，离苦得乐，这个事情宰相做不到，大将军也做不到。所以出家为什么称为天人师，不但人间帝王尊重你，天王都尊重！你能做得到，他做不到。做不到的是什么？你能断烦恼，他不能断烦恼；你能断贪瞋痴，他断不了贪瞋痴；你能出三界，他出不了三界，所以将相不能为比。",
      "zh_TW": "「古人謂」，這是很多同學都知道的，「出家乃大丈夫之事，非將相所能為，乃真語實語」，這是讚揚出家人。一個人發心出家，不是一個元帥能做得到的，不是宰相能做得到的。這是一個國家兩個領導人，一個是文，一個是武，文是相，武是將，做不到。換句話說，你發心出家，做出家的事業，這個事業在宰相、在統帥之上，這是什麼意思？你能教化眾生，你能幫助眾生破迷開悟，離苦得樂，這個事情宰相做不到，大將軍也做不到。所以出家為什麼稱為天人師，不但人間帝王尊重你，天王都尊重！你能做得到，他做不到。做不到的是什麼？你能斷煩惱，他不能斷煩惱；你能斷貪瞋痴，他斷不了貪瞋痴；你能出三界，他出不了三界，所以將相不能為比。"
    },
    {
      "id": "02-034-0181_p0013",
      "zh_CN": "「非抑将相，而扬僧伽也」。这句话应当要说决不是把将相压下去，把出家人捧起来，不是这个意思，这是事实。「良以荷佛家业，续佛慧命，非破无明以复本性，宏法道以利众生者，不能也」，这一句将相做不到。荷是荷担，就是你担负起如来家业。如来的家业是什么？弘法利生。再说得清楚明白一点，就是帮助一切众生破迷开悟，离苦得乐，这就是佛的家业，佛家的事业。这个世间行业众多，如来家的事业也是行业里头的一种，这个行业比一切行业都难，比一切行业责任都重，你能够发心担负起这个家业，这了不起的人，所以他是续佛慧命。",
      "zh_TW": "「非抑將相，而揚僧伽也」。這句話應當要說決不是把將相壓下去，把出家人捧起來，不是這個意思，這是事實。「良以荷佛家業，續佛慧命，非破無明以復本性，宏法道以利眾生者，不能也」，這一句將相做不到。荷是荷擔，就是你擔負起如來家業。如來的家業是什麼？弘法利生。再說得清楚明白一點，就是幫助一切眾生破迷開悟，離苦得樂，這就是佛的家業，佛家的事業。這個世間行業眾多，如來家的事業也是行業裡頭的一種，這個行業比一切行業都難，比一切行業責任都重，你能夠發心擔負起這個家業，這了不起的人，所以他是續佛慧命。"
    },
    {
      "id": "02-034-0181_p0014",
      "zh_CN": "我们就想到，我们今天出家了，我们干的是续佛慧命还是断佛慧命？不说别的，讲个最简单的，这是佛家鸡毛蒜皮的小事的小事，十善业；你能把十善业统统做到，你是续佛慧命，你的起心动念、言语造作跟十善业完全相反，你是灭佛慧命，你说这个问题多严重。十善业都做不到，其他不要谈了，这是最基本的东西。「孝养父母，奉事师长，慈心不杀，修十善业」，你这一条做到没有？净业三福这三条指导原则，是一切诸佛如来净业正因，没有一尊佛不是从这个纲领成就的。佛把这个纲领传授给我们，头一个就是十善业道，十善业道做到才是真正孝顺父母，才是真正的奉事师长。这只是一个善人而已，没有破迷开悟，但是这是基础，连这个基础都没有，破迷开悟根本就不能谈。",
      "zh_TW": "我們就想到，我們今天出家了，我們幹的是續佛慧命還是斷佛慧命？不說別的，講個最簡單的，這是佛家雞毛蒜皮的小事的小事，十善業；你能把十善業統統做到，你是續佛慧命，你的起心動念、言語造作跟十善業完全相反，你是滅佛慧命，你說這個問題多嚴重。十善業都做不到，其他不要談了，這是最基本的東西。「孝養父母，奉事師長，慈心不殺，修十善業」，你這一條做到沒有？淨業三福這三條指導原則，是一切諸佛如來淨業正因，沒有一尊佛不是從這個綱領成就的。佛把這個綱領傳授給我們，頭一個就是十善業道，十善業道做到才是真正孝順父母，才是真正的奉事師長。這只是一個善人而已，沒有破迷開悟，但是這是基礎，連這個基礎都沒有，破迷開悟根本就不能談。"
    },
    {
      "id": "02-034-0181_p0015",
      "zh_CN": "诸位好好读《坛经》，《坛经》我过去讲过三遍，这很早年前了，好像留着有录音带。六祖虽然不识字，没有念过书，没有上过学，他懂得孝养父母，他懂得奉事师长，他完全落实十善业。你看他在黄梅八个月间，处事待人接物谦虚卑下，没有一个人他不尊重。使我们想到普贤十愿，「礼敬诸佛，称赞如来，广修供养，忏悔业障」，他统统做到了。所以五祖把法传给他，而不传给神秀，他做到了，心地真的是清净平等觉，就是本来无一物，本来无一物就是清净平等觉。诸位能不能把这个意思体会到？从这里看，出家人承担了如来的事业，续佛慧命，要怎么样把这个事情做好？破无明，恢复本性，明心见性；然后再弘扬佛法，利益众生，这才真正是一个担负起如来家业、续佛慧命的人。这就说明世间将相做不到的，出家人他做到了。",
      "zh_TW": "諸位好好讀《壇經》，《壇經》我過去講過三遍，這很早年前了，好像留著有錄音帶。六祖雖然不識字，沒有念過書，沒有上過學，他懂得孝養父母，他懂得奉事師長，他完全落實十善業。你看他在黃梅八個月間，處事待人接物謙虛卑下，沒有一個人他不尊重。使我們想到普賢十願，「禮敬諸佛，稱讚如來，廣修供養，懺悔業障」，他統統做到了。所以五祖把法傳給他，而不傳給神秀，他做到了，心地真的是清淨平等覺，就是本來無一物，本來無一物就是清淨平等覺。諸位能不能把這個意思體會到？從這裡看，出家人承擔了如來的事業，續佛慧命，要怎麼樣把這個事情做好？破無明，恢復本性，明心見性；然後再弘揚佛法，利益眾生，這才真正是一個擔負起如來家業、續佛慧命的人。這就說明世間將相做不到的，出家人他做到了。"
    },
    {
      "id": "02-034-0181_p0016",
      "zh_CN": "下面大师说「今之为僧者」，这讲现在，就是现在这些出家人，「多皆鄙败无赖之徒，求其悠悠泛泛，持斋念佛者，尚不多得，况能荷家业而续慧命乎」。这是印光大师非常感叹的一桩事情。现在的出家人多数都是这种状况，说的都是事实。「今之佛法，一败涂地者，以清世祖不观时机，仰遵佛制，革前朝之试僧，永免度牒，令其随意出家，为之作俑也」。这是说出家人的败坏根源要追究到前清顺治皇帝。清世祖是顺治，他是一片好心，好心做了不好的事。前朝是明朝以前，佛教传到中国是汉朝，代代出家人都是经过考试，国家考试，不是随便能出家。你看看出家人这个事业你就晓得，所以他比考举人、考进士还难。举人、进士这里面将来就有将相在里头，而出家人这个事业超过将相，所以最后的主考官是皇帝亲自面试。你的道德、你的学问真正令帝王尊敬佩服，他才给度牒给你。度牒就是证书，通过了，你拿到这个度牒才能出家；如果没有度牒，你在哪里出家，那个寺庙给你剃度的法师都犯法，那要受到国家法律的制裁，很严格。",
      "zh_TW": "下面大師說「今之為僧者」，這講現在，就是現在這些出家人，「多皆鄙敗無賴之徒，求其悠悠泛泛，持齋念佛者，尚不多得，況能荷家業而續慧命乎」。這是印光大師非常感嘆的一樁事情。現在的出家人多數都是這種狀況，說的都是事實。「今之佛法，一敗塗地者，以清世祖不觀時機，仰遵佛制，革前朝之試僧，永免度牒，令其隨意出家，為之作俑也」。這是說出家人的敗壞根源要追究到前清順治皇帝。清世祖是順治，他是一片好心，好心做了不好的事。前朝是明朝以前，佛教傳到中國是漢朝，代代出家人都是經過考試，國家考試，不是隨便能出家。你看看出家人這個事業你就曉得，所以他比考舉人、考進士還難。舉人、進士這裡面將來就有將相在裡頭，而出家人這個事業超過將相，所以最後的主考官是皇帝親自面試。你的道德、你的學問真正令帝王尊敬佩服，他才給度牒給你。度牒就是證書，通過了，你拿到這個度牒才能出家；如果沒有度牒，你在哪裡出家，那個寺廟給你剃度的法師都犯法，那要受到國家法律的制裁，很嚴格。"
    },
    {
      "id": "02-034-0181_p0017",
      "zh_CN": "所以从前出家人身分非常之高，我们从中国历史上看到，道场所在之处，地方的官员对出家人没有不尊敬的。同时出家人也变成他们的高级顾问，他在政治措施上遇到困难的时候，往往都到寺院向出家人请教。出家人确实有能力帮助他解决问题，他怎么会不尊敬？现在出家人有没有这个能力？有没有这种德行、学问？这个我们要知道。原因是什么？清世祖，过去这个考试制度太好，他是发慈悲心，出家是好事情，何必这么严格，这样限制，使许多想出家的人没有办法出家，限制太严了，把这个制度废弃，不要考试，随便什么人都可以出家。在当时是不错，所以确实康熙、乾隆、雍正这三朝，出家人里面真的不少人才，佛法盛极一时，真有好处；乾隆晚年，嘉庆之后，慢慢佛教就衰了。为之作俑就是带头，他这个头带得不好，顺治皇帝这个头带得不好，当时有利益，时间很短，可是长远的看，佛法就衰了。",
      "zh_TW": "所以從前出家人身分非常之高，我們從中國歷史上看到，道場所在之處，地方的官員對出家人沒有不尊敬的。同時出家人也變成他們的高級顧問，他在政治措施上遇到困難的時候，往往都到寺院向出家人請教。出家人確實有能力幫助他解決問題，他怎麼會不尊敬？現在出家人有沒有這個能力？有沒有這種德行、學問？這個我們要知道。原因是什麼？清世祖，過去這個考試制度太好，他是發慈悲心，出家是好事情，何必這麼嚴格，這樣限制，使許多想出家的人沒有辦法出家，限制太嚴了，把這個制度廢棄，不要考試，隨便什麼人都可以出家。在當時是不錯，所以確實康熙、乾隆、雍正這三朝，出家人裡面真的不少人才，佛法盛極一時，真有好處；乾隆晚年，嘉慶之後，慢慢佛教就衰了。為之作俑就是帶頭，他這個頭帶得不好，順治皇帝這個頭帶得不好，當時有利益，時間很短，可是長遠的看，佛法就衰了。"
    },
    {
      "id": "02-034-0181_p0018",
      "zh_CN": "所以大师在此地说，「夫随意出家，于上士则有大益」。上士想出家，有的时候考试不能通过，所以他有大利益，可是「于下士则大有损。倘世皆上士，则此法固于法道有益」。这个世间都是上乘人，当然这个法废弃，于佛法的修学弘扬大有利益，「而上士如麟角，下士如牛毛」，这是事实。「益暂」，这就是利益是暂时的，「得于当时，清初至乾隆年间，善知识如林，故有益」，这是真的。「祸广覃于后世」，后来这个问题就严重了。「致今污滥已极」，到了现在，「纵有知识」，这知识是讲真善知识、大善知识，「欲一整顿，无从措手，可不哀哉」。佛菩萨来拯救这个问题都拯救不了。所以，古大德建立的制度，思考都非常周密，为什么要那么严格，不是没有道理。制度一废除，当时看到很好，过个二百年、三百年之后你才晓得，祸患无穷。",
      "zh_TW": "所以大師在此地說，「夫隨意出家，於上士則有大益」。上士想出家，有的時候考試不能通過，所以他有大利益，可是「於下士則大有損。倘世皆上士，則此法固於法道有益」。這個世間都是上乘人，當然這個法廢棄，於佛法的修學弘揚大有利益，「而上士如麟角，下士如牛毛」，這是事實。「益暫」，這就是利益是暫時的，「得於當時，清初至乾隆年間，善知識如林，故有益」，這是真的。「禍廣覃於後世」，後來這個問題就嚴重了。「致今汙濫已極」，到了現在，「縱有知識」，這知識是講真善知識、大善知識，「欲一整頓，無從措手，可不哀哉」。佛菩薩來拯救這個問題都拯救不了。所以，古大德建立的制度，思考都非常周密，為什麼要那麼嚴格，不是沒有道理。制度一廢除，當時看到很好，過個二百年、三百年之後你才曉得，禍患無窮。"
    },
    {
      "id": "02-034-0181_p0019",
      "zh_CN": "大师又说「以后求出家者，第一要真发自利利他之大菩提心」。以后就是印光大师他老人家说话这个时代以后，包括我们。他老人家提出出家的条件，第一个要真正发自利利他的菩提心。「第二要有过人天姿」，过人是超过别人，这就是真正有智慧、真正有德行，这才能够剃度，剃是剃头，落是落发，「否则不可」。这是印祖为今后出家人提出的条件，这两个条件。这是第一段。",
      "zh_TW": "大師又說「以後求出家者，第一要真發自利利他之大菩提心」。以後就是印光大師他老人家說話這個時代以後，包括我們。他老人家提出出家的條件，第一個要真正發自利利他的菩提心。「第二要有過人天姿」，過人是超過別人，這就是真正有智慧、真正有德行，這才能夠剃度，剃是剃頭，落是落髮，「否則不可」。這是印祖為今後出家人提出的條件，這兩個條件。這是第一段。"
    },
    {
      "id": "02-034-0181_p0020",
      "zh_CN": "第二段大师说「出家一事，今人多以为避懒偷安计，其下焉者，则无有生路，作偷生计」。这种现象不能说没有。第一种人为什么要出家？不愿意工作，工作很辛苦、很累，出家生活安定，有现成的供养。说老实话，在中国内地，尤其乡下，生活很苦，衣食住行都成问题，出家有寺院可以安居，生活不要忧虑，真的有这个。还有一种，在社会上没有工作能力，没有谋生的技能，这出家了。出家有得吃，有吃有穿、有地方住，是为这个目的出家。而不是像印光大师前面讲的这两个条件，第一个是真正发心自利利他，大菩提心，第二个是真正有德行、有学问、有智慧，能够承担如来家业，续佛慧命，有这种能力，有这种志向，不是到佛门里面来讨一碗饭吃。",
      "zh_TW": "第二段大師說「出家一事，今人多以為避懶偷安計，其下焉者，則無有生路，作偷生計」。這種現象不能說沒有。第一種人為什麼要出家？不願意工作，工作很辛苦、很累，出家生活安定，有現成的供養。說老實話，在中國內地，尤其鄉下，生活很苦，衣食住行都成問題，出家有寺院可以安居，生活不要憂慮，真的有這個。還有一種，在社會上沒有工作能力，沒有謀生的技能，這出家了。出家有得吃，有吃有穿、有地方住，是為這個目的出家。而不是像印光大師前面講的這兩個條件，第一個是真正發心自利利他，大菩提心，第二個是真正有德行、有學問、有智慧，能夠承擔如來家業，續佛慧命，有這種能力，有這種志向，不是到佛門裡面來討一碗飯吃。"
    },
    {
      "id": "02-034-0181_p0021",
      "zh_CN": "「故今之出家者，多皆无赖之徒，致法道扫地而尽，皆此辈出家者为之败坏而致然也」，老法师说出这个话非常痛心。在中国古圣先贤教诲，五千年来所倡导的「修身为本，教学为先」。出家人的生活勇猛精进，哪能懈怠？懈怠你怎么能开悟，你怎么能明心见性？所以出家人至少是具备四善根，世间法里佛讲三善根，不贪、不瞋、不痴，能成就世间一切善法，出家人还要加一个精进。精是不夹杂，进是不退转，他就会有成就；如果懈怠懒散，这在佛门造的罪就重了。现在时间到了，我们休息几分钟。",
      "zh_TW": "「故今之出家者，多皆無賴之徒，致法道掃地而盡，皆此輩出家者為之敗壞而致然也」，老法師說出這個話非常痛心。在中國古聖先賢教誨，五千年來所倡導的「修身為本，教學為先」。出家人的生活勇猛精進，哪能懈怠？懈怠你怎麼能開悟，你怎麼能明心見性？所以出家人至少是具備四善根，世間法裡佛講三善根，不貪、不瞋、不痴，能成就世間一切善法，出家人還要加一個精進。精是不夾雜，進是不退轉，他就會有成就；如果懈怠懶散，這在佛門造的罪就重了。現在時間到了，我們休息幾分鐘。"
    },
    {
      "id": "02-034-0181_p0022",
      "zh_CN": "诸位同学，我们接着看印光大师教诲选录的第三段。「迨至高庙」，这个高就是清高宗乾隆皇帝，「以后」，乾隆以后，「哲人日希，愚夫日多」。真正上根的人愈来愈少，中下根性的人天天多了，所以清朝的盛世是在乾隆以前，乾隆以后国势逐渐就衰弱了。国内也发生了战争，像太平天国，经过十几年；捻匪，这都是清朝国内的叛乱，人民跟佛教统统都受影响。「则鄙败无赖之徒，多皆混入法门」，因为出家没有限制，「自既不知佛法，何能教徒修行」，对于为什么出家不知道，出家该做什么也不知道。诸位要想想，嘉庆以后是道光，道光以后是咸丰，咸丰的妃子慈禧太后，诸位都知道，她原本就是咸丰的妃子，她生的儿子以后继承王位就是同治，她就专政，皇帝太小了，最后把满清断送了。",
      "zh_TW": "諸位同學，我們接著看印光大師教誨選錄的第三段。「迨至高廟」，這個高就是清高宗乾隆皇帝，「以後」，乾隆以後，「哲人日希，愚夫日多」。真正上根的人愈來愈少，中下根性的人天天多了，所以清朝的盛世是在乾隆以前，乾隆以後國勢逐漸就衰弱了。國內也發生了戰爭，像太平天國，經過十幾年；捻匪，這都是清朝國內的叛亂，人民跟佛教統統都受影響。「則鄙敗無賴之徒，多皆混入法門」，因為出家沒有限制，「自既不知佛法，何能教徒修行」，對於為什麼出家不知道，出家該做什麼也不知道。諸位要想想，嘉慶以後是道光，道光以後是咸豐，咸豐的妃子慈禧太后，諸位都知道，她原本就是咸豐的妃子，她生的兒子以後繼承王位就是同治，她就專政，皇帝太小了，最後把滿清斷送了。"
    },
    {
      "id": "02-034-0181_p0023",
      "zh_CN": "「从兹日趋日下」，兹是此，从此一天不如一天，一代不如一代。「至今僧虽不少」，到现在出家人不少数，这是印光大师那个时代，现在出家人比那个时代少很多。「识字者十不得一」；换句话说，出家十个人当中，有九个都不认识字，没念过书，你怎么能希望他弘扬佛法，利益众生？他自己度自己都度不了，哪能度人？怎么能续佛慧命？怎么能担负起如来家业？所以佛法之衰，其来有自。",
      "zh_TW": "「從茲日趨日下」，茲是此，從此一天不如一天，一代不如一代。「至今僧雖不少」，到現在出家人不少數，這是印光大師那個時代，現在出家人比那個時代少很多。「識字者十不得一」；換句話說，出家十個人當中，有九個都不認識字，沒念過書，你怎麼能希望他弘揚佛法，利益眾生？他自己度自己都度不了，哪能度人？怎麼能續佛慧命？怎麼能擔負起如來家業？所以佛法之衰，其來有自。"
    },
    {
      "id": "02-034-0181_p0024",
      "zh_CN": "所以印光法师对于顺治皇帝废除考试制度，他在《文钞》里头说了很多次，这个事情是真做错了。当时短时间看到是好事，很多出家都有成就，两百年之后你就看到问题出来了，弊病出来了。这个弊病让佛教大幅度的衰退，没有办法再复兴。我在早年读老人家《文钞》，特别思考他对这个问题的开示，用什么方法来补救？我是想出一个方法，到现在都不能兑现。这个方法还是要国家来担负起，因为它是教化的使命，教化应当是国家来承担，国家来负责，你才能真正得到社会和谐、安定和平。教育的权怎么可以交给别人？这决定是国家的，所以还是要国家来承担这桩大事业。",
      "zh_TW": "所以印光法師對於順治皇帝廢除考試制度，他在《文鈔》裡頭說了很多次，這個事情是真做錯了。當時短時間看到是好事，很多出家都有成就，兩百年之後你就看到問題出來了，弊病出來了。這個弊病讓佛教大幅度的衰退，沒有辦法再復興。我在早年讀老人家《文鈔》，特別思考他對這個問題的開示，用什麼方法來補救？我是想出一個方法，到現在都不能兌現。這個方法還是要國家來擔負起，因為它是教化的使命，教化應當是國家來承擔，國家來負責，你才能真正得到社會和諧、安定和平。教育的權怎麼可以交給別人？這決定是國家的，所以還是要國家來承擔這樁大事業。"
    },
    {
      "id": "02-034-0181_p0025",
      "zh_CN": "怎么做？我就想出一个主意，国家办一所宗教大学，国立宗教大学，每个宗教设一个学院。将来要出家，一定要宗教大学，像佛学院毕业出来才有资格剃度，这样我想比从前度牒考试制度还要好。你不是宗教大学佛学院毕业的，你没有资格出家。每个宗教，基督教里面的传教师、牧师，天主教里面的神父，伊斯兰教的阿訇，统统都是宗教大学他本科学院毕业出来的；佛学院毕业出来的，伊斯兰学院毕业出来的，基督学院毕业出来的，这才能够承担神圣教化的事业，在佛教续佛慧命。我想出这么一个主意，始终没有机会把它提供给国家领导人。这是一个大事业，不是小事，希望每个国家都能设立一个宗教大学，来推动宗教教育，肯定宗教教育对于人品素质的提升、社会安定和平，有决定性的贡献。这在中国两千年历史当中可以看得很清楚。",
      "zh_TW": "怎麼做？我就想出一個主意，國家辦一所宗教大學，國立宗教大學，每個宗教設一個學院。將來要出家，一定要宗教大學，像佛學院畢業出來才有資格剃度，這樣我想比從前度牒考試制度還要好。你不是宗教大學佛學院畢業的，你沒有資格出家。每個宗教，基督教裡面的傳教師、牧師，天主教裡面的神父，伊斯蘭教的阿訇，統統都是宗教大學他本科學院畢業出來的；佛學院畢業出來的，伊斯蘭學院畢業出來的，基督學院畢業出來的，這才能夠承擔神聖教化的事業，在佛教續佛慧命。我想出這麼一個主意，始終沒有機會把它提供給國家領導人。這是一個大事業，不是小事，希望每個國家都能設立一個宗教大學，來推動宗教教育，肯定宗教教育對於人品素質的提升、社會安定和平，有決定性的貢獻。這在中國兩千年歷史當中可以看得很清楚。"
    },
    {
      "id": "02-034-0181_p0026",
      "zh_CN": "中国人民是全世界最善良的人民，这个话是早年胡秋原先生跟我讲的。这个善良的民族怎么来的？教出来的，古圣先贤列祖列宗教出来的。中国人重视教育，这个话我讲得很多，世界上一切复杂的问题，唯有教育才是真正妥善解决的方法。战争、报复不能解决问题，只能够增长仇恨，冤冤相报，生生世世没完没了，这不是解决问题，这是制造问题。会议不能解决，我参加了五次联合国教科文组织的和平会议，我还参加了两次国际宗教的和平会议，我亲眼看到，亲耳听到，能不能解决问题？不能，解决问题还是教学，还是办教育，推广教育。特别在这个时代，可以利用远程教学，能达到教学的效果，改善社会风气，提升人民的品质，伦理道德的品质，所有一切冲突自然就化解了。所以宗教，特别是传教师、神职人员，无论是弘法、无论是护法都要懂佛法，不懂佛法的人那就难了。纵然是好心，也会把事情做错，顺治皇帝是好心，做了这么大的一个错事，我们不能不知道。",
      "zh_TW": "中國人民是全世界最善良的人民，這個話是早年胡秋原先生跟我講的。這個善良的民族怎麼來的？教出來的，古聖先賢列祖列宗教出來的。中國人重視教育，這個話我講得很多，世界上一切複雜的問題，唯有教育才是真正妥善解決的方法。戰爭、報復不能解決問題，只能夠增長仇恨，冤冤相報，生生世世沒完沒了，這不是解決問題，這是製造問題。會議不能解決，我參加了五次聯合國教科文組織的和平會議，我還參加了兩次國際宗教的和平會議，我親眼看到，親耳聽到，能不能解決問題？不能，解決問題還是教學，還是辦教育，推廣教育。特別在這個時代，可以利用遠程教學，能達到教學的效果，改善社會風氣，提升人民的品質，倫理道德的品質，所有一切衝突自然就化解了。所以宗教，特別是傳教師、神職人員，無論是弘法、無論是護法都要懂佛法，不懂佛法的人那就難了。縱然是好心，也會把事情做錯，順治皇帝是好心，做了這麼大的一個錯事，我們不能不知道。"
    },
    {
      "id": "02-034-0181_p0027",
      "zh_CN": "所以印祖底下说「由是高尚之士，除夙有大根者，但见其僧，而不知其道，厌而恶之，不入其中矣」。这是说什么？说社会上一般人，由是高尚之士，这人多，这里头除了过去生中宿世有大善根的人，他对佛法会赞扬、会尊重。但是过去生中宿世善根要是少的人，那他怎么看佛教？但见其僧，而不知其道。看到出家人的形相，不懂得什么是佛，现在这个社会太多了。不但在此地，全世界我们走过的地方太多，普遍看到是这个现象，印祖讲的话是真的，一点不假。于是对于宗教怀什么态度？厌而恶之，不入其中矣。这是讲世间高尚之士，他们不信宗教，为什么？看到宗教是个腐败的现象，问他「道」，他一窍不通，这是今天世界宗教的危机。",
      "zh_TW": "所以印祖底下說「由是高尚之士，除夙有大根者，但見其僧，而不知其道，厭而惡之，不入其中矣」。這是說什麼？說社會上一般人，由是高尚之士，這人多，這裡頭除了過去生中宿世有大善根的人，他對佛法會讚揚、會尊重。但是過去生中宿世善根要是少的人，那他怎麼看佛教？但見其僧，而不知其道。看到出家人的形相，不懂得什麼是佛，現在這個社會太多了。不但在此地，全世界我們走過的地方太多，普遍看到是這個現象，印祖講的話是真的，一點不假。於是對於宗教懷什麼態度？厭而惡之，不入其中矣。這是講世間高尚之士，他們不信宗教，為什麼？看到宗教是個腐敗的現象，問他「道」，他一竅不通，這是今天世界宗教的危機。"
    },
    {
      "id": "02-034-0181_p0028",
      "zh_CN": "佛教徒不读佛经，不能落实佛陀的教诲，不要说持戒，什么是戒他不懂，什么是善也不懂，他怎么能修十善？怎么能断十恶？不懂！去年十月，我第一次跟马来西亚前首相马哈迪长老见面，他很痛心的告诉我，伊斯兰的教徒不能落实《古兰经》的教义。他说这个话你看跟印祖的话是不是一样的？佛弟子不懂得佛法是什么，他怎么能落实佛陀的教诲？所以在这个世界上有德行的人、有学问的人轻视佛教，轻视宗教。为什么会轻视？佛教在古代帝王大臣、这些专家学者为什么对佛教那么尊敬，现在变成轻视；以前见到出家人都向出家人请教，现在见到出家人，远远离开他，这个现象怎么产生的？不能怪佛，不能怪教，教是经典不能怪它，怪我们出家不肯学，不肯真干。所以你要晓得，今天这个社会，整个世界，对于宗教是厌而恶之，不入其中矣。我们这些出家人就变成佛陀的罪人，为什么叫世间人对我们起这样的反感？我们要不认真好好努力来修学，你不堕地狱谁堕地狱，出家人不能不知道。",
      "zh_TW": "佛教徒不讀佛經，不能落實佛陀的教誨，不要說持戒，什麼是戒他不懂，什麼是善也不懂，他怎麼能修十善？怎麼能斷十惡？不懂！去年十月，我第一次跟馬來西亞前首相馬哈迪長老見面，他很痛心的告訴我，伊斯蘭的教徒不能落實《古蘭經》的教義。他說這個話你看跟印祖的話是不是一樣的？佛弟子不懂得佛法是什麼，他怎麼能落實佛陀的教誨？所以在這個世界上有德行的人、有學問的人輕視佛教，輕視宗教。為什麼會輕視？佛教在古代帝王大臣、這些專家學者為什麼對佛教那麼尊敬，現在變成輕視；以前見到出家人都向出家人請教，現在見到出家人，遠遠離開他，這個現象怎麼產生的？不能怪佛，不能怪教，教是經典不能怪它，怪我們出家不肯學，不肯真幹。所以你要曉得，今天這個社會，整個世界，對於宗教是厭而惡之，不入其中矣。我們這些出家人就變成佛陀的罪人，為什麼叫世間人對我們起這樣的反感？我們要不認真好好努力來修學，你不墮地獄誰墮地獄，出家人不能不知道。"
    },
    {
      "id": "02-034-0181_p0029",
      "zh_CN": "再看下面第四段，「现今时值末法，僧多败类，只知着一件大领，即名为僧，僧之名义事业，多多了无所知」。这是现在出家人，印光大师那个时代。末法，衰了，衰在哪里？不是法衰了，不是道衰了，出家人衰了，败坏佛门，只知着一件大领，这是现在我们穿的这个衣服，人家一看这是出家人。这个衣服的来历也要晓得，我们现在穿这个长袍大袖（大领、大袖子），这叫海青，汉朝人的礼服。在家衣领、衣袖，衣袖绣花纹，代表身分，代表级别；而出家人穿素服，就是没花纹，有花纹是平民百姓。所以诸位要晓得，这个服装本来不是出家人穿的，一般中国人统统穿这个服装。",
      "zh_TW": "再看下面第四段，「現今時值末法，僧多敗類，只知著一件大領，即名為僧，僧之名義事業，多多了無所知」。這是現在出家人，印光大師那個時代。末法，衰了，衰在哪裡？不是法衰了，不是道衰了，出家人衰了，敗壞佛門，只知著一件大領，這是現在我們穿的這個衣服，人家一看這是出家人。這個衣服的來歷也要曉得，我們現在穿這個長袍大袖（大領、大袖子），這叫海青，漢朝人的禮服。在家衣領、衣袖，衣袖繡花紋，代表身分，代表級別；而出家人穿素服，就是沒花紋，有花紋是平民百姓。所以諸位要曉得，這個服裝本來不是出家人穿的，一般中國人統統穿這個服裝。"
    },
    {
      "id": "02-034-0181_p0030",
      "zh_CN": "为什么现在我们还穿这个服装？满清入关，统一了中国，这是满族人统一中国，在过去帝王是汉族人。汉人向满人投降，投降的时候提出了条件，这个条件就所谓是「五不降」。这五种不降里头就有一种在家人投降，出家人不投降。清政府也同意了，出家少数，所以出家人依旧穿明朝的服装。所以诸位要晓得，出家人现在穿这个服装是明朝人的服装，明朝普通百姓的服装。真正出家人的衣服就是这件披衣，我们现在用扣环，这件披衣，这才是叫出家人的衣服。只有在法会、讲经的时候我们把这个衣服搭在海青的上面，这个要懂得。所以在明朝时候，出家跟在家衣服是一样的，只是剃头，衣服上没有花纹，差别在此地。因为在家人是戴帽子，出家人剃头。所以现在穿上这个衣服就变成出家人的衣服，这个要懂。",
      "zh_TW": "為什麼現在我們還穿這個服裝？滿清入關，統一了中國，這是滿族人統一中國，在過去帝王是漢族人。漢人向滿人投降，投降的時候提出了條件，這個條件就所謂是「五不降」。這五種不降裡頭就有一種在家人投降，出家人不投降。清政府也同意了，出家少數，所以出家人依舊穿明朝的服裝。所以諸位要曉得，出家人現在穿這個服裝是明朝人的服裝，明朝普通百姓的服裝。真正出家人的衣服就是這件披衣，我們現在用扣環，這件披衣，這才是叫出家人的衣服。只有在法會、講經的時候我們把這個衣服搭在海青的上面，這個要懂得。所以在明朝時候，出家跟在家衣服是一樣的，只是剃頭，衣服上沒有花紋，差別在此地。因為在家人是戴帽子，出家人剃頭。所以現在穿上這個衣服就變成出家人的衣服，這個要懂。"
    },
    {
      "id": "02-034-0181_p0031",
      "zh_CN": "虽然出家了，穿上这个衣服了，佛法僧是什么不知道。学佛，许许多多在家出家的，什么是佛讲不清楚，什么是教、什么是佛教，一无所知，太多太多！这叫迷信。我是有一年在美国东岸讲经，第一站是纽约，第二站是华府（华盛顿DC），一路讲下来，最后一站是佛罗里达迈阿密，最后一站。但是在迈阿密讲经的时候，我看到听众有很多美国人，初学佛的。我看到那么多人，给我翻译的还相当不错，翻得很好，所以我就不讲经，我讲一个专题「认识佛教」。以后有同学就照这个录音带把它写成书，这个流通得很广，《认识佛教》在迈阿密讲的。许多人不知道佛教是什么！",
      "zh_TW": "雖然出家了，穿上這個衣服了，佛法僧是什麼不知道。學佛，許許多多在家出家的，什麼是佛講不清楚，什麼是教、什麼是佛教，一無所知，太多太多！這叫迷信。我是有一年在美國東岸講經，第一站是紐約，第二站是華府（華盛頓DC），一路講下來，最後一站是佛羅里達邁阿密，最後一站。但是在邁阿密講經的時候，我看到聽眾有很多美國人，初學佛的。我看到那麼多人，給我翻譯的還相當不錯，翻得很好，所以我就不講經，我講一個專題「認識佛教」。以後有同學就照這個錄音帶把它寫成書，這個流通得很廣，《認識佛教》在邁阿密講的。許多人不知道佛教是什麼！"
    },
    {
      "id": "02-034-0181_p0032",
      "zh_CN": "所以大师讲「在俗之人有信心者，纵能研究佛法，终皆下视僧侣」，这是讲什么？这是讲有学问、有道德的在家居士研究佛法，居士当中有，甚至于不是佛教徒他研究佛法；像我的老师方东美先生，他没有皈依，他不是佛教徒，他研究佛法。他在大学里头把佛经当作课程来教学生，晚年在学校哲学系所开的课程全都是佛教，他讲大乘佛学、魏晋佛学、隋唐佛学、华严哲学，他讲这些。怎么样？真的瞧不起出家人。不过他总算还好，表面上还能很客气，决不会向出家人问难，为什么？知道他不懂。他自己确实读得很多，我学佛是跟他学的，从他那里入门的。",
      "zh_TW": "所以大師講「在俗之人有信心者，縱能研究佛法，終皆下視僧侶」，這是講什麼？這是講有學問、有道德的在家居士研究佛法，居士當中有，甚至於不是佛教徒他研究佛法；像我的老師方東美先生，他沒有皈依，他不是佛教徒，他研究佛法。他在大學裡頭把佛經當作課程來教學生，晚年在學校哲學系所開的課程全都是佛教，他講大乘佛學、魏晉佛學、隋唐佛學、華嚴哲學，他講這些。怎麼樣？真的瞧不起出家人。不過他總算還好，表面上還能很客氣，決不會向出家人問難，為什麼？知道他不懂。他自己確實讀得很多，我學佛是跟他學的，從他那裡入門的。"
    },
    {
      "id": "02-034-0181_p0033",
      "zh_CN": "没学佛之前我也是瞧不起佛教，也是瞧不起出家人的；如果不是方东美先生的接引，我这一生不可能进入佛门。不知道佛门里头有这么多好东西，不知道，一无所知，没人跟你讲。如果说在伦理道德修养差一点的人，他不但轻视你，他还要毁谤你，「其不信者，见彼游行人间，造种种业之僧，遂谓僧皆如是」，出家人都是这个样子，「佛法无益于国，有害于世」。这些宗教它在社会上已经生存了几千年，有相当的影响，国家也不能把它废止，但是怎么样？严格限制，慢慢的把你消灭掉，为什么？你对社会国家没有利益、没好处。现在整个世界对宗教都有这种误会的看法，这问题严重！",
      "zh_TW": "沒學佛之前我也是瞧不起佛教，也是瞧不起出家人的；如果不是方東美先生的接引，我這一生不可能進入佛門。不知道佛門裡頭有這麼多好東西，不知道，一無所知，沒人跟你講。如果說在倫理道德修養差一點的人，他不但輕視你，他還要毀謗你，「其不信者，見彼遊行人間，造種種業之僧，遂謂僧皆如是」，出家人都是這個樣子，「佛法無益於國，有害於世」。這些宗教它在社會上已經生存了幾千年，有相當的影響，國家也不能把它廢止，但是怎麼樣？嚴格限制，慢慢的把你消滅掉，為什麼？你對社會國家沒有利益、沒好處。現在整個世界對宗教都有這種誤會的看法，這問題嚴重！"
    },
    {
      "id": "02-034-0181_p0034",
      "zh_CN": "古大德常给我们讲「世间好语佛说尽」。世出世间一切疑难杂症，什么样的问题，经典里面都有非常完美的答案，你要是通达佛法，你说今天世界上化解冲突，促进整个社会的安定和平，轻而易举，一点难处都没有；可是这个世间人真是焦头烂额，搞了几十年想不出办法。中国人说话都不算数，总是外国月亮圆，难得英国汤恩比博士在一九七０年代的时候他就说过，「要解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法」。他的话人相信，就好像从前方东美先生讲的话我相信，一点都不怀疑，所以他介绍我接受，其他人给我介绍，我不会接受，我会怀疑。",
      "zh_TW": "古大德常給我們講「世間好語佛說盡」。世出世間一切疑難雜症，什麼樣的問題，經典裡面都有非常完美的答案，你要是通達佛法，你說今天世界上化解衝突，促進整個社會的安定和平，輕而易舉，一點難處都沒有；可是這個世間人真是焦頭爛額，搞了幾十年想不出辦法。中國人說話都不算數，總是外國月亮圓，難得英國湯恩比博士在一九七０年代的時候他就說過，「要解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法」。他的話人相信，就好像從前方東美先生講的話我相信，一點都不懷疑，所以他介紹我接受，其他人給我介紹，我不會接受，我會懷疑。"
    },
    {
      "id": "02-034-0181_p0035",
      "zh_CN": "汤恩比这些话影响西方这些学者，所以西方著名的大学里面有汉学系、里面有佛学系。可是诸位要知道，那是研究佛学不是学佛。佛学跟学佛我们又要把它辨别清楚，学佛才真得受用，破迷开悟，了生死出三界，大事因缘。这世间事是小事，大事都能办，那小事还有什么问题？所以经典被尊称为法宝有道理，真的是宝。我从方东美先生把这个介绍给我到今年五十五年，我天天读它，无量的欢喜，一直到今天八十岁，我晚上读经一般都超过十二点，为什么？乐！没有比这个更快乐的，乐此不疲。读书乐绝对比不上读佛经乐，你读了佛经，这个世间所有的典籍，你只一翻开就通达了，一丝毫障碍都没有，你才知道这是真正的宝。",
      "zh_TW": "湯恩比這些話影響西方這些學者，所以西方著名的大學裡面有漢學系、裡面有佛學系。可是諸位要知道，那是研究佛學不是學佛。佛學跟學佛我們又要把它辨別清楚，學佛才真得受用，破迷開悟，了生死出三界，大事因緣。這世間事是小事，大事都能辦，那小事還有什麼問題？所以經典被尊稱為法寶有道理，真的是寶。我從方東美先生把這個介紹給我到今年五十五年，我天天讀它，無量的歡喜，一直到今天八十歲，我晚上讀經一般都超過十二點，為什麼？樂！沒有比這個更快樂的，樂此不疲。讀書樂絕對比不上讀佛經樂，你讀了佛經，這個世間所有的典籍，你只一翻開就通達了，一絲毫障礙都沒有，你才知道這是真正的寶。"
    },
    {
      "id": "02-034-0181_p0036",
      "zh_CN": "世间人最现实的是什么？健康长寿、聪明智慧，这世间人最重视的。你要想得到，全在佛经里头，这是小利益不是大利益。你要想你不衰老，永远保持旺盛的精神体力，不生病，我到最后还讲了一句不死，这真的一点不假，这些东西都在佛法里头，是世间人念念希求的，但是他不懂得到这里头来求，这真可惜。由于严重的误会，所以对于学佛设了许许多多的关卡障碍，佛法不能够弘扬、不能够流通，真实智慧世间人得不到。所以佛经里常讲「佛度有缘人」，那些是没有缘的，业障深重才有这么多的障碍。但是要晓得，障碍之缘是出家人没有把自己本分事情做好，让社会大众产生这么样严重的误会，这是出家人的过失。所以谚语有所谓「地狱门前僧道多」，这话是真的不是假的。",
      "zh_TW": "世間人最現實的是什麼？健康長壽、聰明智慧，這世間人最重視的。你要想得到，全在佛經裡頭，這是小利益不是大利益。你要想你不衰老，永遠保持旺盛的精神體力，不生病，我到最後還講了一句不死，這真的一點不假，這些東西都在佛法裡頭，是世間人念念希求的，但是他不懂得到這裡頭來求，這真可惜。由於嚴重的誤會，所以對於學佛設了許許多多的關卡障礙，佛法不能夠弘揚、不能夠流通，真實智慧世間人得不到。所以佛經裡常講「佛度有緣人」，那些是沒有緣的，業障深重才有這麼多的障礙。但是要曉得，障礙之緣是出家人沒有把自己本分事情做好，讓社會大眾產生這麼樣嚴重的誤會，這是出家人的過失。所以諺語有所謂「地獄門前僧道多」，這話是真的不是假的。"
    },
    {
      "id": "02-034-0181_p0037",
      "zh_CN": "下面第五段，「出家一事，语其易则易于反掌，但穿一件大领就是和尚，而此种混光阴败佛门之和尚，多半将来在三途中过活，欲得为人，恐万中亦难得一二」。这个话是真的，一点都不假。这是现在出家的同学你们要牢牢的记在心上，要时时刻刻提高警觉，为什么？将来你要堕地狱不要怪人，你没有理由怨天尤人。尤其是在我们这个道场，天天跟你讲，一天都不间断，你还不觉悟、还不回头，你将来堕落，你自己不负责，你把责任推给别人，那是罪上加罪。你出家的环境，寺院没有人讲经，也没有人研究经教，那是情有可原，你还能把这个责任推给别人；我们这里不一样，天天讲。我自己是天天忏悔，天天改过，天天向上提升，这才有法喜，才有快乐。一天不能提升，你乐从哪里来？如果一天是堕落了，那不是乐，那是苦。",
      "zh_TW": "下面第五段，「出家一事，語其易則易於反掌，但穿一件大領就是和尚，而此種混光陰敗佛門之和尚，多半將來在三途中過活，欲得為人，恐萬中亦難得一二」。這個話是真的，一點都不假。這是現在出家的同學你們要牢牢的記在心上，要時時刻刻提高警覺，為什麼？將來你要墮地獄不要怪人，你沒有理由怨天尤人。尤其是在我們這個道場，天天跟你講，一天都不間斷，你還不覺悟、還不回頭，你將來墮落，你自己不負責，你把責任推給別人，那是罪上加罪。你出家的環境，寺院沒有人講經，也沒有人研究經教，那是情有可原，你還能把這個責任推給別人；我們這裡不一樣，天天講。我自己是天天懺悔，天天改過，天天向上提升，這才有法喜，才有快樂。一天不能提升，你樂從哪裡來？如果一天是墮落了，那不是樂，那是苦。"
    },
    {
      "id": "02-034-0181_p0038",
      "zh_CN": "怎么个提升法？依教修行，佛怎样教我就怎样做，佛教我要孝养父母，我对父母有没有尽到孝心。我的父母都不在了，我的智慧、我的德行天天向上提升，父母欢喜；断恶修善，积功累德，父母欢喜。这是孝养父母，这是奉事师长，老师看到欢喜，这个学生没有白教。对得起父母，对得起老师，对得起佛菩萨，对得起祖师大德代代相传，也对得起苦难众生，我们尽心尽力为大家服务。我不是只说不做，这么多年来你跟着我，你们都看到，我是怎么做的，我怎样待人，我怎么样处世，你们都看得很清楚，没有一桩事情为自己，为什么？没有自己，有自己就坏了，有自己就出不了六道轮回。",
      "zh_TW": "怎麼個提升法？依教修行，佛怎樣教我就怎樣做，佛教我要孝養父母，我對父母有沒有盡到孝心。我的父母都不在了，我的智慧、我的德行天天向上提升，父母歡喜；斷惡修善，積功累德，父母歡喜。這是孝養父母，這是奉事師長，老師看到歡喜，這個學生沒有白教。對得起父母，對得起老師，對得起佛菩薩，對得起祖師大德代代相傳，也對得起苦難眾生，我們盡心盡力為大家服務。我不是只說不做，這麼多年來你跟著我，你們都看到，我是怎麼做的，我怎樣待人，我怎麼樣處世，你們都看得很清楚，沒有一樁事情為自己，為什麼？沒有自己，有自己就壞了，有自己就出不了六道輪迴。"
    },
    {
      "id": "02-034-0181_p0039",
      "zh_CN": "所以《金刚经》上佛教我们「无我相，无人相，无众生相，无寿者相」。不但无相，念头都没有，「无我见，无人见，无众生见，无寿者见」，念头都没有，五十五年锻炼出来的！展开经卷才能看出里头的义趣，才能尝到法味。这个味古人说得好，「世味没有法味浓」，真的，你尝到你才晓得，你没有尝到不知道，你都认为世味比法味要浓，贪图世味，不知道法味，佛法里头殊胜的功德你见不到。要怎样才见到？只要你把妄想分别执着放下就见到了。我们讲席里头天天讲，天天都在劝，所以你要不懂，在佛门里面混日子，破坏佛门的形象，将来果报决定在三途。祖师说得好，就是你想得人身，一万人当中难得有一、二个，就是说你来生还得人身的。这个话说得很重，诸位要知道，不是吓人的，是事实真相。",
      "zh_TW": "所以《金剛經》上佛教我們「無我相，無人相，無眾生相，無壽者相」。不但無相，念頭都沒有，「無我見，無人見，無眾生見，無壽者見」，念頭都沒有，五十五年鍛鍊出來的！展開經卷才能看出裡頭的義趣，才能嘗到法味。這個味古人說得好，「世味沒有法味濃」，真的，你嘗到你才曉得，你沒有嘗到不知道，你都認為世味比法味要濃，貪圖世味，不知道法味，佛法裡頭殊勝的功德你見不到。要怎樣才見到？只要你把妄想分別執著放下就見到了。我們講席裡頭天天講，天天都在勸，所以你要不懂，在佛門裡面混日子，破壞佛門的形象，將來果報決定在三途。祖師說得好，就是你想得人身，一萬人當中難得有一、二個，就是說你來生還得人身的。這個話說得很重，諸位要知道，不是嚇人的，是事實真相。"
    },
    {
      "id": "02-034-0181_p0040",
      "zh_CN": "「若要做顶天履地、上弘下化之和尚，则难于登天矣」。这真的，真是难于登天，为什么？障缘太多了，你今天做一桩好事，没有人相信你，总对你怀疑，你一定有企图，你一定有目的；没有人扶持你，没有人帮助你，只有人扯腿破坏，你说你这个事情多难。在这个处境怎么办？章嘉大师教我，不求人，求佛菩萨。我记住这句话，我相信这句话，人不会帮助我，佛菩萨会帮助我。所以他老人家告诉我，只要你发心纯正，你的一生佛菩萨替你安排。我听了很开心、很欢喜，自己不要再操心；一生顺境也好，逆境也好，顺境没有贪爱，逆境没有瞋恚，为什么？佛菩萨安排的！",
      "zh_TW": "「若要做頂天履地、上弘下化之和尚，則難於登天矣」。這真的，真是難於登天，為什麼？障緣太多了，你今天做一樁好事，沒有人相信你，總對你懷疑，你一定有企圖，你一定有目的；沒有人扶持你，沒有人幫助你，只有人扯腿破壞，你說你這個事情多難。在這個處境怎麼辦？章嘉大師教我，不求人，求佛菩薩。我記住這句話，我相信這句話，人不會幫助我，佛菩薩會幫助我。所以他老人家告訴我，只要你發心純正，你的一生佛菩薩替你安排。我聽了很開心、很歡喜，自己不要再操心；一生順境也好，逆境也好，順境沒有貪愛，逆境沒有瞋恚，為什麼？佛菩薩安排的！"
    },
    {
      "id": "02-034-0181_p0041",
      "zh_CN": "这个人毁谤我、侮辱我、陷害我，佛菩萨安排的，我怎么能怪他！为什么要用这些方法来对我？还不是帮助我提升，看看我在逆境里头还生不生瞋恚。果然不生瞋恚。他看我不是好人，我看他是好人，真的自己境界不断向上提升，无比的快乐。一切际遇我晓得都是替我消业障，这一生没有学佛之前造了不少业，年轻喜欢打猎，杀生，杀业很重，又何况过去生生世世无量劫来不知道造多少恶业，今天受这点侮辱、毁谤、陷害，那算什么！我统统把它看作是替我消业障，替我增福慧，没有一丝毫怨恨，这样才一层一层难关突破。我们不希望人知道，佛菩萨知道就好，现在讲天地鬼神知道就好，何必要人知道？有想要人知道这个念头，错了，你还是凡夫。其实连鬼神、佛菩萨都不必想到他知不知道，一昧去做好事，护持正法，依教奉行，利益众生，决定不能做伤害众生的事情。",
      "zh_TW": "這個人毀謗我、侮辱我、陷害我，佛菩薩安排的，我怎麼能怪他！為什麼要用這些方法來對我？還不是幫助我提升，看看我在逆境裡頭還生不生瞋恚。果然不生瞋恚。他看我不是好人，我看他是好人，真的自己境界不斷向上提升，無比的快樂。一切際遇我曉得都是替我消業障，這一生沒有學佛之前造了不少業，年輕喜歡打獵，殺生，殺業很重，又何況過去生生世世無量劫來不知道造多少惡業，今天受這點侮辱、毀謗、陷害，那算什麼！我統統把它看作是替我消業障，替我增福慧，沒有一絲毫怨恨，這樣才一層一層難關突破。我們不希望人知道，佛菩薩知道就好，現在講天地鬼神知道就好，何必要人知道？有想要人知道這個念頭，錯了，你還是凡夫。其實連鬼神、佛菩薩都不必想到他知不知道，一昧去做好事，護持正法，依教奉行，利益眾生，決定不能做傷害眾生的事情。"
    },
    {
      "id": "02-034-0181_p0042",
      "zh_CN": "末后这段，「光出家五十五年，绝不说教人出家一句话」。我今天在此地读这段文，我学佛到今年五十五年，我学了七年才出家，我知道佛法是什么，我对它产生兴趣，愿意终身以这个为职业，把佛教发扬光大。祖师五十五年绝不说教人出家，不劝人出家，为什么？「以今之人一出家，皆作懒惰懈怠之类」。懒惰懈怠还是「上焉者」，还算是好的。「下之则破斋犯戒，无所不为，以故我誓不收徒弟，不劝人出家」。我们知道印光法师为什么不收徒弟、为什么不劝人出家，他晓得利害，出家不是真正发大菩提心，不是有真实智慧、真正愿力的，那你是破斋犯戒，这个罪就重了。平常犯这个罪是一重罪，你出家犯两重罪，犯破戒的罪、犯破坏佛教形象的罪，这个不得了！这是决定堕阿鼻地狱。你不出家你犯这个罪是堕地狱，不是无间地狱。地狱的种类很多很多，无间地狱是最苦的地狱。你破坏佛教形象，尤其是现在所讲破和合僧，僧团是和合的，你在这个团体里头不和，跟这个人闹意见，跟那个人闹意见，阿鼻地狱等着你去，这个事情麻烦大了。",
      "zh_TW": "末後這段，「光出家五十五年，絕不說教人出家一句話」。我今天在此地讀這段文，我學佛到今年五十五年，我學了七年才出家，我知道佛法是什麼，我對它產生興趣，願意終身以這個為職業，把佛教發揚光大。祖師五十五年絕不說教人出家，不勸人出家，為什麼？「以今之人一出家，皆作懶惰懈怠之類」。懶惰懈怠還是「上焉者」，還算是好的。「下之則破齋犯戒，無所不為，以故我誓不收徒弟，不勸人出家」。我們知道印光法師為什麼不收徒弟、為什麼不勸人出家，他曉得利害，出家不是真正發大菩提心，不是有真實智慧、真正願力的，那你是破齋犯戒，這個罪就重了。平常犯這個罪是一重罪，你出家犯兩重罪，犯破戒的罪、犯破壞佛教形象的罪，這個不得了！這是決定墮阿鼻地獄。你不出家你犯這個罪是墮地獄，不是無間地獄。地獄的種類很多很多，無間地獄是最苦的地獄。你破壞佛教形象，尤其是現在所講破和合僧，僧團是和合的，你在這個團體裡頭不和，跟這個人鬧意見，跟那個人鬧意見，阿鼻地獄等著你去，這個事情麻煩大了。"
    },
    {
      "id": "02-034-0181_p0043",
      "zh_CN": "我们常讲、常提起，希望大家警觉，不干糊涂事。我能做到，你们也能做到，我受再大的侮辱，我都会磕头顶礼向人赔罪，「我错了」，我能够认错，这个要学！再大的误会，我们跪下来磕头，总算是能摆平。千万不能有傲慢，傲慢可不得了。现在时间到了，印祖这段的开示正好都是讲到「舍家弃欲」，我们讲到这段文，正好做一个很好的补充，很好的启示。",
      "zh_TW": "我們常講、常提起，希望大家警覺，不幹糊塗事。我能做到，你們也能做到，我受再大的侮辱，我都會磕頭頂禮向人賠罪，「我錯了」，我能夠認錯，這個要學！再大的誤會，我們跪下來磕頭，總算是能擺平。千萬不能有傲慢，傲慢可不得了。現在時間到了，印祖這段的開示正好都是講到「捨家棄欲」，我們講到這段文，正好做一個很好的補充，很好的啟示。"
    }
  ]
}