{
  "doc_id": "21-710-0001",
  "title": {
    "zh_CN": "二零一四年念佛共修开示—静老说的话",
    "zh_TW": "二零一四年念佛共修開示—靜老說的話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港尖沙咀街坊福利会",
    "zh_TW": "香港尖沙咀街坊福利會"
  },
  "doc_number": "21-710-0001",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "21-710-0001_p0001",
      "zh_CN": "诸位法师，诸位大德，诸位同学，大家下午好！今天我们有这个缘分，在此地共聚一堂。我看到桌上有不少的问题，好像有四十七个，这四十七个问题我们一个半小时没有办法解答清楚，我想留下来我再找时间。今天跟诸位介绍一本书，这本书题目叫《静老说的话．大家欢喜看的话请做参考》。有同修送给我的，我用了两天的时间把它统统看完，真的是一部好书。我们发心把它再翻印，多流通。",
      "zh_TW": "諸位法師，諸位大德，諸位同學，大家下午好！今天我們有這個緣分，在此地共聚一堂。我看到桌上有不少的問題，好像有四十七個，這四十七個問題我們一個半小時沒有辦法解答清楚，我想留下來我再找時間。今天跟諸位介紹一本書，這本書題目叫《靜老說的話．大家歡喜看的話請做參考》。有同修送給我的，我用了兩天的時間把它統統看完，真的是一部好書。我們發心把它再翻印，多流通。"
    },
    {
      "id": "21-710-0001_p0002",
      "zh_CN": "这个老人，前面有个很简单的介绍，他在二０一０年七月十二日往生，享年九十八岁。他要回西方的时候说了，「依照这本书的法义，他说法的意思、道理、方法去落实，认真去做，心里头不要忘记佛，南无阿弥陀佛，自然跟诸佛菩萨相应，他也会在暗中加持」。这是他老人家最后的遗言。他是山东人，在战争的时候他到台湾，到台湾的时候很年轻。我跟他没有见过面，听说他希望这本书能让我看到，总算是有缘，我看到这本书了。读了之后，老人一生的行持跟净宗有特殊的缘分。他出生在山东，在十三岁的时候父母过世，叔叔把他养大成人。他们一家不是佛教徒，当然依照行业，他的父亲过世之后落在恶道里头。他的佛缘很深，小时候，他还记得，六岁的时候，跟小朋友在一起玩耍，遇到一个出家人，一个和尚，把他抱起来，叫他坐下，把双腿给他盘上，教他念南无阿弥陀佛。又找了两个小朋友，一边一个站在旁边，这个出家人哈哈大笑就走了，走了以后再也没有见过。他一生就记住这个和尚一句话，「南无阿弥陀佛」，他教他念。他跟出家人没有往来，跟寺庙也没有往来，他一生没有进过寺庙，可是一生念佛，劝人念佛。",
      "zh_TW": "這個老人，前面有個很簡單的介紹，他在二０一０年七月十二日往生，享年九十八歲。他要回西方的時候說了，「依照這本書的法義，他說法的意思、道理、方法去落實，認真去做，心裡頭不要忘記佛，南無阿彌陀佛，自然跟諸佛菩薩相應，他也會在暗中加持」。這是他老人家最後的遺言。他是山東人，在戰爭的時候他到台灣，到台灣的時候很年輕。我跟他沒有見過面，聽說他希望這本書能讓我看到，總算是有緣，我看到這本書了。讀了之後，老人一生的行持跟淨宗有特殊的緣分。他出生在山東，在十三歲的時候父母過世，叔叔把他養大成人。他們一家不是佛教徒，當然依照行業，他的父親過世之後落在惡道裡頭。他的佛緣很深，小時候，他還記得，六歲的時候，跟小朋友在一起玩耍，遇到一個出家人，一個和尚，把他抱起來，叫他坐下，把雙腿給他盤上，教他念南無阿彌陀佛。又找了兩個小朋友，一邊一個站在旁邊，這個出家人哈哈大笑就走了，走了以後再也沒有見過。他一生就記住這個和尚一句話，「南無阿彌陀佛」，他教他念。他跟出家人沒有往來，跟寺廟也沒有往來，他一生沒有進過寺廟，可是一生念佛，勸人念佛。"
    },
    {
      "id": "21-710-0001_p0003",
      "zh_CN": "说的这些话，我们知道他没有人教他，由这些话当中，我们知道这个人的心清净，唯有清净心才能生智慧，心不清净生烦恼，它不生智慧。所以他的话是智慧的话，可以跟《无量寿经》、跟黄念老的集注都能够得到相应。尤其末后一段讲到，末后这一段它的题目是「般若实相、般若净土」，这里面所说的就有相当的深度，从前面看很平常，很容易懂。",
      "zh_TW": "說的這些話，我們知道他沒有人教他，由這些話當中，我們知道這個人的心清淨，唯有清淨心才能生智慧，心不清淨生煩惱，它不生智慧。所以他的話是智慧的話，可以跟《無量壽經》、跟黃念老的集註都能夠得到相應。尤其末後一段講到，末後這一段它的題目是「般若實相、般若淨土」，這裡面所說的就有相當的深度，從前面看很平常，很容易懂。"
    },
    {
      "id": "21-710-0001_p0004",
      "zh_CN": "末法时期，我们的根性比不上过去人，我们的善根福德就不必说了，而造业非常严重。大乘经教里面给我们说得很清楚，我们的老祖宗、古圣先贤告诉我们，伦理的道德、因果的教育，善因必定结善果，恶因必定会感恶报。如来十力，成佛有十种特殊的能力，菩萨都比不上。第一个就是讲的是处非处，是处就是因果报应，善有善报，恶有恶报，这是是处，绝对是真的，不是假的。行善遇到恶报，造恶他在享福，这不是真的。有没有这个现象？有，确实有无恶不作的人，他在社会上有很高的地位，他有很大的财富，一生享福。这是什么原因？佛告诉我们，因果要讲三世，过去、现在、未来，叫三世因果，不是一世的。一世有现世报，有，你只要细心观察，就在眼前，一点都不假，但是最重要的是三世。过去世断恶修善，积功累德，喜欢修布施，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿，一点都不假。这个人这一生造作恶业，恶业造得太多，可是他还有很大的福报，那是什么？过去生中修的，修的福太大，这一生虽然造作罪业，跟他前世相比还有很大的距离，所以他还在享福。可是福会享得尽的，他这一生福享尽了，来生麻烦就大了。",
      "zh_TW": "末法時期，我們的根性比不上過去人，我們的善根福德就不必說了，而造業非常嚴重。大乘經教裡面給我們說得很清楚，我們的老祖宗、古聖先賢告訴我們，倫理的道德、因果的教育，善因必定結善果，惡因必定會感惡報。如來十力，成佛有十種特殊的能力，菩薩都比不上。第一個就是講的是處非處，是處就是因果報應，善有善報，惡有惡報，這是是處，絕對是真的，不是假的。行善遇到惡報，造惡他在享福，這不是真的。有沒有這個現象？有，確實有無惡不作的人，他在社會上有很高的地位，他有很大的財富，一生享福。這是什麼原因？佛告訴我們，因果要講三世，過去、現在、未來，叫三世因果，不是一世的。一世有現世報，有，你只要細心觀察，就在眼前，一點都不假，但是最重要的是三世。過去世斷惡修善，積功累德，喜歡修布施，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽，一點都不假。這個人這一生造作惡業，惡業造得太多，可是他還有很大的福報，那是什麼？過去生中修的，修的福太大，這一生雖然造作罪業，跟他前世相比還有很大的距離，所以他還在享福。可是福會享得盡的，他這一生福享盡了，來生麻煩就大了。"
    },
    {
      "id": "21-710-0001_p0005",
      "zh_CN": "我们举一个例子诸位就清楚了，中国历史上的帝王唐太宗，提起他没有人不赞叹，好皇帝，真正是勤政爱民，历史上难得的好皇帝。可是他在隋朝亡国的时候，群雄起来夺取政权，他是打胜了，他是用武力夺得的政权。打仗要杀人，中国人、外国人都杀。我们前些年看他附体的光碟，他讲得很清楚，都是真话，他在哪里？他在无间地狱。为什么好皇帝也堕无间地狱？有人问他，他回答得很妙，好皇帝造了地狱业就可以不受地狱果报吗？哪有这个道理！堕不堕地狱是看你有没有造地狱业，他造了，所以死了以后还是堕地狱，堕无间地狱。现在他出来了，怎么出来？他一生曾经做了一桩了不起的事情。因为他做皇帝的时候年岁很轻，二十七岁，二十七岁做上皇上，那么大的国家，那么多的人民，他怎样统理，他怎样教化，这个问题可是现实。他聪明，他下令底下几个大臣，博学多闻的这些人帮助他。他要智慧、要治国的方法，也要有治国的经验，到哪里去找？到古籍里头去找，过去，从他那个时代往上去二千五百年，从三皇五帝一直到晋朝，历代圣贤帝王他们修身齐家治国平天下的智慧、理念、方法、经验，他需要这些东西，到古籍里头去找，找到一条一条写下来给他看。花了好几年的时间找到了，找出来了，就是现在大家也许熟悉的《群书治要》，那个治是政治，是治国，治家、治国。",
      "zh_TW": "我們舉一個例子諸位就清楚了，中國歷史上的帝王唐太宗，提起他沒有人不讚歎，好皇帝，真正是勤政愛民，歷史上難得的好皇帝。可是他在隋朝亡國的時候，群雄起來奪取政權，他是打勝了，他是用武力奪得的政權。打仗要殺人，中國人、外國人都殺。我們前些年看他附體的光碟，他講得很清楚，都是真話，他在哪裡？他在無間地獄。為什麼好皇帝也墮無間地獄？有人問他，他回答得很妙，好皇帝造了地獄業就可以不受地獄果報嗎？哪有這個道理！墮不墮地獄是看你有沒有造地獄業，他造了，所以死了以後還是墮地獄，墮無間地獄。現在他出來了，怎麼出來？他一生曾經做了一樁了不起的事情。因為他做皇帝的時候年歲很輕，二十七歲，二十七歲做上皇上，那麼大的國家，那麼多的人民，他怎樣統理，他怎樣教化，這個問題可是現實。他聰明，他下令底下幾個大臣，博學多聞的這些人幫助他。他要智慧、要治國的方法，也要有治國的經驗，到哪裡去找？到古籍裡頭去找，過去，從他那個時代往上去二千五百年，從三皇五帝一直到晉朝，歷代聖賢帝王他們修身齊家治國平天下的智慧、理念、方法、經驗，他需要這些東西，到古籍裡頭去找，找到一條一條寫下來給他看。花了好幾年的時間找到了，找出來了，就是現在大家也許熟悉的《群書治要》，那個治是政治，是治國，治家、治國。"
    },
    {
      "id": "21-710-0001_p0006",
      "zh_CN": "这部书出来之后，唐太宗手不释卷，每天认真读这部书，大唐盛世就靠这部书的指导成功的。唐朝时候没有印刷术，书是要用毛笔字抄的，你就晓得非常难得，分量很少。唐朝亡国之后这本书没有了，不见了。所以我们在历史上，二十五史里头，唐书、宋史、元明清的断代史里头都没有这个书的记载，在中国失传了一千年。书到哪里去了？到日本去了。中国唐朝那个时候，日本的留学生、韩国的留学生、越南的留学生，以及南洋还有一些小国，到中国来留学的人很多很多。日本人识货，知道这个书好，到处搜集，全都带到日本去了，中国没有了。一直到乾隆皇帝晚年，他做了六十年皇帝，他的祖父康熙，康熙做六十一年皇帝，他说他不能超过祖父，所以他在位六十年就退休了，把皇位交给他的儿子，他做太上皇，太上皇就是退休的皇帝。这个时候日本天皇向中国进贡，就是向嘉庆皇帝送礼，礼物里面有这套书。但是在那个时候，中国人对这个书不重视，为什么？清朝也有盛世，康熙、雍正、乾隆，嘉庆登基的时候是清朝鼎盛的时代，超过唐朝，所以对这个不重视。",
      "zh_TW": "這部書出來之後，唐太宗手不釋卷，每天認真讀這部書，大唐盛世就靠這部書的指導成功的。唐朝時候沒有印刷術，書是要用毛筆字抄的，你就曉得非常難得，分量很少。唐朝亡國之後這本書沒有了，不見了。所以我們在歷史上，二十五史裡頭，唐書、宋史、元明清的斷代史裡頭都沒有這個書的記載，在中國失傳了一千年。書到哪裡去了？到日本去了。中國唐朝那個時候，日本的留學生、韓國的留學生、越南的留學生，以及南洋還有一些小國，到中國來留學的人很多很多。日本人識貨，知道這個書好，到處蒐集，全都帶到日本去了，中國沒有了。一直到乾隆皇帝晚年，他做了六十年皇帝，他的祖父康熙，康熙做六十一年皇帝，他說他不能超過祖父，所以他在位六十年就退休了，把皇位交給他的兒子，他做太上皇，太上皇就是退休的皇帝。這個時候日本天皇向中國進貢，就是向嘉慶皇帝送禮，禮物裡面有這套書。但是在那個時候，中國人對這個書不重視，為什麼？清朝也有盛世，康熙、雍正、乾隆，嘉慶登基的時候是清朝鼎盛的時代，超過唐朝，所以對這個不重視。"
    },
    {
      "id": "21-710-0001_p0007",
      "zh_CN": "但这部书到清朝亡国的时候，有一些学者看到如获至宝，交给商务印书馆印了两次，第一次印的是日本原文，照它的原文印的，第二次是排版，是在《国学丛书》里面，小本的，我们现在讲口袋书，带在身上很方便，小册子十册。这个书找不到了，我们也不知道民国印过两次。商务印书馆我跟它很熟，我曾经请教过，《群书治要》他知不知道有？他不知道。世界书局我也很熟悉，我向他们请教，没有人知道。我知道有这本书，没见过，常常想着，讲经的时候说出来，就有同学把这个书找到，寄到我这儿来，这是祖宗保佑、三宝加持。商务印书馆这两种版子我都看到了，而且寄给我的书，这书很难得，新的，没有人看过，应该是人家收藏在图书馆里面的。书将近一百年了，纸变得很脆，但是还好，字没有损坏。我拿到手我都不敢多看，怕那个纸碎掉，赶紧送到世界书局，让它给我印一万套，这样就不会失传。我们有一万套，分送在许多国家图书馆、大学图书馆里面去收藏，这个书永远传世，不会失传。我们目的在此地，让这本书永远流传在这个世界上。",
      "zh_TW": "但這部書到清朝亡國的時候，有一些學者看到如獲至寶，交給商務印書館印了兩次，第一次印的是日本原文，照它的原文印的，第二次是排版，是在《國學叢書》裡面，小本的，我們現在講口袋書，帶在身上很方便，小冊子十冊。這個書找不到了，我們也不知道民國印過兩次。商務印書館我跟它很熟，我曾經請教過，《群書治要》他知不知道有？他不知道。世界書局我也很熟悉，我向他們請教，沒有人知道。我知道有這本書，沒見過，常常想著，講經的時候說出來，就有同學把這個書找到，寄到我這兒來，這是祖宗保佑、三寶加持。商務印書館這兩種版子我都看到了，而且寄給我的書，這書很難得，新的，沒有人看過，應該是人家收藏在圖書館裡面的。書將近一百年了，紙變得很脆，但是還好，字沒有損壞。我拿到手我都不敢多看，怕那個紙碎掉，趕緊送到世界書局，讓它給我印一萬套，這樣就不會失傳。我們有一萬套，分送在許多國家圖書館、大學圖書館裡面去收藏，這個書永遠傳世，不會失傳。我們目的在此地，讓這本書永遠流傳在這個世界上。"
    },
    {
      "id": "21-710-0001_p0008",
      "zh_CN": "唐太宗就是因为这桩事情，地藏王菩萨好像保他出地狱，他是这样离开地狱的。所以他附体，在我看样本的时候，书还没有正式出来，做了一本样本给我看，我正在看这个样本，旁边有个人跪在地下，说我是李世民，我来感恩的，什么恩？我们印这部书，他离开地狱。他告诉我，这部书可以救中国，可以救全世界。这个提醒很难得，我非常感谢他，因为这部书可以救中国我知道，这部书可以救世界我不知道，我没想到，是他提醒的。这一提醒我就留意了，这个书要翻成白话文，再翻成外国文字向全世界流通，这个工作我们正在做。你看，这一本书，唐太宗在无间地狱能出来，做这桩善事有好报。当年在世，帮助他治理国家，造成大唐盛世，到今天他堕在无间地狱，这部书大量翻印出来，他能够离开地狱，这就是善因必定感得善果，恶因决定是有恶报，因果报应丝毫不爽。所以，如来十力的第一条是讲因果报应，因果报应对我们个人，对我们家庭，对我们的社区，对我们的社会、国家，乃至于对全世界，它是真理，决定是真实的。",
      "zh_TW": "唐太宗就是因為這樁事情，地藏王菩薩好像保他出地獄，他是這樣離開地獄的。所以他附體，在我看樣本的時候，書還沒有正式出來，做了一本樣本給我看，我正在看這個樣本，旁邊有個人跪在地下，說我是李世民，我來感恩的，什麼恩？我們印這部書，他離開地獄。他告訴我，這部書可以救中國，可以救全世界。這個提醒很難得，我非常感謝他，因為這部書可以救中國我知道，這部書可以救世界我不知道，我沒想到，是他提醒的。這一提醒我就留意了，這個書要翻成白話文，再翻成外國文字向全世界流通，這個工作我們正在做。你看，這一本書，唐太宗在無間地獄能出來，做這樁善事有好報。當年在世，幫助他治理國家，造成大唐盛世，到今天他墮在無間地獄，這部書大量翻印出來，他能夠離開地獄，這就是善因必定感得善果，惡因決定是有惡報，因果報應絲毫不爽。所以，如來十力的第一條是講因果報應，因果報應對我們個人，對我們家庭，對我們的社區，對我們的社會、國家，乃至於對全世界，它是真理，決定是真實的。"
    },
    {
      "id": "21-710-0001_p0009",
      "zh_CN": "所以中国传统教育这三个根，这三根不是我们说的，这是事实真相。千万年来老祖宗给我们讲伦理，伦理是讲人跟人的关系；伦理讲到极处，所有的人都是我们一家人，一家有父母、有兄弟姐妹、有夫妇、有儿女。另外跟我们什么关系？有君臣、有朋友，君臣就是今天大家所熟知的领导与被领导，领导的是君，被领导的是臣；我们住在一个乡村，乡村有村长，村长就是君，村民就是臣，君臣关系。一般是朋友的关系，朋友的朋友也是朋友，都是朋友。所以这样一展开，整个地球上的人跟我们都有关系，不是有亲属关系，就是有领导、被领导关系，有朋友关系。所以整个世界的人类叫一家人，朋友也是我们最要好的，一家人，这讲伦理。",
      "zh_TW": "所以中國傳統教育這三個根，這三根不是我們說的，這是事實真相。千萬年來老祖宗給我們講倫理，倫理是講人跟人的關係；倫理講到極處，所有的人都是我們一家人，一家有父母、有兄弟姐妹、有夫婦、有兒女。另外跟我們什麼關係？有君臣、有朋友，君臣就是今天大家所熟知的領導與被領導，領導的是君，被領導的是臣；我們住在一個鄉村，鄉村有村長，村長就是君，村民就是臣，君臣關係。一般是朋友的關係，朋友的朋友也是朋友，都是朋友。所以這樣一展開，整個地球上的人跟我們都有關係，不是有親屬關係，就是有領導、被領導關係，有朋友關係。所以整個世界的人類叫一家人，朋友也是我們最要好的，一家人，這講倫理。"
    },
    {
      "id": "21-710-0001_p0010",
      "zh_CN": "佛法讲伦理讲绝了，真的没有比它讲得更清楚、更圆满。佛家所说的，我们看惠能大师的《六祖坛经》，能大师开悟的时候说了五句话，那五句话就是他的修学心得，就凭这五句，五祖把衣钵就传给他，他就成为第六代祖。这五句话第一句是「何期自性，本自清净」，很重要。自性是什么？真心。谁的自性？每个人的自性。我们每个人形相不相同，自性是一个，这个要知道。自性不分你我，一切诸佛如来的自性跟我们的自性是一个自性。我们可以说，过去、现在、未来，十方世界，上面到佛，下面到无间地狱，统统都是一个自性，一个自性就是一体。所以能大师第二句说，「何期自性，本不生灭」。这五句话对学佛的人比什么都重要。第一个，相信我们的心是清净的，没有污染，真心。妄心有污染，真心没有污染，跟佛菩萨没有两样。第二不生不灭，我们就放心了，没有生死，生死是身体，身体是假的，身体不是我，灵性是我，灵性就是真心，就是能大师说的不生不灭。",
      "zh_TW": "佛法講倫理講絕了，真的沒有比它講得更清楚、更圓滿。佛家所說的，我們看惠能大師的《六祖壇經》，能大師開悟的時候說了五句話，那五句話就是他的修學心得，就憑這五句，五祖把衣缽就傳給他，他就成為第六代祖。這五句話第一句是「何期自性，本自清淨」，很重要。自性是什麼？真心。誰的自性？每個人的自性。我們每個人形相不相同，自性是一個，這個要知道。自性不分你我，一切諸佛如來的自性跟我們的自性是一個自性。我們可以說，過去、現在、未來，十方世界，上面到佛，下面到無間地獄，統統都是一個自性，一個自性就是一體。所以能大師第二句說，「何期自性，本不生滅」。這五句話對學佛的人比什麼都重要。第一個，相信我們的心是清淨的，沒有污染，真心。妄心有污染，真心沒有污染，跟佛菩薩沒有兩樣。第二不生不滅，我們就放心了，沒有生死，生死是身體，身體是假的，身體不是我，靈性是我，靈性就是真心，就是能大師說的不生不滅。"
    },
    {
      "id": "21-710-0001_p0011",
      "zh_CN": "第三个告诉我们一桩喜事，「本自具足」，告诉我们心外什么都没有，心里面什么都不缺，我们真心里面有无量智慧，有无量的德、能、相、好，一样都不缺。我们今天欠缺得太多，我们没有智慧，我们没有德能，我们也没有相好。这些东西在哪里？极乐世界就是，只要你到极乐世界你全证得，智慧、德能、相好统统现前。为什么？确实佛菩萨看我们跟他没有两样，无二无别，我们看佛菩萨完全不一样，佛菩萨用真心，我们用妄心。妄心就是妄念、妄想，不一样，每个人不相同，就是自己，前一个妄念跟后头一个妄念都不一样，它太复杂，但是它是假的，它不是真的，所以叫妄想、叫妄念。你看念头加个妄字，想也加个妄字，加个妄字，告诉你不是真的，真的怎么样？真的没有念头，真的没有思想。没有思想、没有念头，你没有一样不知道，那叫真实智慧；没有学，没有练习过，你什么都能干，那叫做德能，这是自性本来有的。",
      "zh_TW": "第三個告訴我們一樁喜事，「本自具足」，告訴我們心外什麼都沒有，心裡面什麼都不缺，我們真心裡面有無量智慧，有無量的德、能、相、好，一樣都不缺。我們今天欠缺得太多，我們沒有智慧，我們沒有德能，我們也沒有相好。這些東西在哪裡？極樂世界就是，只要你到極樂世界你全證得，智慧、德能、相好統統現前。為什麼？確實佛菩薩看我們跟他沒有兩樣，無二無別，我們看佛菩薩完全不一樣，佛菩薩用真心，我們用妄心。妄心就是妄念、妄想，不一樣，每個人不相同，就是自己，前一個妄念跟後頭一個妄念都不一樣，它太複雜，但是它是假的，它不是真的，所以叫妄想、叫妄念。你看念頭加個妄字，想也加個妄字，加個妄字，告訴你不是真的，真的怎麼樣？真的沒有念頭，真的沒有思想。沒有思想、沒有念頭，你沒有一樣不知道，那叫真實智慧；沒有學，沒有練習過，你什麼都能幹，那叫做德能，這是自性本來有的。"
    },
    {
      "id": "21-710-0001_p0012",
      "zh_CN": "所以佛法的教学，中国老祖宗的教学，教什么？教我们回归自性，教这个。不是教我们学这样、学那样，那全是假的，起不了什么大作用。要怎样回归自性？有方法，走菩萨成佛之道。佛在经教里面告诉我们，古往今来，此界他方，我们凡夫修行成佛都是一条路，这条路就是戒定慧三学，因戒得定，因定开慧，开慧就是大彻大悟。觉悟了就转凡成圣，我们凡人觉悟了就成佛。迷了自性、迷了真心，这个人叫凡夫；自性觉悟了，这个人叫成佛。佛法教学教这个，佛法里面毕业就成佛了。中国古圣先贤，读书志在圣贤，我们读书为了什么？为了做圣人、做贤人，好！不是为了升官发财，不是为这个，不是在搞六道轮回，要超越轮回、超越十法界。",
      "zh_TW": "所以佛法的教學，中國老祖宗的教學，教什麼？教我們回歸自性，教這個。不是教我們學這樣、學那樣，那全是假的，起不了什麼大作用。要怎樣回歸自性？有方法，走菩薩成佛之道。佛在經教裡面告訴我們，古往今來，此界他方，我們凡夫修行成佛都是一條路，這條路就是戒定慧三學，因戒得定，因定開慧，開慧就是大徹大悟。覺悟了就轉凡成聖，我們凡人覺悟了就成佛。迷了自性、迷了真心，這個人叫凡夫；自性覺悟了，這個人叫成佛。佛法教學教這個，佛法裡面畢業就成佛了。中國古聖先賢，讀書志在聖賢，我們讀書為了什麼？為了做聖人、做賢人，好！不是為了升官發財，不是為這個，不是在搞六道輪迴，要超越輪迴、超越十法界。"
    },
    {
      "id": "21-710-0001_p0013",
      "zh_CN": "所以我们中国，我们要爱国、爱祖宗。全世界人，念念不忘祖先的是中国人。外国人没有祠堂，外国人没有家谱，外国人不懂得祭祀祖先，只有中国人有。今天社会虽然很乱，我们对于国家要有信心，信心从哪里来？从我们世世代代千万年来祖宗都是教伦理、道德、因果、圣贤教育，全世界找不到第二家。中国再怎么乱不会灭亡，祖宗有德，祖宗暗中在保佑，我们要有信心。许多人都往外国去，我跟香港有缘，一九七七年我第一次到香港来讲经，三十多年了，从一九七七年起，每一年我到香港都讲一个月，讲了很多年。回归之前我在美国，在美国也住了不少年，回归了我很欢喜，我从美国飞到香港来看回归。我没告诉任何人，但是香港的佛教会长觉光法师知道我来，他邀请我参加回归的仪式，我没参加，我从电视上看，因为人太多了很累，在电视上看，很有受用。许多人因为回归离开香港，把房子卖掉到外国去，去移民，我劝他，我说回归之后，香港这个地方绝不输给英国人统治，不会比他差，我劝大家不要走。到外国去我看到很多香港朋友，在美国、在加拿大、在澳洲、在纽西兰我都见到，见到之后他们后悔，再想回香港回不来了，那时候房子很便宜卖掉，回来的时候买不起。我说你们不听话，你看你们要离开香港。香港回归之后我回到香港来了，我现在在香港拿的是永久居留，也拿香港护照，香港护照比外国护照好用，许许多多的国家不需要签证。你看特区的行政多好，五十年不变。",
      "zh_TW": "所以我們中國，我們要愛國、愛祖宗。全世界人，念念不忘祖先的是中國人。外國人沒有祠堂，外國人沒有家譜，外國人不懂得祭祀祖先，只有中國人有。今天社會雖然很亂，我們對於國家要有信心，信心從哪裡來？從我們世世代代千萬年來祖宗都是教倫理、道德、因果、聖賢教育，全世界找不到第二家。中國再怎麼亂不會滅亡，祖宗有德，祖宗暗中在保佑，我們要有信心。許多人都往外國去，我跟香港有緣，一九七七年我第一次到香港來講經，三十多年了，從一九七七年起，每一年我到香港都講一個月，講了很多年。回歸之前我在美國，在美國也住了不少年，回歸了我很歡喜，我從美國飛到香港來看回歸。我沒告訴任何人，但是香港的佛教會長覺光法師知道我來，他邀請我參加回歸的儀式，我沒參加，我從電視上看，因為人太多了很累，在電視上看，很有受用。許多人因為回歸離開香港，把房子賣掉到外國去，去移民，我勸他，我說回歸之後，香港這個地方絕不輸給英國人統治，不會比他差，我勸大家不要走。到外國去我看到很多香港朋友，在美國、在加拿大、在澳洲、在紐西蘭我都見到，見到之後他們後悔，再想回香港回不來了，那時候房子很便宜賣掉，回來的時候買不起。我說你們不聽話，你看你們要離開香港。香港回歸之後我回到香港來了，我現在在香港拿的是永久居留，也拿香港護照，香港護照比外國護照好用，許許多多的國家不需要簽證。你看特區的行政多好，五十年不變。"
    },
    {
      "id": "21-710-0001_p0014",
      "zh_CN": "所以我们的认知是从根上认知，从老祖宗，几千年来这个地方积德，德积得厚。全世界有灾难，人家问我哪个地方好？我告诉他中国好，他们不相信。全世界有灾难，中国有没有？当然也有，会比外国轻，没有外国那么严重。什么原因？造业不一样，这个造业要把祖宗三代都算上。不止三代，我们三百代都不止，我们的家谱，从黄帝算起，四千五百年，传到我这一代是第一百三十六代，我下面一辈是一百三十七代，这种历史全世界找不到，只有中国有。一定相信祖宗之德，相信佛菩萨保佑，相信古圣先贤要照顾这块土地。",
      "zh_TW": "所以我們的認知是從根上認知，從老祖宗，幾千年來這個地方積德，德積得厚。全世界有災難，人家問我哪個地方好？我告訴他中國好，他們不相信。全世界有災難，中國有沒有？當然也有，會比外國輕，沒有外國那麼嚴重。什麼原因？造業不一樣，這個造業要把祖宗三代都算上。不止三代，我們三百代都不止，我們的家譜，從黃帝算起，四千五百年，傳到我這一代是第一百三十六代，我下面一輩是一百三十七代，這種歷史全世界找不到，只有中國有。一定相信祖宗之德，相信佛菩薩保佑，相信古聖先賢要照顧這塊土地。"
    },
    {
      "id": "21-710-0001_p0015",
      "zh_CN": "文化要复兴，文化要不复兴那就很悲惨，这个国家民族会消失掉，会灭亡。老祖宗留下来的东西是真实智慧，是文化的遗产，总集起来就是大家熟知的《四库全书》。这是乾隆皇帝做了一桩大好事，这个人福报大。这套书当时总共只写成七套，不多，都是手写的。清朝末年跟外国人战争，八国联军把颐和园烧掉了，颐和园里面有一套《全书》、一套《荟要》，全部毁掉了。《荟要》只有两套，毁掉了只剩一套，《全书》七套只剩了六套。现在在全世界，《全书》有三套半，《荟要》只有一套，在台湾博物馆，我都去看过。读书人每天提心吊胆的，就怕这个东西失传，这一失传比什么损失都大。所以台湾的读书人，这些老教授，都希望这个东西能够翻印。十几年前，总算我们的愿望达到了，商务印书馆印《全书》，世界书局印《荟要》，量都不大，太少了，太少就有失传的可能，商务印《全书》印三百套，世界书局印《荟要》印两百套。那时候我知道这个信息，我们全心全力，大家给我的供养我就拿去买这两套书，《全书》买了一套，现在这套放在澳洲净宗学院。《荟要》分量是《全书》的三分之一，特别为乾隆皇帝编的，不给外人看的。这个书非常有价值，因为《全书》里面凡是对清朝不利的他都删掉，《荟要》没有删，《荟要》是给皇帝一个人看的，别的人看不到，所以《荟要》的价值就比《全书》还要高。《荟要》成本比较低，那个时候我买的大概一套两万美金，我先后买了七十多套，分送给全国每一个省、自治区，选择它们一个大学送给他们，还有国家图书馆、北京图书馆、上海图书馆，还有问我要的我都送，还有送到外国大学图书馆，这样子这个书就不会失掉。分散的地方愈多，灾难再多，不可能全球毁灭，这不会的，不可能的，所以这些东西会保存，留给后世。",
      "zh_TW": "文化要復興，文化要不復興那就很悲慘，這個國家民族會消失掉，會滅亡。老祖宗留下來的東西是真實智慧，是文化的遺產，總集起來就是大家熟知的《四庫全書》。這是乾隆皇帝做了一樁大好事，這個人福報大。這套書當時總共只寫成七套，不多，都是手寫的。清朝末年跟外國人戰爭，八國聯軍把頤和園燒掉了，頤和園裡面有一套《全書》、一套《薈要》，全部毀掉了。《薈要》只有兩套，毀掉了只剩一套，《全書》七套只剩了六套。現在在全世界，《全書》有三套半，《薈要》只有一套，在台灣博物館，我都去看過。讀書人每天提心吊膽的，就怕這個東西失傳，這一失傳比什麼損失都大。所以台灣的讀書人，這些老教授，都希望這個東西能夠翻印。十幾年前，總算我們的願望達到了，商務印書館印《全書》，世界書局印《薈要》，量都不大，太少了，太少就有失傳的可能，商務印《全書》印三百套，世界書局印《薈要》印兩百套。那時候我知道這個信息，我們全心全力，大家給我的供養我就拿去買這兩套書，《全書》買了一套，現在這套放在澳洲淨宗學院。《薈要》分量是《全書》的三分之一，特別為乾隆皇帝編的，不給外人看的。這個書非常有價值，因為《全書》裡面凡是對清朝不利的他都刪掉，《薈要》沒有刪，《薈要》是給皇帝一個人看的，別的人看不到，所以《薈要》的價值就比《全書》還要高。《薈要》成本比較低，那個時候我買的大概一套兩萬美金，我先後買了七十多套，分送給全國每一個省、自治區，選擇它們一個大學送給他們，還有國家圖書館、北京圖書館、上海圖書館，還有問我要的我都送，還有送到外國大學圖書館，這樣子這個書就不會失掉。分散的地方愈多，災難再多，不可能全球毀滅，這不會的，不可能的，所以這些東西會保存，留給後世。"
    },
    {
      "id": "21-710-0001_p0016",
      "zh_CN": "台湾纪念孙中山先生革命一百周年，发起再印再版。我到晚年，一生修布施，章嘉大师教给我的，愈施愈多，真的，供养愈布施愈多，有这个力量。商务总经理通知我《四库全书》再版，我听到真欢喜，我就跟他说老价钱，不要算新价钱，老价钱，我前一次买的一套五万美金，我说我们是老主顾，老价钱。我定了一百套，我在他家买《全书》一共买了一百一十二套。世界书局也通知我要再版《荟要》，我也是告诉他老价钱，我跟你订两百套。我又交代他，《群书治要》我要印一万套，《国学治要》也印一万套。这四种书，两个书店，我那个时候累积的供养一千万美金全部给它了。这样到处送，我们的传统文化在全世界每一个国家地区都有根，它有这部书这就有根，好！不会消失掉。",
      "zh_TW": "台灣紀念孫中山先生革命一百週年，發起再印再版。我到晚年，一生修布施，章嘉大師教給我的，愈施愈多，真的，供養愈布施愈多，有這個力量。商務總經理通知我《四庫全書》再版，我聽到真歡喜，我就跟他說老價錢，不要算新價錢，老價錢，我前一次買的一套五萬美金，我說我們是老主顧，老價錢。我定了一百套，我在他家買《全書》一共買了一百一十二套。世界書局也通知我要再版《薈要》，我也是告訴他老價錢，我跟你訂兩百套。我又交代他，《群書治要》我要印一萬套，《國學治要》也印一萬套。這四種書，兩個書店，我那個時候累積的供養一千萬美金全部給它了。這樣到處送，我們的傳統文化在全世界每一個國家地區都有根，它有這部書這就有根，好！不會消失掉。"
    },
    {
      "id": "21-710-0001_p0017",
      "zh_CN": "这些年我在国际上讲经，我都劝人学文言文，学中国的汉字、学文言文。为什么？你有能力直接去读《四库全书》，你能够尝到中国古圣先贤的智慧，做人做事、治家治国的理念、方法、经验，这是无尽的宝藏，你能得到。中国古圣先贤这套东西没有国家界限，没有族群的界限，也没有宗教信仰界限，所以它是全人类祖宗留下来的智慧财产，人人有分，只要你把文言文学好。文言文要多少时间？我在外国看外国人学汉文，学中国古典的这些东西，欧洲的伦敦、巴黎我都去访问过，这些人我很佩服，完全没有中国文化的底蕴，他读中国圣贤书，读儒释道的经典，用古籍来做注解，我们看到佩服。我向他们请教，你们学汉字、学文言文学了多久？告诉我三年。三年就把《四库全书》的钥匙拿到了，不难！为什么不干？三十岁的人，用三年的时间把文言文拿到，你再用十年工夫，四十三岁，你就成为全世界第一流的中国国学大师。真做得到，不是做不到。",
      "zh_TW": "這些年我在國際上講經，我都勸人學文言文，學中國的漢字、學文言文。為什麼？你有能力直接去讀《四庫全書》，你能夠嘗到中國古聖先賢的智慧，做人做事、治家治國的理念、方法、經驗，這是無盡的寶藏，你能得到。中國古聖先賢這套東西沒有國家界限，沒有族群的界限，也沒有宗教信仰界限，所以它是全人類祖宗留下來的智慧財產，人人有分，只要你把文言文學好。文言文要多少時間？我在外國看外國人學漢文，學中國古典的這些東西，歐洲的倫敦、巴黎我都去訪問過，這些人我很佩服，完全沒有中國文化的底蘊，他讀中國聖賢書，讀儒釋道的經典，用古籍來做註解，我們看到佩服。我向他們請教，你們學漢字、學文言文學了多久？告訴我三年。三年就把《四庫全書》的鑰匙拿到了，不難！為什麼不幹？三十歲的人，用三年的時間把文言文拿到，你再用十年工夫，四十三歲，你就成為全世界第一流的中國國學大師。真做得到，不是做不到。"
    },
    {
      "id": "21-710-0001_p0018",
      "zh_CN": "中国这套方法是跟印度传来的佛教集合成一体，你看佛教里面讲的戒定慧三学，传到中国来之后，儒接受了，道也接受了。儒释道三家，外面穿的衣服不一样，看的时候儒释道，里面是一，统一。哪一个读书人不读佛经、不读老庄的？他都读；道长，道教的，他看佛经，他念儒书；佛教的这些出家人，无论在家、出家，你问他有没有读过老庄？读过；你问他有没有读过四书五经？读过。所以里面都通了，外面有形式，里面都通了。以后办活动，我希望我们收藏着有一个碑，少林寺的，三教九流混元图赞。这块大碑是唐肃宗时代雕的，唐肃宗是唐明皇的儿子，距离我们现在一千三百年，一千三百年前，中国的三教九流就变成一体了。这个碑应该可以裱装起来挂在这个地方，让大家看，中国人统一，中国人团结，中国人没有派系这种分别，你看古圣先贤，三教九流统统都学习，是一家，这是中国传统文化、多元文化。",
      "zh_TW": "中國這套方法是跟印度傳來的佛教集合成一體，你看佛教裡面講的戒定慧三學，傳到中國來之後，儒接受了，道也接受了。儒釋道三家，外面穿的衣服不一樣，看的時候儒釋道，裡面是一，統一。哪一個讀書人不讀佛經、不讀老莊的？他都讀；道長，道教的，他看佛經，他念儒書；佛教的這些出家人，無論在家、出家，你問他有沒有讀過老莊？讀過；你問他有沒有讀過四書五經？讀過。所以裡面都通了，外面有形式，裡面都通了。以後辦活動，我希望我們收藏著有一個碑，少林寺的，三教九流混元圖贊。這塊大碑是唐肅宗時代雕的，唐肅宗是唐明皇的兒子，距離我們現在一千三百年，一千三百年前，中國的三教九流就變成一體了。這個碑應該可以裱裝起來掛在這個地方，讓大家看，中國人統一，中國人團結，中國人沒有派系這種分別，你看古聖先賢，三教九流統統都學習，是一家，這是中國傳統文化、多元文化。"
    },
    {
      "id": "21-710-0001_p0019",
      "zh_CN": "国家社会要兴旺，一个家庭会兴旺起来，靠什么？靠一，一心一德决定兴旺，如果分离了就不好了。所以现在很多国家走民主的道路，有很多党派，党派跟执政党对立的叫反对党，我听到这个名词很难过，你看一反对，国家就动乱、就不安，人民可怜。多党可以，兄弟党、朋友党，我们是兄弟，我们是朋友，我们不对立，这个国家社会会兴旺，为什么要反对？我也认识不少国家领导人，他们国家有反对党，我就告诉他，他反对你，你不要反对他。我怎么不反对他？他们提出来的意见，跟我们对立的，我要冷静去想想他提的好不好，好，我们马上实行，马上干。我们感谢反对党，我们没想到的你想到了，提醒我们，我马上照办。你反对我，我不反对你，天下太平。人民选举选什么？一定选你，为什么？你不反对，那个人反对，他不选他。你能包容他，他不能包容你，他一定选择心量大的，度量大的、有智慧的，真正为人民谋福利的。无论什么人，好的建议，政府马上依教奉行。把反对党变成兄弟党、变成朋友党，共同为这个国家、为这个族群创造安定和谐、幸福美满，人民之福！你们一反对、一闹事的时候，社会动乱，人民痛苦。到底是为的什么？为人民，一切为人民着想，没有个人的利害，没有我个人党的利害，我们顾全体人民、整个国家民族的利害，要从这个地方去着想就对了。老祖宗是这样教我们的，佛菩萨也是这样教导我们的，我们要珍惜。",
      "zh_TW": "國家社會要興旺，一個家庭會興旺起來，靠什麼？靠一，一心一德決定興旺，如果分離了就不好了。所以現在很多國家走民主的道路，有很多黨派，黨派跟執政黨對立的叫反對黨，我聽到這個名詞很難過，你看一反對，國家就動亂、就不安，人民可憐。多黨可以，兄弟黨、朋友黨，我們是兄弟，我們是朋友，我們不對立，這個國家社會會興旺，為什麼要反對？我也認識不少國家領導人，他們國家有反對黨，我就告訴他，他反對你，你不要反對他。我怎麼不反對他？他們提出來的意見，跟我們對立的，我要冷靜去想想他提的好不好，好，我們馬上實行，馬上幹。我們感謝反對黨，我們沒想到的你想到了，提醒我們，我馬上照辦。你反對我，我不反對你，天下太平。人民選舉選什麼？一定選你，為什麼？你不反對，那個人反對，他不選他。你能包容他，他不能包容你，他一定選擇心量大的，度量大的、有智慧的，真正為人民謀福利的。無論什麼人，好的建議，政府馬上依教奉行。把反對黨變成兄弟黨、變成朋友黨，共同為這個國家、為這個族群創造安定和諧、幸福美滿，人民之福！你們一反對、一鬧事的時候，社會動亂，人民痛苦。到底是為的什麼？為人民，一切為人民著想，沒有個人的利害，沒有我個人黨的利害，我們顧全體人民、整個國家民族的利害，要從這個地方去著想就對了。老祖宗是這樣教我們的，佛菩薩也是這樣教導我們的，我們要珍惜。"
    },
    {
      "id": "21-710-0001_p0020",
      "zh_CN": "所以唐太宗的话我觉得是真的，不是假的，《群书治要》可以救全世界。所以现在我们讲《群书治要》，因为全书翻译是要很长的时间，来不及了，现在要救急，在全书里头选择对现前社会迫切需要的、马上就用得上的节录下来，编成小册子，我叫做《３６０》，就是三百六十段。首先翻成外国文，对全世界就开始流通。第一本去年冬天流通了；第二本，英文的翻译本第二册，大概这一、二个月就可以出版；完全翻出来，我估计五年可以圆满。这有大好处！",
      "zh_TW": "所以唐太宗的話我覺得是真的，不是假的，《群書治要》可以救全世界。所以現在我們講《群書治要》，因為全書翻譯是要很長的時間，來不及了，現在要救急，在全書裡頭選擇對現前社會迫切需要的、馬上就用得上的節錄下來，編成小冊子，我叫做《３６０》，就是三百六十段。首先翻成外國文，對全世界就開始流通。第一本去年冬天流通了；第二本，英文的翻譯本第二冊，大概這一、二個月就可以出版；完全翻出來，我估計五年可以圓滿。這有大好處！"
    },
    {
      "id": "21-710-0001_p0021",
      "zh_CN": "要问我自己，有很多同学关心，我今年还有什么活动，我告诉大家，所有一切活动都停止。为什么停止？我今年八十八了，我唯一的工作就是每天讲经，这个不停止，其他的活动全部停止。国外有来邀请，邀请我讲经我就去，不是讲经我不去，讲《无量寿经》，讲别的经我不去。我只讲一部经，一门深入，长时薰修。我个人的目标是决定求生净土，一点都不怀疑。",
      "zh_TW": "要問我自己，有很多同學關心，我今年還有什麼活動，我告訴大家，所有一切活動都停止。為什麼停止？我今年八十八了，我唯一的工作就是每天講經，這個不停止，其他的活動全部停止。國外有來邀請，邀請我講經我就去，不是講經我不去，講《無量壽經》，講別的經我不去。我只講一部經，一門深入，長時薰修。我個人的目標是決定求生淨土，一點都不懷疑。"
    },
    {
      "id": "21-710-0001_p0022",
      "zh_CN": "所以，《静老说的话》，我在封面上写了几个字，「我们果然能够依教修行，放下万缘，一向专念阿弥陀佛，改习气，求生净土，必定往生，不要怀疑」。这本小书，我在台湾叫他们给我印十万册。因为它很白、很浅显，什么人都能看得懂，不需要人讲解你都能看得懂，后面深的地方有，不太多。所以是最理想的一部净宗捷要，捷是快速，快速成就，重要的典籍。他说的话，里面跟佛经，特别是净土三经完全相应，没有违背，值得大力提倡。他在这里面告诉我们，「真信愿持名」，这句话在这个书从头到尾讲了几十遍。真的，不是假的，真信、真愿意求生净土、真干，行是真干，就是老实念佛。在《无量寿经》上，经文是「发菩提心，一向专念阿弥陀佛」，他这句话跟经文的意思完全相同。",
      "zh_TW": "所以，《靜老說的話》，我在封面上寫了幾個字，「我們果然能夠依教修行，放下萬緣，一向專念阿彌陀佛，改習氣，求生淨土，必定往生，不要懷疑」。這本小書，我在台灣叫他們給我印十萬冊。因為它很白、很淺顯，什麼人都能看得懂，不需要人講解你都能看得懂，後面深的地方有，不太多。所以是最理想的一部淨宗捷要，捷是快速，快速成就，重要的典籍。他說的話，裡面跟佛經，特別是淨土三經完全相應，沒有違背，值得大力提倡。他在這裡面告訴我們，「真信願持名」，這句話在這個書從頭到尾講了幾十遍。真的，不是假的，真信、真願意求生淨土、真幹，行是真幹，就是老實念佛。在《無量壽經》上，經文是「發菩提心，一向專念阿彌陀佛」，他這句話跟經文的意思完全相同。"
    },
    {
      "id": "21-710-0001_p0023",
      "zh_CN": "阿弥陀佛这个名号就是一切佛号。阿弥陀佛这四个字是梵语，什么意思？要把它翻成中文大家就明白了，阿翻作无，弥陀翻作量，佛翻成觉，翻成中国意思是无量觉，觉是觉悟，无量无边的觉悟，照文字的意思来翻。释迦牟尼佛在《阿弥陀经》里面给我们解释无量寿佛，他用两句话，无量光、无量寿来解释，无量光是智慧，无量寿是福德。福德里头寿命是第一德，如果没有寿命，再多的福都等于零，所以无量寿就代表无量的福报。我们想想，哪一尊佛不是无量光、无量寿？都是。所以阿弥陀佛这个名字是所有一切诸佛共同的名号，念这一句佛号就是一切佛全念到了，不要再念这个、念那个，统统念到了。一句佛号是一切诸佛的名号，一切诸佛都加持你，极乐世界阿弥陀佛加持你，所有诸佛统统加持你，这还得了！你还能找到第二个法门比这个更好的吗？找不到了，说绝了。这是第一个，静老说的跟大乘经教相应。",
      "zh_TW": "阿彌陀佛這個名號就是一切佛號。阿彌陀佛這四個字是梵語，什麼意思？要把它翻成中文大家就明白了，阿翻作無，彌陀翻作量，佛翻成覺，翻成中國意思是無量覺，覺是覺悟，無量無邊的覺悟，照文字的意思來翻。釋迦牟尼佛在《阿彌陀經》裡面給我們解釋無量壽佛，他用兩句話，無量光、無量壽來解釋，無量光是智慧，無量壽是福德。福德裡頭壽命是第一德，如果沒有壽命，再多的福都等於零，所以無量壽就代表無量的福報。我們想想，哪一尊佛不是無量光、無量壽？都是。所以阿彌陀佛這個名字是所有一切諸佛共同的名號，念這一句佛號就是一切佛全念到了，不要再念這個、念那個，統統念到了。一句佛號是一切諸佛的名號，一切諸佛都加持你，極樂世界阿彌陀佛加持你，所有諸佛統統加持你，這還得了！你還能找到第二個法門比這個更好的嗎？找不到了，說絕了。這是第一個，靜老說的跟大乘經教相應。"
    },
    {
      "id": "21-710-0001_p0024",
      "zh_CN": "第二句说，这一句名号统摄一切佛经。我们要不要再去读那么多经典？不需要，一句佛号里头所有经典都归这个佛号。换句话说，一切诸佛所说的一切经典都从这一句佛号里分出来的，佛号是根，诸佛诸经就像一棵大树，枝枝叶叶，枝叶花果，阿弥陀佛是它的根，统统都从这个根生的。我们说一部《无量寿经》统摄一切经讲得通。所以我把一切经都放下，专读这一部经，专讲这一部经，专修这一部经，一就是一切，我一点怀疑都没有。一部，心是定的，容易得三昧，容易开悟，如果学许多学得很杂，用心不专，很难得定，很难开悟，这个我们不能不知道。",
      "zh_TW": "第二句說，這一句名號統攝一切佛經。我們要不要再去讀那麼多經典？不需要，一句佛號裡頭所有經典都歸這個佛號。換句話說，一切諸佛所說的一切經典都從這一句佛號裡分出來的，佛號是根，諸佛諸經就像一棵大樹，枝枝葉葉，枝葉花果，阿彌陀佛是它的根，統統都從這個根生的。我們說一部《無量壽經》統攝一切經講得通。所以我把一切經都放下，專讀這一部經，專講這一部經，專修這一部經，一就是一切，我一點懷疑都沒有。一部，心是定的，容易得三昧，容易開悟，如果學許多學得很雜，用心不專，很難得定，很難開悟，這個我們不能不知道。"
    },
    {
      "id": "21-710-0001_p0025",
      "zh_CN": "所以这一句名号不但是一切诸佛都念到了，一切经典也统统念到了。「一即一切，一切即一」，《华严经》上说的。还包括更大的，一切佛法的总持法门，十方三世一切诸佛所说之法、所修之法、所行之法、所成就的诸法，都在这一句佛号，说尽了。念这句佛号的人，在念这一声当中就具足无量智慧、无量功德，无量诸佛的加持，无量无边的福德都在其中。今天在全世界，哪一个国家念阿弥陀佛的人多？中国。所以中国人虽然造业，中国人修的福报可不得了。你要把这些东西统统搞清楚、搞明白，你对于国家有信心，我们前头展现的是无量的光明，这个光明直通西方极乐世界。",
      "zh_TW": "所以這一句名號不但是一切諸佛都念到了，一切經典也統統念到了。「一即一切，一切即一」，《華嚴經》上說的。還包括更大的，一切佛法的總持法門，十方三世一切諸佛所說之法、所修之法、所行之法、所成就的諸法，都在這一句佛號，說盡了。念這句佛號的人，在念這一聲當中就具足無量智慧、無量功德，無量諸佛的加持，無量無邊的福德都在其中。今天在全世界，哪一個國家念阿彌陀佛的人多？中國。所以中國人雖然造業，中國人修的福報可不得了。你要把這些東西統統搞清楚、搞明白，你對於國家有信心，我們前頭展現的是無量的光明，這個光明直通西方極樂世界。"
    },
    {
      "id": "21-710-0001_p0026",
      "zh_CN": "净土法门是在八万四千法门之外，叫门余大道，但是它又包括八万四千法门，八万四千法门不出这一句佛号。心里要有佛，要常常有佛，你这一生不会遇到灾难，心里有佛，佛加持你。心里还要有孝，要有祖宗，不能把祖宗忘记，祖宗加持你，佛菩萨加持你。佛是我们最好的老师，祖宗是我们最值得依靠的亲人，不要以为他不在了。今天量子力学家证明，告诉我们，人有生死，灵性不灭，科学家证明灵性不灭。我们老祖宗的灵性在，他时时刻刻照顾后世的子孙，他没有离开我们，真正在保佑、在加持。我们要爱老祖宗，爱老祖宗要把老祖宗教导我们这些教训要认真学习。",
      "zh_TW": "淨土法門是在八萬四千法門之外，叫門餘大道，但是它又包括八萬四千法門，八萬四千法門不出這一句佛號。心裡要有佛，要常常有佛，你這一生不會遇到災難，心裡有佛，佛加持你。心裡還要有孝，要有祖宗，不能把祖宗忘記，祖宗加持你，佛菩薩加持你。佛是我們最好的老師，祖宗是我們最值得依靠的親人，不要以為他不在了。今天量子力學家證明，告訴我們，人有生死，靈性不滅，科學家證明靈性不滅。我們老祖宗的靈性在，他時時刻刻照顧後世的子孫，他沒有離開我們，真正在保佑、在加持。我們要愛老祖宗，愛老祖宗要把老祖宗教導我們這些教訓要認真學習。"
    },
    {
      "id": "21-710-0001_p0027",
      "zh_CN": "教训里面四科，就是四大纲领，第一个是五伦，从「父子有亲、夫妇有别」，别是不同的任务，这个要认清楚。男女结成夫妇，组成一个家庭，一个家庭里面两桩大事，妇女比先生任务更重，她的地位更重要，为什么？家庭的兴衰是在妇女，不是在男子。古时候男子负责家庭经济生活，出门工作赚钱，家庭的兴旺，古人所说的，「不孝有三，无后为大」，这个事情谁负责？女子负责，妳要生小孩，妳先生不能生小孩，是天赋的使命，生小孩、怎样教小孩。所以要晓得，人是教得好的，父母要好好的教，特别是母亲，能把小孩教成圣人，教成贤人、君子，在佛法能把他教成佛、成菩萨，要会教。教什么？教伦理、教道德，教四维八德。总结出来，实在讲中国传统的东西只有十二个字，这十二个字，特别是做母亲，父亲也一样，要把它做到，你的孩子将来很可能就是大圣大贤。这十二个字是孝悌忠信、礼义廉耻、仁爱和平，这是中国自古以来教育的标准。教什么？就教这个；学什么？就学这个；行什么？就把这十二个字落实。",
      "zh_TW": "教訓裡面四科，就是四大綱領，第一個是五倫，從「父子有親、夫婦有別」，別是不同的任務，這個要認清楚。男女結成夫婦，組成一個家庭，一個家庭裡面兩樁大事，婦女比先生任務更重，她的地位更重要，為什麼？家庭的興衰是在婦女，不是在男子。古時候男子負責家庭經濟生活，出門工作賺錢，家庭的興旺，古人所說的，「不孝有三，無後為大」，這個事情誰負責？女子負責，妳要生小孩，妳先生不能生小孩，是天賦的使命，生小孩、怎樣教小孩。所以要曉得，人是教得好的，父母要好好的教，特別是母親，能把小孩教成聖人，教成賢人、君子，在佛法能把他教成佛、成菩薩，要會教。教什麼？教倫理、教道德，教四維八德。總結出來，實在講中國傳統的東西只有十二個字，這十二個字，特別是做母親，父親也一樣，要把它做到，你的孩子將來很可能就是大聖大賢。這十二個字是孝悌忠信、禮義廉恥、仁愛和平，這是中國自古以來教育的標準。教什麼？就教這個；學什麼？就學這個；行什麼？就把這十二個字落實。"
    },
    {
      "id": "21-710-0001_p0028",
      "zh_CN": "孝这个字博大精深。中国文字在全世界也是最特殊的，全世界用拼音文字，表音，中国的文字不是表音，表意，你看到这个符号你就懂得它的意思。虽然不认识，不知道怎么读法，它什么意思你能看得懂，看得出来，所以属于表意的。你看孝这个字，上面是老，下面是子，集合成一起这叫孝，如果一分裂，分裂孝就没有了。说明什么？上一代跟下一代是一体，不能分开的。现在讲父子有代沟，有代沟就是不孝，孝没有了，孝道里头没有代沟。父子是一体，父亲的父亲是祖父，儿子的儿子是孙子，还是一体；往上去，过去无始，未来无终，无始无终是一体，这个是孝。所以祖宗不能不敬，不敬祖宗那就是不孝，那就断了，祖宗再久远还是要祭祀。",
      "zh_TW": "孝這個字博大精深。中國文字在全世界也是最特殊的，全世界用拼音文字，表音，中國的文字不是表音，表意，你看到這個符號你就懂得它的意思。雖然不認識，不知道怎麼讀法，它什麼意思你能看得懂，看得出來，所以屬於表意的。你看孝這個字，上面是老，下面是子，集合成一起這叫孝，如果一分裂，分裂孝就沒有了。說明什麼？上一代跟下一代是一體，不能分開的。現在講父子有代溝，有代溝就是不孝，孝沒有了，孝道裡頭沒有代溝。父子是一體，父親的父親是祖父，兒子的兒子是孫子，還是一體；往上去，過去無始，未來無終，無始無終是一體，這個是孝。所以祖宗不能不敬，不敬祖宗那就是不孝，那就斷了，祖宗再久遠還是要祭祀。"
    },
    {
      "id": "21-710-0001_p0029",
      "zh_CN": "汉族，早年《百家姓》里面的四百多个姓氏，我相信全是一家人，都是炎黄的后代。炎帝是神农氏，神农再前面是伏羲氏，大概应该伏羲是我们最早的老祖宗。要从伏羲算起就五千年，伏羲到黄帝是一千年，当中有个神农，五百年，伏羲五百年之后是神农，神农五百年之后是黄帝，黄帝到我们现在四千五百年。文字是黄帝时候创造的，这个文字造得好，真正是智慧，我们要珍惜、要爱护，要认真学习。你学会了，你懂文言文，四千年前的老祖宗如果到这来跟你谈话，用文言文就都谈得来，就都懂，没有一点障碍。用我们今天白话文不行，不懂，用文言文就懂了、就通了，文言文没有障碍。所以中国，你看，从这里看出中国人的智慧，把语跟文分开。语言会变，文言不变，永远不变，这才能把古老的东西传下来，没有丝毫错误，也没有丝毫疑惑。",
      "zh_TW": "漢族，早年《百家姓》裡面的四百多個姓氏，我相信全是一家人，都是炎黃的後代。炎帝是神農氏，神農再前面是伏羲氏，大概應該伏羲是我們最早的老祖宗。要從伏羲算起就五千年，伏羲到黃帝是一千年，當中有個神農，五百年，伏羲五百年之後是神農，神農五百年之後是黃帝，黃帝到我們現在四千五百年。文字是黃帝時候創造的，這個文字造得好，真正是智慧，我們要珍惜、要愛護，要認真學習。你學會了，你懂文言文，四千年前的老祖宗如果到這來跟你談話，用文言文就都談得來，就都懂，沒有一點障礙。用我們今天白話文不行，不懂，用文言文就懂了、就通了，文言文沒有障礙。所以中國，你看，從這裡看出中國人的智慧，把語跟文分開。語言會變，文言不變，永遠不變，這才能把古老的東西傳下來，沒有絲毫錯誤，也沒有絲毫疑惑。"
    },
    {
      "id": "21-710-0001_p0030",
      "zh_CN": "静老在这个书里头特别重视真改习气，这句话是他特别强调，次数太多。习气是我们的习惯，不好的习惯，要改。要求智慧，要改过自新。得到的好处，特别是念佛的好处，念佛是一条正路，正路当中的正路。八万四千法门都是正路，从理上讲，《金刚经》说得很好，「法门平等，无有高下」，但是八万四千法门，最快速的法门、最稳当的法门、最容易的法门，无过于念这一句南无阿弥陀佛。人人会念，男女老少、贤愚不肖，个个能修，个个能成就，这太不容易了。",
      "zh_TW": "靜老在這個書裡頭特別重視真改習氣，這句話是他特別強調，次數太多。習氣是我們的習慣，不好的習慣，要改。要求智慧，要改過自新。得到的好處，特別是念佛的好處，念佛是一條正路，正路當中的正路。八萬四千法門都是正路，從理上講，《金剛經》說得很好，「法門平等，無有高下」，但是八萬四千法門，最快速的法門、最穩當的法門、最容易的法門，無過於念這一句南無阿彌陀佛。人人會念，男女老少、賢愚不肖，個個能修，個個能成就，這太不容易了。"
    },
    {
      "id": "21-710-0001_p0031",
      "zh_CN": "这个法门容易学，容易成就，但是难信。难信之法，我自己的感触特别深。我学佛到今年六十三年，你要问我，几时我才相信念阿弥陀佛？我告诉诸位，大概我学佛真正相信念阿弥陀佛，四十年。前面四十年，最前面二十年排斥，当中这二十年不排斥，但是不肯学这个法门，到最后这二十年真修。真正知道这个法门殊胜，用了四十年的时间。幸亏上天给我寿命，如果我短命的话，这一生极乐世界去不成，这是真的，一点都不假。我的寿命只有四十五岁，很多同学都知道，四十五岁以后是佛把我的寿命延长了。我很感谢佛，因为延长了，让我真正认识净土，真正肯定这个法门，这一生往生极乐世界没有疑惑，这是最大的利益。",
      "zh_TW": "這個法門容易學，容易成就，但是難信。難信之法，我自己的感觸特別深。我學佛到今年六十三年，你要問我，幾時我才相信念阿彌陀佛？我告訴諸位，大概我學佛真正相信念阿彌陀佛，四十年。前面四十年，最前面二十年排斥，當中這二十年不排斥，但是不肯學這個法門，到最後這二十年真修。真正知道這個法門殊勝，用了四十年的時間。幸虧上天給我壽命，如果我短命的話，這一生極樂世界去不成，這是真的，一點都不假。我的壽命只有四十五歲，很多同學都知道，四十五歲以後是佛把我的壽命延長了。我很感謝佛，因為延長了，讓我真正認識淨土，真正肯定這個法門，這一生往生極樂世界沒有疑惑，這是最大的利益。"
    },
    {
      "id": "21-710-0001_p0032",
      "zh_CN": "所以人要用真心，平常处事待人接物不可以用虚伪，要用真诚，真诚心得佛菩萨保佑，永远用真诚心。章嘉大师教我，学佛一生一定要全身依靠佛陀，一切有佛菩萨给我做主，自己对自己的事情完全放下，不要操心，一切随缘，恒顺众生，随喜功德就好。我很听话，我依教奉行，一生无论是顺境逆境、善缘恶缘，全是佛菩萨安排的，我们顺着走就好，到时候叫水到渠成。不要自己去想我要怎样怎样，那个生烦恼，那个不自在。每天就一桩事情，没有障碍我就很满意，这一桩事情，读经。每天有三、四个小时读经，有三、四个小时跟同学们在一起分享，就足了，其他的都不是我的事情。过最简单的生活才会得自在，才是方东美先生教给我的，「学佛是人生最高的享受」。什么都放下，什么都别想。处顺境、善缘不起贪恋，知道什么？一切法都不是真实的，凡所有相皆是虚妄；遇到逆缘，逆境、恶缘不生瞋恚，知道什么？知道这是业力变现出来的，与任何人都不相干。自己依着佛法去行，自然成就，不必求别人知道，鬼神知道、佛菩萨知道，佛菩萨、鬼神都在暗中保护着。所以这个是真消业障，真消灾，真的消除障碍。心要清净，决定不要被外头境界染污，染污离不开六道轮回，六道轮回永远痛苦。所以念佛、改习气，帮助我们身心健康，帮助我们永远离开六道轮回，这些话很重要。",
      "zh_TW": "所以人要用真心，平常處事待人接物不可以用虛偽，要用真誠，真誠心得佛菩薩保佑，永遠用真誠心。章嘉大師教我，學佛一生一定要全身依靠佛陀，一切有佛菩薩給我做主，自己對自己的事情完全放下，不要操心，一切隨緣，恆順眾生，隨喜功德就好。我很聽話，我依教奉行，一生無論是順境逆境、善緣惡緣，全是佛菩薩安排的，我們順著走就好，到時候叫水到渠成。不要自己去想我要怎樣怎樣，那個生煩惱，那個不自在。每天就一樁事情，沒有障礙我就很滿意，這一樁事情，讀經。每天有三、四個小時讀經，有三、四個小時跟同學們在一起分享，就足了，其他的都不是我的事情。過最簡單的生活才會得自在，才是方東美先生教給我的，「學佛是人生最高的享受」。什麼都放下，什麼都別想。處順境、善緣不起貪戀，知道什麼？一切法都不是真實的，凡所有相皆是虛妄；遇到逆緣，逆境、惡緣不生瞋恚，知道什麼？知道這是業力變現出來的，與任何人都不相干。自己依著佛法去行，自然成就，不必求別人知道，鬼神知道、佛菩薩知道，佛菩薩、鬼神都在暗中保護著。所以這個是真消業障，真消災，真的消除障礙。心要清淨，決定不要被外頭境界染污，染污離不開六道輪迴，六道輪迴永遠痛苦。所以念佛、改習氣，幫助我們身心健康，幫助我們永遠離開六道輪迴，這些話很重要。"
    },
    {
      "id": "21-710-0001_p0033",
      "zh_CN": "道场，佛经上有一句话说，「佛法在世间，不离世间觉」，这个很重要。心里面有阿弥陀佛就是道场所在之处，就是诸佛所在之处，就是一切道法所在之处，因为这一句名号里头包括一切诸佛、一切经教、一切法门。圆满的道场，在心里头不在心外，心外无法，法外无心，一定要相信。处事待人接物一定用善心善行对待，决定不能有恶意。对于伤害我的人、羞辱我的人，甚至于所谓是冤家债主，都要用善心去对待，要用善心善行，绝不能用恶意，绝不结恶缘，冤家要解不要结。遇到这些事情，用念佛回向给这些人，希望这些人早一天觉悟、早一天回头，他们本来也是佛，只是烦恼习气比我还要严重。",
      "zh_TW": "道場，佛經上有一句話說，「佛法在世間，不離世間覺」，這個很重要。心裡面有阿彌陀佛就是道場所在之處，就是諸佛所在之處，就是一切道法所在之處，因為這一句名號裡頭包括一切諸佛、一切經教、一切法門。圓滿的道場，在心裡頭不在心外，心外無法，法外無心，一定要相信。處事待人接物一定用善心善行對待，決定不能有惡意。對於傷害我的人、羞辱我的人，甚至於所謂是冤家債主，都要用善心去對待，要用善心善行，絕不能用惡意，絕不結惡緣，冤家要解不要結。遇到這些事情，用念佛迴向給這些人，希望這些人早一天覺悟、早一天回頭，他們本來也是佛，只是煩惱習氣比我還要嚴重。"
    },
    {
      "id": "21-710-0001_p0034",
      "zh_CN": "所以静下心来念佛，是这一天当中最大的享受、最大的福报。什么是有福？我能够静下来，什么念头都没有，好好的念一个钟点、念两个钟点，最大的福报。要修，要记住，将来往生，阿弥陀佛来接引，一点牵挂都没有，放心跟佛走了，这就是成就，这是真实的成就。看到别人好，我们祝福他，我们愿他更好。心量要大，量大福大，这都是真的不是假的。你有多大的量，你就有多大的福，量不大没有大福，量一定要大。自己日常生活当中要惜福、要知足，知足常乐。",
      "zh_TW": "所以靜下心來念佛，是這一天當中最大的享受、最大的福報。什麼是有福？我能夠靜下來，什麼念頭都沒有，好好的念一個鐘點、念兩個鐘點，最大的福報。要修，要記住，將來往生，阿彌陀佛來接引，一點牽掛都沒有，放心跟佛走了，這就是成就，這是真實的成就。看到別人好，我們祝福他，我們願他更好。心量要大，量大福大，這都是真的不是假的。你有多大的量，你就有多大的福，量不大沒有大福，量一定要大。自己日常生活當中要惜福、要知足，知足常樂。"
    },
    {
      "id": "21-710-0001_p0035",
      "zh_CN": "在现前的社会，真的是五花八门。我在讲经的时候也跟诸位提过，魔王波旬来找过我。我的小佛堂里面供他的牌位，我写的是「魔王波旬菩萨」。我不跟他作对，我尊重他，我敬爱他。他来找我，来责备我，说我没有得到他的允许，侵犯他的道场。我说没有，我从来没有干过这个事情，我自己没有道场，我哪里侵犯你的道场？他说电视、网路你不是在用吗？我才恍然大悟，今天地球上所有的电视、网路统统是魔的道场，后台老板是魔王波旬，我才知道。我说对不起，我不知道，不知道是你的道场，请你原谅。我说请你要发慈悲心，现在的人心变成这个样子，世界这么乱，众生这么苦，你也应该发慈悲心救救他们。我立了他一个牌位，每天请他来听经，我们一同来学习。",
      "zh_TW": "在現前的社會，真的是五花八門。我在講經的時候也跟諸位提過，魔王波旬來找過我。我的小佛堂裡面供他的牌位，我寫的是「魔王波旬菩薩」。我不跟他作對，我尊重他，我敬愛他。他來找我，來責備我，說我沒有得到他的允許，侵犯他的道場。我說沒有，我從來沒有幹過這個事情，我自己沒有道場，我哪裡侵犯你的道場？他說電視、網路你不是在用嗎？我才恍然大悟，今天地球上所有的電視、網路統統是魔的道場，後台老闆是魔王波旬，我才知道。我說對不起，我不知道，不知道是你的道場，請你原諒。我說請你要發慈悲心，現在的人心變成這個樣子，世界這麼亂，眾生這麼苦，你也應該發慈悲心救救他們。我立了他一個牌位，每天請他來聽經，我們一同來學習。"
    },
    {
      "id": "21-710-0001_p0036",
      "zh_CN": "绝不对立，对立不能解决问题，我们要劝导。他本来也是佛，一切众生本来都是佛，只不过他心量小了一点。做到第六天主也不容易，第六天是他化自在天，欲界最高的一层天，他化自在天的天王。他为什么来找麻烦？你不真修行他不找你麻烦，他就怕你移民到外国去，他想他的人民愈多愈好，不要出去，我们念佛求生极乐世界他就头痛了，要离开他了。就为这桩事情，别的事情都好商量，想到极乐世界去他绝不赞成。我们对他了解，经典上佛将他介绍得很清楚。所以我们劝请他跟我们一起念佛，将来往生极乐世界。第六天天王也有寿命，寿命到了怎么办？你说你没有造恶业，你障碍佛法，这个业报就是地狱。不能障碍，何必造这种业，到时候果报现前后悔莫及，所以我现在就提醒他。我们每堂课，上课之前启请，请他来听经，讲完之后我们送他，送他归位，我们友好往来，这个问题才能解决。",
      "zh_TW": "絕不對立，對立不能解決問題，我們要勸導。他本來也是佛，一切眾生本來都是佛，只不過他心量小了一點。做到第六天主也不容易，第六天是他化自在天，欲界最高的一層天，他化自在天的天王。他為什麼來找麻煩？你不真修行他不找你麻煩，他就怕你移民到外國去，他想他的人民愈多愈好，不要出去，我們念佛求生極樂世界他就頭痛了，要離開他了。就為這樁事情，別的事情都好商量，想到極樂世界去他絕不贊成。我們對他了解，經典上佛將他介紹得很清楚。所以我們勸請他跟我們一起念佛，將來往生極樂世界。第六天天王也有壽命，壽命到了怎麼辦？你說你沒有造惡業，你障礙佛法，這個業報就是地獄。不能障礙，何必造這種業，到時候果報現前後悔莫及，所以我現在就提醒他。我們每堂課，上課之前啟請，請他來聽經，講完之後我們送他，送他歸位，我們友好往來，這個問題才能解決。"
    },
    {
      "id": "21-710-0001_p0037",
      "zh_CN": "所以做人，首先我们要把傲慢心放下，嫉妒心放下，傲慢、嫉妒对自己一点好处都没有。傲慢是严重的烦恼，傲慢再加上嫉妒，那就是地狱道，何必走这个道？所以要学佛菩萨随缘，恒顺众生，随喜功德，这个好，一生当中欢喜布施。三种布施都重要，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。这三种果报我们都希望，那要种三种因，没有因哪来的果？一切果报全是自作自受，这一点希望我们要清楚、要明了。所以自己一切的果报要自己承担，不怨天、不尤人，清净平等心就能现前。清净平等，智慧开了，智慧能解决一切问题，没有后遗症。如果我们有傲慢这个念头起来，有瞋恚心、有嫉妒心，自己马上提高警觉，我们已经走上魔道，不是佛道，佛道里头决定没有这个念头起来。怎么办？赶紧把阿弥陀佛提起来，不要想别的，一心归到阿弥陀佛，问题全化解了。所以念佛法门功德不可思议。",
      "zh_TW": "所以做人，首先我們要把傲慢心放下，嫉妒心放下，傲慢、嫉妒對自己一點好處都沒有。傲慢是嚴重的煩惱，傲慢再加上嫉妒，那就是地獄道，何必走這個道？所以要學佛菩薩隨緣，恆順眾生，隨喜功德，這個好，一生當中歡喜布施。三種布施都重要，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。這三種果報我們都希望，那要種三種因，沒有因哪來的果？一切果報全是自作自受，這一點希望我們要清楚、要明瞭。所以自己一切的果報要自己承擔，不怨天、不尤人，清淨平等心就能現前。清淨平等，智慧開了，智慧能解決一切問題，沒有後遺症。如果我們有傲慢這個念頭起來，有瞋恚心、有嫉妒心，自己馬上提高警覺，我們已經走上魔道，不是佛道，佛道裡頭決定沒有這個念頭起來。怎麼辦？趕緊把阿彌陀佛提起來，不要想別的，一心歸到阿彌陀佛，問題全化解了。所以念佛法門功德不可思議。"
    },
    {
      "id": "21-710-0001_p0038",
      "zh_CN": "今天这一个半小时，我把这桩事情告诉大家，我们共同分享。一心念佛，自己福慧增长，也保佑香港、保佑中国这个地区安定和谐、少灾少难。谢谢大家。",
      "zh_TW": "今天這一個半小時，我把這樁事情告訴大家，我們共同分享。一心念佛，自己福慧增長，也保佑香港、保佑中國這個地區安定和諧、少災少難。謝謝大家。"
    }
  ]
}