{
  "doc_id": "21-710-0006",
  "title": {
    "zh_CN": "香港佛陀教育协会念佛共修开示",
    "zh_TW": "香港佛陀教育協會念佛共修開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港尖沙咀街坊福利会",
    "zh_TW": "香港尖沙咀街坊福利會"
  },
  "doc_number": "21-710-0006",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "21-710-0006_p0001",
      "zh_CN": "诸位法师，诸位同修，大家好。我们距离农历年很近了。新年，我有一些供养同修大德的话。",
      "zh_TW": "諸位法師，諸位同修，大家好。我們距離農曆年很近了。新年，我有一些供養同修大德的話。"
    },
    {
      "id": "21-710-0006_p0002",
      "zh_CN": "最近这一段时间，我们学习《无量寿经》第六品，就是四十八愿，我们才学到十三愿。善导大师于四十八愿当中他说：「定成正觉」，第十二愿；「光明无量」，第十三愿；「寿命无量」，第十五愿；「诸佛称叹」，第十七愿；「十念必生」，第十八愿，四十八愿这个五愿是真实愿，是四十八愿的心要，是阿弥陀佛本愿的心髓，如来本怀，只是为一切众生决定成佛。这是念老在集注里面这几句话。我们学佛，佛是什么？为什么要学佛？学佛有什么好处？这些问题如果不是搞清楚、搞明白了，对我们的修学会产生障碍。净宗确实无比的殊胜，不是一般人赞叹，诸佛称叹，你就可想而知。十方三世没有一尊佛不赞叹净土法门的，没有一尊佛不赞叹阿弥陀佛的，大家公认阿弥陀佛是佛中之王，「光中极尊，佛中之王」。可是我们修净土的同修往往没有重视这个问题，所以念佛的人多，往生的人不多。那是不是白修了？也不能算是白修，这一生不能往生，只是种一点善根而已。",
      "zh_TW": "最近這一段時間，我們學習《無量壽經》第六品，就是四十八願，我們才學到十三願。善導大師於四十八願當中他說：「定成正覺」，第十二願；「光明無量」，第十三願；「壽命無量」，第十五願；「諸佛稱歎」，第十七願；「十念必生」，第十八願，四十八願這個五願是真實願，是四十八願的心要，是阿彌陀佛本願的心髓，如來本懷，只是為一切眾生決定成佛。這是念老在集註裡面這幾句話。我們學佛，佛是什麼？為什麼要學佛？學佛有什麼好處？這些問題如果不是搞清楚、搞明白了，對我們的修學會產生障礙。淨宗確實無比的殊勝，不是一般人讚歎，諸佛稱歎，你就可想而知。十方三世沒有一尊佛不讚歎淨土法門的，沒有一尊佛不讚歎阿彌陀佛的，大家公認阿彌陀佛是佛中之王，「光中極尊，佛中之王」。可是我們修淨土的同修往往沒有重視這個問題，所以念佛的人多，往生的人不多。那是不是白修了？也不能算是白修，這一生不能往生，只是種一點善根而已。"
    },
    {
      "id": "21-710-0006_p0003",
      "zh_CN": "每一个往生的人，佛在大乘经上说过，正如同《弥陀经》上所说的，「不可以少善根福德因缘，得生彼国」。要真正的善根，而且是很足的善根才行，善根少了不能往生，福德少了也不能往生，没有因缘是你这一生错过了，你没遇到。我们这三样东西，因缘有了，我们遇到了，得人身，闻佛法，遇到净宗法门，可是我们的问题是善根福德不足，不能说没有，不具足。要怎样才具足，让我们在这一生当中，像过去的这些大德预知时至，自在往生，他们能做到，做榜样给我们看的，我们每个人都能做到。为什么？《华严经》上说得很清楚、说得很明白，一切众生本来是佛。你本来是佛，他本来是佛，我也本来是佛，本来是佛，为什么不能作佛？这是我们要想到的。那就是我们迷失自性时间太久了，我们跟佛一样，跟阿弥陀佛一样，智慧、德能、相好，《华严经》上佛说，「一切众生皆有如来智慧德相」。这些东西从哪来的？是自性本具的，不是外面有的，外头没有。佛是非常坚定的口气告诉我们，心外无法。",
      "zh_TW": "每一個往生的人，佛在大乘經上說過，正如同《彌陀經》上所說的，「不可以少善根福德因緣，得生彼國」。要真正的善根，而且是很足的善根才行，善根少了不能往生，福德少了也不能往生，沒有因緣是你這一生錯過了，你沒遇到。我們這三樣東西，因緣有了，我們遇到了，得人身，聞佛法，遇到淨宗法門，可是我們的問題是善根福德不足，不能說沒有，不具足。要怎樣才具足，讓我們在這一生當中，像過去的這些大德預知時至，自在往生，他們能做到，做榜樣給我們看的，我們每個人都能做到。為什麼？《華嚴經》上說得很清楚、說得很明白，一切眾生本來是佛。你本來是佛，他本來是佛，我也本來是佛，本來是佛，為什麼不能作佛？這是我們要想到的。那就是我們迷失自性時間太久了，我們跟佛一樣，跟阿彌陀佛一樣，智慧、德能、相好，《華嚴經》上佛說，「一切眾生皆有如來智慧德相」。這些東西從哪來的？是自性本具的，不是外面有的，外頭沒有。佛是非常堅定的口氣告訴我們，心外無法。"
    },
    {
      "id": "21-710-0006_p0004",
      "zh_CN": "学佛就是修心。真心就是佛，妄心就是凡夫。真心、妄心我们统统都有，但是现在我们只会用妄心，不会用真心，错就错在此地。如果我们回过头来，像诸佛、法身菩萨一样，我们用真心，不用妄心，我们在这一生当中一定圆满成就。所以四十八愿第十二愿「定成正觉」，这一愿了不起，这一愿看到弥陀的心髓。阿弥陀佛的心是什么？念念希望众生回头是岸，希望众生抓住念佛成佛的机缘，千万不要错过。就像海贤老和尚说的：「好好念佛，成佛是大事，其他都是假的」，没有一样是真的，不要被这个世间假相迷惑了，不要被它欺骗了。这就是真正有智慧、有德行的人。这样的人，不受外头虚妄、虚伪环境所欺骗的，个个一生都能够圆满成就。所以一定要珍惜这个机会，这个机会实在是太难得了。",
      "zh_TW": "學佛就是修心。真心就是佛，妄心就是凡夫。真心、妄心我們統統都有，但是現在我們只會用妄心，不會用真心，錯就錯在此地。如果我們回過頭來，像諸佛、法身菩薩一樣，我們用真心，不用妄心，我們在這一生當中一定圓滿成就。所以四十八願第十二願「定成正覺」，這一願了不起，這一願看到彌陀的心髓。阿彌陀佛的心是什麼？念念希望眾生回頭是岸，希望眾生抓住念佛成佛的機緣，千萬不要錯過。就像海賢老和尚說的：「好好念佛，成佛是大事，其他都是假的」，沒有一樣是真的，不要被這個世間假相迷惑了，不要被它欺騙了。這就是真正有智慧、有德行的人。這樣的人，不受外頭虛妄、虛偽環境所欺騙的，個個一生都能夠圓滿成就。所以一定要珍惜這個機會，這個機會實在是太難得了。"
    },
    {
      "id": "21-710-0006_p0005",
      "zh_CN": "佛法，大乘，特别是净宗法门，信心摆在第一。我们要建立信心，决定不能有丝毫怀疑。信心从哪里建立？建立信心非常不容易，不要把它看轻了。我们还受外面境界影响，还受外头境界诱惑，都是信心不具足，一点都不假。你有信心，你半信半疑，并不是有坚定的信心，你还有疑惑，你还把世间事当作一生当中第一桩大事，把念佛往生认为这是老人的事情，我现在还年轻，等我七老八十我再念佛。你能保证能活到七老八十吗？经教里头给我们严重的警告，「人命在呼吸之间」，一口气不来，这一生就过去了。所以，有一天的光阴就抓一天的光阴，有一个小时的光阴，这就抓一小时的光阴，要抓住，不能让它空过。怎么抓住？佛号不断。对于极乐世界有坚定的信心，这五愿能把我们所有的问题全都解决了，定成正觉。我们对于阿弥陀佛大慈大悲救度一切众生，包括我们自己，生起感恩的心。如何报答阿弥陀佛？那就是信愿持名，求生净土。要知道，阿弥陀佛对我们的关心、关怀、照顾超过父母，父母对我们是一世的，现在人明白的很少。做父母的人心里明白，做儿女的人没有人教他，他也没有看到榜样，所以不知道。佛知道。",
      "zh_TW": "佛法，大乘，特別是淨宗法門，信心擺在第一。我們要建立信心，決定不能有絲毫懷疑。信心從哪裡建立？建立信心非常不容易，不要把它看輕了。我們還受外面境界影響，還受外頭境界誘惑，都是信心不具足，一點都不假。你有信心，你半信半疑，並不是有堅定的信心，你還有疑惑，你還把世間事當作一生當中第一樁大事，把念佛往生認為這是老人的事情，我現在還年輕，等我七老八十我再念佛。你能保證能活到七老八十嗎？經教裡頭給我們嚴重的警告，「人命在呼吸之間」，一口氣不來，這一生就過去了。所以，有一天的光陰就抓一天的光陰，有一個小時的光陰，這就抓一小時的光陰，要抓住，不能讓它空過。怎麼抓住？佛號不斷。對於極樂世界有堅定的信心，這五願能把我們所有的問題全都解決了，定成正覺。我們對於阿彌陀佛大慈大悲救度一切眾生，包括我們自己，生起感恩的心。如何報答阿彌陀佛？那就是信願持名，求生淨土。要知道，阿彌陀佛對我們的關心、關懷、照顧超過父母，父母對我們是一世的，現在人明白的很少。做父母的人心裡明白，做兒女的人沒有人教他，他也沒有看到榜樣，所以不知道。佛知道。"
    },
    {
      "id": "21-710-0006_p0006",
      "zh_CN": "我们凭什么要信阿弥陀佛，要求生极乐世界？只要认真去学习《无量寿经》、《阿弥陀经》、《观无量寿佛经》，你就明白了。净土三经一论，一论是《往生论》，这三经一论是一切诸佛如来示现在十法界都必定要讲的。接引往生到极乐世界的人，往上看有等觉菩萨、有地上菩萨，往下看有饿鬼、地狱、畜生；换句话说，往生净土是遍法界虚空界一切众生都有分的，一切众生遇到缘，他能信能发愿，个个成就。所以是定成正觉。这四个字让我们看到毫无疑惑。我们对这四个字还要有疑惑，那实在是迷惑太深了，善根福德不足你才疑惑。尤其看到「诸佛称叹」，诸佛为什么称赞？帮助我们断疑生信，让我们对于这个法门一丝毫疑惑都没有。",
      "zh_TW": "我們憑什麼要信阿彌陀佛，要求生極樂世界？只要認真去學習《無量壽經》、《阿彌陀經》、《觀無量壽佛經》，你就明白了。淨土三經一論，一論是《往生論》，這三經一論是一切諸佛如來示現在十法界都必定要講的。接引往生到極樂世界的人，往上看有等覺菩薩、有地上菩薩，往下看有餓鬼、地獄、畜生；換句話說，往生淨土是遍法界虛空界一切眾生都有分的，一切眾生遇到緣，他能信能發願，個個成就。所以是定成正覺。這四個字讓我們看到毫無疑惑。我們對這四個字還要有疑惑，那實在是迷惑太深了，善根福德不足你才疑惑。尤其看到「諸佛稱歎」，諸佛為什麼稱讚？幫助我們斷疑生信，讓我們對於這個法門一絲毫疑惑都沒有。"
    },
    {
      "id": "21-710-0006_p0007",
      "zh_CN": "一生要成就，确实唯有这个法门最方便。每个法门都能成无上道，那要契机。所以我们自己是不是那个法门的机？我在过去学过几十部经论，到最后想想什么？都不契机，依照那些法门修很困难，没把握，回过头来念佛。念佛也是早年初学佛的时候忏云法师教我，以后在台中求学，跟李老师十年，李老师希望我学这个法门，可是我都没有接受。这个就是善根福德不足，没有把自己放下，以为自己很能干，以为自己根性很好。真的到七老八十，回过头来想想，往生有没有把握？没把握。这才真正回过头来，看到《华严》、《法华》、《楞严》、《圆觉》这些大经对净宗的赞叹，接受了，醒过来了。醒过来我就专干。所以五经都讲过，《无量寿经》早年讲过十遍，是依李炳南老居士眉注讲的，早年。八十五岁开始把《华严经》放下了，专讲《无量寿经》黄念祖老居士的注解。注得太好了！他这个注解决定影响世尊末法往后的九千年。遇到这部注解，如果能看懂，能相信，决定得度。这个得度不是普通法门，这个得度是定成正觉，正觉是佛。因为句子都是四个字一句，这个地方，正觉通常称之为「无上正等正觉」，决定成就，太稀有了！",
      "zh_TW": "一生要成就，確實唯有這個法門最方便。每個法門都能成無上道，那要契機。所以我們自己是不是那個法門的機？我在過去學過幾十部經論，到最後想想什麼？都不契機，依照那些法門修很困難，沒把握，回過頭來念佛。念佛也是早年初學佛的時候懺雲法師教我，以後在台中求學，跟李老師十年，李老師希望我學這個法門，可是我都沒有接受。這個就是善根福德不足，沒有把自己放下，以為自己很能幹，以為自己根性很好。真的到七老八十，回過頭來想想，往生有沒有把握？沒把握。這才真正回過頭來，看到《華嚴》、《法華》、《楞嚴》、《圓覺》這些大經對淨宗的讚歎，接受了，醒過來了。醒過來我就專幹。所以五經都講過，《無量壽經》早年講過十遍，是依李炳南老居士眉註講的，早年。八十五歲開始把《華嚴經》放下了，專講《無量壽經》黃念祖老居士的註解。註得太好了！他這個註解決定影響世尊末法往後的九千年。遇到這部註解，如果能看懂，能相信，決定得度。這個得度不是普通法門，這個得度是定成正覺，正覺是佛。因為句子都是四個字一句，這個地方，正覺通常稱之為「無上正等正覺」，決定成就，太稀有了！"
    },
    {
      "id": "21-710-0006_p0008",
      "zh_CN": "成正等正觉，你得到什么？光明无量，光明是智慧，你成就无量智慧；寿命无量，这是讲的报身。到极乐世界，虽然极乐世界有四土三辈九品，它跟一般诸佛刹土完全不同。诸佛刹土，像我们释迦牟尼佛这个刹土，我们是生在这个地方，所有一切物质现象是阿赖耶的相分，就是阿赖耶的境界相。阿赖耶是什么？阿赖耶是妄心，阿赖耶有生有灭，而且是刹那生灭。这个生灭现象就在我们眼前，可惜我们没有看到，为什么？粗心大意没看到。什么人能看到？佛在大乘经上说得很清楚，叫八地以上。《华严经》讲菩萨的阶位，他的等级，一共讲了五十二个。这五十二个，是十信、十住、十行、十回向、十地这五十个，再加上等觉、妙觉。等觉还是菩萨，菩萨最高的地位，妙觉就是无上正等正觉，就成佛了。这个地方讲「定成正觉」是成妙觉，是成最高的果位，不是等觉以下菩萨果位，所以这个难得。善导大师认定，把最重要的这个摆在第一，让我们生起坚定的信心。我们这一生当中一定成无上正等正觉，那还有什么话说？你的目标是定在最高的位次上，能不能做到？能，只要你相信佛的话。凭什么相信？诸佛称叹，凭这个相信。你有没有把握往生？有。你的把握从哪里来的？十念必生，一点都不假。这个十念，有平常十念，有临终十念，特别着重在临终的十念。",
      "zh_TW": "成正等正覺，你得到什麼？光明無量，光明是智慧，你成就無量智慧；壽命無量，這是講的報身。到極樂世界，雖然極樂世界有四土三輩九品，它跟一般諸佛剎土完全不同。諸佛剎土，像我們釋迦牟尼佛這個剎土，我們是生在這個地方，所有一切物質現象是阿賴耶的相分，就是阿賴耶的境界相。阿賴耶是什麼？阿賴耶是妄心，阿賴耶有生有滅，而且是剎那生滅。這個生滅現象就在我們眼前，可惜我們沒有看到，為什麼？粗心大意沒看到。什麼人能看到？佛在大乘經上說得很清楚，叫八地以上。《華嚴經》講菩薩的階位，他的等級，一共講了五十二個。這五十二個，是十信、十住、十行、十迴向、十地這五十個，再加上等覺、妙覺。等覺還是菩薩，菩薩最高的地位，妙覺就是無上正等正覺，就成佛了。這個地方講「定成正覺」是成妙覺，是成最高的果位，不是等覺以下菩薩果位，所以這個難得。善導大師認定，把最重要的這個擺在第一，讓我們生起堅定的信心。我們這一生當中一定成無上正等正覺，那還有什麼話說？你的目標是定在最高的位次上，能不能做到？能，只要你相信佛的話。憑什麼相信？諸佛稱歎，憑這個相信。你有沒有把握往生？有。你的把握從哪裡來的？十念必生，一點都不假。這個十念，有平常十念，有臨終十念，特別著重在臨終的十念。"
    },
    {
      "id": "21-710-0006_p0009",
      "zh_CN": "在最近，也就是一、二个月前，广东潮州谢奕辉居士的父亲往生了。这个很值得我们警觉的，他往生是十念必生，证明这一愿是真的不是假的。谢总他是做企业的，这几年做了一个道德讲堂，帮助人认识中国传统文化跟大乘佛法。讲堂期限不长，只有七天，他一个月办两次，也就是办一次休息一个星期，接着再办，三年不间断，现在是第四年了。接受培训的同学不多，最初只有几十个人，因为他是完全用自己的力量来供给，到他那受训七天，衣食住行他都供养，不收一分钱，也不收捐助。不接受供养，怕人家说他敛财，做得很干净。他有多大能力，能养多少人，他就接受多少人，三年前从五、六十个人开始，到现在差不多三百人。他告诉我，希望今年下半年能够达到一千人。那一千人要重新做讲堂，他没那么大讲堂，至少要像这么大的讲堂，他下半年大概可能做到。干这个事情，把生意放在一边，几乎不关心了，都是让手下工作人员去做，愈做愈兴旺。所以他的收入愈来愈多；愈来愈多，我让我这学习的同学人数就愈来愈增加，他干这个。所以这三年接受他训练的一万多人，这里面差不多有七千人是政府的干部。所以现在政府承认他，在他门口挂个牌子，「潮安区家庭道德教育基地」，政府承认了。这个功德，我们冷静的思惟观察，全世界第一，没有任何人做功德能跟他相比。",
      "zh_TW": "在最近，也就是一、二個月前，廣東潮州謝奕輝居士的父親往生了。這個很值得我們警覺的，他往生是十念必生，證明這一願是真的不是假的。謝總他是做企業的，這幾年做了一個道德講堂，幫助人認識中國傳統文化跟大乘佛法。講堂期限不長，只有七天，他一個月辦兩次，也就是辦一次休息一個星期，接著再辦，三年不間斷，現在是第四年了。接受培訓的同學不多，最初只有幾十個人，因為他是完全用自己的力量來供給，到他那受訓七天，衣食住行他都供養，不收一分錢，也不收捐助。不接受供養，怕人家說他斂財，做得很乾淨。他有多大能力，能養多少人，他就接受多少人，三年前從五、六十個人開始，到現在差不多三百人。他告訴我，希望今年下半年能夠達到一千人。那一千人要重新做講堂，他沒那麼大講堂，至少要像這麼大的講堂，他下半年大概可能做到。幹這個事情，把生意放在一邊，幾乎不關心了，都是讓手下工作人員去做，愈做愈興旺。所以他的收入愈來愈多；愈來愈多，我讓我這學習的同學人數就愈來愈增加，他幹這個。所以這三年接受他訓練的一萬多人，這裡面差不多有七千人是政府的幹部。所以現在政府承認他，在他門口掛個牌子，「潮安區家庭道德教育基地」，政府承認了。這個功德，我們冷靜的思惟觀察，全世界第一，沒有任何人做功德能跟他相比。"
    },
    {
      "id": "21-710-0006_p0010",
      "zh_CN": "他父亲对于净宗没什么信心，平常也不念佛，也不学这些经教，临命终的时候，前面大概一个小时，不是很长的时间，谢总劝他爸爸：「极乐世界好」，爸爸点头；「阿弥陀佛好」，也点头；「你跟着我念」，他就带着他爸爸念，念了几声就走了。瑞相稀有，有许多人看到莲花、看到佛光，他的身体柔软，比活的时候还柔软。到第三天入殓的时候，很多人去摸他父亲的手，完全柔软。所以那一天大概有一、二千人送葬，个个法喜充满。这是给我们做证据，作证转，都是来给我们做榜样，证明十念必生，让我们在这个时代亲眼能看见，亲耳所闻，决定是事实，这不是欺骗人的。",
      "zh_TW": "他父親對於淨宗沒什麼信心，平常也不念佛，也不學這些經教，臨命終的時候，前面大概一個小時，不是很長的時間，謝總勸他爸爸：「極樂世界好」，爸爸點頭；「阿彌陀佛好」，也點頭；「你跟著我念」，他就帶著他爸爸念，念了幾聲就走了。瑞相稀有，有許多人看到蓮花、看到佛光，他的身體柔軟，比活的時候還柔軟。到第三天入殮的時候，很多人去摸他父親的手，完全柔軟。所以那一天大概有一、二千人送葬，個個法喜充滿。這是給我們做證據，作證轉，都是來給我們做榜樣，證明十念必生，讓我們在這個時代親眼能看見，親耳所聞，決定是事實，這不是欺騙人的。"
    },
    {
      "id": "21-710-0006_p0011",
      "zh_CN": "这五愿，如果搞清楚、搞明白，确实坚定我们无比的信心。确实能做到，像《金刚经》上佛所说的，「法尚应舍，何况非法」，法是佛法，四十九年所说的一切法，你统统放下了，佛法。那世间法哪有不放下的道理？只要真肯放下，一心专念，那你就决定得生，定成正觉。往生到极乐世界，自性里面般若智慧完全显示出来了，那就是无量智慧，无所不知，无所不能，圆满的智慧现前了。这个不是靠自己，完全靠阿弥陀佛四十八愿的加持。你要想很快知道，不麻烦，你就读四十八愿这一品。这一品，西方极乐世界的精华，无论是理论、方法、效果，就是说你到西方极乐世界去成就，全在这一品当中。念老的注解注得好，分量也足够，是全经分量、篇幅最大的一品，我们讲是一个段落，一大段落，这是不能不学的。",
      "zh_TW": "這五願，如果搞清楚、搞明白，確實堅定我們無比的信心。確實能做到，像《金剛經》上佛所說的，「法尚應捨，何況非法」，法是佛法，四十九年所說的一切法，你統統放下了，佛法。那世間法哪有不放下的道理？只要真肯放下，一心專念，那你就決定得生，定成正覺。往生到極樂世界，自性裡面般若智慧完全顯示出來了，那就是無量智慧，無所不知，無所不能，圓滿的智慧現前了。這個不是靠自己，完全靠阿彌陀佛四十八願的加持。你要想很快知道，不麻煩，你就讀四十八願這一品。這一品，西方極樂世界的精華，無論是理論、方法、效果，就是說你到西方極樂世界去成就，全在這一品當中。念老的註解註得好，分量也足夠，是全經分量、篇幅最大的一品，我們講是一個段落，一大段落，這是不能不學的。"
    },
    {
      "id": "21-710-0006_p0012",
      "zh_CN": "如果你真相信，一点怀疑都没有，可以不学，就一句佛号念到底。像海贤、海庆，像海贤的母亲一样，始终一句佛号，一切时、一切处都没有丢掉，生活心里默念，工作也默念，待人接物念佛没间断。这个是我听说的，决定不是假话，是真的。我还亲见有一个人，亲眼看见，我的老师章嘉大师。章嘉大师一生，无论在什么时候，无论在哪个场合，他口微微在动。我问他，你老人家念什么？他念咒。所以我晓得他确实万缘放下了，社会地位有那么高，是法王，他没放在心上。对人平易近人，一点架子都没有，任何一个人到他那里，他都是温和、真诚、礼敬，你会很欢喜他，你会很恭敬他、赞叹他，不想离开他，摄受众生的德行有这样好。这我们一生见到这个榜样，我们要认真努力向他学习。还学不到，那我们一定有问题，问题在哪里？了解不够透彻。真正了解透彻了，就是诸法实相，一切法的真相你完全明白了，自然解决这个问题，你再不会被这些现象所迷惑，不会被外面境界所动摇。",
      "zh_TW": "如果你真相信，一點懷疑都沒有，可以不學，就一句佛號念到底。像海賢、海慶，像海賢的母親一樣，始終一句佛號，一切時、一切處都沒有丟掉，生活心裡默念，工作也默念，待人接物念佛沒間斷。這個是我聽說的，決定不是假話，是真的。我還親見有一個人，親眼看見，我的老師章嘉大師。章嘉大師一生，無論在什麼時候，無論在哪個場合，他口微微在動。我問他，你老人家念什麼？他念咒。所以我曉得他確實萬緣放下了，社會地位有那麼高，是法王，他沒放在心上。對人平易近人，一點架子都沒有，任何一個人到他那裡，他都是溫和、真誠、禮敬，你會很歡喜他，你會很恭敬他、讚歎他，不想離開他，攝受眾生的德行有這樣好。這我們一生見到這個榜樣，我們要認真努力向他學習。還學不到，那我們一定有問題，問題在哪裡？了解不夠透徹。真正了解透徹了，就是諸法實相，一切法的真相你完全明白了，自然解決這個問題，你再不會被這些現象所迷惑，不會被外面境界所動搖。"
    },
    {
      "id": "21-710-0006_p0013",
      "zh_CN": "一味真诚，这个重要。真心就是佛心，真诚到极处，我们的真心就现前。真心里面有无量智慧，不是学来的。没有人问你，心里一片真空，什么也没有，这真心，没有念头，真心离念。有人问你的时候，什么问题都能解答，不是说我要学过，不学都能解答，而且解答非常正确，决定没有错误，就是「般若无知，无所不知」。到无知的时候，自性的般若智慧现前就无所不知。那有知？就有所不知。有知是凡夫，凡夫有知，不知道的东西太多了。佛无知，他什么都知道，为什么？自性本有的。为什么能知道？六祖惠能大师告诉我们，「何期自性，能生万法」。这宇宙，大乘经上讲的十法界依正庄严，从哪里来的？自性变现的。能变的是自性，谁的自性？自己的自性。自性是一不是二，一切诸佛如来的自性跟我们自性是相同的，是一个自性。所以你只要见性，明心见性，什么问题都解决了。佛教大乘学些什么？就是要明心见性。他用的方法非常巧妙，你看八万四千法门，法是方法，门是门径，无量法门目标是一个，都是开悟。但是首先要得定，就是说你的心要恢复到净。净到极处就放光，光就是智慧，光明无量，「净极光通达」，这《楞严经》上说的。你真的对于世出世间一切法，无所不知，无所不能，你才有能力教化一切众生。",
      "zh_TW": "一味真誠，這個重要。真心就是佛心，真誠到極處，我們的真心就現前。真心裡面有無量智慧，不是學來的。沒有人問你，心裡一片真空，什麼也沒有，這真心，沒有念頭，真心離念。有人問你的時候，什麼問題都能解答，不是說我要學過，不學都能解答，而且解答非常正確，決定沒有錯誤，就是「般若無知，無所不知」。到無知的時候，自性的般若智慧現前就無所不知。那有知？就有所不知。有知是凡夫，凡夫有知，不知道的東西太多了。佛無知，他什麼都知道，為什麼？自性本有的。為什麼能知道？六祖惠能大師告訴我們，「何期自性，能生萬法」。這宇宙，大乘經上講的十法界依正莊嚴，從哪裡來的？自性變現的。能變的是自性，誰的自性？自己的自性。自性是一不是二，一切諸佛如來的自性跟我們自性是相同的，是一個自性。所以你只要見性，明心見性，什麼問題都解決了。佛教大乘學些什麼？就是要明心見性。他用的方法非常巧妙，你看八萬四千法門，法是方法，門是門徑，無量法門目標是一個，都是開悟。但是首先要得定，就是說你的心要恢復到淨。淨到極處就放光，光就是智慧，光明無量，「淨極光通達」，這《楞嚴經》上說的。你真的對於世出世間一切法，無所不知，無所不能，你才有能力教化一切眾生。"
    },
    {
      "id": "21-710-0006_p0014",
      "zh_CN": "像这些我们都应该知道，但是讲经的人少了，听不到。我第一次到香港来讲经，一九七七年，那一年我五十岁，讲《楞严经》，讲了四个月，每天晚上两个小时，讲四个月。现在没有机会讲了，所以大家听不到了。多听经是真有好处，慢慢的统统都听明白了，听明白之后就一切放下，信愿持名，专修净土，一生成就。这一条直路，这是一条捷径。",
      "zh_TW": "像這些我們都應該知道，但是講經的人少了，聽不到。我第一次到香港來講經，一九七七年，那一年我五十歲，講《楞嚴經》，講了四個月，每天晚上兩個小時，講四個月。現在沒有機會講了，所以大家聽不到了。多聽經是真有好處，慢慢的統統都聽明白了，聽明白之後就一切放下，信願持名，專修淨土，一生成就。這一條直路，這是一條捷徑。"
    },
    {
      "id": "21-710-0006_p0015",
      "zh_CN": "要相信佛的话，这一句话说得容易，实在很难。有病我们还去找医生，这就不相信佛的话，平常相信，这时候不相信了，可见得这个信多难建立！真正信了就能转过来。你看海贤老和尚，这是他的照片，最后一张照片，照这张照片第三天他就走了，他相信。他十八岁的时候害了一种疮，毒疮，母亲找很多医生医药都治不了，最后他觉悟了，他说这是冤业病，妙药难医冤业病。所以想到观世音菩萨大慈大悲，救苦救难，就求观音菩萨，一心念观音菩萨，日夜不停，念了一个多月，疮全好了。这就是什么？信心，确实境随心转。坚定的信心，好，我不求人，我求佛菩萨，你求阿弥陀佛，行，你求观音菩萨，行。经里面还特别为我们介绍，遇到困难的时候、危险的时候、急难的时候，释迦牟尼佛劝我们，这个时候专念观世音菩萨一定能够消灾免难，能得感应。这是要有信心，没信心不行，半信半疑没有用处，那还不如去找医生。这个信心对我们来说要建立，真能解决问题。海贤老和尚一生给我们的示现，我们在他身上能找到，在他修行方式里头可以找到，帮助我们建立信心。",
      "zh_TW": "要相信佛的話，這一句話說得容易，實在很難。有病我們還去找醫生，這就不相信佛的話，平常相信，這時候不相信了，可見得這個信多難建立！真正信了就能轉過來。你看海賢老和尚，這是他的照片，最後一張照片，照這張照片第三天他就走了，他相信。他十八歲的時候害了一種瘡，毒瘡，母親找很多醫生醫藥都治不了，最後他覺悟了，他說這是冤業病，妙藥難醫冤業病。所以想到觀世音菩薩大慈大悲，救苦救難，就求觀音菩薩，一心念觀音菩薩，日夜不停，念了一個多月，瘡全好了。這就是什麼？信心，確實境隨心轉。堅定的信心，好，我不求人，我求佛菩薩，你求阿彌陀佛，行，你求觀音菩薩，行。經裡面還特別為我們介紹，遇到困難的時候、危險的時候、急難的時候，釋迦牟尼佛勸我們，這個時候專念觀世音菩薩一定能夠消災免難，能得感應。這是要有信心，沒信心不行，半信半疑沒有用處，那還不如去找醫生。這個信心對我們來說要建立，真能解決問題。海賢老和尚一生給我們的示現，我們在他身上能找到，在他修行方式裡頭可以找到，幫助我們建立信心。"
    },
    {
      "id": "21-710-0006_p0016",
      "zh_CN": "所以光明是智慧。寿命是福报，再大的福报，要是没有寿命，等于零，谁去享它？一定要长寿。生到极乐世界无量寿，真的无量寿，生到极乐世界，那我们是一百八十度的大转变。我们今天生活在物质的世界，有物质现象，身体是物质，我们的依报是物质；心理的现象，心里面有念头、有思想，这心理现象；外面自然现象，科学把它分成三大类。释迦牟尼佛在三千年前，也把它分作三大类，阿赖耶的三细相，业相就是自然现象，转相就是心理现象、念头，境界相就是物质现象。从哪里来的？先有业相，业相是一念不觉而有无明，这一念是没有理由的，没有原因的。这一念不觉就生转相，转相就是念头，由念头生境界相，就是物质现象。这桩事情被现代量子力学家发现了，他讲得很清楚，量子力学家肯定的告诉我们，这个世界上根本没有物质这个东西存在。",
      "zh_TW": "所以光明是智慧。壽命是福報，再大的福報，要是沒有壽命，等於零，誰去享它？一定要長壽。生到極樂世界無量壽，真的無量壽，生到極樂世界，那我們是一百八十度的大轉變。我們今天生活在物質的世界，有物質現象，身體是物質，我們的依報是物質；心理的現象，心裡面有念頭、有思想，這心理現象；外面自然現象，科學把它分成三大類。釋迦牟尼佛在三千年前，也把它分作三大類，阿賴耶的三細相，業相就是自然現象，轉相就是心理現象、念頭，境界相就是物質現象。從哪裡來的？先有業相，業相是一念不覺而有無明，這一念是沒有理由的，沒有原因的。這一念不覺就生轉相，轉相就是念頭，由念頭生境界相，就是物質現象。這樁事情被現代量子力學家發現了，他講得很清楚，量子力學家肯定的告訴我們，這個世界上根本沒有物質這個東西存在。"
    },
    {
      "id": "21-710-0006_p0017",
      "zh_CN": "物质是什么？现代科学家告诉我们，宇宙现象，这三种现象全是意念在二千二百四十兆，单位是兆，一兆是一万亿，万亿为兆，多少兆？二千二百四十兆，在这么高的频率里面，一秒钟，这样高的频率当中所产生的幻相、假相，根本就不存在。所以《金刚经》上给我们讲实话，我们听不懂，它说「凡所有相，皆是虚妄」。无论是精神现象、物质现象、自然现象统统是虚妄的，是幻相，像我们看电影，像我们作梦。《金刚经》上用梦做比喻，「一切有为法」，有为法就是从阿赖耶变现的。自性能现相，不会变，那就叫无量寿。阿赖耶会变，阿赖耶把自性现的相统统变成了生灭法。所以十法界里面的众生，不仅讲我们六道轮回，十法界所处的境界全是心现识变。能现的是心，就是真心，自性所现的，但是变成十法界、变成六道轮回，这是阿赖耶。阿赖耶就是我们的念头，我们的念头主宰了我们自己，主宰了我们生活环境，统统是阿赖耶主宰。",
      "zh_TW": "物質是什麼？現代科學家告訴我們，宇宙現象，這三種現象全是意念在二千二百四十兆，單位是兆，一兆是一萬億，萬億為兆，多少兆？二千二百四十兆，在這麼高的頻率裡面，一秒鐘，這樣高的頻率當中所產生的幻相、假相，根本就不存在。所以《金剛經》上給我們講實話，我們聽不懂，它說「凡所有相，皆是虛妄」。無論是精神現象、物質現象、自然現象統統是虛妄的，是幻相，像我們看電影，像我們作夢。《金剛經》上用夢做比喻，「一切有為法」，有為法就是從阿賴耶變現的。自性能現相，不會變，那就叫無量壽。阿賴耶會變，阿賴耶把自性現的相統統變成了生滅法。所以十法界裡面的眾生，不僅講我們六道輪迴，十法界所處的境界全是心現識變。能現的是心，就是真心，自性所現的，但是變成十法界、變成六道輪迴，這是阿賴耶。阿賴耶就是我們的念頭，我們的念頭主宰了我們自己，主宰了我們生活環境，統統是阿賴耶主宰。"
    },
    {
      "id": "21-710-0006_p0018",
      "zh_CN": "自性清净心里头没有染净，没有善恶，阿赖耶里头有，妄心里头有染净、有善恶。你看六道里头，善心善念现三善道，恶的念头，恶的心、恶的行为现的是三恶道。地狱、饿鬼、畜生，天道有欲界天、色界天、无色界天，统统都是自心阿赖耶现的，就是念头现的。念头如果都没有了，那就成佛了。只要有念头就从我们本来是佛掉下来了，往下坠落，有念就坠落了。那我们又不能无念，我说我没有念头了，还是有个「无念」，你看麻不麻烦？无念也是念。所以有无都没有，有念、无念都没有了，这才是真正的无念。难，太难太难了！那怎么办？阿弥陀佛给我们一个好方法，专念阿弥陀佛。这个好办，我一天到晚就守住这一念，「南无阿弥陀佛」，或者就是干脆「阿弥陀佛」四个字，就守住这个。这个好，这做得到，不要多长，真的念三年就可以往生。",
      "zh_TW": "自性清淨心裡頭沒有染淨，沒有善惡，阿賴耶裡頭有，妄心裡頭有染淨、有善惡。你看六道裡頭，善心善念現三善道，惡的念頭，惡的心、惡的行為現的是三惡道。地獄、餓鬼、畜生，天道有欲界天、色界天、無色界天，統統都是自心阿賴耶現的，就是念頭現的。念頭如果都沒有了，那就成佛了。只要有念頭就從我們本來是佛掉下來了，往下墜落，有念就墜落了。那我們又不能無念，我說我沒有念頭了，還是有個「無念」，你看麻不麻煩？無念也是念。所以有無都沒有，有念、無念都沒有了，這才是真正的無念。難，太難太難了！那怎麼辦？阿彌陀佛給我們一個好方法，專念阿彌陀佛。這個好辦，我一天到晚就守住這一念，「南無阿彌陀佛」，或者就是乾脆「阿彌陀佛」四個字，就守住這個。這個好，這做得到，不要多長，真的念三年就可以往生。"
    },
    {
      "id": "21-710-0006_p0019",
      "zh_CN": "往生极乐世界太好了，你天天念《无量寿经》，有没有向往极乐世界？极乐世界那么好，极乐世界的人个个都是大彻大悟、明心见性，没有人有恶心，没有人有恶念，这个世界多好！我们修行，真的三年可以去得成。我们看到太多了，三年去往生的，在《净土圣贤录》、《往生传》里面，我们看到了。那些人能做到，我们也能做到，为什么做不到？不肯放下，放下就做到了。对这个世间没有丝毫留恋，有留恋就还继续搞六道轮回，没有留恋就到极乐世界去了。带业往生，带旧业不带新业。从今天起，生活、工作、待人接物要知道断恶行善，断恶不把断恶放在心上，行善也不把善放在心上，让心里头什么都没有，只有阿弥陀佛，这叫修净土，这叫念佛人，念佛是这个念法。口跟心要相应，心是主，口是帮助。",
      "zh_TW": "往生極樂世界太好了，你天天念《無量壽經》，有沒有嚮往極樂世界？極樂世界那麼好，極樂世界的人個個都是大徹大悟、明心見性，沒有人有惡心，沒有人有惡念，這個世界多好！我們修行，真的三年可以去得成。我們看到太多了，三年去往生的，在《淨土聖賢錄》、《往生傳》裡面，我們看到了。那些人能做到，我們也能做到，為什麼做不到？不肯放下，放下就做到了。對這個世間沒有絲毫留戀，有留戀就還繼續搞六道輪迴，沒有留戀就到極樂世界去了。帶業往生，帶舊業不帶新業。從今天起，生活、工作、待人接物要知道斷惡行善，斷惡不把斷惡放在心上，行善也不把善放在心上，讓心裡頭什麼都沒有，只有阿彌陀佛，這叫修淨土，這叫念佛人，念佛是這個念法。口跟心要相應，心是主，口是幫助。"
    },
    {
      "id": "21-710-0006_p0020",
      "zh_CN": "所以大乘教上佛教给我们，要记住，「一切法无所有，毕竟空，不可得」，要常常念着这个，我们心动了，贪瞋痴慢疑起来了，把这个念一念。这跟咒是一样的意思，一切法无所有，毕竟空，不可得。既然不可得，你还想它干什么？《楞伽经》里面，佛告诉我们诸法实相，一切法的真相是什么？是「自心现量」，是我们自己心所现的，就是你这个念头上所现的。它的真相是什么？「不断之无」，它确实是无，但是它前念灭后念生，一个接着一个，一个接着一个，不是相续，为什么？前念跟后念不是一念，不一样。而且频率太高，一秒钟多少念头？二千二百四十兆，一秒钟。这是真相。这个真相被今天量子力学家发现了，他看到了，对于佛在经上说的这个佩服到极处，世尊在世，没有科学，他怎么知道这个真相？现在用科学最先进的仪器看到的，看到还没有佛看到这么清楚，现在最好的仪器能够捕捉到一千兆分之一秒，这就很难得了，一千兆分之一秒。佛告诉我们的是二千二百四十兆分之一秒。科学家还没有佛看得那么清楚，他看到了，不清楚。在我们修行人八地以上，可是我们到极乐世界就看到了，为什么？皆作阿惟越致菩萨，难得！",
      "zh_TW": "所以大乘教上佛教給我們，要記住，「一切法無所有，畢竟空，不可得」，要常常念著這個，我們心動了，貪瞋痴慢疑起來了，把這個念一念。這跟咒是一樣的意思，一切法無所有，畢竟空，不可得。既然不可得，你還想它幹什麼？《楞伽經》裡面，佛告訴我們諸法實相，一切法的真相是什麼？是「自心現量」，是我們自己心所現的，就是你這個念頭上所現的。它的真相是什麼？「不斷之無」，它確實是無，但是它前念滅後念生，一個接著一個，一個接著一個，不是相續，為什麼？前念跟後念不是一念，不一樣。而且頻率太高，一秒鐘多少念頭？二千二百四十兆，一秒鐘。這是真相。這個真相被今天量子力學家發現了，他看到了，對於佛在經上說的這個佩服到極處，世尊在世，沒有科學，他怎麼知道這個真相？現在用科學最先進的儀器看到的，看到還沒有佛看到這麼清楚，現在最好的儀器能夠捕捉到一千兆分之一秒，這就很難得了，一千兆分之一秒。佛告訴我們的是二千二百四十兆分之一秒。科學家還沒有佛看得那麼清楚，他看到了，不清楚。在我們修行人八地以上，可是我們到極樂世界就看到了，為什麼？皆作阿惟越致菩薩，難得！"
    },
    {
      "id": "21-710-0006_p0021",
      "zh_CN": "海贤老和尚的光碟天天要看。刘素云居士，很多人知道她。她上一次做报告的时候，我看到她的报告，报告里头她说，她已经将这个碟片看了一千六百多遍，大概看得最勤快的就是她，有的时候一天看十遍，愈看愈欢喜，愈看愈舍不得放下，法喜充满。这是做了榜样给我们看的。贤公老和尚常常劝人，我们要记住，「好好念佛，成佛是大事」，没有比这个事情更大了，「其他的都是假的」。换句话说，假的都应该放下，不应该放在心上，成佛是真的，就要把这一句佛号（阿弥陀佛）放在心上，这就对了。我们记住老和尚这一句话，这一句话是真实的教诲，是老和尚一生九十二年念佛的精华，他把这个传给我们，他自己做了九十二年，证明念佛成佛是真的。我们要想在这一生成佛，快速成佛，不惹这些麻烦，那就得向老和尚学习。",
      "zh_TW": "海賢老和尚的光碟天天要看。劉素雲居士，很多人知道她。她上一次做報告的時候，我看到她的報告，報告裡頭她說，她已經將這個碟片看了一千六百多遍，大概看得最勤快的就是她，有的時候一天看十遍，愈看愈歡喜，愈看愈捨不得放下，法喜充滿。這是做了榜樣給我們看的。賢公老和尚常常勸人，我們要記住，「好好念佛，成佛是大事」，沒有比這個事情更大了，「其他的都是假的」。換句話說，假的都應該放下，不應該放在心上，成佛是真的，就要把這一句佛號（阿彌陀佛）放在心上，這就對了。我們記住老和尚這一句話，這一句話是真實的教誨，是老和尚一生九十二年念佛的精華，他把這個傳給我們，他自己做了九十二年，證明念佛成佛是真的。我們要想在這一生成佛，快速成佛，不惹這些麻煩，那就得向老和尚學習。"
    },
    {
      "id": "21-710-0006_p0022",
      "zh_CN": "老和尚为我们表法表什么？九十二年的念佛功夫，告诉我们，极乐世界真有，为什么？他见过很多次；阿弥陀佛真有，他也见过很多次，一点都不假，真有。让我们决定不要怀疑，怀疑就错了，怀疑，这一次的机会就失掉了。不能怀疑，一定要抓住机会，要向他学习。他还证明夏莲居的会集本是真经，字字句句都是佛说的。他是从五种原译本，一个字都没有改动，最忠实的会集。所以字字句句是释迦牟尼佛所说的，真经，不可以怀疑。第二，证明黄念祖老居士的集注是正知正见。他是集大成，用八十三种经论，一百一十种祖师大德的注疏，来解释这部经；换句话说，读他的注解，你就读了八十三部经，一百一十种祖师大德的著作。稀有难得，我们要感恩。念老跟夏老居士为我们会集、为我们做集注，劝转，三转法轮，劝转，海贤老和尚是给我们作证转。所以他的碟、他的《永思集》，我们要把它当作《无量寿经》的总结，要把它当作《无量寿经》这种分量来学习，对我们有极大的帮助，让我们在这一生当中个个成就。我今天的供养就说到此地，谢谢大家。",
      "zh_TW": "老和尚為我們表法表什麼？九十二年的念佛功夫，告訴我們，極樂世界真有，為什麼？他見過很多次；阿彌陀佛真有，他也見過很多次，一點都不假，真有。讓我們決定不要懷疑，懷疑就錯了，懷疑，這一次的機會就失掉了。不能懷疑，一定要抓住機會，要向他學習。他還證明夏蓮居的會集本是真經，字字句句都是佛說的。他是從五種原譯本，一個字都沒有改動，最忠實的會集。所以字字句句是釋迦牟尼佛所說的，真經，不可以懷疑。第二，證明黃念祖老居士的集註是正知正見。他是集大成，用八十三種經論，一百一十種祖師大德的註疏，來解釋這部經；換句話說，讀他的註解，你就讀了八十三部經，一百一十種祖師大德的著作。稀有難得，我們要感恩。念老跟夏老居士為我們會集、為我們做集註，勸轉，三轉法輪，勸轉，海賢老和尚是給我們作證轉。所以他的碟、他的《永思集》，我們要把它當作《無量壽經》的總結，要把它當作《無量壽經》這種分量來學習，對我們有極大的幫助，讓我們在這一生當中個個成就。我今天的供養就說到此地，謝謝大家。"
    }
  ]
}