{
  "doc_id": "16-022-0001",
  "title": {
    "zh_CN": "三皈五戒",
    "zh_TW": "三皈五戒"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "2004/6/13",
    "zh_TW": "2004/6/13"
  },
  "doc_number": "16-022-0001",
  "total_paragraphs": 21,
  "paragraphs": [
    {
      "id": "16-022-0001_p0001",
      "zh_CN": "诸位善男子、善女人，今天我们在此地举行三皈五戒传授的仪式，仪式简单而隆重。佛法重实质不重形式，形式是属于表法的，不能没有，但是实质更重要，就是我们要知道我们的皈依。皈是什么意思？依是什么意思？什么叫皈依？这一定要搞清楚。皈依三宝，三宝是什么？如果这些都搞不清楚那就是迷信，那这个皈依没有一点功德，不但没有功德，还有过失。怎么说有过失？因为你把佛法的形象破坏了，这个过失就很大。",
      "zh_TW": "諸位善男子、善女人，今天我們在此地舉行三皈五戒傳授的儀式，儀式簡單而隆重。佛法重實質不重形式，形式是屬於表法的，不能沒有，但是實質更重要，就是我們要知道我們的皈依。皈是什麼意思？依是什麼意思？什麼叫皈依？這一定要搞清楚。皈依三寶，三寶是什麼？如果這些都搞不清楚那就是迷信，那這個皈依沒有一點功德，不但沒有功德，還有過失。怎麼說有過失？因為你把佛法的形象破壞了，這個過失就很大。"
    },
    {
      "id": "16-022-0001_p0002",
      "zh_CN": "首先我们说明什么叫皈，皈是回归，就是回头，谚语常说的「回头是岸」。依是依靠。我们在没有入佛门之前，每个人所依靠的都是自己的妄想分别执着，都依这个东西。你看起心动念、言语造作谁做主？妄想分别执着做主，因此我们的起心动念、言语造作都在造业。就像《地藏经》上所说的，「阎浮提众生，起心动念，无不是业，无不是罪」，这个话一点都不错。现在从这里面回过头来，从罪业回过头来，我们依靠三宝。三宝是佛法僧，佛法僧里面的内容很深、很广，一般人听到佛法僧只是形象，这是最浅最浅的。听说佛就想到佛像，听说法就想到经典，听到僧就想到出家人，这是非常肤浅的形象。但是这个形象不能没有，你真正懂得了，这个形象对你起很大的作用。为什么？见到佛像要想到自性佛，这自性佛、自性法、自性僧，是我们真正皈依的处所。",
      "zh_TW": "首先我們說明什麼叫皈，皈是回歸，就是回頭，諺語常說的「回頭是岸」。依是依靠。我們在沒有入佛門之前，每個人所依靠的都是自己的妄想分別執著，都依這個東西。你看起心動念、言語造作誰做主？妄想分別執著做主，因此我們的起心動念、言語造作都在造業。就像《地藏經》上所說的，「閻浮提眾生，起心動念，無不是業，無不是罪」，這個話一點都不錯。現在從這裡面回過頭來，從罪業回過頭來，我們依靠三寶。三寶是佛法僧，佛法僧裡面的內容很深、很廣，一般人聽到佛法僧只是形象，這是最淺最淺的。聽說佛就想到佛像，聽說法就想到經典，聽到僧就想到出家人，這是非常膚淺的形象。但是這個形象不能沒有，你真正懂得了，這個形象對你起很大的作用。為什麼？見到佛像要想到自性佛，這自性佛、自性法、自性僧，是我們真正皈依的處所。"
    },
    {
      "id": "16-022-0001_p0003",
      "zh_CN": "说佛法僧还是不太好懂，不太好理解。因此在一千四百年前唐朝时候，你看看禅宗六祖惠能大师他给我们开示皈依，他就不用佛法僧，我们在《坛经》上看到，他换了名词，他叫觉正净，他叫皈依觉、皈依正、皈依净。觉正净是佛法僧的意思，所以他不讲名词，讲意思。名词怕我们产生误会，误会就造成了迷信，他把里面的意义讲出来之后，我们就不会迷信了。所以他说佛，佛是什么意思？佛是觉悟的意思，皈依佛就是皈依觉，我们一天到晚对人对事对物迷惑颠倒，这是错误的，从这个错误回过头来，我们要依觉悟、要依智慧；换句话说，要依理智，不要感情用事，这是皈依佛。所以真正懂得，在日用平常当中、生活当中，你才真正回得了头来，这才是真正佛弟子。",
      "zh_TW": "說佛法僧還是不太好懂，不太好理解。因此在一千四百年前唐朝時候，你看看禪宗六祖惠能大師他給我們開示皈依，他就不用佛法僧，我們在《壇經》上看到，他換了名詞，他叫覺正淨，他叫皈依覺、皈依正、皈依淨。覺正淨是佛法僧的意思，所以他不講名詞，講意思。名詞怕我們產生誤會，誤會就造成了迷信，他把裡面的意義講出來之後，我們就不會迷信了。所以他說佛，佛是什麼意思？佛是覺悟的意思，皈依佛就是皈依覺，我們一天到晚對人對事對物迷惑顛倒，這是錯誤的，從這個錯誤回過頭來，我們要依覺悟、要依智慧；換句話說，要依理智，不要感情用事，這是皈依佛。所以真正懂得，在日用平常當中、生活當中，你才真正回得了頭來，這才是真正佛弟子。"
    },
    {
      "id": "16-022-0001_p0004",
      "zh_CN": "法，法是正知正见，就是正确的思想、正确的见解，这是法。所以他讲皈依正，好，正而不邪，这是皈依法。从邪知邪见，就是错误的想法、错误的看法回过头来，依正确的想法、看法。正邪的标准、迷悟的标准都要依经典。那我们都是修净土宗，都是念阿弥陀佛求生西方极乐世界，我们的标准就是《无量寿经》。所以《无量寿经》天天要读诵，读诵《无量寿经》就是亲近阿弥陀佛，亲近诸佛如来。读经的时候恭恭敬敬读，就是听阿弥陀佛，本师释迦牟尼佛，十方一切诸佛的教诲，恭恭敬敬去念，念久了你会开悟。",
      "zh_TW": "法，法是正知正見，就是正確的思想、正確的見解，這是法。所以他講皈依正，好，正而不邪，這是皈依法。從邪知邪見，就是錯誤的想法、錯誤的看法回過頭來，依正確的想法、看法。正邪的標準、迷悟的標準都要依經典。那我們都是修淨土宗，都是念阿彌陀佛求生西方極樂世界，我們的標準就是《無量壽經》。所以《無量壽經》天天要讀誦，讀誦《無量壽經》就是親近阿彌陀佛，親近諸佛如來。讀經的時候恭恭敬敬讀，就是聽阿彌陀佛，本師釋迦牟尼佛，十方一切諸佛的教誨，恭恭敬敬去念，念久了你會開悟。"
    },
    {
      "id": "16-022-0001_p0005",
      "zh_CN": "皈依僧，僧的意思是清净。清净最重要是心地清净，所谓是六根清净、一尘不染。六根清净的中心就是心，心清净了六根当然清净。怎么会清净？你只要离开执着、离开分别就清净了；如果有分别、有执着你生烦恼，烦恼是染污，你就不清净了。所以，一切妄想分别执着要放下，这个东西不是真的是假的，不值得放在心上，这叫三皈依。皈依佛觉而不迷，皈依法正而不邪，皈依僧净而不染。你看我们学佛入门头一天，世尊就把修学的总纲领、总的原则传授给我们，这叫传授三皈。",
      "zh_TW": "皈依僧，僧的意思是清淨。清淨最重要是心地清淨，所謂是六根清淨、一塵不染。六根清淨的中心就是心，心清淨了六根當然清淨。怎麼會清淨？你只要離開執著、離開分別就清淨了；如果有分別、有執著你生煩惱，煩惱是染污，你就不清淨了。所以，一切妄想分別執著要放下，這個東西不是真的是假的，不值得放在心上，這叫三皈依。皈依佛覺而不迷，皈依法正而不邪，皈依僧淨而不染。你看我們學佛入門頭一天，世尊就把修學的總綱領、總的原則傳授給我們，這叫傳授三皈。"
    },
    {
      "id": "16-022-0001_p0006",
      "zh_CN": "三皈，这个三皈依的精义就在《无量寿经》的经题上，夏莲居老居士会集这个本子，好！确确实实这个本子要度世尊末法九千年的众生，末法九千年唯有依靠这个本子可以得度，我们要特别珍重，特别重视。你看它这个经题上，前面一段「佛说大乘无量寿庄严」，那是果报，后面这一段是讲因，「清净平等觉」。清净是僧宝，六根清净一尘不染；平等是法宝，平等是正知正见；觉是佛宝。你看看经题上三宝具足。",
      "zh_TW": "三皈，這個三皈依的精義就在《無量壽經》的經題上，夏蓮居老居士會集這個本子，好！確確實實這個本子要度世尊末法九千年的眾生，末法九千年唯有依靠這個本子可以得度，我們要特別珍重，特別重視。你看它這個經題上，前面一段「佛說大乘無量壽莊嚴」，那是果報，後面這一段是講因，「清淨平等覺」。清淨是僧寶，六根清淨一塵不染；平等是法寶，平等是正知正見；覺是佛寶。你看看經題上三寶具足。"
    },
    {
      "id": "16-022-0001_p0007",
      "zh_CN": "由此可知，我们这三皈依归到哪里？归到清净平等觉，那这就三宝具足了。所以一切时、一切处要注意修清净心，修平等心，修觉悟的心，这比什么都重要。人生活在世间，从早到晚总不离开人事、物质环境，佛法里面讲境缘，境就是物质环境，缘是人事环境，你总离不开。物质环境里面有顺境、有逆境，人事环境里面有善缘、有恶缘，时时刻刻你都遇到的。那佛教给我们要修清净平等觉，那得用什么方法修？顺境善缘不生贪恋，我心就清净了，没有贪心，没有留恋；逆境恶缘没有瞋恚，清净心。",
      "zh_TW": "由此可知，我們這三皈依歸到哪裡？歸到清淨平等覺，那這就三寶具足了。所以一切時、一切處要注意修清淨心，修平等心，修覺悟的心，這比什麼都重要。人生活在世間，從早到晚總不離開人事、物質環境，佛法裡面講境緣，境就是物質環境，緣是人事環境，你總離不開。物質環境裡面有順境、有逆境，人事環境裡面有善緣、有惡緣，時時刻刻你都遇到的。那佛教給我們要修清淨平等覺，那得用什麼方法修？順境善緣不生貪戀，我心就清淨了，沒有貪心，沒有留戀；逆境惡緣沒有瞋恚，清淨心。"
    },
    {
      "id": "16-022-0001_p0008",
      "zh_CN": "所以，清净心你在哪里修？平等心在哪里修？觉悟心在哪里修？就在日常生活，在你工作，在你处事待人接物，我们现在一般人讲你禁得起、禁不起考验；顺境来的时候你贪不贪爱，逆境来时候你瞋不瞋恚。我们的功夫从哪里看？顺境确实那个贪爱减少了，一年比一年淡薄，功夫得力，有进步了；逆境来的时候，那个心里面难过、瞋恚、报复的念头也减少了，减少到没有，你就成功了，你的修行功夫是在这个地方。修行不是我一天念多少经，拜多少佛，与那个不相干。你看我们最近讲的《无量寿经》正好讲到，现在讲到「三辈往生」，这很重要，「三辈往生」就是教我们往生的方法，往生要具备哪些条件、哪些方法。你看经上讲的「临终一念十念都能往生」。由此可知，不在念佛多少，在念佛功夫有没有力。",
      "zh_TW": "所以，清淨心你在哪裡修？平等心在哪裡修？覺悟心在哪裡修？就在日常生活，在你工作，在你處事待人接物，我們現在一般人講你禁得起、禁不起考驗；順境來的時候你貪不貪愛，逆境來時候你瞋不瞋恚。我們的功夫從哪裡看？順境確實那個貪愛減少了，一年比一年淡薄，功夫得力，有進步了；逆境來的時候，那個心裡面難過、瞋恚、報復的念頭也減少了，減少到沒有，你就成功了，你的修行功夫是在這個地方。修行不是我一天念多少經，拜多少佛，與那個不相干。你看我們最近講的《無量壽經》正好講到，現在講到「三輩往生」，這很重要，「三輩往生」就是教我們往生的方法，往生要具備哪些條件、哪些方法。你看經上講的「臨終一念十念都能往生」。由此可知，不在念佛多少，在念佛功夫有沒有力。"
    },
    {
      "id": "16-022-0001_p0009",
      "zh_CN": "什么叫有力？有力的时候，你在顺境不生贪恋，在逆境里面不生烦恼，功夫有力了。还会起心动念，还有分别执着，用念佛的方法把它压下去。譬如在顺境里面起了贪心了，「阿弥陀佛」，把贪心压下去，这叫功夫。逆境恶缘来的时候，心里头有不平了，「南无阿弥陀佛」，把那个不平、把那个瞋恨压下去，这叫会念佛，这叫真念佛。一定要念到恢复到心地清净平等觉。要知道清净平等觉，是我们自己的真心，是我们自己的本性。你看六祖在《坛经》里面讲的「本来无一物」，那无一物是什么？顺境没有贪爱、没有贪恋，逆境没有瞋恚，没有，什么都没有，那是我们的真心，是我们的本性。我们现在迷失了真心本性，所以这才要修行。",
      "zh_TW": "什麼叫有力？有力的時候，你在順境不生貪戀，在逆境裡面不生煩惱，功夫有力了。還會起心動念，還有分別執著，用念佛的方法把它壓下去。譬如在順境裡面起了貪心了，「阿彌陀佛」，把貪心壓下去，這叫功夫。逆境惡緣來的時候，心裡頭有不平了，「南無阿彌陀佛」，把那個不平、把那個瞋恨壓下去，這叫會念佛，這叫真念佛。一定要念到恢復到心地清淨平等覺。要知道清淨平等覺，是我們自己的真心，是我們自己的本性。你看六祖在《壇經》裡面講的「本來無一物」，那無一物是什麼？順境沒有貪愛、沒有貪戀，逆境沒有瞋恚，沒有，什麼都沒有，那是我們的真心，是我們的本性。我們現在迷失了真心本性，所以這才要修行。"
    },
    {
      "id": "16-022-0001_p0010",
      "zh_CN": "修行，八万四千法门念佛法门是第一，无比殊胜，又简单、又容易、又稳当，只要你时时刻刻提得起。我刚刚进门来遇到两位同学都说是家亲眷属有严重的业障病。真诚心念佛，什么业障都能消，冤家债主找到身上，真诚心念佛可以化解。乾隆年间，灌顶法师那个时代国家强盛，高僧大德辈出，人才济济，灌顶大师是其中之一。你看他在《观经直指》，就是注解里面给我们讲，这个世间罪业深重，深重到八万四千法门都失了效用、都不能救了，这时候怎么办？还有念阿弥陀佛可以救。",
      "zh_TW": "修行，八萬四千法門念佛法門是第一，無比殊勝，又簡單、又容易、又穩當，只要你時時刻刻提得起。我剛剛進門來遇到兩位同學都說是家親眷屬有嚴重的業障病。真誠心念佛，什麼業障都能消，冤家債主找到身上，真誠心念佛可以化解。乾隆年間，灌頂法師那個時代國家強盛，高僧大德輩出，人才濟濟，灌頂大師是其中之一。你看他在《觀經直指》，就是註解裡面給我們講，這個世間罪業深重，深重到八萬四千法門都失了效用、都不能救了，這時候怎麼辦？還有念阿彌陀佛可以救。"
    },
    {
      "id": "16-022-0001_p0011",
      "zh_CN": "这就说到阿弥陀佛什么样的业障，什么样的灾难，统统都能救，问题就是你会不会念？你懂不懂得？你要能懂得这句佛号真正的意思，那你不能不透彻了解《无量寿经》，你要透彻了解《无量寿经》，那还要得力于《华严》；《华严经》是《无量寿经》的注解，《无量寿经》是四十八愿的注解，四十八愿是这句「南无阿弥陀佛」名号的注解，名号功德不可思议。所以一定要认真，一定要念得得力，得力就是把自己的清净平等觉念出来了，自性三宝恢复了，那才叫真正的皈依三宝，这个道理不能不懂。",
      "zh_TW": "這就說到阿彌陀佛什麼樣的業障，什麼樣的災難，統統都能救，問題就是你會不會念？你懂不懂得？你要能懂得這句佛號真正的意思，那你不能不透徹了解《無量壽經》，你要透徹了解《無量壽經》，那還要得力於《華嚴》；《華嚴經》是《無量壽經》的註解，《無量壽經》是四十八願的註解，四十八願是這句「南無阿彌陀佛」名號的註解，名號功德不可思議。所以一定要認真，一定要念得得力，得力就是把自己的清淨平等覺念出來了，自性三寶恢復了，那才叫真正的皈依三寶，這個道理不能不懂。"
    },
    {
      "id": "16-022-0001_p0012",
      "zh_CN": "《金刚经》上，你看教菩萨修六波罗蜜，特别强调两个，一个布施，一个忍辱；布施能修功德，忍辱能保持。你不能忍了，你遇到挫折了，一发脾气，经上常讲「一念瞋心起，百万障门开」，火烧功德林，功德林就没有了，忍辱比什么都重要。所以《金刚经》上，世尊对于布施跟忍辱是特别强调，讲得很多，这我们不能不知道。什么都能忍，忍真的是对凡夫讲的，因为你有烦恼，你才要忍；等到你真正觉正净现前了，就不要忍了，为什么？没有了，全都化解了。那个时候才真正得大自在，这忍辱功夫成就，忍辱功夫得力了。",
      "zh_TW": "《金剛經》上，你看教菩薩修六波羅蜜，特別強調兩個，一個布施，一個忍辱；布施能修功德，忍辱能保持。你不能忍了，你遇到挫折了，一發脾氣，經上常講「一念瞋心起，百萬障門開」，火燒功德林，功德林就沒有了，忍辱比什麼都重要。所以《金剛經》上，世尊對於布施跟忍辱是特別強調，講得很多，這我們不能不知道。什麼都能忍，忍真的是對凡夫講的，因為你有煩惱，你才要忍；等到你真正覺正淨現前了，就不要忍了，為什麼？沒有了，全都化解了。那個時候才真正得大自在，這忍辱功夫成就，忍辱功夫得力了。"
    },
    {
      "id": "16-022-0001_p0013",
      "zh_CN": "皈依三宝之后，总得要记住，我从今以后向佛学习，佛是怎样存心，我要学佛的存心；佛是怎样发愿，我要学佛的发愿；佛是怎样生活，我要学佛的生活；佛是怎样待人接物，帮助一切众生，统统要学，那叫学佛。学佛不是每天念经、拜佛、烧香，不是这个，是要把释迦牟尼佛一生所作所为，他的思想、行谊我们都明了，我们都认真向他学习，这是真学佛，真得受用。你要能够入这个境界，法喜充满，经上常讲「常生欢喜心」。人生欢喜心你就不会生病、不会衰老，你不会懈怠、不会懒散，你的精神能振奋，你会过得幸福美满，前途充满了金色光明，这是佛法对于我们真正学习的人，无比殊胜的功德利益。我们今天皈依之后，一定要能够落实，要能把自己带上究竟美满，要向这个目标上迈进，福慧双修。",
      "zh_TW": "皈依三寶之後，總得要記住，我從今以後向佛學習，佛是怎樣存心，我要學佛的存心；佛是怎樣發願，我要學佛的發願；佛是怎樣生活，我要學佛的生活；佛是怎樣待人接物，幫助一切眾生，統統要學，那叫學佛。學佛不是每天念經、拜佛、燒香，不是這個，是要把釋迦牟尼佛一生所作所為，他的思想、行誼我們都明瞭，我們都認真向他學習，這是真學佛，真得受用。你要能夠入這個境界，法喜充滿，經上常講「常生歡喜心」。人生歡喜心你就不會生病、不會衰老，你不會懈怠、不會懶散，你的精神能振奮，你會過得幸福美滿，前途充滿了金色光明，這是佛法對於我們真正學習的人，無比殊勝的功德利益。我們今天皈依之後，一定要能夠落實，要能把自己帶上究竟美滿，要向這個目標上邁進，福慧雙修。"
    },
    {
      "id": "16-022-0001_p0014",
      "zh_CN": "学佛总要记住，「学为人师，行为世范」。这两句话就是世尊一生在世为我们表演的，他起心动念、言语造作，可以做九法界一切众生的好榜样；不能给社会大众做好样子的，这个念头不能起，这个心不可以生。生心起念都要为众生做好样子，言语造作亦复如是。我们能这样做，能这样行，这是真正皈依。",
      "zh_TW": "學佛總要記住，「學為人師，行為世範」。這兩句話就是世尊一生在世為我們表演的，他起心動念、言語造作，可以做九法界一切眾生的好榜樣；不能給社會大眾做好樣子的，這個念頭不能起，這個心不可以生。生心起念都要為眾生做好樣子，言語造作亦復如是。我們能這樣做，能這樣行，這是真正皈依。"
    },
    {
      "id": "16-022-0001_p0015",
      "zh_CN": "把三皈依落实到生活上就是五戒，不杀生，不偷盗，在家同修不邪淫，不妄语，不饮酒，这五条戒一定要遵守。不杀生，不给一切众生做冤家，过去杀害众生，无知！我们生忏悔心，来给过去这些冤亲债主，超度他们；把自己所修学的功德回向超度他们，希望这个怨结能化解，不要冤冤相报，这个很重要。从今之后，不但不能杀害众生，众生因我而生烦恼我就错了。所以他不喜欢我，怎么办？圣人教给我们，我们看到他回避，我们让开，不要叫他看到我就生烦恼，这些都是好样子。他什么时候对我没有烦恼，欢喜了，那我就接近他；他不喜欢我我就离开，时时刻刻祝福他，时时刻刻将修行功德回向给他。",
      "zh_TW": "把三皈依落實到生活上就是五戒，不殺生，不偷盜，在家同修不邪淫，不妄語，不飲酒，這五條戒一定要遵守。不殺生，不給一切眾生做冤家，過去殺害眾生，無知！我們生懺悔心，來給過去這些冤親債主，超度他們；把自己所修學的功德迴向超度他們，希望這個怨結能化解，不要冤冤相報，這個很重要。從今之後，不但不能殺害眾生，眾生因我而生煩惱我就錯了。所以他不喜歡我，怎麼辦？聖人教給我們，我們看到他迴避，我們讓開，不要叫他看到我就生煩惱，這些都是好樣子。他什麼時候對我沒有煩惱，歡喜了，那我就接近他；他不喜歡我我就離開，時時刻刻祝福他，時時刻刻將修行功德迴向給他。"
    },
    {
      "id": "16-022-0001_p0016",
      "zh_CN": "人，凡夫！凡夫烦恼做主宰，烦恼是不稳定的，今天讨厌你，过几天他又喜欢你；今天喜欢你，过几天又讨厌你，情绪变化无常。所以，你要晓得统统不是真的，欢喜也不是真的，讨厌也不是真的，为什么？凡所有相皆是虚妄，都不要认真，我们的心就平了，就心平气和，心清净能生智慧。《金刚经》上常说，「信心清净，则生实相」。智慧才能解决问题，智慧才能够断烦恼，智慧才能帮助我们灵性提升，才能帮助我们永脱轮回，离苦得乐。所以，我们在这一生要求的是智慧，不要求烦恼天天增长，要求智慧天天增长；烦恼天天减少，智慧天天增长，这就对了。",
      "zh_TW": "人，凡夫！凡夫煩惱做主宰，煩惱是不穩定的，今天討厭你，過幾天他又喜歡你；今天喜歡你，過幾天又討厭你，情緒變化無常。所以，你要曉得統統不是真的，歡喜也不是真的，討厭也不是真的，為什麼？凡所有相皆是虛妄，都不要認真，我們的心就平了，就心平氣和，心清淨能生智慧。《金剛經》上常說，「信心清淨，則生實相」。智慧才能解決問題，智慧才能夠斷煩惱，智慧才能幫助我們靈性提升，才能幫助我們永脫輪迴，離苦得樂。所以，我們在這一生要求的是智慧，不要求煩惱天天增長，要求智慧天天增長；煩惱天天減少，智慧天天增長，這就對了。"
    },
    {
      "id": "16-022-0001_p0017",
      "zh_CN": "所以只要能不杀生，不杀生是培养自己的爱心。爱一切众生，你怎么会害众生？那个害众生的念头自然会不生。偷盗这也是我们常常犯的，偷盗说到严格地方，就是喜欢占别人便宜，喜欢占别人便宜这个念头是盗心，不可以有；要时时刻刻有帮助别人的念头，舍己为人，决定没有占人家便宜的念头，更不会占有别人的财物，不会有这种行为。",
      "zh_TW": "所以只要能不殺生，不殺生是培養自己的愛心。愛一切眾生，你怎麼會害眾生？那個害眾生的念頭自然會不生。偷盜這也是我們常常犯的，偷盜說到嚴格地方，就是喜歡佔別人便宜，喜歡佔別人便宜這個念頭是盜心，不可以有；要時時刻刻有幫助別人的念頭，捨己為人，決定沒有佔人家便宜的念頭，更不會佔有別人的財物，不會有這種行為。"
    },
    {
      "id": "16-022-0001_p0018",
      "zh_CN": "不邪淫、不妄语，不妄语这是很难做的。妄语就是说假话，说话不诚实，这一条最容易犯。这个过失非常严重，看你的妄语影响范围多大，影响时间多长，从这个地方结罪。如果影响的人很多，影响的时间很长，那这个罪过就很重，一定是在拔舌地狱，这个要谨慎。所以《无量寿经》教导我们修行的总纲领、总原则，它把这一条摆在第一，这我们就要注意了。你看通常讲身语意，讲这三业，但是《无量寿经》上是口业、身业、意业。「善护口业，不讥他过；善护身业，不失律仪；善护意业，清净无染」，它把口业放在第一，这是特别值得我们警惕的。",
      "zh_TW": "不邪淫、不妄語，不妄語這是很難做的。妄語就是說假話，說話不誠實，這一條最容易犯。這個過失非常嚴重，看你的妄語影響範圍多大，影響時間多長，從這個地方結罪。如果影響的人很多，影響的時間很長，那這個罪過就很重，一定是在拔舌地獄，這個要謹慎。所以《無量壽經》教導我們修行的總綱領、總原則，它把這一條擺在第一，這我們就要注意了。你看通常講身語意，講這三業，但是《無量壽經》上是口業、身業、意業。「善護口業，不譏他過；善護身業，不失律儀；善護意業，清淨無染」，它把口業放在第一，這是特別值得我們警惕的。"
    },
    {
      "id": "16-022-0001_p0019",
      "zh_CN": "不饮酒，酒是遮戒，它本身没有过失。刚才有位同修问我，他身体不好，可不可以喝点药酒来调自己身上的病？可以，酒的开缘最多，这个不犯戒，这叫开戒，佛经里面叫开戒；你的医生诊断需要用这个做药。在一般年岁大的人身体不好，血液循环不好，都可以喝一点酒。那酒是什么？帮助他血液循环。佛经上讲七十岁以上，可以开缘，你每天吃饭喝一杯酒，帮助血液循环。佛很慈悲，佛法通情达理，不是很呆板的，所以应当要用的时候都可以用。譬如在一般宴会当中，大家在请客宴会当中，我们学佛的人可不可以喝酒？可以，但是怎么样？一杯。一杯绝对不会醉，你不能喝两杯，你喝两杯你就破戒了。一小杯，行，陪大家，欢欢喜喜，这要懂得，要懂这个道理。酒为什么佛禁止？怕酒醉乱性，造杀盗淫妄，是这个用意，酒本身没有过失。所以你要真正懂得，佛制定戒律真正的意义在什么地方，凡是药用都有开缘，这我们一定要晓得。",
      "zh_TW": "不飲酒，酒是遮戒，它本身沒有過失。剛才有位同修問我，他身體不好，可不可以喝點藥酒來調自己身上的病？可以，酒的開緣最多，這個不犯戒，這叫開戒，佛經裡面叫開戒；你的醫生診斷需要用這個做藥。在一般年歲大的人身體不好，血液循環不好，都可以喝一點酒。那酒是什麼？幫助他血液循環。佛經上講七十歲以上，可以開緣，你每天吃飯喝一杯酒，幫助血液循環。佛很慈悲，佛法通情達理，不是很呆板的，所以應當要用的時候都可以用。譬如在一般宴會當中，大家在請客宴會當中，我們學佛的人可不可以喝酒？可以，但是怎麼樣？一杯。一杯絕對不會醉，你不能喝兩杯，你喝兩杯你就破戒了。一小杯，行，陪大家，歡歡喜喜，這要懂得，要懂這個道理。酒為什麼佛禁止？怕酒醉亂性，造殺盜淫妄，是這個用意，酒本身沒有過失。所以你要真正懂得，佛制定戒律真正的意義在什麼地方，凡是藥用都有開緣，這我們一定要曉得。"
    },
    {
      "id": "16-022-0001_p0020",
      "zh_CN": "现在三皈传授跟五戒，我们都有光碟，都讲得很详细，过去我很详细的讲过几次。这些光碟还有印成的小册子，诸位都可以带回去多看、多听，一定要懂得皈依真正的意思，持戒真正的利益，我们就会认真去做了，也懂得怎么做了。佛家的戒律活活泼泼，没有一条是死的，活活泼泼，会带给你真正幸福美满的生活。所以这个我就不多说了，我今天说这一点是特别强调、提醒同学们，实际上这个统统在光碟里头都有详细说明。",
      "zh_TW": "現在三皈傳授跟五戒，我們都有光碟，都講得很詳細，過去我很詳細的講過幾次。這些光碟還有印成的小冊子，諸位都可以帶回去多看、多聽，一定要懂得皈依真正的意思，持戒真正的利益，我們就會認真去做了，也懂得怎麼做了。佛家的戒律活活潑潑，沒有一條是死的，活活潑潑，會帶給你真正幸福美滿的生活。所以這個我就不多說了，我今天說這一點是特別強調、提醒同學們，實際上這個統統在光碟裡頭都有詳細說明。"
    },
    {
      "id": "16-022-0001_p0021",
      "zh_CN": "现在我们做仪式，仪式简单而隆重，皈依，你看那是皈依三宝，不是皈依净空法师，这要注意到的。所以以后人家说你皈依哪个人？这是错误的，我皈依三宝。说哪个人给你做证明的？传授的？这净空法师。所以我们皈依证上三皈证明阿阇黎，我给大家做证明，不是皈依净空法师。皈依净空法师就错了，那就不是皈依三宝了，那问题很严重，所以我们是皈依三宝，三宝弟子。好，现在我们做这个仪式，今天有没有五戒的，有，好。",
      "zh_TW": "現在我們做儀式，儀式簡單而隆重，皈依，你看那是皈依三寶，不是皈依淨空法師，這要注意到的。所以以後人家說你皈依哪個人？這是錯誤的，我皈依三寶。說哪個人給你做證明的？傳授的？這淨空法師。所以我們皈依證上三皈證明阿闍黎，我給大家做證明，不是皈依淨空法師。皈依淨空法師就錯了，那就不是皈依三寶了，那問題很嚴重，所以我們是皈依三寶，三寶弟子。好，現在我們做這個儀式，今天有沒有五戒的，有，好。"
    }
  ]
}