{
  "doc_id": "02-009-0022",
  "title": {
    "zh_CN": "佛说大乘无量寿庄严清净平等觉经",
    "zh_TW": "佛說大乘無量壽莊嚴清淨平等覺經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十二集",
    "zh_TW": "第二十二集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "加拿大",
    "zh_TW": "加拿大"
  },
  "doc_number": "02-009-0022",
  "total_paragraphs": 217,
  "paragraphs": [
    {
      "id": "02-009-0022_p0001",
      "zh_CN": "请掀开经本六十二面，第三行：",
      "zh_TW": "請掀開經本六十二面，第三行："
    },
    {
      "id": "02-009-0022_p0002",
      "zh_CN": "【劝谕策进第三十三】",
      "zh_TW": "【勸諭策進第三十三】"
    },
    {
      "id": "02-009-0022_p0003",
      "zh_CN": "这一章要说我们这个世界秽恶的状况，用现代话来讲就是染污的状况。迷、邪、染重，所以苦报就无尽，佛因此劝勉我们要求生净土。请看经文：",
      "zh_TW": "這一章要說我們這個世界穢惡的狀況，用現代話來講就是染污的狀況。迷、邪、染重，所以苦報就無盡，佛因此勸勉我們要求生淨土。請看經文："
    },
    {
      "id": "02-009-0022_p0004",
      "zh_CN": "【世人共争不急之务。于此剧恶极苦之中。勤身营务。以自给济。尊卑。贫富。少长。男女。累念积虑。为心走使。】",
      "zh_TW": "【世人共爭不急之務。於此劇惡極苦之中。勤身營務。以自給濟。尊卑。貧富。少長。男女。累念積慮。為心走使。】"
    },
    {
      "id": "02-009-0022_p0005",
      "zh_CN": "这是第一段，很明显的说出，我们这个世间的众生普遍都有忧虑、都有烦恼。佛一开端教给我们，提醒我们，世间人每天在这里争的是些什么？都是不重要的事情，『不急之务』就是不要紧的事情。对于环境没有认识清楚，我们眼前的环境是『剧恶极苦』，剧恶是大恶。我们在前面念过十恶，世间人普遍都在造十恶，十恶带来的果报就是痛苦，我们生在这样一个环境当中，迷而不觉，天天还在努力的造恶。『勤身营务』，营是经营，务就是造作，很勤奋的日夜都在造恶。希望什么？希望是『以自给济』。",
      "zh_TW": "這是第一段，很明顯的說出，我們這個世間的眾生普遍都有憂慮、都有煩惱。佛一開端教給我們，提醒我們，世間人每天在這裡爭的是些什麼？都是不重要的事情，『不急之務』就是不要緊的事情。對於環境沒有認識清楚，我們眼前的環境是『劇惡極苦』，劇惡是大惡。我們在前面念過十惡，世間人普遍都在造十惡，十惡帶來的果報就是痛苦，我們生在這樣一個環境當中，迷而不覺，天天還在努力的造惡。『勤身營務』，營是經營，務就是造作，很勤奮的日夜都在造惡。希望什麼？希望是『以自給濟』。"
    },
    {
      "id": "02-009-0022_p0006",
      "zh_CN": "『尊卑』是指家庭，父子兄弟，指这些。『贫富，少长，男女』，总而言之，都是指我们很接近的家庭之中。『累念积虑』，我们所思、所想、所作、所为，为个人、为家庭。『为心走使』，这个心是妄心，一天到晚打妄想，整个身体都被妄念所转。下面举几个具体的例子来说明。",
      "zh_TW": "『尊卑』是指家庭，父子兄弟，指這些。『貧富，少長，男女』，總而言之，都是指我們很接近的家庭之中。『累念積慮』，我們所思、所想、所作、所為，為個人、為家庭。『為心走使』，這個心是妄心，一天到晚打妄想，整個身體都被妄念所轉。下面舉幾個具體的例子來說明。"
    },
    {
      "id": "02-009-0022_p0007",
      "zh_CN": "【无田忧田。无宅忧宅。】",
      "zh_TW": "【無田憂田。無宅憂宅。】"
    },
    {
      "id": "02-009-0022_p0008",
      "zh_CN": "田宅，我们今天讲的不动产，没有的，天天在想。",
      "zh_TW": "田宅，我們今天講的不動產，沒有的，天天在想。"
    },
    {
      "id": "02-009-0022_p0009",
      "zh_CN": "【眷属财物。】",
      "zh_TW": "【眷屬財物。】"
    },
    {
      "id": "02-009-0022_p0010",
      "zh_CN": "这包括就很多了，家亲眷属，财、物范围就很广。",
      "zh_TW": "這包括就很多了，家親眷屬，財、物範圍就很廣。"
    },
    {
      "id": "02-009-0022_p0011",
      "zh_CN": "【有无同忧。】",
      "zh_TW": "【有無同憂。】"
    },
    {
      "id": "02-009-0022_p0012",
      "zh_CN": "没有，忧虑，有了也忧虑，有无同忧。为什么？",
      "zh_TW": "沒有，憂慮，有了也憂慮，有無同憂。為什麼？"
    },
    {
      "id": "02-009-0022_p0013",
      "zh_CN": "【有一少一。思欲齐等。】",
      "zh_TW": "【有一少一。思欲齊等。】"
    },
    {
      "id": "02-009-0022_p0014",
      "zh_CN": "现在这个社会就是这样，要跟人家看齐，要跟人家比赛，人家有了，我没有，要跟人比赛。",
      "zh_TW": "現在這個社會就是這樣，要跟人家看齊，要跟人家比賽，人家有了，我沒有，要跟人比賽。"
    },
    {
      "id": "02-009-0022_p0015",
      "zh_CN": "【适小具有。又忧非常。】",
      "zh_TW": "【適小具有。又憂非常。】"
    },
    {
      "id": "02-009-0022_p0016",
      "zh_CN": "到你稍稍有一点了，有一点，忧虑心又来了，有什么忧虑？",
      "zh_TW": "到你稍稍有一點了，有一點，憂慮心又來了，有什麼憂慮？"
    },
    {
      "id": "02-009-0022_p0017",
      "zh_CN": "【水火盗贼。怨家债主。】",
      "zh_TW": "【水火盜賊。怨家債主。】"
    },
    {
      "id": "02-009-0022_p0018",
      "zh_CN": "这就是患得患失。没有的时候想得到，得到之后又怕丢掉，你看这种精神负担多重。『水火盗贼』，水是大水，火是火灾，盗贼是强盗、小偷。『怨家债主』有的时候是到自己家里来了，你就没有法子防。败家子都是怨家债主，佛在经上告诉我们，我们家亲眷属的关系有四种因缘，不是这四种因缘不会做一家人。这四种因缘第一个是报恩的，这个小孩是孝子贤孙，怎么学都学不坏，他报恩来的。第二种是报怨来的，前世跟他有仇，这一世来报怨、来报仇的，这个麻烦大了，会搞得家破人亡。第三种就讨债的，所谓讨债鬼，讨债鬼都是很惹人喜欢的，父母很疼爱的，到还没有成年，他走了，为什么？他债讨完了，他走了。第四种叫还债的，还债的，就看他欠父母多少，欠得多的，对于父母物质的供养丰厚一点，欠得少的就很薄，供养很薄，没有孝顺心，反正是生活照顾你就算了，叫还债的。报恩、报怨、讨债、还债，就这么个关系，不是这个关系不来。",
      "zh_TW": "這就是患得患失。沒有的時候想得到，得到之後又怕丟掉，你看這種精神負擔多重。『水火盜賊』，水是大水，火是火災，盜賊是強盜、小偷。『怨家債主』有的時候是到自己家裡來了，你就沒有法子防。敗家子都是怨家債主，佛在經上告訴我們，我們家親眷屬的關係有四種因緣，不是這四種因緣不會做一家人。這四種因緣第一個是報恩的，這個小孩是孝子賢孫，怎麼學都學不壞，他報恩來的。第二種是報怨來的，前世跟他有仇，這一世來報怨、來報仇的，這個麻煩大了，會搞得家破人亡。第三種就討債的，所謂討債鬼，討債鬼都是很惹人喜歡的，父母很疼愛的，到還沒有成年，他走了，為什麼？他債討完了，他走了。第四種叫還債的，還債的，就看他欠父母多少，欠得多的，對於父母物質的供養豐厚一點，欠得少的就很薄，供養很薄，沒有孝順心，反正是生活照顧你就算了，叫還債的。報恩、報怨、討債、還債，就這麼個關係，不是這個關係不來。"
    },
    {
      "id": "02-009-0022_p0019",
      "zh_CN": "你们诸位同修当中，很多都是香港来的，在香港，寿冶老和尚有个讲堂，叫光明讲堂，我在那个讲堂讲过两个月的经。他讲堂上面有一幅对联，我记得很清楚，上联是「夫妻是缘，有善缘有恶缘，冤冤相报」，下联是「儿女是债，有讨债有还债，无债不来」。怨家债主，要觉悟。",
      "zh_TW": "你們諸位同修當中，很多都是香港來的，在香港，壽冶老和尚有個講堂，叫光明講堂，我在那個講堂講過兩個月的經。他講堂上面有一幅對聯，我記得很清楚，上聯是「夫妻是緣，有善緣有惡緣，冤冤相報」，下聯是「兒女是債，有討債有還債，無債不來」。怨家債主，要覺悟。"
    },
    {
      "id": "02-009-0022_p0020",
      "zh_CN": "【焚漂劫夺。消散磨灭。心悭意固。无能纵舍。命终弃捐。莫谁随者。贫富同然。忧苦万端。】",
      "zh_TW": "【焚漂劫奪。消散磨滅。心慳意固。無能縱捨。命終棄捐。莫誰隨者。貧富同然。憂苦萬端。】"
    },
    {
      "id": "02-009-0022_p0021",
      "zh_CN": "这一段统统是讲的贪毒，贪瞋痴的贪，贪爱，你舍不得离开，你不能放下；只要你舍不得离开，不肯放下，你就慢慢的受。受什么？『忧苦万端』，就慢慢受吧！这是第一点我们要觉悟的。第二，佛劝我们应当和睦，应当互相爱敬，不要成了冤家，冤家宜解不宜结。为什么？冤要是结了，冤冤相报，一世比一世厉害，这非常的可怕。我们看第二段经文。",
      "zh_TW": "這一段統統是講的貪毒，貪瞋痴的貪，貪愛，你捨不得離開，你不能放下；只要你捨不得離開，不肯放下，你就慢慢的受。受什麼？『憂苦萬端』，就慢慢受吧！這是第一點我們要覺悟的。第二，佛勸我們應當和睦，應當互相愛敬，不要成了冤家，冤家宜解不宜結。為什麼？冤要是結了，冤冤相報，一世比一世厲害，這非常的可怕。我們看第二段經文。"
    },
    {
      "id": "02-009-0022_p0022",
      "zh_CN": "【世间人民。父子兄弟夫妇亲属。】",
      "zh_TW": "【世間人民。父子兄弟夫婦親屬。】"
    },
    {
      "id": "02-009-0022_p0023",
      "zh_CN": "刚才讲了，他是有缘才来的。虽然过去有缘分，这一世不学佛的人很难，不学佛的人在从前念儒家的书，孔老夫子也是处处劝勉我们要忍、要让，要把冤结化解，儒家也讲求这个。佛家讲得更彻底、更透彻，既然来了，就应当相敬爱。",
      "zh_TW": "剛才講了，他是有緣才來的。雖然過去有緣分，這一世不學佛的人很難，不學佛的人在從前念儒家的書，孔老夫子也是處處勸勉我們要忍、要讓，要把冤結化解，儒家也講求這個。佛家講得更徹底、更透徹，既然來了，就應當相敬愛。"
    },
    {
      "id": "02-009-0022_p0024",
      "zh_CN": "【当相敬爱。无相憎嫉。】",
      "zh_TW": "【當相敬愛。無相憎嫉。】"
    },
    {
      "id": "02-009-0022_p0025",
      "zh_CN": "憎是憎恨，嫉是嫉妒。",
      "zh_TW": "憎是憎恨，嫉是嫉妒。"
    },
    {
      "id": "02-009-0022_p0026",
      "zh_CN": "【有无相通。】",
      "zh_TW": "【有無相通。】"
    },
    {
      "id": "02-009-0022_p0027",
      "zh_CN": "特别是指在财物，物质的享受要彼此照顾，我有了，兄弟姊妹缺乏，我要分给他；我缺乏的，他们有的，他们也要分给我，彼此互相照顾。",
      "zh_TW": "特別是指在財物，物質的享受要彼此照顧，我有了，兄弟姊妹缺乏，我要分給他；我缺乏的，他們有的，他們也要分給我，彼此互相照顧。"
    },
    {
      "id": "02-009-0022_p0028",
      "zh_CN": "【无得贪惜。言色常和。莫相违戾。】",
      "zh_TW": "【無得貪惜。言色常和。莫相違戾。】"
    },
    {
      "id": "02-009-0022_p0029",
      "zh_CN": "这是佛教给我们，如何跟家人相处，如何跟眷属相处，你家庭才和睦，我们常讲「家和万事兴」。『和』在中国人可以说是非常重视。我们到过北京的，大概都会到故宫去玩玩，你看看故宫里面三个最大的建筑物，我们世俗人讲金銮殿。但是那个大殿匾额上不是写的金銮殿，匾额上写的是太和殿，太和殿后面的那个大殿叫中和殿，中和殿后面的一个大殿叫保和殿。三个大殿的名字都用「和」，满清的皇帝用什么治天下？用和治天下。所以，他能够享国将近三百年，有道理。与一切大众和平相处，这就对了，没有竞争。",
      "zh_TW": "這是佛教給我們，如何跟家人相處，如何跟眷屬相處，你家庭才和睦，我們常講「家和萬事興」。『和』在中國人可以說是非常重視。我們到過北京的，大概都會到故宮去玩玩，你看看故宮裡面三個最大的建築物，我們世俗人講金鑾殿。但是那個大殿匾額上不是寫的金鑾殿，匾額上寫的是太和殿，太和殿後面的那個大殿叫中和殿，中和殿後面的一個大殿叫保和殿。三個大殿的名字都用「和」，滿清的皇帝用什麼治天下？用和治天下。所以，他能夠享國將近三百年，有道理。與一切大眾和平相處，這就對了，沒有競爭。"
    },
    {
      "id": "02-009-0022_p0030",
      "zh_CN": "今天这个世界上是竞争，县市长要竞选，你看看这怎么办？这一竞争就要打架了。想想中国固有的历史文化的道统，满清是异族入关，他能够遵守古圣先贤的教训，所以他能够统治中国。和为贵，《礼记》上说「礼之用，和为贵」，孔老夫子常常这样教给我们。要不和，不和就是冤家了。下面说：",
      "zh_TW": "今天這個世界上是競爭，縣市長要競選，你看看這怎麼辦？這一競爭就要打架了。想想中國固有的歷史文化的道統，滿清是異族入關，他能夠遵守古聖先賢的教訓，所以他能夠統治中國。和為貴，《禮記》上說「禮之用，和為貴」，孔老夫子常常這樣教給我們。要不和，不和就是冤家了。下面說："
    },
    {
      "id": "02-009-0022_p0031",
      "zh_CN": "【或时心诤。】",
      "zh_TW": "【或時心諍。】"
    },
    {
      "id": "02-009-0022_p0032",
      "zh_CN": "『或』是有时候，家人父子天天聚在一起，各人习气不相同，烦恼不一样，总有不愉快的时候，大家要克制一点，这就好了。",
      "zh_TW": "『或』是有時候，家人父子天天聚在一起，各人習氣不相同，煩惱不一樣，總有不愉快的時候，大家要克制一點，這就好了。"
    },
    {
      "id": "02-009-0022_p0033",
      "zh_CN": "【有所恚怒。】",
      "zh_TW": "【有所恚怒。】"
    },
    {
      "id": "02-009-0022_p0034",
      "zh_CN": "这是有时候心里不舒服、不高兴、不痛快、发脾气了，一定要忍让。如果不忍让：",
      "zh_TW": "這是有時候心裡不舒服、不高興、不痛快、發脾氣了，一定要忍讓。如果不忍讓："
    },
    {
      "id": "02-009-0022_p0035",
      "zh_CN": "【后世转剧。至成大怨。】",
      "zh_TW": "【後世轉劇。至成大怨。】"
    },
    {
      "id": "02-009-0022_p0036",
      "zh_CN": "小不忍后面就结大冤仇，这样一来，诸位要晓得，人有来世，生生世世以后遇到了，遇到了就报复，彼此互相报复，没完没了，非常可怕。苦难有的时候不仅是自己受，连自己家亲眷属，甚至于连一般老百姓都要受，这个罪过就造重了。这些事情希望诸位将来有机会读《安士全书》，《安士全书》前面一部分《文昌帝君阴骘文》。文昌帝君叙说他过去一十七世的历史，过去生中的事情，也就是看到不顺眼的事情就惹上麻烦，冤冤相报，一世比一世残酷，连累无辜的百姓成千成万。到后来怎么样？后来就变成战争。所以这个罪过非常之重。这是佛在此地劝我们，让我们了解这个事实。",
      "zh_TW": "小不忍後面就結大冤仇，這樣一來，諸位要曉得，人有來世，生生世世以後遇到了，遇到了就報復，彼此互相報復，沒完沒了，非常可怕。苦難有的時候不僅是自己受，連自己家親眷屬，甚至於連一般老百姓都要受，這個罪過就造重了。這些事情希望諸位將來有機會讀《安士全書》，《安士全書》前面一部分《文昌帝君陰騭文》。文昌帝君敘說他過去一十七世的歷史，過去生中的事情，也就是看到不順眼的事情就惹上麻煩，冤冤相報，一世比一世殘酷，連累無辜的百姓成千成萬。到後來怎麼樣？後來就變成戰爭。所以這個罪過非常之重。這是佛在此地勸我們，讓我們了解這個事實。"
    },
    {
      "id": "02-009-0022_p0037",
      "zh_CN": "【世间之事更相患害。虽不临时。应急想破。】",
      "zh_TW": "【世間之事更相患害。雖不臨時。應急想破。】"
    },
    {
      "id": "02-009-0022_p0038",
      "zh_CN": "『想破』就是我们今天讲的看破，你要把这个事实、利害、得失要看清楚。所以遇到不如意的事情就算了，不必计较，也不要常常放在心里。学佛的人，佛在此地教给我们心要清净，这样也放在心里，那样也放在心里，你心怎么会清净？不可能清净。真正念佛人心里面只放一个东西，阿弥陀佛，除阿弥陀佛之外，什么都不放，这就对了，这个人才决定往生。这一段是讲瞋恚之毒，我们应当觉悟。再看第三段。",
      "zh_TW": "『想破』就是我們今天講的看破，你要把這個事實、利害、得失要看清楚。所以遇到不如意的事情就算了，不必計較，也不要常常放在心裡。學佛的人，佛在此地教給我們心要清淨，這樣也放在心裡，那樣也放在心裡，你心怎麼會清淨？不可能清淨。真正念佛人心裡面只放一個東西，阿彌陀佛，除阿彌陀佛之外，什麼都不放，這就對了，這個人才決定往生。這一段是講瞋恚之毒，我們應當覺悟。再看第三段。"
    },
    {
      "id": "02-009-0022_p0039",
      "zh_CN": "【人在爱欲之中。独生独死。独去独来。苦乐自当。无有代者。】",
      "zh_TW": "【人在愛欲之中。獨生獨死。獨去獨來。苦樂自當。無有代者。】"
    },
    {
      "id": "02-009-0022_p0040",
      "zh_CN": "此地给我们讲的完全是事实，这就是说的六道轮回。人确实是生在『爱欲之中』，佛常说「爱不重不生娑婆」，你会到娑婆世界来投生，为什么原因来的？你情爱太深了，你就会到这个世间来投生，情愈重愈往下堕落。大家读过《楞严经》就晓得，《楞严经》里说了两个字，一个是情、一个是想，想多情少就往上升，情多想少就往下堕落。地狱里头是纯情没有想，那个情就太深太深了，就堕地狱去了，这个要知道，确确实实生在爱欲之中。西方极乐世界常讲，「念不一不生极乐，爱不重不生娑婆」。我们这个爱欲还要不要？要，那就得搞三恶道了；如果要想往生西方世界，这个要看淡，要把它看破，绝对不是好东西。",
      "zh_TW": "此地給我們講的完全是事實，這就是說的六道輪迴。人確實是生在『愛欲之中』，佛常說「愛不重不生娑婆」，你會到娑婆世界來投生，為什麼原因來的？你情愛太深了，你就會到這個世間來投生，情愈重愈往下墮落。大家讀過《楞嚴經》就曉得，《楞嚴經》裡說了兩個字，一個是情、一個是想，想多情少就往上升，情多想少就往下墮落。地獄裡頭是純情沒有想，那個情就太深太深了，就墮地獄去了，這個要知道，確確實實生在愛欲之中。西方極樂世界常講，「念不一不生極樂，愛不重不生娑婆」。我們這個愛欲還要不要？要，那就得搞三惡道了；如果要想往生西方世界，這個要看淡，要把它看破，絕對不是好東西。"
    },
    {
      "id": "02-009-0022_p0041",
      "zh_CN": "六道轮回真的是『独生独死，独去独来』，这就是苦。眼前的家亲眷属，死了之后，这个关系就没有了，再要碰头，不晓得到哪一生哪一劫才遇到。遇到怎么样？遇到还是冤家债主，要把这个事实真相看清楚。所以，六道里面实在讲是苦多乐少，我们在生活当中能体会得到。想得一点乐，不晓得要付多少苦的代价，不值得！这是警惕我们，没有人能够代替的。佛菩萨虽然很慈悲，没有办法代替，为什么？自作自受。不能说佛菩萨不慈悲，佛菩萨劝我们不要作，你就不会受了。",
      "zh_TW": "六道輪迴真的是『獨生獨死，獨去獨來』，這就是苦。眼前的家親眷屬，死了之後，這個關係就沒有了，再要碰頭，不曉得到哪一生哪一劫才遇到。遇到怎麼樣？遇到還是冤家債主，要把這個事實真相看清楚。所以，六道裡面實在講是苦多樂少，我們在生活當中能體會得到。想得一點樂，不曉得要付多少苦的代價，不值得！這是警惕我們，沒有人能夠代替的。佛菩薩雖然很慈悲，沒有辦法代替，為什麼？自作自受。不能說佛菩薩不慈悲，佛菩薩勸我們不要作，你就不會受了。"
    },
    {
      "id": "02-009-0022_p0042",
      "zh_CN": "【善恶变化。追逐所生。】",
      "zh_TW": "【善惡變化。追逐所生。】"
    },
    {
      "id": "02-009-0022_p0043",
      "zh_CN": "『善恶』是念头，前面我们看过佛所讲的三聚，定聚，正定聚、邪定聚、不定聚，说了这三种，这三种把所有一切众生都包括了。「正定聚」，这是真正有智慧的人，他不会受外面环境的影响，也就是说这种人学不坏，他有主宰。「邪定聚」，这种人再好的环境他也学不好，我们常讲劣根性太重了。「不定聚」的人占绝对大多数，他遇到善知识，他就学好，遇到恶知识，他就学坏了。所谓是「近朱则赤，近墨则黑」，这是一类不定聚的人，因此变化就太大了。这是一定要有个良好的环境。",
      "zh_TW": "『善惡』是念頭，前面我們看過佛所講的三聚，定聚，正定聚、邪定聚、不定聚，說了這三種，這三種把所有一切眾生都包括了。「正定聚」，這是真正有智慧的人，他不會受外面環境的影響，也就是說這種人學不壞，他有主宰。「邪定聚」，這種人再好的環境他也學不好，我們常講劣根性太重了。「不定聚」的人占絕對大多數，他遇到善知識，他就學好，遇到惡知識，他就學壞了。所謂是「近朱則赤，近墨則黑」，這是一類不定聚的人，因此變化就太大了。這是一定要有個良好的環境。"
    },
    {
      "id": "02-009-0022_p0044",
      "zh_CN": "中国在古代，做父母的教育子女，都晓得选择一个好的环境。古时候，孟子的母亲就做了个很好的榜样，孟母三迁大家都晓得。为什么？都是为小孩，希望左右邻居都好，小孩慢慢就学好了。这是说什么？不定性。我们中国人现在在国外移民的很多，他们居住地方大概并不考虑其他的，考虑学区。这个地区学校教育办得好，他愿意住在这里，小孩可以受到较好的教育，也是为了这个道理，就是『善恶变化』太大了。可是今天的社会，道德沦丧，十恶增长，太难太难了。如果不是正定聚的人，的确学好很困难，即使是学佛也相当不容易，为什么？假的佛法也很多，邪正你没有办法辨别。这是从起心动念上说的。",
      "zh_TW": "中國在古代，做父母的教育子女，都曉得選擇一個好的環境。古時候，孟子的母親就做了個很好的榜樣，孟母三遷大家都曉得。為什麼？都是為小孩，希望左右鄰居都好，小孩慢慢就學好了。這是說什麼？不定性。我們中國人現在在國外移民的很多，他們居住地方大概並不考慮其他的，考慮學區。這個地區學校教育辦得好，他願意住在這裡，小孩可以受到較好的教育，也是為了這個道理，就是『善惡變化』太大了。可是今天的社會，道德淪喪，十惡增長，太難太難了。如果不是正定聚的人，的確學好很困難，即使是學佛也相當不容易，為什麼？假的佛法也很多，邪正你沒有辦法辨別。這是從起心動念上說的。"
    },
    {
      "id": "02-009-0022_p0045",
      "zh_CN": "【道路不同。会见无期。】",
      "zh_TW": "【道路不同。會見無期。】"
    },
    {
      "id": "02-009-0022_p0046",
      "zh_CN": "这就说是大限到来，生死轮回，每个人所造的业不相同，各人走各人的道路，再见面没有机会了，见不到了。所以佛总是劝我们，如果你要真正爱护家人，凭自己的能力没有办法，一个轮回就不行了，全部都散掉，再想都想不起来。唯一的办法，求生西方净土，到了西方极乐世界，前面说了，你的神通道力全都恢复，你的家亲眷属不管他轮转到哪一道，你都看得到，你都能听到。他如果能够接受正法，你马上就可以去度他，你随时都能帮助他，不管在哪一道，应以什么身得度你都能示现什么身。只有到西方极乐世界才有这个能力，才能真正帮得上忙。",
      "zh_TW": "這就說是大限到來，生死輪迴，每個人所造的業不相同，各人走各人的道路，再見面沒有機會了，見不到了。所以佛總是勸我們，如果你要真正愛護家人，憑自己的能力沒有辦法，一個輪迴就不行了，全部都散掉，再想都想不起來。唯一的辦法，求生西方淨土，到了西方極樂世界，前面說了，你的神通道力全都恢復，你的家親眷屬不管他輪轉到哪一道，你都看得到，你都能聽到。他如果能夠接受正法，你馬上就可以去度他，你隨時都能幫助他，不管在哪一道，應以什麼身得度你都能示現什麼身。只有到西方極樂世界才有這個能力，才能真正幫得上忙。"
    },
    {
      "id": "02-009-0022_p0047",
      "zh_CN": "所以讲孝顺父母，什么人才能够真正孝顺？生西方极乐世界是大孝。不生西方极乐世界，那个孝都说得很有限，太小了，为什么？只这一生，来生帮不上忙了。如果父母造作恶业堕落在恶道上，你一点办法也没有。所以，往生西方极乐世界是真正的大孝。佛在此地劝勉我们：",
      "zh_TW": "所以講孝順父母，什麼人才能夠真正孝順？生西方極樂世界是大孝。不生西方極樂世界，那個孝都說得很有限，太小了，為什麼？只這一生，來生幫不上忙了。如果父母造作惡業墮落在惡道上，你一點辦法也沒有。所以，往生西方極樂世界是真正的大孝。佛在此地勸勉我們："
    },
    {
      "id": "02-009-0022_p0048",
      "zh_CN": "【何不于强健时。努力修善。欲何待乎。】",
      "zh_TW": "【何不於強健時。努力修善。欲何待乎。】"
    },
    {
      "id": "02-009-0022_p0049",
      "zh_CN": "『强健』，强是指你有能力、你有财力，你能做善事，你不要把这个机会放掉。健是健康，自己有健康的身体，又有能力来行善，这个时候要努力，不要把这个机缘失掉了，这很重要。这一段是劝我们断恶修善。再看底下经文。",
      "zh_TW": "『強健』，強是指你有能力、你有財力，你能做善事，你不要把這個機會放掉。健是健康，自己有健康的身體，又有能力來行善，這個時候要努力，不要把這個機緣失掉了，這很重要。這一段是勸我們斷惡修善。再看底下經文。"
    },
    {
      "id": "02-009-0022_p0050",
      "zh_CN": "【世人善恶自不能见。吉凶祸福。竞各作之。】",
      "zh_TW": "【世人善惡自不能見。吉凶禍福。競各作之。】"
    },
    {
      "id": "02-009-0022_p0051",
      "zh_CN": "这一句是非常之感叹，说明世间人愚痴之祸害非常深重，自作自受。我们一般人会看到别人的善恶，看不到自己的善恶。如果别人说我们的善恶，还不高兴，几个人能够接受？因此，世间人见面都是恭维恭维，你有过失，没有人肯讲你。在过去，真正肯讲我们过失的人，三个人，一个是父母，第二个是老师，第三个是真正的好朋友。为什么？他爱护你，你做了过失，他会提醒你。如果不是这样深切的关系，谁愿意说人家的过失，都不肯说。",
      "zh_TW": "這一句是非常之感嘆，說明世間人愚痴之禍害非常深重，自作自受。我們一般人會看到別人的善惡，看不到自己的善惡。如果別人說我們的善惡，還不高興，幾個人能夠接受？因此，世間人見面都是恭維恭維，你有過失，沒有人肯講你。在過去，真正肯講我們過失的人，三個人，一個是父母，第二個是老師，第三個是真正的好朋友。為什麼？他愛護你，你做了過失，他會提醒你。如果不是這樣深切的關係，誰願意說人家的過失，都不肯說。"
    },
    {
      "id": "02-009-0022_p0052",
      "zh_CN": "所以，聪明的人就要自己反省，怎么个反省法？看到别人过失，想想自己有没有这个过失，拿别人当作一面镜子。别人有善，想想我有没有善？别人有恶，想想我有没有恶？这就对了，这叫真正修行、真正在做功夫。佛的经典，许许多多教训帮助我们检点善恶，像佛这里所说的，我们有没有犯？我们在日常生活当中，有没有这些事？如果有了，改过自新，这叫学佛。绝对不是念给佛菩萨听的，要认真去做。",
      "zh_TW": "所以，聰明的人就要自己反省，怎麼個反省法？看到別人過失，想想自己有沒有這個過失，拿別人當作一面鏡子。別人有善，想想我有沒有善？別人有惡，想想我有沒有惡？這就對了，這叫真正修行、真正在做功夫。佛的經典，許許多多教訓幫助我們檢點善惡，像佛這裡所說的，我們有沒有犯？我們在日常生活當中，有沒有這些事？如果有了，改過自新，這叫學佛。絕對不是念給佛菩薩聽的，要認真去做。"
    },
    {
      "id": "02-009-0022_p0053",
      "zh_CN": "【身愚神暗。转受余教。颠倒相续。无常根本。】",
      "zh_TW": "【身愚神闇。轉受餘教。顛倒相續。無常根本。】"
    },
    {
      "id": "02-009-0022_p0054",
      "zh_CN": "这四句是说我们胡作妄为是有来源的，什么来源？愚痴。对于是非、真妄、邪正搞不清楚，叫愚痴。『转受余教』，余教是指不是圣人的教训，是指这个，当然在此地，佛的教训是正教，佛教之外是属于余教。余教不是不好，也有好的，但是怎么样？不能出轮回，总是还要搞六道轮回，还是要搞六道。纵然教你断恶修善，也不过来生生天而已，天不究竟，天的福报比我们人间大，寿命比我们人间长，但是还是要死。真正生到天上，说老实话也并不很快乐，为什么？我们用比例能够想像的到。我们看到水上小虫，在水上跑来跑去的蜉蝣，蜉蝣的寿命只有几个小时，朝生暮死，只有几个小时，牠也是一生。牠看我们人活上七、八十岁、一百年，还不就像我们看色界天、无色界天一样，一样的事情。那么长的寿命，蜉蝣看到人活几十年、一百年，这还得了，不可思议。我们得人身又怎么样？因此你就了解，纵然生到欲界天、色界天、非想非非想处天，感受跟我们一生没有两样。你才知道三界真正是苦，天上不究竟。余教最高是帮助你生天，唯独佛教能够帮助你超越三界，这要知道，一定要认识清楚。",
      "zh_TW": "這四句是說我們胡作妄為是有來源的，什麼來源？愚痴。對於是非、真妄、邪正搞不清楚，叫愚痴。『轉受餘教』，餘教是指不是聖人的教訓，是指這個，當然在此地，佛的教訓是正教，佛教之外是屬於餘教。餘教不是不好，也有好的，但是怎麼樣？不能出輪迴，總是還要搞六道輪迴，還是要搞六道。縱然教你斷惡修善，也不過來生生天而已，天不究竟，天的福報比我們人間大，壽命比我們人間長，但是還是要死。真正生到天上，說老實話也並不很快樂，為什麼？我們用比例能夠想像的到。我們看到水上小蟲，在水上跑來跑去的蜉蝣，蜉蝣的壽命只有幾個小時，朝生暮死，只有幾個小時，牠也是一生。牠看我們人活上七、八十歲、一百年，還不就像我們看色界天、無色界天一樣，一樣的事情。那麼長的壽命，蜉蝣看到人活幾十年、一百年，這還得了，不可思議。我們得人身又怎麼樣？因此你就瞭解，縱然生到欲界天、色界天、非想非非想處天，感受跟我們一生沒有兩樣。你才知道三界真正是苦，天上不究竟。餘教最高是幫助你生天，唯獨佛教能夠幫助你超越三界，這要知道，一定要認識清楚。"
    },
    {
      "id": "02-009-0022_p0055",
      "zh_CN": "佛教范围非常广泛，一切诸佛都给我们说明，唯独求生净土，是你想超越三界最有可能的一个方法。如果你真正下定决心专修，就决定可能。只有这么一条生路，我们今天遇到了，正是古人所讲「无量劫来希有难逢的一日」，我们今天遇到了。遇到要不珍惜，遇到要轻易舍过，就可惜了，真正对不起自己。因为，不是生生世世可以遇到的，不晓得在无量劫当中才会碰到一次，比中特奖都困难，所以一定要珍惜今天的因缘。因为你受余教，所以才『颠倒相续』，颠倒就是迷惑、愚痴。『无常根本』，这是把根本给你说出来，就是愚痴。",
      "zh_TW": "佛教範圍非常廣泛，一切諸佛都給我們說明，唯獨求生淨土，是你想超越三界最有可能的一個方法。如果你真正下定決心專修，就決定可能。只有這麼一條生路，我們今天遇到了，正是古人所講「無量劫來希有難逢的一日」，我們今天遇到了。遇到要不珍惜，遇到要輕易捨過，就可惜了，真正對不起自己。因為，不是生生世世可以遇到的，不曉得在無量劫當中才會碰到一次，比中特獎都困難，所以一定要珍惜今天的因緣。因為你受餘教，所以才『顛倒相續』，顛倒就是迷惑、愚痴。『無常根本』，這是把根本給你說出來，就是愚痴。"
    },
    {
      "id": "02-009-0022_p0056",
      "zh_CN": "【蒙冥抵突。不信经法。心无远虑。各欲快意。迷于瞋恚。贪于财色。终不休止。哀哉可伤。】",
      "zh_TW": "【蒙冥抵突。不信經法。心無遠慮。各欲快意。迷於瞋恚。貪於財色。終不休止。哀哉可傷。】"
    },
    {
      "id": "02-009-0022_p0057",
      "zh_CN": "这一小段是讲世间人贪着财色，贪不到就起瞋恚，所以三毒的根本就是个贪字。他一切都贪到了，他就不瞋恨、就不嫉妒了，贪不到，他就瞋恚、他就嫉妒，都从这个地方来的。『蒙』是懵懂，『冥』是冥暗，就是这个人的心不明、愚痴。『抵突』就是我们今天讲排斥，他对于善法排斥。底下讲『不信经法』，对于圣人的教诲他不肯接受，对于佛的经典他排斥。『心无远虑』，远虑是他不想来世，只图眼前的快意。说实在的话，今天能够想来世的人不多，能够想到晚年的人已经就不多了。现在年轻，可以纵欲作乐，晚年怎么办？几个人能够为自己晚年着想？这就不多。",
      "zh_TW": "這一小段是講世間人貪著財色，貪不到就起瞋恚，所以三毒的根本就是個貪字。他一切都貪到了，他就不瞋恨、就不嫉妒了，貪不到，他就瞋恚、他就嫉妒，都從這個地方來的。『蒙』是懵懂，『冥』是冥暗，就是這個人的心不明、愚痴。『抵突』就是我們今天講排斥，他對於善法排斥。底下講『不信經法』，對於聖人的教誨他不肯接受，對於佛的經典他排斥。『心無遠慮』，遠慮是他不想來世，只圖眼前的快意。說實在的話，今天能夠想來世的人不多，能夠想到晚年的人已經就不多了。現在年輕，可以縱欲作樂，晚年怎麼辦？幾個人能夠為自己晚年著想？這就不多。"
    },
    {
      "id": "02-009-0022_p0058",
      "zh_CN": "我们看到现在老年人很苦，在中国、在外国，我们看得很多，尤其我看到美国的老人真可怜。虽然国家福利还不错，老人还有养老金给他，精神上太苦了；换句话说，我们中国人所讲，坐吃等死，这种心情多痛苦。我们看到美国的老人公寓，我看到暮气沉沉。住在老人公寓，每天都有去的人，大家看看，这个去了，明天又一个去了，慢慢等到自己，你说这种心情多难过、多痛苦。我们看了之后就要想到，我也有这一天，我要不受这个苦，那我应该要怎么做法？所以年轻的时候要爱护老人、要照顾老人，老人有困难我们尽量帮助他，因果报应，到我老了，自然有一批年轻人他来爱护我、他来帮助我、他来照顾我，果报！所以你不孝顺父母、不照顾父母，你的儿女将来不会照顾你。",
      "zh_TW": "我們看到現在老年人很苦，在中國、在外國，我們看得很多，尤其我看到美國的老人真可憐。雖然國家福利還不錯，老人還有養老金給他，精神上太苦了；換句話說，我們中國人所講，坐吃等死，這種心情多痛苦。我們看到美國的老人公寓，我看到暮氣沉沉。住在老人公寓，每天都有去的人，大家看看，這個去了，明天又一個去了，慢慢等到自己，你說這種心情多難過、多痛苦。我們看了之後就要想到，我也有這一天，我要不受這個苦，那我應該要怎麼做法？所以年輕的時候要愛護老人、要照顧老人，老人有困難我們盡量幫助他，因果報應，到我老了，自然有一批年輕人他來愛護我、他來幫助我、他來照顧我，果報！所以你不孝順父母、不照顧父母，你的兒女將來不會照顧你。"
    },
    {
      "id": "02-009-0022_p0059",
      "zh_CN": "为什么我们要孝顺父母？做给儿女看，儿女天天看到，这是应该的，将来他长大了，照顾父母是应该的。你今天对父母不孝，对父母不照顾，他也看得很清楚，也印在脑子里，这是应该的，我不须要照顾他，为什么？他对他的父母也不照顾，理所当然嘛！要知道，因果报应。我们能够照顾别人的父母，照顾老人，说老实话，你自己家的父母有别人照顾，你不用担忧，果报就是这样。所以，你能够照顾社会，社会大众都照顾你。我有福让大家享，大家有福我也享，这叫真正的乐，儒、佛都是这样教导我们的。更远，学佛的人眼光才远，远到哪里？远到要出三界，三界里头没有乐，要超越轮回；更远的，我这一生要成佛，那就是求生西方极乐世界，这个眼光太远大了，没有比这个更大。世间人没有这个眼光，没有这个远虑。",
      "zh_TW": "為什麼我們要孝順父母？做給兒女看，兒女天天看到，這是應該的，將來他長大了，照顧父母是應該的。你今天對父母不孝，對父母不照顧，他也看得很清楚，也印在腦子裡，這是應該的，我不須要照顧他，為什麼？他對他的父母也不照顧，理所當然嘛！要知道，因果報應。我們能夠照顧別人的父母，照顧老人，說老實話，你自己家的父母有別人照顧，你不用擔憂，果報就是這樣。所以，你能夠照顧社會，社會大眾都照顧你。我有福讓大家享，大家有福我也享，這叫真正的樂，儒、佛都是這樣教導我們的。更遠，學佛的人眼光才遠，遠到哪裡？遠到要出三界，三界裡頭沒有樂，要超越輪迴；更遠的，我這一生要成佛，那就是求生西方極樂世界，這個眼光太遠大了，沒有比這個更大。世間人沒有這個眼光，沒有這個遠慮。"
    },
    {
      "id": "02-009-0022_p0060",
      "zh_CN": "『各欲快意』，只顾到眼前，没有想到将来。『迷于瞋恚，贪于财色，终不休止』，贪、瞋的增长没有止境，欲望没止境这就苦了。『哀哉可伤』，佛看得清楚，看到这个因果报应，这是很令人感伤的一桩事情。",
      "zh_TW": "『各欲快意』，只顧到眼前，沒有想到將來。『迷於瞋恚，貪於財色，終不休止』，貪、瞋的增長沒有止境，欲望沒止境這就苦了。『哀哉可傷』，佛看得清楚，看到這個因果報應，這是很令人感傷的一樁事情。"
    },
    {
      "id": "02-009-0022_p0061",
      "zh_CN": "【先人不善。不识道德。无有语者。殊无怪也。】",
      "zh_TW": "【先人不善。不識道德。無有語者。殊無怪也。】"
    },
    {
      "id": "02-009-0022_p0062",
      "zh_CN": "这一句是指早年，早年是什么时候？没遇到佛法以前，我们胡作妄为，这个不要怪，这是没有机缘，没有遇到正法。今天遇到正法了，以后不可以再胡作妄为，不能再迷惑颠倒。『无有语者』，没有人告诉你，没有人教导你，你所做的一切错事，贪瞋痴慢，佛不怪你，就是说这是可以原谅的。遇到圣教，真正明了了，那就不可以，一定要断恶修善。",
      "zh_TW": "這一句是指早年，早年是什麼時候？沒遇到佛法以前，我們胡作妄為，這個不要怪，這是沒有機緣，沒有遇到正法。今天遇到正法了，以後不可以再胡作妄為，不能再迷惑顛倒。『無有語者』，沒有人告訴你，沒有人教導你，你所做的一切錯事，貪瞋痴慢，佛不怪你，就是說這是可以原諒的。遇到聖教，真正明瞭了，那就不可以，一定要斷惡修善。"
    },
    {
      "id": "02-009-0022_p0063",
      "zh_CN": "【死生之趣。善恶之道。都不之信。谓无有是。】",
      "zh_TW": "【死生之趣。善惡之道。都不之信。謂無有是。】"
    },
    {
      "id": "02-009-0022_p0064",
      "zh_CN": "这就是指世间一类，不相信生死轮回、不相信善恶果报，他不信这些。现在这一类的人多了，很多！特别是所谓接受过科学洗礼的这些人，一提到佛教，佛教是迷信，迷信两个字就把整个圣教排斥掉了，他这一生都不能接受。即使果报摆在他面前，他说那是偶然发生的，他还是不相信，甚至于死到临头，他也不相信，这真是没救了。这样的人在今天的社会很多，时时处处都见得到，不相信因果报应。这样的人在佛法里面叫做「一阐提」，一阐提这是印度话，翻成中国的意思就是没有善根。没有善根，佛都没有办法教他，佛遇到了都无可奈何，没有善根。再看底下经文。",
      "zh_TW": "這就是指世間一類，不相信生死輪迴、不相信善惡果報，他不信這些。現在這一類的人多了，很多！特別是所謂接受過科學洗禮的這些人，一提到佛教，佛教是迷信，迷信兩個字就把整個聖教排斥掉了，他這一生都不能接受。即使果報擺在他面前，他說那是偶然發生的，他還是不相信，甚至於死到臨頭，他也不相信，這真是沒救了。這樣的人在今天的社會很多，時時處處都見得到，不相信因果報應。這樣的人在佛法裡面叫做「一闡提」，一闡提這是印度話，翻成中國的意思就是沒有善根。沒有善根，佛都沒有辦法教他，佛遇到了都無可奈何，沒有善根。再看底下經文。"
    },
    {
      "id": "02-009-0022_p0065",
      "zh_CN": "【更相瞻视。且自见之。或父哭子。或子哭父。兄弟夫妇。更相哭泣。一死一生。迭相顾恋。】",
      "zh_TW": "【更相瞻視。且自見之。或父哭子。或子哭父。兄弟夫婦。更相哭泣。一死一生。迭相顧戀。】"
    },
    {
      "id": "02-009-0022_p0066",
      "zh_CN": "这是事实，可以说天天都看得到的，家亲眷属、朋友、同事、老人过去了，或者你参加丧礼，常常看到，看到怎么样？不觉悟。恩爱别离，哭一场有什么用处？没用，无济于事。这就是摆在眼前的事实，你看到了觉不觉悟？我给诸位同修说，我是从年轻对这个事情就很注意。我在没有学佛的时候，在上班的时候，每天会看看报纸。报纸一打开，我第一个看什么？不是看新闻，是看讣闻，看看今天哪些人走了，明天又有哪些人走了，我看这个。看这个对自己警惕的心很大，不要认为年轻，年轻人死的天天都有，正是所谓「黄泉路上无老少，孤坟尽是少年人」，真是这样的。时时刻刻有警觉心，高度的警觉心，然后自己才晓得我应该走哪一条路，我要怎么走法。",
      "zh_TW": "這是事實，可以說天天都看得到的，家親眷屬、朋友、同事、老人過去了，或者你參加喪禮，常常看到，看到怎麼樣？不覺悟。恩愛別離，哭一場有什麼用處？沒用，無濟於事。這就是擺在眼前的事實，你看到了覺不覺悟？我給諸位同修說，我是從年輕對這個事情就很注意。我在沒有學佛的時候，在上班的時候，每天會看看報紙。報紙一打開，我第一個看什麼？不是看新聞，是看訃聞，看看今天哪些人走了，明天又有哪些人走了，我看這個。看這個對自己警惕的心很大，不要認為年輕，年輕人死的天天都有，正是所謂「黃泉路上無老少，孤墳盡是少年人」，真是這樣的。時時刻刻有警覺心，高度的警覺心，然後自己才曉得我應該走哪一條路，我要怎麼走法。"
    },
    {
      "id": "02-009-0022_p0067",
      "zh_CN": "印光大师他自己那个小念佛堂，那个房子很小，他自己进修的佛堂，他佛堂里只供一尊佛像，阿弥陀佛，佛像不大，如果诸位到过苏州，你看到过。佛像后面，他老人家写了一个大字，死，一天到晚提醒，死到临头了，你还有什么放不下？还有什么好想的？这一张字我也照相带回台湾，我现在把它复印出来，印了很多。我自己睡觉的房间，就是我的床头，贴在我脚边，我眼睛一张眼就看到，我就在那里贴一张。每天晚上一睡觉，想到，我要死了，要提醒自己，时时刻刻要提醒自己。",
      "zh_TW": "印光大師他自己那個小念佛堂，那個房子很小，他自己進修的佛堂，他佛堂裡只供一尊佛像，阿彌陀佛，佛像不大，如果諸位到過蘇州，你看到過。佛像後面，他老人家寫了一個大字，死，一天到晚提醒，死到臨頭了，你還有什麼放不下？還有什麼好想的？這一張字我也照相帶回台灣，我現在把它複印出來，印了很多。我自己睡覺的房間，就是我的床頭，貼在我腳邊，我眼睛一張眼就看到，我就在那裡貼一張。每天晚上一睡覺，想到，我要死了，要提醒自己，時時刻刻要提醒自己。"
    },
    {
      "id": "02-009-0022_p0068",
      "zh_CN": "我们对这个世间之贪爱放不下，就是什么？没有想到死到临头。到死到临头的时候，你一定来不及，要事先准备！所以说希望阿弥陀佛来接引，每天晚上一躺在床上，就想到阿弥陀佛来接我去了，咱们到死到临头就不恐怖了，正如经上所讲的，心不颠倒。我天天盼望阿弥陀佛来接引我，这一天终于盼望到了，欢欢喜喜去了，没有一丝毫留恋，这就对了。下面说：",
      "zh_TW": "我們對這個世間之貪愛放不下，就是什麼？沒有想到死到臨頭。到死到臨頭的時候，你一定來不及，要事先準備！所以說希望阿彌陀佛來接引，每天晚上一躺在床上，就想到阿彌陀佛來接我去了，咱們到死到臨頭就不恐怖了，正如經上所講的，心不顛倒。我天天盼望阿彌陀佛來接引我，這一天終於盼望到了，歡歡喜喜去了，沒有一絲毫留戀，這就對了。下面說："
    },
    {
      "id": "02-009-0022_p0069",
      "zh_CN": "【忧爱结缚。】",
      "zh_TW": "【憂愛結縛。】"
    },
    {
      "id": "02-009-0022_p0070",
      "zh_CN": "忧爱结缚，这就是烦恼，结缚是烦恼。",
      "zh_TW": "憂愛結縛，這就是煩惱，結縛是煩惱。"
    },
    {
      "id": "02-009-0022_p0071",
      "zh_CN": "【无有解时。】",
      "zh_TW": "【無有解時。】"
    },
    {
      "id": "02-009-0022_p0072",
      "zh_CN": "这个结解不开。",
      "zh_TW": "這個結解不開。"
    },
    {
      "id": "02-009-0022_p0073",
      "zh_CN": "【思想恩好。不离情欲。不能深思熟计。】",
      "zh_TW": "【思想恩好。不離情欲。不能深思熟計。】"
    },
    {
      "id": "02-009-0022_p0074",
      "zh_CN": "计是计度，度是度量的度，就是你心里计划计划、度量度量，把利害得失好好去计算计算，就是这个意思。",
      "zh_TW": "計是計度，度是度量的度，就是你心裡計畫計畫、度量度量，把利害得失好好去計算計算，就是這個意思。"
    },
    {
      "id": "02-009-0022_p0075",
      "zh_CN": "【专精行道。】",
      "zh_TW": "【專精行道。】"
    },
    {
      "id": "02-009-0022_p0076",
      "zh_CN": "行道就是修道，要修西方极乐世界的菩提道。",
      "zh_TW": "行道就是修道，要修西方極樂世界的菩提道。"
    },
    {
      "id": "02-009-0022_p0077",
      "zh_CN": "【年寿旋尽。无可奈何。】",
      "zh_TW": "【年壽旋盡。無可奈何。】"
    },
    {
      "id": "02-009-0022_p0078",
      "zh_CN": "不要到临终才后悔，临终后悔没有用，太迟了。所以学道是年岁愈轻愈好，为什么？你有体力、有精神，年岁大了就困难。有些人他有一个很错误的观念，我在台湾，我父亲有个老朋友，他对我也很关爱。年岁大之后退休，在埔里经营一个农场，我出家之后去看他，他很赞成，他说学佛好！他说我现在很忙，我再过几年我也要学佛。过几年死了，死了也没有念一句佛号，你说多可惜！这就是放不下，愚痴。实在讲，中国古书念得很多，字写得非常漂亮，看不破！所以佛法的因缘当面错过，知道佛法好，认为再过几年再来学。说实在话，无论是哪个人，再过几年，你跟阎王签了合同吗？你知道你还有几年阳寿吗？不知道！今天不晓得明天事，怎么能够等待？所以，真正学道人抓住今天，不要想明天，这就对了。",
      "zh_TW": "不要到臨終才後悔，臨終後悔沒有用，太遲了。所以學道是年歲愈輕愈好，為什麼？你有體力、有精神，年歲大了就困難。有些人他有一個很錯誤的觀念，我在台灣，我父親有個老朋友，他對我也很關愛。年歲大之後退休，在埔里經營一個農場，我出家之後去看他，他很贊成，他說學佛好！他說我現在很忙，我再過幾年我也要學佛。過幾年死了，死了也沒有念一句佛號，你說多可惜！這就是放不下，愚痴。實在講，中國古書念得很多，字寫得非常漂亮，看不破！所以佛法的因緣當面錯過，知道佛法好，認為再過幾年再來學。說實在話，無論是哪個人，再過幾年，你跟閻王簽了合同嗎？你知道你還有幾年陽壽嗎？不知道！今天不曉得明天事，怎麼能夠等待？所以，真正學道人抓住今天，不要想明天，這就對了。"
    },
    {
      "id": "02-009-0022_p0079",
      "zh_CN": "【惑道者众。悟道者少。各怀杀毒。恶气冥冥。为妄兴事。违逆天地。恣意罪极。顿夺其寿。下入恶道。无有出期。】",
      "zh_TW": "【惑道者眾。悟道者少。各懷殺毒。惡氣冥冥。為妄興事。違逆天地。恣意罪極。頓奪其壽。下入惡道。無有出期。】"
    },
    {
      "id": "02-009-0022_p0080",
      "zh_CN": "这一段是说明迷惑、受报，苦难的日子很长。首先给我们说明，佛法如果你要是认不清楚，迷惑了，后来必定有恶果。所以说『惑道者众』，迷惑的人多，我们今天讲，对于佛法误会的人多，因为他误会，所以才说佛教是迷信。佛教为什么会被社会大众误会？说老实话，真正明白佛教的人太少了，佛教没有人宣扬，佛教没有人修行。真正修行，做一个好样子给人看，人家看了也会感动、也会相信，没人修行。没有人能够把佛法的道理讲清楚，讲得明白，谁相信？所以，佛教师资是愈来愈少，这是佛教这样好的一个教育，今天衰落到这种地步。不是佛教不好，正如同孔孟儒家的教育，绝对不是它不好，它好，可惜这一代的人都不去学。不学的原因就是迷惑，一个错误的观念，认为那个东西落伍了，那个东西是过了时候，再要学那个，那不就复古了吗？这是错误的。殊不知儒家跟佛法一样，超越时空。儒家讲日日新，日日新就天天在进步，它怎么会落伍？它不落伍。佛法讲精进，进是进步，怎么会落伍？所以儒、佛之道永远站在时代的最高峰，可惜没有人认识，没有人认真的去学习。我们一般的佛教徒什么？一腔热诚，我说得好听，其实怎么讲？感情！感情就是迷惑颠倒，迷上佛了。再说得不好听，迷上那个法师，完蛋了，这个完了，这还得了吗？你迷上法师，法师也迷了，好了，大家都糊涂了。有几个头脑冷静的人认真去学习，认真去修行？确实佛讲得一点没错，「惑道者众」，太多了，『悟道者少』，是太少了。",
      "zh_TW": "這一段是說明迷惑、受報，苦難的日子很長。首先給我們說明，佛法如果你要是認不清楚，迷惑了，後來必定有惡果。所以說『惑道者眾』，迷惑的人多，我們今天講，對於佛法誤會的人多，因為他誤會，所以才說佛教是迷信。佛教為什麼會被社會大眾誤會？說老實話，真正明白佛教的人太少了，佛教沒有人宣揚，佛教沒有人修行。真正修行，做一個好樣子給人看，人家看了也會感動、也會相信，沒人修行。沒有人能夠把佛法的道理講清楚，講得明白，誰相信？所以，佛教師資是愈來愈少，這是佛教這樣好的一個教育，今天衰落到這種地步。不是佛教不好，正如同孔孟儒家的教育，絕對不是它不好，它好，可惜這一代的人都不去學。不學的原因就是迷惑，一個錯誤的觀念，認為那個東西落伍了，那個東西是過了時候，再要學那個，那不就復古了嗎？這是錯誤的。殊不知儒家跟佛法一樣，超越時空。儒家講日日新，日日新就天天在進步，它怎麼會落伍？它不落伍。佛法講精進，進是進步，怎麼會落伍？所以儒、佛之道永遠站在時代的最高峰，可惜沒有人認識，沒有人認真的去學習。我們一般的佛教徒什麼？一腔熱誠，我說得好聽，其實怎麼講？感情！感情就是迷惑顛倒，迷上佛了。再說得不好聽，迷上那個法師，完蛋了，這個完了，這還得了嗎？你迷上法師，法師也迷了，好了，大家都糊塗了。有幾個頭腦冷靜的人認真去學習，認真去修行？確實佛講得一點沒錯，「惑道者眾」，太多了，『悟道者少』，是太少了。"
    },
    {
      "id": "02-009-0022_p0081",
      "zh_CN": "『各怀杀毒』，嫉妒、瞋恨，无所不为，都从这里生，这就造业，这个业障造得重了。『恶气冥冥，为妄兴事』，妄是胡思乱想，胡思乱想就造出许许多多糊涂事出来。这种行为、心理『违逆天地，恣意罪极』，寿命也就减少了。寿命确实是有，诸位念念《了凡四训》就晓得，但是命是自己造的，不是别人造的。我们这一世的寿命、这一世的财富，就是你的享受，是前生修的，所以看相算命的能够把你一生算得很准，就是这个道理。可是能改，如果你积功累德，断恶修善，你寿命会延长，可见得命自己能改。如果你胡作妄为，天天造作恶业，你的寿命就减短，寿命就减了。现在人对于这桩事情相信的也不多，可是真正相信因果报应，相信命是自己造的，自己可以改造命运、创造命运，这个人有前途，这个人有幸福。如果不相信，认为这是迷信，认为这是古人骗人的，用这种手段劝人学好，这样想法就错了。将来堕落在恶道，从恶道里面出来，那可不容易了。",
      "zh_TW": "『各懷殺毒』，嫉妒、瞋恨，無所不為，都從這裡生，這就造業，這個業障造得重了。『惡氣冥冥，為妄興事』，妄是胡思亂想，胡思亂想就造出許許多多糊塗事出來。這種行為、心理『違逆天地，恣意罪極』，壽命也就減少了。壽命確實是有，諸位念念《了凡四訓》就曉得，但是命是自己造的，不是別人造的。我們這一世的壽命、這一世的財富，就是你的享受，是前生修的，所以看相算命的能夠把你一生算得很準，就是這個道理。可是能改，如果你積功累德，斷惡修善，你壽命會延長，可見得命自己能改。如果你胡作妄為，天天造作惡業，你的壽命就減短，壽命就減了。現在人對於這樁事情相信的也不多，可是真正相信因果報應，相信命是自己造的，自己可以改造命運、創造命運，這個人有前途，這個人有幸福。如果不相信，認為這是迷信，認為這是古人騙人的，用這種手段勸人學好，這樣想法就錯了。將來墮落在惡道，從惡道裡面出來，那可不容易了。"
    },
    {
      "id": "02-009-0022_p0082",
      "zh_CN": "三恶道，佛给我们讲得很清楚，地狱不能去，地狱里面的一天是我们人间两千七百多年，我们中国号称五千年的历史，在地狱里才不过两天。地狱的寿命多长？短命也一万岁，你愿意去吗？不得了，太可怕、太恐怖了，不可以造地狱业。饿鬼道也很麻烦，鬼道的一天是我们人间的一个月。所以我们祭鬼神，初一、十五祭祀他，也就是说像一天当中，上午、晚上供养他一餐。因为他一天是一个月，我们人间一个月，他的一天，寿命短的也得一千岁，你说可怕不可怕？畜生道愚痴，虽然畜生短命，牠很难脱离牠的畜生身，死了之后，还投那个畜生，这个很麻烦。要想脱离畜生身很难很难。",
      "zh_TW": "三惡道，佛給我們講得很清楚，地獄不能去，地獄裡面的一天是我們人間兩千七百多年，我們中國號稱五千年的歷史，在地獄裡才不過兩天。地獄的壽命多長？短命也一萬歲，你願意去嗎？不得了，太可怕、太恐怖了，不可以造地獄業。餓鬼道也很麻煩，鬼道的一天是我們人間的一個月。所以我們祭鬼神，初一、十五祭祀他，也就是說像一天當中，上午、晚上供養他一餐。因為他一天是一個月，我們人間一個月，他的一天，壽命短的也得一千歲，你說可怕不可怕？畜生道愚痴，雖然畜生短命，牠很難脫離牠的畜生身，死了之後，還投那個畜生，這個很麻煩。要想脫離畜生身很難很難。"
    },
    {
      "id": "02-009-0022_p0083",
      "zh_CN": "释迦牟尼佛当年，祇树给孤独园盖房子的时候，在动工程的时候，看到地上爬的蚂蚁，有一窝蚂蚁，佛看到就笑起来了，弟子们就问佛，笑什么？佛就说：我笑这个蚂蚁，七尊佛过去了，牠还没有离蚂蚁身。一尊佛三个阿僧祇劫，七尊佛二十一个阿僧祇劫，牠还没有脱离蚂蚁身。不是说牠寿命长，死了以后又投蚂蚁，死了以后再投蚂蚁，生生世世牠只知道牠是蚂蚁，牠不晓得再到别的道去，畜生愚痴。所以，三恶道去不得。三恶道的业因就是贪瞋痴，贪心，饿鬼道；瞋恨，地狱道；愚痴，畜生道，佛在此地教诫我们。『无有出期』，要记住这一句话。下面这是佛劝勉我们。",
      "zh_TW": "釋迦牟尼佛當年，祇樹給孤獨園蓋房子的時候，在動工程的時候，看到地上爬的螞蟻，有一窩螞蟻，佛看到就笑起來了，弟子們就問佛，笑什麼？佛就說：我笑這個螞蟻，七尊佛過去了，牠還沒有離螞蟻身。一尊佛三個阿僧祇劫，七尊佛二十一個阿僧祇劫，牠還沒有脫離螞蟻身。不是說牠壽命長，死了以後又投螞蟻，死了以後再投螞蟻，生生世世牠只知道牠是螞蟻，牠不曉得再到別的道去，畜生愚痴。所以，三惡道去不得。三惡道的業因就是貪瞋痴，貪心，餓鬼道；瞋恨，地獄道；愚痴，畜生道，佛在此地教誡我們。『無有出期』，要記住這一句話。下面這是佛勸勉我們。"
    },
    {
      "id": "02-009-0022_p0084",
      "zh_CN": "【若曹当熟思计。】",
      "zh_TW": "【若曹當熟思計。】"
    },
    {
      "id": "02-009-0022_p0085",
      "zh_CN": "『若曹』，用现代话来说是「你们大家」，就是这个意思。这个经是汉朝时候翻译的，这是汉朝人的口头语。若曹就是你们大家，应当好好去想想。",
      "zh_TW": "『若曹』，用現代話來說是「你們大家」，就是這個意思。這個經是漢朝時候翻譯的，這是漢朝人的口頭語。若曹就是你們大家，應當好好去想想。"
    },
    {
      "id": "02-009-0022_p0086",
      "zh_CN": "【远离众恶。】",
      "zh_TW": "【遠離眾惡。】"
    },
    {
      "id": "02-009-0022_p0087",
      "zh_CN": "一切的恶行、恶言、恶念都要把它舍掉。",
      "zh_TW": "一切的惡行、惡言、惡念都要把它捨掉。"
    },
    {
      "id": "02-009-0022_p0088",
      "zh_CN": "【择其善者。勤而行之。】",
      "zh_TW": "【擇其善者。勤而行之。】"
    },
    {
      "id": "02-009-0022_p0089",
      "zh_CN": "认真去修善。",
      "zh_TW": "認真去修善。"
    },
    {
      "id": "02-009-0022_p0090",
      "zh_CN": "【爱欲荣华。不可常保。皆当别离。无可乐者。】",
      "zh_TW": "【愛欲榮華。不可常保。皆當別離。無可樂者。】"
    },
    {
      "id": "02-009-0022_p0091",
      "zh_CN": "这是要真正觉悟，真正有智慧的人读到这个经文会觉悟的。『爱欲荣华』是人间所追逐的，佛告诉我们，这个东西不是好东西，这个东西就是三恶道的业因，太可怕了。你今天享乐是一时之乐，后来受苦，那真是不晓得是多长的时间去受苦。所以这种苦乐，刀头舐蜜，蜂蜜涂在刀刃上，舌头去舔，舔了有一点甜头，舔一下，甜头是尝到了，舌头也去掉了。佛比喻这个世间人荣华富贵就是刀头舐蜜，几个人知道？后来在三恶道受报太可怕了。",
      "zh_TW": "這是要真正覺悟，真正有智慧的人讀到這個經文會覺悟的。『愛欲榮華』是人間所追逐的，佛告訴我們，這個東西不是好東西，這個東西就是三惡道的業因，太可怕了。你今天享樂是一時之樂，後來受苦，那真是不曉得是多長的時間去受苦。所以這種苦樂，刀頭舐蜜，蜂蜜塗在刀刃上，舌頭去舔，舔了有一點甜頭，舔一下，甜頭是嘗到了，舌頭也去掉了。佛比喻這個世間人榮華富貴就是刀頭舐蜜，幾個人知道？後來在三惡道受報太可怕了。"
    },
    {
      "id": "02-009-0022_p0092",
      "zh_CN": "【当勤精进。生安乐国。】",
      "zh_TW": "【當勤精進。生安樂國。】"
    },
    {
      "id": "02-009-0022_p0093",
      "zh_CN": "安乐国就是西方极乐世界，佛在此地劝勉我们，应该认真勤奋精进，求生西方极乐世界。",
      "zh_TW": "安樂國就是西方極樂世界，佛在此地勸勉我們，應該認真勤奮精進，求生西方極樂世界。"
    },
    {
      "id": "02-009-0022_p0094",
      "zh_CN": "【智慧明达。功德殊胜。】",
      "zh_TW": "【智慧明達。功德殊勝。】"
    },
    {
      "id": "02-009-0022_p0095",
      "zh_CN": "不但到西方极乐世界如此，你今天抉择、选择这个法门、选择这条道路，就是『智慧明达』，你就是最有智慧的人、最通达事实真相的人，这个功德太殊胜了。",
      "zh_TW": "不但到西方極樂世界如此，你今天抉擇、選擇這個法門、選擇這條道路，就是『智慧明達』，你就是最有智慧的人、最通達事實真相的人，這個功德太殊勝了。"
    },
    {
      "id": "02-009-0022_p0096",
      "zh_CN": "【勿得随心所欲。】",
      "zh_TW": "【勿得隨心所欲。】"
    },
    {
      "id": "02-009-0022_p0097",
      "zh_CN": "千万不要随着贪瞋痴慢的妄心，你要随这个心，不得了。",
      "zh_TW": "千萬不要隨著貪瞋痴慢的妄心，你要隨這個心，不得了。"
    },
    {
      "id": "02-009-0022_p0098",
      "zh_CN": "【亏负经戒。在人后也。】",
      "zh_TW": "【虧負經戒。在人後也。】"
    },
    {
      "id": "02-009-0022_p0099",
      "zh_CN": "你对不起佛菩萨，对不起经教，你永远落在别人后面。人家先往生了，先成佛了，你还在六道里头打转，还在六道里头受苦。",
      "zh_TW": "你對不起佛菩薩，對不起經教，你永遠落在別人後面。人家先往生了，先成佛了，你還在六道裡頭打轉，還在六道裡頭受苦。"
    },
    {
      "id": "02-009-0022_p0100",
      "zh_CN": "再看底下一章。这一章是弥勒菩萨听到佛一番开示，他明了了。",
      "zh_TW": "再看底下一章。這一章是彌勒菩薩聽到佛一番開示，他明瞭了。"
    },
    {
      "id": "02-009-0022_p0101",
      "zh_CN": "【心得开明第三十四】",
      "zh_TW": "【心得開明第三十四】"
    },
    {
      "id": "02-009-0022_p0102",
      "zh_CN": "【弥勒白言。佛语教戒。甚深甚善。】",
      "zh_TW": "【彌勒白言。佛語教戒。甚深甚善。】"
    },
    {
      "id": "02-009-0022_p0103",
      "zh_CN": "『深』是理论，『善』是方法。",
      "zh_TW": "『深』是理論，『善』是方法。"
    },
    {
      "id": "02-009-0022_p0104",
      "zh_CN": "【皆蒙慈恩解脱忧苦。佛为法王。尊超群圣。光明彻照。洞达无极。普为一切天人之师。今得值佛。复闻无量寿声。靡不欢喜。心得开明。】",
      "zh_TW": "【皆蒙慈恩解脫憂苦。佛為法王。尊超群聖。光明徹照。洞達無極。普為一切天人之師。今得值佛。復聞無量壽聲。靡不歡喜。心得開明。】"
    },
    {
      "id": "02-009-0022_p0105",
      "zh_CN": "弥勒菩萨给我们做了个榜样，我们念了这段经文想一想，我们有没有像弥勒菩萨对于佛的开示都听懂了，都明白了？这是值得我们认真去反省的，才知道佛对众生的慈悲，才知道佛对众生的恩德。谁能救我们？只有佛能救我们。佛用什么方法救我们？用教训救我们，我们听懂了，接受过来依教奉行，就能得度，就能够超越。这个地方弥勒所叹的，最难得的，常言说得好，「人生难得，佛法难闻」，『今得值佛』，这是人生难得得人身，佛法难闻，遇到佛法，遇到佛，这个因缘不可思议。不但遇到佛法，还遇到佛法当中的第一法门，就是『复闻无量寿声』。「无量寿声」就是这部经典，《无量寿经》，听佛讲《无量寿经》，听到阿弥陀佛名号，这真正欢喜，『心得开明』。欢喜什么？欢喜这一生决定得度，这一生永脱轮回。无量劫来，我们都没有办法脱离生死轮回，今天这个机会遇到了，今天有方法出离轮回，怎么不欢喜？真欢喜吗？你今天如果得一百万美金，我想一定比这个更欢喜，愚痴，「惑道者众，悟道者少」。跟你说，真正悟道的人，今天把全世界给你都不欢喜，听到这部经生大欢喜，为什么？整个世界给你，还搞六道轮回，假的，不容易，太难太难了。我在各地方讲经，我还没遇到一个真欢喜的，不容易，相当不容易。",
      "zh_TW": "彌勒菩薩給我們做了個榜樣，我們念了這段經文想一想，我們有沒有像彌勒菩薩對於佛的開示都聽懂了，都明白了？這是值得我們認真去反省的，才知道佛對眾生的慈悲，才知道佛對眾生的恩德。誰能救我們？只有佛能救我們。佛用什麼方法救我們？用教訓救我們，我們聽懂了，接受過來依教奉行，就能得度，就能夠超越。這個地方彌勒所嘆的，最難得的，常言說得好，「人生難得，佛法難聞」，『今得值佛』，這是人生難得得人身，佛法難聞，遇到佛法，遇到佛，這個因緣不可思議。不但遇到佛法，還遇到佛法當中的第一法門，就是『復聞無量壽聲』。「無量壽聲」就是這部經典，《無量壽經》，聽佛講《無量壽經》，聽到阿彌陀佛名號，這真正歡喜，『心得開明』。歡喜什麼？歡喜這一生決定得度，這一生永脫輪迴。無量劫來，我們都沒有辦法脫離生死輪迴，今天這個機會遇到了，今天有方法出離輪迴，怎麼不歡喜？真歡喜嗎？你今天如果得一百萬美金，我想一定比這個更歡喜，愚痴，「惑道者眾，悟道者少」。跟你說，真正悟道的人，今天把全世界給你都不歡喜，聽到這部經生大歡喜，為什麼？整個世界給你，還搞六道輪迴，假的，不容易，太難太難了。我在各地方講經，我還沒遇到一個真歡喜的，不容易，相當不容易。"
    },
    {
      "id": "02-009-0022_p0106",
      "zh_CN": "所以这些地方，我们到底智慧有没有开？烦恼有没有断？头脑有没有清醒？就在这儿看。还是迷惑颠倒，还是贪财、贪色，贪图五欲六尘、名闻利养，还搞这个。这些东西跟佛法比一比，佛法是次要的，这个东西现在马上就享受，佛法等我死了才要，现在还没死他不要；到要的时候来不及了，决定没有你的分。所以，聪明人现在就要，现在该舍的我统统舍掉。你就晓得，你要不舍，佛法你很不容易得到，这说老实话，为什么？你心里掺杂着有世间的贪瞋痴慢，你念这一句佛号不纯，这里头有夹杂。这告诉你念佛要不怀疑、不间断、不夹杂，你总是夹杂，所以你的佛号念不成功，念得不相应。真正要相应，决定不能夹杂。觉明妙行菩萨在《西方确指》里面的开示，那几句话很重要，非常好。他说念佛最忌讳的就是夹杂，我们唯有把一切舍得干干净净，没得想，就专想阿弥陀佛了。没有舍干净，还想这个、还想那个，心没有死，对世间法心没有死。祖师教给我们要「死尽偷心」，就是投机取巧的心要死尽，你的道业才能成功，才有指望。所以这些东西不是好东西。",
      "zh_TW": "所以這些地方，我們到底智慧有沒有開？煩惱有沒有斷？頭腦有沒有清醒？就在這兒看。還是迷惑顛倒，還是貪財、貪色，貪圖五欲六塵、名聞利養，還搞這個。這些東西跟佛法比一比，佛法是次要的，這個東西現在馬上就享受，佛法等我死了才要，現在還沒死他不要；到要的時候來不及了，決定沒有你的分。所以，聰明人現在就要，現在該捨的我統統捨掉。你就曉得，你要不捨，佛法你很不容易得到，這說老實話，為什麼？你心裡摻雜著有世間的貪瞋痴慢，你念這一句佛號不純，這裡頭有夾雜。這告訴你念佛要不懷疑、不間斷、不夾雜，你總是夾雜，所以你的佛號念不成功，念得不相應。真正要相應，決定不能夾雜。覺明妙行菩薩在《西方確指》裡面的開示，那幾句話很重要，非常好。他說念佛最忌諱的就是夾雜，我們唯有把一切捨得乾乾淨淨，沒得想，就專想阿彌陀佛了。沒有捨乾淨，還想這個、還想那個，心沒有死，對世間法心沒有死。祖師教給我們要「死盡偷心」，就是投機取巧的心要死盡，你的道業才能成功，才有指望。所以這些東西不是好東西。"
    },
    {
      "id": "02-009-0022_p0107",
      "zh_CN": "也许有人家要问，我把我所有一切统统舍掉，我生活怎么办？他的忧虑就来了。真正舍尽了，明天到吃饭的时候一定有饭吃，绝对不会没饭吃。所以，我常劝初学的同修，最好先把《了凡四训》念三百遍，再来学佛。为什么？因果报应明白了，「一饮一啄，莫非前定」，命里面有的丢都丢不掉，命里头没有的，求也求不来。你所用尽方法去求来的，统统是你命里有的，你着急干什么？命里面该饿死的，你家里有个金山也没用处，到时候还要饿死。命里不该饿死的，你家里米缸里头一粒米都没有，明天有人请你吃饭，他不会饿死的，奇怪了。他的命不该饿死，到时候就有人供养他，一定要相信因果报应。你真正把这个事实真相肯定了、相信了，你就敢舍、就敢放下，放下之后，这一句佛号是纯而不杂，念念相应，功夫才能得力。否则的话，念一辈子，功夫都不得力，患得患失。这是听到「无量寿声」，他真欢喜。",
      "zh_TW": "也許有人家要問，我把我所有一切統統捨掉，我生活怎麼辦？他的憂慮就來了。真正捨盡了，明天到吃飯的時候一定有飯吃，絕對不會沒飯吃。所以，我常勸初學的同修，最好先把《了凡四訓》念三百遍，再來學佛。為什麼？因果報應明白了，「一飲一啄，莫非前定」，命裡面有的丟都丟不掉，命裡頭沒有的，求也求不來。你所用盡方法去求來的，統統是你命裡有的，你著急幹什麼？命裡面該餓死的，你家裡有個金山也沒用處，到時候還要餓死。命裡不該餓死的，你家裡米缸裡頭一粒米都沒有，明天有人請你吃飯，他不會餓死的，奇怪了。他的命不該餓死，到時候就有人供養他，一定要相信因果報應。你真正把這個事實真相肯定了、相信了，你就敢捨、就敢放下，放下之後，這一句佛號是純而不雜，念念相應，功夫才能得力。否則的話，念一輩子，功夫都不得力，患得患失。這是聽到「無量壽聲」，他真歡喜。"
    },
    {
      "id": "02-009-0022_p0108",
      "zh_CN": "【佛告弥勒。】",
      "zh_TW": "【佛告彌勒。】"
    },
    {
      "id": "02-009-0022_p0109",
      "zh_CN": "弥勒是代表我们，告诉弥勒菩萨就是告诉我们大家。",
      "zh_TW": "彌勒是代表我們，告訴彌勒菩薩就是告訴我們大家。"
    },
    {
      "id": "02-009-0022_p0110",
      "zh_CN": "【敬于佛者。是为大善。】",
      "zh_TW": "【敬於佛者。是為大善。】"
    },
    {
      "id": "02-009-0022_p0111",
      "zh_CN": "佛是我们的老师，换句话说，敬师一定孝亲。世间什么事最善？尊师、孝亲是最善，这是大善。",
      "zh_TW": "佛是我們的老師，換句話說，敬師一定孝親。世間什麼事最善？尊師、孝親是最善，這是大善。"
    },
    {
      "id": "02-009-0022_p0112",
      "zh_CN": "【实当念佛。】",
      "zh_TW": "【實當念佛。】"
    },
    {
      "id": "02-009-0022_p0113",
      "zh_CN": "实实在在应当念佛。佛在这里真是苦口婆心的在那里劝导我们。",
      "zh_TW": "實實在在應當念佛。佛在這裡真是苦口婆心的在那裡勸導我們。"
    },
    {
      "id": "02-009-0022_p0114",
      "zh_CN": "【截断狐疑。】",
      "zh_TW": "【截斷狐疑。】"
    },
    {
      "id": "02-009-0022_p0115",
      "zh_CN": "把疑惑要统统断掉。狐是比喻，狐狸疑心最重。所以讲到疑心重的人都加个狐疑，像狐狸一样，一定要把疑惑断掉。",
      "zh_TW": "把疑惑要統統斷掉。狐是比喻，狐狸疑心最重。所以講到疑心重的人都加個狐疑，像狐狸一樣，一定要把疑惑斷掉。"
    },
    {
      "id": "02-009-0022_p0116",
      "zh_CN": "【拔诸爱欲。】",
      "zh_TW": "【拔諸愛欲。】"
    },
    {
      "id": "02-009-0022_p0117",
      "zh_CN": "我们在这个世间，哪一样东西自己最喜欢、最贪爱的，先把它舍掉。所以，断烦恼要从最重的断，我最爱财，我先把财丢掉，我最爱名，先把名丢掉，把你最喜欢的那个贪爱先把它丢掉。所以叫治病，先治重的，那个病要命，先治重的，轻的，不要命的，慢慢再对治。学佛断烦恼也是如此，哪一条烦恼最重，先决心断掉，这就对了。你要是不懂这个道理，先断枝叶，最要紧的慢慢断，你是永远断不了，为什么？那个病要送你的命。佛在此地教给我们，要把『爱欲』断掉。",
      "zh_TW": "我們在這個世間，哪一樣東西自己最喜歡、最貪愛的，先把它捨掉。所以，斷煩惱要從最重的斷，我最愛財，我先把財丟掉，我最愛名，先把名丟掉，把你最喜歡的那個貪愛先把它丟掉。所以叫治病，先治重的，那個病要命，先治重的，輕的，不要命的，慢慢再對治。學佛斷煩惱也是如此，哪一條煩惱最重，先決心斷掉，這就對了。你要是不懂這個道理，先斷枝葉，最要緊的慢慢斷，你是永遠斷不了，為什麼？那個病要送你的命。佛在此地教給我們，要把『愛欲』斷掉。"
    },
    {
      "id": "02-009-0022_p0118",
      "zh_CN": "【杜众恶源。】",
      "zh_TW": "【杜眾惡源。】"
    },
    {
      "id": "02-009-0022_p0119",
      "zh_CN": "『恶源』是烦恼，内心的。外面，爱欲是指外面境界，要远离，要舍弃掉，内心里面贪瞋痴慢，要把它堵住，不让它起来。用什么方法？念佛就是好方法，我一句佛号接着一句佛号，绝对不让妄念起来。",
      "zh_TW": "『惡源』是煩惱，內心的。外面，愛欲是指外面境界，要遠離，要捨棄掉，內心裡面貪瞋痴慢，要把它堵住，不讓它起來。用什麼方法？念佛就是好方法，我一句佛號接著一句佛號，絕對不讓妄念起來。"
    },
    {
      "id": "02-009-0022_p0120",
      "zh_CN": "【游步三界。无所罣碍。开示正道。度未度者。】",
      "zh_TW": "【遊步三界。無所罣礙。開示正道。度未度者。】"
    },
    {
      "id": "02-009-0022_p0121",
      "zh_CN": "这样子在三界当中就没有罣碍，虽在三界六道，决定不受其害，为什么？外不着相，内不动心。「拔诸爱欲」是外不着相，「杜众恶源」是内不动心。自己修的是正道，念的是正道，与别人往来，劝别人也是正道，『度未度者』。",
      "zh_TW": "這樣子在三界當中就沒有罣礙，雖在三界六道，決定不受其害，為什麼？外不著相，內不動心。「拔諸愛欲」是外不著相，「杜眾惡源」是內不動心。自己修的是正道，念的是正道，與別人往來，勸別人也是正道，『度未度者』。"
    },
    {
      "id": "02-009-0022_p0122",
      "zh_CN": "【若曹当知十方人民。永劫以来。辗转五道。】",
      "zh_TW": "【若曹當知十方人民。永劫以來。輾轉五道。】"
    },
    {
      "id": "02-009-0022_p0123",
      "zh_CN": "五道就是六道，前面跟诸位说过了，阿修罗合在天道里面。这就是六道轮回，世间人民真的是如此，我们自己也是这样，生生世世在六道里打转，苦不堪言。",
      "zh_TW": "五道就是六道，前面跟諸位說過了，阿修羅合在天道裡面。這就是六道輪迴，世間人民真的是如此，我們自己也是這樣，生生世世在六道裡打轉，苦不堪言。"
    },
    {
      "id": "02-009-0022_p0124",
      "zh_CN": "【忧苦不绝。生时苦痛。老亦苦痛。病极苦痛。死极苦痛。】",
      "zh_TW": "【憂苦不絕。生時苦痛。老亦苦痛。病極苦痛。死極苦痛。】"
    },
    {
      "id": "02-009-0022_p0125",
      "zh_CN": "生老病死，六道众生没有一个人能逃得过的，各个人都要受。",
      "zh_TW": "生老病死，六道眾生沒有一個人能逃得過的，各個人都要受。"
    },
    {
      "id": "02-009-0022_p0126",
      "zh_CN": "【恶臭不净。无可乐者。】",
      "zh_TW": "【惡臭不淨。無可樂者。】"
    },
    {
      "id": "02-009-0022_p0127",
      "zh_CN": "恶是讲的心，心很坏。臭是什么？身体，身体三天不洗澡就臭了，有什么可爱的？心，心不好，心很恶；身，身是个臭身体，不干净，怎么洗怎么化妆都不行。要觉悟，佛在这里句句讲真话，句句在提醒我们。",
      "zh_TW": "惡是講的心，心很壞。臭是什麼？身體，身體三天不洗澡就臭了，有什麼可愛的？心，心不好，心很惡；身，身是個臭身體，不乾淨，怎麼洗怎麼化妝都不行。要覺悟，佛在這裡句句講真話，句句在提醒我們。"
    },
    {
      "id": "02-009-0022_p0128",
      "zh_CN": "【宜自决断。洗除心垢。】",
      "zh_TW": "【宜自決斷。洗除心垢。】"
    },
    {
      "id": "02-009-0022_p0129",
      "zh_CN": "这时候你搞清楚了，你要下定决心，你要做一个了断，从今之后『洗除心垢』，要洗心革面，改过自新。",
      "zh_TW": "這時候你搞清楚了，你要下定決心，你要做一個了斷，從今之後『洗除心垢』，要洗心革面，改過自新。"
    },
    {
      "id": "02-009-0022_p0130",
      "zh_CN": "【言行忠信。表里相应。】",
      "zh_TW": "【言行忠信。表裡相應。】"
    },
    {
      "id": "02-009-0022_p0131",
      "zh_CN": "这是佛在此地劝我们，要认真修行，决定不能自欺欺人，欺骗别人有罪，欺骗自己是更毒了，比那个罪还重。人欺骗自己，这是毒到所以然处，是愚痴到极处，自己欺骗自己。",
      "zh_TW": "這是佛在此地勸我們，要認真修行，決定不能自欺欺人，欺騙別人有罪，欺騙自己是更毒了，比那個罪還重。人欺騙自己，這是毒到所以然處，是愚痴到極處，自己欺騙自己。"
    },
    {
      "id": "02-009-0022_p0132",
      "zh_CN": "【人能自度。转相拯济。】",
      "zh_TW": "【人能自度。轉相拯濟。】"
    },
    {
      "id": "02-009-0022_p0133",
      "zh_CN": "底下这一段是教劝我们要欣求极乐，只有能自度的人才可以帮助别人。",
      "zh_TW": "底下這一段是教勸我們要欣求極樂，只有能自度的人才可以幫助別人。"
    },
    {
      "id": "02-009-0022_p0134",
      "zh_CN": "【至心求愿。积累善本。】",
      "zh_TW": "【至心求願。積累善本。】"
    },
    {
      "id": "02-009-0022_p0135",
      "zh_CN": "『至心』是真心，『求愿』就是求生净土。『积累善本』，就是认真的修行。我们知道这部经是一切经中第一经，你每天读诵这部经就是积累善本，依照这本经典的教训去修学是积累善本，一心一意称念阿弥陀佛名号是积累善本。全都在这部经中，都在这一句六字洪名之中，不要再去搞别的。你想去度众生，先度自己，自己没度得了，度众生这桩事情可以暂时缓一下，不要着急，先度自己。否则的话，众生度不了，自己也堕落了。凡事有个先后的顺序，夫子说过，能够知道一切事情的顺序，这就接近于大道了，这个人就是真正智慧之人。晓得哪桩事情应该先做，哪桩事情应该后做，知道先后顺序，这个人会成功。",
      "zh_TW": "『至心』是真心，『求願』就是求生淨土。『積累善本』，就是認真的修行。我們知道這部經是一切經中第一經，你每天讀誦這部經就是積累善本，依照這本經典的教訓去修學是積累善本，一心一意稱念阿彌陀佛名號是積累善本。全都在這部經中，都在這一句六字洪名之中，不要再去搞別的。你想去度眾生，先度自己，自己沒度得了，度眾生這樁事情可以暫時緩一下，不要著急，先度自己。否則的話，眾生度不了，自己也墮落了。凡事有個先後的順序，夫子說過，能夠知道一切事情的順序，這就接近於大道了，這個人就是真正智慧之人。曉得哪樁事情應該先做，哪樁事情應該後做，知道先後順序，這個人會成功。"
    },
    {
      "id": "02-009-0022_p0136",
      "zh_CN": "【虽一世精进勤苦。须臾间耳。】",
      "zh_TW": "【雖一世精進勤苦。須臾間耳。】"
    },
    {
      "id": "02-009-0022_p0137",
      "zh_CN": "佛说这些话真是苦口婆心，我们今天一世勤苦努力精进，这一世光阴很短，也不过短短几十年而已，算什么？",
      "zh_TW": "佛說這些話真是苦口婆心，我們今天一世勤苦努力精進，這一世光陰很短，也不過短短幾十年而已，算什麼？"
    },
    {
      "id": "02-009-0022_p0138",
      "zh_CN": "【后生无量寿国。快乐无极。】",
      "zh_TW": "【後生無量壽國。快樂無極。】"
    },
    {
      "id": "02-009-0022_p0139",
      "zh_CN": "这个果报之殊胜不可思议，所以我们今天这一世勤苦值得。何况真正修行得力，我们世间人看到很辛苦，那个修行人自己非常快乐。我们觉得他穿的衣服破破烂烂的，这很苦，他穿得很自在，他觉得很快乐；我们觉得他粗茶淡饭，很苦，他看到你天天吃丰盛酒席，看到你很苦很可怜。我虽然不是一个高僧修行人，我能体会，为什么？我都不敢吃很多东西，为什么？肠胃消化不好。我就想到肠胃也跟人一样，人都喜欢一个简单的工作，不喜欢繁重，如果吃很多东西，他的工作量就很繁重，很辛苦，肠胃就很辛苦；如果你吃得很简单、吃得很少，他工作量很轻，他就过得很舒服，我是这样推想。所以，那个修行人生活很清苦，看到你们享受世间荣华富贵的人，可怜、愚痴。",
      "zh_TW": "這個果報之殊勝不可思議，所以我們今天這一世勤苦值得。何況真正修行得力，我們世間人看到很辛苦，那個修行人自己非常快樂。我們覺得他穿的衣服破破爛爛的，這很苦，他穿得很自在，他覺得很快樂；我們覺得他粗茶淡飯，很苦，他看到你天天吃豐盛酒席，看到你很苦很可憐。我雖然不是一個高僧修行人，我能體會，為什麼？我都不敢吃很多東西，為什麼？腸胃消化不好。我就想到腸胃也跟人一樣，人都喜歡一個簡單的工作，不喜歡繁重，如果吃很多東西，他的工作量就很繁重，很辛苦，腸胃就很辛苦；如果你吃得很簡單、吃得很少，他工作量很輕，他就過得很舒服，我是這樣推想。所以，那個修行人生活很清苦，看到你們享受世間榮華富貴的人，可憐、愚痴。"
    },
    {
      "id": "02-009-0022_p0140",
      "zh_CN": "由此可知，每个人的观感不相同，每个人看法的角度不相同，每个人苦乐不相同。你认为那个是乐，他认为这个是乐，你认为这个是苦，他认为那个是苦，每个人的观点不一样。真乐是在佛道里头，那是真乐。何况将来生到西方极乐世界：",
      "zh_TW": "由此可知，每個人的觀感不相同，每個人看法的角度不相同，每個人苦樂不相同。你認為那個是樂，他認為這個是樂，你認為這個是苦，他認為那個是苦，每個人的觀點不一樣。真樂是在佛道裡頭，那是真樂。何況將來生到西方極樂世界："
    },
    {
      "id": "02-009-0022_p0141",
      "zh_CN": "【快乐无极。永拔生死之本。】",
      "zh_TW": "【快樂無極。永拔生死之本。】"
    },
    {
      "id": "02-009-0022_p0142",
      "zh_CN": "就是你绝对不会再搞六道轮回了。",
      "zh_TW": "就是你絕對不會再搞六道輪迴了。"
    },
    {
      "id": "02-009-0022_p0143",
      "zh_CN": "【无复苦恼之患。】",
      "zh_TW": "【無復苦惱之患。】"
    },
    {
      "id": "02-009-0022_p0144",
      "zh_CN": "这个世间三苦、八苦永远没得了。",
      "zh_TW": "這個世間三苦、八苦永遠沒得了。"
    },
    {
      "id": "02-009-0022_p0145",
      "zh_CN": "【寿千万劫。自在随意。】",
      "zh_TW": "【壽千萬劫。自在隨意。】"
    },
    {
      "id": "02-009-0022_p0146",
      "zh_CN": "这在我们经里面念得很多，大家都知道，生到西方极乐世界寿命无量，不是人能够计算得出来。",
      "zh_TW": "這在我們經裡面念得很多，大家都知道，生到西方極樂世界壽命無量，不是人能夠計算得出來。"
    },
    {
      "id": "02-009-0022_p0147",
      "zh_CN": "【宜各精进。求心所愿。】",
      "zh_TW": "【宜各精進。求心所願。】"
    },
    {
      "id": "02-009-0022_p0148",
      "zh_CN": "佛再一次的在这里劝勉我们，应当要精进。进是进步，精是精纯，决定不能杂修，决定不能乱修，要专修，要专一，这才叫进精。『求心所愿』，我们愿生西方、愿见弥陀、愿成佛道、愿度众生，没有一样达不到的，愿愿都能圆满成就。",
      "zh_TW": "佛再一次的在這裡勸勉我們，應當要精進。進是進步，精是精純，決定不能雜修，決定不能亂修，要專修，要專一，這才叫進精。『求心所願』，我們願生西方、願見彌陀、願成佛道、願度眾生，沒有一樣達不到的，願願都能圓滿成就。"
    },
    {
      "id": "02-009-0022_p0149",
      "zh_CN": "【无得疑悔。自为过咎。】",
      "zh_TW": "【無得疑悔。自為過咎。】"
    },
    {
      "id": "02-009-0022_p0150",
      "zh_CN": "不可以怀疑，修学这个法门了，不要后悔，不要看到那个人修禅，他得禅定了，那个人修密，他得神通了。我搞这个净土天天念这个阿弥陀佛，恐怕没什么成就，后悔，就大错特错了。诸位要晓得，禅定、神通不能出六道，为什么？鬼有五通，天人也有五通，都有神通，妖魔鬼怪也有神通，出不了三界，脱离不了三恶道。这是我们一定要知道的，不要怀疑、不要后悔，怀疑、后悔是『自为过咎』，这个过失是你自己生的，不是别人给你的。",
      "zh_TW": "不可以懷疑，修學這個法門了，不要後悔，不要看到那個人修禪，他得禪定了，那個人修密，他得神通了。我搞這個淨土天天念這個阿彌陀佛，恐怕沒什麼成就，後悔，就大錯特錯了。諸位要曉得，禪定、神通不能出六道，為什麼？鬼有五通，天人也有五通，都有神通，妖魔鬼怪也有神通，出不了三界，脫離不了三惡道。這是我們一定要知道的，不要懷疑、不要後悔，懷疑、後悔是『自為過咎』，這個過失是你自己生的，不是別人給你的。"
    },
    {
      "id": "02-009-0022_p0151",
      "zh_CN": "【生彼边地。七宝城中。于五百岁受诸厄也。】",
      "zh_TW": "【生彼邊地。七寶城中。於五百歲受諸厄也。】"
    },
    {
      "id": "02-009-0022_p0152",
      "zh_CN": "这个问题留到后面再谈，就是有一类的人对佛的智慧怀疑，有一类的人对自己善根怀疑，但是他相信因果，他很勉强能够相信佛的话，还是老实念佛求生西方。可是那个心里想的，西方到底有没有？我能不能去？他还有这个疑问。但是他真念，他不是不念。我念，万一是真的，我不就行了吗！这样的心态能不能往生？能往生，生到边地，西方极乐世界的边地。边地也不错，边地不过就是五百岁不能见阿弥陀佛，五百岁之后，他还是会见阿弥陀佛。所以，生西方边地比生天上还是好。生天你永远还轮回，生到边地不过耽误五百年不能见佛而已，所以生边地也不错。佛在此地慈悲，劝你不要怀疑，不要生边地，一到西方极乐世界马上就见阿弥陀佛，这多好，何必去耽误五百年？这个问题后面再讨论。",
      "zh_TW": "這個問題留到後面再談，就是有一類的人對佛的智慧懷疑，有一類的人對自己善根懷疑，但是他相信因果，他很勉強能夠相信佛的話，還是老實念佛求生西方。可是那個心裡想的，西方到底有沒有？我能不能去？他還有這個疑問。但是他真念，他不是不念。我念，萬一是真的，我不就行了嗎！這樣的心態能不能往生？能往生，生到邊地，西方極樂世界的邊地。邊地也不錯，邊地不過就是五百歲不能見阿彌陀佛，五百歲之後，他還是會見阿彌陀佛。所以，生西方邊地比生天上還是好。生天你永遠還輪迴，生到邊地不過耽誤五百年不能見佛而已，所以生邊地也不錯。佛在此地慈悲，勸你不要懷疑，不要生邊地，一到西方極樂世界馬上就見阿彌陀佛，這多好，何必去耽誤五百年？這個問題後面再討論。"
    },
    {
      "id": "02-009-0022_p0153",
      "zh_CN": "所以绝对不要怀疑，不要怀疑自己不能去，我自己的罪业很重，说老实话，你有没有堕阿鼻地狱？堕阿鼻地狱，一念回心都能往生，我们罪业虽然做得很多，还没有这么重！阿鼻地狱众生一念十念都能往生，我为什么不能往生？没有这个道理。所以，对于自己往生西方极乐世界要有坚定的信心，不要怀疑。而且告诉诸位，这是佛在此地一而再，再而三，三而四的苦口婆心劝告，现在就要下定决心，一心一意专求净土，就对了，就没错。",
      "zh_TW": "所以絕對不要懷疑，不要懷疑自己不能去，我自己的罪業很重，說老實話，你有沒有墮阿鼻地獄？墮阿鼻地獄，一念回心都能往生，我們罪業雖然做得很多，還沒有這麼重！阿鼻地獄眾生一念十念都能往生，我為什麼不能往生？沒有這個道理。所以，對於自己往生西方極樂世界要有堅定的信心，不要懷疑。而且告訴諸位，這是佛在此地一而再，再而三，三而四的苦口婆心勸告，現在就要下定決心，一心一意專求淨土，就對了，就沒錯。"
    },
    {
      "id": "02-009-0022_p0154",
      "zh_CN": "【弥勒白言。受佛明诲。专精修学。】",
      "zh_TW": "【彌勒白言。受佛明誨。專精修學。】"
    },
    {
      "id": "02-009-0022_p0155",
      "zh_CN": "诲是教训，佛给我们的教训，清清楚楚明明白白，要专精修学。",
      "zh_TW": "誨是教訓，佛給我們的教訓，清清楚楚明明白白，要專精修學。"
    },
    {
      "id": "02-009-0022_p0156",
      "zh_CN": "【如教奉行。不敢有疑。】",
      "zh_TW": "【如教奉行。不敢有疑。】"
    },
    {
      "id": "02-009-0022_p0157",
      "zh_CN": "弥勒菩萨依教奉行，这教弥勒菩萨。弥勒菩萨在哪里？弥勒菩萨当然在西方极乐世界。那又说了，弥勒菩萨在兜率内院，是啊，兜率内院是他的宿舍。他住在兜率内院没错，西方极乐世界是学校，他天天要上学，早出晚归。所以我们到西方极乐世界，见弥勒菩萨很容易见到，这清清楚楚的，这经上写的。这是我常常劝修弥勒净土的人，老实念佛，到西方一定见弥勒菩萨。",
      "zh_TW": "彌勒菩薩依教奉行，這教彌勒菩薩。彌勒菩薩在哪裡？彌勒菩薩當然在西方極樂世界。那又說了，彌勒菩薩在兜率內院，是啊，兜率內院是他的宿舍。他住在兜率內院沒錯，西方極樂世界是學校，他天天要上學，早出晚歸。所以我們到西方極樂世界，見彌勒菩薩很容易見到，這清清楚楚的，這經上寫的。這是我常常勸修彌勒淨土的人，老實念佛，到西方一定見彌勒菩薩。"
    },
    {
      "id": "02-009-0022_p0158",
      "zh_CN": "我们再看底下一章。",
      "zh_TW": "我們再看底下一章。"
    },
    {
      "id": "02-009-0022_p0159",
      "zh_CN": "【浊世恶苦第三十五】",
      "zh_TW": "【濁世惡苦第三十五】"
    },
    {
      "id": "02-009-0022_p0160",
      "zh_CN": "【佛告弥勒。汝等能于此世。端心正意。不为众恶。甚为大德。】",
      "zh_TW": "【佛告彌勒。汝等能於此世。端心正意。不為眾惡。甚為大德。】"
    },
    {
      "id": "02-009-0022_p0161",
      "zh_CN": "这是佛对于一类真正觉悟了的人，真正发心求生净土，断恶修善，依教奉行，对这一类人的赞叹，那的确是大德。为什么？这个世间五浊恶世，他不作恶，他不染污，难得，太难得了，这是大德。",
      "zh_TW": "這是佛對於一類真正覺悟了的人，真正發心求生淨土，斷惡修善，依教奉行，對這一類人的讚歎，那的確是大德。為什麼？這個世間五濁惡世，他不作惡，他不染污，難得，太難得了，這是大德。"
    },
    {
      "id": "02-009-0022_p0162",
      "zh_CN": "【所以者何。】",
      "zh_TW": "【所以者何。】"
    },
    {
      "id": "02-009-0022_p0163",
      "zh_CN": "为什么佛会这么赞叹？这把原因说出来。",
      "zh_TW": "為什麼佛會這麼讚歎？這把原因說出來。"
    },
    {
      "id": "02-009-0022_p0164",
      "zh_CN": "【十方世界。善多恶少。易可开化。】",
      "zh_TW": "【十方世界。善多惡少。易可開化。】"
    },
    {
      "id": "02-009-0022_p0165",
      "zh_CN": "这讲十方诸佛世界，一切诸佛世界里头有善有恶，不过是什么？人家是『善多恶少』，佛在那里教化众生，就方便多了。我们这个世界、这个时代是恶多善少，所以佛在此地教化就非常困难。",
      "zh_TW": "這講十方諸佛世界，一切諸佛世界裡頭有善有惡，不過是什麼？人家是『善多惡少』，佛在那裡教化眾生，就方便多了。我們這個世界、這個時代是惡多善少，所以佛在此地教化就非常困難。"
    },
    {
      "id": "02-009-0022_p0166",
      "zh_CN": "【唯此五恶世间。最为剧苦。】",
      "zh_TW": "【唯此五惡世間。最為劇苦。】"
    },
    {
      "id": "02-009-0022_p0167",
      "zh_CN": "五恶是指底下杀盗淫妄酒，我们今天社会确实如此，你看报纸、你看杂志、看电视广播，这是什么世界，杀盗淫妄酒的世界，就是五戒全都破尽了。佛讲五恶就是这个，杀生恶、偷盗恶、邪淫恶、妄语恶、饮酒恶，五恶的世界。『最为剧苦』，今天这五种恶，我们要念念历史，古今中外没有这个时代这种的情况，没有，没有这么严重的。古今中外任何一个时代，五恶人虽然做，没有做得像这么严重，现在世间是严重到了极处。",
      "zh_TW": "五惡是指底下殺盜淫妄酒，我們今天社會確實如此，你看報紙、你看雜誌、看電視廣播，這是什麼世界，殺盜淫妄酒的世界，就是五戒全都破盡了。佛講五惡就是這個，殺生惡、偷盜惡、邪淫惡、妄語惡、飲酒惡，五惡的世界。『最為劇苦』，今天這五種惡，我們要念念歷史，古今中外沒有這個時代這種的情況，沒有，沒有這麼嚴重的。古今中外任何一個時代，五惡人雖然做，沒有做得像這麼嚴重，現在世間是嚴重到了極處。"
    },
    {
      "id": "02-009-0022_p0168",
      "zh_CN": "基督教的预言说，一九九九年是世界末日，上帝要下来审判世人。我们看看今天的人心，看看今天人的造作，这极有可能。恐怕不是上帝降临，可能是大灾难降临，上帝审判世人，说老实话就是全世界的大灾难来临。所以上帝还是希望他不要来好，来了我们世间人吃不消，大灾难来临，我们看人心、看造作，非常可怕。因此，时间不长了，今年一九九一年了，一九九九年不长，但是要求生西方世界来得及，这个时间决定够用。为什么？我们看自古以来念佛求往生的，三年到五年成就的可以说占百分之七十以上，所以说这个时间够用。你能够在今天看清楚了，决心下去了，三年往生拿到手，想去就去，不想去，看看热闹也不妨碍。看看上帝怎么来收拾世间人，等他来了，我到西方去了，没事。何况经上讲了，即使三界满中大火，念佛人也不受障碍，能自在往生西方。满中大火是什么？核子大战。也不碍事，原子弹满天飞，你在那里看放烟火，放完了，我到西方极乐世界去了，这多自在，这才是真的，这才叫真正聪明人。",
      "zh_TW": "基督教的預言說，一九九九年是世界末日，上帝要下來審判世人。我們看看今天的人心，看看今天人的造作，這極有可能。恐怕不是上帝降臨，可能是大災難降臨，上帝審判世人，說老實話就是全世界的大災難來臨。所以上帝還是希望他不要來好，來了我們世間人吃不消，大災難來臨，我們看人心、看造作，非常可怕。因此，時間不長了，今年一九九一年了，一九九九年不長，但是要求生西方世界來得及，這個時間決定夠用。為什麼？我們看自古以來念佛求往生的，三年到五年成就的可以說占百分之七十以上，所以說這個時間夠用。你能夠在今天看清楚了，決心下去了，三年往生拿到手，想去就去，不想去，看看熱鬧也不妨礙。看看上帝怎麼來收拾世間人，等他來了，我到西方去了，沒事。何況經上講了，即使三界滿中大火，念佛人也不受障礙，能自在往生西方。滿中大火是什麼？核子大戰。也不礙事，原子彈滿天飛，你在那裡看放煙火，放完了，我到西方極樂世界去了，這多自在，這才是真的，這才叫真正聰明人。"
    },
    {
      "id": "02-009-0022_p0169",
      "zh_CN": "所以，欲贪的确要真正放下，对你只有好处，没有害处。我在此地不是说你们把一切财物统统放下，布施给我，那完了，你们都到西方极乐世界，我要堕落，我不会干这个傻事。所以我告诉诸位同修，我今天一分钱都不要，为什么？我要到西方极乐世界去，这个世间你们哪个搞道场度众生，你们去搞去，我也不反对，我也不赞成。为什么？的确光景不多了，这是真的。你看这世道人心，你看看世间人所作所为，诸位要是读读历史你才晓得可怕，史无前例，不得了。所以要有高度的警觉。我们遇到这部经真正是幸运，一定要相信，一定要认真依教修行。我们再看下面经文。",
      "zh_TW": "所以，欲貪的確要真正放下，對你只有好處，沒有害處。我在此地不是說你們把一切財物統統放下，布施給我，那完了，你們都到西方極樂世界，我要墮落，我不會幹這個傻事。所以我告訴諸位同修，我今天一分錢都不要，為什麼？我要到西方極樂世界去，這個世間你們哪個搞道場度眾生，你們去搞去，我也不反對，我也不贊成。為什麼？的確光景不多了，這是真的。你看這世道人心，你看看世間人所作所為，諸位要是讀讀歷史你才曉得可怕，史無前例，不得了。所以要有高度的警覺。我們遇到這部經真正是幸運，一定要相信，一定要認真依教修行。我們再看下面經文。"
    },
    {
      "id": "02-009-0022_p0170",
      "zh_CN": "【我今于此作佛。教化群生。令舍五恶。去五痛。离五烧。降化其意。令持五善。获其福德。】",
      "zh_TW": "【我今於此作佛。教化群生。令捨五惡。去五痛。離五燒。降化其意。令持五善。獲其福德。】"
    },
    {
      "id": "02-009-0022_p0171",
      "zh_CN": "这几句，释迦牟尼佛很简单扼要的说明，他为什么到这个世间来作佛，他来干什么的？他来就是教化我们的，教我们要『舍五恶』，五恶就是杀盗淫妄酒，要把这个东西舍掉。要『去五痛』，痛是痛苦，痛是果报，我们讲花报，就是现世报，你现在在这个世间所受的痛苦。『五烧』是来世的果报，也就是说地狱三途的苦报，就像在大火里面烧一样，那么样的痛苦。所以，这是因、花报、果报，五恶是因。",
      "zh_TW": "這幾句，釋迦牟尼佛很簡單扼要的說明，他為什麼到這個世間來作佛，他來幹什麼的？他來就是教化我們的，教我們要『捨五惡』，五惡就是殺盜淫妄酒，要把這個東西捨掉。要『去五痛』，痛是痛苦，痛是果報，我們講花報，就是現世報，你現在在這個世間所受的痛苦。『五燒』是來世的果報，也就是說地獄三途的苦報，就像在大火裡面燒一樣，那麼樣的痛苦。所以，這是因、花報、果報，五惡是因。"
    },
    {
      "id": "02-009-0022_p0172",
      "zh_CN": "『降化其意』，降是降服，化是把它化解开，意就是我们恶念，把我们的恶念降服，把我们的恶念化解。『令持五善』，五善就是五戒，教给我们要认真修五善，这样才能够得到福德。简简单单说明佛教的内容是什么？佛教给我们什么？所以以后要是遇到人家问你，佛教到底讲什么？你能不能说的出来，能不能很简单、很清楚的告诉他，佛教说了什么？佛教就讲的这个。这个意思明白了，讲话就有技巧了，技巧是说得人喜欢听，听的人很动心，这就是技巧。但是本着经义，绝对不违背经义，因为佛教我们离恶得福。所以，简单告诉人佛教教给我们什么？佛教教给我们自身的幸福，每个人都想自己一生很幸福，佛教给我们家庭美满，佛教给我们社会安定，佛教给我们国家富强，佛教给我们天下太平。你们想想我说的这些，是不是这个意思？这样说给人家听，哪个人不动心？佛教这么好，我也要学了，就度来了。",
      "zh_TW": "『降化其意』，降是降服，化是把它化解開，意就是我們惡念，把我們的惡念降服，把我們的惡念化解。『令持五善』，五善就是五戒，教給我們要認真修五善，這樣才能夠得到福德。簡簡單單說明佛教的內容是什麼？佛教給我們什麼？所以以後要是遇到人家問你，佛教到底講什麼？你能不能說的出來，能不能很簡單、很清楚的告訴他，佛教說了什麼？佛教就講的這個。這個意思明白了，講話就有技巧了，技巧是說得人喜歡聽，聽的人很動心，這就是技巧。但是本著經義，絕對不違背經義，因為佛教我們離惡得福。所以，簡單告訴人佛教教給我們什麼？佛教教給我們自身的幸福，每個人都想自己一生很幸福，佛教給我們家庭美滿，佛教給我們社會安定，佛教給我們國家富強，佛教給我們天下太平。你們想想我說的這些，是不是這個意思？這樣說給人家聽，哪個人不動心？佛教這麼好，我也要學了，就度來了。"
    },
    {
      "id": "02-009-0022_p0173",
      "zh_CN": "人家今天问你，学佛学什么？学佛，拜拜，他保佑你。迷信，迷信，人家耻笑你，不能接受。实在讲你完全不懂佛法的教学。所以，佛教今天在全世界推展困难，难在哪里？不懂，没搞清楚。真正明了了，善巧方便很多，才能真正把这个无上的法门推荐、介绍给大家。底下这就是教学了。",
      "zh_TW": "人家今天問你，學佛學什麼？學佛，拜拜，他保佑你。迷信，迷信，人家恥笑你，不能接受。實在講你完全不懂佛法的教學。所以，佛教今天在全世界推展困難，難在哪裡？不懂，沒搞清楚。真正明瞭了，善巧方便很多，才能真正把這個無上的法門推薦、介紹給大家。底下這就是教學了。"
    },
    {
      "id": "02-009-0022_p0174",
      "zh_CN": "【何等为五。】",
      "zh_TW": "【何等為五。】"
    },
    {
      "id": "02-009-0022_p0175",
      "zh_CN": "哪五样？",
      "zh_TW": "哪五樣？"
    },
    {
      "id": "02-009-0022_p0176",
      "zh_CN": "【其一者。世间诸众生类。欲为众恶。强者伏弱。转相克贼。残害杀伤。迭相吞噉。】",
      "zh_TW": "【其一者。世間諸眾生類。欲為眾惡。強者伏弱。轉相剋賊。殘害殺傷。迭相吞噉。】"
    },
    {
      "id": "02-009-0022_p0177",
      "zh_CN": "这就是杀生恶。这个世间一切众生都有强凌弱，众欺寡，都有这些烦恼，都有这种习气。这就是杀、贪，无始劫来的烦恼，一遇到境界它就起现行，自自然然这个恶念就起来了，强的欺负弱的。『转相克贼，残害杀伤，迭相吞噉』，吞噉就是吃，互相吃，弱肉强食。佛在经上讲这个果报，人死为羊，羊死为人，互相吃，多残忍的一桩事情。",
      "zh_TW": "這就是殺生惡。這個世間一切眾生都有強凌弱，眾欺寡，都有這些煩惱，都有這種習氣。這就是殺、貪，無始劫來的煩惱，一遇到境界它就起現行，自自然然這個惡念就起來了，強的欺負弱的。『轉相剋賊，殘害殺傷，迭相吞噉』，吞噉就是吃，互相吃，弱肉強食。佛在經上講這個果報，人死為羊，羊死為人，互相吃，多殘忍的一樁事情。"
    },
    {
      "id": "02-009-0022_p0178",
      "zh_CN": "【不知为善。后受殃罚。】",
      "zh_TW": "【不知為善。後受殃罰。】"
    },
    {
      "id": "02-009-0022_p0179",
      "zh_CN": "他不晓得断恶修善，这种恶业，就是前面讲的五恶，这个恶业，将来以后必定受果报，『后受殃罚』。",
      "zh_TW": "他不曉得斷惡修善，這種惡業，就是前面講的五惡，這個惡業，將來以後必定受果報，『後受殃罰』。"
    },
    {
      "id": "02-009-0022_p0180",
      "zh_CN": "【故有穷乞。孤独。聋盲。瘖哑。痴恶。尪狂。】",
      "zh_TW": "【故有窮乞。孤獨。聾盲。瘖啞。痴惡。尪狂。】"
    },
    {
      "id": "02-009-0022_p0181",
      "zh_CN": "这是举个例子，这是什么？这是痛，这是花报，现世报，就是现前有这些果报。",
      "zh_TW": "這是舉個例子，這是什麼？這是痛，這是花報，現世報，就是現前有這些果報。"
    },
    {
      "id": "02-009-0022_p0182",
      "zh_CN": "【皆因前世不信道德。不肯为善。】",
      "zh_TW": "【皆因前世不信道德。不肯為善。】"
    },
    {
      "id": "02-009-0022_p0183",
      "zh_CN": "我们要认真去想想，去反省、去思考。要把这事实真相搞清楚、原因搞清楚．然后我们自己就晓得应该怎么去做法。底下说：",
      "zh_TW": "我們要認真去想想，去反省、去思考。要把這事實真相搞清楚、原因搞清楚．然後我們自己就曉得應該怎麼去做法。底下說："
    },
    {
      "id": "02-009-0022_p0184",
      "zh_CN": "【其有尊贵。豪富。贤明。长者。智勇。才达。】",
      "zh_TW": "【其有尊貴。豪富。賢明。長者。智勇。才達。】"
    },
    {
      "id": "02-009-0022_p0185",
      "zh_CN": "这也是现世的善报，善报从哪里来的？",
      "zh_TW": "這也是現世的善報，善報從哪裡來的？"
    },
    {
      "id": "02-009-0022_p0186",
      "zh_CN": "【皆由宿世慈孝。修善积德所致。】",
      "zh_TW": "【皆由宿世慈孝。修善積德所致。】"
    },
    {
      "id": "02-009-0022_p0187",
      "zh_CN": "可见得果报是有来由的，不是无缘无故的。所以今天这个世界是非常可怕，可怕在哪里？大家不知道因果报应，不知道因果报应这里头最大的危机，就是苦报的人他不甘心。为什么你富我贫？这个就不公平，不公平就斗争，这怎么得了！所以，我们中国几千年来受圣人的教训，知道因果报应，富的，他应当富，他积善修德；贫的，我应当贫，我过去没有修积。所以贫人安心，富人也安心，他社会安定，富的人还能周济贫人、帮助贫人。这心安，为什么心安？他道理明了，心安理得。现在人不明道理，他心不平，心不平整个社会就动乱了，这个不得了。",
      "zh_TW": "可見得果報是有來由的，不是無緣無故的。所以今天這個世界是非常可怕，可怕在哪裡？大家不知道因果報應，不知道因果報應這裡頭最大的危機，就是苦報的人他不甘心。為什麼你富我貧？這個就不公平，不公平就鬥爭，這怎麼得了！所以，我們中國幾千年來受聖人的教訓，知道因果報應，富的，他應當富，他積善修德；貧的，我應當貧，我過去沒有修積。所以貧人安心，富人也安心，他社會安定，富的人還能周濟貧人、幫助貧人。這心安，為什麼心安？他道理明瞭，心安理得。現在人不明道理，他心不平，心不平整個社會就動亂了，這個不得了。"
    },
    {
      "id": "02-009-0022_p0188",
      "zh_CN": "我们今天跟大家说明这个真相，人家说我迷信，决定不肯接受，所以这个世界会有很大的灾难来临。这个灾难大家晓得由于贫富不均，但是为什么贫富不均，大家就不知道了。佛在经上跟我们说得很清楚，财富是财布施得的果报，聪明智慧是法布施得的果报，健康长寿是无畏布施得的果报，他有因有果。这个人富贵、长寿、健康，人家过去修得好，三种布施都修，他应该得的；我今天贫贱，我过去没修，不应该得到。这心就平了，心平社会就安定了，世界就太平，大家都有好日子过，富人日子好过，贫人日子也好过。哪有像现在，现在不去追根究底，不去找真正原因，只知道不平、只知道嫉妒、只知道瞋恨，这还得了吗？这个不得了。富人不安乐，贫人更苦，造的罪业更深，这是真正可怕的原因。",
      "zh_TW": "我們今天跟大家說明這個真相，人家說我迷信，決定不肯接受，所以這個世界會有很大的災難來臨。這個災難大家曉得由於貧富不均，但是為什麼貧富不均，大家就不知道了。佛在經上跟我們說得很清楚，財富是財布施得的果報，聰明智慧是法布施得的果報，健康長壽是無畏布施得的果報，他有因有果。這個人富貴、長壽、健康，人家過去修得好，三種布施都修，他應該得的；我今天貧賤，我過去沒修，不應該得到。這心就平了，心平社會就安定了，世界就太平，大家都有好日子過，富人日子好過，貧人日子也好過。哪有像現在，現在不去追根究底，不去找真正原因，只知道不平、只知道嫉妒、只知道瞋恨，這還得了嗎？這個不得了。富人不安樂，貧人更苦，造的罪業更深，這是真正可怕的原因。"
    },
    {
      "id": "02-009-0022_p0189",
      "zh_CN": "为什么我们现在急着要往西方极乐世界去？你要是把这事实真相搞清楚了，这个世界不能待，太严重了。几时大家能够觉悟，能够再去找这个事相的原因，这个世界就有救。不肯追根究底，找所以然的原因，这个太可怕了，一意的胡作妄为，这还得了吗？这是很简单在此地将善恶因果给我们说出来。",
      "zh_TW": "為什麼我們現在急著要往西方極樂世界去？你要是把這事實真相搞清楚了，這個世界不能待，太嚴重了。幾時大家能夠覺悟，能夠再去找這個事相的原因，這個世界就有救。不肯追根究底，找所以然的原因，這個太可怕了，一意的胡作妄為，這還得了嗎？這是很簡單在此地將善惡因果給我們說出來。"
    },
    {
      "id": "02-009-0022_p0190",
      "zh_CN": "【世间有此目前现事。】",
      "zh_TW": "【世間有此目前現事。】"
    },
    {
      "id": "02-009-0022_p0191",
      "zh_CN": "这眼前的事情，我们都看到。",
      "zh_TW": "這眼前的事情，我們都看到。"
    },
    {
      "id": "02-009-0022_p0192",
      "zh_CN": "【寿终之后。入其幽冥。】",
      "zh_TW": "【壽終之後。入其幽冥。】"
    },
    {
      "id": "02-009-0022_p0193",
      "zh_CN": "这就是果报，就是前面讲的五烧。『幽冥』是地狱。",
      "zh_TW": "這就是果報，就是前面講的五燒。『幽冥』是地獄。"
    },
    {
      "id": "02-009-0022_p0194",
      "zh_CN": "【转生受身。改形易道。】",
      "zh_TW": "【轉生受身。改形易道。】"
    },
    {
      "id": "02-009-0022_p0195",
      "zh_CN": "到了饿鬼，这个身就不是人身，是鬼身；堕到畜生，人身也失掉了，变成畜生身；堕到地狱的是地狱身，也不是人身。『改形』，形是形状，道是六道，从人道换成地狱道、换成饿鬼道、换成畜生道，『易道』了。",
      "zh_TW": "到了餓鬼，這個身就不是人身，是鬼身；墮到畜生，人身也失掉了，變成畜生身；墮到地獄的是地獄身，也不是人身。『改形』，形是形狀，道是六道，從人道換成地獄道、換成餓鬼道、換成畜生道，『易道』了。"
    },
    {
      "id": "02-009-0022_p0196",
      "zh_CN": "【故有泥犁。】",
      "zh_TW": "【故有泥犁。】"
    },
    {
      "id": "02-009-0022_p0197",
      "zh_CN": "泥犁是地狱。",
      "zh_TW": "泥犁是地獄。"
    },
    {
      "id": "02-009-0022_p0198",
      "zh_CN": "【禽兽。蜎飞蠕动之属。】",
      "zh_TW": "【禽獸。蜎飛蠕動之屬。】"
    },
    {
      "id": "02-009-0022_p0199",
      "zh_CN": "这是讲畜生。这里面省略掉的是饿鬼，饿鬼虽然省略掉，意思包含在其中，这就叫三恶道。",
      "zh_TW": "這是講畜生。這裡面省略掉的是餓鬼，餓鬼雖然省略掉，意思包含在其中，這就叫三惡道。"
    },
    {
      "id": "02-009-0022_p0200",
      "zh_CN": "【譬如世法牢狱。】",
      "zh_TW": "【譬如世法牢獄。】"
    },
    {
      "id": "02-009-0022_p0201",
      "zh_CN": "下面佛在此地举个比喻说，好比监牢狱。",
      "zh_TW": "下面佛在此地舉個比喻說，好比監牢獄。"
    },
    {
      "id": "02-009-0022_p0202",
      "zh_CN": "【剧苦极刑。】",
      "zh_TW": "【劇苦極刑。】"
    },
    {
      "id": "02-009-0022_p0203",
      "zh_CN": "人犯了罪，关在监狱里面受些刑罚。现在监狱，刑罚少了，古时候的监狱，无论是中国、外国，刑罚很重、刑罚很多。这个比喻说的，比喻的花报。",
      "zh_TW": "人犯了罪，關在監獄裡面受些刑罰。現在監獄，刑罰少了，古時候的監獄，無論是中國、外國，刑罰很重、刑罰很多。這個比喻說的，比喻的花報。"
    },
    {
      "id": "02-009-0022_p0204",
      "zh_CN": "【魂神命精。随罪趣向。】",
      "zh_TW": "【魂神命精。隨罪趣向。】"
    },
    {
      "id": "02-009-0022_p0205",
      "zh_CN": "这是讲果报。死了以后，你的神魂堕落在三恶道，在三恶道受身，在那个地方受苦。",
      "zh_TW": "這是講果報。死了以後，你的神魂墮落在三惡道，在三惡道受身，在那個地方受苦。"
    },
    {
      "id": "02-009-0022_p0206",
      "zh_CN": "【所受寿命。或长或短。】",
      "zh_TW": "【所受壽命。或長或短。】"
    },
    {
      "id": "02-009-0022_p0207",
      "zh_CN": "地狱、饿鬼寿长，畜生里面有长有短。",
      "zh_TW": "地獄、餓鬼壽長，畜生裡面有長有短。"
    },
    {
      "id": "02-009-0022_p0208",
      "zh_CN": "【相从共生。更相报偿。】",
      "zh_TW": "【相從共生。更相報償。】"
    },
    {
      "id": "02-009-0022_p0209",
      "zh_CN": "这是讲冤仇结下去之后，冤冤相报，没完没了，这个事情很可怕。",
      "zh_TW": "這是講冤仇結下去之後，冤冤相報，沒完沒了，這個事情很可怕。"
    },
    {
      "id": "02-009-0022_p0210",
      "zh_CN": "【殃恶未尽。终不得离。辗转其中。累劫难出。难得解脱。痛不可言。】",
      "zh_TW": "【殃惡未盡。終不得離。輾轉其中。累劫難出。難得解脫。痛不可言。】"
    },
    {
      "id": "02-009-0022_p0211",
      "zh_CN": "这是佛给我们说明堕落到三恶道凄惨的状况。",
      "zh_TW": "這是佛給我們說明墮落到三惡道淒慘的狀況。"
    },
    {
      "id": "02-009-0022_p0212",
      "zh_CN": "【天地之间。自然有是。】",
      "zh_TW": "【天地之間。自然有是。】"
    },
    {
      "id": "02-009-0022_p0213",
      "zh_CN": "『自然』就是因果报应，不是有人把你送到三恶道受苦，不是的。这不是佛菩萨的意思，也不是阎罗王的意思，也不是上帝的意思，自作自受。所以说『天地之间，自然有是』，这个要知道。从前，章太炎先生在世的时候，章太炎是民国初年我们中国一个大学问家。他的女婿朱镜宙在台湾，我当年开始学佛，他对我帮助很大，他已经过世很多年了，九十七岁过世的。我那个时候二十几岁刚刚学佛，他老人家已经七十多岁。他告诉我，他的老岳丈在世的时候，曾经做过东岳大帝的判官。中国大陆，东狱管好几个省，判官的地位很高，等于秘书长一样，所以权限也很大。他跟东岳大帝建议，他是个虔诚的佛教徒，他说地狱里炮烙的刑太残酷了，可不可以把它废除，给东岳大帝建议。东岳大帝笑一笑，他说好，叫两个小鬼带你，你到现场去看看。带他去看，参观现场。小鬼就领他去，到那边之后，小鬼说现场在此地，结果他看不到。",
      "zh_TW": "『自然』就是因果報應，不是有人把你送到三惡道受苦，不是的。這不是佛菩薩的意思，也不是閻羅王的意思，也不是上帝的意思，自作自受。所以說『天地之間，自然有是』，這個要知道。從前，章太炎先生在世的時候，章太炎是民國初年我們中國一個大學問家。他的女婿朱鏡宙在台灣，我當年開始學佛，他對我幫助很大，他已經過世很多年了，九十七歲過世的。我那個時候二十幾歲剛剛學佛，他老人家已經七十多歲。他告訴我，他的老岳丈在世的時候，曾經做過東嶽大帝的判官。中國大陸，東獄管好幾個省，判官的地位很高，等於秘書長一樣，所以權限也很大。他跟東嶽大帝建議，他是個虔誠的佛教徒，他說地獄裡炮烙的刑太殘酷了，可不可以把它廢除，給東嶽大帝建議。東嶽大帝笑一笑，他說好，叫兩個小鬼帶你，你到現場去看看。帶他去看，參觀現場。小鬼就領他去，到那邊之後，小鬼說現場在此地，結果他看不到。"
    },
    {
      "id": "02-009-0022_p0214",
      "zh_CN": "他才忽然间觉悟到佛法里面讲的「自然有是」，不是阎罗王、不是东岳大帝造的，是他自己意识里头变现出来的。就好像作梦一样，梦里头受罪，谁给你罪受？他自己作恶梦受罪，自然有是。所以人做坏事，晚上作恶梦，晚上天天在那里受罪，谁给他的？绝对不是别人，自然有是。因此，地狱里头的刑罚是自然有是，绝不是鬼王的意思，不是阎罗王的意思，什么人都不能怪。章太炎由于这桩事情，才悟到佛经上所讲的这个道理，没错。",
      "zh_TW": "他才忽然間覺悟到佛法裡面講的「自然有是」，不是閻羅王、不是東嶽大帝造的，是他自己意識裡頭變現出來的。就好像作夢一樣，夢裡頭受罪，誰給你罪受？他自己作惡夢受罪，自然有是。所以人做壞事，晚上作惡夢，晚上天天在那裡受罪，誰給他的？絕對不是別人，自然有是。因此，地獄裡頭的刑罰是自然有是，絕不是鬼王的意思，不是閻羅王的意思，什麼人都不能怪。章太炎由於這樁事情，才悟到佛經上所講的這個道理，沒錯。"
    },
    {
      "id": "02-009-0022_p0215",
      "zh_CN": "【虽不即时暴应。善恶会当归之。】",
      "zh_TW": "【雖不即時暴應。善惡會當歸之。】"
    },
    {
      "id": "02-009-0022_p0216",
      "zh_CN": "这是讲果报通三世。我们今天起心动念、一切造作都要对后果负责任，现在虽然报应还没有临头，要想到将来一定要受报的，决定不能够避免，这是要记住。所以说你这一生得不到果报，来生，来生得不到果报，后生。换句话说，为什么没有得果报？缘不成熟；一旦缘成熟了，是必定受果报，没有办法逃脱的。我们知道这一生造的罪业很多，过去生中所造作的更不必说，一定是很多。怎么样想我不受果报？只有一个方法，到西方极乐世界，我脱离六道轮回，这就可以不受果报。如果不往生西方极乐世界，你就决定要受果报，决定没有办法避免。西方极乐世界为什么不受果报？它有非常健全理论的基础，能够让我们深信不疑",
      "zh_TW": "這是講果報通三世。我們今天起心動念、一切造作都要對後果負責任，現在雖然報應還沒有臨頭，要想到將來一定要受報的，決定不能夠避免，這是要記住。所以說你這一生得不到果報，來生，來生得不到果報，後生。換句話說，為什麼沒有得果報？緣不成熟；一旦緣成熟了，是必定受果報，沒有辦法逃脫的。我們知道這一生造的罪業很多，過去生中所造作的更不必說，一定是很多。怎麼樣想我不受果報？只有一個方法，到西方極樂世界，我脫離六道輪迴，這就可以不受果報。如果不往生西方極樂世界，你就決定要受果報，決定沒有辦法避免。西方極樂世界為什麼不受果報？它有非常健全理論的基礎，能夠讓我們深信不疑"
    },
    {
      "id": "02-009-0022_p0217",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}