{
  "doc_id": "02-009-0003",
  "title": {
    "zh_CN": "佛说大乘无量寿庄严清净平等觉经",
    "zh_TW": "佛說大乘無量壽莊嚴清淨平等覺經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "加拿大",
    "zh_TW": "加拿大"
  },
  "doc_number": "02-009-0003",
  "total_paragraphs": 144,
  "paragraphs": [
    {
      "id": "02-009-0003_p0001",
      "zh_CN": "请掀开经本，第十一面，第一行，从第二句看起：",
      "zh_TW": "請掀開經本，第十一面，第一行，從第二句看起："
    },
    {
      "id": "02-009-0003_p0002",
      "zh_CN": "【咸共遵修普贤大士之德。具足无量行愿。安住一切功德法中。】",
      "zh_TW": "【咸共遵修普賢大士之德。具足無量行願。安住一切功德法中。】"
    },
    {
      "id": "02-009-0003_p0003",
      "zh_CN": "这是说明西方极乐世界那些菩萨们，乃至于十方世界修学净土、求生西方的这些众生，没有一个不是遵修普贤菩萨十大愿王的。普贤十愿昨天简略给诸位说过了，十愿可以说是菩萨行愿的总纲。所以底下接着给我们说明『具足无量行愿』，「无量」是说行门以及诸佛如来在因地当中发的大愿之深广。「行」像通常大乘经上讲的六度万行，《华严经》上讲的文殊十行，就是十波罗蜜。「愿」，像前面讲的十大愿王，通常我们所说的四弘誓愿这一类，都包括在这一句之中，说明修学净土这些人他们行愿的深广。",
      "zh_TW": "這是說明西方極樂世界那些菩薩們，乃至於十方世界修學淨土、求生西方的這些眾生，沒有一個不是遵修普賢菩薩十大願王的。普賢十願昨天簡略給諸位說過了，十願可以說是菩薩行願的總綱。所以底下接著給我們說明『具足無量行願』，「無量」是說行門以及諸佛如來在因地當中發的大願之深廣。「行」像通常大乘經上講的六度萬行，《華嚴經》上講的文殊十行，就是十波羅蜜。「願」，像前面講的十大願王，通常我們所說的四弘誓願這一類，都包括在這一句之中，說明修學淨土這些人他們行願的深廣。"
    },
    {
      "id": "02-009-0003_p0004",
      "zh_CN": "『安住一切功德法中』，这是讲如来果地上无尽的功德。我们初学的人，怎么能够安住在如来果地的功德中？这确实不是一般经论上所说到的。因此，这个法门称为难信之法，称为不可思议的法门。通常在一般大乘经上说，菩萨必须要证得圆教初住以上，才确实「安住一切功德法中」，圆初住以下都达不到这个境界。可是净宗很特殊，只要往生，即使是凡圣同居土下下品往生的，我们讲带业往生，下下品往生，生到极乐世界就安住如来果地上无尽功德之中，这是非常不可思议的。只要达到西方极乐世界，就有能力像「普门品」里面所说的，《楞严经》上所讲的，像观世音菩萨这样的，应以什么身得度，就可以示现什么样身分而为说法。在一切大乘法里面，别教是要初地以上，圆教是要初住以上，唯独这个法门非常之奇特；换句话说，见思烦恼一品也没断，生到西方就有这种能力，这是非常不可思议。下面说：",
      "zh_TW": "『安住一切功德法中』，這是講如來果地上無盡的功德。我們初學的人，怎麼能夠安住在如來果地的功德中？這確實不是一般經論上所說到的。因此，這個法門稱為難信之法，稱為不可思議的法門。通常在一般大乘經上說，菩薩必須要證得圓教初住以上，才確實「安住一切功德法中」，圓初住以下都達不到這個境界。可是淨宗很特殊，只要往生，即使是凡聖同居土下下品往生的，我們講帶業往生，下下品往生，生到極樂世界就安住如來果地上無盡功德之中，這是非常不可思議的。只要達到西方極樂世界，就有能力像「普門品」裡面所說的，《楞嚴經》上所講的，像觀世音菩薩這樣的，應以什麼身得度，就可以示現什麼樣身分而為說法。在一切大乘法裡面，別教是要初地以上，圓教是要初住以上，唯獨這個法門非常之奇特；換句話說，見思煩惱一品也沒斷，生到西方就有這種能力，這是非常不可思議。下面說："
    },
    {
      "id": "02-009-0003_p0005",
      "zh_CN": "【游步十方。行权方便。入佛法藏。究竟彼岸。】",
      "zh_TW": "【遊步十方。行權方便。入佛法藏。究竟彼岸。】"
    },
    {
      "id": "02-009-0003_p0006",
      "zh_CN": "这个几句可以说是把净土的法门统统说尽了。『游步十方，行权方便』，这是讲菩萨上求下化，在十方世界普遍度化有缘的众生。佛门常说「佛不度无缘之人」，无缘是他不肯接受，菩萨再慈悲也没有办法，不能够勉强一个人来接受。所以，有缘就是他欢喜接受，他能够接受，这就是有缘的众生。只要有缘，佛门常说「佛氏门中，不舍一人」，一个人都不会舍弃，只要有缘，佛菩萨一定是尽心尽力去帮助他、去成就他。这是讲「行权方便」，权就是我们常讲的善巧方便。",
      "zh_TW": "這個幾句可以說是把淨土的法門統統說盡了。『遊步十方，行權方便』，這是講菩薩上求下化，在十方世界普遍度化有緣的眾生。佛門常說「佛不度無緣之人」，無緣是他不肯接受，菩薩再慈悲也沒有辦法，不能夠勉強一個人來接受。所以，有緣就是他歡喜接受，他能夠接受，這就是有緣的眾生。只要有緣，佛門常說「佛氏門中，不捨一人」，一個人都不會捨棄，只要有緣，佛菩薩一定是盡心盡力去幫助他、去成就他。這是講「行權方便」，權就是我們常講的善巧方便。"
    },
    {
      "id": "02-009-0003_p0007",
      "zh_CN": "『入佛法藏』，佛法藏这个藏是含藏的意思，所有的佛法都含藏在其中，像个仓库一样，都含藏在这个里面。你能够入佛法藏，就是得一切佛法，就能够得到。通常把它称为「一乘果海」，在此地实在讲就是西方极乐世界，西方极乐世界可以说是一切诸佛的佛法都含藏在其中。所以，一生一切生，生到西方极乐世界，就等于生在十方一切诸佛世界。《华严经》上讲，一切即一，一即一切，用西方净土来解释这句话，那是再恰当也不过。",
      "zh_TW": "『入佛法藏』，佛法藏這個藏是含藏的意思，所有的佛法都含藏在其中，像個倉庫一樣，都含藏在這個裡面。你能夠入佛法藏，就是得一切佛法，就能夠得到。通常把它稱為「一乘果海」，在此地實在講就是西方極樂世界，西方極樂世界可以說是一切諸佛的佛法都含藏在其中。所以，一生一切生，生到西方極樂世界，就等於生在十方一切諸佛世界。《華嚴經》上講，一切即一，一即一切，用西方淨土來解釋這句話，那是再恰當也不過。"
    },
    {
      "id": "02-009-0003_p0008",
      "zh_CN": "『究竟彼岸』，「彼岸」是讲成佛，「究竟」就是讲的圆教佛果，这个才叫究竟彼岸。天台家说四教，藏、通、别、圆，四教都成佛，但是藏、通、别佛都不究竟，唯独圆教的佛才究竟。因此，我们也就明了了，文殊、普贤他们的成就已经是别教佛果之上。别教的佛只等于圆教第二行位的菩萨，文殊、普贤是圆教的等觉菩萨，超过太多了。他要求生西方极乐世界，我们要问问为什么？圆教等觉菩萨何必还要求生西方净土？只有一个理由，那就是「究竟彼岸」。可见得，圆教佛果一定是在西方极乐世界成就，他们才发愿往生，这是我们应当特别注意的，我们在修学过程当中才知道选择。",
      "zh_TW": "『究竟彼岸』，「彼岸」是講成佛，「究竟」就是講的圓教佛果，這個才叫究竟彼岸。天台家說四教，藏、通、別、圓，四教都成佛，但是藏、通、別佛都不究竟，唯獨圓教的佛才究竟。因此，我們也就明瞭了，文殊、普賢他們的成就已經是別教佛果之上。別教的佛只等於圓教第二行位的菩薩，文殊、普賢是圓教的等覺菩薩，超過太多了。他要求生西方極樂世界，我們要問問為什麼？圓教等覺菩薩何必還要求生西方淨土？只有一個理由，那就是「究竟彼岸」。可見得，圓教佛果一定是在西方極樂世界成就，他們才發願往生，這是我們應當特別注意的，我們在修學過程當中才知道選擇。"
    },
    {
      "id": "02-009-0003_p0009",
      "zh_CN": "有这样的能力，换句话说，就可以像观世音菩萨一样的随类化身，这是说他的智慧、德能之圆满。下面经文举一个例子，就像观世音菩萨三十二应，举一个例子，这个例子是指成佛，也就是经上所讲，应以佛身得度者，观音菩萨即现佛身而为说法，就是这个意思。佛身都能够自在的示现，其他菩萨、声闻、六道那就不必说了。这是举一个例子。我们看底下，这就是他的行权方便。",
      "zh_TW": "有這樣的能力，換句話說，就可以像觀世音菩薩一樣的隨類化身，這是說他的智慧、德能之圓滿。下面經文舉一個例子，就像觀世音菩薩三十二應，舉一個例子，這個例子是指成佛，也就是經上所講，應以佛身得度者，觀音菩薩即現佛身而為說法，就是這個意思。佛身都能夠自在的示現，其他菩薩、聲聞、六道那就不必說了。這是舉一個例子。我們看底下，這就是他的行權方便。"
    },
    {
      "id": "02-009-0003_p0010",
      "zh_CN": "【愿于无量世界成等正觉。】",
      "zh_TW": "【願於無量世界成等正覺。】"
    },
    {
      "id": "02-009-0003_p0011",
      "zh_CN": "世界无量无边，现代我们科学家也证实了，太虚空当中无量无边的星球。有许多星球有高等的生物，甚至于比我们人类还要聪明，科技还要进步，这都被现代科学家证明了。这些世界都有众生，众生机缘成熟，与菩萨有缘，他就示现去帮助他们。度就是帮助的意思。哪个世界众生缘成熟了，他就到那个世界去示现，如果许多世界众生缘同时成熟，他就同时示现。极乐菩萨神通广大，能够同时分无量无边身，分身去教化，有这样的能力。底下就是一般所说的示现成佛，那个样子是「八相成道」。第一个：",
      "zh_TW": "世界無量無邊，現代我們科學家也證實了，太虛空當中無量無邊的星球。有許多星球有高等的生物，甚至於比我們人類還要聰明，科技還要進步，這都被現代科學家證明了。這些世界都有眾生，眾生機緣成熟，與菩薩有緣，他就示現去幫助他們。度就是幫助的意思。哪個世界眾生緣成熟了，他就到那個世界去示現，如果許多世界眾生緣同時成熟，他就同時示現。極樂菩薩神通廣大，能夠同時分無量無邊身，分身去教化，有這樣的能力。底下就是一般所說的示現成佛，那個樣子是「八相成道」。第一個："
    },
    {
      "id": "02-009-0003_p0012",
      "zh_CN": "【舍兜率。】",
      "zh_TW": "【捨兜率。】"
    },
    {
      "id": "02-009-0003_p0013",
      "zh_CN": "没有成佛之前，菩萨住在兜率天，像现在的弥勒菩萨。弥勒菩萨是我们这个世界的后补佛，释迦牟尼佛法运过去之后，他就到这个世界上来示现成佛，菩萨现在住在兜率天。『兜率』是什么意思？兜率是梵语，翻成中国的意思是知足，这个很重要，唯有知足他才常乐，唯有知足他才能成佛。我们要特别注意名词里面的含义，为什么菩萨不住在其他地方，要住在兜率天？实在讲代表知足，他的心安住在知足，安住在喜足，喜是欢喜，这样才有资格成佛，才有资格去帮助一切众生。那个帮助是真正的帮助，为什么？对于一切众生再没有取予，没有要求，完全是一种施舍。因为他本身知足了，他什么都不须要求，这样才能真正示现佛身，帮助一切有情众生，我们要懂这个道理。这是第一个相，从兜率天降生，下降到人间。",
      "zh_TW": "沒有成佛之前，菩薩住在兜率天，像現在的彌勒菩薩。彌勒菩薩是我們這個世界的後補佛，釋迦牟尼佛法運過去之後，他就到這個世界上來示現成佛，菩薩現在住在兜率天。『兜率』是什麼意思？兜率是梵語，翻成中國的意思是知足，這個很重要，唯有知足他才常樂，唯有知足他才能成佛。我們要特別注意名詞裡面的含義，為什麼菩薩不住在其他地方，要住在兜率天？實在講代表知足，他的心安住在知足，安住在喜足，喜是歡喜，這樣才有資格成佛，才有資格去幫助一切眾生。那個幫助是真正的幫助，為什麼？對於一切眾生再沒有取予，沒有要求，完全是一種施捨。因為他本身知足了，他什麼都不須要求，這樣才能真正示現佛身，幫助一切有情眾生，我們要懂這個道理。這是第一個相，從兜率天降生，下降到人間。"
    },
    {
      "id": "02-009-0003_p0014",
      "zh_CN": "【降王宫。】",
      "zh_TW": "【降王宮。】"
    },
    {
      "id": "02-009-0003_p0015",
      "zh_CN": "示现成佛一定要王子的身分。为什么？前面讲他知足了，在我们这个世间，所谓「贵为天子，富有四海」，其他人还不知足，做国王这没得说了，富贵到了尽头，再没有了。所以一定要生在帝王之家，然后再示现舍弃王位。这就告诉大众，做国王还没有真正修行好，世间富贵不如学佛。这就是身教，以身作则，给我们作个榜样。为什么？世间纵然富贵之极，诸位想想，生死轮回不能解决。生死，实在讲还是小事，轮回才是真正的大事。我们这边同修，我相信都念过《地藏经》，《地藏经》上给我们讲得很清楚，人死了以后，四十九天之后就投胎去了。四十九天是绝对大多数，有些人不必要这么长的时间，有的人比四十九天还要长，甚至于有两三年都没有投胎的，那都有，但是那是少数，绝大多数是四十九天去投胎了。这是麻烦事情，舍身受身，六道轮回，那是苦不堪言。",
      "zh_TW": "示現成佛一定要王子的身分。為什麼？前面講他知足了，在我們這個世間，所謂「貴為天子，富有四海」，其他人還不知足，做國王這沒得說了，富貴到了盡頭，再沒有了。所以一定要生在帝王之家，然後再示現捨棄王位。這就告訴大眾，做國王還沒有真正修行好，世間富貴不如學佛。這就是身教，以身作則，給我們作個榜樣。為什麼？世間縱然富貴之極，諸位想想，生死輪迴不能解決。生死，實在講還是小事，輪迴才是真正的大事。我們這邊同修，我相信都念過《地藏經》，《地藏經》上給我們講得很清楚，人死了以後，四十九天之後就投胎去了。四十九天是絕對大多數，有些人不必要這麼長的時間，有的人比四十九天還要長，甚至於有兩三年都沒有投胎的，那都有，但是那是少數，絕大多數是四十九天去投胎了。這是麻煩事情，捨身受身，六道輪迴，那是苦不堪言。"
    },
    {
      "id": "02-009-0003_p0016",
      "zh_CN": "所以诸位要知道，死，死了以后的问题严重。真正觉悟的人，学佛的人晓得，死了就不得了，问题严重了。如何在这一生当中要找一个不死的法门？这是世间法里头找不到的，唯独佛法里头有。佛法，说实在话，八万四千法门，门门都是不死的法门。虽然门门皆是，我们众生根性不相同，利根的人，随便修哪一个法门他都能够证得、都能成就；根性劣的人、业障重的人，就有许多法门你想学你学不成功。在一切法门里面，最容易修学、最简单、最稳当、最靠得住的，人人都能够成就，决定成就，那就是念佛求生净土这个法门。所以这个法门一切诸佛如来都赞叹、都宣扬，因为这个法门广大，人人都进得去；其他法门必须要具足良好的条件，不是每个人都能够修学的。这不是说其他法门不好，其他法门门槛太高。",
      "zh_TW": "所以諸位要知道，死，死了以後的問題嚴重。真正覺悟的人，學佛的人曉得，死了就不得了，問題嚴重了。如何在這一生當中要找一個不死的法門？這是世間法裡頭找不到的，唯獨佛法裡頭有。佛法，說實在話，八萬四千法門，門門都是不死的法門。雖然門門皆是，我們眾生根性不相同，利根的人，隨便修哪一個法門他都能夠證得、都能成就；根性劣的人、業障重的人，就有許多法門你想學你學不成功。在一切法門裡面，最容易修學、最簡單、最穩當、最靠得住的，人人都能夠成就，決定成就，那就是念佛求生淨土這個法門。所以這個法門一切諸佛如來都讚歎、都宣揚，因為這個法門廣大，人人都進得去；其他法門必須要具足良好的條件，不是每個人都能夠修學的。這不是說其他法門不好，其他法門門檻太高。"
    },
    {
      "id": "02-009-0003_p0017",
      "zh_CN": "『降王宫』在八相里面包括两种，一个是投胎，来投胎，第二个是出生，有这两种相。下面说：",
      "zh_TW": "『降王宮』在八相裡面包括兩種，一個是投胎，來投胎，第二個是出生，有這兩種相。下面說："
    },
    {
      "id": "02-009-0003_p0018",
      "zh_CN": "【弃位出家。苦行学道。作斯示现。顺世间故。】",
      "zh_TW": "【棄位出家。苦行學道。作斯示現。順世間故。】"
    },
    {
      "id": "02-009-0003_p0019",
      "zh_CN": "这个四句就是八相里面的第四，出家。像释迦牟尼佛，他是王子，舍弃了王位，出家去修道了。释迦牟尼佛带头做了个榜样，在后世，确实有不少王子出家。早期在我们中国弘法、翻经的法师安世高，就是王太子，他是安息国的王子。安息就是现在的伊朗，在汉朝的时候叫做安息，唐朝的时候称为波斯，现在称伊朗。他父亲是国王，父亲死了之后，他继承王位，他做了半年，就把王位让给他的叔父，他出家修行。以后在中国弘法，是中国早期译经大师最有成就的一个人。他翻译的东西翻得好，我们中国人非常喜欢念。《无量寿经》他有译本，很可惜的他这个本子失传了。我们在目录里面看到有《无量寿经》安世高翻译的，这个本子现在见不到了。",
      "zh_TW": "這個四句就是八相裡面的第四，出家。像釋迦牟尼佛，他是王子，捨棄了王位，出家去修道了。釋迦牟尼佛帶頭做了個榜樣，在後世，確實有不少王子出家。早期在我們中國弘法、翻經的法師安世高，就是王太子，他是安息國的王子。安息就是現在的伊朗，在漢朝的時候叫做安息，唐朝的時候稱為波斯，現在稱伊朗。他父親是國王，父親死了之後，他繼承王位，他做了半年，就把王位讓給他的叔父，他出家修行。以後在中國弘法，是中國早期譯經大師最有成就的一個人。他翻譯的東西翻得好，我們中國人非常喜歡念。《無量壽經》他有譯本，很可惜的他這個本子失傳了。我們在目錄裡面看到有《無量壽經》安世高翻譯的，這個本子現在見不到了。"
    },
    {
      "id": "02-009-0003_p0020",
      "zh_CN": "这是讲国王王子出家，示现成佛一定要这种身分，舍弃富贵去修苦行，这都是给我们做榜样，给我们做示范。随顺世间，也就是教给我们修行要怎样修法。前面的兜率表知足，修行人要知足，能够吃得饱、穿得暖，有个小房子可以遮蔽风雨就够了，于这个世间不必要奢求。为什么？心就安了，心安道就成就了。佛法修学，前面曾经跟诸位报告过，佛法最重的是禅定，因为它的教学，三大纲领里面是戒、定、慧，戒学、定学、慧学，三学当中是以定学为枢纽，不管是哪个法门都要修定。我们讲八万四千法门，可以说是八万四千种不同的方法、不同的手段，修的什么？统统修的是禅定。所以诸位不要误会，禅宗才修禅定，其他宗就不是修禅定，那你就错了。所有的佛法，大小乘统统是修禅定，只是方法、手段不一样。",
      "zh_TW": "這是講國王王子出家，示現成佛一定要這種身分，捨棄富貴去修苦行，這都是給我們做榜樣，給我們做示範。隨順世間，也就是教給我們修行要怎樣修法。前面的兜率表知足，修行人要知足，能夠吃得飽、穿得暖，有個小房子可以遮蔽風雨就夠了，於這個世間不必要奢求。為什麼？心就安了，心安道就成就了。佛法修學，前面曾經跟諸位報告過，佛法最重的是禪定，因為它的教學，三大綱領裡面是戒、定、慧，戒學、定學、慧學，三學當中是以定學為樞紐，不管是哪個法門都要修定。我們講八萬四千法門，可以說是八萬四千種不同的方法、不同的手段，修的什麼？統統修的是禪定。所以諸位不要誤會，禪宗才修禪定，其他宗就不是修禪定，那你就錯了。所有的佛法，大小乘統統是修禪定，只是方法、手段不一樣。"
    },
    {
      "id": "02-009-0003_p0021",
      "zh_CN": "什么叫禅定？实在讲，前面都曾经说过，在此地不妨再重新提一提。《金刚经》上有两句话，是释迦牟尼佛告诉须菩提尊者的，教他「不取于相，如如不动」，六祖大师讲禅定就是根据这两句话说的。不取相是对外面境界不执着，就是不着相；要用现代的话来讲，就是绝对不会被外面环境诱惑，不会被外界环境所动摇，这叫做禅。内心清净，对于外面的事实真相清清楚楚、明明白白，决定不起贪瞋痴慢。换句话说，就是六根接触外面六尘境界，不起心不动念、不分别不执着，这就叫做禅定。这是整个佛法修学的要领。",
      "zh_TW": "什麼叫禪定？實在講，前面都曾經說過，在此地不妨再重新提一提。《金剛經》上有兩句話，是釋迦牟尼佛告訴須菩提尊者的，教他「不取於相，如如不動」，六祖大師講禪定就是根據這兩句話說的。不取相是對外面境界不執著，就是不著相；要用現代的話來講，就是絕對不會被外面環境誘惑，不會被外界環境所動搖，這叫做禪。內心清淨，對於外面的事實真相清清楚楚、明明白白，決定不起貪瞋痴慢。換句話說，就是六根接觸外面六塵境界，不起心不動念、不分別不執著，這就叫做禪定。這是整個佛法修學的要領。"
    },
    {
      "id": "02-009-0003_p0022",
      "zh_CN": "心定了，定心起作用就是智慧。所以，慧没有办法求，慧是本来具足的。乱心起作用就是烦恼，就是知见；定心起作用是般若智慧，是《法华经》上讲的正知正见，是如来的知见。我们今天的问题就是怎样把我们这个心定下来，定下来了，就成菩萨、就成佛；心要是乱了，那就叫凡夫。佛法不是讲别的，就是讲怎样把这个心定下来。我们这个心为什么定不下来？是对于事实的真相不了解，所以叫你修定，你不愿意修定，你不甘心、不情愿修定。于是乎佛说了这么多经典，就是把这个事实真相给我们说穿，让你真正明白，明白了就看破了，看破之后心自然就定下来，不再去攀缘。这是教给我们怎样修学。",
      "zh_TW": "心定了，定心起作用就是智慧。所以，慧沒有辦法求，慧是本來具足的。亂心起作用就是煩惱，就是知見；定心起作用是般若智慧，是《法華經》上講的正知正見，是如來的知見。我們今天的問題就是怎樣把我們這個心定下來，定下來了，就成菩薩、就成佛；心要是亂了，那就叫凡夫。佛法不是講別的，就是講怎樣把這個心定下來。我們這個心為什麼定不下來？是對於事實的真相不了解，所以叫你修定，你不願意修定，你不甘心、不情願修定。於是乎佛說了這麼多經典，就是把這個事實真相給我們說穿，讓你真正明白，明白了就看破了，看破之後心自然就定下來，不再去攀緣。這是教給我們怎樣修學。"
    },
    {
      "id": "02-009-0003_p0023",
      "zh_CN": "人心清净，给诸位说，那是真正的享受、最高的享受。这里面有真正的快乐，不是外面的刺激，是从内心里面生出来的快乐、喜悦，叫法喜充满。一般世间人看到修行人很苦，他生活太苦了，哪里晓得那个修行人看世间人真可怜、真苦，看法不一样。修行人你说穿得破破烂烂，吃的有一餐没有一餐，他有真乐，我们世间人没有办法理解。世间人的苦乐，出世间的人他理解，出世间修行人的快乐，我们世间人不能理解。他有真乐，他对于宇宙之间万事万法，他都清楚、他都明了，他不迷惑。下面是第五相：",
      "zh_TW": "人心清淨，給諸位說，那是真正的享受、最高的享受。這裡面有真正的快樂，不是外面的刺激，是從內心裡面生出來的快樂、喜悅，叫法喜充滿。一般世間人看到修行人很苦，他生活太苦了，哪裡曉得那個修行人看世間人真可憐、真苦，看法不一樣。修行人你說穿得破破爛爛，吃的有一餐沒有一餐，他有真樂，我們世間人沒有辦法理解。世間人的苦樂，出世間的人他理解，出世間修行人的快樂，我們世間人不能理解。他有真樂，他對於宇宙之間萬事萬法，他都清楚、他都明瞭，他不迷惑。下面是第五相："
    },
    {
      "id": "02-009-0003_p0024",
      "zh_CN": "【以定慧力。降伏魔怨。】",
      "zh_TW": "【以定慧力。降伏魔怨。】"
    },
    {
      "id": "02-009-0003_p0025",
      "zh_CN": "『魔怨』我们凡夫都有，什么是魔？魔是折磨。我们身体上种种的痛苦，精神上的苦闷，这叫折磨。这个魔，古时候古译的经典，魔下面是个石字，就是折磨之磨。这个字把石头拿掉，换个鬼，这个字是佛教传到中国来之后梁武帝造的字。梁武帝认为折磨太苦了，就跟鬼一样，所以把它换成个鬼字。所以这个字，梁武帝之前，我们中国字里没有这个写法，这是梁武帝造的。但是意思诸位要懂得，就是种种肉体、精神上的折磨。怨是冤家。",
      "zh_TW": "『魔怨』我們凡夫都有，什麼是魔？魔是折磨。我們身體上種種的痛苦，精神上的苦悶，這叫折磨。這個魔，古時候古譯的經典，魔下面是個石字，就是折磨之磨。這個字把石頭拿掉，換個鬼，這個字是佛教傳到中國來之後梁武帝造的字。梁武帝認為折磨太苦了，就跟鬼一樣，所以把它換成個鬼字。所以這個字，梁武帝之前，我們中國字裡沒有這個寫法，這是梁武帝造的。但是意思諸位要懂得，就是種種肉體、精神上的折磨。怨是冤家。"
    },
    {
      "id": "02-009-0003_p0026",
      "zh_CN": "「魔怨」指的是什么？佛在经上跟我们说，魔有四种，第一种叫五阴魔。五阴，就是《心经》里讲的色受想行识，这五样东西，这是我们本身的，我们这个人的身体结构，就是五蕴和合组织成这么个形状。由此可知，这个组织的物质就不是个好东西，本身就是魔障，所以这个身体有什么好处？对身体种种之爱惜、种种照顾，实在讲没有必要。不要过分的爱惜这个身体，身是假的，不是真的。过分的去爱惜它、照顾它，往往产生了许多副作用，不如听其自然的好。当然不能够有意把它损坏，那也是过失，要特别照顾、保护它，也是过失，它都不正常。要让它自然去发展，这才是对的。佛法里面还有很高明的方法，这个经上都会给我们谈到。",
      "zh_TW": "「魔怨」指的是什麼？佛在經上跟我們說，魔有四種，第一種叫五陰魔。五陰，就是《心經》裡講的色受想行識，這五樣東西，這是我們本身的，我們這個人的身體結構，就是五蘊和合組織成這麼個形狀。由此可知，這個組織的物質就不是個好東西，本身就是魔障，所以這個身體有什麼好處？對身體種種之愛惜、種種照顧，實在講沒有必要。不要過分的愛惜這個身體，身是假的，不是真的。過分的去愛惜它、照顧它，往往產生了許多副作用，不如聽其自然的好。當然不能夠有意把它損壞，那也是過失，要特別照顧、保護它，也是過失，它都不正常。要讓它自然去發展，這才是對的。佛法裡面還有很高明的方法，這個經上都會給我們談到。"
    },
    {
      "id": "02-009-0003_p0027",
      "zh_CN": "第二种魔，烦恼魔。烦恼很痛苦，是一种折磨。贪瞋痴慢，五欲七情，我们中国人讲五欲七情，佛经里面讲见思烦恼。第三种叫死魔。我们知道，求学道路很长，尤其是佛学。我们看到佛教的经典，这一部《大藏经》我们一生能不能学得了？学不了。还没学了寿命到了，这个事情可麻烦了。纵然你修得不错，来生再得人身，来生再投生做人，你总不可能一生下来就接着学，至少也要过个十年、二十年；换句话说，你就中断了二十年。这二十年中断，前一世所学的都忘得干干净净，一切又要从头来起，这个事情麻烦大了。我们功夫生生世世都没有进步，原因就在此地。所以死魔也是很麻烦的。",
      "zh_TW": "第二種魔，煩惱魔。煩惱很痛苦，是一種折磨。貪瞋痴慢，五欲七情，我們中國人講五欲七情，佛經裡面講見思煩惱。第三種叫死魔。我們知道，求學道路很長，尤其是佛學。我們看到佛教的經典，這一部《大藏經》我們一生能不能學得了？學不了。還沒學了壽命到了，這個事情可麻煩了。縱然你修得不錯，來生再得人身，來生再投生做人，你總不可能一生下來就接著學，至少也要過個十年、二十年；換句話說，你就中斷了二十年。這二十年中斷，前一世所學的都忘得乾乾淨淨，一切又要從頭來起，這個事情麻煩大了。我們功夫生生世世都沒有進步，原因就在此地。所以死魔也是很麻煩的。"
    },
    {
      "id": "02-009-0003_p0028",
      "zh_CN": "第四种叫天魔。天魔的意思可以说，前面三种是本身的，烦恼是本身的，生死也是本身的，五阴也是本身的，天魔不是本身的，是环境上的折磨，叫自然环境上的折磨。我们今天讲的物质环境、人事环境，现在这两种环境在我们现前这个时代都不好。物质的环境，大家晓得，由于科技的发达所带来的副作用，把物质环境生态统统破坏尽了，连气候都不正常，这是我们生活的物质环境。人事环境更不必说，伦理道德的观念一天比一天下坠，整个世界都在动乱。这使我们的精神、我们的肉体所受到的苦难，都是属于魔怨。",
      "zh_TW": "第四種叫天魔。天魔的意思可以說，前面三種是本身的，煩惱是本身的，生死也是本身的，五陰也是本身的，天魔不是本身的，是環境上的折磨，叫自然環境上的折磨。我們今天講的物質環境、人事環境，現在這兩種環境在我們現前這個時代都不好。物質的環境，大家曉得，由於科技的發達所帶來的副作用，把物質環境生態統統破壞盡了，連氣候都不正常，這是我們生活的物質環境。人事環境更不必說，倫理道德的觀念一天比一天下墜，整個世界都在動亂。這使我們的精神、我們的肉體所受到的苦難，都是屬於魔怨。"
    },
    {
      "id": "02-009-0003_p0029",
      "zh_CN": "怨是冤家，冤家也不是在外，还是在内。佛在经上讲「十恶怨家，十善厚友」，冤家是十恶业，十恶是身所造的杀盗淫，口是妄语、两舌、绮语、恶口，意里头的贪瞋痴，这十种，佛讲这是冤家。所以，冤家也不在外，它在内。用什么方法来对付魔怨？要用『定慧』。定能够伏住、能够控制住，慧能够转变它，能把它化解，有智慧去化解，把它转变。定慧非常的重要。这叫降魔。所以，降魔不是神通，是定慧，神通没有用处。现在大家都喜欢神通，我看到不少人学神通的，年纪轻轻，书也念得不错，学神通大概学个半年、一年，他也证果了，证什么果？精神分裂果，都送到精神病院去了，我们看到真可怜、真痛心。他要不学，没有事情，他学这个东西所带来的苦难，不但是他自己个人的灾难，给他整个家庭都带来了痛苦。学佛最后学成魔了。那些人说老实话都是很用功、很认真的在学，他要是不用功、不认真，他不会有那个结果，都是很用功、很认真的学，学成这个样子。",
      "zh_TW": "怨是冤家，冤家也不是在外，還是在內。佛在經上講「十惡怨家，十善厚友」，冤家是十惡業，十惡是身所造的殺盜淫，口是妄語、兩舌、綺語、惡口，意裡頭的貪瞋痴，這十種，佛講這是冤家。所以，冤家也不在外，它在內。用什麼方法來對付魔怨？要用『定慧』。定能夠伏住、能夠控制住，慧能夠轉變它，能把它化解，有智慧去化解，把它轉變。定慧非常的重要。這叫降魔。所以，降魔不是神通，是定慧，神通沒有用處。現在大家都喜歡神通，我看到不少人學神通的，年紀輕輕，書也念得不錯，學神通大概學個半年、一年，他也證果了，證什麼果？精神分裂果，都送到精神病院去了，我們看到真可憐、真痛心。他要不學，沒有事情，他學這個東西所帶來的苦難，不但是他自己個人的災難，給他整個家庭都帶來了痛苦。學佛最後學成魔了。那些人說老實話都是很用功、很認真的在學，他要是不用功、不認真，他不會有那個結果，都是很用功、很認真的學，學成這個樣子。"
    },
    {
      "id": "02-009-0003_p0030",
      "zh_CN": "诸位要晓得，真正的佛法是教你修戒定慧，绝对不是教你学神通。到你自己将来真正有了神通，你也不会用神通，也不会用神通教别人。为什么？因为要以神通做佛事，就是以神通教化众生，佛教容易被人家冒牌。为什么？鬼神都有神通。佛菩萨要用神通来教化众生，鬼神也用这个，到底是佛与魔，的确你没有能力辨别。所以佛菩萨有神通不用，他讲经说法，魔不会讲经说法，这个他没有办法冒牌的；用神通，魔会冒牌，他有一套，这是我们要认识清楚。佛门不用神通接引众生，释迦牟尼佛神通广大，当年在世四十九年，天天为大家讲经说法，并没有显神通。这是我们应该深深去思惟，好好的去想想。",
      "zh_TW": "諸位要曉得，真正的佛法是教你修戒定慧，絕對不是教你學神通。到你自己將來真正有了神通，你也不會用神通，也不會用神通教別人。為什麼？因為要以神通做佛事，就是以神通教化眾生，佛教容易被人家冒牌。為什麼？鬼神都有神通。佛菩薩要用神通來教化眾生，鬼神也用這個，到底是佛與魔，的確你沒有能力辨別。所以佛菩薩有神通不用，他講經說法，魔不會講經說法，這個他沒有辦法冒牌的；用神通，魔會冒牌，他有一套，這是我們要認識清楚。佛門不用神通接引眾生，釋迦牟尼佛神通廣大，當年在世四十九年，天天為大家講經說法，並沒有顯神通。這是我們應該深深去思惟，好好的去想想。"
    },
    {
      "id": "02-009-0003_p0031",
      "zh_CN": "【得微妙法。成最正觉。】",
      "zh_TW": "【得微妙法。成最正覺。】"
    },
    {
      "id": "02-009-0003_p0032",
      "zh_CN": "这句是八相里面的第六相「成道」，就是示现成佛了。佛是怎么成佛的？『得微妙法』，微妙是讲的实相妙理，就是宇宙、人生的真相，完全明白了。『最正觉』就是成佛。正觉，阿罗汉称为正觉，菩萨称为正等正觉，还没有到「最」，佛是最正觉，就是无上正等正觉，这就是示现成佛。如果我们要依蕅益大师在《弥陀经要解》里面所讲的，他老人家讲得非常具体，也非常的踏实。他说释迦牟尼佛是怎么成佛的？是念阿弥陀佛成佛。如果要依蕅益大师这个说法，「得微妙法」，这个微妙法就是念佛往生，不退成佛，就是这个意思。所以微妙法就可以指本经，本经就是微妙法，就是成最正觉的微妙法。我们学佛还要找什么经典？这一部就够了。",
      "zh_TW": "這句是八相裡面的第六相「成道」，就是示現成佛了。佛是怎麼成佛的？『得微妙法』，微妙是講的實相妙理，就是宇宙、人生的真相，完全明白了。『最正覺』就是成佛。正覺，阿羅漢稱為正覺，菩薩稱為正等正覺，還沒有到「最」，佛是最正覺，就是無上正等正覺，這就是示現成佛。如果我們要依蕅益大師在《彌陀經要解》裡面所講的，他老人家講得非常具體，也非常的踏實。他說釋迦牟尼佛是怎麼成佛的？是念阿彌陀佛成佛。如果要依蕅益大師這個說法，「得微妙法」，這個微妙法就是念佛往生，不退成佛，就是這個意思。所以微妙法就可以指本經，本經就是微妙法，就是成最正覺的微妙法。我們學佛還要找什麼經典？這一部就夠了。"
    },
    {
      "id": "02-009-0003_p0033",
      "zh_CN": "下面这段文很长，是第七「转法轮」。佛为什么示现成佛？当然他最主要的目的，还是为众生说法，帮助大家破迷开悟，这是他主要的目标。所以底下这段文就特别长。",
      "zh_TW": "下面這段文很長，是第七「轉法輪」。佛為什麼示現成佛？當然他最主要的目的，還是為眾生說法，幫助大家破迷開悟，這是他主要的目標。所以底下這段文就特別長。"
    },
    {
      "id": "02-009-0003_p0034",
      "zh_CN": "【天人归仰。请转法轮。常以法音。觉诸世间。】",
      "zh_TW": "【天人歸仰。請轉法輪。常以法音。覺諸世間。】"
    },
    {
      "id": "02-009-0003_p0035",
      "zh_CN": "这一句是佛说法的总纲。『归』是皈依，『仰』是信仰，佛是世间的导师，对于佛没有不敬仰的。『请转法轮』，佛说法是要启请的，没有人请，佛不会自己说法。虽然也有特别，有没有启请的佛就说了，那个情形很少。无问自说，这个法门是非常特殊，《佛说阿弥陀经》就是无问自说，但是《无量寿经》是有人启请，不是无问自说。无问自说那一定是非常特殊的法门，净土三经里面就有一种。",
      "zh_TW": "這一句是佛說法的總綱。『歸』是皈依，『仰』是信仰，佛是世間的導師，對於佛沒有不敬仰的。『請轉法輪』，佛說法是要啟請的，沒有人請，佛不會自己說法。雖然也有特別，有沒有啟請的佛就說了，那個情形很少。無問自說，這個法門是非常特殊，《佛說阿彌陀經》就是無問自說，但是《無量壽經》是有人啟請，不是無問自說。無問自說那一定是非常特殊的法門，淨土三經裡面就有一種。"
    },
    {
      "id": "02-009-0003_p0036",
      "zh_CN": "「转法轮」是比喻说法，转是辗转的意思。佛法要流通，释迦牟尼佛说了，弟子们听了，明白了，依照这个方法修行得到真实的利益，他必须要把他自己所修所得的，转告给别人，所以讲辗转流通。将佛法推广，普遍的介绍给一切大众，这就有转的意思，辗转流通的意思。轮是表法的，换句话说，是佛法里面的一个标志，用这个图案来代表佛法，这个图的确是有很深的含义。圆是动的，我们看看今天这个世界，科技之所以发达，诸位想想，如果离开圆，所有科学都停摆，都不能动了。所以它是动的。心是静的，它代表「动静一如」，代表这个意思。圆是「有」，它那心是「空」的。诸位想想圆心，圆心只是个抽象的东西，它确实有心，心找不到。所以心是空，圆是有，代表「空有不二」。佛讲的话就是空有不二，就是动静不二，佛给我们讲的法，这就是宇宙人生的真相，你明白这个道理，你修身养性也就抓到了原理。",
      "zh_TW": "「轉法輪」是比喻說法，轉是輾轉的意思。佛法要流通，釋迦牟尼佛說了，弟子們聽了，明白了，依照這個方法修行得到真實的利益，他必須要把他自己所修所得的，轉告給別人，所以講輾轉流通。將佛法推廣，普遍的介紹給一切大眾，這就有轉的意思，輾轉流通的意思。輪是表法的，換句話說，是佛法裡面的一個標誌，用這個圖案來代表佛法，這個圖的確是有很深的含義。圓是動的，我們看看今天這個世界，科技之所以發達，諸位想想，如果離開圓，所有科學都停擺，都不能動了。所以它是動的。心是靜的，它代表「動靜一如」，代表這個意思。圓是「有」，它那心是「空」的。諸位想想圓心，圓心只是個抽象的東西，它確實有心，心找不到。所以心是空，圓是有，代表「空有不二」。佛講的話就是空有不二，就是動靜不二，佛給我們講的法，這就是宇宙人生的真相，你明白這個道理，你修身養性也就抓到了原理。"
    },
    {
      "id": "02-009-0003_p0037",
      "zh_CN": "我们这个身就是圆，就是轮，所以身要动，身要不动，身就要长毛病。你看叫活动，活就要动，不动就不活了，就死了，你要活就要动。可是身要动，心不能动，心一动，心就坏了。现在人他颠倒，他身很舒服，他要不动，他心在那里动，这叫颠倒错乱。佛法里面跟你讲颠倒，你要晓得颠倒在哪里？不该动的他动，该动的他不动，这不是颠倒了吗？所以人的苦难就来了。真正学佛的人，心是常净，心里面没有东西，干干净净，六祖大师说「本来无一物，何处惹尘埃」。尘埃是什么？就是我们今天讲的染污。本来无一物，他怎么会接受染污？心地清净光明，一尘不染。心不能动，身要动，该动的要叫他动。诸位明了，学佛对于世间一切事务没有妨碍，你身，天天你该做什么，你就去做，心要清净。也许就说了，我做事情要用头脑、要想，想是心。实在讲不必要想，不必要想，你的事情就做得非常圆满，你要去想，反而把事情想错、做错了。为什么？想是妄想，不想是智慧，你心地清净，事情一到面前来，就像一面镜子一样照得清清楚楚，决定没有错误。",
      "zh_TW": "我們這個身就是圓，就是輪，所以身要動，身要不動，身就要長毛病。你看叫活動，活就要動，不動就不活了，就死了，你要活就要動。可是身要動，心不能動，心一動，心就壞了。現在人他顛倒，他身很舒服，他要不動，他心在那裡動，這叫顛倒錯亂。佛法裡面跟你講顛倒，你要曉得顛倒在哪裡？不該動的他動，該動的他不動，這不是顛倒了嗎？所以人的苦難就來了。真正學佛的人，心是常淨，心裡面沒有東西，乾乾淨淨，六祖大師說「本來無一物，何處惹塵埃」。塵埃是什麼？就是我們今天講的染污。本來無一物，他怎麼會接受染污？心地清淨光明，一塵不染。心不能動，身要動，該動的要叫他動。諸位明瞭，學佛對於世間一切事務沒有妨礙，你身，天天你該做什麼，你就去做，心要清淨。也許就說了，我做事情要用頭腦、要想，想是心。實在講不必要想，不必要想，你的事情就做得非常圓滿，你要去想，反而把事情想錯、做錯了。為什麼？想是妄想，不想是智慧，你心地清淨，事情一到面前來，就像一面鏡子一樣照得清清楚楚，決定沒有錯誤。"
    },
    {
      "id": "02-009-0003_p0038",
      "zh_CN": "像当年释迦牟尼佛在世，这些弟子们有问题请教他，问题提出来，佛就给他解答。佛有没有去想一想，你这个问题我考虑考虑，我再答复你？没有，没有过的。如果佛要是想一想考虑考虑再答复你的话，佛心就动了，就不是自自然然的照见。佛没有想的，照见！所以法师们讲经，真正讲经的法师，那个好法师讲经之前要不要去准备准备？不要。对了！如果去准备准备，他心就动了。法师讲经之前是怎么准备法？入定，他是在那里打坐，什么念头都放下，时间一到他就升座，这个讲就不会有错误。你明白这个道理，在日常生活当中，应付一切事务也是这么个道理。所以心要常净、要常定，什么事情到面前，自然那个智慧就现前，处理得非常恰当，这叫功夫。所以，轮是代表这个意思。",
      "zh_TW": "像當年釋迦牟尼佛在世，這些弟子們有問題請教他，問題提出來，佛就給他解答。佛有沒有去想一想，你這個問題我考慮考慮，我再答覆你？沒有，沒有過的。如果佛要是想一想考慮考慮再答覆你的話，佛心就動了，就不是自自然然的照見。佛沒有想的，照見！所以法師們講經，真正講經的法師，那個好法師講經之前要不要去準備準備？不要。對了！如果去準備準備，他心就動了。法師講經之前是怎麼準備法？入定，他是在那裡打坐，什麼念頭都放下，時間一到他就升座，這個講就不會有錯誤。你明白這個道理，在日常生活當中，應付一切事務也是這麼個道理。所以心要常淨、要常定，什麼事情到面前，自然那個智慧就現前，處理得非常恰當，這叫功夫。所以，輪是代表這個意思。"
    },
    {
      "id": "02-009-0003_p0039",
      "zh_CN": "在佛法里面，标志用轮是最多的，其次用莲花。莲花也是代表「出污泥而不染」，表这个意思。修行人身心像莲花一样，莲花的根生在泥土里，把泥土代表的六凡法界，就是六道，在六道不染六道。六道之上还有四圣法界，四圣法界是佛法，你不要被世间法所染，你也不要被佛法所染污。世间法染污人，佛法也染污人，被佛法染污了，实在讲跟世间法的染污是差不了多少的，都是错误的。莲花开在水的上面，把水代表佛法，泥土代表世间法，花开在水上，世出世间法都不沾染，这就对了！",
      "zh_TW": "在佛法裡面，標誌用輪是最多的，其次用蓮花。蓮花也是代表「出污泥而不染」，表這個意思。修行人身心像蓮花一樣，蓮花的根生在泥土裡，把泥土代表的六凡法界，就是六道，在六道不染六道。六道之上還有四聖法界，四聖法界是佛法，你不要被世間法所染，你也不要被佛法所染污。世間法染污人，佛法也染污人，被佛法染污了，實在講跟世間法的染污是差不了多少的，都是錯誤的。蓮花開在水的上面，把水代表佛法，泥土代表世間法，花開在水上，世出世間法都不沾染，這就對了！"
    },
    {
      "id": "02-009-0003_p0040",
      "zh_CN": "所以，给你讲三皈依，是皈依自性三宝，自性觉、自性正、自性净，这才超越，真正超越。我们对于释迦牟尼佛由衷的佩服，就是他不牵我们鼻子走，我们不是跟他学，是超越他。他只是给我们指路，指出之后，我们会超越，不是跟他走；跟他走，错误了，跟他走你永远不能够超越，永远不能跟他等齐。佛法是要求你超越的，要求你独立自主，决定不能跟一个人。跟一个人是在初学的阶段，学到某一个程度之后，老师要把你放出去，你要独立，不能永远跟随。这才是个真正好老师，是我们非常佩服的。",
      "zh_TW": "所以，給你講三皈依，是皈依自性三寶，自性覺、自性正、自性淨，這才超越，真正超越。我們對於釋迦牟尼佛由衷的佩服，就是他不牽我們鼻子走，我們不是跟他學，是超越他。他只是給我們指路，指出之後，我們會超越，不是跟他走；跟他走，錯誤了，跟他走你永遠不能夠超越，永遠不能跟他等齊。佛法是要求你超越的，要求你獨立自主，決定不能跟一個人。跟一個人是在初學的階段，學到某一個程度之後，老師要把你放出去，你要獨立，不能永遠跟隨。這才是個真正好老師，是我們非常佩服的。"
    },
    {
      "id": "02-009-0003_p0041",
      "zh_CN": "『常以法音，觉诸世间』，为一切众生说法，目的是叫一切众生破迷开悟。佛说法就是帮助大家觉悟，帮助大家认识自己、认识环境，佛的教学目的就达到了。底下是详细说明教学的方针，也就是说他教学最重要的几个目标，前面讲的是总目标。",
      "zh_TW": "『常以法音，覺諸世間』，為一切眾生說法，目的是叫一切眾生破迷開悟。佛說法就是幫助大家覺悟，幫助大家認識自己、認識環境，佛的教學目的就達到了。底下是詳細說明教學的方針，也就是說他教學最重要的幾個目標，前面講的是總目標。"
    },
    {
      "id": "02-009-0003_p0042",
      "zh_CN": "【破烦恼城。坏诸欲堑。】",
      "zh_TW": "【破煩惱城。壞諸欲塹。】"
    },
    {
      "id": "02-009-0003_p0043",
      "zh_CN": "『城』是城堡，比喻非常坚固。众生『烦恼』的意念很坚固，就像城堡一样，佛说法帮助我们要把这个城堡攻破，也就是断烦恼。实在讲，学佛从哪里学起？要从断烦恼学起。『欲』是欲望，我们常讲五欲财色名食睡，这不是好东西，世间人对这些东西都是很贪爱。这是六道轮回的根本，是烦恼的根源，必须要认清楚它，要把它舍离。『堑』是从前护城的城河，护城河，在此地都是比喻，形容词。贪瞋痴慢、七情五欲首先要把它远离，所以在四弘誓愿里面，你发了菩提心之后，接着是「烦恼无尽誓愿断」。",
      "zh_TW": "『城』是城堡，比喻非常堅固。眾生『煩惱』的意念很堅固，就像城堡一樣，佛說法幫助我們要把這個城堡攻破，也就是斷煩惱。實在講，學佛從哪裡學起？要從斷煩惱學起。『欲』是欲望，我們常講五欲財色名食睡，這不是好東西，世間人對這些東西都是很貪愛。這是六道輪迴的根本，是煩惱的根源，必須要認清楚它，要把它捨離。『塹』是從前護城的城河，護城河，在此地都是比喻，形容詞。貪瞋痴慢、七情五欲首先要把它遠離，所以在四弘誓願裡面，你發了菩提心之後，接著是「煩惱無盡誓願斷」。"
    },
    {
      "id": "02-009-0003_p0044",
      "zh_CN": "佛法从哪里学？从断烦恼下手。烦恼要没有断，你所学的法门都是邪知邪见，换句话说，都不是正觉，纵然是觉，不是正觉，这个在第一天就跟诸位报告过了。必须烦恼断尽，你的觉才是正觉，你的法门才是真实的法门。这个话也是清凉大师在《华严经疏钞》里面所说的，他老人家讲「有解无行，增长邪见」，行是什么？就是断烦恼。你烦恼没有断，你对佛法懂得很多，不过是增长邪知邪见而已。他老人家又说「有行无解，增长无明」，真正用功修行，对于理论、方法都不懂，叫盲修瞎练，增长无明。这个两种修学都是错误的，必须要解行相应，要懂得理论方法，认真去断烦恼。",
      "zh_TW": "佛法從哪裡學？從斷煩惱下手。煩惱要沒有斷，你所學的法門都是邪知邪見，換句話說，都不是正覺，縱然是覺，不是正覺，這個在第一天就跟諸位報告過了。必須煩惱斷盡，你的覺才是正覺，你的法門才是真實的法門。這個話也是清涼大師在《華嚴經疏鈔》裡面所說的，他老人家講「有解無行，增長邪見」，行是什麼？就是斷煩惱。你煩惱沒有斷，你對佛法懂得很多，不過是增長邪知邪見而已。他老人家又說「有行無解，增長無明」，真正用功修行，對於理論、方法都不懂，叫盲修瞎練，增長無明。這個兩種修學都是錯誤的，必須要解行相應，要懂得理論方法，認真去斷煩惱。"
    },
    {
      "id": "02-009-0003_p0045",
      "zh_CN": "唯有烦恼、欲望舍离了，我们这个心才会清净，清净心就是禅定。只要你有烦恼、有欲望，你想修定是决定修不成功的，没有这回事情。这是第一个教学的目标，要把这个事实的真相、利害得失告诉我们。我们如果真正明白了，才晓得这是无始劫以来的祸根，这才认清楚，才真正下定决心把这个根本拔除。",
      "zh_TW": "唯有煩惱、欲望捨離了，我們這個心才會清淨，清淨心就是禪定。只要你有煩惱、有欲望，你想修定是決定修不成功的，沒有這回事情。這是第一個教學的目標，要把這個事實的真相、利害得失告訴我們。我們如果真正明白了，才曉得這是無始劫以來的禍根，這才認清楚，才真正下定決心把這個根本拔除。"
    },
    {
      "id": "02-009-0003_p0046",
      "zh_CN": "【洗濯垢污。显明清白。】",
      "zh_TW": "【洗濯垢污。顯明清白。】"
    },
    {
      "id": "02-009-0003_p0047",
      "zh_CN": "这两句是讲我们的心性。我们心性被烦恼、被欲望所染污，现在把烦恼断掉，欲望除掉了，我们心性的染污才去掉，就好比『洗濯垢污』。这些东西洗干净了，心性重新又显露出来，禅家讲明心见性，这个两句就是明心见性的意思。这种教学的目标是通于大小乘，通于一切宗派、法门，佛法教学的就是这些。",
      "zh_TW": "這兩句是講我們的心性。我們心性被煩惱、被欲望所染污，現在把煩惱斷掉，欲望除掉了，我們心性的染污才去掉，就好比『洗濯垢污』。這些東西洗乾淨了，心性重新又顯露出來，禪家講明心見性，這個兩句就是明心見性的意思。這種教學的目標是通於大小乘，通於一切宗派、法門，佛法教學的就是這些。"
    },
    {
      "id": "02-009-0003_p0048",
      "zh_CN": "【调众生。宣妙理。贮功德。示福田。】",
      "zh_TW": "【調眾生。宣妙理。貯功德。示福田。】"
    },
    {
      "id": "02-009-0003_p0049",
      "zh_CN": "这是讲教学的方法、方式。用什么样的方式才能达到上面教学的目标？这个方式也是总说，细说，各宗各派都不一样。『调』是调伏、调教，要调顺众生的性情，他才能够接受。能接受的时候再给他讲解，『宣妙理』是给他讲解。所以诸位要知道，佛法教学在方式上先要从「调众生」，从调伏下手。我们这一代，无论在家出家修学，修学得很辛苦，不能说不用功，但是为什么没有成就？说老实话就是没有这一句，把这句疏忽掉了。这一句就是我们中国古人所讲的五年学戒，学佛，五年等于说是新生训练。不管在家出家，你要想学佛，开头五年要接受新生训练。新生训练训什么？就是调心。用什么方法？方法很多，禅宗里面打坐，用这个方法，教下教你读经，净土宗教你念佛，密宗教你念咒、教你拜佛，这都是方法。",
      "zh_TW": "這是講教學的方法、方式。用什麼樣的方式才能達到上面教學的目標？這個方式也是總說，細說，各宗各派都不一樣。『調』是調伏、調教，要調順眾生的性情，他才能夠接受。能接受的時候再給他講解，『宣妙理』是給他講解。所以諸位要知道，佛法教學在方式上先要從「調眾生」，從調伏下手。我們這一代，無論在家出家修學，修學得很辛苦，不能說不用功，但是為什麼沒有成就？說老實話就是沒有這一句，把這句疏忽掉了。這一句就是我們中國古人所講的五年學戒，學佛，五年等於說是新生訓練。不管在家出家，你要想學佛，開頭五年要接受新生訓練。新生訓練訓什麼？就是調心。用什麼方法？方法很多，禪宗裡面打坐，用這個方法，教下教你讀經，淨土宗教你念佛，密宗教你念咒、教你拜佛，這都是方法。"
    },
    {
      "id": "02-009-0003_p0050",
      "zh_CN": "这个时候什么都不讲的。譬如说，你想跟我学佛，那我就教你，我是修净土宗的，你也想修净土，我就把《无量寿经》告诉你，每一天念十遍，念五年再来看我。这个念五年是什么？就是调众生，你的心，所有这些妄念都给念掉了。为什么？念经就不会打妄想，这就是调心。心到真正清净了，然后你再来找我，你如果有五年这样的功夫，你在我这里听这座经决定开悟。你们来听经为什么不能开悟？就是你没有这个基础，你是乱心来听、杂心来听，所以你得不到受用。今天人没有这个耐心，叫五年回去修清净心，他受不了。受不了怎么样？受不了没有成就，这是真的，是事实。有没有其他方法能够代替？给诸位说，没有方法，没有第二个方法。",
      "zh_TW": "這個時候什麼都不講的。譬如說，你想跟我學佛，那我就教你，我是修淨土宗的，你也想修淨土，我就把《無量壽經》告訴你，每一天念十遍，念五年再來看我。這個念五年是什麼？就是調眾生，你的心，所有這些妄念都給念掉了。為什麼？念經就不會打妄想，這就是調心。心到真正清淨了，然後你再來找我，你如果有五年這樣的功夫，你在我這裡聽這座經決定開悟。你們來聽經為什麼不能開悟？就是你沒有這個基礎，你是亂心來聽、雜心來聽，所以你得不到受用。今天人沒有這個耐心，叫五年回去修清淨心，他受不了。受不了怎麼樣？受不了沒有成就，這是真的，是事實。有沒有其他方法能夠代替？給諸位說，沒有方法，沒有第二個方法。"
    },
    {
      "id": "02-009-0003_p0051",
      "zh_CN": "所以，学佛从哪里学起？从清净心学起，就是前面讲的断烦恼。把你的妄想、执着、分别、杂念、忧虑、牵挂统统要把它舍掉。打坐是一个方法，你只要有这些妄念，老和尚的香板就打下来了，有念就打，把妄念打掉；没有念头也打，没有念头是无明，要把无明打掉。所以禅宗最初的教学是什么？是香板的教育，天天都要挨打的。教下，教下主要是读经。读经，每个宗派里面念的不一样，贤首宗教你念《华严经》，天台宗念《法华经》，各宗念自己主修的经典。五年当中只有念的分，没有听讲的分，没有资格听讲，就是念。念到一定的遍数，它的目的就是把你的妄想分别执着给念掉，恢复到心地清净，用这种方法。我们今天要想真正修学，说老实话，不走古人的道路就没有成就的指望，这是事实。",
      "zh_TW": "所以，學佛從哪裡學起？從清淨心學起，就是前面講的斷煩惱。把你的妄想、執著、分別、雜念、憂慮、牽掛統統要把它捨掉。打坐是一個方法，你只要有這些妄念，老和尚的香板就打下來了，有念就打，把妄念打掉；沒有念頭也打，沒有念頭是無明，要把無明打掉。所以禪宗最初的教學是什麼？是香板的教育，天天都要挨打的。教下，教下主要是讀經。讀經，每個宗派裡面念的不一樣，賢首宗教你念《華嚴經》，天台宗念《法華經》，各宗念自己主修的經典。五年當中只有念的分，沒有聽講的分，沒有資格聽講，就是念。念到一定的遍數，它的目的就是把你的妄想分別執著給念掉，恢復到心地清淨，用這種方法。我們今天要想真正修學，說老實話，不走古人的道路就沒有成就的指望，這是事實。"
    },
    {
      "id": "02-009-0003_p0052",
      "zh_CN": "由此可知，读诵非常重要。现在虽然跟大家讲经，但是我特别着重的，还是劝诸位要认真去念经、去念佛，你念的时间愈长愈好，每天至少要有两个小时，不能够再少，当然时间是愈长愈好。每天两个小时，五年不中断，五年以后可以听经。听经能不能有悟处？还靠不住。为什么？因为你功力不够。你每天要能有六个小时，可以说保证有悟处。古人修学，每天用功不会少过六个小时，总在六个小时以上。所以他五年之后，他听经会开悟，他修行会证果。绝对不是说我们这一代的人没有古人聪明，那是笑话，我觉得我们这一代的人比古人聪明太多了。之所以没有古人那种成就，我们的方法错误。这是「调众生，宣妙理」，非常重要。",
      "zh_TW": "由此可知，讀誦非常重要。現在雖然跟大家講經，但是我特別著重的，還是勸諸位要認真去念經、去念佛，你念的時間愈長愈好，每天至少要有兩個小時，不能夠再少，當然時間是愈長愈好。每天兩個小時，五年不中斷，五年以後可以聽經。聽經能不能有悟處？還靠不住。為什麼？因為你功力不夠。你每天要能有六個小時，可以說保證有悟處。古人修學，每天用功不會少過六個小時，總在六個小時以上。所以他五年之後，他聽經會開悟，他修行會證果。絕對不是說我們這一代的人沒有古人聰明，那是笑話，我覺得我們這一代的人比古人聰明太多了。之所以沒有古人那種成就，我們的方法錯誤。這是「調眾生，宣妙理」，非常重要。"
    },
    {
      "id": "02-009-0003_p0053",
      "zh_CN": "『贮功德』，积功累德。『示福田』，指示什么是福田。其实这四句话就是我刚才所说的，心地清净是功德，清净心能生智慧，那是真实的福田。",
      "zh_TW": "『貯功德』，積功累德。『示福田』，指示什麼是福田。其實這四句話就是我剛才所說的，心地清淨是功德，清淨心能生智慧，那是真實的福田。"
    },
    {
      "id": "02-009-0003_p0054",
      "zh_CN": "【以诸法药救疗三苦。】",
      "zh_TW": "【以諸法藥救療三苦。】"
    },
    {
      "id": "02-009-0003_p0055",
      "zh_CN": "『法』是讲种种方法，这个方法决定是觉悟的方法，不是迷惑颠倒的方法。为什么？才能够救『三苦』，三苦就是指的六道，三苦是苦苦、坏苦、行苦，就是指的六道轮回，才能够解决这个问题。我们在净宗，就是修净土，在许多法门里面，我们在行门里面特地选了五科，就是五个科目，我们能够依照这五个科目修行，这一生就决定有成就。这五个科目第一个是「三福」，《观无量寿经》所说的三种福，学佛不能没有福，先修三福。三福第一个福是人天福报，有四句，「孝养父母，奉事师长，慈心不杀，修十善业」，这是第一种，我们要做到。学佛从哪里学起？从孝亲、尊师学起，这是根本，这是教育。第二福是二乘福，「受持三皈，具足众戒，不犯威仪」，这三句，阿罗汉、辟支佛所修的。念佛往生是大乘法门，不是小乘，所以还要修第三福，菩萨所修的。第三福也有四句，「发菩提心，深信因果，读诵大乘，劝进行者」。这个三福不能细讲，要细讲也可以讲一个月。",
      "zh_TW": "『法』是講種種方法，這個方法決定是覺悟的方法，不是迷惑顛倒的方法。為什麼？才能夠救『三苦』，三苦就是指的六道，三苦是苦苦、壞苦、行苦，就是指的六道輪迴，才能夠解決這個問題。我們在淨宗，就是修淨土，在許多法門裡面，我們在行門裡面特地選了五科，就是五個科目，我們能夠依照這五個科目修行，這一生就決定有成就。這五個科目第一個是「三福」，《觀無量壽經》所說的三種福，學佛不能沒有福，先修三福。三福第一個福是人天福報，有四句，「孝養父母，奉事師長，慈心不殺，修十善業」，這是第一種，我們要做到。學佛從哪裡學起？從孝親、尊師學起，這是根本，這是教育。第二福是二乘福，「受持三皈，具足眾戒，不犯威儀」，這三句，阿羅漢、辟支佛所修的。念佛往生是大乘法門，不是小乘，所以還要修第三福，菩薩所修的。第三福也有四句，「發菩提心，深信因果，讀誦大乘，勸進行者」。這個三福不能細講，要細講也可以講一個月。"
    },
    {
      "id": "02-009-0003_p0056",
      "zh_CN": "这个里面「深信因果」特别重要，我在早年学佛，这个三福十一句，只有「深信因果」这一句不懂，搞了好多年才搞明白。为什么？因为它摆在菩萨里头，他要摆在第一条，我马上就懂。我们通常讲因果，善有善报，恶有恶报，这谁不知道！摆在菩萨那个地方，这个严重了，菩萨还不知道？那是什么因果？搞了很多年才晓得，原来是念佛，「念佛是因，成佛是果」，这个的确很多菩萨都不知道，才真正搞清楚。它不是普通的因果，不是善恶因果，是成佛的因果，这个的确许多的菩萨不晓得。要从三福学起，三福那是修的自己。",
      "zh_TW": "這個裡面「深信因果」特別重要，我在早年學佛，這個三福十一句，只有「深信因果」這一句不懂，搞了好多年才搞明白。為什麼？因為它擺在菩薩裡頭，他要擺在第一條，我馬上就懂。我們通常講因果，善有善報，惡有惡報，這誰不知道！擺在菩薩那個地方，這個嚴重了，菩薩還不知道？那是什麼因果？搞了很多年才曉得，原來是念佛，「念佛是因，成佛是果」，這個的確很多菩薩都不知道，才真正搞清楚。它不是普通的因果，不是善惡因果，是成佛的因果，這個的確許多的菩薩不曉得。要從三福學起，三福那是修的自己。"
    },
    {
      "id": "02-009-0003_p0057",
      "zh_CN": "我们在这个社会，不能离开大众，跟大众相处要修「六和敬」。三福、六和、三学、六度、十大愿王这五个科目，我们以这个「法药」就能够「救疗三苦」，帮助我们上上品往生。换句话说，一个学佛的人在日常生活当中，要以这五个科目作为我们修行的准则。",
      "zh_TW": "我們在這個社會，不能離開大眾，跟大眾相處要修「六和敬」。三福、六和、三學、六度、十大願王這五個科目，我們以這個「法藥」就能夠「救療三苦」，幫助我們上上品往生。換句話說，一個學佛的人在日常生活當中，要以這五個科目作為我們修行的準則。"
    },
    {
      "id": "02-009-0003_p0058",
      "zh_CN": "【升灌顶阶。授菩提记。】",
      "zh_TW": "【昇灌頂階。授菩提記。】"
    },
    {
      "id": "02-009-0003_p0059",
      "zh_CN": "灌顶，阶是阶级，『升灌顶阶』，那就是有相当的成就，可以代佛弘法了。「灌顶」的意思，此地是讲的密宗。我们这部经典，显、密都有，禅有、教也有，可以说这部经典是整个佛法的浓缩，整个佛法的精华，不管是哪一宗哪一派的思想、教学的原理原则，我们这部经上统统具足。灌顶，昨天跟诸位略略说过了，灌是大悲护念的意思，顶是佛果最顶，就是佛的头顶，表示第一法门，至高无上的法门。灌顶就是诸佛护念，帮助你成就无上法门的意思。我们明白灌顶的真义，就晓得这部经是十方三世一切诸佛如来所称赞的第一经，就是佛果顶法。我们依照这部经修学，将这部经念一遍，将这部经想一遍，也就是十方诸佛给我们灌顶一次。使我们自己的身心真正得到清净平等觉，这是真实的灌顶。佛法的修学重实质，不重形式，这一点诸位同修一定要知道。",
      "zh_TW": "灌頂，階是階級，『昇灌頂階』，那就是有相當的成就，可以代佛弘法了。「灌頂」的意思，此地是講的密宗。我們這部經典，顯、密都有，禪有、教也有，可以說這部經典是整個佛法的濃縮，整個佛法的精華，不管是哪一宗哪一派的思想、教學的原理原則，我們這部經上統統具足。灌頂，昨天跟諸位略略說過了，灌是大悲護念的意思，頂是佛果最頂，就是佛的頭頂，表示第一法門，至高無上的法門。灌頂就是諸佛護念，幫助你成就無上法門的意思。我們明白灌頂的真義，就曉得這部經是十方三世一切諸佛如來所稱讚的第一經，就是佛果頂法。我們依照這部經修學，將這部經念一遍，將這部經想一遍，也就是十方諸佛給我們灌頂一次。使我們自己的身心真正得到清淨平等覺，這是真實的灌頂。佛法的修學重實質，不重形式，這一點諸位同修一定要知道。"
    },
    {
      "id": "02-009-0003_p0060",
      "zh_CN": "「授记」是预先告诉你，你在什么时候、在什么处所成佛度生，像这一类的预先告诉你，这叫授记。",
      "zh_TW": "「授記」是預先告訴你，你在什麼時候、在什麼處所成佛度生，像這一類的預先告訴你，這叫授記。"
    },
    {
      "id": "02-009-0003_p0061",
      "zh_CN": "【为教菩萨。作阿阇黎。】",
      "zh_TW": "【為教菩薩。作阿闍黎。】"
    },
    {
      "id": "02-009-0003_p0062",
      "zh_CN": "『阿阇黎』就是我们今天所讲的教授、老师。他是以老师的身分出现在这个世间，为什么？是为了教学。菩萨是学生，是一个真正求觉悟的人，我们称他做菩萨。",
      "zh_TW": "『阿闍黎』就是我們今天所講的教授、老師。他是以老師的身分出現在這個世間，為什麼？是為了教學。菩薩是學生，是一個真正求覺悟的人，我們稱他做菩薩。"
    },
    {
      "id": "02-009-0003_p0063",
      "zh_CN": "【常习相应无边诸行。成熟菩萨无边善根。】",
      "zh_TW": "【常習相應無邊諸行。成熟菩薩無邊善根。】"
    },
    {
      "id": "02-009-0003_p0064",
      "zh_CN": "这四句，实在就是一部《四十华严》五十三参的纲领，一部《四十华严》也就是这四句的详细说明。『常』是不能间断，『习』就是修学，『相应』，这个意思是说我们的生活、我们的思想、我们的言行，乃至于我们在世间从事种种事业，都要与佛的教训相应，都要与体性相应；换句话说，要与宇宙人生的真相相应。这样『无边』的『诸行』，行是行为，才能够『成熟菩萨无边善根』。所以这部经跟《华严经》，实在讲有非常密切的关系，如果不是熟读《华严》，深入《华严》，对于这部经要想详细的理解很难，它确实是《华严》的精华。五十三参在《四十华严》是整整四十卷，此地四句就讲尽了，十六个字就说尽了。",
      "zh_TW": "這四句，實在就是一部《四十華嚴》五十三參的綱領，一部《四十華嚴》也就是這四句的詳細說明。『常』是不能間斷，『習』就是修學，『相應』，這個意思是說我們的生活、我們的思想、我們的言行，乃至於我們在世間從事種種事業，都要與佛的教訓相應，都要與體性相應；換句話說，要與宇宙人生的真相相應。這樣『無邊』的『諸行』，行是行為，才能夠『成熟菩薩無邊善根』。所以這部經跟《華嚴經》，實在講有非常密切的關係，如果不是熟讀《華嚴》，深入《華嚴》，對於這部經要想詳細的理解很難，它確實是《華嚴》的精華。五十三參在《四十華嚴》是整整四十卷，此地四句就講盡了，十六個字就說盡了。"
    },
    {
      "id": "02-009-0003_p0065",
      "zh_CN": "【无量诸佛咸共护念。】",
      "zh_TW": "【無量諸佛咸共護念。】"
    },
    {
      "id": "02-009-0003_p0066",
      "zh_CN": "这一句是说诸佛加持，一个人认真的修学，努力精进，必定会得到一切诸佛的护念。",
      "zh_TW": "這一句是說諸佛加持，一個人認真的修學，努力精進，必定會得到一切諸佛的護念。"
    },
    {
      "id": "02-009-0003_p0067",
      "zh_CN": "【诸佛刹中。皆能示现。】",
      "zh_TW": "【諸佛剎中。皆能示現。】"
    },
    {
      "id": "02-009-0003_p0068",
      "zh_CN": "一切诸佛刹土，前面说过，遇到有缘的众生，应以什么身分得度，就可以示现。",
      "zh_TW": "一切諸佛剎土，前面說過，遇到有緣的眾生，應以什麼身分得度，就可以示現。"
    },
    {
      "id": "02-009-0003_p0069",
      "zh_CN": "【譬善幻师。现众异相。于彼相中。实无可得。】",
      "zh_TW": "【譬善幻師。現眾異相。於彼相中。實無可得。】"
    },
    {
      "id": "02-009-0003_p0070",
      "zh_CN": "这四句话很重要。『善幻师』就是我们今天讲的魔术师，会变魔术的。变魔术，诸位晓得那是假的，不是真的。菩萨在十方世界度化众生，叫游戏神通，他并不执着。『现众异相』，应该现什么样的身分，他就示现什么身分。像《楞严》上所说的，「随众生心，应所知量」，不是菩萨自己有心现，是众生有感，菩萨自然应现，自然的，这很可不思议。『于彼相中，实无可得』，在这一切应化迹象之中，他不分别、不执着，于一切法无有取舍，有取舍就着相了、就执着了，没有取舍，不取不舍。",
      "zh_TW": "這四句話很重要。『善幻師』就是我們今天講的魔術師，會變魔術的。變魔術，諸位曉得那是假的，不是真的。菩薩在十方世界度化眾生，叫遊戲神通，他並不執著。『現眾異相』，應該現什麼樣的身分，他就示現什麼身分。像《楞嚴》上所說的，「隨眾生心，應所知量」，不是菩薩自己有心現，是眾生有感，菩薩自然應現，自然的，這很可不思議。『於彼相中，實無可得』，在這一切應化跡象之中，他不分別、不執著，於一切法無有取捨，有取捨就著相了、就執著了，沒有取捨，不取不捨。"
    },
    {
      "id": "02-009-0003_p0071",
      "zh_CN": "【此诸菩萨。亦复如是。】",
      "zh_TW": "【此諸菩薩。亦復如是。】"
    },
    {
      "id": "02-009-0003_p0072",
      "zh_CN": "这些极乐世界的菩萨，即使凡圣同居土下下品往生也有这种能力，这是真正不可思议。如果我们要是从其他法门修学，佛在经上讲，成佛要三个阿僧祇劫，必须修满两个阿僧祇劫，你才有这个能力。到西方极乐世界，就不须要修两个阿僧祇劫，我们这一生念佛念得好，生到西方极乐世界，这个能力马上就得到；换句话说，省了两个阿僧祇劫的时间。所以，这个法门人家很难相信，哪有这么便宜的事情！这是难信之法。",
      "zh_TW": "這些極樂世界的菩薩，即使凡聖同居土下下品往生也有這種能力，這是真正不可思議。如果我們要是從其他法門修學，佛在經上講，成佛要三個阿僧祇劫，必須修滿兩個阿僧祇劫，你才有這個能力。到西方極樂世界，就不須要修兩個阿僧祇劫，我們這一生念佛念得好，生到西方極樂世界，這個能力馬上就得到；換句話說，省了兩個阿僧祇劫的時間。所以，這個法門人家很難相信，哪有這麼便宜的事情！這是難信之法。"
    },
    {
      "id": "02-009-0003_p0073",
      "zh_CN": "【通诸法性。达众生相。】",
      "zh_TW": "【通諸法性。達眾生相。】"
    },
    {
      "id": "02-009-0003_p0074",
      "zh_CN": "这两句是讲他的智慧。『法性』是本体，我们今天讲宇宙万有的本体。『众生相』是讲现相。他的智慧显现，一切诸法的本体、现相、作用，他完全通达明了，他没有迷惑。",
      "zh_TW": "這兩句是講他的智慧。『法性』是本體，我們今天講宇宙萬有的本體。『眾生相』是講現相。他的智慧顯現，一切諸法的本體、現相、作用，他完全通達明瞭，他沒有迷惑。"
    },
    {
      "id": "02-009-0003_p0075",
      "zh_CN": "【供养诸佛。开导群生。化现其身。犹如电光。】",
      "zh_TW": "【供養諸佛。開導群生。化現其身。猶如電光。】"
    },
    {
      "id": "02-009-0003_p0076",
      "zh_CN": "『供养诸佛』这是身教。前面说过，三福里面第一个是孝亲尊师，菩萨教化众生要给我们做榜样，他要不孝亲、不尊师，他教我们孝亲尊师，我们就不可能接受，他自己本身要做个样子给我们看。『开导群生』这是言教，前面一句是身教。『化现其身，犹如电光』，电光是比喻，比喻「快速」，就是感应道交来得快，众生有感，他立刻就有应，就像电这样的快速。电光有「破暗」的作用，它是光明，它有破暗作用；它有「不住」的作用，它「无有分别」。所以，「电」含着有这四个意思。佛菩萨教化众生也就像闪电一样的，没有分别、没有执着。",
      "zh_TW": "『供養諸佛』這是身教。前面說過，三福裡面第一個是孝親尊師，菩薩教化眾生要給我們做榜樣，他要不孝親、不尊師，他教我們孝親尊師，我們就不可能接受，他自己本身要做個樣子給我們看。『開導群生』這是言教，前面一句是身教。『化現其身，猶如電光』，電光是比喻，比喻「快速」，就是感應道交來得快，眾生有感，他立刻就有應，就像電這樣的快速。電光有「破暗」的作用，它是光明，它有破暗作用；它有「不住」的作用，它「無有分別」。所以，「電」含著有這四個意思。佛菩薩教化眾生也就像閃電一樣的，沒有分別、沒有執著。"
    },
    {
      "id": "02-009-0003_p0077",
      "zh_CN": "【裂魔见网。解诸缠缚。】",
      "zh_TW": "【裂魔見網。解諸纏縛。】"
    },
    {
      "id": "02-009-0003_p0078",
      "zh_CN": "诸佛菩萨教化众生只有一个愿望，帮助我们破除邪知邪见。『魔见』就是一切错误的见解、错误的思想，帮助我们远离。『缠缚』是指的烦恼，帮助我们断烦恼。",
      "zh_TW": "諸佛菩薩教化眾生只有一個願望，幫助我們破除邪知邪見。『魔見』就是一切錯誤的見解、錯誤的思想，幫助我們遠離。『纏縛』是指的煩惱，幫助我們斷煩惱。"
    },
    {
      "id": "02-009-0003_p0079",
      "zh_CN": "【远超声闻辟支佛地。】",
      "zh_TW": "【遠超聲聞辟支佛地。】"
    },
    {
      "id": "02-009-0003_p0080",
      "zh_CN": "声闻、缘觉虽然有成就，但是成就是有限的。不像此地这些菩萨们，他们的成就几乎与佛相等，绝对不是阿罗汉、辟支佛能够相比的。",
      "zh_TW": "聲聞、緣覺雖然有成就，但是成就是有限的。不像此地這些菩薩們，他們的成就幾乎與佛相等，絕對不是阿羅漢、辟支佛能夠相比的。"
    },
    {
      "id": "02-009-0003_p0081",
      "zh_CN": "【入空无相无愿法门。】",
      "zh_TW": "【入空無相無願法門。】"
    },
    {
      "id": "02-009-0003_p0082",
      "zh_CN": "『空无相无愿』，大小乘都说，我们通常叫它作三解脱门，三种解脱门。但是，名称大小乘是相同，里面的含义，大小乘就不一样，大乘比小乘殊胜的太多了。「空」是讲性空，一切诸法没有自性，从性上讲是空的。相虽然是有，相是假相，不是真的。怎么知道是假相？因为相是刹那生灭。我们今天这个身体，诸位从家里到此地来听经，在这里坐了两个小时，我们现在这个身体是不是两个小时以前的？不是的。现在做医生的，大夫都知道，这个身体细胞新陈代谢不晓得换了多少，不是原来两个小时以前的身体。所以一切现象，动物、植物、矿物，都是刹那生灭，心心不住。相是假相，才称作「无相」，无相就是假相。「无愿」就是没有妄想执着，没有取舍。换句话说，空、无相是所，无愿是能，我们所取的是境界，能取的是自心，心性、境界俱不可得。《心经》里面讲的「色即是空，空即是色，色不异空，空不异色」，《金刚经》上讲的「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，这是事实真相，这叫三解脱门。所以，我们在日常生活当中，要常常体会到佛给我们讲的真相，我们的烦恼、得失、忧虑自然就没有了，就减少了。",
      "zh_TW": "『空無相無願』，大小乘都說，我們通常叫它作三解脫門，三種解脫門。但是，名稱大小乘是相同，裡面的含義，大小乘就不一樣，大乘比小乘殊勝的太多了。「空」是講性空，一切諸法沒有自性，從性上講是空的。相雖然是有，相是假相，不是真的。怎麼知道是假相？因為相是剎那生滅。我們今天這個身體，諸位從家裡到此地來聽經，在這裡坐了兩個小時，我們現在這個身體是不是兩個小時以前的？不是的。現在做醫生的，大夫都知道，這個身體細胞新陳代謝不曉得換了多少，不是原來兩個小時以前的身體。所以一切現象，動物、植物、礦物，都是剎那生滅，心心不住。相是假相，才稱作「無相」，無相就是假相。「無願」就是沒有妄想執著，沒有取捨。換句話說，空、無相是所，無願是能，我們所取的是境界，能取的是自心，心性、境界俱不可得。《心經》裡面講的「色即是空，空即是色，色不異空，空不異色」，《金剛經》上講的「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，這是事實真相，這叫三解脫門。所以，我們在日常生活當中，要常常體會到佛給我們講的真相，我們的煩惱、得失、憂慮自然就沒有了，就減少了。"
    },
    {
      "id": "02-009-0003_p0083",
      "zh_CN": "现在几乎每个人家里都有电视，都喜欢看电视，看电视，往往把电视萤幕里面当做真的，它笑你也跟着它笑，它生气你也跟着生气，你说这个冤枉不冤枉。所以，我在台湾最近做了一个小的贴纸，是透明的，可以贴在电视萤幕上，是《金刚经》上四句话，「凡所有相，皆是虚妄，若见诸相非相，则见如来」，贴在电视萤幕上。你看电视，记住，你要见到诸相非相，你就见如来了。看电视也是学佛，看电视也是修行，我在看电视上修清净心，修不着相。你才晓得大乘佛法的修学，真是它的范围广大无边，不是局限在天天在佛像面前敲着木鱼念经，不是！是在生活当中修学，在一切境界里面，要认清楚这些境界都是些幻相，都不是真实的，我们的心不要被它欺骗，不要被它染污，这叫真正修行。要在一切虚幻里面找到真正的自己，这就叫佛法，佛法是教给我们这些东西。",
      "zh_TW": "現在幾乎每個人家裡都有電視，都喜歡看電視，看電視，往往把電視螢幕裡面當做真的，它笑你也跟著它笑，它生氣你也跟著生氣，你說這個冤枉不冤枉。所以，我在台灣最近做了一個小的貼紙，是透明的，可以貼在電視螢幕上，是《金剛經》上四句話，「凡所有相，皆是虛妄，若見諸相非相，則見如來」，貼在電視螢幕上。你看電視，記住，你要見到諸相非相，你就見如來了。看電視也是學佛，看電視也是修行，我在看電視上修清淨心，修不著相。你才曉得大乘佛法的修學，真是它的範圍廣大無邊，不是侷限在天天在佛像面前敲著木魚念經，不是！是在生活當中修學，在一切境界裡面，要認清楚這些境界都是些幻相，都不是真實的，我們的心不要被它欺騙，不要被它染污，這叫真正修行。要在一切虛幻裡面找到真正的自己，這就叫佛法，佛法是教給我們這些東西。"
    },
    {
      "id": "02-009-0003_p0084",
      "zh_CN": "【善立方便。显示三乘。】",
      "zh_TW": "【善立方便。顯示三乘。】"
    },
    {
      "id": "02-009-0003_p0085",
      "zh_CN": "这两句是总结，转法轮的总结。『善』是善巧，『立』是建立，就是佛给我们建立了许多法门，所以说无量法门，八万四千法门。『显示三乘』，由于众生根性不相同，分为三大类，三乘是声闻乘、缘觉乘、菩萨乘。好比创办学校，小学、中学、大学，声闻是佛法的小学，缘觉是佛法的中学，菩萨是佛法的大学。",
      "zh_TW": "這兩句是總結，轉法輪的總結。『善』是善巧，『立』是建立，就是佛給我們建立了許多法門，所以說無量法門，八萬四千法門。『顯示三乘』，由於眾生根性不相同，分為三大類，三乘是聲聞乘、緣覺乘、菩薩乘。好比創辦學校，小學、中學、大學，聲聞是佛法的小學，緣覺是佛法的中學，菩薩是佛法的大學。"
    },
    {
      "id": "02-009-0003_p0086",
      "zh_CN": "【于此中下。而现灭度。】",
      "zh_TW": "【於此中下。而現滅度。】"
    },
    {
      "id": "02-009-0003_p0087",
      "zh_CN": "这是八相成道里面最后的一条。佛对于有缘的众生都已经帮助完了，功德圆满，功德圆满他就走了，就示现灭度。诸位看经文要看清楚，『于此中下，而现灭度』，于上上根人，佛没有灭度，佛不生不灭，哪有灭度的！我们看到佛灭度了，是中下人看到佛灭度。上上根人知道佛没有灭度，佛是在这里演戏的，到后台去了，由前台转到后台去了，说不定又转到另外一个舞台上去，他没有灭度。诸佛菩萨如是，我们自己也不例外。所以要晓得，生死不是真的，是假相。因为我们一般人不知道是假相，把它当做真的，所以贪生怕死。如果真正知道真相，生死就看得很轻，不在乎了。好像我们穿衣服一样，衣服脏了，脱掉换一件，这个身体老了、坏了，再换一个，就那么样的自在，确实是如此。",
      "zh_TW": "這是八相成道裡面最後的一條。佛對於有緣的眾生都已經幫助完了，功德圓滿，功德圓滿他就走了，就示現滅度。諸位看經文要看清楚，『於此中下，而現滅度』，於上上根人，佛沒有滅度，佛不生不滅，哪有滅度的！我們看到佛滅度了，是中下人看到佛滅度。上上根人知道佛沒有滅度，佛是在這裡演戲的，到後台去了，由前台轉到後台去了，說不定又轉到另外一個舞台上去，他沒有滅度。諸佛菩薩如是，我們自己也不例外。所以要曉得，生死不是真的，是假相。因為我們一般人不知道是假相，把它當做真的，所以貪生怕死。如果真正知道真相，生死就看得很輕，不在乎了。好像我們穿衣服一樣，衣服髒了，脫掉換一件，這個身體老了、壞了，再換一個，就那麼樣的自在，確實是如此。"
    },
    {
      "id": "02-009-0003_p0088",
      "zh_CN": "到这个地方这是一大段，这一大段前面跟诸位报告过，这是「行权方便」的举一个例子。举成佛，就是以佛的身分来教化众生，举一个例子。从这个例子我们就能够联想到，他可以各种不同的身分出现在世间。像《普门品》所说的，像《楞严经》上所讲的，确实他得大自在。我们再看底下经文，下面又是一个段落，说菩萨的德用无方。",
      "zh_TW": "到這個地方這是一大段，這一大段前面跟諸位報告過，這是「行權方便」的舉一個例子。舉成佛，就是以佛的身分來教化眾生，舉一個例子。從這個例子我們就能夠聯想到，他可以各種不同的身分出現在世間。像《普門品》所說的，像《楞嚴經》上所講的，確實他得大自在。我們再看底下經文，下面又是一個段落，說菩薩的德用無方。"
    },
    {
      "id": "02-009-0003_p0089",
      "zh_CN": "【得无生无灭诸三摩地。】",
      "zh_TW": "【得無生無滅諸三摩地。】"
    },
    {
      "id": "02-009-0003_p0090",
      "zh_CN": "三摩地是梵语，翻成中国意思是「正受」，就是正常的享受。我们今天的享受都不是正常的，正常的享受是清净心受用一切境界，那是正常的。我们的心不清净，在受用境界里面，会起贪瞋痴慢，会起喜怒哀乐，这都不正常。正常是清净心，所以他得的是『无生无灭诸三摩地』。",
      "zh_TW": "三摩地是梵語，翻成中國意思是「正受」，就是正常的享受。我們今天的享受都不是正常的，正常的享受是清淨心受用一切境界，那是正常的。我們的心不清淨，在受用境界裡面，會起貪瞋痴慢，會起喜怒哀樂，這都不正常。正常是清淨心，所以他得的是『無生無滅諸三摩地』。"
    },
    {
      "id": "02-009-0003_p0091",
      "zh_CN": "【及得一切陀罗尼门。】",
      "zh_TW": "【及得一切陀羅尼門。】"
    },
    {
      "id": "02-009-0003_p0092",
      "zh_CN": "陀罗尼也是梵语，翻成中国的意思叫总持，此地所讲的意思，他是把宇宙人生一切万事万物的纲领他找到了。总持就是纲领，他真正抓到了。",
      "zh_TW": "陀羅尼也是梵語，翻成中國的意思叫總持，此地所講的意思，他是把宇宙人生一切萬事萬物的綱領他找到了。總持就是綱領，他真正抓到了。"
    },
    {
      "id": "02-009-0003_p0093",
      "zh_CN": "【随时悟入华严三昧。具足总持百千三昧。】",
      "zh_TW": "【隨時悟入華嚴三昧。具足總持百千三昧。】"
    },
    {
      "id": "02-009-0003_p0094",
      "zh_CN": "『华严三昧』也叫做佛华严三昧，《华严经》上所讲的，它是以一真法界、无尽缘起为理论依据。法界就是宇宙人生的真相，真相只有一个，所以叫一真。我们通常讲十法界，十法界是一真里头变现的幻相，是迷人所见到的；真正彻底觉悟的人，他知道法界只有一，没有十。十，是迷惑人、没有正觉的人他见到，也就是说，没有见性的人所见的法界有十种；如果明心见性了，他所见的法界是一种，绝对没有十种。一种是真的，十种是假的。",
      "zh_TW": "『華嚴三昧』也叫做佛華嚴三昧，《華嚴經》上所講的，它是以一真法界、無盡緣起為理論依據。法界就是宇宙人生的真相，真相只有一個，所以叫一真。我們通常講十法界，十法界是一真裡頭變現的幻相，是迷人所見到的；真正徹底覺悟的人，他知道法界只有一，沒有十。十，是迷惑人、沒有正覺的人他見到，也就是說，沒有見性的人所見的法界有十種；如果明心見性了，他所見的法界是一種，絕對沒有十種。一種是真的，十種是假的。"
    },
    {
      "id": "02-009-0003_p0095",
      "zh_CN": "华严三昧是讲一真法界，能够把这个事实真相看清楚、理解了，然后菩萨一切众行如佛无异，教化众生，庄严净土，这叫华严；一心修学，这叫三昧。由此可知，一心非常重要。我们净土宗所标榜的是一心不乱，这在修学里面是再直接不过了，直接了当，就是修一心不乱；一心是能入，一真是所入，能所不二。所以，一真法界究竟是什么，我们可以不必理会，只要修一心不乱，真正得一心不乱，一真法界就现前。华藏世界是一真法界，极乐世界是一真法界，都必须要修得一心才能够证得。这个三昧庄严法身，法身就是妙明真心，也就是我们自己的心性。古德说，宇宙之间一切万法都是这个心性变现出来的，没有离开心性，所以还归这个心性，这就是『具足总持百千三昧』。三昧是定，定哪有这么多？「百千」还不是个数字，是个形容词，无量无边。换句话说，在无量无边的境界当中，你的心统统是清净的，这就叫百千三昧。",
      "zh_TW": "華嚴三昧是講一真法界，能夠把這個事實真相看清楚、理解了，然後菩薩一切眾行如佛無異，教化眾生，莊嚴淨土，這叫華嚴；一心修學，這叫三昧。由此可知，一心非常重要。我們淨土宗所標榜的是一心不亂，這在修學裡面是再直接不過了，直接了當，就是修一心不亂；一心是能入，一真是所入，能所不二。所以，一真法界究竟是什麼，我們可以不必理會，只要修一心不亂，真正得一心不亂，一真法界就現前。華藏世界是一真法界，極樂世界是一真法界，都必須要修得一心才能夠證得。這個三昧莊嚴法身，法身就是妙明真心，也就是我們自己的心性。古德說，宇宙之間一切萬法都是這個心性變現出來的，沒有離開心性，所以還歸這個心性，這就是『具足總持百千三昧』。三昧是定，定哪有這麼多？「百千」還不是個數字，是個形容詞，無量無邊。換句話說，在無量無邊的境界當中，你的心統統是清淨的，這就叫百千三昧。"
    },
    {
      "id": "02-009-0003_p0096",
      "zh_CN": "【住深禅定。悉睹无量诸佛。】",
      "zh_TW": "【住深禪定。悉睹無量諸佛。】"
    },
    {
      "id": "02-009-0003_p0097",
      "zh_CN": "这个甚深禅定是性定、是理定，它不是事、不是修，本性里头本来就具足。大乘佛法所讲求的，是要恢复我们自性清净心，自性清净心就是此地讲的『深禅定』，是大经里面讲的性定。无量无边诸佛都是自性显现出来的，那怎么会见不到？当然见到了，无量无边诸佛如来你统统见到。如果就本经，我们这个法门来说，念佛见佛，念佛三昧所以称为宝王三昧，也是这个意思。",
      "zh_TW": "這個甚深禪定是性定、是理定，它不是事、不是修，本性裡頭本來就具足。大乘佛法所講求的，是要恢復我們自性清淨心，自性清淨心就是此地講的『深禪定』，是大經裡面講的性定。無量無邊諸佛都是自性顯現出來的，那怎麼會見不到？當然見到了，無量無邊諸佛如來你統統見到。如果就本經，我們這個法門來說，念佛見佛，念佛三昧所以稱為寶王三昧，也是這個意思。"
    },
    {
      "id": "02-009-0003_p0098",
      "zh_CN": "【于一念顷。徧游一切佛土。】",
      "zh_TW": "【於一念頃。徧遊一切佛土。】"
    },
    {
      "id": "02-009-0003_p0099",
      "zh_CN": "这句是说他的能力，举一个例子。『一念顷』是很短的时间，他就有能力周遍一切诸佛的国土，他有能力统统都到，这个「到」是讲的分身、化身。",
      "zh_TW": "這句是說他的能力，舉一個例子。『一念頃』是很短的時間，他就有能力周遍一切諸佛的國土，他有能力統統都到，這個「到」是講的分身、化身。"
    },
    {
      "id": "02-009-0003_p0100",
      "zh_CN": "【得佛辩才。住普贤行。】",
      "zh_TW": "【得佛辯才。住普賢行。】"
    },
    {
      "id": "02-009-0003_p0101",
      "zh_CN": "这底下是讲利益众生，前面所说的都是自利，菩萨自己所得到的功德利益。底下是讲帮助别人，帮助别人要为众生说法，说法需要有辩才，所以第一个讲『得佛辩才』，佛的辩才是圆满自在。更重要的是『住普贤行』，所以我们这个经与普贤菩萨的关系非常密切，换句话说，普贤十大愿王是必修的科目。可是十愿很不容易修，非常难修，难修要修，从哪里修起？刚才跟诸位说过，从三福、六和修起。没有三福、六和的基础，十大愿王是连边也沾不上，要知道从哪里修起。",
      "zh_TW": "這底下是講利益眾生，前面所說的都是自利，菩薩自己所得到的功德利益。底下是講幫助別人，幫助別人要為眾生說法，說法需要有辯才，所以第一個講『得佛辯才』，佛的辯才是圓滿自在。更重要的是『住普賢行』，所以我們這個經與普賢菩薩的關係非常密切，換句話說，普賢十大願王是必修的科目。可是十願很不容易修，非常難修，難修要修，從哪裡修起？剛才跟諸位說過，從三福、六和修起。沒有三福、六和的基礎，十大願王是連邊也沾不上，要知道從哪裡修起。"
    },
    {
      "id": "02-009-0003_p0102",
      "zh_CN": "【善能分别众生语言。开化显示真实之际。】",
      "zh_TW": "【善能分別眾生語言。開化顯示真實之際。】"
    },
    {
      "id": "02-009-0003_p0103",
      "zh_CN": "对于一切众生的言语他能够通达，不必要学就通达了。为什么？因为一切众生的言语，都是自性里头变现出来的，见了性之后，自然就没有障碍。还有障碍，换句话说没见性，见性就没有障碍。『开化显示真实之际』，这句话非常重要。开是开示、是开导，这是老师一边的；化是学生一边的，是变化气质。学生接受老师的开导之后，就变化气质了。这个气质不是普通的，是佛菩萨的气质。为什么？「显示真实之际」，真实之际就是真如、本性。所以这一句不是普通的标准，是明心见性的标准，最低限度也是圆教初住菩萨的标准。",
      "zh_TW": "對於一切眾生的言語他能夠通達，不必要學就通達了。為什麼？因為一切眾生的言語，都是自性裡頭變現出來的，見了性之後，自然就沒有障礙。還有障礙，換句話說沒見性，見性就沒有障礙。『開化顯示真實之際』，這句話非常重要。開是開示、是開導，這是老師一邊的；化是學生一邊的，是變化氣質。學生接受老師的開導之後，就變化氣質了。這個氣質不是普通的，是佛菩薩的氣質。為什麼？「顯示真實之際」，真實之際就是真如、本性。所以這一句不是普通的標準，是明心見性的標準，最低限度也是圓教初住菩薩的標準。"
    },
    {
      "id": "02-009-0003_p0104",
      "zh_CN": "【超过世间诸所有法。】",
      "zh_TW": "【超過世間諸所有法。】"
    },
    {
      "id": "02-009-0003_p0105",
      "zh_CN": "这是讲佛法的教学超越世间。世间教学，人间、天上都不能够见性，唯独佛法的教学能够帮助我们见性。",
      "zh_TW": "這是講佛法的教學超越世間。世間教學，人間、天上都不能夠見性，唯獨佛法的教學能夠幫助我們見性。"
    },
    {
      "id": "02-009-0003_p0106",
      "zh_CN": "【心常谛住度世之道。】",
      "zh_TW": "【心常諦住度世之道。】"
    },
    {
      "id": "02-009-0003_p0107",
      "zh_CN": "『谛』是真实，实实在在菩萨的心只有一个愿望，那就是帮助一切众生，所谓普度众生。",
      "zh_TW": "『諦』是真實，實實在在菩薩的心只有一個願望，那就是幫助一切眾生，所謂普度眾生。"
    },
    {
      "id": "02-009-0003_p0108",
      "zh_CN": "【于一切万物。随意自在。】",
      "zh_TW": "【於一切萬物。隨意自在。】"
    },
    {
      "id": "02-009-0003_p0109",
      "zh_CN": "为什么他能够在『一切万物』他『随意自在』？那就是他能够做到不分别、不执着，就自在了。我们凡夫于一切法不能自在，就是有分别、执着，心不清净。人家心是清净的，就像禅宗所说的，「但自无心于万物，何妨万物常围绕」，只要我们自己无心就行了，这个很重要。无心是无分别心、无妄想心、无执着心，无这些心。佛家讲离相，也是离这个相，离你心里面所执着的相，不是离外面的。如果外面都离掉，佛还能教化众生吗？佛教化众生不能离开我们。离是心里面不执着，不是在外境上舍的，这一点我们要清楚。",
      "zh_TW": "為什麼他能夠在『一切萬物』他『隨意自在』？那就是他能夠做到不分別、不執著，就自在了。我們凡夫於一切法不能自在，就是有分別、執著，心不清淨。人家心是清淨的，就像禪宗所說的，「但自無心於萬物，何妨萬物常圍繞」，只要我們自己無心就行了，這個很重要。無心是無分別心、無妄想心、無執著心，無這些心。佛家講離相，也是離這個相，離你心裡面所執著的相，不是離外面的。如果外面都離掉，佛還能教化眾生嗎？佛教化眾生不能離開我們。離是心裡面不執著，不是在外境上捨的，這一點我們要清楚。"
    },
    {
      "id": "02-009-0003_p0110",
      "zh_CN": "【为诸庶类。作不请之友。】",
      "zh_TW": "【為諸庶類。作不請之友。】"
    },
    {
      "id": "02-009-0003_p0111",
      "zh_CN": "这是菩萨，菩萨可以找到人的家里去教他。佛就不行了，因为佛是老师的身分，老师是要学生来求教的，老师不能找到学生教，那不可以。为什么？师道的尊严丧失掉了，学生对老师不尊重。菩萨跟我们的关系是同学，同学没有关系，同学可以拉着你一道去，这个无所谓。所以菩萨可以『为诸庶类，作不请之友』。",
      "zh_TW": "這是菩薩，菩薩可以找到人的家裡去教他。佛就不行了，因為佛是老師的身分，老師是要學生來求教的，老師不能找到學生教，那不可以。為什麼？師道的尊嚴喪失掉了，學生對老師不尊重。菩薩跟我們的關係是同學，同學沒有關係，同學可以拉著你一道去，這個無所謂。所以菩薩可以『為諸庶類，作不請之友』。"
    },
    {
      "id": "02-009-0003_p0112",
      "zh_CN": "【受持如来甚深法藏。】",
      "zh_TW": "【受持如來甚深法藏。】"
    },
    {
      "id": "02-009-0003_p0113",
      "zh_CN": "『甚深法藏』确实就是指这一句「南无阿弥陀佛」六字洪名，六字洪名实实在在是一切诸佛如来的甚深法藏。",
      "zh_TW": "『甚深法藏』確實就是指這一句「南無阿彌陀佛」六字洪名，六字洪名實實在在是一切諸佛如來的甚深法藏。"
    },
    {
      "id": "02-009-0003_p0114",
      "zh_CN": "【护佛种性。】",
      "zh_TW": "【護佛種性。】"
    },
    {
      "id": "02-009-0003_p0115",
      "zh_CN": "『佛种性』在一般讲就是发菩提心，念佛、修六度万行，都是佛种性。在净宗，连着上面一句，就是老实念佛，这是真正护佛种性，护自家的佛种性。",
      "zh_TW": "『佛種性』在一般講就是發菩提心，念佛、修六度萬行，都是佛種性。在淨宗，連著上面一句，就是老實念佛，這是真正護佛種性，護自家的佛種性。"
    },
    {
      "id": "02-009-0003_p0116",
      "zh_CN": "【常使不绝。】",
      "zh_TW": "【常使不絕。】"
    },
    {
      "id": "02-009-0003_p0117",
      "zh_CN": "这一句佛号不怀疑、不间断、不夹杂，我们这一生当中决定成就。",
      "zh_TW": "這一句佛號不懷疑、不間斷、不夾雜，我們這一生當中決定成就。"
    },
    {
      "id": "02-009-0003_p0118",
      "zh_CN": "【兴大悲。】",
      "zh_TW": "【興大悲。】"
    },
    {
      "id": "02-009-0003_p0119",
      "zh_CN": "『兴』就是发心，发起大慈悲心。",
      "zh_TW": "『興』就是發心，發起大慈悲心。"
    },
    {
      "id": "02-009-0003_p0120",
      "zh_CN": "【愍有情。】",
      "zh_TW": "【愍有情。】"
    },
    {
      "id": "02-009-0003_p0121",
      "zh_CN": "怜愍有情的众生。",
      "zh_TW": "憐愍有情的眾生。"
    },
    {
      "id": "02-009-0003_p0122",
      "zh_CN": "【演慈辩。】",
      "zh_TW": "【演慈辯。】"
    },
    {
      "id": "02-009-0003_p0123",
      "zh_CN": "『演』是演说，以清净心、慈悲心与一切众生说明宇宙人生的真相。",
      "zh_TW": "『演』是演說，以清淨心、慈悲心與一切眾生說明宇宙人生的真相。"
    },
    {
      "id": "02-009-0003_p0124",
      "zh_CN": "【授法眼。】",
      "zh_TW": "【授法眼。】"
    },
    {
      "id": "02-009-0003_p0125",
      "zh_CN": "『法眼』不是肉眼，也就是帮助他，让他也能够认清诸法实相。",
      "zh_TW": "『法眼』不是肉眼，也就是幫助他，讓他也能夠認清諸法實相。"
    },
    {
      "id": "02-009-0003_p0126",
      "zh_CN": "【杜恶趣。开善门。】",
      "zh_TW": "【杜惡趣。開善門。】"
    },
    {
      "id": "02-009-0003_p0127",
      "zh_CN": "恶趣是指的地狱、饿鬼、畜生，三恶道。要把三恶道堵住，三恶道的业因就是贪瞋痴，如果我们能够把贪瞋痴舍掉，三恶道就没有了，这是『杜恶趣，开善门』，至善之门是西方极乐世界。",
      "zh_TW": "惡趣是指的地獄、餓鬼、畜生，三惡道。要把三惡道堵住，三惡道的業因就是貪瞋痴，如果我們能夠把貪瞋痴捨掉，三惡道就沒有了，這是『杜惡趣，開善門』，至善之門是西方極樂世界。"
    },
    {
      "id": "02-009-0003_p0128",
      "zh_CN": "【于诸众生。视若自己。拯济负荷。皆度彼岸。】",
      "zh_TW": "【於諸眾生。視若自己。拯濟負荷。皆度彼岸。】"
    },
    {
      "id": "02-009-0003_p0129",
      "zh_CN": "菩萨教化众生终极的目标在此地，看众生就跟看自己没有两样。尽心尽力的帮助别人，对于一切众生决定不会有一丝毫的希求，希望众生有所报答，没有这种意念，有这个意念那就不是菩萨。",
      "zh_TW": "菩薩教化眾生終極的目標在此地，看眾生就跟看自己沒有兩樣。盡心盡力的幫助別人，對於一切眾生決定不會有一絲毫的希求，希望眾生有所報答，沒有這種意念，有這個意念那就不是菩薩。"
    },
    {
      "id": "02-009-0003_p0130",
      "zh_CN": "【悉获诸佛无量功德。智慧圣明。不可思议。】",
      "zh_TW": "【悉獲諸佛無量功德。智慧聖明。不可思議。】"
    },
    {
      "id": "02-009-0003_p0131",
      "zh_CN": "『悉』是讲自他，我们的收获、我们的成就是相同的，福慧庄严与佛平等。这是赞叹与会菩萨的德能，到这个地方是一个段落。底下总结：",
      "zh_TW": "『悉』是講自他，我們的收穫、我們的成就是相同的，福慧莊嚴與佛平等。這是讚歎與會菩薩的德能，到這個地方是一個段落。底下總結："
    },
    {
      "id": "02-009-0003_p0132",
      "zh_CN": "【如是等诸大菩萨。无量无边。一时来集。】",
      "zh_TW": "【如是等諸大菩薩。無量無邊。一時來集。】"
    },
    {
      "id": "02-009-0003_p0133",
      "zh_CN": "参加大会的菩萨众数量太多了，此界他方，就是十方世界菩萨，像前面贤护十六正士这样身分的人太多了，没有法子计算，这是说的菩萨众。底下说：",
      "zh_TW": "參加大會的菩薩眾數量太多了，此界他方，就是十方世界菩薩，像前面賢護十六正士這樣身分的人太多了，沒有法子計算，這是說的菩薩眾。底下說："
    },
    {
      "id": "02-009-0003_p0134",
      "zh_CN": "【又有比丘尼五百人。】",
      "zh_TW": "【又有比丘尼五百人。】"
    },
    {
      "id": "02-009-0003_p0135",
      "zh_CN": "这是我们肉眼能看到的，跟佛出家的女众。",
      "zh_TW": "這是我們肉眼能看到的，跟佛出家的女眾。"
    },
    {
      "id": "02-009-0003_p0136",
      "zh_CN": "【清信士七千人。】",
      "zh_TW": "【清信士七千人。】"
    },
    {
      "id": "02-009-0003_p0137",
      "zh_CN": "这就是我们今天讲居士，男居士，有七千人。",
      "zh_TW": "這就是我們今天講居士，男居士，有七千人。"
    },
    {
      "id": "02-009-0003_p0138",
      "zh_CN": "【清信女五百人。】",
      "zh_TW": "【清信女五百人。】"
    },
    {
      "id": "02-009-0003_p0139",
      "zh_CN": "这个女居士。佛讲经的时候，在座听经的，有在家的女众有五百人，男众有七千人，出家的男众有一万二千人，出家的女众有五百人，总共释迦牟尼佛这个法会是两万人，听众是两万人。还有：",
      "zh_TW": "這個女居士。佛講經的時候，在座聽經的，有在家的女眾有五百人，男眾有七千人，出家的男眾有一萬二千人，出家的女眾有五百人，總共釋迦牟尼佛這個法會是兩萬人，聽眾是兩萬人。還有："
    },
    {
      "id": "02-009-0003_p0140",
      "zh_CN": "【欲界天。色界天。诸天梵众。】",
      "zh_TW": "【欲界天。色界天。諸天梵眾。】"
    },
    {
      "id": "02-009-0003_p0141",
      "zh_CN": "这个我们肉眼看不见的，人数也非常之多。",
      "zh_TW": "這個我們肉眼看不見的，人數也非常之多。"
    },
    {
      "id": "02-009-0003_p0142",
      "zh_CN": "【悉共大会。】",
      "zh_TW": "【悉共大會。】"
    },
    {
      "id": "02-009-0003_p0143",
      "zh_CN": "到这个地方，我们把序分的通序介绍完了。下面是属于别序，是本经的发起。我们在这部经文上，经是不长，但是它的序文有这么样的长，确实是有大经的架势。所以文虽然不长，我们要看它作大经，跟《华严》、《法华》没有两样。",
      "zh_TW": "到這個地方，我們把序分的通序介紹完了。下面是屬於別序，是本經的發起。我們在這部經文上，經是不長，但是它的序文有這麼樣的長，確實是有大經的架勢。所以文雖然不長，我們要看它作大經，跟《華嚴》、《法華》沒有兩樣。"
    },
    {
      "id": "02-009-0003_p0144",
      "zh_CN": "我们今天讲到此地。",
      "zh_TW": "我們今天講到此地。"
    }
  ]
}