{
  "doc_id": "02-009-0005",
  "title": {
    "zh_CN": "佛说大乘无量寿庄严清净平等觉经",
    "zh_TW": "佛說大乘無量壽莊嚴清淨平等覺經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "加拿大",
    "zh_TW": "加拿大"
  },
  "doc_number": "02-009-0005",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "02-009-0005_p0001",
      "zh_CN": "请掀开经本第十六面，第五行，偈颂第三首看起：",
      "zh_TW": "請掀開經本第十六面，第五行，偈頌第三首看起："
    },
    {
      "id": "02-009-0005_p0002",
      "zh_CN": "【愿我得佛清净声。法音普及无边界。宣扬戒定精进门。通达甚深微妙法。智慧广大深如海。内心清净绝尘劳。超过无边恶趣门。速到菩提究竟岸。无明贪瞋皆永无。惑尽过亡三昧力。】",
      "zh_TW": "【願我得佛清淨聲。法音普及無邊界。宣揚戒定精進門。通達甚深微妙法。智慧廣大深如海。內心清淨絕塵勞。超過無邊惡趣門。速到菩提究竟岸。無明貪瞋皆永無。惑盡過亡三昧力。】"
    },
    {
      "id": "02-009-0005_p0003",
      "zh_CN": "到这个地方是一小段。这是法藏比丘对着老师立下的志愿，当然也就是要向老师求法。在一般讲，我们向一个善知识请教，必须要把自己所求的目标、目的要明确的说出来。",
      "zh_TW": "到這個地方是一小段。這是法藏比丘對著老師立下的志願，當然也就是要向老師求法。在一般講，我們向一個善知識請教，必須要把自己所求的目標、目的要明確的說出來。"
    },
    {
      "id": "02-009-0005_p0004",
      "zh_CN": "三毒烦恼要拔除。为什么这三毒我们去不掉？实在说，我们并不知道它是个不好的东西。如果不是佛不厌其烦的详细给我们说明，我们哪里知道贪瞋痴有这么严重，不知道，日常生活当中统统把它疏忽掉了。所以我们在这一生当中生活有许多苦难，这是眼前我们所受的，我们想离都离不开。这些苦难说实在话还并不是很严重的，严重的是往后，往后三途苦报，地狱、饿鬼、畜生。地狱、饿鬼我们没见到，畜生我们见到，虽然没有见到它的全体，至少我们可以见到一部分。你观察畜生的生活，牠们很苦、很愚痴。经上讲饿鬼比畜生还要苦，地狱比饿鬼还苦。如果我们读一读《地藏菩萨本愿经》，这部经里面对于地狱的状况说得很多，也说得很详细，我们愿意受这种苦难吗？不愿意。不愿意，要怎样才能够不受这个苦难？必须要不造因，那是果报，因是什么？因就是贪瞋痴。真正能把贪瞋痴三毒从自心里面拔除掉，洗干净了，自然就不堕三恶道，三恶道跟我们没有分。所以这是我们自己致命的伤害，自己必须要警惕，要真正觉悟。",
      "zh_TW": "三毒煩惱要拔除。為什麼這三毒我們去不掉？實在說，我們並不知道它是個不好的東西。如果不是佛不厭其煩的詳細給我們說明，我們哪裡知道貪瞋痴有這麼嚴重，不知道，日常生活當中統統把它疏忽掉了。所以我們在這一生當中生活有許多苦難，這是眼前我們所受的，我們想離都離不開。這些苦難說實在話還並不是很嚴重的，嚴重的是往後，往後三途苦報，地獄、餓鬼、畜生。地獄、餓鬼我們沒見到，畜生我們見到，雖然沒有見到它的全體，至少我們可以見到一部分。你觀察畜生的生活，牠們很苦、很愚痴。經上講餓鬼比畜生還要苦，地獄比餓鬼還苦。如果我們讀一讀《地藏菩薩本願經》，這部經裡面對於地獄的狀況說得很多，也說得很詳細，我們願意受這種苦難嗎？不願意。不願意，要怎樣才能夠不受這個苦難？必須要不造因，那是果報，因是什麼？因就是貪瞋痴。真正能把貪瞋痴三毒從自心裡面拔除掉，洗乾淨了，自然就不墮三惡道，三惡道跟我們沒有分。所以這是我們自己致命的傷害，自己必須要警惕，要真正覺悟。"
    },
    {
      "id": "02-009-0005_p0005",
      "zh_CN": "佛教给我们布施，布施是一种手段，就是断悭贪的。佛教给我们忍辱，也就是忍耐，忍耐也是个手段，是断瞋恚的，心里面不自在了，要忍耐。教给我们要用智慧，也就是理智，不要轻易去动感情。处事待人接物，理性而不是感情的，那就不愚痴。诸位要知道，感情是愚痴，所以叫痴情，不是好东西，这个要不得，要有理性，这样才能够把三毒烦恼拔除。",
      "zh_TW": "佛教給我們布施，布施是一種手段，就是斷慳貪的。佛教給我們忍辱，也就是忍耐，忍耐也是個手段，是斷瞋恚的，心裡面不自在了，要忍耐。教給我們要用智慧，也就是理智，不要輕易去動感情。處事待人接物，理性而不是感情的，那就不愚痴。諸位要知道，感情是愚痴，所以叫痴情，不是好東西，這個要不得，要有理性，這樣才能夠把三毒煩惱拔除。"
    },
    {
      "id": "02-009-0005_p0006",
      "zh_CN": "『惑』是迷惑，迷惑都尽了；『过』是过失，一切行为当中没有过失。这是什么力量？『三昧』之力。三昧是什么？我们必须要把它搞清楚，这是佛学的名词。三昧是梵语音译过来的，翻成中国的意思叫正受，受是享受，就是正常的享受；也翻作禅定，所以正常的享受就是禅定。我们六根接触外面境界，眼见色、耳闻声、鼻嗅香、舌尝味，这是六根对外面的对象。六根接触外面境界，这个境界清清楚楚、明明白白，心地里面干干净净一尘不染，这叫三昧。假如接触外面，虽然心地不染，但是什么都不知道，那是堕在无明，就是堕在惑，你迷惑，你不清楚。样样清楚、样样明白又不染污，不染就是定，就是三昧。可见得「定」是在日常生活当中，不是叫你天天去面壁。眼见色不为色所动，就是眼根在色尘上入定了，这是真正入定。眼见色的时候，对外面的色相不起心、不动念、不分别、不执着，外面色相清清楚楚、了了分明；清楚、明了是慧，不动心、不分别、不执着是定。所以，定慧等持、定慧等运，都是用在生活上，这是真实的禅定，定要这样修法。",
      "zh_TW": "『惑』是迷惑，迷惑都盡了；『過』是過失，一切行為當中沒有過失。這是什麼力量？『三昧』之力。三昧是什麼？我們必須要把它搞清楚，這是佛學的名詞。三昧是梵語音譯過來的，翻成中國的意思叫正受，受是享受，就是正常的享受；也翻作禪定，所以正常的享受就是禪定。我們六根接觸外面境界，眼見色、耳聞聲、鼻嗅香、舌嘗味，這是六根對外面的對象。六根接觸外面境界，這個境界清清楚楚、明明白白，心地裡面乾乾淨淨一塵不染，這叫三昧。假如接觸外面，雖然心地不染，但是什麼都不知道，那是墮在無明，就是墮在惑，你迷惑，你不清楚。樣樣清楚、樣樣明白又不染污，不染就是定，就是三昧。可見得「定」是在日常生活當中，不是叫你天天去面壁。眼見色不為色所動，就是眼根在色塵上入定了，這是真正入定。眼見色的時候，對外面的色相不起心、不動念、不分別、不執著，外面色相清清楚楚、了了分明；清楚、明瞭是慧，不動心、不分別、不執著是定。所以，定慧等持、定慧等運，都是用在生活上，這是真實的禪定，定要這樣修法。"
    },
    {
      "id": "02-009-0005_p0007",
      "zh_CN": "方法很多，所谓是无量法门，八万四千法门，念佛是其中之一。当我们起心动念了，起心动念在凡夫来说是必然的，这一点都不奇怪。如果你不起心动念，那你都是佛菩萨再来，你就不是凡人，凡人一定会起心动念。所以古来祖师告诉我们，说「不怕念起」，起心动念不怕，怕的是什么？怕的是「觉迟」，你要觉悟得快。因为起心动念是无始劫以来贪瞋痴的习气，今天虽然觉悟了，贪瞋痴是三毒，是对我有害的，我要把它断掉，不是那么容易断掉的，它自自然然会起现行，时时刻刻它会起现行。一起来的时候，你马上就觉悟，就不怕它，把这个念头转过来。",
      "zh_TW": "方法很多，所謂是無量法門，八萬四千法門，念佛是其中之一。當我們起心動念了，起心動念在凡夫來說是必然的，這一點都不奇怪。如果你不起心動念，那你都是佛菩薩再來，你就不是凡人，凡人一定會起心動念。所以古來祖師告訴我們，說「不怕念起」，起心動念不怕，怕的是什麼？怕的是「覺遲」，你要覺悟得快。因為起心動念是無始劫以來貪瞋痴的習氣，今天雖然覺悟了，貪瞋痴是三毒，是對我有害的，我要把它斷掉，不是那麼容易斷掉的，它自自然然會起現行，時時刻刻它會起現行。一起來的時候，你馬上就覺悟，就不怕它，把這個念頭轉過來。"
    },
    {
      "id": "02-009-0005_p0008",
      "zh_CN": "譬如说看了合自己意思的就起贪心，不合自己意思的，就起瞋恚心，这一定道理。不管你什么念头，这个念头一生起来，念佛的人他就转得快，第一个念头是贪瞋念头，第二个念头「阿弥陀佛」，他就把它换掉了。用阿弥陀佛把你贪瞋痴的念头取而代之，使贪瞋痴的念头不能够相续，马上就把它断掉，换成阿弥陀佛，这叫做修行、这叫功夫。久而久之，你的心里面只有一句阿弥陀佛，贪瞋痴渐渐就没有。念佛，你将来到哪里去？将来成佛，这才真正『超过无边恶趣门，速到菩提究竟岸』，真正达到了。所以在许许多多法门里面，念佛法门实在是非常殊胜，它简单、容易、稳当，人人可以学，人人都能成就，一定会成就。要紧的就是在念头上转得快，这个才决定成就。",
      "zh_TW": "譬如說看了合自己意思的就起貪心，不合自己意思的，就起瞋恚心，這一定道理。不管你什麼念頭，這個念頭一生起來，念佛的人他就轉得快，第一個念頭是貪瞋念頭，第二個念頭「阿彌陀佛」，他就把它換掉了。用阿彌陀佛把你貪瞋痴的念頭取而代之，使貪瞋痴的念頭不能夠相續，馬上就把它斷掉，換成阿彌陀佛，這叫做修行、這叫功夫。久而久之，你的心裡面只有一句阿彌陀佛，貪瞋痴漸漸就沒有。念佛，你將來到哪裡去？將來成佛，這才真正『超過無邊惡趣門，速到菩提究竟岸』，真正達到了。所以在許許多多法門裡面，念佛法門實在是非常殊勝，它簡單、容易、穩當，人人可以學，人人都能成就，一定會成就。要緊的就是在念頭上轉得快，這個才決定成就。"
    },
    {
      "id": "02-009-0005_p0009",
      "zh_CN": "【亦如过去无量佛。为彼群生大导师。能救一切诸世间。生老病死众苦恼。】",
      "zh_TW": "【亦如過去無量佛。為彼群生大導師。能救一切諸世間。生老病死眾苦惱。】"
    },
    {
      "id": "02-009-0005_p0010",
      "zh_CN": "底下这是求佛觉他之德能。前面这六句是自己成就了，自己成就之后就要像佛一样的教化众生。所以也像过去无量无边的诸佛如来，『为彼』，彼是指一切众生，就是作为他们的『导师』。导师在佛门里面是对佛的尊称，通常对佛的敬称有导师、有大师，这是不能够随便称的。如果没有这样的大智大德，也称为大师、导师，那实在就是过分了，这是不应该的。称呼应当是名实相符，这是正确的，这才是真正的尊敬。譬如你是个小学老师，我们为了尊称你，我们称你作教授，行不行？你听了一定很难过，为什么？这是挖苦人，这哪里是尊敬！普通的一个法师，你要尊称他为大师，就好比是小学教员被人家喊他作教授，就这个意思。现在这个社会乱了，称呼也乱了，这是我们要知道。",
      "zh_TW": "底下這是求佛覺他之德能。前面這六句是自己成就了，自己成就之後就要像佛一樣的教化眾生。所以也像過去無量無邊的諸佛如來，『為彼』，彼是指一切眾生，就是作為他們的『導師』。導師在佛門裡面是對佛的尊稱，通常對佛的敬稱有導師、有大師，這是不能夠隨便稱的。如果沒有這樣的大智大德，也稱為大師、導師，那實在就是過分了，這是不應該的。稱呼應當是名實相符，這是正確的，這才是真正的尊敬。譬如你是個小學老師，我們為了尊稱你，我們稱你作教授，行不行？你聽了一定很難過，為什麼？這是挖苦人，這哪裡是尊敬！普通的一個法師，你要尊稱他為大師，就好比是小學教員被人家喊他作教授，就這個意思。現在這個社會亂了，稱呼也亂了，這是我們要知道。"
    },
    {
      "id": "02-009-0005_p0011",
      "zh_CN": "我在有些场合当中，人家也称我作大师，我马上就告诉他，我说不能这么称呼，为什么？我没成佛。等我哪一天成佛了，你再称我大师。你看连观音菩萨，观音菩萨称大士，没有称大师的，文殊、普贤我们都称大士，没称大师，诸位同修一定要晓得。否则的话，对这个出家人，我们好像尊敬他，称他为大师，实在讲，你连佛学常识都不懂。别人，内行的人看见笑话一桩，不可以过分。",
      "zh_TW": "我在有些場合當中，人家也稱我作大師，我馬上就告訴他，我說不能這麼稱呼，為什麼？我沒成佛。等我哪一天成佛了，你再稱我大師。你看連觀音菩薩，觀音菩薩稱大士，沒有稱大師的，文殊、普賢我們都稱大士，沒稱大師，諸位同修一定要曉得。否則的話，對這個出家人，我們好像尊敬他，稱他為大師，實在講，你連佛學常識都不懂。別人，內行的人看見笑話一樁，不可以過分。"
    },
    {
      "id": "02-009-0005_p0012",
      "zh_CN": "在佛门有一个例外，这个例外就是净土宗的祖师称大师。这是净土宗的祖师，一般人尊敬他，称他作大师。像近代的印光大师，印光大师他老人家在世的时候，一般人称他作法师，是他老人家圆寂之后，大家尊称他为大师。为什么净土宗祖师可以称大师？净土宗这些祖师们，教给我们成佛的方法，跟佛没有两样。佛教给我们念佛成佛，他也是教给我们念佛成佛，他这个教法跟佛没有两样，可以等同如来一样的教学，所以有这样的尊称。其余像各宗各派的祖师大德们都没有这个称呼。在过去，禅宗里面称禅师，修戒律的称律师、称法师，皇帝的老师称国师，都不能够称大师。这是我们学佛同修必须要懂的，这是普通的佛学常识。这是效法「为彼群生大导师」，就是他发心将来教化众生要像诸佛一样。",
      "zh_TW": "在佛門有一個例外，這個例外就是淨土宗的祖師稱大師。這是淨土宗的祖師，一般人尊敬他，稱他作大師。像近代的印光大師，印光大師他老人家在世的時候，一般人稱他作法師，是他老人家圓寂之後，大家尊稱他為大師。為什麼淨土宗祖師可以稱大師？淨土宗這些祖師們，教給我們成佛的方法，跟佛沒有兩樣。佛教給我們念佛成佛，他也是教給我們念佛成佛，他這個教法跟佛沒有兩樣，可以等同如來一樣的教學，所以有這樣的尊稱。其餘像各宗各派的祖師大德們都沒有這個稱呼。在過去，禪宗裡面稱禪師，修戒律的稱律師、稱法師，皇帝的老師稱國師，都不能夠稱大師。這是我們學佛同修必須要懂的，這是普通的佛學常識。這是效法「為彼群生大導師」，就是他發心將來教化眾生要像諸佛一樣。"
    },
    {
      "id": "02-009-0005_p0013",
      "zh_CN": "『能救一切诸世间』，一切诸世间范围就包括的广了。佛法里头通常讲十法界，十法界除了佛之外，有菩萨法界、声闻法界、缘觉法界，下面有六道的法界，九法界众生。一切诸世间，换句话说，上面从等觉菩萨，下至地狱众生，他都有能力去救度。如果我们讲三途六道，说救度我们很能够理解，要讲到等觉、地上菩萨，还要讲救度吗？会不会说得太过分一点？给诸位说，不过分。为什么？等觉菩萨还有一品生相无明没断，他要想断那一品生相无明，相当不容易，这是要靠佛去帮他忙。所以佛有能力去救度等觉菩萨。",
      "zh_TW": "『能救一切諸世間』，一切諸世間範圍就包括的廣了。佛法裡頭通常講十法界，十法界除了佛之外，有菩薩法界、聲聞法界、緣覺法界，下面有六道的法界，九法界眾生。一切諸世間，換句話說，上面從等覺菩薩，下至地獄眾生，他都有能力去救度。如果我們講三途六道，說救度我們很能夠理解，要講到等覺、地上菩薩，還要講救度嗎？會不會說得太過分一點？給諸位說，不過分。為什麼？等覺菩薩還有一品生相無明沒斷，他要想斷那一品生相無明，相當不容易，這是要靠佛去幫他忙。所以佛有能力去救度等覺菩薩。"
    },
    {
      "id": "02-009-0005_p0014",
      "zh_CN": "『生老病死众苦恼』，这一句以生老病死这四桩事统统说明苦。我们六道这个生老病死统统都有，佛跟我们讲欲界有八苦，苦实在太多了，佛是把这些苦归纳，归纳成八大类，称之为八苦交煎。八苦前面的四种就是生老病死，没有一个人能够免除的。在我们这个世间，古时候讲，上至帝王，下至乞丐，人人都不能够避免的，都要受生老病死的苦。除这个之外，有「求不得苦」，众生都有欲望，欲望达不到，这苦恼。另外一种，「怨憎会苦」。怨憎会是你不喜欢的人、不喜欢的环境，总想离开，离不开，天天在一起，天天看到眼里不顺眼，感觉得很苦，怨憎会。这是确实的，也是一切众生普遍都存在的。八苦里面最后一条是「五阴炽盛」。五阴炽盛是属于因，前面讲的都是果，是属于果报；换句话说，因不清净，果报当然就苦。所以佛说法一般都是先说果后说因，说果大家容易体会，感触很深，然后再告诉你苦从哪里来的，你要想离苦，必须把因消除，果报才会远离。如果不是从因上消除，果报是不会舍离的，这是我们一定要知道的。",
      "zh_TW": "『生老病死眾苦惱』，這一句以生老病死這四樁事統統說明苦。我們六道這個生老病死統統都有，佛跟我們講欲界有八苦，苦實在太多了，佛是把這些苦歸納，歸納成八大類，稱之為八苦交煎。八苦前面的四種就是生老病死，沒有一個人能夠免除的。在我們這個世間，古時候講，上至帝王，下至乞丐，人人都不能夠避免的，都要受生老病死的苦。除這個之外，有「求不得苦」，眾生都有欲望，欲望達不到，這苦惱。另外一種，「怨憎會苦」。怨憎會是你不喜歡的人、不喜歡的環境，總想離開，離不開，天天在一起，天天看到眼裡不順眼，感覺得很苦，怨憎會。這是確實的，也是一切眾生普遍都存在的。八苦裡面最後一條是「五陰熾盛」。五陰熾盛是屬於因，前面講的都是果，是屬於果報；換句話說，因不清淨，果報當然就苦。所以佛說法一般都是先說果後說因，說果大家容易體會，感觸很深，然後再告訴你苦從哪裡來的，你要想離苦，必須把因消除，果報才會遠離。如果不是從因上消除，果報是不會捨離的，這是我們一定要知道的。"
    },
    {
      "id": "02-009-0005_p0015",
      "zh_CN": "这两句是说佛有能力帮助一切众生离苦得乐，他有能力，这也是我们一定要相信的。我们相信了，佛菩萨又不在我们这个世间，信了有什么用处？诸位要晓得，你要说佛菩萨不在你身边，那是你自己愚痴、你自己迷惑，你不认识；其实佛菩萨就在你身边，从来也没有离开你一步。在哪里？这经典就是。我们要见佛菩萨，目的何在？目的还不是向他请教，教给我们离苦得乐的方法，他教导我们的方法统统在这部经上。经典所在之处，给诸位说，就是阿弥陀佛所在之处，也就是本师、一切诸佛所在之处，因为这个经是一切诸佛共同宣说的。我们想亲近佛菩萨，你把这个经从头到尾恭恭敬敬念一遍，就是亲近诸佛菩萨。你只要念，一定有好处，愈念愈清楚、愈念愈明白、愈念愈开悟，自自然然烦恼就轻了，智慧就长。可见得佛菩萨真的是在我们四周，没有远离我们，就看我们认不认识，肯不肯去亲近。",
      "zh_TW": "這兩句是說佛有能力幫助一切眾生離苦得樂，他有能力，這也是我們一定要相信的。我們相信了，佛菩薩又不在我們這個世間，信了有什麼用處？諸位要曉得，你要說佛菩薩不在你身邊，那是你自己愚痴、你自己迷惑，你不認識；其實佛菩薩就在你身邊，從來也沒有離開你一步。在哪裡？這經典就是。我們要見佛菩薩，目的何在？目的還不是向他請教，教給我們離苦得樂的方法，他教導我們的方法統統在這部經上。經典所在之處，給諸位說，就是阿彌陀佛所在之處，也就是本師、一切諸佛所在之處，因為這個經是一切諸佛共同宣說的。我們想親近佛菩薩，你把這個經從頭到尾恭恭敬敬念一遍，就是親近諸佛菩薩。你只要念，一定有好處，愈念愈清楚、愈念愈明白、愈念愈開悟，自自然然煩惱就輕了，智慧就長。可見得佛菩薩真的是在我們四周，沒有遠離我們，就看我們認不認識，肯不肯去親近。"
    },
    {
      "id": "02-009-0005_p0016",
      "zh_CN": "【常行布施及戒忍。精进定慧六波罗。】",
      "zh_TW": "【常行布施及戒忍。精進定慧六波羅。】"
    },
    {
      "id": "02-009-0005_p0017",
      "zh_CN": "这是佛教给我们的，我们今天学佛，又想求生西方极乐世界，平常我们日子怎么过？这两句就是教我们。要『布施』，布施就是对治贪毒的，三毒烦恼贪毒很严重。先从外财布施，就是身外之物，要学，要认真的学。我记得我最初学佛，第一次见章嘉大师，是有个朋友介绍我认识章嘉大师，第一天印象非常深刻，跟他老人家在一起坐了两个小时只说了几句话。章嘉大师教学的方法非常的严肃，跟一般法师不一样，一般法师会跟你讲很多，讲了很多，你听了之后抓不到重点，不晓得讲些什么。章嘉大师他言语简单，几句话，非常有力量。",
      "zh_TW": "這是佛教給我們的，我們今天學佛，又想求生西方極樂世界，平常我們日子怎麼過？這兩句就是教我們。要『布施』，布施就是對治貪毒的，三毒煩惱貪毒很嚴重。先從外財布施，就是身外之物，要學，要認真的學。我記得我最初學佛，第一次見章嘉大師，是有個朋友介紹我認識章嘉大師，第一天印象非常深刻，跟他老人家在一起坐了兩個小時只說了幾句話。章嘉大師教學的方法非常的嚴肅，跟一般法師不一樣，一般法師會跟你講很多，講了很多，你聽了之後抓不到重點，不曉得講些什麼。章嘉大師他言語簡單，幾句話，非常有力量。"
    },
    {
      "id": "02-009-0005_p0018",
      "zh_CN": "我见到他老人家之后，我向他老人家请教，我说我现在知道佛法很好，但是有没有方法叫我们很快就能够契入？我提出这个问题。提出这个问题之后，他很严肃的看着我，看了半个钟点，一句话都不说。我们就是眼睛看眼睛，就这么瞪着看，看了半个钟点，这半个钟点的气氛非常之严肃。实在讲，以后我们才晓得这是入定，他是叫你整个心情稳定下来，然后再告诉你，这个教训一生都不会忘记。那个教学法好，太好了。等了半个钟点才等到一个字出来，说有。「有」之后他又不说了，这又等，这个等没有等那么长，大概等了有五分钟的样子，也相当长，然后慢吞吞的说了六个字，「看得破，放得下」。他说得没有我这么快，说得很慢，说六个字。",
      "zh_TW": "我見到他老人家之後，我向他老人家請教，我說我現在知道佛法很好，但是有沒有方法叫我們很快就能夠契入？我提出這個問題。提出這個問題之後，他很嚴肅的看著我，看了半個鐘點，一句話都不說。我們就是眼睛看眼睛，就這麼瞪著看，看了半個鐘點，這半個鐘點的氣氛非常之嚴肅。實在講，以後我們才曉得這是入定，他是叫你整個心情穩定下來，然後再告訴你，這個教訓一生都不會忘記。那個教學法好，太好了。等了半個鐘點才等到一個字出來，說有。「有」之後他又不說了，這又等，這個等沒有等那麼長，大概等了有五分鐘的樣子，也相當長，然後慢吞吞的說了六個字，「看得破，放得下」。他說得沒有我這麼快，說得很慢，說六個字。"
    },
    {
      "id": "02-009-0005_p0019",
      "zh_CN": "我们没有他那种定力，我们听了之后，马上第二个问题就连着提出来。这六个字我懂，看破、放下，看得破，放得下，从哪里下手？我们要认真去做，从哪里下手？大概又等了差不多有十五分钟的样子，他老人家给我说两个字，「布施」。布施，从布施下手。所以那一天去，我就学到了布施。非常重要，为什么？从前我很小气、很吝啬。我喜欢读书，我的钱都买书，可是我的书不准人摸。人家向我借，根本不可能，为什么？他借，会把我的书弄脏，我看了就很难过，所以是不借的。章嘉大师这一开示之后，我就晓得我这个毛病很严重，要改。那天向他告辞的时候，他老人家很亲切，送我到门口，送到门口的时候，还特别嘱咐我，「今天我给你讲的六个字，你好好的去做六年」。我是莫名其妙，就是被他那个气氛震摄了，就真的相信，真的老老实实去做六年，很不容易。",
      "zh_TW": "我們沒有他那種定力，我們聽了之後，馬上第二個問題就連著提出來。這六個字我懂，看破、放下，看得破，放得下，從哪裡下手？我們要認真去做，從哪裡下手？大概又等了差不多有十五分鐘的樣子，他老人家給我說兩個字，「布施」。布施，從布施下手。所以那一天去，我就學到了布施。非常重要，為什麼？從前我很小氣、很吝嗇。我喜歡讀書，我的錢都買書，可是我的書不准人摸。人家向我借，根本不可能，為什麼？他借，會把我的書弄髒，我看了就很難過，所以是不借的。章嘉大師這一開示之後，我就曉得我這個毛病很嚴重，要改。那天向他告辭的時候，他老人家很親切，送我到門口，送到門口的時候，還特別囑咐我，「今天我給你講的六個字，你好好的去做六年」。我是莫名其妙，就是被他那個氣氛震攝了，就真的相信，真的老老實實去做六年，很不容易。"
    },
    {
      "id": "02-009-0005_p0020",
      "zh_CN": "学布施，先学什么？我自己不喜欢的、不要的东西可以舍掉，可以送给人。然后是自己觉得有多余的，多余的也可以给人。最后再进一步，自己喜欢的东西，人家要，也可以能分一点给人家，很不简单。真的他老人家讲的，我六年才舍干净，就是自己心爱的东西，人家问我要，毫不吝啬能够施舍，真的做了六年。这是烦恼很深，没有真正的好老师，真正觉得这个老师是值得我们尊敬、值得我们佩服的，我们才会信受奉行，别人劝我，那不可能接受的。我年轻的时候很顽固，学佛，要是遇到什么法师，要劝我学佛，那几乎都是不可能的事情。他会说，我也会说，我有一块歪道理会把他驳倒，他辩不过我的。",
      "zh_TW": "學布施，先學什麼？我自己不喜歡的、不要的東西可以捨掉，可以送給人。然後是自己覺得有多餘的，多餘的也可以給人。最後再進一步，自己喜歡的東西，人家要，也可以能分一點給人家，很不簡單。真的他老人家講的，我六年才捨乾淨，就是自己心愛的東西，人家問我要，毫不吝嗇能夠施捨，真的做了六年。這是煩惱很深，沒有真正的好老師，真正覺得這個老師是值得我們尊敬、值得我們佩服的，我們才會信受奉行，別人勸我，那不可能接受的。我年輕的時候很頑固，學佛，要是遇到什麼法師，要勸我學佛，那幾乎都是不可能的事情。他會說，我也會說，我有一塊歪道理會把他駁倒，他辯不過我的。"
    },
    {
      "id": "02-009-0005_p0021",
      "zh_CN": "我学佛是方东美先生介绍，我跟他学哲学，他介绍给我的。他说佛法是哲学里面最高的哲学，是人生最高的享受，这个话很动听，从这个地方开始来认识佛教。因为在从前，我们都认为佛教是迷信的，但是佛教表现在外面也确实给人家有这个观感，真的是迷信，所以一个知识分子很不容易接受，我是从哲学里面接受它。最初三年确实受方先生的影响，把佛法看做哲学，以后深入之后，才晓得它的范围太广大了，确实是一个圆满的教学，哲学是它其中的一部分而已，它的内容包罗万象，这才真正搞清楚、搞明白了。章嘉大师教学确实有古大德的风范，真是难得。我亲近他三年，每个星期都跟他在一起，大部分的时间都是在静坐，两个人面对面静坐，那个受用实在讲比研究讨论还要大、还要深入。",
      "zh_TW": "我學佛是方東美先生介紹，我跟他學哲學，他介紹給我的。他說佛法是哲學裡面最高的哲學，是人生最高的享受，這個話很動聽，從這個地方開始來認識佛教。因為在從前，我們都認為佛教是迷信的，但是佛教表現在外面也確實給人家有這個觀感，真的是迷信，所以一個知識分子很不容易接受，我是從哲學裡面接受它。最初三年確實受方先生的影響，把佛法看做哲學，以後深入之後，才曉得它的範圍太廣大了，確實是一個圓滿的教學，哲學是它其中的一部分而已，它的內容包羅萬象，這才真正搞清楚、搞明白了。章嘉大師教學確實有古大德的風範，真是難得。我親近他三年，每個星期都跟他在一起，大部分的時間都是在靜坐，兩個人面對面靜坐，那個受用實在講比研究討論還要大、還要深入。"
    },
    {
      "id": "02-009-0005_p0022",
      "zh_CN": "所以要学布施，布施对自己有决定的利益，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。你要想得财富、得智慧、得健康长寿，你修布施就统统都得到。但是布施，有些人听到佛法讲的好像是满有道理，可是实际上又不肯做。为什么不肯做？不敢做。我很辛苦赚来的钱布施掉了，明天有人钱送给我吗？总是有疑虑、有恐惧。所以最好在学佛之前先把《了凡四训》念三百遍，念少了没有用，念三百遍你就会有体悟，你能够体会到里面的道理。我自己当年接受章嘉大师的教学，《了凡四训》对我影响很大。《了凡四训》是朱镜宙老居士介绍给我的，我读了之后很受感动，里面讲的是因果报应。一个人一生要没有相当修持的功夫，是有命运的，你也没有办法超出你的命运，你命当中所谓是「一饮一啄，莫非前定」；换句话说，你命里面有的，你怎么样丢丢不掉，你这边丢掉，那边会来。你懂得这个道理，你就敢布施，没有怀疑、没有忧虑，敢，敢做。命里头没有的，用什么心机你也得不到。所以古人讲「君子乐得作君子，小人冤枉作小人」，不知道一切是他命里注定的。",
      "zh_TW": "所以要學布施，布施對自己有決定的利益，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。你要想得財富、得智慧、得健康長壽，你修布施就統統都得到。但是布施，有些人聽到佛法講的好像是滿有道理，可是實際上又不肯做。為什麼不肯做？不敢做。我很辛苦賺來的錢布施掉了，明天有人錢送給我嗎？總是有疑慮、有恐懼。所以最好在學佛之前先把《了凡四訓》念三百遍，念少了沒有用，念三百遍你就會有體悟，你能夠體會到裡面的道理。我自己當年接受章嘉大師的教學，《了凡四訓》對我影響很大。《了凡四訓》是朱鏡宙老居士介紹給我的，我讀了之後很受感動，裡面講的是因果報應。一個人一生要沒有相當修持的功夫，是有命運的，你也沒有辦法超出你的命運，你命當中所謂是「一飲一啄，莫非前定」；換句話說，你命裡面有的，你怎麼樣丟丟不掉，你這邊丟掉，那邊會來。你懂得這個道理，你就敢布施，沒有懷疑、沒有憂慮，敢，敢做。命裡頭沒有的，用什麼心機你也得不到。所以古人講「君子樂得作君子，小人冤枉作小人」，不知道一切是他命裡註定的。"
    },
    {
      "id": "02-009-0005_p0023",
      "zh_CN": "《了凡四训》实在讲也是改造命运的一部好书，依照这个方法去修学，确实佛法常讲有求必应。当然佛法讲的比那个更是周全、更是精深，但是佛法不容易体会。《了凡四训》这个小册子完全讲的我们日常生活，很容易领会，是做为学佛的基础，一部很重要的课本，所以印光大师一生极力的提倡是有道理的。人人能够相信因果、人人能够相信命运，他起心动念、一切造作自然就有分寸，不会做坏事。为什么？一个人一定是自求多福，他晓得福应该怎么个求法才能够真正求到。所以，菩萨法要从布施做起。",
      "zh_TW": "《了凡四訓》實在講也是改造命運的一部好書，依照這個方法去修學，確實佛法常講有求必應。當然佛法講的比那個更是周全、更是精深，但是佛法不容易體會。《了凡四訓》這個小冊子完全講的我們日常生活，很容易領會，是做為學佛的基礎，一部很重要的課本，所以印光大師一生極力的提倡是有道理的。人人能夠相信因果、人人能夠相信命運，他起心動念、一切造作自然就有分寸，不會做壞事。為什麼？一個人一定是自求多福，他曉得福應該怎麼個求法才能夠真正求到。所以，菩薩法要從布施做起。"
    },
    {
      "id": "02-009-0005_p0024",
      "zh_CN": "戒律就是「持戒」，持戒用现代的话来讲，就是守法。佛给我们制订的戒条我们要遵守，佛法之外的，像国家的宪法、法律我们要遵守，社会的道德我们要遵守，风俗习惯要遵守。这是佛法里头没有的，但是统统在戒律精神里面所包括。所以学佛没有不守法的，一定要守法。「忍辱」是讲耐心，无论做什么事情要有耐心、要有恒心、要有毅力，你才会有成就。『精进』，进是讲要求进步，不求进步，我们现在常说的，那你就落后、就落伍了，要求进步。佛法里面讲精进，儒家讲日新又新，日新又新就是精进的意思。但是，进要紧的是精，就是精纯。因此，佛法法门虽然很多，你要知道修学只能学一门。就像我们在学校念书一样，一个学校科系很多，你只能学一个科系。同样的道理，你不可能把你学校所有的学系统统都学，那是不能成就的。社会上行业也很多，你只能够专心从事一种行业，你这个行业才能够出人头地，才会有成就；你要同时做几十个行业，就注定要失败。所以，进步要求的是精进，纯而不杂。",
      "zh_TW": "戒律就是「持戒」，持戒用現代的話來講，就是守法。佛給我們制訂的戒條我們要遵守，佛法之外的，像國家的憲法、法律我們要遵守，社會的道德我們要遵守，風俗習慣要遵守。這是佛法裡頭沒有的，但是統統在戒律精神裡面所包括。所以學佛沒有不守法的，一定要守法。「忍辱」是講耐心，無論做什麼事情要有耐心、要有恆心、要有毅力，你才會有成就。『精進』，進是講要求進步，不求進步，我們現在常說的，那你就落後、就落伍了，要求進步。佛法裡面講精進，儒家講日新又新，日新又新就是精進的意思。但是，進要緊的是精，就是精純。因此，佛法法門雖然很多，你要知道修學只能學一門。就像我們在學校念書一樣，一個學校科系很多，你只能學一個科系。同樣的道理，你不可能把你學校所有的學系統統都學，那是不能成就的。社會上行業也很多，你只能夠專心從事一種行業，你這個行業才能夠出人頭地，才會有成就；你要同時做幾十個行業，就註定要失敗。所以，進步要求的是精進，純而不雜。"
    },
    {
      "id": "02-009-0005_p0025",
      "zh_CN": "同时诸位一定要知道，佛法所修的就是戒、定、慧三学，你学杂了，三学就得不到。你专门学一样，很容易得定，得了定之后就开慧，智慧一开，世出世间一切法不接触则已，只要一接触就会通达，不须要学的就会通达。这是为什么？因为一切法都是自己心性里面流露出来的，你只要得到性定，一切法没有一法不理解的。所以智慧开了，佛法里面常讲，叫自然智，自然知道，叫无师智，不要学的，师是要学，这个不要学的，就都知道。这些能力都是本能，都是从定当中生出来的。所以，佛法的修学是在禅定，我们净土宗讲一心不乱，你要是会修一心不乱，你对修学真正掌握到了，真正抓到了。你要问学佛从哪里学起？就从这里学起，这非常重要。你与其去研究许多经论，不如去念一部经，这一部经念上五年、十年，心真的定下去。十年之后你再去看《大藏经》，我可以说只要一年的时间全部都通了。你如果没有这个基础，这部《大藏经》给你念三百年你都通不了。为什么？你没有智慧，你所研究的全是世智辩聪，真正佛法的意思你得不到。像开经偈讲「愿解如来真实义」，那只是一句空话而已，你不可能做到的。如来真实义是从自性清净心里面流露出来的，我们自己心地不清净，怎么能解如来真实义？",
      "zh_TW": "同時諸位一定要知道，佛法所修的就是戒、定、慧三學，你學雜了，三學就得不到。你專門學一樣，很容易得定，得了定之後就開慧，智慧一開，世出世間一切法不接觸則已，只要一接觸就會通達，不須要學的就會通達。這是為什麼？因為一切法都是自己心性裡面流露出來的，你只要得到性定，一切法沒有一法不理解的。所以智慧開了，佛法裡面常講，叫自然智，自然知道，叫無師智，不要學的，師是要學，這個不要學的，就都知道。這些能力都是本能，都是從定當中生出來的。所以，佛法的修學是在禪定，我們淨土宗講一心不亂，你要是會修一心不亂，你對修學真正掌握到了，真正抓到了。你要問學佛從哪裡學起？就從這裡學起，這非常重要。你與其去研究許多經論，不如去念一部經，這一部經念上五年、十年，心真的定下去。十年之後你再去看《大藏經》，我可以說只要一年的時間全部都通了。你如果沒有這個基礎，這部《大藏經》給你念三百年你都通不了。為什麼？你沒有智慧，你所研究的全是世智辯聰，真正佛法的意思你得不到。像開經偈講「願解如來真實義」，那只是一句空話而已，你不可能做到的。如來真實義是從自性清淨心裡面流露出來的，我們自己心地不清淨，怎麼能解如來真實義？"
    },
    {
      "id": "02-009-0005_p0026",
      "zh_CN": "所以同修们要记住，修定重要。念佛就是修定，念这本《无量寿经》就是修定，或者念《阿弥陀经》也是修定。如果你要是想将来的目的是求生净土，你所念的、选择的最好是净土宗的经论，与本宗相应。净土经论是五经一论，这个五经任何一部经都可以，你只要常常念，念一种就好。五种，我五种都念，五种都念也分心，也不容易得定，不如念一种，一定有好处。人家现前说我们愚痴，说你对佛法，大乘佛法什么东西都不知道，没关系，说我愚痴我就愚痴，我也不跟你争。你高明，我不如你，这就好了，何必要跟他争？你懂的东西比我多是不错，可是要说心地清净，你不如我。什么东西有受用？心地清净有受用，不生烦恼；烦恼少、妄想少这才叫真正受用。方东美先生常讲的「人生最高的享受」，是心地清净，不生烦恼，这才是真正的享受。妄想多、杂念多、分别执着多，那是凡夫，懂得再多还是个凡夫，不是真智慧。所以，诸位要想在这一生当中真正有成就，那你就是一门深入。专到什么程度？专到连法师、道场都不要去，这才叫真正的专。",
      "zh_TW": "所以同修們要記住，修定重要。念佛就是修定，念這本《無量壽經》就是修定，或者念《阿彌陀經》也是修定。如果你要是想將來的目的是求生淨土，你所念的、選擇的最好是淨土宗的經論，與本宗相應。淨土經論是五經一論，這個五經任何一部經都可以，你只要常常念，念一種就好。五種，我五種都念，五種都念也分心，也不容易得定，不如念一種，一定有好處。人家現前說我們愚痴，說你對佛法，大乘佛法什麼東西都不知道，沒關係，說我愚痴我就愚痴，我也不跟你爭。你高明，我不如你，這就好了，何必要跟他爭？你懂的東西比我多是不錯，可是要說心地清淨，你不如我。什麼東西有受用？心地清淨有受用，不生煩惱；煩惱少、妄想少這才叫真正受用。方東美先生常講的「人生最高的享受」，是心地清淨，不生煩惱，這才是真正的享受。妄想多、雜念多、分別執著多，那是凡夫，懂得再多還是個凡夫，不是真智慧。所以，諸位要想在這一生當中真正有成就，那你就是一門深入。專到什麼程度？專到連法師、道場都不要去，這才叫真正的專。"
    },
    {
      "id": "02-009-0005_p0027",
      "zh_CN": "印光大师当年在世，他的一些学生，跟他受皈依的、接受他教导的，他教人实在是非常简单，就是教你回家去老实念佛，孝顺父母、友爱兄弟，教你伦常道德，老实念佛。这些学生有时候到庙里面去看看师父，老和尚见到了，一定把他臭骂一顿。你来干什么？「我来见师父。」师父你已经见过了，还有什么好看的？为什么不在家老实念佛？跑到外面来，心也跑散乱了，钱财也跑掉了，生活很艰苦，为什么不在家里老实学佛，老实念佛？这种善知识才是真正善知识，天天劝你东跑西跑的，那个不是善知识，把你的心跑散乱了。佛法没有别的，就是修清净心，凡是妨害清净心的都叫做魔障。你在家念佛，一个朋友打电话来说邀你到哪里去，那是什么？魔来了，心不能清净，定不下来了，这魔障。最好怎么样？家里不装电话，就没事了。现在外国电话很方便，电线拔掉就行了，我要打出去，我接上去，我不打的时候拔下来，统统没有电话进来，这个方法好。我在达拉斯跟台湾，我的电话平常都拔下来的，我用什么？用传真，人家给我联络用传真，不接电话，免得啰嗦麻烦。",
      "zh_TW": "印光大師當年在世，他的一些學生，跟他受皈依的、接受他教導的，他教人實在是非常簡單，就是教你回家去老實念佛，孝順父母、友愛兄弟，教你倫常道德，老實念佛。這些學生有時候到廟裡面去看看師父，老和尚見到了，一定把他臭罵一頓。你來幹什麼？「我來見師父。」師父你已經見過了，還有什麼好看的？為什麼不在家老實念佛？跑到外面來，心也跑散亂了，錢財也跑掉了，生活很艱苦，為什麼不在家裡老實學佛，老實念佛？這種善知識才是真正善知識，天天勸你東跑西跑的，那個不是善知識，把你的心跑散亂了。佛法沒有別的，就是修清淨心，凡是妨害清淨心的都叫做魔障。你在家念佛，一個朋友打電話來說邀你到哪裡去，那是什麼？魔來了，心不能清淨，定不下來了，這魔障。最好怎麼樣？家裡不裝電話，就沒事了。現在外國電話很方便，電線拔掉就行了，我要打出去，我接上去，我不打的時候拔下來，統統沒有電話進來，這個方法好。我在達拉斯跟台灣，我的電話平常都拔下來的，我用什麼？用傳真，人家給我聯絡用傳真，不接電話，免得囉嗦麻煩。"
    },
    {
      "id": "02-009-0005_p0028",
      "zh_CN": "所以，要懂得怎样保护自己，保护什么？保护自己的清净心，这个重要。人得罪几个没有关系，为什么？我心地清净，往生西方极乐世界要紧。到了西方极乐世界，像经上讲的，我的智慧、神通都圆满具足，我再来度他不迟，这才是真正的善友。不要被他现在折磨，搞得他去不了，我也去不了，这麻烦大了。所以暂时对他冷淡一点没有关系，我们还是没有把他忘记，等我们成佛，回过头来先度他，这是对的。",
      "zh_TW": "所以，要懂得怎樣保護自己，保護什麼？保護自己的清淨心，這個重要。人得罪幾個沒有關係，為什麼？我心地清淨，往生西方極樂世界要緊。到了西方極樂世界，像經上講的，我的智慧、神通都圓滿具足，我再來度他不遲，這才是真正的善友。不要被他現在折磨，搞得他去不了，我也去不了，這麻煩大了。所以暫時對他冷淡一點沒有關係，我們還是沒有把他忘記，等我們成佛，回過頭來先度他，這是對的。"
    },
    {
      "id": "02-009-0005_p0029",
      "zh_CN": "『定』就是禅定，禅定的意思就是不散乱，拿现在的话讲，精神集中、意志集中，不散乱、不分心，这是定。学佛，选择的法门一定要专一，专一最好就是一部经，就是一个方法，一生都不要改变，绝不受外面境界动摇，这个人就有定。即使释迦牟尼佛来了，跟我说还有一个法门比念阿弥陀佛往生还要快、还要稳当，我们听了说「谢谢本师，我已经选了这个法门，你再好的法门我也不要」，这才叫真正有定，这才是决定成功的保证。各人有各人的机缘不相同，自己一定要认清，要认识清楚。我们看看古人，你看看《高僧传》、《居士传》，过去的人学佛三年五年有成就的人很多，十年八年成就的人更多。为什么我们现在学了几十年，连一点消息都没有，愈学愈迷惑，愈学愈没有把握，原因在哪里？学乱了，不像古人那么样的专，学乱了。不是你不用功，你很用功、很勤快，一天到晚到处去跑庙，跑得不亦乐乎。觉得你很勤奋，这个勤不叫精进，叫乱进、叫杂进，又乱又杂，他怎么可能会有成就？不能成就。",
      "zh_TW": "『定』就是禪定，禪定的意思就是不散亂，拿現在的話講，精神集中、意志集中，不散亂、不分心，這是定。學佛，選擇的法門一定要專一，專一最好就是一部經，就是一個方法，一生都不要改變，絕不受外面境界動搖，這個人就有定。即使釋迦牟尼佛來了，跟我說還有一個法門比念阿彌陀佛往生還要快、還要穩當，我們聽了說「謝謝本師，我已經選了這個法門，你再好的法門我也不要」，這才叫真正有定，這才是決定成功的保證。各人有各人的機緣不相同，自己一定要認清，要認識清楚。我們看看古人，你看看《高僧傳》、《居士傳》，過去的人學佛三年五年有成就的人很多，十年八年成就的人更多。為什麼我們現在學了幾十年，連一點消息都沒有，愈學愈迷惑，愈學愈沒有把握，原因在哪裡？學亂了，不像古人那麼樣的專，學亂了。不是你不用功，你很用功、很勤快，一天到晚到處去跑廟，跑得不亦樂乎。覺得你很勤奮，這個勤不叫精進，叫亂進、叫雜進，又亂又雜，他怎麼可能會有成就？不能成就。"
    },
    {
      "id": "02-009-0005_p0030",
      "zh_CN": "近代印光大师提起来没有人不佩服，但是没有人赞叹他，为什么？他叫信徒都不要跑庙，谁敢提他，提他，我庙里没有人来了。实在讲，百丈大师说得很好，「丛林以无事为兴盛」，清净就是兴盛，为什么？净土！一天到晚乱烘烘的，哪里叫净土？那不是净土。所以道场是愈清净愈是庄严，愈清净才叫真正的兴盛。可是现在人就想，信徒都不来，我的生活都维持不下去，怎么办？实在说这是自己没有好好认真去想想，自己没有道，你只要有道，不怕没有道粮。道粮谁供应？护法神供应，护法神的头头是韦驮菩萨，护法神的头目。如果我这里缺少道粮，我真正修道没有道粮，在这饿死了，饿死不要紧，饿死就往生，正好往生，韦驮要撤职查办。不可能的事情，何必要担这个心？何必要怕没有道粮，没有供养？不怕，怕的是自己没有道。从这个地方建立信心，我们才有定，才能够精进，有定之后就有智慧。",
      "zh_TW": "近代印光大師提起來沒有人不佩服，但是沒有人讚歎他，為什麼？他叫信徒都不要跑廟，誰敢提他，提他，我廟裡沒有人來了。實在講，百丈大師說得很好，「叢林以無事為興盛」，清淨就是興盛，為什麼？淨土！一天到晚亂烘烘的，哪裡叫淨土？那不是淨土。所以道場是愈清淨愈是莊嚴，愈清淨才叫真正的興盛。可是現在人就想，信徒都不來，我的生活都維持不下去，怎麼辦？實在說這是自己沒有好好認真去想想，自己沒有道，你只要有道，不怕沒有道糧。道糧誰供應？護法神供應，護法神的頭頭是韋馱菩薩，護法神的頭目。如果我這裡缺少道糧，我真正修道沒有道糧，在這餓死了，餓死不要緊，餓死就往生，正好往生，韋馱要撤職查辦。不可能的事情，何必要擔這個心？何必要怕沒有道糧，沒有供養？不怕，怕的是自己沒有道。從這個地方建立信心，我們才有定，才能夠精進，有定之後就有智慧。"
    },
    {
      "id": "02-009-0005_p0031",
      "zh_CN": "这是佛教给我们，学佛的人在日常生活当中，处事待人接物要遵守这六条，要布施、要守法、要有耐心、要精进、要有定功、要有智慧。智慧简单的讲是理智而不用感情，现在人讲人情的包袱太重，打来拉一拉，人情，这不去不好意思，完了，没有般若智慧，没有慧。『六波罗』，这个六是指上面这六条，波罗是波罗蜜，波罗蜜是印度话，翻成中国意思就是圆满的意思，前面六项你要圆圆满满的做到。",
      "zh_TW": "這是佛教給我們，學佛的人在日常生活當中，處事待人接物要遵守這六條，要布施、要守法、要有耐心、要精進、要有定功、要有智慧。智慧簡單的講是理智而不用感情，現在人講人情的包袱太重，打來拉一拉，人情，這不去不好意思，完了，沒有般若智慧，沒有慧。『六波羅』，這個六是指上面這六條，波羅是波羅蜜，波羅蜜是印度話，翻成中國意思就是圓滿的意思，前面六項你要圓圓滿滿的做到。"
    },
    {
      "id": "02-009-0005_p0032",
      "zh_CN": "【未度有情令得度。】",
      "zh_TW": "【未度有情令得度。】"
    },
    {
      "id": "02-009-0005_p0033",
      "zh_CN": "这就是还没有听到佛法的，或者是已经接触到佛法没有真正发心的，这是讲『未度』。我们要帮助他，帮助什么？帮助他入门。",
      "zh_TW": "這就是還沒有聽到佛法的，或者是已經接觸到佛法沒有真正發心的，這是講『未度』。我們要幫助他，幫助什麼？幫助他入門。"
    },
    {
      "id": "02-009-0005_p0034",
      "zh_CN": "【已度之者使成佛。】",
      "zh_TW": "【已度之者使成佛。】"
    },
    {
      "id": "02-009-0005_p0035",
      "zh_CN": "有了这一句，这两句一对照，意思浅深就很明显。前面这一句是『未度有情令得度』，就是我们通常讲的八万四千法门。『已度之者使成佛』，这就是讲净土念佛往生不退成佛的法门，已经得度。已经得度，他真正能相信、真正能发愿、真正能精进，他决定成功。台湾在这个四十年当中，念佛往生的人，最保守的估计应该有五百人，只会比这个数多，不会比这个数字少。这是在我们这个时代、这个地球上是非常稀有的，有这么多人往生，而且其中有不少瑞相真正不可思议，有站着走的、坐着走的，都不少，在台湾。不生病，自己晓得哪一天走，这不是假的。在大陆上这四十年来，我们晓得的大概将近一百人的样子，我们所知道的，没有台湾这么多。但是大陆的幅员之大，人口之多，这个比例，那台湾就非常殊胜。",
      "zh_TW": "有了這一句，這兩句一對照，意思淺深就很明顯。前面這一句是『未度有情令得度』，就是我們通常講的八萬四千法門。『已度之者使成佛』，這就是講淨土念佛往生不退成佛的法門，已經得度。已經得度，他真正能相信、真正能發願、真正能精進，他決定成功。台灣在這個四十年當中，念佛往生的人，最保守的估計應該有五百人，只會比這個數多，不會比這個數字少。這是在我們這個時代、這個地球上是非常稀有的，有這麼多人往生，而且其中有不少瑞相真正不可思議，有站著走的、坐著走的，都不少，在台灣。不生病，自己曉得哪一天走，這不是假的。在大陸上這四十年來，我們曉得的大概將近一百人的樣子，我們所知道的，沒有台灣這麼多。但是大陸的幅員之大，人口之多，這個比例，那台灣就非常殊勝。"
    },
    {
      "id": "02-009-0005_p0036",
      "zh_CN": "像台北李济华居士，老佛教徒们都认识的，李老他往生的时候八十多岁，他是印光法师的弟子。在台北创办莲友念佛团，在龙江街，是他创办的，初创办的时候很简陋，我去参观过。老居士往生是在念佛共修的时候，他在往生前大概两、三个月就知道了，所以亲戚朋友都去走一走，辞行，都去看看。走的那一天，到念佛团去共修，他跟他太太坐三轮车，那时候还没有计程车，坐三轮车。在路上就跟他太太说，他说我要到西方极乐世界，你一个人会不会感觉到寂寞？因为他那时候儿女都在美国，在台湾就他夫妻两个，八十多岁了。老太太听了之后，不晓得他那天要走，就同意了，满口答应。",
      "zh_TW": "像台北李濟華居士，老佛教徒們都認識的，李老他往生的時候八十多歲，他是印光法師的弟子。在台北創辦蓮友念佛團，在龍江街，是他創辦的，初創辦的時候很簡陋，我去參觀過。老居士往生是在念佛共修的時候，他在往生前大概兩、三個月就知道了，所以親戚朋友都去走一走，辭行，都去看看。走的那一天，到念佛團去共修，他跟他太太坐三輪車，那時候還沒有計程車，坐三輪車。在路上就跟他太太說，他說我要到西方極樂世界，你一個人會不會感覺到寂寞？因為他那時候兒女都在美國，在台灣就他夫妻兩個，八十多歲了。老太太聽了之後，不曉得他那天要走，就同意了，滿口答應。"
    },
    {
      "id": "02-009-0005_p0037",
      "zh_CN": "到了念佛堂之后，他们的共修会就是念佛，通常像佛七一样，但是只是一枝香，当中有开示，大概有半个小时，这些老居士们轮流讲开示。那天是轮到了魏老居士，我也很熟，都认识的，他就跟魏老两个商量，他说我们两个对换一下，今天我来讲，下一次我的时间给你，就换了一下。一上台，他就非常恳切，跟大家讲了一个半钟点，讲得很恳切，苦口婆心的劝导大家。讲完之后向大家辞行，说我要回家去了。听的人以为八十多岁了，讲了一个半钟点讲累了，以为他要回家去。哪里晓得他下了台之后，念佛团小客厅的沙发他老人家这么一坐，就回到西方极乐世界去了。你看看，走之前声音宏亮，讲了一个半小时，坐下来不到十五分钟就走了，这真的，一点都不假。往生之前一、两个月就晓得，晓得自己哪一天走。这是坐着走的，预知时至，没有生病，走得这么干净俐落。",
      "zh_TW": "到了念佛堂之後，他們的共修會就是念佛，通常像佛七一樣，但是只是一枝香，當中有開示，大概有半個小時，這些老居士們輪流講開示。那天是輪到了魏老居士，我也很熟，都認識的，他就跟魏老兩個商量，他說我們兩個對換一下，今天我來講，下一次我的時間給你，就換了一下。一上台，他就非常懇切，跟大家講了一個半鐘點，講得很懇切，苦口婆心的勸導大家。講完之後向大家辭行，說我要回家去了。聽的人以為八十多歲了，講了一個半鐘點講累了，以為他要回家去。哪裡曉得他下了台之後，念佛團小客廳的沙發他老人家這麼一坐，就回到西方極樂世界去了。你看看，走之前聲音宏亮，講了一個半小時，坐下來不到十五分鐘就走了，這真的，一點都不假。往生之前一、兩個月就曉得，曉得自己哪一天走。這是坐著走的，預知時至，沒有生病，走得這麼乾淨俐落。"
    },
    {
      "id": "02-009-0005_p0038",
      "zh_CN": "我所知道的，台南将军乡还有一个老太太比他还要高明，人家是站着走的。大概是民国五十六、七年的样子，大概是五十七年的事情，我是五十八年在佛光山，星云法师在那里办佛学院，请我去做教务主任，我就给他做了一个学期。是他那边的长工，工人，告诉我们这个事情，他是台南将军乡的人，他劝我们念佛。他说念佛是真的，一点都不假，因为他的邻居，隔壁的老太太站着往生，他们亲眼看到的。这个老太太念佛念多久？三年，只念三年。他告诉我们，他说这个老太太人非常之好，老实，待人很诚恳，但是不懂佛法，心地善良，也不晓得什么叫神，什么叫佛？神佛不分的，哪里都去拜，到处都去拜，就是这么一个人。",
      "zh_TW": "我所知道的，台南將軍鄉還有一個老太太比他還要高明，人家是站著走的。大概是民國五十六、七年的樣子，大概是五十七年的事情，我是五十八年在佛光山，星雲法師在那裡辦佛學院，請我去做教務主任，我就給他做了一個學期。是他那邊的長工，工人，告訴我們這個事情，他是台南將軍鄉的人，他勸我們念佛。他說念佛是真的，一點都不假，因為他的鄰居，隔壁的老太太站著往生，他們親眼看到的。這個老太太念佛念多久？三年，只念三年。他告訴我們，他說這個老太太人非常之好，老實，待人很誠懇，但是不懂佛法，心地善良，也不曉得什麼叫神，什麼叫佛？神佛不分的，哪裡都去拜，到處都去拜，就是這麼一個人。"
    },
    {
      "id": "02-009-0005_p0039",
      "zh_CN": "三年前她娶了个媳妇，媳妇懂得一点佛法，就劝她婆婆不要去乱拜。家里供养阿弥陀佛，劝她专念阿弥陀佛，求生净土。这个老太太很难得，她听媳妇的话，她从此以后就不再去乱拜，就在家里老实念佛，就这么念了三年。往生这一天，她就告诉她的儿子、媳妇，她是在吃晚饭的时候，她说我去洗个澡，你们吃晚饭，先吃不要等我。她就洗澡去了。儿子媳妇很孝顺，还是等，等了很久，老太太没出来，就进去看看，确实她洗好澡，不在浴室，再找找看，房间也不在。她家有个小佛堂，看到老太太站在佛堂当中，面朝着佛像，衣服穿得很整齐，穿着海青，手上拿着念珠，喊她也不答应，仔细到面前去，她已经走了，站着走的。洗好澡，换上衣服，在佛堂里一个人念佛走了，站着走的。这是她的邻居长工告诉我的。",
      "zh_TW": "三年前她娶了個媳婦，媳婦懂得一點佛法，就勸她婆婆不要去亂拜。家裡供養阿彌陀佛，勸她專念阿彌陀佛，求生淨土。這個老太太很難得，她聽媳婦的話，她從此以後就不再去亂拜，就在家裡老實念佛，就這麼念了三年。往生這一天，她就告訴她的兒子、媳婦，她是在吃晚飯的時候，她說我去洗個澡，你們吃晚飯，先吃不要等我。她就洗澡去了。兒子媳婦很孝順，還是等，等了很久，老太太沒出來，就進去看看，確實她洗好澡，不在浴室，再找找看，房間也不在。她家有個小佛堂，看到老太太站在佛堂當中，面朝著佛像，衣服穿得很整齊，穿著海青，手上拿著念珠，喊她也不答應，仔細到面前去，她已經走了，站著走的。洗好澡，換上衣服，在佛堂裡一個人念佛走了，站著走的。這是她的鄰居長工告訴我的。"
    },
    {
      "id": "02-009-0005_p0040",
      "zh_CN": "好像这个老太太的事迹，林看治居士写的《念佛往生见闻记》里有，有她的事迹。南部同修很多都知道，我去年到高雄讲经提到这个事情，有很多人晓得。所以人家三年为什么成就？专精，没有别的。这个老太婆也没有念什么书，就是一句阿弥陀佛念到底，念三年，有这样的成就，了不起。这才是我们学佛真正的好榜样，人家叫真正学佛。我们现在是玩佛，不是学佛，玩佛，玩弄佛教，闲暇无事到道场里面去消遣消遣，去干这个去。这是我们一定要知道。「已度之者」是真正能够相信，根机成熟的人，要把这个快速稳当成佛的法门教给他。",
      "zh_TW": "好像這個老太太的事蹟，林看治居士寫的《念佛往生見聞記》裡有，有她的事蹟。南部同修很多都知道，我去年到高雄講經提到這個事情，有很多人曉得。所以人家三年為什麼成就？專精，沒有別的。這個老太婆也沒有念什麼書，就是一句阿彌陀佛念到底，念三年，有這樣的成就，了不起。這才是我們學佛真正的好榜樣，人家叫真正學佛。我們現在是玩佛，不是學佛，玩佛，玩弄佛教，閒暇無事到道場裡面去消遣消遣，去幹這個去。這是我們一定要知道。「已度之者」是真正能夠相信，根機成熟的人，要把這個快速穩當成佛的法門教給他。"
    },
    {
      "id": "02-009-0005_p0041",
      "zh_CN": "【假令供养恒沙圣。不如坚勇求正觉。】",
      "zh_TW": "【假令供養恆沙聖。不如堅勇求正覺。】"
    },
    {
      "id": "02-009-0005_p0042",
      "zh_CN": "这两句话我们要特别注意，为什么？现在世间求福的人多，这个地方讲供养佛，供养什么人？供养诸佛菩萨、阿罗汉。供养多少？像恒河沙数那么多。佛在此地告诉我们，『不如坚勇求正觉』，就是不如老实念佛求生净土，你的功德超过供养恒沙圣人太多了，这个功德不能为比的。",
      "zh_TW": "這兩句話我們要特別注意，為什麼？現在世間求福的人多，這個地方講供養佛，供養什麼人？供養諸佛菩薩、阿羅漢。供養多少？像恆河沙數那麼多。佛在此地告訴我們，『不如堅勇求正覺』，就是不如老實念佛求生淨土，你的功德超過供養恆沙聖人太多了，這個功德不能為比的。"
    },
    {
      "id": "02-009-0005_p0043",
      "zh_CN": "【愿当安住三摩地。恒放光明照一切。感得广大清净居。殊胜庄严无等伦。】",
      "zh_TW": "【願當安住三摩地。恆放光明照一切。感得廣大清淨居。殊勝莊嚴無等倫。】"
    },
    {
      "id": "02-009-0005_p0044",
      "zh_CN": "这是阿弥陀佛自己说的，就是法藏比丘自己说的，他的修学专精，他不杂。他安住在三摩地，这就是求净佛土的大愿，也是四十八愿的核心。此地讲的三摩地就是念佛三昧，我们常常讲三昧中王，也称之为「宝王三昧」，宝王三昧就是念佛三昧。这是法藏自己要求的，他求的实在讲也就是给我们做个样子，我们要真正修学，就要像他一样。",
      "zh_TW": "這是阿彌陀佛自己說的，就是法藏比丘自己說的，他的修學專精，他不雜。他安住在三摩地，這就是求淨佛土的大願，也是四十八願的核心。此地講的三摩地就是念佛三昧，我們常常講三昧中王，也稱之為「寶王三昧」，寶王三昧就是念佛三昧。這是法藏自己要求的，他求的實在講也就是給我們做個樣子，我們要真正修學，就要像他一樣。"
    },
    {
      "id": "02-009-0005_p0045",
      "zh_CN": "『恒放光明照一切』，这是以光明摄受一切众生，所谓是寂而常照。清净心里面就放光明，就普照一切众生。这个意思就是说，菩萨心里面念念希望度一切众生早日圆成佛道，就是这个意思。『感得广大清净居』，这就是讲西方极乐世界。『殊胜庄严无等伦』，这一句是形容极乐世界的状况。此地是略说，这个经里面有很多段的经文要给我们细细介绍西方极乐世界。",
      "zh_TW": "『恆放光明照一切』，這是以光明攝受一切眾生，所謂是寂而常照。清淨心裡面就放光明，就普照一切眾生。這個意思就是說，菩薩心裡面念念希望度一切眾生早日圓成佛道，就是這個意思。『感得廣大清淨居』，這就是講西方極樂世界。『殊勝莊嚴無等倫』，這一句是形容極樂世界的狀況。此地是略說，這個經裡面有很多段的經文要給我們細細介紹西方極樂世界。"
    },
    {
      "id": "02-009-0005_p0046",
      "zh_CN": "【轮回诸趣众生类。速生我刹受安乐。】",
      "zh_TW": "【輪迴諸趣眾生類。速生我剎受安樂。】"
    },
    {
      "id": "02-009-0005_p0047",
      "zh_CN": "这是讲十方世界，十方世界都有六道，六道里面这些苦难众生，都是他心心念念希望他们能生到极乐世界来，在极乐世界圆成佛道。为什么要在极乐世界成就圆满的佛道？经文后面会详细给我们说明。他方世界六道之中恶缘太多，也就是障碍太多，你修学很困难。西方极乐世界清净没有障碍，只有帮助你成就的，绝对不会有障碍的，选择西方极乐世界原因就在此地。",
      "zh_TW": "這是講十方世界，十方世界都有六道，六道裡面這些苦難眾生，都是他心心念念希望他們能生到極樂世界來，在極樂世界圓成佛道。為什麼要在極樂世界成就圓滿的佛道？經文後面會詳細給我們說明。他方世界六道之中惡緣太多，也就是障礙太多，你修學很困難。西方極樂世界清淨沒有障礙，只有幫助你成就的，絕對不會有障礙的，選擇西方極樂世界原因就在此地。"
    },
    {
      "id": "02-009-0005_p0048",
      "zh_CN": "【常运慈心拔有情。度尽无边苦众生。】",
      "zh_TW": "【常運慈心拔有情。度盡無邊苦眾生。】"
    },
    {
      "id": "02-009-0005_p0049",
      "zh_CN": "这两句是他弘愿的总结。『常』，这是讲的时间，永远没有间断，大慈大悲帮助这些有情众生。『度尽无边』，无边是讲空间。说时间、说空间，当然就把所有一切众生统统包括了。最后一首，请佛给他证明。",
      "zh_TW": "這兩句是他弘願的總結。『常』，這是講的時間，永遠沒有間斷，大慈大悲幫助這些有情眾生。『度盡無邊』，無邊是講空間。說時間、說空間，當然就把所有一切眾生統統包括了。最後一首，請佛給他證明。"
    },
    {
      "id": "02-009-0005_p0050",
      "zh_CN": "【我行决定坚固力。唯佛圣智能证知。】",
      "zh_TW": "【我行決定堅固力。唯佛聖智能證知。】"
    },
    {
      "id": "02-009-0005_p0051",
      "zh_CN": "法藏说，我今天发的愿、立的志，心地非常坚定，永远不会改变，永远不会退转，只有佛你能够给我作证明。",
      "zh_TW": "法藏說，我今天發的願、立的志，心地非常堅定，永遠不會改變，永遠不會退轉，只有佛你能夠給我作證明。"
    },
    {
      "id": "02-009-0005_p0052",
      "zh_CN": "【纵使身止诸苦中。如是愿心永不退。】",
      "zh_TW": "【縱使身止諸苦中。如是願心永不退。】"
    },
    {
      "id": "02-009-0005_p0053",
      "zh_CN": "修行，有很多的苦难须要克服，度众生，众生很难度，像《地藏经》上讲的，「阎浮提众生刚强难化」，你好心去帮助他，他还误会你，还得找你麻烦。所以菩萨要有很大的耐性，永远不退转，这是愿行相符，才能够满愿。有愿要没有行，这个愿会落空，这个愿是假的；有行要没有愿，这个行没有目标、没有方向，也不会有结果。所以，行愿要相辅相成。",
      "zh_TW": "修行，有很多的苦難須要克服，度眾生，眾生很難度，像《地藏經》上講的，「閻浮提眾生剛強難化」，你好心去幫助他，他還誤會你，還得找你麻煩。所以菩薩要有很大的耐性，永遠不退轉，這是願行相符，才能夠滿願。有願要沒有行，這個願會落空，這個願是假的；有行要沒有願，這個行沒有目標、沒有方向，也不會有結果。所以，行願要相輔相成。"
    },
    {
      "id": "02-009-0005_p0054",
      "zh_CN": "求往生，一定要求上品上生，这才是佛对我们真正的期望。不要自己把自己看得很低，「我只要下品下生就可以了」，这个话说的是没错，我们中国俗话常说「取法乎上，仅得乎中」，我这个目标在上品上生，上品上生弄不到，还有个中品中生，还可以；如果你目标订在下品下生，下品下生得不到，这就生不了，去不了。所以，志要立得大，要立得坚定，然后以行填愿，要认真努力去做。怎么个做法？这个做法一定要依靠经典。净宗，正说的是有三经，这个三经，第一就是《无量寿经》，我们现在所念的这个本子，第二部《阿弥陀经》，第三部是《观无量寿经》，这三部经都是专讲净土的。",
      "zh_TW": "求往生，一定要求上品上生，這才是佛對我們真正的期望。不要自己把自己看得很低，「我只要下品下生就可以了」，這個話說的是沒錯，我們中國俗話常說「取法乎上，僅得乎中」，我這個目標在上品上生，上品上生弄不到，還有個中品中生，還可以；如果你目標訂在下品下生，下品下生得不到，這就生不了，去不了。所以，志要立得大，要立得堅定，然後以行填願，要認真努力去做。怎麼個做法？這個做法一定要依靠經典。淨宗，正說的是有三經，這個三經，第一就是《無量壽經》，我們現在所念的這個本子，第二部《阿彌陀經》，第三部是《觀無量壽經》，這三部經都是專講淨土的。"
    },
    {
      "id": "02-009-0005_p0055",
      "zh_CN": "《无量寿经》，前面跟诸位做了简略的介绍，是西方净土的概论。这部经里面给我们详细说明了西方极乐世界的来源，它的历史、状况、因果、修学的方法，统统在这部经上。所以这部经讲得最完备，非常重要的一部经典。《弥陀经》，它的目标是劝我们相信、劝我们发愿、劝我们念佛，所以《弥陀经》是以信愿行为宗旨，劝信、劝愿、劝行。《观无量寿经》它里面是讲西方极乐世界的理论，这很难得，说明了理论的依据，我们明白了，会对它坚定信心，不会怀疑。给我们讲方法，十六观方法讲得很详细，观想念佛、观像念佛、持名念佛，它讲得很详细，再给我们讲九品的因果。所以，它主要是讲理论、方法、因果，这三样东西它讲得详细。换句话说，《观经》跟《阿弥陀经》是《无量寿经》的补充，这些东西《无量寿经》统统都说到，但是说得不详细，详细在那两部经上，所以是个补充的说明。",
      "zh_TW": "《無量壽經》，前面跟諸位做了簡略的介紹，是西方淨土的概論。這部經裡面給我們詳細說明了西方極樂世界的來源，它的歷史、狀況、因果、修學的方法，統統在這部經上。所以這部經講得最完備，非常重要的一部經典。《彌陀經》，它的目標是勸我們相信、勸我們發願、勸我們念佛，所以《彌陀經》是以信願行為宗旨，勸信、勸願、勸行。《觀無量壽經》它裡面是講西方極樂世界的理論，這很難得，說明了理論的依據，我們明白了，會對它堅定信心，不會懷疑。給我們講方法，十六觀方法講得很詳細，觀想念佛、觀像念佛、持名念佛，它講得很詳細，再給我們講九品的因果。所以，它主要是講理論、方法、因果，這三樣東西它講得詳細。換句話說，《觀經》跟《阿彌陀經》是《無量壽經》的補充，這些東西《無量壽經》統統都說到，但是說得不詳細，詳細在那兩部經上，所以是個補充的說明。"
    },
    {
      "id": "02-009-0005_p0056",
      "zh_CN": "到清朝魏默深居士，这个人也很了不起，他将《华严经．普贤行愿品》加在三经的后面，称为净土四经，四经是这么来的。这个加上去非常有道理，不能不说他的正知正见，因为「行愿品」跟《无量寿经》的关系非常密切。我们读这个经一开端就看到「咸共遵修普贤大士之德」，不读「行愿品」怎么知道普贤大士之德？所以，这个加上去很有道理。到民国初年，印光大师又将《楞严经．大势至圆通章》加在四经之后，成为净土五经。净土经典到这里可以说圆满了，有没有东西再加了？我觉得没有了，再没有东西可以加。「大势至菩萨圆通章」非常不可思议，它是净土宗的心经。你们平常念的《心经》是《般若心经》，般若部的《心经》。「大势至圆通章」只有两百四十四个字，比《般若心经》还少，《般若心经》有两百六十个字，它只有两百四十四个字，确实是净土宗的心经。不仅是净土宗的心经，也可以说是整个佛法的心经，真正不可思议。",
      "zh_TW": "到清朝魏默深居士，這個人也很了不起，他將《華嚴經．普賢行願品》加在三經的後面，稱為淨土四經，四經是這麼來的。這個加上去非常有道理，不能不說他的正知正見，因為「行願品」跟《無量壽經》的關係非常密切。我們讀這個經一開端就看到「咸共遵修普賢大士之德」，不讀「行願品」怎麼知道普賢大士之德？所以，這個加上去很有道理。到民國初年，印光大師又將《楞嚴經．大勢至圓通章》加在四經之後，成為淨土五經。淨土經典到這裡可以說圓滿了，有沒有東西再加了？我覺得沒有了，再沒有東西可以加。「大勢至菩薩圓通章」非常不可思議，它是淨土宗的心經。你們平常念的《心經》是《般若心經》，般若部的《心經》。「大勢至圓通章」只有兩百四十四個字，比《般若心經》還少，《般若心經》有兩百六十個字，它只有兩百四十四個字，確實是淨土宗的心經。不僅是淨土宗的心經，也可以說是整個佛法的心經，真正不可思議。"
    },
    {
      "id": "02-009-0005_p0057",
      "zh_CN": "我们修净土的人，五经当中只要选一种，专精，你每天去念，念的遍数愈多愈好。你每念一遍总有一点体会，不要去研究，自自然然它就明了。天天念天天都会明了一些，念上三年自然就通达。真正专修，说老实话，三年往生不往生那是你自己觉得有没有必要？觉得必要的话，三年确实可以走得了，像前面的人一样，站着走、坐着走，预知时至，可以走得了。所以我们看到《往生传》里头，很多学佛都是三年就走了。有些同修就问我，是不是学了三年，真的他的寿命就三年，就走了吗？在我想不一定，哪有那么巧的事情？寿命没有完，他为什么三年走了？他三年可以走，他为什么不走？这个地方这么苦，那个地方那么舒服，早就走了。只有一种人，还有留此地的必要，什么必要？大概有一些人需要帮助，这样他才不走。如果没有人接受，他觉得他自己没有缘，跟别人讲人家未必相信，缘没有了，他就走了。由此可知，生死自在，生死真的没有了。",
      "zh_TW": "我們修淨土的人，五經當中只要選一種，專精，你每天去念，念的遍數愈多愈好。你每念一遍總有一點體會，不要去研究，自自然然它就明瞭。天天念天天都會明瞭一些，念上三年自然就通達。真正專修，說老實話，三年往生不往生那是你自己覺得有沒有必要？覺得必要的話，三年確實可以走得了，像前面的人一樣，站著走、坐著走，預知時至，可以走得了。所以我們看到《往生傳》裡頭，很多學佛都是三年就走了。有些同修就問我，是不是學了三年，真的他的壽命就三年，就走了嗎？在我想不一定，哪有那麼巧的事情？壽命沒有完，他為什麼三年走了？他三年可以走，他為什麼不走？這個地方這麼苦，那個地方那麼舒服，早就走了。只有一種人，還有留此地的必要，什麼必要？大概有一些人需要幫助，這樣他才不走。如果沒有人接受，他覺得他自己沒有緣，跟別人講人家未必相信，緣沒有了，他就走了。由此可知，生死自在，生死真的沒有了。"
    },
    {
      "id": "02-009-0005_p0058",
      "zh_CN": "我在台中跟李老师的时候，李老师是七十岁，有一次在中兴新村讲演，我们有十几个同学跟他一道去。他在中兴大会堂跟大家宣布，他说他念佛的功夫是想哪一天走就哪天走，想多住几年也不碍事，这就是讲随时可以走。我们几个同学听了老师这些话，回头来大家商量，希望老师多住几年。商量一个什么方法？我就提出，最好请老师讲大经，经没讲完他总不好意思走？于是乎这才决定选《大方广佛华严经》请他讲，果然这部经把他拖了很多年。请他讲《华严经》八个人，我有一个，我带头请的。《华严经》的注解，清凉大师的注解，他用的那本是我送给他的。请他讲这部经，目的就是希望他多住几年，因为他自己宣布他可以多住几年不碍事。生死自在，他老人家七十多岁的时候证得，这都不是假的。他可以能够证得，我们每一位同修都可以证得，问题就是你肯不肯照这个方法修学？你肯照这个方法修学，是各个人都可以证得。这是佛法里头不可思议的成就，真实不虚。",
      "zh_TW": "我在台中跟李老師的時候，李老師是七十歲，有一次在中興新村講演，我們有十幾個同學跟他一道去。他在中興大會堂跟大家宣布，他說他念佛的功夫是想哪一天走就哪天走，想多住幾年也不礙事，這就是講隨時可以走。我們幾個同學聽了老師這些話，回頭來大家商量，希望老師多住幾年。商量一個什麼方法？我就提出，最好請老師講大經，經沒講完他總不好意思走？於是乎這才決定選《大方廣佛華嚴經》請他講，果然這部經把他拖了很多年。請他講《華嚴經》八個人，我有一個，我帶頭請的。《華嚴經》的註解，清涼大師的註解，他用的那本是我送給他的。請他講這部經，目的就是希望他多住幾年，因為他自己宣布他可以多住幾年不礙事。生死自在，他老人家七十多歲的時候證得，這都不是假的。他可以能夠證得，我們每一位同修都可以證得，問題就是你肯不肯照這個方法修學？你肯照這個方法修學，是各個人都可以證得。這是佛法裡頭不可思議的成就，真實不虛。"
    },
    {
      "id": "02-009-0005_p0059",
      "zh_CN": "所以我们日常生活，处事待人接物，依照这本经足够了。其他经论虽然多，说得虽然是广，我们到西方极乐世界再学不迟，先把极乐世界拿到，然后其他的问题好办。现在就这个想学、那个想学，学来学去一样也没学成功，西方极乐世界也错过了，也去不了，这损失才大，太大了。我们真正明白这个事实，这才是真正放下，世出世间一切法统统放下了，一心一意专念阿弥陀佛、专念《无量寿经》。我现在是台北建一个道场，在美国建一个道场，我希望的什么人来跟我共修？就是一生当中只修一部《无量寿经》，只念一句阿弥陀佛，我欢迎你来，因为我们志同道合，我们会在一块处得很圆满，我欢迎。如果你还想学这个、学那个，你到别的地方去学，我这个地方没有，我这里只有这么一门，只有一个目标、一个方向，这是最稳当不过的。我在这里能有一点成就，所以我才很肯定的奉劝诸位，提供诸位同修作个参考。我跟大家说我决定往生！所以我敢劝你，这个事情一点不假。",
      "zh_TW": "所以我們日常生活，處事待人接物，依照這本經足夠了。其他經論雖然多，說得雖然是廣，我們到西方極樂世界再學不遲，先把極樂世界拿到，然後其他的問題好辦。現在就這個想學、那個想學，學來學去一樣也沒學成功，西方極樂世界也錯過了，也去不了，這損失才大，太大了。我們真正明白這個事實，這才是真正放下，世出世間一切法統統放下了，一心一意專念阿彌陀佛、專念《無量壽經》。我現在是台北建一個道場，在美國建一個道場，我希望的什麼人來跟我共修？就是一生當中只修一部《無量壽經》，只念一句阿彌陀佛，我歡迎你來，因為我們志同道合，我們會在一塊處得很圓滿，我歡迎。如果你還想學這個、學那個，你到別的地方去學，我這個地方沒有，我這裡只有這麼一門，只有一個目標、一個方向，這是最穩當不過的。我在這裡能有一點成就，所以我才很肯定的奉勸諸位，提供諸位同修作個參考。我跟大家說我決定往生！所以我敢勸你，這個事情一點不假。"
    },
    {
      "id": "02-009-0005_p0060",
      "zh_CN": "今天我们就讲到这一章。",
      "zh_TW": "今天我們就講到這一章。"
    }
  ]
}