{
  "doc_id": "21-410-0001",
  "title": {
    "zh_CN": "老和尚开示—香港",
    "zh_TW": "老和尚開示—香港"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-410-0001",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "21-410-0001_p0001",
      "zh_CN": "自从去年我们参加巴黎的活动之后，我们就到英国去访问，去看了牛津大学、剑桥大学、伦敦大学。这三个学校他们研究汉学，就是研究中国儒释道三家东西，在世界上是最有成就的，就是权威的教学机构。我们去跟他们汉学系的教授、研究生做了交流，发现他们的程度并不很理想。这不能怪他们，汉学的老家在中国，中国现在儒释道没有汉学家，他们到哪里去学？所以水平下降这是正常现象。回来之后我就感到很忧虑，这个事情你怎么样来培养汉学一流的教授，这是我们今天最迫切的问题。你说印这些经藏，这个没有问题，有钱就可以印，全世界可以流通，但老师到哪里去找？",
      "zh_TW": "自從去年我們參加巴黎的活動之後，我們就到英國去訪問，去看了牛津大學、劍橋大學、倫敦大學。這三個學校他們研究漢學，就是研究中國儒釋道三家東西，在世界上是最有成就的，就是權威的教學機構。我們去跟他們漢學系的教授、研究生做了交流，發現他們的程度並不很理想。這不能怪他們，漢學的老家在中國，中國現在儒釋道沒有漢學家，他們到哪裡去學？所以水平下降這是正常現象。回來之後我就感到很憂慮，這個事情你怎麼樣來培養漢學一流的教授，這是我們今天最迫切的問題。你說印這些經藏，這個沒有問題，有錢就可以印，全世界可以流通，但老師到哪裡去找？"
    },
    {
      "id": "21-410-0001_p0002",
      "zh_CN": "实在说，在清朝开国初年，雍正皇帝就说过，就很感叹的说过，信解的人很多，对儒释道三家真正能讲的，讲得很好的，就是有信解的人很多，他说真正依教修行的，一万个人当中难得找一个。你想想看，雍正的时候他都有这样的感叹，现在比那时候差距太大了，到哪里去找一个真正能做到的？可是你做不到，做不到这就是儒学、道学、佛学，不是学儒、学佛、学道。",
      "zh_TW": "實在說，在清朝開國初年，雍正皇帝就說過，就很感嘆的說過，信解的人很多，對儒釋道三家真正能講的，講得很好的，就是有信解的人很多，他說真正依教修行的，一萬個人當中難得找一個。你想想看，雍正的時候他都有這樣的感嘆，現在比那時候差距太大了，到哪裡去找一個真正能做到的？可是你做不到，做不到這就是儒學、道學、佛學，不是學儒、學佛、學道。"
    },
    {
      "id": "21-410-0001_p0003",
      "zh_CN": "我在那里等于说给他们上了两堂课，在英国上两堂课。他们的华语讲得很好，所以基本上不需要翻译。我告诉他，他们的学生当中有用《无量寿经》写博士论文的，我说《无量寿经》用什么本子？就用夏莲居会集本，写博士论文。有一个用《孟子》，研究孟子的，还有一个学生研究王维，唐朝的文学家王维。我说很难得，你们可以拿中国儒释道去拿到汉学的硕士学位、博士学位，你们将来也能够在世界上著名大学里面成为名教授，可是你们的一生依旧生活在烦恼跟痛苦的世界里。结果大家都笑起来，连他们教授也笑起来了。什么原因？我说你不能跟我比，我生活在幸福快乐的氛围里。什么原因？我学的跟你们恰恰相反，你们今天搞的是儒学、道学、佛学，我这是反过来，我是学儒、学道、学佛。你能够说倒过来学佛，你才能得到佛的法喜充满，你学道你才能真正做到清净无为，你学儒你才真正能够把伦理道德从切身做出来，你能做得出来。你要是做不出来的话，这是假的，这不是真的。我在伦敦的时候就感觉到这个问题严重。",
      "zh_TW": "我在那裡等於說給他們上了兩堂課，在英國上兩堂課。他們的華語講得很好，所以基本上不需要翻譯。我告訴他，他們的學生當中有用《無量壽經》寫博士論文的，我說《無量壽經》用什麼本子？就用夏蓮居會集本，寫博士論文。有一個用《孟子》，研究孟子的，還有一個學生研究王維，唐朝的文學家王維。我說很難得，你們可以拿中國儒釋道去拿到漢學的碩士學位、博士學位，你們將來也能夠在世界上著名大學裡面成為名教授，可是你們的一生依舊生活在煩惱跟痛苦的世界裡。結果大家都笑起來，連他們教授也笑起來了。什麼原因？我說你不能跟我比，我生活在幸福快樂的氛圍裡。什麼原因？我學的跟你們恰恰相反，你們今天搞的是儒學、道學、佛學，我這是反過來，我是學儒、學道、學佛。你能夠說倒過來學佛，你才能得到佛的法喜充滿，你學道你才能真正做到清淨無為，你學儒你才真正能夠把倫理道德從切身做出來，你能做得出來。你要是做不出來的話，這是假的，這不是真的。我在倫敦的時候就感覺到這個問題嚴重。"
    },
    {
      "id": "21-410-0001_p0004",
      "zh_CN": "回来之后，大概我这些谈话知道的人也不少，所以国内也有几位很有名的教授来访问我，提出九个问题。里面就有问我，你讲的儒学、学儒，佛学、学佛，你能不能再讲清楚一点？又问我，为什么重视《弟子规》？这几年我们提倡《弟子规》，在国内产生很大的效果，在国际也展开了，《弟子规》的学习运动展开来了。我答复他之后，我就画了这个图表，解释什么叫儒学、什么叫学儒。",
      "zh_TW": "回來之後，大概我這些談話知道的人也不少，所以國內也有幾位很有名的教授來訪問我，提出九個問題。裡面就有問我，你講的儒學、學儒，佛學、學佛，你能不能再講清楚一點？又問我，為什麼重視《弟子規》？這幾年我們提倡《弟子規》，在國內產生很大的效果，在國際也展開了，《弟子規》的學習運動展開來了。我答覆他之後，我就畫了這個圖表，解釋什麼叫儒學、什麼叫學儒。"
    },
    {
      "id": "21-410-0001_p0005",
      "zh_CN": "儒家学习的顺序有五条，博学、审问、慎思、明辨、笃行，如果你只有前面四个，没有笃行，你没有做到。能说不能行这就是儒学，能说又能行这是学儒，这是最简单的，你们没做到。再以「大学」八目来说，你们讲格物、致知、诚意、正心、修身、齐家、治国、平天下，讲得非常之好，也是没做到。你们写了很多书，发表很多论文，讲了很多，然后我问问你，你家和不和睦？你夫妻和不和？父子和不和？兄弟和不和？跟你邻居和不和？如果要是不和的话，你的家没有齐；家都没有齐，你怎么能治国？国都治不好，你怎么能化解国际间的冲突？做不到。",
      "zh_TW": "儒家學習的順序有五條，博學、審問、慎思、明辨、篤行，如果你只有前面四個，沒有篤行，你沒有做到。能說不能行這就是儒學，能說又能行這是學儒，這是最簡單的，你們沒做到。再以「大學」八目來說，你們講格物、致知、誠意、正心、修身、齊家、治國、平天下，講得非常之好，也是沒做到。你們寫了很多書，發表很多論文，講了很多，然後我問問你，你家和不和睦？你夫妻和不和？父子和不和？兄弟和不和？跟你鄰居和不和？如果要是不和的話，你的家沒有齊；家都沒有齊，你怎麼能治國？國都治不好，你怎麼能化解國際間的衝突？做不到。"
    },
    {
      "id": "21-410-0001_p0006",
      "zh_CN": "确实很多教授夫妻不和，离婚率这么高，这是家庭问题出麻烦。我说你家不齐，肯定你身没有修。身为什么没有修？肯定是你心不正，你心里面妄念很多，贪瞋痴慢很严重，你心没有修。心为什么没有修？你意不诚。意为什么不诚？你没有智慧，致知是智慧。为什么没有智慧？你没有放下，物是物欲，欲望没放下。所以这是基础，这个东西是基础。所以圣人之所以为圣人，跟我们凡夫实在讲没有什么两样，就是凡夫执着在物欲，圣人把这个看破了，他放下了，道理就在此地。",
      "zh_TW": "確實很多教授夫妻不和，離婚率這麼高，這是家庭問題出麻煩。我說你家不齊，肯定你身沒有修。身為什麼沒有修？肯定是你心不正，你心裡面妄念很多，貪瞋痴慢很嚴重，你心沒有修。心為什麼沒有修？你意不誠。意為什麼不誠？你沒有智慧，致知是智慧。為什麼沒有智慧？你沒有放下，物是物欲，欲望沒放下。所以這是基礎，這個東西是基礎。所以聖人之所以為聖人，跟我們凡夫實在講沒有什麼兩樣，就是凡夫執著在物欲，聖人把這個看破了，他放下了，道理就在此地。"
    },
    {
      "id": "21-410-0001_p0007",
      "zh_CN": "我说上面这个就是儒学，下面物格了，物欲放下了，智慧开了，意诚了、心正了、身修了、家齐了，这叫学儒。「大学」里面的三纲，明德、新民、止于至善，从格物到正心这是明明德，他做到了；心正、身修这是新民，万古长新；身修、齐家、治国、平天下是止于至善，你能这么做就是行。学儒是圣贤人，儒学那一般人都可以做到。所以儒学的多，学儒的太少了，真的是一万人当中找不到一个。",
      "zh_TW": "我說上面這個就是儒學，下面物格了，物欲放下了，智慧開了，意誠了、心正了、身修了、家齊了，這叫學儒。「大學」裡面的三綱，明德、新民、止於至善，從格物到正心這是明明德，他做到了；心正、身修這是新民，萬古長新；身修、齊家、治國、平天下是止於至善，你能這麼做就是行。學儒是聖賢人，儒學那一般人都可以做到。所以儒學的多，學儒的太少了，真的是一萬人當中找不到一個。"
    },
    {
      "id": "21-410-0001_p0008",
      "zh_CN": "学佛也是一样，翻过来就是佛学跟学佛。学佛戒、定、慧三学，持戒、得定、开慧这是佛学，你会讲得很清楚、讲得很好，你没持。如果戒真的持了，戒做到了，定得到了，慧开了，这是学佛。所以翻过来就是了。我跟他讲的时候，这样一讲他很容易理解，然后我们再举例子。不管你是学还是没学，你学了世法，或者学了佛法，或者没有学世法也没有学佛法，这都不要紧，问题关键在具足跟放下。这有两个很好的例子，学世法跟佛法是释迦牟尼佛，你看释迦牟尼佛十九岁他开始去求学，到处寻师访道去参学。他十九岁放弃了王位的继承权，他不做国王，放弃荣华富贵的生活，都不要了，他出去求学。求学很辛苦，印度，这诸位都知道，在早期印度宗教非常发达，学术也发达，在今天讲的哲学，印度哲学确实很发达。他们的宗教界跟学术界所用的方法都是禅定，所以佛家讲的四禅八定，四禅八定是古婆罗门教他们学的。他们真成功了、真达到了，上面他能够达到非想非非想处天，下面能够达到阿鼻地狱，也就是六道里面的空间维次，用禅定的方法全突破了，但他超不出六道。所以对于六道里的状况非常清楚、非常了解。",
      "zh_TW": "學佛也是一樣，翻過來就是佛學跟學佛。學佛戒、定、慧三學，持戒、得定、開慧這是佛學，你會講得很清楚、講得很好，你沒持。如果戒真的持了，戒做到了，定得到了，慧開了，這是學佛。所以翻過來就是了。我跟他講的時候，這樣一講他很容易理解，然後我們再舉例子。不管你是學還是沒學，你學了世法，或者學了佛法，或者沒有學世法也沒有學佛法，這都不要緊，問題關鍵在具足跟放下。這有兩個很好的例子，學世法跟佛法是釋迦牟尼佛，你看釋迦牟尼佛十九歲他開始去求學，到處尋師訪道去參學。他十九歲放棄了王位的繼承權，他不做國王，放棄榮華富貴的生活，都不要了，他出去求學。求學很辛苦，印度，這諸位都知道，在早期印度宗教非常發達，學術也發達，在今天講的哲學，印度哲學確實很發達。他們的宗教界跟學術界所用的方法都是禪定，所以佛家講的四禪八定，四禪八定是古婆羅門教他們學的。他們真成功了、真達到了，上面他能夠達到非想非非想處天，下面能夠達到阿鼻地獄，也就是六道裡面的空間維次，用禪定的方法全突破了，但他超不出六道。所以對於六道裡的狀況非常清楚、非常了解。"
    },
    {
      "id": "21-410-0001_p0009",
      "zh_CN": "释迦牟尼佛很聪明，他用这个来给我们示现，我们不是都想求吗？他求到了，求得很好。可是有三个问题不能解决，六道从哪来的？没有人能解答；为什么会有六道？也没人能解答；六道之外还有没有世界？都没有人晓得。他学了十二年，到三十岁，十九岁学到三十岁，等于是无学了，所有的这些高人都亲近过了。这时候他老人家到恒河旁边找一棵大树底下入定，入定，把十二年所学的统统放下，这一放下，大彻大悟，明心见性。所以，佛法的秘诀就是放下。放下什么？放下妄想分别执着。《华严经》上说，「一切众生皆有如来智慧德相」，圆满的，大家一样的，「但以妄想执着而不能证得」，障碍就在此地。你能把妄想分别执着放下，你就是佛，你本来是佛，你是如如佛，你要放下。如果不放下，统统具足，你具足妄想分别执着，你是凡夫，这叫世间法；你能够放下，你是圣人，叫出世间法。所以凡圣区分就在此地。",
      "zh_TW": "釋迦牟尼佛很聰明，他用這個來給我們示現，我們不是都想求嗎？他求到了，求得很好。可是有三個問題不能解決，六道從哪來的？沒有人能解答；為什麼會有六道？也沒人能解答；六道之外還有沒有世界？都沒有人曉得。他學了十二年，到三十歲，十九歲學到三十歲，等於是無學了，所有的這些高人都親近過了。這時候他老人家到恆河旁邊找一棵大樹底下入定，入定，把十二年所學的統統放下，這一放下，大徹大悟，明心見性。所以，佛法的祕訣就是放下。放下什麼？放下妄想分別執著。《華嚴經》上說，「一切眾生皆有如來智慧德相」，圓滿的，大家一樣的，「但以妄想執著而不能證得」，障礙就在此地。你能把妄想分別執著放下，你就是佛，你本來是佛，你是如如佛，你要放下。如果不放下，統統具足，你具足妄想分別執著，你是凡夫，這叫世間法；你能夠放下，你是聖人，叫出世間法。所以凡聖區分就在此地。"
    },
    {
      "id": "21-410-0001_p0010",
      "zh_CN": "如果说我们学佛了，我们今天听几句《华严经》，我们的妄想分别执着没放下，我们学习《华严经》是世间法。如果我们真的能彻底放下，我们今天学习小朋友的课本，那都是圆满的佛法。所以大乘教里面讲，哪一法不是佛法？放下之后，法法都是佛法，没有一法不是佛法；放不下，哪一法是佛法？都不是。关键在此地。你放下执着，在佛法讲你是阿罗汉；再把分别放下，你就是菩萨；再放下妄想，那就成佛了。从凡夫相上，你具足妄想，妄想是无明烦恼；你具足分别，分别是尘沙烦恼；你具足执着，执着是见思烦恼，你这三种烦恼统统具足，这凡夫。所以，凡跟圣是一念之间，一念觉，就是放下，你就是阿罗汉、菩萨、佛；一念迷，你统统具足，佛法学得再多，《大藏经》能够背得过来，也是世间法，还是个凡夫。关键在此地，所以我们要懂。",
      "zh_TW": "如果說我們學佛了，我們今天聽幾句《華嚴經》，我們的妄想分別執著沒放下，我們學習《華嚴經》是世間法。如果我們真的能徹底放下，我們今天學習小朋友的課本，那都是圓滿的佛法。所以大乘教裡面講，哪一法不是佛法？放下之後，法法都是佛法，沒有一法不是佛法；放不下，哪一法是佛法？都不是。關鍵在此地。你放下執著，在佛法講你是阿羅漢；再把分別放下，你就是菩薩；再放下妄想，那就成佛了。從凡夫相上，你具足妄想，妄想是無明煩惱；你具足分別，分別是塵沙煩惱；你具足執著，執著是見思煩惱，你這三種煩惱統統具足，這凡夫。所以，凡跟聖是一念之間，一念覺，就是放下，你就是阿羅漢、菩薩、佛；一念迷，你統統具足，佛法學得再多，《大藏經》能夠背得過來，也是世間法，還是個凡夫。關鍵在此地，所以我們要懂。"
    },
    {
      "id": "21-410-0001_p0011",
      "zh_CN": "我们当然很想放下，就是放不下，这什么原因？无始无明习气太重。你看你在六道里面搞轮回你搞了多久，这么深的习气哪有那么简单就放下！这个道理、事实真相我们要了解，也不要怪自己、也不要怪别人，什么都不要去责怪，知道这个原因很深，是个麻烦事情。所以佛有方便，圣人有方便，教我们慢慢的放下。一下放下，释迦牟尼佛表演的，表演一下放下，那叫顿超，顿悟、顿超，一下放下。在中国，禅宗六祖惠能大师给我们表演，他没有学，释迦牟尼佛学了十二年，世法、佛法都学了，惠能大师没学，佛法、世法都没学。所以一个学、一个没有学，惠能给我们示现的。由此可知，转凡成圣，学跟不学没关系，这不重要，重要的就是你肯不肯放下。",
      "zh_TW": "我們當然很想放下，就是放不下，這什麼原因？無始無明習氣太重。你看你在六道裡面搞輪迴你搞了多久，這麼深的習氣哪有那麼簡單就放下！這個道理、事實真相我們要了解，也不要怪自己、也不要怪別人，什麼都不要去責怪，知道這個原因很深，是個麻煩事情。所以佛有方便，聖人有方便，教我們慢慢的放下。一下放下，釋迦牟尼佛表演的，表演一下放下，那叫頓超，頓悟、頓超，一下放下。在中國，禪宗六祖惠能大師給我們表演，他沒有學，釋迦牟尼佛學了十二年，世法、佛法都學了，惠能大師沒學，佛法、世法都沒學。所以一個學、一個沒有學，惠能給我們示現的。由此可知，轉凡成聖，學跟不學沒關係，這不重要，重要的就是你肯不肯放下。"
    },
    {
      "id": "21-410-0001_p0012",
      "zh_CN": "惠能大师我们在《坛经》上看到他的故事，他到黄梅去八个月，八个月做义工，在碓房里舂米破柴，讲堂他没去过，禅堂他也没去过，他在做工。五祖要传法了，叫大家做一首偈给他看看，这个缘从这么来的。他听到神秀法师这首偈，他说不行，这个没见性，他把他那首偈改了一下，得到了五祖的肯定。但是你要记住，同行相忌，古今中外都不例外，你在这一行你要出人头地，别人就要想办法整你，这个心里都要明白、都要知道。所以五祖去碓房去看他，问他米舂熟了没有？他们那都是禅机，话里头有话，别人听不懂。米舂熟了没有就是问你放下了没有，是问这个意思。能大师很清楚，说早就熟了，还欠筛，还没有筛，早就熟了，没有人给我印证。所以，五祖拐杖在他的碓上敲了三下就走了，他就晓得，约定三更，半夜三更到他方丈室见面。在方丈室里面给他讲《金刚经》，讲大意，讲《金刚经》大意。讲了三分之一，讲到「应无所住而生其心」他就完全明白了。所以他说了五句话，那五句话就是我们的自性。",
      "zh_TW": "惠能大師我們在《壇經》上看到他的故事，他到黃梅去八個月，八個月做義工，在碓房裡舂米破柴，講堂他沒去過，禪堂他也沒去過，他在做工。五祖要傳法了，叫大家做一首偈給他看看，這個緣從這麼來的。他聽到神秀法師這首偈，他說不行，這個沒見性，他把他那首偈改了一下，得到了五祖的肯定。但是你要記住，同行相忌，古今中外都不例外，你在這一行你要出人頭地，別人就要想辦法整你，這個心裡都要明白、都要知道。所以五祖去碓房去看他，問他米舂熟了沒有？他們那都是禪機，話裡頭有話，別人聽不懂。米舂熟了沒有就是問你放下了沒有，是問這個意思。能大師很清楚，說早就熟了，還欠篩，還沒有篩，早就熟了，沒有人給我印證。所以，五祖拐杖在他的碓上敲了三下就走了，他就曉得，約定三更，半夜三更到他方丈室見面。在方丈室裡面給他講《金剛經》，講大意，講《金剛經》大意。講了三分之一，講到「應無所住而生其心」他就完全明白了。所以他說了五句話，那五句話就是我們的自性。"
    },
    {
      "id": "21-410-0001_p0013",
      "zh_CN": "明心见性，性是什么？他说「何期自性」，没有想到自性「本自清净」，本来是清净的。现在有没有染污？没有，纵然堕到阿鼻地狱也没有染污。它真的，真的不会变质，真的不会染污，这自性。第二个他说自性是什么样的一个性质，你晓得这是清净，清净心，「本不生灭」。本不生灭就是大涅槃，印度所有宗教学派追求的就是不生不灭，自性本来就不生不灭。第三句说「本自具足」，具足就是《华严经》上讲的「一切众生皆有如来智慧德相」。这是具足，这不是从外头来的，只要你把妄想分别执着去掉，统统现前。所以你要把这个搞清楚。",
      "zh_TW": "明心見性，性是什麼？他說「何期自性」，沒有想到自性「本自清淨」，本來是清淨的。現在有沒有染污？沒有，縱然墮到阿鼻地獄也沒有染污。它真的，真的不會變質，真的不會染污，這自性。第二個他說自性是什麼樣的一個性質，你曉得這是清淨，清淨心，「本不生滅」。本不生滅就是大涅槃，印度所有宗教學派追求的就是不生不滅，自性本來就不生不滅。第三句說「本自具足」，具足就是《華嚴經》上講的「一切眾生皆有如來智慧德相」。這是具足，這不是從外頭來的，只要你把妄想分別執著去掉，統統現前。所以你要把這個搞清楚。"
    },
    {
      "id": "21-410-0001_p0014",
      "zh_CN": "第四句是自性本定，他说「何期自性本不动摇」，这是自性本定，首楞严大定，你从来没动过的。你现在所动的是什么？是妄想分别执着在动，你自性没动。后面这句话很重要，「何期自性能生万法」，宇宙从哪来的？生命从哪来的？万事万物从哪来的？是你自性变现的。这个比科学家讲得好，科学家怎么讲都讲不圆满，他这讲得圆满。能大师开悟的时候说这五句话，释迦牟尼佛在菩提树下开悟的时候也是这个情形，完全相同。所以这一点你都要肯定，我们学什么？我们就学这个，就是想反璞归真，把我自己的真性找到，这叫真学佛。真学佛的秘诀没别的，就是放下。",
      "zh_TW": "第四句是自性本定，他說「何期自性本不動搖」，這是自性本定，首楞嚴大定，你從來沒動過的。你現在所動的是什麼？是妄想分別執著在動，你自性沒動。後面這句話很重要，「何期自性能生萬法」，宇宙從哪來的？生命從哪來的？萬事萬物從哪來的？是你自性變現的。這個比科學家講得好，科學家怎麼講都講不圓滿，他這講得圓滿。能大師開悟的時候說這五句話，釋迦牟尼佛在菩提樹下開悟的時候也是這個情形，完全相同。所以這一點你都要肯定，我們學什麼？我們就學這個，就是想反璞歸真，把我自己的真性找到，這叫真學佛。真學佛的祕訣沒別的，就是放下。"
    },
    {
      "id": "21-410-0001_p0015",
      "zh_CN": "我接触佛教，头一天接触出家人是章嘉大师，第一天我就问他，我说我知道佛法非常殊胜、非常好，有没有方法叫我很快契入？他就告诉我，看破、放下。看破帮助放下，放下帮助看破，从初发心到如来地就是这两个相辅相成，看破帮助你放下，放下帮助你看破。那上上根人是顿超，他一次一下就放下；中下根性的人就慢慢来，一点一点放下，你就是一年一年放下。能够放下你就会有进步，会有什么现象？烦恼轻、智慧长。我今年比去年烦恼轻，今年比去年智慧长，年年都往上升，烦恼是年年少，智慧是年年多。到烦恼天天少、智慧天天多，你这一生怎么会不成佛？肯定成佛，成佛哪里要三大阿僧祇劫！",
      "zh_TW": "我接觸佛教，頭一天接觸出家人是章嘉大師，第一天我就問他，我說我知道佛法非常殊勝、非常好，有沒有方法叫我很快契入？他就告訴我，看破、放下。看破幫助放下，放下幫助看破，從初發心到如來地就是這兩個相輔相成，看破幫助你放下，放下幫助你看破。那上上根人是頓超，他一次一下就放下；中下根性的人就慢慢來，一點一點放下，你就是一年一年放下。能夠放下你就會有進步，會有什麼現象？煩惱輕、智慧長。我今年比去年煩惱輕，今年比去年智慧長，年年都往上升，煩惱是年年少，智慧是年年多。到煩惱天天少、智慧天天多，你這一生怎麼會不成佛？肯定成佛，成佛哪裡要三大阿僧祇劫！"
    },
    {
      "id": "21-410-0001_p0016",
      "zh_CN": "善财童子在《华严经》上给我们表演的，一生，你看他五十三参，他是表现中下根性，慢慢放下。惠能大师是一下放下，那是圆顿大法；善财是按部就班，一个阶级一个阶级，统统都做示范给我们看。所以方东美先生那时候把《华严经》介绍给我，说这是世界上最好的哲学概论，有理论、有方法还带表演。五十三参，善财童子跟五十三位善知识表演出来给我们看，这太难得了，世间没有这么好的哲学书，没有这样完美的。这些我们要懂得，然后你才知道怎么个学法，学没有别的，就是放下。",
      "zh_TW": "善財童子在《華嚴經》上給我們表演的，一生，你看他五十三參，他是表現中下根性，慢慢放下。惠能大師是一下放下，那是圓頓大法；善財是按部就班，一個階級一個階級，統統都做示範給我們看。所以方東美先生那時候把《華嚴經》介紹給我，說這是世界上最好的哲學概論，有理論、有方法還帶表演。五十三參，善財童子跟五十三位善知識表演出來給我們看，這太難得了，世間沒有這麼好的哲學書，沒有這樣完美的。這些我們要懂得，然後你才知道怎麼個學法，學沒有別的，就是放下。"
    },
    {
      "id": "21-410-0001_p0017",
      "zh_CN": "今天，我们这么多年来，在国际上走了许多国家地区，接触我们的同学们，统统犯一个毛病。无论是在家学佛还是出家学佛，全搞的是佛学，没有学佛的，统统都是搞佛学的。为什么？没做到，在家，十善业道没做到；出家，沙弥律仪没做到，不但沙弥律仪没做到，十善业道也没做到。所以，这就是天台大师讲的名字即佛，有名无实，这个我们要知道。我们今天要成就，要真干，要真放下。真放下，学《弟子规》，《弟子规》是教我们放下习气，所以你要懂得字字句句的真实义。",
      "zh_TW": "今天，我們這麼多年來，在國際上走了許多國家地區，接觸我們的同學們，統統犯一個毛病。無論是在家學佛還是出家學佛，全搞的是佛學，沒有學佛的，統統都是搞佛學的。為什麼？沒做到，在家，十善業道沒做到；出家，沙彌律儀沒做到，不但沙彌律儀沒做到，十善業道也沒做到。所以，這就是天台大師講的名字即佛，有名無實，這個我們要知道。我們今天要成就，要真幹，要真放下。真放下，學《弟子規》，《弟子規》是教我們放下習氣，所以你要懂得字字句句的真實義。"
    },
    {
      "id": "21-410-0001_p0018",
      "zh_CN": "比如说「父母呼，应勿缓」，用父母做代表，就跟《十善业道经》上佛是以龙王为代表，叫着龙王来跟他讲。龙王是谁？是我们。为什么要龙？龙跟蛇是变化太大，我们念头、妄想变化太大，所以用他来代表，这个一定要晓得。那全都是教我们的，把我们不好的习气，别人叫我们，我们懒得答应，这习气！你要能把这个习气，在日常生活当中处事待人接物时，把它改过来。父母叫你去做事，你要认真负责的把它做好；任何一个人拜托你做事情，只要你答应了，答应就要负责，就要做好。所以这是什么？平常习气很多，《弟子规》重点真的是在改习气。",
      "zh_TW": "比如說「父母呼，應勿緩」，用父母做代表，就跟《十善業道經》上佛是以龍王為代表，叫著龍王來跟他講。龍王是誰？是我們。為什麼要龍？龍跟蛇是變化太大，我們念頭、妄想變化太大，所以用他來代表，這個一定要曉得。那全都是教我們的，把我們不好的習氣，別人叫我們，我們懶得答應，這習氣！你要能把這個習氣，在日常生活當中處事待人接物時，把它改過來。父母叫你去做事，你要認真負責的把它做好；任何一個人拜託你做事情，只要你答應了，答應就要負責，就要做好。所以這是什麼？平常習氣很多，《弟子規》重點真的是在改習氣。"
    },
    {
      "id": "21-410-0001_p0019",
      "zh_CN": "六祖大师在《坛经》里面跟我们讲的，我们的障碍是十恶、八邪、不善的心，不善的心就是习气。不善的心他举了十一个例子，实在讲不善的习气不知道有多少，要统统改掉。统统改掉之后，你才能够除八邪、断十恶，那就简单了。八邪、十恶断掉了是什么？才是一个在家学佛的标准，他十善业道做到了，那里头还没讲到沙弥律仪。这就是佛经上所讲的「善男子、善女人」，我们今天展开经本，「善男子、善女人」，六祖大师的标准是这样的。所以我们努力先要把这个标准达到，十恶、八邪，所有不善习气把它改过来。这是什么？这你才有圣贤的基础，你有了这个底子，所以我们叫根本教育。",
      "zh_TW": "六祖大師在《壇經》裡面跟我們講的，我們的障礙是十惡、八邪、不善的心，不善的心就是習氣。不善的心他舉了十一個例子，實在講不善的習氣不知道有多少，要統統改掉。統統改掉之後，你才能夠除八邪、斷十惡，那就簡單了。八邪、十惡斷掉了是什麼？才是一個在家學佛的標準，他十善業道做到了，那裡頭還沒講到沙彌律儀。這就是佛經上所講的「善男子、善女人」，我們今天展開經本，「善男子、善女人」，六祖大師的標準是這樣的。所以我們努力先要把這個標準達到，十惡、八邪，所有不善習氣把它改過來。這是什麼？這你才有聖賢的基礎，你有了這個底子，所以我們叫根本教育。"
    },
    {
      "id": "21-410-0001_p0020",
      "zh_CN": "所以这些年来我们很重视《弟子规》的学习，也引起不少学者专家的疑惑。很多教授来问我，这几年推行《弟子规》可以说相当有成效，现在国内很普遍了，甚至于国家已经正式公布要作为学校的教科书（科目）来教学，他说为什么要这么重视？我就画了这个图，我就讲，儒家现在一些学者在编「儒藏」，佛教有《大藏经》，道家也有《道藏》，他们现在编「儒藏」。「儒藏」就是经、史、子、集《四库全书》，这分量很大，《弟子规》只有一张纸，一千零八十个字，印上这一张纸。我说放在天秤上，这一张纸跟《四库全书》分量是平等的。",
      "zh_TW": "所以這些年來我們很重視《弟子規》的學習，也引起不少學者專家的疑惑。很多教授來問我，這幾年推行《弟子規》可以說相當有成效，現在國內很普遍了，甚至於國家已經正式公布要作為學校的教科書（科目）來教學，他說為什麼要這麼重視？我就畫了這個圖，我就講，儒家現在一些學者在編「儒藏」，佛教有《大藏經》，道家也有《道藏》，他們現在編「儒藏」。「儒藏」就是經、史、子、集《四庫全書》，這分量很大，《弟子規》只有一張紙，一千零八十個字，印上這一張紙。我說放在天秤上，這一張紙跟《四庫全書》分量是平等的。"
    },
    {
      "id": "21-410-0001_p0021",
      "zh_CN": "他们就很惊讶，说这个为什么？我说四书、五经、十三经，乃至于整个《四库全书》，落实到生活上就是这个；如果不能落实的话，那个都变成玄学，没用处，不起作用。我说这个分量是不是相等？然后我又举了个例子，好比盖大楼，你盖一百层大楼，下面是地基。《弟子规》是地基，这个地基承担了一百层的大楼，它的分量是不是跟一百层大楼是相等的？你没有这个基础，一层都盖不好。所以这是相等的，你不能不重视它，你要是小看它、轻看它，那你就是真的你是搞儒学，你不是学儒；你要是学儒的话，你就晓得它分量重。",
      "zh_TW": "他們就很驚訝，說這個為什麼？我說四書、五經、十三經，乃至於整個《四庫全書》，落實到生活上就是這個；如果不能落實的話，那個都變成玄學，沒用處，不起作用。我說這個分量是不是相等？然後我又舉了個例子，好比蓋大樓，你蓋一百層大樓，下面是地基。《弟子規》是地基，這個地基承擔了一百層的大樓，它的分量是不是跟一百層大樓是相等的？你沒有這個基礎，一層都蓋不好。所以這是相等的，你不能不重視它，你要是小看它、輕看它，那你就是真的你是搞儒學，你不是學儒；你要是學儒的話，你就曉得它分量重。"
    },
    {
      "id": "21-410-0001_p0022",
      "zh_CN": "现在，我们用《弟子规》可以能拯救这个世界，四书、五经、十三经，你天天讲学，救不了世界。所以你从根学，是活的，你没有从根学，就像花瓶里面插的花，很好看，死的，不是活的。我跟他讲，儒的根是《弟子规》，道的根是《太上感应篇》，佛的根是《十善业道》。佛在《十善业道经》上，《十善业道经》很短，我们中文译本只有四页。两次，前面跟后面讲了两次，这十善业是人天的根本，声闻菩提、缘觉菩提、菩萨法、无上菩提的基础。那你就晓得了，这真的是地基。这个地基上第一层就是人天法，再上去声闻，小乘，再上去缘觉，再上去菩萨，最上面是无上菩提，究竟圆满的佛果，统统建立在这个基础上；你没有这个基础，全部是空的，什么都没有了。你怎么能不重视它？你怎么能不认真的去学习它？你要想成就，换句话说，这三个根一定要扎稳。",
      "zh_TW": "現在，我們用《弟子規》可以能拯救這個世界，四書、五經、十三經，你天天講學，救不了世界。所以你從根學，是活的，你沒有從根學，就像花瓶裡面插的花，很好看，死的，不是活的。我跟他講，儒的根是《弟子規》，道的根是《太上感應篇》，佛的根是《十善業道》。佛在《十善業道經》上，《十善業道經》很短，我們中文譯本只有四頁。兩次，前面跟後面講了兩次，這十善業是人天的根本，聲聞菩提、緣覺菩提、菩薩法、無上菩提的基礎。那你就曉得了，這真的是地基。這個地基上第一層就是人天法，再上去聲聞，小乘，再上去緣覺，再上去菩薩，最上面是無上菩提，究竟圓滿的佛果，統統建立在這個基礎上；你沒有這個基礎，全部是空的，什麼都沒有了。你怎麼能不重視它？你怎麼能不認真的去學習它？你要想成就，換句話說，這三個根一定要紮穩。"
    },
    {
      "id": "21-410-0001_p0023",
      "zh_CN": "这三个根佛教给我们扎的。我们在净业三福里头一条就这个，「孝养父母，奉事师长」，儒的根；「慈心不杀」，道的根，道讲因果；「修十善业」，佛的根。你看第一福里头，就把这三个东西都讲得这么清楚、这么明白。有这个才能学佛，第二条才「受持三皈，具足众戒，不犯威仪」，可见得从前受三皈要具足这个基础，没有这个基础，三皈是假的，三皈不是真的。戒经里面讲，受了三皈，有三十六位护法神日夜保护你，那是真的，不是假的，因为你有根。你没有根，受持三皈没有护法神保护，没有！护法神保护是如法的，你不如法，没有护法神。受五戒，每一条戒有五位护戒神，那个戒你真做到；你没做到，没有护戒神，这些道理要懂。",
      "zh_TW": "這三個根佛教給我們紮的。我們在淨業三福裡頭一條就這個，「孝養父母，奉事師長」，儒的根；「慈心不殺」，道的根，道講因果；「修十善業」，佛的根。你看第一福裡頭，就把這三個東西都講得這麼清楚、這麼明白。有這個才能學佛，第二條才「受持三皈，具足眾戒，不犯威儀」，可見得從前受三皈要具足這個基礎，沒有這個基礎，三皈是假的，三皈不是真的。戒經裡面講，受了三皈，有三十六位護法神日夜保護你，那是真的，不是假的，因為你有根。你沒有根，受持三皈沒有護法神保護，沒有！護法神保護是如法的，你不如法，沒有護法神。受五戒，每一條戒有五位護戒神，那個戒你真做到；你沒做到，沒有護戒神，這些道理要懂。"
    },
    {
      "id": "21-410-0001_p0024",
      "zh_CN": "三个根本的分量等同三藏，决定平等，《十善业道》决定跟《大藏经》平等，分量一样重，《感应篇》决定跟《道藏》分量是相等的。所以，具足三根的修养必有大乘。你有这三个基础，无论是学道、学儒、学佛，决定有成就，你有基础；你没有这个基础的话，怎么学都不可能成就。",
      "zh_TW": "三個根本的分量等同三藏，決定平等，《十善業道》決定跟《大藏經》平等，分量一樣重，《感應篇》決定跟《道藏》分量是相等的。所以，具足三根的修養必有大乘。你有這三個基礎，無論是學道、學儒、學佛，決定有成就，你有基礎；你沒有這個基礎的話，怎麼學都不可能成就。"
    },
    {
      "id": "21-410-0001_p0025",
      "zh_CN": "我们今天三教都衰了，世界这么混乱，灾难这么频繁，可以说是全世界有史以来没有过的，真正严重到极处。外国许多宗教都讲世界末日，我们今天看到这个现象是末日现象。其他宗教都很感叹，不知道怎么挽救。佛法有救劫难之道，有这个方法，这个方法就是改正人心。为什么？一切法是从心想生的，一切法是自性变现的，你只要回归到自性。要晓得自性是本善、本觉，我们中国老祖宗说「人之初，性本善」，本善是自性，是真的，不是假的；恶是假的，不是真的。马鸣菩萨讲得很好，「本觉本有，不觉本无」，本无当然可以放下，没问题；本觉决定有，只要你放下不觉，本觉就现前，放下不善，本善就现前。本觉、本善不要求，不需要求，放下就是，放下黑暗，光明就现前。",
      "zh_TW": "我們今天三教都衰了，世界這麼混亂，災難這麼頻繁，可以說是全世界有史以來沒有過的，真正嚴重到極處。外國許多宗教都講世界末日，我們今天看到這個現象是末日現象。其他宗教都很感嘆，不知道怎麼挽救。佛法有救劫難之道，有這個方法，這個方法就是改正人心。為什麼？一切法是從心想生的，一切法是自性變現的，你只要回歸到自性。要曉得自性是本善、本覺，我們中國老祖宗說「人之初，性本善」，本善是自性，是真的，不是假的；惡是假的，不是真的。馬鳴菩薩講得很好，「本覺本有，不覺本無」，本無當然可以放下，沒問題；本覺決定有，只要你放下不覺，本覺就現前，放下不善，本善就現前。本覺、本善不要求，不需要求，放下就是，放下黑暗，光明就現前。"
    },
    {
      "id": "21-410-0001_p0026",
      "zh_CN": "所以这个道理要懂，然后我们自己就会有信心，知道自己应该怎么样的学习才会有成就。而且自己也会有信心，我一定会有成就，一定能做得好。你只要肯放，你放了之后你就会得到自性里面的功德，佛法讲的「烦恼轻，智慧长」，儒家讲的「不亦悦乎，不亦乐乎」，佛法里讲的「法喜充满，常生欢喜心」，这是你会得到的。实际上来讲，一切法从心想生，你的心善，你的相貌就善，不必去美容，这是从自性里面的，一点副作用都没有。而且心地善，身体健康，百病不生。纵然有病，有病，病的根源从哪里？都是从不善，贪瞋痴慢里头，把你身体的细胞变成带着病毒的。心地一善良，病毒马上就恢复正常，病毒就没有了，这个道理佛经里头有说。",
      "zh_TW": "所以這個道理要懂，然後我們自己就會有信心，知道自己應該怎麼樣的學習才會有成就。而且自己也會有信心，我一定會有成就，一定能做得好。你只要肯放，你放了之後你就會得到自性裡面的功德，佛法講的「煩惱輕，智慧長」，儒家講的「不亦悅乎，不亦樂乎」，佛法裡講的「法喜充滿，常生歡喜心」，這是你會得到的。實際上來講，一切法從心想生，你的心善，你的相貌就善，不必去美容，這是從自性裡面的，一點副作用都沒有。而且心地善，身體健康，百病不生。縱然有病，有病，病的根源從哪裡？都是從不善，貪瞋痴慢裡頭，把你身體的細胞變成帶著病毒的。心地一善良，病毒馬上就恢復正常，病毒就沒有了，這個道理佛經裡頭有說。"
    },
    {
      "id": "21-410-0001_p0027",
      "zh_CN": "最近我们看了一个报告，美国檀香山土着有一个心灵治疗的方法，他不是佛教徒，他讲的道理跟佛法一样。他肯定宇宙是我们自己心里变现的，他说心灵能够解决一切问题，得癌症都没有关系，只要你把念头一转，癌细胞就没有了，就完全恢复正常。他这种治疗的方法居然很有效，现在美国政府和联合国都很重视，我们看到这份报告。我们相信，我们大乘法里这么多年的薰习我们肯定，我们相信，没有怀疑，这是真的，不是假的。现在问题就是我们不要求别人，求人太难，要求自己，自己真正发心，真正改过自新，一心向佛，向佛就是向自性，一心回归自性。",
      "zh_TW": "最近我們看了一個報告，美國檀香山土著有一個心靈治療的方法，他不是佛教徒，他講的道理跟佛法一樣。他肯定宇宙是我們自己心裡變現的，他說心靈能夠解決一切問題，得癌症都沒有關係，只要你把念頭一轉，癌細胞就沒有了，就完全恢復正常。他這種治療的方法居然很有效，現在美國政府和聯合國都很重視，我們看到這份報告。我們相信，我們大乘法裡這麼多年的薰習我們肯定，我們相信，沒有懷疑，這是真的，不是假的。現在問題就是我們不要求別人，求人太難，要求自己，自己真正發心，真正改過自新，一心向佛，向佛就是向自性，一心回歸自性。"
    },
    {
      "id": "21-410-0001_p0028",
      "zh_CN": "所以佛法的法门，连净土念佛都不例外，终极的目标就是明心见性。我过去在台中跟李老师学教，学《弥陀经》，我把我学习的心得画了一个表送给李老师看，讲往生净土。李老师给我加了一个箭头，箭头指归到明心见性。净宗也不例外，也是明心见性。禅宗是在此地明心见性，净土是在极乐世界明心见性。所以禅跟净是一不是二，方法不一样，方向、目标完全相同，佛佛道同。佛在《般若经》上所说的，「法门平等，无有高下」，我们无论学哪个法门都一样，适合于自己程度，适合于自己修学的环境、生活的环境，你得要方便。所以最方便、最稳当的无过于净土。好，现在时间差不多了，我跟诸位报告到此地。",
      "zh_TW": "所以佛法的法門，連淨土念佛都不例外，終極的目標就是明心見性。我過去在台中跟李老師學教，學《彌陀經》，我把我學習的心得畫了一個表送給李老師看，講往生淨土。李老師給我加了一個箭頭，箭頭指歸到明心見性。淨宗也不例外，也是明心見性。禪宗是在此地明心見性，淨土是在極樂世界明心見性。所以禪跟淨是一不是二，方法不一樣，方向、目標完全相同，佛佛道同。佛在《般若經》上所說的，「法門平等，無有高下」，我們無論學哪個法門都一樣，適合於自己程度，適合於自己修學的環境、生活的環境，你得要方便。所以最方便、最穩當的無過於淨土。好，現在時間差不多了，我跟諸位報告到此地。"
    }
  ]
}