{
  "doc_id": "21-286-0001",
  "title": {
    "zh_CN": "学佛答问（答香港参学同修之十六）",
    "zh_TW": "學佛答問（答香港參學同修之十六）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-286-0001",
  "total_paragraphs": 92,
  "paragraphs": [
    {
      "id": "21-286-0001_p0001",
      "zh_CN": "诸位法师，诸位同修，这里有香港同修提的问题。",
      "zh_TW": "諸位法師，諸位同修，這裡有香港同修提的問題。"
    },
    {
      "id": "21-286-0001_p0002",
      "zh_CN": "问：他说有许多人经朋友介绍到道场来立牌位，目的是希望消灾免难。但这些人对于佛法多半缺乏认识，只是抱着反正不用钱姑且一试的心态而来。当我们劝他们，自己也应该听经明理、念佛回向的时候，他们就投诉，说我们借着立牌位之名，招揽他们来念佛，使得我们的义工不能劝人念佛。",
      "zh_TW": "問：他說有許多人經朋友介紹到道場來立牌位，目的是希望消災免難。但這些人對於佛法多半缺乏認識，只是抱著反正不用錢姑且一試的心態而來。當我們勸他們，自己也應該聽經明理、念佛迴向的時候，他們就投訴，說我們藉著立牌位之名，招攬他們來念佛，使得我們的義工不能勸人念佛。"
    },
    {
      "id": "21-286-0001_p0003",
      "zh_CN": "答：这个问题，希望这个介绍的朋友，就是介绍人，介绍他到我们道场来，介绍的朋友要特别谨慎一点。不信佛的人不要介绍，就不会发生这种事情，所以这个介绍的人他要背因果责任，这是不能不知道的。到道场，尤其是个正法道场，你不能够随便在这里破坏。我们道场没有拉信徒，几十年来从来没有过这样的事情，如果这个形象错误，让人家发生误会，这个因果责任很重。介绍人不是随便的，他相信，介绍他欢迎他来；他要不相信，要有疑惑，决定不能介绍，希望介绍人注意。",
      "zh_TW": "答：這個問題，希望這個介紹的朋友，就是介紹人，介紹他到我們道場來，介紹的朋友要特別謹慎一點。不信佛的人不要介紹，就不會發生這種事情，所以這個介紹的人他要背因果責任，這是不能不知道的。到道場，尤其是個正法道場，你不能夠隨便在這裡破壞。我們道場沒有拉信徒，幾十年來從來沒有過這樣的事情，如果這個形象錯誤，讓人家發生誤會，這個因果責任很重。介紹人不是隨便的，他相信，介紹他歡迎他來；他要不相信，要有疑惑，決定不能介紹，希望介紹人注意。"
    },
    {
      "id": "21-286-0001_p0004",
      "zh_CN": "问：第二，道场负责写牌位的义工同修，很多时候会集合共同的力量替受难者祈祷，如果这个方法真有效，为什么佛菩萨不帮助苦难众生消业？",
      "zh_TW": "問：第二，道場負責寫牌位的義工同修，很多時候會集合共同的力量替受難者祈禱，如果這個方法真有效，為什麼佛菩薩不幫助苦難眾生消業？"
    },
    {
      "id": "21-286-0001_p0005",
      "zh_CN": "答：佛菩萨不是不帮助，众生的业力障碍住佛菩萨的帮助。这个事情从前章嘉大师教给我，我初学佛的时候，他老人家教我，佛氏门中，有求必应，可是很多人在佛门当中有求不应，这怎么回事情？老师就说了，为什么不应？是因为你本身有业障，一定要忏悔业障，你的业障忏除了，感应就现前。不是佛菩萨不应，障碍在我们自己本身，而不在佛菩萨那边，这个一定要懂得。怎么样忏悔？我们很多人都拜忏，都忏悔，还是忏不掉。章嘉大师很慈悲，告诉我，那时我刚刚学佛，我对于佛教这些东西还都认为是迷信，还都很难接受。他那时候很慈悲的教给我，他说忏悔不在仪式，你们现在拜《梁皇忏》、拜《慈悲三昧水忏》、拜《大悲忏》，能不能忏悔掉？不一定。怎样才能够忏悔业障？后不再造；我知道我错了，我以后再不犯同样的过失，这叫真正忏悔。",
      "zh_TW": "答：佛菩薩不是不幫助，眾生的業力障礙住佛菩薩的幫助。這個事情從前章嘉大師教給我，我初學佛的時候，他老人家教我，佛氏門中，有求必應，可是很多人在佛門當中有求不應，這怎麼回事情？老師就說了，為什麼不應？是因為你本身有業障，一定要懺悔業障，你的業障懺除了，感應就現前。不是佛菩薩不應，障礙在我們自己本身，而不在佛菩薩那邊，這個一定要懂得。怎麼樣懺悔？我們很多人都拜懺，都懺悔，還是懺不掉。章嘉大師很慈悲，告訴我，那時我剛剛學佛，我對於佛教這些東西還都認為是迷信，還都很難接受。他那時候很慈悲的教給我，他說懺悔不在儀式，你們現在拜《梁皇懺》、拜《慈悲三昧水懺》、拜《大悲懺》，能不能懺悔掉？不一定。怎樣才能夠懺悔業障？後不再造；我知道我錯了，我以後再不犯同樣的過失，這叫真正懺悔。"
    },
    {
      "id": "21-286-0001_p0006",
      "zh_CN": "佛家的忏悔，我们才晓得，就是儒家讲的「不贰过」，过失只有一回，不能有重复，有重复哪里是忏悔？今天拜忏，明天照干，这个不行，这是绝对没有效果的。所以，理透彻之后就明了了，我们搞了几十年，在大经大论把这个道理搞通了。感应，佛菩萨对我们是感应，感应是性德，譬如说你看江本胜实验水，水是矿物，它没有妄想分别执着，我们以爱心对待它，它的感应结晶就很美；我们很讨厌它，不喜欢它，它反应的结晶就非常丑陋，这就是感应的原理。所以我们真正用忏悔心，后不再做了，断恶修善，那跟佛菩萨的感应决定正确，一丝毫疑惑都没有。感应不能现前，是我们心里头还有妄想，还有杂念，还有贪瞋痴慢，还有是非人我，还有自私自利，这个就难了，这个求感应就很不容易。所以感应这桩事情，随着我们自己修学的程度不断向上提升。你修行功夫愈得力，换句话说，妄想、烦恼、业障、习气愈少，感应就愈明显，就愈显著。",
      "zh_TW": "佛家的懺悔，我們才曉得，就是儒家講的「不貳過」，過失只有一回，不能有重複，有重複哪裡是懺悔？今天拜懺，明天照幹，這個不行，這是絕對沒有效果的。所以，理透徹之後就明瞭了，我們搞了幾十年，在大經大論把這個道理搞通了。感應，佛菩薩對我們是感應，感應是性德，譬如說你看江本勝實驗水，水是礦物，它沒有妄想分別執著，我們以愛心對待它，它的感應結晶就很美；我們很討厭它，不喜歡它，它反應的結晶就非常醜陋，這就是感應的原理。所以我們真正用懺悔心，後不再做了，斷惡修善，那跟佛菩薩的感應決定正確，一絲毫疑惑都沒有。感應不能現前，是我們心裡頭還有妄想，還有雜念，還有貪瞋痴慢，還有是非人我，還有自私自利，這個就難了，這個求感應就很不容易。所以感應這樁事情，隨著我們自己修學的程度不斷向上提升。你修行功夫愈得力，換句話說，妄想、煩惱、業障、習氣愈少，感應就愈明顯，就愈顯著。"
    },
    {
      "id": "21-286-0001_p0007",
      "zh_CN": "义工同修们很难得，我也很感慨，在道场做义工，热心为大家服务。可是怎么样？自己很少听经，很少自己做修行的功夫。修行不是听经多，念佛多，拜佛多，念咒多，这叫修行，那是修行的方法；你照这个方法去做，你是不是真修？问题很多。什么叫真修？行是我们的行为，行为就太多了，行为就是造作，太多了，佛把它归纳为三大类，无量无边的生活行为，总不超过这三大类。第一个是身体造的，像杀盗淫，这身造的；第二口业，有妄语、两舌、恶口、绮语，这个四大类是口业，你造口业；第三个是念头，我们讲自私自利、名闻利养、贪瞋痴慢，这是意业。我们三业（就是身口意）天天干这些恶业，障碍就多了，这个业障、习气把所有一切善法统统遮盖住，道理在此地。",
      "zh_TW": "義工同修們很難得，我也很感慨，在道場做義工，熱心為大家服務。可是怎麼樣？自己很少聽經，很少自己做修行的功夫。修行不是聽經多，念佛多，拜佛多，念咒多，這叫修行，那是修行的方法；你照這個方法去做，你是不是真修？問題很多。什麼叫真修？行是我們的行為，行為就太多了，行為就是造作，太多了，佛把它歸納為三大類，無量無邊的生活行為，總不超過這三大類。第一個是身體造的，像殺盜淫，這身造的；第二口業，有妄語、兩舌、惡口、綺語，這個四大類是口業，你造口業；第三個是念頭，我們講自私自利、名聞利養、貪瞋痴慢，這是意業。我們三業（就是身口意）天天幹這些惡業，障礙就多了，這個業障、習氣把所有一切善法統統遮蓋住，道理在此地。"
    },
    {
      "id": "21-286-0001_p0008",
      "zh_CN": "忏除业障就是后不再做，我现在知道了，过去做错了，从今之后我一定身不杀生。不杀生包括不可以伤害一切众生，让一切众生因我而生烦恼，都是属于杀业，害人。决定不偷盗，不偷盗是从内心里面要起一个正念，决定不可以占别人丝毫的便宜，占人家便宜的念头叫盗心；你虽然没有盗，你心里头已经在盗了，你有盗心。第三个是决定不淫欲，在家同修一定守住佛的戒律，不邪淫，你的家庭多和睦，你一家多美好。不妄语，妄语是欺骗别人，现在这个社会口业实在非常严重。好像很多做生意的朋友告诉我，不妄语就不能赚钱，那怎么办？他不了解这个道理，赚钱不赚钱是你命里头有没有，你命里有的，你用欺骗的方法赚到钱，用不欺骗的方法，还是赚到钱，那你又何必造恶业？",
      "zh_TW": "懺除業障就是後不再做，我現在知道了，過去做錯了，從今之後我一定身不殺生。不殺生包括不可以傷害一切眾生，讓一切眾生因我而生煩惱，都是屬於殺業，害人。決定不偷盜，不偷盜是從內心裡面要起一個正念，決定不可以佔別人絲毫的便宜，佔人家便宜的念頭叫盜心；你雖然沒有盜，你心裡頭已經在盜了，你有盜心。第三個是決定不淫欲，在家同修一定守住佛的戒律，不邪淫，你的家庭多和睦，你一家多美好。不妄語，妄語是欺騙別人，現在這個社會口業實在非常嚴重。好像很多做生意的朋友告訴我，不妄語就不能賺錢，那怎麼辦？他不了解這個道理，賺錢不賺錢是你命裡頭有沒有，你命裡有的，你用欺騙的方法賺到錢，用不欺騙的方法，還是賺到錢，那你又何必造惡業？"
    },
    {
      "id": "21-286-0001_p0009",
      "zh_CN": "这桩事情希望同修把《了凡四训》，我常常讲，学佛的人应当把《了凡四训》念三百遍，你就觉悟了，你就明白了。命里有的，丢都丢不掉，命里没有的，用什么方法都求不来。用不正当手段拿来的，还是命里有的，你就是做小偷偷来的，都是命里有的；你命里要没有，你去偷，马上被警察抓去了，偷都偷不到，抢也抢不到，统统是命里有的。你何必造罪业？所以这是绝对不许可。我们以诚实的心对人，果然一向用诚实，我相信顾客都愿意找你。你这个人老实，你这个人不骗人，货真价实，都喜欢来照顾你，哪里会不能做生意？",
      "zh_TW": "這樁事情希望同修把《了凡四訓》，我常常講，學佛的人應當把《了凡四訓》念三百遍，你就覺悟了，你就明白了。命裡有的，丟都丟不掉，命裡沒有的，用什麼方法都求不來。用不正當手段拿來的，還是命裡有的，你就是做小偷偷來的，都是命裡有的；你命裡要沒有，你去偷，馬上被警察抓去了，偷都偷不到，搶也搶不到，統統是命裡有的。你何必造罪業？所以這是絕對不許可。我們以誠實的心對人，果然一向用誠實，我相信顧客都願意找你。你這個人老實，你這個人不騙人，貨真價實，都喜歡來照顧你，哪裡會不能做生意？"
    },
    {
      "id": "21-286-0001_p0010",
      "zh_CN": "像这些道理我们要参透，我们就放心了，一生不欺骗别人，诚诚恳恳绝不挑拨是非。佛教我们，圣人教我们，隐恶扬善，别人有过失，与我们不相干，绝口不要提。不但不要提，不能把别人的过失放在自己心里头，那你就错了。学佛，大小乘教，显教、密教，经论上都常讲，修什么？修清净心，特别是修净土，「心净则佛土净」。怎样能往生？心清净才能往生，心不清净，说往生到西方极乐世界，是真的还是假的？有人说到了西方极乐世界，见了阿弥陀佛，他马上就又回来，你相不相信？极乐世界跟我们这个地方时差很大，不要说别的，我们在经典里面记载看到的，无着、天亲、师子觉三兄弟，都很了不起，三个人都是修法相唯识，求生弥勒净土。三兄弟约的很好，哪个人先去了之后，到了弥勒净土要回来报个信。",
      "zh_TW": "像這些道理我們要參透，我們就放心了，一生不欺騙別人，誠誠懇懇絕不挑撥是非。佛教我們，聖人教我們，隱惡揚善，別人有過失，與我們不相干，絕口不要提。不但不要提，不能把別人的過失放在自己心裡頭，那你就錯了。學佛，大小乘教，顯教、密教，經論上都常講，修什麼？修清淨心，特別是修淨土，「心淨則佛土淨」。怎樣能往生？心清淨才能往生，心不清淨，說往生到西方極樂世界，是真的還是假的？有人說到了西方極樂世界，見了阿彌陀佛，他馬上就又回來，你相不相信？極樂世界跟我們這個地方時差很大，不要說別的，我們在經典裡面記載看到的，無著、天親、師子覺三兄弟，都很了不起，三個人都是修法相唯識，求生彌勒淨土。三兄弟約的很好，哪個人先去了之後，到了彌勒淨土要回來報個信。"
    },
    {
      "id": "21-286-0001_p0011",
      "zh_CN": "师子觉先往生，去了之后没消息了；然后无着菩萨往生了，生了之后，三年才回来报信。天亲菩萨就奇怪了，他说我们约好，去马上就来报信，你怎么三年？无着告诉他，兜率天一天是我们人间四百年，我一去马上就回来，世间三年了。你想想看那不是的吗？它的一天是我们人间四百年，三年，不是到那里去打个转，马上就回来报信了吗？他就问了，那师子觉呢？他说师子觉没有进内院，在外院被那些天女迷了，他已经堕落了。这是佛经上记载的。所以时差不一样，到西方极乐世界打个转，那个时差更大。",
      "zh_TW": "師子覺先往生，去了之後沒消息了；然後無著菩薩往生了，生了之後，三年才回來報信。天親菩薩就奇怪了，他說我們約好，去馬上就來報信，你怎麼三年？無著告訴他，兜率天一天是我們人間四百年，我一去馬上就回來，世間三年了。你想想看那不是的嗎？它的一天是我們人間四百年，三年，不是到那裡去打個轉，馬上就回來報信了嗎？他就問了，那師子覺呢？他說師子覺沒有進內院，在外院被那些天女迷了，他已經墮落了。這是佛經上記載的。所以時差不一樣，到西方極樂世界打個轉，那個時差更大。"
    },
    {
      "id": "21-286-0001_p0012",
      "zh_CN": "那他见到的到底是什么境界？我们相信是个好境界。阿弥陀佛大慈大悲变现的净土，不是真的，变现净土是让你生起信心。你见到阿弥陀佛的应化身，就如同释迦牟尼佛当年在我们世间现身一样，是变化土里面的化身。让我们生起信心，给我们安慰，让我们继续努力，知道这个法门是真的，知道这个法门是可以成功的，一生当中可以成功的。这是佛菩萨的善巧方便，我们不能不知道。",
      "zh_TW": "那他見到的到底是什麼境界？我們相信是個好境界。阿彌陀佛大慈大悲變現的淨土，不是真的，變現淨土是讓你生起信心。你見到阿彌陀佛的應化身，就如同釋迦牟尼佛當年在我們世間現身一樣，是變化土裡面的化身。讓我們生起信心，給我們安慰，讓我們繼續努力，知道這個法門是真的，知道這個法門是可以成功的，一生當中可以成功的。這是佛菩薩的善巧方便，我們不能不知道。"
    },
    {
      "id": "21-286-0001_p0013",
      "zh_CN": "真正往生净土，往生的时候那一念，心决定清净，带业往生。带业往生是你的业障习气并没有断，伏住了，就是在往生那一刹那控制住了，绝不起现行，这样才能走。分别执着一动，才动马上就堕落，去不了。所以我们念佛，平常就要练功，练什么功？练如如不动，顺境里面学不生贪爱，没有留恋；逆境里头不生瞋恚，平常处世待人要一团和睦，决定不要跟人结冤仇。你看大乘教里面佛常讲，「菩萨所在之处，令一切众生生欢喜心」，这个要记住，处处要让别人生欢喜，我们自己就欢喜，常生欢喜。我们不给别人欢喜，别人也不会叫我们欢喜，人同此心，心同此理；人间如是，九法界亦然，都是一个道理，所以这是我们不能不晓得，知道怎样消业障。",
      "zh_TW": "真正往生淨土，往生的時候那一念，心決定清淨，帶業往生。帶業往生是你的業障習氣並沒有斷，伏住了，就是在往生那一剎那控制住了，絕不起現行，這樣才能走。分別執著一動，才動馬上就墮落，去不了。所以我們念佛，平常就要練功，練什麼功？練如如不動，順境裡面學不生貪愛，沒有留戀；逆境裡頭不生瞋恚，平常處世待人要一團和睦，決定不要跟人結冤仇。你看大乘教裡面佛常講，「菩薩所在之處，令一切眾生生歡喜心」，這個要記住，處處要讓別人生歡喜，我們自己就歡喜，常生歡喜。我們不給別人歡喜，別人也不會叫我們歡喜，人同此心，心同此理；人間如是，九法界亦然，都是一個道理，所以這是我們不能不曉得，知道怎樣消業障。"
    },
    {
      "id": "21-286-0001_p0014",
      "zh_CN": "发现自己的毛病，我在讲经时候讲过很多次，这叫开悟，觉悟了。觉悟什么？知道自己毛病。觉悟之后要修行，修行什么？把我这个毛病改掉，改掉叫做修行。天天念佛、拜忏，改不掉，你没有修行，你的修行是假的，不是真的，这个道理要懂。",
      "zh_TW": "發現自己的毛病，我在講經時候講過很多次，這叫開悟，覺悟了。覺悟什麼？知道自己毛病。覺悟之後要修行，修行什麼？把我這個毛病改掉，改掉叫做修行。天天念佛、拜懺，改不掉，你沒有修行，你的修行是假的，不是真的，這個道理要懂。"
    },
    {
      "id": "21-286-0001_p0015",
      "zh_CN": "问：下面他说，弟子念佛已经十多年了，从一开始，只要念佛就有一股气波动，等到气静下来，人也静下来了。又有时候念佛专注，身体会有香气，请问是不是修行偏差，才会有这个现象？",
      "zh_TW": "問：下面他說，弟子念佛已經十多年了，從一開始，只要念佛就有一股氣波動，等到氣靜下來，人也靜下來了。又有時候念佛專注，身體會有香氣，請問是不是修行偏差，才會有這個現象？"
    },
    {
      "id": "21-286-0001_p0016",
      "zh_CN": "答：念佛的时候身上有香气，这是好相；念佛的时候身上会乱动，这不是好相。你看看，我们看佛菩萨的塑像都是如如不动，没有看到他在那里跳舞，也没有看到他在那里唱歌，这个要知道，永远是定的，是静的。身体会动作，大概是有两种原因，一种原因属于生理的。因为你平时没有修清净心，一下想静下来的时候，生理上会不调适，会有这个现象。另外一种，那是业障，你的冤亲债主来障碍你，他不希望你成就。为什么？他对你还有很多恩怨他还没有报，他在等机会。你真修行，真往生，他就报不成了。",
      "zh_TW": "答：念佛的時候身上有香氣，這是好相；念佛的時候身上會亂動，這不是好相。你看看，我們看佛菩薩的塑像都是如如不動，沒有看到他在那裡跳舞，也沒有看到他在那裡唱歌，這個要知道，永遠是定的，是靜的。身體會動作，大概是有兩種原因，一種原因屬於生理的。因為你平時沒有修清淨心，一下想靜下來的時候，生理上會不調適，會有這個現象。另外一種，那是業障，你的冤親債主來障礙你，他不希望你成就。為什麼？他對你還有很多恩怨他還沒有報，他在等機會。你真修行，真往生，他就報不成了。"
    },
    {
      "id": "21-286-0001_p0017",
      "zh_CN": "所以真正修行人常常想到自己的冤亲债主，每天把自己真正修学功夫要回向给他们。一定要发这个愿，我到西方极乐世界之后，再回来的时候一定度你们，他就不会找麻烦了。为什么？他在六道里也很苦，也很想离开六道。你有这种心愿，到极乐世界之后再拉他一把，他很欢喜，他不会找麻烦，不会障碍你。你的心要有诚，真诚心，说到要做到，可不能够欺骗众生；欺骗众生，那他来找你，麻烦就大了。",
      "zh_TW": "所以真正修行人常常想到自己的冤親債主，每天把自己真正修學功夫要迴向給他們。一定要發這個願，我到西方極樂世界之後，再回來的時候一定度你們，他就不會找麻煩了。為什麼？他在六道裡也很苦，也很想離開六道。你有這種心願，到極樂世界之後再拉他一把，他很歡喜，他不會找麻煩，不會障礙你。你的心要有誠，真誠心，說到要做到，可不能夠欺騙眾生；欺騙眾生，那他來找你，麻煩就大了。"
    },
    {
      "id": "21-286-0001_p0018",
      "zh_CN": "身体有香气，一个是感应，另外一个是当你在用功专注的时候，这种情形很多，有天神从这边经过，看到你他对你致敬。他在那里站一会儿，给你合掌致敬，天神身上有香气。所以这种香气，如果他时间长，香气会有十几分钟，时间比较长，如果时间短，大概只有几秒钟，这是许许多多同修都有这个经验。",
      "zh_TW": "身體有香氣，一個是感應，另外一個是當你在用功專注的時候，這種情形很多，有天神從這邊經過，看到你他對你致敬。他在那裡站一會兒，給你合掌致敬，天神身上有香氣。所以這種香氣，如果他時間長，香氣會有十幾分鐘，時間比較長，如果時間短，大概只有幾秒鐘，這是許許多多同修都有這個經驗。"
    },
    {
      "id": "21-286-0001_p0019",
      "zh_CN": "问：第四，弟子平时不常生病，但每次做完义工回家，都会觉得气特别虚。恳请师父指导，教我如何修正自己的心行？",
      "zh_TW": "問：第四，弟子平時不常生病，但每次做完義工回家，都會覺得氣特別虛。懇請師父指導，教我如何修正自己的心行？"
    },
    {
      "id": "21-286-0001_p0020",
      "zh_CN": "答：这个一个是工作多比较累，另外道场磁场不一样，你会受到干扰，也就是说你自己的愿力、念力不够强；自己的念力、愿力很强，你就不会受这磁场干扰。磁场就像电波一样，你的波特别强，别的波就不会干扰你，如果我们的波很弱，就很容易遭到别人干扰，这同样的道理。最重要的是我们自己愿力要强、念力要强，所以义工同修一定要找时间听经。通常我们讲经的时候，他们都在外面服务，我们每次讲经都有录相保留，同时很快就把光碟做出来，希望大家尽量要找时间听。理明白通达，你的信愿行就坚定了，那个坚定是很大的力量，不但是你工作量多，你不会感觉到疲乏，你会法喜充满。",
      "zh_TW": "答：這個一個是工作多比較累，另外道場磁場不一樣，你會受到干擾，也就是說你自己的願力、念力不夠強；自己的念力、願力很強，你就不會受這磁場干擾。磁場就像電波一樣，你的波特別強，別的波就不會干擾你，如果我們的波很弱，就很容易遭到別人干擾，這同樣的道理。最重要的是我們自己願力要強、念力要強，所以義工同修一定要找時間聽經。通常我們講經的時候，他們都在外面服務，我們每次講經都有錄相保留，同時很快就把光碟做出來，希望大家盡量要找時間聽。理明白通達，你的信願行就堅定了，那個堅定是很大的力量，不但是你工作量多，你不會感覺到疲乏，你會法喜充滿。"
    },
    {
      "id": "21-286-0001_p0021",
      "zh_CN": "你看我们这个道场，现在大概大家能够见得到的，杨淑芬居士，她每天睡觉的时间大概只有三个小时。你说她工作量多少，非常欢喜，一点疲倦都没有，吃的少，睡得少。她常常跟人说，她说早睡早起，你看晚上三点钟睡觉，三点钟是第二天早晨，三点钟睡觉，早睡，大概五、六点钟就起来了，她说早睡早起。现在跟她的这批人，在一块工作的人，睡眠都很少，一个个没有疲倦的现象。这是什么原因？对佛法通达。她听我讲经十九年了，而且听得非常认真，所以她完全了解。讲《弟子规》的蔡礼旭居士，在此地讲过两次，他听我讲经八年，听了八年，都是很专注，很投入，所以信愿行的力量强大。蔡居士你们看到的，身体并不是怎么样好，可是他能够坚持，他也不感觉得疲倦，也不觉得累，这是念力、愿力。佛法里面讲的五根、五力，信、进、念、定、慧，它有了力量，这个力量对于身体健康是有很大的帮助。",
      "zh_TW": "你看我們這個道場，現在大概大家能夠見得到的，楊淑芬居士，她每天睡覺的時間大概只有三個小時。你說她工作量多少，非常歡喜，一點疲倦都沒有，吃的少，睡得少。她常常跟人說，她說早睡早起，你看晚上三點鐘睡覺，三點鐘是第二天早晨，三點鐘睡覺，早睡，大概五、六點鐘就起來了，她說早睡早起。現在跟她的這批人，在一塊工作的人，睡眠都很少，一個個沒有疲倦的現象。這是什麼原因？對佛法通達。她聽我講經十九年了，而且聽得非常認真，所以她完全了解。講《弟子規》的蔡禮旭居士，在此地講過兩次，他聽我講經八年，聽了八年，都是很專注，很投入，所以信願行的力量強大。蔡居士你們看到的，身體並不是怎麼樣好，可是他能夠堅持，他也不感覺得疲倦，也不覺得累，這是念力、願力。佛法裡面講的五根、五力，信、進、念、定、慧，它有了力量，這個力量對於身體健康是有很大的幫助。"
    },
    {
      "id": "21-286-0001_p0022",
      "zh_CN": "问：下面这是河南省南阳理工学院同学们提出来的，他们有八个问题。第一个问题是树有树神，花有花神，这些树神、花神是植物自己的灵性，还是寄居在上面其他的生命？",
      "zh_TW": "問：下面這是河南省南陽理工學院同學們提出來的，他們有八個問題。第一個問題是樹有樹神，花有花神，這些樹神、花神是植物自己的靈性，還是寄居在上面其他的生命？"
    },
    {
      "id": "21-286-0001_p0023",
      "zh_CN": "答：你说的没错，确实是寄居的，不是本身的，本身它没有，寄居的。从前古时候，出家人修行都住在山上，人迹罕至之处，环境比较清净。就地取材，砍几棵树搭个架子，盖个小茅蓬，都是自己盖的。所以佛讲，戒经上说的很清楚，要砍这棵树，这棵树的高度有一个人高，就有鬼神寄居在那里，那是他的家。现在我们想砍这棵树，怎么办？三天之前要去通知他，要去给他诵经、念咒，请这个树神搬家，三天之后再来砍它。对他要有礼貌，他也会很合作，因为看到你在山上修行，他也很欢喜，会跟你配合的，他会搬走。",
      "zh_TW": "答：你說的沒錯，確實是寄居的，不是本身的，本身它沒有，寄居的。從前古時候，出家人修行都住在山上，人跡罕至之處，環境比較清淨。就地取材，砍幾棵樹搭個架子，蓋個小茅蓬，都是自己蓋的。所以佛講，戒經上說的很清楚，要砍這棵樹，這棵樹的高度有一個人高，就有鬼神寄居在那裡，那是他的家。現在我們想砍這棵樹，怎麼辦？三天之前要去通知他，要去給他誦經、念咒，請這個樹神搬家，三天之後再來砍它。對他要有禮貌，他也會很合作，因為看到你在山上修行，他也很歡喜，會跟你配合的，他會搬走。"
    },
    {
      "id": "21-286-0001_p0024",
      "zh_CN": "如果你没有去祭祀，没有去给他通知，那就结了冤仇。虽然他没有受到伤害，他也会离开，但是很怨恨，「我的家、我的房子，你把我破坏了」，怨恨的念头有，总是结了不善的缘。所以一定要晓得，三天之前。我们在澳洲，澳洲人诸位晓得，因为他们地大人稀，生活非常悠闲，没有香港人这么积极。你看香港人走路是跑步，他们走路是大摇大摆慢吞吞的，干什么事情都慢。鬼神大概也是这个习气，也慢，所以我们在那边，也是有栋房子拆了之后重建。前面门口有四棵树，我们是三天之前依照佛法去做，通知他。以后这个树神托梦，他说请你们以后通知我们在七天以前，好像三天他来不及搬。所以以后我们就了解这个状况，最好是七天之前。",
      "zh_TW": "如果你沒有去祭祀，沒有去給他通知，那就結了冤仇。雖然他沒有受到傷害，他也會離開，但是很怨恨，「我的家、我的房子，你把我破壞了」，怨恨的念頭有，總是結了不善的緣。所以一定要曉得，三天之前。我們在澳洲，澳洲人諸位曉得，因為他們地大人稀，生活非常悠閒，沒有香港人這麼積極。你看香港人走路是跑步，他們走路是大搖大擺慢吞吞的，幹什麼事情都慢。鬼神大概也是這個習氣，也慢，所以我們在那邊，也是有棟房子拆了之後重建。前面門口有四棵樹，我們是三天之前依照佛法去做，通知他。以後這個樹神托夢，他說請你們以後通知我們在七天以前，好像三天他來不及搬。所以以後我們就了解這個狀況，最好是七天之前。"
    },
    {
      "id": "21-286-0001_p0025",
      "zh_CN": "说到这个地方，鬼神这些事情，佛法里头说九法界众生，这都是我们人肉眼看不见的。九法界，六道之外还有声闻、缘觉、菩萨，所以九法界都是众生。大乘教里面，六道是内凡，凡夫；四圣法界叫外凡。内外就是六道是界限，六道以内的叫内凡，六道外面的是外凡，不是圣人。那我们都称圣人，称阿罗汉都称圣人，在大乘教里面，他们是凡夫，内凡，比我们高。圣的标准是什么？圣的标准是破一品无明，证一分法身，这是圣人。你还没有证得法身，就是说你还没有大彻大悟，明心见性，都算是凡夫。明心见性那是圣人，为什么？他已经超越十法界了，不但超越六道，超越十法界，这才算是圣人。",
      "zh_TW": "說到這個地方，鬼神這些事情，佛法裡頭說九法界眾生，這都是我們人肉眼看不見的。九法界，六道之外還有聲聞、緣覺、菩薩，所以九法界都是眾生。大乘教裡面，六道是內凡，凡夫；四聖法界叫外凡。內外就是六道是界限，六道以內的叫內凡，六道外面的是外凡，不是聖人。那我們都稱聖人，稱阿羅漢都稱聖人，在大乘教裡面，他們是凡夫，內凡，比我們高。聖的標準是什麼？聖的標準是破一品無明，證一分法身，這是聖人。你還沒有證得法身，就是說你還沒有大徹大悟，明心見性，都算是凡夫。明心見性那是聖人，為什麼？他已經超越十法界了，不但超越六道，超越十法界，這才算是聖人。"
    },
    {
      "id": "21-286-0001_p0026",
      "zh_CN": "教里面常常讲，你看看十法界外面，那真正是圣人居住的，叫一真法界，西方极乐世界是一真法界，华藏世界也是一真法界。加上跟十法界合起来，至少是有十一种不同的法界，十法界就是十个不同的，至少有十一个不同的法界。这很巧，巧合，现代的科学家给我们讲，宇宙之间确实有不同维次空间存在。不同维次空间就像我们电视上频道一样，不同的频道，我们现在只看到一个画面，一个频道，不晓得它还有很多的频道；如果很多频道都能够看到，宇宙观就不一样了。所以科学家说，在理论上讲空间维次是无量无边，可是现在科学有证据，大概是从数学里面推断到的，他说至少有十一种不同空间存在；我们佛法里叫法界，正好也是十一种。不知道他们是怎么个推算法的？这是一种巧合。",
      "zh_TW": "教裡面常常講，你看看十法界外面，那真正是聖人居住的，叫一真法界，西方極樂世界是一真法界，華藏世界也是一真法界。加上跟十法界合起來，至少是有十一種不同的法界，十法界就是十個不同的，至少有十一個不同的法界。這很巧，巧合，現代的科學家給我們講，宇宙之間確實有不同維次空間存在。不同維次空間就像我們電視上頻道一樣，不同的頻道，我們現在只看到一個畫面，一個頻道，不曉得它還有很多的頻道；如果很多頻道都能夠看到，宇宙觀就不一樣了。所以科學家說，在理論上講空間維次是無量無邊，可是現在科學有證據，大概是從數學裡面推斷到的，他說至少有十一種不同空間存在；我們佛法裡叫法界，正好也是十一種。不知道他們是怎麼個推算法的？這是一種巧合。"
    },
    {
      "id": "21-286-0001_p0027",
      "zh_CN": "科学是非常希望找出方法来突破，到现在还找不到方法。宗教里面有方法，最早突破这个空间维次的，不是佛教。佛教历史到现在，就算中国人的讲法，我们中国古书里头记载，释迦牟尼佛灭度到今年是三千零三十三年，这中国人记载的。可是外国人记载的，今年是释迦牟尼佛灭度两千五百多年，差不多相差五百年。到底哪个正确？这个话谁都不敢讲，我们也不必为这个事情去操心，去考究，没有这个必要。就算是他们的说法准，也有两千五百多年。",
      "zh_TW": "科學是非常希望找出方法來突破，到現在還找不到方法。宗教裡面有方法，最早突破這個空間維次的，不是佛教。佛教歷史到現在，就算中國人的講法，我們中國古書裡頭記載，釋迦牟尼佛滅度到今年是三千零三十三年，這中國人記載的。可是外國人記載的，今年是釋迦牟尼佛滅度兩千五百多年，差不多相差五百年。到底哪個正確？這個話誰都不敢講，我們也不必為這個事情去操心，去考究，沒有這個必要。就算是他們的說法準，也有兩千五百多年。"
    },
    {
      "id": "21-286-0001_p0028",
      "zh_CN": "突破空间维次，就是知道六道轮回，真正见到六道轮回，是婆罗门教。婆罗门教就是现代的印度教，他们的历史，他们自己讲有一万多年，因为印度人不重视历史，说一万多年。可是现在世界上一般肯定它，就是肯定印度教在全世界是历史最悠久的，至少有八千五百年，比我们佛教要早了五千年。印度婆罗门教首先突破了，用什么方法？用禅定，所以他的定功深。在禅定里面见到饿鬼道，饿鬼、地狱清清楚楚，他都能说得出来；见到天道，欲界六层天、色界十八层天、无色界四层天，统统见到，天人生活状况都讲的很清楚。可是这些现象究竟从哪里来的？什么原因产生的？他们不知道，这就所谓是知其当然，而不知其所以然。",
      "zh_TW": "突破空間維次，就是知道六道輪迴，真正見到六道輪迴，是婆羅門教。婆羅門教就是現代的印度教，他們的歷史，他們自己講有一萬多年，因為印度人不重視歷史，說一萬多年。可是現在世界上一般肯定它，就是肯定印度教在全世界是歷史最悠久的，至少有八千五百年，比我們佛教要早了五千年。印度婆羅門教首先突破了，用什麼方法？用禪定，所以他的定功深。在禪定裡面見到餓鬼道，餓鬼、地獄清清楚楚，他都能說得出來；見到天道，欲界六層天、色界十八層天、無色界四層天，統統見到，天人生活狀況都講的很清楚。可是這些現象究竟從哪裡來的？什麼原因產生的？他們不知道，這就所謂是知其當然，而不知其所以然。"
    },
    {
      "id": "21-286-0001_p0029",
      "zh_CN": "一直到释迦牟尼佛出现在世间，才把这个事情讲清楚，讲明白。不但是六道从哪里来的，佛说得很清楚，四圣法界从哪里来的，也讲得很清楚，有他的业因，有他的果报。所以世出世间法总离不开因果，善因一定是善果，不善的因一定是不善的果报。大乘经教里面，十法界的因行，我们在讲席里头也讲过很多遍，《华严经》后面还会很多次的要讲到，往后一次比一次讲得深入，讲得详细，这是《华严经》的好处。我们对于这些都明白，懂得了，我们相信它，虽然我们没见到，我们相信有理论的依据。凡事它都有个理，理明白了，事就可以相信，理要是不明白，事我们就很难接受。所以，一切法有理、有事、有因、有果。佛法讲到最高的就讲到性相，性是它的体，相是它所现的相，那就讲到很深了，这些道理我们要懂。",
      "zh_TW": "一直到釋迦牟尼佛出現在世間，才把這個事情講清楚，講明白。不但是六道從哪裡來的，佛說得很清楚，四聖法界從哪裡來的，也講得很清楚，有他的業因，有他的果報。所以世出世間法總離不開因果，善因一定是善果，不善的因一定是不善的果報。大乘經教裡面，十法界的因行，我們在講席裡頭也講過很多遍，《華嚴經》後面還會很多次的要講到，往後一次比一次講得深入，講得詳細，這是《華嚴經》的好處。我們對於這些都明白，懂得了，我們相信它，雖然我們沒見到，我們相信有理論的依據。凡事它都有個理，理明白了，事就可以相信，理要是不明白，事我們就很難接受。所以，一切法有理、有事、有因、有果。佛法講到最高的就講到性相，性是它的體，相是它所現的相，那就講到很深了，這些道理我們要懂。"
    },
    {
      "id": "21-286-0001_p0030",
      "zh_CN": "今天有从台湾来的同修，刚才跟我见面，我用了很长的时间，这位同修身上有很多众生附身，不是附身，住在他身上。这些众生最初进住的时候都是报仇的，过去生中有过节，过节不是他本人，是他的祖先，所以现在他们是发瞋恨心，要来报仇的。可是发现什么？发现这个人是个好人，但是时间太久了，现在想出出不来，希望我们来帮助他。他为什么找到我们？晓得我们对于这个事情可以接受，如果我们对于这个事情完全不相信，理都不会理他，他也不来找你，找你没用，你不肯帮忙。",
      "zh_TW": "今天有從台灣來的同修，剛才跟我見面，我用了很長的時間，這位同修身上有很多眾生附身，不是附身，住在他身上。這些眾生最初進住的時候都是報仇的，過去生中有過節，過節不是他本人，是他的祖先，所以現在他們是發瞋恨心，要來報仇的。可是發現什麼？發現這個人是個好人，但是時間太久了，現在想出出不來，希望我們來幫助他。他為什麼找到我們？曉得我們對於這個事情可以接受，如果我們對於這個事情完全不相信，理都不會理他，他也不來找你，找你沒用，你不肯幫忙。"
    },
    {
      "id": "21-286-0001_p0031",
      "zh_CN": "我一生遇到这个事情太多了，所以这些幽灵界的找我就相当多，我总是帮他们忙，连「万姓先祖纪念堂」也是的，都是来找我的。这是不是迷信？一般人讲这是迷信，其实迷信这两个字，大家都含糊笼统，没搞清楚。迷是你不了解，你对于这个事实真相、理事因果都不了解，你就相信它，这叫迷信，相信它的；你不相信它，也叫迷信，为什么？你没搞清楚。没搞清楚，信它是迷信，不信也是迷信，你们想想对不对？你真的搞清楚，搞明白了，那就不叫迷信。",
      "zh_TW": "我一生遇到這個事情太多了，所以這些幽靈界的找我就相當多，我總是幫他們忙，連「萬姓先祖紀念堂」也是的，都是來找我的。這是不是迷信？一般人講這是迷信，其實迷信這兩個字，大家都含糊籠統，沒搞清楚。迷是你不了解，你對於這個事實真相、理事因果都不了解，你就相信它，這叫迷信，相信它的；你不相信它，也叫迷信，為什麼？你沒搞清楚。沒搞清楚，信它是迷信，不信也是迷信，你們想想對不對？你真的搞清楚，搞明白了，那就不叫迷信。"
    },
    {
      "id": "21-286-0001_p0032",
      "zh_CN": "我们是在理论上搞得很清楚，事实上我们接触很多，真有这回事情。他说我迷信，我说我承认，但是你？你是迷信里头的迷信，你加了一倍，你比我加一倍，你是迷迷信，我比你还强多了。这些事情我们也不要跟人争，他能信，很好，不信也好，总有一天你会信，信了之后你会后悔，太迟了。总而言之一句话说，多读书，我们今天所有一切问题都在念书、念圣贤书念的太少了，多读圣贤书。不但对人要尊重，一生当中绝对没有一个恶念对人，也没有一个恶念对鬼神。对一切众生我们都是诚诚恳恳，老老实实，与一切众生结善缘，不要结恶缘，要常常想到令一切众生生欢喜心，那我们多快乐！",
      "zh_TW": "我們是在理論上搞得很清楚，事實上我們接觸很多，真有這回事情。他說我迷信，我說我承認，但是你？你是迷信裡頭的迷信，你加了一倍，你比我加一倍，你是迷迷信，我比你還強多了。這些事情我們也不要跟人爭，他能信，很好，不信也好，總有一天你會信，信了之後你會後悔，太遲了。總而言之一句話說，多讀書，我們今天所有一切問題都在念書、念聖賢書念的太少了，多讀聖賢書。不但對人要尊重，一生當中絕對沒有一個惡念對人，也沒有一個惡念對鬼神。對一切眾生我們都是誠誠懇懇，老老實實，與一切眾生結善緣，不要結惡緣，要常常想到令一切眾生生歡喜心，那我們多快樂！"
    },
    {
      "id": "21-286-0001_p0033",
      "zh_CN": "这些鬼神找我的时候，就说：法师，你能接受，所以我才来找你，求你帮忙。找到了，都是算是有缘，所以我说我会帮助你，我们这个地方立牌位，可以让你来听经，让你来道场念佛。他又提出来，立牌位的时候还不能来，不是立了牌位就可以来的。这个话说的有道理，不是没有道理。譬如说请客，我们拿世间人情来说，我们今天有宴会，我们请大家，请帖都发给大家了。但是没有恭敬的邀请，很草率的请帖就发出去了，甚至于请帖上写的也不客气。你到这边来了，在门口要有警卫看到你，他要不相信他不让你进来，有这个事情，很多。我们参加很多这些大型的这种宴会活动，拿到请帖，一定主人甚至于主人的代表，一定在门口那边迎接。这一见面，请帖都不需要看，警卫人员看一下，马上就请你进去了。那是什么？礼遇。",
      "zh_TW": "這些鬼神找我的時候，就說：法師，你能接受，所以我才來找你，求你幫忙。找到了，都是算是有緣，所以我說我會幫助你，我們這個地方立牌位，可以讓你來聽經，讓你來道場念佛。他又提出來，立牌位的時候還不能來，不是立了牌位就可以來的。這個話說的有道理，不是沒有道理。譬如說請客，我們拿世間人情來說，我們今天有宴會，我們請大家，請帖都發給大家了。但是沒有恭敬的邀請，很草率的請帖就發出去了，甚至於請帖上寫的也不客氣。你到這邊來了，在門口要有警衛看到你，他要不相信他不讓你進來，有這個事情，很多。我們參加很多這些大型的這種宴會活動，拿到請帖，一定主人甚至於主人的代表，一定在門口那邊迎接。這一見面，請帖都不需要看，警衛人員看一下，馬上就請你進去了。那是什麼？禮遇。"
    },
    {
      "id": "21-286-0001_p0034",
      "zh_CN": "我们今天请这些鬼神也是这个道理，给他立个牌位，没有写请帖；已经给你准备座位了，他说没请帖给你，进不来。所以写牌位的时候一定恭恭敬敬的礼请，就是邀请，这个手续很多道场都忽略掉了。做得最圆满的，我们杨老师做得很圆满，好像她还有个光碟，把她自己的经验做了个报告，告诉大家应该怎么样做法。写了牌位，恭恭敬敬的启请，就是邀请，他才欢喜来，你对他很尊重，不来也不好意思。这是不能不知道的。跟九法界众生往来也跟人间一样，礼貌要周到，态度要诚恳，他就欢欢喜喜来了。",
      "zh_TW": "我們今天請這些鬼神也是這個道理，給他立個牌位，沒有寫請帖；已經給你準備座位了，他說沒請帖給你，進不來。所以寫牌位的時候一定恭恭敬敬的禮請，就是邀請，這個手續很多道場都忽略掉了。做得最圓滿的，我們楊老師做得很圓滿，好像她還有個光碟，把她自己的經驗做了個報告，告訴大家應該怎麼樣做法。寫了牌位，恭恭敬敬的啟請，就是邀請，他才歡喜來，你對他很尊重，不來也不好意思。這是不能不知道的。跟九法界眾生往來也跟人間一樣，禮貌要周到，態度要誠懇，他就歡歡喜喜來了。"
    },
    {
      "id": "21-286-0001_p0035",
      "zh_CN": "问：第二个问题，如果说植物有灵性，也应该有轮回，那么我们因为一顿素食伤害的生命，甚至于比一顿肉食伤害的生命更多。那佛教徒因为慈悲不杀生而素食，岂不是失去了意义？",
      "zh_TW": "問：第二個問題，如果說植物有靈性，也應該有輪迴，那麼我們因為一頓素食傷害的生命，甚至於比一頓肉食傷害的生命更多。那佛教徒因為慈悲不殺生而素食，豈不是失去了意義？"
    },
    {
      "id": "21-286-0001_p0036",
      "zh_CN": "答：这个不必说了，植物可以说有灵性，没有神识，它的神识是别的灵魂寄居在它这个地方，它本身没有神识。草木虽然还有神，草木的神迁移非常大，你在收割的时候，他知道，他就走了。他好像是游牧民族，他到处为家的，哪里可以住就住，不可以住赶快走，这跟树不一样。树神他住在那里时间比较久，他执着那是他的家，所以一定先给他打招呼。愈是年代久的树，那个神要是再住得久，我们常常讲就变成树精，成精了，有时候他也会现形，他确实会现形。",
      "zh_TW": "答：這個不必說了，植物可以說有靈性，沒有神識，它的神識是別的靈魂寄居在它這個地方，它本身沒有神識。草木雖然還有神，草木的神遷移非常大，你在收割的時候，他知道，他就走了。他好像是遊牧民族，他到處為家的，哪裡可以住就住，不可以住趕快走，這跟樹不一樣。樹神他住在那裡時間比較久，他執著那是他的家，所以一定先給他打招呼。愈是年代久的樹，那個神要是再住得久，我們常常講就變成樹精，成精了，有時候他也會現形，他確實會現形。"
    },
    {
      "id": "21-286-0001_p0037",
      "zh_CN": "问：第三，植物的生命是如何缘起的？",
      "zh_TW": "問：第三，植物的生命是如何緣起的？"
    },
    {
      "id": "21-286-0001_p0038",
      "zh_CN": "答：这个缘起很深，希望你多听《华严经》，《华严经》我们在前面讲过「缘起甚深」，你细心去听听。因为整个宇宙，不单是植物，包括矿物，只要是现相，法相唯识宗里面讲得很清楚，现在科学家把这个生命分成两个部分，一个是物质，一个是精神。在佛法里面讲也是这两分，色法、心法，心法就是灵性，色法就是物质。世间人把它分做二，佛法是看作一个，为什么？色、心同源，在法相里面讲，色是相分，心是见分。你看阿赖耶里面有三分，自证分、见分、相分，八识五十一心所统统都有三分。这个三分里面，自证分是相同的，自证分就是佛家讲的真心、本性、法性。名词很多，但是都说的是一桩事情，那是真正的自己，禅宗里面常讲「父母未生前本来面目」。",
      "zh_TW": "答：這個緣起很深，希望你多聽《華嚴經》，《華嚴經》我們在前面講過「緣起甚深」，你細心去聽聽。因為整個宇宙，不單是植物，包括礦物，只要是現相，法相唯識宗裡面講得很清楚，現在科學家把這個生命分成兩個部分，一個是物質，一個是精神。在佛法裡面講也是這兩分，色法、心法，心法就是靈性，色法就是物質。世間人把它分做二，佛法是看作一個，為什麼？色、心同源，在法相裡面講，色是相分，心是見分。你看阿賴耶裡面有三分，自證分、見分、相分，八識五十一心所統統都有三分。這個三分裡面，自證分是相同的，自證分就是佛家講的真心、本性、法性。名詞很多，但是都說的是一樁事情，那是真正的自己，禪宗裡面常講「父母未生前本來面目」。"
    },
    {
      "id": "21-286-0001_p0039",
      "zh_CN": "最近我们讲的，这个底下还没有讲到，还没有讲到贤首菩萨的偈颂，讲到偈颂会说到，「一道甚深」就讲到。这是讲的很深很深的意思，讲到宇宙的缘起，一道甚深，这个「一道」就是法性。法相是法性变现出来的，所以法性是自证分，法性不是精神，也不是物质，精神、物质都是从它那里生的。所以自证分变成了见分，见分就是精神，就变成心法；从见分就又变成相分，相分就是物质。所以精神跟物质是同一个源生的，它不是两桩事情，这个讲得很深。因此所有一切万事万物都具足本性的功能，本性有见闻觉知，有色声香味，本性确实它具有这个。现在见分里面就很明显的看出它有见闻觉知，相分里面就很容易看到它的色声香味，但是这都是从起心动念会产生变化。十法界依正庄严不同，佛讲「一切法从心想生」，你的心善、念头善，就变得很美好；念头不善，就变得很差，变得很坏。",
      "zh_TW": "最近我們講的，這個底下還沒有講到，還沒有講到賢首菩薩的偈頌，講到偈頌會說到，「一道甚深」就講到。這是講的很深很深的意思，講到宇宙的緣起，一道甚深，這個「一道」就是法性。法相是法性變現出來的，所以法性是自證分，法性不是精神，也不是物質，精神、物質都是從它那裡生的。所以自證分變成了見分，見分就是精神，就變成心法；從見分就又變成相分，相分就是物質。所以精神跟物質是同一個源生的，它不是兩樁事情，這個講得很深。因此所有一切萬事萬物都具足本性的功能，本性有見聞覺知，有色聲香味，本性確實它具有這個。現在見分裡面就很明顯的看出它有見聞覺知，相分裡面就很容易看到它的色聲香味，但是這都是從起心動念會產生變化。十法界依正莊嚴不同，佛講「一切法從心想生」，你的心善、念頭善，就變得很美好；念頭不善，就變得很差，變得很壞。"
    },
    {
      "id": "21-286-0001_p0040",
      "zh_CN": "这个道理你要是通达明白了，你就懂得怎么样养生，养生之道，养生不要去找别人，就是这个道理。你要自己容貌很端庄，身体很强壮，你天天念善。为什么？整个身体会变化，你的心情也会变化。心里面非常安静，非常欢喜，这心多舒畅！你没有恐惧，没有忧虑，没有牵挂，没有烦恼，所以你的容貌会变，你的体质会变。学佛头一个得利益的就是身体。如果你说学佛很多年，你相貌还是这个样子，甚至于还一年不如一年，你学错了。你要是真正学得好的话，不一样，真正学得好的话，你很不容易老化，很不容易衰老，而且在精神、体力方面一定能够很明显的觉察到，跟年轻的时候没什么两样。",
      "zh_TW": "這個道理你要是通達明白了，你就懂得怎麼樣養生，養生之道，養生不要去找別人，就是這個道理。你要自己容貌很端莊，身體很強壯，你天天念善。為什麼？整個身體會變化，你的心情也會變化。心裡面非常安靜，非常歡喜，這心多舒暢！你沒有恐懼，沒有憂慮，沒有牽掛，沒有煩惱，所以你的容貌會變，你的體質會變。學佛頭一個得利益的就是身體。如果你說學佛很多年，你相貌還是這個樣子，甚至於還一年不如一年，你學錯了。你要是真正學得好的話，不一樣，真正學得好的話，你很不容易老化，很不容易衰老，而且在精神、體力方面一定能夠很明顯的覺察到，跟年輕的時候沒什麼兩樣。"
    },
    {
      "id": "21-286-0001_p0041",
      "zh_CN": "我现在拜佛，平地平拜，拜个一、两百拜拜下去，我感觉得跟我学佛二十几岁的时候差不多。但是我们看到有很多法师，五十岁之后他就没办法平拜了，他就要用拜垫，随着年岁大拜垫愈来愈高，这是我曾经看到过的，骨头僵硬了。这个说实在话，功夫不得力，没有从心理上产生变化。身体是受精神的支配，从心想生，这个道理很深。日本东京的江本博士搞水实验，我到他的实验室参观过两次，每次去都承蒙他很热心的接待我，还跟我做一个详细报告他实验的结果。所以我告诉他，我说你的实验跟佛经上所讲的完全相应，我说我一看到你的报告我就认同。但是你做的还不够，现在看到这水是矿物，见闻觉知发现了，确实证明水能听、能看、能懂得人的意思。不单水如此，石头也是这样的，泥沙也是这样的，只要是物质统统都有见闻觉知。",
      "zh_TW": "我現在拜佛，平地平拜，拜個一、兩百拜拜下去，我感覺得跟我學佛二十幾歲的時候差不多。但是我們看到有很多法師，五十歲之後他就沒辦法平拜了，他就要用拜墊，隨著年歲大拜墊愈來愈高，這是我曾經看到過的，骨頭僵硬了。這個說實在話，功夫不得力，沒有從心理上產生變化。身體是受精神的支配，從心想生，這個道理很深。日本東京的江本博士搞水實驗，我到他的實驗室參觀過兩次，每次去都承蒙他很熱心的接待我，還跟我做一個詳細報告他實驗的結果。所以我告訴他，我說你的實驗跟佛經上所講的完全相應，我說我一看到你的報告我就認同。但是你做的還不夠，現在看到這水是礦物，見聞覺知發現了，確實證明水能聽、能看、能懂得人的意思。不單水如此，石頭也是這樣的，泥沙也是這樣的，只要是物質統統都有見聞覺知。"
    },
    {
      "id": "21-286-0001_p0042",
      "zh_CN": "所以整个宇宙，现在的话说，有机体，整个宇宙是有机体。为什么？法性变的，法性本能就是这样的。不管它变什么东西，变成再小的原子、电子，它还是具足，它绝对不会把它的本能丧失，它还有色声香味。你今天实验的，只看到它的色，还没有闻到香，还没有闻到它的味道，还没有听到它的声音。它还有色声香味，你只有一个色，声香味你还没有发现，继续努力。所以科学进步能帮助佛法，佛法能帮助科学更进步，更向上提升。",
      "zh_TW": "所以整個宇宙，現在的話說，有機體，整個宇宙是有機體。為什麼？法性變的，法性本能就是這樣的。不管它變什麼東西，變成再小的原子、電子，它還是具足，它絕對不會把它的本能喪失，它還有色聲香味。你今天實驗的，只看到它的色，還沒有聞到香，還沒有聞到它的味道，還沒有聽到它的聲音。它還有色聲香味，你只有一個色，聲香味你還沒有發現，繼續努力。所以科學進步能幫助佛法，佛法能幫助科學更進步，更向上提升。"
    },
    {
      "id": "21-286-0001_p0043",
      "zh_CN": "问：第四个问题，戒定慧三学讲因戒得定，因定开慧，而布施法中的法布施也能得聪明智慧，请问这两种智慧有什么分别？",
      "zh_TW": "問：第四個問題，戒定慧三學講因戒得定，因定開慧，而布施法中的法布施也能得聰明智慧，請問這兩種智慧有什麼分別？"
    },
    {
      "id": "21-286-0001_p0044",
      "zh_CN": "答：有分别。因定开慧得的是根本智，法布施开慧是属于后得智，这个不一样。但是根本智最重要，如果没有根本智，你法布施就变成世间的聪明智慧。如果在佛法里头，要把你的境界向上提升，这个还不够。但是如果有根本智，那后得智跟根本智就相应了，这是非常圆满，这个才叫究竟圆满的智慧。",
      "zh_TW": "答：有分別。因定開慧得的是根本智，法布施開慧是屬於後得智，這個不一樣。但是根本智最重要，如果沒有根本智，你法布施就變成世間的聰明智慧。如果在佛法裡頭，要把你的境界向上提升，這個還不夠。但是如果有根本智，那後得智跟根本智就相應了，這是非常圓滿，這個才叫究竟圓滿的智慧。"
    },
    {
      "id": "21-286-0001_p0045",
      "zh_CN": "问：拜佛时，双手翻掌，结趺作礼的意义是什么？",
      "zh_TW": "問：拜佛時，雙手翻掌，結趺作禮的意義是什麼？"
    },
    {
      "id": "21-286-0001_p0046",
      "zh_CN": "答：这是恭敬，是我们的观想，我们拜佛行最敬礼。我们头着地，翻掌的时候，翻出来正好希望佛的脚就立在我手掌上，是表这个意思，叫接足礼，我们接着佛的脚掌，这是最敬礼。但是这种拜佛的方式，每个动作都做到，实在讲是很好的运动。所以我们学佛的人不做其他运动，就是拜佛，拜佛是最好的运动。心清净，心地真诚，只想佛，身体每个动作都做到了，全身运动量都够了。这是动静一如，心是静的，身是动的，跟其他的运动不一样。所以养生之道，养心要静，心可不能动，心动就坏了；身？身一定要动。所以佛法用轮做代表，你看轮，轮转的时候它的身要动，圆心不动，你想这个道理。所以佛家教人拜佛，是身心统统顾到，最好的养生之道。",
      "zh_TW": "答：這是恭敬，是我們的觀想，我們拜佛行最敬禮。我們頭著地，翻掌的時候，翻出來正好希望佛的腳就立在我手掌上，是表這個意思，叫接足禮，我們接著佛的腳掌，這是最敬禮。但是這種拜佛的方式，每個動作都做到，實在講是很好的運動。所以我們學佛的人不做其他運動，就是拜佛，拜佛是最好的運動。心清淨，心地真誠，只想佛，身體每個動作都做到了，全身運動量都夠了。這是動靜一如，心是靜的，身是動的，跟其他的運動不一樣。所以養生之道，養心要靜，心可不能動，心動就壞了；身？身一定要動。所以佛法用輪做代表，你看輪，輪轉的時候它的身要動，圓心不動，你想這個道理。所以佛家教人拜佛，是身心統統顧到，最好的養生之道。"
    },
    {
      "id": "21-286-0001_p0047",
      "zh_CN": "问：第六个问题，你老人家讲经说法时，从来不显露神通，也不给求法人直接说破三世因果，黄念祖老居士也是这个观点。可是过去、现在都有高僧显露神通度人，并能契机契理，让当事人忏悔，改造命运，请问这种做法合适吗？",
      "zh_TW": "問：第六個問題，你老人家講經說法時，從來不顯露神通，也不給求法人直接說破三世因果，黃念祖老居士也是這個觀點。可是過去、現在都有高僧顯露神通度人，並能契機契理，讓當事人懺悔，改造命運，請問這種做法合適嗎？"
    },
    {
      "id": "21-286-0001_p0048",
      "zh_CN": "答：黄老居士跟我没神通，想显也显不出来。但是佛在经教里面告诉我们，正法绝对不用神通作佛事。为什么？妖魔鬼怪都有神通，如果佛菩萨也用神通，邪正你就没办法辨别，就会把佛法混淆；妖魔鬼怪不会说法，所以佛一说法，他们也就没法子了。这是佛对众生的慈悲，对众生的方便。佛把这个道理给你讲清楚，方法给你讲清楚，依照这个理论、方法去做你就能契入境界，这是非常正确的。感应的事情有，我们遇到就很多，也不必说，说了之后人家讲你在搞迷信。所以我们虽然有这么多事情，我们也很少提到。除非就是自己内部的同修，学佛的时间久了，对这个事情能有些信心了，可以给他稍微谈谈；信心不足、初学的，决定不谈。",
      "zh_TW": "答：黃老居士跟我沒神通，想顯也顯不出來。但是佛在經教裡面告訴我們，正法絕對不用神通作佛事。為什麼？妖魔鬼怪都有神通，如果佛菩薩也用神通，邪正你就沒辦法辨別，就會把佛法混淆；妖魔鬼怪不會說法，所以佛一說法，他們也就沒法子了。這是佛對眾生的慈悲，對眾生的方便。佛把這個道理給你講清楚，方法給你講清楚，依照這個理論、方法去做你就能契入境界，這是非常正確的。感應的事情有，我們遇到就很多，也不必說，說了之後人家講你在搞迷信。所以我們雖然有這麼多事情，我們也很少提到。除非就是自己內部的同修，學佛的時間久了，對這個事情能有些信心了，可以給他稍微談談；信心不足、初學的，決定不談。"
    },
    {
      "id": "21-286-0001_p0049",
      "zh_CN": "问：底下一条，弟子看了不少往生事例的报导，但是总是觉得这些人往生后，大部分都是杳无音信。如果他们到极乐世界，见到阿弥陀佛后，再赶快回到娑婆世界度众生，让大家确信他往生，功不唐捐，那该多么好！也让我们这些当众会前的念佛人，能够坚定往生极乐世界的信念。",
      "zh_TW": "問：底下一條，弟子看了不少往生事例的報導，但是總是覺得這些人往生後，大部分都是杳無音信。如果他們到極樂世界，見到阿彌陀佛後，再趕快回到娑婆世界度眾生，讓大家確信他往生，功不唐捐，那該多麼好！也讓我們這些當眾會前的念佛人，能夠堅定往生極樂世界的信念。"
    },
    {
      "id": "21-286-0001_p0050",
      "zh_CN": "答：其实往生极乐世界回来的人很多，只是你不认识。刚才讲了，时差很大，他这一回来，这个世界已经过了几百年，所以当时人见不到他。但是他回到这个地方，我们见到他。诸位冷静去观察，历代一些祖师大德，哪个不是再来人？都是从极乐世界回来的，来做种种示现。不但回来的人不少，示现各种不同的身分，就像《普门品》里面讲的，应以什么身得度他就现什么身，而且现身得度跟自己都有缘。所以我们学佛，希望将来成就能够多度众生，现在要跟众生结法缘，不结法缘，成佛之后度众生很少。为什么？你的缘很少；广结善缘，将来度众生人数就多了。",
      "zh_TW": "答：其實往生極樂世界回來的人很多，只是你不認識。剛才講了，時差很大，他這一回來，這個世界已經過了幾百年，所以當時人見不到他。但是他回到這個地方，我們見到他。諸位冷靜去觀察，歷代一些祖師大德，哪個不是再來人？都是從極樂世界回來的，來做種種示現。不但回來的人不少，示現各種不同的身分，就像《普門品》裡面講的，應以什麼身得度他就現什麼身，而且現身得度跟自己都有緣。所以我們學佛，希望將來成就能夠多度眾生，現在要跟眾生結法緣，不結法緣，成佛之後度眾生很少。為什麼？你的緣很少；廣結善緣，將來度眾生人數就多了。"
    },
    {
      "id": "21-286-0001_p0051",
      "zh_CN": "问：最后这一个问题，他说弟子非常佩服您老人家对城隍庙的教育意义的解释，也非常赞叹江逸子所画的地狱变相图，殊胜功德。末法时期，各种媒体上，声色刺激和诱惑很多，请问为何也把地狱众生画得不穿衣服，弟子看《玉历宝钞》上画的地狱众生，都是穿衣服的？",
      "zh_TW": "問：最後這一個問題，他說弟子非常佩服您老人家對城隍廟的教育意義的解釋，也非常讚歎江逸子所畫的地獄變相圖，殊勝功德。末法時期，各種媒體上，聲色刺激和誘惑很多，請問為何也把地獄眾生畫得不穿衣服，弟子看《玉曆寶鈔》上畫的地獄眾生，都是穿衣服的？"
    },
    {
      "id": "21-286-0001_p0052",
      "zh_CN": "答：不穿衣服是江逸子居士画的，江逸子居士画的是依照佛经上所说的。佛经上所讲，饿鬼道穿衣服，地狱道里头罪有轻重，五无间地狱绝对没有衣服。他受罪是永无间断，一定要报受完了，他才能够出离。地狱，这要说起来，我们一定要晓得一个道理，时间不是真的，现在科学家也知道了，时间跟空间都不是真的。所以大乘教里面讲，《华严》讲的就很多，「念劫圆融」，一念可以变成无量劫，无量劫可以变成一念。所以地狱里面受罪，讲多少劫多少劫那么长的时间，可能在我们人间时间并不是很长。我们去读《发起菩萨殊胜志乐经》，也叫做《弥勒菩萨所问经》，过去我们讲过，好像讲过三遍，你就晓得。那是讲阿鼻地狱的罪业，换算我们人间，大概是一万多年，七、八千年到一万多年的样子，但是在地狱里面，他的感受是无量劫。我们谚语有所谓，人在受苦的时候，度日如年，就是那种感触。在很快乐的时候，觉得时间很短，在受罪的时候，好像时间很长。这是时间是由我们感官变现的，不是真的，这个道理要懂。",
      "zh_TW": "答：不穿衣服是江逸子居士畫的，江逸子居士畫的是依照佛經上所說的。佛經上所講，餓鬼道穿衣服，地獄道裡頭罪有輕重，五無間地獄絕對沒有衣服。他受罪是永無間斷，一定要報受完了，他才能夠出離。地獄，這要說起來，我們一定要曉得一個道理，時間不是真的，現在科學家也知道了，時間跟空間都不是真的。所以大乘教裡面講，《華嚴》講的就很多，「念劫圓融」，一念可以變成無量劫，無量劫可以變成一念。所以地獄裡面受罪，講多少劫多少劫那麼長的時間，可能在我們人間時間並不是很長。我們去讀《發起菩薩殊勝志樂經》，也叫做《彌勒菩薩所問經》，過去我們講過，好像講過三遍，你就曉得。那是講阿鼻地獄的罪業，換算我們人間，大概是一萬多年，七、八千年到一萬多年的樣子，但是在地獄裡面，他的感受是無量劫。我們諺語有所謂，人在受苦的時候，度日如年，就是那種感觸。在很快樂的時候，覺得時間很短，在受罪的時候，好像時間很長。這是時間是由我們感官變現的，不是真的，這個道理要懂。"
    },
    {
      "id": "21-286-0001_p0053",
      "zh_CN": "问：这是网路同修提出的疑问。我们这个地方有些信佛、学佛，甚至于受了菩萨戒的人，他们都有附体现象。附体时也讲善法、佛法，也教人吃素、念佛、做好事，还给信佛的人看病，说不要钱，给钱也收，周围总有些信众。就这个现象问一些问题，下面有六个问题。附体的人是正信吗？念佛能往生吗？",
      "zh_TW": "問：這是網路同修提出的疑問。我們這個地方有些信佛、學佛，甚至於受了菩薩戒的人，他們都有附體現象。附體時也講善法、佛法，也教人吃素、念佛、做好事，還給信佛的人看病，說不要錢，給錢也收，周圍總有些信眾。就這個現象問一些問題，下面有六個問題。附體的人是正信嗎？念佛能往生嗎？"
    },
    {
      "id": "21-286-0001_p0054",
      "zh_CN": "答：附体的人要看是什么人，有正信的、有半信半疑的、还有不信的来冒充骗人的，你可一定要小心谨慎。你要看他说的是什么，如果他说的是如理如法，可以相信；他要是说得不如理不如法，就请他赶快离开，可以下达命令叫他走，驱逐出境，敬鬼神而远之。但是有些善的鬼神，他如果说是他是鬼神来劝你，你一定不听，他会冒充。他说我是什么菩萨再来的，我是什么佛再来的，你就很相信了。其实不是的，冒充的多，不是真的，这个我们要知道。但是那是善的，他也借着佛菩萨的名，借着人的身体，做点好事，积一点德，这是常见的。所以我们跟这些人接触要很谨慎，很冷静，很细心，不要被鬼神骗了；被人骗了，情有可原，被鬼神骗了，这很冤枉，那就错误了。",
      "zh_TW": "答：附體的人要看是什麼人，有正信的、有半信半疑的、還有不信的來冒充騙人的，你可一定要小心謹慎。你要看他說的是什麼，如果他說的是如理如法，可以相信；他要是說得不如理不如法，就請他趕快離開，可以下達命令叫他走，驅逐出境，敬鬼神而遠之。但是有些善的鬼神，他如果說是他是鬼神來勸你，你一定不聽，他會冒充。他說我是什麼菩薩再來的，我是什麼佛再來的，你就很相信了。其實不是的，冒充的多，不是真的，這個我們要知道。但是那是善的，他也藉著佛菩薩的名，藉著人的身體，做點好事，積一點德，這是常見的。所以我們跟這些人接觸要很謹慎，很冷靜，很細心，不要被鬼神騙了；被人騙了，情有可原，被鬼神騙了，這很冤枉，那就錯誤了。"
    },
    {
      "id": "21-286-0001_p0055",
      "zh_CN": "问：第二，让附体人看病的人是否生正信？",
      "zh_TW": "問：第二，讓附體人看病的人是否生正信？"
    },
    {
      "id": "21-286-0001_p0056",
      "zh_CN": "答：这个都要小心谨慎。附体人替人看病，我们在全世界确实只看到美国凯西那个例子，那真的是个善神。他的层次并不很高，你看他附在凯西身上，跟凯西是宿世的因缘，附在他身上帮助他一生。疑难杂症，医生没办法治好的，他都能把它治好，而且一生看了一万四千个病历，都有详细记录。他自己建了一个图书馆，这个档案统统都在，现在还有很多人去研究他这个东西。那不是凯西有什么能力，凯西自己初中毕业，全是这个灵附身来帮助他。",
      "zh_TW": "答：這個都要小心謹慎。附體人替人看病，我們在全世界確實只看到美國凱西那個例子，那真的是個善神。他的層次並不很高，你看他附在凱西身上，跟凱西是宿世的因緣，附在他身上幫助他一生。疑難雜症，醫生沒辦法治好的，他都能把它治好，而且一生看了一萬四千個病歷，都有詳細記錄。他自己建了一個圖書館，這個檔案統統都在，現在還有很多人去研究他這個東西。那不是凱西有什麼能力，凱西自己初中畢業，全是這個靈附身來幫助他。"
    },
    {
      "id": "21-286-0001_p0057",
      "zh_CN": "他附身的时候，他是半催眠的状态，好像在睡觉一样。他所说的，说出来之后旁边人给他记录，他自己并不知道，醒过来之后他什么都不知道。但是他在睡眠的时候跟人家说话，你问他什么，他能够给你处方，教你吃什么药，用什么方法，病真治好，他一生治好一万四千个例子。这个神是真神，这不是骗人的；你要问他赌博、买彩票什么号码，他不告诉你。你是心术不正，他绝对不理你，告诉你都是假的，让你吃亏上当；你有困难的时候找他，他真帮助你。这是我们看到一个有始有终，那么长的时间，几十年，而且他有很多预言，包括现在这个世界动乱的预言，他都说过。",
      "zh_TW": "他附身的時候，他是半催眠的狀態，好像在睡覺一樣。他所說的，說出來之後旁邊人給他記錄，他自己並不知道，醒過來之後他什麼都不知道。但是他在睡眠的時候跟人家說話，你問他什麼，他能夠給你處方，教你吃什麼藥，用什麼方法，病真治好，他一生治好一萬四千個例子。這個神是真神，這不是騙人的；你要問他賭博、買彩票什麼號碼，他不告訴你。你是心術不正，他絕對不理你，告訴你都是假的，讓你吃虧上當；你有困難的時候找他，他真幫助你。這是我們看到一個有始有終，那麼長的時間，幾十年，而且他有很多預言，包括現在這個世界動亂的預言，他都說過。"
    },
    {
      "id": "21-286-0001_p0058",
      "zh_CN": "很多人研究，我看大部分偏重在预言这方面，他讲这个世界有灾难。而且这个世界重大的地壳变化，那是很大很大的灾难，这个事情发生应该是在这一百年之内，哪一年他没有说。他说美国这个地区会沈下去，大西洋，从前的亚特兰提斯会浮上来。亚特兰提斯在五万年以前，那边是个国家，科技发展到比现在还要高。他们那个时候用能源是从太空当中获得的，没有染污，不像我们现在的石油有染污，像飞机、汽车都有噪音，它没有声音。但是人民也是道德沦落，不相信伦理道德，最后是一个天然灾害，整个大陆沈到海底。他说那个大陆会浮上来，浮上来之后，欧洲跟美国会沈下去，他说大概在一百年之后。他说他那时候会再来，他会看到这个事情，他再来一定是投胎做小孩的时候，会亲眼看到这种变化。",
      "zh_TW": "很多人研究，我看大部分偏重在預言這方面，他講這個世界有災難。而且這個世界重大的地殼變化，那是很大很大的災難，這個事情發生應該是在這一百年之內，哪一年他沒有說。他說美國這個地區會沈下去，大西洋，從前的亞特蘭提斯會浮上來。亞特蘭提斯在五萬年以前，那邊是個國家，科技發展到比現在還要高。他們那個時候用能源是從太空當中獲得的，沒有染污，不像我們現在的石油有染污，像飛機、汽車都有噪音，它沒有聲音。但是人民也是道德淪落，不相信倫理道德，最後是一個天然災害，整個大陸沈到海底。他說那個大陸會浮上來，浮上來之後，歐洲跟美國會沈下去，他說大概在一百年之後。他說他那時候會再來，他會看到這個事情，他再來一定是投胎做小孩的時候，會親眼看到這種變化。"
    },
    {
      "id": "21-286-0001_p0059",
      "zh_CN": "这种人不多，很少很少，在中国这些事情我们也常常听说，总而言之，对这个都要小心谨慎。最好是学佛，佛讲的理是最透彻，用我们自己心地善心来净化我们的身心。清净心你就不受病菌的感染，你心地清净，现在讲的免疫力，不要用药物，清净心是免疫；慈悲心化毒，慈悲能解毒。所以清净、慈悲，你说这多好！这才叫从根本上治疗，不需要用药物。",
      "zh_TW": "這種人不多，很少很少，在中國這些事情我們也常常聽說，總而言之，對這個都要小心謹慎。最好是學佛，佛講的理是最透徹，用我們自己心地善心來淨化我們的身心。清淨心你就不受病菌的感染，你心地清淨，現在講的免疫力，不要用藥物，清淨心是免疫；慈悲心化毒，慈悲能解毒。所以清淨、慈悲，你說這多好！這才叫從根本上治療，不需要用藥物。"
    },
    {
      "id": "21-286-0001_p0060",
      "zh_CN": "问：第三，附体人看病时，说某某菩萨来了，如观世音菩萨、地藏王菩萨、五殿阎罗等等，这些是真的吗？",
      "zh_TW": "問：第三，附體人看病時，說某某菩薩來了，如觀世音菩薩、地藏王菩薩、五殿閻羅等等，這些是真的嗎？"
    },
    {
      "id": "21-286-0001_p0061",
      "zh_CN": "答：这刚才说过了，不一定是真的，多半都是灵鬼。扶鸾这桩事情，我从小的时候，抗战期间，抗战初期我住在福建，福建这种风气很盛。差不多是中等人家，堂屋里头都挂着一个畚箕，那个畚箕就是扶乩用的。前面很考究有龙头，通常插着一枝笔，平常在沙盘里面那个龙头写字，要画符它就插一枝笔，大概用朱砂红的，它会画符。那时候我们很小，十一、二岁的时候，看到我们很相信，但是不晓得是什么道理。",
      "zh_TW": "答：這剛才說過了，不一定是真的，多半都是靈鬼。扶鸞這樁事情，我從小的時候，抗戰期間，抗戰初期我住在福建，福建這種風氣很盛。差不多是中等人家，堂屋裡頭都掛著一個畚箕，那個畚箕就是扶乩用的。前面很考究有龍頭，通常插著一枝筆，平常在沙盤裡面那個龍頭寫字，要畫符它就插一枝筆，大概用朱砂紅的，它會畫符。那時候我們很小，十一、二歲的時候，看到我們很相信，但是不曉得是什麼道理。"
    },
    {
      "id": "21-286-0001_p0062",
      "zh_CN": "因为扶乩的人，那个扶乩是用一个畚箕一样，两个人扶，都是不认识字的，不是固定的。一般都是找什么？在那个时候，城市里面没有自来水，就是有挑水的，卖水的，有卖柴的。都找那些卖水、卖柴的，拉黄包车的，那时候没有三轮车，拉黄包车，都是做苦力，不认识字的，找他们来扶。一个人扶一边，居然在沙盘上写出字出来，而且写的规规矩矩，我们小孩站在旁边都能够念得出来。旁边给他记录，大概一个小时可以写个三、四十个字，不多，一笔一划，慢慢的在那里移动。我们看到很相信，为什么？他不认识字，写出来之后你问他，他也不晓得，他就依照那个力量在转动。",
      "zh_TW": "因為扶乩的人，那個扶乩是用一個畚箕一樣，兩個人扶，都是不認識字的，不是固定的。一般都是找什麼？在那個時候，城市裡面沒有自來水，就是有挑水的，賣水的，有賣柴的。都找那些賣水、賣柴的，拉黃包車的，那時候沒有三輪車，拉黃包車，都是做苦力，不認識字的，找他們來扶。一個人扶一邊，居然在沙盤上寫出字出來，而且寫的規規矩矩，我們小孩站在旁邊都能夠念得出來。旁邊給他記錄，大概一個小時可以寫個三、四十個字，不多，一筆一劃，慢慢的在那裡移動。我們看到很相信，為什麼？他不認識字，寫出來之後你問他，他也不曉得，他就依照那個力量在轉動。"
    },
    {
      "id": "21-286-0001_p0063",
      "zh_CN": "以后我在台湾，我也参观台湾的乩坛，我就疑惑了。那个专门是乩童，除他之外，别的人去就不灵，就靠一个人，这可能作假、作弊。我去参观他降坛，降坛的时候乩就动了，先像发抖一样，最后动的速度非常快，在沙盘上画来画去。我们在旁边看，看了一个多小时，一个字都看不出来。而且这个乩童口里念念有词，旁边人给他记录下来，一个小时写几千字。那时候我认识了章嘉大师，我就把这个事情向他请教，我说这怎么回事？他说这不是真的，即使是规规矩矩写出来的，多半也是灵鬼，灵鬼冒充佛菩萨来做一点好事。但是像台湾那种乩童就不可靠，你上当，被人欺骗，你都不晓得。",
      "zh_TW": "以後我在台灣，我也參觀台灣的乩壇，我就疑惑了。那個專門是乩童，除他之外，別的人去就不靈，就靠一個人，這可能作假、作弊。我去參觀他降壇，降壇的時候乩就動了，先像發抖一樣，最後動的速度非常快，在沙盤上畫來畫去。我們在旁邊看，看了一個多小時，一個字都看不出來。而且這個乩童口裡念念有詞，旁邊人給他記錄下來，一個小時寫幾千字。那時候我認識了章嘉大師，我就把這個事情向他請教，我說這怎麼回事？他說這不是真的，即使是規規矩矩寫出來的，多半也是靈鬼，靈鬼冒充佛菩薩來做一點好事。但是像台灣那種乩童就不可靠，你上當，被人欺騙，你都不曉得。"
    },
    {
      "id": "21-286-0001_p0064",
      "zh_CN": "从这个问题大师就告诉我，清朝亡国，亡国在扶鸾上，慈禧太后相信这个。清朝历代的帝王，祖宗的规矩，那规矩是康熙制定的，你看康熙、雍正、乾隆以后都遵守。礼请儒释道三家的学者、大德到宫廷里面上课，讲课，帝王带着文武百官天天来听课，这个风气好！大概在我们想，可能慈禧太后（那也都是报怨的，都是报仇来的）儒佛道所讲的，大概她都不喜欢听，都说她的毛病，所以她就把它废掉了。宫廷里从此之后就不讲了，不请这些高僧大德，不请他们去讲经。找一批驾乩扶鸾的，她就信这个，国家大事不能决断的，都请扶鸾来决定，把国家送掉了。这是章嘉大师告诉我的。所以这是不能完全相信。",
      "zh_TW": "從這個問題大師就告訴我，清朝亡國，亡國在扶鸞上，慈禧太后相信這個。清朝歷代的帝王，祖宗的規矩，那規矩是康熙制定的，你看康熙、雍正、乾隆以後都遵守。禮請儒釋道三家的學者、大德到宮廷裡面上課，講課，帝王帶著文武百官天天來聽課，這個風氣好！大概在我們想，可能慈禧太后（那也都是報怨的，都是報仇來的）儒佛道所講的，大概她都不喜歡聽，都說她的毛病，所以她就把它廢掉了。宮廷裡從此之後就不講了，不請這些高僧大德，不請他們去講經。找一批駕乩扶鸞的，她就信這個，國家大事不能決斷的，都請扶鸞來決定，把國家送掉了。這是章嘉大師告訴我的。所以這是不能完全相信。"
    },
    {
      "id": "21-286-0001_p0065",
      "zh_CN": "所以你有聪明智慧，接触的时候可以做参考，不能当真，当真会坏事情。这些灵鬼，小事他知道的很清楚，所以他灵验，他会让你相信；大事他就胡说八道了。反正出了纰漏，你也找不到他，他不负责任，你也找不到他，所以不可以。我们还是走正路的好，少跟他们往来，夫子对这个态度很值得我们学习，「敬鬼神而远之」，远就是不听他的。",
      "zh_TW": "所以你有聰明智慧，接觸的時候可以做參考，不能當真，當真會壞事情。這些靈鬼，小事他知道的很清楚，所以他靈驗，他會讓你相信；大事他就胡說八道了。反正出了紕漏，你也找不到他，他不負責任，你也找不到他，所以不可以。我們還是走正路的好，少跟他們往來，夫子對這個態度很值得我們學習，「敬鬼神而遠之」，遠就是不聽他的。"
    },
    {
      "id": "21-286-0001_p0066",
      "zh_CN": "问：第四个问题，附体人给人看完病之后，他本人生病了，就说是替病人代业、消业，他真的能替病人代业、消业吗？符合佛说的吗？",
      "zh_TW": "問：第四個問題，附體人給人看完病之後，他本人生病了，就說是替病人代業、消業，他真的能替病人代業、消業嗎？符合佛說的嗎？"
    },
    {
      "id": "21-286-0001_p0067",
      "zh_CN": "答：这完全不符合。为什么？佛菩萨都不能代我们消业，佛菩萨要能代我们消业，他不代我们消业他就不慈悲了，他怎么能称得上佛菩萨？所以佛菩萨告诉我们真话，业是你自己造的，还要你自己消，别人一点办法都没有。佛法里面常讲，消业是「父子上山，各自努力」，儿子不能代父亲，父亲不能代儿子，所以一定要自己忏悔，自己把念头转过来，这才真正能消掉。而且忏悔的功德不可思议，所以我们不可以轻慢恶人。那个人造作罪业，造作很多很重，不要轻慢他，为什么？说不定他临终的时候一忏悔，他往生的品位在我上面，所以忏悔的功德不可思议，这是我们在《阿阇世王经》里面看到的。",
      "zh_TW": "答：這完全不符合。為什麼？佛菩薩都不能代我們消業，佛菩薩要能代我們消業，他不代我們消業他就不慈悲了，他怎麼能稱得上佛菩薩？所以佛菩薩告訴我們真話，業是你自己造的，還要你自己消，別人一點辦法都沒有。佛法裡面常講，消業是「父子上山，各自努力」，兒子不能代父親，父親不能代兒子，所以一定要自己懺悔，自己把念頭轉過來，這才真正能消掉。而且懺悔的功德不可思議，所以我們不可以輕慢惡人。那個人造作罪業，造作很多很重，不要輕慢他，為什麼？說不定他臨終的時候一懺悔，他往生的品位在我上面，所以懺悔的功德不可思議，這是我們在《阿闍世王經》裡面看到的。"
    },
    {
      "id": "21-286-0001_p0068",
      "zh_CN": "阿阇世王在世的时候，五逆十恶，跟提婆达多两个勾结，破坏三宝，杀父害母。临命终时他知道错了，忏悔了，念佛往生。在我们想，应当是下品下生，那我们不怀疑，下品下生。佛告诉我们是上品中生，我们看到之后疑惑，但是佛决定是说真话，不说假话。所以，忏悔的力量也符合我们中国谚语所谓的「浪子回头金不换」，他真回头了，那就是一等一的好人。所以人不要看他过去，过去无论造什么罪业你不要去记它，你看他今天，你看他往后，他一悔改，业障都消了。所以，不可以轻慢众生。经上告诉我们，「不念旧恶，不憎恶人」，非常有道理，我们要常常记住，要常常学习。",
      "zh_TW": "阿闍世王在世的時候，五逆十惡，跟提婆達多兩個勾結，破壞三寶，殺父害母。臨命終時他知道錯了，懺悔了，念佛往生。在我們想，應當是下品下生，那我們不懷疑，下品下生。佛告訴我們是上品中生，我們看到之後疑惑，但是佛決定是說真話，不說假話。所以，懺悔的力量也符合我們中國諺語所謂的「浪子回頭金不換」，他真回頭了，那就是一等一的好人。所以人不要看他過去，過去無論造什麼罪業你不要去記它，你看他今天，你看他往後，他一悔改，業障都消了。所以，不可以輕慢眾生。經上告訴我們，「不念舊惡，不憎惡人」，非常有道理，我們要常常記住，要常常學習。"
    },
    {
      "id": "21-286-0001_p0069",
      "zh_CN": "这个人的好坏，甚至于过去他曾经害过我，毁谤我，陷害我，都不要放在心上。我们还是赞叹别人的好处，他总有长处，我们还是要赞叹他；绝不能够报复，这样让我们自己的心清净，我们自己的业障消掉了。把别人不善放在自己心上，就好像我们这个茶杯一样，把茶杯当作心，把别人的垃圾都装在里面去，这个人是其笨无比。你自己的清净心为什么装别人的垃圾？装自己的垃圾还情有可原，把别人的垃圾装在自己的清净心里面，这是糊涂到所以然处了，决定不可以。要修清净心，不要看别人的不善，也不要听别人的不善；听到、看到了，绝对不可以放在心上，更不能放在口上。放在口上那你就造恶业，他造恶业你要跟着他造，这错了，不可以这样做法。",
      "zh_TW": "這個人的好壞，甚至於過去他曾經害過我，毀謗我，陷害我，都不要放在心上。我們還是讚歎別人的好處，他總有長處，我們還是要讚歎他；絕不能夠報復，這樣讓我們自己的心清淨，我們自己的業障消掉了。把別人不善放在自己心上，就好像我們這個茶杯一樣，把茶杯當作心，把別人的垃圾都裝在裡面去，這個人是其笨無比。你自己的清淨心為什麼裝別人的垃圾？裝自己的垃圾還情有可原，把別人的垃圾裝在自己的清淨心裡面，這是糊塗到所以然處了，決定不可以。要修清淨心，不要看別人的不善，也不要聽別人的不善；聽到、看到了，絕對不可以放在心上，更不能放在口上。放在口上那你就造惡業，他造惡業你要跟著他造，這錯了，不可以這樣做法。"
    },
    {
      "id": "21-286-0001_p0070",
      "zh_CN": "问：第五，他说一味听信附体人的神通，是正法吗？念佛能往生吗？",
      "zh_TW": "問：第五，他說一味聽信附體人的神通，是正法嗎？念佛能往生嗎？"
    },
    {
      "id": "21-286-0001_p0071",
      "zh_CN": "答：不可靠，听附体人的教诲，你要说在佛法上有人成就，佛经上没这个说法，决定不能把路子走错了。学佛的人一定要依经教，经教一定要依《大藏经》里面的。《大藏经》在过去编订是非常慎重，伪造的东西决定不能放在里面，但是现在国家不管了，所以新印的《大藏经》可能有假的东西装在里面去了。我们现在看《大藏经》要看古本，古本先查目录，目录里头有，那就是可靠的；古本里的目录里头没有，现在新加进去的东西，最好还是不看。为什么？没有那么多时间，也没有那么多精力。古人留下来的东西我们都读不完了，所以我是很少读现代人的注子，我都念古人的。不是轻慢现代人，古东西太多了，还没有念完，等我念完了再念他们的。",
      "zh_TW": "答：不可靠，聽附體人的教誨，你要說在佛法上有人成就，佛經上沒這個說法，決定不能把路子走錯了。學佛的人一定要依經教，經教一定要依《大藏經》裡面的。《大藏經》在過去編訂是非常慎重，偽造的東西決定不能放在裡面，但是現在國家不管了，所以新印的《大藏經》可能有假的東西裝在裡面去了。我們現在看《大藏經》要看古本，古本先查目錄，目錄裡頭有，那就是可靠的；古本裡的目錄裡頭沒有，現在新加進去的東西，最好還是不看。為什麼？沒有那麼多時間，也沒有那麼多精力。古人留下來的東西我們都讀不完了，所以我是很少讀現代人的註子，我都念古人的。不是輕慢現代人，古東西太多了，還沒有念完，等我念完了再念他們的。"
    },
    {
      "id": "21-286-0001_p0072",
      "zh_CN": "问：最后他说，就目前佛门中的这个现象，一个真正信佛、念佛人应该树立怎样的正知、正见、正行？",
      "zh_TW": "問：最後他說，就目前佛門中的這個現象，一個真正信佛、念佛人應該樹立怎樣的正知、正見、正行？"
    },
    {
      "id": "21-286-0001_p0073",
      "zh_CN": "答：依教奉行就好，佛在经上教导我们的，我们一定要好好的顺从。修净宗的，我们选择诸佛如来对我们最高的指导原则，就是《观经》里面的净业三福。我们在全世界大概也有一百多个净宗学会，我们都依照这个指导原则来学习。净业三福，三条，第一条，「孝养父母，奉事师长，慈心不杀，修十善业」。怎么落实？孝亲、尊师我们用《弟子规》落实，我们学这个；慈心、十善，我们用《十善业道》落实。这是基础的基础，不从这上面来修，第一条没有就决定没有第二条。第二条你看，「受持三皈，具足众戒，不犯威仪」。现在大家都受了三皈，受了怎么样？做不到！三皈，皈是回归、回头，依是依靠，你真的回头了吗？没回头，还是老毛病、老习气；依是依靠三宝，你没有依靠三宝，还是依靠自己的贪瞋痴慢。",
      "zh_TW": "答：依教奉行就好，佛在經上教導我們的，我們一定要好好的順從。修淨宗的，我們選擇諸佛如來對我們最高的指導原則，就是《觀經》裡面的淨業三福。我們在全世界大概也有一百多個淨宗學會，我們都依照這個指導原則來學習。淨業三福，三條，第一條，「孝養父母，奉事師長，慈心不殺，修十善業」。怎麼落實？孝親、尊師我們用《弟子規》落實，我們學這個；慈心、十善，我們用《十善業道》落實。這是基礎的基礎，不從這上面來修，第一條沒有就決定沒有第二條。第二條你看，「受持三皈，具足眾戒，不犯威儀」。現在大家都受了三皈，受了怎麼樣？做不到！三皈，皈是回歸、回頭，依是依靠，你真的回頭了嗎？沒回頭，還是老毛病、老習氣；依是依靠三寶，你沒有依靠三寶，還是依靠自己的貪瞋痴慢。"
    },
    {
      "id": "21-286-0001_p0074",
      "zh_CN": "为什么你做不到？因为你没有第一条，像盖房子一样，你没有第一层，哪来第二层？所以我们这样重视《弟子规》跟《十善业道经》，道理在此地。你不从这上面修的话，你这一生很难成就，念佛没有把握往生。这是我们要特别重视的，应当很认真努力去学习，然后从这个基础提升到第二级，受持三皈。受持三皈是念念觉而不迷，这是皈依佛；正而不邪，皈依法；净而不染，是皈依僧。我们从迷邪染回过头来叫皈，回来、回归，依觉正净，这是一切诸佛教化众生最高的原则。觉正净就是自性，就是性德，觉正净圆满了就是如来，就是究竟佛，这是最高的指导原则。",
      "zh_TW": "為什麼你做不到？因為你沒有第一條，像蓋房子一樣，你沒有第一層，哪來第二層？所以我們這樣重視《弟子規》跟《十善業道經》，道理在此地。你不從這上面修的話，你這一生很難成就，念佛沒有把握往生。這是我們要特別重視的，應當很認真努力去學習，然後從這個基礎提升到第二級，受持三皈。受持三皈是念念覺而不迷，這是皈依佛；正而不邪，皈依法；淨而不染，是皈依僧。我們從迷邪染回過頭來叫皈，回來、回歸，依覺正淨，這是一切諸佛教化眾生最高的原則。覺正淨就是自性，就是性德，覺正淨圓滿了就是如來，就是究竟佛，這是最高的指導原則。"
    },
    {
      "id": "21-286-0001_p0075",
      "zh_CN": "儒家教学指导的原则，你看看《三字经》上头一句，「人之初，性本善」，觉正净就是本善。一生学的什么？一生就学的这个，就是学觉正净，这个要懂得。怎么落实？落实在戒律上，所以不犯威仪，「具足众戒，不犯威仪」，我们真正能做到。你说现在连五戒、十善做不到，什么原因？没有《弟子规》，真正有《弟子规》，五戒、十善很容易做得到，是日常生活当中家常便饭，应该要做到，道理在此地。",
      "zh_TW": "儒家教學指導的原則，你看看《三字經》上頭一句，「人之初，性本善」，覺正淨就是本善。一生學的什麼？一生就學的這個，就是學覺正淨，這個要懂得。怎麼落實？落實在戒律上，所以不犯威儀，「具足眾戒，不犯威儀」，我們真正能做到。你說現在連五戒、十善做不到，什麼原因？沒有《弟子規》，真正有《弟子規》，五戒、十善很容易做得到，是日常生活當中家常便飯，應該要做到，道理在此地。"
    },
    {
      "id": "21-286-0001_p0076",
      "zh_CN": "所以古时候学佛人成就那么多，因为什么？他们从小就有家教，《弟子规》不是学校教育，我们今天这一代失掉了，我常讲失掉至少是三代。《弟子规》是做父母教育儿女的，不是老师教学生的；换句话说，《弟子规》是父母的生活规范。做父母在日常生活当中就是这个样子，让自己的小孩从生下来，生下来他眼睛张开他就会看，他耳朵就会听，耳濡目染。从出生几天，到三、四岁他就很懂事了，所以六、七岁上学的时候，老师很好教，因为他都学会了，基本的东西都学会了。所以老师也是跟父母一样，做成最好的榜样给学生看，所以教育着重在身教，那个印象才深。",
      "zh_TW": "所以古時候學佛人成就那麼多，因為什麼？他們從小就有家教，《弟子規》不是學校教育，我們今天這一代失掉了，我常講失掉至少是三代。《弟子規》是做父母教育兒女的，不是老師教學生的；換句話說，《弟子規》是父母的生活規範。做父母在日常生活當中就是這個樣子，讓自己的小孩從生下來，生下來他眼睛張開他就會看，他耳朵就會聽，耳濡目染。從出生幾天，到三、四歲他就很懂事了，所以六、七歲上學的時候，老師很好教，因為他都學會了，基本的東西都學會了。所以老師也是跟父母一樣，做成最好的榜樣給學生看，所以教育著重在身教，那個印象才深。"
    },
    {
      "id": "21-286-0001_p0077",
      "zh_CN": "现在困难了，现在你教小孩念《弟子规》，念了之后，他的疑问一大团。看到父母没有做，他不信，「你教我做，你没有做，你骗我」，看到老师也没有做，所以他不能够信受奉行。今天要解决这个问题，就是做父母的、儿女、老师一起学。父母、老师先把它做到，学生才会相信，才能接受，才会认真奉行；如果家长跟老师不配合的话，这个东西没用处，念念，做不到，那你就不得受用。",
      "zh_TW": "現在困難了，現在你教小孩念《弟子規》，念了之後，他的疑問一大團。看到父母沒有做，他不信，「你教我做，你沒有做，你騙我」，看到老師也沒有做，所以他不能夠信受奉行。今天要解決這個問題，就是做父母的、兒女、老師一起學。父母、老師先把它做到，學生才會相信，才能接受，才會認真奉行；如果家長跟老師不配合的話，這個東西沒用處，念念，做不到，那你就不得受用。"
    },
    {
      "id": "21-286-0001_p0078",
      "zh_CN": "问：这个网路上的同学，我想这个同学可能是在外国的。他说启请师父能够专门对同性恋问题，向大众详细开示里面的因果。因为如今全世界各个国家同性恋问题已经非常严重，现在佛教内部有些僧尼及在家居士也都搞同性恋，并且不少佛弟子都支持这种乱伦的行为。我们亟需师父上人对同性恋问题的开示。",
      "zh_TW": "問：這個網路上的同學，我想這個同學可能是在外國的。他說啟請師父能夠專門對同性戀問題，向大眾詳細開示裡面的因果。因為如今全世界各個國家同性戀問題已經非常嚴重，現在佛教內部有些僧尼及在家居士也都搞同性戀，並且不少佛弟子都支持這種亂倫的行為。我們亟需師父上人對同性戀問題的開示。"
    },
    {
      "id": "21-286-0001_p0079",
      "zh_CN": "答：其实这个问题不必多说。为什么？如果你真正依照净业三福的指导，从《弟子规》，从《十善业道》，从三皈、五戒去下手，这问题全没有了。这都是知见不正，烦恼习气很重。我们今天提倡佛教教育、宗教教育，都是爱的教育，爱的教育里头最重要的是自爱；违背伦理道德的事情，不知道自爱，自爱的人就要重视伦理道德的教诲。伦理道德不是圣人创造的，不是他们发明的，不是他们的戒条，是什么？是我们自己的性德，我们迷了，他们觉悟，显示出来。那就知道，觉悟的人应当就是这样的。所有一切错误都是迷惑颠倒的人干出来的，这个问题自然就化解了。",
      "zh_TW": "答：其實這個問題不必多說。為什麼？如果你真正依照淨業三福的指導，從《弟子規》，從《十善業道》，從三皈、五戒去下手，這問題全沒有了。這都是知見不正，煩惱習氣很重。我們今天提倡佛教教育、宗教教育，都是愛的教育，愛的教育裡頭最重要的是自愛；違背倫理道德的事情，不知道自愛，自愛的人就要重視倫理道德的教誨。倫理道德不是聖人創造的，不是他們發明的，不是他們的戒條，是什麼？是我們自己的性德，我們迷了，他們覺悟，顯示出來。那就知道，覺悟的人應當就是這樣的。所有一切錯誤都是迷惑顛倒的人幹出來的，這個問題自然就化解了。"
    },
    {
      "id": "21-286-0001_p0080",
      "zh_CN": "问：这是汕头普宁一个同修提出来的。已经成家的居士能否出家？若出家之后，子孙需要祭拜他吗？",
      "zh_TW": "問：這是汕頭普寧一個同修提出來的。已經成家的居士能否出家？若出家之後，子孫需要祭拜他嗎？"
    },
    {
      "id": "21-286-0001_p0081",
      "zh_CN": "答：已经成家的居士可以出家，但是条件是你先要把家能安好。如果你家庭生活要有问题，那你就是逃避现实，这是不许可出家的。佛家戒律，出家一定要得父母同意，如果你已经成家了，你除了父母同意之外，你的妻子、儿女都要同意，如果他们不同意，你就不能出家。这是人伦，社会道义，不能够随便的疏忽，这是有关佛教的形象。所以你学佛，你想往生，想成佛，在家居士一样成就。你看看《无量寿经》里面，《无量寿经》十六正士全是在家菩萨，而且地位全都是等觉菩萨。你看经上列的名字，出家菩萨四个，在家菩萨十六个，这就说明在家一样成佛，一样作祖，这个道理要懂。",
      "zh_TW": "答：已經成家的居士可以出家，但是條件是你先要把家能安好。如果你家庭生活要有問題，那你就是逃避現實，這是不許可出家的。佛家戒律，出家一定要得父母同意，如果你已經成家了，你除了父母同意之外，你的妻子、兒女都要同意，如果他們不同意，你就不能出家。這是人倫，社會道義，不能夠隨便的疏忽，這是有關佛教的形象。所以你學佛，你想往生，想成佛，在家居士一樣成就。你看看《無量壽經》裡面，《無量壽經》十六正士全是在家菩薩，而且地位全都是等覺菩薩。你看經上列的名字，出家菩薩四個，在家菩薩十六個，這就說明在家一樣成佛，一樣作祖，這個道理要懂。"
    },
    {
      "id": "21-286-0001_p0082",
      "zh_CN": "问：第二，佛法不可以贪，所说的贪指的是什么？",
      "zh_TW": "問：第二，佛法不可以貪，所說的貪指的是什麼？"
    },
    {
      "id": "21-286-0001_p0083",
      "zh_CN": "答：贪的范围非常广泛，无论在精神上的、物质上的，世间法跟出世间法，统统都不可以。贪爱佛法还是贪，只是换了个对象而已，贪心没有拔除，六道出不去，所以这个东西要放下。佛法也不能贪，《金刚经》说得很好，「法尚应舍，何况非法」，法是佛法，佛法不可以贪恋，何况世间法？一切法都不可以贪。",
      "zh_TW": "答：貪的範圍非常廣泛，無論在精神上的、物質上的，世間法跟出世間法，統統都不可以。貪愛佛法還是貪，只是換了個對象而已，貪心沒有拔除，六道出不去，所以這個東西要放下。佛法也不能貪，《金剛經》說得很好，「法尚應捨，何況非法」，法是佛法，佛法不可以貪戀，何況世間法？一切法都不可以貪。"
    },
    {
      "id": "21-286-0001_p0084",
      "zh_CN": "问：第三，他说我是居士林的志工，负责打法器，但在法会上有时会打错，请问是否要负因果？",
      "zh_TW": "問：第三，他說我是居士林的志工，負責打法器，但在法會上有時會打錯，請問是否要負因果？"
    },
    {
      "id": "21-286-0001_p0085",
      "zh_CN": "答：这是在所不免，因为你现在还没有熟悉。你已经懂得这个里头有因果责任，那一定要认真学习，希望往后错误愈来愈少。三年、五年之后，决定不会有一个错误，这样就好。",
      "zh_TW": "答：這是在所不免，因為你現在還沒有熟悉。你已經懂得這個裡頭有因果責任，那一定要認真學習，希望往後錯誤愈來愈少。三年、五年之後，決定不會有一個錯誤，這樣就好。"
    },
    {
      "id": "21-286-0001_p0086",
      "zh_CN": "问：第四，我请了佛像在家中供养，但未曾举行任何仪式，只是天天做早晚课，请问是否如法？",
      "zh_TW": "問：第四，我請了佛像在家中供養，但未曾舉行任何儀式，只是天天做早晚課，請問是否如法？"
    },
    {
      "id": "21-286-0001_p0087",
      "zh_CN": "答：如法，请佛像到家里供养，不需要做任何仪式。佛像请到家里也不需要开光，这个事情我也讲的很多。大家都希望这个佛像会灵验，就一定要开光，不开光他就不灵了。你请我去给它开光它就灵了，你想想看，你就不如拜我，我比它强多了。我叫它灵就灵，叫它不灵就不灵，那佛菩萨就听我的了，这个观念错误。开光到底是一回什么事情？新造的佛像，或者新造的礼堂、念佛堂，开幕仪式，我们现在不叫开光，叫开幕。开幕的时候一定要跟大家讲解，为什么要建立这个，为什么要造这个佛像，造这个佛像是什么用意，我们供养有什么好处，把这个说出来之后，这叫开光。是佛像开我们的光，不是我们开佛的光，你看这个颠倒了，这麻烦大了。",
      "zh_TW": "答：如法，請佛像到家裡供養，不需要做任何儀式。佛像請到家裡也不需要開光，這個事情我也講的很多。大家都希望這個佛像會靈驗，就一定要開光，不開光他就不靈了。你請我去給它開光它就靈了，你想想看，你就不如拜我，我比它強多了。我叫它靈就靈，叫它不靈就不靈，那佛菩薩就聽我的了，這個觀念錯誤。開光到底是一回什麼事情？新造的佛像，或者新造的禮堂、念佛堂，開幕儀式，我們現在不叫開光，叫開幕。開幕的時候一定要跟大家講解，為什麼要建立這個，為什麼要造這個佛像，造這個佛像是什麼用意，我們供養有什麼好處，把這個說出來之後，這叫開光。是佛像開我們的光，不是我們開佛的光，你看這個顛倒了，這麻煩大了。"
    },
    {
      "id": "21-286-0001_p0088",
      "zh_CN": "像我们供观音菩萨，观音菩萨代表大慈大悲，我们看到观音菩萨，自己对一切众生慈悲心就要生起来，是观音菩萨开我们慈悲之光；地藏菩萨他是孝子，见到地藏菩萨，我们就想到要孝顺父母，把我们孝敬父母的光开出来，这个意思就没错，这一定要懂得。一个佛菩萨就像我们学校里功课一样，他代表一门功课，你把他讲清楚，看到他，他来提醒我的。你说你是个不孝的人，有人天天在你旁边嘀咕你「你要孝顺父母，你孝顺父母」，听了几天你就讨厌了，你就会怨恨那个人。佛门里的方法非常巧妙，供一尊你看到很喜欢的地藏菩萨，看到他，他就在提醒你；看到观音菩萨，就提醒你，你要慈悲对人。所以，所有诸佛菩萨的形象都是这个用意，千万不要错会意思，错会意思你就上当了。不但是佛菩萨没有开你的光，你是愈迷愈深，你真正是迷信。",
      "zh_TW": "像我們供觀音菩薩，觀音菩薩代表大慈大悲，我們看到觀音菩薩，自己對一切眾生慈悲心就要生起來，是觀音菩薩開我們慈悲之光；地藏菩薩他是孝子，見到地藏菩薩，我們就想到要孝順父母，把我們孝敬父母的光開出來，這個意思就沒錯，這一定要懂得。一個佛菩薩就像我們學校裡功課一樣，他代表一門功課，你把他講清楚，看到他，他來提醒我的。你說你是個不孝的人，有人天天在你旁邊嘀咕你「你要孝順父母，你孝順父母」，聽了幾天你就討厭了，你就會怨恨那個人。佛門裡的方法非常巧妙，供一尊你看到很喜歡的地藏菩薩，看到他，他就在提醒你；看到觀音菩薩，就提醒你，你要慈悲對人。所以，所有諸佛菩薩的形象都是這個用意，千萬不要錯會意思，錯會意思你就上當了。不但是佛菩薩沒有開你的光，你是愈迷愈深，你真正是迷信。"
    },
    {
      "id": "21-286-0001_p0089",
      "zh_CN": "问：这是美国同修问的，他说弟子长素已两年多了，有朋友一听说我吃长素，很惊讶的说我执着。弟子随口回答，我根性下劣，无法与修密宗和禅宗根性的人相比，所以只能持戒念佛。又说我们这种初学佛法的人，应当在事相上持戒下手，大菩萨的度化众生，不是凡人可以学的。他们不落因果，我等凡人学之，可不得了，要落因果。请问师父，弟子回答是否如法？",
      "zh_TW": "問：這是美國同修問的，他說弟子長素已兩年多了，有朋友一聽說我吃長素，很驚訝的說我執著。弟子隨口回答，我根性下劣，無法與修密宗和禪宗根性的人相比，所以只能持戒念佛。又說我們這種初學佛法的人，應當在事相上持戒下手，大菩薩的度化眾生，不是凡人可以學的。他們不落因果，我等凡人學之，可不得了，要落因果。請問師父，弟子回答是否如法？"
    },
    {
      "id": "21-286-0001_p0090",
      "zh_CN": "答：如法，回答得很好，很如法。但是后面这一句要修正，「不落因果」这个话不可以说，禅宗里头有野狐禅的公案，就是这句话。是个老狐狸修行了很多年，他都能变成一个人的样子，在寺庙里头听讲经，跟大家在一起共修。别人都不知道，认为是老居士，百丈禅师知道他是个老狐狸精。他有一天向百丈法师请教，过去他也是个三藏法师，讲经说法的，一句话说错了，堕到野狐身五百年，求法师超度他。法师就说：行，明天我上堂说法，你把你从前那个问题提出来，人家怎么问你。到第二天他就来参加法会，就出班提出问题，从前别人问他的：大修行人还落不落因果？他当时答说「不落因果」，堕五百世野狐身。百丈禅师给他换一个字，不「昧」因果，他到第二天就往生了，就脱离野狐身。",
      "zh_TW": "答：如法，回答得很好，很如法。但是後面這一句要修正，「不落因果」這個話不可以說，禪宗裡頭有野狐禪的公案，就是這句話。是個老狐狸修行了很多年，他都能變成一個人的樣子，在寺廟裡頭聽講經，跟大家在一起共修。別人都不知道，認為是老居士，百丈禪師知道他是個老狐狸精。他有一天向百丈法師請教，過去他也是個三藏法師，講經說法的，一句話說錯了，墮到野狐身五百年，求法師超度他。法師就說：行，明天我上堂說法，你把你從前那個問題提出來，人家怎麼問你。到第二天他就來參加法會，就出班提出問題，從前別人問他的：大修行人還落不落因果？他當時答說「不落因果」，墮五百世野狐身。百丈禪師給他換一個字，不「昧」因果，他到第二天就往生了，就脫離野狐身。"
    },
    {
      "id": "21-286-0001_p0091",
      "zh_CN": "不昧因果，就是因果清清楚楚，一点都不迷惑，善因有善果，恶因有恶报。大修行人受不受？要受，他要接受，要不接受的话，因果定律就破坏了，哪有这种道理？但是他接受的时候，他有没有苦乐？没有，他心是清净的，这个就不一样。他受的恶报，他恶报里面，心也是清净的，他不生烦恼。就像忍辱仙人，这诸位知道的，《金刚经》上举的例子，歌利王割截身体，那是最大的灾难。忍辱仙人没有一点瞋恚心，没有报复心，还发了个愿，将来我成佛第一个度你，这就是不昧因果。",
      "zh_TW": "不昧因果，就是因果清清楚楚，一點都不迷惑，善因有善果，惡因有惡報。大修行人受不受？要受，他要接受，要不接受的話，因果定律就破壞了，哪有這種道理？但是他接受的時候，他有沒有苦樂？沒有，他心是清淨的，這個就不一樣。他受的惡報，他惡報裡面，心也是清淨的，他不生煩惱。就像忍辱仙人，這諸位知道的，《金剛經》上舉的例子，歌利王割截身體，那是最大的災難。忍辱仙人沒有一點瞋恚心，沒有報復心，還發了個願，將來我成佛第一個度你，這就是不昧因果。"
    },
    {
      "id": "21-286-0001_p0092",
      "zh_CN": "好，现在时间到了，我们今天只能答复到此地。",
      "zh_TW": "好，現在時間到了，我們今天只能答覆到此地。"
    }
  ]
}