{
  "doc_id": "02-039-0232",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二三二集",
    "zh_TW": "第二三二集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0232",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "02-039-0232_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第二百八十六面，倒数第二行，从「那罗延者」看起。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第二百八十六面，倒數第二行，從「那羅延者」看起。"
    },
    {
      "id": "02-039-0232_p0002",
      "zh_CN": "「那罗延者，译为胜力，或坚牢。有四义」。那罗延是古代梵语，就古印度的话，翻成中国意思有胜力，殊胜的大力，或者是坚牢的意思，坚固、坚牢。它有四个意思，这个地方都说出来了，第一个是「梵天王之异名」，就是大梵天王也称为那罗延。第二个「罗什大师云：天力士，名那罗延，端正雄健也。」是天道的大力士，容貌端正，雄伟健壮，称那罗延。第三个是「《大日经疏十》，毘纽天有众多别名，即是那罗延天别名也，是佛化身」。这是《大日经疏》里面所说的。「又《秘藏记》曰：那罗延天，三面，青黄色，右手持轮，乘迦楼罗鸟。（乘鸟表空行）」，空中飞行的。第四「《涅槃经疏七》曰：那罗延，此翻金刚，乃十九执金刚之一」。就是十九位执金刚神，他是其中之一。这是在经里面所说的四个意思，以金刚为主，金刚有胜力、有坚牢的意思。",
      "zh_TW": "「那羅延者，譯為勝力，或堅牢。有四義」。那羅延是古代梵語，就古印度的話，翻成中國意思有勝力，殊勝的大力，或者是堅牢的意思，堅固、堅牢。它有四個意思，這個地方都說出來了，第一個是「梵天王之異名」，就是大梵天王也稱為那羅延。第二個「羅什大師云：天力士，名那羅延，端正雄健也。」是天道的大力士，容貌端正，雄偉健壯，稱那羅延。第三個是「《大日經疏十》，毘紐天有眾多別名，即是那羅延天別名也，是佛化身」。這是《大日經疏》裡面所說的。「又《秘藏記》曰：那羅延天，三面，青黃色，右手持輪，乘迦樓羅鳥。（乘鳥表空行）」，空中飛行的。第四「《涅槃經疏七》曰：那羅延，此翻金剛，乃十九執金剛之一」。就是十九位執金剛神，他是其中之一。這是在經裡面所說的四個意思，以金剛為主，金剛有勝力、有堅牢的意思。"
    },
    {
      "id": "02-039-0232_p0003",
      "zh_CN": "「《维摩经》云：那罗延菩萨。古注经家多谓众生身心相依，身有苦乐，心必忧喜；心有忧喜，身有损益。法救云：如来身力无边，犹如心力。」这是说《维摩经》上讲的那罗延菩萨。古德给我们解释，如来身的力量无量无边，身的力量就像心的力量一样。这个心我们现在知道，连科学家都知道，心的力量可以能够改变环境。就是你意志集中的时候，特别是集体意识，真的能够化解地球上种种的灾难，所以这个力量非常大。我们在《还源观》里面所学到的、所看到的，跟现代量子力学家的结论完全相同。那就是整个宇宙从哪里来的？什么是物质？这物质现象，科学家说物质现象，是心念累积连续产生的幻相。那些幻相是什么？整个宇宙是念力，就是心力。心力量有这么大，身的力量跟心的力量是相等的，这个我们能体会得到。如来境界上才能做到，真正做到性相不二，性是心力，相是外力，就是物质的力量。我们这个身体的力量是属于物质，身的力量跟心的力量是相等的，都是无量无边，现代物理学家为我们解答了这个问题。",
      "zh_TW": "「《維摩經》云：那羅延菩薩。古注經家多謂眾生身心相依，身有苦樂，心必憂喜；心有憂喜，身有損益。法救云：如來身力無邊，猶如心力。」這是說《維摩經》上講的那羅延菩薩。古德給我們解釋，如來身的力量無量無邊，身的力量就像心的力量一樣。這個心我們現在知道，連科學家都知道，心的力量可以能夠改變環境。就是你意志集中的時候，特別是集體意識，真的能夠化解地球上種種的災難，所以這個力量非常大。我們在《還源觀》裡面所學到的、所看到的，跟現代量子力學家的結論完全相同。那就是整個宇宙從哪裡來的？什麼是物質？這物質現象，科學家說物質現象，是心念累積連續產生的幻相。那些幻相是什麼？整個宇宙是念力，就是心力。心力量有這麼大，身的力量跟心的力量是相等的，這個我們能體會得到。如來境界上才能做到，真正做到性相不二，性是心力，相是外力，就是物質的力量。我們這個身體的力量是屬於物質，身的力量跟心的力量是相等的，都是無量無邊，現代物理學家為我們解答了這個問題。"
    },
    {
      "id": "02-039-0232_p0004",
      "zh_CN": "我们现在是不了解事实真相，把我们的心力耗散了，就像一盏灯一样，光向四面八方去扩散，不能集中。如果这个灯光集中，譬如说太阳光照到我们地球上是扩散的，我们用一个放大镜把太阳光给它集中起来，你看下面放起木柴，都可以能把它燃烧，这就是把光线集中。科学用的方法，把光线集中，集中成为极小的一个点，叫激光，可以能够穿透钢板，它有这么大的力量，现在讲雷射，雷射就是光的集中。心的力量也集中起来，那多大！当然可以改变物质的世界。所以物质的世界是好是坏，确实是人心所感的，人心地善良，这个地区的环境就会美好、就会坚牢，你看《地藏经》上讲「坚牢地神」。西方极乐世界为什么那么美好？没有别的，人心善良。我们今天这个地球出这么多麻烦，这么多灾难，原因在哪里？我们地球上的居民心行不善所感召到的，原因在这个地方。所以科学家告诉我们，这个话是真的不是假的。大家都知道明年二０一二，地球上有大灾难发生，科学家怎么告诉我们？跟佛讲这些一样的，希望地球上的居民「弃恶扬善」，就是我们佛法讲的断恶修善，就这个意思，你能断一切恶、修一切善，第二句他说「改邪归正」，第三句他说「端正心念」，这个灾难就化解，跟佛法说的一样。佛经上讲的一个最高的指导原则，就一句话「一切法从心想生」，西方极乐世界从心想生，止于至善的心想，极乐世界是这么来的。我们地球上的居民，如果能接受佛菩萨的教诲，真正断恶修善、改邪归正，这个地球会变成极乐世界，这是真的不是假的。",
      "zh_TW": "我們現在是不了解事實真相，把我們的心力耗散了，就像一盞燈一樣，光向四面八方去擴散，不能集中。如果這個燈光集中，譬如說太陽光照到我們地球上是擴散的，我們用一個放大鏡把太陽光給它集中起來，你看下面放起木柴，都可以能把它燃燒，這就是把光線集中。科學用的方法，把光線集中，集中成為極小的一個點，叫激光，可以能夠穿透鋼板，它有這麼大的力量，現在講雷射，雷射就是光的集中。心的力量也集中起來，那多大！當然可以改變物質的世界。所以物質的世界是好是壞，確實是人心所感的，人心地善良，這個地區的環境就會美好、就會堅牢，你看《地藏經》上講「堅牢地神」。西方極樂世界為什麼那麼美好？沒有別的，人心善良。我們今天這個地球出這麼多麻煩，這麼多災難，原因在哪裡？我們地球上的居民心行不善所感召到的，原因在這個地方。所以科學家告訴我們，這個話是真的不是假的。大家都知道明年二０一二，地球上有大災難發生，科學家怎麼告訴我們？跟佛講這些一樣的，希望地球上的居民「棄惡揚善」，就是我們佛法講的斷惡修善，就這個意思，你能斷一切惡、修一切善，第二句他說「改邪歸正」，第三句他說「端正心念」，這個災難就化解，跟佛法說的一樣。佛經上講的一個最高的指導原則，就一句話「一切法從心想生」，西方極樂世界從心想生，止於至善的心想，極樂世界是這麼來的。我們地球上的居民，如果能接受佛菩薩的教誨，真正斷惡修善、改邪歸正，這個地球會變成極樂世界，這是真的不是假的。"
    },
    {
      "id": "02-039-0232_p0005",
      "zh_CN": "善恶的标准，佛给我们讲的十善业那是标准，不杀生、不偷盗、不邪淫、不妄语、不两舌、不恶口、不绮语、不贪、不瞋、不痴。虽然说了十条，这十个是原则，原理原则，应用在我们日常生活当中。小乘圣人三千威仪，你看十条变成三千条；大乘菩萨八万四千细行，就是这十条一变就变成八万四千条。尽善尽美，止于至善，什么问题都解决了。诸佛如来实报庄严土，我们现在都明白了、都清楚了，怎么成就的？纯净纯善是实报庄严土。一切诸佛如来总有，没有例外的，释迦牟尼佛也有，我们什么时候能看见？什么时候能住到诸佛的报土？只要自己修到纯净纯善，佛的这个报土我们就看到，我们也能享受到，就是这个道理。所以它不是从外头来的，都是唯心所现，唯识所变。所以这「身心相依，身有苦乐，心必忧喜；心有忧喜，身有损益」。这句很重要，对我们的健康就产生效应，我们人欢喜，身心健康；人要天天有忧虑，我们身体就不健康，不健康就带来多病、多灾、多难。所以疾病从哪里来？疾病从这里来的，我们知道了。学佛的人最大的好处是什么？看破、放下。看破是什么？明白了。六道里面的众生，有情众生，他最忧虑的是什么？怕死。真正把佛法修清楚、搞明白了，你就晓得，原来宗教里面说上帝是永生的，佛法里面告诉我们，所有生命都是永生的，生命没有生灭。",
      "zh_TW": "善惡的標準，佛給我們講的十善業那是標準，不殺生、不偷盜、不邪淫、不妄語、不兩舌、不惡口、不綺語、不貪、不瞋、不痴。雖然說了十條，這十個是原則，原理原則，應用在我們日常生活當中。小乘聖人三千威儀，你看十條變成三千條；大乘菩薩八萬四千細行，就是這十條一變就變成八萬四千條。盡善盡美，止於至善，什麼問題都解決了。諸佛如來實報莊嚴土，我們現在都明白了、都清楚了，怎麼成就的？純淨純善是實報莊嚴土。一切諸佛如來總有，沒有例外的，釋迦牟尼佛也有，我們什麼時候能看見？什麼時候能住到諸佛的報土？只要自己修到純淨純善，佛的這個報土我們就看到，我們也能享受到，就是這個道理。所以它不是從外頭來的，都是唯心所現，唯識所變。所以這「身心相依，身有苦樂，心必憂喜；心有憂喜，身有損益」。這句很重要，對我們的健康就產生效應，我們人歡喜，身心健康；人要天天有憂慮，我們身體就不健康，不健康就帶來多病、多災、多難。所以疾病從哪裡來？疾病從這裡來的，我們知道了。學佛的人最大的好處是什麼？看破、放下。看破是什麼？明白了。六道裡面的眾生，有情眾生，他最憂慮的是什麼？怕死。真正把佛法修清楚、搞明白了，你就曉得，原來宗教裡面說上帝是永生的，佛法裡面告訴我們，所有生命都是永生的，生命沒有生滅。"
    },
    {
      "id": "02-039-0232_p0006",
      "zh_CN": "你们很多人看过这本书了，你看看《凯撒军团东征中国之谜》，这十万大军都死在中国，二千一百年前的事情，他们的灵魂到现在还非常活跃，没死！告诉诸位，这物质的身体有生死，灵魂不死。很可惜，他要好好的，现在跟我们一起学佛了，也都皈依了。学佛之后一下明白了，破迷开悟，就不叫灵魂，叫灵性，灵性是真正的自己。灵魂是自己，是个迷惑颠倒的自己，没开悟叫灵魂，其实它不灵。我们中国古大德叫它做迷魂，那正确的，迷而不觉。它要是觉而不迷，它就灵了，灵了不会再做错事，不再造业了，遍法界虚空界十方诸佛刹土它都能去。我们在四十八愿里面，虽然还没有读完，读了差不多将近一半，我们已经学到很多。阿弥陀佛四十八愿度众生，度哪一类的众生？一切众生。愿文上常常说「一切众生」，一切众生不仅包括人类，诸天、罗刹、修罗、畜生、饿鬼、地狱，统统包括在内。阿鼻地狱众生造作极重的罪业能度吗？能。为什么？他也是心现识变的，他也有佛性。不但是极恶的众生一回头、一忏悔都能往生，极乐世界不可思议，阿弥陀佛慈悲的悲愿无与伦比。我们读了之后无限的感恩，增长我们的信心，增上我们的愿力，这个地方不能不去，非去不可。所以要明白这个道理，我们不能够轻视饿鬼道，不能轻视地狱道，更不能轻视像蚊虫蚂蚁、蜎飞蠕动这些小动物，乃至于花草树木、山河大地。这是《还源观》里头讲，贤首大师讲得多清楚。佛家讲极微之微，这讲物质最小的，极微之微，现在科学家讲的小光子，可能就是佛法讲的极微之微，它不能再小了。这样一个小的物质具足五蕴色受想行识，它有形相，形相是属于色，它有受想行识。",
      "zh_TW": "你們很多人看過這本書了，你看看《凱撒軍團東征中國之謎》，這十萬大軍都死在中國，二千一百年前的事情，他們的靈魂到現在還非常活躍，沒死！告訴諸位，這物質的身體有生死，靈魂不死。很可惜，他要好好的，現在跟我們一起學佛了，也都皈依了。學佛之後一下明白了，破迷開悟，就不叫靈魂，叫靈性，靈性是真正的自己。靈魂是自己，是個迷惑顛倒的自己，沒開悟叫靈魂，其實它不靈。我們中國古大德叫它做迷魂，那正確的，迷而不覺。它要是覺而不迷，它就靈了，靈了不會再做錯事，不再造業了，遍法界虛空界十方諸佛剎土它都能去。我們在四十八願裡面，雖然還沒有讀完，讀了差不多將近一半，我們已經學到很多。阿彌陀佛四十八願度眾生，度哪一類的眾生？一切眾生。願文上常常說「一切眾生」，一切眾生不僅包括人類，諸天、羅剎、修羅、畜生、餓鬼、地獄，統統包括在內。阿鼻地獄眾生造作極重的罪業能度嗎？能。為什麼？他也是心現識變的，他也有佛性。不但是極惡的眾生一回頭、一懺悔都能往生，極樂世界不可思議，阿彌陀佛慈悲的悲願無與倫比。我們讀了之後無限的感恩，增長我們的信心，增上我們的願力，這個地方不能不去，非去不可。所以要明白這個道理，我們不能夠輕視餓鬼道，不能輕視地獄道，更不能輕視像蚊蟲螞蟻、蜎飛蠕動這些小動物，乃至於花草樹木、山河大地。這是《還源觀》裡頭講，賢首大師講得多清楚。佛家講極微之微，這講物質最小的，極微之微，現在科學家講的小光子，可能就是佛法講的極微之微，它不能再小了。這樣一個小的物質具足五蘊色受想行識，它有形相，形相是屬於色，它有受想行識。"
    },
    {
      "id": "02-039-0232_p0007",
      "zh_CN": "所以《华严经》上这句话，我们现在是真搞通了，没有问题，不再怀疑，《华严经》说「情与无情，同圆种智」。我们在初学佛的时候，有些老法师、有些老居士对佛学很深的造诣，这一句提出来大家没有法子解决。无情是什么？矿物、山河大地。花草树木，你说它还能够成佛，还能讲得通，它是属于生物。泥沙、石头它怎么能成佛？《华严经》上讲的无情，「情与无情，同圆种智」，圆是圆满，种智就是成佛，一切种智。现在科学家给我们这么一句话，我们就明白，连小光子，小光子是从哪来的？这最小的物质从哪来的？是见闻觉知累积的，就是精神现象累积的。所以再小的物质，物质跟精神不能分开，而物质是从精神变现出来的，所以它是一体。山河大地是不是五蕴？是五蕴，每个物质现象统统都是五蕴。不仅仅是江本博士用水实验，水有五蕴，水能看，会看、会听，懂得人的意思，任何物质现象都有，都具足五蕴。《心经》大家常常念，你看「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」，这个皆空是什么？是不可得。五蕴有没有？不能说它有，不能说它无。它确实有这个现象，但是它存在的时间太短。我们同学有计算，照着弥勒菩萨所讲的计算，一秒钟多少个生灭？一千六百兆。一秒钟一千六百兆次的生灭，你怎么能掌握它？所以说不能说它有，不能说它无，这是事实真相。明白这些，我们就晓得没有生死。这世出世间到底怎么回事情？迷悟，迷了叫世间，觉悟了叫出世间，彻底觉悟了，世出世间都没有了。",
      "zh_TW": "所以《華嚴經》上這句話，我們現在是真搞通了，沒有問題，不再懷疑，《華嚴經》說「情與無情，同圓種智」。我們在初學佛的時候，有些老法師、有些老居士對佛學很深的造詣，這一句提出來大家沒有法子解決。無情是什麼？礦物、山河大地。花草樹木，你說它還能夠成佛，還能講得通，它是屬於生物。泥沙、石頭它怎麼能成佛？《華嚴經》上講的無情，「情與無情，同圓種智」，圓是圓滿，種智就是成佛，一切種智。現在科學家給我們這麼一句話，我們就明白，連小光子，小光子是從哪來的？這最小的物質從哪來的？是見聞覺知累積的，就是精神現象累積的。所以再小的物質，物質跟精神不能分開，而物質是從精神變現出來的，所以它是一體。山河大地是不是五蘊？是五蘊，每個物質現象統統都是五蘊。不僅僅是江本博士用水實驗，水有五蘊，水能看，會看、會聽，懂得人的意思，任何物質現象都有，都具足五蘊。《心經》大家常常念，你看「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」，這個皆空是什麼？是不可得。五蘊有沒有？不能說它有，不能說它無。它確實有這個現象，但是它存在的時間太短。我們同學有計算，照著彌勒菩薩所講的計算，一秒鐘多少個生滅？一千六百兆。一秒鐘一千六百兆次的生滅，你怎麼能掌握它？所以說不能說它有，不能說它無，這是事實真相。明白這些，我們就曉得沒有生死。這世出世間到底怎麼回事情？迷悟，迷了叫世間，覺悟了叫出世間，徹底覺悟了，世出世間都沒有了。"
    },
    {
      "id": "02-039-0232_p0008",
      "zh_CN": "我们讲世间通常讲六道，讲出世间是四圣法界，合起来叫十法界，这个里头有染、有净、有善、有恶、有业、有报。超越这个呢？超越这个就是诸佛如来的实报土，那叫一真法界，没有善恶，没有业报，也没有染净，没有变化，叫一真。这个一真法界是不是真的一真？跟十法界相比它是一真，它好像永恒存在。什么原因？念念都是纯净纯善，没有一念不净，没有一念不善。这一念，诸位要记住，就是弥勒菩萨所讲的一弹指，一弹指有三百二十兆的念头，每个念头都是纯净纯善造成实报土。所以实报土里面居住的人，《华严经》上讲的初住菩萨到等觉菩萨，这四十一个位次的人住在那个地方。再向上提升到妙觉位，妙觉位不住在那里，到哪里去？回归自性，他住常寂光，回归自性。自性不是物质、不是精神，也不是自然现象。所以科学家讲，百分之九十的宇宙不见了，到哪里去了？回到常寂光去了，常寂光是自性。怎样证得？大乘教里面告诉我们，放下妄想分别执着就证得。因为妄想分别执着是妄心，妄不能证真，妄要放下，真的就现前。不容易！这些大道理，我们在经教上总算是明白了几分，对我们的修学有很大的帮助，它能保证我们从今之后不再走弯路，古人叫了生死。了生死不是没有生死，对生死是怎么回事情彻底明了了，你一丝毫恐怖的念头都没有了，你知道它在十法界里是个正常的现象，我们讲它叫自然现象。可是诸位要记住，自性里头，就常寂光里面，不但没有物质现象、没有精神现象，连自然现象都没有，它是一切法的本体。虽然什么都没有，它能生自然现象、能生精神现象、能生物质现象，那才是自己。佛法终极的目标，就是叫我们明心见性，见性成佛，这个佛是究竟圆满佛，《华严经》里面讲的妙觉位。",
      "zh_TW": "我們講世間通常講六道，講出世間是四聖法界，合起來叫十法界，這個裡頭有染、有淨、有善、有惡、有業、有報。超越這個呢？超越這個就是諸佛如來的實報土，那叫一真法界，沒有善惡，沒有業報，也沒有染淨，沒有變化，叫一真。這個一真法界是不是真的一真？跟十法界相比它是一真，它好像永恆存在。什麼原因？念念都是純淨純善，沒有一念不淨，沒有一念不善。這一念，諸位要記住，就是彌勒菩薩所講的一彈指，一彈指有三百二十兆的念頭，每個念頭都是純淨純善造成實報土。所以實報土裡面居住的人，《華嚴經》上講的初住菩薩到等覺菩薩，這四十一個位次的人住在那個地方。再向上提升到妙覺位，妙覺位不住在那裡，到哪裡去？回歸自性，他住常寂光，回歸自性。自性不是物質、不是精神，也不是自然現象。所以科學家講，百分之九十的宇宙不見了，到哪裡去了？回到常寂光去了，常寂光是自性。怎樣證得？大乘教裡面告訴我們，放下妄想分別執著就證得。因為妄想分別執著是妄心，妄不能證真，妄要放下，真的就現前。不容易！這些大道理，我們在經教上總算是明白了幾分，對我們的修學有很大的幫助，它能保證我們從今之後不再走彎路，古人叫了生死。了生死不是沒有生死，對生死是怎麼回事情徹底明瞭了，你一絲毫恐怖的念頭都沒有了，你知道它在十法界裡是個正常的現象，我們講它叫自然現象。可是諸位要記住，自性裡頭，就常寂光裡面，不但沒有物質現象、沒有精神現象，連自然現象都沒有，它是一切法的本體。雖然什麼都沒有，它能生自然現象、能生精神現象、能生物質現象，那才是自己。佛法終極的目標，就是叫我們明心見性，見性成佛，這個佛是究竟圓滿佛，《華嚴經》裡面講的妙覺位。"
    },
    {
      "id": "02-039-0232_p0009",
      "zh_CN": "我们看末后这一段，「又《密迹力士经》云」，密迹金刚力士，这里头经文这么说法的，「如来之身成钩锁体，犹如金刚，铿然坚绝，不可破坏」。这个钩锁就像我们现在的网路一样，非常密的一个网路。这个网路是什么？遍法界虚空界，看不见的，听不到的，真的是一个网路，传播信息太快了。我们看《还源观》上讲的三种周遍，那就这个意思，念头才起周遍法界。这个念头就是弥勒菩萨所讲的那一念，那一念立刻周遍法界，包括自性。自性虽然什么都不是，它能接收，它是一切法的本体。众生有感，众生发出这个振动、这个念头的时候，这是叫感，常寂光有应，常寂光是自性的本体，它有应。所以它不是不起作用，活的，它不是死的。由此可知，整个宇宙是一个有机体，这个我们要认识。不但它能收，它马上就有反应，它这个反应就是变幻无穷，《还源观》上的话叫「出生无尽」。后面这句话很重要，「含容空有」，含容空有是告诉我们的，是诸佛菩萨的心量。含是包含，包含虚空，容是容纳、包容，包容万有，就是我们常常讲的，佛门常常讲「心包太虚，量周沙界」，心包太虚是含空，量周沙界是容有，这是什么？这是我们的真心，这是我们的本性。诸佛与法身菩萨都是这么大的心量，所以他能包容。",
      "zh_TW": "我們看末後這一段，「又《密跡力士經》云」，密跡金剛力士，這裡頭經文這麼說法的，「如來之身成鉤鎖體，猶如金剛，鏗然堅絕，不可破壞」。這個鉤鎖就像我們現在的網路一樣，非常密的一個網路。這個網路是什麼？遍法界虛空界，看不見的，聽不到的，真的是一個網路，傳播信息太快了。我們看《還源觀》上講的三種周遍，那就這個意思，念頭才起周遍法界。這個念頭就是彌勒菩薩所講的那一念，那一念立刻周遍法界，包括自性。自性雖然什麼都不是，它能接收，它是一切法的本體。眾生有感，眾生發出這個振動、這個念頭的時候，這是叫感，常寂光有應，常寂光是自性的本體，它有應。所以它不是不起作用，活的，它不是死的。由此可知，整個宇宙是一個有機體，這個我們要認識。不但它能收，它馬上就有反應，它這個反應就是變幻無窮，《還源觀》上的話叫「出生無盡」。後面這句話很重要，「含容空有」，含容空有是告訴我們的，是諸佛菩薩的心量。含是包含，包含虛空，容是容納、包容，包容萬有，就是我們常常講的，佛門常常講「心包太虛，量周沙界」，心包太虛是含空，量周沙界是容有，這是什麼？這是我們的真心，這是我們的本性。諸佛與法身菩薩都是這麼大的心量，所以他能包容。"
    },
    {
      "id": "02-039-0232_p0010",
      "zh_CN": "我们学佛提升到这个境界，你就法喜充满了，你真有享受，一天到晚笑眯眯的，常生欢喜心。别的人找你麻烦的、毁谤你的、侮辱你的、陷害你的，一笑了之，为什么？假的。他能伤害你什么？能伤害你的身体。伤害不了你的自性，你的自性是金刚那罗延身，没有办法伤害的。这些毁谤、侮辱、陷害，给诸位说，好事不是坏事，对待这些人还要生感恩的心，为什么？他消我的业障。我们在六道里头无始劫来，你说造多少恶业，这业障怎么消除？他们这些人用这个方法对我，我恭恭敬敬的「阿弥陀佛」，完全接受，业障就消除。如果我不接受，好了，这个业障就对立，愈结愈深，生生世世没完没了，那就错了，那学佛叫白学。我这样原谅他、包容他，不是便宜了他吗？是的，我们是便宜他，可是他自己，他造的恶业他有业报。如果你要看到他的业报的时候，你就晓得，你会生怜悯心，他太可怜了。那是什么？他自作自受，谁都不能帮助，阿弥陀佛大慈大悲帮不了他。他必须在地狱里面把罪受满，就像犯罪了，犯罪他要受刑罚，刑期满了他出来，佛才能帮助他。这个很可怕，非常可怕。所以古人有一句话说得非常好，非常有道理，害人就是害自己。你能害别人，我常常讲你害人，人家顶多只受三分，你自己要受七分。你如果真懂得事实真相，你肯害人吗？不会再干这个傻事了，这真正叫愚痴到极处。可是今天世界上这种人有没有？有，很多。为什么？因为我们把古圣先贤的教育丢掉两百年了。前一百年疏忽，有人讲，没有人做，所以国运都衰了，满清亡国。这一百年不但没人做，讲的人都没有了，听都听不到，你说多可怕！所以才有这么多灾难发生。",
      "zh_TW": "我們學佛提升到這個境界，你就法喜充滿了，你真有享受，一天到晚笑眯眯的，常生歡喜心。別的人找你麻煩的、毀謗你的、侮辱你的、陷害你的，一笑了之，為什麼？假的。他能傷害你什麼？能傷害你的身體。傷害不了你的自性，你的自性是金剛那羅延身，沒有辦法傷害的。這些毀謗、侮辱、陷害，給諸位說，好事不是壞事，對待這些人還要生感恩的心，為什麼？他消我的業障。我們在六道裡頭無始劫來，你說造多少惡業，這業障怎麼消除？他們這些人用這個方法對我，我恭恭敬敬的「阿彌陀佛」，完全接受，業障就消除。如果我不接受，好了，這個業障就對立，愈結愈深，生生世世沒完沒了，那就錯了，那學佛叫白學。我這樣原諒他、包容他，不是便宜了他嗎？是的，我們是便宜他，可是他自己，他造的惡業他有業報。如果你要看到他的業報的時候，你就曉得，你會生憐憫心，他太可憐了。那是什麼？他自作自受，誰都不能幫助，阿彌陀佛大慈大悲幫不了他。他必須在地獄裡面把罪受滿，就像犯罪了，犯罪他要受刑罰，刑期滿了他出來，佛才能幫助他。這個很可怕，非常可怕。所以古人有一句話說得非常好，非常有道理，害人就是害自己。你能害別人，我常常講你害人，人家頂多只受三分，你自己要受七分。你如果真懂得事實真相，你肯害人嗎？不會再幹這個傻事了，這真正叫愚痴到極處。可是今天世界上這種人有沒有？有，很多。為什麼？因為我們把古聖先賢的教育丟掉兩百年了。前一百年疏忽，有人講，沒有人做，所以國運都衰了，滿清亡國。這一百年不但沒人做，講的人都沒有了，聽都聽不到，你說多可怕！所以才有這麼多災難發生。"
    },
    {
      "id": "02-039-0232_p0011",
      "zh_CN": "我最近又听人讲，有瘟疫已经开始了，这是很可怕的。外国人所讲的那些预言，包括这些科学家讲的银河对齐，虽然有一半的科学家认为不是那么严重，可是有一半的科学家认为非常严重。我们是佛弟子不能掉以轻心，所以我勉励我们净宗同学，我们要认真、要念佛，要把阿弥陀佛放在心上，把其他事情都放下，心是阿弥陀佛，口念阿弥陀佛，身礼阿弥陀佛。阿弥陀佛在哪里？所有一切众生都是阿弥陀佛，一切恭敬，我们自己的业能转得过来。冤亲债主、害我的人也都是阿弥陀佛，他用不善的心对我，我用纯净纯善的心对他，我将来到极乐世界去，他将来到阿鼻地狱，咱们去的地方不一样。这部经就是西方极乐世界导游的册子，介绍的这本书，介绍我们到极乐世界去。我们把这个书念清楚、念明白了，真信切愿，决定得生。大灾难来临的时候，地球上人不会死光，有人告诉我大概要死五十亿，死五十亿还可以剩二十亿。当然如果是共业，我们就到极乐世界去，克期取证，欢欢喜喜的。如果灾难之后还留下来，那就有任务，我们要弘法利生，要教化人，教化众生，得有任务。这是佛门弟子应尽的一点天职，要帮助苦难众生，要以身作则，我们自身给他做个好榜样，这个不能不知道。所以这个钩锁体，就是整个宇宙，佛法里面讲的是遍法界虚空界，这就不能破坏。末后说，「故愿国中众生三业庄严」，这极乐世界的众生，身口意三业庄严，「体固」，身体坚固，「如金刚，力强如那罗延，同具殊胜身业也」。这是介绍西方极乐世界人身体，金刚不坏身，到那个世界上永远没有疾病，永远没有衰老。这就是我们这个世间一切众生所期望的，到极乐世界你就都看到了。",
      "zh_TW": "我最近又聽人講，有瘟疫已經開始了，這是很可怕的。外國人所講的那些預言，包括這些科學家講的銀河對齊，雖然有一半的科學家認為不是那麼嚴重，可是有一半的科學家認為非常嚴重。我們是佛弟子不能掉以輕心，所以我勉勵我們淨宗同學，我們要認真、要念佛，要把阿彌陀佛放在心上，把其他事情都放下，心是阿彌陀佛，口念阿彌陀佛，身禮阿彌陀佛。阿彌陀佛在哪裡？所有一切眾生都是阿彌陀佛，一切恭敬，我們自己的業能轉得過來。冤親債主、害我的人也都是阿彌陀佛，他用不善的心對我，我用純淨純善的心對他，我將來到極樂世界去，他將來到阿鼻地獄，咱們去的地方不一樣。這部經就是西方極樂世界導遊的冊子，介紹的這本書，介紹我們到極樂世界去。我們把這個書念清楚、念明白了，真信切願，決定得生。大災難來臨的時候，地球上人不會死光，有人告訴我大概要死五十億，死五十億還可以剩二十億。當然如果是共業，我們就到極樂世界去，剋期取證，歡歡喜喜的。如果災難之後還留下來，那就有任務，我們要弘法利生，要教化人，教化眾生，得有任務。這是佛門弟子應盡的一點天職，要幫助苦難眾生，要以身作則，我們自身給他做個好榜樣，這個不能不知道。所以這個鉤鎖體，就是整個宇宙，佛法裡面講的是遍法界虛空界，這就不能破壞。末後說，「故願國中眾生三業莊嚴」，這極樂世界的眾生，身口意三業莊嚴，「體固」，身體堅固，「如金剛，力強如那羅延，同具殊勝身業也」。這是介紹西方極樂世界人身體，金剛不壞身，到那個世界上永遠沒有疾病，永遠沒有衰老。這就是我們這個世間一切眾生所期望的，到極樂世界你就都看到了。"
    },
    {
      "id": "02-039-0232_p0012",
      "zh_CN": "黄念祖老居士他是密宗的金刚上师，那这部经呢？是大经。什么叫大经？佛所说的一切经教法门统统具足这叫大。所谓是大乘、小乘、宗门、教下、显教、密教，这部经全部具足称之为大经，跟《华严》一样。所以下面一段是依密教说的，「今依密教，执金刚、金刚手、金刚萨埵等，乃一名之异译。」这些名词术语意思完全相同，梵文是一个名字，一个名字几种不同的翻译。「《仁王经念诵仪轨上》云」，为我们介绍的，「此金刚手，即普贤菩萨也。」普贤菩萨在密宗里就是金刚萨埵，显教里普贤菩萨，你看我们跟普贤菩萨关系密切，这部经第二品「德遵普贤」。所以西方极乐世界修什么法门？你这个经念了之后你就清楚，统统修普贤法门的。这经上说的「咸共遵修普贤大士之德」，不是很清楚吗？普贤大士之德是什么？就是《大方广佛华严》，归纳成十大愿王，那是十个纲领。这十大愿王展开来就是《大方广佛华严》，华严法界。华严法界太多了，就像刚才这里讲的钩锁体，是整个的网，这电网，这十个就是纲领，你掌握到纲领。第一个「礼敬诸佛」，诸佛是什么？十方三世佛那不必说了，所有的菩萨、阿罗汉，遍法界虚空界一切众生全是诸佛，未来佛、现在佛，问题你会不会看？你真正觉悟了，情与无情全是佛，同圆种智不全是佛吗？连山河大地都是佛，蚊虫蚂蚁都是佛。怎么样？礼敬。我们要用真诚恭敬心来对待，对待一切诸佛就是对待自己的自性，因为自己的自性跟他的自性是一个性，不是两个性。大乘教里面把自性比喻作海，叫性海；把这些芸芸众生，比喻作海水里起的水泡。起了水泡，他忘掉了，他不知道大海是自己，认为水泡是自己，这个水泡跟那个水泡就独立，这叫迷惑颠倒；等哪一天水泡破了，才恍然大悟原来是一体。遍法界虚空界万事万物是一体，心现识变，心是自己的真心，识是自己的妄识、妄心，真妄不二。大乘教里头总纲领、总原则一定要搞清楚，一定常常能够提醒，你就不会迷惑，无论遇到什么境界，你就心平气和来处理，不会为外界所动。",
      "zh_TW": "黃念祖老居士他是密宗的金剛上師，那這部經呢？是大經。什麼叫大經？佛所說的一切經教法門統統具足這叫大。所謂是大乘、小乘、宗門、教下、顯教、密教，這部經全部具足稱之為大經，跟《華嚴》一樣。所以下面一段是依密教說的，「今依密教，執金剛、金剛手、金剛薩埵等，乃一名之異譯。」這些名詞術語意思完全相同，梵文是一個名字，一個名字幾種不同的翻譯。「《仁王經念誦儀軌上》云」，為我們介紹的，「此金剛手，即普賢菩薩也。」普賢菩薩在密宗裡就是金剛薩埵，顯教裡普賢菩薩，你看我們跟普賢菩薩關係密切，這部經第二品「德遵普賢」。所以西方極樂世界修什麼法門？你這個經念了之後你就清楚，統統修普賢法門的。這經上說的「咸共遵修普賢大士之德」，不是很清楚嗎？普賢大士之德是什麼？就是《大方廣佛華嚴》，歸納成十大願王，那是十個綱領。這十大願王展開來就是《大方廣佛華嚴》，華嚴法界。華嚴法界太多了，就像剛才這裡講的鉤鎖體，是整個的網，這電網，這十個就是綱領，你掌握到綱領。第一個「禮敬諸佛」，諸佛是什麼？十方三世佛那不必說了，所有的菩薩、阿羅漢，遍法界虛空界一切眾生全是諸佛，未來佛、現在佛，問題你會不會看？你真正覺悟了，情與無情全是佛，同圓種智不全是佛嗎？連山河大地都是佛，蚊蟲螞蟻都是佛。怎麼樣？禮敬。我們要用真誠恭敬心來對待，對待一切諸佛就是對待自己的自性，因為自己的自性跟他的自性是一個性，不是兩個性。大乘教裡面把自性比喻作海，叫性海；把這些芸芸眾生，比喻作海水裡起的水泡。起了水泡，他忘掉了，他不知道大海是自己，認為水泡是自己，這個水泡跟那個水泡就獨立，這叫迷惑顛倒；等哪一天水泡破了，才恍然大悟原來是一體。遍法界虛空界萬事萬物是一體，心現識變，心是自己的真心，識是自己的妄識、妄心，真妄不二。大乘教裡頭總綱領、總原則一定要搞清楚，一定常常能夠提醒，你就不會迷惑，無論遇到什麼境界，你就心平氣和來處理，不會為外界所動。"
    },
    {
      "id": "02-039-0232_p0013",
      "zh_CN": "佛门弘护这是大事，弘法、护法遇到这些困难怎么办？不要去求解决，佛菩萨会解决。我们解决很难，佛菩萨解决就不难了，佛菩萨不解决，咱们就不弘不护了，不更省事吗？佛菩萨真爱护我们，让我们好好休假；那时候佛菩萨不让我们休假，他就出来管事了。给诸位说，这个道理是早年章嘉大师教给我的，一生把自己本分事情干好，什么心都不要操，统统佛菩萨照顾。以前我们讲过一部《弥勒所问经》，也叫《发起菩萨殊胜志乐经》，那里面就是讲有两个法师讲经说法，很得群众的欢喜，信徒很多。另外有两个法师嫉妒、障碍，造谣生事，破坏这两个法师，把道场破坏了，以后堕阿鼻地狱。所以明白理的人，一点关系都没有，迷惑颠倒的人是真可怜。为什么会做这些事情？他没有接受传统文化，他没有常常听经，他没有学教，完全是个人的名闻利养、嫉妒、障碍，从这造的业。本身造这个业是性罪，那就该很苦了，他还有障碍多少人，破坏别人的法身慧命，这个罪太重，比他自己性罪还要重。所以这是我们不能不晓得的，知道，我们一生决定不能干这种事情。所以遇到正法道场，我们全心全力拥护，那是无量的功德。这法师有多少功德，他就有多少功德，功德决定没有等级的、没有大小的，是同样的。",
      "zh_TW": "佛門弘護這是大事，弘法、護法遇到這些困難怎麼辦？不要去求解決，佛菩薩會解決。我們解決很難，佛菩薩解決就不難了，佛菩薩不解決，咱們就不弘不護了，不更省事嗎？佛菩薩真愛護我們，讓我們好好休假；那時候佛菩薩不讓我們休假，他就出來管事了。給諸位說，這個道理是早年章嘉大師教給我的，一生把自己本分事情幹好，什麼心都不要操，統統佛菩薩照顧。以前我們講過一部《彌勒所問經》，也叫《發起菩薩殊勝志樂經》，那裡面就是講有兩個法師講經說法，很得群眾的歡喜，信徒很多。另外有兩個法師嫉妒、障礙，造謠生事，破壞這兩個法師，把道場破壞了，以後墮阿鼻地獄。所以明白理的人，一點關係都沒有，迷惑顛倒的人是真可憐。為什麼會做這些事情？他沒有接受傳統文化，他沒有常常聽經，他沒有學教，完全是個人的名聞利養、嫉妒、障礙，從這造的業。本身造這個業是性罪，那就該很苦了，他還有障礙多少人，破壞別人的法身慧命，這個罪太重，比他自己性罪還要重。所以這是我們不能不曉得的，知道，我們一生決定不能幹這種事情。所以遇到正法道場，我們全心全力擁護，那是無量的功德。這法師有多少功德，他就有多少功德，功德決定沒有等級的、沒有大小的，是同樣的。"
    },
    {
      "id": "02-039-0232_p0014",
      "zh_CN": "所以这是密教里金刚手菩萨，我们知道就是普贤菩萨。「手持金刚杵者，表起正智，犹如金刚，能断我法微细障故。」这个在经典里是《金刚般若波罗蜜经》，我们过去讲《金刚经》的时候，详细把这个经题介绍给大家。这个金刚杵就是代表金刚般若，他并不是拿武器跟人打仗，不是这个意思。般若智慧，般若智慧起来，能解决一切问题。你说今天世界这种混乱，灾难这么严重，汤恩比博士曾经说，「解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法。」真的吗？真能解决吗？给诸位说，真的，一点都不假。可是今天真正能够认知孔孟学说跟大乘佛法的人不多，孔孟学说讲什么？大乘佛法讲什么？你用一句话回答我，说不出来。我记得我应该在三十多年前，因为这个事情是在我没到香港讲经之前，我是一九七七年第一次到香港来讲经，还在这个之前几年，也是过年的时候，农历年，有一个同学来看我。他告诉我，他在辅仁大学教书，辅仁大学有大千佛学社，在佛学社讲《普贤行愿品》，好，难得。我出了一个题问他，我说释迦牟尼佛四十九年所说的那么多经，到底讲些什么，你用一句话回答我，我只要一句不要两句。他想了五、六分钟没有办法，想不出来，他倒过头来问我。我说佛经上讲的「诸法实相」能不能代表？他学佛不少年，也在大学教书，他说可以。诸法实相，用现在的话讲，一切法的真相，一句话！我今天要问，孔孟学说是什么？一句话，大乘佛法是什么？也说一句话，这一句话能解决现在社会问题，认识人真不多。",
      "zh_TW": "所以這是密教裡金剛手菩薩，我們知道就是普賢菩薩。「手持金剛杵者，表起正智，猶如金剛，能斷我法微細障故。」這個在經典裡是《金剛般若波羅蜜經》，我們過去講《金剛經》的時候，詳細把這個經題介紹給大家。這個金剛杵就是代表金剛般若，他並不是拿武器跟人打仗，不是這個意思。般若智慧，般若智慧起來，能解決一切問題。你說今天世界這種混亂，災難這麼嚴重，湯恩比博士曾經說，「解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法。」真的嗎？真能解決嗎？給諸位說，真的，一點都不假。可是今天真正能夠認知孔孟學說跟大乘佛法的人不多，孔孟學說講什麼？大乘佛法講什麼？你用一句話回答我，說不出來。我記得我應該在三十多年前，因為這個事情是在我沒到香港講經之前，我是一九七七年第一次到香港來講經，還在這個之前幾年，也是過年的時候，農曆年，有一個同學來看我。他告訴我，他在輔仁大學教書，輔仁大學有大千佛學社，在佛學社講《普賢行願品》，好，難得。我出了一個題問他，我說釋迦牟尼佛四十九年所說的那麼多經，到底講些什麼，你用一句話回答我，我只要一句不要兩句。他想了五、六分鐘沒有辦法，想不出來，他倒過頭來問我。我說佛經上講的「諸法實相」能不能代表？他學佛不少年，也在大學教書，他說可以。諸法實相，用現在的話講，一切法的真相，一句話！我今天要問，孔孟學說是什麼？一句話，大乘佛法是什麼？也說一句話，這一句話能解決現在社會問題，認識人真不多。"
    },
    {
      "id": "02-039-0232_p0015",
      "zh_CN": "儒家里面所说，「孔曰成仁，孟曰取义」，所以仁义两个字代表了孔孟学说。仁义要怎样落实？《论语》里也有一句话，「夫子之道无他，忠恕而已矣」。所以我们就取这四个字，「仁义忠恕」，能不能解决问题？能。要知道今天全世界的人哪个人不犯罪？个个人都犯罪。为什么？没有人教他。西方科技发达了，不再相信神，所以宗教教育没有了。东方呢？不相信传统，不相信圣贤教育，我们刚才讲疏忽了两百年。满清末年一百年，最后的一百年疏忽了，所以什么？伪君子，念圣贤书不干圣贤事，但是还念。到民国呢？民国现在也一百年，民国不但不干圣贤事，连圣贤书也不念，问题严重！所以所有人犯罪都得要原谅他，人是教得好的，没教。所以要用忠恕来处理问题，忠就是真诚，你看忠这个字它的表法，佛法讲表法，我们六书里面叫会意，你看这个符号你体会它的意思，心中。忠是不偏不邪、不迷不惑，就是真心，要用真心。恕是什么？饶恕一切人，别追究了，干什么坏事一笔勾消，不要再追究，好好的来学传统文化，把中国固有的伦理、道德、因果、宗教教育找回来。利用现在的高科技，我们国家的电视台、网路、卫星，能够有五、六十个好老师，日夜不断在那里教学，我相信一年中国社会就安定，整个世界也安定了。",
      "zh_TW": "儒家裡面所說，「孔曰成仁，孟曰取義」，所以仁義兩個字代表了孔孟學說。仁義要怎樣落實？《論語》裡也有一句話，「夫子之道無他，忠恕而已矣」。所以我們就取這四個字，「仁義忠恕」，能不能解決問題？能。要知道今天全世界的人哪個人不犯罪？個個人都犯罪。為什麼？沒有人教他。西方科技發達了，不再相信神，所以宗教教育沒有了。東方呢？不相信傳統，不相信聖賢教育，我們剛才講疏忽了兩百年。滿清末年一百年，最後的一百年疏忽了，所以什麼？偽君子，念聖賢書不幹聖賢事，但是還念。到民國呢？民國現在也一百年，民國不但不幹聖賢事，連聖賢書也不念，問題嚴重！所以所有人犯罪都得要原諒他，人是教得好的，沒教。所以要用忠恕來處理問題，忠就是真誠，你看忠這個字它的表法，佛法講表法，我們六書裡面叫會意，你看這個符號你體會它的意思，心中。忠是不偏不邪、不迷不惑，就是真心，要用真心。恕是什麼？饒恕一切人，別追究了，幹什麼壞事一筆勾消，不要再追究，好好的來學傳統文化，把中國固有的倫理、道德、因果、宗教教育找回來。利用現在的高科技，我們國家的電視台、網路、衛星，能夠有五、六十個好老師，日夜不斷在那裡教學，我相信一年中國社會就安定，整個世界也安定了。"
    },
    {
      "id": "02-039-0232_p0016",
      "zh_CN": "在世界上要恢复宗教教育，一年时间，整个世界改观了，不是做不到。如果没有这些高科技，那真的就没办法，那是做不到。你到哪里找那么多老师？找不到！今天找五、六十个老师可以找得到，没有问题。二十四小时不断的，讲中国的五伦、五常、四维、八德，大家一起来学。过去无论你造什么罪业一笔勾消，不要再提了，好好的学。学上半年，你要再犯错误的时候，警告你；你学了一年之后，你要再犯错误的时候，就惩罚你，为什么？你受过教育了。没受过教育的时候那就不管，接受伦理道德教育之后，以后再要是乱伦，不孝父母、不敬长辈，那就处分你。所以汤恩比的话说得不错，我们要用智慧去解读，大乘佛法，一句话「真诚慈悲」。所以这是外国人，外国人读中国书，对中国的理解比中国人高明多了。所以现在摆在面前，我们两桩大事情，一个怎样挽救我们国家民族的传统，另外一桩大事，如何帮助世界化解地球的灾难，这两桩大事摆在面前。在中国古圣先贤典籍里确实能找到办法，问题是你要不要？你相不相信？你肯不肯干？肯干就有救，就能回头。不肯干就完了，那就没法子，我们就准备到极乐世界，去过太平日子。",
      "zh_TW": "在世界上要恢復宗教教育，一年時間，整個世界改觀了，不是做不到。如果沒有這些高科技，那真的就沒辦法，那是做不到。你到哪裡找那麼多老師？找不到！今天找五、六十個老師可以找得到，沒有問題。二十四小時不斷的，講中國的五倫、五常、四維、八德，大家一起來學。過去無論你造什麼罪業一筆勾消，不要再提了，好好的學。學上半年，你要再犯錯誤的時候，警告你；你學了一年之後，你要再犯錯誤的時候，就懲罰你，為什麼？你受過教育了。沒受過教育的時候那就不管，接受倫理道德教育之後，以後再要是亂倫，不孝父母、不敬長輩，那就處分你。所以湯恩比的話說得不錯，我們要用智慧去解讀，大乘佛法，一句話「真誠慈悲」。所以這是外國人，外國人讀中國書，對中國的理解比中國人高明多了。所以現在擺在面前，我們兩樁大事情，一個怎樣挽救我們國家民族的傳統，另外一樁大事，如何幫助世界化解地球的災難，這兩樁大事擺在面前。在中國古聖先賢典籍裡確實能找到辦法，問題是你要不要？你相不相信？你肯不肯幹？肯幹就有救，就能回頭。不肯幹就完了，那就沒法子，我們就準備到極樂世界，去過太平日子。"
    },
    {
      "id": "02-039-0232_p0017",
      "zh_CN": "普贤大士之德不可思议，所以说礼敬重要。你看礼敬、赞叹、供养、忏除业障，十愿这四愿是根本，根本四大愿，就前面这四句十六个字，一切恭敬。现在实在讲最大的一桩事情，就是好东西有，端出来恐怕你吃了不消化，吃了闹肚子。什么原因？什么东西才能消化？心平气和就能消化。心浮气躁不消化，他消化不了；要心平气和、要真诚恭敬，圣贤东西你完全消化，你也就变成圣贤。如果心浮气躁的话，你吃不下去，咽不下去，你还会吐出来，你还会排斥它。所以一切法从恭敬当中求，印光法师说得最道地，一分诚敬收一分利益，十分诚敬就收十分利益，看你有几分诚敬心，你能够消化几成。这是我们真正值得忧虑的一个问题。所以要求一些好老师，好老师做出表率、做出样子给大家看，慢慢的形成风气，社会就改观了。我常常说这些话，我不知道诸位有没有能体会到？为什么我要常常这样说？我准备随时走，我要把真东西都说出来，「人之将死，其言也善」。为什么？我觉得我没有机会了，年岁这么大，过年八十五了。中国古人计算我们一生是八十岁，人从出生到二十岁是人生的春天，二十到四十是人生的夏天，四十到六十是人生的秋天，六十到八十是人生的冬天，八十以后天天可以走了，这是不能不知道的。我没有机会再办学校、再培养学生，所以我把我所知道的全都说出来。真正有福报的人、有智慧的人听到之后，你们就知道以后怎么走法，等于我在这里都传授给大家了。",
      "zh_TW": "普賢大士之德不可思議，所以說禮敬重要。你看禮敬、讚歎、供養、懺除業障，十願這四願是根本，根本四大願，就前面這四句十六個字，一切恭敬。現在實在講最大的一樁事情，就是好東西有，端出來恐怕你吃了不消化，吃了鬧肚子。什麼原因？什麼東西才能消化？心平氣和就能消化。心浮氣躁不消化，他消化不了；要心平氣和、要真誠恭敬，聖賢東西你完全消化，你也就變成聖賢。如果心浮氣躁的話，你吃不下去，嚥不下去，你還會吐出來，你還會排斥它。所以一切法從恭敬當中求，印光法師說得最道地，一分誠敬收一分利益，十分誠敬就收十分利益，看你有幾分誠敬心，你能夠消化幾成。這是我們真正值得憂慮的一個問題。所以要求一些好老師，好老師做出表率、做出樣子給大家看，慢慢的形成風氣，社會就改觀了。我常常說這些話，我不知道諸位有沒有能體會到？為什麼我要常常這樣說？我準備隨時走，我要把真東西都說出來，「人之將死，其言也善」。為什麼？我覺得我沒有機會了，年歲這麼大，過年八十五了。中國古人計算我們一生是八十歲，人從出生到二十歲是人生的春天，二十到四十是人生的夏天，四十到六十是人生的秋天，六十到八十是人生的冬天，八十以後天天可以走了，這是不能不知道的。我沒有機會再辦學校、再培養學生，所以我把我所知道的全都說出來。真正有福報的人、有智慧的人聽到之後，你們就知道以後怎麼走法，等於我在這裡都傳授給大家了。"
    },
    {
      "id": "02-039-0232_p0018",
      "zh_CN": "现在我又找到两部书，这两部书是我想了好多个月的，真的把它想来了，一部是唐太宗编的《群书治要》。我想这大家都知道，唐太宗十六岁就从军，天天打仗，十六岁小将军，跟着他的父亲。隋亡国之后，灭了之后他做了皇帝，做了皇帝你想想看，没念过什么书，治理国家要道、要德行、要学问，没有学问、没有德行怎么治国家？所以他下令给魏征，知道唐朝的一些历史都会知道，魏征是他大臣，让魏征成立一个小组帮他找书，从三皇五帝到隋这个二千年所有的典籍，有经、有历史（有史）、有诸子（诸子百家），这些书籍里关于修身、齐家、治国、平天下的，这些议论文字统统抄出来，编成一本叫《群书治要》。治国最重要的指导的理论与方法，集千百年古圣先贤的智慧，治国的智慧、治国的方法、治国的效果、治国的经验，他要这本书，要这个东西。魏征找一批人把它编出来了，一共取材是经史子六十五种，六十五种书，把这些重要东西摘录出来，编成一本书大概五十万字。这个书编出来之后，唐太宗手不释卷，大概也抄了不少部送给王公大臣。贞观之治就靠这本书，大唐的国运也是就这本书帮了大忙。",
      "zh_TW": "現在我又找到兩部書，這兩部書是我想了好多個月的，真的把它想來了，一部是唐太宗編的《群書治要》。我想這大家都知道，唐太宗十六歲就從軍，天天打仗，十六歲小將軍，跟著他的父親。隋亡國之後，滅了之後他做了皇帝，做了皇帝你想想看，沒念過什麼書，治理國家要道、要德行、要學問，沒有學問、沒有德行怎麼治國家？所以他下令給魏徵，知道唐朝的一些歷史都會知道，魏徵是他大臣，讓魏徵成立一個小組幫他找書，從三皇五帝到隋這個二千年所有的典籍，有經、有歷史（有史）、有諸子（諸子百家），這些書籍裡關於修身、齊家、治國、平天下的，這些議論文字統統抄出來，編成一本叫《群書治要》。治國最重要的指導的理論與方法，集千百年古聖先賢的智慧，治國的智慧、治國的方法、治國的效果、治國的經驗，他要這本書，要這個東西。魏徵找一批人把它編出來了，一共取材是經史子六十五種，六十五種書，把這些重要東西摘錄出來，編成一本書大概五十萬字。這個書編出來之後，唐太宗手不釋卷，大概也抄了不少部送給王公大臣。貞觀之治就靠這本書，大唐的國運也是就這本書幫了大忙。"
    },
    {
      "id": "02-039-0232_p0019",
      "zh_CN": "这本书我没有见过，我知道，因为我以前看过局部的一部分，《诸子治要》，就是这部书最后的，它这部书一共五十卷，最后的二十卷《诸子治要》，我看过这部书。所以我就总想找全书来看，想了几个月，也在讲席上给诸位报告。我非常感激，有在网路上听到我讲的，他们替我找，找到了寄给我，我收到了两种。没想到大陆上也有人知道，而且他们还印了，用简体字印出来，很难得，习仲勋老先生在这个书的前面题词，「古镜今鉴」。这个书不但能救中国，能救全世界，这是一桩事情。我现在将这部书印一万套，大概明年三月书就可以印好了，分赠给喜欢读书的朋友们。另外我们中国传统文化要把它复兴起来，从哪做起？也要像唐太宗这个构想，把《四库》里面重要的东西节录出来，编成一套书，从这下手。先读这一套书就是读《四库》的精华，这一套书就是《四库全书总目精华录》。你对《四库》认识了，你对《四库》有感情，然后你再发心专攻某一部分，你会成为专家，会成为世界一流的汉学家，多少时间？十年的时间就够了。",
      "zh_TW": "這本書我沒有見過，我知道，因為我以前看過局部的一部分，《諸子治要》，就是這部書最後的，它這部書一共五十卷，最後的二十卷《諸子治要》，我看過這部書。所以我就總想找全書來看，想了幾個月，也在講席上給諸位報告。我非常感激，有在網路上聽到我講的，他們替我找，找到了寄給我，我收到了兩種。沒想到大陸上也有人知道，而且他們還印了，用簡體字印出來，很難得，習仲勛老先生在這個書的前面題詞，「古鏡今鑑」。這個書不但能救中國，能救全世界，這是一樁事情。我現在將這部書印一萬套，大概明年三月書就可以印好了，分贈給喜歡讀書的朋友們。另外我們中國傳統文化要把它復興起來，從哪做起？也要像唐太宗這個構想，把《四庫》裡面重要的東西節錄出來，編成一套書，從這下手。先讀這一套書就是讀《四庫》的精華，這一套書就是《四庫全書總目精華錄》。你對《四庫》認識了，你對《四庫》有感情，然後你再發心專攻某一部分，你會成為專家，會成為世界一流的漢學家，多少時間？十年的時間就夠了。"
    },
    {
      "id": "02-039-0232_p0020",
      "zh_CN": "我以前在台湾，我住在韩馆长家里，她的邻居是个天主教堂，这个教堂里面的神父方豪，所以我们常常见面就认识了。这也是个学者，跟我一样，初中毕业就没再念书，他一心专攻《宋史》，二十五史里头，他就是一部《宋史》，专攻《宋史》，以后真的变成是全世界《宋史》专家。你问他宋朝什么事情，他清清楚楚，都能给你讲出来，是台湾文学院的院士，那个时候是政治大学文学院的院长。人只要好学，你只有一样东西，真正成为专家，成为世界上独尊，许许多多学校都会送博士学位给你，那是学校的光荣。所以不怕没有学位，不怕没有出头之日，只怕你自己学不好。一门深入，长时薰修，十年决定有成就，你得真干！可不能干杂了，杂了、乱了、太多了是样样通，是样样松，一样都不能成就，那就真的可惜了。所以这一部《四库》精华是接引你的，让你先了解大概整个《四库》的一个状况，然后你在里面去，自己喜欢哪一门专攻这一门，这一门要用十年的时间专攻，你就成就了。基本的条件只有两个，一个是德行，人不能没有德行，人没有德行肯定造罪业。德行怎么建立？《弟子规》、《感应篇》、《十善业》一定要落实，要做到，你有圣贤的德行。",
      "zh_TW": "我以前在台灣，我住在韓館長家裡，她的鄰居是個天主教堂，這個教堂裡面的神父方豪，所以我們常常見面就認識了。這也是個學者，跟我一樣，初中畢業就沒再念書，他一心專攻《宋史》，二十五史裡頭，他就是一部《宋史》，專攻《宋史》，以後真的變成是全世界《宋史》專家。你問他宋朝什麼事情，他清清楚楚，都能給你講出來，是台灣文學院的院士，那個時候是政治大學文學院的院長。人只要好學，你只有一樣東西，真正成為專家，成為世界上獨尊，許許多多學校都會送博士學位給你，那是學校的光榮。所以不怕沒有學位，不怕沒有出頭之日，只怕你自己學不好。一門深入，長時薰修，十年決定有成就，你得真幹！可不能幹雜了，雜了、亂了、太多了是樣樣通，是樣樣鬆，一樣都不能成就，那就真的可惜了。所以這一部《四庫》精華是接引你的，讓你先了解大概整個《四庫》的一個狀況，然後你在裡面去，自己喜歡哪一門專攻這一門，這一門要用十年的時間專攻，你就成就了。基本的條件只有兩個，一個是德行，人不能沒有德行，人沒有德行肯定造罪業。德行怎麼建立？《弟子規》、《感應篇》、《十善業》一定要落實，要做到，你有聖賢的德行。"
    },
    {
      "id": "02-039-0232_p0021",
      "zh_CN": "然后再有一把钥匙，就是文言文，文言文熟读，最好都能够背诵一百篇古文。这一百篇古文我们已经选出来了，我是让蔡老师，告诉蔡老师你选一百篇古文。从哪里选？就是现在我得到的这一部《国学治要》，就是《四库》的精华，这里头有集部的，集部的多，集部量大，集部有三册，两册是文，一册是诗词，唐诗宋词，也都选最好的东西。另外就台湾「国语日报」，这些年来出了一部书，叫《古今文选》，这是近代这些专家学者选的。《治要》是民国初年那些学人他们选的，相同的，两种书上都有的，你把这个先找出来。找到了一百三十多篇，两个相同的。还有现在人选的，不相同的也有二十几篇，总共他选了一百六十二篇，非常好。这一百六十二篇古文要熟读，文言文的钥匙就拿到，不但你能看得懂《四库全书》，你能够写文言文。所以我就是要求同学要有这两个条件，将来这个书我也印一万套，我印好讲经的时候会告诉大家。每个人都可以问我要，但是你写一封信给我，用文言文写，我要看你程度够不够，没有程度不给你，你有这个程度我就给你，我送给你。所以这一次我们买了一百套《四库全书》，大多数都是送国内的，海外我们都送。现在我又订了二百套《四库荟要》，《四库荟要》可能在明年九月之间就印好了。我准备做礼物，送给谁？送给全世界每个国家图书馆。这就是中国传统文化，来帮助这个世界，化解灾难，促进安定和平。我只能尽这么一点点绵薄之力，再有时间以后就再说了。我是把我的时间只定到明年，这是真的，不是假的。一个人一生在世，于人无争，于世无求，只有付出，没有享受，享受的是法喜充满。",
      "zh_TW": "然後再有一把鑰匙，就是文言文，文言文熟讀，最好都能夠背誦一百篇古文。這一百篇古文我們已經選出來了，我是讓蔡老師，告訴蔡老師你選一百篇古文。從哪裡選？就是現在我得到的這一部《國學治要》，就是《四庫》的精華，這裡頭有集部的，集部的多，集部量大，集部有三冊，兩冊是文，一冊是詩詞，唐詩宋詞，也都選最好的東西。另外就台灣「國語日報」，這些年來出了一部書，叫《古今文選》，這是近代這些專家學者選的。《治要》是民國初年那些學人他們選的，相同的，兩種書上都有的，你把這個先找出來。找到了一百三十多篇，兩個相同的。還有現在人選的，不相同的也有二十幾篇，總共他選了一百六十二篇，非常好。這一百六十二篇古文要熟讀，文言文的鑰匙就拿到，不但你能看得懂《四庫全書》，你能夠寫文言文。所以我就是要求同學要有這兩個條件，將來這個書我也印一萬套，我印好講經的時候會告訴大家。每個人都可以問我要，但是你寫一封信給我，用文言文寫，我要看你程度夠不夠，沒有程度不給你，你有這個程度我就給你，我送給你。所以這一次我們買了一百套《四庫全書》，大多數都是送國內的，海外我們都送。現在我又訂了二百套《四庫薈要》，《四庫薈要》可能在明年九月之間就印好了。我準備做禮物，送給誰？送給全世界每個國家圖書館。這就是中國傳統文化，來幫助這個世界，化解災難，促進安定和平。我只能盡這麼一點點綿薄之力，再有時間以後就再說了。我是把我的時間只定到明年，這是真的，不是假的。一個人一生在世，於人無爭，於世無求，只有付出，沒有享受，享受的是法喜充滿。"
    },
    {
      "id": "02-039-0232_p0022",
      "zh_CN": "后面这句话很重要，金刚杵是表正智，「能断我法微细障故」，能够断我执，能够断法执。不但破二执，还破微细执着，能破微细执着这就是明心见性，大彻大悟，要金刚智慧。「又《圣无动尊大威怒王秘密陀罗尼经》云：此金刚手是法身大士，是故名普贤」。这部书上也是这样介绍的，普贤菩萨化身。「即从如来得持金刚杵。其金刚杵五智所成，故名金刚手」。五种智慧，我们这个经后面都讲到，如来所成就的，这些都是证实确确实实是普贤菩萨化身的。「若据显迹，则如过去诸解，视为天上力士。」这是讲那罗延金刚神，在过去一般的解释，在大乘上都认为是天神，天上的护法神，所以金刚神。「那罗延神，大力坚固之身。今据密义，金刚与那罗延，均是执金刚，简称金刚。论其密本，即是金刚萨埵，即是普贤，乃法身大士。」普贤当然是法身大士，等觉菩萨。《华严经》里面讲三种普贤，第一种道前普贤，西方极乐世界往生的人都是修普贤大士之德，还没有证得等觉位，十地以前都叫道前，等觉是当位，成佛之后到妙觉那叫道后普贤。成佛之后再以菩萨身分应化在法界虚空界，众生有感他就应。所以普贤有这三个说法。",
      "zh_TW": "後面這句話很重要，金剛杵是表正智，「能斷我法微細障故」，能夠斷我執，能夠斷法執。不但破二執，還破微細執著，能破微細執著這就是明心見性，大徹大悟，要金剛智慧。「又《聖無動尊大威怒王秘密陀羅尼經》云：此金剛手是法身大士，是故名普賢」。這部書上也是這樣介紹的，普賢菩薩化身。「即從如來得持金剛杵。其金剛杵五智所成，故名金剛手」。五種智慧，我們這個經後面都講到，如來所成就的，這些都是證實確確實實是普賢菩薩化身的。「若據顯跡，則如過去諸解，視為天上力士。」這是講那羅延金剛神，在過去一般的解釋，在大乘上都認為是天神，天上的護法神，所以金剛神。「那羅延神，大力堅固之身。今據密義，金剛與那羅延，均是執金剛，簡稱金剛。論其密本，即是金剛薩埵，即是普賢，乃法身大士。」普賢當然是法身大士，等覺菩薩。《華嚴經》裡面講三種普賢，第一種道前普賢，西方極樂世界往生的人都是修普賢大士之德，還沒有證得等覺位，十地以前都叫道前，等覺是當位，成佛之後到妙覺那叫道後普賢。成佛之後再以菩薩身分應化在法界虛空界，眾生有感他就應。所以普賢有這三個說法。"
    },
    {
      "id": "02-039-0232_p0023",
      "zh_CN": "「又密教尊金刚为示现威猛相之佛」，这个说法是真的，佛度众生，跟老师教学生一样的，恩威并施。有一些学生性情柔软，心地善良，要用慈悲心去教他，爱心去教他。有一些也很有善根的，习气很重，那要用威猛，对他很严格他会回头，该用什么方法的时候就得用什么方法。如果说是心地善良柔软学生，你用威猛，学生害怕，不来上学，逃掉了；有天分、有才干的，顽皮的这些学生，你要用慈悲心的时候，他不用心学习。所以方法不能用错，对什么人得用什么方法，叫观机，一个好老师善于观机，能调教成好学生。「是以金刚那罗延身，应解为等同如来之金刚身或金刚体」。这就对了，这是总结，这个金刚那罗延身，就是金刚身、金刚体，跟如来无二无别。",
      "zh_TW": "「又密教尊金剛為示現威猛相之佛」，這個說法是真的，佛度眾生，跟老師教學生一樣的，恩威並施。有一些學生性情柔軟，心地善良，要用慈悲心去教他，愛心去教他。有一些也很有善根的，習氣很重，那要用威猛，對他很嚴格他會回頭，該用什麼方法的時候就得用什麼方法。如果說是心地善良柔軟學生，你用威猛，學生害怕，不來上學，逃掉了；有天分、有才幹的，頑皮的這些學生，你要用慈悲心的時候，他不用心學習。所以方法不能用錯，對什麼人得用什麼方法，叫觀機，一個好老師善於觀機，能調教成好學生。「是以金剛那羅延身，應解為等同如來之金剛身或金剛體」。這就對了，這是總結，這個金剛那羅延身，就是金剛身、金剛體，跟如來無二無別。"
    },
    {
      "id": "02-039-0232_p0024",
      "zh_CN": "下面为我们说「金刚身」，这是我们很关心的，我们大家都希望能得金刚身。「指金刚不坏之身，谓佛身也。《涅槃经》云：如来身者，是常住身，不可坏身，金刚之身。」我们在大乘教里，常常看到法性身、法性土，这是讲的什么地方？讲的诸佛如来的实报庄严土。有相，不是没有相，有相，就像我们三界之内讲的色界天，他不是欲界，他没有欲，他有色。实报土也是有色相，没有欲，五欲是财色名食睡，没有，贪瞋痴慢疑也没有，怨恨恼怒烦当然更没有，这些呢？这些都是分别执着。所以六道里面情形这么复杂，变化太多。你看这十五种，一个里头是五种，三五一十五，这交叉变化，这就是六道里面的状况，非常复杂。实报土里面没有这些东西，所以实报土就变成真常，永恒不变，叫法性身，法性身就是金刚不坏身。法性土是金刚不坏土，是这个意思。只是心现，没有识变，唯心所现，它没有唯识所变，为什么？识已经转成智，法相宗里面讲的转八识成四智，四智已经是法性里面的般若智慧。迷了，智慧变成烦恼，那就是八识五十一心所，这变成烦恼。不善是烦恼，善也是烦恼，烦恼心所二十六个，《百法》里列的，善心所十一个，善心所还是烦恼，这个一定要知道。转识成智，真正转过来了，那就是初住菩萨，《华严》圆教初住菩萨。",
      "zh_TW": "下面為我們說「金剛身」，這是我們很關心的，我們大家都希望能得金剛身。「指金剛不壞之身，謂佛身也。《涅槃經》云：如來身者，是常住身，不可壞身，金剛之身。」我們在大乘教裡，常常看到法性身、法性土，這是講的什麼地方？講的諸佛如來的實報莊嚴土。有相，不是沒有相，有相，就像我們三界之內講的色界天，他不是欲界，他沒有欲，他有色。實報土也是有色相，沒有欲，五欲是財色名食睡，沒有，貪瞋痴慢疑也沒有，怨恨惱怒煩當然更沒有，這些呢？這些都是分別執著。所以六道裡面情形這麼複雜，變化太多。你看這十五種，一個裡頭是五種，三五一十五，這交叉變化，這就是六道裡面的狀況，非常複雜。實報土裡面沒有這些東西，所以實報土就變成真常，永恆不變，叫法性身，法性身就是金剛不壞身。法性土是金剛不壞土，是這個意思。只是心現，沒有識變，唯心所現，它沒有唯識所變，為什麼？識已經轉成智，法相宗裡面講的轉八識成四智，四智已經是法性裡面的般若智慧。迷了，智慧變成煩惱，那就是八識五十一心所，這變成煩惱。不善是煩惱，善也是煩惱，煩惱心所二十六個，《百法》裡列的，善心所十一個，善心所還是煩惱，這個一定要知道。轉識成智，真正轉過來了，那就是初住菩薩，《華嚴》圓教初住菩薩。"
    },
    {
      "id": "02-039-0232_p0025",
      "zh_CN": "所以西方极乐世界，往生到西方极乐世界，这个诸位要知道，莲花化生。不是说化生的身，身，小孩慢慢长大，不是这个意思，如果这个，那就有变化了。他到那里去一现身，跟阿弥陀佛的身是完全相同，纵然是凡圣同居土，你还没有离开花苞，就是说你在七宝池里头，莲花还没有开，可是你的身相，在莲苞里面身相跟阿弥陀佛一样的，平等法界。同居土也是法性土，同居土里面的身相也是法性身，这个不可思议，这个同居土是真正不可思议。同居土是什么？四十八愿加持的。四十八愿如果加持不到，阿弥陀佛就不成佛。现在他成佛已经十劫，可见得四十八愿愿愿都落实了，愿愿都兑现了。你往生在极乐世界花没开，花要什么时候开？佛不加持你，你已经明心见性了，花就开了，「花开见佛悟无生」。所以花开是什么时候？花开是你自己修行证得初住的地位，花就开了，没有证到这个位次的时候花没开。花里面的境界跟实报土的境界非常相似，而且实报土里面的菩萨天天都跟你见面，你说这个花是什么花！",
      "zh_TW": "所以西方極樂世界，往生到西方極樂世界，這個諸位要知道，蓮花化生。不是說化生的身，身，小孩慢慢長大，不是這個意思，如果這個，那就有變化了。他到那裡去一現身，跟阿彌陀佛的身是完全相同，縱然是凡聖同居土，你還沒有離開花苞，就是說你在七寶池裡頭，蓮花還沒有開，可是你的身相，在蓮苞裡面身相跟阿彌陀佛一樣的，平等法界。同居土也是法性土，同居土裡面的身相也是法性身，這個不可思議，這個同居土是真正不可思議。同居土是什麼？四十八願加持的。四十八願如果加持不到，阿彌陀佛就不成佛。現在他成佛已經十劫，可見得四十八願願願都落實了，願願都兌現了。你往生在極樂世界花沒開，花要什麼時候開？佛不加持你，你已經明心見性了，花就開了，「花開見佛悟無生」。所以花開是什麼時候？花開是你自己修行證得初住的地位，花就開了，沒有證到這個位次的時候花沒開。花裡面的境界跟實報土的境界非常相似，而且實報土裡面的菩薩天天都跟你見面，你說這個花是什麼花！"
    },
    {
      "id": "02-039-0232_p0026",
      "zh_CN": "诸位不要想这个花的相，想花的相你着相了，你全错了，你要想花的那个性，花表清净不染，表这个意思。是不是真有这个花？你心里要有这个花，那真有这个花。为什么？它从心想生。心里一下开悟了，不再想这个事相，那花就没有了。花的形不在，花的质在，质就是清净、智慧。不但世法不染，佛法也不染，为什么？佛没有法，这个诸位要知道，佛法是假的不是真的。佛法是因缘生法，《中观论》上讲得很好，「因缘所生法，我说即是空」，所以「法尚应舍，何况非法」。我们最重要的一句话，就紧紧抓住阿弥陀佛，不要抓别的，你把这一句阿弥陀佛抓到，你就对了，就正确了。一定要有信心，要有把握，决定得生净土。我在这个世间，除一句阿弥陀佛之外，其他都是不重要的，有缘就做，没有缘绝对不要去想它，随缘而不攀缘，这就对了。心里有阿弥陀佛，口里有阿弥陀佛，心口相应，表里一如，这就对了。印光老法师教导我们，常常把「死」放在额头上，想到我今天要死了，我今天应该做些什么事情，你好好去做。今天是我生命最后的一天，我要干些什么。黄念祖老居士这个注解完成了，欢喜，我庆贺他，一心求往生。往生之前半年，他告诉我，每天念佛十四万声，就这一句佛号，阿弥陀佛、阿弥陀佛、阿弥陀佛，绵绵密密，一天十四万声。密宗的上师告诉我，现在这个时代，除了念佛之外，任何法门都不能成就。为什么？要断烦恼，你能断得了吗？有人怪我，说我只弘扬净土，不弘扬其他的法门。这个话讲不通，是一个没有知识人讲的，你在学校教书你专教国文，你为什么不教数学？为什么不教历史？为什么不教英语？你为什么专教国文？不就这个意思吗？这话是糊涂话，这把人大牙都笑掉了，给你说吧。佛教在中国隋唐时代是十个宗派，每一个宗派是弘扬一宗，那祖师，他不是各宗都弘扬。你要找他们算帐去，你现在不要找我，你找他们，找头，我又不是带头的第一个人，你找慧远大师去，找善导大师去，错了！所以应当大家发心，喜欢禅的专弘禅宗，喜欢天台的专弘天台宗，你喜欢哪一门，哪一门对你修学有成就，你就带头。希望八个宗，大乘八个宗，小乘两个宗，统统都复兴起来，这个多好！",
      "zh_TW": "諸位不要想這個花的相，想花的相你著相了，你全錯了，你要想花的那個性，花表清淨不染，表這個意思。是不是真有這個花？你心裡要有這個花，那真有這個花。為什麼？它從心想生。心裡一下開悟了，不再想這個事相，那花就沒有了。花的形不在，花的質在，質就是清淨、智慧。不但世法不染，佛法也不染，為什麼？佛沒有法，這個諸位要知道，佛法是假的不是真的。佛法是因緣生法，《中觀論》上講得很好，「因緣所生法，我說即是空」，所以「法尚應捨，何況非法」。我們最重要的一句話，就緊緊抓住阿彌陀佛，不要抓別的，你把這一句阿彌陀佛抓到，你就對了，就正確了。一定要有信心，要有把握，決定得生淨土。我在這個世間，除一句阿彌陀佛之外，其他都是不重要的，有緣就做，沒有緣絕對不要去想它，隨緣而不攀緣，這就對了。心裡有阿彌陀佛，口裡有阿彌陀佛，心口相應，表裡一如，這就對了。印光老法師教導我們，常常把「死」放在額頭上，想到我今天要死了，我今天應該做些什麼事情，你好好去做。今天是我生命最後的一天，我要幹些什麼。黃念祖老居士這個註解完成了，歡喜，我慶賀他，一心求往生。往生之前半年，他告訴我，每天念佛十四萬聲，就這一句佛號，阿彌陀佛、阿彌陀佛、阿彌陀佛，綿綿密密，一天十四萬聲。密宗的上師告訴我，現在這個時代，除了念佛之外，任何法門都不能成就。為什麼？要斷煩惱，你能斷得了嗎？有人怪我，說我只弘揚淨土，不弘揚其他的法門。這個話講不通，是一個沒有知識人講的，你在學校教書你專教國文，你為什麼不教數學？為什麼不教歷史？為什麼不教英語？你為什麼專教國文？不就這個意思嗎？這話是糊塗話，這把人大牙都笑掉了，給你說吧。佛教在中國隋唐時代是十個宗派，每一個宗派是弘揚一宗，那祖師，他不是各宗都弘揚。你要找他們算帳去，你現在不要找我，你找他們，找頭，我又不是帶頭的第一個人，你找慧遠大師去，找善導大師去，錯了！所以應當大家發心，喜歡禪的專弘禪宗，喜歡天台的專弘天台宗，你喜歡哪一門，哪一門對你修學有成就，你就帶頭。希望八個宗，大乘八個宗，小乘兩個宗，統統都復興起來，這個多好！"
    },
    {
      "id": "02-039-0232_p0027",
      "zh_CN": "《涅槃经》上讲，「如来身者，是常住身」，就是法性身，「不可坏身，金刚之身」。西方极乐世界每一个人都是这个身。「又诸佛世尊，精勤修习，获金刚身」。这句话是勉励我们的，佛的金刚身从哪来的？诸佛如来没成佛之前都是凡夫，跟我们一样，他是修成的。怎么修成的？把烦恼习气统统放下，这就成功。释迦牟尼佛给我们做最好的榜样，在中国祖师大德也给我们做出最好的榜样，这个我们不能不知道，我们应当要效法、要学习。修行不外乎解跟行，解不能离开经教。我很幸运，很感激老师，不是老师的教诲哪有今天！没有老师的教诲我不认识佛教。我总认为佛教是迷信、是宗教，没有这个意念去碰它，观光旅游，寺庙我都不进去，以前是那样的人。我学佛很多同修都知道，方东美先生介绍的，我跟他老人家学哲学，他在最后一个单元跟我讲「佛经哲学」，我才晓得佛教不是宗教，佛教是什么？佛教是哲学，这他老人家告诉我的。开宗明义三句话，他说话不啰嗦，我提出我的看法，他说「你错了，你年轻你不懂，释迦牟尼是全世界最伟大的哲学家，佛经哲学是全世界哲学最高峰，学佛是人生最高的享受。」我是这样才转过来的，这话没人跟我讲过。",
      "zh_TW": "《涅槃經》上講，「如來身者，是常住身」，就是法性身，「不可壞身，金剛之身」。西方極樂世界每一個人都是這個身。「又諸佛世尊，精勤修習，獲金剛身」。這句話是勉勵我們的，佛的金剛身從哪來的？諸佛如來沒成佛之前都是凡夫，跟我們一樣，他是修成的。怎麼修成的？把煩惱習氣統統放下，這就成功。釋迦牟尼佛給我們做最好的榜樣，在中國祖師大德也給我們做出最好的榜樣，這個我們不能不知道，我們應當要效法、要學習。修行不外乎解跟行，解不能離開經教。我很幸運，很感激老師，不是老師的教誨哪有今天！沒有老師的教誨我不認識佛教。我總認為佛教是迷信、是宗教，沒有這個意念去碰它，觀光旅遊，寺廟我都不進去，以前是那樣的人。我學佛很多同修都知道，方東美先生介紹的，我跟他老人家學哲學，他在最後一個單元跟我講「佛經哲學」，我才曉得佛教不是宗教，佛教是什麼？佛教是哲學，這他老人家告訴我的。開宗明義三句話，他說話不囉嗦，我提出我的看法，他說「你錯了，你年輕你不懂，釋迦牟尼是全世界最偉大的哲學家，佛經哲學是全世界哲學最高峰，學佛是人生最高的享受。」我是這樣才轉過來的，這話沒人跟我講過。"
    },
    {
      "id": "02-039-0232_p0028",
      "zh_CN": "转过来之后确实很幸运，我认识了章嘉大师。这是满清时代的一个亲王，新疆人，敏亲王，他跟这些喇嘛们很熟，他地位也很高。那个时候我们住在邻居，隔几家的邻居，他有个小女儿，常常跑到我们的院子来玩，看到我桌上摆的佛经，我那个时候还有小香炉烧一炷香，看经，没供佛像。这个小孩回家告诉他爸爸，领他爸爸来看我，知道我学佛很欢喜。他说「你要不要一个人指导你？」我说「要，需要，我刚刚入门，很多东西不懂。」他说「我给你介绍个老师。」我说「哪一位？」「章嘉大师。」我也不知道章嘉大师是谁，他就带我去见面，跟大师非常有缘分，所以这样子认识章嘉大师。以后大师很慈悲，每个星期给我两个小时，一个星期见一次面，我佛学的根底，章嘉大师奠定的，我这个行业是他老人家指导的，他教我出家，教我学释迦牟尼佛。所以第一本看的佛书是他指导的，叫我看《释迦谱》、《释迦方志》。告诉我，你要学佛先要认识释迦牟尼佛，你对他认识不清楚，你就可能要走冤枉路，现在人讲你要走很多弯路。这个指导也很特别。",
      "zh_TW": "轉過來之後確實很幸運，我認識了章嘉大師。這是滿清時代的一個親王，新疆人，敏親王，他跟這些喇嘛們很熟，他地位也很高。那個時候我們住在鄰居，隔幾家的鄰居，他有個小女兒，常常跑到我們的院子來玩，看到我桌上擺的佛經，我那個時候還有小香爐燒一炷香，看經，沒供佛像。這個小孩回家告訴他爸爸，領他爸爸來看我，知道我學佛很歡喜。他說「你要不要一個人指導你？」我說「要，需要，我剛剛入門，很多東西不懂。」他說「我給你介紹個老師。」我說「哪一位？」「章嘉大師。」我也不知道章嘉大師是誰，他就帶我去見面，跟大師非常有緣分，所以這樣子認識章嘉大師。以後大師很慈悲，每個星期給我兩個小時，一個星期見一次面，我佛學的根底，章嘉大師奠定的，我這個行業是他老人家指導的，他教我出家，教我學釋迦牟尼佛。所以第一本看的佛書是他指導的，叫我看《釋迦譜》、《釋迦方志》。告訴我，你要學佛先要認識釋迦牟尼佛，你對他認識不清楚，你就可能要走冤枉路，現在人講你要走很多彎路。這個指導也很特別。"
    },
    {
      "id": "02-039-0232_p0029",
      "zh_CN": "所以我是从释迦牟尼佛传记，从这看起的。知道他是王子，知道他年轻好学，十九岁离开家庭出去参学，就是出外学习。当时印度所有的宗教、所有的学派他都接触过，都去参学过。十二年他三十岁的时候，大概印度所有的高人都见过了，他的问题没有能解决，最后就放弃了到毕钵罗树，就是菩提树下打坐，万缘放下。十二年所学的也放下，放下所知障，这才大彻大悟，明心见性，我们讲见性成佛，成道了三十岁。开悟之后就开始教学，所以这点我们要知道，教一辈子。七十九岁圆寂的，圆寂在树林里头，不是在房子里面。一生你看树下一宿，日中一食托钵，做给我们看，真的放下。王子，他要不出家他是国王，国王不要了，名闻利养统统放下了，多自在！每天教学不亦乐乎。居无定所，哪里有缘哪里去，不是在一个地方住的，天天换地方，对于任何都没有留恋，这是他老人家的身教，经典是言教。我们真正了解之后才晓得，释迦牟尼佛跟宗教风马牛不相关，他不是宗教。你要看他的传记你就晓得，他是个教育家，像中国孔子一样，有教无类，不分国籍，什么国家人找他，他都教你。不分种族、不分信仰，无论你信仰什么宗教，并不是叫你改信，没有，释迦牟尼佛是教育，任何宗教都可以来学习，像大学一样，不需要改变。所以经典里面能看到很多，婆罗门、遍行外道这些一类，他们都是宗教里面的身分，跟释迦牟尼佛学习，做释迦牟尼佛的弟子，证阿罗汉果、证菩萨位，他还是婆罗门，他并没有离开他的宗教。佛法里面佛、菩萨、阿罗汉这是学位的名称，就现在所谓的博士、学士、硕士，你是基督教的神父，在大学里拿博士学位很多，那个神父是博士学位。佛陀是博士，菩萨是硕士，阿罗汉是学士，是佛门三个学位的名称，这个要懂得。现在都没有人晓得，也没有人讲，所以迷的真是迷得太久、迷得太深，造成社会严重的误会，这么好的学术不肯学，多可惜！真能解决问题，解决我们生死大事，帮助我们永远脱离六道轮回。这种学问，在世间找不到的，你说多可惜。我们这一生遇到这几个老师，感觉得无比的幸运，尤其是认识之后一心向往，放下一切，学习六十年。我讲经教学过了年就五十三年，善财童子五十三参圆满了。所以我在这里要告诉一些找麻烦的人、嫉妒、障碍的人，你们放心，你不找我，我过了年也想走了，我到极乐世界在那边等大家。可是造极重罪业的你们一下还到不了极乐世界，你们那个罪要受满之后才有缘分到极乐世界。人在世间要懂得仁义，仁者爱人，义是循理，起心动念、言语造作要合情、合理、合法，一定要遵守，中国人要守着五伦、五常、四维、八德。不能干缺德的事情，干缺德的事情果报在三途。我给你们的忠告，告诉你，这佛法讲得很清楚，生命是永恒的，人没有生死，你想害任何一个人都害不到，他最后都会成佛。不能再干傻事，不能再干错事。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "所以我是從釋迦牟尼佛傳記，從這看起的。知道他是王子，知道他年輕好學，十九歲離開家庭出去參學，就是出外學習。當時印度所有的宗教、所有的學派他都接觸過，都去參學過。十二年他三十歲的時候，大概印度所有的高人都見過了，他的問題沒有能解決，最後就放棄了到畢缽羅樹，就是菩提樹下打坐，萬緣放下。十二年所學的也放下，放下所知障，這才大徹大悟，明心見性，我們講見性成佛，成道了三十歲。開悟之後就開始教學，所以這點我們要知道，教一輩子。七十九歲圓寂的，圓寂在樹林裡頭，不是在房子裡面。一生你看樹下一宿，日中一食托缽，做給我們看，真的放下。王子，他要不出家他是國王，國王不要了，名聞利養統統放下了，多自在！每天教學不亦樂乎。居無定所，哪裡有緣哪裡去，不是在一個地方住的，天天換地方，對於任何都沒有留戀，這是他老人家的身教，經典是言教。我們真正了解之後才曉得，釋迦牟尼佛跟宗教風馬牛不相關，他不是宗教。你要看他的傳記你就曉得，他是個教育家，像中國孔子一樣，有教無類，不分國籍，什麼國家人找他，他都教你。不分種族、不分信仰，無論你信仰什麼宗教，並不是叫你改信，沒有，釋迦牟尼佛是教育，任何宗教都可以來學習，像大學一樣，不需要改變。所以經典裡面能看到很多，婆羅門、遍行外道這些一類，他們都是宗教裡面的身分，跟釋迦牟尼佛學習，做釋迦牟尼佛的弟子，證阿羅漢果、證菩薩位，他還是婆羅門，他並沒有離開他的宗教。佛法裡面佛、菩薩、阿羅漢這是學位的名稱，就現在所謂的博士、學士、碩士，你是基督教的神父，在大學裡拿博士學位很多，那個神父是博士學位。佛陀是博士，菩薩是碩士，阿羅漢是學士，是佛門三個學位的名稱，這個要懂得。現在都沒有人曉得，也沒有人講，所以迷的真是迷得太久、迷得太深，造成社會嚴重的誤會，這麼好的學術不肯學，多可惜！真能解決問題，解決我們生死大事，幫助我們永遠脫離六道輪迴。這種學問，在世間找不到的，你說多可惜。我們這一生遇到這幾個老師，感覺得無比的幸運，尤其是認識之後一心嚮往，放下一切，學習六十年。我講經教學過了年就五十三年，善財童子五十三參圓滿了。所以我在這裡要告訴一些找麻煩的人、嫉妒、障礙的人，你們放心，你不找我，我過了年也想走了，我到極樂世界在那邊等大家。可是造極重罪業的你們一下還到不了極樂世界，你們那個罪要受滿之後才有緣分到極樂世界。人在世間要懂得仁義，仁者愛人，義是循理，起心動念、言語造作要合情、合理、合法，一定要遵守，中國人要守著五倫、五常、四維、八德。不能幹缺德的事情，幹缺德的事情果報在三途。我給你們的忠告，告訴你，這佛法講得很清楚，生命是永恆的，人沒有生死，你想害任何一個人都害不到，他最後都會成佛。不能再幹傻事，不能再幹錯事。好，今天時間到了，我們就學習到此地。"
    }
  ]
}