{
  "doc_id": "02-039-0242",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二四二集",
    "zh_TW": "第二四二集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-039-0242",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "02-039-0242_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第二百九十三面，第三行从当中看起，我们把文念一段：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第二百九十三面，第三行從當中看起，我們把文念一段："
    },
    {
      "id": "02-039-0242_p0002",
      "zh_CN": "「故本经中，与会诸大菩萨，咸共遵修普贤大士之德。普贤之德者，十大愿王，导归极乐，自利利他，无有穷尽之德。」我们念到此地。十大愿王讲过多次，文字虽然不多，每一句里面含的事理都是无穷无尽，所以每一次讲的也不尽完全相同，大家都可以互相参考。前面讲到「随喜功德」，现在我们讲第六「请转法轮」。从第一到第五都是成就自己的德行，自行，下面这两句是化他。自行之后要化他，化他之前一定要自行，自己德行、智慧没有现前的时候，怎么能够帮助别人？所以发心弘扬正法，这十愿不能不认真学习。",
      "zh_TW": "「故本經中，與會諸大菩薩，咸共遵修普賢大士之德。普賢之德者，十大願王，導歸極樂，自利利他，無有窮盡之德。」我們念到此地。十大願王講過多次，文字雖然不多，每一句裡面含的事理都是無窮無盡，所以每一次講的也不盡完全相同，大家都可以互相參考。前面講到「隨喜功德」，現在我們講第六「請轉法輪」。從第一到第五都是成就自己的德行，自行，下面這兩句是化他。自行之後要化他，化他之前一定要自行，自己德行、智慧沒有現前的時候，怎麼能夠幫助別人？所以發心弘揚正法，這十願不能不認真學習。"
    },
    {
      "id": "02-039-0242_p0003",
      "zh_CN": "「法」是大乘教里面将遍法界虚空界万事万物用一个字做总代名词，这个代名词就叫法，所以佛法无边。佛是觉悟的意思，宇宙，在佛经上讲，遍法界虚空界万事万物无量无边，你对于这些无量无边的法你统统都明了、统统都觉悟，这谈何容易！我们明白这个道理，对诸佛菩萨那种恭敬的心就会生起来。他真的是了不起，崇高的道德、无量的智慧、无尽的善巧方便来教化众生，帮助众生破迷开悟、离苦得乐，这样的人在一切众生里头到哪里去找？这些人都是无量劫的修学累积而成就的。那我们今天能做得到吗？可能。为什么可能？我们过去生中也有无量劫，你能说过去没修过吗？没有学过吗？如果过去没有修学过，今天你决定没有这个缘分，听到佛的名号，听到佛的经典，没有缘！所以我们就能肯定，我们过去生中曾经有多生多劫的修学。为什么没有成就？这就是自己的业障太重，所以修学没成就。就用这一生来说，这些境界都可以能体会得到，我们闻法、接触到佛法这么多年，有人初学才接触几个月，几个月成就就很可观。古人所谓的学佛一年，佛在眼前；学佛二年，佛就在天边；学佛三年，佛就变成云烟，没有了。这是什么？业障、习气，你没有能力敌过，自己过去生中虽然学了，功夫不够，不得力。如果过去生中善根深厚，你功夫得力，你不会被外面境界所转，那种人学佛，十年、二十年、三十年佛都在眼前，没改变。所以从这种现象我们就能体会到，自己过去生中肯定学过，善根福德因缘不足，这就显示出业障很重。",
      "zh_TW": "「法」是大乘教裡面將遍法界虛空界萬事萬物用一個字做總代名詞，這個代名詞就叫法，所以佛法無邊。佛是覺悟的意思，宇宙，在佛經上講，遍法界虛空界萬事萬物無量無邊，你對於這些無量無邊的法你統統都明瞭、統統都覺悟，這談何容易！我們明白這個道理，對諸佛菩薩那種恭敬的心就會生起來。他真的是了不起，崇高的道德、無量的智慧、無盡的善巧方便來教化眾生，幫助眾生破迷開悟、離苦得樂，這樣的人在一切眾生裡頭到哪裡去找？這些人都是無量劫的修學累積而成就的。那我們今天能做得到嗎？可能。為什麼可能？我們過去生中也有無量劫，你能說過去沒修過嗎？沒有學過嗎？如果過去沒有修學過，今天你決定沒有這個緣分，聽到佛的名號，聽到佛的經典，沒有緣！所以我們就能肯定，我們過去生中曾經有多生多劫的修學。為什麼沒有成就？這就是自己的業障太重，所以修學沒成就。就用這一生來說，這些境界都可以能體會得到，我們聞法、接觸到佛法這麼多年，有人初學才接觸幾個月，幾個月成就就很可觀。古人所謂的學佛一年，佛在眼前；學佛二年，佛就在天邊；學佛三年，佛就變成雲煙，沒有了。這是什麼？業障、習氣，你沒有能力敵過，自己過去生中雖然學了，功夫不夠，不得力。如果過去生中善根深厚，你功夫得力，你不會被外面境界所轉，那種人學佛，十年、二十年、三十年佛都在眼前，沒改變。所以從這種現象我們就能體會到，自己過去生中肯定學過，善根福德因緣不足，這就顯示出業障很重。"
    },
    {
      "id": "02-039-0242_p0004",
      "zh_CN": "如何来补救？补救的方法，古人说「勤能补拙」。勤，佛法里面叫精进，只有精进能够弥补我们过去修行的不足。精，简单的说就是要专一，这是精。不能学多，不能学杂，学多、学杂就不精。用力多而成就少，如果精一，用力少而成就大，不一样！所以「一门深入，长时薰修」。佛祖慈悲教诲，我们疏忽了，我们听过这个话，不是没听过，自己也会说得出来，但是没做到。我们细心观察古今中外真正修行成就的人，他得力之处，实在说就在一个「勤」字，精勤。所以六度、十度里，精进是菩萨第一善根，善根能生一切善法。我们的修学，过失就是把我们的精力分散、时间分散了，所以学了多年只能学一点皮毛常识，佛法里的精髓没得到，古人讲的法味没尝到。尝到法味你就有法喜，叫法喜充满、常生欢喜心，完全不一样！古德说了一句话说得好，「世味哪有法味浓」。一般人贪图世味，名闻利养、五欲六尘，贪图这些，修学圣贤、佛法也用贪心来学，贪多，别人学一样我学十样，别人学十样我学一百样，结果别人成就了，我们自己没成就。贪多嚼不烂，这囫囵吞枣，这是错误，不能不改！",
      "zh_TW": "如何來補救？補救的方法，古人說「勤能補拙」。勤，佛法裡面叫精進，只有精進能夠彌補我們過去修行的不足。精，簡單的說就是要專一，這是精。不能學多，不能學雜，學多、學雜就不精。用力多而成就少，如果精一，用力少而成就大，不一樣！所以「一門深入，長時薰修」。佛祖慈悲教誨，我們疏忽了，我們聽過這個話，不是沒聽過，自己也會說得出來，但是沒做到。我們細心觀察古今中外真正修行成就的人，他得力之處，實在說就在一個「勤」字，精勤。所以六度、十度裡，精進是菩薩第一善根，善根能生一切善法。我們的修學，過失就是把我們的精力分散、時間分散了，所以學了多年只能學一點皮毛常識，佛法裡的精髓沒得到，古人講的法味沒嘗到。嘗到法味你就有法喜，叫法喜充滿、常生歡喜心，完全不一樣！古德說了一句話說得好，「世味哪有法味濃」。一般人貪圖世味，名聞利養、五欲六塵，貪圖這些，修學聖賢、佛法也用貪心來學，貪多，別人學一樣我學十樣，別人學十樣我學一百樣，結果別人成就了，我們自己沒成就。貪多嚼不爛，這囫圇吞棗，這是錯誤，不能不改！"
    },
    {
      "id": "02-039-0242_p0005",
      "zh_CN": "现在人修学，也有很多很用功的，方法有问题，更深的问题，古人修学他根扎得好，现在人没扎根，所以怎么用功都比不上古人，根没扎好。包括我自己，我也是根没扎好，现在知道，但是来不及了。根是什么？我们常常听到人家说扎根教育。中国在古代，对于扎根教育非常重视，谁替你扎根？母亲。五伦里「夫妇有别」，夫妇结合组成一个家庭，家庭最大的任务是什么？传宗接代，让你这个家族世世代代延续下去，不至于中断，所以说「不孝有三，无后为大」。这句话说给谁听的？说给做母亲的人听的。「后」不是子孙多、儿女多，不是这个意思，儿女当中要有出色的人出来，他能够继承你的家道、继承你的家学、继承你的家规、继承家业，这个叫你有后人；儿女再多，没有办法继承，一个都没有，那你家叫家破人亡。这个重担是母亲的责任，你说母亲多伟大，母亲多重要。母亲培养下一代，给他做扎根教育，从什么时候做起？从怀孕时候开始，胎教。中国的古礼，怀孕之后那个礼，在这十个月当中，做母亲的人一定要知道，自己的情绪、举止会影响胎儿。如果有不善的念头、不善的言行（言语、行为），胎儿就受了不善的影响，将来生出来之后不好教。如果怀孕期间，起心动念纯净纯善，言行举止都如理如法，这个胎儿他所感染的就纯正，将来很好养，听话。小孩出生之后，从出生到三岁这一千天，这叫扎根教育，扎根是这个地方扎的，三岁之前。父母、大人在婴儿面前一定要守礼，规规矩矩做给他看，他虽然不会说话，他会看、他会听，他已经在模仿、已经在学习。到三岁这一千天，这个根叫根深蒂固，古谚语有一句话说「三岁看八十」，三岁这个根扎得好，八十岁都不会变，你说这个多重要。我们这一代没有了，我上一代也没有了，再上一代已经疏忽了，大概在我的高祖父母还可以，还像个样子，曾祖父母就疏忽了，父母就没有重视这个扎根教育。",
      "zh_TW": "現在人修學，也有很多很用功的，方法有問題，更深的問題，古人修學他根紮得好，現在人沒扎根，所以怎麼用功都比不上古人，根沒紮好。包括我自己，我也是根沒紮好，現在知道，但是來不及了。根是什麼？我們常常聽到人家說扎根教育。中國在古代，對於扎根教育非常重視，誰替你扎根？母親。五倫裡「夫婦有別」，夫婦結合組成一個家庭，家庭最大的任務是什麼？傳宗接代，讓你這個家族世世代代延續下去，不至於中斷，所以說「不孝有三，無後為大」。這句話說給誰聽的？說給做母親的人聽的。「後」不是子孫多、兒女多，不是這個意思，兒女當中要有出色的人出來，他能夠繼承你的家道、繼承你的家學、繼承你的家規、繼承家業，這個叫你有後人；兒女再多，沒有辦法繼承，一個都沒有，那你家叫家破人亡。這個重擔是母親的責任，你說母親多偉大，母親多重要。母親培養下一代，給他做扎根教育，從什麼時候做起？從懷孕時候開始，胎教。中國的古禮，懷孕之後那個禮，在這十個月當中，做母親的人一定要知道，自己的情緒、舉止會影響胎兒。如果有不善的念頭、不善的言行（言語、行為），胎兒就受了不善的影響，將來生出來之後不好教。如果懷孕期間，起心動念純淨純善，言行舉止都如理如法，這個胎兒他所感染的就純正，將來很好養，聽話。小孩出生之後，從出生到三歲這一千天，這叫扎根教育，扎根是這個地方紮的，三歲之前。父母、大人在嬰兒面前一定要守禮，規規矩矩做給他看，他雖然不會說話，他會看、他會聽，他已經在模仿、已經在學習。到三歲這一千天，這個根叫根深蒂固，古諺語有一句話說「三歲看八十」，三歲這個根紮得好，八十歲都不會變，你說這個多重要。我們這一代沒有了，我上一代也沒有了，再上一代已經疏忽了，大概在我的高祖父母還可以，還像個樣子，曾祖父母就疏忽了，父母就沒有重視這個扎根教育。"
    },
    {
      "id": "02-039-0242_p0006",
      "zh_CN": "我们读到中国古礼才明白，人是教得好的，圣贤是教出来的，佛菩萨也是教出来的。《华严经》上佛说得好，「一切众生本来是佛」，中国传统教学当中也常说，人人可以为尧舜，尧舜是古圣先贤当中的榜样，大圣大贤的模范，人的本性就是那个样子。如果没有教？没有教就染成习性，所谓是「近朱则赤，近墨则黑」，就被染污了。所以「性相近，习相远」，本性是一样的，都是佛性，习性就不一样了，这就产生变化。现在我们明白了，我们小时候没有受到这个扎根教育，现在怎么样？补习，不补不行，不补成就不了！补什么？补《弟子规》、补《感应篇》、补《十善业》，这三样东西都是在小时候，三岁之前，母亲、家里面的大人要做出榜样给我们看。",
      "zh_TW": "我們讀到中國古禮才明白，人是教得好的，聖賢是教出來的，佛菩薩也是教出來的。《華嚴經》上佛說得好，「一切眾生本來是佛」，中國傳統教學當中也常說，人人可以為堯舜，堯舜是古聖先賢當中的榜樣，大聖大賢的模範，人的本性就是那個樣子。如果沒有教？沒有教就染成習性，所謂是「近朱則赤，近墨則黑」，就被染污了。所以「性相近，習相遠」，本性是一樣的，都是佛性，習性就不一樣了，這就產生變化。現在我們明白了，我們小時候沒有受到這個扎根教育，現在怎麼樣？補習，不補不行，不補成就不了！補什麼？補《弟子規》、補《感應篇》、補《十善業》，這三樣東西都是在小時候，三歲之前，母親、家裡面的大人要做出榜樣給我們看。"
    },
    {
      "id": "02-039-0242_p0007",
      "zh_CN": "我们这一代很不幸，生在乱世，满清亡国之后，中国这块土地混乱了，军阀割据、中日战争、第二次世界大战，我们生存在这个环境当中，所以教学疏忽了。我们不能责怪父母，不能责怪祖先，佛在《无量寿经》上讲得好，「先人不善，不识道德，无有语者」，没把我们教好，「殊无怪也」，佛不怪我们，也不怪我们的父母、祖先，这是大慈大悲，这是儒家讲的忠恕之道。不必再责备，要紧的是怎么补课。真正发心弘法利生，续佛慧命，我们如果认真努力，用两年的功夫把这个课补起来。两年的功夫，德行就是补《弟子规》、《感应篇》、《十善业》，要把它做到，这个东西不是念的、不是背的、不是讲的，是我们实际上的生活行为，要做到。另外一个做到的就是文字。你要想弘法利生，发这个愿，那就是从前李老师教导我们的，你一定要通达世出世间法。通达佛法，你讲经契理，通达世间法，你讲经契机；通达佛法不通世间法是契理不契机，通达世间法不通达佛法是契机不契理，都不行。那我们要涉猎世出世间法，头一个是文字，这些经典、古籍都是文言文写的，你必须要学习文言文。文言文的学习不难，老师教导我们，你能够背诵、能够讲解五十篇古文，你就有能力阅读文言文，我们讲堂这边的《四库全书》你就有能力看，五千年文化遗产这把钥匙你就拿到，你就得受用。你不懂文言文展开经卷你看不懂。《大藏经》是用当时白话文翻译的，也就是很浅的文言文，可是没有文言文的基础你还是不行，所以必须要用一点时间。我以为是两年，一百个星期，一个星期去背一篇古文，一百篇，两年你就能背一百篇古文。一百篇古文，不但你能够读、你能够写。你只要有这个条件，你的宏愿就能圆满，续佛慧命、弘法利生你可以做得到，没有这两个基本条件是决定做不到的，所以得辛苦两年。",
      "zh_TW": "我們這一代很不幸，生在亂世，滿清亡國之後，中國這塊土地混亂了，軍閥割據、中日戰爭、第二次世界大戰，我們生存在這個環境當中，所以教學疏忽了。我們不能責怪父母，不能責怪祖先，佛在《無量壽經》上講得好，「先人不善，不識道德，無有語者」，沒把我們教好，「殊無怪也」，佛不怪我們，也不怪我們的父母、祖先，這是大慈大悲，這是儒家講的忠恕之道。不必再責備，要緊的是怎麼補課。真正發心弘法利生，續佛慧命，我們如果認真努力，用兩年的功夫把這個課補起來。兩年的功夫，德行就是補《弟子規》、《感應篇》、《十善業》，要把它做到，這個東西不是念的、不是背的、不是講的，是我們實際上的生活行為，要做到。另外一個做到的就是文字。你要想弘法利生，發這個願，那就是從前李老師教導我們的，你一定要通達世出世間法。通達佛法，你講經契理，通達世間法，你講經契機；通達佛法不通世間法是契理不契機，通達世間法不通達佛法是契機不契理，都不行。那我們要涉獵世出世間法，頭一個是文字，這些經典、古籍都是文言文寫的，你必須要學習文言文。文言文的學習不難，老師教導我們，你能夠背誦、能夠講解五十篇古文，你就有能力閱讀文言文，我們講堂這邊的《四庫全書》你就有能力看，五千年文化遺產這把鑰匙你就拿到，你就得受用。你不懂文言文展開經卷你看不懂。《大藏經》是用當時白話文翻譯的，也就是很淺的文言文，可是沒有文言文的基礎你還是不行，所以必須要用一點時間。我以為是兩年，一百個星期，一個星期去背一篇古文，一百篇，兩年你就能背一百篇古文。一百篇古文，不但你能夠讀、你能夠寫。你只要有這個條件，你的宏願就能圓滿，續佛慧命、弘法利生你可以做得到，沒有這兩個基本條件是決定做不到的，所以得辛苦兩年。"
    },
    {
      "id": "02-039-0242_p0008",
      "zh_CN": "我们学净宗，现在年龄都不小了，大概都四十以上，真是有难处！那怎么办？有人来问我，我们《无量寿经》四十八品就好像四十八篇文章一样，我用这个来做古文读行不行？行。能把这个背出来，也能够讲得清楚，大概你读经没有问题，三藏十二部你有能力阅读。要背、要讲。讲解，黄念祖老居士注得好，你看他引证，引经据典，总共引用一百九十三部经论；换句话说，读他的注解，也就是说你读过一百九十三部经论，所以一门深入可以。但是中国的古籍，文字比这个深，至少你还要去读五十篇古文，这个古文最好是选，在古文里面去选五十篇。这个工作最近蔡礼旭老师他在做，他一共选出一百六十二篇，他把这个题目给我看了，选得很好。在这一百六十二篇里面你选个五、六十篇把它念熟，两年时间，我们这个基础才扎得稳。有这个基础，十年之后，你还有八年，「一门深入，长时薰修」，这样十年之后，你在这个世界上就是很出色的一位汉学家。四十岁开始可以，五十岁成就。中国东北刘素云居士，五十五岁开始，六十五岁成就，这是非常好的榜样；五十五岁都不止，六十五岁成就。这次跟着我一起，在新加坡、马来西亚、印度尼西亚，到处有人请她讲演，非常受人欢迎，真是古人所说的，「十载寒窗，一举成名」。讲得很内行，讲得很道地，不像是初学的，真有老法师的那个味道。这些人都给我们做榜样，勉励我们认真去修学。",
      "zh_TW": "我們學淨宗，現在年齡都不小了，大概都四十以上，真是有難處！那怎麼辦？有人來問我，我們《無量壽經》四十八品就好像四十八篇文章一樣，我用這個來做古文讀行不行？行。能把這個背出來，也能夠講得清楚，大概你讀經沒有問題，三藏十二部你有能力閱讀。要背、要講。講解，黃念祖老居士註得好，你看他引證，引經據典，總共引用一百九十三部經論；換句話說，讀他的註解，也就是說你讀過一百九十三部經論，所以一門深入可以。但是中國的古籍，文字比這個深，至少你還要去讀五十篇古文，這個古文最好是選，在古文裡面去選五十篇。這個工作最近蔡禮旭老師他在做，他一共選出一百六十二篇，他把這個題目給我看了，選得很好。在這一百六十二篇裡面你選個五、六十篇把它念熟，兩年時間，我們這個基礎才紮得穩。有這個基礎，十年之後，你還有八年，「一門深入，長時薰修」，這樣十年之後，你在這個世界上就是很出色的一位漢學家。四十歲開始可以，五十歲成就。中國東北劉素雲居士，五十五歲開始，六十五歲成就，這是非常好的榜樣；五十五歲都不止，六十五歲成就。這次跟著我一起，在新加坡、馬來西亞、印度尼西亞，到處有人請她講演，非常受人歡迎，真是古人所說的，「十載寒窗，一舉成名」。講得很內行，講得很道地，不像是初學的，真有老法師的那個味道。這些人都給我們做榜樣，勉勵我們認真去修學。"
    },
    {
      "id": "02-039-0242_p0009",
      "zh_CN": "十年之内，最好是不出门。你看古大德人家的成就，一生住在一个山上、一个寺庙，不出大门的，他心是定的。到处跑他心浮动，很难成就，外面的诱惑力量太强。能不能十年不下山？这要有恒心、要有毅力。我过去曾经六次访问日本，我去参观日本的比叡山，日本人称比叡山是佛教的母亲。日本有十三个宗派，十三个宗派的祖师，开山祖师都是在这个山上修行的。十年前我去参访的时候，我就向他们请教，他们的住持请教，那些祖师们在比叡山居住时间多长？就是他下山。他告诉我，最长的三十多年，最短的大概是十六、七年。人家的成就，就从这几句话当中，我们就能够体会到。所以学院在此地建立，我们提出九年的修学，那个时候有人告诉我，是不是时间太长，能不能七年？我在日本访问之后，我的心就定下来了，九年不长，比起比叡山修行的这些大德们还差很远，他们最少十七年，我们这才九年，一半。",
      "zh_TW": "十年之內，最好是不出門。你看古大德人家的成就，一生住在一個山上、一個寺廟，不出大門的，他心是定的。到處跑他心浮動，很難成就，外面的誘惑力量太強。能不能十年不下山？這要有恆心、要有毅力。我過去曾經六次訪問日本，我去參觀日本的比叡山，日本人稱比叡山是佛教的母親。日本有十三個宗派，十三個宗派的祖師，開山祖師都是在這個山上修行的。十年前我去參訪的時候，我就向他們請教，他們的住持請教，那些祖師們在比叡山居住時間多長？就是他下山。他告訴我，最長的三十多年，最短的大概是十六、七年。人家的成就，就從這幾句話當中，我們就能夠體會到。所以學院在此地建立，我們提出九年的修學，那個時候有人告訴我，是不是時間太長，能不能七年？我在日本訪問之後，我的心就定下來了，九年不長，比起比叡山修行的這些大德們還差很遠，他們最少十七年，我們這才九年，一半。"
    },
    {
      "id": "02-039-0242_p0010",
      "zh_CN": "可是九年有没有成就？没成就。为什么没成就？我们的根没扎好，在这上疏忽了。九年在此地，虽然没什么大的过失，也没什么大的成就，成绩平平，所以我希望往后再九年，大家成绩出来，这是我对学院同学们的期望。今年十月，我们做个十周年纪念，希望二十周年纪念，净宗学院有几个出色的汉学家、祖师大德出现。不是做不到！怎么学成的？要靠自己，不能靠别人。现在这个时代没有人督促你，完全靠自己自觉、自悟、自修，自己成就自己，这个地方提供你一个良好的修学环境。只要把三个根扎稳，《无量寿经》能够背诵，背诵之后要依教奉行，会背、会讲，不能行，没用处。《无量寿经》里面的理论变成我们自己的思想，里面的教诲变成我们的行为，你就成功，你就是一代的高僧大德。佛法重在实行，能行当然就能讲，能讲未必能行；能行自己才得到真实的功德、真实受用，能讲未必能得到。",
      "zh_TW": "可是九年有沒有成就？沒成就。為什麼沒成就？我們的根沒紮好，在這上疏忽了。九年在此地，雖然沒什麼大的過失，也沒什麼大的成就，成績平平，所以我希望往後再九年，大家成績出來，這是我對學院同學們的期望。今年十月，我們做個十週年紀念，希望二十週年紀念，淨宗學院有幾個出色的漢學家、祖師大德出現。不是做不到！怎麼學成的？要靠自己，不能靠別人。現在這個時代沒有人督促你，完全靠自己自覺、自悟、自修，自己成就自己，這個地方提供你一個良好的修學環境。只要把三個根紮穩，《無量壽經》能夠背誦，背誦之後要依教奉行，會背、會講，不能行，沒用處。《無量壽經》裡面的理論變成我們自己的思想，裡面的教誨變成我們的行為，你就成功，你就是一代的高僧大德。佛法重在實行，能行當然就能講，能講未必能行；能行自己才得到真實的功德、真實受用，能講未必能得到。"
    },
    {
      "id": "02-039-0242_p0011",
      "zh_CN": "所以请转法轮是请自己，不能请别人。为什么许许多多年轻人，发心的时候很好，最后都被淘汰掉，什么原因？没有能力降伏贪瞋痴慢疑，这五个字是五毒。用什么方法来降伏？就是用扎根的教育来对治。《弟子规》是中国传统教育，《感应篇》是因果教育，《十善业道》是大乘教育，你能把这三个根扎好，你就有圣贤的基础。你能够一心，一个目标、一个方向，专学《无量寿经》，专宗净土法门，你会得到阿弥陀佛本愿加持，你学习中国传统文化，教导传统文化一定非常出色。在网路面前的同修，在电视机面前的同修，人人都有分，只要照这个办法去做，没有一个不成功。",
      "zh_TW": "所以請轉法輪是請自己，不能請別人。為什麼許許多多年輕人，發心的時候很好，最後都被淘汰掉，什麼原因？沒有能力降伏貪瞋痴慢疑，這五個字是五毒。用什麼方法來降伏？就是用扎根的教育來對治。《弟子規》是中國傳統教育，《感應篇》是因果教育，《十善業道》是大乘教育，你能把這三個根紮好，你就有聖賢的基礎。你能夠一心，一個目標、一個方向，專學《無量壽經》，專宗淨土法門，你會得到阿彌陀佛本願加持，你學習中國傳統文化，教導傳統文化一定非常出色。在網路面前的同修，在電視機面前的同修，人人都有分，只要照這個辦法去做，沒有一個不成功。"
    },
    {
      "id": "02-039-0242_p0012",
      "zh_CN": "释迦牟尼佛当年示现初成道的时候三十岁，菩提树下大彻大悟、明心见性、见性成佛。佛法是师道，没有人来请佛说法佛就走了，他就入般涅槃。人间看到这个出家人在毕钵罗树底下打坐，入定了，没人理他，出定之后没人认识他。眼看着释迦牟尼佛就想灭度、想走了，净居天人看到了着急。净居天在第四禅，就是五不还天，他们看到了，他们下来，变化人身，跪在佛面前请转法轮、请佛住世。佛答应，这才住在世间四十九年，为我们讲经说法三百余会。这是净居天人积的德，要不是他，释迦牟尼佛就不见了。也许那些净居天人也不是凡夫，可能都是大权示现；真正是六道凡夫，就是天人，也没有这么大的智慧跟福报来请转法轮、请佛住世。所以弘护正法，这两愿是无量无边的真实功德。今天我们请转法轮，请自己转法轮；请佛住世，请自己住世，外面人没有人知道，谁请你？所以自己要请自佛转法轮，请自佛住世，这就是请佛讲经。",
      "zh_TW": "釋迦牟尼佛當年示現初成道的時候三十歲，菩提樹下大徹大悟、明心見性、見性成佛。佛法是師道，沒有人來請佛說法佛就走了，他就入般涅槃。人間看到這個出家人在畢缽羅樹底下打坐，入定了，沒人理他，出定之後沒人認識他。眼看著釋迦牟尼佛就想滅度、想走了，淨居天人看到了著急。淨居天在第四禪，就是五不還天，他們看到了，他們下來，變化人身，跪在佛面前請轉法輪、請佛住世。佛答應，這才住在世間四十九年，為我們講經說法三百餘會。這是淨居天人積的德，要不是他，釋迦牟尼佛就不見了。也許那些淨居天人也不是凡夫，可能都是大權示現；真正是六道凡夫，就是天人，也沒有這麼大的智慧跟福報來請轉法輪、請佛住世。所以弘護正法，這兩願是無量無邊的真實功德。今天我們請轉法輪，請自己轉法輪；請佛住世，請自己住世，外面人沒有人知道，誰請你？所以自己要請自佛轉法輪，請自佛住世，這就是請佛講經。"
    },
    {
      "id": "02-039-0242_p0013",
      "zh_CN": "我们知道世间人讲修福，修最大的福报、最殊胜的福报是什么福报？古人知道，释迦牟尼佛在世，你看看许多国王、大臣、长者、居士他们知道，请佛讲一部经。时间短，三天、五天讲一部小经，时间如果长，有个半年、三个月可以讲一部大经。讲经的福，冥阳两利！开这个法会，讲经就是法会，参与的人听经觉悟了，消业障、开智慧；我们肉眼看不到的众生，那个人数比我们多，不知道要多多少倍，他们都来听，一样的消业障、开智慧。以这个福德回向虚空法界，回向这一个地区，消除灾难，百事兴旺，你说这功德多大。请谁讲？当然最殊胜的是有修有证，证果的人，请他来讲，这功德大；没有证果的，不得已而求其次，要找有真修的人来讲，也能够得福。如果讲的人没有修行，那变成世间法，现在所讲的学者、专家，他们能说，他没做到。他给你讲佛经，这是佛菩萨做的，我们做不到；给我们讲四书五经，这是孔子、孟子他们做到的，我们做不到。那就变成什么？世间善法，不能说没有好处，有好处，不大！像今天这个社会问题解决不了，今天地球的灾变没有办法化解。真正有修、有行，这个功德可以化解灾难，那证果就更不必说了。所以世间人修学功德，第一功德就是请法师讲经。",
      "zh_TW": "我們知道世間人講修福，修最大的福報、最殊勝的福報是什麼福報？古人知道，釋迦牟尼佛在世，你看看許多國王、大臣、長者、居士他們知道，請佛講一部經。時間短，三天、五天講一部小經，時間如果長，有個半年、三個月可以講一部大經。講經的福，冥陽兩利！開這個法會，講經就是法會，參與的人聽經覺悟了，消業障、開智慧；我們肉眼看不到的眾生，那個人數比我們多，不知道要多多少倍，他們都來聽，一樣的消業障、開智慧。以這個福德迴向虛空法界，迴向這一個地區，消除災難，百事興旺，你說這功德多大。請誰講？當然最殊勝的是有修有證，證果的人，請他來講，這功德大；沒有證果的，不得已而求其次，要找有真修的人來講，也能夠得福。如果講的人沒有修行，那變成世間法，現在所講的學者、專家，他們能說，他沒做到。他給你講佛經，這是佛菩薩做的，我們做不到；給我們講四書五經，這是孔子、孟子他們做到的，我們做不到。那就變成什麼？世間善法，不能說沒有好處，有好處，不大！像今天這個社會問題解決不了，今天地球的災變沒有辦法化解。真正有修、有行，這個功德可以化解災難，那證果就更不必說了。所以世間人修學功德，第一功德就是請法師講經。"
    },
    {
      "id": "02-039-0242_p0014",
      "zh_CN": "法师这个名词诸位要记住，对佛法有修行，真修的、真能讲的都叫法师。法师这个名词，不一定是出家人称，在家人也称，这是佛教里的名词术语，我们一定要懂。和尚、法师，在家出家都可以称，在家人可以称和尚。和尚翻成中国意思叫「亲教师」，好像学校里面的老师一样，他直接教我的，现在讲指导教授，那我称他为和尚，这个非常亲切，他直接教我的。那学校老师很多，没有上我的课的，我们一般就称老师，就是法师，法师不一定上过我的课，但是和尚一定是直接教我的。所以在家，我学佛法是跟李炳南老居士学的，我称他为和尚；出家很多老法师，他没有教给我，我称他法师，我不称他和尚。只有比丘、比丘尼、沙弥、沙弥尼，这一定是出家人，这个称呼我们要搞清楚。所以法师，男女老少、出家在家，只要他懂佛法，他能够把佛法讲给我们听，我们都称他为法师。所以在家可以称和尚，可以当和尚，而且你可以教出家的学生。",
      "zh_TW": "法師這個名詞諸位要記住，對佛法有修行，真修的、真能講的都叫法師。法師這個名詞，不一定是出家人稱，在家人也稱，這是佛教裡的名詞術語，我們一定要懂。和尚、法師，在家出家都可以稱，在家人可以稱和尚。和尚翻成中國意思叫「親教師」，好像學校裡面的老師一樣，他直接教我的，現在講指導教授，那我稱他為和尚，這個非常親切，他直接教我的。那學校老師很多，沒有上我的課的，我們一般就稱老師，就是法師，法師不一定上過我的課，但是和尚一定是直接教我的。所以在家，我學佛法是跟李炳南老居士學的，我稱他為和尚；出家很多老法師，他沒有教給我，我稱他法師，我不稱他和尚。只有比丘、比丘尼、沙彌、沙彌尼，這一定是出家人，這個稱呼我們要搞清楚。所以法師，男女老少、出家在家，只要他懂佛法，他能夠把佛法講給我們聽，我們都稱他為法師。所以在家可以稱和尚，可以當和尚，而且你可以教出家的學生。"
    },
    {
      "id": "02-039-0242_p0015",
      "zh_CN": "这个事情，释迦牟尼佛在世就做出样子给我们看。世尊当年在世，有一个大德居士维摩居士，维摩居士讲经教学，你看释迦牟尼佛让他的学生目犍连、舍利弗这些人都去听讲，他们见到维摩居士，跟见释迦牟尼佛的礼节一样，顶礼三拜，右绕三匝，礼节完全相同。这就是说明佛法是师道，老师第一大。他是在家居士，但是他是老师的身分，你虽然是出家人，你是学生的身分，你就得尊师重道。由此可知，世尊当年在世同时是两尊佛出世，一个示现在家，一个示现出家，释迦牟尼出家佛，维摩居士在家佛，地位是平等的，没有高下。一出家就好像我很了不起，我是众中尊，我得比人高一等，这出家能成就吗？高一点是什么？傲慢心起来了。你出家不生智慧，怎么生烦恼？出家生智慧才对的，生烦恼就错了。这是一定要懂得，佛门这些规矩、这些称呼，然后我们才晓得佛法是教学，实实在在它不是宗教。我们跟释迦牟尼佛的关系是师生关系，称释迦牟尼佛为本师，创教的这个老师，本师，自称为弟子，弟子是学生。我们跟佛是师生关系，跟菩萨是同学关系，菩萨是老师前届的学生，我们是后一届的，我们前后同学，这个关系。虽然是同学，他有能力教导我们，所以我们也尊称他为老师。可是菩萨看我们一定是师兄弟，对我们非常爱护，也时时刻刻在帮助我们。",
      "zh_TW": "這個事情，釋迦牟尼佛在世就做出樣子給我們看。世尊當年在世，有一個大德居士維摩居士，維摩居士講經教學，你看釋迦牟尼佛讓他的學生目犍連、舍利弗這些人都去聽講，他們見到維摩居士，跟見釋迦牟尼佛的禮節一樣，頂禮三拜，右繞三匝，禮節完全相同。這就是說明佛法是師道，老師第一大。他是在家居士，但是他是老師的身分，你雖然是出家人，你是學生的身分，你就得尊師重道。由此可知，世尊當年在世同時是兩尊佛出世，一個示現在家，一個示現出家，釋迦牟尼出家佛，維摩居士在家佛，地位是平等的，沒有高下。一出家就好像我很了不起，我是眾中尊，我得比人高一等，這出家能成就嗎？高一點是什麼？傲慢心起來了。你出家不生智慧，怎麼生煩惱？出家生智慧才對的，生煩惱就錯了。這是一定要懂得，佛門這些規矩、這些稱呼，然後我們才曉得佛法是教學，實實在在它不是宗教。我們跟釋迦牟尼佛的關係是師生關係，稱釋迦牟尼佛為本師，創教的這個老師，本師，自稱為弟子，弟子是學生。我們跟佛是師生關係，跟菩薩是同學關係，菩薩是老師前屆的學生，我們是後一屆的，我們前後同學，這個關係。雖然是同學，他有能力教導我們，所以我們也尊稱他為老師。可是菩薩看我們一定是師兄弟，對我們非常愛護，也時時刻刻在幫助我們。"
    },
    {
      "id": "02-039-0242_p0016",
      "zh_CN": "第七句「请佛住世」。请法师到这个地方来讲经，讲一部经容易、好办，我们租一个场地，邀集一下志同道合学佛的朋友，佛友，我们请法师来讲经，大家都来听经。短的时间三、五天，长时间一、二个月，通常一个月是最多的、最普遍的。在国外比较辛苦，国外的工作每天八小时，一个星期工作五天，两天休假，所以一个星期最好讲经的时候只排在星期六跟星期天，他有时间来听，如果每天讲，他没有办法来听。所以我们在国外讲经，一个星期两天。其他五天怎么办？特别是对初学讲经的，如果一日暴之，十日寒之，不会成就的。所以我们就找老人，退休的老人，他没有工作，我们找这些人。不是星期六，不是星期天，我们找这些人，找个三个、五个给他们讲经。讲经不能中断，天天要讲。每天，当年老师教导我们，每天至少要讲一个小时，天天不能中断，一个人也能讲，两个人也能讲，不一定要讲台，这样自己才能成就。",
      "zh_TW": "第七句「請佛住世」。請法師到這個地方來講經，講一部經容易、好辦，我們租一個場地，邀集一下志同道合學佛的朋友，佛友，我們請法師來講經，大家都來聽經。短的時間三、五天，長時間一、二個月，通常一個月是最多的、最普遍的。在國外比較辛苦，國外的工作每天八小時，一個星期工作五天，兩天休假，所以一個星期最好講經的時候只排在星期六跟星期天，他有時間來聽，如果每天講，他沒有辦法來聽。所以我們在國外講經，一個星期兩天。其他五天怎麼辦？特別是對初學講經的，如果一日暴之，十日寒之，不會成就的。所以我們就找老人，退休的老人，他沒有工作，我們找這些人。不是星期六，不是星期天，我們找這些人，找個三個、五個給他們講經。講經不能中斷，天天要講。每天，當年老師教導我們，每天至少要講一個小時，天天不能中斷，一個人也能講，兩個人也能講，不一定要講台，這樣自己才能成就。"
    },
    {
      "id": "02-039-0242_p0017",
      "zh_CN": "请佛住世，这就是正法久住。怎么住法？要帮助下一代。佛法不能在我这一代中断，要帮助底下一代，后继有人，正法就久住。道场不重要，这个诸位要知道，道场如果重要的话，释迦牟尼佛当年为什么不建道场？他建道场太容易了，他的俗家是王族，有能力给他建道场。我们在经教里面常常看到，拜他为老师的，当时大国的国王有十六个，这十六个国王每个国王给他建个道场，我相信那很容易的事情。为什么他老人家一生一个道场都没有，都是住在树林里面，「树下一宿，日中一食」，他过这样的生活。释迦牟尼佛入灭也在树林里头，不在房子里头，真正做得干净俐落给我们看。这在讲真修行，我们比不上人家，人家每天晚上野外露宿，身体健康不生病，金刚不坏身，我们如果到外面树下去露宿一夜，第二天要进加护病房，不能跟他比，我们今天住这个房子要生惭愧心。跟佛比，跟佛当年弟子比，我们差得太远，能可以不用功吗？能可以不发愤吗？",
      "zh_TW": "請佛住世，這就是正法久住。怎麼住法？要幫助下一代。佛法不能在我這一代中斷，要幫助底下一代，後繼有人，正法就久住。道場不重要，這個諸位要知道，道場如果重要的話，釋迦牟尼佛當年為什麼不建道場？他建道場太容易了，他的俗家是王族，有能力給他建道場。我們在經教裡面常常看到，拜他為老師的，當時大國的國王有十六個，這十六個國王每個國王給他建個道場，我相信那很容易的事情。為什麼他老人家一生一個道場都沒有，都是住在樹林裡面，「樹下一宿，日中一食」，他過這樣的生活。釋迦牟尼佛入滅也在樹林裡頭，不在房子裡頭，真正做得乾淨俐落給我們看。這在講真修行，我們比不上人家，人家每天晚上野外露宿，身體健康不生病，金剛不壞身，我們如果到外面樹下去露宿一夜，第二天要進加護病房，不能跟他比，我們今天住這個房子要生慚愧心。跟佛比，跟佛當年弟子比，我們差得太遠，能可以不用功嗎？能可以不發憤嗎？"
    },
    {
      "id": "02-039-0242_p0018",
      "zh_CN": "所以道场的建立有没有必要？有必要。怎么建立法？建立学校。要知道，佛法传到中国，寺院庵堂全是学校，教学的场所，藏经的场所。经书需要好好的保管，要图书馆，佛家叫藏经阁、藏经楼，这是供养法宝的地方，是一个道场主要的建筑物。殿堂是教室，大雄宝殿是集会的地方，也能够当大教室。所以建一个道场，我主张建学校。佛法要走向现代化，要走向本土化，这不是我倡导的，佛法本来就是。佛法在哪一个国家，佛像面孔要像那个当地人的相貌，他有亲切感。你们仔细去观察，在中国塑的佛菩萨像像中国人，日本人造的佛菩萨像就像日本人，泰国的佛像像泰国人，缅甸的佛像像缅甸人，这什么？本土化。道场的形式也要本土化，还得要现代化。",
      "zh_TW": "所以道場的建立有沒有必要？有必要。怎麼建立法？建立學校。要知道，佛法傳到中國，寺院庵堂全是學校，教學的場所，藏經的場所。經書需要好好的保管，要圖書館，佛家叫藏經閣、藏經樓，這是供養法寶的地方，是一個道場主要的建築物。殿堂是教室，大雄寶殿是集會的地方，也能夠當大教室。所以建一個道場，我主張建學校。佛法要走向現代化，要走向本土化，這不是我倡導的，佛法本來就是。佛法在哪一個國家，佛像面孔要像那個當地人的相貌，他有親切感。你們仔細去觀察，在中國塑的佛菩薩像像中國人，日本人造的佛菩薩像就像日本人，泰國的佛像像泰國人，緬甸的佛像像緬甸人，這什麼？本土化。道場的形式也要本土化，還得要現代化。"
    },
    {
      "id": "02-039-0242_p0019",
      "zh_CN": "我好像是在八几年的时候第一次回到中国，到北京跟赵朴老见面。我们同乡，所以见面非常亲切，聊得很开心，谈了四个半钟点，他接待我们吃晚饭。我们有个团体，好像二十多个人，我就跟他谈到道场的问题，古代遗留下来的这些道场，名山宝刹，能不能做正法久住的道场？给诸位说，不能。为什么？观光旅游的人太多，从早到晚接应不暇，人都个个忙得精疲力倦，哪有时间念佛？连念佛的时间都没有了，看经、研教就更谈不上。好不好？好事，继续去做，这我的看法；所有古时候的道场恢复起来，统统做旅游的事业，对国内、对外国进行机会教育。人家来观光旅游给他介绍，这些佛菩萨形像，这些艺术它代表什么意思，把表法的意思告诉大家，这上课。人家来参观旅游是交了学费，一定要学一点东西回去，不让他失望。",
      "zh_TW": "我好像是在八幾年的時候第一次回到中國，到北京跟趙樸老見面。我們同鄉，所以見面非常親切，聊得很開心，談了四個半鐘點，他接待我們吃晚飯。我們有個團體，好像二十多個人，我就跟他談到道場的問題，古代遺留下來的這些道場，名山寶剎，能不能做正法久住的道場？給諸位說，不能。為什麼？觀光旅遊的人太多，從早到晚接應不暇，人都個個忙得精疲力倦，哪有時間念佛？連念佛的時間都沒有了，看經、研教就更談不上。好不好？好事，繼續去做，這我的看法；所有古時候的道場恢復起來，統統做旅遊的事業，對國內、對外國進行機會教育。人家來觀光旅遊給他介紹，這些佛菩薩形像，這些藝術它代表什麼意思，把表法的意思告訴大家，這上課。人家來參觀旅遊是交了學費，一定要學一點東西回去，不讓他失望。"
    },
    {
      "id": "02-039-0242_p0020",
      "zh_CN": "关于正法久住的事情，最好建大学，仿照外国大学城。像我在美国看到许多，一个学校它就是一个城市，建大学城。因为交通方便、资讯发达，不要建很多，全国像中国这么大，建十个道场就够了。十个宗派，每一个宗派建一个道场，你想学哪个宗派，你就到那个道场去学习。这个道场里面一定两个部分，一个是学院，一个是学会，学会是修行的，学院是研究经教的，有解门、有行门，向这个方向去发展，好！赵朴老很赞成我的想法，佛法就会兴旺起来。如果国家向这个目标去发展，应该首先办研究院，培养师资。硬体的建设很容易，有钱就可以做，谁来教，这是个问题，所以先办研究所培养老师。一个宗派能够有五、六十个老师就行了，这个大学城它就能建造。希望中国十个宗派，每一个宗派都能够有五十到一百个老师，佛陀教育就兴旺起来了。这叫做「请佛住世」。",
      "zh_TW": "關於正法久住的事情，最好建大學，仿照外國大學城。像我在美國看到許多，一個學校它就是一個城市，建大學城。因為交通方便、資訊發達，不要建很多，全國像中國這麼大，建十個道場就夠了。十個宗派，每一個宗派建一個道場，你想學哪個宗派，你就到那個道場去學習。這個道場裡面一定兩個部分，一個是學院，一個是學會，學會是修行的，學院是研究經教的，有解門、有行門，向這個方向去發展，好！趙樸老很贊成我的想法，佛法就會興旺起來。如果國家向這個目標去發展，應該首先辦研究院，培養師資。硬體的建設很容易，有錢就可以做，誰來教，這是個問題，所以先辦研究所培養老師。一個宗派能夠有五、六十個老師就行了，這個大學城它就能建造。希望中國十個宗派，每一個宗派都能夠有五十到一百個老師，佛陀教育就興旺起來了。這叫做「請佛住世」。"
    },
    {
      "id": "02-039-0242_p0021",
      "zh_CN": "现代的教学，最重要的设施就是卫星电视。这十个宗派就是十个学院，十个学院合起来就是一个宗教大学，就是大学。自己有卫星电视、有网际网路，每一堂课、每一个宗派可以拥有几个频道，让一切大众有机会一门深入、长时薰修。这样做法，我们有理由相信，十年之后，这个时代所出的高僧大德远远超过古代，是任何一个时代所不及。不是做不到！现在这种科学技术的话，你说在从前，我们要听一部经多难，这部经听完想再听一遍，老师不肯给你讲，现在我们把它录像录下来，你听一百遍、听一千遍也没有人障碍你。真是古人所说的，「读书千遍，其义自见」，你听一百遍开悟了。这是古人没有办法做到的，现在人可以做到。读经，经书里面生字很多都不懂，我们把它用录像，把一部书录出来，这个画面上不要有人，画面上是文字、声音，你看看着文字、听到声音，这不就帮助你念了吗？这个方法好，每天二十四小时不断的播放，什么时候有空你什么时候就学，你的时间一点都不空过，只要会用，这是我们可以做得到的。人人都学，人人都成佛了，人人都成菩萨了，这不就正法久住了吗？",
      "zh_TW": "現代的教學，最重要的設施就是衛星電視。這十個宗派就是十個學院，十個學院合起來就是一個宗教大學，就是大學。自己有衛星電視、有網際網路，每一堂課、每一個宗派可以擁有幾個頻道，讓一切大眾有機會一門深入、長時薰修。這樣做法，我們有理由相信，十年之後，這個時代所出的高僧大德遠遠超過古代，是任何一個時代所不及。不是做不到！現在這種科學技術的話，你說在從前，我們要聽一部經多難，這部經聽完想再聽一遍，老師不肯給你講，現在我們把它錄像錄下來，你聽一百遍、聽一千遍也沒有人障礙你。真是古人所說的，「讀書千遍，其義自見」，你聽一百遍開悟了。這是古人沒有辦法做到的，現在人可以做到。讀經，經書裡面生字很多都不懂，我們把它用錄像，把一部書錄出來，這個畫面上不要有人，畫面上是文字、聲音，你看看著文字、聽到聲音，這不就幫助你念了嗎？這個方法好，每天二十四小時不斷的播放，什麼時候有空你什麼時候就學，你的時間一點都不空過，只要會用，這是我們可以做得到的。人人都學，人人都成佛了，人人都成菩薩了，這不就正法久住了嗎？"
    },
    {
      "id": "02-039-0242_p0022",
      "zh_CN": "所以我们不能够学从前那个老规矩，那个不行，那个一个人、两个人的时候，一生，经你学成了，别人学不到。现在我们可以同时，一个人学，千千万万人同时学习，不知道成就多少人，用这个方法。这个方法也不是我想出来的，早年方东美先生告诉我的。那个时候的电视还没有彩色，黑白的，他说这个东西好，好工具，要会用它，用这个方法来讲经，把佛法送到每个人家庭，他可以不必到道场往返奔波，他在家里就可以收看，就可以学习，这个工具要记住、要利用。在那个时候我们不敢想，这个东西成本太高，要花多少钱，哪来的这么多钱？没有想到，现在科技发展日新月异，成本不断的降低。所以我们在二００三年元旦，卫星电视开播，到今年九年了，受益的人非常之多。所以道场不必很大，用这个工具可以发挥很大很大的效果，让全世界有志一同的人都能够在一起学习。一年可以办一个活动，时间不要很长，一个星期就够了，办一个修学心得分享大会，来自世界各地方我们聚集一堂，来讨论、来交流，彼此互相认识。一年办一次这个活动就够了，租一个大的场地，能够容纳五千人到一万人的场地，一年举行一次这个活动，互相勉励。",
      "zh_TW": "所以我們不能夠學從前那個老規矩，那個不行，那個一個人、兩個人的時候，一生，經你學成了，別人學不到。現在我們可以同時，一個人學，千千萬萬人同時學習，不知道成就多少人，用這個方法。這個方法也不是我想出來的，早年方東美先生告訴我的。那個時候的電視還沒有彩色，黑白的，他說這個東西好，好工具，要會用它，用這個方法來講經，把佛法送到每個人家庭，他可以不必到道場往返奔波，他在家裡就可以收看，就可以學習，這個工具要記住、要利用。在那個時候我們不敢想，這個東西成本太高，要花多少錢，哪來的這麼多錢？沒有想到，現在科技發展日新月異，成本不斷的降低。所以我們在二００三年元旦，衛星電視開播，到今年九年了，受益的人非常之多。所以道場不必很大，用這個工具可以發揮很大很大的效果，讓全世界有志一同的人都能夠在一起學習。一年可以辦一個活動，時間不要很長，一個星期就夠了，辦一個修學心得分享大會，來自世界各地方我們聚集一堂，來討論、來交流，彼此互相認識。一年辦一次這個活動就夠了，租一個大的場地，能夠容納五千人到一萬人的場地，一年舉行一次這個活動，互相勉勵。"
    },
    {
      "id": "02-039-0242_p0023",
      "zh_CN": "普贤菩萨十愿，这七条是真的十愿，是他的宏愿，后面三句是回向，是要把修学的功德回过头来，归属我们所期望的。这回向有三句，第一是回向菩提，「常随佛学」是回向菩提，第二「恒顺众生」是回向众生，第三「普皆回向」是回向自性，就是回向实际。换句话说，前面这十愿，修学的十愿，为谁做的？为菩提做的，为众生做的，为自性做的，这个里头没有自我，没有求名闻利养，没有求功名富贵，不求这个东西。",
      "zh_TW": "普賢菩薩十願，這七條是真的十願，是他的宏願，後面三句是迴向，是要把修學的功德回過頭來，歸屬我們所期望的。這迴向有三句，第一是迴向菩提，「常隨佛學」是迴向菩提，第二「恆順眾生」是迴向眾生，第三「普皆迴向」是迴向自性，就是迴向實際。換句話說，前面這十願，修學的十願，為誰做的？為菩提做的，為眾生做的，為自性做的，這個裡頭沒有自我，沒有求名聞利養，沒有求功名富貴，不求這個東西。"
    },
    {
      "id": "02-039-0242_p0024",
      "zh_CN": "回向菩提，「常随佛学」，我们从佛那里得到殊胜的功德利益，让我们真正明了宇宙人生的真相，我们怎样报佛恩？那就是正法久住，普度众生。前面请佛住世是请一个善知识，偏重在个人，一尊佛、一尊菩萨、一位善知识，这个地方真的是要佛法常住世间，也就是说要让智慧常住世间，菩提是智慧。人要都觉悟了，这个世界就是佛世界，就是极乐世界，极乐世界里面没有一个人是有妄念的，没有一个人有分别执着。那是道行天下，正觉世间。这个地方的「常」，意思是双关语，自己常随佛学，愿一切众生常随佛学，那个意思深广无尽，不能离开佛。佛是谁？佛是自己，佛是自己的自性。惠能大师开悟了，明心见性，见性成佛。见性，性是什么样子？就是佛是什么样子？他说了五句话，五祖衣钵就传给他了，就那么简单。第一句他说，「何期自性，本自清净」，这把事实真相说明了，我们的自性是清净的。有没有被染污？没有。自性是真心，被染污的是妄心，不是真心，真心从来没有被染污过。第二句话说，「何期自性，本不生灭」，真心是不生不灭的，生灭现象是妄心，叫妄念。我们念头有生有灭，那不是真的，真心没有生灭、没有染污。第三句就很重要了，「何期自性，本自具足」，自性本来具足无量智慧、无量德能、无量相好。世尊在《华严经》上说了一句话，「一切众生皆有如来智慧德相」，跟能大师这句话完全相同。所以智慧不是外来的，外面没智慧，是自性里头本有的；不但有智慧、有德能、有道德、有能力，还有相好，样样具足，没有一样欠缺。",
      "zh_TW": "迴向菩提，「常隨佛學」，我們從佛那裡得到殊勝的功德利益，讓我們真正明瞭宇宙人生的真相，我們怎樣報佛恩？那就是正法久住，普度眾生。前面請佛住世是請一個善知識，偏重在個人，一尊佛、一尊菩薩、一位善知識，這個地方真的是要佛法常住世間，也就是說要讓智慧常住世間，菩提是智慧。人要都覺悟了，這個世界就是佛世界，就是極樂世界，極樂世界裡面沒有一個人是有妄念的，沒有一個人有分別執著。那是道行天下，正覺世間。這個地方的「常」，意思是雙關語，自己常隨佛學，願一切眾生常隨佛學，那個意思深廣無盡，不能離開佛。佛是誰？佛是自己，佛是自己的自性。惠能大師開悟了，明心見性，見性成佛。見性，性是什麼樣子？就是佛是什麼樣子？他說了五句話，五祖衣缽就傳給他了，就那麼簡單。第一句他說，「何期自性，本自清淨」，這把事實真相說明了，我們的自性是清淨的。有沒有被染污？沒有。自性是真心，被染污的是妄心，不是真心，真心從來沒有被染污過。第二句話說，「何期自性，本不生滅」，真心是不生不滅的，生滅現象是妄心，叫妄念。我們念頭有生有滅，那不是真的，真心沒有生滅、沒有染污。第三句就很重要了，「何期自性，本自具足」，自性本來具足無量智慧、無量德能、無量相好。世尊在《華嚴經》上說了一句話，「一切眾生皆有如來智慧德相」，跟能大師這句話完全相同。所以智慧不是外來的，外面沒智慧，是自性裡頭本有的；不但有智慧、有德能、有道德、有能力，還有相好，樣樣具足，沒有一樣欠缺。"
    },
    {
      "id": "02-039-0242_p0025",
      "zh_CN": "佛说这三样，科学家也告诉我们，宇宙之间只有三样东西，他说的三样东西是能量、信息、物质，他讲这三样。惠能大师讲这三样超过他们这三样。为什么？他这三样东西是所生的，能大师所说这三样是能生，不一样，智慧能生万法，德能能生万法，相好能生万法。现在我们都有真心，为什么真心里面这些东西不起作用？真心有了障碍，这个障碍是妄心，妄心当了家，真心没权了，不起作用了。妄心是什么？自私自利、贪瞋痴慢、五欲六尘，这些东西当家做主，所以智慧、德能、相好统统不能现前。佛在《华严经》上说，「但以妄想执着而不能证得」，你看说多清楚，因为你有妄想、你有分别、你有执着，所以自性里面的智慧德相就不能现前，你没办法证得；换句话说，如果我们能够把妄想分别执着放下，那不就现前了吗？惠能大师凭什么见性？就把这三样东西放下了。他很厉害，同时一次放下，叫顿舍、顿悟、顿证，这是一般人做不到的。一般人做不到，佛有方法，佛教你，你不能一次放下，你慢慢的放。你每天都在放，每天放一点、每天放一点，你天天在放，放个十年、二十年，你的功夫就很得力，那叫渐修。像释迦牟尼佛、惠能大师表演的那是顿舍、顿修、顿证，祖师大德为我们示现的是示现渐修，给我们做出榜样，我一点一点的放，让时间、让功夫累积，同样也能达到这个境界。",
      "zh_TW": "佛說這三樣，科學家也告訴我們，宇宙之間只有三樣東西，他說的三樣東西是能量、信息、物質，他講這三樣。惠能大師講這三樣超過他們這三樣。為什麼？他這三樣東西是所生的，能大師所說這三樣是能生，不一樣，智慧能生萬法，德能能生萬法，相好能生萬法。現在我們都有真心，為什麼真心裡面這些東西不起作用？真心有了障礙，這個障礙是妄心，妄心當了家，真心沒權了，不起作用了。妄心是什麼？自私自利、貪瞋痴慢、五欲六塵，這些東西當家做主，所以智慧、德能、相好統統不能現前。佛在《華嚴經》上說，「但以妄想執著而不能證得」，你看說多清楚，因為你有妄想、你有分別、你有執著，所以自性裡面的智慧德相就不能現前，你沒辦法證得；換句話說，如果我們能夠把妄想分別執著放下，那不就現前了嗎？惠能大師憑什麼見性？就把這三樣東西放下了。他很厲害，同時一次放下，叫頓捨、頓悟、頓證，這是一般人做不到的。一般人做不到，佛有方法，佛教你，你不能一次放下，你慢慢的放。你每天都在放，每天放一點、每天放一點，你天天在放，放個十年、二十年，你的功夫就很得力，那叫漸修。像釋迦牟尼佛、惠能大師表演的那是頓捨、頓修、頓證，祖師大德為我們示現的是示現漸修，給我們做出榜樣，我一點一點的放，讓時間、讓功夫累積，同樣也能達到這個境界。"
    },
    {
      "id": "02-039-0242_p0026",
      "zh_CN": "所以要常随佛学，不随佛学你就跟世间人学了。特别是现在人，现在人跟谁学？跟电视学，跟网路学，电视、网路里面暴力、色情、杀盗淫妄，它引导你到三途。如果我们自己有卫星电视，有网际网路，我们的内容是教学佛经，教学宗教的经典，教学传统的文化，他跟圣人学。每天打开电视、打开网路就跟圣贤接触，他慢慢就变成圣贤，看我们怎么个教法。所以培养师资就比什么都重要。常随佛学是培养师资唯一的一个方法，除了佛法之外，我对这个世间一切不接触。我这一生有这么一点小小成就，就用的是这个方法，至少有五十年我跟媒体断绝关系，我不看电视、不听广播、不看报纸、不看杂志，这些媒体东西断绝了，有些重要的信息，都是同学们他们节录几页拿给我看。我不在这上面浪费时间，所有的时间都在学习圣贤经典，六十年，没有一天中断过。年轻的时候体力还不错，每天讲经可以达到九个小时。我在美国洛杉矶的时候，他们没有办法，找不到时间，一个星期有两天休息，就两天，好，两天整天，大家想学！我们住的时间不长，上午三个小时，下午三个小时，晚上三个小时，我们这样教。曾经有一次好像是放长假，连星期日总共有八天的时间，八天不中断，这种机会在国外很少很少有。在台湾我曾经有过，也是很长的时间，好像有三、四年的时间，每星期排的课三十多个小时；现在我还能每天讲四个小时。这都是常随佛学。我们自己要成就，要成就佛法，要真正让正法久住，利益一切众生，那这个学院，要把这一句做为我们学院修学的宗旨。",
      "zh_TW": "所以要常隨佛學，不隨佛學你就跟世間人學了。特別是現在人，現在人跟誰學？跟電視學，跟網路學，電視、網路裡面暴力、色情、殺盜淫妄，它引導你到三途。如果我們自己有衛星電視，有網際網路，我們的內容是教學佛經，教學宗教的經典，教學傳統的文化，他跟聖人學。每天打開電視、打開網路就跟聖賢接觸，他慢慢就變成聖賢，看我們怎麼個教法。所以培養師資就比什麼都重要。常隨佛學是培養師資唯一的一個方法，除了佛法之外，我對這個世間一切不接觸。我這一生有這麼一點小小成就，就用的是這個方法，至少有五十年我跟媒體斷絕關係，我不看電視、不聽廣播、不看報紙、不看雜誌，這些媒體東西斷絕了，有些重要的信息，都是同學們他們節錄幾頁拿給我看。我不在這上面浪費時間，所有的時間都在學習聖賢經典，六十年，沒有一天中斷過。年輕的時候體力還不錯，每天講經可以達到九個小時。我在美國洛杉磯的時候，他們沒有辦法，找不到時間，一個星期有兩天休息，就兩天，好，兩天整天，大家想學！我們住的時間不長，上午三個小時，下午三個小時，晚上三個小時，我們這樣教。曾經有一次好像是放長假，連星期日總共有八天的時間，八天不中斷，這種機會在國外很少很少有。在台灣我曾經有過，也是很長的時間，好像有三、四年的時間，每星期排的課三十多個小時；現在我還能每天講四個小時。這都是常隨佛學。我們自己要成就，要成就佛法，要真正讓正法久住，利益一切眾生，那這個學院，要把這一句做為我們學院修學的宗旨。"
    },
    {
      "id": "02-039-0242_p0027",
      "zh_CN": "下面，「恒顺众生」。众生习气很重，你要不随顺他，跟他缘就断掉，你修得再好，他不愿意接近你，他不想跟你学。那怎么办？得顺着他。我们觉得很困难，诸佛菩萨没有一个不是恒顺众生的。众生要造罪业，佛菩萨随顺他去造，造了罪业当然要堕恶道，佛菩萨很有耐心等待。恶道是什么？恶道是消恶业的地方，他在那里消他的恶业，恶业消了之后，他出来他就能接受了。有些人特别喜欢修福，想求福报，佛也随顺他，让他修福报。福报修多了到哪里去？到天上去了，天人福报大，佛也在那里等待他。三善道是消福报的地方，三恶道是消罪孽的地方，统统都要消掉，你的心才清净，清净心才能学佛。所以佛家有两句话说，「富贵学道难」，为什么？他福报太大，障碍他修行；「贫贱学道难」，他罪孽很深重，罪苦障碍他学道。这不恒顺不行，得有很大的耐心去等着，等到他的罪福都消得差不多，慢慢醒过来了。福报大也迷了，业障重是迷，福报大也迷，迷而不觉，佛菩萨圣贤对他是束手无策，只有等待。恒没有条件，永远要顺着众生。",
      "zh_TW": "下面，「恆順眾生」。眾生習氣很重，你要不隨順他，跟他緣就斷掉，你修得再好，他不願意接近你，他不想跟你學。那怎麼辦？得順著他。我們覺得很困難，諸佛菩薩沒有一個不是恆順眾生的。眾生要造罪業，佛菩薩隨順他去造，造了罪業當然要墮惡道，佛菩薩很有耐心等待。惡道是什麼？惡道是消惡業的地方，他在那裡消他的惡業，惡業消了之後，他出來他就能接受了。有些人特別喜歡修福，想求福報，佛也隨順他，讓他修福報。福報修多了到哪裡去？到天上去了，天人福報大，佛也在那裡等待他。三善道是消福報的地方，三惡道是消罪孽的地方，統統都要消掉，你的心才清淨，清淨心才能學佛。所以佛家有兩句話說，「富貴學道難」，為什麼？他福報太大，障礙他修行；「貧賤學道難」，他罪孽很深重，罪苦障礙他學道。這不恆順不行，得有很大的耐心去等著，等到他的罪福都消得差不多，慢慢醒過來了。福報大也迷了，業障重是迷，福報大也迷，迷而不覺，佛菩薩聖賢對他是束手無策，只有等待。恆沒有條件，永遠要順著眾生。"
    },
    {
      "id": "02-039-0242_p0028",
      "zh_CN": "特别是在今天这个社会，外国、中国我相信都差不多，工业革命到现在三百年，前一百年影响不很大，第二个一百年就有相当深度的影响，这影响是什么？对圣贤的教育疏忽了，不太重视。在中国这个地区也一样，两百年前，中国政府是慈禧太后执政，慈禧太后对中国传统文化、古圣先贤不像从前人看得那么重，不重视了。满清宫廷里面从开国，应该是康熙时候建立的制度，礼请儒释道的专家学者在宫廷里面教学上课，帝王带着文武百官来学习。而且康熙学得非常认真，他学的什么？讲完之后复讲，康熙复讲，让老师、让这些同学们来批评，学得很认真。这些讲义、教材都在《四库》里面有，《四库》里面保存着，我看过少部分，看他们在宫廷里面讲些什么、怎么讲法。这个制度一直到咸丰，咸丰死了以后儿子很小，同治，实际上是慈禧太后执政，把这个制度废除了，不再邀请学者到宫廷里面去讲学了。国家大事怎么办？她真的是搞迷信，驾乩扶鸾，慈禧太后喜欢搞这个，国家大事都请鬼神来指导应该怎么做法，就把她国家亡掉了。对传统文化疏忽了，国家不重视，人民也就散漫了。满清亡了之后，到今年一百年，这一百年不但做的人没有，连讲的人都没有了，所以现在提到中国传统文化，讲到儒释道，一般人都非常陌生，不知道这什么东西。反而不如外国人，我们接触许多外国人，谈到传统文化，他们都还能懂得一点，在国内没人懂得。这不能怪人，谁都不能怪，这是二、三百年历史造成的。所以我们得要学佛陀恒顺众生，要顺着他，慢慢的来提醒他。",
      "zh_TW": "特別是在今天這個社會，外國、中國我相信都差不多，工業革命到現在三百年，前一百年影響不很大，第二個一百年就有相當深度的影響，這影響是什麼？對聖賢的教育疏忽了，不太重視。在中國這個地區也一樣，兩百年前，中國政府是慈禧太后執政，慈禧太后對中國傳統文化、古聖先賢不像從前人看得那麼重，不重視了。滿清宮廷裡面從開國，應該是康熙時候建立的制度，禮請儒釋道的專家學者在宮廷裡面教學上課，帝王帶著文武百官來學習。而且康熙學得非常認真，他學的什麼？講完之後複講，康熙複講，讓老師、讓這些同學們來批評，學得很認真。這些講義、教材都在《四庫》裡面有，《四庫》裡面保存著，我看過少部分，看他們在宮廷裡面講些什麼、怎麼講法。這個制度一直到咸豐，咸豐死了以後兒子很小，同治，實際上是慈禧太后執政，把這個制度廢除了，不再邀請學者到宮廷裡面去講學了。國家大事怎麼辦？她真的是搞迷信，駕乩扶鸞，慈禧太后喜歡搞這個，國家大事都請鬼神來指導應該怎麼做法，就把她國家亡掉了。對傳統文化疏忽了，國家不重視，人民也就散漫了。滿清亡了之後，到今年一百年，這一百年不但做的人沒有，連講的人都沒有了，所以現在提到中國傳統文化，講到儒釋道，一般人都非常陌生，不知道這什麼東西。反而不如外國人，我們接觸許多外國人，談到傳統文化，他們都還能懂得一點，在國內沒人懂得。這不能怪人，誰都不能怪，這是二、三百年歷史造成的。所以我們得要學佛陀恆順眾生，要順著他，慢慢的來提醒他。"
    },
    {
      "id": "02-039-0242_p0029",
      "zh_CN": "我们有缘，这个缘是联合国促成的。我移民到澳洲来，九一一事件发生之后，昆士兰大学的校长派了两个教授到这个地方来找我，我想他们是应该知道，在过去我在新加坡住过三年半，帮助新加坡团结九个宗教，所以邀我跟和平学院的教授举行一次座谈会。我参加了，听取他们的报告才知道，大学里面有和平学院，全世界只有八个学校，以前没听说过学校有和平学院。他们研究的主题，实在讲就是消灭冲突，促进社会安定、世界和平，以这个为主题。它有研究生，有博士学位，这些学生毕业之后，大多数都在联合国工作，从事于外交的工作。我们来讨论如何用真正和平的手段，来从事于和平工作。以前他们化解冲突的方法，西方人的观念是以镇压、要报复，用镇压、报复演变成恐怖战争，演变成这个，他就晓得这不能解决问题，这个往下去愈来愈严重，所以真正想用和平的方法解决。我听他们报告之后，他们让我说话，我说这个问题就像大夫治病一样，一定要把那个病源找到，对症下药才能有效，你们现在这个，我觉得没有把冲突的根源找到，所以很难解决问题。根源是什么？我说根源在家庭。他们感到很惊讶，从来没有想到过冲突发生在家庭。我告诉大家，那是十九个教授，还有几个工作人员，一共会场只有二十多个人。我说你们大家应该都知道，现在离婚率是不是很高？大家知道。我说这个离婚率不要小看它，它是冲突的根源。你看夫妻冲突，夫妻冲突一定会造成父子冲突、兄弟冲突、邻里冲突，这样的人走进社会，他能跟人不冲突吗？这他们没想到，他听了之后还觉得有一点道理。我说还有更深层的，更深层的是什么？我说你本身跟本身的冲突，在我们中国人讲，本性跟习性的冲突，本性是善的，本性本善，习性不善，善与不善冲突了。这个话翻译都很难翻，不容易翻，他们没有这个概念。最后我就举例子，譬如说利，这个利害、利益当前，你第一个念头想到，我自利还是利他？当然是自利。好，我要自利，你也要自利，我们两个是不是发生冲突？那他明白了。我说如果利放在面前的时候，我们都想到利他，冲突就没有了，这是根本的根本。",
      "zh_TW": "我們有緣，這個緣是聯合國促成的。我移民到澳洲來，九一一事件發生之後，昆士蘭大學的校長派了兩個教授到這個地方來找我，我想他們是應該知道，在過去我在新加坡住過三年半，幫助新加坡團結九個宗教，所以邀我跟和平學院的教授舉行一次座談會。我參加了，聽取他們的報告才知道，大學裡面有和平學院，全世界只有八個學校，以前沒聽說過學校有和平學院。他們研究的主題，實在講就是消滅衝突，促進社會安定、世界和平，以這個為主題。它有研究生，有博士學位，這些學生畢業之後，大多數都在聯合國工作，從事於外交的工作。我們來討論如何用真正和平的手段，來從事於和平工作。以前他們化解衝突的方法，西方人的觀念是以鎮壓、要報復，用鎮壓、報復演變成恐怖戰爭，演變成這個，他就曉得這不能解決問題，這個往下去愈來愈嚴重，所以真正想用和平的方法解決。我聽他們報告之後，他們讓我說話，我說這個問題就像大夫治病一樣，一定要把那個病源找到，對症下藥才能有效，你們現在這個，我覺得沒有把衝突的根源找到，所以很難解決問題。根源是什麼？我說根源在家庭。他們感到很驚訝，從來沒有想到過衝突發生在家庭。我告訴大家，那是十九個教授，還有幾個工作人員，一共會場只有二十多個人。我說你們大家應該都知道，現在離婚率是不是很高？大家知道。我說這個離婚率不要小看它，它是衝突的根源。你看夫妻衝突，夫妻衝突一定會造成父子衝突、兄弟衝突、鄰里衝突，這樣的人走進社會，他能跟人不衝突嗎？這他們沒想到，他聽了之後還覺得有一點道理。我說還有更深層的，更深層的是什麼？我說你本身跟本身的衝突，在我們中國人講，本性跟習性的衝突，本性是善的，本性本善，習性不善，善與不善衝突了。這個話翻譯都很難翻，不容易翻，他們沒有這個概念。最後我就舉例子，譬如說利，這個利害、利益當前，你第一個念頭想到，我自利還是利他？當然是自利。好，我要自利，你也要自利，我們兩個是不是發生衝突？那他明白了。我說如果利放在面前的時候，我們都想到利他，衝突就沒有了，這是根本的根本。"
    },
    {
      "id": "02-039-0242_p0030",
      "zh_CN": "那一天的会议结束之后，学校邀我下个星期再来一次。第二次去的时候学校准备聘书，聘请我做他们学校教授，我说这个没有必要；校长还送学位给我，我说都不需要。格里菲斯大学校长，两位校长对我都很不错、很好，一定要我要。我说为什么？他说：你这些理念，确实可以帮助联合国解决问题，希望你能够代表学校、代表澳洲去参加联合国的和平会议。联合国邀请的是专家学者，他不邀请和尚的，所以这个学位教授你一定要接受，你用这个资格去参加联合国和平会议。这样我才接受了。",
      "zh_TW": "那一天的會議結束之後，學校邀我下個星期再來一次。第二次去的時候學校準備聘書，聘請我做他們學校教授，我說這個沒有必要；校長還送學位給我，我說都不需要。格里菲斯大學校長，兩位校長對我都很不錯、很好，一定要我要。我說為什麼？他說：你這些理念，確實可以幫助聯合國解決問題，希望你能夠代表學校、代表澳洲去參加聯合國的和平會議。聯合國邀請的是專家學者，他不邀請和尚的，所以這個學位教授你一定要接受，你用這個資格去參加聯合國和平會議。這樣我才接受了。"
    },
    {
      "id": "02-039-0242_p0031",
      "zh_CN": "这些年参加了十多次，我们把中国古圣先贤这套方法，怎样化解冲突，从本身到家庭、到社会、到国家民族、到国际上和睦相处，这套道理讲给大家听，听了都欢喜。可是会后，在一起聊天吃饭的时候就告诉我：法师，你这是理想，做不到。这给我是非常重大的打击，为什么？没信心。那怎么办？想到现在相信科学，科学唯一的是拿证据来，没证据我不相信。所以就逼着我想方法，我得做个实验，找一个小区，我们真的在这个地方来启动传统文化教育，用《弟子规》做实验。这个小区是个小镇，居民四万八千人，不算多，我让这个小区男女老少、各行各业一起学，我们大家统统都来学《弟子规》。预定是两年到三年会看到效果，没想到祖宗之德、三宝加持，不到四个月效果卓着。我们感到非常惊讶，当时我们大家心里头一句话，人怎么是这么好教的，一教就回头，证明了《三字经》上所讲的「人之初，性本善」。人性本善，不善是习性，你把这个东西好好的讲清楚、讲明白，做出来给大家看，大家都相信了。所以二００六年十月，我们接受联合国的邀请，在巴黎教科文总部做了详细的报告，把我们汤池这个实验做了八个小时报告，做了三天的展览，引起参与教科文组织的一百九十二个国家地区的代表、大使们，都想到汤池亲自去考察、去看看，做成功了。所以这恒顺众生，一定要顺着他，做出来给他看，他相信了。不让他生起信心，坚定的信心，你的事情就很难成就。这对社会有利益，对国家有利益，对整个世界的安定和平有利益。",
      "zh_TW": "這些年參加了十多次，我們把中國古聖先賢這套方法，怎樣化解衝突，從本身到家庭、到社會、到國家民族、到國際上和睦相處，這套道理講給大家聽，聽了都歡喜。可是會後，在一起聊天吃飯的時候就告訴我：法師，你這是理想，做不到。這給我是非常重大的打擊，為什麼？沒信心。那怎麼辦？想到現在相信科學，科學唯一的是拿證據來，沒證據我不相信。所以就逼著我想方法，我得做個實驗，找一個小區，我們真的在這個地方來啟動傳統文化教育，用《弟子規》做實驗。這個小區是個小鎮，居民四萬八千人，不算多，我讓這個小區男女老少、各行各業一起學，我們大家統統都來學《弟子規》。預定是兩年到三年會看到效果，沒想到祖宗之德、三寶加持，不到四個月效果卓著。我們感到非常驚訝，當時我們大家心裡頭一句話，人怎麼是這麼好教的，一教就回頭，證明了《三字經》上所講的「人之初，性本善」。人性本善，不善是習性，你把這個東西好好的講清楚、講明白，做出來給大家看，大家都相信了。所以二００六年十月，我們接受聯合國的邀請，在巴黎教科文總部做了詳細的報告，把我們湯池這個實驗做了八個小時報告，做了三天的展覽，引起參與教科文組織的一百九十二個國家地區的代表、大使們，都想到湯池親自去考察、去看看，做成功了。所以這恆順眾生，一定要順著他，做出來給他看，他相信了。不讓他生起信心，堅定的信心，你的事情就很難成就。這對社會有利益，對國家有利益，對整個世界的安定和平有利益。"
    },
    {
      "id": "02-039-0242_p0032",
      "zh_CN": "最后，「普皆回向」。我们自己干这些事情能不能居功？不可以。所以事情做成之后，我告诉所有的老师，不是我们的能力，我们能力做不到。谁的能力做到的？祖宗的阴德、三宝的加持，我们哪有这种能力！我们的老师都不错，都很有修养，都能接受这个理念，大家都承认这是祖德。说明中国传统文化虽然疏忽一百年、丢掉一百年，那个根还在，我们这一实验就把它实验出来了。所以中心虽然关闭了，部分的老师被马来西亚请去了。跟马来西亚的缘很深，因为马来西亚它有一千多个华侨小学，教中文的，有六十一所中学，这些校长、老师们到汤池去学习，就是我们试办的那个时候学习。去的人很多，大概有五百多人，在那个地方学习好几个月，他们对于这个印象非常深刻，所以把中心老师都请去了，继续在那边办学。这一次，当地有同修捐献一块土地，十三个英亩，十三个acre，合中国大概有将近八百亩地，我们准备建校。我去看了很欢喜，我说建校，我们范围扩大，我给它起了个名字，他们都赞成，「马来西亚汉学院」，在这边专门培养师资。全世界需要汉学的人太多了，没有老师，我们全心全力培养老师，其他事情都不干，就干这一桩事情。而且我们都是讲教学，学校行政让当地他们发心来承担，我们只管教学。就是统统是教员的资格、身分，不管行政，你才能专心，管行政就要操心，就分心了，对于自己的修学就产生障碍。这是我们今天讲普皆回向的一个做法，回向实际在现阶段此时此处如何落实。所以这一次我跟大家讲解普贤十愿，跟从前讲的不一样，这里面有本土化、现代化的意义在里头。今天时间到了，我们就讲到此地。",
      "zh_TW": "最後，「普皆迴向」。我們自己幹這些事情能不能居功？不可以。所以事情做成之後，我告訴所有的老師，不是我們的能力，我們能力做不到。誰的能力做到的？祖宗的陰德、三寶的加持，我們哪有這種能力！我們的老師都不錯，都很有修養，都能接受這個理念，大家都承認這是祖德。說明中國傳統文化雖然疏忽一百年、丟掉一百年，那個根還在，我們這一實驗就把它實驗出來了。所以中心雖然關閉了，部分的老師被馬來西亞請去了。跟馬來西亞的緣很深，因為馬來西亞它有一千多個華僑小學，教中文的，有六十一所中學，這些校長、老師們到湯池去學習，就是我們試辦的那個時候學習。去的人很多，大概有五百多人，在那個地方學習好幾個月，他們對於這個印象非常深刻，所以把中心老師都請去了，繼續在那邊辦學。這一次，當地有同修捐獻一塊土地，十三個英畝，十三個acre，合中國大概有將近八百畝地，我們準備建校。我去看了很歡喜，我說建校，我們範圍擴大，我給它起了個名字，他們都贊成，「馬來西亞漢學院」，在這邊專門培養師資。全世界需要漢學的人太多了，沒有老師，我們全心全力培養老師，其他事情都不幹，就幹這一樁事情。而且我們都是講教學，學校行政讓當地他們發心來承擔，我們只管教學。就是統統是教員的資格、身分，不管行政，你才能專心，管行政就要操心，就分心了，對於自己的修學就產生障礙。這是我們今天講普皆迴向的一個做法，迴向實際在現階段此時此處如何落實。所以這一次我跟大家講解普賢十願，跟從前講的不一樣，這裡面有本土化、現代化的意義在裡頭。今天時間到了，我們就講到此地。"
    }
  ]
}