{
  "doc_id": "02-039-0509",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五０九集",
    "zh_TW": "第五０九集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0509",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-039-0509_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第六百三十八面，倒数第四行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第六百三十八面，倒數第四行："
    },
    {
      "id": "02-039-0509_p0002",
      "zh_CN": "「善恶变化者，憬兴云：善变化即善趣报，恶变化即恶趣报。《会疏》云：今世虽善果，（所作）业因恶，则来世变招殃过，现在虽恶报，所作善则后生化享福报，千变万化，不可具述。此则变化之又一解也。又《嘉祥疏》曰：恶因得苦，善因得乐，其报易前也。」我们看到这个地方。『善恶变化』指的是六道轮回。佛告诉我们，每个人阿赖耶识就是个仓库。阿赖耶是梵语，翻成中国意思叫藏，就是藏，所以它叫藏识。这里面有什么东西？含藏着业习种子，我们造的业，还有习气，全部都收藏在这个地方，它不会失掉。十法界种子全有，有佛的种子，有菩萨的种子，乃至于饿鬼、地狱种子，人人都有。在六道里面，哪个种子先报，那都是叫遇缘不同。种子本身也有能量，但是关键还是缘，种子是因。所以佛法，经上都讲缘生，没有说因生。因没有缘它不生，不起现行，遇到缘它就起现行，它就产生变化。",
      "zh_TW": "「善惡變化者，憬興云：善變化即善趣報，惡變化即惡趣報。《會疏》云：今世雖善果，（所作）業因惡，則來世變招殃過，現在雖惡報，所作善則後生化享福報，千變萬化，不可具述。此則變化之又一解也。又《嘉祥疏》曰：惡因得苦，善因得樂，其報易前也。」我們看到這個地方。『善惡變化』指的是六道輪迴。佛告訴我們，每個人阿賴耶識就是個倉庫。阿賴耶是梵語，翻成中國意思叫藏，就是藏，所以它叫藏識。這裡面有什麼東西？含藏著業習種子，我們造的業，還有習氣，全部都收藏在這個地方，它不會失掉。十法界種子全有，有佛的種子，有菩薩的種子，乃至於餓鬼、地獄種子，人人都有。在六道裡面，哪個種子先報，那都是叫遇緣不同。種子本身也有能量，但是關鍵還是緣，種子是因。所以佛法，經上都講緣生，沒有說因生。因沒有緣它不生，不起現行，遇到緣它就起現行，它就產生變化。"
    },
    {
      "id": "02-039-0509_p0003",
      "zh_CN": "十法界种子都有，所以佛说一切众生本来是佛，这个话讲得就一点都不错。你阿赖耶识里头有佛种子，只要你在这一生当中把别的缘都放下，单单照顾佛种子，你就成佛了。如何照顾佛种子？实际上净业三福已经教给我们了，净业三福第三条，「发菩提心，深信因果」。这个因果，我们这些年来给同学们做分享，都指定了，那就是「念佛是因，成佛是果」。这是缘，我们真念佛，我们阿赖耶里头有佛的种子，就把这个种子念出来了。我们念菩萨决定成菩萨，念声闻决定成声闻，念天决定生天。小乘所讲的六念法，念三宝，念佛、念法、念僧、念天、念施、念戒。佛教导我们，念什么那是缘，所以我们懂得这个道理，我们的信心就不逆了。我们知道念阿弥陀佛，往生西方净土，阿弥陀佛是自性弥陀，是我们自性里头，藏识里头就有阿弥陀佛的种子，有这个种子就是经上讲的「是心是佛」。这个心无论是讲的真心，或者是阿赖耶，统统都讲得通。为什么？真心是自性，本来是佛，阿赖耶里头有佛种子，所以两个意思都能讲得通。我们为什么不念佛？念善，你看你就得善报、得善果，三善道的果报；你要是念恶，业因就恶了，来世你就要受这个灾难，来世是饿鬼、畜生、地狱，你要到那边去了。现在虽然是恶报，这个恶报是两个意思，一个是我们在人间受苦受难，这是恶报，另外一个是在三途。在三途，佛不舍离。",
      "zh_TW": "十法界種子都有，所以佛說一切眾生本來是佛，這個話講得就一點都不錯。你阿賴耶識裡頭有佛種子，只要你在這一生當中把別的緣都放下，單單照顧佛種子，你就成佛了。如何照顧佛種子？實際上淨業三福已經教給我們了，淨業三福第三條，「發菩提心，深信因果」。這個因果，我們這些年來給同學們做分享，都指定了，那就是「念佛是因，成佛是果」。這是緣，我們真念佛，我們阿賴耶裡頭有佛的種子，就把這個種子念出來了。我們念菩薩決定成菩薩，念聲聞決定成聲聞，念天決定生天。小乘所講的六念法，念三寶，念佛、念法、念僧、念天、念施、念戒。佛教導我們，念什麼那是緣，所以我們懂得這個道理，我們的信心就不逆了。我們知道念阿彌陀佛，往生西方淨土，阿彌陀佛是自性彌陀，是我們自性裡頭，藏識裡頭就有阿彌陀佛的種子，有這個種子就是經上講的「是心是佛」。這個心無論是講的真心，或者是阿賴耶，統統都講得通。為什麼？真心是自性，本來是佛，阿賴耶裡頭有佛種子，所以兩個意思都能講得通。我們為什麼不念佛？念善，你看你就得善報、得善果，三善道的果報；你要是念惡，業因就惡了，來世你就要受這個災難，來世是餓鬼、畜生、地獄，你要到那邊去了。現在雖然是惡報，這個惡報是兩個意思，一個是我們在人間受苦受難，這是惡報，另外一個是在三途。在三途，佛不捨離。"
    },
    {
      "id": "02-039-0509_p0004",
      "zh_CN": "早年我看到一部书，这个书应该不难找，叫《物犹如此》，物是动物，里面所讲的全是动物往生。今年三月份我在澳洲，我们道场停车场里有一棵大树，应该也有几十年了，枇杷树。树神给我们同学托梦，他往生了，来感激我。我们道场在那里建立十年，他听了十年经、念了十年的佛，他往生了。这不是假的，因为树神给我们托梦先后三次，这是第三次，枇杷树神往生。第一次的时候是早几年，我们买六十一号房子做宿舍，胡居士买的，房子太破旧了，我们想拆掉重建。澳洲的房子它是挑空的，下面是几根柱子，所以下面柱子锯了，那个房子整个房子就抬走了。我们就送给土着，那个房子送给他们，他有个大车子就拉走了，就在这个地基上重建。重建当然门口的树要砍掉，否则的话车子进不来，门口要砍四棵树。我们按照规矩，三天之前给他念经、念咒、供养，请他搬家。结果树神托梦给我们悟字辈的法师们，告诉我们，通知太晚了，他们搬家很辛苦，匆匆忙忙，希望以后有这个事情，七天之前通知。佛在经上告诉我们是三天，我们照三天，他要求七天。想也对，澳洲人干什么事情都缓慢，所以澳洲这些鬼神他也很慢。我们以后买的这些房子，要砍树的时候都是七天以前做。这真有的，不是假的，真的是谚语所谓天下之大，无奇不有。鬼神界、幽冥界跟人道全是通的，我们做不善，到那里去了，他们行善就又回来了，又到人间来了，或者到天上，也有少数往生净土的，我们枇杷树神往生净土就是很好的例子。",
      "zh_TW": "早年我看到一部書，這個書應該不難找，叫《物猶如此》，物是動物，裡面所講的全是動物往生。今年三月份我在澳洲，我們道場停車場裡有一棵大樹，應該也有幾十年了，枇杷樹。樹神給我們同學託夢，他往生了，來感激我。我們道場在那裡建立十年，他聽了十年經、念了十年的佛，他往生了。這不是假的，因為樹神給我們託夢先後三次，這是第三次，枇杷樹神往生。第一次的時候是早幾年，我們買六十一號房子做宿舍，胡居士買的，房子太破舊了，我們想拆掉重建。澳洲的房子它是挑空的，下面是幾根柱子，所以下面柱子鋸了，那個房子整個房子就抬走了。我們就送給土著，那個房子送給他們，他有個大車子就拉走了，就在這個地基上重建。重建當然門口的樹要砍掉，否則的話車子進不來，門口要砍四棵樹。我們按照規矩，三天之前給他念經、念咒、供養，請他搬家。結果樹神託夢給我們悟字輩的法師們，告訴我們，通知太晚了，他們搬家很辛苦，匆匆忙忙，希望以後有這個事情，七天之前通知。佛在經上告訴我們是三天，我們照三天，他要求七天。想也對，澳洲人幹什麼事情都緩慢，所以澳洲這些鬼神他也很慢。我們以後買的這些房子，要砍樹的時候都是七天以前做。這真有的，不是假的，真的是諺語所謂天下之大，無奇不有。鬼神界、幽冥界跟人道全是通的，我們做不善，到那裡去了，他們行善就又回來了，又到人間來了，或者到天上，也有少數往生淨土的，我們枇杷樹神往生淨土就是很好的例子。"
    },
    {
      "id": "02-039-0509_p0005",
      "zh_CN": "这个里头两句说「千变万化，不可具述」，就是我们任何一个人在六道里面，六道的范围太大，生生世世，我们与哪一道都有很深的缘分。缘分最深的，一般讲人死了都做鬼，这应该是缘分最深的。有没有道理？有道理。为什么？鬼是贪心变的，你说这世间人哪个人没有贪心？贪瞋痴慢疑，贪的确是摆在第一位，贪心就到鬼道去了。佛讲的这些话真的，不是假的，我们要牢牢记在心头，时时刻刻提起观照。我们不想到鬼道，不想去做鬼，也不想做畜生，也不想堕地狱；换句话说，贪瞋痴要很小心谨慎。这个念头起来了，赶紧念佛把它伏住，就是控制住，念头才起立刻就控制住，这叫功夫，这叫真实利益。果然控制了，三恶道的缘就断掉。",
      "zh_TW": "這個裡頭兩句說「千變萬化，不可具述」，就是我們任何一個人在六道裡面，六道的範圍太大，生生世世，我們與哪一道都有很深的緣分。緣分最深的，一般講人死了都做鬼，這應該是緣分最深的。有沒有道理？有道理。為什麼？鬼是貪心變的，你說這世間人哪個人沒有貪心？貪瞋痴慢疑，貪的確是擺在第一位，貪心就到鬼道去了。佛講的這些話真的，不是假的，我們要牢牢記在心頭，時時刻刻提起觀照。我們不想到鬼道，不想去做鬼，也不想做畜生，也不想墮地獄；換句話說，貪瞋痴要很小心謹慎。這個念頭起來了，趕緊念佛把它伏住，就是控制住，念頭才起立刻就控制住，這叫功夫，這叫真實利益。果然控制了，三惡道的緣就斷掉。"
    },
    {
      "id": "02-039-0509_p0006",
      "zh_CN": "善道，善道里第一善，我们知道是往生净土，亲近弥陀。那我们就拼命要把这个缘加强，有空就要念佛，不要去想别的。希望在一年半载当中，就能让佛号不中断。能不能做到？能，完全在自己，自己要求自己不要打妄想，不要想东想西，就想阿弥陀佛。因为烦恼习气很重，自然就断了，不知不觉它就断了。这个断，佛法叫失念，你把「阿弥陀佛」失掉，这叫失念。失念不怕，赶快把它给找回来，这句佛号又接着念。念没有多久的时候，又忘掉了、又不见了，开始二、三个月就跟打仗一样，拉锯战，一会不见了，一会马上拉回来，拉锯战。拉个半年就差不多了，你就会打胜，打胜了，佛念多，妄念就很少了。真正这样用功，一年之后我们相信妄念没有了，全是佛念。这个时候，净宗有说叫功夫成片，什么叫功夫成片？这就是功夫成片。只要念到功夫成片，往生就有把握。要努力，决定不能够妥协，不能跟自己妥协，要非常认真、非常努力，把这一仗打赢，我们得胜，就到极乐世界去了。",
      "zh_TW": "善道，善道裡第一善，我們知道是往生淨土，親近彌陀。那我們就拼命要把這個緣加強，有空就要念佛，不要去想別的。希望在一年半載當中，就能讓佛號不中斷。能不能做到？能，完全在自己，自己要求自己不要打妄想，不要想東想西，就想阿彌陀佛。因為煩惱習氣很重，自然就斷了，不知不覺它就斷了。這個斷，佛法叫失念，你把「阿彌陀佛」失掉，這叫失念。失念不怕，趕快把它給找回來，這句佛號又接著念。念沒有多久的時候，又忘掉了、又不見了，開始二、三個月就跟打仗一樣，拉鋸戰，一會不見了，一會馬上拉回來，拉鋸戰。拉個半年就差不多了，你就會打勝，打勝了，佛念多，妄念就很少了。真正這樣用功，一年之後我們相信妄念沒有了，全是佛念。這個時候，淨宗有說叫功夫成片，什麼叫功夫成片？這就是功夫成片。只要念到功夫成片，往生就有把握。要努力，決定不能夠妥協，不能跟自己妥協，要非常認真、非常努力，把這一仗打贏，我們得勝，就到極樂世界去了。"
    },
    {
      "id": "02-039-0509_p0007",
      "zh_CN": "「又《嘉祥疏》曰：恶因得苦，善因得乐，其报易前也。易者，难易之易。前者，进也。善恶感报疾速，故云易前」。易前就是容易现前，就这个意思，它很容易现前。从这个地方我们也能深深体会到，世尊常说的「一切法从心想生」，在日常生活当中，我们的习惯（就是习气）太深太浓。习气是什么？心散乱，不能想一样东西，都是胡思乱想，很复杂。所以你将来到哪一道，你自己也不知道，你自己都没有把握。如果恶念多，那就三恶道去了，善念多，在三善道，这是个大方向，至于哪一道，自己都不晓得。佛告诉我们，「制心一处，无事不办」，这句教诲太好了。我们想到哪一道，把念头集中在这个地方，你一定做得到。",
      "zh_TW": "「又《嘉祥疏》曰：惡因得苦，善因得樂，其報易前也。易者，難易之易。前者，進也。善惡感報疾速，故云易前」。易前就是容易現前，就這個意思，它很容易現前。從這個地方我們也能深深體會到，世尊常說的「一切法從心想生」，在日常生活當中，我們的習慣（就是習氣）太深太濃。習氣是什麼？心散亂，不能想一樣東西，都是胡思亂想，很複雜。所以你將來到哪一道，你自己也不知道，你自己都沒有把握。如果惡念多，那就三惡道去了，善念多，在三善道，這是個大方向，至於哪一道，自己都不曉得。佛告訴我們，「制心一處，無事不辦」，這句教誨太好了。我們想到哪一道，把念頭集中在這個地方，你一定做得到。"
    },
    {
      "id": "02-039-0509_p0008",
      "zh_CN": "我们学佛这么多年，对于西方极乐世界也有相当的认知，不再怀疑了。怀疑肯念，也能往生，生边地。生边地也好，他也不退转，不过就是不能当下就见佛，要五百年之后你才能见到阿弥陀佛。这五百年是人间的年，不是极乐世界。所以都是属于好事。如果我们一点怀疑都没有，生到极乐世界就入品，你就有品位。这是到极乐世界你就能见到阿弥陀佛，得到弥陀本愿威神加持。同时你也能够分身，去礼拜十方诸佛如来，供养修福，闻法则修慧。所以，极乐世界是福慧双修的道场。我们因为没有智慧、没有福报，才在六道里头受苦受难；自己有福有慧就解脱，不但自己得真实之利，同时也可以帮助别人。我们的情执还没断，什么时候断情执？成佛就断了，菩萨没断。菩萨这两个字，玄奘大师的翻译叫觉有情。菩萨还有情执，但是他觉悟，他不迷惑，他高明就在此地。有情执也不算是坏事，十方世界过去无量劫来与我有情的这些众生，这就是有缘，他们有感我就有应。应就非常自在，应身、化身，帮助他们解决苦难，解决完这应化身就不见了。前面跟诸位说过，应化身帮助一切众生，现身说法都是不起心不动念、不分别不执着，真的是菩萨再来。如果应化身说起心动念、分别执着，那他堕落，他又变成凡夫，这是不可能的。阿惟越致菩萨决定不会退转，这是我们要深深的相信，决定没有疑惑。",
      "zh_TW": "我們學佛這麼多年，對於西方極樂世界也有相當的認知，不再懷疑了。懷疑肯念，也能往生，生邊地。生邊地也好，他也不退轉，不過就是不能當下就見佛，要五百年之後你才能見到阿彌陀佛。這五百年是人間的年，不是極樂世界。所以都是屬於好事。如果我們一點懷疑都沒有，生到極樂世界就入品，你就有品位。這是到極樂世界你就能見到阿彌陀佛，得到彌陀本願威神加持。同時你也能夠分身，去禮拜十方諸佛如來，供養修福，聞法則修慧。所以，極樂世界是福慧雙修的道場。我們因為沒有智慧、沒有福報，才在六道裡頭受苦受難；自己有福有慧就解脫，不但自己得真實之利，同時也可以幫助別人。我們的情執還沒斷，什麼時候斷情執？成佛就斷了，菩薩沒斷。菩薩這兩個字，玄奘大師的翻譯叫覺有情。菩薩還有情執，但是他覺悟，他不迷惑，他高明就在此地。有情執也不算是壞事，十方世界過去無量劫來與我有情的這些眾生，這就是有緣，他們有感我就有應。應就非常自在，應身、化身，幫助他們解決苦難，解決完這應化身就不見了。前面跟諸位說過，應化身幫助一切眾生，現身說法都是不起心不動念、不分別不執著，真的是菩薩再來。如果應化身說起心動念、分別執著，那他墮落，他又變成凡夫，這是不可能的。阿惟越致菩薩決定不會退轉，這是我們要深深的相信，決定沒有疑惑。"
    },
    {
      "id": "02-039-0509_p0009",
      "zh_CN": "底下这句，『追逐所生』，「逐者，追从也。谓所生之处，果报追随，相从不舍，随其业因，感得善恶之报」。这个追随，报有两种，这是因为业有两种，有引业、有满业。引业是引导你到哪一道投生，这个就是什么？善恶业。五戒十善引导你到人天去受生，如果是十恶，恶业，引导你到三恶道去投生，这是引业。满业是你这一生当中你所修的六度万行。六度里我们举一条，像布施，你喜欢财布施，那个财就追着你。就是说你命里有财，无论你在哪一道，你物质受用不会缺乏。法布施是聪明智慧，饿鬼、畜生也有聪明智慧的。无畏布施得到的是健康长寿。无论在哪一道，这个福追着你，你一定会得到的，所以这叫福报。畜生道的福报，我们平常最容易看到的，宠物，人家养的宠物有福报，那一家人都伺候牠、都喜欢牠，牠真的是享牠的福报。还有，有的畜生很聪明，真懂得人的意思，牠能察言观色，那是什么？那是过去牠的法布施，牠有聪明智慧。健康长寿，你看三种福报牠都有。饿鬼道也有，饿鬼道有福有慧，鬼道里面去做鬼王，在鬼道里头有地位，像城隍。一般的城隍，像县市长，都城隍那就是像省长一样的。上面还有总督城隍，他管辖的范围很大，有管好多个省的，还有管一个地区，这个地区如果是小的国家，他管好多个国家。所以他们有级别的，福报不一样。人修福，功德是容易丢掉，福报不会丢掉，无论你到哪一道你有福。堕到地狱道也有福，地狱道有福报的受苦轻一点，他总是要受苦，比别人轻一点，没有福报的，受的苦一点。确实苦报不一样。这是「果报追随，相从不舍，随其业因，感得善恶之报」，这是讲六道里头的。",
      "zh_TW": "底下這句，『追逐所生』，「逐者，追從也。謂所生之處，果報追隨，相從不捨，隨其業因，感得善惡之報」。這個追隨，報有兩種，這是因為業有兩種，有引業、有滿業。引業是引導你到哪一道投生，這個就是什麼？善惡業。五戒十善引導你到人天去受生，如果是十惡，惡業，引導你到三惡道去投生，這是引業。滿業是你這一生當中你所修的六度萬行。六度裡我們舉一條，像布施，你喜歡財布施，那個財就追著你。就是說你命裡有財，無論你在哪一道，你物質受用不會缺乏。法布施是聰明智慧，餓鬼、畜生也有聰明智慧的。無畏布施得到的是健康長壽。無論在哪一道，這個福追著你，你一定會得到的，所以這叫福報。畜生道的福報，我們平常最容易看到的，寵物，人家養的寵物有福報，那一家人都伺候牠、都喜歡牠，牠真的是享牠的福報。還有，有的畜生很聰明，真懂得人的意思，牠能察言觀色，那是什麼？那是過去牠的法布施，牠有聰明智慧。健康長壽，你看三種福報牠都有。餓鬼道也有，餓鬼道有福有慧，鬼道裡面去做鬼王，在鬼道裡頭有地位，像城隍。一般的城隍，像縣市長，都城隍那就是像省長一樣的。上面還有總督城隍，他管轄的範圍很大，有管好多個省的，還有管一個地區，這個地區如果是小的國家，他管好多個國家。所以他們有級別的，福報不一樣。人修福，功德是容易丟掉，福報不會丟掉，無論你到哪一道你有福。墮到地獄道也有福，地獄道有福報的受苦輕一點，他總是要受苦，比別人輕一點，沒有福報的，受的苦一點。確實苦報不一樣。這是「果報追隨，相從不捨，隨其業因，感得善惡之報」，這是講六道裡頭的。"
    },
    {
      "id": "02-039-0509_p0010",
      "zh_CN": "『道路不同』，「《嘉祥疏》曰：作善者，天堂果报」，他道路到天道去了，「天堂果报以待之」；造恶的地狱去了，「刀山剑树以待之」，它在那里等你。这些统统是善恶果报，而且全都是自然的。地狱里头刀山剑树没有人设计，也没有人建造。地狱是化生，从哪里变化的？是从你业报自己变化自己去受。就像作梦一样，作恶梦的人恶念多，他念头不善，他造恶业，在梦中受尽折磨，醒来之后一场梦。那个梦有没有人设计？没有；有没有人在建造？没有。天堂是这样的，地狱也是这样的。欲界天里面，只有最下面四王天、忉利天有一点像人间，比人间福报大，往上去是空居天，夜摩以上全是化生。世间有这些事情，所以我们对极乐世界阿弥陀佛，极乐世界是阿弥陀佛愿力功德之所成就。愿，必须要把愿做到，真做到，那就叫功德，愿力功德成就。六道里面这些事情，是善恶力量的成就，善的力量、恶的力量自然成就的，也没有人设计，也没有人施工，自然成就的。",
      "zh_TW": "『道路不同』，「《嘉祥疏》曰：作善者，天堂果報」，他道路到天道去了，「天堂果報以待之」；造惡的地獄去了，「刀山劍樹以待之」，它在那裡等你。這些統統是善惡果報，而且全都是自然的。地獄裡頭刀山劍樹沒有人設計，也沒有人建造。地獄是化生，從哪裡變化的？是從你業報自己變化自己去受。就像作夢一樣，作惡夢的人惡念多，他念頭不善，他造惡業，在夢中受盡折磨，醒來之後一場夢。那個夢有沒有人設計？沒有；有沒有人在建造？沒有。天堂是這樣的，地獄也是這樣的。欲界天裡面，只有最下面四王天、忉利天有一點像人間，比人間福報大，往上去是空居天，夜摩以上全是化生。世間有這些事情，所以我們對極樂世界阿彌陀佛，極樂世界是阿彌陀佛願力功德之所成就。願，必須要把願做到，真做到，那就叫功德，願力功德成就。六道裡面這些事情，是善惡力量的成就，善的力量、惡的力量自然成就的，也沒有人設計，也沒有人施工，自然成就的。"
    },
    {
      "id": "02-039-0509_p0011",
      "zh_CN": "「因果各异，生处悬殊」。我们人死了之后到哪一道？各走各的路，每个人业习不相同。「故临终分手，竟成永别」，这是真的，这道理不能不知道。「三途一报历五千劫，辗转六趣，何日重逢」，三途是地狱、饿鬼、畜生，堕到那里面，这是举地狱，五千劫是指地狱。地狱里头的一天，过去我们在台中学教，李老师告诉我们，地狱里面不同，它很复杂，时差也很多。李老师说一个最普通的，地狱一天，人间二千七百年，中国号称五千年的历史，在地狱里头不到两天。所以地狱苦，真叫度日如年。可是《华严经》上告诉我们，时间是假的，不是真的。这个时间概念是个抽象概念，从哪里来的？还是你自己的妄想分别执着里头变出来的。如果能够把分别执着放下，时间就没有了，时间跟空间都没有了。放下对一切法的执着，应当放下，因为都是假的，何必去执着？真放下之后，心就清净。心清净，空间维次慢慢就淡化，最后就没有了。",
      "zh_TW": "「因果各異，生處懸殊」。我們人死了之後到哪一道？各走各的路，每個人業習不相同。「故臨終分手，竟成永別」，這是真的，這道理不能不知道。「三途一報歷五千劫，輾轉六趣，何日重逢」，三途是地獄、餓鬼、畜生，墮到那裡面，這是舉地獄，五千劫是指地獄。地獄裡頭的一天，過去我們在台中學教，李老師告訴我們，地獄裡面不同，它很複雜，時差也很多。李老師說一個最普通的，地獄一天，人間二千七百年，中國號稱五千年的歷史，在地獄裡頭不到兩天。所以地獄苦，真叫度日如年。可是《華嚴經》上告訴我們，時間是假的，不是真的。這個時間概念是個抽象概念，從哪裡來的？還是你自己的妄想分別執著裡頭變出來的。如果能夠把分別執著放下，時間就沒有了，時間跟空間都沒有了。放下對一切法的執著，應當放下，因為都是假的，何必去執著？真放下之後，心就清淨。心清淨，空間維次慢慢就淡化，最後就沒有了。"
    },
    {
      "id": "02-039-0509_p0012",
      "zh_CN": "我们知道，须陀洹小乘初果，大乘初信位的菩萨，六种神通他恢复两种，天眼、天耳他恢复，这障碍没有了。那就是空间维次稍稍破了一点，我们看不到的他能看到，他能看到天堂、能看到地狱，他有天眼。二果又恢复两种，二果斯陀含，有他心通，别人心里起心动念你知道；有宿命通，宿命通是自己，自己过去生中生生世世他看到了。虽然不能看到久远，大概过去十几世、几十世没有问题，他能看到。现代用催眠术也行，能把一个人让他恢复记忆，他看到他过去世，过去一世、二世、三世，大概十几世是很容易做到的。深入的催眠也能看到几十世的事情，大概相当斯陀含的境界。三果阿那含，第五种神通出现，叫神足通。这个通出现很难得，他能变化、他能分身，他能够飞行；实际上不是飞行，他想到一个地方，一想他身体就到达。所以用不着交通工具，你说想到美国，念头才一想，身体就在美国。这是什么？空间没有了，距离没有了，随着念头，真的，《楞严经》上所谓的「当处出生，随处灭尽」。所以有这种能力的人，你只想他，他就出现在你面前，想他他就来了，为什么？感应，你的信息他立刻就收到，他立刻就在你面前现身。这些都是真的，都不是假的。",
      "zh_TW": "我們知道，須陀洹小乘初果，大乘初信位的菩薩，六種神通他恢復兩種，天眼、天耳他恢復，這障礙沒有了。那就是空間維次稍稍破了一點，我們看不到的他能看到，他能看到天堂、能看到地獄，他有天眼。二果又恢復兩種，二果斯陀含，有他心通，別人心裡起心動念你知道；有宿命通，宿命通是自己，自己過去生中生生世世他看到了。雖然不能看到久遠，大概過去十幾世、幾十世沒有問題，他能看到。現代用催眠術也行，能把一個人讓他恢復記憶，他看到他過去世，過去一世、二世、三世，大概十幾世是很容易做到的。深入的催眠也能看到幾十世的事情，大概相當斯陀含的境界。三果阿那含，第五種神通出現，叫神足通。這個通出現很難得，他能變化、他能分身，他能夠飛行；實際上不是飛行，他想到一個地方，一想他身體就到達。所以用不著交通工具，你說想到美國，念頭才一想，身體就在美國。這是什麼？空間沒有了，距離沒有了，隨著念頭，真的，《楞嚴經》上所謂的「當處出生，隨處滅盡」。所以有這種能力的人，你只想他，他就出現在你面前，想他他就來了，為什麼？感應，你的信息他立刻就收到，他立刻就在你面前現身。這些都是真的，都不是假的。"
    },
    {
      "id": "02-039-0509_p0013",
      "zh_CN": "四果阿罗汉，六种神通圆满恢复了，阿罗汉得漏尽通，烦恼断了，见思烦恼没有了，但是见思习气还在。烦恼真的没有了，习气在，他要把习气断掉，他就升一级，辟支佛，也叫缘觉，辟支佛，升到辟支佛。所以辟支佛，见思烦恼跟见思烦恼的习气都没有，但是他有分别，没有执着，他有分别。有分别，心不平等，他心清净，不平等。什么时候把分别断掉，他升级，他升到菩萨位子上去。菩萨没有分别，有分别习气，分别习气断掉，菩萨就成佛了。所以十法界里面的佛，我们知道，他对于下面这两种，分别、执着，包括习气，统统没有，全断了。所以佛的心清净平等，后头没有觉，只有清净平等，没有觉，为什么？他妄想没断。妄想是起心动念，这个叫无明，无始无明没断。无始无明断了，他真的成佛，不是十法界里所谓相似即佛，他从相似就变成真的，真佛。这个时候转八识成四智，十法界就没有了，他生到一真法界，就是实报土。实报土里面有习气，无始无明习气可不好断。无始无明习气真的断掉，他就功德圆满，他是究竟妙觉果位。",
      "zh_TW": "四果阿羅漢，六種神通圓滿恢復了，阿羅漢得漏盡通，煩惱斷了，見思煩惱沒有了，但是見思習氣還在。煩惱真的沒有了，習氣在，他要把習氣斷掉，他就升一級，辟支佛，也叫緣覺，辟支佛，升到辟支佛。所以辟支佛，見思煩惱跟見思煩惱的習氣都沒有，但是他有分別，沒有執著，他有分別。有分別，心不平等，他心清淨，不平等。什麼時候把分別斷掉，他升級，他升到菩薩位子上去。菩薩沒有分別，有分別習氣，分別習氣斷掉，菩薩就成佛了。所以十法界裡面的佛，我們知道，他對於下面這兩種，分別、執著，包括習氣，統統沒有，全斷了。所以佛的心清淨平等，後頭沒有覺，只有清淨平等，沒有覺，為什麼？他妄想沒斷。妄想是起心動念，這個叫無明，無始無明沒斷。無始無明斷了，他真的成佛，不是十法界裡所謂相似即佛，他從相似就變成真的，真佛。這個時候轉八識成四智，十法界就沒有了，他生到一真法界，就是實報土。實報土裡面有習氣，無始無明習氣可不好斷。無始無明習氣真的斷掉，他就功德圓滿，他是究竟妙覺果位。"
    },
    {
      "id": "02-039-0509_p0014",
      "zh_CN": "无始无明难断，所以世尊说它有四十一个等级，十住、十行、十回向、十地、等觉。这个四十一位怎么来的？习气厚薄不一样，习气厚的在下面，习气薄的他就在上面。所以等觉就是最薄了。这叫四十一品习气，最后的一品断掉他就入妙觉位。入妙觉我们就知道，实报土就不见了，他到哪里去？他到常寂光去了。到常寂光你就找不到他，我们今天科学、哲学家就对他没办法了；在实报土也许还有办法找到，到常寂光一点办法都没有。但是我们想到量子力学对十法界，十法界里面的佛菩萨他肯定能找到，因为他们没有转识成智，他们没有离开阿赖耶，量子力学已经观察到阿赖耶了。可是这些菩萨虽不是真佛，神通也广大。我们这个世间欲界天、色界天、无色界天没有人能跟他相比，比阿罗汉都比不上，何况是四圣法界里面的佛菩萨。",
      "zh_TW": "無始無明難斷，所以世尊說它有四十一個等級，十住、十行、十迴向、十地、等覺。這個四十一位怎麼來的？習氣厚薄不一樣，習氣厚的在下面，習氣薄的他就在上面。所以等覺就是最薄了。這叫四十一品習氣，最後的一品斷掉他就入妙覺位。入妙覺我們就知道，實報土就不見了，他到哪裡去？他到常寂光去了。到常寂光你就找不到他，我們今天科學、哲學家就對他沒辦法了；在實報土也許還有辦法找到，到常寂光一點辦法都沒有。但是我們想到量子力學對十法界，十法界裡面的佛菩薩他肯定能找到，因為他們沒有轉識成智，他們沒有離開阿賴耶，量子力學已經觀察到阿賴耶了。可是這些菩薩雖不是真佛，神通也廣大。我們這個世間欲界天、色界天、無色界天沒有人能跟他相比，比阿羅漢都比不上，何況是四聖法界裡面的佛菩薩。"
    },
    {
      "id": "02-039-0509_p0015",
      "zh_CN": "这些事情，让我们再想到六道里的时差，「三途一报历五千劫」，不是五千年，五千劫。「辗转六趣」，六趣就是六道，「何日重逢」，你亲爱的人、你亲密的朋友遇不到。「且重逢亦不相识」，那就是重逢未必再相识，故曰『会见无期』。我们如果真的把这个事实真相参透，我们现在有缘见到的这些人，自自然然会非常珍惜。因为我们聚会的时间不久，在这个世间会很珍惜，我们别后，就是分手之后，再也见不到了。真正参透这个事实真相，要想我们永远能够重逢，还能够重聚，只有念佛，修善积德，念佛求生净土，这个行。为什么？不在六道里头，不在十法界了，把十法界转变成一真法界。八识一转这就转掉，统统转掉，那个时候重逢也能够相识，你有神通、你有智慧。",
      "zh_TW": "這些事情，讓我們再想到六道裡的時差，「三途一報歷五千劫」，不是五千年，五千劫。「輾轉六趣」，六趣就是六道，「何日重逢」，你親愛的人、你親密的朋友遇不到。「且重逢亦不相識」，那就是重逢未必再相識，故曰『會見無期』。我們如果真的把這個事實真相參透，我們現在有緣見到的這些人，自自然然會非常珍惜。因為我們聚會的時間不久，在這個世間會很珍惜，我們別後，就是分手之後，再也見不到了。真正參透這個事實真相，要想我們永遠能夠重逢，還能夠重聚，只有念佛，修善積德，念佛求生淨土，這個行。為什麼？不在六道裡頭，不在十法界了，把十法界轉變成一真法界。八識一轉這就轉掉，統統轉掉，那個時候重逢也能夠相識，你有神通、你有智慧。"
    },
    {
      "id": "02-039-0509_p0016",
      "zh_CN": "「于是世尊哀之，劝醒世人，何不趁此强健之时」，你身体还很好、还很健壮，你应该『努力修善』。「将欲待至何时耶」，你不能再等待，你等待就来不及了。「人老体衰，难于精修」，你修行困难，没有体力了。「如《涅槃经》云：迦叶」，这是佛叫着迦叶，「譬如甘蔗，既被压已，滓无复味」，甘蔗压成汁，还有渣滓，渣滓没有味了，甜味没有了。这个「被压已」是什么意思？我们人老了，老了这人快乐的滋味没有了，就像甘蔗，汁给压得差不多压光了。「壮年盛色，亦复如是」，这个一定要警觉到，「既被老压，无三种味」，人老了这三种味就没有了，「一、出家味，二、读诵味，三、坐禅味」。这什么？法味，法味没有了。出家，万缘放下，一心向道，求学心切，寻师访友，进修道业；第二种，读诵经典，尚友古人，跟佛菩萨做朋友；第三个是坐禅，禅味。「年老者失三种味，故应及时努力，切莫迟延」，我们现在还有精神、还有体力，得认真干，再不干，迟了！这三种味就是戒定慧，出家是持戒，读诵是智慧，坐禅是禅定，戒定慧三学之味，到年老都不行了。所以，年老就一心念佛求生净土，这就对了。这三桩事情，年龄过去了，不再搞了，无论在家出家，一句佛号念到底，把它守住。像我在前面讲了，祖师教导我们，「不怕念起，只怕觉迟」，一定要奋发，把佛号抓紧，不能叫它失念，我们决定能成就。每个人身体状况各人不一样，这是福报。比较少数的人，虽然年岁大了，体力还不衰，前面这三种味还有，就是戒定慧还有。怎样？也不必求了，念佛要紧。为什么？念佛能成佛。我们终极的目标，就是希望在这一生稳稳当当作佛去，这是世间第一等智慧人，不再干别的了。我们时间不多了，距离老化已经很接近，就要万缘放下，一心念佛。世出世间事情不要问了、不要管了，再要管这些拉杂事情我们自己去不了，还搞六道轮回就错了，大错特错！",
      "zh_TW": "「於是世尊哀之，勸醒世人，何不趁此強健之時」，你身體還很好、還很健壯，你應該『努力修善』。「將欲待至何時耶」，你不能再等待，你等待就來不及了。「人老體衰，難於精修」，你修行困難，沒有體力了。「如《涅槃經》云：迦葉」，這是佛叫著迦葉，「譬如甘蔗，既被壓已，滓無復味」，甘蔗壓成汁，還有渣滓，渣滓沒有味了，甜味沒有了。這個「被壓已」是什麼意思？我們人老了，老了這人快樂的滋味沒有了，就像甘蔗，汁給壓得差不多壓光了。「壯年盛色，亦復如是」，這個一定要警覺到，「既被老壓，無三種味」，人老了這三種味就沒有了，「一、出家味，二、讀誦味，三、坐禪味」。這什麼？法味，法味沒有了。出家，萬緣放下，一心向道，求學心切，尋師訪友，進修道業；第二種，讀誦經典，尚友古人，跟佛菩薩做朋友；第三個是坐禪，禪味。「年老者失三種味，故應及時努力，切莫遲延」，我們現在還有精神、還有體力，得認真幹，再不幹，遲了！這三種味就是戒定慧，出家是持戒，讀誦是智慧，坐禪是禪定，戒定慧三學之味，到年老都不行了。所以，年老就一心念佛求生淨土，這就對了。這三樁事情，年齡過去了，不再搞了，無論在家出家，一句佛號念到底，把它守住。像我在前面講了，祖師教導我們，「不怕念起，只怕覺遲」，一定要奮發，把佛號抓緊，不能叫它失念，我們決定能成就。每個人身體狀況各人不一樣，這是福報。比較少數的人，雖然年歲大了，體力還不衰，前面這三種味還有，就是戒定慧還有。怎樣？也不必求了，念佛要緊。為什麼？念佛能成佛。我們終極的目標，就是希望在這一生穩穩當當作佛去，這是世間第一等智慧人，不再幹別的了。我們時間不多了，距離老化已經很接近，就要萬緣放下，一心念佛。世出世間事情不要問了、不要管了，再要管這些拉雜事情我們自己去不了，還搞六道輪迴就錯了，大錯特錯！"
    },
    {
      "id": "02-039-0509_p0017",
      "zh_CN": "我们再看下面这一段，下面这段是示，迷失佛菩萨、圣贤教诲你得的果报。我们看经文：",
      "zh_TW": "我們再看下面這一段，下面這段是示，迷失佛菩薩、聖賢教誨你得的果報。我們看經文："
    },
    {
      "id": "02-039-0509_p0018",
      "zh_CN": "【世人善恶自不能见。吉凶祸福竞各作之。】",
      "zh_TW": "【世人善惡自不能見。吉凶禍福競各作之。】"
    },
    {
      "id": "02-039-0509_p0019",
      "zh_CN": "不但在做，大家还在竞争。",
      "zh_TW": "不但在做，大家還在競爭。"
    },
    {
      "id": "02-039-0509_p0020",
      "zh_CN": "【身愚神暗。转受余教。】",
      "zh_TW": "【身愚神闇。轉受餘教。】"
    },
    {
      "id": "02-039-0509_p0021",
      "zh_CN": "佛教不相信了，去接受别的教。",
      "zh_TW": "佛教不相信了，去接受別的教。"
    },
    {
      "id": "02-039-0509_p0022",
      "zh_CN": "【颠倒相续。无常根本。蒙冥抵突。不信经法。心无远虑。各欲快意。迷于瞋恚。贪于财色。终不休止。哀哉可伤。先人不善。不识道德。无有语者。殊无怪也。死生之趣。善恶之道。都不之信。谓无有是。】",
      "zh_TW": "【顛倒相續。無常根本。蒙冥抵突。不信經法。心無遠慮。各欲快意。迷於瞋恚。貪於財色。終不休止。哀哉可傷。先人不善。不識道德。無有語者。殊無怪也。死生之趣。善惡之道。都不之信。謂無有是。】"
    },
    {
      "id": "02-039-0509_p0023",
      "zh_CN": "这在现前是很普遍的现象。",
      "zh_TW": "這在現前是很普遍的現象。"
    },
    {
      "id": "02-039-0509_p0024",
      "zh_CN": "【更相瞻视。且自见之。或父哭子。或子哭父。兄弟夫妇更相哭泣。】",
      "zh_TW": "【更相瞻視。且自見之。或父哭子。或子哭父。兄弟夫婦更相哭泣。】"
    },
    {
      "id": "02-039-0509_p0025",
      "zh_CN": "后头还有两句：",
      "zh_TW": "後頭還有兩句："
    },
    {
      "id": "02-039-0509_p0026",
      "zh_CN": "【一死一生。迭相顾恋。】",
      "zh_TW": "【一死一生。迭相顧戀。】"
    },
    {
      "id": "02-039-0509_p0027",
      "zh_CN": "这是一段。念老在注解里面告诉我们，「本品明」，说明，「此土秽恶」，我们这个世界、我们这个地球，秽是染污，恶是恶业，环境染污了。全世界各个政府都在关注、保护地球的环境，所以叫环保。环保这个名词五十年前没有，没听到过什么叫环保，我们刚到台湾的时候没有听说这个名词。这个名词大概在我们这样的应该是五、六十岁的时候，才听说这个名词。这什么原因？五十年前为什么没有这个名词？是不是没有染污？有染污，不严重，没这么严重，大家没有看到这个染污的厉害。这五十年当中大家意识到了，再要不保护环境，对我们的生存影响太大了，所以才提倡环保。环保能不能收到效果？我讲过很多次，收不到。我说的话诸位应该不会反对，为什么？这个现象就在面前，你看到效果了吗？为什么？我们疏忽了环保的根是要保护心理健康，外面的环保自然解决了。我们心里的染污太严重了，没有人讲到心理环保。物质环保意识到了，心理环保要命！没有人意识到。",
      "zh_TW": "這是一段。念老在註解裡面告訴我們，「本品明」，說明，「此土穢惡」，我們這個世界、我們這個地球，穢是染污，惡是惡業，環境染污了。全世界各個政府都在關注、保護地球的環境，所以叫環保。環保這個名詞五十年前沒有，沒聽到過什麼叫環保，我們剛到台灣的時候沒有聽說這個名詞。這個名詞大概在我們這樣的應該是五、六十歲的時候，才聽說這個名詞。這什麼原因？五十年前為什麼沒有這個名詞？是不是沒有染污？有染污，不嚴重，沒這麼嚴重，大家沒有看到這個染污的厲害。這五十年當中大家意識到了，再要不保護環境，對我們的生存影響太大了，所以才提倡環保。環保能不能收到效果？我講過很多次，收不到。我說的話諸位應該不會反對，為什麼？這個現象就在面前，你看到效果了嗎？為什麼？我們疏忽了環保的根是要保護心理健康，外面的環保自然解決了。我們心裡的染污太嚴重了，沒有人講到心理環保。物質環保意識到了，心理環保要命！沒有人意識到。"
    },
    {
      "id": "02-039-0509_p0028",
      "zh_CN": "自私自利、贪瞋痴慢疑，这个染污多严重，这种染污的果报肯定在三途；换句话说，来生人天没有分。前面我们刚刚读过，三途太可怕，不能没有高度的警觉，一报五千劫，不是五千年。这种经文，我们年轻的时候学习，向老师请教，哪有这么长？老师说生生世世。为什么？譬如你堕地狱，从地狱出来了，带着地狱的恶习气，你来到人间又造这个罪业，没人教你。这个罪业造了，死了之后又到那里去了，《地藏经》上有，刚刚离开恶道，怎么没几天你又来了，又回来了？恶习气难改，道理就在此地。因为三恶道的时间长，人间的时间短，以饿鬼道来说，饿鬼道一天是人间一个月，人间一个月是饿鬼道一天。所以才看到这个现象。地狱道就更不必说了，地狱道一天，人间二千七百年，你就是在人间活一百岁，造作罪业又堕地狱，你怎么刚出去没多久你又回来了？二千七百年，一百年还不到一个小时，不是出去又回来了？你就知道这个五千劫说得不过分，你几时才能够摆脱恶道？你还敢作恶吗？你还想作恶吗？这什么原因？没有智慧，迷惑颠倒，他才敢作，头脑稍稍清楚一点，不敢。所以，因果教育比伦理道德教育还重要，因果就是利害的教育，这里头有大利、大害，行善得大利，作恶得大害。所以，「众生三毒炽盛，造恶可哀」，这是佛眼睛里看的。为什么要搞贪瞋痴？自作自受。",
      "zh_TW": "自私自利、貪瞋痴慢疑，這個染污多嚴重，這種染污的果報肯定在三途；換句話說，來生人天沒有分。前面我們剛剛讀過，三途太可怕，不能沒有高度的警覺，一報五千劫，不是五千年。這種經文，我們年輕的時候學習，向老師請教，哪有這麼長？老師說生生世世。為什麼？譬如你墮地獄，從地獄出來了，帶著地獄的惡習氣，你來到人間又造這個罪業，沒人教你。這個罪業造了，死了之後又到那裡去了，《地藏經》上有，剛剛離開惡道，怎麼沒幾天你又來了，又回來了？惡習氣難改，道理就在此地。因為三惡道的時間長，人間的時間短，以餓鬼道來說，餓鬼道一天是人間一個月，人間一個月是餓鬼道一天。所以才看到這個現象。地獄道就更不必說了，地獄道一天，人間二千七百年，你就是在人間活一百歲，造作罪業又墮地獄，你怎麼剛出去沒多久你又回來了？二千七百年，一百年還不到一個小時，不是出去又回來了？你就知道這個五千劫說得不過分，你幾時才能夠擺脫惡道？你還敢作惡嗎？你還想作惡嗎？這什麼原因？沒有智慧，迷惑顛倒，他才敢作，頭腦稍稍清楚一點，不敢。所以，因果教育比倫理道德教育還重要，因果就是利害的教育，這裡頭有大利、大害，行善得大利，作惡得大害。所以，「眾生三毒熾盛，造惡可哀」，這是佛眼睛裡看的。為什麼要搞貪瞋痴？自作自受。"
    },
    {
      "id": "02-039-0509_p0029",
      "zh_CN": "「初段」，这第一段说的是「贪毒，贫富同然，忧苦万端」，不论贫富贵贱都一样。现在的教育，真的不再相信圣贤，不再相信佛菩萨。圣贤、佛菩萨决定不讲竞争，不但佛法没有，我们看看其他宗教也没有讲竞争。竞争自自然然提升，往上提升就是斗争，斗争再往上提升就是战争，战争那个罪业就太可怕了，没完没了。在战场打仗惊慌失措，这样死掉之后，他神识还在打仗，没打完，打不完的，几千年还都杀来杀去，没停止的。实际上人间战争停止了、和谈了，死去的在战场依旧在打，他不知道结束了，永远在打，你说多可怜。让我们想到，我们生长在那个时代，我们年岁小，还不能够去当兵，是在小学、初中的时代，到处流亡、到处逃难，也惊慌失措。学佛的前些年，大概学佛前十年，还作梦，在战争当中，还在逃难。现在这些年没有这种梦了。这是习气，从我们自己本身这个习气，我们就想到战场死亡的他那个印象多深。所以永远在战争，这个多苦、多可怜！",
      "zh_TW": "「初段」，這第一段說的是「貪毒，貧富同然，憂苦萬端」，不論貧富貴賤都一樣。現在的教育，真的不再相信聖賢，不再相信佛菩薩。聖賢、佛菩薩決定不講競爭，不但佛法沒有，我們看看其他宗教也沒有講競爭。競爭自自然然提升，往上提升就是鬥爭，鬥爭再往上提升就是戰爭，戰爭那個罪業就太可怕了，沒完沒了。在戰場打仗驚慌失措，這樣死掉之後，他神識還在打仗，沒打完，打不完的，幾千年還都殺來殺去，沒停止的。實際上人間戰爭停止了、和談了，死去的在戰場依舊在打，他不知道結束了，永遠在打，你說多可憐。讓我們想到，我們生長在那個時代，我們年歲小，還不能夠去當兵，是在小學、初中的時代，到處流亡、到處逃難，也驚慌失措。學佛的前些年，大概學佛前十年，還作夢，在戰爭當中，還在逃難。現在這些年沒有這種夢了。這是習氣，從我們自己本身這個習氣，我們就想到戰場死亡的他那個印象多深。所以永遠在戰爭，這個多苦、多可憐！"
    },
    {
      "id": "02-039-0509_p0030",
      "zh_CN": "「次段显瞋毒，至成大怨」，这是前面两大段，这是第三段。「本段示痴毒」，前面讲贪瞋，这一段是痴。「如身愚神暗，不信经法，善恶之道，都不之信」，这是愚痴。「痴毒之祸，伤人慧命」，它不是伤你身命，你智慧没有了，愚痴，「且为三毒之本」。他为什么有贪？没有智慧，有智慧的人不贪，有智慧的人不会发脾气。所以，它真的是三毒的根本。「故痴毒为患极深。此下二段，复分举贪瞋二毒。」「经义为，世人愚痴，不明何者是善，何者为恶」。这些事情都摆在我们面前，这个讲价值观，现在的价值观颠倒了。什么是善？有钱有势就善，贫贱就是恶，现在人价值观说这个。所以，拼命去争名夺利，起心动念皆是损人利己。人人都损人利己，这还得了吗？善恶价值观颠倒了。「各逞己意，妄加分别，于善恶三世因果之恒规，不能生信」。你给他讲善恶果报他不相信，你给他讲来世他不相信，他认为我人就这一生，我要拼命去享受，要拼命去争名夺利。不肯拼命去争，他说那是傻人、那是愚人，他自以为聪明。故云『世人善恶自不能见』，就是不晓得什么是善、什么是恶。这是社会动乱的根源，也是地球灾变的真正因素。",
      "zh_TW": "「次段顯瞋毒，至成大怨」，這是前面兩大段，這是第三段。「本段示痴毒」，前面講貪瞋，這一段是痴。「如身愚神闇，不信經法，善惡之道，都不之信」，這是愚痴。「痴毒之禍，傷人慧命」，它不是傷你身命，你智慧沒有了，愚痴，「且為三毒之本」。他為什麼有貪？沒有智慧，有智慧的人不貪，有智慧的人不會發脾氣。所以，它真的是三毒的根本。「故痴毒為患極深。此下二段，復分舉貪瞋二毒。」「經義為，世人愚痴，不明何者是善，何者為惡」。這些事情都擺在我們面前，這個講價值觀，現在的價值觀顛倒了。什麼是善？有錢有勢就善，貧賤就是惡，現在人價值觀說這個。所以，拼命去爭名奪利，起心動念皆是損人利己。人人都損人利己，這還得了嗎？善惡價值觀顛倒了。「各逞己意，妄加分別，於善惡三世因果之恆規，不能生信」。你給他講善惡果報他不相信，你給他講來世他不相信，他認為我人就這一生，我要拼命去享受，要拼命去爭名奪利。不肯拼命去爭，他說那是傻人、那是愚人，他自以為聰明。故云『世人善惡自不能見』，就是不曉得什麼是善、什麼是惡。這是社會動亂的根源，也是地球災變的真正因素。"
    },
    {
      "id": "02-039-0509_p0031",
      "zh_CN": "「既不知因，便不畏果」，果报现前，他以为与他不相干，这是自然灾害，不是任何人能够抗拒的。「但图当时快意，不惧后患无穷」。世尊三千年前当时说这些话，好像就是说给现代人听的。过去在历史上有，没有这么严重。受佛的教诲，受中国传统伦理道德的教诲，不太敢过分，过分觉得没面子。现在价值观转变了，是非善恶统统颠倒，把善当作恶，把恶认为善。所以「纵情恣欲，任意作恶，竞造恶因」，这竞争，恶因，杀盗淫妄酒、贪瞋痴慢疑，拼命干这些。「不顾当来之凶祸」，为什么？他不相信，你说他将来有恶报，不相信，他说这是迷信，这是封建时代那些帝王欺骗老百姓的。我们在学习这些经教，他在旁边耻笑我们、排斥我们、打压我们。为什么？他们才无所忌惮的，就是纵情纵欲，任意作恶。佛在此地说，『吉凶祸福竞各作之』，每个人都在比赛、都在竞争。竞争不到就斗争，斗争不到就发动战争，就掠夺，所以造成天灾人祸。",
      "zh_TW": "「既不知因，便不畏果」，果報現前，他以為與他不相干，這是自然災害，不是任何人能夠抗拒的。「但圖當時快意，不懼後患無窮」。世尊三千年前當時說這些話，好像就是說給現代人聽的。過去在歷史上有，沒有這麼嚴重。受佛的教誨，受中國傳統倫理道德的教誨，不太敢過分，過分覺得沒面子。現在價值觀轉變了，是非善惡統統顛倒，把善當作惡，把惡認為善。所以「縱情恣欲，任意作惡，競造惡因」，這競爭，惡因，殺盜淫妄酒、貪瞋痴慢疑，拼命幹這些。「不顧當來之凶禍」，為什麼？他不相信，你說他將來有惡報，不相信，他說這是迷信，這是封建時代那些帝王欺騙老百姓的。我們在學習這些經教，他在旁邊恥笑我們、排斥我們、打壓我們。為什麼？他們才無所忌憚的，就是縱情縱欲，任意作惡。佛在此地說，『吉凶禍福競各作之』，每個人都在比賽、都在競爭。競爭不到就鬥爭，鬥爭不到就發動戰爭，就掠奪，所以造成天災人禍。"
    },
    {
      "id": "02-039-0509_p0032",
      "zh_CN": "「又《嘉祥疏》谓，世人以死之祠祭杀生为凶，嫁娶等为吉，世人于此二事竞各为之。盖吉凶是因，祸福是果。杀生祭祀是凶，杀业所感三途之报为祸。世人皆以嫁娶为吉，但不知因喜庆而杀生，反成凶事，而招当来无穷之祸。此正是世人不明善恶所招之恶果也」。这是从前，现在人看到这些文字，说这是迷信。从前人还有一点害怕，所以还不太敢过分。现在人毫无顾忌，一丝毫畏惧的心理没有，认为自己做得很对，做得非常光彩，以此为荣。这感得的是什么？感得的是自己身心的疾病，瘟疫，再感得地球的灾变，天灾人祸统统现前。战争的爆发，这个战争是核武战争，可不可能？非常可能。我们再看媒体的报道，有这个信息，我们相信这是确实的，不是假的。它说全世界至少有两千枚核弹、氢弹准备发射，三分钟之内可以发射，有两千枚！一颗核弹可以毁一个城市，放在发射台上待发，只需要三分钟时间，你想想这个天灾人祸多么可怕，对人类带来是毁灭性的灾难，不是以前的战争。以前那个战争不可怕，一颗炸弹顶多也不过杀伤一、二十个人而已。现在不是，一颗氢弹至少是要死亡一百万人。所以，核战一爆发，这个世界上的人，死人一天都要死上亿，几个亿，真是佛经上所讲的小三灾。",
      "zh_TW": "「又《嘉祥疏》謂，世人以死之祠祭殺生為凶，嫁娶等為吉，世人於此二事競各為之。蓋吉凶是因，禍福是果。殺生祭祀是凶，殺業所感三途之報為禍。世人皆以嫁娶為吉，但不知因喜慶而殺生，反成凶事，而招當來無窮之禍。此正是世人不明善惡所招之惡果也」。這是從前，現在人看到這些文字，說這是迷信。從前人還有一點害怕，所以還不太敢過分。現在人毫無顧忌，一絲毫畏懼的心理沒有，認為自己做得很對，做得非常光彩，以此為榮。這感得的是什麼？感得的是自己身心的疾病，瘟疫，再感得地球的災變，天災人禍統統現前。戰爭的爆發，這個戰爭是核武戰爭，可不可能？非常可能。我們再看媒體的報道，有這個信息，我們相信這是確實的，不是假的。它說全世界至少有兩千枚核彈、氫彈準備發射，三分鐘之內可以發射，有兩千枚！一顆核彈可以毀一個城市，放在發射台上待發，只需要三分鐘時間，你想想這個天災人禍多麼可怕，對人類帶來是毀滅性的災難，不是以前的戰爭。以前那個戰爭不可怕，一顆炸彈頂多也不過殺傷一、二十個人而已。現在不是，一顆氫彈至少是要死亡一百萬人。所以，核戰一爆發，這個世界上的人，死人一天都要死上億，幾個億，真是佛經上所講的小三災。"
    },
    {
      "id": "02-039-0509_p0033",
      "zh_CN": "小三灾在过去我们初学经不懂，因为佛告诉我们，小三灾第一个是战争，时间是七天七夜，刀兵劫，七天七夜；接着是瘟疫，瘟疫是七个月七天；再接着是饥饿，七年七个月。经上是这么说的。中日战争八年，二次世界大战四年，都不算是刀兵劫，七天七夜的战争是刀兵劫，怎么想都想不出来。我跟道安法师访问日本，去看广岛、看长崎。这是三十多年前的事情，我记得我那年四十九岁，访问日本那年四十九岁，差一岁五十岁。我看了之后恍然大悟，原来小三灾是讲核武战争。广岛被原子弹炸了，确确实实我们去的那年大概是第九年，地上才长草。真的是七年七个月草木不生，那人不饿死了吗？我们好像是第八年的样子，第八年、第九年，地上慢慢长草。瘟疫是什么？就是核辐射。当时被炸死的八万多人，当时死的，连尸首都找不到，变成灰了。得核辐射的，核辐射死亡的，真的像佛经上讲的七个月，七个月内死亡的很多、很惨！还有，还有活到现在的，少数，但是都变成白痴，你要看到，那是真可怜！所以佛经讲的小三灾我们这才明了，核武战争才是小三灾，三千年前释迦牟尼佛就看到了、就说明了。什么人会干这个事情？愚痴的人，他敢干。是个明白人、聪明人怎么肯干这种事情！这个罪无法能形容，将来发动核武、参加核武战争的都是阿鼻地狱，他能翻身吗？他能出来吗？干什么样的恶业，在地狱还有出头的日子，搞核武战争永远没有出头的日子。",
      "zh_TW": "小三災在過去我們初學經不懂，因為佛告訴我們，小三災第一個是戰爭，時間是七天七夜，刀兵劫，七天七夜；接著是瘟疫，瘟疫是七個月七天；再接著是飢餓，七年七個月。經上是這麼說的。中日戰爭八年，二次世界大戰四年，都不算是刀兵劫，七天七夜的戰爭是刀兵劫，怎麼想都想不出來。我跟道安法師訪問日本，去看廣島、看長崎。這是三十多年前的事情，我記得我那年四十九歲，訪問日本那年四十九歲，差一歲五十歲。我看了之後恍然大悟，原來小三災是講核武戰爭。廣島被原子彈炸了，確確實實我們去的那年大概是第九年，地上才長草。真的是七年七個月草木不生，那人不餓死了嗎？我們好像是第八年的樣子，第八年、第九年，地上慢慢長草。瘟疫是什麼？就是核輻射。當時被炸死的八萬多人，當時死的，連屍首都找不到，變成灰了。得核輻射的，核輻射死亡的，真的像佛經上講的七個月，七個月內死亡的很多、很慘！還有，還有活到現在的，少數，但是都變成白痴，你要看到，那是真可憐！所以佛經講的小三災我們這才明瞭，核武戰爭才是小三災，三千年前釋迦牟尼佛就看到了、就說明了。什麼人會幹這個事情？愚痴的人，他敢幹。是個明白人、聰明人怎麼肯幹這種事情！這個罪無法能形容，將來發動核武、參加核武戰爭的都是阿鼻地獄，他能翻身嗎？他能出來嗎？幹什麼樣的惡業，在地獄還有出頭的日子，搞核武戰爭永遠沒有出頭的日子。"
    },
    {
      "id": "02-039-0509_p0034",
      "zh_CN": "这个地方嘉祥大师他的解释，世间人，人死祭祀，祭祀杀生祭鬼神，这是凶；嫁娶，像现在结婚，这是好事。世间人于这两种事竞各为之，为什么？杀生请客。吉凶是因，祸福是果，杀生祭祀是凶，杀业所感三途之报这是祸。世间人皆以嫁娶为吉，但不知因喜庆而杀生反造恶业，这个太多了，反成凶事，而招当来无穷之祸。还有做寿，小孩满月、周岁来庆祝，都杀生。「此正是世人不明善恶所招之恶果也」，不知道，如果知道业因果报，他决定不会这么做。这些风气在全世界形成，不是一个地区，你到处都能见到。",
      "zh_TW": "這個地方嘉祥大師他的解釋，世間人，人死祭祀，祭祀殺生祭鬼神，這是凶；嫁娶，像現在結婚，這是好事。世間人於這兩種事競各為之，為什麼？殺生請客。吉凶是因，禍福是果，殺生祭祀是凶，殺業所感三途之報這是禍。世間人皆以嫁娶為吉，但不知因喜慶而殺生反造惡業，這個太多了，反成凶事，而招當來無窮之禍。還有做壽，小孩滿月、周歲來慶祝，都殺生。「此正是世人不明善惡所招之惡果也」，不知道，如果知道業因果報，他決定不會這麼做。這些風氣在全世界形成，不是一個地區，你到處都能見到。"
    },
    {
      "id": "02-039-0509_p0035",
      "zh_CN": "『身愚神暗』，神是精神，糊涂！身造恶这身愚，心不信这神暗。因果经上告诉我们，所杀害的那些畜生，许许多多都是自己的家亲眷属已经过世，他又投胎来做畜生。换了个身体就不认识了，要吃牠。这个事可以相信吗？可以相信。真是冤冤相报没完没了！「又《净影疏》曰：身愚神暗，心塞意闭，生死善恶自不能见」。「故知愚暗，即是痴毒。以愚痴故，心意闭塞，不能正信因果，不能信受经法入于正道，对于外道邪说反易信奉。」外道什么？提倡杀生祭祀，认为肉食是一桩乐事，特别是富贵人家。现在科技发达，一般人所谓都富起来了，是不是好事？我想诸位心里有数。我回想我们自己小时候，生长在农村，肉喜欢吃，贪吃。可是农村里面卖肉的半个月有一次，也就是说，这个小镇里头半个月才杀一个猪，只有逢年过节，大概每天会杀一只猪，平常没有。平常有时候杀鸡杀鸭什么，那自己家里养的。你要到小镇里面去买、村子里面去买，买这些肉食，猪肉什么的，一个月只有一次。没有那么多，一般人民吃肉太难了，只有过年过节的时候才有，平常没有。哪有像现在，天天都在吃肉，比过年过节还要丰盛。这人有多大的福报？那福报不就很快就享完了吗？享完之后怎么办？灾难就来了。",
      "zh_TW": "『身愚神闇』，神是精神，糊塗！身造惡這身愚，心不信這神闇。因果經上告訴我們，所殺害的那些畜生，許許多多都是自己的家親眷屬已經過世，他又投胎來做畜生。換了個身體就不認識了，要吃牠。這個事可以相信嗎？可以相信。真是冤冤相報沒完沒了！「又《淨影疏》曰：身愚神闇，心塞意閉，生死善惡自不能見」。「故知愚闇，即是痴毒。以愚痴故，心意閉塞，不能正信因果，不能信受經法入於正道，對於外道邪說反易信奉。」外道什麼？提倡殺生祭祀，認為肉食是一樁樂事，特別是富貴人家。現在科技發達，一般人所謂都富起來了，是不是好事？我想諸位心裡有數。我回想我們自己小時候，生長在農村，肉喜歡吃，貪吃。可是農村裡面賣肉的半個月有一次，也就是說，這個小鎮裡頭半個月才殺一個豬，只有逢年過節，大概每天會殺一隻豬，平常沒有。平常有時候殺雞殺鴨什麼，那自己家裡養的。你要到小鎮裡面去買、村子裡面去買，買這些肉食，豬肉什麼的，一個月只有一次。沒有那麼多，一般人民吃肉太難了，只有過年過節的時候才有，平常沒有。哪有像現在，天天都在吃肉，比過年過節還要豐盛。這人有多大的福報？那福報不就很快就享完了嗎？享完之後怎麼辦？災難就來了。"
    },
    {
      "id": "02-039-0509_p0036",
      "zh_CN": "所以愚痴这个毒比前面贪瞋还要严重，为什么？心意闭塞，糊涂！不明是非，不信因果。不信经法，古圣先贤的教诲不能接受，佛教、宗教的经典当然也不能接受。所以全世界信仰宗教的人逐年下降，这是天主教告诉我们的。我们访问梵蒂冈，陶然主教告诉我们，他的看法，如果像这样的速度下降的话，二、三十年之后，这个世界上信仰宗教的人寥寥无几，这人数就太少了。怕的是宗教会在这个地球上消失，变成一个历史的名词。相信什么？相信科学，相信人定胜天，也就是人决定可以用科学技术征服大自然。现在我们要看看，科学技术能不能拯救大自然？现在大自然出了麻烦。有好心的同学将最近几个月全世界这些灾难，他们从媒体，大概报纸、杂志，我不知道它的来源，列了个表给我，只是标题，没有内容，我就看看标题，看看有多少。三月份四十多起，四月份六十多起，三、四、五这三个月，大概差不多一百五十起，平均是一个月五十起的样子。可是它月月增长，三月份才四十几起。现在这个月才过了二十天，大概差不多有一百多起了，恐怕这个月到月底可能达到两百起。频率月月在上升，灾难一次比一次严重，科学有什么方法来拯救？",
      "zh_TW": "所以愚痴這個毒比前面貪瞋還要嚴重，為什麼？心意閉塞，糊塗！不明是非，不信因果。不信經法，古聖先賢的教誨不能接受，佛教、宗教的經典當然也不能接受。所以全世界信仰宗教的人逐年下降，這是天主教告訴我們的。我們訪問梵蒂岡，陶然主教告訴我們，他的看法，如果像這樣的速度下降的話，二、三十年之後，這個世界上信仰宗教的人寥寥無幾，這人數就太少了。怕的是宗教會在這個地球上消失，變成一個歷史的名詞。相信什麼？相信科學，相信人定勝天，也就是人決定可以用科學技術征服大自然。現在我們要看看，科學技術能不能拯救大自然？現在大自然出了麻煩。有好心的同學將最近幾個月全世界這些災難，他們從媒體，大概報紙、雜誌，我不知道它的來源，列了個表給我，只是標題，沒有內容，我就看看標題，看看有多少。三月份四十多起，四月份六十多起，三、四、五這三個月，大概差不多一百五十起，平均是一個月五十起的樣子。可是它月月增長，三月份才四十幾起。現在這個月才過了二十天，大概差不多有一百多起了，恐怕這個月到月底可能達到兩百起。頻率月月在上升，災難一次比一次嚴重，科學有什麼方法來拯救？"
    },
    {
      "id": "02-039-0509_p0037",
      "zh_CN": "日本三一一大地震之后，余震一直到现在都不停止，人心惶惶。难得他们一般民众的心还很善良，特别是广大的农村，传统的底蕴还没有消失。他们邀请我去讲经，来化解灾难。讲经能不能？能！为什么？讲经是劝人断恶修善。佛在经上常讲，「一切法从心想生」，现在科学家也告诉我们，意念能够转变境界。东京江本博士做的水实验有很好成功的例子，说明这个事情不假。所以，释迦牟尼佛对社会大众最大的贡献，就是四十九年讲经教学。可是现在有很多人他不相信，日本还能相信，找我去讲经，我就去了。我去讲《无量寿经》，《无量寿经》分四十八个小时给日本，我讲了十二天，一天四个小时，四十八个小时。有效果，什么效果？日本那边听众听了欢喜，这就好，听了相信。只要能信受经法、端正心念，美国布莱登所说的，化解灾难，弃恶扬善、改邪归正、端正心念，就能收到效果。可是人得相信，真相信我们就去，看看效果怎么样。人心念真转过来了，灾难纵然不能化解，会大幅度的减轻，不至于造成严重的伤害，这多好！",
      "zh_TW": "日本三一一大地震之後，餘震一直到現在都不停止，人心惶惶。難得他們一般民眾的心還很善良，特別是廣大的農村，傳統的底蘊還沒有消失。他們邀請我去講經，來化解災難。講經能不能？能！為什麼？講經是勸人斷惡修善。佛在經上常講，「一切法從心想生」，現在科學家也告訴我們，意念能夠轉變境界。東京江本博士做的水實驗有很好成功的例子，說明這個事情不假。所以，釋迦牟尼佛對社會大眾最大的貢獻，就是四十九年講經教學。可是現在有很多人他不相信，日本還能相信，找我去講經，我就去了。我去講《無量壽經》，《無量壽經》分四十八個小時給日本，我講了十二天，一天四個小時，四十八個小時。有效果，什麼效果？日本那邊聽眾聽了歡喜，這就好，聽了相信。只要能信受經法、端正心念，美國布萊登所說的，化解災難，棄惡揚善、改邪歸正、端正心念，就能收到效果。可是人得相信，真相信我們就去，看看效果怎麼樣。人心念真轉過來了，災難縱然不能化解，會大幅度的減輕，不至於造成嚴重的傷害，這多好！"
    },
    {
      "id": "02-039-0509_p0038",
      "zh_CN": "所以现在人难，难在什么？不相信正法，对于外道邪说反易信奉，所以经上讲『转受余教』。外道是教你纵欲，教给你贪婪，教给你不要相信鬼神，什么因果都是假的，教你竞争、教你斗争，搞这个，这个他很容易相信。「如是颠倒之见，相续不绝，永溺生死」，这个生死就是轮回，生死轮回你没有方法超越。人为什么出不了轮回？根本原因就是痴，「正是痴业」。实在讲，我常常跟同学们说，痴下头有个疑，愚痴、怀疑，对什么都怀疑，没有信心，这个麻烦可大了。「生死无常，以痴为本」，疑是缘，痴是本，疑是缘，怀疑，愚痴、不相信，「故云无常根本」。中国古圣先贤教我们，五伦、五常、四维、八德，落实在《弟子规》，如果我们都能依照《弟子规》去学习，都能把它变成我们自己日常生活、待人接物，灾难就大幅度的减轻。再进一步，我们去学因果教育，落实《感应篇》，灾难就很可能化解了。",
      "zh_TW": "所以現在人難，難在什麼？不相信正法，對於外道邪說反易信奉，所以經上講『轉受餘教』。外道是教你縱欲，教給你貪婪，教給你不要相信鬼神，什麼因果都是假的，教你競爭、教你鬥爭，搞這個，這個他很容易相信。「如是顛倒之見，相續不絕，永溺生死」，這個生死就是輪迴，生死輪迴你沒有方法超越。人為什麼出不了輪迴？根本原因就是痴，「正是痴業」。實在講，我常常跟同學們說，痴下頭有個疑，愚痴、懷疑，對什麼都懷疑，沒有信心，這個麻煩可大了。「生死無常，以痴為本」，疑是緣，痴是本，疑是緣，懷疑，愚痴、不相信，「故云無常根本」。中國古聖先賢教我們，五倫、五常、四維、八德，落實在《弟子規》，如果我們都能依照《弟子規》去學習，都能把它變成我們自己日常生活、待人接物，災難就大幅度的減輕。再進一步，我們去學因果教育，落實《感應篇》，災難就很可能化解了。"
    },
    {
      "id": "02-039-0509_p0039",
      "zh_CN": "佛的教育无比殊胜，我在日本讲经，日本那边的法师告诉我，他说四百年前，日本这些寺院、道场都有祖师大德讲经教学，现在衰了。我听这个话我相信，为什么？我们这部《无量寿经》，日本这些祖师大德，对这部经的学习比我们中国人还要认真。他们《无量寿经》的注解大概有四、五十种，而在中国只有两种。对《无量寿经》的学习，中国不如日本，日本人真的一门深入，长时薰修。他们用的本子绝大多数用康僧铠的本子，我们中国人因为看到有五种原译本，五种都看太麻烦，中国人喜欢简单，就把这个放弃掉，专门去学《阿弥陀经》。所以，学《阿弥陀经》的风气，中国人超过日本，学《无量寿经》日本人胜过中国人。",
      "zh_TW": "佛的教育無比殊勝，我在日本講經，日本那邊的法師告訴我，他說四百年前，日本這些寺院、道場都有祖師大德講經教學，現在衰了。我聽這個話我相信，為什麼？我們這部《無量壽經》，日本這些祖師大德，對這部經的學習比我們中國人還要認真。他們《無量壽經》的註解大概有四、五十種，而在中國只有兩種。對《無量壽經》的學習，中國不如日本，日本人真的一門深入，長時薰修。他們用的本子絕大多數用康僧鎧的本子，我們中國人因為看到有五種原譯本，五種都看太麻煩，中國人喜歡簡單，就把這個放棄掉，專門去學《阿彌陀經》。所以，學《阿彌陀經》的風氣，中國人超過日本，學《無量壽經》日本人勝過中國人。"
    },
    {
      "id": "02-039-0509_p0040",
      "zh_CN": "《礼记》里有句话说，「人弃常则妖兴」，妖魔鬼怪就出现在世间。常是什么？仁义礼智信，叫五常。仁义礼智信，在佛法里就是杀盗淫妄酒，五戒，佛的根本戒。中国道德的底限，根本的底限就是五常，仁义礼智信。人要是能够遵守，永远不越这个轨道，人会活得很幸福，社会会很和谐，不至于有灾难、有意外。现在我们把五常丢掉了，学佛的人五戒丢掉了、十善丢掉了，身心病苦。自己要觉悟，你心里头不安，烦恼、忧虑、牵挂，这都是病，这都不应该有的；居住的环境有这么多的灾变。所以，我们明白了，一定要回头，跟着佛的教诲认真去修行。现在时间到了，我们就学习到此地。",
      "zh_TW": "《禮記》裡有句話說，「人棄常則妖興」，妖魔鬼怪就出現在世間。常是什麼？仁義禮智信，叫五常。仁義禮智信，在佛法裡就是殺盜淫妄酒，五戒，佛的根本戒。中國道德的底限，根本的底限就是五常，仁義禮智信。人要是能夠遵守，永遠不越這個軌道，人會活得很幸福，社會會很和諧，不至於有災難、有意外。現在我們把五常丟掉了，學佛的人五戒丟掉了、十善丟掉了，身心病苦。自己要覺悟，你心裡頭不安，煩惱、憂慮、牽掛，這都是病，這都不應該有的；居住的環境有這麼多的災變。所以，我們明白了，一定要回頭，跟著佛的教誨認真去修行。現在時間到了，我們就學習到此地。"
    }
  ]
}