{
  "doc_id": "02-039-0548",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五四八集",
    "zh_TW": "第五四八集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0548",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "02-039-0548_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，第七百一十面第六行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，第七百一十面第六行看起："
    },
    {
      "id": "02-039-0548_p0002",
      "zh_CN": "「《阿弥陀经》谓此法门为一切世间难信之法」，这是《弥陀经》上的经文，「末法众生情执深重，于此最极圆顿、一乘了义、究竟方便之妙法，不能信及，反生疑谤」。这一段文告诉我们，现实环境当中存在的严重问题，不是没有缘分，缘分特别殊胜，遇到佛法、遇到这个法门、遇到这部经，这是缘分。就是《弥陀经》上讲的，「不可以少善根福德因缘」，因缘，我们都非常殊胜，都遇到了，这是稀有难得的因缘，的确不是一般众生容易遇到的，千万劫来，生生世世多少菩萨想遇到这个机缘，遇不到。我们今天遇到了，遇到了会空过，原因在哪里？不相信，半信半疑。这一条路是我们自己亲自走过来的，我们的印象非常深刻，我跟同学做过很多次报告，我对于净宗有信心，是学佛二十年以后，学佛前面二十年没有信心。最初排斥，误会了，认为这是老太婆教，这是世尊教导那些愚妇愚夫，他们没有文化、没有知识，佛用这个法门去安慰他们，是这样的态度来看净土法门。以后亲近忏云法师，忏云法师我在他山上住了半年，他教我读《弥陀经》的三种注解，莲池大师的《疏钞》，蕅益大师的《要解》，幽溪大师的《圆中钞》，还叫我把他们的科判画成表解。",
      "zh_TW": "「《阿彌陀經》謂此法門為一切世間難信之法」，這是《彌陀經》上的經文，「末法眾生情執深重，於此最極圓頓、一乘了義、究竟方便之妙法，不能信及，反生疑謗」。這一段文告訴我們，現實環境當中存在的嚴重問題，不是沒有緣分，緣分特別殊勝，遇到佛法、遇到這個法門、遇到這部經，這是緣分。就是《彌陀經》上講的，「不可以少善根福德因緣」，因緣，我們都非常殊勝，都遇到了，這是稀有難得的因緣，的確不是一般眾生容易遇到的，千萬劫來，生生世世多少菩薩想遇到這個機緣，遇不到。我們今天遇到了，遇到了會空過，原因在哪裡？不相信，半信半疑。這一條路是我們自己親自走過來的，我們的印象非常深刻，我跟同學做過很多次報告，我對於淨宗有信心，是學佛二十年以後，學佛前面二十年沒有信心。最初排斥，誤會了，認為這是老太婆教，這是世尊教導那些愚婦愚夫，他們沒有文化、沒有知識，佛用這個法門去安慰他們，是這樣的態度來看淨土法門。以後親近懺雲法師，懺雲法師我在他山上住了半年，他教我讀《彌陀經》的三種註解，蓮池大師的《疏鈔》，蕅益大師的《要解》，幽溪大師的《圓中鈔》，還叫我把他們的科判畫成表解。"
    },
    {
      "id": "02-039-0548_p0003",
      "zh_CN": "我把科判做出来之后感到非常惊讶，科判是什么？是全经经文的章法结构。那么样的完美，才体会到中国人所谓第一等的文章，做到什么程度？你不能加一个字，加一个字是累赘可以删掉；不能减一个字，减一个字它就断掉，它的气势就不通了。章法结构做到这样，第一等的文章！章法结构当中，你就看到思想的体系有条不紊，我们对于经典不能不佩服。中国古代的这些圣贤君子他们的文章，用这种方法才能够真正看出人家文章之好，好在哪里，你能说得出来。现代一般人文章写得不好，不好在哪里，你也能说出来，你有科判这个眼光，你就能看出来。所以科判是什么作用？科判是解释经的，只要科判看懂了，注解就不必要了。为什么？科判就是注解，活的注解，文字注解是死的注解，科判是活的。就是你懂得这一段这句的意思，你尽情去发挥，只要不离它的宗旨就决定不会有错误，这活注。所以什么人会讲经？看注解的人不会讲经，懂得科判的人会讲经。所以学经教从哪里下手？从科判下手。",
      "zh_TW": "我把科判做出來之後感到非常驚訝，科判是什麼？是全經經文的章法結構。那麼樣的完美，才體會到中國人所謂第一等的文章，做到什麼程度？你不能加一個字，加一個字是累贅可以刪掉；不能減一個字，減一個字它就斷掉，它的氣勢就不通了。章法結構做到這樣，第一等的文章！章法結構當中，你就看到思想的體系有條不紊，我們對於經典不能不佩服。中國古代的這些聖賢君子他們的文章，用這種方法才能夠真正看出人家文章之好，好在哪裡，你能說得出來。現代一般人文章寫得不好，不好在哪裡，你也能說出來，你有科判這個眼光，你就能看出來。所以科判是什麼作用？科判是解釋經的，只要科判看懂了，註解就不必要了。為什麼？科判就是註解，活的註解，文字註解是死的註解，科判是活的。就是你懂得這一段這句的意思，你盡情去發揮，只要不離它的宗旨就決定不會有錯誤，這活註。所以什麼人會講經？看註解的人不會講經，懂得科判的人會講經。所以學經教從哪裡下手？從科判下手。"
    },
    {
      "id": "02-039-0548_p0004",
      "zh_CN": "过去我在台中跟李老师，李老师教的就是这个方法，同学能理解、能明了的人不多。老师一生讲学没有讲稿，就是科判、表解、大纲，他用这个东西。我在年轻的时候在这上下功夫，所以任何地方请我讲演的时候，我都先写个大纲，大纲摆在桌子上有条不紊；不必写讲稿，写讲稿是死东西。但是写讲稿每个人都能看得懂，用这种科判方式的大纲，不是内行的人看不懂。所以真正是一切世间难信之法，难信能信这叫善根，难行能行这叫福德。「不可以少善根福德因缘得生彼国」，换句话说，往生西方极乐世界，你必须具备的条件就是难信能信、难行能行。解，能解多少就算多少，不是重要的，最重要的是信跟行，解实在讲是帮助你信行的，不解也能信、也能行，这个人善根福德深厚，必定成就；换句话说，他念佛决定得生净土。这个信跟行都难，信很难，行就更难，这什么原因？这就讲到业障了。业障很深自己不知道，从信与行就能够把自己的业障找出来，真有业障。学佛学了好多年还是不信，这个现象我跟同学们说，这叫正常现象，为什么？你是凡夫，凡夫就是这样的。如果难信你能信，难行你能行，你不是凡夫，说你不是圣贤，你也是再来人，你决定不是跟一般凡夫一样。一般凡夫就是不能相信，半信半疑不能奉行，这是一般凡夫。",
      "zh_TW": "過去我在台中跟李老師，李老師教的就是這個方法，同學能理解、能明瞭的人不多。老師一生講學沒有講稿，就是科判、表解、大綱，他用這個東西。我在年輕的時候在這上下功夫，所以任何地方請我講演的時候，我都先寫個大綱，大綱擺在桌子上有條不紊；不必寫講稿，寫講稿是死東西。但是寫講稿每個人都能看得懂，用這種科判方式的大綱，不是內行的人看不懂。所以真正是一切世間難信之法，難信能信這叫善根，難行能行這叫福德。「不可以少善根福德因緣得生彼國」，換句話說，往生西方極樂世界，你必須具備的條件就是難信能信、難行能行。解，能解多少就算多少，不是重要的，最重要的是信跟行，解實在講是幫助你信行的，不解也能信、也能行，這個人善根福德深厚，必定成就；換句話說，他念佛決定得生淨土。這個信跟行都難，信很難，行就更難，這什麼原因？這就講到業障了。業障很深自己不知道，從信與行就能夠把自己的業障找出來，真有業障。學佛學了好多年還是不信，這個現象我跟同學們說，這叫正常現象，為什麼？你是凡夫，凡夫就是這樣的。如果難信你能信，難行你能行，你不是凡夫，說你不是聖賢，你也是再來人，你決定不是跟一般凡夫一樣。一般凡夫就是不能相信，半信半疑不能奉行，這是一般凡夫。"
    },
    {
      "id": "02-039-0548_p0005",
      "zh_CN": "底下这几句话说得好，「末法众生情执深重」，情是什么？情是迷，换个字，迷执深重，你就好懂，这是讲话讲得客气，讲得含蓄，情就是迷。迷情、理智这是相对的，真的情执很重，情执很重就是迷得太深了。你看这人家用的字用得多好，文字用得多美，什么意思？情执太深，迷得太重，迷得太深，就这个意思。所以对于这个「最极圆顿」，这是佛法里头第一法，《华严》、《法华》、《楞严》、《般若》，都不能跟它相比，圆透了，顿是什么？顿是顿悟、顿证。你看这个法门，顿舍、顿悟、顿修、顿证，没有次第的，你一生就能成就，成就无上菩提。「一乘了义」，这部经是成佛的经典，一乘是成佛的，不但是了义，究竟了义。「究竟方便之妙法」，为什么？它太容易，阿公阿婆不认识字，没有闻过佛法，你叫他念佛，他就会老实念。他为什么有那么大的成就？有那么快速的成就？他具足六个字，老实、听话、真干，念个三年五载，他真的预知时至，他往生了，他去作佛。知识分子一、二十年才相信，不如他，跟他比差太远了，他三年五载他就作佛去了，我们这个连往生还打了问号，连往生没把握，怎么能跟他相比？这些阿公阿婆对待一切人，你仔细去观察谦虚、卑下、恭敬。而我们知识分子信不信服他？瞧不起他，认为他没有学问、没有知识，说他是迷信，迷信的人成佛了，不迷信的搞六道轮回。所以「不能信及，反生疑谤」，疑是怀疑，谤就是随意批评，批评他是迷信，批评他愚痴，只会念佛，经教什么也不懂。真会念佛，经教懂不懂没关系，他往生到极乐世界，他全懂了。我们这些自以为什么都懂得，而不肯念佛，那是真的不懂。这些道理、这些事实真相，我们不能不知道，不知道这一生亏吃大了。我们自己修行不开悟，不能得三昧，就是心不清净，什么原因自己找不到。",
      "zh_TW": "底下這幾句話說得好，「末法眾生情執深重」，情是什麼？情是迷，換個字，迷執深重，你就好懂，這是講話講得客氣，講得含蓄，情就是迷。迷情、理智這是相對的，真的情執很重，情執很重就是迷得太深了。你看這人家用的字用得多好，文字用得多美，什麼意思？情執太深，迷得太重，迷得太深，就這個意思。所以對於這個「最極圓頓」，這是佛法裡頭第一法，《華嚴》、《法華》、《楞嚴》、《般若》，都不能跟它相比，圓透了，頓是什麼？頓是頓悟、頓證。你看這個法門，頓捨、頓悟、頓修、頓證，沒有次第的，你一生就能成就，成就無上菩提。「一乘了義」，這部經是成佛的經典，一乘是成佛的，不但是了義，究竟了義。「究竟方便之妙法」，為什麼？它太容易，阿公阿婆不認識字，沒有聞過佛法，你叫他念佛，他就會老實念。他為什麼有那麼大的成就？有那麼快速的成就？他具足六個字，老實、聽話、真幹，念個三年五載，他真的預知時至，他往生了，他去作佛。知識分子一、二十年才相信，不如他，跟他比差太遠了，他三年五載他就作佛去了，我們這個連往生還打了問號，連往生沒把握，怎麼能跟他相比？這些阿公阿婆對待一切人，你仔細去觀察謙虛、卑下、恭敬。而我們知識分子信不信服他？瞧不起他，認為他沒有學問、沒有知識，說他是迷信，迷信的人成佛了，不迷信的搞六道輪迴。所以「不能信及，反生疑謗」，疑是懷疑，謗就是隨意批評，批評他是迷信，批評他愚痴，只會念佛，經教什麼也不懂。真會念佛，經教懂不懂沒關係，他往生到極樂世界，他全懂了。我們這些自以為什麼都懂得，而不肯念佛，那是真的不懂。這些道理、這些事實真相，我們不能不知道，不知道這一生虧吃大了。我們自己修行不開悟，不能得三昧，就是心不清淨，什麼原因自己找不到。"
    },
    {
      "id": "02-039-0548_p0006",
      "zh_CN": "还是佛菩萨慈悲，「是以本品礼佛见光」，这是什么？这给我们作证，这一品经文是作证转。「此世界中二万人，亲见极乐世界清净庄严」，这是无比殊胜的因缘，本师释迦牟尼佛以他老人家的神力，将极乐世界展现在我们面前，让我们统统看到。这桩事情，我们在《观无量寿佛经》里面看到，那是韦提希夫人遭到家庭的变故，儿子不孝，要把父亲杀掉他做国王。母亲想尽方法保护他的父亲，怨恨他的母亲，也要把母亲杀掉。这是得力于几个大臣，这个大臣都是太子最亲近的，也是最得力的助手，劝导太子：自古以来为了夺王位的，杀父亲的听说过，杀母亲的还没有听说。所以说如果太子要把母亲伤害，这些人统统都走，我们要离开你。所以太子就不敢杀母亲，把母亲幽禁起来，现在叫软禁，不准妳对外往来，一切都控制住，使她再也不能帮助他的父王。他是想把他父王饿死，关在像监牢狱里面一样，也是软禁，不给东西给他吃，用这种手段。韦提希夫人遭这个大难，求释迦牟尼佛，她是释迦牟尼佛的皈依弟子，求佛。这个念头一动佛就知道，佛带着阿难、带着目犍连就来了，来安慰她。",
      "zh_TW": "還是佛菩薩慈悲，「是以本品禮佛見光」，這是什麼？這給我們作證，這一品經文是作證轉。「此世界中二萬人，親見極樂世界清淨莊嚴」，這是無比殊勝的因緣，本師釋迦牟尼佛以他老人家的神力，將極樂世界展現在我們面前，讓我們統統看到。這樁事情，我們在《觀無量壽佛經》裡面看到，那是韋提希夫人遭到家庭的變故，兒子不孝，要把父親殺掉他做國王。母親想盡方法保護他的父親，怨恨他的母親，也要把母親殺掉。這是得力於幾個大臣，這個大臣都是太子最親近的，也是最得力的助手，勸導太子：自古以來為了奪王位的，殺父親的聽說過，殺母親的還沒有聽說。所以說如果太子要把母親傷害，這些人統統都走，我們要離開你。所以太子就不敢殺母親，把母親幽禁起來，現在叫軟禁，不准妳對外往來，一切都控制住，使她再也不能幫助他的父王。他是想把他父王餓死，關在像監牢獄裡面一樣，也是軟禁，不給東西給他吃，用這種手段。韋提希夫人遭這個大難，求釋迦牟尼佛，她是釋迦牟尼佛的皈依弟子，求佛。這個念頭一動佛就知道，佛帶著阿難、帶著目犍連就來了，來安慰她。"
    },
    {
      "id": "02-039-0548_p0007",
      "zh_CN": "她告诉佛，这个人世间太苦，向佛请求：有没有更好的世界她想求往生，不愿意住在这个世界上。释迦牟尼佛以他的神力，把十方诸佛刹土都展现在她面前给她看，佛有这个能力。韦提希夫人仔细看了之后，她说：阿弥陀佛极乐世界这个地方好，我愿意往生到那里去，请佛陀教给她方法。佛就给她说这十六观，这十六种方法就称为《十六观经》，《十六观经》缘起是这么来的。佛没有介绍给她哪个佛的世界，佛是把所有诸佛刹土展现给妳，妳自己选择。世尊这些教学的理念跟方法、手段，我们要细心体会，我们要把这套本事学会，才能够像佛一样广度众生，利益群品，让你自由选择。在《无量寿》这一会里头，这一品经里面，这是世尊跟弥陀两尊佛用他的神通道力，把极乐世界跟娑婆世界拉近，变成一体，彼此都能看见。娑婆世界的人看到极乐世界、看到阿弥陀佛，阿弥陀佛那边的人也看到娑婆世界、也看到释迦牟尼佛，彼此可以对话，可以互相问候，这真的，这不是假的。",
      "zh_TW": "她告訴佛，這個人世間太苦，向佛請求：有沒有更好的世界她想求往生，不願意住在這個世界上。釋迦牟尼佛以他的神力，把十方諸佛剎土都展現在她面前給她看，佛有這個能力。韋提希夫人仔細看了之後，她說：阿彌陀佛極樂世界這個地方好，我願意往生到那裡去，請佛陀教給她方法。佛就給她說這十六觀，這十六種方法就稱為《十六觀經》，《十六觀經》緣起是這麼來的。佛沒有介紹給她哪個佛的世界，佛是把所有諸佛剎土展現給妳，妳自己選擇。世尊這些教學的理念跟方法、手段，我們要細心體會，我們要把這套本事學會，才能夠像佛一樣廣度眾生，利益群品，讓你自由選擇。在《無量壽》這一會裡頭，這一品經裡面，這是世尊跟彌陀兩尊佛用他的神通道力，把極樂世界跟娑婆世界拉近，變成一體，彼此都能看見。娑婆世界的人看到極樂世界、看到阿彌陀佛，阿彌陀佛那邊的人也看到娑婆世界、也看到釋迦牟尼佛，彼此可以對話，可以互相問候，這真的，這不是假的。"
    },
    {
      "id": "02-039-0548_p0008",
      "zh_CN": "所以这个世界二万人，这是佛说《无量寿经》，人道众生的听众，「亲见极乐世界清净庄严」，这是见到极乐世界了。「亲闻阿弥陀佛，今现在说法」，今是今天，现在是示现在说法，今天就是当下，永远没有停过。「为作证明，令生正信」，证明释迦牟尼佛前面所讲的，字字句句都是真实语，没有夸大，所说出来的全是事实真相，不增不减，这叫如语，真语、实语、如语。当时与会的人看到了，我们今天看到这个记录一定要生信心。不能说他看到了，我没有看到，他有缘，我没有这个缘。他看到了他相信，我听到了，我看到这个记录我也相信，这个能信是你的善根。我看到了还怀疑，我不是亲眼见到，我还是听说的，这个情形我的善根还不足，我的福德不能现前，福德现前你就能念，福德没有现前，佛号念不下去。我们就要记住，每天能念一万声佛号、两万声佛号的人有福，不能轻视他，这从事上讲。从理上讲，口念佛心里真有佛，那个功德就不可思议。口里头有佛，心里头没有佛，心里面还是牵肠挂肚，一大堆情执，这样念佛呢？念比不念好，念念阿赖耶里头落种子，但是这一生不能往生，这个一定要知道。心里有佛，口里头不念佛他能往生，为什么？心净则佛土净，事相不重要，用心重要。事相什么时候重要？帮助众生重要，众生看不到你的心，众生看到你的相。所以相的表法是利他的，心里面真有这是自利的，当然自利又利他、利他又自利这是最圆满的。",
      "zh_TW": "所以這個世界二萬人，這是佛說《無量壽經》，人道眾生的聽眾，「親見極樂世界清淨莊嚴」，這是見到極樂世界了。「親聞阿彌陀佛，今現在說法」，今是今天，現在是示現在說法，今天就是當下，永遠沒有停過。「為作證明，令生正信」，證明釋迦牟尼佛前面所講的，字字句句都是真實語，沒有誇大，所說出來的全是事實真相，不增不減，這叫如語，真語、實語、如語。當時與會的人看到了，我們今天看到這個記錄一定要生信心。不能說他看到了，我沒有看到，他有緣，我沒有這個緣。他看到了他相信，我聽到了，我看到這個記錄我也相信，這個能信是你的善根。我看到了還懷疑，我不是親眼見到，我還是聽說的，這個情形我的善根還不足，我的福德不能現前，福德現前你就能念，福德沒有現前，佛號念不下去。我們就要記住，每天能念一萬聲佛號、兩萬聲佛號的人有福，不能輕視他，這從事上講。從理上講，口念佛心裡真有佛，那個功德就不可思議。口裡頭有佛，心裡頭沒有佛，心裡面還是牽腸掛肚，一大堆情執，這樣念佛呢？念比不念好，念念阿賴耶裡頭落種子，但是這一生不能往生，這個一定要知道。心裡有佛，口裡頭不念佛他能往生，為什麼？心淨則佛土淨，事相不重要，用心重要。事相什麼時候重要？幫助眾生重要，眾生看不到你的心，眾生看到你的相。所以相的表法是利他的，心裡面真有這是自利的，當然自利又利他、利他又自利這是最圓滿的。"
    },
    {
      "id": "02-039-0548_p0009",
      "zh_CN": "所以，这一品经里最重要的意思，就是为我们做证明，帮助我们生起正信，正信才会欢喜发愿求生，才能真干，真干就是「发菩提心，一向专念」。菩提心是觉悟的心，什么叫觉悟？我放下娑婆世界，愿往生极乐世界，这个念头就是觉悟了。换句话说，我不想再搞六道轮回，我希望这一生我成佛去了，这是觉悟的，真正发菩提心。心发了之后，求生净土的方法就是那一句佛号。所以经念不念没关系，经的作用只是帮助我们破迷生信，作用在此地。我们已经信了，作用达到，不再怀疑了，死心塌地去念这句佛号，经的功德就圆满了。如果还有疑惑，那个经就非常重要，经帮助你放下，经帮助你觉悟，「破迷开悟，断疑生信」，经的作用就这八个字，我不怀疑，我不迷惑，经要不要没关系了，就跟惠能大师所说的，开悟与这个没有关系。有这个缘接触到经教，经教展开来一看，跟自己所悟的完全一样，经教给你做证明你是不是真的悟了。实际上讲这是经教最重要的一个作用，我是不是真悟，展开经一看跟它一不一样，一样就真的；不一样，我们错了，它没错。如果我们错了，还要把它照我们意思改过来，这个罪可就大了，这个罪就是狂妄自大。",
      "zh_TW": "所以，這一品經裡最重要的意思，就是為我們做證明，幫助我們生起正信，正信才會歡喜發願求生，才能真幹，真幹就是「發菩提心，一向專念」。菩提心是覺悟的心，什麼叫覺悟？我放下娑婆世界，願往生極樂世界，這個念頭就是覺悟了。換句話說，我不想再搞六道輪迴，我希望這一生我成佛去了，這是覺悟的，真正發菩提心。心發了之後，求生淨土的方法就是那一句佛號。所以經念不念沒關係，經的作用只是幫助我們破迷生信，作用在此地。我們已經信了，作用達到，不再懷疑了，死心塌地去念這句佛號，經的功德就圓滿了。如果還有疑惑，那個經就非常重要，經幫助你放下，經幫助你覺悟，「破迷開悟，斷疑生信」，經的作用就這八個字，我不懷疑，我不迷惑，經要不要沒關係了，就跟惠能大師所說的，開悟與這個沒有關係。有這個緣接觸到經教，經教展開來一看，跟自己所悟的完全一樣，經教給你做證明你是不是真的悟了。實際上講這是經教最重要的一個作用，我是不是真悟，展開經一看跟它一不一樣，一樣就真的；不一樣，我們錯了，它沒錯。如果我們錯了，還要把它照我們意思改過來，這個罪可就大了，這個罪就是狂妄自大。"
    },
    {
      "id": "02-039-0548_p0010",
      "zh_CN": "所以经典流传下来，里头确实有错字，大家看到都是错字，可不可以改动？不可以。那怎么办？在旁边加个注解，这个字可能是什么字的错误，注在旁边，原文别动它。为什么？你要动它开这个例子，将来他看看不懂他又把它改一个，十个、八个人都改了，这经就不像话了，就把这个经毁掉了。所以王龙舒的会集本会集得好，为什么后人很多人批评他？他的本子还入了藏。就是因为他改动了几个字，开改动几个字的例子这不得了，他改是改得好没改错。如果你自己翻译没有问题，你可以修改；你今天不是翻译，是会集，会集一定要用原文。你有更好的字用的时候，让人家更容易明白，更容易理解，不行，你只能注在旁边，你不可以改动它原文，这是很大的忌讳，叫防微杜渐，古人对这个非常重视。随便改动你认为是不错，实际上你未必是对的，为什么？你没有开悟。",
      "zh_TW": "所以經典流傳下來，裡頭確實有錯字，大家看到都是錯字，可不可以改動？不可以。那怎麼辦？在旁邊加個註解，這個字可能是什麼字的錯誤，註在旁邊，原文別動它。為什麼？你要動它開這個例子，將來他看看不懂他又把它改一個，十個、八個人都改了，這經就不像話了，就把這個經毀掉了。所以王龍舒的會集本會集得好，為什麼後人很多人批評他？他的本子還入了藏。就是因為他改動了幾個字，開改動幾個字的例子這不得了，他改是改得好沒改錯。如果你自己翻譯沒有問題，你可以修改；你今天不是翻譯，是會集，會集一定要用原文。你有更好的字用的時候，讓人家更容易明白，更容易理解，不行，你只能註在旁邊，你不可以改動它原文，這是很大的忌諱，叫防微杜漸，古人對這個非常重視。隨便改動你認為是不錯，實際上你未必是對的，為什麼？你沒有開悟。"
    },
    {
      "id": "02-039-0548_p0011",
      "zh_CN": "古时候翻经的人，这是李老师以前告诉我的，都是修行证果，至少三果以上。这是老师讲中国人得天独厚，圣贤来主持翻译，不是凡人。凡人有自己的想法、自己的看法，圣人没有自己，没有自己你才看到真相。有自己，看到是假相，真相我不懂，我以为假相是真的，把真相照我的方法来改，都改成我的假相。这是古人所谓「错下一个字转语，堕五百世野狐身」，你要背因果责任，这个因果是地狱、饿鬼、畜生。这句话也是有出处的，唐朝百丈大师，百丈是第八代，六祖惠能的徒孙，每天上堂说法，禅宗不讲经，禅宗讲开示，这个开示记录下来叫语录；换句话说，用现在话说，分享修学的心得报告。每一次上堂说法都有一个老人，头发、胡须都是白的老人来听讲，他住在后山。百丈大师知道牠不是人，牠是个老狐狸，修行能够变成人形来参加法会，一般人不知道，百丈大师晓得。牠向大师提出一个疑问，就是大修行人还落不落因果？他在过去是大法师，有个人向他请教，大修行人落不落因果？他说不落因果，堕五百世野狐身。这狐狸有灵性，过去是大法师修得不错，这一生遇到百丈。百丈大师告诉他，「你明天来，你把当年人家问你这个话，你在讲堂里面提出来问我。」第二天来了，老和尚在讲开示，他出班跪在地下，恭恭敬敬的问这句话，「大修行人还落不落因果？」百丈禅师说，「不昧因果。」你看他是不落因果，一个字，这一个字讲错堕五百世野狐身，他把它修正过来，不是不落，是不昧因果，他的问题解决了，第二天没有来了。老和尚说：昨天那个老头常常来听经的，牠是个老狐狸精，牠解脱了，离开狐狸身，我们到后山去把牠的尸体找来埋葬起来，照出家人的礼节来葬牠。到后山去果然找到，这就是错下一个字转语，堕五百世野狐身。真有这个事情，它不是假的，就错一个字，不落是什么？不落是没有因果，叫不落。不昧什么？有因果，清清楚楚、明明白白。",
      "zh_TW": "古時候翻經的人，這是李老師以前告訴我的，都是修行證果，至少三果以上。這是老師講中國人得天獨厚，聖賢來主持翻譯，不是凡人。凡人有自己的想法、自己的看法，聖人沒有自己，沒有自己你才看到真相。有自己，看到是假相，真相我不懂，我以為假相是真的，把真相照我的方法來改，都改成我的假相。這是古人所謂「錯下一個字轉語，墮五百世野狐身」，你要背因果責任，這個因果是地獄、餓鬼、畜生。這句話也是有出處的，唐朝百丈大師，百丈是第八代，六祖惠能的徒孫，每天上堂說法，禪宗不講經，禪宗講開示，這個開示記錄下來叫語錄；換句話說，用現在話說，分享修學的心得報告。每一次上堂說法都有一個老人，頭髮、鬍鬚都是白的老人來聽講，他住在後山。百丈大師知道牠不是人，牠是個老狐狸，修行能夠變成人形來參加法會，一般人不知道，百丈大師曉得。牠向大師提出一個疑問，就是大修行人還落不落因果？他在過去是大法師，有個人向他請教，大修行人落不落因果？他說不落因果，墮五百世野狐身。這狐狸有靈性，過去是大法師修得不錯，這一生遇到百丈。百丈大師告訴他，「你明天來，你把當年人家問你這個話，你在講堂裡面提出來問我。」第二天來了，老和尚在講開示，他出班跪在地下，恭恭敬敬的問這句話，「大修行人還落不落因果？」百丈禪師說，「不昧因果。」你看他是不落因果，一個字，這一個字講錯墮五百世野狐身，他把它修正過來，不是不落，是不昧因果，他的問題解決了，第二天沒有來了。老和尚說：昨天那個老頭常常來聽經的，牠是個老狐狸精，牠解脫了，離開狐狸身，我們到後山去把牠的屍體找來埋葬起來，照出家人的禮節來葬牠。到後山去果然找到，這就是錯下一個字轉語，墮五百世野狐身。真有這個事情，它不是假的，就錯一個字，不落是什麼？不落是沒有因果，叫不落。不昧什麼？有因果，清清楚楚、明明白白。"
    },
    {
      "id": "02-039-0548_p0012",
      "zh_CN": "我们从这桩事情，就晓得佛法里面不是个简单事情，不是真正开悟怎么敢？真正开悟也不会改动，讨论有意见注在旁边，绝不改动经文。这个注在旁边给大家做参考，所谓仁者见仁，智者见智，每个人悟处浅深不相同，广狭不相同。佛说经是应机说法，他在什么时节因缘，什么样的对象不一样，这个道理要懂。所以一部经的讲法，你看看古来这个注子，《无量寿经》中国注解不多，只有两种，《嘉祥疏》、《净影疏》这中国的。日本的多，日本有三、四十家，有没有错？没错，都说得对。为什么说得对，它内容不一样？对象不一样，有的老师这次讲《无量寿经》，听众是初学的人就讲得很浅。有的老师他讲这部经，听众都是老修行，都很有程度的，他讲得深，都没讲错。都是什么？亲自看到的，亲自证入的。所以经字字句句有无量义，你真正是开悟了，怎么讲都不错，你不会讲错的，为什么？亲眼看见的。没有开悟的时候，听人家说的，道听涂说，那个问题就多了。我们中国人常说「百闻不如一见」，我亲自见到的，你还能看错吗？譬如香港一天有多少观光客，这些人到香港来旅游观光，回去之后告诉他的朋友，介绍香港怎样怎样，一百个人介绍一百个样子，都对，都没错，因为他都亲自看到的。如果没有到香港来的，听这个人讲一句，听那个人讲一句，他再去传播就错误百出，没来过。没有来过怎么样？那就忠于来过的人这就没事。所以一定要见性，一定要明心，明心见性，你亲自见到不错了。见到什么？见到十法界依正庄严，见到诸佛菩萨的依正果报，随便你怎么说，都不错。这道理要懂、要明了，我们自己就不会犯过错。",
      "zh_TW": "我們從這樁事情，就曉得佛法裡面不是個簡單事情，不是真正開悟怎麼敢？真正開悟也不會改動，討論有意見註在旁邊，絕不改動經文。這個註在旁邊給大家做參考，所謂仁者見仁，智者見智，每個人悟處淺深不相同，廣狹不相同。佛說經是應機說法，他在什麼時節因緣，什麼樣的對象不一樣，這個道理要懂。所以一部經的講法，你看看古來這個註子，《無量壽經》中國註解不多，只有兩種，《嘉祥疏》、《淨影疏》這中國的。日本的多，日本有三、四十家，有沒有錯？沒錯，都說得對。為什麼說得對，它內容不一樣？對象不一樣，有的老師這次講《無量壽經》，聽眾是初學的人就講得很淺。有的老師他講這部經，聽眾都是老修行，都很有程度的，他講得深，都沒講錯。都是什麼？親自看到的，親自證入的。所以經字字句句有無量義，你真正是開悟了，怎麼講都不錯，你不會講錯的，為什麼？親眼看見的。沒有開悟的時候，聽人家說的，道聽塗說，那個問題就多了。我們中國人常說「百聞不如一見」，我親自見到的，你還能看錯嗎？譬如香港一天有多少觀光客，這些人到香港來旅遊觀光，回去之後告訴他的朋友，介紹香港怎樣怎樣，一百個人介紹一百個樣子，都對，都沒錯，因為他都親自看到的。如果沒有到香港來的，聽這個人講一句，聽那個人講一句，他再去傳播就錯誤百出，沒來過。沒有來過怎麼樣？那就忠於來過的人這就沒事。所以一定要見性，一定要明心，明心見性，你親自見到不錯了。見到什麼？見到十法界依正莊嚴，見到諸佛菩薩的依正果報，隨便你怎麼說，都不錯。這道理要懂、要明瞭，我們自己就不會犯過錯。"
    },
    {
      "id": "02-039-0548_p0013",
      "zh_CN": "我们看夏莲居老居士会集这个经，最初不是会集，是校订魏默深的本子，就是魏源的本子校订。这个本子我们把它印出来了，悟道法师那个地方华藏净宗学会印了一千本，前面有慈舟法师的科判。全经一共三十七品，那是夏莲老最初校订魏老的本子，从五种原译本里面，有很多重要的他漏掉，这是取舍每个人的看法不一样，他把它补充进去。到最后觉得这还不是办法，必须要重新来会集，才做出这个本子四十八品。这个本子出来，超过魏源居士的会集本，成为《无量寿经》翻译、会集、节校最完善的一个版本。这个版本出来之后，我们能不能去再做一个会集本？可以，你可以试试看再做一个会集本，能不能比这个本子更完备？夏莲老用十年的功夫，可以说是毕生的精力完成这桩好事。把释迦牟尼佛多次宣讲，整理会集成一个完善的本子，每一次宣讲的精华都在其中。黄念老的注解也非常了不起，集结大小乘一切经论，对这个里头名词术语的解释，对这个义理的阐扬，他都节录下来。又节录一些祖师大德的著作，有些是《无量寿经》的注解，有一些是其他经论的注解。像我们看到这里提到的《观经》，这就是《观无量寿佛经》经文。还有许多地方，我们所看到的名词术语，许许多多经论、祖师大德的解释也会集在一起。经是会集本，注也是会集本，经是五种经的原文，注是一百九十三种经论的注解，洋洋大观。展开这个经卷就走入《无量寿》的大观园，美不胜收。这里头无量的智慧、无量的德能、无量的相好，你都看到了，自自然然会生起信心、愿心求生净土，老实念佛。",
      "zh_TW": "我們看夏蓮居老居士會集這個經，最初不是會集，是校訂魏默深的本子，就是魏源的本子校訂。這個本子我們把它印出來了，悟道法師那個地方華藏淨宗學會印了一千本，前面有慈舟法師的科判。全經一共三十七品，那是夏蓮老最初校訂魏老的本子，從五種原譯本裡面，有很多重要的他漏掉，這是取捨每個人的看法不一樣，他把它補充進去。到最後覺得這還不是辦法，必須要重新來會集，才做出這個本子四十八品。這個本子出來，超過魏源居士的會集本，成為《無量壽經》翻譯、會集、節校最完善的一個版本。這個版本出來之後，我們能不能去再做一個會集本？可以，你可以試試看再做一個會集本，能不能比這個本子更完備？夏蓮老用十年的功夫，可以說是畢生的精力完成這樁好事。把釋迦牟尼佛多次宣講，整理會集成一個完善的本子，每一次宣講的精華都在其中。黃念老的註解也非常了不起，集結大小乘一切經論，對這個裡頭名詞術語的解釋，對這個義理的闡揚，他都節錄下來。又節錄一些祖師大德的著作，有些是《無量壽經》的註解，有一些是其他經論的註解。像我們看到這裡提到的《觀經》，這就是《觀無量壽佛經》經文。還有許多地方，我們所看到的名詞術語，許許多多經論、祖師大德的解釋也會集在一起。經是會集本，註也是會集本，經是五種經的原文，註是一百九十三種經論的註解，洋洋大觀。展開這個經卷就走入《無量壽》的大觀園，美不勝收。這裡頭無量的智慧、無量的德能、無量的相好，你都看到了，自自然然會生起信心、願心求生淨土，老實念佛。"
    },
    {
      "id": "02-039-0548_p0014",
      "zh_CN": "信心生不起来，有，很多人问我这个问题，他们也很难得，都很真诚：我信心为什么生不起来？当然头一个晓得业障重。怎么能让我生起信心？那你要晓得，信心生不起来业障重，是对于事实真相不了解，迷失自性的时间太长，无量劫来迷失了，现在的烦恼习气太重，放不下，这才是真正的原因。我们信心怎么能生得起来？烦恼得轻一点，这是功夫，这是要放下，你能放下，烦恼就轻，智慧就长。第二个，经一定要多听，你为什么听不懂？如果你用古人这个方法，你就不难懂了，古人的方法是一门深入、长时薰修。你今天听我讲经听不懂，为什么听不懂？遍数不够，你是每天都听我讲，都是囫囵吞枣。如果你听我这一堂课两个小时，你把这两个小时重复听十遍、听二十遍、听三十遍，完全不一样了，你真听懂了。现在我们讲经都留着光碟，这个对现在人带来无比殊胜的因缘。古人没有，你怎么能听到第二遍？现在这个工具是古人作梦都想不到。刘素云居士的学习，她就用这方法，她一天听一片，一片是一个小时，这一片要听十遍，这长时薰修，她心是定的。一遍没听懂，二遍、三遍有一点印象了，四遍、五遍有一点欢喜了，六遍、七遍就有点小悟处，十遍听满了绝对不相同。明天再听第二片，也是一天都听十遍，这一部经听完之后，从头再听，还是每天听十遍。这种方法决定能叫你生起正信，你把佛法、世法搞清楚搞明白，你自己知道怎么样选择，自己知道怎样发愿修行，你自己晓得，我这一生决定得生净土，到极乐世界亲近阿弥陀佛，一生圆满无上菩提。无量劫来生生世世希求的一个愿望，真的得到圆满了。",
      "zh_TW": "信心生不起來，有，很多人問我這個問題，他們也很難得，都很真誠：我信心為什麼生不起來？當然頭一個曉得業障重。怎麼能讓我生起信心？那你要曉得，信心生不起來業障重，是對於事實真相不了解，迷失自性的時間太長，無量劫來迷失了，現在的煩惱習氣太重，放不下，這才是真正的原因。我們信心怎麼能生得起來？煩惱得輕一點，這是功夫，這是要放下，你能放下，煩惱就輕，智慧就長。第二個，經一定要多聽，你為什麼聽不懂？如果你用古人這個方法，你就不難懂了，古人的方法是一門深入、長時薰修。你今天聽我講經聽不懂，為什麼聽不懂？遍數不夠，你是每天都聽我講，都是囫圇吞棗。如果你聽我這一堂課兩個小時，你把這兩個小時重複聽十遍、聽二十遍、聽三十遍，完全不一樣了，你真聽懂了。現在我們講經都留著光碟，這個對現在人帶來無比殊勝的因緣。古人沒有，你怎麼能聽到第二遍？現在這個工具是古人作夢都想不到。劉素雲居士的學習，她就用這方法，她一天聽一片，一片是一個小時，這一片要聽十遍，這長時薰修，她心是定的。一遍沒聽懂，二遍、三遍有一點印象了，四遍、五遍有一點歡喜了，六遍、七遍就有點小悟處，十遍聽滿了絕對不相同。明天再聽第二片，也是一天都聽十遍，這一部經聽完之後，從頭再聽，還是每天聽十遍。這種方法決定能叫你生起正信，你把佛法、世法搞清楚搞明白，你自己知道怎麼樣選擇，自己知道怎樣發願修行，你自己曉得，我這一生決定得生淨土，到極樂世界親近阿彌陀佛，一生圓滿無上菩提。無量劫來生生世世希求的一個願望，真的得到圓滿了。"
    },
    {
      "id": "02-039-0548_p0015",
      "zh_CN": "「皆获四悉檀之益」，四悉檀后面有，这个名词叫华梵合译，在翻译五种体例，悉是中国字华语，檀是檀那，是梵语的音。四种，悉是普遍，檀那翻成中国话是布施，就是四种普遍的布施，对象是遍法界虚空界，这四种后面会讲到。「今仰体圣心，傍引数经」，仰是仰慕，体是深深的体会，此地讲的圣就是阿弥陀佛。阿弥陀佛的心是什么？真诚恳切期望一切众生赶快成佛，这是弥陀的心。他有这个心，他有这个行动，真的加持你、帮助你。加持跟帮助我常常跟大家做报告，自己要真干，自己不真干加不上。你自己有一分真干，佛就加上一分；你有两分真干，佛就加上两分。他跟你决定是成正比的，你有多少他加持多少，你能够接受得了；自己一点没有修行，完全靠佛加不上。佛没有偏心，这个一定要知道，佛没有分别执着、没有起心动念，对遍法界虚空界一切众生的加持全是相对的。佛在哪里？遍法界虚空界无处不在、无时不在，这就叫法身，法身没有形相，法身能现现象。现相，《楞严经》上说得很清楚，怎么现的？「当处出生，当处灭尽」。说当处就是没有一定的处所，说当时，没有一定的时间，所谓就在当下，就在当前。",
      "zh_TW": "「皆獲四悉檀之益」，四悉檀後面有，這個名詞叫華梵合譯，在翻譯五種體例，悉是中國字華語，檀是檀那，是梵語的音。四種，悉是普遍，檀那翻成中國話是布施，就是四種普遍的布施，對象是遍法界虛空界，這四種後面會講到。「今仰體聖心，傍引數經」，仰是仰慕，體是深深的體會，此地講的聖就是阿彌陀佛。阿彌陀佛的心是什麼？真誠懇切期望一切眾生趕快成佛，這是彌陀的心。他有這個心，他有這個行動，真的加持你、幫助你。加持跟幫助我常常跟大家做報告，自己要真幹，自己不真幹加不上。你自己有一分真幹，佛就加上一分；你有兩分真幹，佛就加上兩分。他跟你決定是成正比的，你有多少他加持多少，你能夠接受得了；自己一點沒有修行，完全靠佛加不上。佛沒有偏心，這個一定要知道，佛沒有分別執著、沒有起心動念，對遍法界虛空界一切眾生的加持全是相對的。佛在哪裡？遍法界虛空界無處不在、無時不在，這就叫法身，法身沒有形相，法身能現現象。現相，《楞嚴經》上說得很清楚，怎麼現的？「當處出生，當處滅盡」。說當處就是沒有一定的處所，說當時，沒有一定的時間，所謂就在當下，就在當前。"
    },
    {
      "id": "02-039-0548_p0016",
      "zh_CN": "《楞严经》上所说的「当处出生，随处灭尽」，现在我们对这个意思，对这句话意思有相当深的概念，因为我们读过世尊跟弥勒菩萨谈话。那个当下，那个当时，就是弥勒菩萨所说一弹指三十二亿百千念里头的一念。我们把它换算成现在人比较容易理解，一秒钟，一秒钟的一千六百兆分之一，一秒钟里头有一千六百兆个念头，里头的一念，那叫当处出生，随处灭尽，这是事实真相。这个真相等于什么？等于零。所以《般若经》上讲，「一切法，无所有，毕竟空，不可得」，在无所有、毕竟空、不可得里面建立佛法，这是什么？《华严经》上说的「理事无碍，事事无碍」，无障碍的法界。建立佛法是接引众生的，是帮助他觉悟的，佛菩萨建立佛法有没有起心动念？没有，根本就没有起心、没有动念。建立什么？建立即是无建立，无建立就是建立，有无不可得，这叫妙，叫随缘妙用。起心动念都没有，哪里有分别执着！这叫什么？自性的妙用。《还源观》上头一句，这四德头一句「随缘妙用」，现相、说法、度众生，不起心、不动念、不分别、不执着，妙！",
      "zh_TW": "《楞嚴經》上所說的「當處出生，隨處滅盡」，現在我們對這個意思，對這句話意思有相當深的概念，因為我們讀過世尊跟彌勒菩薩談話。那個當下，那個當時，就是彌勒菩薩所說一彈指三十二億百千念裡頭的一念。我們把它換算成現在人比較容易理解，一秒鐘，一秒鐘的一千六百兆分之一，一秒鐘裡頭有一千六百兆個念頭，裡頭的一念，那叫當處出生，隨處滅盡，這是事實真相。這個真相等於什麼？等於零。所以《般若經》上講，「一切法，無所有，畢竟空，不可得」，在無所有、畢竟空、不可得裡面建立佛法，這是什麼？《華嚴經》上說的「理事無礙，事事無礙」，無障礙的法界。建立佛法是接引眾生的，是幫助他覺悟的，佛菩薩建立佛法有沒有起心動念？沒有，根本就沒有起心、沒有動念。建立什麼？建立即是無建立，無建立就是建立，有無不可得，這叫妙，叫隨緣妙用。起心動念都沒有，哪裡有分別執著！這叫什麼？自性的妙用。《還源觀》上頭一句，這四德頭一句「隨緣妙用」，現相、說法、度眾生，不起心、不動念、不分別、不執著，妙！"
    },
    {
      "id": "02-039-0548_p0017",
      "zh_CN": "诸佛如来、法身大士做到了，我们现在是知道了，没做到，也就非常之难得。就像唐朝时候智者大师所说的「能知不能行」，这是什么？解悟，做不到。我们学佛学了这么多年，大乘经里面这些经文读得很多，能体会，能肯定，不怀疑了，自己还做不到。为什么？还起心动念，还有分别执着，但是肯定如来的教诲。这是智者大师所说「能知不能行」，他知的没错，佛知佛见，「国之师也」，这个人可以做国师。能说不能行，他的见解正确是佛知佛见，妄想分别执着没放下，做国师。如果「能知又能行」，就不是国师，叫「国宝」，那是国宝。国宝少，国师可以。譬如国师，戒律虽然没有做到，他不反对戒律，赞叹戒律，持戒好，我还没做到。绝不是我做不到，那个不好，那是邪知邪见，那是把别人都带到地狱去了。自己没有做到，赞叹戒定慧，你把别人都带到正道，这个可以做国师。老师是这样的心态，希望学生个个都在我之上，我是他的踏脚石，他踏在我这里往上升，这国师。没有私心，没有傲慢，没有嫉妒，希望后人都超过我，正法才能久住，人民才能幸福。人都像我这样就糟了，我是世界上最高，其他都不如我，这世界完了。这叫正念，正知正见，正念现前，自己对自己很清楚，烦恼习气重，是在改，不是那么简单，自己功夫循序渐渐在进，别人超过我们，欢喜、赞叹。",
      "zh_TW": "諸佛如來、法身大士做到了，我們現在是知道了，沒做到，也就非常之難得。就像唐朝時候智者大師所說的「能知不能行」，這是什麼？解悟，做不到。我們學佛學了這麼多年，大乘經裡面這些經文讀得很多，能體會，能肯定，不懷疑了，自己還做不到。為什麼？還起心動念，還有分別執著，但是肯定如來的教誨。這是智者大師所說「能知不能行」，他知的沒錯，佛知佛見，「國之師也」，這個人可以做國師。能說不能行，他的見解正確是佛知佛見，妄想分別執著沒放下，做國師。如果「能知又能行」，就不是國師，叫「國寶」，那是國寶。國寶少，國師可以。譬如國師，戒律雖然沒有做到，他不反對戒律，讚歎戒律，持戒好，我還沒做到。絕不是我做不到，那個不好，那是邪知邪見，那是把別人都帶到地獄去了。自己沒有做到，讚歎戒定慧，你把別人都帶到正道，這個可以做國師。老師是這樣的心態，希望學生個個都在我之上，我是他的踏腳石，他踏在我這裡往上升，這國師。沒有私心，沒有傲慢，沒有嫉妒，希望後人都超過我，正法才能久住，人民才能幸福。人都像我這樣就糟了，我是世界上最高，其他都不如我，這世界完了。這叫正念，正知正見，正念現前，自己對自己很清楚，煩惱習氣重，是在改，不是那麼簡單，自己功夫循序漸漸在進，別人超過我們，歡喜、讚歎。"
    },
    {
      "id": "02-039-0548_p0018",
      "zh_CN": "「傍引数经，以证极乐妙有」，它不是说极乐真有，你要是真有就有问题，妙有，妙有是什么？妙有非有。我们现前这个世界妙有，你一定要知道。很多众生把它搞错了，以为是真有，真有就想控制，就想占有。妙有呢？妙有是有而非有，非有而有，就像作梦一样。你对于这个境界控制的念头没有了，为什么？控制不到；占有的念头没有，当体即空，了不可得。所以常常要观想弥勒菩萨所说的，「一弹指三十二亿百千念，念念成形，形皆有识」。你对于所有一切法，不会再起心动念、不会再执着，你就不容易犯过失，为什么？全是假的，自己是假的，外面境界全是假的。假的是什么？你可以享受，你不能占有，你占有不到，你控制不到，你也没有办法支配。像我们看电视屏幕一样，你能够欣赏它，你掌握不了它，你占有不了它。现前这个世界，包括自己的身体，我跟我所有都是假的，它存在的时间要晓得，一千六百兆分之一秒，那是存在的时间。一秒钟它已经换多少个？已经换了一千六百兆，每一个念头都是独立的，前念不是后念，后念不是前念。所以这种相续，我们以前讲相似相续，这经上也是讲相似相续，确实是相似相续法。要是讲相续的话，那就是前面一个跟后面完全相同。但是绝对不会有两个念头是相同的，一个念头就是一法界，遍法界虚空界就是一法界。",
      "zh_TW": "「傍引數經，以證極樂妙有」，它不是說極樂真有，你要是真有就有問題，妙有，妙有是什麼？妙有非有。我們現前這個世界妙有，你一定要知道。很多眾生把它搞錯了，以為是真有，真有就想控制，就想佔有。妙有呢？妙有是有而非有，非有而有，就像作夢一樣。你對於這個境界控制的念頭沒有了，為什麼？控制不到；佔有的念頭沒有，當體即空，了不可得。所以常常要觀想彌勒菩薩所說的，「一彈指三十二億百千念，念念成形，形皆有識」。你對於所有一切法，不會再起心動念、不會再執著，你就不容易犯過失，為什麼？全是假的，自己是假的，外面境界全是假的。假的是什麼？你可以享受，你不能佔有，你佔有不到，你控制不到，你也沒有辦法支配。像我們看電視屏幕一樣，你能夠欣賞它，你掌握不了它，你佔有不了它。現前這個世界，包括自己的身體，我跟我所有都是假的，它存在的時間要曉得，一千六百兆分之一秒，那是存在的時間。一秒鐘它已經換多少個？已經換了一千六百兆，每一個念頭都是獨立的，前念不是後念，後念不是前念。所以這種相續，我們以前講相似相續，這經上也是講相似相續，確實是相似相續法。要是講相續的話，那就是前面一個跟後面完全相同。但是絕對不會有兩個念頭是相同的，一個念頭就是一法界，遍法界虛空界就是一法界。"
    },
    {
      "id": "02-039-0548_p0019",
      "zh_CN": "念头有，这法界就有；念头没有，法界就没有了。就跟作梦一样，有这个念头，梦境存在；念头没有了，忽然清醒了，梦境就没有了。事实真相可以说跟梦中是完全一样，你能把梦这个道理参透，你就成佛，就大彻大悟。什么时候我们自己作梦，晓得自己在梦中，那叫开悟了；自己作梦，不知道自己是在作梦，那叫迷惑，迷在里头。梦中觉醒过来，哪一天我们在事实这里，我也一下知道了，搞清楚了，那叫什么？那成佛了。释迦牟尼佛在菩提树下就这么觉悟过来，知道什么？知道自己在梦中。惠能大师在五祖方丈室里头，豁然醒过来了，知道自己在作梦，梦中，那就成佛了，什么问题都没有了。也就是你的烦恼习气没有了，你的杂念没有了，留下来的习气就是无始无明的习气，见思烦恼、尘沙烦恼的习气肯定都没有了。所以是「证极乐妙有，免堕偏空」，万法皆空，那个空不是无，那个空会现相。虽现相，那个相不是真有，那个相叫妙有。",
      "zh_TW": "念頭有，這法界就有；念頭沒有，法界就沒有了。就跟作夢一樣，有這個念頭，夢境存在；念頭沒有了，忽然清醒了，夢境就沒有了。事實真相可以說跟夢中是完全一樣，你能把夢這個道理參透，你就成佛，就大徹大悟。什麼時候我們自己作夢，曉得自己在夢中，那叫開悟了；自己作夢，不知道自己是在作夢，那叫迷惑，迷在裡頭。夢中覺醒過來，哪一天我們在事實這裡，我也一下知道了，搞清楚了，那叫什麼？那成佛了。釋迦牟尼佛在菩提樹下就這麼覺悟過來，知道什麼？知道自己在夢中。惠能大師在五祖方丈室裡頭，豁然醒過來了，知道自己在作夢，夢中，那就成佛了，什麼問題都沒有了。也就是你的煩惱習氣沒有了，你的雜念沒有了，留下來的習氣就是無始無明的習氣，見思煩惱、塵沙煩惱的習氣肯定都沒有了。所以是「證極樂妙有，免墮偏空」，萬法皆空，那個空不是無，那個空會現相。雖現相，那個相不是真有，那個相叫妙有。"
    },
    {
      "id": "02-039-0548_p0020",
      "zh_CN": "下面他引三部经来做说明，「一、《观经》云：韦提希与五百侍女」，侍女是宫女，「闻佛所说，应时即见极乐世界广长之相」。听佛所说的，得佛的加持，前面说过，彼此二土导师的加持，释迦牟尼佛的加持、阿弥陀佛的加持，见到了，见到极乐世界的依报，广长之相是依报。「得见佛身及二菩萨」，这是见到阿弥陀佛，极乐世界的正报，阿弥陀佛，二菩萨是观音、势至。「心生欢喜，叹未曾有，豁然大悟，得无生忍」。见光、见佛、见极乐世界，开悟了，得无生忍，无生是什么？一切法不生不灭，忍是肯定、承认，没有怀疑，佛所说的完全同意，没有意见，这叫无生忍。一切法真的不生不灭，极乐世界实报土的依正庄严，这个里面住的人都已经达到不起心、不动念，不起心、不动念是自性本定。六祖能大师开悟的时候，第四句所讲的「何期自性本无动摇」，本来就不动。所以心不动是真心，动了是妄心，这就是为什么要修定，为什么定那么重要，因为定是你的本心，是你的真心。定住了，真心就现前！大乘教里面所谓八万四千法门，是八万四千种修定的方法，方法有八万四千，定就是一个。所以佛在般若会上讲，法门平等，无有差别，为什么？统统是修定，心定下来了，这是一样的，无论你用什么方法都可以，什么方法都能得定，方法、手段无量无边，这叫无量法门，叫八万四千法门。我们用的方法是持名念佛，用这个方法来修定。定是什么？不起心、不动念、不分别、不执着，这都是定。这有浅深次第不一样，不起心、不动念那是最深的，那是自性本定。不执着是小定，不分别是大定，不起心、不动念是自性本定，那是明心见性，就知道修清净心多么重要。",
      "zh_TW": "下面他引三部經來做說明，「一、《觀經》云：韋提希與五百侍女」，侍女是宮女，「聞佛所說，應時即見極樂世界廣長之相」。聽佛所說的，得佛的加持，前面說過，彼此二土導師的加持，釋迦牟尼佛的加持、阿彌陀佛的加持，見到了，見到極樂世界的依報，廣長之相是依報。「得見佛身及二菩薩」，這是見到阿彌陀佛，極樂世界的正報，阿彌陀佛，二菩薩是觀音、勢至。「心生歡喜，歎未曾有，豁然大悟，得無生忍」。見光、見佛、見極樂世界，開悟了，得無生忍，無生是什麼？一切法不生不滅，忍是肯定、承認，沒有懷疑，佛所說的完全同意，沒有意見，這叫無生忍。一切法真的不生不滅，極樂世界實報土的依正莊嚴，這個裡面住的人都已經達到不起心、不動念，不起心、不動念是自性本定。六祖能大師開悟的時候，第四句所講的「何期自性本無動搖」，本來就不動。所以心不動是真心，動了是妄心，這就是為什麼要修定，為什麼定那麼重要，因為定是你的本心，是你的真心。定住了，真心就現前！大乘教裡面所謂八萬四千法門，是八萬四千種修定的方法，方法有八萬四千，定就是一個。所以佛在般若會上講，法門平等，無有差別，為什麼？統統是修定，心定下來了，這是一樣的，無論你用什麼方法都可以，什麼方法都能得定，方法、手段無量無邊，這叫無量法門，叫八萬四千法門。我們用的方法是持名念佛，用這個方法來修定。定是什麼？不起心、不動念、不分別、不執著，這都是定。這有淺深次第不一樣，不起心、不動念那是最深的，那是自性本定。不執著是小定，不分別是大定，不起心、不動念是自性本定，那是明心見性，就知道修清淨心多麼重要。"
    },
    {
      "id": "02-039-0548_p0021",
      "zh_CN": "我们今天方法妙，妙极了，就念阿弥陀佛。祖师大德教给我们，把我们的心换过来，我们现在的心是情执的心，把这个心换成阿弥陀佛，阿弥陀佛是我的心，我的心就是阿弥陀佛。阿弥陀佛怎样待人接物？清净平等觉，这是佛心。清净平等觉，我们在这个经上看到，是阿弥陀佛的名号，阿弥陀佛也叫做清净平等觉。清净平等觉是我们自己的真心，我们的真心本来就是阿弥陀佛，现在为什么把阿弥陀佛丢掉，去胡思乱想？跟阿弥陀佛距离是愈来愈远。现在明白了、觉悟了，要把这桩事情拉近，也就是说，我们心里面这个佛要念念相续，心里面这些情执、这些妄念要愈来愈远。你能做这种功夫，做上个一年、两年，你会很欢喜，为什么？有效果。心清净了，妄念少，烦恼轻，智慧长了，你怎么会不快乐！这个时候才真正体会到，古大德所说「世味哪有法味浓」！为什么？尝到法味了。我们今天学佛，法味没尝到，你所尝到的还是烦恼、还是分别执着，没尝到。所以你不生欢喜心，那个信心、愿心发不出来，就这个道理，这是没真干。真干是换心，换心的真干就是念佛，你一天二十四小时佛号不中断，真换过来了。念佛念得好的，真是这样子，愈念愈聪明，愈念愈快乐，愈念对这个世界的真相愈明白。念个三年五载，说实在话，过去、未来都知道，慢慢就通了。眼通了，是天眼；耳通了，是天耳；宿命通，过去生中生生世世都想起来，都记起来；他心通，别人心里面想什么，我都知道，虽知道并不干扰。我们现在知道事情多了会干扰，为什么？你把它放在自己心里，常常去想它，它就干扰你。通了之后，知道，不干扰，不去想它，所以它不会成为障碍。这才真正叫「心生欢喜，叹未曾有，豁然大悟，得无生忍」。「五百侍女」发菩提心，「愿生彼国」，有愿当然有信，真信发愿。「世尊悉记，皆当往生」，释迦牟尼佛给她做证明，妳们这五百人决定得生净土。「生彼国已，获得诸佛现前三昧」，三昧是清净心，获得像诸佛一样的现前的三昧，不是过去，不是未来的，你立刻得受用。这受用是什么？受用就是智慧，三昧是定，定起作用就是智慧，三昧也是我们经题上讲的「清净平等」，清净平等是三昧，「觉」是作用，觉是智慧现前。《观经》上说的。",
      "zh_TW": "我們今天方法妙，妙極了，就念阿彌陀佛。祖師大德教給我們，把我們的心換過來，我們現在的心是情執的心，把這個心換成阿彌陀佛，阿彌陀佛是我的心，我的心就是阿彌陀佛。阿彌陀佛怎樣待人接物？清淨平等覺，這是佛心。清淨平等覺，我們在這個經上看到，是阿彌陀佛的名號，阿彌陀佛也叫做清淨平等覺。清淨平等覺是我們自己的真心，我們的真心本來就是阿彌陀佛，現在為什麼把阿彌陀佛丟掉，去胡思亂想？跟阿彌陀佛距離是愈來愈遠。現在明白了、覺悟了，要把這樁事情拉近，也就是說，我們心裡面這個佛要念念相續，心裡面這些情執、這些妄念要愈來愈遠。你能做這種功夫，做上個一年、兩年，你會很歡喜，為什麼？有效果。心清淨了，妄念少，煩惱輕，智慧長了，你怎麼會不快樂！這個時候才真正體會到，古大德所說「世味哪有法味濃」！為什麼？嘗到法味了。我們今天學佛，法味沒嘗到，你所嘗到的還是煩惱、還是分別執著，沒嘗到。所以你不生歡喜心，那個信心、願心發不出來，就這個道理，這是沒真幹。真幹是換心，換心的真幹就是念佛，你一天二十四小時佛號不中斷，真換過來了。念佛念得好的，真是這樣子，愈念愈聰明，愈念愈快樂，愈念對這個世界的真相愈明白。念個三年五載，說實在話，過去、未來都知道，慢慢就通了。眼通了，是天眼；耳通了，是天耳；宿命通，過去生中生生世世都想起來，都記起來；他心通，別人心裡面想什麼，我都知道，雖知道並不干擾。我們現在知道事情多了會干擾，為什麼？你把它放在自己心裡，常常去想它，它就干擾你。通了之後，知道，不干擾，不去想它，所以它不會成為障礙。這才真正叫「心生歡喜，歎未曾有，豁然大悟，得無生忍」。「五百侍女」發菩提心，「願生彼國」，有願當然有信，真信發願。「世尊悉記，皆當往生」，釋迦牟尼佛給她做證明，妳們這五百人決定得生淨土。「生彼國已，獲得諸佛現前三昧」，三昧是清淨心，獲得像諸佛一樣的現前的三昧，不是過去，不是未來的，你立刻得受用。這受用是什麼？受用就是智慧，三昧是定，定起作用就是智慧，三昧也是我們經題上講的「清淨平等」，清淨平等是三昧，「覺」是作用，覺是智慧現前。《觀經》上說的。"
    },
    {
      "id": "02-039-0548_p0022",
      "zh_CN": "再看第二，引用的第二个经，「《佛说如幻三摩地无量印法门经》」，这个经题上有「佛说」，三摩地、奢摩他，《楞严经》上所说的三止三观，也可以说它是三种的禅定，奢摩他偏重在止，三摩地偏重在观，禅那是止观平等。天台、华严都是修止观，《华严经》，我们看到贤首国师的《还源观》，后面讲的方法五止、六观，三摩地是属于六观里的一种。前面加一个如幻，这就妙了，如幻是什么？事实真相。这就是说明佛法是因缘生法，不是真的，所以《金刚经》上佛说「法尚应舍，何况非法」。这个舍的意思，不是说法不要了，法有，建立佛法了，在无所有当中建立佛法。建立什么？你不能够起心动念、你不能够分别执着，这就叫妙有，你可别当真。你把建立的佛法也当真，那麻烦了，又坏了。用它，用它提升自己，用它接引众生，它也不是真的，你对它别起心动念，起心动念堕落了。分别执着，那堕落得更惨，会堕落在三恶道，执着堕落在恶道，分别堕落在四圣法界，执着堕落到六道。「无量印」，印是证明的意思，中国在古代，印是证明，叫印信，外国人作兴签字，中国人作证盖印，印度人也重视。这是个比喻，无量印是无量法门来印证，或者是印证无量法门。",
      "zh_TW": "再看第二，引用的第二個經，「《佛說如幻三摩地無量印法門經》」，這個經題上有「佛說」，三摩地、奢摩他，《楞嚴經》上所說的三止三觀，也可以說它是三種的禪定，奢摩他偏重在止，三摩地偏重在觀，禪那是止觀平等。天台、華嚴都是修止觀，《華嚴經》，我們看到賢首國師的《還源觀》，後面講的方法五止、六觀，三摩地是屬於六觀裡的一種。前面加一個如幻，這就妙了，如幻是什麼？事實真相。這就是說明佛法是因緣生法，不是真的，所以《金剛經》上佛說「法尚應捨，何況非法」。這個捨的意思，不是說法不要了，法有，建立佛法了，在無所有當中建立佛法。建立什麼？你不能夠起心動念、你不能夠分別執著，這就叫妙有，你可別當真。你把建立的佛法也當真，那麻煩了，又壞了。用它，用它提升自己，用它接引眾生，它也不是真的，你對它別起心動念，起心動念墮落了。分別執著，那墮落得更慘，會墮落在三惡道，執著墮落在惡道，分別墮落在四聖法界，執著墮落到六道。「無量印」，印是證明的意思，中國在古代，印是證明，叫印信，外國人作興簽字，中國人作證蓋印，印度人也重視。這是個比喻，無量印是無量法門來印證，或者是印證無量法門。"
    },
    {
      "id": "02-039-0548_p0023",
      "zh_CN": "这个经上说，「时此娑婆世界释迦牟尼如来会中，所有诸菩萨摩诃萨（一万二千人），苾刍（二万人）、苾刍尼、优婆塞、优婆夷、梵王、帝释、护世四王」，这就是四大天王，护世四王，「并余天龙、夜叉、干闼婆、阿修罗、迦楼罗、紧那罗、摩睺罗伽、人非人等」，这是我们讲八部鬼神，这佛门的护法神。「悉能见彼极乐世界」，这些人统统都见到，见到极乐世界是依报，「及见无量光如来，菩萨、声闻大众围绕」，这是见到正报，依报、正报全见到了，「光明炽盛，如妙高山」。这是说释迦牟尼如来会中，也是讲的这部经，释迦牟尼佛讲《无量寿经》，《无量寿经》是世尊多次宣讲，所以其他经典上也有这个记载。像这部《如幻三摩地无量印法门经》也说到，都可以做此地这段经的证明，这就说明它是真的它不是假的。",
      "zh_TW": "這個經上說，「時此娑婆世界釋迦牟尼如來會中，所有諸菩薩摩訶薩（一萬二千人），苾芻（二萬人）、苾芻尼、優婆塞、優婆夷、梵王、帝釋、護世四王」，這就是四大天王，護世四王，「並餘天龍、夜叉、乾闥婆、阿修羅、迦樓羅、緊那羅、摩睺羅伽、人非人等」，這是我們講八部鬼神，這佛門的護法神。「悉能見彼極樂世界」，這些人統統都見到，見到極樂世界是依報，「及見無量光如來，菩薩、聲聞大眾圍繞」，這是見到正報，依報、正報全見到了，「光明熾盛，如妙高山」。這是說釋迦牟尼如來會中，也是講的這部經，釋迦牟尼佛講《無量壽經》，《無量壽經》是世尊多次宣講，所以其他經典上也有這個記載。像這部《如幻三摩地無量印法門經》也說到，都可以做此地這段經的證明，這就說明它是真的它不是假的。"
    },
    {
      "id": "02-039-0548_p0024",
      "zh_CN": "下面第三引用的，「《十往生经》云：佛告山海慧菩萨：汝今应当起立合掌，正身向西，正念观阿弥陀佛国，愿见阿弥陀佛」。这是佛教大家，为什么佛这么说？佛看大家机缘成熟了，也就是说，跟阿弥陀佛的缘成熟，这个时候提醒大家。山海慧菩萨做为当机，告诉他现在，今是现在，应当起立合掌，正身向西，这是指方立向。正念是一心专念，观是心里要观想，口念佛，心里面想着阿弥陀佛，想着极乐世界，阿弥陀佛国就是极乐世界，愿见阿弥陀佛，我们念，心心期望着亲近阿弥陀佛，见阿弥陀佛，向阿弥陀佛学习。下面这是大众依教奉行，「尔时一切大众」，与会的一切大众，「亦皆起立合掌，共观阿弥陀佛」。大家都照着释迦牟尼佛的教诲去做，感应马上就通了，跟这个经上是一个道理。众生有感，又何况释迦牟尼佛在旁边指导，威神加持，这个感应的力量就非常不可思议，可以说跟阿弥陀佛立刻就相应。这一念就相应，「即见阿弥陀佛国」，极乐世界就看到了。「所有庄严妙好之事：皆悉七宝、七宝山、七宝国土」，这是讲依报，七宝这个七不是数字，是代表圆满，七这个数字是代表四方上下，加上当中，这就圆满。所以它不是个数字，圆满那是无量无边。有些我们这个世界有，见过的，有些我们世界上没有。极乐世界比我们大，我们这个地球上有边际，极乐世界没有边际，它不是法相土，它是法性土。法性跟法相不一样，法相是有这个质，我们讲物质，它有物质，法性没有物质，这个完全不相同。有物质跟没有物质它又不相妨碍，理事无碍，事事无碍，它不相妨碍。所以极乐世界无处不在、无时不在，有这个缘立刻就现相，缘要没有了，相立刻就消失，真正是当处出生、随处灭尽。所以看到极乐世界七宝山、七宝国土。",
      "zh_TW": "下面第三引用的，「《十往生經》云：佛告山海慧菩薩：汝今應當起立合掌，正身向西，正念觀阿彌陀佛國，願見阿彌陀佛」。這是佛教大家，為什麼佛這麼說？佛看大家機緣成熟了，也就是說，跟阿彌陀佛的緣成熟，這個時候提醒大家。山海慧菩薩做為當機，告訴他現在，今是現在，應當起立合掌，正身向西，這是指方立向。正念是一心專念，觀是心裡要觀想，口念佛，心裡面想著阿彌陀佛，想著極樂世界，阿彌陀佛國就是極樂世界，願見阿彌陀佛，我們念，心心期望著親近阿彌陀佛，見阿彌陀佛，向阿彌陀佛學習。下面這是大眾依教奉行，「爾時一切大眾」，與會的一切大眾，「亦皆起立合掌，共觀阿彌陀佛」。大家都照著釋迦牟尼佛的教誨去做，感應馬上就通了，跟這個經上是一個道理。眾生有感，又何況釋迦牟尼佛在旁邊指導，威神加持，這個感應的力量就非常不可思議，可以說跟阿彌陀佛立刻就相應。這一念就相應，「即見阿彌陀佛國」，極樂世界就看到了。「所有莊嚴妙好之事：皆悉七寶、七寶山、七寶國土」，這是講依報，七寶這個七不是數字，是代表圓滿，七這個數字是代表四方上下，加上當中，這就圓滿。所以它不是個數字，圓滿那是無量無邊。有些我們這個世界有，見過的，有些我們世界上沒有。極樂世界比我們大，我們這個地球上有邊際，極樂世界沒有邊際，它不是法相土，它是法性土。法性跟法相不一樣，法相是有這個質，我們講物質，它有物質，法性沒有物質，這個完全不相同。有物質跟沒有物質它又不相妨礙，理事無礙，事事無礙，它不相妨礙。所以極樂世界無處不在、無時不在，有這個緣立刻就現相，緣要沒有了，相立刻就消失，真正是當處出生、隨處滅盡。所以看到極樂世界七寶山、七寶國土。"
    },
    {
      "id": "02-039-0548_p0025",
      "zh_CN": "又看到「水鸟树林，常吐法音」，水鸟、树林都在说法，都在念佛。人在这个环境里面，你想听什么经，你听到的就是，就是你心所想的。两个人在一起，我想听《无量寿》，他想听《华严经》，我们所听到的都是自己心目当中想的。好像不同的频道一样，我按这个频道，你看这个频道，所现的相、所听的声音，你看到是你想的，我看到是我想的，没有妨碍，这是不可思议的境界。「彼国日日常转法轮」，没有休息的。「以上皆证当时印度人民，或数以百计，或以万计，亲睹极乐依正庄严。西方有世界，有佛阿弥陀，此两有字，应深着眼」，两个有决定是有，不是假的。现在时间到了，我们就学习到此地。",
      "zh_TW": "又看到「水鳥樹林，常吐法音」，水鳥、樹林都在說法，都在念佛。人在這個環境裡面，你想聽什麼經，你聽到的就是，就是你心所想的。兩個人在一起，我想聽《無量壽》，他想聽《華嚴經》，我們所聽到的都是自己心目當中想的。好像不同的頻道一樣，我按這個頻道，你看這個頻道，所現的相、所聽的聲音，你看到是你想的，我看到是我想的，沒有妨礙，這是不可思議的境界。「彼國日日常轉法輪」，沒有休息的。「以上皆證當時印度人民，或數以百計，或以萬計，親睹極樂依正莊嚴。西方有世界，有佛阿彌陀，此兩有字，應深著眼」，兩個有決定是有，不是假的。現在時間到了，我們就學習到此地。"
    }
  ]
}