{
  "doc_id": "02-039-0148",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四八集",
    "zh_TW": "第一四八集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0148",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-039-0148_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第一百七十面，倒数第六行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第一百七十面，倒數第六行看起："
    },
    {
      "id": "02-039-0148_p0002",
      "zh_CN": "「惠以真实之利。惠者，惠施也，亦恩赐之义。真实之利者，按善导大师意，指弥陀誓愿为真实之利。大师偈云：如来所以兴出世，唯说弥陀本愿海」。我们就看这一句，这部经上讲了三个真实，这是非常稀有的。世尊四十九年讲经教学，在同一会里面讲三个真实这很少的，唯独在这一会，他讲过「真实之际」，我们在此地看到「真实之利」，还有一句「真实之慧」。真实之际是讲自性，圆满的性德。现在从利益上来讲，这个利益是对众生的，也就是说四十九年所有的教诲，最真实的利益，无过于这一次的宣讲。从真实之际来说，可以说是四十九年所说的一切经，都没有离开，全是自性里头流露出来的，这叫契理。所以经称之为契经，上契诸佛所证之理，这真实之际，所以它不是假的。真实之利呢？这是讲契机，佛说一切经未必能契一切众生之机，所以当机他得利益，不当机他不得利益。可是唯独这部经，上中下三根普被，利钝全收，没有一个不当机，这是真实之利。",
      "zh_TW": "「惠以真實之利。惠者，惠施也，亦恩賜之義。真實之利者，按善導大師意，指彌陀誓願為真實之利。大師偈云：如來所以興出世，唯說彌陀本願海」。我們就看這一句，這部經上講了三個真實，這是非常稀有的。世尊四十九年講經教學，在同一會裡面講三個真實這很少的，唯獨在這一會，他講過「真實之際」，我們在此地看到「真實之利」，還有一句「真實之慧」。真實之際是講自性，圓滿的性德。現在從利益上來講，這個利益是對眾生的，也就是說四十九年所有的教誨，最真實的利益，無過於這一次的宣講。從真實之際來說，可以說是四十九年所說的一切經，都沒有離開，全是自性裡頭流露出來的，這叫契理。所以經稱之為契經，上契諸佛所證之理，這真實之際，所以它不是假的。真實之利呢？這是講契機，佛說一切經未必能契一切眾生之機，所以當機他得利益，不當機他不得利益。可是唯獨這部經，上中下三根普被，利鈍全收，沒有一個不當機，這是真實之利。"
    },
    {
      "id": "02-039-0148_p0003",
      "zh_CN": "所以真实之利，这一段念老注的文字很多，这个里头的意思非常丰富。先说惠，惠是布施的意思、给予的意思，惠者惠施也，布施，也有恩赐的意思，上对下，古时候的帝王惠施给臣民，这是恩赐。真实之利，黄念老按善导大师的意思，善导大师唐朝时候的人，唐朝初年，净土宗第二代的祖师，传说他是阿弥陀佛再来的。我们过去曾经很多次的去访问日本，跟日本净土宗的大德有过多次的交流，我们就曾经提到这个问题，「在中国古代有人说，善导大师是阿弥陀佛再来的，你们日本人对这个怎么个看法？」这些日本的大德都说，「真的，我们日本人承认。」所以日本人对于善导大师特别尊敬，到处可以看到善导大师的塑像，他们的塑像多半是石雕的，有石雕的、有木雕的、也有泥塑的，很普遍，在中国没看到。甚至于很多净土宗的道场，都用善导大师命名，叫善导寺，你一看善导寺，这是净土宗的道场，可见得他们对善导大师的崇敬，让我们能够想像得到。在当时日本派了很多出家人到中国来留学，可能里面很多是善导的弟子。到中国来亲近善导大师，跟他学习，以后把净土宗传到日本、传到韩国。",
      "zh_TW": "所以真實之利，這一段念老註的文字很多，這個裡頭的意思非常豐富。先說惠，惠是布施的意思、給予的意思，惠者惠施也，布施，也有恩賜的意思，上對下，古時候的帝王惠施給臣民，這是恩賜。真實之利，黃念老按善導大師的意思，善導大師唐朝時候的人，唐朝初年，淨土宗第二代的祖師，傳說他是阿彌陀佛再來的。我們過去曾經很多次的去訪問日本，跟日本淨土宗的大德有過多次的交流，我們就曾經提到這個問題，「在中國古代有人說，善導大師是阿彌陀佛再來的，你們日本人對這個怎麼個看法？」這些日本的大德都說，「真的，我們日本人承認。」所以日本人對於善導大師特別尊敬，到處可以看到善導大師的塑像，他們的塑像多半是石雕的，有石雕的、有木雕的、也有泥塑的，很普遍，在中國沒看到。甚至於很多淨土宗的道場，都用善導大師命名，叫善導寺，你一看善導寺，這是淨土宗的道場，可見得他們對善導大師的崇敬，讓我們能夠想像得到。在當時日本派了很多出家人到中國來留學，可能裡面很多是善導的弟子。到中國來親近善導大師，跟他學習，以後把淨土宗傳到日本、傳到韓國。"
    },
    {
      "id": "02-039-0148_p0004",
      "zh_CN": "既然是阿弥陀佛再来的，善导大师的话等于是阿弥陀佛亲自宣说的。善导大师的意思指弥陀誓愿，就是四十八愿，这四十八愿是真实的利益。所以大师有两句话，这偈语，传得很广，修净土的人没有不知道的，这两句话，他说「如来所以兴出世，唯说弥陀本愿海」。不仅仅是指释迦牟尼佛，十方世界过去、现在、未来，众生有感，佛就有应。佛在应化的时候，就像《普门品》里面所说的，应以佛身而得度者，他就现佛身来说法，这叫如来出世，如来出现在这个世间。来干什么的？唯独与大众介绍阿弥陀佛极乐世界，就为这桩事情。换句话说，这是一切诸佛菩萨出现在世间唯一的一桩大事。大事因缘，就是把净土介绍给我们，极乐世界介绍给我们，阿弥陀佛介绍给我们。其他的这些经教是附带说的，这个世间还有这么多根机，就给你不同的根机帮助帮助你，是这个意思。八万四千法门，释迦牟尼佛一生有没有都说？没有，八万四千法门里面选择几个。不是有意选择的，是众生机感不一样，众生有感，佛就有应，有这一类的机，佛就说这一类的经教，没有他就不说。所以四十九年所说的经论不多，这种情形我们晓得。可是佛对一切众生真实的利益，帮助一切众生一生永脱轮回，永远出十法界，超出十法界，一生成佛，这是诸佛菩萨应化到世间第一个愿望。如果你的业障重，没有这个缘分，也就是给你说了你不相信，你不能理解，不能依这个方法修行，佛就用别的方法帮助你，帮助你向上提升。这个方法能信、能解、能行，是帮助你这一生成佛，成不了佛的帮助你提升，佛多慈悲。所以这个法门是究竟圆满的利益，太难得，我们要记住善导大师这两句话。",
      "zh_TW": "既然是阿彌陀佛再來的，善導大師的話等於是阿彌陀佛親自宣說的。善導大師的意思指彌陀誓願，就是四十八願，這四十八願是真實的利益。所以大師有兩句話，這偈語，傳得很廣，修淨土的人沒有不知道的，這兩句話，他說「如來所以興出世，唯說彌陀本願海」。不僅僅是指釋迦牟尼佛，十方世界過去、現在、未來，眾生有感，佛就有應。佛在應化的時候，就像《普門品》裡面所說的，應以佛身而得度者，他就現佛身來說法，這叫如來出世，如來出現在這個世間。來幹什麼的？唯獨與大眾介紹阿彌陀佛極樂世界，就為這樁事情。換句話說，這是一切諸佛菩薩出現在世間唯一的一樁大事。大事因緣，就是把淨土介紹給我們，極樂世界介紹給我們，阿彌陀佛介紹給我們。其他的這些經教是附帶說的，這個世間還有這麼多根機，就給你不同的根機幫助幫助你，是這個意思。八萬四千法門，釋迦牟尼佛一生有沒有都說？沒有，八萬四千法門裡面選擇幾個。不是有意選擇的，是眾生機感不一樣，眾生有感，佛就有應，有這一類的機，佛就說這一類的經教，沒有他就不說。所以四十九年所說的經論不多，這種情形我們曉得。可是佛對一切眾生真實的利益，幫助一切眾生一生永脫輪迴，永遠出十法界，超出十法界，一生成佛，這是諸佛菩薩應化到世間第一個願望。如果你的業障重，沒有這個緣分，也就是給你說了你不相信，你不能理解，不能依這個方法修行，佛就用別的方法幫助你，幫助你向上提升。這個方法能信、能解、能行，是幫助你這一生成佛，成不了佛的幫助你提升，佛多慈悲。所以這個法門是究竟圓滿的利益，太難得，我們要記住善導大師這兩句話。"
    },
    {
      "id": "02-039-0148_p0005",
      "zh_CN": "「《甄解》赞曰」，这是日本人，「此今家」，你看日本人对善导大师不称名称今家，今是现前，这唐朝时候。你看看人家用这个词用家，这不是宗教里头的，宗教里头没有这种称呼。这个家就是以后我们常称的，佛家、儒家、道家，称家是什么？大学问、大德大能，我们常常赞叹有成就的人一家之言，这里含义很深。「独步妙释」，这善导大师解释的，解释得太妙，以前没人说过，这独步。「他人所未谈也」，这两句「如来所以兴出世，唯说弥陀本愿海」，以前没人说过。「顺此祖释」，顺着祖师大德的解释，「以弥陀本愿为真实利，则可以八万四千法门为光阐道教，其义明矣」。光阐道教是教学，我们从这个地方就很清楚的体会得，佛教不是宗教，佛教是教育。佛菩萨出现在这世间干什么？教学，光阐道教这一句就是教学。本愿是推动教学的原动力，佛菩萨为什么要来教学？他有大愿。这个大愿是什么？大愿是普度众生，帮助一切苦难众生。六道是苦难众生，四圣法界亦如是，受苦稍微少一点还是苦，为什么？没见性。见性才得真正的自在，常乐我净真正恢复；四圣法界虽是接近常乐我净，真正常乐我净没享受到。六道众生完全违背，常是永恒不生不灭，六道众生有生死。",
      "zh_TW": "「《甄解》讚曰」，這是日本人，「此今家」，你看日本人對善導大師不稱名稱今家，今是現前，這唐朝時候。你看看人家用這個詞用家，這不是宗教裡頭的，宗教裡頭沒有這種稱呼。這個家就是以後我們常稱的，佛家、儒家、道家，稱家是什麼？大學問、大德大能，我們常常讚歎有成就的人一家之言，這裡含義很深。「獨步妙釋」，這善導大師解釋的，解釋得太妙，以前沒人說過，這獨步。「他人所未談也」，這兩句「如來所以興出世，唯說彌陀本願海」，以前沒人說過。「順此祖釋」，順著祖師大德的解釋，「以彌陀本願為真實利，則可以八萬四千法門為光闡道教，其義明矣」。光闡道教是教學，我們從這個地方就很清楚的體會得，佛教不是宗教，佛教是教育。佛菩薩出現在這世間幹什麼？教學，光闡道教這一句就是教學。本願是推動教學的原動力，佛菩薩為什麼要來教學？他有大願。這個大願是什麼？大願是普度眾生，幫助一切苦難眾生。六道是苦難眾生，四聖法界亦如是，受苦稍微少一點還是苦，為什麼？沒見性。見性才得真正的自在，常樂我淨真正恢復；四聖法界雖是接近常樂我淨，真正常樂我淨沒享受到。六道眾生完全違背，常是永恆不生不滅，六道眾生有生死。"
    },
    {
      "id": "02-039-0148_p0006",
      "zh_CN": "佛法里面讲生死两种生死，两种生死都具足，一个分段生死，一个变易生死。四圣法界里面分段生死了了，变易生死存在，得要到实报土里面变易生死才没有了，十法界四圣有变易生死。两种生死都了了这是常，常就是大般涅槃，不生不灭。乐是永远离一切苦，这叫真乐。六道凡夫里头有没有乐？没有。我们看到有人很快乐，佛说乐是坏苦，你在乐的时候没感觉到，乐一过去就感觉到了，坏苦。古人说，你看做大官，在位置上很荣耀，多少人羡慕你，可是一下台再也看不到人来看你，你马上就感到很苦。这个地位、势力一失去的时候，那就坏了，叫坏苦，不是真的乐；真的乐是永恒的，不受外面环境影响的。我是自在、主宰，前面说过，这两个意思我们这身体上都没有。净是清净，也没有，心不清净，身也不清净，身心严重的染污。所以这个世间有常乐我净之名，没有常乐我净之实。实报庄严土有，真的是常乐我净，所以佛要帮助我们回归到常乐我净，这叫离苦得乐，永远脱离十法界，回归到实报土。实报土还不圆满，但是佛帮助我们只能帮助到实报土，向上一着，他也没办法。我们自己有没有办法？自己也没有办法。实报土里头是待时间，三大阿僧祇劫之后，无始无明的习气自然就没有了，你就究竟圆满。究竟圆满，《华严经》上讲的妙觉位，回归常寂光净土，这才叫究竟圆满。",
      "zh_TW": "佛法裡面講生死兩種生死，兩種生死都具足，一個分段生死，一個變易生死。四聖法界裡面分段生死了了，變易生死存在，得要到實報土裡面變易生死才沒有了，十法界四聖有變易生死。兩種生死都了了這是常，常就是大般涅槃，不生不滅。樂是永遠離一切苦，這叫真樂。六道凡夫裡頭有沒有樂？沒有。我們看到有人很快樂，佛說樂是壞苦，你在樂的時候沒感覺到，樂一過去就感覺到了，壞苦。古人說，你看做大官，在位置上很榮耀，多少人羨慕你，可是一下台再也看不到人來看你，你馬上就感到很苦。這個地位、勢力一失去的時候，那就壞了，叫壞苦，不是真的樂；真的樂是永恆的，不受外面環境影響的。我是自在、主宰，前面說過，這兩個意思我們這身體上都沒有。淨是清淨，也沒有，心不清淨，身也不清淨，身心嚴重的染污。所以這個世間有常樂我淨之名，沒有常樂我淨之實。實報莊嚴土有，真的是常樂我淨，所以佛要幫助我們回歸到常樂我淨，這叫離苦得樂，永遠脫離十法界，回歸到實報土。實報土還不圓滿，但是佛幫助我們只能幫助到實報土，向上一著，他也沒辦法。我們自己有沒有辦法？自己也沒有辦法。實報土裡頭是待時間，三大阿僧祇劫之後，無始無明的習氣自然就沒有了，你就究竟圓滿。究竟圓滿，《華嚴經》上講的妙覺位，回歸常寂光淨土，這才叫究竟圓滿。"
    },
    {
      "id": "02-039-0148_p0007",
      "zh_CN": "佛菩萨在世间是来做这桩事情的，《法华经》上说的「一大事因缘」，用什么方法来做这桩事？用教学。所以佛法是师道，师道一定是建立在孝道的基础上，人要不孝顺父母就不会尊敬老师，所以师道是建立在孝道的基础上。于是我们就明白，释迦牟尼佛灭度之后，他的弟子四面八方传承释迦牟尼佛的教诲，我们从历史上看，有些地方一、二百年就断掉、就消失，有些地方有五、六百年，有些地方七、八百年。唯独在中国真的生根、茁壮、开花、结果，比印度本土还要殊胜，这什么原因？中国这块土地好。佛法没到中国来之前，中国文化至少也有一万多年，我相信。虽然历史有文字记载的五千年，五千年前没有文字，印度婆罗门教可以推前到一万多年。中国这块宝土，我们祖先的智慧德能，我们相信至少也有一万多年，没有文字，代代相传，五伦、五常、四维、八德，我们相信这是祖传的，不是二、三千年前那些人创造发明的，不是的。孔子说得好，他说他一生「述而不作，信而好古」，他一生修学的态度。述而不作是什么意思？他没有创造、他没有发明，他所说的都是述说前人的，古代圣贤传下来的。这话是真的，《论语》里面很多话，我感觉得不是他自己的，把古代圣贤的教诲，他用文字把它写出来流传给后世，所以他叫集大成者。大成至圣先师，大成是什么？集大成，那也是圣人。古代相传我们相信有正法、有邪法，孔子只传正法不传邪法，邪法不把它写出来，不传给后世，所传纯正之法。",
      "zh_TW": "佛菩薩在世間是來做這樁事情的，《法華經》上說的「一大事因緣」，用什麼方法來做這樁事？用教學。所以佛法是師道，師道一定是建立在孝道的基礎上，人要不孝順父母就不會尊敬老師，所以師道是建立在孝道的基礎上。於是我們就明白，釋迦牟尼佛滅度之後，他的弟子四面八方傳承釋迦牟尼佛的教誨，我們從歷史上看，有些地方一、二百年就斷掉、就消失，有些地方有五、六百年，有些地方七、八百年。唯獨在中國真的生根、茁壯、開花、結果，比印度本土還要殊勝，這什麼原因？中國這塊土地好。佛法沒到中國來之前，中國文化至少也有一萬多年，我相信。雖然歷史有文字記載的五千年，五千年前沒有文字，印度婆羅門教可以推前到一萬多年。中國這塊寶土，我們祖先的智慧德能，我們相信至少也有一萬多年，沒有文字，代代相傳，五倫、五常、四維、八德，我們相信這是祖傳的，不是二、三千年前那些人創造發明的，不是的。孔子說得好，他說他一生「述而不作，信而好古」，他一生修學的態度。述而不作是什麼意思？他沒有創造、他沒有發明，他所說的都是述說前人的，古代聖賢傳下來的。這話是真的，《論語》裡面很多話，我感覺得不是他自己的，把古代聖賢的教誨，他用文字把它寫出來流傳給後世，所以他叫集大成者。大成至聖先師，大成是什麼？集大成，那也是聖人。古代相傳我們相信有正法、有邪法，孔子只傳正法不傳邪法，邪法不把它寫出來，不傳給後世，所傳純正之法。"
    },
    {
      "id": "02-039-0148_p0008",
      "zh_CN": "信而好古，他对古人东西相信、欢喜，古圣先贤。我学了佛之后我深深有感触，我觉得那是佛菩萨在中国应化来的。中国这个地方自古以来尊重圣贤，所以诸佛菩萨也恒顺众生，随喜功德，应以圣贤身而教化者，即现圣贤身而为说法，不就这个意思吗？佛能够恒顺众生，「随众生心，应所知量」。现在读圣贤书、读古人的东西少了，愈来愈少，对于古人的面貌生疏、不认识，这是个很可悲的现象。从前人读古书，没有不尊重圣贤的，中国自古以来的教育是圣贤教育，所教化的人民是圣贤君子，读书志在圣贤。中国的文化是圣贤的文化，中国的制度是圣贤的制度，中国在过去长治久安是圣贤的政治，这一点都不假，我们自己要有认知。不能听外国人的谣言，外国人存心不善，贬抑我们传统文化，让我们对传统文化丧失信心，这是我们不能不知道的。如果你在佛法上有少分的契入，你的信心就能恢复，你的正知正见也起作用。",
      "zh_TW": "信而好古，他對古人東西相信、歡喜，古聖先賢。我學了佛之後我深深有感觸，我覺得那是佛菩薩在中國應化來的。中國這個地方自古以來尊重聖賢，所以諸佛菩薩也恆順眾生，隨喜功德，應以聖賢身而教化者，即現聖賢身而為說法，不就這個意思嗎？佛能夠恆順眾生，「隨眾生心，應所知量」。現在讀聖賢書、讀古人的東西少了，愈來愈少，對於古人的面貌生疏、不認識，這是個很可悲的現象。從前人讀古書，沒有不尊重聖賢的，中國自古以來的教育是聖賢教育，所教化的人民是聖賢君子，讀書志在聖賢。中國的文化是聖賢的文化，中國的制度是聖賢的制度，中國在過去長治久安是聖賢的政治，這一點都不假，我們自己要有認知。不能聽外國人的謠言，外國人存心不善，貶抑我們傳統文化，讓我們對傳統文化喪失信心，這是我們不能不知道的。如果你在佛法上有少分的契入，你的信心就能恢復，你的正知正見也起作用。"
    },
    {
      "id": "02-039-0148_p0009",
      "zh_CN": "弥陀本愿总结就是大慈大悲，慈悲为本，弥陀本愿为真实利益，这就是慈悲为本。下面讲的「八万四千法门为光阐道教」，那是方便为门。真实大利是什么？就是八万四千法门光阐道教，教化众生。众生的对象十法界，主要的对象十法界有情众生，主要对象，自自然然也包含无情的众生，「情与无情，同圆种智」。所以从这个地方，我们看到佛教真正的面目，它是教育，我们应当把它称之为佛陀的教育。古时候佛教自称为宗教，为什么自称为宗教？隋唐时代中国佛教有十个宗派，除了成实、俱舍这两宗是小乘，其他的八个宗都是大乘。唐朝中叶以后小乘就衰了，到唐朝的晚年这两个宗派就不存在。所以中国是大乘佛教，八大宗，这八大宗禅宗称宗，其他的七个宗都称为教，为什么？教学的方式不一样。禅宗入门不用文字，也就是说这个宗派学习的人，是天才班，不是普通班。所以他不用经本、不用文字，完全用参究，以后称为参禅，直指人心，见性成佛，用的是这个方法。这个方法高明，时间短，成就快，可是它的当机只接引上上根人；不是上上根，一般讲的上中下根都没分，他学这个宗他得不到利益。另外七个宗派，教下，它所接引的是上中下三根，就是一般学校，有小学、有中学、有大学，按部就班一年级、二年级慢慢去提升，其他的七个宗派都是这种方式，所以称为教下。",
      "zh_TW": "彌陀本願總結就是大慈大悲，慈悲為本，彌陀本願為真實利益，這就是慈悲為本。下面講的「八萬四千法門為光闡道教」，那是方便為門。真實大利是什麼？就是八萬四千法門光闡道教，教化眾生。眾生的對象十法界，主要的對象十法界有情眾生，主要對象，自自然然也包含無情的眾生，「情與無情，同圓種智」。所以從這個地方，我們看到佛教真正的面目，它是教育，我們應當把它稱之為佛陀的教育。古時候佛教自稱為宗教，為什麼自稱為宗教？隋唐時代中國佛教有十個宗派，除了成實、俱舍這兩宗是小乘，其他的八個宗都是大乘。唐朝中葉以後小乘就衰了，到唐朝的晚年這兩個宗派就不存在。所以中國是大乘佛教，八大宗，這八大宗禪宗稱宗，其他的七個宗都稱為教，為什麼？教學的方式不一樣。禪宗入門不用文字，也就是說這個宗派學習的人，是天才班，不是普通班。所以他不用經本、不用文字，完全用參究，以後稱為參禪，直指人心，見性成佛，用的是這個方法。這個方法高明，時間短，成就快，可是它的當機只接引上上根人；不是上上根，一般講的上中下根都沒分，他學這個宗他得不到利益。另外七個宗派，教下，它所接引的是上中下三根，就是一般學校，有小學、有中學、有大學，按部就班一年級、二年級慢慢去提升，其他的七個宗派都是這種方式，所以稱為教下。"
    },
    {
      "id": "02-039-0148_p0010",
      "zh_CN": "禅宗特殊，禅宗要不要看经？要看。他入门的时候他不看，他不要，什么时候要？开悟之后。开悟之后再学经教，没开悟的时候不许你看经，所以它叫悟后起修。开悟之后看这些经教不需要听讲的，他一看就明白、就通。我们在经本上看到的例子龙树菩萨，这是释迦牟尼佛圆寂之后六百年，出现在印度，佛教没传到中国，佛教传到中国是释迦牟尼佛灭度一千年。四百年前龙树菩萨出现在印度，这个人上上根人，开悟之后，学习释迦牟尼佛四十九年所说的经典，他用了多少时间？三个月。把释迦牟尼佛四十九年所说的经典全部通达，这还得了，这人多聪明！我们在以前怎么想都想不通，为什么？你说再聪明，你得把经从头到尾看一遍，那么多经，至少个二、三十年你才能把经看完，三个月怎么可能？我是读六祖大师的《坛经》，才把这个疑问断掉。我看到《坛经》上记载六祖，惠能大师不认识字，他开悟的时候二十四岁。也是咱们中国古人常讲同行相忌，五祖把衣钵传给他，别人不服气，不服气，找他麻烦，想把衣钵夺回来，你算是老几，一个字也不认识，一天讲堂没去过，禅堂里一支香也没坐过，你凭什么拿衣钵？所以衣钵传给他，五祖叫他赶快逃，躲避起来，你看全寺庙的人都去追，都想把衣钵夺回来。",
      "zh_TW": "禪宗特殊，禪宗要不要看經？要看。他入門的時候他不看，他不要，什麼時候要？開悟之後。開悟之後再學經教，沒開悟的時候不許你看經，所以它叫悟後起修。開悟之後看這些經教不需要聽講的，他一看就明白、就通。我們在經本上看到的例子龍樹菩薩，這是釋迦牟尼佛圓寂之後六百年，出現在印度，佛教沒傳到中國，佛教傳到中國是釋迦牟尼佛滅度一千年。四百年前龍樹菩薩出現在印度，這個人上上根人，開悟之後，學習釋迦牟尼佛四十九年所說的經典，他用了多少時間？三個月。把釋迦牟尼佛四十九年所說的經典全部通達，這還得了，這人多聰明！我們在以前怎麼想都想不通，為什麼？你說再聰明，你得把經從頭到尾看一遍，那麼多經，至少個二、三十年你才能把經看完，三個月怎麼可能？我是讀六祖大師的《壇經》，才把這個疑問斷掉。我看到《壇經》上記載六祖，惠能大師不認識字，他開悟的時候二十四歲。也是咱們中國古人常講同行相忌，五祖把衣缽傳給他，別人不服氣，不服氣，找他麻煩，想把衣缽奪回來，你算是老幾，一個字也不認識，一天講堂沒去過，禪堂裡一支香也沒坐過，你憑什麼拿衣缽？所以衣缽傳給他，五祖叫他趕快逃，躲避起來，你看全寺廟的人都去追，都想把衣缽奪回來。"
    },
    {
      "id": "02-039-0148_p0011",
      "zh_CN": "他在逃难途中遇到一个比丘尼，受持《涅槃经》的，《涅槃经》很长，分量很大，这个比丘尼一门深入、长时薰修，古时候人都是这样的，每天读诵。他在旁边听到，等她念完了，他就找这个比丘尼，跟她讲妳刚才念的经里头的意思。这比丘尼听到之后吓呆了，他讲得太好，捧着经典向他请教，他告诉比丘尼：我不认识字。「你不认识字怎么会讲得这么好？」他说：这个与识字不识字没关系。能大师一生度了四十三个人，也就是学生当中四十三个人达到他的境界，明心见性、大彻大悟，无尽藏比丘尼是一个。我们又在经本里看到第二个例子，那更明显，法达禅师受持《法华经》的。他到曹溪来礼拜六祖，亲近善知识见面顶礼，拜老师头没着地，佛门的礼节三拜，三拜头都没有着地。起来之后能大师就问他，刚才看到你礼拜头没有着地，你一定有值得骄傲的地方，你有什么值得骄傲的？他就说他读了三千部《法华经》。《法华经》长，一天顶多只能念一部，三千部得十年，十年专读一部《法华经》。六祖问他，《法华经》里讲的是什么？他说不出来，回头向六祖请教。六祖说：我没有听过这个经（当然他不会说他看，他不认识字他不看书的），你念得熟，你念给我听听。《法华经》总共二十八品，念到第二品「方便品」，六祖就告诉他：行了，不必念，我全明白了。我们这才真正明了，龙树菩萨三个月，把释迦牟尼佛四十九年所说的一切经都贯通了，那不就跟惠能大师一样吗？一部经要不要听完？不要，看几面就行，就全通了，这样三个月是可能。像我们现在这一部《大藏经》，他只翻几张就可以，他就通了，这是真的不是假的。诸佛如来所说一切法是自性里流出来的，你明心见性，哪有不通达明了的道理！所以在中国历史上的承传，我们要是略知一二，疑惑就自然消融，我们就能够相信了。",
      "zh_TW": "他在逃難途中遇到一個比丘尼，受持《涅槃經》的，《涅槃經》很長，分量很大，這個比丘尼一門深入、長時薰修，古時候人都是這樣的，每天讀誦。他在旁邊聽到，等她念完了，他就找這個比丘尼，跟她講妳剛才念的經裡頭的意思。這比丘尼聽到之後嚇呆了，他講得太好，捧著經典向他請教，他告訴比丘尼：我不認識字。「你不認識字怎麼會講得這麼好？」他說：這個與識字不識字沒關係。能大師一生度了四十三個人，也就是學生當中四十三個人達到他的境界，明心見性、大徹大悟，無盡藏比丘尼是一個。我們又在經本裡看到第二個例子，那更明顯，法達禪師受持《法華經》的。他到曹溪來禮拜六祖，親近善知識見面頂禮，拜老師頭沒著地，佛門的禮節三拜，三拜頭都沒有著地。起來之後能大師就問他，剛才看到你禮拜頭沒有著地，你一定有值得驕傲的地方，你有什麼值得驕傲的？他就說他讀了三千部《法華經》。《法華經》長，一天頂多只能念一部，三千部得十年，十年專讀一部《法華經》。六祖問他，《法華經》裡講的是什麼？他說不出來，回頭向六祖請教。六祖說：我沒有聽過這個經（當然他不會說他看，他不認識字他不看書的），你念得熟，你念給我聽聽。《法華經》總共二十八品，念到第二品「方便品」，六祖就告訴他：行了，不必念，我全明白了。我們這才真正明瞭，龍樹菩薩三個月，把釋迦牟尼佛四十九年所說的一切經都貫通了，那不就跟惠能大師一樣嗎？一部經要不要聽完？不要，看幾面就行，就全通了，這樣三個月是可能。像我們現在這一部《大藏經》，他只翻幾張就可以，他就通了，這是真的不是假的。諸佛如來所說一切法是自性裡流出來的，你明心見性，哪有不通達明瞭的道理！所以在中國歷史上的承傳，我們要是略知一二，疑惑就自然消融，我們就能夠相信了。"
    },
    {
      "id": "02-039-0148_p0012",
      "zh_CN": "宗门跟教下不一样，上上根人跟上中下确实不相同，可是上上根人太少了，千万人当中难得有一个，中下根性特别多，所以教下就发达。有七个宗是属于教下的，天台法华宗，五台山的贤首宗，慈恩寺的法相唯识宗，还有三论，终南山的律宗，庐山的净土宗，唐朝时候从印度传过来的密宗，这些宗派都是属于一般教学，由浅而深，没有善根的帮助你种善根，已经有善根的帮助你增长。这七个宗派里面，唯独净土宗三根普被，利钝全收。而且怎么样？一生圆满成就，这个不可思议，这就是今天讲的「真实之利」。所以佛家在古时候宗门教下，那是真真实实主要的教育，对谁讲的？对十法界讲的。十法界里主要的教育是佛法，佛陀教育，重要的教学，尊崇的教化。世间的教育没有办法叫你破迷开悟、了生死出三界，世间教育做不到。唯独佛法，所以佛法才真有这个条件、有这个资格，名符其实的称之为宗教。这宗教两个字多么神圣、多么伟大，我们用一句话来说明它的性质，它是遍法界虚空界究竟圆满至善的教育。所以经文上讲「惠以真实之利」，特别指教下的净土宗，我们看到善导大师这两句话，可以给我们做证明。",
      "zh_TW": "宗門跟教下不一樣，上上根人跟上中下確實不相同，可是上上根人太少了，千萬人當中難得有一個，中下根性特別多，所以教下就發達。有七個宗是屬於教下的，天台法華宗，五台山的賢首宗，慈恩寺的法相唯識宗，還有三論，終南山的律宗，廬山的淨土宗，唐朝時候從印度傳過來的密宗，這些宗派都是屬於一般教學，由淺而深，沒有善根的幫助你種善根，已經有善根的幫助你增長。這七個宗派裡面，唯獨淨土宗三根普被，利鈍全收。而且怎麼樣？一生圓滿成就，這個不可思議，這就是今天講的「真實之利」。所以佛家在古時候宗門教下，那是真真實實主要的教育，對誰講的？對十法界講的。十法界裡主要的教育是佛法，佛陀教育，重要的教學，尊崇的教化。世間的教育沒有辦法叫你破迷開悟、了生死出三界，世間教育做不到。唯獨佛法，所以佛法才真有這個條件、有這個資格，名符其實的稱之為宗教。這宗教兩個字多麼神聖、多麼偉大，我們用一句話來說明它的性質，它是遍法界虛空界究竟圓滿至善的教育。所以經文上講「惠以真實之利」，特別指教下的淨土宗，我們看到善導大師這兩句話，可以給我們做證明。"
    },
    {
      "id": "02-039-0148_p0013",
      "zh_CN": "下面说，「《甄解》引《六要》曰：真实利者，指此名号，即是佛智也」。这句话实在是不可思议，日本《甄解》里也这个说法，「今真实者，佛智名号。善导所谓法藏因中所成真实，故言本愿真实。开之则真实五愿，合之一句名号。故知此真实通教行信证」。这个教行信证是日本净宗祖师提出来的，教是经典，行是修行，如何将经典上的理论、教诲落实到我们日常生活来那是行。为什么不把信放在前面，把信放在这个地方？这也很有道理，因为到这里你才真信。我们现在信佛不是真信，我们祖师大德讲的也很恭维我们、很赞叹我们，说我们的信是什么？叫正信。正信是讲你不是迷信，你是正信，不是真信，真信在此地。真信是什么？通过教、通过行这才真信。真信后头就证，证什么？往生了，他真干！我们清凉大师讲信解行证，你看日本的祖师说教行信证，都有道理，而且都讲得非常之深。日本人有些解得比我们更深，解得比我们更好，我们要细心去学习。这一段讲的开之则真实五愿，这五愿后头都提到，合起来就一句名号，名号功德不可思议！",
      "zh_TW": "下面說，「《甄解》引《六要》曰：真實利者，指此名號，即是佛智也」。這句話實在是不可思議，日本《甄解》裡也這個說法，「今真實者，佛智名號。善導所謂法藏因中所成真實，故言本願真實。開之則真實五願，合之一句名號。故知此真實通教行信證」。這個教行信證是日本淨宗祖師提出來的，教是經典，行是修行，如何將經典上的理論、教誨落實到我們日常生活來那是行。為什麼不把信放在前面，把信放在這個地方？這也很有道理，因為到這裡你才真信。我們現在信佛不是真信，我們祖師大德講的也很恭維我們、很讚歎我們，說我們的信是什麼？叫正信。正信是講你不是迷信，你是正信，不是真信，真信在此地。真信是什麼？通過教、通過行這才真信。真信後頭就證，證什麼？往生了，他真幹！我們清涼大師講信解行證，你看日本的祖師說教行信證，都有道理，而且都講得非常之深。日本人有些解得比我們更深，解得比我們更好，我們要細心去學習。這一段講的開之則真實五願，這五願後頭都提到，合起來就一句名號，名號功德不可思議！"
    },
    {
      "id": "02-039-0148_p0014",
      "zh_CN": "下面说，「应知之利者，名号之大利。其大利之所究竟，即无上涅槃妙果」。这名号，名号的利益是什么？名号叫你成佛，名号能帮助你证得无上涅槃妙果。还有比这个利益更大的？没有了。为什么？我们现在念的名号跟性德不相应，哪一天真正念相应了，原来名号就是无上菩提妙果，它不是别的，诸佛所证得的究竟妙果，这个意思太深了。很难得，我们也感激黄念老，他下面一层一层给我们说明，让我们去体会。「又《甄解》曰：真实之利对权假方便」。真实之利的对面是什么？就反面是什么？反面是权假方便，权是权宜之教，不是真实。譬如佛教你证阿罗汉果，证辟支佛果，再提升证菩萨之果报，这都是权宜之教，假的，方便法，不是真实。真实是什么？真实是成究竟圆满的佛果，究竟圆满佛果之妙觉位，这叫真实之理。",
      "zh_TW": "下面說，「應知之利者，名號之大利。其大利之所究竟，即無上涅槃妙果」。這名號，名號的利益是什麼？名號叫你成佛，名號能幫助你證得無上涅槃妙果。還有比這個利益更大的？沒有了。為什麼？我們現在念的名號跟性德不相應，哪一天真正念相應了，原來名號就是無上菩提妙果，它不是別的，諸佛所證得的究竟妙果，這個意思太深了。很難得，我們也感激黃念老，他下面一層一層給我們說明，讓我們去體會。「又《甄解》曰：真實之利對權假方便」。真實之利的對面是什麼？就反面是什麼？反面是權假方便，權是權宜之教，不是真實。譬如佛教你證阿羅漢果，證辟支佛果，再提升證菩薩之果報，這都是權宜之教，假的，方便法，不是真實。真實是什麼？真實是成究竟圓滿的佛果，究竟圓滿佛果之妙覺位，這叫真實之理。"
    },
    {
      "id": "02-039-0148_p0015",
      "zh_CN": "「故以世法望小乘」，我们世间，这个世法是教学的方法，我们可以说世间的教育，人间天上的教育要跟小乘两个相比呢？「小乘真而世法假」。为什么？世法的教学，最高你能够生到色界天、无色界天，你出不了六道轮回。小乘能够超越六道轮回，小乘是真的，世法是假的。世法你就是生到非想非非想天，天还是有寿命，寿命到了不能再往上升，不能再上升怎么样？他往下坠落，这轮回往下坠落，爬得高，摔得重，这是一定一个道理，世法比不上小乘。小乘跟大乘两个相比呢？大乘再加个权大乘，「以小乘望权大乘，权大乘真而小乘假也」。权大乘是什么？天台家讲四教藏通别圆，通教、别教都是权大乘。它跟小乘比，权大乘是真，小乘是假，小乘只止于四圣法界里的声闻、缘觉，没有办法提升到菩萨、佛果位上去。「以权大望实大」，真实的大乘，《华严》、《法华》我们通常叫一乘法，大乘要跟一乘比，一乘是真的，权大乘是假的。一乘法在佛法里只有三部经，《华严》、《法华》传到中国来了，还有一部没传到中国来，《梵网经》，这是古来祖师大德判教都承认的，一乘经只有三部，实大乘真，权大是假。",
      "zh_TW": "「故以世法望小乘」，我們世間，這個世法是教學的方法，我們可以說世間的教育，人間天上的教育要跟小乘兩個相比呢？「小乘真而世法假」。為什麼？世法的教學，最高你能夠生到色界天、無色界天，你出不了六道輪迴。小乘能夠超越六道輪迴，小乘是真的，世法是假的。世法你就是生到非想非非想天，天還是有壽命，壽命到了不能再往上升，不能再上升怎麼樣？他往下墜落，這輪迴往下墜落，爬得高，摔得重，這是一定一個道理，世法比不上小乘。小乘跟大乘兩個相比呢？大乘再加個權大乘，「以小乘望權大乘，權大乘真而小乘假也」。權大乘是什麼？天台家講四教藏通別圓，通教、別教都是權大乘。它跟小乘比，權大乘是真，小乘是假，小乘只止於四聖法界裡的聲聞、緣覺，沒有辦法提升到菩薩、佛果位上去。「以權大望實大」，真實的大乘，《華嚴》、《法華》我們通常叫一乘法，大乘要跟一乘比，一乘是真的，權大乘是假的。一乘法在佛法裡只有三部經，《華嚴》、《法華》傳到中國來了，還有一部沒傳到中國來，《梵網經》，這是古來祖師大德判教都承認的，一乘經只有三部，實大乘真，權大是假。"
    },
    {
      "id": "02-039-0148_p0016",
      "zh_CN": "「以《华严》、《法华》等实大乘，望弥陀十九愿（十九指《魏译》文曰）」，五种原译本魏译本里头，经文有这四句，「发菩提心，修诸功德，至心发愿，欲生我国」。如果《华严》、《法华》跟这一愿相比，「十九真而《华严》《法华》假也。何以故？《华严》《法华》以往生为经益」。这个经对一切众生的利益是什么？往生。《华严经》最后十大愿王导归极乐，《华严经》到最后跟普贤菩萨念佛，往生西方极乐世界，《华严》利益你得到。你要不能够往生到西方极乐世界，在一般人讲他不是上上根人，上中下根的人你顶多只有解悟，解悟不行，没证，出不了十法界。十九愿是出了十法界，所以十九愿真，而《华严》、《法华》是假，因为《华严》、《法华》出不了第十九愿。「以十九愿望二十愿」，这也是用魏译的康僧铠的本子，「闻我名号，系念我国，植众德本，至心回向，欲生我国。二十愿真而十九愿假也。以二十愿望十八愿」，跟十八愿去相比，「十八愿（十念必生愿），二十假而十八真也。今真实中之真实，圆顿中之圆顿也」。你看一层一层给我们分析，说明真实之利是往生极乐世界。",
      "zh_TW": "「以《華嚴》、《法華》等實大乘，望彌陀十九願（十九指《魏譯》文曰）」，五種原譯本魏譯本裡頭，經文有這四句，「發菩提心，修諸功德，至心發願，欲生我國」。如果《華嚴》、《法華》跟這一願相比，「十九真而《華嚴》《法華》假也。何以故？《華嚴》《法華》以往生為經益」。這個經對一切眾生的利益是什麼？往生。《華嚴經》最後十大願王導歸極樂，《華嚴經》到最後跟普賢菩薩念佛，往生西方極樂世界，《華嚴》利益你得到。你要不能夠往生到西方極樂世界，在一般人講他不是上上根人，上中下根的人你頂多只有解悟，解悟不行，沒證，出不了十法界。十九願是出了十法界，所以十九願真，而《華嚴》、《法華》是假，因為《華嚴》、《法華》出不了第十九願。「以十九願望二十願」，這也是用魏譯的康僧鎧的本子，「聞我名號，繫念我國，植眾德本，至心回向，欲生我國。二十願真而十九願假也。以二十願望十八願」，跟十八願去相比，「十八願（十念必生願），二十假而十八真也。今真實中之真實，圓頓中之圓頓也」。你看一層一層給我們分析，說明真實之利是往生極樂世界。"
    },
    {
      "id": "02-039-0148_p0017",
      "zh_CN": "我们现在再看夏老师的会集本，这几愿的经文他是怎么会集的。我们先看十九愿闻名发心，十九愿说「我作佛时，十方众生，闻我名号，发菩提心，修诸功德，奉行六波罗蜜，坚固不退，复以善根回向，愿生我国」。这很重要，愿是阿弥陀佛自己发的，他说我作佛时，他已经成佛了，这不是假的。十方世界的众生，不仅仅指地球，十方无量无边诸佛刹土，这里头多少众生，多少佛菩萨在教化，佛菩萨出现在世间，面对着众生，心里唯一想传授的就是净宗法门，就是这部《无量寿经》，就是四十八愿。所以闻我名号，就是听到阿弥陀佛的名号，听到名号怎么样？你得发心，发菩提心。什么叫菩提心？蕅益大师在《要解》里讲得好，印光大师赞叹，历代祖师没说过，蕅益大师说出来，真正发心求生极乐世界这个心，就是无上菩提心，这个解释得太好了。过去历代祖师讲菩提心，讲至诚心、深心、回向发愿心，讲得我们也很难懂；《起信论》里马鸣菩萨给我们讲，直心、深心、大悲心。你看蕅益大师讲得多好，就是那一个真心，一定要求生西方极乐世界亲近阿弥陀佛，这个心叫无上菩提心。能讲得通吗？讲得通，你真的见到阿弥陀佛往生极乐世界了，你这个菩提心不就全圆满了！",
      "zh_TW": "我們現在再看夏老師的會集本，這幾願的經文他是怎麼會集的。我們先看十九願聞名發心，十九願說「我作佛時，十方眾生，聞我名號，發菩提心，修諸功德，奉行六波羅蜜，堅固不退，復以善根迴向，願生我國」。這很重要，願是阿彌陀佛自己發的，他說我作佛時，他已經成佛了，這不是假的。十方世界的眾生，不僅僅指地球，十方無量無邊諸佛剎土，這裡頭多少眾生，多少佛菩薩在教化，佛菩薩出現在世間，面對著眾生，心裡唯一想傳授的就是淨宗法門，就是這部《無量壽經》，就是四十八願。所以聞我名號，就是聽到阿彌陀佛的名號，聽到名號怎麼樣？你得發心，發菩提心。什麼叫菩提心？蕅益大師在《要解》裡講得好，印光大師讚歎，歷代祖師沒說過，蕅益大師說出來，真正發心求生極樂世界這個心，就是無上菩提心，這個解釋得太好了。過去歷代祖師講菩提心，講至誠心、深心、迴向發願心，講得我們也很難懂；《起信論》裡馬鳴菩薩給我們講，直心、深心、大悲心。你看蕅益大師講得多好，就是那一個真心，一定要求生西方極樂世界親近阿彌陀佛，這個心叫無上菩提心。能講得通嗎？講得通，你真的見到阿彌陀佛往生極樂世界了，你這個菩提心不就全圓滿了！"
    },
    {
      "id": "02-039-0148_p0018",
      "zh_CN": "这就是古大德，我相信是古大德的话，章嘉大师早年告诉我「佛法重实质不重形式」。经典上所讲的形式，你这一念真心求生极乐世界这是实质，实质比形式重要，一心一意求生净土，你要发这个心。然后怎么样？修诸功德。诸功德是什么？名号，这一句名号具足十方三世一切如来无尽的功德。你修什么功德都是零零碎碎的，你念这一句佛号是完整的，什么功德都在里面，你说这还得了吗？所以前面这个注解里头说了那么多，最后合之一句名号。明白这个道理，尤其在我们现前这个环境，社会动乱，地球灾变这么多，我们如何应对？一句阿弥陀佛，死心塌地，万缘放下。",
      "zh_TW": "這就是古大德，我相信是古大德的話，章嘉大師早年告訴我「佛法重實質不重形式」。經典上所講的形式，你這一念真心求生極樂世界這是實質，實質比形式重要，一心一意求生淨土，你要發這個心。然後怎麼樣？修諸功德。諸功德是什麼？名號，這一句名號具足十方三世一切如來無盡的功德。你修什麼功德都是零零碎碎的，你念這一句佛號是完整的，什麼功德都在裡面，你說這還得了嗎？所以前面這個註解裡頭說了那麼多，最後合之一句名號。明白這個道理，尤其在我們現前這個環境，社會動亂，地球災變這麼多，我們如何應對？一句阿彌陀佛，死心塌地，萬緣放下。"
    },
    {
      "id": "02-039-0148_p0019",
      "zh_CN": "「奉行六波罗蜜，坚固不退」，这重要，六波罗蜜是菩萨修行的纲领，第一个布施是什么？放下万缘就是布施。一心念佛就是持戒，这是什么？道共戒，心里只有阿弥陀佛，所有一切过失、业障全都没有了。我们今天讲的《弟子规》、《感应篇》、《十善业》，你说这一句阿弥陀佛是不是全都包括？道共戒。忍辱波罗蜜，一切都能够容忍，不再计较，不再分别，恒顺众生，随喜功德，忍辱出现了。尤其我们在《华严》，在贤首国师的《还源观》，我们明白了，遍法界虚空界跟我们是一体，一个自性清净圆明体，从一体起二用，尤其难得的是示三遍。真正明了了，没有一样放不下，没有一样不能接受，一切都能接受就是忍辱波罗蜜。下面是精进，一心念佛真精进，一心念佛就是禅定、就是般若智慧，完全从实质上讲，这一句佛号坚固不退。「复以善根回向」，我所修行一切善根，没有别的，全统统回向求生净土，回向法界一切众生同生极乐国。这个愿文到后面我们还会细讲。十九愿闻名发愿，二十愿比十九愿更殊胜，二十愿跟十九愿相比，二十愿是真，十九愿是假。十九愿跟《华严》、《法华》相比，《法华》、《华严》是假，十九愿真。你看看这个，这都是古大德比的。",
      "zh_TW": "「奉行六波羅蜜，堅固不退」，這重要，六波羅蜜是菩薩修行的綱領，第一個布施是什麼？放下萬緣就是布施。一心念佛就是持戒，這是什麼？道共戒，心裡只有阿彌陀佛，所有一切過失、業障全都沒有了。我們今天講的《弟子規》、《感應篇》、《十善業》，你說這一句阿彌陀佛是不是全都包括？道共戒。忍辱波羅蜜，一切都能夠容忍，不再計較，不再分別，恆順眾生，隨喜功德，忍辱出現了。尤其我們在《華嚴》，在賢首國師的《還源觀》，我們明白了，遍法界虛空界跟我們是一體，一個自性清淨圓明體，從一體起二用，尤其難得的是示三遍。真正明瞭了，沒有一樣放不下，沒有一樣不能接受，一切都能接受就是忍辱波羅蜜。下面是精進，一心念佛真精進，一心念佛就是禪定、就是般若智慧，完全從實質上講，這一句佛號堅固不退。「復以善根迴向」，我所修行一切善根，沒有別的，全統統迴向求生淨土，迴向法界一切眾生同生極樂國。這個願文到後面我們還會細講。十九願聞名發願，二十願比十九願更殊勝，二十願跟十九願相比，二十願是真，十九願是假。十九願跟《華嚴》、《法華》相比，《法華》、《華嚴》是假，十九願真。你看看這個，這都是古大德比的。"
    },
    {
      "id": "02-039-0148_p0020",
      "zh_CN": "二十愿临终接引，「一心念我，昼夜不断，临寿终时，我与诸菩萨众迎现其前，经须臾间，即生我刹，作阿惟越致菩萨」。你看这还得了吗？这是真实之利，生到西方极乐世界你是什么身分？阿惟越致。阿惟越致最低的阶层，在《华严经》里面是初住；换句话说，他脱离十法界了。到西方极乐世界在哪里住？实报庄严土。说我们生到极乐世界凡圣同居土，那是什么？我们自分，我们的本分是凡圣同居土；可是阿弥陀佛第二十愿的加持，把我们从凡圣同居土提升到实报庄严土。凡圣同居土里没有阿惟越致菩萨，方便有余土里也没有，实报土才有，这还得了吗？这种利益不是真实，还有什么利益是真实的！这个经真的不可思议。我们伸起大拇指，这是佛法里第一经，《华严》、《法华》比下去了，《华严》、《法华》从十九愿就比下去了，这是我们不能不知道。你不清楚、不了解、不明白，你的信心就不真，你的愿心就不切，为什么？还想这个、想那个。果然通达明了，过去善根福德现前，你才真正肯万缘放下，现在就放下，现在就成佛。",
      "zh_TW": "二十願臨終接引，「一心念我，晝夜不斷，臨壽終時，我與諸菩薩眾迎現其前，經須臾間，即生我剎，作阿惟越致菩薩」。你看這還得了嗎？這是真實之利，生到西方極樂世界你是什麼身分？阿惟越致。阿惟越致最低的階層，在《華嚴經》裡面是初住；換句話說，他脫離十法界了。到西方極樂世界在哪裡住？實報莊嚴土。說我們生到極樂世界凡聖同居土，那是什麼？我們自分，我們的本分是凡聖同居土；可是阿彌陀佛第二十願的加持，把我們從凡聖同居土提升到實報莊嚴土。凡聖同居土裡沒有阿惟越致菩薩，方便有餘土裡也沒有，實報土才有，這還得了嗎？這種利益不是真實，還有什麼利益是真實的！這個經真的不可思議。我們伸起大拇指，這是佛法裡第一經，《華嚴》、《法華》比下去了，《華嚴》、《法華》從十九願就比下去了，這是我們不能不知道。你不清楚、不了解、不明白，你的信心就不真，你的願心就不切，為什麼？還想這個、想那個。果然通達明瞭，過去善根福德現前，你才真正肯萬緣放下，現在就放下，現在就成佛。"
    },
    {
      "id": "02-039-0148_p0021",
      "zh_CN": "古大德常说，我们也听得耳熟，也能说，这个法门叫当生成就的佛法。过去我在台中初学的时候，还有一本小册子《当生成就的佛法》，不清楚，没有人跟我这么细讲。我跟李老师十年，他也没有跟我这么细讲，他给我这么细讲我就明白了，我不是今天这个样子，早就成就了。到今天看到黄念老这个本子上，这样的细说才恍然大悟。有人问我，《华严经》还要不要讲？要讲，我把这部经讲圆满，还接着讲《华严经》。为什么？那是《无量寿经》的细讲，这是中本《华严》，《华严经》是大本《无量寿经》。细讲对于后人修净土有大帮助，那是释迦牟尼佛大彻大悟的心得报告。释迦牟尼佛开悟，开悟之后境界什么样子？《华严经》全说出来。惠能大师开悟也全说出来，他只说了二十个字，那二十个字就是《大方广佛华严》。二十个字展开就是《华严经》，《华严经》浓缩就是二十个字，开合不同，无论是理是事不增不减，这妙绝了。可是这二十愿跟十八愿比呢？十八愿真，第二十愿也就假的。这个完全从哪里讲？从利益上来讲，这就「惠以真实之利」。",
      "zh_TW": "古大德常說，我們也聽得耳熟，也能說，這個法門叫當生成就的佛法。過去我在台中初學的時候，還有一本小冊子《當生成就的佛法》，不清楚，沒有人跟我這麼細講。我跟李老師十年，他也沒有跟我這麼細講，他給我這麼細講我就明白了，我不是今天這個樣子，早就成就了。到今天看到黃念老這個本子上，這樣的細說才恍然大悟。有人問我，《華嚴經》還要不要講？要講，我把這部經講圓滿，還接著講《華嚴經》。為什麼？那是《無量壽經》的細講，這是中本《華嚴》，《華嚴經》是大本《無量壽經》。細講對於後人修淨土有大幫助，那是釋迦牟尼佛大徹大悟的心得報告。釋迦牟尼佛開悟，開悟之後境界什麼樣子？《華嚴經》全說出來。惠能大師開悟也全說出來，他只說了二十個字，那二十個字就是《大方廣佛華嚴》。二十個字展開就是《華嚴經》，《華嚴經》濃縮就是二十個字，開合不同，無論是理是事不增不減，這妙絕了。可是這二十願跟十八願比呢？十八願真，第二十願也就假的。這個完全從哪裡講？從利益上來講，這就「惠以真實之利」。"
    },
    {
      "id": "02-039-0148_p0022",
      "zh_CN": "十八愿十念必生愿，「我作佛时，十方众生，闻我名号，至心信乐」。这一句话非常重要，十方众生我们明白了，遍法界虚空界一切诸佛刹土里面的，六道众生、十法界众生，听到佛菩萨演说净宗法门，讲解《无量寿经》，这是闻我名号。至心信乐，至心是真诚到极处，这样的信心，乐是爱好，你能够把所谓八万四千法门统放下，一心求净土，到了极乐世界，八万四千法门自然具足，你就全都通了。「所有善根，心心回向，愿生我国，乃至十念」。这个十念是「净念相继」，大势至菩萨讲的，阿弥陀佛、阿弥陀佛，四个字也可以，六个字也可以。至心信乐，愿生我国，乃至十念。一句接一句，这叫净念相继。你每一句里头是真信，无量的法喜、无尽的弘愿，都在这一句佛号里，统统具足。没有怀疑、没有夹杂叫净念，十句，一句接一句是相继，符合大势至菩萨所说的标准。「若不生者，不取正觉」，后面有两句话「唯除五逆，诽谤正法」。这两句话太重要，怎样才做到永离五逆、毁谤？至心信乐就行了。纵然有五逆罪与毁谤正法的罪，统统都消除了；因为你不消除的话，至心做不到，至心信乐做不到。至心信乐把所有的业障全都灭尽，这还得了吗？所以二十愿跟十八愿一比，二十愿也是假的、权教，这是真实。讲到最后就是合之一句名号，你看这还得了！我们看这段最后两句结语，「二十假而第十八真也」，在一百七十一面倒数第六行，「今真实中之真实，圆顿中之圆顿也」，惠以真实之利。",
      "zh_TW": "十八願十念必生願，「我作佛時，十方眾生，聞我名號，至心信樂」。這一句話非常重要，十方眾生我們明白了，遍法界虛空界一切諸佛剎土裡面的，六道眾生、十法界眾生，聽到佛菩薩演說淨宗法門，講解《無量壽經》，這是聞我名號。至心信樂，至心是真誠到極處，這樣的信心，樂是愛好，你能夠把所謂八萬四千法門統放下，一心求淨土，到了極樂世界，八萬四千法門自然具足，你就全都通了。「所有善根，心心回向，願生我國，乃至十念」。這個十念是「淨念相繼」，大勢至菩薩講的，阿彌陀佛、阿彌陀佛，四個字也可以，六個字也可以。至心信樂，願生我國，乃至十念。一句接一句，這叫淨念相繼。你每一句裡頭是真信，無量的法喜、無盡的弘願，都在這一句佛號裡，統統具足。沒有懷疑、沒有夾雜叫淨念，十句，一句接一句是相繼，符合大勢至菩薩所說的標準。「若不生者，不取正覺」，後面有兩句話「唯除五逆，誹謗正法」。這兩句話太重要，怎樣才做到永離五逆、毀謗？至心信樂就行了。縱然有五逆罪與毀謗正法的罪，統統都消除了；因為你不消除的話，至心做不到，至心信樂做不到。至心信樂把所有的業障全都滅盡，這還得了嗎？所以二十願跟十八願一比，二十願也是假的、權教，這是真實。講到最後就是合之一句名號，你看這還得了！我們看這段最後兩句結語，「二十假而第十八真也」，在一百七十一面倒數第六行，「今真實中之真實，圓頓中之圓頓也」，惠以真實之利。"
    },
    {
      "id": "02-039-0148_p0023",
      "zh_CN": "我们再看下面，怕的我们还有疑惑，「夫圆顿至极」，夫这个字是语助词，没有意思的，圆顿到了极处，「莫过于《华严》与《法华》」，这是在佛门里古今中外的祖师大德都承认。「今贬之为权假」，这句话重要，把《华严》、《法华》都把它贬低了，它是权、它是假。「而独赞本经之一乘愿海，六字洪名」。弥陀本愿，我以前这个经讲过很多遍，曾经说过，但没有这一次说得详细。我也是从古人这种归纳、演绎来说明，六字洪名是个根，六字洪名展开就是第十八愿，第十八愿展开就是四十八愿，四十八愿展开就是这一部《无量寿经》，《无量寿经》展开就是《大方广佛华严》，《华严经》展开就是释迦牟尼佛四十九年所说的一切经，我们今天讲《大藏经》，这是我在一般讲席里说过好多遍的。要是把它浓缩，整部《大藏经》浓缩起来就是《华严》，《华严经》浓缩起来就是《无量寿经》，《无量寿经》再浓缩就是四十八愿，四十八愿再浓缩就是第十八愿，第十八愿再浓缩就是「南无阿弥陀佛」。这个话我以前讲过，这段讲的比我讲得细，比我讲得更清楚。",
      "zh_TW": "我們再看下面，怕的我們還有疑惑，「夫圓頓至極」，夫這個字是語助詞，沒有意思的，圓頓到了極處，「莫過於《華嚴》與《法華》」，這是在佛門裡古今中外的祖師大德都承認。「今貶之為權假」，這句話重要，把《華嚴》、《法華》都把它貶低了，它是權、它是假。「而獨讚本經之一乘願海，六字洪名」。彌陀本願，我以前這個經講過很多遍，曾經說過，但沒有這一次說得詳細。我也是從古人這種歸納、演繹來說明，六字洪名是個根，六字洪名展開就是第十八願，第十八願展開就是四十八願，四十八願展開就是這一部《無量壽經》，《無量壽經》展開就是《大方廣佛華嚴》，《華嚴經》展開就是釋迦牟尼佛四十九年所說的一切經，我們今天講《大藏經》，這是我在一般講席裡說過好多遍的。要是把它濃縮，整部《大藏經》濃縮起來就是《華嚴》，《華嚴經》濃縮起來就是《無量壽經》，《無量壽經》再濃縮就是四十八願，四十八願再濃縮就是第十八願，第十八願再濃縮就是「南無阿彌陀佛」。這個話我以前講過，這段講的比我講得細，比我講得更清楚。"
    },
    {
      "id": "02-039-0148_p0024",
      "zh_CN": "「六字洪名，为圆中之圆、顿中之顿、真中之真者，何耶」，何耶是问话，为什么？念老引《甄解》里面的一段文来解答，「《甄解》答曰：今就利益论」。不是从本际上论，不从真际上论，不从真实慧论，从真实利益来论，真实之利，从这个地方来说，「彼假此真。何故？彼说速疾成佛道，不见速疾成佛人」。以《华严经》为例子，《华严经》末后善财童子五十三参，一生成佛道，举例子真的一生成佛。善财童子成就，没有看到修《华严经》的像善财童子，也像那么成就的，没看到。「故自成别时意趣。法体非别时意，人机劣故」，我们把这一段念下去，「今信不疑者」，就像十八愿上所说的至心信乐，这句话非常重要，一丝毫疑惑都没有。「十即十生，往生不退至菩提故」，十个相信十个往生，往生就不退转，圆证三不退。「初生处即菩提」，生到西方极乐世界作阿惟越致菩萨，初生处即菩提，「在世灭后但此一法故」，释迦牟尼佛的佛法，在这个世间灭了以后只有这一法还在，也就是一切经都灭了，《无量寿经》在，「一切凡圣行无别故，利益真者莫过斯」。讲真实利益，无过于这部经，无过于第十八愿，或者我们今天讲十八、十九、二十这三愿，同样的重要。因为现在有些人他们听到古人这个说法，他们四十八愿也不念，专念第十八愿，日本叫本愿念佛，能行吗？他误会了，你没有办法到一即一切，你就产生错误。第十八愿这一条真做到了吗？你是不是至心信乐？你有没有做到心心回向？没做到，心里妄念还那么多，你怎么能成得了佛？这都是在经教里产生误会，我们不能不懂。这里头字字句句真做到，没有问题，你真的往生了。",
      "zh_TW": "「六字洪名，為圓中之圓、頓中之頓、真中之真者，何耶」，何耶是問話，為什麼？念老引《甄解》裡面的一段文來解答，「《甄解》答曰：今就利益論」。不是從本際上論，不從真際上論，不從真實慧論，從真實利益來論，真實之利，從這個地方來說，「彼假此真。何故？彼說速疾成佛道，不見速疾成佛人」。以《華嚴經》為例子，《華嚴經》末後善財童子五十三參，一生成佛道，舉例子真的一生成佛。善財童子成就，沒有看到修《華嚴經》的像善財童子，也像那麼成就的，沒看到。「故自成別時意趣。法體非別時意，人機劣故」，我們把這一段念下去，「今信不疑者」，就像十八願上所說的至心信樂，這句話非常重要，一絲毫疑惑都沒有。「十即十生，往生不退至菩提故」，十個相信十個往生，往生就不退轉，圓證三不退。「初生處即菩提」，生到西方極樂世界作阿惟越致菩薩，初生處即菩提，「在世滅後但此一法故」，釋迦牟尼佛的佛法，在這個世間滅了以後只有這一法還在，也就是一切經都滅了，《無量壽經》在，「一切凡聖行無別故，利益真者莫過斯」。講真實利益，無過於這部經，無過於第十八願，或者我們今天講十八、十九、二十這三願，同樣的重要。因為現在有些人他們聽到古人這個說法，他們四十八願也不念，專念第十八願，日本叫本願念佛，能行嗎？他誤會了，你沒有辦法到一即一切，你就產生錯誤。第十八願這一條真做到了嗎？你是不是至心信樂？你有沒有做到心心迴向？沒做到，心裡妄念還那麼多，你怎麼能成得了佛？這都是在經教裡產生誤會，我們不能不懂。這裡頭字字句句真做到，沒有問題，你真的往生了。"
    },
    {
      "id": "02-039-0148_p0025",
      "zh_CN": "这段话念老有解释，他后面就说「其意为」，这就是他的解释，黄念老的解释，「若论法体」，法体是真实之际，「诸经皆实」，佛所说的一切经都是真的，都不是假的，实就是真实。「但今论利益」，但是我们今天讨论的是什么？利益！利益就「则余经假而唯此法为真」。为什么？那些经固然是真的，我们得不到利益，不是那个根器。论利益呢？余经假而唯此法为真。「何以故」，为什么？「因《法华》等虽说有速疾成佛之道，但不见依法修持当世成佛之人」。《法华经》上也举了个例子，龙女八岁成佛，但是没有看到修《法华经》的人很多都跟龙女一样，没看到，只经上看到这一个。就像《华严经》上只看到善财童子一生成就，没有看到修《华严经》的还有哪个人像善财童子一样。真像他那样修的话真成就，不行！净宗念佛成就的人太多，这我们都看见的，过去、现在，包括未来，过去成就很多，现在成就的很多，我们想将来成就的一定不少。",
      "zh_TW": "這段話念老有解釋，他後面就說「其意為」，這就是他的解釋，黃念老的解釋，「若論法體」，法體是真實之際，「諸經皆實」，佛所說的一切經都是真的，都不是假的，實就是真實。「但今論利益」，但是我們今天討論的是什麼？利益！利益就「則餘經假而唯此法為真」。為什麼？那些經固然是真的，我們得不到利益，不是那個根器。論利益呢？餘經假而唯此法為真。「何以故」，為什麼？「因《法華》等雖說有速疾成佛之道，但不見依法修持當世成佛之人」。《法華經》上也舉了個例子，龍女八歲成佛，但是沒有看到修《法華經》的人很多都跟龍女一樣，沒看到，只經上看到這一個。就像《華嚴經》上只看到善財童子一生成就，沒有看到修《華嚴經》的還有哪個人像善財童子一樣。真像他那樣修的話真成就，不行！淨宗念佛成就的人太多，這我們都看見的，過去、現在，包括未來，過去成就很多，現在成就的很多，我們想將來成就的一定不少。"
    },
    {
      "id": "02-039-0148_p0026",
      "zh_CN": "「故仅成为别时（指后时）成佛之因」，你学《法华》、学《华严》，这是你种了一个作佛的因，你这一生未必能成就。但是你念这一句阿弥陀佛，这一生肯定成就，这个利益大了，这个利益不是《法华》、《华严》能相比的。「就法体论，本不须待至别时」，每一部经，这是佛自己也说的，像在《般若经》上讲的，「法门平等，无有高下」。这是什么？这从法体上讲的。每部经你要认真去修的话都能成佛，可是根性不相同，有些经与你根性不相同的话，你修行起来就很困难，很难得现实的利益，只可以说是在阿赖耶识里头给你种善根，这是真的不是假的，你不能在这一生当中得圆满的利益。唯独这部经，不但得利益，得究竟圆满的利益，这个太难得，这是我们不能不知道的。",
      "zh_TW": "「故僅成為別時（指後時）成佛之因」，你學《法華》、學《華嚴》，這是你種了一個作佛的因，你這一生未必能成就。但是你念這一句阿彌陀佛，這一生肯定成就，這個利益大了，這個利益不是《法華》、《華嚴》能相比的。「就法體論，本不須待至別時」，每一部經，這是佛自己也說的，像在《般若經》上講的，「法門平等，無有高下」。這是什麼？這從法體上講的。每部經你要認真去修的話都能成佛，可是根性不相同，有些經與你根性不相同的話，你修行起來就很困難，很難得現實的利益，只可以說是在阿賴耶識裡頭給你種善根，這是真的不是假的，你不能在這一生當中得圓滿的利益。唯獨這部經，不但得利益，得究竟圓滿的利益，這個太難得，這是我們不能不知道的。"
    },
    {
      "id": "02-039-0148_p0027",
      "zh_CN": "「但修行者根劣」，这是接着前面说的，法体虽然是真的，为什么不得利益？要给我们解释这个原因，修行的人根性劣，也就是烦恼习气太深、太重，「故不能速疾成佛」。经上确实有一生成就的方法，可是我们一生当中成就不了，不是经上的理论、方法有问题，是我们自己的根机出了问题，这个不能够不知道的。「唯此净宗一乘愿海」，这再回归到净土宗，回归到我们现在所说的这个法门，「六字洪名，十即十生，万修万去，故胜余经」。这一句话善导大师说的，万修万人去是善导大师讲的，是不是真的？真的。为什么现在我们修学这个法门，李老师以前常说，以台中莲社为例子，一万个莲友当中，真正能往生的只有二、三个。善导大师说万修万人去，现在修净土为什么一万人当中，只有二、三个？是不是经有问题、教有问题、方法有问题？都不是，都没有问题。问题在自己没有依教奉行，四十八愿天天念没做到。你看看就是我们提出这三愿，这四十八愿最重要的三愿，从它的重要性，这是一、二、三，第十八是第一重要，二十是第二重要，十九是第三重要。这个三愿我们做到没有？我们今天是不是至心信乐？没有。我们今天心心回向是不是所有善根？没有善根。",
      "zh_TW": "「但修行者根劣」，這是接著前面說的，法體雖然是真的，為什麼不得利益？要給我們解釋這個原因，修行的人根性劣，也就是煩惱習氣太深、太重，「故不能速疾成佛」。經上確實有一生成就的方法，可是我們一生當中成就不了，不是經上的理論、方法有問題，是我們自己的根機出了問題，這個不能夠不知道的。「唯此淨宗一乘願海」，這再回歸到淨土宗，回歸到我們現在所說的這個法門，「六字洪名，十即十生，萬修萬去，故勝餘經」。這一句話善導大師說的，萬修萬人去是善導大師講的，是不是真的？真的。為什麼現在我們修學這個法門，李老師以前常說，以台中蓮社為例子，一萬個蓮友當中，真正能往生的只有二、三個。善導大師說萬修萬人去，現在修淨土為什麼一萬人當中，只有二、三個？是不是經有問題、教有問題、方法有問題？都不是，都沒有問題。問題在自己沒有依教奉行，四十八願天天念沒做到。你看看就是我們提出這三願，這四十八願最重要的三願，從它的重要性，這是一、二、三，第十八是第一重要，二十是第二重要，十九是第三重要。這個三願我們做到沒有？我們今天是不是至心信樂？沒有。我們今天心心迴向是不是所有善根？沒有善根。"
    },
    {
      "id": "02-039-0148_p0028",
      "zh_CN": "善根是什么？这个要晓得，善根是十善业道。经上讲得清清楚楚，人天法、声闻菩提、缘觉菩提，乃至无上菩提，都是依这个根而生起的，那叫善根。具足十善，才是经典里面所称的「善男子善女人」，我们这十善做到了吗？比什么都重要，这是戒律的根本。如果你至心信乐，这一句佛号里面就圆满了十善业道。我们这一句佛号里头，有没有圆满包含着十善业道？我们还有没有害人的心？还有没有恼人的心？还有没有怨心？怨恨恼怒烦你还有没有？你还有这些东西，拿这些东西回向不行，善根回向，这是烦恼，烦恼不能回向求生极乐世界，烦恼回向搞六道轮回，这个得搞清楚。经上讲得很清楚，要用善根回向，我们知道十善业道是善根，我这一句阿弥陀佛具足十善业道，这个回向就有力量，那跟经教就相应，决定得生。你看看，这种念佛力量多大！",
      "zh_TW": "善根是什麼？這個要曉得，善根是十善業道。經上講得清清楚楚，人天法、聲聞菩提、緣覺菩提，乃至無上菩提，都是依這個根而生起的，那叫善根。具足十善，才是經典裡面所稱的「善男子善女人」，我們這十善做到了嗎？比什麼都重要，這是戒律的根本。如果你至心信樂，這一句佛號裡面就圓滿了十善業道。我們這一句佛號裡頭，有沒有圓滿包含著十善業道？我們還有沒有害人的心？還有沒有惱人的心？還有沒有怨心？怨恨惱怒煩你還有沒有？你還有這些東西，拿這些東西迴向不行，善根迴向，這是煩惱，煩惱不能迴向求生極樂世界，煩惱迴向搞六道輪迴，這個得搞清楚。經上講得很清楚，要用善根迴向，我們知道十善業道是善根，我這一句阿彌陀佛具足十善業道，這個迴向就有力量，那跟經教就相應，決定得生。你看看，這種念佛力量多大！"
    },
    {
      "id": "02-039-0148_p0029",
      "zh_CN": "「乃至十念」，所以古德有十念法。祖师大德传的十念法，印祖传给我们一口气叫一念，不拘佛号多少，我们念四个字的阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛，尽一口气叫一念。这是修净土的人，如果自己工作非常繁忙，用这个做早晚课，早晨起来漱口完了之后，家里有佛堂，就在佛堂面前恭恭敬敬的拜三拜佛，修这个十念法，念完之后回向求生净土；晚上睡觉之前，用这个做晚课，最省时间，很短的时间。每天早晚不中断，这也叫净念相继，一生当中养成这个习惯，平常念的叫散念，早晚叫定课。我早年在新加坡，有一次同修们陪着我一起去访问马来西亚，马来西亚是回教国家，跟回教朋友们接触，看到他们每天五次礼拜，我很感动。我们知道，回教在全世界是最团结的宗教，为什么那么团结？每天五次礼拜。我回到新加坡，就想到佛经上讲的十念法，我们能不能仿照伊斯兰教的方法，用最短的时间一天能够修个十次？所以我也想了个十念法，我这个十念就是十声名号，一句就是一声，阿弥陀佛、阿弥陀佛、阿弥陀佛，这十念只要两分钟就做完了。早晨起来一次，三餐饭的时候三次，早晚就两次，三餐饭这就五次，在你去工作上班、下班，上午上班、下班，下午上班、下班，九次，时时刻刻不忘，有好处。伊斯兰教一天是五次祈祷，我们这一天在生活当中九次念佛，每次就是十句佛号，养成这个习惯，好！",
      "zh_TW": "「乃至十念」，所以古德有十念法。祖師大德傳的十念法，印祖傳給我們一口氣叫一念，不拘佛號多少，我們念四個字的阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛，盡一口氣叫一念。這是修淨土的人，如果自己工作非常繁忙，用這個做早晚課，早晨起來漱口完了之後，家裡有佛堂，就在佛堂面前恭恭敬敬的拜三拜佛，修這個十念法，念完之後迴向求生淨土；晚上睡覺之前，用這個做晚課，最省時間，很短的時間。每天早晚不中斷，這也叫淨念相繼，一生當中養成這個習慣，平常念的叫散念，早晚叫定課。我早年在新加坡，有一次同修們陪著我一起去訪問馬來西亞，馬來西亞是回教國家，跟回教朋友們接觸，看到他們每天五次禮拜，我很感動。我們知道，回教在全世界是最團結的宗教，為什麼那麼團結？每天五次禮拜。我回到新加坡，就想到佛經上講的十念法，我們能不能仿照伊斯蘭教的方法，用最短的時間一天能夠修個十次？所以我也想了個十念法，我這個十念就是十聲名號，一句就是一聲，阿彌陀佛、阿彌陀佛、阿彌陀佛，這十念只要兩分鐘就做完了。早晨起來一次，三餐飯的時候三次，早晚就兩次，三餐飯這就五次，在你去工作上班、下班，上午上班、下班，下午上班、下班，九次，時時刻刻不忘，有好處。伊斯蘭教一天是五次祈禱，我們這一天在生活當中九次念佛，每次就是十句佛號，養成這個習慣，好！"
    },
    {
      "id": "02-039-0148_p0030",
      "zh_CN": "我提倡之后响应的很多，回响很好，很多同学告诉我，我们用这个方法得利益。简单，吃饭的时候合掌阿弥陀佛、阿弥陀佛、阿弥陀佛，十句阿弥陀佛，吃完饭的时候也合掌十句阿弥陀佛，这结斋。不用早晚课里临斋仪，不用这个规矩，我们就用阿弥陀佛。至心信乐，功德殊胜不可思议，真的是十即十生、万修万去，一点都不假。所以现在念佛堂，本来念佛堂不讲经的，就是一句佛号，为什么？大家都是至心信乐，都懂。现在不懂，不但在家同修不懂，出家也不懂，为什么？不学经教，所以他不懂。不懂怎么办？不懂所以我就提出来，念佛堂每天至少四小时听经。听什么经？听《无量寿经》、听《十善业道经》。现在还怕不足，还做两个补充，这是初学的人，老修就不必，老修听《无量寿经》就行，初学同修一定要扎三个根，《弟子规》、《感应篇》、《十善业道经》，必须得听个几遍，心里有个底子。当然最好你能做到，你做到才真正是善男子善女人，你发那个心才会相应。",
      "zh_TW": "我提倡之後響應的很多，迴響很好，很多同學告訴我，我們用這個方法得利益。簡單，吃飯的時候合掌阿彌陀佛、阿彌陀佛、阿彌陀佛，十句阿彌陀佛，吃完飯的時候也合掌十句阿彌陀佛，這結齋。不用早晚課裡臨齋儀，不用這個規矩，我們就用阿彌陀佛。至心信樂，功德殊勝不可思議，真的是十即十生、萬修萬去，一點都不假。所以現在念佛堂，本來念佛堂不講經的，就是一句佛號，為什麼？大家都是至心信樂，都懂。現在不懂，不但在家同修不懂，出家也不懂，為什麼？不學經教，所以他不懂。不懂怎麼辦？不懂所以我就提出來，念佛堂每天至少四小時聽經。聽什麼經？聽《無量壽經》、聽《十善業道經》。現在還怕不足，還做兩個補充，這是初學的人，老修就不必，老修聽《無量壽經》就行，初學同修一定要紮三個根，《弟子規》、《感應篇》、《十善業道經》，必須得聽個幾遍，心裡有個底子。當然最好你能做到，你做到才真正是善男子善女人，你發那個心才會相應。"
    },
    {
      "id": "02-039-0148_p0031",
      "zh_CN": "「且」，我们再看后头这两句，「一、往生必证菩提。二、法灭（佛法灭了）唯此经度生」，只有这部经还多留一百年，「三、凡圣念佛齐等」，生到极乐世界是平等的，都是阿惟越致菩萨。《疏钞》，这莲池大师一句话，「齐诸圣于片言」，片言就是六字洪名，齐是同等，跟什么？跟四十一位法身大士地位平等，一句阿弥陀佛。「故云，真实之利，无有过于此法者」。佛经上讲真实之利，没有超过四十八愿跟这一句佛号，没有超过的。所以这些经文，我们要非常认真仔细去研究、去体会，对我们念佛有无量无边殊胜利益。今天时间到了，我们就学习到此地。",
      "zh_TW": "「且」，我們再看後頭這兩句，「一、往生必證菩提。二、法滅（佛法滅了）唯此經度生」，只有這部經還多留一百年，「三、凡聖念佛齊等」，生到極樂世界是平等的，都是阿惟越致菩薩。《疏鈔》，這蓮池大師一句話，「齊諸聖於片言」，片言就是六字洪名，齊是同等，跟什麼？跟四十一位法身大士地位平等，一句阿彌陀佛。「故云，真實之利，無有過於此法者」。佛經上講真實之利，沒有超過四十八願跟這一句佛號，沒有超過的。所以這些經文，我們要非常認真仔細去研究、去體會，對我們念佛有無量無邊殊勝利益。今天時間到了，我們就學習到此地。"
    }
  ]
}