{
  "doc_id": "02-039-0467",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四六七集",
    "zh_TW": "第四六七集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "台湾高雄",
    "zh_TW": "台灣高雄"
  },
  "doc_number": "02-039-0467",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "02-039-0467_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第五百八十八面倒数第七行，从第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第五百八十八面倒數第七行，從第二句看起："
    },
    {
      "id": "02-039-0467_p0002",
      "zh_CN": "「菩萨能如是得四无碍：法无碍、义无碍、辞无碍、乐说无碍」。这个四无碍辩，经典里面常常看到，也叫四无碍智，也叫四无碍解，意思都一样。这个地方前面也有解释。第一个是「法无碍」，法是世出世间一切法，这是世尊教学用这个做一切法的总代名词，说出这个字，世出世间一切法全都包括在其中。法无碍，对于一切法都能够通达明了，都能够说出它的名字，这也不是一桩容易事情。包括它这些义理、现象、作用，没有一样他不知道，可以说四无碍是无所不知。《般若经》上讲「般若无知，无所不知」，无知是体，就是前面所说的密藏，密藏是无知，起作用的时候是无所不知，这个道理很深。为什么无知起用的时候是无所不知？无知是一个人真正把起心动念、分别执着彻底放下，心里面一尘不染，这个境界是真心、是真如，梵语称之为大般涅槃。经典上有时候说总持，这个地方讲「辩才总持」，总一切法，持一切义，总持是这个意思。也称之为陀罗尼，陀罗尼也有总持的意思。这是自性的性德。",
      "zh_TW": "「菩薩能如是得四無礙：法無礙、義無礙、辭無礙、樂說無礙」。這個四無礙辯，經典裡面常常看到，也叫四無礙智，也叫四無礙解，意思都一樣。這個地方前面也有解釋。第一個是「法無礙」，法是世出世間一切法，這是世尊教學用這個做一切法的總代名詞，說出這個字，世出世間一切法全都包括在其中。法無礙，對於一切法都能夠通達明瞭，都能夠說出它的名字，這也不是一樁容易事情。包括它這些義理、現象、作用，沒有一樣他不知道，可以說四無礙是無所不知。《般若經》上講「般若無知，無所不知」，無知是體，就是前面所說的密藏，密藏是無知，起作用的時候是無所不知，這個道理很深。為什麼無知起用的時候是無所不知？無知是一個人真正把起心動念、分別執著徹底放下，心裡面一塵不染，這個境界是真心、是真如，梵語稱之為大般涅槃。經典上有時候說總持，這個地方講「辯才總持」，總一切法，持一切義，總持是這個意思。也稱之為陀羅尼，陀羅尼也有總持的意思。這是自性的性德。"
    },
    {
      "id": "02-039-0467_p0003",
      "zh_CN": "自性，惠能大师说得很好，它在没有起作用的时候不能说它无，因为它本自具足。他见性讲的第三句话，「何期自性本自具足」，这句话的意思跟世尊在《华严经》上所说，「一切众生皆有如来智慧德相」。换句话说，这是自性的本能，不是学来的，本来就有的，但是它没有现象。智慧、德能、相好，用现在的话，好像都是一种能量，自然的，取之不尽，用之不竭；它又是不生不灭，它没有来去。起作用的时候，都是当处出生，随处灭尽。大乘经典里面常常用四个字来形容它，不可思议。你没有办法想像，你也无法把它说清楚、说明白，这都不可能的。它遇到缘它就现相，什么现象它都现，随着缘现相。阿赖耶随着缘起变化，阿赖耶是妄心，密藏是真心。古人说，只要你能明心见性，世出世间一切法你全得到了，统统是自性变现的。既是自性变现的，他怎么能不知道？所以法就无碍。",
      "zh_TW": "自性，惠能大師說得很好，它在沒有起作用的時候不能說它無，因為它本自具足。他見性講的第三句話，「何期自性本自具足」，這句話的意思跟世尊在《華嚴經》上所說，「一切眾生皆有如來智慧德相」。換句話說，這是自性的本能，不是學來的，本來就有的，但是它沒有現象。智慧、德能、相好，用現在的話，好像都是一種能量，自然的，取之不盡，用之不竭；它又是不生不滅，它沒有來去。起作用的時候，都是當處出生，隨處滅盡。大乘經典裡面常常用四個字來形容它，不可思議。你沒有辦法想像，你也無法把它說清楚、說明白，這都不可能的。它遇到緣它就現相，什麼現象它都現，隨著緣現相。阿賴耶隨著緣起變化，阿賴耶是妄心，密藏是真心。古人說，只要你能明心見性，世出世間一切法你全得到了，統統是自性變現的。既是自性變現的，他怎麼能不知道？所以法就無礙。"
    },
    {
      "id": "02-039-0467_p0004",
      "zh_CN": "「义」是讲义理。法怎么来的、为什么来的、它有什么作用，诸法之中有什么关系、有什么影响，全知道，没有一样不知道。义是从理论，法是讲现象，《华严经》上把一切法归纳于三个部分，体，理体、现象、作用，简单称为体相用。经题里面就含着这个意思，「大」是赞叹体，无法形容，用个大字来赞叹，「方」是讲现象，「广」是赞叹它的作用。所以，大方广就是体相用的意思。",
      "zh_TW": "「義」是講義理。法怎麼來的、為什麼來的、它有什麼作用，諸法之中有什麼關係、有什麼影響，全知道，沒有一樣不知道。義是從理論，法是講現象，《華嚴經》上把一切法歸納於三個部分，體，理體、現象、作用，簡單稱為體相用。經題裡面就含著這個意思，「大」是讚歎體，無法形容，用個大字來讚歎，「方」是講現象，「廣」是讚歎它的作用。所以，大方廣就是體相用的意思。"
    },
    {
      "id": "02-039-0467_p0005",
      "zh_CN": "下面说「辞」，辞是言辞，「辞无碍」，辞无碍是无所不知。「义无碍」可以说是无知，起作用无所不知，但是意思通达明了，没有障碍。言辞，以我们地球来说，每个地方的方言很复杂，还有不同维次空间。人有语言，动物有没有语言？有，动物也有语言，得清净心的人能够听得懂鸟兽的语言。我们在《高僧传》里面看到安世高，汉朝时候早期到中国来弘法，担任翻经的工作。这个人原本是安息国的王子，他父亲过世之后继承王位，做了半年，他把王位让给他的叔父，他出家修行证果了。传记里面记载，安世高懂得鸟兽的语言。鸟在树梢，在高处，看得很远，牠们在那里聊天，看到有行人从这边走进来，在聊天。安世高做翻译，翻译给大家听，鸟刚才在那里说，牠们交谈，有人过来。过没多久，路人真走进来，从这树下经过。乃至于树木花草，它没有语言，它有感应，都是互通信息，没有不知道的。鬼神的语言，所以很复杂。释迦牟尼佛讲经说法，「佛以一音而说法，众生随类各得解」。佛讲经，我们中国人听，他讲的是中国话，我们听得懂，美国人听，他讲的是美国话，他也听得懂，一点障碍都没有，不需要翻译，辞无碍。我们这里翻译，有时候还翻错。无需要翻译，没有听不懂的。好像到哪一类众生的耳根，就自然变成他们自己的言语，有这样的能力。所以教化众生没有障碍。",
      "zh_TW": "下面說「辭」，辭是言辭，「辭無礙」，辭無礙是無所不知。「義無礙」可以說是無知，起作用無所不知，但是意思通達明瞭，沒有障礙。言辭，以我們地球來說，每個地方的方言很複雜，還有不同維次空間。人有語言，動物有沒有語言？有，動物也有語言，得清淨心的人能夠聽得懂鳥獸的語言。我們在《高僧傳》裡面看到安世高，漢朝時候早期到中國來弘法，擔任翻經的工作。這個人原本是安息國的王子，他父親過世之後繼承王位，做了半年，他把王位讓給他的叔父，他出家修行證果了。傳記裡面記載，安世高懂得鳥獸的語言。鳥在樹梢，在高處，看得很遠，牠們在那裡聊天，看到有行人從這邊走進來，在聊天。安世高做翻譯，翻譯給大家聽，鳥剛才在那裡說，牠們交談，有人過來。過沒多久，路人真走進來，從這樹下經過。乃至於樹木花草，它沒有語言，它有感應，都是互通信息，沒有不知道的。鬼神的語言，所以很複雜。釋迦牟尼佛講經說法，「佛以一音而說法，眾生隨類各得解」。佛講經，我們中國人聽，他講的是中國話，我們聽得懂，美國人聽，他講的是美國話，他也聽得懂，一點障礙都沒有，不需要翻譯，辭無礙。我們這裡翻譯，有時候還翻錯。無需要翻譯，沒有聽不懂的。好像到哪一類眾生的耳根，就自然變成他們自己的言語，有這樣的能力。所以教化眾生沒有障礙。"
    },
    {
      "id": "02-039-0467_p0006",
      "zh_CN": "末后这个「乐说」，喜欢说、喜欢教化一切众生。一切众生根性不相同，所以佛的教学就不一样，所谓八万四千法门。这是包括遍法界虚空界一切众生，佛与法身菩萨有能力教导他们，他全通了。语言没有障碍，神通没有障碍。我们用神通两个字大家好懂，前面说过六种神通，天眼、天耳、他心、宿命，教学才能够契机。佛对于一切众生，任何一个众生，他过去无量劫来生生世世都知道。诸佛菩萨遍法界虚空界，慈悲到极处，我们的善根没有成熟，他冥冥当中加持你，我们得到他的好处，自己不知道。缘成熟的时候，无不现身说法。现什么样的身，随众生心，不随他，为什么？他没有意思，他没有起心动念。所以这叫感应道交，众生有感，他自然有反应。感的人有心、有念，有念头，应的人没有心、没有念头，完全是自性作用，所以自性的功德不可思议。",
      "zh_TW": "末後這個「樂說」，喜歡說、喜歡教化一切眾生。一切眾生根性不相同，所以佛的教學就不一樣，所謂八萬四千法門。這是包括遍法界虛空界一切眾生，佛與法身菩薩有能力教導他們，他全通了。語言沒有障礙，神通沒有障礙。我們用神通兩個字大家好懂，前面說過六種神通，天眼、天耳、他心、宿命，教學才能夠契機。佛對於一切眾生，任何一個眾生，他過去無量劫來生生世世都知道。諸佛菩薩遍法界虛空界，慈悲到極處，我們的善根沒有成熟，他冥冥當中加持你，我們得到他的好處，自己不知道。緣成熟的時候，無不現身說法。現什麼樣的身，隨眾生心，不隨他，為什麼？他沒有意思，他沒有起心動念。所以這叫感應道交，眾生有感，他自然有反應。感的人有心、有念，有念頭，應的人沒有心、沒有念頭，完全是自性作用，所以自性的功德不可思議。"
    },
    {
      "id": "02-039-0467_p0007",
      "zh_CN": "又因为一切法从心想生，所以心想能改变一切法，山河大地是一切法，芸芸众生是一切法。明白这个道理，我们才能够相信，相信什么？相信佛能救度一切苦难众生。凭什么？意念，佛的意念纯净纯善。众生的意念是非常复杂，染净善恶混杂，感得无量无边的苦报。佛不是的，佛心清净，接触到佛之后，我们的染污就淡化了。如果能随顺佛陀教诲的，很快就干净了。纵然不相信佛法、排斥佛法，甚至于还把佛法消灭，佛菩萨还是保佑他，佛菩萨冥冥当中还是加持他，让他的罪业减轻，让他的苦报缩短，慈悲到极处。什么时候他知道？中国有句谚语说，苦尽甘来。他在三途受苦，受到极处，慢慢他觉悟了，他忏悔了。",
      "zh_TW": "又因為一切法從心想生，所以心想能改變一切法，山河大地是一切法，芸芸眾生是一切法。明白這個道理，我們才能夠相信，相信什麼？相信佛能救度一切苦難眾生。憑什麼？意念，佛的意念純淨純善。眾生的意念是非常複雜，染淨善惡混雜，感得無量無邊的苦報。佛不是的，佛心清淨，接觸到佛之後，我們的染污就淡化了。如果能隨順佛陀教誨的，很快就乾淨了。縱然不相信佛法、排斥佛法，甚至於還把佛法消滅，佛菩薩還是保佑他，佛菩薩冥冥當中還是加持他，讓他的罪業減輕，讓他的苦報縮短，慈悲到極處。什麼時候他知道？中國有句諺語說，苦盡甘來。他在三途受苦，受到極處，慢慢他覺悟了，他懺悔了。"
    },
    {
      "id": "02-039-0467_p0008",
      "zh_CN": "我们世间人，这种情形也常有。平常迷惑颠倒，任性妄为，造作种种恶业。到寿命快终的时候，冤亲债主来索命的时候，他后悔了。在一般凡人，后悔也来不及了，到三途去了。如果是学佛的人，平常他也读经，他也听教，他听得多，虽然半信半疑，到这个时候他亲自体验到冤亲债主来索命，这不是假的，欠命的还命，欠债的还钱。这个现象现前之后，他知道这是真的，因果报应是真的不是假的，才真正发心忏悔。这样的同修我见过。得重病的时候，忏悔有没有效？有效。真正一忏悔，他的病痛并不是好了，病痛减轻了。能不能好？能好，真正像经前面所讲，真正发菩提心，命运可以转过来。你的寿命到了，那是你自己的业报身。如果真正发菩提心，我病好了之后，我这一生没有自己，把自己的身心奉献出来，为一切苦难众生服务，为正法久住来服务，他的寿命肯定延长。延长不是他的寿命，他的寿命已经完了，这是什么？是法身慧命。你自己发这样的心，佛菩萨威神加持，它就转了。",
      "zh_TW": "我們世間人，這種情形也常有。平常迷惑顛倒，任性妄為，造作種種惡業。到壽命快終的時候，冤親債主來索命的時候，他後悔了。在一般凡人，後悔也來不及了，到三途去了。如果是學佛的人，平常他也讀經，他也聽教，他聽得多，雖然半信半疑，到這個時候他親自體驗到冤親債主來索命，這不是假的，欠命的還命，欠債的還錢。這個現象現前之後，他知道這是真的，因果報應是真的不是假的，才真正發心懺悔。這樣的同修我見過。得重病的時候，懺悔有沒有效？有效。真正一懺悔，他的病痛並不是好了，病痛減輕了。能不能好？能好，真正像經前面所講，真正發菩提心，命運可以轉過來。你的壽命到了，那是你自己的業報身。如果真正發菩提心，我病好了之後，我這一生沒有自己，把自己的身心奉獻出來，為一切苦難眾生服務，為正法久住來服務，他的壽命肯定延長。延長不是他的壽命，他的壽命已經完了，這是什麼？是法身慧命。你自己發這樣的心，佛菩薩威神加持，它就轉了。"
    },
    {
      "id": "02-039-0467_p0009",
      "zh_CN": "诸位看《了凡四训》，了凡先生遇到那个算命的孔先生，那真有本事，他能把一个人一生的吉凶祸福算得一点都不差。了凡先生十五岁遇到这个算命先生，给他算终身流年，就是每一年的。十五岁、二十五、三十五，在四十岁之前，二十多年每一年一点都不差错。所以，他在栖霞山跟云谷禅师在禅堂里面，坐禅三天三夜没有一个妄念。云谷禅师很佩服，一个凡人三天三夜不起一个妄念，不是容易事情，对他很佩服，很赞叹。问他，修行这个功夫怎么得来的？袁了凡是个读书人，是个很忠厚的老实人。告诉云谷大师，我没有功夫，我只是命被孔先生算定了，所以不打妄想了，为什么？打妄想是空的。命里有的终须有，命里无的莫强求，所以他心定了。他说二十多年来，没有一丝毫差错。就以每一年，他是读书人，参考，去考试，参加考试，考第几名都被他算定了，一点不差。每一年，那个时候读书人国家供养他，国家每年给多少稻米，大概有八、九十石稻米，也是一点都没有差错。所以他完全相信了。",
      "zh_TW": "諸位看《了凡四訓》，了凡先生遇到那個算命的孔先生，那真有本事，他能把一個人一生的吉凶禍福算得一點都不差。了凡先生十五歲遇到這個算命先生，給他算終身流年，就是每一年的。十五歲、二十五、三十五，在四十歲之前，二十多年每一年一點都不差錯。所以，他在棲霞山跟雲谷禪師在禪堂裡面，坐禪三天三夜沒有一個妄念。雲谷禪師很佩服，一個凡人三天三夜不起一個妄念，不是容易事情，對他很佩服，很讚歎。問他，修行這個功夫怎麼得來的？袁了凡是個讀書人，是個很忠厚的老實人。告訴雲谷大師，我沒有功夫，我只是命被孔先生算定了，所以不打妄想了，為什麼？打妄想是空的。命裡有的終須有，命裡無的莫強求，所以他心定了。他說二十多年來，沒有一絲毫差錯。就以每一年，他是讀書人，參考，去考試，參加考試，考第幾名都被他算定了，一點不差。每一年，那個時候讀書人國家供養他，國家每年給多少稻米，大概有八、九十石稻米，也是一點都沒有差錯。所以他完全相信了。"
    },
    {
      "id": "02-039-0467_p0010",
      "zh_CN": "我读了这部书之后，我说了凡先生是标准凡夫，你看，几十年命运一点没改，就算得那么准。一般凡夫没有那么准确，为什么？他起心动念，他起个善念，加分，起个恶念，减分，他总有加减的。大恶就除了，大善就乘了，有加减乘除。他没有，二十多年来统统没有，所以这标准凡夫，他知道命运了，不再起心动念。云谷大师听了哈哈大笑，我以为你是圣人，原来你是凡夫。给他说明命理的道理，为什么会有命运？命运从哪里来的？为什么别人算得那么准？可是命运能改。他就向云谷禅师请教怎么改法？他也很想改。云谷禅师给他一部功过格，功过格的内容就是《太上感应篇》。依照《太上感应篇》所讲的善与恶，每天断恶修善，你命就改掉了。他依教奉行，真干！这个心才发，第二年参加考试，命运真的就变了。第二年参加考试，孔先生算他是第三名，结果他考取第一名。这个对云谷禅师的教诲深信不疑，全家奉行，命运全改了。命里头没有功名，功名是什么？是举人、进士，他命里没有。他努力断恶修善，依照功过格发愿做三千桩善事。三千桩善事十年完成，发的是真心，勇猛精进没有退转的。他的夫人帮助他一起修。结果参加举人的考试，考取了，参加进士的考试也考取了。他不灰心，进士好像是第三次才考取，不灰心。福禄寿全部都增长了，他的寿命本来只有五十三岁，他活到七十四岁，多活了二十一年，他没有求寿。他命里没有儿子，向佛菩萨求个儿子，真的他得一个儿子。下一代兴旺，儿子只有一个，孙子好像有八、九个，成为一个大家族。这个事实真相绝对不是物理、科学能够解释的，能够做得到的，做不到。这个东西在中国传统学术里头，在大乘佛法里头。科学，科学学者他们的态度看这个，叫无稽之谈，迷信。但是他们能不能逃出命运的定律？逃不过。学儒、学道、学佛能改变，能改变命运，乃至于能改变地球上的灾难，科学做不到。",
      "zh_TW": "我讀了這部書之後，我說了凡先生是標準凡夫，你看，幾十年命運一點沒改，就算得那麼準。一般凡夫沒有那麼準確，為什麼？他起心動念，他起個善念，加分，起個惡念，減分，他總有加減的。大惡就除了，大善就乘了，有加減乘除。他沒有，二十多年來統統沒有，所以這標準凡夫，他知道命運了，不再起心動念。雲谷大師聽了哈哈大笑，我以為你是聖人，原來你是凡夫。給他說明命理的道理，為什麼會有命運？命運從哪裡來的？為什麼別人算得那麼準？可是命運能改。他就向雲谷禪師請教怎麼改法？他也很想改。雲谷禪師給他一部功過格，功過格的內容就是《太上感應篇》。依照《太上感應篇》所講的善與惡，每天斷惡修善，你命就改掉了。他依教奉行，真幹！這個心才發，第二年參加考試，命運真的就變了。第二年參加考試，孔先生算他是第三名，結果他考取第一名。這個對雲谷禪師的教誨深信不疑，全家奉行，命運全改了。命裡頭沒有功名，功名是什麼？是舉人、進士，他命裡沒有。他努力斷惡修善，依照功過格發願做三千樁善事。三千樁善事十年完成，發的是真心，勇猛精進沒有退轉的。他的夫人幫助他一起修。結果參加舉人的考試，考取了，參加進士的考試也考取了。他不灰心，進士好像是第三次才考取，不灰心。福祿壽全部都增長了，他的壽命本來只有五十三歲，他活到七十四歲，多活了二十一年，他沒有求壽。他命裡沒有兒子，向佛菩薩求個兒子，真的他得一個兒子。下一代興旺，兒子只有一個，孫子好像有八、九個，成為一個大家族。這個事實真相絕對不是物理、科學能夠解釋的，能夠做得到的，做不到。這個東西在中國傳統學術裡頭，在大乘佛法裡頭。科學，科學學者他們的態度看這個，叫無稽之談，迷信。但是他們能不能逃出命運的定律？逃不過。學儒、學道、學佛能改變，能改變命運，乃至於能改變地球上的災難，科學做不到。"
    },
    {
      "id": "02-039-0467_p0011",
      "zh_CN": "菩萨皆具足这四种辩才。下面还给我们讲个「九辩」。「九辩者，如《胜天王般若经》说」，这个很少用，佛学辞典上都查不到。我们很感激念公老居士，他把这个比较冷门的，也给我们写在这边。「《胜天王般若经》说」，这九辩的名词列在此地，第一个，「无差辩」，无差，我们就想到，没有差错。「无尽辩」，没有终止的。我们中国谚语所谓打破沙锅问到底，他有能力给你解答，你难不倒他，他有无尽的智慧，无尽的辩才。「相续辩」，这是一桩事情，由浅而深，由小而大。第四个是「不断辩」，这个辩才不会中断的，只要你问他，他一定会给你解答。「不怯弱辩」，他有智慧、他有定力、他有辩才，所以他不会以怯弱这个态度。也没有惊怖，惊是惊慌，怖是恐怖，怕被别人难倒了。这是真实智慧。「不共余辩」，余是余乘，像声闻、缘觉、人天、外道，这是余乘，不共余。经上所说的，都是法身菩萨所具备的这些辩才、智慧。「无边际辩」，无边际跟无尽的意思相似。无边际，我们从名字上的意思看，是广，从空间上来讲，没有边际。「一切天人所爱重辩」，菩萨的辩才，能令一切诸天一切人众欢喜、敬爱、尊重。「此九亦名为无碍辩也」，这是讲《胜天王般若经》上举的这九种，这九种也称为无碍辩才。",
      "zh_TW": "菩薩皆具足這四種辯才。下面還給我們講個「九辯」。「九辯者，如《勝天王般若經》說」，這個很少用，佛學辭典上都查不到。我們很感激念公老居士，他把這個比較冷門的，也給我們寫在這邊。「《勝天王般若經》說」，這九辯的名詞列在此地，第一個，「無差辯」，無差，我們就想到，沒有差錯。「無盡辯」，沒有終止的。我們中國諺語所謂打破沙鍋問到底，他有能力給你解答，你難不倒他，他有無盡的智慧，無盡的辯才。「相續辯」，這是一樁事情，由淺而深，由小而大。第四個是「不斷辯」，這個辯才不會中斷的，只要你問他，他一定會給你解答。「不怯弱辯」，他有智慧、他有定力、他有辯才，所以他不會以怯弱這個態度。也沒有驚怖，驚是驚慌，怖是恐怖，怕被別人難倒了。這是真實智慧。「不共餘辯」，餘是餘乘，像聲聞、緣覺、人天、外道，這是餘乘，不共餘。經上所說的，都是法身菩薩所具備的這些辯才、智慧。「無邊際辯」，無邊際跟無盡的意思相似。無邊際，我們從名字上的意思看，是廣，從空間上來講，沒有邊際。「一切天人所愛重辯」，菩薩的辯才，能令一切諸天一切人眾歡喜、敬愛、尊重。「此九亦名為無礙辯也」，這是講《勝天王般若經》上舉的這九種，這九種也稱為無礙辯才。"
    },
    {
      "id": "02-039-0467_p0012",
      "zh_CN": "「极乐大士」，极乐世界这些菩萨们，「具足如是种种无碍妙辩，无有障碍，故云：辩才总持，自在无碍。」这西方极乐世界的人，往生到极乐世界你就得到。所以经上讲的这些，不是与我们不相干，都是讲的法身菩萨，那我们听了有什么意思？而不知道这部经上字字句句都是讲自己。我们只要生到极乐世界，即使是凡圣同居土下下品往生，你到极乐世界你就得到无碍的辩才，跟阿惟越致菩萨相等。阿惟越致菩萨，我们在《华严经》上看到，他是什么样的地位？先去了解什么叫阿惟越致？这是梵语音译的，阿惟越致的意思是不退转。阿，通常翻成中国意思是无，惟越致是退转，无退转，我们中国意思就是不退转。这不退转里面包括三种不退转，才称阿惟越致。第一种，「位不退」，他的地位不会退，这比较容易。在小乘，初果须陀洹就证得，在大乘，《华严经》里面讲的，十信位的初信位就证得。你确确实实把三界八十八品见惑断尽，就是八正道里面的正见。八正道其他的没有，正见有了，你位就不退。你看八圣道，圣人，你决定不会再退堕凡夫。这叫小小圣，他不是凡夫，他没有离开六道轮回，但是他决定不堕三恶道。而且在六道的期限有限，人间天上七次往来，他肯定证阿罗汉果，这是小乘。如果说大乘，他肯定修到七信位的菩萨，你看从初信到七信，超越六道轮回了。阿罗汉不在六道了，阿那含在六道，三果在六道，四果不在六道。这些都叫做位不退。",
      "zh_TW": "「極樂大士」，極樂世界這些菩薩們，「具足如是種種無礙妙辯，無有障礙，故云：辯才總持，自在無礙。」這西方極樂世界的人，往生到極樂世界你就得到。所以經上講的這些，不是與我們不相干，都是講的法身菩薩，那我們聽了有什麼意思？而不知道這部經上字字句句都是講自己。我們只要生到極樂世界，即使是凡聖同居土下下品往生，你到極樂世界你就得到無礙的辯才，跟阿惟越致菩薩相等。阿惟越致菩薩，我們在《華嚴經》上看到，他是什麼樣的地位？先去了解什麼叫阿惟越致？這是梵語音譯的，阿惟越致的意思是不退轉。阿，通常翻成中國意思是無，惟越致是退轉，無退轉，我們中國意思就是不退轉。這不退轉裡面包括三種不退轉，才稱阿惟越致。第一種，「位不退」，他的地位不會退，這比較容易。在小乘，初果須陀洹就證得，在大乘，《華嚴經》裡面講的，十信位的初信位就證得。你確確實實把三界八十八品見惑斷盡，就是八正道裡面的正見。八正道其他的沒有，正見有了，你位就不退。你看八聖道，聖人，你決定不會再退墮凡夫。這叫小小聖，他不是凡夫，他沒有離開六道輪迴，但是他決定不墮三惡道。而且在六道的期限有限，人間天上七次往來，他肯定證阿羅漢果，這是小乘。如果說大乘，他肯定修到七信位的菩薩，你看從初信到七信，超越六道輪迴了。阿羅漢不在六道了，阿那含在六道，三果在六道，四果不在六道。這些都叫做位不退。"
    },
    {
      "id": "02-039-0467_p0013",
      "zh_CN": "第二种不退是菩萨得到的，叫「行不退」。菩萨度化众生，众生难度，尤其现在众生太难度了。阿罗汉会不会度现在众生？不会。可是大乘菩萨发菩提心，再艰难、再困苦他也不退心，叫行不退，他绝不会退到二乘这个境界。二乘人度化众生，他喜欢你，他就度你，他不喜欢你，他不理你；你去找他，他教你，你不找他，他不主动来教你。菩萨不一样，菩萨你不找他，他来找你，我们这经上前面念过，菩萨作众生不请之友。善友，你没有请他，他自己来了。这就是菩萨的大慈大悲，声闻缘觉比不上。这叫行不退。",
      "zh_TW": "第二種不退是菩薩得到的，叫「行不退」。菩薩度化眾生，眾生難度，尤其現在眾生太難度了。阿羅漢會不會度現在眾生？不會。可是大乘菩薩發菩提心，再艱難、再困苦他也不退心，叫行不退，他絕不會退到二乘這個境界。二乘人度化眾生，他喜歡你，他就度你，他不喜歡你，他不理你；你去找他，他教你，你不找他，他不主動來教你。菩薩不一樣，菩薩你不找他，他來找你，我們這經上前面念過，菩薩作眾生不請之友。善友，你沒有請他，他自己來了。這就是菩薩的大慈大悲，聲聞緣覺比不上。這叫行不退。"
    },
    {
      "id": "02-039-0467_p0014",
      "zh_CN": "第三种叫「念不退」，这个谁得到？《华严经》圆教初住就得到，也就是说中国佛教常讲的明心见性、见性成佛，他就得到念不退。也就是说他的杂念没有了，他只有一个念头，一个方向、一个目标，向大般涅槃，就这一条路，也就是说明心见性。要把无明的习气淘汰干净，圆满证得妙觉的果位。他的心念念流向萨婆若海，萨婆若也是梵语，翻成中国意思叫一切种智。从这个意思来看，阿惟越致菩萨就是初住以上，圆教，他不住在十法界，他住在如来的实报庄严土。实报庄严土四十一位法身大士，都称为阿惟越致菩萨，这是不退转。阿惟越致菩萨统统具足无碍辩才，如来果地上，所谓十八不共法、四无畏、四无碍辩全都具足。所以，他跟妙觉如来应化在十法界教化众生所起的作用，可以说没有两样。",
      "zh_TW": "第三種叫「念不退」，這個誰得到？《華嚴經》圓教初住就得到，也就是說中國佛教常講的明心見性、見性成佛，他就得到念不退。也就是說他的雜念沒有了，他只有一個念頭，一個方向、一個目標，向大般涅槃，就這一條路，也就是說明心見性。要把無明的習氣淘汰乾淨，圓滿證得妙覺的果位。他的心念念流向薩婆若海，薩婆若也是梵語，翻成中國意思叫一切種智。從這個意思來看，阿惟越致菩薩就是初住以上，圓教，他不住在十法界，他住在如來的實報莊嚴土。實報莊嚴土四十一位法身大士，都稱為阿惟越致菩薩，這是不退轉。阿惟越致菩薩統統具足無礙辯才，如來果地上，所謂十八不共法、四無畏、四無礙辯全都具足。所以，他跟妙覺如來應化在十法界教化眾生所起的作用，可以說沒有兩樣。"
    },
    {
      "id": "02-039-0467_p0015",
      "zh_CN": "极乐世界特别，其他诸佛刹土一定要你自己证得你才会得到。也就是说，妄想、分别、执着全断了才能证得，这不是容易事情。我们想想，一个人修行，境界不断的向上提升，人往上面去有二十八层天，二十八层天之上才是声闻、缘觉、菩萨、佛，你要修到哪一年你才能有成就？何况天上，愈往上面去时间愈长。你看看人间寿命短，四王天的寿命就长了，四王天的一天是人间五十年，寿命五百岁，五百岁是按一天人间五十年算。忉利天就更高，忉利天主我们中国人称他作玉皇大帝，忉利天主，忉利天的一天是我们人间一百年，忉利天的寿命是一千年。孔子到我们现在二千五百年，要是在忉利天，多久？二十五天。孔子生忉利天多久？在忉利天算二十五天。寿命一千岁。再往上去夜摩天，夜摩天一天是人间两百年，这是夜摩天。兜率更高一级，弥勒菩萨住的地方。兜率天一天是人间四百年，他的寿命是四千岁。你要问弥勒菩萨什么时候下生到我们这个世间来成佛？他在兜率天寿命尽了、到了，你去算算看。有人算过，合我们这个世间时间来说，是五十六亿七千万年。在兜率天四千岁，换算跟人间是五十六亿七千万年。愈往上去时差愈大，寿命愈长，什么时候你才能成就？",
      "zh_TW": "極樂世界特別，其他諸佛剎土一定要你自己證得你才會得到。也就是說，妄想、分別、執著全斷了才能證得，這不是容易事情。我們想想，一個人修行，境界不斷的向上提升，人往上面去有二十八層天，二十八層天之上才是聲聞、緣覺、菩薩、佛，你要修到哪一年你才能有成就？何況天上，愈往上面去時間愈長。你看看人間壽命短，四王天的壽命就長了，四王天的一天是人間五十年，壽命五百歲，五百歲是按一天人間五十年算。忉利天就更高，忉利天主我們中國人稱他作玉皇大帝，忉利天主，忉利天的一天是我們人間一百年，忉利天的壽命是一千年。孔子到我們現在二千五百年，要是在忉利天，多久？二十五天。孔子生忉利天多久？在忉利天算二十五天。壽命一千歲。再往上去夜摩天，夜摩天一天是人間兩百年，這是夜摩天。兜率更高一級，彌勒菩薩住的地方。兜率天一天是人間四百年，他的壽命是四千歲。你要問彌勒菩薩什麼時候下生到我們這個世間來成佛？他在兜率天壽命盡了、到了，你去算算看。有人算過，合我們這個世間時間來說，是五十六億七千萬年。在兜率天四千歲，換算跟人間是五十六億七千萬年。愈往上去時差愈大，壽命愈長，什麼時候你才能成就？"
    },
    {
      "id": "02-039-0467_p0016",
      "zh_CN": "四圣法界里面，时间就更长。所以经上常讲，凡夫修成佛无量劫，这个无量劫是我们人间的时间，无量劫。往生到极乐世界，那就大大的不一样了。极乐世界实在讲，我们从这部经，读了这么久，也讲过十遍，极乐世界确确实实是阿弥陀佛在那个地方办的一所学校，那里没有国家，没有政府组织，也没有国王。没有听说极乐世界有其他行业，只有两种人，佛跟菩萨，佛是老师，菩萨是学生。所以，极乐世界是学校，往生到极乐世界去上学。我们去上阿弥陀佛的学校，那个学校保证成就，毕业就成佛，保证班。进入这个学校完全免费，不需要交学费的。阿弥陀佛他是大施主，他全部供养你，衣食住行全供养，全包了，只要你肯去。阿弥陀佛真的是大施主，所以那个福报不可思议，这是他累劫修成的。办这个学校，他发心，这是四十八愿，就是他发心，又用五劫的时间去落实。以行践愿，这个愿要做到，五劫的时间，四十八愿愿愿做到了。所以这个愿心、修行功德，成就极乐世界。我们把这个道理搞清楚，对它就一点都不怀疑了，真相信了。生到极乐世界，即使是凡圣同居土下下品往生，得到阿弥陀佛本愿威神的加持，个个都成为阿惟越致菩萨。换句话说，阿惟越致菩萨这个待遇是阿弥陀佛给的，不是你自己修的。只要你是人天身分，同居土的菩萨，或者是方便土的菩萨，统统是得弥陀本愿加持。那实报土呢？实报土他自己成就了。自己成就了，佛加不加持他？肯定加持他。阿弥陀佛慈悲，我们相信他的加持决定是保证你证得妙觉位。所以十方一切诸佛如来尊重赞叹，都称阿弥陀佛是光中极尊、佛中之王，这个没错。所以读这些的时候应当要发心，要求生净土。",
      "zh_TW": "四聖法界裡面，時間就更長。所以經上常講，凡夫修成佛無量劫，這個無量劫是我們人間的時間，無量劫。往生到極樂世界，那就大大的不一樣了。極樂世界實在講，我們從這部經，讀了這麼久，也講過十遍，極樂世界確確實實是阿彌陀佛在那個地方辦的一所學校，那裡沒有國家，沒有政府組織，也沒有國王。沒有聽說極樂世界有其他行業，只有兩種人，佛跟菩薩，佛是老師，菩薩是學生。所以，極樂世界是學校，往生到極樂世界去上學。我們去上阿彌陀佛的學校，那個學校保證成就，畢業就成佛，保證班。進入這個學校完全免費，不需要交學費的。阿彌陀佛他是大施主，他全部供養你，衣食住行全供養，全包了，只要你肯去。阿彌陀佛真的是大施主，所以那個福報不可思議，這是他累劫修成的。辦這個學校，他發心，這是四十八願，就是他發心，又用五劫的時間去落實。以行踐願，這個願要做到，五劫的時間，四十八願願願做到了。所以這個願心、修行功德，成就極樂世界。我們把這個道理搞清楚，對它就一點都不懷疑了，真相信了。生到極樂世界，即使是凡聖同居土下下品往生，得到阿彌陀佛本願威神的加持，個個都成為阿惟越致菩薩。換句話說，阿惟越致菩薩這個待遇是阿彌陀佛給的，不是你自己修的。只要你是人天身分，同居土的菩薩，或者是方便土的菩薩，統統是得彌陀本願加持。那實報土呢？實報土他自己成就了。自己成就了，佛加不加持他？肯定加持他。阿彌陀佛慈悲，我們相信他的加持決定是保證你證得妙覺位。所以十方一切諸佛如來尊重讚歎，都稱阿彌陀佛是光中極尊、佛中之王，這個沒錯。所以讀這些的時候應當要發心，要求生淨土。"
    },
    {
      "id": "02-039-0467_p0017",
      "zh_CN": "我们再看下面的一段，『善解世间无边方便』，这是前面经文的第三句。这一句说的是「差别智」，前面所讲的是根本智，根本智是总持，总一切义，持一切法，自在无碍。差别智是无所不知，你向他请教，他没有一样不知道的，你不向他请教，他一无所知，这是真的。没有人向他请教，他自己的境界是清净寂灭，是这个境界。你向他请教这是感，他自然跟你反应，这个应里头有现相、有言说，显示出无量无边的智慧。「方便」就是善巧，实际上方是方法，便是便宜，两个字合起来，就是最好的方法、最善的方法。所以在大乘经里面，常常在方便上加个善巧，善巧方便这才能教化众生。没有善巧方便，你用什么去教？所以下面说，「以善知一切众生根性与欲乐」，知道众生的根性，知道众生的欲望，知道众生的爱好，这样教他，他才会契机，他才欢喜学。你不懂这些，你就没有法子教他。我们看云谷禅师教了凡先生，云谷禅师知道了凡先生的根性，读书人，性本善；知道他的欲望，欲望想功名，他想考取功名，想替社会、替国家做一点好事，这是他的欲望；知道他的爱好，他爱好什么？他爱好善，断恶修善他喜欢，这就好教了。云谷禅师教导他的，他能够依教奉行，他的欲望跟爱好他统统都得到了。我们如果把它讲得更白一点，大家更容易理解。",
      "zh_TW": "我們再看下面的一段，『善解世間無邊方便』，這是前面經文的第三句。這一句說的是「差別智」，前面所講的是根本智，根本智是總持，總一切義，持一切法，自在無礙。差別智是無所不知，你向他請教，他沒有一樣不知道的，你不向他請教，他一無所知，這是真的。沒有人向他請教，他自己的境界是清淨寂滅，是這個境界。你向他請教這是感，他自然跟你反應，這個應裡頭有現相、有言說，顯示出無量無邊的智慧。「方便」就是善巧，實際上方是方法，便是便宜，兩個字合起來，就是最好的方法、最善的方法。所以在大乘經裡面，常常在方便上加個善巧，善巧方便這才能教化眾生。沒有善巧方便，你用什麼去教？所以下面說，「以善知一切眾生根性與欲樂」，知道眾生的根性，知道眾生的欲望，知道眾生的愛好，這樣教他，他才會契機，他才歡喜學。你不懂這些，你就沒有法子教他。我們看雲谷禪師教了凡先生，雲谷禪師知道了凡先生的根性，讀書人，性本善；知道他的欲望，欲望想功名，他想考取功名，想替社會、替國家做一點好事，這是他的欲望；知道他的愛好，他愛好什麼？他愛好善，斷惡修善他喜歡，這就好教了。雲谷禪師教導他的，他能夠依教奉行，他的欲望跟愛好他統統都得到了。我們如果把它講得更白一點，大家更容易理解。"
    },
    {
      "id": "02-039-0467_p0018",
      "zh_CN": "六十年前我遇到章嘉大师，他老人家教我，我那时候苦不堪言。我相信他知道我的根性，他也晓得我的欲乐，他教我，我真听。他要我改善环境，我的环境实在太恶劣，为什么？我跟了凡先生比，了凡先生的缺点我统统有，了凡先生的优点我完全没有，我跟他相比差太远了。这桩事情完全是章嘉大师的教诲，恩德。我命里没有财、没有寿命，只有一点点小聪明。但是心地好善，这是从小受的家教，知道孝顺父母、尊重师长，这个根还在。如果没有这个根，遇到老师没用处。老师教我修财布施，为什么？自己要活下去，需要财，帮助一切苦难众生也离不开财，没有财还行吗？财从哪里来，我们不知道。财从布施来，我哪有钱布施？老师告诉我，财布施，一毛钱有没有？我说一毛钱可以；一块钱有没有？一块钱还行。你就从一毛一块去布施。第二种叫内财布施，内财布施是做义工。所以学佛之后，章嘉大师教我常常到寺庙做义工。一般法会里面，我们去帮助写疏文、帮助写牌位，我能写字。帮助寺院法会发通知，我能做这个事情。以后这些寺院，大的寺院，他们印《大藏经》，《大藏经》是预约，印好之后要包装、要邮寄，这是很费时间也费人力的，我们就负责搞这个东西，流通法宝。这个叫内财布施，内财布施的功德超过外财，外财你是拿钱，内财是你自己要用精神、用时间、用体力、用思考，叫内财布施。这是财富的来源。法布施是智慧的来源。无畏布施，照顾贫苦，照顾老弱，照顾生病的人，这个果报是健康长寿。我明白这个之后，就依教奉行。所以我这一生的福报全是修得的，不是过去生中，过去生中没修，全是这一生当中修得的。",
      "zh_TW": "六十年前我遇到章嘉大師，他老人家教我，我那時候苦不堪言。我相信他知道我的根性，他也曉得我的欲樂，他教我，我真聽。他要我改善環境，我的環境實在太惡劣，為什麼？我跟了凡先生比，了凡先生的缺點我統統有，了凡先生的優點我完全沒有，我跟他相比差太遠了。這樁事情完全是章嘉大師的教誨，恩德。我命裡沒有財、沒有壽命，只有一點點小聰明。但是心地好善，這是從小受的家教，知道孝順父母、尊重師長，這個根還在。如果沒有這個根，遇到老師沒用處。老師教我修財布施，為什麼？自己要活下去，需要財，幫助一切苦難眾生也離不開財，沒有財還行嗎？財從哪裡來，我們不知道。財從布施來，我哪有錢布施？老師告訴我，財布施，一毛錢有沒有？我說一毛錢可以；一塊錢有沒有？一塊錢還行。你就從一毛一塊去布施。第二種叫內財布施，內財布施是做義工。所以學佛之後，章嘉大師教我常常到寺廟做義工。一般法會裡面，我們去幫助寫疏文、幫助寫牌位，我能寫字。幫助寺院法會發通知，我能做這個事情。以後這些寺院，大的寺院，他們印《大藏經》，《大藏經》是預約，印好之後要包裝、要郵寄，這是很費時間也費人力的，我們就負責搞這個東西，流通法寶。這個叫內財布施，內財布施的功德超過外財，外財你是拿錢，內財是你自己要用精神、用時間、用體力、用思考，叫內財布施。這是財富的來源。法布施是智慧的來源。無畏布施，照顧貧苦，照顧老弱，照顧生病的人，這個果報是健康長壽。我明白這個之後，就依教奉行。所以我這一生的福報全是修得的，不是過去生中，過去生中沒修，全是這一生當中修得的。"
    },
    {
      "id": "02-039-0467_p0019",
      "zh_CN": "章嘉大师教我，出家是他老人家劝我的。我问他将来从事哪个行业好？他就叫我出家，叫我学释迦牟尼佛，我是完全依教奉行。释迦牟尼佛一生讲经教学，我那个时候学佛七年，这七年有一年半的时间在台中跟李老师学经教，学讲经。学了一年半，我出家的缘分到了。一出家就教佛学院，白圣法师找我，十普寺三藏学院，我在那里教书。外面有缘，我也到外面去讲经。我在台中跟李老师一年三个月，就是十五个月，我学会十三部经，这十三部经我都会讲。所以我教佛学院，我有十三部经。一个学期才教一部，一年教两部，三年学生毕业了，我只用了六部，还有七部还没有派上用场。所以我从那里就明白了，佛学院效果不大，学不到什么东西。我在台中一个月就可以学一部经，就能上台；在佛学院学三年毕业了，一部经都不会讲。以后我就不教佛学院了。我也做过佛学院的院长，以后明白了。",
      "zh_TW": "章嘉大師教我，出家是他老人家勸我的。我問他將來從事哪個行業好？他就叫我出家，叫我學釋迦牟尼佛，我是完全依教奉行。釋迦牟尼佛一生講經教學，我那個時候學佛七年，這七年有一年半的時間在台中跟李老師學經教，學講經。學了一年半，我出家的緣分到了。一出家就教佛學院，白聖法師找我，十普寺三藏學院，我在那裡教書。外面有緣，我也到外面去講經。我在台中跟李老師一年三個月，就是十五個月，我學會十三部經，這十三部經我都會講。所以我教佛學院，我有十三部經。一個學期才教一部，一年教兩部，三年學生畢業了，我只用了六部，還有七部還沒有派上用場。所以我從那裡就明白了，佛學院效果不大，學不到什麼東西。我在台中一個月就可以學一部經，就能上台；在佛學院學三年畢業了，一部經都不會講。以後我就不教佛學院了。我也做過佛學院的院長，以後明白了。"
    },
    {
      "id": "02-039-0467_p0020",
      "zh_CN": "自己没有道场，哪个地方邀请就到哪里去，国外邀请的多，所以大部分时间都住在外国。外国每个地方住的时间都不长，一个星期到半个月，这住一个地方。所以长年游化，居无定所。这桩事情李老师非常清楚，他劝我，告诉我，一定要在一个地方。一个地方，我很想在一个地方，我知道。看看古时候祖师大德都住在一个地方十几年以上不动，他才有那么大的成就。可是我没有那么大的福报，我到哪里去住？没地方住。如果不是韩馆长的护持，我就没有今天了。没有她们一家人的护持，在那个时候两条路，老一辈的法师叫我放弃讲经，去学经忏佛事，去赶经忏去；另外一条路就是还俗，另谋生活。在这个进退维谷的时候，韩馆长出现了，她听我讲经，听得很欢喜。我把我的困难告诉她，他们夫妻两个回家商量，发心帮助我。她住在台北木栅路，沟子口那个地方，有一个小独立的洋房，自己建的。楼上还有个小厅，有一个房间，她问我可不可以住？我感谢她的好意，我带她到台中去见李老师，把情形向李老师报告，李老师同意了，他说行，那我就住在她家里。讲经到哪里去讲？租地方、借地方。租多大？大概也就是这个摄影棚这么大，摆个小讲台，听众大概是二十几个人到五、六十人。我的讲经每天不中断，这样练出来的。她帮助我三十年，不是短时间。没有三十年的练习，讲台上的薰习，你怎么会成功？老师教你，你还得要去练，不练没用。不容易、不简单。",
      "zh_TW": "自己沒有道場，哪個地方邀請就到哪裡去，國外邀請的多，所以大部分時間都住在外國。外國每個地方住的時間都不長，一個星期到半個月，這住一個地方。所以長年遊化，居無定所。這樁事情李老師非常清楚，他勸我，告訴我，一定要在一個地方。一個地方，我很想在一個地方，我知道。看看古時候祖師大德都住在一個地方十幾年以上不動，他才有那麼大的成就。可是我沒有那麼大的福報，我到哪裡去住？沒地方住。如果不是韓館長的護持，我就沒有今天了。沒有她們一家人的護持，在那個時候兩條路，老一輩的法師叫我放棄講經，去學經懺佛事，去趕經懺去；另外一條路就是還俗，另謀生活。在這個進退維谷的時候，韓館長出現了，她聽我講經，聽得很歡喜。我把我的困難告訴她，他們夫妻兩個回家商量，發心幫助我。她住在台北木柵路，溝子口那個地方，有一個小獨立的洋房，自己建的。樓上還有個小廳，有一個房間，她問我可不可以住？我感謝她的好意，我帶她到台中去見李老師，把情形向李老師報告，李老師同意了，他說行，那我就住在她家裡。講經到哪裡去講？租地方、借地方。租多大？大概也就是這個攝影棚這麼大，擺個小講台，聽眾大概是二十幾個人到五、六十人。我的講經每天不中斷，這樣練出來的。她幫助我三十年，不是短時間。沒有三十年的練習，講台上的薰習，你怎麼會成功？老師教你，你還得要去練，不練沒用。不容易、不簡單。"
    },
    {
      "id": "02-039-0467_p0021",
      "zh_CN": "我在韩馆长家里住了十七年，十七年这才有个小道场，就是景美华藏图书馆。有这个小道场，我就搬到道场去住了。道场，韩馆长她一个人经营。我是过来人，这个时代你真正走释迦牟尼佛这个路子，障碍非常非常之多，是你意想不到的。自己有福报，可以建个小道场，像我这个没有福报的人，我也没有建道场的念头。为什么？一生讲经教学好，省心省事，一生不管人、不管事、不管钱。起心动念都在经本上，一生没有离开经本，工作就没有离开讲台。这是缘，没有这种殊胜缘，怎么会成就？所以我在这晚年了，已经讲了五十三年，得到社会大众的肯定，支持的人多了。我今天有责任，帮助真正发心出来学教的人，走释迦牟尼佛路的人，我来供养。",
      "zh_TW": "我在韓館長家裡住了十七年，十七年這才有個小道場，就是景美華藏圖書館。有這個小道場，我就搬到道場去住了。道場，韓館長她一個人經營。我是過來人，這個時代你真正走釋迦牟尼佛這個路子，障礙非常非常之多，是你意想不到的。自己有福報，可以建個小道場，像我這個沒有福報的人，我也沒有建道場的念頭。為什麼？一生講經教學好，省心省事，一生不管人、不管事、不管錢。起心動念都在經本上，一生沒有離開經本，工作就沒有離開講台。這是緣，沒有這種殊勝緣，怎麼會成就？所以我在這晚年了，已經講了五十三年，得到社會大眾的肯定，支持的人多了。我今天有責任，幫助真正發心出來學教的人，走釋迦牟尼佛路的人，我來供養。"
    },
    {
      "id": "02-039-0467_p0022",
      "zh_CN": "在澳洲建了一个净宗学院，今年十月要举行十周年纪念。学院建了十年，有没有出人才？没有，让我再做深层的去反省。怎么样才出人才？天天逼他上台讲经，练出来的。如果十年不间断，一天一个小时，十年不间断，成功了。我是想我看能活几年，我就干这桩事情，别的事情我不干了。过去讲的这些经，都可以给同学们做参考资料，你们喜欢学哪一种就学，只可以学一样，不能学两样，一门深入，长时薰修。我们找一个小地方，十年不下山，替佛教培养弘法人才，帮助佛法正法久住，我来干这桩事情。现在灾难这么多，我不怕，无论什么灾难，我如如不动。这个事情现在没人做了，我不能不做。我只要有体力，我维持每天四个小时讲经。学经教的，要跟我一样，每天至少要四个小时去读经、去研究。每天要能够做一个小时的报告，讲给我们大家听，我们互相鼓励、互相学习。我不敢自称为老师，我年岁比你们大，学习的时间比你们久，可以提供一些参考帮助大家，希望大家个个都能成就。",
      "zh_TW": "在澳洲建了一個淨宗學院，今年十月要舉行十週年紀念。學院建了十年，有沒有出人才？沒有，讓我再做深層的去反省。怎麼樣才出人才？天天逼他上台講經，練出來的。如果十年不間斷，一天一個小時，十年不間斷，成功了。我是想我看能活幾年，我就幹這樁事情，別的事情我不幹了。過去講的這些經，都可以給同學們做參考資料，你們喜歡學哪一種就學，只可以學一樣，不能學兩樣，一門深入，長時薰修。我們找一個小地方，十年不下山，替佛教培養弘法人才，幫助佛法正法久住，我來幹這樁事情。現在災難這麼多，我不怕，無論什麼災難，我如如不動。這個事情現在沒人做了，我不能不做。我只要有體力，我維持每天四個小時講經。學經教的，要跟我一樣，每天至少要四個小時去讀經、去研究。每天要能夠做一個小時的報告，講給我們大家聽，我們互相鼓勵、互相學習。我不敢自稱為老師，我年歲比你們大，學習的時間比你們久，可以提供一些參考幫助大家，希望大家個個都能成就。"
    },
    {
      "id": "02-039-0467_p0023",
      "zh_CN": "台南极乐寺，我希望将来能变成这么样一个道场，它是教学，里面没有经忏佛事，也没有法会。人要学佛，鬼也要学佛，那怎么办？要以极乐寺这个道场来说，每个星期专门为鬼神做一个三时系念，一个星期一次。平常也欢迎鬼神来听经闻法，念佛堂一起念佛共修，冥阳两利，其他任何活动都没有。三时系念佛事，鬼神也欢迎。念佛，不了解极乐世界的状况，那个佛念不好。一定对西方极乐世界真的认识、真清楚、真了解，那心就不一样了，真信、切愿，真的想到极乐世界去，功德不可思议。我们在香港建一个小道场，香港跟台湾距离很近，其他地方不再去了，心定下来干一桩事。希望对佛教做出一点贡献，这次到世间来没有白来。《无量寿经》的会集本，前面两位大德已经奠定好基础，我接着把这部经发扬光大。所以，这次细讲《大经解》。",
      "zh_TW": "台南極樂寺，我希望將來能變成這麼樣一個道場，它是教學，裡面沒有經懺佛事，也沒有法會。人要學佛，鬼也要學佛，那怎麼辦？要以極樂寺這個道場來說，每個星期專門為鬼神做一個三時繫念，一個星期一次。平常也歡迎鬼神來聽經聞法，念佛堂一起念佛共修，冥陽兩利，其他任何活動都沒有。三時繫念佛事，鬼神也歡迎。念佛，不了解極樂世界的狀況，那個佛念不好。一定對西方極樂世界真的認識、真清楚、真了解，那心就不一樣了，真信、切願，真的想到極樂世界去，功德不可思議。我們在香港建一個小道場，香港跟台灣距離很近，其他地方不再去了，心定下來幹一樁事。希望對佛教做出一點貢獻，這次到世間來沒有白來。《無量壽經》的會集本，前面兩位大德已經奠定好基礎，我接著把這部經發揚光大。所以，這次細講《大經解》。"
    },
    {
      "id": "02-039-0467_p0024",
      "zh_CN": "我们再看下面文。「随其机宜」，这个机是讲众生；宜是说他的根性、欲乐，随顺他，恒顺众生。「善巧说法，故能契机」，只要他真肯学，他真能接受，真能够学到东西。『所言诚谛，深入义味』。世出世间的圣学，就是圣贤的学问，最重要就是真诚。如果我们没有真诚心，佛菩萨来教都没用。印光大师说，「一分诚敬得一分利益，十分诚敬得十分利益」。我们对于同学的要求没有别的，真诚心，持戒、修福。世尊入灭之前留下两句教诲，这也是阿难尊者向他老人家请教的，佛在世，大家以佛为师，佛不在了，我们以谁为老师？佛说了两句话，「以戒为师，以苦为师」，真正能持戒、真正能吃苦，就如同释迦牟尼佛在世一样。所以不能持戒，怕吃苦，这个法你学不到，你不可能成就。要能持戒，持戒是守规矩，真能吃苦，为什么？你才不会被社会诱惑。今天社会七情五欲的诱惑力量太大，这两桩事情如果我们做不好，这条路就走不通。所以诚谛非常重要，诚恳、真实。",
      "zh_TW": "我們再看下面文。「隨其機宜」，這個機是講眾生；宜是說他的根性、欲樂，隨順他，恆順眾生。「善巧說法，故能契機」，只要他真肯學，他真能接受，真能夠學到東西。『所言誠諦，深入義味』。世出世間的聖學，就是聖賢的學問，最重要就是真誠。如果我們沒有真誠心，佛菩薩來教都沒用。印光大師說，「一分誠敬得一分利益，十分誠敬得十分利益」。我們對於同學的要求沒有別的，真誠心，持戒、修福。世尊入滅之前留下兩句教誨，這也是阿難尊者向他老人家請教的，佛在世，大家以佛為師，佛不在了，我們以誰為老師？佛說了兩句話，「以戒為師，以苦為師」，真正能持戒、真正能吃苦，就如同釋迦牟尼佛在世一樣。所以不能持戒，怕吃苦，這個法你學不到，你不可能成就。要能持戒，持戒是守規矩，真能吃苦，為什麼？你才不會被社會誘惑。今天社會七情五欲的誘惑力量太大，這兩樁事情如果我們做不好，這條路就走不通。所以誠諦非常重要，誠懇、真實。"
    },
    {
      "id": "02-039-0467_p0025",
      "zh_CN": "「明根本智，契实相理，得差别智，知众生机」。极乐世界的菩萨他两种智慧都得到。得根本智契理，诸佛所说之理、诸法实相之理，他明白了，这是明心见性。「得差别智」，差别智也叫后得智，对于根本来讲的，根本、后得，也就是根本智的起作用就是差别智，无所不知，「知众生机」。「故所说之法，深入义味」，你学经教愈学愈有味道。古大德说了一句话，说「世味（世间的味道）哪有法味浓」！法味如果不能超过世味，这个世味是人间天上，超过它，谁肯学佛？现在学佛同学很多，你们有没有尝到法味？没有尝到。为什么？尝到之后，你们的心行就大大的改变了。会像释迦牟尼佛一样，会像那些祖师大德一样，外面看起来好像是都吃苦，清苦，里面的快乐无边。智慧、健康、幸福快乐，你统统得到，这些与贫富贵贱没有关系。所以，深入义味，他对于这个世间的一切能放下，他能舍。为什么？他所得的乐超过世间太多，太殊胜了。",
      "zh_TW": "「明根本智，契實相理，得差別智，知眾生機」。極樂世界的菩薩他兩種智慧都得到。得根本智契理，諸佛所說之理、諸法實相之理，他明白了，這是明心見性。「得差別智」，差別智也叫後得智，對於根本來講的，根本、後得，也就是根本智的起作用就是差別智，無所不知，「知眾生機」。「故所說之法，深入義味」，你學經教愈學愈有味道。古大德說了一句話，說「世味（世間的味道）哪有法味濃」！法味如果不能超過世味，這個世味是人間天上，超過它，誰肯學佛？現在學佛同學很多，你們有沒有嘗到法味？沒有嘗到。為什麼？嘗到之後，你們的心行就大大的改變了。會像釋迦牟尼佛一樣，會像那些祖師大德一樣，外面看起來好像是都吃苦，清苦，裡面的快樂無邊。智慧、健康、幸福快樂，你統統得到，這些與貧富貴賤沒有關係。所以，深入義味，他對於這個世間的一切能放下，他能捨。為什麼？他所得的樂超過世間太多，太殊勝了。"
    },
    {
      "id": "02-039-0467_p0026",
      "zh_CN": "「契理契机，普令闻者入于义理，深得法味，皆得度脱，故云，度诸有情。」这几句话很重要，这几句话说什么意思？教学真实的利益，确确实实能令闻者，听经的人、学佛的人，对于诸法实相、万物的义理明白、觉悟了，这才深得法味，所以尝到法味了。尝到法味是满心的欢喜。中国古人常常说孔颜之乐，这是世间法，孔子的快乐、颜回的快乐，他快乐什么？孔子当年在世，他的家庭环境是贫寒，清寒之家，不是小康。颜回，颜回可以说是清寒到了底限，物质生活太苦了。吃饭，饭碗都没有；喝水，茶杯都没有。吃饭，用竹子编一个篓来盛饭；喝水，葫芦瓢。箪食瓢饮，过那样的生活。孔子学生当中最快乐的就是颜回，夫子赞叹他。他快乐什么？深得法味。古圣先贤留下来的典籍，在那个时候不是太多，但是那个分量是够他学的。从三皇五帝到孔子那个时候，这一段时间差不多也是两千年。从伏羲、神农到孔子差不多两千年。两千年留下来的典籍，你好好去学它，其味无穷。伦理、道德、因果，跟圣贤修学的心得。现在我们所看到的五经，上古时代世代相传，到孔子才真正用文字记载流传给后世。",
      "zh_TW": "「契理契機，普令聞者入於義理，深得法味，皆得度脫，故云，度諸有情。」這幾句話很重要，這幾句話說什麼意思？教學真實的利益，確確實實能令聞者，聽經的人、學佛的人，對於諸法實相、萬物的義理明白、覺悟了，這才深得法味，所以嘗到法味了。嘗到法味是滿心的歡喜。中國古人常常說孔顏之樂，這是世間法，孔子的快樂、顏回的快樂，他快樂什麼？孔子當年在世，他的家庭環境是貧寒，清寒之家，不是小康。顏回，顏回可以說是清寒到了底限，物質生活太苦了。吃飯，飯碗都沒有；喝水，茶杯都沒有。吃飯，用竹子編一個簍來盛飯；喝水，葫蘆瓢。簞食瓢飲，過那樣的生活。孔子學生當中最快樂的就是顏回，夫子讚歎他。他快樂什麼？深得法味。古聖先賢留下來的典籍，在那個時候不是太多，但是那個分量是夠他學的。從三皇五帝到孔子那個時候，這一段時間差不多也是兩千年。從伏羲、神農到孔子差不多兩千年。兩千年留下來的典籍，你好好去學它，其味無窮。倫理、道德、因果，跟聖賢修學的心得。現在我們所看到的五經，上古時代世代相傳，到孔子才真正用文字記載流傳給後世。"
    },
    {
      "id": "02-039-0467_p0027",
      "zh_CN": "如果学佛没有得到法味，换句话说，我们没有得度，在佛法里面没有学到东西。学到东西，哪有不快乐的！学到东西就像吃饭一样，你每天一定要学它，决定不会舍离，欲罢不能。欢喜学习，也非常欢喜跟大家一同分享。在分享这个过程当中，肯定对自己的境界有相当程度的提升，愈来愈接近圣贤，学佛愈来愈接近佛菩萨，他怎么会不快乐！往生西方极乐世界有没有把握？真有把握。为什么真有把握？至少我们有四同，心同佛，愿同佛，德同佛，行同佛，只要有这四个同，跟佛相同，你能不往生吗？遍法界虚空界，你到哪里去？你肯定到极乐世界。你的方向、目标非常纯正，信心坚定，绝不会改变。这个世间再苦，时间短暂，还不能忍受吗？自然能忍受。到西方极乐世界，这是无比殊胜的一个修学环境，到那里去保证你成就，成佛。",
      "zh_TW": "如果學佛沒有得到法味，換句話說，我們沒有得度，在佛法裡面沒有學到東西。學到東西，哪有不快樂的！學到東西就像吃飯一樣，你每天一定要學它，決定不會捨離，欲罷不能。歡喜學習，也非常歡喜跟大家一同分享。在分享這個過程當中，肯定對自己的境界有相當程度的提升，愈來愈接近聖賢，學佛愈來愈接近佛菩薩，他怎麼會不快樂！往生西方極樂世界有沒有把握？真有把握。為什麼真有把握？至少我們有四同，心同佛，願同佛，德同佛，行同佛，只要有這四個同，跟佛相同，你能不往生嗎？遍法界虛空界，你到哪裡去？你肯定到極樂世界。你的方向、目標非常純正，信心堅定，絕不會改變。這個世間再苦，時間短暫，還不能忍受嗎？自然能忍受。到西方極樂世界，這是無比殊勝的一個修學環境，到那裡去保證你成就，成佛。"
    },
    {
      "id": "02-039-0467_p0028",
      "zh_CN": "下面说，「以契理故，所说之法皆是正法」。你看正字的标准，它不是别的，正法的标准是契理，理是什么？自性，真心、自性。自性本具的无量智慧，本具的德行、能力、相好，不是从外头得来的，全是自性本有的功德成就。所以，佛法称为内学，佛经称为内典，它完全教你回归自性。自性里面一切是美好的，一丝毫没有欠缺，跟世间学术完全不一样。在今天这个时代大家崇尚科学，对于佛法跟圣学造成疑惑，你不能完全相信，你怀疑。怎样能够破除疑惑，破疑生信？你学了要真干，不真干，法味得不到。得到法味，你就相信了。然后你回头再看科学，科学给我们带来的奇奇怪怪东西，法味没有，决定没有法味。可是圣贤教诲，佛的经，特别是大乘经，古人说的话一点都不错，法味超过世间、超过天人。不真干尝不到，光听说不行，要契入，深入法藏。",
      "zh_TW": "下面說，「以契理故，所說之法皆是正法」。你看正字的標準，它不是別的，正法的標準是契理，理是什麼？自性，真心、自性。自性本具的無量智慧，本具的德行、能力、相好，不是從外頭得來的，全是自性本有的功德成就。所以，佛法稱為內學，佛經稱為內典，它完全教你回歸自性。自性裡面一切是美好的，一絲毫沒有欠缺，跟世間學術完全不一樣。在今天這個時代大家崇尚科學，對於佛法跟聖學造成疑惑，你不能完全相信，你懷疑。怎樣能夠破除疑惑，破疑生信？你學了要真幹，不真幹，法味得不到。得到法味，你就相信了。然後你回頭再看科學，科學給我們帶來的奇奇怪怪東西，法味沒有，決定沒有法味。可是聖賢教誨，佛的經，特別是大乘經，古人說的話一點都不錯，法味超過世間、超過天人。不真幹嘗不到，光聽說不行，要契入，深入法藏。"
    },
    {
      "id": "02-039-0467_p0029",
      "zh_CN": "「正法者，真正之道法。《胜鬘宝窟经》曰：佛能以正法授与众生。」为什么？佛契入正法，证得正法，才会把正法教给我们。今天佛不在世了，经上有说，佛在世的时候以佛为师，佛是我们的指导老师，佛不在世间了，以法为师。我们跟谁学？跟经典，经典里面有真的，也有假的，假的是后人伪造的。我们如何辨别这个经是真的，哪个经是假的，怎么辨别？《大藏经》是标准，查查《大藏经》的目录有没有？如果有就是真的。《大藏经》目录上没有，那是假的。古时候，这些书籍要入藏，编到《大藏经》里，那个条件非常严格。经过当代真正是高僧大德，通宗通教，显密圆融，真正修持有功夫的，请他们来审查。他们看过了同意，才呈报给皇帝，皇帝批准再入藏，不是一般东西随便可以入藏的。",
      "zh_TW": "「正法者，真正之道法。《勝鬘寶窟經》曰：佛能以正法授與眾生。」為什麼？佛契入正法，證得正法，才會把正法教給我們。今天佛不在世了，經上有說，佛在世的時候以佛為師，佛是我們的指導老師，佛不在世間了，以法為師。我們跟誰學？跟經典，經典裡面有真的，也有假的，假的是後人偽造的。我們如何辨別這個經是真的，哪個經是假的，怎麼辨別？《大藏經》是標準，查查《大藏經》的目錄有沒有？如果有就是真的。《大藏經》目錄上沒有，那是假的。古時候，這些書籍要入藏，編到《大藏經》裡，那個條件非常嚴格。經過當代真正是高僧大德，通宗通教，顯密圓融，真正修持有功夫的，請他們來審查。他們看過了同意，才呈報給皇帝，皇帝批准再入藏，不是一般東西隨便可以入藏的。"
    },
    {
      "id": "02-039-0467_p0030",
      "zh_CN": "现代人编的《大藏经》没有标准了，这个事情是早年李老师告诉我的，那我们怎么办？李老师说一定要用清朝以前的《大藏经》。最后这部《大藏经》就是《龙藏》，乾隆时候编的，要以它做标准，就决定没有错。为什么？经过严格审查。民国之间也有编了几套，没有那么严格。所以学经得要学古人的东西。古人的东西，现在的障碍就是文字，为什么？大家不学文言文。而佛经是属于变文，变体文，在文学上它的体裁是属于变文，也就是当时的白话文。用我们现在说，最浅显的文言文，所以它比古文好懂。我们用《古文观止》一对照，古文深，佛经文字浅，容易看得懂。容易懂，还是要有人讲解，还是要看古大德的注疏，为什么？它的意思，每一句义理没有穷尽。我们读这个黄念老的注解，你就能看出来。你看经上几句话，注解，其他经上说的，古来祖师大德所说的，各人看法就不一样。我们如何采取？这是我们自己的智慧，智慧一定从功夫上得来的，依教修行才能开智慧。如果不能够依教修行，我们所得到的是常识，这个一定要知道。学的是佛学常识，而不是智慧，那我们就错了。所以信受奉行，一定要知道这个里头的深义。今天时间到了，我们就学习到此地。",
      "zh_TW": "現代人編的《大藏經》沒有標準了，這個事情是早年李老師告訴我的，那我們怎麼辦？李老師說一定要用清朝以前的《大藏經》。最後這部《大藏經》就是《龍藏》，乾隆時候編的，要以它做標準，就決定沒有錯。為什麼？經過嚴格審查。民國之間也有編了幾套，沒有那麼嚴格。所以學經得要學古人的東西。古人的東西，現在的障礙就是文字，為什麼？大家不學文言文。而佛經是屬於變文，變體文，在文學上它的體裁是屬於變文，也就是當時的白話文。用我們現在說，最淺顯的文言文，所以它比古文好懂。我們用《古文觀止》一對照，古文深，佛經文字淺，容易看得懂。容易懂，還是要有人講解，還是要看古大德的註疏，為什麼？它的意思，每一句義理沒有窮盡。我們讀這個黃念老的註解，你就能看出來。你看經上幾句話，註解，其他經上說的，古來祖師大德所說的，各人看法就不一樣。我們如何採取？這是我們自己的智慧，智慧一定從功夫上得來的，依教修行才能開智慧。如果不能夠依教修行，我們所得到的是常識，這個一定要知道。學的是佛學常識，而不是智慧，那我們就錯了。所以信受奉行，一定要知道這個裡頭的深義。今天時間到了，我們就學習到此地。"
    }
  ]
}