{
  "doc_id": "02-039-0593",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五九三集",
    "zh_TW": "第五九三集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0593",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "02-039-0593_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第七百七十九面，倒数第四行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第七百七十九面，倒數第四行："
    },
    {
      "id": "02-039-0593_p0002",
      "zh_CN": "「唯曾于无量佛所广植众善之人，方能修此普救一切世间之行。所谓救世之行者」。这句话非常重要，我们在一生当中遇到这个法门，能信、能修学、能真干，就如同经上所说的，过去生中我们遇到无量诸佛，在无量诸佛大会当中广植善根。所以能信、能解，这是善根深厚。没有善根的人，纵然是具足世智辩聪，听到这个法门，见到这个法门，他不能相信、不能接受。哪些人？大多数是知识分子。我们在年轻也是知识分子之一，有这个现象，我们是过来人，遇到了不相信。这个经展开来看，我们看不懂，看起来好像也不深，很浅显的神话故事，讲极乐世界，虚无缥缈，无法接受。看《华严经》，佛门里面的文艺作品，小说，描写想像当中的极乐世界。都是这样想法，没有人想到这是真的，真有其事，决定没有人想到，像看《西游记》一样，看《封神榜》一样，这种心态来看佛经。这是什么？善根、福德过去世有，现在被烦恼习气盖覆、障碍了。要花二、三十年的时间，才把这个障碍去掉，才真相信了。二、三十年的时间不短，天天在认真学习，有好老师在旁边指导。所以想起来这实在是非常的幸运，如果没有这些老师督促、指导，自己稍微懈怠一点，这一生对这个法门就错过了。",
      "zh_TW": "「唯曾於無量佛所廣植眾善之人，方能修此普救一切世間之行。所謂救世之行者」。這句話非常重要，我們在一生當中遇到這個法門，能信、能修學、能真幹，就如同經上所說的，過去生中我們遇到無量諸佛，在無量諸佛大會當中廣植善根。所以能信、能解，這是善根深厚。沒有善根的人，縱然是具足世智辯聰，聽到這個法門，見到這個法門，他不能相信、不能接受。哪些人？大多數是知識分子。我們在年輕也是知識分子之一，有這個現象，我們是過來人，遇到了不相信。這個經展開來看，我們看不懂，看起來好像也不深，很淺顯的神話故事，講極樂世界，虛無縹緲，無法接受。看《華嚴經》，佛門裡面的文藝作品，小說，描寫想像當中的極樂世界。都是這樣想法，沒有人想到這是真的，真有其事，決定沒有人想到，像看《西遊記》一樣，看《封神榜》一樣，這種心態來看佛經。這是什麼？善根、福德過去世有，現在被煩惱習氣蓋覆、障礙了。要花二、三十年的時間，才把這個障礙去掉，才真相信了。二、三十年的時間不短，天天在認真學習，有好老師在旁邊指導。所以想起來這實在是非常的幸運，如果沒有這些老師督促、指導，自己稍微懈怠一點，這一生對這個法門就錯過了。"
    },
    {
      "id": "02-039-0593_p0003",
      "zh_CN": "不是说没有善根、福德，善根、福德修得不够厚。善根、福德真厚的人我们也见过，农村里面阿公、阿婆，一说他就相信，他就不怀疑，这让我们感到非常惊讶。他自己不知道这是大善根、大福德，他没搞清楚他就相信，听了就相信，就不怀疑，他就真干。三年五载他就预知时至往生了，极乐世界去作佛，这还得了！让我们自己反省，我们的善根、福德不如他。说不如他也未必，我们终究把这个经典里的奥秘贯通了，这是他们做不到的。让我们想起来，我是怎么个状况？过去善根、福德一定很厚，只是有这些烦恼习气障碍住，没有那么快透出来。不透出来不得受用，经典里面的奥义见不到。古大德所谓「世味哪有法味浓」，而我们年轻的时候，世味浓于法味，世味很浓，法味没有，完全没有尝到。接触佛法之后，也听讲经，听不出味道出来。这是什么？讲经的大德跟古时候相比差很远，古时候那些大德他有修、他有证，所以他的话就有味道。如果现在这些讲经的大德，都像学校的老师一样，你不能说他不懂，他未必真懂，都是在文字上下功夫，所学的那就是现在所谓学术，佛学。佛学很时髦，在学校里的课程也很时髦，哲学系里面佛学的科目。真正要能体会，一定要依教修行，才把它的味道嗅出来，不真干不行！不但佛法要真干，圣贤东西要真干，世间最精华的东西也要真干。世间科学家，尖端的也没几个人，他为什么有那么大的成就？真干，锲而不舍，念兹在兹，他才会有新的发现，才会有成就。",
      "zh_TW": "不是說沒有善根、福德，善根、福德修得不夠厚。善根、福德真厚的人我們也見過，農村裡面阿公、阿婆，一說他就相信，他就不懷疑，這讓我們感到非常驚訝。他自己不知道這是大善根、大福德，他沒搞清楚他就相信，聽了就相信，就不懷疑，他就真幹。三年五載他就預知時至往生了，極樂世界去作佛，這還得了！讓我們自己反省，我們的善根、福德不如他。說不如他也未必，我們終究把這個經典裡的奧祕貫通了，這是他們做不到的。讓我們想起來，我是怎麼個狀況？過去善根、福德一定很厚，只是有這些煩惱習氣障礙住，沒有那麼快透出來。不透出來不得受用，經典裡面的奧義見不到。古大德所謂「世味哪有法味濃」，而我們年輕的時候，世味濃於法味，世味很濃，法味沒有，完全沒有嘗到。接觸佛法之後，也聽講經，聽不出味道出來。這是什麼？講經的大德跟古時候相比差很遠，古時候那些大德他有修、他有證，所以他的話就有味道。如果現在這些講經的大德，都像學校的老師一樣，你不能說他不懂，他未必真懂，都是在文字上下功夫，所學的那就是現在所謂學術，佛學。佛學很時髦，在學校裡的課程也很時髦，哲學系裡面佛學的科目。真正要能體會，一定要依教修行，才把它的味道嗅出來，不真幹不行！不但佛法要真幹，聖賢東西要真幹，世間最精華的東西也要真幹。世間科學家，尖端的也沒幾個人，他為什麼有那麼大的成就？真幹，鍥而不捨，念茲在茲，他才會有新的發現，才會有成就。"
    },
    {
      "id": "02-039-0593_p0004",
      "zh_CN": "因此，我们自己要知道，不要小看了自己，确实是善根非常深厚的人你才能修这个。这个经是什么？这句话讲得太好，八个字，「普救一切世间之行」，这还得了！世间，加个一切世间，一切世间是说什么？十法界。十法界最上面是佛，下面是菩萨、声闻、缘觉，底下是六道，十法界的众生都能够得度。「所谓救世之行者」，这是什么人？奖励修学净土的人。是不是真的这样？如果这个地方有真正修净土的人住在这里，不是假的，是真的，这个地方就少灾少难。为什么？沾他的光，他真修。真修的人不是一个当一百，科学家告诉我们，集体的意念，一般讲，一百万人的都市，有一百个人在这里专修净土，这个地方就不会有灾难，普通修净土。一个人如果对宗门、教下都能够通达，畅通无碍，不是用的妄心，他用真心来修，一个人就够了，不必要一百人。一百人是讲普通信众，暂时把妄念放下。就像江本博士琵琶湖做实验，那是随便邀请来的三百五十人，一个小时，大家在这一个小时当中把妄念放下，一心专注为琵琶湖这个海湾祈祷。时间一个小时，叫大家想这一桩事情，说这一句话，「湖水干净了，我爱你」。你看看就这么几个字，心里想着，口里念着，一个小时真起作用，三天之后湖水真干净了，平常这些很难闻的气味都没有了。这个实验，实验出意念能量不可思议，可以改变外面的物质现象。",
      "zh_TW": "因此，我們自己要知道，不要小看了自己，確實是善根非常深厚的人你才能修這個。這個經是什麼？這句話講得太好，八個字，「普救一切世間之行」，這還得了！世間，加個一切世間，一切世間是說什麼？十法界。十法界最上面是佛，下面是菩薩、聲聞、緣覺，底下是六道，十法界的眾生都能夠得度。「所謂救世之行者」，這是什麼人？獎勵修學淨土的人。是不是真的這樣？如果這個地方有真正修淨土的人住在這裡，不是假的，是真的，這個地方就少災少難。為什麼？沾他的光，他真修。真修的人不是一個當一百，科學家告訴我們，集體的意念，一般講，一百萬人的都市，有一百個人在這裡專修淨土，這個地方就不會有災難，普通修淨土。一個人如果對宗門、教下都能夠通達，暢通無礙，不是用的妄心，他用真心來修，一個人就夠了，不必要一百人。一百人是講普通信眾，暫時把妄念放下。就像江本博士琵琶湖做實驗，那是隨便邀請來的三百五十人，一個小時，大家在這一個小時當中把妄念放下，一心專注為琵琶湖這個海灣祈禱。時間一個小時，叫大家想這一樁事情，說這一句話，「湖水乾淨了，我愛你」。你看看就這麼幾個字，心裡想著，口裡念著，一個小時真起作用，三天之後湖水真乾淨了，平常這些很難聞的氣味都沒有了。這個實驗，實驗出意念能量不可思議，可以改變外面的物質現象。"
    },
    {
      "id": "02-039-0593_p0005",
      "zh_CN": "今天地球灾难是外面的物质现象，江本的实验给我们很大的启示，我们认真在这里修行，三业专净，身礼佛，口念佛，心里面想佛，专想阿弥陀佛。阿弥陀佛无比殊胜功德，今天讲能量，无与伦比的能量，我们现在稍稍明白了，这个能量对自己，可以改变自己的身心健康状态，你要真信才行；对外面，改变我们居住环境，现在地球上灾难很多，我们这个地区没有灾难，一定要真干。我们的能量愈大，影响的范围就愈大。有足够的能量，你在这一处修行，周边灾难都会化解。香港的周边，西面是中国大陆，北面是韩国、日本，东面是台湾、菲律宾，南面是南洋，这个地区，这么大的地区，灾难都能够化解，纵然不能完全化解，也大幅度的减轻。普救一切世间之行，你要相信，它才能产生能量；要不相信，怀疑，这能量就没有了，就不能产生。所以，信心比什么都重要。",
      "zh_TW": "今天地球災難是外面的物質現象，江本的實驗給我們很大的啟示，我們認真在這裡修行，三業專淨，身禮佛，口念佛，心裡面想佛，專想阿彌陀佛。阿彌陀佛無比殊勝功德，今天講能量，無與倫比的能量，我們現在稍稍明白了，這個能量對自己，可以改變自己的身心健康狀態，你要真信才行；對外面，改變我們居住環境，現在地球上災難很多，我們這個地區沒有災難，一定要真幹。我們的能量愈大，影響的範圍就愈大。有足夠的能量，你在這一處修行，周邊災難都會化解。香港的周邊，西面是中國大陸，北面是韓國、日本，東面是台灣、菲律賓，南面是南洋，這個地區，這麼大的地區，災難都能夠化解，縱然不能完全化解，也大幅度的減輕。普救一切世間之行，你要相信，它才能產生能量；要不相信，懷疑，這能量就沒有了，就不能產生。所以，信心比什麼都重要。"
    },
    {
      "id": "02-039-0593_p0006",
      "zh_CN": "我们再看下面文，「如本经谓，当来一切含灵皆依此法而得度脱故」。世尊在这部经上告诉我们，当来是将来，释迦牟尼佛灭度之后都称之为将来，一直到释迦法运在这个世间消失。这个时间经上有说一万二千年，佛的正法一千年，像法一千年，末法一万年，总共一万二千年。这是释迦牟尼佛的法运，要用现代的话说，释迦牟尼佛教学的影响。在空间，他影响整个地球，佛教遍布全球，在时间上来讲，他的影响是一万二千年。我们在前面读过念老注解，引用《仁王经》上的话，那个话也是佛说的，讲佛的正法、像法、末法，讲得好，有道理！佛哪有什么法运有胜劣，没有，佛法是平等法，法的殊胜、法的衰灭完全在人，这个道理是真的。佛说了，三个条件具足就是正法。无论什么时候，有人讲经、有人修行、有人证果，这就是正法；有人讲经、有人修行，没有人证果，这叫像法；有人讲经，没有人真修行，听经很欢喜，真修行的没有，当然证果的都没有，这叫末法；经都没有人讲了，这叫灭法，经虽然在，没人讲、没人学了，佛法就灭了。《仁王经》上这个说法好！",
      "zh_TW": "我們再看下面文，「如本經謂，當來一切含靈皆依此法而得度脫故」。世尊在這部經上告訴我們，當來是將來，釋迦牟尼佛滅度之後都稱之為將來，一直到釋迦法運在這個世間消失。這個時間經上有說一萬二千年，佛的正法一千年，像法一千年，末法一萬年，總共一萬二千年。這是釋迦牟尼佛的法運，要用現代的話說，釋迦牟尼佛教學的影響。在空間，他影響整個地球，佛教遍布全球，在時間上來講，他的影響是一萬二千年。我們在前面讀過念老註解，引用《仁王經》上的話，那個話也是佛說的，講佛的正法、像法、末法，講得好，有道理！佛哪有什麼法運有勝劣，沒有，佛法是平等法，法的殊勝、法的衰滅完全在人，這個道理是真的。佛說了，三個條件具足就是正法。無論什麼時候，有人講經、有人修行、有人證果，這就是正法；有人講經、有人修行，沒有人證果，這叫像法；有人講經，沒有人真修行，聽經很歡喜，真修行的沒有，當然證果的都沒有，這叫末法；經都沒有人講了，這叫滅法，經雖然在，沒人講、沒人學了，佛法就滅了。《仁王經》上這個說法好！"
    },
    {
      "id": "02-039-0593_p0007",
      "zh_CN": "在一万二千年这个说法，我们是在末法，但是我们今天真正在学习，这一生真正往生，那我们是末法当中的正法。往生是证果，生到极乐世界，皆作阿惟越致菩萨，这大乘妙果。我们读到这些经文，都是佛说的，佛在鼓励我们、在劝勉我们、在奖励我们，我们在末法居然能成就，能有正法的成就，这个太殊胜了。虽然现在是末法，如果这个地区连一个讲经的人都没有，它就变成灭法。好在我们现在用这些科学工具，让整个地球都不至于陷于灭法，卫星、网路随时都可以收到，这讲经。在现前这环境里头，我们就知道了，培养讲经弘法的人才第一重要，如果没有人讲，法就灭了。科学工具现在还在，尽量去利用它，利用这个东西护持正法，修大功德；不着相是功德，着相是大福报，是世间的利益。不着相，把这个功德回向求生净土，那叫大功德，果报殊胜没有人能想到。佛法你看要灭了，他能发心把它救起来，不管他的心是正是邪，佛法被他救了，功德就不可思议。就是发心不正，什么叫不正？为自私自利，为自己名闻利养，也不得了。为什么？把佛法救了。",
      "zh_TW": "在一萬二千年這個說法，我們是在末法，但是我們今天真正在學習，這一生真正往生，那我們是末法當中的正法。往生是證果，生到極樂世界，皆作阿惟越致菩薩，這大乘妙果。我們讀到這些經文，都是佛說的，佛在鼓勵我們、在勸勉我們、在獎勵我們，我們在末法居然能成就，能有正法的成就，這個太殊勝了。雖然現在是末法，如果這個地區連一個講經的人都沒有，它就變成滅法。好在我們現在用這些科學工具，讓整個地球都不至於陷於滅法，衛星、網路隨時都可以收到，這講經。在現前這環境裡頭，我們就知道了，培養講經弘法的人才第一重要，如果沒有人講，法就滅了。科學工具現在還在，盡量去利用它，利用這個東西護持正法，修大功德；不著相是功德，著相是大福報，是世間的利益。不著相，把這個功德迴向求生淨土，那叫大功德，果報殊勝沒有人能想到。佛法你看要滅了，他能發心把它救起來，不管他的心是正是邪，佛法被他救了，功德就不可思議。就是發心不正，什麼叫不正？為自私自利，為自己名聞利養，也不得了。為什麼？把佛法救了。"
    },
    {
      "id": "02-039-0593_p0008",
      "zh_CN": "佛法有了承传，不但现在人得利益，这个承传如果世世代代有承传的话，这功德大。除佛之外，在中国儒、道都了不起。遇到有这种缘分的人，真正像古人所说的「为往圣继绝学，为万世开太平」，这都叫普救一切世间之行，我们经上讲的『救世之行』，这个功德回向净土，哪有不往生的道理！不想求生净土，在这个世间是大福报，这个福报绝对一世享不尽的，这个大福报像古代的帝王，要传几十世。在中国，传世最久的是周，周传了三十七代，八百六十七年。今天能够为儒释道继绝学，他的福报不在周家之下。对于圣教障碍、疏忽，让它在这个世间绝灭，这个罪有多重！从反面上一想就明白了，这个果报在无间地狱。再回头想想我们本身，我们这一生身口意三业所造，是在兴佛法还是在灭佛法？这是不能不知道的。如果是兴佛法，那就是帮助佛法常住，这个功不可灭；如果是灭佛法，那罪就不得了，那就太可怕。这是我们自己心里要很清楚、很明白。如果有罪过，一定要依这个法门来消灾灭罪。",
      "zh_TW": "佛法有了承傳，不但現在人得利益，這個承傳如果世世代代有承傳的話，這功德大。除佛之外，在中國儒、道都了不起。遇到有這種緣分的人，真正像古人所說的「為往聖繼絕學，為萬世開太平」，這都叫普救一切世間之行，我們經上講的『救世之行』，這個功德迴向淨土，哪有不往生的道理！不想求生淨土，在這個世間是大福報，這個福報絕對一世享不盡的，這個大福報像古代的帝王，要傳幾十世。在中國，傳世最久的是周，周傳了三十七代，八百六十七年。今天能夠為儒釋道繼絕學，他的福報不在周家之下。對於聖教障礙、疏忽，讓它在這個世間絕滅，這個罪有多重！從反面上一想就明白了，這個果報在無間地獄。再回頭想想我們本身，我們這一生身口意三業所造，是在興佛法還是在滅佛法？這是不能不知道的。如果是興佛法，那就是幫助佛法常住，這個功不可滅；如果是滅佛法，那罪就不得了，那就太可怕。這是我們自己心裡要很清楚、很明白。如果有罪過，一定要依這個法門來消災滅罪。"
    },
    {
      "id": "02-039-0593_p0009",
      "zh_CN": "这一次我们选讲《无量寿经》黄念老的注解，接近尾声了，现在是第四十七品，下面四十八，就圆满了。圆满之后还讲这个本子，我们讲第二遍，第二遍把科判融会进去，让我们看这个经文、注解，段落层次更清楚、更明白。科判就是解释这篇文章章法结构，也是属于一种科学，从章法结构里面就能看到这部经的思想体系。所以古人不用这么多注解这么麻烦，科判一判下来全清楚了，统统明白了。对现代学佛的，他看不懂科判。科判就是譬如这一段讲些什么，这一句讲些什么，都加个小题目，你一看就明白了。像此地两首偈，前面一首四句，是讲「持演救世」，科判上我就用这四个字，受持、为人演说，救世之行。科判上的字尽可能的用经文，非常亲切。下面这一首「决定往生」，用它这第二句「决定往生极乐国」。你看这首是讲决定往生，这首是持演救世，这两首合起来，「持演往生」，那就是这一个中段，一个中段里头有两个小段。我们把科判印上去，大家学习就非常方便。",
      "zh_TW": "這一次我們選講《無量壽經》黃念老的註解，接近尾聲了，現在是第四十七品，下面四十八，就圓滿了。圓滿之後還講這個本子，我們講第二遍，第二遍把科判融會進去，讓我們看這個經文、註解，段落層次更清楚、更明白。科判就是解釋這篇文章章法結構，也是屬於一種科學，從章法結構裡面就能看到這部經的思想體系。所以古人不用這麼多註解這麼麻煩，科判一判下來全清楚了，統統明白了。對現代學佛的，他看不懂科判。科判就是譬如這一段講些什麼，這一句講些什麼，都加個小題目，你一看就明白了。像此地兩首偈，前面一首四句，是講「持演救世」，科判上我就用這四個字，受持、為人演說，救世之行。科判上的字盡可能的用經文，非常親切。下面這一首「決定往生」，用它這第二句「決定往生極樂國」。你看這首是講決定往生，這首是持演救世，這兩首合起來，「持演往生」，那就是這一個中段，一個中段裡頭有兩個小段。我們把科判印上去，大家學習就非常方便。"
    },
    {
      "id": "02-039-0593_p0010",
      "zh_CN": "注解全依黄念老的注解，所以我们要印新的经本。经，夏莲居老居士会集，科判是早年我学这部经的时候作的，我曾经参考慈舟法师的科判，比慈老法师更详细。慈老法师用的是最早的会本，三十七品这个本子。前面诸位看到，这就是科判，这个本子三十七品，《无量寿经》，是夏老依魏默深的本子把它校订。大概以后看到还是不太妥当，重新再会集，我们现在用的这个本子，四十八品。这个我们印了一千本做为纪念，知道当年会集的辛苦。最初老居士这个本子会成之后，慈舟法师在济南宣讲就是用他这个本子，给他做了科判，非常好的纪念。这个科判，我有一次在北京去看念老，他送给我的。我怕丢掉，所以把它印在一起，这样流通，这个科判就不会丧失，不会失传。所以，眉目非常清楚。经本我们会大量印，希望接着这就讲下去。在我想，明年这个时候就讲圆满了，应该在明年八、九月间可以圆满。",
      "zh_TW": "註解全依黃念老的註解，所以我們要印新的經本。經，夏蓮居老居士會集，科判是早年我學這部經的時候作的，我曾經參考慈舟法師的科判，比慈老法師更詳細。慈老法師用的是最早的會本，三十七品這個本子。前面諸位看到，這就是科判，這個本子三十七品，《無量壽經》，是夏老依魏默深的本子把它校訂。大概以後看到還是不太妥當，重新再會集，我們現在用的這個本子，四十八品。這個我們印了一千本做為紀念，知道當年會集的辛苦。最初老居士這個本子會成之後，慈舟法師在濟南宣講就是用他這個本子，給他做了科判，非常好的紀念。這個科判，我有一次在北京去看念老，他送給我的。我怕丟掉，所以把它印在一起，這樣流通，這個科判就不會喪失，不會失傳。所以，眉目非常清楚。經本我們會大量印，希望接著這就講下去。在我想，明年這個時候就講圓滿了，應該在明年八、九月間可以圓滿。"
    },
    {
      "id": "02-039-0593_p0011",
      "zh_CN": "这是说当来一切含灵，指六道众生，都能够依这念佛往生的方法而得度脱，永远脱离六道轮回。「人欲自救并普救一切世间，皆应修此救世之行」。这句话劝我们，我们想救自己，我们也想救一切世间，佛把这些理论、方法都讲透了，我们能依照这个方法就能救自己，依照这个方法就能救世间。佛怎么救世间？需要我们来做帮助，他在上面指导我们，实际这些工作是我们干的。佛有救世的大德，我们跟着干，我们有救世的大能，德能融合在一起，它就圆满了。「此行」，怎么个行法？就是下文当中讲的『闻已』。我们现在听了这个经，听到了，我们的手拿到了，经书拿到了，也听到了，闻已，要真的接受。接受什么？经典里面所讲的道理，把它变成我们自己的思想、变成我们的见解，经里面所说的这些教训，变成我们自己生活的行为。这部经就是我自己，问我自己，跟这个经是一样的，经就是我自己的写照，这叫『受持』，这是自利。下面『书写』是流通，这个经典要大量流通，古时候没有印刷，经典流通要靠书写。受持读诵的人一生至少要写一部，我让这个经典传下去，世世代代传下去。现在印刷术方便，大量去流通。儒释道要精选，不要多，真正能够救世之行，要简单、要扼要。现代人他看到、接触到了，能生欢喜心，它就能起作用。不但我们用文字流通，现在可以用光碟、可以用ＣＤ，方式很多，用电视、用网路、用无线电广播，全心全力向这方面去发展。",
      "zh_TW": "這是說當來一切含靈，指六道眾生，都能夠依這念佛往生的方法而得度脫，永遠脫離六道輪迴。「人欲自救並普救一切世間，皆應修此救世之行」。這句話勸我們，我們想救自己，我們也想救一切世間，佛把這些理論、方法都講透了，我們能依照這個方法就能救自己，依照這個方法就能救世間。佛怎麼救世間？需要我們來做幫助，他在上面指導我們，實際這些工作是我們幹的。佛有救世的大德，我們跟著幹，我們有救世的大能，德能融合在一起，它就圓滿了。「此行」，怎麼個行法？就是下文當中講的『聞已』。我們現在聽了這個經，聽到了，我們的手拿到了，經書拿到了，也聽到了，聞已，要真的接受。接受什麼？經典裡面所講的道理，把它變成我們自己的思想、變成我們的見解，經裡面所說的這些教訓，變成我們自己生活的行為。這部經就是我自己，問我自己，跟這個經是一樣的，經就是我自己的寫照，這叫『受持』，這是自利。下面『書寫』是流通，這個經典要大量流通，古時候沒有印刷，經典流通要靠書寫。受持讀誦的人一生至少要寫一部，我讓這個經典傳下去，世世代代傳下去。現在印刷術方便，大量去流通。儒釋道要精選，不要多，真正能夠救世之行，要簡單、要扼要。現代人他看到、接觸到了，能生歡喜心，它就能起作用。不但我們用文字流通，現在可以用光碟、可以用ＣＤ，方式很多，用電視、用網路、用無線電廣播，全心全力向這方面去發展。"
    },
    {
      "id": "02-039-0593_p0012",
      "zh_CN": "『如是一心求净方』，这是自己终极的目标，我一心一意不求世间名闻利养，做再多的好事不求果报，求什么？求生西方极乐世界。因为这些事情是佛所做的事情，诸佛如来他就干这个事，所以我们这样做的时候也是行佛之行，佛是救世之行。这个三句，「等三句，上段表闻信此经，今则引申其义，从闻信而起愿行」。信愿行是分不开的，密切关联。「受者，信受。持者，执持」。净土法门它从有门入，它不是空门，教我们执持，执是什么？执着。世出世间一切法都不执着了，只执着阿弥陀佛，经教里面，我们只执着《无量寿经》，一门深入，长时薰修。从执着，契入进去之后就不执着，从有执着到无执着，叫暗合道妙，不可思议。「依教奉行，发菩提心，一向专念阿弥陀佛」。一定要遵从经典的教诲，经典是释迦牟尼佛的教诲，展开经卷，就像释迦牟尼佛在我面前，恭恭敬敬接受，老老实实的去奉行，一个方向、一个目标，专念阿弥陀佛。「同时复书写、读诵、赞叹、演说、供养」，这都是天天要做的。书写，我们今天编印；读诵，每天要认真去学习；赞叹，读诵经典是赞叹，一心专念是赞叹；演说，演是表演，要把我所学的落实在自己生活当中，我做到了。表演给别人看，这是什么？身教，身教而后才有言教，言教是说。以此功德供养《无量寿庄严清净平等觉经》，真做到了就是真供养。",
      "zh_TW": "『如是一心求淨方』，這是自己終極的目標，我一心一意不求世間名聞利養，做再多的好事不求果報，求什麼？求生西方極樂世界。因為這些事情是佛所做的事情，諸佛如來他就幹這個事，所以我們這樣做的時候也是行佛之行，佛是救世之行。這個三句，「等三句，上段表聞信此經，今則引申其義，從聞信而起願行」。信願行是分不開的，密切關聯。「受者，信受。持者，執持」。淨土法門它從有門入，它不是空門，教我們執持，執是什麼？執著。世出世間一切法都不執著了，只執著阿彌陀佛，經教裡面，我們只執著《無量壽經》，一門深入，長時薰修。從執著，契入進去之後就不執著，從有執著到無執著，叫暗合道妙，不可思議。「依教奉行，發菩提心，一向專念阿彌陀佛」。一定要遵從經典的教誨，經典是釋迦牟尼佛的教誨，展開經卷，就像釋迦牟尼佛在我面前，恭恭敬敬接受，老老實實的去奉行，一個方向、一個目標，專念阿彌陀佛。「同時復書寫、讀誦、讚歎、演說、供養」，這都是天天要做的。書寫，我們今天編印；讀誦，每天要認真去學習；讚歎，讀誦經典是讚歎，一心專念是讚歎；演說，演是表演，要把我所學的落實在自己生活當中，我做到了。表演給別人看，這是什麼？身教，身教而後才有言教，言教是說。以此功德供養《無量壽莊嚴清淨平等覺經》，真做到了就是真供養。"
    },
    {
      "id": "02-039-0593_p0013",
      "zh_CN": "「如上种种胜妙功德」，胜是殊胜，妙是微妙，我们真正能这样做，这是殊胜微妙功德。「均以至诚心、不二心，回向净土」，这两句重要。至诚，真诚到极处，不二就是一心，一心一意。心里没有杂念、没有妄想，只有极乐世界依正庄严，只有阿弥陀佛六字洪名，叫万德洪名。这样回向，回向有东西，不是没有东西回向，光是口头上回向不起作用，要有行动，真干，以这个回向净土求生极乐。「故云：如是一心求净方」，西方极乐世界。这个愿、这个念头，念念都不失去，我这一生为什么？断一切恶、修一切善，什么都不为，就是为到极乐世界亲近阿弥陀佛，这就对了，佛就给你授记。「佛则为之授记曰：决定往生极乐国」，这佛给我们授记的，我们决定得生。",
      "zh_TW": "「如上種種勝妙功德」，勝是殊勝，妙是微妙，我們真正能這樣做，這是殊勝微妙功德。「均以至誠心、不二心，迴向淨土」，這兩句重要。至誠，真誠到極處，不二就是一心，一心一意。心裡沒有雜念、沒有妄想，只有極樂世界依正莊嚴，只有阿彌陀佛六字洪名，叫萬德洪名。這樣迴向，迴向有東西，不是沒有東西迴向，光是口頭上迴向不起作用，要有行動，真幹，以這個迴向淨土求生極樂。「故云：如是一心求淨方」，西方極樂世界。這個願、這個念頭，念念都不失去，我這一生為什麼？斷一切惡、修一切善，什麼都不為，就是為到極樂世界親近阿彌陀佛，這就對了，佛就給你授記。「佛則為之授記曰：決定往生極樂國」，這佛給我們授記的，我們決定得生。"
    },
    {
      "id": "02-039-0593_p0014",
      "zh_CN": "后面这句话，也许是释迦牟尼佛看到了，「如是之人，临命终时」，遇到灾难了，什么灾难？「三千大千世界满中大火」。可不可能？可能。我们从天文望远镜上观察到，有整个大的星系，像我们这银河系一样，全部燃烧起来，在望远镜里面看到有一片红的光，火烧的光，那个里头不知道有多少星球。我们这个银河系会不会有这样一天？非常可能。科学家的估计，太阳的燃烧大概还有六十亿年，烧到最后它会爆炸，那就是太阳系的毁灭。银河系的毁灭时间会更长，这就是佛经上讲的成住坏空。到坏劫将要结束的时候，就变成空劫，什么都没有了，到最后，快要结束的时候，三灾现前。这个宇宙之间，三千大千世界，有大火、有大水、有大风，大三灾。这个念佛的人，今天修这么多功德的人，遇到这样的大三灾，亦能超过，往生净土。这个功德多大，真正不可思议。佛在这个时候会现身来接引你。",
      "zh_TW": "後面這句話，也許是釋迦牟尼佛看到了，「如是之人，臨命終時」，遇到災難了，什麼災難？「三千大千世界滿中大火」。可不可能？可能。我們從天文望遠鏡上觀察到，有整個大的星系，像我們這銀河系一樣，全部燃燒起來，在望遠鏡裡面看到有一片紅的光，火燒的光，那個裡頭不知道有多少星球。我們這個銀河系會不會有這樣一天？非常可能。科學家的估計，太陽的燃燒大概還有六十億年，燒到最後它會爆炸，那就是太陽系的毀滅。銀河系的毀滅時間會更長，這就是佛經上講的成住壞空。到壞劫將要結束的時候，就變成空劫，什麼都沒有了，到最後，快要結束的時候，三災現前。這個宇宙之間，三千大千世界，有大火、有大水、有大風，大三災。這個念佛的人，今天修這麼多功德的人，遇到這樣的大三災，亦能超過，往生淨土。這個功德多大，真正不可思議。佛在這個時候會現身來接引你。"
    },
    {
      "id": "02-039-0593_p0015",
      "zh_CN": "往生极乐世界，一定要记住，决定是佛来接引。你说佛会不会忘记？那我们就有疑心，生到极乐世界在边地疑城。决定不能有这个怀疑。佛怎么会把你忘记，哪有这种道理？他来接引是他的本愿，他发了这个愿，愿要兑现。他怎么来的？他是分身来的，化身来的。一个身能化无量无边无数无尽之身，十方世界任何人往生的缘成熟，一个不会漏。要相信贤首国师《还源观》上讲的三个周遍，决定不能怀疑。三个周遍，第一个周遍法界。是什么？我们的念头，我们这一念阿弥陀佛，这个念头立刻周遍法界。阿弥陀佛知不知道？知道。你寿命还没到，所以知道了他还不来；你寿命什么时候到了，那一念他就来了，你就看到。一定要阿弥陀佛来带我们往生，如果没有阿弥陀佛来接引，极乐世界在哪里你找不到，你一定会迷失方向。这一迷就错了，不晓得到哪一道去了，肯定是往生，不知道到哪一道去往生。所以，要坚定信心，一丝毫都不怀疑。我们这里一发心，阿弥陀佛就知道，真正发心求生，阿弥陀佛就时时刻刻的注意你，什么时候该来接引，决定没有疏漏。这里经文，这也是授记，这样大的灾难，佛都来接引，何况小灾难？地球上出了一点点小灾难，在诸佛菩萨心目当中看这个，这叫鸡毛蒜皮的小事。银河对齐有什么了不起？小事。相信佛决定保佑你，决定不会舍弃你。",
      "zh_TW": "往生極樂世界，一定要記住，決定是佛來接引。你說佛會不會忘記？那我們就有疑心，生到極樂世界在邊地疑城。決定不能有這個懷疑。佛怎麼會把你忘記，哪有這種道理？他來接引是他的本願，他發了這個願，願要兌現。他怎麼來的？他是分身來的，化身來的。一個身能化無量無邊無數無盡之身，十方世界任何人往生的緣成熟，一個不會漏。要相信賢首國師《還源觀》上講的三個周遍，決定不能懷疑。三個周遍，第一個周遍法界。是什麼？我們的念頭，我們這一念阿彌陀佛，這個念頭立刻周遍法界。阿彌陀佛知不知道？知道。你壽命還沒到，所以知道了他還不來；你壽命什麼時候到了，那一念他就來了，你就看到。一定要阿彌陀佛來帶我們往生，如果沒有阿彌陀佛來接引，極樂世界在哪裡你找不到，你一定會迷失方向。這一迷就錯了，不曉得到哪一道去了，肯定是往生，不知道到哪一道去往生。所以，要堅定信心，一絲毫都不懷疑。我們這裡一發心，阿彌陀佛就知道，真正發心求生，阿彌陀佛就時時刻刻的注意你，什麼時候該來接引，決定沒有疏漏。這裡經文，這也是授記，這樣大的災難，佛都來接引，何況小災難？地球上出了一點點小災難，在諸佛菩薩心目當中看這個，這叫雞毛蒜皮的小事。銀河對齊有什麼了不起？小事。相信佛決定保佑你，決定不會捨棄你。"
    },
    {
      "id": "02-039-0593_p0016",
      "zh_CN": "我们再看底下这两首偈。这两首偈，我的科判「难知难闻」，里面也分两个小段，第一个小段六句，「佛智难测」，第二段只有两句，「难得难闻」。",
      "zh_TW": "我們再看底下這兩首偈。這兩首偈，我的科判「難知難聞」，裡面也分兩個小段，第一個小段六句，「佛智難測」，第二段只有兩句，「難得難聞」。"
    },
    {
      "id": "02-039-0593_p0017",
      "zh_CN": "【如来深广智慧海。唯佛与佛乃能知。声闻亿劫思佛智。尽其神力莫能测。如来功德佛自知。唯有世尊能开示。】",
      "zh_TW": "【如來深廣智慧海。唯佛與佛乃能知。聲聞億劫思佛智。盡其神力莫能測。如來功德佛自知。唯有世尊能開示。】"
    },
    {
      "id": "02-039-0593_p0018",
      "zh_CN": "这个六句是「佛智难测」。下面这一段只有两句。",
      "zh_TW": "這個六句是「佛智難測」。下面這一段只有兩句。"
    },
    {
      "id": "02-039-0593_p0019",
      "zh_CN": "【人身难得佛难值。信慧闻法难中难。】",
      "zh_TW": "【人身難得佛難值。信慧聞法難中難。】"
    },
    {
      "id": "02-039-0593_p0020",
      "zh_CN": "这一小段的两句，实际上就是讲「人身难得，佛法难闻」。一定要珍惜这次的机会、缘分，决定不能空过。我们看念老注解。「右段表佛智深广，唯佛能知」，这佛的智慧。「二乘贤圣皆不能测」，二乘是声闻、缘觉，小乘的贤圣，阿罗汉是贤人，辟支佛是圣人。小乘的贤圣，他们不知道佛智慧，佛究竟有多大的智慧他不知道，「何况凡夫」。今天科学家、量子力学家新的发现，非常不容易，居然他们能够发现阿赖耶。佛在经上有说过，真的兑现了。阿赖耶的三细相变现出宇宙、变现出万法，惠能大师说得很简单，「何期自性能生万法」。自性为什么会能生万法？自性本身什么现象都没有，佛在经上告诉我们，虽然什么现象都没有，它含有圆满的智慧、圆满的德能、圆满的相好。含在哪里？自性遍一切处、遍一切时，那自性里面的智慧德相也是遍一切处、遍一切时，无处不在。没有缘它不现，不是它没有，佛家讲隐现，没有缘的时候它隐，有缘它就现。能生万法是现了，不现的时候，惠能大师第三句说「何期自性本自具足」，这是在隐的状态之下，不现；「能生万法」就是变出来、现出来了，能生能现。但是它现的时候，第一个就是现阿赖耶，大乘经上常说的一念不觉，这一念不觉，就阿赖耶出来了，阿赖耶变现出万法。",
      "zh_TW": "這一小段的兩句，實際上就是講「人身難得，佛法難聞」。一定要珍惜這次的機會、緣分，決定不能空過。我們看念老註解。「右段表佛智深廣，唯佛能知」，這佛的智慧。「二乘賢聖皆不能測」，二乘是聲聞、緣覺，小乘的賢聖，阿羅漢是賢人，辟支佛是聖人。小乘的賢聖，他們不知道佛智慧，佛究竟有多大的智慧他不知道，「何況凡夫」。今天科學家、量子力學家新的發現，非常不容易，居然他們能夠發現阿賴耶。佛在經上有說過，真的兌現了。阿賴耶的三細相變現出宇宙、變現出萬法，惠能大師說得很簡單，「何期自性能生萬法」。自性為什麼會能生萬法？自性本身什麼現象都沒有，佛在經上告訴我們，雖然什麼現象都沒有，它含有圓滿的智慧、圓滿的德能、圓滿的相好。含在哪裡？自性遍一切處、遍一切時，那自性裡面的智慧德相也是遍一切處、遍一切時，無處不在。沒有緣它不現，不是它沒有，佛家講隱現，沒有緣的時候它隱，有緣它就現。能生萬法是現了，不現的時候，惠能大師第三句說「何期自性本自具足」，這是在隱的狀態之下，不現；「能生萬法」就是變出來、現出來了，能生能現。但是它現的時候，第一個就是現阿賴耶，大乘經上常說的一念不覺，這一念不覺，就阿賴耶出來了，阿賴耶變現出萬法。"
    },
    {
      "id": "02-039-0593_p0021",
      "zh_CN": "阿赖耶是梵语，翻成中国意思叫藏识。藏是什么？像仓库一样，资料室一样，这里头什么东西都有，一样都不缺。佛说的这里面有三个东西，业相、转相、境界相。确实像万花筒里头只有三个东西，不同颜色的三个纸片，只有这三个东西。你拿在手上去转，千变万化，无量无边，你永远看不完的，它统统在里头变现，妙极了！万花筒是小宇宙，它里头藏的秘密让你慢慢去体会。宇宙之间的变化就是这样的，动它就变化，不动它就没有变化。十法界在动，诸佛菩萨的实报庄严土不动，不动能不能看到？能看到。但是就看到一个相，它永远不动，所以叫一真法界。转动呢？转动叫十法界。十不是数字，十代表无量，你这一转动，无量无边，而且看不到两个相同的。它是假的，它不是真的，真的一定能看到，假的，当处出生，随处灭尽，所以不可得。《般若经》上讲的，「无所有、毕竟空、不可得」，在万花筒上能够体会到。",
      "zh_TW": "阿賴耶是梵語，翻成中國意思叫藏識。藏是什麼？像倉庫一樣，資料室一樣，這裡頭什麼東西都有，一樣都不缺。佛說的這裡面有三個東西，業相、轉相、境界相。確實像萬花筒裡頭只有三個東西，不同顏色的三個紙片，只有這三個東西。你拿在手上去轉，千變萬化，無量無邊，你永遠看不完的，它統統在裡頭變現，妙極了！萬花筒是小宇宙，它裡頭藏的祕密讓你慢慢去體會。宇宙之間的變化就是這樣的，動它就變化，不動它就沒有變化。十法界在動，諸佛菩薩的實報莊嚴土不動，不動能不能看到？能看到。但是就看到一個相，它永遠不動，所以叫一真法界。轉動呢？轉動叫十法界。十不是數字，十代表無量，你這一轉動，無量無邊，而且看不到兩個相同的。它是假的，它不是真的，真的一定能看到，假的，當處出生，隨處滅盡，所以不可得。《般若經》上講的，「無所有、畢竟空、不可得」，在萬花筒上能夠體會到。"
    },
    {
      "id": "02-039-0593_p0022",
      "zh_CN": "「故应舍尽执情，唯当仰信」。我们对佛，端正的心态是对佛敬仰、对佛尊重、对佛有真的信心。仰信，这个信里头带着有诚敬，这叫仰信，仰慕。一定要把情执放下，情执是什么？起心动念、分别执着，这个东西要放下。「今幸具信慧」，我们很荣幸、很幸运我们具足真信、具足智慧，智慧能理解，才能产生真信。「能闻此法」，没有信慧，这法你不能听，你听不进去，以为它是幻想，它不是事实。所以这里加了一句，「切莫错过今时」，这个话慈悲到极处，千万不要错过今时，这一生。不说一生说今时，为什么？明天我还在不在谁敢保证？人命在呼吸之间，这一定要明白。学佛之后不贪生、不怕死，生死是身。修行重要，今天不可以空过，认真学习。「海者喻也，如来智慧深广无涯，犹如大海，故云智慧海」。佛经上这个字常用，比喻广大没有边际，都用它来形容。如来是智慧海，在六道凡夫叫业海，造业，也是无量无边。实际上，众生的业海跟如来的智慧海是一个海，不是两个海，迷了，智慧海就变成业海，悟了，业海又变成智慧海，没有两样。所以生佛不二，众生跟佛是一不是二。明白这个道理，我们对自己要知道尊重，要真正发心在这一生当中成就。因为你本来是佛，只要你肯觉悟、回头，你今生作佛，你就会成佛。",
      "zh_TW": "「故應捨盡執情，唯當仰信」。我們對佛，端正的心態是對佛敬仰、對佛尊重、對佛有真的信心。仰信，這個信裡頭帶著有誠敬，這叫仰信，仰慕。一定要把情執放下，情執是什麼？起心動念、分別執著，這個東西要放下。「今幸具信慧」，我們很榮幸、很幸運我們具足真信、具足智慧，智慧能理解，才能產生真信。「能聞此法」，沒有信慧，這法你不能聽，你聽不進去，以為它是幻想，它不是事實。所以這裡加了一句，「切莫錯過今時」，這個話慈悲到極處，千萬不要錯過今時，這一生。不說一生說今時，為什麼？明天我還在不在誰敢保證？人命在呼吸之間，這一定要明白。學佛之後不貪生、不怕死，生死是身。修行重要，今天不可以空過，認真學習。「海者喻也，如來智慧深廣無涯，猶如大海，故云智慧海」。佛經上這個字常用，比喻廣大沒有邊際，都用它來形容。如來是智慧海，在六道凡夫叫業海，造業，也是無量無邊。實際上，眾生的業海跟如來的智慧海是一個海，不是兩個海，迷了，智慧海就變成業海，悟了，業海又變成智慧海，沒有兩樣。所以生佛不二，眾生跟佛是一不是二。明白這個道理，我們對自己要知道尊重，要真正發心在這一生當中成就。因為你本來是佛，只要你肯覺悟、回頭，你今生作佛，你就會成佛。"
    },
    {
      "id": "02-039-0593_p0023",
      "zh_CN": "作佛不一定要出家，这个诸位要知道，无论在哪个行业，你能够放下妄想分别执着，去做你应该做的事情，都叫做佛事。什么事都是佛事，什么样事业都能成佛。特别是净宗教育，净土教，男女老少、各行各业。为什么？心里头有佛，口里头有佛，那是真佛，不是假佛。无论做什么事情，我用佛心去做，我用佛口去演，那就是自行化他。净宗同华严境界，华严理事无碍、事事无碍。圆人说法哪一法不圆？提一个问题问你，哪一法不是佛法？明白觉悟了，为什么？什么叫佛法？凡是从自性变现出来的全是佛法，自性是佛。一切法到最后还回归自性，回归自性就是证得究竟圆满的佛果。什么时候回归？觉悟就回归，迷了就远离，一悟就回归。所以，一切法皆是佛法，不但一切众生本来是佛，一切法皆是佛法，当体即空，了不可得，它怎么不是？",
      "zh_TW": "作佛不一定要出家，這個諸位要知道，無論在哪個行業，你能夠放下妄想分別執著，去做你應該做的事情，都叫做佛事。什麼事都是佛事，什麼樣事業都能成佛。特別是淨宗教育，淨土教，男女老少、各行各業。為什麼？心裡頭有佛，口裡頭有佛，那是真佛，不是假佛。無論做什麼事情，我用佛心去做，我用佛口去演，那就是自行化他。淨宗同華嚴境界，華嚴理事無礙、事事無礙。圓人說法哪一法不圓？提一個問題問你，哪一法不是佛法？明白覺悟了，為什麼？什麼叫佛法？凡是從自性變現出來的全是佛法，自性是佛。一切法到最後還回歸自性，回歸自性就是證得究竟圓滿的佛果。什麼時候回歸？覺悟就回歸，迷了就遠離，一悟就回歸。所以，一切法皆是佛法，不但一切眾生本來是佛，一切法皆是佛法，當體即空，了不可得，它怎麼不是？"
    },
    {
      "id": "02-039-0593_p0024",
      "zh_CN": "在有情众生，我们人这个身分，有佛性，佛性就是佛法，就是佛身；在一切万物，花草树木、山河大地有法性，法性就是佛法。所以哪一法不是佛法？法法皆是。开悟的人，所谓头头是道，左右逢源，无论哪个行业，无论做什么事情，你没有离开。怎么没有离开？我心里是阿弥陀佛，口里是阿弥陀佛，没离开。我心要是想去别的，杂念，那就离开了，那就远了。不念佛，心里没有一个念头，那是真的，但是我们做不到。做不到，今天佛大慈大悲，教我们心里保持一个念头，保持阿弥陀佛这个念头，这个一般人可以做到。叫一念不生，可不是一般人能做到的，那不能普度众生，那不是普世教育。普度众生，普世教育要人很容易接受。真的，上从等觉菩萨，下到地狱众生，都可以受持，都能够修学，这才叫普世教育。普世教育只有念佛法门。",
      "zh_TW": "在有情眾生，我們人這個身分，有佛性，佛性就是佛法，就是佛身；在一切萬物，花草樹木、山河大地有法性，法性就是佛法。所以哪一法不是佛法？法法皆是。開悟的人，所謂頭頭是道，左右逢源，無論哪個行業，無論做什麼事情，你沒有離開。怎麼沒有離開？我心裡是阿彌陀佛，口裡是阿彌陀佛，沒離開。我心要是想去別的，雜念，那就離開了，那就遠了。不念佛，心裡沒有一個念頭，那是真的，但是我們做不到。做不到，今天佛大慈大悲，教我們心裡保持一個念頭，保持阿彌陀佛這個念頭，這個一般人可以做到。叫一念不生，可不是一般人能做到的，那不能普度眾生，那不是普世教育。普度眾生，普世教育要人很容易接受。真的，上從等覺菩薩，下到地獄眾生，都可以受持，都能夠修學，這才叫普世教育。普世教育只有念佛法門。"
    },
    {
      "id": "02-039-0593_p0025",
      "zh_CN": "所以佛的智慧海，『唯佛与佛乃能知』，众生的业海，众生的烦恼海，也是唯佛与佛乃能知，都不是凡夫能明了的。「如《法华经方便品》曰：佛所成就第一希有难解之法，唯佛与佛乃能究竟诸法实相」。这个稀有难解之法是什么？就是实相，诸法实相，一切法的真相。现在我们也知道了，我们知道不是我们证得的，是我们听说的，我们听佛说的。真相是什么？真相是无所有、是毕竟空。我们怎么知道的？听到弥勒菩萨跟释迦牟尼佛的对话，豁然大悟，明白了。佛问，问得很巧妙，就一般凡夫所讲「心有所念」，你心里起个念头，这个念头你很清楚。可是这一念里头你把它分析，有几念，微细的念头有几个？有几相？有几识？这念头里有这么多东西，我们不知道。弥勒菩萨回答世尊说「一弹指三十二亿百千念」，先答复他几念，三十二亿百千念。几相？「念念成形」，就是形相，每一个念头都有形相。「形皆有识」，识就是受想行识，每一个形相都有受想行识。我们回想一下《心经》，「观自在菩萨行深般若波罗蜜多时」，是深般若，「照见五蕴皆空」，他照见什么？照见弥勒菩萨所说一念。那一念为什么是空的？一念不可得，立刻就没有了。",
      "zh_TW": "所以佛的智慧海，『唯佛與佛乃能知』，眾生的業海，眾生的煩惱海，也是唯佛與佛乃能知，都不是凡夫能明瞭的。「如《法華經方便品》曰：佛所成就第一希有難解之法，唯佛與佛乃能究竟諸法實相」。這個稀有難解之法是什麼？就是實相，諸法實相，一切法的真相。現在我們也知道了，我們知道不是我們證得的，是我們聽說的，我們聽佛說的。真相是什麼？真相是無所有、是畢竟空。我們怎麼知道的？聽到彌勒菩薩跟釋迦牟尼佛的對話，豁然大悟，明白了。佛問，問得很巧妙，就一般凡夫所講「心有所念」，你心裡起個念頭，這個念頭你很清楚。可是這一念裡頭你把它分析，有幾念，微細的念頭有幾個？有幾相？有幾識？這念頭裡有這麼多東西，我們不知道。彌勒菩薩回答世尊說「一彈指三十二億百千念」，先答覆他幾念，三十二億百千念。幾相？「念念成形」，就是形相，每一個念頭都有形相。「形皆有識」，識就是受想行識，每一個形相都有受想行識。我們回想一下《心經》，「觀自在菩薩行深般若波羅蜜多時」，是深般若，「照見五蘊皆空」，他照見什麼？照見彌勒菩薩所說一念。那一念為什麼是空的？一念不可得，立刻就沒有了。"
    },
    {
      "id": "02-039-0593_p0026",
      "zh_CN": "这个现象，德国科学家普朗克发现了，讲的没有弥勒菩萨说得这么清楚，他只是看到意识的现象，他讲意念，非常快速的频率在振动，产生物质现象。你看跟弥勒菩萨所讲的接近，但是弥勒菩萨说得清楚，他说得含糊。快速，快到什么程度不知道。弥勒菩萨讲，一弹指三十二亿百千念，百千是十万，三十二亿乘十万，三百二十兆。如果我们用秒做单位，一秒要能弹五次，乘五，一千六百兆。五蕴这个现象，它能存在的时间只有一千六百兆分之一秒，它存在时间这么多。所以普朗克说，根据他研究所得的结果，世间根本没有物质这个东西，因为物质这个东西存在的时间是一千六百兆分之一秒。我们再想想，我们看电影更容易清楚，以前这种幻灯片，这是幻灯片，电影的底片是幻灯片，打在银幕上，一秒钟多少张？二十四张，我们看到电影银幕上就很生动了。现在弥勒菩萨告诉我们，我们现前这个社会是一秒钟一千六百兆张，不是二十四张，所以我们不知道它是假的。这个事情普朗克看清楚了，他看到了，所以他说没有物质这个东西。物质是什么？就是一个念头一个念头连续不断产生一种幻觉，你以为它是真的。就好像看电影一样、看电视一样，你以为它是真的，实际上每一个相都不一样，所以这种现象是相似相续相。如果完全是一样的，可以说是相续相，它不一样，每个念头都不一样。大同小异，找不到完全相同的，相似相续相，没有这个东西。不但物质没有，精神现象也没有，它存在的时间是相等的，意念存在的时间也是一秒钟一千六百兆。不但精神现象没有，连自然现象也没有。自然现象是能量，阿赖耶的业相。所以，佛在《金刚经》上讲的，「凡所有相皆是虚妄」。我们听了普朗克的报告，看到经典上世尊跟弥勒菩萨对话，这两个一对照，明白了。",
      "zh_TW": "這個現象，德國科學家普朗克發現了，講的沒有彌勒菩薩說得這麼清楚，他只是看到意識的現象，他講意念，非常快速的頻率在振動，產生物質現象。你看跟彌勒菩薩所講的接近，但是彌勒菩薩說得清楚，他說得含糊。快速，快到什麼程度不知道。彌勒菩薩講，一彈指三十二億百千念，百千是十萬，三十二億乘十萬，三百二十兆。如果我們用秒做單位，一秒要能彈五次，乘五，一千六百兆。五蘊這個現象，它能存在的時間只有一千六百兆分之一秒，它存在時間這麼多。所以普朗克說，根據他研究所得的結果，世間根本沒有物質這個東西，因為物質這個東西存在的時間是一千六百兆分之一秒。我們再想想，我們看電影更容易清楚，以前這種幻燈片，這是幻燈片，電影的底片是幻燈片，打在銀幕上，一秒鐘多少張？二十四張，我們看到電影銀幕上就很生動了。現在彌勒菩薩告訴我們，我們現前這個社會是一秒鐘一千六百兆張，不是二十四張，所以我們不知道它是假的。這個事情普朗克看清楚了，他看到了，所以他說沒有物質這個東西。物質是什麼？就是一個念頭一個念頭連續不斷產生一種幻覺，你以為它是真的。就好像看電影一樣、看電視一樣，你以為它是真的，實際上每一個相都不一樣，所以這種現象是相似相續相。如果完全是一樣的，可以說是相續相，它不一樣，每個念頭都不一樣。大同小異，找不到完全相同的，相似相續相，沒有這個東西。不但物質沒有，精神現象也沒有，它存在的時間是相等的，意念存在的時間也是一秒鐘一千六百兆。不但精神現象沒有，連自然現象也沒有。自然現象是能量，阿賴耶的業相。所以，佛在《金剛經》上講的，「凡所有相皆是虛妄」。我們聽了普朗克的報告，看到經典上世尊跟彌勒菩薩對話，這兩個一對照，明白了。"
    },
    {
      "id": "02-039-0593_p0027",
      "zh_CN": "今天我们读这句话，「佛所成就第一希有难解之法，唯佛与佛乃能究竟诸法实相」，现在我们知道了。但是我们是听到的，不是自己亲证的，自己亲证得受用。得什么受用？妄想分别执着全都放下了，为什么？统是假的，你打妄想叫白打了，执着也白执着了，执着不到，没有一样东西你能执着到。你说我要把它占有，不可能，你要等死了才晓得带不去。没有想到就现前，就这个一千六百兆分之一秒，你怎么得到？根本就得不到，你还拼命想去得到，这不在打妄想吗？这不自找苦吃吗？念念不可得。这个念不是佛问的那个心有所念，那个念太粗了。心有所念这个念，一弹指里就三百二十兆生灭现象，三百二十兆次的生灭，怎么能得到？所以佛跟我们讲，凡所有相皆是虚妄，一切有为法如梦幻泡影，真的，真是在作梦。你把样样事情都当真，错了，大错特错；全是假的，一切法不可得，你才能得大自在，必须要证得这个境界，真得大自在。得大自在的，如来世尊、法身菩萨。真正证得，在六道、在十法界没关系，为什么？游戏神通，你全都知道了，全是假的。你在十法界、在六道你决定没有执着，决定没有分别，决定不起心不动念。那是什么？诸佛如来应化在世间没两样。他来干什么？他来救度众生的，他来表演的，他什么都能表演。像《华严经》五十三参，男女老少、各行各业他统统都可以表演，那真的是法身菩萨，真的是诸佛如来。有没有？我相信有，不但有，我相信还不少，只是人家不暴露身分，没人知道，身分只有他自己晓得。我们生在这个时代，确实很幸运，佛经这么难的东西，科学家帮助我们，我们明白了。科学家发现这个东西不过三十年，三十年之前的佛学的这些老法师没听说过。只是听古人这么说法，讲经的时候也是这么讲，依样画葫芦。我们看到这些科学报告体会得更深，这个深度超过前人，但是不能超过证果的人，大彻大悟的人我们没有办法，比不上他们。在解悟上，不是证悟，解悟上我们超过他们，真正证悟的人我们比不上他们。",
      "zh_TW": "今天我們讀這句話，「佛所成就第一希有難解之法，唯佛與佛乃能究竟諸法實相」，現在我們知道了。但是我們是聽到的，不是自己親證的，自己親證得受用。得什麼受用？妄想分別執著全都放下了，為什麼？統是假的，你打妄想叫白打了，執著也白執著了，執著不到，沒有一樣東西你能執著到。你說我要把它佔有，不可能，你要等死了才曉得帶不去。沒有想到就現前，就這個一千六百兆分之一秒，你怎麼得到？根本就得不到，你還拼命想去得到，這不在打妄想嗎？這不自找苦吃嗎？念念不可得。這個念不是佛問的那個心有所念，那個念太粗了。心有所念這個念，一彈指裡就三百二十兆生滅現象，三百二十兆次的生滅，怎麼能得到？所以佛跟我們講，凡所有相皆是虛妄，一切有為法如夢幻泡影，真的，真是在作夢。你把樣樣事情都當真，錯了，大錯特錯；全是假的，一切法不可得，你才能得大自在，必須要證得這個境界，真得大自在。得大自在的，如來世尊、法身菩薩。真正證得，在六道、在十法界沒關係，為什麼？遊戲神通，你全都知道了，全是假的。你在十法界、在六道你決定沒有執著，決定沒有分別，決定不起心不動念。那是什麼？諸佛如來應化在世間沒兩樣。他來幹什麼？他來救度眾生的，他來表演的，他什麼都能表演。像《華嚴經》五十三參，男女老少、各行各業他統統都可以表演，那真的是法身菩薩，真的是諸佛如來。有沒有？我相信有，不但有，我相信還不少，只是人家不暴露身分，沒人知道，身分只有他自己曉得。我們生在這個時代，確實很幸運，佛經這麼難的東西，科學家幫助我們，我們明白了。科學家發現這個東西不過三十年，三十年之前的佛學的這些老法師沒聽說過。只是聽古人這麼說法，講經的時候也是這麼講，依樣畫葫蘆。我們看到這些科學報告體會得更深，這個深度超過前人，但是不能超過證果的人，大徹大悟的人我們沒有辦法，比不上他們。在解悟上，不是證悟，解悟上我們超過他們，真正證悟的人我們比不上他們。"
    },
    {
      "id": "02-039-0593_p0028",
      "zh_CN": "「又云：无漏不思议，甚深微妙法，我今已具得，唯我知是相，十方佛亦然」。这是《法华经》上的话。「可见佛所成就无漏、甚深、不可思议之微妙法」，还是这一句，「究竟诸法实相」，对于这一切法的真相究竟明白了，真搞清楚了，「唯佛能知」。确确实实今天这些科学家能发现到阿赖耶，阿赖耶从哪来的不知道，这个佛知道。科学跟哲学发展到今天，佛在经上有说，早就说明了，他们的境界到此为止。为什么？佛说的，八识里头意识的功能最大。意识就是思想，思想确实没有边际、没有范围。他说大，今天讲的太空物理，研究宇宙，大宇宙，能够想到宇宙的边缘。从小，他能够看到阿赖耶，能够想到阿赖耶，再就没有办法了，这就是它的范围。思想是妄心，法界虚空界是妄境，是阿赖耶变现出来的，阿赖耶是妄心，妄心能缘到妄境，缘不到真实，所以真实它就没有办法。真实要怎么样？真实要放下就知道了。不用心意识，你就见到了，你才能证得。心是什么？起心动念。释迦牟尼佛问的，心有所念，那是阿赖耶的业相，几识是阿赖耶的转相，几相是阿赖耶的境界相，你看佛问的这三桩事情。这三桩事情统统不可得，为什么？它能够存在的时间只是一千六百兆分之一秒，你怎么得到？没有办法！真的像一道闪光一样，那么快速，立刻就没有了。这个闪光在我们面前，我们还没看到，眼睛来不及，眼睛速度跟不上，它太快了。我们有没有见到？没有见到。是真没有见到，不是假的。这个闪光什么？就是现象，我们现在看到的闪光是它的连续相，相似相续相，它的真相一个都看不到。",
      "zh_TW": "「又云：無漏不思議，甚深微妙法，我今已具得，唯我知是相，十方佛亦然」。這是《法華經》上的話。「可見佛所成就無漏、甚深、不可思議之微妙法」，還是這一句，「究竟諸法實相」，對於這一切法的真相究竟明白了，真搞清楚了，「唯佛能知」。確確實實今天這些科學家能發現到阿賴耶，阿賴耶從哪來的不知道，這個佛知道。科學跟哲學發展到今天，佛在經上有說，早就說明了，他們的境界到此為止。為什麼？佛說的，八識裡頭意識的功能最大。意識就是思想，思想確實沒有邊際、沒有範圍。他說大，今天講的太空物理，研究宇宙，大宇宙，能夠想到宇宙的邊緣。從小，他能夠看到阿賴耶，能夠想到阿賴耶，再就沒有辦法了，這就是它的範圍。思想是妄心，法界虛空界是妄境，是阿賴耶變現出來的，阿賴耶是妄心，妄心能緣到妄境，緣不到真實，所以真實它就沒有辦法。真實要怎麼樣？真實要放下就知道了。不用心意識，你就見到了，你才能證得。心是什麼？起心動念。釋迦牟尼佛問的，心有所念，那是阿賴耶的業相，幾識是阿賴耶的轉相，幾相是阿賴耶的境界相，你看佛問的這三樁事情。這三樁事情統統不可得，為什麼？它能夠存在的時間只是一千六百兆分之一秒，你怎麼得到？沒有辦法！真的像一道閃光一樣，那麼快速，立刻就沒有了。這個閃光在我們面前，我們還沒看到，眼睛來不及，眼睛速度跟不上，它太快了。我們有沒有見到？沒有見到。是真沒有見到，不是假的。這個閃光什麼？就是現象，我們現在看到的閃光是它的連續相，相似相續相，它的真相一個都看不到。"
    },
    {
      "id": "02-039-0593_p0029",
      "zh_CN": "可是这个真相佛知道，为什么佛知道？佛不起心不动念，不起心不动念是自性。自性是非常灵敏，极其微细的东西它都清楚，也就是说，它的速度能跟你的速度相等，甚至于超过你的速度。遍法界虚空界是自性变现的，佛经上常说「心外无法，法外无心」，心就是自性，所有一切法全是自性变的，离开自性一切法都没有。自性是永恒不变的，叫常住真心，就是它不生不灭，它如如不动。惠能大师见性都说出来了，自性清净的，从来没有染污，不生不灭、本自具足，前面我们讲的，它能生万法。本自具足，实在讲并不很多，但是它起作用的时候出生无尽。所以对这桩事情我都想了很久，以后想到万花筒，很相似，是这么个道理。你掌握到这个原则，无事不办。",
      "zh_TW": "可是這個真相佛知道，為什麼佛知道？佛不起心不動念，不起心不動念是自性。自性是非常靈敏，極其微細的東西它都清楚，也就是說，它的速度能跟你的速度相等，甚至於超過你的速度。遍法界虛空界是自性變現的，佛經上常說「心外無法，法外無心」，心就是自性，所有一切法全是自性變的，離開自性一切法都沒有。自性是永恆不變的，叫常住真心，就是它不生不滅，它如如不動。惠能大師見性都說出來了，自性清淨的，從來沒有染污，不生不滅、本自具足，前面我們講的，它能生萬法。本自具足，實在講並不很多，但是它起作用的時候出生無盡。所以對這樁事情我都想了很久，以後想到萬花筒，很相似，是這麼個道理。你掌握到這個原則，無事不辦。"
    },
    {
      "id": "02-039-0593_p0030",
      "zh_CN": "像中国老祖宗教给我们的东西，四科，这四科无论是古时候、现在，无事不办，五伦、五常、四维、八德，就行了。你用在你自己身体上，你是圣人，这四科你全都做到了，圣人。尧舜禹汤，圣人，圣是什么？这四样他都做到了，他一个都不缺，缺一个叫缺德，他不缺，圣人。四个都做到了，还有一些欠缺，不圆满，贤人。能够做到三分之一，做到一半，君子。统统都没有，全都没有了，在佛法叫凡夫，六道凡夫，全没有了。所以，这四科统统做到，身心健康；家庭落实，你家庭美满幸福。你用它来经营一个公司，那就是现在日本的稻盛和夫。你用在一个国家，这个国家大治，盛世就出现，太平盛世就出现了。就这么四样东西，就像万花筒一样，四样东西，千变万化，没有一个不美，没有一样不好，妙不可言！",
      "zh_TW": "像中國老祖宗教給我們的東西，四科，這四科無論是古時候、現在，無事不辦，五倫、五常、四維、八德，就行了。你用在你自己身體上，你是聖人，這四科你全都做到了，聖人。堯舜禹湯，聖人，聖是什麼？這四樣他都做到了，他一個都不缺，缺一個叫缺德，他不缺，聖人。四個都做到了，還有一些欠缺，不圓滿，賢人。能夠做到三分之一，做到一半，君子。統統都沒有，全都沒有了，在佛法叫凡夫，六道凡夫，全沒有了。所以，這四科統統做到，身心健康；家庭落實，你家庭美滿幸福。你用它來經營一個公司，那就是現在日本的稻盛和夫。你用在一個國家，這個國家大治，盛世就出現，太平盛世就出現了。就這麼四樣東西，就像萬花筒一樣，四樣東西，千變萬化，沒有一個不美，沒有一樣不好，妙不可言！"
    },
    {
      "id": "02-039-0593_p0031",
      "zh_CN": "这个东西带给我们很大的启示。这是什么？这是佛法，这是大乘，这个东西跟《华严经》没有两样，就是《大方广佛华严》。你要懂得它的话，会运用它的话，真是自度度他。佛法里面教给我们的，你看净业三福、六和、三学、六度、普贤十大愿王，全摆平了。普贤菩萨十大愿王是华严境界，诸佛如来的境界。十善业道，从凡夫境界到如来境界，就十样，就像万花筒一样千变万化。你看它在比丘，它变了多少？三千，三千威仪；三千威仪一归纳，十善业，十条。在大乘菩萨，八万四千细行，就十个，一展开，八万四千细行。到如来果地上、法身菩萨，无量无边，归纳起来就十条，不能小看它。中国人讲的德目，里头还有重复的，五常，仁义礼智信五个字，四维礼义廉耻，你看礼前面有，仁义礼智信里面有，有重复的；八德，孝悌忠信、仁爱和平。就是连重复一起算，德目只有十七个，一展开无量无边，总纲领不多。",
      "zh_TW": "這個東西帶給我們很大的啟示。這是什麼？這是佛法，這是大乘，這個東西跟《華嚴經》沒有兩樣，就是《大方廣佛華嚴》。你要懂得它的話，會運用它的話，真是自度度他。佛法裡面教給我們的，你看淨業三福、六和、三學、六度、普賢十大願王，全擺平了。普賢菩薩十大願王是華嚴境界，諸佛如來的境界。十善業道，從凡夫境界到如來境界，就十樣，就像萬花筒一樣千變萬化。你看它在比丘，它變了多少？三千，三千威儀；三千威儀一歸納，十善業，十條。在大乘菩薩，八萬四千細行，就十個，一展開，八萬四千細行。到如來果地上、法身菩薩，無量無邊，歸納起來就十條，不能小看它。中國人講的德目，裡頭還有重複的，五常，仁義禮智信五個字，四維禮義廉恥，你看禮前面有，仁義禮智信裡面有，有重複的；八德，孝悌忠信、仁愛和平。就是連重複一起算，德目只有十七個，一展開無量無邊，總綱領不多。"
    },
    {
      "id": "02-039-0593_p0032",
      "zh_CN": "净业三福是最高的指导原则，教我们怎么修法。但是根之根，世法、佛法没有两样，孝亲尊师，根之根。孝养父母、奉事师长，这两个根要是没有了，出了问题，全都没有了，你学什么都不能成就，假的。伪装得再好，他是假的，不是真的，总有一天你的面目暴露了，到那个时候人家把你看穿了，一文不值。人不能不孝父母，不能不尊老师，佛说得好，我们的身体，身命得自于父母，我们的智慧，慧命得自于老师。人有两条命，身命跟慧命，慧命比身命还重要！不孝父母，不敬师长，这个罪业就是无间地狱。佛门里面，五逆罪里头有，第一个杀母亲，第二个杀父亲，这不孝父母，第三个杀阿罗汉，阿罗汉是老师，第四个出佛身血，第五个破和合僧，破坏正法的僧团。障碍正法，破坏正法，这五逆罪是阿鼻地狱，一切罪里头最重的。谁敢犯？不相信因果的人他敢，不相信因果。这个东西不是不信就没有，信则有，不信就没有，那我也不相信了。它不信还是有，不管你信不信，到你命终的时候它就现前，你跑不掉。所以这是不能不知道的。常常想着佛陀的教诲，圣贤的教诲，地狱可怕。自古以来，多少人畏地狱苦，他才发菩提心。只有不相信因果，佛法叫一阐提，一阐提是梵语，翻成中国意思叫没有善根，他不相信，他不怕，可是到时候后悔莫及。",
      "zh_TW": "淨業三福是最高的指導原則，教我們怎麼修法。但是根之根，世法、佛法沒有兩樣，孝親尊師，根之根。孝養父母、奉事師長，這兩個根要是沒有了，出了問題，全都沒有了，你學什麼都不能成就，假的。偽裝得再好，他是假的，不是真的，總有一天你的面目暴露了，到那個時候人家把你看穿了，一文不值。人不能不孝父母，不能不尊老師，佛說得好，我們的身體，身命得自於父母，我們的智慧，慧命得自於老師。人有兩條命，身命跟慧命，慧命比身命還重要！不孝父母，不敬師長，這個罪業就是無間地獄。佛門裡面，五逆罪裡頭有，第一個殺母親，第二個殺父親，這不孝父母，第三個殺阿羅漢，阿羅漢是老師，第四個出佛身血，第五個破和合僧，破壞正法的僧團。障礙正法，破壞正法，這五逆罪是阿鼻地獄，一切罪裡頭最重的。誰敢犯？不相信因果的人他敢，不相信因果。這個東西不是不信就沒有，信則有，不信就沒有，那我也不相信了。它不信還是有，不管你信不信，到你命終的時候它就現前，你跑不掉。所以這是不能不知道的。常常想著佛陀的教誨，聖賢的教誨，地獄可怕。自古以來，多少人畏地獄苦，他才發菩提心。只有不相信因果，佛法叫一闡提，一闡提是梵語，翻成中國意思叫沒有善根，他不相信，他不怕，可是到時候後悔莫及。"
    },
    {
      "id": "02-039-0593_p0033",
      "zh_CN": "这里讲了好多个诸法实相，真相。佛知道，释迦牟尼佛知道，十方佛也知道。可见佛所成的无漏、甚深，无漏就是我们常常讲的，六根在六尘境界上不起心不动念，就叫无漏。漏是烦恼，起心动念就有烦恼。不起心、不动念，甚深，甚深是很难理解，说都没有办法说，怎么能叫听的人会听懂。所以不可思议，无法想像，无法言说的微妙法，这个法叫究竟诸法实相。真的彻底明白了，搞清楚了，唯佛能知。『声闻亿劫思佛智，尽其神力莫能测』。声闻是小圣，阿罗汉。我们觉得阿罗汉的神通、智慧已经不得了，跟佛比差远了，差太远，他是小学生，佛是博士班毕业的，莫能测。「如《法华经方便品》云：我及十方佛，乃能知是事，是法不可示」，这就是诸法实相，没有办法指示，不可说。「除信力坚固之大菩萨外，余无能知者」，这讲到信。现在人的问题确实出在信心失掉，这就增加非常大的难度，不信。今天如何能够帮助人把信心找回来，我们才有救，不信就没救了。信心具足，就是经上讲的大心凡夫，对于佛所说的甚深微妙之法他能信，这个不容易。所以这经本上很重要关键的字眼，我们决定不能疏忽。好，现在时间到了。",
      "zh_TW": "這裡講了好多個諸法實相，真相。佛知道，釋迦牟尼佛知道，十方佛也知道。可見佛所成的無漏、甚深，無漏就是我們常常講的，六根在六塵境界上不起心不動念，就叫無漏。漏是煩惱，起心動念就有煩惱。不起心、不動念，甚深，甚深是很難理解，說都沒有辦法說，怎麼能叫聽的人會聽懂。所以不可思議，無法想像，無法言說的微妙法，這個法叫究竟諸法實相。真的徹底明白了，搞清楚了，唯佛能知。『聲聞億劫思佛智，盡其神力莫能測』。聲聞是小聖，阿羅漢。我們覺得阿羅漢的神通、智慧已經不得了，跟佛比差遠了，差太遠，他是小學生，佛是博士班畢業的，莫能測。「如《法華經方便品》云：我及十方佛，乃能知是事，是法不可示」，這就是諸法實相，沒有辦法指示，不可說。「除信力堅固之大菩薩外，餘無能知者」，這講到信。現在人的問題確實出在信心失掉，這就增加非常大的難度，不信。今天如何能夠幫助人把信心找回來，我們才有救，不信就沒救了。信心具足，就是經上講的大心凡夫，對於佛所說的甚深微妙之法他能信，這個不容易。所以這經本上很重要關鍵的字眼，我們決定不能疏忽。好，現在時間到了。"
    }
  ]
}