{
  "doc_id": "02-039-0341",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三四一集",
    "zh_TW": "第三四一集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-039-0341",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "02-039-0341_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第三百九十一面，第一行「十乘观法」，我们学到第七的后半段，第七是有两段，后半段。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第三百九十一面，第一行「十乘觀法」，我們學到第七的後半段，第七是有兩段，後半段。"
    },
    {
      "id": "02-039-0341_p0002",
      "zh_CN": "「今修此对治助道之法，助于正观之行，开彼解脱之门，故名对治助开。」这一段很具体的举了例子告诉我们如何来对治，用这个对治帮助正观，目的是在解脱。这个解脱，念「谢」是动词，就是把烦恼解除；脱，脱离生死，两种生死。分段生死、变易生死在六道里面全有，这两种都有；在四圣法界里面，分段生死没有了，它有变易生死。如果变易生死也没有了，那就是不生不灭，这是大乘法里面讲的涅槃境界，解脱真正目标是在此地，是帮助我们离开六道、十法界，所以这叫对治。下面举例子说，从例子上明白之后，这种方式我们就明白了，在日常生活当中也就会用上了。「试就六蔽六度言之」，我们现在就试着用六度做比喻，六度的反面就是六蔽。「若人修上道品调适，解脱不开」，这个修上道品就是三十七道品，修三十七道品还没有办法得利益，无法达到我们修学的目标，解脱不开，烦恼没办法放下，六道轮回还是脱离不了，这就是我们常说的功夫不得力。三十七道品这种方法非常普遍，大小乘都用它。天台大师把它分配在藏通别圆，叫四教三十七道品。藏教，小乘；通教，前面通小乘，后面通大乘；别教，纯粹大乘，没有小乘的教义；最后是圆教，真正圆满了，一佛乘，成佛之道，明心见性是成佛之道，超过藏通别。",
      "zh_TW": "「今修此對治助道之法，助於正觀之行，開彼解脫之門，故名對治助開。」這一段很具體的舉了例子告訴我們如何來對治，用這個對治幫助正觀，目的是在解脫。這個解脫，念「謝」是動詞，就是把煩惱解除；脫，脫離生死，兩種生死。分段生死、變易生死在六道裡面全有，這兩種都有；在四聖法界裡面，分段生死沒有了，它有變易生死。如果變易生死也沒有了，那就是不生不滅，這是大乘法裡面講的涅槃境界，解脫真正目標是在此地，是幫助我們離開六道、十法界，所以這叫對治。下面舉例子說，從例子上明白之後，這種方式我們就明白了，在日常生活當中也就會用上了。「試就六蔽六度言之」，我們現在就試著用六度做比喻，六度的反面就是六蔽。「若人修上道品調適，解脫不開」，這個修上道品就是三十七道品，修三十七道品還沒有辦法得利益，無法達到我們修學的目標，解脫不開，煩惱沒辦法放下，六道輪迴還是脫離不了，這就是我們常說的功夫不得力。三十七道品這種方法非常普遍，大小乘都用它。天台大師把它分配在藏通別圓，叫四教三十七道品。藏教，小乘；通教，前面通小乘，後面通大乘；別教，純粹大乘，沒有小乘的教義；最後是圓教，真正圓滿了，一佛乘，成佛之道，明心見性是成佛之道，超過藏通別。"
    },
    {
      "id": "02-039-0341_p0003",
      "zh_CN": "我们学了之后才真正肯定、明白、相信，断烦恼证菩提不是容易事，不是口里说说的，说的容易做不到。一般人常讲，学佛的人多，真正相信的人少。早年台中李老师常说，念佛的人多，往生的人少。连这么一个法门，善导大师说的「万修万人去」，现在念佛人，李老师常说一万个念佛人，真正往生只有三、五个。万分之三、万分之五，这不成比例！为什么会是这样的？我们学了这一段就明白。修三十七道品，三十七道品包括八万四千法门，包括无量法门都在其中，不但解脱不开，怎么样？「而悭贪忽起」。这个经验我们自己有，不要问别人，念佛堂念佛、绕佛，或者是止静，忽然贪心起来了，傲慢心起来了，嫉妒心起来了，悭吝心起来了，这烦恼起来了，妄念起来了，胡思乱想。「激动观心」，将我们的观照功夫破坏了，将我们念佛的心扰乱了。如果没有这些情形，念佛真的是万修万人去。我们说实实在在的话，这也不能怪自己，无始劫的烦恼习气在这一生当中，从小没人教。现在的社会风气很不好，处处都在引诱人，你怎么能不生烦恼？你要是不生烦恼，那就是俗话说的，你是佛菩萨再来的，你不是凡人。如果是凡夫，这些烦恼肯定时时刻刻现行。",
      "zh_TW": "我們學了之後才真正肯定、明白、相信，斷煩惱證菩提不是容易事，不是口裡說說的，說的容易做不到。一般人常講，學佛的人多，真正相信的人少。早年台中李老師常說，念佛的人多，往生的人少。連這麼一個法門，善導大師說的「萬修萬人去」，現在念佛人，李老師常說一萬個念佛人，真正往生只有三、五個。萬分之三、萬分之五，這不成比例！為什麼會是這樣的？我們學了這一段就明白。修三十七道品，三十七道品包括八萬四千法門，包括無量法門都在其中，不但解脫不開，怎麼樣？「而慳貪忽起」。這個經驗我們自己有，不要問別人，念佛堂念佛、繞佛，或者是止靜，忽然貪心起來了，傲慢心起來了，嫉妒心起來了，慳吝心起來了，這煩惱起來了，妄念起來了，胡思亂想。「激動觀心」，將我們的觀照功夫破壞了，將我們念佛的心擾亂了。如果沒有這些情形，念佛真的是萬修萬人去。我們說實實在在的話，這也不能怪自己，無始劫的煩惱習氣在這一生當中，從小沒人教。現在的社會風氣很不好，處處都在引誘人，你怎麼能不生煩惱？你要是不生煩惱，那就是俗話說的，你是佛菩薩再來的，你不是凡人。如果是凡夫，這些煩惱肯定時時刻刻現行。"
    },
    {
      "id": "02-039-0341_p0004",
      "zh_CN": "「于身命财」，这举出三个例子，这都是我们自己念念没有忘掉的，非常坚固的执着，我们的身体，我们的命，我们的财。这个命代表了精神生活，财代表了物质生活，心都用在这个地方，你想保住它，你想得到它，殊不知这个东西全是假的，不是真的。「当用舍施之法而对治之」，布施身体，现在在常住里面做义工的同修们，每天劳身劳力，这是身体布施，不求报酬，不要报酬，到这边来做工作，这是身布施。命布施，你看这次日本的灾难，核子发电厂出了问题，就有那么多人牺牲自己的生命到里面去工作、去服务，希望把损坏的地方修复好，听说已经死了好几个人。明知道进去就死，这是用命去布施，这是值得人非常尊敬的，牺牲自己小我，希望大家得到安全。",
      "zh_TW": "「於身命財」，這舉出三個例子，這都是我們自己念念沒有忘掉的，非常堅固的執著，我們的身體，我們的命，我們的財。這個命代表了精神生活，財代表了物質生活，心都用在這個地方，你想保住它，你想得到它，殊不知這個東西全是假的，不是真的。「當用捨施之法而對治之」，布施身體，現在在常住裡面做義工的同修們，每天勞身勞力，這是身體布施，不求報酬，不要報酬，到這邊來做工作，這是身布施。命布施，你看這次日本的災難，核子發電廠出了問題，就有那麼多人犧牲自己的生命到裡面去工作、去服務，希望把損壞的地方修復好，聽說已經死了好幾個人。明知道進去就死，這是用命去布施，這是值得人非常尊敬的，犧牲自己小我，希望大家得到安全。"
    },
    {
      "id": "02-039-0341_p0005",
      "zh_CN": "日本的地震这几天还是有，还很频繁，最大的到六级。核辐射，现在科学家已经提出报告，整个北半球在最近这二、三天之内就会遍及，整个北半球统统遍及，每个地方都有，但是它的量很微少，还不会损害人的健康。这是一个很大的信息，也是告诉全世界的人，核辐射在一个地方爆发会遍布到全世界，随风逐流，风飘到哪里，它就落到哪里。如果在一个星期当中，这个世界上爆发的核子弹爆发二十颗，不要多，二十颗，全世界的人大概一大半都死掉了。所以日本这一次这事是好事，等于说给全世界人敲响警钟，你们要不要打核子战争？打核子战争没有胜负，是同归于尽，大家一起都死，就打这个战争，没有胜负的，核武战争没有胜负。科学家警告世人，现在世界上拥有核武国家的人，把他们的核子弹头统统加起来，大概有将近两万多枚。每一个核子弹可以毁灭一个城市，世界上的大城市还不到两万个。其实不必毁那么多，刚才我说的，一个星期爆二十颗，全世界就没有了。是辐射飘到哪个地方，那个地方就一片死亡，这是佛法里面讲的小三灾。",
      "zh_TW": "日本的地震這幾天還是有，還很頻繁，最大的到六級。核輻射，現在科學家已經提出報告，整個北半球在最近這二、三天之內就會遍及，整個北半球統統遍及，每個地方都有，但是它的量很微少，還不會損害人的健康。這是一個很大的信息，也是告訴全世界的人，核輻射在一個地方爆發會遍布到全世界，隨風逐流，風飄到哪裡，它就落到哪裡。如果在一個星期當中，這個世界上爆發的核子彈爆發二十顆，不要多，二十顆，全世界的人大概一大半都死掉了。所以日本這一次這事是好事，等於說給全世界人敲響警鐘，你們要不要打核子戰爭？打核子戰爭沒有勝負，是同歸於盡，大家一起都死，就打這個戰爭，沒有勝負的，核武戰爭沒有勝負。科學家警告世人，現在世界上擁有核武國家的人，把他們的核子彈頭統統加起來，大概有將近兩萬多枚。每一個核子彈可以毀滅一個城市，世界上的大城市還不到兩萬個。其實不必毀那麼多，剛才我說的，一個星期爆二十顆，全世界就沒有了。是輻射飄到哪個地方，那個地方就一片死亡，這是佛法裡面講的小三災。"
    },
    {
      "id": "02-039-0341_p0006",
      "zh_CN": "以前我们看到经上讲的小三灾，不懂！三十多年前，三十五年，我五十岁的时候，第一次到日本去访问，在日本住了二十多天。去看过长崎、广岛，我看了之后才恍然大悟，懂得佛经上讲的小三灾，小三灾就是核武战争。经上讲小三灾的状况，是战争七天，七天的战争，一个星期核武战争。战争结束之后有七个月瘟疫，瘟疫是什么？就是辐射，严重的辐射，原子弹那个光照到之后，顶多半年人就死掉了，那是非常非常严重。接着七年七个月七天饥饿，饥饿是什么？没得吃！核子弹爆发的那个地方，被炸了之后，确实到第八年地上才长草，我去的时候是第八年，地上刚刚长草，日本人告诉我，整整八年地上才长草。那地上草木都不长，当然人要饿死。所以小三灾讲的战争、瘟疫、饥饿，就是核武战争！大三灾是水、火、风，这是大三灾。火灾能够烧到初禅天，水灾能够淹到二禅天，风灾能吹毁三禅天；四禅叫福天，四禅没有灾难，福报大！生到第四禅是大小三灾都没有。不管是小三灾、是大三灾，总而言之是毁灭性的灾难。小三灾是人祸，大三灾我们叫天灾，天灾人祸。",
      "zh_TW": "以前我們看到經上講的小三災，不懂！三十多年前，三十五年，我五十歲的時候，第一次到日本去訪問，在日本住了二十多天。去看過長崎、廣島，我看了之後才恍然大悟，懂得佛經上講的小三災，小三災就是核武戰爭。經上講小三災的狀況，是戰爭七天，七天的戰爭，一個星期核武戰爭。戰爭結束之後有七個月瘟疫，瘟疫是什麼？就是輻射，嚴重的輻射，原子彈那個光照到之後，頂多半年人就死掉了，那是非常非常嚴重。接著七年七個月七天飢餓，飢餓是什麼？沒得吃！核子彈爆發的那個地方，被炸了之後，確實到第八年地上才長草，我去的時候是第八年，地上剛剛長草，日本人告訴我，整整八年地上才長草。那地上草木都不長，當然人要餓死。所以小三災講的戰爭、瘟疫、飢餓，就是核武戰爭！大三災是水、火、風，這是大三災。火災能夠燒到初禪天，水災能夠淹到二禪天，風災能吹毀三禪天；四禪叫福天，四禪沒有災難，福報大！生到第四禪是大小三災都沒有。不管是小三災、是大三災，總而言之是毀滅性的災難。小三災是人禍，大三災我們叫天災，天災人禍。"
    },
    {
      "id": "02-039-0341_p0007",
      "zh_CN": "我们看到科学家对日本辐射的灾难，这已经有科学的证据，现在飘到外面，北半球欧洲、美国、加拿大这些国家，统统都测到，但是很轻微，不足以伤害人。能够伤害人的还在日本境内，他们受辐射尘程度严重，所以对身体有伤害。飘在外面的很轻，轻微。可是如果一个星期要爆二十个核子弹，或者是核能发电厂，一个星期有二十个核电厂出事在全世界，整个人类都遭殃。这个机率可不可能？非常可能。全世界现在有多少个核电厂？一个大地震，一个大灾难，日本能出事情，其他国家地区照样出事情，这是个大麻烦，不是小事。现在地球灾难频繁，你能知道什么地方、哪个时候、哪个地方出事吗？对学佛人来说，这是一个忠告、是一个警告，这个世间还能留恋吗？现在做打算还来得及，就像一般预言所讲的，二０一二年十二月二十一号，至少还有一年半的时间，这个时间对修净宗的人来说足够足够了。净宗修行要能得力，那这一段就非常重要。我们要真正能放下，要真的看破，身体、身命、财物都是假的，尽量去做好事，为什么？那是能带得走的。你造的善业、恶业能带得走，你的身体、你的财富带不走。带得走的东西我们要认真干，带不走的东西统统放下，拿来做好事。所以用布施来对治，对治悭贪。",
      "zh_TW": "我們看到科學家對日本輻射的災難，這已經有科學的證據，現在飄到外面，北半球歐洲、美國、加拿大這些國家，統統都測到，但是很輕微，不足以傷害人。能夠傷害人的還在日本境內，他們受輻射塵程度嚴重，所以對身體有傷害。飄在外面的很輕，輕微。可是如果一個星期要爆二十個核子彈，或者是核能發電廠，一個星期有二十個核電廠出事在全世界，整個人類都遭殃。這個機率可不可能？非常可能。全世界現在有多少個核電廠？一個大地震，一個大災難，日本能出事情，其他國家地區照樣出事情，這是個大麻煩，不是小事。現在地球災難頻繁，你能知道什麼地方、哪個時候、哪個地方出事嗎？對學佛人來說，這是一個忠告、是一個警告，這個世間還能留戀嗎？現在做打算還來得及，就像一般預言所講的，二０一二年十二月二十一號，至少還有一年半的時間，這個時間對修淨宗的人來說足夠足夠了。淨宗修行要能得力，那這一段就非常重要。我們要真正能放下，要真的看破，身體、身命、財物都是假的，盡量去做好事，為什麼？那是能帶得走的。你造的善業、惡業能帶得走，你的身體、你的財富帶不走。帶得走的東西我們要認真幹，帶不走的東西統統放下，拿來做好事。所以用布施來對治，對治慳貪。"
    },
    {
      "id": "02-039-0341_p0008",
      "zh_CN": "「若破戒心起，乖违净禁，当确持戒律而对治之。」这是我们修净土的同学，在家要严格的执持三皈、五戒、十善，要用严持戒律来对治。因为你不能够守住三皈、五戒、十善，念佛能不能往生？跟你讲老实话，不能往生。说你能往生能往生，那是鼓励你的话，不是真的。李老师跟我们说真实话，你看台中莲社的莲友，这是他自己的学生，跟李老师都几十年。李老师在台中创办莲社到他往生三十八年，这么长的时间跟着他，能不能往生？不能往生。天天接受他教诲，接受教诲他不行、不干，天天讲，天天听，他也能说，他做不到，还是搞贪瞋痴，这有什么法子？这些对治法，李老师三十八年不知道讲了多少遍，我在台中十年听的就不止几遍，他不干，那就一点办法没有了。老师只能劝你，听得懂、听不懂是你的事情，听了之后肯干不肯干也是你的事情，与老师不相干，与佛菩萨也不相干，到时候自作自受。现在这个时代讲民主开放自由，谁都不可以干涉谁，父母不能教儿女，他不接受，老师不能教学生，这是个什么世界？跟古时候一对比，反常！一百八十度的反常。那叫人心坏了，所以感召大灾难。",
      "zh_TW": "「若破戒心起，乖違淨禁，當確持戒律而對治之。」這是我們修淨土的同學，在家要嚴格的執持三皈、五戒、十善，要用嚴持戒律來對治。因為你不能夠守住三皈、五戒、十善，念佛能不能往生？跟你講老實話，不能往生。說你能往生能往生，那是鼓勵你的話，不是真的。李老師跟我們說真實話，你看台中蓮社的蓮友，這是他自己的學生，跟李老師都幾十年。李老師在台中創辦蓮社到他往生三十八年，這麼長的時間跟著他，能不能往生？不能往生。天天接受他教誨，接受教誨他不行、不幹，天天講，天天聽，他也能說，他做不到，還是搞貪瞋痴，這有什麼法子？這些對治法，李老師三十八年不知道講了多少遍，我在台中十年聽的就不止幾遍，他不幹，那就一點辦法沒有了。老師只能勸你，聽得懂、聽不懂是你的事情，聽了之後肯幹不肯幹也是你的事情，與老師不相干，與佛菩薩也不相干，到時候自作自受。現在這個時代講民主開放自由，誰都不可以干涉誰，父母不能教兒女，他不接受，老師不能教學生，這是個什麼世界？跟古時候一對比，反常！一百八十度的反常。那叫人心壞了，所以感召大災難。"
    },
    {
      "id": "02-039-0341_p0009",
      "zh_CN": "整个人类在地球上存亡最后的关头，能回头的这还有救，不能回头的，那真叫随他去，无可奈何。首先我们明白了要救自己，救了自己才能帮助别人，救不了自己，你怎么能帮助别人？说到三皈、五戒、十善，我们再向根里头去挖，那是什么？《弟子规》、《感应篇》、《十善业》，这是根本的根本。今天三皈、五戒、十善为什么做不到？没有《弟子规》、没有《感应篇》，你就做不到，你想做也做不到。三皈、五戒、十善是以《弟子规》跟《感应篇》做基础，没有这个基础，那只是空谈而已。出家人更是要做到，出家人要不能做到，连在家人都不如，这个意思要懂，不能轻视在家人。《无量寿经》三个会集本，还有一个节校本，这四个本子全是在家人做的。第一个本子是宋朝王龙舒居士作的，第二个本子是清朝咸丰年间魏默深居士作的，第三个本子是民国初年夏莲居居士作的，全是在家的；一个节校本是乾隆年间彭际清居士作的，全是居士。作得好，祖师给他印证。王龙舒居士的会集本，莲池大师给他作证，蕅益大师给他作证。出家人要是轻慢居士、瞧不起居士，错了！居士也是菩萨，维摩居士跟释迦牟尼佛同时代出现，佛门里面都知道两尊佛，出家佛释迦牟尼，在家佛维摩居士。释迦佛的弟子，像目犍连、舍利弗，上首的弟子见到维摩居士，也是顶礼三拜、右绕三匝，你看那个礼节跟对佛完全一样，没有差别，做给后人看的。很可惜，现代这些人没看懂，都认为一出家就了不起，大法师的架子就摆出来了，错了。",
      "zh_TW": "整個人類在地球上存亡最後的關頭，能回頭的這還有救，不能回頭的，那真叫隨他去，無可奈何。首先我們明白了要救自己，救了自己才能幫助別人，救不了自己，你怎麼能幫助別人？說到三皈、五戒、十善，我們再向根裡頭去挖，那是什麼？《弟子規》、《感應篇》、《十善業》，這是根本的根本。今天三皈、五戒、十善為什麼做不到？沒有《弟子規》、沒有《感應篇》，你就做不到，你想做也做不到。三皈、五戒、十善是以《弟子規》跟《感應篇》做基礎，沒有這個基礎，那只是空談而已。出家人更是要做到，出家人要不能做到，連在家人都不如，這個意思要懂，不能輕視在家人。《無量壽經》三個會集本，還有一個節校本，這四個本子全是在家人做的。第一個本子是宋朝王龍舒居士作的，第二個本子是清朝咸豐年間魏默深居士作的，第三個本子是民國初年夏蓮居居士作的，全是在家的；一個節校本是乾隆年間彭際清居士作的，全是居士。作得好，祖師給他印證。王龍舒居士的會集本，蓮池大師給他作證，蕅益大師給他作證。出家人要是輕慢居士、瞧不起居士，錯了！居士也是菩薩，維摩居士跟釋迦牟尼佛同時代出現，佛門裡面都知道兩尊佛，出家佛釋迦牟尼，在家佛維摩居士。釋迦佛的弟子，像目犍連、舍利弗，上首的弟子見到維摩居士，也是頂禮三拜、右繞三匝，你看那個禮節跟對佛完全一樣，沒有差別，做給後人看的。很可惜，現代這些人沒看懂，都認為一出家就了不起，大法師的架子就擺出來了，錯了。"
    },
    {
      "id": "02-039-0341_p0010",
      "zh_CN": "所以我们的毛病很多，要不好好的对治怎么办？以持戒来对治破戒，永远记住释迦牟尼佛入灭之前留给我们的两句话，「以戒为师，以苦为师」。学佛，无论在家出家，第一个是要持戒，第二个是要能吃苦。不要怕苦，怕苦，你永远离不开苦，六道轮回苦，三恶道苦，地狱苦；只有能吃苦的人才能够超越六道轮回、超越十法界。古今圣哲，大圣大贤，他们有经验之谈，苦尽甘来，苦中有乐是真乐，乐中有苦是真苦，那个乐是假的。人能吃苦就心安理得，他心是定的，他心是净的、心是安的，生智慧不生烦恼，那个乐是真乐。你看孔夫子的学生颜回，「一箪食，一瓢饮」，那个生活苦到那种程度，他每天笑呵呵的非常快乐，「不改其乐」。他乐的什么？乐的道，乐的对宇宙人生通达明了，没有恶念，没有恶言，没有恶行，你说多快乐。眼前人家以为苦，吃得这么简单，自得其乐，这里头真乐。你没有入这个境界，你得不到，入境界你就尝到这个乐趣。",
      "zh_TW": "所以我們的毛病很多，要不好好的對治怎麼辦？以持戒來對治破戒，永遠記住釋迦牟尼佛入滅之前留給我們的兩句話，「以戒為師，以苦為師」。學佛，無論在家出家，第一個是要持戒，第二個是要能吃苦。不要怕苦，怕苦，你永遠離不開苦，六道輪迴苦，三惡道苦，地獄苦；只有能吃苦的人才能夠超越六道輪迴、超越十法界。古今聖哲，大聖大賢，他們有經驗之談，苦盡甘來，苦中有樂是真樂，樂中有苦是真苦，那個樂是假的。人能吃苦就心安理得，他心是定的，他心是淨的、心是安的，生智慧不生煩惱，那個樂是真樂。你看孔夫子的學生顏回，「一簞食，一瓢飲」，那個生活苦到那種程度，他每天笑呵呵的非常快樂，「不改其樂」。他樂的什麼？樂的道，樂的對宇宙人生通達明瞭，沒有惡念，沒有惡言，沒有惡行，你說多快樂。眼前人家以為苦，吃得這麼簡單，自得其樂，這裡頭真樂。你沒有入這個境界，你得不到，入境界你就嘗到這個樂趣。"
    },
    {
      "id": "02-039-0341_p0011",
      "zh_CN": "「若瞋恚暴怒，常生忿恨，当用忍辱而对治之。」这个烦恼时常起现行，面对人事物稍稍不如意就发脾气，起怨恨心，佛经里面常说「一念瞋心起，百万障门开」。一念瞋恚心，得到是什么？得到是无量无边的障碍。瞋恚心堕地狱，贪心变饿鬼，愚痴是畜生。不持戒，不能忍，你修的大福报到哪里去？到阿修罗、罗刹里面去了，那不是好地方，所以要用忍辱来对治。中国人晓得瞋恨容易惹祸，傲慢、瞋恨、嫉妒常常是连在一起的，这个东西惹的祸在历史上能看到，记载得很多。你冷静观察现前，现前也非常之多，你常常可以看到。家破人亡，一身败裂，往往都是这个原因，不能忍。所以中国古时候的教育，从婴儿就教他忍，就教他要让，不准争。开头学忍让，然后再提升从忍让到谦让，谦虚，最高的境界到礼让，让到底，利益无边。这是性德，性德带来给你的是福报。傲慢、嫉妒、瞋恚带给你的是灾难，那是地狱果报。瞋恚堕地狱，傲慢、嫉妒是属于瞋恚的一分，你说这个多可怕。世间功名事业，出世间修道证果，都要靠忍，不能忍的决定不能成就。忍辱仙人能够忍受歌利王割截身体，他提前成佛了。这个示现是告诉我们忍辱的功德有多么大，能帮助菩萨提前成佛。所以即使我们受再大的冤枉，再大的屈辱都要忍，你能忍，这关通过了，你境界提升了。你不能忍，你马上就下去了。我们愿意向上提升，还是往下堕落？这要用智慧去选择，不能感情用事，感情用事那就是怨恨报复，那个果报在三途，智慧用事忍辱，不把它放在心上，境界立刻提升，这些果报立刻就现前，快得很。诸佛法身菩萨没有一样事情不能忍，所以他能够成佛作祖。这种例子非常非常之多，在我们周边时时刻刻、在在处处你都能看到，要觉悟，不能迷惑。",
      "zh_TW": "「若瞋恚暴怒，常生忿恨，當用忍辱而對治之。」這個煩惱時常起現行，面對人事物稍稍不如意就發脾氣，起怨恨心，佛經裡面常說「一念瞋心起，百萬障門開」。一念瞋恚心，得到是什麼？得到是無量無邊的障礙。瞋恚心墮地獄，貪心變餓鬼，愚痴是畜生。不持戒，不能忍，你修的大福報到哪裡去？到阿修羅、羅剎裡面去了，那不是好地方，所以要用忍辱來對治。中國人曉得瞋恨容易惹禍，傲慢、瞋恨、嫉妒常常是連在一起的，這個東西惹的禍在歷史上能看到，記載得很多。你冷靜觀察現前，現前也非常之多，你常常可以看到。家破人亡，一身敗裂，往往都是這個原因，不能忍。所以中國古時候的教育，從嬰兒就教他忍，就教他要讓，不准爭。開頭學忍讓，然後再提升從忍讓到謙讓，謙虛，最高的境界到禮讓，讓到底，利益無邊。這是性德，性德帶來給你的是福報。傲慢、嫉妒、瞋恚帶給你的是災難，那是地獄果報。瞋恚墮地獄，傲慢、嫉妒是屬於瞋恚的一分，你說這個多可怕。世間功名事業，出世間修道證果，都要靠忍，不能忍的決定不能成就。忍辱仙人能夠忍受歌利王割截身體，他提前成佛了。這個示現是告訴我們忍辱的功德有多麼大，能幫助菩薩提前成佛。所以即使我們受再大的冤枉，再大的屈辱都要忍，你能忍，這關通過了，你境界提升了。你不能忍，你馬上就下去了。我們願意向上提升，還是往下墮落？這要用智慧去選擇，不能感情用事，感情用事那就是怨恨報復，那個果報在三途，智慧用事忍辱，不把它放在心上，境界立刻提升，這些果報立刻就現前，快得很。諸佛法身菩薩沒有一樣事情不能忍，所以他能夠成佛作祖。這種例子非常非常之多，在我們周邊時時刻刻、在在處處你都能看到，要覺悟，不能迷惑。"
    },
    {
      "id": "02-039-0341_p0012",
      "zh_CN": "「若放逸懈怠，恣纵闲荡，当用精进而对治之。」这也是许许多多修行人因为放逸懈怠懒散退心了，这一生修行不能成功，依旧搞六道轮回，随业流转，太可怕！而且这个是什么？一般人通病，精神提不起来。学佛的同修初学佛的时候很勇猛，古人讲的话，说「学佛一年，佛在眼前」，像那么回事，真干；学佛两年，两年就变成老油条，佛在天边，距离就远了；学佛三年，佛就变成云烟，没了。这个就是放逸懈怠，自己那一点善念，那个好心保不住，很容易被外面财色名食睡诱惑，一引诱就跑了。古人讲高名厚利，那个诱惑人，现在小小一点名利就把你诱惑诱跑掉了，你算什么？最初看他修得真不错，赞叹他，夸奖他，小小名利放在面前心就变了，佛就没有了，你说那怎么行？这个社会诱惑力量多大！什么时候我们才真正做到不被外面境界诱惑、不被外境干扰？不被外境干扰是你有定功，不被名利诱惑是你有智慧了。定功、智慧没有得到，那你就是持戒的功夫，你严持戒律，能够抵挡一下。定是很难攻破的，慧就化解了，那是最高的境界。",
      "zh_TW": "「若放逸懈怠，恣縱閑蕩，當用精進而對治之。」這也是許許多多修行人因為放逸懈怠懶散退心了，這一生修行不能成功，依舊搞六道輪迴，隨業流轉，太可怕！而且這個是什麼？一般人通病，精神提不起來。學佛的同修初學佛的時候很勇猛，古人講的話，說「學佛一年，佛在眼前」，像那麼回事，真幹；學佛兩年，兩年就變成老油條，佛在天邊，距離就遠了；學佛三年，佛就變成雲煙，沒了。這個就是放逸懈怠，自己那一點善念，那個好心保不住，很容易被外面財色名食睡誘惑，一引誘就跑了。古人講高名厚利，那個誘惑人，現在小小一點名利就把你誘惑誘跑掉了，你算什麼？最初看他修得真不錯，讚歎他，誇獎他，小小名利放在面前心就變了，佛就沒有了，你說那怎麼行？這個社會誘惑力量多大！什麼時候我們才真正做到不被外面境界誘惑、不被外境干擾？不被外境干擾是你有定功，不被名利誘惑是你有智慧了。定功、智慧沒有得到，那你就是持戒的功夫，你嚴持戒律，能夠抵擋一下。定是很難攻破的，慧就化解了，那是最高的境界。"
    },
    {
      "id": "02-039-0341_p0013",
      "zh_CN": "下面，「若浮掉驰骋，散乱不定，当用禅定而对治之。」这是在用功的时候，我们念佛如果是打佛七就很容易发现，念佛堂绕佛的时候还勉强，止静的时候，坐下来没几分钟，他打呼睡着了，这叫昏沉，这是一个毛病；另外一种毛病，在止静的时候，一坐下妄念纷飞，这叫掉举。浮就是讲心浮气躁，他心安不下来、定不下来。这两种毛病常有。我们在初学的时候也曾经有过，我昏沉的现象没有，掉举的现象有，好像没念佛、没有止静的时候，心很安静，没事，怎么一坐下来妄念那么多？老师告诉我们，你妄念本来就是那么多，你没有发现，你现在想定下来，才发现这么多，不是说坐下来才会有这个，不是的，是原本就这么多，没发现。这种现象不要害怕，正常的，你不要理会就好，认真的这一句佛号继续念下去，把精神集中在佛号上，不要理会这些妄念。妄念不理会它，自然就没有了。佛号你特别注意它，集中在上面，佛号就愈来愈清净，这是定慧的功夫，所以要用禅定来对治。",
      "zh_TW": "下面，「若浮掉馳騁，散亂不定，當用禪定而對治之。」這是在用功的時候，我們念佛如果是打佛七就很容易發現，念佛堂繞佛的時候還勉強，止靜的時候，坐下來沒幾分鐘，他打呼睡著了，這叫昏沉，這是一個毛病；另外一種毛病，在止靜的時候，一坐下妄念紛飛，這叫掉舉。浮就是講心浮氣躁，他心安不下來、定不下來。這兩種毛病常有。我們在初學的時候也曾經有過，我昏沉的現象沒有，掉舉的現象有，好像沒念佛、沒有止靜的時候，心很安靜，沒事，怎麼一坐下來妄念那麼多？老師告訴我們，你妄念本來就是那麼多，你沒有發現，你現在想定下來，才發現這麼多，不是說坐下來才會有這個，不是的，是原本就這麼多，沒發現。這種現象不要害怕，正常的，你不要理會就好，認真的這一句佛號繼續念下去，把精神集中在佛號上，不要理會這些妄念。妄念不理會它，自然就沒有了。佛號你特別注意它，集中在上面，佛號就愈來愈清淨，這是定慧的功夫，所以要用禪定來對治。"
    },
    {
      "id": "02-039-0341_p0014",
      "zh_CN": "昏沉的时候精神提不起来，别人在止静坐着，你可以起来在后面去经行，这不至于昏沉。另外一个方法，到佛前去拜佛，你拜上两百拜、三百拜，昏沉把它拜走了，你的精神可以恢复。事上出的毛病，有事上的方法来解决，理上出来的毛病，那是用理来解决它。所以八万四千法门从哪来的？是众生有八万四千烦恼，佛就是从对治烦恼建立法门，法门不是真的，烦恼没有了，法门也就没有，所以「法尚应舍，何况非法」。真正做到不起心、不动念、不分别、不执着，在这个境界里，给诸位说，所有法门也都没有了。为什么？你已经完全恢复健康了，你没有毛病，所以什么药、什么治疗的方法都不要了。再要用药，要用治疗，那你就又病了。所以佛法是帮助我们断烦恼的，它也不是真的，千万不要对它生起贪爱，一贪爱就完了，那个病就更难治了。",
      "zh_TW": "昏沉的時候精神提不起來，別人在止靜坐著，你可以起來在後面去經行，這不至於昏沉。另外一個方法，到佛前去拜佛，你拜上兩百拜、三百拜，昏沉把它拜走了，你的精神可以恢復。事上出的毛病，有事上的方法來解決，理上出來的毛病，那是用理來解決它。所以八萬四千法門從哪來的？是眾生有八萬四千煩惱，佛就是從對治煩惱建立法門，法門不是真的，煩惱沒有了，法門也就沒有，所以「法尚應捨，何況非法」。真正做到不起心、不動念、不分別、不執著，在這個境界裡，給諸位說，所有法門也都沒有了。為什麼？你已經完全恢復健康了，你沒有毛病，所以什麼藥、什麼治療的方法都不要了。再要用藥，要用治療，那你就又病了。所以佛法是幫助我們斷煩惱的，它也不是真的，千萬不要對它生起貪愛，一貪愛就完了，那個病就更難治了。"
    },
    {
      "id": "02-039-0341_p0015",
      "zh_CN": "「若沉昏暗塞，愚痴迷惑，当用智慧而对治之。」这个沉昏暗塞都是代表没智慧，我们一般讲糊涂！这人没智慧，糊涂、傻瓜就这一类的人。在日常生活当中，你给他讲什么他听不懂，他不会开悟，愚痴恶作，迷惑颠倒。这个要用智慧，智慧是体，三十七道品是手段，戒律是手段，禅定也是手段，为智慧所用，这些手段都是好的，都能帮助人解决问题，帮助他们断烦恼，帮助他们成就菩提道，帮助他们念佛往生。六波罗蜜以智慧为主，前面布施、持戒、忍辱、精进、禅定全是手段，有智慧遇到问题就知道用什么方法去对治它。就像大夫一样，他有智慧，遇到病人，看到他什么病，知道用什么样的药。八万四千法门都是药，没有智慧你就不会用，有智慧你才会用它。",
      "zh_TW": "「若沉昏闇塞，愚痴迷惑，當用智慧而對治之。」這個沉昏闇塞都是代表沒智慧，我們一般講糊塗！這人沒智慧，糊塗、傻瓜就這一類的人。在日常生活當中，你給他講什麼他聽不懂，他不會開悟，愚痴惡作，迷惑顛倒。這個要用智慧，智慧是體，三十七道品是手段，戒律是手段，禪定也是手段，為智慧所用，這些手段都是好的，都能幫助人解決問題，幫助他們斷煩惱，幫助他們成就菩提道，幫助他們念佛往生。六波羅蜜以智慧為主，前面布施、持戒、忍辱、精進、禪定全是手段，有智慧遇到問題就知道用什麼方法去對治它。就像大夫一樣，他有智慧，遇到病人，看到他什麼病，知道用什麼樣的藥。八萬四千法門都是藥，沒有智慧你就不會用，有智慧你才會用它。"
    },
    {
      "id": "02-039-0341_p0016",
      "zh_CN": "「前之六种观法，皆名正行」，这是十乘观法，十种，我们现在学的是第七，前面六种都是正行，学佛的正行。「六度等法，名为助道」，像六度、三十七道品，这些东西统统叫助道，帮助你。「《涅槃经》云：众生烦恼非一种，佛说无量对治门」，这个无量就是常讲的八万四千法门对治八万四千烦恼，就是这个意思。",
      "zh_TW": "「前之六種觀法，皆名正行」，這是十乘觀法，十種，我們現在學的是第七，前面六種都是正行，學佛的正行。「六度等法，名為助道」，像六度、三十七道品，這些東西統統叫助道，幫助你。「《涅槃經》云：眾生煩惱非一種，佛說無量對治門」，這個無量就是常講的八萬四千法門對治八萬四千煩惱，就是這個意思。"
    },
    {
      "id": "02-039-0341_p0017",
      "zh_CN": "我们再看下面，「第八，知位次」。这也很重要，就是晓得自己修行的阶位，我现在修行，我到底是在哪一个等级？像菩萨五十二个阶级，五十二级我是在第几层？这个要知道。「位即行行所历之地位，次即次第」，像小乘有四果四向，我们现在是在哪个地位？大乘菩萨有五十一个阶级，第五十二是成佛，连佛一起算是五十二个位次。五十一个是菩萨，菩萨五十一分做十信，从十信算起，十信、十住、十行、十回向、十地，这就是五十个，上面再有个等觉，五十一。我们现在在哪个等级？因为知道自己的等级，你就好用功了，不会生增上慢，不要以为我自己已经证阿罗汉了，我自己是什么菩萨再来、什么佛再来，那你就完了。修得再好，将来到哪里去？到阿鼻地狱去。为什么会堕阿鼻地狱？你没有证得以为证得，这叫大妄语，大妄语的果报在无间地狱。是不是你有意的？不是的，不是，是误会，自己以为证得，实际上没证得。像我在前面跟诸位讲的，那一个也是老同修的一个老妇人，她学佛比我早，以后她看到我学佛她很欢喜，她告诉我，她已经是证得阿罗汉。我怎么看也不像，怎么跟她说她不服，「我真的证得了，不是假的」。到最后我没有办法，我说阿罗汉有六种神通，妳有几通？我说第一个天眼通，须陀洹就证得，我们在妳家里，坐在妳家客厅，妳家外面是马路，隔着这个墙，妳能不能看得到外面马路上车人往来？「没看见。」我说那不行，妳须陀洹都不够资格。这样给她讲，她才明白，到最后她才接受。这个不是她有意，她不是有意骗人，增上慢障碍你，你功夫没法子向上提升，造成无意的大妄语。",
      "zh_TW": "我們再看下面，「第八，知位次」。這也很重要，就是曉得自己修行的階位，我現在修行，我到底是在哪一個等級？像菩薩五十二個階級，五十二級我是在第幾層？這個要知道。「位即行行所歷之地位，次即次第」，像小乘有四果四向，我們現在是在哪個地位？大乘菩薩有五十一個階級，第五十二是成佛，連佛一起算是五十二個位次。五十一個是菩薩，菩薩五十一分做十信，從十信算起，十信、十住、十行、十迴向、十地，這就是五十個，上面再有個等覺，五十一。我們現在在哪個等級？因為知道自己的等級，你就好用功了，不會生增上慢，不要以為我自己已經證阿羅漢了，我自己是什麼菩薩再來、什麼佛再來，那你就完了。修得再好，將來到哪裡去？到阿鼻地獄去。為什麼會墮阿鼻地獄？你沒有證得以為證得，這叫大妄語，大妄語的果報在無間地獄。是不是你有意的？不是的，不是，是誤會，自己以為證得，實際上沒證得。像我在前面跟諸位講的，那一個也是老同修的一個老婦人，她學佛比我早，以後她看到我學佛她很歡喜，她告訴我，她已經是證得阿羅漢。我怎麼看也不像，怎麼跟她說她不服，「我真的證得了，不是假的」。到最後我沒有辦法，我說阿羅漢有六種神通，妳有幾通？我說第一個天眼通，須陀洹就證得，我們在妳家裡，坐在妳家客廳，妳家外面是馬路，隔著這個牆，妳能不能看得到外面馬路上車人往來？「沒看見。」我說那不行，妳須陀洹都不夠資格。這樣給她講，她才明白，到最後她才接受。這個不是她有意，她不是有意騙人，增上慢障礙你，你功夫沒法子向上提升，造成無意的大妄語。"
    },
    {
      "id": "02-039-0341_p0018",
      "zh_CN": "我们把这个念下去，「次即次第。谓所历之位，高下浅深不相混杂也。」十信浅，十住就深，再往上十行、十回向，再高的就是十地，十地称为圣人，住、行、回向，住、行、向这三十个位次叫贤人，我们通常讲三贤十圣。三贤是三十个位次，贤人，十圣是十地，再加上等觉就是十一地，这十一个位次称圣人，三贤十圣。没有证到这个位次，以为证得了，不行，那是假的不是真的。所以自己修行到什么一个阶段，自己清清楚楚、明明白白。不要说这个菩萨阶位，你说平常念佛念到功夫成片，我们知道功夫成片也有九品，上中下九品。如果是上三品功夫成片，上三品不但是预知时至，自己想什么时候去就什么时候去，真想去，念头才生，阿弥陀佛已经收到，他就来接引你。这不是一心不乱，不是功夫很深。事一心不乱，那个位子是阿罗汉的位子；理一心不乱是初住以上的境界，这是我们讲大乘法。我们就晓得，功夫成片连小乘初果都没有证得，只是到什么？你这句念佛的功夫得力，能够把烦恼控制住，烦恼不起作用，就是这么个功夫。就是我们常常讲的，我有能力不受外面境界诱惑，不受外头境界干扰，这叫功夫成片，不是一心。一心里面层次也不等，但是最低的是须陀洹的程度，《金刚经》的四相破了，他真的是「无我相、无人相、无众生相、无寿者相」，四相破了，事一心。理一心，《金刚经》后半部四见破了，「无我见、无人见、无众生见、无寿者见」，那个功夫深，那是生实报庄严土。事一心生方便有余土。所以这个我们一定要晓得，没到事一心的是凡夫，往生西方极乐世界是凡圣同居土。凡圣同居土的能力就是你念佛的功夫深，可以不被外面境界干扰，不被外面境界诱惑，你有这个能力。你一心什么都不想，我就到极乐世界去，我不想在这个世间等了，这个世间什么样的花样都骗不了我，都不能动我的心，这样的功夫叫成片，这样的功夫实在讲也就不容易！",
      "zh_TW": "我們把這個念下去，「次即次第。謂所歷之位，高下淺深不相混雜也。」十信淺，十住就深，再往上十行、十迴向，再高的就是十地，十地稱為聖人，住、行、迴向，住、行、向這三十個位次叫賢人，我們通常講三賢十聖。三賢是三十個位次，賢人，十聖是十地，再加上等覺就是十一地，這十一個位次稱聖人，三賢十聖。沒有證到這個位次，以為證得了，不行，那是假的不是真的。所以自己修行到什麼一個階段，自己清清楚楚、明明白白。不要說這個菩薩階位，你說平常念佛念到功夫成片，我們知道功夫成片也有九品，上中下九品。如果是上三品功夫成片，上三品不但是預知時至，自己想什麼時候去就什麼時候去，真想去，念頭才生，阿彌陀佛已經收到，他就來接引你。這不是一心不亂，不是功夫很深。事一心不亂，那個位子是阿羅漢的位子；理一心不亂是初住以上的境界，這是我們講大乘法。我們就曉得，功夫成片連小乘初果都沒有證得，只是到什麼？你這句念佛的功夫得力，能夠把煩惱控制住，煩惱不起作用，就是這麼個功夫。就是我們常常講的，我有能力不受外面境界誘惑，不受外頭境界干擾，這叫功夫成片，不是一心。一心裡面層次也不等，但是最低的是須陀洹的程度，《金剛經》的四相破了，他真的是「無我相、無人相、無眾生相、無壽者相」，四相破了，事一心。理一心，《金剛經》後半部四見破了，「無我見、無人見、無眾生見、無壽者見」，那個功夫深，那是生實報莊嚴土。事一心生方便有餘土。所以這個我們一定要曉得，沒到事一心的是凡夫，往生西方極樂世界是凡聖同居土。凡聖同居土的能力就是你念佛的功夫深，可以不被外面境界干擾，不被外面境界誘惑，你有這個能力。你一心什麼都不想，我就到極樂世界去，我不想在這個世間等了，這個世間什麼樣的花樣都騙不了我，都不能動我的心，這樣的功夫叫成片，這樣的功夫實在講也就不容易！"
    },
    {
      "id": "02-039-0341_p0019",
      "zh_CN": "能不受外头境界诱惑吗？财色名食睡能不诱惑吗？看到的时候能不动心吗？如果还被诱惑、还会动心，我们往生就没有把握，为什么？功夫没成片。我们可以不被外面境界诱惑，不被外面境界干扰，我们念佛往生就有把握。知位次是多么重要！多少人修行以为自己不错了，结果都修到三途去了，连天道都没有往生，跑到三途去了，这个就是不知道位次。别人说的，什么佛菩萨说的、鬼神说的，都不能承认。你看印光法师，我们在《永思录》里头看到的，名字我记不得了，我这是几十年前看的，刚学佛的时候看的。有个居士，他的一个女儿不信佛的，他们家里也不信佛，但是她一个阿姨信佛，是她母亲的姐妹，有一个信佛。她晚上做了一个奇怪的梦，梦到观世音菩萨。观世音菩萨大家都认识，白衣观音，梦中看到白衣观音，告诉她大势至菩萨到妳们这边来讲经，妳一定要去听，妳跟他有缘。梦到这么个怪梦，第二天就跟她妈妈讲，佛教里头有没有个观世音菩萨？没人知道，那乡下没人知道。问她的姨妈，她姨妈说有，极乐世界西方三圣有观世音菩萨。她说大势至菩萨到我们这里讲经。那大势至菩萨是谁？她说印光法师。所以再去打听有没有一个印光法师，真的很少人知道，知道的人不多。有个老居士告诉她有，普陀山有个印光法师。是没错，因为这事情发生在上海，最近到上海来了，主持护国息灾法会八天，每天都讲开示。她们家人就去听，就跟印光法师见面，把这个梦告诉印光法师。印光法师把她臭骂一顿，胡说八道，妖言惑众，说他是大势至菩萨，一口否定，下一次妳要是再讲这些话，妳永远不要来见我。以后就不讲了。",
      "zh_TW": "能不受外頭境界誘惑嗎？財色名食睡能不誘惑嗎？看到的時候能不動心嗎？如果還被誘惑、還會動心，我們往生就沒有把握，為什麼？功夫沒成片。我們可以不被外面境界誘惑，不被外面境界干擾，我們念佛往生就有把握。知位次是多麼重要！多少人修行以為自己不錯了，結果都修到三途去了，連天道都沒有往生，跑到三途去了，這個就是不知道位次。別人說的，什麼佛菩薩說的、鬼神說的，都不能承認。你看印光法師，我們在《永思錄》裡頭看到的，名字我記不得了，我這是幾十年前看的，剛學佛的時候看的。有個居士，他的一個女兒不信佛的，他們家裡也不信佛，但是她一個阿姨信佛，是她母親的姐妹，有一個信佛。她晚上做了一個奇怪的夢，夢到觀世音菩薩。觀世音菩薩大家都認識，白衣觀音，夢中看到白衣觀音，告訴她大勢至菩薩到妳們這邊來講經，妳一定要去聽，妳跟他有緣。夢到這麼個怪夢，第二天就跟她媽媽講，佛教裡頭有沒有個觀世音菩薩？沒人知道，那鄉下沒人知道。問她的姨媽，她姨媽說有，極樂世界西方三聖有觀世音菩薩。她說大勢至菩薩到我們這裡講經。那大勢至菩薩是誰？她說印光法師。所以再去打聽有沒有一個印光法師，真的很少人知道，知道的人不多。有個老居士告訴她有，普陀山有個印光法師。是沒錯，因為這事情發生在上海，最近到上海來了，主持護國息災法會八天，每天都講開示。她們家人就去聽，就跟印光法師見面，把這個夢告訴印光法師。印光法師把她臭罵一頓，胡說八道，妖言惑眾，說他是大勢至菩薩，一口否定，下一次妳要是再講這些話，妳永遠不要來見我。以後就不講了。"
    },
    {
      "id": "02-039-0341_p0020",
      "zh_CN": "在印光法师面前求授皈依，法师很慈悲，给她授了皈依。一直到印光大师走了，圆寂了，她才把这个事情说出来。观音菩萨告诉她，印光法师住世只有四年，果然四年他就走了，一点都不错。这是真的不是假的。别人说我的时候，我不承认，我跟印光法师不一样，印光法师也许是真的，我绝对不是真的，我是个凡夫。我学经教学得这么辛苦，如果是再来人不应该这么辛苦。我天天要读书，我要是两个星期不读经，我也会受外头影响。那这不就清楚了吗？如果说是佛菩萨再来的，依照《华严经》是讲得通，每一个人都是佛菩萨再来的，《华严经》上说「一切众生本来是佛」，个个都是佛，那我当然也是，个个都是。什么佛？迷惑颠倒的佛，迷失了自性的佛。现在我们学佛目标不是别的，目标不是求人间富贵，不是求名闻利养，目标是回归自性，我把我的佛找回来，学佛的目标在此地。人间天上什么荣华富贵与我不相干，我们不贪恋这个东西，知道这个东西是假的不是真的，如梦幻泡影。把我们的自性佛找回来，这是真的，不要搞错了。",
      "zh_TW": "在印光法師面前求授皈依，法師很慈悲，給她授了皈依。一直到印光大師走了，圓寂了，她才把這個事情說出來。觀音菩薩告訴她，印光法師住世只有四年，果然四年他就走了，一點都不錯。這是真的不是假的。別人說我的時候，我不承認，我跟印光法師不一樣，印光法師也許是真的，我絕對不是真的，我是個凡夫。我學經教學得這麼辛苦，如果是再來人不應該這麼辛苦。我天天要讀書，我要是兩個星期不讀經，我也會受外頭影響。那這不就清楚了嗎？如果說是佛菩薩再來的，依照《華嚴經》是講得通，每一個人都是佛菩薩再來的，《華嚴經》上說「一切眾生本來是佛」，個個都是佛，那我當然也是，個個都是。什麼佛？迷惑顛倒的佛，迷失了自性的佛。現在我們學佛目標不是別的，目標不是求人間富貴，不是求名聞利養，目標是回歸自性，我把我的佛找回來，學佛的目標在此地。人間天上什麼榮華富貴與我不相干，我們不貪戀這個東西，知道這個東西是假的不是真的，如夢幻泡影。把我們的自性佛找回來，這是真的，不要搞錯了。"
    },
    {
      "id": "02-039-0341_p0021",
      "zh_CN": "下面说，「若修行者不知位次，下根障重，非惟正助不明，却生上慢。」就是增上慢，他傲慢心就起来，自己以为真的是佛菩萨再来，这个问题太严重了。为什么？这个业是地狱业，好心学佛最后堕地狱，你说冤不冤枉？真冤枉！他为什么会这么做？他没有智慧。现在学佛难，为什么？没有好老师指导，所以走错路的人就不知道有多少，还有许多是妖魔鬼怪冒充佛菩萨，都不是真的。说再来人，哪个人不是再来人？你过去生中是人，这一次又到人道来，也是再来人。有过去生中天人下来的再来人，个个都是再来的，因果通三世，我们有过去世，那不就都是再来的吗？哪个不是再来的！畜生都是再来的，前生是人，这一生到畜生道去了。你看李世民跟我们讲过他前生是皇帝，死了以后堕畜生道，畜生道以后又到人道，人道以后又到地狱道。为什么是这样的？业力在支配，他自己做不了主，六道轮回是业报身，业力做主宰。我们能够明白，能够知道一些，是因为长时间不离开经教。经教里面我们读得多了，对于一切事理，经论讲得很清楚，古大德注解讲得更清楚，我们从这些地方得到信息，逐渐了解事实真相。现代的科学好，科学相当进步，已经把许多佛经上的道理都证明了，加深我们的信念，我们再不怀疑了，就得受用。",
      "zh_TW": "下面說，「若修行者不知位次，下根障重，非惟正助不明，卻生上慢。」就是增上慢，他傲慢心就起來，自己以為真的是佛菩薩再來，這個問題太嚴重了。為什麼？這個業是地獄業，好心學佛最後墮地獄，你說冤不冤枉？真冤枉！他為什麼會這麼做？他沒有智慧。現在學佛難，為什麼？沒有好老師指導，所以走錯路的人就不知道有多少，還有許多是妖魔鬼怪冒充佛菩薩，都不是真的。說再來人，哪個人不是再來人？你過去生中是人，這一次又到人道來，也是再來人。有過去生中天人下來的再來人，個個都是再來的，因果通三世，我們有過去世，那不就都是再來的嗎？哪個不是再來的！畜生都是再來的，前生是人，這一生到畜生道去了。你看李世民跟我們講過他前生是皇帝，死了以後墮畜生道，畜生道以後又到人道，人道以後又到地獄道。為什麼是這樣的？業力在支配，他自己做不了主，六道輪迴是業報身，業力做主宰。我們能夠明白，能夠知道一些，是因為長時間不離開經教。經教裡面我們讀得多了，對於一切事理，經論講得很清楚，古大德註解講得更清楚，我們從這些地方得到信息，逐漸了解事實真相。現代的科學好，科學相當進步，已經把許多佛經上的道理都證明了，加深我們的信念，我們再不懷疑了，就得受用。"
    },
    {
      "id": "02-039-0341_p0022",
      "zh_CN": "经上讲得非常清楚，讲的遍数是无数次，什么经论上你都能够看得到，就是个看破放下，就是个迷与悟。真能够把世出世间一切法不再执着了，那就是阿罗汉，那是真的不是假的；于世出世间一切法不分别了，分别心断掉了，你就是菩萨；不起心、不动念，你就成佛了。我们都会说，我能讲得很清楚，我没做到，我还是起心动念、还是有分别、还是有执着，只可以告诉大家说，现在这个分别执着一年比一年轻，这是真的。也就是外界对我的诱惑、对我的干扰，一年比一年轻，一年比一年少，这是我现在的功夫。我没有真断掉，我真断掉的时候才入这个位次，菩萨五十一个位次我才入，我现在第一个位次都没入。第一个位次是初信位菩萨，跟小乘须陀洹断证的功夫是相等，但是智慧不一样，大乘智慧比小乘智慧高太多了。",
      "zh_TW": "經上講得非常清楚，講的遍數是無數次，什麼經論上你都能夠看得到，就是個看破放下，就是個迷與悟。真能夠把世出世間一切法不再執著了，那就是阿羅漢，那是真的不是假的；於世出世間一切法不分別了，分別心斷掉了，你就是菩薩；不起心、不動念，你就成佛了。我們都會說，我能講得很清楚，我沒做到，我還是起心動念、還是有分別、還是有執著，只可以告訴大家說，現在這個分別執著一年比一年輕，這是真的。也就是外界對我的誘惑、對我的干擾，一年比一年輕，一年比一年少，這是我現在的功夫。我沒有真斷掉，我真斷掉的時候才入這個位次，菩薩五十一個位次我才入，我現在第一個位次都沒入。第一個位次是初信位菩薩，跟小乘須陀洹斷證的功夫是相等，但是智慧不一樣，大乘智慧比小乘智慧高太多了。"
    },
    {
      "id": "02-039-0341_p0023",
      "zh_CN": "我们这个六十年的修学可以说阿罗汉、辟支佛的智慧不如我，但是他们的位次比我高，那是真的。我这个智慧是解悟，不是证悟。他们智慧不如我，智慧比我小，他是证悟，他不是解悟。那就是我学得比他多，学得比他广，但是这个东西不管用，不能了生死，不能出三界。念佛还行，但是念佛也要把这个东西放下，这个东西放不下的话叫所知障，它会干扰我往生。往生的条件是清净心，不是说你知道的东西多少，与那个不相干。那个东西要相干、管用的话，科学家都可以往生、都可以成佛了，科学家他知道！声闻、缘觉所知道的，不如科学家、不如哲学家。这个要懂得，解跟行两桩事，能解不能行没用处，能行不能解管用！行就是放下，真能放下，它就真管用。我希望个个人成就，我一生从小没有嫉妒心，欢喜人家比我好，在我之上，为什么？我享他的福。我在他之上，我累！我造福他享。我们这个学院，如果同学们个个都在我之上，我今天什么都不要做了，我在这享福了。你们现在个个还不如我，那我怎么办？我天天干，天天在修福，你们大家享福。我有一本小册子，我好像二十二、三岁写的，「哲理蠡测」，你看看我的小册子，你就知道，我很小就有这种思想，我希望个个人比我好。如果我是世界第一，人人都不如我，这世界就完了。大家都比我好，我就很快乐。我有能力，我会尽量全心全力帮助别人求学。好学的人我看到就特别欢喜，想尽方法也得要帮助他。",
      "zh_TW": "我們這個六十年的修學可以說阿羅漢、辟支佛的智慧不如我，但是他們的位次比我高，那是真的。我這個智慧是解悟，不是證悟。他們智慧不如我，智慧比我小，他是證悟，他不是解悟。那就是我學得比他多，學得比他廣，但是這個東西不管用，不能了生死，不能出三界。念佛還行，但是念佛也要把這個東西放下，這個東西放不下的話叫所知障，它會干擾我往生。往生的條件是清淨心，不是說你知道的東西多少，與那個不相干。那個東西要相干、管用的話，科學家都可以往生、都可以成佛了，科學家他知道！聲聞、緣覺所知道的，不如科學家、不如哲學家。這個要懂得，解跟行兩樁事，能解不能行沒用處，能行不能解管用！行就是放下，真能放下，它就真管用。我希望個個人成就，我一生從小沒有嫉妒心，歡喜人家比我好，在我之上，為什麼？我享他的福。我在他之上，我累！我造福他享。我們這個學院，如果同學們個個都在我之上，我今天什麼都不要做了，我在這享福了。你們現在個個還不如我，那我怎麼辦？我天天幹，天天在修福，你們大家享福。我有一本小冊子，我好像二十二、三歲寫的，「哲理蠡測」，你看看我的小冊子，你就知道，我很小就有這種思想，我希望個個人比我好。如果我是世界第一，人人都不如我，這世界就完了。大家都比我好，我就很快樂。我有能力，我會盡量全心全力幫助別人求學。好學的人我看到就特別歡喜，想盡方法也得要幫助他。"
    },
    {
      "id": "02-039-0341_p0024",
      "zh_CN": "所以增上慢一生起，这慢是傲慢，「谓已均佛」，均是均等，跟佛相等。「未得谓得」，没有得到称自己得到了。「未证谓证」，没有证得以为自己证得了。底下举例子说，「故小乘经中，四禅」，小乘修禅定的，他修到初禅，他误会，他以为证初果；修到二禅，他以为证二果；修到四禅天，他以为证四果，错了，四禅与四果不相干。「大乘经中，魔为菩萨授记。」怎么魔为菩萨？这个菩萨是受了菩萨戒的菩萨。受菩萨戒的人很多，上师给你授记，你是什么佛再来的，你是什么菩萨再来的，那是什么？那是魔给你授记，不是佛。他自己没有证果，他怎么能知道你证什么果位？现在在这个时代还特别多，自己公然宣布我是什么佛、什么菩萨再来的。在佛门里面有个不成文的规矩，就是身分暴露就要走，那就是真的；身分暴露了，没有走，假的，别上他当。像我们在《高僧传》里面看到的弥勒菩萨，这传记上有，布袋和尚，五代后梁时代的人，出现在浙江奉化，奉化的雪窦寺就是弥勒菩萨的道场。这个人不知道从哪来的，在雪窦寺住的时间很长，也不知道人家叫他什么法名，都不知道。他每天拿个大布袋，成天在街上东晃晃、西晃晃就干这个事情，人家供养的他就往布袋里一放，所以人家就叫他布袋和尚。所以中国塑了个弥勒菩萨像都塑他的像，这是他自己跟大家宣布的，他走的时候、往生的时候告诉大家，他是弥勒菩萨再来的，说完之后他就走了，这是真的。说了不走是假的，为什么？你骗人，你还是为名闻利养欺骗众生。说了马上就走，真的。所以中国的弥勒菩萨统统塑布袋和尚像。",
      "zh_TW": "所以增上慢一生起，這慢是傲慢，「謂已均佛」，均是均等，跟佛相等。「未得謂得」，沒有得到稱自己得到了。「未證謂證」，沒有證得以為自己證得了。底下舉例子說，「故小乘經中，四禪」，小乘修禪定的，他修到初禪，他誤會，他以為證初果；修到二禪，他以為證二果；修到四禪天，他以為證四果，錯了，四禪與四果不相干。「大乘經中，魔為菩薩授記。」怎麼魔為菩薩？這個菩薩是受了菩薩戒的菩薩。受菩薩戒的人很多，上師給你授記，你是什麼佛再來的，你是什麼菩薩再來的，那是什麼？那是魔給你授記，不是佛。他自己沒有證果，他怎麼能知道你證什麼果位？現在在這個時代還特別多，自己公然宣布我是什麼佛、什麼菩薩再來的。在佛門裡面有個不成文的規矩，就是身分暴露就要走，那就是真的；身分暴露了，沒有走，假的，別上他當。像我們在《高僧傳》裡面看到的彌勒菩薩，這傳記上有，布袋和尚，五代後梁時代的人，出現在浙江奉化，奉化的雪竇寺就是彌勒菩薩的道場。這個人不知道從哪來的，在雪竇寺住的時間很長，也不知道人家叫他什麼法名，都不知道。他每天拿個大布袋，成天在街上東晃晃、西晃晃就幹這個事情，人家供養的他就往布袋裡一放，所以人家就叫他布袋和尚。所以中國塑了個彌勒菩薩像都塑他的像，這是他自己跟大家宣布的，他走的時候、往生的時候告訴大家，他是彌勒菩薩再來的，說完之後他就走了，這是真的。說了不走是假的，為什麼？你騙人，你還是為名聞利養欺騙眾生。說了馬上就走，真的。所以中國的彌勒菩薩統統塑布袋和尚像。"
    },
    {
      "id": "02-039-0341_p0025",
      "zh_CN": "天台山国清寺的三个义工，丰干和尚，这都是出家人，丰干和尚阿弥陀佛再来，寒山、拾得是文殊、普贤两位菩萨，做义工的。在哪里？厨房里面，一个是厨房烧柴火，烧火的，一个是挑泔水的。这两个人疯疯癫癫的，人家都认为他两个人神经病，一天到晚胡言乱言，说的话人家听不懂，喜怒无常，这么两个义工。怎么发现的？发现是丰干。丰干有一天离开国清寺到外面去游方，遇到一个学佛的居士姓吕，正好他母亲生病，他是个孝子，到处求医就碰到丰干和尚，丰干和尚把他母亲的病治好了。他就问丰干和尚，他说：师父，你是住在哪里？他说我住在国清寺。他说：国清寺我正好要到那里。那个地方是他的治区，他正好皇上派他做这个地方的太守，好像官是太守，就好像是现在的市长一样。那个地区国清寺是归他管的，在他管区里头。他就向他请教，国清寺有没有高僧，有没有圣人？他说有，他说有两位，文殊、普贤两位菩萨。他说在哪里？他说在国清寺，就是寒山、拾得。你到国清寺，你去找他两个，那两个是菩萨示现的。",
      "zh_TW": "天台山國清寺的三個義工，豐干和尚，這都是出家人，豐干和尚阿彌陀佛再來，寒山、拾得是文殊、普賢兩位菩薩，做義工的。在哪裡？廚房裡面，一個是廚房燒柴火，燒火的，一個是挑泔水的。這兩個人瘋瘋癲癲的，人家都認為他兩個人神經病，一天到晚胡言亂言，說的話人家聽不懂，喜怒無常，這麼兩個義工。怎麼發現的？發現是豐干。豐干有一天離開國清寺到外面去遊方，遇到一個學佛的居士姓呂，正好他母親生病，他是個孝子，到處求醫就碰到豐干和尚，豐干和尚把他母親的病治好了。他就問豐干和尚，他說：師父，你是住在哪裡？他說我住在國清寺。他說：國清寺我正好要到那裡。那個地方是他的治區，他正好皇上派他做這個地方的太守，好像官是太守，就好像是現在的市長一樣。那個地區國清寺是歸他管的，在他管區裡頭。他就向他請教，國清寺有沒有高僧，有沒有聖人？他說有，他說有兩位，文殊、普賢兩位菩薩。他說在哪裡？他說在國清寺，就是寒山、拾得。你到國清寺，你去找他兩個，那兩個是菩薩示現的。"
    },
    {
      "id": "02-039-0341_p0026",
      "zh_CN": "所以是丰干告诉吕太守的，太守到国清寺到处去打听寒山、拾得。人家觉得很奇怪，国清寺那么多大和尚有名的讲经说法，你都不找，怎么找那两个人神经病？两个人疯疯癫癫的。他说是有！他说那不管，在哪里？你带我去看。结果一看的时候，那两个耍疯还说说笑笑，太守见到就拜。结果人问他，他说丰干和尚告诉他的，这两个人是文殊、普贤化身来的。大家才知道。知道之后这两个人就笑，又笑又骂胡说八道，就跑掉了。跑到山上去的时候，这山分裂了，山分开了，他走进去，山再合起来，再找不到了。丰干到哪里去了？以后没有踪影，也失踪了。这是真的。身分一露绝不住世，身分露了还住世，就决定是假的，他不是真的。这是佛门一个老规矩，我们要懂，你真懂得这个规矩，你就不上当，你就不会受骗。这是什么菩萨再来，那是什么佛，全假的。现在这种情形，在中国、在外国到处都听到。我听到了，我们也不说，是好是坏都不要放在心上，法法皆如，法法平等，我们用平常心对待就好，见怪不怪，老实念佛，这就对了。所以这一点是佛门常识，我们了解对自己有好处，心总是定下来，他是佛菩萨再来，我没有证得佛菩萨的位次，于我还是不相干。",
      "zh_TW": "所以是豐干告訴呂太守的，太守到國清寺到處去打聽寒山、拾得。人家覺得很奇怪，國清寺那麼多大和尚有名的講經說法，你都不找，怎麼找那兩個人神經病？兩個人瘋瘋癲癲的。他說是有！他說那不管，在哪裡？你帶我去看。結果一看的時候，那兩個耍瘋還說說笑笑，太守見到就拜。結果人問他，他說豐干和尚告訴他的，這兩個人是文殊、普賢化身來的。大家才知道。知道之後這兩個人就笑，又笑又罵胡說八道，就跑掉了。跑到山上去的時候，這山分裂了，山分開了，他走進去，山再合起來，再找不到了。豐干到哪裡去了？以後沒有蹤影，也失蹤了。這是真的。身分一露絕不住世，身分露了還住世，就決定是假的，他不是真的。這是佛門一個老規矩，我們要懂，你真懂得這個規矩，你就不上當，你就不會受騙。這是什麼菩薩再來，那是什麼佛，全假的。現在這種情形，在中國、在外國到處都聽到。我聽到了，我們也不說，是好是壞都不要放在心上，法法皆如，法法平等，我們用平常心對待就好，見怪不怪，老實念佛，這就對了。所以這一點是佛門常識，我們了解對自己有好處，心總是定下來，他是佛菩薩再來，我沒有證得佛菩薩的位次，於我還是不相干。"
    },
    {
      "id": "02-039-0341_p0027",
      "zh_CN": "「若知位次，则无如是之失。」所以我们自己晓得自己的身分地位，就不会有过失了。所以特别这一段告诉我们，自己要晓得自己的位次，你才能真正发愤用功。我们今天求生西方净土，西方净土有三辈九品，那就是它的位次。但是净土是个特别法门，什么法门？平等法门。有没有位次？有，虽有，平等。凡夫往生到西方极乐世界跟观世音菩萨同桌吃饭，观世音菩萨等觉，平等，这是十方世界里头没有的。所以极乐世界是真正的平等世界，佛与众生平等，生佛不二，生佛一如。你看你到那里去，身相跟阿弥陀佛的相平等，阿弥陀佛身有无量相、相有无量好，你到极乐世界也是身是无量相、相有无量好，一样的。阿弥陀佛无量寿，你也无量寿；阿弥陀佛充满智慧，你也充满智慧。你的智慧相好从哪里来的？阿弥陀佛四十八愿五劫修行功德加持给你的，这么一回事情！你说阿弥陀佛的恩德有多大，阿弥陀佛对你有多好，你走遍虚空法界找不到第二个人。他对你这么好，这么样的真实，你要不相信，你不好好的学，不到极乐世界去，你只能怪你自己没福报、没智慧。所以真正明白了，学老太婆，什么都不懂，就是一句阿弥陀佛，决定往生，而且生到极乐世界品位不低，他绝不是下三品。为什么？下三品不可能站着往生、坐着往生、预知时至，这样走、这种瑞相就证明凡圣同居土上辈往生，上上品、上中品、上下品。这是什么？这是我们能做到的。如果我们要是方便土往生，那就要断惑，就要放下，至少把执着放下，世出世间一切法不执着了，你生极乐世界决定是生方便土，而且决定得生。",
      "zh_TW": "「若知位次，則無如是之失。」所以我們自己曉得自己的身分地位，就不會有過失了。所以特別這一段告訴我們，自己要曉得自己的位次，你才能真正發憤用功。我們今天求生西方淨土，西方淨土有三輩九品，那就是它的位次。但是淨土是個特別法門，什麼法門？平等法門。有沒有位次？有，雖有，平等。凡夫往生到西方極樂世界跟觀世音菩薩同桌吃飯，觀世音菩薩等覺，平等，這是十方世界裡頭沒有的。所以極樂世界是真正的平等世界，佛與眾生平等，生佛不二，生佛一如。你看你到那裡去，身相跟阿彌陀佛的相平等，阿彌陀佛身有無量相、相有無量好，你到極樂世界也是身是無量相、相有無量好，一樣的。阿彌陀佛無量壽，你也無量壽；阿彌陀佛充滿智慧，你也充滿智慧。你的智慧相好從哪裡來的？阿彌陀佛四十八願五劫修行功德加持給你的，這麼一回事情！你說阿彌陀佛的恩德有多大，阿彌陀佛對你有多好，你走遍虛空法界找不到第二個人。他對你這麼好，這麼樣的真實，你要不相信，你不好好的學，不到極樂世界去，你只能怪你自己沒福報、沒智慧。所以真正明白了，學老太婆，什麼都不懂，就是一句阿彌陀佛，決定往生，而且生到極樂世界品位不低，他絕不是下三品。為什麼？下三品不可能站著往生、坐著往生、預知時至，這樣走、這種瑞相就證明凡聖同居土上輩往生，上上品、上中品、上下品。這是什麼？這是我們能做到的。如果我們要是方便土往生，那就要斷惑，就要放下，至少把執著放下，世出世間一切法不執著了，你生極樂世界決定是生方便土，而且決定得生。"
    },
    {
      "id": "02-039-0341_p0028",
      "zh_CN": "不要执着了，凡夫最严重的烦恼就是想控制、想占有，为什么？不知道全是假的，不知道这是一场梦。真正了解，那个占有的念头、控制的念头就一扫干净了，那你就提升了一级，你就不是凡夫了，小圣，须陀洹、斯陀含的小圣。为什么要执着？我有的供养别人，不要了，紧紧抓住阿弥陀佛不放，我就成功了。同学们如果真正知道这个道理，了解这个事实真相，万缘放下，一心专念阿弥陀佛，求生极乐世界，亲近佛陀，你这一生圆满，不再搞轮回了。家亲眷属难分难舍，告诉他，一起求生极乐世界才永远在一起聚会。不能到极乐世界，一死各人走各人去了，永远不再见面，这是事实，这个一点都不假。各人的业报不一样，各人的去处不相同，了解事实真相才知道放下是正确的，全是假的。这个世间人与人虚情假意，说穿了全是自私自利，统统是造轮回业，轮回心造轮回业，轮回里面受苦，明白人就要早一点放下。",
      "zh_TW": "不要執著了，凡夫最嚴重的煩惱就是想控制、想佔有，為什麼？不知道全是假的，不知道這是一場夢。真正了解，那個佔有的念頭、控制的念頭就一掃乾淨了，那你就提升了一級，你就不是凡夫了，小聖，須陀洹、斯陀含的小聖。為什麼要執著？我有的供養別人，不要了，緊緊抓住阿彌陀佛不放，我就成功了。同學們如果真正知道這個道理，了解這個事實真相，萬緣放下，一心專念阿彌陀佛，求生極樂世界，親近佛陀，你這一生圓滿，不再搞輪迴了。家親眷屬難分難捨，告訴他，一起求生極樂世界才永遠在一起聚會。不能到極樂世界，一死各人走各人去了，永遠不再見面，這是事實，這個一點都不假。各人的業報不一樣，各人的去處不相同，了解事實真相才知道放下是正確的，全是假的。這個世間人與人虛情假意，說穿了全是自私自利，統統是造輪迴業，輪迴心造輪迴業，輪迴裡面受苦，明白人就要早一點放下。"
    },
    {
      "id": "02-039-0341_p0029",
      "zh_CN": "「九、安忍。安即不动，忍即忍耐。」安这个字叫平安，中国文字充满了智慧，中国人讲平安，平是平等，平是因，安是果，安是因，乐是果。怎么样才叫平？上头有个和，和是因，平是果，不和哪里来的平？不平哪来的安？不安哪来的乐？你看中国文字妙，外国文字里头没有这个东西，中国有。所以中国文字是智慧的符号，你不认识这个字，你不知道念什么声音，你看那个样的形状，你就晓得它什么意思，智慧的符号。中国这些东西在全世界任何国家民族里头你找不到，其他国家文字都是拼音的，只有音，不知道它的意思。中国文字你不知道它的发音，你懂得它的意思，这个高明就高在这里，这是老祖宗的真实智慧。特别是文言文，文言文真是智慧当中的真实智慧，为什么？它不变。语言会变，外国的语言跟文字是一致的，语言变了，文字就变了。所以外国的古文，欧洲的拉丁文现在没人认识。中国的古文，现在只要学过文言文的都认识，都懂得它什么意思。这是中国的祖先，用这种工具，把他们的智慧，把他们的经验，把他们的方法流传给后世。这个工具可了不起！文言是世世代代永恒不变的。文言文难不难？不难，你只要好好的学，一年就通了。所以我们看到民国初年小学生的作文，我还收藏了那个时候大概有十一、二本的样子，这些年来到处搬家，搬的距离都太远，搬的次数太多，都搬不见了，还剩两本。那个时候十岁小朋友写的，聪明的八、九岁，十一、二岁写的，现在大学文学院的学生看不懂。不要说是写不出来，他读都不行，都看不懂。你说有什么难！他现在为什么？他不学了。",
      "zh_TW": "「九、安忍。安即不動，忍即忍耐。」安這個字叫平安，中國文字充滿了智慧，中國人講平安，平是平等，平是因，安是果，安是因，樂是果。怎麼樣才叫平？上頭有個和，和是因，平是果，不和哪裡來的平？不平哪來的安？不安哪來的樂？你看中國文字妙，外國文字裡頭沒有這個東西，中國有。所以中國文字是智慧的符號，你不認識這個字，你不知道念什麼聲音，你看那個樣的形狀，你就曉得它什麼意思，智慧的符號。中國這些東西在全世界任何國家民族裡頭你找不到，其他國家文字都是拼音的，只有音，不知道它的意思。中國文字你不知道它的發音，你懂得它的意思，這個高明就高在這裡，這是老祖宗的真實智慧。特別是文言文，文言文真是智慧當中的真實智慧，為什麼？它不變。語言會變，外國的語言跟文字是一致的，語言變了，文字就變了。所以外國的古文，歐洲的拉丁文現在沒人認識。中國的古文，現在只要學過文言文的都認識，都懂得它什麼意思。這是中國的祖先，用這種工具，把他們的智慧，把他們的經驗，把他們的方法流傳給後世。這個工具可了不起！文言是世世代代永恆不變的。文言文難不難？不難，你只要好好的學，一年就通了。所以我們看到民國初年小學生的作文，我還收藏了那個時候大概有十一、二本的樣子，這些年來到處搬家，搬的距離都太遠，搬的次數太多，都搬不見了，還剩兩本。那個時候十歲小朋友寫的，聰明的八、九歲，十一、二歲寫的，現在大學文學院的學生看不懂。不要說是寫不出來，他讀都不行，都看不懂。你說有什麼難！他現在為什麼？他不學了。"
    },
    {
      "id": "02-039-0341_p0030",
      "zh_CN": "我们在台中学佛，李老师告诉我们，佛经文言文写的，最浅的文言文，在中国文学里称为骈文，叫骈体，也就是当时的白话文。佛经就是汉唐时代的白话文，比文言文浅，它是文言文。所以要想读佛经，一定要学文言文。文言文怎么学？老师告诉我们，你能够熟读，就是能够背诵五十篇古文，你就有能力读文言文。如果你能够背诵一百篇古文，你就能够写文言文。那我们说一个星期去学一篇、背一篇，一年五十个星期，你用一年的时间，文字就通了，障碍就没有了，文言文的钥匙就拿到了。《四库全书》、《大藏经》在文字上没有障碍了，一年时间。两年的时间，那你根扎得更厚，不但你能读，你能写了。所以只要用两年功夫就行了。你要不相信，你到伦敦去看看，你看看剑桥大学、伦敦大学、牛津大学的汉学系，他们里面的学生都是外国人，我们今天讲文言文他们能读，我们不如他。他的中国话讲得非常标准，标准的北京话。我们跟这些学生、跟这些教授，汉学系的教授不要用翻译，我们一点障碍都没有。我们看他拿中国这些典籍，拿着佛经、儒家经典、道家经典去写博士论文，你不能不佩服他。他们在中国文字上下功夫，所以两年的功夫，他文言文都通了，我们跟他在一起自叹不如。为什么外国人两年能够把中国文言文学好，我们不行？这桩事情我们要好好去想想错在哪里，要向人家学习。所以将来中国大学里教汉学、教中文的都请外国老师，那就笑话了。非常有可能，中国大学文学院要到外国请老师。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們在台中學佛，李老師告訴我們，佛經文言文寫的，最淺的文言文，在中國文學裡稱為駢文，叫駢體，也就是當時的白話文。佛經就是漢唐時代的白話文，比文言文淺，它是文言文。所以要想讀佛經，一定要學文言文。文言文怎麼學？老師告訴我們，你能夠熟讀，就是能夠背誦五十篇古文，你就有能力讀文言文。如果你能夠背誦一百篇古文，你就能夠寫文言文。那我們說一個星期去學一篇、背一篇，一年五十個星期，你用一年的時間，文字就通了，障礙就沒有了，文言文的鑰匙就拿到了。《四庫全書》、《大藏經》在文字上沒有障礙了，一年時間。兩年的時間，那你根紮得更厚，不但你能讀，你能寫了。所以只要用兩年功夫就行了。你要不相信，你到倫敦去看看，你看看劍橋大學、倫敦大學、牛津大學的漢學系，他們裡面的學生都是外國人，我們今天講文言文他們能讀，我們不如他。他的中國話講得非常標準，標準的北京話。我們跟這些學生、跟這些教授，漢學系的教授不要用翻譯，我們一點障礙都沒有。我們看他拿中國這些典籍，拿著佛經、儒家經典、道家經典去寫博士論文，你不能不佩服他。他們在中國文字上下功夫，所以兩年的功夫，他文言文都通了，我們跟他在一起自嘆不如。為什麼外國人兩年能夠把中國文言文學好，我們不行？這樁事情我們要好好去想想錯在哪裡，要向人家學習。所以將來中國大學裡教漢學、教中文的都請外國老師，那就笑話了。非常有可能，中國大學文學院要到外國請老師。今天時間到了，我們就學習到此地。"
    }
  ]
}