{
  "doc_id": "02-039-0538",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五三八集",
    "zh_TW": "第五三八集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0538",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "02-039-0538_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第六百八十九面第八行，最后两个字看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第六百八十九面第八行，最後兩個字看起："
    },
    {
      "id": "02-039-0538_p0002",
      "zh_CN": "「大士不逐闻尘，返闻自性，是为端耳。如是演申，不逐色尘，返观自性，是为端目。如是六根，不逐六尘，朗照心源，方名端正，故为第一也」。这一段文说的是《楞严经》里面，观世音菩萨「反闻闻自性，性成无上道」。观音菩萨他是怎么成佛的？他是怎么修的？在《楞严经》里面就讲得很清楚。就是经文里面讲的，「各自端守」，端正身心。以观音菩萨为例子，观音菩萨是耳根，他的功夫是六根里面的耳根。耳是对外面的，它的境界是音声，我们一般人耳都是向外，会被外面境界影响。观音菩萨他用的是相反的，他闻自性，不向外面，就是不逐闻尘，闻尘就是音声。所以他回过头来反闻自性，用这个方法他得到禅定，从禅定里面大彻大悟，明心见性，成佛了。如果我们对外，肯定会被外面境界染污，受外面境界的影响，起心动念分别执着，生起贪瞋痴慢，这就叫造业。用菩萨这个例子，我们将它引申，如果我们眼不逐色尘，眼的对象是色，不逐色尘，能够反观自性，那我们的眼就端正了。观世音菩萨耳根端正了，眼也端正了。",
      "zh_TW": "「大士不逐聞塵，返聞自性，是為端耳。如是演申，不逐色塵，返觀自性，是為端目。如是六根，不逐六塵，朗照心源，方名端正，故為第一也」。這一段文說的是《楞嚴經》裡面，觀世音菩薩「反聞聞自性，性成無上道」。觀音菩薩他是怎麼成佛的？他是怎麼修的？在《楞嚴經》裡面就講得很清楚。就是經文裡面講的，「各自端守」，端正身心。以觀音菩薩為例子，觀音菩薩是耳根，他的功夫是六根裡面的耳根。耳是對外面的，它的境界是音聲，我們一般人耳都是向外，會被外面境界影響。觀音菩薩他用的是相反的，他聞自性，不向外面，就是不逐聞塵，聞塵就是音聲。所以他回過頭來反聞自性，用這個方法他得到禪定，從禪定裡面大徹大悟，明心見性，成佛了。如果我們對外，肯定會被外面境界染污，受外面境界的影響，起心動念分別執著，生起貪瞋痴慢，這就叫造業。用菩薩這個例子，我們將它引申，如果我們眼不逐色塵，眼的對象是色，不逐色塵，能夠反觀自性，那我們的眼就端正了。觀世音菩薩耳根端正了，眼也端正了。"
    },
    {
      "id": "02-039-0538_p0003",
      "zh_CN": "「如是六根，不逐六尘，朗照心源，方名端正，故为第一也」。这个意思很深很深，不是初学的境界，连老修也达不到，这是我们不能不知道的。这个功夫不容易！现在在这个时代，能够用观世音菩萨这种方法的，可能就找不到了，没有人能够像观音菩萨。那我们要成就怎么办？只有一个方法，念佛，这个方法跟反闻自性比起来容易太多了。反过来之后，眼所见的是色性，耳所听的是声性，身所触的是触性，明心见性。这个道理我们懂得，大乘经里面讲得很多，讲得很详细，可是做不到。念佛这个方法，我们有地方下手，我们能做到。念佛容易，功夫浅深不等，讲到最深处，比观世音菩萨这个方法还要高。确确实实在八万四千法门当中，或者在一切法门当中，念佛是第一。念佛人也必须要端正身心，不但我们往生有把握，往生的品位就很高。所以前面浅的解释，身心端正举儒家的四勿，非礼勿视，非礼勿听，取这个。我们六根不应该接触的，我们尽量远离，这样就好。凡夫烦恼习气很重，只有远离干扰，这是最高明的一个方法。在今天这个世界，对我们染污最严重的，这个要知道，就是电视、网路，染污非常严重。",
      "zh_TW": "「如是六根，不逐六塵，朗照心源，方名端正，故為第一也」。這個意思很深很深，不是初學的境界，連老修也達不到，這是我們不能不知道的。這個功夫不容易！現在在這個時代，能夠用觀世音菩薩這種方法的，可能就找不到了，沒有人能夠像觀音菩薩。那我們要成就怎麼辦？只有一個方法，念佛，這個方法跟反聞自性比起來容易太多了。反過來之後，眼所見的是色性，耳所聽的是聲性，身所觸的是觸性，明心見性。這個道理我們懂得，大乘經裡面講得很多，講得很詳細，可是做不到。念佛這個方法，我們有地方下手，我們能做到。念佛容易，功夫淺深不等，講到最深處，比觀世音菩薩這個方法還要高。確確實實在八萬四千法門當中，或者在一切法門當中，念佛是第一。念佛人也必須要端正身心，不但我們往生有把握，往生的品位就很高。所以前面淺的解釋，身心端正舉儒家的四勿，非禮勿視，非禮勿聽，取這個。我們六根不應該接觸的，我們盡量遠離，這樣就好。凡夫煩惱習氣很重，只有遠離干擾，這是最高明的一個方法。在今天這個世界，對我們染污最嚴重的，這個要知道，就是電視、網路，染污非常嚴重。"
    },
    {
      "id": "02-039-0538_p0004",
      "zh_CN": "早年我们在美国，美国的学校小学一年级小朋友就开始用电脑，那时候韩馆长在世，她的孙子上小学一年级就用电脑。电脑在功课上倒不多，他去看游戏的节目非常多。晚上睡觉，躲在被窝里面看，内容我不清楚。有人告诉我，内容全是负面的，杀盗淫妄。小孩从小就开始学这些东西，长大能不叛逆吗？所以许多家长我们遇到，都说孩子难教。为什么难教？他已经学坏了。中国古人说得好，「教儿婴孩，教妇初来」。要想把小孩子教好，什么时候教？婴孩。婴孩什么？刚出生。这种教学法只有中国古人懂得，而且在中国是世代相传。农村妇女没有念过书，没有知识，但是她懂得怎样教小孩，她有这个本事，有这种常识，这个常识是世世代代传下来的。怀孕期间这个母亲起心动念会影响胎儿，言行举止也会影响胎儿。所以在中国古礼里面有怀孕的这个礼节，这就属于胎教。母亲一定要懂得，妳的情绪、妳的举止跟胎儿有密切的关系。妳举止端详，这个小孩的根就扎得好，如果性情不好，将来小孩性情就坏了，她影响他。出生之后，父母在小孩面前一定要守礼。为什么？教小孩。他虽然不会说话，他睁开眼睛他会看，他会听，他已经在学习了，出生下来就开始学习了。所以你给他看到的、听到的、接触到的全是正面的，没有负面的，这个孩子将来就成圣成贤，身心端正，父母教的。",
      "zh_TW": "早年我們在美國，美國的學校小學一年級小朋友就開始用電腦，那時候韓館長在世，她的孫子上小學一年級就用電腦。電腦在功課上倒不多，他去看遊戲的節目非常多。晚上睡覺，躲在被窩裡面看，內容我不清楚。有人告訴我，內容全是負面的，殺盜淫妄。小孩從小就開始學這些東西，長大能不叛逆嗎？所以許多家長我們遇到，都說孩子難教。為什麼難教？他已經學壞了。中國古人說得好，「教兒嬰孩，教婦初來」。要想把小孩子教好，什麼時候教？嬰孩。嬰孩什麼？剛出生。這種教學法只有中國古人懂得，而且在中國是世代相傳。農村婦女沒有念過書，沒有知識，但是她懂得怎樣教小孩，她有這個本事，有這種常識，這個常識是世世代代傳下來的。懷孕期間這個母親起心動念會影響胎兒，言行舉止也會影響胎兒。所以在中國古禮裡面有懷孕的這個禮節，這就屬於胎教。母親一定要懂得，妳的情緒、妳的舉止跟胎兒有密切的關係。妳舉止端詳，這個小孩的根就紮得好，如果性情不好，將來小孩性情就壞了，她影響他。出生之後，父母在小孩面前一定要守禮。為什麼？教小孩。他雖然不會說話，他睜開眼睛他會看，他會聽，他已經在學習了，出生下來就開始學習了。所以你給他看到的、聽到的、接觸到的全是正面的，沒有負面的，這個孩子將來就成聖成賢，身心端正，父母教的。"
    },
    {
      "id": "02-039-0538_p0005",
      "zh_CN": "长大之后，虽然踏进社会，当然免不了受染污，基础好，根好，他在接触外面境界他懂得是非、他懂得邪正，所以他有能力辨别。现在小孩不行，从小接受的就是负面教育。真的从小到大他耳朵所听的就是斗争，竞争、斗争，学会了自私自利，没有爱心、没有慈悲心。现在这个社会明白这个道理的人愈来愈少。典籍存在，没有人去念了；有念的人，没有人去做了。这是我们非常忧虑担心的一桩事情，怕古圣先贤这种好东西非常可能失传。我们今天能做到的只是将这些好东西大量翻印，希望在这个世界上各个地方都能收藏。我们送给大学图书馆，城市里面的公立图书馆。可是没有人读，没有人真正把它落实，没有人将它发扬光大，这是危机。",
      "zh_TW": "長大之後，雖然踏進社會，當然免不了受染污，基礎好，根好，他在接觸外面境界他懂得是非、他懂得邪正，所以他有能力辨別。現在小孩不行，從小接受的就是負面教育。真的從小到大他耳朵所聽的就是鬥爭，競爭、鬥爭，學會了自私自利，沒有愛心、沒有慈悲心。現在這個社會明白這個道理的人愈來愈少。典籍存在，沒有人去念了；有念的人，沒有人去做了。這是我們非常憂慮擔心的一樁事情，怕古聖先賢這種好東西非常可能失傳。我們今天能做到的只是將這些好東西大量翻印，希望在這個世界上各個地方都能收藏。我們送給大學圖書館，城市裡面的公立圖書館。可是沒有人讀，沒有人真正把它落實，沒有人將它發揚光大，這是危機。"
    },
    {
      "id": "02-039-0538_p0006",
      "zh_CN": "灾难确实是非常频繁，大家比我知道得更清楚，我不接触媒体，五十年来不看电视、不看报纸，才能保持一点清净。我每天所看的是佛经，也看一点古圣先贤的这些书。这是我们自己保护自己，避免染污。今天像我这样的人有，不多。我们担心的，底下一代怎么办？现在灾难频繁，频率月月上升，灾情一次比一次严重，所以很多人心慌，这也是正常现象。不过我们学佛的同学一定要知道，救自己、救家庭，除念佛之外，没有第二个方法，这个一定要认识。灾难来的时候一定要一心不动，要坦然、要镇定，你才有智慧。如果能发菩提心，一向专念，那非常之好。灾难当中我们知道许许多多人都是死于惊慌失措，也就是常讲被吓死了，被吓死的人很多，这是我们可以避免的，我们了解，不害怕。实在说，美国这个电影片，能找到，「２０１２」这个片子，多看看，多看是什么？看成习惯了，灾难就是这样子，你就了解了，你就不害怕了。没有见过突然来的时候，真的会惊慌失措，会被吓死。最重要的就是念佛求生净土，亲近阿弥陀佛。平常要把心量拓开，大公无私，能够舍己为人，我为人人，人人为我。先不求人人为我，先只顾我为人人，你去修善积德。",
      "zh_TW": "災難確實是非常頻繁，大家比我知道得更清楚，我不接觸媒體，五十年來不看電視、不看報紙，才能保持一點清淨。我每天所看的是佛經，也看一點古聖先賢的這些書。這是我們自己保護自己，避免染污。今天像我這樣的人有，不多。我們擔心的，底下一代怎麼辦？現在災難頻繁，頻率月月上升，災情一次比一次嚴重，所以很多人心慌，這也是正常現象。不過我們學佛的同學一定要知道，救自己、救家庭，除念佛之外，沒有第二個方法，這個一定要認識。災難來的時候一定要一心不動，要坦然、要鎮定，你才有智慧。如果能發菩提心，一向專念，那非常之好。災難當中我們知道許許多多人都是死於驚慌失措，也就是常講被嚇死了，被嚇死的人很多，這是我們可以避免的，我們了解，不害怕。實在說，美國這個電影片，能找到，「２０１２」這個片子，多看看，多看是什麼？看成習慣了，災難就是這樣子，你就了解了，你就不害怕了。沒有見過突然來的時候，真的會驚慌失措，會被嚇死。最重要的就是念佛求生淨土，親近阿彌陀佛。平常要把心量拓開，大公無私，能夠捨己為人，我為人人，人人為我。先不求人人為我，先只顧我為人人，你去修善積德。"
    },
    {
      "id": "02-039-0538_p0007",
      "zh_CN": "佛在经典上讲得很清楚，人在这个世间有共业、有别业。每个人不一样，这别业。如果大灾难，我们有共业，也会在大灾难当中走了。走了是不是不幸？未必然。每个人的造作，就是去处不相同；造恶的人，灾难当中走的，他到恶道去了，行善的人，他到善道去了，学佛的人，真正学佛，能放下万缘，一心专念的人，他到极乐世界去了。修善积德，他对这个世缘有留恋，不想离开，他又生到人道来了，而来生会比今生更幸福、更美满。所以学佛必定要知道人没有生死，我们自己永远没有生死，这是真的，生死是这个肉躯，这个肉身有生死，肉身不是我，这个道理一定要懂，这个道理不懂你这个佛是白学了。我是不生不灭、是永恒的。惠能大师明心见性，在报告里头说，「何期自性，本无生灭」，不生不灭，这他见到的事实。肉体丢掉了，有一个灵性的身体，这个身体不是物质，这个身体好，我们肉体有束缚，不自由，灵性摆脱这个身体之后，得大自在。所以明白这个道理，好好的修我们的灵体，这身体不重要。可别让我们的灵体跑到三恶道去了，那就错了，那真的叫大错了。一定要修善积德，帮助我们灵体不断向上提升。",
      "zh_TW": "佛在經典上講得很清楚，人在這個世間有共業、有別業。每個人不一樣，這別業。如果大災難，我們有共業，也會在大災難當中走了。走了是不是不幸？未必然。每個人的造作，就是去處不相同；造惡的人，災難當中走的，他到惡道去了，行善的人，他到善道去了，學佛的人，真正學佛，能放下萬緣，一心專念的人，他到極樂世界去了。修善積德，他對這個世緣有留戀，不想離開，他又生到人道來了，而來生會比今生更幸福、更美滿。所以學佛必定要知道人沒有生死，我們自己永遠沒有生死，這是真的，生死是這個肉軀，這個肉身有生死，肉身不是我，這個道理一定要懂，這個道理不懂你這個佛是白學了。我是不生不滅、是永恆的。惠能大師明心見性，在報告裡頭說，「何期自性，本無生滅」，不生不滅，這他見到的事實。肉體丟掉了，有一個靈性的身體，這個身體不是物質，這個身體好，我們肉體有束縛，不自由，靈性擺脫這個身體之後，得大自在。所以明白這個道理，好好的修我們的靈體，這身體不重要。可別讓我們的靈體跑到三惡道去了，那就錯了，那真的叫大錯了。一定要修善積德，幫助我們靈體不斷向上提升。"
    },
    {
      "id": "02-039-0538_p0008",
      "zh_CN": "修净土的人，佛在此地劝我们，端正身心，与善相应。这个目的何在？到西方极乐世界提升我们的品位，极乐世界有四土三辈九品，这是应该要去做的。现在在这个世间受一点苦好，受一点委屈更好。为什么？这个世间，凡所有相皆是虚妄。我们对这个世间没有留恋的心，我们离开容易。情执深的人很难离开。我们不肯放下，有人逼着我们放下，是好事情，不是坏事情。对于逼迫我们的人，我们要生感恩的心，他逼着我们放下，换句话说，他帮助我们超生。大乘佛法里头说仁者无敌，仁者是菩萨，菩萨永远不跟人对立，这叫无敌。不但不跟人对立，跟一切万物都没有对立，知道虚空法界一切万法跟自己是一体。只有清净、平等、正觉、慈悲，这叫修菩萨道。所以我们六根绝不贪外面的境界，眼不贪色，耳不贪声，鼻不贪香，舌不贪味，你的心就清净了。只要有贪瞋痴慢，你的心就不清净，就染污了。经题上教导我们的「清净平等觉」，那就是修学的目标。我们能够得清净心，你就决定得生净土。佛在经上常说「心净则佛土净」，极乐世界是净土，是清净心现的，阿弥陀佛的清净心现的，也需要我们自己的清净心，自己心不清净，跟阿弥陀佛冲突，没有感应。我们要清净，别人要贪瞋痴慢，我们跟他们没有冲突，我们不要贪瞋痴慢，他要贪瞋痴慢，给他；色声香味触法，我们不要，他要。所以菩萨跟一切众生永远不会有冲突，没有利害关系。我们要的是清净心，要的是平等心，要的是慈悲心，这就是智慧光明，朗照心源，这是真正的端正，真正的第一。",
      "zh_TW": "修淨土的人，佛在此地勸我們，端正身心，與善相應。這個目的何在？到西方極樂世界提升我們的品位，極樂世界有四土三輩九品，這是應該要去做的。現在在這個世間受一點苦好，受一點委屈更好。為什麼？這個世間，凡所有相皆是虛妄。我們對這個世間沒有留戀的心，我們離開容易。情執深的人很難離開。我們不肯放下，有人逼著我們放下，是好事情，不是壞事情。對於逼迫我們的人，我們要生感恩的心，他逼著我們放下，換句話說，他幫助我們超生。大乘佛法裡頭說仁者無敵，仁者是菩薩，菩薩永遠不跟人對立，這叫無敵。不但不跟人對立，跟一切萬物都沒有對立，知道虛空法界一切萬法跟自己是一體。只有清淨、平等、正覺、慈悲，這叫修菩薩道。所以我們六根絕不貪外面的境界，眼不貪色，耳不貪聲，鼻不貪香，舌不貪味，你的心就清淨了。只要有貪瞋痴慢，你的心就不清淨，就染污了。經題上教導我們的「清淨平等覺」，那就是修學的目標。我們能夠得清淨心，你就決定得生淨土。佛在經上常說「心淨則佛土淨」，極樂世界是淨土，是清淨心現的，阿彌陀佛的清淨心現的，也需要我們自己的清淨心，自己心不清淨，跟阿彌陀佛衝突，沒有感應。我們要清淨，別人要貪瞋痴慢，我們跟他們沒有衝突，我們不要貪瞋痴慢，他要貪瞋痴慢，給他；色聲香味觸法，我們不要，他要。所以菩薩跟一切眾生永遠不會有衝突，沒有利害關係。我們要的是清淨心，要的是平等心，要的是慈悲心，這就是智慧光明，朗照心源，這是真正的端正，真正的第一。"
    },
    {
      "id": "02-039-0538_p0009",
      "zh_CN": "下面说『身心净洁，与善相应』，「亦同具上之浅深二义。浅言之即身心离垢无染」。我们初学，这非常管用。凡是有染污，我们远离，不受染污。生活当中一定要平淡、要随缘，有，很好，没有也很好，都不要把它放在心上，这叫修行，随缘妙用。「身之所行，口之所言，意之所思，悉是善也」，这个很重要。我们心里想的是什么？现在跟初学不一样。初学的时候心里所想的是仁义道德、是五戒十善，自己起心动念、言语造作一定要跟它相应，绝不能违背。最近这十几年来我们特别重视提倡《弟子规》、《感应篇》、《十善业》跟《沙弥律仪》。净宗学会成立之先，这二十多年前，我们第一个净宗学会是在加拿大温哥华成立的，第二个是在加州，在旧金山，美国净宗学会，这两个会现在还都在。当时我们提出我们行门五个科目，行门是真干。第一个科目就是净业三福，那是修行的总的指导原则。世尊讲得很清楚，这个三条是「三世诸佛，净业正因」，这多重要。三世是过去、现在、未来。菩萨修行成佛一定要遵守这三条，你不遵守这三条你不会成就。所以我们把它作为修行最高指导原则。",
      "zh_TW": "下面說『身心淨潔，與善相應』，「亦同具上之淺深二義。淺言之即身心離垢無染」。我們初學，這非常管用。凡是有染污，我們遠離，不受染污。生活當中一定要平淡、要隨緣，有，很好，沒有也很好，都不要把它放在心上，這叫修行，隨緣妙用。「身之所行，口之所言，意之所思，悉是善也」，這個很重要。我們心裡想的是什麼？現在跟初學不一樣。初學的時候心裡所想的是仁義道德、是五戒十善，自己起心動念、言語造作一定要跟它相應，絕不能違背。最近這十幾年來我們特別重視提倡《弟子規》、《感應篇》、《十善業》跟《沙彌律儀》。淨宗學會成立之先，這二十多年前，我們第一個淨宗學會是在加拿大溫哥華成立的，第二個是在加州，在舊金山，美國淨宗學會，這兩個會現在還都在。當時我們提出我們行門五個科目，行門是真幹。第一個科目就是淨業三福，那是修行的總的指導原則。世尊講得很清楚，這個三條是「三世諸佛，淨業正因」，這多重要。三世是過去、現在、未來。菩薩修行成佛一定要遵守這三條，你不遵守這三條你不會成就。所以我們把它作為修行最高指導原則。"
    },
    {
      "id": "02-039-0538_p0010",
      "zh_CN": "头一条，「孝养父母，奉事师长」。怎么做？落实在《弟子规》，你把《弟子规》真正做到，孝亲尊师你就体会到；不是深层的体会，是开始有一点体会。如果这个东西没有做到，孝亲尊师你说说而已，你体会不到，体会一定要自己契入境界才知道。像吃东西一样，吃到口里才知道滋味，怎么讲都没用处，一定要自己亲自去尝到，你讲出来才有味道。不是亲身做到的不行，总是隔一层，说得再好，别人听了怎么样？听不出味道，不能感动人。亲身体验的，你向别人讲解的时候，人家听到受感动，会流眼泪。你做得愈多，你体会就愈深。这桩事情，胡小林的报告最清楚，特别是他最后他父亲在病重的时候那四个月，他照顾他的父亲，尽到孝道了，这是现在一般人根本做不到的，他做到了，他在《弟子规》体会就深了。《感应篇》、《十善业》都是要去做的，孝亲尊师落实在《弟子规》，「慈心不杀」落实在《感应篇》，后头一句「修十善业」，这就说得很清楚、很明白，把这个学习的顺序排出来了，从《弟子规》学起，再学《感应篇》，最后修十善业。前面两个没有，十善业道都是空的。",
      "zh_TW": "頭一條，「孝養父母，奉事師長」。怎麼做？落實在《弟子規》，你把《弟子規》真正做到，孝親尊師你就體會到；不是深層的體會，是開始有一點體會。如果這個東西沒有做到，孝親尊師你說說而已，你體會不到，體會一定要自己契入境界才知道。像吃東西一樣，吃到口裡才知道滋味，怎麼講都沒用處，一定要自己親自去嘗到，你講出來才有味道。不是親身做到的不行，總是隔一層，說得再好，別人聽了怎麼樣？聽不出味道，不能感動人。親身體驗的，你向別人講解的時候，人家聽到受感動，會流眼淚。你做得愈多，你體會就愈深。這樁事情，胡小林的報告最清楚，特別是他最後他父親在病重的時候那四個月，他照顧他的父親，盡到孝道了，這是現在一般人根本做不到的，他做到了，他在《弟子規》體會就深了。《感應篇》、《十善業》都是要去做的，孝親尊師落實在《弟子規》，「慈心不殺」落實在《感應篇》，後頭一句「修十善業」，這就說得很清楚、很明白，把這個學習的順序排出來了，從《弟子規》學起，再學《感應篇》，最後修十善業。前面兩個沒有，十善業道都是空的。"
    },
    {
      "id": "02-039-0538_p0011",
      "zh_CN": "我们冷静细心观察，现在在这个世界上，学佛的，出家的、在家的，在家的，《十善业道》没做到，出家的，《沙弥律仪》没做到，不但《沙弥律仪》没做到，《弟子规》也没做到，佛教怎么能不衰？不但衰，恐怕将来没有了，会在中国消失掉。没有人真正干，佛教在中国就变质，变成什么？充其量变成学术。像伦敦这几所大学汉学系里面所学习的，我们去看过，把佛的经典当作世间一门学术来研究，它变成世间法，它变成知识，而不是智慧，儒释道全变成知识。在古时候中国不是的，儒释道全是智慧。佛讲求大彻大悟，道也讲求开悟，儒也讲求开悟，开悟才真正管用，不开悟的不管用。今天要开悟你就要走开悟的路，佛教给我们这条道路就是开悟的道路。你看先把规矩学好，这是第一条，净业三福头一条。",
      "zh_TW": "我們冷靜細心觀察，現在在這個世界上，學佛的，出家的、在家的，在家的，《十善業道》沒做到，出家的，《沙彌律儀》沒做到，不但《沙彌律儀》沒做到，《弟子規》也沒做到，佛教怎麼能不衰？不但衰，恐怕將來沒有了，會在中國消失掉。沒有人真正幹，佛教在中國就變質，變成什麼？充其量變成學術。像倫敦這幾所大學漢學系裡面所學習的，我們去看過，把佛的經典當作世間一門學術來研究，它變成世間法，它變成知識，而不是智慧，儒釋道全變成知識。在古時候中國不是的，儒釋道全是智慧。佛講求大徹大悟，道也講求開悟，儒也講求開悟，開悟才真正管用，不開悟的不管用。今天要開悟你就要走開悟的路，佛教給我們這條道路就是開悟的道路。你看先把規矩學好，這是第一條，淨業三福頭一條。"
    },
    {
      "id": "02-039-0538_p0012",
      "zh_CN": "头一条做好之后，才能升级学第二条，第二条是「受持三皈」。三皈是觉正净，这是修行最高的理念。如何能达到觉而不迷、正而不邪、净而不染？佛是觉的意思，见到佛像，听到佛的名号，就要提起觉而不迷，听到人读经，看到经本，就要想到正而不邪，看见出家人，他就提醒我们净而不染，他染不染我们不要管，他提醒我净而不染。他这个形象教我，他自己染不染与我不相干，我看到这个形象的时候，我就想到净而不染，六根清净，一尘不染。这叫三皈，是皈依自性，皈依自性觉、自性正、自性净。现在受三皈依的人有没有这个念头？没有，三皈完了就完了，一切都完了。拿到皈依证，我是皈依三宝了，你看他，他还是迷而不觉，邪而不正，染而不净，还是搞的迷邪染，假的，不是真的。「具足众戒，不犯威仪」。众戒，在家的是五戒、十戒，就是八关斋戒，在家有菩萨戒，出家有沙弥戒，沙弥律仪，有比丘戒、有菩萨戒。五戒、十善、三皈都没有，哪来的众戒？古人早就忧虑了，我们在经典里面看到的，蕅益大师对这个事情就非常忧虑。明朝末年人，距离我们现在三百多年，差不多有四百年，明朝末年。四百年前的人为这个事情已经非常忧虑，怕佛法在这个世间失传。虽然佛说了，他老人家的法运一万二千年。我们根据中国历史的记载，释迦佛灭度到今年是三千零三十八年。一万二千年已经过去三千年，后面这个九千年，我们是后面九千年的开始，才过三十八年，佛的法运还很长，不至于断掉。",
      "zh_TW": "頭一條做好之後，才能升級學第二條，第二條是「受持三皈」。三皈是覺正淨，這是修行最高的理念。如何能達到覺而不迷、正而不邪、淨而不染？佛是覺的意思，見到佛像，聽到佛的名號，就要提起覺而不迷，聽到人讀經，看到經本，就要想到正而不邪，看見出家人，他就提醒我們淨而不染，他染不染我們不要管，他提醒我淨而不染。他這個形象教我，他自己染不染與我不相干，我看到這個形象的時候，我就想到淨而不染，六根清淨，一塵不染。這叫三皈，是皈依自性，皈依自性覺、自性正、自性淨。現在受三皈依的人有沒有這個念頭？沒有，三皈完了就完了，一切都完了。拿到皈依證，我是皈依三寶了，你看他，他還是迷而不覺，邪而不正，染而不淨，還是搞的迷邪染，假的，不是真的。「具足眾戒，不犯威儀」。眾戒，在家的是五戒、十戒，就是八關齋戒，在家有菩薩戒，出家有沙彌戒，沙彌律儀，有比丘戒、有菩薩戒。五戒、十善、三皈都沒有，哪來的眾戒？古人早就憂慮了，我們在經典裡面看到的，蕅益大師對這個事情就非常憂慮。明朝末年人，距離我們現在三百多年，差不多有四百年，明朝末年。四百年前的人為這個事情已經非常憂慮，怕佛法在這個世間失傳。雖然佛說了，他老人家的法運一萬二千年。我們根據中國歷史的記載，釋迦佛滅度到今年是三千零三十八年。一萬二千年已經過去三千年，後面這個九千年，我們是後面九千年的開始，才過三十八年，佛的法運還很長，不至於斷掉。"
    },
    {
      "id": "02-039-0538_p0013",
      "zh_CN": "真正修行的人我们没见到，肯定有。我曾经将这个问题向章嘉大师请教过，章嘉大师叫我放心，佛教不会灭，但是有兴有衰，这是肯定的。现在是衰到谷底，要兴不会突然兴起来，最快恐怕得要一百年以后。两百年以后肯定兴旺起来，为什么？对佛法认识的人逐渐会多了。这些是什么人？科学家。近代科学研究的报告，很多跟佛经上所讲的完全相同，让这些科学家们非常惊讶，几千年前佛经上所说的，现在被科学证明了，它当然会复兴。将来出家学佛的可能都是在科学上有非常伟大的成就，他们回过头来，那很快就成佛了。因为他们的研究已经达到开悟，就是大彻大悟的边缘，只要他真正能把起心动念、分别执着放下，他就成佛。而且他放下比我们容易，因为他了解现象是假的，物质现象是假的，精神现象也是假的，自然现象也不是真的，他了解得非常透彻，所以放下很容易。这是我的一个看法，将来佛教，科学家、哲学家他们出家，他们来继承，来继承如来家业。佛法讲得好，诸佛如来的弘传，随众生心，应所知量。众生喜欢宗教，他以宗教的身分出现，众生喜欢科学，他用科学的身分来出现，喜欢哲学，他用哲学的身分来出现，佛法是圆融的，它没有执着，它没有分别。所以我的想法，很可能将来哲学跟科学继承了佛法。这方东美先生所说的，佛经哲学是全世界哲学的最高峰。我们学了六十年，接触到最近的这些科学报告，看到这些科学家对佛法感到非常惊异而且惊喜，所以它也是科学的最高峰。",
      "zh_TW": "真正修行的人我們沒見到，肯定有。我曾經將這個問題向章嘉大師請教過，章嘉大師叫我放心，佛教不會滅，但是有興有衰，這是肯定的。現在是衰到谷底，要興不會突然興起來，最快恐怕得要一百年以後。兩百年以後肯定興旺起來，為什麼？對佛法認識的人逐漸會多了。這些是什麼人？科學家。近代科學研究的報告，很多跟佛經上所講的完全相同，讓這些科學家們非常驚訝，幾千年前佛經上所說的，現在被科學證明了，它當然會復興。將來出家學佛的可能都是在科學上有非常偉大的成就，他們回過頭來，那很快就成佛了。因為他們的研究已經達到開悟，就是大徹大悟的邊緣，只要他真正能把起心動念、分別執著放下，他就成佛。而且他放下比我們容易，因為他了解現象是假的，物質現象是假的，精神現象也是假的，自然現象也不是真的，他了解得非常透徹，所以放下很容易。這是我的一個看法，將來佛教，科學家、哲學家他們出家，他們來繼承，來繼承如來家業。佛法講得好，諸佛如來的弘傳，隨眾生心，應所知量。眾生喜歡宗教，他以宗教的身分出現，眾生喜歡科學，他用科學的身分來出現，喜歡哲學，他用哲學的身分來出現，佛法是圓融的，它沒有執著，它沒有分別。所以我的想法，很可能將來哲學跟科學繼承了佛法。這方東美先生所說的，佛經哲學是全世界哲學的最高峰。我們學了六十年，接觸到最近的這些科學報告，看到這些科學家對佛法感到非常驚異而且驚喜，所以它也是科學的最高峰。"
    },
    {
      "id": "02-039-0538_p0014",
      "zh_CN": "善的标准，世法、佛法，佛法的标准是五戒、十善；世法的标准，在中国是五伦、五常、四维、八德，全都落实了，你表现在外面就是威仪有则。则是一个标准，你的行住坐卧，你的言谈举止，你的起心动念，是一切众生，人天大众的标准。这是最好的标准，是与自性性德相应的标准。这个人我们就晓得他将来是一代的大师，他继承了如来家业。现在在世间不多，往后慢慢会多起来。这个人大公无私，心地清净，一尘不染。所以都是善。「深言之，始觉智妙契本觉理，才是与善相应」。这个境界就高了，这是证果的人，凡夫做不到。「但应谛知，此第一之善，究竟不离诸恶莫作、众善奉行」。表现在外面，究竟佛果，妙觉如来，也是「诸恶莫作，众善奉行，自净其意」，这三句是佛法讲的第一善。你看第一善，从初发心到如来地，诸恶莫作，众善奉行，自净其意，说绝了！这三句话，浅言之，对凡夫说，深言之，是等觉菩萨、是妙觉如来。",
      "zh_TW": "善的標準，世法、佛法，佛法的標準是五戒、十善；世法的標準，在中國是五倫、五常、四維、八德，全都落實了，你表現在外面就是威儀有則。則是一個標準，你的行住坐臥，你的言談舉止，你的起心動念，是一切眾生，人天大眾的標準。這是最好的標準，是與自性性德相應的標準。這個人我們就曉得他將來是一代的大師，他繼承了如來家業。現在在世間不多，往後慢慢會多起來。這個人大公無私，心地清淨，一塵不染。所以都是善。「深言之，始覺智妙契本覺理，才是與善相應」。這個境界就高了，這是證果的人，凡夫做不到。「但應諦知，此第一之善，究竟不離諸惡莫作、眾善奉行」。表現在外面，究竟佛果，妙覺如來，也是「諸惡莫作，眾善奉行，自淨其意」，這三句是佛法講的第一善。你看第一善，從初發心到如來地，諸惡莫作，眾善奉行，自淨其意，說絕了！這三句話，淺言之，對凡夫說，深言之，是等覺菩薩、是妙覺如來。"
    },
    {
      "id": "02-039-0538_p0015",
      "zh_CN": "下面我们看，「更就本宗」，讲到我们净土宗，「第一之善，实即大势至法王子之念佛法门，都摄六根、净念相继也」。都摄六根，孟子说过，孟子说「学问之道无他，求其放心而已」，跟都摄六根的意思非常接近，这是儒家。孟夫子那个时候佛教没到中国来，他所说的跟大势至菩萨讲的是一样的。我们前面读到的，菩萨不逐闻尘，不逐色尘，六根不逐六尘就是都摄六根。把眼耳鼻舌身意收回来，不要向外去攀缘，收回来，你的心就定了。我们的心为什么定不了？六根心都在外面，意根在里面，意根也缘前五识落下的印象。在哪里？在意识的相分里面。意识的相分，对外缘前五根落谢的印象，对内它缘阿赖耶、缘末那识，所以它的能缘境界非常广大，你要不把它抓住，你心就定不下来。大势至菩萨言语很简单，对修学非常非常重要。都能收摄，净念就现前；净念相继，说明你里头没有杂念。这个净念是什么？就是一句佛号。",
      "zh_TW": "下面我們看，「更就本宗」，講到我們淨土宗，「第一之善，實即大勢至法王子之念佛法門，都攝六根、淨念相繼也」。都攝六根，孟子說過，孟子說「學問之道無他，求其放心而已」，跟都攝六根的意思非常接近，這是儒家。孟夫子那個時候佛教沒到中國來，他所說的跟大勢至菩薩講的是一樣的。我們前面讀到的，菩薩不逐聞塵，不逐色塵，六根不逐六塵就是都攝六根。把眼耳鼻舌身意收回來，不要向外去攀緣，收回來，你的心就定了。我們的心為什麼定不了？六根心都在外面，意根在裡面，意根也緣前五識落下的印象。在哪裡？在意識的相分裡面。意識的相分，對外緣前五根落謝的印象，對內它緣阿賴耶、緣末那識，所以它的能緣境界非常廣大，你要不把它抓住，你心就定不下來。大勢至菩薩言語很簡單，對修學非常非常重要。都能收攝，淨念就現前；淨念相繼，說明你裡頭沒有雜念。這個淨念是什麼？就是一句佛號。"
    },
    {
      "id": "02-039-0538_p0016",
      "zh_CN": "下面说，「一声佛号，六根俱摄，即六根自端也」。灵峰蕅益大师，这两句话是他说的，「佛号投于乱心，乱心不得不佛」。「心既是佛，六根自然悉皆是佛」。这是讲到念佛法门，至少每天在修行定课用功的时候，我们六根决定不缘外头六尘境界。你在念佛看到有人经过，还仔细看一下，你受他影响了，你心往外头跑了。听到外面有声音，不管你是喜欢还是不喜欢，你只要有反应，你的耳识跑到外面去了。怎样才收摄六根？念佛的时候心里只有佛，外面东西没看见，外面音声没听见。为什么？心不在焉，视而不见，听而不闻。这个心是什么？就是心识，你眼识收起来了，视而不见，耳识收起来了，听而不闻，你所听到的、所闻到的就是那句佛号，这叫反闻闻自性，性成无上道。这什么东西？念佛三昧现前了，这就是六根俱摄，六根自端。灵峰大师这两句话讲得好，我们的心本来是妄念很多的，一集中在佛号上，妄念就没有了，妄念全变成阿弥陀佛了。心既是佛，六根自然统统都是佛。六根是佛，给诸位说，六根对象六尘也是佛，这是真的不是假的。「故云耳目口鼻皆当自端。自端者，一声佛号，六根自然端正也，自然身心净洁，与善相应」。这善是什么？「是心是佛也」，这善，完全回归到自性。你用功，这个功夫是「是心作佛」。作什么佛？作「是心是佛」。大乘经上佛常说的，本来是佛。你本来是佛，你现在是心作佛就回归本位。这是真善，绝对的善，这不是相对的。",
      "zh_TW": "下面說，「一聲佛號，六根俱攝，即六根自端也」。靈峰蕅益大師，這兩句話是他說的，「佛號投於亂心，亂心不得不佛」。「心既是佛，六根自然悉皆是佛」。這是講到念佛法門，至少每天在修行定課用功的時候，我們六根決定不緣外頭六塵境界。你在念佛看到有人經過，還仔細看一下，你受他影響了，你心往外頭跑了。聽到外面有聲音，不管你是喜歡還是不喜歡，你只要有反應，你的耳識跑到外面去了。怎樣才收攝六根？念佛的時候心裡只有佛，外面東西沒看見，外面音聲沒聽見。為什麼？心不在焉，視而不見，聽而不聞。這個心是什麼？就是心識，你眼識收起來了，視而不見，耳識收起來了，聽而不聞，你所聽到的、所聞到的就是那句佛號，這叫反聞聞自性，性成無上道。這什麼東西？念佛三昧現前了，這就是六根俱攝，六根自端。靈峰大師這兩句話講得好，我們的心本來是妄念很多的，一集中在佛號上，妄念就沒有了，妄念全變成阿彌陀佛了。心既是佛，六根自然統統都是佛。六根是佛，給諸位說，六根對象六塵也是佛，這是真的不是假的。「故云耳目口鼻皆當自端。自端者，一聲佛號，六根自然端正也，自然身心淨潔，與善相應」。這善是什麼？「是心是佛也」，這善，完全回歸到自性。你用功，這個功夫是「是心作佛」。作什麼佛？作「是心是佛」。大乘經上佛常說的，本來是佛。你本來是佛，你現在是心作佛就回歸本位。這是真善，絕對的善，這不是相對的。"
    },
    {
      "id": "02-039-0538_p0017",
      "zh_CN": "「品末重复劝勉，应弃欲止恶，安和专诚」。这一品最后佛慈悲到极处，一而再、再而三的劝勉我们应该要把欲放下，要把恶放下。欲是欲望，欲望是恶之缘，贪瞋痴慢是恶的因，你只要还有欲望存在，你决定造恶业。所以欲望愈少愈好，少到没有了，你就成佛，佛没有欲望，万缘放得下。欲，佛把它归纳为五大类，财色名食睡，叫五欲。凡夫还有这个身体在，这个五欲还离不开，要把它降到最低的界限。世尊当年在世，三衣一钵，树下一宿，日中一食，他给我们示现的，弃欲止恶，做榜样给我们看，不是做一天、二天，做了一辈子。从十九岁离开家，到七十九岁圆寂，他能保持几十年如一日，慈悲到极处，我们要明了，要能体会到这一种慈悲的大德。",
      "zh_TW": "「品末重複勸勉，應棄欲止惡，安和專誠」。這一品最後佛慈悲到極處，一而再、再而三的勸勉我們應該要把欲放下，要把惡放下。欲是欲望，欲望是惡之緣，貪瞋痴慢是惡的因，你只要還有欲望存在，你決定造惡業。所以欲望愈少愈好，少到沒有了，你就成佛，佛沒有欲望，萬緣放得下。欲，佛把它歸納為五大類，財色名食睡，叫五欲。凡夫還有這個身體在，這個五欲還離不開，要把它降到最低的界限。世尊當年在世，三衣一缽，樹下一宿，日中一食，他給我們示現的，棄欲止惡，做榜樣給我們看，不是做一天、二天，做了一輩子。從十九歲離開家，到七十九歲圓寂，他能保持幾十年如一日，慈悲到極處，我們要明瞭，要能體會到這一種慈悲的大德。"
    },
    {
      "id": "02-039-0538_p0018",
      "zh_CN": "在现前这个时代，美国布莱登先生说，我们如何应对明年这个灾难，二０一二？我们现在看的许多征兆，这个灾难不是假的。他提出三句，第一句弃恶扬善，跟此地弃欲止恶一个意思。我们要把一些恶的念头放下，恶的言语放下，恶的行为放下，才能够平安度过这个劫难，不放下不行。要求我们在言行上，做到下面四个字「安和专诚」，身安，心诚，行要专，态度要和。这四个字表现在外面，不但自己能度过这个灾难，也会感动别人。这个头带得好，因为这四个字灾难当中几乎没有人能够做到，你能做到。为什么？你把欲恶放下了，所以你才身安、态和（态度）、行专、心诚。",
      "zh_TW": "在現前這個時代，美國布萊登先生說，我們如何應對明年這個災難，二０一二？我們現在看的許多徵兆，這個災難不是假的。他提出三句，第一句棄惡揚善，跟此地棄欲止惡一個意思。我們要把一些惡的念頭放下，惡的言語放下，惡的行為放下，才能夠平安度過這個劫難，不放下不行。要求我們在言行上，做到下面四個字「安和專誠」，身安，心誠，行要專，態度要和。這四個字表現在外面，不但自己能度過這個災難，也會感動別人。這個頭帶得好，因為這四個字災難當中幾乎沒有人能夠做到，你能做到。為什麼？你把欲惡放下了，所以你才身安、態和（態度）、行專、心誠。"
    },
    {
      "id": "02-039-0538_p0019",
      "zh_CN": "『嗜』，嗜欲的嗜，「爱好与贪求也」。这两个我们把它放下了，没有爱好、没有贪求，一心只知道念佛，求生极乐世界。要说我们的欲求，我们对这个世间没有欲求，对娑婆世界没有欲、没有求，我们求生极乐世界，我们求亲近阿弥陀佛。『欲』，《大乘义章七》曰：「染爱尘境，名之为欲。」尘是什么？「色声香味触」，这是五尘。「此五者能起人之贪欲，故又名五欲」。五尘就是五欲。《智度论》曰：「五欲又名五箭，破种种善事故。」是故世尊劝诫众生，『勿随嗜欲』。这个在生活当中一定要学，这就是修行，真修行。对于饮食起居随缘，不要在这个里面生起贪心，有，可以，没有也可以，也不必故意，一切随缘就好。佛常教我们，随缘不攀缘。我们要想吃些什么、穿些什么，这就是攀缘。跟大众在一起样样都好，这叫随缘。随缘，没有烦恼，心是清净的；攀缘，你有起心动念，你心不得清净。所以不要随嗜欲。",
      "zh_TW": "『嗜』，嗜欲的嗜，「愛好與貪求也」。這兩個我們把它放下了，沒有愛好、沒有貪求，一心只知道念佛，求生極樂世界。要說我們的欲求，我們對這個世間沒有欲求，對娑婆世界沒有欲、沒有求，我們求生極樂世界，我們求親近阿彌陀佛。『欲』，《大乘義章七》曰：「染愛塵境，名之為欲。」塵是什麼？「色聲香味觸」，這是五塵。「此五者能起人之貪欲，故又名五欲」。五塵就是五欲。《智度論》曰：「五欲又名五箭，破種種善事故。」是故世尊勸誡眾生，『勿隨嗜欲』。這個在生活當中一定要學，這就是修行，真修行。對於飲食起居隨緣，不要在這個裡面生起貪心，有，可以，沒有也可以，也不必故意，一切隨緣就好。佛常教我們，隨緣不攀緣。我們要想吃些什麼、穿些什麼，這就是攀緣。跟大眾在一起樣樣都好，這叫隨緣。隨緣，沒有煩惱，心是清淨的；攀緣，你有起心動念，你心不得清淨。所以不要隨嗜欲。"
    },
    {
      "id": "02-039-0538_p0020",
      "zh_CN": "「且诸欲之中，婬欲之毒最深，故戒出家人首重断婬也」。这个是五欲里最深的，伤害最大的，会引导你堕地狱的，引导你做杀盗淫妄的，这就是淫欲。所以佛慈悲，对出家人头一个是断淫欲，对在家人的戒律头一条是不杀生，这最重的，出家戒律头一条是不淫欲。因为在家人他还没有发心出离六道生死，所以欲没有断。出家你都是为了生死、出三界，了生死出三界这个障碍，淫欲第一，最严重，所以先要把它断掉。若能离欲，则可『不犯诸恶』。这个欲是五欲，五种欲，财色名食睡，统统要把它放下，你自然不会作恶。「是乃深劝诸恶莫作」，这把诸恶莫作讲清楚、讲明白了。",
      "zh_TW": "「且諸欲之中，婬欲之毒最深，故戒出家人首重斷婬也」。這個是五欲裡最深的，傷害最大的，會引導你墮地獄的，引導你做殺盜淫妄的，這就是淫欲。所以佛慈悲，對出家人頭一個是斷淫欲，對在家人的戒律頭一條是不殺生，這最重的，出家戒律頭一條是不淫欲。因為在家人他還沒有發心出離六道生死，所以欲沒有斷。出家你都是為了生死、出三界，了生死出三界這個障礙，淫欲第一，最嚴重，所以先要把它斷掉。若能離欲，則可『不犯諸惡』。這個欲是五欲，五種欲，財色名食睡，統統要把它放下，你自然不會作惡。「是乃深勸諸惡莫作」，這把諸惡莫作講清楚、講明白了。"
    },
    {
      "id": "02-039-0538_p0021",
      "zh_CN": "下面说，『言色当和』，言语，色是容颜，我们讲面色，现在讲表情，你的言语、表情要祥和，《还源观》上讲的柔和，要避免粗暴。说话声音不能太大，举止一定要端详，不能过于急躁，这些现在人不讲究了。我们看两百年前曾国藩在世，曾国藩对他子弟的要求，对他晚辈的要求非常严格，你看他的家书、家训，你就知道。那些要求是做人的基本道理，现在人不懂。我觉得我们将来如果办佛学院，曾国藩的家训可以开一门课，必修课。里面全讲的是做人的道理，你不学，人都做不好，怎么能作佛？经典戒律威仪里面讲得很多，也讲得很详细。怎么落实？曾国藩家训里头就有落实，子弟在日常生活当中有过失，他全把它说出来了。现在人没有了，你有过失人家不敢讲你。那怎么办？最好看曾国藩对他晚辈的教训，我们在这里头吸取教训，认真修学，这才有好处。对于不犯诸恶，是乃深劝诸恶莫作。这个里头有《弟子规》、有《感应篇》、有《十善业道》。中国古人家家都有家训，像《了凡四训》、《俞净意公遇灶神记》，都在这一句经文范围之内，不学怎么会知道？",
      "zh_TW": "下面說，『言色當和』，言語，色是容顏，我們講面色，現在講表情，你的言語、表情要祥和，《還源觀》上講的柔和，要避免粗暴。說話聲音不能太大，舉止一定要端詳，不能過於急躁，這些現在人不講究了。我們看兩百年前曾國藩在世，曾國藩對他子弟的要求，對他晚輩的要求非常嚴格，你看他的家書、家訓，你就知道。那些要求是做人的基本道理，現在人不懂。我覺得我們將來如果辦佛學院，曾國藩的家訓可以開一門課，必修課。裡面全講的是做人的道理，你不學，人都做不好，怎麼能作佛？經典戒律威儀裡面講得很多，也講得很詳細。怎麼落實？曾國藩家訓裡頭就有落實，子弟在日常生活當中有過失，他全把它說出來了。現在人沒有了，你有過失人家不敢講你。那怎麼辦？最好看曾國藩對他晚輩的教訓，我們在這裡頭吸取教訓，認真修學，這才有好處。對於不犯諸惡，是乃深勸諸惡莫作。這個裡頭有《弟子規》、有《感應篇》、有《十善業道》。中國古人家家都有家訓，像《了凡四訓》、《俞淨意公遇灶神記》，都在這一句經文範圍之內，不學怎麼會知道？"
    },
    {
      "id": "02-039-0538_p0022",
      "zh_CN": "「言和」，就是四摄里的爱语。四摄法是世尊教给我们与大众相处的四条戒。人不能够脱离人群，跟大众在一起我们要怎么做？这就是四摄法。我们当年，一九九九、二０００年我们在新加坡团结九个宗教，做得很成功。当时新加坡有一位部长，曾士生先生，他问我：你用什么方法能把这些不同宗教团结起来？我说这是佛教给我的。他很惊讶，佛教的，佛怎么教的？四摄法。他对这个很重视。四摄法里头第一个是「布施」，这个布施，我们用现代人的解释，送礼。人跟人往来的时候头一个就是要送礼，礼多人不怪，你要懂得。我应邀到新加坡讲经，法缘非常殊胜，演培法师有一天请我吃饭，在灵芝素食餐厅，就我们两个人，没请别人。他也问我一个问题，他说你的法缘为什么那么好？我就告诉他，行四摄法，头一个布施。人家邀我来讲经，我还没有来，先把这些经论善书结缘的东西统统都寄过来，听众每个人都拿到，欢欢喜喜。吉隆坡第一次去讲演，我们的活动只有两天，我们没到吉隆坡之前，运的结缘的东西卡车已经装了两个卡车运过去，差不多有七、八吨，礼物先运过去了。我到日本去访问，送给日本净土宗每个道场一部《大藏经》，送了三十部。这是四摄法里的布施，人皆欢喜。",
      "zh_TW": "「言和」，就是四攝裡的愛語。四攝法是世尊教給我們與大眾相處的四條戒。人不能夠脫離人群，跟大眾在一起我們要怎麼做？這就是四攝法。我們當年，一九九九、二０００年我們在新加坡團結九個宗教，做得很成功。當時新加坡有一位部長，曾士生先生，他問我：你用什麼方法能把這些不同宗教團結起來？我說這是佛教給我的。他很驚訝，佛教的，佛怎麼教的？四攝法。他對這個很重視。四攝法裡頭第一個是「布施」，這個布施，我們用現代人的解釋，送禮。人跟人往來的時候頭一個就是要送禮，禮多人不怪，你要懂得。我應邀到新加坡講經，法緣非常殊勝，演培法師有一天請我吃飯，在靈芝素食餐廳，就我們兩個人，沒請別人。他也問我一個問題，他說你的法緣為什麼那麼好？我就告訴他，行四攝法，頭一個布施。人家邀我來講經，我還沒有來，先把這些經論善書結緣的東西統統都寄過來，聽眾每個人都拿到，歡歡喜喜。吉隆坡第一次去講演，我們的活動只有兩天，我們沒到吉隆坡之前，運的結緣的東西卡車已經裝了兩個卡車運過去，差不多有七、八噸，禮物先運過去了。我到日本去訪問，送給日本淨土宗每個道場一部《大藏經》，送了三十部。這是四攝法裡的布施，人皆歡喜。"
    },
    {
      "id": "02-039-0538_p0023",
      "zh_CN": "第二个「爱语」，爱语是对他真正的关心，这叫爱语，不是说好听的话，要为他着想，他有哪些困难，帮助他解决，真诚的爱护他、关怀他、照顾他，后面就是互助合作，这做朋友。第三个是「利行」，我们所作所为对他有好处，没有坏处，人家欢喜！宗教与宗教之间最怕的是拉信徒，这个一定要知道。宗教与宗教之间最怕的还有一桩事情，自赞毁他，我这个教好，你不如我，这个话不可以说。要平等，要学谦虚，要学赞叹别人，人家才乐意跟你往来。你要自己赞叹自己，要毁谤别人，错了，别人就跟你画界限，永远防范你，你不就错了吗？至于为什么有这么多宗教？众生根性不相同，文化背景不相同，生活方式不相同。在过去人与人之间没有像现在这么方便的交通，没有资讯，真的老死不相往来。我小时候住在农村，确实有老人一生没有进过城，连城市都没去过，城市不远，不过那时候要走路，都没有去过城市，最近的就是自己居住地区的小镇。所以形成许多不同的宗教，都是神圣在教化一方所设施的。我们这种观念他能接受，他欢喜。所以对一切宗教都尊重，决定没有批评，普遍赞叹。四摄最后一个是「同事」，同事很难做，我们只能够做狭义的同事，不能广义。狭义说什么？我们要团结，我们要互相学习，不但学习我自己的宗教经典，别人的宗教经典我统统学，我非常认真努力在学习，狭义的。广义的同事，那要证果的人才能做到，不证果不容易做到。所以言和，这是四摄的爱语。『色和』，慈光照人。柔和质直，心地真诚，言色柔和，大家喜欢接近你。",
      "zh_TW": "第二個「愛語」，愛語是對他真正的關心，這叫愛語，不是說好聽的話，要為他著想，他有哪些困難，幫助他解決，真誠的愛護他、關懷他、照顧他，後面就是互助合作，這做朋友。第三個是「利行」，我們所作所為對他有好處，沒有壞處，人家歡喜！宗教與宗教之間最怕的是拉信徒，這個一定要知道。宗教與宗教之間最怕的還有一樁事情，自讚毀他，我這個教好，你不如我，這個話不可以說。要平等，要學謙虛，要學讚歎別人，人家才樂意跟你往來。你要自己讚歎自己，要毀謗別人，錯了，別人就跟你畫界限，永遠防範你，你不就錯了嗎？至於為什麼有這麼多宗教？眾生根性不相同，文化背景不相同，生活方式不相同。在過去人與人之間沒有像現在這麼方便的交通，沒有資訊，真的老死不相往來。我小時候住在農村，確實有老人一生沒有進過城，連城市都沒去過，城市不遠，不過那時候要走路，都沒有去過城市，最近的就是自己居住地區的小鎮。所以形成許多不同的宗教，都是神聖在教化一方所設施的。我們這種觀念他能接受，他歡喜。所以對一切宗教都尊重，決定沒有批評，普遍讚歎。四攝最後一個是「同事」，同事很難做，我們只能夠做狹義的同事，不能廣義。狹義說什麼？我們要團結，我們要互相學習，不但學習我自己的宗教經典，別人的宗教經典我統統學，我非常認真努力在學習，狹義的。廣義的同事，那要證果的人才能做到，不證果不容易做到。所以言和，這是四攝的愛語。『色和』，慈光照人。柔和質直，心地真誠，言色柔和，大家喜歡接近你。"
    },
    {
      "id": "02-039-0538_p0024",
      "zh_CN": "『身行』，自身之所行。『专』是专一、专诚、专精。「身行当专」，这就是中国古人所说的一门深入、长时薰修，教之道、贵以专。学多了，学杂了，你就不专。不专，你的心力分散，你的时间也分散，你所得的东西有限，多半都得一些皮毛知识，你得不到三昧，更得不到智慧。你要想得三昧，三昧是清净心、是平等心。智慧是从定中发生的，所以清净心生智慧，平等心生智慧。没有智慧，你所学的是常识，我们用现代人的话说，是知识，你的知识很丰富，你没有智慧。知识解决问题有局限，而且往往有后遗症，智慧没有，智慧解决问题是圆融的。所以智慧跟知识是两桩事情，我们在经教里头要求智慧，求知识就错了。",
      "zh_TW": "『身行』，自身之所行。『專』是專一、專誠、專精。「身行當專」，這就是中國古人所說的一門深入、長時薰修，教之道、貴以專。學多了，學雜了，你就不專。不專，你的心力分散，你的時間也分散，你所得的東西有限，多半都得一些皮毛知識，你得不到三昧，更得不到智慧。你要想得三昧，三昧是清淨心、是平等心。智慧是從定中發生的，所以清淨心生智慧，平等心生智慧。沒有智慧，你所學的是常識，我們用現代人的話說，是知識，你的知識很豐富，你沒有智慧。知識解決問題有局限，而且往往有後遺症，智慧沒有，智慧解決問題是圓融的。所以智慧跟知識是兩樁事情，我們在經教裡頭要求智慧，求知識就錯了。"
    },
    {
      "id": "02-039-0538_p0025",
      "zh_CN": "所以，专精行道，「若就本经，则劝一向专念」，发菩提心，一向专念。「动作」是行动，「瞻视」是看，「徐」是缓，故『动作瞻视，安定徐为』。这是必须要学的，学什么？学稳重、学安详、学镇定，要把现在的那种心浮气躁要把它洗干净。人要表现的是心浮气躁，你就知道，他再勤奋、再精进、再努力，他所学到的东西都是皮毛常识，真正的内容他得不到。印祖所说的「一分诚敬得一分利益」，那个利益是真的。世出世间圣学都要用真诚心去学习，我们学其他宗教经典也是一个道理。我跟许多人谈到学习的问题，我跟马哈迪长老说我读《古兰经》。他问我，你是不是读中文的翻译本？我说是的，我有好多版本，我读《古兰经》，我说我是最虔诚的穆斯林。他看着我。我要不是最虔诚的穆斯林，我体会不到经里面的奥义。他点头。我们读《古兰经》要是把它看做那是回教的，这里头有个界限，你所读到的是皮毛常识，你怎么能了解它？我说我读《新旧约》，我是最虔诚的基督徒。印祖说的，一分诚敬你得一分利益，十分诚敬你得十分利益，你有百分诚敬你就得百分利益。所以我们读的，我也曾经讲过，我讲过《古兰经》，他们听了很欢喜，觉得我讲的不比阿訇差。我讲的《玫瑰经》在天主教已经流传开，光碟已经到处都有了。你不是真正虔诚，你怎么能知道它的意思？",
      "zh_TW": "所以，專精行道，「若就本經，則勸一向專念」，發菩提心，一向專念。「動作」是行動，「瞻視」是看，「徐」是緩，故『動作瞻視，安定徐為』。這是必須要學的，學什麼？學穩重、學安詳、學鎮定，要把現在的那種心浮氣躁要把它洗乾淨。人要表現的是心浮氣躁，你就知道，他再勤奮、再精進、再努力，他所學到的東西都是皮毛常識，真正的內容他得不到。印祖所說的「一分誠敬得一分利益」，那個利益是真的。世出世間聖學都要用真誠心去學習，我們學其他宗教經典也是一個道理。我跟許多人談到學習的問題，我跟馬哈迪長老說我讀《古蘭經》。他問我，你是不是讀中文的翻譯本？我說是的，我有好多版本，我讀《古蘭經》，我說我是最虔誠的穆斯林。他看著我。我要不是最虔誠的穆斯林，我體會不到經裡面的奧義。他點頭。我們讀《古蘭經》要是把它看做那是回教的，這裡頭有個界限，你所讀到的是皮毛常識，你怎麼能了解它？我說我讀《新舊約》，我是最虔誠的基督徒。印祖說的，一分誠敬你得一分利益，十分誠敬你得十分利益，你有百分誠敬你就得百分利益。所以我們讀的，我也曾經講過，我講過《古蘭經》，他們聽了很歡喜，覺得我講的不比阿訇差。我講的《玫瑰經》在天主教已經流傳開，光碟已經到處都有了。你不是真正虔誠，你怎麼能知道它的意思？"
    },
    {
      "id": "02-039-0538_p0026",
      "zh_CN": "我们带头来学习，我们学习他们的经典，他们也会学佛的经典。但是他们学佛的经典，可能也学一点皮毛常识。什么原因？诚敬心做主的，他有真正的诚敬心。我们翻开《圣经》，用对阿弥陀佛的真诚、对释迦牟尼佛的真诚来对耶稣，来看耶稣、来看摩西，我们能看经典里头有真东西。我们翻开《古兰》，就是对诸佛菩萨那种诚敬来对穆罕默德。世出世间一切法离不开一个诚，人要能把这个东西掌握住，你决定有成就。真诚的人心是定的，心是清净的，浮躁的人没有真诚，离经叛道的人没有真诚，自以为是的人没有真诚。真诚的代表，孔子算是不错的，「述而不作，信而好古」，把真诚表露出来了。述而不作是谦虚恭敬，谦德。《了凡四训》里讲谦德讲得非常之多，「满招损，谦受益」，《尚书》说的。自以为是，这是满招损，人家看到你的态度，对你敬而远之。",
      "zh_TW": "我們帶頭來學習，我們學習他們的經典，他們也會學佛的經典。但是他們學佛的經典，可能也學一點皮毛常識。什麼原因？誠敬心做主的，他有真正的誠敬心。我們翻開《聖經》，用對阿彌陀佛的真誠、對釋迦牟尼佛的真誠來對耶穌，來看耶穌、來看摩西，我們能看經典裡頭有真東西。我們翻開《古蘭》，就是對諸佛菩薩那種誠敬來對穆罕默德。世出世間一切法離不開一個誠，人要能把這個東西掌握住，你決定有成就。真誠的人心是定的，心是清淨的，浮躁的人沒有真誠，離經叛道的人沒有真誠，自以為是的人沒有真誠。真誠的代表，孔子算是不錯的，「述而不作，信而好古」，把真誠表露出來了。述而不作是謙虛恭敬，謙德。《了凡四訓》裡講謙德講得非常之多，「滿招損，謙受益」，《尚書》說的。自以為是，這是滿招損，人家看到你的態度，對你敬而遠之。"
    },
    {
      "id": "02-039-0538_p0027",
      "zh_CN": "你谦虚恭敬真得到利益，为什么？别人真教你，真劝导你。自己许多过失自己不知道，谁肯跟你讲？没有人。在古时候真正说你过失的只有三个人，你的父亲、母亲，你的老师，这三个人。朋友不敢说，说什么你不接受，这交情就断绝了。朋友之间相处要知道察言观色，口里说，很谦虚恭敬，请你指教，你要马上去批评他的时候，你看他颜色就变了，脸就红了，就不能再说了，话题马上要转开，否则的话，再见面就难为情了。现在麻烦大了，父母不说你了，老师也不说你了，你如何能改过自新？那怎么办？现在只有找古人。《了凡四训》好，像《感应篇》，都是古人作品，《弟子规》，全是古人作品，找这个。要想真成就，把圣贤的条件具足，基础打好，这些东西不痛下功夫做不到。把它看浅了，那问题就严重，像盖大楼，你永远没有地基，你怎么可能成就？中国现在这些典籍还有，家规，我记得好像有家训、家规，有人把它专门收集起来印成一套书，是从别人家谱里头搜集的，这个很好。曾国藩的家训、曾国藩的家书都可以读，都是很大很大的帮助，特别对于现代的社会，这真是自求多福。现在找一个好人来劝导我们，找不到了，人家不敢。安定徐为，就是一举一动都安详镇定，从容不迫。",
      "zh_TW": "你謙虛恭敬真得到利益，為什麼？別人真教你，真勸導你。自己許多過失自己不知道，誰肯跟你講？沒有人。在古時候真正說你過失的只有三個人，你的父親、母親，你的老師，這三個人。朋友不敢說，說什麼你不接受，這交情就斷絕了。朋友之間相處要知道察言觀色，口裡說，很謙虛恭敬，請你指教，你要馬上去批評他的時候，你看他顏色就變了，臉就紅了，就不能再說了，話題馬上要轉開，否則的話，再見面就難為情了。現在麻煩大了，父母不說你了，老師也不說你了，你如何能改過自新？那怎麼辦？現在只有找古人。《了凡四訓》好，像《感應篇》，都是古人作品，《弟子規》，全是古人作品，找這個。要想真成就，把聖賢的條件具足，基礎打好，這些東西不痛下功夫做不到。把它看淺了，那問題就嚴重，像蓋大樓，你永遠沒有地基，你怎麼可能成就？中國現在這些典籍還有，家規，我記得好像有家訓、家規，有人把它專門收集起來印成一套書，是從別人家譜裡頭蒐集的，這個很好。曾國藩的家訓、曾國藩的家書都可以讀，都是很大很大的幫助，特別對於現代的社會，這真是自求多福。現在找一個好人來勸導我們，找不到了，人家不敢。安定徐為，就是一舉一動都安詳鎮定，從容不迫。"
    },
    {
      "id": "02-039-0538_p0028",
      "zh_CN": "『仓卒』，匆促，慌忙。仓卒就是现在所说的心浮气躁。『谛』，审慎。「作事慌忙，必将失败与后悔」。可是现在的社会要求的是快，动作要快，讲求效率。我们细心去观察，稻盛和夫他违背了今天社会上一般的要求的原则，他违背了，他走中国古老的路子。五十多年的经营，没有失败，营业从来没有亏欠。看看别人的公司，在金融风暴泡沬经济的时候都有受伤害，他如如不动，这些地方能看出。别人看起来心浮气躁，他老人家安详镇定，从容不迫，所以对他不产生影响。不该做的决定不干，所以不义之财，他没有贪心，不劳而获这个事情他不干。商场上投机的生意人家劝他做，他不做，他说这个是不劳而获，投资房地产。他要做的，自己一定是真正辛辛苦苦去耕耘收获的，他说这是他应该得的，投机取巧这是万万不能做，所以一生永远立于不败之地。而且营利，他不把自己看成第一，他把员工看成第一。营利利益归谁？第一个归员工，员工他们的辛劳，不忘记他们，第二个顾客，为顾客服务，第三个，还有利益，是公司的。所以他的员工把公司看成自己的家，他真干！实际上他就是把中国古代家庭家道、家规、家学、家业他继承了，他用企业做成功了，这些以前我们不知道。我教胡小林的就是这样一个想法、看法。胡小林做到了，规模没有他大，做得很稳当。稻盛先生这两个企业值得去参观、去学习，企业家应该去好好的考察。稻盛先生身体还不错，有机会可以请他来讲学，特别是企业界。他的经验很丰富，他的学问全部都是得自于中国传统二、三千年前老祖宗的教诲。",
      "zh_TW": "『倉卒』，匆促，慌忙。倉卒就是現在所說的心浮氣躁。『諦』，審慎。「作事慌忙，必將失敗與後悔」。可是現在的社會要求的是快，動作要快，講求效率。我們細心去觀察，稻盛和夫他違背了今天社會上一般的要求的原則，他違背了，他走中國古老的路子。五十多年的經營，沒有失敗，營業從來沒有虧欠。看看別人的公司，在金融風暴泡沬經濟的時候都有受傷害，他如如不動，這些地方能看出。別人看起來心浮氣躁，他老人家安詳鎮定，從容不迫，所以對他不產生影響。不該做的決定不幹，所以不義之財，他沒有貪心，不勞而獲這個事情他不幹。商場上投機的生意人家勸他做，他不做，他說這個是不勞而獲，投資房地產。他要做的，自己一定是真正辛辛苦苦去耕耘收穫的，他說這是他應該得的，投機取巧這是萬萬不能做，所以一生永遠立於不敗之地。而且營利，他不把自己看成第一，他把員工看成第一。營利利益歸誰？第一個歸員工，員工他們的辛勞，不忘記他們，第二個顧客，為顧客服務，第三個，還有利益，是公司的。所以他的員工把公司看成自己的家，他真幹！實際上他就是把中國古代家庭家道、家規、家學、家業他繼承了，他用企業做成功了，這些以前我們不知道。我教胡小林的就是這樣一個想法、看法。胡小林做到了，規模沒有他大，做得很穩當。稻盛先生這兩個企業值得去參觀、去學習，企業家應該去好好的考察。稻盛先生身體還不錯，有機會可以請他來講學，特別是企業界。他的經驗很豐富，他的學問全部都是得自於中國傳統二、三千年前老祖宗的教誨。"
    },
    {
      "id": "02-039-0538_p0029",
      "zh_CN": "所行不慎，则『亡其功夫』，「亡」是丧失，「功夫」是修持的功力，你就丧失了，经营事业那你就失败了。中国的事业真的它是讲求千年万世的，祖宗立下这些规矩，世世代代的子孙如果能够继承，他可以立于不败。所谓是百年老店，他们的人非常本分，非常忠厚，他们的东西没有人不相信，货真价实，规规矩矩的做，所以它永远不败。今天时间到了，我们学习到此地。",
      "zh_TW": "所行不慎，則『亡其功夫』，「亡」是喪失，「功夫」是修持的功力，你就喪失了，經營事業那你就失敗了。中國的事業真的它是講求千年萬世的，祖宗立下這些規矩，世世代代的子孫如果能夠繼承，他可以立於不敗。所謂是百年老店，他們的人非常本分，非常忠厚，他們的東西沒有人不相信，貨真價實，規規矩矩的做，所以它永遠不敗。今天時間到了，我們學習到此地。"
    }
  ]
}