{
  "doc_id": "02-039-0259",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二五九集",
    "zh_TW": "第二五九集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-039-0259",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "02-039-0259_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第三百一十五面倒数第七行，从当中《会疏》这里看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第三百一十五面倒數第七行，從當中《會疏》這裡看起："
    },
    {
      "id": "02-039-0259_p0002",
      "zh_CN": "「如《会疏》曰：以财济世贫，以法周无福，故曰大施主。盖谓以财施救济世间贫穷困苦之人，以法施普利无福闻法之士，故名为大施主也。」昨天我们学到这个地方。大施主一定是财、法两种布施，这一段特别我们要着重的，这句话说「法施普利无福闻法」，由此可知，一生能闻到佛法这是最大的福报。比在世间做天王，中国古时候称赞帝王说「富有四海」，你得到全世界的财富，你成为世间的金轮圣王，这人间富贵到了极处，是不是有福之士？不是，还是无福之士。为什么？你的崇高的地位、无量的财富，你只能享受一生，你死了以后怎么办？没有一样你能带得走的，死了以后还是要随业受报，这个时候才知道自己真正没有福报。有机会闻到佛法的人，这一世再贫穷、再没有地位，如果这一生有缘，这个缘很殊胜，他这一生就成佛去了，一了一切了，这个大福报。这一生没有缘，不能成就，来生后世一定会遇缘，遇缘他就能成就，这是真实的福报。闻法的种子，在阿赖耶识里面叫金刚种子，永远不坏、永远不灭。所以我们就知道了，世出世间再大的施主不能跟佛比。佛布施的是什么？是佛法，世间人布施的是财宝跟世间法，不是佛法，若是佛法还得了吗？不得了。这些话我们要记住，为什么？我们这一生有无比殊胜的福缘，但是问题在哪里？问题在我们不识货，不知道这是世出世间无与伦比的珍宝，因此当面错过，把这一生成佛的机缘错过了。阿赖耶识里面佛法种子永远不灭，那再等来生后世，来生后世在轮回里头又不知道要吃多少亏、受多少罪，这个无可奈何，不可以怨天尤人，自作自受。",
      "zh_TW": "「如《會疏》曰：以財濟世貧，以法周無福，故曰大施主。蓋謂以財施救濟世間貧窮困苦之人，以法施普利無福聞法之士，故名為大施主也。」昨天我們學到這個地方。大施主一定是財、法兩種布施，這一段特別我們要著重的，這句話說「法施普利無福聞法」，由此可知，一生能聞到佛法這是最大的福報。比在世間做天王，中國古時候稱讚帝王說「富有四海」，你得到全世界的財富，你成為世間的金輪聖王，這人間富貴到了極處，是不是有福之士？不是，還是無福之士。為什麼？你的崇高的地位、無量的財富，你只能享受一生，你死了以後怎麼辦？沒有一樣你能帶得走的，死了以後還是要隨業受報，這個時候才知道自己真正沒有福報。有機會聞到佛法的人，這一世再貧窮、再沒有地位，如果這一生有緣，這個緣很殊勝，他這一生就成佛去了，一了一切了，這個大福報。這一生沒有緣，不能成就，來生後世一定會遇緣，遇緣他就能成就，這是真實的福報。聞法的種子，在阿賴耶識裡面叫金剛種子，永遠不壞、永遠不滅。所以我們就知道了，世出世間再大的施主不能跟佛比。佛布施的是什麼？是佛法，世間人布施的是財寶跟世間法，不是佛法，若是佛法還得了嗎？不得了。這些話我們要記住，為什麼？我們這一生有無比殊勝的福緣，但是問題在哪裡？問題在我們不識貨，不知道這是世出世間無與倫比的珍寶，因此當面錯過，把這一生成佛的機緣錯過了。阿賴耶識裡面佛法種子永遠不滅，那再等來生後世，來生後世在輪迴裡頭又不知道要吃多少虧、受多少罪，這個無可奈何，不可以怨天尤人，自作自受。"
    },
    {
      "id": "02-039-0259_p0003",
      "zh_CN": "聪明极顶的人，我们见过一个人，这大概是四、五年前，深圳黄忠昌居士聪明绝顶，才三十出头。他听到这个因缘跟别人的想法不一样，听到极乐世界他真的就想往生、他就想去，听说念佛三年可以走、可以成就，他就闭关三年，向小莉给他护关。向小莉福报从哪来的？这三年护关来的。他就是一部《无量寿经》、一句阿弥陀佛，每天不中断，用的是谛闲老和尚传授的方法，念累了就休息，休息好了赶紧接着再干。念到两年十个月，还差两个月满三年，他预知时至，他就往生了，到极乐世界去成佛去了。这是什么？一等一的聪明人。给大家做证明，世尊讲三转法轮，三种方式教学，第一种对聪明人，指示你，这种人善根福德深厚，很聪明，一告诉他他就明白了。黄忠昌这样就是一等人，他对这个世间没有留恋，一心念佛求生净土，就成功了。第二种人，这是绝大多数的人，中等根性，不是上根，也不是下根。用什么？用劝，劝导，四十九年讲经教学都是对这种人的，不上不下，自以为很聪明，意见很多，想法、看法很多，耽误了。第三种人，这下根人，劝，劝不动，不相信，要什么？拿证据来，亲眼看到他相信了，他没看到不相信，所以叫作证转。释迦牟尼佛给我们做证明，历代祖师大德都给我们作证，黄忠昌是特别给我们示现一个证明，两年十个月功德圆满。我们比不上人家。",
      "zh_TW": "聰明極頂的人，我們見過一個人，這大概是四、五年前，深圳黃忠昌居士聰明絕頂，才三十出頭。他聽到這個因緣跟別人的想法不一樣，聽到極樂世界他真的就想往生、他就想去，聽說念佛三年可以走、可以成就，他就閉關三年，向小莉給他護關。向小莉福報從哪來的？這三年護關來的。他就是一部《無量壽經》、一句阿彌陀佛，每天不中斷，用的是諦閑老和尚傳授的方法，念累了就休息，休息好了趕緊接著再幹。念到兩年十個月，還差兩個月滿三年，他預知時至，他就往生了，到極樂世界去成佛去了。這是什麼？一等一的聰明人。給大家做證明，世尊講三轉法輪，三種方式教學，第一種對聰明人，指示你，這種人善根福德深厚，很聰明，一告訴他他就明白了。黃忠昌這樣就是一等人，他對這個世間沒有留戀，一心念佛求生淨土，就成功了。第二種人，這是絕大多數的人，中等根性，不是上根，也不是下根。用什麼？用勸，勸導，四十九年講經教學都是對這種人的，不上不下，自以為很聰明，意見很多，想法、看法很多，耽誤了。第三種人，這下根人，勸，勸不動，不相信，要什麼？拿證據來，親眼看到他相信了，他沒看到不相信，所以叫作證轉。釋迦牟尼佛給我們做證明，歷代祖師大德都給我們作證，黃忠昌是特別給我們示現一個證明，兩年十個月功德圓滿。我們比不上人家。"
    },
    {
      "id": "02-039-0259_p0004",
      "zh_CN": "《妙法莲华经》有一段经文说，成就四法，你就能契入法华境界，契入法华境界就是成佛，《法华》跟《华严》是一不是二。这四种法是什么？我们不依照经文的文字，我们依大家听了很容易体会。第一个，接受诸佛护念，它的原文第一是「为诸佛护念」。我不用「为」，我用接受两个字，为什么？诸佛护念是平等的，佛没有特别护念哪一个人，佛对遍法界虚空界一切众生平等护念，我们在贤首国师《妄尽还源观》里面明白了。《华严经》上所说的妙觉佛果，这是真正无上正等正觉，这是佛，究竟圆满的佛，住常寂光，不是在实报土，他是在寂光土，以自性本具的智慧德相，护念遍法界虚空界一切众生。护念到什么程度？一毛一尘的微点，这前面我们学过的。问题是我们愿不愿意接受？不愿意接受，佛不会勉强你，佛完全随顺自然，叫法尔如是。什么叫接受？你有机缘听到一声阿弥陀佛、听到一声观世音菩萨，诸佛菩萨的名号你听到一声那就是有缘。听到能不能接受？这个接受是什么？第一个是欢喜心；第二个是相信，信佛、信菩萨；再进一步是理解，明了名号里面的含义，智慧德相；接着，深解义趣；最后发愿念佛，执持名号，这叫护念。这个缘我们大家都有，有没有接受？有接受，接受的程度不够，接受得很浅，接受得很少。所以，我们在这一生当中还是懈怠、懒散，成就没有把握，我们能不注意吗？要怎样帮助我们深度的接受、大幅度的接受？那要靠后面三条。",
      "zh_TW": "《妙法蓮華經》有一段經文說，成就四法，你就能契入法華境界，契入法華境界就是成佛，《法華》跟《華嚴》是一不是二。這四種法是什麼？我們不依照經文的文字，我們依大家聽了很容易體會。第一個，接受諸佛護念，它的原文第一是「為諸佛護念」。我不用「為」，我用接受兩個字，為什麼？諸佛護念是平等的，佛沒有特別護念哪一個人，佛對遍法界虛空界一切眾生平等護念，我們在賢首國師《妄盡還源觀》裡面明白了。《華嚴經》上所說的妙覺佛果，這是真正無上正等正覺，這是佛，究竟圓滿的佛，住常寂光，不是在實報土，他是在寂光土，以自性本具的智慧德相，護念遍法界虛空界一切眾生。護念到什麼程度？一毛一塵的微點，這前面我們學過的。問題是我們願不願意接受？不願意接受，佛不會勉強你，佛完全隨順自然，叫法爾如是。什麼叫接受？你有機緣聽到一聲阿彌陀佛、聽到一聲觀世音菩薩，諸佛菩薩的名號你聽到一聲那就是有緣。聽到能不能接受？這個接受是什麼？第一個是歡喜心；第二個是相信，信佛、信菩薩；再進一步是理解，明瞭名號裡面的含義，智慧德相；接著，深解義趣；最後發願念佛，執持名號，這叫護念。這個緣我們大家都有，有沒有接受？有接受，接受的程度不夠，接受得很淺，接受得很少。所以，我們在這一生當中還是懈怠、懶散，成就沒有把握，我們能不注意嗎？要怎樣幫助我們深度的接受、大幅度的接受？那要靠後面三條。"
    },
    {
      "id": "02-039-0259_p0005",
      "zh_CN": "第二条「植众德本」。植，像植树一样，栽培；众是众多；德本，我们讲的四个根，这德本，《弟子规》、《感应篇》、《十善业》、《沙弥律仪》，这是德本。四个德本，如果总的来说就是孝敬，净业三福里面说得好，非常具体，「孝养父母、奉事师长」，植众德本就落实了，就是孝亲尊师就落实了，四个根。净宗同学学习的五个科目，这都是德本，五个科目：三福、六和、三学戒定慧、六度、普贤菩萨十愿。我们在日常生活当中，起心动念、言语造作绝不离开这个标准，四个根、五个科目，你才能接受诸佛深度的护念。第三个「入正定聚」，这是说你在一生当中，你有个正确的方向、有个正确的目标。我这一生为什么？为达到我的目标，对准我的方向，一个方向，西方极乐世界，一个目标，亲近阿弥陀佛。我们发愿做弥陀弟子，要做弥陀真的弟子，不是假的。末后一条，「发救一切众生之心」，这就是发菩提心，菩提心里头最重要的就是救一切众生，救度一切众生，善巧方便，利益群生。",
      "zh_TW": "第二條「植眾德本」。植，像植樹一樣，栽培；眾是眾多；德本，我們講的四個根，這德本，《弟子規》、《感應篇》、《十善業》、《沙彌律儀》，這是德本。四個德本，如果總的來說就是孝敬，淨業三福裡面說得好，非常具體，「孝養父母、奉事師長」，植眾德本就落實了，就是孝親尊師就落實了，四個根。淨宗同學學習的五個科目，這都是德本，五個科目：三福、六和、三學戒定慧、六度、普賢菩薩十願。我們在日常生活當中，起心動念、言語造作絕不離開這個標準，四個根、五個科目，你才能接受諸佛深度的護念。第三個「入正定聚」，這是說你在一生當中，你有個正確的方向、有個正確的目標。我這一生為什麼？為達到我的目標，對準我的方向，一個方向，西方極樂世界，一個目標，親近阿彌陀佛。我們發願做彌陀弟子，要做彌陀真的弟子，不是假的。末後一條，「發救一切眾生之心」，這就是發菩提心，菩提心裡頭最重要的就是救一切眾生，救度一切眾生，善巧方便，利益群生。"
    },
    {
      "id": "02-039-0259_p0006",
      "zh_CN": "我们生在这个时代，可以说全世界的众生所受的苦难在过去历史上找不到。科技发达了，科技带来我们一些生活上的方便，这是不可否认的事实，但是我们付出多大的代价。我相信一个很普通的人，要是冷静去思惟，立刻会感觉到我们得不偿失，我们付出得太多，我们得到的太微少了。我们付出什么？我们付出是世界末日，付出的是整个众生在地球上灭绝，我们付出这样惨痛的代价，值得吗？有少数人真的是无知，责怪我们老祖宗为什么不在科技上求发展，科学技术最早的发源在中国，为什么不继续发展，让别人好像后来居上？中国人知道，这个东西发展到最后，如果圣贤教育要是跟不上，悲惨世界就跟着来了；也就是说，科学早一天达到最高峰，地球就早一天毁灭。中国古圣先贤不愿意看到这个事实真相，把科学技术这一门放弃了，加强人文教育，对伦理、道德特别注重，他有道理，有真智慧，有真慈悲心。佛说成就这个四法，就能够得到一生成就、一乘得度的殊胜福缘，这说到最后是什么？说到最后就是这一部《无量寿经》，就是这一句六字洪名。我们今天有几个人真正认识《无量寿经》？不但度自己，能度一切众生，能度一毛一尘微点里面的一切众生，不可思议。",
      "zh_TW": "我們生在這個時代，可以說全世界的眾生所受的苦難在過去歷史上找不到。科技發達了，科技帶來我們一些生活上的方便，這是不可否認的事實，但是我們付出多大的代價。我相信一個很普通的人，要是冷靜去思惟，立刻會感覺到我們得不償失，我們付出得太多，我們得到的太微少了。我們付出什麼？我們付出是世界末日，付出的是整個眾生在地球上滅絕，我們付出這樣慘痛的代價，值得嗎？有少數人真的是無知，責怪我們老祖宗為什麼不在科技上求發展，科學技術最早的發源在中國，為什麼不繼續發展，讓別人好像後來居上？中國人知道，這個東西發展到最後，如果聖賢教育要是跟不上，悲慘世界就跟著來了；也就是說，科學早一天達到最高峰，地球就早一天毀滅。中國古聖先賢不願意看到這個事實真相，把科學技術這一門放棄了，加強人文教育，對倫理、道德特別注重，他有道理，有真智慧，有真慈悲心。佛說成就這個四法，就能夠得到一生成就、一乘得度的殊勝福緣，這說到最後是什麼？說到最後就是這一部《無量壽經》，就是這一句六字洪名。我們今天有幾個人真正認識《無量壽經》？不但度自己，能度一切眾生，能度一毛一塵微點裡面的一切眾生，不可思議。"
    },
    {
      "id": "02-039-0259_p0007",
      "zh_CN": "我们接着看下面这个注解。「令彼诸群生，长夜无忧恼」，这两句是经文。「长夜，喻众生之沉沦生死，常云生死长夜。」这是比喻，比喻什么？六道轮回。你什么时候能出得去六道轮回？没指望。祖师大德们常说，在世尊末法这九千年当中，除了念佛法门之外，任何一门都不能够度脱轮回。佛在经上也是这样说的，佛说，正法时期一千年，戒律成就，持戒就能得定、就能证阿罗汉果，证阿罗汉就超越六道；像法时期，禅定成就；末法时期，净土成就，持戒、修定不能超越了，这是我们不能不知道的。末法一万年，第一个一千年过去了，今年照中国祖师大德所说的，释迦牟尼佛灭度三千零三十八年。末法一万年，第一个一千年过去了，第二个一千年已经过去三十八年，往后只有这一门。夏莲居老居士出现在这个时代，末法第一个一千年的末后，为我们会集这一部究竟圆满修学的宝典，黄念祖老居士为我们做注解，引用经论一百九十多部。我们今天展开《大经解》，无比的欣慰、无量的欢喜，庆幸自己在这一生得度了。只要有这一部经、一句佛号就决定得生净土，往生净土之后，世出世间一切法你就圆满获得了。",
      "zh_TW": "我們接著看下面這個註解。「令彼諸群生，長夜無憂惱」，這兩句是經文。「長夜，喻眾生之沉淪生死，常云生死長夜。」這是比喻，比喻什麼？六道輪迴。你什麼時候能出得去六道輪迴？沒指望。祖師大德們常說，在世尊末法這九千年當中，除了念佛法門之外，任何一門都不能夠度脫輪迴。佛在經上也是這樣說的，佛說，正法時期一千年，戒律成就，持戒就能得定、就能證阿羅漢果，證阿羅漢就超越六道；像法時期，禪定成就；末法時期，淨土成就，持戒、修定不能超越了，這是我們不能不知道的。末法一萬年，第一個一千年過去了，今年照中國祖師大德所說的，釋迦牟尼佛滅度三千零三十八年。末法一萬年，第一個一千年過去了，第二個一千年已經過去三十八年，往後只有這一門。夏蓮居老居士出現在這個時代，末法第一個一千年的末後，為我們會集這一部究竟圓滿修學的寶典，黃念祖老居士為我們做註解，引用經論一百九十多部。我們今天展開《大經解》，無比的欣慰、無量的歡喜，慶幸自己在這一生得度了。只要有這一部經、一句佛號就決定得生淨土，往生淨土之後，世出世間一切法你就圓滿獲得了。"
    },
    {
      "id": "02-039-0259_p0008",
      "zh_CN": "我们再看下面。「夜表冥暗无光」，夜晚表法表这个意思。真正的意思是「众生无明复心，昏迷不觉，沉生死海，枉受诸苦」，冤枉，众生可怜。最可怜的是什么？迷失了自性，他糊涂了，没有智慧。明是代表智慧，没有智慧，所以他的心是昏迷不觉，这样才沉沦在六道，六道是生死海。六道搞轮回，决定是在三恶道的时间长，在三善道的时间短，在这里面受苦受难，冤枉。为什么？自性里头没有六道，不但没有六道，四圣法界也没有，声闻、缘觉、菩萨、佛也没有，全是假的；可是他迷在其中，他就是醒不过来，就是没有办法超越。诸佛菩萨怜悯这些众生，「为令永离一切忧悲苦恼，出生死长夜，故予财法二施」，佛菩萨来做大施主，施财、施法。「而其中慈悲至极者，则为令其出生众善根，成就菩提果。一切施中，此施最上。」没有任何一个布施能够超过这个更上了，再没有了，真正是慈悲到了极处。这是谁？诸佛如来。那我们想想，夏莲居老居士用十年的时间会集成这样一本经本，这是「出生众善根，成就菩提果」。黄念祖老居士奉师命来为《无量寿经》做注解，也是「出生众善根，成就菩提果」。他们来到人间受苦受难，来做什么？就是为这桩事情来的，不是为别的，这桩事情做圆满了，他到极乐世界去了。最后给我们表法，往生的前半年，万缘放下，一心念佛，他告诉我，一天念十四万声佛号，半年就走了。这什么意思，我们有没有能体会出？",
      "zh_TW": "我們再看下面。「夜表冥闇無光」，夜晚表法表這個意思。真正的意思是「眾生無明覆心，昏迷不覺，沉生死海，枉受諸苦」，冤枉，眾生可憐。最可憐的是什麼？迷失了自性，他糊塗了，沒有智慧。明是代表智慧，沒有智慧，所以他的心是昏迷不覺，這樣才沉淪在六道，六道是生死海。六道搞輪迴，決定是在三惡道的時間長，在三善道的時間短，在這裡面受苦受難，冤枉。為什麼？自性裡頭沒有六道，不但沒有六道，四聖法界也沒有，聲聞、緣覺、菩薩、佛也沒有，全是假的；可是他迷在其中，他就是醒不過來，就是沒有辦法超越。諸佛菩薩憐憫這些眾生，「為令永離一切憂悲苦惱，出生死長夜，故予財法二施」，佛菩薩來做大施主，施財、施法。「而其中慈悲至極者，則為令其出生眾善根，成就菩提果。一切施中，此施最上。」沒有任何一個布施能夠超過這個更上了，再沒有了，真正是慈悲到了極處。這是誰？諸佛如來。那我們想想，夏蓮居老居士用十年的時間會集成這樣一本經本，這是「出生眾善根，成就菩提果」。黃念祖老居士奉師命來為《無量壽經》做註解，也是「出生眾善根，成就菩提果」。他們來到人間受苦受難，來做什麼？就是為這樁事情來的，不是為別的，這樁事情做圓滿了，他到極樂世界去了。最後給我們表法，往生的前半年，萬緣放下，一心念佛，他告訴我，一天念十四萬聲佛號，半年就走了。這什麼意思，我們有沒有能體會出？"
    },
    {
      "id": "02-039-0259_p0009",
      "zh_CN": "最近这半年来，许许多多人都没有忌讳了，提出「２０１２」灾难预言这个问题在讨论。时间愈来愈近，有一点感觉得来不及了，黄念祖老居士为我们表演的，我们明不明白？只要半年的时间，一天十四万声佛号，极乐世界成佛去了。算算现在的时间足够！如果把时间定在二０一二年十二月二十一日，两年的时间，黄念祖老居士念佛六个月，我们有四倍的时间。前人的示现用意很深，我们看到了、听到了要懂得。我们现在就要做出心理上的充分准备，不惊不怖，没有恐惧、没有忧虑、没有牵挂，我们还有时间来学习《无量寿经》。我常说：心里只有阿弥陀佛，除阿弥陀佛之外什么都放下，要认真去学习不执着、不分别、不起心不动念。自己的前途自己决定，自己要负责任。",
      "zh_TW": "最近這半年來，許許多多人都沒有忌諱了，提出「２０１２」災難預言這個問題在討論。時間愈來愈近，有一點感覺得來不及了，黃念祖老居士為我們表演的，我們明不明白？只要半年的時間，一天十四萬聲佛號，極樂世界成佛去了。算算現在的時間足夠！如果把時間定在二０一二年十二月二十一日，兩年的時間，黃念祖老居士念佛六個月，我們有四倍的時間。前人的示現用意很深，我們看到了、聽到了要懂得。我們現在就要做出心理上的充分準備，不驚不怖，沒有恐懼、沒有憂慮、沒有牽掛，我們還有時間來學習《無量壽經》。我常說：心裡只有阿彌陀佛，除阿彌陀佛之外什麼都放下，要認真去學習不執著、不分別、不起心不動念。自己的前途自己決定，自己要負責任。"
    },
    {
      "id": "02-039-0259_p0010",
      "zh_CN": "我们要学菩萨的财、法二施，帮助一切众生明了大法，法摆在这里许多人不认识。我们今天用卫星、用网路，能够打开网路的频道，有缘人，还有很多人不知道，那就是没有缘。这就是我刚才说的，卫星频道在全世界任何一个角落都可以收看得到，这就是好比诸佛护念众生，可是有人打开频道，有人不打开，有人愿意接收，有人不愿意接收。另外一种方便，现在讲做光碟流通，印书他不愿意看，娑婆世界耳根最利，他喜欢听，不喜欢看，听得懂，看不懂，我们要「恒顺众生，随喜功德」，帮助他们，这是好事情。佛菩萨有智慧、有善巧方便，我们做佛菩萨弟子的人也要学菩萨这些本事，以善巧方便帮助一切众生觉悟，帮助一切众生找到超越六道轮回的门径。所以一切施中，此施最上，「令一切众生，离究竟苦，得究竟乐也」，这是讲往生西方极乐世界。「但欲令众生出生善根，成就菩提，则莫若持佛名号，求生极乐」，那就更殊胜了。当然前面所说的，出生善根，成就菩提，一般人比较容易接受，持佛名号、求生净土那就更难了，能接受的人就比较少一点。这两种都要做，这两种都属于大乘。怎么个做法？随缘随分，没有丝毫的勉强，那就对了。",
      "zh_TW": "我們要學菩薩的財、法二施，幫助一切眾生明瞭大法，法擺在這裡許多人不認識。我們今天用衛星、用網路，能夠打開網路的頻道，有緣人，還有很多人不知道，那就是沒有緣。這就是我剛才說的，衛星頻道在全世界任何一個角落都可以收看得到，這就是好比諸佛護念眾生，可是有人打開頻道，有人不打開，有人願意接收，有人不願意接收。另外一種方便，現在講做光碟流通，印書他不願意看，娑婆世界耳根最利，他喜歡聽，不喜歡看，聽得懂，看不懂，我們要「恆順眾生，隨喜功德」，幫助他們，這是好事情。佛菩薩有智慧、有善巧方便，我們做佛菩薩弟子的人也要學菩薩這些本事，以善巧方便幫助一切眾生覺悟，幫助一切眾生找到超越六道輪迴的門徑。所以一切施中，此施最上，「令一切眾生，離究竟苦，得究竟樂也」，這是講往生西方極樂世界。「但欲令眾生出生善根，成就菩提，則莫若持佛名號，求生極樂」，那就更殊勝了。當然前面所說的，出生善根，成就菩提，一般人比較容易接受，持佛名號、求生淨土那就更難了，能接受的人就比較少一點。這兩種都要做，這兩種都屬於大乘。怎麼個做法？隨緣隨分，沒有絲毫的勉強，那就對了。"
    },
    {
      "id": "02-039-0259_p0011",
      "zh_CN": "我们再看底下说的，「我若成正觉，立名无量寿，众生闻此号，俱来我刹中。」经文上这四句偈不可思议，佛的福报大，你从这四句当中你就能知道。他是欢迎十方世界所有的众生，统统到我这个道场来，来到这个道场就成佛了，这福报多大。拒绝别人来道场的，没有福报，欢迎别人来到你的道场，你的福报一定大。我道场太小了，容纳不下，怎么办？你的道场会随着你的心量扩大，真的吗？真的。为什么？诸佛菩萨加持你，你的道场自然就扩大了。大到什么程度？大到像一个大城市，在我们这个世间，真正想学佛的人、真正想修净土的人、真正想一生成就的人，你是净宗正法道场，大家都到这里来聚，都想到这里来学。十年就成为一个都市，二十年就成为一个大都市，这个都市就是西方极乐世界的模型，不可思议。我的年岁大了，这种景观我看不到，你们后起之秀要发菩提心，会在你们那一代成就，这是佛法久住世间又一种型态出现在世间。念老在注解里面说，「此四句乃大愿之心，全经之眼，十方如来度生之妙手，一切众生出苦之宝筏」。这四句偈是阿弥陀佛的，我们要向他学习。「我若成正觉，立名无量寿，众生闻此号，俱来我刹中」，我们听了这四句话就知道了，往生西方极乐世界，我们一个人去，阿弥陀佛欢迎，如果我们带更多人去，阿弥陀佛会开迎新大会，无比的殊胜庄严，为什么不多带几个人去？把我的家亲眷属都带去，这小心眼；认识、不认识的全带去，这样阿弥陀佛就赞叹你，众生就感谢你。为什么不在这上干？有智慧、有能力，还有精神、体力，要认真努力的去干。",
      "zh_TW": "我們再看底下說的，「我若成正覺，立名無量壽，眾生聞此號，俱來我剎中。」經文上這四句偈不可思議，佛的福報大，你從這四句當中你就能知道。他是歡迎十方世界所有的眾生，統統到我這個道場來，來到這個道場就成佛了，這福報多大。拒絕別人來道場的，沒有福報，歡迎別人來到你的道場，你的福報一定大。我道場太小了，容納不下，怎麼辦？你的道場會隨著你的心量擴大，真的嗎？真的。為什麼？諸佛菩薩加持你，你的道場自然就擴大了。大到什麼程度？大到像一個大城市，在我們這個世間，真正想學佛的人、真正想修淨土的人、真正想一生成就的人，你是淨宗正法道場，大家都到這裡來聚，都想到這裡來學。十年就成為一個都市，二十年就成為一個大都市，這個都市就是西方極樂世界的模型，不可思議。我的年歲大了，這種景觀我看不到，你們後起之秀要發菩提心，會在你們那一代成就，這是佛法久住世間又一種型態出現在世間。念老在註解裡面說，「此四句乃大願之心，全經之眼，十方如來度生之妙手，一切眾生出苦之寶筏」。這四句偈是阿彌陀佛的，我們要向他學習。「我若成正覺，立名無量壽，眾生聞此號，俱來我剎中」，我們聽了這四句話就知道了，往生西方極樂世界，我們一個人去，阿彌陀佛歡迎，如果我們帶更多人去，阿彌陀佛會開迎新大會，無比的殊勝莊嚴，為什麼不多帶幾個人去？把我的家親眷屬都帶去，這小心眼；認識、不認識的全帶去，這樣阿彌陀佛就讚歎你，眾生就感謝你。為什麼不在這上幹？有智慧、有能力，還有精神、體力，要認真努力的去幹。"
    },
    {
      "id": "02-039-0259_p0012",
      "zh_CN": "许许多多不同族群、不同国家的人士，希不希望这个法门？我给诸位说，没有不欢喜的，可是他有文字、语言的障碍。我们今天有能力的同学，要真正发心，把外国语文学好，做出正确的翻译介绍给他们。如果再往深处去着眼，你要把中国的语文学好，教他们学习中文，直接看中国的经典，那就更好了。弘法利生要度全世界的人，不同的族群、不同的言语、不同的文化，对于他们，我们应该怎样把中国五千年来古圣先贤，他们都是大彻大悟、明心见性的大德，他们有真实智慧、真实的德行、真实的教诲。我们能发心帮助别人，肯定三宝就加持你，成就你自己，为什么？自己不成就，你外国文字再好你也翻不出来，必须自己有悟处、有契入，你才能翻得出来。佛法在国外，有不同文字翻译的经典，是不是能跟中文翻译的一样？在我们想像当中，不可能一样，差距很大。什么原因？当年将梵文翻成中文的这些译经的法师，其中许许多多人是佛菩萨再来，不是凡人，有修有证。外国就没有吗？问得很好，有跟没有关系在众生的福报，众生有福，佛菩萨来了；众生没有福，不能感应佛菩萨。中国人比其他地区人福报大吗？是的。为什么？中国千万年来，传统的教学孝亲尊师，道理在此地。不孝父母、不尊重老师，纵有感应，感应的力量很薄弱，人懂得孝亲尊师，感应的力量不可思议。",
      "zh_TW": "許許多多不同族群、不同國家的人士，希不希望這個法門？我給諸位說，沒有不歡喜的，可是他有文字、語言的障礙。我們今天有能力的同學，要真正發心，把外國語文學好，做出正確的翻譯介紹給他們。如果再往深處去著眼，你要把中國的語文學好，教他們學習中文，直接看中國的經典，那就更好了。弘法利生要度全世界的人，不同的族群、不同的言語、不同的文化，對於他們，我們應該怎樣把中國五千年來古聖先賢，他們都是大徹大悟、明心見性的大德，他們有真實智慧、真實的德行、真實的教誨。我們能發心幫助別人，肯定三寶就加持你，成就你自己，為什麼？自己不成就，你外國文字再好你也翻不出來，必須自己有悟處、有契入，你才能翻得出來。佛法在國外，有不同文字翻譯的經典，是不是能跟中文翻譯的一樣？在我們想像當中，不可能一樣，差距很大。什麼原因？當年將梵文翻成中文的這些譯經的法師，其中許許多多人是佛菩薩再來，不是凡人，有修有證。外國就沒有嗎？問得很好，有跟沒有關係在眾生的福報，眾生有福，佛菩薩來了；眾生沒有福，不能感應佛菩薩。中國人比其他地區人福報大嗎？是的。為什麼？中國千萬年來，傳統的教學孝親尊師，道理在此地。不孝父母、不尊重老師，縱有感應，感應的力量很薄弱，人懂得孝親尊師，感應的力量不可思議。"
    },
    {
      "id": "02-039-0259_p0013",
      "zh_CN": "我们现代的中国人跟古时候的中国人比差得太远了，什么原因？现代中国人把孝敬淡薄了，日常在自己心目当中，谁最重要？自己最重要。现在社会上所提出的「以人为本」，人是什么？我自己，就是以自我为本，再说得不好听一点，以自私自利为本。中国古时候教育不是这样的，以什么为本？以孝为本。孝是什么意思？你们看看中国的文字，孝，中国文字造字有六个原则来造的文字，孝字在六个原则里面它是会意，让你看到这个符号你体会它的意思。上面是个老，下面是个子，合成一个字，这什么意思？过去跟现在是一体，就是佛经上讲的「横遍十方，竖穷三际」，就这个意思，表这个意思，整个宇宙法界虚空界一切万物跟我是一体，孝是这个意思。以什么为本？以宇宙万有一个共同生命体为本，不是以个人为本。个人是这个本体里面的小分子而已，像我们是人，好比人身，比喻作宇宙的本体，我们人是人身上的一个细胞，不是以一个细胞为根本，整体是根本，这是古代中国人他们的概念，天下为公。老子说得好，「天地与我同根，万物与我一体」，以这个为根本的理念。所以他讲博爱、讲大同，爱是什么样子？古圣先贤给我们举个例子，父子有亲，父母对儿女那种爱那是真的，没有条件的、没有代价的。在什么时候最明显？三、四个月最为明显，看父母对儿女的照顾无微不至，大圣大贤、诸佛菩萨用这样的爱对遍法界虚空界一切众生。弥陀用这样的心，欢迎十方世界都到极乐世界来学习、都到极乐世界来成就。",
      "zh_TW": "我們現代的中國人跟古時候的中國人比差得太遠了，什麼原因？現代中國人把孝敬淡薄了，日常在自己心目當中，誰最重要？自己最重要。現在社會上所提出的「以人為本」，人是什麼？我自己，就是以自我為本，再說得不好聽一點，以自私自利為本。中國古時候教育不是這樣的，以什麼為本？以孝為本。孝是什麼意思？你們看看中國的文字，孝，中國文字造字有六個原則來造的文字，孝字在六個原則裡面它是會意，讓你看到這個符號你體會它的意思。上面是個老，下面是個子，合成一個字，這什麼意思？過去跟現在是一體，就是佛經上講的「橫遍十方，豎窮三際」，就這個意思，表這個意思，整個宇宙法界虛空界一切萬物跟我是一體，孝是這個意思。以什麼為本？以宇宙萬有一個共同生命體為本，不是以個人為本。個人是這個本體裡面的小分子而已，像我們是人，好比人身，比喻作宇宙的本體，我們人是人身上的一個細胞，不是以一個細胞為根本，整體是根本，這是古代中國人他們的概念，天下為公。老子說得好，「天地與我同根，萬物與我一體」，以這個為根本的理念。所以他講博愛、講大同，愛是什麼樣子？古聖先賢給我們舉個例子，父子有親，父母對兒女那種愛那是真的，沒有條件的、沒有代價的。在什麼時候最明顯？三、四個月最為明顯，看父母對兒女的照顧無微不至，大聖大賢、諸佛菩薩用這樣的愛對遍法界虛空界一切眾生。彌陀用這樣的心，歡迎十方世界都到極樂世界來學習、都到極樂世界來成就。"
    },
    {
      "id": "02-039-0259_p0014",
      "zh_CN": "念老这几句话说得好，「此四句是大愿之心，全经之眼，十方如来度生之妙手。」这是西方极乐世界阿弥陀如来，怎么扯到十方？正因为阿弥陀佛建立极乐世界这个大道场，欢迎十方世界的众生统统都去，所以十方世界诸佛如来乐得清净自在，把所有众生统统劝导他们到极乐世界去。诸佛都赞叹阿弥陀佛是最优秀的老师、最好的老师，「佛中之王，光中极尊」，光中极尊是赞叹他的智慧，佛中之王是赞叹他的德行。你看我们娑婆世界的教主释迦牟尼佛，不都劝我们到极乐世界吗？这就是如来度生之妙手，他为我们指点、为我们介绍，叫我们到极乐世界去。「一切众生出苦之宝筏」，筏在此地比喻渡水的工具，现在我们通常讲宝舟，灾难来了，要做大船，好救度众生。你们看到「２０１２」的电影，不就做了宝舟吗？做了几条大船，一条大船可以乘几万人。殊不知这一部《无量寿经》、这一句阿弥陀佛，就是一切众生出离六道轮回的宝舟，一点都不假。",
      "zh_TW": "念老這幾句話說得好，「此四句是大願之心，全經之眼，十方如來度生之妙手。」這是西方極樂世界阿彌陀如來，怎麼扯到十方？正因為阿彌陀佛建立極樂世界這個大道場，歡迎十方世界的眾生統統都去，所以十方世界諸佛如來樂得清淨自在，把所有眾生統統勸導他們到極樂世界去。諸佛都讚歎阿彌陀佛是最優秀的老師、最好的老師，「佛中之王，光中極尊」，光中極尊是讚歎他的智慧，佛中之王是讚歎他的德行。你看我們娑婆世界的教主釋迦牟尼佛，不都勸我們到極樂世界嗎？這就是如來度生之妙手，他為我們指點、為我們介紹，叫我們到極樂世界去。「一切眾生出苦之寶筏」，筏在此地比喻渡水的工具，現在我們通常講寶舟，災難來了，要做大船，好救度眾生。你們看到「２０１２」的電影，不就做了寶舟嗎？做了幾條大船，一條大船可以乘幾萬人。殊不知這一部《無量壽經》、這一句阿彌陀佛，就是一切眾生出離六道輪迴的寶舟，一點都不假。"
    },
    {
      "id": "02-039-0259_p0015",
      "zh_CN": "「四十八愿全是此四句之开演」，前面我们学习过的，阿弥陀佛四十八愿，四十八愿就是这两句话，「众生闻此号，俱来我刹中」是这两句话的展开、演绎。「如善导大师所谓愿愿皆标念佛也」，善导大师，阿弥陀佛应化在中国，就像《普门品》里所说的，「应以比丘身得度者，即现比丘身而为说法」，善导现比丘身，应化在中国。所以，善导大师所说的，就是阿弥陀佛自己讲的，四十八愿愿愿皆标念佛，没有一愿不是以念佛为指标的。「阿弥陀圣号，具无量义」，这是真的，不是假的。阿弥陀佛这个名号是梵语音译的，「阿」翻作无，「弥陀」翻作量，「佛」翻作觉，阿弥陀佛完全翻成中国意思是无量觉，你说这个里头多少意思？我们一般习惯上，讲法界虚空界万事万物，把它归纳为六大类，讲经教学方便把它归类，归纳为性相、事理、因果就统统都包括了。性有无量义，相也有无量义，理有无量义，事也有无量义，因果也是无量义，真正具足无量义。",
      "zh_TW": "「四十八願全是此四句之開演」，前面我們學習過的，阿彌陀佛四十八願，四十八願就是這兩句話，「眾生聞此號，俱來我剎中」是這兩句話的展開、演繹。「如善導大師所謂願願皆標念佛也」，善導大師，阿彌陀佛應化在中國，就像《普門品》裡所說的，「應以比丘身得度者，即現比丘身而為說法」，善導現比丘身，應化在中國。所以，善導大師所說的，就是阿彌陀佛自己講的，四十八願願願皆標念佛，沒有一願不是以念佛為指標的。「阿彌陀聖號，具無量義」，這是真的，不是假的。阿彌陀佛這個名號是梵語音譯的，「阿」翻作無，「彌陀」翻作量，「佛」翻作覺，阿彌陀佛完全翻成中國意思是無量覺，你說這個裡頭多少意思？我們一般習慣上，講法界虛空界萬事萬物，把它歸納為六大類，講經教學方便把它歸類，歸納為性相、事理、因果就統統都包括了。性有無量義，相也有無量義，理有無量義，事也有無量義，因果也是無量義，真正具足無量義。"
    },
    {
      "id": "02-039-0259_p0016",
      "zh_CN": "下面举几个例子，「无量寿」，从时间上讲，「无量光」，从空间上讲，光明遍照，「无量清净，无量庄严」，庄严是美好，你挑不出丝毫的不善。「无量智慧，无量菩提，乃至无量之无量」，这些话都是表无量义的，说之不尽。「无量寿表常住法身」，这是真的无量，不生不灭。佛无量寿，一切众生皆是无量寿，为什么？自性无量寿，自性所生出来的现象，性相不二，性相一如，性无量寿，相当然也是无量寿。可是我们觉得这相有生灭，佛说相不生不灭，我们就不懂了，佛这句话被现代量子学家证明了。量子学家告诉我们，物质确实是不生不灭，这些科学家从什么地方发现的？就是从量子。量子比原子小、比电子小、比夸克还小，科学家认为大概没有再小的东西，所以他称它作小光子。它是物质现象，也是精神现象，也是属于自然现象，它存在的时间太短太短了，短到不能再短，所以你没有办法看出它的生灭。它有没有生灭？有，几乎可以说生灭同时，生灭同时你就看不出它生灭，所以也可以说它是不生不灭。这是所有一切物质的基础，所有一切物质现象的真相，佛教的名词叫实相，诸法实相。在佛经上讲常住法身，哪个法身？一切法，一切法的物质现象就是它。这个意思很深很广，真的是无量义。「故以无量寿摄一切」，概括一切万法。",
      "zh_TW": "下面舉幾個例子，「無量壽」，從時間上講，「無量光」，從空間上講，光明遍照，「無量清淨，無量莊嚴」，莊嚴是美好，你挑不出絲毫的不善。「無量智慧，無量菩提，乃至無量之無量」，這些話都是表無量義的，說之不盡。「無量壽表常住法身」，這是真的無量，不生不滅。佛無量壽，一切眾生皆是無量壽，為什麼？自性無量壽，自性所生出來的現象，性相不二，性相一如，性無量壽，相當然也是無量壽。可是我們覺得這相有生滅，佛說相不生不滅，我們就不懂了，佛這句話被現代量子學家證明了。量子學家告訴我們，物質確實是不生不滅，這些科學家從什麼地方發現的？就是從量子。量子比原子小、比電子小、比夸克還小，科學家認為大概沒有再小的東西，所以他稱它作小光子。它是物質現象，也是精神現象，也是屬於自然現象，它存在的時間太短太短了，短到不能再短，所以你沒有辦法看出它的生滅。它有沒有生滅？有，幾乎可以說生滅同時，生滅同時你就看不出它生滅，所以也可以說它是不生不滅。這是所有一切物質的基礎，所有一切物質現象的真相，佛教的名詞叫實相，諸法實相。在佛經上講常住法身，哪個法身？一切法，一切法的物質現象就是它。這個意思很深很廣，真的是無量義。「故以無量壽攝一切」，概括一切萬法。"
    },
    {
      "id": "02-039-0259_p0017",
      "zh_CN": "「如来名号，普闻十方」，何以能够普闻十方？十方诸佛如来没有一尊不赞叹阿弥陀佛，没有一尊佛不劝导一切众生往生极乐世界，所以弥陀名号自然就普闻十方。「闻名众生，俱来我刹」，前面我们学过，闻后面必定有信，必定有解，必定有行、有证，证就是往生。信、解、行、证，发愿求生净土，所以俱来我刹。「以称名故，即多善根」，我们现在确实有一些同修感觉得自己造的罪业太多，业障深重没善根，或者是善根不足，你听到这句话你就知道了，「以称名故，即多善根」，要怎样培你的善根？念佛就是善根。黄念祖老居士为我们示现，一天十四万声佛号念了半年，这就是教导我们，多善根多福德是怎么修的。阿弥陀佛是遍法界虚空界一切诸佛当中福报最大的，你得大福、修大福，你不念佛怎么个修法？念阿弥陀佛是修大福报，念阿弥陀佛是修大善根，不难，问题是你不肯做。修，要修得纯、要修得正，你对它怀疑，把你功夫破坏了，你里面夹杂也破坏了，不纯不正了。所以，大势至教给我们的方法，「都摄六根，净念相继」，那你修学的方法是纯正，你所得到的功德是大圆满，福慧具足。修最大的善根福德不要花钱，不要操心，没有麻烦。这一句阿弥陀佛念出来别人不听，不听咱们默念就好了，不要出声，你看多方便、多自在，绝不麻烦别人，绝不干扰别人。他喜欢的，咱们念出声音给他听，不喜欢的，我们自己默念，也把功德默默的回向给法界一切众生。这一句我们要注意，「以称名故，即多善根」，要记住。",
      "zh_TW": "「如來名號，普聞十方」，何以能夠普聞十方？十方諸佛如來沒有一尊不讚歎阿彌陀佛，沒有一尊佛不勸導一切眾生往生極樂世界，所以彌陀名號自然就普聞十方。「聞名眾生，俱來我剎」，前面我們學過，聞後面必定有信，必定有解，必定有行、有證，證就是往生。信、解、行、證，發願求生淨土，所以俱來我剎。「以稱名故，即多善根」，我們現在確實有一些同修感覺得自己造的罪業太多，業障深重沒善根，或者是善根不足，你聽到這句話你就知道了，「以稱名故，即多善根」，要怎樣培你的善根？念佛就是善根。黃念祖老居士為我們示現，一天十四萬聲佛號念了半年，這就是教導我們，多善根多福德是怎麼修的。阿彌陀佛是遍法界虛空界一切諸佛當中福報最大的，你得大福、修大福，你不念佛怎麼個修法？念阿彌陀佛是修大福報，念阿彌陀佛是修大善根，不難，問題是你不肯做。修，要修得純、要修得正，你對它懷疑，把你功夫破壞了，你裡面夾雜也破壞了，不純不正了。所以，大勢至教給我們的方法，「都攝六根，淨念相繼」，那你修學的方法是純正，你所得到的功德是大圓滿，福慧具足。修最大的善根福德不要花錢，不要操心，沒有麻煩。這一句阿彌陀佛念出來別人不聽，不聽咱們默念就好了，不要出聲，你看多方便、多自在，絕不麻煩別人，絕不干擾別人。他喜歡的，咱們念出聲音給他聽，不喜歡的，我們自己默念，也把功德默默的迴向給法界一切眾生。這一句我們要注意，「以稱名故，即多善根」，要記住。"
    },
    {
      "id": "02-039-0259_p0018",
      "zh_CN": "「得生净土，必证菩提」，你生到西方极乐世界，菩提是佛果，必证菩提是必定成佛。「殊胜圆满」，智慧圆满、福德圆满、相好圆满，没有一样不圆满。「究竟方便」，这是说这个法门，特别是讲到持名念佛，方便当中的方便，叫究竟方便。「弥陀大愿，所以超世，并号愿王者，正在此也。」大愿是指四十八愿。超世，不但超越六道、超越十法界，而且是究竟方便，殊胜圆满。大乘法门里头，有方便不圆满，有圆满的不方便，唯独这个法门，持名念佛，究竟方便，殊胜圆满，圆满跟方便都到了极处，这个不能不知道。所以称四十八愿为愿王，愿中之王，正在此也。",
      "zh_TW": "「得生淨土，必證菩提」，你生到西方極樂世界，菩提是佛果，必證菩提是必定成佛。「殊勝圓滿」，智慧圓滿、福德圓滿、相好圓滿，沒有一樣不圓滿。「究竟方便」，這是說這個法門，特別是講到持名念佛，方便當中的方便，叫究竟方便。「彌陀大願，所以超世，並號願王者，正在此也。」大願是指四十八願。超世，不但超越六道、超越十法界，而且是究竟方便，殊勝圓滿。大乘法門裡頭，有方便不圓滿，有圓滿的不方便，唯獨這個法門，持名念佛，究竟方便，殊勝圓滿，圓滿跟方便都到了極處，這個不能不知道。所以稱四十八願為願王，願中之王，正在此也。"
    },
    {
      "id": "02-039-0259_p0019",
      "zh_CN": "下面看，「如佛金色身，妙相悉圆满」。这是阿弥陀佛接待十方来往生的这些大众，普令成佛，平等、普遍的没有一丝毫差别，让这些人都成佛道，跟自己完全一样。「如佛金色身」，这个佛是阿弥陀佛。金在此地也是表法的，表什么意思？永恒不变，所以称它为宝。东方人称七种宝，把金摆在第一位，七宝之一。为什么？金、银、铜、铁、锡，其余四种都容易氧化，就是变色，唯独金不变，所以称它为宝。金色身，永远不坏的身，永远不变的身；「妙相悉圆满」，不只三十二相八十种好，身有无量相、相有无量好。这下面解释，「愿来生我刹之人」，就是往生西方极乐世界的人，有来自诸佛世界的菩萨、声闻、缘觉，也有来自十方世界的天人、六道众生，人道的、阿修罗道的、罗刹道的，畜生、饿鬼、地狱都有，哪一道的众生都有。为什么？因为那些众生，恶道众生过去在人天都曾经修过这个法门，不但修过，很认真的修过。不过他疏忽了，他对这个世间贪恋，没有想往生极乐世界。就像灌顶法师给我们开示的，念佛一百种不同的果报，第一条，念阿弥陀佛堕地狱了。念佛怎么会堕地狱？他以念佛求福报，他目的不是求往生，他是求五欲六尘的享受，他念佛是为这个。五欲六尘的享受能不能得到？能得到，福享完了，不是往生极乐世界，是往生地狱，这么回事情。他在地狱里头，他有念佛的善根，地狱罪受满之后，要是遇到菩萨，劝他念佛到极乐世界，他一接受，从地狱就能往生到极乐世界，这个法门多妙、多不可思议！",
      "zh_TW": "下面看，「如佛金色身，妙相悉圓滿」。這是阿彌陀佛接待十方來往生的這些大眾，普令成佛，平等、普遍的沒有一絲毫差別，讓這些人都成佛道，跟自己完全一樣。「如佛金色身」，這個佛是阿彌陀佛。金在此地也是表法的，表什麼意思？永恆不變，所以稱它為寶。東方人稱七種寶，把金擺在第一位，七寶之一。為什麼？金、銀、銅、鐵、錫，其餘四種都容易氧化，就是變色，唯獨金不變，所以稱它為寶。金色身，永遠不壞的身，永遠不變的身；「妙相悉圓滿」，不只三十二相八十種好，身有無量相、相有無量好。這下面解釋，「願來生我剎之人」，就是往生西方極樂世界的人，有來自諸佛世界的菩薩、聲聞、緣覺，也有來自十方世界的天人、六道眾生，人道的、阿修羅道的、羅剎道的，畜生、餓鬼、地獄都有，哪一道的眾生都有。為什麼？因為那些眾生，惡道眾生過去在人天都曾經修過這個法門，不但修過，很認真的修過。不過他疏忽了，他對這個世間貪戀，沒有想往生極樂世界。就像灌頂法師給我們開示的，念佛一百種不同的果報，第一條，念阿彌陀佛墮地獄了。念佛怎麼會墮地獄？他以念佛求福報，他目的不是求往生，他是求五欲六塵的享受，他念佛是為這個。五欲六塵的享受能不能得到？能得到，福享完了，不是往生極樂世界，是往生地獄，這麼回事情。他在地獄裡頭，他有念佛的善根，地獄罪受滿之後，要是遇到菩薩，勸他念佛到極樂世界，他一接受，從地獄就能往生到極樂世界，這個法門多妙、多不可思議！"
    },
    {
      "id": "02-039-0259_p0020",
      "zh_CN": "所以，我们对三恶道众生能轻视他吗？不可以，说不定他们将来到极乐世界成佛还在我之先。懂得这个道理、了解这个事实真相，我们就再不敢轻视一切众生，不敢慢待一切众生，恭敬心才生得起来，这个恭敬是一切恭敬。连世间圣人都教我们，你看《礼记》上头一句，「曲礼曰，毋不敬」，对人、对事、对物没有不恭敬的。恭敬是性德，唯有性德才能见性。我们这种贡高我慢，这些毛病、习气很多人都有，都是自以为是，一点谦虚都没有，这些都是障碍他往生的因素，虽然佛念得很好，他不能往生。往生必须把烦恼习气伏住，不能让它发作，还常常让它发作，这就去不了。功夫要在日常生活当中，处事待人接物当中去锻炼，一定要学阿弥陀佛，你看对往生极乐世界的人平等对待，和睦相处，「身相如佛」，跟阿弥陀佛完全一样，这我们在前面四十八愿念过。",
      "zh_TW": "所以，我們對三惡道眾生能輕視他嗎？不可以，說不定他們將來到極樂世界成佛還在我之先。懂得這個道理、了解這個事實真相，我們就再不敢輕視一切眾生，不敢慢待一切眾生，恭敬心才生得起來，這個恭敬是一切恭敬。連世間聖人都教我們，你看《禮記》上頭一句，「曲禮曰，毋不敬」，對人、對事、對物沒有不恭敬的。恭敬是性德，唯有性德才能見性。我們這種貢高我慢，這些毛病、習氣很多人都有，都是自以為是，一點謙虛都沒有，這些都是障礙他往生的因素，雖然佛念得很好，他不能往生。往生必須把煩惱習氣伏住，不能讓它發作，還常常讓它發作，這就去不了。功夫要在日常生活當中，處事待人接物當中去鍛鍊，一定要學阿彌陀佛，你看對往生極樂世界的人平等對待，和睦相處，「身相如佛」，跟阿彌陀佛完全一樣，這我們在前面四十八願念過。"
    },
    {
      "id": "02-039-0259_p0021",
      "zh_CN": "「身皆金色同具三十二相。此即愿文中之第三第四两愿之重述」，第三愿「身悉金色」，第四愿「三十二相」，这我们前面都读过，「但更殊胜圆满，因悉皆如佛也」。这一句经文，知道生到西方极乐世界不只三十二相八十种好，三十二相八十种好是世尊的方便说。为什么？佛当年出生在印度，印度人的习俗认为一个人他的身相能够有这三十二种相八十种好，这是人中最为圆满的、最具福德智慧的。只有佛具足，转轮圣王亦有，但是没有佛那么清晰、那么圆满，而实际上不止。有没有人见过？我相信有，定中遇缘能见到佛，梦中有缘也能见到佛，你跟佛有缘，《楞严经．大势至圆通章》上说「现前当来必定见佛」，它前头有两句说「忆佛念佛」，你常常念佛的人，心里常常想佛的人，现前当来必定见佛，定中、梦中都算是现前，当来也是现前。当来是什么时候？临命终的时候，佛来接引，你见到了，你还没断气，还是算你活着见佛的，你见到阿弥陀佛了。这个我们要晓得，真见到了，不是假的。",
      "zh_TW": "「身皆金色同具三十二相。此即願文中之第三第四兩願之重述」，第三願「身悉金色」，第四願「三十二相」，這我們前面都讀過，「但更殊勝圓滿，因悉皆如佛也」。這一句經文，知道生到西方極樂世界不只三十二相八十種好，三十二相八十種好是世尊的方便說。為什麼？佛當年出生在印度，印度人的習俗認為一個人他的身相能夠有這三十二種相八十種好，這是人中最為圓滿的、最具福德智慧的。只有佛具足，轉輪聖王亦有，但是沒有佛那麼清晰、那麼圓滿，而實際上不止。有沒有人見過？我相信有，定中遇緣能見到佛，夢中有緣也能見到佛，你跟佛有緣，《楞嚴經．大勢至圓通章》上說「現前當來必定見佛」，它前頭有兩句說「憶佛念佛」，你常常念佛的人，心裡常常想佛的人，現前當來必定見佛，定中、夢中都算是現前，當來也是現前。當來是什麼時候？臨命終的時候，佛來接引，你見到了，你還沒斷氣，還是算你活著見佛的，你見到阿彌陀佛了。這個我們要曉得，真見到了，不是假的。"
    },
    {
      "id": "02-039-0259_p0022",
      "zh_CN": "佛的身相多大？见到的人都说太大太大了，像虚空一样，相好光明，无法称赞，说不出。观音、势至这些大菩萨的相好跟佛一样，清清楚楚，他是哪一尊佛、哪一尊菩萨，心里明了，一点都不模糊。所以比愿文里面这两句话更为殊胜圆满，统统都是经文，都是释迦牟尼佛为我们说的，我们深信不疑。学佛最重要的就是向佛学习，经教里面所教导我们的，我们要真干，要通达、要理解，在日常生活当中要做到。端正心态，改变我们的思想，改变我们的想法、看法，这叫真学佛，这叫真实受用。今天时间到了，我们就学习到此地。",
      "zh_TW": "佛的身相多大？見到的人都說太大太大了，像虛空一樣，相好光明，無法稱讚，說不出。觀音、勢至這些大菩薩的相好跟佛一樣，清清楚楚，他是哪一尊佛、哪一尊菩薩，心裡明瞭，一點都不模糊。所以比願文裡面這兩句話更為殊勝圓滿，統統都是經文，都是釋迦牟尼佛為我們說的，我們深信不疑。學佛最重要的就是向佛學習，經教裡面所教導我們的，我們要真幹，要通達、要理解，在日常生活當中要做到。端正心態，改變我們的思想，改變我們的想法、看法，這叫真學佛，這叫真實受用。今天時間到了，我們就學習到此地。"
    }
  ]
}