{
  "doc_id": "02-039-0384",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三八四集",
    "zh_TW": "第三八四集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0384",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "02-039-0384_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第四百七十六面，我们从第二行念起，这是一段：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第四百七十六面，我們從第二行念起，這是一段："
    },
    {
      "id": "02-039-0384_p0002",
      "zh_CN": "「说诚实言。说至诚无妄、真实不虚之言。《弥陀疏钞》曰：诚实，明必可信。以诚则真恳无伪，实则审谛不虚。所谓狮子吼，无畏说，千圣复起不能易，万世守之则为楷者也。又云：纯真绝妄，万劫如然。言诚实者，孰过于是。」前面我们学到这个地方，今天我们接着往下面看：「故知诸佛所赞，无量寿佛不可思议功德，乃极真极实之言」，这里就说得很明显，十方一切诸佛都赞叹阿弥陀佛，这是我们应当要学习的。现在我们社会人好争好胜，不肯让别人，我们看诸佛如来那么样的谦虚，那么样的推让，把所有功德都推让给阿弥陀佛，赞叹阿弥陀佛为佛中之王，「光中极尊，佛中之王」。其实我们学经教学了很久，这个道理事实真相，我们都了解，佛佛平等，决定没有高下，为什么？他所证的是平等法，我们想到他能够把起心动念、分别执着统统放下，这就平等了。所有一切不平等从哪来的？从分别心来的，有分别就不平等，有执着就更不平等。阿罗汉执着放下了，在我们经题上讲的清净他得到了，不执着，清净的心就现前。不分别呢？不分别是平等心，不执着是清净心，我们经题上「清净平等觉」，我们都能证得。如果我们对于世出世间一切法不再执着，就证阿罗汉，清净心就现前。要知道清净心是我们的真心，清净心，清净平等觉是真心。分别放下了，对世出世间一切法不但不执着，分别也没有了，平等心现前，平等心是菩萨，比阿罗汉高一级，阿罗汉清净没有平等，菩萨平等了。再向上提升，六根接触六尘境界，真正做到不起心不动念，他就成佛，这就叫佛陀，这是最高的境界。不起心不动念，清净平等到极处，没有分别，为什么还要把阿弥陀佛尊称他是佛中之王？阿弥陀佛是光中极尊，佛中之王；每一尊佛都是光中极尊，佛中之王，这是讲真话，大家谦虚，用意在哪里？教我们，因为我们不懂得谦虚，我们喜欢竞争，诸佛菩萨用谦让，谦虚礼让，这才能做到社会和谐、宇宙和谐。如果有争，不肯让，宇宙就产生动乱。",
      "zh_TW": "「說誠實言。說至誠無妄、真實不虛之言。《彌陀疏鈔》曰：誠實，明必可信。以誠則真懇無偽，實則審諦不虛。所謂獅子吼，無畏說，千聖復起不能易，萬世守之則為楷者也。又云：純真絕妄，萬劫如然。言誠實者，孰過於是。」前面我們學到這個地方，今天我們接著往下面看：「故知諸佛所讚，無量壽佛不可思議功德，乃極真極實之言」，這裡就說得很明顯，十方一切諸佛都讚歎阿彌陀佛，這是我們應當要學習的。現在我們社會人好爭好勝，不肯讓別人，我們看諸佛如來那麼樣的謙虛，那麼樣的推讓，把所有功德都推讓給阿彌陀佛，讚歎阿彌陀佛為佛中之王，「光中極尊，佛中之王」。其實我們學經教學了很久，這個道理事實真相，我們都了解，佛佛平等，決定沒有高下，為什麼？他所證的是平等法，我們想到他能夠把起心動念、分別執著統統放下，這就平等了。所有一切不平等從哪來的？從分別心來的，有分別就不平等，有執著就更不平等。阿羅漢執著放下了，在我們經題上講的清淨他得到了，不執著，清淨的心就現前。不分別呢？不分別是平等心，不執著是清淨心，我們經題上「清淨平等覺」，我們都能證得。如果我們對於世出世間一切法不再執著，就證阿羅漢，清淨心就現前。要知道清淨心是我們的真心，清淨心，清淨平等覺是真心。分別放下了，對世出世間一切法不但不執著，分別也沒有了，平等心現前，平等心是菩薩，比阿羅漢高一級，阿羅漢清淨沒有平等，菩薩平等了。再向上提升，六根接觸六塵境界，真正做到不起心不動念，他就成佛，這就叫佛陀，這是最高的境界。不起心不動念，清淨平等到極處，沒有分別，為什麼還要把阿彌陀佛尊稱他是佛中之王？阿彌陀佛是光中極尊，佛中之王；每一尊佛都是光中極尊，佛中之王，這是講真話，大家謙虛，用意在哪裡？教我們，因為我們不懂得謙虛，我們喜歡競爭，諸佛菩薩用謙讓，謙虛禮讓，這才能做到社會和諧、宇宙和諧。如果有爭，不肯讓，宇宙就產生動亂。"
    },
    {
      "id": "02-039-0384_p0003",
      "zh_CN": "中国在过去五千年的历史，外国学中国历史的人，没有不佩服中国人、赞叹中国人，这么大的国家，这么多的族群，这么多的人口，为什么几千年来社会长治久安？你看看历史，改朝换代，那个时候是动乱，但是动乱的时间都很短；统一之后，一般是五年社会秩序就安定，这一安定，大概有一百年到一百五十年安定。这么长安定的一个社会，在世界上真的是稀有！清朝，我们不能不佩服人家，康熙六十一年，雍正十三年，七十四年，康熙六十一年，后面乾隆六十年，到嘉庆，差不多是将近二百年！这样一个长治久安的社会，历史上很少见。从哪里得来的？学让，各个人都谦虚，各个人都肯让别人，不争。现在的社会，我们把中国传统疏忽了，学外国人，外国人从小就竞争，竞争不是好事，竞争升级就是斗争，斗争再升级就是战争。诸位要知道，现在的战争是核武战争、生化战争，结果是什么？结果是地球毁灭，大家同归于尽，这是一条死路，不是生路。中国老祖宗讲的这一套，如果能够遵守、能够奉行，千年万世永远太平，有什么不好？",
      "zh_TW": "中國在過去五千年的歷史，外國學中國歷史的人，沒有不佩服中國人、讚歎中國人，這麼大的國家，這麼多的族群，這麼多的人口，為什麼幾千年來社會長治久安？你看看歷史，改朝換代，那個時候是動亂，但是動亂的時間都很短；統一之後，一般是五年社會秩序就安定，這一安定，大概有一百年到一百五十年安定。這麼長安定的一個社會，在世界上真的是稀有！清朝，我們不能不佩服人家，康熙六十一年，雍正十三年，七十四年，康熙六十一年，後面乾隆六十年，到嘉慶，差不多是將近二百年！這樣一個長治久安的社會，歷史上很少見。從哪裡得來的？學讓，各個人都謙虛，各個人都肯讓別人，不爭。現在的社會，我們把中國傳統疏忽了，學外國人，外國人從小就競爭，競爭不是好事，競爭升級就是鬥爭，鬥爭再升級就是戰爭。諸位要知道，現在的戰爭是核武戰爭、生化戰爭，結果是什麼？結果是地球毀滅，大家同歸於盡，這是一條死路，不是生路。中國老祖宗講的這一套，如果能夠遵守、能夠奉行，千年萬世永遠太平，有什麼不好？"
    },
    {
      "id": "02-039-0384_p0004",
      "zh_CN": "中国的圣贤有智慧，有德行，有方法，有经验，我们不应当疏忽；疏忽，我们自己吃亏，社会动乱，地球上这么多灾难，与我们起心动念有密切的关联，大乘经上讲得很多，现代的科学家证明，真难得！我们要不借重现代的科学，我们对佛经上很多地方都存着怀疑。佛讲的，我们不敢反对，佛菩萨讲的还能有错误吗？可是我们想不通，究竟是什么道理？不知道。现代最近的三十年，世界上著名的物理学家给我们做的报告，跟佛经上讲的是一样的，宇宙人生的真相，我们对他不能不佩服。可是佛所讲的比他还高，比他还深，比他讲得详细、讲得明白，为什么？佛证得了，他没有证得，他只是用数学推理知道一部分，用精密的仪器观察看到一部分，所以他还有不能解决的问题。但是大乘经上没有不能解决的问题，这个妙！尤其是阿弥陀佛建立极乐世界，真不可思议！极乐世界可以说是诸佛如来他们的智慧，他们的神通道力，显现出这样殊胜圆满的境界！理很深，但是我们现在能够体会到一部分。我们肯定，我们相信，我们不怀疑了。",
      "zh_TW": "中國的聖賢有智慧，有德行，有方法，有經驗，我們不應當疏忽；疏忽，我們自己吃虧，社會動亂，地球上這麼多災難，與我們起心動念有密切的關聯，大乘經上講得很多，現代的科學家證明，真難得！我們要不借重現代的科學，我們對佛經上很多地方都存著懷疑。佛講的，我們不敢反對，佛菩薩講的還能有錯誤嗎？可是我們想不通，究竟是什麼道理？不知道。現代最近的三十年，世界上著名的物理學家給我們做的報告，跟佛經上講的是一樣的，宇宙人生的真相，我們對他不能不佩服。可是佛所講的比他還高，比他還深，比他講得詳細、講得明白，為什麼？佛證得了，他沒有證得，他只是用數學推理知道一部分，用精密的儀器觀察看到一部分，所以他還有不能解決的問題。但是大乘經上沒有不能解決的問題，這個妙！尤其是阿彌陀佛建立極樂世界，真不可思議！極樂世界可以說是諸佛如來他們的智慧，他們的神通道力，顯現出這樣殊勝圓滿的境界！理很深，但是我們現在能夠體會到一部分。我們肯定，我們相信，我們不懷疑了。"
    },
    {
      "id": "02-039-0384_p0005",
      "zh_CN": "真相明白之后，才肯放下，才知道整个宇宙是怎么回事。说真话，这佛说的，说诚实言，遍法界虚空界整个宇宙，万事万物跟我什么关系？一体，太密切了，还不能说一家，一家还很疏远，是一体。我们在《华严经》上读到，在贤首国师《妄尽还源观》这一篇论文上读到，整个宇宙是一个波动现象，这是科学家说的，说波动现象应该有五十年以上了，也就是说整个宇宙现象是动的，不动，现象就没有了，包括物质现象亦如是。可是真心，真正的我，它是不动的，所以佛给我们讲总体的现象是虚妄的，就是凡所有相皆是虚妄，为什么？全是波动现象产生的，科学家把它归纳为三大类，物质现象，精神现象，自然现象，全是波动。",
      "zh_TW": "真相明白之後，才肯放下，才知道整個宇宙是怎麼回事。說真話，這佛說的，說誠實言，遍法界虛空界整個宇宙，萬事萬物跟我什麼關係？一體，太密切了，還不能說一家，一家還很疏遠，是一體。我們在《華嚴經》上讀到，在賢首國師《妄盡還源觀》這一篇論文上讀到，整個宇宙是一個波動現象，這是科學家說的，說波動現象應該有五十年以上了，也就是說整個宇宙現象是動的，不動，現象就沒有了，包括物質現象亦如是。可是真心，真正的我，它是不動的，所以佛給我們講總體的現象是虛妄的，就是凡所有相皆是虛妄，為什麼？全是波動現象產生的，科學家把它歸納為三大類，物質現象，精神現象，自然現象，全是波動。"
    },
    {
      "id": "02-039-0384_p0006",
      "zh_CN": "我们住在广东这个地区，这个地区是唐朝惠能大师的故乡，我们跟惠能大师的缘都很深，惠能大师开悟了，证得了，证什么？他成佛了，真佛不是假佛，他所证得的境界跟释迦牟尼佛完全相同，释迦牟尼佛就像观音菩萨三十二应，应以佛身而得度者，他就现佛身。能大师在中国，中国人不知道什么是佛，印象很陌生，所以他老人家应以比丘身得度者，即现比丘身而为说法，中国人尊重祖师，他现祖师身。他说自性不动，明心见性，性是什么样子？他说第一个清净，性是清净的，从来没有染污，现在有没有染污？现在还没有染污，染污是意，意识有染污，自性没有染污，自性是真的，意识不是真的；自性不生不灭，本自具足，一样都不缺。本无动摇，这就是自性本定，它不是波动的现象，所以自性不是自然现象，不是精神现象，也不是物质现象，换句话说，科学家、哲学家对它都无可奈何，决定见不到它，它在哪里？它无所不在，无时不在，无处不在，你就是缘不到它。它不是物质，我们的前五根缘不到，眼耳鼻舌身，它不是物质。你眼看不见，耳听不到，手也摸不到它，它不是物质。它不是精神现象，你想都想不到，你用第六意识思想，思想缘不到它，它不是精神现象，它也不是自然现象，但是它是真的，它能够变现自然现象、精神现象、物质现象，它能变现，但是所变现的现象是幻相，《金刚经》上的比喻，「如梦幻泡影」，它不是真的。怎样才能见性？把妄想分别执着统统放下，就见到了。惠能大师的本事就在此地，他听五祖忍和尚讲经，听懂了，他真放下了，五祖的衣钵就传给他了。",
      "zh_TW": "我們住在廣東這個地區，這個地區是唐朝惠能大師的故鄉，我們跟惠能大師的緣都很深，惠能大師開悟了，證得了，證什麼？他成佛了，真佛不是假佛，他所證得的境界跟釋迦牟尼佛完全相同，釋迦牟尼佛就像觀音菩薩三十二應，應以佛身而得度者，他就現佛身。能大師在中國，中國人不知道什麼是佛，印象很陌生，所以他老人家應以比丘身得度者，即現比丘身而為說法，中國人尊重祖師，他現祖師身。他說自性不動，明心見性，性是什麼樣子？他說第一個清淨，性是清淨的，從來沒有染污，現在有沒有染污？現在還沒有染污，染污是意，意識有染污，自性沒有染污，自性是真的，意識不是真的；自性不生不滅，本自具足，一樣都不缺。本無動搖，這就是自性本定，它不是波動的現象，所以自性不是自然現象，不是精神現象，也不是物質現象，換句話說，科學家、哲學家對它都無可奈何，決定見不到它，它在哪裡？它無所不在，無時不在，無處不在，你就是緣不到它。它不是物質，我們的前五根緣不到，眼耳鼻舌身，它不是物質。你眼看不見，耳聽不到，手也摸不到它，它不是物質。它不是精神現象，你想都想不到，你用第六意識思想，思想緣不到它，它不是精神現象，它也不是自然現象，但是它是真的，它能夠變現自然現象、精神現象、物質現象，它能變現，但是所變現的現象是幻相，《金剛經》上的比喻，「如夢幻泡影」，它不是真的。怎樣才能見性？把妄想分別執著統統放下，就見到了。惠能大師的本事就在此地，他聽五祖忍和尚講經，聽懂了，他真放下了，五祖的衣缽就傳給他了。"
    },
    {
      "id": "02-039-0384_p0007",
      "zh_CN": "释迦牟尼佛当年在菩提树下，所证到的境界跟六祖相同，换句话说，他们两个在表演给我们看。释迦牟尼佛所表演的是知识分子，好学，那么个年轻人，十九岁就出去参学，离开家，就出去参学，广学多闻！他三十岁开悟的，十九岁到三十岁，十二年，释迦牟尼佛苦学十二年。印度所有的宗教，他去学过，都去修学过；所有的哲学、学派，他也去亲近、学习过，知识青年。从这个地方，我们能想像得到，佛出世的当时，那个时候的印度，学术风气一定非常盛，年轻人都喜欢学。六祖惠能大师出现在中国，用另一种姿态跟我们见面，不认识字，没念过书，一天也没学过。他学的是砍柴，他是樵夫，每天山上砍柴，挑到城里来卖，那一担柴很便宜。抗战时期，我这个年龄碰到了，跟日本人打仗，八年战争，那个时候国内很多城市没有水，没有电，点油灯，水要有人挑，有专门有卖水的，挑水，河边上挑水，到城里面去卖；砍柴，那个时候烧灶，烧柴火，有砍柴的到城里来卖柴，卖柴卖水都非常辛苦。",
      "zh_TW": "釋迦牟尼佛當年在菩提樹下，所證到的境界跟六祖相同，換句話說，他們兩個在表演給我們看。釋迦牟尼佛所表演的是知識分子，好學，那麼個年輕人，十九歲就出去參學，離開家，就出去參學，廣學多聞！他三十歲開悟的，十九歲到三十歲，十二年，釋迦牟尼佛苦學十二年。印度所有的宗教，他去學過，都去修學過；所有的哲學、學派，他也去親近、學習過，知識青年。從這個地方，我們能想像得到，佛出世的當時，那個時候的印度，學術風氣一定非常盛，年輕人都喜歡學。六祖惠能大師出現在中國，用另一種姿態跟我們見面，不認識字，沒念過書，一天也沒學過。他學的是砍柴，他是樵夫，每天山上砍柴，挑到城裡來賣，那一擔柴很便宜。抗戰時期，我這個年齡碰到了，跟日本人打仗，八年戰爭，那個時候國內很多城市沒有水，沒有電，點油燈，水要有人挑，有專門有賣水的，挑水，河邊上挑水，到城裡面去賣；砍柴，那個時候燒灶，燒柴火，有砍柴的到城裡來賣柴，賣柴賣水都非常辛苦。"
    },
    {
      "id": "02-039-0384_p0008",
      "zh_CN": "能大师是卖柴火的，每一天柴火卖掉，拿这点钱买一点米、买一点菜回家，过日子。一天不上山砍柴，一天生活就没着落，他养他的老母亲，孝子。没有念过书，不认识字，你去看《坛经》上记载的，从来没有听过一天经，就是佛门里讲堂讲经，一次也没去听过；禅堂他也没去参过一天禅，什么都没有。亲近五祖忍和尚，忍和尚派遣他到碓房去舂米破柴，用现在的话来说，就在寺庙里做义工，这么一个身分，没有剃度。在那里干了八个月，五祖要传法了，没一个人想到会传给他，不过他自己心里有数，他知道传给他。真正传法，确实他们两个心心相印，他跟五祖心心相印，任何人都不知道。所以五祖半夜召见他，怕别人看到，半夜三更叫他到方丈室来，跟他讲《金刚经》大意，他不认识字，肯定不要用经本。讲到「应无所住而生其心」，他就大彻大悟，什么叫大彻大悟？把妄想分别执着一下放下，这在佛门叫顿舍。顿舍，叫顿修、顿证，真开悟了。五祖把衣钵传给他，叫他赶快走，叫他半夜赶快走，不要让人见到，找个地方躲起来，为什么？有嫉妒障碍，多少人跟五祖多少年，法都没有得到，怎么传到你这么一个人？不服气。你看他跑到猎人队里面躲了十五年，这个事情平息了，大家淡忘掉，他才出来。这都是教我们，唐朝那个时候，在中国历史上是最著名的盛世，国泰民安，他遭遇什么？同行相忌，表演给我们看的。十五年的猎人队里面去避难，那叫修行，十五年修布施、持戒、忍辱、精进、禅定、般若，他开悟了，理明白了，事要真修，要在日常生活当中去炼，把大慈悲心炼出来，把清净平等觉炼出来，他成功了。大乘里头常讲「悟后起修」，悟是理明白了，但是事怎么把它摆平？要在生活当中去炼，在工作里头炼，在处事待人接物里面去炼，才真正成就不可思议功德。",
      "zh_TW": "能大師是賣柴火的，每一天柴火賣掉，拿這點錢買一點米、買一點菜回家，過日子。一天不上山砍柴，一天生活就沒著落，他養他的老母親，孝子。沒有念過書，不認識字，你去看《壇經》上記載的，從來沒有聽過一天經，就是佛門裡講堂講經，一次也沒去聽過；禪堂他也沒去參過一天禪，什麼都沒有。親近五祖忍和尚，忍和尚派遣他到碓房去舂米破柴，用現在的話來說，就在寺廟裡做義工，這麼一個身分，沒有剃度。在那裡幹了八個月，五祖要傳法了，沒一個人想到會傳給他，不過他自己心裡有數，他知道傳給他。真正傳法，確實他們兩個心心相印，他跟五祖心心相印，任何人都不知道。所以五祖半夜召見他，怕別人看到，半夜三更叫他到方丈室來，跟他講《金剛經》大意，他不認識字，肯定不要用經本。講到「應無所住而生其心」，他就大徹大悟，什麼叫大徹大悟？把妄想分別執著一下放下，這在佛門叫頓捨。頓捨，叫頓修、頓證，真開悟了。五祖把衣缽傳給他，叫他趕快走，叫他半夜趕快走，不要讓人見到，找個地方躲起來，為什麼？有嫉妒障礙，多少人跟五祖多少年，法都沒有得到，怎麼傳到你這麼一個人？不服氣。你看他跑到獵人隊裡面躲了十五年，這個事情平息了，大家淡忘掉，他才出來。這都是教我們，唐朝那個時候，在中國歷史上是最著名的盛世，國泰民安，他遭遇什麼？同行相忌，表演給我們看的。十五年的獵人隊裡面去避難，那叫修行，十五年修布施、持戒、忍辱、精進、禪定、般若，他開悟了，理明白了，事要真修，要在日常生活當中去鍊，把大慈悲心鍊出來，把清淨平等覺鍊出來，他成功了。大乘裡頭常講「悟後起修」，悟是理明白了，但是事怎麼把它擺平？要在生活當中去鍊，在工作裡頭鍊，在處事待人接物裡面去鍊，才真正成就不可思議功德。"
    },
    {
      "id": "02-039-0384_p0009",
      "zh_CN": "佛陀、祖师大德都是在教我们，言行举止给我们做最好的榜样，最好的典范。我们今天遇到小小的风浪都不能忍受，那怎么能成就？释迦牟尼佛因地行菩萨道，修菩萨行，做忍辱仙人，这个故事详细记载是在《大涅槃经》里面，《金刚经》上提了一下，没详细的说，忍辱波罗蜜圆满了。无缘无故受这种迫害，凌迟处死，一点怨恨都没有。不但没有怨恨，还感恩歌利王，为什么？经过歌利王这个考试，他圆满成就了，提前成佛了。贤劫千佛，释迦牟尼佛本来是排在第五，弥勒菩萨排第四，因为这一个忍辱功德圆满，释迦牟尼佛提前了，弥勒菩萨延后了，这经典上有记载。所以他们是来做样子给我们看的，我们能看懂了、看明白了，你就会依教奉行，会在日常生活当中晓得怎么做，你得到圆满的功德。所以诸佛所赞，十方诸佛，释迦牟尼佛做代表，赞叹无量寿佛就是阿弥陀佛，阿弥陀是梵语，古印度话，翻成中国的意思就叫无量寿。这一个赞叹，乃极真极实之言，不是一般的赞叹，真的，诸佛如来都承认的。",
      "zh_TW": "佛陀、祖師大德都是在教我們，言行舉止給我們做最好的榜樣，最好的典範。我們今天遇到小小的風浪都不能忍受，那怎麼能成就？釋迦牟尼佛因地行菩薩道，修菩薩行，做忍辱仙人，這個故事詳細記載是在《大涅槃經》裡面，《金剛經》上提了一下，沒詳細的說，忍辱波羅蜜圓滿了。無緣無故受這種迫害，凌遲處死，一點怨恨都沒有。不但沒有怨恨，還感恩歌利王，為什麼？經過歌利王這個考試，他圓滿成就了，提前成佛了。賢劫千佛，釋迦牟尼佛本來是排在第五，彌勒菩薩排第四，因為這一個忍辱功德圓滿，釋迦牟尼佛提前了，彌勒菩薩延後了，這經典上有記載。所以他們是來做樣子給我們看的，我們能看懂了、看明白了，你就會依教奉行，會在日常生活當中曉得怎麼做，你得到圓滿的功德。所以諸佛所讚，十方諸佛，釋迦牟尼佛做代表，讚歎無量壽佛就是阿彌陀佛，阿彌陀是梵語，古印度話，翻成中國的意思就叫無量壽。這一個讚歎，乃極真極實之言，不是一般的讚歎，真的，諸佛如來都承認的。"
    },
    {
      "id": "02-039-0384_p0010",
      "zh_CN": "「千佛出世不能改易」，千佛是讲这一个大劫，这个大劫叫贤劫，圣贤的贤，为什么称为贤劫？这一劫里头有一千尊佛出世，释迦是第四尊，底下是弥勒佛，弥勒现在是菩萨，将来到这个世界来成佛，这是第五尊，在这一大劫里头有一千尊佛出世。《大藏经》里头有《千佛名经》，就是说这个贤劫千佛，这不能改。换句话说，千佛都承认，千佛都赞成，释迦牟尼佛所说的正确的，没错。「万代遵守不可违失」，这句话讲到我们的身分上来了，诸佛肯定，诸佛承认，我们要怎样来学习？就是万代遵守，一定要遵守，不能违背，不能够疏失，一定要懂得依教奉行，为什么？「纯是真实，无有虚妄」，这是经上讲的，古圣先贤所讲的。经上讲的，世法佛法统统有，圆满的，世间所说的是世间法的圆满，出世间法没说。像中国孔子、孟子、老子，这是世间圣人，他们所说的，讲到最高的，可以说跟现代这些物理学家对于宇宙的看法，非常接近；比大乘教，那还要差一等。所以佛法里头有世间法，世间法里头没有佛法，这是我们不能不知道的。佛法传到中国，被中国古人接受，英国历史哲学家汤恩比博士说得好，中国古人心量很大，能够接纳异族文化，就是指的佛教，佛教是从印度传过来的，不是中国本土文化，异族文化，认真的向它学习。他又说，佛法丰富了中国本土的文化，相辅相成，确实，用佛法来讲四书五经，把孔子、孟子也变成佛菩萨，这是真的，不是假的，它确实帮助你提升。",
      "zh_TW": "「千佛出世不能改易」，千佛是講這一個大劫，這個大劫叫賢劫，聖賢的賢，為什麼稱為賢劫？這一劫裡頭有一千尊佛出世，釋迦是第四尊，底下是彌勒佛，彌勒現在是菩薩，將來到這個世界來成佛，這是第五尊，在這一大劫裡頭有一千尊佛出世。《大藏經》裡頭有《千佛名經》，就是說這個賢劫千佛，這不能改。換句話說，千佛都承認，千佛都贊成，釋迦牟尼佛所說的正確的，沒錯。「萬代遵守不可違失」，這句話講到我們的身分上來了，諸佛肯定，諸佛承認，我們要怎樣來學習？就是萬代遵守，一定要遵守，不能違背，不能夠疏失，一定要懂得依教奉行，為什麼？「純是真實，無有虛妄」，這是經上講的，古聖先賢所講的。經上講的，世法佛法統統有，圓滿的，世間所說的是世間法的圓滿，出世間法沒說。像中國孔子、孟子、老子，這是世間聖人，他們所說的，講到最高的，可以說跟現代這些物理學家對於宇宙的看法，非常接近；比大乘教，那還要差一等。所以佛法裡頭有世間法，世間法裡頭沒有佛法，這是我們不能不知道的。佛法傳到中國，被中國古人接受，英國歷史哲學家湯恩比博士說得好，中國古人心量很大，能夠接納異族文化，就是指的佛教，佛教是從印度傳過來的，不是中國本土文化，異族文化，認真的向它學習。他又說，佛法豐富了中國本土的文化，相輔相成，確實，用佛法來講四書五經，把孔子、孟子也變成佛菩薩，這是真的，不是假的，它確實幫助你提升。"
    },
    {
      "id": "02-039-0384_p0011",
      "zh_CN": "「是故我等咸当」，咸当就是一起，我们一起，大家一起，应当「谛信」，谛信是真信，是对它研究清楚明了之后，我相信它，这是谛信。谛信不是迷信，是把它搞清楚、搞明白了，我相信它。「慎莫怀疑」，这句话非常重要，为什么？你怀疑，你就不肯去研究，你不肯去学习，那你永远不了解它。所以疑这个字，在菩萨法里头，就是大乘教里面，是第一个大障碍。菩萨最大的障碍就是疑，这个疑就是根本烦恼里头，贪瞋痴慢疑，根本烦恼六个，后面有个恶见，就是错误的见解，贪瞋痴慢疑恶见。这个疑不是普通的疑惑，是对于圣贤教诲疑惑。现在学校，老师教学生一定要存疑、要打问号，对古圣先贤也都要打问号，这个事情麻烦可大了。这个问号打在那上面，这个尊重的心就没有了，诚敬的心就没有了。",
      "zh_TW": "「是故我等咸當」，咸當就是一起，我們一起，大家一起，應當「諦信」，諦信是真信，是對它研究清楚明瞭之後，我相信它，這是諦信。諦信不是迷信，是把它搞清楚、搞明白了，我相信它。「慎莫懷疑」，這句話非常重要，為什麼？你懷疑，你就不肯去研究，你不肯去學習，那你永遠不了解它。所以疑這個字，在菩薩法裡頭，就是大乘教裡面，是第一個大障礙。菩薩最大的障礙就是疑，這個疑就是根本煩惱裡頭，貪瞋痴慢疑，根本煩惱六個，後面有個惡見，就是錯誤的見解，貪瞋痴慢疑惡見。這個疑不是普通的疑惑，是對於聖賢教誨疑惑。現在學校，老師教學生一定要存疑、要打問號，對古聖先賢也都要打問號，這個事情麻煩可大了。這個問號打在那上面，這個尊重的心就沒有了，誠敬的心就沒有了。"
    },
    {
      "id": "02-039-0384_p0012",
      "zh_CN": "我们中国自古以来，千万年没有这种教法，都是教你信，没有教你怀疑。可是外国人从小就教你怀疑，就不教你信，都要教你怀疑。这是两种文化里头最大不同的，我们要知道。中国这个教育，从小，小孩，从婴儿，就是教你要信，要敬，要尊重，对父母、对长辈，从小教。所以中国人懂得孝亲尊师，外国人不懂得，不知道孝顺父母，也不知道尊敬老师，对父母有疑惑，对老师也有疑惑，这就造成今天整个世界动乱，整个地球发生了灾变，原因就在此地。真的吗？不是我说的，佛在经上说的，古圣先贤典籍里头说的，现代科学家说的，现代科学家把这个证明了，是真的。为什么是真的？我们的同学，我们常常在一起学习，时间久了，你们都知道，大乘法里头佛说，「一切法从心想生」，如果你的心坚定，你的心诚实，你的心恭敬，山河大地无尽的美好，怎么会有灾变？哪有这种道理！没听说西方极乐世界有火山爆发，没听说那边有地震，只听说那边极乐，听说那边清凉，听说那边自在，没听说那里有灾难，都是一心造。他那个一心是真诚心，纯净纯善的心，造成极乐世界。那我们现在这个世界，现在完全都疑惑，这个一疑惑，大地就松了，本来大地很坚固，因为你现在都疑，什么都疑问，土都松了，所以山会崩掉，陆地会沉到海底，一怀疑就松了，就这么个道理，麻烦可大了！真搞清楚、搞明白，你就会肯定业因果报丝毫不爽，善因善果，极乐世界纯善，纯净纯善感得的是净土、乐土。",
      "zh_TW": "我們中國自古以來，千萬年沒有這種教法，都是教你信，沒有教你懷疑。可是外國人從小就教你懷疑，就不教你信，都要教你懷疑。這是兩種文化裡頭最大不同的，我們要知道。中國這個教育，從小，小孩，從嬰兒，就是教你要信，要敬，要尊重，對父母、對長輩，從小教。所以中國人懂得孝親尊師，外國人不懂得，不知道孝順父母，也不知道尊敬老師，對父母有疑惑，對老師也有疑惑，這就造成今天整個世界動亂，整個地球發生了災變，原因就在此地。真的嗎？不是我說的，佛在經上說的，古聖先賢典籍裡頭說的，現代科學家說的，現代科學家把這個證明了，是真的。為什麼是真的？我們的同學，我們常常在一起學習，時間久了，你們都知道，大乘法裡頭佛說，「一切法從心想生」，如果你的心堅定，你的心誠實，你的心恭敬，山河大地無盡的美好，怎麼會有災變？哪有這種道理！沒聽說西方極樂世界有火山爆發，沒聽說那邊有地震，只聽說那邊極樂，聽說那邊清涼，聽說那邊自在，沒聽說那裡有災難，都是一心造。他那個一心是真誠心，純淨純善的心，造成極樂世界。那我們現在這個世界，現在完全都疑惑，這個一疑惑，大地就鬆了，本來大地很堅固，因為你現在都疑，什麼都疑問，土都鬆了，所以山會崩掉，陸地會沉到海底，一懷疑就鬆了，就這麼個道理，麻煩可大了！真搞清楚、搞明白，你就會肯定業因果報絲毫不爽，善因善果，極樂世界純善，純淨純善感得的是淨土、樂土。"
    },
    {
      "id": "02-039-0384_p0013",
      "zh_CN": "我们这个世界自古以来，东方有圣贤教诲，能维持这个现状；西方有宗教教学，也能维持现状。现在人圣贤不要了，东方人不要圣贤，打了很多问号；西方人不相信宗教，不相信上帝，宣告上帝已经死亡。今天世界变成这样，我们读圣贤书了解，他说我们是异类，说我们是迷信，说我们是愚痴，你看有什么法子？我们真正修，真正用一颗纯净的善心，我们在一起修学的人愈多愈好，我们住在这个地方，这个地方没有灾难；他们多疑的人，他那个地方有灾难。他们看到这个果报了，他还是不相信，只有少数的科学家他相信，为什么？科学家懂这个道理，懂得什么？山河大地跟我们起心动念有关系。这个发现是最近三十年，科学上伟大、了不起的成就！我们今天对大乘、对圣贤有这样坚定的信心，可以说是一半得自于科学家给我们的报告，让我们真的明白。我们要没有接触到科学家这些报告，还是有些疑问，没有一般人严重，但是总是有疑，为什么？我们的烦恼习气没放下，放下就证得了。一般讲，我们的心比一般人清净，这是真的，可是那个清净程度跟佛菩萨比，差太远了；跟现在心浮气躁的人比，那当然我们很清净了；可是跟佛菩萨一比，我们就差太远了，就不行了。现在我们读了科学家的报告，我们有了信心，提升自己的信心，大幅度的提升，慎莫怀疑，我们完全肯定了。",
      "zh_TW": "我們這個世界自古以來，東方有聖賢教誨，能維持這個現狀；西方有宗教教學，也能維持現狀。現在人聖賢不要了，東方人不要聖賢，打了很多問號；西方人不相信宗教，不相信上帝，宣告上帝已經死亡。今天世界變成這樣，我們讀聖賢書了解，他說我們是異類，說我們是迷信，說我們是愚痴，你看有什麼法子？我們真正修，真正用一顆純淨的善心，我們在一起修學的人愈多愈好，我們住在這個地方，這個地方沒有災難；他們多疑的人，他那個地方有災難。他們看到這個果報了，他還是不相信，只有少數的科學家他相信，為什麼？科學家懂這個道理，懂得什麼？山河大地跟我們起心動念有關係。這個發現是最近三十年，科學上偉大、了不起的成就！我們今天對大乘、對聖賢有這樣堅定的信心，可以說是一半得自於科學家給我們的報告，讓我們真的明白。我們要沒有接觸到科學家這些報告，還是有些疑問，沒有一般人嚴重，但是總是有疑，為什麼？我們的煩惱習氣沒放下，放下就證得了。一般講，我們的心比一般人清淨，這是真的，可是那個清淨程度跟佛菩薩比，差太遠了；跟現在心浮氣躁的人比，那當然我們很清淨了；可是跟佛菩薩一比，我們就差太遠了，就不行了。現在我們讀了科學家的報告，我們有了信心，提升自己的信心，大幅度的提升，慎莫懷疑，我們完全肯定了。"
    },
    {
      "id": "02-039-0384_p0014",
      "zh_CN": "如果圣贤人他不是真的，他的东西怎么能传到今天？孔孟的东西传到今天二千五百年，这二千五百年当中没有高人吗？没有看出他破绽吗？为什么世世代代的人都念他的东西，都向他学习？二千五百年当中，都没有一个明白人吗？但是确实没有明白人把它说穿，我们讲揭密，我们的疑根不能拔除，佛说这个疑是根本烦恼，不是假的。读了科学报告，才知道他们所讲的，跟大乘经所讲的宇宙真相完全相同，我们再也不怀疑了，佛是三千年前讲的，三千年后被科学证明它是真的，它不是假的。譬如说佛讲这个现象，物质现象，「凡所有相，皆是虚妄」，你们学佛的同学，你对这句话能不怀疑吗？现象都摆在面前，怎么可以说虚妄？佛说的，不敢怀疑。不敢怀疑是表面上，心里头是真有怀疑，不敢说佛错，我们也不敢完全肯定，停留在这个状况之下，很苦。佛教给我们证的方法，我们也懂得，我们做不到，不知道怎么做法。所以我们遇到了瓶颈，遇到了困境，没法子突破。偶然的机缘看到这些科学报告，我们一看就懂。譬如现代这个宏观宇宙，物理学家研究宇宙的，他的报告告诉我们，整个宇宙空间是一个膨胀的状态，所以他们想到膨胀，那就是爆炸，爆炸才会膨胀。现在这个大爆炸很多人提出怀疑，讲不通。研究的结果说，现在能够观察到的宇宙，只有全宇宙百分之十，百分之九十的宇宙不见了，愈久愈远，不见了，追踪不到了，没有了。我们听到这个话点头，他不知道，我知道，那百分之九十到哪里去我们晓得，他不知道，为什么？他们的观察一定有现象，你才能观察出，就是物质现象、精神现象、自然现象，有现象他能观察到；没有现象的话，他就找不到了。那百分之九十到哪去了？回归常寂光，回归自性，你就看不到了。因为自性它三种现象都没有，它不是物质现象、不是精神现象，也不是自然现象，你当然找不到它。",
      "zh_TW": "如果聖賢人他不是真的，他的東西怎麼能傳到今天？孔孟的東西傳到今天二千五百年，這二千五百年當中沒有高人嗎？沒有看出他破綻嗎？為什麼世世代代的人都念他的東西，都向他學習？二千五百年當中，都沒有一個明白人嗎？但是確實沒有明白人把它說穿，我們講揭密，我們的疑根不能拔除，佛說這個疑是根本煩惱，不是假的。讀了科學報告，才知道他們所講的，跟大乘經所講的宇宙真相完全相同，我們再也不懷疑了，佛是三千年前講的，三千年後被科學證明它是真的，它不是假的。譬如說佛講這個現象，物質現象，「凡所有相，皆是虛妄」，你們學佛的同學，你對這句話能不懷疑嗎？現象都擺在面前，怎麼可以說虛妄？佛說的，不敢懷疑。不敢懷疑是表面上，心裡頭是真有懷疑，不敢說佛錯，我們也不敢完全肯定，停留在這個狀況之下，很苦。佛教給我們證的方法，我們也懂得，我們做不到，不知道怎麼做法。所以我們遇到了瓶頸，遇到了困境，沒法子突破。偶然的機緣看到這些科學報告，我們一看就懂。譬如現代這個宏觀宇宙，物理學家研究宇宙的，他的報告告訴我們，整個宇宙空間是一個膨脹的狀態，所以他們想到膨脹，那就是爆炸，爆炸才會膨脹。現在這個大爆炸很多人提出懷疑，講不通。研究的結果說，現在能夠觀察到的宇宙，只有全宇宙百分之十，百分之九十的宇宙不見了，愈久愈遠，不見了，追蹤不到了，沒有了。我們聽到這個話點頭，他不知道，我知道，那百分之九十到哪裡去我們曉得，他不知道，為什麼？他們的觀察一定有現象，你才能觀察出，就是物質現象、精神現象、自然現象，有現象他能觀察到；沒有現象的話，他就找不到了。那百分之九十到哪去了？回歸常寂光，回歸自性，你就看不到了。因為自性它三種現象都沒有，它不是物質現象、不是精神現象，也不是自然現象，你當然找不到它。"
    },
    {
      "id": "02-039-0384_p0015",
      "zh_CN": "微观，研究微观世界的，量子力学，他们能发现物质是假的，这很了不起！德国的科学家普朗克，这人已经过世了，不在了，爱因斯坦的老师，爱因斯坦也不在了。一生研究微观世界的，研究这些，科学向两个发展，一个无穷大，一个是，中国人讲「大而无外，小而无内」，研究原子、电子、粒子，最后发现量子。量子可能就是佛经上讲的极微之微，它不能再分了。这只讲基本的物质，所有的物质都是它，《金刚经》上讲的一合相组合的，这是最小的，物质最小的，小到多少程度？这个科学家也真难为他，他观察计算出来，电子很小了，原子，这个一般科学家都知道，原子核，围绕原子核转的电子，原子核好像太阳，电子好像是行星，围绕着它转的。量子多大？一百亿个量子组成一个电子，也就是说，一个电子的一百亿分之一。我们这一部经，黄念祖老居士把这一段东西引用上来了，我们看到了，微观世界。物质到底是什么？物质是意念变现出来的。物质的基础是意念，我们要没有意念，就没有物质；没有念头，就没有物质，所以意念是物质的基础，这个可不是容易事情！但是这一句话在大乘教里头，唯识学家三千年前就说过了，三千年前这一个学派，只有承认宇宙之间有意念，没有物质，叫唯识，唯独有识，其他都没有，其他的是识变的，物质现象是识变的，跟普朗克研究发现的完全一样。",
      "zh_TW": "微觀，研究微觀世界的，量子力學，他們能發現物質是假的，這很了不起！德國的科學家普朗克，這人已經過世了，不在了，愛因斯坦的老師，愛因斯坦也不在了。一生研究微觀世界的，研究這些，科學向兩個發展，一個無窮大，一個是，中國人講「大而無外，小而無內」，研究原子、電子、粒子，最後發現量子。量子可能就是佛經上講的極微之微，它不能再分了。這只講基本的物質，所有的物質都是它，《金剛經》上講的一合相組合的，這是最小的，物質最小的，小到多少程度？這個科學家也真難為他，他觀察計算出來，電子很小了，原子，這個一般科學家都知道，原子核，圍繞原子核轉的電子，原子核好像太陽，電子好像是行星，圍繞著它轉的。量子多大？一百億個量子組成一個電子，也就是說，一個電子的一百億分之一。我們這一部經，黃念祖老居士把這一段東西引用上來了，我們看到了，微觀世界。物質到底是什麼？物質是意念變現出來的。物質的基礎是意念，我們要沒有意念，就沒有物質；沒有念頭，就沒有物質，所以意念是物質的基礎，這個可不是容易事情！但是這一句話在大乘教裡頭，唯識學家三千年前就說過了，三千年前這一個學派，只有承認宇宙之間有意念，沒有物質，叫唯識，唯獨有識，其他都沒有，其他的是識變的，物質現象是識變的，跟普朗克研究發現的完全一樣。"
    },
    {
      "id": "02-039-0384_p0016",
      "zh_CN": "所以精神跟物质永远结合在一起，不能分的，极小的物质现象，就讲这个小光子，它有物质现象，你肉眼能看见，同时它有受想行识。所以我们现在才明白，读《心经》就懂得了，「观自在菩萨，照见五蕴皆空」，五蕴是什么？五蕴就是小光子，最小的物质现象，它具足色受想行识。我相信以前没有看过这科学报告的人，想不到五蕴皆空是讲小光子，讲量子，都认为说我们身体，身体是五蕴，身体是肉身、是色法，里头有受想行识，都讲到这些；真正讲到极微之微，没有说清楚。我们现在讲《心经》就不是从前讲法。佛在经上说过，科学家的能力很大，他不是说科学家，他是说什么？第六意识，就是思想，人这个思惟想像，这个能力非常大，对外，它能缘到虚空法界；对内，它能缘到阿赖耶识。量子就是阿赖耶识，就是阿赖耶，被科学家发现。阿赖耶里面有三个东西，科学家也讲三个东西，名词不一样，意思完全相同。阿赖耶的业相，科学家称它作能量；阿赖耶的转相，科学家的名词叫信息；阿赖耶的境界相，科学家叫它做物质，一桩事！佛说，用第六意识用到极限，可以对内能够缘到阿赖耶，对外缘到太空，缘不到自性。这就是佛法比科学高一招，就在此地。",
      "zh_TW": "所以精神跟物質永遠結合在一起，不能分的，極小的物質現象，就講這個小光子，它有物質現象，你肉眼能看見，同時它有受想行識。所以我們現在才明白，讀《心經》就懂得了，「觀自在菩薩，照見五蘊皆空」，五蘊是什麼？五蘊就是小光子，最小的物質現象，它具足色受想行識。我相信以前沒有看過這科學報告的人，想不到五蘊皆空是講小光子，講量子，都認為說我們身體，身體是五蘊，身體是肉身、是色法，裡頭有受想行識，都講到這些；真正講到極微之微，沒有說清楚。我們現在講《心經》就不是從前講法。佛在經上說過，科學家的能力很大，他不是說科學家，他是說什麼？第六意識，就是思想，人這個思惟想像，這個能力非常大，對外，它能緣到虛空法界；對內，它能緣到阿賴耶識。量子就是阿賴耶識，就是阿賴耶，被科學家發現。阿賴耶裡面有三個東西，科學家也講三個東西，名詞不一樣，意思完全相同。阿賴耶的業相，科學家稱它作能量；阿賴耶的轉相，科學家的名詞叫信息；阿賴耶的境界相，科學家叫它做物質，一樁事！佛說，用第六意識用到極限，可以對內能夠緣到阿賴耶，對外緣到太空，緣不到自性。這就是佛法比科學高一招，就在此地。"
    },
    {
      "id": "02-039-0384_p0017",
      "zh_CN": "科学绝对找不到自性，因为自性它不是现象，三种现象都不是，你怎么去找它？不是物质现象，你看不见；不是精神现象，你想不到；不是自然现象，你对它一点办法都没有。你怎样才知道？佛说了，唯证方知，你真正能够把起心动念、分别执着放下，你就知道了，你就见到了，为什么？放下妄想分别执着，你的真心现前，就是诚实，真诚心现前，自性是真的，真跟真相应，真跟妄不相应，所以第六意识是妄心，妄心只能够缘到妄境，妄境的极限是阿赖耶，这佛在经上讲得很清楚，你已经到头了，你再想向上一着，那你得学佛，放下。放不下就到此为止，宇宙被你看见百分之十，百分之九十不见了。所以佛法，佛法很有前途，将来宗教被人家不相信，宗教在世界上消失了，佛法会留在世间，佛法摇身一变，变成高等科学、高等哲学，不再叫它做宗教了。所以我们看到这些报告，对我们来说是好大的帮助，决定不再怀疑了。「不可思议功德」，这一句前面讲过。",
      "zh_TW": "科學絕對找不到自性，因為自性它不是現象，三種現象都不是，你怎麼去找它？不是物質現象，你看不見；不是精神現象，你想不到；不是自然現象，你對它一點辦法都沒有。你怎樣才知道？佛說了，唯證方知，你真正能夠把起心動念、分別執著放下，你就知道了，你就見到了，為什麼？放下妄想分別執著，你的真心現前，就是誠實，真誠心現前，自性是真的，真跟真相應，真跟妄不相應，所以第六意識是妄心，妄心只能夠緣到妄境，妄境的極限是阿賴耶，這佛在經上講得很清楚，你已經到頭了，你再想向上一著，那你得學佛，放下。放不下就到此為止，宇宙被你看見百分之十，百分之九十不見了。所以佛法，佛法很有前途，將來宗教被人家不相信，宗教在世界上消失了，佛法會留在世間，佛法搖身一變，變成高等科學、高等哲學，不再叫它做宗教了。所以我們看到這些報告，對我們來說是好大的幫助，決定不再懷疑了。「不可思議功德」，這一句前面講過。"
    },
    {
      "id": "02-039-0384_p0018",
      "zh_CN": "我们再看下面一段，「下」，这是底下一段，「复举十方恒沙诸佛，亦复如是称赞弥陀」。前面是说的东方，这一方讲得详细，「南西北方，四维上下亦复如是」。称赞弥陀，跟东方恒沙诸佛一样，没有一尊佛不赞叹阿弥陀佛；念阿弥陀佛求生净土，没有一尊佛不欢喜、不赞叹。我们这个世间人确实在六道轮回久了，有很深的情执，接受释迦牟尼佛的教育，把释迦牟尼佛当作慈父，释迦牟尼佛劝我们到极乐世界去，不肯去，我不去，我爱爸爸，我不爱老师，结果爸爸摇头叹气，孩子业障太重，可怜，不听话。你要听话，发菩提心，一向专念，求生西方极乐世界，亲近阿弥陀佛，你爸爸才欢喜！你爸爸才赞叹！为什么？到极乐世界就成佛了，你就证得大圆满。真正诸佛菩萨希望你早一点成就，希望你超过我。东方的圣贤是这样的心量，没有嫉妒、没有障碍，希望底下一辈超过我这一辈，社会愈变愈好，人生愈来愈幸福，这一种心念是正常的。我吃苦了，你们也应该吃苦，你们应该比我吃得更苦，这种心念是不正常的，这是反常的，那是什么人的念头？魔王就这个念头，我吃的苦，你也应该吃苦；我吃得很苦，你必须比我吃得更苦，魔王外道，那不是佛菩萨。佛菩萨慈悲，我受苦受难，绝不希望你也受苦受难，我还全心帮助你如何离开苦难。",
      "zh_TW": "我們再看下面一段，「下」，這是底下一段，「復舉十方恆沙諸佛，亦復如是稱讚彌陀」。前面是說的東方，這一方講得詳細，「南西北方，四維上下亦復如是」。稱讚彌陀，跟東方恆沙諸佛一樣，沒有一尊佛不讚歎阿彌陀佛；念阿彌陀佛求生淨土，沒有一尊佛不歡喜、不讚歎。我們這個世間人確實在六道輪迴久了，有很深的情執，接受釋迦牟尼佛的教育，把釋迦牟尼佛當作慈父，釋迦牟尼佛勸我們到極樂世界去，不肯去，我不去，我愛爸爸，我不愛老師，結果爸爸搖頭嘆氣，孩子業障太重，可憐，不聽話。你要聽話，發菩提心，一向專念，求生西方極樂世界，親近阿彌陀佛，你爸爸才歡喜！你爸爸才讚歎！為什麼？到極樂世界就成佛了，你就證得大圓滿。真正諸佛菩薩希望你早一點成就，希望你超過我。東方的聖賢是這樣的心量，沒有嫉妒、沒有障礙，希望底下一輩超過我這一輩，社會愈變愈好，人生愈來愈幸福，這一種心念是正常的。我吃苦了，你們也應該吃苦，你們應該比我吃得更苦，這種心念是不正常的，這是反常的，那是什麼人的念頭？魔王就這個念頭，我吃的苦，你也應該吃苦；我吃得很苦，你必須比我吃得更苦，魔王外道，那不是佛菩薩。佛菩薩慈悲，我受苦受難，絕不希望你也受苦受難，我還全心幫助你如何離開苦難。"
    },
    {
      "id": "02-039-0384_p0019",
      "zh_CN": "现在有佛菩萨心量的人不多，有魔王那个念头的人很多，所以社会乱了，人心坏了，地球变了，灾难这么多。我是不看新闻、不看报纸，有一些好心的同学把世界各地灾难，从网路上下载，节录一点给我看。还有很多传闻，很多恐怖的传闻，我看到这些信息，我只看一桩事情，这些灾难用什么方法化解，用什么样的心态来应对，几乎大多数，百分之九十是相同的，都劝人念佛。证明印光老法师两句话，「竭诚恭敬念佛」，你能够自度，能够利他。自度，消业障，度他是帮助别人破迷开悟，这一桩事情说得容易，做起来很难。现在在这个世间，帮助众生比帮助自己难得多了，难在哪里？他多疑，他不相信。现在人听骗不听劝，你骗他，他很欢喜跟你走；你诚心诚意待他，他怀疑，这个人对我这么好，他有什么企图？他有什么目的？提心吊胆。把你带到火坑里去，欢欢喜喜跟他去。这真难！什么原因？没人教，真叫迷惑颠倒，不懂事，没有能力辨别邪正是非，连善恶利害都没有能力辨别，你说糟不糟！这才是个真正大问题，这个大问题很难解决。我们看中国的古书，古籍，中国这个国家、这个族群，在全世界最懂得教育，全世界找不到第二家，它有教育的智慧，有教育的方法，有教育的经验，有教育的成就，在中国世世代代都有圣贤君子出现，教成的，好人是教出来的，佛菩萨也是教出来的。",
      "zh_TW": "現在有佛菩薩心量的人不多，有魔王那個念頭的人很多，所以社會亂了，人心壞了，地球變了，災難這麼多。我是不看新聞、不看報紙，有一些好心的同學把世界各地災難，從網路上下載，節錄一點給我看。還有很多傳聞，很多恐怖的傳聞，我看到這些信息，我只看一樁事情，這些災難用什麼方法化解，用什麼樣的心態來應對，幾乎大多數，百分之九十是相同的，都勸人念佛。證明印光老法師兩句話，「竭誠恭敬念佛」，你能夠自度，能夠利他。自度，消業障，度他是幫助別人破迷開悟，這一樁事情說得容易，做起來很難。現在在這個世間，幫助眾生比幫助自己難得多了，難在哪裡？他多疑，他不相信。現在人聽騙不聽勸，你騙他，他很歡喜跟你走；你誠心誠意待他，他懷疑，這個人對我這麼好，他有什麼企圖？他有什麼目的？提心吊膽。把你帶到火坑裡去，歡歡喜喜跟他去。這真難！什麼原因？沒人教，真叫迷惑顛倒，不懂事，沒有能力辨別邪正是非，連善惡利害都沒有能力辨別，你說糟不糟！這才是個真正大問題，這個大問題很難解決。我們看中國的古書，古籍，中國這個國家、這個族群，在全世界最懂得教育，全世界找不到第二家，它有教育的智慧，有教育的方法，有教育的經驗，有教育的成就，在中國世世代代都有聖賢君子出現，教成的，好人是教出來的，佛菩薩也是教出來的。"
    },
    {
      "id": "02-039-0384_p0020",
      "zh_CN": "然后我们回过头来看看，释迦牟尼佛为我们介绍的这个西方极乐世界，极乐世界最特殊的就是教育，没有别的，极乐世界好单纯，这个世界只有两种人，一个老师，一个学生，老师阿弥陀佛，学生诸大菩萨。菩萨用《华严经》来说，可以说从初信位的菩萨到等觉菩萨，太多太多了！极乐世界每天干什么事情？每天讲经教学。我现在这个一天讲四个小时，跟极乐世界比差远了，极乐世界一分一秒也没有中断过。那个世界很奇特，光明世界，它没有昏暗，所以它没有昼夜，永远是明亮的。佛放光，菩萨个个人身都有光，所有一切物质现象统统放光，树木花草都放光，光明世界，它不用灯，它也不用太阳月亮，不用，所以它没有昼夜。人不是肉身，肉身很麻烦，要用饮食去养它，饮食又会起副作用，副作用就带给你病痛。西方极乐世界金刚不坏身，是法性身，法性土，所以人不需要饮食，大小便溺全没有，多干净！生活方便得大自在，一天到晚听经，学习决定没有中断，所以到西方极乐世界成佛容易。这样一个修学环境在十方世界找不到，阿弥陀佛建立了，所以十方诸佛都欢喜，也都感激。诸佛如来底下这些众生，很难度的，业障深重的，都把他介绍到极乐世界送给阿弥陀佛去教。所以极乐世界每天往生的人不可计量，没法子计算，太多太多了。能容得下吗？它是法性土，法性土没有大小，不像我们这里是物质的土，物质的土有大小，有限量，法性没限量。我们这个地方有士农工商，各行各业，到极乐世界没有。极乐世界没有政治组织，没有政府，没有听说极乐世界有国王，没听到，极乐世界没有总统，极乐世界没有县市长，没有，什么都找不到，只有老师、同学。所以实实在在来说，是阿弥陀佛在那里办了一个大学校，这个学校专门培训佛陀的，上那个学校干什么？上那个学校成佛的，想成佛的，到那个学校去，一生肯定成就。所以十方诸佛推崇阿弥陀佛，给他加一个尊号，「光中极尊，佛中之王」，阿弥陀佛当之无愧，他真做到了，名符其实。",
      "zh_TW": "然後我們回過頭來看看，釋迦牟尼佛為我們介紹的這個西方極樂世界，極樂世界最特殊的就是教育，沒有別的，極樂世界好單純，這個世界只有兩種人，一個老師，一個學生，老師阿彌陀佛，學生諸大菩薩。菩薩用《華嚴經》來說，可以說從初信位的菩薩到等覺菩薩，太多太多了！極樂世界每天幹什麼事情？每天講經教學。我現在這個一天講四個小時，跟極樂世界比差遠了，極樂世界一分一秒也沒有中斷過。那個世界很奇特，光明世界，它沒有昏暗，所以它沒有晝夜，永遠是明亮的。佛放光，菩薩個個人身都有光，所有一切物質現象統統放光，樹木花草都放光，光明世界，它不用燈，它也不用太陽月亮，不用，所以它沒有晝夜。人不是肉身，肉身很麻煩，要用飲食去養它，飲食又會起副作用，副作用就帶給你病痛。西方極樂世界金剛不壞身，是法性身，法性土，所以人不需要飲食，大小便溺全沒有，多乾淨！生活方便得大自在，一天到晚聽經，學習決定沒有中斷，所以到西方極樂世界成佛容易。這樣一個修學環境在十方世界找不到，阿彌陀佛建立了，所以十方諸佛都歡喜，也都感激。諸佛如來底下這些眾生，很難度的，業障深重的，都把他介紹到極樂世界送給阿彌陀佛去教。所以極樂世界每天往生的人不可計量，沒法子計算，太多太多了。能容得下嗎？它是法性土，法性土沒有大小，不像我們這裡是物質的土，物質的土有大小，有限量，法性沒限量。我們這個地方有士農工商，各行各業，到極樂世界沒有。極樂世界沒有政治組織，沒有政府，沒有聽說極樂世界有國王，沒聽到，極樂世界沒有總統，極樂世界沒有縣市長，沒有，什麼都找不到，只有老師、同學。所以實實在在來說，是阿彌陀佛在那裡辦了一個大學校，這個學校專門培訓佛陀的，上那個學校幹什麼？上那個學校成佛的，想成佛的，到那個學校去，一生肯定成就。所以十方諸佛推崇阿彌陀佛，給他加一個尊號，「光中極尊，佛中之王」，阿彌陀佛當之無愧，他真做到了，名符其實。"
    },
    {
      "id": "02-039-0384_p0021",
      "zh_CN": "「《会疏》曰：虽诸佛所证，平等是一」。这从理上讲、事上讲确实如此，诸佛如来证得这个究竟佛果，无上菩提，是平等的，决定没有差别。「念佛往生利益，弥陀不共妙法，故诸佛让德」，这两个字好！「而令归一佛。是第十七愿成就也」。这几句话好极了！念佛往生的利益，十方诸佛世界里找不到，我们到十方诸佛世界，全都是受业报。我们在这个地方，妄想分别执着统统没断，到他方佛国土，依旧到他那里六道轮回里头去，还是搞六道，在受果报。可是极乐世界的凡圣同居土就大大的不相同，十方世界诸佛刹土里面凡圣同居土是六道轮回，跟释迦佛没有两样；极乐世界凡圣同居土只有人、天两道，极乐世界没有三恶道，地狱、饿鬼、畜生没有，也没有罗刹，也没有阿修罗，一切不善的全没有。而且生到极乐世界，阿弥陀佛本愿威神加持你，真加得上，帮助你提升到阿惟越致菩萨。这个我们能够体会得到的，不是你有那么大的神通智慧、那么大的福报，享受阿弥陀佛的福报。",
      "zh_TW": "「《會疏》曰：雖諸佛所證，平等是一」。這從理上講、事上講確實如此，諸佛如來證得這個究竟佛果，無上菩提，是平等的，決定沒有差別。「念佛往生利益，彌陀不共妙法，故諸佛讓德」，這兩個字好！「而令歸一佛。是第十七願成就也」。這幾句話好極了！念佛往生的利益，十方諸佛世界裡找不到，我們到十方諸佛世界，全都是受業報。我們在這個地方，妄想分別執著統統沒斷，到他方佛國土，依舊到他那裡六道輪迴裡頭去，還是搞六道，在受果報。可是極樂世界的凡聖同居土就大大的不相同，十方世界諸佛剎土裡面凡聖同居土是六道輪迴，跟釋迦佛沒有兩樣；極樂世界凡聖同居土只有人、天兩道，極樂世界沒有三惡道，地獄、餓鬼、畜生沒有，也沒有羅剎，也沒有阿修羅，一切不善的全沒有。而且生到極樂世界，阿彌陀佛本願威神加持你，真加得上，幫助你提升到阿惟越致菩薩。這個我們能夠體會得到的，不是你有那麼大的神通智慧、那麼大的福報，享受阿彌陀佛的福報。"
    },
    {
      "id": "02-039-0384_p0022",
      "zh_CN": "阿弥陀佛建造这个极乐世界，你可以到那里去享受，那个世界不是我们有能力建的，他建好了，请我们去住。你看那个设计多微妙，我们今天科学进步怎么比也比不上人家。人家风吹树叶，树是宝树，不是木本的、草本的，不是的，是珍宝。珍宝的树叶，我们晓得，风一吹的时候，就像风铃一样，音声之美妙；美妙还不算，它在说法，它在讲经，用音乐、用歌唱的方法来讲经，让你听得很欢喜、很高兴，一听就开悟了，这种教学、学校校园，你到哪里去找？找不到。水池里流水的声音也在说法，鸟叫的声音都在说法。那些鸟不是畜生，阿弥陀佛变化所作。阿弥陀佛是大科学家，制造那么多的鸟，鸟都会说法，你想听什么，牠就说什么。我们两个人在一起，我喜欢听《无量寿经》，你喜欢听《华严经》，我听到的就是《无量寿经》，你听到的就是《华严经》，一点都不杂，妙到这样的程度！所以那个地方音声称为妙音，你眼看到叫妙色，太微妙了，尝到叫妙味。所以往生的利益不可思议！这是阿弥陀佛跟一切诸佛如来不共妙法，就是不一样。所以诸佛让德，推让，尊崇阿弥陀佛，本来大家平等的！怎么能称为佛中之王？佛中之王这个封号是十方诸佛送给他的，特别尊崇他，令归一佛。真正有缘人，就是说这个法门你能信，你能够理解，你能够念佛、能够求往生，没有一尊佛不帮助你往生极乐世界。",
      "zh_TW": "阿彌陀佛建造這個極樂世界，你可以到那裡去享受，那個世界不是我們有能力建的，他建好了，請我們去住。你看那個設計多微妙，我們今天科學進步怎麼比也比不上人家。人家風吹樹葉，樹是寶樹，不是木本的、草本的，不是的，是珍寶。珍寶的樹葉，我們曉得，風一吹的時候，就像風鈴一樣，音聲之美妙；美妙還不算，它在說法，它在講經，用音樂、用歌唱的方法來講經，讓你聽得很歡喜、很高興，一聽就開悟了，這種教學、學校校園，你到哪裡去找？找不到。水池裡流水的聲音也在說法，鳥叫的聲音都在說法。那些鳥不是畜生，阿彌陀佛變化所作。阿彌陀佛是大科學家，製造那麼多的鳥，鳥都會說法，你想聽什麼，牠就說什麼。我們兩個人在一起，我喜歡聽《無量壽經》，你喜歡聽《華嚴經》，我聽到的就是《無量壽經》，你聽到的就是《華嚴經》，一點都不雜，妙到這樣的程度！所以那個地方音聲稱為妙音，你眼看到叫妙色，太微妙了，嘗到叫妙味。所以往生的利益不可思議！這是阿彌陀佛跟一切諸佛如來不共妙法，就是不一樣。所以諸佛讓德，推讓，尊崇阿彌陀佛，本來大家平等的！怎麼能稱為佛中之王？佛中之王這個封號是十方諸佛送給他的，特別尊崇他，令歸一佛。真正有緣人，就是說這個法門你能信，你能夠理解，你能夠念佛、能夠求往生，沒有一尊佛不幫助你往生極樂世界。"
    },
    {
      "id": "02-039-0384_p0023",
      "zh_CN": "在这里，我们要晓得，释迦牟尼佛一生四十九年讲经说法，任何经典只讲一遍，没有重复讲第二遍的。可是唯独《无量寿经》讲很多遍，有证据可以证明的，至少是三遍以上。因为《无量寿经》原文传到中国来很早，从汉到宋朝八百年间，在中国十二次的翻译，所以它有十二种不同的版本，非常可惜，其中有七个本子失传，现在《大藏经》里头只有五个本子。五个本子对照来看，内容差别太大，这是什么原因？这就是佛不是一次讲的。一次讲的，纵有差别是小的，大同小异，它差别太大。所以从这五个本子里头，最明显的，这大家都知道，阿弥陀佛发的愿，现存这五个本子，有两种是四十八愿，有两种是二十四愿，宋译的这一种里是三十六愿，这是决定不应该有这么大的差别。所以从这种现象的时候，佛至少是讲过三次，一次讲四十八愿，一次讲二十四愿，一次讲三十六愿，还有七种失传的，七种失传如果要再看到，可能还有差别，这说明什么？多次宣讲，不是讲一遍！多次宣讲就是对阿弥陀佛特别赞叹，只要看到有缘的众生，佛都是劝大家念佛求生净土，念佛求生净土，是上上上根，为什么？你一生成佛了，哪一个法门能帮助你一生成佛？做不到！只有这个法门一生成佛，所以它是上上上根。现在人不懂，把念佛人看轻了，认为这是老阿公老阿婆他们学的，没有知识的，没有知识是上上上上人！有知识是下下下下人！你看这个误会多大！我们要不能体会到，这岂不是辜负释迦牟尼佛了吗？释迦牟尼佛对我们多好！我们对他完全不认识，愚痴到极处！因为他不是上上上根，所以佛才讲八万四千法门，讲其他法门来度他们，随众生心应所知量。上上上上人决定是这个法门，佛要不传这个法门给你，对不起你，我们得要认识。",
      "zh_TW": "在這裡，我們要曉得，釋迦牟尼佛一生四十九年講經說法，任何經典只講一遍，沒有重複講第二遍的。可是唯獨《無量壽經》講很多遍，有證據可以證明的，至少是三遍以上。因為《無量壽經》原文傳到中國來很早，從漢到宋朝八百年間，在中國十二次的翻譯，所以它有十二種不同的版本，非常可惜，其中有七個本子失傳，現在《大藏經》裡頭只有五個本子。五個本子對照來看，內容差別太大，這是什麼原因？這就是佛不是一次講的。一次講的，縱有差別是小的，大同小異，它差別太大。所以從這五個本子裡頭，最明顯的，這大家都知道，阿彌陀佛發的願，現存這五個本子，有兩種是四十八願，有兩種是二十四願，宋譯的這一種裡是三十六願，這是決定不應該有這麼大的差別。所以從這種現象的時候，佛至少是講過三次，一次講四十八願，一次講二十四願，一次講三十六願，還有七種失傳的，七種失傳如果要再看到，可能還有差別，這說明什麼？多次宣講，不是講一遍！多次宣講就是對阿彌陀佛特別讚歎，只要看到有緣的眾生，佛都是勸大家念佛求生淨土，念佛求生淨土，是上上上根，為什麼？你一生成佛了，哪一個法門能幫助你一生成佛？做不到！只有這個法門一生成佛，所以它是上上上根。現在人不懂，把念佛人看輕了，認為這是老阿公老阿婆他們學的，沒有知識的，沒有知識是上上上上人！有知識是下下下下人！你看這個誤會多大！我們要不能體會到，這豈不是辜負釋迦牟尼佛了嗎？釋迦牟尼佛對我們多好！我們對他完全不認識，愚痴到極處！因為他不是上上上根，所以佛才講八萬四千法門，講其他法門來度他們，隨眾生心應所知量。上上上上人決定是這個法門，佛要不傳這個法門給你，對不起你，我們得要認識。"
    },
    {
      "id": "02-039-0384_p0024",
      "zh_CN": "第十七愿「诸佛称叹愿」，这是阿弥陀佛在因地，他将来的成就应该会得到一切诸佛的称赞。他成佛了，极乐世界成就了，果然是这样的，真的诸佛称赞。这是《会疏》里头的原文。下面「意谓」，这是黄念老的解释，「佛佛道同，所证平等，无有高下」。这是一切大乘经上所说，这是真的，不是假的。「但念佛往生法门，乃弥陀不共之妙法」。这个法门确确实实诸佛没有。「故其利益亦是不共」，所以这个法门的利益，跟诸佛如来不一样的。「是故诸佛推让其德，欲显一切诸佛无边功德，悉归弥陀一佛。」这在前面讲，这是诸佛做榜样给我们看，我们都很小器、都很自私，不希望别人比我好，有嫉妒，有傲慢，有障碍，诸佛没有。你想出一个好方法度众生，好，太好了，大家都赞叹你。我们把那些根熟的众生，真能够相信、能够接受的，肯念佛、肯往生的，全部送给你，统统到极乐世界去成佛，连《华严》都不例外。",
      "zh_TW": "第十七願「諸佛稱歎願」，這是阿彌陀佛在因地，他將來的成就應該會得到一切諸佛的稱讚。他成佛了，極樂世界成就了，果然是這樣的，真的諸佛稱讚。這是《會疏》裡頭的原文。下面「意謂」，這是黃念老的解釋，「佛佛道同，所證平等，無有高下」。這是一切大乘經上所說，這是真的，不是假的。「但念佛往生法門，乃彌陀不共之妙法」。這個法門確確實實諸佛沒有。「故其利益亦是不共」，所以這個法門的利益，跟諸佛如來不一樣的。「是故諸佛推讓其德，欲顯一切諸佛無邊功德，悉歸彌陀一佛。」這在前面講，這是諸佛做榜樣給我們看，我們都很小器、都很自私，不希望別人比我好，有嫉妒，有傲慢，有障礙，諸佛沒有。你想出一個好方法度眾生，好，太好了，大家都讚歎你。我們把那些根熟的眾生，真能夠相信、能夠接受的，肯念佛、肯往生的，全部送給你，統統到極樂世界去成佛，連《華嚴》都不例外。"
    },
    {
      "id": "02-039-0384_p0025",
      "zh_CN": "我给同学说，我年轻确实是很傲慢，很自负，能够把我说动的时候不多，我有歪理，我有强辩，这个法门我不能接受，所以老师没有劝我学这个法门。方东美先生把佛经哲学介绍给我，介绍我两个法门，法相唯识宗、《大方广佛华严经》，介绍我这两门。我跟李老师学经教，学讲经，李老师劝我学净土法门，我跟他十年，结果怎么样？不反对净宗，我不学净宗，对它不认识，对它怀疑，喜欢大乘经论。老师甚至于用出种种方法来引导我，他老人家说，「这个法门你看看，自古以来多少圣贤豪杰，他们都学了。如果说上当，我们就上一次当看看，也无所谓」。我还是不愿意上当。老师教我念《印光大师文钞》，他那个时候送我这一套书四册，正编上下册，续编上下册，在台湾那个时候，只有这么一套。李老师是印光大师的学生，这一套书我看过了，看过之后，对净土也很佩服，不反对了，不敢批评了，但是不想学；对《华严》、《法华》、《楞严》这一些大经大论是特别喜欢。所以我讲过《华严》，讲过《法华》，讲过《楞严》，讲过禅宗的《六祖坛经》、《金刚经》，讲过永嘉大师的《证道歌》，《禅宗集》，这是早年。",
      "zh_TW": "我給同學說，我年輕確實是很傲慢，很自負，能夠把我說動的時候不多，我有歪理，我有強辯，這個法門我不能接受，所以老師沒有勸我學這個法門。方東美先生把佛經哲學介紹給我，介紹我兩個法門，法相唯識宗、《大方廣佛華嚴經》，介紹我這兩門。我跟李老師學經教，學講經，李老師勸我學淨土法門，我跟他十年，結果怎麼樣？不反對淨宗，我不學淨宗，對它不認識，對它懷疑，喜歡大乘經論。老師甚至於用出種種方法來引導我，他老人家說，「這個法門你看看，自古以來多少聖賢豪傑，他們都學了。如果說上當，我們就上一次當看看，也無所謂」。我還是不願意上當。老師教我念《印光大師文鈔》，他那個時候送我這一套書四冊，正編上下冊，續編上下冊，在台灣那個時候，只有這麼一套。李老師是印光大師的學生，這一套書我看過了，看過之後，對淨土也很佩服，不反對了，不敢批評了，但是不想學；對《華嚴》、《法華》、《楞嚴》這一些大經大論是特別喜歡。所以我講過《華嚴》，講過《法華》，講過《楞嚴》，講過禪宗的《六祖壇經》、《金剛經》，講過永嘉大師的《證道歌》，《禪宗集》，這是早年。"
    },
    {
      "id": "02-039-0384_p0026",
      "zh_CN": "归心净土是讲《华严经》的因缘，《华严》讲到一半，那个时候我一个星期讲三次，一次是一个半小时，四十跟八十同时讲，一个星期两天讲《八十华严》，一天讲《四十华严》，同时讲。讲到一半，偶然动了个念头，文殊、普贤修什么法门成佛的？善财童子修什么法门成就的？这个我没有讲到，在《华严》的后面。我就向后翻，翻到《四十华严》第三十九卷，有了，文殊、普贤，不但自己念佛求生净土，而且还率领华藏海会四十一位法身大士同归极乐，这让我感到非常惊讶！在华藏会上文殊、普贤是等觉菩萨，是毘卢遮那佛的左右手，十方世界修行明心见性的，统统生到华藏世界，普贤菩萨把所有大众统统带到西方极乐世界去了，你们想想看，毘卢遮那佛能不生气吗？怎么把我的人全带走了？毘卢遮那佛不但不生气，还鼓掌，好！太好了！还赞叹。你看看诸佛的心量跟我们不一样，为什么？在华藏世界成佛时间很长，到极乐世界这个时间大幅度缩短，他快速成就。我读到这个经文，这才感谢老师，过去对不起他，他那么样用心劝我，我都没有接受，看到这个没有话说了，这才真正回头来学净土。很难！真叫难信之法！",
      "zh_TW": "歸心淨土是講《華嚴經》的因緣，《華嚴》講到一半，那個時候我一個星期講三次，一次是一個半小時，四十跟八十同時講，一個星期兩天講《八十華嚴》，一天講《四十華嚴》，同時講。講到一半，偶然動了個念頭，文殊、普賢修什麼法門成佛的？善財童子修什麼法門成就的？這個我沒有講到，在《華嚴》的後面。我就向後翻，翻到《四十華嚴》第三十九卷，有了，文殊、普賢，不但自己念佛求生淨土，而且還率領華藏海會四十一位法身大士同歸極樂，這讓我感到非常驚訝！在華藏會上文殊、普賢是等覺菩薩，是毘盧遮那佛的左右手，十方世界修行明心見性的，統統生到華藏世界，普賢菩薩把所有大眾統統帶到西方極樂世界去了，你們想想看，毘盧遮那佛能不生氣嗎？怎麼把我的人全帶走了？毘盧遮那佛不但不生氣，還鼓掌，好！太好了！還讚歎。你看看諸佛的心量跟我們不一樣，為什麼？在華藏世界成佛時間很長，到極樂世界這個時間大幅度縮短，他快速成就。我讀到這個經文，這才感謝老師，過去對不起他，他那麼樣用心勸我，我都沒有接受，看到這個沒有話說了，這才真正回頭來學淨土。很難！真叫難信之法！"
    },
    {
      "id": "02-039-0384_p0027",
      "zh_CN": "所以我这一讲，你们大家听到都欢喜，都念佛了，我真佩服！为什么？你们比我强得多！李老师度我好困难，真不容易！可是我一信的时候，我比别人信得就深，这是真的，我就超过那些人。真搞清楚，真搞明白，我才会相信；我没有搞清楚、搞明白，我绝对不会相信。确实难信之法。你看看，所以诸佛如来，我能体会到这个意思，学生当中有真正能相信这个法门，别的都别学了，你就这一门深入，说老实话，一部《阿弥陀经》，或者一部《无量寿经》，一句阿弥陀佛，你就成功了，你学其他的干嘛？浪费时间，浪费精力，到西方极乐世界，所有一切经教全通了。你看西方极乐世界修学的状况，自己的本身在阿弥陀佛讲堂上，没离开；自己能分身，化身、分身，分无量无边身到十方世界去拜一切诸佛如来，去供养，供佛是修福，听佛讲经说法是修慧，福慧双修，一天所修的福慧，我们这个世界无量劫都修不到，这个地方能不去吗？你要真正搞清楚、搞明白了，不可能！什么力量拽住你，让你不去，你都会挣脱，你非去不可！太好了！十方世界找不到。所以诸佛如来赞叹。",
      "zh_TW": "所以我這一講，你們大家聽到都歡喜，都念佛了，我真佩服！為什麼？你們比我強得多！李老師度我好困難，真不容易！可是我一信的時候，我比別人信得就深，這是真的，我就超過那些人。真搞清楚，真搞明白，我才會相信；我沒有搞清楚、搞明白，我絕對不會相信。確實難信之法。你看看，所以諸佛如來，我能體會到這個意思，學生當中有真正能相信這個法門，別的都別學了，你就這一門深入，說老實話，一部《阿彌陀經》，或者一部《無量壽經》，一句阿彌陀佛，你就成功了，你學其他的幹嘛？浪費時間，浪費精力，到西方極樂世界，所有一切經教全通了。你看西方極樂世界修學的狀況，自己的本身在阿彌陀佛講堂上，沒離開；自己能分身，化身、分身，分無量無邊身到十方世界去拜一切諸佛如來，去供養，供佛是修福，聽佛講經說法是修慧，福慧雙修，一天所修的福慧，我們這個世界無量劫都修不到，這個地方能不去嗎？你要真正搞清楚、搞明白了，不可能！什麼力量拽住你，讓你不去，你都會掙脫，你非去不可！太好了！十方世界找不到。所以諸佛如來讚歎。"
    },
    {
      "id": "02-039-0384_p0028",
      "zh_CN": "特别是我们这一代人真正叫幸运，为什么？你遇到这个会集本，会得真好！一般人不知道。我在台中，李老师把这个本子给我，我一看就欢喜，是他自己曾经讲过，他用毛笔小楷写的注解，写在这眉批上，段落他都勾出来。我一看到这个本子喜欢，我就想学、就想讲。老师告诉我，现在不是时候，你的缘没成熟，这个本子有人反对，有争议，我年岁太轻，学佛的时间太浅了，人家不服。我就等，等到老师往生了，老师这个本子在我手上，别人没有看见，为了纪念老师，我就把他这个本子，眉注的本子印一万册，在海内外流通。当时我在美国，大家看到这个本子都欢喜，要求我讲，所以我第一遍讲《无量寿经》这个会集本是在美国，在旧金山。在海外弘扬就是我一个，在国内就是黄念祖老居士他老人家他一个。我们两个联系上也是在美国，他接受美国一些同修邀请他，在马里兰州传法，时间只有一个月，这他才晓得，我们在学习会集本，他非常欢喜。",
      "zh_TW": "特別是我們這一代人真正叫幸運，為什麼？你遇到這個會集本，會得真好！一般人不知道。我在台中，李老師把這個本子給我，我一看就歡喜，是他自己曾經講過，他用毛筆小楷寫的註解，寫在這眉批上，段落他都勾出來。我一看到這個本子喜歡，我就想學、就想講。老師告訴我，現在不是時候，你的緣沒成熟，這個本子有人反對，有爭議，我年歲太輕，學佛的時間太淺了，人家不服。我就等，等到老師往生了，老師這個本子在我手上，別人沒有看見，為了紀念老師，我就把他這個本子，眉註的本子印一萬冊，在海內外流通。當時我在美國，大家看到這個本子都歡喜，要求我講，所以我第一遍講《無量壽經》這個會集本是在美國，在舊金山。在海外弘揚就是我一個，在國內就是黃念祖老居士他老人家他一個。我們兩個聯繫上也是在美國，他接受美國一些同修邀請他，在馬里蘭州傳法，時間只有一個月，這他才曉得，我們在學習會集本，他非常歡喜。"
    },
    {
      "id": "02-039-0384_p0029",
      "zh_CN": "这个注解当时是油印的本子，带了那么一套带到美国，他就把这个本子送给我，我看了之后无量的欢喜，我问他你有没有版权？要有版权，就算了；没有版权，我拿到台湾去翻印。他说他没有版权，还要我给他写一篇序文，我们就是这样认识的。他回到北京去之后，我也是在同年，大概是二、三个月之后，我就到北京去访问他，去看他，他才把写这个注解的经过告诉我，真不容易！身体不好，带着病，日夜不休息，把这部注解完成。最不可思议的，他搜集的资料太丰富了，这里头引用的，一共有一百九十多种经论，三宝加持，这些书从哪里来？找都找不到！想到，自然它就有人送给他，这些资料堆在他房间，我都看到了。我们今天能遇到这个会集本，能够遇到这一部注解，太稀有了！稀有难逢当中的稀有难逢！这是多么大的福报、多么大的因缘！能信能解，肯念佛的人，所以我说是上上上根！他这一生决定成就。",
      "zh_TW": "這個註解當時是油印的本子，帶了那麼一套帶到美國，他就把這個本子送給我，我看了之後無量的歡喜，我問他你有沒有版權？要有版權，就算了；沒有版權，我拿到台灣去翻印。他說他沒有版權，還要我給他寫一篇序文，我們就是這樣認識的。他回到北京去之後，我也是在同年，大概是二、三個月之後，我就到北京去訪問他，去看他，他才把寫這個註解的經過告訴我，真不容易！身體不好，帶著病，日夜不休息，把這部註解完成。最不可思議的，他搜集的資料太豐富了，這裡頭引用的，一共有一百九十多種經論，三寶加持，這些書從哪裡來？找都找不到！想到，自然它就有人送給他，這些資料堆在他房間，我都看到了。我們今天能遇到這個會集本，能夠遇到這一部註解，太稀有了！稀有難逢當中的稀有難逢！這是多麼大的福報、多麼大的因緣！能信能解，肯念佛的人，所以我說是上上上根！他這一生決定成就。"
    },
    {
      "id": "02-039-0384_p0030",
      "zh_CN": "念老这一段注子也注得好。「欲显一切诸佛无边功德，悉归弥陀一佛。欲令十方众生，悉入弥陀愿海，往生极乐世界」。生到极乐世界，那就是圆满，大圆满！特别是遇到这个本子，又通过我们在一起来学习，所以我把我们这一次的学习称之为《演义》，定个名词，《净土大经解演义》，这个缘太殊胜太殊胜！「此正显弥陀本愿第十七诸佛称叹愿之成就」。这个成就是自然的，是性德里面自自然然的反应，绝不是有意去求的，绝不是想什么方法来制造的，没有，完全不起心不动念、不分别不执着。我们在前面曾经学习过，《往生论》里面的二十九种庄严成就，全是性德，弥陀本愿的成就，没有一丝毫的意思在里头，这一点不能不懂得。因为我们世间人用这个意念用习惯，总是会想像要怎么做，极乐世界不需要思想，思想是烦恼，思想是习气，他用的什么？真实智慧，真实智慧叫照见，现在有个名词叫直觉，眼见直觉，耳闻直觉，六根接触六尘境界直觉，直觉是见性。直觉不用心意识，我们晓得，十法界里面的众生都用心意识，就是用阿赖耶，阿赖耶是心，末那是意，第六是识，或者总说起来，前六都叫识，心意识就是包括我们常讲的八心王，就是用这个东西。六道用偏了、用邪了，用偏了是什么？人天；用邪了的是什么？是三恶道。饿鬼、地狱、畜生用心用邪了，用偏了的时候是人天。如果心意识用得正，那就是四圣法界，声闻、缘觉、菩萨、佛，十法界里面的佛，所以十法界里面佛不是真佛，天台大师六即佛讲得好，他是属于相似即佛，很像，不是真的。为什么不是真的？他用的是妄心，他不是真心，阿赖耶是妄心，这个要记住。如果用真心，叫转识成智，转八识成四智，相宗说的，转阿赖耶为大圆镜智，转末那为平等性智，转第六意识为妙观察智，转前五识为成所作智，这一转识成智，他就离开十法界，到实报庄严土去了；修其他宗派的，全都是到华藏世界。",
      "zh_TW": "念老這一段註子也註得好。「欲顯一切諸佛無邊功德，悉歸彌陀一佛。欲令十方眾生，悉入彌陀願海，往生極樂世界」。生到極樂世界，那就是圓滿，大圓滿！特別是遇到這個本子，又通過我們在一起來學習，所以我把我們這一次的學習稱之為《演義》，定個名詞，《淨土大經解演義》，這個緣太殊勝太殊勝！「此正顯彌陀本願第十七諸佛稱歎願之成就」。這個成就是自然的，是性德裡面自自然然的反應，絕不是有意去求的，絕不是想什麼方法來製造的，沒有，完全不起心不動念、不分別不執著。我們在前面曾經學習過，《往生論》裡面的二十九種莊嚴成就，全是性德，彌陀本願的成就，沒有一絲毫的意思在裡頭，這一點不能不懂得。因為我們世間人用這個意念用習慣，總是會想像要怎麼做，極樂世界不需要思想，思想是煩惱，思想是習氣，他用的什麼？真實智慧，真實智慧叫照見，現在有個名詞叫直覺，眼見直覺，耳聞直覺，六根接觸六塵境界直覺，直覺是見性。直覺不用心意識，我們曉得，十法界裡面的眾生都用心意識，就是用阿賴耶，阿賴耶是心，末那是意，第六是識，或者總說起來，前六都叫識，心意識就是包括我們常講的八心王，就是用這個東西。六道用偏了、用邪了，用偏了是什麼？人天；用邪了的是什麼？是三惡道。餓鬼、地獄、畜生用心用邪了，用偏了的時候是人天。如果心意識用得正，那就是四聖法界，聲聞、緣覺、菩薩、佛，十法界裡面的佛，所以十法界裡面佛不是真佛，天台大師六即佛講得好，他是屬於相似即佛，很像，不是真的。為什麼不是真的？他用的是妄心，他不是真心，阿賴耶是妄心，這個要記住。如果用真心，叫轉識成智，轉八識成四智，相宗說的，轉阿賴耶為大圓鏡智，轉末那為平等性智，轉第六意識為妙觀察智，轉前五識為成所作智，這一轉識成智，他就離開十法界，到實報莊嚴土去了；修其他宗派的，全都是到華藏世界。"
    },
    {
      "id": "02-039-0384_p0031",
      "zh_CN": "念佛的人，如果是转识成智，他往生西方极乐世界不是同居土，不是方便土，他直接生到实报土，阿弥陀佛的实报庄严土，那叫理一心不乱，转识成智是理一心不乱。真正得定，能够把见思烦恼放下，也就是于一切法不再执着，这种人生方便有余土。烦恼习气一品都没有断，这是生凡圣同居土。凡圣同居土一定要知道，极乐世界凡圣同居土没有三恶道，没有阿修罗，没有罗刹，只是人天两道，六道变成两道，这是极乐世界无比殊胜庄严。",
      "zh_TW": "念佛的人，如果是轉識成智，他往生西方極樂世界不是同居土，不是方便土，他直接生到實報土，阿彌陀佛的實報莊嚴土，那叫理一心不亂，轉識成智是理一心不亂。真正得定，能夠把見思煩惱放下，也就是於一切法不再執著，這種人生方便有餘土。煩惱習氣一品都沒有斷，這是生凡聖同居土。凡聖同居土一定要知道，極樂世界凡聖同居土沒有三惡道，沒有阿修羅，沒有羅剎，只是人天兩道，六道變成兩道，這是極樂世界無比殊勝莊嚴。"
    },
    {
      "id": "02-039-0384_p0032",
      "zh_CN": "所以「十方佛赞，始能名闻十方」。他度众生的广！如果诸佛不替他宣扬，不替他招生，他度众生就不多了。所以一切诸佛都替阿弥陀佛招生，都推荐保送，你才晓得净宗的殊胜庄严，你才真正晓得净宗的不可思议。「普摄无边众生，会归极乐也」，真的是大家同生极乐国。今天时间到了，我们就讲到这一段。",
      "zh_TW": "所以「十方佛讚，始能名聞十方」。他度眾生的廣！如果諸佛不替他宣揚，不替他招生，他度眾生就不多了。所以一切諸佛都替阿彌陀佛招生，都推薦保送，你才曉得淨宗的殊勝莊嚴，你才真正曉得淨宗的不可思議。「普攝無邊眾生，會歸極樂也」，真的是大家同生極樂國。今天時間到了，我們就講到這一段。"
    }
  ]
}