{
  "doc_id": "02-039-0430",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四三０集",
    "zh_TW": "第四三０集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0430",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-039-0430_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐！请看《大乘无量寿经解》，第五百四十二面第一行。",
      "zh_TW": "諸位法師，諸位同學，請坐！請看《大乘無量壽經解》，第五百四十二面第一行。"
    },
    {
      "id": "02-039-0430_p0002",
      "zh_CN": "「《往生论》云：若善男子、善女人，修五念门行成就，毕竟得生安乐国土，见彼阿弥陀佛。」前面我们学到这个地方。《往生论》里面这一段最重要的，我们要特别留意的就是善男子、善女人这个善字，善的标准就是净业三福第一福，「孝养父母，奉事师长，慈心不杀，修十善业」。这四句经文里面，把儒释道的三个根都包含进去了。孝亲尊师是《弟子规》，慈心不杀是《感应篇》，以这两个基础再学习《十善业道》，所以这一句里面把儒释道三个根都说到了。换句话说，儒释道三个根没有做到，就不是善男子、善女人，这个标准一定要记住。由此可知，这三个根是多么重要！具足这三个根的人，才是世间的善男子、善女人，我们读这个经文我们就有分，如果没有做到，善男子、善女人不包括我们。",
      "zh_TW": "「《往生論》云：若善男子、善女人，修五念門行成就，畢竟得生安樂國土，見彼阿彌陀佛。」前面我們學到這個地方。《往生論》裡面這一段最重要的，我們要特別留意的就是善男子、善女人這個善字，善的標準就是淨業三福第一福，「孝養父母，奉事師長，慈心不殺，修十善業」。這四句經文裡面，把儒釋道的三個根都包含進去了。孝親尊師是《弟子規》，慈心不殺是《感應篇》，以這兩個基礎再學習《十善業道》，所以這一句裡面把儒釋道三個根都說到了。換句話說，儒釋道三個根沒有做到，就不是善男子、善女人，這個標準一定要記住。由此可知，這三個根是多麼重要！具足這三個根的人，才是世間的善男子、善女人，我們讀這個經文我們就有分，如果沒有做到，善男子、善女人不包括我們。"
    },
    {
      "id": "02-039-0430_p0003",
      "zh_CN": "经文上说得很清楚，必须是善男子、善女人，修五念门行成就。如果这个净业三福第一条我们没有做到，我们修五念门行就不能成就，不能成就就不能往生。我们希望这一生当中决定要得生净土，要亲近阿弥陀佛，这三个根就不能不认真的学习。这三样东西都不深，尤其《弟子规》，蔡礼旭老师用了四十个小时详细解释。他讲过很多遍，讲得很熟，我们用他这一套光碟就行。一般人心浮气躁，学习东西都不认真，听一遍、二遍、三遍不够，至少要听三十遍。四十个小时，一天听十个小时，四天听一遍，四十天听十遍。如果一天只听四个小时，一天听四个小时，十天听一遍，那就要一百天的时间，你才能听满十遍。一百天不算很长，三个多月，这个根扎下去了，会扎得很结实。然后再听《感应篇》会容易很多。为什么？四十遍《弟子规》，你心定下来了，只要心定下来，学东西就快了。你再用三个月时间去学《感应篇》，《感应篇》学完之后，再用三个月的时间学《十善业道》，一年的时间这三个根根深蒂固，净业三福第一福你就得到了。",
      "zh_TW": "經文上說得很清楚，必須是善男子、善女人，修五念門行成就。如果這個淨業三福第一條我們沒有做到，我們修五念門行就不能成就，不能成就就不能往生。我們希望這一生當中決定要得生淨土，要親近阿彌陀佛，這三個根就不能不認真的學習。這三樣東西都不深，尤其《弟子規》，蔡禮旭老師用了四十個小時詳細解釋。他講過很多遍，講得很熟，我們用他這一套光碟就行。一般人心浮氣躁，學習東西都不認真，聽一遍、二遍、三遍不夠，至少要聽三十遍。四十個小時，一天聽十個小時，四天聽一遍，四十天聽十遍。如果一天只聽四個小時，一天聽四個小時，十天聽一遍，那就要一百天的時間，你才能聽滿十遍。一百天不算很長，三個多月，這個根紮下去了，會紮得很結實。然後再聽《感應篇》會容易很多。為什麼？四十遍《弟子規》，你心定下來了，只要心定下來，學東西就快了。你再用三個月時間去學《感應篇》，《感應篇》學完之後，再用三個月的時間學《十善業道》，一年的時間這三個根根深蒂固，淨業三福第一福你就得到了。"
    },
    {
      "id": "02-039-0430_p0004",
      "zh_CN": "诸位一定要记住，阿弥陀佛发四十八愿，修多久才成就？五劫才成就，才能感得西方极乐世界殊胜庄严。我们如果用一年的时间，真的其他的都放下，把这三个根扎下去，换句话说，这个庄严功德你就真得到了。像盖房子一样，你的地基打得非常好，你的房子盖得没有问题，就会成就。我们今天学佛最大的困难就是基础没有。你看一年的时间就把地基打好，地基打好之后有两年的时间，我相信往生就有把握了，两年一门深入，长时薰修，两年的薰修足够了。对自己来讲，真的转恶为善、转迷为悟了，往生到极乐世界就转凡成圣，你的功德就圆满，为什么不干？这个世间拉拉杂杂的东西统统放下，心里面常常有这些东西这叫轮回心，造的是轮回业，造轮回业怎么能出得了六道轮回？阿弥陀佛确确实实是念念希望我们早一天到极乐世界，而我们自己偏偏对于六道轮回这么执着，这样的难放下，这个错了。希望我们真正从这里觉悟过来，认真努力，依教奉行。",
      "zh_TW": "諸位一定要記住，阿彌陀佛發四十八願，修多久才成就？五劫才成就，才能感得西方極樂世界殊勝莊嚴。我們如果用一年的時間，真的其他的都放下，把這三個根紮下去，換句話說，這個莊嚴功德你就真得到了。像蓋房子一樣，你的地基打得非常好，你的房子蓋得沒有問題，就會成就。我們今天學佛最大的困難就是基礎沒有。你看一年的時間就把地基打好，地基打好之後有兩年的時間，我相信往生就有把握了，兩年一門深入，長時薰修，兩年的薰修足夠了。對自己來講，真的轉惡為善、轉迷為悟了，往生到極樂世界就轉凡成聖，你的功德就圓滿，為什麼不幹？這個世間拉拉雜雜的東西統統放下，心裡面常常有這些東西這叫輪迴心，造的是輪迴業，造輪迴業怎麼能出得了六道輪迴？阿彌陀佛確確實實是念念希望我們早一天到極樂世界，而我們自己偏偏對於六道輪迴這麼執著，這樣的難放下，這個錯了。希望我們真正從這裡覺悟過來，認真努力，依教奉行。"
    },
    {
      "id": "02-039-0430_p0005",
      "zh_CN": "接着说「妙因感果」，落实三个根，再一门深入，长时薰修，这叫妙因。感的果是往生极乐世界，亲近阿弥陀佛，这个果报多殊胜，前面跟大家讲得很清楚，世出世间第一等有福报的人，这大福报！到极乐世界阿弥陀佛供养你，你比第六天的福报还大。第六天有物质的供养，没有精神供养。到极乐世界，除物质供养之外，阿弥陀佛天天讲经说法给你听，智慧的供养，所以很快你的智慧、你的福报就达到圆满。福慧二足尊是什么？成佛了，成佛才叫二足尊。成佛的捷径！下面「是故临命终时，蒙佛本愿加威，慈悲加祐，令心不乱」。就是阿弥陀佛将他本愿五劫修行的功德加持给你，你真得到了。为什么？这个时候你真正得一心不乱。一心不乱在我们这个世界修行得不到，到极乐世界很快就得到了。「故得不惊不怖，心不颠倒」，这个惊怖颠倒永远没有了。我们在这个世间如果真的遇到灾难肯定惊慌失措，不知道怎么办，这才叫真正大难。这个大灾难是什么？不是灾难害你的，是你自己惊慌失措，你接受了灾难。如果你不惊不怖，灾难来的时候跟你没关系，不惊不怖，这种人就消灾免难了。消灾免难不是说没有灾难，有灾难，对他无所谓，他没有感觉到，这就叫消灾免难。消灾免难什么？定功。念佛人的定功是什么？心里只有阿弥陀佛，除阿弥陀佛之外什么都没有，这就叫念佛三昧。念佛三昧，佛在《大集经》里面告诉我们，那就是「无上深妙禅」，所以你在禅定当中，你不惊不怖，心不颠倒。",
      "zh_TW": "接著說「妙因感果」，落實三個根，再一門深入，長時薰修，這叫妙因。感的果是往生極樂世界，親近阿彌陀佛，這個果報多殊勝，前面跟大家講得很清楚，世出世間第一等有福報的人，這大福報！到極樂世界阿彌陀佛供養你，你比第六天的福報還大。第六天有物質的供養，沒有精神供養。到極樂世界，除物質供養之外，阿彌陀佛天天講經說法給你聽，智慧的供養，所以很快你的智慧、你的福報就達到圓滿。福慧二足尊是什麼？成佛了，成佛才叫二足尊。成佛的捷徑！下面「是故臨命終時，蒙佛本願加威，慈悲加祐，令心不亂」。就是阿彌陀佛將他本願五劫修行的功德加持給你，你真得到了。為什麼？這個時候你真正得一心不亂。一心不亂在我們這個世界修行得不到，到極樂世界很快就得到了。「故得不驚不怖，心不顛倒」，這個驚怖顛倒永遠沒有了。我們在這個世間如果真的遇到災難肯定驚慌失措，不知道怎麼辦，這才叫真正大難。這個大災難是什麼？不是災難害你的，是你自己驚慌失措，你接受了災難。如果你不驚不怖，災難來的時候跟你沒關係，不驚不怖，這種人就消災免難了。消災免難不是說沒有災難，有災難，對他無所謂，他沒有感覺到，這就叫消災免難。消災免難什麼？定功。念佛人的定功是什麼？心裡只有阿彌陀佛，除阿彌陀佛之外什麼都沒有，這就叫念佛三昧。念佛三昧，佛在《大集經》裡面告訴我們，那就是「無上深妙禪」，所以你在禪定當中，你不驚不怖，心不顛倒。"
    },
    {
      "id": "02-039-0430_p0006",
      "zh_CN": "「不怖者，不畏怖恐惧」。你没有畏怖，畏怖是害怕，你没有害怕，你也没有恐慌，灾难在面前心是定的。「不颠倒者，心不错乱」。为什么心不错乱？你的心里面在念佛，心里只有阿弥陀佛，除阿弥陀佛之外什么影响都没有。「忆佛之正念依然现前，故得往生」。很多人都在问，二０一二马雅灾难的预言怎么办？美国的布莱登说，他希望全世界的人都能够觉悟，认真的弃恶向善、改邪归正、端正心念，就能够应付这个灾难。他讲得不错，这个地方这一段经文讲得比他更好。我们怎样能够消灾免难？「妙因感果，临命终时，蒙佛本愿加威，慈悲加祐，令心不乱，不惊不怖，心不颠倒，故得往生」，这几句就行了，这灾难没有了。所以这灾难，对念佛人来讲他就化解了。大灾难现前，你所看到的景观是什么？是极乐世界阿弥陀佛来接引，不一样！这段经文重要，要牢牢的记住，三个根一定要做好，阿弥陀佛决定不能忘记。我常常跟同学们说，心里只有阿弥陀佛，除阿弥陀佛之外全都抛开。",
      "zh_TW": "「不怖者，不畏怖恐懼」。你沒有畏怖，畏怖是害怕，你沒有害怕，你也沒有恐慌，災難在面前心是定的。「不顛倒者，心不錯亂」。為什麼心不錯亂？你的心裡面在念佛，心裡只有阿彌陀佛，除阿彌陀佛之外什麼影響都沒有。「憶佛之正念依然現前，故得往生」。很多人都在問，二０一二馬雅災難的預言怎麼辦？美國的布萊登說，他希望全世界的人都能夠覺悟，認真的棄惡向善、改邪歸正、端正心念，就能夠應付這個災難。他講得不錯，這個地方這一段經文講得比他更好。我們怎樣能夠消災免難？「妙因感果，臨命終時，蒙佛本願加威，慈悲加祐，令心不亂，不驚不怖，心不顛倒，故得往生」，這幾句就行了，這災難沒有了。所以這災難，對念佛人來講他就化解了。大災難現前，你所看到的景觀是什麼？是極樂世界阿彌陀佛來接引，不一樣！這段經文重要，要牢牢的記住，三個根一定要做好，阿彌陀佛決定不能忘記。我常常跟同學們說，心裡只有阿彌陀佛，除阿彌陀佛之外全都拋開。"
    },
    {
      "id": "02-039-0430_p0007",
      "zh_CN": "「本品经文，未言临终见佛，但既得往生，则佛必然来迎」。这个一定要记住的，经文上虽然没有说临终见佛，只要往生，往生一定见佛。为什么？这是佛的本愿，佛说话算话，绝对不会食言，每一个往生到极乐世界的人，阿弥陀佛都会来接引他。所以怎样证明他真正往生？临终的时候他看到佛来接引，就真正往生，不是别人看见的，是他本人看见的，决定往生。我们对于经教要相信，决定不能有丝毫怀疑。这里讲得很好，「因佛本愿，临终接引。若无佛迎」，临终没有佛来接引你，「则凡夫自力不能往生」，决定要求佛接引，你真的往生了。末后这一句话是念老为我们解释，这一段经文里没说，「今不言者，以此品专论因行，故不多涉往生之果境」。往生的果、境界，前面讲得很清楚，前面讲三辈往生，这是讲往生正因，所以这两品要合起来看，可以帮助我们断疑生信。这一段就学到此地，我们再看下面这一段：",
      "zh_TW": "「本品經文，未言臨終見佛，但既得往生，則佛必然來迎」。這個一定要記住的，經文上雖然沒有說臨終見佛，只要往生，往生一定見佛。為什麼？這是佛的本願，佛說話算話，絕對不會食言，每一個往生到極樂世界的人，阿彌陀佛都會來接引他。所以怎樣證明他真正往生？臨終的時候他看到佛來接引，就真正往生，不是別人看見的，是他本人看見的，決定往生。我們對於經教要相信，決定不能有絲毫懷疑。這裡講得很好，「因佛本願，臨終接引。若無佛迎」，臨終沒有佛來接引你，「則凡夫自力不能往生」，決定要求佛接引，你真的往生了。末後這一句話是念老為我們解釋，這一段經文裡沒說，「今不言者，以此品專論因行，故不多涉往生之果境」。往生的果、境界，前面講得很清楚，前面講三輩往生，這是講往生正因，所以這兩品要合起來看，可以幫助我們斷疑生信。這一段就學到此地，我們再看下面這一段："
    },
    {
      "id": "02-039-0430_p0008",
      "zh_CN": "【若多事物。不能离家。不暇大修斋戒。一心清净。有空闲时。端正身心。绝欲去忧。慈心精进。】",
      "zh_TW": "【若多事物。不能離家。不暇大修齋戒。一心清淨。有空閒時。端正身心。絕欲去憂。慈心精進。】"
    },
    {
      "id": "02-039-0430_p0009",
      "zh_CN": "这一小段是「端心精进」，这在日常生活当中要落实。下面第二小段：",
      "zh_TW": "這一小段是「端心精進」，這在日常生活當中要落實。下面第二小段："
    },
    {
      "id": "02-039-0430_p0010",
      "zh_CN": "【不当瞋怒。嫉妒。不得贪餮悭惜。不得中悔。不得狐疑。要当孝顺。至诚忠信。】",
      "zh_TW": "【不當瞋怒。嫉妒。不得貪餮慳惜。不得中悔。不得狐疑。要當孝順。至誠忠信。】"
    },
    {
      "id": "02-039-0430_p0011",
      "zh_CN": "这个几句是教我们要「断恶修善」，举了几个例子。下面一段：",
      "zh_TW": "這個幾句是教我們要「斷惡修善」，舉了幾個例子。下面一段："
    },
    {
      "id": "02-039-0430_p0012",
      "zh_CN": "【当信佛经语深。当信作善得福。奉持如是等法。不得亏失。】",
      "zh_TW": "【當信佛經語深。當信作善得福。奉持如是等法。不得虧失。】"
    },
    {
      "id": "02-039-0430_p0013",
      "zh_CN": "这几句是「深信因果」。后面：",
      "zh_TW": "這幾句是「深信因果」。後面："
    },
    {
      "id": "02-039-0430_p0014",
      "zh_CN": "【思惟熟计。欲得度脱。昼夜常念。愿欲往生阿弥陀佛清净佛国。十日十夜乃至一日一夜不断绝者。】",
      "zh_TW": "【思惟熟計。欲得度脫。晝夜常念。願欲往生阿彌陀佛清淨佛國。十日十夜乃至一日一夜不斷絕者。】"
    },
    {
      "id": "02-039-0430_p0015",
      "zh_CN": "这是教我们「忙中念佛」。工作很忙，我们一个月找一天一夜念二十四小时。如果能有长假，放长假的时候，十天十夜，念十天佛。通常用七天，就打个精进佛七。但是精进佛七，这一段经文必须要做到。",
      "zh_TW": "這是教我們「忙中念佛」。工作很忙，我們一個月找一天一夜念二十四小時。如果能有長假，放長假的時候，十天十夜，念十天佛。通常用七天，就打個精進佛七。但是精進佛七，這一段經文必須要做到。"
    },
    {
      "id": "02-039-0430_p0016",
      "zh_CN": "【寿终皆得往生其国。】",
      "zh_TW": "【壽終皆得往生其國。】"
    },
    {
      "id": "02-039-0430_p0017",
      "zh_CN": "你在这一生当中曾经打过一次精进佛七，或者是曾经十天十夜修过这样的功德，临命终时回向，都能往生，乃至一生当中只有一次，一天一夜念佛，可是前面这些条件统统要具足，要端心精进，断恶修善，深信因果，忙中念佛，妙因，后头这一句，『寿终皆得往生其国』，这妙果，妙因妙果。这部经确确实实稀有难逢，太殊胜了！我们有幸在这一生当中能遇到，要生欢喜心，要生感恩的心。念老的注解说右明这段经文「第三类」，往生正因的第三类，「有二句」，这两句是两段。我分得比较细，我分了五段。第一「修行世善」，这个世间善，念老分的是到「至诚忠信」，下面「忙里偷闲，正念得生」，从「当信佛经语深」到「往生其国」，他分这两段。「此类指事物繁多之人」，如果我们平常没有这么多事情，那要把境界提升，提升到前面两类。真的工作太繁忙，「平素暇时甚少」，平素就是很少有得闲的时间。现前的社会一般人都生活在竞争之中，跟古时候的社会完全不一样，古时候社会人心是定的，为什么？没有竞争。现在好像不竞争就活不下去了，其实这是错误的，是一个很错误的观念，我们自己把自己逼上梁山，实际上不竞争也能活得下去，也能过得很自在，何必去竞争？胡小林没学佛的时候天天跟人竞争，学佛之后，明白了，觉悟了，认真落实《弟子规》，不跟人竞争了。他告诉我，反而业绩年年上升，并不是说不竞争这个事业就做不下去，不竞争比以前做得更好、更殊胜，这才恍然大悟，发财是命中有的，命里面既然有，何必要去争！",
      "zh_TW": "你在這一生當中曾經打過一次精進佛七，或者是曾經十天十夜修過這樣的功德，臨命終時迴向，都能往生，乃至一生當中只有一次，一天一夜念佛，可是前面這些條件統統要具足，要端心精進，斷惡修善，深信因果，忙中念佛，妙因，後頭這一句，『壽終皆得往生其國』，這妙果，妙因妙果。這部經確確實實稀有難逢，太殊勝了！我們有幸在這一生當中能遇到，要生歡喜心，要生感恩的心。念老的註解說右明這段經文「第三類」，往生正因的第三類，「有二句」，這兩句是兩段。我分得比較細，我分了五段。第一「修行世善」，這個世間善，念老分的是到「至誠忠信」，下面「忙裡偷閑，正念得生」，從「當信佛經語深」到「往生其國」，他分這兩段。「此類指事物繁多之人」，如果我們平常沒有這麼多事情，那要把境界提升，提升到前面兩類。真的工作太繁忙，「平素暇時甚少」，平素就是很少有得閒的時間。現前的社會一般人都生活在競爭之中，跟古時候的社會完全不一樣，古時候社會人心是定的，為什麼？沒有競爭。現在好像不競爭就活不下去了，其實這是錯誤的，是一個很錯誤的觀念，我們自己把自己逼上梁山，實際上不競爭也能活得下去，也能過得很自在，何必去競爭？胡小林沒學佛的時候天天跟人競爭，學佛之後，明白了，覺悟了，認真落實《弟子規》，不跟人競爭了。他告訴我，反而業績年年上升，並不是說不競爭這個事業就做不下去，不競爭比以前做得更好、更殊勝，這才恍然大悟，發財是命中有的，命裡面既然有，何必要去爭！"
    },
    {
      "id": "02-039-0430_p0018",
      "zh_CN": "没有觉悟的人，每天闲暇的时间很少，所以「未能大修斋戒」，跟一般真修行、老修行人不能比。「更难于一心清净」，这一心清净太难了，你说他每天的妄念多少，杂事太多。「如是之人当努力行善」，这句话劝得好，应该努力多做好事，多行善、多积德。「并应」，并且应该「忙里偷闲」，一定要找一点闲暇的时间去念佛。「善择时机」，你会在一年当中挑选几天的假期，假期不要把这个时间浪费了，到外面去旅游，那很可惜，应该这几天空闲的时间好好的来念佛，日夜不断。「遇缘即修」，能够有几个同参道友在一起，就是这一句佛号念到底。最好的方法，可以依照印光大师所用的方法，他老人家用了一辈子，念佛真成就了，这是我们应该学习的。「不使空过，亦定得往生」。这个地方「定得」两个字是关键，只要你不浪费时间，有空闲的时间就念佛，你也会一定得往生。",
      "zh_TW": "沒有覺悟的人，每天閒暇的時間很少，所以「未能大修齋戒」，跟一般真修行、老修行人不能比。「更難於一心清淨」，這一心清淨太難了，你說他每天的妄念多少，雜事太多。「如是之人當努力行善」，這句話勸得好，應該努力多做好事，多行善、多積德。「並應」，並且應該「忙裡偷閑」，一定要找一點閒暇的時間去念佛。「善擇時機」，你會在一年當中挑選幾天的假期，假期不要把這個時間浪費了，到外面去旅遊，那很可惜，應該這幾天空閒的時間好好的來念佛，日夜不斷。「遇緣即修」，能夠有幾個同參道友在一起，就是這一句佛號念到底。最好的方法，可以依照印光大師所用的方法，他老人家用了一輩子，念佛真成就了，這是我們應該學習的。「不使空過，亦定得往生」。這個地方「定得」兩個字是關鍵，只要你不浪費時間，有空閒的時間就念佛，你也會一定得往生。"
    },
    {
      "id": "02-039-0430_p0019",
      "zh_CN": "「净宗之妙即在不离佛法而行世法，不废世法而证佛法」。这两句是《报恩论》上的话，讲得太好了！净宗契合世尊末法九千年一切众生的根机，修别的法门未必契机，修净宗法门没有一个不契机。我们修行的目标没有别的，修行目标就是成佛，不是用成佛做终极的目标我们就错了。净宗成佛的方便，先求往生，生到西方极乐世界，跟着阿弥陀佛，决定一生成佛。所以这个法门古大德称之为一生成就的佛法，我们往生到极乐世界是一生成就的，到极乐世界去再成佛也是一生成就的，没有到第二生。这是八万四千法门里头找不到的，一切诸佛无量无尽的法门，只有阿弥陀佛这个法门是一生成就，稳稳当当。如果你想学其他的法门，可以，到极乐世界再学，不要在这个地方耽误时间，在这个地方耽误时间我们就错了。在这个地方的时候，把全部的时间、精神，都投注在忆佛念佛，现前当来，必定见佛，我们要投注在这一点上。到了西方极乐世界有的是时间，寿命长了，阿弥陀佛无量寿，每一个往生的人都是无量寿，跟阿弥陀佛一样，所以你学任何法门都容易，有的是时间，有的是修学的环境，老师是诸佛如来，同学是诸大菩萨，当然成就！我们在此地修学，你学其他的宗派、其他的经论，现在没有老师了，过去还有老师，现在找不到了，这一些老师都往生了，都不在世了，这是客观环境，让我们在今天想学任何大乘法门感到困难。我们把方向转一转，先到极乐世界，见到阿弥陀佛，无论修什么法门，佛都欢喜，佛都赞叹，佛都帮助你、都成就你，你在所修学的法门肯定会大彻大悟、明心见性，你的愿望也圆满了。",
      "zh_TW": "「淨宗之妙即在不離佛法而行世法，不廢世法而證佛法」。這兩句是《報恩論》上的話，講得太好了！淨宗契合世尊末法九千年一切眾生的根機，修別的法門未必契機，修淨宗法門沒有一個不契機。我們修行的目標沒有別的，修行目標就是成佛，不是用成佛做終極的目標我們就錯了。淨宗成佛的方便，先求往生，生到西方極樂世界，跟著阿彌陀佛，決定一生成佛。所以這個法門古大德稱之為一生成就的佛法，我們往生到極樂世界是一生成就的，到極樂世界去再成佛也是一生成就的，沒有到第二生。這是八萬四千法門裡頭找不到的，一切諸佛無量無盡的法門，只有阿彌陀佛這個法門是一生成就，穩穩當當。如果你想學其他的法門，可以，到極樂世界再學，不要在這個地方耽誤時間，在這個地方耽誤時間我們就錯了。在這個地方的時候，把全部的時間、精神，都投注在憶佛念佛，現前當來，必定見佛，我們要投注在這一點上。到了西方極樂世界有的是時間，壽命長了，阿彌陀佛無量壽，每一個往生的人都是無量壽，跟阿彌陀佛一樣，所以你學任何法門都容易，有的是時間，有的是修學的環境，老師是諸佛如來，同學是諸大菩薩，當然成就！我們在此地修學，你學其他的宗派、其他的經論，現在沒有老師了，過去還有老師，現在找不到了，這一些老師都往生了，都不在世了，這是客觀環境，讓我們在今天想學任何大乘法門感到困難。我們把方向轉一轉，先到極樂世界，見到阿彌陀佛，無論修什麼法門，佛都歡喜，佛都讚歎，佛都幫助你、都成就你，你在所修學的法門肯定會大徹大悟、明心見性，你的願望也圓滿了。"
    },
    {
      "id": "02-039-0430_p0020",
      "zh_CN": "下面解释这一句，「有空闲时。承上所言，事物繁多」，你的工作很忙，「未能身暇心净」，你的身得不到休息，心里面忧虑牵挂的事情太多，你没办法放下，你的心就不清净了。斋戒是什么？斋就是心净，戒就是把事物繁多放下，你这个做不到。做不到怎么办？「则当善用时机，遇闲即修」。这就是你要抓住时节因缘，像一般逢年过节放长假的时候。现在放长假不多，能有五天到七天都算是长假。好，五天也好，这五天不能空过，找个地方去念佛。如果平常有一些志同道合的朋友，念佛的佛友，就可以约定，我们利用什么假期的时间，找一个清净的环境去念五天五夜的佛，不休息。这五天五夜万缘放下，什么都不想，什么事都不要过问，电话永远关掉，人家要找你也找不到，五天清净的时间一向专念阿弥陀佛。平常呢？平常随着机会多做好事，断恶修善，做这个事情。一定要找时间去念佛，「摒除世虑」，把所有的这些杂事统统放下，「勇猛专修」，这上加上勇猛两个字好，精进。「此句有空闲时总贯下文，直至一日一夜，不断绝者」。这个有空闲时，就是这一段经文教我们所做的都是在有空闲时，把这个抓住，一直到我这一年只有一天一夜可以做得到，也行，你就抓住这一天一夜，有两天两夜更好，有十天十夜那就好极了，不一定是一年，三个月，半年，有这种机会你就把它抓住，决定不放松。心里常常有这个意念好，这个意念是正念，这个意念是跟佛相应。所以有机会、有时间你才能抓得住，你才不会轻易放过，这是好的念头。",
      "zh_TW": "下面解釋這一句，「有空閑時。承上所言，事物繁多」，你的工作很忙，「未能身暇心淨」，你的身得不到休息，心裡面憂慮牽掛的事情太多，你沒辦法放下，你的心就不清淨了。齋戒是什麼？齋就是心淨，戒就是把事物繁多放下，你這個做不到。做不到怎麼辦？「則當善用時機，遇閑即修」。這就是你要抓住時節因緣，像一般逢年過節放長假的時候。現在放長假不多，能有五天到七天都算是長假。好，五天也好，這五天不能空過，找個地方去念佛。如果平常有一些志同道合的朋友，念佛的佛友，就可以約定，我們利用什麼假期的時間，找一個清淨的環境去念五天五夜的佛，不休息。這五天五夜萬緣放下，什麼都不想，什麼事都不要過問，電話永遠關掉，人家要找你也找不到，五天清淨的時間一向專念阿彌陀佛。平常呢？平常隨著機會多做好事，斷惡修善，做這個事情。一定要找時間去念佛，「摒除世慮」，把所有的這些雜事統統放下，「勇猛專修」，這上加上勇猛兩個字好，精進。「此句有空閑時總貫下文，直至一日一夜，不斷絕者」。這個有空閒時，就是這一段經文教我們所做的都是在有空閒時，把這個抓住，一直到我這一年只有一天一夜可以做得到，也行，你就抓住這一天一夜，有兩天兩夜更好，有十天十夜那就好極了，不一定是一年，三個月，半年，有這種機會你就把它抓住，決定不放鬆。心裡常常有這個意念好，這個意念是正念，這個意念是跟佛相應。所以有機會、有時間你才能抓得住，你才不會輕易放過，這是好的念頭。"
    },
    {
      "id": "02-039-0430_p0021",
      "zh_CN": "下面这些解释都是我们平常必须要知道，必须要随时随地认真去学习。头一个是「端正身心，端身正意也」。也就是美国科学家布莱登告诉我们避免灾难，他讲了三句话，这是第三句话，他讲端正心念，端正心念跟我们此地端正身心一个意思，这个是在日常生活当中非常重要的修行概念。「浊世恶苦品」，第三十五品，还在后面，我们这是二十五品，佛在这一品经里有这么几句开示，「汝等能于此世，端心正意，不为众恶，甚为大德」。汝等就是你们大家，能在现在这个世间，此世是讲今天现前这个社会，佛知道，佛在三千年前就晓得今天这个世界怎么样子，在这个世间你还能够端心正意，不为众恶。众恶是什么？十恶，你在这个世间不杀生、不偷盗、不邪行、不妄语、不两舌、不恶口、不绮语、不贪、不瞋、不痴，你不干这些恶事情，这个里面包括的范围就很大，没有自私自利，不搞名闻利养，不贪五欲六尘的享受，安分守己，这是大德！一般人做不到，你居然能做到。",
      "zh_TW": "下面這些解釋都是我們平常必須要知道，必須要隨時隨地認真去學習。頭一個是「端正身心，端身正意也」。也就是美國科學家布萊登告訴我們避免災難，他講了三句話，這是第三句話，他講端正心念，端正心念跟我們此地端正身心一個意思，這個是在日常生活當中非常重要的修行概念。「濁世惡苦品」，第三十五品，還在後面，我們這是二十五品，佛在這一品經裡有這麼幾句開示，「汝等能於此世，端心正意，不為眾惡，甚為大德」。汝等就是你們大家，能在現在這個世間，此世是講今天現前這個社會，佛知道，佛在三千年前就曉得今天這個世界怎麼樣子，在這個世間你還能夠端心正意，不為眾惡。眾惡是什麼？十惡，你在這個世間不殺生、不偷盜、不邪行、不妄語、不兩舌、不惡口、不綺語、不貪、不瞋、不痴，你不幹這些惡事情，這個裡面包括的範圍就很大，沒有自私自利，不搞名聞利養，不貪五欲六塵的享受，安分守己，這是大德！一般人做不到，你居然能做到。"
    },
    {
      "id": "02-039-0430_p0022",
      "zh_CN": "「又重重诲勉品」，这第三十六品，佛说「若曹作善」，这个若曹是古时候的话，就是你们，或者你们大家，你们大家作善、做好事，「云何第一」，什么是第一？也就是你们作善，什么善是第一？佛也说了，「当自端心，当自端身，耳目口鼻皆当自端」，这句话就是前面「端心正意，不为众恶」。心要端正，什么样的心才是端正？念阿弥陀佛的心就是端正。我们就知道，我们如果把阿弥陀佛忘掉，我们心就邪了，心就不正。我念别的佛呢？念别的佛，心也偏了，不能说邪，你偏了，你方向偏了，我们的目标是走极乐世界，是走这一条路子，你偏到另外一条路子去了。所以只有念阿弥陀佛，心里只有阿弥陀佛，这叫正念，这一点太重要了。一向专念，只能有一个方向，不能有两个方向。我要到西方极乐世界去，又想到东方琉璃世界，那就错了，琉璃世界药师佛，错了。也许你身体不好，想药师如来保佑你。那阿弥陀佛不能保佑你吗？不想到西方极乐世界去，念药师如来可以；但是想到西方极乐世界，就不要念药师如来，专念阿弥陀佛。药师如来要是看见你，他生欢喜心，他赞叹你，你身心有毛病，不用求他，他会帮你治好。为什么？你是弥陀弟子，弥陀弟子太尊贵，每一尊佛都欢喜、都赞叹，弥陀弟子，这还得了！我们自己要懂得，要有这个认知。",
      "zh_TW": "「又重重誨勉品」，這第三十六品，佛說「若曹作善」，這個若曹是古時候的話，就是你們，或者你們大家，你們大家作善、做好事，「云何第一」，什麼是第一？也就是你們作善，什麼善是第一？佛也說了，「當自端心，當自端身，耳目口鼻皆當自端」，這句話就是前面「端心正意，不為眾惡」。心要端正，什麼樣的心才是端正？念阿彌陀佛的心就是端正。我們就知道，我們如果把阿彌陀佛忘掉，我們心就邪了，心就不正。我念別的佛呢？念別的佛，心也偏了，不能說邪，你偏了，你方向偏了，我們的目標是走極樂世界，是走這一條路子，你偏到另外一條路子去了。所以只有念阿彌陀佛，心裡只有阿彌陀佛，這叫正念，這一點太重要了。一向專念，只能有一個方向，不能有兩個方向。我要到西方極樂世界去，又想到東方琉璃世界，那就錯了，琉璃世界藥師佛，錯了。也許你身體不好，想藥師如來保佑你。那阿彌陀佛不能保佑你嗎？不想到西方極樂世界去，念藥師如來可以；但是想到西方極樂世界，就不要念藥師如來，專念阿彌陀佛。藥師如來要是看見你，他生歡喜心，他讚歎你，你身心有毛病，不用求他，他會幫你治好。為什麼？你是彌陀弟子，彌陀弟子太尊貴，每一尊佛都歡喜、都讚歎，彌陀弟子，這還得了！我們自己要懂得，要有這個認知。"
    },
    {
      "id": "02-039-0430_p0023",
      "zh_CN": "所以端心就是心里只有阿弥陀佛，端身，身只礼拜阿弥陀佛，看一切众生、一切万物，统统是阿弥陀佛变化所作，就像在极乐世界一样，那我们就时时刻刻都没有离开阿弥陀佛，无论是顺境是逆境、善缘恶缘，念头起来的时候，「皆是阿弥陀佛变化所作」，都是佛来帮助我、来成就我，应作如是观，应作如是想，这叫端心正意。「耳目口鼻皆当自端」。耳听的是什么？念佛的声音。眼睛看的是什么？是阿弥陀佛的现相，眼睛所看的一切境界，统统是阿弥陀佛所现。口念佛，鼻是呼吸，有人用呼吸摄心，一呼一吸一句佛号，这叫自端，这就是大势至菩萨教给我们「都摄六根，净念相继」。当自端心，当自端身，耳目口鼻，加上前面身是五，再加上心是六，这不就是都摄六根了吗？这一句教给我们，都摄六根怎么个摄法？这就明白了，六根全是阿弥陀佛，除阿弥陀佛之外一样东西都没有。「是故遇空闲时，首应端正身心也」。能够有得空闲的时候真干，不浪费时间，乃至一天一夜，我都要好好的把它抓住。在平常，只要有空闲的时间，就专心念佛。念佛没有任何拘束，站着念可以，坐着念也可以，走着念也可以，没有拘束，甚至于躺下来念也可以。睡着念不要出声，出声什么？伤气，也是不恭敬，但是睡着默念，好！行住坐卧不离这个，这就是念阿弥陀佛，这叫真念佛人。",
      "zh_TW": "所以端心就是心裡只有阿彌陀佛，端身，身只禮拜阿彌陀佛，看一切眾生、一切萬物，統統是阿彌陀佛變化所作，就像在極樂世界一樣，那我們就時時刻刻都沒有離開阿彌陀佛，無論是順境是逆境、善緣惡緣，念頭起來的時候，「皆是阿彌陀佛變化所作」，都是佛來幫助我、來成就我，應作如是觀，應作如是想，這叫端心正意。「耳目口鼻皆當自端」。耳聽的是什麼？念佛的聲音。眼睛看的是什麼？是阿彌陀佛的現相，眼睛所看的一切境界，統統是阿彌陀佛所現。口念佛，鼻是呼吸，有人用呼吸攝心，一呼一吸一句佛號，這叫自端，這就是大勢至菩薩教給我們「都攝六根，淨念相繼」。當自端心，當自端身，耳目口鼻，加上前面身是五，再加上心是六，這不就是都攝六根了嗎？這一句教給我們，都攝六根怎麼個攝法？這就明白了，六根全是阿彌陀佛，除阿彌陀佛之外一樣東西都沒有。「是故遇空閑時，首應端正身心也」。能夠有得空閒的時候真幹，不浪費時間，乃至一天一夜，我都要好好的把它抓住。在平常，只要有空閒的時間，就專心念佛。念佛沒有任何拘束，站著念可以，坐著念也可以，走著念也可以，沒有拘束，甚至於躺下來念也可以。睡著念不要出聲，出聲什麼？傷氣，也是不恭敬，但是睡著默念，好！行住坐臥不離這個，這就是念阿彌陀佛，這叫真念佛人。"
    },
    {
      "id": "02-039-0430_p0024",
      "zh_CN": "下面是「绝欲」，这个很重要，烦恼里头最严重的，「在此期间绝断男女间之爱欲」。这是什么时候？端正身心念佛的时候，心里面不能有情欲的念头，因为它会把你的功夫破坏，你有这个杂念，念佛的功夫破坏了。「去忧，放下世间忧虑」。所以念佛堂堂主常常提醒大家「放下身心世界」。身心是自己，世界是我们身外的环境，统统不要想，心里只有阿弥陀佛，除了阿弥陀佛之外，什么念头都没有，这个好，这才能成就。去忧，有没有这个世间值得我们忧虑的事情？没有。真有，你忧虑也解决不了问题，忧虑能解决问题可以，忧虑只有把问题搞糟了，你不能解决问题，那你何必忧虑？只有冷静，只有念佛，真能解决问题。为什么念佛能解决问题？念佛得佛力加持，心地清净能生智慧，自己有智慧，又得到佛力加持，你才有办法解决问题。你一慌一乱一忙，问题搞砸了。冷静比什么都重要！愈是遇到灾难现前的时候愈冷静，不惊不怖，我们才真正能够解决问题。佛经里面讲的，心不颠倒，问题就能解决。",
      "zh_TW": "下面是「絕欲」，這個很重要，煩惱裡頭最嚴重的，「在此期間絕斷男女間之愛欲」。這是什麼時候？端正身心念佛的時候，心裡面不能有情欲的念頭，因為它會把你的功夫破壞，你有這個雜念，念佛的功夫破壞了。「去憂，放下世間憂慮」。所以念佛堂堂主常常提醒大家「放下身心世界」。身心是自己，世界是我們身外的環境，統統不要想，心裡只有阿彌陀佛，除了阿彌陀佛之外，什麼念頭都沒有，這個好，這才能成就。去憂，有沒有這個世間值得我們憂慮的事情？沒有。真有，你憂慮也解決不了問題，憂慮能解決問題可以，憂慮只有把問題搞糟了，你不能解決問題，那你何必憂慮？只有冷靜，只有念佛，真能解決問題。為什麼念佛能解決問題？念佛得佛力加持，心地清淨能生智慧，自己有智慧，又得到佛力加持，你才有辦法解決問題。你一慌一亂一忙，問題搞砸了。冷靜比什麼都重要！愈是遇到災難現前的時候愈冷靜，不驚不怖，我們才真正能夠解決問題。佛經裡面講的，心不顛倒，問題就能解決。"
    },
    {
      "id": "02-039-0430_p0025",
      "zh_CN": "「慈心」，在一切时一切处对人对事对物都要有慈悲心，「与众生乐之心，今此修持是为饶益有情而修也」。菩萨修行不为自己，为众生。我们要想帮助众生离苦得乐，先要成就自己。所以在修学过程当中欢欢喜喜，没有一点忧虑。被人欺骗了，凡夫苦恼，被人骗了，上了当，菩萨怎么？菩萨若无其事。为什么？菩萨知道一切法皆不可得，《般若经》上讲得很清楚，「一切法，无所有，毕竟空，不可得」，他有什么忧虑的？在这个世界上没有得失。怎么没有得失？释迦牟尼佛教导我们，《金刚经》上所说的，「一切有为法，如梦幻泡影」。你能把这个世间看作一场梦，梦里得到是不是真得到？没有，醒来之后什么都没有，梦里面失掉，醒来之后什么也没有失掉。你能把人生看作是梦境，你就没有得失，你心就平了，心就快乐了。得到没有欢喜，失掉没有忧愁。功夫真的有一点底子的时候，得到欢喜，失掉也欢喜，没有一样他不欢喜，这就看功夫了。没有功夫的人，天天失掉的时候，哎呀！真可惜，我又丢掉了。那什么？那功夫不行，没功夫。真有功夫的时候不会，得失都欢喜。欢喜是什么？欢喜，他已经如如不动，心里只有佛，没有别的东西，心清净了，心端正了，这个端正就是有佛。世间人为什么有忧虑？他心里没有佛，钱财丢了，他心里只有钱财，亲情遇到灾难，他心里只有亲情，他心里五欲六尘，他有这个东西，所以他有得失。如果心里只有阿弥陀佛，就没有得失，没有得失多快乐！多自在！",
      "zh_TW": "「慈心」，在一切時一切處對人對事對物都要有慈悲心，「與眾生樂之心，今此修持是為饒益有情而修也」。菩薩修行不為自己，為眾生。我們要想幫助眾生離苦得樂，先要成就自己。所以在修學過程當中歡歡喜喜，沒有一點憂慮。被人欺騙了，凡夫苦惱，被人騙了，上了當，菩薩怎麼？菩薩若無其事。為什麼？菩薩知道一切法皆不可得，《般若經》上講得很清楚，「一切法，無所有，畢竟空，不可得」，他有什麼憂慮的？在這個世界上沒有得失。怎麼沒有得失？釋迦牟尼佛教導我們，《金剛經》上所說的，「一切有為法，如夢幻泡影」。你能把這個世間看作一場夢，夢裡得到是不是真得到？沒有，醒來之後什麼都沒有，夢裡面失掉，醒來之後什麼也沒有失掉。你能把人生看作是夢境，你就沒有得失，你心就平了，心就快樂了。得到沒有歡喜，失掉沒有憂愁。功夫真的有一點底子的時候，得到歡喜，失掉也歡喜，沒有一樣他不歡喜，這就看功夫了。沒有功夫的人，天天失掉的時候，哎呀！真可惜，我又丟掉了。那什麼？那功夫不行，沒功夫。真有功夫的時候不會，得失都歡喜。歡喜是什麼？歡喜，他已經如如不動，心裡只有佛，沒有別的東西，心清淨了，心端正了，這個端正就是有佛。世間人為什麼有憂慮？他心裡沒有佛，錢財丟了，他心裡只有錢財，親情遇到災難，他心裡只有親情，他心裡五欲六塵，他有這個東西，所以他有得失。如果心裡只有阿彌陀佛，就沒有得失，沒有得失多快樂！多自在！"
    },
    {
      "id": "02-039-0430_p0026",
      "zh_CN": "所以利益众生的心要常有。我们修行，这么认真修行，想往生到极乐世界，去干什么？成就圆满的福慧，就这么回事情。我们在做三皈依的时候，「皈依佛，二足尊」，这二足什么意思？二是两种，足就是满足，就是圆满的意思，这个二就是智慧跟福报，智慧、福报两样都圆满了。圆满当中第一圆满称之为尊，究竟圆满这叫尊，没有比这个更超过的，这才叫尊。我们到极乐世界是干这个，不是干别的。所以要常常想到，要把机会抓住，有这么一个环境，大家好好在一起念佛，认真的学习《无量寿经》，今天讲学经教，我不学别的，我就学这一样。我早年，那算是年轻时代，讲《华严经》，我记得前后一共讲了十七年，没讲完，讲了一半，《八十》讲了一半，《四十》也讲了一半。李老师把《大乘无量寿经》这个本子给我，给我的这个本子是他老人家自己讲经用的本子，他用毛笔小楷，字写得很好，眉注，我看到非常欢喜。尤其读了梅光羲老居士的序文，序文介绍得非常好，很长的一篇序文，读了之后我就发心讲《无量寿经》。老居士在序文里面讲得很好，「《无量寿经》即是中本《华严》，《阿弥陀经》是小本《华严》」。大本《华严》分量那么大，讲到哪一年才讲完？我就讲中本好了。所以我就真的发心讲《无量寿经》，前后讲了十遍，这是第十一遍。",
      "zh_TW": "所以利益眾生的心要常有。我們修行，這麼認真修行，想往生到極樂世界，去幹什麼？成就圓滿的福慧，就這麼回事情。我們在做三皈依的時候，「皈依佛，二足尊」，這二足什麼意思？二是兩種，足就是滿足，就是圓滿的意思，這個二就是智慧跟福報，智慧、福報兩樣都圓滿了。圓滿當中第一圓滿稱之為尊，究竟圓滿這叫尊，沒有比這個更超過的，這才叫尊。我們到極樂世界是幹這個，不是幹別的。所以要常常想到，要把機會抓住，有這麼一個環境，大家好好在一起念佛，認真的學習《無量壽經》，今天講學經教，我不學別的，我就學這一樣。我早年，那算是年輕時代，講《華嚴經》，我記得前後一共講了十七年，沒講完，講了一半，《八十》講了一半，《四十》也講了一半。李老師把《大乘無量壽經》這個本子給我，給我的這個本子是他老人家自己講經用的本子，他用毛筆小楷，字寫得很好，眉註，我看到非常歡喜。尤其讀了梅光羲老居士的序文，序文介紹得非常好，很長的一篇序文，讀了之後我就發心講《無量壽經》。老居士在序文裡面講得很好，「《無量壽經》即是中本《華嚴》，《阿彌陀經》是小本《華嚴》」。大本《華嚴》分量那麼大，講到哪一年才講完？我就講中本好了。所以我就真的發心講《無量壽經》，前後講了十遍，這是第十一遍。"
    },
    {
      "id": "02-039-0430_p0027",
      "zh_CN": "本来不想讲其他的，就专讲《无量寿经》，这一次又再讲《华严经》，是韩馆长往生前两天，她很清楚、很明白，要求我讲《华严经》。她想法不错，她说我要不讲恐怕以后没有人讲了，希望留一套录像给后人做参考。我答应她了，希望她能病好，没想到两天之后她走了。请我讲《华严》的有三个人，第一个是台湾台南的开心法师，第二位是黄念祖老居士，第三位是韩馆长，他们都是同一个看法、同一个想法，我能理解。所以住在新加坡的时候，偶尔谈到这个问题，李木源听到了，他代表这三位大德认真的来礼请，我们《华严经》第二次开讲。这是这一次讲的，也讲了不少年，从新加坡到现在有十几年了。这一次讲得详细，比上一次讲的详细多了，很得受用，讲了四千多个小时。",
      "zh_TW": "本來不想講其他的，就專講《無量壽經》，這一次又再講《華嚴經》，是韓館長往生前兩天，她很清楚、很明白，要求我講《華嚴經》。她想法不錯，她說我要不講恐怕以後沒有人講了，希望留一套錄像給後人做參考。我答應她了，希望她能病好，沒想到兩天之後她走了。請我講《華嚴》的有三個人，第一個是台灣台南的開心法師，第二位是黃念祖老居士，第三位是韓館長，他們都是同一個看法、同一個想法，我能理解。所以住在新加坡的時候，偶爾談到這個問題，李木源聽到了，他代表這三位大德認真的來禮請，我們《華嚴經》第二次開講。這是這一次講的，也講了不少年，從新加坡到現在有十幾年了。這一次講得詳細，比上一次講的詳細多了，很得受用，講了四千多個小時。"
    },
    {
      "id": "02-039-0430_p0028",
      "zh_CN": "去年清明看到灾难愈来愈多，《华严经》来不及了，所以我决心讲《无量寿经》，救急！至少要把这个《演义》讲完，这一套《无量寿经》就完整了，有会集本、有注解、有演义，我为全经还做了一个详细的科判，便利后人学习。这个经讲完之后，我在考虑是继续讲《华严》还是继续讲《无量寿经》？救急要顾到，《华严经》确实是续佛慧命的大经，也非常重要。不过我们现在外缘放下了，佛门内外、国内海外所有活动我都不参加了。明天到日本去是讲《无量寿经》，接着讲，这个我去，不是接着讲这个经我决定不干。明天我去，一号，后天就接着讲这个，不中断，这个可以，一天四个小时。把这个功德回向给一切苦难众生，祈求诸佛菩萨慈悲化解灾难。我们以什么功德？我们是以念佛求生净土的功德。如果我们不是真念佛，真求生净土，想亲近阿弥陀佛，就没有功德，拿什么功德？我们是真正一心在求往生净土，身心清净，就像此地一样，端正身心。",
      "zh_TW": "去年清明看到災難愈來愈多，《華嚴經》來不及了，所以我決心講《無量壽經》，救急！至少要把這個《演義》講完，這一套《無量壽經》就完整了，有會集本、有註解、有演義，我為全經還做了一個詳細的科判，便利後人學習。這個經講完之後，我在考慮是繼續講《華嚴》還是繼續講《無量壽經》？救急要顧到，《華嚴經》確實是續佛慧命的大經，也非常重要。不過我們現在外緣放下了，佛門內外、國內海外所有活動我都不參加了。明天到日本去是講《無量壽經》，接著講，這個我去，不是接著講這個經我決定不幹。明天我去，一號，後天就接著講這個，不中斷，這個可以，一天四個小時。把這個功德迴向給一切苦難眾生，祈求諸佛菩薩慈悲化解災難。我們以什麼功德？我們是以念佛求生淨土的功德。如果我們不是真念佛，真求生淨土，想親近阿彌陀佛，就沒有功德，拿什麼功德？我們是真正一心在求往生淨土，身心清淨，就像此地一樣，端正身心。"
    },
    {
      "id": "02-039-0430_p0029",
      "zh_CN": "「精进，勇猛于修善断恶」。讲经就是修善断恶，一天到晚想的是经文，想的是极乐世界，想的是阿弥陀佛，世间事情全放下，不就断了吗？一心专念这就是修善。我们用什么功德回向？用这个功德回向。「于法无染曰精，念念趣求曰进」，这是精进两个字的解释。法，世出世间一切法不染着，于世间法没有贪瞋痴慢疑，于出世间法，于《华严》，于《无量寿》，也没有贪瞋痴慢疑，这叫精，没有染着。念念我们只有一个方向，西方极乐世界，只有一个目的，亲近阿弥陀佛，这叫进。精进两个字的意思，对于修净土的人来讲，一定要讲清楚、讲明白，我们真精进，这个功德回向就真有效果。",
      "zh_TW": "「精進，勇猛於修善斷惡」。講經就是修善斷惡，一天到晚想的是經文，想的是極樂世界，想的是阿彌陀佛，世間事情全放下，不就斷了嗎？一心專念這就是修善。我們用什麼功德迴向？用這個功德迴向。「於法無染曰精，念念趣求曰進」，這是精進兩個字的解釋。法，世出世間一切法不染著，於世間法沒有貪瞋痴慢疑，於出世間法，於《華嚴》，於《無量壽》，也沒有貪瞋痴慢疑，這叫精，沒有染著。念念我們只有一個方向，西方極樂世界，只有一個目的，親近阿彌陀佛，這叫進。精進兩個字的意思，對於修淨土的人來講，一定要講清楚、講明白，我們真精進，這個功德迴向就真有效果。"
    },
    {
      "id": "02-039-0430_p0030",
      "zh_CN": "《华严大疏》第八卷有这么几句话，「练心于法，名之为精。精心务达，目之为进。」这两句话说得好！下面注解说，「盖谓：精者，乃精一其心于佛法也」。在我们净土宗，要精一其心于信愿行。「以此精心，唯以达本为务」，我们的达本就是往生净土见阿弥陀佛为务，这叫「进」。《华严经》是大经，它是就通途来说的。我们修净土的是有局限，我们先到极乐世界，先见阿弥陀佛，到极乐世界，跟华严会合了，入华严境界。华严境界是什么？这底下说得很好，「本者本源也」，识心达本。「明自本心，见自本性，是为达本。《大疏》之义较胜」。《华严经》讲得好，讲得殊胜。我们要达到华严的境界，先取极乐世界，亲近阿弥陀佛，华严境界我们就证得了。我们要不从这个地方拐个弯，到极乐世界去证华严，我们没有办法证得。这是我们自己一定要清楚、要明白，我们哪有能力入华严境界，不可能的事情。要入华严境界一定要有方法，这个方法是最可靠、最简单、最容易、最稳当。所以我们终极目标是入华严境界，我们到极乐世界那是第一方便，在这个地方断烦恼、证菩提难，在这个地方我们求生净土亲近阿弥陀佛容易，这个难易要分清楚。到了西方极乐世界，我们再证华严的大法就容易了。谁来给我们讲《华严》？毘卢遮那如来的报身，诸位知道吗？毘卢遮那的报身就是阿弥陀佛，毘卢遮那如来的应身就是释迦牟尼佛，我们到极乐世界是见报身如来，我们在此地的学习是跟释迦牟尼佛学习，跟应身如来，法、报、应是一体。这是法门当中第一方便法门，不可思议！我们修净土没有违背《华严》，修净土实际上就是学《华严》，所以古人才说《无量寿经》即是中本《华严》，这个意思讲得多好！",
      "zh_TW": "《華嚴大疏》第八卷有這麼幾句話，「練心於法，名之為精。精心務達，目之為進。」這兩句話說得好！下面註解說，「蓋謂：精者，乃精一其心於佛法也」。在我們淨土宗，要精一其心於信願行。「以此精心，唯以達本為務」，我們的達本就是往生淨土見阿彌陀佛為務，這叫「進」。《華嚴經》是大經，它是就通途來說的。我們修淨土的是有侷限，我們先到極樂世界，先見阿彌陀佛，到極樂世界，跟華嚴會合了，入華嚴境界。華嚴境界是什麼？這底下說得很好，「本者本源也」，識心達本。「明自本心，見自本性，是為達本。《大疏》之義較勝」。《華嚴經》講得好，講得殊勝。我們要達到華嚴的境界，先取極樂世界，親近阿彌陀佛，華嚴境界我們就證得了。我們要不從這個地方拐個彎，到極樂世界去證華嚴，我們沒有辦法證得。這是我們自己一定要清楚、要明白，我們哪有能力入華嚴境界，不可能的事情。要入華嚴境界一定要有方法，這個方法是最可靠、最簡單、最容易、最穩當。所以我們終極目標是入華嚴境界，我們到極樂世界那是第一方便，在這個地方斷煩惱、證菩提難，在這個地方我們求生淨土親近阿彌陀佛容易，這個難易要分清楚。到了西方極樂世界，我們再證華嚴的大法就容易了。誰來給我們講《華嚴》？毘盧遮那如來的報身，諸位知道嗎？毘盧遮那的報身就是阿彌陀佛，毘盧遮那如來的應身就是釋迦牟尼佛，我們到極樂世界是見報身如來，我們在此地的學習是跟釋迦牟尼佛學習，跟應身如來，法、報、應是一體。這是法門當中第一方便法門，不可思議！我們修淨土沒有違背《華嚴》，修淨土實際上就是學《華嚴》，所以古人才說《無量壽經》即是中本《華嚴》，這個意思講得多好！"
    },
    {
      "id": "02-039-0430_p0031",
      "zh_CN": "「从不当瞋怒到至诚忠信」，这一段我们在科判里面标的科题是「断恶修善」。「乃第一句，为人乘之世善」，这一段讲的是人间的善法。学佛，求生净土，先要把人做好，人都没有学好，给诸位说，不能往生。为什么？如果你还带着人间烦恼习气到极乐世界去，你会把极乐世界的气氛破坏了。阿弥陀佛很慈悲，即使他老人家接你去，极乐世界的大众不同意，他们不希望有人破坏他们的环境，阿弥陀佛也要顾虑到大众，大众不愿意做的事情佛不会做。所以佛来不来接引你，关系在你自己，你的条件具不具足。信愿行统统具足，你的烦恼习气没断，佛还是不来。换句话说，你念佛的功夫至少要能把烦恼习气控制住，这叫带业往生。控制什么？不发作，不是没有，贪瞋痴慢都有，但是这一句佛号压得住。这是我们平常用功，在什么时候用功？这种烦恼一起来的时候，立刻就把它控制住。古大德教导我们的，「不怕念起，只怕觉迟」。贪心起来，这个念头起来，阿弥陀佛，第二个念头就是阿弥陀佛，把它压下去；瞋恚心起来，阿弥陀佛，压住了。所有一切善不善的念头起来，统统一句阿弥陀佛压下去。这叫什么？叫功夫得力。还会现行，说明什么？你功夫不得力，你是念佛了，念佛不管用，你的念佛伏不住烦恼。换句话说，你还是那么多妄念，你没有减少，你心不清净。",
      "zh_TW": "「從不當瞋怒到至誠忠信」，這一段我們在科判裡面標的科題是「斷惡修善」。「乃第一句，為人乘之世善」，這一段講的是人間的善法。學佛，求生淨土，先要把人做好，人都沒有學好，給諸位說，不能往生。為什麼？如果你還帶著人間煩惱習氣到極樂世界去，你會把極樂世界的氣氛破壞了。阿彌陀佛很慈悲，即使他老人家接你去，極樂世界的大眾不同意，他們不希望有人破壞他們的環境，阿彌陀佛也要顧慮到大眾，大眾不願意做的事情佛不會做。所以佛來不來接引你，關係在你自己，你的條件具不具足。信願行統統具足，你的煩惱習氣沒斷，佛還是不來。換句話說，你念佛的功夫至少要能把煩惱習氣控制住，這叫帶業往生。控制什麼？不發作，不是沒有，貪瞋痴慢都有，但是這一句佛號壓得住。這是我們平常用功，在什麼時候用功？這種煩惱一起來的時候，立刻就把它控制住。古大德教導我們的，「不怕念起，只怕覺遲」。貪心起來，這個念頭起來，阿彌陀佛，第二個念頭就是阿彌陀佛，把它壓下去；瞋恚心起來，阿彌陀佛，壓住了。所有一切善不善的念頭起來，統統一句阿彌陀佛壓下去。這叫什麼？叫功夫得力。還會現行，說明什麼？你功夫不得力，你是念佛了，念佛不管用，你的念佛伏不住煩惱。換句話說，你還是那麼多妄念，你沒有減少，你心不清淨。"
    },
    {
      "id": "02-039-0430_p0032",
      "zh_CN": "念佛功夫端在身心清净，心地愈清净，今年比去年清净，去年比前年清净，一年比一年清净，好境界。从哪里看？一年比一年烦恼少，烦恼轻了，一年比一年轻。真正能提升到一个月比一个月轻，你决定得生，你就没有问题了。如果境界现前还发作，顺境里头有贪心，逆境里头有瞋恚心，还会有这个念头起来，念佛功夫不得力。日常在生活当中，工作处事待人接物，时时刻刻都在考验我们的功夫。所以能不能往生，有没有把握往生，不要问人，你问你自己，清清楚楚、明明白白。我能不能生净土？我应不应该生净土？自己比什么都清楚，对这个世间确确实实没有贪恋了。所以这是叫人乘世善。",
      "zh_TW": "念佛功夫端在身心清淨，心地愈清淨，今年比去年清淨，去年比前年清淨，一年比一年清淨，好境界。從哪裡看？一年比一年煩惱少，煩惱輕了，一年比一年輕。真正能提升到一個月比一個月輕，你決定得生，你就沒有問題了。如果境界現前還發作，順境裡頭有貪心，逆境裡頭有瞋恚心，還會有這個念頭起來，念佛功夫不得力。日常在生活當中，工作處事待人接物，時時刻刻都在考驗我們的功夫。所以能不能往生，有沒有把握往生，不要問人，你問你自己，清清楚楚、明明白白。我能不能生淨土？我應不應該生淨土？自己比什麼都清楚，對這個世間確確實實沒有貪戀了。所以這是叫人乘世善。"
    },
    {
      "id": "02-039-0430_p0033",
      "zh_CN": "这里也举了几个例子，「嫉妒，妒忌他人之盛事」，盛事是好事，看到别人比自己好，心里面受不了，要想方法破坏。「又害贤曰嫉」，好人做的好事，他偏偏要障碍，让他这个好事做不成功。这桩事古今中外常常看到，这是烦恼当中造作罪业极重的一项，它摆在第一。嫉妒，你障碍别人，要看这个障碍的影响多大，范围多大，影响时间多久，从这里结罪。如果这个事情好事，是他个人的利益，与别人不相干，你障碍他，你破坏他，那个结罪很小。为什么？对一个人，冤家对头只有一个，冤冤相报没完没了，也就这么一回事情。如果他这个事情对社会对众生有大好处、有大利益，你把它破坏了，这个事可麻烦了，结罪不是跟他结罪了，跟所有得利益的人结罪，这个范围就太大了。如果影响深远，不但现在人这个好处你得到了，他这个好处会延到将来，能延到将来的时候，连将来的人也得不到好处，这个罪可重了，这个罪就变成无间地狱的罪了。世法里面一个好的政策，像国家的好的政策，利益众生的大事业，你把它障碍了，这个结罪可不得了。",
      "zh_TW": "這裡也舉了幾個例子，「嫉妒，妒忌他人之盛事」，盛事是好事，看到別人比自己好，心裡面受不了，要想方法破壞。「又害賢曰嫉」，好人做的好事，他偏偏要障礙，讓他這個好事做不成功。這樁事古今中外常常看到，這是煩惱當中造作罪業極重的一項，它擺在第一。嫉妒，你障礙別人，要看這個障礙的影響多大，範圍多大，影響時間多久，從這裡結罪。如果這個事情好事，是他個人的利益，與別人不相干，你障礙他，你破壞他，那個結罪很小。為什麼？對一個人，冤家對頭只有一個，冤冤相報沒完沒了，也就這麼一回事情。如果他這個事情對社會對眾生有大好處、有大利益，你把它破壞了，這個事可麻煩了，結罪不是跟他結罪了，跟所有得利益的人結罪，這個範圍就太大了。如果影響深遠，不但現在人這個好處你得到了，他這個好處會延到將來，能延到將來的時候，連將來的人也得不到好處，這個罪可重了，這個罪就變成無間地獄的罪了。世法裡面一個好的政策，像國家的好的政策，利益眾生的大事業，你把它障礙了，這個結罪可不得了。"
    },
    {
      "id": "02-039-0430_p0034",
      "zh_CN": "好事也不行，要知道，因果这桩事情善恶没有抵消的，没有说我做了很多坏事，我多做一点好事可以弥补，可以把那个恶的抵消，没有，因果里头没有抵消的，善就有善报，恶就有恶报，种瓜就得瓜，种豆就得豆。不能说我种的这个瓜，我不想瓜了，希望这个瓜能长出豆来，这不可能的事情。因果确实就是如此，你一个恶念一个恶行就有恶报，一个善念善行它就有善报，不能说用善来抵恶，不可能的，这是一定要知道的。你真明白之后，你就晓得人不能有恶念，不能有恶言，不能有恶行，肯定有恶报，善做得再多，那是善报，各有各的报。什么时候先报，什么时候后报，那是缘不一样。所以佛法讲缘生，它不讲因，缘决定你果报的先后，因是决定你有果报，你有报应，善有善报，恶有恶报，决定有，什么时候报，什么在先，什么在后，缘，缘非常重要，要明白这个道理。佛家讲缘生，讲得很深。",
      "zh_TW": "好事也不行，要知道，因果這樁事情善惡沒有抵消的，沒有說我做了很多壞事，我多做一點好事可以彌補，可以把那個惡的抵消，沒有，因果裡頭沒有抵消的，善就有善報，惡就有惡報，種瓜就得瓜，種豆就得豆。不能說我種的這個瓜，我不想瓜了，希望這個瓜能長出豆來，這不可能的事情。因果確實就是如此，你一個惡念一個惡行就有惡報，一個善念善行它就有善報，不能說用善來抵惡，不可能的，這是一定要知道的。你真明白之後，你就曉得人不能有惡念，不能有惡言，不能有惡行，肯定有惡報，善做得再多，那是善報，各有各的報。什麼時候先報，什麼時候後報，那是緣不一樣。所以佛法講緣生，它不講因，緣決定你果報的先後，因是決定你有果報，你有報應，善有善報，惡有惡報，決定有，什麼時候報，什麼在先，什麼在後，緣，緣非常重要，要明白這個道理。佛家講緣生，講得很深。"
    },
    {
      "id": "02-039-0430_p0035",
      "zh_CN": "害贤曰嫉，嫉妒贤人罪恶非常重。为什么？贤人他能为社会、为国家、为大众做许许多多的好事，你要是嫉妒他、障碍他，他无所谓，他可能还很欢喜。为什么？我不需要做了，你不障碍，他事情很多，他天天要忙碌去做事情，你障碍他，他就不要做了，他好好去念佛去了，可是那个罪可不得了。如果这个贤人，你不障碍，他能够利益千万人，他能够利益，时间来讲能利益几百年、几千年，这个功德多大，你障碍他，让他不能成就，这个罪多重、多深，你自己能想得到。所以佛家，普贤菩萨十大愿王有「随喜功德」，这个好人他做好事，不嫉妒，随喜。随喜什么？欢喜赞叹，尽心尽力帮助他，他有多大的功德，帮助他的人也是一样大的功德。这有智慧，他才会干这个事情，没有智慧的人他就嫉妒，有智慧的人随喜。随喜，把他的功德变成自己的功德。嫉妒呢？障碍他，他没有事，他那些不善的一些影响，他的善行的影响，你障碍他不能成就，许许多多人不能得到他的利益，这个帐全算在你身上，那个罪就太重太重了！在中国古代国家法律里就有这一条，进贤受上赏。就是国家最高的赏赐是给谁？替国家推荐好人、贤人，国家给你的赏赐是最高的。如果要是嫉妒贤人、障碍贤人，那你受的这个刑罚是杀头。这个事情是真的，在历史上我们看到有记载，业因果报丝毫不爽！所以看到别人好事，欢喜赞叹，有力量的，尽心尽力帮助他、成就他。这不是成就他个人，成就他的好事就是成就利益社会众生。这是第一个例子，也是最容易犯的，犯了之后，这个罪过非常非常之重，摆在第一。",
      "zh_TW": "害賢曰嫉，嫉妒賢人罪惡非常重。為什麼？賢人他能為社會、為國家、為大眾做許許多多的好事，你要是嫉妒他、障礙他，他無所謂，他可能還很歡喜。為什麼？我不需要做了，你不障礙，他事情很多，他天天要忙碌去做事情，你障礙他，他就不要做了，他好好去念佛去了，可是那個罪可不得了。如果這個賢人，你不障礙，他能夠利益千萬人，他能夠利益，時間來講能利益幾百年、幾千年，這個功德多大，你障礙他，讓他不能成就，這個罪多重、多深，你自己能想得到。所以佛家，普賢菩薩十大願王有「隨喜功德」，這個好人他做好事，不嫉妒，隨喜。隨喜什麼？歡喜讚歎，盡心盡力幫助他，他有多大的功德，幫助他的人也是一樣大的功德。這有智慧，他才會幹這個事情，沒有智慧的人他就嫉妒，有智慧的人隨喜。隨喜，把他的功德變成自己的功德。嫉妒呢？障礙他，他沒有事，他那些不善的一些影響，他的善行的影響，你障礙他不能成就，許許多多人不能得到他的利益，這個帳全算在你身上，那個罪就太重太重了！在中國古代國家法律裡就有這一條，進賢受上賞。就是國家最高的賞賜是給誰？替國家推薦好人、賢人，國家給你的賞賜是最高的。如果要是嫉妒賢人、障礙賢人，那你受的這個刑罰是殺頭。這個事情是真的，在歷史上我們看到有記載，業因果報絲毫不爽！所以看到別人好事，歡喜讚歎，有力量的，盡心盡力幫助他、成就他。這不是成就他個人，成就他的好事就是成就利益社會眾生。這是第一個例子，也是最容易犯的，犯了之後，這個罪過非常非常之重，擺在第一。"
    },
    {
      "id": "02-039-0430_p0036",
      "zh_CN": "第二个「贪餮」。餮是什么？贪吃。这个也严重，在现前社会我们能看见。一个宴会听说一桌酒席的菜几十万，我听到这个话都吓到了。你想想看今天世界上有多少穷苦的人三餐不继，怎么能忍心这样浪费！一桌酒席十几万，一般人一家四口一年的生活费，你一餐饭就吃掉了，你知道这个罪多重！我们想想释迦牟尼佛他老人家一生的生活，三衣一钵，日中一食，树下一宿，佛，不是别人。佛是智慧圆满、福报圆满，他为什么这么做？他这个做法叫代众生苦，做出样子来给大家看。佛是一点点都不浪费，懂得惜福。今天世间大福报的人很多，如果是这样浪费的话，他的福报能享几年？他有一百年的福报，大概不到十年就享完了，享完之后，中国古人有一句话说，禄尽人亡，你虽然还有寿命，你福报没有了，你也活不了了，死了以后到哪里去？三途、地狱，都到那里去了。现在人不相信有三途、地狱，不相信有六道轮回，他说这是迷信，等到他见到了，后悔莫及。怎么能干这种事情！所以这个一定要戒除。学佛的同学能够把肉食断掉，荤腥断掉，这是好事情。可是素菜里面如果也贪图，也在这上面多做讲究，也错了，还是在享福。所以古时候寺院庵堂，现在变了，古时候寺院庵堂就一个菜，大锅菜，省事！寺院庵堂过堂吃饭它有规矩，一个菜、一个汤。古人修福不享福，把享福都回向到极乐世界，往生到极乐世界去享福，没到极乐世界之前决定不享福。现在的人现前讲究享福，能不能到极乐世界就成问题了。所以这是一定要知道，把贪念放下，贪吃也放下。",
      "zh_TW": "第二個「貪餮」。餮是什麼？貪吃。這個也嚴重，在現前社會我們能看見。一個宴會聽說一桌酒席的菜幾十萬，我聽到這個話都嚇到了。你想想看今天世界上有多少窮苦的人三餐不繼，怎麼能忍心這樣浪費！一桌酒席十幾萬，一般人一家四口一年的生活費，你一餐飯就吃掉了，你知道這個罪多重！我們想想釋迦牟尼佛他老人家一生的生活，三衣一缽，日中一食，樹下一宿，佛，不是別人。佛是智慧圓滿、福報圓滿，他為什麼這麼做？他這個做法叫代眾生苦，做出樣子來給大家看。佛是一點點都不浪費，懂得惜福。今天世間大福報的人很多，如果是這樣浪費的話，他的福報能享幾年？他有一百年的福報，大概不到十年就享完了，享完之後，中國古人有一句話說，祿盡人亡，你雖然還有壽命，你福報沒有了，你也活不了了，死了以後到哪裡去？三途、地獄，都到那裡去了。現在人不相信有三途、地獄，不相信有六道輪迴，他說這是迷信，等到他見到了，後悔莫及。怎麼能幹這種事情！所以這個一定要戒除。學佛的同學能夠把肉食斷掉，葷腥斷掉，這是好事情。可是素菜裡面如果也貪圖，也在這上面多做講究，也錯了，還是在享福。所以古時候寺院庵堂，現在變了，古時候寺院庵堂就一個菜，大鍋菜，省事！寺院庵堂過堂吃飯它有規矩，一個菜、一個湯。古人修福不享福，把享福都迴向到極樂世界，往生到極樂世界去享福，沒到極樂世界之前決定不享福。現在的人現前講究享福，能不能到極樂世界就成問題了。所以這是一定要知道，把貪念放下，貪吃也放下。"
    },
    {
      "id": "02-039-0430_p0037",
      "zh_CN": "下面「悭惜」，悭是什么？悭心。「《大乘义章》曰：吝惜财法称悭」。悭是我们讲舍不得，自己有财富，不能帮助别人，自己懂得这些法，不愿意传给别人，教别人总得留一手，为什么？怕别人超过自己，别人超过自己就嫉妒，自己教别人总留一手。这个心不好，这个心完全是轮回心，他所造作的是轮回业。「即耽著于财与法，不能施舍利人之心」，不愿意帮助别人。那我们知道，这个不是佛心，这不是菩萨心，诸佛菩萨大慈大悲。你看学佛，四弘誓愿第一句「众生无边誓愿度」。用什么去度？就是用财、用法，有财没有法不能度众生，有法没有财不能普度。所以佛能够普度一切众生，靠什么？财法统统都具足，法是智慧，财是财富，有财有法才能帮助众生破迷开悟、离苦得乐。",
      "zh_TW": "下面「慳惜」，慳是什麼？慳心。「《大乘義章》曰：吝惜財法稱慳」。慳是我們講捨不得，自己有財富，不能幫助別人，自己懂得這些法，不願意傳給別人，教別人總得留一手，為什麼？怕別人超過自己，別人超過自己就嫉妒，自己教別人總留一手。這個心不好，這個心完全是輪迴心，他所造作的是輪迴業。「即耽著於財與法，不能施捨利人之心」，不願意幫助別人。那我們知道，這個不是佛心，這不是菩薩心，諸佛菩薩大慈大悲。你看學佛，四弘誓願第一句「眾生無邊誓願度」。用什麼去度？就是用財、用法，有財沒有法不能度眾生，有法沒有財不能普度。所以佛能夠普度一切眾生，靠什麼？財法統統都具足，法是智慧，財是財富，有財有法才能幫助眾生破迷開悟、離苦得樂。"
    },
    {
      "id": "02-039-0430_p0038",
      "zh_CN": "「中悔，信仰不坚，先信后疑，故曰中悔」。中悔我们通常讲什么？后悔。为什么会后悔？还是有悭贪，贪心没放下，嫉妒没放下。所以先听了，一时冲动，做了好事，做完之后后悔了，我今天被骗了，无缘无故你看丢了这么多财物，好处在哪里？发财是好处，无缘无故把这财捐献，送给别人，这于我有什么好处？得的是荣誉，假的，给你一张奖状，一张纸，自己真的损失了很多钱财。这全是轮回心造轮回业。对于诸法实相当然不了解，不但不了解，对于诸佛菩萨不认识，把诸佛菩萨当作神明看待，这种人太多太多了，这些人信佛叫迷信。所以冲动常常有，怀疑也常常有，后悔也常常有，他是不是真的信佛？不是。是不是真的佛门弟子？不是，假的，对佛教一无所知，他是迷信，他不是正信。他学佛，以为佛是神仙，可以帮助他升官发财，拿一些供养，像行贿赂一样，跟佛谈条件，你保佑我发财，发一百万，我供养一万给你。以为佛菩萨也是贪官，也是会接受贿赂的，造罪业！不学佛还好，学佛就学到地狱去了。念佛人要不明白这些道理，果报也在地狱。",
      "zh_TW": "「中悔，信仰不堅，先信後疑，故曰中悔」。中悔我們通常講什麼？後悔。為什麼會後悔？還是有慳貪，貪心沒放下，嫉妒沒放下。所以先聽了，一時衝動，做了好事，做完之後後悔了，我今天被騙了，無緣無故你看丟了這麼多財物，好處在哪裡？發財是好處，無緣無故把這財捐獻，送給別人，這於我有什麼好處？得的是榮譽，假的，給你一張獎狀，一張紙，自己真的損失了很多錢財。這全是輪迴心造輪迴業。對於諸法實相當然不了解，不但不了解，對於諸佛菩薩不認識，把諸佛菩薩當作神明看待，這種人太多太多了，這些人信佛叫迷信。所以衝動常常有，懷疑也常常有，後悔也常常有，他是不是真的信佛？不是。是不是真的佛門弟子？不是，假的，對佛教一無所知，他是迷信，他不是正信。他學佛，以為佛是神仙，可以幫助他升官發財，拿一些供養，像行賄賂一樣，跟佛談條件，你保佑我發財，發一百萬，我供養一萬給你。以為佛菩薩也是貪官，也是會接受賄賂的，造罪業！不學佛還好，學佛就學到地獄去了。念佛人要不明白這些道理，果報也在地獄。"
    },
    {
      "id": "02-039-0430_p0039",
      "zh_CN": "前清乾隆时代慈云灌顶法师有一本书，《大势至菩萨圆通章疏钞》，我早年讲《圆通章》就采取他老人家的《疏钞》。《疏钞》后面最后总结，念佛一百种果报，都是念佛人，果报不一样，一百种果报。我相信一百不是数目字，举出一百个例子，果报太多了，不一样。第一个果报就是阿鼻地狱。我当时，那时年轻，看到这个很惊讶，念佛是好事情，怎么会堕无间地狱？我拿到这个书去问老师李炳南老居士，他一看到这个问题，这是大问题，这不是小问题，我不给你一个人说，我要在讲经时候给大家说。像这些心态去念佛，都去阿鼻地狱。你要问为什么？你给社会大众产生严重的误会，认为学佛人是这个样子，让人家毁谤佛法、怀疑佛法，不再相信佛法，断了人的法身慧命，这个罪要不要堕阿鼻地狱？要，一点没错。",
      "zh_TW": "前清乾隆時代慈雲灌頂法師有一本書，《大勢至菩薩圓通章疏鈔》，我早年講《圓通章》就採取他老人家的《疏鈔》。《疏鈔》後面最後總結，念佛一百種果報，都是念佛人，果報不一樣，一百種果報。我相信一百不是數目字，舉出一百個例子，果報太多了，不一樣。第一個果報就是阿鼻地獄。我當時，那時年輕，看到這個很驚訝，念佛是好事情，怎麼會墮無間地獄？我拿到這個書去問老師李炳南老居士，他一看到這個問題，這是大問題，這不是小問題，我不給你一個人說，我要在講經時候給大家說。像這些心態去念佛，都去阿鼻地獄。你要問為什麼？你給社會大眾產生嚴重的誤會，認為學佛人是這個樣子，讓人家毀謗佛法、懷疑佛法，不再相信佛法，斷了人的法身慧命，這個罪要不要墮阿鼻地獄？要，一點沒錯。"
    },
    {
      "id": "02-039-0430_p0040",
      "zh_CN": "好，我们今天时间到了，就学习到此地。底下这一段就到日本继续再讲了。",
      "zh_TW": "好，我們今天時間到了，就學習到此地。底下這一段就到日本繼續再講了。"
    }
  ]
}