{
  "doc_id": "02-039-0560",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五六０集",
    "zh_TW": "第五六０集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0560",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "02-039-0560_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，第七百三十六面倒数第五行，从当中看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，第七百三十六面倒數第五行，從當中看起："
    },
    {
      "id": "02-039-0560_p0002",
      "zh_CN": "「如《金刚经》云」，从这里看起，《金刚经》里有这几句话，「凡所有相，皆是虚妄。若见诸相非相，则见如来」。这些经文，我们念得很熟，但是在境界上我们全迷了。佛跟法身菩萨，跟我们有什么差别？实际上一丝毫的差别都没有，他们跟我们不一样的，他把这四句话用上，这四句话是他们的境界，不是我们的境界，我们知道，甚至于也知道得很清楚，它就是用不上。用上了，是法身菩萨，最低的境界也是圆教初住，他已经超越十法界，不但超越六道，超越六道是阿罗汉，他超越十法界。换句话说，在十法界声闻、缘觉、菩萨、佛之上，十法界的佛也没用上，都知道，相信他们比我们知道得还清楚。现在就是我们要怎样把它用上，变成自己的境界。凡所有相就是一切现象，今天科学里面所说的宇宙之间物质现象、精神现象、自然现象，这就是凡所有相，统统是虚妄，虚妄是什么？根本没有，根本不存在。德国科学家普朗克知道，你看他的研究报告，他说根据他几十年对原子的研究，肯定这个世界上根本就没有物质存在，这他说的。他只是讲物质现象，精神现象、自然现象还没有包括在其中，都不存在。物质从哪里来的？物质从精神现象变现出来的，这个他知道。精神现象从哪里来的，他不知道，但是他说得很好，精神现象似乎是无中生有。这个话我们听得懂，我们能同意他的说法，他的确没搞清楚。",
      "zh_TW": "「如《金剛經》云」，從這裡看起，《金剛經》裡有這幾句話，「凡所有相，皆是虛妄。若見諸相非相，則見如來」。這些經文，我們念得很熟，但是在境界上我們全迷了。佛跟法身菩薩，跟我們有什麼差別？實際上一絲毫的差別都沒有，他們跟我們不一樣的，他把這四句話用上，這四句話是他們的境界，不是我們的境界，我們知道，甚至於也知道得很清楚，它就是用不上。用上了，是法身菩薩，最低的境界也是圓教初住，他已經超越十法界，不但超越六道，超越六道是阿羅漢，他超越十法界。換句話說，在十法界聲聞、緣覺、菩薩、佛之上，十法界的佛也沒用上，都知道，相信他們比我們知道得還清楚。現在就是我們要怎樣把它用上，變成自己的境界。凡所有相就是一切現象，今天科學裡面所說的宇宙之間物質現象、精神現象、自然現象，這就是凡所有相，統統是虛妄，虛妄是什麼？根本沒有，根本不存在。德國科學家普朗克知道，你看他的研究報告，他說根據他幾十年對原子的研究，肯定這個世界上根本就沒有物質存在，這他說的。他只是講物質現象，精神現象、自然現象還沒有包括在其中，都不存在。物質從哪裡來的？物質從精神現象變現出來的，這個他知道。精神現象從哪裡來的，他不知道，但是他說得很好，精神現象似乎是無中生有。這個話我們聽得懂，我們能同意他的說法，他的確沒搞清楚。"
    },
    {
      "id": "02-039-0560_p0003",
      "zh_CN": "精神现象是从哪里来的？自性变现出来的。惠能大师就比他们高明，能大师开悟说「何期自性能生万法」，这个万法就是今天讲的三种现象，自然现象、精神现象、物质现象，自性生的，自性现的，自性为什么能现？自性本来具足。惠能大师开悟说了五句话，第三句话说「何期自性本自具足」，具足是什么？一样都不缺，想什么现什么，这是性能。今天科学讲能量，能量有物质的能量、有精神的能量、有自性的能量，这个他没有发现，能量有三种。自性的能量才是真正的本能，没有生灭的，从自性能量生精神的能量，就是大乘教常讲的见闻觉知，见闻觉知是自性的能量。迷失了自性，自性的能量就变成精神的现象，就是受想行识，从受想行识变现出物质现象，物质现象就是色法，你看五蕴色受想行识。再小的物质现象，弥勒菩萨跟我们讲的，「一弹指三十二亿百千念」，也就是一弹指的三百二十兆分之一，一弹指的三百二十兆分之一，那个里头有一个物质现象，那个物质现象里头有受想行识，五蕴具足。谁看见？观世音菩萨照见五蕴皆空，那不就是凡所有相皆是虚妄吗？自性是空寂的，空寂里面能现幻相，现多少幻相？无量无边无数无尽，佛法常讲不可思议。",
      "zh_TW": "精神現象是從哪裡來的？自性變現出來的。惠能大師就比他們高明，能大師開悟說「何期自性能生萬法」，這個萬法就是今天講的三種現象，自然現象、精神現象、物質現象，自性生的，自性現的，自性為什麼能現？自性本來具足。惠能大師開悟說了五句話，第三句話說「何期自性本自具足」，具足是什麼？一樣都不缺，想什麼現什麼，這是性能。今天科學講能量，能量有物質的能量、有精神的能量、有自性的能量，這個他沒有發現，能量有三種。自性的能量才是真正的本能，沒有生滅的，從自性能量生精神的能量，就是大乘教常講的見聞覺知，見聞覺知是自性的能量。迷失了自性，自性的能量就變成精神的現象，就是受想行識，從受想行識變現出物質現象，物質現象就是色法，你看五蘊色受想行識。再小的物質現象，彌勒菩薩跟我們講的，「一彈指三十二億百千念」，也就是一彈指的三百二十兆分之一，一彈指的三百二十兆分之一，那個裡頭有一個物質現象，那個物質現象裡頭有受想行識，五蘊具足。誰看見？觀世音菩薩照見五蘊皆空，那不就是凡所有相皆是虛妄嗎？自性是空寂的，空寂裡面能現幻相，現多少幻相？無量無邊無數無盡，佛法常講不可思議。"
    },
    {
      "id": "02-039-0560_p0004",
      "zh_CN": "这些道理，我们在大乘经上几十年来不断反复的在学习，够不够？不够，我们反复学习也不过是几十次，几十遍，二、三百遍大概就这样子。那我们想想这些菩萨们，他们学了多少遍？我们相信绝对不止一万遍，我们的学习这功夫不够，不能跟他比。他学了一万遍，学了十万遍，学了百万遍，他怎么会用不上！他在日常生活当中全用上了，我们佩服，高明。但是这个事实真相，有多少人完全不知道。昨天晚上我们看了个片子叫「明日之后」，美国的片子，依旧还是完全用物理现象来解释灾难，没有办法，还是要接受灾难的洗礼。如果他要知道佛经上这个道理，要都能像普朗克这种知见，能够理解到用精神的力量能化解，物质没有办法。精神力量是什么？回心向善，问题就解决了。洪水，水从哪来的？贪婪所感应的。今天全世界哪个人不贪？所以整个世界要发生大洪水。哪一个没有瞋恚心？所以全世界到处火山爆发，温度上升。这几个月，我们看到全世界许多城市温度到四十度，还有最高的到五十一度，人被热死了，这个现象从什么地方来的？自然现象。不错，是自然现象，是人心所感召的自然现象，自然现象的根本是我们的意念。",
      "zh_TW": "這些道理，我們在大乘經上幾十年來不斷反覆的在學習，夠不夠？不夠，我們反覆學習也不過是幾十次，幾十遍，二、三百遍大概就這樣子。那我們想想這些菩薩們，他們學了多少遍？我們相信絕對不止一萬遍，我們的學習這功夫不夠，不能跟他比。他學了一萬遍，學了十萬遍，學了百萬遍，他怎麼會用不上！他在日常生活當中全用上了，我們佩服，高明。但是這個事實真相，有多少人完全不知道。昨天晚上我們看了個片子叫「明日之後」，美國的片子，依舊還是完全用物理現象來解釋災難，沒有辦法，還是要接受災難的洗禮。如果他要知道佛經上這個道理，要都能像普朗克這種知見，能夠理解到用精神的力量能化解，物質沒有辦法。精神力量是什麼？回心向善，問題就解決了。洪水，水從哪來的？貪婪所感應的。今天全世界哪個人不貪？所以整個世界要發生大洪水。哪一個沒有瞋恚心？所以全世界到處火山爆發，溫度上升。這幾個月，我們看到全世界許多城市溫度到四十度，還有最高的到五十一度，人被熱死了，這個現象從什麼地方來的？自然現象。不錯，是自然現象，是人心所感召的自然現象，自然現象的根本是我們的意念。"
    },
    {
      "id": "02-039-0560_p0005",
      "zh_CN": "佛说的「一切法从心想生」，佛经上告诉我们，灾难怎么来的、怎么化解，只要你相信，你真有办法，这不是假的。我们在做实验，这个地区大家一起来学习佛法，这道理都懂得，我们都把念头转过来，过去贪，现在不贪，过去瞋恚，现在不瞋恚，我们真正能做到不贪、不瞋、不痴、不傲慢、不怀疑，我们居住地区没有灾难，四周围统统有灾难，这个地区不灾难；你用物理的现象找不到，到底什么原因你找不到。在佛经上找到了，佛经有什么不好？能真帮助你解决问题。你的个人灾难就是疾病，就是烦恼，就是样样不如意，这是你个人灾难，能不能解决？能，让你身心健康，快乐自在，这非常现实。你居住这个地区，三灾八难统统都没有，有什么不好！科学家为我们介绍，为什么不听？你看昨天那个电影，有人提起，总统不相信，到最后付出惨痛的代价，这国家几乎灭亡。这个情形，实在说也不能怪他，他从小就接受科学观念，科学头一个就是怀疑，怀疑里最可怕的，是对古圣先贤的怀疑、对佛菩萨的怀疑，这最可怕的。因为怀疑，你就不接受，你就不看他的东西，不听他的东西，以为自己是对的，来加以排斥，这灾难现前了。佛菩萨的法、古圣先贤的法是心法，他不重视物质，他重视情绪，重视起心动念，起心动念纯净纯善，没有一样不好。",
      "zh_TW": "佛說的「一切法從心想生」，佛經上告訴我們，災難怎麼來的、怎麼化解，只要你相信，你真有辦法，這不是假的。我們在做實驗，這個地區大家一起來學習佛法，這道理都懂得，我們都把念頭轉過來，過去貪，現在不貪，過去瞋恚，現在不瞋恚，我們真正能做到不貪、不瞋、不痴、不傲慢、不懷疑，我們居住地區沒有災難，四周圍統統有災難，這個地區不災難；你用物理的現象找不到，到底什麼原因你找不到。在佛經上找到了，佛經有什麼不好？能真幫助你解決問題。你的個人災難就是疾病，就是煩惱，就是樣樣不如意，這是你個人災難，能不能解決？能，讓你身心健康，快樂自在，這非常現實。你居住這個地區，三災八難統統都沒有，有什麼不好！科學家為我們介紹，為什麼不聽？你看昨天那個電影，有人提起，總統不相信，到最後付出慘痛的代價，這國家幾乎滅亡。這個情形，實在說也不能怪他，他從小就接受科學觀念，科學頭一個就是懷疑，懷疑裡最可怕的，是對古聖先賢的懷疑、對佛菩薩的懷疑，這最可怕的。因為懷疑，你就不接受，你就不看他的東西，不聽他的東西，以為自己是對的，來加以排斥，這災難現前了。佛菩薩的法、古聖先賢的法是心法，他不重視物質，他重視情緒，重視起心動念，起心動念純淨純善，沒有一樣不好。"
    },
    {
      "id": "02-039-0560_p0006",
      "zh_CN": "意念能改变物质现象，有科学实验出来，日本江本博士用水就实验出来，水是物质，念头可以改变它。琵琶湖的小湾、湾区，二十多年臭水肮脏，气味难闻，二十多年无法解决，科学不能解决。他们接受了这个意念，实验的时候这个意念、念头，证明了水虽然是物质现象，它会看、会听，它懂得人的意思。给它一个好的信息，它的反应非常美；给它负面的信息，它的反应非常丑陋。江本博士就做了这个实验，找了三百五十多个人，在琵琶湖做一个小时的祈祷，用意念。他请了一个老和尚，他告诉我，九十多岁的一个老和尚带着这一群人，一个小时，让大家在一个小时里面把自己的妄念统统放下，让自己的心恢复到清净。然后大家用一个意念，这个意念就是「湖水干净了，我爱你」。你看就这么一句，就这一个意念，三百五十个人一起，一个小时，心里想着，口里念着，「湖水干净了，我爱你」。这样祈祷一个小时之后，三天湖水真干净，出了奇迹，气味没有了，干净了，也没有波浪。他们祈祷之前照一张照片，祈祷之后，三天之后再来照一张照片，完全不一样，风平浪静，这湾区非常之美。这个成功的例子震动了日本，媒体统统都做报导。可是日本没有重视这个问题，只有少数人感动，普遍大多数人还是不在意。",
      "zh_TW": "意念能改變物質現象，有科學實驗出來，日本江本博士用水就實驗出來，水是物質，念頭可以改變它。琵琶湖的小灣、灣區，二十多年臭水骯髒，氣味難聞，二十多年無法解決，科學不能解決。他們接受了這個意念，實驗的時候這個意念、念頭，證明了水雖然是物質現象，它會看、會聽，它懂得人的意思。給它一個好的信息，它的反應非常美；給它負面的信息，它的反應非常醜陋。江本博士就做了這個實驗，找了三百五十多個人，在琵琶湖做一個小時的祈禱，用意念。他請了一個老和尚，他告訴我，九十多歲的一個老和尚帶著這一群人，一個小時，讓大家在一個小時裡面把自己的妄念統統放下，讓自己的心恢復到清淨。然後大家用一個意念，這個意念就是「湖水乾淨了，我愛你」。你看就這麼一句，就這一個意念，三百五十個人一起，一個小時，心裡想著，口裡念著，「湖水乾淨了，我愛你」。這樣祈禱一個小時之後，三天湖水真乾淨，出了奇蹟，氣味沒有了，乾淨了，也沒有波浪。他們祈禱之前照一張照片，祈禱之後，三天之後再來照一張照片，完全不一樣，風平浪靜，這灣區非常之美。這個成功的例子震動了日本，媒體統統都做報導。可是日本沒有重視這個問題，只有少數人感動，普遍大多數人還是不在意。"
    },
    {
      "id": "02-039-0560_p0007",
      "zh_CN": "我相信如果江本博士再招个十倍的人，三百五十人，找个三千五百人来祈祷，地震化解了，火山也化解了，就不会有火山爆发，也不会有地震发生。试试看，真能做得到。十倍的这个人力，人愈多愈好，力量就愈大。现在日本我们看到这个新闻报导，地震非常频繁，实验一下，找个三千人、找个三万人，做一个大的祈祷，看看是不是马上就见效？日本每天的余震轻微一点，就没有了，得管用上才行。道理是什么？道理就是「凡所有相皆是虚妄」，这个妄相是意念主宰的，意念善，山河大地没有一样不善，风调雨顺，物产丰富。现在的灾难，许许多多的庄稼农业歉收，几千万亩的地没有收成，那将来人吃什么？所以科学家提出警告，将来一定有粮食危机。我们为什么不干？也许是面子问题，我们都是相信物质，都是相信科学，现在把物质、科学放弃，搞心理，大概这个面子太难看了，不愿意搞，为了面子你要付出非常惨痛的代价。古圣先贤、诸佛菩萨句句话是真话，没有骗人的，没有假话，不能不相信，不能不听。个人的灾难有充分的信心，百分之百的信心，善心善行，你那个病不治自己就好了，这不是什么神奇，不是神迹，这一定要知道。",
      "zh_TW": "我相信如果江本博士再招個十倍的人，三百五十人，找個三千五百人來祈禱，地震化解了，火山也化解了，就不會有火山爆發，也不會有地震發生。試試看，真能做得到。十倍的這個人力，人愈多愈好，力量就愈大。現在日本我們看到這個新聞報導，地震非常頻繁，實驗一下，找個三千人、找個三萬人，做一個大的祈禱，看看是不是馬上就見效？日本每天的餘震輕微一點，就沒有了，得管用上才行。道理是什麼？道理就是「凡所有相皆是虛妄」，這個妄相是意念主宰的，意念善，山河大地沒有一樣不善，風調雨順，物產豐富。現在的災難，許許多多的莊稼農業歉收，幾千萬畝的地沒有收成，那將來人吃什麼？所以科學家提出警告，將來一定有糧食危機。我們為什麼不幹？也許是面子問題，我們都是相信物質，都是相信科學，現在把物質、科學放棄，搞心理，大概這個面子太難看了，不願意搞，為了面子你要付出非常慘痛的代價。古聖先賢、諸佛菩薩句句話是真話，沒有騙人的，沒有假話，不能不相信，不能不聽。個人的災難有充分的信心，百分之百的信心，善心善行，你那個病不治自己就好了，這不是什麼神奇，不是神蹟，這一定要知道。"
    },
    {
      "id": "02-039-0560_p0008",
      "zh_CN": "这个道理就是什么？身体是物质现象，物质现象是你自己意念变现出来的。你的念头好，这个物质现象就好，没有一样不好；你的念头不好，这个物质就产生变化，这个变化就是带着疾病、带着病源，就这么个道理。为什么这么好的东西，在东方世界，亚洲这个地区，佛的教化、圣贤的教化，几千年来获得那么好的成效，为什么把它丢掉？为什么怀疑它？这些事实真相总得把它搞清楚、搞明白，真能够救自己，让自己在这一生当中，像方东美先生所说的「人生最高的享受」；换句话说，这个人生最幸福、最圆满。我年轻的时候，对于圣贤、对于佛法这甚深之理不懂，但是对老师相信，对老师一点怀疑都没有。所以老师的教诲是完全接受，不打折扣的依教奉行，行了六十年。我二十六岁开始学的，今年正好六十年，老师的话完全兑现，我感恩、感谢老师，在这个时代里面，还能够在这一生享受人生最高的享受，欢喜。如果我对老师有怀疑，我不能完全接受，接受少分，多分打上疑问，这个人生就不一样，人生得受苦受难，还要有许多疾病。好在我这个从小家里父母教的尊师重道，父母给我们这点教训，我们真的一辈子尊师重道，听老师的教诲，这一辈子真占了便宜，真得到享受。",
      "zh_TW": "這個道理就是什麼？身體是物質現象，物質現象是你自己意念變現出來的。你的念頭好，這個物質現象就好，沒有一樣不好；你的念頭不好，這個物質就產生變化，這個變化就是帶著疾病、帶著病源，就這麼個道理。為什麼這麼好的東西，在東方世界，亞洲這個地區，佛的教化、聖賢的教化，幾千年來獲得那麼好的成效，為什麼把它丟掉？為什麼懷疑它？這些事實真相總得把它搞清楚、搞明白，真能夠救自己，讓自己在這一生當中，像方東美先生所說的「人生最高的享受」；換句話說，這個人生最幸福、最圓滿。我年輕的時候，對於聖賢、對於佛法這甚深之理不懂，但是對老師相信，對老師一點懷疑都沒有。所以老師的教誨是完全接受，不打折扣的依教奉行，行了六十年。我二十六歲開始學的，今年正好六十年，老師的話完全兌現，我感恩、感謝老師，在這個時代裡面，還能夠在這一生享受人生最高的享受，歡喜。如果我對老師有懷疑，我不能完全接受，接受少分，多分打上疑問，這個人生就不一樣，人生得受苦受難，還要有許多疾病。好在我這個從小家裡父母教的尊師重道，父母給我們這點教訓，我們真的一輩子尊師重道，聽老師的教誨，這一輩子真佔了便宜，真得到享受。"
    },
    {
      "id": "02-039-0560_p0009",
      "zh_CN": "帮助别人有时候缘不成熟，那毕竟是别人的事情，我们帮助的心念是真的不是假的。这对自己来说，不需要去费那些力气，功德也圆满了，这《楞严经》上说的，「发意圆成，圆满功德」。我发心是真的，不是不干，没有缘干，缘不成熟，所以是圆满功德。要是缘成熟，自己还要操心，要尽心尽力去做；缘不成熟，功德圆满，不要操心，也不要出力，怎么不是好事！太好的事情，世间哪有这种好事！我们都沾上，对自己来说，六十年来，年年提升自己的境界，这个多快乐。就是夫子所说的「学而时习之，不亦说乎」；大乘教里面讲的「法喜充满，常生欢喜心」，快乐无比。多少人看到我，都知道我是每天满面笑容，欢欢喜喜，你欢喜什么？欢喜的是烦恼愈来愈少，智慧天天增长，怎么不欢喜！真正知道圣贤、佛菩萨的大道是出自于自性，它稀不稀奇？不稀奇，我也有，你也有。只是你迷失了自性，迷了，把智慧变成烦恼，把德相变成业障，把自己的法身变成这个肉身，把自己生活环境，本来是一真法界的，无量殊胜美满的环境，变成三途六道。我们念头一转就恢复，不再干傻事了。",
      "zh_TW": "幫助別人有時候緣不成熟，那畢竟是別人的事情，我們幫助的心念是真的不是假的。這對自己來說，不需要去費那些力氣，功德也圓滿了，這《楞嚴經》上說的，「發意圓成，圓滿功德」。我發心是真的，不是不幹，沒有緣幹，緣不成熟，所以是圓滿功德。要是緣成熟，自己還要操心，要盡心盡力去做；緣不成熟，功德圓滿，不要操心，也不要出力，怎麼不是好事！太好的事情，世間哪有這種好事！我們都沾上，對自己來說，六十年來，年年提升自己的境界，這個多快樂。就是夫子所說的「學而時習之，不亦說乎」；大乘教裡面講的「法喜充滿，常生歡喜心」，快樂無比。多少人看到我，都知道我是每天滿面笑容，歡歡喜喜，你歡喜什麼？歡喜的是煩惱愈來愈少，智慧天天增長，怎麼不歡喜！真正知道聖賢、佛菩薩的大道是出自於自性，它稀不稀奇？不稀奇，我也有，你也有。只是你迷失了自性，迷了，把智慧變成煩惱，把德相變成業障，把自己的法身變成這個肉身，把自己生活環境，本來是一真法界的，無量殊勝美滿的環境，變成三途六道。我們念頭一轉就恢復，不再幹傻事了。"
    },
    {
      "id": "02-039-0560_p0010",
      "zh_CN": "放下，头一个佛教给我们放下自身，不要认为身是我，这是头一个错误，从这个错误一错到底，你全错了，身不是我。所以《金刚经》上，前面我们读过，佛第一个就教我们把四相放下，「我相、人相、众生相、寿者相」，这都是假的，你得放下。放下不是身放下、不是事放下，是心里放下，事没有障碍，事事无碍。你放不下，它就有障碍，有障碍就造业，没有障碍不造业。我们这学了多少遍？总有几千遍，得受用了。佛菩萨学的比我们遍数更多，他得的受用更大，他得的比我们更自在。理搞清楚、搞明白，我们的方向正确，我们每踏进一步，境界就提升一层。而且什么？人人都一样，释迦牟尼佛讲得好，一切众生本来是佛、本来成佛，大家是平等的。你要执着这个假的东西当作真的，死都不放，这有什么法子？你自己搞的六道轮回，六道轮回不是别人造的，不是上帝去设计的，不是阎罗王去施工的，不是，什么都不是，你自己不善的念头变现出来。善念变现出天堂，不善念变现三途，自作自受，你不能怪任何人，什么人都不相干。",
      "zh_TW": "放下，頭一個佛教給我們放下自身，不要認為身是我，這是頭一個錯誤，從這個錯誤一錯到底，你全錯了，身不是我。所以《金剛經》上，前面我們讀過，佛第一個就教我們把四相放下，「我相、人相、眾生相、壽者相」，這都是假的，你得放下。放下不是身放下、不是事放下，是心裡放下，事沒有障礙，事事無礙。你放不下，它就有障礙，有障礙就造業，沒有障礙不造業。我們這學了多少遍？總有幾千遍，得受用了。佛菩薩學的比我們遍數更多，他得的受用更大，他得的比我們更自在。理搞清楚、搞明白，我們的方向正確，我們每踏進一步，境界就提升一層。而且什麼？人人都一樣，釋迦牟尼佛講得好，一切眾生本來是佛、本來成佛，大家是平等的。你要執著這個假的東西當作真的，死都不放，這有什麼法子？你自己搞的六道輪迴，六道輪迴不是別人造的，不是上帝去設計的，不是閻羅王去施工的，不是，什麼都不是，你自己不善的念頭變現出來。善念變現出天堂，不善念變現三途，自作自受，你不能怪任何人，什麼人都不相干。"
    },
    {
      "id": "02-039-0560_p0011",
      "zh_CN": "下面这句话好，你看，「若见诸相非相，则见如来」，这个见如来就是见性，禅宗里面讲的明心见性，见性成佛。若见诸相，就是眼前这一切现象，这三种现象：物质现象、精神现象、自然现象，全是假的，全是当体即空，了不可得。就像《般若经》上所说的，「一切法无所有，毕竟空，不可得」，你要真见到，真明白了，你就成佛。前面「凡所有相皆是虚妄」，这是诸法的真相，叫诸法实相；后头两句「若见诸相非相，则见如来」，是你证得了。证得什么？你证得凡所有相皆是虚妄，你对于一切诸相，不但没有分别执着，根本就不起心动念，这个人成佛了。这个人在《华严经》上，就称他为法身菩萨，为什么？他习气没断，习气变现出诸佛如来的实报庄严土，习气变的。习气没断的时候，你就住实报土，实报土里面就是我们这个经上常讲的阿惟越致菩萨，那不是阿弥陀佛加持的，是你自己亲证的。习气断了，你就回归常寂光，圆圆满满回归自性，这个功德才真正叫圆满，这多有意思，我们不能不知道。我们今天看这一切现象，还执着它、还分别它，你看道理都知道，为什么还执着、还分别？这叫习气，习气太浓，习气太重。你的知解敌不过习气，你在这个世间还是在造业，造业就是你还在制造六道轮回，你怎么能出离六道轮回？怎么证得？就是见相非相，你就证得。你在世间跟世间人和光同尘，他说什么随他说，随顺他，跟一切众生和睦相处。",
      "zh_TW": "下面這句話好，你看，「若見諸相非相，則見如來」，這個見如來就是見性，禪宗裡面講的明心見性，見性成佛。若見諸相，就是眼前這一切現象，這三種現象：物質現象、精神現象、自然現象，全是假的，全是當體即空，了不可得。就像《般若經》上所說的，「一切法無所有，畢竟空，不可得」，你要真見到，真明白了，你就成佛。前面「凡所有相皆是虛妄」，這是諸法的真相，叫諸法實相；後頭兩句「若見諸相非相，則見如來」，是你證得了。證得什麼？你證得凡所有相皆是虛妄，你對於一切諸相，不但沒有分別執著，根本就不起心動念，這個人成佛了。這個人在《華嚴經》上，就稱他為法身菩薩，為什麼？他習氣沒斷，習氣變現出諸佛如來的實報莊嚴土，習氣變的。習氣沒斷的時候，你就住實報土，實報土裡面就是我們這個經上常講的阿惟越致菩薩，那不是阿彌陀佛加持的，是你自己親證的。習氣斷了，你就回歸常寂光，圓圓滿滿回歸自性，這個功德才真正叫圓滿，這多有意思，我們不能不知道。我們今天看這一切現象，還執著它、還分別它，你看道理都知道，為什麼還執著、還分別？這叫習氣，習氣太濃，習氣太重。你的知解敵不過習氣，你在這個世間還是在造業，造業就是你還在製造六道輪迴，你怎麼能出離六道輪迴？怎麼證得？就是見相非相，你就證得。你在世間跟世間人和光同塵，他說什麼隨他說，隨順他，跟一切眾生和睦相處。"
    },
    {
      "id": "02-039-0560_p0012",
      "zh_CN": "为什么能和睦？他执着，我不执着，我不执着的人我能随顺他；他不能随顺我，他随顺我他就成佛了。我一切都随顺他，心里头不落印象，为什么？不把这个东西往心上放，心干干净净一尘不染。经题上所说的「清净平等觉」，我们的心永远是清净平等觉，能够随顺别人，随顺别人又不染污，就是不受他的感染，这叫功夫。久而久之我们会影响他，他不会影响我们；他影响我，我就退转了，我就又回去了。我不受污染，我就提升了，年年提升，月月提升，天天提升，这还得了吗？这桩事情，什么人都没有办法干扰你。所以诸位一定要知道，一个真正修行人在菩提道上是独来独往，谁都不能干扰。释迦牟尼佛八相成道，小乘有降魔，降魔是什么意思？就是不受干扰。干扰的什么东西？名闻利养、五欲六尘、财色名食睡都在你面前示现，你动不动心？动心就干扰了。你不动心你就成就，你不动心你就是佛菩萨，你动心你还是凡夫。你不动心，不但脱离六道，十法界都脱离了；你要是动心的话，不但你出不了六道轮回，你出不了欲界。六道里头三界，欲界、色界、无色界，上面两界你没分，你只能在欲界打滚。为什么？他没有看破，没有了解事实真相。所以了解事实真相比什么都重要，才能帮助你真正放下。放下，对于佛菩萨的经教，你才真正能看得明白，真正能听得懂。你不能放下，那就障碍，障碍什么？障碍你看不明白，障碍你听不清楚，只能在阿赖耶识里面种一个佛法种子，利益就这么多。什么时候你能得度、你能成熟？那是来生后世，不知道有多长的时间。所以《金刚经》这四句话，对修学大乘的人来讲，太重要了。",
      "zh_TW": "為什麼能和睦？他執著，我不執著，我不執著的人我能隨順他；他不能隨順我，他隨順我他就成佛了。我一切都隨順他，心裡頭不落印象，為什麼？不把這個東西往心上放，心乾乾淨淨一塵不染。經題上所說的「清淨平等覺」，我們的心永遠是清淨平等覺，能夠隨順別人，隨順別人又不染污，就是不受他的感染，這叫功夫。久而久之我們會影響他，他不會影響我們；他影響我，我就退轉了，我就又回去了。我不受污染，我就提升了，年年提升，月月提升，天天提升，這還得了嗎？這樁事情，什麼人都沒有辦法干擾你。所以諸位一定要知道，一個真正修行人在菩提道上是獨來獨往，誰都不能干擾。釋迦牟尼佛八相成道，小乘有降魔，降魔是什麼意思？就是不受干擾。干擾的什麼東西？名聞利養、五欲六塵、財色名食睡都在你面前示現，你動不動心？動心就干擾了。你不動心你就成就，你不動心你就是佛菩薩，你動心你還是凡夫。你不動心，不但脫離六道，十法界都脫離了；你要是動心的話，不但你出不了六道輪迴，你出不了欲界。六道裡頭三界，欲界、色界、無色界，上面兩界你沒分，你只能在欲界打滾。為什麼？他沒有看破，沒有了解事實真相。所以了解事實真相比什麼都重要，才能幫助你真正放下。放下，對於佛菩薩的經教，你才真正能看得明白，真正能聽得懂。你不能放下，那就障礙，障礙什麼？障礙你看不明白，障礙你聽不清楚，只能在阿賴耶識裡面種一個佛法種子，利益就這麼多。什麼時候你能得度、你能成熟？那是來生後世，不知道有多長的時間。所以《金剛經》這四句話，對修學大乘的人來講，太重要了。"
    },
    {
      "id": "02-039-0560_p0013",
      "zh_CN": "「又：离一切诸相，则名诸佛」。经文上前面用如来，这用诸佛。用如来，是从性上讲的，明心见性。用佛，是从相上说的，你证得法身菩萨果位，天台大师称你为分证即佛，你是真佛，你不是假佛。但是你虽然是真佛，你没有圆满，为什么没有圆满？你无始无明的习气没有断干净。四十一个位次都是这个问题，所以他们统统住实报庄严土，这是在事相里头最高的阶层，这是极乐世界，我们中国古人所想像的大同，大同之治是极乐世界。这个里面生活时间虽然长，三大阿僧祇劫，你没有烦恼，你没有忧虑，你没有牵挂，你说你多快乐、多自在！而且在这个期间之内，全部都在学习。极乐世界为什么那么好，现在我们全明白了，讲经没有中止过，学习没有停顿过，往生就是上学，成佛就是毕业，从上学到毕业这个期间当中，学习没有一天中断过，所以他的进度快。寿命从哪里来的？寿命从心想生，这个道理要懂。为什么我们这个世间寿命这么短？也是从心想生，我们没有心想长寿。都想人怎么可能活一百岁，你肯定活不了一百岁，你自己心里想的。极乐世界人不想，无量寿，不想寿命，所以他的寿命就无量，从心想生。我们也想，我们的寿命无量行不行？不行。为什么不行？你造业，你造业就受业报。心想当然是可以做主，可那个业的力量很大。",
      "zh_TW": "「又：離一切諸相，則名諸佛」。經文上前面用如來，這用諸佛。用如來，是從性上講的，明心見性。用佛，是從相上說的，你證得法身菩薩果位，天台大師稱你為分證即佛，你是真佛，你不是假佛。但是你雖然是真佛，你沒有圓滿，為什麼沒有圓滿？你無始無明的習氣沒有斷乾淨。四十一個位次都是這個問題，所以他們統統住實報莊嚴土，這是在事相裡頭最高的階層，這是極樂世界，我們中國古人所想像的大同，大同之治是極樂世界。這個裡面生活時間雖然長，三大阿僧祇劫，你沒有煩惱，你沒有憂慮，你沒有牽掛，你說你多快樂、多自在！而且在這個期間之內，全部都在學習。極樂世界為什麼那麼好，現在我們全明白了，講經沒有中止過，學習沒有停頓過，往生就是上學，成佛就是畢業，從上學到畢業這個期間當中，學習沒有一天中斷過，所以他的進度快。壽命從哪裡來的？壽命從心想生，這個道理要懂。為什麼我們這個世間壽命這麼短？也是從心想生，我們沒有心想長壽。都想人怎麼可能活一百歲，你肯定活不了一百歲，你自己心裡想的。極樂世界人不想，無量壽，不想壽命，所以他的壽命就無量，從心想生。我們也想，我們的壽命無量行不行？不行。為什麼不行？你造業，你造業就受業報。心想當然是可以做主，可那個業的力量很大。"
    },
    {
      "id": "02-039-0560_p0014",
      "zh_CN": "大乘教里佛说，心、佛、众生，这三个是平等的，心、佛、众生，力量是平等的，没有差别的。我们这个心的念头，佛陀的教诲跟我们自己造的业，如果我们这个心的力量跟佛的力量结合起来，就超越了。我们心的力量要是跟业的力量结合起来，那就很麻烦，完全被业力所支配，你做不了主。所以你把这个道理统统想通、想圆了，它是真的，不是假的。我们的心想「心佛众生三无差别」，我们一定要跟佛结合，不要跟众生业力结合，这一生就非常快乐、非常的殊胜，方老师所讲的「人生最高的享受」。离一切相，不起心、不动念就离了，在一切相里头，佛境界、菩萨境界、二乘境界、诸天境界、人跟三途境界，所有境界里头不起心、不动念，这叫离一切相。不是不接触，你说不接触，远离，到深山找个山洞去修行，行不行？没有离，那山洞还是相，深山也是相，你能离得开吗？离不开。那什么叫离？不分别、不执着、不起心、不动念，这叫离。虽然诸相跟我在一起，我不受诸相的干扰，这叫诸佛。什么人做到？四十一位法身大士做到，这些人就是「见诸相非相，则见如来」，则见如来就是大彻大悟，就是明心见性，见如来就是见性。这四十一个位次是离一切诸相，一切诸相对他不产生干扰。",
      "zh_TW": "大乘教裡佛說，心、佛、眾生，這三個是平等的，心、佛、眾生，力量是平等的，沒有差別的。我們這個心的念頭，佛陀的教誨跟我們自己造的業，如果我們這個心的力量跟佛的力量結合起來，就超越了。我們心的力量要是跟業的力量結合起來，那就很麻煩，完全被業力所支配，你做不了主。所以你把這個道理統統想通、想圓了，它是真的，不是假的。我們的心想「心佛眾生三無差別」，我們一定要跟佛結合，不要跟眾生業力結合，這一生就非常快樂、非常的殊勝，方老師所講的「人生最高的享受」。離一切相，不起心、不動念就離了，在一切相裡頭，佛境界、菩薩境界、二乘境界、諸天境界、人跟三途境界，所有境界裡頭不起心、不動念，這叫離一切相。不是不接觸，你說不接觸，遠離，到深山找個山洞去修行，行不行？沒有離，那山洞還是相，深山也是相，你能離得開嗎？離不開。那什麼叫離？不分別、不執著、不起心、不動念，這叫離。雖然諸相跟我在一起，我不受諸相的干擾，這叫諸佛。什麼人做到？四十一位法身大士做到，這些人就是「見諸相非相，則見如來」，則見如來就是大徹大悟，就是明心見性，見如來就是見性。這四十一個位次是離一切諸相，一切諸相對他不產生干擾。"
    },
    {
      "id": "02-039-0560_p0015",
      "zh_CN": "那我们的修行你就知道，什么叫功夫？不受外面境界干扰叫功夫。外面境界现前，干扰产生的反应是什么？喜怒哀乐爱恶欲，这是反应，你受它干扰了。这境界现在你面前你很喜欢，被干扰了，本来心像清水一样如如不动，你怎么起波动了？你起了喜欢，或者讨厌它，又受干扰。喜怒哀乐叫七情，就是你受干扰的时候，肯定起这七种作用，喜怒；哀是悲哀，怜悯他，伤心了；乐，感到快乐，或者是忧，忧虑。喜怒哀乐爱恶欲，只要起这种反应，你就取相执着了，这是什么现象？这是六道的现象。所以你有七情五欲，你出不了六道轮回。往生西方极乐世界在最后那一刹那，念佛往生那一刹那你没有七情五欲，你真去了；如果在那一刹那，虽然心里念佛，还有牵挂，你就去不了，这是念佛人不能不知道的。我们念佛人唯一的目标就是希望往生，现在我们对于一切诸相要把它淡化，这个很重要，就是对它的取相执着愈来愈淡薄，我们走的时候真能放下。如果对于这些诸相还很浓厚的情执，到临终时候佛不会来，为什么？情执太重，情执是障碍。情执断了跟佛才有感应，因为佛来接引，那一念是清净心你就去了；那一念是染污的心就去不了，这就是念佛人多，往生人少。",
      "zh_TW": "那我們的修行你就知道，什麼叫功夫？不受外面境界干擾叫功夫。外面境界現前，干擾產生的反應是什麼？喜怒哀樂愛惡欲，這是反應，你受它干擾了。這境界現在你面前你很喜歡，被干擾了，本來心像清水一樣如如不動，你怎麼起波動了？你起了喜歡，或者討厭它，又受干擾。喜怒哀樂叫七情，就是你受干擾的時候，肯定起這七種作用，喜怒；哀是悲哀，憐憫他，傷心了；樂，感到快樂，或者是憂，憂慮。喜怒哀樂愛惡欲，只要起這種反應，你就取相執著了，這是什麼現象？這是六道的現象。所以你有七情五欲，你出不了六道輪迴。往生西方極樂世界在最後那一剎那，念佛往生那一剎那你沒有七情五欲，你真去了；如果在那一剎那，雖然心裡念佛，還有牽掛，你就去不了，這是念佛人不能不知道的。我們念佛人唯一的目標就是希望往生，現在我們對於一切諸相要把它淡化，這個很重要，就是對它的取相執著愈來愈淡薄，我們走的時候真能放下。如果對於這些諸相還很濃厚的情執，到臨終時候佛不會來，為什麼？情執太重，情執是障礙。情執斷了跟佛才有感應，因為佛來接引，那一念是清淨心你就去了；那一念是染污的心就去不了，這就是念佛人多，往生人少。"
    },
    {
      "id": "02-039-0560_p0016",
      "zh_CN": "往生没有障碍自在走的，他训练的功夫到家了，也就是他真放得下。我在前面跟诸位报告的，这是在旧金山甘老夫人告诉我的，他的先生是甘丽初，也是抗战的名将，我知道他当过军长，死了以后是追赠上将。老夫人晚年住在旧金山，她告诉我，她的一个好朋友，也是个老太太，念佛，往生自在，坐着走的。把遗嘱，儿子、媳妇、孙子孝服，她统统自己做的，就是后事她统统都想到，都办好，让他小孩不要操一点心，在外国。没有告诉任何一个人，什么时候走的不知道，这是第二天早晨起来才发现她已经走了，真放得下。她见诸相非相，一丝毫情执都没有，你看把后事自己料理准备，准备那么好。在美国很孤单，这大家住过美国都晓得，年轻人都上班，老人在家里，小孩小带小孩，小孩大了送到幼稚园、送到学校去念书去了，老人就一个人在家。那一个人最好用功了，一心念佛，没有人打闲岔；如果老人觉得这个很寂寞、很无聊，那就没有法子了。老人真正学佛，这是求往生最殊胜的因缘。儿子把她接到美国来照顾家，固然他有他的用意，在美国请工人不容易，老太太到美国就是当工人用。老太太有智慧，这是念佛大好机缘，这是儿子真正孝顺，可是儿子没有这么想，成就她，她真往生。",
      "zh_TW": "往生沒有障礙自在走的，他訓練的功夫到家了，也就是他真放得下。我在前面跟諸位報告的，這是在舊金山甘老夫人告訴我的，他的先生是甘麗初，也是抗戰的名將，我知道他當過軍長，死了以後是追贈上將。老夫人晚年住在舊金山，她告訴我，她的一個好朋友，也是個老太太，念佛，往生自在，坐著走的。把遺囑，兒子、媳婦、孫子孝服，她統統自己做的，就是後事她統統都想到，都辦好，讓他小孩不要操一點心，在外國。沒有告訴任何一個人，什麼時候走的不知道，這是第二天早晨起來才發現她已經走了，真放得下。她見諸相非相，一絲毫情執都沒有，你看把後事自己料理準備，準備那麼好。在美國很孤單，這大家住過美國都曉得，年輕人都上班，老人在家裡，小孩小帶小孩，小孩大了送到幼稚園、送到學校去念書去了，老人就一個人在家。那一個人最好用功了，一心念佛，沒有人打閒岔；如果老人覺得這個很寂寞、很無聊，那就沒有法子了。老人真正學佛，這是求往生最殊勝的因緣。兒子把她接到美國來照顧家，固然他有他的用意，在美國請工人不容易，老太太到美國就是當工人用。老太太有智慧，這是念佛大好機緣，這是兒子真正孝順，可是兒子沒有這麼想，成就她，她真往生。"
    },
    {
      "id": "02-039-0560_p0017",
      "zh_CN": "所以平常要放下，平常不放下，到临时很难，那个临终的时候生离死别，这是最痛苦的一桩事情，那一痛苦就到三恶道去了，极乐世界就没分。所以一定要晓得，这个六道里头没有一样是真的，人与人之间一定要看作什么？「一切众生本来是佛」，大家都是佛。现在变成这个样子是什么？是业报，每个人的业不一样。我们念头这么一转，问题解决了，平等心现前，全都是佛。你过得苦一点，你的业障重；他过得快乐一点，他业障轻；他修善，你造恶，统统是佛，大家平等。一家人上上下下个个都是佛，你能作如是观，你才懂得《金刚经》的义理，你才能把《金刚经》学会，让它在日常生活当中起作用。这些，「皆彰此无相智慧。」",
      "zh_TW": "所以平常要放下，平常不放下，到臨時很難，那個臨終的時候生離死別，這是最痛苦的一樁事情，那一痛苦就到三惡道去了，極樂世界就沒分。所以一定要曉得，這個六道裡頭沒有一樣是真的，人與人之間一定要看作什麼？「一切眾生本來是佛」，大家都是佛。現在變成這個樣子是什麼？是業報，每個人的業不一樣。我們念頭這麼一轉，問題解決了，平等心現前，全都是佛。你過得苦一點，你的業障重；他過得快樂一點，他業障輕；他修善，你造惡，統統是佛，大家平等。一家人上上下下個個都是佛，你能作如是觀，你才懂得《金剛經》的義理，你才能把《金剛經》學會，讓它在日常生活當中起作用。這些，「皆彰此無相智慧。」"
    },
    {
      "id": "02-039-0560_p0018",
      "zh_CN": "「经云：若以无相智慧，植众德本，乃至永得解脱。即《金刚经》中无我、无人、无众生、无寿者，修一切善法，则得阿耨多罗三藐三菩提之妙旨」。这个话说得好！「若以无相智慧」，无相是什么？就是前面讲的，若见诸相非相，这就是无相，这是智慧。没有智慧，你怎么看得出来？要怎么看？不是想的，它是事实真相。宇宙之间所有一切现象，都是一个波动的现象，这波动的速度多快？一秒钟一千六百兆频率，波动频率，一秒钟一千六百兆次它的频率，每一次佛法叫一念。换句话说，一秒钟当中你已经起念头起多少？起一千六百兆个念头，叫非相。那一念你能够掌握得住吗？我们讲这句话的时候不止一秒钟，所以佛给我们讲事实真相，这就是事实真相。每一个念头都是独立的，跟前念不相关，跟后念也不相关，没有两个念头完全相同。整个宇宙就是这个念头频率变现出来，一念就是一法界，惠能大师说「能生万法」，万法就是这种波动现象里面产生的幻相，没有一样是真的。你能够了解这个事实真相，你的心就平等了，清净心是声闻、缘觉证得的，平等心是菩萨证得的。此地所讲的菩萨是法身菩萨，不是权教，他们明了，所以他心是定的，不受万象的干扰。古大德有个比喻说，「百花丛中过，片叶不沾身」，百花丛中就是森罗万象，就是此地讲的一切法；片叶不沾身，一丝毫沾染都没有，干干净净，不沾。六道凡夫不一样，他受影响，有时候受很大的影响，殊不知那些影响都是假的，都不是真的。",
      "zh_TW": "「經云：若以無相智慧，植眾德本，乃至永得解脫。即《金剛經》中無我、無人、無眾生、無壽者，修一切善法，則得阿耨多羅三藐三菩提之妙旨」。這個話說得好！「若以無相智慧」，無相是什麼？就是前面講的，若見諸相非相，這就是無相，這是智慧。沒有智慧，你怎麼看得出來？要怎麼看？不是想的，它是事實真相。宇宙之間所有一切現象，都是一個波動的現象，這波動的速度多快？一秒鐘一千六百兆頻率，波動頻率，一秒鐘一千六百兆次它的頻率，每一次佛法叫一念。換句話說，一秒鐘當中你已經起念頭起多少？起一千六百兆個念頭，叫非相。那一念你能夠掌握得住嗎？我們講這句話的時候不止一秒鐘，所以佛給我們講事實真相，這就是事實真相。每一個念頭都是獨立的，跟前念不相關，跟後念也不相關，沒有兩個念頭完全相同。整個宇宙就是這個念頭頻率變現出來，一念就是一法界，惠能大師說「能生萬法」，萬法就是這種波動現象裡面產生的幻相，沒有一樣是真的。你能夠了解這個事實真相，你的心就平等了，清淨心是聲聞、緣覺證得的，平等心是菩薩證得的。此地所講的菩薩是法身菩薩，不是權教，他們明瞭，所以他心是定的，不受萬象的干擾。古大德有個比喻說，「百花叢中過，片葉不沾身」，百花叢中就是森羅萬象，就是此地講的一切法；片葉不沾身，一絲毫沾染都沒有，乾乾淨淨，不沾。六道凡夫不一樣，他受影響，有時候受很大的影響，殊不知那些影響都是假的，都不是真的。"
    },
    {
      "id": "02-039-0560_p0019",
      "zh_CN": "「植众德本」，这个德本在净土里面讲就是念佛。为什么？念佛是一切德中之德，一句佛号确确实实包括诸佛菩萨无量无边的功德，都在这一句佛号当中，所以叫德本。「乃至永得解脱」，究竟成佛了，这就是《金刚经》上所说的「无我、无人、无众生、无寿者」，这四相放下了。但是怎么样？「修一切善法」，不是不修，他忏悔、改过，他修一切善法。这是为什么？这做给别人看的，诸佛如来应化在世间都在表演，与他自己毫不相关，做给别人看的。为什么做给别人看？众生有感，他就有应。我跟他没有感，可能你跟他有感，他应给你看的，我也看到；我们两个人没有感，可能别人有感。如果没有感，他不会出现，他出现，我们大众当中肯定有几个人有感的，在教学里面他是当机的，我们是旁听的，都得到利益，得到利益都是平等的。虽然是平等利益，但是每个人善根福德不一样，善根福德深厚的得利益多，善根福德薄的得利益少，没有一个不得利益。这四相要知道，我、人、众生、寿者到底什么关系，要清清楚楚、明明白白。搞清楚、搞明白了，相处自然和睦，自然个个都是功德圆满。你看修一切善法，都能够得无上菩提，「阿耨多罗三藐三菩提」是无上菩提，如来果地上所证得的。",
      "zh_TW": "「植眾德本」，這個德本在淨土裡面講就是念佛。為什麼？念佛是一切德中之德，一句佛號確確實實包括諸佛菩薩無量無邊的功德，都在這一句佛號當中，所以叫德本。「乃至永得解脫」，究竟成佛了，這就是《金剛經》上所說的「無我、無人、無眾生、無壽者」，這四相放下了。但是怎麼樣？「修一切善法」，不是不修，他懺悔、改過，他修一切善法。這是為什麼？這做給別人看的，諸佛如來應化在世間都在表演，與他自己毫不相關，做給別人看的。為什麼做給別人看？眾生有感，他就有應。我跟他沒有感，可能你跟他有感，他應給你看的，我也看到；我們兩個人沒有感，可能別人有感。如果沒有感，他不會出現，他出現，我們大眾當中肯定有幾個人有感的，在教學裡面他是當機的，我們是旁聽的，都得到利益，得到利益都是平等的。雖然是平等利益，但是每個人善根福德不一樣，善根福德深厚的得利益多，善根福德薄的得利益少，沒有一個不得利益。這四相要知道，我、人、眾生、壽者到底什麼關係，要清清楚楚、明明白白。搞清楚、搞明白了，相處自然和睦，自然個個都是功德圓滿。你看修一切善法，都能夠得無上菩提，「阿耨多羅三藐三菩提」是無上菩提，如來果地上所證得的。"
    },
    {
      "id": "02-039-0560_p0020",
      "zh_CN": "「《破空论》释曰」，蕅益大师《金刚经》的注解，这里面说「盖不达无我」，达是通达，在此地讲一定要能做到，你自己明了做不到等于不明白，一定要做到才行，「不达无我，而修一切善法，止成人天伪果」，人天果报、福报，为什么说假的？你要是真正了解诸法实相，你就知道是假的。世间一切法总离不开一秒钟一千六百兆的频率，没办法离开，那就是假的。没有人能离开，连法身菩萨也不能离开，法身菩萨知道这个事实真相，所以在一切现象里头，他能不起心、不动念、不分别、不执着，他的本事就是这个。凡夫没有这个本事，在现象里头依旧起心动念，差别在此地。如果这个示现的人是诸佛如来示现的，诸佛如来不住实报土，他住常寂光，常寂光里头的诸佛如来也来，也常常到世间来。他到世间来应化的时候，随众生心，应所知量，你在表面看他跟凡夫一样，你一点看不出来；可是心里不一样，他心里干净，一尘不染。佛菩萨，你看到他听到不高兴事情的时候，他好像也愁眉苦脸，遇到欢喜的事情他也会哈哈大笑，那是什么？随缘，你们欢喜，我也欢喜一下。要不然你欢喜，我不欢喜，你会见怪，你又起心动念，完全随你们，你们搞什么跟你一起搞什么，快快乐乐的，你们有感触的时候，他清净无为，什么都没有，这就是人家的本事，和光同尘，一尘不染。我们学佛，说老实话就要学这个本事。",
      "zh_TW": "「《破空論》釋曰」，蕅益大師《金剛經》的註解，這裡面說「蓋不達無我」，達是通達，在此地講一定要能做到，你自己明瞭做不到等於不明白，一定要做到才行，「不達無我，而修一切善法，止成人天偽果」，人天果報、福報，為什麼說假的？你要是真正了解諸法實相，你就知道是假的。世間一切法總離不開一秒鐘一千六百兆的頻率，沒辦法離開，那就是假的。沒有人能離開，連法身菩薩也不能離開，法身菩薩知道這個事實真相，所以在一切現象裡頭，他能不起心、不動念、不分別、不執著，他的本事就是這個。凡夫沒有這個本事，在現象裡頭依舊起心動念，差別在此地。如果這個示現的人是諸佛如來示現的，諸佛如來不住實報土，他住常寂光，常寂光裡頭的諸佛如來也來，也常常到世間來。他到世間來應化的時候，隨眾生心，應所知量，你在表面看他跟凡夫一樣，你一點看不出來；可是心裡不一樣，他心裡乾淨，一塵不染。佛菩薩，你看到他聽到不高興事情的時候，他好像也愁眉苦臉，遇到歡喜的事情他也會哈哈大笑，那是什麼？隨緣，你們歡喜，我也歡喜一下。要不然你歡喜，我不歡喜，你會見怪，你又起心動念，完全隨你們，你們搞什麼跟你一起搞什麼，快快樂樂的，你們有感觸的時候，他清淨無為，什麼都沒有，這就是人家的本事，和光同塵，一塵不染。我們學佛，說老實話就要學這個本事。"
    },
    {
      "id": "02-039-0560_p0021",
      "zh_CN": "四摄法里，这叫什么？同事摄，这桩事情，我们在一般讲经教学上都不向深处讲，为什么？怕人会错了意思。同事，他喜欢跳舞，好，今天陪他去跳舞去，人家去跳舞不起心、不动念，你去跳舞起心动念你堕地狱，人家回常寂光，跟你不一样。人家正在造作的时候知道是空的，万法皆空，一尘不染。你没有，你把这假的全当真的，那个问题就大了，把假的当作真的是什么？就搞六道轮回，就造三恶道的业，理太深。在境界里头磨炼，那是什么人？那是四十一位法身大士，他们入这个境界，入这个境界还要到六道、到十法界来，通过考验是不是真不起心不动念？要不是真的，他就退堕，他是假的，他不是真的。真不起心动念，他的习气慢慢就没有了，他们是来淘汰习气的，希望这个习气早一天消除。最长的时间是三大阿僧祇劫，这不是固定的，有所谓根性利的，他淘汰得很快，一个阿僧祇劫，他的问题解决了，他就回常寂光，最慢的三大阿僧祇劫。就好像生边地，最慢回头的五百年，最快的可能三天、五天，他惭愧的心生出来，认错了，我错了，他就离开了。所以经上讲的三个阿僧祇劫、五百年都是底线，那是最低的底线，肯定他就回头。",
      "zh_TW": "四攝法裡，這叫什麼？同事攝，這樁事情，我們在一般講經教學上都不向深處講，為什麼？怕人會錯了意思。同事，他喜歡跳舞，好，今天陪他去跳舞去，人家去跳舞不起心、不動念，你去跳舞起心動念你墮地獄，人家回常寂光，跟你不一樣。人家正在造作的時候知道是空的，萬法皆空，一塵不染。你沒有，你把這假的全當真的，那個問題就大了，把假的當作真的是什麼？就搞六道輪迴，就造三惡道的業，理太深。在境界裡頭磨鍊，那是什麼人？那是四十一位法身大士，他們入這個境界，入這個境界還要到六道、到十法界來，通過考驗是不是真不起心不動念？要不是真的，他就退墮，他是假的，他不是真的。真不起心動念，他的習氣慢慢就沒有了，他們是來淘汰習氣的，希望這個習氣早一天消除。最長的時間是三大阿僧祇劫，這不是固定的，有所謂根性利的，他淘汰得很快，一個阿僧祇劫，他的問題解決了，他就回常寂光，最慢的三大阿僧祇劫。就好像生邊地，最慢回頭的五百年，最快的可能三天、五天，他慚愧的心生出來，認錯了，我錯了，他就離開了。所以經上講的三個阿僧祇劫、五百年都是底線，那是最低的底線，肯定他就回頭。"
    },
    {
      "id": "02-039-0560_p0022",
      "zh_CN": "下面说，「不修一切善法而但证我空，止成二乘小果」。这不修善法，那就是阿罗汉、辟支佛，他们利益大众的心比较淡薄，自利的心比较浓，但求自利，利他是附带的，主要是自利，这就小乘，心量小。大乘人不然，他一切是想别人，他不想自己，所以心量大，量大福大，量大的人证大果，量小的人证小果。如果在大乘经教里面，他误会了，他搞错了，「妄言我法俱空」，我法真的是俱空，但是什么？「恣行恶法」，杀盗淫妄他无所不为，为什么？万法皆空，因果也没有，随心所欲，想干什么就干什么，这种人是「阐提狱种」，阐提是没有善根，狱是地狱，他将来去的地方是阿鼻地狱、无间地狱，这种人叫拨无因果。善法、恶法的确是空不可得，真的是不可得，但是你看看菩萨法，还是断恶修善，为什么？断恶是消罪业，你在没有觉悟之前，无量劫当中你造了多少恶业，要不要消除？知道行善，行善是好事，是成就功德，行善断恶不住相分别全是功德，那你要不做的时候，功德就没有了。阿弥陀佛建立西方极乐世界，还要用五劫修行，五劫修什么？还不就是断恶修善吗？以这个功德成就了极乐世界。他要没这个功德，极乐世界从哪来？这个道理一定要懂。断恶修善的功德究竟从哪里来的？实际上少分是自己，多分是从众生那边来的。许多众生看到，你是大家的榜样、大家的模范，大家向你学习，跟你学习的人愈多，你功德愈大，学习的时间愈长久，你的功德愈长久，这么来的。",
      "zh_TW": "下面說，「不修一切善法而但證我空，止成二乘小果」。這不修善法，那就是阿羅漢、辟支佛，他們利益大眾的心比較淡薄，自利的心比較濃，但求自利，利他是附帶的，主要是自利，這就小乘，心量小。大乘人不然，他一切是想別人，他不想自己，所以心量大，量大福大，量大的人證大果，量小的人證小果。如果在大乘經教裡面，他誤會了，他搞錯了，「妄言我法俱空」，我法真的是俱空，但是什麼？「恣行惡法」，殺盜淫妄他無所不為，為什麼？萬法皆空，因果也沒有，隨心所欲，想幹什麼就幹什麼，這種人是「闡提獄種」，闡提是沒有善根，獄是地獄，他將來去的地方是阿鼻地獄、無間地獄，這種人叫撥無因果。善法、惡法的確是空不可得，真的是不可得，但是你看看菩薩法，還是斷惡修善，為什麼？斷惡是消罪業，你在沒有覺悟之前，無量劫當中你造了多少惡業，要不要消除？知道行善，行善是好事，是成就功德，行善斷惡不住相分別全是功德，那你要不做的時候，功德就沒有了。阿彌陀佛建立西方極樂世界，還要用五劫修行，五劫修什麼？還不就是斷惡修善嗎？以這個功德成就了極樂世界。他要沒這個功德，極樂世界從哪來？這個道理一定要懂。斷惡修善的功德究竟從哪裡來的？實際上少分是自己，多分是從眾生那邊來的。許多眾生看到，你是大家的榜樣、大家的模範，大家向你學習，跟你學習的人愈多，你功德愈大，學習的時間愈長久，你的功德愈長久，這麼來的。"
    },
    {
      "id": "02-039-0560_p0023",
      "zh_CN": "我们想想释迦牟尼佛功德多大，距离我们（中国人的说法）三千零三十八年，留下来这些经典在全世界流通，多少人在学习，这就成就他的功德，这么长的时间，这么多人学习，都得到利益，全他功德。然后我们才晓得，好事、恶事，恶那个不善的行为、不善的念头，这个里头两句话说得好，「妄言我法俱空，恣行恶法」，这个榜样表得不好。你在世间你有影响力，或是大富，或是大贵，或者是个有名的教授，乃至于现在所谓明星之流，模仿的人多，你要是个坏样子，大家都学你，这学坏了，你阿鼻地狱去了，学你的人愈多，学你的时间愈长，你的罪就愈重。你要是表演个善法，好榜样，学你的人多，学你的时间长，你在天上享福，福报大，时间长远。所以要常常知道我们有多大的影响力，你的影响是正面的还是负面的，这个关系太大，不能不知道。",
      "zh_TW": "我們想想釋迦牟尼佛功德多大，距離我們（中國人的說法）三千零三十八年，留下來這些經典在全世界流通，多少人在學習，這就成就他的功德，這麼長的時間，這麼多人學習，都得到利益，全他功德。然後我們才曉得，好事、惡事，惡那個不善的行為、不善的念頭，這個裡頭兩句話說得好，「妄言我法俱空，恣行惡法」，這個榜樣表得不好。你在世間你有影響力，或是大富，或是大貴，或者是個有名的教授，乃至於現在所謂明星之流，模仿的人多，你要是個壞樣子，大家都學你，這學壞了，你阿鼻地獄去了，學你的人愈多，學你的時間愈長，你的罪就愈重。你要是表演個善法，好榜樣，學你的人多，學你的時間長，你在天上享福，福報大，時間長遠。所以要常常知道我們有多大的影響力，你的影響是正面的還是負面的，這個關係太大，不能不知道。"
    },
    {
      "id": "02-039-0560_p0024",
      "zh_CN": "「惟以无我修一切善法，正所谓无所住而生其心」，《金刚经》上讲的「应无所住而生其心」。唐朝时候禅宗六祖惠能大师在这一句里头开悟的，五祖忍和尚给他讲《金刚经》大意，讲到「应无所住而生其心」，豁然大悟，就见性了。见性见到什么？前面所说的「见诸相非相，则见如来」，惠能大师在这一句里头见性了，真的见到诸相非相，他见如来了。后头有一句「而生其心」，这是大慈大悲，生什么心？生普度一切苦难众生的心。你「即得无上菩提」，这个心一发，你就证得无上菩提，无上菩提是智慧，圆满的智慧，一点障碍都没有。由此可知，圆满智慧之所以被障碍，被什么障碍？自己小心量障碍了，只图自己不想别人，障碍你的智慧不能现前。一反过来，自己没有了，统统是为众生，自性的智慧立刻就出来。这就是古人讲的量大福大，我再加上量大慧大，福慧都大！量小，福就小、智慧就小，智慧小，烦恼就多，福要是小，疾病就多，烦恼多，不如意的事情多，不就是这个情形吗？全都是自己念头在转，与外面境界毫不相关。这些道理，你说能不懂吗？真听懂了，真学明白了，世间还有什么东西比这个更可贵！功名富贵是假的，带不走的，这种智慧、福报是可以带得走的。假的东西应该放下，即使不放下，也不要太在意；真的东西要抓住，这个福报是称性的。称性的福慧真的是取之不竭、用之不尽，是你生生世世永恒的福慧。",
      "zh_TW": "「惟以無我修一切善法，正所謂無所住而生其心」，《金剛經》上講的「應無所住而生其心」。唐朝時候禪宗六祖惠能大師在這一句裡頭開悟的，五祖忍和尚給他講《金剛經》大意，講到「應無所住而生其心」，豁然大悟，就見性了。見性見到什麼？前面所說的「見諸相非相，則見如來」，惠能大師在這一句裡頭見性了，真的見到諸相非相，他見如來了。後頭有一句「而生其心」，這是大慈大悲，生什麼心？生普度一切苦難眾生的心。你「即得無上菩提」，這個心一發，你就證得無上菩提，無上菩提是智慧，圓滿的智慧，一點障礙都沒有。由此可知，圓滿智慧之所以被障礙，被什麼障礙？自己小心量障礙了，只圖自己不想別人，障礙你的智慧不能現前。一反過來，自己沒有了，統統是為眾生，自性的智慧立刻就出來。這就是古人講的量大福大，我再加上量大慧大，福慧都大！量小，福就小、智慧就小，智慧小，煩惱就多，福要是小，疾病就多，煩惱多，不如意的事情多，不就是這個情形嗎？全都是自己念頭在轉，與外面境界毫不相關。這些道理，你說能不懂嗎？真聽懂了，真學明白了，世間還有什麼東西比這個更可貴！功名富貴是假的，帶不走的，這種智慧、福報是可以帶得走的。假的東西應該放下，即使不放下，也不要太在意；真的東西要抓住，這個福報是稱性的。稱性的福慧真的是取之不竭、用之不盡，是你生生世世永恆的福慧。"
    },
    {
      "id": "02-039-0560_p0025",
      "zh_CN": "「两经相较」，这两部经，《金刚经》跟《无量寿经》做一个比较。「今经中无相智慧，远离分别」，这《无量寿经》上讲的，无相智慧，远离分别。「即如彼经」，彼经是《金刚经》，就是《金刚经》上所说的「无我、无人、无众生、无寿者」。「植众德本，求生净刹，趣佛菩提」，这几句话，这本经上说的，就是《金刚经》上讲的「修一切善法」。「又当生佛刹，永得解脱」，就是《金刚经》上所说的「即得阿耨多罗三藐三菩提」。两个经一对照，《无量寿经》怎么不是般若智慧！说《无量寿经》比不上《金刚经》的，看看这一段对比，你就明白了。佛在《金刚经》说「法门平等，无有高下」，《华严经》上说「一即一切，一切即一」，你把它会通起来看就明白，事实真相就了解了。任何一部经典，里面所讲的道理它是圆融的，一切经的道理都在其中。所以《无量寿经》就是《金刚经》，《无量寿经》就是《大般若》，《无量寿经》就是《华严》、就是《法华》。世尊，佛四十九年所说一切经的奥义，统统在这部经里头。",
      "zh_TW": "「兩經相較」，這兩部經，《金剛經》跟《無量壽經》做一個比較。「今經中無相智慧，遠離分別」，這《無量壽經》上講的，無相智慧，遠離分別。「即如彼經」，彼經是《金剛經》，就是《金剛經》上所說的「無我、無人、無眾生、無壽者」。「植眾德本，求生淨剎，趣佛菩提」，這幾句話，這本經上說的，就是《金剛經》上講的「修一切善法」。「又當生佛剎，永得解脫」，就是《金剛經》上所說的「即得阿耨多羅三藐三菩提」。兩個經一對照，《無量壽經》怎麼不是般若智慧！說《無量壽經》比不上《金剛經》的，看看這一段對比，你就明白了。佛在《金剛經》說「法門平等，無有高下」，《華嚴經》上說「一即一切，一切即一」，你把它會通起來看就明白，事實真相就了解了。任何一部經典，裡面所講的道理它是圓融的，一切經的道理都在其中。所以《無量壽經》就是《金剛經》，《無量壽經》就是《大般若》，《無量壽經》就是《華嚴》、就是《法華》。世尊，佛四十九年所說一切經的奧義，統統在這部經裡頭。"
    },
    {
      "id": "02-039-0560_p0026",
      "zh_CN": "这部经，在末法时期它的分量适中，不太多，人就喜欢学。分量太大，一般人受不了；太简单，一般人疏忽了；它这个分量适中，不多不少。净宗总共五经一论，在八大宗派里头，大乘八个宗派里头，它的分量最少，五经一论合起来印成一本，大概恐怕比这个还要薄一点，还没有这么厚，净土宗全部经论就在其中。所以这个法门能够流传末法九千年，有它的道理，里面的内容，是世尊四十九年所说的一切经，等于说浓缩在一部里头。尤其是这一部注解，更明显、更清楚，让你欢欢喜喜去接受。有人批评我、责备我，说我只弘扬净土，别的宗都没有弘扬，好像看不起、轻视的样子。我弘扬这一宗已经带来这么多麻烦，如果各宗都弘扬，那还得了？那我在这个世间不能立足了。这什么原因，诸位晓得吗？老祖宗说得很清楚，叫同行相忌，我学净土，学净土的人嫉妒我；我再学别的，大家都嫉妒，那更不得了。学一宗，那七宗让给别人，好，宗宗都第一，门门都第一，没有第二的，这是世尊说的「法门平等，无有高下」。",
      "zh_TW": "這部經，在末法時期它的分量適中，不太多，人就喜歡學。分量太大，一般人受不了；太簡單，一般人疏忽了；它這個分量適中，不多不少。淨宗總共五經一論，在八大宗派裡頭，大乘八個宗派裡頭，它的分量最少，五經一論合起來印成一本，大概恐怕比這個還要薄一點，還沒有這麼厚，淨土宗全部經論就在其中。所以這個法門能夠流傳末法九千年，有它的道理，裡面的內容，是世尊四十九年所說的一切經，等於說濃縮在一部裡頭。尤其是這一部註解，更明顯、更清楚，讓你歡歡喜喜去接受。有人批評我、責備我，說我只弘揚淨土，別的宗都沒有弘揚，好像看不起、輕視的樣子。我弘揚這一宗已經帶來這麼多麻煩，如果各宗都弘揚，那還得了？那我在這個世間不能立足了。這什麼原因，諸位曉得嗎？老祖宗說得很清楚，叫同行相忌，我學淨土，學淨土的人嫉妒我；我再學別的，大家都嫉妒，那更不得了。學一宗，那七宗讓給別人，好，宗宗都第一，門門都第一，沒有第二的，這是世尊說的「法門平等，無有高下」。"
    },
    {
      "id": "02-039-0560_p0027",
      "zh_CN": "所以道理一定要清楚、一定要明了，我们赞叹，欢喜赞叹，净宗有人出来弘扬，我就不讲经了，我老实念佛赶快求生净土了，我得天天给你磕头顶礼。你要认为我喜欢讲，那就错了，我是逼着没有办法，没有人讲，你说这么好的东西。我跟黄念祖老居士是好朋友，志同道合，他费了六年的时间写成这部注解，我要不把它细细讲个几遍，我对不起这个老朋友。他要不做这个注解，他对不起他的老师夏莲居。这个会集本确确实实能帮助末法九千年众生，往生净土，圆成佛道。会集出来之后，如果不把它讲清楚、讲明白，一般人不知道。所以夏老嘱咐他，因为夏老讲这个经的时候，他听过几遍，让他给这个经写一部注解。夏老我没见过面，念老是有幸，晚年的时候我们见面了。这个东西谁认识？认识的人真的不多，批评的人太多，批评多半都是负面的，赞叹的人太少了。我认识这部经，早年李老师交给我的，他把他早年在台湾讲经的眉注，这个经没注解，他自己写的一个注解，这本子给我了，我看得懂他的注解。当时我就发心讲这部经，我欢喜，那年韩馆长五十岁，给她做五十岁生日，她发心印了三千本经本。我到台中向老师报告，老师就把我终止了：不行，这个经你不可以讲，你太年轻，资历不够，你讲这个经，如果有一些人来批评的话，你抵挡不住。所以当时在台北，临时就改讲《楞严经》。",
      "zh_TW": "所以道理一定要清楚、一定要明瞭，我們讚歎，歡喜讚歎，淨宗有人出來弘揚，我就不講經了，我老實念佛趕快求生淨土了，我得天天給你磕頭頂禮。你要認為我喜歡講，那就錯了，我是逼著沒有辦法，沒有人講，你說這麼好的東西。我跟黃念祖老居士是好朋友，志同道合，他費了六年的時間寫成這部註解，我要不把它細細講個幾遍，我對不起這個老朋友。他要不做這個註解，他對不起他的老師夏蓮居。這個會集本確確實實能幫助末法九千年眾生，往生淨土，圓成佛道。會集出來之後，如果不把它講清楚、講明白，一般人不知道。所以夏老囑咐他，因為夏老講這個經的時候，他聽過幾遍，讓他給這個經寫一部註解。夏老我沒見過面，念老是有幸，晚年的時候我們見面了。這個東西誰認識？認識的人真的不多，批評的人太多，批評多半都是負面的，讚歎的人太少了。我認識這部經，早年李老師交給我的，他把他早年在台灣講經的眉註，這個經沒註解，他自己寫的一個註解，這本子給我了，我看得懂他的註解。當時我就發心講這部經，我歡喜，那年韓館長五十歲，給她做五十歲生日，她發心印了三千本經本。我到台中向老師報告，老師就把我終止了：不行，這個經你不可以講，你太年輕，資歷不夠，你講這個經，如果有一些人來批評的話，你抵擋不住。所以當時在台北，臨時就改講《楞嚴經》。"
    },
    {
      "id": "02-039-0560_p0028",
      "zh_CN": "一直到李老师往生，这个本子在我手上，很多人没有见过，我将这个本子印了一万本，在国外流通，每一个人看到这个本子都欢喜，我印的就是李老师眉注的本子。那个时候我在美国，许多同学就要我讲，所以我讲这部经第一次、第二次，在美国讲的，在温哥华讲过一次，在美国旧金山讲过一次，从那边开始的，听的人没有一个不欢喜，所以《无量寿经》就这么展开。经本印的数量我没有统计，我估计至少有二、三百万册，至少，在全世界流通，这最保守的估计，听这个经的人多，听这个经的人欢喜。这一次，去年清明，我们把《华严经》暂停，讲这部经，讲这个注解，为什么？灾难频繁，这个经、这个注解冥阳两利。帮我们转变观念，弃恶扬善、改邪归正、端正心念，就能化解灾难。这一遍预计一千二百个小时，大概差不多，这一遍讲完了，第二遍再讲这部经，换一个方式。我学习《无量寿经》在没有认识黄念老之前，我对于这部做了一个科判，科判做得很详细。所以这一遍讲完，我用「大经科解」，就是分的段落跟老居士分的不一样，会更清楚，更容易明了。注还是用老居士的注解，科注，「大经科解」，还是用他的解，就是重新编排一下，让这些段落层次清清楚楚。从文字上来看，晓得这部书它的章法结构严密完整。了解章法结构，你就能体会到它的内容，思想体系精密圆满不可思议。讲演的时间大概也需要一千二百个小时，如果我们每天讲四个小时，应该一年可以完成，这是大事！其他的统统都得暂时放下，先把这个工作把它完成。学习《无量寿经》，这也是个非常殊胜的缘分，我们可以共同在一起学习。",
      "zh_TW": "一直到李老師往生，這個本子在我手上，很多人沒有見過，我將這個本子印了一萬本，在國外流通，每一個人看到這個本子都歡喜，我印的就是李老師眉註的本子。那個時候我在美國，許多同學就要我講，所以我講這部經第一次、第二次，在美國講的，在溫哥華講過一次，在美國舊金山講過一次，從那邊開始的，聽的人沒有一個不歡喜，所以《無量壽經》就這麼展開。經本印的數量我沒有統計，我估計至少有二、三百萬冊，至少，在全世界流通，這最保守的估計，聽這個經的人多，聽這個經的人歡喜。這一次，去年清明，我們把《華嚴經》暫停，講這部經，講這個註解，為什麼？災難頻繁，這個經、這個註解冥陽兩利。幫我們轉變觀念，棄惡揚善、改邪歸正、端正心念，就能化解災難。這一遍預計一千二百個小時，大概差不多，這一遍講完了，第二遍再講這部經，換一個方式。我學習《無量壽經》在沒有認識黃念老之前，我對於這部做了一個科判，科判做得很詳細。所以這一遍講完，我用「大經科解」，就是分的段落跟老居士分的不一樣，會更清楚，更容易明瞭。註還是用老居士的註解，科註，「大經科解」，還是用他的解，就是重新編排一下，讓這些段落層次清清楚楚。從文字上來看，曉得這部書它的章法結構嚴密完整。了解章法結構，你就能體會到它的內容，思想體系精密圓滿不可思議。講演的時間大概也需要一千二百個小時，如果我們每天講四個小時，應該一年可以完成，這是大事！其他的統統都得暫時放下，先把這個工作把它完成。學習《無量壽經》，這也是個非常殊勝的緣分，我們可以共同在一起學習。"
    },
    {
      "id": "02-039-0560_p0029",
      "zh_CN": "我们看下面第三段，「夫净土乃一切世间难信之法，于此能信，是即无相智慧」。念老这句话好，这个法门，确确实实不但是我们这个世间难信，你看这都佛说的，一切世间，为什么？它太容易，太简单了。真正想求生极乐世界，亲近阿弥陀佛，我们就可以开一个这样的班，「净土大经科解演义」。这个班一年，一天四个钟点学习经教，另外四个钟点念佛，一天八个小时，一年毕业。毕业之后进念佛堂，念佛堂不讲经，每天早课、晚课都用《无量寿经》，早课念一部《无量寿经》，晚课也念一部《无量寿经》，一门深入，长时薰修。如果每天能够有十个小时念佛，早晚一天两部《无量寿经》，我相信三年的时间得念佛三昧，肯定超过百分之六十以上，这个效果不可思议。得念佛三昧就能自在往生，想什么时候走就什么时候走，想多住几年不碍事，生死自在，灾难有没有？没有了。不能把众生的共业化解，灾难有，灾难来的时候，阿弥陀佛就来接引我走了。所以对念佛人来讲，他没有灾难，这是我们可以做得到的，有把握做得到的。为什么不干？真能信就是无相智慧，无相智慧是自性本具的智慧，离一切相，即一切法，深信不疑，完全肯定，真实智慧，本经所讲的三个真实，真实之际、真实智慧、真实利益。「如《金刚经》云：闻是章句，乃至一念生净信者，是诸众生，无复我相、人相、众生相、寿者相」。他要还着相，他就不相信；他要不着相，他一听就相信，一听就生清净信心。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們看下面第三段，「夫淨土乃一切世間難信之法，於此能信，是即無相智慧」。念老這句話好，這個法門，確確實實不但是我們這個世間難信，你看這都佛說的，一切世間，為什麼？它太容易，太簡單了。真正想求生極樂世界，親近阿彌陀佛，我們就可以開一個這樣的班，「淨土大經科解演義」。這個班一年，一天四個鐘點學習經教，另外四個鐘點念佛，一天八個小時，一年畢業。畢業之後進念佛堂，念佛堂不講經，每天早課、晚課都用《無量壽經》，早課念一部《無量壽經》，晚課也念一部《無量壽經》，一門深入，長時薰修。如果每天能夠有十個小時念佛，早晚一天兩部《無量壽經》，我相信三年的時間得念佛三昧，肯定超過百分之六十以上，這個效果不可思議。得念佛三昧就能自在往生，想什麼時候走就什麼時候走，想多住幾年不礙事，生死自在，災難有沒有？沒有了。不能把眾生的共業化解，災難有，災難來的時候，阿彌陀佛就來接引我走了。所以對念佛人來講，他沒有災難，這是我們可以做得到的，有把握做得到的。為什麼不幹？真能信就是無相智慧，無相智慧是自性本具的智慧，離一切相，即一切法，深信不疑，完全肯定，真實智慧，本經所講的三個真實，真實之際、真實智慧、真實利益。「如《金剛經》云：聞是章句，乃至一念生淨信者，是諸眾生，無復我相、人相、眾生相、壽者相」。他要還著相，他就不相信；他要不著相，他一聽就相信，一聽就生清淨信心。今天時間到了，我們就學習到此地。"
    }
  ]
}