{
  "doc_id": "02-039-0016",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十六集",
    "zh_TW": "第十六集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0016",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "02-039-0016_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第十五页，倒数第六行第二句看起。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第十五頁，倒數第六行第二句看起。"
    },
    {
      "id": "02-039-0016_p0002",
      "zh_CN": "「夫众生之生灭心，处处能缘，独不能缘于般若」。这是说凡夫心，我们也称它叫轮回心，出不了六道轮回，它的作用很大，处处能缘，能缘过去，也能幻想未来，就是此界他方它都能想。虽然有这么大的能力，佛经上说，内，它能够缘到阿赖耶，外面能缘虚空法界，它就不能缘自性；般若是自性的德能，它缘不到自性，当然般若它就缘不到。佛在《华严经》上讲的「一切众生皆有如来智慧德相」，这都是凡夫心缘不到的，就是众生的生灭心缘不到的。到什么时候他才能缘到？见性就缘到了，明心见性就缘到了，自性里面的智慧德能都现前。「须位登别教地上之菩萨，方能契入」，别教初地就是圆教初住，《华严经》上讲初住以上，别教是讲初地以上，这样的人就是我们中国佛教里面讲的大彻大悟、明心见性，这个时候他就缘到了。方能契入，契入就是入自性，也就是我们一般人讲的明心见性。",
      "zh_TW": "「夫眾生之生滅心，處處能緣，獨不能緣於般若」。這是說凡夫心，我們也稱它叫輪迴心，出不了六道輪迴，它的作用很大，處處能緣，能緣過去，也能幻想未來，就是此界他方它都能想。雖然有這麼大的能力，佛經上說，內，它能夠緣到阿賴耶，外面能緣虛空法界，它就不能緣自性；般若是自性的德能，它緣不到自性，當然般若它就緣不到。佛在《華嚴經》上講的「一切眾生皆有如來智慧德相」，這都是凡夫心緣不到的，就是眾生的生滅心緣不到的。到什麼時候他才能緣到？見性就緣到了，明心見性就緣到了，自性裡面的智慧德能都現前。「須位登別教地上之菩薩，方能契入」，別教初地就是圓教初住，《華嚴經》上講初住以上，別教是講初地以上，這樣的人就是我們中國佛教裡面講的大徹大悟、明心見性，這個時候他就緣到了。方能契入，契入就是入自性，也就是我們一般人講的明心見性。"
    },
    {
      "id": "02-039-0016_p0003",
      "zh_CN": "「于无住时即生心，于生心时即无住」，这是明心见性的境界，生心是现相，生什么心？生度众生的心。四弘誓愿里第一条，众生无边誓愿度，他怎么生心？众生有感，佛就有应。别教地上菩萨、圆教十住菩萨都是真佛，天台大师六即佛里面讲的分证即佛，在他上面那是究竟即佛。究竟即佛只有一个，《华严经》上讲的妙觉位；分证即佛有四十一个位次，十住、十行、十回向、十地、等觉，这四十一个位次都是分证即佛，他是真佛，他不是假佛。十法界里面的佛不是真佛，叫相似即佛，很像，为什么？他用阿赖耶，他没有转识成智。转识成智，那就是这个地方讲的地上菩萨，见性了；没转识成智，就是没见性。这是属于佛教常识，我们应该知道。他的应化，是众生有感他就应，应以什么身得度，他就现什么身。释迦如来当年在印度，「应以佛身得度」，他就现三十二相八十种随形好的应身佛，现这个身相。在中国，禅宗六祖惠能大师，唐朝时候出现的，他也是大彻大悟、明心见性，跟释迦佛没有两样。所现的是同样一个境界，不同的就是他现比丘身，释迦牟尼佛现的是佛身，三十二相八十随形好的身。能大师在中国，那是应以比丘身而得度者他就现比丘身，真的，在他一生当中度了四十多位比丘成佛、明心见性，以比丘身。他现身的时候，给诸位说，他就是无住，无住是什么意思？现的身相跟我们没有两样，这个身相也是早起晚睡，也是天天要吃饭、要穿衣，没两样；真的有不相同的地方，不相同是我们有起心动念、分别执着，他没有，他没有就叫无住。「应无所住而生其心」，法身大士应化在世间，无住跟生心是一不是二，一桩事情，这就应化在世间。如果还有起心动念分别执着，我们就要晓得是凡夫、六道凡夫，人家说你是什么佛再来的、什么菩萨再来的，自己要晓得，是假的不是真的。假的能不能修成真的？能。",
      "zh_TW": "「於無住時即生心，於生心時即無住」，這是明心見性的境界，生心是現相，生什麼心？生度眾生的心。四弘誓願裡第一條，眾生無邊誓願度，他怎麼生心？眾生有感，佛就有應。別教地上菩薩、圓教十住菩薩都是真佛，天台大師六即佛裡面講的分證即佛，在他上面那是究竟即佛。究竟即佛只有一個，《華嚴經》上講的妙覺位；分證即佛有四十一個位次，十住、十行、十迴向、十地、等覺，這四十一個位次都是分證即佛，他是真佛，他不是假佛。十法界裡面的佛不是真佛，叫相似即佛，很像，為什麼？他用阿賴耶，他沒有轉識成智。轉識成智，那就是這個地方講的地上菩薩，見性了；沒轉識成智，就是沒見性。這是屬於佛教常識，我們應該知道。他的應化，是眾生有感他就應，應以什麼身得度，他就現什麼身。釋迦如來當年在印度，「應以佛身得度」，他就現三十二相八十種隨形好的應身佛，現這個身相。在中國，禪宗六祖惠能大師，唐朝時候出現的，他也是大徹大悟、明心見性，跟釋迦佛沒有兩樣。所現的是同樣一個境界，不同的就是他現比丘身，釋迦牟尼佛現的是佛身，三十二相八十隨形好的身。能大師在中國，那是應以比丘身而得度者他就現比丘身，真的，在他一生當中度了四十多位比丘成佛、明心見性，以比丘身。他現身的時候，給諸位說，他就是無住，無住是什麼意思？現的身相跟我們沒有兩樣，這個身相也是早起晚睡，也是天天要吃飯、要穿衣，沒兩樣；真的有不相同的地方，不相同是我們有起心動念、分別執著，他沒有，他沒有就叫無住。「應無所住而生其心」，法身大士應化在世間，無住跟生心是一不是二，一樁事情，這就應化在世間。如果還有起心動念分別執著，我們就要曉得是凡夫、六道凡夫，人家說你是什麼佛再來的、什麼菩薩再來的，自己要曉得，是假的不是真的。假的能不能修成真的？能。"
    },
    {
      "id": "02-039-0016_p0004",
      "zh_CN": "在这个地方我们要知道，同名佛的名号无量无边，同名菩萨的名号也是无量无边。观音菩萨不是一个人，你要说一个人就错了。像在学校念书，教授一样，观音菩萨好比是语文教授，那我要问你，这世界上教语文的教授有多少？你就明白了。我们凡夫执着，说观音菩萨以为就是一个人，这就错了，太多了，无量无边，修这个法门的都叫观音菩萨；修般若法门的，那都是文殊菩萨；修十大愿王的，那都是普贤菩萨；修孝亲尊师的都叫地藏菩萨，这是学佛同学不能不知道的。这么多菩萨当中，他境界同不同？不同，你看《华严经》上，从初信位到等觉位一共五十一个阶级，他是哪一个阶级的观音菩萨？我们在三部经上看到的观音菩萨，就不是一个位次。《华严经》里的观音菩萨是第七回向菩萨，三贤里面第七回向；《楞严经》上的观音菩萨是初住菩萨，刚刚证得圆通；《法华经》上的观音菩萨是等觉菩萨，不一样。所以说观音菩萨再来的，哪一个阶层的观音菩萨？如果他是十信位里面的初信位观音菩萨，是的，他是观音菩萨，他还没出六道轮回，他断证的功夫只等于须陀洹，但是他是修观音法门，这个一定要知道。这是问五十一个位次他在哪个位次，差别很大！初住以上，那是分证位的菩萨，法身大士，真的法身大士。如果他是十信位里头从初信到十信，他没有出十法界，他修这个法门，不能说他不是菩萨。",
      "zh_TW": "在這個地方我們要知道，同名佛的名號無量無邊，同名菩薩的名號也是無量無邊。觀音菩薩不是一個人，你要說一個人就錯了。像在學校念書，教授一樣，觀音菩薩好比是語文教授，那我要問你，這世界上教語文的教授有多少？你就明白了。我們凡夫執著，說觀音菩薩以為就是一個人，這就錯了，太多了，無量無邊，修這個法門的都叫觀音菩薩；修般若法門的，那都是文殊菩薩；修十大願王的，那都是普賢菩薩；修孝親尊師的都叫地藏菩薩，這是學佛同學不能不知道的。這麼多菩薩當中，他境界同不同？不同，你看《華嚴經》上，從初信位到等覺位一共五十一個階級，他是哪一個階級的觀音菩薩？我們在三部經上看到的觀音菩薩，就不是一個位次。《華嚴經》裡的觀音菩薩是第七迴向菩薩，三賢裡面第七迴向；《楞嚴經》上的觀音菩薩是初住菩薩，剛剛證得圓通；《法華經》上的觀音菩薩是等覺菩薩，不一樣。所以說觀音菩薩再來的，哪一個階層的觀音菩薩？如果他是十信位裡面的初信位觀音菩薩，是的，他是觀音菩薩，他還沒出六道輪迴，他斷證的功夫只等於須陀洹，但是他是修觀音法門，這個一定要知道。這是問五十一個位次他在哪個位次，差別很大！初住以上，那是分證位的菩薩，法身大士，真的法身大士。如果他是十信位裡頭從初信到十信，他沒有出十法界，他修這個法門，不能說他不是菩薩。"
    },
    {
      "id": "02-039-0016_p0005",
      "zh_CN": "我们今天发心依《无量寿经》、依净土(现在是五经)五经一论来修行，那你是什么人？给诸位说，就是阿弥陀佛。这经上讲得很清楚，不是一般人讲的，祖师大德说的。你依照这个法门，所以净宗是以果为因，这很特别，八万四千法门没有以果为因的，只有这个法门以果为因，果是什么？果是阿弥陀佛。「概要」里头，后面黄老居士引用许多经论来说明这桩事情，所以对于经教通达的人，他清楚，他不会执着，他了解事实真相。真正的成就，一定是别教初地、圆教初住，才算是真正成就；没有到这个，是相似即佛；再低一层的，还达不到相似，那我们就得加功用行。从理上讲是名字即佛，那人人平等，有名无实，为什么？你自性是佛，所以佛在经上讲「一切众生本来是佛」。我们开始学佛了，很认真的学佛，但是功夫不得力，这个时候叫名字即佛，你有名无实，名字即佛。功夫得力，观行即佛。观行位就不错了，到观行位在我们净土法门里面就是讲的功夫成片，观行是功夫成片，决定生凡圣同居土。相似呢？相似就不是同居土，方便有余土，那是事一心不乱。理一心不乱生实报庄严土，那就是此地讲的位次，别教地上、圆教十住法身菩萨。一层一层的都得搞得清清楚楚，我们一级一级往上去、往上提升，这是对的。提升，提升得放下，一定要依照这个顺序，要先放下执着。你说我先放下起心动念，不可能，起心动念你一放下那就是妙觉位，那不是分证，那是圆满证得，那个做不到。这是不能不知道的。",
      "zh_TW": "我們今天發心依《無量壽經》、依淨土(現在是五經)五經一論來修行，那你是什麼人？給諸位說，就是阿彌陀佛。這經上講得很清楚，不是一般人講的，祖師大德說的。你依照這個法門，所以淨宗是以果為因，這很特別，八萬四千法門沒有以果為因的，只有這個法門以果為因，果是什麼？果是阿彌陀佛。「概要」裡頭，後面黃老居士引用許多經論來說明這樁事情，所以對於經教通達的人，他清楚，他不會執著，他了解事實真相。真正的成就，一定是別教初地、圓教初住，才算是真正成就；沒有到這個，是相似即佛；再低一層的，還達不到相似，那我們就得加功用行。從理上講是名字即佛，那人人平等，有名無實，為什麼？你自性是佛，所以佛在經上講「一切眾生本來是佛」。我們開始學佛了，很認真的學佛，但是功夫不得力，這個時候叫名字即佛，你有名無實，名字即佛。功夫得力，觀行即佛。觀行位就不錯了，到觀行位在我們淨土法門裡面就是講的功夫成片，觀行是功夫成片，決定生凡聖同居土。相似呢？相似就不是同居土，方便有餘土，那是事一心不亂。理一心不亂生實報莊嚴土，那就是此地講的位次，別教地上、圓教十住法身菩薩。一層一層的都得搞得清清楚楚，我們一級一級往上去、往上提升，這是對的。提升，提升得放下，一定要依照這個順序，要先放下執著。你說我先放下起心動念，不可能，起心動念你一放下那就是妙覺位，那不是分證，那是圓滿證得，那個做不到。這是不能不知道的。"
    },
    {
      "id": "02-039-0016_p0006",
      "zh_CN": "现在有个问题，这个问题我还没有能够搞清楚，众生有感，佛来应，是哪一个阶层佛来应？现在我们知道，实报土，就是从圆教初住就有这个能力，应以佛身得度者，他就能现三十二相八十随形好的身来应。佛家讲「本迹因缘」，他的本是圆教初住菩萨，他现的迹那是三十二相八十种好的佛相。如果来应的是等觉菩萨，观世音、大势至等觉菩萨，也是应以佛身得度，他也现佛身。这一尊佛是等觉，那一尊佛是初住菩萨，还有究竟圆满，究竟圆满是常寂光土里头自性现的，西方极乐世界那一尊阿弥陀佛，那是妙觉位，那不是等觉，那是究竟圆满佛。释迦牟尼佛到我们这个世界来示现的，给诸位说他是圆满位，他不是等觉菩萨，为什么？《梵网经》上他说得很好，佛没有妄语，句句实话，他到这个世界来，以佛身示现在人间，这一次是第八千次；不是一次、二次，八千次。他什么时候来？众生有感，他就来了；众生没有感，他不会应，感应道交。他自己绝对不会有意思，众生很苦，我要去帮助他，这不是佛，为什么？他起心动念。菩萨有起心动念、没有分别执着，有分别执着的习气，十信位的菩萨，没有分别执着，有分别执着的习气。初住以上，分别执着没有了、起心动念也没有了，有起心动念的习气。这四十一个阶级是习气厚薄的差别，我们要搞清楚。不能说一尊菩萨，这都是等觉，不是的，五十一个阶级。说一尊佛，那都是妙觉，不见得，四十一位法身大士都有能力现佛身。你想哪一尊佛，他就现哪一尊佛；哪一尊佛跟你有缘，他就现那尊佛，「随众生心，应所知量」，这个道理不能不懂。虽现身他肯定没有妄想分别执着。这里头特别注意妄想，就是起心动念，这是什么？法身菩萨，圆教初住就不起心不动念。",
      "zh_TW": "現在有個問題，這個問題我還沒有能夠搞清楚，眾生有感，佛來應，是哪一個階層佛來應？現在我們知道，實報土，就是從圓教初住就有這個能力，應以佛身得度者，他就能現三十二相八十隨形好的身來應。佛家講「本跡因緣」，他的本是圓教初住菩薩，他現的跡那是三十二相八十種好的佛相。如果來應的是等覺菩薩，觀世音、大勢至等覺菩薩，也是應以佛身得度，他也現佛身。這一尊佛是等覺，那一尊佛是初住菩薩，還有究竟圓滿，究竟圓滿是常寂光土裡頭自性現的，西方極樂世界那一尊阿彌陀佛，那是妙覺位，那不是等覺，那是究竟圓滿佛。釋迦牟尼佛到我們這個世界來示現的，給諸位說他是圓滿位，他不是等覺菩薩，為什麼？《梵網經》上他說得很好，佛沒有妄語，句句實話，他到這個世界來，以佛身示現在人間，這一次是第八千次；不是一次、二次，八千次。他什麼時候來？眾生有感，他就來了；眾生沒有感，他不會應，感應道交。他自己絕對不會有意思，眾生很苦，我要去幫助他，這不是佛，為什麼？他起心動念。菩薩有起心動念、沒有分別執著，有分別執著的習氣，十信位的菩薩，沒有分別執著，有分別執著的習氣。初住以上，分別執著沒有了、起心動念也沒有了，有起心動念的習氣。這四十一個階級是習氣厚薄的差別，我們要搞清楚。不能說一尊菩薩，這都是等覺，不是的，五十一個階級。說一尊佛，那都是妙覺，不見得，四十一位法身大士都有能力現佛身。你想哪一尊佛，他就現哪一尊佛；哪一尊佛跟你有緣，他就現那尊佛，「隨眾生心，應所知量」，這個道理不能不懂。雖現身他肯定沒有妄想分別執著。這裡頭特別注意妄想，就是起心動念，這是什麼？法身菩薩，圓教初住就不起心不動念。"
    },
    {
      "id": "02-039-0016_p0007",
      "zh_CN": "所以我们在这个世间，自己要常常想想，我们还是会起心动念，还有分别、还有执着，这是不是隔阴之迷？隔阴之迷讲得通。为什么？隔阴之迷是所有一切众生没有一个没有的。佛菩萨要应化到这个世间来，还有没有隔阴之迷？我们能够想像得到，十法界里，四圣法界声闻、缘觉、菩萨、佛可能有隔阴之迷，为什么？他没见性。没见性，这些修行人他们的智慧、德能、神通，那都比我们大多了，我们跟他不能比。他们会不会到六道来度众生？有，六道里有有缘的人，有缘的人念他，他也有感，他会来应。但是他应身到这世间来，小圣，不是大圣，是菩萨不是摩诃萨。诸位要知道，十法界以外的，就是实报庄严土，那叫摩诃萨；十法界之内的四圣我们称菩萨，所以菩萨摩诃萨。《金刚经》上讲的，佛嘱咐这些大菩萨要常常护念小菩萨，小菩萨有隔阴之迷，他也有慈悲心，应化到这个世间有时候他也迷惑了。但是他很聪明，这些大菩萨在旁边照顾他，什么时候缘成熟了，一点他，他就省悟过来。这一省悟，这就觉，一觉之后，真的至少分别他就放下了。境界，虽然是普通常识，不能不知道。不知道，有时候我们也被迷在里头，那就变成障碍，自己想往上提升就难了，甚至将来往生都造成障碍。这是讲到此地，不能不多说几句。",
      "zh_TW": "所以我們在這個世間，自己要常常想想，我們還是會起心動念，還有分別、還有執著，這是不是隔陰之迷？隔陰之迷講得通。為什麼？隔陰之迷是所有一切眾生沒有一個沒有的。佛菩薩要應化到這個世間來，還有沒有隔陰之迷？我們能夠想像得到，十法界裡，四聖法界聲聞、緣覺、菩薩、佛可能有隔陰之迷，為什麼？他沒見性。沒見性，這些修行人他們的智慧、德能、神通，那都比我們大多了，我們跟他不能比。他們會不會到六道來度眾生？有，六道裡有有緣的人，有緣的人念他，他也有感，他會來應。但是他應身到這世間來，小聖，不是大聖，是菩薩不是摩訶薩。諸位要知道，十法界以外的，就是實報莊嚴土，那叫摩訶薩；十法界之內的四聖我們稱菩薩，所以菩薩摩訶薩。《金剛經》上講的，佛囑咐這些大菩薩要常常護念小菩薩，小菩薩有隔陰之迷，他也有慈悲心，應化到這個世間有時候他也迷惑了。但是他很聰明，這些大菩薩在旁邊照顧他，什麼時候緣成熟了，一點他，他就省悟過來。這一省悟，這就覺，一覺之後，真的至少分別他就放下了。境界，雖然是普通常識，不能不知道。不知道，有時候我們也被迷在裡頭，那就變成障礙，自己想往上提升就難了，甚至將來往生都造成障礙。這是講到此地，不能不多說幾句。"
    },
    {
      "id": "02-039-0016_p0008",
      "zh_CN": "「其余地前诸贤，仍是打成两截」，这个地前，前面讲得很清楚，别教，这不是圆教，是别教地前，就是别教里面十住、十行、十回向，三贤菩萨。别教的三贤菩萨没有出十法界，都在十法界里面，也就是说他根本无明没破。所以你看，什么叫两截？「一时生心，另一时无住」，他没有办法，也就是大乘经里面讲，他还没有入不二法门。性相不二，生佛不二，动静不二，这他还没有做到，没有达到这个境界。「可见凡夫绝分」，凡夫是六道，那怎么行？那怎么能跟人比？",
      "zh_TW": "「其餘地前諸賢，仍是打成兩截」，這個地前，前面講得很清楚，別教，這不是圓教，是別教地前，就是別教裡面十住、十行、十迴向，三賢菩薩。別教的三賢菩薩沒有出十法界，都在十法界裡面，也就是說他根本無明沒破。所以你看，什麼叫兩截？「一時生心，另一時無住」，他沒有辦法，也就是大乘經裡面講，他還沒有入不二法門。性相不二，生佛不二，動靜不二，這他還沒有做到，沒有達到這個境界。「可見凡夫絕分」，凡夫是六道，那怎麼行？那怎麼能跟人比？"
    },
    {
      "id": "02-039-0016_p0009",
      "zh_CN": "「今此净土法门，教众生持名念佛，令众生即念离念，潜通佛智，暗合道妙，巧入无念，即凡成圣。」这是这个法门的妙，真妙。我不知道你们同学怎么样，如果你们同学要是心细一点、心地妄念少一点，我想你们会发现一个现象，那就是讲《无量寿经》的法缘特别殊胜。我自己一生的体验，我讲过很多部经论，法缘最殊胜的是《弥陀经》跟《无量寿经》。这总有个缘故，听众特别多，法门殊胜，诸佛护念，龙天善神拥护道场，这一点都不假。法门是好，可是真正入这个境界还是少数人。在理论上讲，善导大师说的，善导大师是阿弥陀佛再来的，善导大师的话就是阿弥陀佛亲口说的，这个法门「万修万人去」。为什么有的人修这个法门不能成就？佛没有问题，法门也有没问题，经典也没有问题，问题出在修行这个人，这个人牵肠挂肚的事情太多，没放下。「即念」，他没有离念，这个即念是阿弥陀佛；「离念」，前面讲了，念这一句阿弥陀佛换除百千万亿妄想杂念，这叫真念佛。一面念阿弥陀佛，里面还掺杂着妄想杂念在里头，你把念佛的功夫破坏了，所以你就没有办法「潜通佛智，暗合道妙」。你看讲得多清楚、讲得多明白，你必须要即念离念，念阿弥陀佛，心里只有阿弥陀佛这一念，不能夹杂妄念在里头。所以佛菩萨祖师大德教我们不怀疑、不夹杂、不间断，这样念你就能够潜通佛智，暗合道妙，为什么？你念佛已经念到一心。事一心，就跟阿罗汉、辟支佛这个阶层相等；理一心，那就是圆教初住以上四十一位法身大士那个境界相等，你能念到一心不乱。而且这个方法简单、容易、稳当、可靠，一点都不麻烦。这个教通不通没有关系，所以有许多不认识字的、没有学过经教的，这一句阿弥陀佛念了几年，真的，他什么念头都念掉了，他念到一心不乱，他自己并不知道，往生西方极乐世界他到方便土去了，这种人很多；到实报土大概人会少一点，到方便土人很多。他把执着念掉了，他什么也不执着了，单单经上讲的就叫你执著名号，执持名号，执是执着，持是抓牢牢的、抓紧来，就这一句佛号，这一句佛号之外，什么杂念都没有、什么妄想都没有，这个念佛功夫成片，功夫成片生同居土。生同居土也是成圣人，极乐世界没有凡夫，都是圣人，即凡成圣。",
      "zh_TW": "「今此淨土法門，教眾生持名念佛，令眾生即念離念，潛通佛智，暗合道妙，巧入無念，即凡成聖。」這是這個法門的妙，真妙。我不知道你們同學怎麼樣，如果你們同學要是心細一點、心地妄念少一點，我想你們會發現一個現象，那就是講《無量壽經》的法緣特別殊勝。我自己一生的體驗，我講過很多部經論，法緣最殊勝的是《彌陀經》跟《無量壽經》。這總有個緣故，聽眾特別多，法門殊勝，諸佛護念，龍天善神擁護道場，這一點都不假。法門是好，可是真正入這個境界還是少數人。在理論上講，善導大師說的，善導大師是阿彌陀佛再來的，善導大師的話就是阿彌陀佛親口說的，這個法門「萬修萬人去」。為什麼有的人修這個法門不能成就？佛沒有問題，法門也有沒問題，經典也沒有問題，問題出在修行這個人，這個人牽腸掛肚的事情太多，沒放下。「即念」，他沒有離念，這個即念是阿彌陀佛；「離念」，前面講了，念這一句阿彌陀佛換除百千萬億妄想雜念，這叫真念佛。一面念阿彌陀佛，裡面還摻雜著妄想雜念在裡頭，你把念佛的功夫破壞了，所以你就沒有辦法「潛通佛智，暗合道妙」。你看講得多清楚、講得多明白，你必須要即念離念，念阿彌陀佛，心裡只有阿彌陀佛這一念，不能夾雜妄念在裡頭。所以佛菩薩祖師大德教我們不懷疑、不夾雜、不間斷，這樣念你就能夠潛通佛智，暗合道妙，為什麼？你念佛已經念到一心。事一心，就跟阿羅漢、辟支佛這個階層相等；理一心，那就是圓教初住以上四十一位法身大士那個境界相等，你能念到一心不亂。而且這個方法簡單、容易、穩當、可靠，一點都不麻煩。這個教通不通沒有關係，所以有許多不認識字的、沒有學過經教的，這一句阿彌陀佛念了幾年，真的，他什麼念頭都念掉了，他念到一心不亂，他自己並不知道，往生西方極樂世界他到方便土去了，這種人很多；到實報土大概人會少一點，到方便土人很多。他把執著念掉了，他什麼也不執著了，單單經上講的就叫你執著名號，執持名號，執是執著，持是抓牢牢的、抓緊來，就這一句佛號，這一句佛號之外，什麼雜念都沒有、什麼妄想都沒有，這個念佛功夫成片，功夫成片生同居土。生同居土也是成聖人，極樂世界沒有凡夫，都是聖人，即凡成聖。"
    },
    {
      "id": "02-039-0016_p0010",
      "zh_CN": "「故《疏钞》曰」，莲池大师讲的，「越三祇于一念，齐诸圣于片言」。三祇是什么人？我们现在很清楚，《华严经》上所说的，从初住到等觉四十一位法身大士，他们无明断掉了，无明习气还在。到等觉无明习气断尽了，需要多少时间？三大阿僧祇劫。超越三大阿僧祇劫，一念，就这一声佛号，超越三大阿僧祇劫。齐诸圣，诸圣就是四十一位法身大士；片言，阿弥陀佛四个字，就这一句。跟什么？跟法身大士等齐，那不是普通菩萨。法身大士就是摩诃萨，还有什么法门比这个更殊胜的？找不到了。所以我们学这个经，你还会有问题吗？你学这个经，十方三世一切诸佛护念你，你看不见他，他看得见你。以前我们还有疑问，现在疑问没有了，我们相信、肯定了。为什么？《还源观》上跟我们讲三种周遍，无论是正报一毛端，依报里面的一粒微尘，它的波动念念周遍法界，念念出生无尽，念念含容空有，所以我们起心动念一切造作，十方诸佛看到。我们真心念佛求生净土，一切诸佛护念，龙天善神拥护。这是什么样的福报？三世诸佛一起来说都说不清楚，太大了。这句名号，实际上就是十方三世所宣扬的一切经典总纲领，也是一切经典的总皈依处。所以前面，这不是黄念祖一个人说的，黄老居士也是禀承历代祖师大德所讲的，称性极谈，讲到究竟圆满，就这一句名号。",
      "zh_TW": "「故《疏鈔》曰」，蓮池大師講的，「越三祇於一念，齊諸聖於片言」。三祇是什麼人？我們現在很清楚，《華嚴經》上所說的，從初住到等覺四十一位法身大士，他們無明斷掉了，無明習氣還在。到等覺無明習氣斷盡了，需要多少時間？三大阿僧祇劫。超越三大阿僧祇劫，一念，就這一聲佛號，超越三大阿僧祇劫。齊諸聖，諸聖就是四十一位法身大士；片言，阿彌陀佛四個字，就這一句。跟什麼？跟法身大士等齊，那不是普通菩薩。法身大士就是摩訶薩，還有什麼法門比這個更殊勝的？找不到了。所以我們學這個經，你還會有問題嗎？你學這個經，十方三世一切諸佛護念你，你看不見他，他看得見你。以前我們還有疑問，現在疑問沒有了，我們相信、肯定了。為什麼？《還源觀》上跟我們講三種周遍，無論是正報一毛端，依報裡面的一粒微塵，它的波動念念周遍法界，念念出生無盡，念念含容空有，所以我們起心動念一切造作，十方諸佛看到。我們真心念佛求生淨土，一切諸佛護念，龍天善神擁護。這是什麼樣的福報？三世諸佛一起來說都說不清楚，太大了。這句名號，實際上就是十方三世所宣揚的一切經典總綱領，也是一切經典的總皈依處。所以前面，這不是黃念祖一個人說的，黃老居士也是稟承歷代祖師大德所講的，稱性極談，講到究竟圓滿，就這一句名號。"
    },
    {
      "id": "02-039-0016_p0011",
      "zh_CN": "「至哉妙用，不可思议」，这到顶点了。「其他法门乃正入无生，故为难行道」，正入是什么？按部就班，一个阶级一个阶级往上升、往上提升，像《华严经》上讲的五十一个阶级，那叫正入，时间很长。「今此净业，巧入无生，盖易行道也」，它太巧妙，它不是一级一级往上提升，它是不知不觉就圆满、就到了顶点，所以这是易行道。「念佛法门乃修行之径路」，径路是近路，捷径。「而持名一法又为四种念佛中之径路，故称为径中之径」，近路里面的近路。这四种念佛，《观经》上有，《观经》上讲的观想念佛、观像念佛、持名念佛，这都是我们平常修的。另外一种是我们做不到的，叫实相念佛。什么时候修实相念佛？初住以上是实相念佛。刚才黄老引用的别教初地以上、圆教初住以上，那个时候念佛是实相念佛，不是讲持名念佛。四种念佛当中，持名是捷径，所以在《华严经》上证得初住以上的，他们要修念佛法门，他们念佛是属于实相念佛。",
      "zh_TW": "「至哉妙用，不可思議」，這到頂點了。「其他法門乃正入無生，故為難行道」，正入是什麼？按部就班，一個階級一個階級往上升、往上提升，像《華嚴經》上講的五十一個階級，那叫正入，時間很長。「今此淨業，巧入無生，蓋易行道也」，它太巧妙，它不是一級一級往上提升，它是不知不覺就圓滿、就到了頂點，所以這是易行道。「念佛法門乃修行之徑路」，徑路是近路，捷徑。「而持名一法又為四種念佛中之徑路，故稱為徑中之徑」，近路裡面的近路。這四種念佛，《觀經》上有，《觀經》上講的觀想念佛、觀像念佛、持名念佛，這都是我們平常修的。另外一種是我們做不到的，叫實相念佛。什麼時候修實相念佛？初住以上是實相念佛。剛才黃老引用的別教初地以上、圓教初住以上，那個時候念佛是實相念佛，不是講持名念佛。四種念佛當中，持名是捷徑，所以在《華嚴經》上證得初住以上的，他們要修念佛法門，他們念佛是屬於實相念佛。"
    },
    {
      "id": "02-039-0016_p0012",
      "zh_CN": "「又本经不倡一心不乱」，倡是提倡，《无量寿经》不提倡一心不乱，为什么？一心不乱太难，真不容易做到。事一心不乱，见思烦恼断了，等于证阿罗汉果。理一心不乱，尘沙烦恼断了、无明烦恼破了，等于明心见性、见性成佛，不是容易事情。所以这个经上不讲一心不乱，「直以发菩提心，一向专念阿弥陀佛为宗」。发菩提心一向专念不是一心不乱，一向专念我们做得到，一个方向、一个目标专念阿弥陀佛做得到，一心不乱不容易做到，那要断烦恼。烦恼伏住，伏住不是一心不乱；烦恼断掉才是一心不乱，你就晓得一心不乱多难。但是，《弥陀经》里讲一心不乱、讲心不颠倒，《弥陀经》跟这部经是一部经，一样的内容。可是诸位要晓得，玄奘大师翻译的《阿弥陀经》里是一心系念，不是一心不乱。一心不乱，罗什大师翻的，他翻得也有道理，自己的功夫是一心系念，临终佛来接引，佛光先照你；佛光照注的时候，这就是佛力加持，把你的功夫就提升一倍，你是真正做到一心系念就是功夫成片，马上就提升到一心不乱。所以，罗什大师翻译并没有翻译错，确实弥陀四十八愿本愿威神加持。但是对我们初学的人来说，因为很多人看到一心不乱，感到这个法门还是不容易修，不敢修这个法门，退心了。看到「发菩提心，一向专念」，想想自己还可以，这个还能做到。菩提心，后面有详细的解释。蕅益大师在《要解》讲得好，你真正发愿求生净土，这个心就是无上菩提心。古人没说过，蕅益大师说出这么一个解释，让我们想到很多阿公阿婆，他们不认识字，也没有念过书、也没有听过佛法，人家教他念这一句「阿弥陀佛」，他就老实念，念到最后还能站着往生，预知时至，瑞相稀有。他好像没发菩提心，菩提心里面讲的直心、深心、大悲心好像没发，他怎么念佛就能往生？他不懂得什么叫发菩提心，你细细去观察他，他直心、深心、大悲心统统具足。他不知不觉发了，发了自己还不知道，一心一意想求生净土，想见阿弥陀佛，这真诚心具足。深心，深心是清净平等觉，他有，虽然不是圆满的，他有，他有慈悲心。",
      "zh_TW": "「又本經不倡一心不亂」，倡是提倡，《無量壽經》不提倡一心不亂，為什麼？一心不亂太難，真不容易做到。事一心不亂，見思煩惱斷了，等於證阿羅漢果。理一心不亂，塵沙煩惱斷了、無明煩惱破了，等於明心見性、見性成佛，不是容易事情。所以這個經上不講一心不亂，「直以發菩提心，一向專念阿彌陀佛為宗」。發菩提心一向專念不是一心不亂，一向專念我們做得到，一個方向、一個目標專念阿彌陀佛做得到，一心不亂不容易做到，那要斷煩惱。煩惱伏住，伏住不是一心不亂；煩惱斷掉才是一心不亂，你就曉得一心不亂多難。但是，《彌陀經》裡講一心不亂、講心不顛倒，《彌陀經》跟這部經是一部經，一樣的內容。可是諸位要曉得，玄奘大師翻譯的《阿彌陀經》裡是一心繫念，不是一心不亂。一心不亂，羅什大師翻的，他翻得也有道理，自己的功夫是一心繫念，臨終佛來接引，佛光先照你；佛光照注的時候，這就是佛力加持，把你的功夫就提升一倍，你是真正做到一心繫念就是功夫成片，馬上就提升到一心不亂。所以，羅什大師翻譯並沒有翻譯錯，確實彌陀四十八願本願威神加持。但是對我們初學的人來說，因為很多人看到一心不亂，感到這個法門還是不容易修，不敢修這個法門，退心了。看到「發菩提心，一向專念」，想想自己還可以，這個還能做到。菩提心，後面有詳細的解釋。蕅益大師在《要解》講得好，你真正發願求生淨土，這個心就是無上菩提心。古人沒說過，蕅益大師說出這麼一個解釋，讓我們想到很多阿公阿婆，他們不認識字，也沒有念過書、也沒有聽過佛法，人家教他念這一句「阿彌陀佛」，他就老實念，念到最後還能站著往生，預知時至，瑞相稀有。他好像沒發菩提心，菩提心裡面講的直心、深心、大悲心好像沒發，他怎麼念佛就能往生？他不懂得什麼叫發菩提心，你細細去觀察他，他直心、深心、大悲心統統具足。他不知不覺發了，發了自己還不知道，一心一意想求生淨土，想見阿彌陀佛，這真誠心具足。深心，深心是清淨平等覺，他有，雖然不是圓滿的，他有，他有慈悲心。"
    },
    {
      "id": "02-039-0016_p0013",
      "zh_CN": "「但能发心专念，皆可往生。故更为明确简要」，明是明白，确是真实，简单、扼要。你看这个法门，「是故此经称为净宗第一经」，流传到佛法在这个世间灭尽了，最后还有这部经留在世间一百年，我们从这个地方就能想到这部经典的殊胜。「因其为直截中之直截，方便中之方便。绝待圆融，不可思议。」这话真的，一点都不假。六道里一切众生能够遇到，这一生当中决定得度，决定超越六道轮回。不但超越六道，他超越了十法界，这是意想不到的殊胜。",
      "zh_TW": "「但能發心專念，皆可往生。故更為明確簡要」，明是明白，確是真實，簡單、扼要。你看這個法門，「是故此經稱為淨宗第一經」，流傳到佛法在這個世間滅盡了，最後還有這部經留在世間一百年，我們從這個地方就能想到這部經典的殊勝。「因其為直截中之直截，方便中之方便。絕待圓融，不可思議。」這話真的，一點都不假。六道裡一切眾生能夠遇到，這一生當中決定得度，決定超越六道輪迴。不但超越六道，他超越了十法界，這是意想不到的殊勝。"
    },
    {
      "id": "02-039-0016_p0014",
      "zh_CN": "「日本净宗大德推重此经过于我国」，这是真的，在日本《大藏经》里面，对于《无量寿经》的研究、注解很丰富。回过头来再看看我们中国，古来祖师大德对这部经注解就很少，只有几种。这什么原因？彭际清居士说得很好，这个经没有善本。不少这些大德对他这个话肯定，他说得很好，确实是因为这个经没善本。五种译本都读，在古时候是相当不容易，因为那个时候经本太少，不是印刷的，是手抄的。连王龙舒居士这样的身分，那是大富长者，他都没有看到五种原译本，他只看到四种。唐译的《大宝积经．无量寿如来会》这个本子他没见到过，所以他的会集本只有四种，那就很遗憾。因为《大宝积经．无量寿如来会》里面有很多精彩的部分，其他四种本子里没有。可是日本人有心，到中国来留学，在当时这些好本子全部都给收集去了。我们自己人疏忽，没收集，被日本人收集去了。有许多东西从日本再传回来，这要靠杨仁山居士的功德。杨仁山居士在清朝末年是驻日本大使馆的参赞，他对佛法非常留意，所以在日本去找，很多在中国失传几百年，目录上有，但是书看不到了，在日本看到。所以他就依目录到日本去找，找了很多、找了不少，找回来了。特别是法相唯识，唯识经论的注疏。",
      "zh_TW": "「日本淨宗大德推重此經過於我國」，這是真的，在日本《大藏經》裡面，對於《無量壽經》的研究、註解很豐富。回過頭來再看看我們中國，古來祖師大德對這部經註解就很少，只有幾種。這什麼原因？彭際清居士說得很好，這個經沒有善本。不少這些大德對他這個話肯定，他說得很好，確實是因為這個經沒善本。五種譯本都讀，在古時候是相當不容易，因為那個時候經本太少，不是印刷的，是手抄的。連王龍舒居士這樣的身分，那是大富長者，他都沒有看到五種原譯本，他只看到四種。唐譯的《大寶積經．無量壽如來會》這個本子他沒見到過，所以他的會集本只有四種，那就很遺憾。因為《大寶積經．無量壽如來會》裡面有很多精彩的部分，其他四種本子裡沒有。可是日本人有心，到中國來留學，在當時這些好本子全部都給收集去了。我們自己人疏忽，沒收集，被日本人收集去了。有許多東西從日本再傳回來，這要靠楊仁山居士的功德。楊仁山居士在清朝末年是駐日本大使館的參贊，他對佛法非常留意，所以在日本去找，很多在中國失傳幾百年，目錄上有，但是書看不到了，在日本看到。所以他就依目錄到日本去找，找了很多、找了不少，找回來了。特別是法相唯識，唯識經論的註疏。"
    },
    {
      "id": "02-039-0016_p0015",
      "zh_CN": "下面引用的都是日本人注解的，「日《黑谷大经释》云」，这大经是就《无量寿经》解释，有这么一段话。「于往生教，有根本亦有枝末」，往生就是念佛求生西方极乐世界，往生教就是我们中国人讲净土宗，它说有根本也有枝末。「此经名根本，余经名枝末」，专讲净土的经，三部经，《无量寿经》是根本，《观无量寿佛经》跟《阿弥陀经》是枝末。佛在讲经说法的时候，附带讲净土的，讲念佛求生弥陀净土法门的，大概有一百多部将近两百部经，那当然是枝末的枝末。「又此经名正往生教，余名傍往生教。又此经名往生具足教，他经名往生不具足教」，这是日本人对这部经做概论的讲法，这些日本人都是隋唐时代到中国来留学的，亲近过智者大师、亲近过善导大师，许多都是善导大师的学生。善导大师当年在世讲过这部经，他们都在讲席里面亲自听闻的。",
      "zh_TW": "下面引用的都是日本人註解的，「日《黑谷大經釋》云」，這大經是就《無量壽經》解釋，有這麼一段話。「於往生教，有根本亦有枝末」，往生就是念佛求生西方極樂世界，往生教就是我們中國人講淨土宗，它說有根本也有枝末。「此經名根本，餘經名枝末」，專講淨土的經，三部經，《無量壽經》是根本，《觀無量壽佛經》跟《阿彌陀經》是枝末。佛在講經說法的時候，附帶講淨土的，講念佛求生彌陀淨土法門的，大概有一百多部將近兩百部經，那當然是枝末的枝末。「又此經名正往生教，餘名傍往生教。又此經名往生具足教，他經名往生不具足教」，這是日本人對這部經做概論的講法，這些日本人都是隋唐時代到中國來留學的，親近過智者大師、親近過善導大師，許多都是善導大師的學生。善導大師當年在世講過這部經，他們都在講席裡面親自聽聞的。"
    },
    {
      "id": "02-039-0016_p0016",
      "zh_CN": "「据上之义，净土宗譬如妙高峰头，而本经正如峰头之顶尖。本经谓，当来一切含灵，皆依此法而得度脱」，这跟我前面讲的是一个意思，九法界一切众生都依这个法门度脱轮回、度脱十法界。「是知利济众生，此经为最。持名之法，暗合道妙，最易行故。」我们在这个时代生活非常艰难，障缘无比的严重，我们自己要想想，在这一生短暂的时光当中，我们如何把握，真实的成就自己。为什么？自己不成就，不能够利济众生。世法佛法大圣大贤，没有一个不是教我们，成就自己然后才能够成就别人。自己没有成就，要想弘法利生，佛常说「无有是处」。那真的是心有余而力不足，你做不到。一定先成就自己。四弘誓愿是最好的指导原则，愿要发得大，「众生无边誓愿度」，要度尽九界有情，这是发大菩提心。你怎么度他？你自己没有得度就不能度人。那要自度呢？头一个是断烦恼，烦恼无尽誓愿断。见思烦恼无尽，尘沙烦恼无尽，无明烦恼无尽，怎么断法？就在日常生活当中，学什么？总的指导原则，学不起心不动念、不分别不执着，这是总纲领、总原则。在日常生活细行当中，大乘里面讲八万细行，小乘讲三千威仪，这都在生活当中点点滴滴，点点滴滴佛教导我们别执着。",
      "zh_TW": "「據上之義，淨土宗譬如妙高峰頭，而本經正如峰頭之頂尖。本經謂，當來一切含靈，皆依此法而得度脫」，這跟我前面講的是一個意思，九法界一切眾生都依這個法門度脫輪迴、度脫十法界。「是知利濟眾生，此經為最。持名之法，暗合道妙，最易行故。」我們在這個時代生活非常艱難，障緣無比的嚴重，我們自己要想想，在這一生短暫的時光當中，我們如何把握，真實的成就自己。為什麼？自己不成就，不能夠利濟眾生。世法佛法大聖大賢，沒有一個不是教我們，成就自己然後才能夠成就別人。自己沒有成就，要想弘法利生，佛常說「無有是處」。那真的是心有餘而力不足，你做不到。一定先成就自己。四弘誓願是最好的指導原則，願要發得大，「眾生無邊誓願度」，要度盡九界有情，這是發大菩提心。你怎麼度他？你自己沒有得度就不能度人。那要自度呢？頭一個是斷煩惱，煩惱無盡誓願斷。見思煩惱無盡，塵沙煩惱無盡，無明煩惱無盡，怎麼斷法？就在日常生活當中，學什麼？總的指導原則，學不起心不動念、不分別不執著，這是總綱領、總原則。在日常生活細行當中，大乘裡面講八萬細行，小乘講三千威儀，這都在生活當中點點滴滴，點點滴滴佛教導我們別執著。"
    },
    {
      "id": "02-039-0016_p0017",
      "zh_CN": "从哪里学起？佛教净业学人从「三福」下手，你要自度你不能没有福报。所以佛经一展开，善男子、善女人，有善根、有福德，《弥陀经》上说「不可以少善根福德因缘，得生彼国」。善根、福德从三福去学，是真正的福德，「孝养父母，奉事师长」，你看看，福从哪里修？从孝养父母。不孝父母的人没福，念佛也不能往生，不知道尊师重道也不能往生。你的身命得自于父母，你的慧命得自于老师，你看把这两句话摆在前面，「孝养父母，奉事师长，慈心不杀，修十善业」。所以有些同学问我：法师，你为什么要提倡《感应篇》？为什么提倡《弟子规》？这都不是佛教的。我告诉他：这两样东西都是佛教的。「佛教没有说」。谁说没有说？净业三福第一条「孝养父母，奉事师长」，你看看《弟子规》讲的是不是？是。怎么样把这两句做到？《弟子规》实现了，你就做到了。「慈心不杀」，你能把《感应篇》落实，这一句你做到了。有上面三句做基础，下面「修十善业」才能做到。为什么十善业做不到？上面三句没做到。上面三句就是《弟子规》跟《感应篇》没做到，所以你十善业做不到，这还能错吗？我没看错。所以真学佛，我们今天依印光大师的教诲，印光大师教我们要以《感应篇》扎根。第一个根《感应篇》，因果教育，你真正了解因果的道理、了解事实真相，你不但不敢作恶，你连恶的念头都不敢动。为什么？动一个不善的念头，三种周遍都有了，周遍法界，谁不知道？遍虚空、遍法界，所有一切佛菩萨、阿罗汉统统知道了。不能瞒人，瞒不了人，你那个一念周遍法界，你那个一念出生无尽。出生无尽是什么？善念出生善功德，恶念出生恶毒，有报应的。不敢动念头，还敢去干吗？比伦理道德、比什么样的教育都管用。有很多书念得很好的，一样不孝父母、背师叛道，他敢做，那什么原因？我们古人讲利欲薰心，他被眼前的名利迷住了，明知故犯。知道错误，他还是要干；可是他要知道因果，不敢干，为什么？你现前得来的是很小的一点名利，你将来付出多大的代价，就不敢了。",
      "zh_TW": "從哪裡學起？佛教淨業學人從「三福」下手，你要自度你不能沒有福報。所以佛經一展開，善男子、善女人，有善根、有福德，《彌陀經》上說「不可以少善根福德因緣，得生彼國」。善根、福德從三福去學，是真正的福德，「孝養父母，奉事師長」，你看看，福從哪裡修？從孝養父母。不孝父母的人沒福，念佛也不能往生，不知道尊師重道也不能往生。你的身命得自於父母，你的慧命得自於老師，你看把這兩句話擺在前面，「孝養父母，奉事師長，慈心不殺，修十善業」。所以有些同學問我：法師，你為什麼要提倡《感應篇》？為什麼提倡《弟子規》？這都不是佛教的。我告訴他：這兩樣東西都是佛教的。「佛教沒有說」。誰說沒有說？淨業三福第一條「孝養父母，奉事師長」，你看看《弟子規》講的是不是？是。怎麼樣把這兩句做到？《弟子規》實現了，你就做到了。「慈心不殺」，你能把《感應篇》落實，這一句你做到了。有上面三句做基礎，下面「修十善業」才能做到。為什麼十善業做不到？上面三句沒做到。上面三句就是《弟子規》跟《感應篇》沒做到，所以你十善業做不到，這還能錯嗎？我沒看錯。所以真學佛，我們今天依印光大師的教誨，印光大師教我們要以《感應篇》扎根。第一個根《感應篇》，因果教育，你真正了解因果的道理、了解事實真相，你不但不敢作惡，你連惡的念頭都不敢動。為什麼？動一個不善的念頭，三種周遍都有了，周遍法界，誰不知道？遍虛空、遍法界，所有一切佛菩薩、阿羅漢統統知道了。不能瞞人，瞞不了人，你那個一念周遍法界，你那個一念出生無盡。出生無盡是什麼？善念出生善功德，惡念出生惡毒，有報應的。不敢動念頭，還敢去幹嗎？比倫理道德、比什麼樣的教育都管用。有很多書念得很好的，一樣不孝父母、背師叛道，他敢做，那什麼原因？我們古人講利欲薰心，他被眼前的名利迷住了，明知故犯。知道錯誤，他還是要幹；可是他要知道因果，不敢幹，為什麼？你現前得來的是很小的一點名利，你將來付出多大的代價，就不敢了。"
    },
    {
      "id": "02-039-0016_p0018",
      "zh_CN": "说到这个地方，这是这两天同学送给我的一本书给我看，《凯撒军团东征中国之谜》。两千年前，罗马帝国凯撒大帝，听说中国很富裕，想占领中国，派了十万大军，真的到了中国甘肃这一带，全军覆没了。领军的这个统帅是凯撒第三个儿子，三王子。这个事情是最近这些鬼魂附在一个女孩子的身上说出来，许多人到那里去调查，是真的不是假的，他所讲的有事实根据。两千年了，他们也很幸运遇到菩萨，佛氏门中真是慈悲，菩萨告诉他：中国这个地方不是你们的，你来干什么？他说：我们不知道。我看到菩萨说这句话，我立刻就想到，日本人侵略中国，打了八年最后投降，那就是菩萨讲的，中国不是你的，你没有这个福报，你来干什么？你们看看，做帝王，你多大福报，你有多大的领土、有多少的人民，命里注定的。没有那个福分，你要去侵略别人，如果是仗打胜了，你真的并吞了，大概你也不得好死，你没那个福报。凯撒真是不得好死，他死在中国。历史上记载他是被人谋杀的，结果谋杀是个替身不是他，是他旁边很忠心的一个干部，穿着他的衣服在外面被人杀掉，这个人以为是他死掉了。混乱当中他逃出来，也逃到中国，死在甘肃。这何必！真的「一饮一啄，莫非前定」，不要强求。强求来的，强盗抢来的、小偷偷得来的，都是你命里有的，你冤不冤枉？你不用抢、不用偷的手段，得来稍微迟一点，过个一、二年你就得到，何必那么着急？造这种罪业，真可怕！这个东西看了之后，如果是一个国家领导人看了之后不敢发动战争。那不是好事情，那是造无量无边的罪业。",
      "zh_TW": "說到這個地方，這是這兩天同學送給我的一本書給我看，《凱撒軍團東征中國之謎》。兩千年前，羅馬帝國凱撒大帝，聽說中國很富裕，想佔領中國，派了十萬大軍，真的到了中國甘肅這一帶，全軍覆沒了。領軍的這個統帥是凱撒第三個兒子，三王子。這個事情是最近這些鬼魂附在一個女孩子的身上說出來，許多人到那裡去調查，是真的不是假的，他所講的有事實根據。兩千年了，他們也很幸運遇到菩薩，佛氏門中真是慈悲，菩薩告訴他：中國這個地方不是你們的，你來幹什麼？他說：我們不知道。我看到菩薩說這句話，我立刻就想到，日本人侵略中國，打了八年最後投降，那就是菩薩講的，中國不是你的，你沒有這個福報，你來幹什麼？你們看看，做帝王，你多大福報，你有多大的領土、有多少的人民，命裡注定的。沒有那個福分，你要去侵略別人，如果是仗打勝了，你真的併吞了，大概你也不得好死，你沒那個福報。凱撒真是不得好死，他死在中國。歷史上記載他是被人謀殺的，結果謀殺是個替身不是他，是他旁邊很忠心的一個幹部，穿著他的衣服在外面被人殺掉，這個人以為是他死掉了。混亂當中他逃出來，也逃到中國，死在甘肅。這何必！真的「一飲一啄，莫非前定」，不要強求。強求來的，強盜搶來的、小偷偷得來的，都是你命裡有的，你冤不冤枉？你不用搶、不用偷的手段，得來稍微遲一點，過個一、二年你就得到，何必那麼著急？造這種罪業，真可怕！這個東西看了之後，如果是一個國家領導人看了之後不敢發動戰爭。那不是好事情，那是造無量無邊的罪業。"
    },
    {
      "id": "02-039-0016_p0019",
      "zh_CN": "所以印祖一生提倡因果，举很多例子，都举的是道家的。《玉历宝钞》，印光大师提倡流通这本书，《感应篇》，他教学佛的人必读，有他的道理在！这是事实，绝对不是迷信，不是拿来吓唬人的。善有善果，恶有恶报，现在造作恶业的人，是因为你过去生中积的大福、修的大善，你作恶已经把你命里有的福报大幅度的打折扣；还有一点余福，余福享完了，你的业报就现前。挡不住的，到那个时候后悔来不及了。所以人决定不能做亏心事。在这许许多多灾难当前，记住，孝顺父母是第一福报，对不起父母的地方要真正忏悔，要尊师重道、要爱惜生命，绝不能杀生。一只蚊子、一个苍蝇，牠也是一条命，别小看牠，你杀害牠，将来牠要报复你，这麻烦就很大。",
      "zh_TW": "所以印祖一生提倡因果，舉很多例子，都舉的是道家的。《玉曆寶鈔》，印光大師提倡流通這本書，《感應篇》，他教學佛的人必讀，有他的道理在！這是事實，絕對不是迷信，不是拿來嚇唬人的。善有善果，惡有惡報，現在造作惡業的人，是因為你過去生中積的大福、修的大善，你作惡已經把你命裡有的福報大幅度的打折扣；還有一點餘福，餘福享完了，你的業報就現前。擋不住的，到那個時候後悔來不及了。所以人決定不能做虧心事。在這許許多多災難當前，記住，孝順父母是第一福報，對不起父母的地方要真正懺悔，要尊師重道、要愛惜生命，絕不能殺生。一隻蚊子、一個蒼蠅，牠也是一條命，別小看牠，你殺害牠，將來牠要報復你，這麻煩就很大。"
    },
    {
      "id": "02-039-0016_p0020",
      "zh_CN": "度自己就要从这部经上下手，净业三福是最高指导原则，我们一定要落实《弟子规》、《感应篇》、《十善业》，具备这个条件才能学佛，第二福讲「受持三皈，具足众戒，不犯威仪」，你正式成为佛门弟子。再向上提升，「发菩提心，深信因果」，深信因果我讲得很多，不是普通因果，这个因果是「念佛是因，成佛是果」。我们要想成佛就得念佛，念佛肯定成佛。「读诵大乘，劝进行者」，劝进行者这句话我们得用八个字来解释，「身行言教」，帮助别人、教化别人，自己先要做到，先身要做到，然后用言语教别人；「讲经教学」，这八个字。释迦牟尼佛一生讲经教学，再看看古时候古来这些祖师大德，哪一个不是一生都在讲经教学！蕅益大师五十几岁就往生，你看他的著作几十种，著作等身，天天都在写。为什么那么辛辛苦苦的写？没有找到传人，用这个方法来传法给后世。后世有缘人看到了，依照他所说的方法、理论去学习，成就了，传给后人。那么多著作里，最殊胜的，印光大师最赞叹的，《弥陀经要解》。我们在跋文里面看到，蕅益大师当年写这简单的解释《要解》，九天的时间写成这一本书。分量不多，真的是要解，讲得太好了！印祖对他的赞叹，「即使是古佛再来，给《弥陀经》做一部注解，也不能超过其上」，你看印光大师赞叹到极处了。印光大师是大势至菩萨再来的，前面我跟诸位说过，五十一个层次的都是大势至菩萨，他是哪一个层次的我们不知道。他是不是法身大士？如果是法身大士，没有隔阴之迷，他自己清清楚楚；如果是十信位的大势至菩萨有隔阴之迷。他是修势至菩萨这个法门的，往生非常有可能生极乐世界实报庄严土，很有可能。方便有余土，那是肯定的，肯定的，从初信位生西方极乐世界都是方便有余土。方便有余土也有三辈九品。",
      "zh_TW": "度自己就要從這部經上下手，淨業三福是最高指導原則，我們一定要落實《弟子規》、《感應篇》、《十善業》，具備這個條件才能學佛，第二福講「受持三皈，具足眾戒，不犯威儀」，你正式成為佛門弟子。再向上提升，「發菩提心，深信因果」，深信因果我講得很多，不是普通因果，這個因果是「念佛是因，成佛是果」。我們要想成佛就得念佛，念佛肯定成佛。「讀誦大乘，勸進行者」，勸進行者這句話我們得用八個字來解釋，「身行言教」，幫助別人、教化別人，自己先要做到，先身要做到，然後用言語教別人；「講經教學」，這八個字。釋迦牟尼佛一生講經教學，再看看古時候古來這些祖師大德，哪一個不是一生都在講經教學！蕅益大師五十幾歲就往生，你看他的著作幾十種，著作等身，天天都在寫。為什麼那麼辛辛苦苦的寫？沒有找到傳人，用這個方法來傳法給後世。後世有緣人看到了，依照他所說的方法、理論去學習，成就了，傳給後人。那麼多著作裡，最殊勝的，印光大師最讚歎的，《彌陀經要解》。我們在跋文裡面看到，蕅益大師當年寫這簡單的解釋《要解》，九天的時間寫成這一本書。分量不多，真的是要解，講得太好了！印祖對他的讚歎，「即使是古佛再來，給《彌陀經》做一部註解，也不能超過其上」，你看印光大師讚歎到極處了。印光大師是大勢至菩薩再來的，前面我跟諸位說過，五十一個層次的都是大勢至菩薩，他是哪一個層次的我們不知道。他是不是法身大士？如果是法身大士，沒有隔陰之迷，他自己清清楚楚；如果是十信位的大勢至菩薩有隔陰之迷。他是修勢至菩薩這個法門的，往生非常有可能生極樂世界實報莊嚴土，很有可能。方便有餘土，那是肯定的，肯定的，從初信位生西方極樂世界都是方便有餘土。方便有餘土也有三輩九品。"
    },
    {
      "id": "02-039-0016_p0021",
      "zh_CN": "我们明白这些道理、了解这些事实真相，就一点都不迷惑了。所以必须得自度才能帮助别人。自己没有做到，讲给人听，人家不相信，没有摄受众生的能力。所以自己一定要做到，要把自己忘掉。初信位的菩萨身见就断了，不执着这身是我，身是我所有的，自自然然就全心全力为一切苦难众生服务。六道全是苦难众生，这一点要知道，为什么？没有智慧，起惑、造业、受报，苦不堪言。菩萨教化众生、拯救灾难，用什么？就是用教学。人性本善，你不教，他迷了；迷了，他才会造业，造不善的业受三途苦报。他要觉悟了，他绝不造恶业。所以，苦乐是属于果报，果必有因，因就是觉迷。佛帮助一切众生离苦得乐，不是从果上着手，从因上，佛用讲经教学、身行言教，帮助众生破迷开悟。迷破了，苦就离开；觉悟了，乐就现前。佛用这个方法，菩萨祖师大德都用这个方法，这个方法好，真有效果。过去有效，现在还是有效。过去我们在中国安徽庐江汤池做了一个实验，看看古圣先贤的话现在管不管用，做了三年的实验。我们找了一批老师，勉励老师作菩萨、作圣人，就用身行言教办班教学。对象呢？对象是这个小镇居民四万八千人，男女老少各行各业一起学，真管用。我们本来以为要二、三年才能看到成果，没想到三、四个月成果卓着，让我们感到非常惊讶，人民是这么样好教。没人教，人一教就回头，良心就发现，证明人性本善。《三字经》上前面两句话千真万确，「人之初，性本善」。圣贤的教育是称性的教育，人他有本性、他有本善，一呼唤，他就醒过来，那么快。",
      "zh_TW": "我們明白這些道理、了解這些事實真相，就一點都不迷惑了。所以必須得自度才能幫助別人。自己沒有做到，講給人聽，人家不相信，沒有攝受眾生的能力。所以自己一定要做到，要把自己忘掉。初信位的菩薩身見就斷了，不執著這身是我，身是我所有的，自自然然就全心全力為一切苦難眾生服務。六道全是苦難眾生，這一點要知道，為什麼？沒有智慧，起惑、造業、受報，苦不堪言。菩薩教化眾生、拯救災難，用什麼？就是用教學。人性本善，你不教，他迷了；迷了，他才會造業，造不善的業受三途苦報。他要覺悟了，他絕不造惡業。所以，苦樂是屬於果報，果必有因，因就是覺迷。佛幫助一切眾生離苦得樂，不是從果上著手，從因上，佛用講經教學、身行言教，幫助眾生破迷開悟。迷破了，苦就離開；覺悟了，樂就現前。佛用這個方法，菩薩祖師大德都用這個方法，這個方法好，真有效果。過去有效，現在還是有效。過去我們在中國安徽廬江湯池做了一個實驗，看看古聖先賢的話現在管不管用，做了三年的實驗。我們找了一批老師，勉勵老師作菩薩、作聖人，就用身行言教辦班教學。對象呢？對象是這個小鎮居民四萬八千人，男女老少各行各業一起學，真管用。我們本來以為要二、三年才能看到成果，沒想到三、四個月成果卓著，讓我們感到非常驚訝，人民是這麼樣好教。沒人教，人一教就回頭，良心就發現，證明人性本善。《三字經》上前面兩句話千真萬確，「人之初，性本善」。聖賢的教育是稱性的教育，人他有本性、他有本善，一呼喚，他就醒過來，那麼快。"
    },
    {
      "id": "02-039-0016_p0022",
      "zh_CN": "今天许许多多人讲到灾难，学佛的同学要晓得，佛法有没有灾难？佛法有讲灾难，没那么严重，世界末日不可能。释迦牟尼佛的佛法一万二千年，照中国古老的讲法，释迦牟尼佛灭度到现在大概三千三十多年。你看一万二千年，后头还有九千年，日子长得很。所以世界末日是外国人讲的，不是中国人讲的，也更不是佛法讲的。治、乱、灾祸，起因是什么？在中国古圣先贤讲得很多，讲得非常好，是真的，不是假的，这是什么？这是感应，人有善心善行，境缘就以善感，境是物质环境，缘是人事环境，也就是说人事跟物质环境没有一样不善；人要是以恶感，人事环境跟物质环境也以恶相感应，这把原理说出来了。我们要挽救社会、要挽救地球，应该怎么做？断一切恶，修一切善。用什么方法？我们现在用的就是方法，讲经教学。我们用网路、用电视，把我们讲经教学的效果扩大，希望我们的同学在网路或者在电视机前面都要任持。我们自己真正发心，依照经典教诲认真去学习，从孝顺父母学起，尊师重道，发慈悲心爱一切生命，不杀生。最好能发心素食，素食对身体健康有大利益。",
      "zh_TW": "今天許許多多人講到災難，學佛的同學要曉得，佛法有沒有災難？佛法有講災難，沒那麼嚴重，世界末日不可能。釋迦牟尼佛的佛法一萬二千年，照中國古老的講法，釋迦牟尼佛滅度到現在大概三千三十多年。你看一萬二千年，後頭還有九千年，日子長得很。所以世界末日是外國人講的，不是中國人講的，也更不是佛法講的。治、亂、災禍，起因是什麼？在中國古聖先賢講得很多，講得非常好，是真的，不是假的，這是什麼？這是感應，人有善心善行，境緣就以善感，境是物質環境，緣是人事環境，也就是說人事跟物質環境沒有一樣不善；人要是以惡感，人事環境跟物質環境也以惡相感應，這把原理說出來了。我們要挽救社會、要挽救地球，應該怎麼做？斷一切惡，修一切善。用什麼方法？我們現在用的就是方法，講經教學。我們用網路、用電視，把我們講經教學的效果擴大，希望我們的同學在網路或者在電視機前面都要任持。我們自己真正發心，依照經典教誨認真去學習，從孝順父母學起，尊師重道，發慈悲心愛一切生命，不殺生。最好能發心素食，素食對身體健康有大利益。"
    },
    {
      "id": "02-039-0016_p0023",
      "zh_CN": "我二十六岁学佛，知道佛法对于饮食它讲求的是卫生、卫性、卫心，我佩服到极处。世间人只懂得卫生，保卫生理，对于保护自己的性情疏忽了，保护自己的爱心那更疏忽。我在没有学佛之前，在南京念书，我住在同学家里。我这个同学家庭，虽不是大家庭，他兄弟姊妹多，有五、六个兄弟姊妹，父亲、母亲，还有一个老祖母。可是这个家庭三种宗教，多元文化，老祖母念佛，家里有个小佛堂，念佛；他父亲是伊斯兰教，他妈妈是基督教，所以这孩子们大概都跟着妈妈。我住在这么一个家庭里面，我才知道伊斯兰的饮食着重卫生、还着重卫性，凡是性情不好的动物他不吃，他有选择的；性情很温顺的、善良的，他吃这些动物。佛教更进一步，采取素食，培养慈悲心。所以这个饮食方式我觉得很圆满，我学佛不到半年我就采取素食。那个时候我不懂什么因果，我就是因为相信它是卫生、卫性、卫心，这很圆满。真的是健康，我素食到今年五十九年，明年就一甲子，身体愈来愈健康，不比哪个人差。这证明素食的好处，素食确实健康长寿。你要是爱惜自己的生命，你为什么不采取素食？我给大家做了一个见证，素食好。人要存好心，要说好话、行好事、做好人，好的标准就是儒家的《弟子规》、道家的《感应篇》、佛家的《十善业道》。",
      "zh_TW": "我二十六歲學佛，知道佛法對於飲食它講求的是衛生、衛性、衛心，我佩服到極處。世間人只懂得衛生，保衛生理，對於保護自己的性情疏忽了，保護自己的愛心那更疏忽。我在沒有學佛之前，在南京念書，我住在同學家裡。我這個同學家庭，雖不是大家庭，他兄弟姊妹多，有五、六個兄弟姊妹，父親、母親，還有一個老祖母。可是這個家庭三種宗教，多元文化，老祖母念佛，家裡有個小佛堂，念佛；他父親是伊斯蘭教，他媽媽是基督教，所以這孩子們大概都跟著媽媽。我住在這麼一個家庭裡面，我才知道伊斯蘭的飲食著重衛生、還著重衛性，凡是性情不好的動物他不吃，他有選擇的；性情很溫順的、善良的，他吃這些動物。佛教更進一步，採取素食，培養慈悲心。所以這個飲食方式我覺得很圓滿，我學佛不到半年我就採取素食。那個時候我不懂什麼因果，我就是因為相信它是衛生、衛性、衛心，這很圓滿。真的是健康，我素食到今年五十九年，明年就一甲子，身體愈來愈健康，不比哪個人差。這證明素食的好處，素食確實健康長壽。你要是愛惜自己的生命，你為什麼不採取素食？我給大家做了一個見證，素食好。人要存好心，要說好話、行好事、做好人，好的標準就是儒家的《弟子規》、道家的《感應篇》、佛家的《十善業道》。"
    },
    {
      "id": "02-039-0016_p0024",
      "zh_CN": "最近我也听同学说，在国内外真的有些人，用净空的名义造谣生事，做一些非法的事情，希望同修们要有警觉心。我一生什么事情我都不参与，我常常跟大家说一生都是被动的，从来没有自己想做一桩事情，没有过，全是被动。别人来找我，我觉得这个事情对社会、对大众有好处，我也欢喜参加。主动做一桩好事情，我从来没有做过，为什么？做好事要福报，我没有福报，我一生跟诸位说是孤家寡人一个，这是大家跟我常在一起都了解。做事情的人有福报，他底下有很多办事的人员，也有财力才能办得了事。我这两样都缺，钱也没有，办事的人也没有，孤独一个人就是讲经教学。除这个事情之外，什么事与我都不相干。我想到事情很多，譬如老人院、传统文化教育这些事情，弥陀村，我想得很多，我想不想去做？我不想去做，为什么不想去做？没人、没钱，怎么做法？只是说说而已。可是我这说了，说者无心，听者有意；有很多人听了之后，他就真想干。好，我赞成，就如此而已。人家以为什么？这是净空法师做的，错了，我说者无心，听者有意。听的人喜欢去干来告诉我，还拿了他们一些计划来给我看。我点头，好，好事，应当去做，对社会、对国家有大利益，不是我做的。",
      "zh_TW": "最近我也聽同學說，在國內外真的有些人，用淨空的名義造謠生事，做一些非法的事情，希望同修們要有警覺心。我一生什麼事情我都不參與，我常常跟大家說一生都是被動的，從來沒有自己想做一樁事情，沒有過，全是被動。別人來找我，我覺得這個事情對社會、對大眾有好處，我也歡喜參加。主動做一樁好事情，我從來沒有做過，為什麼？做好事要福報，我沒有福報，我一生跟諸位說是孤家寡人一個，這是大家跟我常在一起都了解。做事情的人有福報，他底下有很多辦事的人員，也有財力才能辦得了事。我這兩樣都缺，錢也沒有，辦事的人也沒有，孤獨一個人就是講經教學。除這個事情之外，什麼事與我都不相干。我想到事情很多，譬如老人院、傳統文化教育這些事情，彌陀村，我想得很多，我想不想去做？我不想去做，為什麼不想去做？沒人、沒錢，怎麼做法？只是說說而已。可是我這說了，說者無心，聽者有意；有很多人聽了之後，他就真想幹。好，我贊成，就如此而已。人家以為什麼？這是淨空法師做的，錯了，我說者無心，聽者有意。聽的人喜歡去幹來告訴我，還拿了他們一些計劃來給我看。我點頭，好，好事，應當去做，對社會、對國家有大利益，不是我做的。"
    },
    {
      "id": "02-039-0016_p0025",
      "zh_CN": "汤池那个事情，实在讲是联合国一些朋友们逼着做出来的。世界动乱，问题太多，怎样化解冲突？怎么样恢复社会安定、世界和平？我们把中国古圣先贤的教诲在联合国大会做报告，他们听了很欢喜。可是会后找我聊天，「净空法师，你讲得不错，很好，我们都欢喜；这是理想，做不到。」这个事情就把我难住了，他没有信心。这些外国人，怎样才能有信心？一定要做出来，你做出来让他看到，他服了，他没话说了。我是这样被逼着，你看我没有人，只找到两个人，一个杨淑芬老师，一个蔡礼旭老师。家乡父老朋友们支持，我说好，他们支持，你们去做，你们两个人。你看就是两个人，招一批老师，招了三十七个老师。我们有这么一个共同的理想，要求老师学圣学贤、学佛菩萨，自己做出个好榜样给人看。这些老师真了不起，我向他们顶礼，真难得，他们做出最好的榜样，感动当地人，三、四个月那么好的效果出来了。",
      "zh_TW": "湯池那個事情，實在講是聯合國一些朋友們逼著做出來的。世界動亂，問題太多，怎樣化解衝突？怎麼樣恢復社會安定、世界和平？我們把中國古聖先賢的教誨在聯合國大會做報告，他們聽了很歡喜。可是會後找我聊天，「淨空法師，你講得不錯，很好，我們都歡喜；這是理想，做不到。」這個事情就把我難住了，他沒有信心。這些外國人，怎樣才能有信心？一定要做出來，你做出來讓他看到，他服了，他沒話說了。我是這樣被逼著，你看我沒有人，只找到兩個人，一個楊淑芬老師，一個蔡禮旭老師。家鄉父老朋友們支持，我說好，他們支持，你們去做，你們兩個人。你看就是兩個人，招一批老師，招了三十七個老師。我們有這麼一個共同的理想，要求老師學聖學賢、學佛菩薩，自己做出個好榜樣給人看。這些老師真了不起，我向他們頂禮，真難得，他們做出最好的榜樣，感動當地人，三、四個月那麼好的效果出來了。"
    },
    {
      "id": "02-039-0016_p0026",
      "zh_CN": "所以二００六年十月份，我参加联合国教科文组织的一个会议，在巴黎总部召开的，我还算是主办人之一，我把我们汤池的实验向大会做了八个小时的报告。他们听了惊讶，一百九十二个国家的大使都希望到汤池去观摩、去考察，真不容易，做成功了。这个大家相信了，中国古人这套东西现在还有效。所以我们三年在国内也产生很大的影响，现在国家正式把《弟子规》列入学校的课程，好事情。可是要安定社会，要拯救这个世界，那还要大力的来推动，就是全民学习，全国男女老少各行各业一起学。在我的想法只要有五、六十个老师，利用什么来教？利用国家电视台、利用网际网路，每天二十四小时不中断的讲。讲一年，中国社会就安定了；讲三年，这世界就太平，什么事都没有。这是什么？大福报的人干，我只会讲，我不会干。我一个人都没有，现在汤池解散了，蔡礼旭也走了，杨老师也走了，现在我孤家寡人一个。所以你要问，问我有什么方法？我懂得一点，我能提供一点建议，我确实没有能力做。现在年岁也大了，只想把《华严经》、把《无量寿经》好好讲一遍。这两部经讲圆满之后，如果我还有寿命的话，我想把《弥陀经》再讲一遍，详详细细讲一遍。其他，没有我的事情。培养弘法人才都不是我的事情，我没有这个精力了。如果我是五、六十岁可以，八十四岁了，不能再做这个事情了。所以什么好的条件给我，我都拒绝，我都不要了。所以同学们也不必送钱给我。送钱给我，当然我替你做好事，替你印经，替你有些办教育的地方需要钱，办传统教育的，我会把你转送到那边去。我自己什么都不要，我跟大家讲，八十岁以上的人天天就想着要往生，这个事是真的，不是假的。我常说，都说真话，我的寿命到哪一天？就到今天，今天就要死了，还有什么放不下？还有什么事情可以干的？没事了，就是念佛，求阿弥陀佛来接引。天天都是我最后的一天，所以我什么都不想，过得踏实、过得自在。除了讲经，就是读经，乐此不疲。",
      "zh_TW": "所以二００六年十月份，我參加聯合國教科文組織的一個會議，在巴黎總部召開的，我還算是主辦人之一，我把我們湯池的實驗向大會做了八個小時的報告。他們聽了驚訝，一百九十二個國家的大使都希望到湯池去觀摩、去考察，真不容易，做成功了。這個大家相信了，中國古人這套東西現在還有效。所以我們三年在國內也產生很大的影響，現在國家正式把《弟子規》列入學校的課程，好事情。可是要安定社會，要拯救這個世界，那還要大力的來推動，就是全民學習，全國男女老少各行各業一起學。在我的想法只要有五、六十個老師，利用什麼來教？利用國家電視台、利用網際網路，每天二十四小時不中斷的講。講一年，中國社會就安定了；講三年，這世界就太平，什麼事都沒有。這是什麼？大福報的人幹，我只會講，我不會幹。我一個人都沒有，現在湯池解散了，蔡禮旭也走了，楊老師也走了，現在我孤家寡人一個。所以你要問，問我有什麼方法？我懂得一點，我能提供一點建議，我確實沒有能力做。現在年歲也大了，只想把《華嚴經》、把《無量壽經》好好講一遍。這兩部經講圓滿之後，如果我還有壽命的話，我想把《彌陀經》再講一遍，詳詳細細講一遍。其他，沒有我的事情。培養弘法人才都不是我的事情，我沒有這個精力了。如果我是五、六十歲可以，八十四歲了，不能再做這個事情了。所以什麼好的條件給我，我都拒絕，我都不要了。所以同學們也不必送錢給我。送錢給我，當然我替你做好事，替你印經，替你有些辦教育的地方需要錢，辦傳統教育的，我會把你轉送到那邊去。我自己什麼都不要，我跟大家講，八十歲以上的人天天就想著要往生，這個事是真的，不是假的。我常說，都說真話，我的壽命到哪一天？就到今天，今天就要死了，還有什麼放不下？還有什麼事情可以幹的？沒事了，就是念佛，求阿彌陀佛來接引。天天都是我最後的一天，所以我什麼都不想，過得踏實、過得自在。除了講經，就是讀經，樂此不疲。"
    },
    {
      "id": "02-039-0016_p0027",
      "zh_CN": "所以这末后的结论，「是知利济众生，此经为最。持名之法，暗合道妙，最易行故。」黄老居士讲得好，太难得了，我们不能不佩服。末后这一段，「大圣垂慈，特留此经」，大圣是释迦牟尼佛，释迦牟尼佛一万二千年的法运，到最后灭的经是这部经。「经云」，这是本经「独留此经第四十五品」里面的一段话：「当来之世，经道灭尽。我以慈悲哀愍，特留此经，止住百岁。其有众生值斯经者，随意所愿，皆可得度。」当来是将来，末法最后的一百年，佛经在这个世间完全灭尽。为什么会灭？给诸位说，众生的福没有了，造恶的人多，修福的人没有了。如果还有人修福，经道就还会留在世间。为什么世世代代的人造恶？我们看看历史回顾一下，今人造恶业比古人确实是多。我们这种年龄亲眼看的，中国讲三十年是一世，我差不多可以看到三世。这三世是什么？一世不如一世。往后诸位如果留意一下，冷静去想一想，三十年之后这个社会是什么样子？你敢不敢想？你看什么？你看现在的年轻人，十五岁到二十岁的人，他想什么？他说些什么？他干些什么？为什么会变成这样？我们把古圣先贤的教育疏忽了，现在这些小孩、年轻人受的教育是什么？电视、网路。",
      "zh_TW": "所以這末後的結論，「是知利濟眾生，此經為最。持名之法，暗合道妙，最易行故。」黃老居士講得好，太難得了，我們不能不佩服。末後這一段，「大聖垂慈，特留此經」，大聖是釋迦牟尼佛，釋迦牟尼佛一萬二千年的法運，到最後滅的經是這部經。「經云」，這是本經「獨留此經第四十五品」裡面的一段話：「當來之世，經道滅盡。我以慈悲哀愍，特留此經，止住百歲。其有眾生值斯經者，隨意所願，皆可得度。」當來是將來，末法最後的一百年，佛經在這個世間完全滅盡。為什麼會滅？給諸位說，眾生的福沒有了，造惡的人多，修福的人沒有了。如果還有人修福，經道就還會留在世間。為什麼世世代代的人造惡？我們看看歷史回顧一下，今人造惡業比古人確實是多。我們這種年齡親眼看的，中國講三十年是一世，我差不多可以看到三世。這三世是什麼？一世不如一世。往後諸位如果留意一下，冷靜去想一想，三十年之後這個社會是什麼樣子？你敢不敢想？你看什麼？你看現在的年輕人，十五歲到二十歲的人，他想什麼？他說些什麼？他幹些什麼？為什麼會變成這樣？我們把古聖先賢的教育疏忽了，現在這些小孩、年輕人受的教育是什麼？電視、網路。"
    },
    {
      "id": "02-039-0016_p0028",
      "zh_CN": "我在国外住得久，国外的学校，小学一年级学生就用电脑，就有网路。网路上的东西很多，看得乐此不疲，睡觉的时候放在被窝里面看，父母还很得意，我小孩多用功。他在看什么？看暴力、色情、杀盗淫妄，他在接受这些东西。所以不知道孝养父母，不知道友爱兄弟。二十年之后，他们是社会的中坚分子，如果他们在政坛上做为领袖，那他能做些什么？愈想愈可怕。这一代的人还能控制住自己，不会发动核子战争；下一代敢不敢讲？不敢讲了，恐怕现在这些小朋友电动游戏、杀人游戏玩成习惯，到时候他要是做了总统，到掌权的时候可能就把核武拿出来游戏。它不是杀人战争，它是游戏，可是这个游戏就会把世界毁灭掉。毁灭世界也是游戏，怎么办？我也见过一些国家领导人，我给他们有个建议，把核武统统销毁、把化学武器销毁，将来他们纵然想游戏，不至于有这样毁灭性的武器。这对社会、对世界有好处，不必要保留。这个世界如果真正懂得因果报应，我们晓得用武力不能解决问题，只有用真正和平的方法能解决问题，武力解决问题造无量无边罪业。今天时间到了，我们就学到此地。",
      "zh_TW": "我在國外住得久，國外的學校，小學一年級學生就用電腦，就有網路。網路上的東西很多，看得樂此不疲，睡覺的時候放在被窩裡面看，父母還很得意，我小孩多用功。他在看什麼？看暴力、色情、殺盜淫妄，他在接受這些東西。所以不知道孝養父母，不知道友愛兄弟。二十年之後，他們是社會的中堅分子，如果他們在政壇上做為領袖，那他能做些什麼？愈想愈可怕。這一代的人還能控制住自己，不會發動核子戰爭；下一代敢不敢講？不敢講了，恐怕現在這些小朋友電動遊戲、殺人遊戲玩成習慣，到時候他要是做了總統，到掌權的時候可能就把核武拿出來遊戲。它不是殺人戰爭，它是遊戲，可是這個遊戲就會把世界毀滅掉。毀滅世界也是遊戲，怎麼辦？我也見過一些國家領導人，我給他們有個建議，把核武統統銷毀、把化學武器銷毀，將來他們縱然想遊戲，不至於有這樣毀滅性的武器。這對社會、對世界有好處，不必要保留。這個世界如果真正懂得因果報應，我們曉得用武力不能解決問題，只有用真正和平的方法能解決問題，武力解決問題造無量無邊罪業。今天時間到了，我們就學到此地。"
    }
  ]
}