{
  "doc_id": "02-039-0344",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三四四集",
    "zh_TW": "第三四四集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-039-0344",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-039-0344_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第三百九十三面，第六行看起。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第三百九十三面，第六行看起。"
    },
    {
      "id": "02-039-0344_p0002",
      "zh_CN": "「宽广平正，不可限极」。这还是介绍极乐世界的环境，这两句讲的是大地。注子里面，前面这四句话非常重要，「心净土净，心平地平，心地平等，则大地平正」。这把西方世界大地平正的因说出来了，也为我们证实心现识变、境随心转。我们现在这个世界灾难愈来愈多，有部分同学警觉性比较高，在电话当中告诉我，在他们感触当中，好像大灾难已经开始了。警觉性高的人，他就把自己所拥有的财富拿出来多做好事，知道这些东西是带不走的，确实是有相当的警觉性。在预测，连科学家也是如此，地震、火山、瘟疫会愈来愈频繁，灾难也愈来愈严重，甚至于许许多多大灾难是没有遇到的，好像突然来了。在这种环境当中，我们确确实实要把此时此地当作我们这一生当中最后的一天。这个话我跟同学们讲了很多次，是真的，不是假的。今天是我在世界上最后的一天，我必须要做些什么事，自己就明白了，不但不善的事不能做，不善的念头都不能生，我们希望今天一天是做到纯净纯善。中国古圣先贤教导我们止于至善，这要怎么做法？我们现在明白了，没有怀疑，完全肯定，无过于念阿弥陀佛，我今天一天的时间，分分秒秒我都不忘记念佛，这就对了。如果每天都把它看作最后一天，每天抓紧这一句佛号不放，灾难降临的时候，我们就往生极乐世界，无量劫来心目当中所希求的目标终于达到了。",
      "zh_TW": "「寬廣平正，不可限極」。這還是介紹極樂世界的環境，這兩句講的是大地。註子裡面，前面這四句話非常重要，「心淨土淨，心平地平，心地平等，則大地平正」。這把西方世界大地平正的因說出來了，也為我們證實心現識變、境隨心轉。我們現在這個世界災難愈來愈多，有部分同學警覺性比較高，在電話當中告訴我，在他們感觸當中，好像大災難已經開始了。警覺性高的人，他就把自己所擁有的財富拿出來多做好事，知道這些東西是帶不走的，確實是有相當的警覺性。在預測，連科學家也是如此，地震、火山、瘟疫會愈來愈頻繁，災難也愈來愈嚴重，甚至於許許多多大災難是沒有遇到的，好像突然來了。在這種環境當中，我們確確實實要把此時此地當作我們這一生當中最後的一天。這個話我跟同學們講了很多次，是真的，不是假的。今天是我在世界上最後的一天，我必須要做些什麼事，自己就明白了，不但不善的事不能做，不善的念頭都不能生，我們希望今天一天是做到純淨純善。中國古聖先賢教導我們止於至善，這要怎麼做法？我們現在明白了，沒有懷疑，完全肯定，無過於念阿彌陀佛，我今天一天的時間，分分秒秒我都不忘記念佛，這就對了。如果每天都把它看作最後一天，每天抓緊這一句佛號不放，災難降臨的時候，我們就往生極樂世界，無量劫來心目當中所希求的目標終於達到了。"
    },
    {
      "id": "02-039-0344_p0003",
      "zh_CN": "这部经书给我们介绍西方极乐世界的环境，这几句是地理环境，与心念关系太密切了。心念是因，无比庄严美好这是果报，所以心要清净，心要平等。本经的经题「清净平等觉」，我常说我们果然得清净心，清净心比较容易得，只要我这句佛号念念相续，心就清净了。清净心决定生清净土，凡圣同居土；平等心是更升了一级，心平则地平，生方便有余土；大彻大悟，明心见性，生实报庄严土。这个因果要相信，净业三福最后的一条「深信因果」，就是相信这个因果不是普通的因果。念佛决定得生净土，这是因果，得生净土，一生决定成佛，是让我们相信这个因果。",
      "zh_TW": "這部經書給我們介紹西方極樂世界的環境，這幾句是地理環境，與心念關係太密切了。心念是因，無比莊嚴美好這是果報，所以心要清淨，心要平等。本經的經題「清淨平等覺」，我常說我們果然得清淨心，清淨心比較容易得，只要我這句佛號念念相續，心就清淨了。清淨心決定生清淨土，凡聖同居土；平等心是更升了一級，心平則地平，生方便有餘土；大徹大悟，明心見性，生實報莊嚴土。這個因果要相信，淨業三福最後的一條「深信因果」，就是相信這個因果不是普通的因果。念佛決定得生淨土，這是因果，得生淨土，一生決定成佛，是讓我們相信這個因果。"
    },
    {
      "id": "02-039-0344_p0004",
      "zh_CN": "「《往生论》偈云：究竟如虚空，广大无边际。」这就是说西方世界大地的环境，宽广不可限极，不可限极就是它没有数量。这个道理一般人很难懂，我们学佛如果是这几十年都不间断，听过《华严》、听过《楞严》、听过《无量寿经》，你就不会怀疑。自性里面没有对立的，没有大小，大小是假的，远近是假的，先后是假的，这些都是佛菩萨随顺世谛说；随顺佛菩萨说，那是真谛。宽广平正，不可限极，这是随顺圣谛说的，是诸佛菩萨亲证的境界。这些菩萨是法身菩萨，普通的菩萨见不到。那我们平常修行，要不要注意心净心平？心要清净就不能执着，心要平等就不能分别，离分别执着，清净心、平等心就得到。一定要晓得世间所有的一切都不是真的，「凡所有相，皆是虚妄」、「法尚应舍，何况非法」，法是佛法，非法是所讲的世间法，世出世间法都不能执着，都不能分别，你就对了，你才能够感得极乐世界的净土。",
      "zh_TW": "「《往生論》偈云：究竟如虛空，廣大無邊際。」這就是說西方世界大地的環境，寬廣不可限極，不可限極就是它沒有數量。這個道理一般人很難懂，我們學佛如果是這幾十年都不間斷，聽過《華嚴》、聽過《楞嚴》、聽過《無量壽經》，你就不會懷疑。自性裡面沒有對立的，沒有大小，大小是假的，遠近是假的，先後是假的，這些都是佛菩薩隨順世諦說；隨順佛菩薩說，那是真諦。寬廣平正，不可限極，這是隨順聖諦說的，是諸佛菩薩親證的境界。這些菩薩是法身菩薩，普通的菩薩見不到。那我們平常修行，要不要注意心淨心平？心要清淨就不能執著，心要平等就不能分別，離分別執著，清淨心、平等心就得到。一定要曉得世間所有的一切都不是真的，「凡所有相，皆是虛妄」、「法尚應捨，何況非法」，法是佛法，非法是所講的世間法，世出世間法都不能執著，都不能分別，你就對了，你才能夠感得極樂世界的淨土。"
    },
    {
      "id": "02-039-0344_p0005",
      "zh_CN": "「《论注》曰：如虚空者，言来生者虽众，犹若无也。言十方众生往生者，若已生，若今生，若当生，虽无量无边，毕竟常如虚空，广大无际，终无满时。」我们这个地球有人满之患，极乐世界没有这个现象，极乐世界人再多，每个人感觉得都很舒畅，感觉得空间很大，没有拥挤的现象，你要问为什么？大乘经里面常说的一句话，「称性故」，它称性。我们为什么会有这种现象？违背性德故，我们凡夫具足妄想分别执着，完全违背性德，性德没有妄想分别执着。所以西方境界的环境是性德的圆满流露，这个境界我们无法想像，只有往生到极乐世界，他就知道了。往生，善中之善，天上人间，包括十法界，没有比这个更善的。止于至善，讲到真实的，那就是到西方极乐世界去作佛，这才真正叫止于至善，没有成佛，不能叫做止于至善，至是无上的意思。所以今天是我们在这个世间最后的一天，还要分别什么？还要执着什么？不需要。起心动念还是妄想，你依旧造轮回业，你怎么能脱离轮回？如果把今天这一天抓好，念念是阿弥陀佛，到极乐世界去了。真的要记住！我们能不能往生，关键就在今天，古人讲的即在当下。「是即《往生论》庄严量功德成就。庄严之量不可限极也」。这个量是我们凡夫说的限量，极乐世界没有限量，所以样样都是无量，寿命无量，光明无量，国土广大无量，清净无量，样样都是无量，不可限极。",
      "zh_TW": "「《論註》曰：如虛空者，言來生者雖眾，猶若無也。言十方眾生往生者，若已生，若今生，若當生，雖無量無邊，畢竟常如虛空，廣大無際，終無滿時。」我們這個地球有人滿之患，極樂世界沒有這個現象，極樂世界人再多，每個人感覺得都很舒暢，感覺得空間很大，沒有擁擠的現象，你要問為什麼？大乘經裡面常說的一句話，「稱性故」，它稱性。我們為什麼會有這種現象？違背性德故，我們凡夫具足妄想分別執著，完全違背性德，性德沒有妄想分別執著。所以西方境界的環境是性德的圓滿流露，這個境界我們無法想像，只有往生到極樂世界，他就知道了。往生，善中之善，天上人間，包括十法界，沒有比這個更善的。止於至善，講到真實的，那就是到西方極樂世界去作佛，這才真正叫止於至善，沒有成佛，不能叫做止於至善，至是無上的意思。所以今天是我們在這個世間最後的一天，還要分別什麼？還要執著什麼？不需要。起心動念還是妄想，你依舊造輪迴業，你怎麼能脫離輪迴？如果把今天這一天抓好，念念是阿彌陀佛，到極樂世界去了。真的要記住！我們能不能往生，關鍵就在今天，古人講的即在當下。「是即《往生論》莊嚴量功德成就。莊嚴之量不可限極也」。這個量是我們凡夫說的限量，極樂世界沒有限量，所以樣樣都是無量，壽命無量，光明無量，國土廣大無量，清淨無量，樣樣都是無量，不可限極。"
    },
    {
      "id": "02-039-0344_p0006",
      "zh_CN": "再看下面一段，说它的庄严美好。「微妙奇丽，清净庄严。妙者，胜妙难思也」。胜是殊胜微妙，无法想像。「微妙者，则妙中之妙，难思中之难思」。无法想像，你见到之后，真的出乎意料之外，好到什么程度你说不出来，你只能赞叹它太好了太好了。「丽者，美好也，光华也。奇者，异也，不耦也，特也，非常也」，有这么多的意思，不耦是没有相同的。「奇丽者，特异独超之美妙与光华也」，它有光明华丽。「如极乐之地七宝所成，一一宝中有五百色光，其光如华，又似星月，故云奇丽。」就好像星星、月亮，显示自性流露的圆满出现。",
      "zh_TW": "再看下面一段，說它的莊嚴美好。「微妙奇麗，清淨莊嚴。妙者，勝妙難思也」。勝是殊勝微妙，無法想像。「微妙者，則妙中之妙，難思中之難思」。無法想像，你見到之後，真的出乎意料之外，好到什麼程度你說不出來，你只能讚歎它太好了太好了。「麗者，美好也，光華也。奇者，異也，不耦也，特也，非常也」，有這麼多的意思，不耦是沒有相同的。「奇麗者，特異獨超之美妙與光華也」，它有光明華麗。「如極樂之地七寶所成，一一寶中有五百色光，其光如華，又似星月，故云奇麗。」就好像星星、月亮，顯示自性流露的圓滿出現。"
    },
    {
      "id": "02-039-0344_p0007",
      "zh_CN": "「清净者，永离染也。庄严者，具万德也。《论注》曰：从菩萨智慧清净业起，庄严佛事。依法性入清净相。」这一句很重要，我们不能够轻易的疏忽，它从哪里来的？它从菩萨清净智慧业起，这是我们时时刻刻要学习的。什么是菩萨？学佛的人不能不搞清楚，菩萨，梵语具足翻成是叫菩提萨埵，中国人喜欢简单，把尾音略去，称菩萨，菩提萨埵。菩提是觉悟，萨埵是众生，这个众生觉悟了，就叫菩萨，不觉悟就叫凡夫。觉悟的凡夫，换个名称，称他为菩萨。菩萨觉而不迷，正而不邪，净而不染，念念不离三皈依。觉而不迷是皈依佛，正而不邪是皈依法，净而不染是皈依僧，你看三皈依起作用。三皈依落实在日常生活，这个人就是菩萨，菩萨真实智慧。智慧从哪里来？从定中来的，从清净心来的。定、清净心从哪里来的？从持戒来的。因戒得定，因定开慧。不持戒，什么都没有。持戒从哪里持起？记住，从《弟子规》，从《感应篇》，从《十善业》。离开儒释道的这三个根，无论怎么样的苦修勤修都没有结果，像种树一样，树种在地下，树没根，怎么种都会枯死。这就晓得三个根的重要，三个根必须要修学，三个根永远不能离，成佛都不离。",
      "zh_TW": "「清淨者，永離染也。莊嚴者，具萬德也。《論註》曰：從菩薩智慧清淨業起，莊嚴佛事。依法性入清淨相。」這一句很重要，我們不能夠輕易的疏忽，它從哪裡來的？它從菩薩清淨智慧業起，這是我們時時刻刻要學習的。什麼是菩薩？學佛的人不能不搞清楚，菩薩，梵語具足翻成是叫菩提薩埵，中國人喜歡簡單，把尾音略去，稱菩薩，菩提薩埵。菩提是覺悟，薩埵是眾生，這個眾生覺悟了，就叫菩薩，不覺悟就叫凡夫。覺悟的凡夫，換個名稱，稱他為菩薩。菩薩覺而不迷，正而不邪，淨而不染，念念不離三皈依。覺而不迷是皈依佛，正而不邪是皈依法，淨而不染是皈依僧，你看三皈依起作用。三皈依落實在日常生活，這個人就是菩薩，菩薩真實智慧。智慧從哪裡來？從定中來的，從清淨心來的。定、清淨心從哪裡來的？從持戒來的。因戒得定，因定開慧。不持戒，什麼都沒有。持戒從哪裡持起？記住，從《弟子規》，從《感應篇》，從《十善業》。離開儒釋道的這三個根，無論怎麼樣的苦修勤修都沒有結果，像種樹一樣，樹種在地下，樹沒根，怎麼種都會枯死。這就曉得三個根的重要，三個根必須要修學，三個根永遠不能離，成佛都不離。"
    },
    {
      "id": "02-039-0344_p0008",
      "zh_CN": "我们看一般彩画的佛像，几乎一般佛像都能看得到，佛有圆光，头顶上有圆光，圆光上面有三个字，这三个字梵文读音叫「唵阿吽」。在中国，有梵文写的字，有藏文写的字，也有汉文写的字，音都是一样的，都念唵阿吽，这三个字就是十善业，成佛也没有离开十善业。唵是身业，阿是口业，吽是意业。身业，不杀生、不偷盗、不邪淫；口业，不妄语、不两舌、不绮语、不恶口；意业，不贪、不瞋、不痴。这是戒律的根本。小乘人把十善业展开，三千威仪，十善不少，小乘人把它说作三千条。大乘菩萨就更多了，八万四千细行，十善业展开的。八万四千细行归纳就这十条，你说多么重要！有行才有清净心，十善是清净业，修成清净心，清净心起作用就是菩萨智慧，用这个来庄严佛事。这不是人间的富丽堂皇，人间富丽堂皇不能跟菩萨智慧清净相比。为什么？菩萨的清净心能放光，光中还有佛；世间再富丽、再堂皇、再豪华，它不会放光，光中没佛，往后我们都会读到。佛事是帮助众生破迷开悟，这叫佛事，都得搞清楚。世尊用什么方式来做佛事？用教学，讲经教学是佛事。",
      "zh_TW": "我們看一般彩畫的佛像，幾乎一般佛像都能看得到，佛有圓光，頭頂上有圓光，圓光上面有三個字，這三個字梵文讀音叫「唵阿吽」。在中國，有梵文寫的字，有藏文寫的字，也有漢文寫的字，音都是一樣的，都念唵阿吽，這三個字就是十善業，成佛也沒有離開十善業。唵是身業，阿是口業，吽是意業。身業，不殺生、不偷盜、不邪淫；口業，不妄語、不兩舌、不綺語、不惡口；意業，不貪、不瞋、不痴。這是戒律的根本。小乘人把十善業展開，三千威儀，十善不少，小乘人把它說作三千條。大乘菩薩就更多了，八萬四千細行，十善業展開的。八萬四千細行歸納就這十條，你說多麼重要！有行才有清淨心，十善是清淨業，修成清淨心，清淨心起作用就是菩薩智慧，用這個來莊嚴佛事。這不是人間的富麗堂皇，人間富麗堂皇不能跟菩薩智慧清淨相比。為什麼？菩薩的清淨心能放光，光中還有佛；世間再富麗、再堂皇、再豪華，它不會放光，光中沒佛，往後我們都會讀到。佛事是幫助眾生破迷開悟，這叫佛事，都得搞清楚。世尊用什麼方式來做佛事？用教學，講經教學是佛事。"
    },
    {
      "id": "02-039-0344_p0009",
      "zh_CN": "依法性入清净相。这就是真的，不是假的。依法性是什么？明心见性。清净相是清净无为。念老引用《往生论注》，注是昙鸾法师注的，引得特别多，而且好的句子都重复很多遍，让你将他这个注解看一遍之后，你印象最深刻的，大概就是三句话，「清净句，真实智慧，无为法身」。为什么？遍数太多，自然就记得。这是我们念佛人所求的，第一个阶段我们要求的，终极的目标那是无上正等正觉。你真正成就清净句，得到清净句，得到真实智慧，无为法身，就决定生净土，往生极乐世界就拿到保证。「又曰：性者，本义。」我们常常称为本性，它是根本。「能生既净，所生焉能不净」。能生的是性，性清净，所生的是西方极乐世界。能生的是清净性，法性土，极乐世界的国土哪有不清净的道理！「因安乐国土是清净本性之所庄严成就也」，跟我们这个世界不一样，这个世界是秽土，不清净。现在这个地球，可以说到不清净之极，到极处了。为什么会变成这个现象？找根源，人心坏了。也就是地球上的居民心地不清净到极处，于是整个山河大地都不清净了。多少年前，我们听到一个新的名词「保护环境」。我们年轻的时候没这个名词，听说保护环境也不过就是最近五十年的事情，五十年之前没有听到人讲什么保护环境。换句话就是，环境还相当好，纵有污染，不严重，没有人提出保护。到环境染污严重，就有人提出要保护环境，要环保。我当时听到这个名词，我就想环境有物质环境、有精神环境，精神环境跟物质环境是有关联的，如果精神环境不保护，物质环境是永远不可能改善的。这是真的！天天讲环保，疏忽了精神的环保，就是清净心，这个疏忽了。",
      "zh_TW": "依法性入清淨相。這就是真的，不是假的。依法性是什麼？明心見性。清淨相是清淨無為。念老引用《往生論註》，註是曇鸞法師註的，引得特別多，而且好的句子都重複很多遍，讓你將他這個註解看一遍之後，你印象最深刻的，大概就是三句話，「清淨句，真實智慧，無為法身」。為什麼？遍數太多，自然就記得。這是我們念佛人所求的，第一個階段我們要求的，終極的目標那是無上正等正覺。你真正成就清淨句，得到清淨句，得到真實智慧，無為法身，就決定生淨土，往生極樂世界就拿到保證。「又曰：性者，本義。」我們常常稱為本性，它是根本。「能生既淨，所生焉能不淨」。能生的是性，性清淨，所生的是西方極樂世界。能生的是清淨性，法性土，極樂世界的國土哪有不清淨的道理！「因安樂國土是清淨本性之所莊嚴成就也」，跟我們這個世界不一樣，這個世界是穢土，不清淨。現在這個地球，可以說到不清淨之極，到極處了。為什麼會變成這個現象？找根源，人心壞了。也就是地球上的居民心地不清淨到極處，於是整個山河大地都不清淨了。多少年前，我們聽到一個新的名詞「保護環境」。我們年輕的時候沒這個名詞，聽說保護環境也不過就是最近五十年的事情，五十年之前沒有聽到人講什麼保護環境。換句話就是，環境還相當好，縱有污染，不嚴重，沒有人提出保護。到環境染污嚴重，就有人提出要保護環境，要環保。我當時聽到這個名詞，我就想環境有物質環境、有精神環境，精神環境跟物質環境是有關聯的，如果精神環境不保護，物質環境是永遠不可能改善的。這是真的！天天講環保，疏忽了精神的環保，就是清淨心，這個疏忽了。"
    },
    {
      "id": "02-039-0344_p0010",
      "zh_CN": "今天的科学家懂得，物质从哪里来？物质的基础是心念，就是你心里起的念头，那是物质的根本。那念头坏了，物质环境当然坏了。我们用科学家的讲法，念头好，物质环境就像极乐世界一样，无量珍宝所成，哪里会有灾难！看到这一句「安乐国土是清净本性之所庄严成就」，回过头来想想我们的地球，地球是娑婆世界南赡部洲，南赡部洲是烦恼习气严重污染之所成就，这都坏了。好像我记得有科学报告，往后的地震大概都是八级、九级的，六、七级是小地震，还可能出现超级的大地震。现在地震频繁，从来没有过这种现象，历史上没有这种记录，往后我们大家统统都能看到。今天是三月末了，三月二十六号，四月、五月看看，会不会有更大的地震出现？有严重的灾害？我们离地震这个地方很远很远，一样也受到灾难。",
      "zh_TW": "今天的科學家懂得，物質從哪裡來？物質的基礎是心念，就是你心裡起的念頭，那是物質的根本。那念頭壞了，物質環境當然壞了。我們用科學家的講法，念頭好，物質環境就像極樂世界一樣，無量珍寶所成，哪裡會有災難！看到這一句「安樂國土是清淨本性之所莊嚴成就」，回過頭來想想我們的地球，地球是娑婆世界南贍部洲，南贍部洲是煩惱習氣嚴重污染之所成就，這都壞了。好像我記得有科學報告，往後的地震大概都是八級、九級的，六、七級是小地震，還可能出現超級的大地震。現在地震頻繁，從來沒有過這種現象，歷史上沒有這種記錄，往後我們大家統統都能看到。今天是三月末了，三月二十六號，四月、五月看看，會不會有更大的地震出現？有嚴重的災害？我們離地震這個地方很遠很遠，一樣也受到災難。"
    },
    {
      "id": "02-039-0344_p0011",
      "zh_CN": "末后是总结，「超逾十方一切世界」。超逾是超过，十方一切世界里头没有。「本经《至心精进第五》」，里面有这么一句话说，「法藏比丘愿作佛时，智慧、光明、国土、名字，皆闻十方。并曰：我立是愿，都胜无数诸佛国者。」这是法藏菩萨，就是阿弥陀佛的前身，阿弥陀佛在因地当中所发的愿，他这个愿真的是成就了。「由于法藏菩萨因中发超胜无数佛国之愿，至作佛时」，他现在成佛了，「本其所愿，即自得之」。他的功德圆满成就，过去所发的愿自然现前，没有刻意去求，自自然然现前。我们读到这个地方，一定要能想到，中国古人常说，人生在世，「一饮一啄，莫非前定」。前定是什么意思？我们看到这个地方，明白了，阿弥陀佛极乐世界前定的，是弥陀在因地作比丘、作菩萨时候所发的愿成就了。我们这一生当中的际遇是前定的，怎么定的？过去生中跟这些众生有共业，里头有无量无数恩怨，贪瞋痴慢不平，这些不善业也自然出现。我们想，它自然碰到，业力现前的。极乐世界是阿弥陀佛愿力所现的，我们今天这个世界，这一生的机遇，业力所现的。这就全明白了，没有一样不是自作自受，可不能怨人；如果怨人，罪上又加罪了。最重要的，觉悟，了解事实真相，真正觉悟、真正明白了，这一切真放得下，你就得大自在。得大自在的人，起心动念都是积功累德，成就了道业，成就了佛果，这个道理不能不懂。",
      "zh_TW": "末後是總結，「超逾十方一切世界」。超逾是超過，十方一切世界裡頭沒有。「本經《至心精進第五》」，裡面有這麼一句話說，「法藏比丘願作佛時，智慧、光明、國土、名字，皆聞十方。並曰：我立是願，都勝無數諸佛國者。」這是法藏菩薩，就是阿彌陀佛的前身，阿彌陀佛在因地當中所發的願，他這個願真的是成就了。「由於法藏菩薩因中發超勝無數佛國之願，至作佛時」，他現在成佛了，「本其所願，即自得之」。他的功德圓滿成就，過去所發的願自然現前，沒有刻意去求，自自然然現前。我們讀到這個地方，一定要能想到，中國古人常說，人生在世，「一飲一啄，莫非前定」。前定是什麼意思？我們看到這個地方，明白了，阿彌陀佛極樂世界前定的，是彌陀在因地作比丘、作菩薩時候所發的願成就了。我們這一生當中的際遇是前定的，怎麼定的？過去生中跟這些眾生有共業，裡頭有無量無數恩怨，貪瞋痴慢不平，這些不善業也自然出現。我們想，它自然碰到，業力現前的。極樂世界是阿彌陀佛願力所現的，我們今天這個世界，這一生的機遇，業力所現的。這就全明白了，沒有一樣不是自作自受，可不能怨人；如果怨人，罪上又加罪了。最重要的，覺悟，了解事實真相，真正覺悟、真正明白了，這一切真放得下，你就得大自在。得大自在的人，起心動念都是積功累德，成就了道業，成就了佛果，這個道理不能不懂。"
    },
    {
      "id": "02-039-0344_p0012",
      "zh_CN": "今天世界人所造的罪业，感召的这些果报，如果大灾难一次比一次严重，真的像马雅预言所说的，到明年、后年，几乎世界上严重灾难全爆发，可能自己也在罹难之中，不能避免，都有可能。你知道哪个地方不发生地震？哪个地方的山不会崩溃？这些事情没有人能够预知的，我们要想到。念念，时时想到佛陀的教诲，经论，经论是佛陀对我们的教诲，告诉我们宇宙人生的真相，凡所有相皆是虚妄。这些现象，物质现象、精神现象，乃至于自然现象，统统都是有前因后果。迷而不觉，遭遇到的恐怖，惊慌失措；觉悟、明白了，灾难现前，心是定的，知道什么？知道这是业力变现的，我自己的业力，众生的业力。改变心态就能化解灾难，改变心态要与性德相应。",
      "zh_TW": "今天世界人所造的罪業，感召的這些果報，如果大災難一次比一次嚴重，真的像馬雅預言所說的，到明年、後年，幾乎世界上嚴重災難全爆發，可能自己也在罹難之中，不能避免，都有可能。你知道哪個地方不發生地震？哪個地方的山不會崩潰？這些事情沒有人能夠預知的，我們要想到。念念，時時想到佛陀的教誨，經論，經論是佛陀對我們的教誨，告訴我們宇宙人生的真相，凡所有相皆是虛妄。這些現象，物質現象、精神現象，乃至於自然現象，統統都是有前因後果。迷而不覺，遭遇到的恐怖，驚慌失措；覺悟、明白了，災難現前，心是定的，知道什麼？知道這是業力變現的，我自己的業力，眾生的業力。改變心態就能化解災難，改變心態要與性德相應。"
    },
    {
      "id": "02-039-0344_p0013",
      "zh_CN": "说到性德，贤首大师《妄尽还源观》上讲的四德，那是根本四德；讲的三种周遍，三种周遍是事实真相，从三种周遍流出四德。三种周遍是看破，四德是放下。第一个要知道，起心动念，这里头两个意思，起心是自性，动念是阿赖耶；起心是真心，动念是妄心。无论是真心跟妄心，只要一动，就「周遍法界」，这要记住。这什么意思？我们念头才动，遍法界虚空界一切众生全知道了，一个也瞒不住，你的念头是真是妄？是邪是正？是善是恶？全都知道。迷惑颠倒众生不知道，心地清净的人没有一个不知道，周遍法界。第二个现象，这三个都是属于自然现象，「出生无尽」。出生无尽是念头能够叫遍法界虚空界生起变化，这个不可思议，起这么大的作用。第三个「含容空有」，这个重要。含容空有是什么？是心量。含空，心包太虚；容有，量周法界，你的自性本来是这么大的心量，现在连一个人都不能够包容，那成什么话！那你造的业就太重了。心包太虚，量周沙界，是你本来的心量。看到人一点点不是，就要责备，就不高兴，这不像话，没有包容心。没有包容心，处处跟人结怨，果报是自然的，你在果报当中，就自自然然处处都是障碍，你有财富也是处处有障碍，你有很高的地位，还是处处有障碍。为什么？你造的那个业，它就有感这个果报。这个东西只有佛法讲得透，讲得清楚。所以世出世间圣人教给我们，对人要包容，对人要谦虚。",
      "zh_TW": "說到性德，賢首大師《妄盡還源觀》上講的四德，那是根本四德；講的三種周遍，三種周遍是事實真相，從三種周遍流出四德。三種周遍是看破，四德是放下。第一個要知道，起心動念，這裡頭兩個意思，起心是自性，動念是阿賴耶；起心是真心，動念是妄心。無論是真心跟妄心，只要一動，就「周遍法界」，這要記住。這什麼意思？我們念頭才動，遍法界虛空界一切眾生全知道了，一個也瞞不住，你的念頭是真是妄？是邪是正？是善是惡？全都知道。迷惑顛倒眾生不知道，心地清淨的人沒有一個不知道，周遍法界。第二個現象，這三個都是屬於自然現象，「出生無盡」。出生無盡是念頭能夠叫遍法界虛空界生起變化，這個不可思議，起這麼大的作用。第三個「含容空有」，這個重要。含容空有是什麼？是心量。含空，心包太虛；容有，量周法界，你的自性本來是這麼大的心量，現在連一個人都不能夠包容，那成什麼話！那你造的業就太重了。心包太虛，量周沙界，是你本來的心量。看到人一點點不是，就要責備，就不高興，這不像話，沒有包容心。沒有包容心，處處跟人結怨，果報是自然的，你在果報當中，就自自然然處處都是障礙，你有財富也是處處有障礙，你有很高的地位，還是處處有障礙。為什麼？你造的那個業，它就有感這個果報。這個東西只有佛法講得透，講得清楚。所以世出世間聖人教給我們，對人要包容，對人要謙虛。"
    },
    {
      "id": "02-039-0344_p0014",
      "zh_CN": "《无量寿经》上告诉我们，一般人过失很多，经文上说：先人无知，不识道德，无有语者，殊无怪也。不要怪他，要包容他。中国传统文化以孔老夫子做代表，因为他是集大成者。他老人家教人，他一生自己做到，「夫子之道，忠恕而已矣」。这两个字代表夫子一生，他的德行、学问、为人，这两个字代表了。忠是什么？真诚。恕是什么？原谅别人，包容别人。而且《论语》上还有三句话讲得非常具体，第一个「成事不说」，这是什么？多半是坏事，都不是好事，这个事情做成了，不要再说了，已经成了，说了没用处。「遂事不谏」，事情虽然还没成功，但是干的人他有决心，他一定会把它干成，也不必劝告他了。谏是劝他，劝告他，不必，劝他都不听，他不会接受，你就不必劝他，随他去。「既往不咎」，过去的事情不要再追究，不需要再加给他过错，不管了，就是一笔勾消。这是中国老祖宗教后世子孙，为人处世应该这样就对了。",
      "zh_TW": "《無量壽經》上告訴我們，一般人過失很多，經文上說：先人無知，不識道德，無有語者，殊無怪也。不要怪他，要包容他。中國傳統文化以孔老夫子做代表，因為他是集大成者。他老人家教人，他一生自己做到，「夫子之道，忠恕而已矣」。這兩個字代表夫子一生，他的德行、學問、為人，這兩個字代表了。忠是什麼？真誠。恕是什麼？原諒別人，包容別人。而且《論語》上還有三句話講得非常具體，第一個「成事不說」，這是什麼？多半是壞事，都不是好事，這個事情做成了，不要再說了，已經成了，說了沒用處。「遂事不諫」，事情雖然還沒成功，但是幹的人他有決心，他一定會把它幹成，也不必勸告他了。諫是勸他，勸告他，不必，勸他都不聽，他不會接受，你就不必勸他，隨他去。「既往不咎」，過去的事情不要再追究，不需要再加給他過錯，不管了，就是一筆勾消。這是中國老祖宗教後世子孫，為人處世應該這樣就對了。"
    },
    {
      "id": "02-039-0344_p0015",
      "zh_CN": "大乘菩萨真实慈悲，真诚慈悲！为什么对那个造作极重恶业的人，还要这样对他？极恶之人他还是有本性，本性本善，他本来还是佛，一时迷惑，错了，堕到地狱去了。一定要原谅他，不但原谅他，还得帮助他，他能接受多少，帮助他多少。不能接受的时候，暂时就不要理他；能接受，一定要帮他。这是菩萨，菩萨心里只有慈悲，没有怨恨。你害他，毁谤他、羞辱他、伤害他，他心地还是坦然，没有一丝毫的怨恨，这是菩萨。他看到你在造业，看到你将来受果报，你什么时候回头，他什么时候就伸出援手来帮助你。为什么？菩萨知道一切众生跟自己是一体，哪有不关怀的道理！哪有不帮助的道理！所以这些是我们要学习的。这让我们体会到起心动念，这个念头是染是净？是邪是正？是善是恶？决定不能疏忽，清清楚楚、明明了瞭，这是智慧。智慧怎么样得来？我们每个人都希望自己有智慧，方法很多，所谓八万四千法门，无量法门，这么多法门当中，最方便的无过于念佛。修无法师，泥水匠，没有念过书，不认识字，往生的时候能说出这么一句话，「能说不能行，不是真智慧」。这一句话入不入一法句？我们想想看，能不能入一法句？一法句就是真实智慧，无为法身。不简单！一生就念这一句阿弥陀佛，这一句话就代表他真实智慧，他做对了，你做错了。为什么？他能行不能说，你呢？能说不能行。能行的人往生极乐世界，能说的人还搞六道轮回。这句话里头的意思很深！",
      "zh_TW": "大乘菩薩真實慈悲，真誠慈悲！為什麼對那個造作極重惡業的人，還要這樣對他？極惡之人他還是有本性，本性本善，他本來還是佛，一時迷惑，錯了，墮到地獄去了。一定要原諒他，不但原諒他，還得幫助他，他能接受多少，幫助他多少。不能接受的時候，暫時就不要理他；能接受，一定要幫他。這是菩薩，菩薩心裡只有慈悲，沒有怨恨。你害他，毀謗他、羞辱他、傷害他，他心地還是坦然，沒有一絲毫的怨恨，這是菩薩。他看到你在造業，看到你將來受果報，你什麼時候回頭，他什麼時候就伸出援手來幫助你。為什麼？菩薩知道一切眾生跟自己是一體，哪有不關懷的道理！哪有不幫助的道理！所以這些是我們要學習的。這讓我們體會到起心動念，這個念頭是染是淨？是邪是正？是善是惡？決定不能疏忽，清清楚楚、明明瞭瞭，這是智慧。智慧怎麼樣得來？我們每個人都希望自己有智慧，方法很多，所謂八萬四千法門，無量法門，這麼多法門當中，最方便的無過於念佛。修無法師，泥水匠，沒有念過書，不認識字，往生的時候能說出這麼一句話，「能說不能行，不是真智慧」。這一句話入不入一法句？我們想想看，能不能入一法句？一法句就是真實智慧，無為法身。不簡單！一生就念這一句阿彌陀佛，這一句話就代表他真實智慧，他做對了，你做錯了。為什麼？他能行不能說，你呢？能說不能行。能行的人往生極樂世界，能說的人還搞六道輪迴。這句話裡頭的意思很深！"
    },
    {
      "id": "02-039-0344_p0016",
      "zh_CN": "这向下《光明遍照第十二》文里头所说的，「本其前世求道」，这是讲法藏菩萨，「所愿功德大小不同。至作佛时，各自得之。自在所作，不为预计」。「是故极乐国土，具足庄严，超逾十方一切世界」。这真的！我们懂得这个道理，了解这个因果真相，回过头来看自己现在，清清楚楚、明明白白。我这一生际遇，就是过去生中起心动念一切造作自然感得的，明白之后，我自己可以修正，好处就在此地。我把念头修正过来，业感马上就产生变化。所有一切自然感应，我都不要了，我只取西方极乐世界阿弥陀佛，其他的愿都放下，只有这一愿，这一生就成功。再看下面的经文，这一段经文「问答释义」：",
      "zh_TW": "這向下《光明遍照第十二》文裡頭所說的，「本其前世求道」，這是講法藏菩薩，「所願功德大小不同。至作佛時，各自得之。自在所作，不為預計」。「是故極樂國土，具足莊嚴，超逾十方一切世界」。這真的！我們懂得這個道理，了解這個因果真相，回過頭來看自己現在，清清楚楚、明明白白。我這一生際遇，就是過去生中起心動念一切造作自然感得的，明白之後，我自己可以修正，好處就在此地。我把念頭修正過來，業感馬上就產生變化。所有一切自然感應，我都不要了，我只取西方極樂世界阿彌陀佛，其他的願都放下，只有這一願，這一生就成功。再看下面的經文，這一段經文「問答釋義」："
    },
    {
      "id": "02-039-0344_p0017",
      "zh_CN": "【阿难闻已。白世尊言。若彼国土无须弥山。其四天王天及忉利天依何而住。】",
      "zh_TW": "【阿難聞已。白世尊言。若彼國土無須彌山。其四天王天及忉利天依何而住。】"
    },
    {
      "id": "02-039-0344_p0018",
      "zh_CN": "其实极乐世界有没有四王天？有没有忉利天？没有。为什么？欲界天、色界天往生到西方极乐世界，都在凡圣同居土；声闻、缘觉、菩萨、佛，四圣法界往生极乐世界，都在方便有余土，都得到阿弥陀佛四十八愿威神加持，皆作阿惟越致菩萨。那我们就晓得，阿难提出这个问题，是代表一些愚昧无有智慧凡夫而发的。",
      "zh_TW": "其實極樂世界有沒有四王天？有沒有忉利天？沒有。為什麼？欲界天、色界天往生到西方極樂世界，都在凡聖同居土；聲聞、緣覺、菩薩、佛，四聖法界往生極樂世界，都在方便有餘土，都得到阿彌陀佛四十八願威神加持，皆作阿惟越致菩薩。那我們就曉得，阿難提出這個問題，是代表一些愚昧無有智慧凡夫而發的。"
    },
    {
      "id": "02-039-0344_p0019",
      "zh_CN": "我们看注解，「忉利天」，忉利是梵语，翻成中国是三十三，中国人叫三十三天。「欲界六天中之第二」，欲界六层天，它是第二层。「在须弥山之顶。中央有一天城，帝释所居。」帝释，中国人称他为玉皇大帝。「四方各有八天城，总数为三十三处，故称三十三天。此忉利天之诸天与四天王天，皆依须弥山而住。阿难今闻佛说极乐世界无有须弥山，故问上述诸天依何而住」。没有须弥山，欲界这两层天他住在哪里？我们看世尊为阿难尊者的解答：",
      "zh_TW": "我們看註解，「忉利天」，忉利是梵語，翻成中國是三十三，中國人叫三十三天。「欲界六天中之第二」，欲界六層天，它是第二層。「在須彌山之頂。中央有一天城，帝釋所居。」帝釋，中國人稱他為玉皇大帝。「四方各有八天城，總數為三十三處，故稱三十三天。此忉利天之諸天與四天王天，皆依須彌山而住。阿難今聞佛說極樂世界無有須彌山，故問上述諸天依何而住」。沒有須彌山，欲界這兩層天他住在哪裡？我們看世尊為阿難尊者的解答："
    },
    {
      "id": "02-039-0344_p0020",
      "zh_CN": "【佛告阿难。夜摩。兜率乃至色无色界。一切诸天。依何而住。阿难白言。不可思议业力所致。】",
      "zh_TW": "【佛告阿難。夜摩。兜率乃至色無色界。一切諸天。依何而住。阿難白言。不可思議業力所致。】"
    },
    {
      "id": "02-039-0344_p0021",
      "zh_CN": "答得没错，我们看念老的注解。「夜摩具名须夜摩」，具是具足，那夜摩就晓得，夜摩是简称。中国人喜欢简单，不喜欢麻烦，所以把那个「须」字省掉，这个音省掉，称夜摩，就是须夜摩天。「欲界天中第三天」，第三层天。「四天王天及忉利天依须弥而住，名地居天。夜摩以上住于空中，名空居天」。所以须夜摩翻成中国意思，就是时分、善分。「《佛地论》曰：夜摩天者，谓此天随时受乐，故名时分」。他每天一定的时间去享乐，就好像学校学生上课一样，到时间就要进讲堂。这个天的福报很大，比忉利天大，每天享乐的时间多。",
      "zh_TW": "答得沒錯，我們看念老的註解。「夜摩具名須夜摩」，具是具足，那夜摩就曉得，夜摩是簡稱。中國人喜歡簡單，不喜歡麻煩，所以把那個「須」字省掉，這個音省掉，稱夜摩，就是須夜摩天。「欲界天中第三天」，第三層天。「四天王天及忉利天依須彌而住，名地居天。夜摩以上住於空中，名空居天」。所以須夜摩翻成中國意思，就是時分、善分。「《佛地論》曰：夜摩天者，謂此天隨時受樂，故名時分」。他每天一定的時間去享樂，就好像學校學生上課一樣，到時間就要進講堂。這個天的福報很大，比忉利天大，每天享樂的時間多。"
    },
    {
      "id": "02-039-0344_p0022",
      "zh_CN": "「兜率」，也是梵语，它的意思是「上足、妙足、知足、喜足」，这些统而言之就是一个，他很满足，知足常乐。所以很多地方看古大德引用的，都称为知足天。这个意思好！你看，补处菩萨都住在这个地方，表法！现在弥勒菩萨住在那边，将来到这个世间来成佛，是娑婆世界第五尊佛，释迦牟尼佛是第四，他是第五。补处，意思就是后补佛，他后补释迦牟尼佛。什么条件才当作后补？知足。这个意思好！知足底下就成佛了，意思就是说你圆满了，知足就非常接近圆满。所以它的意思里头有上足，上，不是中下，中足上头还有上足，上足上头就没有了。妙足，意思多好。喜足，你看足，它就妙。人要有满足、知足，那就妙了。人要知足就欢喜，不知足很苦恼，不知足就不妙。上、妙、喜都是从知足而来的。「乃欲界第四天。于五欲之乐，生喜足之心，故名喜足。」对于这个世间五欲之乐，他已经满足，才能生到这一层天；如果对于五欲七情的享受还有贪恋，他就到不了这一层天。这一层天，知足才能生到这一层。「其内院为弥勒大士之净土，外院为天众之欲乐处」。它有内外，换句话说，这一层天是凡圣同居土，内是等觉菩萨修行的道场，他在等待时节因缘成熟的时候，他就现身成佛；外院是欲界第四天的天人，他们的报土。",
      "zh_TW": "「兜率」，也是梵語，它的意思是「上足、妙足、知足、喜足」，這些統而言之就是一個，他很滿足，知足常樂。所以很多地方看古大德引用的，都稱為知足天。這個意思好！你看，補處菩薩都住在這個地方，表法！現在彌勒菩薩住在那邊，將來到這個世間來成佛，是娑婆世界第五尊佛，釋迦牟尼佛是第四，他是第五。補處，意思就是後補佛，他後補釋迦牟尼佛。什麼條件才當作後補？知足。這個意思好！知足底下就成佛了，意思就是說你圓滿了，知足就非常接近圓滿。所以它的意思裡頭有上足，上，不是中下，中足上頭還有上足，上足上頭就沒有了。妙足，意思多好。喜足，你看足，它就妙。人要有滿足、知足，那就妙了。人要知足就歡喜，不知足很苦惱，不知足就不妙。上、妙、喜都是從知足而來的。「乃欲界第四天。於五欲之樂，生喜足之心，故名喜足。」對於這個世間五欲之樂，他已經滿足，才能生到這一層天；如果對於五欲七情的享受還有貪戀，他就到不了這一層天。這一層天，知足才能生到這一層。「其內院為彌勒大士之淨土，外院為天眾之欲樂處」。它有內外，換句話說，這一層天是凡聖同居土，內是等覺菩薩修行的道場，他在等待時節因緣成熟的時候，他就現身成佛；外院是欲界第四天的天人，他們的報土。"
    },
    {
      "id": "02-039-0344_p0023",
      "zh_CN": "「色无色界」，「色指色界诸天」，十八层，色界十八层天，无色界四层天，「皆位居欲界天之上，住于虚空」。换句话说，他们不住在物质世界里头，我们今天讲的有形的物质，星球星系，他们不住在这里，他们住在空中，不同维次的空间，他们叫空居天。如果住在星球上，住在火星，住在水星，住在天王星，那都叫地居天，他不住在空中，他住在地面。「故世尊反问阿难，若无须弥，天即无有住处者，夜摩以上诸天住于何所」。佛这个话问得很好。「今娑婆世界」，我们这个世界，夜摩以上的诸天，「尚能不依须弥，能住于空」，他不依须弥山，能住在空中，叫空居天，「则彼土诸天」，就是西方极乐世界诸天，「何须有须弥也」。这个意思就说清楚、说明白了。",
      "zh_TW": "「色無色界」，「色指色界諸天」，十八層，色界十八層天，無色界四層天，「皆位居欲界天之上，住於虛空」。換句話說，他們不住在物質世界裡頭，我們今天講的有形的物質，星球星系，他們不住在這裡，他們住在空中，不同維次的空間，他們叫空居天。如果住在星球上，住在火星，住在水星，住在天王星，那都叫地居天，他不住在空中，他住在地面。「故世尊反問阿難，若無須彌，天即無有住處者，夜摩以上諸天住於何所」。佛這個話問得很好。「今娑婆世界」，我們這個世界，夜摩以上的諸天，「尚能不依須彌，能住於空」，他不依須彌山，能住在空中，叫空居天，「則彼土諸天」，就是西方極樂世界諸天，「何須有須彌也」。這個意思就說清楚、說明白了。"
    },
    {
      "id": "02-039-0344_p0024",
      "zh_CN": "「阿难答曰：因有不可思议业力，致使诸天依空而住。业者，《俱舍光记十三》曰造作名业。谓身口意之所作名业，作善名善业，作恶名恶业；善业有生乐果之力用，恶业有生苦果之力用，故名业力。」业就是造作。古大德为我们用具体事实来说，正在造作的时候叫事，你在做事，有善事、有恶事，事造作完之后就叫业。你看学生在上课，叫作业，功课统统学完叫毕业，业完毕了。我们正在造的时候就做事，造完之后就结业。业在哪里？业在阿赖耶。等于说你造作的统统都有档案，有记录。收藏在哪里？收藏在阿赖耶。阿赖耶是你的资料库，保存很久，永远保存，你生生世世它都保存住。如果要不保存，你证得宿命通，你怎么能知道过去世？证得宿命通，没有别的，就等于说你可以把过去世这些资料档案统统调出来看，就这个意思。我们凡夫不知道藏在哪里，调不出来，宿命通的人可以把自己无量劫前的档案全调出来，知道过去干些什么。所以造作不能大意、不能糊涂，你的资料室藏的档案全是恶业，那就不好。恶业一定感得恶报，遇到恶缘，果报现前；善业感得善果，遇到缘分的时候，这个善果就现前。善果是人天福报，你这一生当中享大福报，拥有财富，或者是你得到很高的地位，全是命中有的，半点不由人。所以这些都不能不知道。",
      "zh_TW": "「阿難答曰：因有不可思議業力，致使諸天依空而住。業者，《俱舍光記十三》曰造作名業。謂身口意之所作名業，作善名善業，作惡名惡業；善業有生樂果之力用，惡業有生苦果之力用，故名業力。」業就是造作。古大德為我們用具體事實來說，正在造作的時候叫事，你在做事，有善事、有惡事，事造作完之後就叫業。你看學生在上課，叫作業，功課統統學完叫畢業，業完畢了。我們正在造的時候就做事，造完之後就結業。業在哪裡？業在阿賴耶。等於說你造作的統統都有檔案，有記錄。收藏在哪裡？收藏在阿賴耶。阿賴耶是你的資料庫，保存很久，永遠保存，你生生世世它都保存住。如果要不保存，你證得宿命通，你怎麼能知道過去世？證得宿命通，沒有別的，就等於說你可以把過去世這些資料檔案統統調出來看，就這個意思。我們凡夫不知道藏在哪裡，調不出來，宿命通的人可以把自己無量劫前的檔案全調出來，知道過去幹些什麼。所以造作不能大意、不能糊塗，你的資料室藏的檔案全是惡業，那就不好。惡業一定感得惡報，遇到惡緣，果報現前；善業感得善果，遇到緣分的時候，這個善果就現前。善果是人天福報，你這一生當中享大福報，擁有財富，或者是你得到很高的地位，全是命中有的，半點不由人。所以這些都不能不知道。"
    },
    {
      "id": "02-039-0344_p0025",
      "zh_CN": "《有部毘奈耶》第四十六卷说，「不思议业力，虽远必相牵」。这个远就是过去，几百年、几千年、几万年，在佛法里面讲无量劫，你所造的这个业力，遇到缘的话，这个业力就会起现行，它起作用。「果报成熟时，求避终难脱」。要是恶报来的时候，你想躲避躲不掉，你一定要受。善有善果，恶有恶报，非常可怕。人与人这些关系，在我们中国古德讲，这就是伦理的关系。伦理是讲人跟人的关系，扩大来，人与一切众生的关系，人与天地鬼神的关系，人与花草树木的关系，人与山河大地的关系，统统叫伦理。遍法界虚空界是一个整体，不能分割，佛菩萨知道，所以佛菩萨的慈悲叫「同体大悲，无缘大慈」。无缘是无条件的，没有理由的，没有条件，自自然然应该要做的。凡夫迷失了自性，不知道这个关系，就造作很多错事情，造无量无边罪业，是因为无知。业因果报，丝毫不爽。",
      "zh_TW": "《有部毘奈耶》第四十六卷說，「不思議業力，雖遠必相牽」。這個遠就是過去，幾百年、幾千年、幾萬年，在佛法裡面講無量劫，你所造的這個業力，遇到緣的話，這個業力就會起現行，它起作用。「果報成熟時，求避終難脫」。要是惡報來的時候，你想躲避躲不掉，你一定要受。善有善果，惡有惡報，非常可怕。人與人這些關係，在我們中國古德講，這就是倫理的關係。倫理是講人跟人的關係，擴大來，人與一切眾生的關係，人與天地鬼神的關係，人與花草樹木的關係，人與山河大地的關係，統統叫倫理。遍法界虛空界是一個整體，不能分割，佛菩薩知道，所以佛菩薩的慈悲叫「同體大悲，無緣大慈」。無緣是無條件的，沒有理由的，沒有條件，自自然然應該要做的。凡夫迷失了自性，不知道這個關係，就造作很多錯事情，造無量無邊罪業，是因為無知。業因果報，絲毫不爽。"
    },
    {
      "id": "02-039-0344_p0026",
      "zh_CN": "我们看下面一段经文，佛为阿难解释什么叫不思议业。",
      "zh_TW": "我們看下面一段經文，佛為阿難解釋什麼叫不思議業。"
    },
    {
      "id": "02-039-0344_p0027",
      "zh_CN": "【佛语阿难。不思议业。汝可知耶。】",
      "zh_TW": "【佛語阿難。不思議業。汝可知耶。】"
    },
    {
      "id": "02-039-0344_p0028",
      "zh_CN": "你知不知道？",
      "zh_TW": "你知不知道？"
    },
    {
      "id": "02-039-0344_p0029",
      "zh_CN": "【汝身果报。不可思议。众生业报亦不可思议。众生善根不可思议。诸佛圣力。诸佛世界亦不可思议。其国众生。】",
      "zh_TW": "【汝身果報。不可思議。眾生業報亦不可思議。眾生善根不可思議。諸佛聖力。諸佛世界亦不可思議。其國眾生。】"
    },
    {
      "id": "02-039-0344_p0030",
      "zh_CN": "「其国」是讲极乐世界。",
      "zh_TW": "「其國」是講極樂世界。"
    },
    {
      "id": "02-039-0344_p0031",
      "zh_CN": "【功德善力。住行业地。及佛神力。故能尔耳。】",
      "zh_TW": "【功德善力。住行業地。及佛神力。故能爾耳。】"
    },
    {
      "id": "02-039-0344_p0032",
      "zh_CN": "这一段的意思很深，我们看念老的注解。「果报者，据《笺注》意」，《无量寿经笺注》丁福保居士编的。「果报指过去所行善恶，感得之结果与回报，故名果报。本为一体。若细区分，则吾人今日所遇之境界，由于过去世中所造业因之结果，是名果，又对应于造业之缘而报者，名为报。正可生果之物曰因。助其因而促使得果者，名曰缘」。下面举个例子，「譬如米麦之种子，因也。农夫之耕耘与雨露之滋润等，缘也。今年米麦之成熟，是以去年米麦为种子，故对应于去年之米麦，则是果。对应于去年之农夫与雨露，则为报也。」这是解释果报这两个字，意思不深，我们都能够看得懂。",
      "zh_TW": "這一段的意思很深，我們看念老的註解。「果報者，據《箋註》意」，《無量壽經箋註》丁福保居士編的。「果報指過去所行善惡，感得之結果與回報，故名果報。本為一體。若細區分，則吾人今日所遇之境界，由於過去世中所造業因之結果，是名果，又對應於造業之緣而報者，名為報。正可生果之物曰因。助其因而促使得果者，名曰緣」。下面舉個例子，「譬如米麥之種子，因也。農夫之耕耘與雨露之滋潤等，緣也。今年米麥之成熟，是以去年米麥為種子，故對應於去年之米麥，則是果。對應於去年之農夫與雨露，則為報也。」這是解釋果報這兩個字，意思不深，我們都能夠看得懂。"
    },
    {
      "id": "02-039-0344_p0033",
      "zh_CN": "值得我们注意的，知道这个事实真相之后，当我们起心动念、言语造作的时候，我们有没有会想到将来的果报？这一桩事情要紧。如果我们觉得这个念头将来的果报不善，现在我们就把它停止，不做了，这是好事；这个事情将来果报一定是好的，那我一定要做。这才是一个真正有智慧，生生世世得大利乐之人。他懂得、明了，在这一生当中，所遭遇到许许多多不如意、不善的这些苦报，都知道它的因从哪里来的。有些是自作自受，那是无怨无悔，我自己造的，我自己当然得承受。有些它不是自己造的因，那是什么？代众生受苦，不一样。自己没造这个业，可是他受这个报，代众生苦真正的意思在此地。",
      "zh_TW": "值得我們注意的，知道這個事實真相之後，當我們起心動念、言語造作的時候，我們有沒有會想到將來的果報？這一樁事情要緊。如果我們覺得這個念頭將來的果報不善，現在我們就把它停止，不做了，這是好事；這個事情將來果報一定是好的，那我一定要做。這才是一個真正有智慧，生生世世得大利樂之人。他懂得、明瞭，在這一生當中，所遭遇到許許多多不如意、不善的這些苦報，都知道它的因從哪裡來的。有些是自作自受，那是無怨無悔，我自己造的，我自己當然得承受。有些它不是自己造的因，那是什麼？代眾生受苦，不一樣。自己沒造這個業，可是他受這個報，代眾生苦真正的意思在此地。"
    },
    {
      "id": "02-039-0344_p0034",
      "zh_CN": "弘法利生，好事，劝人断恶修善是好事，可是真的社会上确实有一部分人不相信，不能接受，还得毁谤你、侮辱你，甚至把你驱逐出境，这叫代众生苦，就知道这个地区众生福薄。你看，善法在这里推不动，有这么大的障碍，一般称之为魔障。又有所谓「道高一尺，魔高一丈」，魔从哪里来的？不善共业来产生的。你统统把它认识清楚了，你在境界当中也很顺利，自自然然相处，就圆满了。帮助众生的事情不圆满，实际上圆满了。你这个好事被人障碍，怎么圆满？你的发心圆满。大乘佛法论心不论事，发心圆满就是功德圆成。事情没有圆满是什么？那是众生福报不够，与你不相干，世尊《楞严经》上讲的。由此可知，再大的艰难，菩萨不能不发心，不发心就错了。发心做不到没关系，一定要发心。",
      "zh_TW": "弘法利生，好事，勸人斷惡修善是好事，可是真的社會上確實有一部分人不相信，不能接受，還得毀謗你、侮辱你，甚至把你驅逐出境，這叫代眾生苦，就知道這個地區眾生福薄。你看，善法在這裡推不動，有這麼大的障礙，一般稱之為魔障。又有所謂「道高一尺，魔高一丈」，魔從哪裡來的？不善共業來產生的。你統統把它認識清楚了，你在境界當中也很順利，自自然然相處，就圓滿了。幫助眾生的事情不圓滿，實際上圓滿了。你這個好事被人障礙，怎麼圓滿？你的發心圓滿。大乘佛法論心不論事，發心圓滿就是功德圓成。事情沒有圓滿是什麼？那是眾生福報不夠，與你不相干，世尊《楞嚴經》上講的。由此可知，再大的艱難，菩薩不能不發心，不發心就錯了。發心做不到沒關係，一定要發心。"
    },
    {
      "id": "02-039-0344_p0035",
      "zh_CN": "所以你真的发心要帮助众生，帮助他们破迷开悟，帮助他们学习正法，帮助他们往生净土，而当中有人破坏，那个力量非常强大，你没办法抗拒，或者你离开了，或者你不干了，其实你的功德圆满了，你应该感谢那些障碍的人。为什么？他们不障碍，做得好辛苦；他们一障碍，不要做，功德也圆满。你想想看谁占便宜？原来自己占大便宜，自己不知道。他们那些人造业了，他要受报，我功德圆满。我不是不做，真想做，但是缘不成熟，功德就圆满。佛法里算帐合情合理合法，一点都不冤枉人。不能说人家一障，你就没有功德了，那我们都泄气了，功德圆满了，又不需要去做。所以这个对障碍人生恭敬心、感恩的心，还应该要把自己的功德回向给他们。为什么？他们造的罪业将来受苦报，我们将功德回向给他，他将来受苦少一点，减轻一点。这是我们对他的回报，他帮助我们成就，我们对他的回报，决定没有一丝毫的怨恨心。学佛不能不懂这个道理，这道理很深，而且这些事情随时随地会遇到，在现前这个社会，无论在哪个国家地区都会碰到。所以懂得了，我们就知道怎样处理，不致于有怨恨，不致于把事情做错了，没有一样不如法。",
      "zh_TW": "所以你真的發心要幫助眾生，幫助他們破迷開悟，幫助他們學習正法，幫助他們往生淨土，而當中有人破壞，那個力量非常強大，你沒辦法抗拒，或者你離開了，或者你不幹了，其實你的功德圓滿了，你應該感謝那些障礙的人。為什麼？他們不障礙，做得好辛苦；他們一障礙，不要做，功德也圓滿。你想想看誰佔便宜？原來自己佔大便宜，自己不知道。他們那些人造業了，他要受報，我功德圓滿。我不是不做，真想做，但是緣不成熟，功德就圓滿。佛法裡算帳合情合理合法，一點都不冤枉人。不能說人家一障，你就沒有功德了，那我們都洩氣了，功德圓滿了，又不需要去做。所以這個對障礙人生恭敬心、感恩的心，還應該要把自己的功德迴向給他們。為什麼？他們造的罪業將來受苦報，我們將功德迴向給他，他將來受苦少一點，減輕一點。這是我們對他的回報，他幫助我們成就，我們對他的回報，決定沒有一絲毫的怨恨心。學佛不能不懂這個道理，這道理很深，而且這些事情隨時隨地會遇到，在現前這個社會，無論在哪個國家地區都會碰到。所以懂得了，我們就知道怎樣處理，不致於有怨恨，不致於把事情做錯了，沒有一樣不如法。"
    },
    {
      "id": "02-039-0344_p0036",
      "zh_CN": "下面我们再看「不可思议者」，思是思惟，议是言语，不可思议。「超情离见」，情是七情，是情识；见就是你的想法、你的看法；不可思议，超越了。换句话说，不是你的情见能理解的，不是你的情见所能看得到的。后头这个解释，「非众生思维语言之所能及」。这个解释也很好，是你想像不到的，用现在的话说，是你知识达不到的，你没法子理解，这个道理太深太广。「众生业报」，一般人见不到，业报是两桩事情，一个是「业因」，一个是「果报」。业报就是业因与果报，都深。有些业因是在现在，果报是在来世；果报是在现前，业因是在前世。「由于善恶之业因，则遭受乐苦之果报」。善因乐果，恶因苦果，丝毫不爽，这个事情不能不知道。",
      "zh_TW": "下面我們再看「不可思議者」，思是思惟，議是言語，不可思議。「超情離見」，情是七情，是情識；見就是你的想法、你的看法；不可思議，超越了。換句話說，不是你的情見能理解的，不是你的情見所能看得到的。後頭這個解釋，「非眾生思維語言之所能及」。這個解釋也很好，是你想像不到的，用現在的話說，是你知識達不到的，你沒法子理解，這個道理太深太廣。「眾生業報」，一般人見不到，業報是兩樁事情，一個是「業因」，一個是「果報」。業報就是業因與果報，都深。有些業因是在現在，果報是在來世；果報是在現前，業因是在前世。「由於善惡之業因，則遭受樂苦之果報」。善因樂果，惡因苦果，絲毫不爽，這個事情不能不知道。"
    },
    {
      "id": "02-039-0344_p0037",
      "zh_CN": "「《宝积经九十六》曰：阎罗常告彼罪人，无有少罪我能加。汝自作罪今自来，业报自招无代者。」阎罗王告诉受罪的人，阎罗王说的是真话，无有，是我不能加给你很少的罪过。换句话说，我不能给你罪过，罪是你自己造的，你自己受，我没有权力来加罪与你，来惩罚你，阎罗王说我没有这个能力。这些果报什么？是你自己作罪，你今天来到此地，自自然然来到此地，是小鬼去抓你来见阎罗王。那小鬼是阎罗王派的？不是的。那小鬼是谁？是你的冤亲债主，把你抓来了。这个要懂得！冤亲债主变化作无常、变化作牛头马面来抓你，你自己来的，自作自受。业报自招无代者，汝自作罪今自来。这个很好，这四句，「阎罗常告彼罪人，无有少罪我能加。汝自作罪今自来，业报自招无代者」。",
      "zh_TW": "「《寶積經九十六》曰：閻羅常告彼罪人，無有少罪我能加。汝自作罪今自來，業報自招無代者。」閻羅王告訴受罪的人，閻羅王說的是真話，無有，是我不能加給你很少的罪過。換句話說，我不能給你罪過，罪是你自己造的，你自己受，我沒有權力來加罪與你，來懲罰你，閻羅王說我沒有這個能力。這些果報什麼？是你自己作罪，你今天來到此地，自自然然來到此地，是小鬼去抓你來見閻羅王。那小鬼是閻羅王派的？不是的。那小鬼是誰？是你的冤親債主，把你抓來了。這個要懂得！冤親債主變化作無常、變化作牛頭馬面來抓你，你自己來的，自作自受。業報自招無代者，汝自作罪今自來。這個很好，這四句，「閻羅常告彼罪人，無有少罪我能加。汝自作罪今自來，業報自招無代者」。"
    },
    {
      "id": "02-039-0344_p0038",
      "zh_CN": "「又如《普贤行愿品》」，这里头也有一段经文。「菩萨自念，我于过去无始劫中，由贪瞋痴，发身口意，作诸恶业无量无边，若此恶业有体相者，尽虚空界不能容受」。这是《普贤行愿品》说的，这忏除业障。菩萨有智慧，菩萨有神通，菩萨知道过去。你看他知道，我于过去无始劫中，过去生生世世无量劫前，菩萨知道，宿命通。由于贪瞋痴，发起身口意，贪瞋痴是业因，造作罪业的因；身口意是造作恶业的工具，是缘，让你造无量无边的恶业。假若这些恶业有体相，尽虚空界不能容受，就是都装不下，你造的业多少？菩萨如是，我们哪一个人不如是？无量劫来肯定造的恶业多，造的善业少，所以在六道里面的果报，乐报的少，苦报的多，原因就在此地。",
      "zh_TW": "「又如《普賢行願品》」，這裡頭也有一段經文。「菩薩自念，我於過去無始劫中，由貪瞋痴，發身口意，作諸惡業無量無邊，若此惡業有體相者，盡虛空界不能容受」。這是《普賢行願品》說的，這懺除業障。菩薩有智慧，菩薩有神通，菩薩知道過去。你看他知道，我於過去無始劫中，過去生生世世無量劫前，菩薩知道，宿命通。由於貪瞋痴，發起身口意，貪瞋痴是業因，造作罪業的因；身口意是造作惡業的工具，是緣，讓你造無量無邊的惡業。假若這些惡業有體相，盡虛空界不能容受，就是都裝不下，你造的業多少？菩薩如是，我們哪一個人不如是？無量劫來肯定造的惡業多，造的善業少，所以在六道裡面的果報，樂報的少，苦報的多，原因就在此地。"
    },
    {
      "id": "02-039-0344_p0039",
      "zh_CN": "「作业无边，报必随之」。善肯定有善果，恶决定有恶报，因果通三世，你真的明白、搞清楚了，才真正了解，人一生决定占不到便宜，也决定吃不了亏。为什么？果报通三世，你这一生吃亏，来世补偿；这一生占了便宜，来世去还债。杀人一定要偿命，欠债的一定要还钱。我有钱，被人骗了，不要放在心上，如果是他的，大概是过去生中我骗了他，现在我还他，这帐了了；如果不是的，他来骗我，来生他还要还你，还你还要附上利息，真占不到。学佛觉悟、明白了，跟从前不一样，我欠别人的，还了欢喜，别人欠我的，不要了，我到极乐世界去，我不跟他搞讨债还债，在六道里头找这些麻烦事情，不要了。好！你骗我钱，我不要了，我到极乐世界去了。今天时间到了，我们就学习到此地。",
      "zh_TW": "「作業無邊，報必隨之」。善肯定有善果，惡決定有惡報，因果通三世，你真的明白、搞清楚了，才真正了解，人一生決定佔不到便宜，也決定吃不了虧。為什麼？果報通三世，你這一生吃虧，來世補償；這一生佔了便宜，來世去還債。殺人一定要償命，欠債的一定要還錢。我有錢，被人騙了，不要放在心上，如果是他的，大概是過去生中我騙了他，現在我還他，這帳了了；如果不是的，他來騙我，來生他還要還你，還你還要附上利息，真佔不到。學佛覺悟、明白了，跟從前不一樣，我欠別人的，還了歡喜，別人欠我的，不要了，我到極樂世界去，我不跟他搞討債還債，在六道裡頭找這些麻煩事情，不要了。好！你騙我錢，我不要了，我到極樂世界去了。今天時間到了，我們就學習到此地。"
    }
  ]
}