{
  "doc_id": "02-039-0073",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十三集",
    "zh_TW": "第七十三集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0073",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "02-039-0073_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第六十八面，从第二行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第六十八面，從第二行看起："
    },
    {
      "id": "02-039-0073_p0002",
      "zh_CN": "这一段文，黄老居士将《无量寿经》五种原译本，这五种本子当中差别很大，换句话说，当年翻译决定不是用同一个梵文原本，才会有这种情形出现。根据古大德的考证，梵文原本至少有三种，就是不同的。为什么会有三种？当然最有可能的，是释迦牟尼佛当年在世讲过三次，甚至三次以上。为什么？这个本子失传七种的翻译本子。所以这部经到中国来得早，汉朝时候它有安世高的翻译本，我们就晓得那个年代很早，早期就到中国来。一直到南宋八个朝代，差不多也将近有八百年，这么长的时间当中，总共翻译了十二次。印度传过来的梵文原本不断的向中国流通，每一次来的，可能跟上一次都不一样，所以全都翻译了。这是根据现在还存在的这五种本子，判断至少原本有三种。另外七种失传了，那就不论，如果有这个七本，可能还会发现还有不同的。",
      "zh_TW": "這一段文，黃老居士將《無量壽經》五種原譯本，這五種本子當中差別很大，換句話說，當年翻譯決定不是用同一個梵文原本，才會有這種情形出現。根據古大德的考證，梵文原本至少有三種，就是不同的。為什麼會有三種？當然最有可能的，是釋迦牟尼佛當年在世講過三次，甚至三次以上。為什麼？這個本子失傳七種的翻譯本子。所以這部經到中國來得早，漢朝時候它有安世高的翻譯本，我們就曉得那個年代很早，早期就到中國來。一直到南宋八個朝代，差不多也將近有八百年，這麼長的時間當中，總共翻譯了十二次。印度傳過來的梵文原本不斷的向中國流通，每一次來的，可能跟上一次都不一樣，所以全都翻譯了。這是根據現在還存在的這五種本子，判斷至少原本有三種。另外七種失傳了，那就不論，如果有這個七本，可能還會發現還有不同的。"
    },
    {
      "id": "02-039-0073_p0003",
      "zh_CN": "释迦牟尼佛当年在世，一生讲经教学，经典里面记载他三十岁开悟，一般人说成道，成道就是开悟。开悟他就开始教学一直到老死，七十九岁走的，讲经三百余会，说法四十九年。这个会就像我们现在的办班，每一会是讲一个单元，这个单元有大、有小。一个大单元可以讲好几年，也能讲一部经，像《大般若经》，这是大单元。小的，一个、两个人来找世尊向他请教，提出问题来他也讲。小的可以说二、三个小时，那也算一会，我们在《阿含》里面看到这个小部经，有些小部经的文字，大概三、四百个字，那也是一部经。像《般若心经》那也是一部经，二百六十个字。所以大大小小合起来有几千部经。这些东西，我们知道，当年世尊讲经教学没有课本、没有文字，连讲稿没有，提要也没有。经典之由来，是释迦牟尼佛灭度之后，这些学生们想到老师教导这个东西太可贵了，要不传下去太可惜。所以从记忆当中，这个当中也有传法的人，阿难尊者传法，阿难是所有同学里面记忆力最强的，几乎听了一遍之后，他能完全记下来，而不会忘记。请阿难复讲，把佛当年所讲的重新讲一遍，五百同学作证，五百阿罗汉他们听，听了大家都同意，没错，佛是这么说的，这才记下来。如果有一个人反对都不行，有一个人说这句话好像佛不是那么说的，那这一句得删掉，取信于后人。所以结集经典是这样的严格，流传下来的，当年的佛这些教材非常珍贵。",
      "zh_TW": "釋迦牟尼佛當年在世，一生講經教學，經典裡面記載他三十歲開悟，一般人說成道，成道就是開悟。開悟他就開始教學一直到老死，七十九歲走的，講經三百餘會，說法四十九年。這個會就像我們現在的辦班，每一會是講一個單元，這個單元有大、有小。一個大單元可以講好幾年，也能講一部經，像《大般若經》，這是大單元。小的，一個、兩個人來找世尊向他請教，提出問題來他也講。小的可以說二、三個小時，那也算一會，我們在《阿含》裡面看到這個小部經，有些小部經的文字，大概三、四百個字，那也是一部經。像《般若心經》那也是一部經，二百六十個字。所以大大小小合起來有幾千部經。這些東西，我們知道，當年世尊講經教學沒有課本、沒有文字，連講稿沒有，提要也沒有。經典之由來，是釋迦牟尼佛滅度之後，這些學生們想到老師教導這個東西太可貴了，要不傳下去太可惜。所以從記憶當中，這個當中也有傳法的人，阿難尊者傳法，阿難是所有同學裡面記憶力最強的，幾乎聽了一遍之後，他能完全記下來，而不會忘記。請阿難複講，把佛當年所講的重新講一遍，五百同學作證，五百阿羅漢他們聽，聽了大家都同意，沒錯，佛是這麼說的，這才記下來。如果有一個人反對都不行，有一個人說這句話好像佛不是那麼說的，那這一句得刪掉，取信於後人。所以結集經典是這樣的嚴格，流傳下來的，當年的佛這些教材非常珍貴。"
    },
    {
      "id": "02-039-0073_p0004",
      "zh_CN": "留下这些东西，我们都知道是佛当年教人的，教人明理，明白道理。教人懂得因果，教人怎样做人、怎样处世、怎样待人接物，他教人这些东西。传到今天这经典变成念的，它不是给你念的，念的，释迦牟尼佛当年应该写几部经给大家念，没有。所以我们一定要明了，释迦牟尼佛是什么身分，跟中国孔子一样，老师的身分，职业老师。他这个职业老师还不收人学费的，就是义务的老师，职业义务老师干了四十九年。跟他学的人多了，以后结集成经藏，这么丰富的教材流传下来。传到中国不是完整的，因为那个时候交通非常不便，经典是手写的，写在贝多罗树叶上，非常笨重。所以印度高僧到中国来，中国高僧到印度去取经，精挑细选。我们中文翻译本，是在印度梵文经典里面，挑选最精华的、最好的，当然也适合于我们东方人需要的，没有全部搬来。非常可惜，这些东西现在全都失传，现在保存最完整的翻译本还是中文，西藏文保存一部分，中文本保存得最完整。所以我们要晓得，这些东西是世尊当年教学的。我们学佛是接受佛陀的教育，这个要懂，与宗教不相干，释迦牟尼佛不是神，也不是仙，他是人。佛是什么意思你得搞清楚，印度人称佛陀，我们中国人称圣人，这个佛跟圣意思相同。中国圣的定义，圣是明了事实真相，换句话说，圣人就是个明白人，我们凡夫是糊涂人，圣人是个明白人。「佛」的意思是觉悟，觉悟不就是明白吗？所以印度称佛陀跟中国称圣人，这意思是可以说非常非常接近。所以他不是神，也不是仙。",
      "zh_TW": "留下這些東西，我們都知道是佛當年教人的，教人明理，明白道理。教人懂得因果，教人怎樣做人、怎樣處世、怎樣待人接物，他教人這些東西。傳到今天這經典變成念的，它不是給你念的，念的，釋迦牟尼佛當年應該寫幾部經給大家念，沒有。所以我們一定要明瞭，釋迦牟尼佛是什麼身分，跟中國孔子一樣，老師的身分，職業老師。他這個職業老師還不收人學費的，就是義務的老師，職業義務老師幹了四十九年。跟他學的人多了，以後結集成經藏，這麼豐富的教材流傳下來。傳到中國不是完整的，因為那個時候交通非常不便，經典是手寫的，寫在貝多羅樹葉上，非常笨重。所以印度高僧到中國來，中國高僧到印度去取經，精挑細選。我們中文翻譯本，是在印度梵文經典裡面，挑選最精華的、最好的，當然也適合於我們東方人需要的，沒有全部搬來。非常可惜，這些東西現在全都失傳，現在保存最完整的翻譯本還是中文，西藏文保存一部分，中文本保存得最完整。所以我們要曉得，這些東西是世尊當年教學的。我們學佛是接受佛陀的教育，這個要懂，與宗教不相干，釋迦牟尼佛不是神，也不是仙，他是人。佛是什麼意思你得搞清楚，印度人稱佛陀，我們中國人稱聖人，這個佛跟聖意思相同。中國聖的定義，聖是明瞭事實真相，換句話說，聖人就是個明白人，我們凡夫是糊塗人，聖人是個明白人。「佛」的意思是覺悟，覺悟不就是明白嗎？所以印度稱佛陀跟中國稱聖人，這意思是可以說非常非常接近。所以他不是神，也不是仙。"
    },
    {
      "id": "02-039-0073_p0005",
      "zh_CN": "现在后世的这些学生对不起老师，为什么？把佛陀教育变成宗教，你说糟不糟糕？宗教是迷信的。佛门里面拜佛、拜菩萨，跟我们中国人拜祖先意思相同，慎终追远，是纪念的意思，跟宗教里拜神是完全不一样，我们纪念这位老师。菩萨是早年的学生，我们的学长，非常有成就的学长。像孔老夫子七十二贤，三千弟子里七十二个杰出的人才，那是贤人，在佛法里称菩萨，不能不知道。这么好的教育、这么好的内容没人知道，依照这个教育来学习的人太少了。我们很幸运遇到方东美先生，才把这个事情搞清楚、搞明白；原来我们都不相信，都以为它是宗教、是迷信。搞清楚、搞明白了，以后我遇到章嘉大师，他劝我出家，劝我真干，这个责任很大，这个使命也非常神圣，不容易。我们要把佛法平反过来，回归到教育，释迦牟尼佛是个思想家、是个哲学家、是个教育家，搞清楚、搞明白，这个教育确实能救社会，能救这个世界。这话不是我说的，七十年代英国汤恩比博士说的，这个话说得是真的，一点都不假。他说「要解决二十一世纪社会问题」，这个问题现在非常严重，「只有中国孔孟学说与大乘佛法」。这真知灼见，不容易！",
      "zh_TW": "現在後世的這些學生對不起老師，為什麼？把佛陀教育變成宗教，你說糟不糟糕？宗教是迷信的。佛門裡面拜佛、拜菩薩，跟我們中國人拜祖先意思相同，慎終追遠，是紀念的意思，跟宗教裡拜神是完全不一樣，我們紀念這位老師。菩薩是早年的學生，我們的學長，非常有成就的學長。像孔老夫子七十二賢，三千弟子裡七十二個傑出的人才，那是賢人，在佛法裡稱菩薩，不能不知道。這麼好的教育、這麼好的內容沒人知道，依照這個教育來學習的人太少了。我們很幸運遇到方東美先生，才把這個事情搞清楚、搞明白；原來我們都不相信，都以為它是宗教、是迷信。搞清楚、搞明白了，以後我遇到章嘉大師，他勸我出家，勸我真幹，這個責任很大，這個使命也非常神聖，不容易。我們要把佛法平反過來，回歸到教育，釋迦牟尼佛是個思想家、是個哲學家、是個教育家，搞清楚、搞明白，這個教育確實能救社會，能救這個世界。這話不是我說的，七十年代英國湯恩比博士說的，這個話說得是真的，一點都不假。他說「要解決二十一世紀社會問題」，這個問題現在非常嚴重，「只有中國孔孟學說與大乘佛法」。這真知灼見，不容易！"
    },
    {
      "id": "02-039-0073_p0006",
      "zh_CN": "可是不认真修学，不能依教奉行，经典里面的东西看不出来，尤其翻经差不多绝大部分完成在南宋以前。还算是很难得，翻经的大师都有高度的智慧，用最浅显的文字，近乎白话文，古时候这种白话文，让佛教育能普遍的传播。所以佛经这个文字的体裁，在文字学里面称为变文，变化的变，跟古文完全不一样，比古文好懂多了。你看看我们汉唐的文章，你看佛经，这个佛经是汉朝时候翻的，你跟古文一比，这很容易懂，古文比这难多了，所以翻经的人也用了心。虽然是很浅显，可是现在没有文学的基础，他还是很困难，所以我们学佛不能不学文言文。现在文言文的老师也没有了，我们很感激上一代这些学者专家们，他们不在了，也没人学，可是他们留下来的资料，我们果然用功的话，行，能把这个课补起来。台湾国语日报出了一套书《古今文选》，这是老一代的这些学者专家们他们的心血，注音注得很正确，注解注得很详细。现在《全集》好像有十六、七册的样子，精装本。我们如果从这个里面去学习，花上两年的时间，读佛经那就毫无障碍。这桩事情不能不干，得要用两年的工夫，把中国古文找回来，有助于我们对佛经文字上的突破，文字障碍就没有了，我们能够看得懂，你才能够知道怎样学习。",
      "zh_TW": "可是不認真修學，不能依教奉行，經典裡面的東西看不出來，尤其翻經差不多絕大部分完成在南宋以前。還算是很難得，翻經的大師都有高度的智慧，用最淺顯的文字，近乎白話文，古時候這種白話文，讓佛教育能普遍的傳播。所以佛經這個文字的體裁，在文字學裡面稱為變文，變化的變，跟古文完全不一樣，比古文好懂多了。你看看我們漢唐的文章，你看佛經，這個佛經是漢朝時候翻的，你跟古文一比，這很容易懂，古文比這難多了，所以翻經的人也用了心。雖然是很淺顯，可是現在沒有文學的基礎，他還是很困難，所以我們學佛不能不學文言文。現在文言文的老師也沒有了，我們很感激上一代這些學者專家們，他們不在了，也沒人學，可是他們留下來的資料，我們果然用功的話，行，能把這個課補起來。台灣國語日報出了一套書《古今文選》，這是老一代的這些學者專家們他們的心血，注音注得很正確，註解註得很詳細。現在《全集》好像有十六、七冊的樣子，精裝本。我們如果從這個裡面去學習，花上兩年的時間，讀佛經那就毫無障礙。這樁事情不能不幹，得要用兩年的工夫，把中國古文找回來，有助於我們對佛經文字上的突破，文字障礙就沒有了，我們能夠看得懂，你才能夠知道怎樣學習。"
    },
    {
      "id": "02-039-0073_p0007",
      "zh_CN": "经典，《无量寿经》的翻译很特殊，这几种译本里面的内容浅深差别很大，黄老居士在这个注解里面，这一段讲得很详细，文字不难懂。我们接着把后面这个念下去，「日本日溪师」，这法师的名字。「亦同沈氏之说」，前面这是讲清朝沈善登居士，他是同治年间的人，也是咸丰之后，他的在《报恩论》里面提到这个问题。他里头最重要的，就是认为这翻译的人所根据的梵文原本，不是一个本子，才会有现在问题的出现。日本日溪师他的看法跟沈居士相同，「伊云：异译文句，与今经（指魏译本）」，康僧铠的本子，这个本子翻得好。所以自古以来，在中国、在日本、在韩国，学习《无量寿经》都采取康僧铠的本子。康僧铠是在中国三国时代曹魏，是那个时代的人，也是在那个时候翻的。「稍差异者不少」，依据其他的四种本子，跟他们采取学的，今经是他们现在学习的康僧铠的本子，一比较里面差异很大，差异不少。「思夫，多异本」，这思夫，我们想想，这么多不同的本子。「传者不一」，传的人多。「故致斯异」，因为那个时候都是手抄的，不是印刷，手抄抄错了的、抄漏了的、抄成别字的，这是在所不免，这种经验我们都有。「亦或非一时说。例如般若诸经」，这就佛说的不是在一个时候，也就是多次宣讲。「以此经如来本怀，处处异说，致此多本。盖此大悲之极处也」。这几句话说得好，因为佛教众生在一生当中修行证果，在一切经里头，这一部经最殊胜，有理论、有方法，自古以来，依这一部经修行成就的人太多太多了。这是大慈大悲，不是说一遍，说很多次，所以梵文的原本就有好几种不同的本子，每一次说不可能完全相同。我依照这个经本，夏莲居老居士的会集本，我依照这个本子讲这部经讲了十遍，我讲的十遍现在留的光碟每一遍不一样。有人要把它写成讲记，问我根据哪一次，我说最好十次你们都听，你们也做会集本。这是第十一次，十一次我们就完全讲解黄念祖老居士的注解。这也是我跟黄老居士认识一场，他老人家大概大我十几岁，写这个注解的时候是在生病，非常辛苦，日夜不休息把这个注解写完成，真的是稀有，很不容易。这是诸佛菩萨、这祖师大德慈悲到极处。",
      "zh_TW": "經典，《無量壽經》的翻譯很特殊，這幾種譯本裡面的內容淺深差別很大，黃老居士在這個註解裡面，這一段講得很詳細，文字不難懂。我們接著把後面這個念下去，「日本日溪師」，這法師的名字。「亦同沈氏之說」，前面這是講清朝沈善登居士，他是同治年間的人，也是咸豐之後，他的在《報恩論》裡面提到這個問題。他裡頭最重要的，就是認為這翻譯的人所根據的梵文原本，不是一個本子，才會有現在問題的出現。日本日溪師他的看法跟沈居士相同，「伊云：異譯文句，與今經（指魏譯本）」，康僧鎧的本子，這個本子翻得好。所以自古以來，在中國、在日本、在韓國，學習《無量壽經》都採取康僧鎧的本子。康僧鎧是在中國三國時代曹魏，是那個時代的人，也是在那個時候翻的。「稍差異者不少」，依據其他的四種本子，跟他們採取學的，今經是他們現在學習的康僧鎧的本子，一比較裡面差異很大，差異不少。「思夫，多異本」，這思夫，我們想想，這麼多不同的本子。「傳者不一」，傳的人多。「故致斯異」，因為那個時候都是手抄的，不是印刷，手抄抄錯了的、抄漏了的、抄成別字的，這是在所不免，這種經驗我們都有。「亦或非一時說。例如般若諸經」，這就佛說的不是在一個時候，也就是多次宣講。「以此經如來本懷，處處異說，致此多本。蓋此大悲之極處也」。這幾句話說得好，因為佛教眾生在一生當中修行證果，在一切經裡頭，這一部經最殊勝，有理論、有方法，自古以來，依這一部經修行成就的人太多太多了。這是大慈大悲，不是說一遍，說很多次，所以梵文的原本就有好幾種不同的本子，每一次說不可能完全相同。我依照這個經本，夏蓮居老居士的會集本，我依照這個本子講這部經講了十遍，我講的十遍現在留的光碟每一遍不一樣。有人要把它寫成講記，問我根據哪一次，我說最好十次你們都聽，你們也做會集本。這是第十一次，十一次我們就完全講解黃念祖老居士的註解。這也是我跟黃老居士認識一場，他老人家大概大我十幾歲，寫這個註解的時候是在生病，非常辛苦，日夜不休息把這個註解寫完成，真的是稀有，很不容易。這是諸佛菩薩、這祖師大德慈悲到極處。"
    },
    {
      "id": "02-039-0073_p0008",
      "zh_CN": "「以上诸德」，就是以上这些大德们，「皆主本经乃世尊多度宣说之法，实有所据」。过去这些大德们他们主张，《无量寿经》确实是释迦牟尼佛多次宣讲的，不是像其他的经只讲一次，没有再讲过重复的，这一部经是很特殊，多次宣讲。他下面举个例子，「例如本经《唐译》本名《无量寿如来会》。乃《大宝积经》中一会之文。足证佛说《宝积经》时，亦宣说本经也」。《大宝积》是一个大单元，这个单元里面它分二十几会，每一个会是一个小单元，二十多会合起来是个大单元。在这个大单元里面他讲了《无量寿经》，这个经题叫「无量寿如来会」，《大宝积经》里面一会，这就是多次宣讲的证据。",
      "zh_TW": "「以上諸德」，就是以上這些大德們，「皆主本經乃世尊多度宣說之法，實有所據」。過去這些大德們他們主張，《無量壽經》確實是釋迦牟尼佛多次宣講的，不是像其他的經只講一次，沒有再講過重複的，這一部經是很特殊，多次宣講。他下面舉個例子，「例如本經《唐譯》本名《無量壽如來會》。乃《大寶積經》中一會之文。足證佛說《寶積經》時，亦宣說本經也」。《大寶積》是一個大單元，這個單元裡面它分二十幾會，每一個會是一個小單元，二十多會合起來是個大單元。在這個大單元裡面他講了《無量壽經》，這個經題叫「無量壽如來會」，《大寶積經》裡面一會，這就是多次宣講的證據。"
    },
    {
      "id": "02-039-0073_p0009",
      "zh_CN": "「沈氏又云：魏译文辞详赡，义理圆足，故自来讲家多据之。唐译差与相近，盖同一梵本也」。这个唐译就是《大宝积经》里面「无量寿如来会」。跟现在流通最广的康僧铠的译本，这里头大同小异，他判定这是一个原本，一个原本两种翻译。他说「宋译亦甚明畅，而辞句前后大异，又一梵本也」，这肯定不是同一个本子。「汉吴二译，文辞拙涩，而义有相补备者，则又一梵本也」。这是看现在这五种的译本，至少是三个不同的梵本，这说得很有道理。「沈氏虽未能直从古梵䇲取证，但今若细究存世之五译，可推知当年梵䇲至少有三种，故知沈氏之说可信」。传到日本，日本有几位法师也有这种看法。「至于他师有认为五译祇是同本异译，各本差异，祇因译者意乐不同」，每一个人的领悟、感受不一样，说原本应该是一个，有人有这种看法的，黄老居士认为「实未能服人」，这个说法没有办法叫人心服口服。「例如本经小本秦唐两译」，这小本是《阿弥陀经》，《阿弥陀经》有两个本子，罗什大师翻的，「罗什大师因秦人尚简」，那个时候大师到中国是姚秦的时代，姚秦建国在现在甘肃河西走廊。中国人喜欢简要详明，不喜欢麻烦。「乃摄十方佛为六方佛，此诚译者应机之妙。文简应机，而经义无失，是始为译者之意乐与善巧也」。这是能说得通的，罗什大师翻的《阿弥陀经》，玄奘大师翻译的是直译的，里面讲的是十方佛，罗什大师翻为六方佛，就省掉四方，这是翻译的人他的喜欢、爱好、看法不同，但是经义一点没有变更。「至于本经诸译之差别，大异于是，不但详略不同，且义理之深广亦异，故不应是译人意乐不同也」。看看其他经典，同一个译本不同人翻译的。再看看《无量寿经》这五种本子不一样；换句话说，肯定不是一个梵文本。",
      "zh_TW": "「沈氏又云：魏譯文辭詳贍，義理圓足，故自來講家多據之。唐譯差與相近，蓋同一梵本也」。這個唐譯就是《大寶積經》裡面「無量壽如來會」。跟現在流通最廣的康僧鎧的譯本，這裡頭大同小異，他判定這是一個原本，一個原本兩種翻譯。他說「宋譯亦甚明暢，而辭句前後大異，又一梵本也」，這肯定不是同一個本子。「漢吳二譯，文辭拙澀，而義有相補備者，則又一梵本也」。這是看現在這五種的譯本，至少是三個不同的梵本，這說得很有道理。「沈氏雖未能直從古梵筴取證，但今若細究存世之五譯，可推知當年梵筴至少有三種，故知沈氏之說可信」。傳到日本，日本有幾位法師也有這種看法。「至於他師有認為五譯祇是同本異譯，各本差異，祇因譯者意樂不同」，每一個人的領悟、感受不一樣，說原本應該是一個，有人有這種看法的，黃老居士認為「實未能服人」，這個說法沒有辦法叫人心服口服。「例如本經小本秦唐兩譯」，這小本是《阿彌陀經》，《阿彌陀經》有兩個本子，羅什大師翻的，「羅什大師因秦人尚簡」，那個時候大師到中國是姚秦的時代，姚秦建國在現在甘肅河西走廊。中國人喜歡簡要詳明，不喜歡麻煩。「乃攝十方佛為六方佛，此誠譯者應機之妙。文簡應機，而經義無失，是始為譯者之意樂與善巧也」。這是能說得通的，羅什大師翻的《阿彌陀經》，玄奘大師翻譯的是直譯的，裡面講的是十方佛，羅什大師翻為六方佛，就省掉四方，這是翻譯的人他的喜歡、愛好、看法不同，但是經義一點沒有變更。「至於本經諸譯之差別，大異於是，不但詳略不同，且義理之深廣亦異，故不應是譯人意樂不同也」。看看其他經典，同一個譯本不同人翻譯的。再看看《無量壽經》這五種本子不一樣；換句話說，肯定不是一個梵文本。"
    },
    {
      "id": "02-039-0073_p0010",
      "zh_CN": "下面举例子说，「例如弥陀大愿」，这个太重要了，这个大愿，换句话说，是阿弥陀佛传给世人重要的信息，这部经里面最重要的一段就是大愿。「例如弥陀大愿乃净宗之缘起，与本经之纲宗，而十念必生之愿」。这一句多重要，我们怎样往生到极乐世界？临命终时头脑清醒，有人提醒他念佛求生净土，十念就能往生。这个机缘是关键，一生没有遇到佛法，临命终的时候在断气之前有人告诉他，一切放下念佛求往生，求往生是求净土，他一听的时候他就能信，他就发愿想去。头一个头脑要清楚，如果说痴呆症那就一点办法都没有，听了就欢喜、就相信、就发愿，这是他自己的善根福德。旁边人带着他念，十声佛号他断气了，肯定往生净土，这是阿弥陀佛的本愿，这个多重要！这是「弥陀大愿之髓」，精髓。「此愿见于魏唐两译」。就是刚才举的这个例子，康僧铠的本子，《大宝积经．无量寿如来会》的这个本子有，有十念必生，而汉译、吴译这两译的愿文当中没有十念必生，怎么能有这么大的差别？这几乎是不可能的事情。「若谓魏唐两译之四十八愿，与汉吴两译之廿四愿祇是译笔开合之不同，则实难自圆其说」。这个愿文有四十八愿的、有二十四愿的，翻译的人决定不能把四十八愿变成二十四愿，也决定不可能把二十四愿把它分开为四十八愿，这个不可以的。这就肯定是两种不同的梵文本，也就说明肯定是佛两次说的，不是一次说的。所以说「世间焉有如是大胆之译人，敢率自意妄删大愿之心髓」，这是黄念老他的看法。「故知必是所据之原梵本不同，方有此异耳」。这个大愿五种本子里有三种不同，这个是太大了，这就不可能有这种错误的，有二十四愿的、有四十八愿的、有三十六愿的。所以他们讲至少三种不同的，就根据这个说的，至少佛在世的时候三次宣讲。",
      "zh_TW": "下面舉例子說，「例如彌陀大願」，這個太重要了，這個大願，換句話說，是阿彌陀佛傳給世人重要的信息，這部經裡面最重要的一段就是大願。「例如彌陀大願乃淨宗之緣起，與本經之綱宗，而十念必生之願」。這一句多重要，我們怎樣往生到極樂世界？臨命終時頭腦清醒，有人提醒他念佛求生淨土，十念就能往生。這個機緣是關鍵，一生沒有遇到佛法，臨命終的時候在斷氣之前有人告訴他，一切放下念佛求往生，求往生是求淨土，他一聽的時候他就能信，他就發願想去。頭一個頭腦要清楚，如果說痴呆症那就一點辦法都沒有，聽了就歡喜、就相信、就發願，這是他自己的善根福德。旁邊人帶著他念，十聲佛號他斷氣了，肯定往生淨土，這是阿彌陀佛的本願，這個多重要！這是「彌陀大願之髓」，精髓。「此願見於魏唐兩譯」。就是剛才舉的這個例子，康僧鎧的本子，《大寶積經．無量壽如來會》的這個本子有，有十念必生，而漢譯、吳譯這兩譯的願文當中沒有十念必生，怎麼能有這麼大的差別？這幾乎是不可能的事情。「若謂魏唐兩譯之四十八願，與漢吳兩譯之廿四願祇是譯筆開合之不同，則實難自圓其說」。這個願文有四十八願的、有二十四願的，翻譯的人決定不能把四十八願變成二十四願，也決定不可能把二十四願把它分開為四十八願，這個不可以的。這就肯定是兩種不同的梵文本，也就說明肯定是佛兩次說的，不是一次說的。所以說「世間焉有如是大膽之譯人，敢率自意妄刪大願之心髓」，這是黃念老他的看法。「故知必是所據之原梵本不同，方有此異耳」。這個大願五種本子裡有三種不同，這個是太大了，這就不可能有這種錯誤的，有二十四願的、有四十八願的、有三十六願的。所以他們講至少三種不同的，就根據這個說的，至少佛在世的時候三次宣講。"
    },
    {
      "id": "02-039-0073_p0011",
      "zh_CN": "「又如《吴译》廿四愿中，有国无女人与莲花化生之胜愿」，这个很重要。「而魏唐两译虽具四十八愿」，没有这两愿，没有国无女人、莲花化生，没有这两愿。「若谓原本是一，诸译只是开合不同，则请问《吴译》此二愿从何而来。何以廿四愿中有之，四十八愿之本竟然无之。可见诸译所据之原䇲不一」，就是梵文的原本不是一个本子。「正如沈善登氏所说，本经蒙世尊多度宣说，又因梵䇲易脱落，乃有不同之原本耳。从上之例，可见会集诸译实有必要」。五种本子里面出入很大，浅深不一样，这世尊当年在世，因为听众不一样，宣讲善巧方便就不相同，结集经藏的时候统统结集下来。所以是原本不同，不是一个本子。五种本子都传下来，今天我们要学习必须五种本子都要念，为什么？里面有些很重要的，这个本子有，那个本子没有，你念一个本子，你就得不到圆满的信息，必须五次你都听了你才真正能明了。这么一来对初学就造成很不方便，学《无量寿经》要学五种本子。所以历代学净土的都学《阿弥陀经》去了，学《无量寿经》的人不多，原因在此地，《无量寿经》版本太多，没有一个完善的版本。",
      "zh_TW": "「又如《吳譯》廿四願中，有國無女人與蓮花化生之勝願」，這個很重要。「而魏唐兩譯雖具四十八願」，沒有這兩願，沒有國無女人、蓮花化生，沒有這兩願。「若謂原本是一，諸譯只是開合不同，則請問《吳譯》此二願從何而來。何以廿四願中有之，四十八願之本竟然無之。可見諸譯所據之原筴不一」，就是梵文的原本不是一個本子。「正如沈善登氏所說，本經蒙世尊多度宣說，又因梵筴易脫落，乃有不同之原本耳。從上之例，可見會集諸譯實有必要」。五種本子裡面出入很大，淺深不一樣，這世尊當年在世，因為聽眾不一樣，宣講善巧方便就不相同，結集經藏的時候統統結集下來。所以是原本不同，不是一個本子。五種本子都傳下來，今天我們要學習必須五種本子都要念，為什麼？裡面有些很重要的，這個本子有，那個本子沒有，你念一個本子，你就得不到圓滿的信息，必須五次你都聽了你才真正能明瞭。這麼一來對初學就造成很不方便，學《無量壽經》要學五種本子。所以歷代學淨土的都學《阿彌陀經》去了，學《無量壽經》的人不多，原因在此地，《無量壽經》版本太多，沒有一個完善的版本。"
    },
    {
      "id": "02-039-0073_p0012",
      "zh_CN": "所以古人就想到会集诸译重要，会就是集大成，集五种原译本的大成编一个新的本子，这就有必要。「是以从宋至今」，宋朝王龙舒第一个作的，王龙舒他的名字叫日休，日月的日，休息的休，叫王日休，龙舒是地名，这就在安徽舒城，在我们庐江隔壁，现在讲桐城派这个地盘上的人，他是舒城人，他是第一个做会集本。第一个做会集本，你看这样的一个学问家、大善知识发这个心，五种原译本，他只看到四种，唐译《宝积经》里面「无量寿」这一会他没看到。换句话说，他这个会集还有漏失掉的，不能算是完整的。但是这个会集本子好，确确实实这个本子出来之后，被收入《龙藏》，日本收入《大正藏》，学习《无量寿经》用他的会集本的人就多了，比读康僧铠本子的人还要多。连莲池大师注解《弥陀经疏钞》，所引用的《无量寿经》的经文，都用王龙舒的会集本，可见得它影响很大。",
      "zh_TW": "所以古人就想到會集諸譯重要，會就是集大成，集五種原譯本的大成編一個新的本子，這就有必要。「是以從宋至今」，宋朝王龍舒第一個作的，王龍舒他的名字叫日休，日月的日，休息的休，叫王日休，龍舒是地名，這就在安徽舒城，在我們廬江隔壁，現在講桐城派這個地盤上的人，他是舒城人，他是第一個做會集本。第一個做會集本，你看這樣的一個學問家、大善知識發這個心，五種原譯本，他只看到四種，唐譯《寶積經》裡面「無量壽」這一會他沒看到。換句話說，他這個會集還有漏失掉的，不能算是完整的。但是這個會集本子好，確確實實這個本子出來之後，被收入《龍藏》，日本收入《大正藏》，學習《無量壽經》用他的會集本的人就多了，比讀康僧鎧本子的人還要多。連蓮池大師註解《彌陀經疏鈔》，所引用的《無量壽經》的經文，都用王龍舒的會集本，可見得它影響很大。"
    },
    {
      "id": "02-039-0073_p0013",
      "zh_CN": "第二个彭二林，就是彭际清，彭际清做这个本子是校正，是用这个康僧铠的本子。康僧铠的本子里面有很多很难读的，他把文字统统整理，等于说删节，校对、删节，他用一种本子，不能算会集。第二次会集是魏默深（魏源），这是清朝咸丰年间人。第三次这是夏莲居老居士，「与先师」，夏莲居是第三次会集的，民国初年。很不容易，他这个会集本最初出来这个本子，我手上还有一部，是线装本。跟我们现在的本子不一样，我们现在本子分成四十八品，他原来最初会集的是三十七品，大概以三十七道品这个意思来会集的。慈舟法师在北京、在济南曾经讲过，而且作过科判。他的科判，黄念老送给我一份，他影印送一份给我，我还有这一套资料。现在这个本子，是夏老居士会集之后修改了十次，修改十次才完成这个定本。这个定本我也给它做了科判，做得很详细。所以我们有科会，这里有流通，诸位都能够看得到。科会分得很细，全经思想体系、文章脉络，你一目了然。你能看懂这个，你对佛经你才生一种佩服、敬仰，这种心自然就会生出来。这一段是讲这个五种原译本。",
      "zh_TW": "第二個彭二林，就是彭際清，彭際清做這個本子是校正，是用這個康僧鎧的本子。康僧鎧的本子裡面有很多很難讀的，他把文字統統整理，等於說刪節，校對、刪節，他用一種本子，不能算會集。第二次會集是魏默深（魏源），這是清朝咸豐年間人。第三次這是夏蓮居老居士，「與先師」，夏蓮居是第三次會集的，民國初年。很不容易，他這個會集本最初出來這個本子，我手上還有一部，是線裝本。跟我們現在的本子不一樣，我們現在本子分成四十八品，他原來最初會集的是三十七品，大概以三十七道品這個意思來會集的。慈舟法師在北京、在濟南曾經講過，而且作過科判。他的科判，黃念老送給我一份，他影印送一份給我，我還有這一套資料。現在這個本子，是夏老居士會集之後修改了十次，修改十次才完成這個定本。這個定本我也給它做了科判，做得很詳細。所以我們有科會，這裡有流通，諸位都能夠看得到。科會分得很細，全經思想體系、文章脈絡，你一目了然。你能看懂這個，你對佛經你才生一種佩服、敬仰，這種心自然就會生出來。這一段是講這個五種原譯本。"
    },
    {
      "id": "02-039-0073_p0014",
      "zh_CN": "下面这就讲四种会集跟校正，「以上五译，互有优劣彰晦」，也就是五种原译本都有长处，也都有缺陷。「例如十念得生之本愿与一向专念之要旨，于汉吴两译则未彰」。汉译、吴译这两种本子，「十念得生」这个本愿它没有，「一向专念」也没有提到。「至于五恶五痛五烧之宏文，乃世尊苦口婆心之告诫，于唐宋两译则不具」，这两个译本里没有这段文，这段文章非常重要。我们今天为净宗同学选定的朝暮课诵，晚课就是读这段经文。魏译是康僧铠的本子，这是翻译得比较完备，「为诸译冠」，这是流通最广的。「但于国无女人与莲花化生两愿」，这两愿它没有，这个译本里没有。「故宋龙舒王日休论诸译云：其大略虽同，然其中甚有差互」。这个意思就是这五种本子，把它比较对照，这里面就看到差别。「又其文或失于太繁，而使人厌观」，这文字繁琐，「或失于太严，而丧其本真；或其文适中，而其意则失之」，有这么多的缺点。「由是释迦文佛所以说经，阿弥陀佛所以度人之旨，紊而无序」，紊是杂乱，「郁而不章」，郁是沉闷，就是世尊跟阿弥陀佛度人的这些宏愿，没有办法彰显。「余深惜之」，余是王龙舒居士，所以他发心做这个会集本。「于是乃取汉吴魏宋四译，校正会集，叙为一经，名曰《大阿弥陀经》」。这是《无量寿经》会集本的开端，是在宋朝有这么一个本子。",
      "zh_TW": "下面這就講四種會集跟校正，「以上五譯，互有優劣彰晦」，也就是五種原譯本都有長處，也都有缺陷。「例如十念得生之本願與一向專念之要旨，於漢吳兩譯則未彰」。漢譯、吳譯這兩種本子，「十念得生」這個本願它沒有，「一向專念」也沒有提到。「至於五惡五痛五燒之宏文，乃世尊苦口婆心之告誡，於唐宋兩譯則不具」，這兩個譯本裡沒有這段文，這段文章非常重要。我們今天為淨宗同學選定的朝暮課誦，晚課就是讀這段經文。魏譯是康僧鎧的本子，這是翻譯得比較完備，「為諸譯冠」，這是流通最廣的。「但於國無女人與蓮花化生兩願」，這兩願它沒有，這個譯本裡沒有。「故宋龍舒王日休論諸譯云：其大略雖同，然其中甚有差互」。這個意思就是這五種本子，把它比較對照，這裡面就看到差別。「又其文或失於太繁，而使人厭觀」，這文字繁瑣，「或失於太嚴，而喪其本真；或其文適中，而其意則失之」，有這麼多的缺點。「由是釋迦文佛所以說經，阿彌陀佛所以度人之旨，紊而無序」，紊是雜亂，「鬱而不章」，鬱是沉悶，就是世尊跟阿彌陀佛度人的這些宏願，沒有辦法彰顯。「余深惜之」，余是王龍舒居士，所以他發心做這個會集本。「於是乃取漢吳魏宋四譯，校正會集，敘為一經，名曰《大阿彌陀經》」。這是《無量壽經》會集本的開端，是在宋朝有這麼一個本子。"
    },
    {
      "id": "02-039-0073_p0015",
      "zh_CN": "「校会之本」，从宋到现在一共有四种，第一种「《大阿弥陀经》，宋国学进士龙舒王日休校辑」，他不说翻译，他不是翻译的，他是校对重新编辑。第二种也叫「《无量寿经》，清菩萨戒弟子彭际清节校」。第三种叫「《摩诃阿弥陀经》，也是清菩萨戒弟子承贯邵阳魏源会译」。这是会集本，这是第二次会集，「原名《无量寿经》，后经正定王荫福居士校订，并改今名」，他改成《摩诃阿弥陀经》。第四种就是我们现在用的这个，「《佛说大乘无量寿庄严清净平等觉经》，现代菩萨戒弟子郓城夏莲居会集」，这就我们现在用的本子。「于是本经乃有五种原译本，四种节会本，共有九种」。这九个本子我们曾经印成一册，流通量也很大，便利大家喜欢研究考据的，便利他们做这些参考用。",
      "zh_TW": "「校會之本」，從宋到現在一共有四種，第一種「《大阿彌陀經》，宋國學進士龍舒王日休校輯」，他不說翻譯，他不是翻譯的，他是校對重新編輯。第二種也叫「《無量壽經》，清菩薩戒弟子彭際清節校」。第三種叫「《摩訶阿彌陀經》，也是清菩薩戒弟子承貫邵陽魏源會譯」。這是會集本，這是第二次會集，「原名《無量壽經》，後經正定王蔭福居士校訂，並改今名」，他改成《摩訶阿彌陀經》。第四種就是我們現在用的這個，「《佛說大乘無量壽莊嚴清淨平等覺經》，現代菩薩戒弟子鄆城夏蓮居會集」，這就我們現在用的本子。「於是本經乃有五種原譯本，四種節會本，共有九種」。這九個本子我們曾經印成一冊，流通量也很大，便利大家喜歡研究考據的，便利他們做這些參考用。"
    },
    {
      "id": "02-039-0073_p0016",
      "zh_CN": "「五译之中《魏译》流传独广，王本一出取而代之」，王本是王龙舒的就《大阿弥陀经》。「莲池大师《疏钞》中，语则多就王文。以王本世所通行，人习见故」。这就是莲池大师《弥陀经疏钞》当中，引用《无量寿经》，多半是引用王龙舒的《大阿弥陀经》。「清末印光法师亦称王本为文义详悉，举世流通。由上可见王本在我国之流通，远过《魏译》」。这个会集本出来之后，大家都喜欢这个本子，五种原译本都不再学习，学王龙舒这个本子。下面说「王本虽甚流通，并收入龙藏与日本大正藏。但王氏之作则有得有失」。所以还是有瑕疵，可见这个事情的确不容易。「例如《疏钞》云」，这是莲池大师的话，「王氏所会，较之五译，简易明显，流通今世，利益甚大」，这是先对他的赞叹。「但其不由梵本，唯酌华文，未顺译法」，他这不是翻译，他不是由梵本直接翻译过来，只是斟酌前人翻成华文的翻译本子，斟酌这些文字重新做个编辑。「若以梵本重翻」，那就成六种翻译，别人就不会议论他。「故彼不言译而言校正也」，这是龙舒谨慎的地方，他的问题在哪里？「又其中去取旧文，亦有未尽」。这就讲比较这四种原译本，你怎样取舍，这是学问，他取舍不当，不太妥当。这里头举例子说，「如三辈往生」，这个很重要，「《魏译》皆曰发菩提心」，上辈、中辈、下辈都讲发菩提心，可是「王氏唯中辈发菩提心」，下辈里头讲不发，上辈里头没有提。这是非常非常重要的一段经文，这个地方这个问题严重了。「则高下失次。且文中多善根，全在发菩提心。而三辈不同，同一发心」，你看上辈、中辈、下辈不一样，但是都有「发菩提心，一向专念」这八个字。「发菩提心，一向专念」，这是往生最重要的条件，王龙舒的会集本，这个地方就有了问题，上辈没说，下辈说不发，这不可以的，这是严重的误失。",
      "zh_TW": "「五譯之中《魏譯》流傳獨廣，王本一出取而代之」，王本是王龍舒的就《大阿彌陀經》。「蓮池大師《疏鈔》中，語則多就王文。以王本世所通行，人習見故」。這就是蓮池大師《彌陀經疏鈔》當中，引用《無量壽經》，多半是引用王龍舒的《大阿彌陀經》。「清末印光法師亦稱王本為文義詳悉，舉世流通。由上可見王本在我國之流通，遠過《魏譯》」。這個會集本出來之後，大家都喜歡這個本子，五種原譯本都不再學習，學王龍舒這個本子。下面說「王本雖甚流通，並收入龍藏與日本大正藏。但王氏之作則有得有失」。所以還是有瑕疵，可見這個事情的確不容易。「例如《疏鈔》云」，這是蓮池大師的話，「王氏所會，較之五譯，簡易明顯，流通今世，利益甚大」，這是先對他的讚歎。「但其不由梵本，唯酌華文，未順譯法」，他這不是翻譯，他不是由梵本直接翻譯過來，只是斟酌前人翻成華文的翻譯本子，斟酌這些文字重新做個編輯。「若以梵本重翻」，那就成六種翻譯，別人就不會議論他。「故彼不言譯而言校正也」，這是龍舒謹慎的地方，他的問題在哪裡？「又其中去取舊文，亦有未盡」。這就講比較這四種原譯本，你怎樣取捨，這是學問，他取捨不當，不太妥當。這裡頭舉例子說，「如三輩往生」，這個很重要，「《魏譯》皆曰發菩提心」，上輩、中輩、下輩都講發菩提心，可是「王氏唯中輩發菩提心」，下輩裡頭講不發，上輩裡頭沒有提。這是非常非常重要的一段經文，這個地方這個問題嚴重了。「則高下失次。且文中多善根，全在發菩提心。而三輩不同，同一發心」，你看上輩、中輩、下輩不一樣，但是都有「發菩提心，一向專念」這八個字。「發菩提心，一向專念」，這是往生最重要的條件，王龍舒的會集本，這個地方就有了問題，上輩沒說，下輩說不發，這不可以的，這是嚴重的誤失。"
    },
    {
      "id": "02-039-0073_p0017",
      "zh_CN": "「莲池大师所论精要，正中要害。王氏自序中有云：其文碎杂而失统，错乱而不伦者，则用其意而修其辞」。这几句话，这其文是讲原译的经文，原来这四种翻译的经文杂而失统，错乱而不伦。则用其意而修其辞，这个用其意是用自己的文字来叙说经中的大意。这个在古人是有议论的，因为你是编辑别人东西，一定要用人家原来的文字，不能用你自己变更文字，这个例子要一开，以后麻烦大了，每个人都可以改经，那经就改成不像样子，就决定不能改动，会集要守这个规矩。这是龙舒有些时候用自己的意思，把原来的文字改了，这是被后人指责。「是正莲池大师所指，不由梵本，未顺译法之深病」。莲池大师讲的话很含蓄，黄老给我们这一说明，我们就了解、就明白了。所以显出古人就是责备人，也非常厚道，也不是用很明显的话来说你，很厚道，委曲婉转，这都是我们应当要学习的地方。「今乃会集，焉能不取原语」，会集一定要记住要取原语。「而任意行文，是乃万万不可也」，这是很大的一个忌讳。「至于三辈发心亦然，擅改《魏译》，又复高下失次」，这三辈发心，就发菩提心上辈的不说，中辈说发菩提心，下辈的说不发，这个是严重错误。这是「王本难掩之疵」，这他的过失。",
      "zh_TW": "「蓮池大師所論精要，正中要害。王氏自序中有云：其文碎雜而失統，錯亂而不倫者，則用其意而修其辭」。這幾句話，這其文是講原譯的經文，原來這四種翻譯的經文雜而失統，錯亂而不倫。則用其意而修其辭，這個用其意是用自己的文字來敘說經中的大意。這個在古人是有議論的，因為你是編輯別人東西，一定要用人家原來的文字，不能用你自己變更文字，這個例子要一開，以後麻煩大了，每個人都可以改經，那經就改成不像樣子，就決定不能改動，會集要守這個規矩。這是龍舒有些時候用自己的意思，把原來的文字改了，這是被後人指責。「是正蓮池大師所指，不由梵本，未順譯法之深病」。蓮池大師講的話很含蓄，黃老給我們這一說明，我們就了解、就明白了。所以顯出古人就是責備人，也非常厚道，也不是用很明顯的話來說你，很厚道，委曲婉轉，這都是我們應當要學習的地方。「今乃會集，焉能不取原語」，會集一定要記住要取原語。「而任意行文，是乃萬萬不可也」，這是很大的一個忌諱。「至於三輩發心亦然，擅改《魏譯》，又復高下失次」，這三輩發心，就發菩提心上輩的不說，中輩說發菩提心，下輩的說不發，這個是嚴重錯誤。這是「王本難掩之疵」，這他的過失。"
    },
    {
      "id": "02-039-0073_p0018",
      "zh_CN": "至于第二个，「清乾隆彭二林居士（名绍升）」，他还有个名叫际清，彭际清，「亦于王本义有未安」，他对王龙舒的本子也深有研究。「于所着《无量寿经起信论》中论王本曰：王氏本较为畅达，近世通行。然有可议者，如序分中游步十方以下，广明菩萨行愿，为令行者发起大心，积集德本，究竟成佛，乃是此经开章要领，而王氏删之」。这个龙舒的会集本里没有这一段，这一段非常重要，他疏忽了。「至往生上下二辈，一删去发菩提心」，他没说，这一句没有，上辈往生没有发菩提心这一句，下辈往生他说不发，这下辈往生是「一云不发」。「胎生一节，删去疑惑佛智乃至胜智」，这五句经文，这五句经文非常重要，他没有把它收进去。所以「前则乖成佛之正因」，就是发菩提心，「后则失往生之正智」，就是「疑惑佛智」一直到「圣智」，这一段文字他疏忽了，所以失往生之正智。人为什么会胎生，西方极乐世界为什么会有胎生？这生到边地也算不错。为什么会生到这个地方？对极乐世界信心不足，信心不足真念佛，真愿意求往生。就好像赌博一样，有我就成功，没就算了，就这么一个念头，他就不能入品，他生到边地。也很难得他真干，虽然他有疑问，但他真干，万一是真的那我不就成了吗？你看就这么一个错误的念头，这信心里头有缺陷，所以他生边地。边地到极乐世界要耽误五百年，五百年他相信了，信心清净，疑惑没有了才能入下品下生，他比下品下生低一级。所以决定不能有疑惑佛智，不可以疑惑。",
      "zh_TW": "至於第二個，「清乾隆彭二林居士（名紹升）」，他還有個名叫際清，彭際清，「亦於王本義有未安」，他對王龍舒的本子也深有研究。「於所著《無量壽經起信論》中論王本曰：王氏本較為暢達，近世通行。然有可議者，如序分中遊步十方以下，廣明菩薩行願，為令行者發起大心，積集德本，究竟成佛，乃是此經開章要領，而王氏刪之」。這個龍舒的會集本裡沒有這一段，這一段非常重要，他疏忽了。「至往生上下二輩，一刪去發菩提心」，他沒說，這一句沒有，上輩往生沒有發菩提心這一句，下輩往生他說不發，這下輩往生是「一云不發」。「胎生一節，刪去疑惑佛智乃至勝智」，這五句經文，這五句經文非常重要，他沒有把它收進去。所以「前則乖成佛之正因」，就是發菩提心，「後則失往生之正智」，就是「疑惑佛智」一直到「聖智」，這一段文字他疏忽了，所以失往生之正智。人為什麼會胎生，西方極樂世界為什麼會有胎生？這生到邊地也算不錯。為什麼會生到這個地方？對極樂世界信心不足，信心不足真念佛，真願意求往生。就好像賭博一樣，有我就成功，沒就算了，就這麼一個念頭，他就不能入品，他生到邊地。也很難得他真幹，雖然他有疑問，但他真幹，萬一是真的那我不就成了嗎？你看就這麼一個錯誤的念頭，這信心裡頭有缺陷，所以他生邊地。邊地到極樂世界要耽誤五百年，五百年他相信了，信心清淨，疑惑沒有了才能入下品下生，他比下品下生低一級。所以決定不能有疑惑佛智，不可以疑惑。"
    },
    {
      "id": "02-039-0073_p0019",
      "zh_CN": "「他如叙次愿文，后先舛错，皆当校正。彭氏鉴于王本之失，乃专就《魏译》去其繁复，并按云栖本」，云栖是莲池大师，「增入四十八愿先后数目，仍名《无量寿经》。是为第七本」，第七种本子。「王本为第六本」，王龙舒的本子是第六种本子，彭际清的本子就是第七种的本子。但是他只是魏译，就是康僧铠的本子删节，把它繁复的地方把它删除，做了一个节本，把四十八愿加了条目，这个本子也有流通，但是不广。所以「但此本只是《魏译》之节校本，而非诸译之会集本」。两本做个比较，彭际清的本子比康僧铠的本子要好，我们读起来很顺。「近代丁福保居士，作《无量寿经笺注》」，所根据的本子就是彭际清的节校本。彭本还是「未能救王氏会本之病」，所以它不能称为善本。",
      "zh_TW": "「他如敘次願文，後先舛錯，皆當校正。彭氏鑑於王本之失，乃專就《魏譯》去其繁複，並按雲棲本」，雲棲是蓮池大師，「增入四十八願先後數目，仍名《無量壽經》。是為第七本」，第七種本子。「王本為第六本」，王龍舒的本子是第六種本子，彭際清的本子就是第七種的本子。但是他只是魏譯，就是康僧鎧的本子刪節，把它繁複的地方把它刪除，做了一個節本，把四十八願加了條目，這個本子也有流通，但是不廣。所以「但此本只是《魏譯》之節校本，而非諸譯之會集本」。兩本做個比較，彭際清的本子比康僧鎧的本子要好，我們讀起來很順。「近代丁福保居士，作《無量壽經箋註》」，所根據的本子就是彭際清的節校本。彭本還是「未能救王氏會本之病」，所以它不能稱為善本。"
    },
    {
      "id": "02-039-0073_p0020",
      "zh_CN": "这到底下一个，清朝咸丰年间邵阳魏承贯居士，「谓诸译及王氏会本，犹未尽善。乃会集五种原译，别成一本，仍名《无量寿经》」。底下说「魏氏之本，集五种原译，是为五会本之始」，这是五种原译本他都看到。「王氏只是四会本」，四种本子的会集本，「所会未及《唐译》」，就是《大宝积经．无量寿如来会》，这一会这个本子他没有看到。「同治中」，咸丰之后就是同治，同治是慈禧太后主政，咸丰过世之后，这小皇帝是母亲当家，「王荫福居士极崇魏本」，这非常推崇。「曾亲记云：近世邵阳魏居士复本云栖大师之说，遍考诸译，别为一书。包举纲宗，文辞简当，乃得为是经之冠冕」，这是对于魏默深这个本子的赞叹。「王氏复博考众本，手自校雠，并定经名为《摩诃阿弥陀经》」，这是本经第八个本子。",
      "zh_TW": "這到底下一個，清朝咸豐年間邵陽魏承貫居士，「謂諸譯及王氏會本，猶未盡善。乃會集五種原譯，別成一本，仍名《無量壽經》」。底下說「魏氏之本，集五種原譯，是為五會本之始」，這是五種原譯本他都看到。「王氏只是四會本」，四種本子的會集本，「所會未及《唐譯》」，就是《大寶積經．無量壽如來會》，這一會這個本子他沒有看到。「同治中」，咸豐之後就是同治，同治是慈禧太后主政，咸豐過世之後，這小皇帝是母親當家，「王蔭福居士極崇魏本」，這非常推崇。「曾親記云：近世邵陽魏居士復本雲棲大師之說，遍考諸譯，別為一書。包舉綱宗，文辭簡當，乃得為是經之冠冕」，這是對於魏默深這個本子的讚歎。「王氏復博考眾本，手自校讎，並定經名為《摩訶阿彌陀經》」，這是本經第八個本子。"
    },
    {
      "id": "02-039-0073_p0021",
      "zh_CN": "「魏氏发心广大，复精于文字，为救王龙舒居士杜撰经文之失，备取五译，会成一经，力求句句有来历，期成善本。所愿极胜，所成亦伟。其所会集远超王本。王荫福居士赞之为本经八种之冠，亦非过誉」，这些话是黄念祖老居士说的。可是后面「但所憾者」，他还是有遗憾，「魏氏虽愿力补王氏杜撰之过，惜未全免」，他也犯这个毛病，用自己的意思改动原译本里面的经文，文字也改动。「兹举其荦荦大者如下」，荦荦是明显的意思，非常明显的过失。这个地方举出了四条，第一「魏本第二愿曰：设我成佛，国中天人，纯是化生，无有胎生。此中无有胎生四字，诸译皆无」，这从哪里来的？这一句是他自己加的，这举出真的把他的过失举出来了。「且此四字与原译文相违」，为什么相违？「《魏译》云」，康僧铠的经本上有这么一句话，「佛告弥勒，彼国人民，有胎生者」，怎么愿里头讲无有胎生？「唐宋两译同之」，唐译的跟宋译的这两种本子都有这句话，都有讲胎生这个话，「而魏氏竟谓无有胎生。此实为难掩之疵也」，这个过失太明显了。第二「五恶五痛五烧一段数千言」，这一段文很长，「魏氏删节为：生时痛，老时痛，病时痛，死时痛，患难穷苦痛；淫欲火烧，瞋忿火烧，贪盗火烧，邪伪火烧，愚痴火烧，是为五痛五烧。魏居士原愿无一字不有来历，惜未能贯彻初衷，上之一段于诸译中并无来历」。这一段不是删节的文，是用他自己的意思把几千字的经文，浓缩成这个，这完全是他自己写的，不是原文。要从原文删节的话没有话说，这不是原文，完全是自己意思节录的，所以这就是没有根据。",
      "zh_TW": "「魏氏發心廣大，復精於文字，為救王龍舒居士杜撰經文之失，備取五譯，會成一經，力求句句有來歷，期成善本。所願極勝，所成亦偉。其所會集遠超王本。王蔭福居士讚之為本經八種之冠，亦非過譽」，這些話是黃念祖老居士說的。可是後面「但所憾者」，他還是有遺憾，「魏氏雖願力補王氏杜撰之過，惜未全免」，他也犯這個毛病，用自己的意思改動原譯本裡面的經文，文字也改動。「茲舉其犖犖大者如下」，犖犖是明顯的意思，非常明顯的過失。這個地方舉出了四條，第一「魏本第二願曰：設我成佛，國中天人，純是化生，無有胎生。此中無有胎生四字，諸譯皆無」，這從哪裡來的？這一句是他自己加的，這舉出真的把他的過失舉出來了。「且此四字與原譯文相違」，為什麼相違？「《魏譯》云」，康僧鎧的經本上有這麼一句話，「佛告彌勒，彼國人民，有胎生者」，怎麼願裡頭講無有胎生？「唐宋兩譯同之」，唐譯的跟宋譯的這兩種本子都有這句話，都有講胎生這個話，「而魏氏竟謂無有胎生。此實為難掩之疵也」，這個過失太明顯了。第二「五惡五痛五燒一段數千言」，這一段文很長，「魏氏刪節為：生時痛，老時痛，病時痛，死時痛，患難窮苦痛；淫欲火燒，瞋忿火燒，貪盜火燒，邪偽火燒，愚痴火燒，是為五痛五燒。魏居士原願無一字不有來歷，惜未能貫徹初衷，上之一段於諸譯中並無來歷」。這一段不是刪節的文，是用他自己的意思把幾千字的經文，濃縮成這個，這完全是他自己寫的，不是原文。要從原文刪節的話沒有話說，這不是原文，完全是自己意思節錄的，所以這就是沒有根據。"
    },
    {
      "id": "02-039-0073_p0022",
      "zh_CN": "第三「魏氏会本谓极乐之宫殿楼观，堂宇房阁，或处虚空，或在平地，或依宝树而住」，这句有问题，其中「依宝树而住」这一句话五种原译本都没有，这也是他自己想出来的，这个没有根据。「会本中『过是以后，无量寿经亦灭，唯余阿弥陀佛四字，广度群生』」，这一段文五种原译本里没有。「由上可见，魏氏之本与前诸本相较，虽后后胜于前前，惜仍未能尽免率增乖舛之过。但此巨失，势在必救。以免后世因袭，甚至篡改经文。故须防微杜渐，绝此罪源」。这是黄念祖老居士对他的评语，这个重要。因为古人的东西，纵然是错了不能改它的，怎么办？把你的意思写在旁边，写在旁边旁注，不能随便改它。如果随便可以改这个例子一开，不得了，以后人家一看，这不通，不应该是这样的，我也改一句，你也改一句，流传到几百年之后这文章就不能看了。所以这是决定不可以的，这是最大的忌讳，我们明明看到这是什么？人家抄错的，但是决定不能改动。所以古德常讲这个字可能是哪一个字的错误，这样子注在旁边，这正确，最忌讳是随便改人家东西。黄老居士说这些话，也是说明他老师夏莲居老居士为什么要再会集，原因就是前面两个会集本、一个节校本都不完善，都有瑕疵，所以必须再作一个会集本。「并为大经，早得善本。是以先师夏莲居老居士，乃有第九本之作也」，我们现在这个本子就是第九本，这给夏老居士做个介绍。",
      "zh_TW": "第三「魏氏會本謂極樂之宮殿樓觀，堂宇房閣，或處虛空，或在平地，或依寶樹而住」，這句有問題，其中「依寶樹而住」這一句話五種原譯本都沒有，這也是他自己想出來的，這個沒有根據。「會本中『過是以後，無量壽經亦滅，唯餘阿彌陀佛四字，廣度群生』」，這一段文五種原譯本裡沒有。「由上可見，魏氏之本與前諸本相較，雖後後勝於前前，惜仍未能盡免率增乖舛之過。但此巨失，勢在必救。以免後世因襲，甚至篡改經文。故須防微杜漸，絕此罪源」。這是黃念祖老居士對他的評語，這個重要。因為古人的東西，縱然是錯了不能改它的，怎麼辦？把你的意思寫在旁邊，寫在旁邊旁註，不能隨便改它。如果隨便可以改這個例子一開，不得了，以後人家一看，這不通，不應該是這樣的，我也改一句，你也改一句，流傳到幾百年之後這文章就不能看了。所以這是決定不可以的，這是最大的忌諱，我們明明看到這是什麼？人家抄錯的，但是決定不能改動。所以古德常講這個字可能是哪一個字的錯誤，這樣子註在旁邊，這正確，最忌諱是隨便改人家東西。黃老居士說這些話，也是說明他老師夏蓮居老居士為什麼要再會集，原因就是前面兩個會集本、一個節校本都不完善，都有瑕疵，所以必須再作一個會集本。「並為大經，早得善本。是以先師夏蓮居老居士，乃有第九本之作也」，我們現在這個本子就是第九本，這給夏老居士做個介紹。"
    },
    {
      "id": "02-039-0073_p0023",
      "zh_CN": "「先师夏老居士，未冠学儒」，未冠是没有成年，古人成年是二十岁，这就是在二十岁之前学儒。「先程朱而后陆王」，先学的是宋朝二程，朱是朱熹，而后学明朝的陆九渊、王阳明，这都是宋明大文豪，现在人说哲学家、思想家，这是说他的学术的渊源。「甫壮入佛」，中国人讲壮年是三十到四十，三十到四十叫壮，甫壮那就是刚刚大概三十一、二岁，就刚刚入壮年的时候他就学佛。「摄禅密而归净土」，他学过禅、学过密，最后学净土。「夏老博贯群籍，深于文字，专功久修，教眼圆明」，这是对老师的赞叹，他作学问、学佛都非常认真，真的古人所讲「一门深入，长时薰修」，无论是学禅、学密、学净，他的根底都非常深厚。「于壬申」，壬申是民国二十一年，「一九三二年之岁，发愿重校此经。掩关津门，阅时三载。遍探五种原译，洞察三家校本。无一语不详参，无一字不互校。虔恭敬慎，日祷佛前。千斟万酌，时萦梦寐。及其成也，四众欢喜。宗教俱彻之慧明老法师（夏老之皈依师），搭衣捧经摄照于佛前，亲为印证」。这是讲他用了三年的时间，会集成第九种本子，就这种本子。刚才我跟诸位报告过，他最初会集的本子，我手上还有一册，这一册已经输入电脑，从电脑里面都可以看见，还有慈舟法师的科判，这就看到它原来的面貌。以后他经过十次的修改这定本，定本改成四十八品。",
      "zh_TW": "「先師夏老居士，未冠學儒」，未冠是沒有成年，古人成年是二十歲，這就是在二十歲之前學儒。「先程朱而後陸王」，先學的是宋朝二程，朱是朱熹，而後學明朝的陸九淵、王陽明，這都是宋明大文豪，現在人說哲學家、思想家，這是說他的學術的淵源。「甫壯入佛」，中國人講壯年是三十到四十，三十到四十叫壯，甫壯那就是剛剛大概三十一、二歲，就剛剛入壯年的時候他就學佛。「攝禪密而歸淨土」，他學過禪、學過密，最後學淨土。「夏老博貫群籍，深於文字，專功久修，教眼圓明」，這是對老師的讚歎，他作學問、學佛都非常認真，真的古人所講「一門深入，長時薰修」，無論是學禪、學密、學淨，他的根底都非常深厚。「於壬申」，壬申是民國二十一年，「一九三二年之歲，發願重校此經。掩關津門，閱時三載。遍探五種原譯，洞察三家校本。無一語不詳參，無一字不互校。虔恭敬慎，日禱佛前。千斟萬酌，時縈夢寐。及其成也，四眾歡喜。宗教俱徹之慧明老法師（夏老之皈依師），搭衣捧經攝照於佛前，親為印證」。這是講他用了三年的時間，會集成第九種本子，就這種本子。剛才我跟諸位報告過，他最初會集的本子，我手上還有一冊，這一冊已經輸入電腦，從電腦裡面都可以看見，還有慈舟法師的科判，這就看到它原來的面貌。以後他經過十次的修改這定本，定本改成四十八品。"
    },
    {
      "id": "02-039-0073_p0024",
      "zh_CN": "从这一段简短的文字，我们就晓得，夏老居士是非常认真，大概他一生当中，做的就是这桩是最大的事业，让净宗法门有了这一部。这部经是净宗第一经，非常重要，而没有一个好的本子。《法灭尽经》以及本经都说到，将来佛法灭尽的时候，《无量寿经》还在这个世间流通一百年。我们想《无量寿经》到最后灭，流通的是哪个本子？肯定是这个本子。这个本子跟前面几个会集本比较，前面本子都有瑕疵，都不能叫人满意。这个本子里头找不出来了，前人会集本里面的瑕疵统统都改正过来，真的没有一个字不是出于原本，自己没有改动一个字。所以是五种原译本的集大成，取舍精当，没错误，慧明老法师给他印证。「先舅父梅撷芸居士」，梅光羲居士是李老师的老师，李炳南老居士经教是跟梅老学的。所以这个本子当年传到台湾，前面有梅老一篇序文，很长的序文，他看了之后非常欢喜，当时就在台湾流通，而且自己还讲了一遍。「连续播讲于电台，誉为善本。慈舟法师专讲此经于京鲁」，就是北京跟济南，「并亲为科判」。我做科判是依据慈舟法师的科判做底本，再详细给它分科，作成一个完整的科判。这个科判，当年我跟赵朴老见面的时候，我送给他，他非常欢喜，他看到了经，夏老会的经，我们做的科判，黄念祖的注解，他说这个经完备了，他非常欢喜。",
      "zh_TW": "從這一段簡短的文字，我們就曉得，夏老居士是非常認真，大概他一生當中，做的就是這樁是最大的事業，讓淨宗法門有了這一部。這部經是淨宗第一經，非常重要，而沒有一個好的本子。《法滅盡經》以及本經都說到，將來佛法滅盡的時候，《無量壽經》還在這個世間流通一百年。我們想《無量壽經》到最後滅，流通的是哪個本子？肯定是這個本子。這個本子跟前面幾個會集本比較，前面本子都有瑕疵，都不能叫人滿意。這個本子裡頭找不出來了，前人會集本裡面的瑕疵統統都改正過來，真的沒有一個字不是出於原本，自己沒有改動一個字。所以是五種原譯本的集大成，取捨精當，沒錯誤，慧明老法師給他印證。「先舅父梅擷芸居士」，梅光羲居士是李老師的老師，李炳南老居士經教是跟梅老學的。所以這個本子當年傳到台灣，前面有梅老一篇序文，很長的序文，他看了之後非常歡喜，當時就在台灣流通，而且自己還講了一遍。「連續播講於電台，譽為善本。慈舟法師專講此經於京魯」，就是北京跟濟南，「並親為科判」。我做科判是依據慈舟法師的科判做底本，再詳細給它分科，作成一個完整的科判。這個科判，當年我跟趙樸老見面的時候，我送給他，他非常歡喜，他看到了經，夏老會的經，我們做的科判，黃念祖的註解，他說這個經完備了，他非常歡喜。"
    },
    {
      "id": "02-039-0073_p0025",
      "zh_CN": "「北京极乐庵方丈妙禅老和尚，聘请山东女子莲社吴倩芗社长来寺开讲此经两月。其他发心宏扬，专志持诵者，不可胜数。印行流通，相继不绝。是以先舅父梅老赞云：于净宗要旨，穷深极微，发前人未发之蕴。又精当明确，凿然有据，无一义不在原译之中，无一句溢出本经之外。有美皆备，无谛不收，虽欲不谓之善本不可得也」，这一段是梅老序文里对这次会集的赞叹。「先舅之语，现已举世公认，并将本经采入新印之续藏」。这是一个愿望，现在还没有能做到。「大经尘封千载，今始得善本，先贤会经之愿乃圆」。从王龙舒、彭际清、魏默深，都希望做一个完善的《无量寿经》的本子，也真正努力去做，但是始终免不了有瑕疵。一直到最后夏莲居老居士，才真正完成古来这些大德他们的宏愿，到这才真正完成。大经尘封千载，《无量寿经》一千多年来，因为没有善本，所以学习的人不多。中国人学习《无量寿经》，远远比不上日本人，大概中国人喜欢挑剔，日本人比较老实，传到那边去就全盘接受，可能有这种原因。所以中国人修净土都是依《阿弥陀经》，《阿弥陀经》在中国弘扬最广，这一部经出来之后情况就不一样了。「大经放光，众生有幸。本经名《佛说大乘无量寿庄严清净平等觉经》。是为大经之第九本」。所以现在《无量寿经》一共是有九种版本，我们要学习，你要得用哪一种版本。",
      "zh_TW": "「北京極樂庵方丈妙禪老和尚，聘請山東女子蓮社吳倩薌社長來寺開講此經兩月。其他發心宏揚，專志持誦者，不可勝數。印行流通，相繼不絕。是以先舅父梅老讚云：於淨宗要旨，窮深極微，發前人未發之蘊。又精當明確，鑿然有據，無一義不在原譯之中，無一句溢出本經之外。有美皆備，無諦不收，雖欲不謂之善本不可得也」，這一段是梅老序文裡對這次會集的讚歎。「先舅之語，現已舉世公認，並將本經採入新印之續藏」。這是一個願望，現在還沒有能做到。「大經塵封千載，今始得善本，先賢會經之願乃圓」。從王龍舒、彭際清、魏默深，都希望做一個完善的《無量壽經》的本子，也真正努力去做，但是始終免不了有瑕疵。一直到最後夏蓮居老居士，才真正完成古來這些大德他們的宏願，到這才真正完成。大經塵封千載，《無量壽經》一千多年來，因為沒有善本，所以學習的人不多。中國人學習《無量壽經》，遠遠比不上日本人，大概中國人喜歡挑剔，日本人比較老實，傳到那邊去就全盤接受，可能有這種原因。所以中國人修淨土都是依《阿彌陀經》，《阿彌陀經》在中國弘揚最廣，這一部經出來之後情況就不一樣了。「大經放光，眾生有幸。本經名《佛說大乘無量壽莊嚴清淨平等覺經》。是為大經之第九本」。所以現在《無量壽經》一共是有九種版本，我們要學習，你要得用哪一種版本。"
    },
    {
      "id": "02-039-0073_p0026",
      "zh_CN": "我在二００六年在巴黎办了一个活动，活动完了之后顺便到伦敦，去访问剑桥、伦敦这两个大学，这都是汉学系的，在欧洲非常著名的学校，出了不少汉学家。我跟他们汉学系的同学，跟他们的教授做了交流，我知道有不少学生用佛经写博士论文，其中有一个学生告诉我，他用《无量寿经》写论文。我说《无量寿经》有九个本子，你用哪个？他用夏莲居的会集本，很难得。我们这个注解，这个注解是我在美国那个时候，也是在弘扬这部经，黄念祖老居士到美国去，他去一个月，我们在那个地方联系上。他这个注解只带了一本，带了一本油印印的，还好，还算不错，字还能看得清楚，是比较模糊，油印的，所以非常的简陋，只带这么一套，送给我了。听说我在这里讲这个会集本，那个时候在国内讲会集本就他一个人，在海外讲会集本也就我一个，所以我们两个碰到之后就欢喜无量，真的是志同道合，我们是一个方向、一个目标。所以我就问他，我说：你这个注解有没有版权？有版权就不必谈了，要没有版权我送到台湾去翻印。他说：没有版权，欢迎翻印。还要我给他写一篇序文，要我给他题字。所以我们第一次在台湾就印了一万册，精装这样一本印了一万册，在海外就开始流通，以后陆陆续续印，大概现在我想上百万册都不止了。他非常欢喜。",
      "zh_TW": "我在二００六年在巴黎辦了一個活動，活動完了之後順便到倫敦，去訪問劍橋、倫敦這兩個大學，這都是漢學系的，在歐洲非常著名的學校，出了不少漢學家。我跟他們漢學系的同學，跟他們的教授做了交流，我知道有不少學生用佛經寫博士論文，其中有一個學生告訴我，他用《無量壽經》寫論文。我說《無量壽經》有九個本子，你用哪個？他用夏蓮居的會集本，很難得。我們這個註解，這個註解是我在美國那個時候，也是在弘揚這部經，黃念祖老居士到美國去，他去一個月，我們在那個地方聯繫上。他這個註解只帶了一本，帶了一本油印印的，還好，還算不錯，字還能看得清楚，是比較模糊，油印的，所以非常的簡陋，只帶這麼一套，送給我了。聽說我在這裡講這個會集本，那個時候在國內講會集本就他一個人，在海外講會集本也就我一個，所以我們兩個碰到之後就歡喜無量，真的是志同道合，我們是一個方向、一個目標。所以我就問他，我說：你這個註解有沒有版權？有版權就不必談了，要沒有版權我送到台灣去翻印。他說：沒有版權，歡迎翻印。還要我給他寫一篇序文，要我給他題字。所以我們第一次在台灣就印了一萬冊，精裝這樣一本印了一萬冊，在海外就開始流通，以後陸陸續續印，大概現在我想上百萬冊都不止了。他非常歡喜。"
    },
    {
      "id": "02-039-0073_p0027",
      "zh_CN": "我们再看底下一段本经的注解，这些都是关于介绍这部经典的弘传，老居士写得很清楚，所以我们看看就好了。「丙、本经注释。五译之中，魏译较备」。这就是曹魏康僧铠的本子，在五种原译本里面翻译得最好。我当年在台中，李老师也将《无量寿经》讲过两遍，第一遍讲的是夏老这个本子，会集本，第二次就是讲的康僧铠的本子。我到台中这个缘分很殊胜，正好遇到李老师开讲这部经，康僧铠的本子，我从头到尾听过一遍。早些时候他讲的会集本，他把他的眉注给我，我看到非常欢喜，我能看得懂，当时我也就想讲这个会集本。老师告诉我，他说：时节因缘没成熟，要等待时节因缘。我那个时候不知道利害，因为这个会集本争议很多，争的什么？说夏莲居他是在家居士，他不是一个法师，所以大家不愿意这个本子流通。夏老自己也了不起，往生的时候告诉他的学生，黄念老在旁边，夏老告诉他，他的会集本将来是从海外流传到中国。大家听了莫名其妙，怎么会从海外流回国家？到后来果然证明，这个经典在国外是普遍流通之后，才流到中国去。所以我也就了解，那个时候老师为什么不准我讲，讲康僧铠的本子没有问题，没有一个人讲话，如果讲夏莲居的会集本，批评就多了。我那个时候刚刚出家不久很年轻，这些老和尚要是来骂人，给我们压力，我们受不了。现在这些老法师都往生了，我们变成老和尚没问题，那个时候很难，所以我们得忍耐。老师的确有智慧，我们不如他，他看得深、看得远，时节因缘不成熟暂时放下。那个时候叫我去讲《楞严经》，那是一部大经。",
      "zh_TW": "我們再看底下一段本經的註解，這些都是關於介紹這部經典的弘傳，老居士寫得很清楚，所以我們看看就好了。「丙、本經註釋。五譯之中，魏譯較備」。這就是曹魏康僧鎧的本子，在五種原譯本裡面翻譯得最好。我當年在台中，李老師也將《無量壽經》講過兩遍，第一遍講的是夏老這個本子，會集本，第二次就是講的康僧鎧的本子。我到台中這個緣分很殊勝，正好遇到李老師開講這部經，康僧鎧的本子，我從頭到尾聽過一遍。早些時候他講的會集本，他把他的眉註給我，我看到非常歡喜，我能看得懂，當時我也就想講這個會集本。老師告訴我，他說：時節因緣沒成熟，要等待時節因緣。我那個時候不知道利害，因為這個會集本爭議很多，爭的什麼？說夏蓮居他是在家居士，他不是一個法師，所以大家不願意這個本子流通。夏老自己也了不起，往生的時候告訴他的學生，黃念老在旁邊，夏老告訴他，他的會集本將來是從海外流傳到中國。大家聽了莫名其妙，怎麼會從海外流回國家？到後來果然證明，這個經典在國外是普遍流通之後，才流到中國去。所以我也就了解，那個時候老師為什麼不准我講，講康僧鎧的本子沒有問題，沒有一個人講話，如果講夏蓮居的會集本，批評就多了。我那個時候剛剛出家不久很年輕，這些老和尚要是來罵人，給我們壓力，我們受不了。現在這些老法師都往生了，我們變成老和尚沒問題，那個時候很難，所以我們得忍耐。老師的確有智慧，我們不如他，他看得深、看得遠，時節因緣不成熟暫時放下。那個時候叫我去講《楞嚴經》，那是一部大經。"
    },
    {
      "id": "02-039-0073_p0028",
      "zh_CN": "我们看这个文，「故大经注疏，集于《魏译》」，几乎都是用康僧铠的本子来注解。「我国大德多为小本弥陀作注。至于注大本者」，就是注《无量寿经》，就是两个本子，一个是「隋净影，唐嘉祥两家」。这后面接着，「《无量寿经义疏》六卷，隋京师净影寺沙门慧远撰疏」。我学的就是这个本子。这个慧远跟我们净宗初祖慧远，名号完全相同，所以在历史上称他作小慧远。如果诸位看到有人写文章上，小慧远就是他，不用小慧远，那就是庐山慧远大师，名字完全相同，庐山那个时候是在东晋的时代，这个慧远是隋朝。第二，名称相同，也叫「《无量寿经义疏》，唐嘉祥寺吉藏撰」，他做的注解。在中国《无量寿经》只有这两种。另外在中国流通的有韩国两位法师，「又新罗国（今朝鲜）有憬兴、元晓」，两位法师都出家人。他的注解在中国有流通，第一个是「《无量寿经义述文赞》三卷，新罗国沙门憬兴着」，这憬兴疏。第二种「《无量寿经宗要》一卷」，也是「新罗国黄龙寺沙门元晓撰。曾入唐游学」，唐朝时候在中国留学，「还后化振海东。其疏曰海东疏」。元晓法师在韩国非常有名，韩国佛教没有人不知道他的。第三种「《游心安乐道》」，这也是元晓的著作，是「净土古佚十书之一」。这些都在中国流通。",
      "zh_TW": "我們看這個文，「故大經註疏，集於《魏譯》」，幾乎都是用康僧鎧的本子來註解。「我國大德多為小本彌陀作註。至於註大本者」，就是註《無量壽經》，就是兩個本子，一個是「隋淨影，唐嘉祥兩家」。這後面接著，「《無量壽經義疏》六卷，隋京師淨影寺沙門慧遠撰疏」。我學的就是這個本子。這個慧遠跟我們淨宗初祖慧遠，名號完全相同，所以在歷史上稱他作小慧遠。如果諸位看到有人寫文章上，小慧遠就是他，不用小慧遠，那就是廬山慧遠大師，名字完全相同，廬山那個時候是在東晉的時代，這個慧遠是隋朝。第二，名稱相同，也叫「《無量壽經義疏》，唐嘉祥寺吉藏撰」，他做的註解。在中國《無量壽經》只有這兩種。另外在中國流通的有韓國兩位法師，「又新羅國（今朝鮮）有憬興、元曉」，兩位法師都出家人。他的註解在中國有流通，第一個是「《無量壽經義述文贊》三卷，新羅國沙門憬興著」，這憬興疏。第二種「《無量壽經宗要》一卷」，也是「新羅國黃龍寺沙門元曉撰。曾入唐遊學」，唐朝時候在中國留學，「還後化振海東。其疏曰海東疏」。元曉法師在韓國非常有名，韓國佛教沒有人不知道他的。第三種「《遊心安樂道》」，這也是元曉的著作，是「淨土古佚十書之一」。這些都在中國流通。"
    },
    {
      "id": "02-039-0073_p0029",
      "zh_CN": "下面说「大经光明，照耀日本，注释之盛，远超我国。笔者所知者已廿余种」。这些二十余种大概都在《卍续藏》里面，这是黄念祖老居士看到的。「计为：《无量寿佛赞钞》一卷，兴福寺善珠作。第二《无量寿经述义》三卷，最澄法师集的。第三《无量寿经私记》一卷，智景作。《无量寿经义苑》七卷，纪州总持寺南楚作的。第五种《无量寿经略笺》八卷，享保五年洛东禅林寺院溪作。第六《无量寿经钞》七卷，望西楼了惠作」。大概这些一共这里他举了二十二种，这二十二种其中有六种黄老居士书架上有，我到他那里去参观的时候我看到过，这六种他都用作参考，都有一些引用在这个注解里面。这六种，第一个是刚才念的《无量寿经钞》七卷，就是望西楼了惠作的。第二种是在第四行最后一句，《无量寿经会疏》十卷，越前胜授寺峻谛作的，这是老居士所看到的。第三种在倒数第四行，第二十一《无量寿经甄解》十八卷，道隐作，这是引用得多。接着《无量寿经合赞》四卷，观彻作。所以他这里底下说了，「其中第六、第十、第廿一、第廿二诸着，本书引证甚多」。",
      "zh_TW": "下面說「大經光明，照耀日本，註釋之盛，遠超我國。筆者所知者已廿餘種」。這些二十餘種大概都在《卍續藏》裡面，這是黃念祖老居士看到的。「計為：《無量壽佛贊鈔》一卷，興福寺善珠作。第二《無量壽經述義》三卷，最澄法師集的。第三《無量壽經私記》一卷，智景作。《無量壽經義苑》七卷，紀州總持寺南楚作的。第五種《無量壽經略箋》八卷，享保五年洛東禪林寺院溪作。第六《無量壽經鈔》七卷，望西樓了惠作」。大概這些一共這裡他舉了二十二種，這二十二種其中有六種黃老居士書架上有，我到他那裡去參觀的時候我看到過，這六種他都用作參考，都有一些引用在這個註解裡面。這六種，第一個是剛才念的《無量壽經鈔》七卷，就是望西樓了惠作的。第二種是在第四行最後一句，《無量壽經會疏》十卷，越前勝授寺峻諦作的，這是老居士所看到的。第三種在倒數第四行，第二十一《無量壽經甄解》十八卷，道隱作，這是引用得多。接著《無量壽經合贊》四卷，觀徹作。所以他這裡底下說了，「其中第六、第十、第廿一、第廿二諸著，本書引證甚多」。"
    },
    {
      "id": "02-039-0073_p0030",
      "zh_CN": "「又注释大经校会本者，共三种」，第一种是《无量寿经起信论》，这是彭际清作的，清朝康熙年间。第二种《无量寿经笺注》，这是丁福保的，这现在在佛门里流通很广，也很容易看到。「以上两种所注者，皆为彭氏之节校本」，就是彭际清的节校本。第三种是「《佛说摩诃阿弥陀经衷论》，清光绪正定王耕心作的」。他所注的本子是魏承贯的会集本。末后「又清末沈善登居士着有《报恩论》三卷」，这《报恩论》里面，有《净土法门纲宗》、有《无量寿经纲宗》、有《往生正因论》，有这几篇，都算是注释《无量寿经》的。这一段我们就介绍到此地。",
      "zh_TW": "「又註釋大經校會本者，共三種」，第一種是《無量壽經起信論》，這是彭際清作的，清朝康熙年間。第二種《無量壽經箋註》，這是丁福保的，這現在在佛門裡流通很廣，也很容易看到。「以上兩種所註者，皆為彭氏之節校本」，就是彭際清的節校本。第三種是「《佛說摩訶阿彌陀經衷論》，清光緒正定王耕心作的」。他所註的本子是魏承貫的會集本。末後「又清末沈善登居士著有《報恩論》三卷」，這《報恩論》裡面，有《淨土法門綱宗》、有《無量壽經綱宗》、有《往生正因論》，有這幾篇，都算是註釋《無量壽經》的。這一段我們就介紹到此地。"
    },
    {
      "id": "02-039-0073_p0031",
      "zh_CN": "下面我们看第九段总释经题，我们从第七十九面看起。「凡经之名题，皆直显本经之要旨。使学者因名达体，一览经题，直窥全经大义。是以天台家注经，先释经名」。这一段文我们把它念下去，「大经五种原译，各有经题。王氏会本名为《大阿弥陀经》以别于原译与小本。但『大』字之增，无所依据」，这是自己加上去的，会集的话应当是要用原文，他自己加了个大字这没有根据。「彭氏节本与魏氏会本」，魏默深的会本，「皆名《无量寿经》，同于《魏译》，三种一名，混同易误」。它的名字跟原来的经名是一样的，没有差别，到底指哪个本子不清楚。「正定王氏改魏氏本为《摩诃阿弥陀经》」，这摩诃两个字也没有依据，这个都是会集里头的问题。「考」这考据「从汉迄宋」，到宋朝「十二译中」，这十二次翻译，「以无量寿为名者十」，有十部，「以清净平等觉为名者」有两部，「以正觉为名者」有一部。最初汉代有个译名叫《无量清净平等觉经》，最后宋代翻译的名字叫《佛说大乘无量寿庄严经》。所以夏莲居老居士这个经题，「今此会本直取宋译经题《佛说大乘无量寿庄严经》」，那个经字重复的把它去掉，经字去掉是重复的，下面再续汉译的经题《无量清净平等觉经》，无量两个字也重复了去掉，于是经题就变成《佛说大乘无量寿庄严清净平等觉经》。「自然佳妙」，这真正是会集，没有自己加一个字，只是把重复的去掉，所以变成这十五个字的经题。「不假斧斤」，一点修改都没有。「两译原名，摄于一名之中；十二种经题悉入一题之内。全经大旨，昭然目前。净宗要义，备于题内。人法喻、教理行、体相用等齐显于一名之中。如帝网珠，圆摄一切妙法。本经会集之妙，于此可见麟爪」。就是夏老会集的慧眼，跟过去人确实不一样。",
      "zh_TW": "下面我們看第九段總釋經題，我們從第七十九面看起。「凡經之名題，皆直顯本經之要旨。使學者因名達體，一覽經題，直窺全經大義。是以天台家註經，先釋經名」。這一段文我們把它念下去，「大經五種原譯，各有經題。王氏會本名為《大阿彌陀經》以別於原譯與小本。但『大』字之增，無所依據」，這是自己加上去的，會集的話應當是要用原文，他自己加了個大字這沒有根據。「彭氏節本與魏氏會本」，魏默深的會本，「皆名《無量壽經》，同於《魏譯》，三種一名，混同易誤」。它的名字跟原來的經名是一樣的，沒有差別，到底指哪個本子不清楚。「正定王氏改魏氏本為《摩訶阿彌陀經》」，這摩訶兩個字也沒有依據，這個都是會集裡頭的問題。「考」這考據「從漢迄宋」，到宋朝「十二譯中」，這十二次翻譯，「以無量壽為名者十」，有十部，「以清淨平等覺為名者」有兩部，「以正覺為名者」有一部。最初漢代有個譯名叫《無量清淨平等覺經》，最後宋代翻譯的名字叫《佛說大乘無量壽莊嚴經》。所以夏蓮居老居士這個經題，「今此會本直取宋譯經題《佛說大乘無量壽莊嚴經》」，那個經字重複的把它去掉，經字去掉是重複的，下面再續漢譯的經題《無量清淨平等覺經》，無量兩個字也重複了去掉，於是經題就變成《佛說大乘無量壽莊嚴清淨平等覺經》。「自然佳妙」，這真正是會集，沒有自己加一個字，只是把重複的去掉，所以變成這十五個字的經題。「不假斧斤」，一點修改都沒有。「兩譯原名，攝於一名之中；十二種經題悉入一題之內。全經大旨，昭然目前。淨宗要義，備於題內。人法喻、教理行、體相用等齊顯於一名之中。如帝網珠，圓攝一切妙法。本經會集之妙，於此可見麟爪」。就是夏老會集的慧眼，跟過去人確實不一樣。"
    },
    {
      "id": "02-039-0073_p0032",
      "zh_CN": "这个题，黄老的注解也很详细，我们今天还有一点时间，我把我对于这个题的解释，有个很简单的一个解释。「佛说」，这是佛亲口所说的。佛经上加上佛说这两个字它有意义的，一切经都是佛说，为什么别的经不加佛说？《大方广佛华严经》没有加佛说，《金刚般若经》也没有加佛说，《妙法莲华经》也没有加佛说。为什么这加佛说？通常加佛说的，正宗分第一句话是佛讲的，这个加佛说；如果第一句话不是佛说的，通常就不用佛说这两个字。所以它有讲究的，不是随便立题的。「大乘」是智慧，「无量寿」是性德，「庄严」就是相好。你看看，佛在《华严经》上告诉我们，「一切众生皆有如来智慧德相」，这题里面如来智慧德相就有了，「大乘」是如来智慧，「无量寿」是如来的德，寿命是第一德，「庄严」是相好，这就全给你说出来，这是果。我们学佛希望得到什么？就得到「大乘无量寿庄严」，这就是极乐世界的果。下面这五个字是因行，是修因，修什么才能证果？修「清净平等觉」。清净是戒，持戒能帮助你得清净心，平等是定，觉是慧，你看戒定慧三学。说三宝，僧是清净，六根清净一尘不染，这出家人；法是平等，你看佛说的诸法平等，无有高下，法是平等；佛是觉，三宝具足。",
      "zh_TW": "這個題，黃老的註解也很詳細，我們今天還有一點時間，我把我對於這個題的解釋，有個很簡單的一個解釋。「佛說」，這是佛親口所說的。佛經上加上佛說這兩個字它有意義的，一切經都是佛說，為什麼別的經不加佛說？《大方廣佛華嚴經》沒有加佛說，《金剛般若經》也沒有加佛說，《妙法蓮華經》也沒有加佛說。為什麼這加佛說？通常加佛說的，正宗分第一句話是佛講的，這個加佛說；如果第一句話不是佛說的，通常就不用佛說這兩個字。所以它有講究的，不是隨便立題的。「大乘」是智慧，「無量壽」是性德，「莊嚴」就是相好。你看看，佛在《華嚴經》上告訴我們，「一切眾生皆有如來智慧德相」，這題裡面如來智慧德相就有了，「大乘」是如來智慧，「無量壽」是如來的德，壽命是第一德，「莊嚴」是相好，這就全給你說出來，這是果。我們學佛希望得到什麼？就得到「大乘無量壽莊嚴」，這就是極樂世界的果。下面這五個字是因行，是修因，修什麼才能證果？修「清淨平等覺」。清淨是戒，持戒能幫助你得清淨心，平等是定，覺是慧，你看戒定慧三學。說三寶，僧是清淨，六根清淨一塵不染，這出家人；法是平等，你看佛說的諸法平等，無有高下，法是平等；佛是覺，三寶具足。"
    },
    {
      "id": "02-039-0073_p0033",
      "zh_CN": "佛叫我们修行怎么样证果？先放下，我们用《华严经》的话来说放下执着，对世出世间一切法不再执着，你就得清净心，证阿罗汉。再进一步，于一切诸法不分别，分别心放下，你就得正等正觉，换句话说，你得平等，平等是菩萨。最后能够把妄想放下，妄想是什么？起心动念，不起心不动念就大彻大悟、明心见性，这个觉就是大彻大悟、明心见性，成佛了，证得无上正等正觉。你看修因证果，净宗里面完全显示在这个题目上。所以人家要问我们，你们净土宗修什么？修清净心、平等心、正觉心。净宗求什么？求智慧、求性德（无量寿是性德）、求相好（相好是庄严），清清楚楚、明明白白。这部经讲什么？就讲这个，全经的内容在题目里面统统显示出来了。今天时间到了，我们就学习到此地。",
      "zh_TW": "佛叫我們修行怎麼樣證果？先放下，我們用《華嚴經》的話來說放下執著，對世出世間一切法不再執著，你就得清淨心，證阿羅漢。再進一步，於一切諸法不分別，分別心放下，你就得正等正覺，換句話說，你得平等，平等是菩薩。最後能夠把妄想放下，妄想是什麼？起心動念，不起心不動念就大徹大悟、明心見性，這個覺就是大徹大悟、明心見性，成佛了，證得無上正等正覺。你看修因證果，淨宗裡面完全顯示在這個題目上。所以人家要問我們，你們淨土宗修什麼？修清淨心、平等心、正覺心。淨宗求什麼？求智慧、求性德（無量壽是性德）、求相好（相好是莊嚴），清清楚楚、明明白白。這部經講什麼？就講這個，全經的內容在題目裡面統統顯示出來了。今天時間到了，我們就學習到此地。"
    }
  ]
}