{
  "doc_id": "02-039-0093",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十三集",
    "zh_TW": "第九十三集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "马来西亚华严讲堂",
    "zh_TW": "馬來西亞華嚴講堂"
  },
  "doc_number": "02-039-0093",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "02-039-0093_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，第一百零七面第二行，从第二行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，第一百零七面第二行，從第二行看起："
    },
    {
      "id": "02-039-0093_p0002",
      "zh_CN": "「本经以上三大士为菩萨众中上首，盖因三大士净土缘深，正好影响海会大众同归净土」。这几句话说得非常好，我的感触很深，因为确确实实是这三位大菩萨引导我回归到净土，这个法门确实是难信之法。特别是对现在人说叫知识分子，知识分子特别难度，为什么？所知障太重。如果再加上烦恼障，这个事情就很麻烦了；烦恼障轻，所知障重，也很难回归净土。我们继续往下面看，「《普贤行愿品》中普贤菩萨于逝多林中，发十大愿王」。逝多林就是祇树给孤独园，我们看到普贤菩萨以十大愿王导归极乐。这十愿诸位要记住，就像十层大楼一样，礼敬是第一层，称赞是第二层，供养是第三层，忏除业障是第四层，愈是后面就愈往上面发展，后后一定包含前面，前面不包含后面。第一层楼不包含第二层，它能独立，第二层一定有第一层，没有第一层它建不起来。从这个地方我们就知道，如果没有礼敬，这个恭敬心生不起来，那你什么都没有了，你第一层没有了，全部都没有了，千万不能疏忽。这个恭敬马虎一点就好了，不行，马虎不得，这一马虎全完了。所以你看看世间法里头，中国人自古以来礼义之邦，我们翻开《礼记》第一句话，「曲礼曰，毋不敬」，你看看把礼敬摆在第一，就知道这个法门是多么重要。",
      "zh_TW": "「本經以上三大士為菩薩眾中上首，蓋因三大士淨土緣深，正好影響海會大眾同歸淨土」。這幾句話說得非常好，我的感觸很深，因為確確實實是這三位大菩薩引導我回歸到淨土，這個法門確實是難信之法。特別是對現在人說叫知識分子，知識分子特別難度，為什麼？所知障太重。如果再加上煩惱障，這個事情就很麻煩了；煩惱障輕，所知障重，也很難回歸淨土。我們繼續往下面看，「《普賢行願品》中普賢菩薩於逝多林中，發十大願王」。逝多林就是祇樹給孤獨園，我們看到普賢菩薩以十大願王導歸極樂。這十願諸位要記住，就像十層大樓一樣，禮敬是第一層，稱讚是第二層，供養是第三層，懺除業障是第四層，愈是後面就愈往上面發展，後後一定包含前面，前面不包含後面。第一層樓不包含第二層，它能獨立，第二層一定有第一層，沒有第一層它建不起來。從這個地方我們就知道，如果沒有禮敬，這個恭敬心生不起來，那你什麼都沒有了，你第一層沒有了，全部都沒有了，千萬不能疏忽。這個恭敬馬虎一點就好了，不行，馬虎不得，這一馬虎全完了。所以你看看世間法裡頭，中國人自古以來禮義之邦，我們翻開《禮記》第一句話，「曲禮曰，毋不敬」，你看看把禮敬擺在第一，就知道這個法門是多麼重要。"
    },
    {
      "id": "02-039-0093_p0003",
      "zh_CN": "人与人之间太熟，马虎一点，何必那么装模作样？殊不知那不是装模作样，是从内心发出来，性德自然的流露。而且要永远不衰，世出世法才能建立；这个礼敬稍微衰了一点，肯定后面问题出生了。明眼人很清楚，礼数稍微衰一点，这就是信号来了，这要散伙，要准备走路了，有变数出来了。所以这个我们要明了，次序不能够颠倒。同样的道理，菩萨修六波罗蜜第一个是布施，第二个是持戒，第三个是忍辱，第四个是精进，如果没有布施后面全没有了。不肯布施的人他怎么会持戒？不可能。不能持戒他怎么能修忍辱？佛法里头许许多多的德目，修行的德目次第决定不能颠倒，次序一颠倒就乱了，到最后一事无成。礼敬，普贤菩萨告诉我们是「礼敬诸佛」，从这个基础上修成无上正等正觉，这才是称性圆满的功德，怎么能疏忽？诸佛如来、法身大士所建立的，一定有大道理在，我们对他要深信不疑，要认真学习，遵守教诫才能成就。普皆回向是十层楼的顶楼，是宝塔的顶尖，普皆回向是什么意思？就是四弘誓愿的第一愿，「众生无边誓愿度」，普度，基础在礼敬。",
      "zh_TW": "人與人之間太熟，馬虎一點，何必那麼裝模作樣？殊不知那不是裝模作樣，是從內心發出來，性德自然的流露。而且要永遠不衰，世出世法才能建立；這個禮敬稍微衰了一點，肯定後面問題出生了。明眼人很清楚，禮數稍微衰一點，這就是信號來了，這要散夥，要準備走路了，有變數出來了。所以這個我們要明瞭，次序不能夠顛倒。同樣的道理，菩薩修六波羅蜜第一個是布施，第二個是持戒，第三個是忍辱，第四個是精進，如果沒有布施後面全沒有了。不肯布施的人他怎麼會持戒？不可能。不能持戒他怎麼能修忍辱？佛法裡頭許許多多的德目，修行的德目次第決定不能顛倒，次序一顛倒就亂了，到最後一事無成。禮敬，普賢菩薩告訴我們是「禮敬諸佛」，從這個基礎上修成無上正等正覺，這才是稱性圓滿的功德，怎麼能疏忽？諸佛如來、法身大士所建立的，一定有大道理在，我們對他要深信不疑，要認真學習，遵守教誡才能成就。普皆迴向是十層樓的頂樓，是寶塔的頂尖，普皆迴向是什麼意思？就是四弘誓願的第一願，「眾生無邊誓願度」，普度，基礎在禮敬。"
    },
    {
      "id": "02-039-0093_p0004",
      "zh_CN": "发十大愿王之后，普贤菩萨接着说，这都是他发愿，「是人临命终时，最后刹那」，这就是最后的一口气，「一切诸根悉皆散坏」，物质这个身体分裂了，「一切眷属悉皆舍离」，这个时候你不放下也不行，家亲眷属不是你自己的，这一世的缘已经尽了，已经终了，「一切威势悉皆退失」，你的威德、你的权力也到这个时候终了，「辅相大臣」，如果你是国王的身分，你的宰相、你的臣子这是人事，「宫城内外」，这是你的财富，你的宫殿，「象马车乘」，这是你的交通工具，都是最豪华、最殊胜的。「珍宝伏藏」，你收集的这些珍宝、古玩，「如是一切无复相随」，没有一样是你的，这个时候你知道了，原来包括自己的身体全不是自己的。有这个身体，你能拥有这一切；身体没有了，这一切附带的全都没有了。这是告诉我们事实真相，每个人都不能避免，这个肉体有生一定有死，这是自然的现象。一年有春夏秋冬四季都在运转，都在迁流，止不住的，停不下来的，刹那刹那在变化。所以佛教导我们，凡是带不去的要放下，不要放在心上；真正能带得去的，这应该放在心上，念念不舍这就对了。",
      "zh_TW": "發十大願王之後，普賢菩薩接著說，這都是他發願，「是人臨命終時，最後剎那」，這就是最後的一口氣，「一切諸根悉皆散壞」，物質這個身體分裂了，「一切眷屬悉皆捨離」，這個時候你不放下也不行，家親眷屬不是你自己的，這一世的緣已經盡了，已經終了，「一切威勢悉皆退失」，你的威德、你的權力也到這個時候終了，「輔相大臣」，如果你是國王的身分，你的宰相、你的臣子這是人事，「宮城內外」，這是你的財富，你的宮殿，「象馬車乘」，這是你的交通工具，都是最豪華、最殊勝的。「珍寶伏藏」，你收集的這些珍寶、古玩，「如是一切無復相隨」，沒有一樣是你的，這個時候你知道了，原來包括自己的身體全不是自己的。有這個身體，你能擁有這一切；身體沒有了，這一切附帶的全都沒有了。這是告訴我們事實真相，每個人都不能避免，這個肉體有生一定有死，這是自然的現象。一年有春夏秋冬四季都在運轉，都在遷流，止不住的，停不下來的，剎那剎那在變化。所以佛教導我們，凡是帶不去的要放下，不要放在心上；真正能帶得去的，這應該放在心上，念念不捨這就對了。"
    },
    {
      "id": "02-039-0093_p0005",
      "zh_CN": "我记得刘素云居士有个报告，她的光碟诸位可以看，她里面讲了一桩事情，这事是真的不是假的，一个女同志在她面前告状说她先生有外遇。她告诉这个女同志，她说「那是妳的丈夫，有外遇，你要晓得丈夫两个字怎么解释？丈是一丈远，一丈之内是你的丈夫，一丈之外就不是的，妳管他干什么？」这是劝人放下，不要自寻烦恼。同样一个道理，我们把它引申出来观察，你这个身体，一口气没断活着，是自己的；一口气不来了，不是我的。你穿在身上的衣服是你自己的，你放在衣柜那里那不是你的。你住的房子，你今天住在这个房子是你自己的，你离开房子，那不是你自己的。你口袋里装的多少钱，在你口袋是你自己的，银行不是你自己的。如果我们能作如是观，清净心很快就现前，这都是跟你讲真话，不是讲假话。放下，叫你时时刻刻观想，你自然就能放下。这些拉杂东西放下之后，佛号才提得起来，那是真的，为什么？带得走的，我在这里命终的时候，那个地方到极乐世界去了。最后这一刹那如果把佛号忘掉，还迷恋这些东西，你就又搞六道轮回了，往生西方的机会不就错过了吗？那才叫真可惜！我也遇到这个事情，像那个女同志在刘居士那里告状，我也遇到过。一位女居士向我告状先生有外遇，问我怎么办？我说正好帮助妳念佛，妳就不操心了，妳让他去多好！不但没有怨恨，感谢她，要不然妳要照顾妳的先生，妳念佛功夫不得力，有这么一个好人来帮助妳，好事，菩萨！世间事情没有绝对的是非对错，没有，都在自己一念之间，一念觉悟了，人人是好人，事事是好事，都在一念之间，就看你念头怎么个转法。所以像这些经文多念念有好处。",
      "zh_TW": "我記得劉素雲居士有個報告，她的光碟諸位可以看，她裡面講了一樁事情，這事是真的不是假的，一個女同志在她面前告狀說她先生有外遇。她告訴這個女同志，她說「那是妳的丈夫，有外遇，你要曉得丈夫兩個字怎麼解釋？丈是一丈遠，一丈之內是你的丈夫，一丈之外就不是的，妳管他幹什麼？」這是勸人放下，不要自尋煩惱。同樣一個道理，我們把它引申出來觀察，你這個身體，一口氣沒斷活著，是自己的；一口氣不來了，不是我的。你穿在身上的衣服是你自己的，你放在衣櫃那裡那不是你的。你住的房子，你今天住在這個房子是你自己的，你離開房子，那不是你自己的。你口袋裡裝的多少錢，在你口袋是你自己的，銀行不是你自己的。如果我們能作如是觀，清淨心很快就現前，這都是跟你講真話，不是講假話。放下，叫你時時刻刻觀想，你自然就能放下。這些拉雜東西放下之後，佛號才提得起來，那是真的，為什麼？帶得走的，我在這裡命終的時候，那個地方到極樂世界去了。最後這一剎那如果把佛號忘掉，還迷戀這些東西，你就又搞六道輪迴了，往生西方的機會不就錯過了嗎？那才叫真可惜！我也遇到這個事情，像那個女同志在劉居士那裡告狀，我也遇到過。一位女居士向我告狀先生有外遇，問我怎麼辦？我說正好幫助妳念佛，妳就不操心了，妳讓他去多好！不但沒有怨恨，感謝她，要不然妳要照顧妳的先生，妳念佛功夫不得力，有這麼一個好人來幫助妳，好事，菩薩！世間事情沒有絕對的是非對錯，沒有，都在自己一念之間，一念覺悟了，人人是好人，事事是好事，都在一念之間，就看你念頭怎麼個轉法。所以像這些經文多念念有好處。"
    },
    {
      "id": "02-039-0093_p0006",
      "zh_CN": "下面说「唯此愿王不相舍离」，十大愿王不是叫你念的，是叫你做到。礼敬诸佛是佛门里究竟圆满的伦理关系，你看世间法从哪里做起？从父子有亲，从那个亲爱做起。大乘佛法，《华严》是一乘佛法，从哪里做起？从「礼敬诸佛」做起。你看看味道，世味跟法味一味无二味，这个不能不知道。但是礼敬诸佛的范围大，大到什么程度？中国古人讲的「大而无外，小而无内」，全部都包括在其中。诸佛是什么？诸佛是自性，明心见性的人我们就称他作佛。过去的佛已经成佛了，现在的佛也明心见性了，未来佛是谁？未来佛是我们自己，是一切有情众生全是未来佛，蚊虫蚂蚁是未来佛，蜎飞蠕动是未来佛。《华严经》说得更妙，「情与无情，同圆种智」，这个意思就包含什么？有情众生是未来佛，无情众生也是未来佛。无情是什么？花草树木、山河大地、宇宙现象全是未来佛，统是自性变现的，离开自性没有一法可得。佛家常说「心外无法，法外无心」，心就是佛，佛就是心。这些年我们提倡三时系念做为助修，中峰禅师在法本里面告诉我们，「我心即是阿弥陀佛，阿弥陀佛即是我心，此方即是净土，净土即是此方」，这种认知、这种言行，就叫礼敬诸佛。",
      "zh_TW": "下面說「唯此願王不相捨離」，十大願王不是叫你念的，是叫你做到。禮敬諸佛是佛門裡究竟圓滿的倫理關係，你看世間法從哪裡做起？從父子有親，從那個親愛做起。大乘佛法，《華嚴》是一乘佛法，從哪裡做起？從「禮敬諸佛」做起。你看看味道，世味跟法味一味無二味，這個不能不知道。但是禮敬諸佛的範圍大，大到什麼程度？中國古人講的「大而無外，小而無內」，全部都包括在其中。諸佛是什麼？諸佛是自性，明心見性的人我們就稱他作佛。過去的佛已經成佛了，現在的佛也明心見性了，未來佛是誰？未來佛是我們自己，是一切有情眾生全是未來佛，蚊蟲螞蟻是未來佛，蜎飛蠕動是未來佛。《華嚴經》說得更妙，「情與無情，同圓種智」，這個意思就包含什麼？有情眾生是未來佛，無情眾生也是未來佛。無情是什麼？花草樹木、山河大地、宇宙現象全是未來佛，統是自性變現的，離開自性沒有一法可得。佛家常說「心外無法，法外無心」，心就是佛，佛就是心。這些年我們提倡三時繫念做為助修，中峰禪師在法本裡面告訴我們，「我心即是阿彌陀佛，阿彌陀佛即是我心，此方即是淨土，淨土即是此方」，這種認知、這種言行，就叫禮敬諸佛。"
    },
    {
      "id": "02-039-0093_p0007",
      "zh_CN": "你看看佛法讲的伦理，真讲到究竟圆满，正报里面一根毛端，我们一根汗毛，毛的尖端，依报里面讲一粒微尘。现在科学家的分析，知道原子可以分析，电子还是可以分析，分析到基本粒子，分析到夸克，还是可以分析，现在把它分析成小光子，科学家给它起了个名字叫量子，大概再没办法分析，这是宇宙之间最小的东西，佛法里叫极微之微，被他们发现。科学家说世界上没有物质这个东西，说明物质是不存在的，物质是什么？物质是意念累积发生的现象，这个现象就是小光子，它是无中生有。而且速度非常的快速，看到生，它已经灭了，几乎是什么？生灭同时，速度那么快。所以物质现象，是这个东西累积连续产生一种幻相，而且发现这极其微细的物质它也有精神作用，这个精神是什么？在自性里叫见闻觉知。在迷的时候，在物质现象里叫受想行识，就是阿赖耶，阿赖耶的三细相。理上讲确实有先后顺序，事上看不出先后顺序，它太快速，太快了。释迦牟尼佛三千年前在经上所说的，「一念不觉而有无明」，无明就是三细相，从三细相生六粗相。六粗相第一个是智相，智就是现在人所讲的知识，给诸位说，不是智慧，知识；第二种是相续相；第三种是执取相；第四是分别；第五是业相，造业了；第六是业系苦相，那是果报。六道轮回的果报，三细六粗，六粗可以说包括了十法界依正庄严。也就是惠能大师开悟的时候，他那五句话的报告最后一句，「何期自性，能生万法」，三细六粗生万法，六粗相就是万法。我们现在是迷在六粗里头不能觉悟、不能回头，什么时候回头什么时候觉悟，那就修行证果。《华严经》普贤菩萨教导我们回头，用什么方法？唯此愿王不相舍离。你修行十大愿王，老实念佛求生净土，你这一生就成就了。",
      "zh_TW": "你看看佛法講的倫理，真講到究竟圓滿，正報裡面一根毛端，我們一根汗毛，毛的尖端，依報裡面講一粒微塵。現在科學家的分析，知道原子可以分析，電子還是可以分析，分析到基本粒子，分析到夸克，還是可以分析，現在把它分析成小光子，科學家給它起了個名字叫量子，大概再沒辦法分析，這是宇宙之間最小的東西，佛法裡叫極微之微，被他們發現。科學家說世界上沒有物質這個東西，說明物質是不存在的，物質是什麼？物質是意念累積發生的現象，這個現象就是小光子，它是無中生有。而且速度非常的快速，看到生，它已經滅了，幾乎是什麼？生滅同時，速度那麼快。所以物質現象，是這個東西累積連續產生一種幻相，而且發現這極其微細的物質它也有精神作用，這個精神是什麼？在自性裡叫見聞覺知。在迷的時候，在物質現象裡叫受想行識，就是阿賴耶，阿賴耶的三細相。理上講確實有先後順序，事上看不出先後順序，它太快速，太快了。釋迦牟尼佛三千年前在經上所說的，「一念不覺而有無明」，無明就是三細相，從三細相生六粗相。六粗相第一個是智相，智就是現在人所講的知識，給諸位說，不是智慧，知識；第二種是相續相；第三種是執取相；第四是分別；第五是業相，造業了；第六是業繫苦相，那是果報。六道輪迴的果報，三細六粗，六粗可以說包括了十法界依正莊嚴。也就是惠能大師開悟的時候，他那五句話的報告最後一句，「何期自性，能生萬法」，三細六粗生萬法，六粗相就是萬法。我們現在是迷在六粗裡頭不能覺悟、不能回頭，什麼時候回頭什麼時候覺悟，那就修行證果。《華嚴經》普賢菩薩教導我們回頭，用什麼方法？唯此願王不相捨離。你修行十大願王，老實念佛求生淨土，你這一生就成就了。"
    },
    {
      "id": "02-039-0093_p0008",
      "zh_CN": "「于一切时引导其前」，这个愿王在领导你。「一刹那中即得往生极乐世界」，十大愿王这十愿要发，不是口头上发，口头上发不起作用。要从内心里面发出来，要把礼敬做到，礼是外表，敬是内心，这个外表是真心的爱护、恭敬。我们今天见人九十度的鞠躬礼有必要，对任何人表示我们的礼敬。对蚊虫蚂蚁要不要行九十度鞠躬礼？那你也九十度鞠躬礼，人家说你傻子。见花草树木也是九十度鞠躬礼吗？不是的。真心的爱护，合掌念佛给它回向，给它说法。桌椅板凳也是诸佛之ㄧ，我要不要对桌子行礼？不是的，对桌椅的礼敬，把它擦得干干净净、摆得整整齐齐，这就是。所以礼敬因人、因时、因地，是活的不是死的，不是呆板的，活活泼泼。内心果然有诚敬没有一样不如法，样样都如法，我们真能做到就能感动人，就能帮助别人回头是岸。所以自行是真正的化他，真正化他一定要自行，自行跟化他是一桩事情不是两桩事情。",
      "zh_TW": "「於一切時引導其前」，這個願王在領導你。「一剎那中即得往生極樂世界」，十大願王這十願要發，不是口頭上發，口頭上發不起作用。要從內心裡面發出來，要把禮敬做到，禮是外表，敬是內心，這個外表是真心的愛護、恭敬。我們今天見人九十度的鞠躬禮有必要，對任何人表示我們的禮敬。對蚊蟲螞蟻要不要行九十度鞠躬禮？那你也九十度鞠躬禮，人家說你傻子。見花草樹木也是九十度鞠躬禮嗎？不是的。真心的愛護，合掌念佛給它迴向，給它說法。桌椅板凳也是諸佛之ㄧ，我要不要對桌子行禮？不是的，對桌椅的禮敬，把它擦得乾乾淨淨、擺得整整齊齊，這就是。所以禮敬因人、因時、因地，是活的不是死的，不是呆板的，活活潑潑。內心果然有誠敬沒有一樣不如法，樣樣都如法，我們真能做到就能感動人，就能幫助別人回頭是岸。所以自行是真正的化他，真正化他一定要自行，自行跟化他是一樁事情不是兩樁事情。"
    },
    {
      "id": "02-039-0093_p0009",
      "zh_CN": "往生到极乐世界，「到已，即见到阿弥陀佛」。为什么？那是一乘法，以十大愿王来修念佛法门，生到西方极乐世界不是同居土，也不是有余土，直接到实报庄严土去。你不相信试试看，你能够对石头、对泥沙都那样真诚的恭敬，那你对人的恭敬就跟对阿弥陀佛恭敬没有两样。这样的真诚心自自然然与阿弥陀佛的实报庄严土相应，为什么？诸佛如来对万事、万法、万物就是这么恭敬，你学会了你跟诸佛如来无二无别，所以在西方世界四土三辈九品，你的品位高了。儒家讲这个，讲到人伦的关系讲到最高，「凡是人，皆须爱」，没讲到动物；动物也讲到「爱屋及乌」，那就是讲到动物。可是树木花草没讲到，山河大地没讲到，自然现象没讲到。佛法统统讲到了，全包括在其中，所以究竟圆满的伦理在大乘经里头。他到那个地方就见阿弥陀佛，见阿弥陀佛的法身、报身，不是应化身。",
      "zh_TW": "往生到極樂世界，「到已，即見到阿彌陀佛」。為什麼？那是一乘法，以十大願王來修念佛法門，生到西方極樂世界不是同居土，也不是有餘土，直接到實報莊嚴土去。你不相信試試看，你能夠對石頭、對泥沙都那樣真誠的恭敬，那你對人的恭敬就跟對阿彌陀佛恭敬沒有兩樣。這樣的真誠心自自然然與阿彌陀佛的實報莊嚴土相應，為什麼？諸佛如來對萬事、萬法、萬物就是這麼恭敬，你學會了你跟諸佛如來無二無別，所以在西方世界四土三輩九品，你的品位高了。儒家講這個，講到人倫的關係講到最高，「凡是人，皆須愛」，沒講到動物；動物也講到「愛屋及烏」，那就是講到動物。可是樹木花草沒講到，山河大地沒講到，自然現象沒講到。佛法統統講到了，全包括在其中，所以究竟圓滿的倫理在大乘經裡頭。他到那個地方就見阿彌陀佛，見阿彌陀佛的法身、報身，不是應化身。"
    },
    {
      "id": "02-039-0093_p0010",
      "zh_CN": "「又偈云」，下面这个八句偈，是普贤菩萨发愿求生净土，在《四十华严》第四十卷，我们把这几句偈念一念。「愿我」，这个我是普贤菩萨自称，「临欲命终时」，寿命终了的时候，「尽除一切诸障碍」，走的时候没有障碍，为什么？统统放下了。有一桩事情放不下那就是障碍，再微小的事情都很麻烦，障碍你不能往生，障碍你继续搞六道轮回，你说这个事情多麻烦？「面见彼佛阿弥陀，即得往生安乐刹」，没有障碍，所以你才能见佛生净土。「我既往生彼国已，现前成就此大愿」，十大愿王要做到究竟圆满，在什么时候？在极乐世界。所以你把十大愿王真正做到究竟圆满，极乐世界就现前，为什么？极乐世界是你的意念变现出来的。正是此方即净土，净土即此方，是十大愿王的意念变现出阿弥陀佛的实报庄严土。「一切圆满尽无余，利乐一切众生界」，自己成就了，成就一切众生界。这是怎么样利益？教化。普贤菩萨也是一切时、一切处与一切有缘众生起感应道交，众生有感他就现身；跟观世音菩萨一样，应以什么身得度，他就现什么身。这八句是普贤菩萨发愿的。",
      "zh_TW": "「又偈云」，下面這個八句偈，是普賢菩薩發願求生淨土，在《四十華嚴》第四十卷，我們把這幾句偈念一念。「願我」，這個我是普賢菩薩自稱，「臨欲命終時」，壽命終了的時候，「盡除一切諸障礙」，走的時候沒有障礙，為什麼？統統放下了。有一樁事情放不下那就是障礙，再微小的事情都很麻煩，障礙你不能往生，障礙你繼續搞六道輪迴，你說這個事情多麻煩？「面見彼佛阿彌陀，即得往生安樂剎」，沒有障礙，所以你才能見佛生淨土。「我既往生彼國已，現前成就此大願」，十大願王要做到究竟圓滿，在什麼時候？在極樂世界。所以你把十大願王真正做到究竟圓滿，極樂世界就現前，為什麼？極樂世界是你的意念變現出來的。正是此方即淨土，淨土即此方，是十大願王的意念變現出阿彌陀佛的實報莊嚴土。「一切圓滿盡無餘，利樂一切眾生界」，自己成就了，成就一切眾生界。這是怎麼樣利益？教化。普賢菩薩也是一切時、一切處與一切有緣眾生起感應道交，眾生有感他就現身；跟觀世音菩薩一樣，應以什麼身得度，他就現什麼身。這八句是普賢菩薩發願的。"
    },
    {
      "id": "02-039-0093_p0011",
      "zh_CN": "下面我们再看文殊菩萨，普贤菩萨发愿再看文殊，文殊的愿文几乎跟普贤菩萨完全相同，「愿我命终时，灭除诸障碍，面见阿弥陀，往生安乐刹」，安乐刹就是极乐世界，「生彼佛国已，成满诸大愿，阿弥陀如来，现前授我记」，如来授记菩萨圆满成佛。「如是两大士，发殊胜大愿，求生极乐，可劝一切菩萨，皆仰信文殊之大智，入普贤之大行，普导众生，同归极乐」。我早年，大概三十年前讲《华严经》，也用了很长的时间讲了一半。我那个时候一个星期讲三天，两天讲《八十华严》，一天讲《四十华严》，一个星期讲六个小时，一次两个小时。讲到一半有一天心血来潮，突然想到文殊、普贤修什么法门？善财在华严会上是文殊菩萨的得意弟子，也可以说是文殊菩萨的传人，他修什么法门？这个在后面，经还没讲到，刚才跟诸位说，这一段文，刚才念的这一段文，都是《四十华严》第四十卷。我就翻到后面看到这一段，这恍然大悟，这才真的相信净土了，一心归命净土法门，也像菩萨一样愿生极乐国，亲事阿弥陀佛。在这之前，李老师很多次的劝我，我都没法子接受。我学佛是跟方东美先生学哲学入门的，而方老师特别把《华严经》介绍给我，告诉我这本书是大乘佛学概论，他用这个名称介绍给我的。他说这本书写得好，在全世界哲学书里头，没有任何一本能超过它。这个书里头有圆满的理论、有精细的方法，后面五十三参还带表演，表演什么？把这个理论跟方法如何落实在生活、落实在工作、落实在处事待人接物，所以方老师才说「这是人生最高的享受」。方老师没有劝我修净土，他教我从法相宗入门，这对一般知识分子应该都是这样介绍，知识分子好学多闻，法相唯识是非常合他的口味。所以对净土排斥，认为是什么？老太婆教，释迦牟尼佛大慈大悲，看到这些愚痴的人没有办法学习，去劝他念阿弥陀佛，是这样心态看净土看错了。",
      "zh_TW": "下面我們再看文殊菩薩，普賢菩薩發願再看文殊，文殊的願文幾乎跟普賢菩薩完全相同，「願我命終時，滅除諸障礙，面見阿彌陀，往生安樂剎」，安樂剎就是極樂世界，「生彼佛國已，成滿諸大願，阿彌陀如來，現前授我記」，如來授記菩薩圓滿成佛。「如是兩大士，發殊勝大願，求生極樂，可勸一切菩薩，皆仰信文殊之大智，入普賢之大行，普導眾生，同歸極樂」。我早年，大概三十年前講《華嚴經》，也用了很長的時間講了一半。我那個時候一個星期講三天，兩天講《八十華嚴》，一天講《四十華嚴》，一個星期講六個小時，一次兩個小時。講到一半有一天心血來潮，突然想到文殊、普賢修什麼法門？善財在華嚴會上是文殊菩薩的得意弟子，也可以說是文殊菩薩的傳人，他修什麼法門？這個在後面，經還沒講到，剛才跟諸位說，這一段文，剛才念的這一段文，都是《四十華嚴》第四十卷。我就翻到後面看到這一段，這恍然大悟，這才真的相信淨土了，一心歸命淨土法門，也像菩薩一樣願生極樂國，親事阿彌陀佛。在這之前，李老師很多次的勸我，我都沒法子接受。我學佛是跟方東美先生學哲學入門的，而方老師特別把《華嚴經》介紹給我，告訴我這本書是大乘佛學概論，他用這個名稱介紹給我的。他說這本書寫得好，在全世界哲學書裡頭，沒有任何一本能超過它。這個書裡頭有圓滿的理論、有精細的方法，後面五十三參還帶表演，表演什麼？把這個理論跟方法如何落實在生活、落實在工作、落實在處事待人接物，所以方老師才說「這是人生最高的享受」。方老師沒有勸我修淨土，他教我從法相宗入門，這對一般知識分子應該都是這樣介紹，知識分子好學多聞，法相唯識是非常合他的口味。所以對淨土排斥，認為是什麼？老太婆教，釋迦牟尼佛大慈大悲，看到這些愚痴的人沒有辦法學習，去勸他念阿彌陀佛，是這樣心態看淨土看錯了。"
    },
    {
      "id": "02-039-0093_p0012",
      "zh_CN": "章嘉大师是密宗的上师，他是劝我密教一定从显教下手，叫我要依大乘经论，也没有劝我修净土。以后遇到李老师，李老师是跟印光大师学的，净宗大德，他知道净土殊胜。可是劝我很多次，我不排斥净土了，不轻视净土了，他把印光大师的《文钞》叫我看，我看了一遍，对净土稍稍有些印象，不再毁谤，也赞叹，但是自己不肯学，学大乘经典。老师在台中讲《华严经》，我在台北讲《华严经》，讲到一半突然想到这桩事情，看到这段文这才回头是岸，真正发心了。所以我学佛回归净土，前面大概二十年没有真正用心读净土的经，二十年之后才开始认真读诵净土的经论。我相信，佛菩萨所说的叫难信之法，对我来讲实在是难信。如果没有《华严》、《法华》、《楞严》，我就回不了净土，这些大经引导我回归净土。所以这几句话，我的印象就很深了。一切菩萨皆仰信文殊大智、普贤大行，仰是景仰，这两位菩萨没话说的，大智大行。「普导众生同归极乐。是故此经，列为上首。次列弥勒者，《大宝积经．发胜志乐会》，弥勒问佛，若有众生发十种心，随一一心专念向于阿弥陀佛，是人命终当得往生彼佛世界」。这是《宝积经》里面，弥勒菩萨这一会里这几句话，说假若有众生发十种心，这个十种心我们从《三藏法数》里面节录出来，这都是从《宝积经》里面抄的，这个很重要。",
      "zh_TW": "章嘉大師是密宗的上師，他是勸我密教一定從顯教下手，叫我要依大乘經論，也沒有勸我修淨土。以後遇到李老師，李老師是跟印光大師學的，淨宗大德，他知道淨土殊勝。可是勸我很多次，我不排斥淨土了，不輕視淨土了，他把印光大師的《文鈔》叫我看，我看了一遍，對淨土稍稍有些印象，不再毀謗，也讚歎，但是自己不肯學，學大乘經典。老師在台中講《華嚴經》，我在台北講《華嚴經》，講到一半突然想到這樁事情，看到這段文這才回頭是岸，真正發心了。所以我學佛回歸淨土，前面大概二十年沒有真正用心讀淨土的經，二十年之後才開始認真讀誦淨土的經論。我相信，佛菩薩所說的叫難信之法，對我來講實在是難信。如果沒有《華嚴》、《法華》、《楞嚴》，我就回不了淨土，這些大經引導我回歸淨土。所以這幾句話，我的印象就很深了。一切菩薩皆仰信文殊大智、普賢大行，仰是景仰，這兩位菩薩沒話說的，大智大行。「普導眾生同歸極樂。是故此經，列為上首。次列彌勒者，《大寶積經．發勝志樂會》，彌勒問佛，若有眾生發十種心，隨一一心專念向於阿彌陀佛，是人命終當得往生彼佛世界」。這是《寶積經》裡面，彌勒菩薩這一會裡這幾句話，說假若有眾生發十種心，這個十種心我們從《三藏法數》裡面節錄出來，這都是從《寶積經》裡面抄的，這個很重要。"
    },
    {
      "id": "02-039-0093_p0013",
      "zh_CN": "经上这么说，「弥勒菩萨白佛言：如佛所说，阿弥陀佛极乐世界功德利益」，这是世尊跟弥勒菩萨讲的，「若有众生发十种心，随一一心专念彼佛，是人命终当得往生也」。这十种心我们要认真学习，前面两种就是弥勒菩萨所表的大慈大悲。第一个是「无损害心」，十种心都是念佛人必须要修的，「念佛之人，于诸众生，常起大慈之心，不加损害，令得快乐，是名无损害心」。慈悲为首，这个心怎么发？普通人发不出来，只有大乘菩萨，为什么？大乘菩萨才真正知道，法界众生原本一体。贤首国师《还源观》上跟我们讲宇宙的源起，这是大问题，哲学上的大问题，科学上的大问题，一直到今天都没有法子解决，知道有这桩事情，但是这桩事情究竟是什么样子没人能说得出来。宇宙从哪来的？为什么会有宇宙？人从哪来的？我从哪里来？最重要是我，我从哪来？这些问题只有大乘佛法里讲得清楚、讲得明白，即使今天量子科学家也没有办法像佛讲得这么清楚。真正搞清楚、搞明白，原来遍法界虚空界跟自己是一，一体，一个身，这个身叫法身。不是这个业报身，法身，业报身是法身里的一分子，像一个细胞、一根汗毛。",
      "zh_TW": "經上這麼說，「彌勒菩薩白佛言：如佛所說，阿彌陀佛極樂世界功德利益」，這是世尊跟彌勒菩薩講的，「若有眾生發十種心，隨一一心專念彼佛，是人命終當得往生也」。這十種心我們要認真學習，前面兩種就是彌勒菩薩所表的大慈大悲。第一個是「無損害心」，十種心都是念佛人必須要修的，「念佛之人，於諸眾生，常起大慈之心，不加損害，令得快樂，是名無損害心」。慈悲為首，這個心怎麼發？普通人發不出來，只有大乘菩薩，為什麼？大乘菩薩才真正知道，法界眾生原本一體。賢首國師《還源觀》上跟我們講宇宙的源起，這是大問題，哲學上的大問題，科學上的大問題，一直到今天都沒有法子解決，知道有這樁事情，但是這樁事情究竟是什麼樣子沒人能說得出來。宇宙從哪來的？為什麼會有宇宙？人從哪來的？我從哪裡來？最重要是我，我從哪來？這些問題只有大乘佛法裡講得清楚、講得明白，即使今天量子科學家也沒有辦法像佛講得這麼清楚。真正搞清楚、搞明白，原來遍法界虛空界跟自己是一，一體，一個身，這個身叫法身。不是這個業報身，法身，業報身是法身裡的一分子，像一個細胞、一根汗毛。"
    },
    {
      "id": "02-039-0093_p0014",
      "zh_CN": "法身没有生灭，这个没有生灭道理讲得很深，大乘经教上佛告诉我们本来不生。既然不生哪里会有灭？现象有没有？有，难懂，有现象它就有生灭，怎么可以说本来不生？佛在讲经的时候他很会用比喻，让我们从比喻当中去体会。比喻用得最多的是作梦，因为每个人都有作梦的经验，所以用梦来做比喻大家都不会陌生，古今中外的人都会作梦。所以《金刚经》上四句偈，佛就说「一切有为法」，一切有为法就是法身，「如梦幻泡影，如露亦如电，应作如是观」。如梦幻泡影就是没有生灭，本来不生哪有灭！为什么？假的，不是真的，作梦的时候有，梦醒之后就没有了，就一场空，作梦的时候不生，醒来的时候也不灭，根本就没有这桩事情。佛用这个来比喻什么？十法界依正庄严是梦境。有没有时间长短？给诸位说，没有，梦中有时间，醒来之后时间没有了。不但时间没有了，空间也没有了，空间是什么？即在当下。经里面讲的这些话，讲的这些意思，我们要很细心去观照、去体会，才能够发现佛讲的话没错，遍法界虚空界就是一个自己，除自己之外什么也没有。就像在梦中一样，梦中所现的境界全是自己心变现的，梦里有许多人、许多事、许多物，全是自心变现的。确确实实像佛所说的，心外无法，法外无心；心外无梦，梦外无心。你慢慢去体会，真正体会得，你的慈悲心发出来了，为什么？人没有不爱自己的，知道整个宇宙万事万物是自己，大慈悲心才能生得起来。这是真心，这不是虚妄的，真诚的爱心。",
      "zh_TW": "法身沒有生滅，這個沒有生滅道理講得很深，大乘經教上佛告訴我們本來不生。既然不生哪裡會有滅？現象有沒有？有，難懂，有現象它就有生滅，怎麼可以說本來不生？佛在講經的時候他很會用比喻，讓我們從比喻當中去體會。比喻用得最多的是作夢，因為每個人都有作夢的經驗，所以用夢來做比喻大家都不會陌生，古今中外的人都會作夢。所以《金剛經》上四句偈，佛就說「一切有為法」，一切有為法就是法身，「如夢幻泡影，如露亦如電，應作如是觀」。如夢幻泡影就是沒有生滅，本來不生哪有滅！為什麼？假的，不是真的，作夢的時候有，夢醒之後就沒有了，就一場空，作夢的時候不生，醒來的時候也不滅，根本就沒有這樁事情。佛用這個來比喻什麼？十法界依正莊嚴是夢境。有沒有時間長短？給諸位說，沒有，夢中有時間，醒來之後時間沒有了。不但時間沒有了，空間也沒有了，空間是什麼？即在當下。經裡面講的這些話，講的這些意思，我們要很細心去觀照、去體會，才能夠發現佛講的話沒錯，遍法界虛空界就是一個自己，除自己之外什麼也沒有。就像在夢中一樣，夢中所現的境界全是自己心變現的，夢裡有許多人、許多事、許多物，全是自心變現的。確確實實像佛所說的，心外無法，法外無心；心外無夢，夢外無心。你慢慢去體會，真正體會得，你的慈悲心發出來了，為什麼？人沒有不愛自己的，知道整個宇宙萬事萬物是自己，大慈悲心才能生得起來。這是真心，這不是虛妄的，真誠的愛心。"
    },
    {
      "id": "02-039-0093_p0015",
      "zh_CN": "其实这个道理，佛法没传到中国之前，我们中国老祖宗也曾经说过，但是没有说得像佛经那么详细。老子就讲过「天地与我同根，万物与我一体」，不就是这个意思吗？老子跟释迦牟尼佛没见过面，没有通过信息，所谓英雄所见大略相同，释迦牟尼佛见到，老子也说到。他要没有见到，他怎么能说得出来？必须有这样的认知，宇宙一体的认知，真诚的慈悲心才生得出来。然后怎么样？对一切众生决定没有损害心，你爱护他，不但你不会杀他，连伤害他都不可能，这是自性性德圆满的透露。不但没有伤害，你看一定有成就他的心，令得快乐，真有心去帮助他、去成就他。如果那个人我又不认识他，与我又不相干，做的是好事，我又何必要去帮助他，跟我无亲无故。这没觉悟，这是凡夫心；真正觉悟，他不是这种心意识。他只知道根性有利钝、有生熟，根性熟了、根性利的，先帮助他、先成就他，他要成佛了普度众生。我的至亲好友根没成熟，我可以暂时少帮助他一点，没成熟！一个原则，成人之美，不成人之恶，这一定要懂。所以无损害心，对一切众生、对山河大地、对树木花草没有损害心。",
      "zh_TW": "其實這個道理，佛法沒傳到中國之前，我們中國老祖宗也曾經說過，但是沒有說得像佛經那麼詳細。老子就講過「天地與我同根，萬物與我一體」，不就是這個意思嗎？老子跟釋迦牟尼佛沒見過面，沒有通過信息，所謂英雄所見大略相同，釋迦牟尼佛見到，老子也說到。他要沒有見到，他怎麼能說得出來？必須有這樣的認知，宇宙一體的認知，真誠的慈悲心才生得出來。然後怎麼樣？對一切眾生決定沒有損害心，你愛護他，不但你不會殺他，連傷害他都不可能，這是自性性德圓滿的透露。不但沒有傷害，你看一定有成就他的心，令得快樂，真有心去幫助他、去成就他。如果那個人我又不認識他，與我又不相干，做的是好事，我又何必要去幫助他，跟我無親無故。這沒覺悟，這是凡夫心；真正覺悟，他不是這種心意識。他只知道根性有利鈍、有生熟，根性熟了、根性利的，先幫助他、先成就他，他要成佛了普度眾生。我的至親好友根沒成熟，我可以暫時少幫助他一點，沒成熟！一個原則，成人之美，不成人之惡，這一定要懂。所以無損害心，對一切眾生、對山河大地、對樹木花草沒有損害心。"
    },
    {
      "id": "02-039-0093_p0016",
      "zh_CN": "第二条，「无逼恼心。念佛之人，身心安静，于诸众生，常起大悲之心，深加愍伤，令得脱苦，是名无逼恼心。」逼是逼迫，我们今天讲压力，恼是叫他生烦恼。都是属于慈悲，这里说得好，前一条是慈心，这一条是悲心，悲是怜悯心。怜悯心的生起，这里讲得很好，身心安静，身心要不能安静，悲心生不起来，怜悯心、同情心，为什么？身心安静生智慧。慈悲是与智慧有关系，身心不安生烦恼，烦恼里面哪来的慈悲？有时烦恼里面也有慈悲，那是佛经上讲的四种慈悲前面的两种，这个凡夫有。第一个叫「爱缘慈悲」，大概都是对自己的亲朋好友，我爱他，他跟我有关系，我会帮助他，我会爱护他、会照顾他，但是不是亲朋好友这个心生不起来，这叫做爱缘慈悲。读书人有德行、有学问，他心量拓开，也就是《弟子规》上讲他已经达到「凡是人，皆须爱」，到这个境界，这个境界在佛法里面叫「众生缘慈悲」，把自己的爱心拓广了，能够慈悲一切众生，这很难得。在我们中国人称这种人为圣贤，大圣大贤，他的慈悲心能够达到一切众生，与他毫无关系。第三个，这佛门的菩萨，叫「法缘慈悲」，他不是佛，他在学佛。佛说遍法界虚空界万事万物跟我是一体，他在学习，他也把他的慈悲心像佛一样广被法界一切众生，他的起心动念没断，分别执着没有了，还起心动念。到最后就是「无缘慈悲」，这是佛。这里讲的是无缘慈悲，无缘是没有条件，缘可以用现在条件两个字来解释，无条件的。为什么无条件？一体，一体哪有条件！所以佛是无缘大慈大悲，菩萨是法缘，圣贤是众生缘，一般凡夫只有爱缘。所以到圣贤，他的慈悲心、他的爱那就拓广，真的是「凡是人，皆须爱」，看年岁跟我父母差不多大的，对他的礼敬跟自己父母就没有两样；看到年龄小的跟自己儿女一样的，他就会把他看作自己儿女一样去照顾，这是世间圣贤。佛法的修学没有别的，一步一步向上提升，决定没有逼恼的这种心态。",
      "zh_TW": "第二條，「無逼惱心。念佛之人，身心安靜，於諸眾生，常起大悲之心，深加愍傷，令得脫苦，是名無逼惱心。」逼是逼迫，我們今天講壓力，惱是叫他生煩惱。都是屬於慈悲，這裡說得好，前一條是慈心，這一條是悲心，悲是憐憫心。憐憫心的生起，這裡講得很好，身心安靜，身心要不能安靜，悲心生不起來，憐憫心、同情心，為什麼？身心安靜生智慧。慈悲是與智慧有關係，身心不安生煩惱，煩惱裡面哪來的慈悲？有時煩惱裡面也有慈悲，那是佛經上講的四種慈悲前面的兩種，這個凡夫有。第一個叫「愛緣慈悲」，大概都是對自己的親朋好友，我愛他，他跟我有關係，我會幫助他，我會愛護他、會照顧他，但是不是親朋好友這個心生不起來，這叫做愛緣慈悲。讀書人有德行、有學問，他心量拓開，也就是《弟子規》上講他已經達到「凡是人，皆須愛」，到這個境界，這個境界在佛法裡面叫「眾生緣慈悲」，把自己的愛心拓廣了，能夠慈悲一切眾生，這很難得。在我們中國人稱這種人為聖賢，大聖大賢，他的慈悲心能夠達到一切眾生，與他毫無關係。第三個，這佛門的菩薩，叫「法緣慈悲」，他不是佛，他在學佛。佛說遍法界虛空界萬事萬物跟我是一體，他在學習，他也把他的慈悲心像佛一樣廣被法界一切眾生，他的起心動念沒斷，分別執著沒有了，還起心動念。到最後就是「無緣慈悲」，這是佛。這裡講的是無緣慈悲，無緣是沒有條件，緣可以用現在條件兩個字來解釋，無條件的。為什麼無條件？一體，一體哪有條件！所以佛是無緣大慈大悲，菩薩是法緣，聖賢是眾生緣，一般凡夫只有愛緣。所以到聖賢，他的慈悲心、他的愛那就拓廣，真的是「凡是人，皆須愛」，看年歲跟我父母差不多大的，對他的禮敬跟自己父母就沒有兩樣；看到年齡小的跟自己兒女一樣的，他就會把他看作自己兒女一樣去照顧，這是世間聖賢。佛法的修學沒有別的，一步一步向上提升，決定沒有逼惱的這種心態。"
    },
    {
      "id": "02-039-0093_p0017",
      "zh_CN": "第三是护法，「乐守护心。念佛之人，于佛所说正法，当须不惜身命，守护爱惜，是名乐守护心」。这条就是我们一般人常说的，正法久住，正法要怎样才能够久住？你一定要守法，守法才能够护法。不守法你用什么来护法？所以这四个字他没有说乐护法心，他用守护心，这个守字是关键，能不能做到？守就是受持。佛法今天衰了，我们想遵守佛法，依照佛法修行，护持自然在其中。可是于佛所说正法你信不信？你能不能理解？这是关键。真正理解了你才会有信心，没有搞清楚那个信是迷信，迷信是很容易动摇的。所以佛法讲正信，正信是什么？你对于佛所说的，你明白，你搞清楚，这是正信，搞清楚、搞明白了，你才真正依教奉行。我真的是皈依，皈依就是拜老师，拜谁做老师？拜阿弥陀佛做老师，拜释迦牟尼佛做老师。皈依就是拜老师，皈依三宝，没有说皈依某个法师，大乘教里面讲得清清楚楚、明明白白。尤其在《六祖坛经》里面，这禅宗的第六代祖师惠能大师，他说得简单、说得清楚、说得明白，他给人传授皈依，教人皈依觉、皈依正、皈依净，他不说佛法僧。为什么？我们能想像得到，他那个时候佛法传到中国，大概有七百多年这么长的时间，所以愈传愈讹。一般人对佛法产生误会，提到皈依佛，就会想到泥塑木雕的佛像；皈依法，马上就想到经典；皈依僧，就想到出家人。你这样皈依就错了，皈依不是这个意思。",
      "zh_TW": "第三是護法，「樂守護心。念佛之人，於佛所說正法，當須不惜身命，守護愛惜，是名樂守護心」。這條就是我們一般人常說的，正法久住，正法要怎樣才能夠久住？你一定要守法，守法才能夠護法。不守法你用什麼來護法？所以這四個字他沒有說樂護法心，他用守護心，這個守字是關鍵，能不能做到？守就是受持。佛法今天衰了，我們想遵守佛法，依照佛法修行，護持自然在其中。可是於佛所說正法你信不信？你能不能理解？這是關鍵。真正理解了你才會有信心，沒有搞清楚那個信是迷信，迷信是很容易動搖的。所以佛法講正信，正信是什麼？你對於佛所說的，你明白，你搞清楚，這是正信，搞清楚、搞明白了，你才真正依教奉行。我真的是皈依，皈依就是拜老師，拜誰做老師？拜阿彌陀佛做老師，拜釋迦牟尼佛做老師。皈依就是拜老師，皈依三寶，沒有說皈依某個法師，大乘教裡面講得清清楚楚、明明白白。尤其在《六祖壇經》裡面，這禪宗的第六代祖師惠能大師，他說得簡單、說得清楚、說得明白，他給人傳授皈依，教人皈依覺、皈依正、皈依淨，他不說佛法僧。為什麼？我們能想像得到，他那個時候佛法傳到中國，大概有七百多年這麼長的時間，所以愈傳愈訛。一般人對佛法產生誤會，提到皈依佛，就會想到泥塑木雕的佛像；皈依法，馬上就想到經典；皈依僧，就想到出家人。你這樣皈依就錯了，皈依不是這個意思。"
    },
    {
      "id": "02-039-0093_p0018",
      "zh_CN": "所以他不用佛法僧，他用觉正净，然后再给你解释，佛者觉也，佛是觉的意思，觉而不迷就是皈依佛，你看看这哪有迷信；正而不邪，正知正见，不是邪知邪见，这叫皈依法；六根清净，一尘不染，这叫皈依僧，这个意思。所以佛是自性觉，法是自性正，僧是自性净，讲的是自性三宝，不是外头的，这你才真正皈依了。诸佛如来出现在世间所表演的，身行言教，他身所表演的觉正净，口给你们所讲的也是觉正净，完全帮助我们回归自性。皈是回头，依是依靠，回头依靠什么？依靠自性的智慧德相，不是靠外头，这点同学们千万要记住。要是皈依某个法师、某个和尚，那更糟糕，他有没有大彻大悟？他有没有明心见性？如果他要没有大彻大悟、没有明心见性，他是六道凡夫，我皈依他还不是一样搞六道吗？老师搞六道，带着你还是搞六道，你出不去。所以我们于佛所说的正法，不能不学习、不能不明白，明白之后要做到，不惜身命我也要把它做出来，身命是比喻，这就不怕苦。佛教我们放下，我们放，我们身命都不要，还有什么放不下的？佛教我们持戒，我们真做。",
      "zh_TW": "所以他不用佛法僧，他用覺正淨，然後再給你解釋，佛者覺也，佛是覺的意思，覺而不迷就是皈依佛，你看看這哪有迷信；正而不邪，正知正見，不是邪知邪見，這叫皈依法；六根清淨，一塵不染，這叫皈依僧，這個意思。所以佛是自性覺，法是自性正，僧是自性淨，講的是自性三寶，不是外頭的，這你才真正皈依了。諸佛如來出現在世間所表演的，身行言教，他身所表演的覺正淨，口給你們所講的也是覺正淨，完全幫助我們回歸自性。皈是回頭，依是依靠，回頭依靠什麼？依靠自性的智慧德相，不是靠外頭，這點同學們千萬要記住。要是皈依某個法師、某個和尚，那更糟糕，他有沒有大徹大悟？他有沒有明心見性？如果他要沒有大徹大悟、沒有明心見性，他是六道凡夫，我皈依他還不是一樣搞六道嗎？老師搞六道，帶著你還是搞六道，你出不去。所以我們於佛所說的正法，不能不學習、不能不明白，明白之後要做到，不惜身命我也要把它做出來，身命是比喻，這就不怕苦。佛教我們放下，我們放，我們身命都不要，還有什麼放不下的？佛教我們持戒，我們真做。"
    },
    {
      "id": "02-039-0093_p0019",
      "zh_CN": "净宗学会成立了，那时候在美国，我们劝勉同学学习五个科目。佛经内容太丰富，一起学太繁杂也记不住，简简单单举五个科目好记，不要用书本，你会牢牢的记住。首先我们要学三福，人不能没有福报，先修三福，这三福性修不二，自性里头有，我们肯修跟自性的三福就对应了。第一条四句「孝养父母，奉事师长，慈心不杀，修十善业」。这是什么？这修福，这种修福跟自性性德完全相应。佛重视，佛家你看常讲福慧双修，把福摆在前面，把慧摆在第二。我们世间人也是希望先有福，再求智慧，佛满众生愿。所以你的福报从哪里修的？从孝亲尊师、慈心不杀、修十善业，福报从这来的。我们照这个修，发了这个心怎么修也修不出来，修几年没效果就算了，不要了，还是我行我素，退转了，这种人太多太多。所以我们深深去反省，为什么古人能做到？不必提得很远，一百年或者八十年，八十年前的人能做到大概还有一半，一百年前至少有百分之八十到九十都可以做到。现在人做不到，这什么原因？我们在儿童时候扎根的教育疏忽了。这个根是什么？儒释道的三个根，就是最近这几年我们提倡的，儒的根《弟子规》，用它来做代表，道的根《太上感应篇》，佛的根《十善业道》，这三样东西在八十年前小孩必须学的，他有根。谁教他的？父母教的，父母统统做到。小孩从出生他会看、他会听，耳濡目染，他自自然然就学会了。中国古人有所谓「上梁不正下梁歪」，上梁是什么？做父母的，父母正，儿女哪有不正的；父母不正，儿女怎么可能会正？问题出在这个地方。",
      "zh_TW": "淨宗學會成立了，那時候在美國，我們勸勉同學學習五個科目。佛經內容太豐富，一起學太繁雜也記不住，簡簡單單舉五個科目好記，不要用書本，你會牢牢的記住。首先我們要學三福，人不能沒有福報，先修三福，這三福性修不二，自性裡頭有，我們肯修跟自性的三福就對應了。第一條四句「孝養父母，奉事師長，慈心不殺，修十善業」。這是什麼？這修福，這種修福跟自性性德完全相應。佛重視，佛家你看常講福慧雙修，把福擺在前面，把慧擺在第二。我們世間人也是希望先有福，再求智慧，佛滿眾生願。所以你的福報從哪裡修的？從孝親尊師、慈心不殺、修十善業，福報從這來的。我們照這個修，發了這個心怎麼修也修不出來，修幾年沒效果就算了，不要了，還是我行我素，退轉了，這種人太多太多。所以我們深深去反省，為什麼古人能做到？不必提得很遠，一百年或者八十年，八十年前的人能做到大概還有一半，一百年前至少有百分之八十到九十都可以做到。現在人做不到，這什麼原因？我們在兒童時候扎根的教育疏忽了。這個根是什麼？儒釋道的三個根，就是最近這幾年我們提倡的，儒的根《弟子規》，用它來做代表，道的根《太上感應篇》，佛的根《十善業道》，這三樣東西在八十年前小孩必須學的，他有根。誰教他的？父母教的，父母統統做到。小孩從出生他會看、他會聽，耳濡目染，他自自然然就學會了。中國古人有所謂「上梁不正下梁歪」，上梁是什麼？做父母的，父母正，兒女哪有不正的；父母不正，兒女怎麼可能會正？問題出在這個地方。"
    },
    {
      "id": "02-039-0093_p0020",
      "zh_CN": "所以我们提出这三个根的教育，孝亲尊师落实在《弟子规》，慈心不杀落实在《感应篇》，末后一句修十善业。所以很多人问我，「净空法师，你为什么提倡《弟子规》跟《感应篇》？这都不是佛教的。」他不懂，中国佛教从唐朝中叶以后不学小乘，佛在经典上说过「佛子不先学小乘，后学大乘，非佛弟子」，佛不承认。你怎么不按照佛的规矩去做？所以小乘经论，我们中文经典翻译非常完整，我没有细心去研究过，章嘉大师告诉我的，南传小乘的三藏，跟我们《四阿含》对照，它只比我们多五十几部。将近三千部经典才只多五十几部，可见我们的《四阿含》翻译得相当完备。佛教传到中国，真的是先学小乘后学大乘，在小乘上奠基础，为什么唐朝中叶之后就不要了？小乘两个宗没有了，成实宗跟俱舍宗，现在连名字都听不到。而是中国祖师大德用儒、用道代替小乘，可以！你看这一千七百年来，世世代代多少高僧大德、多少祖师出现，也就是说用儒、用道来代替好，更亲切，而且儒跟道的心量比小乘还要开阔，不输给小乘。这个历史我们要晓得，我们就知道祖师大德的用心，用儒道落实三福的第一福，第一是根基，有这三个根你的德行成就了，有德行就有真的福报。没有德行那个福报是假的，不是真的，往往是昙花一现。所以谚语有所谓「富不过三代」，道理在此地，为什么？他没有根基。他要有根基就能够世世代代绵延下去，他知道积功累德，得富贵他还能修德，继续不断的修，世世代代享不尽，这都是真的。",
      "zh_TW": "所以我們提出這三個根的教育，孝親尊師落實在《弟子規》，慈心不殺落實在《感應篇》，末後一句修十善業。所以很多人問我，「淨空法師，你為什麼提倡《弟子規》跟《感應篇》？這都不是佛教的。」他不懂，中國佛教從唐朝中葉以後不學小乘，佛在經典上說過「佛子不先學小乘，後學大乘，非佛弟子」，佛不承認。你怎麼不按照佛的規矩去做？所以小乘經論，我們中文經典翻譯非常完整，我沒有細心去研究過，章嘉大師告訴我的，南傳小乘的三藏，跟我們《四阿含》對照，它只比我們多五十幾部。將近三千部經典才只多五十幾部，可見我們的《四阿含》翻譯得相當完備。佛教傳到中國，真的是先學小乘後學大乘，在小乘上奠基礎，為什麼唐朝中葉之後就不要了？小乘兩個宗沒有了，成實宗跟俱舍宗，現在連名字都聽不到。而是中國祖師大德用儒、用道代替小乘，可以！你看這一千七百年來，世世代代多少高僧大德、多少祖師出現，也就是說用儒、用道來代替好，更親切，而且儒跟道的心量比小乘還要開闊，不輸給小乘。這個歷史我們要曉得，我們就知道祖師大德的用心，用儒道落實三福的第一福，第一是根基，有這三個根你的德行成就了，有德行就有真的福報。沒有德行那個福報是假的，不是真的，往往是曇花一現。所以諺語有所謂「富不過三代」，道理在此地，為什麼？他沒有根基。他要有根基就能夠世世代代綿延下去，他知道積功累德，得富貴他還能修德，繼續不斷的修，世世代代享不盡，這都是真的。"
    },
    {
      "id": "02-039-0093_p0021",
      "zh_CN": "有第一福这才能入佛门，你看第二条「受持三皈，具足众戒，不犯威仪」，这入门了。以前入门是有条件的，这个条件就是第一福，第一福就是经典上常常看到的「善男子善女人」，因为他具足《弟子规》、《感应篇》、《十善业》，他是善男子善女人，才可以受持三皈、具足众戒，这是入门。三皈、戒律、威仪都能修得不错，德行成就了，像阿罗汉、像菩萨。这才让你真正在大乘里面修戒、修定、修慧，那第三条「发菩提心，深信因果，读诵大乘，劝进行者」，这三福。我们此地念的这十种心，这十种心都是菩提心，每条都是，每条都圆满具足其他的九条，菩萨发心是第一，发心你有方向、你有目标。接着是深信因果，这句话重要，最重要的一句「念佛是因，成佛是果」，你能相信这个因果，你就回归到净土，这一生肯定成就，再不会走错路，读诵大乘，自己成就了。最后一句是教别人，自行要化他，菩萨要度众生，不帮助别人不是菩萨。所以后面劝进行者，你要劝别人，要帮助别人精进，要帮助别人成就。你看这三福，三福成就自然像菩萨了，菩萨什么样子？菩萨是六和，六和敬是菩萨，六和敬无损害心，六和敬无逼恼心，六和敬是真正乐守护。有具备这样的德行再深入经藏，修戒定慧，修菩萨行，菩萨行是六度，修普贤十愿，接受普贤菩萨十大愿王导归极乐。这是净宗学会在美国成立的时候，我们写了一篇缘起，缘起提了这五个科目，做为我们修学的标准、我们修学的方向、我们修学的目标。现代人所说的「学为人师，行为世范」，我们起心动念、言语造作都要给社会做好样子，不能做坏样子。",
      "zh_TW": "有第一福這才能入佛門，你看第二條「受持三皈，具足眾戒，不犯威儀」，這入門了。以前入門是有條件的，這個條件就是第一福，第一福就是經典上常常看到的「善男子善女人」，因為他具足《弟子規》、《感應篇》、《十善業》，他是善男子善女人，才可以受持三皈、具足眾戒，這是入門。三皈、戒律、威儀都能修得不錯，德行成就了，像阿羅漢、像菩薩。這才讓你真正在大乘裡面修戒、修定、修慧，那第三條「發菩提心，深信因果，讀誦大乘，勸進行者」，這三福。我們此地念的這十種心，這十種心都是菩提心，每條都是，每條都圓滿具足其他的九條，菩薩發心是第一，發心你有方向、你有目標。接著是深信因果，這句話重要，最重要的一句「念佛是因，成佛是果」，你能相信這個因果，你就回歸到淨土，這一生肯定成就，再不會走錯路，讀誦大乘，自己成就了。最後一句是教別人，自行要化他，菩薩要度眾生，不幫助別人不是菩薩。所以後面勸進行者，你要勸別人，要幫助別人精進，要幫助別人成就。你看這三福，三福成就自然像菩薩了，菩薩什麼樣子？菩薩是六和，六和敬是菩薩，六和敬無損害心，六和敬無逼惱心，六和敬是真正樂守護。有具備這樣的德行再深入經藏，修戒定慧，修菩薩行，菩薩行是六度，修普賢十願，接受普賢菩薩十大願王導歸極樂。這是淨宗學會在美國成立的時候，我們寫了一篇緣起，緣起提了這五個科目，做為我們修學的標準、我們修學的方向、我們修學的目標。現代人所說的「學為人師，行為世範」，我們起心動念、言語造作都要給社會做好樣子，不能做壞樣子。"
    },
    {
      "id": "02-039-0093_p0022",
      "zh_CN": "第四「无执着心。念佛之人，常以智慧观察于一切法，不生执着，是名无执着心」。无执着要什么？要智慧，没有智慧不行，要真实的智慧。智慧从哪里来的？从清净心来，清净心生智慧。于世出世间一切法都不能有执着，为什么？佛在大小乘经教里讲得非常清楚，告诉我们六道轮回从哪来的？就从执着来的。不再执着了，你就很容易超出轮回；只要你有执着，你就超越不了轮回，轮回是执着变现出来的。六道之外，佛告诉我们还有四圣法界，声闻、缘觉、菩萨、佛，这比我们高。他是什么原因有的？他是有分别心，没有执着心，他有分别心，所以有四圣法界。执着是烦恼障，无量无边的烦恼都从这里生的，你放下就没事了；分别是所知障，这两种障碍都是障碍人明心见性。我们要回归自性，这两种障碍都不可以有。所以在大乘教里佛常说，我们放下执着（见思烦恼断了）证阿罗汉果，成正觉，证阿罗汉果超越六道。所以六道是个梦境，只要正觉现前六道就没有了，醒过来了，从梦中醒过来了。醒过来之后还在梦中，六道是梦中里的梦中，那是什么？四圣法界，四圣法界还是个梦境。必须把分别放下，于世出世间一切法不再分别，分别心断掉了，那个心比清净心更殊胜。清净心里面没有执着，有分别；平等心里面不但没有执着，分别也没有了。我们今天讲和谐、讲和平难，为什么那么难？什么人做到真正的和谐？菩萨。阿罗汉都还没做到，为什么？菩萨证得平等心，平等就和了。",
      "zh_TW": "第四「無執著心。念佛之人，常以智慧觀察於一切法，不生執著，是名無執著心」。無執著要什麼？要智慧，沒有智慧不行，要真實的智慧。智慧從哪裡來的？從清淨心來，清淨心生智慧。於世出世間一切法都不能有執著，為什麼？佛在大小乘經教裡講得非常清楚，告訴我們六道輪迴從哪來的？就從執著來的。不再執著了，你就很容易超出輪迴；只要你有執著，你就超越不了輪迴，輪迴是執著變現出來的。六道之外，佛告訴我們還有四聖法界，聲聞、緣覺、菩薩、佛，這比我們高。他是什麼原因有的？他是有分別心，沒有執著心，他有分別心，所以有四聖法界。執著是煩惱障，無量無邊的煩惱都從這裡生的，你放下就沒事了；分別是所知障，這兩種障礙都是障礙人明心見性。我們要回歸自性，這兩種障礙都不可以有。所以在大乘教裡佛常說，我們放下執著（見思煩惱斷了）證阿羅漢果，成正覺，證阿羅漢果超越六道。所以六道是個夢境，只要正覺現前六道就沒有了，醒過來了，從夢中醒過來了。醒過來之後還在夢中，六道是夢中裡的夢中，那是什麼？四聖法界，四聖法界還是個夢境。必須把分別放下，於世出世間一切法不再分別，分別心斷掉了，那個心比清淨心更殊勝。清淨心裡面沒有執著，有分別；平等心裡面不但沒有執著，分別也沒有了。我們今天講和諧、講和平難，為什麼那麼難？什麼人做到真正的和諧？菩薩。阿羅漢都還沒做到，為什麼？菩薩證得平等心，平等就和了。"
    },
    {
      "id": "02-039-0093_p0023",
      "zh_CN": "所以中国人讲和平，和从哪里来的？从平来的，平等来的。我们中国人先把果说在前面，然后再说因；日本人讲这句话他讲平和，他把因讲在前面，果说在后面，你看看日本文字。不平哪里来的和谐？它比清净高。所以在四圣法界，他们主修的就是修平等心，我们这个经题上「清净平等」，菩萨修平等。分别放下了，平等现前，在佛法称作你证得正等正觉，阿罗汉证正觉，菩萨证得的是正等正觉，那个等是等于佛。再往上提升破无明烦恼，无明烦恼是什么？起心动念。你看不但没有分别执着，连起心动念都没有了，这叫无上正等正觉，这成佛了。行人修行证果，行人就是学生，用我们现在话也可以说修行人，行人可以解释做修行人，要常以戒定智慧。他说常以智慧，我上面加个戒定，因为智慧是从戒定来的，戒能得定，不持戒你心定不下来。持戒的目的，不是别的，是得定。禅定还是手段不是目的，为什么要修定？开智慧，心定了智慧就开了。智慧观一切法，你才真正能够把执着、分别、起心动念彻底放下。为什么？那是假的，那是障碍，障碍你自己自性里头本具的智慧、德相。你说我今天要发财，我想拥有一切财富，你能不能拥有整个地球？能。你能不能把整个地球变成黄金珠宝？能。你今天为什么做不到？因为你有执着，把你自性的德能全部障碍掉，你过得这么苦；你要是恢复了，你跟阿弥陀佛一样。你看他住在极乐世界，释迦牟尼佛给我们介绍万分之ㄧ，哪里能介绍得完！",
      "zh_TW": "所以中國人講和平，和從哪裡來的？從平來的，平等來的。我們中國人先把果說在前面，然後再說因；日本人講這句話他講平和，他把因講在前面，果說在後面，你看看日本文字。不平哪裡來的和諧？它比清淨高。所以在四聖法界，他們主修的就是修平等心，我們這個經題上「清淨平等」，菩薩修平等。分別放下了，平等現前，在佛法稱作你證得正等正覺，阿羅漢證正覺，菩薩證得的是正等正覺，那個等是等於佛。再往上提升破無明煩惱，無明煩惱是什麼？起心動念。你看不但沒有分別執著，連起心動念都沒有了，這叫無上正等正覺，這成佛了。行人修行證果，行人就是學生，用我們現在話也可以說修行人，行人可以解釋做修行人，要常以戒定智慧。他說常以智慧，我上面加個戒定，因為智慧是從戒定來的，戒能得定，不持戒你心定不下來。持戒的目的，不是別的，是得定。禪定還是手段不是目的，為什麼要修定？開智慧，心定了智慧就開了。智慧觀一切法，你才真正能夠把執著、分別、起心動念徹底放下。為什麼？那是假的，那是障礙，障礙你自己自性裡頭本具的智慧、德相。你說我今天要發財，我想擁有一切財富，你能不能擁有整個地球？能。你能不能把整個地球變成黃金珠寶？能。你今天為什麼做不到？因為你有執著，把你自性的德能全部障礙掉，你過得這麼苦；你要是恢復了，你跟阿彌陀佛一樣。你看他住在極樂世界，釋迦牟尼佛給我們介紹萬分之ㄧ，哪裡能介紹得完！"
    },
    {
      "id": "02-039-0093_p0024",
      "zh_CN": "极乐世界是什么样的身体？金刚不坏身，真的是无量寿，不是假的，永远不衰老。你想不想要？你所居住的环境是七宝宫殿，我们今天这些珍珠玛瑙都做为首饰，宝贵得不得了；西方极乐世界是建筑材料，遍地都是。黄金宝贵得不得了，极乐世界黄金是铺马路的，像我们这个世间柏油一样，铺马路的。从这些地方你就想到那个富贵，那是什么？那是你自己家里本来有的。真搞清楚、真搞明白，这个世间一点都不稀奇，就像你是个大富大贵的家庭，你今天到这个地方来旅游观光，看到这个地方的土着，戴一些铜的首饰、锡的首饰，你看他觉得美得不得了，你一笑了之，你明白。确实极乐世界的人，不要说极乐世界，诸天的天人看我们世间的人多可怜。我们如果一念回光，我们就追上去了。特别是往生到西方极乐世界，你看凡圣同居土下下品往生是什么境界？阿弥陀佛自己说的，绝对不是假话，下下品往生也是阿惟越致菩萨。这就是告诉我们，就怕你不到极乐世界，只怕不去，真正到了极乐世界，最低的品位到那边去，你的享受、你的智慧，你的神通、道力、享受跟七地菩萨一样。这个法门叫难信之法，真难信！但是我们相信，佛不打妄语，佛不说假话，佛说的肯定是真的，不是假的，我们真干，那你就真的得到。",
      "zh_TW": "極樂世界是什麼樣的身體？金剛不壞身，真的是無量壽，不是假的，永遠不衰老。你想不想要？你所居住的環境是七寶宮殿，我們今天這些珍珠瑪瑙都做為首飾，寶貴得不得了；西方極樂世界是建築材料，遍地都是。黃金寶貴得不得了，極樂世界黃金是鋪馬路的，像我們這個世間柏油一樣，鋪馬路的。從這些地方你就想到那個富貴，那是什麼？那是你自己家裡本來有的。真搞清楚、真搞明白，這個世間一點都不稀奇，就像你是個大富大貴的家庭，你今天到這個地方來旅遊觀光，看到這個地方的土著，戴一些銅的首飾、錫的首飾，你看他覺得美得不得了，你一笑了之，你明白。確實極樂世界的人，不要說極樂世界，諸天的天人看我們世間的人多可憐。我們如果一念回光，我們就追上去了。特別是往生到西方極樂世界，你看凡聖同居土下下品往生是什麼境界？阿彌陀佛自己說的，絕對不是假話，下下品往生也是阿惟越致菩薩。這就是告訴我們，就怕你不到極樂世界，只怕不去，真正到了極樂世界，最低的品位到那邊去，你的享受、你的智慧，你的神通、道力、享受跟七地菩薩一樣。這個法門叫難信之法，真難信！但是我們相信，佛不打妄語，佛不說假話，佛說的肯定是真的，不是假的，我們真幹，那你就真的得到。"
    },
    {
      "id": "02-039-0093_p0025",
      "zh_CN": "这个机会不是千载难逢，千载时间太短了。彭际清居士告诉我们，「无量劫来稀有难逢的一天」，我们遇到。武则天给《华严经》做个开经偈，「百千万劫难遭遇」，我们今天遇到了，如果当面错过，那你真的是大错了！特别是我们看到现前灾难这么多，学佛的同学明了，心里有数，灾难怎么发生的知道，用什么方法化解也知道，可是趁这个殊胜的缘分，我们抓紧念佛往生极乐世界，那就更殊胜了。今天的环境帮了大忙，为什么？没有这个环境你还没有发心，对这个世间还有留恋。这个环境现前知道了，留不住，身外之物一样留不着，连自己身体恐怕也保不住，趁这个机会走多好！二、三年的时间足够了，古今许多大德给我们做了证明。所以，要用戒定慧观察一切法，不生执着重要，从我们日常生活当中做起，学释迦牟尼佛一切随缘，饮食起居人家供养什么就吃什么，不要执着、不要分别，从这个地方下手，自己的饮食起居随缘。不要求任何人，随分度日，老实念佛，这比什么都重要，这叫真修行。真正的没有执着心，对待一切人，平等对待、和睦相处，六和敬也真的可以得到落实。后面还有六条，今天时间到了，我们就学习到此地。",
      "zh_TW": "這個機會不是千載難逢，千載時間太短了。彭際清居士告訴我們，「無量劫來稀有難逢的一天」，我們遇到。武則天給《華嚴經》做個開經偈，「百千萬劫難遭遇」，我們今天遇到了，如果當面錯過，那你真的是大錯了！特別是我們看到現前災難這麼多，學佛的同學明瞭，心裡有數，災難怎麼發生的知道，用什麼方法化解也知道，可是趁這個殊勝的緣分，我們抓緊念佛往生極樂世界，那就更殊勝了。今天的環境幫了大忙，為什麼？沒有這個環境你還沒有發心，對這個世間還有留戀。這個環境現前知道了，留不住，身外之物一樣留不著，連自己身體恐怕也保不住，趁這個機會走多好！二、三年的時間足夠了，古今許多大德給我們做了證明。所以，要用戒定慧觀察一切法，不生執著重要，從我們日常生活當中做起，學釋迦牟尼佛一切隨緣，飲食起居人家供養什麼就吃什麼，不要執著、不要分別，從這個地方下手，自己的飲食起居隨緣。不要求任何人，隨分度日，老實念佛，這比什麼都重要，這叫真修行。真正的沒有執著心，對待一切人，平等對待、和睦相處，六和敬也真的可以得到落實。後面還有六條，今天時間到了，我們就學習到此地。"
    }
  ]
}