{
  "doc_id": "02-039-0530",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五三０集",
    "zh_TW": "第五三０集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0530",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-039-0530_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第六百七十七面最后一行，从当中看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第六百七十七面最後一行，從當中看起："
    },
    {
      "id": "02-039-0530_p0002",
      "zh_CN": "『斗乱僧众』，「斗者，斗诤也。乱者，错也，作逆也。按此即五逆中之破和合僧」，这是五逆罪最后的一种。五逆，逆是违背，可以说他是完全违背性德。因此这种罪也最重，没有比这个更重的。破和合僧的罪，诸佛如来都不能救，杀父、杀母、杀阿罗汉、破佛身血，佛都能救，破和合僧不能救。这什么意思？下面有个简单的解释，「对于和合如法修行佛道之僧众」，无论是在家、出家，他确实是如理如法的修行，以及他修行的道场，如果用种种手段去破坏他、离间他、分化他，让他斗争，让他混乱，让他无法修行，这统统叫破和合僧。这一桩事情也是最容易犯的。",
      "zh_TW": "『鬥亂僧眾』，「鬥者，鬥諍也。亂者，錯也，作逆也。按此即五逆中之破和合僧」，這是五逆罪最後的一種。五逆，逆是違背，可以說他是完全違背性德。因此這種罪也最重，沒有比這個更重的。破和合僧的罪，諸佛如來都不能救，殺父、殺母、殺阿羅漢、破佛身血，佛都能救，破和合僧不能救。這什麼意思？下面有個簡單的解釋，「對於和合如法修行佛道之僧眾」，無論是在家、出家，他確實是如理如法的修行，以及他修行的道場，如果用種種手段去破壞他、離間他、分化他，讓他鬥爭，讓他混亂，讓他無法修行，這統統叫破和合僧。這一樁事情也是最容易犯的。"
    },
    {
      "id": "02-039-0530_p0003",
      "zh_CN": "我在出家之初，大概出家二、三年的样子。我一出家就开始讲经，在佛学院教学。有一天，有一位老居士，也是我的老听众，在学佛上说，他是我的老前辈，他跟李老师是同学，印光法师的弟子。我每一次讲经，他天天都来听，他是来做影响众。这样一个身分地位的一位大德，坐在下面听我讲经，让一般人产生信心，大概这个年轻人讲得还不错，你看老居士都来捧场、都来听，做影响众。有一天他打个电话给我，请我吃饭，邀请我到台北有个功德林，在火车站的附近，我准时就去了。我去的时候，他老人家先到了。我们坐下来，他问我说：净空法师，今天我请你吃饭，你知道为什么？我说我不知道，我没神通，没有他心通。他说我有个问题请教你。我说不敢当。老前辈，他佛法知道比我们多。",
      "zh_TW": "我在出家之初，大概出家二、三年的樣子。我一出家就開始講經，在佛學院教學。有一天，有一位老居士，也是我的老聽眾，在學佛上說，他是我的老前輩，他跟李老師是同學，印光法師的弟子。我每一次講經，他天天都來聽，他是來做影響眾。這樣一個身分地位的一位大德，坐在下面聽我講經，讓一般人產生信心，大概這個年輕人講得還不錯，你看老居士都來捧場、都來聽，做影響眾。有一天他打個電話給我，請我吃飯，邀請我到台北有個功德林，在火車站的附近，我準時就去了。我去的時候，他老人家先到了。我們坐下來，他問我說：淨空法師，今天我請你吃飯，你知道為什麼？我說我不知道，我沒神通，沒有他心通。他說我有個問題請教你。我說不敢當。老前輩，他佛法知道比我們多。"
    },
    {
      "id": "02-039-0530_p0004",
      "zh_CN": "我说什么问题？说五逆罪堕阿鼻地狱。这个我知道，这我们学过，杀父、杀母、杀阿罗汉、出佛身血、破和合僧。他说这一般世间人，前面四种不容易犯。可是现在容易，现在杀父杀母时有所闻。在那个时候，差不多五十年前，真的听不到，说是哪里有杀父杀母的，没听说过这个事情。他说可是破和合僧这一条很普遍，造这种罪业要堕阿鼻地狱，这怎么办？他有非常大的慈悲心，为这些众生着急。我听了之后，我就笑笑，我说老居士，我们吃饭，这个事情不必去理会。他说这是严重大事，怎么可以不理会？我反过头来请教他，我说老居士，你在这一生当中，你想想看，你有没有遇到一个和合僧团？他听我这个话之后，愣住了，沉默了大概五分钟，点头，确实没有一个，哪来的和合僧团？两个人住庙都吵架，都意见不和。我学佛比你晚，年龄比你小，我就很留意，就没有见到一个和合僧团，这很遗憾。佛在经上讲，这个世间出现一个和合僧团，就这个地球有一个和合僧团，地球上人统统有福了，灾难少了。一个僧团出现，诸佛护念，龙天拥护，这还得了！这一个僧团需要几个人？四个人，四个人在一起修行，持戒学经，如法修行，这叫和合僧团。真找不到！",
      "zh_TW": "我說什麼問題？說五逆罪墮阿鼻地獄。這個我知道，這我們學過，殺父、殺母、殺阿羅漢、出佛身血、破和合僧。他說這一般世間人，前面四種不容易犯。可是現在容易，現在殺父殺母時有所聞。在那個時候，差不多五十年前，真的聽不到，說是哪裡有殺父殺母的，沒聽說過這個事情。他說可是破和合僧這一條很普遍，造這種罪業要墮阿鼻地獄，這怎麼辦？他有非常大的慈悲心，為這些眾生著急。我聽了之後，我就笑笑，我說老居士，我們吃飯，這個事情不必去理會。他說這是嚴重大事，怎麼可以不理會？我反過頭來請教他，我說老居士，你在這一生當中，你想想看，你有沒有遇到一個和合僧團？他聽我這個話之後，愣住了，沉默了大概五分鐘，點頭，確實沒有一個，哪來的和合僧團？兩個人住廟都吵架，都意見不和。我學佛比你晚，年齡比你小，我就很留意，就沒有見到一個和合僧團，這很遺憾。佛在經上講，這個世間出現一個和合僧團，就這個地球有一個和合僧團，地球上人統統有福了，災難少了。一個僧團出現，諸佛護念，龍天擁護，這還得了！這一個僧團需要幾個人？四個人，四個人在一起修行，持戒學經，如法修行，這叫和合僧團。真找不到！"
    },
    {
      "id": "02-039-0530_p0005",
      "zh_CN": "三十多年前，我第一次到香港讲经，遇到香港两位大德，洗尘法师、觉光法师这两位大德。洗尘早就往生了，觉光还在。洗尘年龄比我大，大概大我十岁的样子，东北人，很豪爽。我就跟他谈到和合僧团的问题，他很用心。我说我们找，找四个人，最好找五个人，五比丘。我说你去找，我算一个，你算一个，再找两个。找了三、四年没消息，你就知道这个事情难。出家找不到，在家也行，在家如果有四个人在一起修行，遵守六和敬，那就是决定我们今天讲的落实四个根，《弟子规》、《感应篇》、《十善业》、《沙弥律仪》，真做到了。在家人行，僧团不一定是出家人，僧这个意思，梵文是团体的意思，团体不一定是出家，在家也可以组织团体，所以僧团不一定是出家人。但是什么？一定是依六和敬修行。六和敬的基础就是四个根。",
      "zh_TW": "三十多年前，我第一次到香港講經，遇到香港兩位大德，洗塵法師、覺光法師這兩位大德。洗塵早就往生了，覺光還在。洗塵年齡比我大，大概大我十歲的樣子，東北人，很豪爽。我就跟他談到和合僧團的問題，他很用心。我說我們找，找四個人，最好找五個人，五比丘。我說你去找，我算一個，你算一個，再找兩個。找了三、四年沒消息，你就知道這個事情難。出家找不到，在家也行，在家如果有四個人在一起修行，遵守六和敬，那就是決定我們今天講的落實四個根，《弟子規》、《感應篇》、《十善業》、《沙彌律儀》，真做到了。在家人行，僧團不一定是出家人，僧這個意思，梵文是團體的意思，團體不一定是出家，在家也可以組織團體，所以僧團不一定是出家人。但是什麼？一定是依六和敬修行。六和敬的基礎就是四個根。"
    },
    {
      "id": "02-039-0530_p0006",
      "zh_CN": "我们今天讲的这四个根，完全是从净业三福里面衍生出来的。净业三福是菩萨修行成佛必须要遵守的三个原则，违背这三个原则你不会成就。第一个，「孝养父母，奉事师长，慈心不杀，修十善业」，这四句就是儒释道的三个根。孝亲尊师怎么做？怎么落实？《弟子规》落实了。落实《弟子规》，孝亲尊师就做到了。慈心不杀，这是因果，《太上感应篇》落实了。后面一句修十善业，有前面这两个基础，十善业道你才能修得清净；没有前面两个基础，十善业道你做不到，这是真的。第四个根《沙弥律仪》，就是三福的第二条，「受持三皈，具足众戒，不犯威仪」。《沙弥律仪》的十条戒、二十四门威仪在家可以修，这出家、在家都可以学习。这四个根，根深蒂固，你具备佛菩萨的条件，你好好的修行，你能成佛、能成菩萨。没有这四个根，在一起不叫和合，各人有各人的意见，各有各的看法、想法，和不起来。六和里第一个条件就是「见和同解」。这个见解没有办法相同，所以他和不起来，两个人都和不起来。",
      "zh_TW": "我們今天講的這四個根，完全是從淨業三福裡面衍生出來的。淨業三福是菩薩修行成佛必須要遵守的三個原則，違背這三個原則你不會成就。第一個，「孝養父母，奉事師長，慈心不殺，修十善業」，這四句就是儒釋道的三個根。孝親尊師怎麼做？怎麼落實？《弟子規》落實了。落實《弟子規》，孝親尊師就做到了。慈心不殺，這是因果，《太上感應篇》落實了。後面一句修十善業，有前面這兩個基礎，十善業道你才能修得清淨；沒有前面兩個基礎，十善業道你做不到，這是真的。第四個根《沙彌律儀》，就是三福的第二條，「受持三皈，具足眾戒，不犯威儀」。《沙彌律儀》的十條戒、二十四門威儀在家可以修，這出家、在家都可以學習。這四個根，根深蒂固，你具備佛菩薩的條件，你好好的修行，你能成佛、能成菩薩。沒有這四個根，在一起不叫和合，各人有各人的意見，各有各的看法、想法，和不起來。六和裡第一個條件就是「見和同解」。這個見解沒有辦法相同，所以他和不起來，兩個人都和不起來。"
    },
    {
      "id": "02-039-0530_p0007",
      "zh_CN": "所以，六和敬的僧团出现在什么人？出现在觉悟的人。觉悟为什么见和能同解？觉悟，他放下了，他知道万法皆空，像《般若经》上所说的，「一切法无所有，毕竟空，不可得」，你说他会不会放？当然放下了。他是什么心？我们这个经题上的，他的心是清净心，一点染污都没有；平等心，没有高下；觉心，大彻大悟，明心见性，他是这个心。于此我们就能知道，西方极乐世界是最大的一个和合僧团，往生到极乐世界的人一切都放下，我与我所都放下，这才能和合得起来。只要有我、有私心，就决定做不到。由此可知，今天破和合僧团也不容易，找不到，没有和合僧团。所以五逆最重的，现在这个社会，杀父、杀母、杀老师，这个有，这三种都是五逆罪，果报都在阿鼻地狱。我们知道和合僧团这样可贵，和合僧团有这样的功德，这个功德可以说在世间的话是无与伦比的，没有能比得上的。如果建立这么一个僧团，你救了全世界，你救了如来正法，救了一切苦难众生。别人不发心，我们自己要发心，这个很重要。但是僧团条件最低人数是四个人，不能少于四个人，四个人就不好找。",
      "zh_TW": "所以，六和敬的僧團出現在什麼人？出現在覺悟的人。覺悟為什麼見和能同解？覺悟，他放下了，他知道萬法皆空，像《般若經》上所說的，「一切法無所有，畢竟空，不可得」，你說他會不會放？當然放下了。他是什麼心？我們這個經題上的，他的心是清淨心，一點染污都沒有；平等心，沒有高下；覺心，大徹大悟，明心見性，他是這個心。於此我們就能知道，西方極樂世界是最大的一個和合僧團，往生到極樂世界的人一切都放下，我與我所都放下，這才能和合得起來。只要有我、有私心，就決定做不到。由此可知，今天破和合僧團也不容易，找不到，沒有和合僧團。所以五逆最重的，現在這個社會，殺父、殺母、殺老師，這個有，這三種都是五逆罪，果報都在阿鼻地獄。我們知道和合僧團這樣可貴，和合僧團有這樣的功德，這個功德可以說在世間的話是無與倫比的，沒有能比得上的。如果建立這麼一個僧團，你救了全世界，你救了如來正法，救了一切苦難眾生。別人不發心，我們自己要發心，這個很重要。但是僧團條件最低人數是四個人，不能少於四個人，四個人就不好找。"
    },
    {
      "id": "02-039-0530_p0008",
      "zh_CN": "在今天，大家都晓得灾难很多，你们给我的信息，我放在这上面的。这几个月，从三月份，四月、五月、六月，三月份全世界发生严重的灾害，八十二起，四月份有五十九，五月份有六十七，六月份有一百五十五，七月份有一百七十六。现在八月，我看八月到八月底的时候肯定超过二百件，月月在增加，一次比一次严重。有人告诉我，二０一二的灾难提前了，我看到这些迹象，这个话不是空穴来风。我们如何应对？除了万缘放下，一心念佛求生净土，没有第二个路子可以走，这是真的。真正忏悔，弃恶扬善，改邪归正，端正心念，这三句话是美国布莱登说的。这三句话我很欣赏，跟大乘佛法讲的一样，跟现代量子力学家说法非常接近。宇宙之间一切万象从哪里来的？佛在经上给我们讲得很多，我们都听得耳熟，但是境界现前都忘得干干净净。佛常讲「一切法从心想生」，我们的心善，没有一样不善；我们心恶，就没有一样不恶，真的是境随心转。我们要改变外面环境，改变心就真正能做到，把我们不善的心换过来，问题就解决了。",
      "zh_TW": "在今天，大家都曉得災難很多，你們給我的信息，我放在這上面的。這幾個月，從三月份，四月、五月、六月，三月份全世界發生嚴重的災害，八十二起，四月份有五十九，五月份有六十七，六月份有一百五十五，七月份有一百七十六。現在八月，我看八月到八月底的時候肯定超過二百件，月月在增加，一次比一次嚴重。有人告訴我，二０一二的災難提前了，我看到這些跡象，這個話不是空穴來風。我們如何應對？除了萬緣放下，一心念佛求生淨土，沒有第二個路子可以走，這是真的。真正懺悔，棄惡揚善，改邪歸正，端正心念，這三句話是美國布萊登說的。這三句話我很欣賞，跟大乘佛法講的一樣，跟現代量子力學家說法非常接近。宇宙之間一切萬象從哪裡來的？佛在經上給我們講得很多，我們都聽得耳熟，但是境界現前都忘得乾乾淨淨。佛常講「一切法從心想生」，我們的心善，沒有一樣不善；我們心惡，就沒有一樣不惡，真的是境隨心轉。我們要改變外面環境，改變心就真正能做到，把我們不善的心換過來，問題就解決了。"
    },
    {
      "id": "02-039-0530_p0009",
      "zh_CN": "什么样的心最善？阿弥陀佛的心最善。阿弥陀佛心里面所包含的是四十八愿，是五劫修行。所以我们真心诚心诚意念这一句佛号，念一声佛号，这一声佛号里头就具足四十八愿、五劫修行。善中之善，没有比这个更善。应付大劫难，什么方法？这个方法妙绝了，无与伦比。问题是你真的相信，真的忏悔，真的改过，这一句佛号念得就有效果。如果不知道回头、不知道忏悔，还自以为是，这个佛号你念再多，都不相应，那就是古人所说的，「口念弥陀心散乱，喊破喉咙也枉然」。制心一念，无量功德，关键在制心。你能不能把那个妄心制伏住？心里妄想很多，把妄想统统制伏住，就是降伏住，《金刚经》上「降伏其心」。章嘉大师教我们放下这个妄念的心，所有一切念头统统放下，心里只有一句阿弥陀佛，这叫制心一念。我们这个经本子上讲「一向专念」，就是一个方向、一个目标，一个方向，西方极乐世界；一个目标，亲近阿弥陀佛。除这个之外，杂念全没有了。这样念佛，就一念相应一念佛，念念相应念念佛，功德不可思议，效果不可思议。而且弥陀跟十方一切如来慈悲到极处，真正想回头，加持的力量立刻就到，效果非常显著。",
      "zh_TW": "什麼樣的心最善？阿彌陀佛的心最善。阿彌陀佛心裡面所包含的是四十八願，是五劫修行。所以我們真心誠心誠意念這一句佛號，念一聲佛號，這一聲佛號裡頭就具足四十八願、五劫修行。善中之善，沒有比這個更善。應付大劫難，什麼方法？這個方法妙絕了，無與倫比。問題是你真的相信，真的懺悔，真的改過，這一句佛號念得就有效果。如果不知道回頭、不知道懺悔，還自以為是，這個佛號你念再多，都不相應，那就是古人所說的，「口念彌陀心散亂，喊破喉嚨也枉然」。制心一念，無量功德，關鍵在制心。你能不能把那個妄心制伏住？心裡妄想很多，把妄想統統制伏住，就是降伏住，《金剛經》上「降伏其心」。章嘉大師教我們放下這個妄念的心，所有一切念頭統統放下，心裡只有一句阿彌陀佛，這叫制心一念。我們這個經本子上講「一向專念」，就是一個方向、一個目標，一個方向，西方極樂世界；一個目標，親近阿彌陀佛。除這個之外，雜念全沒有了。這樣念佛，就一念相應一念佛，念念相應念念佛，功德不可思議，效果不可思議。而且彌陀跟十方一切如來慈悲到極處，真正想回頭，加持的力量立刻就到，效果非常顯著。"
    },
    {
      "id": "02-039-0530_p0010",
      "zh_CN": "我们最近有个同学在澳洲做了个实验，身体不好，虔诚的佛弟子，专修净业的。他得了一个哮喘，很久了，很多年了，怎么治也治不好。他闭方便关一个月，念佛的时候突然发现了，这个哮喘是怎么来的？他一个冤亲债主在他身上，叫他受这个罪，他发现了。发现了，求阿弥陀佛加持，让这个冤亲债主觉悟，不要再找麻烦，跟他一起修行，拜佛的时候一起拜，念佛的时候一起念，听经的时候一起听。听了二十几天，他觉悟了，他求阿弥陀佛接引他往生，他真往生了，他病就好了。多少年来什么样的医药治不好，这就好了，走了。他还有一个病，他的脸色很难看，所以他讲自己叫酒糟脸。原来也是一个冤亲债主，过去得罪他，他来报复。他用同样的方法，求佛菩萨帮助化解，求佛菩萨接引他往生，这两个冤亲债主欢欢喜喜到极乐世界去了。所以他两种病，十几年来怎么治都治不好，这一个方便关，不到一个月，全好了，不需要医药。",
      "zh_TW": "我們最近有個同學在澳洲做了個實驗，身體不好，虔誠的佛弟子，專修淨業的。他得了一個哮喘，很久了，很多年了，怎麼治也治不好。他閉方便關一個月，念佛的時候突然發現了，這個哮喘是怎麼來的？他一個冤親債主在他身上，叫他受這個罪，他發現了。發現了，求阿彌陀佛加持，讓這個冤親債主覺悟，不要再找麻煩，跟他一起修行，拜佛的時候一起拜，念佛的時候一起念，聽經的時候一起聽。聽了二十幾天，他覺悟了，他求阿彌陀佛接引他往生，他真往生了，他病就好了。多少年來什麼樣的醫藥治不好，這就好了，走了。他還有一個病，他的臉色很難看，所以他講自己叫酒糟臉。原來也是一個冤親債主，過去得罪他，他來報復。他用同樣的方法，求佛菩薩幫助化解，求佛菩薩接引他往生，這兩個冤親債主歡歡喜喜到極樂世界去了。所以他兩種病，十幾年來怎麼治都治不好，這一個方便關，不到一個月，全好了，不需要醫藥。"
    },
    {
      "id": "02-039-0530_p0011",
      "zh_CN": "所以我们今天晓得，我们身上有哪些不痛快、不舒服，有问题，肯定冤亲债主。我们没有发现，但是我们心里知道、心里明白，就应该要启请，就应该要劝导，我们大家和解。过去事情我错了，要承认，要忏悔，要改过自新，要发大誓愿，劝导冤亲债主，我们把过去的恩怨暂时放下，好好修行。我拜佛，你也拜佛；我念经，你也念经；我念佛，你也念佛，大家一起求生净土。现在在这个时代，一般来讲鬼神比人好度，因为鬼神知道苦，人不知道，所以他容易接受。我们这些病是减轻了，好了，但是人家到极乐世界去作佛去了。我们决定不可以轻视这些冤亲债主，你看他一得这个缘分，他成就比我快，我不如他。这是事实真相，不能不知道。",
      "zh_TW": "所以我們今天曉得，我們身上有哪些不痛快、不舒服，有問題，肯定冤親債主。我們沒有發現，但是我們心裡知道、心裡明白，就應該要啟請，就應該要勸導，我們大家和解。過去事情我錯了，要承認，要懺悔，要改過自新，要發大誓願，勸導冤親債主，我們把過去的恩怨暫時放下，好好修行。我拜佛，你也拜佛；我念經，你也念經；我念佛，你也念佛，大家一起求生淨土。現在在這個時代，一般來講鬼神比人好度，因為鬼神知道苦，人不知道，所以他容易接受。我們這些病是減輕了，好了，但是人家到極樂世界去作佛去了。我們決定不可以輕視這些冤親債主，你看他一得這個緣分，他成就比我快，我不如他。這是事實真相，不能不知道。"
    },
    {
      "id": "02-039-0530_p0012",
      "zh_CN": "于是我们不但对人不敢轻慢，要以真诚恭敬心对待，对待这些小动物，乃至于蚊虫蚂蚁，都不可以轻慢。修什么？修真诚恭敬心，乃至于对花草树木、对山河大地、对一切鬼神，只有一个真诚恭敬心，只有一个愿望，劝大家一起念佛求生净土。这个心好！这个心能够叫你不会受灾难，这个心能化解一切的怨结，过去今生跟一些众生结的一些怨结统统可以化解，佛菩萨帮得上忙。如果自己不知道回头、不知道改过，佛菩萨很慈悲，帮不上忙，那个问题才真叫严重，帮不上忙。我们要佛菩萨帮助我们，我们自己先帮助自己，一切条件具足，佛菩萨自然帮助。所以破坏僧团，引申破坏别人的好事，都是有严重罪过，也跟人结了严重的恩怨。",
      "zh_TW": "於是我們不但對人不敢輕慢，要以真誠恭敬心對待，對待這些小動物，乃至於蚊蟲螞蟻，都不可以輕慢。修什麼？修真誠恭敬心，乃至於對花草樹木、對山河大地、對一切鬼神，只有一個真誠恭敬心，只有一個願望，勸大家一起念佛求生淨土。這個心好！這個心能夠叫你不會受災難，這個心能化解一切的怨結，過去今生跟一些眾生結的一些怨結統統可以化解，佛菩薩幫得上忙。如果自己不知道回頭、不知道改過，佛菩薩很慈悲，幫不上忙，那個問題才真叫嚴重，幫不上忙。我們要佛菩薩幫助我們，我們自己先幫助自己，一切條件具足，佛菩薩自然幫助。所以破壞僧團，引申破壞別人的好事，都是有嚴重罪過，也跟人結了嚴重的恩怨。"
    },
    {
      "id": "02-039-0530_p0013",
      "zh_CN": "下面举《阿阇世王问五逆经》，里面有这样一段，「有五逆罪，若族姓子、族姓女」，族姓，这不是普通人，一定是同一族的，族姓，同族的，同一个民族，同一个国族，也可以说是豪门贵族，这些男女，「为此五不救罪」，这个为是造作，就是你造作这五种佛都不能救的重罪，这五逆罪是五重罪，「必入地狱不疑」，造这个罪业的人的果报必定堕地狱，一点怀疑都没有。为什么会堕地狱？前面说得很多。这五种，「杀父、杀母、害阿罗汉、斗乱僧众、起恶意于如来所」，对佛菩萨面前起了恶意，这就是指出佛身血，这个恶意是想害佛。在今天，起一个恶念想把佛教毁灭掉，这跟这个罪是相同的，消灭正法。斗乱僧众就是破坏和合僧团。「此五乃无间业，感无间地狱之苦果」。什么人干的？愚痴，贪瞋痴慢的人，他就干这个事情。所以这五种罪业，往往一种连带其他的四种，他全都有，所以这个罪就重。五种罪单独犯一种的很少见，一种一带连累到其他的，所以它就变成极重的罪业。这个东西不能造！",
      "zh_TW": "下面舉《阿闍世王問五逆經》，裡面有這樣一段，「有五逆罪，若族姓子、族姓女」，族姓，這不是普通人，一定是同一族的，族姓，同族的，同一個民族，同一個國族，也可以說是豪門貴族，這些男女，「為此五不救罪」，這個為是造作，就是你造作這五種佛都不能救的重罪，這五逆罪是五重罪，「必入地獄不疑」，造這個罪業的人的果報必定墮地獄，一點懷疑都沒有。為什麼會墮地獄？前面說得很多。這五種，「殺父、殺母、害阿羅漢、鬥亂僧眾、起惡意於如來所」，對佛菩薩面前起了惡意，這就是指出佛身血，這個惡意是想害佛。在今天，起一個惡念想把佛教毀滅掉，這跟這個罪是相同的，消滅正法。鬥亂僧眾就是破壞和合僧團。「此五乃無間業，感無間地獄之苦果」。什麼人幹的？愚痴，貪瞋痴慢的人，他就幹這個事情。所以這五種罪業，往往一種連帶其他的四種，他全都有，所以這個罪就重。五種罪單獨犯一種的很少見，一種一帶連累到其他的，所以它就變成極重的罪業。這個東西不能造！"
    },
    {
      "id": "02-039-0530_p0014",
      "zh_CN": "佛法称之为宝，宝是世间人所珍爱，有了宝物，不但可以满足物质生活之所需，也把自己精神生活向上提升了，这是宝的作用。佛法确确实实可以带给我们取之不尽、用之不竭的财宝。为什么？性德。大乘教里面佛常常告诉我们，真如自性本自具足一切万法，一切万法不是从外头来的，你自性里面有无量无边的智慧，有无比高尚的德行，是你自己本有的，有无量的能力、无量的才华、无量的福报。惠能大师开悟说，「何期自性，本自具足」，全是自性所有的，只要你明心见性，你性德里面的智慧德相统统现前。到这个时候，用自己的性德去教化众生，什么障碍都没有。佛讲的话是真话，「一切众生本来是佛」，千真万确的事实。中国老祖宗讲「人性本善」，跟佛说这个话是一个意思。这个善是赞叹之词，不是善恶的善，意思就是太好了太好了，太圆满了，样样具足。",
      "zh_TW": "佛法稱之為寶，寶是世間人所珍愛，有了寶物，不但可以滿足物質生活之所需，也把自己精神生活向上提升了，這是寶的作用。佛法確確實實可以帶給我們取之不盡、用之不竭的財寶。為什麼？性德。大乘教裡面佛常常告訴我們，真如自性本自具足一切萬法，一切萬法不是從外頭來的，你自性裡面有無量無邊的智慧，有無比高尚的德行，是你自己本有的，有無量的能力、無量的才華、無量的福報。惠能大師開悟說，「何期自性，本自具足」，全是自性所有的，只要你明心見性，你性德裡面的智慧德相統統現前。到這個時候，用自己的性德去教化眾生，什麼障礙都沒有。佛講的話是真話，「一切眾生本來是佛」，千真萬確的事實。中國老祖宗講「人性本善」，跟佛說這個話是一個意思。這個善是讚歎之詞，不是善惡的善，意思就是太好了太好了，太圓滿了，樣樣具足。"
    },
    {
      "id": "02-039-0530_p0015",
      "zh_CN": "现在我们为什么没有？佛经上讲现在叫迷失，你是迷了自性，所以自性里面所有的这些智慧德能现不出来，被障碍住了。什么东西障碍？烦恼障碍，佛说三种烦恼，见思烦恼、尘沙烦恼、无明烦恼，你现在有这三重烦恼，你的智慧德相透不出来，不是没有，有！换句话说，你把这三种烦恼放下，就出现了。从哪里放起？从最粗的、最明显的放起。最明显的就是见思烦恼，我们对于很多事情、很多道理，看错了、想错了，要从这里下手。这一方面佛菩萨可以教你，经典上就是讲这个问题，你多读经典，多去研究经典，慢慢你就想通、想明白了。你对于世出世间这一切法，你的想法跟佛经上讲的一样，这就对了。如果我的看法跟佛经上的看法不一致，那一定把自己的看法放下，采取佛的看法。为什么？佛是正知正见，我们就变成了邪知邪见，放下邪知邪见去培养自己的正知正见。",
      "zh_TW": "現在我們為什麼沒有？佛經上講現在叫迷失，你是迷了自性，所以自性裡面所有的這些智慧德能現不出來，被障礙住了。什麼東西障礙？煩惱障礙，佛說三種煩惱，見思煩惱、塵沙煩惱、無明煩惱，你現在有這三重煩惱，你的智慧德相透不出來，不是沒有，有！換句話說，你把這三種煩惱放下，就出現了。從哪裡放起？從最粗的、最明顯的放起。最明顯的就是見思煩惱，我們對於很多事情、很多道理，看錯了、想錯了，要從這裡下手。這一方面佛菩薩可以教你，經典上就是講這個問題，你多讀經典，多去研究經典，慢慢你就想通、想明白了。你對於世出世間這一切法，你的想法跟佛經上講的一樣，這就對了。如果我的看法跟佛經上的看法不一致，那一定把自己的看法放下，採取佛的看法。為什麼？佛是正知正見，我們就變成了邪知邪見，放下邪知邪見去培養自己的正知正見。"
    },
    {
      "id": "02-039-0530_p0016",
      "zh_CN": "正知正见现前，给诸位说，邪知邪见所变现的六道轮回就没有了。这个时候你才知道，六道轮回是假的不是真的。到达这个境界，大家就称他作阿罗汉，这是修学佛法得小成就，他超越六道，六道轮回没有了。六道没有了，现在他眼前的是什么境界？叫四圣法界，声闻、缘觉、菩萨、佛，他看到了。六道没有了，清净心现出来，平等心慢慢也浮现出来。障碍平等的是尘沙烦恼，障碍清净的是见思烦恼。所以见思烦恼断了，放下了，清净心现前，清净土就现前，净土就现前。尘沙烦恼破掉，平等心就现前，平等的境界就现前，平等的境界是一真法界，实报庄严土。",
      "zh_TW": "正知正見現前，給諸位說，邪知邪見所變現的六道輪迴就沒有了。這個時候你才知道，六道輪迴是假的不是真的。到達這個境界，大家就稱他作阿羅漢，這是修學佛法得小成就，他超越六道，六道輪迴沒有了。六道沒有了，現在他眼前的是什麼境界？叫四聖法界，聲聞、緣覺、菩薩、佛，他看到了。六道沒有了，清淨心現出來，平等心慢慢也浮現出來。障礙平等的是塵沙煩惱，障礙清淨的是見思煩惱。所以見思煩惱斷了，放下了，清淨心現前，清淨土就現前，淨土就現前。塵沙煩惱破掉，平等心就現前，平等的境界就現前，平等的境界是一真法界，實報莊嚴土。"
    },
    {
      "id": "02-039-0530_p0017",
      "zh_CN": "这个道理我们都懂得，懂了之后怎样？要真干。你懂得了，叫看破，是不是真看破？未必。真放下就是真看破了，看破没有放下，不叫做真看破。佛法讲悟，这叫解悟，不是证悟，解悟得不到真实的受用。解悟之后一定落实，落实在生活，落实在工作，落实在处事待人接物，那叫证悟。证悟得真实利益，那你过的是什么生活？是诸佛菩萨的生活，不是凡人生活。所以经书不能不读，不读永远迷惑，像下面四个字讲的「愚痴蒙昧」，你不读经书就是这样的。解悟不管用，一定要证悟。但是证悟必定通过解悟，你不了解，你放什么，你怎么放法？了解了，明白了，我知道怎么放，我知道放些什么。解悟是看破，看破才会放下；放不下，说明你还没有看破。你说我已经看破了。是的，你已经知道这桩事情，真的没看破；真看破了，你决定放下。你身上背个重担多难过，人家告诉你放下就快乐了，我一放下，真快乐，这担子真丢掉了。劝你放下，你不肯放下，放下那个境界你享受不到。解悟是帮助你放下的，放下又是帮助你更深一层的解悟。佛法没有别的，从初发心到如来地，就是放下帮助看破，看破帮助放下，这两种方法相辅相成，一直到究竟圆满。这是六十年前章嘉大师教给我的，真有效果。在这个时代，这个环境里头，很有效，永远不衰，永远不败，永远不会堕落。你要会用，你就有成就；不会用，你就有困难。所以这五种恶归纳起来，都是愚痴、瞋恚、贪婪，意业的三毒。",
      "zh_TW": "這個道理我們都懂得，懂了之後怎樣？要真幹。你懂得了，叫看破，是不是真看破？未必。真放下就是真看破了，看破沒有放下，不叫做真看破。佛法講悟，這叫解悟，不是證悟，解悟得不到真實的受用。解悟之後一定落實，落實在生活，落實在工作，落實在處事待人接物，那叫證悟。證悟得真實利益，那你過的是什麼生活？是諸佛菩薩的生活，不是凡人生活。所以經書不能不讀，不讀永遠迷惑，像下面四個字講的「愚痴蒙昧」，你不讀經書就是這樣的。解悟不管用，一定要證悟。但是證悟必定通過解悟，你不了解，你放什麼，你怎麼放法？了解了，明白了，我知道怎麼放，我知道放些什麼。解悟是看破，看破才會放下；放不下，說明你還沒有看破。你說我已經看破了。是的，你已經知道這樁事情，真的沒看破；真看破了，你決定放下。你身上背個重擔多難過，人家告訴你放下就快樂了，我一放下，真快樂，這擔子真丟掉了。勸你放下，你不肯放下，放下那個境界你享受不到。解悟是幫助你放下的，放下又是幫助你更深一層的解悟。佛法沒有別的，從初發心到如來地，就是放下幫助看破，看破幫助放下，這兩種方法相輔相成，一直到究竟圓滿。這是六十年前章嘉大師教給我的，真有效果。在這個時代，這個環境裡頭，很有效，永遠不衰，永遠不敗，永遠不會墮落。你要會用，你就有成就；不會用，你就有困難。所以這五種惡歸納起來，都是愚痴、瞋恚、貪婪，意業的三毒。"
    },
    {
      "id": "02-039-0530_p0018",
      "zh_CN": "我们再看下面这一段，「愚痴蒙昧以下」，这以下的经文，愚痴蒙昧以下这段经文，『愚痴蒙昧，自为智慧。不知生所从来，死所趣向。不仁不顺，希望长生』，就是这几句经文，说明愚痴出生之痛。「蒙昧」是无知，可是他自己不知道，他自为智慧，自以为是智慧，实在是愚痴到极处。把什么叫智慧、什么叫愚痴颠倒了，真正智慧他完全不知道，以为他现在很聪明、他很能干，所以自为智慧，那正是他愚痴，他造业。这一点，真正学佛的同学，希望我们这一生一定要求往生，不想再搞六道轮回了。如果你有这个觉悟，那你就得要很谨慎、很细心，一定要搞清楚，什么是智慧、什么是愚痴。起心动念里带着自私自利，带著名闻利养，带着贪瞋痴慢，那决定是愚痴。初学的人不知道什么叫智慧，会让你造业的那个念头、那种行为是愚痴，不愚痴怎么会造业？你从这上面去想，你就了解，我到底是愚痴还是有智慧。",
      "zh_TW": "我們再看下面這一段，「愚痴蒙昧以下」，這以下的經文，愚痴蒙昧以下這段經文，『愚痴蒙昧，自為智慧。不知生所從來，死所趣向。不仁不順，希望長生』，就是這幾句經文，說明愚痴出生之痛。「蒙昧」是無知，可是他自己不知道，他自為智慧，自以為是智慧，實在是愚痴到極處。把什麼叫智慧、什麼叫愚痴顛倒了，真正智慧他完全不知道，以為他現在很聰明、他很能幹，所以自為智慧，那正是他愚痴，他造業。這一點，真正學佛的同學，希望我們這一生一定要求往生，不想再搞六道輪迴了。如果你有這個覺悟，那你就得要很謹慎、很細心，一定要搞清楚，什麼是智慧、什麼是愚痴。起心動念裡帶著自私自利，帶著名聞利養，帶著貪瞋痴慢，那決定是愚痴。初學的人不知道什麼叫智慧，會讓你造業的那個念頭、那種行為是愚痴，不愚痴怎麼會造業？你從這上面去想，你就了解，我到底是愚痴還是有智慧。"
    },
    {
      "id": "02-039-0530_p0019",
      "zh_CN": "起心动念、言语造作没有自己，没有自私自利，没有贪瞋痴慢，没有名闻利养，这是智慧，你决定不会把事情做错。错跟对的标准是性德。换句话说，你起心动念、言语造作跟性德相应。性德是什么？十善、五戒、三皈、六度，我讲这四种。这四种是最普通的，与这四种相应，这是性德。如果与这四种相反的，就是愚痴。学佛修行修什么？佛没有自私自利，佛没有是非人我，佛没有贪瞋痴慢，佛没有名闻利养，我们要学佛，要学跟他一样，他不但说出来，说给我们听，他自己做到了。释迦牟尼佛一生随遇而安，什么都好，没有一样不好，顺境很好，逆境一样好；善人很好，恶人也好，没有分别。为什么没有分别？本性是一样的，本性都是佛，本性都是善。所有一切不善的这些差别是习性，习性不是你的本性，习性会变，本性不变。所谓习性是一时错误，是可以原谅的，愚痴，一时糊涂干错事情。你觉悟了，明白了，忏除业障，后不再作，你不又恢复了！你跟圣贤、跟善人、跟佛菩萨没有两样。所以佛菩萨叫我们看人的本性，不要看习性；看人的本善，不要看不善，我们才能够出离三界，才能够脱离轮回。人最怕的就是干这些愚痴无知，反以为自为智慧，觉得自己有智慧，有方法，这个错了。所以这是「自以为是，实为愚痴之极」，这愚痴到了极处。",
      "zh_TW": "起心動念、言語造作沒有自己，沒有自私自利，沒有貪瞋痴慢，沒有名聞利養，這是智慧，你決定不會把事情做錯。錯跟對的標準是性德。換句話說，你起心動念、言語造作跟性德相應。性德是什麼？十善、五戒、三皈、六度，我講這四種。這四種是最普通的，與這四種相應，這是性德。如果與這四種相反的，就是愚痴。學佛修行修什麼？佛沒有自私自利，佛沒有是非人我，佛沒有貪瞋痴慢，佛沒有名聞利養，我們要學佛，要學跟他一樣，他不但說出來，說給我們聽，他自己做到了。釋迦牟尼佛一生隨遇而安，什麼都好，沒有一樣不好，順境很好，逆境一樣好；善人很好，惡人也好，沒有分別。為什麼沒有分別？本性是一樣的，本性都是佛，本性都是善。所有一切不善的這些差別是習性，習性不是你的本性，習性會變，本性不變。所謂習性是一時錯誤，是可以原諒的，愚痴，一時糊塗幹錯事情。你覺悟了，明白了，懺除業障，後不再作，你不又恢復了！你跟聖賢、跟善人、跟佛菩薩沒有兩樣。所以佛菩薩叫我們看人的本性，不要看習性；看人的本善，不要看不善，我們才能夠出離三界，才能夠脫離輪迴。人最怕的就是幹這些愚痴無知，反以為自為智慧，覺得自己有智慧，有方法，這個錯了。所以這是「自以為是，實為愚痴之極」，這愚痴到了極處。"
    },
    {
      "id": "02-039-0530_p0020",
      "zh_CN": "「又因愚痴，不信三世因果，故不知此生之所从来，亦不知死后向何处去」，这是愚痴造成的，不相信三世因果。三世因果在哪里？就在当下。三世因果的原理是什么？弥勒菩萨给我们讲得清楚，三世因果是我们的念头。就像电影的底片一样，前面一张是过去的，这是现在的，这是未来的，这就是三世因果。放在电影放映机里面，一秒钟三世因果给你变换二十四次，你不知道。弥勒菩萨讲得更清楚，事实真相，一秒钟转动多少次？一千六百兆。前念不是后念，后念不是前念，念念都是独立的，念念都是虚妄的。为什么？它了不可得。这个事实真相，只有在大定当中才能看到，极其深的禅定可以把心住在一处，就是不动。实际上，自性本来是这样的，惠能大师给我们说过，「何期自性，本无动摇」。只有不动摇，你极其微细的动摇他都知道。我们今天不知道，什么原因？我们是大动大摇，所以微细动摇反而不知道了。这世间一般人讲心浮气躁，这心浮气躁是大风大浪。大风大浪之下，那个小的、微细的波浪不能觉察。宇宙的形成是极其微细波动而造成的，这种极其微细波动现象被现代科学家看出来了，量子力学家，这一下证明佛陀在三千年前所讲的这个微细的相一点都不错，三千年后科学家把它证明了。科学家告诉我们，微细念头频率非常之高，非常快速，没有说出数字。弥勒菩萨把快到什么程度说出来了，一秒钟这个波动频率一千六百兆。这就比科学家还厉害，科学家说不出数字，就太快了，速度太快了，佛能把它频率说出来。所以你明白这个道理，你就知道这就是三世因果，前念、今念、后念，这就是三世因果。",
      "zh_TW": "「又因愚痴，不信三世因果，故不知此生之所從來，亦不知死後向何處去」，這是愚痴造成的，不相信三世因果。三世因果在哪裡？就在當下。三世因果的原理是什麼？彌勒菩薩給我們講得清楚，三世因果是我們的念頭。就像電影的底片一樣，前面一張是過去的，這是現在的，這是未來的，這就是三世因果。放在電影放映機裡面，一秒鐘三世因果給你變換二十四次，你不知道。彌勒菩薩講得更清楚，事實真相，一秒鐘轉動多少次？一千六百兆。前念不是後念，後念不是前念，念念都是獨立的，念念都是虛妄的。為什麼？它了不可得。這個事實真相，只有在大定當中才能看到，極其深的禪定可以把心住在一處，就是不動。實際上，自性本來是這樣的，惠能大師給我們說過，「何期自性，本無動搖」。只有不動搖，你極其微細的動搖他都知道。我們今天不知道，什麼原因？我們是大動大搖，所以微細動搖反而不知道了。這世間一般人講心浮氣躁，這心浮氣躁是大風大浪。大風大浪之下，那個小的、微細的波浪不能覺察。宇宙的形成是極其微細波動而造成的，這種極其微細波動現象被現代科學家看出來了，量子力學家，這一下證明佛陀在三千年前所講的這個微細的相一點都不錯，三千年後科學家把它證明了。科學家告訴我們，微細念頭頻率非常之高，非常快速，沒有說出數字。彌勒菩薩把快到什麼程度說出來了，一秒鐘這個波動頻率一千六百兆。這就比科學家還厲害，科學家說不出數字，就太快了，速度太快了，佛能把它頻率說出來。所以你明白這個道理，你就知道這就是三世因果，前念、今念、後念，這就是三世因果。"
    },
    {
      "id": "02-039-0530_p0021",
      "zh_CN": "「不知此生之所从来，亦不知死后向何处去」。这学佛的人知道，真正把贤首国师《妄尽还源观》参透了，你不就都知道了，你从哪里来的，知道；你将来往哪里去，也知道。但是终极的目标是回归自性，我们从自性里头变出来的，最后再回归自性。自性是什么？自性就叫做佛，就叫做如来。我们死后向何处去？死后向回归自性这个方向、这个目标去。自性在净土里面称为常寂光净土，我们往生极乐世界，最后就是希望契入寂光净土，圆满了。寂光净土就是《华严经》上讲的妙觉如来，等觉的上面，等觉是菩萨最高的位次，五十一位菩萨等觉最高。等觉再上去就是妙觉，回归常寂光。我们知道，我们希望我们回归寂光，阿弥陀佛帮助我们。",
      "zh_TW": "「不知此生之所從來，亦不知死後向何處去」。這學佛的人知道，真正把賢首國師《妄盡還源觀》參透了，你不就都知道了，你從哪裡來的，知道；你將來往哪裡去，也知道。但是終極的目標是回歸自性，我們從自性裡頭變出來的，最後再回歸自性。自性是什麼？自性就叫做佛，就叫做如來。我們死後向何處去？死後向回歸自性這個方向、這個目標去。自性在淨土裡面稱為常寂光淨土，我們往生極樂世界，最後就是希望契入寂光淨土，圓滿了。寂光淨土就是《華嚴經》上講的妙覺如來，等覺的上面，等覺是菩薩最高的位次，五十一位菩薩等覺最高。等覺再上去就是妙覺，回歸常寂光。我們知道，我們希望我們回歸寂光，阿彌陀佛幫助我們。"
    },
    {
      "id": "02-039-0530_p0022",
      "zh_CN": "「不明因果，不信轮回」。这个轮回不管你信不信，不是信就有，不信就无，不是的。你信，它有；你不信它，它也有，它还有，你决定没有办法超越它。轮回里头最麻烦的一个现象，就是冤冤相报，这个事情叫麻烦透了。你造善因就有善果，这是报，你造恶因就有恶果，因缘果报丝毫不爽。千万不要以为我们动个念头别人不知道，那是假的，那是自欺欺人。我们现在总算搞清楚、搞明白了，从《华严经》、从《还源观》上搞明白了。原来我们这个念头一动，谁知道？贤首国师告诉我们，念头才动就周遍法界。所以整个宇宙跟自己就好像一个网，像我们现在讲的网路，这个网你看不见，真的是一个网路，任何一点跟全体都有感应，这里才一动，遍法界虚空界统统知道了。不但有情众生知道，无情众生也知道。我们起心动念，要问问：这桌子知不知道？椅子知不知道？墙壁知不知道？地板知不知道？统统知道。为什么？所有物质都是有机体，宇宙之间找不到一个东西是无机，是没有生命的，找不到，统统都有，我们学经教学这么多年才恍然大悟。",
      "zh_TW": "「不明因果，不信輪迴」。這個輪迴不管你信不信，不是信就有，不信就無，不是的。你信，它有；你不信它，它也有，它還有，你決定沒有辦法超越它。輪迴裡頭最麻煩的一個現象，就是冤冤相報，這個事情叫麻煩透了。你造善因就有善果，這是報，你造惡因就有惡果，因緣果報絲毫不爽。千萬不要以為我們動個念頭別人不知道，那是假的，那是自欺欺人。我們現在總算搞清楚、搞明白了，從《華嚴經》、從《還源觀》上搞明白了。原來我們這個念頭一動，誰知道？賢首國師告訴我們，念頭才動就周遍法界。所以整個宇宙跟自己就好像一個網，像我們現在講的網路，這個網你看不見，真的是一個網路，任何一點跟全體都有感應，這裡才一動，遍法界虛空界統統知道了。不但有情眾生知道，無情眾生也知道。我們起心動念，要問問：這桌子知不知道？椅子知不知道？牆壁知不知道？地板知不知道？統統知道。為什麼？所有物質都是有機體，宇宙之間找不到一個東西是無機，是沒有生命的，找不到，統統都有，我們學經教學這麼多年才恍然大悟。"
    },
    {
      "id": "02-039-0530_p0023",
      "zh_CN": "《心经》常常念，从小就会念，「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」，我们原来以为五蕴是讲人，不是的，五蕴是讲物质。物质什么？讲到最小的物质，现在叫量子。黄念老在前面给我们用的名词，也是科学家用的，中文翻译的，中微子。这中微子有多大？现在我们概念，很模糊的概念，不清楚，原子，都知道原子这个名词。原子当中有原子核，四周围有电子围绕着它，像太阳系一样，原子核子在当中，电子围绕着它。真的像小宇宙一样，我们肉眼看不见，高倍显微镜之下看到了，这电子很小。中微子多小？一百亿个中微子合成一个电子，所以一个电子要把它分开来，可以分成一百亿个中微子，也许就是佛经上讲的极微之微，再没法子分，再分没有了。那么小的一个物质，它里头有受想行识；换句话说，五蕴具足。现在我们才知道，观世音菩萨讲「照见五蕴皆空」，是照见中微子，它具足五蕴。具足这个五蕴，它停留的时间只是一千六百兆分之一秒，它就不见了。停留的时间那么短，所以皆空，你没办法掌握到。",
      "zh_TW": "《心經》常常念，從小就會念，「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」，我們原來以為五蘊是講人，不是的，五蘊是講物質。物質什麼？講到最小的物質，現在叫量子。黃念老在前面給我們用的名詞，也是科學家用的，中文翻譯的，中微子。這中微子有多大？現在我們概念，很模糊的概念，不清楚，原子，都知道原子這個名詞。原子當中有原子核，四周圍有電子圍繞著它，像太陽系一樣，原子核子在當中，電子圍繞著它。真的像小宇宙一樣，我們肉眼看不見，高倍顯微鏡之下看到了，這電子很小。中微子多小？一百億個中微子合成一個電子，所以一個電子要把它分開來，可以分成一百億個中微子，也許就是佛經上講的極微之微，再沒法子分，再分沒有了。那麼小的一個物質，它裡頭有受想行識；換句話說，五蘊具足。現在我們才知道，觀世音菩薩講「照見五蘊皆空」，是照見中微子，它具足五蘊。具足這個五蘊，它停留的時間只是一千六百兆分之一秒，它就不見了。停留的時間那麼短，所以皆空，你沒辦法掌握到。"
    },
    {
      "id": "02-039-0530_p0024",
      "zh_CN": "我们现前现象怎么来的？是这些现象密集集在一起产生的幻相。正如同电影银幕上，这个幻灯片一秒钟投射二十四张，二十四张累积在这个上面，让你产生一个幻相。这个我们容易懂。而现在事实真相，是这些中微子现的这个现象，是一秒钟是一千六百兆张的幻灯片，在一秒钟当中产生的幻相，让你完全不知道它是假的，这才叫照见五蕴皆空。《般若经》上讲的，「一切法无所有，毕竟空，不可得」，事实真相！你怎么能把这个东西看成真的？如果这个事实真相你要是肯定了，你要是明白、彻悟了，有没有灾难？没有了。太空毁灭也不造成灾难，为什么？不可得。我们身体有没有？没有，我与我所都不可得。",
      "zh_TW": "我們現前現象怎麼來的？是這些現象密集集在一起產生的幻相。正如同電影銀幕上，這個幻燈片一秒鐘投射二十四張，二十四張累積在這個上面，讓你產生一個幻相。這個我們容易懂。而現在事實真相，是這些中微子現的這個現象，是一秒鐘是一千六百兆張的幻燈片，在一秒鐘當中產生的幻相，讓你完全不知道它是假的，這才叫照見五蘊皆空。《般若經》上講的，「一切法無所有，畢竟空，不可得」，事實真相！你怎麼能把這個東西看成真的？如果這個事實真相你要是肯定了，你要是明白、徹悟了，有沒有災難？沒有了。太空毀滅也不造成災難，為什麼？不可得。我們身體有沒有？沒有，我與我所都不可得。"
    },
    {
      "id": "02-039-0530_p0025",
      "zh_CN": "你能够把这些真相搞清楚，你的心是定的，你决定不会被外面境界动摇。为什么？没有个东西，根本就没有。这是什么境界？这是常寂光里头的境界。这个境界就是这部经上所讲的真实之际，这经上讲三种真实，真实之际，也就是事实真相。你怎么知道的？真实智慧见到真实之际。见到之后，你就会得到真实的利益。真实利益是什么？彻底放下。知道什么？一切法无所有，毕竟空，那是真实利益。无论什么样的灾难现前，你看穿了，你全看明白了。这些现象呢？这些现象是众生业力变现的。能变的业力不是真的，所变的现象也不是真的，那你看这个大灾难还不就像我们看电视一样，你看到这些节目，看到这些演出，你明了它的业因果报。迷惑的人在里头受罪，不知道事实真相，他以为是真的。所以，因果轮回真有。",
      "zh_TW": "你能夠把這些真相搞清楚，你的心是定的，你決定不會被外面境界動搖。為什麼？沒有個東西，根本就沒有。這是什麼境界？這是常寂光裡頭的境界。這個境界就是這部經上所講的真實之際，這經上講三種真實，真實之際，也就是事實真相。你怎麼知道的？真實智慧見到真實之際。見到之後，你就會得到真實的利益。真實利益是什麼？徹底放下。知道什麼？一切法無所有，畢竟空，那是真實利益。無論什麼樣的災難現前，你看穿了，你全看明白了。這些現象呢？這些現象是眾生業力變現的。能變的業力不是真的，所變的現象也不是真的，那你看這個大災難還不就像我們看電視一樣，你看到這些節目，看到這些演出，你明瞭它的業因果報。迷惑的人在裡頭受罪，不知道事實真相，他以為是真的。所以，因果輪迴真有。"
    },
    {
      "id": "02-039-0530_p0026",
      "zh_CN": "「不知利他，唯图自利，故待人接物不仁不顺」，这个错了。错在哪里？错在不知道一切人、一切物是自己，就错这里。因为什么？一切人、一切物都是自己自性变现出来的，他跟自是不二的，自他是一不是二。所以害人什么？害自己，利人是利益自己。像两只手，右手帮助左手，你说是帮助它，还是帮助自己？右手跟左手要不要变成冤家对头？为什么？一体。现在我们不知道，整个宇宙跟我们是一体。这桩事情，如果你能把《还源观》念通了，你就恍然大悟，你就真的明了了。真明了之后，你看到一切众生有苦难，你就会奋不顾身，你去帮助他。为什么？一体，同体大悲，无缘大慈，自然流出来。他不要报酬，他不要人家赞扬。如果把这个人看是冤家，那个人看是对头，这个人我喜欢，那个人讨厌，那就完全是愚痴蒙昧，你对于事实真相是一无所知，叫真可怜，你在这里造业。所以这个造业受报，冤冤相报何时了？没完没了，苦头不是一生的，生生世世。所以不遇到佛法怎么办？",
      "zh_TW": "「不知利他，唯圖自利，故待人接物不仁不順」，這個錯了。錯在哪裡？錯在不知道一切人、一切物是自己，就錯這裡。因為什麼？一切人、一切物都是自己自性變現出來的，他跟自是不二的，自他是一不是二。所以害人什麼？害自己，利人是利益自己。像兩隻手，右手幫助左手，你說是幫助它，還是幫助自己？右手跟左手要不要變成冤家對頭？為什麼？一體。現在我們不知道，整個宇宙跟我們是一體。這樁事情，如果你能把《還源觀》念通了，你就恍然大悟，你就真的明瞭了。真明瞭之後，你看到一切眾生有苦難，你就會奮不顧身，你去幫助他。為什麼？一體，同體大悲，無緣大慈，自然流出來。他不要報酬，他不要人家讚揚。如果把這個人看是冤家，那個人看是對頭，這個人我喜歡，那個人討厭，那就完全是愚痴蒙昧，你對於事實真相是一無所知，叫真可憐，你在這裡造業。所以這個造業受報，冤冤相報何時了？沒完沒了，苦頭不是一生的，生生世世。所以不遇到佛法怎麼辦？"
    },
    {
      "id": "02-039-0530_p0027",
      "zh_CN": "知道这个道理，才晓得佛法好，不是佛法，我们怎么知道？还不是糊里糊涂过一辈子，这一生当中造多少业！善有善报，恶有恶报，善恶不能抵消，这个道理一定要懂。我做了很多坏事，我要多做一点好事来弥补，不行，各有各的报，善有善的报，恶有恶的报，善恶是不能抵消的。这个不能抵消的道理，我们也从看电影底片上能觉悟到，它每一张每一张，它上一张跟下一张没关系，它怎么抵消法？所以它不能抵消，各有各的报。什么时候报？遇缘就报。善恶的业因在阿赖耶里头，遇到善缘，善种子先报；遇到恶缘，恶种子先报。所以果报这个事情，总在遇缘不同。于是我们就明白了，世出世间一切法无比殊胜的就是佛法，遇到佛法，那真的是中第一特奖，比中第一特奖的机会还难，你能够遇到。遇到它，真实利益是什么？真实利益是解脱的机会。你遇到了，你在这一生就有永远脱离轮回、脱离十法界的缘分，机缘你遇到了。你能够掌握，你就出去了。换句话说，无始劫以来解决不了的问题，这一次解决了，好就好在这里。所以这个缘分我们要珍惜，珍惜就是你真正认识你才会珍惜，你不认识你不懂，真明白了才珍惜。无论如何在这个短短时间当中，我要解决自己问题。",
      "zh_TW": "知道這個道理，才曉得佛法好，不是佛法，我們怎麼知道？還不是糊裡糊塗過一輩子，這一生當中造多少業！善有善報，惡有惡報，善惡不能抵消，這個道理一定要懂。我做了很多壞事，我要多做一點好事來彌補，不行，各有各的報，善有善的報，惡有惡的報，善惡是不能抵消的。這個不能抵消的道理，我們也從看電影底片上能覺悟到，它每一張每一張，它上一張跟下一張沒關係，它怎麼抵消法？所以它不能抵消，各有各的報。什麼時候報？遇緣就報。善惡的業因在阿賴耶裡頭，遇到善緣，善種子先報；遇到惡緣，惡種子先報。所以果報這個事情，總在遇緣不同。於是我們就明白了，世出世間一切法無比殊勝的就是佛法，遇到佛法，那真的是中第一特獎，比中第一特獎的機會還難，你能夠遇到。遇到它，真實利益是什麼？真實利益是解脫的機會。你遇到了，你在這一生就有永遠脫離輪迴、脫離十法界的緣分，機緣你遇到了。你能夠掌握，你就出去了。換句話說，無始劫以來解決不了的問題，這一次解決了，好就好在這裡。所以這個緣分我們要珍惜，珍惜就是你真正認識你才會珍惜，你不認識你不懂，真明白了才珍惜。無論如何在這個短短時間當中，我要解決自己問題。"
    },
    {
      "id": "02-039-0530_p0028",
      "zh_CN": "所以不知利他，唯图自利，这是绝大错误。他不知道利他就是自利，自利就是害自己，自利造作无量无边的罪业。你说我自利我有什么过失？这他不知道，过失在哪里？增长我执，就是这一个麻烦。你为什么出不了六道轮回？就是我执。你看看佛教入门，头一个破身见，《金刚经》大家念得多，「无我相，无人相，无众生相，无寿者相」，是什么人？小乘须陀洹，大乘初信位的菩萨，菩萨五十一个阶级头一个初信位的菩萨，四相破了，你才能证得。你样样都为我，这个我执愈来愈坚固，愈来愈放不下，道理在此地。世间法念念为我，为什么？他不离开六道。出世间法要离开六道，离开六道的时候，头一个把我放下，没有我。所以真正做到无我、无人、无众生、无寿者，你看才能证得初果，有我怎么行！",
      "zh_TW": "所以不知利他，唯圖自利，這是絕大錯誤。他不知道利他就是自利，自利就是害自己，自利造作無量無邊的罪業。你說我自利我有什麼過失？這他不知道，過失在哪裡？增長我執，就是這一個麻煩。你為什麼出不了六道輪迴？就是我執。你看看佛教入門，頭一個破身見，《金剛經》大家念得多，「無我相，無人相，無眾生相，無壽者相」，是什麼人？小乘須陀洹，大乘初信位的菩薩，菩薩五十一個階級頭一個初信位的菩薩，四相破了，你才能證得。你樣樣都為我，這個我執愈來愈堅固，愈來愈放不下，道理在此地。世間法念念為我，為什麼？他不離開六道。出世間法要離開六道，離開六道的時候，頭一個把我放下，沒有我。所以真正做到無我、無人、無眾生、無壽者，你看才能證得初果，有我怎麼行！"
    },
    {
      "id": "02-039-0530_p0029",
      "zh_CN": "所以佛在经教里，无论大乘、小乘，都是教我们利益别人，舍己为人。好处在哪里？把我淡化，最后把我放下，你就证果了。小乘须陀洹，大乘初信位，在佛门里地位最低，刚刚入门。但是我们不能小看他，不能低估他，虽然他刚刚入门，这个门是圣人之门。他入这个门就是圣人，我们称他为小小圣人，最低位的圣人。三种不退转，他第一种得到，位不退。证得这个果位，没出六道，但是绝对不会堕到三途，这保证。他在六道里只有人天两道，人间、天上。但是两道它有期限，七次，人间天上上下往来七次，他就超越六道，他证阿罗汉果，永远脱离六道轮回。所以它有期限的，好像念小学，六年一定就毕业，他就离开小学。所以初果，天上人间七次往返，他就超越，毕业了，小学毕业了，离开小学。所以我们一定要记住，常常有个利益别人的心，利益众生的心，把我淡化。世间人最痛苦的，造业第一个因素就是自私自利，所以起心动念损人利己。损人利己事情决定不能干，尤其是三宝，侵占三宝，占三宝的便宜，这个罪过，一般讲没有好报应。这句话的意思很深长，要好好去想，果报是很可怕的。",
      "zh_TW": "所以佛在經教裡，無論大乘、小乘，都是教我們利益別人，捨己為人。好處在哪裡？把我淡化，最後把我放下，你就證果了。小乘須陀洹，大乘初信位，在佛門裡地位最低，剛剛入門。但是我們不能小看他，不能低估他，雖然他剛剛入門，這個門是聖人之門。他入這個門就是聖人，我們稱他為小小聖人，最低位的聖人。三種不退轉，他第一種得到，位不退。證得這個果位，沒出六道，但是絕對不會墮到三途，這保證。他在六道裡只有人天兩道，人間、天上。但是兩道它有期限，七次，人間天上上下往來七次，他就超越六道，他證阿羅漢果，永遠脫離六道輪迴。所以它有期限的，好像念小學，六年一定就畢業，他就離開小學。所以初果，天上人間七次往返，他就超越，畢業了，小學畢業了，離開小學。所以我們一定要記住，常常有個利益別人的心，利益眾生的心，把我淡化。世間人最痛苦的，造業第一個因素就是自私自利，所以起心動念損人利己。損人利己事情決定不能幹，尤其是三寶，侵佔三寶，佔三寶的便宜，這個罪過，一般講沒有好報應。這句話的意思很深長，要好好去想，果報是很可怕的。"
    },
    {
      "id": "02-039-0530_p0030",
      "zh_CN": "「故待人接物不仁不顺」，仁是爱人，不知道爱人。不知道爱人的人，我们一定要晓得，他不知道自爱，只有懂得自爱的人他会爱人，不爱人的时候不懂得自爱。懂得自爱，为什么会造恶业？自己作恶业，堕三途，堕地狱，这哪里是自爱？糊涂。真正有智慧的人，他自爱，他不造恶业，他不跟人结怨，在菩提道上他没有冤亲债主附身，没有找麻烦的，这就自爱。处处树敌，处处跟人结怨，菩提路上全是冤亲债主，天天找麻烦，那怎么叫自爱？那从理上讲，心不清净就是不自爱。自爱的人永远守住自己的清净平等觉。这经上讲的，清净平等觉是你的真心，你的真心是清净心、是平等心、是觉而不迷。现在这三个都失掉，自私自利、名闻利养、贪瞋痴慢是染污，把心染污掉了，清净没有了；贡高我慢，自以为是，平等心没有了，这哪叫自爱？迷惑颠倒，没有智慧，觉没有了，这叫不自爱。不自爱，当然他不会爱人。",
      "zh_TW": "「故待人接物不仁不順」，仁是愛人，不知道愛人。不知道愛人的人，我們一定要曉得，他不知道自愛，只有懂得自愛的人他會愛人，不愛人的時候不懂得自愛。懂得自愛，為什麼會造惡業？自己作惡業，墮三途，墮地獄，這哪裡是自愛？糊塗。真正有智慧的人，他自愛，他不造惡業，他不跟人結怨，在菩提道上他沒有冤親債主附身，沒有找麻煩的，這就自愛。處處樹敵，處處跟人結怨，菩提路上全是冤親債主，天天找麻煩，那怎麼叫自愛？那從理上講，心不清淨就是不自愛。自愛的人永遠守住自己的清淨平等覺。這經上講的，清淨平等覺是你的真心，你的真心是清淨心、是平等心、是覺而不迷。現在這三個都失掉，自私自利、名聞利養、貪瞋痴慢是染污，把心染污掉了，清淨沒有了；貢高我慢，自以為是，平等心沒有了，這哪叫自愛？迷惑顛倒，沒有智慧，覺沒有了，這叫不自愛。不自愛，當然他不會愛人。"
    },
    {
      "id": "02-039-0530_p0031",
      "zh_CN": "不仁不顺，不顺是不顺性德。下面有个简单解释，「庄子曰：爱人利物谓之仁」，这个人能爱人，不但爱人，他还爱物，就是一切万物，花草树木、山河大地，他没有不爱的，这叫仁。「顺者，和顺」，和睦，随顺大自然，大自然的运行就是性德的流露。因为他不仁、他不顺，「唯知自私，故希望长生」，他能长生得了吗？有，确实有，无恶不作的人寿命很长，这经上讲过的，那什么原因？他前世修的福德太大，这一生无论做多少坏事，他前世的福报在，他还没享完，他所享受的是前世福报，做这些好事，在这支撑住他。福享尽，这一生所造的恶业，恶报就现前，那个时候后悔就来不及。这是事实真相，不是古圣先贤用来吓唬人的，不是，那你把古圣先贤就全看错了。古圣先贤、诸佛菩萨句句是老实话，决定没有一句是威胁利诱的，他不会用这个手段来待人、来教化众生，不用这种手段，这非法的手段他不用，都是实话实说，老老实实。",
      "zh_TW": "不仁不順，不順是不順性德。下面有個簡單解釋，「莊子曰：愛人利物謂之仁」，這個人能愛人，不但愛人，他還愛物，就是一切萬物，花草樹木、山河大地，他沒有不愛的，這叫仁。「順者，和順」，和睦，隨順大自然，大自然的運行就是性德的流露。因為他不仁、他不順，「唯知自私，故希望長生」，他能長生得了嗎？有，確實有，無惡不作的人壽命很長，這經上講過的，那什麼原因？他前世修的福德太大，這一生無論做多少壞事，他前世的福報在，他還沒享完，他所享受的是前世福報，做這些好事，在這支撐住他。福享盡，這一生所造的惡業，惡報就現前，那個時候後悔就來不及。這是事實真相，不是古聖先賢用來嚇唬人的，不是，那你把古聖先賢就全看錯了。古聖先賢、諸佛菩薩句句是老實話，決定沒有一句是威脅利誘的，他不會用這個手段來待人、來教化眾生，不用這種手段，這非法的手段他不用，都是實話實說，老老實實。"
    },
    {
      "id": "02-039-0530_p0032",
      "zh_CN": "「如是之人心愚行劣」，他确实愚痴，下劣。虽『慈心教诲』，慈心是佛菩萨、是善知识，慈悲教诲。但是他『不肯信』，他还是相信他自己所作所为是正确的。『苦口与语，无益其人』，佛菩萨苦口婆心的来劝导他，不相信，不愿意去理解，当然更不愿意去奉行，这对他没有利益。但是也不能说完全没有利益，大乘教上常讲「一历耳根永为道种」，他的利益在此地。佛菩萨慈悲，在他阿赖耶识里种下菩提的种子，就这个利益，这一生不得受用，这一生该受些什么，他还是要受，他不能够免掉。可是能信、能解，真正能够忏悔改过，念佛求生，那他的问题解决了，那他这一生得的利益可大了。下面说，「盖因如是痴人，心中茅塞」，好像有茅草把他的悟门堵塞，他不开悟，怎么给他说，他不开悟，「虽闻良言，不能领解」，他没法子领会，他无法开解。「此正显痴毒所招感之苦痛」。这是说眼前的，好话听不进去，真话听不懂，现在这个社会所谓听骗不听劝，你骗他，他很欢喜，你劝导他，他听不懂，他不能接受，这是很愚痴、很可怜！",
      "zh_TW": "「如是之人心愚行劣」，他確實愚痴，下劣。雖『慈心教誨』，慈心是佛菩薩、是善知識，慈悲教誨。但是他『不肯信』，他還是相信他自己所作所為是正確的。『苦口與語，無益其人』，佛菩薩苦口婆心的來勸導他，不相信，不願意去理解，當然更不願意去奉行，這對他沒有利益。但是也不能說完全沒有利益，大乘教上常講「一歷耳根永為道種」，他的利益在此地。佛菩薩慈悲，在他阿賴耶識裡種下菩提的種子，就這個利益，這一生不得受用，這一生該受些什麼，他還是要受，他不能夠免掉。可是能信、能解，真正能夠懺悔改過，念佛求生，那他的問題解決了，那他這一生得的利益可大了。下面說，「蓋因如是痴人，心中茅塞」，好像有茅草把他的悟門堵塞，他不開悟，怎麼給他說，他不開悟，「雖聞良言，不能領解」，他沒法子領會，他無法開解。「此正顯痴毒所招感之苦痛」。這是說眼前的，好話聽不進去，真話聽不懂，現在這個社會所謂聽騙不聽勸，你騙他，他很歡喜，你勸導他，他聽不懂，他不能接受，這是很愚痴、很可憐！"
    },
    {
      "id": "02-039-0530_p0033",
      "zh_CN": "「《净影疏》曰：现有愚痴，暗障覆心，无所知晓，以之为痛。」现前愚痴，为什么现在愚痴？有因素的，过去不肯法布施，就得这个果报。这种情形我们细心去观察，很多，自己懂的东西去教别人，还要留一手，怕你将来超过他。这就是愚痴的因，他到来生就愚痴，想学东西，听不懂，你吝法！所以吝法得愚痴的果报。另外一个什么？障碍别人学习，怕别人学习比我强，我总想方法障碍他，这个念头得愚痴果报。我听一个同修跟我讲，那是事实，他的朋友，不是他家，他的朋友，有个小孩很聪明，在学校念书，考的分数都很高，班上有一个同学比他好，每一次考试他都没有办法超越。那个同学害病死了，他非常高兴，在家里讲，「死得好、死得好」。家人问他为什么？没有人可以跟我竞争了，那将来稳当他拿第一名，那个比他强的人死了。这一个念头就种下愚痴的因，这是什么？嫉妒。这个小孩将来长大，再聪明、再能干，他没有德行，注定他一生将来都造罪业。罪业造满之后，阿鼻地狱去了。你就从这些地方清清楚楚看出来，他走的是什么路？走的是地狱路。不知道爱人，不知道尊敬人，总是把别人的好事毁掉，让自己站在前面，这个念头是地狱的念头。",
      "zh_TW": "「《淨影疏》曰：現有愚痴，闇障覆心，無所知曉，以之為痛。」現前愚痴，為什麼現在愚痴？有因素的，過去不肯法布施，就得這個果報。這種情形我們細心去觀察，很多，自己懂的東西去教別人，還要留一手，怕你將來超過他。這就是愚痴的因，他到來生就愚痴，想學東西，聽不懂，你吝法！所以吝法得愚痴的果報。另外一個什麼？障礙別人學習，怕別人學習比我強，我總想方法障礙他，這個念頭得愚痴果報。我聽一個同修跟我講，那是事實，他的朋友，不是他家，他的朋友，有個小孩很聰明，在學校念書，考的分數都很高，班上有一個同學比他好，每一次考試他都沒有辦法超越。那個同學害病死了，他非常高興，在家裡講，「死得好、死得好」。家人問他為什麼？沒有人可以跟我競爭了，那將來穩當他拿第一名，那個比他強的人死了。這一個念頭就種下愚痴的因，這是什麼？嫉妒。這個小孩將來長大，再聰明、再能幹，他沒有德行，注定他一生將來都造罪業。罪業造滿之後，阿鼻地獄去了。你就從這些地方清清楚楚看出來，他走的是什麼路？走的是地獄路。不知道愛人，不知道尊敬人，總是把別人的好事毀掉，讓自己站在前面，這個念頭是地獄的念頭。"
    },
    {
      "id": "02-039-0530_p0034",
      "zh_CN": "暗障覆心，覆是障碍，障碍你的清净心，障碍你觉悟的心，这都是属于愚痴。无所知晓，用佛法讲，诸法实相他一无所知，诸法实相就是一切万事万物的真相，无所知晓。以之为痛，这个痛非常严重，但是许许多多人已经麻木，虽然是极为痛苦，但他现在无知，就像一个人一身麻木了，有很疼痛的，他自己不知道，那就非常可怜。人知道痛苦，他会改；不知道痛苦，他不会改。他不改，他将来要堕地狱；他知痛，他能够改的时候，他还可以不堕地狱。这给我们学佛的人是一个很大的警惕，我们有没有犯这个毛病？要犯这个毛病，将来堕到地狱里头后悔莫及，来不及了。要想回头，这里头有个关键，那就是要降低自己的欲望。欲望太多，欲念太强，人就迷惑、就麻醉，就会犯这些毛病。世尊当年在世，给我们示现了最好的榜样，生活只要能过得去就满足。老人家一生，印度是热带，所以不需要很多衣服，三衣一钵，他足够了，每天出去托钵一钵饭。印度没有四季，热带地区只有一个夏季，所以他衣服很单薄。晚上这个衣服就拿来当被盖一样盖在身上。树下一宿，日中一食，其乐融融，法喜充满，常生欢喜心，他真放下。人最苦的就是欲望太多，欲望永远填不满，那你就天天造业。造业的时候不知道，死了之后果报现前就晓得了。",
      "zh_TW": "闇障覆心，覆是障礙，障礙你的清淨心，障礙你覺悟的心，這都是屬於愚痴。無所知曉，用佛法講，諸法實相他一無所知，諸法實相就是一切萬事萬物的真相，無所知曉。以之為痛，這個痛非常嚴重，但是許許多多人已經麻木，雖然是極為痛苦，但他現在無知，就像一個人一身麻木了，有很疼痛的，他自己不知道，那就非常可憐。人知道痛苦，他會改；不知道痛苦，他不會改。他不改，他將來要墮地獄；他知痛，他能夠改的時候，他還可以不墮地獄。這給我們學佛的人是一個很大的警惕，我們有沒有犯這個毛病？要犯這個毛病，將來墮到地獄裡頭後悔莫及，來不及了。要想回頭，這裡頭有個關鍵，那就是要降低自己的欲望。欲望太多，欲念太強，人就迷惑、就麻醉，就會犯這些毛病。世尊當年在世，給我們示現了最好的榜樣，生活只要能過得去就滿足。老人家一生，印度是熱帶，所以不需要很多衣服，三衣一缽，他足夠了，每天出去托缽一缽飯。印度沒有四季，熱帶地區只有一個夏季，所以他衣服很單薄。晚上這個衣服就拿來當被蓋一樣蓋在身上。樹下一宿，日中一食，其樂融融，法喜充滿，常生歡喜心，他真放下。人最苦的就是欲望太多，欲望永遠填不滿，那你就天天造業。造業的時候不知道，死了之後果報現前就曉得了。"
    },
    {
      "id": "02-039-0530_p0035",
      "zh_CN": "一切都放下，念佛往生净土是非常非常容易，对他来讲，这个事情太简单了。他对这个世间没有贪恋，你叫他一心向往净土，他就真的一心想着、一心念着，这个人必定往生。净土这个法门，你不遇到，那就没话说，遇到真肯干，时间再短都成功。问题是真忏悔、真回头，假的就不行了。你真心跟阿弥陀佛，立刻就感应道交，确确实实一念相应一念佛，念念相应念念佛，一点都不错。这个例子很多很多，《净土圣贤录》里头，《往生传》里面，乃至我们现前同修当中，你亲眼所见，亲耳所闻的，那个不是假的。《弥陀经》上告诉我们的，「若一日到若七日」，不要很长的时间。真正真心忏悔，一天、二天的时间够了，就能把你无量劫的罪业统统忏除。问题是你有没有这个决心？有没有这种勇猛、这个勇气改过自新？过去的恶真的放下，从现在起起心动念纯善纯净。纯善纯净就是一句弥陀，心里除弥陀之外，什么都没有，这就有感应。阿弥陀佛，还有一个杂念在里头，就把你感应破坏掉了。四十八愿里讲得很清楚，临命终时一念十念就能往生。这是阿弥陀佛慈悲到极处。现在的问题就是为什么放不下？答案就是你对事实真相没搞清楚，事实真相是什么？事实真相是假的，你不知道，你以为它是真的，你上当了。以为是真的，你想控制它，你想支配它，你想占有它，你就在造业。这个业造得很冤枉，为什么？自他都不可得，你不就冤枉吗？真正知道自他都不可得，你的妄念全放下了，不造业了，念念与自性相应，念念与实相相应。这是什么人？佛菩萨的境界，你现前就契入了。",
      "zh_TW": "一切都放下，念佛往生淨土是非常非常容易，對他來講，這個事情太簡單了。他對這個世間沒有貪戀，你叫他一心嚮往淨土，他就真的一心想著、一心念著，這個人必定往生。淨土這個法門，你不遇到，那就沒話說，遇到真肯幹，時間再短都成功。問題是真懺悔、真回頭，假的就不行了。你真心跟阿彌陀佛，立刻就感應道交，確確實實一念相應一念佛，念念相應念念佛，一點都不錯。這個例子很多很多，《淨土聖賢錄》裡頭，《往生傳》裡面，乃至我們現前同修當中，你親眼所見，親耳所聞的，那個不是假的。《彌陀經》上告訴我們的，「若一日到若七日」，不要很長的時間。真正真心懺悔，一天、二天的時間夠了，就能把你無量劫的罪業統統懺除。問題是你有沒有這個決心？有沒有這種勇猛、這個勇氣改過自新？過去的惡真的放下，從現在起起心動念純善純淨。純善純淨就是一句彌陀，心裡除彌陀之外，什麼都沒有，這就有感應。阿彌陀佛，還有一個雜念在裡頭，就把你感應破壞掉了。四十八願裡講得很清楚，臨命終時一念十念就能往生。這是阿彌陀佛慈悲到極處。現在的問題就是為什麼放不下？答案就是你對事實真相沒搞清楚，事實真相是什麼？事實真相是假的，你不知道，你以為它是真的，你上當了。以為是真的，你想控制它，你想支配它，你想佔有它，你就在造業。這個業造得很冤枉，為什麼？自他都不可得，你不就冤枉嗎？真正知道自他都不可得，你的妄念全放下了，不造業了，念念與自性相應，念念與實相相應。這是什麼人？佛菩薩的境界，你現前就契入了。"
    },
    {
      "id": "02-039-0530_p0036",
      "zh_CN": "末后这一句话结得好，这念老结的，「盖谓愚痴覆心，故蒙昧无知，此实为人生之巨痛」，没有比这个更痛苦的事情。但是这种人多，可怜，他自己不知道，完全不觉悟。学佛的人知道不知道？知道的人不多。为什么？没真学。为什么没有真学？名利没放下，欲望没放下，烦恼没放下，不是真学。摆在你面前的，你有没有这个人我喜欢、那个人我讨厌，有没有这个念头？有。有就是假的。为什么是假的？你心不清净，你心不平等，所以你心迷惑不觉。不觉就是愚痴蒙昧，就是后面讲的愚痴覆心，蒙昧无知。你不能不相信，你不相信，你这一生回不了头来；如果你相信，我自己真的是愚昧，愚痴蒙昧，你才能回头，回头是岸！自己不知道，自以为很聪明，此地讲的自为智慧，自以为有智慧，不知道自己愚痴蒙昧，有意无意造作无量无边的地狱罪业，不知道。将来堕地狱，不晓得怎么堕的，你说你冤不冤枉？",
      "zh_TW": "末後這一句話結得好，這念老結的，「蓋謂愚痴覆心，故蒙昧無知，此實為人生之巨痛」，沒有比這個更痛苦的事情。但是這種人多，可憐，他自己不知道，完全不覺悟。學佛的人知道不知道？知道的人不多。為什麼？沒真學。為什麼沒有真學？名利沒放下，欲望沒放下，煩惱沒放下，不是真學。擺在你面前的，你有沒有這個人我喜歡、那個人我討厭，有沒有這個念頭？有。有就是假的。為什麼是假的？你心不清淨，你心不平等，所以你心迷惑不覺。不覺就是愚痴蒙昧，就是後面講的愚痴覆心，蒙昧無知。你不能不相信，你不相信，你這一生回不了頭來；如果你相信，我自己真的是愚昧，愚痴蒙昧，你才能回頭，回頭是岸！自己不知道，自以為很聰明，此地講的自為智慧，自以為有智慧，不知道自己愚痴蒙昧，有意無意造作無量無邊的地獄罪業，不知道。將來墮地獄，不曉得怎麼墮的，你說你冤不冤枉？"
    },
    {
      "id": "02-039-0530_p0037",
      "zh_CN": "这桩事情怎么个拯救？就是听经、读经。听经是帮助你解，读经是帮助你修。读经的时候，读得清清楚楚、明明白白，没有杂念渗透进去，那叫真的读经。读经，一面读，一面还胡思乱想，那是假的，那不是真的。念佛有口无心，古人说的「喊破喉咙也枉然」。读经如果有杂念渗透进去，这本经念破了也没用处。读经跟念佛一样是修行，不许可有一个杂念渗透进来。譬如这部经我需要一个小时念完，一个小时没有杂念，这真功夫。所以读要会读，会读是修行。这个事情不能不知道。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "這樁事情怎麼個拯救？就是聽經、讀經。聽經是幫助你解，讀經是幫助你修。讀經的時候，讀得清清楚楚、明明白白，沒有雜念滲透進去，那叫真的讀經。讀經，一面讀，一面還胡思亂想，那是假的，那不是真的。念佛有口無心，古人說的「喊破喉嚨也枉然」。讀經如果有雜念滲透進去，這本經念破了也沒用處。讀經跟念佛一樣是修行，不許可有一個雜念滲透進來。譬如這部經我需要一個小時念完，一個小時沒有雜念，這真功夫。所以讀要會讀，會讀是修行。這個事情不能不知道。好，今天時間到了，我們就學習到此地。"
    }
  ]
}