{
  "doc_id": "02-039-0204",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二０四集",
    "zh_TW": "第二０四集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0204",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "02-039-0204_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第二百四十八面，倒数第六行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第二百四十八面，倒數第六行看起："
    },
    {
      "id": "02-039-0204_p0002",
      "zh_CN": "「于一念顷」，经文一念顷下面是遍供诸佛愿，「于一念顷，指极短促之时间。一念之时限，诸说不一，已见前释。今依《翻译名义集》，以刹那为一念。并依《大论》一弹指顷有六十刹那，故知一念，指一弹指所占时间之六十分之一，故甚短暂。」在佛法里面，这个刹那是很短的时间，《仁王经》上说一弹指有六十刹那，《大智度论》也是这个说法，《仁王经》上还讲一刹那有九百个生灭。我们读了《菩萨处胎经》，弥勒菩萨跟释迦牟尼佛的对话，我们知道这个说法很多，在弥勒菩萨告诉我们的，他说「一弹指有三十二亿百千念，念念成形，形皆有识」，比《仁王经》上更短，时间更短。弥勒菩萨所说的，跟现在量子力学家们所发现的非常接近，也许就是科学家所说的小光子，佛法里面讲的极微之微，这个再没有办法分，再分就没有了，这是物质现象里面最小的。科学家也证实物质不是真的，是这些小光子累积连续产生的幻相。让我们体会到，大乘教里面常讲的「五蕴皆空」，这个现象，佛分得非常详细，把它分为「色受想行识」，就在这么短暂时间里面有这些现象产生。色是物质现象，受想行识是精神现象；换句话说，用佛法来讲，极微之微它具足五蕴现象。于是我们就晓得，整个宇宙都不出这个现象，在最小的这个一念之间，它就有圆满的现象，受想行识圆满的现象。以我们人来讲，这个人的身体它是个五蕴现象，现在我们明白了，这个五蕴身体不管怎么分，分成到极微之微，每个点还是个完整的五蕴现象，这个好像科学家也证实。确实一般人很难想像，可以说无法想像，这个是事实真相。佛经里面说「芥子纳须弥，须弥纳芥子」，也是说明这个现象。其实这小光子比芥子小得太多，芥子是芥菜子，像芝麻粒那么大的，那就很大很大了，那个里面可以容纳须弥山，为什么？须弥山没有离开五蕴，小光子也是圆满的五蕴。所以从这个地方看，《华严经》上说大小不二，这是真的，即使这一个小光子，它里面所含的是整个宇宙圆满的信息。这些是佛经里面所讲的科学。",
      "zh_TW": "「於一念頃」，經文一念頃下面是遍供諸佛願，「於一念頃，指極短促之時間。一念之時限，諸說不一，已見前釋。今依《翻譯名義集》，以剎那為一念。並依《大論》一彈指頃有六十剎那，故知一念，指一彈指所占時間之六十分之一，故甚短暫。」在佛法裡面，這個剎那是很短的時間，《仁王經》上說一彈指有六十剎那，《大智度論》也是這個說法，《仁王經》上還講一剎那有九百個生滅。我們讀了《菩薩處胎經》，彌勒菩薩跟釋迦牟尼佛的對話，我們知道這個說法很多，在彌勒菩薩告訴我們的，他說「一彈指有三十二億百千念，念念成形，形皆有識」，比《仁王經》上更短，時間更短。彌勒菩薩所說的，跟現在量子力學家們所發現的非常接近，也許就是科學家所說的小光子，佛法裡面講的極微之微，這個再沒有辦法分，再分就沒有了，這是物質現象裡面最小的。科學家也證實物質不是真的，是這些小光子累積連續產生的幻相。讓我們體會到，大乘教裡面常講的「五蘊皆空」，這個現象，佛分得非常詳細，把它分為「色受想行識」，就在這麼短暫時間裡面有這些現象產生。色是物質現象，受想行識是精神現象；換句話說，用佛法來講，極微之微它具足五蘊現象。於是我們就曉得，整個宇宙都不出這個現象，在最小的這個一念之間，它就有圓滿的現象，受想行識圓滿的現象。以我們人來講，這個人的身體它是個五蘊現象，現在我們明白了，這個五蘊身體不管怎麼分，分成到極微之微，每個點還是個完整的五蘊現象，這個好像科學家也證實。確實一般人很難想像，可以說無法想像，這個是事實真相。佛經裡面說「芥子納須彌，須彌納芥子」，也是說明這個現象。其實這小光子比芥子小得太多，芥子是芥菜子，像芝麻粒那麼大的，那就很大很大了，那個裡面可以容納須彌山，為什麼？須彌山沒有離開五蘊，小光子也是圓滿的五蘊。所以從這個地方看，《華嚴經》上說大小不二，這是真的，即使這一個小光子，它裡面所含的是整個宇宙圓滿的信息。這些是佛經裡面所講的科學。"
    },
    {
      "id": "02-039-0204_p0003",
      "zh_CN": "这么极短的时间，我们往下看，「然于此短促刹那之际，可超过亿那由他百千佛刹，周遍巡历」。这个境界跟《华严经》上所说的，像贤首大师的《妄尽还源观》三种周遍，无论是物质现象，或者是精神现象、自然现象，现象总不外乎这三大类，这三大类的现象，任何一个现象的发生，都是「周遍法界、出生无尽、含容空有」，这三种周遍。这是自性的性德，佛法的术语叫法尔如是，它本来就是这样的。当这些现象静止的时候，它的活动是波动的现象，静止的时候就是自性的本体，净宗里面称为常寂光。它有振动现象发生，这就变成阿赖耶，阿赖耶变现整个宇宙一切万法。所以佛在经上说，这个宇宙是「心现识变」，心现这个心动了，心不动它不现，心动了它就现。你要问什么时候动、什么原因动？没有，没有时间，也没有原因，所以说这个动叫妄动，它不是真的。佛教里还有个名词说这个现象叫「无始无明」，这个现象叫无明，无明是无始，无始是什么？没有开始。为什么说它没有开始？因为它的时间太短暂，你没有办法感觉到它开始。一弹指三十二亿百千念，你怎么能够发现它？所以称它作无始。实际上有一句话说得很好，「就在当下」，这一句话也很难懂、很难懂，为什么？我们观念当中那个当下，已经很长很长的时间，不知道多少个当下累积在一起，我们才有感觉，实际上当下我们没有办法感觉。大乘教里面说八地以上的菩萨，接近妙觉的果位，他才能感受得到，七地以前都无法感受到，那当然我们凡夫就更不必说了。",
      "zh_TW": "這麼極短的時間，我們往下看，「然於此短促剎那之際，可超過億那由他百千佛剎，周遍巡歷」。這個境界跟《華嚴經》上所說的，像賢首大師的《妄盡還源觀》三種周遍，無論是物質現象，或者是精神現象、自然現象，現象總不外乎這三大類，這三大類的現象，任何一個現象的發生，都是「周遍法界、出生無盡、含容空有」，這三種周遍。這是自性的性德，佛法的術語叫法爾如是，它本來就是這樣的。當這些現象靜止的時候，它的活動是波動的現象，靜止的時候就是自性的本體，淨宗裡面稱為常寂光。它有振動現象發生，這就變成阿賴耶，阿賴耶變現整個宇宙一切萬法。所以佛在經上說，這個宇宙是「心現識變」，心現這個心動了，心不動它不現，心動了它就現。你要問什麼時候動、什麼原因動？沒有，沒有時間，也沒有原因，所以說這個動叫妄動，它不是真的。佛教裡還有個名詞說這個現象叫「無始無明」，這個現象叫無明，無明是無始，無始是什麼？沒有開始。為什麼說它沒有開始？因為它的時間太短暫，你沒有辦法感覺到它開始。一彈指三十二億百千念，你怎麼能夠發現它？所以稱它作無始。實際上有一句話說得很好，「就在當下」，這一句話也很難懂、很難懂，為什麼？我們觀念當中那個當下，已經很長很長的時間，不知道多少個當下累積在一起，我們才有感覺，實際上當下我們沒有辦法感覺。大乘教裡面說八地以上的菩薩，接近妙覺的果位，他才能感受得到，七地以前都無法感受到，那當然我們凡夫就更不必說了。"
    },
    {
      "id": "02-039-0204_p0004",
      "zh_CN": "这是佛经上给我们说的诸法实相，在这个现象里面，所有现象是平等的，一丝毫差别都没有。以后那些差别是识变的，就是分别执着，从这里变现出来的；没有分别执着的时候，现象是不变的。但是现象也不是真的存在，这个道理一定要懂。真正明白、肯定了，你自然就放下了，知道《般若经》上所讲的是真的，「万法皆空」。《金刚经》上所说「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。六百卷《大般若》讲这个现象，实在讲就是一句话，佛说了二十二年，二十二年真正懂得的人并不很多，「一切法无所有，毕竟空，不可得」，所以说佛为什么教我们放下，道理在此地。它如果是真的，你可以得到。得不到！不但外面境界你得不到，连我们的身体得不到；不但身体得不到，我们起心动念得不到，念头刹那生灭，所以才说「凡所有相皆是虚妄」，包括实报庄严土。这样我们才真正体会到，《百法明门论》里面讲的，六个无为法只有一个是真的，「真如无为」，这讲自性。其他五个无为法也不是真的，假的，叫相似无为，它不是真的无为，它还是有生灭，生灭的相不明显。不但我们不容易觉察到，包括二乘、权教菩萨也很难觉察到它的生灭现象，所以也称作无为法。这是说明这速度之快，一念之间遍法界虚空界，所以它周遍巡历。",
      "zh_TW": "這是佛經上給我們說的諸法實相，在這個現象裡面，所有現象是平等的，一絲毫差別都沒有。以後那些差別是識變的，就是分別執著，從這裡變現出來的；沒有分別執著的時候，現象是不變的。但是現象也不是真的存在，這個道理一定要懂。真正明白、肯定了，你自然就放下了，知道《般若經》上所講的是真的，「萬法皆空」。《金剛經》上所說「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。六百卷《大般若》講這個現象，實在講就是一句話，佛說了二十二年，二十二年真正懂得的人並不很多，「一切法無所有，畢竟空，不可得」，所以說佛為什麼教我們放下，道理在此地。它如果是真的，你可以得到。得不到！不但外面境界你得不到，連我們的身體得不到；不但身體得不到，我們起心動念得不到，念頭剎那生滅，所以才說「凡所有相皆是虛妄」，包括實報莊嚴土。這樣我們才真正體會到，《百法明門論》裡面講的，六個無為法只有一個是真的，「真如無為」，這講自性。其他五個無為法也不是真的，假的，叫相似無為，它不是真的無為，它還是有生滅，生滅的相不明顯。不但我們不容易覺察到，包括二乘、權教菩薩也很難覺察到它的生滅現象，所以也稱作無為法。這是說明這速度之快，一念之間遍法界虛空界，所以它周遍巡歷。"
    },
    {
      "id": "02-039-0204_p0005",
      "zh_CN": "「深显极乐国人神通妙用不可思议」，这个境界是如来果地上的境界。菩萨神足通的能力已经不可思议，但是跟佛比还有很大的差距。极乐世界的天人，诸位要记住，天人，凡圣同居土往生的，他们得弥陀本愿加持，这四十八愿本愿的加持，他的神通、道力、智慧、德相就跟阿弥陀佛相同，这是极乐世界无比殊胜之处，他方世界没有的，只有极乐世界有。我们头一个要相信佛菩萨不会欺骗我们，佛菩萨句句话都是真语、实语、如语、不诳语者，我们应当要相信，我们往生到极乐世界没成佛，但是等于成佛了，这是阿弥陀佛的恩泽。一切诸佛所以尊崇阿弥陀佛，赞叹阿弥陀佛，称他为「光中极尊，佛中之王」，道理就在此地。虽然是佛佛道同，愿力不相同，智慧、神通、道力是相同的，愿力不相同，弥陀这个愿力不可思议，普度遍法界虚空界这些苦难、迷惑颠倒的众生，很快的成佛，这是弥陀的本愿。这些众生要与佛的愿相应才能得度，这才帮得上忙；与他这个四十八愿相违，佛就度不了你。这个道理，真正希望这一生求生到极乐世界的人，你必须要懂得，你要不懂它就会造成障缘，障碍你往生。",
      "zh_TW": "「深顯極樂國人神通妙用不可思議」，這個境界是如來果地上的境界。菩薩神足通的能力已經不可思議，但是跟佛比還有很大的差距。極樂世界的天人，諸位要記住，天人，凡聖同居土往生的，他們得彌陀本願加持，這四十八願本願的加持，他的神通、道力、智慧、德相就跟阿彌陀佛相同，這是極樂世界無比殊勝之處，他方世界沒有的，只有極樂世界有。我們頭一個要相信佛菩薩不會欺騙我們，佛菩薩句句話都是真語、實語、如語、不誑語者，我們應當要相信，我們往生到極樂世界沒成佛，但是等於成佛了，這是阿彌陀佛的恩澤。一切諸佛所以尊崇阿彌陀佛，讚歎阿彌陀佛，稱他為「光中極尊，佛中之王」，道理就在此地。雖然是佛佛道同，願力不相同，智慧、神通、道力是相同的，願力不相同，彌陀這個願力不可思議，普度遍法界虛空界這些苦難、迷惑顛倒的眾生，很快的成佛，這是彌陀的本願。這些眾生要與佛的願相應才能得度，這才幫得上忙；與他這個四十八願相違，佛就度不了你。這個道理，真正希望這一生求生到極樂世界的人，你必須要懂得，你要不懂它就會造成障緣，障礙你往生。"
    },
    {
      "id": "02-039-0204_p0006",
      "zh_CN": "下面为我们解释，「那由他，数也，古说不一」。「其小者」，跟中国这个数来对比也有差别，说法都不一样，「如《玄应音义》谓：那由他，当中国十万」，印度人称那由他，中国的十万，「其较大者，则谓：那由他，隋言数千万」，你看这个差太大了。隋代，中国人称隋，因为那个时候翻经的风气非常殊胜，大部分的经典都是隋唐所翻译的，大量的翻译，这是中国佛教的黄金时代。「他说不俱引」，还有别的讲法，这数字不同。「故其数难于确定，但可定言亿那由他百千，表一难以数计之大数也」，这是可以这样讲法的，它是亿那由他百千。",
      "zh_TW": "下面為我們解釋，「那由他，數也，古說不一」。「其小者」，跟中國這個數來對比也有差別，說法都不一樣，「如《玄應音義》謂：那由他，當中國十萬」，印度人稱那由他，中國的十萬，「其較大者，則謂：那由他，隋言數千萬」，你看這個差太大了。隋代，中國人稱隋，因為那個時候翻經的風氣非常殊勝，大部分的經典都是隋唐所翻譯的，大量的翻譯，這是中國佛教的黃金時代。「他說不俱引」，還有別的講法，這數字不同。「故其數難於確定，但可定言億那由他百千，表一難以數計之大數也」，這是可以這樣講法的，它是億那由他百千。"
    },
    {
      "id": "02-039-0204_p0007",
      "zh_CN": "下面是佛刹，「于一刹那，能超过如是众多佛刹，表所到之处至远也」。这是说什么？说供佛。前面跟诸位报告过，佛教人福慧双修，这是很有道理的，不但要有智慧，还得要有福报。自性里面福慧是圆满的，我们迷失自性之后，自性圆满的福慧不能现前。现在虽在修行，纵然修到法身菩萨，无始无明习气没断尽，这个习气还是障碍性德，障碍虽然不严重，但还是有障碍。必须把无始无明习气断尽，那就叫妙觉位，等觉位还有一品，最后一品还没断掉。这桩事情全部都是在实报庄严土去完成，在十法界里是决定做不到的，在实报土去完成这桩大事。在实报土里面修行，就像这个经上所说的一样，你有这个能力一念之间周遍法界。跟《还源观》上讲的一样，「出生无尽」，就是说你能够变现无量无边身，每一个佛刹每一尊佛陀的前面你都去参学，你都去供养，供养是修福。你一定听佛说法，佛是老师，一定在讲经说法，听法开智慧，所以这一个举止是福慧双修。",
      "zh_TW": "下面是佛剎，「於一剎那，能超過如是眾多佛剎，表所到之處至遠也」。這是說什麼？說供佛。前面跟諸位報告過，佛教人福慧雙修，這是很有道理的，不但要有智慧，還得要有福報。自性裡面福慧是圓滿的，我們迷失自性之後，自性圓滿的福慧不能現前。現在雖在修行，縱然修到法身菩薩，無始無明習氣沒斷盡，這個習氣還是障礙性德，障礙雖然不嚴重，但還是有障礙。必須把無始無明習氣斷盡，那就叫妙覺位，等覺位還有一品，最後一品還沒斷掉。這樁事情全部都是在實報莊嚴土去完成，在十法界裡是決定做不到的，在實報土去完成這樁大事。在實報土裡面修行，就像這個經上所說的一樣，你有這個能力一念之間周遍法界。跟《還源觀》上講的一樣，「出生無盡」，就是說你能夠變現無量無邊身，每一個佛剎每一尊佛陀的前面你都去參學，你都去供養，供養是修福。你一定聽佛說法，佛是老師，一定在講經說法，聽法開智慧，所以這一個舉止是福慧雙修。"
    },
    {
      "id": "02-039-0204_p0008",
      "zh_CN": "我们世间，现在交通方便，像隋唐那个时候交通不方便，水路算是最方便的，帆船；陆地上最快速的是马车，跟现在交通不能相比。所以这些名山宝刹，高僧大德善友参访很辛苦，很长的时间。在这个典籍里面记载的，中国这些典籍记载，「赵州和尚八十犹行脚」，还是很精进到处去参学，为什么？没开悟，开悟就不必了。西方极乐世界这些菩萨说老实话都开悟了，实报土的菩萨全是开悟了。开悟之后这些活动也没有终止下来，还是不断的去参学，这意味着什么？只有一桩事情，为那些还没有开悟的人做影响众。别人看到了，你看那么多等觉菩萨都天天出去参学，那下面的十住、十行、十回向、十地，能不出去参学吗？同时在这个行动里面，显示出性德里面所讲的「诚敬谦和」，至诚恭敬、谦虚和睦显示出来，这是性德自然的流露，把我们自性里面的智慧德相引发出来。也是我们世间人所谓「学为人师，行为世范」，起心动念、言语造作都要给世间大众做好榜样，诸佛如来给遍法界虚空界一切众生，菩萨、二乘、天人，还包括六道里面一切众生情与无情做好榜样，我们自己就不会懈怠了。方东美先生所说的「学佛是人生最高的享受」，这里头有最高的享受，这里头有法喜充满，这里面确实是常生欢喜心，大乘佛法完全表现在这种活动当中。",
      "zh_TW": "我們世間，現在交通方便，像隋唐那個時候交通不方便，水路算是最方便的，帆船；陸地上最快速的是馬車，跟現在交通不能相比。所以這些名山寶剎，高僧大德善友參訪很辛苦，很長的時間。在這個典籍裡面記載的，中國這些典籍記載，「趙州和尚八十猶行腳」，還是很精進到處去參學，為什麼？沒開悟，開悟就不必了。西方極樂世界這些菩薩說老實話都開悟了，實報土的菩薩全是開悟了。開悟之後這些活動也沒有終止下來，還是不斷的去參學，這意味著什麼？只有一樁事情，為那些還沒有開悟的人做影響眾。別人看到了，你看那麼多等覺菩薩都天天出去參學，那下面的十住、十行、十迴向、十地，能不出去參學嗎？同時在這個行動裡面，顯示出性德裡面所講的「誠敬謙和」，至誠恭敬、謙虛和睦顯示出來，這是性德自然的流露，把我們自性裡面的智慧德相引發出來。也是我們世間人所謂「學為人師，行為世範」，起心動念、言語造作都要給世間大眾做好榜樣，諸佛如來給遍法界虛空界一切眾生，菩薩、二乘、天人，還包括六道裡面一切眾生情與無情做好榜樣，我們自己就不會懈怠了。方東美先生所說的「學佛是人生最高的享受」，這裡頭有最高的享受，這裡頭有法喜充滿，這裡面確實是常生歡喜心，大乘佛法完全表現在這種活動當中。"
    },
    {
      "id": "02-039-0204_p0009",
      "zh_CN": "下面讲，「周遍巡历者，表所游之国至广也」，他参学的范围非常之广。「供养诸佛，表所兴之事至繁也」，这个繁当作多，真的是无量无边。「而悉于一念之顷，圆满成就者」，需要多少时间？一念，一念之间圆满成就，「备显极乐国土之事事无碍，一多相即，延促同时」。这是不可思议的境界，这是诸法实相，这是真相，备显极乐国土事事无碍，是四种无碍里达到究竟圆满。清凉判《华严》四种无碍，理无碍、事无碍、理事无碍，最后是事事无碍。这在什么时候显示出来？在实报土。但是西方极乐世界我们要知道，凡圣同居土就显示出这个境界，这也就是说我们学佛，为什么要修净宗法门，为什么要取极乐世界，道理就在此地。我们不到这个地方去修行，别的地方那个困难也是不能想像的，可以说太难了。这桩事情我们能够体验到，不是体验不到的，我们想想，在这个世间断烦恼这桩事情，佛法的入门是破身见，这个道理我们都懂，能破得了吗？什么时候我们把身见放下？不要说多，放下个一分钟，有没有一个人曾经把身见放下过一分钟？不要太多，找不到。一秒钟可能，一分钟大概就找不到，一秒钟不是放下，忘掉了，没这个念头，忘掉了。可见得这个烦恼，身见、边见、成见念念相续，有时候好像没有了，不是没有，我们没有觉察到，这个念头念念相续没有断过，你说多难！这个东西存在不能入门，这是证须陀洹果的第一个条件，大乘教里面像华严十信位菩萨，初信也是第一个条件。从这些地方我们就体会到真难，太难了！佛教我们这个方法，把念念相续改成阿弥陀佛，把它调换一下。我们现在念念相续的是我，把身体当作我，现在把这个念念相续换成阿弥陀佛，就成功了，成大功了。虽然没开悟、没见性，生到西方极乐世界凡圣同居土往生，得阿弥陀佛四十八愿的加持，跟阿惟越致菩萨没有两样，阿惟越致是实报土的菩萨，法身菩萨。明显的不一样处，六种神通具足，你看这个神足通一念周遍巡历，遍法界虚空界一切诸佛刹土一个不漏。这事事无碍，一多相即，一即是多，多即是一，延促同时，延是长时间，促是短时间，时间突破了，没有时间，一多相即是空间突破，现在就是说时空这个界限没有了，入了这个境界。",
      "zh_TW": "下面講，「周遍巡歷者，表所遊之國至廣也」，他參學的範圍非常之廣。「供養諸佛，表所興之事至繁也」，這個繁當作多，真的是無量無邊。「而悉於一念之頃，圓滿成就者」，需要多少時間？一念，一念之間圓滿成就，「備顯極樂國土之事事無礙，一多相即，延促同時」。這是不可思議的境界，這是諸法實相，這是真相，備顯極樂國土事事無礙，是四種無礙裡達到究竟圓滿。清涼判《華嚴》四種無礙，理無礙、事無礙、理事無礙，最後是事事無礙。這在什麼時候顯示出來？在實報土。但是西方極樂世界我們要知道，凡聖同居土就顯示出這個境界，這也就是說我們學佛，為什麼要修淨宗法門，為什麼要取極樂世界，道理就在此地。我們不到這個地方去修行，別的地方那個困難也是不能想像的，可以說太難了。這樁事情我們能夠體驗到，不是體驗不到的，我們想想，在這個世間斷煩惱這樁事情，佛法的入門是破身見，這個道理我們都懂，能破得了嗎？什麼時候我們把身見放下？不要說多，放下個一分鐘，有沒有一個人曾經把身見放下過一分鐘？不要太多，找不到。一秒鐘可能，一分鐘大概就找不到，一秒鐘不是放下，忘掉了，沒這個念頭，忘掉了。可見得這個煩惱，身見、邊見、成見念念相續，有時候好像沒有了，不是沒有，我們沒有覺察到，這個念頭念念相續沒有斷過，你說多難！這個東西存在不能入門，這是證須陀洹果的第一個條件，大乘教裡面像華嚴十信位菩薩，初信也是第一個條件。從這些地方我們就體會到真難，太難了！佛教我們這個方法，把念念相續改成阿彌陀佛，把它調換一下。我們現在念念相續的是我，把身體當作我，現在把這個念念相續換成阿彌陀佛，就成功了，成大功了。雖然沒開悟、沒見性，生到西方極樂世界凡聖同居土往生，得阿彌陀佛四十八願的加持，跟阿惟越致菩薩沒有兩樣，阿惟越致是實報土的菩薩，法身菩薩。明顯的不一樣處，六種神通具足，你看這個神足通一念周遍巡歷，遍法界虛空界一切諸佛剎土一個不漏。這事事無礙，一多相即，一即是多，多即是一，延促同時，延是長時間，促是短時間，時間突破了，沒有時間，一多相即是空間突破，現在就是說時空這個界限沒有了，入了這個境界。"
    },
    {
      "id": "02-039-0204_p0010",
      "zh_CN": "下面说「芥子须弥，十方不离当处」，芥子跟须弥是讲大小不二，芥子小，须弥山大，须弥山里面能容芥子，十方不离当处，这是空间没有了，空间维次突破；「一念遍供，三世不隔当念」，过去、现在、未来这三世，时间突破了。后头这两句话重要，「当下即是，圆摄无遗」，这是我们的本能，这是我们的自性，诸佛如来如是，一切众生也如是。诸佛如来得圆满的受用，众生是迷失了自性，虽有，它不起作用。不起作用的原因，佛给我们讲得很清楚，你有无明烦恼、有尘沙烦恼、有见思烦恼，这个东西把你自性的智慧德相障碍住，只是障碍住，并没有丝毫损失。只要障碍除掉，障碍放下了，自性智慧德能完全显露出来，跟诸佛如来没有两样，所以佛才说「一切众生本来是佛」，这话是真的不是假的。佛经上所说的这些不思议的境界，都可以在我们这身体上去找证明。在楞严会上，释迦牟尼佛教波斯匿王，告诉他，你的身体有生灭，年岁老了觉得寿命不长了，可是你身上有不生不灭的自性，这是什么东西？六根根性。在眼叫见性，在耳叫闻性，这个东西没有变化，从你出生到老死，它没有变化，没有变化这是真的，永存不灭。身体是物质，物质有变化，物质的身体有生灭，你灵性不生不灭。中国人常讲灵魂，灵魂是什么？灵性在迷的状态没觉悟。迷的状态它还是有分别执着，就是它有见思烦恼、它有尘沙烦恼。它觉悟，觉悟六道就没有了，就超越六道，这阿罗汉。虽然超过六道，没有超过十法界，这是二乘、权教菩萨的境界，这个是不容易。",
      "zh_TW": "下面說「芥子須彌，十方不離當處」，芥子跟須彌是講大小不二，芥子小，須彌山大，須彌山裡面能容芥子，十方不離當處，這是空間沒有了，空間維次突破；「一念遍供，三世不隔當念」，過去、現在、未來這三世，時間突破了。後頭這兩句話重要，「當下即是，圓攝無遺」，這是我們的本能，這是我們的自性，諸佛如來如是，一切眾生也如是。諸佛如來得圓滿的受用，眾生是迷失了自性，雖有，它不起作用。不起作用的原因，佛給我們講得很清楚，你有無明煩惱、有塵沙煩惱、有見思煩惱，這個東西把你自性的智慧德相障礙住，只是障礙住，並沒有絲毫損失。只要障礙除掉，障礙放下了，自性智慧德能完全顯露出來，跟諸佛如來沒有兩樣，所以佛才說「一切眾生本來是佛」，這話是真的不是假的。佛經上所說的這些不思議的境界，都可以在我們這身體上去找證明。在楞嚴會上，釋迦牟尼佛教波斯匿王，告訴他，你的身體有生滅，年歲老了覺得壽命不長了，可是你身上有不生不滅的自性，這是什麼東西？六根根性。在眼叫見性，在耳叫聞性，這個東西沒有變化，從你出生到老死，它沒有變化，沒有變化這是真的，永存不滅。身體是物質，物質有變化，物質的身體有生滅，你靈性不生不滅。中國人常講靈魂，靈魂是什麼？靈性在迷的狀態沒覺悟。迷的狀態它還是有分別執著，就是它有見思煩惱、它有塵沙煩惱。它覺悟，覺悟六道就沒有了，就超越六道，這阿羅漢。雖然超過六道，沒有超過十法界，這是二乘、權教菩薩的境界，這個是不容易。"
    },
    {
      "id": "02-039-0204_p0011",
      "zh_CN": "我们今天遇到这个法门，这个法门殊胜，烦恼习气不需要断，只要控制住，它不起作用，我们的功德就圆满，叫伏烦恼，不是断，伏比断容易太多。那就是什么？古人所讲的生、熟，我们凡夫对烦恼习气很熟，念念烦恼就起来；我们的阿弥陀佛不熟，常常就忘掉。如何能够把它对换一下，烦恼常常不见了，没想到，阿弥陀佛常常能够相续不断，那就成功了。生处换成熟处，熟处换成生处，让它调换一下就好了。怎么样调换法？你得真念才行！大势至菩萨方法高明，「都摄六根，净念相继」，这个方法就能让我们把这个生熟调转过来，得真干，不真干不行。要干多久？一般的情形就是你真干，你真放下，一般大概是三年到五年，这个生熟就调转过来了。一转过来，往生就自在，我不想在这个世间，真的你就能往生。如果这个世间有缘分，缘分不是别的，多带几个人一起往生，办得到，不是办不到，这叫生死自在。净宗法门修到生死自在，时间一般讲三年到五年；三年、五年你不能成就，是你没有真干，你没有真念，真念的话是可以做得到。「故云：华藏无异极乐，净土遍收玄妙」，这两句话是真的，《华严经》上毘卢遮那佛的实报土华藏世界，西方实报土是阿弥陀佛的实报庄严土，是一不是二。净土这个法门确实是遍收玄妙，八万四千法门都在其中，一即是多，多即是一。我们看到这是遍供诸佛这个大愿。",
      "zh_TW": "我們今天遇到這個法門，這個法門殊勝，煩惱習氣不需要斷，只要控制住，它不起作用，我們的功德就圓滿，叫伏煩惱，不是斷，伏比斷容易太多。那就是什麼？古人所講的生、熟，我們凡夫對煩惱習氣很熟，念念煩惱就起來；我們的阿彌陀佛不熟，常常就忘掉。如何能夠把它對換一下，煩惱常常不見了，沒想到，阿彌陀佛常常能夠相續不斷，那就成功了。生處換成熟處，熟處換成生處，讓它調換一下就好了。怎麼樣調換法？你得真念才行！大勢至菩薩方法高明，「都攝六根，淨念相繼」，這個方法就能讓我們把這個生熟調轉過來，得真幹，不真幹不行。要幹多久？一般的情形就是你真幹，你真放下，一般大概是三年到五年，這個生熟就調轉過來了。一轉過來，往生就自在，我不想在這個世間，真的你就能往生。如果這個世間有緣分，緣分不是別的，多帶幾個人一起往生，辦得到，不是辦不到，這叫生死自在。淨宗法門修到生死自在，時間一般講三年到五年；三年、五年你不能成就，是你沒有真幹，你沒有真念，真念的話是可以做得到。「故云：華藏無異極樂，淨土遍收玄妙」，這兩句話是真的，《華嚴經》上毘盧遮那佛的實報土華藏世界，西方實報土是阿彌陀佛的實報莊嚴土，是一不是二。淨土這個法門確實是遍收玄妙，八萬四千法門都在其中，一即是多，多即是一。我們看到這是遍供諸佛這個大願。"
    },
    {
      "id": "02-039-0204_p0012",
      "zh_CN": "再看下面这一章，这一章也只是一愿：",
      "zh_TW": "再看下面這一章，這一章也只是一願："
    },
    {
      "id": "02-039-0204_p0013",
      "zh_CN": "【我作佛时。所有众生。生我国者。远离分别。诸根寂静。若不决定成等正觉。证大涅槃者。不取正觉。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。遠離分別。諸根寂靜。若不決定成等正覺。證大涅槃者。不取正覺。】"
    },
    {
      "id": "02-039-0204_p0014",
      "zh_CN": "这一愿是「定成正觉愿」。我们看念老的注解，「此第十二愿，名定成正觉愿。往生者决定成佛，正显弥陀之本心，唯以一佛乘，广度无边众生于究竟涅槃也」。这句话非常重要，所以净宗隋唐时代古大德，这些祖师大德们他们肯定这个法门是一乘大法。原本讲一乘大法只有三部经，《华严》、《法华》、《梵网》。《梵网经》没有完全传到中国来，传到中国来只有一品，「菩萨心地戒品」两卷，听说这部经分量很大，只有两卷传到中国来，这个经现在也不存在，失传了。中国这些古大德发现《无量寿经》也是一乘大经，为什么？《华严经》末后普贤菩萨十大愿王导归极乐，从这个地方发现的。所以古大德说，《华严》、《法华》都是《无量寿经》的引导，这个话我相信。为什么？我相信净土法门，真的是从《华严》、《法华》、《楞严》引导到这个进来的，看这些经典统统都是指归西方极乐世界。《楞严经》上也非常明显，佛问这些大菩萨们，问他们的修行，二十五位菩萨做代表，代表无量法门，无量法门归纳起来不出二十五大类。这个二十五大类是从哪来的？六根、六尘、六识，这就十八，再加上七大地水火风空见识是二十五。不管修哪个法门，你出不了这个范围，所以称为二十五种圆通。任何一个法门都能明心见性，所以佛才说「法门平等，无有高下」，这是真的。可是我们个人根性不相同，所以修行就有难易差别，法门没有差异的，决定平等的，我们根性不平等。",
      "zh_TW": "這一願是「定成正覺願」。我們看念老的註解，「此第十二願，名定成正覺願。往生者決定成佛，正顯彌陀之本心，唯以一佛乘，廣度無邊眾生於究竟涅槃也」。這句話非常重要，所以淨宗隋唐時代古大德，這些祖師大德們他們肯定這個法門是一乘大法。原本講一乘大法只有三部經，《華嚴》、《法華》、《梵網》。《梵網經》沒有完全傳到中國來，傳到中國來只有一品，「菩薩心地戒品」兩卷，聽說這部經分量很大，只有兩卷傳到中國來，這個經現在也不存在，失傳了。中國這些古大德發現《無量壽經》也是一乘大經，為什麼？《華嚴經》末後普賢菩薩十大願王導歸極樂，從這個地方發現的。所以古大德說，《華嚴》、《法華》都是《無量壽經》的引導，這個話我相信。為什麼？我相信淨土法門，真的是從《華嚴》、《法華》、《楞嚴》引導到這個進來的，看這些經典統統都是指歸西方極樂世界。《楞嚴經》上也非常明顯，佛問這些大菩薩們，問他們的修行，二十五位菩薩做代表，代表無量法門，無量法門歸納起來不出二十五大類。這個二十五大類是從哪來的？六根、六塵、六識，這就十八，再加上七大地水火風空見識是二十五。不管修哪個法門，你出不了這個範圍，所以稱為二十五種圓通。任何一個法門都能明心見性，所以佛才說「法門平等，無有高下」，這是真的。可是我們個人根性不相同，所以修行就有難易差別，法門沒有差異的，決定平等的，我們根性不平等。"
    },
    {
      "id": "02-039-0204_p0015",
      "zh_CN": "所以在《楞严经》上，一般都认为《楞严》是密宗必修的、禅宗必修的，好像净土宗的经典里面没有《楞严经》。其实「大势至菩萨圆通章」就是《楞严经》上的，还有「观世音菩萨耳根圆通章」，但是很少人去念，一般人念观音菩萨，都念《法华经》里面「观世音菩萨普门品」，都念这个。文殊菩萨，这是世尊命令他的，让他替我们娑婆世界，特别是替地球上这些众生，这二十五种法门给他选一种，文殊菩萨帮助我们选，选的是「耳根圆通」，就是观世音菩萨，所以观世音菩萨跟这个地方的众生特别有缘分。我们六根眼耳鼻舌身意，最灵光的是耳朵，看看不清楚，听得清楚，所以耳根比眼根厉害。观世音菩萨就是修耳根圆通的，「反闻闻自性，性成无上道」，所以我们跟菩萨缘就很深，根性相同。而其实二十五圆通里，不只是观音菩萨这一个法门是个特殊法门，特殊是有两个。这个特殊是什么？按顺序排列的就是一般法门，一般排列的，不按一般顺序排列的，这就是特别法门。按顺序排列，观音菩萨排在第二，他是耳根，你看六根里眼第一个，第二个就耳根，鼻舌身，这样排列的。他没有排在第二，他排在最后，排在第二十五，这就是显示他的特别，而且太明显，你看原来应该摆在第二，他现在摆在最末后，所以大家一看就知道。",
      "zh_TW": "所以在《楞嚴經》上，一般都認為《楞嚴》是密宗必修的、禪宗必修的，好像淨土宗的經典裡面沒有《楞嚴經》。其實「大勢至菩薩圓通章」就是《楞嚴經》上的，還有「觀世音菩薩耳根圓通章」，但是很少人去念，一般人念觀音菩薩，都念《法華經》裡面「觀世音菩薩普門品」，都念這個。文殊菩薩，這是世尊命令他的，讓他替我們娑婆世界，特別是替地球上這些眾生，這二十五種法門給他選一種，文殊菩薩幫助我們選，選的是「耳根圓通」，就是觀世音菩薩，所以觀世音菩薩跟這個地方的眾生特別有緣分。我們六根眼耳鼻舌身意，最靈光的是耳朵，看看不清楚，聽得清楚，所以耳根比眼根厲害。觀世音菩薩就是修耳根圓通的，「反聞聞自性，性成無上道」，所以我們跟菩薩緣就很深，根性相同。而其實二十五圓通裡，不只是觀音菩薩這一個法門是個特殊法門，特殊是有兩個。這個特殊是什麼？按順序排列的就是一般法門，一般排列的，不按一般順序排列的，這就是特別法門。按順序排列，觀音菩薩排在第二，他是耳根，你看六根裡眼第一個，第二個就耳根，鼻舌身，這樣排列的。他沒有排在第二，他排在最後，排在第二十五，這就是顯示他的特別，而且太明顯，你看原來應該擺在第二，他現在擺在最末後，所以大家一看就知道。"
    },
    {
      "id": "02-039-0204_p0016",
      "zh_CN": "另外一个特别的，他那个位置只差一个，所以不明显，你要仔细去看你就发现到，七大里的地水火风空见识，「大势至菩萨念佛圆通章」是见大，弥勒菩萨是识大，他摆在弥勒菩萨的前面，这是按照顺序排的。但是大势至菩萨没有按顺序，他跟弥勒菩萨两个对换了，他排在弥勒菩萨的后面，弥勒菩萨排在他前面。因为他只调一个位置，不太容易看出来，本来他是第二十三，他的位置在二十三，弥勒菩萨二十四，他们两个对调了，弥勒菩萨二十三，大势至菩萨摆在二十四，最后二十五是观音菩萨，两个特别法门，不是一个。所以一般学《楞严》的人很容易疏忽了，没看出来，只看到观世音菩萨娑婆世界耳根最利，把「念佛圆通章」疏忽掉，这地水火风空见识，这见大！这个含义我们要晓得，观音菩萨最契娑婆世界众生的根机。而「大势至菩萨圆通章」，是普契遍法界虚空界一切众生的根机，这还得了吗？学《楞严经》，没有把这个问题搞清楚、搞明白，《楞严》是白学了。",
      "zh_TW": "另外一個特別的，他那個位置只差一個，所以不明顯，你要仔細去看你就發現到，七大裡的地水火風空見識，「大勢至菩薩念佛圓通章」是見大，彌勒菩薩是識大，他擺在彌勒菩薩的前面，這是按照順序排的。但是大勢至菩薩沒有按順序，他跟彌勒菩薩兩個對換了，他排在彌勒菩薩的後面，彌勒菩薩排在他前面。因為他只調一個位置，不太容易看出來，本來他是第二十三，他的位置在二十三，彌勒菩薩二十四，他們兩個對調了，彌勒菩薩二十三，大勢至菩薩擺在二十四，最後二十五是觀音菩薩，兩個特別法門，不是一個。所以一般學《楞嚴》的人很容易疏忽了，沒看出來，只看到觀世音菩薩娑婆世界耳根最利，把「念佛圓通章」疏忽掉，這地水火風空見識，這見大！這個含義我們要曉得，觀音菩薩最契娑婆世界眾生的根機。而「大勢至菩薩圓通章」，是普契遍法界虛空界一切眾生的根機，這還得了嗎？學《楞嚴經》，沒有把這個問題搞清楚、搞明白，《楞嚴》是白學了。"
    },
    {
      "id": "02-039-0204_p0017",
      "zh_CN": "我在初出家的时候，好像我出家的第二年，我在临济寺出家的，第二年临济寺传戒，我在戒坛里面担任书记。有一天我记得是晚上，台湾大学有几位同学，我还记得有一个，一个名字记得，其他的记不得了，有三、四个同学，叫古正美，他的姓不常见，古今的古，以后也是个大学教授。带了一个老师日本人，台湾大学的客座教授，日本人他也是法师，日本法师，带他来看我。听说我学《楞严经》，正是那个时候学《楞严》，跟李老师学《楞严经》。这个法师跟我见面，就问我学什么？我说：我现在正在学《楞严》。他说：你修什么法门？我说：修净土，念阿弥陀佛。他问我一句话，「《楞严经》跟净土有什么关系？」这个日本人姿态很高，很傲慢，对我们是很轻视的态度，目中无人。我就反问他，「观世音菩萨、大势至菩萨跟净土有什么关系？」这个他知道，西方三圣，阿弥陀佛的左右手就是观音、势至。我问这个话，他还没有觉悟过来，最后我才提醒他，楞严会上二十五圆通，关键就是这两个人物，你能说《楞严经》跟净土没关系吗？《楞严经》里面含藏的玄机就是净土。你看把这两个菩萨，两个菩萨都代表的特别法门，没有按照顺序排列。我这个说破了，他就没有话说了，怎么这么粗心大意？还是台大的客座教授。以后我曾经六次访问日本，这老师的名字我忘记，我没有跟他见过面。所以我们修学大乘真的是字字句句都要很留意，不能轻易把它放过，才知道净宗之妙。千经万论，佛有的时候显说，有的时候是密说，你会看的你能看得出来，你不会看的你不晓得。《楞严经》修行最重要的，就是这两个法门，两位菩萨做代表，这两位菩萨全在极乐世界，观音、势至。",
      "zh_TW": "我在初出家的時候，好像我出家的第二年，我在臨濟寺出家的，第二年臨濟寺傳戒，我在戒壇裡面擔任書記。有一天我記得是晚上，台灣大學有幾位同學，我還記得有一個，一個名字記得，其他的記不得了，有三、四個同學，叫古正美，他的姓不常見，古今的古，以後也是個大學教授。帶了一個老師日本人，台灣大學的客座教授，日本人他也是法師，日本法師，帶他來看我。聽說我學《楞嚴經》，正是那個時候學《楞嚴》，跟李老師學《楞嚴經》。這個法師跟我見面，就問我學什麼？我說：我現在正在學《楞嚴》。他說：你修什麼法門？我說：修淨土，念阿彌陀佛。他問我一句話，「《楞嚴經》跟淨土有什麼關係？」這個日本人姿態很高，很傲慢，對我們是很輕視的態度，目中無人。我就反問他，「觀世音菩薩、大勢至菩薩跟淨土有什麼關係？」這個他知道，西方三聖，阿彌陀佛的左右手就是觀音、勢至。我問這個話，他還沒有覺悟過來，最後我才提醒他，楞嚴會上二十五圓通，關鍵就是這兩個人物，你能說《楞嚴經》跟淨土沒關係嗎？《楞嚴經》裡面含藏的玄機就是淨土。你看把這兩個菩薩，兩個菩薩都代表的特別法門，沒有按照順序排列。我這個說破了，他就沒有話說了，怎麼這麼粗心大意？還是台大的客座教授。以後我曾經六次訪問日本，這老師的名字我忘記，我沒有跟他見過面。所以我們修學大乘真的是字字句句都要很留意，不能輕易把它放過，才知道淨宗之妙。千經萬論，佛有的時候顯說，有的時候是密說，你會看的你能看得出來，你不會看的你不曉得。《楞嚴經》修行最重要的，就是這兩個法門，兩位菩薩做代表，這兩位菩薩全在極樂世界，觀音、勢至。"
    },
    {
      "id": "02-039-0204_p0018",
      "zh_CN": "这是说「弥陀之本心，唯以一佛乘」，一点都不错，「广度无边众生于究竟涅槃」，涅槃是梵语。「愿文中，远离分别，诸根寂静」，这两句话非常重要，远离分别就是不分别，诸根寂静就是不执着。诸根寂静是经题里面的「清净」，远离分别是经题里面的「平等」，净宗修学这四个字很重要，得清净心决定生净土。方便有余土是阿弥陀佛的净土，凡圣同居土是阿弥陀佛的秽土，但是人家那里秽土也清净，为什么？它没有三恶道，只是人天。得清净心就是阿罗汉、辟支佛，得平等心就是菩萨、就是佛，十法界里面的菩萨、佛。西方世界跟一般不一样的地方，它是个平等的法界，前面我们读过了，连色身、容貌完全一样，一丝毫差别都没有。我们古人说一句话，「人心不同，各如其面」，这是什么？一切法从心想生。为什么我们人的相貌都不一样？念头不一样。念头如果一样，相貌就一样。西方极乐世界为什么相貌完全一样？因为他都是念阿弥陀佛，所以现出来的相跟阿弥陀佛没两样，全是一样的。你要是明白这个道理，你就会真念阿弥陀佛，阿弥陀佛确确实实不止经里面讲的三十二相八十种好，不止。这个注解里说得很清楚，那是照古印度人所说的，阿弥陀佛的报身，身有无量相、相有无量好，说不尽。每个人都想相好，念阿弥陀佛相就好了，你不相信你多念，果然念上三年相貌变了，体质也变了，体质变的是金刚不坏身，相貌变得像佛了。这个都是教导我们要认真去学习，认真去念佛。",
      "zh_TW": "這是說「彌陀之本心，唯以一佛乘」，一點都不錯，「廣度無邊眾生於究竟涅槃」，涅槃是梵語。「願文中，遠離分別，諸根寂靜」，這兩句話非常重要，遠離分別就是不分別，諸根寂靜就是不執著。諸根寂靜是經題裡面的「清淨」，遠離分別是經題裡面的「平等」，淨宗修學這四個字很重要，得清淨心決定生淨土。方便有餘土是阿彌陀佛的淨土，凡聖同居土是阿彌陀佛的穢土，但是人家那裡穢土也清淨，為什麼？它沒有三惡道，只是人天。得清淨心就是阿羅漢、辟支佛，得平等心就是菩薩、就是佛，十法界裡面的菩薩、佛。西方世界跟一般不一樣的地方，它是個平等的法界，前面我們讀過了，連色身、容貌完全一樣，一絲毫差別都沒有。我們古人說一句話，「人心不同，各如其面」，這是什麼？一切法從心想生。為什麼我們人的相貌都不一樣？念頭不一樣。念頭如果一樣，相貌就一樣。西方極樂世界為什麼相貌完全一樣？因為他都是念阿彌陀佛，所以現出來的相跟阿彌陀佛沒兩樣，全是一樣的。你要是明白這個道理，你就會真念阿彌陀佛，阿彌陀佛確確實實不止經裡面講的三十二相八十種好，不止。這個註解裡說得很清楚，那是照古印度人所說的，阿彌陀佛的報身，身有無量相、相有無量好，說不盡。每個人都想相好，念阿彌陀佛相就好了，你不相信你多念，果然念上三年相貌變了，體質也變了，體質變的是金剛不壞身，相貌變得像佛了。這個都是教導我們要認真去學習，認真去念佛。"
    },
    {
      "id": "02-039-0204_p0019",
      "zh_CN": "这是「自《宋译》」。若不决定成等正觉、证大涅槃者，不取正觉。这个愿文当中前面两句，「远离分别，诸根寂静」是从宋译。「若不决定成等正觉、证大涅槃者，不取正觉。自《唐译》」。这是夏老居士会集的经文，从哪个本子上取的，这是交代出来了。「至于《魏译》」，康僧铠的本子，「则为不住定聚，必灭度者，不取正觉。善导大师释《魏译》时，多以《唐译》助显之。并于此愿立四名：一名必至灭度愿，二名证大涅槃愿，三名无上涅槃愿，四亦可名住相证果愿。」这注解注得好，把老居士会集的时候取舍都给我们说出来，哪一句是从哪一个原本里面取的都说出来了。善导大师很多人都知道，他是阿弥陀佛再来，我在日本访问的时候，问日本这些法师有没有这个讲法？他说有。他们过去的祖师传来的时候，都说善导是阿弥陀佛再来的，所以他们对于善导的崇拜，我们中国人比不上。你到日本净土宗的寺院，普遍的没有一个寺院里没有善导大师的像，他的像是塑像，或者是石头雕的，这塑像到处都有，他们对祖师之尊重，善导大师，智者大师，这你到处都能看到。对祖师的崇拜超过对佛的崇拜，这是日本人，真正是尊师重道，念念不忘师恩。很多寺庙用善导大师的名称叫善导寺，你一看善导寺就晓得那是净土宗的道场。所以善导大师解释魏译，就是「不住定聚，必灭度者，不取正觉」，这是康僧铠本子里面的经文，善导大师解释还是用唐译，来帮助大家容易理解。",
      "zh_TW": "這是「自《宋譯》」。若不決定成等正覺、證大涅槃者，不取正覺。這個願文當中前面兩句，「遠離分別，諸根寂靜」是從宋譯。「若不決定成等正覺、證大涅槃者，不取正覺。自《唐譯》」。這是夏老居士會集的經文，從哪個本子上取的，這是交代出來了。「至於《魏譯》」，康僧鎧的本子，「則為不住定聚，必滅度者，不取正覺。善導大師釋《魏譯》時，多以《唐譯》助顯之。並於此願立四名：一名必至滅度願，二名證大涅槃願，三名無上涅槃願，四亦可名住相證果願。」這註解註得好，把老居士會集的時候取捨都給我們說出來，哪一句是從哪一個原本裡面取的都說出來了。善導大師很多人都知道，他是阿彌陀佛再來，我在日本訪問的時候，問日本這些法師有沒有這個講法？他說有。他們過去的祖師傳來的時候，都說善導是阿彌陀佛再來的，所以他們對於善導的崇拜，我們中國人比不上。你到日本淨土宗的寺院，普遍的沒有一個寺院裡沒有善導大師的像，他的像是塑像，或者是石頭雕的，這塑像到處都有，他們對祖師之尊重，善導大師，智者大師，這你到處都能看到。對祖師的崇拜超過對佛的崇拜，這是日本人，真正是尊師重道，念念不忘師恩。很多寺廟用善導大師的名稱叫善導寺，你一看善導寺就曉得那是淨土宗的道場。所以善導大師解釋魏譯，就是「不住定聚，必滅度者，不取正覺」，這是康僧鎧本子裡面的經文，善導大師解釋還是用唐譯，來幫助大家容易理解。"
    },
    {
      "id": "02-039-0204_p0020",
      "zh_CN": "不住定聚，就是此地所讲的「远离分别，诸根寂静」，这是禅定。诸根寂静，在一般讲，《楞严经》上讲这是阿罗汉得的定，九次第定，超过六道轮回。六道里面最高的是第八定，四禅八定，第九定就超过六道，轮回就没有了。所以他们住四圣法界，他有四个等级，声闻、缘觉、菩萨、佛，这个诸根寂静是阿罗汉跟辟支佛。远离分别，尘沙烦恼也断了，这是四圣法界里面的菩萨、佛，是这个境界。最高是佛法界，佛法界里面如果再把无始无明断掉，他就超越十法界，就到一真法界去了。所以魏译的经文「不住定聚」，是说这两句，此地讲就更清楚，「远离分别，诸根寂静」。必灭度者，这就是决定成等正觉、证大涅槃，这就是必定灭度。灭度就是成等正觉，成无上正等正觉，证大般涅槃，是这个意思。",
      "zh_TW": "不住定聚，就是此地所講的「遠離分別，諸根寂靜」，這是禪定。諸根寂靜，在一般講，《楞嚴經》上講這是阿羅漢得的定，九次第定，超過六道輪迴。六道裡面最高的是第八定，四禪八定，第九定就超過六道，輪迴就沒有了。所以他們住四聖法界，他有四個等級，聲聞、緣覺、菩薩、佛，這個諸根寂靜是阿羅漢跟辟支佛。遠離分別，塵沙煩惱也斷了，這是四聖法界裡面的菩薩、佛，是這個境界。最高是佛法界，佛法界裡面如果再把無始無明斷掉，他就超越十法界，就到一真法界去了。所以魏譯的經文「不住定聚」，是說這兩句，此地講就更清楚，「遠離分別，諸根寂靜」。必滅度者，這就是決定成等正覺、證大涅槃，這就是必定滅度。滅度就是成等正覺，成無上正等正覺，證大般涅槃，是這個意思。"
    },
    {
      "id": "02-039-0204_p0021",
      "zh_CN": "善导大师这里头重要的，就是这一愿里面，还可以再加上别的名称，这四个名称，意思就更明显。第一个是「必至灭度愿」，你要是念佛生到西方极乐世界，你必定能达到灭度，这个灭度，灭是灭烦恼，无始无明的烦恼习气统统灭掉。二，也可以称为「证大涅槃愿」，梵语涅槃，中国翻译也就翻一个灭字，灭什么？灭烦恼是因，灭六道、灭十法界这是讲果，因果统统灭掉，因为都不是真的。见思、尘沙烦恼是假的，连妄想都不是真的，果报呢？十法界，十法界包括六道也不是真的。永嘉大师《证道歌》上讲得很好，「梦里明明有六趣，觉后空空无大千」。你觉悟了，不但六道没有了，十法界也没有了，那是要证大般涅槃，这就出了十法界。三，名「无上涅槃愿」，这个无上涅槃是在极乐世界成就的，也就是说一定在极乐世界，能把无始无明的习气断尽。《华严经》上讲的，你一定会证得妙觉果位，那就是无上涅槃。四，也可以说是「住相证果愿」，不是灭相，住相。在西方极乐世界实报庄严土，有相，不是没有相。妙觉位就没有相，妙觉位回常寂光，那就是这个实报土也没有了。可是西方极乐世界那些佛，他可以在极乐世界帮助阿弥陀佛教化众生，那就他住相，他相不灭，这才叫事事无碍，他可以不住相，也可以住相。住相就是大乘教里面讲的「有余依涅槃」，不住相是「无余依涅槃」。这个跟应身、化身不一样，应身、化身那是法身菩萨示现的，这是真正往生到西方极乐世界修得果位，依旧不坏相。西方极乐世界相是永远不会坏的，它永远不会变，它只有心现，没有识变，可以跟阿弥陀佛一样常住极乐世界，永远住极乐世界帮助一切众生。佛是老师，这些人当教练，帮助他们稳稳当当成就。",
      "zh_TW": "善導大師這裡頭重要的，就是這一願裡面，還可以再加上別的名稱，這四個名稱，意思就更明顯。第一個是「必至滅度願」，你要是念佛生到西方極樂世界，你必定能達到滅度，這個滅度，滅是滅煩惱，無始無明的煩惱習氣統統滅掉。二，也可以稱為「證大涅槃願」，梵語涅槃，中國翻譯也就翻一個滅字，滅什麼？滅煩惱是因，滅六道、滅十法界這是講果，因果統統滅掉，因為都不是真的。見思、塵沙煩惱是假的，連妄想都不是真的，果報呢？十法界，十法界包括六道也不是真的。永嘉大師《證道歌》上講得很好，「夢裡明明有六趣，覺後空空無大千」。你覺悟了，不但六道沒有了，十法界也沒有了，那是要證大般涅槃，這就出了十法界。三，名「無上涅槃願」，這個無上涅槃是在極樂世界成就的，也就是說一定在極樂世界，能把無始無明的習氣斷盡。《華嚴經》上講的，你一定會證得妙覺果位，那就是無上涅槃。四，也可以說是「住相證果願」，不是滅相，住相。在西方極樂世界實報莊嚴土，有相，不是沒有相。妙覺位就沒有相，妙覺位回常寂光，那就是這個實報土也沒有了。可是西方極樂世界那些佛，他可以在極樂世界幫助阿彌陀佛教化眾生，那就他住相，他相不滅，這才叫事事無礙，他可以不住相，也可以住相。住相就是大乘教裡面講的「有餘依涅槃」，不住相是「無餘依涅槃」。這個跟應身、化身不一樣，應身、化身那是法身菩薩示現的，這是真正往生到西方極樂世界修得果位，依舊不壞相。西方極樂世界相是永遠不會壞的，它永遠不會變，它只有心現，沒有識變，可以跟阿彌陀佛一樣常住極樂世界，永遠住極樂世界幫助一切眾生。佛是老師，這些人當教練，幫助他們穩穩當當成就。"
    },
    {
      "id": "02-039-0204_p0022",
      "zh_CN": "像中国古代，君主制度之下，我是看到一个好处，培养接班人，你看立太子，皇上立太子，大概皇子们宫廷里面的制度八岁上小学，十五岁是大学，当中没有中学。如果立为太子，他就有固定的老师，有三个老师：太保、太傅、太师，这三个是他的老师。太保管什么？管他的生活健康，教这些东西；换句话说，我们今天讲的生活教育是太保管。太傅管道德，伦理道德是太傅管；太师是管学术，将来治国平天下，管这个，他有三个老师。他还有三个教练，教练是什么？督促他干，带着他干。你学了之后做不到不行，这三个教练叫少保、少傅、少师，这是要跟着他，跟着太子在一起生活的，是这样培养出来的。所以你要是真了解之后，你说中国曾经封建，那是时代不相同，在那个时代用那种制度就很好。时代不一样，它没有什么过失的，它这个教学是圣人，圣贤的教育。教育是圣贤，我们就晓得，政治是圣贤的政治，社会是圣贤的社会，工商业是圣贤的工商，它不一样。到西方极乐世界，阿弥陀佛是老师，这些人已经成佛，证得妙觉果位，他还留在极乐世界，他当教练，他来辅导这些一般往生到极乐世界去的，真的他们的烦恼还没有断尽，是得阿弥陀佛本愿威神加持，那不是他自己证得的，所以需要有这些人去帮助他。由此可知，这些人在西方极乐世界地位都称为等觉菩萨，这些人多！是「诸上善人俱会一处」，上善是等觉菩萨，来帮助众生顺利圆满证得究竟的果位，这是极乐世界无比殊胜之一。「《甄解》赞曰：高祖（指善导）愿名太尽愿意矣」。日本人称高祖就称善导大师，善导大师提这四个愿的愿名，这提得太好，这一愿的意思就统统都显示出来了。「今会本取《唐译》之文，又以定成正觉为愿名，正符善导大师之意。」善导大师立这四个名的意思，显弥陀这一大愿。",
      "zh_TW": "像中國古代，君主制度之下，我是看到一個好處，培養接班人，你看立太子，皇上立太子，大概皇子們宮廷裡面的制度八歲上小學，十五歲是大學，當中沒有中學。如果立為太子，他就有固定的老師，有三個老師：太保、太傅、太師，這三個是他的老師。太保管什麼？管他的生活健康，教這些東西；換句話說，我們今天講的生活教育是太保管。太傅管道德，倫理道德是太傅管；太師是管學術，將來治國平天下，管這個，他有三個老師。他還有三個教練，教練是什麼？督促他幹，帶著他幹。你學了之後做不到不行，這三個教練叫少保、少傅、少師，這是要跟著他，跟著太子在一起生活的，是這樣培養出來的。所以你要是真了解之後，你說中國曾經封建，那是時代不相同，在那個時代用那種制度就很好。時代不一樣，它沒有什麼過失的，它這個教學是聖人，聖賢的教育。教育是聖賢，我們就曉得，政治是聖賢的政治，社會是聖賢的社會，工商業是聖賢的工商，它不一樣。到西方極樂世界，阿彌陀佛是老師，這些人已經成佛，證得妙覺果位，他還留在極樂世界，他當教練，他來輔導這些一般往生到極樂世界去的，真的他們的煩惱還沒有斷盡，是得阿彌陀佛本願威神加持，那不是他自己證得的，所以需要有這些人去幫助他。由此可知，這些人在西方極樂世界地位都稱為等覺菩薩，這些人多！是「諸上善人俱會一處」，上善是等覺菩薩，來幫助眾生順利圓滿證得究竟的果位，這是極樂世界無比殊勝之一。「《甄解》讚曰：高祖（指善導）願名太盡願意矣」。日本人稱高祖就稱善導大師，善導大師提這四個願的願名，這提得太好，這一願的意思就統統都顯示出來了。「今會本取《唐譯》之文，又以定成正覺為願名，正符善導大師之意。」善導大師立這四個名的意思，顯彌陀這一大願。"
    },
    {
      "id": "02-039-0204_p0023",
      "zh_CN": "我们再看下面，「善导大师于四十八愿中，称定成正觉、光明无量、寿命无量、诸佛称叹与十念必生等五愿，为真实愿。」四十八愿里，这个五愿是真实愿。善导大师，佛门里面都称他是阿弥陀佛再来的，这是净宗第二代祖师；净宗第六代祖师也是阿弥陀佛再来的，永明延寿是阿弥陀佛再来的。天台山还有一位法师，也是阿弥陀佛化身来的，丰干和尚，在国清寺修行的寒山、拾得、丰干，寒山、拾得是文殊菩萨、普贤菩萨，丰干是阿弥陀佛。佛菩萨常常在世间，这一般人不认得，到认得的时候他已经要走了，他就不在了，这是真的。如果他说什么菩萨再来的，佛再来的，他还活在世间他不走，这是假的，这不是真的，所谓真人不露相，这是真假我们要能够辨别。在近代印光大师是西方大势至菩萨再来的，这是从一个小朋友的口中知道的，在《印光大师永思录》里，有一篇文章记载这桩事情，他们去看印光大师把这个事情说出来，印光大师把他们呵斥了一顿，教训一顿，永远不能说这个话。所以到印祖往生，才把这桩事情说出来，大家才晓得有这么一桩事情。",
      "zh_TW": "我們再看下面，「善導大師於四十八願中，稱定成正覺、光明無量、壽命無量、諸佛稱歎與十念必生等五願，為真實願。」四十八願裡，這個五願是真實願。善導大師，佛門裡面都稱他是阿彌陀佛再來的，這是淨宗第二代祖師；淨宗第六代祖師也是阿彌陀佛再來的，永明延壽是阿彌陀佛再來的。天台山還有一位法師，也是阿彌陀佛化身來的，豐干和尚，在國清寺修行的寒山、拾得、豐干，寒山、拾得是文殊菩薩、普賢菩薩，豐干是阿彌陀佛。佛菩薩常常在世間，這一般人不認得，到認得的時候他已經要走了，他就不在了，這是真的。如果他說什麼菩薩再來的，佛再來的，他還活在世間他不走，這是假的，這不是真的，所謂真人不露相，這是真假我們要能夠辨別。在近代印光大師是西方大勢至菩薩再來的，這是從一個小朋友的口中知道的，在《印光大師永思錄》裡，有一篇文章記載這樁事情，他們去看印光大師把這個事情說出來，印光大師把他們呵斥了一頓，教訓一頓，永遠不能說這個話。所以到印祖往生，才把這樁事情說出來，大家才曉得有這麼一樁事情。"
    },
    {
      "id": "02-039-0204_p0024",
      "zh_CN": "所以善导在四十八愿里，称这五愿「视为四十八愿之心要。可见此愿，实是弥陀宏誓之心髓。彼佛本怀，只是为一切众生决定成佛。」这句话非常重要，彼佛是阿弥陀佛，阿弥陀佛的本愿，本怀就是本愿的意思，就是为一切众生在这一生当中决定成佛；换句话说，他建立西方极乐世界，接引遍法界虚空界一切有缘众生。我们一定要加上有缘，有缘是什么？他能信，不信就没有缘。信了要能解，解了要能行，行了才能证，证就到西方极乐世界去了，往生就证果，往生之后决定成佛。所以极乐世界是成佛的一个学校，成佛的训练班，到那里去肯定成佛。「为实现此愿，乃有十念必生之殊胜大愿」，为了实现这一个大愿，就是必定成佛，定成正觉，所以才有十念必生。这个地方的十念，后面到第十八愿的时候，有很长的注解讨论这桩事情。我们可以在这个地方坚定我们自己的信心，为什么？任何一个人都有前世，前世还有前世。从中国的历史来看，中国号称五千年的历史，五千年之前有没有你？有你，不但有你，无量劫之前还是有你。你不只在这个地球上过过，你在太虚空当中许许多多星球都曾经住过。你能说过去生中没有遇到过佛法吗？肯定遇到过，肯定修学过，你没有修得成功，那是你的信愿行不具足。现在又碰到，表现的是十念必生，看看过去，过去善根深厚，要不然哪有那么简单，临命终谁给你一讲，你就相信，你就接受，没有这个道理。所以个个都是跟阿弥陀佛有很深厚的因缘，要不然做不到。",
      "zh_TW": "所以善導在四十八願裡，稱這五願「視為四十八願之心要。可見此願，實是彌陀宏誓之心髓。彼佛本懷，只是為一切眾生決定成佛。」這句話非常重要，彼佛是阿彌陀佛，阿彌陀佛的本願，本懷就是本願的意思，就是為一切眾生在這一生當中決定成佛；換句話說，他建立西方極樂世界，接引遍法界虛空界一切有緣眾生。我們一定要加上有緣，有緣是什麼？他能信，不信就沒有緣。信了要能解，解了要能行，行了才能證，證就到西方極樂世界去了，往生就證果，往生之後決定成佛。所以極樂世界是成佛的一個學校，成佛的訓練班，到那裡去肯定成佛。「為實現此願，乃有十念必生之殊勝大願」，為了實現這一個大願，就是必定成佛，定成正覺，所以才有十念必生。這個地方的十念，後面到第十八願的時候，有很長的註解討論這樁事情。我們可以在這個地方堅定我們自己的信心，為什麼？任何一個人都有前世，前世還有前世。從中國的歷史來看，中國號稱五千年的歷史，五千年之前有沒有你？有你，不但有你，無量劫之前還是有你。你不只在這個地球上過過，你在太虛空當中許許多多星球都曾經住過。你能說過去生中沒有遇到過佛法嗎？肯定遇到過，肯定修學過，你沒有修得成功，那是你的信願行不具足。現在又碰到，表現的是十念必生，看看過去，過去善根深厚，要不然哪有那麼簡單，臨命終誰給你一講，你就相信，你就接受，沒有這個道理。所以個個都是跟阿彌陀佛有很深厚的因緣，要不然做不到。"
    },
    {
      "id": "02-039-0204_p0025",
      "zh_CN": "虽然跟阿弥陀佛的缘很深，可是迷得也很严重，迷是什么？听到、见到了也不相信，老师劝导的时候还不相信。我就是这么一个人，我信净土真的好难！对这个净宗法门原本有很深的误会，连李老师劝我，最后劝我的话怎么说？他说：这个法门，古来这些祖师大德，很多真正有学问、有道德、有修持，他们都信了，我们也就信一次吧！老师用这些话来劝我，我都没有接受。我怎么接受？我是从《华严》、《楞严》、《法华》里接受的，讲这些经讲多了，有一天突然想起来，文殊、普贤是修什么法门成功的？看《华严经》。因为《华严经》后面没讲到，很认真的从头到尾再看一遍，发现了，《四十华严》第三十九卷，三十八卷、三十九卷就讲到了，文殊、普贤是念阿弥陀佛往生西方极乐世界成就的。善财童子是文殊菩萨的得意门生，肯定跟老师是学同一个法门的。你看那个时候我也是粗心大意，《四十华严》讲了一半，都不晓得这个事情。再回过头来，从头再看起，发现了，真的善财童子是跟老师走一个路子的。发现什么？头一个参访的吉祥云比丘修般舟三昧的，般舟三昧是专念阿弥陀佛求生西方净土的，头一个先入为主。看最后第五十三参，普贤菩萨十大愿王导归极乐，才恍然大悟，原来善财童子彻头彻尾念阿弥陀佛。",
      "zh_TW": "雖然跟阿彌陀佛的緣很深，可是迷得也很嚴重，迷是什麼？聽到、見到了也不相信，老師勸導的時候還不相信。我就是這麼一個人，我信淨土真的好難！對這個淨宗法門原本有很深的誤會，連李老師勸我，最後勸我的話怎麼說？他說：這個法門，古來這些祖師大德，很多真正有學問、有道德、有修持，他們都信了，我們也就信一次吧！老師用這些話來勸我，我都沒有接受。我怎麼接受？我是從《華嚴》、《楞嚴》、《法華》裡接受的，講這些經講多了，有一天突然想起來，文殊、普賢是修什麼法門成功的？看《華嚴經》。因為《華嚴經》後面沒講到，很認真的從頭到尾再看一遍，發現了，《四十華嚴》第三十九卷，三十八卷、三十九卷就講到了，文殊、普賢是念阿彌陀佛往生西方極樂世界成就的。善財童子是文殊菩薩的得意門生，肯定跟老師是學同一個法門的。你看那個時候我也是粗心大意，《四十華嚴》講了一半，都不曉得這個事情。再回過頭來，從頭再看起，發現了，真的善財童子是跟老師走一個路子的。發現什麼？頭一個參訪的吉祥雲比丘修般舟三昧的，般舟三昧是專念阿彌陀佛求生西方淨土的，頭一個先入為主。看最後第五十三參，普賢菩薩十大願王導歸極樂，才恍然大悟，原來善財童子徹頭徹尾念阿彌陀佛。"
    },
    {
      "id": "02-039-0204_p0026",
      "zh_CN": "当中那个参学是示现，示现什么意思？这个法门超过一切法门，示现这个意思。当中五十一位善知识，男女老少各行各业，善财童子去参访，他这一段就是代表无量法门，代表八万四千法门，门门都接触，门门都了解，但是不学。后头是「恋德礼辞」，参访，你的接待、你的照顾、你的报告，我听了很感激，恋德是感激他的恩德；礼辞，辞是不修，还是念佛念到底。才看出这个味道出来，我这样才对净土相信了，然后看净土的经典不一样，就看出味道出来。所以从这个地方深深体会到，印光大师说的「一分诚敬得一分利益，十分诚敬得十分利益」，你对于这个经教没有诚敬、你对老师没有诚敬，你什么都学不到，讲得再清楚、再明白，没听懂，没听进去。所以从这个地方我们就晓得，现在人学圣教难，为什么？圣贤教诲他不尊重。不但圣贤教诲他不尊重，他连父母也不孝顺，孝顺父母是性德，奉事师长也是性德。迷失了自性，性德不见了，没有了，换句话说，就是佛菩萨来教你，孔老夫子来教你，你都入不进去，你自己的障碍太严重，你不能接受。",
      "zh_TW": "當中那個參學是示現，示現什麼意思？這個法門超過一切法門，示現這個意思。當中五十一位善知識，男女老少各行各業，善財童子去參訪，他這一段就是代表無量法門，代表八萬四千法門，門門都接觸，門門都了解，但是不學。後頭是「戀德禮辭」，參訪，你的接待、你的照顧、你的報告，我聽了很感激，戀德是感激他的恩德；禮辭，辭是不修，還是念佛念到底。才看出這個味道出來，我這樣才對淨土相信了，然後看淨土的經典不一樣，就看出味道出來。所以從這個地方深深體會到，印光大師說的「一分誠敬得一分利益，十分誠敬得十分利益」，你對於這個經教沒有誠敬、你對老師沒有誠敬，你什麼都學不到，講得再清楚、再明白，沒聽懂，沒聽進去。所以從這個地方我們就曉得，現在人學聖教難，為什麼？聖賢教誨他不尊重。不但聖賢教誨他不尊重，他連父母也不孝順，孝順父母是性德，奉事師長也是性德。迷失了自性，性德不見了，沒有了，換句話說，就是佛菩薩來教你，孔老夫子來教你，你都入不進去，你自己的障礙太嚴重，你不能接受。"
    },
    {
      "id": "02-039-0204_p0027",
      "zh_CN": "我这段时期常常在想，想一部书，《国学治要》，民国初年中华书局出版的，民国十九年，我民国十六年生的，我四岁。换句话，这部书到今天八十年了，我没见过，我晓得有这本书，我想这本书。昨天有一位同修给我送来了，我一看很完整，没有缺一页，字很清楚，心想事成想来了！我非常感激，我让同修们把他的名字记下来，我把这个书送到台湾去印三千套，印出来之后我送一套新的给他。可以影印，可以照相影印，字再放大一点，放成十六开看起来就很舒服。这套书是什么？为什么会想起来？我在台湾，这很多年前，应该有十年前了，我第一套《四库全书荟要》，我买了一套，世界书局出版的，非常欢喜，那个时候心里就想这个分量太大，不是一般人能读得了的，我也没有办法，哪有时间看这个书？所以我就想起来，如果把这个书里头重要的东西节录下来，好的东西、重要的东西节录下来编成一本书，这样看一本等于说全书你都看到了。我找我弟弟，他在上海，也给他一笔钱，希望他在大陆请一些退休的教国文老师，没有事情的时候看这些书把它节录，也做了，我看到不理想，这个事情就不了了之。没有想到古人已经替我做了，跟我的想法完全一样，它不是用《荟要》，它是用《全书》，《四库全书》依照经史子集里面重要东西，好东西都把它节录出来，书的名字叫《国学治要》。这个「治要」怎么来的？治要是唐太宗编的《群书治要》，他从这个得的灵感，所以他也用「治要」做名称，叫《国学治要》。但是唐太宗的《群书治要》重点是在政治与政治哲学，里面关于修身，修身养性、治国平天下，它这一套东西很多。《国学治要》那就很普遍，它是学术一种研究的东西，范围广。",
      "zh_TW": "我這段時期常常在想，想一部書，《國學治要》，民國初年中華書局出版的，民國十九年，我民國十六年生的，我四歲。換句話，這部書到今天八十年了，我沒見過，我曉得有這本書，我想這本書。昨天有一位同修給我送來了，我一看很完整，沒有缺一頁，字很清楚，心想事成想來了！我非常感激，我讓同修們把他的名字記下來，我把這個書送到台灣去印三千套，印出來之後我送一套新的給他。可以影印，可以照相影印，字再放大一點，放成十六開看起來就很舒服。這套書是什麼？為什麼會想起來？我在台灣，這很多年前，應該有十年前了，我第一套《四庫全書薈要》，我買了一套，世界書局出版的，非常歡喜，那個時候心裡就想這個分量太大，不是一般人能讀得了的，我也沒有辦法，哪有時間看這個書？所以我就想起來，如果把這個書裡頭重要的東西節錄下來，好的東西、重要的東西節錄下來編成一本書，這樣看一本等於說全書你都看到了。我找我弟弟，他在上海，也給他一筆錢，希望他在大陸請一些退休的教國文老師，沒有事情的時候看這些書把它節錄，也做了，我看到不理想，這個事情就不了了之。沒有想到古人已經替我做了，跟我的想法完全一樣，它不是用《薈要》，它是用《全書》，《四庫全書》依照經史子集裡面重要東西，好東西都把它節錄出來，書的名字叫《國學治要》。這個「治要」怎麼來的？治要是唐太宗編的《群書治要》，他從這個得的靈感，所以他也用「治要」做名稱，叫《國學治要》。但是唐太宗的《群書治要》重點是在政治與政治哲學，裡面關於修身，修身養性、治國平天下，它這一套東西很多。《國學治要》那就很普遍，它是學術一種研究的東西，範圍廣。"
    },
    {
      "id": "02-039-0204_p0028",
      "zh_CN": "所以这个东西，现在我们看如何把中国传统文化再复兴起来，要念这个。这个念到之后你就有能力去看原本，可以看《四库》，这个做为《四库》的一把钥匙，先读这个，对《四库》了解、熟悉，你再看就有味道了。所以我想了一套办法，就是要人扎儒释道的三个根，德行要紧，人没有德行这些东西你入不进去，德行是根本。就是《弟子规》、《感应篇》、《十善业》必修的课程，你不修你不能做人。第二个学文言文，这套书选得好，它内容非常丰富，我们从台湾「国语日报」的，《古今文选》里面去查，一定有它们选出来的东西在里头，如果能选到一百篇，那就很省事了，就背这一百篇，读这一百篇。因为这一百篇是《国学治要》里头有，它也选了，那省很多事情，从这个地方扎根，用个十年时间、二十年时间，我们传统文化就又兴起来了。不从这里下死功夫不行，一定要依传统的老办法，不能够搞新花样，新花样是不能成就的，一定要照古老的方法。这个一百篇文章一定要背，要熟背一百篇，你对文言文的障碍没有了。德行有的时候，你这个基础已经够了，所谓「十载寒窗，一举成名」。",
      "zh_TW": "所以這個東西，現在我們看如何把中國傳統文化再復興起來，要念這個。這個念到之後你就有能力去看原本，可以看《四庫》，這個做為《四庫》的一把鑰匙，先讀這個，對《四庫》了解、熟悉，你再看就有味道了。所以我想了一套辦法，就是要人紮儒釋道的三個根，德行要緊，人沒有德行這些東西你入不進去，德行是根本。就是《弟子規》、《感應篇》、《十善業》必修的課程，你不修你不能做人。第二個學文言文，這套書選得好，它內容非常豐富，我們從台灣「國語日報」的，《古今文選》裡面去查，一定有它們選出來的東西在裡頭，如果能選到一百篇，那就很省事了，就背這一百篇，讀這一百篇。因為這一百篇是《國學治要》裡頭有，它也選了，那省很多事情，從這個地方扎根，用個十年時間、二十年時間，我們傳統文化就又興起來了。不從這裡下死功夫不行，一定要依傳統的老辦法，不能夠搞新花樣，新花樣是不能成就的，一定要照古老的方法。這個一百篇文章一定要背，要熟背一百篇，你對文言文的障礙沒有了。德行有的時候，你這個基礎已經夠了，所謂「十載寒窗，一舉成名」。"
    },
    {
      "id": "02-039-0204_p0029",
      "zh_CN": "现在这么多好东西都出版了，我是前两年商务印书馆再版《四库全书》，我买了一百套，原本是想送国内各个学校，缘不具足。所以一部分送到海外去了，马来西亚送了十套，印尼送十套，澳洲送了十套，看国内有没有缘分。世界书局通知我，他们的《四库荟要》也准备再版，所以我也订了一百套，过去我跟它买了六十多套，这一次我跟它订了一百套。所以《国学治要》好，我昨天一看到，我就通知书店准备印三千套，它这一套大概有这么厚的本子八册，精装八册，这就是小《四库全书》，《四库全书》的精华，非常有意义。我想这么久的时候它来了，大概就是缘成熟了，缘不成熟它不会来，来了缘就成熟。《群书治要》我也印三千套，有平装、有精装，精装印五百套做为礼物送人的，平装有二千五百套。我是要送从政的这些志士仁人，这是治国平天下的，所以我分配的是共产党、国民党、民进党，我都送，希望他们大家都学老祖宗，把政治办得愈办愈好，人民就有福。我们也有缘分这个地方讲讲大乘经典，其他的我不闻不问，我们守住自己的本分，这个行业就是讲经教学，希望我们共同努力。谢谢大家。",
      "zh_TW": "現在這麼多好東西都出版了，我是前兩年商務印書館再版《四庫全書》，我買了一百套，原本是想送國內各個學校，緣不具足。所以一部分送到海外去了，馬來西亞送了十套，印尼送十套，澳洲送了十套，看國內有沒有緣分。世界書局通知我，他們的《四庫薈要》也準備再版，所以我也訂了一百套，過去我跟它買了六十多套，這一次我跟它訂了一百套。所以《國學治要》好，我昨天一看到，我就通知書店準備印三千套，它這一套大概有這麼厚的本子八冊，精裝八冊，這就是小《四庫全書》，《四庫全書》的精華，非常有意義。我想這麼久的時候它來了，大概就是緣成熟了，緣不成熟它不會來，來了緣就成熟。《群書治要》我也印三千套，有平裝、有精裝，精裝印五百套做為禮物送人的，平裝有二千五百套。我是要送從政的這些志士仁人，這是治國平天下的，所以我分配的是共產黨、國民黨、民進黨，我都送，希望他們大家都學老祖宗，把政治辦得愈辦愈好，人民就有福。我們也有緣分這個地方講講大乘經典，其他的我不聞不問，我們守住自己的本分，這個行業就是講經教學，希望我們共同努力。謝謝大家。"
    }
  ]
}