{
  "doc_id": "02-039-0066",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "2010/6/23",
    "zh_TW": "2010/6/23"
  },
  "doc_number": "",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-039-0066_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。我们今天继续学习玄门无碍十因。",
      "zh_TW": "諸位法師，諸位同學，請坐。我們今天繼續學習玄門無礙十因。"
    },
    {
      "id": "02-039-0066_p0002",
      "zh_CN": "我们从第二看起，「法无定性。谓一切诸法，既唯心现，从缘而起，无定性也。所谓小非定小，于一微尘能含太虚；大非定大，轮围无数入毛端中。经云：金刚围山数无量，悉能安置一毛端。是也。」它这个后头最后结论还有一句，「故彼此必有可圆融之理。」祖师大德跟我们说的都是原理原则，它能够应用在一切法，就是法没有定性。一切诸法为什么没有定性？心现识变，心是自性，自性能生能现，它不会变。变是什么？变是缘，缘会变，千差万别。缘就是现代科学家跟我们所讲的意念，这个意念千变万化，前一个念头灭了，后一个念头就起，可能前一个念头是善，后一个念头是恶，不定。如果都是恶的念头，在个人身上来讲会有烦恼、会有疾病。这个身体，能生能现是自性，这个一点都没错，它的体是自性，可是现相是识，十法界依正庄严是唯识所变。如果转八识成四智，那个世界就是一真法界，那不是十法界，我们常讲的诸佛如来的实报庄严土。",
      "zh_TW": "我們從第二看起，「法無定性。謂一切諸法，既唯心現，從緣而起，無定性也。所謂小非定小，於一微塵能含太虛；大非定大，輪圍無數入毛端中。經云：金剛圍山數無量，悉能安置一毛端。是也。」它這個後頭最後結論還有一句，「故彼此必有可圓融之理。」祖師大德跟我們說的都是原理原則，它能夠應用在一切法，就是法沒有定性。一切諸法為什麼沒有定性？心現識變，心是自性，自性能生能現，它不會變。變是什麼？變是緣，緣會變，千差萬別。緣就是現代科學家跟我們所講的意念，這個意念千變萬化，前一個念頭滅了，後一個念頭就起，可能前一個念頭是善，後一個念頭是惡，不定。如果都是惡的念頭，在個人身上來講會有煩惱、會有疾病。這個身體，能生能現是自性，這個一點都沒錯，它的體是自性，可是現相是識，十法界依正莊嚴是唯識所變。如果轉八識成四智，那個世界就是一真法界，那不是十法界，我們常講的諸佛如來的實報莊嚴土。"
    },
    {
      "id": "02-039-0066_p0003",
      "zh_CN": "释迦牟尼佛为我们介绍西方极乐世界，极乐世界没有变化，人无量寿。虽然无量寿，寿命很长，他不老，没有老化，为什么？他没变，所以树木花草都是四季常春，它也没有变，是那么样一个世界。为什么？他没有妄念，不但是分别执着没有，连起心动念都没有。那个世界是凭什么现出来的？他有起心动念的习气，真的起心动念都没有了，是这么一个世界，我们不能不明了，这大乘经典上告诉我们事实真相。十法界里面的佛法界都有变化，为什么？他还是用的妄心，他不是用的真心，阿赖耶是妄心。我们简单用最粗浅的话来讲大家好懂，第八阿赖耶识它的特长是记忆，我们学了东西会记得就在阿赖耶，所以阿赖耶像仓库一样，储藏库，无始劫以来生生世世学习的东西都储存在那里，那是资料室。所以西方这个催眠术，用催眠的方法，把阿赖耶识所含藏的那个过去世都把你提出来，是这么一个道理。如果没有储藏的话，过去生中的事情你怎么会知道？它是一个储藏室。第七识末那识是执着，第六意识是分别，前五识眼耳鼻舌身那是什么？传递信息，内外交通，把外面的传到里面，里面传导到外面，它是管这个的，它做不了主的，只是传达而已，我用这个方法讲大家好懂。",
      "zh_TW": "釋迦牟尼佛為我們介紹西方極樂世界，極樂世界沒有變化，人無量壽。雖然無量壽，壽命很長，他不老，沒有老化，為什麼？他沒變，所以樹木花草都是四季常春，它也沒有變，是那麼樣一個世界。為什麼？他沒有妄念，不但是分別執著沒有，連起心動念都沒有。那個世界是憑什麼現出來的？他有起心動念的習氣，真的起心動念都沒有了，是這麼一個世界，我們不能不明瞭，這大乘經典上告訴我們事實真相。十法界裡面的佛法界都有變化，為什麼？他還是用的妄心，他不是用的真心，阿賴耶是妄心。我們簡單用最粗淺的話來講大家好懂，第八阿賴耶識它的特長是記憶，我們學了東西會記得就在阿賴耶，所以阿賴耶像倉庫一樣，儲藏庫，無始劫以來生生世世學習的東西都儲存在那裡，那是資料室。所以西方這個催眠術，用催眠的方法，把阿賴耶識所含藏的那個過去世都把你提出來，是這麼一個道理。如果沒有儲藏的話，過去生中的事情你怎麼會知道？它是一個儲藏室。第七識末那識是執著，第六意識是分別，前五識眼耳鼻舌身那是什麼？傳遞信息，內外交通，把外面的傳到裡面，裡面傳導到外面，它是管這個的，它做不了主的，只是傳達而已，我用這個方法講大家好懂。"
    },
    {
      "id": "02-039-0066_p0004",
      "zh_CN": "真正做主的是谁？做主力量最大的就是第六意识，它非常善变，第七识也很固执，真正当家做主是这两个。那念头变得快，所以这个地方给我们讲没有定性，小非定小，你看一微尘里面能包含太虚空；大也不是定大，轮围大。轮围是轮围山，就是宇宙，我们今天讲的宇宙、我们的星系，用轮围形容星系是好，你看星系都是转的，太阳围着银河系转，地球这些行星绕着太阳转，都是轮，轮围就是这个意思。所有太空当中运动的这些星球，它都是在绕，绕一个核心在转，小核心绕大核心，大核心绕更大的核心。这大！这大怎么样？可以放在毛端里头，汗毛端里头。懂得这个道理，我们引申出来，我们讲染净，套这个话说，染非定染，净非定净，善非定善，恶非定恶，你明白这个道理，这一点我们就通了。",
      "zh_TW": "真正做主的是誰？做主力量最大的就是第六意識，它非常善變，第七識也很固執，真正當家做主是這兩個。那念頭變得快，所以這個地方給我們講沒有定性，小非定小，你看一微塵裡面能包含太虛空；大也不是定大，輪圍大。輪圍是輪圍山，就是宇宙，我們今天講的宇宙、我們的星系，用輪圍形容星系是好，你看星系都是轉的，太陽圍著銀河系轉，地球這些行星繞著太陽轉，都是輪，輪圍就是這個意思。所有太空當中運動的這些星球，它都是在繞，繞一個核心在轉，小核心繞大核心，大核心繞更大的核心。這大！這大怎麼樣？可以放在毛端裡頭，汗毛端裡頭。懂得這個道理，我們引申出來，我們講染淨，套這個話說，染非定染，淨非定淨，善非定善，惡非定惡，你明白這個道理，這一點我們就通了。"
    },
    {
      "id": "02-039-0066_p0005",
      "zh_CN": "今天的社会为什么问题这么多？今天地球上的灾难，每一天所发生的，我们是因为不看电视、不看报纸、不接触媒体，知道的不多。我们只是听同修们跟我们讲，他们在电视上看到的、网路上看到的、新闻上看到的，给我们一说，这太可怕了，怎么会这么多？这些事情科学家告诉我们，这是近代尖端科学家，叫量子科学家，我在书上看到有这么一节。他说自己生命，我们自己，跟地球是一体共存，我们的生命跟地球所谓是同一个缘起，同一个自性、同一个缘起。地球所呈现各种不平衡的现象，现在出现了，这是什么？是人类体内失衡状况的写照。我们身体内部有了问题，我们内部不平衡，所以外面感得地球的不平衡，地震、火山爆发、气候形态的变化，这什么？反应的是人类意识内所发生的剧烈转变，信念和价值观所形成的后果。我相信，真的，不是假的，所以一念不善，什么问题都出来了。能不能解决？能，怎么不能解决？这些科学家也说，他说人类其实可以改变这些有关大灾难的预言，这预测的能改变，甚至那些逼迫在眼前的大难，我们都能力挽狂澜。怎么改变？当下改变我们的思想行为，我们这个地球马上就有救了。这个就是讲什么？法无定性，预言所讲的不是一定的，说出这个预言、预测是什么？这些预言家很多是通灵的，他们看到的。看到这个现象是他那个时候看到的，譬如他一年前看到的，一年之后念头变好了，它马上就转变了。如果我们不改变的话，那就跟他预测的一样；我们一变的话，他的预测就完全不灵，就这么个道理。近，对我们的身体，我们身体自己可以控制，再扩大我们的家庭，我们这个道场，只要人人，所以这个教学重要。",
      "zh_TW": "今天的社會為什麼問題這麼多？今天地球上的災難，每一天所發生的，我們是因為不看電視、不看報紙、不接觸媒體，知道的不多。我們只是聽同修們跟我們講，他們在電視上看到的、網路上看到的、新聞上看到的，給我們一說，這太可怕了，怎麼會這麼多？這些事情科學家告訴我們，這是近代尖端科學家，叫量子科學家，我在書上看到有這麼一節。他說自己生命，我們自己，跟地球是一體共存，我們的生命跟地球所謂是同一個緣起，同一個自性、同一個緣起。地球所呈現各種不平衡的現象，現在出現了，這是什麼？是人類體內失衡狀況的寫照。我們身體內部有了問題，我們內部不平衡，所以外面感得地球的不平衡，地震、火山爆發、氣候形態的變化，這什麼？反應的是人類意識內所發生的劇烈轉變，信念和價值觀所形成的後果。我相信，真的，不是假的，所以一念不善，什麼問題都出來了。能不能解決？能，怎麼不能解決？這些科學家也說，他說人類其實可以改變這些有關大災難的預言，這預測的能改變，甚至那些逼迫在眼前的大難，我們都能力挽狂瀾。怎麼改變？當下改變我們的思想行為，我們這個地球馬上就有救了。這個就是講什麼？法無定性，預言所講的不是一定的，說出這個預言、預測是什麼？這些預言家很多是通靈的，他們看到的。看到這個現象是他那個時候看到的，譬如他一年前看到的，一年之後念頭變好了，它馬上就轉變了。如果我們不改變的話，那就跟他預測的一樣；我們一變的話，他的預測就完全不靈，就這麼個道理。近，對我們的身體，我們身體自己可以控制，再擴大我們的家庭，我們這個道場，只要人人，所以這個教學重要。"
    },
    {
      "id": "02-039-0066_p0006",
      "zh_CN": "我也常跟一些同学们谈，讲经的时候也讲到，极乐世界为什么那么好？华藏世界为什么那么好？诸佛的实报土都没话说，为什么？那个地方诸佛如来天天在讲经、天天在教学，没中断的，所以无始无明的习气在那个地方它发作不了。天天佛在讲经教学，他怎么发作？久而久之，这个习气慢慢就没有了，自然就消失，就这么个道理。如果那个世界佛也不讲经了，菩萨也不讲经了，我看要不了几年就变成我们地球这个样子。所以诸佛如来他在那里天天讲经，帮助那些众生逐渐逐渐的个个成佛了。也就是四十一品无明，那个无明是无明习气，我们在《华严经》上学到的无明习气，统统断尽之后，回归常寂光，回归自性。回归自性之后，这个科学没法子，找不到它了。只要在实报土，科学家还能看见，但是不知道是什么原因，为什么那个地方会不变，这一点现在还没有发现，我相信将来科学再进步可能发现，看到现象，不知道原因。原因在经典里头，在大乘经典里头。",
      "zh_TW": "我也常跟一些同學們談，講經的時候也講到，極樂世界為什麼那麼好？華藏世界為什麼那麼好？諸佛的實報土都沒話說，為什麼？那個地方諸佛如來天天在講經、天天在教學，沒中斷的，所以無始無明的習氣在那個地方它發作不了。天天佛在講經教學，他怎麼發作？久而久之，這個習氣慢慢就沒有了，自然就消失，就這麼個道理。如果那個世界佛也不講經了，菩薩也不講經了，我看要不了幾年就變成我們地球這個樣子。所以諸佛如來他在那裡天天講經，幫助那些眾生逐漸逐漸的個個成佛了。也就是四十一品無明，那個無明是無明習氣，我們在《華嚴經》上學到的無明習氣，統統斷盡之後，回歸常寂光，回歸自性。回歸自性之後，這個科學沒法子，找不到它了。只要在實報土，科學家還能看見，但是不知道是什麼原因，為什麼那個地方會不變，這一點現在還沒有發現，我相信將來科學再進步可能發現，看到現象，不知道原因。原因在經典裡頭，在大乘經典裡頭。"
    },
    {
      "id": "02-039-0066_p0007",
      "zh_CN": "所以方东美先生告诉我，大乘经典是全世界最高的哲学。我们通过将近一甲子的学习，我们发现不但是最高的哲学，同时也是最高的科学。我们像今天科学两个极端的发展，一个是宏观世界，宏观世界里面看到，大部分的宇宙不见了，这科学家的报告。真正我们这个科学技术能够观察到的、了解到的宇宙，只有整个宇宙的百分之十，还有百分之九十的宇宙不见。有人说是不是它藏在不同维次的空间？因为我们怎么样去测量，还是三度空间，没有办法超越空间维次。当然这是一个说法。可是到最后宇宙真的不见了，在哪里？回归自性了。从自性里生起，到最后还回归自性。自性这个东西很奇妙，它不是精神，它不是物质，它也不是空间、也不是时间，你对它简直没法子。它在哪里？无所不在，无时不在，无处不在。它是一切万法的本体，没有它，一切法变不出来，只要能变出来它就在。",
      "zh_TW": "所以方東美先生告訴我，大乘經典是全世界最高的哲學。我們通過將近一甲子的學習，我們發現不但是最高的哲學，同時也是最高的科學。我們像今天科學兩個極端的發展，一個是宏觀世界，宏觀世界裡面看到，大部分的宇宙不見了，這科學家的報告。真正我們這個科學技術能夠觀察到的、了解到的宇宙，只有整個宇宙的百分之十，還有百分之九十的宇宙不見。有人說是不是它藏在不同維次的空間？因為我們怎麼樣去測量，還是三度空間，沒有辦法超越空間維次。當然這是一個說法。可是到最後宇宙真的不見了，在哪裡？回歸自性了。從自性裡生起，到最後還回歸自性。自性這個東西很奇妙，它不是精神，它不是物質，它也不是空間、也不是時間，你對它簡直沒法子。它在哪裡？無所不在，無時不在，無處不在。它是一切萬法的本體，沒有它，一切法變不出來，只要能變出來它就在。"
    },
    {
      "id": "02-039-0066_p0008",
      "zh_CN": "所以我们学习的时候常常用萤光幕来做比喻，我们看电视、看电脑那屏幕，屏幕就好像是自性，所有的现象不能离开屏幕示现。屏幕始终不动，也不会染污，什么样的现象都在里面能发辉，清净的也好、染污的也好，善的也好、恶的也好，都行，与它相不相干？毫不相关。经上讲得很好，这一切法心现识变，从缘而起就是识变，所以凡是这种现象都没有定性。所以佛菩萨看到一切众生，他不起心动念，为什么？没定性。他坏，佛菩萨绝对不会说他坏；他好，佛菩萨也绝不会说他好。佛菩萨看待心是平等的，不起心、不动念，更没有分别执着。那个变化就在一念之间，一念觉，就清净、就善了；一念染污，他就恶了、就不善了，这个念头刹那刹那在变。当然变与自己的习性有关系，我们迷惑颠倒不是这一生，生生世世阿赖耶里面不善的习气多，善的习气少。可是这些善的习气起现行都得有缘，这个缘就是我们的境界有关系了，中国古人常讲「近朱则赤，近墨则黑」，看你生在什么环境，这个环境要好，你都是变好；这个环境不好，你不可能不变坏。所以环境对人的影响太大，小的环境家庭，大的环境是社会、是世界。",
      "zh_TW": "所以我們學習的時候常常用螢光幕來做比喻，我們看電視、看電腦那屏幕，屏幕就好像是自性，所有的現象不能離開屏幕示現。屏幕始終不動，也不會染污，什麼樣的現象都在裡面能發輝，清淨的也好、染污的也好，善的也好、惡的也好，都行，與它相不相干？毫不相關。經上講得很好，這一切法心現識變，從緣而起就是識變，所以凡是這種現象都沒有定性。所以佛菩薩看到一切眾生，他不起心動念，為什麼？沒定性。他壞，佛菩薩絕對不會說他壞；他好，佛菩薩也絕不會說他好。佛菩薩看待心是平等的，不起心、不動念，更沒有分別執著。那個變化就在一念之間，一念覺，就清淨、就善了；一念染污，他就惡了、就不善了，這個念頭剎那剎那在變。當然變與自己的習性有關係，我們迷惑顛倒不是這一生，生生世世阿賴耶裡面不善的習氣多，善的習氣少。可是這些善的習氣起現行都得有緣，這個緣就是我們的境界有關係了，中國古人常講「近朱則赤，近墨則黑」，看你生在什麼環境，這個環境要好，你都是變好；這個環境不好，你不可能不變壞。所以環境對人的影響太大，小的環境家庭，大的環境是社會、是世界。"
    },
    {
      "id": "02-039-0066_p0009",
      "zh_CN": "我们看看今天这个大时代是什么风气？可以说今天大时代是斗争的时代，争名逐利。佛法讲五五百年，释迦牟尼佛灭度之后五五百年，就是二千五百年之后，「斗诤坚固」，起心动念损人利己。今天我听同学说，这不是新闻，是事实。一个老人养了五个孩子，年岁老了，没有一个养母亲，让这个母亲活活饿死了。政府知道这个事情，五个儿子都判刑，老大判了两年，其他都判一年，这成什么话？要在从前的法律，五个儿子都是死刑，这大不孝，这还得了！所以古时候的法律，有一条叫亲权处分，我还记得，我小时候还听到有这么一个名词，有这么一个印象。这印象本来差不多也要忘光了，有一次李老师讲经讲到这一段，他问我，他说你知不知道？我突然想起来，有这个印象。大概在民国二十几年，抗战之前，好像民国二十一、二年废除了。亲权处分是什么事情？你的爸爸妈妈到法院里告你，我这个儿子不孝，你们把他处死。立刻就处死刑，没有辩护的，这就是亲权处分。最疼爱你的是你父母，你父母都不要你，你还能做人吗？所以从前不孝也不敢，表面上还得装出一点，你不装出一点，父母一告状，命就没有了。不能辩护的，立刻执行。这个刑罚对社会的安定有好处，废除很可惜。所以慢慢的这些保障社会安全的法令规章逐渐都废除了，这一废除，天下大乱了。最不幸的事情就是把传统文化废除掉，你看看，儒家废除掉，道家废除掉，佛家废除掉，这个影响还是影响到现在，影响社会的动乱，治安永远没有办法恢复。更大的影响呢？影响到山河大地，就是现在讲的自然灾害。自然灾害从哪来的？不善念头影响的，这个我们不能不知道。",
      "zh_TW": "我們看看今天這個大時代是什麼風氣？可以說今天大時代是鬥爭的時代，爭名逐利。佛法講五五百年，釋迦牟尼佛滅度之後五五百年，就是二千五百年之後，「鬥諍堅固」，起心動念損人利己。今天我聽同學說，這不是新聞，是事實。一個老人養了五個孩子，年歲老了，沒有一個養母親，讓這個母親活活餓死了。政府知道這個事情，五個兒子都判刑，老大判了兩年，其他都判一年，這成什麼話？要在從前的法律，五個兒子都是死刑，這大不孝，這還得了！所以古時候的法律，有一條叫親權處分，我還記得，我小時候還聽到有這麼一個名詞，有這麼一個印象。這印象本來差不多也要忘光了，有一次李老師講經講到這一段，他問我，他說你知不知道？我突然想起來，有這個印象。大概在民國二十幾年，抗戰之前，好像民國二十一、二年廢除了。親權處分是什麼事情？你的爸爸媽媽到法院裡告你，我這個兒子不孝，你們把他處死。立刻就處死刑，沒有辯護的，這就是親權處分。最疼愛你的是你父母，你父母都不要你，你還能做人嗎？所以從前不孝也不敢，表面上還得裝出一點，你不裝出一點，父母一告狀，命就沒有了。不能辯護的，立刻執行。這個刑罰對社會的安定有好處，廢除很可惜。所以慢慢的這些保障社會安全的法令規章逐漸都廢除了，這一廢除，天下大亂了。最不幸的事情就是把傳統文化廢除掉，你看看，儒家廢除掉，道家廢除掉，佛家廢除掉，這個影響還是影響到現在，影響社會的動亂，治安永遠沒有辦法恢復。更大的影響呢？影響到山河大地，就是現在講的自然災害。自然災害從哪來的？不善念頭影響的，這個我們不能不知道。"
    },
    {
      "id": "02-039-0066_p0010",
      "zh_CN": "儒释道对于中国传统，我们用一般的说法，它立了有大功德，不仅是帮助社会安定，帮助伦理道德的提升，帮助人起心动念不敢有不善的念头、不敢有不善的行为。伦理道德有时候约束不了，所谓是高名厚利，知道是错误还动心、还敢去做，所谓是利令智昏，他知道是错误，但是这个利益太大了，还是贪图，还是敢。可是如果真正通达因果报应，不敢，再高贵的名望，再厚的利益也不敢要。他要的时候他知道，眼前得一点小便宜、小利，后果不堪设想。后果是什么？是地狱、三途。可是这些东西被废除之后，这个社会动乱就不可能再恢复了。我们老祖宗用这些方法来教化众生几千年，这么大的国家，这么多的族群，几千年来长治久安，这是世界上许多学者专家研究东方历史的，对中国非常尊敬佩服，它是怎么治的？会有这么好的成果。殊不知中国人懂得教育，教育才是根本办法。外国的宗教，最近我访问罗马教廷，他们也知道社会问题严重，这个地球岌岌可危，用什么方法？祈祷。他们的主教跟我谈到，全世界的天主教徒每天做祈祷。他们的教徒一般估计超过十亿人。祈祷有没有效？用真诚心、清净心、慈悲心有效果。我们佛门里面经忏佛事，包括我们提倡的三时系念，都是属于祈祷。古人说的话「诚则灵」，这灵不灵？做法事的这些人真诚，它就灵，诚就灵，不诚就不灵，诚则灵。统统是治标不是治本。治本是什么？治本是教学。所以你要晓得，释迦牟尼佛当年在世，四十九年讲经教学，每天不中断，这什么？这治本，他做出很好的榜样来给我们看。所以你要是真正了解、真正明白，佛教是教育，它不是宗教。",
      "zh_TW": "儒釋道對於中國傳統，我們用一般的說法，它立了有大功德，不僅是幫助社會安定，幫助倫理道德的提升，幫助人起心動念不敢有不善的念頭、不敢有不善的行為。倫理道德有時候約束不了，所謂是高名厚利，知道是錯誤還動心、還敢去做，所謂是利令智昏，他知道是錯誤，但是這個利益太大了，還是貪圖，還是敢。可是如果真正通達因果報應，不敢，再高貴的名望，再厚的利益也不敢要。他要的時候他知道，眼前得一點小便宜、小利，後果不堪設想。後果是什麼？是地獄、三途。可是這些東西被廢除之後，這個社會動亂就不可能再恢復了。我們老祖宗用這些方法來教化眾生幾千年，這麼大的國家，這麼多的族群，幾千年來長治久安，這是世界上許多學者專家研究東方歷史的，對中國非常尊敬佩服，它是怎麼治的？會有這麼好的成果。殊不知中國人懂得教育，教育才是根本辦法。外國的宗教，最近我訪問羅馬教廷，他們也知道社會問題嚴重，這個地球岌岌可危，用什麼方法？祈禱。他們的主教跟我談到，全世界的天主教徒每天做祈禱。他們的教徒一般估計超過十億人。祈禱有沒有效？用真誠心、清淨心、慈悲心有效果。我們佛門裡面經懺佛事，包括我們提倡的三時繫念，都是屬於祈禱。古人說的話「誠則靈」，這靈不靈？做法事的這些人真誠，它就靈，誠就靈，不誠就不靈，誠則靈。統統是治標不是治本。治本是什麼？治本是教學。所以你要曉得，釋迦牟尼佛當年在世，四十九年講經教學，每天不中斷，這什麼？這治本，他做出很好的榜樣來給我們看。所以你要是真正了解、真正明白，佛教是教育，它不是宗教。"
    },
    {
      "id": "02-039-0066_p0011",
      "zh_CN": "但是今天这个社会上说到宗教，我觉得至少有六种不同的形式存在着。释迦牟尼佛祖传的这个宗教，这是教育，我们继承了。这是我学佛，学佛之后认识章嘉大师，我在台湾一个人，没有家眷，没有后顾之忧，老师劝我出家，劝我学释迦牟尼佛。我看第一本佛书是《释迦方志》、《释迦谱》，章嘉大师指导我的。初接触佛法，他说你得认识释迦牟尼佛，跟他学习你就不会走错路了。这个缘也是非常殊胜，很少人遇到的。看了之后才晓得，释迦牟尼佛聪明、好学，王子出身，十九岁离开家庭，好学，到处参学。他身分特殊，又聪明，所以像这样的人，哪一个老师不喜欢这样的学生？这是他得天独厚。当时印度所有的宗教这些高人，他都亲近过、都跟他们学过；这些大哲学家、大智慧的这些仁人长者他也亲近过，十二年，十九岁到三十岁，印度所有这些高人他都亲近过，很厉害。印度在当时，可以说在学术思想、宗教都是世界第一，他出生在那个地方，缘好，缘太殊胜了，有这么好的学习机会，比中国还要殊胜，社会比中国安定。中国那个时间是春秋战国，社会已经动乱、不安定了。印度社会安定。印度的宗教跟学术非常重视禅定，佛经上讲的四禅八定是印度教的，印度教的前身是婆罗门教，历史非常久远。我跟他们有往来，他们的长老告诉我，他们这个教至少都有一万多年，他们估计一万三千年以上，我们可以相信。如果是一万三千年的话，它比佛教就早一万年，佛教到今天才三千年。所以四禅八定是他们修的。得到禅定，空间维次就突破了，我们一般人看不到的，他看得到；我们听不到的，他听得到；我们接触不到的，他能接触到。所以在这个定中他能够到达二十八层天，非想非非想处天他能去，他亲眼所见，亲耳所闻，清楚；往下去他能到阿鼻地狱，他可以去参观，他可以去考察。所以对六道太清楚、太明白了。",
      "zh_TW": "但是今天這個社會上說到宗教，我覺得至少有六種不同的形式存在著。釋迦牟尼佛祖傳的這個宗教，這是教育，我們繼承了。這是我學佛，學佛之後認識章嘉大師，我在台灣一個人，沒有家眷，沒有後顧之憂，老師勸我出家，勸我學釋迦牟尼佛。我看第一本佛書是《釋迦方志》、《釋迦譜》，章嘉大師指導我的。初接觸佛法，他說你得認識釋迦牟尼佛，跟他學習你就不會走錯路了。這個緣也是非常殊勝，很少人遇到的。看了之後才曉得，釋迦牟尼佛聰明、好學，王子出身，十九歲離開家庭，好學，到處參學。他身分特殊，又聰明，所以像這樣的人，哪一個老師不喜歡這樣的學生？這是他得天獨厚。當時印度所有的宗教這些高人，他都親近過、都跟他們學過；這些大哲學家、大智慧的這些仁人長者他也親近過，十二年，十九歲到三十歲，印度所有這些高人他都親近過，很厲害。印度在當時，可以說在學術思想、宗教都是世界第一，他出生在那個地方，緣好，緣太殊勝了，有這麼好的學習機會，比中國還要殊勝，社會比中國安定。中國那個時間是春秋戰國，社會已經動亂、不安定了。印度社會安定。印度的宗教跟學術非常重視禪定，佛經上講的四禪八定是印度教的，印度教的前身是婆羅門教，歷史非常久遠。我跟他們有往來，他們的長老告訴我，他們這個教至少都有一萬多年，他們估計一萬三千年以上，我們可以相信。如果是一萬三千年的話，它比佛教就早一萬年，佛教到今天才三千年。所以四禪八定是他們修的。得到禪定，空間維次就突破了，我們一般人看不到的，他看得到；我們聽不到的，他聽得到；我們接觸不到的，他能接觸到。所以在這個定中他能夠到達二十八層天，非想非非想處天他能去，他親眼所見，親耳所聞，清楚；往下去他能到阿鼻地獄，他可以去參觀，他可以去考察。所以對六道太清楚、太明白了。"
    },
    {
      "id": "02-039-0066_p0012",
      "zh_CN": "六道里面的状况，给诸位说，也不是一定的，随着众生念头在转变。阿鼻地狱，堕在那个里头，那个时间是以劫数论的，能不能很快就出来？能，只要你一念善心就出来了；你要是坚固执着，一念善心生不起来，那你时间就长了。这没有定法，这个要知道，法无定法。所以佛有没有定法可说？佛没有，佛也无有定法可说，活的。所以佛说法的原则是应机施教，你念头怎么转他怎么教你，活的，不是死的，这叫真实智慧，不是呆板东西，活活泼泼的。可是恶道里面的众生，他有坚固的执着，有遇到佛菩萨的，佛菩萨劝他，他听不听？不听、不接受，不接受就继续受罪。他只要有一念后悔，佛菩萨马上就现前，慈悲到了极处。你一念「我想学」，想学菩萨就来教你；没有这个念头，不会现前。没有这个念头，偶尔现一现，在引导你、诱导你。你一看，我真想学，真想学他就来了。所有一切诸佛菩萨从哪里来？给诸位说，自性变现的。你们在三时系念中峰本子里面所看到的，「自性弥陀，唯心净土」，你就知道，阿弥陀佛从哪里来？阿弥陀佛是自己心里变现的。你的心从来没离开你，一切时、一切处从来没有离开你，所以你那个一念，佛就现前。我们今天念阿弥陀佛，这个念头是，怎么阿弥陀佛没现前？阿弥陀佛现前了，真现前了，受到感应了，为什么说看不到？我们自己本身有业障，本身有业障这个要知道。这些事情都是早年章嘉大师告诉我的。业障消除了的话，那真的你想看什么相他现什么相。",
      "zh_TW": "六道裡面的狀況，給諸位說，也不是一定的，隨著眾生念頭在轉變。阿鼻地獄，墮在那個裡頭，那個時間是以劫數論的，能不能很快就出來？能，只要你一念善心就出來了；你要是堅固執著，一念善心生不起來，那你時間就長了。這沒有定法，這個要知道，法無定法。所以佛有沒有定法可說？佛沒有，佛也無有定法可說，活的。所以佛說法的原則是應機施教，你念頭怎麼轉他怎麼教你，活的，不是死的，這叫真實智慧，不是呆板東西，活活潑潑的。可是惡道裡面的眾生，他有堅固的執著，有遇到佛菩薩的，佛菩薩勸他，他聽不聽？不聽、不接受，不接受就繼續受罪。他只要有一念後悔，佛菩薩馬上就現前，慈悲到了極處。你一念「我想學」，想學菩薩就來教你；沒有這個念頭，不會現前。沒有這個念頭，偶爾現一現，在引導你、誘導你。你一看，我真想學，真想學他就來了。所有一切諸佛菩薩從哪裡來？給諸位說，自性變現的。你們在三時繫念中峰本子裡面所看到的，「自性彌陀，唯心淨土」，你就知道，阿彌陀佛從哪裡來？阿彌陀佛是自己心裡變現的。你的心從來沒離開你，一切時、一切處從來沒有離開你，所以你那個一念，佛就現前。我們今天念阿彌陀佛，這個念頭是，怎麼阿彌陀佛沒現前？阿彌陀佛現前了，真現前了，受到感應了，為什麼說看不到？我們自己本身有業障，本身有業障這個要知道。這些事情都是早年章嘉大師告訴我的。業障消除了的話，那真的你想看什麼相他現什麼相。"
    },
    {
      "id": "02-039-0066_p0013",
      "zh_CN": "我记得我第一次到香港讲经，一九七七年，那个时候讲经没这么大的讲堂，中华佛教图书馆诸位去参观参观就晓得，是一个住家的房子，是在客厅。那么个小房子大概比我们摄影棚稍微大一点点，挤一百多人，挤得密密麻麻的，走路都不能走。香港那个时候许多法师都来听经，圣一法师也常常来听经。大陆还没有完全开放，可以进去了，他到大陆去。九华山仁德法师请他讲《地藏经》，他来问我可不可以去，他害怕。我说难得！如果有这个缘分你就去，也许以后就没有缘分了，把机会抓住，赶快去。他去了，讲了一个月，很小心、很谨慎，怕说错话。他讲经全部写成讲稿，依照讲稿来讲。这个讲稿给我看过，我也很喜欢。他曾经有三个同参道友，出家人，到普陀山，第一次到普陀山，去拜观音菩萨，到潮音洞，他们三个人在洞门口拜。他说拜了半个小时观音菩萨出现了，三个人都看到。回来之后在路上就谈起，每一个人都欢喜，我看到了，你看到没有？我看到了。你看到什么样子？三个人看到三个样子，不一样。圣一法师看到的就像地藏菩萨戴的毘卢帽，全身是金色的，现的是这种相；他说另外一个法师看到是像白衣观音，常常画的白衣观音；第三位看到的是出家比丘相，是出家相。三个都看到，三个不同的现相。菩萨随众生心应所知量，每个人的心不一样，诚恳不一样、清净不一样、慈悲不一样，感应就不一样了。这是相无定相，三个人看的不一样，所以这是我们要知道的。你知道一切法没有定法，千变万化，你还执着它干什么？你还分别它干什么？所以佛教导我们不分别、不执着、不起心、不动念，是正观，那是正确的看法。就是没有自己一点意思，你才看出外面那个浮动，外面每个人念头在浮动，他现的相不一样。这就是法无定性。",
      "zh_TW": "我記得我第一次到香港講經，一九七七年，那個時候講經沒這麼大的講堂，中華佛教圖書館諸位去參觀參觀就曉得，是一個住家的房子，是在客廳。那麼個小房子大概比我們攝影棚稍微大一點點，擠一百多人，擠得密密麻麻的，走路都不能走。香港那個時候許多法師都來聽經，聖一法師也常常來聽經。大陸還沒有完全開放，可以進去了，他到大陸去。九華山仁德法師請他講《地藏經》，他來問我可不可以去，他害怕。我說難得！如果有這個緣分你就去，也許以後就沒有緣分了，把機會抓住，趕快去。他去了，講了一個月，很小心、很謹慎，怕說錯話。他講經全部寫成講稿，依照講稿來講。這個講稿給我看過，我也很喜歡。他曾經有三個同參道友，出家人，到普陀山，第一次到普陀山，去拜觀音菩薩，到潮音洞，他們三個人在洞門口拜。他說拜了半個小時觀音菩薩出現了，三個人都看到。回來之後在路上就談起，每一個人都歡喜，我看到了，你看到沒有？我看到了。你看到什麼樣子？三個人看到三個樣子，不一樣。聖一法師看到的就像地藏菩薩戴的毘盧帽，全身是金色的，現的是這種相；他說另外一個法師看到是像白衣觀音，常常畫的白衣觀音；第三位看到的是出家比丘相，是出家相。三個都看到，三個不同的現相。菩薩隨眾生心應所知量，每個人的心不一樣，誠懇不一樣、清淨不一樣、慈悲不一樣，感應就不一樣了。這是相無定相，三個人看的不一樣，所以這是我們要知道的。你知道一切法沒有定法，千變萬化，你還執著它幹什麼？你還分別它幹什麼？所以佛教導我們不分別、不執著、不起心、不動念，是正觀，那是正確的看法。就是沒有自己一點意思，你才看出外面那個浮動，外面每個人念頭在浮動，他現的相不一樣。這就是法無定性。"
    },
    {
      "id": "02-039-0066_p0014",
      "zh_CN": "我们再看第三，「缘起相由。谓缘起之法，递相由藉。然法界缘起，义门无量，略举十义，缘起方成，故云缘起相由也。」缘起是什么？一切法怎么来的。一切法当体即空，了不可得，这个事实真相阿罗汉知道、辟支佛知道，容易明了。所以阿罗汉得到的智慧叫一切智，就是知道一切法都是空的、都是假的，《金刚经》上所说的，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，阿罗汉证得。所以知一切法的总相，总相就是空，《般若经》上所说的，「一切法无所有，毕竟空，不可得」，他知道总相。可是这个相怎么生起来的，他就不知道了。这一条叫道种智，道是道理，什么道理生的；种是种种，种种法，就是一切法是什么道理生的，这就讲缘起。所以这一条给我们讲什么？道种智。道种智是菩萨的智慧，菩萨知道，知道这个是怎么来的，也知道它总相，所以菩萨比阿罗汉就高明一等。",
      "zh_TW": "我們再看第三，「緣起相由。謂緣起之法，遞相由藉。然法界緣起，義門無量，略舉十義，緣起方成，故云緣起相由也。」緣起是什麼？一切法怎麼來的。一切法當體即空，了不可得，這個事實真相阿羅漢知道、辟支佛知道，容易明瞭。所以阿羅漢得到的智慧叫一切智，就是知道一切法都是空的、都是假的，《金剛經》上所說的，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，阿羅漢證得。所以知一切法的總相，總相就是空，《般若經》上所說的，「一切法無所有，畢竟空，不可得」，他知道總相。可是這個相怎麼生起來的，他就不知道了。這一條叫道種智，道是道理，什麼道理生的；種是種種，種種法，就是一切法是什麼道理生的，這就講緣起。所以這一條給我們講什麼？道種智。道種智是菩薩的智慧，菩薩知道，知道這個是怎麼來的，也知道它總相，所以菩薩比阿羅漢就高明一等。"
    },
    {
      "id": "02-039-0066_p0015",
      "zh_CN": "缘起之法是很复杂，《华严经》上给我们说，一切法的生起无量因缘，佛在经上跟我们讲四缘生法，那是把无量因缘归纳为四大类，这是在教学方便起见，把它归纳为四大类：亲因缘、所缘缘、无间缘、增上缘，这个四大类都很复杂。亲因缘是自性，我们一般没有问题。所缘缘那就太复杂，所缘缘是什么？我们刹那刹那的起心动念，这个念头千差万别，同一个念头强弱不一样、相续不一样。可是外面境界，外面境界受影响，不管我们是什么念头，有意无意，要知道念头就像个发射的信号一样，我们不断在发射，也不断在接收。接收外面的信息对自己有影响，我们发出去的也影响别人。不但影响别人，影响树木花草，影响山河大地，再给诸位说，影响到遍法界虚空界。为什么？以前咱们不懂，学了《还源观》知道了。《还源观》上告诉我们，无论是物质，无论是精神，它是一个波动现象，这个波动再小、再微弱，它影响的范围多大？《还源观》上给我们讲的三遍，第一个周遍法界，这还得了吗？极其微弱的一个念头，弥勒菩萨讲的，一弹指的三百二十兆分之一，一弹指的那个时间，里面的一念，周遍法界。",
      "zh_TW": "緣起之法是很複雜，《華嚴經》上給我們說，一切法的生起無量因緣，佛在經上跟我們講四緣生法，那是把無量因緣歸納為四大類，這是在教學方便起見，把它歸納為四大類：親因緣、所緣緣、無間緣、增上緣，這個四大類都很複雜。親因緣是自性，我們一般沒有問題。所緣緣那就太複雜，所緣緣是什麼？我們剎那剎那的起心動念，這個念頭千差萬別，同一個念頭強弱不一樣、相續不一樣。可是外面境界，外面境界受影響，不管我們是什麼念頭，有意無意，要知道念頭就像個發射的信號一樣，我們不斷在發射，也不斷在接收。接收外面的信息對自己有影響，我們發出去的也影響別人。不但影響別人，影響樹木花草，影響山河大地，再給諸位說，影響到遍法界虛空界。為什麼？以前咱們不懂，學了《還源觀》知道了。《還源觀》上告訴我們，無論是物質，無論是精神，它是一個波動現象，這個波動再小、再微弱，它影響的範圍多大？《還源觀》上給我們講的三遍，第一個周遍法界，這還得了嗎？極其微弱的一個念頭，彌勒菩薩講的，一彈指的三百二十兆分之一，一彈指的那個時間，裡面的一念，周遍法界。"
    },
    {
      "id": "02-039-0066_p0016",
      "zh_CN": "我们想不到，今天就是量子科学家也没想到，我没听到他们这个说法。他们只说到，我们起心动念会影响我们的身心健康，会影响我们不稳定的情绪，会影响到你周边的人、你的家人，会影响到四周围的物质现象，都会受影响。也讲到如果你是在户外，你会影响树木花草，你会影响山河大地，科学家只讲到这里。还没有讲我们会影响到其他星球，影响到其他的星系，没讲。佛法里面讲到了，遍法界虚空界，就是你这里一动，全都知道，这个信息他们都收到。所以这个信息不管是有意无意，不管是善念恶念，只要你有一念，遍法界虚空界，那我们知道，诸佛菩萨全都收到了。他们所放出来的这个意念都是正面的、都是好的，我们也接收到。如果他们不发出这个念头，咱们这世界早就崩溃、早就没有了，我们受他的恩德。现在是他以善正面的给我们，我们再以正面的回，这就好了，我们眼前许许多多这些灾难都能够减轻、都能够化解，这个道理量子科学家肯定了，他说事实确实是如此。所以在这个灾难重重的世界里面，给我们带来信心，给我们带来希望，我们有能力把社会风气跟自然环境把它调整好，调整到正常。",
      "zh_TW": "我們想不到，今天就是量子科學家也沒想到，我沒聽到他們這個說法。他們只說到，我們起心動念會影響我們的身心健康，會影響我們不穩定的情緒，會影響到你周邊的人、你的家人，會影響到四周圍的物質現象，都會受影響。也講到如果你是在戶外，你會影響樹木花草，你會影響山河大地，科學家只講到這裡。還沒有講我們會影響到其他星球，影響到其他的星系，沒講。佛法裡面講到了，遍法界虛空界，就是你這裡一動，全都知道，這個信息他們都收到。所以這個信息不管是有意無意，不管是善念惡念，只要你有一念，遍法界虛空界，那我們知道，諸佛菩薩全都收到了。他們所放出來的這個意念都是正面的、都是好的，我們也接收到。如果他們不發出這個念頭，咱們這世界早就崩潰、早就沒有了，我們受他的恩德。現在是他以善正面的給我們，我們再以正面的回，這就好了，我們眼前許許多多這些災難都能夠減輕、都能夠化解，這個道理量子科學家肯定了，他說事實確實是如此。所以在這個災難重重的世界裡面，給我們帶來信心，給我們帶來希望，我們有能力把社會風氣跟自然環境把它調整好，調整到正常。"
    },
    {
      "id": "02-039-0066_p0017",
      "zh_CN": "「缘起相由」，这个清凉大师非常慈悲给我们讲了十条，这个十条总题目叫「缘起十义」，这十条就是这一条的详细说明。你看这是菩萨的智慧，他知道这宇宙是怎么回事情，都是在《华严经疏钞》，清凉大师《疏钞》里面节录下来的。「缘起者，谓诸法所起因缘，递相摄持，涉入无碍，分为十种，以释前十玄门之义。」实在讲就是解释我们前面所讲的第三条的意思。第一，「诸缘各异义。诸缘各异者，谓诸法缘起各不同也。盖诸法递互相望，要须体用各别，不相杂乱，方成缘起。经云：多中无一性，一亦无有多。是也。」这第一条给我们所说的。佛在经上常说缘起，你看一桩事情有因、有缘、有果，他不说因起，他说缘起。为什么不说因？因要变成果当中一定要有缘，如果没有缘，因不可能变成果。好像一粒瓜子，瓜子要结成瓜，这是果，如果这粒瓜子没有缘，我们把它放在茶杯里头，它就没有缘，放一百年它也结不了瓜。它的缘是什么？它一定要有土壤，要有肥料，要有空气，要有水分，要有阳光，那人再照顾它，这是增上缘，它具备这些条件它就会长得很好，它会发芽、会茁壮、会开花、会结果，缺少一个都不行。法界缘起，那你就晓得是无量因缘，所以诸缘各异，像我们刚才举的这个例子，种子是因，亲因，土壤是缘，土壤跟水分不一样，水分跟阳光又不一样，阳光跟空气又不一样，它要具足它生长的这些条件，缘就是条件，要很多条件具足它才能够生长。",
      "zh_TW": "「緣起相由」，這個清涼大師非常慈悲給我們講了十條，這個十條總題目叫「緣起十義」，這十條就是這一條的詳細說明。你看這是菩薩的智慧，他知道這宇宙是怎麼回事情，都是在《華嚴經疏鈔》，清涼大師《疏鈔》裡面節錄下來的。「緣起者，謂諸法所起因緣，遞相攝持，涉入無礙，分為十種，以釋前十玄門之義。」實在講就是解釋我們前面所講的第三條的意思。第一，「諸緣各異義。諸緣各異者，謂諸法緣起各不同也。蓋諸法遞互相望，要須體用各別，不相雜亂，方成緣起。經云：多中無一性，一亦無有多。是也。」這第一條給我們所說的。佛在經上常說緣起，你看一樁事情有因、有緣、有果，他不說因起，他說緣起。為什麼不說因？因要變成果當中一定要有緣，如果沒有緣，因不可能變成果。好像一粒瓜子，瓜子要結成瓜，這是果，如果這粒瓜子沒有緣，我們把它放在茶杯裡頭，它就沒有緣，放一百年它也結不了瓜。它的緣是什麼？它一定要有土壤，要有肥料，要有空氣，要有水分，要有陽光，那人再照顧它，這是增上緣，它具備這些條件它就會長得很好，它會發芽、會茁壯、會開花、會結果，缺少一個都不行。法界緣起，那你就曉得是無量因緣，所以諸緣各異，像我們剛才舉的這個例子，種子是因，親因，土壤是緣，土壤跟水分不一樣，水分跟陽光又不一樣，陽光跟空氣又不一樣，它要具足它生長的這些條件，緣就是條件，要很多條件具足它才能夠生長。"
    },
    {
      "id": "02-039-0066_p0018",
      "zh_CN": "诸法，法不一样，缘也不一样。我们一个人到这个世间来，这是缘，因是什么？基本的因是一个、是相同的，心现识变，这是完全相同的，一切法都不例外的。可是我们到人间来投胎找这个父母，这都是缘分，你为什么找这一对夫妻做父母？你为什么不找别人？佛在经上给我们解释，父母跟子女有缘，如果没有缘，当面也看不见、也找不到。什么缘？佛给我们讲有四种缘，第一个报恩，过去生中你跟他有缘，这父母对你有恩惠，你遇到了很欢喜，你来报恩的。来报恩的小孩好，很省心，孝子贤孙，他就那么聪明、就那么乖、就那么听话。你要是懂这个道理，我们对人要广结善缘，要广结恩惠，报恩的人才多。如果是第二种报怨的，过去生中你们是冤家对头，他到你家来，来报怨的、来报仇的，这个麻烦大了，这个小孩将来是败家子，会搞得你家破人亡，来报怨的。所以现在这个社会，好的小孩少，坏的小孩多，什么原因？你父母对人是布施恩德多，还是自私自利想占别人便宜念头多？道理就在此地。",
      "zh_TW": "諸法，法不一樣，緣也不一樣。我們一個人到這個世間來，這是緣，因是什麼？基本的因是一個、是相同的，心現識變，這是完全相同的，一切法都不例外的。可是我們到人間來投胎找這個父母，這都是緣分，你為什麼找這一對夫妻做父母？你為什麼不找別人？佛在經上給我們解釋，父母跟子女有緣，如果沒有緣，當面也看不見、也找不到。什麼緣？佛給我們講有四種緣，第一個報恩，過去生中你跟他有緣，這父母對你有恩惠，你遇到了很歡喜，你來報恩的。來報恩的小孩好，很省心，孝子賢孫，他就那麼聰明、就那麼乖、就那麼聽話。你要是懂這個道理，我們對人要廣結善緣，要廣結恩惠，報恩的人才多。如果是第二種報怨的，過去生中你們是冤家對頭，他到你家來，來報怨的、來報仇的，這個麻煩大了，這個小孩將來是敗家子，會搞得你家破人亡，來報怨的。所以現在這個社會，好的小孩少，壞的小孩多，什麼原因？你父母對人是布施恩德多，還是自私自利想佔別人便宜念頭多？道理就在此地。"
    },
    {
      "id": "02-039-0066_p0019",
      "zh_CN": "第三种是讨债的，你欠他的钱，但是不欠他的命，他也不会要你命，你所赚的钱就得还给他，讨债鬼。欠得少的，小孩养了三、四岁死了，为什么？你花了那么多钱，就那么多，他讨完就走了，他跟你没什么感情，不管你怎么喜欢他，他对你没感情。如果是欠得多的，他可能要讨个一、二十岁，供到大学毕业，拿到博士学位走了，这是讨得多的。第四种就是还债的，是他欠父母的，所以他对父母物质生活会照顾很好。也要看欠多少，欠得多的，那他多还，对父母物质照顾很优厚；如果欠得少的，对父母生活勉强供你够吃就可以了，不会给你多余的，不会给你日子过得很好的。这我们都亲眼看见的，把父母当作什么？佣人差不多一样，年岁大了也有一个佣人去照顾他，但是看得跟佣人一样，每个月生活费用扣得紧紧的。没学佛不知道，一学佛知道这还债的，过去他欠父母的不多，所以他还他的很少。佛说，没有这四种缘不会到一家来。",
      "zh_TW": "第三種是討債的，你欠他的錢，但是不欠他的命，他也不會要你命，你所賺的錢就得還給他，討債鬼。欠得少的，小孩養了三、四歲死了，為什麼？你花了那麼多錢，就那麼多，他討完就走了，他跟你沒什麼感情，不管你怎麼喜歡他，他對你沒感情。如果是欠得多的，他可能要討個一、二十歲，供到大學畢業，拿到博士學位走了，這是討得多的。第四種就是還債的，是他欠父母的，所以他對父母物質生活會照顧很好。也要看欠多少，欠得多的，那他多還，對父母物質照顧很優厚；如果欠得少的，對父母生活勉強供你夠吃就可以了，不會給你多餘的，不會給你日子過得很好的。這我們都親眼看見的，把父母當作什麼？傭人差不多一樣，年歲大了也有一個傭人去照顧他，但是看得跟傭人一樣，每個月生活費用扣得緊緊的。沒學佛不知道，一學佛知道這還債的，過去他欠父母的不多，所以他還他的很少。佛說，沒有這四種緣不會到一家來。"
    },
    {
      "id": "02-039-0066_p0020",
      "zh_CN": "学佛之后，这一家怎么办？佛告诉我们，把这些孽缘转变成法缘。教，你要好好的教他，教伦理、教道德、教因果，把过去这个冤债都给它化解变成法缘。你看看不都在念吗？没有定法，法无定法，看你会不会转变。这个道理，佛法没到中国来，咱们中国老祖宗知道了，所以老祖宗重视扎根教育，扎根教育就是转变这个缘。所以缘不是不能变的，能变。你这一教一转变的时候，你对他就布施大恩大德了。为什么？他本来是报恩、报怨、讨债、还债的，你现在一下转变的时候，教他变成贤人、变成圣人、变成佛菩萨，这个恩德多大。从前学佛，这些法师大德天天在教学、天天在讲经，所以学佛的人天天真的在觉悟，「学而时习之，不亦说乎」。所以现在佛教没有了，这个我们要知道，佛教没有了，人就可怜，就等于航海一样，灯塔没有了，你在大海里盲目的、没有方向的，你说这多苦。",
      "zh_TW": "學佛之後，這一家怎麼辦？佛告訴我們，把這些孽緣轉變成法緣。教，你要好好的教他，教倫理、教道德、教因果，把過去這個冤債都給它化解變成法緣。你看看不都在念嗎？沒有定法，法無定法，看你會不會轉變。這個道理，佛法沒到中國來，咱們中國老祖宗知道了，所以老祖宗重視扎根教育，扎根教育就是轉變這個緣。所以緣不是不能變的，能變。你這一教一轉變的時候，你對他就布施大恩大德了。為什麼？他本來是報恩、報怨、討債、還債的，你現在一下轉變的時候，教他變成賢人、變成聖人、變成佛菩薩，這個恩德多大。從前學佛，這些法師大德天天在教學、天天在講經，所以學佛的人天天真的在覺悟，「學而時習之，不亦說乎」。所以現在佛教沒有了，這個我們要知道，佛教沒有了，人就可憐，就等於航海一樣，燈塔沒有了，你在大海裡盲目的、沒有方向的，你說這多苦。"
    },
    {
      "id": "02-039-0066_p0021",
      "zh_CN": "我们明白这个事实真相，就晓得古圣先贤一点私心都没有，有私心怎么能成圣成贤，怎么能见性，怎么能见到真理，自性跟真理就在面前，你有一点私心就见不到。所以必须放下妄想分别执着，你才能见性，你才能见到真理，你才懂得我这一生做人，我要把伦理道德因果做出来，这是什么？这是佛菩萨的事业，这是圣贤事业，这是真正对社会、对一切大众布施恩德。道理并不难懂，深度是有一定的深度，并不难懂。天天学，长时期的薰习，会觉悟。觉悟之后，自己的幸福、健康、寿命统统在自己手上掌握住。你能改变自己，你能改变家庭、能改变事业、能改变社会、能改变山河大地。这个被今天量子力学家证明了，很难得。没有科学的证明，我们讲这些很不容易，难得这些科学家替我们作证。这是说明诸法缘起各个不同，我们用人做比喻，你再用植物做比喻，用树木花草做比喻，用山河大地做比喻，你细心去观察就都明了了，在这里面开智慧。我们如何对人、对事、对一切万物，你才能得到纯正没有邪曲。",
      "zh_TW": "我們明白這個事實真相，就曉得古聖先賢一點私心都沒有，有私心怎麼能成聖成賢，怎麼能見性，怎麼能見到真理，自性跟真理就在面前，你有一點私心就見不到。所以必須放下妄想分別執著，你才能見性，你才能見到真理，你才懂得我這一生做人，我要把倫理道德因果做出來，這是什麼？這是佛菩薩的事業，這是聖賢事業，這是真正對社會、對一切大眾布施恩德。道理並不難懂，深度是有一定的深度，並不難懂。天天學，長時期的薰習，會覺悟。覺悟之後，自己的幸福、健康、壽命統統在自己手上掌握住。你能改變自己，你能改變家庭、能改變事業、能改變社會、能改變山河大地。這個被今天量子力學家證明了，很難得。沒有科學的證明，我們講這些很不容易，難得這些科學家替我們作證。這是說明諸法緣起各個不同，我們用人做比喻，你再用植物做比喻，用樹木花草做比喻，用山河大地做比喻，你細心去觀察就都明瞭了，在這裡面開智慧。我們如何對人、對事、對一切萬物，你才能得到純正沒有邪曲。"
    },
    {
      "id": "02-039-0066_p0022",
      "zh_CN": "「盖诸法递互相望，要须体用各别，不相杂乱，方成缘起」。所以缘起是有规律的，这规律是谁定的？这是性德，用现在人讲话是大自然的规律。你像人，我们细心思惟这个问题，科学家到现在还不能解释。人来投胎，灵魂到哪里去？跟父精母血融成一体，那是一个细胞，在子宫里面为什么就长成这样复杂的一个身体？外面眼耳鼻舌身，里面五脏六腑，一丝毫没欠缺，它是怎么长的？我们从物质上来看，你看一个精子卵子，你去看它，它里头有什么东西？你找不到。那是物质，必须有精神在里头，投胎是个灵进去了，佛法叫神识，就是法相宗讲的阿赖耶，这个灵的阿赖耶进去了。即使在这个状态之下，这个催眠术不可思议！催眠进去，他能够觉知，他知道他生活环境，他能说得出来，很不可思议。西方科学家做过这个实验，把这个结论告诉我们，中国古人讲这个胎教非常有道理，他还没有长成人的样子，可是他就已经能够感受母亲起心动念、饮食起居对他的影响。",
      "zh_TW": "「蓋諸法遞互相望，要須體用各別，不相雜亂，方成緣起」。所以緣起是有規律的，這規律是誰定的？這是性德，用現在人講話是大自然的規律。你像人，我們細心思惟這個問題，科學家到現在還不能解釋。人來投胎，靈魂到哪裡去？跟父精母血融成一體，那是一個細胞，在子宮裡面為什麼就長成這樣複雜的一個身體？外面眼耳鼻舌身，裡面五臟六腑，一絲毫沒欠缺，它是怎麼長的？我們從物質上來看，你看一個精子卵子，你去看它，它裡頭有什麼東西？你找不到。那是物質，必須有精神在裡頭，投胎是個靈進去了，佛法叫神識，就是法相宗講的阿賴耶，這個靈的阿賴耶進去了。即使在這個狀態之下，這個催眠術不可思議！催眠進去，他能夠覺知，他知道他生活環境，他能說得出來，很不可思議。西方科學家做過這個實驗，把這個結論告訴我們，中國古人講這個胎教非常有道理，他還沒有長成人的樣子，可是他就已經能夠感受母親起心動念、飲食起居對他的影響。"
    },
    {
      "id": "02-039-0066_p0023",
      "zh_CN": "我们中国人，我相信胎教绝对不是太任才开始，太任是周文王的母亲，绝对不是从她开始，她以前一定就有。就说明远古之前，我们中国的老祖宗已经懂这个道理，已经知道这个事实真相，所以才那么重视胎教。古圣先贤，你看教童蒙，就把这些大道理写在《三字经》的前面，这不是小事，这大事。《三字经》儿童会念了，那里头意思太深了，「人之初，性本善」，这一句还得了吗？这是讲到自性。那个善是什么？善就是自性里头万德万能。也就是今天科学家讲了，就是那一个小光子，这一粒小光子，比精子卵子小得太多了，那不能比，精子当然是肉眼看得到，那个要高度的显微镜才能看到，那个里头有什么？有整个宇宙的信息在那个里头。所以你晓得，受精的这一个卵子，那里面就充满整个宇宙的信息在里头，你要好好的培养他，怎么不能培养一个圣人出来？你要懂得这个道理去培养他，能够把他培养成一尊佛出来。为什么？他本来是佛，他本来是圣人。这不就是遇缘慢慢长出来就不一样了吗？缘不同。",
      "zh_TW": "我們中國人，我相信胎教絕對不是太任才開始，太任是周文王的母親，絕對不是從她開始，她以前一定就有。就說明遠古之前，我們中國的老祖宗已經懂這個道理，已經知道這個事實真相，所以才那麼重視胎教。古聖先賢，你看教童蒙，就把這些大道理寫在《三字經》的前面，這不是小事，這大事。《三字經》兒童會念了，那裡頭意思太深了，「人之初，性本善」，這一句還得了嗎？這是講到自性。那個善是什麼？善就是自性裡頭萬德萬能。也就是今天科學家講了，就是那一個小光子，這一粒小光子，比精子卵子小得太多了，那不能比，精子當然是肉眼看得到，那個要高度的顯微鏡才能看到，那個裡頭有什麼？有整個宇宙的信息在那個裡頭。所以你曉得，受精的這一個卵子，那裡面就充滿整個宇宙的信息在裡頭，你要好好的培養他，怎麼不能培養一個聖人出來？你要懂得這個道理去培養他，能夠把他培養成一尊佛出來。為什麼？他本來是佛，他本來是聖人。這不就是遇緣慢慢長出來就不一樣了嗎？緣不同。"
    },
    {
      "id": "02-039-0066_p0024",
      "zh_CN": "母亲要懂得这个道理，从怀孕的时候起心动念、言语动作如理如法，这个小孩完全是正气在薰陶他，给他这个好的环境，出生之后给他做最好的榜样。扎根教育，我们知道三年一千天，小孩从出生到三岁，这是关键的时候。《弟子规》不是教他念的，《弟子规》是父母做出来给他看的，身教，不是言教。他一出生睁开眼睛他会看，他耳朵就会听，他就已经在模仿、在学习了。实在讲不是出胎才模仿、学习，在母亲子宫里就已经在模仿、在学习，这是大家不知道的。如果不是近代催眠术我们也不知道，我们要听到佛在经上讲的话，我们认为是神话，很少能相信。这催眠术搞出来之后，我们相信，佛真了不起，为什么婴儿在子宫里那个活动他都知道？这经典上有，每七天每七天婴儿在子宫里的变化佛讲得很清楚，这不得了！他怎么会知道的？所以成了佛，真的是无所不知、无所不能。你不问他，他空空如也；你要问他，他什么都知道，他都跟你讲清楚、讲明白。",
      "zh_TW": "母親要懂得這個道理，從懷孕的時候起心動念、言語動作如理如法，這個小孩完全是正氣在薰陶他，給他這個好的環境，出生之後給他做最好的榜樣。扎根教育，我們知道三年一千天，小孩從出生到三歲，這是關鍵的時候。《弟子規》不是教他念的，《弟子規》是父母做出來給他看的，身教，不是言教。他一出生睜開眼睛他會看，他耳朵就會聽，他就已經在模仿、在學習了。實在講不是出胎才模仿、學習，在母親子宮裡就已經在模仿、在學習，這是大家不知道的。如果不是近代催眠術我們也不知道，我們要聽到佛在經上講的話，我們認為是神話，很少能相信。這催眠術搞出來之後，我們相信，佛真了不起，為什麼嬰兒在子宮裡那個活動他都知道？這經典上有，每七天每七天嬰兒在子宮裡的變化佛講得很清楚，這不得了！他怎麼會知道的？所以成了佛，真的是無所不知、無所不能。你不問他，他空空如也；你要問他，他什麼都知道，他都跟你講清楚、講明白。"
    },
    {
      "id": "02-039-0066_p0025",
      "zh_CN": "所以它一点都不杂、都不乱。成缘起就是结果就现前了。所以这个意念不可思议，意念确实在主导一切，人的念头不能不正。在佛法里面，我们起心动念不违背《弟子规》、不违背《感应篇》、不违背《十善业》，这就是正。儒释道这三个根，这是中国传统文化，这三个根扎好之后，在儒，学五伦、五常、四维、八德，那是什么？圣贤的基础，都需要父母跟老师做增上缘，最重要的要做出样子给他看。有这个基础，再有缘遇到佛法，那一转变从圣贤就变成佛菩萨，在佛门里面遇到善友、遇到好老师。现代人很可怜，不知道到这个世间来是干什么，可怜！到这个世间来自私自利、争名夺利，那到这个世间来干嘛？到这个世间来造恶业的，那准备到哪里去？准备到三恶道去的，你说这个冤不冤枉？在佛法里面讲，你得人身，你应该做什么事情？在人间好好修行提升，向上提升，这一生在人间，来生到天道，天有二十八层天节节高升，然后再超越六道轮回，证阿罗汉果，这样人道这一生没有白来。你要不懂这个道理，胡作妄为，随顺自己烦恼习气，麻烦可大了，你来生在三途。三途苦，三途的时间长，为什么？必须把你的业障消干净，消干净你从三途出来再到人道，这就是再一次的机会，你得要向上提升。如果你遇不到善缘，你遇到这些恶的习气，三途恶习气还在，又碰到恶缘，麻烦大了，所以你在人道没有几天又回去了，又回到三途去，《地藏经》不就这么说的吗？才出去没几天怎么又回来了？这个事情也常见，所以佛菩萨见怪不怪，也很自然，好吧！你就多跑几趟，跑累了的时候你才会觉悟，不能再干了，太苦了，不能再干，你才想到要向上提升。向上提升那个乐，给诸位说，现在一般人无法想像，那里头有真乐。世间吃喝玩乐这些乐，我常给它做个比喻，那是吸毒，那是打吗啡，那不是真乐，那是找一点刺激。你是学儒释道三教的话，这里头有真乐，也就是说，你能够不违背伦理、不违背道德、不违背因果，里头有真乐。",
      "zh_TW": "所以它一點都不雜、都不亂。成緣起就是結果就現前了。所以這個意念不可思議，意念確實在主導一切，人的念頭不能不正。在佛法裡面，我們起心動念不違背《弟子規》、不違背《感應篇》、不違背《十善業》，這就是正。儒釋道這三個根，這是中國傳統文化，這三個根紮好之後，在儒，學五倫、五常、四維、八德，那是什麼？聖賢的基礎，都需要父母跟老師做增上緣，最重要的要做出樣子給他看。有這個基礎，再有緣遇到佛法，那一轉變從聖賢就變成佛菩薩，在佛門裡面遇到善友、遇到好老師。現代人很可憐，不知道到這個世間來是幹什麼，可憐！到這個世間來自私自利、爭名奪利，那到這個世間來幹嘛？到這個世間來造惡業的，那準備到哪裡去？準備到三惡道去的，你說這個冤不冤枉？在佛法裡面講，你得人身，你應該做什麼事情？在人間好好修行提升，向上提升，這一生在人間，來生到天道，天有二十八層天節節高升，然後再超越六道輪迴，證阿羅漢果，這樣人道這一生沒有白來。你要不懂這個道理，胡作妄為，隨順自己煩惱習氣，麻煩可大了，你來生在三途。三途苦，三途的時間長，為什麼？必須把你的業障消乾淨，消乾淨你從三途出來再到人道，這就是再一次的機會，你得要向上提升。如果你遇不到善緣，你遇到這些惡的習氣，三途惡習氣還在，又碰到惡緣，麻煩大了，所以你在人道沒有幾天又回去了，又回到三途去，《地藏經》不就這麼說的嗎？才出去沒幾天怎麼又回來了？這個事情也常見，所以佛菩薩見怪不怪，也很自然，好吧！你就多跑幾趟，跑累了的時候你才會覺悟，不能再幹了，太苦了，不能再幹，你才想到要向上提升。向上提升那個樂，給諸位說，現在一般人無法想像，那裡頭有真樂。世間吃喝玩樂這些樂，我常給它做個比喻，那是吸毒，那是打嗎啡，那不是真樂，那是找一點刺激。你是學儒釋道三教的話，這裡頭有真樂，也就是說，你能夠不違背倫理、不違背道德、不違背因果，裡頭有真樂。"
    },
    {
      "id": "02-039-0066_p0026",
      "zh_CN": "对于物质环境，那个不是重要的，那是什么？那是福报，是你修得的，不是性具的。你见性，见性就好了，见性是性具的福报现前，那真的是古人这一句话，「取之不尽，用之不竭」，那个福报是真的。没见性之前的福报是什么？福报是修来的，临时修的，自性的福报拿不出来，不起作用。是有，一点都没有损失，它不起作用，拿不出来，那他临时修。这福报不外乎财富、聪明智慧、健康长寿，佛教给我们临时修的方法，修布施，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。我们看到这三种福报都具足的、都满满的，中国历史上有一个人，真的不是假的，乾隆皇帝。他自称为十全老人，过去生中修的福多大，就修这三种布施。你看贵为天子，富有四海，做六十年皇帝，还做四年太上皇，在中国历史上讲福报没人超过他的。乾隆之前没看到有这样的人，乾隆之后也没一个，这什么原因？过去生中，他绝对不是一世。做为一个国家领导人，在一般讲没有十世的善行是决定做不到的，哪有这么大的福报？像他那种福报，几十世的修行才能享受这个果报。几十世的修行，给诸位说，做一世皇帝就做光了，福报就享尽了。乾隆皇帝到哪去了？来世投胎又到人道了，就没那么辉煌了。为什么？他有余福，福报享尽还有余福，就像习气一样，他在人间还能做几次人，生活也能过得去，那是一世比一世差一点。如果真正聪明，像释迦牟尼佛一样，释迦牟尼是个王子，他要不出家，继承王位，那老实说绝不亚于乾隆。释迦牟尼佛生生世世积功累德，他会做个好皇帝。他那个就是表演给我们看的，他去作佛去了，让这一生在人世间修证得究竟圆满，这真叫聪明绝顶。这个示现，我们要是冷静去观察，我们就开智慧了，我们就不会迷在这物质欲望当中。",
      "zh_TW": "對於物質環境，那個不是重要的，那是什麼？那是福報，是你修得的，不是性具的。你見性，見性就好了，見性是性具的福報現前，那真的是古人這一句話，「取之不盡，用之不竭」，那個福報是真的。沒見性之前的福報是什麼？福報是修來的，臨時修的，自性的福報拿不出來，不起作用。是有，一點都沒有損失，它不起作用，拿不出來，那他臨時修。這福報不外乎財富、聰明智慧、健康長壽，佛教給我們臨時修的方法，修布施，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。我們看到這三種福報都具足的、都滿滿的，中國歷史上有一個人，真的不是假的，乾隆皇帝。他自稱為十全老人，過去生中修的福多大，就修這三種布施。你看貴為天子，富有四海，做六十年皇帝，還做四年太上皇，在中國歷史上講福報沒人超過他的。乾隆之前沒看到有這樣的人，乾隆之後也沒一個，這什麼原因？過去生中，他絕對不是一世。做為一個國家領導人，在一般講沒有十世的善行是決定做不到的，哪有這麼大的福報？像他那種福報，幾十世的修行才能享受這個果報。幾十世的修行，給諸位說，做一世皇帝就做光了，福報就享盡了。乾隆皇帝到哪去了？來世投胎又到人道了，就沒那麼輝煌了。為什麼？他有餘福，福報享盡還有餘福，就像習氣一樣，他在人間還能做幾次人，生活也能過得去，那是一世比一世差一點。如果真正聰明，像釋迦牟尼佛一樣，釋迦牟尼是個王子，他要不出家，繼承王位，那老實說絕不亞於乾隆。釋迦牟尼佛生生世世積功累德，他會做個好皇帝。他那個就是表演給我們看的，他去作佛去了，讓這一生在人世間修證得究竟圓滿，這真叫聰明絕頂。這個示現，我們要是冷靜去觀察，我們就開智慧了，我們就不會迷在這物質欲望當中。"
    },
    {
      "id": "02-039-0066_p0027",
      "zh_CN": "一生证得究竟圆满的佛果，这什么？缘不同。乾隆修那么大的福报，从小在皇宫里面，现在讲接受皇家的教育，他走这条路子。释迦牟尼佛十九岁就离开家庭到外面去参学，接触的宗教家太多了，接触的哲学家太多了，他思想转变了，这环境不一样！他不回去当国王了，开悟之后就教学。教学这个功德多大，给诸位说，三种布施达到登峰造极。第一个财布施，释迦牟尼佛不接受任何供养，什么财？内财布施，身体、精神、智慧、劳力，这个布施。内财布施的果报比外财（金钱），那不晓得要超过多少！外财跟内财不能比，这是内财布施。每天讲经教学，法布施，帮助人解决疑难杂症是无畏布施，天天干这个事情，干了四十九年，圆满了。你说他一生积的功德多大！没有人能够比。他这种示现是为什么？是给我们看的。这是中国古谚语所谓「内行看门道，外行看热闹」，外行人看不出来，内行人看得清清楚楚、明明白白。你真看清楚之后，你就有所选择，这什么？智慧的选择。",
      "zh_TW": "一生證得究竟圓滿的佛果，這什麼？緣不同。乾隆修那麼大的福報，從小在皇宮裡面，現在講接受皇家的教育，他走這條路子。釋迦牟尼佛十九歲就離開家庭到外面去參學，接觸的宗教家太多了，接觸的哲學家太多了，他思想轉變了，這環境不一樣！他不回去當國王了，開悟之後就教學。教學這個功德多大，給諸位說，三種布施達到登峰造極。第一個財布施，釋迦牟尼佛不接受任何供養，什麼財？內財布施，身體、精神、智慧、勞力，這個布施。內財布施的果報比外財（金錢），那不曉得要超過多少！外財跟內財不能比，這是內財布施。每天講經教學，法布施，幫助人解決疑難雜症是無畏布施，天天幹這個事情，幹了四十九年，圓滿了。你說他一生積的功德多大！沒有人能夠比。他這種示現是為什麼？是給我們看的。這是中國古諺語所謂「內行看門道，外行看熱鬧」，外行人看不出來，內行人看得清清楚楚、明明白白。你真看清楚之後，你就有所選擇，這什麼？智慧的選擇。"
    },
    {
      "id": "02-039-0066_p0028",
      "zh_CN": "我可以说非常非常幸运，也是遇缘殊胜，我自己没有能力选择，老师替我选择。我有一个好处就是听老师话，所以在台湾能认识三个老师，三个老师教我，我感恩！我那个时候对三个老师没有供养，就是没有缴一分钱学费。方老师是特别拨出时间利用星期天，每个星期天两个小时，学生就我一个人。我那个时候生活很清苦他知道，没有一分钱的供养，感恩。跟章嘉大师亦是如此，也没有一分钱供养过他，跟他三年。他老人家走了，以后跟李老师。那时候我工作辞掉，有时候李老师还得帮助我，我缺衣服缺什么他给我买，不容易。老师给我指的是成佛之道，凭什么？没有别的，听话，百分之百的服从。对老师有信心，对所学的这些教材有信心，对自己有信心能学得好；学得很好不敢说，可以能学得好。这都是讲的缘，我这三个老师缺一个都不行，我都不会有成就。最后还有一个，护持的人太重要了。现在学坏容易，很多人帮助你；学好可不容易，很多人嫉妒你，很多人障碍你，总想把你整垮，所以这个麻烦大了。这是遇到一个好的护法。",
      "zh_TW": "我可以說非常非常幸運，也是遇緣殊勝，我自己沒有能力選擇，老師替我選擇。我有一個好處就是聽老師話，所以在台灣能認識三個老師，三個老師教我，我感恩！我那個時候對三個老師沒有供養，就是沒有繳一分錢學費。方老師是特別撥出時間利用星期天，每個星期天兩個小時，學生就我一個人。我那個時候生活很清苦他知道，沒有一分錢的供養，感恩。跟章嘉大師亦是如此，也沒有一分錢供養過他，跟他三年。他老人家走了，以後跟李老師。那時候我工作辭掉，有時候李老師還得幫助我，我缺衣服缺什麼他給我買，不容易。老師給我指的是成佛之道，憑什麼？沒有別的，聽話，百分之百的服從。對老師有信心，對所學的這些教材有信心，對自己有信心能學得好；學得很好不敢說，可以能學得好。這都是講的緣，我這三個老師缺一個都不行，我都不會有成就。最後還有一個，護持的人太重要了。現在學壞容易，很多人幫助你；學好可不容易，很多人嫉妒你，很多人障礙你，總想把你整垮，所以這個麻煩大了。這是遇到一個好的護法。"
    },
    {
      "id": "02-039-0066_p0029",
      "zh_CN": "所以我这一生出家的时候只在寺庙住了一年，以后怎么样？以后寺庙不能住了，不让我住。为什么？我学讲经他不要，因为我们这个道场不是讲经的，做经忏佛事的。你来做经忏佛事我们欢迎，你要想讲经教学，你到别的地方去。没地方去。在台北一个小道场讲经，也是个同学出家人慧忍法师，香港人知道他，以后他搬到香港，前几年往生了。他建了一个小道场，很小，他做经忏佛事赚了一些钱，买了一个幼稚园，在台湾台北木栅，邀我去讲经。我在他那里住了大概有十个月，你看看念头就变了，李老师常常讲情多变，凡夫那个情绪变化无常。有一天他来告诉我，他想学讲经，那个时候我在台中学了不少年，将近有十年了，在台中。他希望我在台中这么多年所学习的，必须在三个月把他教会，我哪有这个能力？我纵然有这个能力，你三个月未必能学得会。那不行怎么样？不行，我就得走路。",
      "zh_TW": "所以我這一生出家的時候只在寺廟住了一年，以後怎麼樣？以後寺廟不能住了，不讓我住。為什麼？我學講經他不要，因為我們這個道場不是講經的，做經懺佛事的。你來做經懺佛事我們歡迎，你要想講經教學，你到別的地方去。沒地方去。在台北一個小道場講經，也是個同學出家人慧忍法師，香港人知道他，以後他搬到香港，前幾年往生了。他建了一個小道場，很小，他做經懺佛事賺了一些錢，買了一個幼稚園，在台灣台北木柵，邀我去講經。我在他那裡住了大概有十個月，你看看念頭就變了，李老師常常講情多變，凡夫那個情緒變化無常。有一天他來告訴我，他想學講經，那個時候我在台中學了不少年，將近有十年了，在台中。他希望我在台中這麼多年所學習的，必須在三個月把他教會，我哪有這個能力？我縱然有這個能力，你三個月未必能學得會。那不行怎麼樣？不行，我就得走路。"
    },
    {
      "id": "02-039-0066_p0030",
      "zh_CN": "在那个时候我在那边讲了几部小部经，有一些听众，韩馆长就是那个时候的听众。我发生这个困难，我告诉她，她很有义气，北方人，有一点打抱不平，她就给我商量到她家去住行不行，带我到她家去看。它是一个独立的小洋房，独栋的小洋房两层楼，楼上她小儿子一个人住，有三个房间，我去看了。看之后我就带她到台中去见李老师，问问李老师的开导，李老师同意了，所以我就住她家里。诸位要知道，我在她家住了十七年，她替我找讲经的地方，借朋友的办公室，就是租别人的地方，所以我们讲经没有固定场所，一个地方大概二、三个月就要搬家了。租房子，她的朋友邀请一些人来听经。以后听经慢慢人就多了，十七年之后我们才有一个小图书馆。图书馆大概比我们这个摄影棚，三个摄影棚这么大，我们在台北就这么一个小道场。她帮助我三十年，照顾三十年才有这样的成就。住她家里，人就干涉不到了，天天上讲台，天天在练习，千锤百炼。要没有这个缘的话，也没有办法，那时候只有两条路，一个就是去赶经忏，另外一个就还俗，就两条路，没有办法，你说多困难。我受了这么多辛苦，所以我就发心帮助年轻人，哪个年轻人真正喜欢讲经说法我供养、我来护持。所以真正成就你讲经说法学习的人没有了。经忏佛事是分钱的，都向钱上去看，完了。古时候的铜钱，我们老祖宗有智慧，古时候铜钱圆的，当中有个方方的洞，那个样子像什么？样子像刑具，犯罪的时候套在头上的枷锁，这种造型叫你看到那个钱，你就晓得那不是好东西，你不能不要，你要小心谨慎，所以它有用意的。你看钱这个字，在文字上，中国人造字，这边是个金，那边是两把刀，两把刀是什么？两个人在抢，看到文字就是叫你小心谨慎，不是好东西。人要钻到钱眼里就完了，钱眼那边，那边是阿鼻地狱。你就晓得，圆圆当中这个方孔，那是地狱门，你怎么往那里面钻？现在印成钞票，纸钱，纸钱是谁用的？鬼用的，不是人用的。所以你才晓得古人多么有智慧，现在人没法子比。",
      "zh_TW": "在那個時候我在那邊講了幾部小部經，有一些聽眾，韓館長就是那個時候的聽眾。我發生這個困難，我告訴她，她很有義氣，北方人，有一點打抱不平，她就給我商量到她家去住行不行，帶我到她家去看。它是一個獨立的小洋房，獨棟的小洋房兩層樓，樓上她小兒子一個人住，有三個房間，我去看了。看之後我就帶她到台中去見李老師，問問李老師的開導，李老師同意了，所以我就住她家裡。諸位要知道，我在她家住了十七年，她替我找講經的地方，借朋友的辦公室，就是租別人的地方，所以我們講經沒有固定場所，一個地方大概二、三個月就要搬家了。租房子，她的朋友邀請一些人來聽經。以後聽經慢慢人就多了，十七年之後我們才有一個小圖書館。圖書館大概比我們這個攝影棚，三個攝影棚這麼大，我們在台北就這麼一個小道場。她幫助我三十年，照顧三十年才有這樣的成就。住她家裡，人就干涉不到了，天天上講台，天天在練習，千錘百鍊。要沒有這個緣的話，也沒有辦法，那時候只有兩條路，一個就是去趕經懺，另外一個就還俗，就兩條路，沒有辦法，你說多困難。我受了這麼多辛苦，所以我就發心幫助年輕人，哪個年輕人真正喜歡講經說法我供養、我來護持。所以真正成就你講經說法學習的人沒有了。經懺佛事是分錢的，都向錢上去看，完了。古時候的銅錢，我們老祖宗有智慧，古時候銅錢圓的，當中有個方方的洞，那個樣子像什麼？樣子像刑具，犯罪的時候套在頭上的枷鎖，這種造型叫你看到那個錢，你就曉得那不是好東西，你不能不要，你要小心謹慎，所以它有用意的。你看錢這個字，在文字上，中國人造字，這邊是個金，那邊是兩把刀，兩把刀是什麼？兩個人在搶，看到文字就是叫你小心謹慎，不是好東西。人要鑽到錢眼裡就完了，錢眼那邊，那邊是阿鼻地獄。你就曉得，圓圓當中這個方孔，那是地獄門，你怎麼往那裡面鑽？現在印成鈔票，紙錢，紙錢是誰用的？鬼用的，不是人用的。所以你才曉得古人多麼有智慧，現在人沒法子比。"
    },
    {
      "id": "02-039-0066_p0031",
      "zh_CN": "经云，这个地方讲的经云全是《华严经》。《华严经》上说的，「多中无一性，一亦无有多」，这个我们常讲一多不二，一不是定一，多也不是定多。这个是讲一切法无性，这个性不是真性，这性是讲每一桩事情它的性质，也是变化无穷的。我要如何来应对？佛告诉我们，不起心、不动念，法尔如是，一切法本来就是这样的。诸缘各异，我们看动物，人有人的缘，畜生有畜生的缘，畜生里面种类太多，每一种种类缘都不一样，植物的品种也非常之多，也都不一样，连山河大地各个都不相同，诸缘各异，所以它才能形成。但是总而言之一句话，人的意念，人的意念要好，你的缘就殊胜。本来你这个家庭，这一家人是报恩、报怨、讨债、还债来的，很复杂，如果你的意念要正，正的标准是伦理、道德，真正是起心动念、言语造作都能够与仁义礼智信相应、与礼义廉耻相应、与忠孝仁爱信义和平相应，这个你的意念就得于正，你得到正，所有一切不正都会受你的影响，统统变正了。邪的人虽多，邪不胜正，你只要保持正念，周边这个邪全部会被你引导都变成正了。",
      "zh_TW": "經云，這個地方講的經云全是《華嚴經》。《華嚴經》上說的，「多中無一性，一亦無有多」，這個我們常講一多不二，一不是定一，多也不是定多。這個是講一切法無性，這個性不是真性，這性是講每一樁事情它的性質，也是變化無窮的。我要如何來應對？佛告訴我們，不起心、不動念，法爾如是，一切法本來就是這樣的。諸緣各異，我們看動物，人有人的緣，畜生有畜生的緣，畜生裡面種類太多，每一種種類緣都不一樣，植物的品種也非常之多，也都不一樣，連山河大地各個都不相同，諸緣各異，所以它才能形成。但是總而言之一句話，人的意念，人的意念要好，你的緣就殊勝。本來你這個家庭，這一家人是報恩、報怨、討債、還債來的，很複雜，如果你的意念要正，正的標準是倫理、道德，真正是起心動念、言語造作都能夠與仁義禮智信相應、與禮義廉恥相應、與忠孝仁愛信義和平相應，這個你的意念就得於正，你得到正，所有一切不正都會受你的影響，統統變正了。邪的人雖多，邪不勝正，你只要保持正念，周邊這個邪全部會被你引導都變成正了。"
    },
    {
      "id": "02-039-0066_p0032",
      "zh_CN": "在佛法里面就是三学、六和、三皈、五戒、十善，我们现在把沙弥律仪也加进去，六度、普贤十愿，就够了，抓住这几个纲领、标准，这出家人的意念得其正，这个正是佛菩萨的根机。怎么能成就？一门深入，长时薰修，你会得三昧，你会开悟。古人如是，现在人不例外，也能做到。现在的缘跟古人的缘一比，古人的缘好，古时候社会是安定的，诱惑很少，政府它有责任保护社会风气的纯正，歪邪的风气政府干涉。现在不行，现在是民主自由开放，社会风气没有人来负责、来管理了，所以邪知邪见全出来了。现在价值观颠倒了，把邪法当作正法，把正法当作邪法，那人就得遭难了。山河大地也受到感染，所以地震、台风、海啸、火山爆发、地球温度上升，所谓的自然灾害，实在讲都是地球上居民心态起了剧烈的改变，引发这些现象发生。",
      "zh_TW": "在佛法裡面就是三學、六和、三皈、五戒、十善，我們現在把沙彌律儀也加進去，六度、普賢十願，就夠了，抓住這幾個綱領、標準，這出家人的意念得其正，這個正是佛菩薩的根機。怎麼能成就？一門深入，長時薰修，你會得三昧，你會開悟。古人如是，現在人不例外，也能做到。現在的緣跟古人的緣一比，古人的緣好，古時候社會是安定的，誘惑很少，政府它有責任保護社會風氣的純正，歪邪的風氣政府干涉。現在不行，現在是民主自由開放，社會風氣沒有人來負責、來管理了，所以邪知邪見全出來了。現在價值觀顛倒了，把邪法當作正法，把正法當作邪法，那人就得遭難了。山河大地也受到感染，所以地震、颱風、海嘯、火山爆發、地球溫度上升，所謂的自然災害，實在講都是地球上居民心態起了劇烈的改變，引發這些現象發生。"
    },
    {
      "id": "02-039-0066_p0033",
      "zh_CN": "今天这个现象已经到非常严重的程度。好像是去年，美国一个电影片「２０１２」全球联播，我也去看了，我是很多年没有看过电影，被他们拉去看了一次。看完之后我告诉大家，这是上天给人类的警告，赶快回头，如果不回头地球可能就会发生如影片所说的这个状况，这个现象会发生。我也遇到一个难得的缘分，马来西亚的宗教团，是它们天主教的枢机主教发起，访问梵谛冈，访问教皇。人家邀我一道去，我也趁这个机会到义大利去走一趟。特别抽出时间去参观一个古城，庞贝城，在罗马的南面，大概开车三个小时。这个城是个古城，两千年前火山爆发，那个火山距离它那里七公里。好像现在有没有在冒烟？我们看到那座火山，爆发的时候火山灰把这个城埋了。时间，几秒钟的时间，这个城就没有了。以后大家把火山灰挖掉之后，发现城里面的屋顶全没有了、全毁掉了，墙都保存得很完整，地面上铺的这个磁砖，磁砖上的花纹都很清晰，墙壁上的壁画，颜色都还保持得很鲜艳，看到那是相当高度的文明，几秒钟就完了。我们去参观的时候，亲身体验大灾难来临那个状况，来不及，甚至于你喊救命都来不及、都喊不出来了，一下就完了。",
      "zh_TW": "今天這個現象已經到非常嚴重的程度。好像是去年，美國一個電影片「２０１２」全球聯播，我也去看了，我是很多年沒有看過電影，被他們拉去看了一次。看完之後我告訴大家，這是上天給人類的警告，趕快回頭，如果不回頭地球可能就會發生如影片所說的這個狀況，這個現象會發生。我也遇到一個難得的緣分，馬來西亞的宗教團，是它們天主教的樞機主教發起，訪問梵諦岡，訪問教皇。人家邀我一道去，我也趁這個機會到義大利去走一趟。特別抽出時間去參觀一個古城，龐貝城，在羅馬的南面，大概開車三個小時。這個城是個古城，兩千年前火山爆發，那個火山距離它那裡七公里。好像現在有沒有在冒煙？我們看到那座火山，爆發的時候火山灰把這個城埋了。時間，幾秒鐘的時間，這個城就沒有了。以後大家把火山灰挖掉之後，發現城裡面的屋頂全沒有了、全毀掉了，牆都保存得很完整，地面上鋪的這個磁磚，磁磚上的花紋都很清晰，牆壁上的壁畫，顏色都還保持得很鮮艷，看到那是相當高度的文明，幾秒鐘就完了。我們去參觀的時候，親身體驗大災難來臨那個狀況，來不及，甚至於你喊救命都來不及、都喊不出來了，一下就完了。"
    },
    {
      "id": "02-039-0066_p0034",
      "zh_CN": "我们看了之后，对我们这些同参道友们，这就是眼前给我们的警告。我们生活在现前的社会，随时随地可能有这种灾难发生，所以我们心理上要有准备，无论什么时候，无论在什么处所，这样灾难来临，心理早有准备了，念佛往生。什么念头都不能有，这最后一念阿弥陀佛，《无量寿经》四十八愿第十八愿，临终一念、十念必定往生。活在这个世间，每天要做这是我一生当中最后的一天，要做如是观，你对这个世间不会有留恋，你也不会有造孽了，什么事都不想做了。这是我最后的一天，最后一天什么重要？念佛重要！所以现在我们这边同学发心，难得，那是菩萨发心，劝导大家修六和敬，要把这桩事情讲清楚、讲明白。修六和敬，时时刻刻求往生，成就自己也帮助了别人。因为六和敬是正念，意念纯正能够影响一些人，能影响物质的世界，所以这是个好事情。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們看了之後，對我們這些同參道友們，這就是眼前給我們的警告。我們生活在現前的社會，隨時隨地可能有這種災難發生，所以我們心理上要有準備，無論什麼時候，無論在什麼處所，這樣災難來臨，心理早有準備了，念佛往生。什麼念頭都不能有，這最後一念阿彌陀佛，《無量壽經》四十八願第十八願，臨終一念、十念必定往生。活在這個世間，每天要做這是我一生當中最後的一天，要做如是觀，你對這個世間不會有留戀，你也不會有造孽了，什麼事都不想做了。這是我最後的一天，最後一天什麼重要？念佛重要！所以現在我們這邊同學發心，難得，那是菩薩發心，勸導大家修六和敬，要把這樁事情講清楚、講明白。修六和敬，時時刻刻求往生，成就自己也幫助了別人。因為六和敬是正念，意念純正能夠影響一些人，能影響物質的世界，所以這是個好事情。今天時間到了，我們就學習到此地。"
    }
  ]
}