{
  "doc_id": "02-039-0047",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十七集",
    "zh_TW": "第四十七集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-039-0047",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "02-039-0047_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第五十面，倒数第五行，最后一句开始，我们把文念一念：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第五十面，倒數第五行，最後一句開始，我們把文念一念："
    },
    {
      "id": "02-039-0047_p0002",
      "zh_CN": "「嗟乎，凡夫例登补处，奇倡极谈，不可测度，华严所禀，却在此经，而天下古今，信鲜疑多，辞繁义蚀，余唯有剖心沥血而已。」这几句话，蕅益大师讲的。佛教衰，可以说从明朝末年已经有衰退的现象，幸好莲池、蕅益这两位大师出现，把佛教再复兴起来，才有清朝初年那样的兴盛。大师这个地方有两句话很重要，天下古今，信的人少，怀疑的人多，这是什么原因？真正修学的人少了，能够把佛法讲清楚、讲明白的人没有了，衰相是从这儿来的。现代的衰相，可以说衰到极处，以前虽然没有人讲，讲的人还是有，修的人还是有，比不上隋唐那么多，隋唐的时代是中国佛教黄金时代，比我们现在强多了。现在修的人很少看到，也许有，都在深山，不出来了，讲的人是更少，让社会大众对佛教产生很大的疑惑。我们在年轻的时候也不例外，也受了这个传染，总以为佛法是宗教，宗教都是迷信。这个错觉对我们产生很深的影响，不愿意接触它，这是真的。当时我要是没有跟方东美先生学哲学，我跟佛就没有缘了，永远断绝。我跟方老师学哲学，他老人家给我说了一部「哲学概论」，因缘很特殊，最后一个单元居然是「佛经哲学」。当时我非常讶异，佛教是多神教，多神教在宗教里面是属于低级宗教，高级宗教是只有一个真神。佛教什么都拜，所以这属于多神教、泛神教，这是几乎没有开化、落后的族群才信奉这些东西。我跟方先生说，佛教怎么会有哲学？他说：你年轻，你不知道，释迦牟尼佛是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受。我接触佛教的缘是从这里来的，我对于老师信任。",
      "zh_TW": "「嗟乎，凡夫例登補處，奇倡極談，不可測度，華嚴所稟，卻在此經，而天下古今，信鮮疑多，辭繁義蝕，余唯有剖心瀝血而已。」這幾句話，蕅益大師講的。佛教衰，可以說從明朝末年已經有衰退的現象，幸好蓮池、蕅益這兩位大師出現，把佛教再復興起來，才有清朝初年那樣的興盛。大師這個地方有兩句話很重要，天下古今，信的人少，懷疑的人多，這是什麼原因？真正修學的人少了，能夠把佛法講清楚、講明白的人沒有了，衰相是從這兒來的。現代的衰相，可以說衰到極處，以前雖然沒有人講，講的人還是有，修的人還是有，比不上隋唐那麼多，隋唐的時代是中國佛教黃金時代，比我們現在強多了。現在修的人很少看到，也許有，都在深山，不出來了，講的人是更少，讓社會大眾對佛教產生很大的疑惑。我們在年輕的時候也不例外，也受了這個傳染，總以為佛法是宗教，宗教都是迷信。這個錯覺對我們產生很深的影響，不願意接觸它，這是真的。當時我要是沒有跟方東美先生學哲學，我跟佛就沒有緣了，永遠斷絕。我跟方老師學哲學，他老人家給我說了一部「哲學概論」，因緣很特殊，最後一個單元居然是「佛經哲學」。當時我非常訝異，佛教是多神教，多神教在宗教裡面是屬於低級宗教，高級宗教是只有一個真神。佛教什麼都拜，所以這屬於多神教、泛神教，這是幾乎沒有開化、落後的族群才信奉這些東西。我跟方先生說，佛教怎麼會有哲學？他說：你年輕，你不知道，釋迦牟尼佛是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受。我接觸佛教的緣是從這裡來的，我對於老師信任。"
    },
    {
      "id": "02-039-0047_p0003",
      "zh_CN": "老师晚年，至少有二十五年，在学校里开的课全是佛经。他在台湾大学教书，开的大单元，「魏晋佛学」、「隋唐佛学」、「大乘佛学」。从台大退休之后，辅仁大学，是教会学校，请他到博士班去讲学，他讲「华严哲学」。我那时候算一算，他差不多晚年，他七十九岁走的，最后的二十五年在学校里统统讲佛经。走得太早了，如果再晚五年，他对于台湾、对于全世界的佛学产生一定的影响，这个真的是一代大师。佛学到底讲些什么？我们用一句话来说，释迦牟尼佛四十九年讲经教学，讲的是什么？宇宙人生的真相，讲得透彻、讲得明白，方老师讲的话一丝毫没有夸张。我们在一起学了五十九年，从方老师教给我，到今年五十九年，这五十九年当中，我们对于这门学术锲而不舍，证实了它确实是高等哲学，不但是高等哲学，这是高等科学。今天科学跟哲学解决不了的问题全在佛经，非常可惜学术界把这个看作宗教、看作迷信，不接触它，这个损失太大了。世界上这些伟大的哲学家、科学家非常聪明，如果能接触佛法，对他们的研究学说会大幅度的提升。这个阴影的存在，让大家产生怀疑而不接触，用佛法来说，这是没有福报，他们没有福报，众生没有福报。",
      "zh_TW": "老師晚年，至少有二十五年，在學校裡開的課全是佛經。他在台灣大學教書，開的大單元，「魏晉佛學」、「隋唐佛學」、「大乘佛學」。從台大退休之後，輔仁大學，是教會學校，請他到博士班去講學，他講「華嚴哲學」。我那時候算一算，他差不多晚年，他七十九歲走的，最後的二十五年在學校裡統統講佛經。走得太早了，如果再晚五年，他對於台灣、對於全世界的佛學產生一定的影響，這個真的是一代大師。佛學到底講些什麼？我們用一句話來說，釋迦牟尼佛四十九年講經教學，講的是什麼？宇宙人生的真相，講得透徹、講得明白，方老師講的話一絲毫沒有誇張。我們在一起學了五十九年，從方老師教給我，到今年五十九年，這五十九年當中，我們對於這門學術鍥而不捨，證實了它確實是高等哲學，不但是高等哲學，這是高等科學。今天科學跟哲學解決不了的問題全在佛經，非常可惜學術界把這個看作宗教、看作迷信，不接觸它，這個損失太大了。世界上這些偉大的哲學家、科學家非常聰明，如果能接觸佛法，對他們的研究學說會大幅度的提升。這個陰影的存在，讓大家產生懷疑而不接觸，用佛法來說，這是沒有福報，他們沒有福報，眾生沒有福報。"
    },
    {
      "id": "02-039-0047_p0004",
      "zh_CN": "昨天讲到这段经文，因为许多同学都从外地来的，学佛都多少年了，常常遇到一些问题，这些问题都是很普通的问题，但是很重要。所以我们插了一段「六事明经意」，这是释迦牟尼佛说的，也正是帮助我们解决现前的问题。讲六桩事情，这六桩事情可以解答佛所说经的大意，佛经是说些什么？这说得详细，不是一句，一句那就是宇宙人生的真相。六句里第一句叫「正道」，正道实在讲就是宇宙人生真相，佛法把它分为六个字，真简单，来说明这桩事情。这六个字，第一个是性，第二个是相，性相。性是哲学里面讲的本体，宇宙从哪里来的，万物从哪里来的，总有个来源，那个来源就是性，在佛法讲自性、法性，就这个意思；相是现象，物质现象、精神现象、自然现象，这就全都包括了。这性相，这一对。第二对，事理。理是道理，什么道理发生这些事情，事千头万绪、无量无边，事离不开理，理离不开事。譬如现在，我们同学当中很多身体不好、毛病很多，这是事；你为什么会有病？那就是理，理要搞清楚，病就很好治。今天地球成问题了，灾难频繁，这是事；为什么地球上有这么多灾难？那就是理，理要搞清楚了，地球要恢复正常也不是难事。所以，科学家的报导，前几天我们看到联合国的信息，都不忌讳了，都把这个严重问题提出来。事提出来，他没有把理讲清楚，如果理讲清楚，事上我们就有方法应对。灾难可不可以化除？可以；疾病能不能治好？能，肯定能！第三对就是因果，有因一定有果，有果一定有因，这是总说。我们昨天看到的是「正道」，这是讲性相，「善权」这就是讲事理，「至教」就讲因果。后面三条，那是讲怎样引导众生能够接受佛陀的教育，它有「诱导」，然后给他讲「福德」。福德是人，不分国家、不分种族，也不分宗教，你问他：你想不想发财？个个都想，这是不分任何阶层的，他都想富裕。想不想聪明智慧？想不想健康长寿？这三个肯定大家都想的。佛给你讲，怎样你能够得到财富、聪明、健康长寿，这个里面就教众生学习六波罗蜜，六波罗蜜帮助你统统可以得到。这个里面讲的布施、持戒、忍辱、精进、禅定、般若，你真能修这六条，你一定能够得到圆满的福德。",
      "zh_TW": "昨天講到這段經文，因為許多同學都從外地來的，學佛都多少年了，常常遇到一些問題，這些問題都是很普通的問題，但是很重要。所以我們插了一段「六事明經意」，這是釋迦牟尼佛說的，也正是幫助我們解決現前的問題。講六樁事情，這六樁事情可以解答佛所說經的大意，佛經是說些什麼？這說得詳細，不是一句，一句那就是宇宙人生的真相。六句裡第一句叫「正道」，正道實在講就是宇宙人生真相，佛法把它分為六個字，真簡單，來說明這樁事情。這六個字，第一個是性，第二個是相，性相。性是哲學裡面講的本體，宇宙從哪裡來的，萬物從哪裡來的，總有個來源，那個來源就是性，在佛法講自性、法性，就這個意思；相是現象，物質現象、精神現象、自然現象，這就全都包括了。這性相，這一對。第二對，事理。理是道理，什麼道理發生這些事情，事千頭萬緒、無量無邊，事離不開理，理離不開事。譬如現在，我們同學當中很多身體不好、毛病很多，這是事；你為什麼會有病？那就是理，理要搞清楚，病就很好治。今天地球成問題了，災難頻繁，這是事；為什麼地球上有這麼多災難？那就是理，理要搞清楚了，地球要恢復正常也不是難事。所以，科學家的報導，前幾天我們看到聯合國的信息，都不忌諱了，都把這個嚴重問題提出來。事提出來，他沒有把理講清楚，如果理講清楚，事上我們就有方法應對。災難可不可以化除？可以；疾病能不能治好？能，肯定能！第三對就是因果，有因一定有果，有果一定有因，這是總說。我們昨天看到的是「正道」，這是講性相，「善權」這就是講事理，「至教」就講因果。後面三條，那是講怎樣引導眾生能夠接受佛陀的教育，它有「誘導」，然後給他講「福德」。福德是人，不分國家、不分種族，也不分宗教，你問他：你想不想發財？個個都想，這是不分任何階層的，他都想富裕。想不想聰明智慧？想不想健康長壽？這三個肯定大家都想的。佛給你講，怎樣你能夠得到財富、聰明、健康長壽，這個裡面就教眾生學習六波羅蜜，六波羅蜜幫助你統統可以得到。這個裡面講的布施、持戒、忍辱、精進、禪定、般若，你真能修這六條，你一定能夠得到圓滿的福德。"
    },
    {
      "id": "02-039-0047_p0005",
      "zh_CN": "最后一个是讲戒律，讲「禁戒」，这一条很重要。这条是什么？你个人的生活有规律，中国人讲家有家规、国有国法。中国人的家规就是《弟子规》，不过要晓得，中国人讲的家是大家庭。大家庭大概延续到民国二十几年，抗战之前还有不少大家庭，八年抗战之后，大家庭没有了。大家庭通常五代、六代不分家，住在一起，中国农村里面你就很容易看见，这个村是王村，那个村是张村，那就是一家人，一个村就是一家人。人口少的大概也有将近两百人左右，普通一般家庭的三百人左右，人丁兴旺的六、七百人，它要没有规矩，不就乱掉了吗？所以家规是非常重要。家庭里头有家道、有家规、有家学、有家业，它是一个社会团体，是国家基层的组织。所以中国人讲齐家、治国、平天下，一个家治好了，国泰民安，家里面的小孩他都教得很好，明理守法，人人是好人，事事是好事。所以我常说，过去的中国，各行各业里哪一种行业是大家最羡慕的、最向往的？就是读书、做官。你看做官，在社会上有很高的地位，也有很好的收入，清闲，没事干；没有案子办，一个月有一、二件案子就不得了。为什么？老百姓都好，人不会做坏事，家里教好的，人人遵守《弟子规》，都是好人。我们看古人，《四库全书》里面的集部，这些文学作品一大半都做官人写的，他没事情干，天天在家里读书、写文章、作诗词。不像现在，现在做官最辛苦，这恰恰颠倒了，为什么？现在家没有了，没人教了。实际上还是有人教，谁教？电视在教、网路在教，教什么？教暴力色情、杀盗淫妄，社会整个乱了，所以做官的人很辛苦。这就是说到教育的重要，比什么都重要。所以，佛说禁戒就是规矩，生活规范，人人都能遵守，这个世界是和平的，社会是安定的，安居乐业才真正是幸福美满。",
      "zh_TW": "最後一個是講戒律，講「禁戒」，這一條很重要。這條是什麼？你個人的生活有規律，中國人講家有家規、國有國法。中國人的家規就是《弟子規》，不過要曉得，中國人講的家是大家庭。大家庭大概延續到民國二十幾年，抗戰之前還有不少大家庭，八年抗戰之後，大家庭沒有了。大家庭通常五代、六代不分家，住在一起，中國農村裡面你就很容易看見，這個村是王村，那個村是張村，那就是一家人，一個村就是一家人。人口少的大概也有將近兩百人左右，普通一般家庭的三百人左右，人丁興旺的六、七百人，它要沒有規矩，不就亂掉了嗎？所以家規是非常重要。家庭裡頭有家道、有家規、有家學、有家業，它是一個社會團體，是國家基層的組織。所以中國人講齊家、治國、平天下，一個家治好了，國泰民安，家裡面的小孩他都教得很好，明理守法，人人是好人，事事是好事。所以我常說，過去的中國，各行各業裡哪一種行業是大家最羨慕的、最嚮往的？就是讀書、做官。你看做官，在社會上有很高的地位，也有很好的收入，清閒，沒事幹；沒有案子辦，一個月有一、二件案子就不得了。為什麼？老百姓都好，人不會做壞事，家裡教好的，人人遵守《弟子規》，都是好人。我們看古人，《四庫全書》裡面的集部，這些文學作品一大半都做官人寫的，他沒事情幹，天天在家裡讀書、寫文章、作詩詞。不像現在，現在做官最辛苦，這恰恰顛倒了，為什麼？現在家沒有了，沒人教了。實際上還是有人教，誰教？電視在教、網路在教，教什麼？教暴力色情、殺盜淫妄，社會整個亂了，所以做官的人很辛苦。這就是說到教育的重要，比什麼都重要。所以，佛說禁戒就是規矩，生活規範，人人都能遵守，這個世界是和平的，社會是安定的，安居樂業才真正是幸福美滿。"
    },
    {
      "id": "02-039-0047_p0006",
      "zh_CN": "讲到非常具体的，就是你怎么修福、你怎么积德？佛法修福积德，就是菩萨的六个修行的条目。这个条目怎么个修法？我们今天在这里可以学一学。佛经上有「六事成就」，六桩事情成就菩萨这六个修学的条目，这是很重要。这段文是出在《庄严论》，「论云：菩萨为成就六度故，决定应行六事也。」你要想成就六度，就是菩萨修学的六个科目，你要想把这六个科目学好，你一定要做这六桩事情。第一桩事情「供养」，「供养者，谓因成就檀度，故兴供养，若不长时供养三宝，则檀度不得圆满也」。檀是檀那，是印度话，翻成中国的意思叫布施，这就是第一条布施波罗蜜。布施，他不说布施，他说供养，布施里头用最真诚的恭敬心去做就叫供养。普贤菩萨教给我们「广修供养」，所以大乘教里常说，菩萨不修普贤行，决定不能成就圆满的佛道。成就圆满佛道，最重要的要修普贤十愿，十愿第一个是礼敬，第二个是赞叹，这个要学会。人与人之间往来，礼貌很重要，深深的九十度的鞠躬礼，哪一个人都欢喜。谦卑，尊重别人、赞叹别人，你的人缘就好，从这个地方做起，《弟子规》也是教人如是学习。接着底下呢？接着底下是供养。我们中国自古以来懂得，从汉朝，佛教是从汉朝传过来的，传来之后中国帝王就接受，不但接受，认真的去推动，就是推动佛陀的教育。要知道它不是宗教，佛教变成宗教应该是在嘉庆以后，因为乾隆年间还不是宗教，还是教育。真正变成宗教应该是在慈禧太后，她执政的时候把宫廷里面的教学废除了。她真的是迷信，搞驾乩扶鸾，跟鬼神打交道，这是她的爱好，上行下效，佛教永远不能够再振兴起来了。所以这个历史不长，一定要认识佛教真正的面目，儒释道都是学术。",
      "zh_TW": "講到非常具體的，就是你怎麼修福、你怎麼積德？佛法修福積德，就是菩薩的六個修行的條目。這個條目怎麼個修法？我們今天在這裡可以學一學。佛經上有「六事成就」，六樁事情成就菩薩這六個修學的條目，這是很重要。這段文是出在《莊嚴論》，「論云：菩薩為成就六度故，決定應行六事也。」你要想成就六度，就是菩薩修學的六個科目，你要想把這六個科目學好，你一定要做這六樁事情。第一樁事情「供養」，「供養者，謂因成就檀度，故興供養，若不長時供養三寶，則檀度不得圓滿也」。檀是檀那，是印度話，翻成中國的意思叫布施，這就是第一條布施波羅蜜。布施，他不說布施，他說供養，布施裡頭用最真誠的恭敬心去做就叫供養。普賢菩薩教給我們「廣修供養」，所以大乘教裡常說，菩薩不修普賢行，決定不能成就圓滿的佛道。成就圓滿佛道，最重要的要修普賢十願，十願第一個是禮敬，第二個是讚歎，這個要學會。人與人之間往來，禮貌很重要，深深的九十度的鞠躬禮，哪一個人都歡喜。謙卑，尊重別人、讚歎別人，你的人緣就好，從這個地方做起，《弟子規》也是教人如是學習。接著底下呢？接著底下是供養。我們中國自古以來懂得，從漢朝，佛教是從漢朝傳過來的，傳來之後中國帝王就接受，不但接受，認真的去推動，就是推動佛陀的教育。要知道它不是宗教，佛教變成宗教應該是在嘉慶以後，因為乾隆年間還不是宗教，還是教育。真正變成宗教應該是在慈禧太后，她執政的時候把宮廷裡面的教學廢除了。她真的是迷信，搞駕乩扶鸞，跟鬼神打交道，這是她的愛好，上行下效，佛教永遠不能夠再振興起來了。所以這個歷史不長，一定要認識佛教真正的面目，儒釋道都是學術。"
    },
    {
      "id": "02-039-0047_p0007",
      "zh_CN": "礼敬、赞叹，接着底下就是供养，我们中国人讲礼多人不怪。供养，在日常生活当中，人与人之间往来，这就是送礼。所以要晓得，送礼是属于供养，是属于财布施，人与人之间感情从这里建立。我们中国老祖宗这样教我们，佛教传到中国来的时候，佛也是这样教我们。而且，佛教教学的根跟中国传统文化的根完全相同，根是什么？根是孝养父母。你看「净业三福」，这是讲学佛三个必须修学的课程，三条。佛家的宗派很多，在中国有十个宗，派别就更多，法门，就是方法、门径，八万四千，统统要遵守这个原则，这个原则是根本的根本，「孝养父母，奉事师长」，根！所以，它到中国来的时候，中国立刻接受，是跟中国站在同一个基础上、同一个理念上，太难得了。接着说「慈心不杀」，大慈大悲，绝不伤害一切众生，「修十善业」。是从这个根上建立的，跟中国传统文化完全相同。过去七十年代，汤恩比博士说得很好，他赞叹中国人有智慧，心胸开阔，能够接纳不同的文化。佛教从印度传来的，跟中国是不同的文化，可是到中国来，中国那么热烈的欢迎它、学习它，佛法丰富了中国传统文化，这话讲得很有道理。所以我们今天提倡多元文化，要团结、要合作、要互相学习。这个事情我们做了十几年，一九九九年开始做的，现在我们这些想法、做法、经验渐渐到成熟的阶段。所以我们的学院从今年下半年开始，正式学习各个宗教的典籍、经典，认真学习。目的在哪里？丰富我们自己经教的内容，吸取各个宗教经典的精华来充实自己，提升自己的境界。不能孤陋寡闻，每一家都有它的好处，都有它极其精彩的地方，我们尽量吸收，成就自己的德行、成就自己的智慧，这是我们开多元文化各个宗教经典学习的理由。",
      "zh_TW": "禮敬、讚歎，接著底下就是供養，我們中國人講禮多人不怪。供養，在日常生活當中，人與人之間往來，這就是送禮。所以要曉得，送禮是屬於供養，是屬於財布施，人與人之間感情從這裡建立。我們中國老祖宗這樣教我們，佛教傳到中國來的時候，佛也是這樣教我們。而且，佛教教學的根跟中國傳統文化的根完全相同，根是什麼？根是孝養父母。你看「淨業三福」，這是講學佛三個必須修學的課程，三條。佛家的宗派很多，在中國有十個宗，派別就更多，法門，就是方法、門徑，八萬四千，統統要遵守這個原則，這個原則是根本的根本，「孝養父母，奉事師長」，根！所以，它到中國來的時候，中國立刻接受，是跟中國站在同一個基礎上、同一個理念上，太難得了。接著說「慈心不殺」，大慈大悲，絕不傷害一切眾生，「修十善業」。是從這個根上建立的，跟中國傳統文化完全相同。過去七十年代，湯恩比博士說得很好，他讚歎中國人有智慧，心胸開闊，能夠接納不同的文化。佛教從印度傳來的，跟中國是不同的文化，可是到中國來，中國那麼熱烈的歡迎它、學習它，佛法豐富了中國傳統文化，這話講得很有道理。所以我們今天提倡多元文化，要團結、要合作、要互相學習。這個事情我們做了十幾年，一九九九年開始做的，現在我們這些想法、做法、經驗漸漸到成熟的階段。所以我們的學院從今年下半年開始，正式學習各個宗教的典籍、經典，認真學習。目的在哪裡？豐富我們自己經教的內容，吸取各個宗教經典的精華來充實自己，提升自己的境界。不能孤陋寡聞，每一家都有它的好處，都有它極其精彩的地方，我們盡量吸收，成就自己的德行、成就自己的智慧，這是我們開多元文化各個宗教經典學習的理由。"
    },
    {
      "id": "02-039-0047_p0008",
      "zh_CN": "底下一句话我们要活着看，不能死在句下，「若不长时供养三宝」，就这一句。长时容易懂，三宝是什么？三宝是佛、是法、是僧，如果你要是不晓得，你就会说这是迷信。三宝真正的意思是什么？佛是觉悟，就是《无量寿经》上讲的清净平等觉，佛是觉，法是平等，僧是清净，觉正净。我们懂得长时供养觉正净，对觉悟的人我们要供养他，用什么供养？依教修行供养，不是以财物，不是以金钱。释迦牟尼佛当年在世，把榜样做给我们看了。他一生教学，三十岁修学成就，我们中国人讲三十而立，释迦牟尼佛三十而立，孔子也是三十而立，「十五有志于学，三十而立」。释迦牟尼佛十九岁离开家庭出去参学，学了十二年，智慧开了，也是三十而立。但是释迦牟尼佛学术、德行成就之后，他就从事教学，一生乐此不疲。生活很简单，我们今天讲过苦行僧的生活，他的财产就三衣一钵，三件衣，一个钵，这就是他的财产，日中一食，树下一宿。他什么都不要，怎么供养他？他教你，你肯认真学习、肯落实，这他最欢喜，老师教学生。一生教学，用现在人来看，他是个教育家，他的身分是职业老师，与宗教挂不上钩，风马牛不相干。今天他堕落成为宗教，我们后代的学生对不起释迦牟尼佛，这么好的学术，怎么把它变成宗教？它自己不会变，我们后世这些不肖的徒子徒孙把它变的，变成宗教。释迦牟尼佛有知，天天在流眼泪，我们自己要深深反省。",
      "zh_TW": "底下一句話我們要活著看，不能死在句下，「若不長時供養三寶」，就這一句。長時容易懂，三寶是什麼？三寶是佛、是法、是僧，如果你要是不曉得，你就會說這是迷信。三寶真正的意思是什麼？佛是覺悟，就是《無量壽經》上講的清淨平等覺，佛是覺，法是平等，僧是清淨，覺正淨。我們懂得長時供養覺正淨，對覺悟的人我們要供養他，用什麼供養？依教修行供養，不是以財物，不是以金錢。釋迦牟尼佛當年在世，把榜樣做給我們看了。他一生教學，三十歲修學成就，我們中國人講三十而立，釋迦牟尼佛三十而立，孔子也是三十而立，「十五有志於學，三十而立」。釋迦牟尼佛十九歲離開家庭出去參學，學了十二年，智慧開了，也是三十而立。但是釋迦牟尼佛學術、德行成就之後，他就從事教學，一生樂此不疲。生活很簡單，我們今天講過苦行僧的生活，他的財產就三衣一缽，三件衣，一個缽，這就是他的財產，日中一食，樹下一宿。他什麼都不要，怎麼供養他？他教你，你肯認真學習、肯落實，這他最歡喜，老師教學生。一生教學，用現在人來看，他是個教育家，他的身分是職業老師，與宗教掛不上鉤，風馬牛不相干。今天他墮落成為宗教，我們後代的學生對不起釋迦牟尼佛，這麼好的學術，怎麼把它變成宗教？它自己不會變，我們後世這些不肖的徒子徒孫把它變的，變成宗教。釋迦牟尼佛有知，天天在流眼淚，我們自己要深深反省。"
    },
    {
      "id": "02-039-0047_p0009",
      "zh_CN": "他老人家教的东西在哪里？在经典里面，经典里面的道理。给我们讲自然的规律，我们的思想、言行如何能随顺大自然的规律，大自然的规律叫道，随顺大自然就叫德，违背大自然，灾难就来了。今天人不相信圣贤、不相信宗教，相信科学技术，科学技术破坏自然生态平衡，造成今天地球上许许多多的灾难。连近代的科学家也承认，灾难从哪里来的？人为的。现在最显著的，地球上温度上升，这是个可怕的现象，气候产生严重的变化，这个变化带来的后果不堪设想。中国今年一个暖冬，要讲去年了，小麦收成降低百分之四十，中国东北是全世界小麦的库仓，粮食大幅度的减产，以后人吃什么？所以金融危机之后，科学家警告我们有粮食危机，这个才叫真可怕。许许多多灾难都脱离不了人为的关系。圣贤的道没有别的，就是教我们遵循大自然的规则，不要破坏它。我们学佛这么多年来学会了素食，素食对身体健康真有好处。可是今天素食也有问题，稻米蔬菜使用农药、化肥，破坏自然生态，长得很好看，养分跟从前不能相比。果木，结出来的果确实好看，比从前大，吃起来没味道，吃到肚子里没有营养，还可能给你带来病菌，你说麻不麻烦！肉食问题就更严重，所以现在世界上什么奇奇怪怪的病都出现了。老祖宗告诉我们「病从口入」，绝大多数的病从哪里来？饮食来的。这是科学带给我们的，带给我们像经上讲的「饮苦食毒」，中看不中吃，这些道理都要知道。所以此地讲供养三宝，是用我们真诚的心供养、清净心供养、依教奉行供养，这就对了。修学佛法的目的，第一个是身心健康，第二个是家庭幸福、事业顺利。如果得不到这些好处，你学它干什么？如果是所学非所用，何必浪费这些时间、浪费这个精神？它学了管用。真的，佛经里没有一句假话，你全都能得到，齐家、治国、平天下，理论、道理、方法统统都有，化解种种灾难都有绝妙的方法。",
      "zh_TW": "他老人家教的東西在哪裡？在經典裡面，經典裡面的道理。給我們講自然的規律，我們的思想、言行如何能隨順大自然的規律，大自然的規律叫道，隨順大自然就叫德，違背大自然，災難就來了。今天人不相信聖賢、不相信宗教，相信科學技術，科學技術破壞自然生態平衡，造成今天地球上許許多多的災難。連近代的科學家也承認，災難從哪裡來的？人為的。現在最顯著的，地球上溫度上升，這是個可怕的現象，氣候產生嚴重的變化，這個變化帶來的後果不堪設想。中國今年一個暖冬，要講去年了，小麥收成降低百分之四十，中國東北是全世界小麥的庫倉，糧食大幅度的減產，以後人吃什麼？所以金融危機之後，科學家警告我們有糧食危機，這個才叫真可怕。許許多多災難都脫離不了人為的關係。聖賢的道沒有別的，就是教我們遵循大自然的規則，不要破壞它。我們學佛這麼多年來學會了素食，素食對身體健康真有好處。可是今天素食也有問題，稻米蔬菜使用農藥、化肥，破壞自然生態，長得很好看，養分跟從前不能相比。果木，結出來的果確實好看，比從前大，吃起來沒味道，吃到肚子裡沒有營養，還可能給你帶來病菌，你說麻不麻煩！肉食問題就更嚴重，所以現在世界上什麼奇奇怪怪的病都出現了。老祖宗告訴我們「病從口入」，絕大多數的病從哪裡來？飲食來的。這是科學帶給我們的，帶給我們像經上講的「飲苦食毒」，中看不中吃，這些道理都要知道。所以此地講供養三寶，是用我們真誠的心供養、清淨心供養、依教奉行供養，這就對了。修學佛法的目的，第一個是身心健康，第二個是家庭幸福、事業順利。如果得不到這些好處，你學它幹什麼？如果是所學非所用，何必浪費這些時間、浪費這個精神？它學了管用。真的，佛經裡沒有一句假話，你全都能得到，齊家、治國、平天下，理論、道理、方法統統都有，化解種種災難都有絕妙的方法。"
    },
    {
      "id": "02-039-0047_p0010",
      "zh_CN": "所以，布施波罗蜜要晓得，不是在形式上，大家听到这个都想到形式上，错了，形式上太小了。佛经里面供养佛，用什么供养？一朵花，香花供养，没有叫你供养钱的，供养钱那你完全把意思错会了。佛一生手都不摸钱，你怎么可以供养钱给他？你看从沙弥戒，只有十条戒，里面就有一条，不要去摸触这些金银财宝。首先要把这个东西放下，你的心才会清净，如果这个不放下的话，你的心怎么会清净！这个要知道。佛当年在世，你供养他，他来托钵，供养他一点点饭。不是一碗，你家里吃的有多余的，供养一点给他，一调羹，因为他那一钵不是一家托的，他要好几家托的放在一起，通常大概是七家，托了一钵饭，不是一家的。那个制度好，真的叫你彻底放下，一点贪心都没有。",
      "zh_TW": "所以，布施波羅蜜要曉得，不是在形式上，大家聽到這個都想到形式上，錯了，形式上太小了。佛經裡面供養佛，用什麼供養？一朵花，香花供養，沒有叫你供養錢的，供養錢那你完全把意思錯會了。佛一生手都不摸錢，你怎麼可以供養錢給他？你看從沙彌戒，只有十條戒，裡面就有一條，不要去摸觸這些金銀財寶。首先要把這個東西放下，你的心才會清淨，如果這個不放下的話，你的心怎麼會清淨！這個要知道。佛當年在世，你供養他，他來托缽，供養他一點點飯。不是一碗，你家裡吃的有多餘的，供養一點給他，一調羹，因為他那一缽不是一家托的，他要好幾家托的放在一起，通常大概是七家，托了一缽飯，不是一家的。那個制度好，真的叫你徹底放下，一點貪心都沒有。"
    },
    {
      "id": "02-039-0047_p0011",
      "zh_CN": "第二「学戒」，学戒就是守法，学规矩，「谓因成就戒度，故学习持戒；若不长时学戒，则戒度不得圆满也。」戒是什么？生活规范。如果你不学，你个人生活没有规律，你就得不到健康长寿的果报；你跟大众相处没有规矩，这个团体是一团紊乱，不像是个团体了。我们现在看到全世界的佛法，这么多年来我走过很多地方，接触各个地方的佛门弟子，在家学佛疏忽十善业道，出家学佛不学沙弥律仪，佛法就灭了，这个要知道。戒是行，这最重要的，你学的这些理论，经教学的这些理论，你得落实在生活上，你要把它做出来，这就是戒，你做不到等于没学。所以，戒没有了，佛就没有了；中国传统的儒家，如果礼没有了，儒就没有了。现在真的，儒家的礼没有了，佛家的戒没有了。现在的佛变成什么？现在叫佛学，把它当作一种学术来研究，你得不到佛法真实利益，真实利益是提升你的境界、提升你的德行、提升你的智慧，这三桩事情你做不到。",
      "zh_TW": "第二「學戒」，學戒就是守法，學規矩，「謂因成就戒度，故學習持戒；若不長時學戒，則戒度不得圓滿也。」戒是什麼？生活規範。如果你不學，你個人生活沒有規律，你就得不到健康長壽的果報；你跟大眾相處沒有規矩，這個團體是一團紊亂，不像是個團體了。我們現在看到全世界的佛法，這麼多年來我走過很多地方，接觸各個地方的佛門弟子，在家學佛疏忽十善業道，出家學佛不學沙彌律儀，佛法就滅了，這個要知道。戒是行，這最重要的，你學的這些理論，經教學的這些理論，你得落實在生活上，你要把它做出來，這就是戒，你做不到等於沒學。所以，戒沒有了，佛就沒有了；中國傳統的儒家，如果禮沒有了，儒就沒有了。現在真的，儒家的禮沒有了，佛家的戒沒有了。現在的佛變成什麼？現在叫佛學，把它當作一種學術來研究，你得不到佛法真實利益，真實利益是提升你的境界、提升你的德行、提升你的智慧，這三樁事情你做不到。"
    },
    {
      "id": "02-039-0047_p0012",
      "zh_CN": "就像前几年，我在剑桥大学、在伦敦大学，给汉学系的同学们做了两场讲演。伦敦这三个学校，包括牛津，是欧洲汉学系最著名的学府。他们里面这些学生，博士班、硕士班的，我很佩服，佩服他们北京话讲得好，我还不如他，能看中国的文言文，因为古籍全是文言，不能不佩服他，学得很像样。我去参观、去访问，跟他们谈话，我说你们可以用儒释道的典籍写论文，拿博士学位可以拿到，将来也可以做个名教授，也是欧洲汉学家，我说你们决定不能像我这样的自在、快乐、幸福。什么原因？我说我跟你们学的恰恰相反，把佛学、道学、儒学写在黑板上，他们是从这边念过去的，儒学、道学、佛学。我说我跟你们颠倒，我是从这边念过来的，中国人是从右到左，中国人是学儒、学佛、学道，那就不一样了。学儒要学得跟孔子、孟子一样，学佛要学得跟释迦牟尼佛一样，学道要学得像老庄一样，你真学会了。今天学佛、学道、学儒的人没有了，可是搞道学、儒学、佛学的人很多，把它变成学术，变质了，还是那样东西，味道完全不相同。就像现在农产品一样，全用了农药化肥，变质了，还是那个水稻，还是那个小麦，味道不一样，营养没有了。你想有古圣先贤那个成就，你是决定做不到，所以你一生还是生活在烦恼跟痛苦的世界，这是我跟他们说的。中国的老祖宗对得起后代的子孙，后代子孙对不起老祖宗，叫大不孝！留下这么宝贵的东西不认识，这些宝贵东西确实能帮助你在一生当中得到大福慧。",
      "zh_TW": "就像前幾年，我在劍橋大學、在倫敦大學，給漢學系的同學們做了兩場講演。倫敦這三個學校，包括牛津，是歐洲漢學系最著名的學府。他們裡面這些學生，博士班、碩士班的，我很佩服，佩服他們北京話講得好，我還不如他，能看中國的文言文，因為古籍全是文言，不能不佩服他，學得很像樣。我去參觀、去訪問，跟他們談話，我說你們可以用儒釋道的典籍寫論文，拿博士學位可以拿到，將來也可以做個名教授，也是歐洲漢學家，我說你們決定不能像我這樣的自在、快樂、幸福。什麼原因？我說我跟你們學的恰恰相反，把佛學、道學、儒學寫在黑板上，他們是從這邊念過去的，儒學、道學、佛學。我說我跟你們顛倒，我是從這邊念過來的，中國人是從右到左，中國人是學儒、學佛、學道，那就不一樣了。學儒要學得跟孔子、孟子一樣，學佛要學得跟釋迦牟尼佛一樣，學道要學得像老莊一樣，你真學會了。今天學佛、學道、學儒的人沒有了，可是搞道學、儒學、佛學的人很多，把它變成學術，變質了，還是那樣東西，味道完全不相同。就像現在農產品一樣，全用了農藥化肥，變質了，還是那個水稻，還是那個小麥，味道不一樣，營養沒有了。你想有古聖先賢那個成就，你是決定做不到，所以你一生還是生活在煩惱跟痛苦的世界，這是我跟他們說的。中國的老祖宗對得起後代的子孫，後代子孫對不起老祖宗，叫大不孝！留下這麼寶貴的東西不認識，這些寶貴東西確實能幫助你在一生當中得到大福慧。"
    },
    {
      "id": "02-039-0047_p0013",
      "zh_CN": "所以最近，也有十几年了，我们极力提倡戒学。我们知道，为什么沙弥律仪不能落实、十善业不能落实？这两个是佛法的根。从前人为什么能做到？为什么现在人做不到？我们去想、去思惟、去探讨，从前他的根深！伦理道德的教育，父母教的，所谓扎根教育。扎根教育在什么时候？三岁之前，从出生到三岁一千天，这一千天叫扎根教育，教什么？就是《弟子规》。不是讲给，那是婴儿，不是讲给他听的，是做给他看的。所以《弟子规》怎么教法？父母把《弟子规》落实在生活上。小孩一出生，他睁开眼睛他已经会看、他耳朵已经会听，已经在那里模仿、在那里学习。所以父母在婴儿面前，言谈举止都要合礼，为什么？他在学习，学了三年，根深蒂固。中国古谚语有句话说「三岁看八十」，三岁扎下这个深根，八十岁都不会变。现在这个教育没有了，如果说有，他扎下了深根，小孩眼睛张开的时候他就看电视，电视演些什么？父母已经不教了，父母在婴儿面前有的时候态度都很不好，都被他学去了。所以讲小孩不好教，为什么不好教？你教出来的！父母感触到小孩不好教，学校老师当然学生不好教，这是现前社会的大问题。所以难，非常难！「人之初，性本善，性相近，习相远」，习性就是习惯，本性是善的，习惯不善，全学坏了，社会怎么会不混乱！",
      "zh_TW": "所以最近，也有十幾年了，我們極力提倡戒學。我們知道，為什麼沙彌律儀不能落實、十善業不能落實？這兩個是佛法的根。從前人為什麼能做到？為什麼現在人做不到？我們去想、去思惟、去探討，從前他的根深！倫理道德的教育，父母教的，所謂扎根教育。扎根教育在什麼時候？三歲之前，從出生到三歲一千天，這一千天叫扎根教育，教什麼？就是《弟子規》。不是講給，那是嬰兒，不是講給他聽的，是做給他看的。所以《弟子規》怎麼教法？父母把《弟子規》落實在生活上。小孩一出生，他睜開眼睛他已經會看、他耳朵已經會聽，已經在那裡模仿、在那裡學習。所以父母在嬰兒面前，言談舉止都要合禮，為什麼？他在學習，學了三年，根深蒂固。中國古諺語有句話說「三歲看八十」，三歲紮下這個深根，八十歲都不會變。現在這個教育沒有了，如果說有，他紮下了深根，小孩眼睛張開的時候他就看電視，電視演些什麼？父母已經不教了，父母在嬰兒面前有的時候態度都很不好，都被他學去了。所以講小孩不好教，為什麼不好教？你教出來的！父母感觸到小孩不好教，學校老師當然學生不好教，這是現前社會的大問題。所以難，非常難！「人之初，性本善，性相近，習相遠」，習性就是習慣，本性是善的，習慣不善，全學壞了，社會怎麼會不混亂！"
    },
    {
      "id": "02-039-0047_p0014",
      "zh_CN": "所以我们极力提倡《弟子规》，小时候没学过，现在赶快来补习。一定要从《弟子规》下手，要从《感应篇》里面扎根，然后《十善业道》、《沙弥律仪》很容易你就做到，那叫根之根。第一个根是《弟子规》，第二个根《感应篇》，第三个根《十善业道》，儒释道的三个根，它有先后次第的。前面两个没有，十善业就做不到，十善业做不到，沙弥律仪就做不到。现在我们补习，补比不补好，你如果真正发心、真正忏悔，断恶修善，还是来得及，还是有救。如果不知道忏悔，一切还随顺烦恼习气，那就完了，虽然一生搞佛学，讲得天花乱坠，得不到真正的受用。所以戒律比什么都重要。佛法里面讲信解行证，经教的学习是信、解，理解了、明白了，明白之后要做、要行，不行怎么行！依照这个理论、依照方法去修行，修是修正，行是行为。圣贤人给我们这个标准，摆在我面前，这标准不是他制定的，这你一定要知道，这标准是法性，是自性自然流露出来的，不是哪个人创造发明的；换句话说，它是大自然的规律，古圣先贤发现了，遵守大自然的规律，你的生活才能得到幸福美满，你不能违背大自然。可是今天大自然也乱了，整个乱了套，这个灾难可大了。中国自古以来是以农立国，农耕，农耕播种、收成靠节气，一个月两个节气，二十四个节气，什么时候播种、什么时候收成，不会错过时节因缘。我住的这个院子里，有一树开的花像莲花一样，树上开的，开得很多、很美。这个树本来不应该在这个时候开的，可是今年现在开了，我们感到很奇怪。就是气候变化了，气候反常，二十四节气乱了，这不是好现象，把我们整个生活规律也就乱了，不知道怎么样应付。",
      "zh_TW": "所以我們極力提倡《弟子規》，小時候沒學過，現在趕快來補習。一定要從《弟子規》下手，要從《感應篇》裡面扎根，然後《十善業道》、《沙彌律儀》很容易你就做到，那叫根之根。第一個根是《弟子規》，第二個根《感應篇》，第三個根《十善業道》，儒釋道的三個根，它有先後次第的。前面兩個沒有，十善業就做不到，十善業做不到，沙彌律儀就做不到。現在我們補習，補比不補好，你如果真正發心、真正懺悔，斷惡修善，還是來得及，還是有救。如果不知道懺悔，一切還隨順煩惱習氣，那就完了，雖然一生搞佛學，講得天花亂墜，得不到真正的受用。所以戒律比什麼都重要。佛法裡面講信解行證，經教的學習是信、解，理解了、明白了，明白之後要做、要行，不行怎麼行！依照這個理論、依照方法去修行，修是修正，行是行為。聖賢人給我們這個標準，擺在我面前，這標準不是他制定的，這你一定要知道，這標準是法性，是自性自然流露出來的，不是哪個人創造發明的；換句話說，它是大自然的規律，古聖先賢發現了，遵守大自然的規律，你的生活才能得到幸福美滿，你不能違背大自然。可是今天大自然也亂了，整個亂了套，這個災難可大了。中國自古以來是以農立國，農耕，農耕播種、收成靠節氣，一個月兩個節氣，二十四個節氣，什麼時候播種、什麼時候收成，不會錯過時節因緣。我住的這個院子裡，有一樹開的花像蓮花一樣，樹上開的，開得很多、很美。這個樹本來不應該在這個時候開的，可是今年現在開了，我們感到很奇怪。就是氣候變化了，氣候反常，二十四節氣亂了，這不是好現象，把我們整個生活規律也就亂了，不知道怎麼樣應付。"
    },
    {
      "id": "02-039-0047_p0015",
      "zh_CN": "在这个时代，谁来教我们？到底是什么原因发生的？这讲理事因果。我们用什么方法来应对？这是大问题，也是大事，这不是小事。我们自己不守规矩，大自然规矩也就乱掉了，值得我们警惕。我们应该怎么做？把这些老的规矩、好的东西要把它找回来，身体力行。古大德告诉我们，一百个人当中有一个人觉悟、回头了，这个社会、这个环境还能救。百分之一的人回头，能帮助这个社会、能帮助这个地球，让它恢复正常。所以宗教里面的祈祷有道理，那不是迷信，众多的人意志集中去念一桩事情。有很多人问我有没有效？有效，但是治标不治本。日本江本胜博士做了个实验，找了有一百五十多人，在琵琶湖一个海湾里做祈祷。请了个老和尚九十多岁，祈祷的时间一个小时，就让大家把念头、妄念统统放下，想一桩事情。那个湖水很肮脏，二十多年了，气味很难闻，大家发出一个信念，「湖水干净了」，心里想着、口里念着，念一个小时，一百五十多人。过了三天，湖水真干净了，气味真的没有了。日本的媒体都报导，都感觉到很惊讶。维持多久？半年，半年它又恢复老样子。所以我跟江本博士说，你们最好两个月去祷告一次，那个水就会长远维持下去。这治标不治本！怎样治本？我们回归到清净心。佛给我们说的，「勤修戒定慧，息灭贪瞋痴」，那是治本。居住在湖边这些人都能够断恶修善，都能够积累功德，外面环境的这种肮脏、染污自然就没有了。所以佛法告诉我们，「心净则国土净」，如果我们居住这个地方人心都很清净，这个地方就没有染污，自然没有染污，那是治本。懂得这个道理，是标本兼治，肯定有效。治本还是要修德，还是要从《弟子规》、《感应篇》、《十善业》下手，这些东西都做到了，这个地方山河大地绝对不会有灾难出现。供养跟学戒都是说根本的，这叫根本法。",
      "zh_TW": "在這個時代，誰來教我們？到底是什麼原因發生的？這講理事因果。我們用什麼方法來應對？這是大問題，也是大事，這不是小事。我們自己不守規矩，大自然規矩也就亂掉了，值得我們警惕。我們應該怎麼做？把這些老的規矩、好的東西要把它找回來，身體力行。古大德告訴我們，一百個人當中有一個人覺悟、回頭了，這個社會、這個環境還能救。百分之一的人回頭，能幫助這個社會、能幫助這個地球，讓它恢復正常。所以宗教裡面的祈禱有道理，那不是迷信，眾多的人意志集中去念一樁事情。有很多人問我有沒有效？有效，但是治標不治本。日本江本勝博士做了個實驗，找了有一百五十多人，在琵琶湖一個海灣裡做祈禱。請了個老和尚九十多歲，祈禱的時間一個小時，就讓大家把念頭、妄念統統放下，想一樁事情。那個湖水很骯髒，二十多年了，氣味很難聞，大家發出一個信念，「湖水乾淨了」，心裡想著、口裡念著，念一個小時，一百五十多人。過了三天，湖水真乾淨了，氣味真的沒有了。日本的媒體都報導，都感覺到很驚訝。維持多久？半年，半年它又恢復老樣子。所以我跟江本博士說，你們最好兩個月去禱告一次，那個水就會長遠維持下去。這治標不治本！怎樣治本？我們回歸到清淨心。佛給我們說的，「勤修戒定慧，息滅貪瞋痴」，那是治本。居住在湖邊這些人都能夠斷惡修善，都能夠積累功德，外面環境的這種骯髒、染污自然就沒有了。所以佛法告訴我們，「心淨則國土淨」，如果我們居住這個地方人心都很清淨，這個地方就沒有染污，自然沒有染污，那是治本。懂得這個道理，是標本兼治，肯定有效。治本還是要修德，還是要從《弟子規》、《感應篇》、《十善業》下手，這些東西都做到了，這個地方山河大地絕對不會有災難出現。供養跟學戒都是說根本的，這叫根本法。"
    },
    {
      "id": "02-039-0047_p0016",
      "zh_CN": "第三「修悲」，就是修慈悲心，我们今天讲爱心，「谓因成就忍度」，忍辱波罗蜜，「故修习大悲心，饶益众生；若不长时忍受，及不饶益众生，则忍度不得圆满也。」忍就是耐心，耐心里面是爱心。大悲心，用今天的话说就是爱心。爱心头一个要爱自己，不爱自己就不会爱别人，真正爱自己，是爱自己的性德。老祖宗告诉我们「人之初，性本善」，我们要肯定自己本性本善，我们从哪里爱起？爱我们自己的本善。本善里面决定没有一个恶念，圆满的性德，你要发这个心，在佛法里面叫做菩提心。我们为了大众容易体会、容易明了，我们用十个字显示出来。第一个是真诚，真诚心是真心的本体。真诚心的自受用，享受，是清净心、平等心、正觉心，自受用，我们的心是安住在、受用在清净平等觉。对待外面一切众生是大慈大悲，一般讲博爱，《弟子规》里面讲「凡是人，皆须爱」，这个意思是小乘。《弟子规》里有没有大乘？有，有两句话是大乘，「泛爱众，而亲仁」，这两句是大乘的。泛爱就是大爱，就是博爱。众是什么？佛家讲众，是众缘和合而生起的现象，叫众生。众生范围广了，人是众生，动物是众生，众缘和合而生的，植物也是众生，矿物也是众生，自然现象也是众生；换句话说，这个爱心，不但爱人类、爱花草树木、爱山河大地、爱虚空法界，你看那个爱多大。你能够爱，你就不会伤害，你伤害他就不是爱他。在修学这个科目，你一定得有耐心。特别是有情众生，他迷惑颠倒、他在造作罪业，你能忍受，你对他不会生瞋恚心；你在旁边观察，小心谨慎，怎么样善巧方便帮他觉悟、帮助他回头。所以，纵然他来伤害你，伤害我们自己，决定没有怨恨；怨恨都没有，当然不会有报复。为什么？我们认识得很清楚，整个宇宙跟自己是一个生命共同体，他犯了错误，你怎么可以怨恨他？他为什么犯错误？他没有学过，他不了解事实真相，事实真相是一个生命共同体。事实真相里头，人、众生决定没有贪瞋痴慢，迷失自性才产生这些错误的观念，觉悟之后，这东西都没有了。众生跟佛迷悟不同而已，迷的人会有怨恨，觉悟的人哪里会有怨恨？哪有这种道理？觉悟的人，心是清净心、平等心、觉悟的心。",
      "zh_TW": "第三「修悲」，就是修慈悲心，我們今天講愛心，「謂因成就忍度」，忍辱波羅蜜，「故修習大悲心，饒益眾生；若不長時忍受，及不饒益眾生，則忍度不得圓滿也。」忍就是耐心，耐心裡面是愛心。大悲心，用今天的話說就是愛心。愛心頭一個要愛自己，不愛自己就不會愛別人，真正愛自己，是愛自己的性德。老祖宗告訴我們「人之初，性本善」，我們要肯定自己本性本善，我們從哪裡愛起？愛我們自己的本善。本善裡面決定沒有一個惡念，圓滿的性德，你要發這個心，在佛法裡面叫做菩提心。我們為了大眾容易體會、容易明瞭，我們用十個字顯示出來。第一個是真誠，真誠心是真心的本體。真誠心的自受用，享受，是清淨心、平等心、正覺心，自受用，我們的心是安住在、受用在清淨平等覺。對待外面一切眾生是大慈大悲，一般講博愛，《弟子規》裡面講「凡是人，皆須愛」，這個意思是小乘。《弟子規》裡有沒有大乘？有，有兩句話是大乘，「汎愛眾，而親仁」，這兩句是大乘的。汎愛就是大愛，就是博愛。眾是什麼？佛家講眾，是眾緣和合而生起的現象，叫眾生。眾生範圍廣了，人是眾生，動物是眾生，眾緣和合而生的，植物也是眾生，礦物也是眾生，自然現象也是眾生；換句話說，這個愛心，不但愛人類、愛花草樹木、愛山河大地、愛虛空法界，你看那個愛多大。你能夠愛，你就不會傷害，你傷害他就不是愛他。在修學這個科目，你一定得有耐心。特別是有情眾生，他迷惑顛倒、他在造作罪業，你能忍受，你對他不會生瞋恚心；你在旁邊觀察，小心謹慎，怎麼樣善巧方便幫他覺悟、幫助他回頭。所以，縱然他來傷害你，傷害我們自己，決定沒有怨恨；怨恨都沒有，當然不會有報復。為什麼？我們認識得很清楚，整個宇宙跟自己是一個生命共同體，他犯了錯誤，你怎麼可以怨恨他？他為什麼犯錯誤？他沒有學過，他不了解事實真相，事實真相是一個生命共同體。事實真相裡頭，人、眾生決定沒有貪瞋痴慢，迷失自性才產生這些錯誤的觀念，覺悟之後，這東西都沒有了。眾生跟佛迷悟不同而已，迷的人會有怨恨，覺悟的人哪裡會有怨恨？哪有這種道理？覺悟的人，心是清淨心、平等心、覺悟的心。"
    },
    {
      "id": "02-039-0047_p0017",
      "zh_CN": "所以我到澳洲来，代表澳洲的学校参加不少次联合国和平会议。冲突怎样化解？和平怎么样能实现？没有别的，爱心。爱心是自己本有的，能够把它找回来好好培养它，把爱心扩大，真正做到「泛爱众，而亲仁」，冲突都没有了，社会会安定，世界会和平。这个道理，很多人迷失了，我们有这个机会在联合国给大家做报告，与会的朋友们听了都很欢喜，确实他闻所未闻，从来没想到过，这才是化解冲突的好方法。可是他们不相信，他说：法师，这是理论，做不到。这个话我听了真的是为难。他说：这是古人讲的，是理想，不是事实。我们必须做出榜样，做出样子出来，他看到他就会相信。",
      "zh_TW": "所以我到澳洲來，代表澳洲的學校參加不少次聯合國和平會議。衝突怎樣化解？和平怎麼樣能實現？沒有別的，愛心。愛心是自己本有的，能夠把它找回來好好培養它，把愛心擴大，真正做到「汎愛眾，而親仁」，衝突都沒有了，社會會安定，世界會和平。這個道理，很多人迷失了，我們有這個機會在聯合國給大家做報告，與會的朋友們聽了都很歡喜，確實他聞所未聞，從來沒想到過，這才是化解衝突的好方法。可是他們不相信，他說：法師，這是理論，做不到。這個話我聽了真的是為難。他說：這是古人講的，是理想，不是事實。我們必須做出榜樣，做出樣子出來，他看到他就會相信。"
    },
    {
      "id": "02-039-0047_p0018",
      "zh_CN": "所以也是我们祖宗有德，三宝加持，在我的家乡安徽省庐江县汤池小镇，我在那里做实验，做成功了，很短的时间就做成功，就是教《弟子规》。我们采取一种方式，让这个小镇的居民四万八千人，男女老少、各行各业一起学。不一起学不会产生效果，你说叫年轻人做，他看大人不做，他说你欺骗他；你说在学校叫学生做，老师没有做，学生不相信，那收不到效果。我们中国这种教学断掉至少四代，满清亡国之后我们就疏忽了。满清亡国二十年那个时候，这个风气还保存在，这种教学在农村，我是住在农村，农村很普遍。可是二次大战之后，日本人投降，我们回到老家去，再都看不到，真的没有了。所以我估计至少断掉四代，现在再恢复有一定的难度。我要求教学的老师，你们要先做到，你们做不到，没有办法教别人。我们招收三十七位老师，老师非常合作，真做到了。做到，我们怎么教法？我们下乡入户，做出来给你看。老人看到感动，我的儿女像你们这样多好，孝顺；做儿女看到也感动，觉得对父母不孝，对不起父母。很短时间，这个小镇风气一百八十度的转变，我们看到感动！原先我预计总得两年到三年才能看到效果，没想到三、四个月就效果这么卓着，当时我就想到怎样去介绍给联合国。真的祖宗加持，两个月之后，巴黎联合国教科文组织总部来找我，这就好办，找我就好办了。我们在巴黎办了个大型活动，与会有一百九十二个国家的代表参加，做得非常成功。联合国给我们一个展览厅，我们把汤池教学四个月的成果在那里展览，收到很大的效果，说明中国古老传统东西现在管用。会后一百九十二个国家代表都希望到汤池去考察、去学习，这个缘太殊胜了！虽然有些差别的因缘他们没去成，可是他们自己自动以旅游观光的方式，好像有二十多位代表去参观，他们去看了非常受感动。现在政府接收了，现在在中国，我听说国家正式把《弟子规》列入小学跟初中的课程，好事情！把老祖宗的东西找回来，那我们国家前途无量。所以这一条开始下手的时候，要修慈悲心，要把爱心找回来、耐心找回来。",
      "zh_TW": "所以也是我們祖宗有德，三寶加持，在我的家鄉安徽省廬江縣湯池小鎮，我在那裡做實驗，做成功了，很短的時間就做成功，就是教《弟子規》。我們採取一種方式，讓這個小鎮的居民四萬八千人，男女老少、各行各業一起學。不一起學不會產生效果，你說叫年輕人做，他看大人不做，他說你欺騙他；你說在學校叫學生做，老師沒有做，學生不相信，那收不到效果。我們中國這種教學斷掉至少四代，滿清亡國之後我們就疏忽了。滿清亡國二十年那個時候，這個風氣還保存在，這種教學在農村，我是住在農村，農村很普遍。可是二次大戰之後，日本人投降，我們回到老家去，再都看不到，真的沒有了。所以我估計至少斷掉四代，現在再恢復有一定的難度。我要求教學的老師，你們要先做到，你們做不到，沒有辦法教別人。我們招收三十七位老師，老師非常合作，真做到了。做到，我們怎麼教法？我們下鄉入戶，做出來給你看。老人看到感動，我的兒女像你們這樣多好，孝順；做兒女看到也感動，覺得對父母不孝，對不起父母。很短時間，這個小鎮風氣一百八十度的轉變，我們看到感動！原先我預計總得兩年到三年才能看到效果，沒想到三、四個月就效果這麼卓著，當時我就想到怎樣去介紹給聯合國。真的祖宗加持，兩個月之後，巴黎聯合國教科文組織總部來找我，這就好辦，找我就好辦了。我們在巴黎辦了個大型活動，與會有一百九十二個國家的代表參加，做得非常成功。聯合國給我們一個展覽廳，我們把湯池教學四個月的成果在那裡展覽，收到很大的效果，說明中國古老傳統東西現在管用。會後一百九十二個國家代表都希望到湯池去考察、去學習，這個緣太殊勝了！雖然有些差別的因緣他們沒去成，可是他們自己自動以旅遊觀光的方式，好像有二十多位代表去參觀，他們去看了非常受感動。現在政府接收了，現在在中國，我聽說國家正式把《弟子規》列入小學跟初中的課程，好事情！把老祖宗的東西找回來，那我們國家前途無量。所以這一條開始下手的時候，要修慈悲心，要把愛心找回來、耐心找回來。"
    },
    {
      "id": "02-039-0047_p0019",
      "zh_CN": "下面一条「勤善」，「勤善者，谓因成就进度」，这个进度是精进，我们中国古人讲的日新又新，天天有进步，佛法讲精进，「故勤修众善；若心放逸，不修诸善，则进度不得圆满也。」精进波罗蜜要做到圆满的话，一定要修善，要懂得断一切恶、修一切善，纵然自己已经证得清净平等觉，证得清净平等觉，那个人叫做佛陀，这个诸位要晓得。佛门里面，佛、菩萨、罗汉是佛教学位的名称，就像我们现在大学里博士、硕士、学士这三个学位。三个学位怎么拿到的？我们这个经题上讲的，清净、平等、觉。你心清净，见思烦恼断了，第一个学位拿到，阿罗汉，阿罗汉的心清净。再往上去学平等心，平等心拿到就称菩萨。最后一个，觉就是大彻大悟，明心见性，那最高的学位叫佛陀。所以这三个学位，每个人修行都应该拿到。先拿第一个，再拿第二个，最后就到第三个，你都拿到了，这是我们绝大多数人修学是用这个方式。上上根人，他一次就拿到了。这个很少，有没有？有。在印度，释迦牟尼佛为我们示现的，他是一次拿到的，在菩提树下夜睹明星，大彻大悟，他是一次拿到的。在中国，大家都晓得，禅宗六祖惠能大师，他二十四岁，也是一次拿到的。就是清净平等觉他是一念成就的，真放下。经上告诉我们，放下对于世出世间一切法的执着，你的心就清净；放下对一切法的分别，你平等心得到了；于世出世法不再迷惑，统统都明白了，正觉就拿到，这个正觉是无上正觉，它的全名是无上正等正觉，你拿到了。所以这是步步向上升，提升自己，要拿到最高的境界，你必须精进，你不精进，你就拿不到，精进是努力认真的去断恶修善。自己这么做，也是劝勉社会大众，给社会大众做出最好的榜样。",
      "zh_TW": "下面一條「勤善」，「勤善者，謂因成就進度」，這個進度是精進，我們中國古人講的日新又新，天天有進步，佛法講精進，「故勤修眾善；若心放逸，不修諸善，則進度不得圓滿也。」精進波羅蜜要做到圓滿的話，一定要修善，要懂得斷一切惡、修一切善，縱然自己已經證得清淨平等覺，證得清淨平等覺，那個人叫做佛陀，這個諸位要曉得。佛門裡面，佛、菩薩、羅漢是佛教學位的名稱，就像我們現在大學裡博士、碩士、學士這三個學位。三個學位怎麼拿到的？我們這個經題上講的，清淨、平等、覺。你心清淨，見思煩惱斷了，第一個學位拿到，阿羅漢，阿羅漢的心清淨。再往上去學平等心，平等心拿到就稱菩薩。最後一個，覺就是大徹大悟，明心見性，那最高的學位叫佛陀。所以這三個學位，每個人修行都應該拿到。先拿第一個，再拿第二個，最後就到第三個，你都拿到了，這是我們絕大多數人修學是用這個方式。上上根人，他一次就拿到了。這個很少，有沒有？有。在印度，釋迦牟尼佛為我們示現的，他是一次拿到的，在菩提樹下夜睹明星，大徹大悟，他是一次拿到的。在中國，大家都曉得，禪宗六祖惠能大師，他二十四歲，也是一次拿到的。就是清淨平等覺他是一念成就的，真放下。經上告訴我們，放下對於世出世間一切法的執著，你的心就清淨；放下對一切法的分別，你平等心得到了；於世出世法不再迷惑，統統都明白了，正覺就拿到，這個正覺是無上正覺，它的全名是無上正等正覺，你拿到了。所以這是步步向上升，提升自己，要拿到最高的境界，你必須精進，你不精進，你就拿不到，精進是努力認真的去斷惡修善。自己這麼做，也是勸勉社會大眾，給社會大眾做出最好的榜樣。"
    },
    {
      "id": "02-039-0047_p0020",
      "zh_CN": "第五个「离諠」，「离諠者，谓因成就禅定，故离諠闹；若在聚落斗诤杂乱，则禅定不得圆满。」这是在你学习的过程当中。禅定是佛门修行一个关键，八万四千法门都是修禅定，因为佛法是因戒得定，因定开慧，它是修行真正的枢纽，你不能得定你就不能开悟。你得定，定的心是清净的，所以得定就证阿罗汉。小乘阿罗汉有八个等级，四果四向，有八个等级，最高的等级称阿罗汉，通常前面七个也可以称阿罗汉，一个阶层一个阶层向上提升，慢慢恢复到清净心。心地清净了，还有个障碍就是分别，分别也是障碍，障碍你开智慧。分别比执着难断，分别断掉了智慧才开，智慧开了之后永远不会退转。定功有的时候会退，有进有退，智慧开了之后就不会退转。智慧不会退转，定功也不会退转，你的戒德（德行）也不会退转，那真的是圆满成就。所以修行一定要有好的环境，环境很清净，你容易摄心。在古时候，清净环境的标准是听不到牛叫的声音。农村里面，牛叫的声音最大，他居住的环境，牛叫的声音听不到，以这个做标准。现在找这种清净环境不太容易，为什么？现在噪音太多，车的声音是噪音，飞机的声音是噪音，找一个听不到噪音的地方真不容易。那个环境才好修行。离开这些染污，现在染污最严重的是什么东西？电视、网路、媒体，这些报章杂志全是染污。你没有办法禁止它，可是我们自己有权可以不接受它。所以，这些高科技我们也应用它，所有一切染污不接受。我们学院有电视，我们前面装了个天线，我们中国人叫大锅，很大，你们可以看到。我们只收华藏教学，就收这一个节目，其他都收不到，你打开电视机就收这个节目，不会造成染污。我们许多道场，通常我们的电视都放光碟用的，用光碟来教学，收不到电视节目。这就是离諠这个意思。报章杂志，我们跟它断绝这个缘总有几十年，总有四、五十年了，不看报纸。一些重要的信息，有些同学从网路上下载给我，所以重要的信息我们也知道，还有这些信众们提供的。",
      "zh_TW": "第五個「離諠」，「離諠者，謂因成就禪定，故離諠鬧；若在聚落鬥諍雜亂，則禪定不得圓滿。」這是在你學習的過程當中。禪定是佛門修行一個關鍵，八萬四千法門都是修禪定，因為佛法是因戒得定，因定開慧，它是修行真正的樞紐，你不能得定你就不能開悟。你得定，定的心是清淨的，所以得定就證阿羅漢。小乘阿羅漢有八個等級，四果四向，有八個等級，最高的等級稱阿羅漢，通常前面七個也可以稱阿羅漢，一個階層一個階層向上提升，慢慢恢復到清淨心。心地清淨了，還有個障礙就是分別，分別也是障礙，障礙你開智慧。分別比執著難斷，分別斷掉了智慧才開，智慧開了之後永遠不會退轉。定功有的時候會退，有進有退，智慧開了之後就不會退轉。智慧不會退轉，定功也不會退轉，你的戒德（德行）也不會退轉，那真的是圓滿成就。所以修行一定要有好的環境，環境很清淨，你容易攝心。在古時候，清淨環境的標準是聽不到牛叫的聲音。農村裡面，牛叫的聲音最大，他居住的環境，牛叫的聲音聽不到，以這個做標準。現在找這種清淨環境不太容易，為什麼？現在噪音太多，車的聲音是噪音，飛機的聲音是噪音，找一個聽不到噪音的地方真不容易。那個環境才好修行。離開這些染污，現在染污最嚴重的是什麼東西？電視、網路、媒體，這些報章雜誌全是染污。你沒有辦法禁止它，可是我們自己有權可以不接受它。所以，這些高科技我們也應用它，所有一切染污不接受。我們學院有電視，我們前面裝了個天線，我們中國人叫大鍋，很大，你們可以看到。我們只收華藏教學，就收這一個節目，其他都收不到，你打開電視機就收這個節目，不會造成染污。我們許多道場，通常我們的電視都放光碟用的，用光碟來教學，收不到電視節目。這就是離諠這個意思。報章雜誌，我們跟它斷絕這個緣總有幾十年，總有四、五十年了，不看報紙。一些重要的信息，有些同學從網路上下載給我，所以重要的信息我們也知道，還有這些信眾們提供的。"
    },
    {
      "id": "02-039-0047_p0021",
      "zh_CN": "这一条很重要，要真正想成就学问、成就德行，一定要遵从老祖宗的一句话，《三字经》上有，「教之道，贵以专」。我们学院在此地十年了，明年我们举行一个十年的庆典，有什么值得可庆的？十年你们有没有成就？中国《礼记．学记》里面讲，七年小成，九年大成，我们有什么成就？如果明年这个庆典，我们出家人《弟子规》、《感应篇》、《十善业》、《沙弥律仪》没有做到，明年十周年庆典不要做了，为什么？丢人，没成就。如果明年这个时候，你们这四个科目统统做到，算是有成就，值得庆祝。如果做不到的话，不必劳民伤财，不用做这些好看，没有意思。说实在的话，扎这个根，我们在这个山上建立学院的时候就告诉大家，希望大家两年把根扎下来，然后一门深入，长时薰修。你们每个人学一部经，一部经学上个七、八年，你是专家，你在世界上成为一流的学者。不能涉猎很多，涉猎很多你的时间、你的精神全部分散了，这是行行通，行行松，一样都拿不出来，这你错了。所以学东西不能有贪心，不能有名利心杂在里头，不可以好高骛远，老老实实从小部经开始，容易学，按照规矩去学。李老师给我们的《内典讲座之研究》，那是个指导的原则，你遵守那里面的方法去学教，没有一个学不成。在过去，我们住在新加坡，一九九九年，到二００二年我们才正式移民到澳洲。在新加坡三年，我们做了实验，办了短期的培训班，三个月一期。我们不讲三个根，我们只讲研究经教的方法，就教这一门，帮助学生上台讲经，讲得还挺像样。就是用李老师这个方法，三个月专学一样，他们都讲得不错，现在在国内到处讲经。同学们告诉我，在新加坡三个月所学习的，超过过去佛学院的三年，三年他学得太多太杂，这三个月专攻一样，他的精神、他的时间全集中。而且这一样是要他上台讲演，他不认真，他上台他就下不了台。所以我们不需要督促，自己会督促自己，全心全力在一部经上下功夫，每个人都学得很像样。你们诸位在此地住了十年，你拿什么成绩给佛菩萨看？给祖师大德看？给我们同参道友，给我们这些非常好的信众？他们支持我们这个道场，让我们在此地安居乐业，得要有回馈，没有回馈不叫白供养了？你还能对得起人吗？所以希望同学们认真努力这一年，到明年十周年纪念，记住我的话，这个四样东西没有学好，十周年就平平淡淡过去，什么都不要提了。",
      "zh_TW": "這一條很重要，要真正想成就學問、成就德行，一定要遵從老祖宗的一句話，《三字經》上有，「教之道，貴以專」。我們學院在此地十年了，明年我們舉行一個十年的慶典，有什麼值得可慶的？十年你們有沒有成就？中國《禮記．學記》裡面講，七年小成，九年大成，我們有什麼成就？如果明年這個慶典，我們出家人《弟子規》、《感應篇》、《十善業》、《沙彌律儀》沒有做到，明年十週年慶典不要做了，為什麼？丟人，沒成就。如果明年這個時候，你們這四個科目統統做到，算是有成就，值得慶祝。如果做不到的話，不必勞民傷財，不用做這些好看，沒有意思。說實在的話，紮這個根，我們在這個山上建立學院的時候就告訴大家，希望大家兩年把根紮下來，然後一門深入，長時薰修。你們每個人學一部經，一部經學上個七、八年，你是專家，你在世界上成為一流的學者。不能涉獵很多，涉獵很多你的時間、你的精神全部分散了，這是行行通，行行鬆，一樣都拿不出來，這你錯了。所以學東西不能有貪心，不能有名利心雜在裡頭，不可以好高騖遠，老老實實從小部經開始，容易學，按照規矩去學。李老師給我們的《內典講座之研究》，那是個指導的原則，你遵守那裡面的方法去學教，沒有一個學不成。在過去，我們住在新加坡，一九九九年，到二００二年我們才正式移民到澳洲。在新加坡三年，我們做了實驗，辦了短期的培訓班，三個月一期。我們不講三個根，我們只講研究經教的方法，就教這一門，幫助學生上台講經，講得還挺像樣。就是用李老師這個方法，三個月專學一樣，他們都講得不錯，現在在國內到處講經。同學們告訴我，在新加坡三個月所學習的，超過過去佛學院的三年，三年他學得太多太雜，這三個月專攻一樣，他的精神、他的時間全集中。而且這一樣是要他上台講演，他不認真，他上台他就下不了台。所以我們不需要督促，自己會督促自己，全心全力在一部經上下功夫，每個人都學得很像樣。你們諸位在此地住了十年，你拿什麼成績給佛菩薩看？給祖師大德看？給我們同參道友，給我們這些非常好的信眾？他們支持我們這個道場，讓我們在此地安居樂業，得要有回饋，沒有回饋不叫白供養了？你還能對得起人嗎？所以希望同學們認真努力這一年，到明年十週年紀念，記住我的話，這個四樣東西沒有學好，十週年就平平淡淡過去，什麼都不要提了。"
    },
    {
      "id": "02-039-0047_p0022",
      "zh_CN": "最后一条，「乐法」。这个字念「要」，不念「勒」，乐（念「要」）是爱好，乐（念「勒」）是快乐，这个念破音字念「要」。「乐法者，谓因成就智度，故爱乐佛法；若不遍历十方承事诸佛，听法无厌，如海纳流，无时盈溢，则智度不得圆满。」这好学，乐法是好学，好学不倦你才成就智慧。为什么不爱乐佛法？学了这么多年，你没有学到。古大德说过一句话，「世味哪有法味浓」，这是讲味道，世间种种快乐比不上佛法，佛法法味太浓了。孔夫子尝到了，他尝到不是佛法，是中国传统圣贤之法，「学而时习之，不亦说乎」。学习圣贤，把所学习到的全部落实到生活上，真快乐！那个快乐不是外面刺激，从内心里流出来的。佛法从内心流出来的快乐，更胜于我们中国古圣先贤之法，这真的不是假的。换句话说，你今天对佛法没有这种爱乐的心情，是你学了这么多年，根本没有尝到法味，像吃东西一样，囫囵吞枣，什么味道不知道。只有这种情况你才对这个爱乐不能生起来，如果真正体会到佛法的味道，你会乐此不疲，真有东西在！你们味道没尝到，为什么没尝到？你没有落实，你没有把所学的东西统统做到，果然真做到，你就尝到法味。",
      "zh_TW": "最後一條，「樂法」。這個字念「要」，不念「勒」，樂（念「要」）是愛好，樂（念「勒」）是快樂，這個念破音字念「要」。「樂法者，謂因成就智度，故愛樂佛法；若不遍歷十方承事諸佛，聽法無厭，如海納流，無時盈溢，則智度不得圓滿。」這好學，樂法是好學，好學不倦你才成就智慧。為什麼不愛樂佛法？學了這麼多年，你沒有學到。古大德說過一句話，「世味哪有法味濃」，這是講味道，世間種種快樂比不上佛法，佛法法味太濃了。孔夫子嘗到了，他嘗到不是佛法，是中國傳統聖賢之法，「學而時習之，不亦說乎」。學習聖賢，把所學習到的全部落實到生活上，真快樂！那個快樂不是外面刺激，從內心裡流出來的。佛法從內心流出來的快樂，更勝於我們中國古聖先賢之法，這真的不是假的。換句話說，你今天對佛法沒有這種愛樂的心情，是你學了這麼多年，根本沒有嘗到法味，像吃東西一樣，囫圇吞棗，什麼味道不知道。只有這種情況你才對這個愛樂不能生起來，如果真正體會到佛法的味道，你會樂此不疲，真有東西在！你們味道沒嘗到，為什麼沒嘗到？你沒有落實，你沒有把所學的東西統統做到，果然真做到，你就嘗到法味。"
    },
    {
      "id": "02-039-0047_p0023",
      "zh_CN": "从哪里做起？给诸位说，从《弟子规》、从《感应篇》、从《十善业》。《十善业道》是建立在《弟子规》跟《感应篇》的基础上，像盖大楼一样，第一层《弟子规》，第二层是《感应篇》，第三层是《十善业道》，第四层是《沙弥律仪》。没有第一层哪来第二层？没有一、二层，当然就没有三、四层，你才晓得《弟子规》对于学佛的重要性。你不能把这两桩事情落实，佛法你白学了，你学的是什么？跟剑桥大学一样，你学的是佛学。佛学是什么？把佛法变成一种知识，不是智慧，是知识，佛法对于你的德行、对于你的境界丝毫不相干。换句话说，用佛法来讲，你学一辈子依旧是凡夫知见，你所用的心，起心动念是轮回心，轮回心造轮回业，你怎么会有成就？这一点太重要！诸位果然是把四个根扎好了，这一部《无量寿经》你果然能够一门深入，一生不改变，锲而不舍，你的成就诸佛都赞叹，你真有成就。这一部经通了，给诸位说，一切经全通了。佛法学习有秘诀，佛法通了，再给你说，世间法也全通了，关于世间这些科学、哲学你全明白。这个学问，人人可以学，人人可以修得，问题是你自己肯不肯干？",
      "zh_TW": "從哪裡做起？給諸位說，從《弟子規》、從《感應篇》、從《十善業》。《十善業道》是建立在《弟子規》跟《感應篇》的基礎上，像蓋大樓一樣，第一層《弟子規》，第二層是《感應篇》，第三層是《十善業道》，第四層是《沙彌律儀》。沒有第一層哪來第二層？沒有一、二層，當然就沒有三、四層，你才曉得《弟子規》對於學佛的重要性。你不能把這兩樁事情落實，佛法你白學了，你學的是什麼？跟劍橋大學一樣，你學的是佛學。佛學是什麼？把佛法變成一種知識，不是智慧，是知識，佛法對於你的德行、對於你的境界絲毫不相干。換句話說，用佛法來講，你學一輩子依舊是凡夫知見，你所用的心，起心動念是輪迴心，輪迴心造輪迴業，你怎麼會有成就？這一點太重要！諸位果然是把四個根紮好了，這一部《無量壽經》你果然能夠一門深入，一生不改變，鍥而不捨，你的成就諸佛都讚歎，你真有成就。這一部經通了，給諸位說，一切經全通了。佛法學習有祕訣，佛法通了，再給你說，世間法也全通了，關於世間這些科學、哲學你全明白。這個學問，人人可以學，人人可以修得，問題是你自己肯不肯幹？"
    },
    {
      "id": "02-039-0047_p0024",
      "zh_CN": "这里所讲的是挺辛苦的，为什么？他要去参学，相当辛苦的事情。释迦牟尼佛给我们表演的，十九岁出去参学。在那个时代，印度的宗教与学术都是世界上最高峰，他们普遍重视戒律、重视禅定，连学术界都重视。佛经上讲的四禅八定那不是佛教的，婆罗门教的，婆罗门教比佛法至少要早八千年。印度人不重视历史，代代相传，口传的。婆罗门教很早，我跟他们也有接触很多，他们告诉我，他们的始祖距离现在至少有一万三、四千年，这个可以相信的。我们中国也不输给它，中国古圣先贤那真是跟佛菩萨没有两样，传给我们这些真实智慧德行。因为早年没有文字，文字是黄帝发明的，伏羲到黄帝差不多是一千年。所以，我们中国人讲五千年的文化，五千年是有历史、有考证，可以能证明的。如果从近代考古所发现，那就不止，往上提升太多了。黄帝发明文字，有文字记载的，五千年的历史，没有文字以前的这是传说。孔夫子一生最大的成就叫集大成，他老人家自己没有创造、没有发明，「述而不作，信而好古」，他对古圣先贤传的他相信、他喜欢，喜欢就是爱乐。他一生所学的、所修的、所教的、所传的全是古圣先贤的，所以他叫集大成。把古人传说，以前是传说，他把它写成文字流传给后世。这种修学态度正确，我们应当学习。不要好高骛远，不要自以为是，抬高自己，错了。中国过去有德行、有学问的，推崇古人、尊重古人，这是正确的。所以，这次我是第十一次讲这部经，我选的是黄念祖老居士的注解。推崇这位老人，我们跟他学习，何必要标榜自己？这个就是我们落实夫子的教诲，「述而不作，信而好古」。很难得，黄老居士这个注解里，你看他所引用的经论，经是佛说的，论是祖师大德说的，一共一百九十三种，我们这样的学习，也就是学习了一百九十三种经论，这个好。不要标榜自己，一切荣耀给古人、给别人，我们自己得真实利益。今天时间到了，我们就学习到此地。",
      "zh_TW": "這裡所講的是挺辛苦的，為什麼？他要去參學，相當辛苦的事情。釋迦牟尼佛給我們表演的，十九歲出去參學。在那個時代，印度的宗教與學術都是世界上最高峰，他們普遍重視戒律、重視禪定，連學術界都重視。佛經上講的四禪八定那不是佛教的，婆羅門教的，婆羅門教比佛法至少要早八千年。印度人不重視歷史，代代相傳，口傳的。婆羅門教很早，我跟他們也有接觸很多，他們告訴我，他們的始祖距離現在至少有一萬三、四千年，這個可以相信的。我們中國也不輸給它，中國古聖先賢那真是跟佛菩薩沒有兩樣，傳給我們這些真實智慧德行。因為早年沒有文字，文字是黃帝發明的，伏羲到黃帝差不多是一千年。所以，我們中國人講五千年的文化，五千年是有歷史、有考證，可以能證明的。如果從近代考古所發現，那就不止，往上提升太多了。黃帝發明文字，有文字記載的，五千年的歷史，沒有文字以前的這是傳說。孔夫子一生最大的成就叫集大成，他老人家自己沒有創造、沒有發明，「述而不作，信而好古」，他對古聖先賢傳的他相信、他喜歡，喜歡就是愛樂。他一生所學的、所修的、所教的、所傳的全是古聖先賢的，所以他叫集大成。把古人傳說，以前是傳說，他把它寫成文字流傳給後世。這種修學態度正確，我們應當學習。不要好高騖遠，不要自以為是，抬高自己，錯了。中國過去有德行、有學問的，推崇古人、尊重古人，這是正確的。所以，這次我是第十一次講這部經，我選的是黃念祖老居士的註解。推崇這位老人，我們跟他學習，何必要標榜自己？這個就是我們落實夫子的教誨，「述而不作，信而好古」。很難得，黃老居士這個註解裡，你看他所引用的經論，經是佛說的，論是祖師大德說的，一共一百九十三種，我們這樣的學習，也就是學習了一百九十三種經論，這個好。不要標榜自己，一切榮耀給古人、給別人，我們自己得真實利益。今天時間到了，我們就學習到此地。"
    }
  ]
}