{
  "doc_id": "02-039-0477",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四七七集",
    "zh_TW": "第四七七集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0477",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-039-0477_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，从六百零一面最后一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，從六百零一面最後一句看起："
    },
    {
      "id": "02-039-0477_p0002",
      "zh_CN": "这讲金刚杵，「两边各有五股，五佛五智义」，五佛前面学过，五智义我们参考《佛学大辞典》，我把前面念下来，「五智（名数），显教转八识而成就四智，以立为究竟之报身如来。密教于此加第九识所转之法界体性智而为五智」，就是四智又加上一个法界体性智，就变成五智，「以为金刚界智法身之大日如来」。五智里面第一个，我们昨天讲了，好像时间超过，我疏忽了，不知道讲在什么地方时间到了，所以今天我们从头略说一说。五智第一个是「法界体性智」，这是什么意思？实际上就是世尊在《华严经》上告诉我们，「一切众生本来具有如来智慧德相」，就是智慧，自性本具的般若智慧叫法界体性智。这个智不是修来的，不是求来的，是自性本有的。本有的，因为迷失自性，这智慧就不见了。这个智慧也是八识里面所讲的四分，你看四分有自证分、证自证分，那个证自证分就是这个智，你没有智你怎么知道有自证分？自证分是哲学里面讲的本体，佛法里面讲的自性，就是真如本性。你怎么知道有真如本性？这种智慧就是法界体性智，就是佛说的，自性里头本来具足的圆满智慧。",
      "zh_TW": "這講金剛杵，「兩邊各有五股，五佛五智義」，五佛前面學過，五智義我們參考《佛學大辭典》，我把前面念下來，「五智（名數），顯教轉八識而成就四智，以立為究竟之報身如來。密教於此加第九識所轉之法界體性智而為五智」，就是四智又加上一個法界體性智，就變成五智，「以為金剛界智法身之大日如來」。五智裡面第一個，我們昨天講了，好像時間超過，我疏忽了，不知道講在什麼地方時間到了，所以今天我們從頭略說一說。五智第一個是「法界體性智」，這是什麼意思？實際上就是世尊在《華嚴經》上告訴我們，「一切眾生本來具有如來智慧德相」，就是智慧，自性本具的般若智慧叫法界體性智。這個智不是修來的，不是求來的，是自性本有的。本有的，因為迷失自性，這智慧就不見了。這個智慧也是八識裡面所講的四分，你看四分有自證分、證自證分，那個證自證分就是這個智，你沒有智你怎麼知道有自證分？自證分是哲學裡面講的本體，佛法裡面講的自性，就是真如本性。你怎麼知道有真如本性？這種智慧就是法界體性智，就是佛說的，自性裡頭本來具足的圓滿智慧。"
    },
    {
      "id": "02-039-0477_p0003",
      "zh_CN": "六祖惠能大师开悟的时候说了一句话，第三句，「何期自性，本自具足」，它具足什么？他所说本自具足其实就是《华严经》上世尊所说的智慧、德相。头一个是智慧，这个智慧在密宗里面就叫法界体性智，在八识四分里面就是证自证分。你没有它你就不能证自证分，它能够证自证分，大彻大悟，明心见性。大彻大悟，明心见性是什么去明心见性？什么大彻大悟？就是法界体性智现前。怎么现前的？佛说得很清楚，只要你真正能够放下起心动念，它就现前。起心动念是什么？无明，无始无明，无始无明一放下、一断掉，马上就现前。迷了之后，这个东西就是法界体性智，它变了，变成什么？变成无始无明烦恼。它跟无始无明烦恼是一不是二，觉了是法界体性智，迷了就是无始无明，就这么回事情。这是一切智的根本。所以它底下注解讲，「是转奄摩罗识所得」，奄摩罗识是阿赖耶识。古大德讲阿赖耶识有两分，这就是体相用，体是真如、是真心、是自性，是真的。阿赖耶叫真妄和合，它里头一半真的一半假的，迷的那一分我们叫阿赖耶，叫第八识。有一些祖师主张，觉悟的那一分叫第九识，叫奄摩罗识，叫第九识。转奄摩罗识所得的，就是阿赖耶识里面清净的一分，专门用这个，不用染的，这叫转识成智。凡夫用染，这个凡夫包括十法界，这是大乘教里讲内凡、外凡，内凡是六道，外凡是四圣法界。为什么四圣法界称它为凡？它用的八识，我们也用的八识。用阿赖耶这一分就叫凡，为什么？这一分是迷，迷而不觉。如果用奄摩罗识，那它就是净，那它就是圣，它不是凡，转八识成四智。法界体性智是自性本来具足的，圆满的。",
      "zh_TW": "六祖惠能大師開悟的時候說了一句話，第三句，「何期自性，本自具足」，它具足什麼？他所說本自具足其實就是《華嚴經》上世尊所說的智慧、德相。頭一個是智慧，這個智慧在密宗裡面就叫法界體性智，在八識四分裡面就是證自證分。你沒有它你就不能證自證分，它能夠證自證分，大徹大悟，明心見性。大徹大悟，明心見性是什麼去明心見性？什麼大徹大悟？就是法界體性智現前。怎麼現前的？佛說得很清楚，只要你真正能夠放下起心動念，它就現前。起心動念是什麼？無明，無始無明，無始無明一放下、一斷掉，馬上就現前。迷了之後，這個東西就是法界體性智，它變了，變成什麼？變成無始無明煩惱。它跟無始無明煩惱是一不是二，覺了是法界體性智，迷了就是無始無明，就這麼回事情。這是一切智的根本。所以它底下註解講，「是轉奄摩羅識所得」，奄摩羅識是阿賴耶識。古大德講阿賴耶識有兩分，這就是體相用，體是真如、是真心、是自性，是真的。阿賴耶叫真妄和合，它裡頭一半真的一半假的，迷的那一分我們叫阿賴耶，叫第八識。有一些祖師主張，覺悟的那一分叫第九識，叫奄摩羅識，叫第九識。轉奄摩羅識所得的，就是阿賴耶識裡面清淨的一分，專門用這個，不用染的，這叫轉識成智。凡夫用染，這個凡夫包括十法界，這是大乘教裡講內凡、外凡，內凡是六道，外凡是四聖法界。為什麼四聖法界稱它為凡？它用的八識，我們也用的八識。用阿賴耶這一分就叫凡，為什麼？這一分是迷，迷而不覺。如果用奄摩羅識，那它就是淨，那它就是聖，它不是凡，轉八識成四智。法界體性智是自性本來具足的，圓滿的。"
    },
    {
      "id": "02-039-0477_p0004",
      "zh_CN": "「法界有差别之义，诸法差别，其数过于尘沙，是为法界」，这是真的。法界是什么？就是遍法界虚空界一切诸佛刹土，包括十法界，每一个刹土都有十法界，重重无尽，无量无边无数无尽。这些事实我们都应当知道，为什么？它跟我们的关系太亲密，实际上是一体，没有分别。所以你要想一桩一桩来说，数量超过恒河沙，因为恒河沙也包括在里头，它也不是在外的。大乘教上常说「心外无法，法外无心」，能生能现的是法界，所现所生的就是法界里的一切万法，这个事我们得搞清楚、搞明白，这叫法界。「法界体性即六大也」。法界不管哪一样东西，有情的，人、天，包括许多动物；除这个之外，有树木花草，植物；有山河大地，矿物，有虚空、有世界，这些东西它的体性是什么？就是什么东西造出来的？六大。所以六大，我们套一句宗教的话说是造物主，没有一样东西不是它造的。六大是什么？地、水、火、风、空、识，地水火风空是五大，再加上个识，识是精神现象。识是什么？受想行识，这个识分开来讲就是受想行识。受是前五识，想是第六识，行是第七识，末后那个识就是阿赖耶，统统称之为识。这个是造物主，现在我们对这个情形很清楚。",
      "zh_TW": "「法界有差別之義，諸法差別，其數過於塵沙，是為法界」，這是真的。法界是什麼？就是遍法界虛空界一切諸佛剎土，包括十法界，每一個剎土都有十法界，重重無盡，無量無邊無數無盡。這些事實我們都應當知道，為什麼？它跟我們的關係太親密，實際上是一體，沒有分別。所以你要想一樁一樁來說，數量超過恆河沙，因為恆河沙也包括在裡頭，它也不是在外的。大乘教上常說「心外無法，法外無心」，能生能現的是法界，所現所生的就是法界裡的一切萬法，這個事我們得搞清楚、搞明白，這叫法界。「法界體性即六大也」。法界不管哪一樣東西，有情的，人、天，包括許多動物；除這個之外，有樹木花草，植物；有山河大地，礦物，有虛空、有世界，這些東西它的體性是什麼？就是什麼東西造出來的？六大。所以六大，我們套一句宗教的話說是造物主，沒有一樣東西不是它造的。六大是什麼？地、水、火、風、空、識，地水火風空是五大，再加上個識，識是精神現象。識是什麼？受想行識，這個識分開來講就是受想行識。受是前五識，想是第六識，行是第七識，末後那個識就是阿賴耶，統統稱之為識。這個是造物主，現在我們對這個情形很清楚。"
    },
    {
      "id": "02-039-0477_p0005",
      "zh_CN": "我们读了世尊跟弥勒菩萨的对话，世尊问得好，「心有所念，几念几相识耶？」这个问题，我们要用今天白话的话来讲，世间人心里动一个念头，这就心有所念，动一个念头，佛问：这一个念头里，有几多念？有几多相？有几多识？就问这个。这个只有佛才问得出来，我们问不出来，从来没想过这个问题。有几多念？这个念是阿赖耶的业相；有几相？这个相是阿赖耶的境界相；有几识？这是阿赖耶的转相，叫阿赖耶的三细相，业相、转相、境界相。从四分上来讲，阿赖耶的自体就是能量，现在科学讲的是能量，阿赖耶的见分就是信息，科学叫信息，阿赖耶的相分就是物质，你们连起来一想就很清楚、很明白。而这个东西完成是多少时间？确实有先后次第，先有业相，再有转相，最后物质现象出现，可是它是在一念当中完成的。这一念多长的时间？我们从弥勒菩萨这个对话里面，弥勒菩萨说「一弹指有三十二亿百千念」。我们把它换成秒，我们一秒钟能弹几次？我可以弹四次，我相信有比我弹得更快的，年轻人，体力充沛的，肯定可以弹五次。如果弹五次，五乘三十二亿百千，就是一千六百兆，一千六百兆分之一秒那叫一念，这一念当中完成阿赖耶的三细相。",
      "zh_TW": "我們讀了世尊跟彌勒菩薩的對話，世尊問得好，「心有所念，幾念幾相識耶？」這個問題，我們要用今天白話的話來講，世間人心裡動一個念頭，這就心有所念，動一個念頭，佛問：這一個念頭裡，有幾多念？有幾多相？有幾多識？就問這個。這個只有佛才問得出來，我們問不出來，從來沒想過這個問題。有幾多念？這個念是阿賴耶的業相；有幾相？這個相是阿賴耶的境界相；有幾識？這是阿賴耶的轉相，叫阿賴耶的三細相，業相、轉相、境界相。從四分上來講，阿賴耶的自體就是能量，現在科學講的是能量，阿賴耶的見分就是信息，科學叫信息，阿賴耶的相分就是物質，你們連起來一想就很清楚、很明白。而這個東西完成是多少時間？確實有先後次第，先有業相，再有轉相，最後物質現象出現，可是它是在一念當中完成的。這一念多長的時間？我們從彌勒菩薩這個對話裡面，彌勒菩薩說「一彈指有三十二億百千念」。我們把它換成秒，我們一秒鐘能彈幾次？我可以彈四次，我相信有比我彈得更快的，年輕人，體力充沛的，肯定可以彈五次。如果彈五次，五乘三十二億百千，就是一千六百兆，一千六百兆分之一秒那叫一念，這一念當中完成阿賴耶的三細相。"
    },
    {
      "id": "02-039-0477_p0006",
      "zh_CN": "所以今天我们读《心经》明白了，观世音菩萨照见五蕴皆空，现在我们学的，那五蕴是什么？五蕴就是那一念，你看那么短的一念当中它具足五蕴。物质现象是色，相分；见分里面，见分里面就是识，精神现象；阿赖耶的业相是自然现象。它的波动最初是自然现象，从自然现象里头变现出精神现象，科学叫信息，从信息变现出物质。是极快、极短，它确实是有这三个程序，一点都不会错乱，但速度太快，我们看不出它有先后，所以心物合一。现代科学也说心跟物合一，不能分开，说精神、说物质，唯心唯物都不对。这是把宇宙的源起、根源找到了。",
      "zh_TW": "所以今天我們讀《心經》明白了，觀世音菩薩照見五蘊皆空，現在我們學的，那五蘊是什麼？五蘊就是那一念，你看那麼短的一念當中它具足五蘊。物質現象是色，相分；見分裡面，見分裡面就是識，精神現象；阿賴耶的業相是自然現象。它的波動最初是自然現象，從自然現象裡頭變現出精神現象，科學叫信息，從信息變現出物質。是極快、極短，它確實是有這三個程序，一點都不會錯亂，但速度太快，我們看不出它有先後，所以心物合一。現代科學也說心跟物合一，不能分開，說精神、說物質，唯心唯物都不對。這是把宇宙的源起、根源找到了。"
    },
    {
      "id": "02-039-0477_p0007",
      "zh_CN": "「大日如来」，大日这是比喻。居住在地球上的人，我们对于整个宇宙太空的观察，什么最大？太阳最大。没有太阳，地球上所有的生物都不能生存，所以日光是地球上一切能源的根源。我们能量从哪来的？都是从阳光上得来的。所以大日代表全体，代表圆满。「大日住于此六大法界之三昧」，大日如来的三昧就是遍法界虚空界的圆满，大圆满，什么都包括在里头，这叫大日如来。他跟毘卢遮那，毘卢遮那叫遍一切处；他跟阿弥陀佛，阿弥陀佛叫无量光、无量寿，样样都是无量无边无尽无数，一个意思，一而三、三而一，我们要认识。为什么要把它一个说成三个？众生根性不相同，佛为了契众生的根性，做如是善巧方便说。这是如来的真实智慧，所以称它为法界体性智。因为你有这个智，你才能够明心见性，你才能够证得究竟圆满妙觉果位。「主方便究竟之德」，主，它主宰着，善巧方便、究竟圆满的功德。",
      "zh_TW": "「大日如來」，大日這是比喻。居住在地球上的人，我們對於整個宇宙太空的觀察，什麼最大？太陽最大。沒有太陽，地球上所有的生物都不能生存，所以日光是地球上一切能源的根源。我們能量從哪來的？都是從陽光上得來的。所以大日代表全體，代表圓滿。「大日住於此六大法界之三昧」，大日如來的三昧就是遍法界虛空界的圓滿，大圓滿，什麼都包括在裡頭，這叫大日如來。他跟毘盧遮那，毘盧遮那叫遍一切處；他跟阿彌陀佛，阿彌陀佛叫無量光、無量壽，樣樣都是無量無邊無盡無數，一個意思，一而三、三而一，我們要認識。為什麼要把它一個說成三個？眾生根性不相同，佛為了契眾生的根性，做如是善巧方便說。這是如來的真實智慧，所以稱它為法界體性智。因為你有這個智，你才能夠明心見性，你才能夠證得究竟圓滿妙覺果位。「主方便究竟之德」，主，它主宰著，善巧方便、究竟圓滿的功德。"
    },
    {
      "id": "02-039-0477_p0008",
      "zh_CN": "这是总说，这个五智就是加这一智，后面是转八识成四智，转阿赖耶为大圆镜智。「二、大圆镜智，是转阿赖耶识所得。显现法界之万象，如大圆镜之智也」。阿赖耶是能变，《华严经》上讲得很清楚，整个宇宙从哪来的？心现识变的，真心所生所现。十法界依正庄严，这无量无边的这些不同的色相，这怎么回事情？识变的，那都是阿赖耶变的，真心能现能生不会变。我们将来有一天生到阿弥陀佛实报庄严土，那怎么回事情？那只是心现心生，不变。在实报土里，人永远是这个样子，不会变老，不会衰，也不会生病；树木花草长青，不会变化，花永远开着，不会凋谢。为什么？它没有识，所以它没有变化。人无量寿，永远看起来是年轻。寿命三大阿僧祇劫，看起来还跟年轻人一样，一点改变都没有。这就是什么？它有心现没有识变，所以叫一真法界。十法界就不行，十法界里面的佛菩萨都不行，为什么？他没有转阿赖耶成大圆镜智，所以他有变化，人他慢慢会变老；不过人家功夫深，心地比较清净，他老化得比较慢。我们这里老化快，他老化比较慢，但是他还是有老化。像花草树木它也有生住异灭，山河大地它也有成住坏空，但是它的速度比我们都慢。这一点我们能够体会得到，为什么？如果我们心清净，没有妄想，没有杂念，好像日子就很慢；如果我们每天匆匆忙忙，好像一年一年怎么这么快，你会感觉到。心浮气躁的人感觉到日子好快，心平气和的人感觉到日子过得很慢，所以它不是定法。我们在这个世界上，两个人心情不一样，我们的客观环境也不一样，感受不相同，虽然大家在一个环境，感受不一样，一个感受很苦，一个感受还很乐、不错。这大圆镜智是这么来的。",
      "zh_TW": "這是總說，這個五智就是加這一智，後面是轉八識成四智，轉阿賴耶為大圓鏡智。「二、大圓鏡智，是轉阿賴耶識所得。顯現法界之萬象，如大圓鏡之智也」。阿賴耶是能變，《華嚴經》上講得很清楚，整個宇宙從哪來的？心現識變的，真心所生所現。十法界依正莊嚴，這無量無邊的這些不同的色相，這怎麼回事情？識變的，那都是阿賴耶變的，真心能現能生不會變。我們將來有一天生到阿彌陀佛實報莊嚴土，那怎麼回事情？那只是心現心生，不變。在實報土裡，人永遠是這個樣子，不會變老，不會衰，也不會生病；樹木花草長青，不會變化，花永遠開著，不會凋謝。為什麼？它沒有識，所以它沒有變化。人無量壽，永遠看起來是年輕。壽命三大阿僧祇劫，看起來還跟年輕人一樣，一點改變都沒有。這就是什麼？它有心現沒有識變，所以叫一真法界。十法界就不行，十法界裡面的佛菩薩都不行，為什麼？他沒有轉阿賴耶成大圓鏡智，所以他有變化，人他慢慢會變老；不過人家功夫深，心地比較清淨，他老化得比較慢。我們這裡老化快，他老化比較慢，但是他還是有老化。像花草樹木它也有生住異滅，山河大地它也有成住壞空，但是它的速度比我們都慢。這一點我們能夠體會得到，為什麼？如果我們心清淨，沒有妄想，沒有雜念，好像日子就很慢；如果我們每天匆匆忙忙，好像一年一年怎麼這麼快，你會感覺到。心浮氣躁的人感覺到日子好快，心平氣和的人感覺到日子過得很慢，所以它不是定法。我們在這個世界上，兩個人心情不一樣，我們的客觀環境也不一樣，感受不相同，雖然大家在一個環境，感受不一樣，一個感受很苦，一個感受還很樂、不錯。這大圓鏡智是這麼來的。"
    },
    {
      "id": "02-039-0477_p0009",
      "zh_CN": "大圆镜智照的是遍法界虚空界，照什么？照现象。法界体性智是照本体、照实相，诸法实相。大圆镜智照的是诸法幻相，就是识变的相。前面法界体性智那是照一切诸法的空相，叫万法皆空，那是般若真智慧，像《般若经》上我们总结的一句话，「一切法无所有，毕竟空，不可得」，那是法界体性智照的。证得这个智就是法身菩萨，在《华严经》上就是圆教初住，真正阿惟越致菩萨，明心见性，见性成佛。没有见性的，转阿赖耶为大圆镜智是照法界的现象。所以照幻有，知道这一切法到底是怎么回事情。",
      "zh_TW": "大圓鏡智照的是遍法界虛空界，照什麼？照現象。法界體性智是照本體、照實相，諸法實相。大圓鏡智照的是諸法幻相，就是識變的相。前面法界體性智那是照一切諸法的空相，叫萬法皆空，那是般若真智慧，像《般若經》上我們總結的一句話，「一切法無所有，畢竟空，不可得」，那是法界體性智照的。證得這個智就是法身菩薩，在《華嚴經》上就是圓教初住，真正阿惟越致菩薩，明心見性，見性成佛。沒有見性的，轉阿賴耶為大圓鏡智是照法界的現象。所以照幻有，知道這一切法到底是怎麼回事情。"
    },
    {
      "id": "02-039-0477_p0010",
      "zh_CN": "「三、平等性智，是转末那识所得」，末那是第七识，「成诸法平等作用之智也」。我们现在为什么不平等？末那在做主，末那不平等。末那里面的主是谁？是我。经典上常说，给我们讲末那识，「四大烦恼常相随」。四大烦恼头一个是我见，执着有我，这是头一个，所有烦恼都从这里生的，我没有了，还有什么烦恼？烦恼谁受？这个是所有烦恼的根，你想你要不要把它拔掉？你能把这个根拔掉，你就是圣人，这个根没有拔掉的时候你是凡夫，纵然你修到四圣法界的佛法界，你还是凡夫，为什么？没有转八识成四智。大乘教称他们为外凡，内外是六道，六道里面叫内，我们是内凡，他们是六道之外，叫外凡，不是圣人，我们尊他为圣人，大乘不称他们为圣人。谁是圣人？无明破了，法身见到，这是圣人；八识没有了，四智出现，这是圣人。",
      "zh_TW": "「三、平等性智，是轉末那識所得」，末那是第七識，「成諸法平等作用之智也」。我們現在為什麼不平等？末那在做主，末那不平等。末那裡面的主是誰？是我。經典上常說，給我們講末那識，「四大煩惱常相隨」。四大煩惱頭一個是我見，執著有我，這是頭一個，所有煩惱都從這裡生的，我沒有了，還有什麼煩惱？煩惱誰受？這個是所有煩惱的根，你想你要不要把它拔掉？你能把這個根拔掉，你就是聖人，這個根沒有拔掉的時候你是凡夫，縱然你修到四聖法界的佛法界，你還是凡夫，為什麼？沒有轉八識成四智。大乘教稱他們為外凡，內外是六道，六道裡面叫內，我們是內凡，他們是六道之外，叫外凡，不是聖人，我們尊他為聖人，大乘不稱他們為聖人。誰是聖人？無明破了，法身見到，這是聖人；八識沒有了，四智出現，這是聖人。"
    },
    {
      "id": "02-039-0477_p0011",
      "zh_CN": "我们修行如果连这个不懂，那我们修的是什么？章嘉大师在早年告诉我，佛法重实质不重形式。这个开示对我非常非常重要，如果我不懂这个道理，我还走那些仪规，重视这些仪规、向往仪规，在现在这个时代走不通。为什么？现在佛教没有了，真正的佛教没有了。现在佛教在哪里？在经典里面。方东美先生告诉我的，你想真正学佛，你从经典里面去学习。今天我们讲这一段，这一段里面多半都是讲密宗，密宗里面的理论也非常宝贵。密宗非常重视仪规，但是如果是迷在仪规里，不知道仪规表法的意思，那还是等于零。懂得意思，用这些仪规会起作用，不懂这个意思，用这些仪规就白用了。像我们现在讲这一段，这都是从金刚杵来的。密宗里面表法，在作法的时候，根本的法器之一就是金刚杵，决定不能离开的。金刚杵是什么？代表金刚智慧。如果我们没有金刚智慧，只用这个东西来表法，能不能降伏魔王外道？不能，魔王都瞧不起你，他没有看到你的金刚杵，你是玩假的，像小朋友玩玩具，不是真的。你如果真有金刚智慧的话，这个东西它就管用，确实能降魔，魔一看到这个真害怕，他就退避三舍。所以实质重要，有实质，这个东西起作用；没有实质，这个东西不起作用，我们必须要理解。",
      "zh_TW": "我們修行如果連這個不懂，那我們修的是什麼？章嘉大師在早年告訴我，佛法重實質不重形式。這個開示對我非常非常重要，如果我不懂這個道理，我還走那些儀規，重視這些儀規、嚮往儀規，在現在這個時代走不通。為什麼？現在佛教沒有了，真正的佛教沒有了。現在佛教在哪裡？在經典裡面。方東美先生告訴我的，你想真正學佛，你從經典裡面去學習。今天我們講這一段，這一段裡面多半都是講密宗，密宗裡面的理論也非常寶貴。密宗非常重視儀規，但是如果是迷在儀規裡，不知道儀規表法的意思，那還是等於零。懂得意思，用這些儀規會起作用，不懂這個意思，用這些儀規就白用了。像我們現在講這一段，這都是從金剛杵來的。密宗裡面表法，在作法的時候，根本的法器之一就是金剛杵，決定不能離開的。金剛杵是什麼？代表金剛智慧。如果我們沒有金剛智慧，只用這個東西來表法，能不能降伏魔王外道？不能，魔王都瞧不起你，他沒有看到你的金剛杵，你是玩假的，像小朋友玩玩具，不是真的。你如果真有金剛智慧的話，這個東西它就管用，確實能降魔，魔一看到這個真害怕，他就退避三舍。所以實質重要，有實質，這個東西起作用；沒有實質，這個東西不起作用，我們必須要理解。"
    },
    {
      "id": "02-039-0477_p0012",
      "zh_CN": "末那除了是我见之外，我见比身见还要深一层，身见是在外，我见在内。我们用个很简单的比喻诸位能体会，我见粗的是身，以为身是我，细的以为灵魂是我，身不是我。认为灵魂是我，比认识身是我要深一层，身容易丢掉、容易放下，灵魂可不容易。灵魂是不是我？不能说不是，也不能说是。什么原因？它迷了，迷而不觉，迷了他出不了六道。如果它觉悟了，觉悟叫灵性，超越六道、超越十法界，那是把真的我找到，大乘教讲「常乐我净」，真有我。所以我，自性是我，真性是我，真如是我，真心是我。我在哪里？遍法界虚空界无处不是、无时不是，我真大！《还源观》上讲含摄空有，含空容有，含是包含，包含虚空；容有，有是万法，宇宙之间万事万法你都能够容纳、都能包容，就是常说的「心包太虚，量周沙界」，那是真正的你。我们今天连一个人一个小事情都不能包容的话，就迷得太深，迷得太可怜了。真正觉悟了，十方三世一切诸佛菩萨是我，一切诸佛是我的性德，一切菩萨是我的修德，一切众生跟我是一体，有情众生是我，无情众生花草树木是我，山河大地是我，虚空法界是我。谁承认？佛承认。什么样的佛承认？明心见性的佛都承认。为什么？他亲证得了。他用什么证得的？法界体性智。",
      "zh_TW": "末那除了是我見之外，我見比身見還要深一層，身見是在外，我見在內。我們用個很簡單的比喻諸位能體會，我見粗的是身，以為身是我，細的以為靈魂是我，身不是我。認為靈魂是我，比認識身是我要深一層，身容易丟掉、容易放下，靈魂可不容易。靈魂是不是我？不能說不是，也不能說是。什麼原因？它迷了，迷而不覺，迷了他出不了六道。如果它覺悟了，覺悟叫靈性，超越六道、超越十法界，那是把真的我找到，大乘教講「常樂我淨」，真有我。所以我，自性是我，真性是我，真如是我，真心是我。我在哪裡？遍法界虛空界無處不是、無時不是，我真大！《還源觀》上講含攝空有，含空容有，含是包含，包含虛空；容有，有是萬法，宇宙之間萬事萬法你都能夠容納、都能包容，就是常說的「心包太虛，量周沙界」，那是真正的你。我們今天連一個人一個小事情都不能包容的話，就迷得太深，迷得太可憐了。真正覺悟了，十方三世一切諸佛菩薩是我，一切諸佛是我的性德，一切菩薩是我的修德，一切眾生跟我是一體，有情眾生是我，無情眾生花草樹木是我，山河大地是我，虛空法界是我。誰承認？佛承認。什麼樣的佛承認？明心見性的佛都承認。為什麼？他親證得了。他用什麼證得的？法界體性智。"
    },
    {
      "id": "02-039-0477_p0013",
      "zh_CN": "自性本具般若智慧，就是阿赖耶四分里面所讲的证自证分。八识五十一个心所统统都有四分，证自证分见到自体，自体就是自证分。除了我见之外，我爱，我爱是贪；我痴是愚痴；我慢，我慢是瞋恚的一分，瞋恚里最重要的一个是我慢，你看贪瞋痴，末那是四大烦恼常相随，同时起来的。但是还是有程序，我见、我爱、我痴、我慢，它还是有先后次第，可是速度太快了。我们必须要记住弥勒菩萨的话，我们换算成一秒钟，一千六百兆分之一秒当中完成的。阿赖耶从业相变到境界相，四分从自证分到相分，在那么短的时间当中完成，谁看见？观世音菩萨照见。佛在大乘经上告诉我们，八地菩萨就见到。我们知道八地、九地、十地、等觉、妙觉，这五个位次都看见。没有那么深的定功你见不到，你见到你才真的相信，就诸法实相，一切诸法的体、现象、作用全明白了。",
      "zh_TW": "自性本具般若智慧，就是阿賴耶四分裡面所講的證自證分。八識五十一個心所統統都有四分，證自證分見到自體，自體就是自證分。除了我見之外，我愛，我愛是貪；我痴是愚痴；我慢，我慢是瞋恚的一分，瞋恚裡最重要的一個是我慢，你看貪瞋痴，末那是四大煩惱常相隨，同時起來的。但是還是有程序，我見、我愛、我痴、我慢，它還是有先後次第，可是速度太快了。我們必須要記住彌勒菩薩的話，我們換算成一秒鐘，一千六百兆分之一秒當中完成的。阿賴耶從業相變到境界相，四分從自證分到相分，在那麼短的時間當中完成，誰看見？觀世音菩薩照見。佛在大乘經上告訴我們，八地菩薩就見到。我們知道八地、九地、十地、等覺、妙覺，這五個位次都看見。沒有那麼深的定功你見不到，你見到你才真的相信，就諸法實相，一切諸法的體、現象、作用全明白了。"
    },
    {
      "id": "02-039-0477_p0014",
      "zh_CN": "今天科学跟哲学跟它相比，那就是方东美先生所说的，佛经哲学是世界哲学的最高峰。我们今天看到许多科学家的报告，看到他们的论文，我们也可以说，佛经科学是全世界科学最高峰。为什么？科学跟哲学今天对本体都没有办法解决，都解释不了。现在知道物质是精神变现的，精神从哪来的？科学家也说了，我们听到也很满意，也赞叹，很难得，「无中生有」。他没有说错，可是无中怎么会生有，这是个问题。佛跟大菩萨，八地以上的菩萨知道，他们亲证，他是从禅定里面看到的，禅定里面空间维次全部没有了。空间维次从哪里来？从分别执着来的，只要分别执着破了，空间维次就没有。所以他亲眼见的、亲耳闻的、亲身接触的，那还能假得了吗？他看到一切诸法的实相，这真相，包括对我们自己的真相，我们自己身体的真相，我们自己的精神灵识的真相，全明白了，一丝毫的疑惑都没有。",
      "zh_TW": "今天科學跟哲學跟它相比，那就是方東美先生所說的，佛經哲學是世界哲學的最高峰。我們今天看到許多科學家的報告，看到他們的論文，我們也可以說，佛經科學是全世界科學最高峰。為什麼？科學跟哲學今天對本體都沒有辦法解決，都解釋不了。現在知道物質是精神變現的，精神從哪來的？科學家也說了，我們聽到也很滿意，也讚歎，很難得，「無中生有」。他沒有說錯，可是無中怎麼會生有，這是個問題。佛跟大菩薩，八地以上的菩薩知道，他們親證，他是從禪定裡面看到的，禪定裡面空間維次全部沒有了。空間維次從哪裡來？從分別執著來的，只要分別執著破了，空間維次就沒有。所以他親眼見的、親耳聞的、親身接觸的，那還能假得了嗎？他看到一切諸法的實相，這真相，包括對我們自己的真相，我們自己身體的真相，我們自己的精神靈識的真相，全明白了，一絲毫的疑惑都沒有。"
    },
    {
      "id": "02-039-0477_p0015",
      "zh_CN": "你说这桩事情，我们该不该学？我们要不要学？我们为什么要学？搞清楚、搞明白了，我们的幸福美满就现前，无论在什么境界，没有不幸福，没有不圆满，我们的欢乐现前，这是极乐；没搞清楚，我们忧虑，我们苦恼，我们在受罪。这不就是佛法教学的目的吗？为一切众生离苦得乐。这句话千真万确的真言！真言就是真话，不是假的。佛是为这个成佛的，也是为这个来教化众生。因为帮助众生就是帮助自己，自他是一不是二。好像整体，我们把整个人身比喻整体，我们这个手臂上生个疮，我们全身都感觉得不舒服，要不要帮助它治好？这左手，我右手没有，我右手要帮助它，我为什么要帮助它？它跟我是一体。到这个时候你晓得，遍法界虚空界跟自己是一体。他有苦难，我们要不要帮他？他有苦难，我身体某一个部分有问题，出了问题，肯定要帮助它，赶快把它治好，就是这个道理。众生迷，迷就是什么？不知道遍法界虚空界跟自己是一体，要分自分他，这个喜欢、那个讨厌，自己永远堕在那个迷惑里头，他醒不过来。",
      "zh_TW": "你說這樁事情，我們該不該學？我們要不要學？我們為什麼要學？搞清楚、搞明白了，我們的幸福美滿就現前，無論在什麼境界，沒有不幸福，沒有不圓滿，我們的歡樂現前，這是極樂；沒搞清楚，我們憂慮，我們苦惱，我們在受罪。這不就是佛法教學的目的嗎？為一切眾生離苦得樂。這句話千真萬確的真言！真言就是真話，不是假的。佛是為這個成佛的，也是為這個來教化眾生。因為幫助眾生就是幫助自己，自他是一不是二。好像整體，我們把整個人身比喻整體，我們這個手臂上生個瘡，我們全身都感覺得不舒服，要不要幫助它治好？這左手，我右手沒有，我右手要幫助它，我為什麼要幫助它？它跟我是一體。到這個時候你曉得，遍法界虛空界跟自己是一體。他有苦難，我們要不要幫他？他有苦難，我身體某一個部分有問題，出了問題，肯定要幫助它，趕快把它治好，就是這個道理。眾生迷，迷就是什麼？不知道遍法界虛空界跟自己是一體，要分自分他，這個喜歡、那個討厭，自己永遠墮在那個迷惑裡頭，他醒不過來。"
    },
    {
      "id": "02-039-0477_p0016",
      "zh_CN": "贤首国师的《还源观》这篇论文重要！非常非常重要，那是学习《华严》的精华，学习《华严》的一把钥匙。过去我们学过两遍，那个东西你要是明白了、懂得了，对于修学大乘你就不会再迷惑，再不会走弯路，你能够抓住这个总的纲领，学习会带给你一帆风顺。大乘佛法究竟圆满的功德，就在这一部《无量寿经》，特别是在这一部会集的注解。我看这部经，夏莲公，我们衷心的崇拜，五体投地，他会集世尊当年在世多次为我们介绍极乐世界、介绍阿弥陀佛，这些开示他把它会集起来，成为一个定本，我们遇到了，多幸运、多难得！这个本子是释迦牟尼佛四十九年所说一切经的精华。黄念老的注解了不起，绝不亚于老师，会集一切经论，以经注经，这还会有错吗？又会集古今中外祖师大德对于净宗的开示，统统会集在一起，这本子太完美！我们生在这个时代，能遇到这个本子，这是过去人心目当中所想的而得不到，我们没想可得到了。古来这些菩萨大德们看到我们，那无限的羡慕，我们的运气真好！实在讲这个不仅是运气，我们过去生中积的善根福德，没有善根福德哪来的这个因缘？今天这个本子还有很多人看不懂，还有很多人不相信，还有很多人排斥，那是什么？过去生中没有修善根福德。这差别很大，过去生中有善根福德，你一接触肯定欢喜。",
      "zh_TW": "賢首國師的《還源觀》這篇論文重要！非常非常重要，那是學習《華嚴》的精華，學習《華嚴》的一把鑰匙。過去我們學過兩遍，那個東西你要是明白了、懂得了，對於修學大乘你就不會再迷惑，再不會走彎路，你能夠抓住這個總的綱領，學習會帶給你一帆風順。大乘佛法究竟圓滿的功德，就在這一部《無量壽經》，特別是在這一部會集的註解。我看這部經，夏蓮公，我們衷心的崇拜，五體投地，他會集世尊當年在世多次為我們介紹極樂世界、介紹阿彌陀佛，這些開示他把它會集起來，成為一個定本，我們遇到了，多幸運、多難得！這個本子是釋迦牟尼佛四十九年所說一切經的精華。黃念老的註解了不起，絕不亞於老師，會集一切經論，以經註經，這還會有錯嗎？又會集古今中外祖師大德對於淨宗的開示，統統會集在一起，這本子太完美！我們生在這個時代，能遇到這個本子，這是過去人心目當中所想的而得不到，我們沒想可得到了。古來這些菩薩大德們看到我們，那無限的羨慕，我們的運氣真好！實在講這個不僅是運氣，我們過去生中積的善根福德，沒有善根福德哪來的這個因緣？今天這個本子還有很多人看不懂，還有很多人不相信，還有很多人排斥，那是什麼？過去生中沒有修善根福德。這差別很大，過去生中有善根福德，你一接觸肯定歡喜。"
    },
    {
      "id": "02-039-0477_p0017",
      "zh_CN": "我早年在台中，李老师在台中讲过一遍，就是眉注，那个时候写的，那个时候老师还不到七十岁，六十多岁。讲过这一遍之后，因为外面意见很多，所以老师就不再讲了。第二次我在台中，他老人家讲《无量寿经》用康僧铠的本子，所以我学《无量寿经》是康僧铠翻译的本子。用的注解是《净影疏》，就是隋朝慧远法师他的注解，这个注解在中国、在日本都很流通。可是我看到老师眉注的这个本子无量的欢喜！他老人家这一注的时候我完全能看懂，当时我就发心想讲这部经。经本都印好了，印了一千本这个经本，给老师去报告，老师立刻制止，「不行，你太年轻，这个本子现在你不能讲」。当时我不知道，现在知道了，你要讲，那个时候还有一些老法师、老居士，他们的声望、地位很高，他们出来一批评、一反驳，我们马上就垮了，没有招架之力。所以不让我讲，经本跟大家结缘了。改讲《楞严经》，老师说《楞严经》没有问题，没有人反对，所以我《楞严经》也讲了好几遍。",
      "zh_TW": "我早年在台中，李老師在台中講過一遍，就是眉註，那個時候寫的，那個時候老師還不到七十歲，六十多歲。講過這一遍之後，因為外面意見很多，所以老師就不再講了。第二次我在台中，他老人家講《無量壽經》用康僧鎧的本子，所以我學《無量壽經》是康僧鎧翻譯的本子。用的註解是《淨影疏》，就是隋朝慧遠法師他的註解，這個註解在中國、在日本都很流通。可是我看到老師眉註的這個本子無量的歡喜！他老人家這一註的時候我完全能看懂，當時我就發心想講這部經。經本都印好了，印了一千本這個經本，給老師去報告，老師立刻制止，「不行，你太年輕，這個本子現在你不能講」。當時我不知道，現在知道了，你要講，那個時候還有一些老法師、老居士，他們的聲望、地位很高，他們出來一批評、一反駁，我們馬上就垮了，沒有招架之力。所以不讓我講，經本跟大家結緣了。改講《楞嚴經》，老師說《楞嚴經》沒有問題，沒有人反對，所以我《楞嚴經》也講了好幾遍。"
    },
    {
      "id": "02-039-0477_p0018",
      "zh_CN": "一直到李老师往生，缘成熟了。因为老师讲的这个本子在我手上，没有人看见，很多人不知道。老师往生了，这个东西应该印出来流通，纵然不讲，让大家看看，大家好纪念老师。我印了一万册，在美国印的，最初流通在海外，不在国内。大家看到欢喜，来找我，要求我讲。所以我第一遍、第二遍讲的这个会集本在美国跟加拿大，在这两个地方讲，听到的人没有不欢喜的。那个时候我跟黄念老还没见面，还不知道，到我们见了面，我看到他的注解，欢喜赞叹。念老要我给他写一篇序文，我也没有办法推辞，给他写了序文，封面给他题字。那个时候也印了一万册，在海外流通。可是如果我要不把这个注解细细的这样讲一遍，我们大家在一起学习，没有人知道这是宝。那我们现在要用一千三百个小时的样子，这个注子能够讲圆满，带动、提醒大家，这一本书、这一句阿弥陀佛就能帮助我们决定得生净土。这个功德有多大，这个利益有多大！这是真实的，不是假的，假的带不去，这个带得去的。末法九千年，能够往生得度成佛，许多大德都说应该就是这个本子。梅光羲赞叹，他们同时代的，慈舟法师赞叹。他在北京讲过，在济南讲过，就是讲会集本，而且还做了科判。这些资料，黄念老都送给我了，我们现在也把它印成书，印了一千册，给大家做纪念。",
      "zh_TW": "一直到李老師往生，緣成熟了。因為老師講的這個本子在我手上，沒有人看見，很多人不知道。老師往生了，這個東西應該印出來流通，縱然不講，讓大家看看，大家好紀念老師。我印了一萬冊，在美國印的，最初流通在海外，不在國內。大家看到歡喜，來找我，要求我講。所以我第一遍、第二遍講的這個會集本在美國跟加拿大，在這兩個地方講，聽到的人沒有不歡喜的。那個時候我跟黃念老還沒見面，還不知道，到我們見了面，我看到他的註解，歡喜讚歎。念老要我給他寫一篇序文，我也沒有辦法推辭，給他寫了序文，封面給他題字。那個時候也印了一萬冊，在海外流通。可是如果我要不把這個註解細細的這樣講一遍，我們大家在一起學習，沒有人知道這是寶。那我們現在要用一千三百個小時的樣子，這個註子能夠講圓滿，帶動、提醒大家，這一本書、這一句阿彌陀佛就能幫助我們決定得生淨土。這個功德有多大，這個利益有多大！這是真實的，不是假的，假的帶不去，這個帶得去的。末法九千年，能夠往生得度成佛，許多大德都說應該就是這個本子。梅光羲讚歎，他們同時代的，慈舟法師讚歎。他在北京講過，在濟南講過，就是講會集本，而且還做了科判。這些資料，黃念老都送給我了，我們現在也把它印成書，印了一千冊，給大家做紀念。"
    },
    {
      "id": "02-039-0477_p0019",
      "zh_CN": "转末那成平等性智，这是修行首先要做的。转识成智从哪里转起？从这里转起。世尊在小乘教里面，首先教人放下见惑。见惑里面头一条就是身见，身见不放下，你就不能证须陀洹果，在大乘《华严经》里面所说的十信位菩萨，十信是大乘的小学，初信位是一年级，你不能证得。身见破了，你才能够证得初信位的菩萨，就是破五种见惑。初信跟小乘初果境界是相同，就是断惑相同，智慧不相同，智慧，大乘超过小乘太多！所以身见要破、边见要破，见取见、戒取见、邪见我们后面会讲到。这些东西不破不能进门，你学佛，学佛学常识，告诉你不是智慧。你经看得多，「记问之学」，孔老夫子说，「不足以为人师也」。不是你自己亲证的，你自己没有得到受用，你自己的疑惑没断，你讲的东西里头有疑惑，不踏实，关键在这里。这是最低限度，我们要把这个烦恼放下，这个烦恼放下之后，我们的知见才走向正见。八正道里正见、正知，思惑破了之后就是正知，见惑破了就是正见。这前面我们讲到八圣道的时候讲到这两条，正见、正知就是破见思烦恼。我们如果提升到这个境界，身见真的破了、放下了，往生西方极乐世界就不是同居土，诸位要知道，升级了，方便有余土。方便有余土里面的下下品，它比凡圣同居土上上品还高！这是我们应该争取的，我们有可能争取得到，再向上恐怕我们争取不到，我们现在就争取这个目标，像大乘里面我们争取上小学一年级。这叫真实利益，可不能错过，错过就太可惜。",
      "zh_TW": "轉末那成平等性智，這是修行首先要做的。轉識成智從哪裡轉起？從這裡轉起。世尊在小乘教裡面，首先教人放下見惑。見惑裡面頭一條就是身見，身見不放下，你就不能證須陀洹果，在大乘《華嚴經》裡面所說的十信位菩薩，十信是大乘的小學，初信位是一年級，你不能證得。身見破了，你才能夠證得初信位的菩薩，就是破五種見惑。初信跟小乘初果境界是相同，就是斷惑相同，智慧不相同，智慧，大乘超過小乘太多！所以身見要破、邊見要破，見取見、戒取見、邪見我們後面會講到。這些東西不破不能進門，你學佛，學佛學常識，告訴你不是智慧。你經看得多，「記問之學」，孔老夫子說，「不足以為人師也」。不是你自己親證的，你自己沒有得到受用，你自己的疑惑沒斷，你講的東西裡頭有疑惑，不踏實，關鍵在這裡。這是最低限度，我們要把這個煩惱放下，這個煩惱放下之後，我們的知見才走向正見。八正道裡正見、正知，思惑破了之後就是正知，見惑破了就是正見。這前面我們講到八聖道的時候講到這兩條，正見、正知就是破見思煩惱。我們如果提升到這個境界，身見真的破了、放下了，往生西方極樂世界就不是同居土，諸位要知道，升級了，方便有餘土。方便有餘土裡面的下下品，它比凡聖同居土上上品還高！這是我們應該爭取的，我們有可能爭取得到，再向上恐怕我們爭取不到，我們現在就爭取這個目標，像大乘裡面我們爭取上小學一年級。這叫真實利益，可不能錯過，錯過就太可惜。"
    },
    {
      "id": "02-039-0477_p0020",
      "zh_CN": "所以心量要拓开，真想在西方极乐世界，这个对我们来讲是大幅度的提升，你看从同居土提升到方便土，这是大幅度提升，这不是小的提升。生到同居土是人天，生到方便有余土是小乘跟大乘的信位菩萨，就是大乘十信位，小乘的阿罗汉、辟支佛，包括权教菩萨。为什么不干？为什么不能把心量拓开，包容万法？知道万法皆空，没有一样东西是真实的，我们自己的身体，我们自己的念头，都不是真实的。统统放下，三昧现前，那就是真实的。一真一切真，一假一切都是假的，这要做个大转变！不想转，转不了，怎么办？学经教。天天听释迦牟尼佛的开示，听释迦牟尼佛的教诲，我们认真学习，遍数听多了，不知不觉的放下，心量不知不觉的拓开，没有有意去做，自然的。在这里我们就能够更深一层体会到，这些诸佛如来、诸大菩萨为什么都示现讲经说法？明白了。讲经说法叫做什么？潜移默化，慢慢的、自然的、不知不觉的你就变化了。由此可知，有缘听经的人，有缘研究经教的人，那个善根福德不可思议，这都不是假的。平等性智成就诸法平等作用，这个智慧就能帮助你这个。我们现在最大的苦难，在一切法里不平等，要知道平等是真相，事实真相，不平等是事实的幻相，它不是真的。",
      "zh_TW": "所以心量要拓開，真想在西方極樂世界，這個對我們來講是大幅度的提升，你看從同居土提升到方便土，這是大幅度提升，這不是小的提升。生到同居土是人天，生到方便有餘土是小乘跟大乘的信位菩薩，就是大乘十信位，小乘的阿羅漢、辟支佛，包括權教菩薩。為什麼不幹？為什麼不能把心量拓開，包容萬法？知道萬法皆空，沒有一樣東西是真實的，我們自己的身體，我們自己的念頭，都不是真實的。統統放下，三昧現前，那就是真實的。一真一切真，一假一切都是假的，這要做個大轉變！不想轉，轉不了，怎麼辦？學經教。天天聽釋迦牟尼佛的開示，聽釋迦牟尼佛的教誨，我們認真學習，遍數聽多了，不知不覺的放下，心量不知不覺的拓開，沒有有意去做，自然的。在這裡我們就能夠更深一層體會到，這些諸佛如來、諸大菩薩為什麼都示現講經說法？明白了。講經說法叫做什麼？潛移默化，慢慢的、自然的、不知不覺的你就變化了。由此可知，有緣聽經的人，有緣研究經教的人，那個善根福德不可思議，這都不是假的。平等性智成就諸法平等作用，這個智慧就能幫助你這個。我們現在最大的苦難，在一切法裡不平等，要知道平等是真相，事實真相，不平等是事實的幻相，它不是真的。"
    },
    {
      "id": "02-039-0477_p0021",
      "zh_CN": "「四、妙观察智，是转意识所得。分别好妙诸法而观察众机，说法断疑之智也」，这是妙观察智。意识的作用很大，意识是主分别，也有执着，末那是执着，也有分别。为什么说末那是执着？它执着重，分别轻；第六意识分别重，执着轻，从轻重不同来说的，实际上统统都有。每一个识都有分别，都有执着，都有起心动念，所以八个都叫识；转过来，八个都叫智。我们怎么转意识？对于外面境界，好的、妙的、坏的、不好的，都不放在心上，首先心就平等了，再看外面境界那就妙了。妙是什么？妙是不着相，妙在这个地方，不是别的；妙在以清净心看世界，妙在以平等心看众生，这叫妙！就是《还源观》里面的四德，「随缘妙用」。转识成智才有妙用，转不过来不妙，不妙是什么？造业。妙不造业，不但善恶业不造，染净业也不造，那真的叫妙！所以我们对外面的好恶、得失，这个念头要淡薄，总的一句话说，要随缘，什么都好，没有一样不好。清净平等要从这个地方，在事相上练出来。胡小林居士，你们听过他的报告，他真干，父亲生病，尝父亲的大便。二十四孝古人有，他做到了。不但尝父亲的大便，还尝他家里面佣人的大便。为什么？佣人总是低一等，佣人的大便他都尝，对佣人的平等心生起来，尊重心生起来了。那真干，尊卑平等了，怨亲平等了，与一切人平等，与一切物平等，山河大地没有一样不平等，这样你烦恼轻，智慧才增长。所以这是用妙观察观察众机，说法断疑，令他生信。",
      "zh_TW": "「四、妙觀察智，是轉意識所得。分別好妙諸法而觀察眾機，說法斷疑之智也」，這是妙觀察智。意識的作用很大，意識是主分別，也有執著，末那是執著，也有分別。為什麼說末那是執著？它執著重，分別輕；第六意識分別重，執著輕，從輕重不同來說的，實際上統統都有。每一個識都有分別，都有執著，都有起心動念，所以八個都叫識；轉過來，八個都叫智。我們怎麼轉意識？對於外面境界，好的、妙的、壞的、不好的，都不放在心上，首先心就平等了，再看外面境界那就妙了。妙是什麼？妙是不著相，妙在這個地方，不是別的；妙在以清淨心看世界，妙在以平等心看眾生，這叫妙！就是《還源觀》裡面的四德，「隨緣妙用」。轉識成智才有妙用，轉不過來不妙，不妙是什麼？造業。妙不造業，不但善惡業不造，染淨業也不造，那真的叫妙！所以我們對外面的好惡、得失，這個念頭要淡薄，總的一句話說，要隨緣，什麼都好，沒有一樣不好。清淨平等要從這個地方，在事相上練出來。胡小林居士，你們聽過他的報告，他真幹，父親生病，嘗父親的大便。二十四孝古人有，他做到了。不但嘗父親的大便，還嘗他家裡面佣人的大便。為什麼？佣人總是低一等，佣人的大便他都嘗，對佣人的平等心生起來，尊重心生起來了。那真幹，尊卑平等了，怨親平等了，與一切人平等，與一切物平等，山河大地沒有一樣不平等，這樣你煩惱輕，智慧才增長。所以這是用妙觀察觀察眾機，說法斷疑，令他生信。"
    },
    {
      "id": "02-039-0477_p0022",
      "zh_CN": "第五「成所作智」，这是转眼、耳、鼻、舌、身。这个都是物质现象。眼根能见，耳根能闻，鼻根能嗅，舌根能尝，身根能触，五根接触外面五尘境界，这全是物质，里面没有分别、没有执着，所以它成就了，「成就自利利他妙业之智也」。业是什么？造作，这个五样东西都造作，眼在看、耳在听。不被外面境界所染，不被五尘所污，这个妙！所以成就自利利他的妙业。后面说，「此五智虽为一身所具之智德，而为引摄众生」，这就是《还源观》里面四德的第二句，「威仪有则」。我们活在这个世间，要把佛法表演出来。什么是佛法？自性。自性的体相德用做出来、表演出来，真正的利益众生。圣人教化众生，首先着重在身教。做不到威仪有则，你说得再好别人不相信，听到是很好，但是对你打问号，半信半疑。你自己真做到，人家对你一点怀疑没有，完全相信你。",
      "zh_TW": "第五「成所作智」，這是轉眼、耳、鼻、舌、身。這個都是物質現象。眼根能見，耳根能聞，鼻根能嗅，舌根能嘗，身根能觸，五根接觸外面五塵境界，這全是物質，裡面沒有分別、沒有執著，所以它成就了，「成就自利利他妙業之智也」。業是什麼？造作，這個五樣東西都造作，眼在看、耳在聽。不被外面境界所染，不被五塵所污，這個妙！所以成就自利利他的妙業。後面說，「此五智雖為一身所具之智德，而為引攝眾生」，這就是《還源觀》裡面四德的第二句，「威儀有則」。我們活在這個世間，要把佛法表演出來。什麼是佛法？自性。自性的體相德用做出來、表演出來，真正的利益眾生。聖人教化眾生，首先著重在身教。做不到威儀有則，你說得再好別人不相信，聽到是很好，但是對你打問號，半信半疑。你自己真做到，人家對你一點懷疑沒有，完全相信你。"
    },
    {
      "id": "02-039-0477_p0023",
      "zh_CN": "二００五年的年底，汤池开始培训老师，我第一天跟他们讲话，勉励大家，这种教学是在做实验，实验中国传统文化对现前这个社会还有没有好处、起不起作用？如果我们实验失败，社会人会产生什么现象？中国传统文化落伍，没用处，做不到，应该全盘把它否定掉。我们做实验成功了，做出成绩出来，大家心里欢喜，会接受中国传统文化，传统文化真的能帮助社会，能救这个世界，你看这是关键。我们这个担子很重，要有使命感，要有责任感。所以我就说了，我们看历史上教学的，孔子教学成功了，释迦牟尼佛教学成功了，为什么？古人有一句话说得很好，「先行其言」，他首先把他想讲的全做到，不做到的不讲，做到我才敢讲，没有一个人不相信，没有一个不服，他教育成功了。所以我告诉这些老师，《弟子规》一百一十三桩事情务必要落实，你真能做到。不是念的，不是讲给人听的，是你做出来给人看。《感应篇》、《十善业》统统融会在《弟子规》里头，一即是三，三即是一，这是中国传统文化的精髓，是中国传统里面普世的教育。这种教育产生的效果，社会安定，世界和平，这个工作太伟大了。",
      "zh_TW": "二００五年的年底，湯池開始培訓老師，我第一天跟他們講話，勉勵大家，這種教學是在做實驗，實驗中國傳統文化對現前這個社會還有沒有好處、起不起作用？如果我們實驗失敗，社會人會產生什麼現象？中國傳統文化落伍，沒用處，做不到，應該全盤把它否定掉。我們做實驗成功了，做出成績出來，大家心裡歡喜，會接受中國傳統文化，傳統文化真的能幫助社會，能救這個世界，你看這是關鍵。我們這個擔子很重，要有使命感，要有責任感。所以我就說了，我們看歷史上教學的，孔子教學成功了，釋迦牟尼佛教學成功了，為什麼？古人有一句話說得很好，「先行其言」，他首先把他想講的全做到，不做到的不講，做到我才敢講，沒有一個人不相信，沒有一個不服，他教育成功了。所以我告訴這些老師，《弟子規》一百一十三樁事情務必要落實，你真能做到。不是念的，不是講給人聽的，是你做出來給人看。《感應篇》、《十善業》統統融會在《弟子規》裡頭，一即是三，三即是一，這是中國傳統文化的精髓，是中國傳統裡面普世的教育。這種教育產生的效果，社會安定，世界和平，這個工作太偉大了。"
    },
    {
      "id": "02-039-0477_p0024",
      "zh_CN": "我给老师们四个月的时间，希望你能做到。他们真不辜负我们期望，两个月就做到。我们感恩，佩服得五体投地，两个月做到。当时问我，下一步怎么走法？我说下乡入户去表演。进到农民家里，就像我们是他的儿女，回到家里，我用什么样的态度对父母，用什么样的行动对家里这些家务事情。所以一进农舍就像回到家里去，对父母温和，对老人照顾，家事看到立刻就做。这样一做，这农家感动了，天下还有这样的好人，帮助我们来做家事。做了三个星期，告诉大家中心开课，我们来讲解、学习传统文化，大家自动来了。身教摆在第一！民国早年，陶行知这些大学者、这些大德，知名的大德他们做过，他做失败了。失败的原因是什么？没有下乡入户，没有做给人看，这要做到才行；不做光说到不行，人家不相信。我们知道过去这些大德们做的失败的经验，我们吸取教训，我们来改变方法。对这个小镇，我们的标准是，小镇的居民四万八千人，男女老少、各行各业一起学，精神就来了。你说我教小孩学、小朋友学，大人不学，小孩一看，那个学习的情绪马上就落下去；你叫学生学，老师没有做到，学生不相信。统统一起都干，每个人都知道这是真的，这不是假的，做出成绩出来了，真产生了效果。虽然中心奉命解散，我们听话，一个命令下来立刻解散，叫停课马上就停，叫解散马上解散；影响出去了，不但影响国内，影响到海外。",
      "zh_TW": "我給老師們四個月的時間，希望你能做到。他們真不辜負我們期望，兩個月就做到。我們感恩，佩服得五體投地，兩個月做到。當時問我，下一步怎麼走法？我說下鄉入戶去表演。進到農民家裡，就像我們是他的兒女，回到家裡，我用什麼樣的態度對父母，用什麼樣的行動對家裡這些家務事情。所以一進農舍就像回到家裡去，對父母溫和，對老人照顧，家事看到立刻就做。這樣一做，這農家感動了，天下還有這樣的好人，幫助我們來做家事。做了三個星期，告訴大家中心開課，我們來講解、學習傳統文化，大家自動來了。身教擺在第一！民國早年，陶行知這些大學者、這些大德，知名的大德他們做過，他做失敗了。失敗的原因是什麼？沒有下鄉入戶，沒有做給人看，這要做到才行；不做光說到不行，人家不相信。我們知道過去這些大德們做的失敗的經驗，我們吸取教訓，我們來改變方法。對這個小鎮，我們的標準是，小鎮的居民四萬八千人，男女老少、各行各業一起學，精神就來了。你說我教小孩學、小朋友學，大人不學，小孩一看，那個學習的情緒馬上就落下去；你叫學生學，老師沒有做到，學生不相信。統統一起都幹，每個人都知道這是真的，這不是假的，做出成績出來了，真產生了效果。雖然中心奉命解散，我們聽話，一個命令下來立刻解散，叫停課馬上就停，叫解散馬上解散；影響出去了，不但影響國內，影響到海外。"
    },
    {
      "id": "02-039-0477_p0025",
      "zh_CN": "这个事情做成功了，好事！慢慢启发大家，要想社会安定，要想化解地球上这些灾难，只有找老祖宗。这个话也不是我们有这个智慧，我们没有，我们听到外国人讲的，我们得到一点启示。那外国人是谁？英国汤恩比博士，他在七十年代说过一句话，「解决二十一世纪社会问题，需要中国孔孟学说跟大乘佛法」。我们从这句话里头得到启示，认真去思惟、去体会。自己还没有信心，做实验，做实验能不能成功也没有把握，没想到意外成功了。我对老师说，我们不可以居功，我们没有这个德行，没有这个功劳，谁的功劳？祖宗之德。他们大家点头。祖宗之德，三宝加持，有这么好的成就，引导世人回头是岸。所以说是一身所具的智德是为了引摄众生，帮助众生离苦得乐，帮助众生破迷开悟。不能有丝毫为自己，有丝毫为自己那是迷惑、那是障碍，障碍你德行，障碍你智慧，障碍你跟诸佛菩萨祖宗的感应，那个自私自利是障碍，这个一定要知道，决定没有一丝毫私心。你们同学要问我，我还有什么希望？我告诉你，我只有一个希望，什么希望？希望早一天生极乐世界，我对于比较亲近一点的同修我都是这样告诉他。这个世间太苦！我们在这个世间一天，我们全心全力帮助苦难众生又干一天，但是我们的心真的希望马上就走。为什么？因为我自己没有圆满成就，我知道只有到极乐世界才能成就。在任何世界都会有障缘，极乐世界没有障缘，为什么？有大护法，阿弥陀佛，阿弥陀佛是大护法，得到他的经营保护，我们一生保证成功。",
      "zh_TW": "這個事情做成功了，好事！慢慢啟發大家，要想社會安定，要想化解地球上這些災難，只有找老祖宗。這個話也不是我們有這個智慧，我們沒有，我們聽到外國人講的，我們得到一點啟示。那外國人是誰？英國湯恩比博士，他在七十年代說過一句話，「解決二十一世紀社會問題，需要中國孔孟學說跟大乘佛法」。我們從這句話裡頭得到啟示，認真去思惟、去體會。自己還沒有信心，做實驗，做實驗能不能成功也沒有把握，沒想到意外成功了。我對老師說，我們不可以居功，我們沒有這個德行，沒有這個功勞，誰的功勞？祖宗之德。他們大家點頭。祖宗之德，三寶加持，有這麼好的成就，引導世人回頭是岸。所以說是一身所具的智德是為了引攝眾生，幫助眾生離苦得樂，幫助眾生破迷開悟。不能有絲毫為自己，有絲毫為自己那是迷惑、那是障礙，障礙你德行，障礙你智慧，障礙你跟諸佛菩薩祖宗的感應，那個自私自利是障礙，這個一定要知道，決定沒有一絲毫私心。你們同學要問我，我還有什麼希望？我告訴你，我只有一個希望，什麼希望？希望早一天生極樂世界，我對於比較親近一點的同修我都是這樣告訴他。這個世間太苦！我們在這個世間一天，我們全心全力幫助苦難眾生又幹一天，但是我們的心真的希望馬上就走。為什麼？因為我自己沒有圓滿成就，我知道只有到極樂世界才能成就。在任何世界都會有障緣，極樂世界沒有障緣，為什麼？有大護法，阿彌陀佛，阿彌陀佛是大護法，得到他的經營保護，我們一生保證成功。"
    },
    {
      "id": "02-039-0477_p0026",
      "zh_CN": "所以我这次从日本回来之后下定决心，我就住在这个地方不走了，等往生。活一天，跟大家在一起学习一天。我们学习大乘经教、学习《无量寿经》，其他的经典？其他的经典后继有人，他们会接着干，我不再干了。善导大师说得好，世出世间一切法总在遇缘不同。过去我们居无定所，到处流浪，没有一个适当的环境能够让我住下来，不要再动了。我走那么多地方，每一个地方都想留下来，不要再动，可是缘不成熟，到时候逼着你非走不可，没办法。我看到现在这个环境，大概不会有人赶我走了，那我就可以定下来，定下来老实念佛，求生净土。还有余力，帮助同修，我们念佛的同修，给大家做增上缘。我们全心全力照顾大家、成就大家，这样才真正能做到续佛慧命。正法不能断在我们手上，断在我们手上罪过就重了。",
      "zh_TW": "所以我這次從日本回來之後下定決心，我就住在這個地方不走了，等往生。活一天，跟大家在一起學習一天。我們學習大乘經教、學習《無量壽經》，其他的經典？其他的經典後繼有人，他們會接著幹，我不再幹了。善導大師說得好，世出世間一切法總在遇緣不同。過去我們居無定所，到處流浪，沒有一個適當的環境能夠讓我住下來，不要再動了。我走那麼多地方，每一個地方都想留下來，不要再動，可是緣不成熟，到時候逼著你非走不可，沒辦法。我看到現在這個環境，大概不會有人趕我走了，那我就可以定下來，定下來老實念佛，求生淨土。還有餘力，幫助同修，我們念佛的同修，給大家做增上緣。我們全心全力照顧大家、成就大家，這樣才真正能做到續佛慧命。正法不能斷在我們手上，斷在我們手上罪過就重了。"
    },
    {
      "id": "02-039-0477_p0027",
      "zh_CN": "「自本体出生四方之四智四佛」，这个四智就是大圆镜智、平等性智、妙观察智、成所作智，四佛下面都说到，前面我们念过。「此时法界体性智住于本位」，本位是如如不动，本位在哪里？无处不在，无时不在，「而为中央之大日如来」，这是性体，它代表自性的性体。「由大圆镜智而成东方之阿閦如来」，阿閦如来，阿閦是梵语，翻成中国意思是不动，如如不动；还有意思是无瞋，烦恼里面的瞋恚断掉，没有瞋恚心，「主发菩提心之德」，你看只有如如不动，只有没有瞋恚的念头，菩提心才能发得起来。心是动摇的，瞋恚还没有舍掉，菩提心发不起来，这个东西障碍你菩提心。菩提心是什么？我们同学很清楚，我们讲了几十年，真诚、清净、平等、正觉、慈悲，你想想看对不对？心浮气躁决定没有菩提心，小小不如意就有一点瞋恚，没有菩提心。",
      "zh_TW": "「自本體出生四方之四智四佛」，這個四智就是大圓鏡智、平等性智、妙觀察智、成所作智，四佛下面都說到，前面我們念過。「此時法界體性智住於本位」，本位是如如不動，本位在哪裡？無處不在，無時不在，「而為中央之大日如來」，這是性體，它代表自性的性體。「由大圓鏡智而成東方之阿閦如來」，阿閦如來，阿閦是梵語，翻成中國意思是不動，如如不動；還有意思是無瞋，煩惱裡面的瞋恚斷掉，沒有瞋恚心，「主發菩提心之德」，你看只有如如不動，只有沒有瞋恚的念頭，菩提心才能發得起來。心是動搖的，瞋恚還沒有捨掉，菩提心發不起來，這個東西障礙你菩提心。菩提心是什麼？我們同學很清楚，我們講了幾十年，真誠、清淨、平等、正覺、慈悲，你想想看對不對？心浮氣躁決定沒有菩提心，小小不如意就有一點瞋恚，沒有菩提心。"
    },
    {
      "id": "02-039-0477_p0028",
      "zh_CN": "「由平等性智而成南方之宝生如来，主修行之德」。宝是珍宝，宝是财宝，在大乘教里面讲功德法财，不是金银珠宝，是功德法财，它能发你的法身。世间没有修行，你生活不好过，没有功德法财，你修行修不好，它表这个意思。「由妙观察智而成西方之阿弥陀如来，主成菩提之德」。你看看东方阿閦如来主发心之德，发菩提心之德，这主成就菩提之德。菩提心从东方发，西方成就，像太阳从东方起来，晚上落到西方，东方是因，西方是果，你看这多有意思！「由成所作智而成北方之不空成就如来，主入涅槃之德」。冬天是什么？秋收冬藏，大丰收！不空如来是大丰收，这个大丰收是入大般涅槃，证得究竟圆满的果德。",
      "zh_TW": "「由平等性智而成南方之寶生如來，主修行之德」。寶是珍寶，寶是財寶，在大乘教裡面講功德法財，不是金銀珠寶，是功德法財，它能發你的法身。世間沒有修行，你生活不好過，沒有功德法財，你修行修不好，它表這個意思。「由妙觀察智而成西方之阿彌陀如來，主成菩提之德」。你看看東方阿閦如來主發心之德，發菩提心之德，這主成就菩提之德。菩提心從東方發，西方成就，像太陽從東方起來，晚上落到西方，東方是因，西方是果，你看這多有意思！「由成所作智而成北方之不空成就如來，主入涅槃之德」。冬天是什麼？秋收冬藏，大豐收！不空如來是大豐收，這個大豐收是入大般涅槃，證得究竟圓滿的果德。"
    },
    {
      "id": "02-039-0477_p0029",
      "zh_CN": "「由此五智成为体相二大。盖法界体性智之大日为六大，是体大也，四方之四佛为其所出之别德，则是四曼之相大也」，曼是曼荼罗，四曼的相大。「即大圆镜智之阿閦如来，为大曼荼罗身」，曼荼罗的意思，总集佛菩萨三乘的道场。曼荼罗本来是道场的意思，一切诸佛菩萨依这个成就的，还包括三乘，菩萨、缘觉、声闻。这是什么？给诸位说，这就是三藏十二部经典，曼荼罗表法表这个意思；再跟诸位说深一点，就是阿弥陀佛的极乐世界。你只要生到极乐世界，你看看是不是跟诸佛菩萨俱会在一起？是不是跟十方声闻、缘觉、诸天善人俱会在一起？那叫大曼荼罗，所以我们可以说大曼荼罗身就是西方极乐世界。",
      "zh_TW": "「由此五智成為體相二大。蓋法界體性智之大日為六大，是體大也，四方之四佛為其所出之別德，則是四曼之相大也」，曼是曼荼羅，四曼的相大。「即大圓鏡智之阿閦如來，為大曼荼羅身」，曼荼羅的意思，總集佛菩薩三乘的道場。曼荼羅本來是道場的意思，一切諸佛菩薩依這個成就的，還包括三乘，菩薩、緣覺、聲聞。這是什麼？給諸位說，這就是三藏十二部經典，曼荼羅表法表這個意思；再跟諸位說深一點，就是阿彌陀佛的極樂世界。你只要生到極樂世界，你看看是不是跟諸佛菩薩俱會在一起？是不是跟十方聲聞、緣覺、諸天善人俱會在一起？那叫大曼荼羅，所以我們可以說大曼荼羅身就是西方極樂世界。"
    },
    {
      "id": "02-039-0477_p0030",
      "zh_CN": "「平等性智之宝生，为三昧耶」，三昧耶是平等的意思，就是平等曼荼罗身，多半指佛菩萨手上所拿的东西，它表法的意思。你看我们通常，你仔细观察，观音菩萨手上拿的是杨枝、净水，大势至菩萨手上拿的是一枝莲花。我们后面华严三圣，你看文殊菩萨拿的是如意，普贤菩萨如意上面，是如意还是莲花上面是一部《华严经》，经书，表法的意思。这个都是属于曼荼罗的意思。「妙观察智之弥陀，为法曼荼罗身」。法是什么？方法，就是教学的方法。教学的方法有图画、图腾，有言说，言语、文字、义理这一类的东西，都是法曼荼罗身。阿弥陀佛在西方极乐世界天天说法，他的讲堂很伟大，讲堂外面的菩提树高四百万里，那表法的意思。十方世界，喜欢好学多闻的，这一类众生的根性是占绝大多数，现在我们讲知识分子，阿弥陀佛是专门接引这些人。所以到极乐世界去干什么？学习，天天听课，跟这些诸大菩萨，诸大菩萨是专家学者，跟他们在一起研究讨论。",
      "zh_TW": "「平等性智之寶生，為三昧耶」，三昧耶是平等的意思，就是平等曼荼羅身，多半指佛菩薩手上所拿的東西，它表法的意思。你看我們通常，你仔細觀察，觀音菩薩手上拿的是楊枝、淨水，大勢至菩薩手上拿的是一枝蓮花。我們後面華嚴三聖，你看文殊菩薩拿的是如意，普賢菩薩如意上面，是如意還是蓮花上面是一部《華嚴經》，經書，表法的意思。這個都是屬於曼荼羅的意思。「妙觀察智之彌陀，為法曼荼羅身」。法是什麼？方法，就是教學的方法。教學的方法有圖畫、圖騰，有言說，言語、文字、義理這一類的東西，都是法曼荼羅身。阿彌陀佛在西方極樂世界天天說法，他的講堂很偉大，講堂外面的菩提樹高四百萬里，那表法的意思。十方世界，喜歡好學多聞的，這一類眾生的根性是佔絕大多數，現在我們講知識分子，阿彌陀佛是專門接引這些人。所以到極樂世界去幹什麼？學習，天天聽課，跟這些諸大菩薩，諸大菩薩是專家學者，跟他們在一起研究討論。"
    },
    {
      "id": "02-039-0477_p0031",
      "zh_CN": "阿弥陀佛，要知道真正是大施主，福慧都布施，我们到极乐世界都会学到。你看他，我们从这个经本上介绍我们知道，他在十五劫之前，他的身分是国王，世饶王，遇到自在王佛，听佛讲经说法他觉悟了，舍弃王位，出家修行。世自在王给他起个名字叫法藏，叫法藏比丘，十五劫之前。我们在注解里面看到，当时法藏比丘是什么身分？是大菩萨的身分，应化到世间来，过去曾经无量劫中积功累德，他的善根福德多厚。在老师面前发大愿，四十八愿，这四十八愿太稀有！又用五劫的时间修行。愿发了，不兑现不行，要做到，每一愿都统统要做到。所以五劫修行圆满，四十八愿就愿愿都圆满，自自然然感得西方极乐世界。所以西方极乐世界是化生的，没有人去设计，没有人去施工、去建造，没有，变化所作，这个太稀有，像神话一样。",
      "zh_TW": "阿彌陀佛，要知道真正是大施主，福慧都布施，我們到極樂世界都會學到。你看他，我們從這個經本上介紹我們知道，他在十五劫之前，他的身分是國王，世饒王，遇到自在王佛，聽佛講經說法他覺悟了，捨棄王位，出家修行。世自在王給他起個名字叫法藏，叫法藏比丘，十五劫之前。我們在註解裡面看到，當時法藏比丘是什麼身分？是大菩薩的身分，應化到世間來，過去曾經無量劫中積功累德，他的善根福德多厚。在老師面前發大願，四十八願，這四十八願太稀有！又用五劫的時間修行。願發了，不兌現不行，要做到，每一願都統統要做到。所以五劫修行圓滿，四十八願就願願都圓滿，自自然然感得西方極樂世界。所以西方極樂世界是化生的，沒有人去設計，沒有人去施工、去建造，沒有，變化所作，這個太稀有，像神話一樣。"
    },
    {
      "id": "02-039-0477_p0032",
      "zh_CN": "可是我们回过头来看一看，我们看我们娑婆世界，看我们六道轮回，我们六道里面的天道，兜率天上面，兜率天是第四层，第五层是化乐天。化乐天福报大，他积功累德多，修的福报大，他们所用一切的这些器具应念就变化，想衣，衣就在身上；想宫殿，宫殿就在面前，不必要设计，不必要施工，变化出来的。六道里面大福报的人都能变，何况阿弥陀佛！我们就能想到，阿弥陀佛过去生中是累劫修积的功德，发了愿之后又是五劫专修，所以极乐世界成就就像第五天化乐天，完全是自然的。而我们往生到极乐世界是什么等级？是第六天的等级。为什么？去享福的，阿弥陀佛福报现成的，是叫我们去享福的。第六天的福报最大，他不要变化，不要自己变化，他动个念头想什么，第五天变化出来供养他。我们往生到极乐世界就等于说，我们的衣食住行，一切所需要的，都是阿弥陀佛变化出来供养我们，我们变成第六天，阿弥陀佛变成第五天，这个功德不得了！等于说我们是小孩，阿弥陀佛是保姆。第五天供养第六天这是物质供养，阿弥陀佛除了物质供养之外还有法供养，天天跟我们讲经说法，没有间断。",
      "zh_TW": "可是我們回過頭來看一看，我們看我們娑婆世界，看我們六道輪迴，我們六道裡面的天道，兜率天上面，兜率天是第四層，第五層是化樂天。化樂天福報大，他積功累德多，修的福報大，他們所用一切的這些器具應念就變化，想衣，衣就在身上；想宮殿，宮殿就在面前，不必要設計，不必要施工，變化出來的。六道裡面大福報的人都能變，何況阿彌陀佛！我們就能想到，阿彌陀佛過去生中是累劫修積的功德，發了願之後又是五劫專修，所以極樂世界成就就像第五天化樂天，完全是自然的。而我們往生到極樂世界是什麼等級？是第六天的等級。為什麼？去享福的，阿彌陀佛福報現成的，是叫我們去享福的。第六天的福報最大，他不要變化，不要自己變化，他動個念頭想什麼，第五天變化出來供養他。我們往生到極樂世界就等於說，我們的衣食住行，一切所需要的，都是阿彌陀佛變化出來供養我們，我們變成第六天，阿彌陀佛變成第五天，這個功德不得了！等於說我們是小孩，阿彌陀佛是保姆。第五天供養第六天這是物質供養，阿彌陀佛除了物質供養之外還有法供養，天天跟我們講經說法，沒有間斷。"
    },
    {
      "id": "02-039-0477_p0033",
      "zh_CN": "我们能这样回头来看，对极乐世界就一点怀疑都没有，我们相信他能做到。同时对我们自己也增长信心，我们的意念能改变我们。第一个意念能改变我身体，让我身体能健康，坚定的信心那就是今天医学上所讲的免疫的能力，你有非常强大的免疫能力，那是什么？坚定的信心。你有大慈悲心，大慈悲心是解毒，任何病毒到你这里自然就化解。慈悲能够解毒，信心能够避免病毒的渗透。你居住这个地方，这个地方山河大地坚固，不会有大灾难，为什么？境随心转！那你要不相信、怀疑，那就没法子，那就全盘都崩溃掉。「信为道元功德母」，《华严经》上说的，《大智度论》上说的。世出世法都建立在信心的基础上，你将来有多大的成就，看你的信心，你有几成的信心，你就有几成的成就，你有圆满的信心，你就有圆满的成就，这个不能不知道。",
      "zh_TW": "我們能這樣回頭來看，對極樂世界就一點懷疑都沒有，我們相信他能做到。同時對我們自己也增長信心，我們的意念能改變我們。第一個意念能改變我身體，讓我身體能健康，堅定的信心那就是今天醫學上所講的免疫的能力，你有非常強大的免疫能力，那是什麼？堅定的信心。你有大慈悲心，大慈悲心是解毒，任何病毒到你這裡自然就化解。慈悲能夠解毒，信心能夠避免病毒的滲透。你居住這個地方，這個地方山河大地堅固，不會有大災難，為什麼？境隨心轉！那你要不相信、懷疑，那就沒法子，那就全盤都崩潰掉。「信為道元功德母」，《華嚴經》上說的，《大智度論》上說的。世出世法都建立在信心的基礎上，你將來有多大的成就，看你的信心，你有幾成的信心，你就有幾成的成就，你有圓滿的信心，你就有圓滿的成就，這個不能不知道。"
    },
    {
      "id": "02-039-0477_p0034",
      "zh_CN": "「成所作智之不空成就，为羯磨曼荼罗身」，羯磨是梵语，这里头有括弧，就是翻成「作业」。作业意思不太好懂，是什么？我们用今天的话讲是艺术化的教学，你看把佛菩萨造成非常美的艺术品，塑像、绘画、雕塑，就是用这些艺术，包括佛门里寺院那些建筑都是艺术，走进道场就是艺术宫殿。这座宫殿也叫大曼荼罗，因为它包罗万象。「理智不二，故此五智五佛，即胎藏界地水火风空之五大也」。胎藏前面解释过了，这是一种比喻，人在胎胞里面，婴儿在胎胞里头，还没有出生，胎胞保护他。所以胎胞有保护的意思，有隐藏的意思。他还没有出生，他是宝，他样样具足，自然形成。一个人也没有人设计，也没有人去画图，自然的就变现出来。从一个细胞分裂，你看慢慢长成五脏六腑，外面五官端庄，他自然生成的；极乐世界也就这么自然。所以这说的物质现象。",
      "zh_TW": "「成所作智之不空成就，為羯磨曼荼羅身」，羯磨是梵語，這裡頭有括弧，就是翻成「作業」。作業意思不太好懂，是什麼？我們用今天的話講是藝術化的教學，你看把佛菩薩造成非常美的藝術品，塑像、繪畫、雕塑，就是用這些藝術，包括佛門裡寺院那些建築都是藝術，走進道場就是藝術宮殿。這座宮殿也叫大曼荼羅，因為它包羅萬象。「理智不二，故此五智五佛，即胎藏界地水火風空之五大也」。胎藏前面解釋過了，這是一種比喻，人在胎胞裡面，嬰兒在胎胞裡頭，還沒有出生，胎胞保護他。所以胎胞有保護的意思，有隱藏的意思。他還沒有出生，他是寶，他樣樣具足，自然形成。一個人也沒有人設計，也沒有人去畫圖，自然的就變現出來。從一個細胞分裂，你看慢慢長成五臟六腑，外面五官端莊，他自然生成的；極樂世界也就這麼自然。所以這說的物質現象。"
    },
    {
      "id": "02-039-0477_p0035",
      "zh_CN": "后面跟我们说的，他说，「此有通别二门，今依别门也」，别门是一样一样的把我们解释清楚。要是以通门，五智直接就叫五智，五如来就是讲五佛，五智五佛。「教观大纲曰」，举慈觉法师所说的，「真言天台立五智者，法界体性智缘中道遮照境」。本来相宗只讲四智，转八识成四智，天台家加一个，五智，加一个我们前面读的法界体性智，加一个这个，所以变成五智五佛。五佛五智的意思我们就介绍到此地。",
      "zh_TW": "後面跟我們說的，他說，「此有通別二門，今依別門也」，別門是一樣一樣的把我們解釋清楚。要是以通門，五智直接就叫五智，五如來就是講五佛，五智五佛。「教觀大綱曰」，舉慈覺法師所說的，「真言天台立五智者，法界體性智緣中道遮照境」。本來相宗只講四智，轉八識成四智，天台家加一個，五智，加一個我們前面讀的法界體性智，加一個這個，所以變成五智五佛。五佛五智的意思我們就介紹到此地。"
    },
    {
      "id": "02-039-0477_p0036",
      "zh_CN": "底下的经文接着，「亦表十波罗蜜，能摧十种烦恼，成十种真如，便证十地。」十波罗蜜就是十度，波罗蜜是梵语，翻成中国意思叫度。我们字幕上打了，「梵语波罗蜜，华言到彼岸」，这就是度的意思。好像我们旅行要通过这个水道、这个河流，我们得用船，从此岸到达彼岸，要用这个做交通工具，这叫度。「十度各三行」，这《三藏法数》里面是节录《成唯识论》里的，我们特别来介绍这一段，也是我们学习当中重要的课程。「谓此十度，各有三种殊胜行门，菩萨修行此法，则能自利利他，度诸众生；离生死此岸，越烦恼中流，到涅槃彼岸，同证无上菩提」，就是这个意思。第一个是布施，布施有三种，「施度三行，此施度有三种：一、财施，谓以己所有财物，施与他人，令其安乐」，这叫财布施。财里面又有内财跟外财，外财是身外之物，我们的金钱、财宝、物品，别人有缺乏都可以供养别人。布施跟供养是一个意思，供养那个心比较恭敬，福就更大，布施没有那么个恭敬心，那福就小。所以我们懂得这个道理，对待任何人布施都要供养，因为福报大！同样干，为什么不修大福报修小福报？对于下面的人也供养，你用平等心，你才能修大福！对下人我们也供养，这是自己的谦卑，谦卑是性德，没有丝毫傲慢的习气。常常想着什么？他是诸佛，一切众生本来是佛，他本来是佛，我供养佛。他自性是佛，他未来会成佛，我供养自性佛，我供养未来佛，这就对了。现在时间到了，这一段我们底下一堂课，我们来好好学习。",
      "zh_TW": "底下的經文接著，「亦表十波羅蜜，能摧十種煩惱，成十種真如，便證十地。」十波羅蜜就是十度，波羅蜜是梵語，翻成中國意思叫度。我們字幕上打了，「梵語波羅蜜，華言到彼岸」，這就是度的意思。好像我們旅行要通過這個水道、這個河流，我們得用船，從此岸到達彼岸，要用這個做交通工具，這叫度。「十度各三行」，這《三藏法數》裡面是節錄《成唯識論》裡的，我們特別來介紹這一段，也是我們學習當中重要的課程。「謂此十度，各有三種殊勝行門，菩薩修行此法，則能自利利他，度諸眾生；離生死此岸，越煩惱中流，到涅槃彼岸，同證無上菩提」，就是這個意思。第一個是布施，布施有三種，「施度三行，此施度有三種：一、財施，謂以己所有財物，施與他人，令其安樂」，這叫財布施。財裡面又有內財跟外財，外財是身外之物，我們的金錢、財寶、物品，別人有缺乏都可以供養別人。布施跟供養是一個意思，供養那個心比較恭敬，福就更大，布施沒有那麼個恭敬心，那福就小。所以我們懂得這個道理，對待任何人布施都要供養，因為福報大！同樣幹，為什麼不修大福報修小福報？對於下面的人也供養，你用平等心，你才能修大福！對下人我們也供養，這是自己的謙卑，謙卑是性德，沒有絲毫傲慢的習氣。常常想著什麼？他是諸佛，一切眾生本來是佛，他本來是佛，我供養佛。他自性是佛，他未來會成佛，我供養自性佛，我供養未來佛，這就對了。現在時間到了，這一段我們底下一堂課，我們來好好學習。"
    }
  ]
}