{
  "doc_id": "02-039-0186",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八六集",
    "zh_TW": "第一八六集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0186",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-039-0186_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，第二百一十七面倒数第四行经文看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，第二百一十七面倒數第四行經文看起："
    },
    {
      "id": "02-039-0186_p0002",
      "zh_CN": "【尔时法藏闻佛所说。皆悉睹见。起发无上殊胜之愿。于彼天人善恶。国土粗妙。思惟究竟。便一其心。选择所欲。结得大愿。精勤求索。恭慎保持。修习功德满足五劫。于彼二十一俱胝佛土。功德庄严之事。明了通达。如一佛刹。所摄佛国超过于彼。】",
      "zh_TW": "【爾時法藏聞佛所說。皆悉睹見。起發無上殊勝之願。於彼天人善惡。國土粗妙。思惟究竟。便一其心。選擇所欲。結得大願。精勤求索。恭慎保持。修習功德滿足五劫。於彼二十一俱胝佛土。功德莊嚴之事。明了通達。如一佛剎。所攝佛國超過於彼。】"
    },
    {
      "id": "02-039-0186_p0003",
      "zh_CN": "这段经文含义无限的深广，也给我们透露了重要的信息，让我们对于西方极乐世界坚定了信心。极乐世界怎么来的？『尔时』是指前面世间自在王教导法藏菩萨的时候。前面经文讲得很清楚，教导的时间很长，经千亿岁，所以这不是个短时间。千亿岁，将十方三世一切诸佛的刹土，我们经上虽然没有说，我们能够体会到，因缘果报肯定讲得很清楚，而且让法藏菩萨统统看到，『皆悉睹见』。才『起发无上殊胜之愿』，这一段经文重要，他的弘愿真正发起是在这个时候，听到佛的教诲，亲眼看到一切诸佛刹土，这发了大愿。这什么愿？普令五乘皆入报土。这个愿太大了，五乘凡圣统统包括里头，菩萨、声闻、缘觉、天、人，这五乘，生到西方极乐世界都入实报庄严土，这平等了，都入实报庄严土，皆作阿惟越致菩萨，这是十方一切刹土里头所没有的。所以末后讲『所摄佛国』，就是极乐世界，『超过于彼』，超过任何一尊佛国土。这是说发愿。",
      "zh_TW": "這段經文含義無限的深廣，也給我們透露了重要的信息，讓我們對於西方極樂世界堅定了信心。極樂世界怎麼來的？『爾時』是指前面世間自在王教導法藏菩薩的時候。前面經文講得很清楚，教導的時間很長，經千億歲，所以這不是個短時間。千億歲，將十方三世一切諸佛的剎土，我們經上雖然沒有說，我們能夠體會到，因緣果報肯定講得很清楚，而且讓法藏菩薩統統看到，『皆悉睹見』。才『起發無上殊勝之願』，這一段經文重要，他的弘願真正發起是在這個時候，聽到佛的教誨，親眼看到一切諸佛剎土，這發了大願。這什麼願？普令五乘皆入報土。這個願太大了，五乘凡聖統統包括裡頭，菩薩、聲聞、緣覺、天、人，這五乘，生到西方極樂世界都入實報莊嚴土，這平等了，都入實報莊嚴土，皆作阿惟越致菩薩，這是十方一切剎土裡頭所沒有的。所以末後講『所攝佛國』，就是極樂世界，『超過於彼』，超過任何一尊佛國土。這是說發願。"
    },
    {
      "id": "02-039-0186_p0004",
      "zh_CN": "下面这是讲大愿它所依的，你看，『于彼天人善恶，国土粗妙，思惟究竟』，西方极乐世界是凭借这个成就的，不是自己在那里想像出来的，不是。从这一句我们也就证明，前面所讲的十方诸佛刹土，确实有善有恶、有粗有妙。如果纯是净土没有秽土，那就不能够涵盖遍法界虚空界。我们在《华严经》里面看到的「华藏世界」、「世界成就」这两品当中，说明虚空法界诸佛刹土有纯净，有染净混杂，也有完全是秽土，这都是诸佛如来在因地上愿力不相同。完全是秽土，那就像地藏菩萨一样，地狱不空，我不成佛，专度这些恶道众生，就是罪业深重感受苦报这一类众生。有专摄净土的，他的报土，纯净的是实报土，方便净的是四圣法界，没有六道轮回。四圣是凡，所以称为方便净，虽然是凡夫，也就是说，他们依旧用阿赖耶，没有转识成智，但是那些人都是真的在学佛，学得非常像。所以天台大师说，六即佛里头，说「相似即佛」，他学得很像。为什么不是真的？事相上你分别不出来，可是从心地上，那就完全不一样，真正的佛他是用真心，四圣法界还是用的妄心，这就不相同。妄心是阿赖耶，真心是自性，相宗的名词说转八识成四智，转过来了这是真的，这是四十一位法身大士，没转过来的那是四圣法界。",
      "zh_TW": "下面這是講大願它所依的，你看，『於彼天人善惡，國土粗妙，思惟究竟』，西方極樂世界是憑藉這個成就的，不是自己在那裡想像出來的，不是。從這一句我們也就證明，前面所講的十方諸佛剎土，確實有善有惡、有粗有妙。如果純是淨土沒有穢土，那就不能夠涵蓋遍法界虛空界。我們在《華嚴經》裡面看到的「華藏世界」、「世界成就」這兩品當中，說明虛空法界諸佛剎土有純淨，有染淨混雜，也有完全是穢土，這都是諸佛如來在因地上願力不相同。完全是穢土，那就像地藏菩薩一樣，地獄不空，我不成佛，專度這些惡道眾生，就是罪業深重感受苦報這一類眾生。有專攝淨土的，他的報土，純淨的是實報土，方便淨的是四聖法界，沒有六道輪迴。四聖是凡，所以稱為方便淨，雖然是凡夫，也就是說，他們依舊用阿賴耶，沒有轉識成智，但是那些人都是真的在學佛，學得非常像。所以天台大師說，六即佛裡頭，說「相似即佛」，他學得很像。為什麼不是真的？事相上你分別不出來，可是從心地上，那就完全不一樣，真正的佛他是用真心，四聖法界還是用的妄心，這就不相同。妄心是阿賴耶，真心是自性，相宗的名詞說轉八識成四智，轉過來了這是真的，這是四十一位法身大士，沒轉過來的那是四聖法界。"
    },
    {
      "id": "02-039-0186_p0005",
      "zh_CN": "你看下面就选择了，『便一其心，选择所欲，结得大愿』，这合情合理，他是在无量无边诸佛刹土里面选择，选择纯净纯善，没有不善的。所以极乐世界有没有六道？没有六道，它也有凡圣同居土，只有人天两道，修罗、饿鬼、畜生、地狱没有，极乐世界没有。虽有凡圣同居土，即使你念佛往生，生在同居土下下品往生，生到极乐世界也是阿惟越致菩萨，这个一定不假。阿惟越致菩萨，他住的是实报庄严土，换句话说，极乐世界的凡圣同居土跟实报庄严土是一不是二，这诸佛刹土里头没有。这段我们看的是选择，下面他真修、真干，『精勤求索，恭慎保持』，他求到之后，他恭恭敬敬，谨慎的保持，不会失去。『修习功德满足五劫』，真的是用了五劫的时间，修成西方极乐世界。『于彼二十一俱胝佛土功德庄严之事』，此地「二十一俱胝」就是前面讲的二百一十亿佛刹。夏莲老会集，你看前面讲二百一十亿佛刹，这个地方二十一俱胝佛土，显密圆融，二百一十亿刹是显教讲的，二十一俱胝是密教说的。这个经本里面是圆满的教学，就是显密圆融，宗教都在这里（宗是讲禅宗），宗门教下、大乘小乘，这部经统统具足，跟《华严经》没有两样。功德庄严之事，『明了通达，如一佛刹』，后面结论，满了他的愿，「所摄佛国」，就是西方极乐世界，真的「超过于彼」，超过二百一十亿刹。二百一十亿就是二十一的圆满，是密宗所说表法的意思，代表大圆满。",
      "zh_TW": "你看下面就選擇了，『便一其心，選擇所欲，結得大願』，這合情合理，他是在無量無邊諸佛剎土裡面選擇，選擇純淨純善，沒有不善的。所以極樂世界有沒有六道？沒有六道，它也有凡聖同居土，只有人天兩道，修羅、餓鬼、畜生、地獄沒有，極樂世界沒有。雖有凡聖同居土，即使你念佛往生，生在同居土下下品往生，生到極樂世界也是阿惟越致菩薩，這個一定不假。阿惟越致菩薩，他住的是實報莊嚴土，換句話說，極樂世界的凡聖同居土跟實報莊嚴土是一不是二，這諸佛剎土裡頭沒有。這段我們看的是選擇，下面他真修、真幹，『精勤求索，恭慎保持』，他求到之後，他恭恭敬敬，謹慎的保持，不會失去。『修習功德滿足五劫』，真的是用了五劫的時間，修成西方極樂世界。『於彼二十一俱胝佛土功德莊嚴之事』，此地「二十一俱胝」就是前面講的二百一十億佛剎。夏蓮老會集，你看前面講二百一十億佛剎，這個地方二十一俱胝佛土，顯密圓融，二百一十億剎是顯教講的，二十一俱胝是密教說的。這個經本裡面是圓滿的教學，就是顯密圓融，宗教都在這裡（宗是講禪宗），宗門教下、大乘小乘，這部經統統具足，跟《華嚴經》沒有兩樣。功德莊嚴之事，『明了通達，如一佛剎』，後面結論，滿了他的願，「所攝佛國」，就是西方極樂世界，真的「超過於彼」，超過二百一十億剎。二百一十億就是二十一的圓滿，是密宗所說表法的意思，代表大圓滿。"
    },
    {
      "id": "02-039-0186_p0006",
      "zh_CN": "下面我们看老居士给我们的注解，「睹，亦见也。《甄解》云：睹则眼见，见则慧见」，就不是眼见，「如见分见，取推求照察义」，有这两个意思，这就不是眼见了。「盖谓睹指眼见」，这两个字，睹见，「见指慧见，即如唯识中见分所指之见，以推求与照察为义。今云睹见，则两者俱备。当尔所时，法藏比丘于世间自在王佛所现二百一十亿佛土，尽皆目睹心明」，心明是见的意思，他完全明白了。后面这一句说，「或疑法藏比丘在因地中，何能遍见十方诸佛净妙国土」，确实有人有这种疑惑。这下面「答曰，《法集经》云：菩萨摩诃萨，得彼诸佛如来天眼」。我们在前面看到，过去这些祖师大德告诉我们，法藏比丘初出家的时候就不是凡夫，祖师大德很多都认为他是地上菩萨，换句话说，再来人，不是凡夫。",
      "zh_TW": "下面我們看老居士給我們的註解，「睹，亦見也。《甄解》云：睹則眼見，見則慧見」，就不是眼見，「如見分見，取推求照察義」，有這兩個意思，這就不是眼見了。「蓋謂睹指眼見」，這兩個字，睹見，「見指慧見，即如唯識中見分所指之見，以推求與照察為義。今云睹見，則兩者俱備。當爾所時，法藏比丘於世間自在王佛所現二百一十億佛土，盡皆目睹心明」，心明是見的意思，他完全明白了。後面這一句說，「或疑法藏比丘在因地中，何能遍見十方諸佛淨妙國土」，確實有人有這種疑惑。這下面「答曰，《法集經》云：菩薩摩訶薩，得彼諸佛如來天眼」。我們在前面看到，過去這些祖師大德告訴我們，法藏比丘初出家的時候就不是凡夫，祖師大德很多都認為他是地上菩薩，換句話說，再來人，不是凡夫。"
    },
    {
      "id": "02-039-0186_p0007",
      "zh_CN": "释迦牟尼佛当年在世，我们知道弟子当中确实有不少已经成佛了，再来的，这就是教下所说的「一佛出世，千佛拥护」。好像唱一台戏一样，这一尊佛出世，他唱主角，还有很多诸佛来给他唱配角，甚至于扛小旗、跑龙套的，那是主角的老师。台上台下不一样，为什么？圆满度众生的功德，这台戏才能唱得好。所以诸佛菩萨到这个世间来应化，叫游戏神通，这句话形容得非常的巧妙，真正是游戏神通。他当然有能力，又何况佛以神通示现。像释迦牟尼佛一样，释迦牟尼佛也做过这个事情，也有人问他老人家，你老人家的净土在哪里？佛坐在座位上，是双盘，腿双盘，佛把右脚放下来，足尖按到地，这个世界立刻就变成琉璃世界，大家看见了，净土就在此地。佛再把腿收回来，再盘起来，这个现象就不见了。由此可知，这个境界，《华严》上说得好，「唯心所现，唯识所变」。",
      "zh_TW": "釋迦牟尼佛當年在世，我們知道弟子當中確實有不少已經成佛了，再來的，這就是教下所說的「一佛出世，千佛擁護」。好像唱一台戲一樣，這一尊佛出世，他唱主角，還有很多諸佛來給他唱配角，甚至於扛小旗、跑龍套的，那是主角的老師。台上台下不一樣，為什麼？圓滿度眾生的功德，這台戲才能唱得好。所以諸佛菩薩到這個世間來應化，叫遊戲神通，這句話形容得非常的巧妙，真正是遊戲神通。他當然有能力，又何況佛以神通示現。像釋迦牟尼佛一樣，釋迦牟尼佛也做過這個事情，也有人問他老人家，你老人家的淨土在哪裡？佛坐在座位上，是雙盤，腿雙盤，佛把右腳放下來，足尖按到地，這個世界立刻就變成琉璃世界，大家看見了，淨土就在此地。佛再把腿收回來，再盤起來，這個現象就不見了。由此可知，這個境界，《華嚴》上說得好，「唯心所現，唯識所變」。"
    },
    {
      "id": "02-039-0186_p0008",
      "zh_CN": "如果我们今天，此时此处把妄想分别执着统统放下，这一放下我们居住的环境是什么？跟极乐世界一样，大地是琉璃，你所看到所有的都是七宝变现的，跟极乐世界没有两样，实报庄严土就现前了。你自己的心现的，自己的识变的，因为实报土没有识了，妄想放下，妄想是起心动念，这个东西放下就转识成智。所以境界不是真的，幻相！一切法从心想生，就解决了这个问题。你心地要是善，你心地纯善，你看到现前这个世界没有一样不善，你看到每一个人都是好人，每一桩事情都是好事，人人是好人，事事是好事。如果你心不善，你看这个世间人没一个是好人，所有事没有一桩是好事，这不是从心转吗？十法界依正庄严不是真的，随着你的意念，境界在转变，各人变各人自己的境界。所以有「同分妄见」、有「别业妄见」，《楞严经》上佛讲的，就在当前，没有丝毫隔碍。我们明白这个道理，了解事实真相，对这些问题一点怀疑就没有。",
      "zh_TW": "如果我們今天，此時此處把妄想分別執著統統放下，這一放下我們居住的環境是什麼？跟極樂世界一樣，大地是琉璃，你所看到所有的都是七寶變現的，跟極樂世界沒有兩樣，實報莊嚴土就現前了。你自己的心現的，自己的識變的，因為實報土沒有識了，妄想放下，妄想是起心動念，這個東西放下就轉識成智。所以境界不是真的，幻相！一切法從心想生，就解決了這個問題。你心地要是善，你心地純善，你看到現前這個世界沒有一樣不善，你看到每一個人都是好人，每一樁事情都是好事，人人是好人，事事是好事。如果你心不善，你看這個世間人沒一個是好人，所有事沒有一樁是好事，這不是從心轉嗎？十法界依正莊嚴不是真的，隨著你的意念，境界在轉變，各人變各人自己的境界。所以有「同分妄見」、有「別業妄見」，《楞嚴經》上佛講的，就在當前，沒有絲毫隔礙。我們明白這個道理，了解事實真相，對這些問題一點懷疑就沒有。"
    },
    {
      "id": "02-039-0186_p0009",
      "zh_CN": "我们对这桩事情是大乘经看得比较多，我们是解悟，不是证悟，如果证悟我们就得受用了。要是证悟的话，那就是《华严经》初住以上的境界。可是解悟不行，解悟这些事情懂，那不是自己的境界。我们得认真努力修学，为什么？都是属于自分的，都不是外来的。明了之后，我们的愿心，就是我们的方向、目标正确了，一点都不怀疑。用什么方法证得？这个经上教导我们的方法，「发菩提心，一向专念」，你就证得。八万四千法门、无量法门里头，无比殊胜庄严的法门是念佛法门，在你会不会念！我天天阿弥陀佛阿弥陀佛，我怎么不会念？不会念，如果会念的，把烦恼习气都念掉了，那叫真会念。你看宗门大德常讲，「不怕念起，只怕觉迟」，那个念是什么？妄念，起心动念全是妄念，分别执着这是最粗的妄念。念头一起，立刻用这一句佛号把它取而代之，也就是把这个念头打掉，换成阿弥陀佛，这叫会念。这样念佛，念念都能把烦恼压下去。古往今来，那些会念的人都表演给我们看，要多长时间？一般讲三年。你要记住，三年，你是个凡夫，从凡夫就变成阿惟越致菩萨，还有哪个法门比这个更方便的？找不到了。",
      "zh_TW": "我們對這樁事情是大乘經看得比較多，我們是解悟，不是證悟，如果證悟我們就得受用了。要是證悟的話，那就是《華嚴經》初住以上的境界。可是解悟不行，解悟這些事情懂，那不是自己的境界。我們得認真努力修學，為什麼？都是屬於自分的，都不是外來的。明瞭之後，我們的願心，就是我們的方向、目標正確了，一點都不懷疑。用什麼方法證得？這個經上教導我們的方法，「發菩提心，一向專念」，你就證得。八萬四千法門、無量法門裡頭，無比殊勝莊嚴的法門是念佛法門，在你會不會念！我天天阿彌陀佛阿彌陀佛，我怎麼不會念？不會念，如果會念的，把煩惱習氣都念掉了，那叫真會念。你看宗門大德常講，「不怕念起，只怕覺遲」，那個念是什麼？妄念，起心動念全是妄念，分別執著這是最粗的妄念。念頭一起，立刻用這一句佛號把它取而代之，也就是把這個念頭打掉，換成阿彌陀佛，這叫會念。這樣念佛，念念都能把煩惱壓下去。古往今來，那些會念的人都表演給我們看，要多長時間？一般講三年。你要記住，三年，你是個凡夫，從凡夫就變成阿惟越致菩薩，還有哪個法門比這個更方便的？找不到了。"
    },
    {
      "id": "02-039-0186_p0010",
      "zh_CN": "人家三年为什么念成功？就是我刚才讲这个道理，绝不容许烦恼延续下去，就是你的妄念不能让它延续。第一个念头是妄念，第二个念头又是妄念，第三个念头还是妄念，那你就麻烦，你就造业了。第一个念头是妄念，第二个念头阿弥陀佛。这个妄念不管它是善与恶，恶念是妄念，善念也是妄念，善念感三善道，恶念感三恶道，换句话说，只要你有念头，你就出不了六道轮回，就这么回事情。修其他的法门念头要断，这个太难！这断不了。净宗法门的方便是把念头换过来，我把所有的念头统统换成阿弥陀佛，这个好办，我们能做得到。那个念头断下来，没有，这个不容易，这个是上上根人，非常稀有。我们明显看到两个人，第一个是释迦牟尼佛，夜睹明星，他真放下了，一时顿舍，就是把起心动念、分别执着舍掉了，顿悟、顿证，一念之间，这不是普通人能做到的。在中国代表的人物，这诸位都知道，禅宗六祖惠能大师，他跟释迦牟尼佛一样，也是一时顿舍、顿悟、顿证。释迦牟尼佛开悟的时候三十岁，惠能大师开悟二十四岁，人家厉害，一念之间能统统放下。",
      "zh_TW": "人家三年為什麼念成功？就是我剛才講這個道理，絕不容許煩惱延續下去，就是你的妄念不能讓它延續。第一個念頭是妄念，第二個念頭又是妄念，第三個念頭還是妄念，那你就麻煩，你就造業了。第一個念頭是妄念，第二個念頭阿彌陀佛。這個妄念不管它是善與惡，惡念是妄念，善念也是妄念，善念感三善道，惡念感三惡道，換句話說，只要你有念頭，你就出不了六道輪迴，就這麼回事情。修其他的法門念頭要斷，這個太難！這斷不了。淨宗法門的方便是把念頭換過來，我把所有的念頭統統換成阿彌陀佛，這個好辦，我們能做得到。那個念頭斷下來，沒有，這個不容易，這個是上上根人，非常稀有。我們明顯看到兩個人，第一個是釋迦牟尼佛，夜睹明星，他真放下了，一時頓捨，就是把起心動念、分別執著捨掉了，頓悟、頓證，一念之間，這不是普通人能做到的。在中國代表的人物，這諸位都知道，禪宗六祖惠能大師，他跟釋迦牟尼佛一樣，也是一時頓捨、頓悟、頓證。釋迦牟尼佛開悟的時候三十歲，惠能大師開悟二十四歲，人家厲害，一念之間能統統放下。"
    },
    {
      "id": "02-039-0186_p0011",
      "zh_CN": "当然，释迦牟尼佛是再来人，《梵网经》上他说得很好，他这一次到地球上来示现成佛是第八千次。那我们晓得，阿弥陀佛到西方极乐世界，建立这个极乐世界来度众生，多少次？我想绝不是第一次。这个道理要明白，不是第一次，世间自在王跟他两个人在那里一唱一和，那是表演给我们看的。惠能大师的顿悟，那是个普通人吗？普通人决定做不到，都是再来人表演的。我早年在台中跟李老师学教，老师就告诉我，古往今来，许许多多佛菩萨示现在人间，有示现出家的，有示现在家的，我们肉眼凡夫不认识。如果没有这些人示现，众生造的这些恶业，这地球早就毁灭了。他们来示现住在这个地方，我们这些造作罪业的人沾他的光，地球上虽然有灾难还不致于毁灭，为什么？有圣人住在这个地方，有大修行人住在这个地方。这些话我们能相信，从前人能相信，现在人不相信了。不管他信不信，这是事实，这个不是假的。学佛得真干！念经不行，念再多也没用，你喊破喉咙也枉然，怎么样把心态转变过来，转迷为悟，这就有用，这是真学。转恶为善，转迷为悟，经教在这里引导我们，最要紧的是我们能够随着经教引导来转变，这就对了。",
      "zh_TW": "當然，釋迦牟尼佛是再來人，《梵網經》上他說得很好，他這一次到地球上來示現成佛是第八千次。那我們曉得，阿彌陀佛到西方極樂世界，建立這個極樂世界來度眾生，多少次？我想絕不是第一次。這個道理要明白，不是第一次，世間自在王跟他兩個人在那裡一唱一和，那是表演給我們看的。惠能大師的頓悟，那是個普通人嗎？普通人決定做不到，都是再來人表演的。我早年在台中跟李老師學教，老師就告訴我，古往今來，許許多多佛菩薩示現在人間，有示現出家的，有示現在家的，我們肉眼凡夫不認識。如果沒有這些人示現，眾生造的這些惡業，這地球早就毀滅了。他們來示現住在這個地方，我們這些造作罪業的人沾他的光，地球上雖然有災難還不致於毀滅，為什麼？有聖人住在這個地方，有大修行人住在這個地方。這些話我們能相信，從前人能相信，現在人不相信了。不管他信不信，這是事實，這個不是假的。學佛得真幹！念經不行，念再多也沒用，你喊破喉嚨也枉然，怎麼樣把心態轉變過來，轉迷為悟，這就有用，這是真學。轉惡為善，轉迷為悟，經教在這裡引導我們，最要緊的是我們能夠隨著經教引導來轉變，這就對了。"
    },
    {
      "id": "02-039-0186_p0012",
      "zh_CN": "你看这两年，美国人拍了个电影「２０１２」，大家看了很惊慌，认为世界末日来了。美国人知道是假的，那是电影手法的表演，好像很逼真，可是这个事情真的引起全世界人，许多专家学者讨论这个问题。这是布莱登先生的一段话，２０１２的灾难预言，是布莱登先生拒绝接受的。他认为「２０１２是全人类弃恶扬善、改邪归正的大好契机，所有人应该端正心念，将世界引导到更好的走向」。那我们要问，这世界上所有的人能端正心念吗？能改邪归正吗？如果能，这个世界会非常美好，什么问题都没有了。他说的跟佛经上的道理完全相同。如果不能改，这个灾难会不会有？几乎有一半的科学家说很有可能，有一半的科学家认为不可能，有一半认为有可能。",
      "zh_TW": "你看這兩年，美國人拍了個電影「２０１２」，大家看了很驚慌，認為世界末日來了。美國人知道是假的，那是電影手法的表演，好像很逼真，可是這個事情真的引起全世界人，許多專家學者討論這個問題。這是布萊登先生的一段話，２０１２的災難預言，是布萊登先生拒絕接受的。他認為「２０１２是全人類棄惡揚善、改邪歸正的大好契機，所有人應該端正心念，將世界引導到更好的走向」。那我們要問，這世界上所有的人能端正心念嗎？能改邪歸正嗎？如果能，這個世界會非常美好，什麼問題都沒有了。他說的跟佛經上的道理完全相同。如果不能改，這個災難會不會有？幾乎有一半的科學家說很有可能，有一半的科學家認為不可能，有一半認為有可能。"
    },
    {
      "id": "02-039-0186_p0013",
      "zh_CN": "我们学佛的同学，跟他们的看法又不太一样，他们是用科学数据来说的，我们是根据佛的教诲。佛也有依据，所依据的就是「心现识变」、「一切法从心想生」。如果地球上的居民都是上善之人，这个善恶的标准是以《十善业道经》，如果是上善之人，给诸位说，地球马上就变成极乐世界，我们也用不着念阿弥陀佛往生西方净土了，这就是的。如果居住在地球上这些众生还是迷惑颠倒，还是不能接受、不相信，继续不断再造恶业，那我们就知道，佛在经上常讲「相由心生，境随心转」，我们居住这个环境随着我们念头转。哪些念头？《楞严经》上讲得很清楚，贪的念头，感得的是水灾，海水上升；瞋恚的念头，感的是温度上升，现在地球上温度不断上升，感得火山爆发，这种干旱，这都是属于瞋恚；愚痴感得的是风灾，傲慢感得的是地震。所以佛教人「勤修戒定慧，息灭贪瞋痴」，这灾难都没有了。对于环境是带来这么多灾难，那对自己的身体就是疾病，你的病有热病、有寒病，热病是瞋恚，寒病是贪婪，总离不开贪瞋痴慢疑。",
      "zh_TW": "我們學佛的同學，跟他們的看法又不太一樣，他們是用科學數據來說的，我們是根據佛的教誨。佛也有依據，所依據的就是「心現識變」、「一切法從心想生」。如果地球上的居民都是上善之人，這個善惡的標準是以《十善業道經》，如果是上善之人，給諸位說，地球馬上就變成極樂世界，我們也用不著念阿彌陀佛往生西方淨土了，這就是的。如果居住在地球上這些眾生還是迷惑顛倒，還是不能接受、不相信，繼續不斷再造惡業，那我們就知道，佛在經上常講「相由心生，境隨心轉」，我們居住這個環境隨著我們念頭轉。哪些念頭？《楞嚴經》上講得很清楚，貪的念頭，感得的是水災，海水上升；瞋恚的念頭，感的是溫度上升，現在地球上溫度不斷上升，感得火山爆發，這種乾旱，這都是屬於瞋恚；愚痴感得的是風災，傲慢感得的是地震。所以佛教人「勤修戒定慧，息滅貪瞋痴」，這災難都沒有了。對於環境是帶來這麼多災難，那對自己的身體就是疾病，你的病有熱病、有寒病，熱病是瞋恚，寒病是貪婪，總離不開貪瞋痴慢疑。"
    },
    {
      "id": "02-039-0186_p0014",
      "zh_CN": "所以我常讲，因为我们也见到有一些通灵，我见到很多，治病不必用医药就能把病治好。真的吗？如果是真的，因果律就推翻了，佛讲的话就不灵。但是有时候真的好像有这个迹象，那你要晓得，那是暂时的，不是把你病根拔掉，所谓头痛医头，脚痛医脚，一时好了，过两天不又犯了吗？什么道理？大乘教里面告诉我们，贪瞋痴慢疑，这个疑是对圣教的怀疑，这是病根。你所用的方法帮人治病，能不能把病根拔掉？如果病根拔掉，他病真的就没有了，那真的治好了。拔不掉，你只是他哪里痛，你把痛可以止住，贪瞋痴慢拔不掉，贪瞋痴慢是病因，因要遇到缘，病就现前。缘是什么？缘有内有外，内缘怨恨恼怒烦，这是你的烦恼，外缘财色名食睡，这三个东西一结合，你病就来了，身体病就来了，外面山河大地都变了，那就是灾难频出。你想想看，你那些用的方法，是不是能把这个东西拔掉？因拔不掉，缘也拔不掉，你不能把怨恨恼怒烦消灭掉，你不能够把财色名食睡消灭掉，你怎么能把病治好？所以那个治我们晓得，那是治标，不是治本，是治一时，不是断根，让你感受很好，觉得我的病没有了，过不久，几个月就犯了，或者稍微久一点，几年之后又犯了。为什么？他病的因缘在，你没有把它了断。所以这个道理你要懂，那你对于一切治疗，你就不感觉得奇怪了。",
      "zh_TW": "所以我常講，因為我們也見到有一些通靈，我見到很多，治病不必用醫藥就能把病治好。真的嗎？如果是真的，因果律就推翻了，佛講的話就不靈。但是有時候真的好像有這個跡象，那你要曉得，那是暫時的，不是把你病根拔掉，所謂頭痛醫頭，腳痛醫腳，一時好了，過兩天不又犯了嗎？什麼道理？大乘教裡面告訴我們，貪瞋痴慢疑，這個疑是對聖教的懷疑，這是病根。你所用的方法幫人治病，能不能把病根拔掉？如果病根拔掉，他病真的就沒有了，那真的治好了。拔不掉，你只是他哪裡痛，你把痛可以止住，貪瞋痴慢拔不掉，貪瞋痴慢是病因，因要遇到緣，病就現前。緣是什麼？緣有內有外，內緣怨恨惱怒煩，這是你的煩惱，外緣財色名食睡，這三個東西一結合，你病就來了，身體病就來了，外面山河大地都變了，那就是災難頻出。你想想看，你那些用的方法，是不是能把這個東西拔掉？因拔不掉，緣也拔不掉，你不能把怨恨惱怒煩消滅掉，你不能夠把財色名食睡消滅掉，你怎麼能把病治好？所以那個治我們曉得，那是治標，不是治本，是治一時，不是斷根，讓你感受很好，覺得我的病沒有了，過不久，幾個月就犯了，或者稍微久一點，幾年之後又犯了。為什麼？他病的因緣在，你沒有把它了斷。所以這個道理你要懂，那你對於一切治療，你就不感覺得奇怪了。"
    },
    {
      "id": "02-039-0186_p0015",
      "zh_CN": "中医了不起，五千年的经验。我在年轻，二十几岁的时候，方东美老师跟我谈，他说中医是五千年经验，西医只有三百年，二战的时候幸亏发明了抗生素，救了西医的命，如果没有抗生素，西医早就没有了。他说你是相信西医还是相信中医？现在的中医真的也有问题，不是中医有问题，是医生出了问题，他没有真正学得好，问题在这里。真学中医，相当不容易。我在台中，我们老师是个很好的中医，李炳南老居士。我真想跟他学，他告诉我，你年龄过了。他说如果你不到二十岁，我一定会教你，你今年三十岁，太晚了，中医学习至少得十年以上的工夫。中国过去中医总是世代相传，小孩从二、三岁他就在看诊断、在看治疗，三、四岁小孩对于穴道他就很清楚，老人问他，指出穴道，他能够指得出来。所以从小看的。",
      "zh_TW": "中醫了不起，五千年的經驗。我在年輕，二十幾歲的時候，方東美老師跟我談，他說中醫是五千年經驗，西醫只有三百年，二戰的時候幸虧發明了抗生素，救了西醫的命，如果沒有抗生素，西醫早就沒有了。他說你是相信西醫還是相信中醫？現在的中醫真的也有問題，不是中醫有問題，是醫生出了問題，他沒有真正學得好，問題在這裡。真學中醫，相當不容易。我在台中，我們老師是個很好的中醫，李炳南老居士。我真想跟他學，他告訴我，你年齡過了。他說如果你不到二十歲，我一定會教你，你今年三十歲，太晚了，中醫學習至少得十年以上的工夫。中國過去中醫總是世代相傳，小孩從二、三歲他就在看診斷、在看治療，三、四歲小孩對於穴道他就很清楚，老人問他，指出穴道，他能夠指得出來。所以從小看的。"
    },
    {
      "id": "02-039-0186_p0016",
      "zh_CN": "那个时候医生好，药也好。现在人没有福报，造业太重了，所以好的中医不容易遇到，可遇不可求，药材都有问题，假的药太多了。还有现在的土地，好的药材已经不能生长，为什么？土地被农药、化肥毒害了，土壤有毒，你说有什么办法？《无量寿经》后面佛讲，那是讲现在，现在人「饮苦食毒」。我们读到这句话感受非常之深，现在人哪来的幸福？逼着我们自己要下田去耕种，这才放心。现在就是素食里头都有农药、化肥，肉食就更不必说，那就太严重，你要是看到了，你害怕，你亲眼看到，你就不敢吃肉了。海里面海水有毒，所以海鲜里问题就严重。许许多多疾病都从饮食上来的，病从口入！怎么办？佛教给我们，跟布莱登先生讲的话是一个意思，改变心态。为什么？境随心转。佛家说，清净心是我们人最好的免疫一个体系，清净心，它不会感染病毒，大慈悲心能化解病毒，所以清净、慈悲保你的平安。",
      "zh_TW": "那個時候醫生好，藥也好。現在人沒有福報，造業太重了，所以好的中醫不容易遇到，可遇不可求，藥材都有問題，假的藥太多了。還有現在的土地，好的藥材已經不能生長，為什麼？土地被農藥、化肥毒害了，土壤有毒，你說有什麼辦法？《無量壽經》後面佛講，那是講現在，現在人「飲苦食毒」。我們讀到這句話感受非常之深，現在人哪來的幸福？逼著我們自己要下田去耕種，這才放心。現在就是素食裡頭都有農藥、化肥，肉食就更不必說，那就太嚴重，你要是看到了，你害怕，你親眼看到，你就不敢吃肉了。海裡面海水有毒，所以海鮮裡問題就嚴重。許許多多疾病都從飲食上來的，病從口入！怎麼辦？佛教給我們，跟布萊登先生講的話是一個意思，改變心態。為什麼？境隨心轉。佛家說，清淨心是我們人最好的免疫一個體系，清淨心，它不會感染病毒，大慈悲心能化解病毒，所以清淨、慈悲保你的平安。"
    },
    {
      "id": "02-039-0186_p0017",
      "zh_CN": "今天的世界，不是哪一个国家、一个局限的地区，不是的，全世界几乎没有例外的。地球太小，信息太发达，今天人类思想不善、言行不善，是普世的一个大问题，不局限在哪里。所以我们要用什么心量来对待，这大问题。七十年代，在上个世纪，英国汤恩比博士说了一句话，「要解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法」。你能相信吗？它是真的吗？我问过很多人，而且真正对中国传统文化有研究的人，包括外国人，他们不敢断定。如果要问，孔孟学说是什么？一句话说了；大乘佛法是什么？不要啰嗦，一句话，「孔曰成仁，孟曰取义」，用仁义两个字，「夫子之道，忠恕而已矣」。我们用这四个字可以代表，中国传统的文化「仁义忠恕」，能不能解决世界问题？能。仁者爱人，仁里面包括孝悌，「孝弟也者，其为仁之本与」，包括孝悌。义，合情、合理、合法，我们能够遵守、能够学习。忠，忠是不偏不邪，你的心正、行为正，偏邪的标准是圣人的教诲，你能够守住。对一切人，无论他犯什么样的罪行，要原谅他，恕！不要去责怪他，为什么？他没受过教育，在这种社会里，他怎么会不变坏？他要不变坏，他是佛菩萨再来的，他是大圣大贤，否则的话他肯定会变坏，这是大染缸。所以一切都要原谅，总是「行有不得，反求诸己」，常常回光返照，看看自己，你就能体谅别人。不追究，什么样的过失都不要追究，也不要放在心上，做好样子给他看，感化他，希望他改邪归正，那就是好人了。要是有责怪别人的心，你的心就不够厚道，他有过失，你跟着就有过失，你就错了。这是忠恕。所以用这四个字，真的，汤恩比的话说得没错。",
      "zh_TW": "今天的世界，不是哪一個國家、一個侷限的地區，不是的，全世界幾乎沒有例外的。地球太小，信息太發達，今天人類思想不善、言行不善，是普世的一個大問題，不侷限在哪裡。所以我們要用什麼心量來對待，這大問題。七十年代，在上個世紀，英國湯恩比博士說了一句話，「要解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法」。你能相信嗎？它是真的嗎？我問過很多人，而且真正對中國傳統文化有研究的人，包括外國人，他們不敢斷定。如果要問，孔孟學說是什麼？一句話說了；大乘佛法是什麼？不要囉嗦，一句話，「孔曰成仁，孟曰取義」，用仁義兩個字，「夫子之道，忠恕而已矣」。我們用這四個字可以代表，中國傳統的文化「仁義忠恕」，能不能解決世界問題？能。仁者愛人，仁裡面包括孝悌，「孝弟也者，其為仁之本與」，包括孝悌。義，合情、合理、合法，我們能夠遵守、能夠學習。忠，忠是不偏不邪，你的心正、行為正，偏邪的標準是聖人的教誨，你能夠守住。對一切人，無論他犯什麼樣的罪行，要原諒他，恕！不要去責怪他，為什麼？他沒受過教育，在這種社會裡，他怎麼會不變壞？他要不變壞，他是佛菩薩再來的，他是大聖大賢，否則的話他肯定會變壞，這是大染缸。所以一切都要原諒，總是「行有不得，反求諸己」，常常回光返照，看看自己，你就能體諒別人。不追究，什麼樣的過失都不要追究，也不要放在心上，做好樣子給他看，感化他，希望他改邪歸正，那就是好人了。要是有責怪別人的心，你的心就不夠厚道，他有過失，你跟著就有過失，你就錯了。這是忠恕。所以用這四個字，真的，湯恩比的話說得沒錯。"
    },
    {
      "id": "02-039-0186_p0018",
      "zh_CN": "大乘，我们也用四个字，「真诚慈悲」。汤恩比的话没说错！处事待人接物一定真诚，他骗我，我用真诚心对他，用慈悲心接物。大乘跟孔孟意思非常接近，真的能解决二十一世纪灾难的问题，帮助所有的人，这是布莱登所讲的，帮助所有的人弃恶扬善、改邪归正，社会有救。真行吗？真行，我们曾经做过实验，在安徽汤池小镇，做过三年的实验，非常有效，非常管用。疾病跟灾难是相连的、相通的，有密切的关系，我们如何先保护自己，保护自己的健康，保护自己居住环境，减少灾变。我相信每个人都有这个意愿，你要真肯学，大乘教里头、孔孟里头真有方法对治。",
      "zh_TW": "大乘，我們也用四個字，「真誠慈悲」。湯恩比的話沒說錯！處事待人接物一定真誠，他騙我，我用真誠心對他，用慈悲心接物。大乘跟孔孟意思非常接近，真的能解決二十一世紀災難的問題，幫助所有的人，這是布萊登所講的，幫助所有的人棄惡揚善、改邪歸正，社會有救。真行嗎？真行，我們曾經做過實驗，在安徽湯池小鎮，做過三年的實驗，非常有效，非常管用。疾病跟災難是相連的、相通的，有密切的關係，我們如何先保護自己，保護自己的健康，保護自己居住環境，減少災變。我相信每個人都有這個意願，你要真肯學，大乘教裡頭、孔孟裡頭真有方法對治。"
    },
    {
      "id": "02-039-0186_p0019",
      "zh_CN": "我们说了这么多话，都是说明《法集经》里「菩萨摩诃萨，得彼诸佛如来天眼」。「又《大智度论》曰：天眼彻视，则不动而遍至。十方不来，比丘亦不往。如佛天眼故，十方国土皆悉一时睹见也」。我们把这段再念下去，下面这是黄老居士的解释，「据上经论，可知法藏菩萨摩诃萨，承世间自在王如来威神加被，得如佛之天眼，故能不动而遍见十方，于佛说国土皆悉睹见」。这话是真的，不是假的，但是很不好懂，为什么？不是我们的境界。佛告诉我们，时间跟空间不是真的。你看我们学佛，初学的时候学《百法明门》，《百法明门》里面就把它说清楚了，时分就是时间，方分就是空间，这两法都是属于二十四个不相应里面的。什么叫不相应？它跟心法不相应，跟心所法也不相应，跟色法也不相应，但是它是心、心所、色法产生的一个假象，用现在的话来说，叫抽象概念，它不是真的。你不能说它没有，你也不可以说它真有，如果我们有能力突破空间维次，这现象就没有了。时间没有了，就是先后没有了，过去、未来没有了；空间没有了，给诸位说，距离没有了，十方无量无边的这些佛刹在哪？都在面前，距离没有了。所以十方三世一切诸佛刹土，法藏菩萨全看见了。",
      "zh_TW": "我們說了這麼多話，都是說明《法集經》裡「菩薩摩訶薩，得彼諸佛如來天眼」。「又《大智度論》曰：天眼徹視，則不動而遍至。十方不來，比丘亦不往。如佛天眼故，十方國土皆悉一時睹見也」。我們把這段再念下去，下面這是黃老居士的解釋，「據上經論，可知法藏菩薩摩訶薩，承世間自在王如來威神加被，得如佛之天眼，故能不動而遍見十方，於佛說國土皆悉睹見」。這話是真的，不是假的，但是很不好懂，為什麼？不是我們的境界。佛告訴我們，時間跟空間不是真的。你看我們學佛，初學的時候學《百法明門》，《百法明門》裡面就把它說清楚了，時分就是時間，方分就是空間，這兩法都是屬於二十四個不相應裡面的。什麼叫不相應？它跟心法不相應，跟心所法也不相應，跟色法也不相應，但是它是心、心所、色法產生的一個假象，用現在的話來說，叫抽象概念，它不是真的。你不能說它沒有，你也不可以說它真有，如果我們有能力突破空間維次，這現象就沒有了。時間沒有了，就是先後沒有了，過去、未來沒有了；空間沒有了，給諸位說，距離沒有了，十方無量無邊的這些佛剎在哪？都在面前，距離沒有了。所以十方三世一切諸佛剎土，法藏菩薩全看見了。"
    },
    {
      "id": "02-039-0186_p0020",
      "zh_CN": "这些空间维次从哪里来的？这就是说明二十四个不相应从哪来的，是从你妄想分别执着里头变现来的，你能把妄想分别执着断掉，它就没有了，它不是真的。《金刚经》上说得好，「凡所有相，皆是虚妄」，不但六道是虚妄的，四圣法界也是虚妄的，还包括诸佛实报庄严土也是虚妄的，因为佛没有说实报土例外，没有说。实报土怎么是虚妄的？实报土不生不灭，实在讲它有生灭。大乘经里面告诉我们，你破一品无明，证一分法身，十法界不见了，像一场梦一样，你醒过来了，醒过来一看这个世间，这是实报庄严土。实报庄严土确确实实是没有变化，实报土现前，实报土生了，它没有变化。为什么没有变化？它只有唯心所现，它没有唯识所变，因为识已经转过来了，转八识成四智，所以它没有变化。极乐世界的人长寿，寿多长？大概讲，三大阿僧祇劫。为什么这样说法？他在实报土住这么长的时间，无始无明习气断尽了。无始无明习气没有方法断的，只是随它去，自然就没有了，让时间去淘汰它，这个时间要这么长，要三大阿僧祇劫。无始无明淘汰尽，完全没有了，这个果位就不叫等觉，叫妙觉。妙觉在不在实报庄严土？不在了。他到哪里去？他到常寂光里面去，常寂光是自性，换句话说，圆满的回归自性了。",
      "zh_TW": "這些空間維次從哪裡來的？這就是說明二十四個不相應從哪來的，是從你妄想分別執著裡頭變現來的，你能把妄想分別執著斷掉，它就沒有了，它不是真的。《金剛經》上說得好，「凡所有相，皆是虛妄」，不但六道是虛妄的，四聖法界也是虛妄的，還包括諸佛實報莊嚴土也是虛妄的，因為佛沒有說實報土例外，沒有說。實報土怎麼是虛妄的？實報土不生不滅，實在講它有生滅。大乘經裡面告訴我們，你破一品無明，證一分法身，十法界不見了，像一場夢一樣，你醒過來了，醒過來一看這個世間，這是實報莊嚴土。實報莊嚴土確確實實是沒有變化，實報土現前，實報土生了，它沒有變化。為什麼沒有變化？它只有唯心所現，它沒有唯識所變，因為識已經轉過來了，轉八識成四智，所以它沒有變化。極樂世界的人長壽，壽多長？大概講，三大阿僧祇劫。為什麼這樣說法？他在實報土住這麼長的時間，無始無明習氣斷盡了。無始無明習氣沒有方法斷的，只是隨它去，自然就沒有了，讓時間去淘汰它，這個時間要這麼長，要三大阿僧祇劫。無始無明淘汰盡，完全沒有了，這個果位就不叫等覺，叫妙覺。妙覺在不在實報莊嚴土？不在了。他到哪裡去？他到常寂光裡面去，常寂光是自性，換句話說，圓滿的回歸自性了。"
    },
    {
      "id": "02-039-0186_p0021",
      "zh_CN": "自性不是精神也不是物质，它无处不在、无时不在。惠能大师见性的时候说了五句话，告诉我们自性的样子，他说得很简单，没细说，就是「何期自性，本自清净」，自性是清净的，没有染污。我们现在自性有没有染污？也没有，染污是阿赖耶有染污，自性没有染污，清净的。「本不生灭」，它真的是不生不灭，所以经教里称它为大般涅槃。「本自具足」，它虽然什么都没有，具足圆满的智慧德相。所以贤首国师的《还源观》称它为「自性清净圆明体」，叫圆明，明是智慧，圆是德相。「本无动摇」，就自性本定。「能生万法」，一切万法是从它生的。它什么都没有，它所生的那个万法，你要晓得，所生的万法相有性空、事有理无，因果有，到明心见性因果还有，到无始无明习气断尽了，因果就没有了。为什么？他回到常寂光，就没有了，阿赖耶出现的那一天，因果就现前。起心动念，第一个念头没有因，第二个念头有因；第一个念头是因，第二个念头是果；第二个念头是因，第三个念头就是果，因果就跟着来了，这个道理你不能不懂。所以一些大德常说，「万法皆空，因果不空」，这话说得有道理。因果跟阿赖耶相同，同生同灭，转识成智，因果就没有了；没有能转阿赖耶成大圆镜智之前，因果存在。所以起心动念都有因果，你的念头是染还是净、是善还是恶，全都有报应，你自己不知道，等报应现前的时候，你后悔莫及了。",
      "zh_TW": "自性不是精神也不是物質，它無處不在、無時不在。惠能大師見性的時候說了五句話，告訴我們自性的樣子，他說得很簡單，沒細說，就是「何期自性，本自清淨」，自性是清淨的，沒有染污。我們現在自性有沒有染污？也沒有，染污是阿賴耶有染污，自性沒有染污，清淨的。「本不生滅」，它真的是不生不滅，所以經教裡稱它為大般涅槃。「本自具足」，它雖然什麼都沒有，具足圓滿的智慧德相。所以賢首國師的《還源觀》稱它為「自性清淨圓明體」，叫圓明，明是智慧，圓是德相。「本無動搖」，就自性本定。「能生萬法」，一切萬法是從它生的。它什麼都沒有，它所生的那個萬法，你要曉得，所生的萬法相有性空、事有理無，因果有，到明心見性因果還有，到無始無明習氣斷盡了，因果就沒有了。為什麼？他回到常寂光，就沒有了，阿賴耶出現的那一天，因果就現前。起心動念，第一個念頭沒有因，第二個念頭有因；第一個念頭是因，第二個念頭是果；第二個念頭是因，第三個念頭就是果，因果就跟著來了，這個道理你不能不懂。所以一些大德常說，「萬法皆空，因果不空」，這話說得有道理。因果跟阿賴耶相同，同生同滅，轉識成智，因果就沒有了；沒有能轉阿賴耶成大圓鏡智之前，因果存在。所以起心動念都有因果，你的念頭是染還是淨、是善還是惡，全都有報應，你自己不知道，等報應現前的時候，你後悔莫及了。"
    },
    {
      "id": "02-039-0186_p0022",
      "zh_CN": "这些道理、真相，佛经上讲诸法实相，确实只有大乘经讲得透彻。非常难得，近代这些科学家，他们在研究发现，宇宙的源起、生命的源起、精神现象跟物质现象的源起，研究的跟大乘经讲的愈来愈接近。所以我相信二、三十年之后，佛教在这个世间不叫宗教了，叫高等科学，被科学家承认、肯定了。你看看三千年前释迦牟尼佛讲的，三千年后科学家把它证明。头一个证明就是物质现象是假的，不存在，物质是怎么回事情？就是意念累积连续产生的幻相，这是科学家的结论。你看，它不就是一切法从心想生吗？物质现象是从心想生的，精神现象还是从心想生，你就知道这个意念的能量有多大！我们这个意念，所谓能量消失掉是什么？散乱了，就是你胡思乱想，你想得太多，分散了，就像光一样，你散光。如果你能用激光，把光收成一点，那个力量太大了，那个力量可以改变星球在太空当中运行的轨道，你有能力改变它。地球在太空当中轨道偏斜了，你有能力，就是用你的意念，能把它修复，有这么大的能量。那地球上发生的小灾难算什么？很容易把它修正的。也许有人说了，佛菩萨有这个能量，为什么不救救地球上这些人？这就是刚才讲了，医生他可以来帮你治一下，能够给你灾难减轻、灾难时间缩短，但是你们贪瞋痴造业没断，那是灾难的因。他也是能治标，不能治本。治本，靠自己，自己觉悟才真正是标本兼治。我们求佛菩萨，大灾难求，有没有感应？有感应，治标。感应后自己很快乐，佛菩萨保佑我，过两天妄念又起来，又干坏事了，再去求菩萨，求多了就不灵。人同此心，心同此理，你慢慢去想都能想得通，没有想不通的。这是真的，不是假的，佛教里头一丝毫的迷信都没有。",
      "zh_TW": "這些道理、真相，佛經上講諸法實相，確實只有大乘經講得透徹。非常難得，近代這些科學家，他們在研究發現，宇宙的源起、生命的源起、精神現象跟物質現象的源起，研究的跟大乘經講的愈來愈接近。所以我相信二、三十年之後，佛教在這個世間不叫宗教了，叫高等科學，被科學家承認、肯定了。你看看三千年前釋迦牟尼佛講的，三千年後科學家把它證明。頭一個證明就是物質現象是假的，不存在，物質是怎麼回事情？就是意念累積連續產生的幻相，這是科學家的結論。你看，它不就是一切法從心想生嗎？物質現象是從心想生的，精神現象還是從心想生，你就知道這個意念的能量有多大！我們這個意念，所謂能量消失掉是什麼？散亂了，就是你胡思亂想，你想得太多，分散了，就像光一樣，你散光。如果你能用激光，把光收成一點，那個力量太大了，那個力量可以改變星球在太空當中運行的軌道，你有能力改變它。地球在太空當中軌道偏斜了，你有能力，就是用你的意念，能把它修復，有這麼大的能量。那地球上發生的小災難算什麼？很容易把它修正的。也許有人說了，佛菩薩有這個能量，為什麼不救救地球上這些人？這就是剛才講了，醫生他可以來幫你治一下，能夠給你災難減輕、災難時間縮短，但是你們貪瞋痴造業沒斷，那是災難的因。他也是能治標，不能治本。治本，靠自己，自己覺悟才真正是標本兼治。我們求佛菩薩，大災難求，有沒有感應？有感應，治標。感應後自己很快樂，佛菩薩保佑我，過兩天妄念又起來，又幹壞事了，再去求菩薩，求多了就不靈。人同此心，心同此理，你慢慢去想都能想得通，沒有想不通的。這是真的，不是假的，佛教裡頭一絲毫的迷信都沒有。"
    },
    {
      "id": "02-039-0186_p0023",
      "zh_CN": "所以确确实实时空突破之后，就在本处不动，十方无量无边的刹土统统现前，像看电视频道一样，我ㄧ个频道一个频道看，都在眼前。我们现在看频道是一个画面，平面的，突破空间维次看到是立体的，不是平面的，想看哪个佛国土，那个佛国土就现前。所以法藏比丘用的时间，千亿劫这么长的时间，在每一个世界里头选择，选择它最优秀的、最好的，造成极乐世界。所以极乐世界的美好，是集十方三世一切诸佛刹土的大成，美好的大成，这样才超过诸佛刹土。",
      "zh_TW": "所以確確實實時空突破之後，就在本處不動，十方無量無邊的剎土統統現前，像看電視頻道一樣，我ㄧ個頻道一個頻道看，都在眼前。我們現在看頻道是一個畫面，平面的，突破空間維次看到是立體的，不是平面的，想看哪個佛國土，那個佛國土就現前。所以法藏比丘用的時間，千億劫這麼長的時間，在每一個世界裡頭選擇，選擇它最優秀的、最好的，造成極樂世界。所以極樂世界的美好，是集十方三世一切諸佛剎土的大成，美好的大成，這樣才超過諸佛剎土。"
    },
    {
      "id": "02-039-0186_p0024",
      "zh_CN": "我们懂得这个道理，同样这个道理，我再讲个小事情跟诸位分享。很多有善心的人士常常跟我谈，我们传统文化丢掉了一百年。所以现在人不懂得传统文化，你不能怪他，他父母不懂，祖父母也不懂，曾祖父母也不懂，大概总得到高祖父母才懂得一点。也就是民国二十年以前的人，他们有这个印象，民国十年以前的人懂得，二十年是有这个印象，不是很真懂，三十年以后慢慢就不懂，就淡忘掉，那是抗战时间了，抗战开始是二十六年，打了八年，中国文化打光了。所以佛经上讲得好，「先人不善，不识道德，无有语者」，你就不能怪人，所以要用恕道，忠恕待人，看待这桩事情。我们怎样把传统文化再复兴？当然，我们有个学校栽培是好，没福报！我一生也是想，想学、想教，没福，一生过着流浪的生活，没有家。我也很安慰，为什么？释迦牟尼佛一生过流浪生活，他每天树下一宿，我还有个小房子住。这是什么？这是福报不够。学，只要自己懂得方法，自己学能成就，古人所谓是「天下无难事，只怕有心人」。这有心是什么？有志，佛家讲有愿，有愿必成。",
      "zh_TW": "我們懂得這個道理，同樣這個道理，我再講個小事情跟諸位分享。很多有善心的人士常常跟我談，我們傳統文化丟掉了一百年。所以現在人不懂得傳統文化，你不能怪他，他父母不懂，祖父母也不懂，曾祖父母也不懂，大概總得到高祖父母才懂得一點。也就是民國二十年以前的人，他們有這個印象，民國十年以前的人懂得，二十年是有這個印象，不是很真懂，三十年以後慢慢就不懂，就淡忘掉，那是抗戰時間了，抗戰開始是二十六年，打了八年，中國文化打光了。所以佛經上講得好，「先人不善，不識道德，無有語者」，你就不能怪人，所以要用恕道，忠恕待人，看待這樁事情。我們怎樣把傳統文化再復興？當然，我們有個學校栽培是好，沒福報！我一生也是想，想學、想教，沒福，一生過著流浪的生活，沒有家。我也很安慰，為什麼？釋迦牟尼佛一生過流浪生活，他每天樹下一宿，我還有個小房子住。這是什麼？這是福報不夠。學，只要自己懂得方法，自己學能成就，古人所謂是「天下無難事，只怕有心人」。這有心是什麼？有志，佛家講有願，有願必成。"
    },
    {
      "id": "02-039-0186_p0025",
      "zh_CN": "你真想学，从哪里学起，这个重要，先从德行学起。孔子教学第一个是德行，第二个是言语，政事、文学是后面的事情，德行第一。德行里面是以孝敬这是根，「孝养父母，奉事师长」，《观无量寿经》净业三福前面这两句，世出世间法的大根大本。你没有这个根，你不会成就，再用功、懂得方法也不会成就，成就有限。你要是有根，那个成就就不一样，学儒，成就是圣贤；学佛，成就是佛菩萨；学道，成就是神仙，这真的，一点都不假。所以你懂方法。德行，儒释道三个根扎稳，一生要守住，恭慎保持，不能失掉。第二个就是要把文言文学会。文言文不难，要采取背诵的方法，这个方法在中国用了几千年，很有效果，背古文，背注解。有分量的，一百篇就够了，一个礼拜背一篇，两年就完成，这是基础，就是中国传统文化的基础。基础奠定好之后，那要记住，「一门深入，长时薰修」，用十年的时间，「十载寒窗，一举成名」，十年专攻一样。专攻一样是什么？戒定慧三学都在其中，专攻一样这是持戒，一门深入是修定，定到一定的程度就开智慧。一般说起来，根性利的三年就得三昧，差一点的，我想四年、五年心定了，七年、八年开智慧了。根利的话三年得定，五年就开智慧。",
      "zh_TW": "你真想學，從哪裡學起，這個重要，先從德行學起。孔子教學第一個是德行，第二個是言語，政事、文學是後面的事情，德行第一。德行裡面是以孝敬這是根，「孝養父母，奉事師長」，《觀無量壽經》淨業三福前面這兩句，世出世間法的大根大本。你沒有這個根，你不會成就，再用功、懂得方法也不會成就，成就有限。你要是有根，那個成就就不一樣，學儒，成就是聖賢；學佛，成就是佛菩薩；學道，成就是神仙，這真的，一點都不假。所以你懂方法。德行，儒釋道三個根紮穩，一生要守住，恭慎保持，不能失掉。第二個就是要把文言文學會。文言文不難，要採取背誦的方法，這個方法在中國用了幾千年，很有效果，背古文，背註解。有分量的，一百篇就夠了，一個禮拜背一篇，兩年就完成，這是基礎，就是中國傳統文化的基礎。基礎奠定好之後，那要記住，「一門深入，長時薰修」，用十年的時間，「十載寒窗，一舉成名」，十年專攻一樣。專攻一樣是什麼？戒定慧三學都在其中，專攻一樣這是持戒，一門深入是修定，定到一定的程度就開智慧。一般說起來，根性利的三年就得三昧，差一點的，我想四年、五年心定了，七年、八年開智慧了。根利的話三年得定，五年就開智慧。"
    },
    {
      "id": "02-039-0186_p0026",
      "zh_CN": "智慧开了还不要变，一定要把它修足十年，为什么？你根深蒂固。那是定功要加深，慧就大，智慧就大！不能彻悟，也能做到大悟。这一悟，一切法他就会自然贯通，一经通一切经通，这个一切经不是说佛经，所有一切典籍你全通了，一接触就通了。在中国，惠能大师是最好的榜样，你看世出世间法你去向他请教，他都会给你讲得清清楚楚、明明白白，没有一样东西把他难住，这智慧现前。智慧从哪里来？自性本具的，佛在《华严经》上讲，「一切众生皆有如来智慧德相」，你自己本有的，用戒定慧这个方法，把自己自性里面智慧德相开发出来。这是古印度跟中国老祖宗用的方法，你要不相信这一套，学外国人的方法，学一辈子，什么也不通。那是真的，处处有障碍，还不如一个老实念佛的人。老实念佛，真正老实念佛，念三年他也就通了，这不可思议。到得定的时候，时空维次慢慢就化解；到智慧现前的时候，可以说是大部分都化解，远近没有了，先后没有了，这跟佛经上讲的完全相同。这个事情是真的，不是假的，我们懂得这个道理，好好修也能入这个境界。",
      "zh_TW": "智慧開了還不要變，一定要把它修足十年，為什麼？你根深蒂固。那是定功要加深，慧就大，智慧就大！不能徹悟，也能做到大悟。這一悟，一切法他就會自然貫通，一經通一切經通，這個一切經不是說佛經，所有一切典籍你全通了，一接觸就通了。在中國，惠能大師是最好的榜樣，你看世出世間法你去向他請教，他都會給你講得清清楚楚、明明白白，沒有一樣東西把他難住，這智慧現前。智慧從哪裡來？自性本具的，佛在《華嚴經》上講，「一切眾生皆有如來智慧德相」，你自己本有的，用戒定慧這個方法，把自己自性裡面智慧德相開發出來。這是古印度跟中國老祖宗用的方法，你要不相信這一套，學外國人的方法，學一輩子，什麼也不通。那是真的，處處有障礙，還不如一個老實念佛的人。老實念佛，真正老實念佛，念三年他也就通了，這不可思議。到得定的時候，時空維次慢慢就化解；到智慧現前的時候，可以說是大部分都化解，遠近沒有了，先後沒有了，這跟佛經上講的完全相同。這個事情是真的，不是假的，我們懂得這個道理，好好修也能入這個境界。"
    },
    {
      "id": "02-039-0186_p0027",
      "zh_CN": "下面一句说，「起发无上殊胜之愿者，起亦是发义。更无有上，是曰无上」，他的愿发得太大了。「殊胜者，事之超绝希有者，曰殊胜。《会疏》曰：无有此上，故云无上。超胜诸愿，故曰殊胜。谓庄严无上故，受乐无上故，光寿无上故，名号无上故，生因无上故，利益无上故。是总四十八愿大体」。这几句话意思很深，你看无上，非常具体的给我们说出来，「庄严无上」。庄严，现在人讲美好，极乐世界的美好，一切诸佛刹土都不能跟它相比。为什么？就像现在建筑一样，它是采取所有一切建筑里头的精华，最美好的，来建筑西方极乐世界。十方诸佛国土，法藏比丘他去参学，现在人讲考察、观摩，他一个不漏，这个发愿不可思议！一个不漏，不是看一、二个，所以庄严无上。「受乐无上」，你在西方极乐世界的享受，这个乐是不是很快乐的？不是的，如果你感觉得很快乐，那是情执。你看七情里头，喜怒哀乐爱恶欲，这是烦恼！这些烦恼统统没有才叫乐，就是七情五欲全没有了，这真乐。这个乐我们说不出来，你也体会不到，你不入这个境界不晓得，真正契入这个境界你才知道。就是苦乐忧喜舍全没有了，这是佛讲的六道众生的五种受，苦乐忧喜舍全部都没有，这叫真乐。所以这个乐不是苦乐的乐，可以说是得大自在，清净自在。",
      "zh_TW": "下面一句說，「起發無上殊勝之願者，起亦是發義。更無有上，是曰無上」，他的願發得太大了。「殊勝者，事之超絕希有者，曰殊勝。《會疏》曰：無有此上，故云無上。超勝諸願，故曰殊勝。謂莊嚴無上故，受樂無上故，光壽無上故，名號無上故，生因無上故，利益無上故。是總四十八願大體」。這幾句話意思很深，你看無上，非常具體的給我們說出來，「莊嚴無上」。莊嚴，現在人講美好，極樂世界的美好，一切諸佛剎土都不能跟它相比。為什麼？就像現在建築一樣，它是採取所有一切建築裡頭的精華，最美好的，來建築西方極樂世界。十方諸佛國土，法藏比丘他去參學，現在人講考察、觀摩，他一個不漏，這個發願不可思議！一個不漏，不是看一、二個，所以莊嚴無上。「受樂無上」，你在西方極樂世界的享受，這個樂是不是很快樂的？不是的，如果你感覺得很快樂，那是情執。你看七情裡頭，喜怒哀樂愛惡欲，這是煩惱！這些煩惱統統沒有才叫樂，就是七情五欲全沒有了，這真樂。這個樂我們說不出來，你也體會不到，你不入這個境界不曉得，真正契入這個境界你才知道。就是苦樂憂喜捨全沒有了，這是佛講的六道眾生的五種受，苦樂憂喜捨全部都沒有，這叫真樂。所以這個樂不是苦樂的樂，可以說是得大自在，清淨自在。"
    },
    {
      "id": "02-039-0186_p0028",
      "zh_CN": "「光寿无上故」，光是光明，也代表智慧；寿极长，三大阿僧祇劫，从初住到等觉，这么长的时间里头没有变化，人没有生老病这个现象。我们这个世间有衰老，极乐世界没有，三大阿僧祇劫永远是年轻，身体永远是强壮。为什么？他没有变，就是说他没有分别执着，所以他就不变。要知道，我们的身体老化，会衰老，都是因为你有念头。你看，年岁慢慢增长，老了，他就有这个念头，这一声老了，他就真老了，就这么回事情。老了就想有病了，想病病就来了；到病的时候想死，死就来了，全是从心想生！极乐世界从来没有这个念头，没这个观念，所以他也不老、他也不病、他也不死。到最后一品生相无明习气断尽的时候，他回归常寂光，叫妙觉位，到那个时候，实报庄严土没有了，自性清净圆明体现前。现前起不起作用？起作用，十方世界的众生有感，他会有应，应以什么身得度，他就现什么身。",
      "zh_TW": "「光壽無上故」，光是光明，也代表智慧；壽極長，三大阿僧祇劫，從初住到等覺，這麼長的時間裡頭沒有變化，人沒有生老病這個現象。我們這個世間有衰老，極樂世界沒有，三大阿僧祇劫永遠是年輕，身體永遠是強壯。為什麼？他沒有變，就是說他沒有分別執著，所以他就不變。要知道，我們的身體老化，會衰老，都是因為你有念頭。你看，年歲慢慢增長，老了，他就有這個念頭，這一聲老了，他就真老了，就這麼回事情。老了就想有病了，想病病就來了；到病的時候想死，死就來了，全是從心想生！極樂世界從來沒有這個念頭，沒這個觀念，所以他也不老、他也不病、他也不死。到最後一品生相無明習氣斷盡的時候，他回歸常寂光，叫妙覺位，到那個時候，實報莊嚴土沒有了，自性清淨圓明體現前。現前起不起作用？起作用，十方世界的眾生有感，他會有應，應以什麼身得度，他就現什麼身。"
    },
    {
      "id": "02-039-0186_p0029",
      "zh_CN": "要知道，现身说法，他没有起心动念，如果起心动念他又变成凡夫了，没这个道理。释迦牟尼佛在我们这个世间住世八十年，中国人说虚岁，这八十年当中所作所为，释迦牟尼佛确实没有起心动念过。起心动念尚且没有，哪来的分别执着，这个要知道。这是佛菩萨应化在世间跟我们不一样！外面样子是一样，里头完全不一样。所以他们自住的境界我们不得而知，我们看外表好像跟我们是一样，其实完全不相同，他永远住在自性，自性本定。为我们讲经说法，为我们表演，那是什么？我们有感，他来应，他自然有应。像我们敲钟敲鼓，我们敲是感，它的音声就是应，它没有心，并不是说要分别一下，你敲重一点，我响大一点；你轻一点，我就响轻一点，没有，完全没有。所以众生有感，他就有应，众生没有感，他就不现了，我们讲他就灭度、走了。光寿无上。",
      "zh_TW": "要知道，現身說法，他沒有起心動念，如果起心動念他又變成凡夫了，沒這個道理。釋迦牟尼佛在我們這個世間住世八十年，中國人說虛歲，這八十年當中所作所為，釋迦牟尼佛確實沒有起心動念過。起心動念尚且沒有，哪來的分別執著，這個要知道。這是佛菩薩應化在世間跟我們不一樣！外面樣子是一樣，裡頭完全不一樣。所以他們自住的境界我們不得而知，我們看外表好像跟我們是一樣，其實完全不相同，他永遠住在自性，自性本定。為我們講經說法，為我們表演，那是什麼？我們有感，他來應，他自然有應。像我們敲鐘敲鼓，我們敲是感，它的音聲就是應，它沒有心，並不是說要分別一下，你敲重一點，我響大一點；你輕一點，我就響輕一點，沒有，完全沒有。所以眾生有感，他就有應，眾生沒有感，他就不現了，我們講他就滅度、走了。光壽無上。"
    },
    {
      "id": "02-039-0186_p0030",
      "zh_CN": "「名号无上」，这是无比殊妙的一个法门，为什么？他用名号接引众生。名号就是「阿弥陀佛」四个字，通常我们加上「南无」，南无是印度话，梵语，意思是皈依、归命、礼敬，有这么多意思在里头。真正念佛求生西方极乐世界，莲池大师告诉我们，四个字就够了，我真的要到极乐世界去，客气话就免了，南无是客气话。如果信愿不坚定，祖师教你加「南无」，跟阿弥陀佛结缘，我皈依阿弥陀佛，我礼敬阿弥陀佛，就用这些恭敬的词；如果真想去，不要客气了。《竹窗随笔》里有这么一段，有人向他老人家请教，念佛怎么个念法？他教人南无阿弥陀佛。人家问他，你老人家自己怎么念法？他说我念阿弥陀佛。为什么你教别人要加两个字？他说你们还不想往生，我是真要往生，真往生就不要客气了，真干！这说出。因为名号上头没有南无两个字，「执持名号」，这经上说得很清楚、很明白。以名号，你看这么简单、这么容易，就能把一个凡夫，一品烦恼都没有断，接引到西方极乐世界，住实报庄严土，这不可思议！这个法门到哪去找去？十方一切诸佛菩萨没这个法门。",
      "zh_TW": "「名號無上」，這是無比殊妙的一個法門，為什麼？他用名號接引眾生。名號就是「阿彌陀佛」四個字，通常我們加上「南無」，南無是印度話，梵語，意思是皈依、歸命、禮敬，有這麼多意思在裡頭。真正念佛求生西方極樂世界，蓮池大師告訴我們，四個字就夠了，我真的要到極樂世界去，客氣話就免了，南無是客氣話。如果信願不堅定，祖師教你加「南無」，跟阿彌陀佛結緣，我皈依阿彌陀佛，我禮敬阿彌陀佛，就用這些恭敬的詞；如果真想去，不要客氣了。《竹窗隨筆》裡有這麼一段，有人向他老人家請教，念佛怎麼個念法？他教人南無阿彌陀佛。人家問他，你老人家自己怎麼念法？他說我念阿彌陀佛。為什麼你教別人要加兩個字？他說你們還不想往生，我是真要往生，真往生就不要客氣了，真幹！這說出。因為名號上頭沒有南無兩個字，「執持名號」，這經上說得很清楚、很明白。以名號，你看這麼簡單、這麼容易，就能把一個凡夫，一品煩惱都沒有斷，接引到西方極樂世界，住實報莊嚴土，這不可思議！這個法門到哪去找去？十方一切諸佛菩薩沒這個法門。"
    },
    {
      "id": "02-039-0186_p0031",
      "zh_CN": "所以诸佛菩萨都很慈悲，看到你能接受，一定把这个法门教给你，为什么？教给你，你一生成就了，你很快就成就。你学其他的法门，不容易，很难！难在哪里？你的烦恼习气断不掉，你妄想分别执着放不下。这个法门是用这句佛号，把烦恼习气取而代之，你要懂得这个道理，你不懂这个道理，念着阿弥陀佛还在打妄想，那就没办法，全破坏了，你这个佛号就白念了。一定要把妄想分别执着念掉，把阿弥陀佛放在你心上，心上不许有任何东西存在，你往生净土，我相信决定不会超过三年，你功夫成就了。心上有阿弥陀佛，还有别的东西夹杂，这就靠不住了。为什么不能有另外的东西？所有的东西都不是真的，记住经上讲的话，「凡所有相，皆是虚妄」，不但相是虚妄，念头都是虚妄，所有念头全是妄念。什么叫正念？正念无念，无一切妄念叫正念。我们在没有入这个境界之前，我们这一句阿弥陀佛是我们的正念，到了极乐世界，你就会证得真正的正念。",
      "zh_TW": "所以諸佛菩薩都很慈悲，看到你能接受，一定把這個法門教給你，為什麼？教給你，你一生成就了，你很快就成就。你學其他的法門，不容易，很難！難在哪裡？你的煩惱習氣斷不掉，你妄想分別執著放不下。這個法門是用這句佛號，把煩惱習氣取而代之，你要懂得這個道理，你不懂這個道理，念著阿彌陀佛還在打妄想，那就沒辦法，全破壞了，你這個佛號就白念了。一定要把妄想分別執著念掉，把阿彌陀佛放在你心上，心上不許有任何東西存在，你往生淨土，我相信決定不會超過三年，你功夫成就了。心上有阿彌陀佛，還有別的東西夾雜，這就靠不住了。為什麼不能有另外的東西？所有的東西都不是真的，記住經上講的話，「凡所有相，皆是虛妄」，不但相是虛妄，念頭都是虛妄，所有念頭全是妄念。什麼叫正念？正念無念，無一切妄念叫正念。我們在沒有入這個境界之前，我們這一句阿彌陀佛是我們的正念，到了極樂世界，你就會證得真正的正念。"
    },
    {
      "id": "02-039-0186_p0032",
      "zh_CN": "「生因无上故」，往生的因确实超越八万四千法门，超越无量法门，没得比！真正念佛人，什么二０一二灾难，不在乎，没事！这个灾难共业所感，如果这世界上的人，科学家给我们的数据跟布莱登先生讲的不一样，布莱登先生讲全人类弃恶向善，这真不容易做到，那让我们全灰心了。科学家提的这个数据，给我们是个喜讯，他用全世界人口百分之ㄧ的平方根，用这个做数据。全世界的人口大概六十五亿，百分之ㄧ的平方根，大概是八千人，还不到一万人，就能拯救地球，就能化解灾难。是真的吗？这么多人造罪业，八千人行善，就能够救了地球？我们就想到那个念头，一个散的，一个是集中的，你就明白这个道理。这八千人真正能够意念集中，那个能量多大？足以把地球上灾难化解掉，纵然不能化解，是大幅度的减轻。这些人到哪里找？找佛教徒就够了，真正学佛的人，不是假学佛的，假学佛的没用处，真学佛。真学佛，真干！先把戒律持好。诸位千万不要有分别心，《弟子规》是儒家的，我们何必要学它，《感应篇》是道教的。我是把它看成一家人，为什么？你看净业三福，「孝养父母，奉事师长」，怎么落实？佛是纲提出来了，怎么落实？《弟子规》就落实，我真正把《弟子规》都做到，「孝养父母，奉事师长」就做到了，这是一不是二。「慈心不杀」，我落实在《感应篇》，《感应篇》真正做到，杀盗淫妄这些烦恼你统统息掉。末后「修十善业」，你没有前面《弟子规》、《感应篇》的这个根，《十善业》你做不到。你看现在这个世界上，我们看了很多地方，接触很多同修，在家《十善业》做不到，出家的《沙弥律仪》做不到，换句话说，是假的不是真的。所以，佛教的衰微衰在哪里？衰在戒律没有了，佛教就没有了；礼没有了，儒就没有了；因果没有了，道就没有了。我们要救，总希望正法久住，找谁？找自己。找别人，你会失望。正法久住从谁做起？从我自己做起，我的心正、行正，落实儒释道的四个根，《十善业道》还加《沙弥律仪》，我统统都能做到，正法久住。",
      "zh_TW": "「生因無上故」，往生的因確實超越八萬四千法門，超越無量法門，沒得比！真正念佛人，什麼二０一二災難，不在乎，沒事！這個災難共業所感，如果這世界上的人，科學家給我們的數據跟布萊登先生講的不一樣，布萊登先生講全人類棄惡向善，這真不容易做到，那讓我們全灰心了。科學家提的這個數據，給我們是個喜訊，他用全世界人口百分之ㄧ的平方根，用這個做數據。全世界的人口大概六十五億，百分之ㄧ的平方根，大概是八千人，還不到一萬人，就能拯救地球，就能化解災難。是真的嗎？這麼多人造罪業，八千人行善，就能夠救了地球？我們就想到那個念頭，一個散的，一個是集中的，你就明白這個道理。這八千人真正能夠意念集中，那個能量多大？足以把地球上災難化解掉，縱然不能化解，是大幅度的減輕。這些人到哪裡找？找佛教徒就夠了，真正學佛的人，不是假學佛的，假學佛的沒用處，真學佛。真學佛，真幹！先把戒律持好。諸位千萬不要有分別心，《弟子規》是儒家的，我們何必要學它，《感應篇》是道教的。我是把它看成一家人，為什麼？你看淨業三福，「孝養父母，奉事師長」，怎麼落實？佛是綱提出來了，怎麼落實？《弟子規》就落實，我真正把《弟子規》都做到，「孝養父母，奉事師長」就做到了，這是一不是二。「慈心不殺」，我落實在《感應篇》，《感應篇》真正做到，殺盜淫妄這些煩惱你統統息掉。末後「修十善業」，你沒有前面《弟子規》、《感應篇》的這個根，《十善業》你做不到。你看現在這個世界上，我們看了很多地方，接觸很多同修，在家《十善業》做不到，出家的《沙彌律儀》做不到，換句話說，是假的不是真的。所以，佛教的衰微衰在哪裡？衰在戒律沒有了，佛教就沒有了；禮沒有了，儒就沒有了；因果沒有了，道就沒有了。我們要救，總希望正法久住，找誰？找自己。找別人，你會失望。正法久住從誰做起？從我自己做起，我的心正、行正，落實儒釋道的四個根，《十善業道》還加《沙彌律儀》，我統統都能做到，正法久住。"
    },
    {
      "id": "02-039-0186_p0033",
      "zh_CN": "真正能做到的人愈多愈好，力量就大了，有八千人的力量，那还得了吗？日本江本博士做了一个实验，这很多同修都晓得，日本琵琶湖，那个湖很大，真的像大海一样，是个湖。有一个海湾，这个海湾是死水，它不流通的，所以这个海湾的水脏、又臭，二十多年。他做实验，找了三百多个人，请了一位老法师，九十多岁老法师，就在这个海湾，大家集中意念来做祈祷，把什么念头都放下，只有一个念头，什么念头？湖水干净了，「我爱你，湖水干净了」，就念这一句话。三百多个人，在那里跟着老和尚念了一个小时，过了三天，湖水真干净了，气味没有了。真干净了，干净了半年，一次，三百多人这个力量祈祷，能够让湖水干净半年。江本也是我的老朋友，我告诉他，我说你最好两个月去祈祷一次，就搞一次，那湖水不就永远干净吗？所以这个祈祷，那个作用，实在讲，这是做了一个证明，它是治标不是治本。怎么样治本？如果这些人的心都清净，心清净了，那个湾的水就清净，这是治本。",
      "zh_TW": "真正能做到的人愈多愈好，力量就大了，有八千人的力量，那還得了嗎？日本江本博士做了一個實驗，這很多同修都曉得，日本琵琶湖，那個湖很大，真的像大海一樣，是個湖。有一個海灣，這個海灣是死水，它不流通的，所以這個海灣的水髒、又臭，二十多年。他做實驗，找了三百多個人，請了一位老法師，九十多歲老法師，就在這個海灣，大家集中意念來做祈禱，把什麼念頭都放下，只有一個念頭，什麼念頭？湖水乾淨了，「我愛你，湖水乾淨了」，就念這一句話。三百多個人，在那裡跟著老和尚念了一個小時，過了三天，湖水真乾淨了，氣味沒有了。真乾淨了，乾淨了半年，一次，三百多人這個力量祈禱，能夠讓湖水乾淨半年。江本也是我的老朋友，我告訴他，我說你最好兩個月去祈禱一次，就搞一次，那湖水不就永遠乾淨嗎？所以這個祈禱，那個作用，實在講，這是做了一個證明，它是治標不是治本。怎麼樣治本？如果這些人的心都清淨，心清淨了，那個灣的水就清淨，這是治本。"
    },
    {
      "id": "02-039-0186_p0034",
      "zh_CN": "现在的办法，当然标本兼治是好事情。治本是教学，端正人心，劝化大众不能有恶念，有恶念不但害自己，也害别人。害自己的罪轻，害别人的罪重，人家无辜受你的害，这个帐算到你头上，要明白这个道理。你真正把这些道理都搞清楚、搞明白了，你的心术自然就正了。时时刻刻记住，做好样子给人看，自己的念头、言语、造作，都是一切众生的好榜样，绝不违背儒释道三家圣人的教诲，你决定没错，你不是迷信，你可修了大福！别人说你迷信，没关系。我初学佛的时候，年纪很轻，我学得很认真，我们的长官、同事、朋友都骂我，都说我迷信，年岁这么轻轻，怎么这么迷？好像没救药了，迷了，以后出家了，这个年轻人完了。过了二十年见面，大家说：你走对了。都说我的路走对了，为什么？他们一退休，老了，看看我还很活跃，不但是在台湾活跃，我在国际上也很活跃，你走对了。所以自己要有认知。现在弘扬传统文化、弘扬佛法，最大的困难是一般人对传统文化不认识，人云亦云，以为这个东西是过去的东西，都是落伍的、都是封建的、都是迷信的，赶不上现在的先进科学。没想到，最先进的科学跟佛法一比，它落后！这个很难得。",
      "zh_TW": "現在的辦法，當然標本兼治是好事情。治本是教學，端正人心，勸化大眾不能有惡念，有惡念不但害自己，也害別人。害自己的罪輕，害別人的罪重，人家無辜受你的害，這個帳算到你頭上，要明白這個道理。你真正把這些道理都搞清楚、搞明白了，你的心術自然就正了。時時刻刻記住，做好樣子給人看，自己的念頭、言語、造作，都是一切眾生的好榜樣，絕不違背儒釋道三家聖人的教誨，你決定沒錯，你不是迷信，你可修了大福！別人說你迷信，沒關係。我初學佛的時候，年紀很輕，我學得很認真，我們的長官、同事、朋友都罵我，都說我迷信，年歲這麼輕輕，怎麼這麼迷？好像沒救藥了，迷了，以後出家了，這個年輕人完了。過了二十年見面，大家說：你走對了。都說我的路走對了，為什麼？他們一退休，老了，看看我還很活躍，不但是在台灣活躍，我在國際上也很活躍，你走對了。所以自己要有認知。現在弘揚傳統文化、弘揚佛法，最大的困難是一般人對傳統文化不認識，人云亦云，以為這個東西是過去的東西，都是落伍的、都是封建的、都是迷信的，趕不上現在的先進科學。沒想到，最先進的科學跟佛法一比，它落後！這個很難得。"
    },
    {
      "id": "02-039-0186_p0035",
      "zh_CN": "我也是非常非常幸运，六十年前遇到方东美先生，我跟他学哲学。他给我讲了一部哲学概论，最后一个单元佛经哲学，我们才重新开始认识佛法，以前以为它是迷信、是宗教。老师把这个东西介绍给我，第一句话就说「释迦牟尼是全世界最伟大的哲学家」，他这么介绍给我，「佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」。我相信他的话，我相信他不骗我，我这样才走进佛门。他还说了一句话，这话很重要，他说现在的佛经哲学不在寺庙。我说在哪里？在经典。从前寺庙里的出家人，都是有道德，都是有大学问，那是真了不起；现在他们不学了，经典存在，他不学了。这个指导很重要，如果他不先说明，我到寺庙去一逛，看到不是这个样子，我会觉得老师骗我，老师可能是佛教徒，骗我。所以这句话说得非常非常重要，我才晓得。我们到寺庙主要是借经书来看。那时候经书找不到，六十年前台湾没有流通经书的，所以许多要读的书，都去寺庙。我最常去的台北善导寺，那有个太虚大师的纪念馆，那就是藏经楼，在那里面有些书可以借出来看，《大藏经》不能借出，有假期的时间就抄经。这个重要！现在我学了六十年，我感谢老师，我是念念不忘老师，不是老师，我怎么会有这一生人生最高的享受？最高的享受不是地位、不是财富，快乐！每天法喜充满，你说这个人生多有意义，真叫幸福美满。这老师给的，指出这么一条路。",
      "zh_TW": "我也是非常非常幸運，六十年前遇到方東美先生，我跟他學哲學。他給我講了一部哲學概論，最後一個單元佛經哲學，我們才重新開始認識佛法，以前以為它是迷信、是宗教。老師把這個東西介紹給我，第一句話就說「釋迦牟尼是全世界最偉大的哲學家」，他這麼介紹給我，「佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」。我相信他的話，我相信他不騙我，我這樣才走進佛門。他還說了一句話，這話很重要，他說現在的佛經哲學不在寺廟。我說在哪裡？在經典。從前寺廟裡的出家人，都是有道德，都是有大學問，那是真了不起；現在他們不學了，經典存在，他不學了。這個指導很重要，如果他不先說明，我到寺廟去一逛，看到不是這個樣子，我會覺得老師騙我，老師可能是佛教徒，騙我。所以這句話說得非常非常重要，我才曉得。我們到寺廟主要是借經書來看。那時候經書找不到，六十年前台灣沒有流通經書的，所以許多要讀的書，都去寺廟。我最常去的台北善導寺，那有個太虛大師的紀念館，那就是藏經樓，在那裡面有些書可以借出來看，《大藏經》不能借出，有假期的時間就抄經。這個重要！現在我學了六十年，我感謝老師，我是念念不忘老師，不是老師，我怎麼會有這一生人生最高的享受？最高的享受不是地位、不是財富，快樂！每天法喜充滿，你說這個人生多有意義，真叫幸福美滿。這老師給的，指出這麼一條路。"
    },
    {
      "id": "02-039-0186_p0036",
      "zh_CN": "我出家，第二个老师，章嘉大师劝我的，劝我学释迦牟尼佛。所以我第一部看的佛经，跟章嘉大师，他教我看《释迦谱》、《释迦方志》。这是从前在《大藏经》里抄出来的，没有这个本子卖。认识释迦牟尼佛。所以今天我们这个社会，要重新认识中国传统文化，要重新认识儒释道三家，不能有误会；有误会，他们不吃亏，我们吃亏。认真去学习。所以中国自古以来，现在有人谈到政治就说封建、迷信、专制，这些名词不好，这是不认识中国传统，认识中国传统就知道，中国是圣贤政治、是圣贤社会。中国所有一切都是圣贤，经商，圣贤的商人；做工，圣贤的工人；教学，圣贤的老师，这一点都不假，因为中国启蒙教育就教你学圣、学贤，这才真正认识。所以英国汤恩比博士认识中国文化，我们现在很多中国的人比不上他。这个观念要改过来，然后你才能接受，你才能真正得到古圣先贤的这些教诲，真实利益。",
      "zh_TW": "我出家，第二個老師，章嘉大師勸我的，勸我學釋迦牟尼佛。所以我第一部看的佛經，跟章嘉大師，他教我看《釋迦譜》、《釋迦方志》。這是從前在《大藏經》裡抄出來的，沒有這個本子賣。認識釋迦牟尼佛。所以今天我們這個社會，要重新認識中國傳統文化，要重新認識儒釋道三家，不能有誤會；有誤會，他們不吃虧，我們吃虧。認真去學習。所以中國自古以來，現在有人談到政治就說封建、迷信、專制，這些名詞不好，這是不認識中國傳統，認識中國傳統就知道，中國是聖賢政治、是聖賢社會。中國所有一切都是聖賢，經商，聖賢的商人；做工，聖賢的工人；教學，聖賢的老師，這一點都不假，因為中國啟蒙教育就教你學聖、學賢，這才真正認識。所以英國湯恩比博士認識中國文化，我們現在很多中國的人比不上他。這個觀念要改過來，然後你才能接受，你才能真正得到古聖先賢的這些教誨，真實利益。"
    },
    {
      "id": "02-039-0186_p0037",
      "zh_CN": "后面，「利益无上故。是总四十八愿大体」，四十八愿的体就在这一段经文里头，从这里才有后面的四十八愿。所以四十八愿也不是凭空想出来的，有根有据。今天时间到了，我们就学到此地。",
      "zh_TW": "後面，「利益無上故。是總四十八願大體」，四十八願的體就在這一段經文裡頭，從這裡才有後面的四十八願。所以四十八願也不是憑空想出來的，有根有據。今天時間到了，我們就學到此地。"
    }
  ]
}