{
  "doc_id": "02-039-0410",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四一０集",
    "zh_TW": "第四一０集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0410",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "02-039-0410_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，第五百一十一面，第六行当中下半段看起，从《钞》这个地方看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，第五百一十一面，第六行當中下半段看起，從《鈔》這個地方看起："
    },
    {
      "id": "02-039-0410_p0002",
      "zh_CN": "这个《钞》是《弥陀疏钞》，莲池大师讲的。昨天我们因为时间到了，最后这一段我们今天把它补出来。莲池大师在前面说，「着事」，执着在事上的修学，就是念佛，「而念能相继」，我真干、真念还能够往生净土，所以说「不虚入品之功」。生到西方极乐世界，因为他没有悟理，肯定是生在下面二土，就是同居土跟方便土。如果「执理」，执着大乘所说的第一义谛，讲的真理，万法皆空，念而无念，无念而念，他就不念了，无念就是念，不念了，这个样子「反受落空之祸」，他将来不能往生。不但不能往生，在六道里他还得到地狱道去受苦。什么原因？他做出一个错误的样子，自己受害那是应当的，会影响别人，有别人看到了，学他的样子，这个责任你不能不负。害自己的罪轻，害别人的罪重，影响愈大，你的罪就愈重，影响的时间愈长，你在地狱里住的时间也就长，这是个很可怕的事情。",
      "zh_TW": "這個《鈔》是《彌陀疏鈔》，蓮池大師講的。昨天我們因為時間到了，最後這一段我們今天把它補出來。蓮池大師在前面說，「著事」，執著在事上的修學，就是念佛，「而念能相繼」，我真幹、真念還能夠往生淨土，所以說「不虛入品之功」。生到西方極樂世界，因為他沒有悟理，肯定是生在下面二土，就是同居土跟方便土。如果「執理」，執著大乘所說的第一義諦，講的真理，萬法皆空，念而無念，無念而念，他就不念了，無念就是念，不念了，這個樣子「反受落空之禍」，他將來不能往生。不但不能往生，在六道裡他還得到地獄道去受苦。什麼原因？他做出一個錯誤的樣子，自己受害那是應當的，會影響別人，有別人看到了，學他的樣子，這個責任你不能不負。害自己的罪輕，害別人的罪重，影響愈大，你的罪就愈重，影響的時間愈長，你在地獄裡住的時間也就長，這是個很可怕的事情。"
    },
    {
      "id": "02-039-0410_p0003",
      "zh_CN": "《钞》里面又说，这样的人确实多，不是少数，他没有开真实智慧，他是世智辩聪，我们一般讲强词夺理。这样的人，听到大乘经上讲的空，他就以为什么都可以不执着，把大乘经义完全误会了。大乘经深，绝不是世智辩聪所能够悟入。什么人能懂？真诚恭敬的人能入。古大德，连印光大师都常常叮咛、嘱咐我们，「一分诚敬得一分利益」。至诚恭敬才能得益，与智慧浅深没关系，甚至于你认识字不认识字也没关系。惠能大师不认识字，一次经都没听过，你们在《坛经》里面，看前面他一段的历史，在黄梅住了八个月，没进过禅堂，没有进过讲堂。忍和尚只是分配他的工作，到柴房里面去劈柴舂米，这在寺庙里头做苦工。古时候进寺庙一定是先为寺庙服务五年，为什么？修福。不是说你到寺庙去享受，人家供养你，你有多大的福报！所以，进寺庙是叫五年学戒，学戒什么？学规矩，服劳役。每一个人进寺庙都要做的，修福。人有福报才能够开智慧，中国古谚语有所谓是「福至心灵」，你的福报到了，你的心就灵了，忽然聪明，智慧开了。由此可知，没有福报的人心思冥暗，就是糊涂、愚痴，不开智慧，没福报。可是有福报的人，如果没有善友引导，他就变成世智辩聪，就变成狂慧，那就错了。他那个智慧是用到邪的方面去了，变成邪知邪见，那造业就更深了。这种人对人没有恭敬心，狂妄自大，肯定是这个样子的。",
      "zh_TW": "《鈔》裡面又說，這樣的人確實多，不是少數，他沒有開真實智慧，他是世智辯聰，我們一般講強詞奪理。這樣的人，聽到大乘經上講的空，他就以為什麼都可以不執著，把大乘經義完全誤會了。大乘經深，絕不是世智辯聰所能夠悟入。什麼人能懂？真誠恭敬的人能入。古大德，連印光大師都常常叮嚀、囑咐我們，「一分誠敬得一分利益」。至誠恭敬才能得益，與智慧淺深沒關係，甚至於你認識字不認識字也沒關係。惠能大師不認識字，一次經都沒聽過，你們在《壇經》裡面，看前面他一段的歷史，在黃梅住了八個月，沒進過禪堂，沒有進過講堂。忍和尚只是分配他的工作，到柴房裡面去劈柴舂米，這在寺廟裡頭做苦工。古時候進寺廟一定是先為寺廟服務五年，為什麼？修福。不是說你到寺廟去享受，人家供養你，你有多大的福報！所以，進寺廟是叫五年學戒，學戒什麼？學規矩，服勞役。每一個人進寺廟都要做的，修福。人有福報才能夠開智慧，中國古諺語有所謂是「福至心靈」，你的福報到了，你的心就靈了，忽然聰明，智慧開了。由此可知，沒有福報的人心思冥暗，就是糊塗、愚痴，不開智慧，沒福報。可是有福報的人，如果沒有善友引導，他就變成世智辯聰，就變成狂慧，那就錯了。他那個智慧是用到邪的方面去了，變成邪知邪見，那造業就更深了。這種人對人沒有恭敬心，狂妄自大，肯定是這個樣子的。"
    },
    {
      "id": "02-039-0410_p0004",
      "zh_CN": "所以这个底下说，「于自本心曾未开悟」，明心见性这桩事情他完全不知道，「而轻谈净土，蔑视往生，为害非细」。这个事情，我自己早年就这个样子，对净土不了解，以为这是释迦牟尼佛的方便，度那些没有知识的人，阿公、阿婆、没有文化的人，是给他们开了个方便，以为是这样的，还自以为我们是真信，真了解。李老师苦口婆心劝了我十年，常常劝我，我不反对，但是我不肯修。不肯修，总以为这是世尊对于下愚众生所用的方便法门，不是对于上根利智的。这个错误的念头很深，连李老师都没办法替我拔除。我跟诸位讲过，我相信净土是从《华严》、《法华》、《楞严经》里面起信的，这些大经大论把我引入净土。我学这些大经大论，到最后发现什么？这些经论最后统统导归净土，这才开始认真去研究它，去关注它。以后慢慢就有了进步，渐渐就明白了，才知道净土是十方三世一切诸佛度众生成佛道的第一法门。我在黄念老这个序文里面写了这么一句话，念老看这篇序文，他特别赞叹这句话。不契入境界说不出来，真的认识了，这句话是自自然然流露出来的。",
      "zh_TW": "所以這個底下說，「於自本心曾未開悟」，明心見性這樁事情他完全不知道，「而輕談淨土，蔑視往生，為害非細」。這個事情，我自己早年就這個樣子，對淨土不了解，以為這是釋迦牟尼佛的方便，度那些沒有知識的人，阿公、阿婆、沒有文化的人，是給他們開了個方便，以為是這樣的，還自以為我們是真信，真了解。李老師苦口婆心勸了我十年，常常勸我，我不反對，但是我不肯修。不肯修，總以為這是世尊對於下愚眾生所用的方便法門，不是對於上根利智的。這個錯誤的念頭很深，連李老師都沒辦法替我拔除。我跟諸位講過，我相信淨土是從《華嚴》、《法華》、《楞嚴經》裡面起信的，這些大經大論把我引入淨土。我學這些大經大論，到最後發現什麼？這些經論最後統統導歸淨土，這才開始認真去研究它，去關注它。以後慢慢就有了進步，漸漸就明白了，才知道淨土是十方三世一切諸佛度眾生成佛道的第一法門。我在黃念老這個序文裡面寫了這麼一句話，念老看這篇序文，他特別讚歎這句話。不契入境界說不出來，真的認識了，這句話是自自然然流露出來的。"
    },
    {
      "id": "02-039-0410_p0005",
      "zh_CN": "「为害非细」，这就是害处太大了。对净土有甚深的研习、研究，还要真干，你才会真懂。天天听经，听了做不到，没用。这个没用二个字的意思很深，包括什么？包括你听经听的没听懂，你听懂了哪有不真干的道理？听经没落实，没懂。为什么没懂？没有诚敬，轻视净土，没把念佛放在心上，是这么个道理。对自己来说，这一生无比殊胜的缘分错过了，当面错过。为什么？你这一生能成佛，这个机会多难得，真正是百千万劫难遭遇。这一生碰到了，碰到的时候，没有善友引导你，真不容易相信。我这一生是遇到真正善知识，还拐了个大弯。我这个病是知识分子的病，知识分子就是广学多闻，喜欢搞这个。一门深入，长时薰修，知道，不愿意搞，要广学多闻，这知识分子的通病。现在才知道，一门深入比广学多闻不知道要超过多少倍。一门深入、长时薰修可以得定、可以开慧，广学多闻不行，学的什么？学的都是些皮毛、知识，不开智慧，对开智慧它造成障碍，这个障碍叫所知障。释迦牟尼佛为我们表演了，可惜我们年轻没看懂，看懂就好了，没看懂，到老才恍然大悟。我要在年轻，二十几岁就看懂了，我今天成就不是这样的，我相信应该可以跟这些大开圆解这些人可以能达到他们程度。就是不懂，老师对这个问题没有能够解释得透彻，解释得透彻我服，服了就好办，我对老师尊敬。你说这个缘分多么难！幸亏在《华严》、《法华》、《楞严》上，这个基础上悟到了，真正明白了。",
      "zh_TW": "「為害非細」，這就是害處太大了。對淨土有甚深的研習、研究，還要真幹，你才會真懂。天天聽經，聽了做不到，沒用。這個沒用二個字的意思很深，包括什麼？包括你聽經聽的沒聽懂，你聽懂了哪有不真幹的道理？聽經沒落實，沒懂。為什麼沒懂？沒有誠敬，輕視淨土，沒把念佛放在心上，是這麼個道理。對自己來說，這一生無比殊勝的緣分錯過了，當面錯過。為什麼？你這一生能成佛，這個機會多難得，真正是百千萬劫難遭遇。這一生碰到了，碰到的時候，沒有善友引導你，真不容易相信。我這一生是遇到真正善知識，還拐了個大彎。我這個病是知識分子的病，知識分子就是廣學多聞，喜歡搞這個。一門深入，長時薰修，知道，不願意搞，要廣學多聞，這知識分子的通病。現在才知道，一門深入比廣學多聞不知道要超過多少倍。一門深入、長時薰修可以得定、可以開慧，廣學多聞不行，學的什麼？學的都是些皮毛、知識，不開智慧，對開智慧它造成障礙，這個障礙叫所知障。釋迦牟尼佛為我們表演了，可惜我們年輕沒看懂，看懂就好了，沒看懂，到老才恍然大悟。我要在年輕，二十幾歲就看懂了，我今天成就不是這樣的，我相信應該可以跟這些大開圓解這些人可以能達到他們程度。就是不懂，老師對這個問題沒有能夠解釋得透徹，解釋得透徹我服，服了就好辦，我對老師尊敬。你說這個緣分多麼難！幸虧在《華嚴》、《法華》、《楞嚴》上，這個基礎上悟到了，真正明白了。"
    },
    {
      "id": "02-039-0410_p0006",
      "zh_CN": "「所谓豁达空，拨因果」。豁达空，执着空，错了。佛在大乘经给我们说真空不空，这个意思现在我们搞清楚、搞明白了。为什么说真空不空？说真空，因为它没有三种现象，这真空。为什么说不空？它本自具足，具足什么？具足万法。惠能大师开悟末后一句「何期自性，能生万法」，这不空。十法界依正庄严是从它变现出来的，所以它能生、能现。但是它真的什么都没有，它不是物质现象，也不是精神现象，也不是自然现象，所以说它真空。真空不空，妙有非有，妙有是什么？我们现前所接触到的，六根接触到的。能接触到的是我们的六根，眼耳鼻舌身意，所接触到的是六尘，色声香味触法。前面五根跟五尘是色法，用现在的话说物质现象，第六意识跟法尘是精神现象，能生能现，所生所现那是自然现象。科学把宇宙万有归纳，不外乎这三大类的现象。这三大类的现象自性里头没有，自性不属于这三种现象，没有这三种现象。但是自性遇缘能现这三种现象，能生这三种现象，所以说真空不空，妙有非有。妙有就是一切有，就是三种现象，三种现象虽然是有，相有性没有。所以当体皆空，了不可得，不要以为相是真的，相是假的。",
      "zh_TW": "「所謂豁達空，撥因果」。豁達空，執著空，錯了。佛在大乘經給我們說真空不空，這個意思現在我們搞清楚、搞明白了。為什麼說真空不空？說真空，因為它沒有三種現象，這真空。為什麼說不空？它本自具足，具足什麼？具足萬法。惠能大師開悟末後一句「何期自性，能生萬法」，這不空。十法界依正莊嚴是從它變現出來的，所以它能生、能現。但是它真的什麼都沒有，它不是物質現象，也不是精神現象，也不是自然現象，所以說它真空。真空不空，妙有非有，妙有是什麼？我們現前所接觸到的，六根接觸到的。能接觸到的是我們的六根，眼耳鼻舌身意，所接觸到的是六塵，色聲香味觸法。前面五根跟五塵是色法，用現在的話說物質現象，第六意識跟法塵是精神現象，能生能現，所生所現那是自然現象。科學把宇宙萬有歸納，不外乎這三大類的現象。這三大類的現象自性裡頭沒有，自性不屬於這三種現象，沒有這三種現象。但是自性遇緣能現這三種現象，能生這三種現象，所以說真空不空，妙有非有。妙有就是一切有，就是三種現象，三種現象雖然是有，相有性沒有。所以當體皆空，了不可得，不要以為相是真的，相是假的。"
    },
    {
      "id": "02-039-0410_p0007",
      "zh_CN": "真正觉悟了，明了了，相是假的，不再执着、不再分别，你才能够做到随缘妙用。随缘妙用就是普贤菩萨十愿里面「恒顺众生，随喜功德」。众生，你喜欢怎么做都好，菩萨有没有意见？菩萨没有。为什么没有意见？万法皆空，了不可得，菩萨的心永远是清净的；菩萨心地干干净净，什么都没有，他得大自在。凡夫的心里头千头万绪，古人所说的，理不清这杂乱的现象。理不清杂乱现象全是空的，没有一样是真的，只要你肯放下，真正看破了，放下，你就跟佛菩萨一样。这个时候心是什么？这经上讲的，你的心是清净平等觉。清净平等觉是我自心，是我本性。所以，对于空有的定义要认识清楚，不能误会，误会这就是豁达空。拨因果，以为没有因果报应。还有不少人认为因果报应是迷信，不合科学，那就是「莽莽荡荡招殃祸」。对自己来讲，招来的病痛，这是你个人的殃祸；招来的邪知邪见，邪知邪见是引导你到三途去的，特别是到地狱，引导你到地狱，堕到地狱那就是灾祸了。对我们的环境来说，这个「豁达空，拨因果，莽莽荡荡招殃祸」就是社会动乱，社会的秩序失常了。再就是居住的环境，山河大地不坚固了，山河大地会带来许许多多的灾变，与我们起心动念有密切关系。",
      "zh_TW": "真正覺悟了，明瞭了，相是假的，不再執著、不再分別，你才能夠做到隨緣妙用。隨緣妙用就是普賢菩薩十願裡面「恆順眾生，隨喜功德」。眾生，你喜歡怎麼做都好，菩薩有沒有意見？菩薩沒有。為什麼沒有意見？萬法皆空，了不可得，菩薩的心永遠是清淨的；菩薩心地乾乾淨淨，什麼都沒有，他得大自在。凡夫的心裡頭千頭萬緒，古人所說的，理不清這雜亂的現象。理不清雜亂現象全是空的，沒有一樣是真的，只要你肯放下，真正看破了，放下，你就跟佛菩薩一樣。這個時候心是什麼？這經上講的，你的心是清淨平等覺。清淨平等覺是我自心，是我本性。所以，對於空有的定義要認識清楚，不能誤會，誤會這就是豁達空。撥因果，以為沒有因果報應。還有不少人認為因果報應是迷信，不合科學，那就是「莽莽蕩蕩招殃禍」。對自己來講，招來的病痛，這是你個人的殃禍；招來的邪知邪見，邪知邪見是引導你到三途去的，特別是到地獄，引導你到地獄，墮到地獄那就是災禍了。對我們的環境來說，這個「豁達空，撥因果，莽莽蕩蕩招殃禍」就是社會動亂，社會的秩序失常了。再就是居住的環境，山河大地不堅固了，山河大地會帶來許許多多的災變，與我們起心動念有密切關係。"
    },
    {
      "id": "02-039-0410_p0008",
      "zh_CN": "「读者当三复斯言」，这是念老慈悲，能够遇到这部注解，你念的时候要多念几遍，要多想想经论里面的教诲。「慎勿执理废事」，要谨慎，千万不能执着理而把事修废掉了。事修里面所讲的是定课、散课，净宗里面无比殊胜的妙法就是念佛，这一句佛号要好好的念。你看自古以来修净土的人定课，或者是一天一万声佛号、二万声佛号，有十万声佛号，定课。世间在家学佛，事务非常繁忙，没有时间念佛，慈云灌顶法师劝他修十念法，定课是十念法。早晨起床洗过脸之后，面向西方，有佛像，在佛像面前，合掌，恭恭敬敬的。一口气叫一念，一口气不拘佛号多少，尽一口气叫一念，念十口气，晚课也是这样。这是给工作最繁忙，没有时间念佛定的早晚课，这个容易。平常有空就念，那叫散课。真念，真信，真正想往生西方。你要想他，他是不是真信真愿？你看他是不是真干，他真干就是的，如果他没有真干，他那个真信真愿都是假的，你看真假从这里看法。这就是修无师所说的，「能说不能行，不是真智慧」，能说不能行，是假的，不是真的！",
      "zh_TW": "「讀者當三復斯言」，這是念老慈悲，能夠遇到這部註解，你念的時候要多念幾遍，要多想想經論裡面的教誨。「慎勿執理廢事」，要謹慎，千萬不能執著理而把事修廢掉了。事修裡面所講的是定課、散課，淨宗裡面無比殊勝的妙法就是念佛，這一句佛號要好好的念。你看自古以來修淨土的人定課，或者是一天一萬聲佛號、二萬聲佛號，有十萬聲佛號，定課。世間在家學佛，事務非常繁忙，沒有時間念佛，慈雲灌頂法師勸他修十念法，定課是十念法。早晨起床洗過臉之後，面向西方，有佛像，在佛像面前，合掌，恭恭敬敬的。一口氣叫一念，一口氣不拘佛號多少，盡一口氣叫一念，念十口氣，晚課也是這樣。這是給工作最繁忙，沒有時間念佛定的早晚課，這個容易。平常有空就念，那叫散課。真念，真信，真正想往生西方。你要想他，他是不是真信真願？你看他是不是真幹，他真幹就是的，如果他沒有真幹，他那個真信真願都是假的，你看真假從這裡看法。這就是修無師所說的，「能說不能行，不是真智慧」，能說不能行，是假的，不是真的！"
    },
    {
      "id": "02-039-0410_p0009",
      "zh_CN": "你说他不信，他好像又很信，你说他信，他露水道心，他把持不住，所以在生活当中它起不了作用。这是我们看别人，别人是我们一面镜子，看过别人要回光返照，我怎么样？就得受用。因为自己看自己的毛病看不到，总以为自己样样都是对的，别人都是错的，这是凡夫的通病，人人都有，自己也有。所以要懂得，别人是我们自己最好的镜子，贵在看到别人马上就回光返照，这就起作用。我们照镜子，看到脸上有脏东西，赶紧回过头来把脸洗干净。这是镜子的作用，而不知道这个世间一切人事物都是我们的镜子。但是我们照这个镜子，不能回过头来修理自己，错就错在这里。真正修行人叫会照，不会修行的人叫不会照。",
      "zh_TW": "你說他不信，他好像又很信，你說他信，他露水道心，他把持不住，所以在生活當中它起不了作用。這是我們看別人，別人是我們一面鏡子，看過別人要回光返照，我怎麼樣？就得受用。因為自己看自己的毛病看不到，總以為自己樣樣都是對的，別人都是錯的，這是凡夫的通病，人人都有，自己也有。所以要懂得，別人是我們自己最好的鏡子，貴在看到別人馬上就回光返照，這就起作用。我們照鏡子，看到臉上有髒東西，趕緊回過頭來把臉洗乾淨。這是鏡子的作用，而不知道這個世間一切人事物都是我們的鏡子。但是我們照這個鏡子，不能回過頭來修理自己，錯就錯在這裡。真正修行人叫會照，不會修行的人叫不會照。"
    },
    {
      "id": "02-039-0410_p0010",
      "zh_CN": "「讳言他佛，轻视净土，而自招殃祸也」，这个殃祸可招大了，不是小祸，大祸！出佛身血、破和合僧，这是地狱业，必定堕地狱。净宗持名的法门，居然它有能力帮助五逆十恶的人，一生都能够往生作佛，这个经法还了得！它确确实实是经中之王，法中至尊，没有超过它的。你对这个法门你毁谤、你不相信，你轻易的对它批评，你该受什么样的殃祸你自己晓得。这个结罪不是跟自己结的，跟自己结没有这么重；因为你这样做，有意无意影响许许多多人轻视净土，影响许多人对净土丧失信心，这个责任你全部要揹上，这个结罪就麻烦了。你的影响力愈大，影响的时间愈长，愈长是什么？不但你批评，你还把它写成文字，文字会流传后世，会影响后世的人，这就是影响时间长。传播得很广，那影响的空间大。结罪从这里结，你招的殃祸无法想像。我现在看到这些经文，心有余悸，为什么？年轻刚学佛的时候我也是这样的人。幸好回头了，要不回头还得了！没回头，真的，对阿弥陀佛、对这个法门半信半疑，轻易的批评。好在我没有丢开教，对教下兴趣是非常浓厚，特别是《华严》、《法华》、方等、般若、法相，特别爱好。不知道净宗是第一法门，不知道净宗是所有大乘到最后统统归到这里来。这是我从《华严》、《法华》、《楞严》里面发现的。《楞严经》二十五圆通，最后回归到大势至、观世音。《华严经》最后，普贤菩萨十大愿王导归极乐。如果没有这些大乘经，那我就是自招殃祸，肯定堕阿鼻地狱。上辈我们就学到此地，下面是中辈，我们把经文念一遍：",
      "zh_TW": "「諱言他佛，輕視淨土，而自招殃禍也」，這個殃禍可招大了，不是小禍，大禍！出佛身血、破和合僧，這是地獄業，必定墮地獄。淨宗持名的法門，居然它有能力幫助五逆十惡的人，一生都能夠往生作佛，這個經法還了得！它確確實實是經中之王，法中至尊，沒有超過它的。你對這個法門你毀謗、你不相信，你輕易的對它批評，你該受什麼樣的殃禍你自己曉得。這個結罪不是跟自己結的，跟自己結沒有這麼重；因為你這樣做，有意無意影響許許多多人輕視淨土，影響許多人對淨土喪失信心，這個責任你全部要揹上，這個結罪就麻煩了。你的影響力愈大，影響的時間愈長，愈長是什麼？不但你批評，你還把它寫成文字，文字會流傳後世，會影響後世的人，這就是影響時間長。傳播得很廣，那影響的空間大。結罪從這裡結，你招的殃禍無法想像。我現在看到這些經文，心有餘悸，為什麼？年輕剛學佛的時候我也是這樣的人。幸好回頭了，要不回頭還得了！沒回頭，真的，對阿彌陀佛、對這個法門半信半疑，輕易的批評。好在我沒有丟開教，對教下興趣是非常濃厚，特別是《華嚴》、《法華》、方等、般若、法相，特別愛好。不知道淨宗是第一法門，不知道淨宗是所有大乘到最後統統歸到這裡來。這是我從《華嚴》、《法華》、《楞嚴》裡面發現的。《楞嚴經》二十五圓通，最後回歸到大勢至、觀世音。《華嚴經》最後，普賢菩薩十大願王導歸極樂。如果沒有這些大乘經，那我就是自招殃禍，肯定墮阿鼻地獄。上輩我們就學到此地，下面是中輩，我們把經文念一遍："
    },
    {
      "id": "02-039-0410_p0011",
      "zh_CN": "【其中辈者。虽不能行作沙门。大修功德。当发无上菩提之心。一向专念阿弥陀佛。随己修行诸善功德。奉持斋戒。起立塔像。饭食沙门。悬缯然灯。散华烧香。以此回向。愿生彼国。】",
      "zh_TW": "【其中輩者。雖不能行作沙門。大修功德。當發無上菩提之心。一向專念阿彌陀佛。隨己修行諸善功德。奉持齋戒。起立塔像。飯食沙門。懸繒然燈。散華燒香。以此迴向。願生彼國。】"
    },
    {
      "id": "02-039-0410_p0012",
      "zh_CN": "这是修善愿生。",
      "zh_TW": "這是修善願生。"
    },
    {
      "id": "02-039-0410_p0013",
      "zh_CN": "【其人临终。阿弥陀佛化现其身。光明相好具如真佛。与诸大众前后围绕。现其人前。摄受导引。即随化佛往生其国。住不退转。无上菩提。功德智慧次如上辈者也。】",
      "zh_TW": "【其人臨終。阿彌陀佛化現其身。光明相好具如真佛。與諸大眾前後圍繞。現其人前。攝受導引。即隨化佛往生其國。住不退轉。無上菩提。功德智慧次如上輩者也。】"
    },
    {
      "id": "02-039-0410_p0014",
      "zh_CN": "这是中辈往生，我们看念老的注解。「《略论》云：中辈生者，有七因缘」。这些我们都是应当要学的，无论我们将来往生是生在什么样的地位，这二品经非常重要，「三辈往生」跟「往生正因」。为什么？这二品是专讲往生的方法，换句话说，往生西方极乐世界你要具备什么条件，就在此地，这个东西重要。就像我们现在在国外移民一样，你要具备哪些条件，条件统统具足了就顺利通关。这二品经我们要是熟透了，我们能做得差不多就真有把握往生，你有信心，你不会怀疑，而信心是往生第一个条件。所以，信心的建立是非常非常不容易，你怎么会相信这个法门？怎么会相信阿弥陀佛？怎么会相信极乐世界？这个东西你看不见，你也听不见，你也摸不到，你怎么就相信？我们今天相信的第一个依据叫圣言量，我们相信释迦牟尼佛不会骗人，佛菩萨讲的话都是真话。",
      "zh_TW": "這是中輩往生，我們看念老的註解。「《略論》云：中輩生者，有七因緣」。這些我們都是應當要學的，無論我們將來往生是生在什麼樣的地位，這二品經非常重要，「三輩往生」跟「往生正因」。為什麼？這二品是專講往生的方法，換句話說，往生西方極樂世界你要具備什麼條件，就在此地，這個東西重要。就像我們現在在國外移民一樣，你要具備哪些條件，條件統統具足了就順利通關。這二品經我們要是熟透了，我們能做得差不多就真有把握往生，你有信心，你不會懷疑，而信心是往生第一個條件。所以，信心的建立是非常非常不容易，你怎麼會相信這個法門？怎麼會相信阿彌陀佛？怎麼會相信極樂世界？這個東西你看不見，你也聽不見，你也摸不到，你怎麼就相信？我們今天相信的第一個依據叫聖言量，我們相信釋迦牟尼佛不會騙人，佛菩薩講的話都是真話。"
    },
    {
      "id": "02-039-0410_p0015",
      "zh_CN": "古时候，古社会人与人之间互相往来，第一个条件就是互信，我相信自己，我相信别人，别人也相信我。现在的社会互信没有了，不但互信没有，自己都不相信自己，他还有什么成就？自己不相信自己的人，那是什么人？三途里头的人，地狱、饿鬼、畜生。有人说，现在的人连饿鬼、畜生都不如，我们想想他说的有没有道理？细心去审查，就知道他说的是有道理。为什么会变成这样？教育出了问题。不是今天出了问题，这二百年来全出了问题，换句话说，教错了，现在再回头不是个简单事情。回不了头，回不了头就是社会继续乱，灾难继续多，愈来愈频繁、愈来愈严重，看严重到什么程度的时候，人才会一下醒过来。醒过来找老祖宗，找别人都没用。像小朋友，三、四岁小孩，遇到最困难他怎么办？他找他爸爸妈妈去，他不会找别人。我们遇到实在不能解决了，那只有找老祖宗，老祖宗真有办法。他将这些办法都记在经典里面，流传给后世，帮助后世子孙解决疑难杂症。后世子孙如果不去读、不去学，那是祸有应得，这个灾祸你是应该要承受的，你不听老祖宗的话。谚语所谓「不听老人言，吃亏在眼前」，这个亏就是灾难。",
      "zh_TW": "古時候，古社會人與人之間互相往來，第一個條件就是互信，我相信自己，我相信別人，別人也相信我。現在的社會互信沒有了，不但互信沒有，自己都不相信自己，他還有什麼成就？自己不相信自己的人，那是什麼人？三途裡頭的人，地獄、餓鬼、畜生。有人說，現在的人連餓鬼、畜生都不如，我們想想他說的有沒有道理？細心去審查，就知道他說的是有道理。為什麼會變成這樣？教育出了問題。不是今天出了問題，這二百年來全出了問題，換句話說，教錯了，現在再回頭不是個簡單事情。回不了頭，回不了頭就是社會繼續亂，災難繼續多，愈來愈頻繁、愈來愈嚴重，看嚴重到什麼程度的時候，人才會一下醒過來。醒過來找老祖宗，找別人都沒用。像小朋友，三、四歲小孩，遇到最困難他怎麼辦？他找他爸爸媽媽去，他不會找別人。我們遇到實在不能解決了，那只有找老祖宗，老祖宗真有辦法。他將這些辦法都記在經典裡面，流傳給後世，幫助後世子孫解決疑難雜症。後世子孫如果不去讀、不去學，那是禍有應得，這個災禍你是應該要承受的，你不聽老祖宗的話。諺語所謂「不聽老人言，吃虧在眼前」，這個虧就是災難。"
    },
    {
      "id": "02-039-0410_p0016",
      "zh_CN": "中辈往生这七个因缘，就是七个条件，「一者，发无上菩提心」，跟前面上辈三品完全相同。由此可知，发菩提心是往生先决条件，凡是往生的，没有一个不发菩提心的。菩提心，用蕅益大师的解释就好懂。蕅益大师的解释很简单，真信，一点怀疑都没有，真信有阿弥陀佛，真信有极乐世界，真信依照阿弥陀佛的教诲，临命终时阿弥陀佛一定来接引我往生，这叫真信。真信接着是真愿，我愿意在这一生到极乐世界。这个世界还有留恋吗？没有了。有留恋的，那就是佛在经上讲的富贵学道难。富贵人觉得这个世界还不错，还很美好，不愿意离开。所以佛教弟子，教他什么？教他吃苦、教他持戒，一生严持戒律，生活非常困苦，他对这个世间没有留恋。世尊末后这二条教戒是给弟子做逆增上缘，好事！生活愈苦愈好，愈苦你会愈精进，你会愈发愤，你对这个世间就愈不会留恋。吃得太好，穿得太好，居住太好，不想走了，这地方不错，极乐世界虽然好，我还没见到，现前的好处我见到了，我享受到了。释迦牟尼佛一生讲经教学没有讲堂，我们今天建个富丽堂皇宫殿的讲堂，你就舍不得离开。死了以后怎么办？舍不得讲堂，讲堂里头有什么东西？有老鼠、有蟑螂、有蚂蚁，你就变成这些东西，你就投胎干这个，为什么？舍不得离开。你看多可怕！释迦牟尼佛有智慧、有善巧方便，所以他老人家做出榜样给我们看，一生不要讲堂，不要居住的房舍。晚上睡觉，树下一宿，三衣一钵，日中一食，这就是他老人家当年在世四十九年讲经教学的生活方式，真舍得。我们要懂，要能体会到佛陀那种真诚的慈悲，时时刻刻念念都在为我们着想，如何让我们对这个世界，这个虚幻不实的世界不生留恋，他想出这么多方法出来。我们能依教奉行，那就是真的好弟子、好学生。所以，受苦受难的时候立刻想到释迦牟尼佛，那我们受这一点小苦小难算什么，佛受的困难比我们多得多了，大得多，多得多。我们的心就平静了，不再以为这是困难的事情。所以要发心。",
      "zh_TW": "中輩往生這七個因緣，就是七個條件，「一者，發無上菩提心」，跟前面上輩三品完全相同。由此可知，發菩提心是往生先決條件，凡是往生的，沒有一個不發菩提心的。菩提心，用蕅益大師的解釋就好懂。蕅益大師的解釋很簡單，真信，一點懷疑都沒有，真信有阿彌陀佛，真信有極樂世界，真信依照阿彌陀佛的教誨，臨命終時阿彌陀佛一定來接引我往生，這叫真信。真信接著是真願，我願意在這一生到極樂世界。這個世界還有留戀嗎？沒有了。有留戀的，那就是佛在經上講的富貴學道難。富貴人覺得這個世界還不錯，還很美好，不願意離開。所以佛教弟子，教他什麼？教他吃苦、教他持戒，一生嚴持戒律，生活非常困苦，他對這個世間沒有留戀。世尊末後這二條教戒是給弟子做逆增上緣，好事！生活愈苦愈好，愈苦你會愈精進，你會愈發憤，你對這個世間就愈不會留戀。吃得太好，穿得太好，居住太好，不想走了，這地方不錯，極樂世界雖然好，我還沒見到，現前的好處我見到了，我享受到了。釋迦牟尼佛一生講經教學沒有講堂，我們今天建個富麗堂皇宮殿的講堂，你就捨不得離開。死了以後怎麼辦？捨不得講堂，講堂裡頭有什麼東西？有老鼠、有蟑螂、有螞蟻，你就變成這些東西，你就投胎幹這個，為什麼？捨不得離開。你看多可怕！釋迦牟尼佛有智慧、有善巧方便，所以他老人家做出榜樣給我們看，一生不要講堂，不要居住的房舍。晚上睡覺，樹下一宿，三衣一缽，日中一食，這就是他老人家當年在世四十九年講經教學的生活方式，真捨得。我們要懂，要能體會到佛陀那種真誠的慈悲，時時刻刻念念都在為我們著想，如何讓我們對這個世界，這個虛幻不實的世界不生留戀，他想出這麼多方法出來。我們能依教奉行，那就是真的好弟子、好學生。所以，受苦受難的時候立刻想到釋迦牟尼佛，那我們受這一點小苦小難算什麼，佛受的困難比我們多得多了，大得多，多得多。我們的心就平靜了，不再以為這是困難的事情。所以要發心。"
    },
    {
      "id": "02-039-0410_p0017",
      "zh_CN": "「二者，一向专念无量寿佛」，就是阿弥陀佛。这二句，三辈九品完全相同，那你就晓得，这是最重要的条件。一个方向，专念，专念是不怀疑、不夹杂，一切时、一切处念念不忘阿弥陀佛。「三者，多少修善，奉持斋戒」，这个重要。斋是不过中食，叫斋，斋不是素食的意思，过中不食叫斋。佛是一天吃一餐，这一餐是在中午，但是他不过中。不过中是什么时候？应该在现在来讲，十一点到十一点半，这个时候不过中。这是每天吃饭的时间，早晚都不吃。早晨的功课是托钵，早晨时间托钵，托钵一定是在城市乡镇，人多的地方，才能托一钵饭。释迦牟尼佛这个僧团很大，出家人一千二百五十五人，加上释迦牟尼佛是一千二百五十六人，这是佛的僧团。我们一定会想到，还有一些居士，别的地方的出家人，其他宗教里面的出家人，有不少跟着释迦牟尼佛学习的。他不是一辈子跟的，有的人学一、二个月，一年、半年，三年、五年，很多，他们的生活方式跟僧团完全相同，也都是三衣一钵。佛陀的在家弟子，他们有不同的国籍、不同的族群、不同的文化、不同的宗教信仰，都跟释迦牟尼佛学。这个我们要知道，释迦牟尼佛是教育，他不是宗教。",
      "zh_TW": "「二者，一向專念無量壽佛」，就是阿彌陀佛。這二句，三輩九品完全相同，那你就曉得，這是最重要的條件。一個方向，專念，專念是不懷疑、不夾雜，一切時、一切處念念不忘阿彌陀佛。「三者，多少修善，奉持齋戒」，這個重要。齋是不過中食，叫齋，齋不是素食的意思，過中不食叫齋。佛是一天吃一餐，這一餐是在中午，但是他不過中。不過中是什麼時候？應該在現在來講，十一點到十一點半，這個時候不過中。這是每天吃飯的時間，早晚都不吃。早晨的功課是托缽，早晨時間托缽，托缽一定是在城市鄉鎮，人多的地方，才能托一缽飯。釋迦牟尼佛這個僧團很大，出家人一千二百五十五人，加上釋迦牟尼佛是一千二百五十六人，這是佛的僧團。我們一定會想到，還有一些居士，別的地方的出家人，其他宗教裡面的出家人，有不少跟著釋迦牟尼佛學習的。他不是一輩子跟的，有的人學一、二個月，一年、半年，三年、五年，很多，他們的生活方式跟僧團完全相同，也都是三衣一缽。佛陀的在家弟子，他們有不同的國籍、不同的族群、不同的文化、不同的宗教信仰，都跟釋迦牟尼佛學。這個我們要知道，釋迦牟尼佛是教育，他不是宗教。"
    },
    {
      "id": "02-039-0410_p0018",
      "zh_CN": "所以，当年方东美先生把佛教介绍给我，告诉我，「释迦牟尼佛是世界上最伟大的哲学家，佛教的经典是全世界哲学的最高峰，学佛是人生最高的享受」，这样介绍给我。好学的人，无论是哪一种族群，他信仰哪一种宗教，他都求学，他都想去探索哲学的奥秘、宇宙的真相，他都想探索，释迦牟尼佛一生就是教这个。所以，如果有人要问，特别是我们学佛的佛弟子，无论在家出家，人家问我们，佛到底是什么？佛教那么多经典，它里头讲些什么东西？你要能答得出来。佛教是什么？佛教是教育。佛经讲的是什么？宇宙人生的真相，用现代的话说，高等的哲学、高等的科学。他所讲的宇宙人生的真相，也就是今天科学跟哲学所研究的这三种现象，自然现象、心理现象、物质现象。它不是迷信，它提升我们的智慧，提升我们的灵性，自自然然提升了我们的福报。有智慧一定有福报，有福报不一定有智慧。佛是有圆满智慧的人，他就有圆满的福报。我们想求智慧、求福报，到这儿来学好，这个学校就传授这个东西。",
      "zh_TW": "所以，當年方東美先生把佛教介紹給我，告訴我，「釋迦牟尼佛是世界上最偉大的哲學家，佛教的經典是全世界哲學的最高峰，學佛是人生最高的享受」，這樣介紹給我。好學的人，無論是哪一種族群，他信仰哪一種宗教，他都求學，他都想去探索哲學的奧祕、宇宙的真相，他都想探索，釋迦牟尼佛一生就是教這個。所以，如果有人要問，特別是我們學佛的佛弟子，無論在家出家，人家問我們，佛到底是什麼？佛教那麼多經典，它裡頭講些什麼東西？你要能答得出來。佛教是什麼？佛教是教育。佛經講的是什麼？宇宙人生的真相，用現代的話說，高等的哲學、高等的科學。他所講的宇宙人生的真相，也就是今天科學跟哲學所研究的這三種現象，自然現象、心理現象、物質現象。它不是迷信，它提升我們的智慧，提升我們的靈性，自自然然提升了我們的福報。有智慧一定有福報，有福報不一定有智慧。佛是有圓滿智慧的人，他就有圓滿的福報。我們想求智慧、求福報，到這兒來學好，這個學校就傳授這個東西。"
    },
    {
      "id": "02-039-0410_p0019",
      "zh_CN": "这第三个条件，佛教我们，「多少修善」，或多或少，别忘记要修善，远离一切不善。善不善的标准就是世尊讲的《十善业道经》，《十善业道经》就是标准。头一个，不杀生，真正做到不杀生，你一定是不吃肉。所以，有很多人听到这句话不敢学佛了，为什么？他要吃肉，没有肉他饭就吃不下去。他为了要活命，所以他一定要吃众生肉，以为吃肉才有营养。现在这个话有问题，从前古时候众生肉可以吃，现在肉不能吃。为什么？现在肉有毒，这些畜生喂的那些饲料，你要去看一下你会吓坏了。我是前几年，是四年前是五年前，齐素萍居士邀请我到庆云去参观，她在那里建的海岛金山寺，我去看的时候还没完全完工。当地的领导很欢迎我们去参观，第二天陪同我去看一个养鸭的基地，规模很大，带我去看。这里面的，大概地位也相当高，是这个基地里头的领导，陪同我参观。我看到小鸭，他提了一只放在我手掌，跟我手掌一样大，这么长，小鸭有这么大。他问我，他说法师你看看，这个鸭子出生几天？我估计，至少十天到一个星期的样子，七天到十天牠才能长这么大。他告诉我，昨天出生的。我就呆了，昨天出生的，今天长这么大！你这鸭子长大卖给市场，多少时间？两个星期。我们从前在乡下养过鸭子，鸭子长大卖的时候多久时间？差不多半年。怎么现在两个星期就可以卖了？牠吃的什么东西？全是化学肥料、激素，就是让牠膨胀。这东西能吃吗？他告诉我，北京烤鸭三分之一是他们这个场提供的。我回过头来告诉我们的佛友们，鸭蛋不能吃，别说鸭不能吃，鸭蛋都不能吃。为什么？牠不正常！所以现在人得了许许多多怪病，病从哪里来的？古人说得好，病从口入。我听台湾同修告诉我，现在养猪，六个星期猪就卖掉被杀掉了，就长大了。在从前，要养十个月到一年，牠才能长那么大，现在六个星期长大了。像鸡、鸭的时候，二、三个星期就去卖了。所以现在不可以吃了。",
      "zh_TW": "這第三個條件，佛教我們，「多少修善」，或多或少，別忘記要修善，遠離一切不善。善不善的標準就是世尊講的《十善業道經》，《十善業道經》就是標準。頭一個，不殺生，真正做到不殺生，你一定是不吃肉。所以，有很多人聽到這句話不敢學佛了，為什麼？他要吃肉，沒有肉他飯就吃不下去。他為了要活命，所以他一定要吃眾生肉，以為吃肉才有營養。現在這個話有問題，從前古時候眾生肉可以吃，現在肉不能吃。為什麼？現在肉有毒，這些畜生餵的那些飼料，你要去看一下你會嚇壞了。我是前幾年，是四年前是五年前，齊素萍居士邀請我到慶雲去參觀，她在那裡建的海島金山寺，我去看的時候還沒完全完工。當地的領導很歡迎我們去參觀，第二天陪同我去看一個養鴨的基地，規模很大，帶我去看。這裡面的，大概地位也相當高，是這個基地裡頭的領導，陪同我參觀。我看到小鴨，他提了一隻放在我手掌，跟我手掌一樣大，這麼長，小鴨有這麼大。他問我，他說法師你看看，這個鴨子出生幾天？我估計，至少十天到一個星期的樣子，七天到十天牠才能長這麼大。他告訴我，昨天出生的。我就呆了，昨天出生的，今天長這麼大！你這鴨子長大賣給市場，多少時間？兩個星期。我們從前在鄉下養過鴨子，鴨子長大賣的時候多久時間？差不多半年。怎麼現在兩個星期就可以賣了？牠吃的什麼東西？全是化學肥料、激素，就是讓牠膨脹。這東西能吃嗎？他告訴我，北京烤鴨三分之一是他們這個場提供的。我回過頭來告訴我們的佛友們，鴨蛋不能吃，別說鴨不能吃，鴨蛋都不能吃。為什麼？牠不正常！所以現在人得了許許多多怪病，病從哪裡來的？古人說得好，病從口入。我聽台灣同修告訴我，現在養豬，六個星期豬就賣掉被殺掉了，就長大了。在從前，要養十個月到一年，牠才能長那麼大，現在六個星期長大了。像雞、鴨的時候，二、三個星期就去賣了。所以現在不可以吃了。"
    },
    {
      "id": "02-039-0410_p0020",
      "zh_CN": "我跟方老师多年，老师过世之后，我常常到他家里去，照顾师母。我曾经有一次问她，我说师母，妳冷静想一想，妳们现在吃的这些肉食，猪肉、鸡肉这些东西，跟四、五十年前妳们吃的这些东西，味道一样不一样？她很冷静，大概想了五、六分钟，然后告诉我，不一样。真的，不但是吃肉食不一样，我们吃的稻米、蔬菜都不一样。从前蔬菜香，鲜味，现在没有了。你看我们从小吃蘑菇，蘑菇的香味很远都闻到，真的香味，现在没有了，现在吃的都没有味道；东西长得很大，很好看，没味道。这个与多少修善有关系，有什么关系？从前的人心善良，影响一切动物也善良，植物也善良。善良，它就生长得正常，有它正常的能量，有它正常的滋味。现在完全反常了！常是什么？中国人讲五常，常道，不能变的，永恒不能变的。五个字，仁，仁爱；义，义是循理，什么事情都合情、合理、合法，合理；礼貌，人与人之间礼不能够失掉，礼失掉人就乱了，家里秩序乱了，社会秩序也乱了，没有礼了；智，智是理智，不能用感情，要用理智，处世待人不能用情对待，用智对待；最后是信，仁义礼智信。《左传》上说「人弃常则妖兴」，这句话怎么说？人要把五常丢掉了，也就是不仁、不义、无礼、无智、无信，这个人就不是人了，是什么？妖魔鬼怪；妖魔鬼怪不仁、不义、无礼、无智、无信，他已经不是人了。所以，家不像家，社会不像社会，国不像国，世界不像世界。",
      "zh_TW": "我跟方老師多年，老師過世之後，我常常到他家裡去，照顧師母。我曾經有一次問她，我說師母，妳冷靜想一想，妳們現在吃的這些肉食，豬肉、雞肉這些東西，跟四、五十年前妳們吃的這些東西，味道一樣不一樣？她很冷靜，大概想了五、六分鐘，然後告訴我，不一樣。真的，不但是吃肉食不一樣，我們吃的稻米、蔬菜都不一樣。從前蔬菜香，鮮味，現在沒有了。你看我們從小吃蘑菇，蘑菇的香味很遠都聞到，真的香味，現在沒有了，現在吃的都沒有味道；東西長得很大，很好看，沒味道。這個與多少修善有關係，有什麼關係？從前的人心善良，影響一切動物也善良，植物也善良。善良，它就生長得正常，有它正常的能量，有它正常的滋味。現在完全反常了！常是什麼？中國人講五常，常道，不能變的，永恆不能變的。五個字，仁，仁愛；義，義是循理，什麼事情都合情、合理、合法，合理；禮貌，人與人之間禮不能夠失掉，禮失掉人就亂了，家裡秩序亂了，社會秩序也亂了，沒有禮了；智，智是理智，不能用感情，要用理智，處世待人不能用情對待，用智對待；最後是信，仁義禮智信。《左傳》上說「人棄常則妖興」，這句話怎麼說？人要把五常丟掉了，也就是不仁、不義、無禮、無智、無信，這個人就不是人了，是什麼？妖魔鬼怪；妖魔鬼怪不仁、不義、無禮、無智、無信，他已經不是人了。所以，家不像家，社會不像社會，國不像國，世界不像世界。"
    },
    {
      "id": "02-039-0410_p0021",
      "zh_CN": "五伦、五常、四维、八德是善，善不能不修。今天别人不修善，我们自己修善。为什么？共业里头有别业，善因结善果，恶因感恶报，怎么能不做？怎么可以不做？生在这个社会，不读圣贤书，你不知道善恶的标准，所以圣贤书还是要读。最起码的，《弟子规》，世间善的标准，十善业是世出世法的标准，《太上感应篇》是因果的标准，这三样东西是儒释道的三个根，不能不学。认真学习就是修善、持戒，这三样东西是佛法戒律的基础，戒律的根本。今天学佛，戒律废弛了，什么原因？没有学三个根，所以那个戒律是假的，不是真的。我们要以善心待自己，要以善心待人，要以善心对一切万物，西方极乐世界欢迎这种人。不仁、不义、无礼、无智、无信，他一天念佛十万声，他也不能往生。什么原因？他不是善人，外表怎么装，假善人，伪善，这种人不能往生。我们一定要记住，自己要学伪善的话，极乐世界没分，一定要真善。",
      "zh_TW": "五倫、五常、四維、八德是善，善不能不修。今天別人不修善，我們自己修善。為什麼？共業裡頭有別業，善因結善果，惡因感惡報，怎麼能不做？怎麼可以不做？生在這個社會，不讀聖賢書，你不知道善惡的標準，所以聖賢書還是要讀。最起碼的，《弟子規》，世間善的標準，十善業是世出世法的標準，《太上感應篇》是因果的標準，這三樣東西是儒釋道的三個根，不能不學。認真學習就是修善、持戒，這三樣東西是佛法戒律的基礎，戒律的根本。今天學佛，戒律廢弛了，什麼原因？沒有學三個根，所以那個戒律是假的，不是真的。我們要以善心待自己，要以善心待人，要以善心對一切萬物，西方極樂世界歡迎這種人。不仁、不義、無禮、無智、無信，他一天念佛十萬聲，他也不能往生。什麼原因？他不是善人，外表怎麼裝，假善人，偽善，這種人不能往生。我們一定要記住，自己要學偽善的話，極樂世界沒分，一定要真善。"
    },
    {
      "id": "02-039-0410_p0022",
      "zh_CN": "「四者，起立塔像」，这是什么？这是属于正法久住。建塔、造像，这里面接着的就是供养经典，属于这一类的。印经，布施供养，这修福。建塔我们就想到寺，建塔供佛，建寺安僧，让出家人有一个修学的地方，他有地方居住、有地方学习，这是大福报。要知道，学佛的人是好人，你能够护持他，你能够成就他，他一生的成就就是你的成就，何乐而不为之？他为什么能成就？是因为你帮助他，他才有成就，你要不帮助他，他就没有成就。他有多大的成就，你就有多大的福报，你不一定有智慧，但是你有福报。如果你要是学佛的话，你的福慧都增长；你不学佛的话，你供养、你护持他们，你有大福报。诸位想想，古代的帝王福报为什么那么大？我们社会上一般讲富不过三代。你发了，发福了，你这一代、儿子，可能到孙子就衰了。现代你仔细观察，多少这些大富大贵的，他自己一代都保不住。年轻发了，四、五十岁就败了；五、六十岁发了，七、八十岁就完了，很多。公司倒闭，破产了，国内、国外我们常常看见，一代都保不住。你想想以前这些帝王大臣、大富长者，他们能传十几代，靠什么？靠积善积德。善与德跟文化、跟佛陀教育就有密切关系，帝王大臣、大富长者没有不护持佛法的，自己学不学不一定，他护持。为什么？他知道这个能修大福，很多。所以帝王他能传十几代，二十几代，传几百年，这福报大，修得好，懂得修福，懂得积德，不是一代二代就完了。这个要有智慧，要想到修什么才能让你的子子孙孙世代享受。所以，起立塔像的功德不可思议，像是造佛像。无论什么人见到佛像，阿赖耶识里就种了善根，佛的印象印在阿赖耶里面去了，这一生不能成就，来生后世遇到缘，这个种子起现行。这个种子什么人给他种的？是你给他种的。所以，造一尊庄严佛像，或者是菩萨像，能跟许许多多人种善根。印造经书，流通法宝，那是接什么？那是接一些肯读经的人，这个少数；到寺庙来参观，看到佛像的，那是多数。这都是好事，得的都是大福报。",
      "zh_TW": "「四者，起立塔像」，這是什麼？這是屬於正法久住。建塔、造像，這裡面接著的就是供養經典，屬於這一類的。印經，布施供養，這修福。建塔我們就想到寺，建塔供佛，建寺安僧，讓出家人有一個修學的地方，他有地方居住、有地方學習，這是大福報。要知道，學佛的人是好人，你能夠護持他，你能夠成就他，他一生的成就就是你的成就，何樂而不為之？他為什麼能成就？是因為你幫助他，他才有成就，你要不幫助他，他就沒有成就。他有多大的成就，你就有多大的福報，你不一定有智慧，但是你有福報。如果你要是學佛的話，你的福慧都增長；你不學佛的話，你供養、你護持他們，你有大福報。諸位想想，古代的帝王福報為什麼那麼大？我們社會上一般講富不過三代。你發了，發福了，你這一代、兒子，可能到孫子就衰了。現代你仔細觀察，多少這些大富大貴的，他自己一代都保不住。年輕發了，四、五十歲就敗了；五、六十歲發了，七、八十歲就完了，很多。公司倒閉，破產了，國內、國外我們常常看見，一代都保不住。你想想以前這些帝王大臣、大富長者，他們能傳十幾代，靠什麼？靠積善積德。善與德跟文化、跟佛陀教育就有密切關係，帝王大臣、大富長者沒有不護持佛法的，自己學不學不一定，他護持。為什麼？他知道這個能修大福，很多。所以帝王他能傳十幾代，二十幾代，傳幾百年，這福報大，修得好，懂得修福，懂得積德，不是一代二代就完了。這個要有智慧，要想到修什麼才能讓你的子子孫孫世代享受。所以，起立塔像的功德不可思議，像是造佛像。無論什麼人見到佛像，阿賴耶識裡就種了善根，佛的印象印在阿賴耶裡面去了，這一生不能成就，來生後世遇到緣，這個種子起現行。這個種子什麼人給他種的？是你給他種的。所以，造一尊莊嚴佛像，或者是菩薩像，能跟許許多多人種善根。印造經書，流通法寶，那是接什麼？那是接一些肯讀經的人，這個少數；到寺廟來參觀，看到佛像的，那是多數。這都是好事，得的都是大福報。"
    },
    {
      "id": "02-039-0410_p0023",
      "zh_CN": "「五者，饭食沙门」。这就是供养出家人，见到出家人托钵一定要布施。在古印度它成了一个习惯，每家吃饭他都会多煮一点，为什么？有出家人来托钵，供养他们一钵饭。他们什么都不要，每天需要的就是一钵饭而已。在中国，把饭食沙门现在都用金钱来代替了，中国人供养红包，就是代替饭食沙门。也是帮助他们在物质上不至于缺乏，让他们能够安居，所谓是心安则道隆，他才能够安心办道。但是供养一定要有分寸，供养太多了，让他起了贪心，你把他送到地狱去了，这个供养不但没有福，你造的是罪业。本来他是个好出家人，现在让他起了贪瞋痴慢，他堕落了，你要负责任。供养固然是修福，福也会变成祸，你看中国福跟祸二个字的写法好像，一不小心福就变成祸，这就是这个意思。所以中国文字，智慧的符号。一不小心，本来是种福的，以后变成祸害。",
      "zh_TW": "「五者，飯食沙門」。這就是供養出家人，見到出家人托缽一定要布施。在古印度它成了一個習慣，每家吃飯他都會多煮一點，為什麼？有出家人來托缽，供養他們一缽飯。他們什麼都不要，每天需要的就是一缽飯而已。在中國，把飯食沙門現在都用金錢來代替了，中國人供養紅包，就是代替飯食沙門。也是幫助他們在物質上不至於缺乏，讓他們能夠安居，所謂是心安則道隆，他才能夠安心辦道。但是供養一定要有分寸，供養太多了，讓他起了貪心，你把他送到地獄去了，這個供養不但沒有福，你造的是罪業。本來他是個好出家人，現在讓他起了貪瞋痴慢，他墮落了，你要負責任。供養固然是修福，福也會變成禍，你看中國福跟禍二個字的寫法好像，一不小心福就變成禍，這就是這個意思。所以中國文字，智慧的符號。一不小心，本來是種福的，以後變成禍害。"
    },
    {
      "id": "02-039-0410_p0024",
      "zh_CN": "所以古人，古时候好，古时候建立寺庙，寺庙的经济来源靠什么？有这些信徒布施土地、田地，这些田地他可以租给农民种植，向农民收租。农民种那个地收的粮食分一点给寺庙，寺庙的经济来源就固定。它不要化缘，它也不要做佛事，也不要做经忏，它不需要，生活稳定。所以他天天在研经，研究经教，认真修行。不像现在，现在寺庙里头没有经济来源，经济来源靠什么？完全靠信徒的供养，这个不得了，流弊就发生了。变成出家人不能不攀缘，不攀缘信徒不来了，寺庙经济就断绝了。我们明白这个道理，所以今天建道场，如果环境许可的话，多有一点土地好，种植，自己不能种植，请农民种植。",
      "zh_TW": "所以古人，古時候好，古時候建立寺廟，寺廟的經濟來源靠什麼？有這些信徒布施土地、田地，這些田地他可以租給農民種植，向農民收租。農民種那個地收的糧食分一點給寺廟，寺廟的經濟來源就固定。它不要化緣，它也不要做佛事，也不要做經懺，它不需要，生活穩定。所以他天天在研經，研究經教，認真修行。不像現在，現在寺廟裡頭沒有經濟來源，經濟來源靠什麼？完全靠信徒的供養，這個不得了，流弊就發生了。變成出家人不能不攀緣，不攀緣信徒不來了，寺廟經濟就斷絕了。我們明白這個道理，所以今天建道場，如果環境許可的話，多有一點土地好，種植，自己不能種植，請農民種植。"
    },
    {
      "id": "02-039-0410_p0025",
      "zh_CN": "我们在澳洲种植就是请农民，当地农民，我们是给工资，他工作一天多少钱，我给工资给你。你替我种植多少天，我给你多少工资，收成全部是我们自己的。我们大规模的农作是从去年才开始，去年这一年收成不错，这是做个试验，我们种小米，收了一万三千公斤。希望我们自己将来主食跟副食、蔬菜，统统可以自给自足，而且还可以卖到市场。我们的生活就稳定了，不需要靠外面供养，我们能生活得下去。所以信徒们供养我们这些钱，我们拿去买土地，合中国我们现在大概有一万多亩土地。我们计划，主食方面我们种水稻、种小麦、种玉米、种马铃薯、番薯、花生，这都可以做主食用。蔬菜，我们的菜园很大，每天可以供养五百人没有问题，我们自己生产。百丈大师说「一日不作，一日不食」，我们搞农耕，你只有这样子，吃的东西可靠。现在怕什么？怕农药、化肥。我们自己没有农药、没有化肥，真正是健康的食品。我觉得寺院庵堂还是要用古时候的方法，我们建在农村，建在乡下，不要建在都市，都市你没有耕地。修学的环境一定要幽雅、要清静，人太多了不行，人太多就变成热闹道场，变成都会，那不能修行。人多应酬多了，那不就搞旅游事业去了，那哪里是修行？所以这些道理都要懂，不懂不行。",
      "zh_TW": "我們在澳洲種植就是請農民，當地農民，我們是給工資，他工作一天多少錢，我給工資給你。你替我種植多少天，我給你多少工資，收成全部是我們自己的。我們大規模的農作是從去年才開始，去年這一年收成不錯，這是做個試驗，我們種小米，收了一萬三千公斤。希望我們自己將來主食跟副食、蔬菜，統統可以自給自足，而且還可以賣到市場。我們的生活就穩定了，不需要靠外面供養，我們能生活得下去。所以信徒們供養我們這些錢，我們拿去買土地，合中國我們現在大概有一萬多畝土地。我們計劃，主食方面我們種水稻、種小麥、種玉米、種馬鈴薯、番薯、花生，這都可以做主食用。蔬菜，我們的菜園很大，每天可以供養五百人沒有問題，我們自己生產。百丈大師說「一日不作，一日不食」，我們搞農耕，你只有這樣子，吃的東西可靠。現在怕什麼？怕農藥、化肥。我們自己沒有農藥、沒有化肥，真正是健康的食品。我覺得寺院庵堂還是要用古時候的方法，我們建在農村，建在鄉下，不要建在都市，都市你沒有耕地。修學的環境一定要幽雅、要清靜，人太多了不行，人太多就變成熱鬧道場，變成都會，那不能修行。人多應酬多了，那不就搞旅遊事業去了，那哪裡是修行？所以這些道理都要懂，不懂不行。"
    },
    {
      "id": "02-039-0410_p0026",
      "zh_CN": "「六者，悬缯燃灯，散华烧香」。这桩事，就是现在所说的宣扬佛教，对广大群众弘法利生，这个事情。缯是丝织品，佛家讲的幡幢，扁的叫幡，圆的叫幢，圆的很像飞机场那个风筒一样，圆形的。在古时候，这是寺庙对大众一个信号，寺庙今天有法会，寺庙有旗杆，旗杆上就挂幡。别人一看有幡，寺庙今天挂幡，今天它这里有法会，喜欢参加法会的人自己就来了。在从前没办法通知，就用这个方法。如果这个寺庙里面讲经，就悬幢，看到挂的是圆形的幢，寺庙今天讲经，喜欢听经的他就来了。现在没有，现在用电话、用网路来通知，用报纸，报纸上刊登广告，或者是电视台给你做广告，都可以。古时候没有这些工具，就是悬缯，用这个做信息传播。这都是属于活动，活动方面的一种宣传。",
      "zh_TW": "「六者，懸繒燃燈，散華燒香」。這樁事，就是現在所說的宣揚佛教，對廣大群眾弘法利生，這個事情。繒是絲織品，佛家講的幡幢，扁的叫幡，圓的叫幢，圓的很像飛機場那個風筒一樣，圓形的。在古時候，這是寺廟對大眾一個信號，寺廟今天有法會，寺廟有旗杆，旗杆上就掛幡。別人一看有幡，寺廟今天掛幡，今天它這裡有法會，喜歡參加法會的人自己就來了。在從前沒辦法通知，就用這個方法。如果這個寺廟裡面講經，就懸幢，看到掛的是圓形的幢，寺廟今天講經，喜歡聽經的他就來了。現在沒有，現在用電話、用網路來通知，用報紙，報紙上刊登廣告，或者是電視台給你做廣告，都可以。古時候沒有這些工具，就是懸繒，用這個做信息傳播。這都是屬於活動，活動方面的一種宣傳。"
    },
    {
      "id": "02-039-0410_p0027",
      "zh_CN": "燃灯、散花、烧香这是供佛。灯代表智慧，佛前面点蜡烛、点油灯是代表智慧。另一个代表是奉献，燃烧自己，照耀别人，就是说舍己为人。燃香，出家人在头顶上燃香，燃香疤。有人说这是戒疤，错了，戒哪有疤，受戒没有疤，燃香有疤。燃香什么意思？在佛前发誓，我燃烧自己，照耀别人；意思就是我牺牲自己，我要奉献给别人，为别人服务，是这个意思。所以头上燃了很多，自私自利，一毛不拔，那你完全就是骗人。你骗谁？你骗佛菩萨，在佛菩萨面前燃香，发这个誓，自己没有兑现，你就全错了，你燃这个疤有罪过，骗佛、骗众生。一般在家佛弟子燃在手臂上，出家燃在头顶上，实际这都是中国人真干，全世界没有把香燃在头顶上、燃在身上的。佛经上有，它是告诉你，你要懂得这个意思，佛菩萨面前发誓，舍己为人，不一定要燃，要懂这个意思。中国人真燃了，燃了也好，时时刻刻提醒自己，叫自己别忘了，这个好。所以一定要晓得它的用意，不知道它的用意那你就错了。",
      "zh_TW": "燃燈、散花、燒香這是供佛。燈代表智慧，佛前面點蠟燭、點油燈是代表智慧。另一個代表是奉獻，燃燒自己，照耀別人，就是說捨己為人。燃香，出家人在頭頂上燃香，燃香疤。有人說這是戒疤，錯了，戒哪有疤，受戒沒有疤，燃香有疤。燃香什麼意思？在佛前發誓，我燃燒自己，照耀別人；意思就是我犧牲自己，我要奉獻給別人，為別人服務，是這個意思。所以頭上燃了很多，自私自利，一毛不拔，那你完全就是騙人。你騙誰？你騙佛菩薩，在佛菩薩面前燃香，發這個誓，自己沒有兌現，你就全錯了，你燃這個疤有罪過，騙佛、騙眾生。一般在家佛弟子燃在手臂上，出家燃在頭頂上，實際這都是中國人真幹，全世界沒有把香燃在頭頂上、燃在身上的。佛經上有，它是告訴你，你要懂得這個意思，佛菩薩面前發誓，捨己為人，不一定要燃，要懂這個意思。中國人真燃了，燃了也好，時時刻刻提醒自己，叫自己別忘了，這個好。所以一定要曉得它的用意，不知道它的用意那你就錯了。"
    },
    {
      "id": "02-039-0410_p0028",
      "zh_CN": "散华，这都是供养，花代表什么？花代表因。植物先开花后结果，花开得好，果一定好，所以花代表因。这是表法，表善因善果，恶因恶报，表这个意思。所以佛前面供花，你懂得供花的意义，不是佛要看，是提醒我们善因善果，是这个意思。灯代表燃烧自己，照耀别人。烧香，香代表信，代表戒定，佛门讲戒定是真香。那么燃这炷香，你就要想到持戒、修定，提醒你，作用在此地。如果说这支香是供佛，与自己不相干，全错了，佛要这个香干什么？佛什么都不要。在佛面前烧，是以佛给我们做证明，我们要学习，是这个意思。我要修戒、修定，佛给我做证明，不是佛需要。",
      "zh_TW": "散華，這都是供養，花代表什麼？花代表因。植物先開花後結果，花開得好，果一定好，所以花代表因。這是表法，表善因善果，惡因惡報，表這個意思。所以佛前面供花，你懂得供花的意義，不是佛要看，是提醒我們善因善果，是這個意思。燈代表燃燒自己，照耀別人。燒香，香代表信，代表戒定，佛門講戒定是真香。那麼燃這炷香，你就要想到持戒、修定，提醒你，作用在此地。如果說這支香是供佛，與自己不相干，全錯了，佛要這個香幹什麼？佛什麼都不要。在佛面前燒，是以佛給我們做證明，我們要學習，是這個意思。我要修戒、修定，佛給我做證明，不是佛需要。"
    },
    {
      "id": "02-039-0410_p0029",
      "zh_CN": "香还表信，叫信香，这个意思也很深。古时候传递信息没有今天科学技术，边防，几千里路之外，如果敌人侵犯我们这个地方，如何把这个信息立刻通报给皇上？所以就想出这么个方法，中国北方的防御是长城，长城每隔一段有个烽火台，你们到长城去参观就看到。烽火台是什么？就像香炉一样，边关有了事情，他就点狼烟，狼的粪，就烧这个。因为狼烟风不容易吹散，很不容易吹散，那个狼烟一点，第二个人一看，马上自己点起来，这样大概几个小时就传到京师，北京就知道了。用这个方法传递信息，烽火台就像香炉一样。所以这是表，烧燃这支香表我们对诸佛菩萨传递信息，是这个意思，表法的。你要不知道表法，灯是白点了，香也白烧了，花也白散了，你全都不懂它的意思。如果你懂得，时时刻刻都在提醒我自己，告诉我自己怎样修行。它是教育，用现在的术语它是教具，教学的工具。包括塑造前面讲起立塔像，也是工具，教具，让你看到佛像，见贤思齐，我本来是佛，为什么变成这个样子？要认真努力修行，回归本位。",
      "zh_TW": "香還表信，叫信香，這個意思也很深。古時候傳遞信息沒有今天科學技術，邊防，幾千里路之外，如果敵人侵犯我們這個地方，如何把這個信息立刻通報給皇上？所以就想出這麼個方法，中國北方的防禦是長城，長城每隔一段有個烽火台，你們到長城去參觀就看到。烽火台是什麼？就像香爐一樣，邊關有了事情，他就點狼煙，狼的糞，就燒這個。因為狼煙風不容易吹散，很不容易吹散，那個狼煙一點，第二個人一看，馬上自己點起來，這樣大概幾個小時就傳到京師，北京就知道了。用這個方法傳遞信息，烽火台就像香爐一樣。所以這是表，燒燃這支香表我們對諸佛菩薩傳遞信息，是這個意思，表法的。你要不知道表法，燈是白點了，香也白燒了，花也白散了，你全都不懂它的意思。如果你懂得，時時刻刻都在提醒我自己，告訴我自己怎樣修行。它是教育，用現在的術語它是教具，教學的工具。包括塑造前面講起立塔像，也是工具，教具，讓你看到佛像，見賢思齊，我本來是佛，為什麼變成這個樣子？要認真努力修行，回歸本位。"
    },
    {
      "id": "02-039-0410_p0030",
      "zh_CN": "佛代表性德，自性本有的，菩萨代表修德，我要不认真修行，我回不了本位。修是什么？修是修正，修行，行是什么？行是行为，我们的行为错了，必须把它修正过来。标准就是经、律、论，佛四十九年所教的，那是标准。经、论是修正我们思想的行为，我们的思想见解是正是邪，要用经论做标准。戒律，这些戒条，是我们的口、我们的身，是身口的行为；我们说话有没有说错，我们动作有没有错误，那是戒律。所以戒律是修正身口行为的标准，经论是修正思想行为的标准。你要明白它的用意，你在佛法里能学到真东西。端正的行为对自己现前的利益，就是方东美先生所说的，你这一生，人生最高的享受。最高的享受是什么？精神生活你过的是佛菩萨的生活，你能达到这个水平，清心寡欲，没有烦恼、没有忧虑、没有牵挂，现在人讲没有压力；你的身心没有病痛，健康长寿，快乐无比，这是真正幸福美满。",
      "zh_TW": "佛代表性德，自性本有的，菩薩代表修德，我要不認真修行，我回不了本位。修是什麼？修是修正，修行，行是什麼？行是行為，我們的行為錯了，必須把它修正過來。標準就是經、律、論，佛四十九年所教的，那是標準。經、論是修正我們思想的行為，我們的思想見解是正是邪，要用經論做標準。戒律，這些戒條，是我們的口、我們的身，是身口的行為；我們說話有沒有說錯，我們動作有沒有錯誤，那是戒律。所以戒律是修正身口行為的標準，經論是修正思想行為的標準。你要明白它的用意，你在佛法裡能學到真東西。端正的行為對自己現前的利益，就是方東美先生所說的，你這一生，人生最高的享受。最高的享受是什麼？精神生活你過的是佛菩薩的生活，你能達到這個水平，清心寡欲，沒有煩惱、沒有憂慮、沒有牽掛，現在人講沒有壓力；你的身心沒有病痛，健康長壽，快樂無比，這是真正幸福美滿。"
    },
    {
      "id": "02-039-0410_p0031",
      "zh_CN": "幸福美满不是地位高，不是拥有多少财富，与那个不相干。我们见过地位高的人，也见过拥有亿万财富的人，他生活得不快乐，他没有我快乐，没有我这么自在。快乐人生与地位、财富毫不相干。我们在古籍里面看到，孔子是平民，物质环境并不好，学生里面物质生活条件最差的是颜回，可是夫子赞叹的，同学当中过得最幸福、最快乐的就是颜回，孔子对他赞叹。颜回确实我们今天讲一贫如洗，他有那样美满的精神生活，从哪里来的？学而时习之，不亦悦乎，他快乐无比。读圣贤书，落实圣贤的教诲，常常有悟处，怎么不快乐？起心动念、言语造作不违背圣贤教诲，那就是说，中国自古相传的，就是传统文化的总纲领、总原则，四科，全做到了。五伦做到了，父子有亲、夫妇有别、君臣有义、长幼有序、朋友有信，做到了，这怎么不快乐！五常做到了，仁义礼智信，全做到了。四维八德做到了，四维八德总共十二个字，孝悌忠信、礼义廉耻、仁爱和平，全做到了。满心的欢喜，佛法里面所说的，法喜充满，常生欢喜心，孔子、颜回真的是过这个生活。",
      "zh_TW": "幸福美滿不是地位高，不是擁有多少財富，與那個不相干。我們見過地位高的人，也見過擁有億萬財富的人，他生活得不快樂，他沒有我快樂，沒有我這麼自在。快樂人生與地位、財富毫不相干。我們在古籍裡面看到，孔子是平民，物質環境並不好，學生裡面物質生活條件最差的是顏回，可是夫子讚歎的，同學當中過得最幸福、最快樂的就是顏回，孔子對他讚歎。顏回確實我們今天講一貧如洗，他有那樣美滿的精神生活，從哪裡來的？學而時習之，不亦悅乎，他快樂無比。讀聖賢書，落實聖賢的教誨，常常有悟處，怎麼不快樂？起心動念、言語造作不違背聖賢教誨，那就是說，中國自古相傳的，就是傳統文化的總綱領、總原則，四科，全做到了。五倫做到了，父子有親、夫婦有別、君臣有義、長幼有序、朋友有信，做到了，這怎麼不快樂！五常做到了，仁義禮智信，全做到了。四維八德做到了，四維八德總共十二個字，孝悌忠信、禮義廉恥、仁愛和平，全做到了。滿心的歡喜，佛法裡面所說的，法喜充滿，常生歡喜心，孔子、顏回真的是過這個生活。"
    },
    {
      "id": "02-039-0410_p0032",
      "zh_CN": "末后第七，「以此回向，愿生安乐」，安乐就是极乐世界。把自己身口意所修行的功德，不为自己，也就是对这个世间一无所求，回向，回向我所求的。第一个，回向实际。实际是什么？回归自性。我们真正终极的目标就是明心见性，回向实际就是求明心见性。第二个，回向菩提。菩提是智慧、是觉悟，与名闻利养毫不相关。第三个，回向众生，回向众生就是教学。教学头一个是身教，我一定把所学的统统做到，落实在自己的生活、工作、待人接物，大众都看到了，大众都向你学习，这是回向。我得到圣贤的教诲，得到圣贤教诲殊胜的利益，那就是过着快乐人生，我要把快乐人生给大家分享，不是独享。释迦牟尼佛三十岁大彻大悟，这个回向，他回向实际做到了，回向菩提做到了，四十九年的讲经教学是回向众生。他的日常生活，回向众生是给众生做好样子，你看他做出来的，于人无争，于世无求，知足常乐，一生从事于教学，乐此不疲。为什么？这个事业是天上人间最伟大的事业，帮助一切众生破迷开悟、离苦得乐，没有比这个事业更伟大。做伟大的事业，他的心情多舒适、多快乐，所以法喜充满，常生欢喜心。你不学体会不到，你真正学了才真体会到。六十年前，章嘉大师教我学释迦牟尼佛，我很听话，我这六十年就这一条路，愈走愈欢喜，愈走愈自在，法喜充满。",
      "zh_TW": "末後第七，「以此迴向，願生安樂」，安樂就是極樂世界。把自己身口意所修行的功德，不為自己，也就是對這個世間一無所求，迴向，迴向我所求的。第一個，迴向實際。實際是什麼？回歸自性。我們真正終極的目標就是明心見性，迴向實際就是求明心見性。第二個，迴向菩提。菩提是智慧、是覺悟，與名聞利養毫不相關。第三個，迴向眾生，迴向眾生就是教學。教學頭一個是身教，我一定把所學的統統做到，落實在自己的生活、工作、待人接物，大眾都看到了，大眾都向你學習，這是迴向。我得到聖賢的教誨，得到聖賢教誨殊勝的利益，那就是過著快樂人生，我要把快樂人生給大家分享，不是獨享。釋迦牟尼佛三十歲大徹大悟，這個迴向，他迴向實際做到了，迴向菩提做到了，四十九年的講經教學是迴向眾生。他的日常生活，迴向眾生是給眾生做好樣子，你看他做出來的，於人無爭，於世無求，知足常樂，一生從事於教學，樂此不疲。為什麼？這個事業是天上人間最偉大的事業，幫助一切眾生破迷開悟、離苦得樂，沒有比這個事業更偉大。做偉大的事業，他的心情多舒適、多快樂，所以法喜充滿，常生歡喜心。你不學體會不到，你真正學了才真體會到。六十年前，章嘉大師教我學釋迦牟尼佛，我很聽話，我這六十年就這一條路，愈走愈歡喜，愈走愈自在，法喜充滿。"
    },
    {
      "id": "02-039-0410_p0033",
      "zh_CN": "参与国际上这些活动，那是九一一事件之后，昆士兰大学跟格里菲斯大学二位校长来找我，希望我能够帮助联合国，化解冲突，促进社会安定、世界和平，这么一桩事情。我一想，这是全世界现在人痛苦，我们出家人应该有一点慈悲心，尽一点棉薄之力，代表学校参加联合国的会议。十几次的会议，我们把中国传统的文化，特别是传统的教学、大乘佛法介绍给他们。讲了很多次，而且还有表演，表演，我们在汤池做了三年，那表演给联合国看的。他们听到了，他们看到了，我的事情没有了，做完了，这就画了句点，我回归本位。任何这些活动我都不要参加了，做个好样子，老老实实的出家人。老老实实出家人什么样子？释迦牟尼佛那个样子，天天教学，除此之外没有第二桩事情。我现在很快乐，每天能够读经四个小时，能够跟大家在一起分享四个小时，快乐无比！活一天干一天，哪一天不干了，不干我就走了。这是出家人的正业，不能不知道，释迦牟尼一生乐此不疲。我很幸运，非常感谢章嘉大师教我这条路，我这条路一定走到底，给出家人做个好榜样。今天时间到了，我们就讲到此地。",
      "zh_TW": "參與國際上這些活動，那是九一一事件之後，昆士蘭大學跟格里菲斯大學二位校長來找我，希望我能夠幫助聯合國，化解衝突，促進社會安定、世界和平，這麼一樁事情。我一想，這是全世界現在人痛苦，我們出家人應該有一點慈悲心，盡一點棉薄之力，代表學校參加聯合國的會議。十幾次的會議，我們把中國傳統的文化，特別是傳統的教學、大乘佛法介紹給他們。講了很多次，而且還有表演，表演，我們在湯池做了三年，那表演給聯合國看的。他們聽到了，他們看到了，我的事情沒有了，做完了，這就畫了句點，我回歸本位。任何這些活動我都不要參加了，做個好樣子，老老實實的出家人。老老實實出家人什麼樣子？釋迦牟尼佛那個樣子，天天教學，除此之外沒有第二樁事情。我現在很快樂，每天能夠讀經四個小時，能夠跟大家在一起分享四個小時，快樂無比！活一天幹一天，哪一天不幹了，不幹我就走了。這是出家人的正業，不能不知道，釋迦牟尼一生樂此不疲。我很幸運，非常感謝章嘉大師教我這條路，我這條路一定走到底，給出家人做個好榜樣。今天時間到了，我們就講到此地。"
    }
  ]
}