{
  "doc_id": "02-039-0142",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四二集",
    "zh_TW": "第一四二集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0142",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-039-0142_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，第一百六十四面第四行，从第一句看起。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，第一百六十四面第四行，從第一句看起。"
    },
    {
      "id": "02-039-0142_p0002",
      "zh_CN": "「唯此经中之净宗一法，既是最奇，又是最特。下依经中宝莲佛光品从依正、因果、主伴、一多等说明之。依常情而论，池中莲花，应是依报。若说是依，但一一花出三十六百千亿光，一一光中出三十六百千亿佛，可见佛从花现，故云花外无佛，故不能说是依」。我们就从这一段看起，这是解释经文里面一句「住奇特法」，前面已经说得很多了。大乘教里面说奇的有，说特的也有，可是奇特连在一起很少。所以祖师大德特别给我们分析，为什么这个经上有这种奇特的句子。而完全回归到《无量寿经》，只有《无量寿经》，这净宗一法，确实它是最奇也是最特。本经在二十一品「宝莲佛光品」我们可以看到，无论是从依报、正报，或者是从因、或者是从果，或者从主、从伴，乃至于一多，一即是多、多即是一，《华严经》上讲的，一即无量、无量即一，都出现在经文里头。",
      "zh_TW": "「唯此經中之淨宗一法，既是最奇，又是最特。下依經中寶蓮佛光品從依正、因果、主伴、一多等說明之。依常情而論，池中蓮花，應是依報。若說是依，但一一花出三十六百千億光，一一光中出三十六百千億佛，可見佛從花現，故云花外無佛，故不能說是依」。我們就從這一段看起，這是解釋經文裡面一句「住奇特法」，前面已經說得很多了。大乘教裡面說奇的有，說特的也有，可是奇特連在一起很少。所以祖師大德特別給我們分析，為什麼這個經上有這種奇特的句子。而完全回歸到《無量壽經》，只有《無量壽經》，這淨宗一法，確實它是最奇也是最特。本經在二十一品「寶蓮佛光品」我們可以看到，無論是從依報、正報，或者是從因、或者是從果，或者從主、從伴，乃至於一多，一即是多、多即是一，《華嚴經》上講的，一即無量、無量即一，都出現在經文裡頭。"
    },
    {
      "id": "02-039-0142_p0003",
      "zh_CN": "下面就举例说，「依常情而论」，我们一般世俗间的见解来说。「池中莲花」，七宝池中的莲花应该是依报，十方世界念佛往生到极乐世界的人都是莲花化生，所以莲花是十方菩萨往生的处所。极乐世界没有胎生，很特别，莲花化生。莲花也是表法的，唯独这种花是因果同时，在所有植物里头，我们所看到的，一定先开花后结果，因果不同时，花落掉之后果实才长成，唯独莲花，因果同时，你看花才开的时候，莲蓬里面就有莲子。这是说明什么？念佛的人，古人说得好，一声佛号就一尊佛，念念跟佛相应，这是因果同时，其他法门里面没有。为什么这个法门有？这个法门就告诉我们，一切众生本来是佛，是心是佛，是心作佛，本来是佛是是心是佛，你现在念佛是心作佛，因果同时，这个法门奇特就在此地。莲花同时表出污泥而不染，莲花的根是生在泥土里面，这个泥土是代表六道，六道叫染土，莲花的茎在水中，水代表净土。这个水代表四圣法界，声闻、缘觉、菩萨、佛。花开在水上面，这代表什么？染净二边都放下，不但染放下，净也放下，完全回归到自性，表这个意思。",
      "zh_TW": "下面就舉例說，「依常情而論」，我們一般世俗間的見解來說。「池中蓮花」，七寶池中的蓮花應該是依報，十方世界念佛往生到極樂世界的人都是蓮花化生，所以蓮花是十方菩薩往生的處所。極樂世界沒有胎生，很特別，蓮花化生。蓮花也是表法的，唯獨這種花是因果同時，在所有植物裡頭，我們所看到的，一定先開花後結果，因果不同時，花落掉之後果實才長成，唯獨蓮花，因果同時，你看花才開的時候，蓮蓬裡面就有蓮子。這是說明什麼？念佛的人，古人說得好，一聲佛號就一尊佛，念念跟佛相應，這是因果同時，其他法門裡面沒有。為什麼這個法門有？這個法門就告訴我們，一切眾生本來是佛，是心是佛，是心作佛，本來是佛是是心是佛，你現在念佛是心作佛，因果同時，這個法門奇特就在此地。蓮花同時表出污泥而不染，蓮花的根是生在泥土裡面，這個泥土是代表六道，六道叫染土，蓮花的莖在水中，水代表淨土。這個水代表四聖法界，聲聞、緣覺、菩薩、佛。花開在水上面，這代表什麼？染淨二邊都放下，不但染放下，淨也放下，完全回歸到自性，表這個意思。"
    },
    {
      "id": "02-039-0142_p0004",
      "zh_CN": "就世俗来说，莲花确实是依报，依报就是我们生活的环境，我们必须要依靠它生存。「若说是依」，经上告诉我们，「但一一花出三十六百千亿光」，这就是莲花放光，每一朵花都放光。而光中有佛，「一一光中出三十六百千亿佛」。这个数字都是表法的，这是密宗里代表大圆满，三十六百千亿，表这个意思。说明这部经里面的教义有大小乘，各个宗派的教义统统具足，有宗有教、有显有密，所以这是表示这个经与密有关系。像前面我们讲的普贤菩萨，普贤菩萨是密宗最早的传人。「可见佛从花现」，所以说「花外无佛」。佛是正报，花是依报，依正不二，依正同时。「若说是正报」，单从佛来讲这是正报。「经中说花有百千亿叶，明明说是花叶」，并没有讲到佛身，所以也不能说它是正。实在讲是依正不二，依正同时。「若说是因」，这都从凡情上说，先开花后结果。「但此乃如来果德之成就」，西方极乐世界是阿弥陀佛用五劫的时间修成的，修成的果德，所以它不是因。这桩事情到以后后面的经文上我们还会念到。这就是有一段讲西方极乐世界的历史，这个世界怎么来的，阿弥陀佛在因地上怎么发心，怎么样修学，才能得这个果报。这一段也给我们带来很大的启示，我们应当要向阿弥陀佛学习。",
      "zh_TW": "就世俗來說，蓮花確實是依報，依報就是我們生活的環境，我們必須要依靠它生存。「若說是依」，經上告訴我們，「但一一花出三十六百千億光」，這就是蓮花放光，每一朵花都放光。而光中有佛，「一一光中出三十六百千億佛」。這個數字都是表法的，這是密宗裡代表大圓滿，三十六百千億，表這個意思。說明這部經裡面的教義有大小乘，各個宗派的教義統統具足，有宗有教、有顯有密，所以這是表示這個經與密有關係。像前面我們講的普賢菩薩，普賢菩薩是密宗最早的傳人。「可見佛從花現」，所以說「花外無佛」。佛是正報，花是依報，依正不二，依正同時。「若說是正報」，單從佛來講這是正報。「經中說花有百千億葉，明明說是花葉」，並沒有講到佛身，所以也不能說它是正。實在講是依正不二，依正同時。「若說是因」，這都從凡情上說，先開花後結果。「但此乃如來果德之成就」，西方極樂世界是阿彌陀佛用五劫的時間修成的，修成的果德，所以它不是因。這樁事情到以後後面的經文上我們還會念到。這就是有一段講西方極樂世界的歷史，這個世界怎麼來的，阿彌陀佛在因地上怎麼發心，怎麼樣修學，才能得這個果報。這一段也給我們帶來很大的啟示，我們應當要向阿彌陀佛學習。"
    },
    {
      "id": "02-039-0142_p0005",
      "zh_CN": "一个人发真心会感动十方无量无边诸佛如来，大家都乐意帮助你、成就你。阿弥陀佛发的是普度十方世界一切苦难众生，这个苦难众生是指六道里的三恶道，这最苦的众生，发这样的大愿。他的老师，他有个老师，自在王如来，很欢喜他，很佩服他，把十方一切诸佛刹土展现在他面前，让他自己去看。他看了之后，把十方诸佛刹土里头最优秀的、最好的都选择出来。他看到是从果上看到的，这个善果是什么因修的，他也要像诸佛如来一样去修，五劫的时间完成了。所以西方世界是诸佛刹土里面的精华，诸佛刹土美好的集大成，这个多难得！换句话说，阿弥陀佛在因地里也是像孔子一样，学无常师，见到人家好的都学，见到别人不好的他就反省自己有没有，有则改之，无则嘉勉，这是一个非常好的修学态度，他具足，圆满了。所以极乐世界确确实实，固然是往生净土的人集结无量的善根善行成就的，它主要的因素是阿弥陀佛发广大心、无上心造成的极乐世界。",
      "zh_TW": "一個人發真心會感動十方無量無邊諸佛如來，大家都樂意幫助你、成就你。阿彌陀佛發的是普度十方世界一切苦難眾生，這個苦難眾生是指六道裡的三惡道，這最苦的眾生，發這樣的大願。他的老師，他有個老師，自在王如來，很歡喜他，很佩服他，把十方一切諸佛剎土展現在他面前，讓他自己去看。他看了之後，把十方諸佛剎土裡頭最優秀的、最好的都選擇出來。他看到是從果上看到的，這個善果是什麼因修的，他也要像諸佛如來一樣去修，五劫的時間完成了。所以西方世界是諸佛剎土裡面的精華，諸佛剎土美好的集大成，這個多難得！換句話說，阿彌陀佛在因地裡也是像孔子一樣，學無常師，見到人家好的都學，見到別人不好的他就反省自己有沒有，有則改之，無則嘉勉，這是一個非常好的修學態度，他具足，圓滿了。所以極樂世界確確實實，固然是往生淨土的人集結無量的善根善行成就的，它主要的因素是阿彌陀佛發廣大心、無上心造成的極樂世界。"
    },
    {
      "id": "02-039-0142_p0006",
      "zh_CN": "这个事情能行吗？我们听了之后能相信吗？能。为什么？世尊在大乘教里常常讲，十方世界依正庄严从哪来的？唯心所现，唯识所变。又常常告诉我们，一切法从心想生，极乐世界是阿弥陀佛的心想生的。现代量子力学家，对于宇宙之间这些物质现象跟自然现象也觉察到了，所有一切现象都没有离开意念。物质现象是什么？这讲到物质的本质，是意念累积连续发生的幻相，我们误以为是真实。所以任何物质都可以回归到能量，这个能量是精神的能量，就是意念，都能回归到意念。所以佛经上讲的我们能相信，既然相信，我们就应该要发心向阿弥陀佛学习。阿弥陀佛起心动念可以讲是纯净纯善，所以西方极乐世界叫净土，那个世界的美好是纯善。释迦牟尼佛为我们介绍，那个地方的居民皆是上善之人。我们明了，不只上善，上上善人，我们可以这样说法。那个地方的人民心态好，一丝毫不善的念头都没有，哪里会有不善的行为！",
      "zh_TW": "這個事情能行嗎？我們聽了之後能相信嗎？能。為什麼？世尊在大乘教裡常常講，十方世界依正莊嚴從哪來的？唯心所現，唯識所變。又常常告訴我們，一切法從心想生，極樂世界是阿彌陀佛的心想生的。現代量子力學家，對於宇宙之間這些物質現象跟自然現象也覺察到了，所有一切現象都沒有離開意念。物質現象是什麼？這講到物質的本質，是意念累積連續發生的幻相，我們誤以為是真實。所以任何物質都可以回歸到能量，這個能量是精神的能量，就是意念，都能回歸到意念。所以佛經上講的我們能相信，既然相信，我們就應該要發心向阿彌陀佛學習。阿彌陀佛起心動念可以講是純淨純善，所以西方極樂世界叫淨土，那個世界的美好是純善。釋迦牟尼佛為我們介紹，那個地方的居民皆是上善之人。我們明瞭，不只上善，上上善人，我們可以這樣說法。那個地方的人民心態好，一絲毫不善的念頭都沒有，哪裡會有不善的行為！"
    },
    {
      "id": "02-039-0142_p0007",
      "zh_CN": "无比殊胜奇特之处，是十方刹土六道众生烦恼习气很重，也能往生，这就真正是奇特。八万四千法门，任何一个法门，如果烦恼习气不断，你不能成就，小小果都不能成就。小小果，《华严经》上讲的十信位的菩萨，初信、二信这是小小果；声闻里面的须陀洹，初果，都要断惑才能证得，你的烦恼习气一品没断不行，你不可能证得。这个法门它无比奇特之处叫带业往生，你烦恼断了没有？没有，只要你能够把烦恼控制住，它有，但是它不起作用。在什么时候控制？往生最后一念，这一念你能够控制，你就往生了。带业往生是最后一念，不是讲平常，那是个关键的时候，最后一念是阿弥陀佛，没想别的东西，他就去了，他就成功了。到了西方极乐世界，我们知道，无论是善是恶，果报现前一定要具四种缘，善恶的因你有，这叫带业，但是缘，我们这个世界有，极乐世界没有，有因没缘它不会起现行，独特在这个地方，这真正是稀有。",
      "zh_TW": "無比殊勝奇特之處，是十方剎土六道眾生煩惱習氣很重，也能往生，這就真正是奇特。八萬四千法門，任何一個法門，如果煩惱習氣不斷，你不能成就，小小果都不能成就。小小果，《華嚴經》上講的十信位的菩薩，初信、二信這是小小果；聲聞裡面的須陀洹，初果，都要斷惑才能證得，你的煩惱習氣一品沒斷不行，你不可能證得。這個法門它無比奇特之處叫帶業往生，你煩惱斷了沒有？沒有，只要你能夠把煩惱控制住，它有，但是它不起作用。在什麼時候控制？往生最後一念，這一念你能夠控制，你就往生了。帶業往生是最後一念，不是講平常，那是個關鍵的時候，最後一念是阿彌陀佛，沒想別的東西，他就去了，他就成功了。到了西方極樂世界，我們知道，無論是善是惡，果報現前一定要具四種緣，善惡的因你有，這叫帶業，但是緣，我們這個世界有，極樂世界沒有，有因沒緣它不會起現行，獨特在這個地方，這真正是稀有。"
    },
    {
      "id": "02-039-0142_p0008",
      "zh_CN": "所以往生到极乐世界，像《观无量寿佛经》上所讲的，凡圣同居土下下品往生的，大概多半都是像我们这些人，念佛往生的。生到那个地方，得阿弥陀佛本愿威神加持，你看智慧、神通、道力都跟阿惟越致菩萨平等，这是讲凡圣同居土，换句话说，凡圣同居土的待遇是实报土的待遇，这不可思议。凡圣同居土都是实报土的待遇，那方便有余土就不必说了。我们也能这样说法，西方极乐世界是阿惟越致菩萨的世界、是普贤菩萨的世界，这讲得通。但是里头还是有三辈九品，不碍事，理事无碍、事事无碍，华严的境界在极乐世界完全出现了。这么样一个好的地方，我们现在明了，能不能去是最后一念。每天念佛是在干什么？像练兵一样，临终那一念是打仗，就是希望念熟了，这佛号不要忘记，到临命终时还是阿弥陀佛，这就成功了，就这么个道理。为什么要时时刻刻念？就不要有其他的杂念，到临命终时起了个妄念，那就麻烦了，随业流转。",
      "zh_TW": "所以往生到極樂世界，像《觀無量壽佛經》上所講的，凡聖同居土下下品往生的，大概多半都是像我們這些人，念佛往生的。生到那個地方，得阿彌陀佛本願威神加持，你看智慧、神通、道力都跟阿惟越致菩薩平等，這是講凡聖同居土，換句話說，凡聖同居土的待遇是實報土的待遇，這不可思議。凡聖同居土都是實報土的待遇，那方便有餘土就不必說了。我們也能這樣說法，西方極樂世界是阿惟越致菩薩的世界、是普賢菩薩的世界，這講得通。但是裡頭還是有三輩九品，不礙事，理事無礙、事事無礙，華嚴的境界在極樂世界完全出現了。這麼樣一個好的地方，我們現在明瞭，能不能去是最後一念。每天念佛是在幹什麼？像練兵一樣，臨終那一念是打仗，就是希望念熟了，這佛號不要忘記，到臨命終時還是阿彌陀佛，這就成功了，就這麼個道理。為什麼要時時刻刻念？就不要有其他的雜念，到臨命終時起了個妄念，那就麻煩了，隨業流轉。"
    },
    {
      "id": "02-039-0142_p0009",
      "zh_CN": "念阿弥陀佛也是业，随业流转讲得通，最后一念是阿弥陀佛的话，你就到极乐世界去了。最后一念贪心起来，不管贪什么，贪名、贪利，只要贪心起来，饿鬼道去了；如果瞋恚心起来，最后一念是瞋恚心，地狱道去了；愚痴，糊里糊涂，那就到畜生道去了；最后一念念的是仁义道德、是五伦五常，人道来了，上品十善业道生欲界天，你看都在最后一念。这就是让我们在平常去修养心态，也要像极乐世界的人一样，在日常生活当中，无论是什么环境，顺境也好，是逆境也好，我们周边的人，善人也好，恶人也好，都能保持一个正念，不受外面境界的干扰，你就决定得生。那是什么？无论什么环境里头，都是阿弥陀佛，除阿弥陀佛之外什么念头都没有。也不要想着这是善人、那是恶人，都不想。善人，阿弥陀佛，恶人，也是阿弥陀佛；顺境，阿弥陀佛，逆境，也是阿弥陀佛，你就快乐无比了。这种念佛叫功夫成片。念佛人还会随着境界转，这个事情麻烦就很大了，顺境你生欢喜心，逆境里头有怨恨，这样念佛，极乐世界去不了，念一辈子佛，来生还是搞六道轮回，这不能不知道。",
      "zh_TW": "念阿彌陀佛也是業，隨業流轉講得通，最後一念是阿彌陀佛的話，你就到極樂世界去了。最後一念貪心起來，不管貪什麼，貪名、貪利，只要貪心起來，餓鬼道去了；如果瞋恚心起來，最後一念是瞋恚心，地獄道去了；愚痴，糊裡糊塗，那就到畜生道去了；最後一念念的是仁義道德、是五倫五常，人道來了，上品十善業道生欲界天，你看都在最後一念。這就是讓我們在平常去修養心態，也要像極樂世界的人一樣，在日常生活當中，無論是什麼環境，順境也好，是逆境也好，我們周邊的人，善人也好，惡人也好，都能保持一個正念，不受外面境界的干擾，你就決定得生。那是什麼？無論什麼環境裡頭，都是阿彌陀佛，除阿彌陀佛之外什麼念頭都沒有。也不要想著這是善人、那是惡人，都不想。善人，阿彌陀佛，惡人，也是阿彌陀佛；順境，阿彌陀佛，逆境，也是阿彌陀佛，你就快樂無比了。這種念佛叫功夫成片。念佛人還會隨著境界轉，這個事情麻煩就很大了，順境你生歡喜心，逆境裡頭有怨恨，這樣念佛，極樂世界去不了，念一輩子佛，來生還是搞六道輪迴，這不能不知道。"
    },
    {
      "id": "02-039-0142_p0010",
      "zh_CN": "所以经上的标准跟我们讲得很清楚，在经题上，标准是什么？清净、平等、觉。清净平等觉就是阿弥陀佛，阿弥陀佛就是清净平等觉。所以我们念佛要把自己的清净心、平等心、觉而不迷念出来，这就能往生。要多久的时间？每个人根性不一样，利根的人，几天、几个月他就成就；根性差一等的人，我们从《往生传》、从《净土圣贤录》里面去看，一大半以上，不超过三年，能到这个境界。尤其现在，同学们你们知道比我多，我不接触媒体，很多事情不知道，我都听你们说的，这个世界上到处灾难很多，有什么值得留恋？在现在讲移民，为什么不移民到极乐世界去？好事情！阿弥陀佛欢迎我们去，没有拒绝。这一部经就是释迦牟尼佛为我们介绍极乐世界的说明书，移民到西方极乐世界的说明书，依照这个里面所说的，你就决定去得成。而且时间不会太长，我们在灾难没有爆发之前肯定就能去得成，它不需要很长的时间。记住，清净平等觉，记住，把这个世间逆境、顺境、善缘、恶缘统统放下。",
      "zh_TW": "所以經上的標準跟我們講得很清楚，在經題上，標準是什麼？清淨、平等、覺。清淨平等覺就是阿彌陀佛，阿彌陀佛就是清淨平等覺。所以我們念佛要把自己的清淨心、平等心、覺而不迷念出來，這就能往生。要多久的時間？每個人根性不一樣，利根的人，幾天、幾個月他就成就；根性差一等的人，我們從《往生傳》、從《淨土聖賢錄》裡面去看，一大半以上，不超過三年，能到這個境界。尤其現在，同學們你們知道比我多，我不接觸媒體，很多事情不知道，我都聽你們說的，這個世界上到處災難很多，有什麼值得留戀？在現在講移民，為什麼不移民到極樂世界去？好事情！阿彌陀佛歡迎我們去，沒有拒絕。這一部經就是釋迦牟尼佛為我們介紹極樂世界的說明書，移民到西方極樂世界的說明書，依照這個裡面所說的，你就決定去得成。而且時間不會太長，我們在災難沒有爆發之前肯定就能去得成，它不需要很長的時間。記住，清淨平等覺，記住，把這個世間逆境、順境、善緣、惡緣統統放下。"
    },
    {
      "id": "02-039-0142_p0011",
      "zh_CN": "我们的念头放不下，念头叫它统一，叫它归一，就是无论见到什么人，都真的阿弥陀佛，无论遇到什么事，也是阿弥陀佛，我们把心态转过来了。阿弥陀佛在前面跟诸位介绍过，这是什么？这是真如自性的德号，这是十方三世一切诸佛如来的同号，都有这个名号。这个名号翻成中国意思就知道了，阿翻作无，弥陀翻作量，佛翻作智慧、觉悟，阿弥陀佛合起来是无量的智慧、无量的觉悟。你想想看，哪一尊佛不是无量觉？都是。所以他真的是阿弥陀佛，不是假的。现前我们面对的，也是真的是阿弥陀佛，不是假的。为什么？他自性是无量觉，现在是因为有妄想分别执着障碍住，他迷了，迷是假的，不是真的，一时糊涂，他会觉悟的。所以诸佛如来心目当中看所有一切众生，没有一个不是阿弥陀佛，这不是讲的空理，这是事实。我们要了解，从今把心态换过来，一切人事物都是阿弥陀佛，遇到蚊虫蚂蚁也是阿弥陀佛。我们这个心态达到尖峰，达到圆满，哪有不成佛！",
      "zh_TW": "我們的念頭放不下，念頭叫它統一，叫它歸一，就是無論見到什麼人，都真的阿彌陀佛，無論遇到什麼事，也是阿彌陀佛，我們把心態轉過來了。阿彌陀佛在前面跟諸位介紹過，這是什麼？這是真如自性的德號，這是十方三世一切諸佛如來的同號，都有這個名號。這個名號翻成中國意思就知道了，阿翻作無，彌陀翻作量，佛翻作智慧、覺悟，阿彌陀佛合起來是無量的智慧、無量的覺悟。你想想看，哪一尊佛不是無量覺？都是。所以他真的是阿彌陀佛，不是假的。現前我們面對的，也是真的是阿彌陀佛，不是假的。為什麼？他自性是無量覺，現在是因為有妄想分別執著障礙住，他迷了，迷是假的，不是真的，一時糊塗，他會覺悟的。所以諸佛如來心目當中看所有一切眾生，沒有一個不是阿彌陀佛，這不是講的空理，這是事實。我們要了解，從今把心態換過來，一切人事物都是阿彌陀佛，遇到蚊蟲螞蟻也是阿彌陀佛。我們這個心態達到尖峰，達到圓滿，哪有不成佛！"
    },
    {
      "id": "02-039-0142_p0012",
      "zh_CN": "所以我们看，这是讲到因果，这个花是如来果德的成就，非常不可思议，所以它不是因。「欲言是果，然此花是十方世界所生之物，不待行人果觉功圆」，这果的意思也不能成立；这个不成立是因果同时，因果不二，这花本身它就是因中有果，果中有因。你看花中就有莲子，莲蓬周边就是莲花花朵，它同时出现的，它跟别的花不一样。「若说是主，则能含十方三世无量慧，含摄一切，其伴甚多」。佛家常讲主伴圆融，他的伴很多。「若言是伴，则心外无法，唯是如来正觉。极乐之依正主伴一切一切，唯是阿弥陀如来自心所现。」这个地方最重要的，阿弥陀佛自心所现，阿弥陀佛自心跟我们自心是一个心，不是两个。所以中峰禅师在《系念法事》上说，「我心即是阿弥陀佛，阿弥陀佛即是我心」。这句话你要认同，是真的不是假的。一切法从心想生，包括极乐世界，一切法从心想生，包括整个宇宙。大宇宙，《华严经》里面「华藏世界品」、「世界成就品」说得非常详细。我们今天现代的天文学里面所发现的，所做的报告，跟《华严》做个比较，还差很大的距离。佛经里面有高等哲学、有高等科学，无论是讲伦理，讲五常、四维八德，讲微观世界，讲宏观世界，都讲得透彻，讲到究竟圆满。所以经文说到这里，希望大家都能直下承当，阿弥陀佛即是我心。",
      "zh_TW": "所以我們看，這是講到因果，這個花是如來果德的成就，非常不可思議，所以它不是因。「欲言是果，然此花是十方世界所生之物，不待行人果覺功圓」，這果的意思也不能成立；這個不成立是因果同時，因果不二，這花本身它就是因中有果，果中有因。你看花中就有蓮子，蓮蓬周邊就是蓮花花朵，它同時出現的，它跟別的花不一樣。「若說是主，則能含十方三世無量慧，含攝一切，其伴甚多」。佛家常講主伴圓融，他的伴很多。「若言是伴，則心外無法，唯是如來正覺。極樂之依正主伴一切一切，唯是阿彌陀如來自心所現。」這個地方最重要的，阿彌陀佛自心所現，阿彌陀佛自心跟我們自心是一個心，不是兩個。所以中峰禪師在《繫念法事》上說，「我心即是阿彌陀佛，阿彌陀佛即是我心」。這句話你要認同，是真的不是假的。一切法從心想生，包括極樂世界，一切法從心想生，包括整個宇宙。大宇宙，《華嚴經》裡面「華藏世界品」、「世界成就品」說得非常詳細。我們今天現代的天文學裡面所發現的，所做的報告，跟《華嚴》做個比較，還差很大的距離。佛經裡面有高等哲學、有高等科學，無論是講倫理，講五常、四維八德，講微觀世界，講宏觀世界，都講得透徹，講到究竟圓滿。所以經文說到這裡，希望大家都能直下承當，阿彌陀佛即是我心。"
    },
    {
      "id": "02-039-0142_p0013",
      "zh_CN": "「欲说是一法，但一花中有无量光，其中出生无量法」，这是什么？一即无量。「若说是无量，则只是一句名号。三种庄严，入一法句」。你要说它是无量，说它是一法，确实心性具无边的妙用。我们在《还源观》上看到，显一体，起二用，底下很精彩，示三遍。无论是一念，这一念是精神法界，一尘，微尘，是物质法界，一念、一尘都是周遍法界。什么周遍法界？现在我们讲的波动，这个波动周遍法界，一念就是一个波动。这个一念，弥勒菩萨所说的，一弹指有三十二亿百千念。我相信有人身体很健康，年轻人弹得很快，至少一秒钟可以弹五次。要以一秒钟五次来说，一秒钟里有多少念头，我们讲这个波动，多少次？一千六百兆，太微细了。一念是一千六百兆分之一秒，这一念立刻周遍法界、出生无尽、含容空有，这是佛家的宇宙观，是真的不是假的。",
      "zh_TW": "「欲說是一法，但一花中有無量光，其中出生無量法」，這是什麼？一即無量。「若說是無量，則只是一句名號。三種莊嚴，入一法句」。你要說它是無量，說它是一法，確實心性具無邊的妙用。我們在《還源觀》上看到，顯一體，起二用，底下很精彩，示三遍。無論是一念，這一念是精神法界，一塵，微塵，是物質法界，一念、一塵都是周遍法界。什麼周遍法界？現在我們講的波動，這個波動周遍法界，一念就是一個波動。這個一念，彌勒菩薩所說的，一彈指有三十二億百千念。我相信有人身體很健康，年輕人彈得很快，至少一秒鐘可以彈五次。要以一秒鐘五次來說，一秒鐘裡有多少念頭，我們講這個波動，多少次？一千六百兆，太微細了。一念是一千六百兆分之一秒，這一念立刻周遍法界、出生無盡、含容空有，這是佛家的宇宙觀，是真的不是假的。"
    },
    {
      "id": "02-039-0142_p0014",
      "zh_CN": "这样微细的念头，十方诸佛如来他统统收到，我们自己都不晓得，佛菩萨清楚。这个细念都清楚，何况粗念？粗念是细念的累积，哪有不晓得的道理！立刻这个信息就送到十方世界去了，没有人不知道。我们要是真正明白这个道理，不敢有恶念，为什么？有恶念是个羞耻的事情，你如何面对十方三世一切诸佛如来，为什么？他们能够很清楚的接收到你的信息。其他的，我们讲什么？十法界的，十法界里的声闻、缘觉、菩萨，他们也有这个能力，但是他们是接收到了，接收到他的妄想分别没有断干净，所以他还是有障碍，是接收到，他没起作用。但是对法身菩萨那就不一样，那完全清楚。《华严经》上所说的四十一位法身大士，再加上妙觉（如来），这样的人在大宇宙里无量无边无数无尽，我们这个刹那刹那的念头统统都发出去，他们全都接收到，你怎么好意思面对这些大众？这是如来在大乘教里给我们讲真实话，这一点不假。这是自性真实智慧的开显，都是真实之际的妙用。所以归一句名号，这一句名号就是南无阿弥陀佛。",
      "zh_TW": "這樣微細的念頭，十方諸佛如來他統統收到，我們自己都不曉得，佛菩薩清楚。這個細念都清楚，何況粗念？粗念是細念的累積，哪有不曉得的道理！立刻這個信息就送到十方世界去了，沒有人不知道。我們要是真正明白這個道理，不敢有惡念，為什麼？有惡念是個羞恥的事情，你如何面對十方三世一切諸佛如來，為什麼？他們能夠很清楚的接收到你的信息。其他的，我們講什麼？十法界的，十法界裡的聲聞、緣覺、菩薩，他們也有這個能力，但是他們是接收到了，接收到他的妄想分別沒有斷乾淨，所以他還是有障礙，是接收到，他沒起作用。但是對法身菩薩那就不一樣，那完全清楚。《華嚴經》上所說的四十一位法身大士，再加上妙覺（如來），這樣的人在大宇宙裡無量無邊無數無盡，我們這個剎那剎那的念頭統統都發出去，他們全都接收到，你怎麼好意思面對這些大眾？這是如來在大乘教裡給我們講真實話，這一點不假。這是自性真實智慧的開顯，都是真實之際的妙用。所以歸一句名號，這一句名號就是南無阿彌陀佛。"
    },
    {
      "id": "02-039-0142_p0015",
      "zh_CN": "「三种庄严」，这是《往生论》里讲的，佛庄严、菩萨庄严、道场庄严。这个道场，经论里面讲的是国土，我跟诸位讲道场，就是他所教学的区域，这个区域是很大的。释迦牟尼佛的教区，三千大千世界，这是他的教区。我们现在能理解，整个宇宙就是意念构成的网，像现在的网际网路一样。网际网路不能跟它比，那个太粗了，速度太慢。我们自性里头，这是德相，就像一个互联网一样，遍法界虚空界，上跟一切诸佛，下跟十法界众生，没有能超越这个网路的，统统在网路之中。我们有这样的认知，有这样的肯定，对我们现前的修学帮助太大了。不是儒家古德所说的「十目所视，十手所指」，不止，无量无边的诸佛菩萨都在那里看着我们。我们学佛，以佛为师，我们一个不善的念头，能对得起老师吗？对得起自己的自性吗？所有一切不善的念头自然就放下了。烦恼习气放下，自性里面般若智慧就现前。「入一法句」，这一法句就是名号，就是阿弥陀佛。",
      "zh_TW": "「三種莊嚴」，這是《往生論》裡講的，佛莊嚴、菩薩莊嚴、道場莊嚴。這個道場，經論裡面講的是國土，我跟諸位講道場，就是他所教學的區域，這個區域是很大的。釋迦牟尼佛的教區，三千大千世界，這是他的教區。我們現在能理解，整個宇宙就是意念構成的網，像現在的網際網路一樣。網際網路不能跟它比，那個太粗了，速度太慢。我們自性裡頭，這是德相，就像一個互聯網一樣，遍法界虛空界，上跟一切諸佛，下跟十法界眾生，沒有能超越這個網路的，統統在網路之中。我們有這樣的認知，有這樣的肯定，對我們現前的修學幫助太大了。不是儒家古德所說的「十目所視，十手所指」，不止，無量無邊的諸佛菩薩都在那裡看著我們。我們學佛，以佛為師，我們一個不善的念頭，能對得起老師嗎？對得起自己的自性嗎？所有一切不善的念頭自然就放下了。煩惱習氣放下，自性裡面般若智慧就現前。「入一法句」，這一法句就是名號，就是阿彌陀佛。"
    },
    {
      "id": "02-039-0142_p0016",
      "zh_CN": "「所以说此乃奇中之奇」。这是真的，像刚才所说的，这就是安住一切众生于佛正道，心里只有一尊阿弥陀佛，这就是如来的正觉，这就是佛的正道。奇中之奇，「特中之特，不可称、不可说」，无法称说，所以说之为「不可思议之法」，你没有办法去想像，你没有办法把它说清楚。老子所谓「道可道，非常道；名可名，非常名」，道可道，非常道，是说不出的，名可名，非常名，不但说不出，你想都想不到。为什么？想是第六意识。佛在相宗经论里面告诉我们，六识它所缘的境界非常非常之广，在宏观世界里面它能够缘到虚空法界，在微观世界里面它能够缘到阿赖耶，就是缘不到自性。为什么？因为自性不是精神也不是物质。它不是物质，你眼耳鼻舌身缘不到它，它不是精神，你第六意识也缘不到它。所以只说了这么一句不可思议之法，没有办法去想，没有办法去说，这个议就是议论，语言达不到，思想达不到，那是自性。所以科学、哲学的发展，就跟佛家所说的，特别跟法相宗相应。",
      "zh_TW": "「所以說此乃奇中之奇」。這是真的，像剛才所說的，這就是安住一切眾生於佛正道，心裡只有一尊阿彌陀佛，這就是如來的正覺，這就是佛的正道。奇中之奇，「特中之特，不可稱、不可說」，無法稱說，所以說之為「不可思議之法」，你沒有辦法去想像，你沒有辦法把它說清楚。老子所謂「道可道，非常道；名可名，非常名」，道可道，非常道，是說不出的，名可名，非常名，不但說不出，你想都想不到。為什麼？想是第六意識。佛在相宗經論裡面告訴我們，六識它所緣的境界非常非常之廣，在宏觀世界裡面它能夠緣到虛空法界，在微觀世界裡面它能夠緣到阿賴耶，就是緣不到自性。為什麼？因為自性不是精神也不是物質。它不是物質，你眼耳鼻舌身緣不到它，它不是精神，你第六意識也緣不到它。所以只說了這麼一句不可思議之法，沒有辦法去想，沒有辦法去說，這個議就是議論，語言達不到，思想達不到，那是自性。所以科學、哲學的發展，就跟佛家所說的，特別跟法相宗相應。"
    },
    {
      "id": "02-039-0142_p0017",
      "zh_CN": "今天的科学向着两极化的发展，宏观是太空物理，微观是量子力学。确实量子力学讲的就是阿赖耶的三细相，缘不到自性。所以科学家到登峰造极的时候，后面就打个问号。这现象，精神跟物质现象是波动出现的，波动从哪来的？为什么会有波动？你再追究就是问号了，他答不出来。佛在这个地方说了一句话，「法尔如是」，我们也很难理解。法尔是它本来就是这个样子。好像这是含糊、搪塞的话，你没把它说清楚。真的说不清楚。所以佛后头有一句话说，「唯证方知」。这是佛的科学，你自己亲证，你就明白、就知道了。怎么样亲证？那就是佛所讲的，你把起心动念、分别执着统统放下，你就知道，你就证得。所以到最后一着是唯证方知。佛不会骗人，佛教我们所有的人统统都要亲证这个境界，那是你自己的。听别人讲的不算，在佛法里面叫解悟，不是证悟。解悟，你没证得，你不得受用。真正证得了，自己有受用，那个受用是圆满的五止、六观，《还源观》上所说的。所以「只是勉强名之为奇特法」。到这里是一段。",
      "zh_TW": "今天的科學向著兩極化的發展，宏觀是太空物理，微觀是量子力學。確實量子力學講的就是阿賴耶的三細相，緣不到自性。所以科學家到登峰造極的時候，後面就打個問號。這現象，精神跟物質現象是波動出現的，波動從哪來的？為什麼會有波動？你再追究就是問號了，他答不出來。佛在這個地方說了一句話，「法爾如是」，我們也很難理解。法爾是它本來就是這個樣子。好像這是含糊、搪塞的話，你沒把它說清楚。真的說不清楚。所以佛後頭有一句話說，「唯證方知」。這是佛的科學，你自己親證，你就明白、就知道了。怎麼樣親證？那就是佛所講的，你把起心動念、分別執著統統放下，你就知道，你就證得。所以到最後一著是唯證方知。佛不會騙人，佛教我們所有的人統統都要親證這個境界，那是你自己的。聽別人講的不算，在佛法裡面叫解悟，不是證悟。解悟，你沒證得，你不得受用。真正證得了，自己有受用，那個受用是圓滿的五止、六觀，《還源觀》上所說的。所以「只是勉強名之為奇特法」。到這裡是一段。"
    },
    {
      "id": "02-039-0142_p0018",
      "zh_CN": "「今日世尊欲宣弥陀弘愿一乘」，这就是《无量寿经》。释迦牟尼佛看到这个机缘成熟了，把极乐世界介绍给大家，「最奇特之法，住于弥陀之所住，佛佛相念」。这两句话好，我们真要学，学什么？住弥陀之所住。这就是净宗讲的常寂光，哲学里面所说的宇宙万有的本体，佛法叫常寂光，要住在这里头。「佛佛相念」，念佛就是作佛，《观经》里面所说的，「是心是佛，是心作佛」，念佛就是真正作佛，念菩萨就是作菩萨。现在我们完全明白了，一切诸佛里头，阿弥陀佛无比殊胜庄严。这个经里头释迦牟尼佛对他的赞叹，代表十方一切诸佛对阿弥陀佛的赞叹，说他是「光中极尊，佛中之王」。这个赞叹到极处了，再没有比这个圆满，再没有比这个高了。我们了解，不念弥陀还念什么？念什么都不如念弥陀，念什么样的经教都不如念这部《无量寿经》，真的是第一里头的第一。你搞不清楚，没有透彻的理解它，心里还有妄想，这个不能怪人，为什么？在对佛法没有真正认知之前，这是一个很平常的现象，正常的现象。",
      "zh_TW": "「今日世尊欲宣彌陀弘願一乘」，這就是《無量壽經》。釋迦牟尼佛看到這個機緣成熟了，把極樂世界介紹給大家，「最奇特之法，住於彌陀之所住，佛佛相念」。這兩句話好，我們真要學，學什麼？住彌陀之所住。這就是淨宗講的常寂光，哲學裡面所說的宇宙萬有的本體，佛法叫常寂光，要住在這裡頭。「佛佛相念」，念佛就是作佛，《觀經》裡面所說的，「是心是佛，是心作佛」，念佛就是真正作佛，念菩薩就是作菩薩。現在我們完全明白了，一切諸佛裡頭，阿彌陀佛無比殊勝莊嚴。這個經裡頭釋迦牟尼佛對他的讚歎，代表十方一切諸佛對阿彌陀佛的讚歎，說他是「光中極尊，佛中之王」。這個讚歎到極處了，再沒有比這個圓滿，再沒有比這個高了。我們了解，不念彌陀還念什麼？念什麼都不如念彌陀，念什麼樣的經教都不如念這部《無量壽經》，真的是第一裡頭的第一。你搞不清楚，沒有透徹的理解它，心裡還有妄想，這個不能怪人，為什麼？在對佛法沒有真正認知之前，這是一個很平常的現象，正常的現象。"
    },
    {
      "id": "02-039-0142_p0019",
      "zh_CN": "我初学佛的时候认识李老师，那个时候我对阿弥陀佛不认识，我的兴趣是广学多闻，所以对于大乘经论有浓厚的兴趣。学佛三十年才明白，虽然明白了，不透！认真的修净土了，不透。学了多久才算是真的搞清楚、搞明白？五十年，我学佛到今天五十九年，真正搞清楚、搞明白是最近八、九年的事情。这个搞清楚，我没有别的，就是大乘经教天天薰习，没有一天离开经本，没有一天离开跟大家分享。我们今天在讲台上是跟大家分享，把我学习的一点心得、一点感想，给诸位做报告。我学得很欢喜，愈学愈欢喜，愈学愈快乐，真的像经上所讲的，法喜充满，常生欢喜心。老师当年介绍我「学佛是人生最高的享受」，我现在得到了。感恩老师，要不是老师指出这条路，我们这一生在这个世间会活得很辛苦，哪有真正的快乐幸福！很多，我们也看到，这么多年来，许许多多学佛的人，他没有真正得到幸福快乐。为什么？他没有真学。所以这个东西要真干才行。方向要正确，目标要坚定，长时薰修，一天都不能放过。所以我常常跟同学说，我是中下根性，不是上根，如果是上根，早就跟历代祖师平起平坐。我们跟历代祖师比还相差很远，可知佛法的殊胜。",
      "zh_TW": "我初學佛的時候認識李老師，那個時候我對阿彌陀佛不認識，我的興趣是廣學多聞，所以對於大乘經論有濃厚的興趣。學佛三十年才明白，雖然明白了，不透！認真的修淨土了，不透。學了多久才算是真的搞清楚、搞明白？五十年，我學佛到今天五十九年，真正搞清楚、搞明白是最近八、九年的事情。這個搞清楚，我沒有別的，就是大乘經教天天薰習，沒有一天離開經本，沒有一天離開跟大家分享。我們今天在講台上是跟大家分享，把我學習的一點心得、一點感想，給諸位做報告。我學得很歡喜，愈學愈歡喜，愈學愈快樂，真的像經上所講的，法喜充滿，常生歡喜心。老師當年介紹我「學佛是人生最高的享受」，我現在得到了。感恩老師，要不是老師指出這條路，我們這一生在這個世間會活得很辛苦，哪有真正的快樂幸福！很多，我們也看到，這麼多年來，許許多多學佛的人，他沒有真正得到幸福快樂。為什麼？他沒有真學。所以這個東西要真幹才行。方向要正確，目標要堅定，長時薰修，一天都不能放過。所以我常常跟同學說，我是中下根性，不是上根，如果是上根，早就跟歷代祖師平起平坐。我們跟歷代祖師比還相差很遠，可知佛法的殊勝。"
    },
    {
      "id": "02-039-0142_p0020",
      "zh_CN": "「故曰：住奇特法」。念阿弥陀佛就是住奇特法。可是今天有几个人真的住奇特法？我们这一观察，不多，你看看他平常言谈举止，他心里拉杂东西很多，没住奇特法。如果他心里只有一句阿弥陀佛，其他的什么都没有，我告诉你，什么境界？无论别人跟他讲什么话，他听的都是佛号，他眼睛看的、心中所想的，所有一切众生统统是阿弥陀佛，这个人住奇特法。这些道理、事实真相我都知道，大概我还要几年，我就能到这个境界了，我现在对这个一丝毫怀疑都没有。",
      "zh_TW": "「故曰：住奇特法」。念阿彌陀佛就是住奇特法。可是今天有幾個人真的住奇特法？我們這一觀察，不多，你看看他平常言談舉止，他心裡拉雜東西很多，沒住奇特法。如果他心裡只有一句阿彌陀佛，其他的什麼都沒有，我告訴你，什麼境界？無論別人跟他講什麼話，他聽的都是佛號，他眼睛看的、心中所想的，所有一切眾生統統是阿彌陀佛，這個人住奇特法。這些道理、事實真相我都知道，大概我還要幾年，我就能到這個境界了，我現在對這個一絲毫懷疑都沒有。"
    },
    {
      "id": "02-039-0142_p0021",
      "zh_CN": "我们再看下面经文，「住诸佛所住导师之行、最胜之道」。向下解释这一句经文，佛所住，我们看佛所住哪里。「《净影疏》曰：住佛住者，涅槃常果，诸佛同住。今日世雄」，这就是释迦牟尼佛，「住彼所住，住大涅槃，能起化用」，化是教化众生的作用。他讲得没错，这也是菩萨应当要学习的。涅槃常果，诸佛同住，这句话什么意思？涅槃是不生不灭，前面我们读过，一般都用圆寂两个字来解释，圆是圆满，寂是清净寂灭。我们听了，特别是初学，无法体会这个意思，还是用我们最浅显的话来说，大家好懂。圆满的清净寂灭是什么？我们六根对外面六尘境界，眼见色，耳闻声，鼻嗅香，舌尝味，身的、意的接触，接触外面境界，真正做到不起心不动念，又清楚又明了，不起心不动念，这就是涅槃常果的境界。不是离开，离开你还会起心动念，你还在打妄想，你还在造业。你念好事，利益众生的事情，造善业，损害众生的事情，你造恶业，还是在造业。",
      "zh_TW": "我們再看下面經文，「住諸佛所住導師之行、最勝之道」。向下解釋這一句經文，佛所住，我們看佛所住哪裡。「《淨影疏》曰：住佛住者，涅槃常果，諸佛同住。今日世雄」，這就是釋迦牟尼佛，「住彼所住，住大涅槃，能起化用」，化是教化眾生的作用。他講得沒錯，這也是菩薩應當要學習的。涅槃常果，諸佛同住，這句話什麼意思？涅槃是不生不滅，前面我們讀過，一般都用圓寂兩個字來解釋，圓是圓滿，寂是清淨寂滅。我們聽了，特別是初學，無法體會這個意思，還是用我們最淺顯的話來說，大家好懂。圓滿的清淨寂滅是什麼？我們六根對外面六塵境界，眼見色，耳聞聲，鼻嗅香，舌嘗味，身的、意的接觸，接觸外面境界，真正做到不起心不動念，又清楚又明瞭，不起心不動念，這就是涅槃常果的境界。不是離開，離開你還會起心動念，你還在打妄想，你還在造業。你念好事，利益眾生的事情，造善業，損害眾生的事情，你造惡業，還是在造業。"
    },
    {
      "id": "02-039-0142_p0022",
      "zh_CN": "如何能够学到像法身大士一样不起心、不动念？难，真难！不得已而求其次，佛所住做不到，学菩萨，菩萨有起心动念，没有分别执着，比佛容易多了。再不行，再不行就再其次，跟阿罗汉学不执着，阿罗汉有起心动念、有分别，但是他不执着。给诸位说，不执着就没烦恼了。所以在经题教导我们修行这五个字，清净平等觉，阿罗汉就得到清净，为什么？他没有烦恼，执着破了，于一切法不再执着。阿罗汉的不执着，菩萨的不分别，诸佛如来的不起心、不动念，要怎样才能练成？我相信很多同学都想知道，用什么方法能够练成功？给诸位说，就是住奇特法，你就练成功了。心里面什么？就是阿弥陀佛，除了这一句阿弥陀佛之外什么都没有。无论学声闻、学缘觉、学菩萨、学佛，你都能成就，而且会很快的成就。这法子很秘密，我今天在这里是揭密，诸位要知道，这是大乘的密法，会非常有效果。诸佛同住，今天释迦牟尼佛住彼所住，就是住诸佛所住，住大涅槃，能起化用，化是教化十法界有缘的众生，身行言教，他真做到了。这个道理要懂，你入这个境界，你得大自在。",
      "zh_TW": "如何能夠學到像法身大士一樣不起心、不動念？難，真難！不得已而求其次，佛所住做不到，學菩薩，菩薩有起心動念，沒有分別執著，比佛容易多了。再不行，再不行就再其次，跟阿羅漢學不執著，阿羅漢有起心動念、有分別，但是他不執著。給諸位說，不執著就沒煩惱了。所以在經題教導我們修行這五個字，清淨平等覺，阿羅漢就得到清淨，為什麼？他沒有煩惱，執著破了，於一切法不再執著。阿羅漢的不執著，菩薩的不分別，諸佛如來的不起心、不動念，要怎樣才能練成？我相信很多同學都想知道，用什麼方法能夠練成功？給諸位說，就是住奇特法，你就練成功了。心裡面什麼？就是阿彌陀佛，除了這一句阿彌陀佛之外什麼都沒有。無論學聲聞、學緣覺、學菩薩、學佛，你都能成就，而且會很快的成就。這法子很祕密，我今天在這裡是揭密，諸位要知道，這是大乘的密法，會非常有效果。諸佛同住，今天釋迦牟尼佛住彼所住，就是住諸佛所住，住大涅槃，能起化用，化是教化十法界有緣的眾生，身行言教，他真做到了。這個道理要懂，你入這個境界，你得大自在。"
    },
    {
      "id": "02-039-0142_p0023",
      "zh_CN": "「《会疏》曰：佛所住，不（非）二乘菩萨所能及」，这个不就是非的意思，就是非二乘菩萨所能及。古人翻经常常用不二，不二乘菩萨，我们不太好懂，用现在说，不就是非的意思，大家就好懂了，就是不是二乘菩萨所能及，加一个字也行，就很明白。这真的，刚才我讲的意思都讲出来了。你看佛不起心不动念，菩萨、声闻、缘觉做不到，他们起心动念。菩萨比声闻、缘觉高，菩萨没有分别，声闻、缘觉有分别，没有执着。妄想分别执着统统有，这是六道凡夫，六道里头包括色界天跟无色界天。色界、无色界天的烦恼好像他不起现行，他那是定功，把它控制住，定功如果失掉，他的烦恼习气就又会冒出来。所以他那个定不是真的定，佛家不叫它做三昧，为什么？它会失掉。得到之后永远不丧失才叫三昧。阿罗汉所得的定就不会失掉，所以在楞严会上佛称它叫九次第定，这讲定功浅深，他是第九个层次的，四禅是前面四个，四空定就是四禅往上。所以总共四禅、四空一共是八个定，我们通常叫它做四禅八定。这八个层次不叫三昧，因为它会失掉，定功一失掉的时候烦恼习气马上现行，所以他出不了六道轮回，到第九定，超越了，超越六道轮回，他生到四圣法界去，不在六道里头。如果我们把心定在阿弥陀佛上，心里只有阿弥陀佛，除阿弥陀佛之外什么都不想，像我刚才所说的，那都是修行的秘诀，无论善缘、恶缘、顺境、逆境，统统是阿弥陀佛。在生活里面、工作里面，处事待人接物，念念全是阿弥陀佛，我所看的是阿弥陀佛，所听的是阿弥陀佛，所接触的一切全是阿弥陀佛，这什么？这是念佛三昧，这三昧中王，这是无上深密禅。释迦牟尼佛在《大集经》上讲的，如果说密，这是无上乘的密法，一点都不假。所以这个真正是奇特法，我们不能不知道。所以这是「唯佛与佛住之」，不起心、不动念是唯佛与佛。",
      "zh_TW": "「《會疏》曰：佛所住，不（非）二乘菩薩所能及」，這個不就是非的意思，就是非二乘菩薩所能及。古人翻經常常用不二，不二乘菩薩，我們不太好懂，用現在說，不就是非的意思，大家就好懂了，就是不是二乘菩薩所能及，加一個字也行，就很明白。這真的，剛才我講的意思都講出來了。你看佛不起心不動念，菩薩、聲聞、緣覺做不到，他們起心動念。菩薩比聲聞、緣覺高，菩薩沒有分別，聲聞、緣覺有分別，沒有執著。妄想分別執著統統有，這是六道凡夫，六道裡頭包括色界天跟無色界天。色界、無色界天的煩惱好像他不起現行，他那是定功，把它控制住，定功如果失掉，他的煩惱習氣就又會冒出來。所以他那個定不是真的定，佛家不叫它做三昧，為什麼？它會失掉。得到之後永遠不喪失才叫三昧。阿羅漢所得的定就不會失掉，所以在楞嚴會上佛稱它叫九次第定，這講定功淺深，他是第九個層次的，四禪是前面四個，四空定就是四禪往上。所以總共四禪、四空一共是八個定，我們通常叫它做四禪八定。這八個層次不叫三昧，因為它會失掉，定功一失掉的時候煩惱習氣馬上現行，所以他出不了六道輪迴，到第九定，超越了，超越六道輪迴，他生到四聖法界去，不在六道裡頭。如果我們把心定在阿彌陀佛上，心裡只有阿彌陀佛，除阿彌陀佛之外什麼都不想，像我剛才所說的，那都是修行的祕訣，無論善緣、惡緣、順境、逆境，統統是阿彌陀佛。在生活裡面、工作裡面，處事待人接物，念念全是阿彌陀佛，我所看的是阿彌陀佛，所聽的是阿彌陀佛，所接觸的一切全是阿彌陀佛，這什麼？這是念佛三昧，這三昧中王，這是無上深密禪。釋迦牟尼佛在《大集經》上講的，如果說密，這是無上乘的密法，一點都不假。所以這個真正是奇特法，我們不能不知道。所以這是「唯佛與佛住之」，不起心、不動念是唯佛與佛。"
    },
    {
      "id": "02-039-0142_p0024",
      "zh_CN": "「又佛说三乘随他教时，各住三乘法，今住佛随自所住，故云住佛所住。后说甚好」，这是最后这说得是真好。因为佛示现在世间，讲应化在世间，恒顺众生，随喜功德，《楞严经》上所说的，「随众生心，应所知量」。所以佛没有定法可说，无有法可说，他所说的法完全是众生心态的反应，众生的心态，自性自然的反应，这才是佛度众生的真相。佛没有说法，佛是永远住大涅槃，为什么？从来没有起心动念，在十法界教化众生也没有起心动念，这真是奇特。可是佛教化众生的时候，见人，你的程度是人道，他给你讲伦理、讲道德、讲因果；你的程度是小乘根性，他跟你讲小乘经教；你是菩萨根性，他跟你讲大乘经；你是一乘根性，他跟你讲《华严》、《法华》。但是净土呢？净土什么样根性都适合，三根普被，利钝全收，这是一个没有障碍的法门，任何人接触都得利益，只要有一点点善根，遇到之后都有可能在这一生当中往生净土。这要用我们一般话说，太幸运了，你在这一生当中就可以成佛了。往生就成佛，为什么？往生就是阿惟越致菩萨，阿惟越致菩萨是成佛。那成佛不是你真成佛，你的神通、智慧、道力是阿弥陀佛他的愿力加持你，等于说他给你的。他加持，你可以起作用，但是不是你真正证得的。所以你也有能力在十方世界教化众生，像其他诸佛一样，没有什么两样的，这个法门是太了不起。",
      "zh_TW": "「又佛說三乘隨他教時，各住三乘法，今住佛隨自所住，故云住佛所住。後說甚好」，這是最後這說得是真好。因為佛示現在世間，講應化在世間，恆順眾生，隨喜功德，《楞嚴經》上所說的，「隨眾生心，應所知量」。所以佛沒有定法可說，無有法可說，他所說的法完全是眾生心態的反應，眾生的心態，自性自然的反應，這才是佛度眾生的真相。佛沒有說法，佛是永遠住大涅槃，為什麼？從來沒有起心動念，在十法界教化眾生也沒有起心動念，這真是奇特。可是佛教化眾生的時候，見人，你的程度是人道，他給你講倫理、講道德、講因果；你的程度是小乘根性，他跟你講小乘經教；你是菩薩根性，他跟你講大乘經；你是一乘根性，他跟你講《華嚴》、《法華》。但是淨土呢？淨土什麼樣根性都適合，三根普被，利鈍全收，這是一個沒有障礙的法門，任何人接觸都得利益，只要有一點點善根，遇到之後都有可能在這一生當中往生淨土。這要用我們一般話說，太幸運了，你在這一生當中就可以成佛了。往生就成佛，為什麼？往生就是阿惟越致菩薩，阿惟越致菩薩是成佛。那成佛不是你真成佛，你的神通、智慧、道力是阿彌陀佛他的願力加持你，等於說他給你的。他加持，你可以起作用，但是不是你真正證得的。所以你也有能力在十方世界教化眾生，像其他諸佛一樣，沒有什麼兩樣的，這個法門是太了不起。"
    },
    {
      "id": "02-039-0142_p0025",
      "zh_CN": "正因为随他教时，各住三乘法，跟人天，佛就住人天法，像孔子、孟子在我们中国示现的，住人天法，释迦牟尼佛在印度教化众生，住二乘法，声闻、缘觉，到末后一个阶段的时候，讲到《般若》、《法华》时，那是住佛所住。这几句话是讲佛的示现。今，这个今是佛讲《无量寿经》，今天讲这部经，住佛随自所住，他跟其他的示现那个时候不同，他不是住菩萨，也不是住声闻，也不是住人天，他讲这个法门是住自所住，住诸佛之所住，故云住佛所住。黄老居士说，后说甚好，为什么？「今佛所说」，这是现在，释迦牟尼佛讲这部经这个时候，「是佛果觉」，这经上所讲的是他老人家修行证得最圆满的果觉，大乘教里面讲妙觉位，「乃佛境界，故住于诸佛自之所住」。《金刚经》上有两句话，惠能大师听到就开悟了，「应无所住，而生其心」。我们要把这边对一对，第二行末后两句，「住大涅槃」就是应无所住，「能起化用」就是而生其心。这是佛境界，这不是普通境界。所以此地说，「住于诸佛自之所住」，这就是应无所住，「而流出此殊胜妙法」，这是而生其心。虽生心，他也是无住，这一点一定要晓得。",
      "zh_TW": "正因為隨他教時，各住三乘法，跟人天，佛就住人天法，像孔子、孟子在我們中國示現的，住人天法，釋迦牟尼佛在印度教化眾生，住二乘法，聲聞、緣覺，到末後一個階段的時候，講到《般若》、《法華》時，那是住佛所住。這幾句話是講佛的示現。今，這個今是佛講《無量壽經》，今天講這部經，住佛隨自所住，他跟其他的示現那個時候不同，他不是住菩薩，也不是住聲聞，也不是住人天，他講這個法門是住自所住，住諸佛之所住，故云住佛所住。黃老居士說，後說甚好，為什麼？「今佛所說」，這是現在，釋迦牟尼佛講這部經這個時候，「是佛果覺」，這經上所講的是他老人家修行證得最圓滿的果覺，大乘教裡面講妙覺位，「乃佛境界，故住於諸佛自之所住」。《金剛經》上有兩句話，惠能大師聽到就開悟了，「應無所住，而生其心」。我們要把這邊對一對，第二行末後兩句，「住大涅槃」就是應無所住，「能起化用」就是而生其心。這是佛境界，這不是普通境界。所以此地說，「住於諸佛自之所住」，這就是應無所住，「而流出此殊勝妙法」，這是而生其心。雖生心，他也是無住，這一點一定要曉得。"
    },
    {
      "id": "02-039-0142_p0026",
      "zh_CN": "所以这部经是释迦牟尼佛从真如自性里头流露出来的，也就是说诸佛菩萨讲经说法没有经过思考的。为什么？思考是什么？思考是第六意识，第六识的分别，第七识的执着。如果是通过思考，那就在十法界里头，十法界里面是离不开思考的，因为什么？他用识心，他不是用真心。十法界里面的四圣用的是清净心，六道凡夫是染污心。现在人心的染污到极处了，从哪里看？从果上看你就明白，从果上看因。果上你看，社会的动乱，这是果，不清净；清净心，社会就很清净、很祥和。你从依报上看，我们的地球到处有灾难，这从果上看。如果我们每个人心地都清净，地球跟一般宗教上讲的天堂就没有两样，跟西方极乐世界的同居土也应该很相似、相接近。所以因果这个道理很深，因果的事相很清楚、很明白。佛教导我们，对任何一桩事情，怎样看才是正确的？你看它的性、看它的相、看它的事、看它的理、看它的因、看它的果，至少要从这六方面观察，你才是正知正见，你没看错，这是学佛的同学不能不知道的。后头这一句说得好，「以为众生之因心」。这就是前面讲的，阿弥陀佛的极乐世界因果不二，理事一如，所以应化在我们这个地球上，跟我们讲这一部经的时候，他没有起心、没有动念，自自然然流露出这部经典，以为众生的因心。众生用这一部《无量寿经》做为因，依教修行，往生西方极乐世界是果。",
      "zh_TW": "所以這部經是釋迦牟尼佛從真如自性裡頭流露出來的，也就是說諸佛菩薩講經說法沒有經過思考的。為什麼？思考是什麼？思考是第六意識，第六識的分別，第七識的執著。如果是通過思考，那就在十法界裡頭，十法界裡面是離不開思考的，因為什麼？他用識心，他不是用真心。十法界裡面的四聖用的是清淨心，六道凡夫是染污心。現在人心的染污到極處了，從哪裡看？從果上看你就明白，從果上看因。果上你看，社會的動亂，這是果，不清淨；清淨心，社會就很清淨、很祥和。你從依報上看，我們的地球到處有災難，這從果上看。如果我們每個人心地都清淨，地球跟一般宗教上講的天堂就沒有兩樣，跟西方極樂世界的同居土也應該很相似、相接近。所以因果這個道理很深，因果的事相很清楚、很明白。佛教導我們，對任何一樁事情，怎樣看才是正確的？你看它的性、看它的相、看它的事、看它的理、看它的因、看它的果，至少要從這六方面觀察，你才是正知正見，你沒看錯，這是學佛的同學不能不知道的。後頭這一句說得好，「以為眾生之因心」。這就是前面講的，阿彌陀佛的極樂世界因果不二，理事一如，所以應化在我們這個地球上，跟我們講這一部經的時候，他沒有起心、沒有動念，自自然然流露出這部經典，以為眾生的因心。眾生用這一部《無量壽經》做為因，依教修行，往生西方極樂世界是果。"
    },
    {
      "id": "02-039-0142_p0027",
      "zh_CN": "下面一段说，「又《甄解》曰：住佛所住者，住普等三昧。普等三昧及大寂定，并是念佛三昧异名也」。这是日本的一位祖师，说得好，住普等三昧，普是普遍，等是平等。什么是普等三昧？刚才我把这个意思都说出来了，我说我在这揭密。我们六根接触外面六尘境界全是阿弥陀佛，这是普，没有分别、没有执着，但是有起心动念，跟佛不平等，跟菩萨平等。如果连起心动念都没有，六根接触六尘境界是什么？真的是阿弥陀佛，这就是普等三昧。一切众生跟阿弥陀佛平等，一点都不假，为什么？阿弥陀佛是自性流出来的，一切众生也是自性流出来的，无二无别，遍法界虚空界是一体，这就普等了。你怎么会起分别执着？这不可能的。不但分别执着你不会起，你慢慢训练，不要很长的时间，起心动念也没有了，你真住普等三昧了。所以普等三昧，实在讲就是《金刚经》上所说的「应无所住」。真的无所住，遍法界虚空界是一个自己，是一个自体。所以底下他说，普等三昧及大寂定，并是念佛三昧异名，讲普等三昧，讲大寂定，讲念佛三昧，一个意思，是一不是二。诸位从这个地方要能有一些体会，你才晓得《无量寿经》不可思议。经的分量不多，讲得这么透彻，讲得这么明白，我们在一起分享天下第一等乐事。有很多人讲，你年岁太大了，讲经很辛苦。快乐无比！哪有比讲经更快乐的。读经、分享这种喜悦是没有法子能体会的，套一句佛教的话来说，唯证方知，你自己没入这个境界，你没有法子体会。这个体会你才真正晓得孔夫子所说的，「学而时习之，不亦说乎」，但是他那个喜悦比不上法喜。那也很难得，我们能够理解它。",
      "zh_TW": "下面一段說，「又《甄解》曰：住佛所住者，住普等三昧。普等三昧及大寂定，並是念佛三昧異名也」。這是日本的一位祖師，說得好，住普等三昧，普是普遍，等是平等。什麼是普等三昧？剛才我把這個意思都說出來了，我說我在這揭密。我們六根接觸外面六塵境界全是阿彌陀佛，這是普，沒有分別、沒有執著，但是有起心動念，跟佛不平等，跟菩薩平等。如果連起心動念都沒有，六根接觸六塵境界是什麼？真的是阿彌陀佛，這就是普等三昧。一切眾生跟阿彌陀佛平等，一點都不假，為什麼？阿彌陀佛是自性流出來的，一切眾生也是自性流出來的，無二無別，遍法界虛空界是一體，這就普等了。你怎麼會起分別執著？這不可能的。不但分別執著你不會起，你慢慢訓練，不要很長的時間，起心動念也沒有了，你真住普等三昧了。所以普等三昧，實在講就是《金剛經》上所說的「應無所住」。真的無所住，遍法界虛空界是一個自己，是一個自體。所以底下他說，普等三昧及大寂定，並是念佛三昧異名，講普等三昧，講大寂定，講念佛三昧，一個意思，是一不是二。諸位從這個地方要能有一些體會，你才曉得《無量壽經》不可思議。經的分量不多，講得這麼透徹，講得這麼明白，我們在一起分享天下第一等樂事。有很多人講，你年歲太大了，講經很辛苦。快樂無比！哪有比講經更快樂的。讀經、分享這種喜悅是沒有法子能體會的，套一句佛教的話來說，唯證方知，你自己沒入這個境界，你沒有法子體會。這個體會你才真正曉得孔夫子所說的，「學而時習之，不亦說乎」，但是他那個喜悅比不上法喜。那也很難得，我們能夠理解它。"
    },
    {
      "id": "02-039-0142_p0028",
      "zh_CN": "「三世诸佛皆住此念佛」，这个念佛下头，底下有，要加个三昧，念佛三昧，「故云佛所住。今佛为说念佛法门，住念佛三昧」，底下这一句说出来了。三世诸佛，三世是讲过去世、现在世、未来世，所有一切诸佛他住在哪里？就住在这三昧里头。这三昧什么？前面经上讲过，佛佛相念。这里头给我们透出一个重要的信息，念佛成佛，这个不能不知道。这一句真正明白了，你会豁然大悟，念什么成什么，念菩萨成菩萨，念罗汉成罗汉，念富贵得富贵，念长寿得长寿，佛氏门中有求必应。谁给你的？你自己念力给你的。这个道理被现代量子学家肯定了，佛门里面讲「一切法从心想生」，一切法从念力生。今天这世界为什么变成这样子，人们活得这么苦，不应该。过去旧社会没有科学技术，人没有这么富裕，日子过得很辛苦，但是他很快乐，生活在诗情画意里头。现在人富裕了，得力于高科技，这多方便，他为什么还过得这么苦，原因是什么？总的来说，这也就是解决问题的关键所在，人把伦理、道德、因果、圣贤的教育疏忽了，也就是说你没有伦理、道德、因果、圣贤的教育，无论你创造什么样的财富，发展什么样的科学，你不快乐，你的社会永远在动乱，你不可能做到和谐。",
      "zh_TW": "「三世諸佛皆住此念佛」，這個念佛下頭，底下有，要加個三昧，念佛三昧，「故云佛所住。今佛為說念佛法門，住念佛三昧」，底下這一句說出來了。三世諸佛，三世是講過去世、現在世、未來世，所有一切諸佛他住在哪裡？就住在這三昧裡頭。這三昧什麼？前面經上講過，佛佛相念。這裡頭給我們透出一個重要的信息，念佛成佛，這個不能不知道。這一句真正明白了，你會豁然大悟，念什麼成什麼，念菩薩成菩薩，念羅漢成羅漢，念富貴得富貴，念長壽得長壽，佛氏門中有求必應。誰給你的？你自己念力給你的。這個道理被現代量子學家肯定了，佛門裡面講「一切法從心想生」，一切法從念力生。今天這世界為什麼變成這樣子，人們活得這麼苦，不應該。過去舊社會沒有科學技術，人沒有這麼富裕，日子過得很辛苦，但是他很快樂，生活在詩情畫意裡頭。現在人富裕了，得力於高科技，這多方便，他為什麼還過得這麼苦，原因是什麼？總的來說，這也就是解決問題的關鍵所在，人把倫理、道德、因果、聖賢的教育疏忽了，也就是說你沒有倫理、道德、因果、聖賢的教育，無論你創造什麼樣的財富，發展什麼樣的科學，你不快樂，你的社會永遠在動亂，你不可能做到和諧。"
    },
    {
      "id": "02-039-0142_p0029",
      "zh_CN": "教育这一块在整个世界，说老实话，连外国人也承认，只有中国人有这个智慧，懂得教育，懂得方法，他有经验、有成果。今天全世界，我们过去参加过不少国际会议，前两天联合国世界宗教和平组织有发邀请函来邀请我，这次的会议是个筹备会议，计划在明年召开一个全世界的宗教大会。我收到这个，要给他讲什么？就是要提醒大家，没有其他的方法能够化解冲突，能够带给世界安定和平，因为宗教教育里头，普世的教育就是伦理、道德、因果，比什么都重要。早年我跟马来西亚首相马哈迪见面的时候，第一次见面他就提出这个问题，他问我，这世界还会有和平吗？我就告诉他，真正把教育办好了，古圣先贤、宗教教育办好了，这问题解决了，不可以疏忽宗教教育。宗教这两个字在中文的解释太好了。最近这十几年来我跟世界宗教都有接触，把中国对宗教这两个字解释讲给大家听，没有一个不欢喜。什么是宗？什么是教？什么是宗教？三个问题。宗这个字在中国字汇里头，你们诸位可以查字典，可以看到，它当作什么解释的？第一个是主要的，第二个是重要的，第三个是尊崇的，这宗的意思；教呢？教是教育、教学、教化。宗教两个字合起来怎么讲？重要的教育，主要的教学，尊崇的教化，你看这个意思多好！",
      "zh_TW": "教育這一塊在整個世界，說老實話，連外國人也承認，只有中國人有這個智慧，懂得教育，懂得方法，他有經驗、有成果。今天全世界，我們過去參加過不少國際會議，前兩天聯合國世界宗教和平組織有發邀請函來邀請我，這次的會議是個籌備會議，計畫在明年召開一個全世界的宗教大會。我收到這個，要給他講什麼？就是要提醒大家，沒有其他的方法能夠化解衝突，能夠帶給世界安定和平，因為宗教教育裡頭，普世的教育就是倫理、道德、因果，比什麼都重要。早年我跟馬來西亞首相馬哈迪見面的時候，第一次見面他就提出這個問題，他問我，這世界還會有和平嗎？我就告訴他，真正把教育辦好了，古聖先賢、宗教教育辦好了，這問題解決了，不可以疏忽宗教教育。宗教這兩個字在中文的解釋太好了。最近這十幾年來我跟世界宗教都有接觸，把中國對宗教這兩個字解釋講給大家聽，沒有一個不歡喜。什麼是宗？什麼是教？什麼是宗教？三個問題。宗這個字在中國字彙裡頭，你們諸位可以查字典，可以看到，它當作什麼解釋的？第一個是主要的，第二個是重要的，第三個是尊崇的，這宗的意思；教呢？教是教育、教學、教化。宗教兩個字合起來怎麼講？重要的教育，主要的教學，尊崇的教化，你看這個意思多好！"
    },
    {
      "id": "02-039-0142_p0030",
      "zh_CN": "宗教是不是真的？是的，是真的。外国人宗教这个名词里头的含义我不知道，我们中国老祖宗，你就从这里看到他的智慧。这个解释我们拿到联合国，拿到各个地方去，没有一个不欢喜，没有一个不赞叹。所以今天宗教出了毛病，毛病出在哪里？疏忽了教学，过分的重视仪式、祈祷，佛门里面这些经忏佛事，包括我们提倡三时系念，都是属于祈祷。祈祷有没有用？管用，不是不管用，但是它治标不治本。宗教的教育、宗教的教学，那标本都治。所以要提倡宗教教育，要办宗教大学，团结宗教，宗教会给全世界人类带来安定和平，要办多元文化宗教，团结族群。每一个族群都有他们的文化，每一个族群都有他优秀的文化，都值得我们学习的，都能帮助我们提升生活的品质。现在大家一窝蜂的眼睛只看到科学，把这个忘掉，其实这个跟科学相辅相成，光看科学，把这一边疏忽，不要了，麻烦都出来了。如果大家能把宗教教育看得跟科学一样，等量齐观，甚至于超过科学，这世界多美好！我们这个地球就是天堂，地球就是极乐世界。",
      "zh_TW": "宗教是不是真的？是的，是真的。外國人宗教這個名詞裡頭的含義我不知道，我們中國老祖宗，你就從這裡看到他的智慧。這個解釋我們拿到聯合國，拿到各個地方去，沒有一個不歡喜，沒有一個不讚歎。所以今天宗教出了毛病，毛病出在哪裡？疏忽了教學，過分的重視儀式、祈禱，佛門裡面這些經懺佛事，包括我們提倡三時繫念，都是屬於祈禱。祈禱有沒有用？管用，不是不管用，但是它治標不治本。宗教的教育、宗教的教學，那標本都治。所以要提倡宗教教育，要辦宗教大學，團結宗教，宗教會給全世界人類帶來安定和平，要辦多元文化宗教，團結族群。每一個族群都有他們的文化，每一個族群都有他優秀的文化，都值得我們學習的，都能幫助我們提升生活的品質。現在大家一窩蜂的眼睛只看到科學，把這個忘掉，其實這個跟科學相輔相成，光看科學，把這一邊疏忽，不要了，麻煩都出來了。如果大家能把宗教教育看得跟科學一樣，等量齊觀，甚至於超過科學，這世界多美好！我們這個地球就是天堂，地球就是極樂世界。"
    },
    {
      "id": "02-039-0142_p0031",
      "zh_CN": "需要人认知，还得要做出样板来给人看，他才会相信，没有一个好的榜样，跟他讲，他半信半疑。早年我们在汤池做了三年，那是样板，做成功了。去看的人，联合国有朋友们去看，相信了，中国传统的文化跟宗教教育真的能解决问题。所以联合国来找我，想想还得去一趟，为什么？这事情重要，提醒他们重视宗教教育、重视传统文化，你才能真正解决这些问题。那什么？人的问题。诸位要晓得，典章制度不是问题，典章制度属于法，法要没有人执行，那法是空的，不起作用。人要是好人，法不善，那个人还是做出好事，利家、利国、利益人民，他做出利益的事情来；人要是不好，再好的典章制度，他一样干坏事，祸国祸民，这个道理不能不懂。佛陀的教育尽善尽美。我在初学佛的时候就提出来，佛陀教育是什么？是九法界至善圆满的教育，我对佛法是这个看法。这个话五十九年以前我讲的，不是现在说的。这个末后是，三世诸佛都住此念佛，故云佛所住。今佛为说念佛法门，住念佛三昧。「《甄解》之说，更切经旨」。所以在这个经上，我们学到很多很多的东西。今天时间到了，我们就学到此地。",
      "zh_TW": "需要人認知，還得要做出樣板來給人看，他才會相信，沒有一個好的榜樣，跟他講，他半信半疑。早年我們在湯池做了三年，那是樣板，做成功了。去看的人，聯合國有朋友們去看，相信了，中國傳統的文化跟宗教教育真的能解決問題。所以聯合國來找我，想想還得去一趟，為什麼？這事情重要，提醒他們重視宗教教育、重視傳統文化，你才能真正解決這些問題。那什麼？人的問題。諸位要曉得，典章制度不是問題，典章制度屬於法，法要沒有人執行，那法是空的，不起作用。人要是好人，法不善，那個人還是做出好事，利家、利國、利益人民，他做出利益的事情來；人要是不好，再好的典章制度，他一樣幹壞事，禍國禍民，這個道理不能不懂。佛陀的教育盡善盡美。我在初學佛的時候就提出來，佛陀教育是什麼？是九法界至善圓滿的教育，我對佛法是這個看法。這個話五十九年以前我講的，不是現在說的。這個末後是，三世諸佛都住此念佛，故云佛所住。今佛為說念佛法門，住念佛三昧。「《甄解》之說，更切經旨」。所以在這個經上，我們學到很多很多的東西。今天時間到了，我們就學到此地。"
    }
  ]
}