{
  "doc_id": "02-039-0281",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二八一集",
    "zh_TW": "第二八一集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-039-0281",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "02-039-0281_p0001",
      "zh_CN": "诸位法师、诸位同学，请坐。请看《大乘无量寿经解》第三百三十九面最后一行：",
      "zh_TW": "諸位法師、諸位同學，請坐。請看《大乘無量壽經解》第三百三十九面最後一行："
    },
    {
      "id": "02-039-0281_p0002",
      "zh_CN": "「不起贪瞋痴欲诸想」，这一句是经文，下面是黄念老的注解。「想者，对缘生心曰想」，六根接触六尘境界起心动念，这叫想。下面举例子，「如于境」，在这境界，「执取男女等种种差别之相，谓之想」。所以想这个字，诸位看，这个字是六书里属于会意，中国文字造字的原则，这属于会意。你心上有了相，这叫想。我们想一个人、想一样东西、想一桩事，我们常讲有印象，心里面就会有个相。所以，想属于执着，就是着相了，着相。「能取境界差别故」，对境，它就有分别心，就有好恶的心，它会生这些烦恼，跟着这个想连带生起来。譬如「贪想、瞋想、痴欲想是三恶想」，想是意在造业，虽然没有言语、没有动作，起心动念他已经在造恶业了，造业统统都是有果报。而意恶实在讲是身口的根本，如果意不恶的话，身口不容易造业。断烦恼，我们就晓得，要从哪里断起？要从意断起。此地法藏菩萨给我们做最好的榜样，他能够远离，不起贪瞋痴欲诸想，这是我们讲断烦恼，从根本断起。",
      "zh_TW": "「不起貪瞋痴欲諸想」，這一句是經文，下面是黃念老的註解。「想者，對緣生心曰想」，六根接觸六塵境界起心動念，這叫想。下面舉例子，「如於境」，在這境界，「執取男女等種種差別之相，謂之想」。所以想這個字，諸位看，這個字是六書裡屬於會意，中國文字造字的原則，這屬於會意。你心上有了相，這叫想。我們想一個人、想一樣東西、想一樁事，我們常講有印象，心裡面就會有個相。所以，想屬於執著，就是著相了，著相。「能取境界差別故」，對境，它就有分別心，就有好惡的心，它會生這些煩惱，跟著這個想連帶生起來。譬如「貪想、瞋想、痴欲想是三惡想」，想是意在造業，雖然沒有言語、沒有動作，起心動念他已經在造惡業了，造業統統都是有果報。而意惡實在講是身口的根本，如果意不惡的話，身口不容易造業。斷煩惱，我們就曉得，要從哪裡斷起？要從意斷起。此地法藏菩薩給我們做最好的榜樣，他能夠遠離，不起貪瞋痴欲諸想，這是我們講斷煩惱，從根本斷起。"
    },
    {
      "id": "02-039-0281_p0003",
      "zh_CN": "「如《郁迦罗越问经》」，这是举经里面的一段话，「谓菩萨行布施时」，布施是利益众生，有财布施、有法布施、有无畏布施。佛告诉我们，施财得财富，布施是因，得财富是果报；布施法是因，得聪明智慧是果报；布施无畏是因，得健康长寿是果报。这三种果报没有人不爱，没有人不求，但是怎么个求法他不知道，这非常可惜。在佛门里面，常言说得好，「佛氏门中，有求必应」，这真的吗？千真万确。为什么是真？它有道理在。今天在这个社会上，大富大贵之人，在社会上有崇高的地位、有大财富，那是过去生中，不是一生修得的，肯定是很多生修积，积功累德，这一生果报现前。因果当中有个缘，这个字特别重要，我们修积了因，但是缘不成熟，果报不现前，什么时候缘成熟什么时候果报就现前。所以总在这个缘字，佛家讲缘生，他不说因生。因此，有很多人修了好多生，大果报现前，愈积愈厚。这个道理懂得，我们就知道改造命运，改造我们生活的环境，你懂得道理了。有理论的依据，尽管去修，只问耕耘不问收获，收获不在这一生，就是在来生后世。因果通三世，这是事实真相。财，有内财、有外财，内财的布施比外财福报更大。内财是什么？是用我们的体力、用我们的思考、用我们自己的时间为别人服务，别人有苦有难的时候去帮助他，这个属于内财。身外之物，那叫外财。尽心尽力就是圆满功德。",
      "zh_TW": "「如《郁迦羅越問經》」，這是舉經裡面的一段話，「謂菩薩行布施時」，布施是利益眾生，有財布施、有法布施、有無畏布施。佛告訴我們，施財得財富，布施是因，得財富是果報；布施法是因，得聰明智慧是果報；布施無畏是因，得健康長壽是果報。這三種果報沒有人不愛，沒有人不求，但是怎麼個求法他不知道，這非常可惜。在佛門裡面，常言說得好，「佛氏門中，有求必應」，這真的嗎？千真萬確。為什麼是真？它有道理在。今天在這個社會上，大富大貴之人，在社會上有崇高的地位、有大財富，那是過去生中，不是一生修得的，肯定是很多生修積，積功累德，這一生果報現前。因果當中有個緣，這個字特別重要，我們修積了因，但是緣不成熟，果報不現前，什麼時候緣成熟什麼時候果報就現前。所以總在這個緣字，佛家講緣生，他不說因生。因此，有很多人修了好多生，大果報現前，愈積愈厚。這個道理懂得，我們就知道改造命運，改造我們生活的環境，你懂得道理了。有理論的依據，儘管去修，只問耕耘不問收穫，收穫不在這一生，就是在來生後世。因果通三世，這是事實真相。財，有內財、有外財，內財的布施比外財福報更大。內財是什麼？是用我們的體力、用我們的思考、用我們自己的時間為別人服務，別人有苦有難的時候去幫助他，這個屬於內財。身外之物，那叫外財。盡心盡力就是圓滿功德。"
    },
    {
      "id": "02-039-0281_p0004",
      "zh_CN": "《了凡四训》，云谷禅师教了凡先生，他举了一个例子，这个例子确有其事。他说有个农村里面的女孩子，家境非常贫穷，到寺院里面来拜佛，身上只有两文钱，很少。恭恭敬敬的供佛，这两文钱拿出来供佛，老和尚亲自给她回向，给她祝福。以后这个小女孩做了王妃，再到这个庙里面来，带了一千两黄金来供养，老和尚叫他的徒弟给她回向。她就很气，她说我曾经小时候到这边来，我两文钱的布施，老和尚你亲自给我做回向。今天我带这么多钱来，你怎么叫你的徒弟给我回向？老和尚告诉她，妳年轻时候那个两文钱妳真诚心，我不给妳回向我对不起妳。今天妳富贵了，身分地位不一样了，妳虽然带着一千两黄金来供佛，可是妳的心跟从前不一样，妳有傲慢的习气，我让我的徒弟给妳回向就可以了。这说明布施不在布施的东西的多少，在你真诚，印祖的话，一分诚敬得一分利益，十分诚敬得十分利益。妳小时候年轻，布施的钱虽然很少，但是那个真诚心可贵，今天妳没有那种诚意了，所以一千两黄金的功德比不上两文。这是非常发人深省的故事，绝不在施物多少，两文是圆满功德，千金，她现在不止千金，拿千金在她算不了什么，在当时两文是她全部的财产，所以她的功德是圆满的。老天爷公平，不是穷人就不能修福，穷人这一生真诚修的福，比富贵人修的福大得多了。我们想想云谷禅师的话很有道理，所以要发真诚心，要发恭敬心，要发谦卑心，自己处事待人接物要谦卑。对一切人事物都要尊重、都要恭敬，这个人福报就很大，虽然现在不怎么样，了凡先生眼目当中，这人后福无穷，他将来会发达。",
      "zh_TW": "《了凡四訓》，雲谷禪師教了凡先生，他舉了一個例子，這個例子確有其事。他說有個農村裡面的女孩子，家境非常貧窮，到寺院裡面來拜佛，身上只有兩文錢，很少。恭恭敬敬的供佛，這兩文錢拿出來供佛，老和尚親自給她迴向，給她祝福。以後這個小女孩做了王妃，再到這個廟裡面來，帶了一千兩黃金來供養，老和尚叫他的徒弟給她迴向。她就很氣，她說我曾經小時候到這邊來，我兩文錢的布施，老和尚你親自給我做迴向。今天我帶這麼多錢來，你怎麼叫你的徒弟給我迴向？老和尚告訴她，妳年輕時候那個兩文錢妳真誠心，我不給妳迴向我對不起妳。今天妳富貴了，身分地位不一樣了，妳雖然帶著一千兩黃金來供佛，可是妳的心跟從前不一樣，妳有傲慢的習氣，我讓我的徒弟給妳迴向就可以了。這說明布施不在布施的東西的多少，在你真誠，印祖的話，一分誠敬得一分利益，十分誠敬得十分利益。妳小時候年輕，布施的錢雖然很少，但是那個真誠心可貴，今天妳沒有那種誠意了，所以一千兩黃金的功德比不上兩文。這是非常發人深省的故事，絕不在施物多少，兩文是圓滿功德，千金，她現在不止千金，拿千金在她算不了什麼，在當時兩文是她全部的財產，所以她的功德是圓滿的。老天爺公平，不是窮人就不能修福，窮人這一生真誠修的福，比富貴人修的福大得多了。我們想想雲谷禪師的話很有道理，所以要發真誠心，要發恭敬心，要發謙卑心，自己處事待人接物要謙卑。對一切人事物都要尊重、都要恭敬，這個人福報就很大，雖然現在不怎麼樣，了凡先生眼目當中，這人後福無窮，他將來會發達。"
    },
    {
      "id": "02-039-0281_p0005",
      "zh_CN": "贪瞋痴的念头，无论是对人、对事、对物，都是恶业，贪而无厌，恨之入骨，这都是造极重的罪业。造业决定有果报，果报在三途，贪心堕饿鬼，瞋恚堕地狱，愚痴堕畜生，所以贪瞋痴是三恶道第一个业因。佛教人「勤修戒定慧，息灭贪瞋痴」，这是教人什么？教人不堕三恶道。三恶道确实有，我不造三恶道的业，我就不会堕三恶道。要想断贪瞋痴，对于世缘一定要看得淡薄，真正做到「于人无争，于世无求」。世间第一等聪明人，第一等大福报的人，不是做天王、人王，不是的，诸位心里明白，念佛求生极乐世界是世间第一等大福报的人，为什么？永远脱离轮回。不但永脱轮回，永远脱离十法界，你说这个福报多大！脱离十法界的人，去作佛、作菩萨去了。这种人，正像《弥陀经》上所说的，不可以少善根福德因缘，那我们就知道，他有大善根、大福德、大因缘，跟佛有缘是结了大缘。依佛的教诲，尤其是遇到大乘经，遇到净宗法门，那还得了吗？这一生当中决定成就。所以，对于世缘一定要放下，生活在这个世间，要像菩萨一样随缘妙用，随缘就是一切都不计较，妙用是样样放得下，放下，你的清净心就现前。贪瞋痴你放下，清净心现前。要是分开来讲，放下贪，清净心现前；放下瞋恚，平等心现前；放下愚痴，正觉心现前。你发愿求生净土，你决定得生，《无量寿经》上讲的清净平等觉你统统得到了。经里讲得清楚、讲得明白，心净则佛土净，西方极乐世界是清净平等觉的法界，具足清净平等觉，没有一个不往生的；清净心生同居土，平等心生方便土，正觉生实报庄严土。我们真的搞明白、搞清楚了，永脱轮回、求生净土是我们这一生当中第一桩大事。他有没有障碍？有，障碍就是没有办法放下贪瞋痴。真正把贪瞋痴放下，你的障碍没有了，你的业障消掉了。「愿消三障诸烦恼」，你不放下，你的障碍就去不掉，放下，障碍就没有了。",
      "zh_TW": "貪瞋痴的念頭，無論是對人、對事、對物，都是惡業，貪而無厭，恨之入骨，這都是造極重的罪業。造業決定有果報，果報在三途，貪心墮餓鬼，瞋恚墮地獄，愚痴墮畜生，所以貪瞋痴是三惡道第一個業因。佛教人「勤修戒定慧，息滅貪瞋痴」，這是教人什麼？教人不墮三惡道。三惡道確實有，我不造三惡道的業，我就不會墮三惡道。要想斷貪瞋痴，對於世緣一定要看得淡薄，真正做到「於人無爭，於世無求」。世間第一等聰明人，第一等大福報的人，不是做天王、人王，不是的，諸位心裡明白，念佛求生極樂世界是世間第一等大福報的人，為什麼？永遠脫離輪迴。不但永脫輪迴，永遠脫離十法界，你說這個福報多大！脫離十法界的人，去作佛、作菩薩去了。這種人，正像《彌陀經》上所說的，不可以少善根福德因緣，那我們就知道，他有大善根、大福德、大因緣，跟佛有緣是結了大緣。依佛的教誨，尤其是遇到大乘經，遇到淨宗法門，那還得了嗎？這一生當中決定成就。所以，對於世緣一定要放下，生活在這個世間，要像菩薩一樣隨緣妙用，隨緣就是一切都不計較，妙用是樣樣放得下，放下，你的清淨心就現前。貪瞋痴你放下，清淨心現前。要是分開來講，放下貪，清淨心現前；放下瞋恚，平等心現前；放下愚痴，正覺心現前。你發願求生淨土，你決定得生，《無量壽經》上講的清淨平等覺你統統得到了。經裡講得清楚、講得明白，心淨則佛土淨，西方極樂世界是清淨平等覺的法界，具足清淨平等覺，沒有一個不往生的；清淨心生同居土，平等心生方便土，正覺生實報莊嚴土。我們真的搞明白、搞清楚了，永脫輪迴、求生淨土是我們這一生當中第一樁大事。他有沒有障礙？有，障礙就是沒有辦法放下貪瞋痴。真正把貪瞋痴放下，你的障礙沒有了，你的業障消掉了。「願消三障諸煩惱」，你不放下，你的障礙就去不掉，放下，障礙就沒有了。"
    },
    {
      "id": "02-039-0281_p0006",
      "zh_CN": "《郁迦罗越问经》说得很好，「谓菩萨行布施时，以离欲想、修慈想、无痴想对治三恶想」。离欲对治贪想，不贪了；修慈对治瞋想；无痴对治痴欲想，你看他能对治。人生在世，生活很简单，有一点点就够了。有余，布施缺乏的人，这个贪的想就能断掉。人的贪欲就是财色名食睡，这五欲，适可而止。古人修行都希望这是缺一点，不让它满足，都有欠缺，这有什么好处？对这个世间没有贪恋。如果物质上样样都能很满足的话，他就有贪恋，患得患失，这个对于念佛往生是很大的障碍，不能不知道。财少一点好。色，出家人是永远离开了，在家都要知止。名利也都适可而止，不要去跟人争，争就是造罪业。争不到的，命里没有，争到的都是命里有的，命里有的何必要去争！用竞争的心，用非法的手段，所取得的全是命里有的，这冤枉，真冤枉！而且不正当手段取得的，一般说对你已经打折扣了。譬如你命里只有一百个万，一百万，用不正当的手段得来的，你只能得五十万，自己觉得很满意了，我比别人能干，我能挣得这么多。殊不知已经打对折，你命里不止这么多，你说冤不冤枉？如果做到于人无争，于世无求，自己有一点，都希望布施给别人，这是菩萨的行为。他的结果怎么？愈施愈多，愈多愈施，绝不留给自己享受，留给自己享受就错了，不必，粗茶淡饭是最健康的饮食。",
      "zh_TW": "《郁迦羅越問經》說得很好，「謂菩薩行布施時，以離欲想、修慈想、無痴想對治三惡想」。離欲對治貪想，不貪了；修慈對治瞋想；無痴對治痴欲想，你看他能對治。人生在世，生活很簡單，有一點點就夠了。有餘，布施缺乏的人，這個貪的想就能斷掉。人的貪欲就是財色名食睡，這五欲，適可而止。古人修行都希望這是缺一點，不讓它滿足，都有欠缺，這有什麼好處？對這個世間沒有貪戀。如果物質上樣樣都能很滿足的話，他就有貪戀，患得患失，這個對於念佛往生是很大的障礙，不能不知道。財少一點好。色，出家人是永遠離開了，在家都要知止。名利也都適可而止，不要去跟人爭，爭就是造罪業。爭不到的，命裡沒有，爭到的都是命裡有的，命裡有的何必要去爭！用競爭的心，用非法的手段，所取得的全是命裡有的，這冤枉，真冤枉！而且不正當手段取得的，一般說對你已經打折扣了。譬如你命裡只有一百個萬，一百萬，用不正當的手段得來的，你只能得五十萬，自己覺得很滿意了，我比別人能幹，我能掙得這麼多。殊不知已經打對折，你命裡不止這麼多，你說冤不冤枉？如果做到於人無爭，於世無求，自己有一點，都希望布施給別人，這是菩薩的行為。他的結果怎麼？愈施愈多，愈多愈施，絕不留給自己享受，留給自己享受就錯了，不必，粗茶淡飯是最健康的飲食。"
    },
    {
      "id": "02-039-0281_p0007",
      "zh_CN": "我们听了科学的报告，上一堂课，黄念老举科学家的报告。他讲从一九八０年后，科学家发现的微中子，这个物质小到什么程度？它的体积等于一个电子的一百亿分之一。它有能力穿过十亿公里（十亿公里就是十万万公里）金属，它自由往来的。这个信息让我们联想到，今天空气里带着有病毒的这种微生物很多，它在空气里面流转，它能透过人体。这就是讲我们一般人讲免疫的能力，透过你身体，没有沾染；如果透过你身体，它停留在里面，你就感染病毒了。我们穿衣服不行，它能穿透，它能到你身体里面。穿再厚的衣服，防毒、消毒的衣服都不行，它连钢板都能透过，我们这个水泥墙壁挡不住，你就愈想愈可怕。可是佛告诉我们，清净平等觉能保护你，你心地善良，清净、慈悲，它通过你的时候一点障碍没有。如果心地不善，心里面有毒，有贪瞋痴慢疑五毒，心里面有毒，它遇到之后，它就会停留在你身体，你身体就带病毒。",
      "zh_TW": "我們聽了科學的報告，上一堂課，黃念老舉科學家的報告。他講從一九八０年後，科學家發現的微中子，這個物質小到什麼程度？它的體積等於一個電子的一百億分之一。它有能力穿過十億公里（十億公里就是十萬萬公里）金屬，它自由往來的。這個信息讓我們聯想到，今天空氣裡帶著有病毒的這種微生物很多，它在空氣裡面流轉，它能透過人體。這就是講我們一般人講免疫的能力，透過你身體，沒有沾染；如果透過你身體，它停留在裡面，你就感染病毒了。我們穿衣服不行，它能穿透，它能到你身體裡面。穿再厚的衣服，防毒、消毒的衣服都不行，它連鋼板都能透過，我們這個水泥牆壁擋不住，你就愈想愈可怕。可是佛告訴我們，清淨平等覺能保護你，你心地善良，清淨、慈悲，它通過你的時候一點障礙沒有。如果心地不善，心裡面有毒，有貪瞋痴慢疑五毒，心裡面有毒，它遇到之後，它就會停留在你身體，你身體就帶病毒。"
    },
    {
      "id": "02-039-0281_p0008",
      "zh_CN": "为什么传染病会造成严重的死亡？我们最近也听到报导，好像有些地方鸟类大批大批的从空中掉下来。报导里面，牠们死得很凄惨，死亡之前叫的声音很凄惨，掉下来之后，口里都流血。所以一般科学家检验，牠可能是吃了有毒的东西，当然有可能。这种带着病毒，在空中飘浮，我相信这些东西会带给地球上生物严重的灾难。佛法教导我们修清净心、修慈悲心，清净心不会染污，慈悲心能够解毒，再大的怨恨，遇到慈悲都化解了。学佛的人懂得，一定要修离欲、修慈、无痴。无痴，那就要学经教，就要认真念佛，念佛念到一心不乱，就是念佛三昧。念佛三昧功夫浅深不等，像经上讲的理一心、事一心，确实很难，但是功夫成片人人可以得到。只要你真肯干，二、三年得功夫成片，得到功夫成片，往生就自在了。我们如果把功夫成片也分做九等，上面三等的，我相信就可以自在往生，想什么时候去就什么时候去，想多住几年也不碍事。不必要理一心、事一心，不必要那么高，功夫成片就可以做到。这才是真正有智慧的人，真正有善根有福德的人。",
      "zh_TW": "為什麼傳染病會造成嚴重的死亡？我們最近也聽到報導，好像有些地方鳥類大批大批的從空中掉下來。報導裡面，牠們死得很淒慘，死亡之前叫的聲音很淒慘，掉下來之後，口裡都流血。所以一般科學家檢驗，牠可能是吃了有毒的東西，當然有可能。這種帶著病毒，在空中飄浮，我相信這些東西會帶給地球上生物嚴重的災難。佛法教導我們修清淨心、修慈悲心，清淨心不會染污，慈悲心能夠解毒，再大的怨恨，遇到慈悲都化解了。學佛的人懂得，一定要修離欲、修慈、無痴。無痴，那就要學經教，就要認真念佛，念佛念到一心不亂，就是念佛三昧。念佛三昧功夫淺深不等，像經上講的理一心、事一心，確實很難，但是功夫成片人人可以得到。只要你真肯幹，二、三年得功夫成片，得到功夫成片，往生就自在了。我們如果把功夫成片也分做九等，上面三等的，我相信就可以自在往生，想什麼時候去就什麼時候去，想多住幾年也不礙事。不必要理一心、事一心，不必要那麼高，功夫成片就可以做到。這才是真正有智慧的人，真正有善根有福德的人。"
    },
    {
      "id": "02-039-0281_p0009",
      "zh_CN": "「菩萨舍所施物，生离欲想」，不着相就离欲了。布施之后，不要放在心上，不要想着我做了多少好事，多少人受到我的恩惠，这样想就错了。布施完了之后，心里干干净净，若无其事，永远保护你的清净心，重要！在顺境里面不生贪恋，在逆境里面不起怨恨，无论自己受什么样的冤枉，受什么样的羞辱，受什么样的伤害，若无其事。忍辱仙人被歌利王割截身体，没有一丝毫怨恨心，瞋恚没有了，为什么？凡所有相皆是虚妄。一切众生跟我是一体，一个自性清净圆明体之所生，还能计较吗？被凌迟处死，心地清净，若无其事，这叫功夫。我们今天受一点点小的委屈都斤斤计较，这是什么果报？这是地狱的果报，瞋恚堕地狱！你那个斤斤计较是瞋恚心，怨恨心、不平心，你不是自己给自己找麻烦吗？所以，原谅别人是利益自己，自己大幅度的提升。造作罪业的人，他有他的果报。决定没有怨恨，守住自己的清净平等觉，不被外境干扰，善缘、恶缘都干扰不了你，你念佛三昧得到了。",
      "zh_TW": "「菩薩捨所施物，生離欲想」，不著相就離欲了。布施之後，不要放在心上，不要想著我做了多少好事，多少人受到我的恩惠，這樣想就錯了。布施完了之後，心裡乾乾淨淨，若無其事，永遠保護你的清淨心，重要！在順境裡面不生貪戀，在逆境裡面不起怨恨，無論自己受什麼樣的冤枉，受什麼樣的羞辱，受什麼樣的傷害，若無其事。忍辱仙人被歌利王割截身體，沒有一絲毫怨恨心，瞋恚沒有了，為什麼？凡所有相皆是虛妄。一切眾生跟我是一體，一個自性清淨圓明體之所生，還能計較嗎？被凌遲處死，心地清淨，若無其事，這叫功夫。我們今天受一點點小的委屈都斤斤計較，這是什麼果報？這是地獄的果報，瞋恚墮地獄！你那個斤斤計較是瞋恚心，怨恨心、不平心，你不是自己給自己找麻煩嗎？所以，原諒別人是利益自己，自己大幅度的提升。造作罪業的人，他有他的果報。決定沒有怨恨，守住自己的清淨平等覺，不被外境干擾，善緣、惡緣都干擾不了你，你念佛三昧得到了。"
    },
    {
      "id": "02-039-0281_p0010",
      "zh_CN": "「于求者与乐因缘，故瞋恨心薄，名修慈想」。来求，有缘来跟你认识，你一定要给他，给他什么？与乐的因缘。这个要学释迦佛，释迦佛一生接见众生，没有一个空过的。佛是以法布施，佛没有财，佛只有三衣一钵，他没有东西布施给人，都是法布施，劝导大家破迷开悟。为人说法，不论是长说短说、深说浅说，一个原则，帮助他破迷，帮助他开悟。破迷，他不迷了他自然就离苦，不迷怎么样？贪瞋痴可以放下，这是苦因。你有贪瞋痴，你有这个苦因，天天有苦报。知道这三样东西自性里头没有，它是属于阿赖耶，阿赖耶是妄心。只要有阿赖耶，你就出不了十法界，只要有贪瞋痴，你就出不了六道轮回。不是佛，我们怎么会知道这个事实真相？了解事实真相之后，我们对它就很淡薄了。这个时候得天天闻法，为什么？不天天闻法，怕境界现前又忘掉，又随着境界转了，那麻烦就大了！每天读经，每天听教，就是天天让经典来提醒我们，就这个意思。逐渐逐渐自自然然就深入诸法实相，你才真能放下。放下贪瞋痴慢疑，放下一切错误的见解、思想，我们的身口就没有过失了。你看，瞋恨心薄，这是修慈想。",
      "zh_TW": "「於求者與樂因緣，故瞋恨心薄，名修慈想」。來求，有緣來跟你認識，你一定要給他，給他什麼？與樂的因緣。這個要學釋迦佛，釋迦佛一生接見眾生，沒有一個空過的。佛是以法布施，佛沒有財，佛只有三衣一缽，他沒有東西布施給人，都是法布施，勸導大家破迷開悟。為人說法，不論是長說短說、深說淺說，一個原則，幫助他破迷，幫助他開悟。破迷，他不迷了他自然就離苦，不迷怎麼樣？貪瞋痴可以放下，這是苦因。你有貪瞋痴，你有這個苦因，天天有苦報。知道這三樣東西自性裡頭沒有，它是屬於阿賴耶，阿賴耶是妄心。只要有阿賴耶，你就出不了十法界，只要有貪瞋痴，你就出不了六道輪迴。不是佛，我們怎麼會知道這個事實真相？了解事實真相之後，我們對它就很淡薄了。這個時候得天天聞法，為什麼？不天天聞法，怕境界現前又忘掉，又隨著境界轉了，那麻煩就大了！每天讀經，每天聽教，就是天天讓經典來提醒我們，就這個意思。逐漸逐漸自自然然就深入諸法實相，你才真能放下。放下貪瞋痴慢疑，放下一切錯誤的見解、思想，我們的身口就沒有過失了。你看，瞋恨心薄，這是修慈想。"
    },
    {
      "id": "02-039-0281_p0011",
      "zh_CN": "「以此布施功德，回向无上道，则痴心薄。」回向，经上常常讲的三种回向，回向菩提、回向众生、回向法界，这就对了。不求自己，也就是一切功德不为自己，为无上菩提，庄严无上菩提，为一切苦难众生，绝不为自己求安乐。其实，为众生、为菩提都是为自己，自己境界提升了，向着无上正等正觉。修净土的同修更直截了当，回向西方极乐世界，回向偈「庄严佛净土」，那就是正法久住。回向众生，所有一切功德都回向众生，都是为众生做的，没有一样是为自己。我们看诸佛如来给我们做的榜样，清清楚楚。诸佛菩萨自己放得干净，无我相、无人相、无众生相、无寿者相，不但四相没有，连四见也没有。四见是你心里连念头都没有，才得真清净、真平等、真自在！想想以前在迷而不觉的时候多痛苦，日子多难过，每天生活在忧虑、恐惧、不安、烦恼习气之中。",
      "zh_TW": "「以此布施功德，回向無上道，則痴心薄。」迴向，經上常常講的三種迴向，迴向菩提、迴向眾生、迴向法界，這就對了。不求自己，也就是一切功德不為自己，為無上菩提，莊嚴無上菩提，為一切苦難眾生，絕不為自己求安樂。其實，為眾生、為菩提都是為自己，自己境界提升了，向著無上正等正覺。修淨土的同修更直截了當，迴向西方極樂世界，迴向偈「莊嚴佛淨土」，那就是正法久住。迴向眾生，所有一切功德都迴向眾生，都是為眾生做的，沒有一樣是為自己。我們看諸佛如來給我們做的榜樣，清清楚楚。諸佛菩薩自己放得乾淨，無我相、無人相、無眾生相、無壽者相，不但四相沒有，連四見也沒有。四見是你心裡連念頭都沒有，才得真清淨、真平等、真自在！想想以前在迷而不覺的時候多痛苦，日子多難過，每天生活在憂慮、恐懼、不安、煩惱習氣之中。"
    },
    {
      "id": "02-039-0281_p0012",
      "zh_CN": "「今法藏大士不起三恶想，离诸烦恼」，我们还得加两个，不但贪想、瞋想、痴想要断掉，还有个慢、疑，傲慢、对圣教的怀疑。为什么？如果对圣教怀疑这一条不能彻底放下，佛菩萨来教我们，我们都得不到佛法的利益。佛法决定要从真诚恭敬里面得来，不诚不敬你是决定得不到的。所以，学佛首先学诚敬，诚敬在哪里学？在《弟子规》学，在《感应篇》学，在《十善业》。这三样东西真的完全落实，你能够运用在生活上，运用在工作，运用在处事待人接物，运用在学习，那你真的是积功累德。你真正获得的时候，法喜充满，烦恼轻，智慧长。",
      "zh_TW": "「今法藏大士不起三惡想，離諸煩惱」，我們還得加兩個，不但貪想、瞋想、痴想要斷掉，還有個慢、疑，傲慢、對聖教的懷疑。為什麼？如果對聖教懷疑這一條不能徹底放下，佛菩薩來教我們，我們都得不到佛法的利益。佛法決定要從真誠恭敬裡面得來，不誠不敬你是決定得不到的。所以，學佛首先學誠敬，誠敬在哪裡學？在《弟子規》學，在《感應篇》學，在《十善業》。這三樣東西真的完全落實，你能夠運用在生活上，運用在工作，運用在處事待人接物，運用在學習，那你真的是積功累德。你真正獲得的時候，法喜充滿，煩惱輕，智慧長。"
    },
    {
      "id": "02-039-0281_p0013",
      "zh_CN": "我们再看下面这段，「不着色声香味触法」，这是六尘。「不著者，不贪着也」，一般讲不执着，进一步说，不但不执着，分别心也没有。为什么不分别？全是自性所现的，意识所变的，相有性无，事有理无。所以佛在《般若经》上讲，「一切法无所有、毕竟空、不可得」，自然就不着了。「色等」，就是下面讲的声香味触法，「六尘也」。尘是形容词，什么意思？染污，尘垢是染污，这六样东西都是染污的。色，染污你的见性，六根根性被染污了；声，染污你的闻性；香，染污你的鼻的根性，鼻根性；味，染污你的舌根性；触，染污你的身的根性；法，染污你的意根性。六根的根性被染污，那么六根根性就迷了，迷而不觉，这称你作凡夫。如果六根根性没有被染污，那你是菩萨。交光大师在《楞严正脉》里面讲，菩萨舍识用根，菩萨不用六识，为什么？六识是迷，转六识为六根的根性。我们凡夫见色，马上就分别执着，那是什么？分别第六意识，执着末那识，末那识里有贪瞋痴慢疑，就跟着起来。菩萨不用六识，用什么？用六根的根性，根性是什么样子？根性是清净平等觉。菩萨用见性见色，那不是色尘，是见色性，明心见性；用耳根闻，闻性闻，用耳根是闻性闻，闻声性。这六根这样一交替，六根全是见性了，见性成佛。所以交光大师在《楞严正脉》里大声疾呼，学《楞严经》的要懂得舍识用根，他话讲得没错，楞严会上佛是这么说的。可是自古以来，这些注《楞严经》的大德们都没有说这个话，而是用天台智者大师的止观来解释《楞严》。天台的止观没有离识心，就是说他还是用阿赖耶。交光大师指出来是正确的，不可以用止观来解释奢摩他、三摩、禅那，应当依据经教，舍识用根，那就见性，见性成佛。",
      "zh_TW": "我們再看下面這段，「不著色聲香味觸法」，這是六塵。「不著者，不貪著也」，一般講不執著，進一步說，不但不執著，分別心也沒有。為什麼不分別？全是自性所現的，意識所變的，相有性無，事有理無。所以佛在《般若經》上講，「一切法無所有、畢竟空、不可得」，自然就不著了。「色等」，就是下面講的聲香味觸法，「六塵也」。塵是形容詞，什麼意思？染污，塵垢是染污，這六樣東西都是染污的。色，染污你的見性，六根根性被染污了；聲，染污你的聞性；香，染污你的鼻的根性，鼻根性；味，染污你的舌根性；觸，染污你的身的根性；法，染污你的意根性。六根的根性被染污，那麼六根根性就迷了，迷而不覺，這稱你作凡夫。如果六根根性沒有被染污，那你是菩薩。交光大師在《楞嚴正脈》裡面講，菩薩捨識用根，菩薩不用六識，為什麼？六識是迷，轉六識為六根的根性。我們凡夫見色，馬上就分別執著，那是什麼？分別第六意識，執著末那識，末那識裡有貪瞋痴慢疑，就跟著起來。菩薩不用六識，用什麼？用六根的根性，根性是什麼樣子？根性是清淨平等覺。菩薩用見性見色，那不是色塵，是見色性，明心見性；用耳根聞，聞性聞，用耳根是聞性聞，聞聲性。這六根這樣一交替，六根全是見性了，見性成佛。所以交光大師在《楞嚴正脈》裡大聲疾呼，學《楞嚴經》的要懂得捨識用根，他話講得沒錯，楞嚴會上佛是這麼說的。可是自古以來，這些註《楞嚴經》的大德們都沒有說這個話，而是用天台智者大師的止觀來解釋《楞嚴》。天台的止觀沒有離識心，就是說他還是用阿賴耶。交光大師指出來是正確的，不可以用止觀來解釋奢摩他、三摩、禪那，應當依據經教，捨識用根，那就見性，見性成佛。"
    },
    {
      "id": "02-039-0281_p0014",
      "zh_CN": "「声尘，一切音声，乐声与噪声等等」，你要不着。乐声是音乐，优美的音乐，听了还想听，着相了。噪音，听到很厌恶，不想听，他偏偏受它影响，听了生烦恼，也着相了；不着相，不生烦恼。乐声，不着相，不生贪恋。所以会修行的人，六根在六尘境界，如何保持清净平等觉，不受外面环境影响。「香尘，鼻之所辨别者，芬香与恶臭。味尘，舌之所辨者，饮食之种种美劣之味。触尘，身之所辨者，例如细滑粗涩、寒热温和等等。」第六「法尘，谓意根对前五尘分别好丑，而起善恶诸法」。这是简单做一个说明，六根所对的六尘境界。最麻烦的还就是法尘，法尘起分别、起执着，生善恶之法。这个善，欢喜就是善，厌恶就是恶，顺自己意思的就欢喜，不喜欢的他就厌恶。",
      "zh_TW": "「聲塵，一切音聲，樂聲與噪聲等等」，你要不著。樂聲是音樂，優美的音樂，聽了還想聽，著相了。噪音，聽到很厭惡，不想聽，他偏偏受它影響，聽了生煩惱，也著相了；不著相，不生煩惱。樂聲，不著相，不生貪戀。所以會修行的人，六根在六塵境界，如何保持清淨平等覺，不受外面環境影響。「香塵，鼻之所辨別者，芬香與惡臭。味塵，舌之所辨者，飲食之種種美劣之味。觸塵，身之所辨者，例如細滑粗澀、寒熱溫和等等。」第六「法塵，謂意根對前五塵分別好醜，而起善惡諸法」。這是簡單做一個說明，六根所對的六塵境界。最麻煩的還就是法塵，法塵起分別、起執著，生善惡之法。這個善，歡喜就是善，厭惡就是惡，順自己意思的就歡喜，不喜歡的他就厭惡。"
    },
    {
      "id": "02-039-0281_p0015",
      "zh_CN": "「又此六尘中，如男女之美容，丝竹歌咏之乐音，栴檀与男女身香，饮食肴膳种种美味，上妙衣服与男女身分柔软细滑之触觉，皆令众生贪着其事，不得出离。」这一段就讲得细了，详细一点，我们能够体会到。贪着其事，你就出离不了六道轮回；如果过分的贪恋，果报就在三途。我们要不能把这些东西放下，大家想想能往生吗？往生条件里面有一个很重要的一条，心净则佛土净。信愿持名，学习的目标在哪里？就在这一句话，心净则佛土净。信愿持名，你如果不把六尘放下，你心怎么会清净？心不清净，跟极乐世界就相违背了。念佛人到临命终时，确实没有达到这个标准，如果他的善根福德因缘成熟，在最后咽那一口气的时候，心里是念阿弥陀佛，也能往生。但是你要晓得，这个机会太渺茫，一万人当中找一个都找不到。这是净土的殊胜。所以，明白这个道理，六尘愈淡薄愈好，这是真正想在这一生当中求往生的人。对于六尘境界，生活在世间不能少，有可以，没有也好，绝不要计较，绝不要去贪恋，一切随缘。《还源观》上给我们讲的四德，随缘妙用，妙用就是不执着、不分别、不去计较，那就妙用，有很好，没有也很好。一分别计较，我们的道心就没有了，阿弥陀佛就不见了。所以心里只要摆上阿弥陀佛，念念都是阿弥陀佛，多好！用一句阿弥陀佛把所有境界都转过来了。眼见的是阿弥陀佛，耳闻的是阿弥陀佛，鼻嗅的是阿弥陀佛，舌尝的是阿弥陀佛，六根所接触到全是阿弥陀佛，这个人决定往生。还有丝毫贪恋世间，那就是一条绳索在那里捆绑住他，他去不了。最后一念，这条绳索断了，他走了；临终这条绳索他断不掉，又搞六道轮回了。这个非常非常可怕，一入轮回，不知道到什么时候再遇到佛法，就是得人身、遇佛法机会很渺茫。肯定是能遇得到，但是李老师讲「长劫轮回」，轮回里面你受多少苦难。",
      "zh_TW": "「又此六塵中，如男女之美容，絲竹歌詠之樂音，栴檀與男女身香，飲食肴膳種種美味，上妙衣服與男女身分柔軟細滑之觸覺，皆令眾生貪著其事，不得出離。」這一段就講得細了，詳細一點，我們能夠體會到。貪著其事，你就出離不了六道輪迴；如果過分的貪戀，果報就在三途。我們要不能把這些東西放下，大家想想能往生嗎？往生條件裡面有一個很重要的一條，心淨則佛土淨。信願持名，學習的目標在哪裡？就在這一句話，心淨則佛土淨。信願持名，你如果不把六塵放下，你心怎麼會清淨？心不清淨，跟極樂世界就相違背了。念佛人到臨命終時，確實沒有達到這個標準，如果他的善根福德因緣成熟，在最後嚥那一口氣的時候，心裡是念阿彌陀佛，也能往生。但是你要曉得，這個機會太渺茫，一萬人當中找一個都找不到。這是淨土的殊勝。所以，明白這個道理，六塵愈淡薄愈好，這是真正想在這一生當中求往生的人。對於六塵境界，生活在世間不能少，有可以，沒有也好，絕不要計較，絕不要去貪戀，一切隨緣。《還源觀》上給我們講的四德，隨緣妙用，妙用就是不執著、不分別、不去計較，那就妙用，有很好，沒有也很好。一分別計較，我們的道心就沒有了，阿彌陀佛就不見了。所以心裡只要擺上阿彌陀佛，念念都是阿彌陀佛，多好！用一句阿彌陀佛把所有境界都轉過來了。眼見的是阿彌陀佛，耳聞的是阿彌陀佛，鼻嗅的是阿彌陀佛，舌嘗的是阿彌陀佛，六根所接觸到全是阿彌陀佛，這個人決定往生。還有絲毫貪戀世間，那就是一條繩索在那裡綑綁住他，他去不了。最後一念，這條繩索斷了，他走了；臨終這條繩索他斷不掉，又搞六道輪迴了。這個非常非常可怕，一入輪迴，不知道到什麼時候再遇到佛法，就是得人身、遇佛法機會很渺茫。肯定是能遇得到，但是李老師講「長劫輪迴」，輪迴裡面你受多少苦難。"
    },
    {
      "id": "02-039-0281_p0016",
      "zh_CN": "下面说，「今法藏菩萨，内无恶想，即离惑因」，惑是迷惑，只要里面，内里头没有贪瞋痴慢疑，很重要，比什么都重要，把这个断了，你就能够离开惑因，惑是迷惑。「不着六尘」，这个外面的境界，五欲是财色名食睡，六尘是色声香味触法，五欲六尘是外缘，缘要离，你才不迷惑，你心地才清净。五欲六尘着一个，心就不清净，如果全有，那还得了吗？真正学佛，断恶这个缘是要摆在第一位。弘法利生重不重要？跟这个相比，不重要。正法久住重不重要？也不重要。为什么？只要有这个，你根本就没有正法，你根本不能够弘法。你要想弘法，先断烦恼，你真正得清净心你才能弘法，你展开经卷你才能体会到几分如来真实义。经典、文句是个引子，把自性里面的性德引发出来，你才能自行化他。五欲六尘它是障碍，它障碍你的法缘。法缘有内外，对内是障碍你开悟，你开不了悟，障碍你的修行，你证不了果；外缘是障碍你利益众生，你讲经说法众生听，众生把你的意思全听错了。不容易！所以清净心要摆在第一位。换句话说，法藏菩萨在此地所教导我们的，内无三恶想，外不着六尘，「复离起惑之缘」，把这些内外障缘统统给它断掉。「憬兴师明其因果，谓内离惑业之因，故能止外惑业之缘，内外皆离矣」，清净平等心现前了。",
      "zh_TW": "下面說，「今法藏菩薩，內無惡想，即離惑因」，惑是迷惑，只要裡面，內裡頭沒有貪瞋痴慢疑，很重要，比什麼都重要，把這個斷了，你就能夠離開惑因，惑是迷惑。「不著六塵」，這個外面的境界，五欲是財色名食睡，六塵是色聲香味觸法，五欲六塵是外緣，緣要離，你才不迷惑，你心地才清淨。五欲六塵著一個，心就不清淨，如果全有，那還得了嗎？真正學佛，斷惡這個緣是要擺在第一位。弘法利生重不重要？跟這個相比，不重要。正法久住重不重要？也不重要。為什麼？只要有這個，你根本就沒有正法，你根本不能夠弘法。你要想弘法，先斷煩惱，你真正得清淨心你才能弘法，你展開經卷你才能體會到幾分如來真實義。經典、文句是個引子，把自性裡面的性德引發出來，你才能自行化他。五欲六塵它是障礙，它障礙你的法緣。法緣有內外，對內是障礙你開悟，你開不了悟，障礙你的修行，你證不了果；外緣是障礙你利益眾生，你講經說法眾生聽，眾生把你的意思全聽錯了。不容易！所以清淨心要擺在第一位。換句話說，法藏菩薩在此地所教導我們的，內無三惡想，外不著六塵，「復離起惑之緣」，把這些內外障緣統統給它斷掉。「憬興師明其因果，謂內離惑業之因，故能止外惑業之緣，內外皆離矣」，清淨平等心現前了。"
    },
    {
      "id": "02-039-0281_p0017",
      "zh_CN": "接着下面，「但乐忆念过去诸佛所修善根」，这是宋译本的经文。「乐」是爱好，喜爱，心里面没有别的，就是喜欢忆念过去诸佛所修善根，「忆佛念佛，现前当来必定见佛」。这句话下面有注解。「但者，唯也，独也。」前二句要跟这一句一气读下，就是「但乐忆念过去诸佛所修善根」，做为一句读下来。前面两句是「万缘放下」，此句是「一念单提」，南无阿弥陀佛，「此正净业之纲宗」。前面二句，「不起贪瞋痴欲诸想，不着色声香味触法」，这是两句，「但乐忆念过去诸佛所修善根」，这一句是「一念单提」，我们今天这一念单提，就是一句南无阿弥陀佛。为什么？过去诸佛所修的善根，就是这一句名号，名号功德不可思议。合前面两句，这三句，念老在此地告诉我们，这正是净业纲宗。前面两句是放下，放下迷惑的因，放下迷惑的缘，缘是五欲六尘，因是见思烦恼，这一句佛号才念得好，才念得有功夫，或者我们说，才念得有功德；念的时候是功夫，念完之后是功德。功德是什么？是定慧。因为你前面放下，所以你烦恼轻；因为你念佛，智慧增长。何况又得到阿弥陀佛四十八愿的加持，这真得加持。",
      "zh_TW": "接著下面，「但樂憶念過去諸佛所修善根」，這是宋譯本的經文。「樂」是愛好，喜愛，心裡面沒有別的，就是喜歡憶念過去諸佛所修善根，「憶佛念佛，現前當來必定見佛」。這句話下面有註解。「但者，唯也，獨也。」前二句要跟這一句一氣讀下，就是「但樂憶念過去諸佛所修善根」，做為一句讀下來。前面兩句是「萬緣放下」，此句是「一念單提」，南無阿彌陀佛，「此正淨業之綱宗」。前面二句，「不起貪瞋痴欲諸想，不著色聲香味觸法」，這是兩句，「但樂憶念過去諸佛所修善根」，這一句是「一念單提」，我們今天這一念單提，就是一句南無阿彌陀佛。為什麼？過去諸佛所修的善根，就是這一句名號，名號功德不可思議。合前面兩句，這三句，念老在此地告訴我們，這正是淨業綱宗。前面兩句是放下，放下迷惑的因，放下迷惑的緣，緣是五欲六塵，因是見思煩惱，這一句佛號才念得好，才念得有功夫，或者我們說，才念得有功德；念的時候是功夫，念完之後是功德。功德是什麼？是定慧。因為你前面放下，所以你煩惱輕；因為你念佛，智慧增長。何況又得到阿彌陀佛四十八願的加持，這真得加持。"
    },
    {
      "id": "02-039-0281_p0018",
      "zh_CN": "「《华严经》明，十地菩萨，地地不离念佛」，这句经文要记住。你说这个念佛法门比不上其他法门，为什么十地菩萨，从初地到十地，他们在没有登地之前，所学的法门不一样，真是八万四千法门；登地之后，统统修一门，就是念佛法门，而且都是念阿弥陀佛，《华严经》上说的。怎么知道念阿弥陀佛？文殊、普贤劝导华藏海会四十一位法身大士往生净土，向阿弥陀佛学习，就是这回事情。这个活动多么壮观，我讲过几次，毘卢遮那佛看到没有生气、没有制止，看到生欢喜心。华藏会上这些菩萨都是毘卢遮那的弟子，文殊、普贤全都把他们带跑了，都带到极乐世界去了。毘卢遮那佛没生气，没有一丝毫嫉妒、障碍，生欢喜心，见阿弥陀佛好。为什么？在华藏世界修行时间长，到极乐世界去修行，这个时间大幅度的缩短，很快就成就，这有什么不好？佛佛皆念一切皆成佛，我们前面读过。每一尊佛心里都常想，都希望众生赶快成佛，为什么？早一天成佛就少受一天罪，不愿意看到众生再受苦受难。这是佛心，这是本善，人性本善，都是希望一切众生能够快一点证得究竟圆满。所以诸佛如来跟阿弥陀佛密集的合作，十方世界诸佛如来，他的弟子只要登地，修行达到初地以上这个地位，这个登地是别教不是圆教，要是圆教就是初住。别教初地菩萨脱离十法界，他证得一真法界，就是实报土。到实报土，全都修普贤大士之法，我们这部经的第二品，「咸共遵修普贤大士之德」，菩萨不修普贤法就不能够圆成佛道。所以地上菩萨全修普贤法。普贤菩萨十大愿王导归极乐，这一点我们不能不知道。我们今天一开头就修普贤大士之法，哪个法？《无量寿经》就是普贤大士之法。省多少事！直截、稳当、快速、容易。善导大师讲得好，万修万人去，一个都不漏。",
      "zh_TW": "「《華嚴經》明，十地菩薩，地地不離念佛」，這句經文要記住。你說這個念佛法門比不上其他法門，為什麼十地菩薩，從初地到十地，他們在沒有登地之前，所學的法門不一樣，真是八萬四千法門；登地之後，統統修一門，就是念佛法門，而且都是念阿彌陀佛，《華嚴經》上說的。怎麼知道念阿彌陀佛？文殊、普賢勸導華藏海會四十一位法身大士往生淨土，向阿彌陀佛學習，就是這回事情。這個活動多麼壯觀，我講過幾次，毘盧遮那佛看到沒有生氣、沒有制止，看到生歡喜心。華藏會上這些菩薩都是毘盧遮那的弟子，文殊、普賢全都把他們帶跑了，都帶到極樂世界去了。毘盧遮那佛沒生氣，沒有一絲毫嫉妒、障礙，生歡喜心，見阿彌陀佛好。為什麼？在華藏世界修行時間長，到極樂世界去修行，這個時間大幅度的縮短，很快就成就，這有什麼不好？佛佛皆念一切皆成佛，我們前面讀過。每一尊佛心裡都常想，都希望眾生趕快成佛，為什麼？早一天成佛就少受一天罪，不願意看到眾生再受苦受難。這是佛心，這是本善，人性本善，都是希望一切眾生能夠快一點證得究竟圓滿。所以諸佛如來跟阿彌陀佛密集的合作，十方世界諸佛如來，他的弟子只要登地，修行達到初地以上這個地位，這個登地是別教不是圓教，要是圓教就是初住。別教初地菩薩脫離十法界，他證得一真法界，就是實報土。到實報土，全都修普賢大士之法，我們這部經的第二品，「咸共遵修普賢大士之德」，菩薩不修普賢法就不能夠圓成佛道。所以地上菩薩全修普賢法。普賢菩薩十大願王導歸極樂，這一點我們不能不知道。我們今天一開頭就修普賢大士之法，哪個法？《無量壽經》就是普賢大士之法。省多少事！直截、穩當、快速、容易。善導大師講得好，萬修萬人去，一個都不漏。"
    },
    {
      "id": "02-039-0281_p0019",
      "zh_CN": "「本经《大教缘起品》」，这是第三品，「云：去来现在，佛佛相念」。这句话是讲三世诸佛，佛佛都互相念，都是念阿弥陀佛。佛佛相念，念什么？念阿弥陀佛，阿弥陀佛光中极尊、佛中之王。一切诸佛教化众生，没有不讲《无量寿经》的，没有不讲《阿弥陀经》的，讲这部经就是念阿弥陀佛，讲这部经就是劝大家求生净土，快速的证得大圆满，目的在此地。菩萨往生的，生实报庄严土；声闻、缘觉往生的，生方便有余土；六道人天一切众生往生的，凡圣同居土。生到极乐世界，「皆作阿惟越致菩萨」，这一句可不能漏。这是十方三世一切诸佛相念，就念这个事情。「又《观佛三昧经》云：尔时会中即有十方诸大菩萨，其数无量，各说本缘，皆依念佛得。」念佛功德多殊胜！今天学佛的同学，多少人把这个法门忽略了，认为什么？认为它太容易，认为它是度老太婆的。我在年轻的时候就是这一类人，学佛特别喜欢大乘经论，对于念佛法门没有放在眼里，总以为这是佛陀慈悲，对那些没知识的人，给他们开个方便法门。不知道这是无比殊胜的法门，不认识。我认识这个法门是从《楞严经》、《法华经》、《华严经》认识的，年轻的时候跟李老师学《楞严》，我的底子是《楞严经》。我记得《楞严经》早年曾经讲过七遍，《法华经》讲大意讲过一次，《华严经》讲过两次。讲《华严经》的时候，突然想起来，文殊、普贤修什么法门，善财童子修什么法门？把经仔细看一看，才知道文殊、普贤全是发愿求生净土。善财是文殊入室的弟子，传法的弟子肯定跟老师是一个法门。看到「入法界品」，果然没错。善财在文殊会上成就根本智，也就是大乘教里面常讲的明心见性，见性成佛，大彻大悟。善财在文殊菩萨会上证到这个阶层，这是圆教初住。老师文殊师利菩萨就叫他出去参学，也就是说在老师这里学习毕业了，老师认可了，你可以出去参学，参学是成就后得智。根本智，《般若经》上说的，般若无知，这是根本智，后得智是无所不知。无所不知，文殊菩萨不教了，叫你自己去看，多看、多听、多接触，无所不知。",
      "zh_TW": "「本經《大教緣起品》」，這是第三品，「云：去來現在，佛佛相念」。這句話是講三世諸佛，佛佛都互相念，都是念阿彌陀佛。佛佛相念，念什麼？念阿彌陀佛，阿彌陀佛光中極尊、佛中之王。一切諸佛教化眾生，沒有不講《無量壽經》的，沒有不講《阿彌陀經》的，講這部經就是念阿彌陀佛，講這部經就是勸大家求生淨土，快速的證得大圓滿，目的在此地。菩薩往生的，生實報莊嚴土；聲聞、緣覺往生的，生方便有餘土；六道人天一切眾生往生的，凡聖同居土。生到極樂世界，「皆作阿惟越致菩薩」，這一句可不能漏。這是十方三世一切諸佛相念，就念這個事情。「又《觀佛三昧經》云：爾時會中即有十方諸大菩薩，其數無量，各說本緣，皆依念佛得。」念佛功德多殊勝！今天學佛的同學，多少人把這個法門忽略了，認為什麼？認為它太容易，認為它是度老太婆的。我在年輕的時候就是這一類人，學佛特別喜歡大乘經論，對於念佛法門沒有放在眼裡，總以為這是佛陀慈悲，對那些沒知識的人，給他們開個方便法門。不知道這是無比殊勝的法門，不認識。我認識這個法門是從《楞嚴經》、《法華經》、《華嚴經》認識的，年輕的時候跟李老師學《楞嚴》，我的底子是《楞嚴經》。我記得《楞嚴經》早年曾經講過七遍，《法華經》講大意講過一次，《華嚴經》講過兩次。講《華嚴經》的時候，突然想起來，文殊、普賢修什麼法門，善財童子修什麼法門？把經仔細看一看，才知道文殊、普賢全是發願求生淨土。善財是文殊入室的弟子，傳法的弟子肯定跟老師是一個法門。看到「入法界品」，果然沒錯。善財在文殊會上成就根本智，也就是大乘教裡面常講的明心見性，見性成佛，大徹大悟。善財在文殊菩薩會上證到這個階層，這是圓教初住。老師文殊師利菩薩就叫他出去參學，也就是說在老師這裡學習畢業了，老師認可了，你可以出去參學，參學是成就後得智。根本智，《般若經》上說的，般若無知，這是根本智，後得智是無所不知。無所不知，文殊菩薩不教了，叫你自己去看，多看、多聽、多接觸，無所不知。"
    },
    {
      "id": "02-039-0281_p0020",
      "zh_CN": "所以五十三参，五十三参第一位善知识德云比丘，这佛示现的，示现修什么法门？般舟三昧，专念阿弥陀佛。在这里表法的意思，就是先入为主，是善财童子成佛、度众生第一个法门，念佛法门。德云比丘给他开示，讲了二十一种念佛法门，这二十一种一展开，把八万四千法门统统包括了，没有一门不是念佛法门。让我们才非常惊讶，《华严》上讲的一即一切、一切即一，讲到家了，一门是主，门门是伴，主伴圆融不二门。如果是以禅宗为主，净土也是伴，哪一个法门都可以做主，都能统摄其他一切法门。念佛不例外，德云比丘给我们做示现。到最后一位善知识是普贤菩萨，普贤菩萨十大愿王导归极乐。你看一头一尾，你就晓得，善财修什么法门？还不是这部经上所说的，发菩提心，一向专念。当中所参访的，包括德云比丘，五十二位善知识，那是代表无量法门，无量法门最后都归念佛法门，表这个意思。我对净土才接受，才不再怀疑，认真学习了。我花了多少时间？差不多二十年，才接受。所以，我知道古人所讲的这个法门叫难信法门，我承认它，真难信。真难信而能信，这是善根福德因缘深厚。我们跟这些人比比不上，我花二十年才相信，你们怎么一、二年就相信？这说明什么？你们的善根福德比我深厚。我从年轻，对任何事情没有真正搞清楚、搞透彻，我是不相信的。所以真的很有幸，遇到三位好老师，没有老师指点，我们自己去摸，不一定一生能摸得准，非常困难。老师的指导非常重要，学生不能不感老师之恩，没有老师，我们不认识佛教，没有老师，我们不认识大乘、不认识净土；换句话说，这一生当中所造的行业，肯定是三恶道。老师的教导，把我们从三恶道里救出来了，指示大乘净土，是把我们在这一生当中送往西方极乐世界，这个恩德比父母恩德大。怎么报恩？信受奉行，依教修行，求生净土，这是报佛恩，报老师的恩。不真干怎么对得起老师？老师教我，那时候我穷困，对老师没有一分钱的供养，而老师那样的爱护、真诚，特别拨出时间来教我。感恩戴德，永远不忘。",
      "zh_TW": "所以五十三參，五十三參第一位善知識德雲比丘，這佛示現的，示現修什麼法門？般舟三昧，專念阿彌陀佛。在這裡表法的意思，就是先入為主，是善財童子成佛、度眾生第一個法門，念佛法門。德雲比丘給他開示，講了二十一種念佛法門，這二十一種一展開，把八萬四千法門統統包括了，沒有一門不是念佛法門。讓我們才非常驚訝，《華嚴》上講的一即一切、一切即一，講到家了，一門是主，門門是伴，主伴圓融不二門。如果是以禪宗為主，淨土也是伴，哪一個法門都可以做主，都能統攝其他一切法門。念佛不例外，德雲比丘給我們做示現。到最後一位善知識是普賢菩薩，普賢菩薩十大願王導歸極樂。你看一頭一尾，你就曉得，善財修什麼法門？還不是這部經上所說的，發菩提心，一向專念。當中所參訪的，包括德雲比丘，五十二位善知識，那是代表無量法門，無量法門最後都歸念佛法門，表這個意思。我對淨土才接受，才不再懷疑，認真學習了。我花了多少時間？差不多二十年，才接受。所以，我知道古人所講的這個法門叫難信法門，我承認它，真難信。真難信而能信，這是善根福德因緣深厚。我們跟這些人比比不上，我花二十年才相信，你們怎麼一、二年就相信？這說明什麼？你們的善根福德比我深厚。我從年輕，對任何事情沒有真正搞清楚、搞透徹，我是不相信的。所以真的很有幸，遇到三位好老師，沒有老師指點，我們自己去摸，不一定一生能摸得準，非常困難。老師的指導非常重要，學生不能不感老師之恩，沒有老師，我們不認識佛教，沒有老師，我們不認識大乘、不認識淨土；換句話說，這一生當中所造的行業，肯定是三惡道。老師的教導，把我們從三惡道裡救出來了，指示大乘淨土，是把我們在這一生當中送往西方極樂世界，這個恩德比父母恩德大。怎麼報恩？信受奉行，依教修行，求生淨土，這是報佛恩，報老師的恩。不真幹怎麼對得起老師？老師教我，那時候我窮困，對老師沒有一分錢的供養，而老師那樣的愛護、真誠，特別撥出時間來教我。感恩戴德，永遠不忘。"
    },
    {
      "id": "02-039-0281_p0021",
      "zh_CN": "《观佛三昧经》上这几句话下面还有，我们从前面一直念下去。「尔时会中即有十方诸大菩萨，其数无量，各说本缘，皆依念佛得」，下面，「佛告阿难，汝今善持，慎勿忘失。过去、未来、现在三世诸佛，皆说如是念佛三昧。我与十方诸佛及贤劫千佛，从初发心，皆因念佛三昧力故，得一切种智。是故弥陀亦如释尊及十方如来，从初发心，皆因念佛三昧，证无上菩提」。「故但乐忆念诸佛也」，到这里是一段。佛又告诉阿难尊者，「汝今善持」，持是接受，受持，他不叫受持，加个善字，善巧受持。「慎勿忘失」，要谨慎，不要把这桩事情忘记。「过去、未来、现在三世诸佛，皆说如是念佛三昧」，这个「如是」就是弥陀。直接简单来说，就是这本《无量寿经》，诸佛如来没有不说的。为大家介绍阿弥陀佛、介绍极乐世界，劝导大家发愿往生，亲近弥陀，一生圆满。无量无边法门都比不上这个法门，「三根普被，利钝全收」。诸佛都说，世尊就讲了，「我与十方诸佛」，「我」是释迦牟尼佛自称，与十方诸佛以及贤劫千佛，这是讲到我们这个世界。在我们这个大世纪之中，这个大世纪叫贤劫，会有一千尊佛出世。所以这一劫的佛太多了，有很多劫当中一尊佛都没有。这一劫里有一千尊佛出世，所以称为贤劫。",
      "zh_TW": "《觀佛三昧經》上這幾句話下面還有，我們從前面一直念下去。「爾時會中即有十方諸大菩薩，其數無量，各說本緣，皆依念佛得」，下面，「佛告阿難，汝今善持，慎勿忘失。過去、未來、現在三世諸佛，皆說如是念佛三昧。我與十方諸佛及賢劫千佛，從初發心，皆因念佛三昧力故，得一切種智。是故彌陀亦如釋尊及十方如來，從初發心，皆因念佛三昧，證無上菩提」。「故但樂憶念諸佛也」，到這裡是一段。佛又告訴阿難尊者，「汝今善持」，持是接受，受持，他不叫受持，加個善字，善巧受持。「慎勿忘失」，要謹慎，不要把這樁事情忘記。「過去、未來、現在三世諸佛，皆說如是念佛三昧」，這個「如是」就是彌陀。直接簡單來說，就是這本《無量壽經》，諸佛如來沒有不說的。為大家介紹阿彌陀佛、介紹極樂世界，勸導大家發願往生，親近彌陀，一生圓滿。無量無邊法門都比不上這個法門，「三根普被，利鈍全收」。諸佛都說，世尊就講了，「我與十方諸佛」，「我」是釋迦牟尼佛自稱，與十方諸佛以及賢劫千佛，這是講到我們這個世界。在我們這個大世紀之中，這個大世紀叫賢劫，會有一千尊佛出世。所以這一劫的佛太多了，有很多劫當中一尊佛都沒有。這一劫裡有一千尊佛出世，所以稱為賢劫。"
    },
    {
      "id": "02-039-0281_p0022",
      "zh_CN": "今天地球上这么多灾难，在佛法里面看，这是小事，不是大事。这些灾难出现在贤劫，贤劫有千佛出世，这个地方是福地。至于有灾难，那是人为的，在这个时段，大家把圣贤教诲疏忽了，特别是佛法。由此可知，佛法的兴衰与国运、与世运是成正比例，佛法兴，社会安和乐利，佛法要是衰了，没有了，灾难就现前。所以许多同修知道，古人知道如果社会有灾难，用什么方法来化解灾难？讲经教学。诸位看《仁王护国经》就是明显的例证。国家遇到灾难、凶灾，向佛请教，这怎么办？佛举行仁王护国法会。仁王护国法会是什么意思？全国推动佛陀教育，让所有出家人在此时此地要讲护国息灾这些经文。护国息灾经文里面主要讲什么？讲伦理、讲道德、讲因果、讲断恶、讲修善。人人都懂得，那不就像是现在美国科学家布来登所说的，怎么样化解二０一二的预言灾难？他提了三句话，「弃恶扬善，改邪归正，端正心念」，《仁王护国经》就是这个意思。这是什么？救国教育，救灾救难的教学。人能够把恶念放下，把恶缘放下，一心向善，灾难立刻就化解，为什么？境随心转。平常我们一个人遇到灾难怎么办？个人的灾难不外乎两种，一种是得病，受病苦，另外一种就是受到现在讲的自然灾害。这时候怎么办？佛教给我们，放下一切不善的念头，放下一切不善的恶缘，也是弃恶向善，改邪归正，依教修行，你的灾难就化解，你的福报慢慢就现前，一个道理。所以，佛法能帮助我们自己，提升自己，能帮助社会，能帮助这个地球。特别是《无量寿经》，特别是这个会集本，真有效，在哪个地方讲，哪个地方有大福报。我们今天利用网路、利用卫星，希望无论在哪个地方讲，全球都得福报，全球灾难都能够减轻，都能够化解。因为灾难频繁，我们一天讲四个小时，道理在此地。希望同学们都发心认真修行，自行化他，这个力量不可思议。今天时间到了，我们就学习到此地。",
      "zh_TW": "今天地球上這麼多災難，在佛法裡面看，這是小事，不是大事。這些災難出現在賢劫，賢劫有千佛出世，這個地方是福地。至於有災難，那是人為的，在這個時段，大家把聖賢教誨疏忽了，特別是佛法。由此可知，佛法的興衰與國運、與世運是成正比例，佛法興，社會安和樂利，佛法要是衰了，沒有了，災難就現前。所以許多同修知道，古人知道如果社會有災難，用什麼方法來化解災難？講經教學。諸位看《仁王護國經》就是明顯的例證。國家遇到災難、凶災，向佛請教，這怎麼辦？佛舉行仁王護國法會。仁王護國法會是什麼意思？全國推動佛陀教育，讓所有出家人在此時此地要講護國息災這些經文。護國息災經文裡面主要講什麼？講倫理、講道德、講因果、講斷惡、講修善。人人都懂得，那不就像是現在美國科學家布來登所說的，怎麼樣化解二０一二的預言災難？他提了三句話，「棄惡揚善，改邪歸正，端正心念」，《仁王護國經》就是這個意思。這是什麼？救國教育，救災救難的教學。人能夠把惡念放下，把惡緣放下，一心向善，災難立刻就化解，為什麼？境隨心轉。平常我們一個人遇到災難怎麼辦？個人的災難不外乎兩種，一種是得病，受病苦，另外一種就是受到現在講的自然災害。這時候怎麼辦？佛教給我們，放下一切不善的念頭，放下一切不善的惡緣，也是棄惡向善，改邪歸正，依教修行，你的災難就化解，你的福報慢慢就現前，一個道理。所以，佛法能幫助我們自己，提升自己，能幫助社會，能幫助這個地球。特別是《無量壽經》，特別是這個會集本，真有效，在哪個地方講，哪個地方有大福報。我們今天利用網路、利用衛星，希望無論在哪個地方講，全球都得福報，全球災難都能夠減輕，都能夠化解。因為災難頻繁，我們一天講四個小時，道理在此地。希望同學們都發心認真修行，自行化他，這個力量不可思議。今天時間到了，我們就學習到此地。"
    }
  ]
}