{
  "doc_id": "02-039-0044",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十四集",
    "zh_TW": "第四十四集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-039-0044",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "02-039-0044_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第四十七面。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第四十七面。"
    },
    {
      "id": "02-039-0044_p0002",
      "zh_CN": "我们看「丁，判教」这一段。第一，「四教与五教。古今诸师判分教相者，凡有十二家，其中最著者乃天台所立之四教，与贤首宗之五教」。判教，这也是后来祖师大德们所发明的，三藏、二藏、五时、判教，在释迦牟尼佛那个时代全都没有。后来这些祖师大德们就世尊这四十九年的教学研究，研究它，他到底用什么方法？研究这些东西，所以把它分为很多的科目。对于后世学佛的同学来说的确是有一些方便，可是总的来说，这些东西值得参考，不能够死守着这些原则，那你就错了。世尊一代时教非常活泼，他老人家在经里面讲得很清楚，「如来无有定法可说」。《楞严经》上很明显的告诉我们，「随众生心，应所知量」，可见得佛是随众生的根性、随着众生的程度，没有一定的方法。像前面我们读到的「究竟方便」，那是大智慧、大神通才能做到，而不是像后学这样子的分法。这样分法都是在世尊一代时教里面所表现的。这是我们学佛不能不知道的。判教，教就是教学，用现在来说，是教学的制度；古人讲教学的仪式，所以有教仪、有教法，法是方法；仪是仪式，我们今天讲制度，譬如幼儿园、小学、中学、大学、研究所，这属于制度，这在古时候就讲的是教仪。方法，那是教学的方法，对根性利的用什么方法，根性钝的用什么方法。方法因人而异，仪式是依照进度不相同有差别。开始学习，这初入门，这小学，然后慢慢再向上提升，提升到中学、提升到大学、提升到研究所，这种方法叫渐教，渐渐的向上提升。还有一种叫顿教，所谓是天才儿童，他不需要经历这么多层次，他一入门就可以进研究所，前面什么小学、中学、大学，他都不需要念，那是特殊的。有没有这种人？有，不多，很少。由此可知，这些说法因人不同、因时不同、因事不同、因地不同，你都要能够懂得，这叫契机。古今诸师，这都是很早，都不是现在，大概分科判教都在隋唐时代。说古，在隋唐之前，古人；说今，大概就是隋唐这个时代。那些祖师大德们说分科判教有十二家，这十二家里面最著名的是天台跟贤首。所以以后学教的人，不是依天台就是依贤首，一直到民国初年还不例外。现在我们学不学这些东西？现在不学了，到我这一代就没学了。没学怎么办？李老师把这些东西简化，编成一部书，叫《内典讲座之研究》。我们就依靠这个，这个东西就是什么？就是四教、五教的简化，这是适合于现代人。没有古人那么详细，但是很适合于现代人的口味。",
      "zh_TW": "我們看「丁，判教」這一段。第一，「四教與五教。古今諸師判分教相者，凡有十二家，其中最著者乃天臺所立之四教，與賢首宗之五教」。判教，這也是後來祖師大德們所發明的，三藏、二藏、五時、判教，在釋迦牟尼佛那個時代全都沒有。後來這些祖師大德們就世尊這四十九年的教學研究，研究它，他到底用什麼方法？研究這些東西，所以把它分為很多的科目。對於後世學佛的同學來說的確是有一些方便，可是總的來說，這些東西值得參考，不能夠死守著這些原則，那你就錯了。世尊一代時教非常活潑，他老人家在經裡面講得很清楚，「如來無有定法可說」。《楞嚴經》上很明顯的告訴我們，「隨眾生心，應所知量」，可見得佛是隨眾生的根性、隨著眾生的程度，沒有一定的方法。像前面我們讀到的「究竟方便」，那是大智慧、大神通才能做到，而不是像後學這樣子的分法。這樣分法都是在世尊一代時教裡面所表現的。這是我們學佛不能不知道的。判教，教就是教學，用現在來說，是教學的制度；古人講教學的儀式，所以有教儀、有教法，法是方法；儀是儀式，我們今天講制度，譬如幼兒園、小學、中學、大學、研究所，這屬於制度，這在古時候就講的是教儀。方法，那是教學的方法，對根性利的用什麼方法，根性鈍的用什麼方法。方法因人而異，儀式是依照進度不相同有差別。開始學習，這初入門，這小學，然後慢慢再向上提升，提升到中學、提升到大學、提升到研究所，這種方法叫漸教，漸漸的向上提升。還有一種叫頓教，所謂是天才兒童，他不需要經歷這麼多層次，他一入門就可以進研究所，前面什麼小學、中學、大學，他都不需要念，那是特殊的。有沒有這種人？有，不多，很少。由此可知，這些說法因人不同、因時不同、因事不同、因地不同，你都要能夠懂得，這叫契機。古今諸師，這都是很早，都不是現在，大概分科判教都在隋唐時代。說古，在隋唐之前，古人；說今，大概就是隋唐這個時代。那些祖師大德們說分科判教有十二家，這十二家裡面最著名的是天台跟賢首。所以以後學教的人，不是依天台就是依賢首，一直到民國初年還不例外。現在我們學不學這些東西？現在不學了，到我這一代就沒學了。沒學怎麼辦？李老師把這些東西簡化，編成一部書，叫《內典講座之研究》。我們就依靠這個，這個東西就是什麼？就是四教、五教的簡化，這是適合於現代人。沒有古人那麼詳細，但是很適合於現代人的口味。"
    },
    {
      "id": "02-039-0044_p0003",
      "zh_CN": "「天台四教曰藏通别圆」，下面一个简单解释，「藏教」就是小乘，这个藏就是三藏，就是经律论三藏，开这三个科目。经藏，讲定学；律藏是讲戒学、讲规矩；论藏是研究讨论，这开智慧，这里面很多是一问一答。初入佛门得学这些东西，学戒修定开智慧。第二叫「通教，谓大乘中通说三乘，通被三根」。这个通教就是前面通小乘，后面通大乘，这里面所说的有声闻乘、有缘觉乘、有菩萨乘，声闻是小乘，缘觉是中乘；如果说二乘，缘觉跟声闻就合并，算是小乘教，菩萨是大乘；说三乘就是声闻、缘觉、菩萨。通被三根，上中下三根都讲到，这好比是佛教的中学。「别教，谓大乘经中所说教法不通小乘等者是也」。这里面没有小乘的教义，真的提升了。但是他还能够向上提升，向上提升到圆教，这好比是大学，圆教好比是研究所。「四者圆教，谓法界自在，具足圆满，一即一切，一切即一，无碍法门等是也」。这才是大乘的圆满，里面所讲的多半是法身菩萨，到究竟的佛果。这是天台他们的教相，就是教学的样子、教学的仪式，我们现在人讲教学的制度，这大家就好懂。",
      "zh_TW": "「天台四教曰藏通別圓」，下面一個簡單解釋，「藏教」就是小乘，這個藏就是三藏，就是經律論三藏，開這三個科目。經藏，講定學；律藏是講戒學、講規矩；論藏是研究討論，這開智慧，這裡面很多是一問一答。初入佛門得學這些東西，學戒修定開智慧。第二叫「通教，謂大乘中通說三乘，通被三根」。這個通教就是前面通小乘，後面通大乘，這裡面所說的有聲聞乘、有緣覺乘、有菩薩乘，聲聞是小乘，緣覺是中乘；如果說二乘，緣覺跟聲聞就合併，算是小乘教，菩薩是大乘；說三乘就是聲聞、緣覺、菩薩。通被三根，上中下三根都講到，這好比是佛教的中學。「別教，謂大乘經中所說教法不通小乘等者是也」。這裡面沒有小乘的教義，真的提升了。但是他還能夠向上提升，向上提升到圓教，這好比是大學，圓教好比是研究所。「四者圓教，謂法界自在，具足圓滿，一即一切，一切即一，無礙法門等是也」。這才是大乘的圓滿，裡面所講的多半是法身菩薩，到究竟的佛果。這是天台他們的教相，就是教學的樣子、教學的儀式，我們現在人講教學的制度，這大家就好懂。"
    },
    {
      "id": "02-039-0044_p0004",
      "zh_CN": "「贤首宗判教」，贤首是华严宗，贤首大师是华严宗第三代的祖师，最初华严初祖杜顺和尚、二祖云华、三祖贤首。这个判教的建立是在贤首大师这一代完成的，成立很好的一个体系，所以华严宗不叫杜顺宗，都称为贤首宗。他是华严前面五代祖师里非常重要的一个人，也就是华严宗的建立到他手上才算是圆满。好像盖房子一样，到他这里盖完成，开始盖的时候是前面的两位祖师。他判教，他说「圣教万差，要唯有五」，圣教就是，圣是指释迦牟尼佛，大圣，他一生教化千差万别，四十九年所说一切法，要，把它归纳、精简那就有五种，「小乘教，大乘始教，大乘终教，顿教，圆教」。天台是把顿跟圆合并在一起称为圆教，贤首从圆教里又开出顿教。小教是小学，始教是中学，终教是大学，顿、圆都是研究所。比天台讲得细一点。",
      "zh_TW": "「賢首宗判教」，賢首是華嚴宗，賢首大師是華嚴宗第三代的祖師，最初華嚴初祖杜順和尚、二祖雲華、三祖賢首。這個判教的建立是在賢首大師這一代完成的，成立很好的一個體系，所以華嚴宗不叫杜順宗，都稱為賢首宗。他是華嚴前面五代祖師裡非常重要的一個人，也就是華嚴宗的建立到他手上才算是圓滿。好像蓋房子一樣，到他這裡蓋完成，開始蓋的時候是前面的兩位祖師。他判教，他說「聖教萬差，要唯有五」，聖教就是，聖是指釋迦牟尼佛，大聖，他一生教化千差萬別，四十九年所說一切法，要，把它歸納、精簡那就有五種，「小乘教，大乘始教，大乘終教，頓教，圓教」。天台是把頓跟圓合併在一起稱為圓教，賢首從圓教裡又開出頓教。小教是小學，始教是中學，終教是大學，頓、圓都是研究所。比天台講得細一點。"
    },
    {
      "id": "02-039-0044_p0005",
      "zh_CN": "下面介绍第一个，「小乘教，所说唯是人空，纵少说法空，亦不明显，未尽法源故」。所以小乘教里面讲得最多的是讲人我空。法空有说，说得不多，说得不究竟，略微提一提，所以小乘人对于万法的缘起他没有明了，六道的缘起这讲得很多，没有讲诸法缘起，讲六道的缘起。所以小乘人的修学，确实最高的果位超越六道。六道怎么来的？六道是见思烦恼变的。见思烦恼断了，六道就没有了。六道没有了，显现出来的境界是四圣法界，声闻、缘觉、菩萨、佛，这讲十法界，加上这四法界，十法界。十法界，这个四法界称为净土，前面六道凡夫，这六法界是秽土，染污的；四圣法界清净不染污。染污里面讲善恶，你修善在三善道，造恶就是入三恶道，这个境界是从念头变现出来的。这个道理大乘教里面讲得很清楚、很明白，「相由心生，境随心转」。一般人不了解事实真相，事实真相是什么？一切众生有心无心起一个念头，不知道这个念头影响多大，不知道这个念头会造成什么样结果，他不知道，大乘菩萨知道。我们在《修华严奥旨妄尽还源观》里面看到的三种周遍，那还了得！极其微细的一个念头，甚至于这个念头我们自己还没有觉察到，那为什么？习气，微弱的习气，动了这个念头。念头一起就周遍法界，你说影响多大！这个周遍法界是信息，现在科学家讲信息。大乘教里面叫转相，它能变，境界相就是所变，就随着这个念头变了。善念变善的境界，恶念就变恶的境界；恶念变五浊恶世，善念变极乐世界，念头变现的。善恶念头都没有，那才叫净念，只要有这些念头都是染污，都是不清净。到四圣法界，见思烦恼断了，也就是善恶二边没有了，不存在了，所以四圣法界才称之为净念，那些人居住的地方称之为净土，道理在此地。还有染净，那就不是真的清净，真的清净是什么？连染净也没有。你看染净还是对立的，还是二法不是一法。一法里面，一法里染净没有了；换句话说，所有一切对立都不存在，那叫一真法界，那是实报庄严土，那是圆教，到实报庄严土是圆教。",
      "zh_TW": "下面介紹第一個，「小乘教，所說唯是人空，縱少說法空，亦不明顯，未盡法源故」。所以小乘教裡面講得最多的是講人我空。法空有說，說得不多，說得不究竟，略微提一提，所以小乘人對於萬法的緣起他沒有明瞭，六道的緣起這講得很多，沒有講諸法緣起，講六道的緣起。所以小乘人的修學，確實最高的果位超越六道。六道怎麼來的？六道是見思煩惱變的。見思煩惱斷了，六道就沒有了。六道沒有了，顯現出來的境界是四聖法界，聲聞、緣覺、菩薩、佛，這講十法界，加上這四法界，十法界。十法界，這個四法界稱為淨土，前面六道凡夫，這六法界是穢土，染污的；四聖法界清淨不染污。染污裡面講善惡，你修善在三善道，造惡就是入三惡道，這個境界是從念頭變現出來的。這個道理大乘教裡面講得很清楚、很明白，「相由心生，境隨心轉」。一般人不了解事實真相，事實真相是什麼？一切眾生有心無心起一個念頭，不知道這個念頭影響多大，不知道這個念頭會造成什麼樣結果，他不知道，大乘菩薩知道。我們在《修華嚴奧旨妄盡還源觀》裡面看到的三種周遍，那還了得！極其微細的一個念頭，甚至於這個念頭我們自己還沒有覺察到，那為什麼？習氣，微弱的習氣，動了這個念頭。念頭一起就周遍法界，你說影響多大！這個周遍法界是信息，現在科學家講信息。大乘教裡面叫轉相，它能變，境界相就是所變，就隨著這個念頭變了。善念變善的境界，惡念就變惡的境界；惡念變五濁惡世，善念變極樂世界，念頭變現的。善惡念頭都沒有，那才叫淨念，只要有這些念頭都是染污，都是不清淨。到四聖法界，見思煩惱斷了，也就是善惡二邊沒有了，不存在了，所以四聖法界才稱之為淨念，那些人居住的地方稱之為淨土，道理在此地。還有染淨，那就不是真的清淨，真的清淨是什麼？連染淨也沒有。你看染淨還是對立的，還是二法不是一法。一法裡面，一法裡染淨沒有了；換句話說，所有一切對立都不存在，那叫一真法界，那是實報莊嚴土，那是圓教，到實報莊嚴土是圓教。"
    },
    {
      "id": "02-039-0044_p0006",
      "zh_CN": "大乘终教，终教是大乘，大乘的圆满。大乘圆满向上提升叫一乘，《法华经》上说的，「唯有一乘法，无二亦无三」，二就是大小乘，三就是声闻、缘觉、菩萨，没有！那是假设的，唯有一乘法，无二亦无三。一乘就是佛乘，你本来是佛，你现在回归自性，你成佛了。所以这是大乘之终。大乘终在哪里？在十法界里面佛法界。他没有见性，依旧是用阿赖耶，不过阿赖耶他用得很圆满，为什么？他接受佛菩萨的教诲，依教修行，所以在形相上看，他跟佛没有两样。智者大师讲「六即佛」，称他们为相似即佛，很像，很像是佛，还不能算是真佛，为什么？他没有能转识成智，他所用的心依旧是阿赖耶。真正成佛，阿赖耶转变成四智菩提，那是真心，他还是用阿赖耶。如果转八识成四智，那就是真佛，一真法界，那叫明心见性。禅宗叫明心见性，法相宗里面叫转识成智，转第六意识为妙观察智，转第七识为平等性智，转阿赖耶为大圆镜智，转前五识为成所作智，这一转变他就是真佛。真佛还没有做到究竟圆满，所以天台大师叫分证即佛，从圆教初住到等觉都叫分证即佛。等觉再上去那圆满了，究竟圆满。这我们在《华严经》上，我们学了很多，这四十一个位次统统都是明心见性的，都是不起心不动念、不分别不执着，所以他是真平等。真平等里面为什么还有四十一个阶级？无始无明的习气带得多少不一样。刚刚证得圆教初住，不起心不动念，可是不起心不动念的习气还有。那个习气不碍事，不像分别执着，分别执着那个习气还造业，不起心不动念这个习气它不造业，所以它就没有妨碍。把这个习气断尽，断干净了，那就是究竟圆满佛。",
      "zh_TW": "大乘終教，終教是大乘，大乘的圓滿。大乘圓滿向上提升叫一乘，《法華經》上說的，「唯有一乘法，無二亦無三」，二就是大小乘，三就是聲聞、緣覺、菩薩，沒有！那是假設的，唯有一乘法，無二亦無三。一乘就是佛乘，你本來是佛，你現在回歸自性，你成佛了。所以這是大乘之終。大乘終在哪裡？在十法界裡面佛法界。他沒有見性，依舊是用阿賴耶，不過阿賴耶他用得很圓滿，為什麼？他接受佛菩薩的教誨，依教修行，所以在形相上看，他跟佛沒有兩樣。智者大師講「六即佛」，稱他們為相似即佛，很像，很像是佛，還不能算是真佛，為什麼？他沒有能轉識成智，他所用的心依舊是阿賴耶。真正成佛，阿賴耶轉變成四智菩提，那是真心，他還是用阿賴耶。如果轉八識成四智，那就是真佛，一真法界，那叫明心見性。禪宗叫明心見性，法相宗裡面叫轉識成智，轉第六意識為妙觀察智，轉第七識為平等性智，轉阿賴耶為大圓鏡智，轉前五識為成所作智，這一轉變他就是真佛。真佛還沒有做到究竟圓滿，所以天台大師叫分證即佛，從圓教初住到等覺都叫分證即佛。等覺再上去那圓滿了，究竟圓滿。這我們在《華嚴經》上，我們學了很多，這四十一個位次統統都是明心見性的，都是不起心不動念、不分別不執著，所以他是真平等。真平等裡面為什麼還有四十一個階級？無始無明的習氣帶得多少不一樣。剛剛證得圓教初住，不起心不動念，可是不起心不動念的習氣還有。那個習氣不礙事，不像分別執著，分別執著那個習氣還造業，不起心不動念這個習氣它不造業，所以它就沒有妨礙。把這個習氣斷盡，斷乾淨了，那就是究竟圓滿佛。"
    },
    {
      "id": "02-039-0044_p0007",
      "zh_CN": "只要把妄想分别执着统统放下，或者我们说，把起心动念放下，这就是圆教。圆教不起心不动念，顿教也是不起心不动念。顿教是一下放下的，这种人非常难得。圆教，放下起心动念才是圆教，可是圆教慢慢一步一步向上提升的，这是圆教。顿教，顿教没有经过小、始、终，没有经过，他真叫一步登天。释迦牟尼佛在世的时候，他参学了十二年，知道不圆满，把十二年所学的放下，在菩提树下入定，豁然开悟，那是顿。把起心动念、分别执着一下放下，没有阶级的，统统放下，这就成佛了。在我们中国唐朝，禅宗六祖惠能大师示现的是顿教，他不是圆教，他没有经历过小、始、终，没有经历过。只是在五祖忍和尚的方丈室，半夜三更进去亲近祖师，祖师跟他讲《金刚经》大意，讲到「应无所住，而生其心」，他就豁然大悟。这是什么原因？讲到这个地方，他把起心动念放下了。这是顿舍，放下是舍，顿舍，他不是渐渐的舍。我们今天这个根性跟他不一样，我们不是顿根，我们是个渐根，我们在经教里头学习，真的功夫是什么？真的功夫就是放下。一年放下一点，一年放下一点，几十年慢慢放下有了效果，这叫渐修。我们学小教，放下小教；学始教，又放下始教；学终教，又放下终教，这样慢慢的走到圆教。哪是圆教？《华严》是圆教、《法华》是圆教、《无量寿经》是圆教。我们是慢慢学成的。",
      "zh_TW": "只要把妄想分別執著統統放下，或者我們說，把起心動念放下，這就是圓教。圓教不起心不動念，頓教也是不起心不動念。頓教是一下放下的，這種人非常難得。圓教，放下起心動念才是圓教，可是圓教慢慢一步一步向上提升的，這是圓教。頓教，頓教沒有經過小、始、終，沒有經過，他真叫一步登天。釋迦牟尼佛在世的時候，他參學了十二年，知道不圓滿，把十二年所學的放下，在菩提樹下入定，豁然開悟，那是頓。把起心動念、分別執著一下放下，沒有階級的，統統放下，這就成佛了。在我們中國唐朝，禪宗六祖惠能大師示現的是頓教，他不是圓教，他沒有經歷過小、始、終，沒有經歷過。只是在五祖忍和尚的方丈室，半夜三更進去親近祖師，祖師跟他講《金剛經》大意，講到「應無所住，而生其心」，他就豁然大悟。這是什麼原因？講到這個地方，他把起心動念放下了。這是頓捨，放下是捨，頓捨，他不是漸漸的捨。我們今天這個根性跟他不一樣，我們不是頓根，我們是個漸根，我們在經教裡頭學習，真的功夫是什麼？真的功夫就是放下。一年放下一點，一年放下一點，幾十年慢慢放下有了效果，這叫漸修。我們學小教，放下小教；學始教，又放下始教；學終教，又放下終教，這樣慢慢的走到圓教。哪是圓教？《華嚴》是圓教、《法華》是圓教、《無量壽經》是圓教。我們是慢慢學成的。"
    },
    {
      "id": "02-039-0044_p0008",
      "zh_CN": "「大乘始教，未示一切众生皆有佛性之义」，还没有谈到这里，大乘开始没有谈这个。「不许定性阐提成佛」，所以说一阐提不能成佛。阐提是印度话，什么意思？没有善根。没有善根的人，他怎么能成佛？可是圆教不是一样的，圆教「一切众生本来是佛」，这个话在他那里不能说，说了他怀疑，他不相信，所以只说没有善根的人不能成佛。「未尽大乘极则之谈，故名为始」，这是大乘始教。「终教」，终教是讲「中道」、讲「妙有」，讲「定性」，定性是阿罗汉，「阐提」是没善根的众生，统统都能成佛，「方尽大乘至极之说，故名曰终」。我们今天所学的，我们学到什么地方？我们学到大乘终教，顿跟圆我们还没分。「顿教，唯说真性，一念不生，即名为佛。不依地位渐次而说，故名为顿」。这像惠能大师所收的，他是顿教，顿舍、顿悟、顿证、顿成。所以从理上来讲，凡夫成佛需要多少时间？一念。前念迷是凡夫，后念觉悟了就成佛。那个觉悟是怎么觉悟？把起心动念、分别执着全放下，真觉悟了。我们今天悟不了的是什么？就是起心动念、分别执着放不下。我们也能悟，不是顿悟，是几十年的修学累积，就是经里面告诉我们的「一门深入，长时薰修」。每天不离开大乘经教，天天在读诵、在学习。我们知道了，我们这个悟叫解悟。祖师大德像释迦、六祖那样，他是证悟，证悟的管用，他得真实受用。我们解悟是明白了，可是事上还做不到，做不到怎么办？做不到还是要搞生死轮回，这个苦了，幸亏遇到带业往生的法门。",
      "zh_TW": "「大乘始教，未示一切眾生皆有佛性之義」，還沒有談到這裡，大乘開始沒有談這個。「不許定性闡提成佛」，所以說一闡提不能成佛。闡提是印度話，什麼意思？沒有善根。沒有善根的人，他怎麼能成佛？可是圓教不是一樣的，圓教「一切眾生本來是佛」，這個話在他那裡不能說，說了他懷疑，他不相信，所以只說沒有善根的人不能成佛。「未盡大乘極則之談，故名為始」，這是大乘始教。「終教」，終教是講「中道」、講「妙有」，講「定性」，定性是阿羅漢，「闡提」是沒善根的眾生，統統都能成佛，「方盡大乘至極之說，故名曰終」。我們今天所學的，我們學到什麼地方？我們學到大乘終教，頓跟圓我們還沒分。「頓教，唯說真性，一念不生，即名為佛。不依地位漸次而說，故名為頓」。這像惠能大師所收的，他是頓教，頓捨、頓悟、頓證、頓成。所以從理上來講，凡夫成佛需要多少時間？一念。前念迷是凡夫，後念覺悟了就成佛。那個覺悟是怎麼覺悟？把起心動念、分別執著全放下，真覺悟了。我們今天悟不了的是什麼？就是起心動念、分別執著放不下。我們也能悟，不是頓悟，是幾十年的修學累積，就是經裡面告訴我們的「一門深入，長時薰修」。每天不離開大乘經教，天天在讀誦、在學習。我們知道了，我們這個悟叫解悟。祖師大德像釋迦、六祖那樣，他是證悟，證悟的管用，他得真實受用。我們解悟是明白了，可是事上還做不到，做不到怎麼辦？做不到還是要搞生死輪迴，這個苦了，幸虧遇到帶業往生的法門。"
    },
    {
      "id": "02-039-0044_p0009",
      "zh_CN": "如果我们是真的觉悟，我们自己好好的衡量自己，起心动念、分别执着我们不能顿舍，再想想恐怕这一生也断不干净。不但起心动念断不了，分别执着也断不干净，断不干净的话六道出不去，我们修了这一辈子，果报在哪里？果报在人天，可以说来生决定不会堕三恶道，能得人身。修得好一点，欲没有断掉，到欲界天；欲要是很淡很淡，你到色界天，你到天道去了；欲望完全能控制，实在讲根没有断，完全能控制确实不起作用，到无色界天，还是出不了六道轮回。这就知道超越六道是多么困难的一桩事情。遇到净土法门，这是给我们带来天大的喜事！这个法门不要断惑，只要伏住就行了。你有能力伏住见思烦恼，就是能伏住执着，我在一切法里不再执着了，我真能恒顺众生、随喜功德，你就决定能生西方净土凡圣同居土，你决定得生。你的功夫能进一步，你有能力把尘沙烦恼也伏住，就是说你有能力不分别，分别控制住了，你往生西方极乐世界生方便有余土。如果你的功夫更高一层，你能把起心动念都控制住，在世出世间一切法里头真的不起心不动念了，你生到极乐世界是生实报庄严土。",
      "zh_TW": "如果我們是真的覺悟，我們自己好好的衡量自己，起心動念、分別執著我們不能頓捨，再想想恐怕這一生也斷不乾淨。不但起心動念斷不了，分別執著也斷不乾淨，斷不乾淨的話六道出不去，我們修了這一輩子，果報在哪裡？果報在人天，可以說來生決定不會墮三惡道，能得人身。修得好一點，欲沒有斷掉，到欲界天；欲要是很淡很淡，你到色界天，你到天道去了；欲望完全能控制，實在講根沒有斷，完全能控制確實不起作用，到無色界天，還是出不了六道輪迴。這就知道超越六道是多麼困難的一樁事情。遇到淨土法門，這是給我們帶來天大的喜事！這個法門不要斷惑，只要伏住就行了。你有能力伏住見思煩惱，就是能伏住執著，我在一切法裡不再執著了，我真能恆順眾生、隨喜功德，你就決定能生西方淨土凡聖同居土，你決定得生。你的功夫能進一步，你有能力把塵沙煩惱也伏住，就是說你有能力不分別，分別控制住了，你往生西方極樂世界生方便有餘土。如果你的功夫更高一層，你能把起心動念都控制住，在世出世間一切法裡頭真的不起心不動念了，你生到極樂世界是生實報莊嚴土。"
    },
    {
      "id": "02-039-0044_p0010",
      "zh_CN": "所以蕅益大师讲得好，能不能往生在信愿之有无，真信切愿就能往生。往生到那里是四土三辈九品，那是你念佛功夫的高下。在极乐世界不要紧，不要去考虑这些东西。极乐世界是什么？平等世界，一即一切，一切即一，纵然是生到凡圣同居土下下品往生，也跟实报土平等，这不可思议。这话怎么说？我们今天在释迦牟尼佛的凡圣同居土，这个地球是释迦牟尼佛的凡圣同居土，释迦牟尼佛的四圣法界我们见不到，释迦牟尼佛的实报庄严土我们见不到，这是什么？不一样！这里面现在人所讲的，空间维次不同，他们能见到我们，我们见不到他们。可是在西方极乐世界就不一样，我们虽然是凡圣同居土下下品往生去的，见思烦恼一品也没断，到达西方极乐世界就得阿弥陀佛本愿威神加持，我们的智慧神通道力居然就跟阿惟越致菩萨相等。阿惟越致是什么？圆教初住以上，就是实报土；换句话说，西方极乐世界实报土里面的菩萨，观音势至文殊普贤，他们都在那边，天天可以见面。他是佛的学生，我们关系是同学，他是我们的学长。我们学习有任何困难，他都会帮助你，所以你到极乐世界去，你决定不会退转，什么原因？照顾你的人太多，你想退转都退不了。这是极乐世界无比殊胜之处，我们不能不知道。",
      "zh_TW": "所以蕅益大師講得好，能不能往生在信願之有無，真信切願就能往生。往生到那裡是四土三輩九品，那是你念佛功夫的高下。在極樂世界不要緊，不要去考慮這些東西。極樂世界是什麼？平等世界，一即一切，一切即一，縱然是生到凡聖同居土下下品往生，也跟實報土平等，這不可思議。這話怎麼說？我們今天在釋迦牟尼佛的凡聖同居土，這個地球是釋迦牟尼佛的凡聖同居土，釋迦牟尼佛的四聖法界我們見不到，釋迦牟尼佛的實報莊嚴土我們見不到，這是什麼？不一樣！這裡面現在人所講的，空間維次不同，他們能見到我們，我們見不到他們。可是在西方極樂世界就不一樣，我們雖然是凡聖同居土下下品往生去的，見思煩惱一品也沒斷，到達西方極樂世界就得阿彌陀佛本願威神加持，我們的智慧神通道力居然就跟阿惟越致菩薩相等。阿惟越致是什麼？圓教初住以上，就是實報土；換句話說，西方極樂世界實報土裡面的菩薩，觀音勢至文殊普賢，他們都在那邊，天天可以見面。他是佛的學生，我們關係是同學，他是我們的學長。我們學習有任何困難，他都會幫助你，所以你到極樂世界去，你決定不會退轉，什麼原因？照顧你的人太多，你想退轉都退不了。這是極樂世界無比殊勝之處，我們不能不知道。"
    },
    {
      "id": "02-039-0044_p0011",
      "zh_CN": "这一段顿教后面还有，「如《思益经》云：得诸法正性者，不从一地至于一地」。得诸法正性，为什么？全从自性流露，而且你也都能够听了之后，就能够明心见性，见性成佛，像惠能这样的人。「《楞伽经》云：初地即八地乃至无所有何次等」。这里头没有次第，真的一即一切，一切即一。初地即八地，这是个比喻。初住，在《华严经》上，初住即初地，八住即八地，它没有阶级、没有次第，这叫顿教。后面是「圆教，统该前四，圆满具足」，圆是什么？前面所讲的小、始、终、顿，统统包括，圆满具足。「所说唯是无尽法界，性海圆融，缘起无碍，相即相入，帝网重重，主伴交参，无尽无尽。一位即一切位，一切位即一位。是故十信满心即摄一切位，圆成正觉。」这是圆教。在大乘经里面，《华严》是圆教，《法华》是圆教，这部经也是圆教。没生到西方极乐世界不圆，一往生就圆了。到极乐世界，真的一即一切，一位即一切位。譬如我们生到那里去，我们去的时候这个地位是凡圣同居土下下品往生，是这么个位次，可是到了极乐世界，这一位马上就变成一切位。我们要是跟观音势至往来，往来一定同等地位，不是同等地位不能往来，那你就变成等觉了。这叫做难信之法，这真正不可思议！凡圣同居土下下品居然可以跟实报庄严土上上品的菩萨往来。古大德告诉我们，释迦牟尼佛四十九年所说的一切经没有说过这个话，只有在净土法门里面说过的，这绝不是自己修成的，是阿弥陀佛本愿威神加持你的。所以我常常讲，到极乐世界你享受的待遇，现在人常讲级别，你到什么地位？阿惟越致菩萨的地位，阿惟越致菩萨的待遇，地上菩萨的待遇，初地即是八地。",
      "zh_TW": "這一段頓教後面還有，「如《思益經》云：得諸法正性者，不從一地至於一地」。得諸法正性，為什麼？全從自性流露，而且你也都能夠聽了之後，就能夠明心見性，見性成佛，像惠能這樣的人。「《楞伽經》云：初地即八地乃至無所有何次等」。這裡頭沒有次第，真的一即一切，一切即一。初地即八地，這是個比喻。初住，在《華嚴經》上，初住即初地，八住即八地，它沒有階級、沒有次第，這叫頓教。後面是「圓教，統該前四，圓滿具足」，圓是什麼？前面所講的小、始、終、頓，統統包括，圓滿具足。「所說唯是無盡法界，性海圓融，緣起無礙，相即相入，帝網重重，主伴交參，無盡無盡。一位即一切位，一切位即一位。是故十信滿心即攝一切位，圓成正覺。」這是圓教。在大乘經裡面，《華嚴》是圓教，《法華》是圓教，這部經也是圓教。沒生到西方極樂世界不圓，一往生就圓了。到極樂世界，真的一即一切，一位即一切位。譬如我們生到那裡去，我們去的時候這個地位是凡聖同居土下下品往生，是這麼個位次，可是到了極樂世界，這一位馬上就變成一切位。我們要是跟觀音勢至往來，往來一定同等地位，不是同等地位不能往來，那你就變成等覺了。這叫做難信之法，這真正不可思議！凡聖同居土下下品居然可以跟實報莊嚴土上上品的菩薩往來。古大德告訴我們，釋迦牟尼佛四十九年所說的一切經沒有說過這個話，只有在淨土法門裡面說過的，這絕不是自己修成的，是阿彌陀佛本願威神加持你的。所以我常常講，到極樂世界你享受的待遇，現在人常講級別，你到什麼地位？阿惟越致菩薩的地位，阿惟越致菩薩的待遇，地上菩薩的待遇，初地即是八地。"
    },
    {
      "id": "02-039-0044_p0012",
      "zh_CN": "我们明白这个道理，知道这个事实真相，你还会愿意走弯路吗？我相信真懂得、真明白的人，他会把万缘放下，世出世间法统统放下，像莲池大师一样。莲池大师示现给我们看的，他对这个法没搞清楚、没搞明白，他也是想通宗通教、广学多闻。搞明白之后，他老人家说，「三藏十二部让给别人悟」，你们哪个想学，你们去学去；「八万四千行饶与别人行」，你们喜欢哪个尽管去学，他自己一部《阿弥陀经》，一句阿弥陀佛，一门深入、长时薰修，没有第二个念头，做给我们看的。没有搞清楚、搞明白跟搞清楚、搞明白之后是两个人，不是一个人。这个法门成就，我们看《净土圣贤录》，看《大藏经》上这些往生传，那过去的人，再细心观察我们周边念佛的人，绝大多数都是三年。人家三年能成功，我们三年为什么不能成功？这外国人讲灾难，不是二０一二吗？我们距离二０一二年底正好三年，觉悟的人应该怎么样？克期取证。我把西方极乐世界拿到了，灾难来也好，不来也好，与我不相干。来了，到极乐世界去；不来，再住几年也可以。住几年干什么？住几年度众生。为什么？自己已经得度了。自己得度之后，这才能度人！你才真正无碍。自己没有得度，想度别人，经上说得好，「无有是处」，就是没有这个道理，度人先要度自己。",
      "zh_TW": "我們明白這個道理，知道這個事實真相，你還會願意走彎路嗎？我相信真懂得、真明白的人，他會把萬緣放下，世出世間法統統放下，像蓮池大師一樣。蓮池大師示現給我們看的，他對這個法沒搞清楚、沒搞明白，他也是想通宗通教、廣學多聞。搞明白之後，他老人家說，「三藏十二部讓給別人悟」，你們哪個想學，你們去學去；「八萬四千行饒與別人行」，你們喜歡哪個儘管去學，他自己一部《阿彌陀經》，一句阿彌陀佛，一門深入、長時薰修，沒有第二個念頭，做給我們看的。沒有搞清楚、搞明白跟搞清楚、搞明白之後是兩個人，不是一個人。這個法門成就，我們看《淨土聖賢錄》，看《大藏經》上這些往生傳，那過去的人，再細心觀察我們周邊念佛的人，絕大多數都是三年。人家三年能成功，我們三年為什麼不能成功？這外國人講災難，不是二０一二嗎？我們距離二０一二年底正好三年，覺悟的人應該怎麼樣？剋期取證。我把西方極樂世界拿到了，災難來也好，不來也好，與我不相干。來了，到極樂世界去；不來，再住幾年也可以。住幾年幹什麼？住幾年度眾生。為什麼？自己已經得度了。自己得度之後，這才能度人！你才真正無礙。自己沒有得度，想度別人，經上說得好，「無有是處」，就是沒有這個道理，度人先要度自己。"
    },
    {
      "id": "02-039-0044_p0013",
      "zh_CN": "今天我们知道了，度自己不是别的，就是放下，放下就得度了。放下见思烦恼，你就证阿罗汉；放下尘沙烦恼，你就成菩萨；放下无明烦恼，你就成佛，都在一念之间。学佛学什么？学放下！可不能学分别执着。学分别执着你亏吃大了，为什么？自性清净心里头什么都没有，它有的是智慧、德能、相好，自性里头本来有的。妄想分别执着自性里头没有，你本来是佛，这些东西盖复住了，让你的佛性不能现前，让你的智慧不能现前、德能不能现前、相好不能现前。佛在一切经里面给我们讲清楚、讲明白了，我们现在也都读到了，也懂得了，也明白了，现在所欠缺的就是放下，看你放下几成。不要紧，老实念佛求生净土就行了，你能放下多少，那是到极乐世界之后，四土三辈九品地位不相同。只要发菩提心，一向专念，生到西方净土，往生极乐世界是决定相同，生到那个地方品位不一样，这是管你放下多少。所以这个不是跟别人竞争的，是跟自己竞争。我想品位高，那我得多放下；我也不想那么高，那马马虎虎，好好念佛就行了，深信切愿你就决定得生。",
      "zh_TW": "今天我們知道了，度自己不是別的，就是放下，放下就得度了。放下見思煩惱，你就證阿羅漢；放下塵沙煩惱，你就成菩薩；放下無明煩惱，你就成佛，都在一念之間。學佛學什麼？學放下！可不能學分別執著。學分別執著你虧吃大了，為什麼？自性清淨心裡頭什麼都沒有，它有的是智慧、德能、相好，自性裡頭本來有的。妄想分別執著自性裡頭沒有，你本來是佛，這些東西蓋覆住了，讓你的佛性不能現前，讓你的智慧不能現前、德能不能現前、相好不能現前。佛在一切經裡面給我們講清楚、講明白了，我們現在也都讀到了，也懂得了，也明白了，現在所欠缺的就是放下，看你放下幾成。不要緊，老實念佛求生淨土就行了，你能放下多少，那是到極樂世界之後，四土三輩九品地位不相同。只要發菩提心，一向專念，生到西方淨土，往生極樂世界是決定相同，生到那個地方品位不一樣，這是管你放下多少。所以這個不是跟別人競爭的，是跟自己競爭。我想品位高，那我得多放下；我也不想那麼高，那馬馬虎虎，好好念佛就行了，深信切願你就決定得生。"
    },
    {
      "id": "02-039-0044_p0014",
      "zh_CN": "下面第二段讲二教，「二教。以上判教虽有不同，但顿渐二教诸家同摄」。前面讲过隋唐时代判教的有十二家，这十二家《华严疏钞》里面都提到。最重要的，除了天台、贤首之外，有一个共同的二教，那是每位祖师大德判教都肯定，顿渐二教。中国佛教里面自身称宗教，诸位一定要晓得，佛教不是宗教，但是佛教本身称宗教，跟现在宗教的意义不一样，中国称宗教就是顿渐二教。禅宗是属于顿教，禅宗之外的都是属于渐教；禅宗讲顿悟，没有阶级，禅宗之外的，包括小乘九个宗派都是属于渐教，也就是一步一步向上提升。只有禅宗没有阶级，他一开悟就成佛。成佛是什么阶级？至少圆教初住。他确确实实超越六道、超越十法界，这不是普通人能做到的。我们看到两个典型，释迦牟尼佛顿教，顿舍，一下放下，把妄想分别执着一次放下；第二个给我们表演的是禅宗六祖惠能大师，他也是顿舍、顿悟、顿证。世尊当年是三十岁，惠能大师是二十四岁。所以问题是肯不肯放下，这个问题不在别人，完全在自己，而且人人平等的。顿，我的看法有圆顿、有不圆的顿，什么叫不圆的顿？你能把见思，我讲的就是《华严经》讲的执着，执着放下，你证阿罗汉，那也是顿，顿证阿罗汉，但是不圆满，证佛才圆满。你能把分别放下，那你就证得菩萨果位。这个菩萨是十法界里面的佛菩萨，就是四圣法界的上面两层，佛、菩萨，下面是声闻、缘觉。声闻缘觉是放下见思烦恼；佛菩萨是放下尘沙烦恼，就是分别没有了，不分别了，他还有起心动念。起心动念放下之后那是圆顿，圆满的顿悟，十法界没有了，他超越十法界，他生到诸佛如来的实报庄严土，他到那里去了。这才叫圆顿，都不是容易事情。",
      "zh_TW": "下面第二段講二教，「二教。以上判教雖有不同，但頓漸二教諸家同攝」。前面講過隋唐時代判教的有十二家，這十二家《華嚴疏鈔》裡面都提到。最重要的，除了天台、賢首之外，有一個共同的二教，那是每位祖師大德判教都肯定，頓漸二教。中國佛教裡面自身稱宗教，諸位一定要曉得，佛教不是宗教，但是佛教本身稱宗教，跟現在宗教的意義不一樣，中國稱宗教就是頓漸二教。禪宗是屬於頓教，禪宗之外的都是屬於漸教；禪宗講頓悟，沒有階級，禪宗之外的，包括小乘九個宗派都是屬於漸教，也就是一步一步向上提升。只有禪宗沒有階級，他一開悟就成佛。成佛是什麼階級？至少圓教初住。他確確實實超越六道、超越十法界，這不是普通人能做到的。我們看到兩個典型，釋迦牟尼佛頓教，頓捨，一下放下，把妄想分別執著一次放下；第二個給我們表演的是禪宗六祖惠能大師，他也是頓捨、頓悟、頓證。世尊當年是三十歲，惠能大師是二十四歲。所以問題是肯不肯放下，這個問題不在別人，完全在自己，而且人人平等的。頓，我的看法有圓頓、有不圓的頓，什麼叫不圓的頓？你能把見思，我講的就是《華嚴經》講的執著，執著放下，你證阿羅漢，那也是頓，頓證阿羅漢，但是不圓滿，證佛才圓滿。你能把分別放下，那你就證得菩薩果位。這個菩薩是十法界裡面的佛菩薩，就是四聖法界的上面兩層，佛、菩薩，下面是聲聞、緣覺。聲聞緣覺是放下見思煩惱；佛菩薩是放下塵沙煩惱，就是分別沒有了，不分別了，他還有起心動念。起心動念放下之後那是圓頓，圓滿的頓悟，十法界沒有了，他超越十法界，他生到諸佛如來的實報莊嚴土，他到那裡去了。這才叫圓頓，都不是容易事情。"
    },
    {
      "id": "02-039-0044_p0015",
      "zh_CN": "我们现在都没有这个能力，把见思烦恼叫我们一下放都放不下，得慢慢来，一点一点的放，一点一点的舍。所以从根性上来讲，我们跟古人比差太远了。但是还好，还能放下一点，一年放一点，年年都要放，累积起来有个三、五十年，境界也不错了。如果只学不肯放下，给诸位说，那就变成佛学。你的知识很丰富，你的境界不能提升，在境界上你还是原地踏步；你能言善道，你把经典也讲得像古人所形容的天花乱坠，该怎么生死还是怎么生死，你出不了六道轮回，在六道里面还是随业力去流转，这就是能说不能行，没有真智慧。因此，明白之后，修行就比什么都重要！修行就是放下，不肯放下，就离不了六道轮回，这个事实真相不能不知道。我们把这段文念一念，「二教，以上判教虽有不同，但顿渐二教诸家同摄。天台贤首两家，亦皆以渐顿而分四教五教。《五教章》云：或分为二，所谓渐顿。以始终二教，所有解行，并在言说，阶位次第，因果相乘，从微至着，通名为渐。」在天台，藏通别都是属于渐教；五教里面，这是贤首的，小、始、终可以说都是属于渐教。「言说顿绝」，这个绝就是断掉，「理性顿显，解行顿成，一念不生即是佛等」，跟佛平等，这叫「顿」。顿是一次、一时就把它放下，不是一点点、一点点慢慢来，一次就舍干净。",
      "zh_TW": "我們現在都沒有這個能力，把見思煩惱叫我們一下放都放不下，得慢慢來，一點一點的放，一點一點的捨。所以從根性上來講，我們跟古人比差太遠了。但是還好，還能放下一點，一年放一點，年年都要放，累積起來有個三、五十年，境界也不錯了。如果只學不肯放下，給諸位說，那就變成佛學。你的知識很豐富，你的境界不能提升，在境界上你還是原地踏步；你能言善道，你把經典也講得像古人所形容的天花亂墜，該怎麼生死還是怎麼生死，你出不了六道輪迴，在六道裡面還是隨業力去流轉，這就是能說不能行，沒有真智慧。因此，明白之後，修行就比什麼都重要！修行就是放下，不肯放下，就離不了六道輪迴，這個事實真相不能不知道。我們把這段文念一念，「二教，以上判教雖有不同，但頓漸二教諸家同攝。天臺賢首兩家，亦皆以漸頓而分四教五教。《五教章》云：或分為二，所謂漸頓。以始終二教，所有解行，並在言說，階位次第，因果相乘，從微至著，通名為漸。」在天台，藏通別都是屬於漸教；五教裡面，這是賢首的，小、始、終可以說都是屬於漸教。「言說頓絕」，這個絕就是斷掉，「理性頓顯，解行頓成，一念不生即是佛等」，跟佛平等，這叫「頓」。頓是一次、一時就把它放下，不是一點點、一點點慢慢來，一次就捨乾淨。"
    },
    {
      "id": "02-039-0044_p0016",
      "zh_CN": "「我国隋代慧远师判本经曰」，这举慧远大师的例子，慧远大师这个注解在中国很通行。我早年在台中学《华严经》就是学他的本子。这个慧远不是晋朝的慧远，名字完全相同，在佛教史里面称作小慧远，他是隋朝时代的。诸位将来在古人注疏里面看到小慧远就是指他，他有《无量寿经》的注解，注得很好，他用的本子是康僧铠的本子，魏译的，是五种原译本里面流通最广的。他判这个经就是《净影疏》，《净影疏》就是隋代慧远他老人家写的这部疏。「今此经者，二藏之中，菩萨藏收」，这是指《无量寿经》，二藏之中，它属于菩萨藏。「为根熟人顿教法门」，他把《无量寿经》判作顿教。「云何知顿」，怎么知道它是顿教？「此经正为凡夫人中厌畏生死，求正定者，教令发心，生于净土。不从小大，故知是顿」。我们想想它是不是属于顿教？真正发心求生净土，要把这个世间舍掉，你要不放下去不了，你不能把娑婆世界带去。所以念佛堂的和尚，就是堂主，带领念佛人常常提醒大家，「身心世界一切放下，一心专念求生净土」，这是堂主的口头禅，时时刻刻提醒大家，身心世界一切放下。顿舍，你才能往生。聪明人要知道，能带得去的才努力认真去干，带不去的统统放下不要再操心了。你看你哪一样带得去？念佛这一句佛号带得去，发菩提心这个心带得去，其他的带不去，带不去的统统舍掉，带得去的你一心专念。确实这不从小大，它不是渐修，它是顿，一生当中就成就。",
      "zh_TW": "「我國隋代慧遠師判本經曰」，這舉慧遠大師的例子，慧遠大師這個註解在中國很通行。我早年在台中學《華嚴經》就是學他的本子。這個慧遠不是晉朝的慧遠，名字完全相同，在佛教史裡面稱作小慧遠，他是隋朝時代的。諸位將來在古人註疏裡面看到小慧遠就是指他，他有《無量壽經》的註解，註得很好，他用的本子是康僧鎧的本子，魏譯的，是五種原譯本裡面流通最廣的。他判這個經就是《淨影疏》，《淨影疏》就是隋代慧遠他老人家寫的這部疏。「今此經者，二藏之中，菩薩藏收」，這是指《無量壽經》，二藏之中，它屬於菩薩藏。「為根熟人頓教法門」，他把《無量壽經》判作頓教。「云何知頓」，怎麼知道它是頓教？「此經正為凡夫人中厭畏生死，求正定者，教令發心，生於淨土。不從小大，故知是頓」。我們想想它是不是屬於頓教？真正發心求生淨土，要把這個世間捨掉，你要不放下去不了，你不能把娑婆世界帶去。所以念佛堂的和尚，就是堂主，帶領念佛人常常提醒大家，「身心世界一切放下，一心專念求生淨土」，這是堂主的口頭禪，時時刻刻提醒大家，身心世界一切放下。頓捨，你才能往生。聰明人要知道，能帶得去的才努力認真去幹，帶不去的統統放下不要再操心了。你看你哪一樣帶得去？念佛這一句佛號帶得去，發菩提心這個心帶得去，其他的帶不去，帶不去的統統捨掉，帶得去的你一心專念。確實這不從小大，它不是漸修，它是頓，一生當中就成就。"
    },
    {
      "id": "02-039-0044_p0017",
      "zh_CN": "「明大佑师判小本曰：渐顿分之，此属顿教」。大佑法师有《弥陀经》注解，他在注解里面判这个法门，也肯定它，它属于顿教。渐教要修多生多劫才能成就，顿教是一生就圆满。「我国诸师判本经大小二本多同此说，故知本经在顿渐二教中为顿教所摄。以上乃就顿渐二教而判。若依贤首小始终顿圆五教以判本经教相」，这用贤首宗的五教做标准，「古今中外净宗诸大德，虽因机缘不同，而稍异其辞，而其实旨，莫不以本经不但实属圆顿教，且为顿中之顿、圆中之圆也」。老居士后面还有解释，「清代彭二林居士」，就是彭际清，彭二林就是彭际清，「于《起信论》中判本经曰」，这个《起信论》不是《大乘起信论》，是《无量寿经起信论》，就是彭际清居士造的，他在这一篇论文里面判《无量寿经》，「无量寿经者，如来称性之圆教」。彭居士通宗通教，显密圆融，是一位在家的大德。他是清朝乾隆时代的人，出身于望族，他的父亲官做得很大，是乾隆皇帝的兵部尚书，就相当于现代的国防部长，他的父亲。这个人非常聪明，弱冠十九岁考取进士，进士及第。因为家里环境好就没做官，他喜欢学佛，成天跟佛门一些高僧大德在一起，他学得很专心，很有成就。所以他有《无量寿经起信论》，还有《无量寿经》的节本，他不是会集的，是节本，后面会提到。他曾经说了一句话，后来的古大德常常引用，他说这个法门是「无量劫来希有难逢之一日」，我们有缘分遇到这个法门，跟开经偈里面所说的意思很接近。开经偈是武则天作的，「百千万劫难遭遇」；彭际清居士讲无量劫来希有难逢之一日，你能遇到这个法门。遇到之后你要能把它抓住，你不能轻易把它放过，那就太可惜太可惜了，无量劫来才碰到一次，这句话是让我们珍惜，「人身难得，佛法难闻」，能闻到佛法里头圆中之圆、顿中之顿的法，到哪里去找？我们闻到了，轻易放过，没有能掌握住、没有能在这一生当中成就是什么原因？虽然听说，了解得不够透彻，了解得不够明朗，粗心大意，没认真去学习，搞得这一生依旧还去搞六道轮回，你说多可惜。",
      "zh_TW": "「明大佑師判小本曰：漸頓分之，此屬頓教」。大佑法師有《彌陀經》註解，他在註解裡面判這個法門，也肯定它，它屬於頓教。漸教要修多生多劫才能成就，頓教是一生就圓滿。「我國諸師判本經大小二本多同此說，故知本經在頓漸二教中為頓教所攝。以上乃就頓漸二教而判。若依賢首小始終頓圓五教以判本經教相」，這用賢首宗的五教做標準，「古今中外淨宗諸大德，雖因機緣不同，而稍異其辭，而其實旨，莫不以本經不但實屬圓頓教，且為頓中之頓、圓中之圓也」。老居士後面還有解釋，「清代彭二林居士」，就是彭際清，彭二林就是彭際清，「於《起信論》中判本經曰」，這個《起信論》不是《大乘起信論》，是《無量壽經起信論》，就是彭際清居士造的，他在這一篇論文裡面判《無量壽經》，「無量壽經者，如來稱性之圓教」。彭居士通宗通教，顯密圓融，是一位在家的大德。他是清朝乾隆時代的人，出身於望族，他的父親官做得很大，是乾隆皇帝的兵部尚書，就相當於現代的國防部長，他的父親。這個人非常聰明，弱冠十九歲考取進士，進士及第。因為家裡環境好就沒做官，他喜歡學佛，成天跟佛門一些高僧大德在一起，他學得很專心，很有成就。所以他有《無量壽經起信論》，還有《無量壽經》的節本，他不是會集的，是節本，後面會提到。他曾經說了一句話，後來的古大德常常引用，他說這個法門是「無量劫來希有難逢之一日」，我們有緣分遇到這個法門，跟開經偈裡面所說的意思很接近。開經偈是武則天作的，「百千萬劫難遭遇」；彭際清居士講無量劫來希有難逢之一日，你能遇到這個法門。遇到之後你要能把它抓住，你不能輕易把它放過，那就太可惜太可惜了，無量劫來才碰到一次，這句話是讓我們珍惜，「人身難得，佛法難聞」，能聞到佛法裡頭圓中之圓、頓中之頓的法，到哪裡去找？我們聞到了，輕易放過，沒有能掌握住、沒有能在這一生當中成就是什麼原因？雖然聽說，了解得不夠透徹，了解得不夠明朗，粗心大意，沒認真去學習，搞得這一生依舊還去搞六道輪迴，你說多可惜。"
    },
    {
      "id": "02-039-0044_p0018",
      "zh_CN": "所以诸佛菩萨示现在这个世间，为我们会集这样完善的一个经本；又遇到黄念祖老居士，晚年带着病完成这一部注解，不容易！注解里面引用古今经论、论疏一百九十三部，证明经典一切经所说的、祖师大德们所说的，助长我们对这个法门的信心，用心良苦，真正是慈悲到了极处。经读不懂，我们再看这个注解，在这个注解里面看到许多经上说的，许多祖师大德论疏上说的，还不动心？还不知道这部经的宝贵？末法往后九千年，一切众生靠什么得度？就靠这部经典，这部经典要大量流通。我第一次印这个注解的本子就印了一万册，第一次印夏莲老的会集本也是印一万册。一万册分量太小了，这个地球上六十亿人。好在这么多年来，我们利用卫星电视、利用网际网路，把我们的学习通过这些高科技的媒体，与全世界有缘同学一起分享。最近听说所谓的自然灾害愈来愈多，真的我们从资讯看到，频率不断在上升，灾难一次比一次严重。所以我们把《华严经》暂时停下来，希望用一年的时间，我们重新再温习黄念老的注解。夏老、黄老不是普通人，普通一般人作不出来这个事情。我们怎么报恩？依教奉行，辗转流通，这真的报佛恩，报这两位老人恩。",
      "zh_TW": "所以諸佛菩薩示現在這個世間，為我們會集這樣完善的一個經本；又遇到黃念祖老居士，晚年帶著病完成這一部註解，不容易！註解裡面引用古今經論、論疏一百九十三部，證明經典一切經所說的、祖師大德們所說的，助長我們對這個法門的信心，用心良苦，真正是慈悲到了極處。經讀不懂，我們再看這個註解，在這個註解裡面看到許多經上說的，許多祖師大德論疏上說的，還不動心？還不知道這部經的寶貴？末法往後九千年，一切眾生靠什麼得度？就靠這部經典，這部經典要大量流通。我第一次印這個註解的本子就印了一萬冊，第一次印夏蓮老的會集本也是印一萬冊。一萬冊分量太小了，這個地球上六十億人。好在這麼多年來，我們利用衛星電視、利用網際網路，把我們的學習通過這些高科技的媒體，與全世界有緣同學一起分享。最近聽說所謂的自然災害愈來愈多，真的我們從資訊看到，頻率不斷在上升，災難一次比一次嚴重。所以我們把《華嚴經》暫時停下來，希望用一年的時間，我們重新再溫習黃念老的註解。夏老、黃老不是普通人，普通一般人作不出來這個事情。我們怎麼報恩？依教奉行，輾轉流通，這真的報佛恩，報這兩位老人恩。"
    },
    {
      "id": "02-039-0044_p0019",
      "zh_CN": "下面引用日本道隐法师的话，他在《无量寿经甄解》，这个注解是道隐法师作的，「直判本经为本愿一乘、顿极顿速、圆融圆满之教。彼土大德多同此说」，彼土是日本，日本净土宗很兴盛，这是隋唐时代日本派了不少这些高僧在中国留学，他们亲近过善导大师、亲近过智者大师。所以这两位大师在日本的声望非常之高，在日本佛教寺院里面都能见到大师的塑像、画像，在中国佛教里见不到，到日本都见到，日本人对祖师的尊重超过中国人。中国人第一个是敬佛，第二个是敬祖师；日本人第一个是敬祖，第二敬佛。有道理，祖师跟我们近。像我们是第一个敬父母，第二个敬祖宗，日本承传中国传统文化一直到今天都不衰，这是值得我们尊敬的地方。",
      "zh_TW": "下面引用日本道隱法師的話，他在《無量壽經甄解》，這個註解是道隱法師作的，「直判本經為本願一乘、頓極頓速、圓融圓滿之教。彼土大德多同此說」，彼土是日本，日本淨土宗很興盛，這是隋唐時代日本派了不少這些高僧在中國留學，他們親近過善導大師、親近過智者大師。所以這兩位大師在日本的聲望非常之高，在日本佛教寺院裡面都能見到大師的塑像、畫像，在中國佛教裡見不到，到日本都見到，日本人對祖師的尊重超過中國人。中國人第一個是敬佛，第二個是敬祖師；日本人第一個是敬祖，第二敬佛。有道理，祖師跟我們近。像我們是第一個敬父母，第二個敬祖宗，日本承傳中國傳統文化一直到今天都不衰，這是值得我們尊敬的地方。"
    },
    {
      "id": "02-039-0044_p0020",
      "zh_CN": "「《大经释》曰：天台、真言虽皆名顿教，然彼许断惑证理，故犹是渐教也。明未断惑凡夫，直出过三界者，偏是此教」。这是用天台，真言是密宗，来做一个比较。天台跟密宗虽然也叫做顿教，那它们怎么样？它们同意断惑证理，断惑证理还是属于渐教，渐次，像我们刚才讲的，断见思烦恼证阿罗汉，再断尘沙证菩萨，最后断无明这才证得佛果，是顿断，它还是一个阶层一个阶层的。这《无量寿经》不一样，它讲的是没有断惑的凡夫，烦恼一品没有断，他就能直捷超出三界；不但超出三界，还超出十法界，偏是此教。这两者比较的时候，「故此教为顿中之顿」，证明这个见解是有来由的，不是随便说的。",
      "zh_TW": "「《大經釋》曰：天台、真言雖皆名頓教，然彼許斷惑證理，故猶是漸教也。明未斷惑凡夫，直出過三界者，偏是此教」。這是用天台，真言是密宗，來做一個比較。天台跟密宗雖然也叫做頓教，那它們怎麼樣？它們同意斷惑證理，斷惑證理還是屬於漸教，漸次，像我們剛才講的，斷見思煩惱證阿羅漢，再斷塵沙證菩薩，最後斷無明這才證得佛果，是頓斷，它還是一個階層一個階層的。這《無量壽經》不一樣，它講的是沒有斷惑的凡夫，煩惱一品沒有斷，他就能直捷超出三界；不但超出三界，還超出十法界，偏是此教。這兩者比較的時候，「故此教為頓中之頓」，證明這個見解是有來由的，不是隨便說的。"
    },
    {
      "id": "02-039-0044_p0021",
      "zh_CN": "「又日溪师云」，他的名号叫日溪，也是日本人，「圣道诸教，理是圆融，益（利益）是隔偏，以其顿机难得也。是以教虽圆顿，望机自成渐。净土言圆顿者，于圆满速疾利益」，这是从很客观的角度来观察。圣道诸教，这是讲整个的佛教。释迦牟尼佛四十九年所说的一切经，诸教是一切经，理是圆融的，这是真的。为什么？大小乘的经教都是从世尊自性里面流露出来的，哪有不圆融！但是利益不一样，各人所得的利益不相同。这是什么？这是以其顿机难得，圆顿根性太难了，亿万人当中难得有一个。像六祖惠能这个根机，我是三个老师都告诉我，方东美先生、章嘉大师跟李老师，他们三个人没有开过会，告诉我同样的话。像惠能大师这种根性，惠能大师过去没有，没有见到过；惠能大师过世之后一直到现在，也没有看到过，就那么一个人，空前绝后。所以三个老师都警告我，你可不能学他，学不到。方东美先生告诉我，他说那叫一步登天，能登上去成功了，登不上去，那跌下来就是粉身碎骨。所以这三个老师都警告我，不要去学《坛经》、不要去学惠能。方东美先生介绍我学佛要从法相宗下手，从《百法明门》入门，像爬楼梯一样一层一层往上爬，你真得利益。章嘉大师要我修清净心，学释迦牟尼佛，以释迦牟尼佛为榜样，告诉我读《释迦方志》、读《释迦谱》。学佛首先认识释迦牟尼佛他是什么样的人，我们的学习不会走岔路、不会走向歧途。我认识李老师，李老师把净土法门介绍给我，把《无量寿经》这个会集本传给我，真得受用。",
      "zh_TW": "「又日溪師云」，他的名號叫日溪，也是日本人，「聖道諸教，理是圓融，益（利益）是隔偏，以其頓機難得也。是以教雖圓頓，望機自成漸。淨土言圓頓者，於圓滿速疾利益」，這是從很客觀的角度來觀察。聖道諸教，這是講整個的佛教。釋迦牟尼佛四十九年所說的一切經，諸教是一切經，理是圓融的，這是真的。為什麼？大小乘的經教都是從世尊自性裡面流露出來的，哪有不圓融！但是利益不一樣，各人所得的利益不相同。這是什麼？這是以其頓機難得，圓頓根性太難了，億萬人當中難得有一個。像六祖惠能這個根機，我是三個老師都告訴我，方東美先生、章嘉大師跟李老師，他們三個人沒有開過會，告訴我同樣的話。像惠能大師這種根性，惠能大師過去沒有，沒有見到過；惠能大師過世之後一直到現在，也沒有看到過，就那麼一個人，空前絕後。所以三個老師都警告我，你可不能學他，學不到。方東美先生告訴我，他說那叫一步登天，能登上去成功了，登不上去，那跌下來就是粉身碎骨。所以這三個老師都警告我，不要去學《壇經》、不要去學惠能。方東美先生介紹我學佛要從法相宗下手，從《百法明門》入門，像爬樓梯一樣一層一層往上爬，你真得利益。章嘉大師要我修清淨心，學釋迦牟尼佛，以釋迦牟尼佛為榜樣，告訴我讀《釋迦方志》、讀《釋迦譜》。學佛首先認識釋迦牟尼佛他是什麼樣的人，我們的學習不會走岔路、不會走向歧途。我認識李老師，李老師把淨土法門介紹給我，把《無量壽經》這個會集本傳給我，真得受用。"
    },
    {
      "id": "02-039-0044_p0022",
      "zh_CN": "所以说根性不相同，我们不是圆顿根性，那就应当要一门深入，长时薰修，锲而不舍。你在学习当中尝到味道了，叫法味，古来祖师大德常说的，「世味哪有法味浓」。世味是讲六道轮回里面，要跟佛法来比那差太远了。法味确实浓于世味，法味里面有从自性里面流露出来的喜悦。孔夫子得到了，你看《论语》第一句话说，「学而时习之，不亦说乎」。你能从圣人那边学到的，落实到自己日常生活当中，你内心里面就生法喜。那个悦，喜悦是从内心里面生出来的，不是外面环境的，与外境不相干，所以夫子尝到。佛法祖师大德讲得就更多了，你真正契入经教之后，尝到法味，常生欢喜心，法喜充满。诸位不要小看这两句话，这两句话你要是明白了，你有大受用。世间谚语常说「人逢喜事精神爽」，换句话说，你得体会到养生。中年以上的人都感觉到，养生很重要，身心健康很重要，这是真正的福报。健康从哪来的？健康从欢喜心来的，如果你每天都愁眉苦脸，你一定多病，你哪来的欢喜心？所以健康就没有了。健康从欢喜心来的，每一天生活都快乐，这个人身心健康，百病不生；年龄增长，老而不衰，这叫福报。你要想得这个大福报，那大乘经教里面就太多了，到处都是。这是佛法对我们最直接的，也是最少分的利益。你得到这个利益肯定身心健康、家庭美满、事业顺利，再扩大社会安定、世界和平，这在佛法讲小利，这不是大利。大利益是帮助你成菩萨、成佛，你有能力在遍法界虚空界里面去教化众生，大利益。",
      "zh_TW": "所以說根性不相同，我們不是圓頓根性，那就應當要一門深入，長時薰修，鍥而不捨。你在學習當中嘗到味道了，叫法味，古來祖師大德常說的，「世味哪有法味濃」。世味是講六道輪迴裡面，要跟佛法來比那差太遠了。法味確實濃於世味，法味裡面有從自性裡面流露出來的喜悅。孔夫子得到了，你看《論語》第一句話說，「學而時習之，不亦說乎」。你能從聖人那邊學到的，落實到自己日常生活當中，你內心裡面就生法喜。那個悅，喜悅是從內心裡面生出來的，不是外面環境的，與外境不相干，所以夫子嘗到。佛法祖師大德講得就更多了，你真正契入經教之後，嘗到法味，常生歡喜心，法喜充滿。諸位不要小看這兩句話，這兩句話你要是明白了，你有大受用。世間諺語常說「人逢喜事精神爽」，換句話說，你得體會到養生。中年以上的人都感覺到，養生很重要，身心健康很重要，這是真正的福報。健康從哪來的？健康從歡喜心來的，如果你每天都愁眉苦臉，你一定多病，你哪來的歡喜心？所以健康就沒有了。健康從歡喜心來的，每一天生活都快樂，這個人身心健康，百病不生；年齡增長，老而不衰，這叫福報。你要想得這個大福報，那大乘經教裡面就太多了，到處都是。這是佛法對我們最直接的，也是最少分的利益。你得到這個利益肯定身心健康、家庭美滿、事業順利，再擴大社會安定、世界和平，這在佛法講小利，這不是大利。大利益是幫助你成菩薩、成佛，你有能力在遍法界虛空界裡面去教化眾生，大利益。"
    },
    {
      "id": "02-039-0044_p0023",
      "zh_CN": "因为顿机难得，像我们都不是属于顿机，是以教虽圆顿，真的，「圆人说法，无法不圆」，圆人看释迦牟尼佛四十九年所说的一切经教，没有一句不是圆顿法门，所以咱们不是圆顿根机，看《华严》、看《法华》、看这个经也变成渐教，这是真的。净土言圆顿者，这回归到我们现在所修学的这个法门，于圆满速疾利益，这个「于」当「在」说，为什么说净土是圆顿？那就在快速让所修学的人得到圆满利益，往生西方极乐世界就得圆满的利益，这是真的不是假的。凡夫，下凡（下等的凡夫）没有智慧，现在人讲没有文化，遇到这个法门，他能相信，甚至于他听不懂，只要他能相信，听到这个法门这么好，又这么容易，只一句佛号阿弥陀佛，你看多容易，死心塌地一直念下去都能成就。而且成就的时间不长，三年五载就成功，他到极乐世界去成佛去了，得到究竟圆满的利益，这还得了！你说这个法门、这个经典是不是属于圆顿？能讲得通。",
      "zh_TW": "因為頓機難得，像我們都不是屬於頓機，是以教雖圓頓，真的，「圓人說法，無法不圓」，圓人看釋迦牟尼佛四十九年所說的一切經教，沒有一句不是圓頓法門，所以咱們不是圓頓根機，看《華嚴》、看《法華》、看這個經也變成漸教，這是真的。淨土言圓頓者，這回歸到我們現在所修學的這個法門，於圓滿速疾利益，這個「於」當「在」說，為什麼說淨土是圓頓？那就在快速讓所修學的人得到圓滿利益，往生西方極樂世界就得圓滿的利益，這是真的不是假的。凡夫，下凡（下等的凡夫）沒有智慧，現在人講沒有文化，遇到這個法門，他能相信，甚至於他聽不懂，只要他能相信，聽到這個法門這麼好，又這麼容易，只一句佛號阿彌陀佛，你看多容易，死心塌地一直念下去都能成就。而且成就的時間不長，三年五載就成功，他到極樂世界去成佛去了，得到究竟圓滿的利益，這還得了！你說這個法門、這個經典是不是屬於圓頓？能講得通。"
    },
    {
      "id": "02-039-0044_p0024",
      "zh_CN": "下面说「盖指其他圣教，虽具圆融之理，但众生根机粗浅，莫明其旨，无由蹑解起行，而蒙法益。是故法虽圆顿，但以行人机浅，顿法成渐，圆法成偏」，这是事实真相。所以教，分宗判教对于根机浅的人有好处，对圆顿根性的人一点用处都没有，这个我们不能不知道，特别是发心将来学教学的同学，一定要很清楚。我们自己怎么修，用什么方法去教别人？自己修这部经是圆顿大经，这部经你要是通了，你念佛的功夫可以达到事一心不乱、理一心不乱。其他没有学过的经论能不能通达？能，真的是一经通一切经都通达；一个法门成就，八万四千法门，门门都成就，这是《华严》上说的，「一即一切，一切即一」，一点都不假。你真的能相信，你就有福了。",
      "zh_TW": "下面說「蓋指其他聖教，雖具圓融之理，但眾生根機粗淺，莫明其旨，無由躡解起行，而蒙法益。是故法雖圓頓，但以行人機淺，頓法成漸，圓法成偏」，這是事實真相。所以教，分宗判教對於根機淺的人有好處，對圓頓根性的人一點用處都沒有，這個我們不能不知道，特別是發心將來學教學的同學，一定要很清楚。我們自己怎麼修，用什麼方法去教別人？自己修這部經是圓頓大經，這部經你要是通了，你念佛的功夫可以達到事一心不亂、理一心不亂。其他沒有學過的經論能不能通達？能，真的是一經通一切經都通達；一個法門成就，八萬四千法門，門門都成就，這是《華嚴》上說的，「一即一切，一切即一」，一點都不假。你真的能相信，你就有福了。"
    },
    {
      "id": "02-039-0044_p0025",
      "zh_CN": "我们再看底下这一段，「但净宗则不然，人人能行，皆得真实之利，不劳断惑，直出三界，故实为顿中之顿圆满之教也」。黄老这个结论结得好，净土跟这些像华严、天台、三论、法相、密宗不一样，为什么？他们那些宗派学习确实分很多层次，就像读书一样，你得从小学、中学、大学、研究所，要很长的时间，还未必能有结果，为什么？教理学得再多，会变成常识、变成知识，不是智慧。为什么？妄想分别执着没放下，所以你依旧生活在烦恼苦恼的世界里，你无法解脱，你得不到大自在，你得不到真正的快乐。要想真正得到佛法利益，你一定把烦恼习气放下，回归自性，自性纯净纯善。我们中国老祖宗讲得好，「本性本善」，《三字经》上第一句话说，「人之初，性本善」，回到本善那才有乐趣，才会有法喜。佛法的教学终极的目标就是教我们回归自性，方向是一个，目标是一个，方法千差万别，所以八万四千法门。我们希望在一生当中成就的，这么多法门里头只选择一门，你千万不要选二门、三门，二门、三门你进不去，一门就进去了，进去之后一切都得到了，你所得到的是圆满的。佛说那么多法门，是给不同根性的人去选择的，不是叫你统统学的，你统统学你就错了。跟在大学念书一样，只能念一个科系，四年就毕业了。你说把所有科系都念完，四百年都毕不了业，你不会有成就。一门深入、长时薰修，就对了。真正了解净宗，人人能行，真实利益，不需要断惑，就能超越十法界，不只三界，超越十法界，所以是顿中之顿的圆满大教。这个话说得一点都不错，希望我们同学要认真努力，一门深入，长时薰修，个个都能成就，而且很快就成就。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們再看底下這一段，「但淨宗則不然，人人能行，皆得真實之利，不勞斷惑，直出三界，故實為頓中之頓圓滿之教也」。黃老這個結論結得好，淨土跟這些像華嚴、天台、三論、法相、密宗不一樣，為什麼？他們那些宗派學習確實分很多層次，就像讀書一樣，你得從小學、中學、大學、研究所，要很長的時間，還未必能有結果，為什麼？教理學得再多，會變成常識、變成知識，不是智慧。為什麼？妄想分別執著沒放下，所以你依舊生活在煩惱苦惱的世界裡，你無法解脫，你得不到大自在，你得不到真正的快樂。要想真正得到佛法利益，你一定把煩惱習氣放下，回歸自性，自性純淨純善。我們中國老祖宗講得好，「本性本善」，《三字經》上第一句話說，「人之初，性本善」，回到本善那才有樂趣，才會有法喜。佛法的教學終極的目標就是教我們回歸自性，方向是一個，目標是一個，方法千差萬別，所以八萬四千法門。我們希望在一生當中成就的，這麼多法門裡頭只選擇一門，你千萬不要選二門、三門，二門、三門你進不去，一門就進去了，進去之後一切都得到了，你所得到的是圓滿的。佛說那麼多法門，是給不同根性的人去選擇的，不是叫你統統學的，你統統學你就錯了。跟在大學念書一樣，只能念一個科系，四年就畢業了。你說把所有科系都念完，四百年都畢不了業，你不會有成就。一門深入、長時薰修，就對了。真正了解淨宗，人人能行，真實利益，不需要斷惑，就能超越十法界，不只三界，超越十法界，所以是頓中之頓的圓滿大教。這個話說得一點都不錯，希望我們同學要認真努力，一門深入，長時薰修，個個都能成就，而且很快就成就。今天時間到了，我們就學習到此地。"
    }
  ]
}