{
  "doc_id": "02-039-0448",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四四八集",
    "zh_TW": "第四四八集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "日本冈山净宗学会",
    "zh_TW": "日本岡山淨宗學會"
  },
  "doc_number": "02-039-0448",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-039-0448_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，第五百六十六面倒数第四行，从经文看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，第五百六十六面倒數第四行，從經文看起："
    },
    {
      "id": "02-039-0448_p0002",
      "zh_CN": "【一切诸天。皆赍百千华香。万种伎乐。供养彼佛。及诸菩萨声闻之众。前后往来。熙怡快乐。此皆无量寿佛本愿加威。及曾供养如来。善根相续。无缺减故。善修习故。善摄取故。善成就故。】",
      "zh_TW": "【一切諸天。皆齎百千華香。萬種伎樂。供養彼佛。及諸菩薩聲聞之眾。前後往來。熙怡快樂。此皆無量壽佛本願加威。及曾供養如來。善根相續。無缺減故。善修習故。善攝取故。善成就故。】"
    },
    {
      "id": "02-039-0448_p0003",
      "zh_CN": "这是这一品最后的一段经文。念老在此地告诉我们，这段经文「表诸天供养」。阿弥陀佛成就的功德无量无边，无比的殊胜，自然感得一切诸天，这范围扩大了，这就是遍法界虚空界一切诸佛刹土里面的天众。我们讲的欲界天、色界天，不包括无色界天，无色界天他们不修行，他们也不去再修供养，虽然达到最高的位置，他完全是自利，没有利他的这个念头。所以这一类的天在大乘教里面，八难里它属于一种叫长寿天。为什么？他不修福，他也不修慧，他停止在那个地方，而且时间很长，停止了。这种状况就是无明，虽然他什么都不造作，他堕在无明里头；真正的涅槃是清净无为。但是他感觉非常灵敏，也就是说他有知觉，他不是无知。而四空天跟禅定不一样，它也是甚深禅定，它里面只有定没有慧，只有寂静，没有灵知，这个不一样。佛法里面最高的禅定，这就是大般涅槃，没有比这更高的禅定。但是这个禅定起作用，众生有感他能现身，他能现，所以说他有反应。四空天没有反应，佛法里的禅定有反应。所以说是众生有感，他自然就有应，也就是说他是活的，他不是死的，现在所谓有机体，也就是说他有生命，他不是没有生命。在佛法里面说，遍法界虚空界所有一切众生，也包括四空天，统统都是有生命的，只是四空天人不愿意反应，你去感他，他不应你、不理你，是这么个状态。所以诸天供养，就是欲界天、色界天人都去供养，供养当然要有缘，没有缘到不了极乐世界。到极乐世界，这个缘分就是太殊胜了！",
      "zh_TW": "這是這一品最後的一段經文。念老在此地告訴我們，這段經文「表諸天供養」。阿彌陀佛成就的功德無量無邊，無比的殊勝，自然感得一切諸天，這範圍擴大了，這就是遍法界虛空界一切諸佛剎土裡面的天眾。我們講的欲界天、色界天，不包括無色界天，無色界天他們不修行，他們也不去再修供養，雖然達到最高的位置，他完全是自利，沒有利他的這個念頭。所以這一類的天在大乘教裡面，八難裡它屬於一種叫長壽天。為什麼？他不修福，他也不修慧，他停止在那個地方，而且時間很長，停止了。這種狀況就是無明，雖然他什麼都不造作，他墮在無明裡頭；真正的涅槃是清淨無為。但是他感覺非常靈敏，也就是說他有知覺，他不是無知。而四空天跟禪定不一樣，它也是甚深禪定，它裡面只有定沒有慧，只有寂靜，沒有靈知，這個不一樣。佛法裡面最高的禪定，這就是大般涅槃，沒有比這更高的禪定。但是這個禪定起作用，眾生有感他能現身，他能現，所以說他有反應。四空天沒有反應，佛法裡的禪定有反應。所以說是眾生有感，他自然就有應，也就是說他是活的，他不是死的，現在所謂有機體，也就是說他有生命，他不是沒有生命。在佛法裡面說，遍法界虛空界所有一切眾生，也包括四空天，統統都是有生命的，只是四空天人不願意反應，你去感他，他不應你、不理你，是這麼個狀態。所以諸天供養，就是欲界天、色界天人都去供養，供養當然要有緣，沒有緣到不了極樂世界。到極樂世界，這個緣分就是太殊勝了！"
    },
    {
      "id": "02-039-0448_p0004",
      "zh_CN": "『皆赍百千华香，万种伎乐』，这就是他们带去的供养具，用什么供养？香花供佛。香花都是表法的，花表因，植物先开花后结果，所以花代表菩萨行门，就是通常讲的六波罗蜜，这是花；声闻、缘觉、菩萨、佛，这是果，花好，果一定好。我们把它归到我们现前的境界，现前境界我们的心好、行为好，这就是花，我们的果报一定好。自身的果报是健康快乐，集体的果报一个家庭，乃至于居住这一个地区，这是集体的果报，共业，这个地区没有灾难，这个地区非常祥和，人民会和睦相处，山河大地没有灾变，都能享受到幸福圆满。香花所代表的就是这些。",
      "zh_TW": "『皆齎百千華香，萬種伎樂』，這就是他們帶去的供養具，用什麼供養？香花供佛。香花都是表法的，花表因，植物先開花後結果，所以花代表菩薩行門，就是通常講的六波羅蜜，這是花；聲聞、緣覺、菩薩、佛，這是果，花好，果一定好。我們把它歸到我們現前的境界，現前境界我們的心好、行為好，這就是花，我們的果報一定好。自身的果報是健康快樂，集體的果報一個家庭，乃至於居住這一個地區，這是集體的果報，共業，這個地區沒有災難，這個地區非常祥和，人民會和睦相處，山河大地沒有災變，都能享受到幸福圓滿。香花所代表的就是這些。"
    },
    {
      "id": "02-039-0448_p0005",
      "zh_CN": "我们闻到香就要想到戒定慧，戒定真香，用香花来表法，花代表六波罗蜜，香代表戒定慧。现在说戒定慧必须把后面两个字要连上去，意思才圆满，戒定慧所对治的是贪瞋痴慢疑五毒。佛在经教上常常劝勉我们，「勤修戒定慧，息灭贪瞋痴」。因为自身的灾难是生老病死，依报的灾难就是居住环境的种种灾变，这是依报的，都是不善的心行所感召的。我们不善的心行，反应就不善，有感有应，我们善的感，就有善的应。西方极乐世界就是最好的一个对比，西方极乐世界佛善，阿弥陀佛在因地修大行，四十八愿五劫修行，这么长的时间。这是心行的功德，自然成就极乐世界的依正庄严，自然成就的，没有人去构思，没有人去策画，没有人设计，也没有人去制造，自然成就的。极乐世界样样都是自然的，你所需求的它自然就现前，这就是佛常说的「制心一处」，达到极致，达到究竟圆满，才会有这种现象产生。我们今天心想，所谓心想事成，怎么想也不成就，这什么原因？没功夫。阿弥陀佛为什么想就成？不但他想成，我们到极乐世界我们也想，他也就帮助我们成就了，真实功德。记住，四十八愿五劫修行，真干！我们在这个世间如果肯真干，虽然没有极乐世界那样的殊胜庄严，我们也会有自然的感应。不是真干、不是长时间不行！",
      "zh_TW": "我們聞到香就要想到戒定慧，戒定真香，用香花來表法，花代表六波羅蜜，香代表戒定慧。現在說戒定慧必須把後面兩個字要連上去，意思才圓滿，戒定慧所對治的是貪瞋痴慢疑五毒。佛在經教上常常勸勉我們，「勤修戒定慧，息滅貪瞋痴」。因為自身的災難是生老病死，依報的災難就是居住環境的種種災變，這是依報的，都是不善的心行所感召的。我們不善的心行，反應就不善，有感有應，我們善的感，就有善的應。西方極樂世界就是最好的一個對比，西方極樂世界佛善，阿彌陀佛在因地修大行，四十八願五劫修行，這麼長的時間。這是心行的功德，自然成就極樂世界的依正莊嚴，自然成就的，沒有人去構思，沒有人去策畫，沒有人設計，也沒有人去製造，自然成就的。極樂世界樣樣都是自然的，你所需求的它自然就現前，這就是佛常說的「制心一處」，達到極致，達到究竟圓滿，才會有這種現象產生。我們今天心想，所謂心想事成，怎麼想也不成就，這什麼原因？沒功夫。阿彌陀佛為什麼想就成？不但他想成，我們到極樂世界我們也想，他也就幫助我們成就了，真實功德。記住，四十八願五劫修行，真幹！我們在這個世間如果肯真幹，雖然沒有極樂世界那樣的殊勝莊嚴，我們也會有自然的感應。不是真幹、不是長時間不行！"
    },
    {
      "id": "02-039-0448_p0006",
      "zh_CN": "我如果不是遇到佛法，早就不在世间，到哪里去？肯定堕三途没法子避免的。遇到佛法好处就是还听话，还老实、还听话，老师教我的，我真的依教奉行，一个方向、一个目标。老师开头就教导我，总的原则就是「看破、放下」，看破就是明了，明了之后你就放下，放下帮助你更明了，这总原则、总纲领。样样都要放下，样样都要看破，不但世间法看破，佛法也要看破，为什么？佛法不是真的。《金刚经》上，佛说得好，「法尚应舍，何况非法」，那个法就是佛法，佛法都要舍，何况这个世间？世间叫非法，焉能不舍？统统舍干净，那个愿力、心力它就起作用，这个作用就是自然成就。我们在这么多年的修行有一点点相似，从一九八０年代起，我离开台湾到美国、加拿大弘法，那个时候起就没有用过钱，生活所需的呢？同修都给它准备好了，没有用过钱。样样都是人准备好的，所以钱对我就没用了，没用就得统统放下，不放下没用处，什么人能用统统拿去用。自己没去做过衣服，都是别人供养送的，现在可以开衣服店，太多了，合适的别人就拿去穿去，衣食住行方方面面都是这样的。喜欢用的参考书，问一问就会有人送来。我想别人去想没人送给他，什么原因？我搞了六十年，这是六十年当中累积的功德。阿弥陀佛比我厉害，他五劫，五劫的修行成就极乐世界的依正庄严。",
      "zh_TW": "我如果不是遇到佛法，早就不在世間，到哪裡去？肯定墮三途沒法子避免的。遇到佛法好處就是還聽話，還老實、還聽話，老師教我的，我真的依教奉行，一個方向、一個目標。老師開頭就教導我，總的原則就是「看破、放下」，看破就是明瞭，明瞭之後你就放下，放下幫助你更明瞭，這總原則、總綱領。樣樣都要放下，樣樣都要看破，不但世間法看破，佛法也要看破，為什麼？佛法不是真的。《金剛經》上，佛說得好，「法尚應捨，何況非法」，那個法就是佛法，佛法都要捨，何況這個世間？世間叫非法，焉能不捨？統統捨乾淨，那個願力、心力它就起作用，這個作用就是自然成就。我們在這麼多年的修行有一點點相似，從一九八０年代起，我離開台灣到美國、加拿大弘法，那個時候起就沒有用過錢，生活所需的呢？同修都給它準備好了，沒有用過錢。樣樣都是人準備好的，所以錢對我就沒用了，沒用就得統統放下，不放下沒用處，什麼人能用統統拿去用。自己沒去做過衣服，都是別人供養送的，現在可以開衣服店，太多了，合適的別人就拿去穿去，衣食住行方方面面都是這樣的。喜歡用的參考書，問一問就會有人送來。我想別人去想沒人送給他，什麼原因？我搞了六十年，這是六十年當中累積的功德。阿彌陀佛比我厲害，他五劫，五劫的修行成就極樂世界的依正莊嚴。"
    },
    {
      "id": "02-039-0448_p0007",
      "zh_CN": "我们从这短短的五、六十年期间，所看到现在情形，想到极乐世界的人，我们一点都不怀疑。我要是修五劫，不跟阿弥陀佛一样吗？五劫可不能中断，如果断断续续的就麻烦。这五劫的时间，在这个世界轮回里决定做不到，因为你轮回如果堕到鬼道、堕到地狱，你还修什么？天天受罪，那就中断。所以在这个世界修行，中断的时间太长太长！真正得人身，遇到这个机会的时候，你看短短的几十年，要不好好修的话不起作用。这些道理搞清楚、搞明白，我们就会对于修学环境、修学的光阴，非常非常珍惜，一点都不敢浪费。生活方面东西一切都随缘，有很好，没有也行，可以过得去，不是很严重的问题。真正严重问题是抓紧宝贵时间认真学习，这比什么都重要。一转眼人身失掉，不晓得到哪一道去了？只有把这句佛号念好，念到心里面一片阿弥陀佛，除阿弥陀佛之外没有任何东西夹杂，这你就是保证往生，你才能去得了。没到这个境界不敢说有把握，到这个境界，你可以说有把握往生。所以想到天人他们到极乐世界去供养阿弥陀佛，供养西方极乐世界这些菩萨大众，这是多大福报，不是普通福报能具备这个条件。",
      "zh_TW": "我們從這短短的五、六十年期間，所看到現在情形，想到極樂世界的人，我們一點都不懷疑。我要是修五劫，不跟阿彌陀佛一樣嗎？五劫可不能中斷，如果斷斷續續的就麻煩。這五劫的時間，在這個世界輪迴裡決定做不到，因為你輪迴如果墮到鬼道、墮到地獄，你還修什麼？天天受罪，那就中斷。所以在這個世界修行，中斷的時間太長太長！真正得人身，遇到這個機會的時候，你看短短的幾十年，要不好好修的話不起作用。這些道理搞清楚、搞明白，我們就會對於修學環境、修學的光陰，非常非常珍惜，一點都不敢浪費。生活方面東西一切都隨緣，有很好，沒有也行，可以過得去，不是很嚴重的問題。真正嚴重問題是抓緊寶貴時間認真學習，這比什麼都重要。一轉眼人身失掉，不曉得到哪一道去了？只有把這句佛號念好，念到心裡面一片阿彌陀佛，除阿彌陀佛之外沒有任何東西夾雜，這你就是保證往生，你才能去得了。沒到這個境界不敢說有把握，到這個境界，你可以說有把握往生。所以想到天人他們到極樂世界去供養阿彌陀佛，供養西方極樂世界這些菩薩大眾，這是多大福報，不是普通福報能具備這個條件。"
    },
    {
      "id": "02-039-0448_p0008",
      "zh_CN": "「赍，送也」，就是带着礼物去供佛的、供菩萨的，「持财与人也」。还有个意思，我们自己出门去旅行，带的钱财，带的衣物，现在讲行李，这也叫赍，这是自己带着用的，它有两个意思。『万种伎乐』，伎乐是什么？今天讲的舞台表演。诸佛菩萨还喜欢看戏吗？你们读《地藏经》，《地藏经》里有伎乐供养地藏菩萨，所以经上有这么一句话。在中国大陆古时候寺庙里都有戏台，戏台在哪里？就在大雄宝殿的对面。大雄宝殿下面是个天井，是个院子，四合院有个院子，它的对面就戏台。庙会，四季庙会都请戏班子来表演，佛与这些信众们同乐，共同欢乐，但是这些表演，给诸位说，全是教育。古时候没有这么多学校，人民怎么教好的？都靠这个教好的。大家喜欢看，农村人不认识字，他看这些表演，表演的内容是忠孝节义，善有善报，恶有恶报，他表演这些。所以老百姓都懂得伦理道德，都相信因果报应，从哪里来的？看戏上看来的，中国古代这些文艺表演是教育。不像现在，现在表演的内容暴力色情、杀盗淫妄，演这个东西，把人全教坏了。",
      "zh_TW": "「齎，送也」，就是帶著禮物去供佛的、供菩薩的，「持財與人也」。還有個意思，我們自己出門去旅行，帶的錢財，帶的衣物，現在講行李，這也叫齎，這是自己帶著用的，它有兩個意思。『萬種伎樂』，伎樂是什麼？今天講的舞台表演。諸佛菩薩還喜歡看戲嗎？你們讀《地藏經》，《地藏經》裡有伎樂供養地藏菩薩，所以經上有這麼一句話。在中國大陸古時候寺廟裡都有戲台，戲台在哪裡？就在大雄寶殿的對面。大雄寶殿下面是個天井，是個院子，四合院有個院子，它的對面就戲台。廟會，四季廟會都請戲班子來表演，佛與這些信眾們同樂，共同歡樂，但是這些表演，給諸位說，全是教育。古時候沒有這麼多學校，人民怎麼教好的？都靠這個教好的。大家喜歡看，農村人不認識字，他看這些表演，表演的內容是忠孝節義，善有善報，惡有惡報，他表演這些。所以老百姓都懂得倫理道德，都相信因果報應，從哪裡來的？看戲上看來的，中國古代這些文藝表演是教育。不像現在，現在表演的內容暴力色情、殺盜淫妄，演這個東西，把人全教壞了。"
    },
    {
      "id": "02-039-0448_p0009",
      "zh_CN": "所以古时候这是教育最好的一个手段，没有一个人不喜欢，老少咸宜，小孩喜欢，老人也喜欢。表演的这些节目，年年差不多都相同，人家看不厌、听不倦，表演得逼真，表演得好。这一遍一遍的薰习，一个人从小长大，同一出戏我相信至少是看十遍以上，他有印象了，在日常生活当中起心动念，他就想到舞台上教给我些什么，哪些可以做、哪些不能做。它是教育，所以文艺要回归到教育。中国教育自古以来，可以说到清朝的末年虽然不重视，但是还是讲究，这最高的指导原则就是「思无邪」三个字，你让听众看到、听到、接触到，不能让他有邪思。所以它的内容，决定是与伦理道德、四维八德相应，把这个东西在舞台上演出来。古圣先贤他们做到了，演出来给大家看，这生动！所以戏院里面的戏台它是教育，那些表演的人是教育家，是教育的义务工作者。不像现在，现在也是教，也是教育，把人教坏了，以前是把人教好了，它也是教育，反面教育，负面的教育，所以社会乱了。地球上会有这么多灾难，这是什么？山河大地的感应，这不能不知道。",
      "zh_TW": "所以古時候這是教育最好的一個手段，沒有一個人不喜歡，老少咸宜，小孩喜歡，老人也喜歡。表演的這些節目，年年差不多都相同，人家看不厭、聽不倦，表演得逼真，表演得好。這一遍一遍的薰習，一個人從小長大，同一齣戲我相信至少是看十遍以上，他有印象了，在日常生活當中起心動念，他就想到舞台上教給我些什麼，哪些可以做、哪些不能做。它是教育，所以文藝要回歸到教育。中國教育自古以來，可以說到清朝的末年雖然不重視，但是還是講究，這最高的指導原則就是「思無邪」三個字，你讓聽眾看到、聽到、接觸到，不能讓他有邪思。所以它的內容，決定是與倫理道德、四維八德相應，把這個東西在舞台上演出來。古聖先賢他們做到了，演出來給大家看，這生動！所以戲院裡面的戲台它是教育，那些表演的人是教育家，是教育的義務工作者。不像現在，現在也是教，也是教育，把人教壞了，以前是把人教好了，它也是教育，反面教育，負面的教育，所以社會亂了。地球上會有這麼多災難，這是什麼？山河大地的感應，這不能不知道。"
    },
    {
      "id": "02-039-0448_p0010",
      "zh_CN": "经的意思不难懂，这些诸天带着这么多供养具，『供养彼佛』是阿弥陀佛。『及诸菩萨声闻之众』，是西方极乐世界的大众，实报土的是法身菩萨，方便土的是声闻，声闻、辟支佛是方便土，天人是凡圣同居土。但是方便土跟同居土的大众，都得到阿弥陀佛的加持，他们的智慧、神通、道力等同阿惟越致菩萨，就是跟实报土没有两样。所以接受供养，『前后往来，熙怡快乐』，像赶庙会一样的，都非常快乐。这一段是「诸天闻法供养」。下面这一段是总结功德有在，他们为什么有这种能力去供养？这下面说出来，第一个，『此皆无量寿佛本愿加威』，这是四十八愿加持的，所以他很容易到极乐世界来供佛、供菩萨。他之所以能得到佛力加持，是他自己曾经『供养如来，善根相续』。这些天人，换句话说，都是学佛的，都是皈依三宝的，而且都是认真修行的，他有这样的功德，所以感得阿弥陀佛加持他。",
      "zh_TW": "經的意思不難懂，這些諸天帶著這麼多供養具，『供養彼佛』是阿彌陀佛。『及諸菩薩聲聞之眾』，是西方極樂世界的大眾，實報土的是法身菩薩，方便土的是聲聞，聲聞、辟支佛是方便土，天人是凡聖同居土。但是方便土跟同居土的大眾，都得到阿彌陀佛的加持，他們的智慧、神通、道力等同阿惟越致菩薩，就是跟實報土沒有兩樣。所以接受供養，『前後往來，熙怡快樂』，像趕廟會一樣的，都非常快樂。這一段是「諸天聞法供養」。下面這一段是總結功德有在，他們為什麼有這種能力去供養？這下面說出來，第一個，『此皆無量壽佛本願加威』，這是四十八願加持的，所以他很容易到極樂世界來供佛、供菩薩。他之所以能得到佛力加持，是他自己曾經『供養如來，善根相續』。這些天人，換句話說，都是學佛的，都是皈依三寶的，而且都是認真修行的，他有這樣的功德，所以感得阿彌陀佛加持他。"
    },
    {
      "id": "02-039-0448_p0011",
      "zh_CN": "这一段后面，念老注解里面就说到了，我们看五百六十七面第一行，「诸天能具如是殊胜供佛之福德因缘者」。这个福德因缘从哪来的？没有福德、没有因缘，你就不能去供佛；一定有福德又有因缘，他才能到极乐世界去供佛。下面说，「盖有数因」，念老在此这里举了三个，「一者，无量寿佛本愿加威。盖由弥陀本愿威德加被，诸天乃能恭诣极乐大修供养」。诸位要晓得，供养是修福，没有供养，福从哪里来？所以我们要懂得，在这个地方学习这些人供养的心行，供养的心、供养的行为。供养得有缘分，你供养真修行人有福报，你供养假修行人，你福报就没有了。不过福报没有了不要紧，他虽然是假修行，他来生变牛变马要来还债，还会还给你，所以不吃亏。佛门里常说，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」，他会还债的，所以供养不吃亏。真修行人他的福报就大了，所以你供养的福也就大了。供养决定是正确的，普贤菩萨教给我们「广修供养」，对佛菩萨供养这是敬田、敬重，对父母供养是恩田，对一切众生供养是悲田，是培养大慈悲心，所以三种福田，这三种人都有福。这是说他有德行、有因缘。",
      "zh_TW": "這一段後面，念老註解裡面就說到了，我們看五百六十七面第一行，「諸天能具如是殊勝供佛之福德因緣者」。這個福德因緣從哪來的？沒有福德、沒有因緣，你就不能去供佛；一定有福德又有因緣，他才能到極樂世界去供佛。下面說，「蓋有數因」，念老在此這裡舉了三個，「一者，無量壽佛本願加威。蓋由彌陀本願威德加被，諸天乃能恭詣極樂大修供養」。諸位要曉得，供養是修福，沒有供養，福從哪裡來？所以我們要懂得，在這個地方學習這些人供養的心行，供養的心、供養的行為。供養得有緣分，你供養真修行人有福報，你供養假修行人，你福報就沒有了。不過福報沒有了不要緊，他雖然是假修行，他來生變牛變馬要來還債，還會還給你，所以不吃虧。佛門裡常說，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」，他會還債的，所以供養不吃虧。真修行人他的福報就大了，所以你供養的福也就大了。供養決定是正確的，普賢菩薩教給我們「廣修供養」，對佛菩薩供養這是敬田、敬重，對父母供養是恩田，對一切眾生供養是悲田，是培養大慈悲心，所以三種福田，這三種人都有福。這是說他有德行、有因緣。"
    },
    {
      "id": "02-039-0448_p0012",
      "zh_CN": "下面说，「第二十五天人礼敬愿中曰」，四十八愿第二十五愿跟这有关系，「诸天世人，莫不致敬」。所以佛有这一愿，诸天有缘供养阿弥陀佛，世人也有供养阿弥陀佛的缘分，弥陀有这一愿。但世间人的供养多半在寺院，在弥陀圣像前面修供养，这修供养一定要知道表法。如果不知道表法，你所得的叫痴福，没有智慧；知道表法的意思，譬如最简单的，也是最重要的，供一杯水这是供养。这杯水代表是什么？不是给佛喝的，水代表清净心，我们的心像水一样清净，像水一样平等。就是经题上讲的「清净平等觉」，这个水是我的清净平等觉，我用我的清净平等觉来供养阿弥陀佛，这就对了。所以不懂表法意思不行，不懂表法意思，以为我每天供一杯水，我对佛很恭敬，你看看一早我就水供上，你所需要的。不是这个意思，意思全搞错了。所以不能供茶，为什么？茶有颜色，染色了，染色就是染污，只能供清水，不能供茶。最好是透明的，现在这个玻璃杯很好，也有人用水晶的杯子，都很好，透明的，内外都看得见，这表法就很明显。这是水的意思，水是最重要的一个意思，其他的没有供养，这是最重要的供养。",
      "zh_TW": "下面說，「第二十五天人禮敬願中曰」，四十八願第二十五願跟這有關係，「諸天世人，莫不致敬」。所以佛有這一願，諸天有緣供養阿彌陀佛，世人也有供養阿彌陀佛的緣分，彌陀有這一願。但世間人的供養多半在寺院，在彌陀聖像前面修供養，這修供養一定要知道表法。如果不知道表法，你所得的叫痴福，沒有智慧；知道表法的意思，譬如最簡單的，也是最重要的，供一杯水這是供養。這杯水代表是什麼？不是給佛喝的，水代表清淨心，我們的心像水一樣清淨，像水一樣平等。就是經題上講的「清淨平等覺」，這個水是我的清淨平等覺，我用我的清淨平等覺來供養阿彌陀佛，這就對了。所以不懂表法意思不行，不懂表法意思，以為我每天供一杯水，我對佛很恭敬，你看看一早我就水供上，你所需要的。不是這個意思，意思全搞錯了。所以不能供茶，為什麼？茶有顏色，染色了，染色就是染污，只能供清水，不能供茶。最好是透明的，現在這個玻璃杯很好，也有人用水晶的杯子，都很好，透明的，內外都看得見，這表法就很明顯。這是水的意思，水是最重要的一個意思，其他的沒有供養，這是最重要的供養。"
    },
    {
      "id": "02-039-0448_p0013",
      "zh_CN": "我们供养香，香代表什么？代表戒定，看到燃香、闻到香味道，就要想到修戒、修定、修慧，它让你提醒这个意思。也不是佛需要闻这个，不是的，表法的。供花，花一定要新鲜，花一定要盛开，代表什么？代表六波罗蜜，因好，因好果就好，所以可以供花、供果。供果是代表菩提果证，也就是代表声闻、缘觉、菩萨、佛，这都是属于果，佛门修行的果德。修什么证得的？修六波罗蜜，修普贤十愿；阿弥陀佛修四十八愿，修四十八愿才得到阿弥陀佛的果报。最普通的就是四弘誓愿，「众生无边誓愿度，烦恼无尽誓愿断，法门无量誓愿学，佛道无上誓愿成」，表这个意思。",
      "zh_TW": "我們供養香，香代表什麼？代表戒定，看到燃香、聞到香味道，就要想到修戒、修定、修慧，它讓你提醒這個意思。也不是佛需要聞這個，不是的，表法的。供花，花一定要新鮮，花一定要盛開，代表什麼？代表六波羅蜜，因好，因好果就好，所以可以供花、供果。供果是代表菩提果證，也就是代表聲聞、緣覺、菩薩、佛，這都是屬於果，佛門修行的果德。修什麼證得的？修六波羅蜜，修普賢十願；阿彌陀佛修四十八願，修四十八願才得到阿彌陀佛的果報。最普通的就是四弘誓願，「眾生無邊誓願度，煩惱無盡誓願斷，法門無量誓願學，佛道無上誓願成」，表這個意思。"
    },
    {
      "id": "02-039-0448_p0014",
      "zh_CN": "灯、蜡烛表智慧，光明遍照，更深一层的意思，表燃烧自己照耀别人，这是什么？这是三种布施。这个灯明是三种布施的意思都有，财布施、法布施、无畏布施，光明是法布施，燃烧自己照耀别人是无畏布施，三种布施一次都有。如果不清楚、不明了，那叫白供养了，那全错了。「诸天于闻名」，听到阿弥陀佛的佛号，听到经文，读诵讲解他能够听到，听到之后他相信，他爱好，「乐」是爱好，「闻名信乐之大乘行人」，修学大乘的这些人，「尚皆礼敬」，这些诸天对于这些修行大乘的人，他都礼拜恭敬。「又焉能不礼敬极乐教主耶？」对阿弥陀佛当然礼敬，这是一定的道理，这是阿弥陀佛愿力加持。",
      "zh_TW": "燈、蠟燭表智慧，光明遍照，更深一層的意思，表燃燒自己照耀別人，這是什麼？這是三種布施。這個燈明是三種布施的意思都有，財布施、法布施、無畏布施，光明是法布施，燃燒自己照耀別人是無畏布施，三種布施一次都有。如果不清楚、不明瞭，那叫白供養了，那全錯了。「諸天於聞名」，聽到阿彌陀佛的佛號，聽到經文，讀誦講解他能夠聽到，聽到之後他相信，他愛好，「樂」是愛好，「聞名信樂之大乘行人」，修學大乘的這些人，「尚皆禮敬」，這些諸天對於這些修行大乘的人，他都禮拜恭敬。「又焉能不禮敬極樂教主耶？」對阿彌陀佛當然禮敬，這是一定的道理，這是阿彌陀佛願力加持。"
    },
    {
      "id": "02-039-0448_p0015",
      "zh_CN": "第二，他们这些人，这是讲诸天「曾供养如来」，可以说能到佛门修供养，都学过佛，都是佛门弟子。「善根相续无缺减故」，生生世世有这个缘分接触到佛教，所以他的学习生生世世在提升。我们今天学佛亦如是，绝对不是这一生你才遇到佛法，你就会依教奉行，不是。过去生中生生世世都在学习，这一生又遇到，遇到当然生欢喜心，继续再学习。我们就知道，所谓上上根人不是天生的，上上根人无量劫修成的，我们只看到今天成熟，没有看到他从前修因。就好像我们参加一个毕业典礼，都毕业了戴上博士帽，你看这一个小时他就成为博士。不知道他前面有研究所、有大学、有中学、有小学、有幼儿园，几十年才拿到的，不是那么简单。我们明白这个道理，对上上根人就不去羡慕，为什么？我们也有分，他已经毕业，我还没毕业，我还得要有一段时间，就是这么个道理。但是遇到阿弥陀佛，会把你提前，这是无比幸运的一桩事情，我们自己要知道，要把这个机会抓住。这个机会要是错过，很可惜，那你还得长劫修行，就不是很快能成就了。",
      "zh_TW": "第二，他們這些人，這是講諸天「曾供養如來」，可以說能到佛門修供養，都學過佛，都是佛門弟子。「善根相續無缺減故」，生生世世有這個緣分接觸到佛教，所以他的學習生生世世在提升。我們今天學佛亦如是，絕對不是這一生你才遇到佛法，你就會依教奉行，不是。過去生中生生世世都在學習，這一生又遇到，遇到當然生歡喜心，繼續再學習。我們就知道，所謂上上根人不是天生的，上上根人無量劫修成的，我們只看到今天成熟，沒有看到他從前修因。就好像我們參加一個畢業典禮，都畢業了戴上博士帽，你看這一個小時他就成為博士。不知道他前面有研究所、有大學、有中學、有小學、有幼兒園，幾十年才拿到的，不是那麼簡單。我們明白這個道理，對上上根人就不去羨慕，為什麼？我們也有分，他已經畢業，我還沒畢業，我還得要有一段時間，就是這麼個道理。但是遇到阿彌陀佛，會把你提前，這是無比幸運的一樁事情，我們自己要知道，要把這個機會抓住。這個機會要是錯過，很可惜，那你還得長劫修行，就不是很快能成就了。"
    },
    {
      "id": "02-039-0448_p0016",
      "zh_CN": "「表诸天能至极乐供养，皆因过去生中早种善缘，已曾供养如来，并善能令此善根（坚固善心，深不可拔，故名善根）相续，无有缺减，故今复有如是胜缘。」今天有这么好的缘分，你能够有缘去供养，到极乐世界供养阿弥陀佛，这个缘太殊胜。我们知道，我们自己修行成就，这都是最好的榜样，最好的示范，我们的善心要坚固，决定不能被外面境界动摇，外面的境界是魔境。魔不是青面獠牙，青面獠牙的魔你看到就吓到，赶快跑了。魔很会化妆，让你看到就生欢喜心，你跟它见了面就舍不得离开它，这个真厉害。名闻利养、五欲六尘这是魔，多少修行人一接触之后全毁掉了。所以古时候许多修行人，一生都住在深山里头不出来，不跟外面接触，什么原因？怕自己禁不起诱惑，这一生退转了。这种做法是正确的，是对的，懂得保护自己。现在这种缘都少了，你在深山里面，现在交通方便、科技发达，深山古庙里头它还有电视、还有电话、还有网路，那就不行了。真正修行，这些东西统统不要，过原始的生活，社会怎么动乱自己不知道，心是安静的，不受它波动，这个好。人家问你，我天天天下太平，没事，好得很！你要一接触这些媒体，麻烦就大了，才知道是乱世。什么都不接触，天下太平，你看同住在这个地球上，同住在一起，我的天下是太平的，我的社会是安定的。你们的社会还有很多灾难，社会不安定，动乱；我这里没有，没听说过，不听不就没事了吗？这懂得保护自己。我们常说，现前的社会从事于这些行业的人很多，电影、电视、传播、报纸杂志，从事这行业很多，他有权出版，有权他去演播。可是我有权不看，你不能拉着我去，我有权不参与，不看你的，不听你的。我有权天天在家里读佛经，跟古人做朋友，这就是懂得保护自己。",
      "zh_TW": "「表諸天能至極樂供養，皆因過去生中早種善緣，已曾供養如來，並善能令此善根（堅固善心，深不可拔，故名善根）相續，無有缺減，故今復有如是勝緣。」今天有這麼好的緣分，你能夠有緣去供養，到極樂世界供養阿彌陀佛，這個緣太殊勝。我們知道，我們自己修行成就，這都是最好的榜樣，最好的示範，我們的善心要堅固，決定不能被外面境界動搖，外面的境界是魔境。魔不是青面獠牙，青面獠牙的魔你看到就嚇到，趕快跑了。魔很會化妝，讓你看到就生歡喜心，你跟它見了面就捨不得離開它，這個真厲害。名聞利養、五欲六塵這是魔，多少修行人一接觸之後全毀掉了。所以古時候許多修行人，一生都住在深山裡頭不出來，不跟外面接觸，什麼原因？怕自己禁不起誘惑，這一生退轉了。這種做法是正確的，是對的，懂得保護自己。現在這種緣都少了，你在深山裡面，現在交通方便、科技發達，深山古廟裡頭它還有電視、還有電話、還有網路，那就不行了。真正修行，這些東西統統不要，過原始的生活，社會怎麼動亂自己不知道，心是安靜的，不受它波動，這個好。人家問你，我天天天下太平，沒事，好得很！你要一接觸這些媒體，麻煩就大了，才知道是亂世。什麼都不接觸，天下太平，你看同住在這個地球上，同住在一起，我的天下是太平的，我的社會是安定的。你們的社會還有很多災難，社會不安定，動亂；我這裡沒有，沒聽說過，不聽不就沒事了嗎？這懂得保護自己。我們常說，現前的社會從事於這些行業的人很多，電影、電視、傳播、報紙雜誌，從事這行業很多，他有權出版，有權他去演播。可是我有權不看，你不能拉著我去，我有權不參與，不看你的，不聽你的。我有權天天在家裡讀佛經，跟古人做朋友，這就是懂得保護自己。"
    },
    {
      "id": "02-039-0448_p0017",
      "zh_CN": "肯施舍，这是个非常重要的助缘，为什么？贪心放下了，没有贪心，烦恼少了百分之八十。知道百分之八十的烦恼从贪来的，贪要是断了，就少了百分之八十。舍是什么？把贪舍掉而已。把贪瞋痴舍掉，这叫真布施。布施再多，贪瞋痴还在，等于没布施，那是跟世间人结一点缘，修点世间福报，那一点功德都没有；能把贪瞋痴施舍掉，真实功德。所以要知道，善心要照顾好，善根要培养好，世间善根不贪、不瞋、不痴，再加上不傲慢、不怀疑，你这世间善根就圆满。要相续，要不缺，这是跟诸佛菩萨建立殊胜的缘分。",
      "zh_TW": "肯施捨，這是個非常重要的助緣，為什麼？貪心放下了，沒有貪心，煩惱少了百分之八十。知道百分之八十的煩惱從貪來的，貪要是斷了，就少了百分之八十。捨是什麼？把貪捨掉而已。把貪瞋痴捨掉，這叫真布施。布施再多，貪瞋痴還在，等於沒布施，那是跟世間人結一點緣，修點世間福報，那一點功德都沒有；能把貪瞋痴施捨掉，真實功德。所以要知道，善心要照顧好，善根要培養好，世間善根不貪、不瞋、不痴，再加上不傲慢、不懷疑，你這世間善根就圓滿。要相續，要不缺，這是跟諸佛菩薩建立殊勝的緣分。"
    },
    {
      "id": "02-039-0448_p0018",
      "zh_CN": "「三者，善修习故，善摄取故，善成就故」，这三句话很重要，都是对善根说的。善根要修，修是学，习是落实在生活上。要用上，生活用到，工作上用到，待人接物都用到，这是修习。「摄取，以至成就」，摄是摄受，亲近有德行的人，亲近有智慧的人，向他们学习，这是摄取。一直要到自己有成就，什么成就？圆满的成就就是成佛，没有到成佛，成就不圆满。阿罗汉小成就小学毕业，辟支佛中学毕业，菩萨大学毕业还没算成就，研究所毕业才是成就，大学毕业都不算成就。菩萨十地，十地菩萨是大学毕业了，等觉是研究所，研究所毕业才叫妙觉如来，他成佛了。等觉还是菩萨，研究所里头博士班的研究生，没毕业，目标一定要定到圆满的成就。「故今乃能以种种妙供，来至极乐供养弥陀」。「前后往来，熙怡快乐」，这两句话是形容到极乐世界供养的诸天人数之多，来来往往都来供养，太多太多！显示阿弥陀佛智慧、福德的因缘无比殊胜，这么多人来看他，络绎不绝。「更令善根增上」，你见阿弥陀佛，去遨游极乐世界，决定增长善根。",
      "zh_TW": "「三者，善修習故，善攝取故，善成就故」，這三句話很重要，都是對善根說的。善根要修，修是學，習是落實在生活上。要用上，生活用到，工作上用到，待人接物都用到，這是修習。「攝取，以至成就」，攝是攝受，親近有德行的人，親近有智慧的人，向他們學習，這是攝取。一直要到自己有成就，什麼成就？圓滿的成就就是成佛，沒有到成佛，成就不圓滿。阿羅漢小成就小學畢業，辟支佛中學畢業，菩薩大學畢業還沒算成就，研究所畢業才是成就，大學畢業都不算成就。菩薩十地，十地菩薩是大學畢業了，等覺是研究所，研究所畢業才叫妙覺如來，他成佛了。等覺還是菩薩，研究所裡頭博士班的研究生，沒畢業，目標一定要定到圓滿的成就。「故今乃能以種種妙供，來至極樂供養彌陀」。「前後往來，熙怡快樂」，這兩句話是形容到極樂世界供養的諸天人數之多，來來往往都來供養，太多太多！顯示阿彌陀佛智慧、福德的因緣無比殊勝，這麼多人來看他，絡繹不絕。「更令善根增上」，你見阿彌陀佛，去遨遊極樂世界，決定增長善根。"
    },
    {
      "id": "02-039-0448_p0019",
      "zh_CN": "我们看底下一品，「大士神光第二十八」，这个特别介绍极乐世界两位菩萨，观世音、大势至。「本品显极乐大士神通光明。于圣众中，特显观世音菩萨与大势至菩萨最尊第一，威神光明，利生功德，悉超余圣」。他为什么超余圣？这两位菩萨都是古佛再来的，他们早就成佛了。跟阿弥陀佛有特别的缘分，阿弥陀佛成佛，他来帮助阿弥陀佛教化众生，成为阿弥陀佛的助手。你看这都是教我们，教我们遇到一桩好事，别人在做，这个人不如我，智慧也不如我，德行也不如我，他现在做一桩好事，他在领导，我去做他的部下帮助他。观音、势至就是这样的，没有丝毫傲慢，谦虚恭敬，让大众看到了，古佛都来帮助这个老师，让初学的人看到，这老师一定了不起。你看这些大德都来帮助他，都称赞他，都听他的，激发初学人的信心，帮助他们种善根、增长善根，这个功德无量。决定没有门户之见，决定没有傲慢，这是我们应当要学的。要能够委屈自己，奉承别人，成就的不是自己的，成就菩萨度众生的功德。只要对众生有利益，什么样地位、什么样身分这无所谓。他缺少这种人，我们去承当，把这台戏唱好，把这台戏唱得很圆满，让大家都很快乐，这就成功了。所以这些事情，只有诸佛菩萨愿意干，绝对没有说委屈，没有。为什么？他四相破了，四见破了，在他心目当中一切法完全平等，没有高下。所以凡夫做不到的，他能做到。我们看经文：",
      "zh_TW": "我們看底下一品，「大士神光第二十八」，這個特別介紹極樂世界兩位菩薩，觀世音、大勢至。「本品顯極樂大士神通光明。於聖眾中，特顯觀世音菩薩與大勢至菩薩最尊第一，威神光明，利生功德，悉超餘聖」。他為什麼超餘聖？這兩位菩薩都是古佛再來的，他們早就成佛了。跟阿彌陀佛有特別的緣分，阿彌陀佛成佛，他來幫助阿彌陀佛教化眾生，成為阿彌陀佛的助手。你看這都是教我們，教我們遇到一樁好事，別人在做，這個人不如我，智慧也不如我，德行也不如我，他現在做一樁好事，他在領導，我去做他的部下幫助他。觀音、勢至就是這樣的，沒有絲毫傲慢，謙虛恭敬，讓大眾看到了，古佛都來幫助這個老師，讓初學的人看到，這老師一定了不起。你看這些大德都來幫助他，都稱讚他，都聽他的，激發初學人的信心，幫助他們種善根、增長善根，這個功德無量。決定沒有門戶之見，決定沒有傲慢，這是我們應當要學的。要能夠委屈自己，奉承別人，成就的不是自己的，成就菩薩度眾生的功德。只要對眾生有利益，什麼樣地位、什麼樣身分這無所謂。他缺少這種人，我們去承當，把這台戲唱好，把這台戲唱得很圓滿，讓大家都很快樂，這就成功了。所以這些事情，只有諸佛菩薩願意幹，絕對沒有說委屈，沒有。為什麼？他四相破了，四見破了，在他心目當中一切法完全平等，沒有高下。所以凡夫做不到的，他能做到。我們看經文："
    },
    {
      "id": "02-039-0448_p0020",
      "zh_CN": "【佛告阿难。彼佛国中诸菩萨众。悉皆洞视。彻听八方。上下。去来。现在之事。诸天人民以及蜎飞蠕动之类。心意善恶。口所欲言。何时度脱。得道往生。皆豫知之。】",
      "zh_TW": "【佛告阿難。彼佛國中諸菩薩眾。悉皆洞視。徹聽八方。上下。去來。現在之事。諸天人民以及蜎飛蠕動之類。心意善惡。口所欲言。何時度脫。得道往生。皆豫知之。】"
    },
    {
      "id": "02-039-0448_p0021",
      "zh_CN": "这段经文我们念了之后，你们寒毛有没有竖起来？确实叫人寒毛直竖，佛说的不是假话。『彼佛国』是极乐世界，极乐世界那里面的『菩萨众』，无量无边，不可称计，没法子去算数的。我们这个世界现在还不到七十亿人，连极乐世界小村庄都比不上。极乐世界人有多少！那些人可厉害，『悉皆洞视』，这个洞视就是天眼，遍法界虚空界他都能看得清楚。洞视就是看得清清楚楚、明明白白，你的一举一动他都看到，能不害怕吗？『彻听』，洞视、彻听，就是他们的天耳、天眼。这叫三明，天眼明，天耳明，第三个是宿命明，你的生生世世他全知道，瞒得了谁？你学佛是真学、是假学，他都知道，决定瞒不过。『八方、上下』就是十方，这讲空间。『去来、现在』是讲时间，过去、现在、未来，「去」是过去，「来」是未来、现在，这是讲时间。「八方、上下」是十方，讲空间，时空之内他全听到、全看到。我们起心动念甚至于自己还不知道，那个念头很微细，自己还不知道，他们都晓得。所以你真正念佛，一点点小的恶念都不可以有，你还能干坏事吗？你以为人不知道，鬼神或者不知道，佛菩萨没有一个不晓得。其实在一般状况之下鬼神都知道，你怎么可以有恶念？怎么可以有恶行？怎么可以有自私自利？人有自私自利是绝大的错误，为什么？他连因果都不懂。他要懂得因果的话，自私自利就放下了。人所求的都是身外之物，财色名食睡全外面的，这些东西命里有的，你丢都丢不掉，它有时节因缘，时节因缘到了，你命里面的功名富贵统统现前。时节因缘没到它不现前，不是没有，到了不是横财，命里有的。你真正修善积德，你命里有的会增加。",
      "zh_TW": "這段經文我們念了之後，你們寒毛有沒有豎起來？確實叫人寒毛直豎，佛說的不是假話。『彼佛國』是極樂世界，極樂世界那裡面的『菩薩眾』，無量無邊，不可稱計，沒法子去算數的。我們這個世界現在還不到七十億人，連極樂世界小村莊都比不上。極樂世界人有多少！那些人可厲害，『悉皆洞視』，這個洞視就是天眼，遍法界虛空界他都能看得清楚。洞視就是看得清清楚楚、明明白白，你的一舉一動他都看到，能不害怕嗎？『徹聽』，洞視、徹聽，就是他們的天耳、天眼。這叫三明，天眼明，天耳明，第三個是宿命明，你的生生世世他全知道，瞞得了誰？你學佛是真學、是假學，他都知道，決定瞞不過。『八方、上下』就是十方，這講空間。『去來、現在』是講時間，過去、現在、未來，「去」是過去，「來」是未來、現在，這是講時間。「八方、上下」是十方，講空間，時空之內他全聽到、全看到。我們起心動念甚至於自己還不知道，那個念頭很微細，自己還不知道，他們都曉得。所以你真正念佛，一點點小的惡念都不可以有，你還能幹壞事嗎？你以為人不知道，鬼神或者不知道，佛菩薩沒有一個不曉得。其實在一般狀況之下鬼神都知道，你怎麼可以有惡念？怎麼可以有惡行？怎麼可以有自私自利？人有自私自利是絕大的錯誤，為什麼？他連因果都不懂。他要懂得因果的話，自私自利就放下了。人所求的都是身外之物，財色名食睡全外面的，這些東西命裡有的，你丟都丟不掉，它有時節因緣，時節因緣到了，你命裡面的功名富貴統統現前。時節因緣沒到它不現前，不是沒有，到了不是橫財，命裡有的。你真正修善積德，你命裡有的會增加。"
    },
    {
      "id": "02-039-0448_p0022",
      "zh_CN": "命里从哪来的？过去生中修的。你过去生中不修，你命里怎么会有？绝不是你有什么能力，你能够得到不应该得到的这些财富，决定不可能。用不正常的手段、欺骗的手段得到，是损你的德，而且你的财还打折扣。你本来可以有一千亿的财富，因为用不正常的手段，得到的时候你只得到一半，得到五百亿，已经觉得不得了，我的本事。其实亏了一半自己不知道，很可怜，亏折了一半。如果用狠毒的手段，害人的手段而得到的时候，亏折得更大，可能你只能得到十分之一、十分之二，十之八、九亏失了。所以这个道理不能不懂，如果道理真懂得，他心里不会再有这些念头。财富它自然滚滚而来，来了怎么样？来了跟大家共享，有些苦难众生，全心全力帮助他们，那就不得了，你的财富就愈来愈多。谁给我们做证明？阿弥陀佛就是最好的证明，一点私心都没有，所以阿弥陀佛这个国土愈来愈扩大愈大，里面所有一切供养是愈来愈多，没有限制。弥陀每个学生跟他老人家学习，将来自己成佛，他的世界跟极乐世界完全一样，这就是极乐世界在膨胀，极乐世界确实无量无边。每个学生这些菩萨们在极乐世界成就了，将来自己成佛建立国土都是极乐世界的分部，分部跟本部一样，一点差别都没有，这是阿弥陀佛的愿望。阿弥陀佛决定不是说，我的总部要大一点，你们要比我小一点，没这个，一样的。这人家多了不起，一丝毫分别都没有，这是我们不可以不知道的。",
      "zh_TW": "命裡從哪來的？過去生中修的。你過去生中不修，你命裡怎麼會有？絕不是你有什麼能力，你能夠得到不應該得到的這些財富，決定不可能。用不正常的手段、欺騙的手段得到，是損你的德，而且你的財還打折扣。你本來可以有一千億的財富，因為用不正常的手段，得到的時候你只得到一半，得到五百億，已經覺得不得了，我的本事。其實虧了一半自己不知道，很可憐，虧折了一半。如果用狠毒的手段，害人的手段而得到的時候，虧折得更大，可能你只能得到十分之一、十分之二，十之八、九虧失了。所以這個道理不能不懂，如果道理真懂得，他心裡不會再有這些念頭。財富它自然滾滾而來，來了怎麼樣？來了跟大家共享，有些苦難眾生，全心全力幫助他們，那就不得了，你的財富就愈來愈多。誰給我們做證明？阿彌陀佛就是最好的證明，一點私心都沒有，所以阿彌陀佛這個國土愈來愈擴大愈大，裡面所有一切供養是愈來愈多，沒有限制。彌陀每個學生跟他老人家學習，將來自己成佛，他的世界跟極樂世界完全一樣，這就是極樂世界在膨脹，極樂世界確實無量無邊。每個學生這些菩薩們在極樂世界成就了，將來自己成佛建立國土都是極樂世界的分部，分部跟本部一樣，一點差別都沒有，這是阿彌陀佛的願望。阿彌陀佛決定不是說，我的總部要大一點，你們要比我小一點，沒這個，一樣的。這人家多了不起，一絲毫分別都沒有，這是我們不可以不知道的。"
    },
    {
      "id": "02-039-0448_p0023",
      "zh_CN": "我们看念老的注解，「洞视，天眼通也。彻听，天耳通也。心意善恶，口所欲言，皆能知之」。你看看你的心、念头是善是恶，口里面所说的，他没有不知道，极乐世界人都听到、都看到，「乃他心通也。知过去之事乃宿命通，知现在及未来之事亦属天眼通，此通能于六道死此生彼之事明晓无碍」。明了，一点都没有障碍，一切事有前定，前怎么定的？前面造的因，后头有果报，这叫前定。但是这种定，你要晓得，它不是一定的，它是活的，它会改变的。怎么改变？你每天念头不一样，本来是恶念，现在闻法转成善念，果马上就改了。我们这个世界本来是美好的，特别是中国这个地区，千万年前老祖宗教得好！这是我们必须要记住的，要感祖宗之德，要知恩报恩。老祖宗的心清净，老祖宗的心平等，老祖宗教导我们五伦、五常、四维、八德。换句话说，老祖宗肯定统统做到，而且做得究竟圆满，这完全是性德，与自性圆满相应，在中国这块地方世世代代相传，真的不是假的。日本跟中国往来，在历史上记载的，春秋时代就有了，也就是孔子在世的那个时候，战国时候记载就更多了。日本到中国去留学的人太多，中国文化原原本本没有改变，移植到日本，到今天还有很多没有改变。所以我们到日本就感到非常亲切，回到古代很亲切。你看这些建筑，古建筑，你翻开中国古书，都是先秦时代所记载的，在日本能看到。我来过这边多次，每次都遇到有人问我，徐福带着一些人听说到日本来了，问我是不是真的？是真的不是假的，中国历史上有记载。这个文化太可贵，这个文化是仁爱和平的文化。",
      "zh_TW": "我們看念老的註解，「洞視，天眼通也。徹聽，天耳通也。心意善惡，口所欲言，皆能知之」。你看看你的心、念頭是善是惡，口裡面所說的，他沒有不知道，極樂世界人都聽到、都看到，「乃他心通也。知過去之事乃宿命通，知現在及未來之事亦屬天眼通，此通能於六道死此生彼之事明曉無礙」。明瞭，一點都沒有障礙，一切事有前定，前怎麼定的？前面造的因，後頭有果報，這叫前定。但是這種定，你要曉得，它不是一定的，它是活的，它會改變的。怎麼改變？你每天念頭不一樣，本來是惡念，現在聞法轉成善念，果馬上就改了。我們這個世界本來是美好的，特別是中國這個地區，千萬年前老祖宗教得好！這是我們必須要記住的，要感祖宗之德，要知恩報恩。老祖宗的心清淨，老祖宗的心平等，老祖宗教導我們五倫、五常、四維、八德。換句話說，老祖宗肯定統統做到，而且做得究竟圓滿，這完全是性德，與自性圓滿相應，在中國這塊地方世世代代相傳，真的不是假的。日本跟中國往來，在歷史上記載的，春秋時代就有了，也就是孔子在世的那個時候，戰國時候記載就更多了。日本到中國去留學的人太多，中國文化原原本本沒有改變，移植到日本，到今天還有很多沒有改變。所以我們到日本就感到非常親切，回到古代很親切。你看這些建築，古建築，你翻開中國古書，都是先秦時代所記載的，在日本能看到。我來過這邊多次，每次都遇到有人問我，徐福帶著一些人聽說到日本來了，問我是不是真的？是真的不是假的，中國歷史上有記載。這個文化太可貴，這個文化是仁愛和平的文化。"
    },
    {
      "id": "02-039-0448_p0024",
      "zh_CN": "全世界无论哪个国家，无论哪个族群，无论哪个宗教，不同的文化，你问他，仁爱和平要不要？没有一个不欢喜，没有一个不接受的，没有反对的。所以仁爱和平的文化可以救社会，可以救二十一世纪，可以拯救地球。人人的心起心动念都能守住伦理，守住五伦、五常、四维、八德，这个社会的动乱现象立刻就没有了。现在佛给我们说，科学家也给我们说，我们就有理由相信，只要我们守住伦理、道德、因果的教学，地球上这些灾难也没有，统统能化解。地球上灾难来源就是不善的心行，不善心行里面第一个，就最不好的，就是战争。所以佛法戒律头一条不杀生，人只要能一生守住不杀生，什么样灾难来的时候你都会避免，为什么？你没有这个因，你不会受这果报。杀生是众恶当中第一恶事，杀盗淫妄四大恶。教育教什么？就教这东西，这个东西都从小教，让小孩根深蒂固一生不敢犯，不敢做这四桩坏事，这个人一生吉祥、幸福，他一定会得到的。善因感善果，恶因感恶报，决定不能杀生。今天许许多多灾难都是杀人太多，杀人有果报，不是杀了没事。杀生的果报在地狱，地狱是受报，受报完之后还要偿命，你杀多少生，你要还多少次命，太痛苦，苦不堪言，人怎么可以做这种傻事？",
      "zh_TW": "全世界無論哪個國家，無論哪個族群，無論哪個宗教，不同的文化，你問他，仁愛和平要不要？沒有一個不歡喜，沒有一個不接受的，沒有反對的。所以仁愛和平的文化可以救社會，可以救二十一世紀，可以拯救地球。人人的心起心動念都能守住倫理，守住五倫、五常、四維、八德，這個社會的動亂現象立刻就沒有了。現在佛給我們說，科學家也給我們說，我們就有理由相信，只要我們守住倫理、道德、因果的教學，地球上這些災難也沒有，統統能化解。地球上災難來源就是不善的心行，不善心行裡面第一個，就最不好的，就是戰爭。所以佛法戒律頭一條不殺生，人只要能一生守住不殺生，什麼樣災難來的時候你都會避免，為什麼？你沒有這個因，你不會受這果報。殺生是眾惡當中第一惡事，殺盜淫妄四大惡。教育教什麼？就教這東西，這個東西都從小教，讓小孩根深蒂固一生不敢犯，不敢做這四樁壞事，這個人一生吉祥、幸福，他一定會得到的。善因感善果，惡因感惡報，決定不能殺生。今天許許多多災難都是殺人太多，殺人有果報，不是殺了沒事。殺生的果報在地獄，地獄是受報，受報完之後還要償命，你殺多少生，你要還多少次命，太痛苦，苦不堪言，人怎麼可以做這種傻事？"
    },
    {
      "id": "02-039-0448_p0025",
      "zh_CN": "第二个偷盗，占别人便宜，能不能占到？占不到。为什么？你过后生生世世你要还债，你要不还完，你这些冤亲债主不饶你，你何必干这种傻事？真正聪明人在这一生解冤释结，过去这些冤仇要把它化解掉。化解里面真正第一个方法，那你要彻底明了，你不明了你做不到，以真诚心念佛，将自己念佛的功德回向给自己生生世世的冤亲债主。你有真修行，这种修行的功德可以帮助他念佛往生。我们的愿跟阿弥陀佛的愿相同，能做得到，我们求阿弥陀佛加持，阿弥陀佛真帮助他。对冤亲债主要忏悔：过去我无知糊涂，干这种傻事，对不起你，现在我明白了，希望我们一同来念佛、来修行，求生西方极乐世界。不能有一个恶念，恶念没有当然你就不会有造恶的行为，有恶念才会有恶的行为。化解灾难要靠这个，科学的方法是没有效果的，会惹出更多的麻烦。这桩事情，在日本东京江本博士的水实验，虽然不是百分之百圆满把这个问题解答，它至少能解答十分之一，给我们很大的启示。就是我们的意念树木花草知道，山河大地知道，所有一切物质现象全知道，何况极乐世界的诸菩萨他怎么会不知道！",
      "zh_TW": "第二個偷盜，佔別人便宜，能不能佔到？佔不到。為什麼？你過後生生世世你要還債，你要不還完，你這些冤親債主不饒你，你何必幹這種傻事？真正聰明人在這一生解冤釋結，過去這些冤仇要把它化解掉。化解裡面真正第一個方法，那你要徹底明瞭，你不明瞭你做不到，以真誠心念佛，將自己念佛的功德迴向給自己生生世世的冤親債主。你有真修行，這種修行的功德可以幫助他念佛往生。我們的願跟阿彌陀佛的願相同，能做得到，我們求阿彌陀佛加持，阿彌陀佛真幫助他。對冤親債主要懺悔：過去我無知糊塗，幹這種傻事，對不起你，現在我明白了，希望我們一同來念佛、來修行，求生西方極樂世界。不能有一個惡念，惡念沒有當然你就不會有造惡的行為，有惡念才會有惡的行為。化解災難要靠這個，科學的方法是沒有效果的，會惹出更多的麻煩。這樁事情，在日本東京江本博士的水實驗，雖然不是百分之百圓滿把這個問題解答，它至少能解答十分之一，給我們很大的啟示。就是我們的意念樹木花草知道，山河大地知道，所有一切物質現象全知道，何況極樂世界的諸菩薩他怎麼會不知道！"
    },
    {
      "id": "02-039-0448_p0026",
      "zh_CN": "中国古人所谓「十目所视，十手所指」，这话是有理由的，不是随便说的，你能够没有顾虑吗？起心动念一切行为，天地鬼神、诸佛菩萨看得清清楚楚、明明白白，你到哪里逃？你无法掩饰。你掩饰是骗些愚痴的人，真有学问、真有功夫的人你都骗不过他。人家见到，人家有修养、有德行不说你，不闻不问，看你起恶、造业、受报，等于说他在看电影一样，他看你，你在那里演六道轮回。什么时候你觉悟了，你回头了，肯听话了，佛菩萨一定来帮助你。佛不度无缘之人，什么叫无缘？你不相信就是无缘，你不能够理解、你不能依教奉行都叫无缘，他不来，他不会跟你作对。所谓是「恒顺众生，随喜功德」，你爱怎么做你就怎么做，佛菩萨清楚。到你在三途受尽苦报，你不想再受这个苦，你回头的时候，佛菩萨就来，那个时候是什么？你得度的机缘成熟，就这么回事情。什么叫机缘成熟？能信、能解、能行、能证，这缘成熟。所以这段经文，说明极乐世界往生的这些菩萨神通广大不可思议。我们再看底下一段经文：",
      "zh_TW": "中國古人所謂「十目所視，十手所指」，這話是有理由的，不是隨便說的，你能夠沒有顧慮嗎？起心動念一切行為，天地鬼神、諸佛菩薩看得清清楚楚、明明白白，你到哪裡逃？你無法掩飾。你掩飾是騙些愚痴的人，真有學問、真有功夫的人你都騙不過他。人家見到，人家有修養、有德行不說你，不聞不問，看你起惡、造業、受報，等於說他在看電影一樣，他看你，你在那裡演六道輪迴。什麼時候你覺悟了，你回頭了，肯聽話了，佛菩薩一定來幫助你。佛不度無緣之人，什麼叫無緣？你不相信就是無緣，你不能夠理解、你不能依教奉行都叫無緣，他不來，他不會跟你作對。所謂是「恆順眾生，隨喜功德」，你愛怎麼做你就怎麼做，佛菩薩清楚。到你在三途受盡苦報，你不想再受這個苦，你回頭的時候，佛菩薩就來，那個時候是什麼？你得度的機緣成熟，就這麼回事情。什麼叫機緣成熟？能信、能解、能行、能證，這緣成熟。所以這段經文，說明極樂世界往生的這些菩薩神通廣大不可思議。我們再看底下一段經文："
    },
    {
      "id": "02-039-0448_p0027",
      "zh_CN": "【又彼佛刹诸声闻众。身光一寻。菩萨光明照百由旬。】",
      "zh_TW": "【又彼佛剎諸聲聞眾。身光一尋。菩薩光明照百由旬。】"
    },
    {
      "id": "02-039-0448_p0028",
      "zh_CN": "这是说菩萨的身光，这个菩萨就是观世音跟大势至。",
      "zh_TW": "這是說菩薩的身光，這個菩薩就是觀世音跟大勢至。"
    },
    {
      "id": "02-039-0448_p0029",
      "zh_CN": "【有二菩萨。最尊第一。威神光明普照三千大千世界。】",
      "zh_TW": "【有二菩薩。最尊第一。威神光明普照三千大千世界。】"
    },
    {
      "id": "02-039-0448_p0030",
      "zh_CN": "这观音、势至。",
      "zh_TW": "這觀音、勢至。"
    },
    {
      "id": "02-039-0448_p0031",
      "zh_CN": "【阿难白佛。彼二菩萨。其号云何。佛言。一名观世音。一名大势至。】",
      "zh_TW": "【阿難白佛。彼二菩薩。其號云何。佛言。一名觀世音。一名大勢至。】"
    },
    {
      "id": "02-039-0448_p0032",
      "zh_CN": "「身光，圣众有顶光与身光」，顶光就顶上的圆光，这是顶光；身光是全身放光，这叫身光。「寻」是长度的名称，古时候「八尺为一寻」。下面有，「又昙鸾师云：里舍间人」，这就是一般乡里，「不简」，简是简别，不简别「纵横长短，咸谓」，就大家讲，我们把两个手伸出来这就叫一寻，这是中国民间都是这样说法。也就是说这个身光一寻，差不多就是两个手张开之后，整个身体有这个光明。学气功的人他称之为气，佛法称之为光，是一个意思，他们能看到气，或者看到光，像外国人叫磁场，都有这个意思在。「声闻身光仅及八尺」，就是一寻，阿罗汉。「菩萨光明则数千里」，这个光大了，我们用今天人讲磁场，用这个来解释比较适当，他有这么大的磁场。「极乐国土一切菩萨威神光明咸皆殊胜」。肯定得阿弥陀佛四十八愿的加持，自己真信、真愿，真的依教修行，他们的光明肯定超过一般菩萨，这是我们能够想像得到。「但别有上首二尊」，等于是阿弥陀佛的助教，阿弥陀佛有两位助教，「于一切众中最为第一，一名观世音，一名大势至，其威神光明普照三千大千世界」。此地讲三千大千世界，不是一个大千世界的三千大千世界。应当怎么解释？遍法界虚空界一切诸佛刹土的三千大千世界，这是真的不是假的。",
      "zh_TW": "「身光，聖眾有頂光與身光」，頂光就頂上的圓光，這是頂光；身光是全身放光，這叫身光。「尋」是長度的名稱，古時候「八尺為一尋」。下面有，「又曇鸞師云：里舍間人」，這就是一般鄉里，「不簡」，簡是簡別，不簡別「縱橫長短，咸謂」，就大家講，我們把兩個手伸出來這就叫一尋，這是中國民間都是這樣說法。也就是說這個身光一尋，差不多就是兩個手張開之後，整個身體有這個光明。學氣功的人他稱之為氣，佛法稱之為光，是一個意思，他們能看到氣，或者看到光，像外國人叫磁場，都有這個意思在。「聲聞身光僅及八尺」，就是一尋，阿羅漢。「菩薩光明則數千里」，這個光大了，我們用今天人講磁場，用這個來解釋比較適當，他有這麼大的磁場。「極樂國土一切菩薩威神光明咸皆殊勝」。肯定得阿彌陀佛四十八願的加持，自己真信、真願，真的依教修行，他們的光明肯定超過一般菩薩，這是我們能夠想像得到。「但別有上首二尊」，等於是阿彌陀佛的助教，阿彌陀佛有兩位助教，「於一切眾中最為第一，一名觀世音，一名大勢至，其威神光明普照三千大千世界」。此地講三千大千世界，不是一個大千世界的三千大千世界。應當怎麼解釋？遍法界虛空界一切諸佛剎土的三千大千世界，這是真的不是假的。"
    },
    {
      "id": "02-039-0448_p0033",
      "zh_CN": "为什么？阿弥陀佛是普度遍法界虚空界一切佛刹里面的六道众生，一个佛刹都不舍，他当然是普照遍法界虚空界一切诸佛的刹土，一尊佛的刹土是一个三千大千世界，这样解释才是正确的，也是真实的，不是假的。这两位菩萨协助阿弥陀佛教学，两位菩萨各有不同任务，观音菩萨教的是德行，大势至菩萨教的是智慧。佛门常讲「解行相应」，一个解门，一个行门，观世音是行门，大势至是解门，这智慧。佛，一佛二菩萨，佛门不论是哪个宗派、哪个法门，供养佛菩萨都是这样供法，一佛二菩萨，叫三圣，是表法的，这一定要知道，表什么法？表自己的法。佛跟我们的关系多亲密，佛是我们的自体，「一切众生本来是佛」，你学佛头一个要承认这一点。你不承认自己是佛，你到哪年能成得了佛？你本来是佛，所以你成佛不难，这不能不知道。东方人教学都是把那目标告诉我们，第一天就告诉你，你要成佛。我们中国老祖宗教人也是如此，老祖宗教人「人性本善」，《三字经》上放的最前两句，「人之初，性本善」。教育的目标在哪里？就是从不善的习性回归到本善，本性本善教育成功。本善就是佛，跟佛家讲的没两样，佛就是本善。",
      "zh_TW": "為什麼？阿彌陀佛是普度遍法界虛空界一切佛剎裡面的六道眾生，一個佛剎都不捨，他當然是普照遍法界虛空界一切諸佛的剎土，一尊佛的剎土是一個三千大千世界，這樣解釋才是正確的，也是真實的，不是假的。這兩位菩薩協助阿彌陀佛教學，兩位菩薩各有不同任務，觀音菩薩教的是德行，大勢至菩薩教的是智慧。佛門常講「解行相應」，一個解門，一個行門，觀世音是行門，大勢至是解門，這智慧。佛，一佛二菩薩，佛門不論是哪個宗派、哪個法門，供養佛菩薩都是這樣供法，一佛二菩薩，叫三聖，是表法的，這一定要知道，表什麼法？表自己的法。佛跟我們的關係多親密，佛是我們的自體，「一切眾生本來是佛」，你學佛頭一個要承認這一點。你不承認自己是佛，你到哪年能成得了佛？你本來是佛，所以你成佛不難，這不能不知道。東方人教學都是把那目標告訴我們，第一天就告訴你，你要成佛。我們中國老祖宗教人也是如此，老祖宗教人「人性本善」，《三字經》上放的最前兩句，「人之初，性本善」。教育的目標在哪裡？就是從不善的習性回歸到本善，本性本善教育成功。本善就是佛，跟佛家講的沒兩樣，佛就是本善。"
    },
    {
      "id": "02-039-0448_p0034",
      "zh_CN": "所以教学头一个是德行，第二个才智慧，智慧跟德行可以互为先后的，看人根性不相同，先后不一样。在净宗里面它把行摆在第一，解摆在第二，也就是重视行门，行门你先去做，做了之后再求解。《华严》就不一样，《华严》重视解门，所以文殊菩萨摆在第一，普贤摆在第二，先有智慧再来行，文殊是上首。我们看菩萨摆的位置，就知道这个宗派、这个行门，它是以行为主还是以解为主，但是解中有行、行中有解，解行不能离开的。但是它有偏重，净宗特别偏重在行门，观世音摆在第一。《华严经》上普贤菩萨代表行门，文殊代表解门，净宗跟《华严》普贤菩萨是一体，普贤菩萨十大愿王导归极乐，所以极乐世界统统修的是普贤法门。你看我们这部经第二品「德遵普贤」，不就很清楚吗？那是讲什么？极乐世界。极乐世界修行是德遵普贤，换句话说，用最简单的话来说，极乐世界菩萨个个都是修普贤十大愿王。十大愿王圆满你就证到妙觉果位，就成佛，成的是什么佛？跟阿弥陀佛完全相同，没有一丝毫是不同的，找不到。换句话说，阿弥陀佛好像是个模型，到那边去个个都是这个模型铸造出来的，可以说全都是阿弥陀佛，没有一尊佛不是阿弥陀佛。阿弥陀佛是我们的本尊，阿弥陀佛是本人，阿弥陀佛是你的自性，这个事实真相不能不知道。所以他的威神光明普照遍法界虚空界一切诸佛的国土，确确实实是稀有难逢，不可思议的法门。",
      "zh_TW": "所以教學頭一個是德行，第二個才智慧，智慧跟德行可以互為先後的，看人根性不相同，先後不一樣。在淨宗裡面它把行擺在第一，解擺在第二，也就是重視行門，行門你先去做，做了之後再求解。《華嚴》就不一樣，《華嚴》重視解門，所以文殊菩薩擺在第一，普賢擺在第二，先有智慧再來行，文殊是上首。我們看菩薩擺的位置，就知道這個宗派、這個行門，它是以行為主還是以解為主，但是解中有行、行中有解，解行不能離開的。但是它有偏重，淨宗特別偏重在行門，觀世音擺在第一。《華嚴經》上普賢菩薩代表行門，文殊代表解門，淨宗跟《華嚴》普賢菩薩是一體，普賢菩薩十大願王導歸極樂，所以極樂世界統統修的是普賢法門。你看我們這部經第二品「德遵普賢」，不就很清楚嗎？那是講什麼？極樂世界。極樂世界修行是德遵普賢，換句話說，用最簡單的話來說，極樂世界菩薩個個都是修普賢十大願王。十大願王圓滿你就證到妙覺果位，就成佛，成的是什麼佛？跟阿彌陀佛完全相同，沒有一絲毫是不同的，找不到。換句話說，阿彌陀佛好像是個模型，到那邊去個個都是這個模型鑄造出來的，可以說全都是阿彌陀佛，沒有一尊佛不是阿彌陀佛。阿彌陀佛是我們的本尊，阿彌陀佛是本人，阿彌陀佛是你的自性，這個事實真相不能不知道。所以他的威神光明普照遍法界虛空界一切諸佛的國土，確確實實是稀有難逢，不可思議的法門。"
    },
    {
      "id": "02-039-0448_p0035",
      "zh_CN": "下面介绍，「观世音菩萨，又名观自在菩萨。浅说，则观世人称念彼菩萨之名而垂救度，故名观世音」。观世音这个名号着重在教化众生，观自在这个名号着重在自己修行，着重在自利，观世音着重在利他，是一个人不是两个人，自利利他都功德圆满。底下一句说，「遍观法界众生随其机缘，而自在拔苦与乐，故名观自在」。这是菩萨的德号，教育，重要的教育，我们从经典里面深深的体会到、深深的认识到，世出世间还有比这个教育更重要的吗？找不到！佛是我们的老师，菩萨是我们的学长，菩萨是跟佛学，没毕业，但是他的年级比我们高。等觉菩萨是最高的，我们现在初学才一年级，他是五十一年级，比我高太多，但是他还是我们学长，他没毕业，他毕业就成佛了。所以我们跟菩萨的关系要搞清楚，跟阿罗汉的关系要搞清楚，都是同学，先后同学，年级比我们高一些。教学里头最重要的德行，中国老祖宗知道，你看孔子教学头一个德行，第二个言语，言语要会说话，不会说话的人容易造口业。口业很麻烦，古人说得好，「病从口入，祸从口出」，这意思就说，说话不小心惹祸，跟人结怨，所谓是「说者无心，听者有意」，这就麻烦了，他听，解错了，解释错误，结下冤仇。",
      "zh_TW": "下面介紹，「觀世音菩薩，又名觀自在菩薩。淺說，則觀世人稱念彼菩薩之名而垂救度，故名觀世音」。觀世音這個名號著重在教化眾生，觀自在這個名號著重在自己修行，著重在自利，觀世音著重在利他，是一個人不是兩個人，自利利他都功德圓滿。底下一句說，「遍觀法界眾生隨其機緣，而自在拔苦與樂，故名觀自在」。這是菩薩的德號，教育，重要的教育，我們從經典裡面深深的體會到、深深的認識到，世出世間還有比這個教育更重要的嗎？找不到！佛是我們的老師，菩薩是我們的學長，菩薩是跟佛學，沒畢業，但是他的年級比我們高。等覺菩薩是最高的，我們現在初學才一年級，他是五十一年級，比我高太多，但是他還是我們學長，他沒畢業，他畢業就成佛了。所以我們跟菩薩的關係要搞清楚，跟阿羅漢的關係要搞清楚，都是同學，先後同學，年級比我們高一些。教學裡頭最重要的德行，中國老祖宗知道，你看孔子教學頭一個德行，第二個言語，言語要會說話，不會說話的人容易造口業。口業很麻煩，古人說得好，「病從口入，禍從口出」，這意思就說，說話不小心惹禍，跟人結怨，所謂是「說者無心，聽者有意」，這就麻煩了，他聽，解錯了，解釋錯誤，結下冤仇。"
    },
    {
      "id": "02-039-0448_p0036",
      "zh_CN": "佛菩萨、圣贤人教导我们，人在世间不能不谦虚，不能不忍让，这是性德。而谦虚、忍让保全你的德行，也展示了你的智慧；没有智慧做不到，没有德行的人做不到。对于没有德行的人更要谦虚、更要礼让，为什么？没有谦虚的人很容易结怨，不能跟人结冤仇，要格外的谦虚礼敬。所谓是宁可得罪君子，不能得罪小人，小人记恨，他将来要报复你。君子有德行，你得罪他，没有关系，他不记仇，他不会责怪你。这都是古圣先贤千年万世经验的话，不是随便说的，累积的经验教训我们不能不学。特别是在现在这个时代，现在这个时代中国把古圣先贤的教诲丢掉大概两百年了，从清朝慈禧太后到现在差不多两百年，慈禧太后执政，对于古圣先贤、老祖宗、佛菩萨就很轻慢，不重视了。你看历代帝王都是三宝弟子，都孝亲尊师，尊重佛菩萨。只有她，她自称老佛爷，把佛菩萨都贬低，她是老佛爷高高在上。上行下效，她这样做法，让底下这些大臣，民间对圣贤、对佛菩萨那种恭敬的心，慢慢就降温，就衰了。满清亡国之后，中国社会一直动乱，所以儒释道衰了，二战之后儒释道几乎在中国社会听不到声音，社会怎么会不乱？",
      "zh_TW": "佛菩薩、聖賢人教導我們，人在世間不能不謙虛，不能不忍讓，這是性德。而謙虛、忍讓保全你的德行，也展示了你的智慧；沒有智慧做不到，沒有德行的人做不到。對於沒有德行的人更要謙虛、更要禮讓，為什麼？沒有謙虛的人很容易結怨，不能跟人結冤仇，要格外的謙虛禮敬。所謂是寧可得罪君子，不能得罪小人，小人記恨，他將來要報復你。君子有德行，你得罪他，沒有關係，他不記仇，他不會責怪你。這都是古聖先賢千年萬世經驗的話，不是隨便說的，累積的經驗教訓我們不能不學。特別是在現在這個時代，現在這個時代中國把古聖先賢的教誨丟掉大概兩百年了，從清朝慈禧太后到現在差不多兩百年，慈禧太后執政，對於古聖先賢、老祖宗、佛菩薩就很輕慢，不重視了。你看歷代帝王都是三寶弟子，都孝親尊師，尊重佛菩薩。只有她，她自稱老佛爺，把佛菩薩都貶低，她是老佛爺高高在上。上行下效，她這樣做法，讓底下這些大臣，民間對聖賢、對佛菩薩那種恭敬的心，慢慢就降溫，就衰了。滿清亡國之後，中國社會一直動亂，所以儒釋道衰了，二戰之後儒釋道幾乎在中國社會聽不到聲音，社會怎麼會不亂？"
    },
    {
      "id": "02-039-0448_p0037",
      "zh_CN": "日本的情形也不例外，至少也有二、三百年衰了。这边有些出家人告诉我，四百年前日本的出家人，跟中国过去这些祖师大德没有两样，对教理认真的学习，通达明了，依教修行。日本有十三个宗派，中国十个宗派，它有十三个宗派，都有辉煌的成就。这些祖师大德他们著作非常丰富，特别是《无量寿经》。《无量寿经》这个研究深入，比我们中国殊胜，他们的古德注解有二十多种，这主流的，次一等的可能还有十几、二十种，在中国只有两种。可是现在衰了，没人学习，没人讲解，念的人可能还有，很少。对于圣教怀疑的人很普遍，愈来愈多，甚至于很多人都问：极乐世界真有吗？你相不相信？如果有人来问你，你怎么答复他？最好的答复，最有智慧的答复，你问他「你做过梦没有？」他说「我做过梦。」「那就有极乐世界，就有！」为什么？极乐世界是你自性变现的，梦是你自己变现的。告诉你六道轮回是自性变现的，阿鼻地狱是自己自性变现的，它不是从外头来的。佛在经上讲得很清楚，「一切法从心想生」，你心里想有就有，你心里想没有就没有，一切法从心想生，想什么就有什么。今天这个世间人想什么？都想的是财色名食睡，都想的是杀盗淫妄，那不统统都想出来了吗？你就得受。",
      "zh_TW": "日本的情形也不例外，至少也有二、三百年衰了。這邊有些出家人告訴我，四百年前日本的出家人，跟中國過去這些祖師大德沒有兩樣，對教理認真的學習，通達明瞭，依教修行。日本有十三個宗派，中國十個宗派，它有十三個宗派，都有輝煌的成就。這些祖師大德他們著作非常豐富，特別是《無量壽經》。《無量壽經》這個研究深入，比我們中國殊勝，他們的古德註解有二十多種，這主流的，次一等的可能還有十幾、二十種，在中國只有兩種。可是現在衰了，沒人學習，沒人講解，念的人可能還有，很少。對於聖教懷疑的人很普遍，愈來愈多，甚至於很多人都問：極樂世界真有嗎？你相不相信？如果有人來問你，你怎麼答覆他？最好的答覆，最有智慧的答覆，你問他「你做過夢沒有？」他說「我做過夢。」「那就有極樂世界，就有！」為什麼？極樂世界是你自性變現的，夢是你自己變現的。告訴你六道輪迴是自性變現的，阿鼻地獄是自己自性變現的，它不是從外頭來的。佛在經上講得很清楚，「一切法從心想生」，你心裡想有就有，你心裡想沒有就沒有，一切法從心想生，想什麼就有什麼。今天這個世間人想什麼？都想的是財色名食睡，都想的是殺盜淫妄，那不統統都想出來了嗎？你就得受。"
    },
    {
      "id": "02-039-0448_p0038",
      "zh_CN": "中国在古代，上古时代周朝以前人民纯朴，真正想的是伦理、道德，他都想的这些，所以这个世界安定。周朝八百年，商朝将近六百年，夏商周之前，那个社会多么美好，为什么？人心好，没有欲望。往后这世世代代欲望起来了，距离道德就愈来愈远，到今天连礼都没有了，道德仁义礼全崩溃了。古人所说的，如果这五样东西都没有了，这世界就乱了，说得一点没错。我们要把世界再恢复到正常，从哪里做起？从礼做起。国家社会提倡礼义，每个人都懂礼，每个人都行义，社会就慢慢趋向安定。所以我们取了儒家四个字，这是在外国，汤恩比说的解决二十一世纪社会问题，需要孔孟学说。孔孟学说是什么？我们提出四个字，愈简单愈好，「孔曰成仁，孟曰取义」；「夫子之道，忠恕而已矣」。我们就取这四个字「仁义忠恕」，能把这四个字做到，社会就安定；社会安定，地球上灾变就大幅度的减轻。大乘佛法「真诚、慈悲」。所以汤恩比说的没错，确实能够帮助这个社会化解冲突，促进社会再恢复到安定和平不是做不到，能做得到。只要把所有的教育都不违背这八个字，儒家的「仁义、忠恕」，佛法的「真诚、慈悲」这八个字。好，今天时间到了。",
      "zh_TW": "中國在古代，上古時代周朝以前人民純樸，真正想的是倫理、道德，他都想的這些，所以這個世界安定。周朝八百年，商朝將近六百年，夏商周之前，那個社會多麼美好，為什麼？人心好，沒有欲望。往後這世世代代欲望起來了，距離道德就愈來愈遠，到今天連禮都沒有了，道德仁義禮全崩潰了。古人所說的，如果這五樣東西都沒有了，這世界就亂了，說得一點沒錯。我們要把世界再恢復到正常，從哪裡做起？從禮做起。國家社會提倡禮義，每個人都懂禮，每個人都行義，社會就慢慢趨向安定。所以我們取了儒家四個字，這是在外國，湯恩比說的解決二十一世紀社會問題，需要孔孟學說。孔孟學說是什麼？我們提出四個字，愈簡單愈好，「孔曰成仁，孟曰取義」；「夫子之道，忠恕而已矣」。我們就取這四個字「仁義忠恕」，能把這四個字做到，社會就安定；社會安定，地球上災變就大幅度的減輕。大乘佛法「真誠、慈悲」。所以湯恩比說的沒錯，確實能夠幫助這個社會化解衝突，促進社會再恢復到安定和平不是做不到，能做得到。只要把所有的教育都不違背這八個字，儒家的「仁義、忠恕」，佛法的「真誠、慈悲」這八個字。好，今天時間到了。"
    }
  ]
}