{
  "doc_id": "02-039-0463",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四六三集",
    "zh_TW": "第四六三集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "台湾高雄",
    "zh_TW": "台灣高雄"
  },
  "doc_number": "02-039-0463",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "02-039-0463_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第五百八十二面，第六行最后一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第五百八十二面，第六行最後一句看起："
    },
    {
      "id": "02-039-0463_p0002",
      "zh_CN": "「八、正定者，以无漏智相应，正住于理，决定不移故。」八正道最后一条正定，还是以无漏智慧。七觉支、八正道都是以无漏智为体，没有真实智慧这就做不到。正住于理，这个理是什么？就是真如理体、诸法实相，通达诸法实相这叫住。实相无相，实相无不相，说实相无相，是从体上讲的，理上说的；说它无不相，是从它作用上说的。惠能大师所谓「能生万法」，能生万法是无不相。虽然生万法，万法不是真的，当体即空，了不可得，这叫住实相。决定不移，是在这个现象当中决定不起心不动念，这叫不移；起心动念尚且没有，当然没有分别执着。这叫正定。我们在前面读过，凡是往生到西方极乐世界的人，无论他在没有去之前是什么样的身分，菩萨也好、声闻也好、缘觉也好、人天也好，甚至于三恶道众生都有，生到极乐世界皆入正定聚。这句话重要！正定聚是什么人？法身菩萨，不是法身菩萨到不了这个境界。于是我们这才知道西方世界无比的殊胜，只要能往生，凡圣同居土下下品往生，到极乐世界你就得到弥陀本愿威神加持，入正定聚。这就是第二十愿所说的「皆作阿惟越致菩萨」，阿惟越致菩萨是法身菩萨，圆证三不退的菩萨。",
      "zh_TW": "「八、正定者，以無漏智相應，正住於理，決定不移故。」八正道最後一條正定，還是以無漏智慧。七覺支、八正道都是以無漏智為體，沒有真實智慧這就做不到。正住於理，這個理是什麼？就是真如理體、諸法實相，通達諸法實相這叫住。實相無相，實相無不相，說實相無相，是從體上講的，理上說的；說它無不相，是從它作用上說的。惠能大師所謂「能生萬法」，能生萬法是無不相。雖然生萬法，萬法不是真的，當體即空，了不可得，這叫住實相。決定不移，是在這個現象當中決定不起心不動念，這叫不移；起心動念尚且沒有，當然沒有分別執著。這叫正定。我們在前面讀過，凡是往生到西方極樂世界的人，無論他在沒有去之前是什麼樣的身分，菩薩也好、聲聞也好、緣覺也好、人天也好，甚至於三惡道眾生都有，生到極樂世界皆入正定聚。這句話重要！正定聚是什麼人？法身菩薩，不是法身菩薩到不了這個境界。於是我們這才知道西方世界無比的殊勝，只要能往生，凡聖同居土下下品往生，到極樂世界你就得到彌陀本願威神加持，入正定聚。這就是第二十願所說的「皆作阿惟越致菩薩」，阿惟越致菩薩是法身菩薩，圓證三不退的菩薩。"
    },
    {
      "id": "02-039-0463_p0003",
      "zh_CN": "我们虽然没有证得这个境界，对于这桩事、这个理多少明白了几分。真明白了它就会起作用，起什么样作用？在日常生活当中处事待人接物，古德常说的，你就看得淡薄了。于一切人事物不再执着、不再分别，就是起心动念也大幅度的减缓，这就是从解悟逐渐趣向修证。如果对于这桩事情不了解、不明白，烦恼习气不容易放下，真明白、真清楚了，自然它就放下了。所以，经义很深，是不是真的搞清楚搞明白了，从你的起心动念、言语造作里面你能够表现出来，是不是真明白了，真明白你一定会做到。这也就是所谓知难行易，行不难，知太难了。凡是我们做不到，都是知得不透彻，那么经教的学习就非常重要。",
      "zh_TW": "我們雖然沒有證得這個境界，對於這樁事、這個理多少明白了幾分。真明白了它就會起作用，起什麼樣作用？在日常生活當中處事待人接物，古德常說的，你就看得淡薄了。於一切人事物不再執著、不再分別，就是起心動念也大幅度的減緩，這就是從解悟逐漸趣向修證。如果對於這樁事情不了解、不明白，煩惱習氣不容易放下，真明白、真清楚了，自然它就放下了。所以，經義很深，是不是真的搞清楚搞明白了，從你的起心動念、言語造作裡面你能夠表現出來，是不是真明白了，真明白你一定會做到。這也就是所謂知難行易，行不難，知太難了。凡是我們做不到，都是知得不透徹，那麼經教的學習就非常重要。"
    },
    {
      "id": "02-039-0463_p0004",
      "zh_CN": "古时候的人善根福德深厚，深厚的样子是什么？所谓老实、听话、真干。他不需要多学经教，为什么？他听话，他真干，所以成就的人很多。现代，特别是所谓知识分子，难度！为什么？他要不搞清楚、不搞明白，他不能接受，他不相信。往往因此这一生遇到大乘当面错过，这太可惜了！所以诸佛菩萨在过去度众生容易，在今天度众生就难了，太难太难了。难的原因是我们把圣教丢得太久，在中国一般人常讲至少两百年。两百年多少代？至少是八代。本经所说的「先人不善」，往上推八代都疏忽了，「不识道德，无有语者，殊无怪也」。现在人无知，不相信、不能接受，不能怪他，圣贤教诲、佛菩萨教诲疏忽了这么多代，怎么可以怪现在人？所以今天我们自己修行、帮助别人，都要真功夫、真智慧，才有善巧方便。帮助人于圣贤教诲、于佛菩萨能生起信心，这头一个条件；有了信心之后再帮助他求解，求正解；真正得到正解，修行就自然了，他自然会修，他识货了。这是现代圣教与佛法弘扬的困难，不能不知道。",
      "zh_TW": "古時候的人善根福德深厚，深厚的樣子是什麼？所謂老實、聽話、真幹。他不需要多學經教，為什麼？他聽話，他真幹，所以成就的人很多。現代，特別是所謂知識分子，難度！為什麼？他要不搞清楚、不搞明白，他不能接受，他不相信。往往因此這一生遇到大乘當面錯過，這太可惜了！所以諸佛菩薩在過去度眾生容易，在今天度眾生就難了，太難太難了。難的原因是我們把聖教丟得太久，在中國一般人常講至少兩百年。兩百年多少代？至少是八代。本經所說的「先人不善」，往上推八代都疏忽了，「不識道德，無有語者，殊無怪也」。現在人無知，不相信、不能接受，不能怪他，聖賢教誨、佛菩薩教誨疏忽了這麼多代，怎麼可以怪現在人？所以今天我們自己修行、幫助別人，都要真功夫、真智慧，才有善巧方便。幫助人於聖賢教誨、於佛菩薩能生起信心，這頭一個條件；有了信心之後再幫助他求解，求正解；真正得到正解，修行就自然了，他自然會修，他識貨了。這是現代聖教與佛法弘揚的困難，不能不知道。"
    },
    {
      "id": "02-039-0463_p0005",
      "zh_CN": "这下面有个总结，「盖谓七觉支、八正道等三十七道品，虽属小乘法，实通大乘」。天台智者大师讲得很好，他老人家讲三十七道品，分配在藏通别圆四教。藏教的三十七道品是小乘，通教前通小乘，后通大乘，别教是纯大乘，圆教是究竟圆满，所谓是一乘法。从这个地方，我们能够体会到三十七道品的深玄。「如《智度论》云，三十七品无所不摄，即无量道品亦在其中」。这样说起来，这三十七品，品是品类，三十七类，是释迦牟尼佛，也是诸佛如来为一切众生讲经说法的总纲领、总原则。分成七科，第一个四念处，第二个四正勤，第三个四如意足，接着五根、五力、七菩提分、八圣道分，总共三十七品，无所不摄。小乘三千威仪，大乘八万四千细行，我们常说的八万四千法门，都不出这三十七类，所以无量道品都在其中。",
      "zh_TW": "這下面有個總結，「蓋謂七覺支、八正道等三十七道品，雖屬小乘法，實通大乘」。天台智者大師講得很好，他老人家講三十七道品，分配在藏通別圓四教。藏教的三十七道品是小乘，通教前通小乘，後通大乘，別教是純大乘，圓教是究竟圓滿，所謂是一乘法。從這個地方，我們能夠體會到三十七道品的深玄。「如《智度論》云，三十七品無所不攝，即無量道品亦在其中」。這樣說起來，這三十七品，品是品類，三十七類，是釋迦牟尼佛，也是諸佛如來為一切眾生講經說法的總綱領、總原則。分成七科，第一個四念處，第二個四正勤，第三個四如意足，接著五根、五力、七菩提分、八聖道分，總共三十七品，無所不攝。小乘三千威儀，大乘八萬四千細行，我們常說的八萬四千法門，都不出這三十七類，所以無量道品都在其中。"
    },
    {
      "id": "02-039-0463_p0006",
      "zh_CN": "「《净名》云，道品是法身因」。法身是本有的，现在迷了，迷得太久、迷得太深，虽有，它不起作用。我们现在要再恢复法身、回归法身，那就得要修证。从哪里修？三十七品修。三十七品一开端是四念处，四念处是智慧、是看破，你不看破你怎么能放下？四念处说了四桩事情。「观身不净」，这是看破，我们这个身体不清净。外面不干净，你能够把它洗干净，实际上也不容易，里面就更肮脏，五脏六腑，它不是个干净的东西。你要用它，用它修真，所谓借假修真。你不必珍惜它，你珍惜它你错误了，你要放下。「观受是苦」，受是享受，你享受什么？除了苦之外，苦是真的，乐是假的，所谓乐极生悲，它不是真的。苦到极处不会生起欢喜，苦是真的，它不变，乐会变，乐极生悲。所以乐是假的，苦是真的。「观心无常」，心是念头，念是妄念，前念灭了后念就生，一个接一个，永远不断。「观法无我」，我是主宰、是自在，一切法里面你细心去观察，都没有主宰，也不自在。所以四念处是智慧、是放下，智慧是看破，通过四正勤、四如意足是放下。这是佛法修学的基本法，像现在我们修学佛法，从儒释道的三个根下手，三十七道品前面这三科是修行的根，看破、放下。所以《净名》说道品是法身因，修学三十七道品可以证法身，法身就是大般涅槃。",
      "zh_TW": "「《淨名》云，道品是法身因」。法身是本有的，現在迷了，迷得太久、迷得太深，雖有，它不起作用。我們現在要再恢復法身、回歸法身，那就得要修證。從哪裡修？三十七品修。三十七品一開端是四念處，四念處是智慧、是看破，你不看破你怎麼能放下？四念處說了四樁事情。「觀身不淨」，這是看破，我們這個身體不清淨。外面不乾淨，你能夠把它洗乾淨，實際上也不容易，裡面就更骯髒，五臟六腑，它不是個乾淨的東西。你要用它，用它修真，所謂借假修真。你不必珍惜它，你珍惜它你錯誤了，你要放下。「觀受是苦」，受是享受，你享受什麼？除了苦之外，苦是真的，樂是假的，所謂樂極生悲，它不是真的。苦到極處不會生起歡喜，苦是真的，它不變，樂會變，樂極生悲。所以樂是假的，苦是真的。「觀心無常」，心是念頭，念是妄念，前念滅了後念就生，一個接一個，永遠不斷。「觀法無我」，我是主宰、是自在，一切法裡面你細心去觀察，都沒有主宰，也不自在。所以四念處是智慧、是放下，智慧是看破，通過四正勤、四如意足是放下。這是佛法修學的基本法，像現在我們修學佛法，從儒釋道的三個根下手，三十七道品前面這三科是修行的根，看破、放下。所以《淨名》說道品是法身因，修學三十七道品可以證法身，法身就是大般涅槃。"
    },
    {
      "id": "02-039-0463_p0007",
      "zh_CN": "「又《涅槃》云：若人能观八正道，即见佛性，名得醍醐」，醍醐是比喻。观，他不用识，没有说若人能识八正道。识是认识，识是妄心；观是止观，是真心。离心意识叫做观，这是大乘，小乘没有离心意识，大乘离心意识了。心意识是什么？阿赖耶是妄想，第六意识是分别，第七识是执着。不用心意识，就是离妄想分别执着，这三样东西离开了，妄的离开，真的就现前，真实智慧就现前。我们在这边读过，七菩提分、八圣道都是依无漏智慧。无漏智慧是离心意识，如果是有妄想分别执着就叫有漏智慧，就不是无漏。离心意识叫无漏，这样你观八正道才见佛性。八正道就是佛性，这叫得醍醐，醍醐在此地代表无上正等正觉。",
      "zh_TW": "「又《涅槃》云：若人能觀八正道，即見佛性，名得醍醐」，醍醐是比喻。觀，他不用識，沒有說若人能識八正道。識是認識，識是妄心；觀是止觀，是真心。離心意識叫做觀，這是大乘，小乘沒有離心意識，大乘離心意識了。心意識是什麼？阿賴耶是妄想，第六意識是分別，第七識是執著。不用心意識，就是離妄想分別執著，這三樣東西離開了，妄的離開，真的就現前，真實智慧就現前。我們在這邊讀過，七菩提分、八聖道都是依無漏智慧。無漏智慧是離心意識，如果是有妄想分別執著就叫有漏智慧，就不是無漏。離心意識叫無漏，這樣你觀八正道才見佛性。八正道就是佛性，這叫得醍醐，醍醐在此地代表無上正等正覺。"
    },
    {
      "id": "02-039-0463_p0008",
      "zh_CN": "「故《弥陀疏钞》曰：道品是一」，三十七道品的名词是一样的，四教都相同，但是观智大小不一样。菩萨的智慧深，观三十七道品就明心见性，声闻、缘觉智慧少，虽然修三十七道品，不能见性，凡夫所得到的是人天有漏的善法，这就是「观智大小，固无定也」。「今经所云，依佛所行七觉圣道，盖谓彼土菩萨」，彼土是指极乐世界，极乐世界的菩萨「以佛观智」。这话怎么说？这个佛是阿弥陀佛，用阿弥陀佛的观智行吗？行！为什么？生到西方极乐世界就得到阿弥陀佛本愿威神的加持，你就成为阿惟越致菩萨。所以你对三十七道品，这个三十七道品是一乘法，还在大乘之上。所以，「以入道品也」，这个入道品的意思就是明心见性。",
      "zh_TW": "「故《彌陀疏鈔》曰：道品是一」，三十七道品的名詞是一樣的，四教都相同，但是觀智大小不一樣。菩薩的智慧深，觀三十七道品就明心見性，聲聞、緣覺智慧少，雖然修三十七道品，不能見性，凡夫所得到的是人天有漏的善法，這就是「觀智大小，固無定也」。「今經所云，依佛所行七覺聖道，蓋謂彼土菩薩」，彼土是指極樂世界，極樂世界的菩薩「以佛觀智」。這話怎麼說？這個佛是阿彌陀佛，用阿彌陀佛的觀智行嗎？行！為什麼？生到西方極樂世界就得到阿彌陀佛本願威神的加持，你就成為阿惟越致菩薩。所以你對三十七道品，這個三十七道品是一乘法，還在大乘之上。所以，「以入道品也」，這個入道品的意思就是明心見性。"
    },
    {
      "id": "02-039-0463_p0009",
      "zh_CN": "再看底下一句经文，『修行五眼』。念老的注解，「佛有五眼，菩萨志求佛德，佛德无量，故略举五眼，以概其余」。这个用意就很深。菩萨往生到极乐世界，求什么？求明心见性。见性是理体，理体证得之后，还希望像阿弥陀佛那样的作用，万德万能，没有一个菩萨不求。万德万能是佛德，佛德确实无量无边无数无尽。世尊在此地为我们介绍，略举一种，以概其余，举一样来说，这一样就用五眼。如来五眼圆明，照真达俗，「此之五眼，照真达俗」，真是体，就是自性，俗是万法，没有一样不知道。「能见真空」，真空是自性之体，「及如来藏中不空实性」，这个不空实性是自性的相跟作用，《华严经》讲三个，体、相、用，一而三、三而一，「故云照真」。这句话很难懂，我们在学习当中，常常用电视，这些年来我们用网路、用电视与各地同学在一起分享。电视有屏幕，网路也有屏幕，我们把屏幕比喻做真空实体，把相跟作用比喻做屏幕当中的画面，画面是相。从画面上、从音声上，我们听到佛法，我们看到字幕，我们渐渐也能够明白这些道理。果然能够放下烦恼习气，肯定也能契入境界，我们得的利益就大了！屏幕是真的，它是空的，真空；屏幕里现相是有，假有。你看空有不二、空有一如，就在这个画面上看到了。",
      "zh_TW": "再看底下一句經文，『修行五眼』。念老的註解，「佛有五眼，菩薩志求佛德，佛德無量，故略舉五眼，以概其餘」。這個用意就很深。菩薩往生到極樂世界，求什麼？求明心見性。見性是理體，理體證得之後，還希望像阿彌陀佛那樣的作用，萬德萬能，沒有一個菩薩不求。萬德萬能是佛德，佛德確實無量無邊無數無盡。世尊在此地為我們介紹，略舉一種，以概其餘，舉一樣來說，這一樣就用五眼。如來五眼圓明，照真達俗，「此之五眼，照真達俗」，真是體，就是自性，俗是萬法，沒有一樣不知道。「能見真空」，真空是自性之體，「及如來藏中不空實性」，這個不空實性是自性的相跟作用，《華嚴經》講三個，體、相、用，一而三、三而一，「故云照真」。這句話很難懂，我們在學習當中，常常用電視，這些年來我們用網路、用電視與各地同學在一起分享。電視有屏幕，網路也有屏幕，我們把屏幕比喻做真空實體，把相跟作用比喻做屏幕當中的畫面，畫面是相。從畫面上、從音聲上，我們聽到佛法，我們看到字幕，我們漸漸也能夠明白這些道理。果然能夠放下煩惱習氣，肯定也能契入境界，我們得的利益就大了！屏幕是真的，它是空的，真空；屏幕裡現相是有，假有。你看空有不二、空有一如，就在這個畫面上看到了。"
    },
    {
      "id": "02-039-0463_p0010",
      "zh_CN": "这是在课堂里、教室里面学到了，学会之后要会用，这个用就是修行。用在哪里？用在日常生活。我们现实的生活有没有体？有体，但是这个体我们不知道；相晓得，相跟作用非常明显，体不知道。为什么？不像电视屏幕，它有个屏幕摆在那里，我们很容易看到，现前这个实体我们就看不到了。前面给诸位讲过很多，这个实体就是自性。自性在哪里？无处不在、无时不在。为什么？所有一切相都从它这里现出来的，没有性哪来的相！像我们看电视，没有屏幕哪来的色相，色相决定离不开屏幕。遍法界虚空界万事万物离不开自体，佛在经上讲得很清楚，「心外无法，法外无心」，佛讲的这个心就是自性，真心无处不在、无时不在。真心是一个，现象无量无边，所以能大师讲「能生万法」。西方极乐世界是自性现的，华藏世界也是自性现的，我们这个娑婆世界也离不开自性，自性是一，能现无量无边法界，这就是它的德用。",
      "zh_TW": "這是在課堂裡、教室裡面學到了，學會之後要會用，這個用就是修行。用在哪裡？用在日常生活。我們現實的生活有沒有體？有體，但是這個體我們不知道；相曉得，相跟作用非常明顯，體不知道。為什麼？不像電視屏幕，它有個屏幕擺在那裡，我們很容易看到，現前這個實體我們就看不到了。前面給諸位講過很多，這個實體就是自性。自性在哪裡？無處不在、無時不在。為什麼？所有一切相都從它這裡現出來的，沒有性哪來的相！像我們看電視，沒有屏幕哪來的色相，色相決定離不開屏幕。遍法界虛空界萬事萬物離不開自體，佛在經上講得很清楚，「心外無法，法外無心」，佛講的這個心就是自性，真心無處不在、無時不在。真心是一個，現象無量無邊，所以能大師講「能生萬法」。西方極樂世界是自性現的，華藏世界也是自性現的，我們這個娑婆世界也離不開自性，自性是一，能現無量無邊法界，這就是它的德用。"
    },
    {
      "id": "02-039-0463_p0011",
      "zh_CN": "极乐世界这些菩萨他能见真空，真空是什么？体，我们见不到。我们为什么见不到？不但我们见不到，我们这个世界上有不少挺聪明的科学家，他也见不到。世尊在经上说得好，凡夫，十法界都叫凡夫，六道称内凡，四圣法界称外凡，就是六道以外的凡夫。为什么不称圣人？大乘教里面凡圣的标准是指，你用真心就是圣人，你用妄心就是凡夫。十法界里面的佛菩萨还是用妄心，所以他是凡夫，他不是圣人。谁是圣人？生到实报庄严土那个人叫圣人。为什么？他用真心，他不用妄心，也就是禅宗里面所说的明心见性、见性成佛，他真的成佛了。他不在十法界，他生到实报土去了。这些人统统见真空，十法界里面的人见不到。为什么见不到？佛说得很清楚，因为凡夫没有离开心意识，妄心！心是什么？心是起心动念，意是执着，识是分别。凡夫因为有起心动念、分别执着，你就见不到真空。佛说得好，如果你哪一天把分别执着、起心动念统统放下，你就见到了。就好像我们现在看电视，看到屏幕，也看到屏幕里头的现象，一点都不迷。见空、见有，见真空，屏幕，真空，一尘不染，又看到里面现的现象，叫妙有。妙有非有，真空不空，你才把事实真相看清楚、看明白了。所以他们能见到真空，见到自性体，又能见到如来藏中不空的实性，这就是自性里头的现象、作用，体相用你都看到了，故云照真。",
      "zh_TW": "極樂世界這些菩薩他能見真空，真空是什麼？體，我們見不到。我們為什麼見不到？不但我們見不到，我們這個世界上有不少挺聰明的科學家，他也見不到。世尊在經上說得好，凡夫，十法界都叫凡夫，六道稱內凡，四聖法界稱外凡，就是六道以外的凡夫。為什麼不稱聖人？大乘教裡面凡聖的標準是指，你用真心就是聖人，你用妄心就是凡夫。十法界裡面的佛菩薩還是用妄心，所以他是凡夫，他不是聖人。誰是聖人？生到實報莊嚴土那個人叫聖人。為什麼？他用真心，他不用妄心，也就是禪宗裡面所說的明心見性、見性成佛，他真的成佛了。他不在十法界，他生到實報土去了。這些人統統見真空，十法界裡面的人見不到。為什麼見不到？佛說得很清楚，因為凡夫沒有離開心意識，妄心！心是什麼？心是起心動念，意是執著，識是分別。凡夫因為有起心動念、分別執著，你就見不到真空。佛說得好，如果你哪一天把分別執著、起心動念統統放下，你就見到了。就好像我們現在看電視，看到屏幕，也看到屏幕裡頭的現象，一點都不迷。見空、見有，見真空，屏幕，真空，一塵不染，又看到裡面現的現象，叫妙有。妙有非有，真空不空，你才把事實真相看清楚、看明白了。所以他們能見到真空，見到自性體，又能見到如來藏中不空的實性，這就是自性裡頭的現象、作用，體相用你都看到了，故云照真。"
    },
    {
      "id": "02-039-0463_p0012",
      "zh_CN": "「复能见无数世界之色」，十方法界，「与彼中众生根性」，依正庄严，「及死此生彼之事」。这句话特别讲六道里面的事相，你都去看到了，这叫达俗；换句话说，对于自性的理体、现象、作用，你全都看到了。「以照真故，自觉行圆达于究竟」，这是自度，这是自利，你自觉，自觉修行圆满了。达于究竟，究竟是无始无明断尽，妙觉位。自觉行圆没有究竟，那是实报土里面四十一位法身大士，他们都可以说自觉行圆，但是没有到究竟。如果到究竟这一句，那就是妙觉果佛，在等觉菩萨之上，也是究竟圆满的无上正等正觉，这是证得究竟的佛果。「以达俗故，随机设教，度生无量」，他有能力帮助众生，帮助众生离苦得乐，教化众生破迷开悟。为什么？他达俗，也就是说，对于十法界里面的事情、对于六道里面的事情，他太清楚了，一点都不迷惑。对于十法界里种种不同的根性，他自自然然的随机设教，无需要通过心意识，这叫不可思议。不但我们六道众生无法想像，就是四圣法界的佛菩萨也不可思议，不是一个境界。",
      "zh_TW": "「復能見無數世界之色」，十方法界，「與彼中眾生根性」，依正莊嚴，「及死此生彼之事」。這句話特別講六道裡面的事相，你都去看到了，這叫達俗；換句話說，對於自性的理體、現象、作用，你全都看到了。「以照真故，自覺行圓達於究竟」，這是自度，這是自利，你自覺，自覺修行圓滿了。達於究竟，究竟是無始無明斷盡，妙覺位。自覺行圓沒有究竟，那是實報土裡面四十一位法身大士，他們都可以說自覺行圓，但是沒有到究竟。如果到究竟這一句，那就是妙覺果佛，在等覺菩薩之上，也是究竟圓滿的無上正等正覺，這是證得究竟的佛果。「以達俗故，隨機設教，度生無量」，他有能力幫助眾生，幫助眾生離苦得樂，教化眾生破迷開悟。為什麼？他達俗，也就是說，對於十法界裡面的事情、對於六道裡面的事情，他太清楚了，一點都不迷惑。對於十法界裡種種不同的根性，他自自然然的隨機設教，無需要通過心意識，這叫不可思議。不但我們六道眾生無法想像，就是四聖法界的佛菩薩也不可思議，不是一個境界。"
    },
    {
      "id": "02-039-0463_p0013",
      "zh_CN": "下面这一句把净土赞叹到极处，「今此净土一法」，就是念佛求生净土这个方法、这个法门，「正照真达俗之极至」，极至就是圆满了，照真圆满、达俗圆满，再没有能超过这个法门。「照真，显真谛」，事实真相，「达俗，明俗谛」，十法界依正庄严，包括六道轮回，这里面的事情没有一桩你不知道。你不需要学习，不需要去思考，你一接触全明白了。所以，你有能力帮助十法界里一切苦难众生。十法界都苦，十法界里面的佛、菩萨都苦，他苦在哪里？苦在没见性，他求明心见性。「双举示中谛」，显真谛，明俗谛，这就叫中谛。「三谛圆融，不可思议」，三谛是天台家所立的。「又照真，故如实。达俗，故广度。故万类齐收，究竟度脱」，究竟度脱才叫大圆满教。",
      "zh_TW": "下面這一句把淨土讚歎到極處，「今此淨土一法」，就是念佛求生淨土這個方法、這個法門，「正照真達俗之極至」，極至就是圓滿了，照真圓滿、達俗圓滿，再沒有能超過這個法門。「照真，顯真諦」，事實真相，「達俗，明俗諦」，十法界依正莊嚴，包括六道輪迴，這裡面的事情沒有一樁你不知道。你不需要學習，不需要去思考，你一接觸全明白了。所以，你有能力幫助十法界裡一切苦難眾生。十法界都苦，十法界裡面的佛、菩薩都苦，他苦在哪裡？苦在沒見性，他求明心見性。「雙舉示中諦」，顯真諦，明俗諦，這就叫中諦。「三諦圓融，不可思議」，三諦是天台家所立的。「又照真，故如實。達俗，故廣度。故萬類齊收，究竟度脫」，究竟度脫才叫大圓滿教。"
    },
    {
      "id": "02-039-0463_p0014",
      "zh_CN": "净宗实实在在是属于大圆满教，我们这一生能够遇到，不容易！「百千万劫难遭遇」，这是事实。彭际清居士所说，「无量劫来希有难逢之一日」，这个话也不假。我们冷静去思惟，在现前这个世界，地球上将近七十亿人口，几多人闻到佛法？闻到佛法这些人里面，闻佛法的大概十分之一，七十亿人，大概知道有佛法的七亿人，十分之一。这七亿人当中，有多少人遇到大乘？真的不多，可能也是十分之一，十分之一是一亿。这一亿里面，真正对大乘能够理解的太少了，恐怕百分之一都找不到，千分之一，万分之一。真正对大乘通达明了的不多。中国可以说是纯大乘教，三百年前的学大乘，通达明了的人多，最近我们这一代，通达大乘的人太少了。我们在一生当中，学佛几十年，六十年了，听说的、亲眼见到的，一百个都找不到。佛法衰了，从这个地方你就很明显的看到佛法衰了。为什么没有？没有人去学了，学的人少，认真去修的人就更少。只有这一门，净土法门，念佛求生净土，还常常看到有真正往生的，学其他大乘的愈来愈少了，这是事实摆在我们面前。",
      "zh_TW": "淨宗實實在在是屬於大圓滿教，我們這一生能夠遇到，不容易！「百千萬劫難遭遇」，這是事實。彭際清居士所說，「無量劫來希有難逢之一日」，這個話也不假。我們冷靜去思惟，在現前這個世界，地球上將近七十億人口，幾多人聞到佛法？聞到佛法這些人裡面，聞佛法的大概十分之一，七十億人，大概知道有佛法的七億人，十分之一。這七億人當中，有多少人遇到大乘？真的不多，可能也是十分之一，十分之一是一億。這一億裡面，真正對大乘能夠理解的太少了，恐怕百分之一都找不到，千分之一，萬分之一。真正對大乘通達明瞭的不多。中國可以說是純大乘教，三百年前的學大乘，通達明瞭的人多，最近我們這一代，通達大乘的人太少了。我們在一生當中，學佛幾十年，六十年了，聽說的、親眼見到的，一百個都找不到。佛法衰了，從這個地方你就很明顯的看到佛法衰了。為什麼沒有？沒有人去學了，學的人少，認真去修的人就更少。只有這一門，淨土法門，念佛求生淨土，還常常看到有真正往生的，學其他大乘的愈來愈少了，這是事實擺在我們面前。"
    },
    {
      "id": "02-039-0463_p0015",
      "zh_CN": "净宗修学的人，不是说他通达大乘，真正往生的人是老实人，真的是老实、听话、真干。大乘知不知道？不知道，但是劝他念佛，他真信，他真念，他对西方极乐世界一丝毫怀疑都没有，他真想去。结果他念上三年五年、十年八年真往生了。往生到西方极乐世界的成就，跟在这个世间通达大乘的还要超过，那是真的。你要问为什么？阿弥陀佛本愿威神加持他，他样样都通了，他什么障碍都没有了，往生到西方极乐世界究竟得度。所以这个法门叫易行道，只要你真正肯相信，你不怀疑，懂不懂都没有关系，你就一句佛号念到底，万缘放下，决定得生。所以这个法门能度末法往后九千年的众生，因为它太方便、太容易、太简单了，什么人都能修。你要问理，理太深、太高了，一般大菩萨都没有办法究竟明了。究竟明了，经上佛说得好，「唯佛与佛，方能究竟」，真正成佛的人他知道，菩萨不知道。这个法门殊胜，应该晓得，应该要抓紧这个机缘，在一生当中决定得生。《无量寿经》，学这个本子够了，不必再找麻烦，一门深入，一生专学这部经典、专弘这部经典就行了。",
      "zh_TW": "淨宗修學的人，不是說他通達大乘，真正往生的人是老實人，真的是老實、聽話、真幹。大乘知不知道？不知道，但是勸他念佛，他真信，他真念，他對西方極樂世界一絲毫懷疑都沒有，他真想去。結果他念上三年五年、十年八年真往生了。往生到西方極樂世界的成就，跟在這個世間通達大乘的還要超過，那是真的。你要問為什麼？阿彌陀佛本願威神加持他，他樣樣都通了，他什麼障礙都沒有了，往生到西方極樂世界究竟得度。所以這個法門叫易行道，只要你真正肯相信，你不懷疑，懂不懂都沒有關係，你就一句佛號念到底，萬緣放下，決定得生。所以這個法門能度末法往後九千年的眾生，因為它太方便、太容易、太簡單了，什麼人都能修。你要問理，理太深、太高了，一般大菩薩都沒有辦法究竟明瞭。究竟明瞭，經上佛說得好，「唯佛與佛，方能究竟」，真正成佛的人他知道，菩薩不知道。這個法門殊勝，應該曉得，應該要抓緊這個機緣，在一生當中決定得生。《無量壽經》，學這個本子夠了，不必再找麻煩，一門深入，一生專學這部經典、專弘這部經典就行了。"
    },
    {
      "id": "02-039-0463_p0016",
      "zh_CN": "下面五眼分开来介绍，第一个是「肉眼」，「即人间肉身之眼，能见现前色像，故曰简择」。简择是分别、是选择，这个是肉眼。肉眼有能力选择，有能力分别，只看到眼前的色像。如果是单单只有肉眼，不再加上其他的，很可能我们的选择错误了。在现前这个社会，这样的人太多，大有人在，看错了、选错了。那肉眼还加什么？要加智慧，有真智慧你就不会选错，没有智慧往往选错。亲近善知识，对我们修学有很大的帮助。",
      "zh_TW": "下面五眼分開來介紹，第一個是「肉眼」，「即人間肉身之眼，能見現前色像，故曰簡擇」。簡擇是分別、是選擇，這個是肉眼。肉眼有能力選擇，有能力分別，只看到眼前的色像。如果是單單只有肉眼，不再加上其他的，很可能我們的選擇錯誤了。在現前這個社會，這樣的人太多，大有人在，看錯了、選錯了。那肉眼還加什麼？要加智慧，有真智慧你就不會選錯，沒有智慧往往選錯。親近善知識，對我們修學有很大的幫助。"
    },
    {
      "id": "02-039-0463_p0017",
      "zh_CN": "第二「天眼，为天趣之眼」，这个天趣就是天道，六道里面的天道，他们的眼。天有二十八层，也是随着他们修行的功夫，智慧、福德不一样，所以他六根能力有大小的差别。「《大智度论》曰，天眼所见，自地及下地」。自地是自己所住的这个界，底下譬如说「如色界天以色界为自地」。色界天有十八层，每一层，譬如四禅初禅天，初禅天就有三层，梵众天、梵辅天、大梵天。以大梵天为例子，大梵天这一层是他的自分，是他的自地，以及下面的他都知道，往上去他不知道。上面比他高，他知道自己这一层，往下他都知道。底下讲，「及下地（低于色界自地之界，例如欲界）六道中众生诸物，若近若远、若粗若细诸色，莫不能照」。他完全照见。《大智度论》上所说的不是假的，我们如果真正相信、真正明了，我们的顶上是四王天，四王天再上去，忉利天，中国人称玉皇大帝，玉皇大帝是在忉利天；再上去夜摩天，再上去兜率天，弥勒菩萨修行的道场；再上去化乐天，再上去是欲界到顶了，他化自在天；再上去就是初禅，梵众天、梵辅天、大梵天。佛告诉我们这个，真正用意何在？告诉我们畏天敬圣。这些神圣，我们起心动念、言语造作他全都照见，我们能瞒谁？做事情再秘密，心里起个念头，没有人知道，天地鬼神全知道了，怎么能说没有人知道！佛菩萨告诉我们事实真相。人一定要知道自爱，现在人最可怜的不知道自爱。自爱，爱自己什么？爱自己的性德。我们老祖宗所说的，「人之初，性本善」，我要爱我的本善。伦理、道德都是性德，都是自己本有的，本有的不爱，你爱谁？五伦五常、四维八德，本有的。我们能自爱，诸天天神没有不尊敬你的，没有不保佑你的，他决定不会伤害你。为什么？你是好人，你是懂得自爱的人，懂得自爱的人就是好人。",
      "zh_TW": "第二「天眼，為天趣之眼」，這個天趣就是天道，六道裡面的天道，他們的眼。天有二十八層，也是隨著他們修行的功夫，智慧、福德不一樣，所以他六根能力有大小的差別。「《大智度論》曰，天眼所見，自地及下地」。自地是自己所住的這個界，底下譬如說「如色界天以色界為自地」。色界天有十八層，每一層，譬如四禪初禪天，初禪天就有三層，梵眾天、梵輔天、大梵天。以大梵天為例子，大梵天這一層是他的自分，是他的自地，以及下面的他都知道，往上去他不知道。上面比他高，他知道自己這一層，往下他都知道。底下講，「及下地（低於色界自地之界，例如欲界）六道中眾生諸物，若近若遠、若粗若細諸色，莫不能照」。他完全照見。《大智度論》上所說的不是假的，我們如果真正相信、真正明瞭，我們的頂上是四王天，四王天再上去，忉利天，中國人稱玉皇大帝，玉皇大帝是在忉利天；再上去夜摩天，再上去兜率天，彌勒菩薩修行的道場；再上去化樂天，再上去是欲界到頂了，他化自在天；再上去就是初禪，梵眾天、梵輔天、大梵天。佛告訴我們這個，真正用意何在？告訴我們畏天敬聖。這些神聖，我們起心動念、言語造作他全都照見，我們能瞞誰？做事情再祕密，心裡起個念頭，沒有人知道，天地鬼神全知道了，怎麼能說沒有人知道！佛菩薩告訴我們事實真相。人一定要知道自愛，現在人最可憐的不知道自愛。自愛，愛自己什麼？愛自己的性德。我們老祖宗所說的，「人之初，性本善」，我要愛我的本善。倫理、道德都是性德，都是自己本有的，本有的不愛，你愛誰？五倫五常、四維八德，本有的。我們能自愛，諸天天神沒有不尊敬你的，沒有不保佑你的，他決定不會傷害你。為什麼？你是好人，你是懂得自愛的人，懂得自愛的人就是好人。"
    },
    {
      "id": "02-039-0463_p0018",
      "zh_CN": "我们再往下面看，「又《净影疏》曰，一切禅定，名为天住。依天得眼，故名天眼。能见众生死此生彼」，死此生彼就是讲的六道轮回，他们看得很清楚。《净影疏》里面讲是修禅定的，这个天眼是修来的。底下有解释，诸天，生到天上那个天眼是报得的，你生到天上自然就有。修禅，真正得禅定，实在讲，欲界上面的四层天不是单单修福。上品十善这生天，只有上品十善，没有禅定功夫，最高的只能生到忉利天，就是四王天、忉利天，再上上不了。再上去都是修禅定的，禅定没有修成功。譬如禅定初禅修到一百分，你就到初禅天去了；如果你只有九十分怎么办？初禅天去不了，在欲界的第六天，他化自在天；八十分呢？八十分就在第五层，第五天化乐天；只有七十分，七十分就在兜率天，逐级往下降。这个叫什么？未到定，修定没修成功，有一点禅定，没有达到这个标准，是这么回事情。从夜摩往上去都有一点定功，没有定功他去不了。所以依天得眼，这叫天眼。",
      "zh_TW": "我們再往下面看，「又《淨影疏》曰，一切禪定，名為天住。依天得眼，故名天眼。能見眾生死此生彼」，死此生彼就是講的六道輪迴，他們看得很清楚。《淨影疏》裡面講是修禪定的，這個天眼是修來的。底下有解釋，諸天，生到天上那個天眼是報得的，你生到天上自然就有。修禪，真正得禪定，實在講，欲界上面的四層天不是單單修福。上品十善這生天，只有上品十善，沒有禪定功夫，最高的只能生到忉利天，就是四王天、忉利天，再上上不了。再上去都是修禪定的，禪定沒有修成功。譬如禪定初禪修到一百分，你就到初禪天去了；如果你只有九十分怎麼辦？初禪天去不了，在欲界的第六天，他化自在天；八十分呢？八十分就在第五層，第五天化樂天；只有七十分，七十分就在兜率天，逐級往下降。這個叫什麼？未到定，修定沒修成功，有一點禪定，沒有達到這個標準，是這麼回事情。從夜摩往上去都有一點定功，沒有定功他去不了。所以依天得眼，這叫天眼。"
    },
    {
      "id": "02-039-0463_p0019",
      "zh_CN": "「天眼实具以上两义。又天眼有二种，一者从报得，一者从修得」。这两种意思都说出来了。《大智度论》里面所说的是报得的，生到天上就有，《净影疏》里面讲的这个，净影是小慧远，隋朝的慧远法师，《无量寿经》的注解叫《净影疏》，他讲的是修得。「《净影》所云，是指修得者。生于色界诸天自然生得之净眼，是为报得。谓从果报而得，不赖修成也」。譬如我们到人道来，投胎到人道，你得的这个人眼是报得的，不是修得的。「又通达者，如《智度论》曰，肉眼见近不见远」，太远看不见，近距离的看得清楚；「见前不见后」，我们眼睛看到前面，看不到后面；「见外不见内」，外面看得清楚，眼睛不能看自己；「见昼不见夜」，它还需要光做缘，没有光看不到，黑暗的看不到；「见上不见下」，这都是有障碍。「以此碍故求天眼」，肉眼有障碍，那怎么样？你求天眼，求天眼可以修。如果你得到天眼，远近没有障碍，前后没有障碍，内外也没有障碍，乃至于上下统统没有障碍，「故云通达」。这是说天眼通达。「又秽土天眼所见，不出三千大千」，这是讲我们六道，我们六道是秽土，六道里面的二十八层天，他们的天眼最大的，能力最大的，见到三千大千世界，就是娑婆世界，其他诸佛世界就看不见，它有局限。「彼土菩萨天眼」，彼土是讲极乐世界，极乐世界菩萨的天眼，「十方恒沙世界」他都能看见，「及其中众生生死」。十方诸佛刹土大多数都有六道轮回，也有没有的，《华严经》「华藏世界品」、「世界成就品」里面说得很详细。这两品经文，用现在科学家的话，那是太空物理，说明太虚空的真相，佛眼所见。",
      "zh_TW": "「天眼實具以上兩義。又天眼有二種，一者從報得，一者從修得」。這兩種意思都說出來了。《大智度論》裡面所說的是報得的，生到天上就有，《淨影疏》裡面講的這個，淨影是小慧遠，隋朝的慧遠法師，《無量壽經》的註解叫《淨影疏》，他講的是修得。「《淨影》所云，是指修得者。生於色界諸天自然生得之淨眼，是為報得。謂從果報而得，不賴修成也」。譬如我們到人道來，投胎到人道，你得的這個人眼是報得的，不是修得的。「又通達者，如《智度論》曰，肉眼見近不見遠」，太遠看不見，近距離的看得清楚；「見前不見後」，我們眼睛看到前面，看不到後面；「見外不見內」，外面看得清楚，眼睛不能看自己；「見晝不見夜」，它還需要光做緣，沒有光看不到，黑暗的看不到；「見上不見下」，這都是有障礙。「以此礙故求天眼」，肉眼有障礙，那怎麼樣？你求天眼，求天眼可以修。如果你得到天眼，遠近沒有障礙，前後沒有障礙，內外也沒有障礙，乃至於上下統統沒有障礙，「故云通達」。這是說天眼通達。「又穢土天眼所見，不出三千大千」，這是講我們六道，我們六道是穢土，六道裡面的二十八層天，他們的天眼最大的，能力最大的，見到三千大千世界，就是娑婆世界，其他諸佛世界就看不見，它有侷限。「彼土菩薩天眼」，彼土是講極樂世界，極樂世界菩薩的天眼，「十方恆沙世界」他都能看見，「及其中眾生生死」。十方諸佛剎土大多數都有六道輪迴，也有沒有的，《華嚴經》「華藏世界品」、「世界成就品」裡面說得很詳細。這兩品經文，用現在科學家的話，那是太空物理，說明太虛空的真相，佛眼所見。"
    },
    {
      "id": "02-039-0463_p0020",
      "zh_CN": "第三种，「法眼」。「望西曰，缘俗谛智，能照法故，名为法眼。憬兴曰：法眼即以有智为体，能见众生欲性心及诸佛法，故名法眼」。《笺注》是丁福保居士的，他说「分明观达缘生差别之法，谓之法眼」。「《魏译》曰：法眼观察，究竟诸道」。这是祖师大德跟经典里面所说的。「今经云，法眼清净，其义应如《三藏法数》所云，法眼者，菩萨为度众生，以清净法眼，遍观一切诸法，能知能行。谓因行是法，得证是道，亦知一切众生种种方便门，令修令证也。由上可见，菩萨于一切法，能知，能行，能知种种所行之法与所证之道，复知种种方便门，以普度众生者，名为清净法眼」。老居士引用了这么一大堆，把法眼讲清楚、讲明白了。",
      "zh_TW": "第三種，「法眼」。「望西曰，緣俗諦智，能照法故，名為法眼。憬興曰：法眼即以有智為體，能見眾生欲性心及諸佛法，故名法眼」。《箋註》是丁福保居士的，他說「分明觀達緣生差別之法，謂之法眼」。「《魏譯》曰：法眼觀察，究竟諸道」。這是祖師大德跟經典裡面所說的。「今經云，法眼清淨，其義應如《三藏法數》所云，法眼者，菩薩為度眾生，以清淨法眼，遍觀一切諸法，能知能行。謂因行是法，得證是道，亦知一切眾生種種方便門，令修令證也。由上可見，菩薩於一切法，能知，能行，能知種種所行之法與所證之道，復知種種方便門，以普度眾生者，名為清淨法眼」。老居士引用了這麼一大堆，把法眼講清楚、講明白了。"
    },
    {
      "id": "02-039-0463_p0021",
      "zh_CN": "缘俗谛智，俗谛是对真谛说的，前面讲照真达俗。俗谛是对于六道众生、对于十法界的众生，他都能够通达明了。这是智慧，不是知识，知识做不到，一定要智慧。智慧为什么称之为谛？我们要晓得，大乘教里面，不但六道是俗，四圣法界也是俗。明白这桩事实真相，这个问题就解决，就晓得俗谛智从哪来的？从不分别、不执着来的。你看阿罗汉，我们在前面八正道里面正见、正思惟，你就知道了。正见、正思惟，世俗人没有，谁有？须陀洹得正见，阿罗汉得正思惟。阿罗汉没有出十法界，只出六道，没出十法界。须陀洹，乃至于阿那含（三果），还没出六道轮回。三果圣人住四禅五不还天，他的智慧是俗谛智，他没有真谛智，真谛智现前他就超越十法界，他到实报土去了。所以这个俗谛真的有智，智慧，我们讲小智慧，不是大智慧，烦恼放下一部分，没有完全放下。见思烦恼放下了是阿罗汉，见思烦恼的习气断掉是辟支佛，尘沙烦恼断掉是菩萨。也没有出十法界，都是俗谛智。乃至于十法界里面的佛，见思、尘沙不但都断掉，连习气都断了，只有无明没破，就是起心动念没放下，他还是俗谛智。如果把起心动念放下，他就证得真谛，真俗圆融，他成佛了，法身大士，他是圣人，他不是凡夫。大乘凡圣从这个地方分的，他不住在十法界了，他住在诸佛如来的实报庄严土。一般修学大乘的，不是修净土的，不求往生的，多半生到华藏世界，华藏世界毘卢遮那的实报庄严土；如果是念佛人，他一定生到西方极乐世界弥陀的实报庄严土。",
      "zh_TW": "緣俗諦智，俗諦是對真諦說的，前面講照真達俗。俗諦是對於六道眾生、對於十法界的眾生，他都能夠通達明瞭。這是智慧，不是知識，知識做不到，一定要智慧。智慧為什麼稱之為諦？我們要曉得，大乘教裡面，不但六道是俗，四聖法界也是俗。明白這樁事實真相，這個問題就解決，就曉得俗諦智從哪來的？從不分別、不執著來的。你看阿羅漢，我們在前面八正道裡面正見、正思惟，你就知道了。正見、正思惟，世俗人沒有，誰有？須陀洹得正見，阿羅漢得正思惟。阿羅漢沒有出十法界，只出六道，沒出十法界。須陀洹，乃至於阿那含（三果），還沒出六道輪迴。三果聖人住四禪五不還天，他的智慧是俗諦智，他沒有真諦智，真諦智現前他就超越十法界，他到實報土去了。所以這個俗諦真的有智，智慧，我們講小智慧，不是大智慧，煩惱放下一部分，沒有完全放下。見思煩惱放下了是阿羅漢，見思煩惱的習氣斷掉是辟支佛，塵沙煩惱斷掉是菩薩。也沒有出十法界，都是俗諦智。乃至於十法界裡面的佛，見思、塵沙不但都斷掉，連習氣都斷了，只有無明沒破，就是起心動念沒放下，他還是俗諦智。如果把起心動念放下，他就證得真諦，真俗圓融，他成佛了，法身大士，他是聖人，他不是凡夫。大乘凡聖從這個地方分的，他不住在十法界了，他住在諸佛如來的實報莊嚴土。一般修學大乘的，不是修淨土的，不求往生的，多半生到華藏世界，華藏世界毘盧遮那的實報莊嚴土；如果是念佛人，他一定生到西方極樂世界彌陀的實報莊嚴土。"
    },
    {
      "id": "02-039-0463_p0022",
      "zh_CN": "所以，俗谛有智，这智慧，能照法故，他对于佛的经教能通达、能了解，不能够透彻的了解，他也能够了解一部分。这是过去李老师跟我说过，上上根人听经学教，听讲经、学经教，从教理上下功夫，这是上上根人。一部经，你从教理上，理通了，一切经全通了。那是什么人？惠能大师为我们示现过，他是教理通了，所以一切经全通。他说如其不然，我们不是上上根人呢？不得已而求其次，我们求通教义，通教义就是俗谛智，不能全通，通一部分。我学净宗，净宗的典籍，我这一部经通了，净宗典籍全通了；其他的还不行，像《华严》、《法华》、《般若》还不行，我自己这一宗通了。这都叫善学、会学。如果学习经教只记老师怎么讲的，把它牢牢的记住，这个不行，这学一部你就会一部，再换个本子你就不会了。这样学法就学得太苦、学得太笨，叫笨拙。",
      "zh_TW": "所以，俗諦有智，這智慧，能照法故，他對於佛的經教能通達、能了解，不能夠透徹的了解，他也能夠了解一部分。這是過去李老師跟我說過，上上根人聽經學教，聽講經、學經教，從教理上下功夫，這是上上根人。一部經，你從教理上，理通了，一切經全通了。那是什麼人？惠能大師為我們示現過，他是教理通了，所以一切經全通。他說如其不然，我們不是上上根人呢？不得已而求其次，我們求通教義，通教義就是俗諦智，不能全通，通一部分。我學淨宗，淨宗的典籍，我這一部經通了，淨宗典籍全通了；其他的還不行，像《華嚴》、《法華》、《般若》還不行，我自己這一宗通了。這都叫善學、會學。如果學習經教只記老師怎麼講的，把它牢牢的記住，這個不行，這學一部你就會一部，再換個本子你就不會了。這樣學法就學得太苦、學得太笨，叫笨拙。"
    },
    {
      "id": "02-039-0463_p0023",
      "zh_CN": "我早年学经教，老师给我讲这个道理，主要的就是教我听讲要听老师讲的义理，不要听他的言语。为什么？道理懂得，你自己会讲，何必要学人言语？这个对的。所以不准我写笔记。你要多听，一定把道理听懂，自己就会了，你讲的就活泼。如果复讲别人的，完全照人家怎么讲法你也怎么讲法，显得非常笨拙。上台去讲，没讲错，但是听众听不出味道出来，容易疲倦，提不起精神。不过，真正能够学到义理，还是要具备条件，这是我们一般所讲的悟性，没有悟性的人没办法，学教就很困难。在从前念书，即使是世间法，老师都着重学生的悟性。抗战期间我们念初中，念初中一年级、二年级，我们听到老师在一起谈话的时候，谈到学生，就说某个学生有悟性，某个学生悟性很差。所以考试的题目，考试题目不多，通常考试都是四道题，一道题二十五分，都是用智慧来解答，在这里面可以看到学生的悟性。有的老师考试的时候只出两道题，一道题五十分，完全看你的悟性。我们还遇到老师，数学老师，出什么题？问答题，它不是计算，问答题。全部是考学生的悟性，跟现在的考试不一样，现在的考试是什么？是非题、填充题，那个不行，那没有悟性，那是考记忆力。所以，要悟性，也要有记忆，这个学生能学得成功。这是解释俗谛智。",
      "zh_TW": "我早年學經教，老師給我講這個道理，主要的就是教我聽講要聽老師講的義理，不要聽他的言語。為什麼？道理懂得，你自己會講，何必要學人言語？這個對的。所以不准我寫筆記。你要多聽，一定把道理聽懂，自己就會了，你講的就活潑。如果複講別人的，完全照人家怎麼講法你也怎麼講法，顯得非常笨拙。上台去講，沒講錯，但是聽眾聽不出味道出來，容易疲倦，提不起精神。不過，真正能夠學到義理，還是要具備條件，這是我們一般所講的悟性，沒有悟性的人沒辦法，學教就很困難。在從前念書，即使是世間法，老師都著重學生的悟性。抗戰期間我們念初中，念初中一年級、二年級，我們聽到老師在一起談話的時候，談到學生，就說某個學生有悟性，某個學生悟性很差。所以考試的題目，考試題目不多，通常考試都是四道題，一道題二十五分，都是用智慧來解答，在這裡面可以看到學生的悟性。有的老師考試的時候只出兩道題，一道題五十分，完全看你的悟性。我們還遇到老師，數學老師，出什麼題？問答題，它不是計算，問答題。全部是考學生的悟性，跟現在的考試不一樣，現在的考試是什麼？是非題、填充題，那個不行，那沒有悟性，那是考記憶力。所以，要悟性，也要有記憶，這個學生能學得成功。這是解釋俗諦智。"
    },
    {
      "id": "02-039-0463_p0024",
      "zh_CN": "憬兴师也是这个意思，「法眼即以有智为体」，它还是智慧，俗谛智慧。智慧一定从放下得来的，不是学得来的，从清净心得来的，「能见众生」，「欲」是欲望，「性」是性情，「心」是念头，这是观机，下面「及诸佛法」，他对佛法有认知，所以能够观机施教，这叫法眼。世出世法里头，为人师者，这个条件必须要有。具足这个条件，各人根性不相同，所以法眼也有程度上不一样。有这个条件可以修，就是可以学习，真正能够持戒修定，能够研究大乘，法眼的能力就会增长，就能够慢慢扩大，这是属于德行里面的一种。《笺注》这是丁福保说的，「分明观达」，他这用观通达「缘生差别之法」。所有一切法都是因缘生法，因缘所生法就不是真的，为什么？它没有自体，缘聚的时候这个法现前，缘散的时候这个法就不存在。我们人身是缘生法，四大五蕴，聚的时候形状在，散的时候这形状就不在，这不是真的。到极乐世界，你所得的身体那是真的，不是假的，为什么？它不是五蕴的色法，它是法性身，所以他的身体没有变化。他居住的是法性土，山河大地也永远不会有变化。不像我们这个世界，人有生老病死，植物有生住异灭，山河大地，乃至于地球，都有成住坏空。所以说万法无常，只有自性真常。真的我们要爱惜它，妄的不要去理会它，随缘，有很好，没有也很好，就对了。真的要抓住。修养自己的德行，修养自己的智慧，这是带得去的。所造的一切善恶都应当放下，你才很容易往生，离开这个世界没有一丝毫的牵挂。",
      "zh_TW": "憬興師也是這個意思，「法眼即以有智為體」，它還是智慧，俗諦智慧。智慧一定從放下得來的，不是學得來的，從清淨心得來的，「能見眾生」，「欲」是欲望，「性」是性情，「心」是念頭，這是觀機，下面「及諸佛法」，他對佛法有認知，所以能夠觀機施教，這叫法眼。世出世法裡頭，為人師者，這個條件必須要有。具足這個條件，各人根性不相同，所以法眼也有程度上不一樣。有這個條件可以修，就是可以學習，真正能夠持戒修定，能夠研究大乘，法眼的能力就會增長，就能夠慢慢擴大，這是屬於德行裡面的一種。《箋註》這是丁福保說的，「分明觀達」，他這用觀通達「緣生差別之法」。所有一切法都是因緣生法，因緣所生法就不是真的，為什麼？它沒有自體，緣聚的時候這個法現前，緣散的時候這個法就不存在。我們人身是緣生法，四大五蘊，聚的時候形狀在，散的時候這形狀就不在，這不是真的。到極樂世界，你所得的身體那是真的，不是假的，為什麼？它不是五蘊的色法，它是法性身，所以他的身體沒有變化。他居住的是法性土，山河大地也永遠不會有變化。不像我們這個世界，人有生老病死，植物有生住異滅，山河大地，乃至於地球，都有成住壞空。所以說萬法無常，只有自性真常。真的我們要愛惜它，妄的不要去理會它，隨緣，有很好，沒有也很好，就對了。真的要抓住。修養自己的德行，修養自己的智慧，這是帶得去的。所造的一切善惡都應當放下，你才很容易往生，離開這個世界沒有一絲毫的牽掛。"
    },
    {
      "id": "02-039-0463_p0025",
      "zh_CN": "《魏译》，这是《无量寿经》康僧铠的本子，翻译的本子，「法眼观察，究竟诸道」。这是菩萨的法眼，不是声闻、缘觉，不是凡夫，菩萨法眼他才能究竟诸道。「今经云，法眼清净」，这个意思要应该像《三藏法数》里面所说的，「法眼者，菩萨为度众生，以清净法眼，遍观一切诸法，能知能行」。菩萨，最低的菩萨也要有清净心。什么人得清净心？我们知道阿罗汉得清净心。为什么？见思烦恼断了，也是我们在前面八正道里面所讲的，正见得到，正思惟得到。为什么得到正见？五种见惑断了，五种思惑断了，就是见思烦恼都断了，证阿罗汉果，得清净心，我们这个经题上「清净」他得到。菩萨得到清净心，他是什么样的阶位？《华严经》上告诉我们，十信菩萨他是第七信。初信菩萨跟小乘须陀洹断烦恼是平等的，见惑断了；七信位的菩萨跟阿罗汉是平等的，思惑断了，但是智慧比阿罗汉高多了，阿罗汉比不上，断烦恼是相同的、相等的。这我们一看就很清楚，六信位的菩萨都没有离开六道轮回，七信离开了。这些人，从初信位都有俗谛智，都有这个智慧；也就是说，清净心一级比一级清净，到阿罗汉清净圆满了，再往上去是平等心现前。所以，他以净法眼遍观诸法，能知，更可贵的他能行！我们现在经教学多了，能知不能行，为什么？没放下。菩萨能知能行，真的把见思烦恼放下了。",
      "zh_TW": "《魏譯》，這是《無量壽經》康僧鎧的本子，翻譯的本子，「法眼觀察，究竟諸道」。這是菩薩的法眼，不是聲聞、緣覺，不是凡夫，菩薩法眼他才能究竟諸道。「今經云，法眼清淨」，這個意思要應該像《三藏法數》裡面所說的，「法眼者，菩薩為度眾生，以清淨法眼，遍觀一切諸法，能知能行」。菩薩，最低的菩薩也要有清淨心。什麼人得清淨心？我們知道阿羅漢得清淨心。為什麼？見思煩惱斷了，也是我們在前面八正道裡面所講的，正見得到，正思惟得到。為什麼得到正見？五種見惑斷了，五種思惑斷了，就是見思煩惱都斷了，證阿羅漢果，得清淨心，我們這個經題上「清淨」他得到。菩薩得到清淨心，他是什麼樣的階位？《華嚴經》上告訴我們，十信菩薩他是第七信。初信菩薩跟小乘須陀洹斷煩惱是平等的，見惑斷了；七信位的菩薩跟阿羅漢是平等的，思惑斷了，但是智慧比阿羅漢高多了，阿羅漢比不上，斷煩惱是相同的、相等的。這我們一看就很清楚，六信位的菩薩都沒有離開六道輪迴，七信離開了。這些人，從初信位都有俗諦智，都有這個智慧；也就是說，清淨心一級比一級清淨，到阿羅漢清淨圓滿了，再往上去是平等心現前。所以，他以淨法眼遍觀諸法，能知，更可貴的他能行！我們現在經教學多了，能知不能行，為什麼？沒放下。菩薩能知能行，真的把見思煩惱放下了。"
    },
    {
      "id": "02-039-0463_p0026",
      "zh_CN": "「因行是法，得证是道」，不是说知是法你能证道，知是法不能证道，行是法才能证道。所以，清凉大师判《华严经》四分，信解行证，我们能信能解，如果不能行，后头证果就没有分，最重要的是行。真放下，真的把它断掉，这才能证果。「亦知一切众生种种方便门，令修令证」，这一句是讲教化众生，你看教化众生，自己先证得才能教人。世出世法没有例外的。老师教学生，释迦牟尼佛教学成功了，孔子教学也成功了，他靠什么？为什么他教学那么成功，别人都不如他？其实并没有秘诀，是因为他们做到了，然后再教，所以他成功了。我们做不到，所以怎么学也没有学好，怎么教也没看到效果，原因就在此地。懂得这个道理，我们才晓得，行比说重要多了！行是身教，说是言教，有言教没有身教，人家不相信你。所谓的是「能说不能行，不是真智慧」。反过来，能行他不能说，这个人还是真智慧。能行肯定能说，能说未必能行。",
      "zh_TW": "「因行是法，得證是道」，不是說知是法你能證道，知是法不能證道，行是法才能證道。所以，清涼大師判《華嚴經》四分，信解行證，我們能信能解，如果不能行，後頭證果就沒有分，最重要的是行。真放下，真的把它斷掉，這才能證果。「亦知一切眾生種種方便門，令修令證」，這一句是講教化眾生，你看教化眾生，自己先證得才能教人。世出世法沒有例外的。老師教學生，釋迦牟尼佛教學成功了，孔子教學也成功了，他靠什麼？為什麼他教學那麼成功，別人都不如他？其實並沒有祕訣，是因為他們做到了，然後再教，所以他成功了。我們做不到，所以怎麼學也沒有學好，怎麼教也沒看到效果，原因就在此地。懂得這個道理，我們才曉得，行比說重要多了！行是身教，說是言教，有言教沒有身教，人家不相信你。所謂的是「能說不能行，不是真智慧」。反過來，能行他不能說，這個人還是真智慧。能行肯定能說，能說未必能行。"
    },
    {
      "id": "02-039-0463_p0027",
      "zh_CN": "我们过去在汤池做实验，教《弟子规》，我们召集一批老师，三十七个人。第一天我跟他们大家见面，勉励他们，就举出这个例子。孔子教学成功，释迦教学成功，原因就是能行，所说的全都做到，没有做到的不说。所以，我勉励这些老师们，当时我给他们四个月的时间，希望四个月能够把《弟子规》上，《弟子规》总共一百一十三桩事，统统要做到，你才能教得好。如果自己没有做到，那我们这个教育会失败。这个教育的失败影响很大，所以希望大家把它当作一桩功德来做。做成功了，让全世界人都认识，传统的方法管用，让他能建立信心，这个功德多大！如果做失败，他们永远不会再相信，古老的东西过时了、没用了，不要去学它，应当要淘汰掉。你看，传统文化存亡在此一举。这些老师们了不起，个个都是菩萨，他们明白、他们觉悟了，认真去干。进度超过我的预料，我给他四个月，他们两个月就做到了。我每想到这桩事情，这不是人干出来的，祖宗之德，三宝加持，有这么好的效果。虽然中心关闭三年了，可是影响没有到全世界也到东南亚了，亚洲到处都受影响。现在连日本也希望真正看到汤池的面目，他们想学，他们也想干。",
      "zh_TW": "我們過去在湯池做實驗，教《弟子規》，我們召集一批老師，三十七個人。第一天我跟他們大家見面，勉勵他們，就舉出這個例子。孔子教學成功，釋迦教學成功，原因就是能行，所說的全都做到，沒有做到的不說。所以，我勉勵這些老師們，當時我給他們四個月的時間，希望四個月能夠把《弟子規》上，《弟子規》總共一百一十三樁事，統統要做到，你才能教得好。如果自己沒有做到，那我們這個教育會失敗。這個教育的失敗影響很大，所以希望大家把它當作一樁功德來做。做成功了，讓全世界人都認識，傳統的方法管用，讓他能建立信心，這個功德多大！如果做失敗，他們永遠不會再相信，古老的東西過時了、沒用了，不要去學它，應當要淘汰掉。你看，傳統文化存亡在此一舉。這些老師們了不起，個個都是菩薩，他們明白、他們覺悟了，認真去幹。進度超過我的預料，我給他四個月，他們兩個月就做到了。我每想到這樁事情，這不是人幹出來的，祖宗之德，三寶加持，有這麼好的效果。雖然中心關閉三年了，可是影響沒有到全世界也到東南亞了，亞洲到處都受影響。現在連日本也希望真正看到湯池的面目，他們想學，他們也想幹。"
    },
    {
      "id": "02-039-0463_p0028",
      "zh_CN": "所以，能不能把正法真正落实，常住世间，传统的圣贤教学能不能再恢复起来，靠老师，靠真正觉悟的老师，有真正觉悟的老师决定成功。这个成败关系太大，如果是失败，不如不做，为什么？人家一个问号打在那里。做失败了，别人一个观念，错误观念，传统东西是落伍的，是做不到的，那是毫无意义、毫无价值，应当完全抛弃。这就麻烦大了，传统的根从这儿就断掉了。所以，做这桩事情是好事，要非常小心谨慎，从我自己做起。我们自己不作示范，老师们没有榜样。换句话说，成功失败在一个人，领导人，关系太大了！自己亲身去干有意义，要充满了信心，认真、努力，然后才能够令一切众生令修令证。由上可见，菩萨于一切法能知能行，能知种种所行之法与所证之道，复知种种方便法门，这才能普度众生，这叫清净法眼。我们今天就学到此地。",
      "zh_TW": "所以，能不能把正法真正落實，常住世間，傳統的聖賢教學能不能再恢復起來，靠老師，靠真正覺悟的老師，有真正覺悟的老師決定成功。這個成敗關係太大，如果是失敗，不如不做，為什麼？人家一個問號打在那裡。做失敗了，別人一個觀念，錯誤觀念，傳統東西是落伍的，是做不到的，那是毫無意義、毫無價值，應當完全拋棄。這就麻煩大了，傳統的根從這兒就斷掉了。所以，做這樁事情是好事，要非常小心謹慎，從我自己做起。我們自己不作示範，老師們沒有榜樣。換句話說，成功失敗在一個人，領導人，關係太大了！自己親身去幹有意義，要充滿了信心，認真、努力，然後才能夠令一切眾生令修令證。由上可見，菩薩於一切法能知能行，能知種種所行之法與所證之道，復知種種方便法門，這才能普度眾生，這叫清淨法眼。我們今天就學到此地。"
    }
  ]
}