{
  "doc_id": "02-039-0402",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四０二集",
    "zh_TW": "第四０二集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0402",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-039-0402_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第五百零一面第五行，从第二句看起，《净修捷要》：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第五百零一面第五行，從第二句看起，《淨修捷要》："
    },
    {
      "id": "02-039-0402_p0002",
      "zh_CN": "「又《净修捷要》赞念佛法门云：六字统摄万法，一门即是普门，全事即理，全妄归真，全性起修，全修在性。」这是夏莲居老居士在《净修捷要》里面赞叹念佛法门。「六字」就是南无阿弥陀佛，「统摄万法」，前面已经详细的说过。不但是释迦牟尼佛四十九年所说的一切法，最后都归到这一句名号，即使是十方三世一切如来所说的无量无边无尽无数的法门，到最后也是归这一句名号，名号功德不可思议。「一门」就是净土法门，净土法门就是普门。八万四千法门，无量法门，这一门也统摄。「全事即理」，事是指我们发心念佛这桩事，理是自性，这桩事情与性体相应，因为这句名号是自性的德号，无量觉。一切诸佛如来的德号，正像《华严经》上所说，一即是多，多即是一，一多不二。「全妄归真」，妄是指阿赖耶，阿赖耶所变现的万事万物，十法界依正庄严，阿赖耶变的。阿赖耶有没有离开自性？没有，阿赖耶所变的依正庄严没有一样离开自性。所以教下常讲万法归心，心外无法，法外无心。心性是一切万法的理体，没有理体就没有现象，所以现象是从理体里面流出来的。「全性起修，全修在性」，性修是一，性修不二。什么时候我们能见到这个事实真相，那就是大彻大悟、明心见性，见性就成佛了。这是说，弥陀名号、净宗法门跟性相的关系，它是一不是二。",
      "zh_TW": "「又《淨修捷要》讚念佛法門云：六字統攝萬法，一門即是普門，全事即理，全妄歸真，全性起修，全修在性。」這是夏蓮居老居士在《淨修捷要》裡面讚歎念佛法門。「六字」就是南無阿彌陀佛，「統攝萬法」，前面已經詳細的說過。不但是釋迦牟尼佛四十九年所說的一切法，最後都歸到這一句名號，即使是十方三世一切如來所說的無量無邊無盡無數的法門，到最後也是歸這一句名號，名號功德不可思議。「一門」就是淨土法門，淨土法門就是普門。八萬四千法門，無量法門，這一門也統攝。「全事即理」，事是指我們發心念佛這樁事，理是自性，這樁事情與性體相應，因為這句名號是自性的德號，無量覺。一切諸佛如來的德號，正像《華嚴經》上所說，一即是多，多即是一，一多不二。「全妄歸真」，妄是指阿賴耶，阿賴耶所變現的萬事萬物，十法界依正莊嚴，阿賴耶變的。阿賴耶有沒有離開自性？沒有，阿賴耶所變的依正莊嚴沒有一樣離開自性。所以教下常講萬法歸心，心外無法，法外無心。心性是一切萬法的理體，沒有理體就沒有現象，所以現象是從理體裡面流出來的。「全性起修，全修在性」，性修是一，性修不二。什麼時候我們能見到這個事實真相，那就是大徹大悟、明心見性，見性就成佛了。這是說，彌陀名號、淨宗法門跟性相的關係，它是一不是二。"
    },
    {
      "id": "02-039-0402_p0003",
      "zh_CN": "「广学原为深入，专修即是总持」，这两句话说得很好。广学的目的在哪里？目的是明心见性，这才叫深入；如果广学，目的不是在明心见性，那你就学杂、学乱了，愈学愈远。所以，佛法八万四千法门，无量法门，最后的目的是一个，全都是明心见性。包括我们老实念佛，这是一个方法，是法门之一，这个法门的终极目标也是见性。如果学习最后的目标不是明心见性，这就不是佛法，决定不是大乘，这个是我们一定要知道。中国传统学术讲圣学，圣学最后的目标是成圣人，比圣人低一级的是贤人，再低一级的是君子。就像佛法里面的佛陀、菩萨、阿罗汉，是一个意思。再认真、再努力的学习，终极的目标达不到，我们就修学错了。学佛，前面讲得很清楚，学佛的目标就是成佛，佛成不了要成菩萨，我们真的学到了。真学到了，就像前面所说的，智慧、福德圆满了，佛是圆满的智慧、圆满的德相，真得到了。为什么能得到？因为圆满的智慧、究竟的德相是自性里头本有的。世尊在《华严经》上说，「一切众生皆有如来智慧德相」，这真的，不是假的。因为一切众生都有佛性、都有法性，法性里面圆满具足，讲佛性是法性里面本具的般若智慧，不是向外求，外面没有东西。我们要深深相信，一点怀疑都没有。佛告诉我们，心外无法，法外无心，这个心就是心性、就是自性。学佛最后的目标是明心见性。",
      "zh_TW": "「廣學原為深入，專修即是總持」，這兩句話說得很好。廣學的目的在哪裡？目的是明心見性，這才叫深入；如果廣學，目的不是在明心見性，那你就學雜、學亂了，愈學愈遠。所以，佛法八萬四千法門，無量法門，最後的目的是一個，全都是明心見性。包括我們老實念佛，這是一個方法，是法門之一，這個法門的終極目標也是見性。如果學習最後的目標不是明心見性，這就不是佛法，決定不是大乘，這個是我們一定要知道。中國傳統學術講聖學，聖學最後的目標是成聖人，比聖人低一級的是賢人，再低一級的是君子。就像佛法裡面的佛陀、菩薩、阿羅漢，是一個意思。再認真、再努力的學習，終極的目標達不到，我們就修學錯了。學佛，前面講得很清楚，學佛的目標就是成佛，佛成不了要成菩薩，我們真的學到了。真學到了，就像前面所說的，智慧、福德圓滿了，佛是圓滿的智慧、圓滿的德相，真得到了。為什麼能得到？因為圓滿的智慧、究竟的德相是自性裡頭本有的。世尊在《華嚴經》上說，「一切眾生皆有如來智慧德相」，這真的，不是假的。因為一切眾生都有佛性、都有法性，法性裡面圓滿具足，講佛性是法性裡面本具的般若智慧，不是向外求，外面沒有東西。我們要深深相信，一點懷疑都沒有。佛告訴我們，心外無法，法外無心，這個心就是心性、就是自性。學佛最後的目標是明心見性。"
    },
    {
      "id": "02-039-0402_p0004",
      "zh_CN": "佛教传到中国两千年了，确实把中国传统文化提升了、丰富了，儒也讲明心见性，道也讲明心见性。学儒他也学佛，学道的他也学佛，儒释道这三样东西，在中国成为普遍共同修学的课程。学佛的人没有离开传统文化，不但没有离开，用传统文化代替戒律，做为我们基础的课程，扎根教育。所以，佛教在中国有这样殊胜的成就，两千多年来至少成就三千以上的人成佛，这是真的不是假的。惠能大师最为突出，这是因为他不认识字，他没学过。在五祖忍和尚会下，一席谈话就大彻大悟，这个是利根当中的上上根。这种人只有他一个，六祖之前没听说过，六祖之后没看见过。但是三五年开悟的、七八年开悟的、十年二十年开悟的很多！",
      "zh_TW": "佛教傳到中國兩千年了，確實把中國傳統文化提升了、豐富了，儒也講明心見性，道也講明心見性。學儒他也學佛，學道的他也學佛，儒釋道這三樣東西，在中國成為普遍共同修學的課程。學佛的人沒有離開傳統文化，不但沒有離開，用傳統文化代替戒律，做為我們基礎的課程，扎根教育。所以，佛教在中國有這樣殊勝的成就，兩千多年來至少成就三千以上的人成佛，這是真的不是假的。惠能大師最為突出，這是因為他不認識字，他沒學過。在五祖忍和尚會下，一席談話就大徹大悟，這個是利根當中的上上根。這種人只有他一個，六祖之前沒聽說過，六祖之後沒看見過。但是三五年開悟的、七八年開悟的、十年二十年開悟的很多！"
    },
    {
      "id": "02-039-0402_p0005",
      "zh_CN": "开悟的时间虽然不一样，悟入的境界是相同的，至少《华严经》上所说的圆教初住以上，别教是初地以上。大彻大悟的人，他超越十法界了，不但超越六道，他超越十法界，在六道十法界里头一尘不染，所以他智慧现前。世间人有智慧，因为染污把智慧变成烦恼、变成妄想、变成执着。大经里常说「烦恼即菩提」，烦恼跟菩提是一不是二，迷的时候叫烦恼，悟的时候叫菩提，一桩事情。「转烦恼为菩提」这句话是决定正确，不会让人误会；「断烦恼证菩提」，烦恼真的断了，菩提就没有了，你证什么菩提？只是迷悟的差别，从迷转到悟，那就是烦恼断了，菩提生了，就这么个意思。由此可知，烦恼是永远断不了的，菩提是永远出生无尽，就是智慧。不放下，烦恼就转不过来；要转过来，才真正享受到和谐、幸福、美满的一生。转不过来没有，假的，再大的福报、再高的地位都没有幸福可言。这是我们亲眼看见的，这个社会上有很高地位的人，拥有很多财富的人，他不快乐，他有烦恼、他有忧虑、他有牵挂；换句话说，他没有幸福可言，这是我们不能不知道的。",
      "zh_TW": "開悟的時間雖然不一樣，悟入的境界是相同的，至少《華嚴經》上所說的圓教初住以上，別教是初地以上。大徹大悟的人，他超越十法界了，不但超越六道，他超越十法界，在六道十法界裡頭一塵不染，所以他智慧現前。世間人有智慧，因為染污把智慧變成煩惱、變成妄想、變成執著。大經裡常說「煩惱即菩提」，煩惱跟菩提是一不是二，迷的時候叫煩惱，悟的時候叫菩提，一樁事情。「轉煩惱為菩提」這句話是決定正確，不會讓人誤會；「斷煩惱證菩提」，煩惱真的斷了，菩提就沒有了，你證什麼菩提？只是迷悟的差別，從迷轉到悟，那就是煩惱斷了，菩提生了，就這麼個意思。由此可知，煩惱是永遠斷不了的，菩提是永遠出生無盡，就是智慧。不放下，煩惱就轉不過來；要轉過來，才真正享受到和諧、幸福、美滿的一生。轉不過來沒有，假的，再大的福報、再高的地位都沒有幸福可言。這是我們親眼看見的，這個社會上有很高地位的人，擁有很多財富的人，他不快樂，他有煩惱、他有憂慮、他有牽掛；換句話說，他沒有幸福可言，這是我們不能不知道的。"
    },
    {
      "id": "02-039-0402_p0006",
      "zh_CN": "幸福、美满与贫富贵贱不相干，与地位、与财富不相干。真能够在六道、在十法界，六根接触六种境界不起心不动念、不分别不执着，这就是究竟圆满的幸福人生。你超越了，你脱离了，脱离之后，你看这个世间人就看得清清楚楚。中国古人所谓当局者迷，旁观者清，你跳出这个圈子就是旁观的，那你比什么都看得清楚。他今天出了事情，来向你请教，你就可以教他。为什么？因为你是局外人，你看得清楚，他迷在里头他看不清楚，你一指点，他觉悟了。如果我们也在六道里头，也跟他们一样迷惑颠倒，那自己的问题都不能解决，怎么能帮助别人？这就是古大德所谓的，必须要跳出红尘，红尘是六道轮回，你才能够帮助红尘里苦难众生；你自己没有跳出，你就没有这个能力。这个能力是本能，一切众生个个都有。",
      "zh_TW": "幸福、美滿與貧富貴賤不相干，與地位、與財富不相干。真能夠在六道、在十法界，六根接觸六種境界不起心不動念、不分別不執著，這就是究竟圓滿的幸福人生。你超越了，你脫離了，脫離之後，你看這個世間人就看得清清楚楚。中國古人所謂當局者迷，旁觀者清，你跳出這個圈子就是旁觀的，那你比什麼都看得清楚。他今天出了事情，來向你請教，你就可以教他。為什麼？因為你是局外人，你看得清楚，他迷在裡頭他看不清楚，你一指點，他覺悟了。如果我們也在六道裡頭，也跟他們一樣迷惑顛倒，那自己的問題都不能解決，怎麼能幫助別人？這就是古大德所謂的，必須要跳出紅塵，紅塵是六道輪迴，你才能夠幫助紅塵裡苦難眾生；你自己沒有跳出，你就沒有這個能力。這個能力是本能，一切眾生個個都有。"
    },
    {
      "id": "02-039-0402_p0007",
      "zh_CN": "所以记住，「广学原为深入」。但是广学绝对不是初学人能做到的，初学就广学就错了，那广学变成了严重的所知障。初学应该着重在底下这一句，「专修即是总持」，要用这个方法，专修修到开悟了再广学。善财给我们表演，善财童子在文殊菩萨会中专修，一门深入。他修什么法门？现在我们知道，他修念佛法门。为什么？文殊菩萨修念佛法门求生净土，善财是文殊得意门生，入室的弟子，怎么可能跟老师相违背？他大彻大悟，明心见性了，这在教下讲，成就了根本智，根本智得到了。《般若经》上说「般若无知」，根本智是无知。根本智是什么？是一心、是一念，最极清净心，这是根本智。清净心起作用叫后得智，起作用是无所不知，般若无知，无所不知。无所不知是广学，无知是专修；无知是见性，无所不知是从性起用。起用，记住，不是自受用，没有自受用，全是为他的。",
      "zh_TW": "所以記住，「廣學原為深入」。但是廣學絕對不是初學人能做到的，初學就廣學就錯了，那廣學變成了嚴重的所知障。初學應該著重在底下這一句，「專修即是總持」，要用這個方法，專修修到開悟了再廣學。善財給我們表演，善財童子在文殊菩薩會中專修，一門深入。他修什麼法門？現在我們知道，他修念佛法門。為什麼？文殊菩薩修念佛法門求生淨土，善財是文殊得意門生，入室的弟子，怎麼可能跟老師相違背？他大徹大悟，明心見性了，這在教下講，成就了根本智，根本智得到了。《般若經》上說「般若無知」，根本智是無知。根本智是什麼？是一心、是一念，最極清淨心，這是根本智。清淨心起作用叫後得智，起作用是無所不知，般若無知，無所不知。無所不知是廣學，無知是專修；無知是見性，無所不知是從性起用。起用，記住，不是自受用，沒有自受用，全是為他的。"
    },
    {
      "id": "02-039-0402_p0008",
      "zh_CN": "法身菩萨就有这个能力，就是圆教初住菩萨，就能够普遍应化在十方世界，与十方世界一切六道众生，这特别指六道，六道里头有缘众生。经上讲的这个话我们要记住，「佛不度无缘之人」。无缘是什么？他不接受你，他不相信你，不听你的，这个佛就度不了。有缘，全是过去生中无量劫来，我们现在知道，我们并不是只有这个地球，我们在这个地方生活，不是的。遍法界虚空界一切诸佛刹土，太空当中无量的星系我们都曾经住过，都曾经在那边生活过，所以我们的有缘众生遍在法界里头。不管是善缘、是恶缘，他们有求救的念头，有求帮助的这个意愿，你要是法身菩萨，就是初住以上，你统统知道。他念头还没起来，那个波动的现象就周遍法界，你就收到了。你跟他有缘，自自然然你就会现身，就会帮助他，应以什么身得度你就现什么身。",
      "zh_TW": "法身菩薩就有這個能力，就是圓教初住菩薩，就能夠普遍應化在十方世界，與十方世界一切六道眾生，這特別指六道，六道裡頭有緣眾生。經上講的這個話我們要記住，「佛不度無緣之人」。無緣是什麼？他不接受你，他不相信你，不聽你的，這個佛就度不了。有緣，全是過去生中無量劫來，我們現在知道，我們並不是只有這個地球，我們在這個地方生活，不是的。遍法界虛空界一切諸佛剎土，太空當中無量的星系我們都曾經住過，都曾經在那邊生活過，所以我們的有緣眾生遍在法界裡頭。不管是善緣、是惡緣，他們有求救的念頭，有求幫助的這個意願，你要是法身菩薩，就是初住以上，你統統知道。他念頭還沒起來，那個波動的現象就周遍法界，你就收到了。你跟他有緣，自自然然你就會現身，就會幫助他，應以什麼身得度你就現什麼身。"
    },
    {
      "id": "02-039-0402_p0009",
      "zh_CN": "他起心动念来求帮助，求佛、求神，佛菩萨应化到世间，决定没有起心动念。没起心动念怎么应？我们用一个比较容易懂的名词，佛家的名词叫感应，一般讲回应、反应。像江本博士做水实验，这一瓶水，它会看、它会听，它懂得人的意思，确实具足这个能力，见闻觉知、受想行识，真具足。我们一个善念对它，我喜欢你、我爱你，它是不是起心动念来回答我？不是的，它没有起心动念，直捷回应给你。佛在经典里面举的比喻，像敲鼓、敲钟，大叩则大鸣，小叩则小鸣。我们叩的人有心、有分别执着，它回应没有分别执着，也没有起心动念。所以诸佛菩萨应化在十法界，没起心没动念，这个要知道；他要起心动念他堕落了，他变成凡夫了。起心动念尚且没有，他怎么会有分别执着？他能把我们的问题解决得那么圆满、那么自在，那是自性的性德。他帮助我们，如果我们自性里头没有这个性德，他帮不上忙。他晓得，他的性德跟我们的性德是一不是二，他才能帮得上，如果是二帮不上，它是一不是二。所以这个是广学跟专修，也是一不是二。",
      "zh_TW": "他起心動念來求幫助，求佛、求神，佛菩薩應化到世間，決定沒有起心動念。沒起心動念怎麼應？我們用一個比較容易懂的名詞，佛家的名詞叫感應，一般講回應、反應。像江本博士做水實驗，這一瓶水，它會看、它會聽，它懂得人的意思，確實具足這個能力，見聞覺知、受想行識，真具足。我們一個善念對它，我喜歡你、我愛你，它是不是起心動念來回答我？不是的，它沒有起心動念，直捷回應給你。佛在經典裡面舉的比喻，像敲鼓、敲鐘，大叩則大鳴，小叩則小鳴。我們叩的人有心、有分別執著，它回應沒有分別執著，也沒有起心動念。所以諸佛菩薩應化在十法界，沒起心沒動念，這個要知道；他要起心動念他墮落了，他變成凡夫了。起心動念尚且沒有，他怎麼會有分別執著？他能把我們的問題解決得那麼圓滿、那麼自在，那是自性的性德。他幫助我們，如果我們自性裡頭沒有這個性德，他幫不上忙。他曉得，他的性德跟我們的性德是一不是二，他才能幫得上，如果是二幫不上，它是一不是二。所以這個是廣學跟專修，也是一不是二。"
    },
    {
      "id": "02-039-0402_p0010",
      "zh_CN": "善财童子在老师文殊师利会下得根本智，用净宗的术语，得理一心不乱，那就是根本智，那就是自性本定。起作用是后得智，应化在十法界起作用，显示的是无所不知、无所不能。他表演给我们看的，怕的是我们看不懂，故意做出这个样子出来给我们看，这样子是五十三参。五十三参是什么意思一定要懂，就是我们从早到晚，早晨起床到晚上睡觉，这一天你所看到的、所听到的、所接触到的一切人事物，就是五十三参。男女老少、各行各业，是在家出家统有，有帝王大臣、有贩夫走卒，就是社会现象。看得清清楚楚、明明白白，这是慧；心里头如如不动，没有起心、没有动念，这是定。天天经历，定慧是天天增长，这是智慧，不是知识。现在人学佛，碰到最大的一个难关是什么？把佛法当作知识去求，错了。知识纵然你听得多、读得多，还是古人所说的记问之学。下头一句话就不好听了，「记问之学不足以为人师」，为什么？没开悟。博闻强记，这是世间的学术，知识，不是智慧，智慧是大彻大悟。",
      "zh_TW": "善財童子在老師文殊師利會下得根本智，用淨宗的術語，得理一心不亂，那就是根本智，那就是自性本定。起作用是後得智，應化在十法界起作用，顯示的是無所不知、無所不能。他表演給我們看的，怕的是我們看不懂，故意做出這個樣子出來給我們看，這樣子是五十三參。五十三參是什麼意思一定要懂，就是我們從早到晚，早晨起床到晚上睡覺，這一天你所看到的、所聽到的、所接觸到的一切人事物，就是五十三參。男女老少、各行各業，是在家出家統有，有帝王大臣、有販夫走卒，就是社會現象。看得清清楚楚、明明白白，這是慧；心裡頭如如不動，沒有起心、沒有動念，這是定。天天經歷，定慧是天天增長，這是智慧，不是知識。現在人學佛，碰到最大的一個難關是什麼？把佛法當作知識去求，錯了。知識縱然你聽得多、讀得多，還是古人所說的記問之學。下頭一句話就不好聽了，「記問之學不足以為人師」，為什麼？沒開悟。博聞強記，這是世間的學術，知識，不是智慧，智慧是大徹大悟。"
    },
    {
      "id": "02-039-0402_p0011",
      "zh_CN": "有人从广学大彻大悟，有人从专修大彻大悟，都行，都可以做到大彻大悟。为什么？大彻大悟基本的条件是放下，你能放得下，就大彻大悟。释迦牟尼佛给我们表演，学了十二年，印度大概所有的高人他统统都见过，都跟他们学过了，再找不到老师了。他不是再继续去参学，他放下了，把十二年所学的东西统统放下，这才开悟。放下所知障！十九岁离开家庭，舍弃了王位，舍弃了宫廷的生活，那是放下烦恼障，十二年的求学是放下所知障，二障没有了，开悟了。开悟之后，过去广学多闻的起不起作用？起作用，变成什么？变成后得智，无所不知。真正根本智得到了，还要去修后得智，那就是五十三参。那很容易，一点都不难，就是日常生活、工作、待人接物，一看就明了，一听、一接触全都通达明了。",
      "zh_TW": "有人從廣學大徹大悟，有人從專修大徹大悟，都行，都可以做到大徹大悟。為什麼？大徹大悟基本的條件是放下，你能放得下，就大徹大悟。釋迦牟尼佛給我們表演，學了十二年，印度大概所有的高人他統統都見過，都跟他們學過了，再找不到老師了。他不是再繼續去參學，他放下了，把十二年所學的東西統統放下，這才開悟。放下所知障！十九歲離開家庭，捨棄了王位，捨棄了宮廷的生活，那是放下煩惱障，十二年的求學是放下所知障，二障沒有了，開悟了。開悟之後，過去廣學多聞的起不起作用？起作用，變成什麼？變成後得智，無所不知。真正根本智得到了，還要去修後得智，那就是五十三參。那很容易，一點都不難，就是日常生活、工作、待人接物，一看就明瞭，一聽、一接觸全都通達明瞭。"
    },
    {
      "id": "02-039-0402_p0012",
      "zh_CN": "龙树菩萨给我们表演那一招，用意很深。他证到初地，实在讲他那个初地是别教，不是圆教，就是圆教的初住菩萨。什么功夫？不起心、不动念、不分别、不执着，成佛了，真成佛，不是假的。只有无始无明的习气没断，无始无明破了，还有习气在。习气什么时候断掉？到妙觉才断掉，习气没有了；习气没有了，实报庄严土就没有了。所以我们今天知道，实报庄严土是无始无明习气变现出来的。它是真正的净土，它这里头没有变化，要知道，所有一切变化都是分别执着，他们没有分别执着，连分别执着的习气都没有。所以他那个境界里头都是永恒的，人没有生老病死，树木花草没有生住异灭，山河大地没有成住坏空。",
      "zh_TW": "龍樹菩薩給我們表演那一招，用意很深。他證到初地，實在講他那個初地是別教，不是圓教，就是圓教的初住菩薩。什麼功夫？不起心、不動念、不分別、不執著，成佛了，真成佛，不是假的。只有無始無明的習氣沒斷，無始無明破了，還有習氣在。習氣什麼時候斷掉？到妙覺才斷掉，習氣沒有了；習氣沒有了，實報莊嚴土就沒有了。所以我們今天知道，實報莊嚴土是無始無明習氣變現出來的。它是真正的淨土，它這裡頭沒有變化，要知道，所有一切變化都是分別執著，他們沒有分別執著，連分別執著的習氣都沒有。所以他那個境界裡頭都是永恆的，人沒有生老病死，樹木花草沒有生住異滅，山河大地沒有成住壞空。"
    },
    {
      "id": "02-039-0402_p0013",
      "zh_CN": "我们这边一切的一切是无常的，他们那边是真常的，所以叫一真法界。时间很久，称之为无量寿。古大德说得好，无量寿有两个意思，一个是有量的无量，一个是无量的无量。一真法界，诸佛实报土的寿命是有量的无量，常寂光是真正无量的无量。常寂光只有一位，妙觉。实报庄严土有四十一位，十住、十行、十回向、十地、等觉，他们住实报土。在实报土里头三个阿僧祇劫，才能把无始无明的习气断掉。无始无明习气断掉，完全没有了，那就叫妙觉，实报土不见了，常寂光土现前，回归常寂光。常寂光起不起作用？起作用，与一切众生起感应道交的作用。常寂光在哪里？无处不在，无时不在。所以，诸佛菩萨现身说法在什么时候？就在当下，《楞严》上说得好，「当处出生，随处灭尽」。他没有来去，不是我求，他来了，他教导我之后他就走了，他没有来去；换句话说，他没有生灭。我们用佛经的术语，他只有隐现不同，缘具足你就看见，现身了，缘不具足，没有了。没有了，他也没有灭，他也没有去；现身，他也没有来，他也没有生，这是事实真相。",
      "zh_TW": "我們這邊一切的一切是無常的，他們那邊是真常的，所以叫一真法界。時間很久，稱之為無量壽。古大德說得好，無量壽有兩個意思，一個是有量的無量，一個是無量的無量。一真法界，諸佛實報土的壽命是有量的無量，常寂光是真正無量的無量。常寂光只有一位，妙覺。實報莊嚴土有四十一位，十住、十行、十迴向、十地、等覺，他們住實報土。在實報土裡頭三個阿僧祇劫，才能把無始無明的習氣斷掉。無始無明習氣斷掉，完全沒有了，那就叫妙覺，實報土不見了，常寂光土現前，回歸常寂光。常寂光起不起作用？起作用，與一切眾生起感應道交的作用。常寂光在哪裡？無處不在，無時不在。所以，諸佛菩薩現身說法在什麼時候？就在當下，《楞嚴》上說得好，「當處出生，隨處滅盡」。他沒有來去，不是我求，他來了，他教導我之後他就走了，他沒有來去；換句話說，他沒有生滅。我們用佛經的術語，他只有隱現不同，緣具足你就看見，現身了，緣不具足，沒有了。沒有了，他也沒有滅，他也沒有去；現身，他也沒有來，他也沒有生，這是事實真相。"
    },
    {
      "id": "02-039-0402_p0014",
      "zh_CN": "所以我们初学，从专修比较妥当，为什么？专修就是持戒，守规矩，一门深入。哪怕经典都丢掉，没有关系，我这一门就是一句佛号。用一句佛号成就的人在历史上很多，而且时间不长，一般都是三年，三年不到。根性利的二、三个月，根性很钝的大概三年，他就行了，预知时至，自在往生。往生的时候不生病，没有病苦，说走就走了，瑞相稀有。《圣贤录》里头、《往生传》里面的记载我们看见过，现前念佛的往生人，在我们面前，我们亲眼所见、亲耳所闻，不是假的。倓虚老法师晚年在香港度过的，这个老人说话不骗人，常常说念佛好，念佛求生净土无比殊胜的法门。他一生亲眼看见的十几个，听说的很多很多。亲眼看见的，他举了个很好的例子，黑龙江哈尔滨市修无法师。哈尔滨的极乐寺是他建的，东北他建了十几所寺庙，他老人家对东北佛教贡献非常大，真可以说是第一人。极乐寺建成，他请他的老师谛闲老和尚，传一堂戒做为纪念。道场盖成功了，修无法师就在这个道场往生的。亲眼看到的，没有一个不赞叹。",
      "zh_TW": "所以我們初學，從專修比較妥當，為什麼？專修就是持戒，守規矩，一門深入。哪怕經典都丟掉，沒有關係，我這一門就是一句佛號。用一句佛號成就的人在歷史上很多，而且時間不長，一般都是三年，三年不到。根性利的二、三個月，根性很鈍的大概三年，他就行了，預知時至，自在往生。往生的時候不生病，沒有病苦，說走就走了，瑞相稀有。《聖賢錄》裡頭、《往生傳》裡面的記載我們看見過，現前念佛的往生人，在我們面前，我們親眼所見、親耳所聞，不是假的。倓虛老法師晚年在香港度過的，這個老人說話不騙人，常常說念佛好，念佛求生淨土無比殊勝的法門。他一生親眼看見的十幾個，聽說的很多很多。親眼看見的，他舉了個很好的例子，黑龍江哈爾濱市修無法師。哈爾濱的極樂寺是他建的，東北他建了十幾所寺廟，他老人家對東北佛教貢獻非常大，真可以說是第一人。極樂寺建成，他請他的老師諦閑老和尚，傳一堂戒做為紀念。道場蓋成功了，修無法師就在這個道場往生的。親眼看到的，沒有一個不讚歎。"
    },
    {
      "id": "02-039-0402_p0015",
      "zh_CN": "修无法师没有出家之前做泥水匠，不认识字，没念过书；以后出家也没有办法学经教，在常住里面做苦工。不怕吃苦，别人不愿意干的事情他干，一点怨气都没有，无论什么人见到他都是满面笑容，欢欢喜喜，什么吃力的事情、苦差事他全干。极乐寺传戒需要义工，他不是极乐寺的，他是外地的和尚，听说这儿传戒，他报名来当义工。老和尚问他，你能做什么？他说他愿意照顾病人。那个时候传戒是三个月，时间很长，难免没有伤风感冒的，生病的人他发心照顾。就报名，就住下来，分配他的工作。大概住了没多久，正式开戒还没开始，他就给倓老法师告假，他要走了。倓老有修养，来去自由，不过问。定西法师，当家师，他就没有老和尚那么厚道，就责备他，你这个出家人没有道心，传戒时间不长，你都不能坚持到底吗？怎么来了几天就想走了？怎么这么没有恒心？他跟这两位法师说，我不是到别的地方去，我往生到极乐世界去。这两个老和尚一听，「真的吗？」「真的。」「几时？」「不出十天。」请老和尚给他准备两百斤劈柴，准备火化。定西法师马上就吩咐，替他准备。",
      "zh_TW": "修無法師沒有出家之前做泥水匠，不認識字，沒念過書；以後出家也沒有辦法學經教，在常住裡面做苦工。不怕吃苦，別人不願意幹的事情他幹，一點怨氣都沒有，無論什麼人見到他都是滿面笑容，歡歡喜喜，什麼吃力的事情、苦差事他全幹。極樂寺傳戒需要義工，他不是極樂寺的，他是外地的和尚，聽說這兒傳戒，他報名來當義工。老和尚問他，你能做什麼？他說他願意照顧病人。那個時候傳戒是三個月，時間很長，難免沒有傷風感冒的，生病的人他發心照顧。就報名，就住下來，分配他的工作。大概住了沒多久，正式開戒還沒開始，他就給倓老法師告假，他要走了。倓老有修養，來去自由，不過問。定西法師，當家師，他就沒有老和尚那麼厚道，就責備他，你這個出家人沒有道心，傳戒時間不長，你都不能堅持到底嗎？怎麼來了幾天就想走了？怎麼這麼沒有恆心？他跟這兩位法師說，我不是到別的地方去，我往生到極樂世界去。這兩個老和尚一聽，「真的嗎？」「真的。」「幾時？」「不出十天。」請老和尚給他準備兩百斤劈柴，準備火化。定西法師馬上就吩咐，替他準備。"
    },
    {
      "id": "02-039-0402_p0016",
      "zh_CN": "到第二天又来了，跟老和尚说，我明天就走了。匆匆忙忙给他准备。他要求找几个人帮他助念，那个喜欢去助念看他往生的人可就多了，大家都喜欢。走的时候潇洒，没病，临时在小房间里搭了个床铺，他盘腿坐在上面，大家念佛送他往生。送往生的人跟他说，跟他讲：「修无师，你今天到极乐世界去了。在过去往生的人，像这么潇洒自在的，总得留一点纪念给我们。」请他作几首诗、作几个偈子给我们。他说：「我是老粗出身，一生都是做苦力、苦工，我也不会作诗，我也不会作偈，你们大家都来找我，我有一句话告诉你，留给你们做个纪念。」「什么话？」他说：「能说不能行，不是真智慧」，就留这句话。他自己不能说，他真干，真放下了。真正修福，常住里头粗活、重活，人家不肯干的他干，他在修福，福慧双修，修慧就一句佛号。他什么都不会，就念阿弥陀佛，佛号不间断，走的时候那么自在、那么潇洒。",
      "zh_TW": "到第二天又來了，跟老和尚說，我明天就走了。匆匆忙忙給他準備。他要求找幾個人幫他助念，那個喜歡去助念看他往生的人可就多了，大家都喜歡。走的時候瀟灑，沒病，臨時在小房間裡搭了個床鋪，他盤腿坐在上面，大家念佛送他往生。送往生的人跟他說，跟他講：「修無師，你今天到極樂世界去了。在過去往生的人，像這麼瀟灑自在的，總得留一點紀念給我們。」請他作幾首詩、作幾個偈子給我們。他說：「我是老粗出身，一生都是做苦力、苦工，我也不會作詩，我也不會作偈，你們大家都來找我，我有一句話告訴你，留給你們做個紀念。」「什麼話？」他說：「能說不能行，不是真智慧」，就留這句話。他自己不能說，他真幹，真放下了。真正修福，常住裡頭粗活、重活，人家不肯幹的他幹，他在修福，福慧雙修，修慧就一句佛號。他什麼都不會，就念阿彌陀佛，佛號不間斷，走的時候那麼自在、那麼瀟灑。"
    },
    {
      "id": "02-039-0402_p0017",
      "zh_CN": "倓老说，像这样往生的，他亲眼看到的，一生看到十几个人。这哪里是假的？这装不出来的。听别人讲的那就更多了，站着走的、坐着走的。像谛闲老和尚那个徒弟锅漏匠，站着走的，也是没有生病，说走就走了，还站了三天，等老和尚替他办后事。死了站三天，你看真有本事，他不倒。所以，这些人绝大多数都是专修成功的。他们这些人要不要广学？当然要广学。什么时候广学？到极乐世界再广学，高明！在这个地方怕乱了念头，我只一门深入，一个念头。到极乐世界不要紧，无量寿，有的是时间。这个地方的时间不长，纵然活上一百年，也是一刹那，这一百年是一刹那，时间过得好快，不够用。所以那才叫真正有智慧，一切放下，专念阿弥陀佛，到极乐世界再广学多闻，容易。",
      "zh_TW": "倓老說，像這樣往生的，他親眼看到的，一生看到十幾個人。這哪裡是假的？這裝不出來的。聽別人講的那就更多了，站著走的、坐著走的。像諦閑老和尚那個徒弟鍋漏匠，站著走的，也是沒有生病，說走就走了，還站了三天，等老和尚替他辦後事。死了站三天，你看真有本事，他不倒。所以，這些人絕大多數都是專修成功的。他們這些人要不要廣學？當然要廣學。什麼時候廣學？到極樂世界再廣學，高明！在這個地方怕亂了念頭，我只一門深入，一個念頭。到極樂世界不要緊，無量壽，有的是時間。這個地方的時間不長，縱然活上一百年，也是一剎那，這一百年是一剎那，時間過得好快，不夠用。所以那才叫真正有智慧，一切放下，專念阿彌陀佛，到極樂世界再廣學多聞，容易。"
    },
    {
      "id": "02-039-0402_p0018",
      "zh_CN": "极乐世界修一天，我们这个地方学一万劫都比不上他，这是真的不是假的。极乐世界即使凡圣同居土下下品往生的人，生到极乐世界就得到阿弥陀佛四十八愿威神加持，你的智慧、神通、道力跟阿惟越致菩萨平等，这还得了吗？阿惟越致菩萨就是《华严经》的四十一位法身大士，你有能力分身，有能力化身。分多少身？化多少身？能够分身无量无边无数无尽。十方诸佛如来有多少佛，你可以分多少身，同时每一个身你去拜这尊佛。你供佛是修福，你闻法是修慧，福慧双修。你一天所学的，在娑婆世界无量劫都学不到，你到极乐世界一天就圆满了。天天这样干还得了！所以，极乐世界成佛快，就快在这个地方，他可以同时学。自己的本身，在阿弥陀佛的讲堂没动，分身，每一尊佛面前都有你的身，你全都学到了，同时学到，无量的法门一次完成。这种殊胜的道场、殊胜的学习机缘，他方世界没有，遍法界虚空界找不到，只有这一家。所以诸佛称赞弥陀「光中极尊，佛中之王」，等于说是这个称号是诸佛如来共同赠送给阿弥陀佛的。",
      "zh_TW": "極樂世界修一天，我們這個地方學一萬劫都比不上他，這是真的不是假的。極樂世界即使凡聖同居土下下品往生的人，生到極樂世界就得到阿彌陀佛四十八願威神加持，你的智慧、神通、道力跟阿惟越致菩薩平等，這還得了嗎？阿惟越致菩薩就是《華嚴經》的四十一位法身大士，你有能力分身，有能力化身。分多少身？化多少身？能夠分身無量無邊無數無盡。十方諸佛如來有多少佛，你可以分多少身，同時每一個身你去拜這尊佛。你供佛是修福，你聞法是修慧，福慧雙修。你一天所學的，在娑婆世界無量劫都學不到，你到極樂世界一天就圓滿了。天天這樣幹還得了！所以，極樂世界成佛快，就快在這個地方，他可以同時學。自己的本身，在阿彌陀佛的講堂沒動，分身，每一尊佛面前都有你的身，你全都學到了，同時學到，無量的法門一次完成。這種殊勝的道場、殊勝的學習機緣，他方世界沒有，遍法界虛空界找不到，只有這一家。所以諸佛稱讚彌陀「光中極尊，佛中之王」，等於說是這個稱號是諸佛如來共同贈送給阿彌陀佛的。"
    },
    {
      "id": "02-039-0402_p0019",
      "zh_CN": "我们今天有缘遇到了，能不抓住吗？能不成就吗？如果空过了，那叫真可惜！特别是我们生在现前这个环境，这个环境是整个地球、社会动荡不安，史无前例。又遇到地球的灾变频繁，过去没有这样的记录。我们用什么样的心态来应对？就是一句六字洪名，这问题全都化解了。众生的共业我们没有能力化解，我们的别业化解了。灾难要是临到我们身上，我们欢喜接受。我欢喜，诸佛菩萨也欢喜，为什么？正好接引往生，就到极乐世界去了。如果你还有任务，你走不了，灾难在你面前你也平安度过。那是什么？你要留下来收拾灾难的残局，你要帮助这些苦难众生，你有任务。往生成佛去好，留在这个世间救苦救难也好，这辛苦一些。",
      "zh_TW": "我們今天有緣遇到了，能不抓住嗎？能不成就嗎？如果空過了，那叫真可惜！特別是我們生在現前這個環境，這個環境是整個地球、社會動盪不安，史無前例。又遇到地球的災變頻繁，過去沒有這樣的記錄。我們用什麼樣的心態來應對？就是一句六字洪名，這問題全都化解了。眾生的共業我們沒有能力化解，我們的別業化解了。災難要是臨到我們身上，我們歡喜接受。我歡喜，諸佛菩薩也歡喜，為什麼？正好接引往生，就到極樂世界去了。如果你還有任務，你走不了，災難在你面前你也平安度過。那是什麼？你要留下來收拾災難的殘局，你要幫助這些苦難眾生，你有任務。往生成佛去好，留在這個世間救苦救難也好，這辛苦一些。"
    },
    {
      "id": "02-039-0402_p0020",
      "zh_CN": "下面这两句，「声声唤醒自己，念念不离本尊」，这叫相应。古德常说，「一念相应一念佛，念念相应念念佛」。本尊是阿弥陀佛，心里真有阿弥陀佛。念佛人，最重要的是要把心换掉，早年李老师教我们这些年轻人常说换心。怎么换法？心里面这些拉拉杂杂东西清除掉，放下，把阿弥陀佛放进去。就是中峰禅师在系念法事里所说的，「我心即是阿弥陀佛，阿弥陀佛即是我心」，你还能不往生吗？心是阿弥陀佛，口当然念阿弥陀佛，声声唤醒自己，自己是阿弥陀佛了，这个不是假的。前面我们读过阿阇王子，他们这个小团体，听佛讲《无量寿经》听到欢喜，心里面都发愿：我们决定要生到极乐世界，我们要成佛，我们要成佛像阿弥陀佛一样。才起心动念，佛就知道了，释迦牟尼佛说出阿阇王子这些人，过去生中跟释迦牟尼佛的缘分，为他们授记，他们将来必定往生、必定满愿。这是来给我们做榜样的、做模范的，学阿弥陀佛就得学像，要像阿弥陀佛，都变成阿弥陀佛的分身，这就对了。",
      "zh_TW": "下面這兩句，「聲聲喚醒自己，念念不離本尊」，這叫相應。古德常說，「一念相應一念佛，念念相應念念佛」。本尊是阿彌陀佛，心裡真有阿彌陀佛。念佛人，最重要的是要把心換掉，早年李老師教我們這些年輕人常說換心。怎麼換法？心裡面這些拉拉雜雜東西清除掉，放下，把阿彌陀佛放進去。就是中峰禪師在繫念法事裡所說的，「我心即是阿彌陀佛，阿彌陀佛即是我心」，你還能不往生嗎？心是阿彌陀佛，口當然念阿彌陀佛，聲聲喚醒自己，自己是阿彌陀佛了，這個不是假的。前面我們讀過阿闍王子，他們這個小團體，聽佛講《無量壽經》聽到歡喜，心裡面都發願：我們決定要生到極樂世界，我們要成佛，我們要成佛像阿彌陀佛一樣。才起心動念，佛就知道了，釋迦牟尼佛說出阿闍王子這些人，過去生中跟釋迦牟尼佛的緣分，為他們授記，他們將來必定往生、必定滿願。這是來給我們做榜樣的、做模範的，學阿彌陀佛就得學像，要像阿彌陀佛，都變成阿彌陀佛的分身，這就對了。"
    },
    {
      "id": "02-039-0402_p0021",
      "zh_CN": "「又云」，这还是《净修捷要》上说的，「无量光寿，是我本觉；起心念佛，方名始觉。」光是智慧，寿是福报，无量的光寿，那就是说究竟圆满的智慧、福德，这是你自性里头本有的，本觉。世出世法，十法界依正庄严，谁有究竟圆满的智慧、福报？找不到一个。大梵天王没有，摩醯首罗天王也没有，只有诸佛如来具足。诸佛如来是我们修成的，怎么修法？放下就成就了。这句话我们听得耳熟，但是问题在哪里？问题放不下。我们必须要记住，放不下就不能成就，放不下就不是真学佛。要放下身见，从哪里放起？从自私自利放起。要知道，我们无量劫来被自私自利害惨了，要不然早就成佛，早到极乐世界了。就是放不下自私自利，放不下名闻利养，贪恋六道轮回，六道轮回稍稍不小心就搞到三途地狱去了。堕三恶道太容易，一个不小心就下去，下去之后再出来很难。三恶道，我在讲经的时候说过很多次，是消我们罪业的地方，在那个地方消罪业。要把我们无始劫来那些罪业消尽了，你才能出来，罪业没有消尽出不来。就是说我们这一身的染污、肮脏，到那里去洗干净，洗干净就出来了。可是出来不久又被染污了，再堕下去再重新再洗一道，就干这傻事。为什么会有这个现象？没有真正觉悟，真正觉悟，出来之后不再干傻事了，那就是说，不再搞自私自利，不再搞名闻利养了。真的把这个东西放下，五欲六尘、贪瞋痴慢彻底放下，求生净土，真叫「万修万人去」，一个都不会漏掉的。",
      "zh_TW": "「又云」，這還是《淨修捷要》上說的，「無量光壽，是我本覺；起心念佛，方名始覺。」光是智慧，壽是福報，無量的光壽，那就是說究竟圓滿的智慧、福德，這是你自性裡頭本有的，本覺。世出世法，十法界依正莊嚴，誰有究竟圓滿的智慧、福報？找不到一個。大梵天王沒有，摩醯首羅天王也沒有，只有諸佛如來具足。諸佛如來是我們修成的，怎麼修法？放下就成就了。這句話我們聽得耳熟，但是問題在哪裡？問題放不下。我們必須要記住，放不下就不能成就，放不下就不是真學佛。要放下身見，從哪裡放起？從自私自利放起。要知道，我們無量劫來被自私自利害慘了，要不然早就成佛，早到極樂世界了。就是放不下自私自利，放不下名聞利養，貪戀六道輪迴，六道輪迴稍稍不小心就搞到三途地獄去了。墮三惡道太容易，一個不小心就下去，下去之後再出來很難。三惡道，我在講經的時候說過很多次，是消我們罪業的地方，在那個地方消罪業。要把我們無始劫來那些罪業消盡了，你才能出來，罪業沒有消盡出不來。就是說我們這一身的染污、骯髒，到那裡去洗乾淨，洗乾淨就出來了。可是出來不久又被染污了，再墮下去再重新再洗一道，就幹這傻事。為什麼會有這個現象？沒有真正覺悟，真正覺悟，出來之後不再幹傻事了，那就是說，不再搞自私自利，不再搞名聞利養了。真的把這個東西放下，五欲六塵、貪瞋痴慢徹底放下，求生淨土，真叫「萬修萬人去」，一個都不會漏掉的。"
    },
    {
      "id": "02-039-0402_p0022",
      "zh_CN": "因此，这个经不能不读。烦恼现行了，在日常生活当中出状况了，怎么办？读经。万缘放下，把这个经从头到尾念个一、二遍，你问题就解决了。清净心现前，清净心生智慧，智慧能解决问题。换句话说，解决，真正解决问题的，佛菩萨给你做增上缘，谁解决的？是你自己的性德解决的。借着佛菩萨这个缘，把自己性德里头的智慧、德能引出来，问题解决了。这是真的，这不是假的。所以诸佛菩萨教化众生、帮助众生，从初发心到圆满成佛，他不居功，说他做得多好，没有。为什么？是你自己成就的，他只是给你做个增上缘。亲因缘是你具足的，所缘缘、无间缘都是你自己具足的，不是从外来的。就像现在学校老师对学生的帮助完全相同。好老师只能把他成功的经验讲给你听，你觉悟了、你明白了，你自己晓得怎么做，能够做到圆满成功的境界。老师的恩德是指示我们方向、指示我们目标，告诉我们这些方法，成功与失败就看你自己是不是真干，真听话、真干没有一个不成功。",
      "zh_TW": "因此，這個經不能不讀。煩惱現行了，在日常生活當中出狀況了，怎麼辦？讀經。萬緣放下，把這個經從頭到尾念個一、二遍，你問題就解決了。清淨心現前，清淨心生智慧，智慧能解決問題。換句話說，解決，真正解決問題的，佛菩薩給你做增上緣，誰解決的？是你自己的性德解決的。藉著佛菩薩這個緣，把自己性德裡頭的智慧、德能引出來，問題解決了。這是真的，這不是假的。所以諸佛菩薩教化眾生、幫助眾生，從初發心到圓滿成佛，他不居功，說他做得多好，沒有。為什麼？是你自己成就的，他只是給你做個增上緣。親因緣是你具足的，所緣緣、無間緣都是你自己具足的，不是從外來的。就像現在學校老師對學生的幫助完全相同。好老師只能把他成功的經驗講給你聽，你覺悟了、你明白了，你自己曉得怎麼做，能夠做到圓滿成功的境界。老師的恩德是指示我們方向、指示我們目標，告訴我們這些方法，成功與失敗就看你自己是不是真幹，真聽話、真幹沒有一個不成功。"
    },
    {
      "id": "02-039-0402_p0023",
      "zh_CN": "起心念佛这就是始觉，始觉合本觉，本觉跟始觉是一个觉，无二无别。你觉的是什么？觉的是你本觉，你自性里头本来有，因为迷了就不觉，现在把迷惑放下了就觉悟了。用什么方法？念佛的方法最好！为什么？这一句阿弥陀佛就是本觉的德号。无量觉，阿弥陀佛翻成中国字是无量觉，无量觉是自性里头本具的。我现在不觉，迷了，从今天起天天念无量觉，就把自己的本觉给念出来，就是这么回事情。",
      "zh_TW": "起心念佛這就是始覺，始覺合本覺，本覺跟始覺是一個覺，無二無別。你覺的是什麼？覺的是你本覺，你自性裡頭本來有，因為迷了就不覺，現在把迷惑放下了就覺悟了。用什麼方法？念佛的方法最好！為什麼？這一句阿彌陀佛就是本覺的德號。無量覺，阿彌陀佛翻成中國字是無量覺，無量覺是自性裡頭本具的。我現在不覺，迷了，從今天起天天念無量覺，就把自己的本覺給念出來，就是這麼回事情。"
    },
    {
      "id": "02-039-0402_p0024",
      "zh_CN": "「托彼依正，显我自心，始本不离，直趋觉路」。现在我们依靠阿弥陀佛的依报，就是极乐世界，我们要到那里去，那个地方是最理想的修学环境；正报是阿弥陀佛，老师。好老师、好的学习处所，我们要依靠它，依靠它显我自心。依正庄严都是我自心变现出来的，因为我心跟阿弥陀佛的心是一个心，不是两个心，自他不二。这在中国传统文化里面讲，这是伦理关系。要晓得，阿弥陀佛跟我们是一个心，是一体。这关系多密切，不是一家人，是一体！我们一体里面，外面是眼耳鼻舌身，里面是五脏六腑，一体。从这个地方认知，然后你就觉悟到，遍法界虚空界万事万物跟我是一体。为什么？唯心所现。这个心就是自心，就是《还源观》里讲的自性清净圆明体，能生万法，遍法界虚空界、无量无边诸佛如来刹土全是它变现的。学大乘，一定要认知，你要认识、你要知道、你要承认，遍法界虚空界跟我是一体。真明白、真懂得了，你对任何一个人就像对自己一样，这是大乘，这是一切法里头无与伦比的第一法。哲学里头没有说到，科学里头也没有说到，一般宗教里头也没有说到，只有佛法大乘教里头讲得这么清楚、这么明白。所以讲伦理，伦理是讲关系，只有大乘讲得透彻、讲得究竟、讲得圆满。",
      "zh_TW": "「托彼依正，顯我自心，始本不離，直趨覺路」。現在我們依靠阿彌陀佛的依報，就是極樂世界，我們要到那裡去，那個地方是最理想的修學環境；正報是阿彌陀佛，老師。好老師、好的學習處所，我們要依靠它，依靠它顯我自心。依正莊嚴都是我自心變現出來的，因為我心跟阿彌陀佛的心是一個心，不是兩個心，自他不二。這在中國傳統文化裡面講，這是倫理關係。要曉得，阿彌陀佛跟我們是一個心，是一體。這關係多密切，不是一家人，是一體！我們一體裡面，外面是眼耳鼻舌身，裡面是五臟六腑，一體。從這個地方認知，然後你就覺悟到，遍法界虛空界萬事萬物跟我是一體。為什麼？唯心所現。這個心就是自心，就是《還源觀》裡講的自性清淨圓明體，能生萬法，遍法界虛空界、無量無邊諸佛如來剎土全是它變現的。學大乘，一定要認知，你要認識、你要知道、你要承認，遍法界虛空界跟我是一體。真明白、真懂得了，你對任何一個人就像對自己一樣，這是大乘，這是一切法裡頭無與倫比的第一法。哲學裡頭沒有說到，科學裡頭也沒有說到，一般宗教裡頭也沒有說到，只有佛法大乘教裡頭講得這麼清楚、這麼明白。所以講倫理，倫理是講關係，只有大乘講得透徹、講得究竟、講得圓滿。"
    },
    {
      "id": "02-039-0402_p0025",
      "zh_CN": "「始本不离，直趋觉路」，这个觉路就是梵文里面所讲的萨婆若海，这就是直趋自性。自性是觉，不是迷，自性确实无所不知、无所不能。我们迷了自性。什么时候直趋觉路？法身菩萨，始本不离，法身菩萨才做到。今天我们知道，极乐世界往生的这些菩萨统统做到，连凡圣同居土下下品往生的，他都能做到。为什么？阿弥陀佛本愿威神加持。四十八愿第二十愿，阿弥陀佛说，凡是往生到西方极乐世界，皆作阿惟越致菩萨。这是弥陀本愿威神加持的，你没有到这个境界也到了，等于到了。这就是念不退。三种不退，第一个是地位不退，绝不退到三恶道，决定不退到六道轮回；第二个是行不退，决定是大乘菩萨，不会退到二乘，不会去作阿罗汉、作辟支佛；第三个叫念不退，念念都向着萨婆若海，就是念念直趋觉路。萨婆若海，实际上在极乐世界就是常寂光，念念趋向常寂光净土，那就是圆满的回归自性。都是讲的念佛法门不可思议。底下两句话很重要，「暂尔相违，便堕无明」。所以说不小心，暂尔就是不小心，这不小心堕落，堕落到地狱去了。真的叫一念不觉，错了。功夫就在如何保持觉而不迷、正而不邪、净而不染，这是三皈依。为什么一进佛门，佛就先把这桩事情教给我们？方向、目标教给你了。你皈依三宝，为的是什么？学的是什么？想得到的是什么？觉、正、净。这八个字时时刻刻提醒自己。",
      "zh_TW": "「始本不離，直趨覺路」，這個覺路就是梵文裡面所講的薩婆若海，這就是直趨自性。自性是覺，不是迷，自性確實無所不知、無所不能。我們迷了自性。什麼時候直趨覺路？法身菩薩，始本不離，法身菩薩才做到。今天我們知道，極樂世界往生的這些菩薩統統做到，連凡聖同居土下下品往生的，他都能做到。為什麼？阿彌陀佛本願威神加持。四十八願第二十願，阿彌陀佛說，凡是往生到西方極樂世界，皆作阿惟越致菩薩。這是彌陀本願威神加持的，你沒有到這個境界也到了，等於到了。這就是念不退。三種不退，第一個是地位不退，絕不退到三惡道，決定不退到六道輪迴；第二個是行不退，決定是大乘菩薩，不會退到二乘，不會去作阿羅漢、作辟支佛；第三個叫念不退，念念都向著薩婆若海，就是念念直趨覺路。薩婆若海，實際上在極樂世界就是常寂光，念念趨向常寂光淨土，那就是圓滿的回歸自性。都是講的念佛法門不可思議。底下兩句話很重要，「暫爾相違，便墮無明」。所以說不小心，暫爾就是不小心，這不小心墮落，墮落到地獄去了。真的叫一念不覺，錯了。功夫就在如何保持覺而不迷、正而不邪、淨而不染，這是三皈依。為什麼一進佛門，佛就先把這樁事情教給我們？方向、目標教給你了。你皈依三寶，為的是什麼？學的是什麼？想得到的是什麼？覺、正、淨。這八個字時時刻刻提醒自己。"
    },
    {
      "id": "02-039-0402_p0026",
      "zh_CN": "「又《无量寿经起信论》云：须知持名一法」，持是保持，不能够间断，名是阿弥陀佛的名号，这个方法「最为简要」，简单、重要，八万四千法门没有一个法门能跟它相比，最简单、最容易、最稳当、最可靠，而且成就又最高，这个不可思议。成就最高，因为它跟一心相应，这是自分，他力的时候得阿弥陀佛本愿威神加持，这就无比的殊胜。「行者（念佛人）初发心时，贵有定课」。因为一般六道众生，说实在话，根性都是中下根性，不是上根利智。中下根性最重要是老实，老实就定课，每天定一千声，或者一万声，或者十万声。最好是「从少至多，由散入定」，这教你方法。开始不要定太多，每天早课念一部《弥陀经》，《弥陀经》短，好念，几分钟就念完了，念一千声佛号。晚课也是这么做法，早晚一样，简单，容易做，贵在坚持不断，天天不能断。念个二、三年，功夫得力了再增加，一天念二千或者三千，慢慢往上加，这就对了，绝不好高骛远。除了定课之外，这就有散课，散课就是想起来就念，无论在什么时候，无论在什么场所，只要不扰乱别人。人多的地方，自己静下来默念，心里面念佛不要出声，就不干扰别人。",
      "zh_TW": "「又《無量壽經起信論》云：須知持名一法」，持是保持，不能夠間斷，名是阿彌陀佛的名號，這個方法「最為簡要」，簡單、重要，八萬四千法門沒有一個法門能跟它相比，最簡單、最容易、最穩當、最可靠，而且成就又最高，這個不可思議。成就最高，因為它跟一心相應，這是自分，他力的時候得阿彌陀佛本願威神加持，這就無比的殊勝。「行者（念佛人）初發心時，貴有定課」。因為一般六道眾生，說實在話，根性都是中下根性，不是上根利智。中下根性最重要是老實，老實就定課，每天定一千聲，或者一萬聲，或者十萬聲。最好是「從少至多，由散入定」，這教你方法。開始不要定太多，每天早課念一部《彌陀經》，《彌陀經》短，好念，幾分鐘就念完了，念一千聲佛號。晚課也是這麼做法，早晚一樣，簡單，容易做，貴在堅持不斷，天天不能斷。念個二、三年，功夫得力了再增加，一天念二千或者三千，慢慢往上加，這就對了，絕不好高騖遠。除了定課之外，這就有散課，散課就是想起來就念，無論在什麼時候，無論在什麼場所，只要不擾亂別人。人多的地方，自己靜下來默念，心裡面念佛不要出聲，就不干擾別人。"
    },
    {
      "id": "02-039-0402_p0027",
      "zh_CN": "摄心很难，摄心是真正的功夫。印光大师出现在我们这个时代用意很深，这是西方大势至菩萨再来。他教给我们的方法，那就是现代人可行的方法，他出生在这个时代。用他那样的十念法，念得清楚，念四个字也行、六个字也行。四个字，「阿、弥、陀、佛」，要这样念。印光大师念佛很慢，一个字一个字念，念得清楚，字字清楚，听得清楚。还要什么？记得清楚，不要用念珠，老法师告诉我们，用念珠分心、分神，心力很难集中。完全用心记，只记十个数，从第一句到第十句，知道这一句是十句里头的第几句，很清楚；十句念完了，再从一到十、一到十，就这样念下去。容易摄心，也就是杂念不会起来。因为一起杂念，你就记不清楚了，这个十句就记不清楚了，记不清楚不算，重来。这个方法好，一定要记得清清楚楚才算数。初学，十句真难，不容易，念到六、七句就乱了。老法师告诉我们，你可以分为两段，第一句到第五句。有人问我，我念到第五句了，我再从第一句到第五句行不行？不行。从第一句到第五句，第二个五句是第六、第七、第八、第九、第十，要这样记法。乃至于用三三四都可以，第一句、第二句、第三，第四、第五、第六，第七、第八、第九、第十。你要这样记法才行，才能摄心。你要是我三句，一二三，再过再记一二三，这个不行，这个不能摄心。胡小林用这个方法，用了四个月他来告诉我，很有受用。以前念佛就是杂念太多，这四个月训练之后杂念就少了，没有了，欢喜无量。念几个小时不知道疲倦，也没有感觉到好像好长的时间，念三、四个小时就像几分钟一样，就这种感觉。祖师传下来这个方法，大家不妨试验试验看。后面说，「从少至多，由散入定」，慢慢确确实实你就自然成就念佛三昧。「随其念力，俱可往生」，念佛的目的只有一个，求生净土，亲近弥陀，这个愿望一定可以达到。",
      "zh_TW": "攝心很難，攝心是真正的功夫。印光大師出現在我們這個時代用意很深，這是西方大勢至菩薩再來。他教給我們的方法，那就是現代人可行的方法，他出生在這個時代。用他那樣的十念法，念得清楚，念四個字也行、六個字也行。四個字，「阿、彌、陀、佛」，要這樣念。印光大師念佛很慢，一個字一個字念，念得清楚，字字清楚，聽得清楚。還要什麼？記得清楚，不要用念珠，老法師告訴我們，用念珠分心、分神，心力很難集中。完全用心記，只記十個數，從第一句到第十句，知道這一句是十句裡頭的第幾句，很清楚；十句念完了，再從一到十、一到十，就這樣念下去。容易攝心，也就是雜念不會起來。因為一起雜念，你就記不清楚了，這個十句就記不清楚了，記不清楚不算，重來。這個方法好，一定要記得清清楚楚才算數。初學，十句真難，不容易，念到六、七句就亂了。老法師告訴我們，你可以分為兩段，第一句到第五句。有人問我，我念到第五句了，我再從第一句到第五句行不行？不行。從第一句到第五句，第二個五句是第六、第七、第八、第九、第十，要這樣記法。乃至於用三三四都可以，第一句、第二句、第三，第四、第五、第六，第七、第八、第九、第十。你要這樣記法才行，才能攝心。你要是我三句，一二三，再過再記一二三，這個不行，這個不能攝心。胡小林用這個方法，用了四個月他來告訴我，很有受用。以前念佛就是雜念太多，這四個月訓練之後雜念就少了，沒有了，歡喜無量。念幾個小時不知道疲倦，也沒有感覺到好像好長的時間，念三、四個小時就像幾分鐘一樣，就這種感覺。祖師傳下來這個方法，大家不妨試驗試驗看。後面說，「從少至多，由散入定」，慢慢確確實實你就自然成就念佛三昧。「隨其念力，俱可往生」，念佛的目的只有一個，求生淨土，親近彌陀，這個願望一定可以達到。"
    },
    {
      "id": "02-039-0402_p0028",
      "zh_CN": "「又《安乐集》云：称名亦尔，但能专至，相续不断，定生佛前。」称名就是我们现在讲的念佛，重要的是专至，就是本经上所说的一向专念，一个方向、一个目标，专念阿弥陀佛。「相续不断，定生佛前」，你决定得生，我们的目的就达到了。我们在这个世间，生生世世，绝对不是这一生才开始学佛，才开始遇到这个法门，不是的，过去生中有深厚的底蕴，这一生当中又遇到了。也可能是过去临终的时候遇缘不善，一念相违背，又搞轮回了，在这一生当中又遇到，跟过去的善根接上了。这一生如果再疏忽，那要等来生后世，来生后世不知道要经过多长时间，那得受苦受难。如果真正觉悟，我不愿意再受苦，不愿意再受难，我希望这一生当中成就，你就相续不断，你这一生决定得生。",
      "zh_TW": "「又《安樂集》云：稱名亦爾，但能專至，相續不斷，定生佛前。」稱名就是我們現在講的念佛，重要的是專至，就是本經上所說的一向專念，一個方向、一個目標，專念阿彌陀佛。「相續不斷，定生佛前」，你決定得生，我們的目的就達到了。我們在這個世間，生生世世，絕對不是這一生才開始學佛，才開始遇到這個法門，不是的，過去生中有深厚的底蘊，這一生當中又遇到了。也可能是過去臨終的時候遇緣不善，一念相違背，又搞輪迴了，在這一生當中又遇到，跟過去的善根接上了。這一生如果再疏忽，那要等來生後世，來生後世不知道要經過多長時間，那得受苦受難。如果真正覺悟，我不願意再受苦，不願意再受難，我希望這一生當中成就，你就相續不斷，你這一生決定得生。"
    },
    {
      "id": "02-039-0402_p0029",
      "zh_CN": "后面说，「今劝后代学者，若欲会其二谛，但知念念不可得，即是智慧门。」这是祖师大德劝勉后代的学人，如果要想融会二谛，二谛是真俗、是空有，你要能够融会，但知念念不可得，这是智慧门。念不念？念，念得很认真。虽然念，不着相，这个意思就是说不分别、不执着，净念相继。这是什么？这是第二重的功夫。第一重要念到净念，印光法师的方法是帮助我们得净念。净念现前了，要不要记数？不要了，清净心现前了。我们记数，目的是把杂念打掉，你要这十句记得不清楚，杂念来干扰你。所以，这个方法就是大势至菩萨所说的都摄六根，咱们六根摄不住，用这个方法能够都摄六根。六根真都能够摄住了，眼把色放下，耳把声放下，鼻把嗅放下，一切都得到平等，清净心现前，就是经题上讲的「清净平等觉」现前，这不是凡夫，这是菩萨。菩萨向上一着，把烦恼、所知彻底放下，智慧开了。",
      "zh_TW": "後面說，「今勸後代學者，若欲會其二諦，但知念念不可得，即是智慧門。」這是祖師大德勸勉後代的學人，如果要想融會二諦，二諦是真俗、是空有，你要能夠融會，但知念念不可得，這是智慧門。念不念？念，念得很認真。雖然念，不著相，這個意思就是說不分別、不執著，淨念相繼。這是什麼？這是第二重的功夫。第一重要念到淨念，印光法師的方法是幫助我們得淨念。淨念現前了，要不要記數？不要了，清淨心現前了。我們記數，目的是把雜念打掉，你要這十句記得不清楚，雜念來干擾你。所以，這個方法就是大勢至菩薩所說的都攝六根，咱們六根攝不住，用這個方法能夠都攝六根。六根真都能夠攝住了，眼把色放下，耳把聲放下，鼻把嗅放下，一切都得到平等，清淨心現前，就是經題上講的「清淨平等覺」現前，這不是凡夫，這是菩薩。菩薩向上一著，把煩惱、所知徹底放下，智慧開了。"
    },
    {
      "id": "02-039-0402_p0030",
      "zh_CN": "「而能系念相续不断，即是功德门」，成就自己的功德，同时成就利他的功德。要知道，你在这儿念佛、在这儿用功，有形的众生，人看到你，畜生看到你，受你的加持，他会有所感动。没发心的人看到，发心了，已经发心的人看到，他向你学习，他真修。还有无形的众生，我们肉眼看不到的，这里头有天神、有鬼神，他们的人数更多，多到你无法计算。这些人看到了，恭敬你、赞叹你、拥护你，向你学习。所以，功德成就是自他两利。「是故经云菩萨摩诃萨，恒以功德智慧以修其心」。功德、智慧是不能分开的，功是功夫，这个德跟得失的得意思相同。也就是谚语所谓「一分耕耘，一分收获」，耕耘是功，你有功夫了，你就有一分收获，也是古大德常讲的「功不唐捐」的意思，它不会失掉的。成就自己，利益众生，系念相续不断。",
      "zh_TW": "「而能繫念相續不斷，即是功德門」，成就自己的功德，同時成就利他的功德。要知道，你在這兒念佛、在這兒用功，有形的眾生，人看到你，畜生看到你，受你的加持，他會有所感動。沒發心的人看到，發心了，已經發心的人看到，他向你學習，他真修。還有無形的眾生，我們肉眼看不到的，這裡頭有天神、有鬼神，他們的人數更多，多到你無法計算。這些人看到了，恭敬你、讚歎你、擁護你，向你學習。所以，功德成就是自他兩利。「是故經云菩薩摩訶薩，恆以功德智慧以修其心」。功德、智慧是不能分開的，功是功夫，這個德跟得失的得意思相同。也就是諺語所謂「一分耕耘，一分收穫」，耕耘是功，你有功夫了，你就有一分收穫，也是古大德常講的「功不唐捐」的意思，它不會失掉的。成就自己，利益眾生，繫念相續不斷。"
    },
    {
      "id": "02-039-0402_p0031",
      "zh_CN": "菩萨修行，修身先修其心，心正，言行没有不正的；心邪，想学正他也正不了。为什么？他带着邪恶的习气，把自己这个正的功夫都破坏了。这是现在真正修行的难处，他不是有意的，无意的，成习惯了。这一点，我们真正想在一生成就的人，不能不小心谨慎，不能在日常生活当中薰习成一个坏的习惯。如何能养成好习惯？那就必须要遵守、要真正落实《弟子规》、《感应篇》、《十善业》，真功夫，真的基础。不下这个功夫，这个功德很不容易成就，会被这些不良的习气破坏了。这些习气你自己不知道，不知不觉，以为我自己做得不错，做得很好。到最后临命终时，往生的时候才发生了障碍，去不了，这个时候后悔就迟了。",
      "zh_TW": "菩薩修行，修身先修其心，心正，言行沒有不正的；心邪，想學正他也正不了。為什麼？他帶著邪惡的習氣，把自己這個正的功夫都破壞了。這是現在真正修行的難處，他不是有意的，無意的，成習慣了。這一點，我們真正想在一生成就的人，不能不小心謹慎，不能在日常生活當中薰習成一個壞的習慣。如何能養成好習慣？那就必須要遵守、要真正落實《弟子規》、《感應篇》、《十善業》，真功夫，真的基礎。不下這個功夫，這個功德很不容易成就，會被這些不良的習氣破壞了。這些習氣你自己不知道，不知不覺，以為我自己做得不錯，做得很好。到最後臨命終時，往生的時候才發生了障礙，去不了，這個時候後悔就遲了。"
    },
    {
      "id": "02-039-0402_p0032",
      "zh_CN": "我们深究它的根本原因，总不外乎「我」，我见很麻烦，我没有放下。我没有放下，跟着我来的就是自私自利，利害摆在面前，你是想利自己还是利别人？这就是考试。先利益自己再利益别人就不行，在大乘的机会你错过了。古人所说的，高名厚利你动不动心？必须要认识真、假。什么是真的？什么是假的？名闻利养假的，五欲六尘假的，七情五欲也是假的，十法界依正庄严还是假的，假的应该放下。要在日常生活当中去练，天天练，天天接触，天天练功。六根接触六尘境界，先要练到什么？练到不执着，执着放下了，执着放下就是见思烦恼放下了，再练不分别、不起心、不动念。这是什么？这真干，把儒释道的三个根就在生活当中做出来。那是什么？那是威仪有则，那是你真正在修福、修慧，福慧就是这么成就的。为别人做好样子，真实的福慧。首先真有心帮助一切苦难众生，学佛确实是为度苦难众生而学佛的，不是为自己，自他不二。因为一切是为自己，很难成就，为什么？我执不能破。我起心动念为别人，没有我，先把我执破掉、我相破掉。",
      "zh_TW": "我們深究它的根本原因，總不外乎「我」，我見很麻煩，我沒有放下。我沒有放下，跟著我來的就是自私自利，利害擺在面前，你是想利自己還是利別人？這就是考試。先利益自己再利益別人就不行，在大乘的機會你錯過了。古人所說的，高名厚利你動不動心？必須要認識真、假。什麼是真的？什麼是假的？名聞利養假的，五欲六塵假的，七情五欲也是假的，十法界依正莊嚴還是假的，假的應該放下。要在日常生活當中去練，天天練，天天接觸，天天練功。六根接觸六塵境界，先要練到什麼？練到不執著，執著放下了，執著放下就是見思煩惱放下了，再練不分別、不起心、不動念。這是什麼？這真幹，把儒釋道的三個根就在生活當中做出來。那是什麼？那是威儀有則，那是你真正在修福、修慧，福慧就是這麼成就的。為別人做好樣子，真實的福慧。首先真有心幫助一切苦難眾生，學佛確實是為度苦難眾生而學佛的，不是為自己，自他不二。因為一切是為自己，很難成就，為什麼？我執不能破。我起心動念為別人，沒有我，先把我執破掉、我相破掉。"
    },
    {
      "id": "02-039-0402_p0033",
      "zh_CN": "下面说，「若始学者」，初学的人，「未能破相，但能依相专至」，没破相就不要破相，没有关系，着相行，着相只要专至。这两个字很重要，专就是专一，专一到极处就是专至，也就是我们讲的至诚。做到至诚，自然就感通，感应就现前，一向专至能跟佛菩萨感应道交。「无不往生，不须疑也」，相没破，到西方极乐世界凡圣同居土，你决定往生。如果相破了，我相破了，生方便有余土。但是极乐世界有三辈九品，有，事上有，理上没有。得到阿弥陀佛本愿威神的加持，事上有而没有。有没有？真有。为什么说没有？佛力加持你，你的智慧、神通、道力跟法身菩萨一样，没有差别。但是那不是你自己断烦恼证得的，不是的，是阿弥陀佛加持给你的；也就是说，享阿弥陀佛的福报，自己没有福报，享他的福。",
      "zh_TW": "下面說，「若始學者」，初學的人，「未能破相，但能依相專至」，沒破相就不要破相，沒有關係，著相行，著相只要專至。這兩個字很重要，專就是專一，專一到極處就是專至，也就是我們講的至誠。做到至誠，自然就感通，感應就現前，一向專至能跟佛菩薩感應道交。「無不往生，不須疑也」，相沒破，到西方極樂世界凡聖同居土，你決定往生。如果相破了，我相破了，生方便有餘土。但是極樂世界有三輩九品，有，事上有，理上沒有。得到阿彌陀佛本願威神的加持，事上有而沒有。有沒有？真有。為什麼說沒有？佛力加持你，你的智慧、神通、道力跟法身菩薩一樣，沒有差別。但是那不是你自己斷煩惱證得的，不是的，是阿彌陀佛加持給你的；也就是說，享阿彌陀佛的福報，自己沒有福報，享他的福。"
    },
    {
      "id": "02-039-0402_p0034",
      "zh_CN": "所以，有人问蕅益大师，向他老人家请教，他说你老人家求生西方极乐世界，什么样的品位你就满足？蕅益大师说得好，我只要下下品往生我就满足了。他真能去，下下品往生也作阿惟越致菩萨，没有差别。极乐世界是平等世界，虽然有四土三辈九品，它平等。平等的样子，就是你生到极乐世界的人，四土的人都在一起，你都能看见。不像我们这个世界，我们这个世界有隔碍、障碍，我们见不到阿罗汉，我们跟他是不同维次空间；阿罗汉见不到菩萨，菩萨也见不到佛，不在一处。西方极乐世界，从下下品到上上品都在一处，在一个讲堂。在一起上课，在一起生活，这是十方世界没有的，只有极乐世界有。",
      "zh_TW": "所以，有人問蕅益大師，向他老人家請教，他說你老人家求生西方極樂世界，什麼樣的品位你就滿足？蕅益大師說得好，我只要下下品往生我就滿足了。他真能去，下下品往生也作阿惟越致菩薩，沒有差別。極樂世界是平等世界，雖然有四土三輩九品，它平等。平等的樣子，就是你生到極樂世界的人，四土的人都在一起，你都能看見。不像我們這個世界，我們這個世界有隔礙、障礙，我們見不到阿羅漢，我們跟他是不同維次空間；阿羅漢見不到菩薩，菩薩也見不到佛，不在一處。西方極樂世界，從下下品到上上品都在一處，在一個講堂。在一起上課，在一起生活，這是十方世界沒有的，只有極樂世界有。"
    },
    {
      "id": "02-039-0402_p0035",
      "zh_CN": "而且上课，我们能够想像得到，你看，古人画的西方极乐世界变相图。阿弥陀佛的大讲堂，佛在当中讲经说法，大众都在听闻，没有看到人拿经本，你有没有看到哪个画的画上有经本，有没有阿弥陀佛拿着经本？没有。为什么？不需要。佛所说的是从自性流出，听众听了之后流入自性，不可思议的境界。只有我们这个世界，众生业障深重，才需要经本，西方世界不需要这个东西。无量无边的大众，同学是太多了，他是从十方世界去的，十方世界每天、每个小时、每分钟往生到极乐世界人都不可以计算，数量太多了。所以极乐世界很热闹，全都是菩萨，只要到极乐世界，统统都是阿惟越致菩萨。物质受用、一切所需，随念就现前，没有人设计，没有人制造，统统是自性变现出来，自性是最完美的。不但我们无法想像，阿罗汉、辟支佛、菩萨也想不到，想不出来，这样一个美好的修学环境。在极乐世界，不但见阿弥陀佛见性了，见到西方世界一切庄严统统见性，它跟自性完全相同。这是教我们「依相专至，无不往生，不须疑也」，决定不能怀疑，怀疑的麻烦就太大了。",
      "zh_TW": "而且上課，我們能夠想像得到，你看，古人畫的西方極樂世界變相圖。阿彌陀佛的大講堂，佛在當中講經說法，大眾都在聽聞，沒有看到人拿經本，你有沒有看到哪個畫的畫上有經本，有沒有阿彌陀佛拿著經本？沒有。為什麼？不需要。佛所說的是從自性流出，聽眾聽了之後流入自性，不可思議的境界。只有我們這個世界，眾生業障深重，才需要經本，西方世界不需要這個東西。無量無邊的大眾，同學是太多了，他是從十方世界去的，十方世界每天、每個小時、每分鐘往生到極樂世界人都不可以計算，數量太多了。所以極樂世界很熱鬧，全都是菩薩，只要到極樂世界，統統都是阿惟越致菩薩。物質受用、一切所需，隨念就現前，沒有人設計，沒有人製造，統統是自性變現出來，自性是最完美的。不但我們無法想像，阿羅漢、辟支佛、菩薩也想不到，想不出來，這樣一個美好的修學環境。在極樂世界，不但見阿彌陀佛見性了，見到西方世界一切莊嚴統統見性，它跟自性完全相同。這是教我們「依相專至，無不往生，不須疑也」，決定不能懷疑，懷疑的麻煩就太大了。"
    },
    {
      "id": "02-039-0402_p0036",
      "zh_CN": "现在时间到了，这一段我们还没学完，怀疑问题的严重，我们下一堂再学习。",
      "zh_TW": "現在時間到了，這一段我們還沒學完，懷疑問題的嚴重，我們下一堂再學習。"
    }
  ]
}