{
  "doc_id": "02-039-0112",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一二集",
    "zh_TW": "第一一二集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "马来西亚华严讲堂",
    "zh_TW": "馬來西亞華嚴講堂"
  },
  "doc_number": "02-039-0112",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "02-039-0112_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第一百三十三面第三行，从当中看起，第三行。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第一百三十三面第三行，從當中看起，第三行。"
    },
    {
      "id": "02-039-0112_p0002",
      "zh_CN": "「如《无量寿经起信论》曰」，我们从这里看起。「不度文殊智海，难入普贤行门」，这两句话非常重要，特别提醒我们学佛的同学，一定要重视智慧。现在的社会，在形式上来看好像教育很发达，学校很多。细心去观察，现在所有的教育，我们通常讲的家庭教育、学校教育、社会教育，乃至于宗教教育，都不讲求智慧了，只讲求知识。诸位要知道，知识跟智慧不一样、不相同，智慧能解决一切问题，解决得很圆满，没有后遗症，知识是有局限的，不能解决一切问题，有些可以解决，有些解决不了，而且后遗症很多，这是我们不能不知道的。广学多闻，如果没有智慧，那就是知识。智慧从哪里学？智慧离不开戒定慧，一定从戒定里面开智慧，智慧才透得出来；换句话说，人心常在定中，容易开智慧，如果一个人心浮气躁，他怎么可能有智慧。所以中国古时候读书人，最重要的，他在日常生活当中要显示出稳重，言语少，动作都很慢。像佛在经上讲的比喻，「那伽常在定，无有不定时」，那伽是梵语，翻成中国的意思是龙、象。龙我们没有看见过，可是象看见过，你看大象牠那个样子，我们讲威仪，牠很稳重，站在那里，走路都很慢，要学那样的稳重，这是显示在定中。我这一生遇到一个人，章嘉大师，他老人家就像经上讲的「无有不定时」，他说话速度很慢，一个字一个字的说。我的速度比较起来是慢了，可是要跟章嘉大师比，我的速度就太快了。他的速度非常慢，一句话是一个字一个字的说，而且一句跟一句当中一定有一段时间停顿，他不是接着那么快说出来，行住坐卧动作都非常缓慢。我认识他那一年，他老人家六十五岁了，我相信他在年轻时候就是那样的心态，从小训练成的。",
      "zh_TW": "「如《無量壽經起信論》曰」，我們從這裡看起。「不度文殊智海，難入普賢行門」，這兩句話非常重要，特別提醒我們學佛的同學，一定要重視智慧。現在的社會，在形式上來看好像教育很發達，學校很多。細心去觀察，現在所有的教育，我們通常講的家庭教育、學校教育、社會教育，乃至於宗教教育，都不講求智慧了，只講求知識。諸位要知道，知識跟智慧不一樣、不相同，智慧能解決一切問題，解決得很圓滿，沒有後遺症，知識是有侷限的，不能解決一切問題，有些可以解決，有些解決不了，而且後遺症很多，這是我們不能不知道的。廣學多聞，如果沒有智慧，那就是知識。智慧從哪裡學？智慧離不開戒定慧，一定從戒定裡面開智慧，智慧才透得出來；換句話說，人心常在定中，容易開智慧，如果一個人心浮氣躁，他怎麼可能有智慧。所以中國古時候讀書人，最重要的，他在日常生活當中要顯示出穩重，言語少，動作都很慢。像佛在經上講的比喻，「那伽常在定，無有不定時」，那伽是梵語，翻成中國的意思是龍、象。龍我們沒有看見過，可是象看見過，你看大象牠那個樣子，我們講威儀，牠很穩重，站在那裡，走路都很慢，要學那樣的穩重，這是顯示在定中。我這一生遇到一個人，章嘉大師，他老人家就像經上講的「無有不定時」，他說話速度很慢，一個字一個字的說。我的速度比較起來是慢了，可是要跟章嘉大師比，我的速度就太快了。他的速度非常慢，一句話是一個字一個字的說，而且一句跟一句當中一定有一段時間停頓，他不是接著那麼快說出來，行住坐臥動作都非常緩慢。我認識他那一年，他老人家六十五歲了，我相信他在年輕時候就是那樣的心態，從小訓練成的。"
    },
    {
      "id": "02-039-0112_p0003",
      "zh_CN": "所以从前中国人的家教，教小孩，从小就教他动作缓慢，他就养成习惯，很稳重，心很清净、很定，容易开智慧。智慧有小悟、有大悟、有大彻大悟，小悟几乎天天都有，大悟一年也有好几次，他有智慧。现在人要求速度，什么都要快，快到心浮气躁，稳重没有了，当然智慧也就没有了，他有的都是一些知识，所以问题出来了。头一个出状况的，身体不健康，很多疾病，到中年的时候就很明显。在古时候，人有疾病多半在老年，中年、壮年不会出状况，都在老年，现在提前了，现在是青年都出状况，毛病都出来了。所以求智慧重要，学稳重重要；换句话说，戒定慧重要。戒从哪里学？从《弟子规》、《感应篇》，认真学习。没有这两样东西，换句话说，人的心静不下来，也就是定不下来，你表现在外面肯定是心浮气躁，不必别人看，自己都能觉察到，这个毛病不能不改。所以这两句话在此地，特别提醒我们要开智慧，智慧开了之后，普贤行才能够入手，你才能学习。普贤行不是普通人学的，普通人也学，但是不是普贤行。譬如「礼敬诸佛」，我见人都很有礼貌，那是不是普贤行？不是的，你的行像普贤，外表，你的心不是普贤，为什么？心里还有自私自利、还有名闻利养，那就不是普贤行。普贤行是清净心、平等心、觉而不迷的心，那个修礼敬诸佛是普贤行。所以这两句话讲得就正确，要有智慧开了，你的言行与普贤行就相应。我们今天怎么学都学不像，主要是心不一样。",
      "zh_TW": "所以從前中國人的家教，教小孩，從小就教他動作緩慢，他就養成習慣，很穩重，心很清淨、很定，容易開智慧。智慧有小悟、有大悟、有大徹大悟，小悟幾乎天天都有，大悟一年也有好幾次，他有智慧。現在人要求速度，什麼都要快，快到心浮氣躁，穩重沒有了，當然智慧也就沒有了，他有的都是一些知識，所以問題出來了。頭一個出狀況的，身體不健康，很多疾病，到中年的時候就很明顯。在古時候，人有疾病多半在老年，中年、壯年不會出狀況，都在老年，現在提前了，現在是青年都出狀況，毛病都出來了。所以求智慧重要，學穩重重要；換句話說，戒定慧重要。戒從哪裡學？從《弟子規》、《感應篇》，認真學習。沒有這兩樣東西，換句話說，人的心靜不下來，也就是定不下來，你表現在外面肯定是心浮氣躁，不必別人看，自己都能覺察到，這個毛病不能不改。所以這兩句話在此地，特別提醒我們要開智慧，智慧開了之後，普賢行才能夠入手，你才能學習。普賢行不是普通人學的，普通人也學，但是不是普賢行。譬如「禮敬諸佛」，我見人都很有禮貌，那是不是普賢行？不是的，你的行像普賢，外表，你的心不是普賢，為什麼？心裡還有自私自利、還有名聞利養，那就不是普賢行。普賢行是清淨心、平等心、覺而不迷的心，那個修禮敬諸佛是普賢行。所以這兩句話講得就正確，要有智慧開了，你的言行與普賢行就相應。我們今天怎麼學都學不像，主要是心不一樣。"
    },
    {
      "id": "02-039-0112_p0004",
      "zh_CN": "你看他们的心，这底下五句，昨天我们也念了，这就是普贤心。「以不能了知自心」，普贤心是了知自心，我们这上头加个「不能」，不能了知自心这是凡夫，不能了知自心是没开悟，不但证悟你没有得到，解悟也没有开，解悟是明了，你还没做到。现在我们根本就不明了，怎么知道根本不明了？有自私自利、有是非人我、有利害得失，这就是完全不能了知。真正了知，这些念头没有了，没有自私自利，真正像古德所说的爱人如己；不但对待人，对待所有一切的生物、一切万法，都像对待自己那么样的亲切。这是普贤菩萨，这是极乐世界所有的菩萨们，为什么？他们都修普贤行。普贤行知道宇宙之间万事万物都是自己心现识变的，自己真心所现，自己的性识所变，是一不是二。所以「一念顿圆」，念头才起就是圆满功德，没有一样不圆满。像佛在《华严经》上所说的智慧德相，他把万事万物归纳成四个字「智慧德相」，没有一样不圆满。德是能量，我们也可以把它说做能力，相是相好、现相，统统圆满。「平等正性，凡圣共有，一际无差」，一切诸法的本性不二，是一不是二，这叫开悟，这叫明白了。「以不了故，所有愿行悉不具足」，因为你不了、你不知，不知道这个事实真相，你所修的一切愿行，这不具足就是不圆满，没有一样是圆满的。我们要修这个功德，修圆满的功德，你不能不知道这个事实真相。现在这个事实真相，在大乘经教讲得很多，讲得很清楚，讲得很明白，时时要提醒我们，因为我们念头没转过来。学习经教里面听的觉得不错，点点头，下课就忘掉，一切时、一切处依旧是烦恼习气当家做主。烦恼习气它所造的就是业，业有善业、恶业，恶业障道，善业也障道，为什么？你修行不能圆满，这就是障道。要怎样才不障？断恶修善而不执着善恶，佛法里讲三轮体空，断恶修善要修清净心，绝不执着。",
      "zh_TW": "你看他們的心，這底下五句，昨天我們也念了，這就是普賢心。「以不能了知自心」，普賢心是了知自心，我們這上頭加個「不能」，不能了知自心這是凡夫，不能了知自心是沒開悟，不但證悟你沒有得到，解悟也沒有開，解悟是明瞭，你還沒做到。現在我們根本就不明瞭，怎麼知道根本不明瞭？有自私自利、有是非人我、有利害得失，這就是完全不能了知。真正了知，這些念頭沒有了，沒有自私自利，真正像古德所說的愛人如己；不但對待人，對待所有一切的生物、一切萬法，都像對待自己那麼樣的親切。這是普賢菩薩，這是極樂世界所有的菩薩們，為什麼？他們都修普賢行。普賢行知道宇宙之間萬事萬物都是自己心現識變的，自己真心所現，自己的性識所變，是一不是二。所以「一念頓圓」，念頭才起就是圓滿功德，沒有一樣不圓滿。像佛在《華嚴經》上所說的智慧德相，他把萬事萬物歸納成四個字「智慧德相」，沒有一樣不圓滿。德是能量，我們也可以把它說做能力，相是相好、現相，統統圓滿。「平等正性，凡聖共有，一際無差」，一切諸法的本性不二，是一不是二，這叫開悟，這叫明白了。「以不了故，所有願行悉不具足」，因為你不了、你不知，不知道這個事實真相，你所修的一切願行，這不具足就是不圓滿，沒有一樣是圓滿的。我們要修這個功德，修圓滿的功德，你不能不知道這個事實真相。現在這個事實真相，在大乘經教講得很多，講得很清楚，講得很明白，時時要提醒我們，因為我們念頭沒轉過來。學習經教裡面聽的覺得不錯，點點頭，下課就忘掉，一切時、一切處依舊是煩惱習氣當家做主。煩惱習氣它所造的就是業，業有善業、惡業，惡業障道，善業也障道，為什麼？你修行不能圓滿，這就是障道。要怎樣才不障？斷惡修善而不執著善惡，佛法裡講三輪體空，斷惡修善要修清淨心，絕不執著。"
    },
    {
      "id": "02-039-0112_p0005",
      "zh_CN": "下面说，「何以故」，为什么要这样说？因为你是「心外起修，即成有漏」。什么叫心外起修？你所修的跟心不相应就叫心外起修，六道凡夫心外起修，四圣法界还是心外起修。到什么地位才不是心外起修？用《华严经》来说，《华严经》上讲的初住菩萨，从他开始，他相应了。初住菩萨是什么样的阶位？他是什么地位？他在哪一个阶级？中国禅宗里面所说的大彻大悟，明心见性，这就是他的地位，这个地位不但超越六道，超越十法界了。他住在哪里？住在诸佛如来的实报庄严土，我们净土讲的四土三辈九品，他是实报土往生。这不容易，现代人有几个人能做到？黄念祖老居士当年告诉我，他说现代人没有一个可以做得到。这话是真的，不是假的。放下自私自利、放下名闻利养、放下我执不难，小乘就做到了；与法性相应，这小乘人做不到，权教菩萨也做不到，十法界里面没有人能做到。所以黄念老的话是真的不是假的。心外起修，这就是有漏的，心外与心不相应。心是什么？心是无为法。惠能大师讲得好，心是清净的，心是不生不灭的。那我们的心呢？我们的心是染污的，不是清净的，这就不是真心。我们的心是生灭的，前念灭了后念就生，一个接着一个，这叫妄心，不是真心。用妄心来修，就是我们用生灭心来修，用染污的心来修，成就的是有漏法。有漏的是什么？有漏是福德。修有没有好处？有好处，真正断恶修善，用染污的心、用生灭的心，果报是什么？人天福报。小的福报在人间享福，大的福报到天上享福，因为他是有漏的，有漏就是他带着烦恼习气，烦恼习气没断。烦恼习气断掉，那就成无漏法，那就跟自性相应。",
      "zh_TW": "下面說，「何以故」，為什麼要這樣說？因為你是「心外起修，即成有漏」。什麼叫心外起修？你所修的跟心不相應就叫心外起修，六道凡夫心外起修，四聖法界還是心外起修。到什麼地位才不是心外起修？用《華嚴經》來說，《華嚴經》上講的初住菩薩，從他開始，他相應了。初住菩薩是什麼樣的階位？他是什麼地位？他在哪一個階級？中國禪宗裡面所說的大徹大悟，明心見性，這就是他的地位，這個地位不但超越六道，超越十法界了。他住在哪裡？住在諸佛如來的實報莊嚴土，我們淨土講的四土三輩九品，他是實報土往生。這不容易，現代人有幾個人能做到？黃念祖老居士當年告訴我，他說現代人沒有一個可以做得到。這話是真的，不是假的。放下自私自利、放下名聞利養、放下我執不難，小乘就做到了；與法性相應，這小乘人做不到，權教菩薩也做不到，十法界裡面沒有人能做到。所以黃念老的話是真的不是假的。心外起修，這就是有漏的，心外與心不相應。心是什麼？心是無為法。惠能大師講得好，心是清淨的，心是不生不滅的。那我們的心呢？我們的心是染污的，不是清淨的，這就不是真心。我們的心是生滅的，前念滅了後念就生，一個接著一個，這叫妄心，不是真心。用妄心來修，就是我們用生滅心來修，用染污的心來修，成就的是有漏法。有漏的是什麼？有漏是福德。修有沒有好處？有好處，真正斷惡修善，用染污的心、用生滅的心，果報是什麼？人天福報。小的福報在人間享福，大的福報到天上享福，因為他是有漏的，有漏就是他帶著煩惱習氣，煩惱習氣沒斷。煩惱習氣斷掉，那就成無漏法，那就跟自性相應。"
    },
    {
      "id": "02-039-0112_p0006",
      "zh_CN": "所以自己想想，我们的心是不是与清净平等觉相应。如果我们的心清净，与阿罗汉相应；我们的心平等，平等是决定没有分别，跟菩萨相应；我们的心觉而不迷，那跟佛相应。这经题上好！经题上教我们修行的标准都说出来了，清净心、平等心、觉心。如果修行把目标定在这上面，这人叫真修，真修行人。他不是求名闻利养，他不是求富贵，他求清净平等觉，这是什么？这是求成佛。你看，清净成阿罗汉，平等成菩萨，觉成佛，他修行求的是什么？求的是阿罗汉、菩萨、佛陀，这个人叫真学佛，他得到一切诸佛的护念，他得到龙天善神的拥护。诸位想想看，如果心地真的是追求清净平等觉，这个世界上有没有灾难？什么灾难与他都不相干，他解脱了、超越了，这个世间再美好他也超越了。所以，他生在实报土，实报土是无比的庄严殊胜，他在那里起不起心动念？不起心不动念。他也没有觉得他那里很好，如果觉得这里好、那里不好，分别心不就起来了？有分别就会有执着，他就堕落了，他哪里是佛！所以，人家居住在那个地方不起心不动念；起心动念尚且没有，我们就能想到他没有分别执着。",
      "zh_TW": "所以自己想想，我們的心是不是與清淨平等覺相應。如果我們的心清淨，與阿羅漢相應；我們的心平等，平等是決定沒有分別，跟菩薩相應；我們的心覺而不迷，那跟佛相應。這經題上好！經題上教我們修行的標準都說出來了，清淨心、平等心、覺心。如果修行把目標定在這上面，這人叫真修，真修行人。他不是求名聞利養，他不是求富貴，他求清淨平等覺，這是什麼？這是求成佛。你看，清淨成阿羅漢，平等成菩薩，覺成佛，他修行求的是什麼？求的是阿羅漢、菩薩、佛陀，這個人叫真學佛，他得到一切諸佛的護念，他得到龍天善神的擁護。諸位想想看，如果心地真的是追求清淨平等覺，這個世界上有沒有災難？什麼災難與他都不相干，他解脫了、超越了，這個世間再美好他也超越了。所以，他生在實報土，實報土是無比的莊嚴殊勝，他在那裡起不起心動念？不起心不動念。他也沒有覺得他那裡很好，如果覺得這裡好、那裡不好，分別心不就起來了？有分別就會有執著，他就墮落了，他哪裡是佛！所以，人家居住在那個地方不起心不動念；起心動念尚且沒有，我們就能想到他沒有分別執著。"
    },
    {
      "id": "02-039-0112_p0007",
      "zh_CN": "如果我们用这个标准做为我们修学的目标，那我们真的，不是行菩萨道，佛道，成佛之道，这时佛法叫一乘法，直捷走成佛之道。念佛好！用念佛这个法门修成佛之道，于世出世间法毫无贪图，希求之心断得干干净净，我只求心地清净平等觉。这个将来往生到哪里去？生到西方极乐世界就是实报土。他不是方便有余土，也不是凡圣同居土，他生实报庄严土。像我们这样能行吗？有很多人怀疑，我罪业太重，我去不了实报土，我只凡圣同居土下下品就好，就满足了。也不错，不能说你错，可是，善导大师给我们说了一句话。善导大师唐朝时候人，我们净土宗第二代的祖师，历代传说他老人家是阿弥陀佛应化到世间来的。日本人很相信，日本人崇拜善导法师比我们中国人超过太多了，中国人尊重善导大师的人不多，日本人非常尊重。你到日本去，每个寺庙里看到善导大师的塑像，还有很多寺庙的招牌就叫「善导寺」。所以诸位看到善导寺，那就是净土宗的道场，是用善导大师的德号做为寺的名称。",
      "zh_TW": "如果我們用這個標準做為我們修學的目標，那我們真的，不是行菩薩道，佛道，成佛之道，這時佛法叫一乘法，直捷走成佛之道。念佛好！用念佛這個法門修成佛之道，於世出世間法毫無貪圖，希求之心斷得乾乾淨淨，我只求心地清淨平等覺。這個將來往生到哪裡去？生到西方極樂世界就是實報土。他不是方便有餘土，也不是凡聖同居土，他生實報莊嚴土。像我們這樣能行嗎？有很多人懷疑，我罪業太重，我去不了實報土，我只凡聖同居土下下品就好，就滿足了。也不錯，不能說你錯，可是，善導大師給我們說了一句話。善導大師唐朝時候人，我們淨土宗第二代的祖師，歷代傳說他老人家是阿彌陀佛應化到世間來的。日本人很相信，日本人崇拜善導法師比我們中國人超過太多了，中國人尊重善導大師的人不多，日本人非常尊重。你到日本去，每個寺廟裡看到善導大師的塑像，還有很多寺廟的招牌就叫「善導寺」。所以諸位看到善導寺，那就是淨土宗的道場，是用善導大師的德號做為寺的名稱。"
    },
    {
      "id": "02-039-0112_p0008",
      "zh_CN": "他老人家给我们讲了这么一句话，「西方世界，四土三辈九品，总在遇缘不同」，这个话讲得好！我们如果要是相信这句话，懂得善导大师说这句话的意思，那就是说明，你是四土往生到哪一土、往生到什么品位，决定在你遇缘不相同。我们今天遇的缘非常殊胜，这个缘是什么？这个缘是常寂光土的缘，是实报庄严土的缘，不是下面的缘。确实有不少，自古以来这种人很多，农村里面，乡下阿公阿婆，不认识字，但是人很善良，在佛法里讲他有善根，他要是遇到缘，遇到缘叫他念经他不会念，他也不能记得那么多，叫他听经也没有人给他讲经，讲经也不一定能听懂，遇到一个人劝他念阿弥陀佛，他就老实念，临命终时他往生了，这种人往生凡圣同居土。这个遇到缘，缘不殊胜。我们今天遇到的缘非常殊胜，遇到《无量寿经》、遇到《华严经》、遇到大乘许许多多经论的教诲，这个缘太殊胜，把四土三辈九品搞得清清楚楚、明明白白。我们也懂得怎么成佛的、怎么成菩萨的、怎么成阿罗汉的，都搞得很清楚，这个遇缘不同。我们可以把妄想分别执着统统放下，用清净平等觉的心念这一句阿弥陀佛，我们生到西方极乐世界，到哪里去？功夫好的生常寂光净土，次一等的生实报庄严土。这就说明听经为什么很重要，听经的好处在哪里？帮助我们提升品位，而且是大幅度的提升。",
      "zh_TW": "他老人家給我們講了這麼一句話，「西方世界，四土三輩九品，總在遇緣不同」，這個話講得好！我們如果要是相信這句話，懂得善導大師說這句話的意思，那就是說明，你是四土往生到哪一土、往生到什麼品位，決定在你遇緣不相同。我們今天遇的緣非常殊勝，這個緣是什麼？這個緣是常寂光土的緣，是實報莊嚴土的緣，不是下面的緣。確實有不少，自古以來這種人很多，農村裡面，鄉下阿公阿婆，不認識字，但是人很善良，在佛法裡講他有善根，他要是遇到緣，遇到緣叫他念經他不會念，他也不能記得那麼多，叫他聽經也沒有人給他講經，講經也不一定能聽懂，遇到一個人勸他念阿彌陀佛，他就老實念，臨命終時他往生了，這種人往生凡聖同居土。這個遇到緣，緣不殊勝。我們今天遇到的緣非常殊勝，遇到《無量壽經》、遇到《華嚴經》、遇到大乘許許多多經論的教誨，這個緣太殊勝，把四土三輩九品搞得清清楚楚、明明白白。我們也懂得怎麼成佛的、怎麼成菩薩的、怎麼成阿羅漢的，都搞得很清楚，這個遇緣不同。我們可以把妄想分別執著統統放下，用清淨平等覺的心念這一句阿彌陀佛，我們生到西方極樂世界，到哪裡去？功夫好的生常寂光淨土，次一等的生實報莊嚴土。這就說明聽經為什麼很重要，聽經的好處在哪裡？幫助我們提升品位，而且是大幅度的提升。"
    },
    {
      "id": "02-039-0112_p0009",
      "zh_CN": "在我们现前，我们生活在这个地球上，现在灾难很多，这个法门帮助你，无论什么严重的灾难，你的心地平安，你没有受到灾难丝毫影响，你心是平静的，不惊不怖，没有恐怖。你看看，这个经教有这么大的力量。心地安定，不受影响，外面再大的灾难它都影响不了你。纵然在灾难当中死亡，你就到极乐世界去了，阿弥陀佛就来接引。这种殊胜的利益，其他法门里找不到。其他法门不是没有，那个功夫很难修成，净宗容易，只要你肯干，只要你肯放下，人人可以做得到。放下不是口头说的，是要真干，从哪里干起？从持戒、吃苦。释迦牟尼佛临走之前教我们这两句话，给所有的佛弟子，「以戒为师，以苦为师」。现在物质生活很丰富，我们要不要去追求？不需要，生活苦一点好。如果有多余的力量，多帮助一些穷苦的人，我们生活节俭一点，就能帮助很多贫苦的人，这是菩萨心肠。像《了凡四训》里面所说的，袁了凡先生的夫人，冬天的时候缝制棉衣给他的儿子，用普通的棉花。了凡先生看到，「家里丝棉很多，妳怎么用这些棉花？」她说丝棉贵，棉花便宜，我把丝棉卖掉，多买点棉花，多做几件衣服，儿子有了，那些穷人也有得穿了。了凡先生听到很欢喜，儿子有福了。福从哪里来的？吃亏的人就有福，吃苦的人就有福。这个意思很深，这是真理。",
      "zh_TW": "在我們現前，我們生活在這個地球上，現在災難很多，這個法門幫助你，無論什麼嚴重的災難，你的心地平安，你沒有受到災難絲毫影響，你心是平靜的，不驚不怖，沒有恐怖。你看看，這個經教有這麼大的力量。心地安定，不受影響，外面再大的災難它都影響不了你。縱然在災難當中死亡，你就到極樂世界去了，阿彌陀佛就來接引。這種殊勝的利益，其他法門裡找不到。其他法門不是沒有，那個功夫很難修成，淨宗容易，只要你肯幹，只要你肯放下，人人可以做得到。放下不是口頭說的，是要真幹，從哪裡幹起？從持戒、吃苦。釋迦牟尼佛臨走之前教我們這兩句話，給所有的佛弟子，「以戒為師，以苦為師」。現在物質生活很豐富，我們要不要去追求？不需要，生活苦一點好。如果有多餘的力量，多幫助一些窮苦的人，我們生活節儉一點，就能幫助很多貧苦的人，這是菩薩心腸。像《了凡四訓》裡面所說的，袁了凡先生的夫人，冬天的時候縫製棉衣給他的兒子，用普通的棉花。了凡先生看到，「家裡絲棉很多，妳怎麼用這些棉花？」她說絲棉貴，棉花便宜，我把絲棉賣掉，多買點棉花，多做幾件衣服，兒子有了，那些窮人也有得穿了。了凡先生聽到很歡喜，兒子有福了。福從哪裡來的？吃虧的人就有福，吃苦的人就有福。這個意思很深，這是真理。"
    },
    {
      "id": "02-039-0112_p0010",
      "zh_CN": "所以今天虽然科技发达，样样都方便，一定要懂得节约能源，要知道节约，不可以浪费，浪费是有罪过的。东西要吃得干净，不好吃的不能丢掉，丢掉就有罪过。为什么？要想到，这个不好吃，今天这个世间还有很多人在饥饿的边缘上没得吃，他要遇到这个，那是宝。我们还在挑剔，挑剔就是造业。不要有分别，不要有执着，一定懂得节俭，常常存心帮助别人，这就好。真正有修行的人、有德行的人，他住在这个地方，这个地方有天龙善神保佑，灾难少。真正有德行的人能做到，我们能不能发个心，做个真正有德行的人？要知道，圣贤是人做的，佛菩萨也是人做的，他能成圣成贤、成佛成菩萨，我为什么做不到？他怎么做到的？他放下万缘做到的，我为什么放不下？放下就做到了。放不下，还有贪瞋痴慢，那就是凡夫。放下贪瞋痴慢，先要从对象上放下，从财色名食睡放下。这个东西，我们有肉身在这个世间，不能没有，适可而止，不能有贪心。所以知止，知止就近乎道。你看看佛菩萨，在这个经上我们读过的，菩萨成佛之前都在兜率内院养道，养什么？养知止。兜率的意思就是知足，兜率天就是知足天。我们人一切都知足，将来就生兜率天，不知足的人，那个天上不去。这就告诉我们，真正知止，百分之百的知止，这个人就成佛了。中国古大德常给我们讲，知足常乐，那是真的，他没有忧虑，他很快乐，一点点东西他就很满意，他就不再希求了。",
      "zh_TW": "所以今天雖然科技發達，樣樣都方便，一定要懂得節約能源，要知道節約，不可以浪費，浪費是有罪過的。東西要吃得乾淨，不好吃的不能丟掉，丟掉就有罪過。為什麼？要想到，這個不好吃，今天這個世間還有很多人在飢餓的邊緣上沒得吃，他要遇到這個，那是寶。我們還在挑剔，挑剔就是造業。不要有分別，不要有執著，一定懂得節儉，常常存心幫助別人，這就好。真正有修行的人、有德行的人，他住在這個地方，這個地方有天龍善神保佑，災難少。真正有德行的人能做到，我們能不能發個心，做個真正有德行的人？要知道，聖賢是人做的，佛菩薩也是人做的，他能成聖成賢、成佛成菩薩，我為什麼做不到？他怎麼做到的？他放下萬緣做到的，我為什麼放不下？放下就做到了。放不下，還有貪瞋痴慢，那就是凡夫。放下貪瞋痴慢，先要從對象上放下，從財色名食睡放下。這個東西，我們有肉身在這個世間，不能沒有，適可而止，不能有貪心。所以知止，知止就近乎道。你看看佛菩薩，在這個經上我們讀過的，菩薩成佛之前都在兜率內院養道，養什麼？養知止。兜率的意思就是知足，兜率天就是知足天。我們人一切都知足，將來就生兜率天，不知足的人，那個天上不去。這就告訴我們，真正知止，百分之百的知止，這個人就成佛了。中國古大德常給我們講，知足常樂，那是真的，他沒有憂慮，他很快樂，一點點東西他就很滿意，他就不再希求了。"
    },
    {
      "id": "02-039-0112_p0011",
      "zh_CN": "下面这句话讲得非常好，「以无边功德，不外自心」，这句话讲得好，无量无边的功德都是你自心成就的。诸佛如来从来不求人，我们中国谚语也说得好，「人到无求品自高」。凡夫，特别在现前这个社会，总希望对这些信息，无论是善是不善的，总想多知道一点。真正修道人需不需要？不需要，善修自心，功德就圆满，这是一定的道理。常常保持自心的清净平等，清净平等都是属于定，清净是没有染污，平等是没有动摇，这是禅定的功夫。「随顺真如，修一切法，则能具足无边功德。」真如就是真性，你要不知道真如是什么，就是经题上「清净平等觉」，这就是真如，因为它不是假的。我们在日常生活当中，起心动念、言语造作都跟真如相应，都跟真相应就叫如。换句话说，跟清净平等觉相应，起心动念心地清净，没有染污，心地平等，没有动摇，这就相应；言语造作也跟清净平等相应，这个心住在戒定慧中。",
      "zh_TW": "下面這句話講得非常好，「以無邊功德，不外自心」，這句話講得好，無量無邊的功德都是你自心成就的。諸佛如來從來不求人，我們中國諺語也說得好，「人到無求品自高」。凡夫，特別在現前這個社會，總希望對這些信息，無論是善是不善的，總想多知道一點。真正修道人需不需要？不需要，善修自心，功德就圓滿，這是一定的道理。常常保持自心的清淨平等，清淨平等都是屬於定，清淨是沒有染污，平等是沒有動搖，這是禪定的功夫。「隨順真如，修一切法，則能具足無邊功德。」真如就是真性，你要不知道真如是什麼，就是經題上「清淨平等覺」，這就是真如，因為它不是假的。我們在日常生活當中，起心動念、言語造作都跟真如相應，都跟真相應就叫如。換句話說，跟清淨平等覺相應，起心動念心地清淨，沒有染污，心地平等，沒有動搖，這就相應；言語造作也跟清淨平等相應，這個心住在戒定慧中。"
    },
    {
      "id": "02-039-0112_p0012",
      "zh_CN": "戒是自自然然的不逾矩，像孔老夫子。孔老夫子不容易，他说他到七十岁才做到这个功夫，「随心所欲不逾矩」，矩是规矩，就是戒律，随心所欲，跟戒律自然相应，丝毫勉强都没有，自自然然相应。这个境界，释迦牟尼佛表演给我们看，老人家说法四十九年，做出来了。孔子到这个境界，七十岁才都做到，这也都是佛菩萨示现，表演给我们看的，是个普通人。释迦牟尼佛表演的，那是上上根人，他不是普通人，他一开悟的时候就做到了，三十岁出来教学，就随心所欲不逾矩了。孔子告诉我们他修学的进度，「三十而立」，就像我们现在读书一样，三十岁博士班毕业，拿到博士学位，这而立；「四十不惑」，能够跟智慧相应，不迷惑了；「五十知天命，六十耳顺」，耳顺是什么？什么都看得惯，什么都听得惯，平等心现前；「七十随心所欲」，得自在了，不要勉强，自自然然跟真如就相应，自然相应，七十岁才到这个境界。释迦牟尼佛给我们表演的大彻大悟，明心见性，他就到这个境界，他给我们表演了四十九年，一直到他老人家圆寂，「随顺真如，修一切法」。我们今天学习的，这部经里面所说的就是真如，就是教导我们如何随顺真如，修一切法。这个一切法就是指日常生活，起心动念、待人接物不离清净平等觉，这个样子就能够具足无边功德。",
      "zh_TW": "戒是自自然然的不踰矩，像孔老夫子。孔老夫子不容易，他說他到七十歲才做到這個功夫，「隨心所欲不踰矩」，矩是規矩，就是戒律，隨心所欲，跟戒律自然相應，絲毫勉強都沒有，自自然然相應。這個境界，釋迦牟尼佛表演給我們看，老人家說法四十九年，做出來了。孔子到這個境界，七十歲才都做到，這也都是佛菩薩示現，表演給我們看的，是個普通人。釋迦牟尼佛表演的，那是上上根人，他不是普通人，他一開悟的時候就做到了，三十歲出來教學，就隨心所欲不踰矩了。孔子告訴我們他修學的進度，「三十而立」，就像我們現在讀書一樣，三十歲博士班畢業，拿到博士學位，這而立；「四十不惑」，能夠跟智慧相應，不迷惑了；「五十知天命，六十耳順」，耳順是什麼？什麼都看得慣，什麼都聽得慣，平等心現前；「七十隨心所欲」，得自在了，不要勉強，自自然然跟真如就相應，自然相應，七十歲才到這個境界。釋迦牟尼佛給我們表演的大徹大悟，明心見性，他就到這個境界，他給我們表演了四十九年，一直到他老人家圓寂，「隨順真如，修一切法」。我們今天學習的，這部經裡面所說的就是真如，就是教導我們如何隨順真如，修一切法。這個一切法就是指日常生活，起心動念、待人接物不離清淨平等覺，這個樣子就能夠具足無邊功德。"
    },
    {
      "id": "02-039-0112_p0013",
      "zh_CN": "「是故从诸佛刹中皆能示现以下，标显文殊智德。」我们前面念的这段经文，「诸佛刹中，皆能示现」一直到「善立方便，显示三乘」，这段经文都是讲文殊菩萨的智德。「例如」，他这举个例子，这个例子下面会解释，「譬善幻师，现众异相」，这是随缘，后面这两句「于彼相中，实无可得」，这是文殊智慧，在一切现相里面不起心不动念、不分别不执着。为什么？知道这个现相，相有体无。菩萨知道当相即空，现相在我面前，知道它是空的，了不可得，所以他不起心动念。凡夫不知道，以为相是真有，所以分别执着，就造作罪业了，不知道当相即空。这是真实智慧，这叫文殊智慧。这四句，前面两句可以说是普贤行，「譬善幻师，现众异相」这是普贤行，后面两句，「于彼相中，实无可得」这是文殊智。没有文殊智，他就造罪业，造业了，有文殊智不造业。这个「等」，就是一直到下面「善立方便，显示三乘」这段经文，「俱表从文殊妙智，圆满普贤胜行」，这就是说，圆修万行不离定慧，这个意思非常重要。",
      "zh_TW": "「是故從諸佛剎中皆能示現以下，標顯文殊智德。」我們前面念的這段經文，「諸佛剎中，皆能示現」一直到「善立方便，顯示三乘」，這段經文都是講文殊菩薩的智德。「例如」，他這舉個例子，這個例子下面會解釋，「譬善幻師，現眾異相」，這是隨緣，後面這兩句「於彼相中，實無可得」，這是文殊智慧，在一切現相裡面不起心不動念、不分別不執著。為什麼？知道這個現相，相有體無。菩薩知道當相即空，現相在我面前，知道它是空的，了不可得，所以他不起心動念。凡夫不知道，以為相是真有，所以分別執著，就造作罪業了，不知道當相即空。這是真實智慧，這叫文殊智慧。這四句，前面兩句可以說是普賢行，「譬善幻師，現眾異相」這是普賢行，後面兩句，「於彼相中，實無可得」這是文殊智。沒有文殊智，他就造罪業，造業了，有文殊智不造業。這個「等」，就是一直到下面「善立方便，顯示三乘」這段經文，「俱表從文殊妙智，圓滿普賢勝行」，這就是說，圓修萬行不離定慧，這個意思非常重要。"
    },
    {
      "id": "02-039-0112_p0014",
      "zh_CN": "我们再看，下面就要一句一句跟我们解释，前面这一段是讲大意。「诸佛刹中，以下共八句，显会中菩萨智德」，这个大会当中，所有的菩萨都有文殊智德。经文里面，「诸佛刹中，皆能示现（见唐译），表诸大士普门示现之德」。普门，通常我们看到这两个字，就想到观世音菩萨，观世音菩萨普门示现。实际上，只要是明心见性的菩萨都有这个能力，没有一个不是普门示现。普是普遍，门是法门，无量无边无数无尽，众生有感，他就有现；这个德就是能力，他有能力示现。「不但于此国土示现八相，亦于十方世界普现八相」，示现八相是做一个代表，就是示现成佛。「观世音菩萨普门品」里面讲，「应以佛身而度脱者，即现佛身而为说法」，这句经文的意思是举一个例子，菩萨能现佛身。佛身尚且能现，何况其余，菩萨、声闻、缘觉，到童男童女、帝王将相，乃至于畜生、饿鬼、地狱，哪有不能现的道理？佛身都能现。这就是说，他现身的范围太广大！",
      "zh_TW": "我們再看，下面就要一句一句跟我們解釋，前面這一段是講大意。「諸佛剎中，以下共八句，顯會中菩薩智德」，這個大會當中，所有的菩薩都有文殊智德。經文裡面，「諸佛剎中，皆能示現（見唐譯），表諸大士普門示現之德」。普門，通常我們看到這兩個字，就想到觀世音菩薩，觀世音菩薩普門示現。實際上，只要是明心見性的菩薩都有這個能力，沒有一個不是普門示現。普是普遍，門是法門，無量無邊無數無盡，眾生有感，他就有現；這個德就是能力，他有能力示現。「不但於此國土示現八相，亦於十方世界普現八相」，示現八相是做一個代表，就是示現成佛。「觀世音菩薩普門品」裡面講，「應以佛身而度脫者，即現佛身而為說法」，這句經文的意思是舉一個例子，菩薩能現佛身。佛身尚且能現，何況其餘，菩薩、聲聞、緣覺，到童男童女、帝王將相，乃至於畜生、餓鬼、地獄，哪有不能現的道理？佛身都能現。這就是說，他現身的範圍太廣大！"
    },
    {
      "id": "02-039-0112_p0015",
      "zh_CN": "现什么样的身不是他自己的意思，如果他自己有意思，他就不是菩萨，就凡夫了，为什么？意思是烦恼，他没转过来；转第六意识为妙观察智，转第七识为平等性智，意思就没有了。凡夫有意思，六道里头的众生有意思。再给你说，四圣法界也有意思，不过他们淡薄一些，不像我们这么严重，他有意思，所以叫他做凡夫。六道叫界内凡夫，这个界就是三界，就是六道轮回，六道轮回以内的；阿罗汉、辟支佛、菩萨、佛，叫界外凡夫，就是三界之外的，他还是凡夫，为什么？他没有转凡成圣。也就是转八识成四智，那就是圣人，那不叫凡夫，真的圣人了。佛法里面，凡圣的定义在此，不能不知道，他跟我们中国人讲的圣人不一样。中国人讲的圣人是人间的圣人，生到天道也是圣人，大圣，生天了。佛法不是如此，佛法讲圣人，超越十法界才是圣人，没有超越十法界都叫凡夫。不过四圣法界叫外凡，外凡也有个别名叫小圣，佛家称小圣，小乘圣者，没有出十法界的；出十法界的称大圣，他不是小圣，是大圣。都能示现，这叫「普门示现之德」。",
      "zh_TW": "現什麼樣的身不是他自己的意思，如果他自己有意思，他就不是菩薩，就凡夫了，為什麼？意思是煩惱，他沒轉過來；轉第六意識為妙觀察智，轉第七識為平等性智，意思就沒有了。凡夫有意思，六道裡頭的眾生有意思。再給你說，四聖法界也有意思，不過他們淡薄一些，不像我們這麼嚴重，他有意思，所以叫他做凡夫。六道叫界內凡夫，這個界就是三界，就是六道輪迴，六道輪迴以內的；阿羅漢、辟支佛、菩薩、佛，叫界外凡夫，就是三界之外的，他還是凡夫，為什麼？他沒有轉凡成聖。也就是轉八識成四智，那就是聖人，那不叫凡夫，真的聖人了。佛法裡面，凡聖的定義在此，不能不知道，他跟我們中國人講的聖人不一樣。中國人講的聖人是人間的聖人，生到天道也是聖人，大聖，生天了。佛法不是如此，佛法講聖人，超越十法界才是聖人，沒有超越十法界都叫凡夫。不過四聖法界叫外凡，外凡也有個別名叫小聖，佛家稱小聖，小乘聖者，沒有出十法界的；出十法界的稱大聖，他不是小聖，是大聖。都能示現，這叫「普門示現之德」。"
    },
    {
      "id": "02-039-0112_p0016",
      "zh_CN": "我们知道这些大士们，大菩萨，他们住在实报庄严土，用《华严经》的标准来说，《华严经》讲初住以上的菩萨，十住、十行、十回向、十地、等觉，这四十一个位次。江味农居士注解《金刚经》，就是《金刚经讲义》，他注解的。他在《金刚经》上，一部经，这是古人，一门深入，长时薰修，四十年，四十年的功夫用在一部经上，他成就了，他是《金刚经》的权威。所以，一般人研究《金刚经》、学《金刚经》，不能不看他的讲义。真正肯学，看他讲义就够了，不必再找其他注解，他的讲义可以说是集古今《金刚经》注解之大成，给学《金刚经》的人带来方便。还有一位居士，周止庵居士，这都是民国年间人，一生专攻《心经》，《般若心经》。诸位晓得，《心经》只有二百六十个字，他用多长时间？也是用了四十年，写成一部注解《心经诠注》，那是集《心经》古往今来大德注解之大成，都了不起！在末法时期，给我们发心研究经教的人做了个很好的榜样，这个榜样就是一门深入，长时薰修。他们的成就令人赞叹，四十年在一部经上锲而不舍，成为这部经的权威。你今天提到《金刚经》、提到《心经》，你就不能不知道这两种注解。",
      "zh_TW": "我們知道這些大士們，大菩薩，他們住在實報莊嚴土，用《華嚴經》的標準來說，《華嚴經》講初住以上的菩薩，十住、十行、十迴向、十地、等覺，這四十一個位次。江味農居士註解《金剛經》，就是《金剛經講義》，他註解的。他在《金剛經》上，一部經，這是古人，一門深入，長時薰修，四十年，四十年的功夫用在一部經上，他成就了，他是《金剛經》的權威。所以，一般人研究《金剛經》、學《金剛經》，不能不看他的講義。真正肯學，看他講義就夠了，不必再找其他註解，他的講義可以說是集古今《金剛經》註解之大成，給學《金剛經》的人帶來方便。還有一位居士，周止菴居士，這都是民國年間人，一生專攻《心經》，《般若心經》。諸位曉得，《心經》只有二百六十個字，他用多長時間？也是用了四十年，寫成一部註解《心經詮注》，那是集《心經》古往今來大德註解之大成，都了不起！在末法時期，給我們發心研究經教的人做了個很好的榜樣，這個榜樣就是一門深入，長時薰修。他們的成就令人讚歎，四十年在一部經上鍥而不捨，成為這部經的權威。你今天提到《金剛經》、提到《心經》，你就不能不知道這兩種註解。"
    },
    {
      "id": "02-039-0112_p0017",
      "zh_CN": "他们两位最后都是念佛求生净土的，他们往生净土，我们能想像得到，他不在同居土，他也不在方便土，人家到实报庄严土去了。这一点都不假。为什么？他有智慧！《金刚般若》跟《般若波罗蜜多心经》都是智慧，而且是文殊智慧。既有文殊智慧，他当然圆满普贤胜行，那肯定的。所以我们知道，他们往生生实报土。我们真的要跟着学，好样子在前面，一生不改方向，一生不涉猎其他的，专攻一部。所以，他们有能力在十方一切诸佛刹土里面，应众生之感，众生希望以佛身得度，他就会像释迦牟尼佛一样，在他那个世界示现八相成道，普度众生。初住菩萨就有这个能力，所以江味农居士在《金刚经》上解释「诸佛如来」，他就用《华严经》四十一位法身大士。四十一个位次这就是诸，诸多，这四十一位都是诸佛如来。所以中国大乘教里面常讲，明心见性，见性成佛。",
      "zh_TW": "他們兩位最後都是念佛求生淨土的，他們往生淨土，我們能想像得到，他不在同居土，他也不在方便土，人家到實報莊嚴土去了。這一點都不假。為什麼？他有智慧！《金剛般若》跟《般若波羅蜜多心經》都是智慧，而且是文殊智慧。既有文殊智慧，他當然圓滿普賢勝行，那肯定的。所以我們知道，他們往生生實報土。我們真的要跟著學，好樣子在前面，一生不改方向，一生不涉獵其他的，專攻一部。所以，他們有能力在十方一切諸佛剎土裡面，應眾生之感，眾生希望以佛身得度，他就會像釋迦牟尼佛一樣，在他那個世界示現八相成道，普度眾生。初住菩薩就有這個能力，所以江味農居士在《金剛經》上解釋「諸佛如來」，他就用《華嚴經》四十一位法身大士。四十一個位次這就是諸，諸多，這四十一位都是諸佛如來。所以中國大乘教裡面常講，明心見性，見性成佛。"
    },
    {
      "id": "02-039-0112_p0018",
      "zh_CN": "在净土宗，那就是无比殊胜的方便，一个人下定决心，我这一生决定要往生极乐世界，一丝毫怀疑都没有，这个人就一生成佛，一生就圆满。谁知道？诸佛如来知道，诸佛如来给他作证明。蕅益大师在《要解》里把这个道理给我们说出来了，念佛人能不能往生，决定在信愿之有无。你有真信、你有真愿，我真相信、真愿意到极乐世界，这就是你往生极乐世界的条件具足，你决定会去。到达西方极乐世界，品位高下，蕅益大师说，那是你念佛功夫的浅深，你的功夫好，往生品位就高，你功夫差一点，你品位就低。这两句话说得好，印光大师对这两句话佩服到五体投地。历代祖师大德讲《弥陀经》、注《弥陀经》，都没有把这个信息透出来，蕅益大师给我们透出来了，对于我们修净土求往生的人坚定了信心。如果常常怀疑，我能不能去极乐世界？常怀疑，那往生西方极乐世界也要打问号，真的，不知道你有没有把握；信心坚定的人是决定得生，蕅益大师给你作证明。真正求往生的人，口头上有不行，得要有行动，行动是什么？对于这个世间真的一丝毫的留恋都没有，真放下了，这才是真信、真愿。如果这个世间还有贪恋，还有一丝毫放不下，那就不是真心、不是真愿；真心真愿是彻底放下，一丝毫留恋都没有，那个人是决定得生。",
      "zh_TW": "在淨土宗，那就是無比殊勝的方便，一個人下定決心，我這一生決定要往生極樂世界，一絲毫懷疑都沒有，這個人就一生成佛，一生就圓滿。誰知道？諸佛如來知道，諸佛如來給他作證明。蕅益大師在《要解》裡把這個道理給我們說出來了，念佛人能不能往生，決定在信願之有無。你有真信、你有真願，我真相信、真願意到極樂世界，這就是你往生極樂世界的條件具足，你決定會去。到達西方極樂世界，品位高下，蕅益大師說，那是你念佛功夫的淺深，你的功夫好，往生品位就高，你功夫差一點，你品位就低。這兩句話說得好，印光大師對這兩句話佩服到五體投地。歷代祖師大德講《彌陀經》、註《彌陀經》，都沒有把這個信息透出來，蕅益大師給我們透出來了，對於我們修淨土求往生的人堅定了信心。如果常常懷疑，我能不能去極樂世界？常懷疑，那往生西方極樂世界也要打問號，真的，不知道你有沒有把握；信心堅定的人是決定得生，蕅益大師給你作證明。真正求往生的人，口頭上有不行，得要有行動，行動是什麼？對於這個世間真的一絲毫的留戀都沒有，真放下了，這才是真信、真願。如果這個世間還有貪戀，還有一絲毫放不下，那就不是真心、不是真願；真心真願是徹底放下，一絲毫留戀都沒有，那個人是決定得生。"
    },
    {
      "id": "02-039-0112_p0019",
      "zh_CN": "这经上，「譬善幻师」这是比喻，「现众异相」。幻师，我们现在人叫魔术师，变魔术的，我们看表演的时候，杂耍节目当中有表演魔术的。古印度就有，古印度称他作幻师，我们中国人叫变魔术，魔术师。「《智度论》曰：西方有幻术人」，他会变这些把戏，幻术人，「一切皆能化现，宫殿城郭廊宇，结巾为兔，竖带为蛇，种种变现等」，这是讲魔术师他变现的这些技巧，举几个例子来说。没有宫殿，他能够变幻宫殿给你看，变幻城楼、长廊这些宫殿的建筑，能变现这些现象，能把一个手巾变一个兔子，一根腰带他变出一条蛇，变这些杂耍来给你看。其实你知道全是假的，没有一样是真的。佛在此地藉这个比喻来说，比喻好懂，「故今借术者之幻化」，魔术师的这些变化，「以喻大士之普门示现」。这些法身大士，四十一位法身大士，他们在十方诸佛世界，众生有感他就有应，应的时候他现身。他现身是随众生的意念，众生想什么身他就现什么身，不是自己，他自己没有起心、没有动念。不起心、不动念，这是智。自己示现度众生，着不着度众生的相？不执着，为什么？众生相是空的，自己示现的相也是假的，有什么好执着的！统统不执着，这叫三轮体空。不执着自相，不执着他相，也不执着当中用的种种善巧方便的方法帮助众生，统统不执着，晓得凡所有相皆是虚妄，自相、他相、种种现相无一不是虚妄的。",
      "zh_TW": "這經上，「譬善幻師」這是比喻，「現眾異相」。幻師，我們現在人叫魔術師，變魔術的，我們看表演的時候，雜耍節目當中有表演魔術的。古印度就有，古印度稱他作幻師，我們中國人叫變魔術，魔術師。「《智度論》曰：西方有幻術人」，他會變這些把戲，幻術人，「一切皆能化現，宮殿城郭廊宇，結巾為兔，豎帶為蛇，種種變現等」，這是講魔術師他變現的這些技巧，舉幾個例子來說。沒有宮殿，他能夠變幻宮殿給你看，變幻城樓、長廊這些宮殿的建築，能變現這些現象，能把一個手巾變一個兔子，一根腰帶他變出一條蛇，變這些雜耍來給你看。其實你知道全是假的，沒有一樣是真的。佛在此地藉這個比喻來說，比喻好懂，「故今借術者之幻化」，魔術師的這些變化，「以喻大士之普門示現」。這些法身大士，四十一位法身大士，他們在十方諸佛世界，眾生有感他就有應，應的時候他現身。他現身是隨眾生的意念，眾生想什麼身他就現什麼身，不是自己，他自己沒有起心、沒有動念。不起心、不動念，這是智。自己示現度眾生，著不著度眾生的相？不執著，為什麼？眾生相是空的，自己示現的相也是假的，有什麼好執著的！統統不執著，這叫三輪體空。不執著自相，不執著他相，也不執著當中用的種種善巧方便的方法幫助眾生，統統不執著，曉得凡所有相皆是虛妄，自相、他相、種種現相無一不是虛妄的。"
    },
    {
      "id": "02-039-0112_p0020",
      "zh_CN": "这些虚妄的境界，在他们的眼前完全见到，在我们的眼前圆满的显露，为什么我们见不到？我们被这些相迷了，我们以为是真的。这就是说，我们的心染污了。心像水一样，染污了、动摇了，动摇就是起了波浪，这个水，照的作用失掉了。菩萨的心清净的、不动的，平等的、不动的，像水干干净净、没有波浪，像一面镜子一样，外面境界照得清清楚楚。所以他在境界里头，不起心不动念、不分别不执着。我们这个照失掉，照是智慧。智慧怎么来的？智慧从清净平等来的，清净平等是禅定。诸位要晓得，清净平等心是自己的真心，现在被染污、被波动，这个心叫妄心。妄心没有离开真心，就是波没有离开水，水是真心，波是妄心；清净是真心，染污是妄心。我们有执着就是有染污，有分别就是有波动。我们要在境界里面去学习，学什么？首先学一个不被染污，眼见色、耳闻声，六根接触六尘境界，不被它影响。接触，不起自私自利，不起贪瞋痴慢，就没有受到它干扰。看到了，这个很喜欢，被染污了，看到这个讨厌它，也被染污了，我看到我想占有它、想控制它，都被染污了，这个要时时刻刻提起警觉。",
      "zh_TW": "這些虛妄的境界，在他們的眼前完全見到，在我們的眼前圓滿的顯露，為什麼我們見不到？我們被這些相迷了，我們以為是真的。這就是說，我們的心染污了。心像水一樣，染污了、動搖了，動搖就是起了波浪，這個水，照的作用失掉了。菩薩的心清淨的、不動的，平等的、不動的，像水乾乾淨淨、沒有波浪，像一面鏡子一樣，外面境界照得清清楚楚。所以他在境界裡頭，不起心不動念、不分別不執著。我們這個照失掉，照是智慧。智慧怎麼來的？智慧從清淨平等來的，清淨平等是禪定。諸位要曉得，清淨平等心是自己的真心，現在被染污、被波動，這個心叫妄心。妄心沒有離開真心，就是波沒有離開水，水是真心，波是妄心；清淨是真心，染污是妄心。我們有執著就是有染污，有分別就是有波動。我們要在境界裡面去學習，學什麼？首先學一個不被染污，眼見色、耳聞聲，六根接觸六塵境界，不被它影響。接觸，不起自私自利，不起貪瞋痴慢，就沒有受到它干擾。看到了，這個很喜歡，被染污了，看到這個討厭它，也被染污了，我看到我想佔有它、想控制它，都被染污了，這個要時時刻刻提起警覺。"
    },
    {
      "id": "02-039-0112_p0021",
      "zh_CN": "百货公司走一趟没有关系，真修行的常常在走动，为什么？看看动不动心，那就真修行，定慧等持。看是什么？现在科学技术发达了，尤其科学产品日新月异，天天去看，那是智慧，你明了，如如不动那是定功。真正修定不是盘腿面壁，是百货公司天天去逛，真修禅定，真定，那不是假的。那个盘腿面壁面上几年，百货公司逛一趟，还是起心动念，就完了。《华严经》里面五十三参，你看那个修禅定的长老，在哪里修？就是在百货公司，最热闹的地方。他在那里逛街，善财童子去访问他，知道他在那里修禅定。人家看到他在逛街，这也看看、那也看看，东看看、西瞧瞧，善财童子知道，那是真的禅定。这个要懂得，要真修、要实炼，真要炼功夫，把贪瞋痴慢疑断掉。不接触外头境界断不了，假的，不是真的；要接触，接触真断了，这是真的，这不是假的。所以方东美先生早年把佛经哲学介绍给我，他说佛法都是来真的，它不是来假的，五十三参通过实验的。没有通过实验的，在科学里面讲不能算是真的，通过实验那是真的，这一点不假。所以《华严经》，世尊成道第一部讲的，圆满的法轮，佛门的第一经。",
      "zh_TW": "百貨公司走一趟沒有關係，真修行的常常在走動，為什麼？看看動不動心，那就真修行，定慧等持。看是什麼？現在科學技術發達了，尤其科學產品日新月異，天天去看，那是智慧，你明瞭，如如不動那是定功。真正修定不是盤腿面壁，是百貨公司天天去逛，真修禪定，真定，那不是假的。那個盤腿面壁面上幾年，百貨公司逛一趟，還是起心動念，就完了。《華嚴經》裡面五十三參，你看那個修禪定的長老，在哪裡修？就是在百貨公司，最熱鬧的地方。他在那裡逛街，善財童子去訪問他，知道他在那裡修禪定。人家看到他在逛街，這也看看、那也看看，東看看、西瞧瞧，善財童子知道，那是真的禪定。這個要懂得，要真修、要實鍊，真要鍊功夫，把貪瞋痴慢疑斷掉。不接觸外頭境界斷不了，假的，不是真的；要接觸，接觸真斷了，這是真的，這不是假的。所以方東美先生早年把佛經哲學介紹給我，他說佛法都是來真的，它不是來假的，五十三參通過實驗的。沒有通過實驗的，在科學裡面講不能算是真的，通過實驗那是真的，這一點不假。所以《華嚴經》，世尊成道第一部講的，圓滿的法輪，佛門的第一經。"
    },
    {
      "id": "02-039-0112_p0022",
      "zh_CN": "「于彼相中，实无可得」，这个相就是指十法界依正庄严，也是《金刚经》上所说的，「凡所有相，皆是虚妄」。凡所有相，不但十法界包括了，还包括诸佛如来的实报庄严土。为什么？实报庄严土有相，佛在一切经中从来没有说过「凡所有相皆是虚妄，实报庄严土除外」，没说过这句话。没有说过这句话，我们就知道，实报土也是虚妄的。什么是真实的？真实只有一个，没有第二个，常寂光土。常寂光是真的，那不是假的，为什么？永恒不变。实报土怎么来的？我们通过学习《华严》才知道，过去对这个是一个疑问，也是多少年都不能够解决，想不通。它怎么来的？菩萨修行，到大彻大悟，明心见性，生实报土。我们可以能想像得到，大彻大悟的这些人，他起心动念断掉了，不起心不动念，当然分别执着早就没有了，起心动念都没有了，这个世界是平等法界，怎么会有现相呢？应该真的是一真法界，纯真无妄；他纯真还带着妄，这个相还没去掉。我们在《华严经》上看到这个消息，这消息是什么？《华严经》还有四十一个位次。这四十一个位次怎么来的？人到不起心、不动念，还有什么位次？有位次就有分别，有分别就有执着，那他是凡夫。所以我们得讨论这个问题。我们在经上看到一句话，无始无明的烦恼断了，也就是真的不起心不动念，无始无明烦恼断了，习气没断。这个消息让我们终于醒悟过来，无始无明断了，习气没断，这四十一个位次是习气厚薄分成的，愈是往上面去习气就愈薄，到习气完全没有了，那就不叫菩萨，就叫佛陀，究竟圆满的佛果，习气没有了。由此可知，实报土是习气变现出来的，没有习气，实报土也没有。实报土没有了，剩下来的就是一个，常寂光净土，那是真的，那是自性，回归自性是常寂光。所以常寂光土叫做妙觉，妙觉就是常寂光，常寂光就是妙觉。实报土，起心动念没有了，有习气，无始无明断掉了，无始无明的习气还在。只要习气在，就有实报土的相，习气没有了，实报土的相也没有了。这我们才搞清楚、搞明白，真的是凡所有相皆是虚妄。",
      "zh_TW": "「於彼相中，實無可得」，這個相就是指十法界依正莊嚴，也是《金剛經》上所說的，「凡所有相，皆是虛妄」。凡所有相，不但十法界包括了，還包括諸佛如來的實報莊嚴土。為什麼？實報莊嚴土有相，佛在一切經中從來沒有說過「凡所有相皆是虛妄，實報莊嚴土除外」，沒說過這句話。沒有說過這句話，我們就知道，實報土也是虛妄的。什麼是真實的？真實只有一個，沒有第二個，常寂光土。常寂光是真的，那不是假的，為什麼？永恆不變。實報土怎麼來的？我們通過學習《華嚴》才知道，過去對這個是一個疑問，也是多少年都不能夠解決，想不通。它怎麼來的？菩薩修行，到大徹大悟，明心見性，生實報土。我們可以能想像得到，大徹大悟的這些人，他起心動念斷掉了，不起心不動念，當然分別執著早就沒有了，起心動念都沒有了，這個世界是平等法界，怎麼會有現相呢？應該真的是一真法界，純真無妄；他純真還帶著妄，這個相還沒去掉。我們在《華嚴經》上看到這個消息，這消息是什麼？《華嚴經》還有四十一個位次。這四十一個位次怎麼來的？人到不起心、不動念，還有什麼位次？有位次就有分別，有分別就有執著，那他是凡夫。所以我們得討論這個問題。我們在經上看到一句話，無始無明的煩惱斷了，也就是真的不起心不動念，無始無明煩惱斷了，習氣沒斷。這個消息讓我們終於醒悟過來，無始無明斷了，習氣沒斷，這四十一個位次是習氣厚薄分成的，愈是往上面去習氣就愈薄，到習氣完全沒有了，那就不叫菩薩，就叫佛陀，究竟圓滿的佛果，習氣沒有了。由此可知，實報土是習氣變現出來的，沒有習氣，實報土也沒有。實報土沒有了，剩下來的就是一個，常寂光淨土，那是真的，那是自性，回歸自性是常寂光。所以常寂光土叫做妙覺，妙覺就是常寂光，常寂光就是妙覺。實報土，起心動念沒有了，有習氣，無始無明斷掉了，無始無明的習氣還在。只要習氣在，就有實報土的相，習氣沒有了，實報土的相也沒有了。這我們才搞清楚、搞明白，真的是凡所有相皆是虛妄。"
    },
    {
      "id": "02-039-0112_p0023",
      "zh_CN": "这些菩萨「因实知是幻，故于幻不迷」，他知道，连诸佛如来的实报庄严土都是幻化的，不是真的，何况十法界，又何况是六道，清清楚楚、明明白白，对于这个境界一丝毫迷惑都没有。真契入这个境界，你要是看到地球上这些灾难现前，就像什么？就像我们在电影院看「2012」的电影一样，那是幻的，不是真的。就会变成这个样子，就表演在你的面前，你就看到那个真相，像看电影一样。起不起心动念？不起心不动念。为什么？你晓得如是因、如是缘、如是果、如是报，它在那里表演。演什么？演因缘果报丝毫不爽。与自己有没有相干？毫不相干，为什么？自己这个身也是幻的，也不是真的。对境界没有起心动念，对自身也没有起心动念，这叫解脱，这叫得大自在。所以，没有智慧不行，没有智慧你当真，当真就有苦受，你知道是假的就没有苦。古大德也说了一句名言，告诉我们真看破了，杀头，他没有感到恐怖，「将头临白刃」，头放在刀底下杀头，「犹如斩春风」。你看看他多自在，这么潇洒！不入这个境界的人，这个话说不出来。所以，知幻他就不迷了。",
      "zh_TW": "這些菩薩「因實知是幻，故於幻不迷」，他知道，連諸佛如來的實報莊嚴土都是幻化的，不是真的，何況十法界，又何況是六道，清清楚楚、明明白白，對於這個境界一絲毫迷惑都沒有。真契入這個境界，你要是看到地球上這些災難現前，就像什麼？就像我們在電影院看「2012」的電影一樣，那是幻的，不是真的。就會變成這個樣子，就表演在你的面前，你就看到那個真相，像看電影一樣。起不起心動念？不起心不動念。為什麼？你曉得如是因、如是緣、如是果、如是報，它在那裡表演。演什麼？演因緣果報絲毫不爽。與自己有沒有相干？毫不相干，為什麼？自己這個身也是幻的，也不是真的。對境界沒有起心動念，對自身也沒有起心動念，這叫解脫，這叫得大自在。所以，沒有智慧不行，沒有智慧你當真，當真就有苦受，你知道是假的就沒有苦。古大德也說了一句名言，告訴我們真看破了，殺頭，他沒有感到恐怖，「將頭臨白刃」，頭放在刀底下殺頭，「猶如斬春風」。你看看他多自在，這麼瀟灑！不入這個境界的人，這個話說不出來。所以，知幻他就不迷了。"
    },
    {
      "id": "02-039-0112_p0024",
      "zh_CN": "「如《宝积经》中，学幻天子说偈赞佛曰：如幻师作幻，自于幻不迷，以知幻虚故，佛观世亦然」，这几句话说得太好了。我们处今天这个世界，要是把这几句话学通了，你一点忧虑都没有了，一丝毫恐惧都没有了。幻师是谁？这一句要清楚，幻师是意念，大乘教里面佛说得太多了，「一切法从心想生」，幻师就是心想。要知道，诸佛与法身菩萨没有心想，他们不是幻师，他没有心想。幻师是有心想的人，都是幻师，自作自受，自己在那里变，自己在那里受用。不是佛菩萨变把戏，佛菩萨不会变，十法界的众生会变把戏。实报庄严土的人，虽然无始无明的习气还在，他也不变把戏了。所以你这个地方要看清楚，不是佛菩萨来变把戏，是我们十法界里面的众生，因为他们有心，一切法从心想生，这心是妄心，他有妄心。妄心是什么？起心动念、分别执着，这是幻师。但是他不知道这是幻，他迷了。实报土里面这些人，实报土跟常寂光土的他们知道，知道你是个幻师，也知道你变的这些幻法，清清楚楚、明明白白。可是这个幻师作幻，自于幻不迷，玩魔术的人他知道，他在变魔术变给别人看的，他不迷，别人迷了他不迷。比喻只能比喻一定的限度，没有办法比喻得恰好，比喻得恰到好处是做不到的。",
      "zh_TW": "「如《寶積經》中，學幻天子說偈讚佛曰：如幻師作幻，自於幻不迷，以知幻虛故，佛觀世亦然」，這幾句話說得太好了。我們處今天這個世界，要是把這幾句話學通了，你一點憂慮都沒有了，一絲毫恐懼都沒有了。幻師是誰？這一句要清楚，幻師是意念，大乘教裡面佛說得太多了，「一切法從心想生」，幻師就是心想。要知道，諸佛與法身菩薩沒有心想，他們不是幻師，他沒有心想。幻師是有心想的人，都是幻師，自作自受，自己在那裡變，自己在那裡受用。不是佛菩薩變把戲，佛菩薩不會變，十法界的眾生會變把戲。實報莊嚴土的人，雖然無始無明的習氣還在，他也不變把戲了。所以你這個地方要看清楚，不是佛菩薩來變把戲，是我們十法界裡面的眾生，因為他們有心，一切法從心想生，這心是妄心，他有妄心。妄心是什麼？起心動念、分別執著，這是幻師。但是他不知道這是幻，他迷了。實報土裡面這些人，實報土跟常寂光土的他們知道，知道你是個幻師，也知道你變的這些幻法，清清楚楚、明明白白。可是這個幻師作幻，自於幻不迷，玩魔術的人他知道，他在變魔術變給別人看的，他不迷，別人迷了他不迷。比喻只能比喻一定的限度，沒有辦法比喻得恰好，比喻得恰到好處是做不到的。"
    },
    {
      "id": "02-039-0112_p0025",
      "zh_CN": "我们现在这个幻师自己也迷了，问题在这个地方，自己迷了，给别人看，别人迷了，自己也迷了。实报土里面这些法身菩萨，常寂光土的诸佛如来，他们丝毫都不迷。所以你迷了，迷是有感，这个感有有心的、有无心的，有有意的、有无意的。虽然是无意的感，佛菩萨也能够接收到，他也能够来现身说法，无尽的慈悲！他知道你的根性，佛菩萨来为你现身说法，你相信，你能够理解，肯跟他学，他就来了；你要不相信、不能理解，他不来。他不需要起心动念，人家是智慧照见，像《心经》上所说的，「观自在菩萨」，法会里面这些大菩萨，他们的能力跟观音菩萨是平等的，没有差别，都是法身大士，他怎么知道的？「行深般若波罗蜜多时，照见五蕴皆空」，人家是照见的，像一面镜子一样。像现在的无线电，他能接收，他也能发射，我们众生不管有意无意、有心无心，发射的波他都收到。他一收到，完全明了，自自然然现身，来为我们说法，来教导我们，帮助我们觉悟、帮助我们回头。绝对没有起心动念，起心动念那他就堕落了，他就变成凡夫，凡夫自救都救不了，怎么能救人。",
      "zh_TW": "我們現在這個幻師自己也迷了，問題在這個地方，自己迷了，給別人看，別人迷了，自己也迷了。實報土裡面這些法身菩薩，常寂光土的諸佛如來，他們絲毫都不迷。所以你迷了，迷是有感，這個感有有心的、有無心的，有有意的、有無意的。雖然是無意的感，佛菩薩也能夠接收到，他也能夠來現身說法，無盡的慈悲！他知道你的根性，佛菩薩來為你現身說法，你相信，你能夠理解，肯跟他學，他就來了；你要不相信、不能理解，他不來。他不需要起心動念，人家是智慧照見，像《心經》上所說的，「觀自在菩薩」，法會裡面這些大菩薩，他們的能力跟觀音菩薩是平等的，沒有差別，都是法身大士，他怎麼知道的？「行深般若波羅蜜多時，照見五蘊皆空」，人家是照見的，像一面鏡子一樣。像現在的無線電，他能接收，他也能發射，我們眾生不管有意無意、有心無心，發射的波他都收到。他一收到，完全明瞭，自自然然現身，來為我們說法，來教導我們，幫助我們覺悟、幫助我們回頭。絕對沒有起心動念，起心動念那他就墮落了，他就變成凡夫，凡夫自救都救不了，怎麼能救人。"
    },
    {
      "id": "02-039-0112_p0026",
      "zh_CN": "「以知幻虚故，佛观世亦然」，如来看这个世间、看十法界依正庄严，就像法身菩萨、诸佛如来观察这个世间是一样的，没有一样东西是真的，没有一样东西是实在的。佛家的真实跟虚妄，它的定义，真，永恒不灭，这是真的，凡是有变化、凡是有生灭的全是假的，都不是真的。佛说这句话我们很不好懂，为什么？真的我们不能理解。佛说这个生灭，不是我们说的这个现象，人出生生到这个世界上，人死亡了，灭了、死了，不是这个意思。诸佛如来、法身菩萨观生灭，是观极其微细的波动现象。这是近代量子科学家给我们透的信息，我们才渐渐懂得佛说这句话的真实义。虽然量子力学家透得不多，只要这一点点我们就有所悟处。量子力学家说物质是假的，不是真的，这个世间根本没有物质这个东西。我们这一根汗毛是物质，一粒沙子是物质，把一粒沙磨成细粉，每一粒细粉还是物质，我们肉眼看得见，怎么能说没有物质存在？这些物质的本质是什么？是意念，念头，许许多多的念头累积在一起，你看到它好像有东西在那里，就看到物质，物质的本质是这个东西。",
      "zh_TW": "「以知幻虛故，佛觀世亦然」，如來看這個世間、看十法界依正莊嚴，就像法身菩薩、諸佛如來觀察這個世間是一樣的，沒有一樣東西是真的，沒有一樣東西是實在的。佛家的真實跟虛妄，它的定義，真，永恆不滅，這是真的，凡是有變化、凡是有生滅的全是假的，都不是真的。佛說這句話我們很不好懂，為什麼？真的我們不能理解。佛說這個生滅，不是我們說的這個現象，人出生生到這個世界上，人死亡了，滅了、死了，不是這個意思。諸佛如來、法身菩薩觀生滅，是觀極其微細的波動現象。這是近代量子科學家給我們透的信息，我們才漸漸懂得佛說這句話的真實義。雖然量子力學家透得不多，只要這一點點我們就有所悟處。量子力學家說物質是假的，不是真的，這個世間根本沒有物質這個東西。我們這一根汗毛是物質，一粒沙子是物質，把一粒沙磨成細粉，每一粒細粉還是物質，我們肉眼看得見，怎麼能說沒有物質存在？這些物質的本質是什麼？是意念，念頭，許許多多的念頭累積在一起，你看到它好像有東西在那裡，就看到物質，物質的本質是這個東西。"
    },
    {
      "id": "02-039-0112_p0027",
      "zh_CN": "我们通过这个信息，马上就明白佛讲的「一切法从心想生」，物质是从心想生的，立刻让我们回到阿赖耶识，佛在经上给我们讲的阿赖耶识。阿赖耶识的三细相，第一个业相知道了，业相就是波动，就是意念的波动。第二个是转相，转相就是意念。意念从哪里来？意念从波动来的，叫一念不觉，那是第一个波动。由波动、转相才变成境界相，境界相是物质。他这一点，佛法里讲的道理我们就突然明了；以前虽然念，模糊，看古人注解也模糊。所以量子力学对大乘佛法贡献很大，虽然没有说得很清楚，但是它有很多理论，让我们一接触，一想想经上所讲的，马上就明白了。这才知道，眼前所有一切现相，「凡所有相，皆是虚妄」我们能理解了。虽不是证悟，解悟，能解悟你就能看得淡，你就不会再那么执着，知道执着是错误，执着是苦！佛法里面讲八苦交煎，从哪来？执着来的，放下执着，苦就没有了。总的来说，没有一法不是自作自受，这个道理搞清楚、搞明白了，我们在任何环境里头不会怨天尤人了，不会怪人说人家对不起我，不会有这个念头，统统是自作自受；再想到是业因果报，丝毫不爽。",
      "zh_TW": "我們通過這個信息，馬上就明白佛講的「一切法從心想生」，物質是從心想生的，立刻讓我們回到阿賴耶識，佛在經上給我們講的阿賴耶識。阿賴耶識的三細相，第一個業相知道了，業相就是波動，就是意念的波動。第二個是轉相，轉相就是意念。意念從哪裡來？意念從波動來的，叫一念不覺，那是第一個波動。由波動、轉相才變成境界相，境界相是物質。他這一點，佛法裡講的道理我們就突然明瞭；以前雖然念，模糊，看古人註解也模糊。所以量子力學對大乘佛法貢獻很大，雖然沒有說得很清楚，但是它有很多理論，讓我們一接觸，一想想經上所講的，馬上就明白了。這才知道，眼前所有一切現相，「凡所有相，皆是虛妄」我們能理解了。雖不是證悟，解悟，能解悟你就能看得淡，你就不會再那麼執著，知道執著是錯誤，執著是苦！佛法裡面講八苦交煎，從哪來？執著來的，放下執著，苦就沒有了。總的來說，沒有一法不是自作自受，這個道理搞清楚、搞明白了，我們在任何環境裡頭不會怨天尤人了，不會怪人說人家對不起我，不會有這個念頭，統統是自作自受；再想到是業因果報，絲毫不爽。"
    },
    {
      "id": "02-039-0112_p0028",
      "zh_CN": "所以佛法用六个字，把整个宇宙一切法包括了，它有道理。这六个字是性相、理事、因果，这六个字把世出世间一切法统统说尽了，出不了这六个字。这六个字只有性是真的，除了性之外，性是能生能现，其他全是假的，所生、所现没有一样是真的。所有一切虚幻的根源，佛教的名词称为阿赖耶，这是根源，一切现象是从它发生的，它本身是虚妄的，所以变现出来所有境界统统是虚妄的。真的是「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，佛下面举了个例子，「如露亦如电，应作如是观」。你这样的看法，跟佛的看法一样，佛知佛见，《法华经》上说入佛知见。我们学佛，像这些经文，多念、多听、多看，慢慢的不知不觉就起作用，什么作用？把世间所有一切法看淡了。真看淡了，你就不再那么执着，不会像从前那么严重的执着，执着的念头淡化了，分别的念头淡化了，心愈来愈清净、愈来愈平等、愈来愈跟佛菩萨相应，靠近了，那成佛就不远了。尤其我们遇到净宗法门，我们自己很有信心，真能够一切淡化，往生西方净土，品位就大幅度提升，提升到实报土不是不可能，很有可能。现在时间到了，我们就学习到此地。",
      "zh_TW": "所以佛法用六個字，把整個宇宙一切法包括了，它有道理。這六個字是性相、理事、因果，這六個字把世出世間一切法統統說盡了，出不了這六個字。這六個字只有性是真的，除了性之外，性是能生能現，其他全是假的，所生、所現沒有一樣是真的。所有一切虛幻的根源，佛教的名詞稱為阿賴耶，這是根源，一切現象是從它發生的，它本身是虛妄的，所以變現出來所有境界統統是虛妄的。真的是「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，佛下面舉了個例子，「如露亦如電，應作如是觀」。你這樣的看法，跟佛的看法一樣，佛知佛見，《法華經》上說入佛知見。我們學佛，像這些經文，多念、多聽、多看，慢慢的不知不覺就起作用，什麼作用？把世間所有一切法看淡了。真看淡了，你就不再那麼執著，不會像從前那麼嚴重的執著，執著的念頭淡化了，分別的念頭淡化了，心愈來愈清淨、愈來愈平等、愈來愈跟佛菩薩相應，靠近了，那成佛就不遠了。尤其我們遇到淨宗法門，我們自己很有信心，真能夠一切淡化，往生西方淨土，品位就大幅度提升，提升到實報土不是不可能，很有可能。現在時間到了，我們就學習到此地。"
    }
  ]
}