{
  "doc_id": "02-039-0272",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二七二集",
    "zh_TW": "第二七二集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-039-0272",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "02-039-0272_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第三百三十面倒数第七行，从「至于法藏大士」，从这里开始：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第三百三十面倒數第七行，從「至於法藏大士」，從這裡開始："
    },
    {
      "id": "02-039-0272_p0002",
      "zh_CN": "「至于法藏大士才发愿已，空中便即赞言，决定必成无上正觉者，何也？」这是提了一个疑问。法藏菩萨才发愿结束，这个「已」就是圆满的意思，结束了。大地震动，空中就散花、天乐，还有赞叹，决定必成无上正觉，何也？这是什么缘故？「《无量寿经起信论》所释，甚为精要。兹用其意，而简述之如下」，下面这一段都是《无量寿经起信论》里面所说的。《无量寿经起信论》是前清乾隆年代彭际清居士作的，这位居士也是很了不起，通宗通教，显密圆融，是一位大德居士。出身于，用现在的话来讲高干子弟，他的父亲是乾隆皇帝的兵部尚书，就是现在的国防部长，这是属于贵族。他很年轻，应该是不满二十岁就考取进士，一生没做官，爱好佛道，专心学习，成就不在高僧大德之下，留下不少的著作，提供给后人做参考。《无量寿经起信论》就是他的作品之一，他在这上面有这一段话：「一切佛土，不离众生一念清净心，而得成立」。这句话非常重要，前面这「一切」两个字应当着眼十方三世一切诸佛刹土从哪里来的？是众生一念清净心所生、所现的，唯心所现，正是惠能大师所说的，何期自性能生万法，这就是能生万法。",
      "zh_TW": "「至於法藏大士才發願已，空中便即讚言，決定必成無上正覺者，何也？」這是提了一個疑問。法藏菩薩才發願結束，這個「已」就是圓滿的意思，結束了。大地震動，空中就散花、天樂，還有讚歎，決定必成無上正覺，何也？這是什麼緣故？「《無量壽經起信論》所釋，甚為精要。茲用其意，而簡述之如下」，下面這一段都是《無量壽經起信論》裡面所說的。《無量壽經起信論》是前清乾隆年代彭際清居士作的，這位居士也是很了不起，通宗通教，顯密圓融，是一位大德居士。出身於，用現在的話來講高幹子弟，他的父親是乾隆皇帝的兵部尚書，就是現在的國防部長，這是屬於貴族。他很年輕，應該是不滿二十歲就考取進士，一生沒做官，愛好佛道，專心學習，成就不在高僧大德之下，留下不少的著作，提供給後人做參考。《無量壽經起信論》就是他的作品之一，他在這上面有這一段話：「一切佛土，不離眾生一念清淨心，而得成立」。這句話非常重要，前面這「一切」兩個字應當著眼十方三世一切諸佛剎土從哪裡來的？是眾生一念清淨心所生、所現的，唯心所現，正是惠能大師所說的，何期自性能生萬法，這就是能生萬法。"
    },
    {
      "id": "02-039-0272_p0003",
      "zh_CN": "西方极乐世界是怎么回事情？下面说，「法藏大士，发此宏愿，祇为破除众生妄执」，妄是妄想，执是执着，就是世尊在《华严经》上所说的，一切众生皆有如来智慧德相，但以妄想执着而不能证得。彭居士讲，法藏菩萨发四十八大愿，就是破除众生的妄想执着。「开显当人本有心量」，当人就是我们每个人自己。我们自己本有的心量多大？心包太虚，量周沙界，跟诸佛如来无二无别，这是我们本有的心量。「令知净土」，这是教我们知道十方诸佛的实报庄严土是净土，弥陀净土也不例外。「即是法性本然，非从外得」，就是前面所说的，不离众生一念清净心。弥陀的一念清净心，所有一切众生的一念清净心，形相再多，无量无边诸佛众生，心现是一个，一个自性清净圆明体，是这样现出来。所以现土现身即是法性本然，非从外得，这个外就是心性之外。心性之外无有一法，所以法法不离自性，法法不离本心。这个道理一定要懂得，这种智慧属于道种智，道是道理，为什么会有这种事情发生？有相一定有性，有事一定有理，道理搞清楚，就真正觉悟了。",
      "zh_TW": "西方極樂世界是怎麼回事情？下面說，「法藏大士，發此宏願，祇為破除眾生妄執」，妄是妄想，執是執著，就是世尊在《華嚴經》上所說的，一切眾生皆有如來智慧德相，但以妄想執著而不能證得。彭居士講，法藏菩薩發四十八大願，就是破除眾生的妄想執著。「開顯當人本有心量」，當人就是我們每個人自己。我們自己本有的心量多大？心包太虛，量周沙界，跟諸佛如來無二無別，這是我們本有的心量。「令知淨土」，這是教我們知道十方諸佛的實報莊嚴土是淨土，彌陀淨土也不例外。「即是法性本然，非從外得」，就是前面所說的，不離眾生一念清淨心。彌陀的一念清淨心，所有一切眾生的一念清淨心，形相再多，無量無邊諸佛眾生，心現是一個，一個自性清淨圓明體，是這樣現出來。所以現土現身即是法性本然，非從外得，這個外就是心性之外。心性之外無有一法，所以法法不離自性，法法不離本心。這個道理一定要懂得，這種智慧屬於道種智，道是道理，為什麼會有這種事情發生？有相一定有性，有事一定有理，道理搞清楚，就真正覺悟了。"
    },
    {
      "id": "02-039-0272_p0004",
      "zh_CN": "下面自己设个问答，「何以故」，何以故，用现在话说，为什么？下面是解答，「自性空寂，离诸恶趣」。十法界、六道三途统统称为恶趣，为什么？自性空寂，本来没有！这是从自性理体上说的。下面讲，「自性妙圆，具诸相好」，前两句从体上讲，这两句从相上讲。《大方广佛华严经》给我们说的是体相用，世出世间一切法概括起来不外乎这三方面，有体、有相、有用，所以自性妙圆，具诸相好。这个「诸」把所有一切的现象全包括了，现在我们常说把它分为三大类，诸相，物质现象、精神现象、自然现象，这三大类就统统都包括了。",
      "zh_TW": "下面自己設個問答，「何以故」，何以故，用現在話說，為什麼？下面是解答，「自性空寂，離諸惡趣」。十法界、六道三途統統稱為惡趣，為什麼？自性空寂，本來沒有！這是從自性理體上說的。下面講，「自性妙圓，具諸相好」，前兩句從體上講，這兩句從相上講。《大方廣佛華嚴經》給我們說的是體相用，世出世間一切法概括起來不外乎這三方面，有體、有相、有用，所以自性妙圓，具諸相好。這個「諸」把所有一切的現象全包括了，現在我們常說把它分為三大類，諸相，物質現象、精神現象、自然現象，這三大類就統統都包括了。"
    },
    {
      "id": "02-039-0272_p0005",
      "zh_CN": "「自性无碍，现六神通」，这是讲作用，因为自性空寂，自性无碍，所以事事无碍，用六神通来做代表。「自性无住，不可断灭」，这句话说自性不生不灭。自性不生不灭，它的相、它的作用有没有生灭？实际上也是不生不灭。我们凡夫看到好像有生灭，那是看错了，你没有看到真相，真相确实是不生不灭，连科学家都晓得，精神不灭，物质不灭，这科学家讲的。为什么不生不灭？佛跟科学讲是一样的道理，缘聚缘散，缘聚无生而生，缘散不灭而灭，你才真能看到真相，缘聚缘散而已。这个事情近代科学家发现了，物质不灭。你看物质可以变成能量，能量又可以变成物质，觅生灭了不可得。",
      "zh_TW": "「自性無礙，現六神通」，這是講作用，因為自性空寂，自性無礙，所以事事無礙，用六神通來做代表。「自性無住，不可斷滅」，這句話說自性不生不滅。自性不生不滅，它的相、它的作用有沒有生滅？實際上也是不生不滅。我們凡夫看到好像有生滅，那是看錯了，你沒有看到真相，真相確實是不生不滅，連科學家都曉得，精神不滅，物質不滅，這科學家講的。為什麼不生不滅？佛跟科學講是一樣的道理，緣聚緣散，緣聚無生而生，緣散不滅而滅，你才真能看到真相，緣聚緣散而已。這個事情近代科學家發現了，物質不滅。你看物質可以變成能量，能量又可以變成物質，覓生滅了不可得。"
    },
    {
      "id": "02-039-0272_p0006",
      "zh_CN": "「自性无内，如镜普现」，这个现象不难懂。两面镜子对照，互相照，我们人站在当中，你看有没有止境？从这个比喻当中就能够体会到几分，确确实实是无尽，重重无尽。我们前面念过，佛经上说的极微之微，现在科学家称为量子，小光子。前面我们读过的，一尘一毛之微点就是科学家讲的小光子，有没有内？没有。自性无内，自性所现的相哪里会有内！「自性光明，如日普照」，这个光明是本有的，佛说一切众生皆有如来智慧德相，光明就是智慧，智慧光明如日普照，像太阳一样。真的吗？真的。无论是精神现象、是物质现象，我们知道它都是依波动而形成，频率非常的快速，我们看不到，用仪器也没有办法把它看清楚。看到了，到底有多快不知道，只知道速度非常快。佛经上，依照佛经上所讲的，一秒钟它振动的频率一千六百兆，你说速度多快，才动就周遍法界。这就像如日普照一样，才动就周遍法界，出生无尽。出生无尽是什么？整个法界起变化。那我们想想，这个法界是有多少众生，有多少物质现象，有多少精神现象，所有一切现象的频率都在那里动，以极快的速度在那里动，所以整个法界虚空界是动的，它不是静止的。可是动中有不动，什么东西不动？自性不动，自性是体，体没有动，相在动，作用在动，动静不二，动静一如。",
      "zh_TW": "「自性無內，如鏡普現」，這個現象不難懂。兩面鏡子對照，互相照，我們人站在當中，你看有沒有止境？從這個比喻當中就能夠體會到幾分，確確實實是無盡，重重無盡。我們前面念過，佛經上說的極微之微，現在科學家稱為量子，小光子。前面我們讀過的，一塵一毛之微點就是科學家講的小光子，有沒有內？沒有。自性無內，自性所現的相哪裡會有內！「自性光明，如日普照」，這個光明是本有的，佛說一切眾生皆有如來智慧德相，光明就是智慧，智慧光明如日普照，像太陽一樣。真的嗎？真的。無論是精神現象、是物質現象，我們知道它都是依波動而形成，頻率非常的快速，我們看不到，用儀器也沒有辦法把它看清楚。看到了，到底有多快不知道，只知道速度非常快。佛經上，依照佛經上所講的，一秒鐘它振動的頻率一千六百兆，你說速度多快，才動就周遍法界。這就像如日普照一樣，才動就周遍法界，出生無盡。出生無盡是什麼？整個法界起變化。那我們想想，這個法界是有多少眾生，有多少物質現象，有多少精神現象，所有一切現象的頻率都在那裡動，以極快的速度在那裡動，所以整個法界虛空界是動的，它不是靜止的。可是動中有不動，什麼東西不動？自性不動，自性是體，體沒有動，相在動，作用在動，動靜不二，動靜一如。"
    },
    {
      "id": "02-039-0272_p0007",
      "zh_CN": "「自性平等，如香普熏」，这个房间要是烧一炷好香，香很少，满屋你都闻到香味。佛经上有一个比喻，古印度有牛头旃檀，宝香，经上记载这香烧一丸，不大，像黄豆、绿豆这么大，一丸，四十里都能够闻到。可惜这种香现在没有了，在这个世界绝种了。为什么会绝种？人知道修福，知道修慧，知道积功累德，这个世界珍宝就出现。珍宝从哪里来的？是一切众生清净心、慈悲心所结晶的，变现出来的，唯识所变。如果我们的心不善，不清净，它就变成污秽的东西，矿物，珍宝也是矿物，泥沙也是矿物，粪土也是矿物，都是心现识变，要懂这个道理。",
      "zh_TW": "「自性平等，如香普熏」，這個房間要是燒一炷好香，香很少，滿屋你都聞到香味。佛經上有一個比喻，古印度有牛頭旃檀，寶香，經上記載這香燒一丸，不大，像黃豆、綠豆這麼大，一丸，四十里都能夠聞到。可惜這種香現在沒有了，在這個世界絕種了。為什麼會絕種？人知道修福，知道修慧，知道積功累德，這個世界珍寶就出現。珍寶從哪裡來的？是一切眾生清淨心、慈悲心所結晶的，變現出來的，唯識所變。如果我們的心不善，不清淨，它就變成污穢的東西，礦物，珍寶也是礦物，泥沙也是礦物，糞土也是礦物，都是心現識變，要懂這個道理。"
    },
    {
      "id": "02-039-0272_p0008",
      "zh_CN": "西方世界，我们就知道是人最极清净心、最善的慈悲心变现出来的。回过头来再看看我们这个地球现前的状况，是极不善的心念所现的，极不善的心行所变的，是这么回事情。现在社会乱了，地球灾变异常，有没有办法恢复？答案是肯定的。就像现代美国的科学家所说的，只要地球上的居民大家都觉悟，都乐意弃恶扬善，改邪归正，端正心念，社会就安定了，地球上这些灾变就化解。他所说的这个道理，提供这个方法跟大乘经上讲的完全相同。佛教我们勤修戒定慧是扬善，息灭贪瞋痴是离恶，教我们正心，依照佛菩萨的教诲、古圣先贤的教诲，修身养性就是端正心念、改邪归正。我们自己有救了，你的家庭也得救。家庭幸福，你的一生美满，今生现前就得无比殊胜的利益。",
      "zh_TW": "西方世界，我們就知道是人最極清淨心、最善的慈悲心變現出來的。回過頭來再看看我們這個地球現前的狀況，是極不善的心念所現的，極不善的心行所變的，是這麼回事情。現在社會亂了，地球災變異常，有沒有辦法恢復？答案是肯定的。就像現代美國的科學家所說的，只要地球上的居民大家都覺悟，都樂意棄惡揚善，改邪歸正，端正心念，社會就安定了，地球上這些災變就化解。他所說的這個道理，提供這個方法跟大乘經上講的完全相同。佛教我們勤修戒定慧是揚善，息滅貪瞋痴是離惡，教我們正心，依照佛菩薩的教誨、古聖先賢的教誨，修身養性就是端正心念、改邪歸正。我們自己有救了，你的家庭也得救。家庭幸福，你的一生美滿，今生現前就得無比殊勝的利益。"
    },
    {
      "id": "02-039-0272_p0009",
      "zh_CN": "佛家讲觉迷，觉迷的样子很简单，你对世出世间法有信心就是觉，没有信心就是迷。信心从哪里来的？信心从性德里头流出来，这是性德。为什么知道它是性德？中国古圣先贤跟我们讲的，做人立身于世不离四科，四个科目：第一个是五伦，第二个是五常，第三个是四维，第四个是八德。五伦里面，朋友有信，你看有这个信字；五常里面，仁义礼智信，你看又有一个信字；八德里头，孝悌忠信仁爱和平，里头又有信字，你看四科里头三个信字，这个信多重要！大乘法里头，信为道元功德母，能长一切诸善根，这不信怎么行？信的反面就是疑惑，疑是根本烦恼，贪瞋痴慢疑，大乘经教里头，疑是菩萨第一个障碍，对圣人教诲怀疑，对佛菩萨怀疑，对自性怀疑，不知道有性德。就连最普通的医疗，医疗有没有效果？有的有效果，有的没有效果，效果从哪里产生的？从信心。大概总在三十年前，我有一次在美国得到感冒，达拉斯有个中国医生也小有名气，我们同修带着我去看医生，请他治疗。我就给医生谈这个问题，我说医生跟病人要有缘，没有缘治不了病，他同意。缘是什么？病人对医生有信心，医生对病人有信心，这个病很容易治好；如果没有信心，再高明的医术都治不好。我给他说这个道理，他非常同意，他能接受。我说其实病怎么好的？至少十分之七是你的信心让你这身体恢复正常，你好了，医药充其量只有三分力量。所以「信为道元功德母，长养一切诸善根」，求学、求道、学佛，这个信心太重要了。",
      "zh_TW": "佛家講覺迷，覺迷的樣子很簡單，你對世出世間法有信心就是覺，沒有信心就是迷。信心從哪裡來的？信心從性德裡頭流出來，這是性德。為什麼知道它是性德？中國古聖先賢跟我們講的，做人立身於世不離四科，四個科目：第一個是五倫，第二個是五常，第三個是四維，第四個是八德。五倫裡面，朋友有信，你看有這個信字；五常裡面，仁義禮智信，你看又有一個信字；八德裡頭，孝悌忠信仁愛和平，裡頭又有信字，你看四科裡頭三個信字，這個信多重要！大乘法裡頭，信為道元功德母，能長一切諸善根，這不信怎麼行？信的反面就是疑惑，疑是根本煩惱，貪瞋痴慢疑，大乘經教裡頭，疑是菩薩第一個障礙，對聖人教誨懷疑，對佛菩薩懷疑，對自性懷疑，不知道有性德。就連最普通的醫療，醫療有沒有效果？有的有效果，有的沒有效果，效果從哪裡產生的？從信心。大概總在三十年前，我有一次在美國得到感冒，達拉斯有個中國醫生也小有名氣，我們同修帶著我去看醫生，請他治療。我就給醫生談這個問題，我說醫生跟病人要有緣，沒有緣治不了病，他同意。緣是什麼？病人對醫生有信心，醫生對病人有信心，這個病很容易治好；如果沒有信心，再高明的醫術都治不好。我給他說這個道理，他非常同意，他能接受。我說其實病怎麼好的？至少十分之七是你的信心讓你這身體恢復正常，你好了，醫藥充其量只有三分力量。所以「信為道元功德母，長養一切諸善根」，求學、求道、學佛，這個信心太重要了。"
    },
    {
      "id": "02-039-0272_p0010",
      "zh_CN": "净土修学三个条件，信、愿、行，第一个是信。这信怎么讲法？蕅益大师在《要解》里面跟我们讲六个信，六个信里面第一要信自己，这个很难。第二个信佛，你不信自己，信佛没用。信自己信什么？大乘经里面，佛常说「一切众生本来是佛」，你要信自己本来是佛，我们《无量寿经》刚刚念过的，一切皆成佛。你要相信这一句，你这一生很可能就成佛了。你要不相信自己是佛，你怎么能成得了佛？你看念佛的人多少，信佛的人多少，佛是谁？释迦牟尼、阿弥陀佛、药师如来，信这些，从来没想到自己是佛，所以学一辈子还是学的凡夫，天天念佛诵经礼拜依旧搞六道轮回，你说冤不冤枉？原因出在哪里？原因出在不信，这多重要！惠能大师一生成就，你看他见五祖的面，礼拜的时候五祖问他，你来求什么？我来作佛。你们看《坛经》，他来是要作佛的，真成佛了。你成不了佛，你不想作佛，你不知道作佛。",
      "zh_TW": "淨土修學三個條件，信、願、行，第一個是信。這信怎麼講法？蕅益大師在《要解》裡面跟我們講六個信，六個信裡面第一要信自己，這個很難。第二個信佛，你不信自己，信佛沒用。信自己信什麼？大乘經裡面，佛常說「一切眾生本來是佛」，你要信自己本來是佛，我們《無量壽經》剛剛念過的，一切皆成佛。你要相信這一句，你這一生很可能就成佛了。你要不相信自己是佛，你怎麼能成得了佛？你看念佛的人多少，信佛的人多少，佛是誰？釋迦牟尼、阿彌陀佛、藥師如來，信這些，從來沒想到自己是佛，所以學一輩子還是學的凡夫，天天念佛誦經禮拜依舊搞六道輪迴，你說冤不冤枉？原因出在哪裡？原因出在不信，這多重要！惠能大師一生成就，你看他見五祖的面，禮拜的時候五祖問他，你來求什麼？我來作佛。你們看《壇經》，他來是要作佛的，真成佛了。你成不了佛，你不想作佛，你不知道作佛。"
    },
    {
      "id": "02-039-0272_p0011",
      "zh_CN": "这段经文好！跟我们说得很清楚、很明白，十方诸佛如来教化一切众生教什么？就是教他们真正明白觉悟一切皆成佛，你的真诚心、恭敬心就流露出来了；也就是说你自性里面真心的智慧德相就统统出来了，自然流露出来了。不信怎么样？不信，自己有傲慢、有烦恼，你要是不信自己是佛，你所流出来的就是自私自利，名闻利养，贪瞋痴慢疑，你心里常常流出来是这些东西。这些东西怎么能成佛！佛性里头没有这些东西，这些东西从哪里来的？这些东西从阿赖耶来的。你得搞清楚，阿赖耶里头有这些东西，自性清净心没有这些东西。我们要放下，我们要抛弃，抛弃放下阿赖耶，你不用它，它跟你愈去愈远，慢慢就消失掉了。你天天喜欢它，天天要用它，它跟你愈来愈亲近，永远离不开，你的麻烦就大了，阿赖耶制造的结果是六道轮回。",
      "zh_TW": "這段經文好！跟我們說得很清楚、很明白，十方諸佛如來教化一切眾生教什麼？就是教他們真正明白覺悟一切皆成佛，你的真誠心、恭敬心就流露出來了；也就是說你自性裡面真心的智慧德相就統統出來了，自然流露出來了。不信怎麼樣？不信，自己有傲慢、有煩惱，你要是不信自己是佛，你所流出來的就是自私自利，名聞利養，貪瞋痴慢疑，你心裡常常流出來是這些東西。這些東西怎麼能成佛！佛性裡頭沒有這些東西，這些東西從哪裡來的？這些東西從阿賴耶來的。你得搞清楚，阿賴耶裡頭有這些東西，自性清淨心沒有這些東西。我們要放下，我們要拋棄，拋棄放下阿賴耶，你不用它，它跟你愈去愈遠，慢慢就消失掉了。你天天喜歡它，天天要用它，它跟你愈來愈親近，永遠離不開，你的麻煩就大了，阿賴耶製造的結果是六道輪迴。"
    },
    {
      "id": "02-039-0272_p0012",
      "zh_CN": "《楞严经》上佛把这个道理讲得非常透彻、非常清楚，告诉大家，你错用了心。真心有，你不认识它，你不用它，真心没离开你，真妄和合在一起，你不知道哪是真，不知道哪是妄，把妄心当作真心，叫错用了心。学佛也学不成就，学一辈子，学一点皮毛，学一点佛学常识，对自己得定、开慧、证果毫不相干。所以你所希求的、所期望的，你这一生得不到。佛菩萨教我们放下，我们没放下，我们搞错了，我们把真心放下了，妄心没放下。世尊为我们讲经说法四十九年，讲什么？就是提醒我们，要把真心跟妄心搞清楚，要认识清楚，用真心不用妄心。用真诚心待人接物，你不吃亏，你不会上当。用虚情假意，就是妄心，八识五十一心所，你用这个东西，这个东西是虚伪，这个东西不是真的，它会变，真心永远不会变。真心空寂，自性就是真心，无住，不可断灭，这时候不生不灭。",
      "zh_TW": "《楞嚴經》上佛把這個道理講得非常透徹、非常清楚，告訴大家，你錯用了心。真心有，你不認識它，你不用它，真心沒離開你，真妄和合在一起，你不知道哪是真，不知道哪是妄，把妄心當作真心，叫錯用了心。學佛也學不成就，學一輩子，學一點皮毛，學一點佛學常識，對自己得定、開慧、證果毫不相干。所以你所希求的、所期望的，你這一生得不到。佛菩薩教我們放下，我們沒放下，我們搞錯了，我們把真心放下了，妄心沒放下。世尊為我們講經說法四十九年，講什麼？就是提醒我們，要把真心跟妄心搞清楚，要認識清楚，用真心不用妄心。用真誠心待人接物，你不吃虧，你不會上當。用虛情假意，就是妄心，八識五十一心所，你用這個東西，這個東西是虛偽，這個東西不是真的，它會變，真心永遠不會變。真心空寂，自性就是真心，無住，不可斷滅，這時候不生不滅。"
    },
    {
      "id": "02-039-0272_p0013",
      "zh_CN": "「自性无作，无有限量」，无有限量就是出生无尽，《还源观》三遍的第二种。无作而作，作而无作，所以出生无尽，就是整个宇宙一分一秒那个静止都没有。弥勒菩萨告诉我们，一秒钟有一千六百兆的频率在振动，到一毛一尘的微点，没有一个是例外的。这世界怎么来的，到底是怎么回事情？科学家这种认知，佛法证明他，他也证明佛法，两个互为作证，科学证实佛讲的是对的，佛讲的证明科学家发现的是正确的，互相证明。",
      "zh_TW": "「自性無作，無有限量」，無有限量就是出生無盡，《還源觀》三遍的第二種。無作而作，作而無作，所以出生無盡，就是整個宇宙一分一秒那個靜止都沒有。彌勒菩薩告訴我們，一秒鐘有一千六百兆的頻率在振動，到一毛一塵的微點，沒有一個是例外的。這世界怎麼來的，到底是怎麼回事情？科學家這種認知，佛法證明他，他也證明佛法，兩個互為作證，科學證實佛講的是對的，佛講的證明科學家發現的是正確的，互相證明。"
    },
    {
      "id": "02-039-0272_p0014",
      "zh_CN": "「菩萨即顺众生自性本具之空寂心」，菩萨明了事实真相，所以即顺这个顺就是恒顺众生，普贤十愿里的，菩萨就恒顺众生，顺着众生什么？顺着众生自性本具的空寂心、「妙圆心、无碍心、无住心、无作心、无外心、无内心、光明心、平等心，而庄严佛土」，这些话是赞美西方极乐世界。你看这里面讲的空寂、妙圆、无碍、无住、无作、无外、无内、光明、平等，都是我们自性清净心本来具足的，我们有，佛也有。阿弥陀佛是以他的性德，统统合起来就是性德，把众生的性德引发出来。众生性德被引发出来，众生还不知道，这个妙了，众生真不知道，为什么？众生没见过，也没听说过，真的被阿弥陀佛引发出来，阿弥陀佛要不能把你性德引发出来，你怎么能往生到极乐世界？可见得到极乐世界，极乐世界就是你自己这些心造的，阿弥陀佛这个心，你也是这个心，心心相印，阿弥陀佛的实报土，也就是你自己的实报土。他用什么东西引的？南无阿弥陀佛，一句名号。你只要肯老老实实的放下万缘，念这一句佛号，阿弥陀佛就从这句佛号把你自性的性德引发出来，那就是构造极乐世界的原始材料。极乐世界建造，我们自己有一分在里头，人人都有这一分，自己是真的不知道。什么时候知道？到了极乐世界之后，一开悟就知道，原来是自性弥陀，唯心净土。阿弥陀佛也是你自性里头本有的，就是圆满的性德，叫阿弥陀。正报如是，依报亦如是，真的是妙，真的是不可思议！",
      "zh_TW": "「菩薩即順眾生自性本具之空寂心」，菩薩明瞭事實真相，所以即順這個順就是恆順眾生，普賢十願裡的，菩薩就恆順眾生，順著眾生什麼？順著眾生自性本具的空寂心、「妙圓心、無礙心、無住心、無作心、無外心、無內心、光明心、平等心，而莊嚴佛土」，這些話是讚美西方極樂世界。你看這裡面講的空寂、妙圓、無礙、無住、無作、無外、無內、光明、平等，都是我們自性清淨心本來具足的，我們有，佛也有。阿彌陀佛是以他的性德，統統合起來就是性德，把眾生的性德引發出來。眾生性德被引發出來，眾生還不知道，這個妙了，眾生真不知道，為什麼？眾生沒見過，也沒聽說過，真的被阿彌陀佛引發出來，阿彌陀佛要不能把你性德引發出來，你怎麼能往生到極樂世界？可見得到極樂世界，極樂世界就是你自己這些心造的，阿彌陀佛這個心，你也是這個心，心心相印，阿彌陀佛的實報土，也就是你自己的實報土。他用什麼東西引的？南無阿彌陀佛，一句名號。你只要肯老老實實的放下萬緣，念這一句佛號，阿彌陀佛就從這句佛號把你自性的性德引發出來，那就是構造極樂世界的原始材料。極樂世界建造，我們自己有一分在裡頭，人人都有這一分，自己是真的不知道。什麼時候知道？到了極樂世界之後，一開悟就知道，原來是自性彌陀，唯心淨土。阿彌陀佛也是你自性裡頭本有的，就是圓滿的性德，叫阿彌陀。正報如是，依報亦如是，真的是妙，真的是不可思議！"
    },
    {
      "id": "02-039-0272_p0015",
      "zh_CN": "所以像这些句子我们常常看，每天在心中过一遍，阿赖耶这些种子就多了，我们讲印象深刻，你才能在日常生活当中常常提起观照功夫。空寂是我们自己的真心，妙圆也是我的真心，无碍、无住、无作亦如是，无内无外那就是心包太虚量周沙界，光明是智慧，平等是佛性。我们在这个地方终于是明白过来，觉悟了，四十八愿是一条一条的细讲，这个地方总的十句话是四十八愿的总结。建筑西方极乐世界的基础之总结，心现识变，我们如果把它搬造我们此地，我们用这十种心来建筑地球，我们用空寂心，空寂就是清净，一丝毫染污都没有，空寂是不生不灭，惠能大师见性第一句就说本自清净，本不生灭，本无动摇，这都是空寂的意思。本自具足，能生万法，那就是底下这个妙圆，我们能用空寂心、用妙圆心生活在现前的世间，这个世界跟极乐世界会有两样吗？用无障碍心、无住心、无作心、无外心、无内心、光明心、平等心庄严地球，这就叫端正心念，这就叫改邪归正。反过来就是邪，空寂的反面就是无量的染污，无量的垢秽，无量的业障！妙圆没有了，妙圆变成什么？变成妄想，变成分别，变成执着，就不圆了。于是底下无碍就变成无量无边的业障，无住变成严重的执着、控制、占有，无作变成造作，无内外变成严重的分别，光明变成愚痴，平等变成傲慢，那不是庄严国土，是毁灭世界。",
      "zh_TW": "所以像這些句子我們常常看，每天在心中過一遍，阿賴耶這些種子就多了，我們講印象深刻，你才能在日常生活當中常常提起觀照功夫。空寂是我們自己的真心，妙圓也是我的真心，無礙、無住、無作亦如是，無內無外那就是心包太虛量周沙界，光明是智慧，平等是佛性。我們在這個地方終於是明白過來，覺悟了，四十八願是一條一條的細講，這個地方總的十句話是四十八願的總結。建築西方極樂世界的基礎之總結，心現識變，我們如果把它搬造我們此地，我們用這十種心來建築地球，我們用空寂心，空寂就是清淨，一絲毫染污都沒有，空寂是不生不滅，惠能大師見性第一句就說本自清淨，本不生滅，本無動搖，這都是空寂的意思。本自具足，能生萬法，那就是底下這個妙圓，我們能用空寂心、用妙圓心生活在現前的世間，這個世界跟極樂世界會有兩樣嗎？用無障礙心、無住心、無作心、無外心、無內心、光明心、平等心莊嚴地球，這就叫端正心念，這就叫改邪歸正。反過來就是邪，空寂的反面就是無量的染污，無量的垢穢，無量的業障！妙圓沒有了，妙圓變成什麼？變成妄想，變成分別，變成執著，就不圓了。於是底下無礙就變成無量無邊的業障，無住變成嚴重的執著、控制、佔有，無作變成造作，無內外變成嚴重的分別，光明變成愚痴，平等變成傲慢，那不是莊嚴國土，是毀滅世界。"
    },
    {
      "id": "02-039-0272_p0016",
      "zh_CN": "所以我们要会，真正学会了，现前庄严地球，将来庄严极乐世界，往生就是庄严极乐世界，现在庄严地球。现在庄严地球是花报，将来往生庄严极乐世界是果报。现在没有花报，希望将来有果报，那个果报有很大的问题；换句话说，你未必能往生。现前你用这些心庄严地球，你回向求生极乐世界，你是决定得生。那是什么？花好，你将来的果当然好。在现在怎么个修法不就明白了吗？我要放下世出世间一切法的起心动念、分别执着，恢复到空寂，心要干干净净，什么都没有。寂是不动，寂就是能大师讲的本无动摇，空是能大师所讲的本自清净、本不生灭，我要回归到空寂。这个事情说起来、做起来难，太难了，弥陀教给我们有方便，这就太难得了。什么方便？一切归一句佛号，心里只有一句阿弥陀佛，除阿弥陀佛之外什么都没有，这就好办多了。心里一样没有很难，心里有个阿弥陀佛，这是真正的善巧方便。用一念，阿弥陀佛这一念，把所有妄念都打掉，就用这种方法，用一念排除一切的妄念。阿弥陀佛是自性的德号，就是当人自性，妙不可言。自心就是阿弥陀佛，阿弥陀佛就是自心，用这个方法把空寂心找回来，空寂心找回来就妙、就圆了。妙圆是起作用，圆是圆满，不仅是娑婆世界十法界依正庄严，它能扩展到遍法界虚空界一切十方诸佛刹土依正庄严。《还源观》上讲的三种周遍里面的第二种出生无尽，这句话其实就是惠能大师讲的能生万法，出生无尽，妙！圆满！一法不缺。",
      "zh_TW": "所以我們要會，真正學會了，現前莊嚴地球，將來莊嚴極樂世界，往生就是莊嚴極樂世界，現在莊嚴地球。現在莊嚴地球是花報，將來往生莊嚴極樂世界是果報。現在沒有花報，希望將來有果報，那個果報有很大的問題；換句話說，你未必能往生。現前你用這些心莊嚴地球，你迴向求生極樂世界，你是決定得生。那是什麼？花好，你將來的果當然好。在現在怎麼個修法不就明白了嗎？我要放下世出世間一切法的起心動念、分別執著，恢復到空寂，心要乾乾淨淨，什麼都沒有。寂是不動，寂就是能大師講的本無動搖，空是能大師所講的本自清淨、本不生滅，我要回歸到空寂。這個事情說起來、做起來難，太難了，彌陀教給我們有方便，這就太難得了。什麼方便？一切歸一句佛號，心裡只有一句阿彌陀佛，除阿彌陀佛之外什麼都沒有，這就好辦多了。心裡一樣沒有很難，心裡有個阿彌陀佛，這是真正的善巧方便。用一念，阿彌陀佛這一念，把所有妄念都打掉，就用這種方法，用一念排除一切的妄念。阿彌陀佛是自性的德號，就是當人自性，妙不可言。自心就是阿彌陀佛，阿彌陀佛就是自心，用這個方法把空寂心找回來，空寂心找回來就妙、就圓了。妙圓是起作用，圓是圓滿，不僅是娑婆世界十法界依正莊嚴，它能擴展到遍法界虛空界一切十方諸佛剎土依正莊嚴。《還源觀》上講的三種周遍裡面的第二種出生無盡，這句話其實就是惠能大師講的能生萬法，出生無盡，妙！圓滿！一法不缺。"
    },
    {
      "id": "02-039-0272_p0017",
      "zh_CN": "无碍就是得大自在，理事无碍，事事无碍，是在我们日常生活当中、工作当中，处事待人接物没有障碍。无住，不能住相，不但相不能住，还不能住念，不住相就是《金刚经》上讲的，无我、无人、无众生、无寿者，四相不住；念都不能住，那就是《金刚经》后半部，无我见、无人见、无众生见、无寿者见。你的境真空寂、真清净，就是什么？在六尘而不染，眼见色而不染于色，耳闻声而不染于声，外面境界清清楚楚、明明白白是智慧，内心如如不动是自性本定。为什么不染？因为知道所有现象都是假的，凡所有相皆是虚妄，你怎么会染污？为什么会染污？你当真，你以为它是真的，你被它染污，也就是说你被境界影响，你被境界所转了。不染污的人，不受外面环境影响，不但我不受它影响，我能影响它。它影响我全是假的，我影响它全是真的，这叫佛度众生。",
      "zh_TW": "無礙就是得大自在，理事無礙，事事無礙，是在我們日常生活當中、工作當中，處事待人接物沒有障礙。無住，不能住相，不但相不能住，還不能住念，不住相就是《金剛經》上講的，無我、無人、無眾生、無壽者，四相不住；念都不能住，那就是《金剛經》後半部，無我見、無人見、無眾生見、無壽者見。你的境真空寂、真清淨，就是什麼？在六塵而不染，眼見色而不染於色，耳聞聲而不染於聲，外面境界清清楚楚、明明白白是智慧，內心如如不動是自性本定。為什麼不染？因為知道所有現象都是假的，凡所有相皆是虛妄，你怎麼會染污？為什麼會染污？你當真，你以為它是真的，你被它染污，也就是說你被境界影響，你被境界所轉了。不染污的人，不受外面環境影響，不但我不受它影響，我能影響它。它影響我全是假的，我影響它全是真的，這叫佛度眾生。"
    },
    {
      "id": "02-039-0272_p0018",
      "zh_CN": "无作是作而无作，那天天干，干不着相，这就叫作而无作。着相就错了，着相是什么？着相就到阿赖耶去了，不着相就回归自性，自性是空寂的。着相就是阿赖耶，阿赖耶落印象，落印象就是十法界流转的种子，特别是六道。无内无外，无内外是今天科学家在探讨的一个命题，宏观世界大而无外，微观世界就是量子力学，小而无内。这两个问题到现在还没有最后的结论，还在探索，可是跟大乘佛法真的愈来愈接近。光明心是智照宇宙、智照法界，对于整个法界清清楚楚，一丝毫都不迷惑。平等心，没有丝毫分别，才有分别就落在意识里头去了。意识是分别，意根是执着。意根跟意识，大乘教常用一个名词叫意地，只要落在意地就迷了，即使成佛，天台大师判作相似即佛，你不是真佛，相似即佛。不落在意地，那就是真佛。不落在意地是什么？回归自性，教下常讲消归自性。消是消化，像吃东西一样，消化了，营养全被吸收了，这个好！落在意地里头没消化，没消化将来还会起作用，那就在六道里头搞冤冤相报没完没了，没消化，消化就没有了。所以你才晓得消归自性有道理，完全消化了。",
      "zh_TW": "無作是作而無作，那天天幹，幹不著相，這就叫作而無作。著相就錯了，著相是什麼？著相就到阿賴耶去了，不著相就回歸自性，自性是空寂的。著相就是阿賴耶，阿賴耶落印象，落印象就是十法界流轉的種子，特別是六道。無內無外，無內外是今天科學家在探討的一個命題，宏觀世界大而無外，微觀世界就是量子力學，小而無內。這兩個問題到現在還沒有最後的結論，還在探索，可是跟大乘佛法真的愈來愈接近。光明心是智照宇宙、智照法界，對於整個法界清清楚楚，一絲毫都不迷惑。平等心，沒有絲毫分別，才有分別就落在意識裡頭去了。意識是分別，意根是執著。意根跟意識，大乘教常用一個名詞叫意地，只要落在意地就迷了，即使成佛，天台大師判作相似即佛，你不是真佛，相似即佛。不落在意地，那就是真佛。不落在意地是什麼？回歸自性，教下常講消歸自性。消是消化，像吃東西一樣，消化了，營養全被吸收了，這個好！落在意地裡頭沒消化，沒消化將來還會起作用，那就在六道裡頭搞冤冤相報沒完沒了，沒消化，消化就沒有了。所以你才曉得消歸自性有道理，完全消化了。"
    },
    {
      "id": "02-039-0272_p0019",
      "zh_CN": "消化变成什么？变化性德，善是性德，恶也是性德，净是性德，染也是性德，无有一法不是性德。你一化就变成性德，不化，僵硬在那个地方，那就是病因。僵硬什么？不是净就是染，要不然就是善，再要不然就是恶，它变成这个东西。消化之后呢？消化之后是染净善恶全没有了，这叫功夫。我们看经听教，听教就是听讲，在日用平常当中，眼见色、耳闻声，你落不落印象？当然落印象，你这个印象是染、是净、是善、是恶，有没有？有，你没消化。如果要是消化掉，消化掉之后，染净善恶没有了，变成什么？变成智慧，全是自性里面的智慧，你觉悟了。提升你觉悟更高的层次，这是庄严佛土。古来祖师大德常常勘问学人，「你会么？」意思是你会用心吗？这里举得这么清楚，就是这些心，你会用吗？空寂、妙圆、无碍、无住、无作、无内外、光明、平等、觉，你会用这些吗？会用吗？会用的就是菩萨，不会用的是凡夫。自己的心，不是别人的。",
      "zh_TW": "消化變成什麼？變化性德，善是性德，惡也是性德，淨是性德，染也是性德，無有一法不是性德。你一化就變成性德，不化，僵硬在那個地方，那就是病因。僵硬什麼？不是淨就是染，要不然就是善，再要不然就是惡，它變成這個東西。消化之後呢？消化之後是染淨善惡全沒有了，這叫功夫。我們看經聽教，聽教就是聽講，在日用平常當中，眼見色、耳聞聲，你落不落印象？當然落印象，你這個印象是染、是淨、是善、是惡，有沒有？有，你沒消化。如果要是消化掉，消化掉之後，染淨善惡沒有了，變成什麼？變成智慧，全是自性裡面的智慧，你覺悟了。提升你覺悟更高的層次，這是莊嚴佛土。古來祖師大德常常勘問學人，「你會麼？」意思是你會用心嗎？這裡舉得這麼清楚，就是這些心，你會用嗎？空寂、妙圓、無礙、無住、無作、無內外、光明、平等、覺，你會用這些嗎？會用嗎？會用的就是菩薩，不會用的是凡夫。自己的心，不是別人的。"
    },
    {
      "id": "02-039-0272_p0020",
      "zh_CN": "「是以四十八愿，一一愿即众生本具之心。即以自心，庄严自土」，这说极乐世界，弥陀引导我们，在前面带路，用这四十八愿，四十八愿就是前面所说的十种心，用十心来总结四十八愿，告诉你这是一切众生本具之心，真心，佛心，一切众生个个人本来具足，惠能大师说「何期自性，本自具足」。还是即以自心庄严自土，极乐世界是你自心变现的，阿弥陀佛也不例外，这几句话把中峰禅师在《系念佛事》开示的两句话说明白了！中峰大师说，「我心即是弥陀，弥陀即是我心；此方即净土，净土即此方」，是不是即以自心庄严自土？在极乐世界如是，在我们现前世界忘掉了。如果用这个愿心，用阿弥陀佛四十八愿，这十个心，用这个愿心，庄严地球，庄严我们现前的世界，这个世界不亚于西方极乐世界，这个世界也跟极乐世界一样清净庄严，一样的美好。这个世界的居民跟极乐世界一样，皆是诸上善人俱会一处，人人发四十八愿，人人是这十种心，就是上善。福人居福地，福地福人居，这个上善之人是最有福的人，地球就是福地。",
      "zh_TW": "「是以四十八願，一一願即眾生本具之心。即以自心，莊嚴自土」，這說極樂世界，彌陀引導我們，在前面帶路，用這四十八願，四十八願就是前面所說的十種心，用十心來總結四十八願，告訴你這是一切眾生本具之心，真心，佛心，一切眾生個個人本來具足，惠能大師說「何期自性，本自具足」。還是即以自心莊嚴自土，極樂世界是你自心變現的，阿彌陀佛也不例外，這幾句話把中峰禪師在《繫念佛事》開示的兩句話說明白了！中峰大師說，「我心即是彌陀，彌陀即是我心；此方即淨土，淨土即此方」，是不是即以自心莊嚴自土？在極樂世界如是，在我們現前世界忘掉了。如果用這個願心，用阿彌陀佛四十八願，這十個心，用這個願心，莊嚴地球，莊嚴我們現前的世界，這個世界不亞於西方極樂世界，這個世界也跟極樂世界一樣清淨莊嚴，一樣的美好。這個世界的居民跟極樂世界一樣，皆是諸上善人俱會一處，人人發四十八願，人人是這十種心，就是上善。福人居福地，福地福人居，這個上善之人是最有福的人，地球就是福地。"
    },
    {
      "id": "02-039-0272_p0021",
      "zh_CN": "美国布莱登先生说的这几句话，可能他没有想到这么具体，没有想到这么圆满，他要是看这段经文，那个三句话就详细注解了。怎么叫弃恶扬善，怎么叫改邪归正，怎么叫端正心念？这段经文不是具体说明，完全落实了吗？那个结果他说得好，不但是二０一二不是世界毁灭，而是人们会把世界带到更好的走向。我们更具体的要问一句，具体落实方法何在？我们同学有没有能答得出来，用什么方法真正能够落实愿心？两句话，细说《无量寿经》，落实自心愿行，就办到了。这就是平常一句俗话说弘法利生。佛法无人说，虽智不能解。寺院庵堂，人家一看这是佛门的道场，佛门的道没了，场还在，道无场有。现在如何怎样把这个场里面道充实起来？这里头告诉我们一个事实真相是佛陀教育，连带的圣贤教育，如果能把圣贤教育、佛教教育天天来教学，天天来讲经，大家听了慢慢觉悟。听一遍不够，我从小就有一个习惯，听东西至少是十遍，这是至少，正常的我的数是三十遍，为什么？十遍印象还不够深刻，三十遍印象一定比较深刻。我们在一起学习，学佛的人都很多，成就有很多人不如我，原因在哪里？我听的遍数多。李老师当年讲「佛学概要」，他是编十四个大纲，表解，材料也叫《佛学十四讲》，我听了十一遍，他每次讲我都去听，从头听到尾。一遍、两遍不行，过几天就忘掉了，它不起作用。我连听光碟，我在旧金山的时候，甘贵穗居士，那个时候没有光碟，录音带一盘，一盘录音带送给我，倓虚老法师在香港佛七当中的开示。倓虚老法师是东北人，乡音很重，我只大概听到三、四成，很多听不懂。但是我很有耐心，我听到三十遍，他的话我全听懂了。以后我找北方的同学把这一卷录音带写成文字，还印成小册子流通，里面讲锅漏匠的故事，念佛，还讲一个徒弟参禅的，以后做了土地公。遍数不多不行！",
      "zh_TW": "美國布萊登先生說的這幾句話，可能他沒有想到這麼具體，沒有想到這麼圓滿，他要是看這段經文，那個三句話就詳細註解了。怎麼叫棄惡揚善，怎麼叫改邪歸正，怎麼叫端正心念？這段經文不是具體說明，完全落實了嗎？那個結果他說得好，不但是二０一二不是世界毀滅，而是人們會把世界帶到更好的走向。我們更具體的要問一句，具體落實方法何在？我們同學有沒有能答得出來，用什麼方法真正能夠落實願心？兩句話，細說《無量壽經》，落實自心願行，就辦到了。這就是平常一句俗話說弘法利生。佛法無人說，雖智不能解。寺院庵堂，人家一看這是佛門的道場，佛門的道沒了，場還在，道無場有。現在如何怎樣把這個場裡面道充實起來？這裡頭告訴我們一個事實真相是佛陀教育，連帶的聖賢教育，如果能把聖賢教育、佛教教育天天來教學，天天來講經，大家聽了慢慢覺悟。聽一遍不夠，我從小就有一個習慣，聽東西至少是十遍，這是至少，正常的我的數是三十遍，為什麼？十遍印象還不夠深刻，三十遍印象一定比較深刻。我們在一起學習，學佛的人都很多，成就有很多人不如我，原因在哪裡？我聽的遍數多。李老師當年講「佛學概要」，他是編十四個大綱，表解，材料也叫《佛學十四講》，我聽了十一遍，他每次講我都去聽，從頭聽到尾。一遍、兩遍不行，過幾天就忘掉了，它不起作用。我連聽光碟，我在舊金山的時候，甘貴穗居士，那個時候沒有光碟，錄音帶一盤，一盤錄音帶送給我，倓虛老法師在香港佛七當中的開示。倓虛老法師是東北人，鄉音很重，我只大概聽到三、四成，很多聽不懂。但是我很有耐心，我聽到三十遍，他的話我全聽懂了。以後我找北方的同學把這一卷錄音帶寫成文字，還印成小冊子流通，裡面講鍋漏匠的故事，念佛，還講一個徒弟參禪的，以後做了土地公。遍數不多不行！"
    },
    {
      "id": "02-039-0272_p0022",
      "zh_CN": "所以古人讲，一门深入、长时薰修。古人教导我们，读书千遍，其义自见，千遍不多！那真的不是假的。为什么？一千遍，你心定了，千遍是戒律，因戒得定。譬如古人读经，读《华严经》的有，读《法华经》的，你看，无尽藏比丘尼读《涅槃经》，都是大部头。一天读经时间最好不少过十个小时，用读诵的方法，读经不要去想经的意思，规规矩矩照着经文去念，不去想它，念得清清楚楚、明明白白，念经的时候没有妄想，没有杂念，跟念佛一样，不怀疑，不夹杂，一直念下去，一天十个小时。念上个三、四年，就是一般根性，中等根性的人，他清净心就得到了。一天受十个小时的训练，训练什么？训练你不打妄想。不念经的时候会想，会胡思乱想，念经又不准你想意思，就根本不准你想，那就是什么？那就是修定。得明白这个道理，你一想，定就失掉，把你功夫全破坏了。念经的目的是什么？目的叫你开悟，定久了，三、四年得定，六、七年就开悟了，目的是在开悟。十年就可能大彻大悟，大彻大悟就是明心见性，在教下叫大开圆解，那个境界跟禅宗里面是平等的，大开圆解就是见性成佛。成佛，那个境界你什么都通了，叫一经通一切经通。",
      "zh_TW": "所以古人講，一門深入、長時薰修。古人教導我們，讀書千遍，其義自見，千遍不多！那真的不是假的。為什麼？一千遍，你心定了，千遍是戒律，因戒得定。譬如古人讀經，讀《華嚴經》的有，讀《法華經》的，你看，無盡藏比丘尼讀《涅槃經》，都是大部頭。一天讀經時間最好不少過十個小時，用讀誦的方法，讀經不要去想經的意思，規規矩矩照著經文去念，不去想它，念得清清楚楚、明明白白，念經的時候沒有妄想，沒有雜念，跟念佛一樣，不懷疑，不夾雜，一直念下去，一天十個小時。念上個三、四年，就是一般根性，中等根性的人，他清淨心就得到了。一天受十個小時的訓練，訓練什麼？訓練你不打妄想。不念經的時候會想，會胡思亂想，念經又不准你想意思，就根本不准你想，那就是什麼？那就是修定。得明白這個道理，你一想，定就失掉，把你功夫全破壞了。念經的目的是什麼？目的叫你開悟，定久了，三、四年得定，六、七年就開悟了，目的是在開悟。十年就可能大徹大悟，大徹大悟就是明心見性，在教下叫大開圓解，那個境界跟禪宗裡面是平等的，大開圓解就是見性成佛。成佛，那個境界你什麼都通了，叫一經通一切經通。"
    },
    {
      "id": "02-039-0272_p0023",
      "zh_CN": "古时候，咱们中国老祖宗跟印度这些高僧大德都用这个方法，跟现在西方人是完全不一样。西方人用头脑，用研究，所以他们所得到的是知识。东方人所做的这一套，他得到的是智慧。智慧能通一切法，知识不行，知识隔行如隔山，你完全不通，智慧一切法融会贯通，不一样！最近这一个世纪，没有这种人才出来了，主要原因是什么？受西方的影响，都喜欢用头脑去想、去研究，所以全都变成知识了。中国传统文化变成知识，儒释道的学习也变成知识，我常说知识不能解决问题，智慧能解决问题。知识解决问题它有限，有局限，而且有后遗症，智慧没有。",
      "zh_TW": "古時候，咱們中國老祖宗跟印度這些高僧大德都用這個方法，跟現在西方人是完全不一樣。西方人用頭腦，用研究，所以他們所得到的是知識。東方人所做的這一套，他得到的是智慧。智慧能通一切法，知識不行，知識隔行如隔山，你完全不通，智慧一切法融會貫通，不一樣！最近這一個世紀，沒有這種人才出來了，主要原因是什麼？受西方的影響，都喜歡用頭腦去想、去研究，所以全都變成知識了。中國傳統文化變成知識，儒釋道的學習也變成知識，我常說知識不能解決問題，智慧能解決問題。知識解決問題它有限，有侷限，而且有後遺症，智慧沒有。"
    },
    {
      "id": "02-039-0272_p0024",
      "zh_CN": "你看看古圣先贤，诸位要是细心去阅读，古代，中国人讲古圣先王，你去看尧舜禹他们是以道治天下，完全是智慧，没有后遗症。到五帝就不行了，但是距离道还不远，是以德治天下。五帝是以德。三王又降了一级，三王是夏商周，夏是禹王，以禹王的儿子做代表，王启，商汤，周朝的文王、武王，以仁治天下。孔子出生在乱世，五霸，五霸仁没有了，又降了一等，义，还讲礼。五霸之后，秦统一五霸，统一了。十五年亡国，汉取而代之，到汉武帝用礼，你看道德仁义礼，用最后一个。一直到满清，在中国这两千年当中都是以礼治天下。礼没有了，古圣先贤讲那就是乱世。现在这一百年是乱世，礼没有了。能不能再恢复到从前那样的盛世？跟诸位说，这不可能，没有方法恢复，一定是愈来愈乱。什么时候能把古人这个礼找回来，那稍微能够改善一些。如果有能力，有这个愿心向上提升，我们从礼要提到义，要提到仁，要提到德，要提到道，那就成圣成贤了。道是圣人，德是贤人，仁以下称君子。如果我们认为古人不行，古人不如现代人，轻视了古人，那就像科学家所说的，这个世界会走向末日，会走向整个崩溃毁灭，然后再重来。",
      "zh_TW": "你看看古聖先賢，諸位要是細心去閱讀，古代，中國人講古聖先王，你去看堯舜禹他們是以道治天下，完全是智慧，沒有後遺症。到五帝就不行了，但是距離道還不遠，是以德治天下。五帝是以德。三王又降了一級，三王是夏商周，夏是禹王，以禹王的兒子做代表，王啟，商湯，周朝的文王、武王，以仁治天下。孔子出生在亂世，五霸，五霸仁沒有了，又降了一等，義，還講禮。五霸之後，秦統一五霸，統一了。十五年亡國，漢取而代之，到漢武帝用禮，你看道德仁義禮，用最後一個。一直到滿清，在中國這兩千年當中都是以禮治天下。禮沒有了，古聖先賢講那就是亂世。現在這一百年是亂世，禮沒有了。能不能再恢復到從前那樣的盛世？跟諸位說，這不可能，沒有方法恢復，一定是愈來愈亂。什麼時候能把古人這個禮找回來，那稍微能夠改善一些。如果有能力，有這個願心向上提升，我們從禮要提到義，要提到仁，要提到德，要提到道，那就成聖成賢了。道是聖人，德是賢人，仁以下稱君子。如果我們認為古人不行，古人不如現代人，輕視了古人，那就像科學家所說的，這個世界會走向末日，會走向整個崩潰毀滅，然後再重來。"
    },
    {
      "id": "02-039-0272_p0025",
      "zh_CN": "科学家告诉我们，地球过去确实是有好多次的毁灭，现在又到了这个临界点，也就是可能会毁灭。是毁灭还是复兴，都在我们自己一念的心愿，这个权不在别人手上，在自己。佛菩萨不管这个事，圣贤也不管这个事，天神、鬼神都不管这个事。所以我们要明白、要觉悟，一切都是自作自受，怨天尤人那是罪加一等，不能责怪任何人，确确实实是自己作自己受。我们同学难能可贵，不容易！我们得人身、生净土，澳洲这块土地是净土，学习大乘，学习《无量寿经》，这是多大的福报，这是多么幸运。许许多多人走向了绝望，而我们这些人，人数不多，我们的前途充满了光明，充满了希望。我们认识了佛菩萨，我们认识了古圣先贤，我们对于大乘经上讲的诸法实相，虽不能透彻了解，也知道一些，不怀疑，有信心。",
      "zh_TW": "科學家告訴我們，地球過去確實是有好多次的毀滅，現在又到了這個臨界點，也就是可能會毀滅。是毀滅還是復興，都在我們自己一念的心願，這個權不在別人手上，在自己。佛菩薩不管這個事，聖賢也不管這個事，天神、鬼神都不管這個事。所以我們要明白、要覺悟，一切都是自作自受，怨天尤人那是罪加一等，不能責怪任何人，確確實實是自己作自己受。我們同學難能可貴，不容易！我們得人身、生淨土，澳洲這塊土地是淨土，學習大乘，學習《無量壽經》，這是多大的福報，這是多麼幸運。許許多多人走向了絕望，而我們這些人，人數不多，我們的前途充滿了光明，充滿了希望。我們認識了佛菩薩，我們認識了古聖先賢，我們對於大乘經上講的諸法實相，雖不能透徹了解，也知道一些，不懷疑，有信心。"
    },
    {
      "id": "02-039-0272_p0026",
      "zh_CN": "所以读到这个地方，最重要的是「即以自心，庄严自土」，这两句话重要，提醒我们。「如水归海，如响应声」，水归海意思好懂。如响应声是怎么回事情？如果我们旅行，我小时候，如响应声是常常遇到，那时候逃难，走到山谷长啸一声，回音就来了。我们长啸是响，那个山谷的回音是应。「心土不二，因果同时」，心能现，土是所现，起心动念、分别执着是能变，十法界依正庄严是所变，能所不二，心土不二，因果同时。「是故法藏发愿毕，空中即赞言，决定必成无上正觉」，这就是为我们解答了，为什么法藏发愿完毕就真的大地六种震动，空中雨花、天乐，还有赞叹，这什么原因？念老很了不起，把彭际清的《无量寿经起信论》里这段话来解答这个问题，妙！解答得太好，太妙了。「以不可思议之因，起不可思议之果」，不可思议的因就是愿心，四十八愿自性本具的十心，空寂心、妙圆心。「当知不可思议之因，即不可思议之果」，应了前面的一句话，因果同时，因果不二，因果同一个心念。为什么因果同时？因是空寂心、妙圆心，果也是空寂心、妙圆心；因是四十八愿，果也是四十八愿，法藏菩萨如是，十方世界一切众生见闻此经，依教奉行无一不如是。",
      "zh_TW": "所以讀到這個地方，最重要的是「即以自心，莊嚴自土」，這兩句話重要，提醒我們。「如水歸海，如響應聲」，水歸海意思好懂。如響應聲是怎麼回事情？如果我們旅行，我小時候，如響應聲是常常遇到，那時候逃難，走到山谷長嘯一聲，回音就來了。我們長嘯是響，那個山谷的回音是應。「心土不二，因果同時」，心能現，土是所現，起心動念、分別執著是能變，十法界依正莊嚴是所變，能所不二，心土不二，因果同時。「是故法藏發願畢，空中即讚言，決定必成無上正覺」，這就是為我們解答了，為什麼法藏發願完畢就真的大地六種震動，空中雨花、天樂，還有讚歎，這什麼原因？念老很了不起，把彭際清的《無量壽經起信論》裡這段話來解答這個問題，妙！解答得太好，太妙了。「以不可思議之因，起不可思議之果」，不可思議的因就是願心，四十八願自性本具的十心，空寂心、妙圓心。「當知不可思議之因，即不可思議之果」，應了前面的一句話，因果同時，因果不二，因果同一個心念。為什麼因果同時？因是空寂心、妙圓心，果也是空寂心、妙圓心；因是四十八願，果也是四十八願，法藏菩薩如是，十方世界一切眾生見聞此經，依教奉行無一不如是。"
    },
    {
      "id": "02-039-0272_p0027",
      "zh_CN": "「有志净土者，须从此信入」，这两句话解得好，真正想我们这一生往生到极乐世界，这一段经文重要。彭际清居士所说的，我们要把它当作经来看待，在这一句话里头，他能够引用经义，发明经义来劝导我们，这不是凡夫能做到的，他自己没有做到，他说不出来；换句话说，是他自己修学心得的分享，我们听了能有感悟。他长啸的声，我们这里的反应，功德不可思议。我们对净宗从这个地方起信，从这个地方契入弥陀愿心，我们跟阿弥陀佛同心同愿，同德同行，此身即是弥陀，此方即是净土。这个世界它乱我不乱，它动我不动，它有灾难，我没有灾难。这是这一段，彭居士这一段开示给我们，提醒我们殊胜的功德利益。「此论宜深参究」，不是叫你研究，研究是你有妄心在分别，你有分别执着，参究是完全接受，没有丝毫疑问。我明白，我懂了，我今天就依教奉行，这叫参究。究是明了，离心意识叫做参，用心意识叫研，研究跟参究不一样。西方人用研究，东方中国跟古印度用参究，不用心意识，就是不用阿赖耶。阿赖耶是心，末那是意，第六是识，不用心意识就叫做参。今天时间到了，我们就学习到此地。",
      "zh_TW": "「有志淨土者，須從此信入」，這兩句話解得好，真正想我們這一生往生到極樂世界，這一段經文重要。彭際清居士所說的，我們要把它當作經來看待，在這一句話裡頭，他能夠引用經義，發明經義來勸導我們，這不是凡夫能做到的，他自己沒有做到，他說不出來；換句話說，是他自己修學心得的分享，我們聽了能有感悟。他長嘯的聲，我們這裡的反應，功德不可思議。我們對淨宗從這個地方起信，從這個地方契入彌陀願心，我們跟阿彌陀佛同心同願，同德同行，此身即是彌陀，此方即是淨土。這個世界它亂我不亂，它動我不動，它有災難，我沒有災難。這是這一段，彭居士這一段開示給我們，提醒我們殊勝的功德利益。「此論宜深參究」，不是叫你研究，研究是你有妄心在分別，你有分別執著，參究是完全接受，沒有絲毫疑問。我明白，我懂了，我今天就依教奉行，這叫參究。究是明瞭，離心意識叫做參，用心意識叫研，研究跟參究不一樣。西方人用研究，東方中國跟古印度用參究，不用心意識，就是不用阿賴耶。阿賴耶是心，末那是意，第六是識，不用心意識就叫做參。今天時間到了，我們就學習到此地。"
    }
  ]
}