{
  "doc_id": "02-039-0005",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0005",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "02-039-0005_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。《大乘无量寿经解》第三页第一行，从第一行看起。",
      "zh_TW": "諸位法師，諸位同學，請坐。《大乘無量壽經解》第三頁第一行，從第一行看起。"
    },
    {
      "id": "02-039-0005_p0002",
      "zh_CN": "「此一句佛号，正如《要解》所示，即是众生本觉理性，故知此介尔能念之心即是如来果觉」。我们前面就念到此地，这一句还要详细说明一下，与我们念佛关系很大，这就是介尔能念之心，这个心是真心也是妄心，妄心里面跟真心最接近的。为什么？起心动念，不起心、不动念是真心，起心动念就是妄心，但是介尔是刚刚起心。你看看在真妄的边际上，这个心难得，用这种心念佛，就是这个地方所说的如来果觉，就是如来果觉，他不迷，他没有惑，不迷惑，这一念心一起来的时候就是阿弥陀佛，念佛要这样念法。我们现在是凡夫，道道地地的六道凡夫，这一念之心，如果不是佛在大乘经里面告诉我们，我们永远不会发觉，它太微细，介尔就是微细的意思，极其微细，我们没有办法想。",
      "zh_TW": "「此一句佛號，正如《要解》所示，即是眾生本覺理性，故知此介爾能念之心即是如來果覺」。我們前面就念到此地，這一句還要詳細說明一下，與我們念佛關係很大，這就是介爾能念之心，這個心是真心也是妄心，妄心裡面跟真心最接近的。為什麼？起心動念，不起心、不動念是真心，起心動念就是妄心，但是介爾是剛剛起心。你看看在真妄的邊際上，這個心難得，用這種心念佛，就是這個地方所說的如來果覺，就是如來果覺，他不迷，他沒有惑，不迷惑，這一念心一起來的時候就是阿彌陀佛，念佛要這樣念法。我們現在是凡夫，道道地地的六道凡夫，這一念之心，如果不是佛在大乘經裡面告訴我們，我們永遠不會發覺，它太微細，介爾就是微細的意思，極其微細，我們沒有辦法想。"
    },
    {
      "id": "02-039-0005_p0003",
      "zh_CN": "因为我们才动一个想的念头，弥勒菩萨告诉我们，这一个想里面就有「三十二亿百千念」，这是介尔能念之心，我们这一想，才动这个念头就三十二亿百千念。弥勒菩萨告诉我们，一弹指，弹指之间，所以这是没有办法体会到的。佛在经上也说得好，到什么时候你才能觉察到，你感觉到有这个东西存在，这个微细念头存在，八地菩萨，《华严经》上的八地菩萨。七地以前都没有办法觉察到，八地菩萨那是什么样的定功，我们讲清净心，那个清净心到什么样的纯度，他才能感觉到。再往上去九地、十地、十一地，上面就是妙觉，那就是圆满的，究竟圆满的果佛。我们今天应当怎么学法？要在平常训练。平常训练的方法，印光大师有个秘诀，我们可以学习，这个秘诀是什么？生死的死字，常常想到死到临头。死不害怕，诸位要知道，死是身有生死，灵魂没有生死。如果死了以后什么都没有，灵魂也没有，那我们大可不必学佛，也用不着修行，像一般人讲的人死如灯灭，死了什么都没有了。不是这么回事，身死，灵魂不死，灵魂又去投胎去了，这就讲到六道轮回，这个事情麻烦。我们真把这个事实真相搞清楚、搞明白，决定不能死。我在过去讲经时候讲过很多次，死了就不得了！那麻烦太大了，一定要在这一生当中往生净土，往生净土是成佛去了！",
      "zh_TW": "因為我們才動一個想的念頭，彌勒菩薩告訴我們，這一個想裡面就有「三十二億百千念」，這是介爾能念之心，我們這一想，才動這個念頭就三十二億百千念。彌勒菩薩告訴我們，一彈指，彈指之間，所以這是沒有辦法體會到的。佛在經上也說得好，到什麼時候你才能覺察到，你感覺到有這個東西存在，這個微細念頭存在，八地菩薩，《華嚴經》上的八地菩薩。七地以前都沒有辦法覺察到，八地菩薩那是什麼樣的定功，我們講清淨心，那個清淨心到什麼樣的純度，他才能感覺到。再往上去九地、十地、十一地，上面就是妙覺，那就是圓滿的，究竟圓滿的果佛。我們今天應當怎麼學法？要在平常訓練。平常訓練的方法，印光大師有個祕訣，我們可以學習，這個祕訣是什麼？生死的死字，常常想到死到臨頭。死不害怕，諸位要知道，死是身有生死，靈魂沒有生死。如果死了以後什麼都沒有，靈魂也沒有，那我們大可不必學佛，也用不著修行，像一般人講的人死如燈滅，死了什麼都沒有了。不是這麼回事，身死，靈魂不死，靈魂又去投胎去了，這就講到六道輪迴，這個事情麻煩。我們真把這個事實真相搞清楚、搞明白，決定不能死。我在過去講經時候講過很多次，死了就不得了！那麻煩太大了，一定要在這一生當中往生淨土，往生淨土是成佛去了！"
    },
    {
      "id": "02-039-0005_p0004",
      "zh_CN": "能不能做得到？人人能做到，只要你懂得印光法师这个启示，常常想到我的寿命就今天一天，不要想有明天，今天一天，你还有什么放不下？只有今天一天，今天是最后的一天，我应该办什么事？老实念佛，那不就成功了吗？怎么个念法？我这个身体每一个细胞都是阿弥陀佛，每一根汗毛都是阿弥陀佛。我再睁开眼睛看看外面的世界，听听外面的声音，六根所接触的没有一个不是阿弥陀佛，阿弥陀佛周遍法界，这就是念佛。佛在大乘经上讲得好，一切众生，这个众生是广义的不是狭义的，众缘和合而生起的现象叫做众生，那哪一个现象不是众缘和合的？我们动物这个身体是众缘和合，四大五蕴是佛学名词，四大是物质，五蕴是我们的精神受想行识，四大五蕴组成这个身体。花草树木呢？花草树木也是，也是众缘和合而生的。我们看到它的身相，物质现象，它有没有受想行识？有，没有动物那么明显，它比动物要迟钝得多，它有。如果没有，我们怎么能跟它起感应道交？",
      "zh_TW": "能不能做得到？人人能做到，只要你懂得印光法師這個啟示，常常想到我的壽命就今天一天，不要想有明天，今天一天，你還有什麼放不下？只有今天一天，今天是最後的一天，我應該辦什麼事？老實念佛，那不就成功了嗎？怎麼個念法？我這個身體每一個細胞都是阿彌陀佛，每一根汗毛都是阿彌陀佛。我再睜開眼睛看看外面的世界，聽聽外面的聲音，六根所接觸的沒有一個不是阿彌陀佛，阿彌陀佛周遍法界，這就是念佛。佛在大乘經上講得好，一切眾生，這個眾生是廣義的不是狹義的，眾緣和合而生起的現象叫做眾生，那哪一個現象不是眾緣和合的？我們動物這個身體是眾緣和合，四大五蘊是佛學名詞，四大是物質，五蘊是我們的精神受想行識，四大五蘊組成這個身體。花草樹木呢？花草樹木也是，也是眾緣和合而生的。我們看到它的身相，物質現象，它有沒有受想行識？有，沒有動物那麼明顯，它比動物要遲鈍得多，它有。如果沒有，我們怎麼能跟它起感應道交？"
    },
    {
      "id": "02-039-0005_p0005",
      "zh_CN": "最近这个十年我移民到澳洲，在澳洲建了一个道场，澳洲土地便宜，建道场成本很低，土地是特别便宜。我在澳洲住的环境，我住在乡下，距离城市十二公里，开车十五分钟。我房子外面是院子，院子多大？合中国一百七十亩，那么大的院子。院子外面用铁丝网围住的，从铁丝网那里走一圈一个小时。所以我种了很多菜、很多树木花草，树木花草有灵气，菜有灵气，植物有灵性，它有见闻觉知，我们以善心照顾它、对待它，它回报好，花开得特别香，果结得特别甜，它的回报。我们没有农药、没有化肥，农药、化肥是伤害它，它不愿意接受。它跟我们人一样，它有精神这一部分，佛法里面讲心，它有心法。照顾菜园的，我们菜园一个菜头，菜园很大，我们办活动，我们自己菜园的菜可以供养一千个人吃的，办七天活动都可以不要到外面买菜，我们菜园可以供给每天一千人，那么大菜园，品种很多。悟谦法师告诉我，她管菜园，她有一天作梦，梦到一条黄瓜托梦给她，它说我很老了，你们都不来采。你看看托梦给她，她管菜园。她第二天起来很奇怪，很纳闷，天天都在菜园里头，怎么没有看到？照它指定的位置去看，果然是有一条瓜，在那个藤子的后面没看到。她一下去看，真的太老了，没办法吃了，好，就留了做种吧！你看看瓜会来托梦给你。所以它有灵性，你不能把它轻看、小看了它，你要尊重它。不但树木花草有灵性，山河大地有灵性，也就说矿物它有灵性。日本江本胜博士做的水实验，这科学家承认，他不是胡造谣言，他搞了十二年，水是矿物，它能看、它能听、懂得人的意思。这个信息传出来之后，我们佛法里面讲，所有一切矿物、山河大地都有灵性，也就是说都有受想行识。动物之体是五蕴，植物、矿物不例外，还是离不开五蕴，只是敏感程度不一样。动物是最敏感的、最明显的，植物次一等，矿物就更次一等，还是有灵性。因此我们才真正能体会到，一粒微尘是不是阿弥陀佛？是。一个毛端是不是阿弥陀佛？是。阿弥陀佛在哪里？遍法界虚空界无处不是！它是我们的自性，是我们的性德。我们这个念头一起，就跟性德圆满的相应，这叫念佛，这是介尔能念之心即是如来果觉，这一点都不假。",
      "zh_TW": "最近這個十年我移民到澳洲，在澳洲建了一個道場，澳洲土地便宜，建道場成本很低，土地是特別便宜。我在澳洲住的環境，我住在鄉下，距離城市十二公里，開車十五分鐘。我房子外面是院子，院子多大？合中國一百七十畝，那麼大的院子。院子外面用鐵絲網圍住的，從鐵絲網那裡走一圈一個小時。所以我種了很多菜、很多樹木花草，樹木花草有靈氣，菜有靈氣，植物有靈性，它有見聞覺知，我們以善心照顧它、對待它，它回報好，花開得特別香，果結得特別甜，它的回報。我們沒有農藥、沒有化肥，農藥、化肥是傷害它，它不願意接受。它跟我們人一樣，它有精神這一部分，佛法裡面講心，它有心法。照顧菜園的，我們菜園一個菜頭，菜園很大，我們辦活動，我們自己菜園的菜可以供養一千個人吃的，辦七天活動都可以不要到外面買菜，我們菜園可以供給每天一千人，那麼大菜園，品種很多。悟謙法師告訴我，她管菜園，她有一天作夢，夢到一條黃瓜托夢給她，它說我很老了，你們都不來採。你看看托夢給她，她管菜園。她第二天起來很奇怪，很納悶，天天都在菜園裡頭，怎麼沒有看到？照它指定的位置去看，果然是有一條瓜，在那個藤子的後面沒看到。她一下去看，真的太老了，沒辦法吃了，好，就留了做種吧！你看看瓜會來托夢給你。所以它有靈性，你不能把它輕看、小看了它，你要尊重它。不但樹木花草有靈性，山河大地有靈性，也就說礦物它有靈性。日本江本勝博士做的水實驗，這科學家承認，他不是胡造謠言，他搞了十二年，水是礦物，它能看、它能聽、懂得人的意思。這個信息傳出來之後，我們佛法裡面講，所有一切礦物、山河大地都有靈性，也就是說都有受想行識。動物之體是五蘊，植物、礦物不例外，還是離不開五蘊，只是敏感程度不一樣。動物是最敏感的、最明顯的，植物次一等，礦物就更次一等，還是有靈性。因此我們才真正能體會到，一粒微塵是不是阿彌陀佛？是。一個毛端是不是阿彌陀佛？是。阿彌陀佛在哪裡？遍法界虛空界無處不是！它是我們的自性，是我們的性德。我們這個念頭一起，就跟性德圓滿的相應，這叫念佛，這是介爾能念之心即是如來果覺，這一點都不假。"
    },
    {
      "id": "02-039-0005_p0006",
      "zh_CN": "「是故《观经》云」，《观无量寿佛经》是我们净土三经之一，这部经跟我们讲修行的理论与方法。而《无量寿经》是净宗的概论，介绍整个西方极乐世界依正庄严，《观经》是专讲理论跟方法这两部分。《阿弥陀经》是《无量寿经》的略本，精简的一个版本，便利你早晚课学习。它里面四次劝导，不容易，苦口婆心劝我们要相信、要发愿、要求生净土，这就对了，这是诸佛如来无尽的悲心，希望我们一生成就。其他经典，佛劝我们的话没有这么多，《弥陀经》是四次。也就是说这个法门保证你一生成就，只要真正做到不怀疑、不夹杂、不间断，就成功了，大势至菩萨为我们做示范。《观无量寿佛经》上有这样两句话，「是心是佛」、「是心作佛」，这两句话都是经上的原文。是心是佛，我刚才讲了那么多话就是这四个字，我说我们全身的细胞，细胞还是大的，细胞再分析就变成分子，分子去分析变成原子，分到最后是基本粒子，每一个基本粒子都是阿弥陀佛，它是心变的。它是心，是心是佛，它怎么不是佛！我这身上所有细胞都是佛，你的身上那些细胞是不是佛？是，连树木花草、山河大地都是，从这个地方你就觉悟，哪一法不是！觉悟了，法法如是。所以佛经一开头用「如是我闻」，那个如是，就是什么？如是真如，「相如其性，性如其相，性相不二」。性是佛，相怎么不是佛！哪有这种道理？是心是佛，哪一桩事情不是佛！我们要明白这个道理。佛是什么？佛是心，真心，不是我们这个妄心，是什么？能生能现的心。能变的心是识心，是阿赖耶识，把能现能生的相转变成十法界依正庄严、转变成六道轮回，那是识心干的事情。识是什么？就是分别执着，第六意识分别，第七识执着，末那执着，第六识分别，千变万化，《还源观》上讲的三种周遍，「出生无尽」，就讲这个意思。是心是佛，没有一样不是佛，用这个心来持名、来念佛。",
      "zh_TW": "「是故《觀經》云」，《觀無量壽佛經》是我們淨土三經之一，這部經跟我們講修行的理論與方法。而《無量壽經》是淨宗的概論，介紹整個西方極樂世界依正莊嚴，《觀經》是專講理論跟方法這兩部分。《阿彌陀經》是《無量壽經》的略本，精簡的一個版本，便利你早晚課學習。它裡面四次勸導，不容易，苦口婆心勸我們要相信、要發願、要求生淨土，這就對了，這是諸佛如來無盡的悲心，希望我們一生成就。其他經典，佛勸我們的話沒有這麼多，《彌陀經》是四次。也就是說這個法門保證你一生成就，只要真正做到不懷疑、不夾雜、不間斷，就成功了，大勢至菩薩為我們做示範。《觀無量壽佛經》上有這樣兩句話，「是心是佛」、「是心作佛」，這兩句話都是經上的原文。是心是佛，我剛才講了那麼多話就是這四個字，我說我們全身的細胞，細胞還是大的，細胞再分析就變成分子，分子去分析變成原子，分到最後是基本粒子，每一個基本粒子都是阿彌陀佛，它是心變的。它是心，是心是佛，它怎麼不是佛！我這身上所有細胞都是佛，你的身上那些細胞是不是佛？是，連樹木花草、山河大地都是，從這個地方你就覺悟，哪一法不是！覺悟了，法法如是。所以佛經一開頭用「如是我聞」，那個如是，就是什麼？如是真如，「相如其性，性如其相，性相不二」。性是佛，相怎麼不是佛！哪有這種道理？是心是佛，哪一樁事情不是佛！我們要明白這個道理。佛是什麼？佛是心，真心，不是我們這個妄心，是什麼？能生能現的心。能變的心是識心，是阿賴耶識，把能現能生的相轉變成十法界依正莊嚴、轉變成六道輪迴，那是識心幹的事情。識是什麼？就是分別執著，第六意識分別，第七識執著，末那執著，第六識分別，千變萬化，《還源觀》上講的三種周遍，「出生無盡」，就講這個意思。是心是佛，沒有一樣不是佛，用這個心來持名、來念佛。"
    },
    {
      "id": "02-039-0005_p0007",
      "zh_CN": "「是心作佛」，怎么作佛？念佛就是作佛，念菩萨就是作菩萨，念阿罗汉就是阿罗汉。我们现在世间人念什么？脑子里所想的是念钱，念财色名食睡，他念这个。念这个就变这个，念什么变什么，跟万花筒一样念什么变什么，这就不是佛，财色是什么？给诸位说，财色是饿鬼、是地狱。为什么？你起了贪心。贪心就是饿鬼，瞋恚就是地狱，愚痴就是畜生，愚痴是不了解事实真相，叫愚痴。现在这个世间几个人把事实真相搞清楚？我们要不学大乘经教，我们就无法脱离愚痴，只有大乘佛法这些经典才帮助我们破迷开悟。我们这个悟不是证悟，是解悟，我们明白了，为什么没有证得？这没放下。真放下是什么境界？刚才我讲的，真放下的时候念念是阿弥陀佛，不是我们粗念，是细念，念念那真觉悟了。那个境界里面没六道、没十法界，那个境界是诸佛如来的实报庄严土，我们叫它做一真法界，一是真的，二就是假的。你看《还源观》里面，贤首大师这篇文章第一段，一真，那是真的，「自性清净圆明体」，自性清净圆明体是心、是佛，不二，心跟佛是一不是二。起二用呢？起二用就变了。二用是什么？宇宙出现，万物出现，我出现了。我是正报，除自己之外所有一切的环境都是依报，依报里头有人事的依报，人事环境、物质环境的依报，这个依正庄严，一动念头依正庄严就起来。这个起来的时候没变，都是自性现的，所以能现能生没有变化，这就叫一真法界。",
      "zh_TW": "「是心作佛」，怎麼作佛？念佛就是作佛，念菩薩就是作菩薩，念阿羅漢就是阿羅漢。我們現在世間人念什麼？腦子裡所想的是念錢，念財色名食睡，他念這個。念這個就變這個，念什麼變什麼，跟萬花筒一樣念什麼變什麼，這就不是佛，財色是什麼？給諸位說，財色是餓鬼、是地獄。為什麼？你起了貪心。貪心就是餓鬼，瞋恚就是地獄，愚痴就是畜生，愚痴是不了解事實真相，叫愚痴。現在這個世間幾個人把事實真相搞清楚？我們要不學大乘經教，我們就無法脫離愚痴，只有大乘佛法這些經典才幫助我們破迷開悟。我們這個悟不是證悟，是解悟，我們明白了，為什麼沒有證得？這沒放下。真放下是什麼境界？剛才我講的，真放下的時候念念是阿彌陀佛，不是我們粗念，是細念，念念那真覺悟了。那個境界裡面沒六道、沒十法界，那個境界是諸佛如來的實報莊嚴土，我們叫它做一真法界，一是真的，二就是假的。你看《還源觀》裡面，賢首大師這篇文章第一段，一真，那是真的，「自性清淨圓明體」，自性清淨圓明體是心、是佛，不二，心跟佛是一不是二。起二用呢？起二用就變了。二用是什麼？宇宙出現，萬物出現，我出現了。我是正報，除自己之外所有一切的環境都是依報，依報裡頭有人事的依報，人事環境、物質環境的依報，這個依正莊嚴，一動念頭依正莊嚴就起來。這個起來的時候沒變，都是自性現的，所以能現能生沒有變化，這就叫一真法界。"
    },
    {
      "id": "02-039-0005_p0008",
      "zh_CN": "可是一起分别就变了，诸位要晓得，分别心起来，实报土就不见了，出现什么境界？四圣法界，就是十法界上面的四层，有分别，没执着。稍稍有一点执着，执着是什么？我想控制它，我想占有它。有这么个念头，四圣法界没有了，不见了，又出现一个什么？六道轮回出现。六道怎么来的？执着来的。所以六道里头妄想分别执着全有，四圣法界里面有妄想、有分别，没执着；诸佛的刹土一真法界里头有妄想，没有分别、没有执着。执着害死人，你活在世间为什么活得这么苦？就是执着；执着没有了，你在这个世间有乐没有苦，你就离苦得乐。底下这一句「是心作佛」太重要了，你为什么不念佛？念佛念得自在、念得相应，那愈念愈欢喜、愈念愈快乐，知道遍法界虚空界万事万法跟自己是一体，是心是佛，是心作佛，这两句话你就证得，那就是你的境界。这个人往生西方极乐世界，四土他生哪一土？他生实报庄严土。到西方极乐世界就花开见佛，就证无生法忍，那是什么？真的阿惟越致菩萨，一点都不假。如果没入这个境界也能往生，叫带业往生，这是这个法门无比殊胜。八万四千法门没带业的，只有这个法门准许你带业，带业往生。生到西方极乐世界方便土、同居土，同居土就是我们这边六道，方便土就是我们四圣法界。",
      "zh_TW": "可是一起分別就變了，諸位要曉得，分別心起來，實報土就不見了，出現什麼境界？四聖法界，就是十法界上面的四層，有分別，沒執著。稍稍有一點執著，執著是什麼？我想控制它，我想佔有它。有這麼個念頭，四聖法界沒有了，不見了，又出現一個什麼？六道輪迴出現。六道怎麼來的？執著來的。所以六道裡頭妄想分別執著全有，四聖法界裡面有妄想、有分別，沒執著；諸佛的剎土一真法界裡頭有妄想，沒有分別、沒有執著。執著害死人，你活在世間為什麼活得這麼苦？就是執著；執著沒有了，你在這個世間有樂沒有苦，你就離苦得樂。底下這一句「是心作佛」太重要了，你為什麼不念佛？念佛念得自在、念得相應，那愈念愈歡喜、愈念愈快樂，知道遍法界虛空界萬事萬法跟自己是一體，是心是佛，是心作佛，這兩句話你就證得，那就是你的境界。這個人往生西方極樂世界，四土他生哪一土？他生實報莊嚴土。到西方極樂世界就花開見佛，就證無生法忍，那是什麼？真的阿惟越致菩薩，一點都不假。如果沒入這個境界也能往生，叫帶業往生，這是這個法門無比殊勝。八萬四千法門沒帶業的，只有這個法門准許你帶業，帶業往生。生到西方極樂世界方便土、同居土，同居土就是我們這邊六道，方便土就是我們四聖法界。"
    },
    {
      "id": "02-039-0005_p0009",
      "zh_CN": "可是西方的同居跟方便，跟我们这里不一样，我们这里有障碍，等次不一样见不到，西方极乐世界是平等世界，没有障碍。这个好比什么？我们在学校念书，小学、中学不是在一个学校，小学生不能到中学去，中学生他也不会到小学来。小学里头还有班级不同，同一个班级是同学，不同班级虽然是同学不常见面，不在一起上课。极乐世界很特别，小学、中学、大学在一个教室上课，所以天天见面，真的是同学，小学一、二年级学生，跟研究班一、二年级的大学长，这是兄弟称呼，同学，天天见面，这是极乐世界不可思议的地方。十方世界没有这个状况，没有这种情形的，殊胜！所以极乐世界一生一切生，你生凡圣同居土，好像同时也就生方便土、生实报土。这是为什么释迦、弥陀劝我们往生，十方世界诸佛也劝我们往生，道理在此地。我们这一生要是不能往生，怎么对得起释迦？怎么对得起弥陀？怎么对得起十方诸佛？这个话句句都是真话。所以这两句话，是心是佛，是心作佛，说尽了。",
      "zh_TW": "可是西方的同居跟方便，跟我們這裡不一樣，我們這裡有障礙，等次不一樣見不到，西方極樂世界是平等世界，沒有障礙。這個好比什麼？我們在學校念書，小學、中學不是在一個學校，小學生不能到中學去，中學生他也不會到小學來。小學裡頭還有班級不同，同一個班級是同學，不同班級雖然是同學不常見面，不在一起上課。極樂世界很特別，小學、中學、大學在一個教室上課，所以天天見面，真的是同學，小學一、二年級學生，跟研究班一、二年級的大學長，這是兄弟稱呼，同學，天天見面，這是極樂世界不可思議的地方。十方世界沒有這個狀況，沒有這種情形的，殊勝！所以極樂世界一生一切生，你生凡聖同居土，好像同時也就生方便土、生實報土。這是為什麼釋迦、彌陀勸我們往生，十方世界諸佛也勸我們往生，道理在此地。我們這一生要是不能往生，怎麼對得起釋迦？怎麼對得起彌陀？怎麼對得起十方諸佛？這個話句句都是真話。所以這兩句話，是心是佛，是心作佛，說盡了。"
    },
    {
      "id": "02-039-0005_p0010",
      "zh_CN": "下面这是黄念老的话，「本来是佛，现又作佛，是故当下即佛」。这个话不是鼓励我们的话，这个话是实实在在的话，问题在哪里？问题我们自己不敢当，我们自己不敢承认。不敢当、不敢承认是对的，怎么是对的？本来是佛，这没话说，这话是真的，现又作佛，你是有名无实。念阿弥陀佛想作佛，这句佛号有很多疑问在里头，是真的吗？有很多问题在里头。念这一句佛号里头有很多夹杂，夹杂什么东西你自己不知道，为什么不知道？你愚痴，贪瞋痴。你要不愚痴，你夹杂的你知道，你愚痴你夹杂的不知道，所以你的功力不纯。念佛当下真的是佛，因为你功夫不纯，你达不到它的标准，是向着这个方向没错，达不到这个目标。怎样做到不怀疑？就得看破。我初学佛的时候老师教我看破、放下，看破就是明了，把事实真相搞清楚、搞明白。像我们中下根性的人，只有在经教里头慢慢的明白、搞清楚，明了之后你就很容易放下，你就自己知道不放下是错了，大错特错。为什么要放下？因为它本来没有，它全是假的，凡所有相皆是虚妄，万法皆空。到常寂光净土的时候，因果也空，这个诸位要知道，到常寂光，因果就没有了。实报土里头还有因果，佛门里头有一句话说，「万法皆空，因果不空」，在十法界里头因果不空，其实实报土还是因果不空，到常寂光就没有了。",
      "zh_TW": "下面這是黃念老的話，「本來是佛，現又作佛，是故當下即佛」。這個話不是鼓勵我們的話，這個話是實實在在的話，問題在哪裡？問題我們自己不敢當，我們自己不敢承認。不敢當、不敢承認是對的，怎麼是對的？本來是佛，這沒話說，這話是真的，現又作佛，你是有名無實。念阿彌陀佛想作佛，這句佛號有很多疑問在裡頭，是真的嗎？有很多問題在裡頭。念這一句佛號裡頭有很多夾雜，夾雜什麼東西你自己不知道，為什麼不知道？你愚痴，貪瞋痴。你要不愚痴，你夾雜的你知道，你愚痴你夾雜的不知道，所以你的功力不純。念佛當下真的是佛，因為你功夫不純，你達不到它的標準，是向著這個方向沒錯，達不到這個目標。怎樣做到不懷疑？就得看破。我初學佛的時候老師教我看破、放下，看破就是明瞭，把事實真相搞清楚、搞明白。像我們中下根性的人，只有在經教裡頭慢慢的明白、搞清楚，明瞭之後你就很容易放下，你就自己知道不放下是錯了，大錯特錯。為什麼要放下？因為它本來沒有，它全是假的，凡所有相皆是虛妄，萬法皆空。到常寂光淨土的時候，因果也空，這個諸位要知道，到常寂光，因果就沒有了。實報土裡頭還有因果，佛門裡頭有一句話說，「萬法皆空，因果不空」，在十法界裡頭因果不空，其實實報土還是因果不空，到常寂光就沒有了。"
    },
    {
      "id": "02-039-0005_p0011",
      "zh_CN": "「直捷了当，方便究竟，奇特殊胜，不可思议」，这几句话是赞叹这部经、赞叹这个法门，无比的殊胜。我们能遇到，你说你多大的福报；真的，法界虚空界里多少菩萨想求，求不到。我们这个道场虽然不大，听众之多，我们肉眼看不见，如果你要看到的时候，你才晓得听众之多，数不尽。我们这里虽然是开放，欢迎大家，没有任何条件，可是依然有护法神，有不少众生被护法神挡在门外进不来。我们给他供个牌位，就是给他设立座位，他有他的坐席，他就能进来听经，到这个地方来修行。一切法全是幻化，没有大小，大小随着你的心量，心量愈大，道场就愈大。心量小，道场就小，大道场也变成小道场；心量大，小道场也变成大道场，这都不可思议。「更以净土诸经之中，唯此经备摄圆妙」，净土有三经，前面跟诸位报告过，魏默深居士将《华严经》最后一卷，放在三经后面，变成四经；印光大师将《楞严经》上的「大势至菩萨念佛圆通章」附在四经后面，变成净土五经，圆满。修净土的，这五种经那就是圆圆满满的。五经里面，哪一部经讲得最圆满，一丝毫欠缺没有？那是《无量寿经》，所以古大德赞叹这部经极圆极妙。",
      "zh_TW": "「直捷了當，方便究竟，奇特殊勝，不可思議」，這幾句話是讚歎這部經、讚歎這個法門，無比的殊勝。我們能遇到，你說你多大的福報；真的，法界虛空界裡多少菩薩想求，求不到。我們這個道場雖然不大，聽眾之多，我們肉眼看不見，如果你要看到的時候，你才曉得聽眾之多，數不盡。我們這裡雖然是開放，歡迎大家，沒有任何條件，可是依然有護法神，有不少眾生被護法神擋在門外進不來。我們給他供個牌位，就是給他設立座位，他有他的坐席，他就能進來聽經，到這個地方來修行。一切法全是幻化，沒有大小，大小隨著你的心量，心量愈大，道場就愈大。心量小，道場就小，大道場也變成小道場；心量大，小道場也變成大道場，這都不可思議。「更以淨土諸經之中，唯此經備攝圓妙」，淨土有三經，前面跟諸位報告過，魏默深居士將《華嚴經》最後一卷，放在三經後面，變成四經；印光大師將《楞嚴經》上的「大勢至菩薩念佛圓通章」附在四經後面，變成淨土五經，圓滿。修淨土的，這五種經那就是圓圓滿滿的。五經裡面，哪一部經講得最圓滿，一絲毫欠缺沒有？那是《無量壽經》，所以古大德讚歎這部經極圓極妙。"
    },
    {
      "id": "02-039-0005_p0012",
      "zh_CN": "「以发菩提心、一向专念为宗，以弥陀十念必生之大愿为本」，这两句话很重要。「发菩提心，一向专念」，在这部经「三辈往生」这一品里面讲得清楚。三辈往生一共有四段经文，上辈往生、中辈往生、下辈往生，末后一段修学大乘佛法的，无论修学哪个法门，将所修的功德回向求生净土都能往生，你看净土这个门多大。慈舟法师在科判里面，把这一段标一个题目叫「一心三辈」，标得好，那就把佛法全都包括进去。发菩提心，什么是菩提心？这要常讲，《观无量寿佛经》上讲的菩提心，「至诚心、深心、回向发愿心」，经上说的。《大乘起信论》里面讲的菩提心，「直心、深心、大悲心」，把经论合起来看意思就很明显。菩提心的体，也就菩提心是真心，真心的体是什么？就真诚，真诚到极处叫至诚，至诚心。《起信论》里面讲直心，一丝毫委曲都没有，那就是真诚，我们依照经论取它的意思。深心不好讲，古大德的解释，好善好德，深心这么解释的。深心是自受用，对自己的；大悲心是对别人，慈悲是对别人的。所以我在二十多年之前讲这个经，我就用《无量寿经》上的经题，「清净、平等、正觉」，这是深心，上面真诚是菩提心的体。清净、平等、正觉是自受用，慈悲是他受用；换句话说，用什么心对自己？「清净平等觉」。用什么心对别人？大慈大悲。这叫发菩提心。",
      "zh_TW": "「以發菩提心、一向專念為宗，以彌陀十念必生之大願為本」，這兩句話很重要。「發菩提心，一向專念」，在這部經「三輩往生」這一品裡面講得清楚。三輩往生一共有四段經文，上輩往生、中輩往生、下輩往生，末後一段修學大乘佛法的，無論修學哪個法門，將所修的功德迴向求生淨土都能往生，你看淨土這個門多大。慈舟法師在科判裡面，把這一段標一個題目叫「一心三輩」，標得好，那就把佛法全都包括進去。發菩提心，什麼是菩提心？這要常講，《觀無量壽佛經》上講的菩提心，「至誠心、深心、迴向發願心」，經上說的。《大乘起信論》裡面講的菩提心，「直心、深心、大悲心」，把經論合起來看意思就很明顯。菩提心的體，也就菩提心是真心，真心的體是什麼？就真誠，真誠到極處叫至誠，至誠心。《起信論》裡面講直心，一絲毫委曲都沒有，那就是真誠，我們依照經論取它的意思。深心不好講，古大德的解釋，好善好德，深心這麼解釋的。深心是自受用，對自己的；大悲心是對別人，慈悲是對別人的。所以我在二十多年之前講這個經，我就用《無量壽經》上的經題，「清淨、平等、正覺」，這是深心，上面真誠是菩提心的體。清淨、平等、正覺是自受用，慈悲是他受用；換句話說，用什麼心對自己？「清淨平等覺」。用什麼心對別人？大慈大悲。這叫發菩提心。"
    },
    {
      "id": "02-039-0005_p0013",
      "zh_CN": "我们修行修什么？就是修心。我们心清不清净？平不平等？清净心是戒律，平等心是禅定，正觉心是智慧，戒定慧。我们怎么学戒定慧你就明白了，持戒如果心不清净，你那个戒白持了；修定没有开智慧，那个定也白修。因戒得定，因定开慧，所以持戒是手段不是目的，是要达到禅定，就是达到平等，平等才是定。我们果然清净心得到，给诸位说，这个三灾，水灾就没有了。平等心现前，地震就没有了。今天有个同学拿一篇资料给我看，最近大概不到一个月，六级以上的地震在全世界各地有十几次，这么频繁，什么原因？六级以上的，多可怕，到八级的。觉悟之后，风灾就没有了，愚痴是感风灾。这个心要是证到平等，地球温度就不会上升，就会恢复正常。所以佛教导我们「勤修戒定慧，息灭贪瞋痴」，贪瞋痴感应的是灾难、是反常，戒定慧是正常。所以要发菩提心、一向专念，一个方向「西方」，一个目标「极乐世界」，一个愿望「亲近阿弥陀佛」，我们这一生就成功了，其他的是假的。广学多闻是不错，这来不及了。所以我常常劝一些同学，广学多闻好，到极乐世界去，为什么？到那个地方去，头一个我们得的一个条件是无量寿，再多的东西，行！我有的是时间。这个地方生命太短促，我们不能浪费时间，浪费不起。而且在这个世间智慧没有开，学东西学得不会圆满，一知半解，当中还犯很多错误，那又何必？所以要老实、要听话。佛教给我们的一向专念，佛教的，这是《无量寿经》上经文。宗，宗是宗旨，宗是什么意思？最重要的，这讲修学方法，最重要的修学方法，最值得尊崇的方法，十方诸佛都赞叹，净宗主要修学的方法就是一向专念，宗有这三个意思。",
      "zh_TW": "我們修行修什麼？就是修心。我們心清不清淨？平不平等？清淨心是戒律，平等心是禪定，正覺心是智慧，戒定慧。我們怎麼學戒定慧你就明白了，持戒如果心不清淨，你那個戒白持了；修定沒有開智慧，那個定也白修。因戒得定，因定開慧，所以持戒是手段不是目的，是要達到禪定，就是達到平等，平等才是定。我們果然清淨心得到，給諸位說，這個三災，水災就沒有了。平等心現前，地震就沒有了。今天有個同學拿一篇資料給我看，最近大概不到一個月，六級以上的地震在全世界各地有十幾次，這麼頻繁，什麼原因？六級以上的，多可怕，到八級的。覺悟之後，風災就沒有了，愚痴是感風災。這個心要是證到平等，地球溫度就不會上升，就會恢復正常。所以佛教導我們「勤修戒定慧，息滅貪瞋痴」，貪瞋痴感應的是災難、是反常，戒定慧是正常。所以要發菩提心、一向專念，一個方向「西方」，一個目標「極樂世界」，一個願望「親近阿彌陀佛」，我們這一生就成功了，其他的是假的。廣學多聞是不錯，這來不及了。所以我常常勸一些同學，廣學多聞好，到極樂世界去，為什麼？到那個地方去，頭一個我們得的一個條件是無量壽，再多的東西，行！我有的是時間。這個地方生命太短促，我們不能浪費時間，浪費不起。而且在這個世間智慧沒有開，學東西學得不會圓滿，一知半解，當中還犯很多錯誤，那又何必？所以要老實、要聽話。佛教給我們的一向專念，佛教的，這是《無量壽經》上經文。宗，宗是宗旨，宗是什麼意思？最重要的，這講修學方法，最重要的修學方法，最值得尊崇的方法，十方諸佛都讚歎，淨宗主要修學的方法就是一向專念，宗有這三個意思。"
    },
    {
      "id": "02-039-0005_p0014",
      "zh_CN": "「以弥陀十念必生之大愿为本」，这是第十八愿，发菩提心是第十九愿，四十八愿这两愿最重要。古大德说，四十八愿哪一愿最重要？大家都称说第十八愿，十八愿是十念、一念都能够往生。条件是什么？条件是具足信愿。这一念、十念是指什么时候？是指你往生的时候，你离开世间的时候，就是最后的念头，最后那一念是阿弥陀佛，那一念就往生。所以临命终时最后一念，如果还念着家里一些财产，那完蛋了，那到鬼道去；要是一念哪个人冤枉我，我还恨他，那到地狱去。最后一念是你从这个地方死到底下的往生，关键在那一念，所以那一念太重要了。送往生最重要的，就是帮助他最后一念别忘记阿弥陀佛，我们在他旁边念念都是阿弥陀佛，提醒他，那个功德无量，叫他不要有其他念头。古大德做得更好，家亲眷属不准接近他，他在快要断气的时候，家亲眷属免得引起他的情执，一引起情执马上就堕落，就三恶道去了。家亲眷属离开，这些同参道友来帮助他，这正确的。家亲眷属是学佛的，最好也离开，看到是他的儿子、孙子，他会动感情，那个时候一动问题就严重，所以家亲眷属避开是非常非常有道理的。",
      "zh_TW": "「以彌陀十念必生之大願為本」，這是第十八願，發菩提心是第十九願，四十八願這兩願最重要。古大德說，四十八願哪一願最重要？大家都稱說第十八願，十八願是十念、一念都能夠往生。條件是什麼？條件是具足信願。這一念、十念是指什麼時候？是指你往生的時候，你離開世間的時候，就是最後的念頭，最後那一念是阿彌陀佛，那一念就往生。所以臨命終時最後一念，如果還念著家裡一些財產，那完蛋了，那到鬼道去；要是一念哪個人冤枉我，我還恨他，那到地獄去。最後一念是你從這個地方死到底下的往生，關鍵在那一念，所以那一念太重要了。送往生最重要的，就是幫助他最後一念別忘記阿彌陀佛，我們在他旁邊念念都是阿彌陀佛，提醒他，那個功德無量，叫他不要有其他念頭。古大德做得更好，家親眷屬不准接近他，他在快要斷氣的時候，家親眷屬免得引起他的情執，一引起情執馬上就墮落，就三惡道去了。家親眷屬離開，這些同參道友來幫助他，這正確的。家親眷屬是學佛的，最好也離開，看到是他的兒子、孫子，他會動感情，那個時候一動問題就嚴重，所以家親眷屬避開是非常非常有道理的。"
    },
    {
      "id": "02-039-0005_p0015",
      "zh_CN": "「深明三辈往生之因」，这佛在经上讲得很清楚，「三辈往生」、「往生正因」，这两篇为我们说清楚、说明白。「广摄九界圣凡之众」，这个法门太大了，它有能力摄受九法界的众生，九法界上面三个是菩萨、缘觉、声闻，我们称他作圣人，菩萨是大圣，声闻、缘觉是小圣；六道里面都是凡夫，凡众。念佛往生净土去作佛，人人都有分，鬼神也有分，天人也有分，声闻、缘觉、菩萨也有分，问题就是你有没有这个福报，缘分你能遇到，遇到了你相信，你就发愿往生，那就成了。照理说应该是菩萨、阿罗汉比我们容易，为什么经上说十法界往生是以人间为最方便，这什么原因？《四十二章经》里有个比喻讲「富贵学道难」，富贵人享福，把学佛这个事情忘掉，疏忽了；贫穷学道也难，贫穷他生活太苦，三餐饭他都落不着吃，他忙着生活，没时间来学佛。而人道呢？不算很富足，但是也不是清贫，就小康之家，容易觉悟、容易修行，方便在这个地方，这个我们能体会到。天人生活比我们好，福报大；三恶道呢？太苦！",
      "zh_TW": "「深明三輩往生之因」，這佛在經上講得很清楚，「三輩往生」、「往生正因」，這兩篇為我們說清楚、說明白。「廣攝九界聖凡之眾」，這個法門太大了，它有能力攝受九法界的眾生，九法界上面三個是菩薩、緣覺、聲聞，我們稱他作聖人，菩薩是大聖，聲聞、緣覺是小聖；六道裡面都是凡夫，凡眾。念佛往生淨土去作佛，人人都有分，鬼神也有分，天人也有分，聲聞、緣覺、菩薩也有分，問題就是你有沒有這個福報，緣分你能遇到，遇到了你相信，你就發願往生，那就成了。照理說應該是菩薩、阿羅漢比我們容易，為什麼經上說十法界往生是以人間為最方便，這什麼原因？《四十二章經》裡有個比喻講「富貴學道難」，富貴人享福，把學佛這個事情忘掉，疏忽了；貧窮學道也難，貧窮他生活太苦，三餐飯他都落不著吃，他忙著生活，沒時間來學佛。而人道呢？不算很富足，但是也不是清貧，就小康之家，容易覺悟、容易修行，方便在這個地方，這個我們能體會到。天人生活比我們好，福報大；三惡道呢？太苦！"
    },
    {
      "id": "02-039-0005_p0016",
      "zh_CN": "现在情形好像有点变化，我听了不少信息，连饿鬼、地狱念佛往生的都不少，反而人不相信了，人念佛最后都念到鬼道去、念到地狱里去，这怎么回事情？这桩事情，诸位要是看看慈云灌顶法师的《大势至圆通章疏钞》，《大势至圆通章》很短，二百四十四个字，它那个注解这么厚一本，我看的是线装书，那么厚一本。末后的一页，我当时看的时候就看不懂，它讲念佛人一百种果报，第一句就是念佛人堕阿鼻地狱、堕饿鬼、堕畜生。我看了非常疑惑，我拿着这个本子去问老师，李炳南老居士我跟他学经教，我说「老师，念佛是好事，念佛怎么会堕地狱？」老师一看，「这是大问题，这问题重要，我不跟你一个人说，讲经的时候我来给大家讲讲这个道理。」真的，你用什么心念佛？你念佛没有断贪瞋痴，贪瞋痴慢疑叫五毒，你用这个五毒的心念佛还是堕地狱，所以不能不懂因果。那佛有没有白念？佛没有白念，阿赖耶识种了佛的种子，你造作的罪业先受报，等你地狱出来之后，那不知道到哪一世又遇到人身，再遇到佛法，遇到净土，你继续再修。所以只能说阿赖耶识里头种一个念佛的种子，这个种子永远不坏，后来一定会起作用。这个利益也很殊胜，可是六道轮回里头你还要吃尽苦头。所以念佛要用菩提心去念，真诚、清净、平等、正觉、慈悲，你用这个心去念完全相应，真的是一念相应一念佛，念念相应念念佛。",
      "zh_TW": "現在情形好像有點變化，我聽了不少信息，連餓鬼、地獄念佛往生的都不少，反而人不相信了，人念佛最後都念到鬼道去、念到地獄裡去，這怎麼回事情？這樁事情，諸位要是看看慈雲灌頂法師的《大勢至圓通章疏鈔》，《大勢至圓通章》很短，二百四十四個字，它那個註解這麼厚一本，我看的是線裝書，那麼厚一本。末後的一頁，我當時看的時候就看不懂，它講念佛人一百種果報，第一句就是念佛人墮阿鼻地獄、墮餓鬼、墮畜生。我看了非常疑惑，我拿著這個本子去問老師，李炳南老居士我跟他學經教，我說「老師，念佛是好事，念佛怎麼會墮地獄？」老師一看，「這是大問題，這問題重要，我不跟你一個人說，講經的時候我來給大家講講這個道理。」真的，你用什麼心念佛？你念佛沒有斷貪瞋痴，貪瞋痴慢疑叫五毒，你用這個五毒的心念佛還是墮地獄，所以不能不懂因果。那佛有沒有白念？佛沒有白念，阿賴耶識種了佛的種子，你造作的罪業先受報，等你地獄出來之後，那不知道到哪一世又遇到人身，再遇到佛法，遇到淨土，你繼續再修。所以只能說阿賴耶識裡頭種一個念佛的種子，這個種子永遠不壞，後來一定會起作用。這個利益也很殊勝，可是六道輪迴裡頭你還要吃盡苦頭。所以念佛要用菩提心去念，真誠、清淨、平等、正覺、慈悲，你用這個心去念完全相應，真的是一念相應一念佛，念念相應念念佛。"
    },
    {
      "id": "02-039-0005_p0017",
      "zh_CN": "「正显持名念佛之法，直指往生归元之路，是故此经称为净宗第一经也」。确确实实祖师大德为我们显示出，持名念佛的方法是直指，不走弯路的，直指就是最接近的一条道路，这直路没有弯曲。到哪里？往生归元，归元就是回归原始，原始是什么？自性。我们十法界依正庄严是从自性里头变现出来，自性能生能现，阿赖耶能变，这是十法界依正庄严。我们遇到佛菩萨，佛菩萨也是在十法界里面，跟我们一样在这里兜圈子，在受苦受难，他觉悟，他归元，回归自性，我们一般讲他成佛、他成菩萨，回归自性，他清楚、他明白，所以他来指导我们、来教化我们如何脱离苦海，六道是苦海，苦海里的深海，四圣法界是海边缘，浅海，登上岸才算是脱离。那个岸叫彼岸，叫涅槃的彼岸，涅槃是不生不灭，功德圆满，不生不灭。这个彼岸是实报庄严土，佛教化众生、帮助一切众生，就算是圆满了。所以这个经是净宗第一经，是净宗同学不能不学的。",
      "zh_TW": "「正顯持名念佛之法，直指往生歸元之路，是故此經稱為淨宗第一經也」。確確實實祖師大德為我們顯示出，持名念佛的方法是直指，不走彎路的，直指就是最接近的一條道路，這直路沒有彎曲。到哪裡？往生歸元，歸元就是回歸原始，原始是什麼？自性。我們十法界依正莊嚴是從自性裡頭變現出來，自性能生能現，阿賴耶能變，這是十法界依正莊嚴。我們遇到佛菩薩，佛菩薩也是在十法界裡面，跟我們一樣在這裡兜圈子，在受苦受難，他覺悟，他歸元，回歸自性，我們一般講他成佛、他成菩薩，回歸自性，他清楚、他明白，所以他來指導我們、來教化我們如何脫離苦海，六道是苦海，苦海裡的深海，四聖法界是海邊緣，淺海，登上岸才算是脫離。那個岸叫彼岸，叫涅槃的彼岸，涅槃是不生不滅，功德圓滿，不生不滅。這個彼岸是實報莊嚴土，佛教化眾生、幫助一切眾生，就算是圓滿了。所以這個經是淨宗第一經，是淨宗同學不能不學的。"
    },
    {
      "id": "02-039-0005_p0018",
      "zh_CN": "再往下看「但此殊胜第一之净宗宝典，竟在我国大藏中尘封一千余年」。《无量寿经》是最早传到中国来的，东汉的时代，后汉安世高到中国来那个时候，《无量寿经》就传到中国，所以翻译也是最早翻译的。东晋时代慧远大师在庐山建念佛堂，东林念佛堂，现在的东林寺，是专修净土的这些同学们，它里头有在家、出家的，总共一百二十三个人，一百二十三个人大家在一块念佛求生净土。所依靠的经典，给诸位说就是《无量寿经》，因为那个时候《观无量寿佛经》，跟《阿弥陀经》都还没有传到中国，净宗经典就这一部。所以第一代的祖师，慧远大师他们那一帮人就是依《无量寿经》，不容易！对这部经能信、能解、能发愿、能真干，谈何容易？我们看看《高僧传》里面，慧远大师的传记，你就能看到当年修行的盛况。他们是结界安居，前面有一条小溪，这条小溪是虎溪，在我们想像当中可能那个时候山上有老虎，所以称为虎溪。虎溪是他们的界线，修行人决定不离开这界线。中国儒释道是一家，所以远公也有个故事叫虎溪三笑。来了两个好朋友，陶渊明是儒家的，陆道长是修道的，到东林来看远公，谈得很高兴，离开的时候远公送他们，不知不觉就过了虎溪，虎溪一个小桥就过了，过了之后三个人哈哈大笑，那是界线，不能越过的，居然走过头。所以中国传统文化离不开儒释道，三足鼎立。",
      "zh_TW": "再往下看「但此殊勝第一之淨宗寶典，竟在我國大藏中塵封一千餘年」。《無量壽經》是最早傳到中國來的，東漢的時代，後漢安世高到中國來那個時候，《無量壽經》就傳到中國，所以翻譯也是最早翻譯的。東晉時代慧遠大師在廬山建念佛堂，東林念佛堂，現在的東林寺，是專修淨土的這些同學們，它裡頭有在家、出家的，總共一百二十三個人，一百二十三個人大家在一塊念佛求生淨土。所依靠的經典，給諸位說就是《無量壽經》，因為那個時候《觀無量壽佛經》，跟《阿彌陀經》都還沒有傳到中國，淨宗經典就這一部。所以第一代的祖師，慧遠大師他們那一幫人就是依《無量壽經》，不容易！對這部經能信、能解、能發願、能真幹，談何容易？我們看看《高僧傳》裡面，慧遠大師的傳記，你就能看到當年修行的盛況。他們是結界安居，前面有一條小溪，這條小溪是虎溪，在我們想像當中可能那個時候山上有老虎，所以稱為虎溪。虎溪是他們的界線，修行人決定不離開這界線。中國儒釋道是一家，所以遠公也有個故事叫虎溪三笑。來了兩個好朋友，陶淵明是儒家的，陸道長是修道的，到東林來看遠公，談得很高興，離開的時候遠公送他們，不知不覺就過了虎溪，虎溪一個小橋就過了，過了之後三個人哈哈大笑，那是界線，不能越過的，居然走過頭。所以中國傳統文化離不開儒釋道，三足鼎立。"
    },
    {
      "id": "02-039-0005_p0019",
      "zh_CN": "这一部经远公依照这个修行，居然后人没有那么认真在这个经上下功夫，因为不久，大概隔了不到五十年，《弥陀经》、《观经》都翻译出来。净宗确实是在早期的时候，梵文典籍就传到中国，一般人在《弥陀经》上下的功夫最多，注疏也最多。这一千多年来就没有被净宗所重视，这什么原因？底下说「考其原因，盖由此经五种原译，互有详略，出入甚巨」，这个原因应该是这样的。这个地方讲五种原译，是现在《大藏经》里面所保留的，《无量寿经》有五种译本。在译经目录里面，从汉到宋朝是有十二种译本，太多了，到底依哪个本子？这个译本里面出入很大，他这里面举一个例子，「例如弥陀大愿」，我们常讲四十八愿，四十八愿是在魏译、唐译，这两个本子是四十八；在汉朝翻译的吴，吴是三国的时候的东吴，康僧铠翻译的，它是二十四愿；在宋朝翻译的是三十六愿，这个出入太大。如果梵文是一种原本，不管什么人翻译，当然文字不会是一样的，意思一定是一样，像这愿文条目一定是一样，不可能有这么大的差别。所以古人判断，释迦牟尼佛当年在世讲这个经是多次宣讲，才会有这个情形出现。世尊讲经从来没有哪一部经是讲两遍的，他就一遍，没有两遍，唯独《无量寿经》多次宣讲，说明这经典的重要性，这法门的重要性，这是祖师大德为我们说出。",
      "zh_TW": "這一部經遠公依照這個修行，居然後人沒有那麼認真在這個經上下功夫，因為不久，大概隔了不到五十年，《彌陀經》、《觀經》都翻譯出來。淨宗確實是在早期的時候，梵文典籍就傳到中國，一般人在《彌陀經》上下的功夫最多，註疏也最多。這一千多年來就沒有被淨宗所重視，這什麼原因？底下說「考其原因，蓋由此經五種原譯，互有詳略，出入甚巨」，這個原因應該是這樣的。這個地方講五種原譯，是現在《大藏經》裡面所保留的，《無量壽經》有五種譯本。在譯經目錄裡面，從漢到宋朝是有十二種譯本，太多了，到底依哪個本子？這個譯本裡面出入很大，他這裡面舉一個例子，「例如彌陀大願」，我們常講四十八願，四十八願是在魏譯、唐譯，這兩個本子是四十八；在漢朝翻譯的吳，吳是三國的時候的東吳，康僧鎧翻譯的，它是二十四願；在宋朝翻譯的是三十六願，這個出入太大。如果梵文是一種原本，不管什麼人翻譯，當然文字不會是一樣的，意思一定是一樣，像這願文條目一定是一樣，不可能有這麼大的差別。所以古人判斷，釋迦牟尼佛當年在世講這個經是多次宣講，才會有這個情形出現。世尊講經從來沒有哪一部經是講兩遍的，他就一遍，沒有兩遍，唯獨《無量壽經》多次宣講，說明這經典的重要性，這法門的重要性，這是祖師大德為我們說出。"
    },
    {
      "id": "02-039-0005_p0020",
      "zh_CN": "「遂使初心学者，专持一译，难明深旨，遍读五种，又感艰难」。那真难，你看看到宋朝，王龙舒居士这是了不起的大德，这五种原译他都没有看到，他只看到四种，所以他的会集本是根据四种。唐译的《大宝积经．无量寿会》，这种翻译王龙舒就没有看到，这本东西里面有很多好的开示，其他四种里头没有说，所以这个会集就不完美。你想想，像王龙舒这样有地位、有财富，五种本子都没有办法完全搜集到，还漏掉一种，都找不到，从前求一本经是太难太难。所以古大德教给我们，经典要很慎重的把它保存，读的时候小心谨慎，经本上决定不能做记号、不能写字、不能伤害，为什么？流传后世，让后人有经可以读。不像现在印刷术这么发达、这么方便，所以有人问我，我们经上可以不可以写字做记号？我说可以。为什么？太多了，不会失传；从前太少，怕失传。宋朝以前经典都是手写的，印刷术是宋朝时候才发明，但是用木刻版本印刷毕竟还是有限，非常有限。印刷发达也是最近五十年，五十年前到铅字排版还是相当麻烦，现在是太方便，这是我们要知道的。就是现在的本子，你觉得很重要的地方，可以做记号、可以画红线。像弘一大师他读的书，他是用各种不同颜色去做记号，就是经本多，可以这样做法。",
      "zh_TW": "「遂使初心學者，專持一譯，難明深旨，遍讀五種，又感艱難」。那真難，你看看到宋朝，王龍舒居士這是了不起的大德，這五種原譯他都沒有看到，他只看到四種，所以他的會集本是根據四種。唐譯的《大寶積經．無量壽會》，這種翻譯王龍舒就沒有看到，這本東西裡面有很多好的開示，其他四種裡頭沒有說，所以這個會集就不完美。你想想，像王龍舒這樣有地位、有財富，五種本子都沒有辦法完全蒐集到，還漏掉一種，都找不到，從前求一本經是太難太難。所以古大德教給我們，經典要很慎重的把它保存，讀的時候小心謹慎，經本上決定不能做記號、不能寫字、不能傷害，為什麼？流傳後世，讓後人有經可以讀。不像現在印刷術這麼發達、這麼方便，所以有人問我，我們經上可以不可以寫字做記號？我說可以。為什麼？太多了，不會失傳；從前太少，怕失傳。宋朝以前經典都是手寫的，印刷術是宋朝時候才發明，但是用木刻版本印刷畢竟還是有限，非常有限。印刷發達也是最近五十年，五十年前到鉛字排版還是相當麻煩，現在是太方便，這是我們要知道的。就是現在的本子，你覺得很重要的地方，可以做記號、可以畫紅線。像弘一大師他讀的書，他是用各種不同顏色去做記號，就是經本多，可以這樣做法。"
    },
    {
      "id": "02-039-0005_p0021",
      "zh_CN": "「于是多舍此经而专攻《阿弥陀经》矣」。这就是自古以来，为什么讲这个经的人少，注这个经的人也少。但是对《阿弥陀经》，注的就多，讲解的就多，所以净宗几乎是以《阿弥陀经》为最重要的一部经典。「清初彭绍升居士曰」，彭绍升就是彭际清，「此经阐扬者少，实以无善本故」。这个话说得很有道理，没有一个好的本子，诸位看看五种原译本就知道。「诚哉是言，是以宋王日休、清彭绍升、魏承贯等大居士，均为宏扬此经，先后而有会本与节本之作」。这到后面会有详细介绍。宋朝王龙舒居士，王日休就是王龙舒，曾经着《龙舒净土文》，龙舒是地名，也就是在我的老家安徽舒城，距离我出生的地方很近。他的《净土文》写得非常之好，许多的人读了这本书而修净土，接引了很多人。魏承贯就是魏默深，他是清朝咸丰年间人，都是大德居士，彭绍升是乾隆时候的人。王居士、魏居士都有《无量寿经》会集本，他们做过会集。而彭绍升做过节本，他只取一种本子，就是康僧铠的本子，把康僧铠的本子，重新做过一次整理删订，我们现在人讲删订，删掉一部分，很难懂的、不好读的把它删掉一部分，做了个节本，看起来是舒服多了。所以有节本、有两种会本。",
      "zh_TW": "「於是多捨此經而專攻《阿彌陀經》矣」。這就是自古以來，為什麼講這個經的人少，註這個經的人也少。但是對《阿彌陀經》，註的就多，講解的就多，所以淨宗幾乎是以《阿彌陀經》為最重要的一部經典。「清初彭紹升居士曰」，彭紹升就是彭際清，「此經闡揚者少，實以無善本故」。這個話說得很有道理，沒有一個好的本子，諸位看看五種原譯本就知道。「誠哉是言，是以宋王日休、清彭紹升、魏承貫等大居士，均為宏揚此經，先後而有會本與節本之作」。這到後面會有詳細介紹。宋朝王龍舒居士，王日休就是王龍舒，曾經著《龍舒淨土文》，龍舒是地名，也就是在我的老家安徽舒城，距離我出生的地方很近。他的《淨土文》寫得非常之好，許多的人讀了這本書而修淨土，接引了很多人。魏承貫就是魏默深，他是清朝咸豐年間人，都是大德居士，彭紹升是乾隆時候的人。王居士、魏居士都有《無量壽經》會集本，他們做過會集。而彭紹升做過節本，他只取一種本子，就是康僧鎧的本子，把康僧鎧的本子，重新做過一次整理刪訂，我們現在人講刪訂，刪掉一部分，很難懂的、不好讀的把它刪掉一部分，做了個節本，看起來是舒服多了。所以有節本、有兩種會本。"
    },
    {
      "id": "02-039-0005_p0022",
      "zh_CN": "下面介绍，「宋代大居士王日休，曾撰《龙舒净土文》，四海称誉，传诵至今」。修净土的同学，好像很少没有念过《龙舒净土文》的。我们在初学的时候也非常喜欢这部书，写得好，可以把它当作国文去读。「王氏临终，端立往生」，王龙舒居士往生是站着往生的，预知时至没有生病，这在《居士传》里面，《大藏经》上有居士传，《净土圣贤录》里面都有记载。「可证居士实为我国净宗解行俱优、殊胜希有之在家大德」。我们看他往生这一着，给我们所表的法，我们就知道那一点不假，站着走的。「王氏深慨宝典之尘封，于是乃会集《无量寿经》汉魏吴宋四种原译另成一本，名为《大阿弥陀经》」。这个经《龙藏》里头有，《龙藏》收进去，好像日本《大正藏》有，《大正藏》也收进去。《大藏经》能够把它收进去，就是历代这些高僧大德对这个本子肯定，这才能够入藏，所以《大藏经》那是真正的标准。我们要想学的经典，伪造的经典很多，到底哪个是真的，哪一部经可靠？在古时候你就看《大藏》，《大藏目录》里头有这就可靠，《大藏目录》里头没有就不可靠，这是给我们后人立下一个标准。可是最好，如果你得到一个本子，要跟《大藏经》里面去对一对，你就更放心。你看他采取的原本汉魏吴宋，唐译的没有，只有四种本子。",
      "zh_TW": "下面介紹，「宋代大居士王日休，曾撰《龍舒淨土文》，四海稱譽，傳誦至今」。修淨土的同學，好像很少沒有念過《龍舒淨土文》的。我們在初學的時候也非常喜歡這部書，寫得好，可以把它當作國文去讀。「王氏臨終，端立往生」，王龍舒居士往生是站著往生的，預知時至沒有生病，這在《居士傳》裡面，《大藏經》上有居士傳，《淨土聖賢錄》裡面都有記載。「可證居士實為我國淨宗解行俱優、殊勝希有之在家大德」。我們看他往生這一著，給我們所表的法，我們就知道那一點不假，站著走的。「王氏深慨寶典之塵封，於是乃會集《無量壽經》漢魏吳宋四種原譯另成一本，名為《大阿彌陀經》」。這個經《龍藏》裡頭有，《龍藏》收進去，好像日本《大正藏》有，《大正藏》也收進去。《大藏經》能夠把它收進去，就是歷代這些高僧大德對這個本子肯定，這才能夠入藏，所以《大藏經》那是真正的標準。我們要想學的經典，偽造的經典很多，到底哪個是真的，哪一部經可靠？在古時候你就看《大藏》，《大藏目錄》裡頭有這就可靠，《大藏目錄》裡頭沒有就不可靠，這是給我們後人立下一個標準。可是最好，如果你得到一個本子，要跟《大藏經》裡面去對一對，你就更放心。你看他採取的原本漢魏吳宋，唐譯的沒有，只有四種本子。"
    },
    {
      "id": "02-039-0005_p0023",
      "zh_CN": "「王本问世，海内称便，丛林奉为课本」。丛林是佛门的道场，佛家讲丛林，现在呢？现在是大学。实在讲丛林就是佛教大学，就正式有制度，让它制度化。在释迦牟尼佛当年讲经教学，就跟私人办学一样是私塾，没有制度，跟孔老夫子当年在世教学一样，没有一个正规学校有个体系，没有。到中国隋唐时候才真正上轨道，所以这是中国佛教的特色。方老师当年给我介绍，丛林是中国佛教革命性的创举，正式把它办成学校。丛林的主席称主席，也称为方丈住持，那是什么？校长，职位是校长。首座和尚就是教务长，维那就是训导长，监院就是总务长，它跟现在大学的组织分工职事完全相同，就名称不相同，实际上维那真的是训导长，教训导的。殿堂是教室，叫分座讲经，你喜欢学哪个科目有老师指导，有一定的讲堂，跟学校一样。所以佛教传到中国，诸位晓得它是教育，它不是宗教，一直到清朝乾隆年间都没有变质，都是教育。丛林是大学，还有些小庙，那小庙，小庙是专科学校，它只学一样的。净宗道场，它修的就净土五经，它就没有分座讲经的，专科学校专攻一门的，或者是与我这一门相关的经论也学，是这么一种情形。",
      "zh_TW": "「王本問世，海內稱便，叢林奉為課本」。叢林是佛門的道場，佛家講叢林，現在呢？現在是大學。實在講叢林就是佛教大學，就正式有制度，讓它制度化。在釋迦牟尼佛當年講經教學，就跟私人辦學一樣是私塾，沒有制度，跟孔老夫子當年在世教學一樣，沒有一個正規學校有個體系，沒有。到中國隋唐時候才真正上軌道，所以這是中國佛教的特色。方老師當年給我介紹，叢林是中國佛教革命性的創舉，正式把它辦成學校。叢林的主席稱主席，也稱為方丈住持，那是什麼？校長，職位是校長。首座和尚就是教務長，維那就是訓導長，監院就是總務長，它跟現在大學的組織分工職事完全相同，就名稱不相同，實際上維那真的是訓導長，教訓導的。殿堂是教室，叫分座講經，你喜歡學哪個科目有老師指導，有一定的講堂，跟學校一樣。所以佛教傳到中國，諸位曉得它是教育，它不是宗教，一直到清朝乾隆年間都沒有變質，都是教育。叢林是大學，還有些小廟，那小廟，小廟是專科學校，它只學一樣的。淨宗道場，它修的就淨土五經，它就沒有分座講經的，專科學校專攻一門的，或者是與我這一門相關的經論也學，是這麼一種情形。"
    },
    {
      "id": "02-039-0005_p0024",
      "zh_CN": "佛教今天的衰，衰在什么？把教学丢了，教学丢了之后，这兴旺起来的是经忏佛事，这就变成宗教，真的变成宗教，我们也不能不承认它，它确实变成宗教，忘了本，它本来不是宗教。释迦牟尼佛在世，你到经典查查看，他没有做一天佛事，如果做一天佛事，那个经上应该详详细细记载下来，没有。《大藏经》上有许多经忏佛事这些资料，后人，祖师大德后人编的，不是释迦牟尼的。所以这不能不知道，佛教怎么会变成这个样子，怎么会衰到这个样子，一定要清楚。方东美先生曾经多次提醒我，中国佛教要能够复兴，一定要从恢复丛林制度做起，那就是办大学，要办教育。民国初年有几个，但时间很短，都没有了，好像有一位法师办过华严大学，太虚法师在厦门办过佛学院，圆瑛法师在上海办过楞严专宗学院，有几个，但时间都不长，以后都没有了。谛闲法师像释迦牟尼佛一样，一生讲经教学，他是天台宗的，出了不少人才，我在美国还遇到几个是他门下的。所以这是会译会集是有道理，王龙舒第一次做会集，丛林奉为课本。「我国龙藏」，乾隆时候编的《大藏经》，「及日本《大正藏》亦均采入王本」，王龙舒的本子，就是王日休的本子。",
      "zh_TW": "佛教今天的衰，衰在什麼？把教學丟了，教學丟了之後，這興旺起來的是經懺佛事，這就變成宗教，真的變成宗教，我們也不能不承認它，它確實變成宗教，忘了本，它本來不是宗教。釋迦牟尼佛在世，你到經典查查看，他沒有做一天佛事，如果做一天佛事，那個經上應該詳詳細細記載下來，沒有。《大藏經》上有許多經懺佛事這些資料，後人，祖師大德後人編的，不是釋迦牟尼的。所以這不能不知道，佛教怎麼會變成這個樣子，怎麼會衰到這個樣子，一定要清楚。方東美先生曾經多次提醒我，中國佛教要能夠復興，一定要從恢復叢林制度做起，那就是辦大學，要辦教育。民國初年有幾個，但時間很短，都沒有了，好像有一位法師辦過華嚴大學，太虛法師在廈門辦過佛學院，圓瑛法師在上海辦過楞嚴專宗學院，有幾個，但時間都不長，以後都沒有了。諦閑法師像釋迦牟尼佛一樣，一生講經教學，他是天台宗的，出了不少人才，我在美國還遇到幾個是他門下的。所以這是會譯會集是有道理，王龍舒第一次做會集，叢林奉為課本。「我國龍藏」，乾隆時候編的《大藏經》，「及日本《大正藏》亦均採入王本」，王龍舒的本子，就是王日休的本子。"
    },
    {
      "id": "02-039-0005_p0025",
      "zh_CN": "「莲池大师曰」，莲池大师是明朝晚年的人，他在世的时候把净土宗复兴，非常的难得，他的道场在杭州。他说「王氏所会，较之五译，简易明显，流通今世，利益甚大」。这是我们净土宗第八代的祖师，莲池大师对王龙舒的赞叹。「又曰，以王本世所通行，人习见故」，因为它流通得很广，读诵的人很多。「故于所着《弥陀疏钞》中，凡引证《无量寿经》之处，多取王文，间采原译」。《阿弥陀经疏钞》我好像讲过二、三遍，确实非常之好。因为在那个时代，我们看到《疏钞》的内容就晓得，这就好像我们看到处方，就知道那些人害什么病。在那个时代，在中国这块大地上，佛教禅宗非常兴盛，许多人把净土都疏忽了，看轻了。所以莲池大师的《疏钞》，用什么来注解《阿弥陀经》？用《华严》，把《弥陀经》提升到跟《华严》一样，大家尊重！很了不起。确实彭际清居士讲的话，它这后头也引证的有，有道理，彭际清居士说《无量寿经》就是中本《华严》，换句话说，《华严经》是大《无量寿经》，再换句话说，《阿弥陀经》就是小《华严经》。《华严》、《无量寿》、《弥陀经》，一而三，三而一，这是莲池大师引出来的，得到佛门这些高僧大德们肯定、认同，净土就兴旺起来，这称之为第八代的祖师。",
      "zh_TW": "「蓮池大師曰」，蓮池大師是明朝晚年的人，他在世的時候把淨土宗復興，非常的難得，他的道場在杭州。他說「王氏所會，較之五譯，簡易明顯，流通今世，利益甚大」。這是我們淨土宗第八代的祖師，蓮池大師對王龍舒的讚歎。「又曰，以王本世所通行，人習見故」，因為它流通得很廣，讀誦的人很多。「故於所著《彌陀疏鈔》中，凡引證《無量壽經》之處，多取王文，間採原譯」。《阿彌陀經疏鈔》我好像講過二、三遍，確實非常之好。因為在那個時代，我們看到《疏鈔》的內容就曉得，這就好像我們看到處方，就知道那些人害什麼病。在那個時代，在中國這塊大地上，佛教禪宗非常興盛，許多人把淨土都疏忽了，看輕了。所以蓮池大師的《疏鈔》，用什麼來註解《阿彌陀經》？用《華嚴》，把《彌陀經》提升到跟《華嚴》一樣，大家尊重！很了不起。確實彭際清居士講的話，它這後頭也引證的有，有道理，彭際清居士說《無量壽經》就是中本《華嚴》，換句話說，《華嚴經》是大《無量壽經》，再換句話說，《阿彌陀經》就是小《華嚴經》。《華嚴》、《無量壽》、《彌陀經》，一而三，三而一，這是蓮池大師引出來的，得到佛門這些高僧大德們肯定、認同，淨土就興旺起來，這稱之為第八代的祖師。"
    },
    {
      "id": "02-039-0005_p0026",
      "zh_CN": "净土宗的祖师跟其他宗派不一样，其他宗派是代代相传的，一代传一代这样传下去的，净土宗没有，净土宗不是代代相传，而是这个大德往生之后，底下一代人肯定他对净宗有特殊的贡献，尊他为祖师。所以净土宗的祖师是民选的，不是一代一代相传，是民选的。像近代，印光大师对净土宗的贡献很大，大家公认他应该是第十三代的祖师。如果祖祖相传的时候，应该都是六、七十代，净土宗才十三代。如果这一代没有这样的人，那就没有得选的，真正出现对净宗修持、弘扬有特殊贡献的，这后人尊称他为这一代的祖师，祖师是这么来的，所以民选的。净宗称大师这也是特别尊重，所以诸位这也是常识，大师不能随便称的，佛门里面称大师，是专门对释迦牟尼佛的，称大师。你看从前皇帝的老师称国师，翻译经典称三藏法师，禅门大德称禅师，专攻戒律的为律师，研究论典有成就的称论师，没有称大师的。只有净土宗称大师，为什么？他跟佛没有两样，他能教导众生念佛往生，往生就成佛。你看佛度众生不是成佛吗？这些大德度众生用这个法门，也教他一生成佛，那跟佛有什么两样？都称大师。所以唯有净宗祖师称大师，这个常识要知道。我们现在一般人称大师是过分，这个不可以的。",
      "zh_TW": "淨土宗的祖師跟其他宗派不一樣，其他宗派是代代相傳的，一代傳一代這樣傳下去的，淨土宗沒有，淨土宗不是代代相傳，而是這個大德往生之後，底下一代人肯定他對淨宗有特殊的貢獻，尊他為祖師。所以淨土宗的祖師是民選的，不是一代一代相傳，是民選的。像近代，印光大師對淨土宗的貢獻很大，大家公認他應該是第十三代的祖師。如果祖祖相傳的時候，應該都是六、七十代，淨土宗才十三代。如果這一代沒有這樣的人，那就沒有得選的，真正出現對淨宗修持、弘揚有特殊貢獻的，這後人尊稱他為這一代的祖師，祖師是這麼來的，所以民選的。淨宗稱大師這也是特別尊重，所以諸位這也是常識，大師不能隨便稱的，佛門裡面稱大師，是專門對釋迦牟尼佛的，稱大師。你看從前皇帝的老師稱國師，翻譯經典稱三藏法師，禪門大德稱禪師，專攻戒律的為律師，研究論典有成就的稱論師，沒有稱大師的。只有淨土宗稱大師，為什麼？他跟佛沒有兩樣，他能教導眾生念佛往生，往生就成佛。你看佛度眾生不是成佛嗎？這些大德度眾生用這個法門，也教他一生成佛，那跟佛有什麼兩樣？都稱大師。所以唯有淨宗祖師稱大師，這個常識要知道。我們現在一般人稱大師是過分，這個不可以的。"
    },
    {
      "id": "02-039-0005_p0027",
      "zh_CN": "下面说「又幽溪大师更有盛焉」，这都是跟莲池他们同一个时代的人，也是净宗的大德，他有一个著作叫做《弥陀圆中钞》。我们那个时候刚刚接触净宗，老师就给我三个注解，这三个注解是《弥陀经》最权威的注解，修净土不能不读的。第一个是莲池大师的《阿弥陀经疏钞》；第二个是蕅益大师的《要解》，在《净土十要》里；第三个是幽溪大师的《圆中钞》，这三个注解是《弥陀经》权威的注解。《圆中钞》里面所引的《无量寿经》的经文，完全取王龙舒的会集本，莲池大师《疏钞》里大概是一半多一点，引用的是王龙舒的会集本经文，其他的多半还是有一些引用原本。「近代印光大师于所撰重刻圆中钞序中，亦赞王本文义详悉，举世流通」。这是近代《印光大师文钞》里头有，这是他一篇文章，就在「重刻阿弥陀经圆中钞序文」里头，有这样的赞叹，这个说明会集是正确的，应该要有人出来做。所以在近代有人批评会集是错误的，这话讲不通。",
      "zh_TW": "下面說「又幽溪大師更有盛焉」，這都是跟蓮池他們同一個時代的人，也是淨宗的大德，他有一個著作叫做《彌陀圓中鈔》。我們那個時候剛剛接觸淨宗，老師就給我三個註解，這三個註解是《彌陀經》最權威的註解，修淨土不能不讀的。第一個是蓮池大師的《阿彌陀經疏鈔》；第二個是蕅益大師的《要解》，在《淨土十要》裡；第三個是幽溪大師的《圓中鈔》，這三個註解是《彌陀經》權威的註解。《圓中鈔》裡面所引的《無量壽經》的經文，完全取王龍舒的會集本，蓮池大師《疏鈔》裡大概是一半多一點，引用的是王龍舒的會集本經文，其他的多半還是有一些引用原本。「近代印光大師於所撰重刻圓中鈔序中，亦讚王本文義詳悉，舉世流通」。這是近代《印光大師文鈔》裡頭有，這是他一篇文章，就在「重刻阿彌陀經圓中鈔序文」裡頭，有這樣的讚歎，這個說明會集是正確的，應該要有人出來做。所以在近代有人批評會集是錯誤的，這話講不通。"
    },
    {
      "id": "02-039-0005_p0028",
      "zh_CN": "有很多人来问我，夏莲居老居士的会集本，在国内、在台湾，都有我们佛门的那些大德反对，不应该做这个，来问我。我说如果会集我们不承认，认为这是不如法的，问题就很多，现在寺院里面我们用的早晚课，早晚课的本子不是释迦牟尼佛说的，里面用的经文、仪规都是会集的，那这也不能用。你们平常做的一些佛事，像《慈悲三昧水忏》、《大悲忏》、燄口、水陆，这些本子全是会集的，那统统都不能用。寺院里做早晚课就是读原文那才对，那我们许许多多寺院都成问题，都不如法。你看看佛门的会集东西有多少，古来祖师大德的，所以这个道理要懂，不能不讲理。你统统明了之后，你就知道会集是应该的，尤其世尊当年教导我们，「依法不依人，依义不依语，依了义不依不了义，依智不依识」。又常常大乘经里面讲，「佛无有定法可说」，「法尚应舍，何况非法」，说得这么干净、这么彻底。所以我们一定要晓得，法从哪里来？因人而兴起的，人有什么病他就开什么方子，人没有病就没有药方，这是治病的。所以一定要懂这个道理，这就是说明这会集是应当做的。",
      "zh_TW": "有很多人來問我，夏蓮居老居士的會集本，在國內、在台灣，都有我們佛門的那些大德反對，不應該做這個，來問我。我說如果會集我們不承認，認為這是不如法的，問題就很多，現在寺院裡面我們用的早晚課，早晚課的本子不是釋迦牟尼佛說的，裡面用的經文、儀規都是會集的，那這也不能用。你們平常做的一些佛事，像《慈悲三昧水懺》、《大悲懺》、燄口、水陸，這些本子全是會集的，那統統都不能用。寺院裡做早晚課就是讀原文那才對，那我們許許多多寺院都成問題，都不如法。你看看佛門的會集東西有多少，古來祖師大德的，所以這個道理要懂，不能不講理。你統統明瞭之後，你就知道會集是應該的，尤其世尊當年教導我們，「依法不依人，依義不依語，依了義不依不了義，依智不依識」。又常常大乘經裡面講，「佛無有定法可說」，「法尚應捨，何況非法」，說得這麼乾淨、這麼徹底。所以我們一定要曉得，法從哪裡來？因人而興起的，人有什麼病他就開什麼方子，人沒有病就沒有藥方，這是治病的。所以一定要懂這個道理，這就是說明這會集是應當做的。"
    },
    {
      "id": "02-039-0005_p0029",
      "zh_CN": "下面就说这两种会集本里面有问题，「王氏会经，虽大有功于净宗，但所会之本颇多舛误」，里头有错误，这是真的，所以这也要认识清楚。他举比喻说，「白圭之瑕，贤者惜之」，白圭是玉，玉里有瑕疵，比喻王龙舒居士会集的本子，贤者惜之。「莲池大师谓其：抄前着后，去取未尽」，这后头有解释，「彭绍升居士斥之为：凌乱乖舛，不合圆旨」，这个批评都是有根据的，如果我们把五种原译本对起来看，你就了解。现在有几位居士，我看到两种不同的五种对译本，做得好，看得很累。你看完之后，你才晓得夏老居士会集这本子好，会集得太妙！比前面几种会集本真的是好。所以现在一共有九种本子，三种会集本，一种节录的本子，五种原本，我把这九种本子印成一册。这是当年我在国外讲夏老居士的会集本，怕人家来找麻烦，所以我九种本子印在一起，你们自己看，他要有问题、有疑问的，我就把这本子送给他，你们自己去看去，不用我回答。九种本子都在，都念真是难！这么好的一个会集本，世尊讲过，到法灭尽的时候，就是一切经都没有了，最后还留一部经就是《无量寿经》，这《无量寿》是什么本子？肯定就是夏莲居的会集本，而不是原译本。这是我们可以肯定的，这会集得太好，这是我们必须要认识的，我们对这个经才不至于怀疑。批评的人很多，他们修学对于经教的深入，有没有能达到像王龙舒、像魏默深、像夏莲居的造诣？如果没有达到这个程度，怎么能随便批评？你个人批评你造的业自己承当。如果你影响到别人，让别人对这本子产生怀疑，不去学习，这个过失很大，你断别人法身慧命，你要不要负因果责任？肯定要！这是我们学经教不能不知道的。今天时间到了，我们就学习到此地。",
      "zh_TW": "下面就說這兩種會集本裡面有問題，「王氏會經，雖大有功於淨宗，但所會之本頗多舛誤」，裡頭有錯誤，這是真的，所以這也要認識清楚。他舉比喻說，「白圭之瑕，賢者惜之」，白圭是玉，玉裡有瑕疵，比喻王龍舒居士會集的本子，賢者惜之。「蓮池大師謂其：抄前著後，去取未盡」，這後頭有解釋，「彭紹升居士斥之為：凌亂乖舛，不合圓旨」，這個批評都是有根據的，如果我們把五種原譯本對起來看，你就了解。現在有幾位居士，我看到兩種不同的五種對譯本，做得好，看得很累。你看完之後，你才曉得夏老居士會集這本子好，會集得太妙！比前面幾種會集本真的是好。所以現在一共有九種本子，三種會集本，一種節錄的本子，五種原本，我把這九種本子印成一冊。這是當年我在國外講夏老居士的會集本，怕人家來找麻煩，所以我九種本子印在一起，你們自己看，他要有問題、有疑問的，我就把這本子送給他，你們自己去看去，不用我回答。九種本子都在，都念真是難！這麼好的一個會集本，世尊講過，到法滅盡的時候，就是一切經都沒有了，最後還留一部經就是《無量壽經》，這《無量壽》是什麼本子？肯定就是夏蓮居的會集本，而不是原譯本。這是我們可以肯定的，這會集得太好，這是我們必須要認識的，我們對這個經才不至於懷疑。批評的人很多，他們修學對於經教的深入，有沒有能達到像王龍舒、像魏默深、像夏蓮居的造詣？如果沒有達到這個程度，怎麼能隨便批評？你個人批評你造的業自己承當。如果你影響到別人，讓別人對這本子產生懷疑，不去學習，這個過失很大，你斷別人法身慧命，你要不要負因果責任？肯定要！這是我們學經教不能不知道的。今天時間到了，我們就學習到此地。"
    }
  ]
}