{
  "doc_id": "02-039-0432",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四三二集",
    "zh_TW": "第四三二集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "日本冈山净宗学会",
    "zh_TW": "日本岡山淨宗學會"
  },
  "doc_number": "02-039-0432",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-039-0432_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第五百四十四面，第五行最后一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第五百四十四面，第五行最後一句看起："
    },
    {
      "id": "02-039-0432_p0002",
      "zh_CN": "「要当孝顺，即《观经》之孝养父母，见于彼经三福之首，乃三世诸佛净业正因之一也。」在这一品的开端，念老就引用了《观无量寿经》净业三福，这个三条十一句，世尊告诉我们，那是三世诸佛净业正因，三世是讲过去、现在、未来；换句话说，一切菩萨修行成佛，这个三条是最高的指导原则。我们在这一生当中学习佛法，经历很长的时间，有人几年，有人几十年，得不到修学的效果，于是对修学佛法怀疑了、中悔、退心了。自古以来这都常常见到，不足以为奇。为什么会有这个现象产生？对于净业三福了解得不够透彻，没有真正能够修学，所以学佛的人多，成就的人少。由此可知，这三条是多重要。净宗学会当年刚成立的时候，这是二十多年的事情，我们跟同学们定了日常修学的课程，只有五个科目，愈简单愈好记。第一个科目就是净业三福，不仅仅是修净土最高的指导原则，可以说所有大乘法门都不能违背、都不能离开。你说这个三条是多么重要，违背这三条决定不能成就。而这第一条，确确实实就是落实在儒释道的三个根。孝养父母，怎么做法？只要你能够把《弟子规》做到。《弟子规》不是念的、不是讲的，字字句句都要落实在日常生活当中，它才管用，这是根本的根本。",
      "zh_TW": "「要當孝順，即《觀經》之孝養父母，見於彼經三福之首，乃三世諸佛淨業正因之一也。」在這一品的開端，念老就引用了《觀無量壽經》淨業三福，這個三條十一句，世尊告訴我們，那是三世諸佛淨業正因，三世是講過去、現在、未來；換句話說，一切菩薩修行成佛，這個三條是最高的指導原則。我們在這一生當中學習佛法，經歷很長的時間，有人幾年，有人幾十年，得不到修學的效果，於是對修學佛法懷疑了、中悔、退心了。自古以來這都常常見到，不足以為奇。為什麼會有這個現象產生？對於淨業三福了解得不夠透徹，沒有真正能夠修學，所以學佛的人多，成就的人少。由此可知，這三條是多重要。淨宗學會當年剛成立的時候，這是二十多年的事情，我們跟同學們定了日常修學的課程，只有五個科目，愈簡單愈好記。第一個科目就是淨業三福，不僅僅是修淨土最高的指導原則，可以說所有大乘法門都不能違背、都不能離開。你說這個三條是多麼重要，違背這三條決定不能成就。而這第一條，確確實實就是落實在儒釋道的三個根。孝養父母，怎麼做法？只要你能夠把《弟子規》做到。《弟子規》不是念的、不是講的，字字句句都要落實在日常生活當中，它才管用，這是根本的根本。"
    },
    {
      "id": "02-039-0432_p0003",
      "zh_CN": "唐朝中叶以后，在中国佛教里面的祖师大德，他们放弃小乘的学习。盛唐的时代，小乘有两个宗派，俱舍宗跟成实宗，只要是学佛，小乘不能不学。佛在经上告诉我们，「佛子，不先学小乘，后学大乘」，佛说是「非佛弟子」，佛不承认你，你躐等了，小学没有念去念大学，哪有这种道理！唐朝中叶之后，祖师大德放弃小乘，那怎么办？他们用儒、用道代替小乘。行不行？通过这一千多年的实验，行，效果卓着。这一千多年来，佛门里面无论哪个宗派，都有很好的成绩表现，说明儒跟道确实可以代替小乘。儒、道是我们中国本土的东西，我们学起来格外的亲切。所以儒家我们就采取《弟子规》，道家我们采取《太上感应篇》，去落实「慈心不杀」，儒家的《弟子规》落实「孝养父母，奉事师长」，这是孝亲尊师。有这样的基础，后面修十善业就不难。所以净业三福头一条四句，里面就是讲儒释道的三个根，如果这三个根没有学好，学佛当然有问题。所以佛不承认你是弟子，我们受了三皈，拿了皈依证，没用处，佛不承认。如果你真学，真的把儒释道三个根扎好，没有做皈依的仪式，佛菩萨还是承认你，你是他的真弟子，不是假的。佛法重实质不重形式，三皈五戒这是形式，不是很重要的，重要是你真正肯干，你真学，这比什么都重要。",
      "zh_TW": "唐朝中葉以後，在中國佛教裡面的祖師大德，他們放棄小乘的學習。盛唐的時代，小乘有兩個宗派，俱舍宗跟成實宗，只要是學佛，小乘不能不學。佛在經上告訴我們，「佛子，不先學小乘，後學大乘」，佛說是「非佛弟子」，佛不承認你，你躐等了，小學沒有念去念大學，哪有這種道理！唐朝中葉之後，祖師大德放棄小乘，那怎麼辦？他們用儒、用道代替小乘。行不行？通過這一千多年的實驗，行，效果卓著。這一千多年來，佛門裡面無論哪個宗派，都有很好的成績表現，說明儒跟道確實可以代替小乘。儒、道是我們中國本土的東西，我們學起來格外的親切。所以儒家我們就採取《弟子規》，道家我們採取《太上感應篇》，去落實「慈心不殺」，儒家的《弟子規》落實「孝養父母，奉事師長」，這是孝親尊師。有這樣的基礎，後面修十善業就不難。所以淨業三福頭一條四句，裡面就是講儒釋道的三個根，如果這三個根沒有學好，學佛當然有問題。所以佛不承認你是弟子，我們受了三皈，拿了皈依證，沒用處，佛不承認。如果你真學，真的把儒釋道三個根紮好，沒有做皈依的儀式，佛菩薩還是承認你，你是他的真弟子，不是假的。佛法重實質不重形式，三皈五戒這是形式，不是很重要的，重要是你真正肯幹，你真學，這比什麼都重要。"
    },
    {
      "id": "02-039-0432_p0004",
      "zh_CN": "孝养父母，这一句可以说是世出世间法的大根大本，哪有不孝父母的人会有成就，他能够作佛、能够作菩萨，没这个道理！哪有不孝父母的人，能够成为世间的圣人、贤人、君子？没有！在中国几千年的历史没看到一个。今天的人把孝养父母疏忽了，不孝父母，不敬师长，他修学世出世间法都不会有成就，我们不能不知道。你要问为什么？因为孝亲尊师是性德，世出世间的圣学是从自性里面流出来的，不是性德，跟它不相应，它不是世间某一种学术。今天世间的学术，他们所求的是知识，不孝父母、不敬尊长，学知识可以学到，智慧不行，他没有真智慧。没有真智慧，换句话说，他没有真正的福报。他在社会上有很高的地位，有很大的财富，但是他的人生不快乐，他的人生没有幸福。这是我们同学们你只要细心去观察你都看到，都在眼前。",
      "zh_TW": "孝養父母，這一句可以說是世出世間法的大根大本，哪有不孝父母的人會有成就，他能夠作佛、能夠作菩薩，沒這個道理！哪有不孝父母的人，能夠成為世間的聖人、賢人、君子？沒有！在中國幾千年的歷史沒看到一個。今天的人把孝養父母疏忽了，不孝父母，不敬師長，他修學世出世間法都不會有成就，我們不能不知道。你要問為什麼？因為孝親尊師是性德，世出世間的聖學是從自性裡面流出來的，不是性德，跟它不相應，它不是世間某一種學術。今天世間的學術，他們所求的是知識，不孝父母、不敬尊長，學知識可以學到，智慧不行，他沒有真智慧。沒有真智慧，換句話說，他沒有真正的福報。他在社會上有很高的地位，有很大的財富，但是他的人生不快樂，他的人生沒有幸福。這是我們同學們你只要細心去觀察你都看到，都在眼前。"
    },
    {
      "id": "02-039-0432_p0005",
      "zh_CN": "为什么古老的社会人心安定？人生活在这个世间，他快乐、他幸福，你在什么地方看到他，他满面笑容，他身心都没有压力、没有忧虑、没有畏惧、没有烦恼。现在这个社会跟过去相比，那叫反常。我们常常在新闻里面看到，老人自杀，住在老人院里，他为什么自杀，自杀的原因何在？他人生的目标没有，人生的希望没有，他活得很痛苦，活不如死，这自杀了。还有小孩自杀，小学生自杀、初中学生自杀、大学生自杀，这已经不是新闻了。这些小朋友、年轻人他为什么？都值得我们去反思，应当把原因找出来。人活在这个世间没有方向、没有目标，这个活得就痛苦。有地位、有财富，造孽！有财富是福报，没有智慧他就不知道享福，福报全变成造孽。",
      "zh_TW": "為什麼古老的社會人心安定？人生活在這個世間，他快樂、他幸福，你在什麼地方看到他，他滿面笑容，他身心都沒有壓力、沒有憂慮、沒有畏懼、沒有煩惱。現在這個社會跟過去相比，那叫反常。我們常常在新聞裡面看到，老人自殺，住在老人院裡，他為什麼自殺，自殺的原因何在？他人生的目標沒有，人生的希望沒有，他活得很痛苦，活不如死，這自殺了。還有小孩自殺，小學生自殺、初中學生自殺、大學生自殺，這已經不是新聞了。這些小朋友、年輕人他為什麼？都值得我們去反思，應當把原因找出來。人活在這個世間沒有方向、沒有目標，這個活得就痛苦。有地位、有財富，造孽！有財富是福報，沒有智慧他就不知道享福，福報全變成造孽。"
    },
    {
      "id": "02-039-0432_p0006",
      "zh_CN": "今天的社会，大家都知道问题太多了，总的来说，从根本上讲是教育出了问题。现在的教育，从幼稚园到研究所，没有教伦理，没有教道德，没有教因果，而这些是古代，无论是中国、是外国，是教育里面的核心，最重要的一部分，今天人不讲了。中国人，年岁大一点的人都知道，孔子教学四个科目，第一个是德行，第二个是言语，第三才是政事，最后是文学。现在教育只讲后面两样，前面两个不要了，社会出了问题。古时候教育德行在先，德行学好了之后再教你说话。语言是一个人一生祸福之门，你跟人往来，言语是个管道，不会说话，有意无意得罪人，跟人家结下冤仇。多数结怨的人他都会引起报复，冤冤相报，生生世世没完没了，你说多可怕！所以言语是大学问，是要以德行做后盾。好的言语，带给自己的幸福，带给家人、带给社会幸福，带给世界和平，那是功德；不善的言语，引起家庭冲突、社会冲突、国际之间的冲突，绝大多数都是语言有问题。现在这两门东西不讲了，只讲政事。政事是什么？就是技术，现在讲的科技教育。学成之后，将来在社会上可以谋生，帮助你物质生活，可是你没有精神生活，精神上你是空虚的。物质上，你有丰富的物质生活，精神空虚，所以你活在这个世间很辛苦，活得很累。特别是在我们现在这个时代，在西方，宗教教育没有了，东方，古圣先贤传统的教育没有了，这就是今天社会，包括地球上的灾变真正的原因。",
      "zh_TW": "今天的社會，大家都知道問題太多了，總的來說，從根本上講是教育出了問題。現在的教育，從幼稚園到研究所，沒有教倫理，沒有教道德，沒有教因果，而這些是古代，無論是中國、是外國，是教育裡面的核心，最重要的一部分，今天人不講了。中國人，年歲大一點的人都知道，孔子教學四個科目，第一個是德行，第二個是言語，第三才是政事，最後是文學。現在教育只講後面兩樣，前面兩個不要了，社會出了問題。古時候教育德行在先，德行學好了之後再教你說話。語言是一個人一生禍福之門，你跟人往來，言語是個管道，不會說話，有意無意得罪人，跟人家結下冤仇。多數結怨的人他都會引起報復，冤冤相報，生生世世沒完沒了，你說多可怕！所以言語是大學問，是要以德行做後盾。好的言語，帶給自己的幸福，帶給家人、帶給社會幸福，帶給世界和平，那是功德；不善的言語，引起家庭衝突、社會衝突、國際之間的衝突，絕大多數都是語言有問題。現在這兩門東西不講了，只講政事。政事是什麼？就是技術，現在講的科技教育。學成之後，將來在社會上可以謀生，幫助你物質生活，可是你沒有精神生活，精神上你是空虛的。物質上，你有豐富的物質生活，精神空虛，所以你活在這個世間很辛苦，活得很累。特別是在我們現在這個時代，在西方，宗教教育沒有了，東方，古聖先賢傳統的教育沒有了，這就是今天社會，包括地球上的災變真正的原因。"
    },
    {
      "id": "02-039-0432_p0007",
      "zh_CN": "那怎么办？只有回过头来去找老祖宗。中国古人有一句谚语说，「不听老人言，吃亏在眼前」。老人是我们的祖宗，我们现在为什么不听老人言？认为老人已经过去了，他们的智慧没有现在人这么高，现在人科技的发明，古时候人没有。他不明了，中国古人有智慧，有没有知识？有知识，有智慧的人必定有知识，有知识的人不一定有智慧。智慧能带给人生幸福美满，知识不可能。为什么？智慧的根是道德，是伦理道德，知识可以不要伦理道德。这是我们今天在研究探讨，为什么社会会变成这个样子？古圣先贤东西好，今天没有人提倡，没有人学习。东西真好，我们没看到，没听说过、没看到好在哪里。我这一生如果没有遇到方东美先生，我跟一般年轻人一样也不知道。好在我喜欢哲学，这门学科学的人不多，因为今天一般年轻人他们追求的是财富，哲学是求智慧的。所以，希望得到财富的人很少去搞哲学，没想到哲学的最高峰是佛学，佛经哲学。佛经不但是哲学的最高峰，从现代三十年科学的成就，让我们理解了，佛法也是科学的最高峰，科学跟哲学不能解决的问题，佛法里头有。这个是我这一生当中，不幸当中的大幸！",
      "zh_TW": "那怎麼辦？只有回過頭來去找老祖宗。中國古人有一句諺語說，「不聽老人言，吃虧在眼前」。老人是我們的祖宗，我們現在為什麼不聽老人言？認為老人已經過去了，他們的智慧沒有現在人這麼高，現在人科技的發明，古時候人沒有。他不明瞭，中國古人有智慧，有沒有知識？有知識，有智慧的人必定有知識，有知識的人不一定有智慧。智慧能帶給人生幸福美滿，知識不可能。為什麼？智慧的根是道德，是倫理道德，知識可以不要倫理道德。這是我們今天在研究探討，為什麼社會會變成這個樣子？古聖先賢東西好，今天沒有人提倡，沒有人學習。東西真好，我們沒看到，沒聽說過、沒看到好在哪裡。我這一生如果沒有遇到方東美先生，我跟一般年輕人一樣也不知道。好在我喜歡哲學，這門學科學的人不多，因為今天一般年輕人他們追求的是財富，哲學是求智慧的。所以，希望得到財富的人很少去搞哲學，沒想到哲學的最高峰是佛學，佛經哲學。佛經不但是哲學的最高峰，從現代三十年科學的成就，讓我們理解了，佛法也是科學的最高峰，科學跟哲學不能解決的問題，佛法裡頭有。這個是我這一生當中，不幸當中的大幸！"
    },
    {
      "id": "02-039-0432_p0008",
      "zh_CN": "老师教我放下世间工作，专心去研究这门课程。我从二十六岁开始，到今年六十年，锲而不舍，一个方向、一个目标，才有今天这一点成就。这成就是什么？对于传统，对於伦理、道德、因果跟宗教认识了，搞清楚、搞明白了，肯定这些东西能救社会、能救地球。对于释迦牟尼佛当年在世，一生讲经教学，才真正体会到他用心之苦，他的大慈大悲真实的流露。留下来这么多经典，这叫法宝，真正称得上这是宝，为什么？它能帮助我们得到一生究竟圆满的幸福。这是小的利益，不是大的，大的利益，帮助我们永远脱离六道轮回，证到像他一样佛菩萨的地位，那是大利益！而且任何一个人都能够争取得到的。这不是世间法，世间法，命里有的你才能得到，命里没有的很不容易得到；佛法大家都有，为什么？一切众生皆有佛性，这都有。大乘经里面佛常说「一切众生本来是佛」，你看你本有！中国老祖宗也常说人性本善，「人之初，性本善」，这是你本有的。本善是什么？本善就是佛性，这不是命里有的，个个都有。所以你一定要明白、要觉悟、要回头。",
      "zh_TW": "老師教我放下世間工作，專心去研究這門課程。我從二十六歲開始，到今年六十年，鍥而不捨，一個方向、一個目標，才有今天這一點成就。這成就是什麼？對於傳統，對於倫理、道德、因果跟宗教認識了，搞清楚、搞明白了，肯定這些東西能救社會、能救地球。對於釋迦牟尼佛當年在世，一生講經教學，才真正體會到他用心之苦，他的大慈大悲真實的流露。留下來這麼多經典，這叫法寶，真正稱得上這是寶，為什麼？它能幫助我們得到一生究竟圓滿的幸福。這是小的利益，不是大的，大的利益，幫助我們永遠脫離六道輪迴，證到像他一樣佛菩薩的地位，那是大利益！而且任何一個人都能夠爭取得到的。這不是世間法，世間法，命裡有的你才能得到，命裡沒有的很不容易得到；佛法大家都有，為什麼？一切眾生皆有佛性，這都有。大乘經裡面佛常說「一切眾生本來是佛」，你看你本有！中國老祖宗也常說人性本善，「人之初，性本善」，這是你本有的。本善是什麼？本善就是佛性，這不是命裡有的，個個都有。所以你一定要明白、要覺悟、要回頭。"
    },
    {
      "id": "02-039-0432_p0009",
      "zh_CN": "自己境界不断向上提升，物质生活就变得不重要了。孔老夫子不是富有，他的生活也很清贫。学生当中是夫子最赞叹的颜回，物质生活是更可怜，箪食瓢饮，居在陋巷。夫子常常感叹说，一般人处在他的生活环境那很忧虑，而颜回无论在什么时候你看他，他都是欢欢喜喜。所以「回也不改其乐」，他乐在什么？乐在道，他对于宇宙万有的真相明白了，他快乐。佛给我们表演的是法喜充满，常生欢喜心。中国古人也说过，说一个人在一生当中最大的快乐是什么？「得天下之英才而乐育之」。教学，你学生当中有英才，这是无比的欢乐！这些道理我们要懂。所以，我们活在这个世间，我们有正确的方向，有正确的目标。无论是顺境逆境、善缘恶缘，都变成我们自己好的增上缘，帮助我们提升境界，你说这个多快乐。这不是一般世俗人能理解的。追求世俗出不了六道轮回，追求世俗的，肯定造业多，恶业多、善业少，死了以后麻烦大了。",
      "zh_TW": "自己境界不斷向上提升，物質生活就變得不重要了。孔老夫子不是富有，他的生活也很清貧。學生當中是夫子最讚歎的顏回，物質生活是更可憐，簞食瓢飲，居在陋巷。夫子常常感嘆說，一般人處在他的生活環境那很憂慮，而顏回無論在什麼時候你看他，他都是歡歡喜喜。所以「回也不改其樂」，他樂在什麼？樂在道，他對於宇宙萬有的真相明白了，他快樂。佛給我們表演的是法喜充滿，常生歡喜心。中國古人也說過，說一個人在一生當中最大的快樂是什麼？「得天下之英才而樂育之」。教學，你學生當中有英才，這是無比的歡樂！這些道理我們要懂。所以，我們活在這個世間，我們有正確的方向，有正確的目標。無論是順境逆境、善緣惡緣，都變成我們自己好的增上緣，幫助我們提升境界，你說這個多快樂。這不是一般世俗人能理解的。追求世俗出不了六道輪迴，追求世俗的，肯定造業多，惡業多、善業少，死了以後麻煩大了。"
    },
    {
      "id": "02-039-0432_p0010",
      "zh_CN": "人绝对不是说死了一切就了了，那我们这些学问可以不必学了。实实在在，我们现在真的是明白了，死了就不得了！这话是真的，不是假的。所以不可以死。我们修净土的人，修净土的人不死，修净土的人，极乐世界无量寿，你现在就无量寿。往生极乐世界，不是死了以后才去的，这句话同学一定要知道。你往生的时候，你看到佛来接引你，活着去的。你跟佛去了，这个身体不要了、丢掉了，你没有死，你是活着往生。死了以后就麻烦大了，不好搞了。所以，这个佛法叫一生成就的佛法，什么成就？一生成佛。我们今天是一生往生，生到极乐世界是一生成佛，他不是第二生，没有第二生。这个跟轮回不一样，轮回确实那不知道轮回多少遍，不断在重复，往生不是的，往生是清清楚楚成就的。所以，我们把这些道理搞清楚、搞明白了，该舍的要舍，该取的要取。",
      "zh_TW": "人絕對不是說死了一切就了了，那我們這些學問可以不必學了。實實在在，我們現在真的是明白了，死了就不得了！這話是真的，不是假的。所以不可以死。我們修淨土的人，修淨土的人不死，修淨土的人，極樂世界無量壽，你現在就無量壽。往生極樂世界，不是死了以後才去的，這句話同學一定要知道。你往生的時候，你看到佛來接引你，活著去的。你跟佛去了，這個身體不要了、丟掉了，你沒有死，你是活著往生。死了以後就麻煩大了，不好搞了。所以，這個佛法叫一生成就的佛法，什麼成就？一生成佛。我們今天是一生往生，生到極樂世界是一生成佛，他不是第二生，沒有第二生。這個跟輪迴不一樣，輪迴確實那不知道輪迴多少遍，不斷在重複，往生不是的，往生是清清楚楚成就的。所以，我們把這些道理搞清楚、搞明白了，該捨的要捨，該取的要取。"
    },
    {
      "id": "02-039-0432_p0011",
      "zh_CN": "孝养父母，发菩提心是真孝养父母。菩提心是真心、智慧心、觉悟的心，在佛法常讲觉而不迷、正而不邪、净而不染，这个心是大菩提心。我们有智慧的选择，选择的方向是西方极乐世界，选择的目标是亲近阿弥陀佛。我到极乐世界干什么？是依阿弥陀佛做老师，向他老人家学习。你这样的心愿，一定得到他的加持，他会全心全力照顾你、教导你，你一生当中肯定成就，这是真正孝养父母。你只要一到极乐世界，你就有能力知道你生生世世的父母在什么地方；不是这一生的父母，过去的父母你全都知道了，你有智慧、你有神通、你有天眼，都看见了。他们目前受的是什么，他需要的是什么你都知道，你有能力照顾他，你有能力帮助他，你有能力度他。大乘教里头常讲，「佛不度无缘之人」，生生世世父母、妻子、儿女、眷属，他都是有缘人，在极乐世界，他们起心动念你统统都能感受到。这是真正孝顺、真正关怀，真正有智慧、神通、道力去帮助他们。所以，孝养一定要老老实实把它做到。",
      "zh_TW": "孝養父母，發菩提心是真孝養父母。菩提心是真心、智慧心、覺悟的心，在佛法常講覺而不迷、正而不邪、淨而不染，這個心是大菩提心。我們有智慧的選擇，選擇的方向是西方極樂世界，選擇的目標是親近阿彌陀佛。我到極樂世界幹什麼？是依阿彌陀佛做老師，向他老人家學習。你這樣的心願，一定得到他的加持，他會全心全力照顧你、教導你，你一生當中肯定成就，這是真正孝養父母。你只要一到極樂世界，你就有能力知道你生生世世的父母在什麼地方；不是這一生的父母，過去的父母你全都知道了，你有智慧、你有神通、你有天眼，都看見了。他們目前受的是什麼，他需要的是什麼你都知道，你有能力照顧他，你有能力幫助他，你有能力度他。大乘教裡頭常講，「佛不度無緣之人」，生生世世父母、妻子、兒女、眷屬，他都是有緣人，在極樂世界，他們起心動念你統統都能感受到。這是真正孝順、真正關懷，真正有智慧、神通、道力去幫助他們。所以，孝養一定要老老實實把它做到。"
    },
    {
      "id": "02-039-0432_p0012",
      "zh_CN": "「孝」这个字，在中国文字里面，这是老祖宗的真实智慧。中国文字在全世界找不到第二家，它是一种智慧的符号，即使你不知道这个字怎么念法，你看到这个样子，你知道它是什么意思，代表什么意思。这个字在造字的原则里面叫做会意，你看到这个符号，体会这里头的意思。你看，它上面是个「老」，下面是个「子」，这是孝字。老代表上一代，子代表下一代，上一代还有上一代，下一代还有下一代，佛法讲，过去无始，未来无终，无始无终是一体，它代表这个意思。中国人对于这个字非常重视，也只有中国人。日本继承了中国文化，日本有，韩国、越南这都是受中国传统文化的薰陶，他们有，知道有祖宗。所以家有祠堂，纪念祖宗，外国人没有。中国人有家谱，那是什么？家庭的历史。",
      "zh_TW": "「孝」這個字，在中國文字裡面，這是老祖宗的真實智慧。中國文字在全世界找不到第二家，它是一種智慧的符號，即使你不知道這個字怎麼念法，你看到這個樣子，你知道它是什麼意思，代表什麼意思。這個字在造字的原則裡面叫做會意，你看到這個符號，體會這裡頭的意思。你看，它上面是個「老」，下面是個「子」，這是孝字。老代表上一代，子代表下一代，上一代還有上一代，下一代還有下一代，佛法講，過去無始，未來無終，無始無終是一體，它代表這個意思。中國人對於這個字非常重視，也只有中國人。日本繼承了中國文化，日本有，韓國、越南這都是受中國傳統文化的薰陶，他們有，知道有祖宗。所以家有祠堂，紀念祖宗，外國人沒有。中國人有家譜，那是什麼？家庭的歷史。"
    },
    {
      "id": "02-039-0432_p0013",
      "zh_CN": "中国近代，在文化大革命的时候，把祠堂毁掉了，家谱烧掉了，我们在海外着急！祠堂毁掉了还可以建，如果家谱被烧掉那就没法子了，我们的根就不知道了。所以念念不忘，这家谱还能不能找到？我在这十几年当中，心里常常挂着这桩事情。二００五年我回到老家去看看，我们这一族的人还不少，跟我同辈分的人还有三十多个，这个支派。就到处打听家谱还有没有？结果总是祖宗有德，家谱保全了，在一个族兄弟的手上。我问他，怎么会在你手上？他小我十岁，那时候他年岁不大，祠堂被毁的时候，就是文化大革命的时候，他把家谱偷偷的拿回家藏起来。藏了那么多年没有人知道，连他家里人都不晓得。我跟他见了面的时候，我说现在可以拿出来大家看看吗？真的拿出来，线装本这么厚，三十七本，堆起来这么高，三十七本。我说祖宗真有德！翻开家谱一看，我们老祖宗是谁？伏羲氏，我们这个姓氏是伏羲的后代，伏羲、神农都是老祖宗。从有文字记载，黄帝，从黄帝到我这一代是一百三十六代，记载得清清楚楚。人要不知道自己的根，对自己祖宗那种敬爱的心生不起来。",
      "zh_TW": "中國近代，在文化大革命的時候，把祠堂毀掉了，家譜燒掉了，我們在海外著急！祠堂毀掉了還可以建，如果家譜被燒掉那就沒法子了，我們的根就不知道了。所以念念不忘，這家譜還能不能找到？我在這十幾年當中，心裡常常掛著這樁事情。二００五年我回到老家去看看，我們這一族的人還不少，跟我同輩分的人還有三十多個，這個支派。就到處打聽家譜還有沒有？結果總是祖宗有德，家譜保全了，在一個族兄弟的手上。我問他，怎麼會在你手上？他小我十歲，那時候他年歲不大，祠堂被毀的時候，就是文化大革命的時候，他把家譜偷偷的拿回家藏起來。藏了那麼多年沒有人知道，連他家裡人都不曉得。我跟他見了面的時候，我說現在可以拿出來大家看看嗎？真的拿出來，線裝本這麼厚，三十七本，堆起來這麼高，三十七本。我說祖宗真有德！翻開家譜一看，我們老祖宗是誰？伏羲氏，我們這個姓氏是伏羲的後代，伏羲、神農都是老祖宗。從有文字記載，黃帝，從黃帝到我這一代是一百三十六代，記載得清清楚楚。人要不知道自己的根，對自己祖宗那種敬愛的心生不起來。"
    },
    {
      "id": "02-039-0432_p0014",
      "zh_CN": "秦始皇那个时代，我俗家姓徐，徐福，这家谱里头都有的，他带着一些童男童女到海上去求神仙，不知道到哪去了。所以在日本有人相信，徐福到日本来了，也可能成为日本的天皇，有这么一个传说。所以，家庭历史太重要了！有这个东西人才真正爱家，爱你的乡土，那就是爱国。中国人那么热爱国家，对于国家感情那么重，就靠这个家庭历史。外国人没有，你要问他家几代，大概他知道他父母，知道他祖父母，再上去他不知道了。那个对家族的爱心他怎么能生得起来？所以这是多么重要的一桩大事情。",
      "zh_TW": "秦始皇那個時代，我俗家姓徐，徐福，這家譜裡頭都有的，他帶著一些童男童女到海上去求神仙，不知道到哪去了。所以在日本有人相信，徐福到日本來了，也可能成為日本的天皇，有這麼一個傳說。所以，家庭歷史太重要了！有這個東西人才真正愛家，愛你的鄉土，那就是愛國。中國人那麼熱愛國家，對於國家感情那麼重，就靠這個家庭歷史。外國人沒有，你要問他家幾代，大概他知道他父母，知道他祖父母，再上去他不知道了。那個對家族的愛心他怎麼能生得起來？所以這是多麼重要的一樁大事情。"
    },
    {
      "id": "02-039-0432_p0015",
      "zh_CN": "东方人重视家族，重视家庭历史，这与中国传统文化有密切的关系。我们从家谱当中得到一个概念，那就是在中国的汉族，这个族群确确实实是一家人。黄帝有四个妃子，二十五个儿子，二十五个儿子在当时就有十四个姓，有十四个姓氏。所以汉族，我们从前念百家姓，百家姓里面一共是有四百多个姓氏。我们今天有理由相信，汉族是一家人，都是炎黄子孙！徐福是果然到日本，那日本大和民族也是我们一家人，分支到这个地方来了，不是外人，我们有血统上的关系。又何况日本这个族群，在中国历史上可以能看到，从春秋战国的时候就有密切的往来。中国古书里面记载的很多东西，在中国看不见了，在日本看见。你们居住的环境，中国书上有记载，你们的饮食文化，你们的服饰文化，都是从中国来的。你们和服也叫吴服，吴是哪里？现在的江苏，春秋战国时代的吴国，从吴国传来的服装，道道地地的中国古代的服装。所以读中国古书，到日本来观光旅游感到特别亲切，这是文化的关系。",
      "zh_TW": "東方人重視家族，重視家庭歷史，這與中國傳統文化有密切的關係。我們從家譜當中得到一個概念，那就是在中國的漢族，這個族群確確實實是一家人。黃帝有四個妃子，二十五個兒子，二十五個兒子在當時就有十四個姓，有十四個姓氏。所以漢族，我們從前念百家姓，百家姓裡面一共是有四百多個姓氏。我們今天有理由相信，漢族是一家人，都是炎黃子孫！徐福是果然到日本，那日本大和民族也是我們一家人，分支到這個地方來了，不是外人，我們有血統上的關係。又何況日本這個族群，在中國歷史上可以能看到，從春秋戰國的時候就有密切的往來。中國古書裡面記載的很多東西，在中國看不見了，在日本看見。你們居住的環境，中國書上有記載，你們的飲食文化，你們的服飾文化，都是從中國來的。你們和服也叫吳服，吳是哪裡？現在的江蘇，春秋戰國時代的吳國，從吳國傳來的服裝，道道地地的中國古代的服裝。所以讀中國古書，到日本來觀光旅遊感到特別親切，這是文化的關係。"
    },
    {
      "id": "02-039-0432_p0016",
      "zh_CN": "所以孝，孝这个字的意思扩大来讲，那就是佛法里头所说的横遍十方、竖穷三际，它有这个意思在。整个宇宙万事万物跟自己是一体，这还不是一家，一体，那个关系多亲切。我们才真正体会到，阿弥陀佛为什么要发四十八愿，为什么要建立极乐世界来帮助这些六道众生，为什么？就是因为孝，就是因为是一体。孝好比我们一个人的身体，我们身体外面眼耳鼻舌身，里面五脏六腑，这个里外不一样，就好像整个大宇宙形形色色不相同。实际上，实际上这些形形色色都是这一体里面的一个细胞、一个原子、一个粒子，组成这一个身体。阿弥陀佛跟我们同是一个身体，中国人有句谚语说，心肝宝贝，我们大家统统是阿弥陀佛的心肝宝贝，你知不知道？十方世界一切如来、一切菩萨是我们的心肝宝贝。这叫一体，他怎么能不关心？怎么能不发大愿？建造西方极乐世界，照顾这些六道众生，这应该的，没有什么条件可以讲的；父母对于婴儿的照顾谈什么条件？不谈条件的，完全是真性的流露。",
      "zh_TW": "所以孝，孝這個字的意思擴大來講，那就是佛法裡頭所說的橫遍十方、豎窮三際，它有這個意思在。整個宇宙萬事萬物跟自己是一體，這還不是一家，一體，那個關係多親切。我們才真正體會到，阿彌陀佛為什麼要發四十八願，為什麼要建立極樂世界來幫助這些六道眾生，為什麼？就是因為孝，就是因為是一體。孝好比我們一個人的身體，我們身體外面眼耳鼻舌身，裡面五臟六腑，這個裡外不一樣，就好像整個大宇宙形形色色不相同。實際上，實際上這些形形色色都是這一體裡面的一個細胞、一個原子、一個粒子，組成這一個身體。阿彌陀佛跟我們同是一個身體，中國人有句諺語說，心肝寶貝，我們大家統統是阿彌陀佛的心肝寶貝，你知不知道？十方世界一切如來、一切菩薩是我們的心肝寶貝。這叫一體，他怎麼能不關心？怎麼能不發大願？建造西方極樂世界，照顧這些六道眾生，這應該的，沒有什麼條件可以講的；父母對於嬰兒的照顧談什麼條件？不談條件的，完全是真性的流露。"
    },
    {
      "id": "02-039-0432_p0017",
      "zh_CN": "所以，佛法讲到极处，是遍法界虚空界跟自己是一体。什么时候知道？明心见性就知道了，没有明心见性你不知道，你是迷而不觉，你不知道。真正开悟、明白了，晓得是一体，一家，比一家还要亲，一家不是一体，一体是最亲。我们这才明白，真正把阿弥陀佛认出来了。认得阿弥陀佛，你同时就认到遍法界虚空界万事万物。其实惠能大师讲的一句话我们没悟过来，你看他开悟最后一句话，「何期自性，能生万法」。阿弥陀佛是能生万法里面的一法，极乐世界是能生万法里头的一法。阿弥陀佛从哪来的？极乐世界从哪来的？华藏从哪来的？遍法界虚空界从哪来的？自性生的，自性是一个共同体。讲得很清楚，我们得要通过这么多年才认识了这句话，才真正把它搞清楚、搞明白。",
      "zh_TW": "所以，佛法講到極處，是遍法界虛空界跟自己是一體。什麼時候知道？明心見性就知道了，沒有明心見性你不知道，你是迷而不覺，你不知道。真正開悟、明白了，曉得是一體，一家，比一家還要親，一家不是一體，一體是最親。我們這才明白，真正把阿彌陀佛認出來了。認得阿彌陀佛，你同時就認到遍法界虛空界萬事萬物。其實惠能大師講的一句話我們沒悟過來，你看他開悟最後一句話，「何期自性，能生萬法」。阿彌陀佛是能生萬法裡面的一法，極樂世界是能生萬法裡頭的一法。阿彌陀佛從哪來的？極樂世界從哪來的？華藏從哪來的？遍法界虛空界從哪來的？自性生的，自性是一個共同體。講得很清楚，我們得要通過這麼多年才認識了這句話，才真正把它搞清楚、搞明白。"
    },
    {
      "id": "02-039-0432_p0018",
      "zh_CN": "所以日本遭受这次大地震的灾难，核辐射的灾难，我们感同身受，这边同修们邀请，我能不来吗？哪有这种道理！找我来讲经我一定来，找我来做法会我不来。为什么？释迦牟尼佛没做过法会，他老人家一生，住世一生，讲经教学四十九年。这是佛陀的事业，这叫佛事，佛事是讲经教学。我们做佛的学生，老师教给我，学释迦牟尼佛，章嘉大师教我的。我出家是章嘉大师替我选择的，给我决定的，叫我出家，叫我学释迦牟尼佛，我们听话，听话就是孝养父母，奉事师长。老师这条路指得正确，我这六十年来证明了，这条路是正确的，正道，这不是邪道。证明了方东美先生当年告诉我，学佛是人生最高的享受，最高的享受不是地位，也不是财富，与这个不相干。最高的享受是什么？快乐无比，天天欢喜、天天快乐，这是最高的享受。没有忧虑、没有牵挂、没有恐怖，在这个世界上得自在，这是真正幸福美满的人生。今天所说的，科学上讲的物质环境、精神的环境、自然的环境，我们都能够了解几分，不敢说完全了解，能了解几分，这个是快乐无比。",
      "zh_TW": "所以日本遭受這次大地震的災難，核輻射的災難，我們感同身受，這邊同修們邀請，我能不來嗎？哪有這種道理！找我來講經我一定來，找我來做法會我不來。為什麼？釋迦牟尼佛沒做過法會，他老人家一生，住世一生，講經教學四十九年。這是佛陀的事業，這叫佛事，佛事是講經教學。我們做佛的學生，老師教給我，學釋迦牟尼佛，章嘉大師教我的。我出家是章嘉大師替我選擇的，給我決定的，叫我出家，叫我學釋迦牟尼佛，我們聽話，聽話就是孝養父母，奉事師長。老師這條路指得正確，我這六十年來證明了，這條路是正確的，正道，這不是邪道。證明了方東美先生當年告訴我，學佛是人生最高的享受，最高的享受不是地位，也不是財富，與這個不相干。最高的享受是什麼？快樂無比，天天歡喜、天天快樂，這是最高的享受。沒有憂慮、沒有牽掛、沒有恐怖，在這個世界上得自在，這是真正幸福美滿的人生。今天所說的，科學上講的物質環境、精神的環境、自然的環境，我們都能夠了解幾分，不敢說完全了解，能了解幾分，這個是快樂無比。"
    },
    {
      "id": "02-039-0432_p0019",
      "zh_CN": "下面讲『至诚忠信』。「诚者，真心，真实无伪也。至者，登峰造极也。诚之极，故云至诚。」这句话就是讲真心，非常重要。六道众生为什么会变成众生？没有真心。真心，真心有，不是没有，迷失掉了。迷了，好像是没有了，事实不然，事实你有，只是迷而不觉。你不知道有真心，如果真知道，我用真心，真心就出现了。真心，真心是佛心，果然用真心来用事，那真是灵光，无事不办。世间人的心叫三心二意，这大乘教上讲的，六道众生用的心是三心二意。三心是什么？阿赖耶、末那、意识，这叫三心。二意那是讲末那跟意识，末那叫意根，第六个叫意识，意根、意识叫二意。这三心二意。三心二意是假的，不是真的。可是十法界全用的是三心二意，四圣法界用得正，六道里面用歪了、用邪了；换句话说，错用了心，偏重在不善。四圣法界用得很正，他偏重在善，六道不善。为什么四圣法界能用得善？四圣法界全是学佛的，他没有开悟，但是他对于佛陀的教诲，他能够理解，他能够依教奉行。为什么不开悟？他们的分别、妄想没放下。",
      "zh_TW": "下面講『至誠忠信』。「誠者，真心，真實無偽也。至者，登峰造極也。誠之極，故云至誠。」這句話就是講真心，非常重要。六道眾生為什麼會變成眾生？沒有真心。真心，真心有，不是沒有，迷失掉了。迷了，好像是沒有了，事實不然，事實你有，只是迷而不覺。你不知道有真心，如果真知道，我用真心，真心就出現了。真心，真心是佛心，果然用真心來用事，那真是靈光，無事不辦。世間人的心叫三心二意，這大乘教上講的，六道眾生用的心是三心二意。三心是什麼？阿賴耶、末那、意識，這叫三心。二意那是講末那跟意識，末那叫意根，第六個叫意識，意根、意識叫二意。這三心二意。三心二意是假的，不是真的。可是十法界全用的是三心二意，四聖法界用得正，六道裡面用歪了、用邪了；換句話說，錯用了心，偏重在不善。四聖法界用得很正，他偏重在善，六道不善。為什麼四聖法界能用得善？四聖法界全是學佛的，他沒有開悟，但是他對於佛陀的教誨，他能夠理解，他能夠依教奉行。為什麼不開悟？他們的分別、妄想沒放下。"
    },
    {
      "id": "02-039-0432_p0020",
      "zh_CN": "妄想是什么？起心动念，这是非常微细，我们一般人不知道。起心动念有心的知道，无意的就不知道了，而且起心动念非常微细。弥勒菩萨说过，一弹指多少个念头？这个念头就是起心动念，一弹指起心动念多少次？菩萨告诉我们，「三十二亿百千念」。单位是百千，百千是十万，三十二亿乘十万，三百二十兆，一弹指三百二十兆个起心动念。这叫无明，你不知道自己起心动念。现代科学是用秒做时间单位，我们一秒钟能弹几次？我相信有比我弹得更快的，我快弹大概弹四次，我相信有人可以弹五次。如果五乘三百二十就是一千六百兆，一秒钟里头起心动念一千六百兆次，你怎么会知道？这叫无明，这很不容易破。这个东西破了，也就是说这一念停了，不再起心动念，你的真心就现前。真心，真心不动，动的是妄心，阿赖耶是动的，是妄心，真心不动。惠能大师见了性，告诉我们「何期自性，本无动摇」，本无动摇就是真心，真心从来没有动过，你就用真心了。",
      "zh_TW": "妄想是什麼？起心動念，這是非常微細，我們一般人不知道。起心動念有心的知道，無意的就不知道了，而且起心動念非常微細。彌勒菩薩說過，一彈指多少個念頭？這個念頭就是起心動念，一彈指起心動念多少次？菩薩告訴我們，「三十二億百千念」。單位是百千，百千是十萬，三十二億乘十萬，三百二十兆，一彈指三百二十兆個起心動念。這叫無明，你不知道自己起心動念。現代科學是用秒做時間單位，我們一秒鐘能彈幾次？我相信有比我彈得更快的，我快彈大概彈四次，我相信有人可以彈五次。如果五乘三百二十就是一千六百兆，一秒鐘裡頭起心動念一千六百兆次，你怎麼會知道？這叫無明，這很不容易破。這個東西破了，也就是說這一念停了，不再起心動念，你的真心就現前。真心，真心不動，動的是妄心，阿賴耶是動的，是妄心，真心不動。惠能大師見了性，告訴我們「何期自性，本無動搖」，本無動搖就是真心，真心從來沒有動過，你就用真心了。"
    },
    {
      "id": "02-039-0432_p0021",
      "zh_CN": "用真心，十法界就没有了，所以十法界是假的，六道是假中之假。六道里面众生只要把执着放下，对于世出世间一切法不再执着，六道就没有了。我们还有六道，就是说你的执着没放下，执着真放下了，六道就没有了。起心动念放下的时候，十法界就没有了。十法界没有了，什么境界现前？诸佛如来的实报庄严土现前。实报庄严土也叫一真法界，真跟假，就是十法界是假的，那个世界是真的。为什么？十法界是生灭法，有生有灭，实报土不生不灭，它没有生灭，所以叫它是真的。大乘教里面真假的定义是这么个说法，凡是有变化的不是真的。譬如我们人，我们眼前看到的，动物有生老病死，无常，牠不是永恒不变，这是假的；花草树木有生住异灭，山河大地有成住坏空，都不是真的，全是假的。把假的放下，真的就现前，一真法界就现前。可是一真法界虽然没有变化，是不是永恒不灭？不是的，它能够停止一段时期，这个时期很长。佛经上常讲三大阿僧祇劫，三大阿僧祇劫是讲实报土。为什么会有实报土？实报土是无始无明习气还在。无明是破了，无明是起心动念，真的不起心不动念了，可是余习断不了，余习没有法子断。用什么方法？时间久了自然就没有了。要多长的时间？三个阿僧祇劫它就没有了，自然没有了。",
      "zh_TW": "用真心，十法界就沒有了，所以十法界是假的，六道是假中之假。六道裡面眾生只要把執著放下，對於世出世間一切法不再執著，六道就沒有了。我們還有六道，就是說你的執著沒放下，執著真放下了，六道就沒有了。起心動念放下的時候，十法界就沒有了。十法界沒有了，什麼境界現前？諸佛如來的實報莊嚴土現前。實報莊嚴土也叫一真法界，真跟假，就是十法界是假的，那個世界是真的。為什麼？十法界是生滅法，有生有滅，實報土不生不滅，它沒有生滅，所以叫它是真的。大乘教裡面真假的定義是這麼個說法，凡是有變化的不是真的。譬如我們人，我們眼前看到的，動物有生老病死，無常，牠不是永恆不變，這是假的；花草樹木有生住異滅，山河大地有成住壞空，都不是真的，全是假的。把假的放下，真的就現前，一真法界就現前。可是一真法界雖然沒有變化，是不是永恆不滅？不是的，它能夠停止一段時期，這個時期很長。佛經上常講三大阿僧祇劫，三大阿僧祇劫是講實報土。為什麼會有實報土？實報土是無始無明習氣還在。無明是破了，無明是起心動念，真的不起心不動念了，可是餘習斷不了，餘習沒有法子斷。用什麼方法？時間久了自然就沒有了。要多長的時間？三個阿僧祇劫它就沒有了，自然沒有了。"
    },
    {
      "id": "02-039-0432_p0022",
      "zh_CN": "这桩事情不好懂，古人用酒瓶做比喻。酒瓶盛酒，酒倒干净了，里面也擦干净，确实没有了，闻闻还有味道，那叫习气。那怎么断法？没有法子，只有把瓶盖打开放在那里，放个一年、两年，再去闻没有了，真的断掉了。所以他要经过三大阿僧祇劫，没有了。这个习气没有了，实报土就不见了，实报土是习气变化的，就不见了。不见了到哪里去了？他到常寂光土去了。常寂光土不生不灭，常寂光里头没有任何现象，今天科学所说的三种现象，物质现象常寂光里头没有，精神现象常寂光里头也没有，自然现象也没有。所以，科学跟哲学达不到，科学跟哲学它能够探测的只有这三种现象，没有这三种现象它就没有办法。你看物质现象，我们眼耳鼻舌身能接触到，物质现象。精神现象这五种接触不到，第六意识可以接触到，第六意识是思想，思想可以能想像，接触到精神现象。思想接触不到的还有自然现象，阿赖耶，第八识，第八识能够接触到自然现象。自性里头，三种现象都没有，你就没有法子了。所以佛在大乘经上说，这个世间众生，他们第六意识的功能非常大，对外它能够缘到虚空法界，对内它能缘到阿赖耶识。今天的量子力学缘到阿赖耶，所以那就到极限了。",
      "zh_TW": "這樁事情不好懂，古人用酒瓶做比喻。酒瓶盛酒，酒倒乾淨了，裡面也擦乾淨，確實沒有了，聞聞還有味道，那叫習氣。那怎麼斷法？沒有法子，只有把瓶蓋打開放在那裡，放個一年、兩年，再去聞沒有了，真的斷掉了。所以他要經過三大阿僧祇劫，沒有了。這個習氣沒有了，實報土就不見了，實報土是習氣變化的，就不見了。不見了到哪裡去了？他到常寂光土去了。常寂光土不生不滅，常寂光裡頭沒有任何現象，今天科學所說的三種現象，物質現象常寂光裡頭沒有，精神現象常寂光裡頭也沒有，自然現象也沒有。所以，科學跟哲學達不到，科學跟哲學它能夠探測的只有這三種現象，沒有這三種現象它就沒有辦法。你看物質現象，我們眼耳鼻舌身能接觸到，物質現象。精神現象這五種接觸不到，第六意識可以接觸到，第六意識是思想，思想可以能想像，接觸到精神現象。思想接觸不到的還有自然現象，阿賴耶，第八識，第八識能夠接觸到自然現象。自性裡頭，三種現象都沒有，你就沒有法子了。所以佛在大乘經上說，這個世間眾生，他們第六意識的功能非常大，對外它能夠緣到虛空法界，對內它能緣到阿賴耶識。今天的量子力學緣到阿賴耶，所以那就到極限了。"
    },
    {
      "id": "02-039-0432_p0023",
      "zh_CN": "我们看到科学家的报告，研究宏观宇宙的，他们的报告说，根据他们观察、研究的结果，现在科学的仪器只能够看到整个宇宙百分之十，还有百分之九十的宇宙不见了，不知道到哪里去了。这个报告我们一听到就明白，我们知道它到哪里去了，他不知道。你们同学们晓不晓得到哪去了？我刚才还说过，回常寂光去了。回到常寂光，科学跟哲学都没有办法，这我们晓得。研究微观宇宙的，就是量子力学，他们缘到阿赖耶，这个了不起！他们讲宇宙当中三样东西，物质、信息、能量，这个就是阿赖耶的三细相；能量是阿赖耶的业相，信息是阿赖耶的转相，物质是阿赖耶的境界相。就是阿赖耶的四分，见分、相分、自证分，自证分是能量，相分是物质，见分是信息，他缘到这个地方。这个就说明科学到了尽头，再无法提升。再向上，佛门里叫向上一着，那要把这个放下，不能用心意识。把心意识统统放下你就见到了，放下就是，不可思议！他要不肯放下，那这个是极限，无法再提升。再向上把根源找到，你就把妄想分别执着统统放下，这一放下，在佛法里讲你成佛了。那不是解悟，你是证悟，你真正证得。确实透彻理解了，宇宙一切法的真相究竟是一回什么事，全都通达明了了，这叫成佛。成佛是什么？成就究竟圆满的智慧德能，就如此而已。你自性里面的智慧、能力、相好统统流露出来，这些菩萨们修行到最后是证得这个境界。",
      "zh_TW": "我們看到科學家的報告，研究宏觀宇宙的，他們的報告說，根據他們觀察、研究的結果，現在科學的儀器只能夠看到整個宇宙百分之十，還有百分之九十的宇宙不見了，不知道到哪裡去了。這個報告我們一聽到就明白，我們知道它到哪裡去了，他不知道。你們同學們曉不曉得到哪去了？我剛才還說過，回常寂光去了。回到常寂光，科學跟哲學都沒有辦法，這我們曉得。研究微觀宇宙的，就是量子力學，他們緣到阿賴耶，這個了不起！他們講宇宙當中三樣東西，物質、信息、能量，這個就是阿賴耶的三細相；能量是阿賴耶的業相，信息是阿賴耶的轉相，物質是阿賴耶的境界相。就是阿賴耶的四分，見分、相分、自證分，自證分是能量，相分是物質，見分是信息，他緣到這個地方。這個就說明科學到了盡頭，再無法提升。再向上，佛門裡叫向上一著，那要把這個放下，不能用心意識。把心意識統統放下你就見到了，放下就是，不可思議！他要不肯放下，那這個是極限，無法再提升。再向上把根源找到，你就把妄想分別執著統統放下，這一放下，在佛法裡講你成佛了。那不是解悟，你是證悟，你真正證得。確實透徹理解了，宇宙一切法的真相究竟是一回什麼事，全都通達明瞭了，這叫成佛。成佛是什麼？成就究竟圓滿的智慧德能，就如此而已。你自性裡面的智慧、能力、相好統統流露出來，這些菩薩們修行到最後是證得這個境界。"
    },
    {
      "id": "02-039-0432_p0024",
      "zh_CN": "所以，今天科学这些报告对我们的帮助太大了，因为我们以前对佛经上讲的这些很深的经文，我们无法理解。古人讲的，我们明白之后才晓得他讲的没错，但是没有科学家的报告，他们讲的东西听不懂，这些文字我们看不懂。所以这些科学报告对于我们，帮助我们解悟，我们理解了，断疑生信，信心建立了。帮助我们建立信心，建立了愿心，我们一丝毫不怀疑，有极乐世界、有阿弥陀佛。我们的方向正确、目标正确，我们一定可以往生，一定可以见到阿弥陀佛，到极乐世界再继续努力。我们从解悟到极乐世界，到极乐世界再提升到证悟，功德就圆满了。不要搞其他的法门，其他法门我们做不到，这黄念祖老居士告诉我的。他年岁比我大，大我十几岁，缘分好，遇到真善知识。他的老师夏莲居居士，他的舅舅（舅父）梅光羲居士，我的老师李炳南老居士是梅光羲的学生，所以我们还都有缘分，佛法的承传上，我们是同一个根源的。佛法讲因缘，佛不度无缘之人，我们的缘分太殊胜了！",
      "zh_TW": "所以，今天科學這些報告對我們的幫助太大了，因為我們以前對佛經上講的這些很深的經文，我們無法理解。古人講的，我們明白之後才曉得他講的沒錯，但是沒有科學家的報告，他們講的東西聽不懂，這些文字我們看不懂。所以這些科學報告對於我們，幫助我們解悟，我們理解了，斷疑生信，信心建立了。幫助我們建立信心，建立了願心，我們一絲毫不懷疑，有極樂世界、有阿彌陀佛。我們的方向正確、目標正確，我們一定可以往生，一定可以見到阿彌陀佛，到極樂世界再繼續努力。我們從解悟到極樂世界，到極樂世界再提升到證悟，功德就圓滿了。不要搞其他的法門，其他法門我們做不到，這黃念祖老居士告訴我的。他年歲比我大，大我十幾歲，緣分好，遇到真善知識。他的老師夏蓮居居士，他的舅舅（舅父）梅光羲居士，我的老師李炳南老居士是梅光羲的學生，所以我們還都有緣分，佛法的承傳上，我們是同一個根源的。佛法講因緣，佛不度無緣之人，我們的緣分太殊勝了！"
    },
    {
      "id": "02-039-0432_p0025",
      "zh_CN": "所以在日常生活当中，修十善业，决定不能违背十善；违背十善那就是造的十恶，十恶是造轮回业，念佛不能往生。念一辈子佛，到最后佛不来接引，你要怪上阿弥陀佛，那你是罪上加罪，你就更可怜了。一定要知道，自己错了，佛没有错，法也没有错，别人对待你也没有错，总是错在自己，自己没有认真的依教修行。为什么？我们常常提的，《弟子规》没做到，《感应篇》没做到，《十善业》没做到，你念佛往生就不可靠，你没有把握。如果这三个根扎稳了，你心地踏实，你自己有信心，我决定得生，你有把握。有把握，你生活得欢喜，不管现前什么境界你都生欢喜心，你心是清净的，你不受外头境界干扰，你真正回归到自性佛。三皈依是皈依自性佛，自性佛是阿弥陀佛。为什么？知道自己跟阿弥陀佛的关系，一体的关系，否则的话你不知道。你对于身外之物，对于净宗的原理、原则之外的，你很容易放下，不再贪恋、不再追求了，你那个心是定的。一个方向、一个目标，本经前面一篇说「发菩提心，一向专念」。我只一个方向、一个目标，专念阿弥陀佛，其他全放下了，这哪有不往生的道理！",
      "zh_TW": "所以在日常生活當中，修十善業，決定不能違背十善；違背十善那就是造的十惡，十惡是造輪迴業，念佛不能往生。念一輩子佛，到最後佛不來接引，你要怪上阿彌陀佛，那你是罪上加罪，你就更可憐了。一定要知道，自己錯了，佛沒有錯，法也沒有錯，別人對待你也沒有錯，總是錯在自己，自己沒有認真的依教修行。為什麼？我們常常提的，《弟子規》沒做到，《感應篇》沒做到，《十善業》沒做到，你念佛往生就不可靠，你沒有把握。如果這三個根紮穩了，你心地踏實，你自己有信心，我決定得生，你有把握。有把握，你生活得歡喜，不管現前什麼境界你都生歡喜心，你心是清淨的，你不受外頭境界干擾，你真正回歸到自性佛。三皈依是皈依自性佛，自性佛是阿彌陀佛。為什麼？知道自己跟阿彌陀佛的關係，一體的關係，否則的話你不知道。你對於身外之物，對於淨宗的原理、原則之外的，你很容易放下，不再貪戀、不再追求了，你那個心是定的。一個方向、一個目標，本經前面一篇說「發菩提心，一向專念」。我只一個方向、一個目標，專念阿彌陀佛，其他全放下了，這哪有不往生的道理！"
    },
    {
      "id": "02-039-0432_p0026",
      "zh_CN": "「至诚忠信」，到极处，这就至诚。对于一切人，善人、恶人，对我有恩的人，对我有仇恨的人，统统用真诚对待，什么都不要计较。这些人，对我有恩的人好，曾经帮助过我，对我有仇的人，他毁谤我、他侮辱我、他陷害我，也是恩人。为什么？要不然你怎么知道你的烦恼断了？通过考验了。他来欺负你、他来骗你、他来害你，你一点怨恨心都没有，不生烦恼，功夫成就了。如果碰到境界，心里面就不高兴了，就发脾气，你完了，你什么功夫都没有，境界风才动就被吹倒了，你怎么会有成就！顺境善缘没有贪恋，都是来考功夫的。顺境善缘你欢喜，欢喜是七情之一，是烦恼。顺境善缘没有贪恋，逆境恶缘没有怨恨，你在这个境界里头不受外面干扰，永远是平静的，这平等心。佛经上常讲平常心，平常心是真心，真诚，平是平等，常是永远保持，这个心就是至诚心。",
      "zh_TW": "「至誠忠信」，到極處，這就至誠。對於一切人，善人、惡人，對我有恩的人，對我有仇恨的人，統統用真誠對待，什麼都不要計較。這些人，對我有恩的人好，曾經幫助過我，對我有仇的人，他毀謗我、他侮辱我、他陷害我，也是恩人。為什麼？要不然你怎麼知道你的煩惱斷了？通過考驗了。他來欺負你、他來騙你、他來害你，你一點怨恨心都沒有，不生煩惱，功夫成就了。如果碰到境界，心裡面就不高興了，就發脾氣，你完了，你什麼功夫都沒有，境界風才動就被吹倒了，你怎麼會有成就！順境善緣沒有貪戀，都是來考功夫的。順境善緣你歡喜，歡喜是七情之一，是煩惱。順境善緣沒有貪戀，逆境惡緣沒有怨恨，你在這個境界裡頭不受外面干擾，永遠是平靜的，這平等心。佛經上常講平常心，平常心是真心，真誠，平是平等，常是永遠保持，這個心就是至誠心。"
    },
    {
      "id": "02-039-0432_p0027",
      "zh_CN": "「忠者」，忠的意思，你看这个，会意，心，心上面有个中。中什么意思？不偏不邪，不偏不邪就叫中。念老这里也说得好，「尽心竭力，忠于国家，忠孝二字，为世间美德之本」。不但是世间，出世间也以它为根基。没有忠孝怎么能成佛？哪一尊佛是不忠不孝？哪一个菩萨是不忠不孝？你找不到。一切诸佛菩萨都是忠孝起家，连阿罗汉、辟支佛都是忠孝，世间善法也是从忠孝成就的。有人问我，现前整个世界社会动乱，有没有方法能帮助这个社会恢复正常？提出这个问题是外国人问的，也是个有很高地位的人问我。我回答他，我说有，不是我说的，英国人汤恩比博士说的，这是他们很尊敬的人。汤恩比博士怎么说？说这个话是在一九七０年代，他说「解决二十一世纪的社会问题，只有中国孔孟学说跟大乘佛法」。这个见解了不起！有人相信吗？我的看法好像是没有人相信。我在二００五年访问过英国，二００六年在巴黎开会，会后也到英国去访问。英国牛津大学、剑桥大学、伦敦大学是欧洲的汉学中心，我去参观访问，跟汉学系的同学交流，跟他们的教授交流，跟他们谈了两个多小时。我就提出汤恩比这些话，我说这是你们英国人讲的，你们相信吗？因为这些人都是研究汉学的，不要通过翻译，每个人北京话都说得很好，能够看中国古文，我们不能不佩服他。",
      "zh_TW": "「忠者」，忠的意思，你看這個，會意，心，心上面有個中。中什麼意思？不偏不邪，不偏不邪就叫中。念老這裡也說得好，「盡心竭力，忠於國家，忠孝二字，為世間美德之本」。不但是世間，出世間也以它為根基。沒有忠孝怎麼能成佛？哪一尊佛是不忠不孝？哪一個菩薩是不忠不孝？你找不到。一切諸佛菩薩都是忠孝起家，連阿羅漢、辟支佛都是忠孝，世間善法也是從忠孝成就的。有人問我，現前整個世界社會動亂，有沒有方法能幫助這個社會恢復正常？提出這個問題是外國人問的，也是個有很高地位的人問我。我回答他，我說有，不是我說的，英國人湯恩比博士說的，這是他們很尊敬的人。湯恩比博士怎麼說？說這個話是在一九七０年代，他說「解決二十一世紀的社會問題，只有中國孔孟學說跟大乘佛法」。這個見解了不起！有人相信嗎？我的看法好像是沒有人相信。我在二００五年訪問過英國，二００六年在巴黎開會，會後也到英國去訪問。英國牛津大學、劍橋大學、倫敦大學是歐洲的漢學中心，我去參觀訪問，跟漢學系的同學交流，跟他們的教授交流，跟他們談了兩個多小時。我就提出湯恩比這些話，我說這是你們英國人講的，你們相信嗎？因為這些人都是研究漢學的，不要通過翻譯，每個人北京話都說得很好，能夠看中國古文，我們不能不佩服他。"
    },
    {
      "id": "02-039-0432_p0028",
      "zh_CN": "我提出来，他们看着我笑，我在这里等他们的回答，他们不回答我。那我从反面说，我说那汤恩比博士说错了？他们也不敢说错。不敢说对，也不敢说错，碰到这么个场面。那最后就等我说话。我告诉大家，我说汤恩比博士说的话没错，而是我们把它解读错了。大家不敢说，不敢说不对，也不敢说对。解读错了，错在哪里？你们都是研究中国汉学的，儒释道你们是相当通达。提到孔孟，你们头脑里马上会想到四书五经、十三经，肯定想到这些；提到大乘佛法，你们会想到《华严》、《法华》、《般若》这些大乘经典，肯定想这些东西。这能解决问题吗？你们当然不敢说。我说你们所看到的、想到的，那是什么？儒家的花果，好像植物一样，你看到开花结果，那么美，看到大乘的花果，你们天天在研究的。能解决问题吗？你们不敢讲，换句话说，你们没有把握。为什么？你们没有体会到这花果从哪里生的。好像植物开花了、结果了，花果从哪里来？枝条上生的；枝从哪里生的？干生的；干从哪里生的？本生的；本从哪里生？从根生的。根是活的，你们没想到，真没想到。你要能够把它的根本、枝叶、花果全部都了解了，你就晓得汤恩比的话不错，真有道理，确实能够帮助这个世界，能够解决问题。",
      "zh_TW": "我提出來，他們看著我笑，我在這裡等他們的回答，他們不回答我。那我從反面說，我說那湯恩比博士說錯了？他們也不敢說錯。不敢說對，也不敢說錯，碰到這麼個場面。那最後就等我說話。我告訴大家，我說湯恩比博士說的話沒錯，而是我們把它解讀錯了。大家不敢說，不敢說不對，也不敢說對。解讀錯了，錯在哪裡？你們都是研究中國漢學的，儒釋道你們是相當通達。提到孔孟，你們頭腦裡馬上會想到四書五經、十三經，肯定想到這些；提到大乘佛法，你們會想到《華嚴》、《法華》、《般若》這些大乘經典，肯定想這些東西。這能解決問題嗎？你們當然不敢說。我說你們所看到的、想到的，那是什麼？儒家的花果，好像植物一樣，你看到開花結果，那麼美，看到大乘的花果，你們天天在研究的。能解決問題嗎？你們不敢講，換句話說，你們沒有把握。為什麼？你們沒有體會到這花果從哪裡生的。好像植物開花了、結果了，花果從哪裡來？枝條上生的；枝從哪裡生的？幹生的；幹從哪裡生的？本生的；本從哪裡生？從根生的。根是活的，你們沒想到，真沒想到。你要能夠把它的根本、枝葉、花果全部都了解了，你就曉得湯恩比的話不錯，真有道理，確實能夠幫助這個世界，能夠解決問題。"
    },
    {
      "id": "02-039-0432_p0029",
      "zh_CN": "儒家的根是什么？《弟子规》，你们没想到，道家的根《太上感应篇》，佛家的根《十善业道经》。你们从来都不会想这些东西的，因为这是什么？这是幼稚园的课程，你们今天是研究所的博士，博士生。我说那是根，你们今天研究的是花果，你们没有根本，你所得到的是什么？花瓶里面插的花，死的，它不能解决问题。今天社会上东西，这些花果不行，讲讲好听，无济于事。可是你要从根上讲，它管用，它真管用。我们二００六年去访问，刚刚从巴黎联合国教科文总部做了八个小时的报告，在汤池做实验的报告，成功了。这个小镇四万八千人，统统学《弟子规》，男女老少大家一起学，三个多月，这个小镇风气就大幅度的改变，我们看了非常欢喜。证明汤恩比博士的话是正确的，没有错误。要从根上，儒释道的三个根。你有这个东西，你所学的东西管用，没有这个东西，学的东西不管用。为什么？死的，读死书，学的是死东西。我举儒家教学这些学习的方法，博学、审问、慎思、明辨，我说你们是不是搞这个？是的，都在搞这个。后面还有两个字晓不晓得？笃行，这个忘掉了。学了怎么样？学了不管用。圣人教给我们，学了东西要把它变成自己的生活，管用。日常生活用到了，工作上用到了，待人接物上用到了，活学活用！如何把四书五经、十三经变成自己的生活？笃行。笃行是什么？就是《弟子规》，《弟子规》重要！",
      "zh_TW": "儒家的根是什麼？《弟子規》，你們沒想到，道家的根《太上感應篇》，佛家的根《十善業道經》。你們從來都不會想這些東西的，因為這是什麼？這是幼稚園的課程，你們今天是研究所的博士，博士生。我說那是根，你們今天研究的是花果，你們沒有根本，你所得到的是什麼？花瓶裡面插的花，死的，它不能解決問題。今天社會上東西，這些花果不行，講講好聽，無濟於事。可是你要從根上講，它管用，它真管用。我們二００六年去訪問，剛剛從巴黎聯合國教科文總部做了八個小時的報告，在湯池做實驗的報告，成功了。這個小鎮四萬八千人，統統學《弟子規》，男女老少大家一起學，三個多月，這個小鎮風氣就大幅度的改變，我們看了非常歡喜。證明湯恩比博士的話是正確的，沒有錯誤。要從根上，儒釋道的三個根。你有這個東西，你所學的東西管用，沒有這個東西，學的東西不管用。為什麼？死的，讀死書，學的是死東西。我舉儒家教學這些學習的方法，博學、審問、慎思、明辨，我說你們是不是搞這個？是的，都在搞這個。後面還有兩個字曉不曉得？篤行，這個忘掉了。學了怎麼樣？學了不管用。聖人教給我們，學了東西要把它變成自己的生活，管用。日常生活用到了，工作上用到了，待人接物上用到了，活學活用！如何把四書五經、十三經變成自己的生活？篤行。篤行是什麼？就是《弟子規》，《弟子規》重要！"
    },
    {
      "id": "02-039-0432_p0030",
      "zh_CN": "所以，我们就从这个体会，提炼出来孔孟学说四个字，仁、义、忠、恕。孔子一生讲仁，「孔曰成仁」，孟子一生讲义，仁义这是孔孟学说的标志；《论语》上说得好，「夫子之道，忠恕而已矣」。你想想看，这四个字能不能解决问题？仁是什么？仁是爱人。现在人可怜，现在人不知道爱自己，他怎么会爱人！怎么会不知道爱自己？自己的本性本善，不知道守住自己的本善，不自爱。佛说了，「一切众生本来是佛」，你本来是佛，你今天变成凡夫造作罪业，你不自爱。人不自爱，他就不会爱人，自爱才会爱人。爱人从哪里爱起？头一个是爱父母、妻子、儿女、家亲眷属，慢慢再扩大，扩大到最后，「凡是人，皆须爱」。在佛法就更大，佛法不但爱人，爱树木花草、爱山河大地，讲到这个爱，要发展到遍法界虚空界。爱的教育！人要爱人就不会害人，很简单的一个事情。今天人起心动念损人利己，这是爱心完全没有了。夫子之道是损己利人，这是爱心，社会才会祥和，问题才能化解，冲突就没有了。义是什么？义是讲理，起心动念、言语造作合情、合理、合法叫义。中国人讲情理法都顾到，现在这个社会只讲法，没有情、没有理，我只要合法，法律条文我没有犯。所以，法律有漏洞、有问题。聪明人钻法律漏洞，实际上聪不聪明？他不聪明。为什么说他不聪明？世间法律管不了他，因果报应他逃不了。杀人就要偿命，欠债就要还钱，业因果报丝毫不爽。人怎么会干这种傻事？这人愚痴，哪里是聪明！所以，中国人讲情理法，合情、合理、合法，面面都顾虑到，这是义。",
      "zh_TW": "所以，我們就從這個體會，提煉出來孔孟學說四個字，仁、義、忠、恕。孔子一生講仁，「孔曰成仁」，孟子一生講義，仁義這是孔孟學說的標誌；《論語》上說得好，「夫子之道，忠恕而已矣」。你想想看，這四個字能不能解決問題？仁是什麼？仁是愛人。現在人可憐，現在人不知道愛自己，他怎麼會愛人！怎麼會不知道愛自己？自己的本性本善，不知道守住自己的本善，不自愛。佛說了，「一切眾生本來是佛」，你本來是佛，你今天變成凡夫造作罪業，你不自愛。人不自愛，他就不會愛人，自愛才會愛人。愛人從哪裡愛起？頭一個是愛父母、妻子、兒女、家親眷屬，慢慢再擴大，擴大到最後，「凡是人，皆須愛」。在佛法就更大，佛法不但愛人，愛樹木花草、愛山河大地，講到這個愛，要發展到遍法界虛空界。愛的教育！人要愛人就不會害人，很簡單的一個事情。今天人起心動念損人利己，這是愛心完全沒有了。夫子之道是損己利人，這是愛心，社會才會祥和，問題才能化解，衝突就沒有了。義是什麼？義是講理，起心動念、言語造作合情、合理、合法叫義。中國人講情理法都顧到，現在這個社會只講法，沒有情、沒有理，我只要合法，法律條文我沒有犯。所以，法律有漏洞、有問題。聰明人鑽法律漏洞，實際上聰不聰明？他不聰明。為什麼說他不聰明？世間法律管不了他，因果報應他逃不了。殺人就要償命，欠債就要還錢，業因果報絲毫不爽。人怎麼會幹這種傻事？這人愚痴，哪裡是聰明！所以，中國人講情理法，合情、合理、合法，面面都顧慮到，這是義。"
    },
    {
      "id": "02-039-0432_p0031",
      "zh_CN": "我们用忠、用仁、用义来教化社会，社会就能够回头，就能祥和。今天，东方把传统的圣贤教育丢掉了二百年，时间不能说是不长。所以，两百年这个不善的积习累积到今天，灾难现前了。社会的灾难、地球的灾难，我们知道它的起因。化解，要把这个因消灭掉，这要靠教育，教导大家仁，不能做坏事，要教伦理、教道德、教因果、教佛法、教宗教教育。宗教这两个字一定把它搞清楚，它不是迷信。你们查查字典，宗是什么意思？它有很多意思，有三个重要的意思，第一个是主要的，第二个是重要的，第三个是尊崇的，这三个意思重要。教是什么意思？教是教育、教学、教化。宗教合起来，重要的教育、主要的教学、尊崇的教化。现在人不要了，说它是迷信，天下怎么会不乱？地球怎么会没有灾难？尤其是佛教，我在前面讲得很清楚，佛教带给我们什么？圆满的智慧、圆满的福报。你要想求智慧、求福报，你来学佛，你会满载而归，你都能得到。佛就是教给我们智慧，教给我们福报，不学佛就是我不要智慧，我也不要福报，不就这个意思吗？这么好的教育，不认识它，说它是迷信，排斥它、糟蹋它，你说这个罪有多重！你自己没福、没智慧情有可原，你还害了别人，让别人看到你这个样子，对佛教起了怀疑，不相信了，这个罪多重。你影响的面很大，影响的时间很长，你的罪就有得受。这是我们不能不知道，不能不把它搞清楚。",
      "zh_TW": "我們用忠、用仁、用義來教化社會，社會就能夠回頭，就能祥和。今天，東方把傳統的聖賢教育丟掉了二百年，時間不能說是不長。所以，兩百年這個不善的積習累積到今天，災難現前了。社會的災難、地球的災難，我們知道它的起因。化解，要把這個因消滅掉，這要靠教育，教導大家仁，不能做壞事，要教倫理、教道德、教因果、教佛法、教宗教教育。宗教這兩個字一定把它搞清楚，它不是迷信。你們查查字典，宗是什麼意思？它有很多意思，有三個重要的意思，第一個是主要的，第二個是重要的，第三個是尊崇的，這三個意思重要。教是什麼意思？教是教育、教學、教化。宗教合起來，重要的教育、主要的教學、尊崇的教化。現在人不要了，說它是迷信，天下怎麼會不亂？地球怎麼會沒有災難？尤其是佛教，我在前面講得很清楚，佛教帶給我們什麼？圓滿的智慧、圓滿的福報。你要想求智慧、求福報，你來學佛，你會滿載而歸，你都能得到。佛就是教給我們智慧，教給我們福報，不學佛就是我不要智慧，我也不要福報，不就這個意思嗎？這麼好的教育，不認識它，說它是迷信，排斥它、糟蹋它，你說這個罪有多重！你自己沒福、沒智慧情有可原，你還害了別人，讓別人看到你這個樣子，對佛教起了懷疑，不相信了，這個罪多重。你影響的面很大，影響的時間很長，你的罪就有得受。這是我們不能不知道，不能不把它搞清楚。"
    },
    {
      "id": "02-039-0432_p0032",
      "zh_CN": "所以，我们就提出孔孟这四个字，要用忠、恕来解决现前社会问题。忠是什么？刚才讲了，真诚心，不偏不邪。恕是什么？恕是饶恕他，他造的那些罪业，因为他无知，没人教他。《无量寿经》后面有说，大慈大悲，这些造作罪业的人要原谅他。为什么？先人无知。不但他不知道，他父母不知道，祖父母也不知道，曾祖父母也不知道，高祖父母也不知道。这怎么办？他累积这么多代了，造的这些恶业。所以造作的罪业不要去追究，不要去惩罚，要原谅他。孔子说得好，「成事不说」，已经做成的别说了，做的是不善的事；遂事不要去劝导他了，他在干这些坏事，他有这个势力、有这些外缘，他肯定做得成功，别劝他，随他去吧！「既往不咎」，过去造的罪业不追究了，一笔勾消，劝导他好好的来学传统文化、学圣贤教诲。必须从社会安定当中，把教育办起来。我们在汤池所做的，就是这个指导的方向，做成功了。如果他造的这些罪业你去追究他，他心里恐惧、害怕，他就会反抗，又造成了社会动乱，那就大错特错！不追究，无论做什么样的错事都不要追究，一笔勾消，坐下来好好的来学孔孟学说、来学大乘佛法，我们改往修来，这样就好。一种温和、和睦的气氛之下来解决问题，决定不能用惩罚、用法律，那个不行，那不是好办法，大乘跟孔孟不主张用这些方法。大乘，我们提倡真诚慈悲。怜悯这些造罪业的众生，这些人他要真正学了因果教育，良心会发现。法律不制裁你，因果会制裁你，你逃不掉因果。",
      "zh_TW": "所以，我們就提出孔孟這四個字，要用忠、恕來解決現前社會問題。忠是什麼？剛才講了，真誠心，不偏不邪。恕是什麼？恕是饒恕他，他造的那些罪業，因為他無知，沒人教他。《無量壽經》後面有說，大慈大悲，這些造作罪業的人要原諒他。為什麼？先人無知。不但他不知道，他父母不知道，祖父母也不知道，曾祖父母也不知道，高祖父母也不知道。這怎麼辦？他累積這麼多代了，造的這些惡業。所以造作的罪業不要去追究，不要去懲罰，要原諒他。孔子說得好，「成事不說」，已經做成的別說了，做的是不善的事；遂事不要去勸導他了，他在幹這些壞事，他有這個勢力、有這些外緣，他肯定做得成功，別勸他，隨他去吧！「既往不咎」，過去造的罪業不追究了，一筆勾消，勸導他好好的來學傳統文化、學聖賢教誨。必須從社會安定當中，把教育辦起來。我們在湯池所做的，就是這個指導的方向，做成功了。如果他造的這些罪業你去追究他，他心裡恐懼、害怕，他就會反抗，又造成了社會動亂，那就大錯特錯！不追究，無論做什麼樣的錯事都不要追究，一筆勾消，坐下來好好的來學孔孟學說、來學大乘佛法，我們改往修來，這樣就好。一種溫和、和睦的氣氛之下來解決問題，決定不能用懲罰、用法律，那個不行，那不是好辦法，大乘跟孔孟不主張用這些方法。大乘，我們提倡真誠慈悲。憐憫這些造罪業的眾生，這些人他要真正學了因果教育，良心會發現。法律不制裁你，因果會制裁你，你逃不掉因果。"
    },
    {
      "id": "02-039-0432_p0033",
      "zh_CN": "所以，我请了北京有个金石家，把这八个字刻了一颗印，我看上面挂在这个地方，他们镶在镜框上挂着。印章不大，小小的，这放大了，放得那么大，是小印章。这个印章里面，「孔孟仁义忠恕，大乘真诚慈悲」，就刻的这几个字。另外一颗印章，「神爱世人，和平天使」，这颗印章是早年送给布希总统的，现在重刻了一颗。我们想在联合国活动里面赠送给全世界国家领袖，希望他们都能够体会到神爱世人，希望他们做和平天使，不要发动战争的灾害。战争是人祸，不是好事情。解决问题一定要用温和的方法，不要用武力。最有效的方法就是圣贤教育，能够把圣贤教育办好，问题全解决了。尤其是现在，科学技术发达，传播这个工具好，国家能够培养一批老师，人数不要多，五、六十个人足够了。有一个圣贤教育电视台，二十四小时播放，让这些老师轮流在讲学。我相信顶多一年，社会秩序就恢复了，地球上这些灾难逐渐就没有了。不是做不到，真能做得到。",
      "zh_TW": "所以，我請了北京有個金石家，把這八個字刻了一顆印，我看上面掛在這個地方，他們鑲在鏡框上掛著。印章不大，小小的，這放大了，放得那麼大，是小印章。這個印章裡面，「孔孟仁義忠恕，大乘真誠慈悲」，就刻的這幾個字。另外一顆印章，「神愛世人，和平天使」，這顆印章是早年送給布希總統的，現在重刻了一顆。我們想在聯合國活動裡面贈送給全世界國家領袖，希望他們都能夠體會到神愛世人，希望他們做和平天使，不要發動戰爭的災害。戰爭是人禍，不是好事情。解決問題一定要用溫和的方法，不要用武力。最有效的方法就是聖賢教育，能夠把聖賢教育辦好，問題全解決了。尤其是現在，科學技術發達，傳播這個工具好，國家能夠培養一批老師，人數不要多，五、六十個人足夠了。有一個聖賢教育電視台，二十四小時播放，讓這些老師輪流在講學。我相信頂多一年，社會秩序就恢復了，地球上這些災難逐漸就沒有了。不是做不到，真能做得到。"
    },
    {
      "id": "02-039-0432_p0034",
      "zh_CN": "所以中国古人有智慧，古时候没有这么多灾难，因为古圣先王他明白，「学记」里面就提出来，「建国君民，教学为先」。建国是建立一个政权，君民是领导全国的人民，什么最重要？教学，教学为先，只要把教育办好，什么问题都解决了。确实不是制度的问题，不是法律的问题，是人品的问题，人要是好人，不好的制度他能做出很好的事情；人品不好，再好的制度他照样干坏事。所以，真正问题的结症，怎样把人教好，这个国家领导人就是圣王。今天问题在此地，不在别的地方。",
      "zh_TW": "所以中國古人有智慧，古時候沒有這麼多災難，因為古聖先王他明白，「學記」裡面就提出來，「建國君民，教學為先」。建國是建立一個政權，君民是領導全國的人民，什麼最重要？教學，教學為先，只要把教育辦好，什麼問題都解決了。確實不是制度的問題，不是法律的問題，是人品的問題，人要是好人，不好的制度他能做出很好的事情；人品不好，再好的制度他照樣幹壞事。所以，真正問題的結癥，怎樣把人教好，這個國家領導人就是聖王。今天問題在此地，不在別的地方。"
    },
    {
      "id": "02-039-0432_p0035",
      "zh_CN": "我在澳洲还遇到一个人，也问了个很敏感的问题，我从来没听说过。就是现在西方人已经质疑民主制度是不是最好的制度，我以前没听说过。就是说他们对民主现在怀疑，产生怀疑。我跟他们的回答，我说制度是第二，不是第一，第一是人，要把人教好。人教好了，什么制度都好，人要没有教好，什么样的好制度都会出问题。怎么样把人教好？那就不能够离开伦理、道德、因果，再就是宗教教育，才能把人教好。宗教教育真的要很认真去研究，不能用迷信两个字就把它踢开了，这是过分的粗心大意。每个宗教里面都有非常精彩的东西，我在这些年当中，看了许多宗教经典，我有个笔记，读书笔记，里面有十个宗教，好东西我都把它抄下来。我这个小册子题目是「世界宗教是一家」，都是经典里面的句子，关于端正心念、修身、齐家的教训，很有受用，许许多多的宗教朋友们看到了都欢喜。这都是我们应该要学习的。",
      "zh_TW": "我在澳洲還遇到一個人，也問了個很敏感的問題，我從來沒聽說過。就是現在西方人已經質疑民主制度是不是最好的制度，我以前沒聽說過。就是說他們對民主現在懷疑，產生懷疑。我跟他們的回答，我說制度是第二，不是第一，第一是人，要把人教好。人教好了，什麼制度都好，人要沒有教好，什麼樣的好制度都會出問題。怎麼樣把人教好？那就不能夠離開倫理、道德、因果，再就是宗教教育，才能把人教好。宗教教育真的要很認真去研究，不能用迷信兩個字就把它踢開了，這是過分的粗心大意。每個宗教裡面都有非常精彩的東西，我在這些年當中，看了許多宗教經典，我有個筆記，讀書筆記，裡面有十個宗教，好東西我都把它抄下來。我這個小冊子題目是「世界宗教是一家」，都是經典裡面的句子，關於端正心念、修身、齊家的教訓，很有受用，許許多多的宗教朋友們看到了都歡喜。這都是我們應該要學習的。"
    },
    {
      "id": "02-039-0432_p0036",
      "zh_CN": "所以，诚到极处叫至诚，忠到极处。末后讲「信，此处指世法，谓真实不欺」。「下明第二句，忙中念佛」，工作再繁忙，抽出时间来念佛。念佛的功德无比的殊胜，这部书里头讲得非常清楚、非常透彻，要认真去学习。今天我们就学到此地。",
      "zh_TW": "所以，誠到極處叫至誠，忠到極處。末後講「信，此處指世法，謂真實不欺」。「下明第二句，忙中念佛」，工作再繁忙，抽出時間來念佛。念佛的功德無比的殊勝，這部書裡頭講得非常清楚、非常透徹，要認真去學習。今天我們就學到此地。"
    }
  ]
}