{
  "doc_id": "02-039-0552",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五五二集",
    "zh_TW": "第五五二集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0552",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "02-039-0552_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，第七百一十六面第三行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，第七百一十六面第三行："
    },
    {
      "id": "02-039-0552_p0002",
      "zh_CN": "【边地疑城第四十】",
      "zh_TW": "【邊地疑城第四十】"
    },
    {
      "id": "02-039-0552_p0003",
      "zh_CN": "请看经文：",
      "zh_TW": "請看經文："
    },
    {
      "id": "02-039-0552_p0004",
      "zh_CN": "【佛告慈氏。若有众生。以疑惑心修诸功德。愿生彼国。不了佛智。不思议智。不可称智。大乘广智。无等无伦最上胜智。于此诸智疑惑不信。犹信罪福。修习善本。愿生其国。】",
      "zh_TW": "【佛告慈氏。若有眾生。以疑惑心修諸功德。願生彼國。不了佛智。不思議智。不可稱智。大乘廣智。無等無倫最上勝智。於此諸智疑惑不信。猶信罪福。修習善本。願生其國。】"
    },
    {
      "id": "02-039-0552_p0005",
      "zh_CN": "这一段是对智怀疑，对罪福他相信，这一类的众生。念老在注解里面告诉我们，「本品明胎生之因」，胎生前面跟诸位介绍过，不是真正的胎生，是用胎生来做比喻，「劝生深信，免堕边地疑城」，边地就是疑城，疑城就是边地，也叫做胎生。「五百岁中，不见佛僧，不闻经法」，之所以称它为边地、胎生，就是这后面十二个字，他生到极乐世界，五百岁是我们人间的时间，不是极乐世界，我们人间五百年，这是最长的时间。那个时间短的有三、五天，只要他不疑惑，花就开了，莲花化生。他有疑惑，花不开：花不开，他就没有机会见佛闻法修福修慧，所以他要耽误一点时间。如果花开了，他就入品，最下的地位是凡圣同居土下品下生，这带着疑惑。我们学佛的同学带疑惑的人很多，有时候自己都不知道。什么样的人不带疑惑？现在我们住的这个地方乱世，地球，社会混乱，地球灾变异常，只要你还关心这些事情，还在打听这些事情，都叫做疑惑。你要不疑惑，问这些干什么？一心念佛就好了。什么叫真信？这经上讲的，「发菩提心，一向专念阿弥陀佛」，这叫真信，这叫正信，这个人没有疑惑。",
      "zh_TW": "這一段是對智懷疑，對罪福他相信，這一類的眾生。念老在註解裡面告訴我們，「本品明胎生之因」，胎生前面跟諸位介紹過，不是真正的胎生，是用胎生來做比喻，「勸生深信，免墮邊地疑城」，邊地就是疑城，疑城就是邊地，也叫做胎生。「五百歲中，不見佛僧，不聞經法」，之所以稱它為邊地、胎生，就是這後面十二個字，他生到極樂世界，五百歲是我們人間的時間，不是極樂世界，我們人間五百年，這是最長的時間。那個時間短的有三、五天，只要他不疑惑，花就開了，蓮花化生。他有疑惑，花不開：花不開，他就沒有機會見佛聞法修福修慧，所以他要耽誤一點時間。如果花開了，他就入品，最下的地位是凡聖同居土下品下生，這帶著疑惑。我們學佛的同學帶疑惑的人很多，有時候自己都不知道。什麼樣的人不帶疑惑？現在我們住的這個地方亂世，地球，社會混亂，地球災變異常，只要你還關心這些事情，還在打聽這些事情，都叫做疑惑。你要不疑惑，問這些幹什麼？一心念佛就好了。什麼叫真信？這經上講的，「發菩提心，一向專念阿彌陀佛」，這叫真信，這叫正信，這個人沒有疑惑。"
    },
    {
      "id": "02-039-0552_p0006",
      "zh_CN": "各方面的信息来，我们看到、听到了，最后总结都是念阿弥陀佛可以化解，那就好了，我就不必再听，不必再打听，咱们一心念佛，不就问题解决了吗？真的，一点都没错，只要放下万缘。还打听这个、打听那个，还不相信，还有怀疑，怕这样往生恐怕都是边地，都是疑城。所以真搞清楚，真搞明白，什么都放下；如其打听这些事情，不如念经打听极乐世界，咱们对极乐世界搞清楚、搞明白，一点都不怀疑，这就对了。我们亲眼看到的，真正是老老实实、规规矩矩的一些阿公阿婆，他们一句佛号、一串念珠，一天到晚都是阿弥陀佛，除阿弥陀佛之外他什么念头都没有。念个三年真往生，站着走的、坐着走的，不要人助念，连家人都不告诉。我在四十年前见到一个，台南将军乡的老太太念佛三年站着走的，没有告诉家里人。怕什么？怕惹麻烦，又问长、又问短，那尽是夹杂。真聪明，真有智慧，把家里人支开，不让他接近，她走得那么潇洒，走得那么自在。",
      "zh_TW": "各方面的信息來，我們看到、聽到了，最後總結都是念阿彌陀佛可以化解，那就好了，我就不必再聽，不必再打聽，咱們一心念佛，不就問題解決了嗎？真的，一點都沒錯，只要放下萬緣。還打聽這個、打聽那個，還不相信，還有懷疑，怕這樣往生恐怕都是邊地，都是疑城。所以真搞清楚，真搞明白，什麼都放下；如其打聽這些事情，不如念經打聽極樂世界，咱們對極樂世界搞清楚、搞明白，一點都不懷疑，這就對了。我們親眼看到的，真正是老老實實、規規矩矩的一些阿公阿婆，他們一句佛號、一串念珠，一天到晚都是阿彌陀佛，除阿彌陀佛之外他什麼念頭都沒有。念個三年真往生，站著走的、坐著走的，不要人助念，連家人都不告訴。我在四十年前見到一個，台南將軍鄉的老太太念佛三年站著走的，沒有告訴家裡人。怕什麼？怕惹麻煩，又問長、又問短，那盡是夾雜。真聰明，真有智慧，把家裡人支開，不讓他接近，她走得那麼瀟灑，走得那麼自在。"
    },
    {
      "id": "02-039-0552_p0007",
      "zh_CN": "我在美国，我早年在台中求学那个十年，有一个甘太太她护持我。她在台北她带头，找了十五个人，每个月一个人出十块钱，就是我每个月有一百五十块钱零用钱，十年没有间断，月月给我寄来。以后她移民到美国去了，在美国住的时间很长，我是一九八二年到美国，她去得早，她大概在七０年代的时候就移民到美国去。我离开台中了，在台中住满十年离开台中。她告诉我，她一个老同参、老朋友，也是个老太太，儿子在美国念书，毕业了在美国工作，也娶了媳妇，生了一个小孙子让她带，把她请到美国去照顾家、带孙子。孙子大概有三、四岁，可以上幼儿园，她在美国住了三、四年。美国的环境清净，白天儿子媳妇都上班，小孩能上托儿所也都送去了。老太太一个人在家里，念佛没人知道，她也不告诉家人，往生的那一天，她是半夜，什么时候走的不知道。早晨每天都是老太太最早起，把早饭都准备好，儿子媳妇吃了早饭就上班。这一天大家起来的时候，老太太还没有起来，房门关着，也没有煮早饭，感到很奇怪。把她房门推开看看，老人的房门没有锁的，打开一看，老太太穿得整整齐齐，穿着海青盘腿坐在床上，叫她也不答应，仔细一看她走了，坐着走的。而且遗嘱写了放在床上，儿子、媳妇、孙子孝服她都做好了，她自己做的，统统放在床上，预知时至，没告诉任何一个人。这是什么？这叫信佛，这是真干。",
      "zh_TW": "我在美國，我早年在台中求學那個十年，有一個甘太太她護持我。她在台北她帶頭，找了十五個人，每個月一個人出十塊錢，就是我每個月有一百五十塊錢零用錢，十年沒有間斷，月月給我寄來。以後她移民到美國去了，在美國住的時間很長，我是一九八二年到美國，她去得早，她大概在七０年代的時候就移民到美國去。我離開台中了，在台中住滿十年離開台中。她告訴我，她一個老同參、老朋友，也是個老太太，兒子在美國念書，畢業了在美國工作，也娶了媳婦，生了一個小孫子讓她帶，把她請到美國去照顧家、帶孫子。孫子大概有三、四歲，可以上幼兒園，她在美國住了三、四年。美國的環境清淨，白天兒子媳婦都上班，小孩能上托兒所也都送去了。老太太一個人在家裡，念佛沒人知道，她也不告訴家人，往生的那一天，她是半夜，什麼時候走的不知道。早晨每天都是老太太最早起，把早飯都準備好，兒子媳婦吃了早飯就上班。這一天大家起來的時候，老太太還沒有起來，房門關著，也沒有煮早飯，感到很奇怪。把她房門推開看看，老人的房門沒有鎖的，打開一看，老太太穿得整整齊齊，穿著海青盤腿坐在床上，叫她也不答應，仔細一看她走了，坐著走的。而且遺囑寫了放在床上，兒子、媳婦、孫子孝服她都做好了，她自己做的，統統放在床上，預知時至，沒告訴任何一個人。這是什麼？這叫信佛，這是真幹。"
    },
    {
      "id": "02-039-0552_p0008",
      "zh_CN": "灾难这么多，每个月我们看到一个报表，看看就好了，就可以了，不必再去打听。十方神圣传递信息也没有这个必要，一心专念阿弥陀佛，万缘放下，断一切恶，修一切善，灾难不必过问。我早就讲过，在澳洲的时候，今年三月在澳洲我就说得很清楚，劫难来了，该留的留，该去的去。该去的这是共业，你不能不去，去到哪个地方我们现在可以决定；现在如果不决定，去的地方是被业力牵走的。我们希望往生净土，亲近阿弥陀佛，我们在这个时候真的要把万缘放下。神明传递的信息也放下，就是经上所说的，要真信，一心专念阿弥陀佛。发菩提心，什么是菩提心？我决心要求生净土这个心就是无上菩提心，这个话蕅益大师讲的，在《弥陀经要解》里头，不必疑惑，我决定得生。我们学了这部《无量寿经》，我在经上告诉大家的，我们决定能生净土。为什么？净土是我们自己心性所现所生，是我们自己阿赖耶识所变，「唯心所现，唯识所变」，心跟识都是自己，不在外头。大乘经教里佛讲得太多了，「心外无法，法外无心」，你要不相信这个，念佛生净土也是边地疑城。真正有智慧，真正明白了，统统放下；如果我们不在共业里头，那还留在这个世间，留在这个世间你有使命。留下来都是善人，善人就好教，他能信、他能解、他能行，行就是他也会念佛。那我们留下来，要给众生做最好的榜样。",
      "zh_TW": "災難這麼多，每個月我們看到一個報表，看看就好了，就可以了，不必再去打聽。十方神聖傳遞信息也沒有這個必要，一心專念阿彌陀佛，萬緣放下，斷一切惡，修一切善，災難不必過問。我早就講過，在澳洲的時候，今年三月在澳洲我就說得很清楚，劫難來了，該留的留，該去的去。該去的這是共業，你不能不去，去到哪個地方我們現在可以決定；現在如果不決定，去的地方是被業力牽走的。我們希望往生淨土，親近阿彌陀佛，我們在這個時候真的要把萬緣放下。神明傳遞的信息也放下，就是經上所說的，要真信，一心專念阿彌陀佛。發菩提心，什麼是菩提心？我決心要求生淨土這個心就是無上菩提心，這個話蕅益大師講的，在《彌陀經要解》裡頭，不必疑惑，我決定得生。我們學了這部《無量壽經》，我在經上告訴大家的，我們決定能生淨土。為什麼？淨土是我們自己心性所現所生，是我們自己阿賴耶識所變，「唯心所現，唯識所變」，心跟識都是自己，不在外頭。大乘經教裡佛講得太多了，「心外無法，法外無心」，你要不相信這個，念佛生淨土也是邊地疑城。真正有智慧，真正明白了，統統放下；如果我們不在共業裡頭，那還留在這個世間，留在這個世間你有使命。留下來都是善人，善人就好教，他能信、他能解、他能行，行就是他也會念佛。那我們留下來，要給眾生做最好的榜樣。"
    },
    {
      "id": "02-039-0552_p0009",
      "zh_CN": "我们在这个经上看到，极乐世界是遍法界虚空界一切诸佛刹土的好榜样，所以诸佛如来称赞阿弥陀佛为「光中极尊，佛中之王」。这个赞誉怎么来的？阿弥陀佛给一切诸佛跟诸佛刹土做出最好的榜样，最好榜样是什么？讲经不中断，念佛不中断。极乐世界念佛不中断，极乐世界讲经教学不中断，这就是最好的榜样，我们要应当学习。我们的老祖宗懂得，完全懂得，提出「建国君民，教学为先」，太平盛世教学为先，修身齐家教学为先；极乐世界教学为先，阿弥陀佛教学为先。不能离开教学，离开教学人就胡思乱想，那就「性相近，习相远」。一切法的成就都离不开教学，这是我们在这部经里看得清清楚楚，有很深刻的体会。人生最高的享受是什么？读书，读经书；讲学，讲学是跟大家在一起分享。念佛，除这个之外，什么事都没有，天下本无事，你能不成就吗？不可能，你决定往生，你决定成佛，这问题不就解决了吗？不必再多事，把心定下来，这是什么？真明白，真觉悟了。",
      "zh_TW": "我們在這個經上看到，極樂世界是遍法界虛空界一切諸佛剎土的好榜樣，所以諸佛如來稱讚阿彌陀佛為「光中極尊，佛中之王」。這個讚譽怎麼來的？阿彌陀佛給一切諸佛跟諸佛剎土做出最好的榜樣，最好榜樣是什麼？講經不中斷，念佛不中斷。極樂世界念佛不中斷，極樂世界講經教學不中斷，這就是最好的榜樣，我們要應當學習。我們的老祖宗懂得，完全懂得，提出「建國君民，教學為先」，太平盛世教學為先，修身齊家教學為先；極樂世界教學為先，阿彌陀佛教學為先。不能離開教學，離開教學人就胡思亂想，那就「性相近，習相遠」。一切法的成就都離不開教學，這是我們在這部經裡看得清清楚楚，有很深刻的體會。人生最高的享受是什麼？讀書，讀經書；講學，講學是跟大家在一起分享。念佛，除這個之外，什麼事都沒有，天下本無事，你能不成就嗎？不可能，你決定往生，你決定成佛，這問題不就解決了嗎？不必再多事，把心定下來，這是什麼？真明白，真覺悟了。"
    },
    {
      "id": "02-039-0552_p0010",
      "zh_CN": "社会的动乱、地球的灾变，你不闻不问，自然清楚明了，为什么？你心清净，清净心能照见。心觉悟、明白了，众生的别业、众生的共业，你清清楚楚、明明了瞭。自己成就功德才能帮助别人，自己不成就，没有能力帮助别人。地球这些灾难，会有一般人传说那么样严重吗？不会。为什么不会？全世界信仰宗教的人都在祈祷，真正修行的人都在忏悔，都在改过自新，所以大灾难化成小灾难，小灾难就变成没有灾难。这一个地区忏悔的人多，改过的人多，念佛的人多，这个地方灾难就减轻。这个地方如果没有佛法，没有人改过，没有人自新，没有人回头，他那个地方灾难就重，不就这么回事情吗？学佛学什么？学智慧，不能迷信，这个道理不能不知道，真搞清楚，心就定了。所以在这一品里头，世尊劝勉我们大家要深信，这个信浅了不行，要深信。浅了是什么？你还到处去打听，打听这个、打听那个，那信都不深；信深了没事，心是定的。凡是生到边地疑城都是信心不够深，带着疑惑。我们今天要到处问这个、问那个，问佛菩萨还是信心不够深；信心深，佛在面前也不问他。我这个话，阿弥陀佛听到了，你看他点不点头？我没有说错，全是事实真相。",
      "zh_TW": "社會的動亂、地球的災變，你不聞不問，自然清楚明瞭，為什麼？你心清淨，清淨心能照見。心覺悟、明白了，眾生的別業、眾生的共業，你清清楚楚、明明瞭瞭。自己成就功德才能幫助別人，自己不成就，沒有能力幫助別人。地球這些災難，會有一般人傳說那麼樣嚴重嗎？不會。為什麼不會？全世界信仰宗教的人都在祈禱，真正修行的人都在懺悔，都在改過自新，所以大災難化成小災難，小災難就變成沒有災難。這一個地區懺悔的人多，改過的人多，念佛的人多，這個地方災難就減輕。這個地方如果沒有佛法，沒有人改過，沒有人自新，沒有人回頭，他那個地方災難就重，不就這麼回事情嗎？學佛學什麼？學智慧，不能迷信，這個道理不能不知道，真搞清楚，心就定了。所以在這一品裡頭，世尊勸勉我們大家要深信，這個信淺了不行，要深信。淺了是什麼？你還到處去打聽，打聽這個、打聽那個，那信都不深；信深了沒事，心是定的。凡是生到邊地疑城都是信心不夠深，帶著疑惑。我們今天要到處問這個、問那個，問佛菩薩還是信心不夠深；信心深，佛在面前也不問他。我這個話，阿彌陀佛聽到了，你看他點不點頭？我沒有說錯，全是事實真相。"
    },
    {
      "id": "02-039-0552_p0011",
      "zh_CN": "我们看下面经文，「望西云：边地胎生，同体异名」，一桩事情，说边地也行，说胎生也行，说疑城也行，名词不一样，只有一桩事情。「《略论》云：又有一种往生安乐」，安乐就是极乐世界，「不入三辈」。三辈九品是正科生，他没有入进去，他也到极乐世界，就好像现在念书他是旁听生，他念预备班，一年级还没有上去。他进到极乐世界是进预科，别人去的是念一年级、二年级，还有插班进去的，下下品往生他是一年级进去的。不入三辈中，「于五百岁中」，你看都是讲五百岁，「常不见佛，不闻经法，不见菩萨、声闻圣众」，不见就是没有福报。「安乐国土，谓之边地」，在极乐世界这个情形就称之为边地。「亦曰胎生」，也叫它做胎生。「可见望西正承昙鸾师旨也」，《略论》是昙鸾大师造的。「《略论》复云：边地者，其言五百岁中，不见闻三宝，同边地之难」。这个边地之难是我们这个世界，我们这个世界，你看佛经上常说，正信的人生中国，邪见之人生边地，那个中国不是我们中国，这个要搞清楚。佛经上讲的中国，有佛法的那个地区就叫中国，没有佛法的地区就叫边地，是这个意思。就是前面我们读到过的，佛法推行的地区、佛法教化的地区，这叫中国。我们看到经文上这个意思，不能够错会。哪个地方有佛法，那个地方就叫中国，没有佛法地方叫边地，所以同边地之难。",
      "zh_TW": "我們看下面經文，「望西云：邊地胎生，同體異名」，一樁事情，說邊地也行，說胎生也行，說疑城也行，名詞不一樣，只有一樁事情。「《略論》云：又有一種往生安樂」，安樂就是極樂世界，「不入三輩」。三輩九品是正科生，他沒有入進去，他也到極樂世界，就好像現在念書他是旁聽生，他念預備班，一年級還沒有上去。他進到極樂世界是進預科，別人去的是念一年級、二年級，還有插班進去的，下下品往生他是一年級進去的。不入三輩中，「於五百歲中」，你看都是講五百歲，「常不見佛，不聞經法，不見菩薩、聲聞聖眾」，不見就是沒有福報。「安樂國土，謂之邊地」，在極樂世界這個情形就稱之為邊地。「亦曰胎生」，也叫它做胎生。「可見望西正承曇鸞師旨也」，《略論》是曇鸞大師造的。「《略論》復云：邊地者，其言五百歲中，不見聞三寶，同邊地之難」。這個邊地之難是我們這個世界，我們這個世界，你看佛經上常說，正信的人生中國，邪見之人生邊地，那個中國不是我們中國，這個要搞清楚。佛經上講的中國，有佛法的那個地區就叫中國，沒有佛法的地區就叫邊地，是這個意思。就是前面我們讀到過的，佛法推行的地區、佛法教化的地區，這叫中國。我們看到經文上這個意思，不能夠錯會。哪個地方有佛法，那個地方就叫中國，沒有佛法地方叫邊地，所以同邊地之難。"
    },
    {
      "id": "02-039-0552_p0012",
      "zh_CN": "「或亦于安乐国土，最在其边」，这是比喻，为什么？极乐世界没有边际，它是法性土，它不是法相，所以这个境界真正不可思议。你要问极乐世界有多大？中国古人有两句话用在极乐世界是恰到好处，古人所谓「其大无外」，你说多大？无外就是没边；「其小无内」，小到什么程度？小到没有内，这讲到极处。真有这回事情吗？有。大乘经上就是这么说的，为什么？法性没有内外。没有内外就是没有空间，没有先后就是没有时间，时间跟空间全是假的。时空从哪里来？从错误观念上产生的，在佛法称它为不相应行法。它不是心法，也不是色法，也不是心所法，它又不是真的，所以在佛法把它建立归纳在一类，凡是这种性质归纳一类叫不相应行法，它有这个事。为什么叫不相应？它跟心不相应，跟心所不相应，跟色法不相应，但是它也离不开这些法，从这些法里头产生一个错误的观念，时间、空间这么来的。所以它确实没有，它不存在，我们概念，让它有这个概念存在，有四方、有四维、有上下，有这个概念，实际上你找不到。时间有过去、有现在、有未来，这也是抽象概念，实际上也找不到。《金刚经》上所说的三心不可得，三心是过去心、现在心、未来心。所以说安乐国土最在其边，它边不可得。",
      "zh_TW": "「或亦於安樂國土，最在其邊」，這是比喻，為什麼？極樂世界沒有邊際，它是法性土，它不是法相，所以這個境界真正不可思議。你要問極樂世界有多大？中國古人有兩句話用在極樂世界是恰到好處，古人所謂「其大無外」，你說多大？無外就是沒邊；「其小無內」，小到什麼程度？小到沒有內，這講到極處。真有這回事情嗎？有。大乘經上就是這麼說的，為什麼？法性沒有內外。沒有內外就是沒有空間，沒有先後就是沒有時間，時間跟空間全是假的。時空從哪裡來？從錯誤觀念上產生的，在佛法稱它為不相應行法。它不是心法，也不是色法，也不是心所法，它又不是真的，所以在佛法把它建立歸納在一類，凡是這種性質歸納一類叫不相應行法，它有這個事。為什麼叫不相應？它跟心不相應，跟心所不相應，跟色法不相應，但是它也離不開這些法，從這些法裡頭產生一個錯誤的觀念，時間、空間這麼來的。所以它確實沒有，它不存在，我們概念，讓它有這個概念存在，有四方、有四維、有上下，有這個概念，實際上你找不到。時間有過去、有現在、有未來，這也是抽象概念，實際上也找不到。《金剛經》上所說的三心不可得，三心是過去心、現在心、未來心。所以說安樂國土最在其邊，它邊不可得。"
    },
    {
      "id": "02-039-0552_p0013",
      "zh_CN": "「胎生者，譬如胎生人，初生之时，人法未成」，婴儿刚刚生下来，还不能有人的行为。「边言其难」，他在边地没有机会修福修慧。「胎言其暗」，这个暗就是愚痴，他的智慧不能现前，他对于外面环境完全是蒙昧。「此二名皆借此况彼耳」。借着这个难、借着暗来做个比喻。「谓边与胎皆是喻也」，都是比喻。「非是八难中边地，亦非胞胎中胎生」，八难中的边地是没有佛法的地方。「何以知之」，为什么我们知道它不是真的边地，不是真的胎生？「安乐国土一向化生故」，只要是往生极乐世界，都是莲花化生，「故知非实胎生」，不是真的胎生。「五百年后还得见闻三宝」，所以它不是八难当中的边地，八难当中的边地是永远见不到三宝。五百年在极乐世界，极乐世界人的寿命是无量寿，无量寿五百年是非常短暂的时间。「又疑城者，若人于疑心中念阿弥陀佛，则生极乐边地之七宝宫殿中，五百岁中不得闻三宝之名。乃疑人所居，故曰疑城」，这比喻。",
      "zh_TW": "「胎生者，譬如胎生人，初生之時，人法未成」，嬰兒剛剛生下來，還不能有人的行為。「邊言其難」，他在邊地沒有機會修福修慧。「胎言其闇」，這個闇就是愚痴，他的智慧不能現前，他對於外面環境完全是蒙昧。「此二名皆借此況彼耳」。借著這個難、借著闇來做個比喻。「謂邊與胎皆是喻也」，都是比喻。「非是八難中邊地，亦非胞胎中胎生」，八難中的邊地是沒有佛法的地方。「何以知之」，為什麼我們知道它不是真的邊地，不是真的胎生？「安樂國土一向化生故」，只要是往生極樂世界，都是蓮花化生，「故知非實胎生」，不是真的胎生。「五百年後還得見聞三寶」，所以它不是八難當中的邊地，八難當中的邊地是永遠見不到三寶。五百年在極樂世界，極樂世界人的壽命是無量壽，無量壽五百年是非常短暫的時間。「又疑城者，若人於疑心中念阿彌陀佛，則生極樂邊地之七寶宮殿中，五百歲中不得聞三寶之名。乃疑人所居，故曰疑城」，這比喻。"
    },
    {
      "id": "02-039-0552_p0014",
      "zh_CN": "「如《守护国界主经》」，有这么一段话，「若人命终之时，预知时至，正念分明，洗浴着衣，吉祥而逝。光明照身，见佛相好，众善俱现」，这就是瑞相，「定知此人决定往生净土」。这是瑞相，这样走的人他决定生净土，也不用怀疑他。他念佛走了，他是不是真走了？到极乐世界他是哪一品位？操这样心干什么？大可不必！为什么？一操心你的心就乱了，一心不乱，这个人往生把你的功夫全破坏了。他没有意思破坏你，你自己乱了阵脚，自己禁不起考验，真有功夫的人如如不动。你要问这人是不是真往生？我自己到极乐世界我就知道，看他在不在那边？在那边不就往生了吗？不在那边，无论在哪一道里头你都看到。跟他有缘，等到他缘成熟了再去接引他，正确！我们往生西方极乐世界须臾间之事耳，为什么那么短的时间都不耐烦，都不能等，要立刻知道？立刻知道把自己的清净心打掉，甚至于把自己这一生念佛往生的缘也断掉，这叫真可惜。这什么原因造成的？对于诸法实相欠缺明了。什么诸法实相？这部《无量寿经》里面所说的就是诸法实相。我们对这个经典了解不够，认识不够，所以在境界上才出现这么多麻烦，妄想、杂念没消除。有人说：众生遭这么大的劫难你不动心吗？动心没用，救不了。怎样才真正救？一心老实念佛是真救，老实念佛，拿这个功德去回向，管用。怎么知道？我们在极乐世界看到，阿弥陀佛他老人家发的四十八愿，五劫修行。这个五劫修行的功德不可思议，是用这种功德来加持我们，我们才有这种殊胜的缘分感到他的加持。如果我们没有修行，没有功德，再好的心也帮不了别人；你要帮人一定要有真实功德，真实功德是什么？真修得来的。信跟解都不行，功德是有限的，真干，就有大功德！",
      "zh_TW": "「如《守護國界主經》」，有這麼一段話，「若人命終之時，預知時至，正念分明，洗浴著衣，吉祥而逝。光明照身，見佛相好，眾善俱現」，這就是瑞相，「定知此人決定往生淨土」。這是瑞相，這樣走的人他決定生淨土，也不用懷疑他。他念佛走了，他是不是真走了？到極樂世界他是哪一品位？操這樣心幹什麼？大可不必！為什麼？一操心你的心就亂了，一心不亂，這個人往生把你的功夫全破壞了。他沒有意思破壞你，你自己亂了陣腳，自己禁不起考驗，真有功夫的人如如不動。你要問這人是不是真往生？我自己到極樂世界我就知道，看他在不在那邊？在那邊不就往生了嗎？不在那邊，無論在哪一道裡頭你都看到。跟他有緣，等到他緣成熟了再去接引他，正確！我們往生西方極樂世界須臾間之事耳，為什麼那麼短的時間都不耐煩，都不能等，要立刻知道？立刻知道把自己的清淨心打掉，甚至於把自己這一生念佛往生的緣也斷掉，這叫真可惜。這什麼原因造成的？對於諸法實相欠缺明瞭。什麼諸法實相？這部《無量壽經》裡面所說的就是諸法實相。我們對這個經典了解不夠，認識不夠，所以在境界上才出現這麼多麻煩，妄想、雜念沒消除。有人說：眾生遭這麼大的劫難你不動心嗎？動心沒用，救不了。怎樣才真正救？一心老實念佛是真救，老實念佛，拿這個功德去迴向，管用。怎麼知道？我們在極樂世界看到，阿彌陀佛他老人家發的四十八願，五劫修行。這個五劫修行的功德不可思議，是用這種功德來加持我們，我們才有這種殊勝的緣分感到他的加持。如果我們沒有修行，沒有功德，再好的心也幫不了別人；你要幫人一定要有真實功德，真實功德是什麼？真修得來的。信跟解都不行，功德是有限的，真幹，就有大功德！"
    },
    {
      "id": "02-039-0552_p0015",
      "zh_CN": "我们再看另外一种人，「若人念佛持戒无精进心」，我们现在就是这样的人，没精进心，精是什么？精是精纯。我们杂乱，我们到处想知道灾难的样子，灾难情形，这个心就是杂乱的，这不是精进心。精进心只有一句阿弥陀佛，除阿弥陀佛之外什么也不知道，什么也不想知道，这叫精；进是只往前，没有后退，也没有偏差。我在这个道路上，我没有走邪路，没走岔路，往前进，叫精进。所以什么心是精进的？清净平等觉是清净的。心不清净，心不平等，心还迷而不觉，这就是没有精进心。「命终亦无善相，亦无恶相」，因为什么？他没造罪业，他也念佛、也持戒，只是杂念太多，妄想太多。「地府不收，安养不摄」，安养是极乐世界，阴曹地府不收他，极乐世界他也去不了。「如睡眠去」，就好像睡着他去了。「此人疑情未断，生于疑城」，不错，他还是到极乐世界去了，去的地方没入品位，就是他不在三辈九品，他在边地疑城。「五百岁受乐」，疑城也很快乐，前面我们念过，疑城里面的环境相当于夜摩天，比忉利天还高一层。「再修信愿，方归净土」。「可见信愿二者实为往生见佛之根本」。这部经，一切诸佛，释迦世尊也不例外，统统告诉我们，这个法门叫难信之法。疑情太重的人很麻烦，往往连边地都去不了，疑情太重就变成罪业，这个事实真相要知道。佛菩萨对众生那个恩德是多大，你怎么能怀疑他？父母养育子女，对子女的爱心是多亲切，你怀疑他，你不叫造罪业？罪业一成立就去不成了。那时候此地讲地狱就收你去，不是不收，它收你去了。",
      "zh_TW": "我們再看另外一種人，「若人念佛持戒無精進心」，我們現在就是這樣的人，沒精進心，精是什麼？精是精純。我們雜亂，我們到處想知道災難的樣子，災難情形，這個心就是雜亂的，這不是精進心。精進心只有一句阿彌陀佛，除阿彌陀佛之外什麼也不知道，什麼也不想知道，這叫精；進是只往前，沒有後退，也沒有偏差。我在這個道路上，我沒有走邪路，沒走岔路，往前進，叫精進。所以什麼心是精進的？清淨平等覺是清淨的。心不清淨，心不平等，心還迷而不覺，這就是沒有精進心。「命終亦無善相，亦無惡相」，因為什麼？他沒造罪業，他也念佛、也持戒，只是雜念太多，妄想太多。「地府不收，安養不攝」，安養是極樂世界，陰曹地府不收他，極樂世界他也去不了。「如睡眠去」，就好像睡著他去了。「此人疑情未斷，生於疑城」，不錯，他還是到極樂世界去了，去的地方沒入品位，就是他不在三輩九品，他在邊地疑城。「五百歲受樂」，疑城也很快樂，前面我們念過，疑城裡面的環境相當於夜摩天，比忉利天還高一層。「再修信願，方歸淨土」。「可見信願二者實為往生見佛之根本」。這部經，一切諸佛，釋迦世尊也不例外，統統告訴我們，這個法門叫難信之法。疑情太重的人很麻煩，往往連邊地都去不了，疑情太重就變成罪業，這個事實真相要知道。佛菩薩對眾生那個恩德是多大，你怎麼能懷疑他？父母養育子女，對子女的愛心是多親切，你懷疑他，你不叫造罪業？罪業一成立就去不成了。那時候此地講地獄就收你去，不是不收，它收你去了。"
    },
    {
      "id": "02-039-0552_p0016",
      "zh_CN": "此地所讲的疑都不重，经上讲得很清楚，第一种是怀疑佛的智慧，经上讲的智慧太大了，不可思议。真有那么大智慧吗？是不是太过分？这是怀疑。第二种怀疑是怀疑自己，自己造的罪业太重，我这样能生吗？佛会来接引我吗？生这个疑问。有这种疑惑，这个疑惑没有断，但是他还是很精进、很努力，还念佛，这是生边地的缘。这些事实真相，我们不能不知道。「信愿」这两个字，我们怎样把这两个字培养好？信心、愿心如何去培？读经、听经。上智与下愚好度，他听话，他不怀疑，他老实。最难度的是当中这一部分，上不上、下不下，而这一部分人最多。上智少，少之又少，下愚也少，也是少之又少，这两种人一接触决定成功。所以我们今天死心塌地再不怀疑，再不过问。我在台中跟李老师学经教，李老师常常大声疾呼，提醒我们大众，「要换心」！这个字我听到耳熟，印象深刻。换什么心？把我们这个肮脏心放下，把阿弥陀佛放在心上，这叫换心。我心就是阿弥陀佛，阿弥陀佛就是我心，行不行？行。为什么？阿弥陀佛是唯心所现、唯识所变，阿弥陀佛不是外人，本来就是我变现的。我今天心里这些拉拉杂杂东西也是自己变现的，自己变现的，换不难，容易；不是自己，找别人，那这难，太难太难了。就像中峰禅师所说的，「我心即是阿弥陀佛，阿弥陀佛即是我心；此方即是净土，净土即是此方」。此方即是净土，此方就没有灾难，净土从哪里来的？心净则佛土净，讲得多清楚、多明白。心不清净，国土就不清净，心净才佛土净，还要问什么？不需要了。",
      "zh_TW": "此地所講的疑都不重，經上講得很清楚，第一種是懷疑佛的智慧，經上講的智慧太大了，不可思議。真有那麼大智慧嗎？是不是太過分？這是懷疑。第二種懷疑是懷疑自己，自己造的罪業太重，我這樣能生嗎？佛會來接引我嗎？生這個疑問。有這種疑惑，這個疑惑沒有斷，但是他還是很精進、很努力，還念佛，這是生邊地的緣。這些事實真相，我們不能不知道。「信願」這兩個字，我們怎樣把這兩個字培養好？信心、願心如何去培？讀經、聽經。上智與下愚好度，他聽話，他不懷疑，他老實。最難度的是當中這一部分，上不上、下不下，而這一部分人最多。上智少，少之又少，下愚也少，也是少之又少，這兩種人一接觸決定成功。所以我們今天死心塌地再不懷疑，再不過問。我在台中跟李老師學經教，李老師常常大聲疾呼，提醒我們大眾，「要換心」！這個字我聽到耳熟，印象深刻。換什麼心？把我們這個骯髒心放下，把阿彌陀佛放在心上，這叫換心。我心就是阿彌陀佛，阿彌陀佛就是我心，行不行？行。為什麼？阿彌陀佛是唯心所現、唯識所變，阿彌陀佛不是外人，本來就是我變現的。我今天心裡這些拉拉雜雜東西也是自己變現的，自己變現的，換不難，容易；不是自己，找別人，那這難，太難太難了。就像中峰禪師所說的，「我心即是阿彌陀佛，阿彌陀佛即是我心；此方即是淨土，淨土即是此方」。此方即是淨土，此方就沒有災難，淨土從哪裡來的？心淨則佛土淨，講得多清楚、多明白。心不清淨，國土就不清淨，心淨才佛土淨，還要問什麼？不需要了。"
    },
    {
      "id": "02-039-0552_p0017",
      "zh_CN": "我们再看下面这一段，「此外更有懈慢国，或称懈慢界」，界就是世界，有这么个地方。「在此土至极乐国之中途」，这十万亿佛国土当中还有这么个地方，这个地方不错，非常快乐，五欲六尘的享受，到那里去一留恋，好，极乐世界就去不成，就被它留住了。我们知道，真的不少人到这里去。「生此国者，染着其国土之快乐，而起懈怠骄慢之心，不更进而生于极乐，故称为懈慢国」。真有这个地方，这个地方非常像我们娑婆世界，经上告诉我们北俱卢洲，北俱卢洲快乐，福报很大。经上告诉我们，人的寿命大概都是一千岁，很少夭折的，就是短命的人很少，都能够活到千岁。一切衣食享受自然的，像他化自在天一样，想什么东西就现前。所以一看到这个地方，这地方不错，误会了，以为这就是极乐世界。跟极乐世界差别在哪里？这个地方没有佛、没有法、没有僧，北俱卢洲就是这个地方，永远不见三宝，不闻法音。",
      "zh_TW": "我們再看下面這一段，「此外更有懈慢國，或稱懈慢界」，界就是世界，有這麼個地方。「在此土至極樂國之中途」，這十萬億佛國土當中還有這麼個地方，這個地方不錯，非常快樂，五欲六塵的享受，到那裡去一留戀，好，極樂世界就去不成，就被它留住了。我們知道，真的不少人到這裡去。「生此國者，染著其國土之快樂，而起懈怠驕慢之心，不更進而生於極樂，故稱為懈慢國」。真有這個地方，這個地方非常像我們娑婆世界，經上告訴我們北俱盧洲，北俱盧洲快樂，福報很大。經上告訴我們，人的壽命大概都是一千歲，很少夭折的，就是短命的人很少，都能夠活到千歲。一切衣食享受自然的，像他化自在天一樣，想什麼東西就現前。所以一看到這個地方，這地方不錯，誤會了，以為這就是極樂世界。跟極樂世界差別在哪裡？這個地方沒有佛、沒有法、沒有僧，北俱盧洲就是這個地方，永遠不見三寶，不聞法音。"
    },
    {
      "id": "02-039-0552_p0018",
      "zh_CN": "「如《菩萨处胎经》曰：西方去此阎浮提十二亿那由他，有懈慢界，国土快乐。前后发意众生，欲生阿弥陀佛国者，皆深染着懈慢国土，不能前进生阿弥陀佛国。亿千万众，时有一人，能生阿弥陀佛国」。这个问题严重，要小心，你看看，亿千万众生，这个众生是念佛求生净土的，绝大多数都到懈慢国去了，把懈慢国当作极乐世界，那很快乐。这个地方真是要特别特别的信愿，我们在这个世间要不把这个愿心养成，你在中途看到这个地方怎么办？你还想离开吗？这是从娑婆到极乐世界一个中途站。所以求往生者，必定是有坚定的弘愿，就是一个目的，我要亲近阿弥陀佛，我要依止阿弥陀佛，我要做阿弥陀佛的学生，做阿弥陀佛的法子。将来跟阿弥陀佛一样，在遍法界虚空界普度一切苦难众生。极乐世界是我们的总部，阿弥陀佛是我们的总领导、导师，我们永远依靠他，不离开他。要有这样坚定的信心、愿心，其他的全放下，不要再去想了，不要再去理会，一心专念，你跟阿弥陀佛直接联络，不必再用当中的。心心相印，我们才能成就，这比什么都重要。心真的定下来，什么样快乐的境界都不再理会。亿千万众，时有一人，这一人就是我们自己，什么都不要过问，这一句阿弥陀佛希望二六时中都不要中断。听经、读经，读经读《大乘无量寿经》的经本，不读注解，读经本，读经、听经、念佛。一切世间事随缘而不攀缘，而且随缘当中要学菩萨的妙用，妙用是什么？不把它放在心上就妙了。世间一切法放在心上就错了，不放在心上，心上只有阿弥陀佛，只有《无量寿经》，这就对了。",
      "zh_TW": "「如《菩薩處胎經》曰：西方去此閻浮提十二億那由他，有懈慢界，國土快樂。前後發意眾生，欲生阿彌陀佛國者，皆深染著懈慢國土，不能前進生阿彌陀佛國。億千萬眾，時有一人，能生阿彌陀佛國」。這個問題嚴重，要小心，你看看，億千萬眾生，這個眾生是念佛求生淨土的，絕大多數都到懈慢國去了，把懈慢國當作極樂世界，那很快樂。這個地方真是要特別特別的信願，我們在這個世間要不把這個願心養成，你在中途看到這個地方怎麼辦？你還想離開嗎？這是從娑婆到極樂世界一個中途站。所以求往生者，必定是有堅定的弘願，就是一個目的，我要親近阿彌陀佛，我要依止阿彌陀佛，我要做阿彌陀佛的學生，做阿彌陀佛的法子。將來跟阿彌陀佛一樣，在遍法界虛空界普度一切苦難眾生。極樂世界是我們的總部，阿彌陀佛是我們的總領導、導師，我們永遠依靠他，不離開他。要有這樣堅定的信心、願心，其他的全放下，不要再去想了，不要再去理會，一心專念，你跟阿彌陀佛直接聯絡，不必再用當中的。心心相印，我們才能成就，這比什麼都重要。心真的定下來，什麼樣快樂的境界都不再理會。億千萬眾，時有一人，這一人就是我們自己，什麼都不要過問，這一句阿彌陀佛希望二六時中都不要中斷。聽經、讀經，讀經讀《大乘無量壽經》的經本，不讀註解，讀經本，讀經、聽經、念佛。一切世間事隨緣而不攀緣，而且隨緣當中要學菩薩的妙用，妙用是什麼？不把它放在心上就妙了。世間一切法放在心上就錯了，不放在心上，心上只有阿彌陀佛，只有《無量壽經》，這就對了。"
    },
    {
      "id": "02-039-0552_p0019",
      "zh_CN": "时有一人，能生阿弥陀佛国。「何以故？皆由懈慢执心不牢固」。你看多可怕，一个懈怠，一个傲慢，懈怠、傲慢人人都有。印光大师教导我们，末法时期以小道场，人数不超过二十人，非常非常有道理。一千七百年前东晋时代，慧远大师在庐山建念佛堂，东林念佛堂，人数一百二十三个人，定的，就是这些人在一起修行，一点都不杂，这真正是修行道场，一百二十三个人个个成就，个个都往生。后往生的人见到阿弥陀佛来接引，莲社的老同修都在阿弥陀佛身边，一起来迎接，这多么殊胜。决定没有怀疑，所以这个没有怀疑很难，如果对于经教没有相当的认知，这个疑是断不掉的；真清楚、真明白，没有了。人到怀疑心断掉，自性的功德就慢慢向外透，自性里头本来具足的智慧，般若智慧慢慢现前，这个不能不知道。结社念佛修行，还是远公的办法好，人是定数的，就是报名参加定数的。当时谢灵运非常想参加，远公大师拒绝了，谢灵运在历史上是大文学家，晋朝时代大文学家。远公为什么不答应他参加？文人的习气没断，喜欢作诗、作词、写文章；换句话说，不能一心专念。偶尔到莲社来住几天，老朋友，远公也不拒绝，至于长期参加我们念佛堂，不行。你看远公的为人，活泼，不呆板。我们这个念佛堂，你人少一、二个人来随缘念一支香，住个一、二天可以，长期不行。祖师把这个模式都告诉我们，表演给我们看，我们真干，就是这个干法。",
      "zh_TW": "時有一人，能生阿彌陀佛國。「何以故？皆由懈慢執心不牢固」。你看多可怕，一個懈怠，一個傲慢，懈怠、傲慢人人都有。印光大師教導我們，末法時期以小道場，人數不超過二十人，非常非常有道理。一千七百年前東晉時代，慧遠大師在廬山建念佛堂，東林念佛堂，人數一百二十三個人，定的，就是這些人在一起修行，一點都不雜，這真正是修行道場，一百二十三個人個個成就，個個都往生。後往生的人見到阿彌陀佛來接引，蓮社的老同修都在阿彌陀佛身邊，一起來迎接，這多麼殊勝。決定沒有懷疑，所以這個沒有懷疑很難，如果對於經教沒有相當的認知，這個疑是斷不掉的；真清楚、真明白，沒有了。人到懷疑心斷掉，自性的功德就慢慢向外透，自性裡頭本來具足的智慧，般若智慧慢慢現前，這個不能不知道。結社念佛修行，還是遠公的辦法好，人是定數的，就是報名參加定數的。當時謝靈運非常想參加，遠公大師拒絕了，謝靈運在歷史上是大文學家，晉朝時代大文學家。遠公為什麼不答應他參加？文人的習氣沒斷，喜歡作詩、作詞、寫文章；換句話說，不能一心專念。偶爾到蓮社來住幾天，老朋友，遠公也不拒絕，至於長期參加我們念佛堂，不行。你看遠公的為人，活潑，不呆板。我們這個念佛堂，你人少一、二個人來隨緣念一支香，住個一、二天可以，長期不行。祖師把這個模式都告訴我們，表演給我們看，我們真幹，就是這個幹法。"
    },
    {
      "id": "02-039-0552_p0020",
      "zh_CN": "「准上经义，懈慢国亦属边地疑城之类」，也属于这一类的，但是它比不上边地疑城，因为边地疑城只有五百年，他还能再精进。到懈慢国时间可就长了，决定不止五百年，他的烦恼习气统统都现行，什么时候能断得掉？极乐世界边地他在莲花苞里头，莲花苞是他安全保护网。虽然不能见佛闻法，但是外面这个习气他不会沾染的；懈慢国不行，懈慢国一定会让他的烦恼习气渐渐又现行。",
      "zh_TW": "「準上經義，懈慢國亦屬邊地疑城之類」，也屬於這一類的，但是它比不上邊地疑城，因為邊地疑城只有五百年，他還能再精進。到懈慢國時間可就長了，決定不止五百年，他的煩惱習氣統統都現行，什麼時候能斷得掉？極樂世界邊地他在蓮花苞裡頭，蓮花苞是他安全保護網。雖然不能見佛聞法，但是外面這個習氣他不會沾染的；懈慢國不行，懈慢國一定會讓他的煩惱習氣漸漸又現行。"
    },
    {
      "id": "02-039-0552_p0021",
      "zh_CN": "我们再看下面这一大段，这一大段讲五种智。『不了佛智』，昙鸾师《略论》云：「不了佛智者，谓不能信了（不能相信，不能明了）佛一切种智。不了故，故起疑。此一句总辨所疑，下四句一一对治所疑」。在这个地方，因为佛智就是大乘教上常讲的转八识成四智。这个地方五智，五智前面这个佛智是总说，就是一切种智，转八识成四智加上一切种智，就是五种智慧，这也是佛学常识。我们先把这五种智简单介绍一下，然后我们再看这段注解就容易了。这个「五智」，是从《佛学大辞典》节录出来的，「名数，显教转八识而成四智，以立为究竟之报身如来」。这就是《华严经》上所说的四十一位法身大士，他们都转识成智了。「密教于此加第九识」，八识再加个第九识，实际上八识里头是两分，一个是真，一个是妄，妄叫阿赖耶，真就是真如自性。所以在密宗就称它为第九识，第九跟第八是一样，一个在迷，一个在悟，迷的时候叫阿赖耶，悟的时候叫它做第九识，也叫奄摩罗识。「所转之法界体性智而为五智」，叫法界体性智，这就变成五智。「以为金刚界智法身之大日如来」，所以有五智的说法。",
      "zh_TW": "我們再看下面這一大段，這一大段講五種智。『不了佛智』，曇鸞師《略論》云：「不了佛智者，謂不能信了（不能相信，不能明瞭）佛一切種智。不了故，故起疑。此一句總辨所疑，下四句一一對治所疑」。在這個地方，因為佛智就是大乘教上常講的轉八識成四智。這個地方五智，五智前面這個佛智是總說，就是一切種智，轉八識成四智加上一切種智，就是五種智慧，這也是佛學常識。我們先把這五種智簡單介紹一下，然後我們再看這段註解就容易了。這個「五智」，是從《佛學大辭典》節錄出來的，「名數，顯教轉八識而成四智，以立為究竟之報身如來」。這就是《華嚴經》上所說的四十一位法身大士，他們都轉識成智了。「密教於此加第九識」，八識再加個第九識，實際上八識裡頭是兩分，一個是真，一個是妄，妄叫阿賴耶，真就是真如自性。所以在密宗就稱它為第九識，第九跟第八是一樣，一個在迷，一個在悟，迷的時候叫阿賴耶，悟的時候叫它做第九識，也叫奄摩羅識。「所轉之法界體性智而為五智」，叫法界體性智，這就變成五智。「以為金剛界智法身之大日如來」，所以有五智的說法。"
    },
    {
      "id": "02-039-0552_p0022",
      "zh_CN": "《无量寿经》这部经不算大，它分量不多，但是它是大经，大到什么程度？跟《华严经》无二无别。《华严经》说得仔细，它说得简单，内容完全相同。所以这部经里有显教、有密教、有宗门、有教下、有大乘、有小乘，《无量寿经》全部都包容了。所以隋唐大德判这部经，也是一乘圆教，《华严》、《法华》到最后都归《无量寿》，所以这部经是圆满法轮。我们去年把《华严经》放下，《华严》讲经讲了四千多个小时，大概只讲了四分之一，全经要讲下来大概是两万个小时。灾难这样迫切，我们着急了，《华严经》太长、太大了，改成这部经。这一部经讲下来，我们预估是一千二百个小时，现在已经讲了一千一百个小时，后面还有一百个小时大概差不多，顶多两百个小时。我相信不会超过一千三百个小时，不会超过，这个经能救急。五智是纯粹的哲学，里面也有科学，「金刚界智法身之大日如来」，就是本师阿弥陀佛。",
      "zh_TW": "《無量壽經》這部經不算大，它分量不多，但是它是大經，大到什麼程度？跟《華嚴經》無二無別。《華嚴經》說得仔細，它說得簡單，內容完全相同。所以這部經裡有顯教、有密教、有宗門、有教下、有大乘、有小乘，《無量壽經》全部都包容了。所以隋唐大德判這部經，也是一乘圓教，《華嚴》、《法華》到最後都歸《無量壽》，所以這部經是圓滿法輪。我們去年把《華嚴經》放下，《華嚴》講經講了四千多個小時，大概只講了四分之一，全經要講下來大概是兩萬個小時。災難這樣迫切，我們著急了，《華嚴經》太長、太大了，改成這部經。這一部經講下來，我們預估是一千二百個小時，現在已經講了一千一百個小時，後面還有一百個小時大概差不多，頂多兩百個小時。我相信不會超過一千三百個小時，不會超過，這個經能救急。五智是純粹的哲學，裡面也有科學，「金剛界智法身之大日如來」，就是本師阿彌陀佛。"
    },
    {
      "id": "02-039-0552_p0023",
      "zh_CN": "我们看第一种，「法界体性智，是转奄摩罗识所得」，奄摩罗识就是第九识，就是阿赖耶第八识清净的那一分，第八识叫染净混合体，净的就叫第九识，染的就叫第八识。法相宗不立第九识，它只讲第八识，染净二分；密宗把它阿赖耶染净二分分开来，染叫阿赖耶，净叫奄摩罗。「法界有差别之义，诸法差别，其数过于尘沙，是为法界」。法是万法，界是界限，界限就是有差别；没有差别，界限就没有了。所以分为十八界，有界限，六根、六尘、六识就十八界，这归纳，无量无边的法界归纳为十八类。《楞严经》上又加上七大，地水火风空见识，就变成二十五，这些全都是开合不同，展开真的是无量无边。总归纳给诸位说，总归纳归纳到最后成一个，那就是南无阿弥陀佛，所以你就晓得阿弥陀佛真正不可思议。阿弥陀佛的意思，你看它归结起来，你晓得意思你就会相信，阿弥陀佛的意思，阿翻作中国是无，弥陀翻作量，佛翻作觉，翻成中国意思是无量觉。无量无边法界你统统知道就无量觉，这一句就遍法界虚空界一切法一条都不漏掉，就在名号当中，所以名号功德不可思议。你念这一句佛号，把十方三世一切诸佛所说的一切法，所修的一切法，统统念到了，一样不漏。所以你就不要再一桩一桩去搞，一样一样去打听，没有这个必要。心完全定在这六字洪名当中，你就圆满统统得到，死心塌地执持这句名号，你所得的功德就是大圆满，跟阿弥陀佛一样。「法界体性即六大。大日住于此六大法界之三昧，名为法界体性智」。大日如来住在这六大法界，这三昧，三昧是定，他的心就定在这里，这是法界体性智，法界是从这个智里头流出来的。「主方便究竟之德」，这一句讲的是用，有体、有用，体就是自性本具的般若智慧，它的德用。",
      "zh_TW": "我們看第一種，「法界體性智，是轉奄摩羅識所得」，奄摩羅識就是第九識，就是阿賴耶第八識清淨的那一分，第八識叫染淨混合體，淨的就叫第九識，染的就叫第八識。法相宗不立第九識，它只講第八識，染淨二分；密宗把它阿賴耶染淨二分分開來，染叫阿賴耶，淨叫奄摩羅。「法界有差別之義，諸法差別，其數過於塵沙，是為法界」。法是萬法，界是界限，界限就是有差別；沒有差別，界限就沒有了。所以分為十八界，有界限，六根、六塵、六識就十八界，這歸納，無量無邊的法界歸納為十八類。《楞嚴經》上又加上七大，地水火風空見識，就變成二十五，這些全都是開合不同，展開真的是無量無邊。總歸納給諸位說，總歸納歸納到最後成一個，那就是南無阿彌陀佛，所以你就曉得阿彌陀佛真正不可思議。阿彌陀佛的意思，你看它歸結起來，你曉得意思你就會相信，阿彌陀佛的意思，阿翻作中國是無，彌陀翻作量，佛翻作覺，翻成中國意思是無量覺。無量無邊法界你統統知道就無量覺，這一句就遍法界虛空界一切法一條都不漏掉，就在名號當中，所以名號功德不可思議。你念這一句佛號，把十方三世一切諸佛所說的一切法，所修的一切法，統統念到了，一樣不漏。所以你就不要再一樁一樁去搞，一樣一樣去打聽，沒有這個必要。心完全定在這六字洪名當中，你就圓滿統統得到，死心塌地執持這句名號，你所得的功德就是大圓滿，跟阿彌陀佛一樣。「法界體性即六大。大日住於此六大法界之三昧，名為法界體性智」。大日如來住在這六大法界，這三昧，三昧是定，他的心就定在這裡，這是法界體性智，法界是從這個智裡頭流出來的。「主方便究竟之德」，這一句講的是用，有體、有用，體就是自性本具的般若智慧，它的德用。"
    },
    {
      "id": "02-039-0552_p0024",
      "zh_CN": "下面四个这是分说，第二、「大圆镜智，是转阿赖耶识所得。显现法界之万象，如大圆镜之智也」。这是我们大乘教常说的，十法界依正庄严是识变的，就是阿赖耶所变的。法界体性智是自性本具的般若智慧，这是体，大圆镜智是它的作用。六祖开悟的时候说「何期自性能生万法」，这就是大圆镜智，能生万法。万法出现了，变成现象，我们今天讲的物质现象、精神现象，它变成这个东西。法界体性智它没有现象，它能生能现，阿赖耶能变。这一转过来就叫大圆镜智，什么人转过来？《华严经》圆教初住菩萨就转过来了，转八识成四智；这一转，十法界就没有了。十法界是阿赖耶所变的，现在阿赖耶变成大圆镜智，十法界没有了。没有，现什么？现报土，诸佛如来的实报庄严土，也是自己的实报庄严土。自己的报土跟诸佛报土是一不是二，他就回归报土去了，这个里头有相，不会变化，寿命无量，一切法统统都是无量的，人无量寿，花草树木也无量寿，山河大地也无量寿。而且它是净土，它没有染污，为什么？自性变的，自性没有染污。惠能大师见性第一句话就说，「何期自性本自清净」，它是自性，法性土。所以极乐世界清净，一点灰尘都没有，那个地方用不着清洁，为什么？它不会染污，没有染污的。十法界有染污，有轻重染污不相同，法性土里头没有染污，人身是法性身，不是物质身体，也不是精神的身体，自性功德流露。它那边精神，它不是受想行识，阿赖耶里头有受想行识，法性身没有，法性身有见闻觉知。迷了之后见闻觉知变成受想行识，开悟之后见闻觉知又恢复到正常，就见闻觉知，不是受想行识。",
      "zh_TW": "下面四個這是分說，第二、「大圓鏡智，是轉阿賴耶識所得。顯現法界之萬象，如大圓鏡之智也」。這是我們大乘教常說的，十法界依正莊嚴是識變的，就是阿賴耶所變的。法界體性智是自性本具的般若智慧，這是體，大圓鏡智是它的作用。六祖開悟的時候說「何期自性能生萬法」，這就是大圓鏡智，能生萬法。萬法出現了，變成現象，我們今天講的物質現象、精神現象，它變成這個東西。法界體性智它沒有現象，它能生能現，阿賴耶能變。這一轉過來就叫大圓鏡智，什麼人轉過來？《華嚴經》圓教初住菩薩就轉過來了，轉八識成四智；這一轉，十法界就沒有了。十法界是阿賴耶所變的，現在阿賴耶變成大圓鏡智，十法界沒有了。沒有，現什麼？現報土，諸佛如來的實報莊嚴土，也是自己的實報莊嚴土。自己的報土跟諸佛報土是一不是二，他就回歸報土去了，這個裡頭有相，不會變化，壽命無量，一切法統統都是無量的，人無量壽，花草樹木也無量壽，山河大地也無量壽。而且它是淨土，它沒有染污，為什麼？自性變的，自性沒有染污。惠能大師見性第一句話就說，「何期自性本自清淨」，它是自性，法性土。所以極樂世界清淨，一點灰塵都沒有，那個地方用不著清潔，為什麼？它不會染污，沒有染污的。十法界有染污，有輕重染污不相同，法性土裡頭沒有染污，人身是法性身，不是物質身體，也不是精神的身體，自性功德流露。它那邊精神，它不是受想行識，阿賴耶裡頭有受想行識，法性身沒有，法性身有見聞覺知。迷了之後見聞覺知變成受想行識，開悟之後見聞覺知又恢復到正常，就見聞覺知，不是受想行識。"
    },
    {
      "id": "02-039-0552_p0025",
      "zh_CN": "第三、「平等性智」，这是末那识，末那识不平等。末那的性质有四，第一个我见，这就是十法界一切众生烦恼的根，他有我；「我」要没有了，根都拔掉；所以他有我。我见，见就是一个想法，跟着这个想法就有我爱，大乘经教常说「爱不重不生娑婆，念不一不生净土」，这两句话好，念佛要一，一就不准有乱想。你心里一起心动念就是二、三，就不一，不是一心专念，念要能归一的话决定生净土。所以我爱出来了，我爱就是贪，贪毒的根；我痴，愚痴的根，痴毒的根；我慢，傲慢，慢就是瞋恚的根。这就贪瞋痴三毒烦恼，跟我同时发生的，所以末那识讲四大烦恼常相随，这个四大烦恼就是我见、我爱、我痴、我慢，这个东西一转过来，就是平等性智。「成诸法平等作用之智」，有这个东西不平等，对于一切法这个我喜欢，那个我讨厌；这个我尊重，那个我轻慢。他就有这些念头，这些念头是六道生死轮回，尤其是三恶道的根。所以末那一转这就是菩萨，末那一转的时候就恢复自性。",
      "zh_TW": "第三、「平等性智」，這是末那識，末那識不平等。末那的性質有四，第一個我見，這就是十法界一切眾生煩惱的根，他有我；「我」要沒有了，根都拔掉；所以他有我。我見，見就是一個想法，跟著這個想法就有我愛，大乘經教常說「愛不重不生娑婆，念不一不生淨土」，這兩句話好，念佛要一，一就不准有亂想。你心裡一起心動念就是二、三，就不一，不是一心專念，念要能歸一的話決定生淨土。所以我愛出來了，我愛就是貪，貪毒的根；我痴，愚痴的根，痴毒的根；我慢，傲慢，慢就是瞋恚的根。這就貪瞋痴三毒煩惱，跟我同時發生的，所以末那識講四大煩惱常相隨，這個四大煩惱就是我見、我愛、我痴、我慢，這個東西一轉過來，就是平等性智。「成諸法平等作用之智」，有這個東西不平等，對於一切法這個我喜歡，那個我討厭；這個我尊重，那個我輕慢。他就有這些念頭，這些念頭是六道生死輪迴，尤其是三惡道的根。所以末那一轉這就是菩薩，末那一轉的時候就恢復自性。"
    },
    {
      "id": "02-039-0552_p0026",
      "zh_CN": "第四、「妙观察智，是转意识」，意识是什么？意识主分别。「分别好妙诸法而观察众机，说法断疑之智」。它一转，不分别了，末那识不执着了，意识不分别了，只要你于一切法当中不分别、不执着，这两个就转了。这两个一转，阿赖耶自然转了，前五识也转了，转成所作智。所以转八识成四智，是六七因上转，八跟五是果上转，就是你因上转过来，它连带就转过来。你没有办法在阿赖耶转，因为你找不到阿赖耶；你也没有办法在前五识转，眼耳鼻舌身你转不过来的。就是要在意识跟意根，功夫就下在这个地方，你只转过来了，前五识眼耳鼻舌身事事无碍。为什么？他没有分别、没有执着了，他就没有障碍，得大自在，这是大乘修学理论的核心。所以戒律是行门，日常生活当中规矩里头的一个总的原理原则。唯识转八识成四智，是教下明心见性最高指导原则，它跟宗门、跟净土不一样，它是从正知正见上转的。这个功夫，中下根性人都能做得到，要很长时间去修学。那我们今天在这个时代，这个法门来不及了，像读书一样，小学、中学、大学、研究所，要搞二十年。我们没这么长的时间，我们希望一年半载就成就，那怎么办？净土宗就行了。净土宗修的是什么？清净心，心净则佛土净，用一心念佛的方法，一句佛号把所有这些杂念、欲望全部打掉，他就成功。所以这个法门最稳当、最快速、最简单、最容易、成就最高，难信易行，修很容易，道理太深了。",
      "zh_TW": "第四、「妙觀察智，是轉意識」，意識是什麼？意識主分別。「分別好妙諸法而觀察眾機，說法斷疑之智」。它一轉，不分別了，末那識不執著了，意識不分別了，只要你於一切法當中不分別、不執著，這兩個就轉了。這兩個一轉，阿賴耶自然轉了，前五識也轉了，轉成所作智。所以轉八識成四智，是六七因上轉，八跟五是果上轉，就是你因上轉過來，它連帶就轉過來。你沒有辦法在阿賴耶轉，因為你找不到阿賴耶；你也沒有辦法在前五識轉，眼耳鼻舌身你轉不過來的。就是要在意識跟意根，功夫就下在這個地方，你只轉過來了，前五識眼耳鼻舌身事事無礙。為什麼？他沒有分別、沒有執著了，他就沒有障礙，得大自在，這是大乘修學理論的核心。所以戒律是行門，日常生活當中規矩裡頭的一個總的原理原則。唯識轉八識成四智，是教下明心見性最高指導原則，它跟宗門、跟淨土不一樣，它是從正知正見上轉的。這個功夫，中下根性人都能做得到，要很長時間去修學。那我們今天在這個時代，這個法門來不及了，像讀書一樣，小學、中學、大學、研究所，要搞二十年。我們沒這麼長的時間，我們希望一年半載就成就，那怎麼辦？淨土宗就行了。淨土宗修的是什麼？清淨心，心淨則佛土淨，用一心念佛的方法，一句佛號把所有這些雜念、欲望全部打掉，他就成功。所以這個法門最穩當、最快速、最簡單、最容易、成就最高，難信易行，修很容易，道理太深了。"
    },
    {
      "id": "02-039-0552_p0027",
      "zh_CN": "「此五智虽为一身所具之智德，而为引摄众生」，引导摄受一切众生，「自本体出生四方之四智四佛」，四智就是此地讲的大圆镜智、平等性智、妙观察智、成所作智，分配在四方，四智四佛。「此时法界体性智住于本位」，它在当中，「而为中央之大日如来。由大圆镜智而成东方之阿閦如来，主发菩提心之德」。你看我们这个净宗教导我们的，「发菩提心，一向专念」，发菩提心是东方阿閦如来他所主的，大圆镜智。「由平等性智而成南方之宝生如来，主修行之德」，人不修，宝不生，这个宝是什么？宝就是自性。你不肯修行，你的性德不会显露出来。「由妙观察智而成西方之阿弥陀如来，主成菩提之德」。成就菩提，你看前面发菩提心，菩提心发了之后，不修行就不能成就。那要修行怎么样？要修行一定把烦恼断掉，我见、我爱、我痴、我慢要断掉。这个时候怎么样？心净则佛土净，阿弥陀佛出现了，主成菩提。「由成所作智而成北方之不空成就如来，主入涅槃之德」。这到了西方极乐世界之后，决定在一生证得无上菩提，契入大般涅槃，这就圆满功德，这是证得究竟果位。「由此五智成为体相二大。盖法界体性智之大日为六大，是体大，四方之四佛为其所出之别德，则是四曼（曼是曼荼罗）之相大」。「大圆镜智之阿閦，为大曼荼罗身。平等性智之宝生，为三昧耶（三昧耶是平等，平等）曼荼罗身。妙观察智之弥陀，为法曼荼罗身。成所作智之不空成就，为羯磨」。羯磨是作业，这个业就是事，就是做事的曼荼罗身。「理智不二，故此五智五佛，即胎藏界地水火风空之五大。其分配有二样」。底下叫你「参见五大」，《佛学大辞典》里面你查五大就找出来了。「此有通别二门，今依别门。若依通门，则五智直为五智，五如来直为五如来，教观大纲曰：慈觉云：真言天台立五智者，法界体性智缘中道遮照境」。",
      "zh_TW": "「此五智雖為一身所具之智德，而為引攝眾生」，引導攝受一切眾生，「自本體出生四方之四智四佛」，四智就是此地講的大圓鏡智、平等性智、妙觀察智、成所作智，分配在四方，四智四佛。「此時法界體性智住於本位」，它在當中，「而為中央之大日如來。由大圓鏡智而成東方之阿閦如來，主發菩提心之德」。你看我們這個淨宗教導我們的，「發菩提心，一向專念」，發菩提心是東方阿閦如來他所主的，大圓鏡智。「由平等性智而成南方之寶生如來，主修行之德」，人不修，寶不生，這個寶是什麼？寶就是自性。你不肯修行，你的性德不會顯露出來。「由妙觀察智而成西方之阿彌陀如來，主成菩提之德」。成就菩提，你看前面發菩提心，菩提心發了之後，不修行就不能成就。那要修行怎麼樣？要修行一定把煩惱斷掉，我見、我愛、我痴、我慢要斷掉。這個時候怎麼樣？心淨則佛土淨，阿彌陀佛出現了，主成菩提。「由成所作智而成北方之不空成就如來，主入涅槃之德」。這到了西方極樂世界之後，決定在一生證得無上菩提，契入大般涅槃，這就圓滿功德，這是證得究竟果位。「由此五智成為體相二大。蓋法界體性智之大日為六大，是體大，四方之四佛為其所出之別德，則是四曼（曼是曼荼羅）之相大」。「大圓鏡智之阿閦，為大曼荼羅身。平等性智之寶生，為三昧耶（三昧耶是平等，平等）曼荼羅身。妙觀察智之彌陀，為法曼荼羅身。成所作智之不空成就，為羯磨」。羯磨是作業，這個業就是事，就是做事的曼荼羅身。「理智不二，故此五智五佛，即胎藏界地水火風空之五大。其分配有二樣」。底下叫你「參見五大」，《佛學大辭典》裡面你查五大就找出來了。「此有通別二門，今依別門。若依通門，則五智直為五智，五如來直為五如來，教觀大綱曰：慈覺云：真言天台立五智者，法界體性智緣中道遮照境」。"
    },
    {
      "id": "02-039-0552_p0028",
      "zh_CN": "这一段意思比较深，念老下面的注解说得很详细。我们现在回过头来看念老的注解，我们从「不了故」，这里看起。「不了故，故起疑」，疑惑就生起来。「此一句」就是不了故，在经文里「不了佛智」这一句，「总辨所疑」，疑，疑什么？疑佛的智慧。「下四句一一对治所疑」，疑必须要断，疑要不断它就成了障碍，障碍一般讲障碍你明心见性，这总说。在此地障碍我们的真信，我们这个信心里头有疑，这信不是纯正，所以怕的是在中途懈慢国你过不去，怕这个，所以不能有疑。有疑你的愿力不坚固，遇到懈慢国的境界，你会退心，所以对治所疑就很重要。下面「净影、法位、元晓诸师均同上之说」，这几位祖师大德都同样有这个说法，「以不了佛智一句为总，余四为别」，这大家都是这么看法。「《净影疏》云：初言不了佛智此句是总，不思等是别」，就是不思议智。「佛智渊深，余不能测」，余是菩萨以下，声闻、缘觉、人天没有办法测度，「不思智」就是『不思议智』。「佛智众多，非言能尽，言不可称」，『不可称智』。「于诸法门，知之穷尽」，佛有这种能力，无量无边法门他没有不知道的，他没有不清楚的，「名为广智」。经文里面讲的『大乘广智』，这种智慧。「位分高出，名无等伦最上胜智」，经上讲的这是四种智。",
      "zh_TW": "這一段意思比較深，念老下面的註解說得很詳細。我們現在回過頭來看念老的註解，我們從「不了故」，這裡看起。「不了故，故起疑」，疑惑就生起來。「此一句」就是不了故，在經文裡「不了佛智」這一句，「總辨所疑」，疑，疑什麼？疑佛的智慧。「下四句一一對治所疑」，疑必須要斷，疑要不斷它就成了障礙，障礙一般講障礙你明心見性，這總說。在此地障礙我們的真信，我們這個信心裡頭有疑，這信不是純正，所以怕的是在中途懈慢國你過不去，怕這個，所以不能有疑。有疑你的願力不堅固，遇到懈慢國的境界，你會退心，所以對治所疑就很重要。下面「淨影、法位、元曉諸師均同上之說」，這幾位祖師大德都同樣有這個說法，「以不了佛智一句為總，餘四為別」，這大家都是這麼看法。「《淨影疏》云：初言不了佛智此句是總，不思等是別」，就是不思議智。「佛智淵深，餘不能測」，餘是菩薩以下，聲聞、緣覺、人天沒有辦法測度，「不思智」就是『不思議智』。「佛智眾多，非言能盡，言不可稱」，『不可稱智』。「於諸法門，知之窮盡」，佛有這種能力，無量無邊法門他沒有不知道的，他沒有不清楚的，「名為廣智」。經文裡面講的『大乘廣智』，這種智慧。「位分高出，名無等倫最上勝智」，經上講的這是四種智。"
    },
    {
      "id": "02-039-0552_p0029",
      "zh_CN": "「唐海东元晓师更于余之四句配当四智，如《宗要》云」，元晓是韩国人，韩国净土宗的大师。他把经文里面这四种智配法相唯识的四种智，把它配合起来，在《宗要》里头说，「此言佛智，是总标句。下之四句，各显四智。不思议智者，是成所作智。此智能作不思议事」。我们前面看到作业，作业就是做不思议的事。底下说，举一个例子，「谓一念称名」，我们念一声佛号，「永灭多劫重罪。十念功德，能生界外胜报」。这就是阿弥陀佛极乐国土，这个界是娑婆世界以外的，胜报就是阿弥陀佛极乐国土。「如是等事，非其所测，是故名为不思议智」。这个例子举得好，完全从正面的。如果从反面的呢？那就不是成所作智，那是什么？眼耳鼻舌身这五识造业，阿赖耶指挥它，它就造业了，造杀盗淫妄。如果是成所作智指挥它的，它就造善业，这五个识本身做不了主，谁给它做主？第六分别，第七执着，六七做主。阿赖耶那是高高在上，阿赖耶不分别、也不执着，它是什么？总报主。阿赖耶称为藏识，就像仓库一样，资料室一样，所造一切善业、恶业这些种子，我们讲这些资料全都藏在这个资料库里头，无始以来一桩都没有漏失，全在里头，非常不可思议。转识成智之后，它就变成智慧，大圆镜智，不但自己自性里头本具般若智慧现前，遍法界虚空界一切众生所造的业习他全知道。就好像什么？资料室东西连线了，现在网路上连线，不但知道自己的，别的人全部都知道，他连线通了。所以佛法讲到这个地方，确实这一部分是高等哲学、高等科学，绝对不是讲迷信。在佛法，法相唯识是佛教的心理学，你读了这个东西之后，你要在大学里头看到心理系的课程，你都会觉得枯燥无味，不能跟这个相比，这个里头趣味无穷。今天时间到了，我们就学习到此地。",
      "zh_TW": "「唐海東元曉師更於餘之四句配當四智，如《宗要》云」，元曉是韓國人，韓國淨土宗的大師。他把經文裡面這四種智配法相唯識的四種智，把它配合起來，在《宗要》裡頭說，「此言佛智，是總標句。下之四句，各顯四智。不思議智者，是成所作智。此智能作不思議事」。我們前面看到作業，作業就是做不思議的事。底下說，舉一個例子，「謂一念稱名」，我們念一聲佛號，「永滅多劫重罪。十念功德，能生界外勝報」。這就是阿彌陀佛極樂國土，這個界是娑婆世界以外的，勝報就是阿彌陀佛極樂國土。「如是等事，非其所測，是故名為不思議智」。這個例子舉得好，完全從正面的。如果從反面的呢？那就不是成所作智，那是什麼？眼耳鼻舌身這五識造業，阿賴耶指揮它，它就造業了，造殺盜淫妄。如果是成所作智指揮它的，它就造善業，這五個識本身做不了主，誰給它做主？第六分別，第七執著，六七做主。阿賴耶那是高高在上，阿賴耶不分別、也不執著，它是什麼？總報主。阿賴耶稱為藏識，就像倉庫一樣，資料室一樣，所造一切善業、惡業這些種子，我們講這些資料全都藏在這個資料庫裡頭，無始以來一樁都沒有漏失，全在裡頭，非常不可思議。轉識成智之後，它就變成智慧，大圓鏡智，不但自己自性裡頭本具般若智慧現前，遍法界虛空界一切眾生所造的業習他全知道。就好像什麼？資料室東西連線了，現在網路上連線，不但知道自己的，別的人全部都知道，他連線通了。所以佛法講到這個地方，確實這一部分是高等哲學、高等科學，絕對不是講迷信。在佛法，法相唯識是佛教的心理學，你讀了這個東西之後，你要在大學裡頭看到心理系的課程，你都會覺得枯燥無味，不能跟這個相比，這個裡頭趣味無窮。今天時間到了，我們就學習到此地。"
    }
  ]
}