{
  "doc_id": "02-039-0413",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四一三集",
    "zh_TW": "第四一三集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0413",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-039-0413_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第五百一十六面第七行，从头看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第五百一十六面第七行，從頭看起："
    },
    {
      "id": "02-039-0413_p0002",
      "zh_CN": "「又《观经》中品三种往生者，皆未言发菩提心。生极乐后，所证亦皆声闻乘果。如中品上生，花开即得阿罗汉果。中品中生，七日花开，得须陀洹，经半劫后，成阿罗汉。中品下生亦是七日后得须陀洹，但须过一小劫，方成阿罗汉。皆是小乘圣果也。」这是念老引用《观无量寿佛经》所说的中品三种往生，中品上生、中品中生、中品下生，相当于本经三辈当中的中辈。本经三辈都有「发菩提心，一向专念阿弥陀佛」，《观经》上没有，没有这样的文字，中三品都没有说发菩提心。生到极乐世界之后，所证的果都是声闻果，小果。我们知道，中辈的三品，往生西方极乐世界都是方便有余土，下辈的是凡圣同居土，上辈三品是实报庄严土，确实不一样。总是修净土的人根性不相同，于无始劫以来修行习气也不相同，感果当然不一样。",
      "zh_TW": "「又《觀經》中品三種往生者，皆未言發菩提心。生極樂後，所證亦皆聲聞乘果。如中品上生，花開即得阿羅漢果。中品中生，七日花開，得須陀洹，經半劫後，成阿羅漢。中品下生亦是七日後得須陀洹，但須過一小劫，方成阿羅漢。皆是小乘聖果也。」這是念老引用《觀無量壽佛經》所說的中品三種往生，中品上生、中品中生、中品下生，相當於本經三輩當中的中輩。本經三輩都有「發菩提心，一向專念阿彌陀佛」，《觀經》上沒有，沒有這樣的文字，中三品都沒有說發菩提心。生到極樂世界之後，所證的果都是聲聞果，小果。我們知道，中輩的三品，往生西方極樂世界都是方便有餘土，下輩的是凡聖同居土，上輩三品是實報莊嚴土，確實不一樣。總是修淨土的人根性不相同，於無始劫以來修行習氣也不相同，感果當然不一樣。"
    },
    {
      "id": "02-039-0413_p0003",
      "zh_CN": "这个地方我们要注意到的，这是各人修因之所感，如果得到阿弥陀佛本愿威神加持那就不一样了。因为四十八愿第二十愿愿文里头有，凡是往生到西方极乐世界的人，皆作阿惟越致菩萨，没有说中三品除外，没讲，也没有说下三品除外。由此可知，下品下生生到极乐世界，也得到阿弥陀佛四十八愿的加持，佛愿一加，那就都成了阿惟越致。阿惟越致菩萨是什么地位？是上三品的地位，上辈往生。这个是粗说，略说；要细说，跟《华严经》上没有两样。上辈往生里面是四十一位法身大士，那就不是三辈，四十一辈，十住、十行、十回向、十地、等觉，这些果位的人在极乐世界住实报庄严土。但是极乐世界跟别的世界不一样，它虽有四土三辈九品，理上有，而事上，事上看不到。事上他们是平等世界，大众都能够聚会在一堂，这个不能不知道。也就是说，上上品的人跟下下品的人在一个教室上课，天天见面，时时会碰头。这是一切诸佛刹土里面没有的，只有西方极乐世界有，这一点不能不知道。",
      "zh_TW": "這個地方我們要注意到的，這是各人修因之所感，如果得到阿彌陀佛本願威神加持那就不一樣了。因為四十八願第二十願願文裡頭有，凡是往生到西方極樂世界的人，皆作阿惟越致菩薩，沒有說中三品除外，沒講，也沒有說下三品除外。由此可知，下品下生生到極樂世界，也得到阿彌陀佛四十八願的加持，佛願一加，那就都成了阿惟越致。阿惟越致菩薩是什麼地位？是上三品的地位，上輩往生。這個是粗說，略說；要細說，跟《華嚴經》上沒有兩樣。上輩往生裡面是四十一位法身大士，那就不是三輩，四十一輩，十住、十行、十迴向、十地、等覺，這些果位的人在極樂世界住實報莊嚴土。但是極樂世界跟別的世界不一樣，它雖有四土三輩九品，理上有，而事上，事上看不到。事上他們是平等世界，大眾都能夠聚會在一堂，這個不能不知道。也就是說，上上品的人跟下下品的人在一個教室上課，天天見面，時時會碰頭。這是一切諸佛剎土裡面沒有的，只有西方極樂世界有，這一點不能不知道。"
    },
    {
      "id": "02-039-0413_p0004",
      "zh_CN": "我们看念老的注解，他说「如中品上生」，举个例子来说，「花开即得阿罗汉果」，相当于我们这个世间四圣法界里面的声闻，超越六道了。六道是凡圣同居土，超越六道当然他是方便有余土。这是中品上生的，到那个地方花开见佛。而中品中生往生到西方极乐世界，还要七天花才开，花开的时候他不是阿罗汉，他是须陀洹，小乘里面的初果，确确实实他是圣人，他不是凡夫。「经半劫后，成阿罗汉」，他的根性不如前面的一类。而中品下生也是七日后花开得须陀洹果，中品中生的人半劫就成阿罗汉，中品下生的人要一小劫才成阿罗汉。那我们也知道了，前面所讲的半劫是半小劫，不是大劫，是小劫，成阿罗汉。都是小乘圣果，在我们这个世间，娑婆世界，四圣法界。我们就知道，四圣法界是释迦牟尼佛的方便土，六道是释迦牟尼佛的凡圣同居土。",
      "zh_TW": "我們看念老的註解，他說「如中品上生」，舉個例子來說，「花開即得阿羅漢果」，相當於我們這個世間四聖法界裡面的聲聞，超越六道了。六道是凡聖同居土，超越六道當然他是方便有餘土。這是中品上生的，到那個地方花開見佛。而中品中生往生到西方極樂世界，還要七天花才開，花開的時候他不是阿羅漢，他是須陀洹，小乘裡面的初果，確確實實他是聖人，他不是凡夫。「經半劫後，成阿羅漢」，他的根性不如前面的一類。而中品下生也是七日後花開得須陀洹果，中品中生的人半劫就成阿羅漢，中品下生的人要一小劫才成阿羅漢。那我們也知道了，前面所講的半劫是半小劫，不是大劫，是小劫，成阿羅漢。都是小乘聖果，在我們這個世間，娑婆世界，四聖法界。我們就知道，四聖法界是釋迦牟尼佛的方便土，六道是釋迦牟尼佛的凡聖同居土。"
    },
    {
      "id": "02-039-0413_p0005",
      "zh_CN": "底下说，「善导大师谓」，这是善导大师说的话，「中品上生，是小乘根性上善凡夫人」。那就是说为什么他们不生实报土而生方便土？过去生中，学小乘的时间很长，带着有浓厚的小乘习气，他是上善凡夫之人。「中品中生是小乘下善凡夫人」，这善，修善功夫不一样，一个上善，一个是下善。而「中品下生是世善上福凡夫人」，这说明前面是修出世间法，中品下生修的是世间法，世间福报，上福，凡夫人。世间福报跟出世间福报在事上讲是相同的，都是修十善业，修十善、修六波罗蜜，我执没有破。诸位要知道，小乘人，小乘须陀洹八十八品见惑断了，他修十善、六波罗蜜，就不是凡夫一类，他证果了，他修的善与诸佛菩萨相应。所以，世善跟出世法不相应，也就是说他有分别、他有执着，这一类的凡夫。",
      "zh_TW": "底下說，「善導大師謂」，這是善導大師說的話，「中品上生，是小乘根性上善凡夫人」。那就是說為什麼他們不生實報土而生方便土？過去生中，學小乘的時間很長，帶著有濃厚的小乘習氣，他是上善凡夫之人。「中品中生是小乘下善凡夫人」，這善，修善功夫不一樣，一個上善，一個是下善。而「中品下生是世善上福凡夫人」，這說明前面是修出世間法，中品下生修的是世間法，世間福報，上福，凡夫人。世間福報跟出世間福報在事上講是相同的，都是修十善業，修十善、修六波羅蜜，我執沒有破。諸位要知道，小乘人，小乘須陀洹八十八品見惑斷了，他修十善、六波羅蜜，就不是凡夫一類，他證果了，他修的善與諸佛菩薩相應。所以，世善跟出世法不相應，也就是說他有分別、他有執著，這一類的凡夫。"
    },
    {
      "id": "02-039-0413_p0006",
      "zh_CN": "「上之经论，似与本经相违」，跟本经所讲的不一样，就是《观经》上所说的。「本经中辈皆是发菩提心之大乘行人」，到了西方极乐世界，「皆不退转于无上菩提」，这《无量寿经》上讲的不一样。「又《往生论》曰：二乘种不生，盖谓二乘种性之人，不能往生」，《往生论》上所说的跟本经所讲的相应。「此则契于本经而违于上之经论」，上面所引用的是《观无量寿佛经》，跟《观经》讲的不一样。「如上相违之处」，这两种经讲的不相同，「《净影疏》解之，甚为详善」。《净影疏》，隋朝慧远法师，他有《无量寿经义疏》，是慧远大师的著作。后人尊重他，不称名，称净影，净影是寺院的名字，他住在净影寺，称为净影寺的大师，这是对他的敬称。古人有这个习惯，通常不称名，称字，我们出家人也有名也有字。只有老师称名，在家父母称名，父母、老师一生都是称你名。除这两种人之外，连你的祖父母、伯父叔父、亲朋好友，都称字而不称名，这是对你的尊敬。不像现在人，现在没有了，现在称人是连姓带名，这个在古时候是最不客气的，连姓带名称很不客气。现在都不讲这些了，可是我们要知道。远公大师的解释那就比较详细，也讲得好，善是好，解释得好。",
      "zh_TW": "「上之經論，似與本經相違」，跟本經所講的不一樣，就是《觀經》上所說的。「本經中輩皆是發菩提心之大乘行人」，到了西方極樂世界，「皆不退轉於無上菩提」，這《無量壽經》上講的不一樣。「又《往生論》曰：二乘種不生，蓋謂二乘種性之人，不能往生」，《往生論》上所說的跟本經所講的相應。「此則契於本經而違於上之經論」，上面所引用的是《觀無量壽佛經》，跟《觀經》講的不一樣。「如上相違之處」，這兩種經講的不相同，「《淨影疏》解之，甚為詳善」。《淨影疏》，隋朝慧遠法師，他有《無量壽經義疏》，是慧遠大師的著作。後人尊重他，不稱名，稱淨影，淨影是寺院的名字，他住在淨影寺，稱為淨影寺的大師，這是對他的敬稱。古人有這個習慣，通常不稱名，稱字，我們出家人也有名也有字。只有老師稱名，在家父母稱名，父母、老師一生都是稱你名。除這兩種人之外，連你的祖父母、伯父叔父、親朋好友，都稱字而不稱名，這是對你的尊敬。不像現在人，現在沒有了，現在稱人是連姓帶名，這個在古時候是最不客氣的，連姓帶名稱很不客氣。現在都不講這些了，可是我們要知道。遠公大師的解釋那就比較詳細，也講得好，善是好，解釋得好。"
    },
    {
      "id": "02-039-0413_p0007",
      "zh_CN": "「疏曰」，这是《净影疏》，「天亲作往生偈」，《往生论》是天亲菩萨作的，这个里面讲「二乘种皆不得生」。二乘种不生，换句话，肯定西方极乐世界全是大乘根性，没有二乘种性，凡夫去往生的也是属于大乘根性的。「《观经》宣说小乘众生，亦得往生，其义云何」，这是什么个道理？「释言」，这是解释，「言二乘种不得生者，就此国中，往去时说」。此国是娑婆世界，在娑婆世界往生到极乐世界这个时候来说二乘种不生。「小乘众生先虽习小，临欲去时，要发大心，方得往生」，这个话说得好。他临命终时，他修小乘的，将自己修学的功德回向求生西方极乐世界，这就是大乘，就转小成大，他就能往生。如果他坚持小乘，那他就去不了。所以在临终往生的时候，一定是回小向大。下面说得很好，「若用小心」，就是小乘心，「求生彼国，无得去理」，在理上讲不通，这是决定不可能。「为是天亲言，二乘种不得往生」，所以天亲说的话是这个意思，得要搞清楚。小乘人临终回小向大，就能生到极乐世界，而是中辈往生。",
      "zh_TW": "「疏曰」，這是《淨影疏》，「天親作往生偈」，《往生論》是天親菩薩作的，這個裡面講「二乘種皆不得生」。二乘種不生，換句話，肯定西方極樂世界全是大乘根性，沒有二乘種性，凡夫去往生的也是屬於大乘根性的。「《觀經》宣說小乘眾生，亦得往生，其義云何」，這是什麼個道理？「釋言」，這是解釋，「言二乘種不得生者，就此國中，往去時說」。此國是娑婆世界，在娑婆世界往生到極樂世界這個時候來說二乘種不生。「小乘眾生先雖習小，臨欲去時，要發大心，方得往生」，這個話說得好。他臨命終時，他修小乘的，將自己修學的功德迴向求生西方極樂世界，這就是大乘，就轉小成大，他就能往生。如果他堅持小乘，那他就去不了。所以在臨終往生的時候，一定是回小向大。下面說得很好，「若用小心」，就是小乘心，「求生彼國，無得去理」，在理上講不通，這是決定不可能。「為是天親言，二乘種不得往生」，所以天親說的話是這個意思，得要搞清楚。小乘人臨終回小向大，就能生到極樂世界，而是中輩往生。"
    },
    {
      "id": "02-039-0413_p0008",
      "zh_CN": "「问云，若言去用大心，何故至彼证入小果」，往生的时候回小向大了，为什么到西方极乐世界他证的是小乘果位，而不是大乘果位？这下面是解释，「由其本习小乘多故，本在此处，多学观察苦、无常等」，这是说，他本来在娑婆世界修学小乘的时间很长。本在此处，他的根本在娑婆世界，平常学习的都是观察苦空无常，这是小乘人所学的。「至彼」，就是到达西方极乐世界了，西方世界也有讲小乘，佛也说。我们晓得，极乐世界六尘说法，树木花草都说法，七宝池里面八功德水也说法，阿弥陀佛变化所作的众鸟也说法，你喜欢听什么他就说什么。小乘人修学小乘，没证阿罗汉果，他欢喜听这些。极乐世界不可思议，喜欢听什么法门，你就听到佛菩萨乃至六尘，都给你说这个法门，让你欢喜、觉悟。所以到达，「至彼闻说苦、无常等」，至彼是到达西方极乐世界之后，也听到说苦空、无常，「即便悟解，故证小果」。这个小果要跟大乘对比，阿罗汉相当于大乘《华严经》上七信位的菩萨，八信位就是辟支佛，九信位是十法界里面的菩萨，十信是十法界里面的佛。四圣法界，佛、菩萨、缘觉、声闻，是大乘十信位的上面四个阶位。你说他小乘可以，你说他大乘也可以，大乘七信以上。",
      "zh_TW": "「問云，若言去用大心，何故至彼證入小果」，往生的時候回小向大了，為什麼到西方極樂世界他證的是小乘果位，而不是大乘果位？這下面是解釋，「由其本習小乘多故，本在此處，多學觀察苦、無常等」，這是說，他本來在娑婆世界修學小乘的時間很長。本在此處，他的根本在娑婆世界，平常學習的都是觀察苦空無常，這是小乘人所學的。「至彼」，就是到達西方極樂世界了，西方世界也有講小乘，佛也說。我們曉得，極樂世界六塵說法，樹木花草都說法，七寶池裡面八功德水也說法，阿彌陀佛變化所作的眾鳥也說法，你喜歡聽什麼他就說什麼。小乘人修學小乘，沒證阿羅漢果，他歡喜聽這些。極樂世界不可思議，喜歡聽什麼法門，你就聽到佛菩薩乃至六塵，都給你說這個法門，讓你歡喜、覺悟。所以到達，「至彼聞說苦、無常等」，至彼是到達西方極樂世界之後，也聽到說苦空、無常，「即便悟解，故證小果」。這個小果要跟大乘對比，阿羅漢相當於大乘《華嚴經》上七信位的菩薩，八信位就是辟支佛，九信位是十法界裡面的菩薩，十信是十法界裡面的佛。四聖法界，佛、菩薩、緣覺、聲聞，是大乘十信位的上面四個階位。你說他小乘可以，你說他大乘也可以，大乘七信以上。"
    },
    {
      "id": "02-039-0413_p0009",
      "zh_CN": "「以本垂终发大乘心，求生彼故」，小乘决定是回心向大，发大乘心。也就是蕅益大师所讲的，对于净土法门、对于极乐世界跟阿弥陀佛，真信、真想求生，具备这两个条件他就往生了。生到极乐世界品位高下，那是你念佛功夫的浅深。小乘人他自己修证的功夫不一样，有人修到初果、修到二果了，往生就很容易证得阿罗汉果，小乘的四果，大乘七信位的菩萨，更胜的可以提升到第八信、第九信。「在彼国中」，在极乐世界，「得罗汉已」，实际上就是我们用《华严经》来说，证得七信的果位，「即便求大」，菩提心就生起来，大就是菩提心。昙鸾、道绰这些大师对这个问题的看法，我们在前面都学过，这就不再多说了。再看下面这一段，下辈往生。",
      "zh_TW": "「以本垂終發大乘心，求生彼故」，小乘決定是回心向大，發大乘心。也就是蕅益大師所講的，對於淨土法門、對於極樂世界跟阿彌陀佛，真信、真想求生，具備這兩個條件他就往生了。生到極樂世界品位高下，那是你念佛功夫的淺深。小乘人他自己修證的功夫不一樣，有人修到初果、修到二果了，往生就很容易證得阿羅漢果，小乘的四果，大乘七信位的菩薩，更勝的可以提升到第八信、第九信。「在彼國中」，在極樂世界，「得羅漢已」，實際上就是我們用《華嚴經》來說，證得七信的果位，「即便求大」，菩提心就生起來，大就是菩提心。曇鸞、道綽這些大師對這個問題的看法，我們在前面都學過，這就不再多說了。再看下面這一段，下輩往生。"
    },
    {
      "id": "02-039-0413_p0010",
      "zh_CN": "【其下辈者。假使不能作诸功德。当发无上菩提之心。一向专念阿弥陀佛。欢喜信乐。不生疑惑。以至诚心。愿生其国。此人临终梦见彼佛。亦得往生。功德智慧次如中辈者也。】",
      "zh_TW": "【其下輩者。假使不能作諸功德。當發無上菩提之心。一向專念阿彌陀佛。歡喜信樂。不生疑惑。以至誠心。願生其國。此人臨終夢見彼佛。亦得往生。功德智慧次如中輩者也。】"
    },
    {
      "id": "02-039-0413_p0011",
      "zh_CN": "这个三辈往生，我们要特别留意学习，为什么？我们想到西方极乐世界去，亲近阿弥陀佛，这两品经文，二十四跟二十五，讲的是方法，用什么方法可以去。上、中辈的条件我们不能具足，下辈是肯定可以做得到的。下辈往生有三个因缘，你看条件愈来愈简单了，中辈是七个因缘，这只有三个因缘。「一、发菩提心，二、一向专念，三、至诚愿生」，真想去，不是假的。应不应该去？决定应该去。你要是留恋娑婆世界，你出不了六道轮回，在六道里面，肯定是三恶道的时间长，三善道的时间短。",
      "zh_TW": "這個三輩往生，我們要特別留意學習，為什麼？我們想到西方極樂世界去，親近阿彌陀佛，這兩品經文，二十四跟二十五，講的是方法，用什麼方法可以去。上、中輩的條件我們不能具足，下輩是肯定可以做得到的。下輩往生有三個因緣，你看條件愈來愈簡單了，中輩是七個因緣，這只有三個因緣。「一、發菩提心，二、一向專念，三、至誠願生」，真想去，不是假的。應不應該去？決定應該去。你要是留戀娑婆世界，你出不了六道輪迴，在六道裡面，肯定是三惡道的時間長，三善道的時間短。"
    },
    {
      "id": "02-039-0413_p0012",
      "zh_CN": "我们虽然是得人身，生在今天这个时代，我们遇到灾难，什么灾难？我们把本性丧失掉了，人性丧失掉了，把良心丧失掉了，把道德丧失掉了。换句话说，二千五百年前，左丘明着的《左传》里头有句话说，「人弃常则妖兴」。这三个是常道，如果就文字上来说，常是五常，五常是仁义礼智信，我们今天无智、无礼、不仁、不义、不信，这五个都没有了。五个都没有了，人连畜生都不如。现在不但是连畜生不如，连鬼都不如，鬼里面修行的很多，修行真正往生到极乐世界也不少。你们看我每天讲经讲得很快乐、讲得很高兴，什么原因？人听懂的不多，鬼听懂的很多，人往生的不多，鬼往生的很多，我看到很高兴，没有白讲。这桩事情总得要晓得，要有至诚心。",
      "zh_TW": "我們雖然是得人身，生在今天這個時代，我們遇到災難，什麼災難？我們把本性喪失掉了，人性喪失掉了，把良心喪失掉了，把道德喪失掉了。換句話說，二千五百年前，左丘明著的《左傳》裡頭有句話說，「人棄常則妖興」。這三個是常道，如果就文字上來說，常是五常，五常是仁義禮智信，我們今天無智、無禮、不仁、不義、不信，這五個都沒有了。五個都沒有了，人連畜生都不如。現在不但是連畜生不如，連鬼都不如，鬼裡面修行的很多，修行真正往生到極樂世界也不少。你們看我每天講經講得很快樂、講得很高興，什麼原因？人聽懂的不多，鬼聽懂的很多，人往生的不多，鬼往生的很多，我看到很高興，沒有白講。這樁事情總得要曉得，要有至誠心。"
    },
    {
      "id": "02-039-0413_p0013",
      "zh_CN": "「与中辈相较」，跟中辈比较一下，「只是不能作诸功德」。前面中辈三品的都修有功德，我们今天没办法做功德。什么叫功、什么叫德？这两个字要搞清楚，修行有功夫，你自然就有德。譬如我们用事相来说，大家容易懂，持戒有功，三昧是德，因戒得定，三昧是定，你得到了。修定有功，开慧是德，智慧开了。我们今天没有，没有功德，今天修的是什么？福德。梁武帝那个时代，达摩祖师从印度到中国来，梁武帝是佛门的大护法。他做国王的时候，用他的威德为佛教建立四百八十座寺庙，度出家人，他做功德主，修供养，几十万人。达摩祖师到中国来跟梁武帝见面，梁武帝很得意，在法师面前夸耀，我建这么多寺，护持佛法，供养这么多的僧众，他向达摩祖师请教，我这个功德大不大？达摩祖师告诉他，并无功德。梁武帝听了这句话很不高兴，送客，不跟他谈话了，把他送走了，以后再不见他。达摩祖师不会说话，但是达摩祖师是老实人，可是改一个字就行了，他问功德大不大？达摩祖师可以回答，福德很大很大。他修的是福德，不是功德。",
      "zh_TW": "「與中輩相較」，跟中輩比較一下，「只是不能作諸功德」。前面中輩三品的都修有功德，我們今天沒辦法做功德。什麼叫功、什麼叫德？這兩個字要搞清楚，修行有功夫，你自然就有德。譬如我們用事相來說，大家容易懂，持戒有功，三昧是德，因戒得定，三昧是定，你得到了。修定有功，開慧是德，智慧開了。我們今天沒有，沒有功德，今天修的是什麼？福德。梁武帝那個時代，達摩祖師從印度到中國來，梁武帝是佛門的大護法。他做國王的時候，用他的威德為佛教建立四百八十座寺廟，度出家人，他做功德主，修供養，幾十萬人。達摩祖師到中國來跟梁武帝見面，梁武帝很得意，在法師面前誇耀，我建這麼多寺，護持佛法，供養這麼多的僧眾，他向達摩祖師請教，我這個功德大不大？達摩祖師告訴他，並無功德。梁武帝聽了這句話很不高興，送客，不跟他談話了，把他送走了，以後再不見他。達摩祖師不會說話，但是達摩祖師是老實人，可是改一個字就行了，他問功德大不大？達摩祖師可以回答，福德很大很大。他修的是福德，不是功德。"
    },
    {
      "id": "02-039-0413_p0014",
      "zh_CN": "功德跟福德差别在哪里？功德是清净心，梁武帝心不清净，还夸耀自己，这个夸耀就属于福德，就不是功德。功德是什么？功德是离一切相，修一切善法，不着相是功德，着相就是福德，这个我们要知道。他还在别人面前夸耀，那不是福德吗？那哪是功德？那不是功德。功德可以了生死、可以出三界，福德不行，福德只能感受人天福报；或者说五道里面的福报，六道除地狱道，畜生跟饿鬼道都是有福的，他在五道里头享福。下辈往生的人，我们就知道，他的执着、分别习气非常重，所以他没有办法作诸功德。这句话我们听了要能警觉，我们这一生能做多少功德？如果还有自私自利，还有名闻利养，还重视得失，那么就功德都没有，所修的全是善法，不是功德。可是要求生西方极乐世界，中辈没有分，下辈有分，下辈往生没问题。",
      "zh_TW": "功德跟福德差別在哪裡？功德是清淨心，梁武帝心不清淨，還誇耀自己，這個誇耀就屬於福德，就不是功德。功德是什麼？功德是離一切相，修一切善法，不著相是功德，著相就是福德，這個我們要知道。他還在別人面前誇耀，那不是福德嗎？那哪是功德？那不是功德。功德可以了生死、可以出三界，福德不行，福德只能感受人天福報；或者說五道裡面的福報，六道除地獄道，畜生跟餓鬼道都是有福的，他在五道裡頭享福。下輩往生的人，我們就知道，他的執著、分別習氣非常重，所以他沒有辦法作諸功德。這句話我們聽了要能警覺，我們這一生能做多少功德？如果還有自私自利，還有名聞利養，還重視得失，那麼就功德都沒有，所修的全是善法，不是功德。可是要求生西方極樂世界，中輩沒有分，下輩有分，下輩往生沒問題。"
    },
    {
      "id": "02-039-0413_p0015",
      "zh_CN": "下面说，『欢喜信乐，不生疑惑』，这两句话可重要了，这是「即十念必生愿中之至心信乐」。『以至诚心，愿生其国』。这是阿弥陀佛的本愿。所以我们能不能往生到西方极乐世界，这个四句就非常重要，如果我们有，那我们就肯定我们这一生决定往生。「欢喜信乐，不生疑惑，以至诚心，愿生其国」，就这四句，我们想想我们自己现在有没有？我们在这一生当中最欢喜的事情是什么？受持《无量寿经》，执持名号，如果是我们一生当中最欢喜的事情，我们对这个事情一丝毫疑惑没有，相信。这个乐是爱好，信乐，不是信乐，乐是快乐，这个地方当动词讲，爱好。我相信，我爱好，没有疑惑。然后以真诚到极处的心，至诚就是真诚到极处，愿生其国，求生净土，你就决定得生。这个话蕅益大师说的，不是我说的。蕅益大师在《弥陀经要解》里面讲，行人，就是念佛的人，能不能往生净土，决定在信、愿之有无，说得好。你有真信、有切愿，你看欢喜信乐，他有信，他有愿，愿生其国，这就决定得生。",
      "zh_TW": "下面說，『歡喜信樂，不生疑惑』，這兩句話可重要了，這是「即十念必生願中之至心信樂」。『以至誠心，願生其國』。這是阿彌陀佛的本願。所以我們能不能往生到西方極樂世界，這個四句就非常重要，如果我們有，那我們就肯定我們這一生決定往生。「歡喜信樂，不生疑惑，以至誠心，願生其國」，就這四句，我們想想我們自己現在有沒有？我們在這一生當中最歡喜的事情是什麼？受持《無量壽經》，執持名號，如果是我們一生當中最歡喜的事情，我們對這個事情一絲毫疑惑沒有，相信。這個樂是愛好，信樂，不是信樂，樂是快樂，這個地方當動詞講，愛好。我相信，我愛好，沒有疑惑。然後以真誠到極處的心，至誠就是真誠到極處，願生其國，求生淨土，你就決定得生。這個話蕅益大師說的，不是我說的。蕅益大師在《彌陀經要解》裡面講，行人，就是念佛的人，能不能往生淨土，決定在信、願之有無，說得好。你有真信、有切願，你看歡喜信樂，他有信，他有願，願生其國，這就決定得生。"
    },
    {
      "id": "02-039-0413_p0016",
      "zh_CN": "我们在这一生当中，这是我们第一桩大事，什么大事？这一生作佛去了，头等大事，不再搞轮回。我们是不是这个心？是不是这个愿？如果是这个心、是这个愿，我相信，你，古人讲的这句话，心安理得。你的心安了，为什么？理明白了。倒过头来，理得到了，你心一定安。心安，我为什么强调这个心安？这世间灾难与你不相干了，大家有灾难，你没有灾难。为什么？你已经取得西方极乐世界，灾难如果现前，你非常欢喜到极乐世界去了。前面我们学得很多，很清楚、很明白，我们念头一动，阿弥陀佛就知道了，什么时候去什么时候就来接引，感应道交不可思议。所以「欢喜信乐，不生疑惑，以至诚心，愿生其国」，这十六个字是我们能不能往生的关键。如果具足，这四句就是保证书，你说多重要！",
      "zh_TW": "我們在這一生當中，這是我們第一樁大事，什麼大事？這一生作佛去了，頭等大事，不再搞輪迴。我們是不是這個心？是不是這個願？如果是這個心、是這個願，我相信，你，古人講的這句話，心安理得。你的心安了，為什麼？理明白了。倒過頭來，理得到了，你心一定安。心安，我為什麼強調這個心安？這世間災難與你不相干了，大家有災難，你沒有災難。為什麼？你已經取得西方極樂世界，災難如果現前，你非常歡喜到極樂世界去了。前面我們學得很多，很清楚、很明白，我們念頭一動，阿彌陀佛就知道了，什麼時候去什麼時候就來接引，感應道交不可思議。所以「歡喜信樂，不生疑惑，以至誠心，願生其國」，這十六個字是我們能不能往生的關鍵。如果具足，這四句就是保證書，你說多重要！"
    },
    {
      "id": "02-039-0413_p0017",
      "zh_CN": "这就是《观经》里面的至诚心与回向发愿心。这是讲菩提心，菩提心的体，至诚心，自受用深心，他受用的是回向发愿心，与《观经》的菩提心相应。「且三辈往生咸云」，三辈往生都说，「当发无上菩提之心」。「是故《净影疏》曰，然此三辈，人位虽殊」，求生净土的人善根福德因缘不一样，千差万别，往生西方极乐世界，三辈九品也不一样，品位不相同。「至欲往生，齐须发心求大菩提，专念彼佛，回向发愿，方得往生」，这是完全相同的。这是我们必须要具备的条件，真正想往生，一定发菩提心。发菩提心是什么？就是蕅益大师所说的真信、真愿，真信，不怀疑；真愿，你就能真放下。放下什么？娑婆世界的林林总总、点点滴滴全放下了，不再干涉了。",
      "zh_TW": "這就是《觀經》裡面的至誠心與迴向發願心。這是講菩提心，菩提心的體，至誠心，自受用深心，他受用的是迴向發願心，與《觀經》的菩提心相應。「且三輩往生咸云」，三輩往生都說，「當發無上菩提之心」。「是故《淨影疏》曰，然此三輩，人位雖殊」，求生淨土的人善根福德因緣不一樣，千差萬別，往生西方極樂世界，三輩九品也不一樣，品位不相同。「至欲往生，齊須發心求大菩提，專念彼佛，迴向發願，方得往生」，這是完全相同的。這是我們必須要具備的條件，真正想往生，一定發菩提心。發菩提心是什麼？就是蕅益大師所說的真信、真願，真信，不懷疑；真願，你就能真放下。放下什麼？娑婆世界的林林總總、點點滴滴全放下了，不再干涉了。"
    },
    {
      "id": "02-039-0413_p0018",
      "zh_CN": "尤其是在往生的时候，往生的时候如果一念放不下，你就去不了。谁能保证自己在临命终时真放下？平常说得很好，临命终他真放不下。所以说放下，他不是真的，是假的。真的要平时去练，现在就干，在日常生活当中、工作中、处事待人接物之中，一定要看得淡薄，知道什么？知道这个全是假的，凡所有相，皆是虚妄。科学家告诉我们，物质现象、精神现象全是假的，没有一样是真的。物质现象它的根源是意念，意念是精神现象，意念从哪里来的？无中生有，有还归无，了不可得，你为什么不放下？不放下你就受其害，放下你就得其益。所以放下是功德，放不下都属于福德，福德也是假的，也不是真的。所以佛教给我们，用什么样的心态来看世间？《金刚经》上四句偈说得好，「一切有为法，如梦幻泡影」，你要这个看法，「如露亦如电，应作如是观」。这是讲这些现象的存在，物质现象、精神现象的存在，就像闪电一样，像露水一样，一刹那，时间很短，不长。真正通达明了，你就很容易放下。",
      "zh_TW": "尤其是在往生的時候，往生的時候如果一念放不下，你就去不了。誰能保證自己在臨命終時真放下？平常說得很好，臨命終他真放不下。所以說放下，他不是真的，是假的。真的要平時去練，現在就幹，在日常生活當中、工作中、處事待人接物之中，一定要看得淡薄，知道什麼？知道這個全是假的，凡所有相，皆是虛妄。科學家告訴我們，物質現象、精神現象全是假的，沒有一樣是真的。物質現象它的根源是意念，意念是精神現象，意念從哪裡來的？無中生有，有還歸無，了不可得，你為什麼不放下？不放下你就受其害，放下你就得其益。所以放下是功德，放不下都屬於福德，福德也是假的，也不是真的。所以佛教給我們，用什麼樣的心態來看世間？《金剛經》上四句偈說得好，「一切有為法，如夢幻泡影」，你要這個看法，「如露亦如電，應作如是觀」。這是講這些現象的存在，物質現象、精神現象的存在，就像閃電一樣，像露水一樣，一剎那，時間很短，不長。真正通達明瞭，你就很容易放下。"
    },
    {
      "id": "02-039-0413_p0019",
      "zh_CN": "我在早年，曾经就《金刚经》这四句偈，我把它印在透明的胶纸上，这四句话。送给谁？送给每个信徒家里贴到电视机上，看电视就看到，「一切有为法，如梦幻泡影」。提醒大家，电视是梦幻泡影，「如露亦如电」，回过头来看看我们现实的世界，跟电视差不多，不是真的，何必认真？看破了，它就不干扰你的清净心，清净心现前。清净心现前，那往生是决定靠得住。清净心是什么心？真诚心，这经上讲的至诚心。",
      "zh_TW": "我在早年，曾經就《金剛經》這四句偈，我把它印在透明的膠紙上，這四句話。送給誰？送給每個信徒家裡貼到電視機上，看電視就看到，「一切有為法，如夢幻泡影」。提醒大家，電視是夢幻泡影，「如露亦如電」，回過頭來看看我們現實的世界，跟電視差不多，不是真的，何必認真？看破了，它就不干擾你的清淨心，清淨心現前。清淨心現前，那往生是決定靠得住。清淨心是什麼心？真誠心，這經上講的至誠心。"
    },
    {
      "id": "02-039-0413_p0020",
      "zh_CN": "「专念彼佛」，这一句重要。心里面只有阿弥陀佛，阿弥陀佛之外全放下了。阿弥陀佛是无量的功德，念一句无量功德，念无量句，那是无量无量的功德，为什么不干？为什么还要起杂念？真正明白了，真正知道了，不会起杂念，为什么？起一个杂念，你说我损失了无量功德。这个样子才能够念念相续。功德比福德那不知道殊胜到哪里去了！谚语所谓「福人居福地，福地福人居」，那功德还得了！一个修功德的人住在这个地方，这个地真有福了，这个地上所在的一切众生都不会遭难，这个功德多大！现在大家都在谈二０一二马雅的灾难预言，真正有功德的、有福德的人他会说，你们有事我没事，你们有灾难我没有灾难，这是真的不是假的。所以，许多人都劝我们要念佛，要认真去念佛，要发心专念阿弥陀佛，再「回向发愿，方得往生」。我们把所修的功德、福德都不享受，这个功德干什么？这个功德专门用来求生西方，这就是回向发愿。",
      "zh_TW": "「專念彼佛」，這一句重要。心裡面只有阿彌陀佛，阿彌陀佛之外全放下了。阿彌陀佛是無量的功德，念一句無量功德，念無量句，那是無量無量的功德，為什麼不幹？為什麼還要起雜念？真正明白了，真正知道了，不會起雜念，為什麼？起一個雜念，你說我損失了無量功德。這個樣子才能夠念念相續。功德比福德那不知道殊勝到哪裡去了！諺語所謂「福人居福地，福地福人居」，那功德還得了！一個修功德的人住在這個地方，這個地真有福了，這個地上所在的一切眾生都不會遭難，這個功德多大！現在大家都在談二０一二馬雅的災難預言，真正有功德的、有福德的人他會說，你們有事我沒事，你們有災難我沒有災難，這是真的不是假的。所以，許多人都勸我們要念佛，要認真去念佛，要發心專念阿彌陀佛，再「迴向發願，方得往生」。我們把所修的功德、福德都不享受，這個功德幹什麼？這個功德專門用來求生西方，這就是迴向發願。"
    },
    {
      "id": "02-039-0413_p0021",
      "zh_CN": "往生的时候，『梦见彼佛』，佛来接引。佛来接引有两个解释，「其义稍异」，我们看看祖师大德们所说的。「望西谓先是梦见」，往生那个时候先梦见，「临终时是眼见佛」。先是，或是往生前一天，或是前二、三天，临命终时你看见佛来了。「疏曰，三辈俱有梦见眼见故」，也就是三辈九品都有这个现象，先是梦见，临终的时候你亲自见到了。「《觉经》中说」，《觉经》就是《清净平等觉经》，是《无量寿经》汉译的，「上辈云，于其卧睡中，梦见无量清净佛」，就是阿弥陀佛，「及诸菩萨、阿罗汉」，梦见了。「其人寿命欲终时，无量清净佛，则自与诸菩萨、阿罗汉，翻飞行迎之」，看到梦中那个境界现前，他看见了，这个时候不是作梦。他看见，别人看不见，看见前两天作梦那个境界现前，这是真的佛来接引他。",
      "zh_TW": "往生的時候，『夢見彼佛』，佛來接引。佛來接引有兩個解釋，「其義稍異」，我們看看祖師大德們所說的。「望西謂先是夢見」，往生那個時候先夢見，「臨終時是眼見佛」。先是，或是往生前一天，或是前二、三天，臨命終時你看見佛來了。「疏曰，三輩俱有夢見眼見故」，也就是三輩九品都有這個現象，先是夢見，臨終的時候你親自見到了。「《覺經》中說」，《覺經》就是《清淨平等覺經》，是《無量壽經》漢譯的，「上輩云，於其臥睡中，夢見無量清淨佛」，就是阿彌陀佛，「及諸菩薩、阿羅漢」，夢見了。「其人壽命欲終時，無量清淨佛，則自與諸菩薩、阿羅漢，翻飛行迎之」，看到夢中那個境界現前，他看見了，這個時候不是作夢。他看見，別人看不見，看見前兩天作夢那個境界現前，這是真的佛來接引他。"
    },
    {
      "id": "02-039-0413_p0022",
      "zh_CN": "上辈是这样的，「中辈亦同，梦见彼佛，往生先兆」，这是一个人念佛功夫成就了，往生的预兆，首先是梦见。「临终来迎」，临终的时候佛来迎接。「本愿胜益，故俱应有」，阿弥陀佛曾经发的愿，十方世界想生到西方极乐世界的人，临终的时候阿弥陀佛一定会来迎接他。佛没有妄语，所以任何一个人临终，佛一定来接引。这桩事情我们在初学的时候怀疑，为什么？经上讲得很清楚，十方世界一切诸佛如来，都劝人发菩提心，一向专念求生净土。十方世界每天到极乐世界的人，这不说每天，每个小时、每分钟，到极乐世界的人不知道有多少，世界太多了。每分钟不知道有多少人往生，阿弥陀佛要去迎接来得及吗？会不会有一、二个漏掉的，我们唯恐漏掉。这一点你要放心，要有信心，阿弥陀佛那个头脑比电脑灵光多了，一个都不会差错，一个都不会漏掉。",
      "zh_TW": "上輩是這樣的，「中輩亦同，夢見彼佛，往生先兆」，這是一個人念佛功夫成就了，往生的預兆，首先是夢見。「臨終來迎」，臨終的時候佛來迎接。「本願勝益，故俱應有」，阿彌陀佛曾經發的願，十方世界想生到西方極樂世界的人，臨終的時候阿彌陀佛一定會來迎接他。佛沒有妄語，所以任何一個人臨終，佛一定來接引。這樁事情我們在初學的時候懷疑，為什麼？經上講得很清楚，十方世界一切諸佛如來，都勸人發菩提心，一向專念求生淨土。十方世界每天到極樂世界的人，這不說每天，每個小時、每分鐘，到極樂世界的人不知道有多少，世界太多了。每分鐘不知道有多少人往生，阿彌陀佛要去迎接來得及嗎？會不會有一、二個漏掉的，我們唯恐漏掉。這一點你要放心，要有信心，阿彌陀佛那個頭腦比電腦靈光多了，一個都不會差錯，一個都不會漏掉。"
    },
    {
      "id": "02-039-0413_p0023",
      "zh_CN": "前面我们读过，从法身，法身是真身，变现出无量的应身，从应身，每个应身又变现成无量的化身。应身、化身跟真身是一个身，应化身跟真身无二无别。你临终时可不要去问，佛你是化身还是应身？你就去不了，佛就不见了。我们什么心态？完全看作真身，不要有任何疑惑，不要有分别、不要有执着。如果连起心动念都没有，那你的往生殊胜，为什么？生实报土，你就变成上辈往生。如果你心里想的，这是化佛，化佛跟真佛无二，你生凡圣同居土。如果你想到这是应身，应身是真身，你生方便有余土。你只一动念，你就降级了，最好是起心动念都没有，为什么？纯真感应，不起心、不动念是我们的真心，真心所感的是真佛，这法身佛。我们动个念头应身，动个念头化身，马上就变了，不一样了，你往生的品位就不相同了。",
      "zh_TW": "前面我們讀過，從法身，法身是真身，變現出無量的應身，從應身，每個應身又變現成無量的化身。應身、化身跟真身是一個身，應化身跟真身無二無別。你臨終時可不要去問，佛你是化身還是應身？你就去不了，佛就不見了。我們什麼心態？完全看作真身，不要有任何疑惑，不要有分別、不要有執著。如果連起心動念都沒有，那你的往生殊勝，為什麼？生實報土，你就變成上輩往生。如果你心裡想的，這是化佛，化佛跟真佛無二，你生凡聖同居土。如果你想到這是應身，應身是真身，你生方便有餘土。你只一動念，你就降級了，最好是起心動念都沒有，為什麼？純真感應，不起心、不動念是我們的真心，真心所感的是真佛，這法身佛。我們動個念頭應身，動個念頭化身，馬上就變了，不一樣了，你往生的品位就不相同了。"
    },
    {
      "id": "02-039-0413_p0024",
      "zh_CN": "所以，品位是谁决定的？自己决定的，而且是自己一念当中决定的。这个道理非常非常难得，佛、菩萨、祖师大德跟我们讲得这样清楚、这样明白，让我们在日常生活当中去训练。练什么？对所有一切境界我都不起心、不动念，当然更不会分别执着。那将来往生肯定的，说不定真的一往生就上上品往生，上上品没有搆到，还有上中品，不会到中辈、下辈。这是告诉你，你要真干，告诉你，你要是错用了心，那个麻烦就大了，那怪你自己，不能怪佛。为什么？到临命终时佛现前了，你会想起这是法身佛、应身佛还是化身佛？麻烦大了，你一下就下降，降到哪里去？降到凡圣同居土。还是往生，总算是不错，可是品位落下来了，品位高下就在那一念之间。真信切愿，欢喜无量，一个杂念没有，上上品往生。",
      "zh_TW": "所以，品位是誰決定的？自己決定的，而且是自己一念當中決定的。這個道理非常非常難得，佛、菩薩、祖師大德跟我們講得這樣清楚、這樣明白，讓我們在日常生活當中去訓練。練什麼？對所有一切境界我都不起心、不動念，當然更不會分別執著。那將來往生肯定的，說不定真的一往生就上上品往生，上上品沒有搆到，還有上中品，不會到中輩、下輩。這是告訴你，你要真幹，告訴你，你要是錯用了心，那個麻煩就大了，那怪你自己，不能怪佛。為什麼？到臨命終時佛現前了，你會想起這是法身佛、應身佛還是化身佛？麻煩大了，你一下就下降，降到哪裡去？降到凡聖同居土。還是往生，總算是不錯，可是品位落下來了，品位高下就在那一念之間。真信切願，歡喜無量，一個雜念沒有，上上品往生。"
    },
    {
      "id": "02-039-0413_p0025",
      "zh_CN": "所以，我曾经提醒过同学们，我们对于任何一个修净土的同修不可以轻视，再愚的人，甚至于造五逆十恶的人，都不敢轻视。为什么？说不定他往生那一刹那他没有起心动念，他上辈往生，品位比我们高。真的，造作五逆十恶的人临命终时什么现前？地狱相现前，他要堕地狱，他吓呆了。这个时候要遇到有缘的人，高声喊他一声，赶快念佛，他听了立刻就转到佛号上，他没有起心动念，他往生是什么品位？上辈往生。他那个什么分别执着是被吓掉了，没有了，一吓的时候吓跑了。理上讲得通，事上是很少有，理上绝对讲得通。也就是五逆十恶临命终时可以上品上生，这法门不得了，这法门真不可思议。因为上上品往生的时候，那时候是真心，就是不起心、不动念，这个就是生实报庄严土。",
      "zh_TW": "所以，我曾經提醒過同學們，我們對於任何一個修淨土的同修不可以輕視，再愚的人，甚至於造五逆十惡的人，都不敢輕視。為什麼？說不定他往生那一剎那他沒有起心動念，他上輩往生，品位比我們高。真的，造作五逆十惡的人臨命終時什麼現前？地獄相現前，他要墮地獄，他嚇呆了。這個時候要遇到有緣的人，高聲喊他一聲，趕快念佛，他聽了立刻就轉到佛號上，他沒有起心動念，他往生是什麼品位？上輩往生。他那個什麼分別執著是被嚇掉了，沒有了，一嚇的時候嚇跑了。理上講得通，事上是很少有，理上絕對講得通。也就是五逆十惡臨命終時可以上品上生，這法門不得了，這法門真不可思議。因為上上品往生的時候，那時候是真心，就是不起心、不動念，這個就是生實報莊嚴土。"
    },
    {
      "id": "02-039-0413_p0026",
      "zh_CN": "佛给我们说得这么清楚，祖师大德给我们讲得这么明白，目的、用意在哪里？要我们自己知道，希望争取最后一念是真心，生到西方极乐世界就在实报土，这个机会太难得了，太殊胜了！你到极乐世界成佛非常快速。我们明白这个道理，我们在日常生活当中，生活、饮食起居都不要用妄心，都不要起心动念，都不要分别执着，随缘，什么都好，样样都欢喜。这是什么？这叫功夫，功夫在生活当中去锻炼，在工作里锻炼，无论干什么活都不要分别执着，处事待人接物里面去练习，怨亲平等。练的标准就是经题，清净、平等、觉，一切时一切处，不要让外境干扰我的清净心、干扰平等心，不要被境界迷惑。清净平等觉常常现前，这个人决定是上辈往生，你说这多重要，这个东西不能不学。",
      "zh_TW": "佛給我們說得這麼清楚，祖師大德給我們講得這麼明白，目的、用意在哪裡？要我們自己知道，希望爭取最後一念是真心，生到西方極樂世界就在實報土，這個機會太難得了，太殊勝了！你到極樂世界成佛非常快速。我們明白這個道理，我們在日常生活當中，生活、飲食起居都不要用妄心，都不要起心動念，都不要分別執著，隨緣，什麼都好，樣樣都歡喜。這是什麼？這叫功夫，功夫在生活當中去鍛鍊，在工作裡鍛鍊，無論幹什麼活都不要分別執著，處事待人接物裡面去練習，怨親平等。練的標準就是經題，清淨、平等、覺，一切時一切處，不要讓外境干擾我的清淨心、干擾平等心，不要被境界迷惑。清淨平等覺常常現前，這個人決定是上輩往生，你說這多重要，這個東西不能不學。"
    },
    {
      "id": "02-039-0413_p0027",
      "zh_CN": "这下面说，「若无佛迎，本愿虚设」，这个是决定不可能，念佛人临终往生决定阿弥陀佛来迎；临终时候没有佛来迎，说明他没有往生，决定佛来迎。「中辈亦同梦见彼佛，往生先兆，临终来迎，本愿胜益，故俱应有，若无佛迎，本愿虚设。然今文中，无来迎者」，没有这句话，「且为分别，三辈差异，谓上报佛，中是化佛，下梦佛故。以实而言，梦见之后，可见佛迎」，一定见到佛来接引。「故《观经》说，化佛来迎，恶人尚尔，况善人耶？」因为《观经》上讲下辈往生，就是下三品，下品上生、下品中生、下品下生，这三品都是造作五逆十恶的人。《观经》讲上辈是大凡夫，中辈是小凡夫，下辈是恶凡夫，造恶的，经上这么说的。",
      "zh_TW": "這下面說，「若無佛迎，本願虛設」，這個是決定不可能，念佛人臨終往生決定阿彌陀佛來迎；臨終時候沒有佛來迎，說明他沒有往生，決定佛來迎。「中輩亦同夢見彼佛，往生先兆，臨終來迎，本願勝益，故俱應有，若無佛迎，本願虛設。然今文中，無來迎者」，沒有這句話，「且為分別，三輩差異，謂上報佛，中是化佛，下夢佛故。以實而言，夢見之後，可見佛迎」，一定見到佛來接引。「故《觀經》說，化佛來迎，惡人尚爾，況善人耶？」因為《觀經》上講下輩往生，就是下三品，下品上生、下品中生、下品下生，這三品都是造作五逆十惡的人。《觀經》講上輩是大凡夫，中輩是小凡夫，下輩是惡凡夫，造惡的，經上這麼說的。"
    },
    {
      "id": "02-039-0413_p0028",
      "zh_CN": "「按上之论点有三：一彼佛有临终接引之本愿。若于下辈，不来迎接，则有违本愿故」。这是事实，所以下下品往生佛一定来迎。「《观经》下品，俱是恶人，佛尚来迎，今经下辈，俱是善士」，《无量寿经》上讲的下辈，那都是善人，没有说是恶人，「焉能不迎」，哪有不来迎接之道理！第三，「汉吴两译」，这是《无量寿经》五种原译本的两种，汉译的就是《清净平等觉经》，「上中二辈，俱先梦佛，然后临终见佛，故今下辈，亦应如是。是故本经谓梦见，言其前者」。梦见，预兆，这是往生的预兆。「《观经》云见佛，指其后者也」，就是临终。「此是一说」，这是一种说法，一种解释法。",
      "zh_TW": "「按上之論點有三：一彼佛有臨終接引之本願。若於下輩，不來迎接，則有違本願故」。這是事實，所以下下品往生佛一定來迎。「《觀經》下品，俱是惡人，佛尚來迎，今經下輩，俱是善士」，《無量壽經》上講的下輩，那都是善人，沒有說是惡人，「焉能不迎」，哪有不來迎接之道理！第三，「漢吳兩譯」，這是《無量壽經》五種原譯本的兩種，漢譯的就是《清淨平等覺經》，「上中二輩，俱先夢佛，然後臨終見佛，故今下輩，亦應如是。是故本經謂夢見，言其前者」。夢見，預兆，這是往生的預兆。「《觀經》云見佛，指其後者也」，就是臨終。「此是一說」，這是一種說法，一種解釋法。"
    },
    {
      "id": "02-039-0413_p0029",
      "zh_CN": "「二、另一说如《会疏》」，这是另外一种讲法，「谓确是佛迎，但仿佛似梦」。真的是佛来迎，可是自己在这时候好像是在梦中，好像似梦非梦，在这个境界里头。「疏曰，梦见彼佛者，如《观经》下三品人，命促刹那」，这是在将要断气的那一刹那，「狱火来现」。这个造罪业重了，这一定是五逆十恶，地狱相现前了，狱火来现。「虽佛来迎，仿佛不明」，佛来迎接的时候，他心里头有恐惧，「犹如梦中故。若不尔者，何至临终，得安闲神游乎？」往生决定是安闲神游，神游是你的神识跟着阿弥陀佛到西方极乐世界去了。你这个时候心态不安稳、不悠闲，这做不到。",
      "zh_TW": "「二、另一說如《會疏》」，這是另外一種講法，「謂確是佛迎，但彷彿似夢」。真的是佛來迎，可是自己在這時候好像是在夢中，好像似夢非夢，在這個境界裡頭。「疏曰，夢見彼佛者，如《觀經》下三品人，命促剎那」，這是在將要斷氣的那一剎那，「獄火來現」。這個造罪業重了，這一定是五逆十惡，地獄相現前了，獄火來現。「雖佛來迎，彷彿不明」，佛來迎接的時候，他心裡頭有恐懼，「猶如夢中故。若不爾者，何至臨終，得安閑神遊乎？」往生決定是安閒神遊，神遊是你的神識跟著阿彌陀佛到西方極樂世界去了。你這個時候心態不安穩、不悠閒，這做不到。"
    },
    {
      "id": "02-039-0413_p0030",
      "zh_CN": "《疏》里头这段文有解释，后面是黄念老的解释。「盖谓《观经》所示下品之人，临终之时，地狱众火，一时俱至，众苦交逼。佛虽现前，但以神识不清，不甚明了，依稀仿佛，若在梦中，故云梦见彼佛也。若非有佛来迎者，焉能安闲有此十念，而随佛神游极乐也」，这个说法也说得好。这位念佛的人功夫也不错，但是他造的业太重了，所以临命终时见到地狱相。《净土圣贤录》、《往生传》里面记载的张善和，往生的时候就现这个相。张善和是个屠夫，杀牛为业，他一生杀多少牛。临命终时，看到许许多多牛头人向他索命，杀人要偿命，欠债要还钱，这是地狱相现前，他大叫救命。这缘好，真不容易，有个出家人从他门口经过，听到他喊救命，这个出家人就进去看看，什么回事情？他就说他看到许许多多牛头人问他索命。出家人立刻就知道了，告诉他，大声念阿弥陀佛求生净土。他这一念就转过来了，他手上，给他一把香，拿着香就阿弥陀佛阿弥陀佛。念了几声，他告诉他，牛头人不见了，阿弥陀佛来接引他，他往生极乐世界去了。是什么品位？没有人说，但是我们知道，他品位决定不低。为什么？临终一吓，把他起心动念给吓跑掉，分别执着也吓跑掉了。如果这个时候的心没有起心动念，那他就上辈往生，有起心动念，没有分别执着，他中辈往生，他不在下辈。",
      "zh_TW": "《疏》裡頭這段文有解釋，後面是黃念老的解釋。「蓋謂《觀經》所示下品之人，臨終之時，地獄眾火，一時俱至，眾苦交逼。佛雖現前，但以神識不清，不甚明了，依稀彷彿，若在夢中，故云夢見彼佛也。若非有佛來迎者，焉能安閑有此十念，而隨佛神遊極樂也」，這個說法也說得好。這位念佛的人功夫也不錯，但是他造的業太重了，所以臨命終時見到地獄相。《淨土聖賢錄》、《往生傳》裡面記載的張善和，往生的時候就現這個相。張善和是個屠夫，殺牛為業，他一生殺多少牛。臨命終時，看到許許多多牛頭人向他索命，殺人要償命，欠債要還錢，這是地獄相現前，他大叫救命。這緣好，真不容易，有個出家人從他門口經過，聽到他喊救命，這個出家人就進去看看，什麼回事情？他就說他看到許許多多牛頭人問他索命。出家人立刻就知道了，告訴他，大聲念阿彌陀佛求生淨土。他這一念就轉過來了，他手上，給他一把香，拿著香就阿彌陀佛阿彌陀佛。念了幾聲，他告訴他，牛頭人不見了，阿彌陀佛來接引他，他往生極樂世界去了。是什麼品位？沒有人說，但是我們知道，他品位決定不低。為什麼？臨終一嚇，把他起心動念給嚇跑掉，分別執著也嚇跑掉了。如果這個時候的心沒有起心動念，那他就上輩往生，有起心動念，沒有分別執著，他中輩往生，他不在下輩。"
    },
    {
      "id": "02-039-0413_p0031",
      "zh_CN": "这个缘，机率太少了，哪有这么巧，正好叫救命，有一个出家人听到，他真的就来帮助你，你真的就接受，就成就，一点怀疑都没有。这种缘分，我们想来肯定是张善和过去生中曾经修过净土法门，阿赖耶有善根种子。所以别人一提，他阿赖耶识的种子就现行，就成就了。因此我们知道，人往生西方净土，品位高下是最后一念决定的。我们生前怎么念，想想可能到哪个，但是未必，真正决定是最后一念。如果平常没有修积大功德，那临终一念不容易，平时不烧香，临时抱佛脚，这是侥幸。实在讲不是侥幸，张善和不是侥幸，宿世善根深厚，这一生当中没有缘，没有遇到。所以，他临终也可以算得上非常潇洒，一念、十念他就往生。「两疏所辨虽异，但谓下辈往生，亦有佛来迎是一」。张善和说佛来迎接，这真正是造恶的典型，恶人往生。「殊途同归，故并引征，以证斯旨」，引这个来做证明。",
      "zh_TW": "這個緣，機率太少了，哪有這麼巧，正好叫救命，有一個出家人聽到，他真的就來幫助你，你真的就接受，就成就，一點懷疑都沒有。這種緣分，我們想來肯定是張善和過去生中曾經修過淨土法門，阿賴耶有善根種子。所以別人一提，他阿賴耶識的種子就現行，就成就了。因此我們知道，人往生西方淨土，品位高下是最後一念決定的。我們生前怎麼念，想想可能到哪個，但是未必，真正決定是最後一念。如果平常沒有修積大功德，那臨終一念不容易，平時不燒香，臨時抱佛腳，這是僥倖。實在講不是僥倖，張善和不是僥倖，宿世善根深厚，這一生當中沒有緣，沒有遇到。所以，他臨終也可以算得上非常瀟灑，一念、十念他就往生。「兩疏所辨雖異，但謂下輩往生，亦有佛來迎是一」。張善和說佛來迎接，這真正是造惡的典型，惡人往生。「殊途同歸，故並引徵，以證斯旨」，引這個來做證明。"
    },
    {
      "id": "02-039-0413_p0032",
      "zh_CN": "「至于《观经》下品三人，俱是恶人者」。现在我们生在这个社会，看看芸芸众生，回过头来看看自己，是不是恶人？肯定是恶人。为什么？我们伦常没做到，五伦、五常是中国人做人的一个基础。为什么没做到？没人教，这是真的。古时候有人教，虽有人教，做到的人并不多，但是没有人不懂。现在人没有人教，没有人懂得什么叫五伦、什么叫五常，五常、五伦与我有什么关系，不知道。关系太大了！你知道，你这一生的心行有轨范，有轨道、有原则。你能够遵守，在这一生做个真正的好人，决定不堕三恶道。不懂佛法，不知道修积功德，福德肯定会修。福德修得好，来生享受的是天道，比人道的福报大。五常更是念念不忘，仁是爱人，你看看古圣先贤谁不爱人？你看看世间每个宗教的经典，哪个宗教的圣贤不爱人？没有。",
      "zh_TW": "「至於《觀經》下品三人，俱是惡人者」。現在我們生在這個社會，看看芸芸眾生，回過頭來看看自己，是不是惡人？肯定是惡人。為什麼？我們倫常沒做到，五倫、五常是中國人做人的一個基礎。為什麼沒做到？沒人教，這是真的。古時候有人教，雖有人教，做到的人並不多，但是沒有人不懂。現在人沒有人教，沒有人懂得什麼叫五倫、什麼叫五常，五常、五倫與我有什麼關係，不知道。關係太大了！你知道，你這一生的心行有軌範，有軌道、有原則。你能夠遵守，在這一生做個真正的好人，決定不墮三惡道。不懂佛法，不知道修積功德，福德肯定會修。福德修得好，來生享受的是天道，比人道的福報大。五常更是念念不忘，仁是愛人，你看看古聖先賢誰不愛人？你看看世間每個宗教的經典，哪個宗教的聖賢不愛人？沒有。"
    },
    {
      "id": "02-039-0413_p0033",
      "zh_CN": "佛家讲，佛教是什么？一般人回答的，这祖师教给我们的，佛教是什么？「慈悲为本，方便为门」，这是佛教。又说，「诸恶莫作，众善奉行，自净其意，是诸佛教」。诸是一切佛，诸佛，是一切佛教化众生的总纲领、总原则，十二个字，诸恶莫作，众善奉行，自净其意，是诸佛教。慈悲就是爱，理智的爱，不是感情的。所以佛家不讲爱，讲慈悲，因为爱里头有情，有情执，慈悲没有情执。这个世界上宗教，信仰人最多的，天主教、基督教、犹太教，这个三教是一家人。他们所修学的就是《新旧约》，犹太教是《旧约》，基督教是《新约》，天主教是《新旧约》都学，一家人。你看那个经典里头，「神爱世人，上帝爱世人」，这一句，这一部《圣经》不知道讲了多少次。《古兰经》是伊斯兰教，每一篇重要的经文前面一定有「真主确实是仁慈的」。",
      "zh_TW": "佛家講，佛教是什麼？一般人回答的，這祖師教給我們的，佛教是什麼？「慈悲為本，方便為門」，這是佛教。又說，「諸惡莫作，眾善奉行，自淨其意，是諸佛教」。諸是一切佛，諸佛，是一切佛教化眾生的總綱領、總原則，十二個字，諸惡莫作，眾善奉行，自淨其意，是諸佛教。慈悲就是愛，理智的愛，不是感情的。所以佛家不講愛，講慈悲，因為愛裡頭有情，有情執，慈悲沒有情執。這個世界上宗教，信仰人最多的，天主教、基督教、猶太教，這個三教是一家人。他們所修學的就是《新舊約》，猶太教是《舊約》，基督教是《新約》，天主教是《新舊約》都學，一家人。你看那個經典裡頭，「神愛世人，上帝愛世人」，這一句，這一部《聖經》不知道講了多少次。《古蘭經》是伊斯蘭教，每一篇重要的經文前面一定有「真主確實是仁慈的」。"
    },
    {
      "id": "02-039-0413_p0034",
      "zh_CN": "仁慈博爱是所有宗教的根源，所有宗教的总纲领、总原则。所以我们可以说，宗教教育就是爱的教育，佛教教育是慈悲的教育，中国传统文化教育是仁爱的教育。这是什么？这是人性，中国古人讲本性本善，《三字经》上「人之初，性本善」，这个善就是大慈大悲，大仁大爱。现在我们没有了，真的没有了，彻底的没有了，为什么？人他不爱自己，这是连根都拔掉了，所以他不会爱父母，他连自己都不爱。人要自爱就不会糟蹋自己，凡是糟蹋自己的不自爱，不学好，不学仁义道德就不自爱。终日迷惑颠倒，起心动念自私自利、名闻利养，甚至损人利己。所以说现在的人，丧失了人性，丧失了天良，丧失了道德，那真的，连畜生、连鬼都不如。这是《观经》上讲下品三人俱是恶人。",
      "zh_TW": "仁慈博愛是所有宗教的根源，所有宗教的總綱領、總原則。所以我們可以說，宗教教育就是愛的教育，佛教教育是慈悲的教育，中國傳統文化教育是仁愛的教育。這是什麼？這是人性，中國古人講本性本善，《三字經》上「人之初，性本善」，這個善就是大慈大悲，大仁大愛。現在我們沒有了，真的沒有了，徹底的沒有了，為什麼？人他不愛自己，這是連根都拔掉了，所以他不會愛父母，他連自己都不愛。人要自愛就不會糟蹋自己，凡是糟蹋自己的不自愛，不學好，不學仁義道德就不自愛。終日迷惑顛倒，起心動念自私自利、名聞利養，甚至損人利己。所以說現在的人，喪失了人性，喪失了天良，喪失了道德，那真的，連畜生、連鬼都不如。這是《觀經》上講下品三人俱是惡人。"
    },
    {
      "id": "02-039-0413_p0035",
      "zh_CN": "我们算是非常幸运，生在这个时代，还能遇到佛法，遇到大乘，遇到《无量寿》，不幸中之大幸！年轻的时候不知道，没有接触到，造作不少的罪业。接触到佛法之后，才渐渐知道是非善恶，忏悔业障，改过自新。知道这法界虚空界里头有个极乐世界，有一尊阿弥陀佛，阿弥陀佛发愿，帮助遍法界虚空界里面六道众生。即使造五逆十恶的重罪，幸亏还好，我们还没有造这么重，罪业是有，没这么重，回头是岸。依照这部经典的道理去修心，依照这部经典的教诲去修行，身心端正了，具足深信切愿，求生净土，必定得生。这个机会一定要记住，百千万劫难遭遇，遇到可不是容易事情。遇到要是疏忽，那真的是无比的重罪！这么好的一个机缘，帮助你一生成佛，你把它轻易错过，那就应该堕地狱。",
      "zh_TW": "我們算是非常幸運，生在這個時代，還能遇到佛法，遇到大乘，遇到《無量壽》，不幸中之大幸！年輕的時候不知道，沒有接觸到，造作不少的罪業。接觸到佛法之後，才漸漸知道是非善惡，懺悔業障，改過自新。知道這法界虛空界裡頭有個極樂世界，有一尊阿彌陀佛，阿彌陀佛發願，幫助遍法界虛空界裡面六道眾生。即使造五逆十惡的重罪，幸虧還好，我們還沒有造這麼重，罪業是有，沒這麼重，回頭是岸。依照這部經典的道理去修心，依照這部經典的教誨去修行，身心端正了，具足深信切願，求生淨土，必定得生。這個機會一定要記住，百千萬劫難遭遇，遇到可不是容易事情。遇到要是疏忽，那真的是無比的重罪！這麼好的一個機緣，幫助你一生成佛，你把它輕易錯過，那就應該墮地獄。"
    },
    {
      "id": "02-039-0413_p0036",
      "zh_CN": "「善导大师谓下品上生者，是造十恶轻罪凡夫人，下品中生，是破戒次罪凡夫人。下品下生，是具造五逆等重罪凡夫人也。」「彼经下品」，彼经就是《观无量寿佛经》，这个经上所说的，「与本经相违者，何也」，跟《无量寿经》所讲的不一样，这什么缘故？望西大师说，在他注解里面讲，「下辈之内，有多类故，《观经》说恶，今说善人。故《觉经》」，《觉经》就是《无量寿经》汉译的，「云，其三辈者，当断爱欲，无所贪慕，慈心精进，不当瞋怒，斋戒清净，如是清净者，当一心念欲生无量清净佛国」，这就是西方极乐世界。《清净平等觉经》有这么几句经文，其三辈者，「当断爱欲」，为什么？爱欲不断，你贪恋这个世间的情执，障碍你发愿往生，必须要把这个放下。我们一般讲情执，娑婆世界的情执是障碍你往生第一个因素，力量最强，最不容易放下的，这个不放下你就不能往生。所以，放下之后，「无所贪慕」，你对这个世界一切法再没有贪恋，全放下了。然后进一步，「慈心精进」，慈悲心，爱心，对一切众生大慈大悲；精进不懈，这个精进就是一向专念。",
      "zh_TW": "「善導大師謂下品上生者，是造十惡輕罪凡夫人，下品中生，是破戒次罪凡夫人。下品下生，是具造五逆等重罪凡夫人也。」「彼經下品」，彼經就是《觀無量壽佛經》，這個經上所說的，「與本經相違者，何也」，跟《無量壽經》所講的不一樣，這什麼緣故？望西大師說，在他註解裡面講，「下輩之內，有多類故，《觀經》說惡，今說善人。故《覺經》」，《覺經》就是《無量壽經》漢譯的，「云，其三輩者，當斷愛欲，無所貪慕，慈心精進，不當瞋怒，齋戒清淨，如是清淨者，當一心念欲生無量清淨佛國」，這就是西方極樂世界。《清淨平等覺經》有這麼幾句經文，其三輩者，「當斷愛欲」，為什麼？愛欲不斷，你貪戀這個世間的情執，障礙你發願往生，必須要把這個放下。我們一般講情執，娑婆世界的情執是障礙你往生第一個因素，力量最強，最不容易放下的，這個不放下你就不能往生。所以，放下之後，「無所貪慕」，你對這個世界一切法再沒有貪戀，全放下了。然後進一步，「慈心精進」，慈悲心，愛心，對一切眾生大慈大悲；精進不懈，這個精進就是一向專念。"
    },
    {
      "id": "02-039-0413_p0037",
      "zh_CN": "「不当瞋怒」，遇到不如意的事情，决定不能够发脾气，为什么？几分钟的瞋怒，就把你的功德烧尽了。佛经上有句话大家都知道，「火烧功德林」，你很不容易修积的功德，一发脾气全烧掉了，功德变成福德。所以，你要问你修积多少功德，你想想什么时候没有发脾气。心地清净，没有分别执着，你做的一切好事都是功德。如果一发脾气，全变成福德，功德没有了，功德难！临命终时发个脾气，一生修的都完了。所以叫火烧功德林，瞋恚之火，这个东西害死了。临终发脾气，没有不堕地狱的，为什么？它跟地狱相应，地狱是一片火海。这是为什么经教教人，人在临命终时，八小时之内不要去碰他。为什么？他神识没走，碰他的时候他会生烦恼，他会发脾气。不但身体不可以碰他，他躺在那张床上，床都不要碰它。走到他身边，离他床边距离远一点，不要碰他。怕他生烦恼，怕他发脾气，这时候一发脾气，恶道去了。这个事实很多人不知道，还要去触摸他，最大的忌讳，印光大师在《文钞》里头讲得很详细。真正懂得，要爱护他，帮助他生善道，不要帮助他生恶道。「斋戒清净」，斋，日中之后就不吃了，戒是戒律，五戒十善，必须要遵守。「如是清净者，当一心念欲生」，欲是希望，希望生到西方极乐世界，无量清净佛就是阿弥陀佛，生到极乐世界，生到弥陀净土，亲近阿弥陀佛。",
      "zh_TW": "「不當瞋怒」，遇到不如意的事情，決定不能夠發脾氣，為什麼？幾分鐘的瞋怒，就把你的功德燒盡了。佛經上有句話大家都知道，「火燒功德林」，你很不容易修積的功德，一發脾氣全燒掉了，功德變成福德。所以，你要問你修積多少功德，你想想什麼時候沒有發脾氣。心地清淨，沒有分別執著，你做的一切好事都是功德。如果一發脾氣，全變成福德，功德沒有了，功德難！臨命終時發個脾氣，一生修的都完了。所以叫火燒功德林，瞋恚之火，這個東西害死了。臨終發脾氣，沒有不墮地獄的，為什麼？它跟地獄相應，地獄是一片火海。這是為什麼經教教人，人在臨命終時，八小時之內不要去碰他。為什麼？他神識沒走，碰他的時候他會生煩惱，他會發脾氣。不但身體不可以碰他，他躺在那張床上，床都不要碰它。走到他身邊，離他床邊距離遠一點，不要碰他。怕他生煩惱，怕他發脾氣，這時候一發脾氣，惡道去了。這個事實很多人不知道，還要去觸摸他，最大的忌諱，印光大師在《文鈔》裡頭講得很詳細。真正懂得，要愛護他，幫助他生善道，不要幫助他生惡道。「齋戒清淨」，齋，日中之後就不吃了，戒是戒律，五戒十善，必須要遵守。「如是清淨者，當一心念欲生」，欲是希望，希望生到西方極樂世界，無量清淨佛就是阿彌陀佛，生到極樂世界，生到彌陀淨土，親近阿彌陀佛。"
    },
    {
      "id": "02-039-0413_p0038",
      "zh_CN": "所以「往生品类，万别千殊」，我们叫千差万别，「三辈九品，只是粗分，故一下品中，已类别无数，彼经明恶人，本经则指善士。如《汉译》下辈之人，确是修善者也」。下辈修善的，下品上生、下品中生，作恶的，下品下生，看他的恶大小、善大小，各个不相同。念佛往生，没有往生之前有差别，往生之后皆作阿惟越致菩萨，就没有差别了，这又是我们不能不知道的。我们真的想去，那你就真的要相信，你要相信这部经是真经，夏莲老给我们会集的五种原译本，这个本子就是五种原译本的集大成，稀有难逢。五种本子不好读，他把它一整理、一会集，这一本就是最完善的本子，读这一本，五种原译本全都读到了。黄念老的注解引用了一百九十三种经论，古大德的这些注疏，我们读他这个注解，这一百九十三位大善知识对本经的学习心得、分享报告我们全都得到了。多稀有、多难得，能不珍重吗？决定往生，一定要依这个注解，这个会集本的注解，然后这一句弥陀名号，就保证我们这一生圆满成就。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以「往生品類，萬別千殊」，我們叫千差萬別，「三輩九品，只是粗分，故一下品中，已類別無數，彼經明惡人，本經則指善士。如《漢譯》下輩之人，確是修善者也」。下輩修善的，下品上生、下品中生，作惡的，下品下生，看他的惡大小、善大小，各個不相同。念佛往生，沒有往生之前有差別，往生之後皆作阿惟越致菩薩，就沒有差別了，這又是我們不能不知道的。我們真的想去，那你就真的要相信，你要相信這部經是真經，夏蓮老給我們會集的五種原譯本，這個本子就是五種原譯本的集大成，稀有難逢。五種本子不好讀，他把它一整理、一會集，這一本就是最完善的本子，讀這一本，五種原譯本全都讀到了。黃念老的註解引用了一百九十三種經論，古大德的這些註疏，我們讀他這個註解，這一百九十三位大善知識對本經的學習心得、分享報告我們全都得到了。多稀有、多難得，能不珍重嗎？決定往生，一定要依這個註解，這個會集本的註解，然後這一句彌陀名號，就保證我們這一生圓滿成就。今天時間到了，我們就學習到此地。"
    }
  ]
}