{
  "doc_id": "02-039-0244",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二四四集",
    "zh_TW": "第二四四集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-039-0244",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "02-039-0244_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，第二百九十四面倒数第三行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，第二百九十四面倒數第三行："
    },
    {
      "id": "02-039-0244_p0002",
      "zh_CN": "「下为第三十八应念受供愿。《宋译》曰：所有菩萨，发大道心，欲以真珠璎珞，宝盖幢幡，衣服卧具，饮食汤药，香华伎乐，承事供养他方世界无量无边诸佛世尊而不能往。我于尔时，令彼他方诸佛世尊，各舒手臂，至我刹中，受是供养，令彼速得阿耨多罗三藐三菩提」。这一段是《无量寿经》宋译的一段经文，黄念老在此地引用，告诉我们一个事实真相。经上说所有菩萨，遍法界虚空界一切修菩萨道的这些人，发大道心，大道心就是大菩提心，就是通常讲发菩提心。欲以就是想以，下面举的这是一个例子，真珠璎珞，这是属于珠宝；宝盖幢幡，这是属于庄严具；饮食汤药，香华伎乐，这个伎乐是艺术的演出，我们今天讲文艺的演出，承事供养，一个代表菩萨对佛陀的尊敬，弟子对老师的报恩，供养谁？供养他方世界无量无边诸佛世尊。可是愿与事违，有这个愿望，事上做不到，我们今天又何尝不想去供养诸佛？都知道供养佛菩萨是大福报。六道里面众生，人天福报从哪里修的？供佛、供法、供比丘僧。这个比丘僧是真正依教修行的人，他们现前还没有证得果位，凡是依教修行将来肯定能够证得，佛说「一切众生本来是佛」。我们今天有缘得人身、闻佛法，又闻到大乘无比殊胜的第一经。前面说过，世尊有愿「闻名得度」，可是这句话里头意思很深，如果我们只看文字的表面，不知道其义理，过失不在经文，不在佛菩萨，在自己的粗心大意。这个闻字里面含着有思、有修，菩萨三慧。闻，如果不思、不修，你怎么能得到？闻思修是一桩事情，一而三，三而一，在初学叫戒定慧三学，在菩萨叫闻思修三慧。这个慧是哪来的？就是戒定慧的慧，你看看你先有戒、有定，智慧开了，然后一闻大乘就能得度。所以闻思修的基础是戒定慧，我们不在戒定慧上下功夫，哪来的闻思修？",
      "zh_TW": "「下為第三十八應念受供願。《宋譯》曰：所有菩薩，發大道心，欲以真珠瓔珞，寶蓋幢幡，衣服臥具，飲食湯藥，香華伎樂，承事供養他方世界無量無邊諸佛世尊而不能往。我於爾時，令彼他方諸佛世尊，各舒手臂，至我剎中，受是供養，令彼速得阿耨多羅三藐三菩提」。這一段是《無量壽經》宋譯的一段經文，黃念老在此地引用，告訴我們一個事實真相。經上說所有菩薩，遍法界虛空界一切修菩薩道的這些人，發大道心，大道心就是大菩提心，就是通常講發菩提心。欲以就是想以，下面舉的這是一個例子，真珠瓔珞，這是屬於珠寶；寶蓋幢幡，這是屬於莊嚴具；飲食湯藥，香華伎樂，這個伎樂是藝術的演出，我們今天講文藝的演出，承事供養，一個代表菩薩對佛陀的尊敬，弟子對老師的報恩，供養誰？供養他方世界無量無邊諸佛世尊。可是願與事違，有這個願望，事上做不到，我們今天又何嘗不想去供養諸佛？都知道供養佛菩薩是大福報。六道裡面眾生，人天福報從哪裡修的？供佛、供法、供比丘僧。這個比丘僧是真正依教修行的人，他們現前還沒有證得果位，凡是依教修行將來肯定能夠證得，佛說「一切眾生本來是佛」。我們今天有緣得人身、聞佛法，又聞到大乘無比殊勝的第一經。前面說過，世尊有願「聞名得度」，可是這句話裡頭意思很深，如果我們只看文字的表面，不知道其義理，過失不在經文，不在佛菩薩，在自己的粗心大意。這個聞字裡面含著有思、有修，菩薩三慧。聞，如果不思、不修，你怎麼能得到？聞思修是一樁事情，一而三，三而一，在初學叫戒定慧三學，在菩薩叫聞思修三慧。這個慧是哪來的？就是戒定慧的慧，你看看你先有戒、有定，智慧開了，然後一聞大乘就能得度。所以聞思修的基礎是戒定慧，我們不在戒定慧上下功夫，哪來的聞思修？"
    },
    {
      "id": "02-039-0244_p0003",
      "zh_CN": "我记得我曾经跟诸位做过报告，这个事情在四十年前，道安法师还在世的时候。老人家慈悲，借用中国佛教会的道场来办大专佛学讲座，他老人家邀我做主讲，总主讲，那时候我很年轻。这个讲座办得很成功，人数最多的时候到八百多人。有一天有一个同学来告诉我，他说：法师，我在讲座里面听了两年经，明天起我不来了。我说：为什么？他说：我听了两年，听了不少，我要回去学习。我说：你回去做思的工作是不是？这两年来你是闻，你回去再去思、再去修，是不是这个意思？他说：是的。我说：今天这一堂课你上不上？「今天上，明天就不来了。」我在那堂课就把闻思修简单的意思告诉大家，什么叫闻思修？闻是接触。一听就觉悟了，这叫思。思不是你去研究，你研究就错了，怎么说研究错？研究是落在第六识，你用什么东西研究？用识心研究，那就错了，那哪是菩萨？所以一闻千悟，这古人说的话，听了就开悟，一开悟不就不迷了吗？迷惑就破了吗？那就叫修。它是一桩事情，这叫菩萨三慧。",
      "zh_TW": "我記得我曾經跟諸位做過報告，這個事情在四十年前，道安法師還在世的時候。老人家慈悲，借用中國佛教會的道場來辦大專佛學講座，他老人家邀我做主講，總主講，那時候我很年輕。這個講座辦得很成功，人數最多的時候到八百多人。有一天有一個同學來告訴我，他說：法師，我在講座裡面聽了兩年經，明天起我不來了。我說：為什麼？他說：我聽了兩年，聽了不少，我要回去學習。我說：你回去做思的工作是不是？這兩年來你是聞，你回去再去思、再去修，是不是這個意思？他說：是的。我說：今天這一堂課你上不上？「今天上，明天就不來了。」我在那堂課就把聞思修簡單的意思告訴大家，什麼叫聞思修？聞是接觸。一聽就覺悟了，這叫思。思不是你去研究，你研究就錯了，怎麼說研究錯？研究是落在第六識，你用什麼東西研究？用識心研究，那就錯了，那哪是菩薩？所以一聞千悟，這古人說的話，聽了就開悟，一開悟不就不迷了嗎？迷惑就破了嗎？那就叫修。它是一樁事情，這叫菩薩三慧。"
    },
    {
      "id": "02-039-0244_p0004",
      "zh_CN": "菩萨，像这经上所说的，到十方诸佛刹土里面去供佛、去闻法，那是增长三慧。他们的基础，戒定慧深，所以叫闻慧、思慧、修慧，用这个名词。而不是听了之后回去研究，那就坏了。世出世间圣贤教诲不许研究，你知道为什么吗？听懂就懂了，不懂可以再听。如果说研究明白的，那不是如来真实义，那是你的意思，不是佛的意思。所以经典不许可你去研究，只许你去听，古人说得非常好，「读书千遍，其义自见」。这部经你就专心听，听懂，懂得；听不懂，不管它，你能听上一千遍，开悟了。为什么？一千遍是得定，你没有定力，你一千遍听不下去。千遍这就是持戒，真的千遍你就得定，定能发慧，你就豁然大悟，就开悟了，是这么回事情。我们初学学讲经的时候，遇到困难了，讲不下去了，怎么办？不能研究，研究是你自己意思，愈研究愈错误。把经放下，老老实实去拜佛，拜上个三百拜、五百拜，意思出来了，自然出来了，那就对了。所以佛法从哪里求？从恭敬当中求。不是从研究当中求，它跟世间法不一样，为什么不一样？一切诸佛所说的法都是自性流露的。所以戒定跟自性相应，戒定是个工具，开发自性里面的宝藏，就这么个道理。如果你要是不懂，听了两年回去研究研究，那叫什么？叫胡思乱想；胡思乱想之后再去行，再去修行，那叫盲修瞎练。两年是不是真听下去？没有听下去，这个两年的功夫叫道听涂说，胡思乱想，盲修瞎练。下课的时候我问他，明天来不来？明天还来。这个我们不能不懂，你要真了解之后，现在真听经的人不多，会听经的人就更少！记住印光老法师的一句话，一分诚敬你得一分利益，二分诚敬你得二分利益，十分诚敬你得十分利益。没有诚敬心，这是什么？对我们的课程不恭敬，对于讲经说法这些老师没有诚敬心，你什么都得不到。别把讲经说法的人看轻了。有些老修行，真有功夫，他们懂得的、他们所修持的，比这个年轻法师高明得太多，他来听经。他对于这个经本、对于道场、对于讲经的法师十分恭敬，往往他听完之后他开悟了，讲的人没有开悟，听的人开悟，这真的不是假的。",
      "zh_TW": "菩薩，像這經上所說的，到十方諸佛剎土裡面去供佛、去聞法，那是增長三慧。他們的基礎，戒定慧深，所以叫聞慧、思慧、修慧，用這個名詞。而不是聽了之後回去研究，那就壞了。世出世間聖賢教誨不許研究，你知道為什麼嗎？聽懂就懂了，不懂可以再聽。如果說研究明白的，那不是如來真實義，那是你的意思，不是佛的意思。所以經典不許可你去研究，只許你去聽，古人說得非常好，「讀書千遍，其義自見」。這部經你就專心聽，聽懂，懂得；聽不懂，不管它，你能聽上一千遍，開悟了。為什麼？一千遍是得定，你沒有定力，你一千遍聽不下去。千遍這就是持戒，真的千遍你就得定，定能發慧，你就豁然大悟，就開悟了，是這麼回事情。我們初學學講經的時候，遇到困難了，講不下去了，怎麼辦？不能研究，研究是你自己意思，愈研究愈錯誤。把經放下，老老實實去拜佛，拜上個三百拜、五百拜，意思出來了，自然出來了，那就對了。所以佛法從哪裡求？從恭敬當中求。不是從研究當中求，它跟世間法不一樣，為什麼不一樣？一切諸佛所說的法都是自性流露的。所以戒定跟自性相應，戒定是個工具，開發自性裡面的寶藏，就這麼個道理。如果你要是不懂，聽了兩年回去研究研究，那叫什麼？叫胡思亂想；胡思亂想之後再去行，再去修行，那叫盲修瞎練。兩年是不是真聽下去？沒有聽下去，這個兩年的功夫叫道聽塗說，胡思亂想，盲修瞎練。下課的時候我問他，明天來不來？明天還來。這個我們不能不懂，你要真了解之後，現在真聽經的人不多，會聽經的人就更少！記住印光老法師的一句話，一分誠敬你得一分利益，二分誠敬你得二分利益，十分誠敬你得十分利益。沒有誠敬心，這是什麼？對我們的課程不恭敬，對於講經說法這些老師沒有誠敬心，你什麼都得不到。別把講經說法的人看輕了。有些老修行，真有功夫，他們懂得的、他們所修持的，比這個年輕法師高明得太多，他來聽經。他對於這個經本、對於道場、對於講經的法師十分恭敬，往往他聽完之後他開悟了，講的人沒有開悟，聽的人開悟，這真的不是假的。"
    },
    {
      "id": "02-039-0244_p0005",
      "zh_CN": "所以我们明了，供养佛重要！大乘经里面告诉我们，诸供养中，就是诸多，这个地方讲的很多，诸多供养中，法供养为最。供养具里面，一定晓得它有表法的意思，为什么用真珠璎珞这些珠宝来供养？佛喜欢这个吗？不是。我们自己喜欢吗？也不是。珠宝代表什么意思？珠宝代表这个法是宝，恭敬法宝。法是佛说的，佛也是宝，所以叫三宝。佛宝是能说之人，经教是佛所说之法，把它看得很贵重，这是宝，要懂这个意思，这是以自己真诚的心来供养，外面这是表法不重要。佛陀接受你的供养，是接受你的真诚心，不是看在这个东西上，所以它表法的意思你要懂。宝盖，盖像伞一样圆形的，它的用处是什么？不但可以遮太阳，还可以遮灰尘，用现在的话说，这是环保，防止污染，取这个意思。我在宝盖的下面，防止外面环境（就是五欲六尘）的染污，它取这个意思。",
      "zh_TW": "所以我們明瞭，供養佛重要！大乘經裡面告訴我們，諸供養中，就是諸多，這個地方講的很多，諸多供養中，法供養為最。供養具裡面，一定曉得它有表法的意思，為什麼用真珠瓔珞這些珠寶來供養？佛喜歡這個嗎？不是。我們自己喜歡嗎？也不是。珠寶代表什麼意思？珠寶代表這個法是寶，恭敬法寶。法是佛說的，佛也是寶，所以叫三寶。佛寶是能說之人，經教是佛所說之法，把它看得很貴重，這是寶，要懂這個意思，這是以自己真誠的心來供養，外面這是表法不重要。佛陀接受你的供養，是接受你的真誠心，不是看在這個東西上，所以它表法的意思你要懂。寶蓋，蓋像傘一樣圓形的，它的用處是什麼？不但可以遮太陽，還可以遮灰塵，用現在的話說，這是環保，防止污染，取這個意思。我在寶蓋的下面，防止外面環境（就是五欲六塵）的染污，它取這個意思。"
    },
    {
      "id": "02-039-0244_p0006",
      "zh_CN": "幡幢也是表法，它是像旗帜、旗号，幢是圆形的，有点像飞机场那个风筒那种形式。幡跟幢都是悬挂在旗杆上的，那是什么？那是报信息。如果幡挂在这个旗杆上，道场今天有法会，喜欢来参加的话，今天这个道场有法会，他来参加法会。如果旗杆上悬的是幢，圆形的是幢，今天道场讲经，喜欢听经的他来听经。佛法是师道，师道是「只问来学，未闻往教」，老师一定很谦虚。现在老师都是招生，你看看佛经里头，你没有看到这个字，哪一尊佛菩萨敢招生？招生就是我是老师，我能教你。佛不是这个态度，佛不敢招生，你来找我，向我请教，我尽心尽力的来为你解答。我不是全知全能，我怎么敢教你？所以圣贤、佛菩萨都是谦虚。他在这里讲经教学，人家不知道怎么办？悬个幢告诉他，这里今天有讲经，喜欢听经自己来，没有人去邀请他，用这种方法。所以它是一种信息，是一种通信的方法，用幢幡。",
      "zh_TW": "幡幢也是表法，它是像旗幟、旗號，幢是圓形的，有點像飛機場那個風筒那種形式。幡跟幢都是懸掛在旗桿上的，那是什麼？那是報信息。如果幡掛在這個旗桿上，道場今天有法會，喜歡來參加的話，今天這個道場有法會，他來參加法會。如果旗桿上懸的是幢，圓形的是幢，今天道場講經，喜歡聽經的他來聽經。佛法是師道，師道是「只問來學，未聞往教」，老師一定很謙虛。現在老師都是招生，你看看佛經裡頭，你沒有看到這個字，哪一尊佛菩薩敢招生？招生就是我是老師，我能教你。佛不是這個態度，佛不敢招生，你來找我，向我請教，我盡心盡力的來為你解答。我不是全知全能，我怎麼敢教你？所以聖賢、佛菩薩都是謙虛。他在這裡講經教學，人家不知道怎麼辦？懸個幢告訴他，這裡今天有講經，喜歡聽經自己來，沒有人去邀請他，用這種方法。所以它是一種信息，是一種通信的方法，用幢幡。"
    },
    {
      "id": "02-039-0244_p0007",
      "zh_CN": "饮食汤药，这个表法味。所以讲经的道场叫法宴，宴席一样，今天请客宴席一样，这是讲佛法，法宴，饱尝法味，饮食汤药代表法味的。香花是表法的，香表戒定真香，花表善因善果，花是植物，先开花后结果，花开得好，就想果一定结得好。佛菩萨教化我们这是花，我们认真修行将来有果，表这个意思。伎乐供养，这什么意思？《地藏经》上有，不知道诸位有没有留意？这个伎乐是什么？唱歌表演，舞台表演，我们讲唱戏，用这个来供养。这个代表什么？代表诸佛菩萨游戏神通，它表这个意思。举这几个例子，这都是供养具，全是表法的意思，统统都在上课，不用说一句话。你要是懂得这里头义趣的话，你一看你就得利益，有人就开悟了。承事供养他方世界，其他的世界无量无边诸佛世尊，可是怎么样？事与愿违，我很想去供养，不能去，去不了，他方世界在哪里也找不到。",
      "zh_TW": "飲食湯藥，這個表法味。所以講經的道場叫法宴，宴席一樣，今天請客宴席一樣，這是講佛法，法宴，飽嘗法味，飲食湯藥代表法味的。香花是表法的，香表戒定真香，花表善因善果，花是植物，先開花後結果，花開得好，就想果一定結得好。佛菩薩教化我們這是花，我們認真修行將來有果，表這個意思。伎樂供養，這什麼意思？《地藏經》上有，不知道諸位有沒有留意？這個伎樂是什麼？唱歌表演，舞台表演，我們講唱戲，用這個來供養。這個代表什麼？代表諸佛菩薩遊戲神通，它表這個意思。舉這幾個例子，這都是供養具，全是表法的意思，統統都在上課，不用說一句話。你要是懂得這裡頭義趣的話，你一看你就得利益，有人就開悟了。承事供養他方世界，其他的世界無量無邊諸佛世尊，可是怎麼樣？事與願違，我很想去供養，不能去，去不了，他方世界在哪裡也找不到。"
    },
    {
      "id": "02-039-0244_p0008",
      "zh_CN": "我们看下面文，阿弥陀佛就慈悲了，「我于尔时」，我是阿弥陀佛自称，阿弥陀佛在这个时候，「令彼他方诸佛世尊」，这个令不是下达命令，这是恭恭敬敬启请他方一切诸佛如来，「各舒手臂，至我刹中，受是供养」，你看极乐世界同居土的菩萨们、方便土的菩萨们，要供养他方一切诸佛，自己可以不必去，也有去的，自己不去行，不去，他方诸佛也伸出手来接受你的供养，妙不可言！自己想去，很容易，化身就去了。不愿意去的时候，你心里做这种念，有念，这些供养具统统都现前，十方世界诸佛他都来收，把你供养都收去了，应念受供，至我刹中受是供养，这是修福慧。",
      "zh_TW": "我們看下面文，阿彌陀佛就慈悲了，「我於爾時」，我是阿彌陀佛自稱，阿彌陀佛在這個時候，「令彼他方諸佛世尊」，這個令不是下達命令，這是恭恭敬敬啟請他方一切諸佛如來，「各舒手臂，至我剎中，受是供養」，你看極樂世界同居土的菩薩們、方便土的菩薩們，要供養他方一切諸佛，自己可以不必去，也有去的，自己不去行，不去，他方諸佛也伸出手來接受你的供養，妙不可言！自己想去，很容易，化身就去了。不願意去的時候，你心裡做這種念，有念，這些供養具統統都現前，十方世界諸佛他都來收，把你供養都收去了，應念受供，至我剎中受是供養，這是修福慧。"
    },
    {
      "id": "02-039-0244_p0009",
      "zh_CN": "下面真的果报现前了，「令彼」，这个彼就是这些供养的菩萨们，这些发大道心的菩萨们，「令彼速得阿耨多罗三藐三菩提」，无上正等正觉。每个人得的并不平等，它这里头说了三桩事情。我们先从下面讲，三菩提，三是梵语，这全是梵语，三翻成中国叫正，菩提是觉，三菩提是正觉。同居土的这些菩萨们有很多得正觉，正觉是什么？小乘是阿罗汉，大乘是七信位的菩萨。诸位学过《华严》都知道，七信位的菩萨成正觉，得三菩提了。再往上提升，三藐，三是正，藐翻中国意思是等，正等正觉，三藐三菩提是正等正觉，从八信位，比阿罗汉高，八信位一直到等觉，三藐三菩提有四十多个位次。如果我们就方便土跟同居土来讲，八信、九信、十信这三个位次是三藐三菩提。再往上提升，初住以上，那不是在方便土，在实报土，圆教初住到等觉都是属于阿耨多罗三藐三菩提。阿耨多罗是翻成无上，阿翻作无，耨多罗翻作上，无上正等正觉，那是成佛，这个佛是真佛，不是假佛，为什么？他们用真心不用妄心。诸位要知道，十法界里面，十法界以下的统统是用阿赖耶识。我们讲三心二意，三心是阿赖耶、末那、意识，这叫三心；二意，这是意识，末那叫意根，单单讲意识跟意根叫二意。十法界里面的人，包括六道，统统用的是三心二意，假的不是真的。圆教初住以上用真心不用妄心，用真心是真佛。所以十法界里面的佛，天台大师称他叫相似即佛，不是真的，相似是很像佛，不是真的，就是他用的心还是妄心，不是真心，用真心才是真佛。实报土用真心了，四十一位法身大士就是真佛，阿耨多罗三藐三菩提，他们住报土。如果更进一步的说，无上两个字不能用，他们不能用，实报土里面还是三藐三菩提，也能讲得通。无上呢？无上就一个人，妙觉位，妙觉不在实报土，他超越了。所以实报土也不是真的，他回归常寂光。",
      "zh_TW": "下面真的果報現前了，「令彼」，這個彼就是這些供養的菩薩們，這些發大道心的菩薩們，「令彼速得阿耨多羅三藐三菩提」，無上正等正覺。每個人得的並不平等，它這裡頭說了三樁事情。我們先從下面講，三菩提，三是梵語，這全是梵語，三翻成中國叫正，菩提是覺，三菩提是正覺。同居土的這些菩薩們有很多得正覺，正覺是什麼？小乘是阿羅漢，大乘是七信位的菩薩。諸位學過《華嚴》都知道，七信位的菩薩成正覺，得三菩提了。再往上提升，三藐，三是正，藐翻中國意思是等，正等正覺，三藐三菩提是正等正覺，從八信位，比阿羅漢高，八信位一直到等覺，三藐三菩提有四十多個位次。如果我們就方便土跟同居土來講，八信、九信、十信這三個位次是三藐三菩提。再往上提升，初住以上，那不是在方便土，在實報土，圓教初住到等覺都是屬於阿耨多羅三藐三菩提。阿耨多羅是翻成無上，阿翻作無，耨多羅翻作上，無上正等正覺，那是成佛，這個佛是真佛，不是假佛，為什麼？他們用真心不用妄心。諸位要知道，十法界裡面，十法界以下的統統是用阿賴耶識。我們講三心二意，三心是阿賴耶、末那、意識，這叫三心；二意，這是意識，末那叫意根，單單講意識跟意根叫二意。十法界裡面的人，包括六道，統統用的是三心二意，假的不是真的。圓教初住以上用真心不用妄心，用真心是真佛。所以十法界裡面的佛，天台大師稱他叫相似即佛，不是真的，相似是很像佛，不是真的，就是他用的心還是妄心，不是真心，用真心才是真佛。實報土用真心了，四十一位法身大士就是真佛，阿耨多羅三藐三菩提，他們住報土。如果更進一步的說，無上兩個字不能用，他們不能用，實報土裡面還是三藐三菩提，也能講得通。無上呢？無上就一個人，妙覺位，妙覺不在實報土，他超越了。所以實報土也不是真的，他回歸常寂光。"
    },
    {
      "id": "02-039-0244_p0010",
      "zh_CN": "四土三辈，四土第一个是常寂光土，他回到常寂光，常寂光就是自性，常寂光没有任何现象，它不是精神，也不是物质，也不是自然现象，所以我们没有办法认识它。它无时不在、无处不在，它是一切法的理体、本体，一切法都是从它而生，它能生一切法，它不是一切法。我们今天用电视画面来做这个比喻是最好的，常寂光是什么？就是电视的屏幕，四土三辈九品那是屏幕里面显示不同的影像。影像再多，影像从屏幕上显出来，没有屏幕它就显不出来，但是屏幕绝对不是影像，什么影像都不是。我们一定要知道，自性只有把妄想分别执着统统放下，你就见到了；你要是不放下，用任何仪器去观察都看不到。它不是物质现象，眼耳鼻舌身接触不到它；它不是精神现象，第六识、第七识、阿赖耶接触不上；它也不是自然现象，连阿赖耶的四分对它都不起作用，这四分是什么？见分、相分、自证分、证自证分，都不起作用。所以一定要把起心动念断掉，自性你就见到，叫明心见性。不许有一个念头，这一个念头是弥勒菩萨所说的，极其微细，弥勒菩萨讲一弹指有多少念头？有三十二亿百千念。单位是百千，百千是十万，三十二亿乘十万，就这一弹指三百二十兆，三百二十兆个念头，一弹指。我们弹得快，一秒钟能弹几次？我一秒钟能弹四次，我相信有比我弹得更快的，至少能弹五次。如果一秒钟能弹五次，那就是一秒钟的一千六百兆，一秒钟是有一千六百兆次那个微细的念头。那个一念要断掉，一切都断了，这个一切断的是什么？我们讲这三种现象，物质现象、精神现象、自然现象全没有了，常寂光现前，就是真心本性现前。佛陀教育终极的目的就在此地，这个境界叫妙觉果佛，真正是阿耨多罗三藐三菩提了，称无上。这两种意思都能讲得通。在此地让我们想到，实报土里四十一位法身大士，他们怎么样提升？这是不是他们在实报土提升自己境界的一种修学方法？供佛、闻法。供佛没有起心动念，闻法修行也没有起心动念，让无始无明的习气逐渐逐渐淡薄，到最后完全没有了，古大德称之为无功用道，也许就是这个境界。",
      "zh_TW": "四土三輩，四土第一個是常寂光土，他回到常寂光，常寂光就是自性，常寂光沒有任何現象，它不是精神，也不是物質，也不是自然現象，所以我們沒有辦法認識它。它無時不在、無處不在，它是一切法的理體、本體，一切法都是從它而生，它能生一切法，它不是一切法。我們今天用電視畫面來做這個比喻是最好的，常寂光是什麼？就是電視的屏幕，四土三輩九品那是屏幕裡面顯示不同的影像。影像再多，影像從屏幕上顯出來，沒有屏幕它就顯不出來，但是屏幕絕對不是影像，什麼影像都不是。我們一定要知道，自性只有把妄想分別執著統統放下，你就見到了；你要是不放下，用任何儀器去觀察都看不到。它不是物質現象，眼耳鼻舌身接觸不到它；它不是精神現象，第六識、第七識、阿賴耶接觸不上；它也不是自然現象，連阿賴耶的四分對它都不起作用，這四分是什麼？見分、相分、自證分、證自證分，都不起作用。所以一定要把起心動念斷掉，自性你就見到，叫明心見性。不許有一個念頭，這一個念頭是彌勒菩薩所說的，極其微細，彌勒菩薩講一彈指有多少念頭？有三十二億百千念。單位是百千，百千是十萬，三十二億乘十萬，就這一彈指三百二十兆，三百二十兆個念頭，一彈指。我們彈得快，一秒鐘能彈幾次？我一秒鐘能彈四次，我相信有比我彈得更快的，至少能彈五次。如果一秒鐘能彈五次，那就是一秒鐘的一千六百兆，一秒鐘是有一千六百兆次那個微細的念頭。那個一念要斷掉，一切都斷了，這個一切斷的是什麼？我們講這三種現象，物質現象、精神現象、自然現象全沒有了，常寂光現前，就是真心本性現前。佛陀教育終極的目的就在此地，這個境界叫妙覺果佛，真正是阿耨多羅三藐三菩提了，稱無上。這兩種意思都能講得通。在此地讓我們想到，實報土裡四十一位法身大士，他們怎麼樣提升？這是不是他們在實報土提升自己境界的一種修學方法？供佛、聞法。供佛沒有起心動念，聞法修行也沒有起心動念，讓無始無明的習氣逐漸逐漸淡薄，到最後完全沒有了，古大德稱之為無功用道，也許就是這個境界。"
    },
    {
      "id": "02-039-0244_p0011",
      "zh_CN": "底下说，「《宋译》愿文」，就是前面我们念的这段，「深显佛力」，这个佛是阿弥陀佛，阿弥陀佛本愿威神之力。「又如《魏译》云：一发念顷，供养无量无数不可思议诸佛世尊，而不失定意。」一发念顷，这句话要记住，就是弥勒菩萨所讲那个一念。这一念的时间极短，一秒钟里头有一千六百兆念，这一念就是说一千六百兆分之一秒，那算一秒那个念头，这一念顷，他已经供养无量无数不可思议诸佛世尊。这些世尊在哪里？诸佛世尊在哪里？在常寂光里面，全都是妙觉果位。末后这句话重要，不失定意，不失定意是什么？他没起心动念。起心动念就错了，起心动念就不在常寂光，在实报土。从这些地方我们深深体会修定重要，真功夫，真正的三学三慧不离禅定。本经里面没有说禅定这个名词，但是经题里面「清净」是禅定，「平等」是禅定，清净是二乘人的禅定，平等是菩萨的禅定，佛是报土里面法身大士的禅定。如果我们配合阿耨多罗三藐三菩提来说，清净是正觉，平等是正等正觉，觉是无上正等正觉，都在经题上。",
      "zh_TW": "底下說，「《宋譯》願文」，就是前面我們念的這段，「深顯佛力」，這個佛是阿彌陀佛，阿彌陀佛本願威神之力。「又如《魏譯》云：一發念頃，供養無量無數不可思議諸佛世尊，而不失定意。」一發念頃，這句話要記住，就是彌勒菩薩所講那個一念。這一念的時間極短，一秒鐘裡頭有一千六百兆念，這一念就是說一千六百兆分之一秒，那算一秒那個念頭，這一念頃，他已經供養無量無數不可思議諸佛世尊。這些世尊在哪裡？諸佛世尊在哪裡？在常寂光裡面，全都是妙覺果位。末後這句話重要，不失定意，不失定意是什麼？他沒起心動念。起心動念就錯了，起心動念就不在常寂光，在實報土。從這些地方我們深深體會修定重要，真功夫，真正的三學三慧不離禪定。本經裡面沒有說禪定這個名詞，但是經題裡面「清淨」是禪定，「平等」是禪定，清淨是二乘人的禪定，平等是菩薩的禪定，佛是報土裡面法身大士的禪定。如果我們配合阿耨多羅三藐三菩提來說，清淨是正覺，平等是正等正覺，覺是無上正等正覺，都在經題上。"
    },
    {
      "id": "02-039-0244_p0012",
      "zh_CN": "我们看下文，「是明自力。是以极乐人民，或因佛力加被，或以自力功圆。」明自力那是实报土的，得佛，这个佛是阿弥陀佛，得佛力加持的，这个佛力就是此地讲的四十八愿，方便土跟同居土是得佛力加持的，实报庄严土那是自力。「皆可随念普供诸佛」，极乐世界四土三辈九品，都能做得到随念供佛。「如经云：十方诸佛，应念受其供养」。菩萨念头才一动，佛就感受到，就接受，就接受你的供养了。「深显生佛不二」，生是众生，众生跟佛是一不是二。「感应道交，供佛之念才兴，诸佛摄受已毕。」我们供养送礼人家愿不愿意接受？我们常常想到，中国人所谓礼轻人意重，跟此地讲的表法是一个意思。供具这是轻，里面表法那是人意，那是性德，这个重。「顿修顿证，因果同时」，这是极乐世界菩萨他们在日常生活当中是怎么修行的，福慧双修，跟十方一切诸佛如来感应道交。所以你的福慧是大幅度的增长，快速增长，在极乐世界不需要很长的时间，你就证得圆满，圆满就回常寂光，你就证得《华严经》上所说的妙觉果位。我们再看下面这一章，这一章只有一愿，三十九愿「庄严无尽」：",
      "zh_TW": "我們看下文，「是明自力。是以極樂人民，或因佛力加被，或以自力功圓。」明自力那是實報土的，得佛，這個佛是阿彌陀佛，得佛力加持的，這個佛力就是此地講的四十八願，方便土跟同居土是得佛力加持的，實報莊嚴土那是自力。「皆可隨念普供諸佛」，極樂世界四土三輩九品，都能做得到隨念供佛。「如經云：十方諸佛，應念受其供養」。菩薩念頭才一動，佛就感受到，就接受，就接受你的供養了。「深顯生佛不二」，生是眾生，眾生跟佛是一不是二。「感應道交，供佛之念才興，諸佛攝受已畢。」我們供養送禮人家願不願意接受？我們常常想到，中國人所謂禮輕人意重，跟此地講的表法是一個意思。供具這是輕，裡面表法那是人意，那是性德，這個重。「頓修頓證，因果同時」，這是極樂世界菩薩他們在日常生活當中是怎麼修行的，福慧雙修，跟十方一切諸佛如來感應道交。所以你的福慧是大幅度的增長，快速增長，在極樂世界不需要很長的時間，你就證得圓滿，圓滿就回常寂光，你就證得《華嚴經》上所說的妙覺果位。我們再看下面這一章，這一章只有一願，三十九願「莊嚴無盡」："
    },
    {
      "id": "02-039-0244_p0013",
      "zh_CN": "【我作佛时。国中万物。严净。光丽。形色殊特。穷微极妙。无能称量。】",
      "zh_TW": "【我作佛時。國中萬物。嚴淨。光麗。形色殊特。窮微極妙。無能稱量。】"
    },
    {
      "id": "02-039-0244_p0014",
      "zh_CN": "这是讲数量之多。",
      "zh_TW": "這是講數量之多。"
    },
    {
      "id": "02-039-0244_p0015",
      "zh_CN": "【其诸众生。虽具天眼。有能辨其形色。光相。名数。及总宣说者。不取正觉。】",
      "zh_TW": "【其諸眾生。雖具天眼。有能辨其形色。光相。名數。及總宣說者。不取正覺。】"
    },
    {
      "id": "02-039-0244_p0016",
      "zh_CN": "我们看念老的注解，「从第三十九到第四十三，此五愿是摄佛土功德愿」。这五愿是说什么？完全用现在的话，提供给大家修行最完美的道场。《往生论》上讲的三种庄严，西方世界佛庄严、菩萨庄严、国土庄严，这是修行环境，佛是老师，菩萨是同学，这修学环境。三十九到四十三是讲极乐世界修学环境，这也是阿弥陀佛本愿功德成就的。「右第三十九是庄严无尽愿。《会疏》释曰：严谓庄严，净谓清净，光谓光明，丽谓华丽」，这四个字来形容修学的环境。我们再往下看，「严净」是庄严清净，「明体离垢」，垢是什么？染污。极乐世界环境里决定没有染污，就像惠能大师开悟的时候所说的，「何期自性本自清净」。西方极乐世界要按一般的说法，实报土是本自清净，但是方便土跟凡圣同居土它就不清净，所以有染有净。极乐世界没有染污，连凡圣同居土都没有染污，再跟诸位说，凡圣同居土下下品都没有染污。边地还有一点，边地有什么？他还有半信半疑，他的信心不够坚定，那就是染污。如果深信不疑的话，染污是一丝毫都没有了。体离垢。",
      "zh_TW": "我們看念老的註解，「從第三十九到第四十三，此五願是攝佛土功德願」。這五願是說什麼？完全用現在的話，提供給大家修行最完美的道場。《往生論》上講的三種莊嚴，西方世界佛莊嚴、菩薩莊嚴、國土莊嚴，這是修行環境，佛是老師，菩薩是同學，這修學環境。三十九到四十三是講極樂世界修學環境，這也是阿彌陀佛本願功德成就的。「右第三十九是莊嚴無盡願。《會疏》釋曰：嚴謂莊嚴，淨謂清淨，光謂光明，麗謂華麗」，這四個字來形容修學的環境。我們再往下看，「嚴淨」是莊嚴清淨，「明體離垢」，垢是什麼？染污。極樂世界環境裡決定沒有染污，就像惠能大師開悟的時候所說的，「何期自性本自清淨」。西方極樂世界要按一般的說法，實報土是本自清淨，但是方便土跟凡聖同居土它就不清淨，所以有染有淨。極樂世界沒有染污，連凡聖同居土都沒有染污，再跟諸位說，凡聖同居土下下品都沒有染污。邊地還有一點，邊地有什麼？他還有半信半疑，他的信心不夠堅定，那就是染污。如果深信不疑的話，染污是一絲毫都沒有了。體離垢。"
    },
    {
      "id": "02-039-0244_p0017",
      "zh_CN": "「光丽，表相奇特」，光明华丽；换句话说，这个道场无论是建筑、设施、大地，以及树木花草，都放光，都有光明。西方极乐世界没有讲到日月，它不需要日月，它没有一样东西不放光，而且它的光明是超过日月，连日月都比不上。表相奇特，光丽是表相状奇妙特殊，他方世界看不到的。「以长、短、方、圆、大、小等为形」，这形状，「以青、赤、白、黑、正、不正为色」，我们这世间常讲五正色，五种正色红黄蓝白黑，这是正色，也用，这个是青，赤是红色的，白色、黑色的，正、不正为色，「皆非世间所有，故云殊特」。你到极乐世界所看到，比十方诸佛刹土里面都要超过，这是殊特的意思。底下总的来说，「意为：万物体无垢染，故曰严净。形相光明奇丽，故曰光丽。其形与色皆非世间所有，故曰形色殊特。」你看看这是形容极乐世界的，也就是说往生到极乐世界，他们的生活环境、修学的环境，愿文里面给我们做出简单介绍。",
      "zh_TW": "「光麗，表相奇特」，光明華麗；換句話說，這個道場無論是建築、設施、大地，以及樹木花草，都放光，都有光明。西方極樂世界沒有講到日月，它不需要日月，它沒有一樣東西不放光，而且它的光明是超過日月，連日月都比不上。表相奇特，光麗是表相狀奇妙特殊，他方世界看不到的。「以長、短、方、圓、大、小等為形」，這形狀，「以青、赤、白、黑、正、不正為色」，我們這世間常講五正色，五種正色紅黃藍白黑，這是正色，也用，這個是青，赤是紅色的，白色、黑色的，正、不正為色，「皆非世間所有，故云殊特」。你到極樂世界所看到，比十方諸佛剎土裡面都要超過，這是殊特的意思。底下總的來說，「意為：萬物體無垢染，故曰嚴淨。形相光明奇麗，故曰光麗。其形與色皆非世間所有，故曰形色殊特。」你看看這是形容極樂世界的，也就是說往生到極樂世界，他們的生活環境、修學的環境，願文裡面給我們做出簡單介紹。"
    },
    {
      "id": "02-039-0244_p0018",
      "zh_CN": "「《会疏》」接着说，「点事妙理相即」，什么叫点事？括弧里有解释，如微点之事相。这句话说什么？点事说什么？大概就是我们现在科学家所讲的量子，小光子，也就是很小，微点的事相。妙理相即，理是什么？理是自性，性相不二，性相一如。从哪里看？从小光子看。这个事实真相被现在科学家看出来，我们不能不佩服他。现在学佛，很多东西用科学一印证很容易懂得，让我们想到古时候没有科学印证，那些人怎么能相信？怎么能体会到？只有一种可以能解释得通，他们的心比我们清净，他们都有相当禅定的功夫，我们只能这样说法，才能讲得通。量子力学家所发现的，实际上就是大乘经里面所讲的阿赖耶，佛在经上讲得好，我们用第六意识，第六意识的分别研究功能非常广大，它对外能够缘到宇宙，在佛经上讲法界虚空界它能缘到；对内，它能缘到阿赖耶，就是缘不到自性。也就是说他没有办法明心见性，为什么？明心见性要把八识放下，他没放下，他用这个。用这个，这就是极限，就是宇宙的边际跟阿赖耶，科学家的名词叫宏观宇宙、微观宇宙，这两个极限，他没有法子突破。",
      "zh_TW": "「《會疏》」接著說，「點事妙理相即」，什麼叫點事？括弧裡有解釋，如微點之事相。這句話說什麼？點事說什麼？大概就是我們現在科學家所講的量子，小光子，也就是很小，微點的事相。妙理相即，理是什麼？理是自性，性相不二，性相一如。從哪裡看？從小光子看。這個事實真相被現在科學家看出來，我們不能不佩服他。現在學佛，很多東西用科學一印證很容易懂得，讓我們想到古時候沒有科學印證，那些人怎麼能相信？怎麼能體會到？只有一種可以能解釋得通，他們的心比我們清淨，他們都有相當禪定的功夫，我們只能這樣說法，才能講得通。量子力學家所發現的，實際上就是大乘經裡面所講的阿賴耶，佛在經上講得好，我們用第六意識，第六意識的分別研究功能非常廣大，它對外能夠緣到宇宙，在佛經上講法界虛空界它能緣到；對內，它能緣到阿賴耶，就是緣不到自性。也就是說他沒有辦法明心見性，為什麼？明心見性要把八識放下，他沒放下，他用這個。用這個，這就是極限，就是宇宙的邊際跟阿賴耶，科學家的名詞叫宏觀宇宙、微觀宇宙，這兩個極限，他沒有法子突破。"
    },
    {
      "id": "02-039-0244_p0019",
      "zh_CN": "突破的方法，佛讲放下妄想分别执着你就突破了。就我们凡夫来说，佛教给我们先放下执着，对世出世间一切法不再执着，你第一个突破了，突破什么？六道轮回，六道轮回不见，没有了。为什么？它是假的。六道轮回究竟是一回什么事情？是你执着变现出来的。你没有执着，六道就没有了。六道没有了，出现什么？出现四圣法界，声闻、缘觉、菩萨、佛，这个法界出现。佛又告诉我们，你能再把分别放下，四圣法界前面三个不见了，声闻、缘觉、菩萨不见了，那是什么？分别来的。剩下什么？剩下一个佛，十法界里的佛，这个境界还现前。如果再把起心动念放下，这佛没有了，十法界的佛是假的，不是真的，这个十法界就没有了。没有，出现什么？出现就是诸佛的实报庄严土。说实在的话，是我们自性里面的实报庄严土出现了，那叫一真法界。十法界是虚妄的，假的，不是真的，一真是真的吗？一真跟前面假的比较一下，它好像是真的。为什么？十法界里有变化，千变万化，一真法界里头没有变化，人的寿命很长，永远不衰老，不变！树木花果长青没有凋谢，它没有四季，它没有气候变化，这是实报土。实报土是心现没有变，它没有识，变化是分别执着才有变化，它没有分别、没有执着，它也没有起心动念，所以它没有变化。没有变化就是真的，有变化就是假的，所以称它叫一真法界。它是不是永远存在？不是，什么时候无始无明的习气断尽了，它也没有了。最后告诉你，有一样是真的，就是自性，「何期自性本不生灭」，惠能大师讲的，不生不灭。所以实报土还有生灭，常寂光没有生灭。",
      "zh_TW": "突破的方法，佛講放下妄想分別執著你就突破了。就我們凡夫來說，佛教給我們先放下執著，對世出世間一切法不再執著，你第一個突破了，突破什麼？六道輪迴，六道輪迴不見，沒有了。為什麼？它是假的。六道輪迴究竟是一回什麼事情？是你執著變現出來的。你沒有執著，六道就沒有了。六道沒有了，出現什麼？出現四聖法界，聲聞、緣覺、菩薩、佛，這個法界出現。佛又告訴我們，你能再把分別放下，四聖法界前面三個不見了，聲聞、緣覺、菩薩不見了，那是什麼？分別來的。剩下什麼？剩下一個佛，十法界裡的佛，這個境界還現前。如果再把起心動念放下，這佛沒有了，十法界的佛是假的，不是真的，這個十法界就沒有了。沒有，出現什麼？出現就是諸佛的實報莊嚴土。說實在的話，是我們自性裡面的實報莊嚴土出現了，那叫一真法界。十法界是虛妄的，假的，不是真的，一真是真的嗎？一真跟前面假的比較一下，它好像是真的。為什麼？十法界裡有變化，千變萬化，一真法界裡頭沒有變化，人的壽命很長，永遠不衰老，不變！樹木花果長青沒有凋謝，它沒有四季，它沒有氣候變化，這是實報土。實報土是心現沒有變，它沒有識，變化是分別執著才有變化，它沒有分別、沒有執著，它也沒有起心動念，所以它沒有變化。沒有變化就是真的，有變化就是假的，所以稱它叫一真法界。它是不是永遠存在？不是，什麼時候無始無明的習氣斷盡了，它也沒有了。最後告訴你，有一樣是真的，就是自性，「何期自性本不生滅」，惠能大師講的，不生不滅。所以實報土還有生滅，常寂光沒有生滅。"
    },
    {
      "id": "02-039-0244_p0020",
      "zh_CN": "这些事相确实我们要常常提到、提起，让大家心里清楚，多听慢慢就明白了，知道事实真相。对我们有没有好处？有好处，你能把这个世间一切万缘放下。你不了解放不下，你要放不下永远搞轮回，那太苦了，太可怜了。为什么放不下？章嘉大师讲，你没看破，看破是明了，没看破就是你对于事实真相完全不明了，是这么个原因。如果对事实真相明了，哪有不放下的道理！你就不知道放下多自在，那不放下多痛苦，你不叫自己活找罪受吗？没人给你受罪，自作自受。了解事实真相，《般若经》上讲得好，世出世间「一切法」，不但是世间法，佛法也包括在其中，告诉你，「无所有，毕竟空，不可得」，这十二个字。里头包括佛法，连佛法也是「无所有，毕竟空，不可得」，所以佛法也不能执着。《金刚经》上说得很好，诸佛说法好比什么？好比你过河，你坐个小船，船就好比佛法，你得用它，渡到彼岸之后要把它丢掉，你不能把船背着走，所以你要把它舍掉。没有得度要用它，它很管用；到达彼岸它一点用处都没有了，你要把它丢得干干净净，你才能回归常寂光。如果你还想把佛法留住，常寂光就没分，永远靠不了岸。所以佛在经上讲得好，「法尚应舍，何况非法」，法就是佛法，法要舍。不是佛法，更是假的了，所以六道十法界统统要舍，常寂光都不要留恋，若还着有常寂光，也要舍，到时候你自然就舍掉。",
      "zh_TW": "這些事相確實我們要常常提到、提起，讓大家心裡清楚，多聽慢慢就明白了，知道事實真相。對我們有沒有好處？有好處，你能把這個世間一切萬緣放下。你不了解放不下，你要放不下永遠搞輪迴，那太苦了，太可憐了。為什麼放不下？章嘉大師講，你沒看破，看破是明瞭，沒看破就是你對於事實真相完全不明瞭，是這麼個原因。如果對事實真相明瞭，哪有不放下的道理！你就不知道放下多自在，那不放下多痛苦，你不叫自己活找罪受嗎？沒人給你受罪，自作自受。了解事實真相，《般若經》上講得好，世出世間「一切法」，不但是世間法，佛法也包括在其中，告訴你，「無所有，畢竟空，不可得」，這十二個字。裡頭包括佛法，連佛法也是「無所有，畢竟空，不可得」，所以佛法也不能執著。《金剛經》上說得很好，諸佛說法好比什麼？好比你過河，你坐個小船，船就好比佛法，你得用它，渡到彼岸之後要把它丟掉，你不能把船背著走，所以你要把它捨掉。沒有得度要用它，它很管用；到達彼岸它一點用處都沒有了，你要把它丟得乾乾淨淨，你才能回歸常寂光。如果你還想把佛法留住，常寂光就沒分，永遠靠不了岸。所以佛在經上講得好，「法尚應捨，何況非法」，法就是佛法，法要捨。不是佛法，更是假的了，所以六道十法界統統要捨，常寂光都不要留戀，若還著有常寂光，也要捨，到時候你自然就捨掉。"
    },
    {
      "id": "02-039-0244_p0021",
      "zh_CN": "世间这么好的一样东西，知道的人太少，太难得、太稀有。所以我们要感谢老师，不是老师那样真诚的介绍，我们怎么会知道佛法有这么好。社会一般大众对佛法误会太深，我们从小也受这个影响，很小时候在农村跟着父母拜佛，对佛法很尊敬。十岁搬到城里去住，城里面去念学校就被污染，听老师讲宗教是迷信，佛教是迷信，开始信心动摇了，也跟着学，乡下人迷信。这样搞了十几年，到二十六岁遇到方东美先生，他才告诉我。佛法没错，我错了，佛法不迷信，我迷信，我没有把佛法搞清楚，我说信它是迷信，我说不信它也是迷信，这个意思要听懂。统统搞清楚、搞明白了，你信它是正信，不信它也是正信，你搞清楚了；你没有搞清楚，怎么说你都是迷信。这样才重新再认识宗教，重新认识佛教，这才找到了宝。老师慈悲，老师的恩德非常大。我回头了，老师告诉我：今天的佛法不在寺庙。我感到很惊讶，不在寺庙在哪里？老师说：在经典。为我说明为什么不在寺庙？现在寺庙里不研究经典，寺庙有经典，但是他不研究，他不学习。你要想学佛法，你一定从经典当中下手，这个路指得好。如果不指这条路的话，我们这一生实在讲也什么都没学到，会愈学愈怀疑，最后一定还是认为这是迷信。哪里晓得这里头有这么高深的哲理，有这样圆满的科学。",
      "zh_TW": "世間這麼好的一樣東西，知道的人太少，太難得、太稀有。所以我們要感謝老師，不是老師那樣真誠的介紹，我們怎麼會知道佛法有這麼好。社會一般大眾對佛法誤會太深，我們從小也受這個影響，很小時候在農村跟著父母拜佛，對佛法很尊敬。十歲搬到城裡去住，城裡面去念學校就被污染，聽老師講宗教是迷信，佛教是迷信，開始信心動搖了，也跟著學，鄉下人迷信。這樣搞了十幾年，到二十六歲遇到方東美先生，他才告訴我。佛法沒錯，我錯了，佛法不迷信，我迷信，我沒有把佛法搞清楚，我說信它是迷信，我說不信它也是迷信，這個意思要聽懂。統統搞清楚、搞明白了，你信它是正信，不信它也是正信，你搞清楚了；你沒有搞清楚，怎麼說你都是迷信。這樣才重新再認識宗教，重新認識佛教，這才找到了寶。老師慈悲，老師的恩德非常大。我回頭了，老師告訴我：今天的佛法不在寺廟。我感到很驚訝，不在寺廟在哪裡？老師說：在經典。為我說明為什麼不在寺廟？現在寺廟裡不研究經典，寺廟有經典，但是他不研究，他不學習。你要想學佛法，你一定從經典當中下手，這個路指得好。如果不指這條路的話，我們這一生實在講也什麼都沒學到，會愈學愈懷疑，最後一定還是認為這是迷信。哪裡曉得這裡頭有這麼高深的哲理，有這樣圓滿的科學。"
    },
    {
      "id": "02-039-0244_p0022",
      "zh_CN": "让我们总结了，世尊四十九年讲些什么？就普世教育而言，普世是什么？对社会一般大众，他讲伦理、讲道德、讲因果。这三种教育可以帮助社会安定和平，帮助一个国家长治久安，帮助世间许许多多国家在一起，能够和睦相处、平等对待，这是佛法普世的教育，对社会的贡献。更高的教育，就是方老师讲的，是这个世界上哲学的最高峰。我们通过六十年的学习，现在看到许多科学家的报告，我们肯定了，大乘佛经是世界上科学的最高峰，科学、哲学的最高峰。近代的物理学家，无论是从宏观上讲，或者微观上讲，全都跟佛经讲的是一回事，完全相同。跟佛经比还差一截，宏观宇宙里面讲，今天精密的仪器观察太空，科学家告诉我们只能见到太空百分之十，还有百分之九十不见了，不知道到哪里去了，佛经上知道。微观宇宙里面讲到量子，量子讲到阿赖耶的三细相，三细相从哪里来的？无中生有，科学家说的这句话，无中生有。佛法讲得更清楚，自性变现的，不是无中生有，自性变现的。因为自性它有，自性是真有，自性没有现象，它不是物质现象，不是精神现象，也不是自然现象。所以大乘经上常常用一个字来形容它，「空」，这空很难懂，空是形容自性，空不能说是无，不可以当作空无讲，空什么都没有了，不是这个意思。它什么都有，什么都有，你什么都感觉不到，这个东西能生万法。",
      "zh_TW": "讓我們總結了，世尊四十九年講些什麼？就普世教育而言，普世是什麼？對社會一般大眾，他講倫理、講道德、講因果。這三種教育可以幫助社會安定和平，幫助一個國家長治久安，幫助世間許許多多國家在一起，能夠和睦相處、平等對待，這是佛法普世的教育，對社會的貢獻。更高的教育，就是方老師講的，是這個世界上哲學的最高峰。我們通過六十年的學習，現在看到許多科學家的報告，我們肯定了，大乘佛經是世界上科學的最高峰，科學、哲學的最高峰。近代的物理學家，無論是從宏觀上講，或者微觀上講，全都跟佛經講的是一回事，完全相同。跟佛經比還差一截，宏觀宇宙裡面講，今天精密的儀器觀察太空，科學家告訴我們只能見到太空百分之十，還有百分之九十不見了，不知道到哪裡去了，佛經上知道。微觀宇宙裡面講到量子，量子講到阿賴耶的三細相，三細相從哪裡來的？無中生有，科學家說的這句話，無中生有。佛法講得更清楚，自性變現的，不是無中生有，自性變現的。因為自性它有，自性是真有，自性沒有現象，它不是物質現象，不是精神現象，也不是自然現象。所以大乘經上常常用一個字來形容它，「空」，這空很難懂，空是形容自性，空不能說是無，不可以當作空無講，空什麼都沒有了，不是這個意思。它什麼都有，什麼都有，你什麼都感覺不到，這個東西能生萬法。"
    },
    {
      "id": "02-039-0244_p0023",
      "zh_CN": "所以这个叫什么？叫点事。「点事」，我相信就是现在量子学家所讲的量子，这里头「妙理相即」，就是这一个小光点，这个小光子，存在的时间那么短暂，这一点里面圆圆满满含藏着整个宇宙的信息，我们所讲的自然现象、精神现象、物质现象，统统都在里头。这就是佛法里常讲的「芥子纳须弥」，芥菜子很小，须弥山可以放在芥菜子里头。要是从量子上来说，那不只须弥山，须弥山算什么？整个宇宙就在那一点里头。小光子比芥菜子小得太多，芥菜子我们肉眼看得见，小光子看不见，得要高倍的显微镜，一般的显微镜都看不到。这里头有完全的、完整的宇宙，每一粒小光子里统统都是圆满的宇宙，这不可思议，这是事实真相。所以整个宇宙就像一个电网一样，全是相通的。《还源观》上讲得好，《还源观》前面三段就讲宇宙的形成，宇宙的体相用。体是自性清净圆明体，妙理！从一体起二用，二用就现相，现什么相？现精神现象跟物质现象。能现的是自然现象，所现的是精神现象跟物质现象，无论是精神、是物质都有三种周遍。第一个是「周遍法界」，就是一念才动就周遍法界，速度没有任何东西能相比，光速、电磁波跟它比是差太远，简直不能比，它这一念就周遍法界，信息多快！第二个周遍是「出生无尽」，出生，用现在的话讲，变化，变化无穷无尽。第三个「含容空有」，每一粒小光子都是，含空是心包太虚，容有是量周法界。任何一个小光子，它里面都有整个宇宙的现象，我们不能讲信息，信息是只讲现象的一种精神现象，它有物质现象。三种周遍！佛经上讲「生佛不二」，众生跟佛是一不是二，性相不二，能现跟所现不二，入不二法门。不二什么意思？一体，遍法界虚空界跟自己是一体。你能不尊重吗？你能不赞叹吗？十大愿王上说的「礼敬、赞叹、供养」，一体。这个事实真相只有佛法讲得清楚、讲得透彻、讲得明白，这就是讲的妙理相即。「故谓穷微」，这两个字用得好，穷是追根究柢，彻底明了，这个微点现在讲的小光子，佛法比科学家讲得更清楚、更明白。",
      "zh_TW": "所以這個叫什麼？叫點事。「點事」，我相信就是現在量子學家所講的量子，這裡頭「妙理相即」，就是這一個小光點，這個小光子，存在的時間那麼短暫，這一點裡面圓圓滿滿含藏著整個宇宙的信息，我們所講的自然現象、精神現象、物質現象，統統都在裡頭。這就是佛法裡常講的「芥子納須彌」，芥菜子很小，須彌山可以放在芥菜子裡頭。要是從量子上來說，那不只須彌山，須彌山算什麼？整個宇宙就在那一點裡頭。小光子比芥菜子小得太多，芥菜子我們肉眼看得見，小光子看不見，得要高倍的顯微鏡，一般的顯微鏡都看不到。這裡頭有完全的、完整的宇宙，每一粒小光子裡統統都是圓滿的宇宙，這不可思議，這是事實真相。所以整個宇宙就像一個電網一樣，全是相通的。《還源觀》上講得好，《還源觀》前面三段就講宇宙的形成，宇宙的體相用。體是自性清淨圓明體，妙理！從一體起二用，二用就現相，現什麼相？現精神現象跟物質現象。能現的是自然現象，所現的是精神現象跟物質現象，無論是精神、是物質都有三種周遍。第一個是「周遍法界」，就是一念才動就周遍法界，速度沒有任何東西能相比，光速、電磁波跟它比是差太遠，簡直不能比，它這一念就周遍法界，信息多快！第二個周遍是「出生無盡」，出生，用現在的話講，變化，變化無窮無盡。第三個「含容空有」，每一粒小光子都是，含空是心包太虛，容有是量周法界。任何一個小光子，它裡面都有整個宇宙的現象，我們不能講信息，信息是只講現象的一種精神現象，它有物質現象。三種周遍！佛經上講「生佛不二」，眾生跟佛是一不是二，性相不二，能現跟所現不二，入不二法門。不二什麼意思？一體，遍法界虛空界跟自己是一體。你能不尊重嗎？你能不讚歎嗎？十大願王上說的「禮敬、讚歎、供養」，一體。這個事實真相只有佛法講得清楚、講得透徹、講得明白，這就是講的妙理相即。「故謂窮微」，這兩個字用得好，窮是追根究柢，徹底明瞭，這個微點現在講的小光子，佛法比科學家講得更清楚、更明白。"
    },
    {
      "id": "02-039-0244_p0024",
      "zh_CN": "「无漏之相，实相之相，故谓极妙」。这几句经文，我们以今天太空物理、量子物理来讲，就很容易体会。「意为」，下面意思说，「极乐一切事相，一毛一尘之微点，皆从实际理体而显，与妙理相即不二，故曰穷微」。这句话告诉我们什么信息？西方极乐世界的人个个都是顶尖的科学家、顶尖的哲学家，他们都能够穷微，而且跟我们这个世界科学家不一样，他们是亲证。我们科学家是利用仪器观察到，所以还有很多问题不能解决；他们亲证的这个境界，什么问题都没有了，圆满绝妙。由此可知，到西方极乐世界，不但说是你成佛，佛是什么？佛原来是大科学家，原来是大哲学家，你到极乐世界统统证得了。在此地我们要知道，极乐世界一切事相，一毛一尘的微点，都是从实际理体而显，与妙理相即不二。我们这个世界是不是？是的，没有例外的，我们这个世界也是的。也是怎么？我们不知道。极乐世界人全证得，他用什么证得？给诸位说，他用清净平等觉证得的，他不需要用仪器。内证，他用清净心、用平等心、用觉心，清净平等觉都达到究竟圆满，证得了。所以佛的智慧、法身菩萨的智慧不可思议，世出世间一切法他没有不通达的，他没有不明了的。",
      "zh_TW": "「無漏之相，實相之相，故謂極妙」。這幾句經文，我們以今天太空物理、量子物理來講，就很容易體會。「意為」，下面意思說，「極樂一切事相，一毛一塵之微點，皆從實際理體而顯，與妙理相即不二，故曰窮微」。這句話告訴我們什麼信息？西方極樂世界的人個個都是頂尖的科學家、頂尖的哲學家，他們都能夠窮微，而且跟我們這個世界科學家不一樣，他們是親證。我們科學家是利用儀器觀察到，所以還有很多問題不能解決；他們親證的這個境界，什麼問題都沒有了，圓滿絕妙。由此可知，到西方極樂世界，不但說是你成佛，佛是什麼？佛原來是大科學家，原來是大哲學家，你到極樂世界統統證得了。在此地我們要知道，極樂世界一切事相，一毛一塵的微點，都是從實際理體而顯，與妙理相即不二。我們這個世界是不是？是的，沒有例外的，我們這個世界也是的。也是怎麼？我們不知道。極樂世界人全證得，他用什麼證得？給諸位說，他用清淨平等覺證得的，他不需要用儀器。內證，他用清淨心、用平等心、用覺心，清淨平等覺都達到究竟圓滿，證得了。所以佛的智慧、法身菩薩的智慧不可思議，世出世間一切法他沒有不通達的，他沒有不明瞭的。"
    },
    {
      "id": "02-039-0244_p0025",
      "zh_CN": "我们读了这些经，最重要的经义明了，怎么样修证？信解行证，行是修行，证才是自己的。我们今天只能够讲到信解，信解的程度都不深，因为我们是属于记问之学。从经典上看到的，听善知识讲解的，不是自己亲证，所以我们相信信得不够深，怎么说不够深？不敢做。佛教我们一切放下，我们不敢放下，这什么原因？信得不够深。如果真信了，他就真放下；真明白了，这是解，真明白了，他彻底放下。譬如经上我们常读到「凡所有相皆是虚妄」，我们没有把这些相当作虚妄，还当真，还是不肯放下。经上讲得很清楚，幻相在前面不碍事，碍事是你心里头，你心里真有这些相就糟了。放，不是把外面的相灭掉，不是这个意思，你心里面那个相给它消灭掉，让你心永远恢复到清净、平等、觉就对了，外面境界就理事无碍、事事无碍。我们还是起心动念，还是分别执着，「一切法无所有、毕竟空、不可得」是白念了，不起作用，问题在这里。那怎么办？只有一个方法，深入经藏。这个深入经藏，诸位要记住，就这一本经就够了，不要再去找别的。这部经要深入，怎么深入法？天天读，不要去想，或者天天听，听也不要想，听上一千遍，念上一千遍，人会开悟。这是古老的方法，古老的方法非常有效，你不用古老的方法，你就没办法达到境界。遵守古老的方法叫持戒，一心去听，一心去读，那叫修定，定到一定的程度就豁然大悟，你与妙理相即不二了，这叫悟入，这个才重要。每天在日常生活当中，那是什么？接受考验。譬如有人好的东西来供养，你有没有欢喜心？有欢喜心错了。有人来陷害你、来羞辱你，你会不会生气？一生气又坏了，禁不起考验。",
      "zh_TW": "我們讀了這些經，最重要的經義明瞭，怎麼樣修證？信解行證，行是修行，證才是自己的。我們今天只能夠講到信解，信解的程度都不深，因為我們是屬於記問之學。從經典上看到的，聽善知識講解的，不是自己親證，所以我們相信信得不夠深，怎麼說不夠深？不敢做。佛教我們一切放下，我們不敢放下，這什麼原因？信得不夠深。如果真信了，他就真放下；真明白了，這是解，真明白了，他徹底放下。譬如經上我們常讀到「凡所有相皆是虛妄」，我們沒有把這些相當作虛妄，還當真，還是不肯放下。經上講得很清楚，幻相在前面不礙事，礙事是你心裡頭，你心裡真有這些相就糟了。放，不是把外面的相滅掉，不是這個意思，你心裡面那個相給它消滅掉，讓你心永遠恢復到清淨、平等、覺就對了，外面境界就理事無礙、事事無礙。我們還是起心動念，還是分別執著，「一切法無所有、畢竟空、不可得」是白念了，不起作用，問題在這裡。那怎麼辦？只有一個方法，深入經藏。這個深入經藏，諸位要記住，就這一本經就夠了，不要再去找別的。這部經要深入，怎麼深入法？天天讀，不要去想，或者天天聽，聽也不要想，聽上一千遍，念上一千遍，人會開悟。這是古老的方法，古老的方法非常有效，你不用古老的方法，你就沒辦法達到境界。遵守古老的方法叫持戒，一心去聽，一心去讀，那叫修定，定到一定的程度就豁然大悟，你與妙理相即不二了，這叫悟入，這個才重要。每天在日常生活當中，那是什麼？接受考驗。譬如有人好的東西來供養，你有沒有歡喜心？有歡喜心錯了。有人來陷害你、來羞辱你，你會不會生氣？一生氣又壞了，禁不起考驗。"
    },
    {
      "id": "02-039-0244_p0026",
      "zh_CN": "为什么说禁不起考验？所有现象是假的，你何必当真？连歌利王割截身体也不是真的，所以忍辱仙人心里没动，你割截，他心没动，他成佛了，禁得起考验。我们这小小的一考验，马上被境界转，一桩不如意的事情要生气生好几天，你说冤不冤枉？遇到一桩好事也要高兴，高兴几天，这不行！境界风一动你就完全不及格。一定要修到境界风动，我不动，你就成功了。那我受伤害呢？伤害就让他去伤害吧！假的，不是真的。我们钱被人骗去，钱是假的，不是真的，到这个世间来没带一文钱来，将来死的时候一分钱也带不去，你何必认真？我们产业他要霸占，送给他吧！我有跟他有，有什么分别？没有分别。给诸位说，佛在经上讲愈舍愈多，你为什么不舍？对佛的话不相信，我好不容易赚得，现在佛叫我舍，我舍了之后我就没有了。你试试看，你舍了之后后头就来了，来的比你舍的一定要多几倍，愈施愈多。舍财得财富，舍法得聪明智慧，施无畏者得健康长寿，你为什么不肯舍？",
      "zh_TW": "為什麼說禁不起考驗？所有現象是假的，你何必當真？連歌利王割截身體也不是真的，所以忍辱仙人心裡沒動，你割截，他心沒動，他成佛了，禁得起考驗。我們這小小的一考驗，馬上被境界轉，一樁不如意的事情要生氣生好幾天，你說冤不冤枉？遇到一樁好事也要高興，高興幾天，這不行！境界風一動你就完全不及格。一定要修到境界風動，我不動，你就成功了。那我受傷害呢？傷害就讓他去傷害吧！假的，不是真的。我們錢被人騙去，錢是假的，不是真的，到這個世間來沒帶一文錢來，將來死的時候一分錢也帶不去，你何必認真？我們產業他要霸佔，送給他吧！我有跟他有，有什麼分別？沒有分別。給諸位說，佛在經上講愈捨愈多，你為什麼不捨？對佛的話不相信，我好不容易賺得，現在佛叫我捨，我捨了之後我就沒有了。你試試看，你捨了之後後頭就來了，來的比你捨的一定要多幾倍，愈施愈多。捨財得財富，捨法得聰明智慧，施無畏者得健康長壽，你為什麼不肯捨？"
    },
    {
      "id": "02-039-0244_p0027",
      "zh_CN": "别人向你要，那有缘人！给他就好了，欢欢喜喜。他要是无理夺取的，也给他，我们命里有的决定没有减少，真的愈施愈多。他拿去之后，给诸位说，他命里有，就这么多，不会增长；命里要没有的话，他得到之后，得到你这个财，他一定是害病、遭横祸把这些钱花掉了，他也得不到。他拿去享受什么？去害病当医药费，他这种享受的方法，他没有福。所以因果报应丝毫不爽，人没有放下轮回心，你就脱离不了轮回的关系。修行人头一个标准，今天讲的指标，修行第一个指标就是超越六道轮回。有能力超越六道轮回，念佛往生净土就生方便有余土，不是在凡圣同居土。凡圣同居土是没有能力超越六道轮回，但是所有的执着要大幅度的降温，断不容易，要把它减轻。如果我们分别执着一年比一年轻，那就证明你修行的功夫一年比一年提升，这个要紧。无论做多么好的事情，都不要放在心上，不要以为我做了好多功德，做了好多好事，你就离不开三善道，你出不了六道轮回。佛在经教里常常教导我们「三轮体空」，修一切功德最明显的，我们布施供养，布施出去之后，心里不要想着：我做了多少好事、做了多少功德，别人受了我的恩惠，当中我送了他多少的供养。布施出去，心里干干净净，一尘不染，这叫功德；还念念不忘的话，那是福德。福德，六道里头有报应，就是善有善报，恶有恶报，不是不报，时辰未到，时辰一到一切总报，跑不了！",
      "zh_TW": "別人向你要，那有緣人！給他就好了，歡歡喜喜。他要是無理奪取的，也給他，我們命裡有的決定沒有減少，真的愈施愈多。他拿去之後，給諸位說，他命裡有，就這麼多，不會增長；命裡要沒有的話，他得到之後，得到你這個財，他一定是害病、遭橫禍把這些錢花掉了，他也得不到。他拿去享受什麼？去害病當醫藥費，他這種享受的方法，他沒有福。所以因果報應絲毫不爽，人沒有放下輪迴心，你就脫離不了輪迴的關係。修行人頭一個標準，今天講的指標，修行第一個指標就是超越六道輪迴。有能力超越六道輪迴，念佛往生淨土就生方便有餘土，不是在凡聖同居土。凡聖同居土是沒有能力超越六道輪迴，但是所有的執著要大幅度的降溫，斷不容易，要把它減輕。如果我們分別執著一年比一年輕，那就證明你修行的功夫一年比一年提升，這個要緊。無論做多麼好的事情，都不要放在心上，不要以為我做了好多功德，做了好多好事，你就離不開三善道，你出不了六道輪迴。佛在經教裡常常教導我們「三輪體空」，修一切功德最明顯的，我們布施供養，布施出去之後，心裡不要想著：我做了多少好事、做了多少功德，別人受了我的恩惠，當中我送了他多少的供養。布施出去，心裡乾乾淨淨，一塵不染，這叫功德；還念念不忘的話，那是福德。福德，六道裡頭有報應，就是善有善報，惡有惡報，不是不報，時辰未到，時辰一到一切總報，跑不了！"
    },
    {
      "id": "02-039-0244_p0028",
      "zh_CN": "每个宗教里面都对于因果报应讲得很清楚，它不是假的。现在催眠术已经看作为科学，多少人在催眠里面回忆过去生，过去一世、过去两世。我还看到一个报告，好像过去第八十世，时间四千多年前，那个时候还没有房子，住在洞穴里面，他说出那时候生活状况。由此可知，人并没有死，人既然没有死，就不能跟人结恶缘，总是要跟人结善缘。他对我再不好，我对他好，我以善心对他。他就是把我害死，我还原谅他，来世的时候做好朋友，不要冤冤相报，冤冤相报这愚痴，不能干这个事情。现在我们觉悟了，我们不搞轮回，他去搞轮回，我不搞轮回了，我们在这一生当中决定求生净土。真正你能够念到有把握往生净土，印光大师教我们一个方法，把「死」字贴在额头上。怎么个贴法？我的做法就是我天天就想到，今天是我在这个世界上最后的一天，我今天应该干什么事情？除了念阿弥陀佛，什么都不想。这一觉睡醒，明天又来了，明天就多过一天，大概佛没有来接引我，我还有点事情要做。这个事情是什么？第一个提升自己，第二个帮助苦难众生。真的是这个想法，不是假的，这样想法你才会放下一切，你不会再执着，不再搞名闻利养，起心动念都为苦难众生想，怎样帮助他离苦得乐，帮助一切众生觉悟，帮助一切众生断恶修善，帮助一切众生改邪归正。从我做起，我要做一个样子给人看；我还没有感动别人，那是我自己的功夫还不够，功夫够了肯定能感动人，这样做就对了。这是我自己一个修行的笨办法，我在此地提供给同学们做参考。不能不干！你看社会的动乱，人失掉圣贤的教诲，起心动念，完全违背了性德，我们中国老祖宗说的，五伦五常、四维八德统统违背了，一个字都没有。有人说你怎么这么说法？怎么会一个字都没有？有一个字就全都有；你说我统统做到，还有一样没做到，你全没做到。佛法说得好，一真一切真，一妄一切妄。承认自己的过失，你才能修忏悔法门；不承认自己的过失，你无从忏悔。累积的恶业将来果报在三途，那苦不可言，那何苦？",
      "zh_TW": "每個宗教裡面都對於因果報應講得很清楚，它不是假的。現在催眠術已經看作為科學，多少人在催眠裡面回憶過去生，過去一世、過去兩世。我還看到一個報告，好像過去第八十世，時間四千多年前，那個時候還沒有房子，住在洞穴裡面，他說出那時候生活狀況。由此可知，人並沒有死，人既然沒有死，就不能跟人結惡緣，總是要跟人結善緣。他對我再不好，我對他好，我以善心對他。他就是把我害死，我還原諒他，來世的時候做好朋友，不要冤冤相報，冤冤相報這愚痴，不能幹這個事情。現在我們覺悟了，我們不搞輪迴，他去搞輪迴，我不搞輪迴了，我們在這一生當中決定求生淨土。真正你能夠念到有把握往生淨土，印光大師教我們一個方法，把「死」字貼在額頭上。怎麼個貼法？我的做法就是我天天就想到，今天是我在這個世界上最後的一天，我今天應該幹什麼事情？除了念阿彌陀佛，什麼都不想。這一覺睡醒，明天又來了，明天就多過一天，大概佛沒有來接引我，我還有點事情要做。這個事情是什麼？第一個提升自己，第二個幫助苦難眾生。真的是這個想法，不是假的，這樣想法你才會放下一切，你不會再執著，不再搞名聞利養，起心動念都為苦難眾生想，怎樣幫助他離苦得樂，幫助一切眾生覺悟，幫助一切眾生斷惡修善，幫助一切眾生改邪歸正。從我做起，我要做一個樣子給人看；我還沒有感動別人，那是我自己的功夫還不夠，功夫夠了肯定能感動人，這樣做就對了。這是我自己一個修行的笨辦法，我在此地提供給同學們做參考。不能不幹！你看社會的動亂，人失掉聖賢的教誨，起心動念，完全違背了性德，我們中國老祖宗說的，五倫五常、四維八德統統違背了，一個字都沒有。有人說你怎麼這麼說法？怎麼會一個字都沒有？有一個字就全都有；你說我統統做到，還有一樣沒做到，你全沒做到。佛法說得好，一真一切真，一妄一切妄。承認自己的過失，你才能修懺悔法門；不承認自己的過失，你無從懺悔。累積的惡業將來果報在三途，那苦不可言，那何苦？"
    },
    {
      "id": "02-039-0244_p0029",
      "zh_CN": "我们再看底下的文，下面说，「穷者，尽也。微者，精也。且此一切形相，乃清净心之所显，弥陀无漏功德之所现，故为无漏之相。」这话说得好。我们今天所看到的现象，展现在我们面前的，我们眼所见的，耳所闻的，舌所尝的，心里所念的，是一切严重的染污，严重的违反性德，那就是不伦不类，五伦没有了，不忠、不孝、不仁、不义。中国的学术，古圣先贤传下来的，用十二个字全都包括，孝悌忠信、礼义廉耻、仁爱和平，全包括了。这十二个字，哪一个字你做到了？一个都没有，那还得了吗？你把孝字做到，一切都做到，你不会起恶念。你起个恶念就不孝，对不起父母，你做一桩错事就是不孝、就是不仁、就是不义。印光大师教我们「诚敬」两个字，这两个字实在讲中国古圣先贤也讲到，《中庸》里面讲「至诚」，真诚到极处，那是性德。现在全没有了，不但做不到，讲也没人讲，纵然有人讲，他自己没做到，心行不相应。所以社会动乱，民生疾苦，这个地球灾变异常，大家稍微留意一点，你就很清楚、很明白，全球各地方的灾难非常之多，一年比一年多，一次比一次严重。许多人还在谈二０一二是世界末日，二０一二是明年，就在眼前，我们怎么办？学了佛之后我们明白，生命是永恒的，生死是身有生死，灵性没有生死，身不是我，灵性是我，如何好好的培养自己的灵性，让自己的灵性与性德完全相应，这就对了。",
      "zh_TW": "我們再看底下的文，下面說，「窮者，盡也。微者，精也。且此一切形相，乃清淨心之所顯，彌陀無漏功德之所現，故為無漏之相。」這話說得好。我們今天所看到的現象，展現在我們面前的，我們眼所見的，耳所聞的，舌所嘗的，心裡所念的，是一切嚴重的染污，嚴重的違反性德，那就是不倫不類，五倫沒有了，不忠、不孝、不仁、不義。中國的學術，古聖先賢傳下來的，用十二個字全都包括，孝悌忠信、禮義廉恥、仁愛和平，全包括了。這十二個字，哪一個字你做到了？一個都沒有，那還得了嗎？你把孝字做到，一切都做到，你不會起惡念。你起個惡念就不孝，對不起父母，你做一樁錯事就是不孝、就是不仁、就是不義。印光大師教我們「誠敬」兩個字，這兩個字實在講中國古聖先賢也講到，《中庸》裡面講「至誠」，真誠到極處，那是性德。現在全沒有了，不但做不到，講也沒人講，縱然有人講，他自己沒做到，心行不相應。所以社會動亂，民生疾苦，這個地球災變異常，大家稍微留意一點，你就很清楚、很明白，全球各地方的災難非常之多，一年比一年多，一次比一次嚴重。許多人還在談二０一二是世界末日，二０一二是明年，就在眼前，我們怎麼辦？學了佛之後我們明白，生命是永恆的，生死是身有生死，靈性沒有生死，身不是我，靈性是我，如何好好的培養自己的靈性，讓自己的靈性與性德完全相應，這就對了。"
    },
    {
      "id": "02-039-0244_p0030",
      "zh_CN": "这个世界毁灭了，他方有极乐世界在等着我们。这个经就是介绍极乐世界的，劝导我们移民到那个世界去，不要再在这个世界留恋，别在这里住了。我们移民，在没有走之前，对这个世界上的居民，我们也尽心尽力的帮助他，劝导他改邪归正，断恶修善，端正心念，让这个地球更美好。我们就尽到责任，古人所说的仁至义尽，我们要做到。这是两个世界不一样，西方世界是清净心所现的，弥陀本愿加持的，所以那个地方叫无漏之相。无漏是什么意思？漏，在佛法里头是烦恼的代名词，是染污的代名词，是罪恶的代名词，西方极乐世界没有。这个愿文四十八愿，第一愿就告诉我们，西方极乐世界没有三恶道，往生西方极乐世界，永远不会再堕三恶道，一开端就显示极乐世界无漏之相，难得，难闻！难闻，我们这一生有机会闻到；难得，我们这一生有机会可以得到。你要不真正去做就可惜，你叫真错了，无论你做多少好事，你没有能往生到极乐世界，你就真错了。往生极乐世界，一定要把这部介绍的书搞清楚、搞明白，然后才晓得应该怎样修学，怎么来行证，日常生活当中怎样修持。灾难现前，我们就有能力证得，这一生才过得有意义、有价值，真正得到大圆满。我们感谢阿弥陀佛，感谢释迦牟尼佛，感谢方东美老师、章嘉大师、李老师的教诲，我们对于这个法门、对于这部经典，才真正认识到。依照经训，「发菩提心，一向专念」，就决定得生。好，今天就学到此地。",
      "zh_TW": "這個世界毀滅了，他方有極樂世界在等著我們。這個經就是介紹極樂世界的，勸導我們移民到那個世界去，不要再在這個世界留戀，別在這裡住了。我們移民，在沒有走之前，對這個世界上的居民，我們也盡心盡力的幫助他，勸導他改邪歸正，斷惡修善，端正心念，讓這個地球更美好。我們就盡到責任，古人所說的仁至義盡，我們要做到。這是兩個世界不一樣，西方世界是清淨心所現的，彌陀本願加持的，所以那個地方叫無漏之相。無漏是什麼意思？漏，在佛法裡頭是煩惱的代名詞，是染污的代名詞，是罪惡的代名詞，西方極樂世界沒有。這個願文四十八願，第一願就告訴我們，西方極樂世界沒有三惡道，往生西方極樂世界，永遠不會再墮三惡道，一開端就顯示極樂世界無漏之相，難得，難聞！難聞，我們這一生有機會聞到；難得，我們這一生有機會可以得到。你要不真正去做就可惜，你叫真錯了，無論你做多少好事，你沒有能往生到極樂世界，你就真錯了。往生極樂世界，一定要把這部介紹的書搞清楚、搞明白，然後才曉得應該怎樣修學，怎麼來行證，日常生活當中怎樣修持。災難現前，我們就有能力證得，這一生才過得有意義、有價值，真正得到大圓滿。我們感謝阿彌陀佛，感謝釋迦牟尼佛，感謝方東美老師、章嘉大師、李老師的教誨，我們對於這個法門、對於這部經典，才真正認識到。依照經訓，「發菩提心，一向專念」，就決定得生。好，今天就學到此地。"
    }
  ]
}