{
  "doc_id": "02-039-0156",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五六集",
    "zh_TW": "第一五六集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0156",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-039-0156_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第一百八十二面第二行，如来、应供到佛世尊，这个地方我们要把十号念完全，十号在经文里面第一百八十一面第一行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第一百八十二面第二行，如來、應供到佛世尊，這個地方我們要把十號念完全，十號在經文裡面第一百八十一面第一行："
    },
    {
      "id": "02-039-0156_p0002",
      "zh_CN": "【如来。应供。等正觉。明行足。善逝。世间解。无上士。调御丈夫。天人师。佛世尊。】",
      "zh_TW": "【如來。應供。等正覺。明行足。善逝。世間解。無上士。調御丈夫。天人師。佛世尊。】"
    },
    {
      "id": "02-039-0156_p0003",
      "zh_CN": "我们再回过头来看一百八十二面第二行。这十号是「诸佛通号」，菩萨成佛都有这十号，这个十号是性德，我们看「一切佛同具此十号，实则诸佛德无量，故德号亦无量，今随众生机，节略而称十号」。这我们就晓得，《华严经》用十表法，数字从一到十是一个圆满的数字。所以十在《华严经》里面不代表数字，它代表圆满。像《弥陀经》里面用七，七也不是数字，也是代表圆满。七这个讲法，是四方、上下、当中，这就圆满，它表这个意思。所以佛经里面许多数字，其实它都是代表圆满的意思。明心见性，性德无量无边无数无尽，稍稍契入经藏就能体会到，我们现前六根接触的六尘境界，哪一样不是性德在示现？佛在教学方便起见，把无量无边的德能、德相归纳为十大类，就是举个例子来说就是了，举这十个例子，其实每一个称号里头都是说不尽的。",
      "zh_TW": "我們再回過頭來看一百八十二面第二行。這十號是「諸佛通號」，菩薩成佛都有這十號，這個十號是性德，我們看「一切佛同具此十號，實則諸佛德無量，故德號亦無量，今隨眾生機，節略而稱十號」。這我們就曉得，《華嚴經》用十表法，數字從一到十是一個圓滿的數字。所以十在《華嚴經》裡面不代表數字，它代表圓滿。像《彌陀經》裡面用七，七也不是數字，也是代表圓滿。七這個講法，是四方、上下、當中，這就圓滿，它表這個意思。所以佛經裡面許多數字，其實它都是代表圓滿的意思。明心見性，性德無量無邊無數無盡，稍稍契入經藏就能體會到，我們現前六根接觸的六塵境界，哪一樣不是性德在示現？佛在教學方便起見，把無量無邊的德能、德相歸納為十大類，就是舉個例子來說就是了，舉這十個例子，其實每一個稱號裡頭都是說不盡的。"
    },
    {
      "id": "02-039-0156_p0004",
      "zh_CN": "下面黄念老的解释，「又此十号在诸经中之开合，颇有不同，例如《净影疏》」，这是隋朝小慧远法师他的《无量寿经》注解，《义疏》，这在国内、在海外流通很广，是现存五种原译本里面翻得最好的。他「依《成实论》合无上士与调御丈夫为一号，开佛世尊为两号」，这是《成实论》里头讲的。「今」这是讲现在，我们这个会集本，黄念老居士的注解，「依《涅槃经》、《璎珞经》、《大论》」，《大论》就《大智度论》，依这些经论，「无上士与调御丈夫分为两号，至于佛世尊」，把它合成一个，也变成十号，「《涅槃经》则合之为第十号，今依《涅槃》之说」。",
      "zh_TW": "下面黃念老的解釋，「又此十號在諸經中之開合，頗有不同，例如《淨影疏》」，這是隋朝小慧遠法師他的《無量壽經》註解，《義疏》，這在國內、在海外流通很廣，是現存五種原譯本裡面翻得最好的。他「依《成實論》合無上士與調御丈夫為一號，開佛世尊為兩號」，這是《成實論》裡頭講的。「今」這是講現在，我們這個會集本，黃念老居士的註解，「依《涅槃經》、《瓔珞經》、《大論》」，《大論》就《大智度論》，依這些經論，「無上士與調御丈夫分為兩號，至於佛世尊」，把它合成一個，也變成十號，「《涅槃經》則合之為第十號，今依《涅槃》之說」。"
    },
    {
      "id": "02-039-0156_p0005",
      "zh_CN": "向下念老给我们解释这十号，十号都是称性的德号，「以下分释十号」。今天我们来学习这一段很重要，是佛学常识，一定要知道的，这十号怎么个讲法，讲清楚了、明白了，就知道《华严经》上所说，「一切众生皆有如来智慧德相」，这句话就有味道了。如来的智慧无量，德相也无量，这十号里头显示德相。",
      "zh_TW": "向下念老給我們解釋這十號，十號都是稱性的德號，「以下分釋十號」。今天我們來學習這一段很重要，是佛學常識，一定要知道的，這十號怎麼個講法，講清楚了、明白了，就知道《華嚴經》上所說，「一切眾生皆有如來智慧德相」，這句話就有味道了。如來的智慧無量，德相也無量，這十號裡頭顯示德相。"
    },
    {
      "id": "02-039-0156_p0006",
      "zh_CN": "第一个，「如来，如者真如也」。真如就是本性、就是自性，也叫做法性，也叫做真心，也叫做第一义。佛在经典里面说这桩事情，用了几十个不同的名词，为什么？一桩事情一个名词就够了，何必说这么多？这是佛讲经教学的善巧。为什么？一切相都是假的，没有一样是真的，佛怕我们着相，所以说许多名词都是一桩事情，懂得一个意思就行了，随便怎么说都可以，这是如来真实义。所以马鸣菩萨在《大乘起信论》里面教给我们，怎么样去听经、去研究经教。他告诉我们三个原则，第一个听教，听教就是听讲经，不要执着言说相。换句话说，我们看经就不要执着文字相，文字是语言的符号，不执着言说就不能执着文字，文字浅深、多寡不要紧，只要意思说出来就行了，你懂得意思就可以。所以四依法里头，佛教导我们「依义不依语」，这一条重要，真正懂得如来真实义，开经偈上说「愿解如来真实义」，这个不可以着相的。所以，佛说这么多的名相，就是叫我们不要执著名字相，这是马鸣菩萨第二条；第一条不要执着言说相，第二条不要执名字相。所有名词术语都是假设的，都是帮助我们悟入真实义，你一着相就错了，你永远就不能了解真实义。了解真实义就是悟入自性，这是宗门所谓的明心见性，见性就成佛。佛陀的教育终极的目标就是叫你明心见性，见性成佛了，跟他就没有两样，达到究竟圆满的境界。所以《起信论》上讲的这三个原则非常重要。",
      "zh_TW": "第一個，「如來，如者真如也」。真如就是本性、就是自性，也叫做法性，也叫做真心，也叫做第一義。佛在經典裡面說這樁事情，用了幾十個不同的名詞，為什麼？一樁事情一個名詞就夠了，何必說這麼多？這是佛講經教學的善巧。為什麼？一切相都是假的，沒有一樣是真的，佛怕我們著相，所以說許多名詞都是一樁事情，懂得一個意思就行了，隨便怎麼說都可以，這是如來真實義。所以馬鳴菩薩在《大乘起信論》裡面教給我們，怎麼樣去聽經、去研究經教。他告訴我們三個原則，第一個聽教，聽教就是聽講經，不要執著言說相。換句話說，我們看經就不要執著文字相，文字是語言的符號，不執著言說就不能執著文字，文字淺深、多寡不要緊，只要意思說出來就行了，你懂得意思就可以。所以四依法裡頭，佛教導我們「依義不依語」，這一條重要，真正懂得如來真實義，開經偈上說「願解如來真實義」，這個不可以著相的。所以，佛說這麼多的名相，就是叫我們不要執著名字相，這是馬鳴菩薩第二條；第一條不要執著言說相，第二條不要執名字相。所有名詞術語都是假設的，都是幫助我們悟入真實義，你一著相就錯了，你永遠就不能了解真實義。了解真實義就是悟入自性，這是宗門所謂的明心見性，見性就成佛。佛陀的教育終極的目標就是叫你明心見性，見性成佛了，跟他就沒有兩樣，達到究竟圓滿的境界。所以《起信論》上講的這三個原則非常重要。"
    },
    {
      "id": "02-039-0156_p0007",
      "zh_CN": "第三个，不能着心缘相。什么叫心缘？望文生义，我看到这个、我听到这个，我想的怎么个解释法。不可以，为什么？那个你听了之后，你已经落在第六意识去。落在第六意识，你所学到的，今天的术语叫知识，你学到一些佛学的知识。佛不跟你讲知识，佛是希望你悟入智慧，智慧能起作用，能帮助你了解宇宙人生的真相，诸法实相，能帮助你了生死出三界；不但出三界，三界是六道轮回，超越十法界，至少要到这个境界。超越十法界之后，你到哪里去？诸佛如来的实报庄严土，那叫一真法界。我们现在有一点概念了，虽然没有开悟，没有悟入，大乘经教薰的时间长久，证悟没有，有一点解悟；换句话说，修行的方向、目标清楚了，不再盲修瞎练，这就很难得了。",
      "zh_TW": "第三個，不能著心緣相。什麼叫心緣？望文生義，我看到這個、我聽到這個，我想的怎麼個解釋法。不可以，為什麼？那個你聽了之後，你已經落在第六意識去。落在第六意識，你所學到的，今天的術語叫知識，你學到一些佛學的知識。佛不跟你講知識，佛是希望你悟入智慧，智慧能起作用，能幫助你了解宇宙人生的真相，諸法實相，能幫助你了生死出三界；不但出三界，三界是六道輪迴，超越十法界，至少要到這個境界。超越十法界之後，你到哪裡去？諸佛如來的實報莊嚴土，那叫一真法界。我們現在有一點概念了，雖然沒有開悟，沒有悟入，大乘經教薰的時間長久，證悟沒有，有一點解悟；換句話說，修行的方向、目標清楚了，不再盲修瞎練，這就很難得了。"
    },
    {
      "id": "02-039-0156_p0008",
      "zh_CN": "实报庄严土叫一真法界，真的，十法界呢？十法界是幻相，是虚妄的。真妄的定义在哪里？佛家讲真，它的定义是永恒不变，这就是真的；妄的？妄的就是会变的，无常，那会变，会变就不是真的。所以，你看相宗的《百法明门论》，很多同学都学过，这是天亲菩萨，很慈悲，他将弥勒菩萨的《瑜伽师地论》，这法相宗主要的一部大论，《瑜伽师地论》，《瑜伽师地论》里面把一切法归纳为六百六十法。这是教学方便，天亲菩萨说六百六十法对于初学的人还是太多，所以他把六百六十法再归纳变成一百法，叫《百法明门论》，再归纳，便利于初学。百法里面，前面九十四法叫有为法，有为法是什么？有生有灭。后面六条叫无为法，无为法你看不到它生灭，那是无为法。有为法，你看八个识，一开头就是八识，五十一心所，二十四个不相应，十一个色法，总共就是九十四法。除了十一个色法之外，那是物质现象，其他的全是精神现象。物质跟精神都是千变万化的，它不稳定，无常！这假的，前面九十四条都是假的，不是真的。",
      "zh_TW": "實報莊嚴土叫一真法界，真的，十法界呢？十法界是幻相，是虛妄的。真妄的定義在哪裡？佛家講真，它的定義是永恆不變，這就是真的；妄的？妄的就是會變的，無常，那會變，會變就不是真的。所以，你看相宗的《百法明門論》，很多同學都學過，這是天親菩薩，很慈悲，他將彌勒菩薩的《瑜伽師地論》，這法相宗主要的一部大論，《瑜伽師地論》，《瑜伽師地論》裡面把一切法歸納為六百六十法。這是教學方便，天親菩薩說六百六十法對於初學的人還是太多，所以他把六百六十法再歸納變成一百法，叫《百法明門論》，再歸納，便利於初學。百法裡面，前面九十四法叫有為法，有為法是什麼？有生有滅。後面六條叫無為法，無為法你看不到它生滅，那是無為法。有為法，你看八個識，一開頭就是八識，五十一心所，二十四個不相應，十一個色法，總共就是九十四法。除了十一個色法之外，那是物質現象，其他的全是精神現象。物質跟精神都是千變萬化的，它不穩定，無常！這假的，前面九十四條都是假的，不是真的。"
    },
    {
      "id": "02-039-0156_p0009",
      "zh_CN": "阿赖耶是妄心，真如是真心，真心永恒不变。惠能大师见性了，明心见性，证得真如，自性、真如什么样子？他跟五祖汇报说出来了，说得真好，言简意赅。他第一句说，「何期自性，本自清净」，这说明真心是清净的，妄心是染污的，妄心不清净，清净是真的，染污是假的。又告诉我们，「何期自性，本不生灭」，不生不灭是真的，有生有灭是假的。阿赖耶有生灭，就是八心王有生灭，五十一个心所法有生灭，二十四个不相应也有生灭，十一个色法也有生灭，色法是物质现象，这都不是真的。还有二十六个烦恼心所，那是五十一心所里头的，也有善心所，善心所十一个，不善的心所二十六个，这属于五十一心所里头的。所以，无论是精神，无论是物质，都不是真的。《般若经》上佛常讲，「凡所有相皆是虚妄」，这个相就是我们今天讲的物质现象、自然现象跟精神的现象，统统不是真的，没有一样是真的。为什么？它会变。人有生老病死，生老病死不是十年十年起变化，也不是一年一年起变化，真相是什么？真相是刹那刹那在变化，我们现在一般用分秒来计算，每一秒每一秒都在变化。",
      "zh_TW": "阿賴耶是妄心，真如是真心，真心永恆不變。惠能大師見性了，明心見性，證得真如，自性、真如什麼樣子？他跟五祖匯報說出來了，說得真好，言簡意賅。他第一句說，「何期自性，本自清淨」，這說明真心是清淨的，妄心是染污的，妄心不清淨，清淨是真的，染污是假的。又告訴我們，「何期自性，本不生滅」，不生不滅是真的，有生有滅是假的。阿賴耶有生滅，就是八心王有生滅，五十一個心所法有生滅，二十四個不相應也有生滅，十一個色法也有生滅，色法是物質現象，這都不是真的。還有二十六個煩惱心所，那是五十一心所裡頭的，也有善心所，善心所十一個，不善的心所二十六個，這屬於五十一心所裡頭的。所以，無論是精神，無論是物質，都不是真的。《般若經》上佛常講，「凡所有相皆是虛妄」，這個相就是我們今天講的物質現象、自然現象跟精神的現象，統統不是真的，沒有一樣是真的。為什麼？它會變。人有生老病死，生老病死不是十年十年起變化，也不是一年一年起變化，真相是什麼？真相是剎那剎那在變化，我們現在一般用分秒來計算，每一秒每一秒都在變化。"
    },
    {
      "id": "02-039-0156_p0010",
      "zh_CN": "佛法里面讲得非常微细，微细到我们无法想像，要跟科学家谈，科学家都吃惊，从来没想到过。你看佛跟弥勒菩萨对话，释迦牟尼佛问弥勒菩萨，因为弥勒菩萨是法相专家，法相唯识的祖师爷。释迦牟尼佛问他，「心有所念」，这个心是凡夫，凡夫起了个念头，这是我们每个人能觉察到的，我起了个念头，动了个念头。佛问弥勒菩萨，这一念里头有多少细念，有几念、有几相、有几识？问几念是问动，念头是动的，就是动心了，我们一般人讲起心动念，问这个，这一动里面它就产生物质现象跟精神现象。再问几相，就是几个相分。几识，他问几识，识是什么？受想行识。物质，物质就是色。你看，色受想行识，大小乘经论所讲的五蕴，五蕴说在什么地方？说在起心动念之处。弥勒菩萨回答，其实他们一问一答是说给我们听的，让我们觉悟，这不能不知道，他们是在教学。弥勒菩萨说一弹指有多少念？「三十二亿百千念」。单位是百千，百千是十万，三十二亿乘十万，我们中国人讲三百二十兆，一弹指三百二十兆。佛问了三桩事情，多少念？三百二十兆个细念。多少相？弥勒菩萨说「念念成形」，相就是物质，物质现象，每一个念头里头都有物质现象；「形皆有识」，每一个物质现象里面都有见闻觉知。用唯识来讲，因为他迷了，从自性上讲是见闻觉知，在阿赖耶里面讲是受想行识，精神现象。我们一秒钟能弹几次？我可以弹四次，但是我相信有比我弹得快的。他身体比我好，年岁比我轻，他弹得快，他要弹五次的话，一秒钟多少个念头？三百二十兆乘五，一千六百兆，一秒钟一千六百兆。一千六百兆分之一秒，那叫一念。这就说明什么？会变，所以它不是真的。",
      "zh_TW": "佛法裡面講得非常微細，微細到我們無法想像，要跟科學家談，科學家都吃驚，從來沒想到過。你看佛跟彌勒菩薩對話，釋迦牟尼佛問彌勒菩薩，因為彌勒菩薩是法相專家，法相唯識的祖師爺。釋迦牟尼佛問他，「心有所念」，這個心是凡夫，凡夫起了個念頭，這是我們每個人能覺察到的，我起了個念頭，動了個念頭。佛問彌勒菩薩，這一念裡頭有多少細念，有幾念、有幾相、有幾識？問幾念是問動，念頭是動的，就是動心了，我們一般人講起心動念，問這個，這一動裡面它就產生物質現象跟精神現象。再問幾相，就是幾個相分。幾識，他問幾識，識是什麼？受想行識。物質，物質就是色。你看，色受想行識，大小乘經論所講的五蘊，五蘊說在什麼地方？說在起心動念之處。彌勒菩薩回答，其實他們一問一答是說給我們聽的，讓我們覺悟，這不能不知道，他們是在教學。彌勒菩薩說一彈指有多少念？「三十二億百千念」。單位是百千，百千是十萬，三十二億乘十萬，我們中國人講三百二十兆，一彈指三百二十兆。佛問了三樁事情，多少念？三百二十兆個細念。多少相？彌勒菩薩說「念念成形」，相就是物質，物質現象，每一個念頭裡頭都有物質現象；「形皆有識」，每一個物質現象裡面都有見聞覺知。用唯識來講，因為他迷了，從自性上講是見聞覺知，在阿賴耶裡面講是受想行識，精神現象。我們一秒鐘能彈幾次？我可以彈四次，但是我相信有比我彈得快的。他身體比我好，年歲比我輕，他彈得快，他要彈五次的話，一秒鐘多少個念頭？三百二十兆乘五，一千六百兆，一秒鐘一千六百兆。一千六百兆分之一秒，那叫一念。這就說明什麼？會變，所以它不是真的。"
    },
    {
      "id": "02-039-0156_p0011",
      "zh_CN": "整个宇宙，我们六根能接触到的，眼耳鼻舌身能接触到的，我们的念头思惟去想像能想得到的，那是第六意识，这个功能最大。对外它能够缘到宇宙，整个宇宙，对内它能缘到阿赖耶，但是就是缘不到自性。这是佛法里面讲的知识的界限，知识界限多大？那就是佛说的这个，对外可以能够缘到虚空宇宙，对内可以缘到阿赖耶，不能见性。为什么？第六意识是妄心，妄缘不到真，真知道妄，妄不知道真，就这么个道理；真叫智慧，妄叫知识，知识跟智慧不一样的地方就在此地。佛是教我们开智慧，智慧哪里来的？自性里本有的，一切众生皆有如来智慧，德就是德能相好，自性里头样样具足，没有一样不是自性。你看佛教里头有科学、有哲学，现在科学、哲学所不能解决的问题，在佛法里全讲通了。他们的本事也真了不起，讲现代的科学家，我们不能不佩服。研究宏观宇宙的这些科学家，他们的报告告诉我们，他们发现整个宇宙，报告里面讲，能够接触得到的，就是看得到的，只有实际宇宙的百分之十，还有百分之九十不见了。怎么能知道百分之九十不见了？肯定是数学，数学为科学之母，在数学里面发现整个宇宙。但是实际上用精密的仪器去观察，太空探险去观察，只能看到百分之十。百分之九十到哪里去？都不见了。这个话他说出来，我们听到有味道，我们知道它到哪里去了，佛在经上有解释。但是我们没有听到科学家这种说法的时候，那个解释我们很含糊、模糊，科学家这样一解释，我们恍然大悟，它到哪去了？回归自性。",
      "zh_TW": "整個宇宙，我們六根能接觸到的，眼耳鼻舌身能接觸到的，我們的念頭思惟去想像能想得到的，那是第六意識，這個功能最大。對外它能夠緣到宇宙，整個宇宙，對內它能緣到阿賴耶，但是就是緣不到自性。這是佛法裡面講的知識的界限，知識界限多大？那就是佛說的這個，對外可以能夠緣到虛空宇宙，對內可以緣到阿賴耶，不能見性。為什麼？第六意識是妄心，妄緣不到真，真知道妄，妄不知道真，就這麼個道理；真叫智慧，妄叫知識，知識跟智慧不一樣的地方就在此地。佛是教我們開智慧，智慧哪裡來的？自性裡本有的，一切眾生皆有如來智慧，德就是德能相好，自性裡頭樣樣具足，沒有一樣不是自性。你看佛教裡頭有科學、有哲學，現在科學、哲學所不能解決的問題，在佛法裡全講通了。他們的本事也真了不起，講現代的科學家，我們不能不佩服。研究宏觀宇宙的這些科學家，他們的報告告訴我們，他們發現整個宇宙，報告裡面講，能夠接觸得到的，就是看得到的，只有實際宇宙的百分之十，還有百分之九十不見了。怎麼能知道百分之九十不見了？肯定是數學，數學為科學之母，在數學裡面發現整個宇宙。但是實際上用精密的儀器去觀察，太空探險去觀察，只能看到百分之十。百分之九十到哪裡去？都不見了。這個話他說出來，我們聽到有味道，我們知道它到哪裡去了，佛在經上有解釋。但是我們沒有聽到科學家這種說法的時候，那個解釋我們很含糊、模糊，科學家這樣一解釋，我們恍然大悟，它到哪去了？回歸自性。"
    },
    {
      "id": "02-039-0156_p0012",
      "zh_CN": "自性在净土宗里面叫常寂光净土，常寂光净土它不是精神，它也不是物质，我们六根接触不到。物质能接触到的是眼耳鼻舌身，可以接触到物质，精神第六意识可以能缘得到；它不是精神，第六意识缘不到，不是物质，眼耳鼻舌身缘不到。它在哪里？无处不在、无时不在，常寂光，这是哲学里面讲的宇宙万有的本体。佛在大乘教上常讲，整个宇宙，包括佛的法界，「唯心所现，唯识所变」。唯心所现没有唯识所变的，那就是一真法界，是诸佛如来的实报庄严土，唯心所现的。十法界，十法界是唯识所变，当然是唯心所现再加上唯识，识是什么？识是分别执着。所以，从分别执着变现出十法界，这全是假的，全不是真的。一真法界是不是真的？一真法界也不是真的，但是它不变。诸佛如来的实报庄严土，生到那个地方去是化生，不是胎生，纵然是几千岁、几万岁他不老，谚语所谓，说佛家「菩萨菩萨，年年十八」。这是真的，所以极乐世界你就很奇怪，人不会老的，寿命很长。到底有多长？佛在经上说出来了，不是没说。佛倒是没有讲这个，只是寿命讲无量寿，真的是无量寿，但是佛给我们透了个信息。菩萨刚刚开悟，明心见性，这个地位是《华严经》圆教初住，从这天开始，他把三种烦恼都断掉了，见思烦恼断了，尘沙烦恼断了，无明烦恼断了，尘沙无明习气也没有了，但是无始无明习气有，习气没断。无始无明断掉了，无始无明是什么？起心动念。",
      "zh_TW": "自性在淨土宗裡面叫常寂光淨土，常寂光淨土它不是精神，它也不是物質，我們六根接觸不到。物質能接觸到的是眼耳鼻舌身，可以接觸到物質，精神第六意識可以能緣得到；它不是精神，第六意識緣不到，不是物質，眼耳鼻舌身緣不到。它在哪裡？無處不在、無時不在，常寂光，這是哲學裡面講的宇宙萬有的本體。佛在大乘教上常講，整個宇宙，包括佛的法界，「唯心所現，唯識所變」。唯心所現沒有唯識所變的，那就是一真法界，是諸佛如來的實報莊嚴土，唯心所現的。十法界，十法界是唯識所變，當然是唯心所現再加上唯識，識是什麼？識是分別執著。所以，從分別執著變現出十法界，這全是假的，全不是真的。一真法界是不是真的？一真法界也不是真的，但是它不變。諸佛如來的實報莊嚴土，生到那個地方去是化生，不是胎生，縱然是幾千歲、幾萬歲他不老，諺語所謂，說佛家「菩薩菩薩，年年十八」。這是真的，所以極樂世界你就很奇怪，人不會老的，壽命很長。到底有多長？佛在經上說出來了，不是沒說。佛倒是沒有講這個，只是壽命講無量壽，真的是無量壽，但是佛給我們透了個信息。菩薩剛剛開悟，明心見性，這個地位是《華嚴經》圓教初住，從這天開始，他把三種煩惱都斷掉了，見思煩惱斷了，塵沙煩惱斷了，無明煩惱斷了，塵沙無明習氣也沒有了，但是無始無明習氣有，習氣沒斷。無始無明斷掉了，無始無明是什麼？起心動念。"
    },
    {
      "id": "02-039-0156_p0013",
      "zh_CN": "诸位想想，不起心不动念，还有什么差别？没有差别了，不起心不动念不就平等了吗？还有什么差别！没有差别，为什么释迦牟尼佛给我们讲，实报土里面有四十一个阶级，四十一位法身大士？十住、十行、十回向、十地、等觉，这四十一个阶级是住实报庄严土，这不是有阶级吗？我们终于听懂了、听明白了，这个阶级不能说有，也不能说无。为什么不能说有？他已经不起心不动念了，当然没有分别执着，他怎么会有阶级？平等的！虽然是平等，但是在那里面住的人时间长短不一样，刚去的，带的习气很浓厚，住了很久习气慢慢就淡薄掉了。明白了，说四十一个阶级是习气厚薄不一样。但是习气没有关系，它没有障碍，你看不出来。可是，习气断掉了，断掉实报庄严土就没有了，实报庄严土是无始无明习气感得的。习气一断掉，他就到妙觉位，妙觉到哪里去？妙觉就回常寂光，就是科学家所说的那百分之九十不见了，那是什么？成佛了，他又回到常寂光去了，你当然找不到他。他起不起作用？起作用，那个妙用无方，众生有感他就现形，与一切众生感应道交。佛教教学，终极的目标是让我们回到常寂光。可是在回到常寂光之前，按一般的说法，就是无始无明的习气要三大阿僧祇劫，也就是说明实报庄严土里面菩萨，无量寿实际上是三大阿僧祇劫，他的习气才完全断掉。断无始无明习气没有办法，古大德常讲「此处用不得力」，因为什么？你一用力的时候，你不又有分别执着？那马上就堕下去了。就是完全不要去理它，随它去，时间久了自然就没有了，就这么回事情。",
      "zh_TW": "諸位想想，不起心不動念，還有什麼差別？沒有差別了，不起心不動念不就平等了嗎？還有什麼差別！沒有差別，為什麼釋迦牟尼佛給我們講，實報土裡面有四十一個階級，四十一位法身大士？十住、十行、十迴向、十地、等覺，這四十一個階級是住實報莊嚴土，這不是有階級嗎？我們終於聽懂了、聽明白了，這個階級不能說有，也不能說無。為什麼不能說有？他已經不起心不動念了，當然沒有分別執著，他怎麼會有階級？平等的！雖然是平等，但是在那裡面住的人時間長短不一樣，剛去的，帶的習氣很濃厚，住了很久習氣慢慢就淡薄掉了。明白了，說四十一個階級是習氣厚薄不一樣。但是習氣沒有關係，它沒有障礙，你看不出來。可是，習氣斷掉了，斷掉實報莊嚴土就沒有了，實報莊嚴土是無始無明習氣感得的。習氣一斷掉，他就到妙覺位，妙覺到哪裡去？妙覺就回常寂光，就是科學家所說的那百分之九十不見了，那是什麼？成佛了，他又回到常寂光去了，你當然找不到他。他起不起作用？起作用，那個妙用無方，眾生有感他就現形，與一切眾生感應道交。佛教教學，終極的目標是讓我們回到常寂光。可是在回到常寂光之前，按一般的說法，就是無始無明的習氣要三大阿僧祇劫，也就是說明實報莊嚴土裡面菩薩，無量壽實際上是三大阿僧祇劫，他的習氣才完全斷掉。斷無始無明習氣沒有辦法，古大德常講「此處用不得力」，因為什麼？你一用力的時候，你不又有分別執著？那馬上就墮下去了。就是完全不要去理它，隨它去，時間久了自然就沒有了，就這麼回事情。"
    },
    {
      "id": "02-039-0156_p0014",
      "zh_CN": "这我们把四土搞清楚了，迷从哪里来的？从常寂光土来的。常寂光是自性，一念不觉就来了阿赖耶，就加了个妄心，妄心是依真心起的，这就愈陷愈深，每况愈下，就这么回事情。好像这是一个大的循环，你看从自性迷，到最后悟入之后又回到自性，大循环，很有味道！可是第一个循环，这也没有第一第二，第一第二都没有，这种概念上都没有，事实也没有。回归之后，再跟一切众生起感应道交，迷不迷？不迷。为什么？他得大自在了。这些《华严经》上有，但是非常难得，贤首国师依据《华严经》上所说的写了篇论文，《妄尽还源观》，叫《修华严奥旨妄尽还源观》。这篇论文文字不多，把这里头精要的意思统统写出来了，让我们一下就看到，宇宙怎么来的？生命怎么来？我从哪里来？全搞清楚了。我跟一切众生什么关系？我跟诸佛如来什么关系？我跟这个地球什么关系？全都明白了。这些都是科学、哲学上最后的问题，不能解决的，全在佛经上。大学问！",
      "zh_TW": "這我們把四土搞清楚了，迷從哪裡來的？從常寂光土來的。常寂光是自性，一念不覺就來了阿賴耶，就加了個妄心，妄心是依真心起的，這就愈陷愈深，每況愈下，就這麼回事情。好像這是一個大的循環，你看從自性迷，到最後悟入之後又回到自性，大循環，很有味道！可是第一個循環，這也沒有第一第二，第一第二都沒有，這種概念上都沒有，事實也沒有。回歸之後，再跟一切眾生起感應道交，迷不迷？不迷。為什麼？他得大自在了。這些《華嚴經》上有，但是非常難得，賢首國師依據《華嚴經》上所說的寫了篇論文，《妄盡還源觀》，叫《修華嚴奧旨妄盡還源觀》。這篇論文文字不多，把這裡頭精要的意思統統寫出來了，讓我們一下就看到，宇宙怎麼來的？生命怎麼來？我從哪裡來？全搞清楚了。我跟一切眾生什麼關係？我跟諸佛如來什麼關係？我跟這個地球什麼關係？全都明白了。這些都是科學、哲學上最後的問題，不能解決的，全在佛經上。大學問！"
    },
    {
      "id": "02-039-0156_p0015",
      "zh_CN": "我当年学佛，是跟方东美先生学哲学，他给我讲的哲学概论，最后一个单元「佛经哲学」，告诉我，「释迦牟尼佛是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰」，后面告诉我，「学佛是人生最高的享受」。我是因为这个才把过去那么多的误会化解。以前不知道，以为佛教是宗教，而且还以为它是低级宗教，多神教、泛神教，什么都拜，迷信当中的迷信，所以从来不接触。老师跟我们一说，明白了，才晓得这里头有高等哲学在里头。学了这么多年，现在知道了，不但是高等哲学，是高等科学，今天科学、哲学上解决不了的问题，全在佛经里头，这个事实真相不可以不知道。你说一般人对于佛教误会多深！于佛教本身没有损失，误会的人损失可大了，他不接触，他不肯学。学佛有什么好处？好处太多了。现前所得到的，那就是方老师所说的，人生最高的享受；换句话说，孔老夫子讲的，「学而时习之，不亦说乎」，快乐！用佛经上说法，常生欢喜心，法喜充满。你看你多快乐、多自在、多幸福！这些快乐与富贵毫不相关，释迦牟尼佛为我们示现的，他是王子，舍弃王位出家修行，一生过苦行僧的生活；我们叫苦行僧，实际上他是快乐无比，他哪里苦！我们看到他好苦，一天吃一餐，三衣一钵，赤着脚，过流浪的生涯，一生也没有个道场，哪里有缘就到哪里去，快乐无比。树下一宿，日中一食，真自在！从这个地方体现出人家身体是金刚不坏身。这是讲你自身的享受。居住的环境，山河大地，什么灾难都没有，有福的人。他老人家带的这些学生，你看经上常说的一千二百五十五人，这都是大福德的人，福人居福地，福地福人居。所以他不在一个地方，他到处去旅游，让每个地方都变成福地，这大慈大悲！我们没能稍稍深入，对这些境界是完全不了解。",
      "zh_TW": "我當年學佛，是跟方東美先生學哲學，他給我講的哲學概論，最後一個單元「佛經哲學」，告訴我，「釋迦牟尼佛是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰」，後面告訴我，「學佛是人生最高的享受」。我是因為這個才把過去那麼多的誤會化解。以前不知道，以為佛教是宗教，而且還以為它是低級宗教，多神教、泛神教，什麼都拜，迷信當中的迷信，所以從來不接觸。老師跟我們一說，明白了，才曉得這裡頭有高等哲學在裡頭。學了這麼多年，現在知道了，不但是高等哲學，是高等科學，今天科學、哲學上解決不了的問題，全在佛經裡頭，這個事實真相不可以不知道。你說一般人對於佛教誤會多深！於佛教本身沒有損失，誤會的人損失可大了，他不接觸，他不肯學。學佛有什麼好處？好處太多了。現前所得到的，那就是方老師所說的，人生最高的享受；換句話說，孔老夫子講的，「學而時習之，不亦說乎」，快樂！用佛經上說法，常生歡喜心，法喜充滿。你看你多快樂、多自在、多幸福！這些快樂與富貴毫不相關，釋迦牟尼佛為我們示現的，他是王子，捨棄王位出家修行，一生過苦行僧的生活；我們叫苦行僧，實際上他是快樂無比，他哪裡苦！我們看到他好苦，一天吃一餐，三衣一缽，赤著腳，過流浪的生涯，一生也沒有個道場，哪裡有緣就到哪裡去，快樂無比。樹下一宿，日中一食，真自在！從這個地方體現出人家身體是金剛不壞身。這是講你自身的享受。居住的環境，山河大地，什麼災難都沒有，有福的人。他老人家帶的這些學生，你看經上常說的一千二百五十五人，這都是大福德的人，福人居福地，福地福人居。所以他不在一個地方，他到處去旅遊，讓每個地方都變成福地，這大慈大悲！我們沒能稍稍深入，對這些境界是完全不了解。"
    },
    {
      "id": "02-039-0156_p0016",
      "zh_CN": "我们再看老居士的注解，他第一句说「乘真如之道来成正觉」，这叫如来。下面又说，「又如诸佛安稳道来，此亦如来来，更不去至后有中，故名如来」。这个意思就是说明，他跟诸佛一样，像如来那样的来到我们世间。跟我们凡夫不一样，我们凡夫是从六道里头来的，六道轮回，六道中辗转受身而来的。「后有」，底下这里讲「更不去至后有」，后有就是死了以后你还有，这就是讲轮回不断。我们不懂得这个道理确实是麻烦，这是事实真相，它不是迷信，我们今天看到佛经里头，真的是了不起的哲学跟科学。我们要问，释迦牟尼佛怎么知道的？在那个时候我们没有看到高深的数学，没看到。有没有？有，知道的人太少了。也没有科技的这些仪器，现在这些精密仪器那时候都没有，他怎么知道的？佛告诉我们，我们每个人都有本能，跟诸佛如来一样的智慧、能力、相好，本能有！为什么现在没有了？佛也是有一语道破，「但以妄想执着而不能证得」。我们的麻烦在哪里？妄想分别执着，把我们的本能障碍住。障碍住是不是不起作用？不是，还是一样起作用，作用扭曲了，我们的智慧变成烦恼，烦恼无量无边。烦恼是智慧变的，怎么变的？因为你有妄想分别执着，把智慧变成烦恼，把你的德能变成造业，把你的相好变成六道三途，变了，变质了，它不是没有。一旦觉悟了，一旦觉悟烦恼就恢复成智慧，造业就变成德相，诸佛如来十方世界普度众生，居住的环境变成极乐世界，自己的身体就变成身有无量相、相有无量好。",
      "zh_TW": "我們再看老居士的註解，他第一句說「乘真如之道來成正覺」，這叫如來。下面又說，「又如諸佛安穩道來，此亦如來來，更不去至後有中，故名如來」。這個意思就是說明，他跟諸佛一樣，像如來那樣的來到我們世間。跟我們凡夫不一樣，我們凡夫是從六道裡頭來的，六道輪迴，六道中輾轉受身而來的。「後有」，底下這裡講「更不去至後有」，後有就是死了以後你還有，這就是講輪迴不斷。我們不懂得這個道理確實是麻煩，這是事實真相，它不是迷信，我們今天看到佛經裡頭，真的是了不起的哲學跟科學。我們要問，釋迦牟尼佛怎麼知道的？在那個時候我們沒有看到高深的數學，沒看到。有沒有？有，知道的人太少了。也沒有科技的這些儀器，現在這些精密儀器那時候都沒有，他怎麼知道的？佛告訴我們，我們每個人都有本能，跟諸佛如來一樣的智慧、能力、相好，本能有！為什麼現在沒有了？佛也是有一語道破，「但以妄想執著而不能證得」。我們的麻煩在哪裡？妄想分別執著，把我們的本能障礙住。障礙住是不是不起作用？不是，還是一樣起作用，作用扭曲了，我們的智慧變成煩惱，煩惱無量無邊。煩惱是智慧變的，怎麼變的？因為你有妄想分別執著，把智慧變成煩惱，把你的德能變成造業，把你的相好變成六道三途，變了，變質了，它不是沒有。一旦覺悟了，一旦覺悟煩惱就恢復成智慧，造業就變成德相，諸佛如來十方世界普度眾生，居住的環境變成極樂世界，自己的身體就變成身有無量相、相有無量好。"
    },
    {
      "id": "02-039-0156_p0017",
      "zh_CN": "佛说得好，「一切法从心想生」，整个宇宙都是，身体也是这样的，你的心态端正，你的身体就健康，你的相貌就好，你居住的环境也不会有灾难；如果你的心态不好，与性德相违背，什么灾难都出来了，那麻烦就大了。所以，明白这个道理，了解事实真相，我们才知道，生在这个世界，无论什么样的际遇都要知道是自作自受，与任何人都不相干，这一点重要。你要把它参透，你才能够入佛门，你才能真正回归自性；回归自性，成佛之道！我们在这一生当中，方向清楚、目标清楚了，一点都不含糊，你说这个人生多有意义，这人生多有价值。这里头一丝毫的迷信都没有。真实智慧，这部经上讲的三种真实，「真实之际、真实之慧、真实之利」，这是利益，世出世间法没得比。你说这个东西就在面前，他不学多可惜。他为什么不学？不认识、不了解，套一句佛法说的，他善根福德因缘，没有善根福德因缘不行。",
      "zh_TW": "佛說得好，「一切法從心想生」，整個宇宙都是，身體也是這樣的，你的心態端正，你的身體就健康，你的相貌就好，你居住的環境也不會有災難；如果你的心態不好，與性德相違背，什麼災難都出來了，那麻煩就大了。所以，明白這個道理，了解事實真相，我們才知道，生在這個世界，無論什麼樣的際遇都要知道是自作自受，與任何人都不相干，這一點重要。你要把它參透，你才能夠入佛門，你才能真正回歸自性；回歸自性，成佛之道！我們在這一生當中，方向清楚、目標清楚了，一點都不含糊，你說這個人生多有意義，這人生多有價值。這裡頭一絲毫的迷信都沒有。真實智慧，這部經上講的三種真實，「真實之際、真實之慧、真實之利」，這是利益，世出世間法沒得比。你說這個東西就在面前，他不學多可惜。他為什麼不學？不認識、不了解，套一句佛法說的，他善根福德因緣，沒有善根福德因緣不行。"
    },
    {
      "id": "02-039-0156_p0018",
      "zh_CN": "「又如诸佛而来，故名如来」，就是说今佛跟古佛没有两样，见性，真平等了，真的圆满了、真的究竟了，无论是智慧、是德能、是相好。所以说「佛佛道同」，真平等，没有高下。不但我们与一切有情众生没有高下，与动植物、与山河大地、与自然现象统统都是平等的。为什么？全是自性现的，心外无法，法外无心。那个心，真心、妄心都在里头，用一个字来代表，真心能现，妄心能变。而且显现出来的是一时顿现，没有先后，这是真的。问佛怎么知道的？佛从禅定当中知道的，不要用数学，不要用科学仪器，入定。入定还有个了不起的，用科学仪器不能突破空间维次，禅定能够突破空间维次。空间有没有维次？没有维次，遍法界虚空界原本是一体。空间维次从哪来的？从分别执着来的，你有分别有执着就有空间维次，没有分别没有执着，空间维次就不见了。所以，在禅定当中没有空间维次，过去现在未来都在面前。空间没有了，就是距离没有了，极乐世界在哪里？就眼前，华藏世界在哪里？也在眼前，距离没有了；时间没有了，无量劫前也在现前，无量劫之后还在现前，你全都看到，这个科学做不到。所以佛法重视禅定，禅定是佛法修学的枢纽，戒律是方便，是帮助你修定的，修定的目的是开智慧。本经经题后半部五个字，就是讲修行的三个层次，都是属于禅定。第一个清净，清净心现前；第二个平等心现前，平等比清净深；最后一个觉，觉而不迷，大彻大悟现前，这三个层次。分配在三个人身上，得清净心的是阿罗汉，得平等心是菩萨，大彻大悟是佛陀。那我们修行的目标就很清楚了，我们修行目标头一个就是要得清净心。清净心里头没有妄念，清净心里头没有执着，粗重的分别也没有，但是有微细的。微细的分别都没有了，那就成菩萨，智慧现前了，转烦恼成菩提。所以跟诸佛智慧德相都相同，如诸佛而来，这叫如来。",
      "zh_TW": "「又如諸佛而來，故名如來」，就是說今佛跟古佛沒有兩樣，見性，真平等了，真的圓滿了、真的究竟了，無論是智慧、是德能、是相好。所以說「佛佛道同」，真平等，沒有高下。不但我們與一切有情眾生沒有高下，與動植物、與山河大地、與自然現象統統都是平等的。為什麼？全是自性現的，心外無法，法外無心。那個心，真心、妄心都在裡頭，用一個字來代表，真心能現，妄心能變。而且顯現出來的是一時頓現，沒有先後，這是真的。問佛怎麼知道的？佛從禪定當中知道的，不要用數學，不要用科學儀器，入定。入定還有個了不起的，用科學儀器不能突破空間維次，禪定能夠突破空間維次。空間有沒有維次？沒有維次，遍法界虛空界原本是一體。空間維次從哪來的？從分別執著來的，你有分別有執著就有空間維次，沒有分別沒有執著，空間維次就不見了。所以，在禪定當中沒有空間維次，過去現在未來都在面前。空間沒有了，就是距離沒有了，極樂世界在哪裡？就眼前，華藏世界在哪裡？也在眼前，距離沒有了；時間沒有了，無量劫前也在現前，無量劫之後還在現前，你全都看到，這個科學做不到。所以佛法重視禪定，禪定是佛法修學的樞紐，戒律是方便，是幫助你修定的，修定的目的是開智慧。本經經題後半部五個字，就是講修行的三個層次，都是屬於禪定。第一個清淨，清淨心現前；第二個平等心現前，平等比清淨深；最後一個覺，覺而不迷，大徹大悟現前，這三個層次。分配在三個人身上，得清淨心的是阿羅漢，得平等心是菩薩，大徹大悟是佛陀。那我們修行的目標就很清楚了，我們修行目標頭一個就是要得清淨心。清淨心裡頭沒有妄念，清淨心裡頭沒有執著，粗重的分別也沒有，但是有微細的。微細的分別都沒有了，那就成菩薩，智慧現前了，轉煩惱成菩提。所以跟諸佛智慧德相都相同，如諸佛而來，這叫如來。"
    },
    {
      "id": "02-039-0156_p0019",
      "zh_CN": "「又《合赞》曰，涅槃梵行品曰」，这是《涅槃经．梵行品》里面所说的，「云何名如来？如过去诸佛所说不变。云何不变？过去诸佛为度众生，说十二部经，如来亦然，故名如来」，这从教学上来说。一切诸佛为什么到这个世间来？我们在此地一定要知道，这些诸佛，他们是常寂光土，我们不要这个「土」字，他们是常寂光，常寂光就是自性。前面说过，什么样的现象那个里头都没有，你不能说它无。这是哲学里面讲的宇宙万有的本体，哲学虽然是研究这个东西，一直到现在都没有定论。为什么？许多人的说法都不能叫人心服口服，唯独佛法。本体是什么？本体名字叫常寂光，名字叫法性，名字叫自性，名字叫真如，佛说了五、六十种名词。这个东西是真的，它没有形相，它不是物质，它不是精神，你接触不到，它就在面前，一切时、一切处，因为没有它就不能现相，相是它现的。现相的变化，那是阿赖耶识起作用，如果阿赖耶识不起作用，这个相就不会变，那就是实报土，实报土里头没有阿赖耶，都转阿赖耶成四智菩提。所以极乐世界里面，人不会变，永远是年轻，树木花草永远长青，它不会凋谢，所以称它作一真。不像十法界、不像六道，春夏秋冬四季不一样。",
      "zh_TW": "「又《合贊》曰，涅槃梵行品曰」，這是《涅槃經．梵行品》裡面所說的，「云何名如來？如過去諸佛所說不變。云何不變？過去諸佛為度眾生，說十二部經，如來亦然，故名如來」，這從教學上來說。一切諸佛為什麼到這個世間來？我們在此地一定要知道，這些諸佛，他們是常寂光土，我們不要這個「土」字，他們是常寂光，常寂光就是自性。前面說過，什麼樣的現象那個裡頭都沒有，你不能說它無。這是哲學裡面講的宇宙萬有的本體，哲學雖然是研究這個東西，一直到現在都沒有定論。為什麼？許多人的說法都不能叫人心服口服，唯獨佛法。本體是什麼？本體名字叫常寂光，名字叫法性，名字叫自性，名字叫真如，佛說了五、六十種名詞。這個東西是真的，它沒有形相，它不是物質，它不是精神，你接觸不到，它就在面前，一切時、一切處，因為沒有它就不能現相，相是它現的。現相的變化，那是阿賴耶識起作用，如果阿賴耶識不起作用，這個相就不會變，那就是實報土，實報土裡頭沒有阿賴耶，都轉阿賴耶成四智菩提。所以極樂世界裡面，人不會變，永遠是年輕，樹木花草永遠長青，它不會凋謝，所以稱它作一真。不像十法界、不像六道，春夏秋冬四季不一樣。"
    },
    {
      "id": "02-039-0156_p0020",
      "zh_CN": "佛出现在这个世间，这是讲常寂光，怎么出现的？众生有感，他就有应。为什么？众生跟他是一体。诸佛如来那是一体，这一体，形相都没有，没有形相。我们一般人讲灵魂、讲灵性还有形相，自性确实没有形相。自性，我们通常讲是我们自己的自性，讲得通，不是讲不通。但是你没有真正理解，真正理解的时候，「我」字就没有了；有我，你还有个分别、还有个执着在，自性就是自性。我们中国老祖宗也说了这句话，本性本善，《三字经》上头一句话说「人之初，性本善」。那个善不是善恶的善，那个善是什么？跟佛经上讲的性是一个意思，它一切具足，样样不缺，佛讲得很具体，智慧、德相。一切时、一切处、一切万物当中没有不具足的，小到一粒微尘，这佛经上说的。这个一微尘现在我们懂得，是什么？现在量子学家讲的量子，小光子，比基本粒子还小。就这么一点点大的东西，我们肉眼看不清，得高倍显微镜里面才发现它，才看到。这一念，时间那么短，它所呈现的相是遍法界虚空界，所有一切现相都在其中，好像它浓缩在里头，跟外面的宇宙没有两样。普贤菩萨给我们做证明，为什么？他进去过，微尘里面的世界，普贤菩萨进去了，告诉我们那个微尘世界里面还有微尘，那个微尘里头还有世界，重重无尽！让我们想到老祖宗讲的一句话，「其大无外，其小无内」。量子力学就是其小无内，他还没有看到无内，佛讲的这个讲的是无内。你看微尘里头有世界，那个世界里头又有微尘，微尘里头又有世界，重重无尽，不可思议。其大无外，大到常寂光就没有了，真的是无外，你见不到，你的意识缘不到。但是你真的能把妄想分别执着放下，那你全明白了。还是要用诸佛如来的老办法，科技不行，科技是很有限的，帮助你很有限。",
      "zh_TW": "佛出現在這個世間，這是講常寂光，怎麼出現的？眾生有感，他就有應。為什麼？眾生跟他是一體。諸佛如來那是一體，這一體，形相都沒有，沒有形相。我們一般人講靈魂、講靈性還有形相，自性確實沒有形相。自性，我們通常講是我們自己的自性，講得通，不是講不通。但是你沒有真正理解，真正理解的時候，「我」字就沒有了；有我，你還有個分別、還有個執著在，自性就是自性。我們中國老祖宗也說了這句話，本性本善，《三字經》上頭一句話說「人之初，性本善」。那個善不是善惡的善，那個善是什麼？跟佛經上講的性是一個意思，它一切具足，樣樣不缺，佛講得很具體，智慧、德相。一切時、一切處、一切萬物當中沒有不具足的，小到一粒微塵，這佛經上說的。這個一微塵現在我們懂得，是什麼？現在量子學家講的量子，小光子，比基本粒子還小。就這麼一點點大的東西，我們肉眼看不清，得高倍顯微鏡裡面才發現它，才看到。這一念，時間那麼短，它所呈現的相是遍法界虛空界，所有一切現相都在其中，好像它濃縮在裡頭，跟外面的宇宙沒有兩樣。普賢菩薩給我們做證明，為什麼？他進去過，微塵裡面的世界，普賢菩薩進去了，告訴我們那個微塵世界裡面還有微塵，那個微塵裡頭還有世界，重重無盡！讓我們想到老祖宗講的一句話，「其大無外，其小無內」。量子力學就是其小無內，他還沒有看到無內，佛講的這個講的是無內。你看微塵裡頭有世界，那個世界裡頭又有微塵，微塵裡頭又有世界，重重無盡，不可思議。其大無外，大到常寂光就沒有了，真的是無外，你見不到，你的意識緣不到。但是你真的能把妄想分別執著放下，那你全明白了。還是要用諸佛如來的老辦法，科技不行，科技是很有限的，幫助你很有限。"
    },
    {
      "id": "02-039-0156_p0021",
      "zh_CN": "如来，众生有感，这个感不可思议。什么叫感？用佛法来说，缘成熟了。什么叫缘成熟？能够接受佛陀的教诲就是熟。佛示现教导他，他能信、他能理解、他能依教修行，这个条件只要一具足，不管他动不动念头，他动念头，我想学佛，当然这个感应非常快速，他不动念头，自己没想到，没想到佛就知道了。为什么？你不是不动念头，念头动了，念头太微细了，你不知道。你看弥勒菩萨所讲的，要是一秒钟咱们五次弹指，一千六百兆分之一秒的那个波动，你自己怎么会知道？不知道。可是这个信息佛收到了，佛收到他就来了，他就现身给你说法。所以要晓得，这是佛无尽的慈悲，「佛氏门中，不舍一人」。这个话千真万确，一点都不假。无论你在什么地方，无论你现在是什么样的身分，你只要一想，我真想学，他就真来了，他就真帮助你。这个里头与业障习气有关系，业障习气重，是来，感来了，感来怎么样？佛示现不同的身分，应以什么身分得度，他就示现什么身分，他没有一定的形相。来跟你说，你听了半信半疑、似懂非懂，这种人占绝大多数，应该可以说十之七八都是这样的。佛舍不舍弃？不舍弃，帮你加强，慢慢加强，跟你在一起混个十年二十年，慢慢的从半信半疑就变成全信不疑，慢慢变成真的学习了，三十年、四十年、五十年，你成就了。",
      "zh_TW": "如來，眾生有感，這個感不可思議。什麼叫感？用佛法來說，緣成熟了。什麼叫緣成熟？能夠接受佛陀的教誨就是熟。佛示現教導他，他能信、他能理解、他能依教修行，這個條件只要一具足，不管他動不動念頭，他動念頭，我想學佛，當然這個感應非常快速，他不動念頭，自己沒想到，沒想到佛就知道了。為什麼？你不是不動念頭，念頭動了，念頭太微細了，你不知道。你看彌勒菩薩所講的，要是一秒鐘咱們五次彈指，一千六百兆分之一秒的那個波動，你自己怎麼會知道？不知道。可是這個信息佛收到了，佛收到他就來了，他就現身給你說法。所以要曉得，這是佛無盡的慈悲，「佛氏門中，不捨一人」。這個話千真萬確，一點都不假。無論你在什麼地方，無論你現在是什麼樣的身分，你只要一想，我真想學，他就真來了，他就真幫助你。這個裡頭與業障習氣有關係，業障習氣重，是來，感來了，感來怎麼樣？佛示現不同的身分，應以什麼身分得度，他就示現什麼身分，他沒有一定的形相。來跟你說，你聽了半信半疑、似懂非懂，這種人佔絕大多數，應該可以說十之七八都是這樣的。佛捨不捨棄？不捨棄，幫你加強，慢慢加強，跟你在一起混個十年二十年，慢慢的從半信半疑就變成全信不疑，慢慢變成真的學習了，三十年、四十年、五十年，你成就了。"
    },
    {
      "id": "02-039-0156_p0022",
      "zh_CN": "这种状况之下，佛来现的时候是现应身，像释迦牟尼佛一样，到这个世间来投胎，示现跟我们大众一样的。释迦牟尼佛的缘殊胜，当年在印度，亲近他的就有几千人，这个缘太殊胜了，但是你记住，不舍一人。一个人，你真发心，佛都不舍弃你，你说佛的恩德多大，超过父母！而且佛对一切众生，生生世世从来没有把你忘掉，无论你在哪一道，你在人道、在天道、在修罗道、在饿鬼道、在地狱道，统统照顾你。我们觉得我们背离了佛菩萨，佛菩萨没有背离我们，这是我们不知道的。我们有的时候讨厌佛菩萨、瞋恨佛菩萨，不相信他，说他是迷信，佛菩萨对我们慈悲照顾，从来没有间断过。等你哪一天明白了，生惭愧心，「我以前所做真对不起佛菩萨！」世间人心无常，都靠不住，只有佛菩萨靠得住，人家是真心对你，可是我们是用妄心对他。他不会怪我们，为什么？他对我们太了解，六道里轮回太久，习气太深、疑心太重，哪有那么简单？所以他不会舍弃，他来是讲经教学的。",
      "zh_TW": "這種狀況之下，佛來現的時候是現應身，像釋迦牟尼佛一樣，到這個世間來投胎，示現跟我們大眾一樣的。釋迦牟尼佛的緣殊勝，當年在印度，親近他的就有幾千人，這個緣太殊勝了，但是你記住，不捨一人。一個人，你真發心，佛都不捨棄你，你說佛的恩德多大，超過父母！而且佛對一切眾生，生生世世從來沒有把你忘掉，無論你在哪一道，你在人道、在天道、在修羅道、在餓鬼道、在地獄道，統統照顧你。我們覺得我們背離了佛菩薩，佛菩薩沒有背離我們，這是我們不知道的。我們有的時候討厭佛菩薩、瞋恨佛菩薩，不相信他，說他是迷信，佛菩薩對我們慈悲照顧，從來沒有間斷過。等你哪一天明白了，生慚愧心，「我以前所做真對不起佛菩薩！」世間人心無常，都靠不住，只有佛菩薩靠得住，人家是真心對你，可是我們是用妄心對他。他不會怪我們，為什麼？他對我們太了解，六道裡輪迴太久，習氣太深、疑心太重，哪有那麼簡單？所以他不會捨棄，他來是講經教學的。"
    },
    {
      "id": "02-039-0156_p0023",
      "zh_CN": "所以说是如同过去诸佛一样，「为度众生说十二部经」。这十二部并不是十二本，十二种，不是的。什么叫十二部经？我们根据《佛学大辞典》把它节录出来，这是术语。「一切经分为十二种类」这个名称，「据智度论三十三」，《智度论》有一百卷，《大智度论》第三十三卷里面有这么一段文。第一种叫「修多罗」，这是梵语，我们可以把梵语略去，就说这叫「契经」，中国翻译称为契经，这后头都有解释。「经典中直说法义之长行文」，我们今天叫散文，这个体裁是散文的体裁，古时候叫长行文，这个种类的我们称它作契经。契是什么意思？「契经者，犹言（好比说）契于理契于机之经典」。就是佛讲这个契理，理是自性。换句话说，诸佛如来、法身菩萨示现在十法界，他们所说的一切经从哪里来的？从真如自性里流出来的，这叫契理。所以它是真的，它不是虚妄的。真如自性流出来的东西，我们在六道里头迷得太深，迷得时间太长，一下接触到是完全不懂，不能接受。佛菩萨有善巧方便来引导我们，慢慢的入这个境界，他就有许多方便法，这方便法就是契于机，机是什么？我们自己的根性。让我们听到之后能生欢喜心，喜欢学习，这叫善巧方便。这些善巧方便法的这一类经典叫契机。所以，经典一定是理机双契，方便是引导你入真实、引导你回归自性，这还得了吗？这是佛在讲经说法第一种方法，这非常方便。",
      "zh_TW": "所以說是如同過去諸佛一樣，「為度眾生說十二部經」。這十二部並不是十二本，十二種，不是的。什麼叫十二部經？我們根據《佛學大辭典》把它節錄出來，這是術語。「一切經分為十二種類」這個名稱，「據智度論三十三」，《智度論》有一百卷，《大智度論》第三十三卷裡面有這麼一段文。第一種叫「修多羅」，這是梵語，我們可以把梵語略去，就說這叫「契經」，中國翻譯稱為契經，這後頭都有解釋。「經典中直說法義之長行文」，我們今天叫散文，這個體裁是散文的體裁，古時候叫長行文，這個種類的我們稱它作契經。契是什麼意思？「契經者，猶言（好比說）契於理契於機之經典」。就是佛講這個契理，理是自性。換句話說，諸佛如來、法身菩薩示現在十法界，他們所說的一切經從哪裡來的？從真如自性裡流出來的，這叫契理。所以它是真的，它不是虛妄的。真如自性流出來的東西，我們在六道裡頭迷得太深，迷得時間太長，一下接觸到是完全不懂，不能接受。佛菩薩有善巧方便來引導我們，慢慢的入這個境界，他就有許多方便法，這方便法就是契於機，機是什麼？我們自己的根性。讓我們聽到之後能生歡喜心，喜歡學習，這叫善巧方便。這些善巧方便法的這一類經典叫契機。所以，經典一定是理機雙契，方便是引導你入真實、引導你回歸自性，這還得了嗎？這是佛在講經說法第一種方法，這非常方便。"
    },
    {
      "id": "02-039-0156_p0024",
      "zh_CN": "下面讲的两种这是偈颂，都是属于偈颂，偈颂有两类，第一类叫「应颂，又作重颂」。重颂这个意思就好讲了，「应于前长行之文重宣其义者，即颂也」。长行讲得很多，怕你记不得，用偈颂这种体裁，偈颂像诗歌一样，它押韵的，字数很整齐，四句是一首，像诗歌一样，可以唱，便于记诵。所以大乘经典里面非常之多，特别是《华严经》，你看一段长行讲了，后头他用偈颂重讲一遍。这里面有两重意思，第一重意思刚才讲过，听了之后便于记诵，你能够记得，你不会忘记，能够依教修行。第二重，佛讲经他不跟学校一样，上课学生都是同一个班级的，有一定时间上下课的，佛没有，佛讲经时候有先来后到的。有讲到一半，快讲完了他才来，但是佛也不能辜负后到的，后到怎么办？就用偈颂这个方法把前面所讲的重复讲一遍，让他听到偈颂也能够得利益；换句话说，讲两遍，一种给你详细讲解，然后一种像诗歌一样可以吟诵出来。第三种叫「讽颂」，也叫「孤起颂」，它前头没有长行，就是用诗歌体裁把它说出来。这一类也叫做孤起颂，说明它跟长行不相关的；重颂里面的内容跟长行一定是相应的，所以它叫应颂。这都是属于我们现在文学里面讲的体裁。",
      "zh_TW": "下面講的兩種這是偈頌，都是屬於偈頌，偈頌有兩類，第一類叫「應頌，又作重頌」。重頌這個意思就好講了，「應於前長行之文重宣其義者，即頌也」。長行講得很多，怕你記不得，用偈頌這種體裁，偈頌像詩歌一樣，它押韻的，字數很整齊，四句是一首，像詩歌一樣，可以唱，便於記誦。所以大乘經典裡面非常之多，特別是《華嚴經》，你看一段長行講了，後頭他用偈頌重講一遍。這裡面有兩重意思，第一重意思剛才講過，聽了之後便於記誦，你能夠記得，你不會忘記，能夠依教修行。第二重，佛講經他不跟學校一樣，上課學生都是同一個班級的，有一定時間上下課的，佛沒有，佛講經時候有先來後到的。有講到一半，快講完了他才來，但是佛也不能辜負後到的，後到怎麼辦？就用偈頌這個方法把前面所講的重複講一遍，讓他聽到偈頌也能夠得利益；換句話說，講兩遍，一種給你詳細講解，然後一種像詩歌一樣可以吟誦出來。第三種叫「諷頌」，也叫「孤起頌」，它前頭沒有長行，就是用詩歌體裁把它說出來。這一類也叫做孤起頌，說明它跟長行不相關的；重頌裡面的內容跟長行一定是相應的，所以它叫應頌。這都是屬於我們現在文學裡面講的體裁。"
    },
    {
      "id": "02-039-0156_p0025",
      "zh_CN": "第四种叫「因缘」，「经中说见佛闻法因缘，及佛说法教化因缘之处，如诸经之序品，即因缘经也」。我们这部经现在才讲到正宗，前面都是序分，序分有证信序、有发起序，都是着重在因缘上，为什么佛说这部经。前面我们都学过，这叫因缘经，这一部分。第五种叫「本事」，「佛说弟子过去世因缘」这一类的经文，就叫本事，「如《法华经》中，药王菩萨本事品，是也」，这是举一个例子，经中常常有，佛说这个弟子，讲他过去世的因缘。一切众生，在六道里轮回久了，什么时候你证得阿罗汉，换句话说，你能把见思烦恼断了就是阿罗汉。在大乘里面叫菩萨，不叫阿罗汉，小乘叫阿罗汉，你六种神通都起作用，六根作用就不一样了，你有宿命通。你能知道你过去五百世的事情，清清楚楚、明明白白，过去五百世你在六道在哪一道，你在那里做些什么。所以这个东西是真的不是假的，只要有定功，他就有这个能力。阿罗汉知道五百世，佛在经上告诉我们，须陀洹，初果，两种能力刚刚出现，天眼、天耳。天眼怎么样？没障碍了，我们现在学习，讲堂在十一楼，我们往下面看，底下还有十层，你一看清清楚楚，人家在干些什么，没障碍了；往上看，上面还有几层，他们在干什么，都看得清楚，没障碍了。看一个人，就像Ｘ光透视一样，人家里头五脏六腑清清楚楚，都看见了。须陀洹就有这个能力，五种见惑断掉，能力就恢复。",
      "zh_TW": "第四種叫「因緣」，「經中說見佛聞法因緣，及佛說法教化因緣之處，如諸經之序品，即因緣經也」。我們這部經現在才講到正宗，前面都是序分，序分有證信序、有發起序，都是著重在因緣上，為什麼佛說這部經。前面我們都學過，這叫因緣經，這一部分。第五種叫「本事」，「佛說弟子過去世因緣」這一類的經文，就叫本事，「如《法華經》中，藥王菩薩本事品，是也」，這是舉一個例子，經中常常有，佛說這個弟子，講他過去世的因緣。一切眾生，在六道裡輪迴久了，什麼時候你證得阿羅漢，換句話說，你能把見思煩惱斷了就是阿羅漢。在大乘裡面叫菩薩，不叫阿羅漢，小乘叫阿羅漢，你六種神通都起作用，六根作用就不一樣了，你有宿命通。你能知道你過去五百世的事情，清清楚楚、明明白白，過去五百世你在六道在哪一道，你在那裡做些什麼。所以這個東西是真的不是假的，只要有定功，他就有這個能力。阿羅漢知道五百世，佛在經上告訴我們，須陀洹，初果，兩種能力剛剛出現，天眼、天耳。天眼怎麼樣？沒障礙了，我們現在學習，講堂在十一樓，我們往下面看，底下還有十層，你一看清清楚楚，人家在幹些什麼，沒障礙了；往上看，上面還有幾層，他們在幹什麼，都看得清楚，沒障礙了。看一個人，就像Ｘ光透視一樣，人家裡頭五臟六腑清清楚楚，都看見了。須陀洹就有這個能力，五種見惑斷掉，能力就恢復。"
    },
    {
      "id": "02-039-0156_p0026",
      "zh_CN": "二果斯陀含又多了两种能力，他有四种，他有他心通、有宿命通，别人心里想什么他知道，宿命是知道自己过去的事情。当然，阿罗汉的宿命通只五百世，我们想刚刚恢复这个能力的人，至少应该三十世、五十世应该没有问题，他不能知道五百世，三、五十世的事情应该很清楚、很明白，不需要去问人。这个时候佛教给你东西你真信，你一点都不怀疑。到三果阿那含，神足通就出现，神足通他能变化、能分身。三果圣人出门不要交通工具，他有神力，他想到哪里，身体就到哪里，就到那个地方去了，不需要交通工具。我们在古籍里记载看到，达摩祖师渡长江，河边上的芦苇抓一根，他踩着芦苇就过了江。示现给我们看的，不用芦苇他也能过江，他不需要船只这些工具。四果阿罗汉的神通还得了吗？圆满的。愈往上面去，这个能力就愈殊胜。到圆教初住菩萨，这种能力那就是经上讲的，我们用眼做比喻，向外看你能看到虚空法界，向内看你能看到阿赖耶，不需要用仪器，本能都恢复了。",
      "zh_TW": "二果斯陀含又多了兩種能力，他有四種，他有他心通、有宿命通，別人心裡想什麼他知道，宿命是知道自己過去的事情。當然，阿羅漢的宿命通只五百世，我們想剛剛恢復這個能力的人，至少應該三十世、五十世應該沒有問題，他不能知道五百世，三、五十世的事情應該很清楚、很明白，不需要去問人。這個時候佛教給你東西你真信，你一點都不懷疑。到三果阿那含，神足通就出現，神足通他能變化、能分身。三果聖人出門不要交通工具，他有神力，他想到哪裡，身體就到哪裡，就到那個地方去了，不需要交通工具。我們在古籍裡記載看到，達摩祖師渡長江，河邊上的蘆葦抓一根，他踩著蘆葦就過了江。示現給我們看的，不用蘆葦他也能過江，他不需要船隻這些工具。四果阿羅漢的神通還得了嗎？圓滿的。愈往上面去，這個能力就愈殊勝。到圓教初住菩薩，這種能力那就是經上講的，我們用眼做比喻，向外看你能看到虛空法界，向內看你能看到阿賴耶，不需要用儀器，本能都恢復了。"
    },
    {
      "id": "02-039-0156_p0027",
      "zh_CN": "这是事实，佛告诉我们人人都有，一点都不稀奇，不是说佛有、菩萨有，凡夫没有，错了。我们想不想恢复能力？很想。为什么？只要恢复到一、二种这种能力，因为我们中年以上的人都希望自己身体健康，远离病痛就做到了。特别是大乘，大乘比小乘高明多了，大乘智慧开了，小乘没开智慧，只有戒定没有慧，大乘有慧。大乘的慧从哪里来的？在没有开悟的时候是从经教里头来的，佛告诉我们，我们明白了，心就定了。所有一切灾难，个人的灾难是病痛，众生的灾难，像现在自然灾害，实际上不是自然灾害，地震、海啸、气候异常，许许多多的灾变，还有加上瘟疫，能不能化解？能，你只要懂得这个东西从哪来的，为什么会有这个东西，你明白了，我们的心态一改变，这个东西就没有了。它是从不善心行里面变现出来的。记住，佛告诉我们最高的一个原则，「一切法从心想生」。讲到我们身体，相由心生，相包括身体，都是在念头，念头善，你健康长寿，你不容易衰老；念头不善，那你就多灾多难多病苦。决定在我们自己的念头，一切法从心想生，居住环境也不例外。",
      "zh_TW": "這是事實，佛告訴我們人人都有，一點都不稀奇，不是說佛有、菩薩有，凡夫沒有，錯了。我們想不想恢復能力？很想。為什麼？只要恢復到一、二種這種能力，因為我們中年以上的人都希望自己身體健康，遠離病痛就做到了。特別是大乘，大乘比小乘高明多了，大乘智慧開了，小乘沒開智慧，只有戒定沒有慧，大乘有慧。大乘的慧從哪裡來的？在沒有開悟的時候是從經教裡頭來的，佛告訴我們，我們明白了，心就定了。所有一切災難，個人的災難是病痛，眾生的災難，像現在自然災害，實際上不是自然災害，地震、海嘯、氣候異常，許許多多的災變，還有加上瘟疫，能不能化解？能，你只要懂得這個東西從哪來的，為什麼會有這個東西，你明白了，我們的心態一改變，這個東西就沒有了。它是從不善心行裡面變現出來的。記住，佛告訴我們最高的一個原則，「一切法從心想生」。講到我們身體，相由心生，相包括身體，都是在念頭，念頭善，你健康長壽，你不容易衰老；念頭不善，那你就多災多難多病苦。決定在我們自己的念頭，一切法從心想生，居住環境也不例外。"
    },
    {
      "id": "02-039-0156_p0028",
      "zh_CN": "昨天邹女士到这来看我，这是本地（香港）的一位大德，她告诉我，香港人真正相信佛的太少太少了！香港人不少，他天天想什么？想发财，想赚钱，你跟他讲佛法的道理他听不进去。她来到我们这里参加六和敬学习，现在才找到不到十个人，不容易找！所以好多信息告诉我们，将来大灾难的时候这个地方会被淹没，为什么会被淹没？贪婪感得来的是水灾，不就这个道理吗？我们能不能免掉水灾？可以，我们把贪心断掉，这个地方就不会有水患。可是谁相信？不相信！你们在胡说八道，你们在迷信。现实重要，他们相信现实，现实就是赚钱第一，一切都向钱看，除了钱之外什么也不知道。现在像这种观念在全世界太普遍，所以很多预言讲海水会上升，大地会淹没。海水为什么上升？全世界人个个都贪婪而没有止境，这还得了！这就感得海水上升。因为整个地球也是我们念头变现出来的，不善的念头就带来灾难。所以，念头只要一转，灾难就没有了，问题你信不信？真要相信，灵得很！",
      "zh_TW": "昨天鄒女士到這來看我，這是本地（香港）的一位大德，她告訴我，香港人真正相信佛的太少太少了！香港人不少，他天天想什麼？想發財，想賺錢，你跟他講佛法的道理他聽不進去。她來到我們這裡參加六和敬學習，現在才找到不到十個人，不容易找！所以好多信息告訴我們，將來大災難的時候這個地方會被淹沒，為什麼會被淹沒？貪婪感得來的是水災，不就這個道理嗎？我們能不能免掉水災？可以，我們把貪心斷掉，這個地方就不會有水患。可是誰相信？不相信！你們在胡說八道，你們在迷信。現實重要，他們相信現實，現實就是賺錢第一，一切都向錢看，除了錢之外什麼也不知道。現在像這種觀念在全世界太普遍，所以很多預言講海水會上升，大地會淹沒。海水為什麼上升？全世界人個個都貪婪而沒有止境，這還得了！這就感得海水上升。因為整個地球也是我們念頭變現出來的，不善的念頭就帶來災難。所以，念頭只要一轉，災難就沒有了，問題你信不信？真要相信，靈得很！"
    },
    {
      "id": "02-039-0156_p0029",
      "zh_CN": "我们也做了十年的实验，大概有十一、二年的样子，我们种一点蔬菜，不用化肥、不用农药。最初做实验的是马来西亚的一位同修，在古晋种了一片菜园。第一年，所种的蔬菜百分之九十五被虫吃掉了，不用农药、不用化肥，决定不杀生。虫吃掉也好，第二年再种，虫客气了，大概留了一半，虫吃了一半，留了一半。我到那边去参观的时候，好像是第五年，第五年还是第六年，参观的时候告诉我，现在小虫吃的菜是百分之五，百分之九十五保留给我们。难得！你不杀害牠，牠不害你。二０００年我移民到澳洲，澳洲地大人少，土地很便宜，我住在乡下，距离城市开车十五分钟，乡下。我把我邻边的两块地也买下来，所以院子就很大，一共是二十八英亩，一英亩是六个中国亩，差不多有一百七十多中国亩，我们就开辟做菜园。我们这次种菜，我们就跟小虫商量，我们划一个区，告诉小虫，这个区专门供养你们的，我们种植也非常用心来培养。小虫真听话，牠就吃这个区域的，隔一个田埂那边的菜牠碰都不碰，好处！我们的菜园放念佛机，所以蔬菜都是听阿弥陀佛佛号生长的，菜长得特别好。菜农到我们这里参观都佩服，问我们，你们是怎么种的？怎么种得这么好！没有农药，没有化肥。我们也种了果木树，院子很大，种了三十多种果木树，我们跟小鸟也订了条约，指定几棵树，那些树上水果你们可以吃，没有指定的你们决定不要动。合作！",
      "zh_TW": "我們也做了十年的實驗，大概有十一、二年的樣子，我們種一點蔬菜，不用化肥、不用農藥。最初做實驗的是馬來西亞的一位同修，在古晉種了一片菜園。第一年，所種的蔬菜百分之九十五被蟲吃掉了，不用農藥、不用化肥，決定不殺生。蟲吃掉也好，第二年再種，蟲客氣了，大概留了一半，蟲吃了一半，留了一半。我到那邊去參觀的時候，好像是第五年，第五年還是第六年，參觀的時候告訴我，現在小蟲吃的菜是百分之五，百分之九十五保留給我們。難得！你不殺害牠，牠不害你。二０００年我移民到澳洲，澳洲地大人少，土地很便宜，我住在鄉下，距離城市開車十五分鐘，鄉下。我把我鄰邊的兩塊地也買下來，所以院子就很大，一共是二十八英畝，一英畝是六個中國畝，差不多有一百七十多中國畝，我們就開闢做菜園。我們這次種菜，我們就跟小蟲商量，我們劃一個區，告訴小蟲，這個區專門供養你們的，我們種植也非常用心來培養。小蟲真聽話，牠就吃這個區域的，隔一個田埂那邊的菜牠碰都不碰，好處！我們的菜園放念佛機，所以蔬菜都是聽阿彌陀佛佛號生長的，菜長得特別好。菜農到我們這裡參觀都佩服，問我們，你們是怎麼種的？怎麼種得這麼好！沒有農藥，沒有化肥。我們也種了果木樹，院子很大，種了三十多種果木樹，我們跟小鳥也訂了條約，指定幾棵樹，那些樹上水果你們可以吃，沒有指定的你們決定不要動。合作！"
    },
    {
      "id": "02-039-0156_p0030",
      "zh_CN": "小虫小鸟很好处，最难处的是人，人不好处。小鸟小虫到最后，连蚊虫蚂蚁、苍蝇都听话，我们跟牠和睦相处、共存共荣，互相不伤害。你看十年的时间，这不是偶然的，这么长的时间，以后我们到处都这样做法。二００五年、二００六年、二００七年、二００八年，我们在汤池小镇开辟了一个小农场，三十亩地，种的蔬菜、水果。更进一步了，给小虫订的条约都写出来，用个小牌子插在那个地方。为什么？很多人去参观，让大家看得见，都插些牌子，我们跟小虫、小鸟签的约。真听话！何必要去伤害大地？农药，病害虫毒了，你要晓得土壤也毒了，那个有毒的土壤，将来无论种什么东西它都带的有毒素。所以你害那些小虫，还害自己，错了！科学要实验，我们这十年做的实验证明了，用科学方法证明了，你说我们饮食多么健康。所以，害人就是害自己，你害那些病害虫、害这些小鸟，你害了土壤，最后害了自己。你爱这些小虫、爱这些小鸟，你就爱护自己，我们爱牠，牠也爱护我们，连植物都有感应，花开得特别香，果长得特别甜。何必要做这些伤天害理的事情？人与一切众生，连植物都有感应。现在我们晓得，不但植物，山河大地、矿物都有感应道交，它都是活的，它不是死的。从《华严经》上我们知道了，现在量子力学家也证实，整个宇宙是个有机体，统统都是有生命的，都是有感情的。所以，佛教给我们真实慈悲、真诚慈悲，这佛菩萨。与十法界依正庄严相处，总的理念，真诚慈悲，感应不可思议。",
      "zh_TW": "小蟲小鳥很好處，最難處的是人，人不好處。小鳥小蟲到最後，連蚊蟲螞蟻、蒼蠅都聽話，我們跟牠和睦相處、共存共榮，互相不傷害。你看十年的時間，這不是偶然的，這麼長的時間，以後我們到處都這樣做法。二００五年、二００六年、二００七年、二００八年，我們在湯池小鎮開闢了一個小農場，三十畝地，種的蔬菜、水果。更進一步了，給小蟲訂的條約都寫出來，用個小牌子插在那個地方。為什麼？很多人去參觀，讓大家看得見，都插些牌子，我們跟小蟲、小鳥簽的約。真聽話！何必要去傷害大地？農藥，病害蟲毒了，你要曉得土壤也毒了，那個有毒的土壤，將來無論種什麼東西它都帶的有毒素。所以你害那些小蟲，還害自己，錯了！科學要實驗，我們這十年做的實驗證明了，用科學方法證明了，你說我們飲食多麼健康。所以，害人就是害自己，你害那些病害蟲、害這些小鳥，你害了土壤，最後害了自己。你愛這些小蟲、愛這些小鳥，你就愛護自己，我們愛牠，牠也愛護我們，連植物都有感應，花開得特別香，果長得特別甜。何必要做這些傷天害理的事情？人與一切眾生，連植物都有感應。現在我們曉得，不但植物，山河大地、礦物都有感應道交，它都是活的，它不是死的。從《華嚴經》上我們知道了，現在量子力學家也證實，整個宇宙是個有機體，統統都是有生命的，都是有感情的。所以，佛教給我們真實慈悲、真誠慈悲，這佛菩薩。與十法界依正莊嚴相處，總的理念，真誠慈悲，感應不可思議。"
    },
    {
      "id": "02-039-0156_p0031",
      "zh_CN": "第六叫「本生」，「佛说自身过去世因缘之经文」。释迦牟尼佛在讲经的时候告诉我们，他自己过去世的因缘，这一类的我们就称它作本生。第七是梵语称为「阿毘达摩」，我们翻成为「未曾有」，这些是讲「佛现种种神力不思议事之经文」。大乘经里面常常看到，佛在教学当中示现神力，那就是有一类的众生，他必须看到他才相信，他要没有看到他就不能相信，佛在这种情形之下，要帮助他生起信心才用神通。佛也说得清楚，这是在不得已的状况之下，尽量不以神通做佛事。为什么？魔能现神通，天人能现神通，这些妖魔鬼怪也能现神通，如果用神通做佛事会把人迷惑了，魔、佛混淆了，不能辨别。但是讲经教学，这些妖魔鬼怪他们都不行，他们没有这个能力，他们会变把戏，他们不能讲经。所以，佛用讲经教学，魔就不能得其便。这是佛为什么不用神通，很少用神通，道理在此地。",
      "zh_TW": "第六叫「本生」，「佛說自身過去世因緣之經文」。釋迦牟尼佛在講經的時候告訴我們，他自己過去世的因緣，這一類的我們就稱它作本生。第七是梵語稱為「阿毘達摩」，我們翻成為「未曾有」，這些是講「佛現種種神力不思議事之經文」。大乘經裡面常常看到，佛在教學當中示現神力，那就是有一類的眾生，他必須看到他才相信，他要沒有看到他就不能相信，佛在這種情形之下，要幫助他生起信心才用神通。佛也說得清楚，這是在不得已的狀況之下，盡量不以神通做佛事。為什麼？魔能現神通，天人能現神通，這些妖魔鬼怪也能現神通，如果用神通做佛事會把人迷惑了，魔、佛混淆了，不能辨別。但是講經教學，這些妖魔鬼怪他們都不行，他們沒有這個能力，他們會變把戲，他們不能講經。所以，佛用講經教學，魔就不能得其便。這是佛為什麼不用神通，很少用神通，道理在此地。"
    },
    {
      "id": "02-039-0156_p0032",
      "zh_CN": "第八是「譬喻」，「经中说譬喻之处」很多。因为一般人，尤其听到很多理论方面的、事实方面的不太容易领悟，佛用比喻来说。比喻愈近愈好，一般常识他都能明了的，这一类在经中很多，我看用得最多的大概就是用梦幻泡影，用作梦的比喻佛讲得最多。为什么？每个人都有经验。所以佛说「一切有为法，如梦幻泡影」，这是比喻，梦醒之后晓得是一场空。我们今天在六道轮回没醒，什么时候醒了，六道就没有了。什么时候醒了？阿罗汉梦醒了，六道轮回没有了。其实六道是梦中之梦，梦中梦醒过来之后，他还有一个梦没醒，那个梦就是四圣法界，四圣法界的梦要一醒的时候，十法界就没有了，那他就回到一真法界。那真叫从梦中醒过来，住实报庄严土，醒过来一看，实报庄严土，这才是真正他的老家。实报庄严土就是成佛了，习气没断，他所起的作用跟常寂光土里面的诸佛如来没有两样，众生有感他就有应。",
      "zh_TW": "第八是「譬喻」，「經中說譬喻之處」很多。因為一般人，尤其聽到很多理論方面的、事實方面的不太容易領悟，佛用比喻來說。比喻愈近愈好，一般常識他都能明瞭的，這一類在經中很多，我看用得最多的大概就是用夢幻泡影，用作夢的比喻佛講得最多。為什麼？每個人都有經驗。所以佛說「一切有為法，如夢幻泡影」，這是比喻，夢醒之後曉得是一場空。我們今天在六道輪迴沒醒，什麼時候醒了，六道就沒有了。什麼時候醒了？阿羅漢夢醒了，六道輪迴沒有了。其實六道是夢中之夢，夢中夢醒過來之後，他還有一個夢沒醒，那個夢就是四聖法界，四聖法界的夢要一醒的時候，十法界就沒有了，那他就回到一真法界。那真叫從夢中醒過來，住實報莊嚴土，醒過來一看，實報莊嚴土，這才是真正他的老家。實報莊嚴土就是成佛了，習氣沒斷，他所起的作用跟常寂光土裡面的諸佛如來沒有兩樣，眾生有感他就有應。"
    },
    {
      "id": "02-039-0156_p0033",
      "zh_CN": "佛经上常讲「佛不度无缘之人」，为什么？没有缘，他不相信你，你对他没有办法，生不起信心，所以总得有缘。缘有善缘、有恶缘，都不要紧，无论是善缘、恶缘统统都跟你有缘，只要有缘，他就会接受，就会乐意跟你往来。所以学佛的人要与一切众生广结善缘，佛法讲结法缘，广结法缘。也许有人听到这个话怀疑，广结法缘，法缘太多了，将来成佛不太麻烦了？多少人来找你，累不累？那不是自找麻烦吗？要晓得，到成佛那个境界的时候不一样，普度一切众生，你没有感觉到有累的念头，为什么？作而无作，无作而作。我们凡夫做事情多了觉得累是什么？因为你起心动念，你觉得我今天做很多事累了，就累了，所以从心想生。你要把这个忘掉的话就一点都不累，一天做了很多工作好像没做一样，你没把它放在心上，放在心上就麻烦了。",
      "zh_TW": "佛經上常講「佛不度無緣之人」，為什麼？沒有緣，他不相信你，你對他沒有辦法，生不起信心，所以總得有緣。緣有善緣、有惡緣，都不要緊，無論是善緣、惡緣統統都跟你有緣，只要有緣，他就會接受，就會樂意跟你往來。所以學佛的人要與一切眾生廣結善緣，佛法講結法緣，廣結法緣。也許有人聽到這個話懷疑，廣結法緣，法緣太多了，將來成佛不太麻煩了？多少人來找你，累不累？那不是自找麻煩嗎？要曉得，到成佛那個境界的時候不一樣，普度一切眾生，你沒有感覺到有累的念頭，為什麼？作而無作，無作而作。我們凡夫做事情多了覺得累是什麼？因為你起心動念，你覺得我今天做很多事累了，就累了，所以從心想生。你要把這個忘掉的話就一點都不累，一天做了很多工作好像沒做一樣，你沒把它放在心上，放在心上就麻煩了。"
    },
    {
      "id": "02-039-0156_p0034",
      "zh_CN": "在我们现在这种环境当中，我常常劝同学，我们这种程度、这种根性，在这一生要想成就，只有一个方法，念佛求生净土，决定没有第二个方法。真正想往生净土，要怎么修？首先就是要把阿弥陀佛放在心上。一切法从心想生，我心里只有阿弥陀佛，除阿弥陀佛之外什么都没有，那你就对了。你心是佛心，阿弥陀佛的心，你的言就是阿弥陀佛的言，你的行就是阿弥陀佛的行。我们心同心、愿同愿、行同行，哪有不往生的道理！你决定得生。根性劣没有关系，到极乐世界就聪明了。到极乐世界谁给你讲经说法？阿弥陀佛。我们到西方极乐世界去干什么？去求学的。一个目标，亲近阿弥陀佛，一个方向，极乐世界。得要把这个世间拉拉杂杂统统放下，不要放在心上，放在心上就是障碍。你就做这个工作，你的一生肯定往生，万修万人去。但是对这个地方一切众生就要像阿弥陀佛一样，以清净心对他们、以平等心对他们、以真诚的慈悲对他们，现在众生心行不善要原谅他，别怪他。",
      "zh_TW": "在我們現在這種環境當中，我常常勸同學，我們這種程度、這種根性，在這一生要想成就，只有一個方法，念佛求生淨土，決定沒有第二個方法。真正想往生淨土，要怎麼修？首先就是要把阿彌陀佛放在心上。一切法從心想生，我心裡只有阿彌陀佛，除阿彌陀佛之外什麼都沒有，那你就對了。你心是佛心，阿彌陀佛的心，你的言就是阿彌陀佛的言，你的行就是阿彌陀佛的行。我們心同心、願同願、行同行，哪有不往生的道理！你決定得生。根性劣沒有關係，到極樂世界就聰明了。到極樂世界誰給你講經說法？阿彌陀佛。我們到西方極樂世界去幹什麼？去求學的。一個目標，親近阿彌陀佛，一個方向，極樂世界。得要把這個世間拉拉雜雜統統放下，不要放在心上，放在心上就是障礙。你就做這個工作，你的一生肯定往生，萬修萬人去。但是對這個地方一切眾生就要像阿彌陀佛一樣，以清淨心對他們、以平等心對他們、以真誠的慈悲對他們，現在眾生心行不善要原諒他，別怪他。"
    },
    {
      "id": "02-039-0156_p0035",
      "zh_CN": "《了凡四训》杨自惩说的话，那是讲当时的社会。居上位的人没有好好的教化众生，众生对於伦理、道德、因果都不明了，造了许许多多罪孽的事情，应当要原谅他，要知道他本性本善。《华严经》上说的，他本来是佛，所以要尊重他、要帮助他，决定不要去责备他。让我在这个地方想到英国汤恩比博士说的几句话，他说解决二十一世纪世界社会问题，只有中国孔孟学说跟大乘佛法。孔孟学说是什么？孝、敬，这是根！孝亲尊师。尊师，我们都想对老师，我们换一个，用敬，对于一切人都知道恭敬。忠，忠是什么？心摆在当中，不偏善也不偏恶，就是清净心、平等心待人。恕，不要把人的过失放在心上，这是恕，才能够在现前这个世界教化众生，让大家都欢喜。他做错了，错了就错了，既往不咎，不追究，一追究麻烦就来了，既往不咎。凡所有相皆是虚妄，何必那么认真？好好大家一起来学圣贤教诲。大乘佛法是什么？真诚、慈悲。真的，这八个字可以帮助现在这个社会拨乱反正，你才能救得了。不可以对立、不可以惩罚，也就是说，决定不能用对立，用对立解决不了问题，要用爱心、要用包容，要用真诚的爱心帮助这些众生，让他接受圣贤教诲，这个很重要。时间到了，我们今天就学习到此地。",
      "zh_TW": "《了凡四訓》楊自懲說的話，那是講當時的社會。居上位的人沒有好好的教化眾生，眾生對於倫理、道德、因果都不明瞭，造了許許多多罪孽的事情，應當要原諒他，要知道他本性本善。《華嚴經》上說的，他本來是佛，所以要尊重他、要幫助他，決定不要去責備他。讓我在這個地方想到英國湯恩比博士說的幾句話，他說解決二十一世紀世界社會問題，只有中國孔孟學說跟大乘佛法。孔孟學說是什麼？孝、敬，這是根！孝親尊師。尊師，我們都想對老師，我們換一個，用敬，對於一切人都知道恭敬。忠，忠是什麼？心擺在當中，不偏善也不偏惡，就是清淨心、平等心待人。恕，不要把人的過失放在心上，這是恕，才能夠在現前這個世界教化眾生，讓大家都歡喜。他做錯了，錯了就錯了，既往不咎，不追究，一追究麻煩就來了，既往不咎。凡所有相皆是虛妄，何必那麼認真？好好大家一起來學聖賢教誨。大乘佛法是什麼？真誠、慈悲。真的，這八個字可以幫助現在這個社會撥亂反正，你才能救得了。不可以對立、不可以懲罰，也就是說，決定不能用對立，用對立解決不了問題，要用愛心、要用包容，要用真誠的愛心幫助這些眾生，讓他接受聖賢教誨，這個很重要。時間到了，我們今天就學習到此地。"
    }
  ]
}