{
  "doc_id": "02-039-0056",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十六集",
    "zh_TW": "第五十六集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0056",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-039-0056_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第五十五面，第七行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第五十五面，第七行看起："
    },
    {
      "id": "02-039-0056_p0002",
      "zh_CN": "「五，隐密显了俱成门。《大疏》云：若片月澄空，晦明相并」。这是《华严经疏钞》里面清凉大师所说的，这一段里面给我们讲的，隐显不二。隐，惠能大师见性的时候，他说出见性的样子，他说了五句，第三句是「何期自性，本自具足」，这是隐；末后一句是「何期自性，能生万法」，这是显。没有缘的时候，不能说它没有，它真有，自性里头一样都不缺。能大师说的话简单，他是对老师讲的，给老师提出报告，五祖忍和尚一听就明白，不是对我们说的。缘若具足它就显，所以佛法讲因缘果，它不讲因生，讲缘生，这很有道理。因是自性里头统统具足，什么因？十法界依正的因与果统统具足，要等待缘，它就会现前，因没有缘不会现前。我们现在眼前看到的，我们看到十法界的人法界，人法界的缘具足，人法界里依正庄严我们感触到了，可是还有九法界，我们现在知道，但是没看到。往上去，天，天道、修罗道，再往上面去，声闻、缘觉、菩萨、佛，我们没有这个缘见不到。往下面来看，下面有畜生、饿鬼、地狱。畜生，我们能看到一部分，还有一部分见不到；饿鬼、地狱，我们听说有，没有见到过，缘不足。所以缘在一切法里面它是非常非常重要的。",
      "zh_TW": "「五，隱密顯了俱成門。《大疏》云：若片月澄空，晦明相並」。這是《華嚴經疏鈔》裡面清涼大師所說的，這一段裡面給我們講的，隱顯不二。隱，惠能大師見性的時候，他說出見性的樣子，他說了五句，第三句是「何期自性，本自具足」，這是隱；末後一句是「何期自性，能生萬法」，這是顯。沒有緣的時候，不能說它沒有，它真有，自性裡頭一樣都不缺。能大師說的話簡單，他是對老師講的，給老師提出報告，五祖忍和尚一聽就明白，不是對我們說的。緣若具足它就顯，所以佛法講因緣果，它不講因生，講緣生，這很有道理。因是自性裡頭統統具足，什麼因？十法界依正的因與果統統具足，要等待緣，它就會現前，因沒有緣不會現前。我們現在眼前看到的，我們看到十法界的人法界，人法界的緣具足，人法界裡依正莊嚴我們感觸到了，可是還有九法界，我們現在知道，但是沒看到。往上去，天，天道、修羅道，再往上面去，聲聞、緣覺、菩薩、佛，我們沒有這個緣見不到。往下面來看，下面有畜生、餓鬼、地獄。畜生，我們能看到一部分，還有一部分見不到；餓鬼、地獄，我們聽說有，沒有見到過，緣不足。所以緣在一切法裡面它是非常非常重要的。"
    },
    {
      "id": "02-039-0056_p0003",
      "zh_CN": "十法界依正庄严是自性里头本来具足的，什么样的缘它才会出现？这个缘在佛家讲叫「一念不觉而有无明」，所以《起信论》里面讲「无明不觉生三细，境界为缘长六粗」。三细是能现能生，可是识，识是能变，能把自性所现的这些现象，物质现象跟精神现象，它能变，变出多少？那是无量无边无尽无数，没有限量的。这是性德，不可思议！这个道理到近代的科学，量子力学已经讲到这个部分，真正的缘起还没讲到，也就是说阿赖耶的能变所变他发现了，量子力学里发现了，最高的那一层，自性能现能变还没发觉，这非常难得。为什么最初的这一念不能发觉？最初这一念必须要放下妄想分别执着，你就见到了，科学家用的是科学仪器，用的是高深的数理发现的，他不是放下妄想分别执着发现的。我们知道在佛法里，在古印度，无论是学术、无论是宗教，他们都修禅定，禅定是什么？禅定就是放下杂念，让清净心现前，清净心起作用是智慧，所以它能够突破空间维次，能够看到我们一般人肉眼看不到的境界，定中境界。",
      "zh_TW": "十法界依正莊嚴是自性裡頭本來具足的，什麼樣的緣它才會出現？這個緣在佛家講叫「一念不覺而有無明」，所以《起信論》裡面講「無明不覺生三細，境界為緣長六粗」。三細是能現能生，可是識，識是能變，能把自性所現的這些現象，物質現象跟精神現象，它能變，變出多少？那是無量無邊無盡無數，沒有限量的。這是性德，不可思議！這個道理到近代的科學，量子力學已經講到這個部分，真正的緣起還沒講到，也就是說阿賴耶的能變所變他發現了，量子力學裡發現了，最高的那一層，自性能現能變還沒發覺，這非常難得。為什麼最初的這一念不能發覺？最初這一念必須要放下妄想分別執著，你就見到了，科學家用的是科學儀器，用的是高深的數理發現的，他不是放下妄想分別執著發現的。我們知道在佛法裡，在古印度，無論是學術、無論是宗教，他們都修禪定，禪定是什麼？禪定就是放下雜念，讓清淨心現前，清淨心起作用是智慧，所以它能夠突破空間維次，能夠看到我們一般人肉眼看不到的境界，定中境界。"
    },
    {
      "id": "02-039-0056_p0004",
      "zh_CN": "释迦牟尼佛讲《华严经》是定中讲的，我们一般人看到释迦牟尼佛在菩提树下打坐，入定了，三七日入定，定了二十一天，三七二十一，二十一天。这个事情很平常，我们都能接受，为什么？近代有一些大德们入定的时候，确实他能够入定一个月才出定的。抗战期间，中国有个法师，大家称他作金山活佛，他就常常入定，给我们做出这个形象，让我们看到，他确实有这个功夫。虚云老和尚大家很熟悉的，广东这一代没有不知道他的，虚老和尚入定功夫也能有一、二个月不出定的。所以定中有境界，定中境界是真的，不是作梦。梦境是虚幻的，定中境界不是的。虚老和尚在定中的时候，他能够到兜率天听弥勒菩萨说法。定中兜率天的境界现前，他真的去了。佛家典籍里面记载这种事情太多太多了！唐朝时候智者大师有一次入定，回到释迦牟尼佛在灵鹫山讲《法华经》，他还听了一座，就是听了一堂课，回来出定了，告诉大家，释迦牟尼佛灵山一会，就是讲《法华经》那个法会现在还没有散，还在讲。由此可知，时间跟空间不是真的，如果是真的，你怎么能回到过去？不是真的。禅定能够突破空间维次，时空的维次，能够看到过去，也能够看到未来。所以从前李老师跟我说过这么一段话，就是讲到这个预言，中国古老的预言，像《推背图》这一类的预言，它是从数理上推算到的，《易经》是高深的数学，能够推算。但是如果说是有一丝毫差误，那真的就是谚语所谓「差之毫厘，谬之千里」，就完全不对了。所以说是有时候准确，有时候不准确，它不确定。但是禅定里面所看到的，那一点都不假，那是真的。过去祖师大德也有这些预言，那个很可靠，为什么？他在禅定里见到的。",
      "zh_TW": "釋迦牟尼佛講《華嚴經》是定中講的，我們一般人看到釋迦牟尼佛在菩提樹下打坐，入定了，三七日入定，定了二十一天，三七二十一，二十一天。這個事情很平常，我們都能接受，為什麼？近代有一些大德們入定的時候，確實他能夠入定一個月才出定的。抗戰期間，中國有個法師，大家稱他作金山活佛，他就常常入定，給我們做出這個形象，讓我們看到，他確實有這個功夫。虛雲老和尚大家很熟悉的，廣東這一代沒有不知道他的，虛老和尚入定功夫也能有一、二個月不出定的。所以定中有境界，定中境界是真的，不是作夢。夢境是虛幻的，定中境界不是的。虛老和尚在定中的時候，他能夠到兜率天聽彌勒菩薩說法。定中兜率天的境界現前，他真的去了。佛家典籍裡面記載這種事情太多太多了！唐朝時候智者大師有一次入定，回到釋迦牟尼佛在靈鷲山講《法華經》，他還聽了一座，就是聽了一堂課，回來出定了，告訴大家，釋迦牟尼佛靈山一會，就是講《法華經》那個法會現在還沒有散，還在講。由此可知，時間跟空間不是真的，如果是真的，你怎麼能回到過去？不是真的。禪定能夠突破空間維次，時空的維次，能夠看到過去，也能夠看到未來。所以從前李老師跟我說過這麼一段話，就是講到這個預言，中國古老的預言，像《推背圖》這一類的預言，它是從數理上推算到的，《易經》是高深的數學，能夠推算。但是如果說是有一絲毫差誤，那真的就是諺語所謂「差之毫釐，謬之千里」，就完全不對了。所以說是有時候準確，有時候不準確，它不確定。但是禪定裡面所看到的，那一點都不假，那是真的。過去祖師大德也有這些預言，那個很可靠，為什麼？他在禪定裡見到的。"
    },
    {
      "id": "02-039-0056_p0005",
      "zh_CN": "刚才有很多同学，我看到，填的这些单子我看到了，有好几位同学提到的，问到有关这些灾难的问题。我们学佛这么多年，我常常跟同学们说，在这个乱世，灵媒特别的多，为什么会有这个现象？有人问我。这种现象本来就是如此，过去社会上没有听说有那么多，偶尔听说有，没这么普遍。那是因为过去社会人有正气，读圣贤书，接受过伦理道德因果的教育，所以人心正。这个磁场是正气，灵媒这些他不会出现，这就是说邪不胜正，不容易出现。这些东西普遍出现了，说明什么？说明我们现在社会这个磁场不是正气，邪气，邪与邪就相感应，所以他们统统出现了，是这么个道理。不是没有，真有。他们也透露一些信息给我们，这个实在讲，也是好事，不是坏事。信息靠得住靠不住？不能确定。预言亦复如是，我们一定用佛经的智慧来解读它，它如不如理，如不如法？如理如法，我们可以做参考资料；至于我们如何应对，一定要用经典的教训，我们懂得这个道理。总的原理原则是万法唯心，《华严经》上讲的「唯心所现，唯识所变」。大乘教里面常讲「相由心生，境随心转」，这都是佛教导我们处理这些疑难杂症，一定要遵守这个原则。所以我们遇到灾难的时候，遇到病痛的时候，一定要想到佛陀的教诲，这个时候要回心向善，要认真去反省，忏除业障，断恶修善，改邪归正，这些灾难就化解了。由此可知，无论是怎样的预测，后面的结果不是一个，是很多种不同的结果。我们可以选择，于我们不利的，于社会大众不利的，我们要避免；于我们有利的，我们要认真努力学习，把它落实在生活，落实在工作，落实在处事待人接物。所以一切不善的把它隐，不让它起现行，一切善法让它显了，这是我们自己可以做得到的。",
      "zh_TW": "剛才有很多同學，我看到，填的這些單子我看到了，有好幾位同學提到的，問到有關這些災難的問題。我們學佛這麼多年，我常常跟同學們說，在這個亂世，靈媒特別的多，為什麼會有這個現象？有人問我。這種現象本來就是如此，過去社會上沒有聽說有那麼多，偶爾聽說有，沒這麼普遍。那是因為過去社會人有正氣，讀聖賢書，接受過倫理道德因果的教育，所以人心正。這個磁場是正氣，靈媒這些他不會出現，這就是說邪不勝正，不容易出現。這些東西普遍出現了，說明什麼？說明我們現在社會這個磁場不是正氣，邪氣，邪與邪就相感應，所以他們統統出現了，是這麼個道理。不是沒有，真有。他們也透露一些信息給我們，這個實在講，也是好事，不是壞事。信息靠得住靠不住？不能確定。預言亦復如是，我們一定用佛經的智慧來解讀它，它如不如理，如不如法？如理如法，我們可以做參考資料；至於我們如何應對，一定要用經典的教訓，我們懂得這個道理。總的原理原則是萬法唯心，《華嚴經》上講的「唯心所現，唯識所變」。大乘教裡面常講「相由心生，境隨心轉」，這都是佛教導我們處理這些疑難雜症，一定要遵守這個原則。所以我們遇到災難的時候，遇到病痛的時候，一定要想到佛陀的教誨，這個時候要回心向善，要認真去反省，懺除業障，斷惡修善，改邪歸正，這些災難就化解了。由此可知，無論是怎樣的預測，後面的結果不是一個，是很多種不同的結果。我們可以選擇，於我們不利的，於社會大眾不利的，我們要避免；於我們有利的，我們要認真努力學習，把它落實在生活，落實在工作，落實在處事待人接物。所以一切不善的把它隱，不讓它起現行，一切善法讓它顯了，這是我們自己可以做得到的。"
    },
    {
      "id": "02-039-0056_p0006",
      "zh_CN": "这一节经文，清凉大师这两句话讲片月澄空。那个片月是什么？半月，不是满月，应该是初八的月亮。初八的月亮我们讲上弦，你看到这个月亮一半，一半明亮的，一半是隐的，这是「隐处具显，显处具隐」。那半边我们也能看得清楚，这是讲隐密显了俱成，同时你都看到。我们学了要会用，特别是应用在现在，哪一部分要把它隐密，哪一部分要把它显了，我们就把它活用，真正得到好处。现在社会风气不好，为什么不好？迷失了自性。说实在的话，这自古以来，自古至今，西方人比东方人迷得重。为什么？东方这些祖师大德们，我们这些老祖宗他们真有智慧，智慧从哪里来的？智慧从慈悲心来的，从大公无私的心来的。诸位要是常常读中国古籍，你会很明显的发现一桩事情，中国人的心量大，在语言、文字上我们看到，开口说天下，很少说国家的，开口就是天下，齐家治国平天下。齐家治国为什么？为天下人得到公平，平天下是这个意思，也就是我们今天所讲的平等对待，和睦相处，这是平天下的意思。这是真实智慧！唯有天下人都能和睦相处、平等对待，这个世界才会安定，才会和平。要如何能达到？要靠教育，要教。人是教得好的，凭什么？这老祖宗明白了，古圣先贤都知道，人性本善，「人之初，性本善」，所以佛在经上说「一切众生本来是佛」，不就本善吗？本来是佛，你现在为什么不是佛？你没有好好的学习，没有人好好教你，学坏了！这就是古德常讲的「近朱则赤，近墨则黑」，谚语所谓的是「少成若天性，习惯成自然」，你是被不好的习惯所染污了。我们要很冷静的去观察、去思考，这些外国的东西真好吗？样样都能学吗？那你就是迷惑颠倒，你没有智慧。",
      "zh_TW": "這一節經文，清涼大師這兩句話講片月澄空。那個片月是什麼？半月，不是滿月，應該是初八的月亮。初八的月亮我們講上弦，你看到這個月亮一半，一半明亮的，一半是隱的，這是「隱處具顯，顯處具隱」。那半邊我們也能看得清楚，這是講隱密顯了俱成，同時你都看到。我們學了要會用，特別是應用在現在，哪一部分要把它隱密，哪一部分要把它顯了，我們就把它活用，真正得到好處。現在社會風氣不好，為什麼不好？迷失了自性。說實在的話，這自古以來，自古至今，西方人比東方人迷得重。為什麼？東方這些祖師大德們，我們這些老祖宗他們真有智慧，智慧從哪裡來的？智慧從慈悲心來的，從大公無私的心來的。諸位要是常常讀中國古籍，你會很明顯的發現一樁事情，中國人的心量大，在語言、文字上我們看到，開口說天下，很少說國家的，開口就是天下，齊家治國平天下。齊家治國為什麼？為天下人得到公平，平天下是這個意思，也就是我們今天所講的平等對待，和睦相處，這是平天下的意思。這是真實智慧！唯有天下人都能和睦相處、平等對待，這個世界才會安定，才會和平。要如何能達到？要靠教育，要教。人是教得好的，憑什麼？這老祖宗明白了，古聖先賢都知道，人性本善，「人之初，性本善」，所以佛在經上說「一切眾生本來是佛」，不就本善嗎？本來是佛，你現在為什麼不是佛？你沒有好好的學習，沒有人好好教你，學壞了！這就是古德常講的「近朱則赤，近墨則黑」，諺語所謂的是「少成若天性，習慣成自然」，你是被不好的習慣所染污了。我們要很冷靜的去觀察、去思考，這些外國的東西真好嗎？樣樣都能學嗎？那你就是迷惑顛倒，你沒有智慧。"
    },
    {
      "id": "02-039-0056_p0007",
      "zh_CN": "孙中山先生讲《三民主义》，我也是在去年，在台湾治牙齿，台湾政界里有不少的朋友来看我，我跟他们谈些什么？所以我就叫人找一本三民主义我看看，我花了三天的时间把孙中山先生这六次的讲演看了一遍，我很佩服他，我们中国人对他的理念疏忽了，他在讲演时有一句话说：外国比我们好的东西只有科学、机器，这两样东西我们比不上人家，其他的他们都不如中国。这个话说得太重要了！孙先生当年搞革命讲三民主义到现在大概一百年了，这一百年前的话现在应验了，完全兑现了。如果我们中国人只学外国人的科学技术、机器文明，其他的完全用中国的，那中国还得了？不得了！我们最大的疏忽就是看到外国月亮圆，什么都好，中国什么都不好，都不要了，一昧去学外国，我们今天吃这么大的亏，上了大当，这还能学吗？再学，再学都亡国了。",
      "zh_TW": "孫中山先生講《三民主義》，我也是在去年，在台灣治牙齒，台灣政界裡有不少的朋友來看我，我跟他們談些什麼？所以我就叫人找一本三民主義我看看，我花了三天的時間把孫中山先生這六次的講演看了一遍，我很佩服他，我們中國人對他的理念疏忽了，他在講演時有一句話說：外國比我們好的東西只有科學、機器，這兩樣東西我們比不上人家，其他的他們都不如中國。這個話說得太重要了！孫先生當年搞革命講三民主義到現在大概一百年了，這一百年前的話現在應驗了，完全兌現了。如果我們中國人只學外國人的科學技術、機器文明，其他的完全用中國的，那中國還得了？不得了！我們最大的疏忽就是看到外國月亮圓，什麼都好，中國什麼都不好，都不要了，一昧去學外國，我們今天吃這麼大的虧，上了大當，這還能學嗎？再學，再學都亡國了。"
    },
    {
      "id": "02-039-0056_p0008",
      "zh_CN": "我看了这本小册子，我觉得他这个观点是非常非常正确。很可惜，他老人家过世得太早，他能够多活十年、二十年，中国不至于遭这么大的灾难。他看得清楚，这是智慧，这不是知识。所以别人的优点、缺点，优点是正面的，缺点是负面的，都要看得清楚。隐密、显了统统要看清楚。我们自己也如此，处事待人接物也懂这个道理，连诸佛菩萨都不例外，诸佛菩萨有没有隐密？有，为什么？因为不契机，该隐的时候一定要隐，譬如教初机，只能够教伦理、道德、因果，他能得受用；你给他讲高深的这些科学、哲学，他听不懂，这要慢慢来。你是个大学博士班毕业的，拿到博士学位，现在叫你去教小学，你能不能把你博士班的课程放在小学上去教学？不能，那部分要把它隐密起来。教小学，《弟子规》很适合，《感应篇》很适合，这个东西要把它显了，道理在此地。",
      "zh_TW": "我看了這本小冊子，我覺得他這個觀點是非常非常正確。很可惜，他老人家過世得太早，他能夠多活十年、二十年，中國不至於遭這麼大的災難。他看得清楚，這是智慧，這不是知識。所以別人的優點、缺點，優點是正面的，缺點是負面的，都要看得清楚。隱密、顯了統統要看清楚。我們自己也如此，處事待人接物也懂這個道理，連諸佛菩薩都不例外，諸佛菩薩有沒有隱密？有，為什麼？因為不契機，該隱的時候一定要隱，譬如教初機，只能夠教倫理、道德、因果，他能得受用；你給他講高深的這些科學、哲學，他聽不懂，這要慢慢來。你是個大學博士班畢業的，拿到博士學位，現在叫你去教小學，你能不能把你博士班的課程放在小學上去教學？不能，那部分要把它隱密起來。教小學，《弟子規》很適合，《感應篇》很適合，這個東西要把它顯了，道理在此地。"
    },
    {
      "id": "02-039-0056_p0009",
      "zh_CN": "针对现前的社会，这个社会也有人说是知识爆炸的时代，我们不能不承认。现在人难度，中国古人好度，古人老实、听话、真干，所以成就的人太多了。现在难了，他不老实，他怀疑，他的意见很多、问题很多，不容易接受，更不可能真干。眼前我们对的是这样的根机，那我们来推动伦理道德因果教育，要怎样教人家才相信？要有真正的例子，真正的榜样，他看了才相信。前些年，我们参加联合国的和平会议，将中国古老长治久安的经验，在大会里面提出报告，大家听了欢喜，为什么？从来没听过。可是他有疑问，这是理想，这个东西做不到，换句话说，那就白讲了。他也知道是对的，也知道是好的，但是这一个是理想，不能落实就完了。所以我们要做样子给他看，现在科学没有别的，科学讲证据，你拿证据来。这样我们才在中国安徽庐江汤池找这个小镇来做实验，实验成功了。我们只实验一样东西，《弟子规》，我们招了三十七位老师，把我们的目标、我们的理想、我们的愿望告诉老师，要求老师不能做普通的老师，普通的老师不能救社会，要做什么样的老师？要做圣人，要做孔子，要做孟子，大家要发这个心。我们非常感激这些老师真干，真听话，真干！怎么做法？教别人必须先教自己，自己不能把《弟子规》落实就不能教别人。《弟子规》一千零八十个字，里面一共讲了一百一十三桩事情，这一百一十三桩事情你都得要做到，在哪里做？在生活当中做，工作里面做，待人接物里面做，统统做到，人家相信了。当时我要求老师们四个月做到，老师不负我们的期望，提前两个月做到了。我们从内心里面佩服、感动！做到了，马上就下乡入户去表演，这样子感动了当地的居民，然后我们开班教学，大家都愿意来学，所以这个小镇三、四个月风气完全改变。你看原来是隐，现在全显了。原来隐的是什么？人性本善，你看不到他的善，隐了；这样一教的时候，那个本善全现出来了。",
      "zh_TW": "針對現前的社會，這個社會也有人說是知識爆炸的時代，我們不能不承認。現在人難度，中國古人好度，古人老實、聽話、真幹，所以成就的人太多了。現在難了，他不老實，他懷疑，他的意見很多、問題很多，不容易接受，更不可能真幹。眼前我們對的是這樣的根機，那我們來推動倫理道德因果教育，要怎樣教人家才相信？要有真正的例子，真正的榜樣，他看了才相信。前些年，我們參加聯合國的和平會議，將中國古老長治久安的經驗，在大會裡面提出報告，大家聽了歡喜，為什麼？從來沒聽過。可是他有疑問，這是理想，這個東西做不到，換句話說，那就白講了。他也知道是對的，也知道是好的，但是這一個是理想，不能落實就完了。所以我們要做樣子給他看，現在科學沒有別的，科學講證據，你拿證據來。這樣我們才在中國安徽廬江湯池找這個小鎮來做實驗，實驗成功了。我們只實驗一樣東西，《弟子規》，我們招了三十七位老師，把我們的目標、我們的理想、我們的願望告訴老師，要求老師不能做普通的老師，普通的老師不能救社會，要做什麼樣的老師？要做聖人，要做孔子，要做孟子，大家要發這個心。我們非常感激這些老師真幹，真聽話，真幹！怎麼做法？教別人必須先教自己，自己不能把《弟子規》落實就不能教別人。《弟子規》一千零八十個字，裡面一共講了一百一十三樁事情，這一百一十三樁事情你都得要做到，在哪裡做？在生活當中做，工作裡面做，待人接物裡面做，統統做到，人家相信了。當時我要求老師們四個月做到，老師不負我們的期望，提前兩個月做到了。我們從內心裡面佩服、感動！做到了，馬上就下鄉入戶去表演，這樣子感動了當地的居民，然後我們開班教學，大家都願意來學，所以這個小鎮三、四個月風氣完全改變。你看原來是隱，現在全顯了。原來隱的是什麼？人性本善，你看不到他的善，隱了；這樣一教的時候，那個本善全現出來了。"
    },
    {
      "id": "02-039-0056_p0010",
      "zh_CN": "让我们证明了两桩事情，第一个，证明「人之初，性本善」，第二个证明人是很好教的。人民是很好教的，只要你肯教他，只要你肯提醒他，他本善。《弟子规》里面这些规范是性德，他本善只要一现前，这个东西自然他就具备，哪里要学！他本来有的，一启发就现前、就显了。真的是祖宗有德，这种效果呈现出来之后，当时我们头一个念头，如何能够介绍给联合国？动这个念头。你看感应，念头才动，两个月之后联合国就来找我，这事情就好办了。邀请我跟他一起主办一个活动，主办我们就有权力了，所以当时找我，我很欢喜接受。我说这一次我们在联合国教科文总部办这个活动，我说我只有两句话，我的目的：第一个，宗教是可以团结的；第二个，人民是可以教得好的。这个活动办下来效果卓着，真正能够化解冲突，帮助社会恢复安定和谐。所以这十玄门我们学了之后要会用，活学活用，这是真实智慧。不要怕难，我们自性里头统统都有。在诸佛菩萨十玄门是显了，在我们，我们的十玄门是隐，隐密不显。所以首先我们认识清楚。",
      "zh_TW": "讓我們證明了兩樁事情，第一個，證明「人之初，性本善」，第二個證明人是很好教的。人民是很好教的，只要你肯教他，只要你肯提醒他，他本善。《弟子規》裡面這些規範是性德，他本善只要一現前，這個東西自然他就具備，哪裡要學！他本來有的，一啟發就現前、就顯了。真的是祖宗有德，這種效果呈現出來之後，當時我們頭一個念頭，如何能夠介紹給聯合國？動這個念頭。你看感應，念頭才動，兩個月之後聯合國就來找我，這事情就好辦了。邀請我跟他一起主辦一個活動，主辦我們就有權力了，所以當時找我，我很歡喜接受。我說這一次我們在聯合國教科文總部辦這個活動，我說我只有兩句話，我的目的：第一個，宗教是可以團結的；第二個，人民是可以教得好的。這個活動辦下來效果卓著，真正能夠化解衝突，幫助社會恢復安定和諧。所以這十玄門我們學了之後要會用，活學活用，這是真實智慧。不要怕難，我們自性裡頭統統都有。在諸佛菩薩十玄門是顯了，在我們，我們的十玄門是隱，隱密不顯。所以首先我們認識清楚。"
    },
    {
      "id": "02-039-0056_p0011",
      "zh_CN": "下面黄老居士用本经的经文来对应这一门，「本经，《礼佛现光品》云」，第三十八品里面有这么一段经文，「阿弥陀佛即于掌中放无量光，普照一切诸佛世界，时诸佛国，皆悉明现，如处一寻」。一寻是很短的距离，中国古时候这是一个长度的名称，八尺，不到一丈，八尺叫一寻。佛掌中放光，那我们知道，这大乘经里面常说，佛有常光、有放光，常光是身光，佛有，很明显，我们有没有？有，我们的光隐密了，佛能看到我们，我们自己看不到，隐显。我们身上有光，怎么证明我们身上有光？不难，有定功的人看得到。不必要很深的定，有点小小的定功就能看到，还有现在学气功的人能看到。气功讲气，实际上就是光，佛经上讲光，他讲气，叫气场。身光大小不一样，身光颜色不一样，为什么会有这么多差别？这是与你的思想行为有关系，你的心清净，大概光是金色的、白色的，这个光都是非常好的，说明你身体非常健康，身心清净。如果你有烦恼习气很重，你心行不善，行为不善，有光，你那光是灰的、灰色的，或者是暗红色的，那光不好看，都有。这是修气功的人，他们都有这个能力，我们碰到的时候他都告诉我。所以有这个能力对他有帮助，为什么？一看人就晓得他善与恶。不善的人就回避他，敬而远之，善人就可以亲近他，他有这个能力。",
      "zh_TW": "下面黃老居士用本經的經文來對應這一門，「本經，《禮佛現光品》云」，第三十八品裡面有這麼一段經文，「阿彌陀佛即於掌中放無量光，普照一切諸佛世界，時諸佛國，皆悉明現，如處一尋」。一尋是很短的距離，中國古時候這是一個長度的名稱，八尺，不到一丈，八尺叫一尋。佛掌中放光，那我們知道，這大乘經裡面常說，佛有常光、有放光，常光是身光，佛有，很明顯，我們有沒有？有，我們的光隱密了，佛能看到我們，我們自己看不到，隱顯。我們身上有光，怎麼證明我們身上有光？不難，有定功的人看得到。不必要很深的定，有點小小的定功就能看到，還有現在學氣功的人能看到。氣功講氣，實際上就是光，佛經上講光，他講氣，叫氣場。身光大小不一樣，身光顏色不一樣，為什麼會有這麼多差別？這是與你的思想行為有關係，你的心清淨，大概光是金色的、白色的，這個光都是非常好的，說明你身體非常健康，身心清淨。如果你有煩惱習氣很重，你心行不善，行為不善，有光，你那光是灰的、灰色的，或者是暗紅色的，那光不好看，都有。這是修氣功的人，他們都有這個能力，我們碰到的時候他都告訴我。所以有這個能力對他有幫助，為什麼？一看人就曉得他善與惡。不善的人就迴避他，敬而遠之，善人就可以親近他，他有這個能力。"
    },
    {
      "id": "02-039-0056_p0012",
      "zh_CN": "所以我们知道，他为什么能见？实在讲，也很简单，原理就是他的心比我们清净，所以这个能力才能够现前。也有很多学气功的，是很高的段数，可是到最后他的能力完全丧失掉，为什么会丧失掉？对名利一起贪念，他的功夫就失掉，这有名气大了，就是供养多了，出名了，人家见到恭维多了，这一恭维，傲慢心起来；一沾到钱财，贪心起来，他功夫就失掉。还有一种人能看到，什么人？孩童，二、三岁的小孩他看到，他心清净，他没有杂念，他没有烦恼，他会看到。渐渐长大之后，他慢慢就消失、就看不到，那是他被外面环境污染。这个东西是真的，不是假的。",
      "zh_TW": "所以我們知道，他為什麼能見？實在講，也很簡單，原理就是他的心比我們清淨，所以這個能力才能夠現前。也有很多學氣功的，是很高的段數，可是到最後他的能力完全喪失掉，為什麼會喪失掉？對名利一起貪念，他的功夫就失掉，這有名氣大了，就是供養多了，出名了，人家見到恭維多了，這一恭維，傲慢心起來；一沾到錢財，貪心起來，他功夫就失掉。還有一種人能看到，什麼人？孩童，二、三歲的小孩他看到，他心清淨，他沒有雜念，他沒有煩惱，他會看到。漸漸長大之後，他慢慢就消失、就看不到，那是他被外面環境污染。這個東西是真的，不是假的。"
    },
    {
      "id": "02-039-0056_p0013",
      "zh_CN": "佛在经上告诉我们，只要是物质的现象都会放光，这个光是什么？这个光就是它的振动，它的波动现象。佛经上讲的不得了，佛经上告诉我们，它这个波动现象周遍法界，我们在《还源观》上看到的。贤首大师举例子是举一微尘，一尘周遍法界，一尘怎么周遍法界？波动，为什么？因为物质是波动现象组成的，这是现在量子力学都说出来了，他说是我们的心念累积连续的一种现象，根本没有物质存在。所以物质如果仔细再分的话，就分成波动，它波动存在。物质现象有很多种，频率不一样，频率慢的就变成固体，泥沙、石头，变成固体；稍微再快一点，就变成树木花草；再快一点的，就变成动物；最快的就像现在的电磁波，我们的电讯，这是最快的。所以统统是，所有的现象无非是意念波动频率不一样所产生的。你从这个地方来了解，我们就晓得只要是物质都会放光。那我们这个身是个物质的，它怎么会不放光！光的大小、光的色彩确实是我们的念头。所以真正有功夫的人，他一看就晓得，不需要再问你，你是善人、是恶人，用不着辨别，一看就知道。",
      "zh_TW": "佛在經上告訴我們，只要是物質的現象都會放光，這個光是什麼？這個光就是它的振動，它的波動現象。佛經上講的不得了，佛經上告訴我們，它這個波動現象周遍法界，我們在《還源觀》上看到的。賢首大師舉例子是舉一微塵，一塵周遍法界，一塵怎麼周遍法界？波動，為什麼？因為物質是波動現象組成的，這是現在量子力學都說出來了，他說是我們的心念累積連續的一種現象，根本沒有物質存在。所以物質如果仔細再分的話，就分成波動，它波動存在。物質現象有很多種，頻率不一樣，頻率慢的就變成固體，泥沙、石頭，變成固體；稍微再快一點，就變成樹木花草；再快一點的，就變成動物；最快的就像現在的電磁波，我們的電訊，這是最快的。所以統統是，所有的現象無非是意念波動頻率不一樣所產生的。你從這個地方來了解，我們就曉得只要是物質都會放光。那我們這個身是個物質的，它怎麼會不放光！光的大小、光的色彩確實是我們的念頭。所以真正有功夫的人，他一看就曉得，不需要再問你，你是善人、是惡人，用不著辨別，一看就知道。"
    },
    {
      "id": "02-039-0056_p0014",
      "zh_CN": "这段讲的是放光，放光得有特别的因缘，这是传递信息，放光是传递信息。像我们现在用手机，一拨手机，这个电波马上就出去，在地球那边的人立刻就接通，信息就给他了。这都是放光。阿弥陀佛能放，我们也能放，没他那么大，没他那么自在，我们要是没有这些机器就不能放光；但是还是能放，我们的念头念到哪里光就到哪里。我们念阿弥陀佛，阿弥陀佛在极乐世界，我们这个光他就收到了，我们自己不知道，他那里收到。我们这个念力放出这个光，也是色彩不一样，光的强弱不一样，跟你的念头成正比例。在日常生活当中，我们接近的亲人，古人所说的母子连心，那个感应特别的敏锐，两个人在两个地方，这一想念，那边就会起感应。这个事情不是假的。佛放光，普照一切诸佛世界，时诸佛国皆悉明现，如处一寻。那我们要问，阿弥陀佛掌中放无量光，我们这个地球有没有接到？有。我们是不是在佛光之中？是在佛光之中，一点都不错。为什么我们还迷惑颠倒？我们还造作罪业？这不是佛光没照你，是你自己躲藏在一个地方让佛光照不到你，躲藏在哪里？躲藏在妄想分别执着里面。这个东西把佛光障碍，三重障碍，如果你能够把执着放下，你就能够见到佛光，见到不多；再能把分别放下，那你就见得多；如果起心动念都放下，你就完全见到，你没有障碍了。那我们生活在哪里？生活在一切诸佛如来光明遍照之中，什么样的业障都消除。所以学佛不放下不行，不放下只能在文字里学到东西，不得受用。如果我们真的能放下，真的就得到受用。读经、听经确实智慧增长，智慧管用。",
      "zh_TW": "這段講的是放光，放光得有特別的因緣，這是傳遞信息，放光是傳遞信息。像我們現在用手機，一撥手機，這個電波馬上就出去，在地球那邊的人立刻就接通，信息就給他了。這都是放光。阿彌陀佛能放，我們也能放，沒他那麼大，沒他那麼自在，我們要是沒有這些機器就不能放光；但是還是能放，我們的念頭念到哪裡光就到哪裡。我們念阿彌陀佛，阿彌陀佛在極樂世界，我們這個光他就收到了，我們自己不知道，他那裡收到。我們這個念力放出這個光，也是色彩不一樣，光的強弱不一樣，跟你的念頭成正比例。在日常生活當中，我們接近的親人，古人所說的母子連心，那個感應特別的敏銳，兩個人在兩個地方，這一想念，那邊就會起感應。這個事情不是假的。佛放光，普照一切諸佛世界，時諸佛國皆悉明現，如處一尋。那我們要問，阿彌陀佛掌中放無量光，我們這個地球有沒有接到？有。我們是不是在佛光之中？是在佛光之中，一點都不錯。為什麼我們還迷惑顛倒？我們還造作罪業？這不是佛光沒照你，是你自己躲藏在一個地方讓佛光照不到你，躲藏在哪裡？躲藏在妄想分別執著裡面。這個東西把佛光障礙，三重障礙，如果你能夠把執著放下，你就能夠見到佛光，見到不多；再能把分別放下，那你就見得多；如果起心動念都放下，你就完全見到，你沒有障礙了。那我們生活在哪裡？生活在一切諸佛如來光明遍照之中，什麼樣的業障都消除。所以學佛不放下不行，不放下只能在文字裡學到東西，不得受用。如果我們真的能放下，真的就得到受用。讀經、聽經確實智慧增長，智慧管用。"
    },
    {
      "id": "02-039-0056_p0015",
      "zh_CN": "我们再看下面一段，还是「礼佛现光品」里面经文：「又乃至泥犁溪谷，幽冥之处，悉大开辟，皆同一色」。这一段跟我们讲的，不但是人间，畜生道，乃至地狱道，泥犁是地狱，乃至于地狱道。溪谷，这是比较不容易照到的地方，山谷小溪。幽冥之处，这个幽冥是双关语，一个是我们山谷里面太阳很难照到的地方，幽暗的地方；另外一个意思就是饿鬼道，前面讲的地狱道，饿鬼道。这是说阿弥陀佛佛光普照，统统能照到，没有障碍。电磁波有的时候有障碍，我们在山谷里面，手机就不灵，电信就不通，有障碍。佛光没有障碍，自性里面发出去的，没有障碍。自性里面东西，那个障碍就是我们的妄想分别执着，这个东西起了障碍。如果把这些东西放下，障碍就没有了。悉大开辟，皆同一色，这是说十法界依正庄严是一不是二。一色是什么？一色是自性。能现能生的是自性，所现所生的是万物，一切万物。像前面比喻一样，把水比喻作能生能现，把波浪比喻作所生所现，波即是水，水即是波。一切万事万物不离自性，统统见到。在相中见到性，事中见到理，理是一个，性是一个。",
      "zh_TW": "我們再看下面一段，還是「禮佛現光品」裡面經文：「又乃至泥犁溪谷，幽冥之處，悉大開闢，皆同一色」。這一段跟我們講的，不但是人間，畜生道，乃至地獄道，泥犁是地獄，乃至於地獄道。溪谷，這是比較不容易照到的地方，山谷小溪。幽冥之處，這個幽冥是雙關語，一個是我們山谷裡面太陽很難照到的地方，幽暗的地方；另外一個意思就是餓鬼道，前面講的地獄道，餓鬼道。這是說阿彌陀佛佛光普照，統統能照到，沒有障礙。電磁波有的時候有障礙，我們在山谷裡面，手機就不靈，電信就不通，有障礙。佛光沒有障礙，自性裡面發出去的，沒有障礙。自性裡面東西，那個障礙就是我們的妄想分別執著，這個東西起了障礙。如果把這些東西放下，障礙就沒有了。悉大開闢，皆同一色，這是說十法界依正莊嚴是一不是二。一色是什麼？一色是自性。能現能生的是自性，所現所生的是萬物，一切萬物。像前面比喻一樣，把水比喻作能生能現，把波浪比喻作所生所現，波即是水，水即是波。一切萬事萬物不離自性，統統見到。在相中見到性，事中見到理，理是一個，性是一個。"
    },
    {
      "id": "02-039-0056_p0016",
      "zh_CN": "下面是比喻，「犹如劫水弥满世界，其中万物沉没不现」。这个劫水是大三灾，这不是小三灾。小三灾现在我们明白了，小三灾是核武战争，那很可怕！大三灾是水、火、风，它的灾害，经上告诉我们，能够达到初禅、二禅、三禅；第四禅天才叫福天，福人居福地，为什么？那个地方没有三灾。由此可知，我们要修福，这个福报要能够与四禅类似，才能化解我们地球上水火风的灾难。四禅天他们的福是什么？我们《无量寿经》上的经题就是！「清净平等觉」。我们要做到多少？做到清净就行了。四禅，心真的是清净了；分别，他定功把它伏住，暂时分别心不起；觉，觉还没有。你看看分别心伏住，清净心现前，大福德的人。这个人在哪个地方，那个地方不会有灾难，那个地方造恶的人暂时也不会受灾难，托他的福。这个人要离开了，离开了，你的灾难果报就会现前。你在这个人身边沾他的福、沾他的光。所以这些道理、事实真相，我们真的搞清楚、搞明白，我们在灾难现前的时候，心怎么样？心是清净的，不会被境界吓住，你一吓住就完了。我们修行修什么？就要在日常生活当中锻炼这个功夫，不被境界干扰，这是真功夫、真本事，不能被外头境界干扰。换句话说，你能够把清净心保持。我们用什么方法？我们用一句阿弥陀佛，八万四千法门，这个法门好。念念止于阿弥陀佛，这就是清净心；除阿弥陀佛之外，没有别的杂念，什么都放下了，牢牢的靠住阿弥陀佛就行了，我们可以做得到。这种人的福报等于四禅天，真正有大福德的人。",
      "zh_TW": "下面是比喻，「猶如劫水彌滿世界，其中萬物沈沒不現」。這個劫水是大三災，這不是小三災。小三災現在我們明白了，小三災是核武戰爭，那很可怕！大三災是水、火、風，它的災害，經上告訴我們，能夠達到初禪、二禪、三禪；第四禪天才叫福天，福人居福地，為什麼？那個地方沒有三災。由此可知，我們要修福，這個福報要能夠與四禪類似，才能化解我們地球上水火風的災難。四禪天他們的福是什麼？我們《無量壽經》上的經題就是！「清淨平等覺」。我們要做到多少？做到清淨就行了。四禪，心真的是清淨了；分別，他定功把它伏住，暫時分別心不起；覺，覺還沒有。你看看分別心伏住，清淨心現前，大福德的人。這個人在哪個地方，那個地方不會有災難，那個地方造惡的人暫時也不會受災難，托他的福。這個人要離開了，離開了，你的災難果報就會現前。你在這個人身邊沾他的福、沾他的光。所以這些道理、事實真相，我們真的搞清楚、搞明白，我們在災難現前的時候，心怎麼樣？心是清淨的，不會被境界嚇住，你一嚇住就完了。我們修行修什麼？就要在日常生活當中鍛鍊這個功夫，不被境界干擾，這是真功夫、真本事，不能被外頭境界干擾。換句話說，你能夠把清淨心保持。我們用什麼方法？我們用一句阿彌陀佛，八萬四千法門，這個法門好。念念止於阿彌陀佛，這就是清淨心；除阿彌陀佛之外，沒有別的雜念，什麼都放下了，牢牢的靠住阿彌陀佛就行了，我們可以做得到。這種人的福報等於四禪天，真正有大福德的人。"
    },
    {
      "id": "02-039-0056_p0017",
      "zh_CN": "香港这个地区，要照科学家所说的，这个话是科学家说的，这不是预言家说的。量子科学家他们讲的，一百万人的都市，有一百个人能达到这个境界，这一百万人的都市不会有灾难。香港估计起来应该有三、四百万，那要多少人？要三、四百人。三、四百人心地清净，香港这个地区就不会有灾难。科学家给我们提出这么一个建议，我们听了能信，我们有理由相信他。这个理由全是在大乘经教里头。不善的人再多，他是违背性德，违背性德叫邪；善人起心动念，性德流露，他心正，正是所谓邪不胜正。邪念的人再多，一个正念的人就能够胜过这些邪念的。邪念邪行，感得的是灾难；心正行正，他所在之处无不吉祥。所以正念的人愈多，力量就愈大。",
      "zh_TW": "香港這個地區，要照科學家所說的，這個話是科學家說的，這不是預言家說的。量子科學家他們講的，一百萬人的都市，有一百個人能達到這個境界，這一百萬人的都市不會有災難。香港估計起來應該有三、四百萬，那要多少人？要三、四百人。三、四百人心地清淨，香港這個地區就不會有災難。科學家給我們提出這麼一個建議，我們聽了能信，我們有理由相信他。這個理由全是在大乘經教裡頭。不善的人再多，他是違背性德，違背性德叫邪；善人起心動念，性德流露，他心正，正是所謂邪不勝正。邪念的人再多，一個正念的人就能夠勝過這些邪念的。邪念邪行，感得的是災難；心正行正，他所在之處無不吉祥。所以正念的人愈多，力量就愈大。"
    },
    {
      "id": "02-039-0056_p0018",
      "zh_CN": "这次我在梵谛冈访问，我有一个谈话提要，末后一段讲祷告灵不灵？有人祷告很灵，有感应，很明显，有人祷告不灵。同样的祷告文，为什么效果不一样？祷告人的心清不清净、诚不诚恳，关键在此地。真诚心，清净心，那个祷告感应就非常快速。心里面有怀疑，心里头有杂念，祷告就不灵。我们中国古人讲的一句话，讲得很好，「诚则灵」，你心地不诚就没有感应，心地真诚就有感应。西方人对于祷告，可以说很有研究，说得很好。他也讲清净心，也讲真诚心；还要讲一个很好的情绪，情绪不好的话，心里很乱，祷告也有问题，所以要有很好的情绪。皆同一色，我们可以用这个话来说，他见性了。真性在哪里？无有一法不是，法法皆是。",
      "zh_TW": "這次我在梵諦岡訪問，我有一個談話提要，末後一段講禱告靈不靈？有人禱告很靈，有感應，很明顯，有人禱告不靈。同樣的禱告文，為什麼效果不一樣？禱告人的心清不清淨、誠不誠懇，關鍵在此地。真誠心，清淨心，那個禱告感應就非常快速。心裡面有懷疑，心裡頭有雜念，禱告就不靈。我們中國古人講的一句話，講得很好，「誠則靈」，你心地不誠就沒有感應，心地真誠就有感應。西方人對於禱告，可以說很有研究，說得很好。他也講清淨心，也講真誠心；還要講一個很好的情緒，情緒不好的話，心裡很亂，禱告也有問題，所以要有很好的情緒。皆同一色，我們可以用這個話來說，他見性了。真性在哪裡？無有一法不是，法法皆是。"
    },
    {
      "id": "02-039-0056_p0019",
      "zh_CN": "下面的比喻是比喻劫水弥满世界，大水涨上来，只看到水面，所有一切万物都在水底下，都被它淹没，你看到是一色。「滉漾浩汗」，这四个字都是形容大水，只见到大水。其中万物沉没不现，「唯见大水」，滉漾浩汗。「彼佛光明亦复如是。声闻、菩萨一切光明悉皆隐蔽，唯见佛光明耀显赫」。这就是从前面的比喻来会合经义。把声闻，小乘人四果四向，把菩萨，菩萨从初信位到等觉五十一个位次，他们有光明，但是跟佛光一比，他们的光明都隐蔽、都看不见了，唯见佛光。佛光，明耀显赫，用这四个字来形容它。这个时候你只有看到佛光，佛光是自性圆满的显了。这句话的意思很深，自性的圆满显了，谁的自性？我们自己的自性。不是说只有阿弥陀佛，我们没有分，我们跟阿弥陀佛无二无别，相上有差别，性上没有差别，这个道理一定要懂。",
      "zh_TW": "下面的比喻是比喻劫水彌滿世界，大水漲上來，只看到水面，所有一切萬物都在水底下，都被它淹沒，你看到是一色。「滉漾浩汗」，這四個字都是形容大水，只見到大水。其中萬物沈沒不現，「唯見大水」，滉漾浩汗。「彼佛光明亦復如是。聲聞、菩薩一切光明悉皆隱蔽，唯見佛光明耀顯赫」。這就是從前面的比喻來會合經義。把聲聞，小乘人四果四向，把菩薩，菩薩從初信位到等覺五十一個位次，他們有光明，但是跟佛光一比，他們的光明都隱蔽、都看不見了，唯見佛光。佛光，明耀顯赫，用這四個字來形容它。這個時候你只有看到佛光，佛光是自性圓滿的顯了。這句話的意思很深，自性的圓滿顯了，誰的自性？我們自己的自性。不是說只有阿彌陀佛，我們沒有分，我們跟阿彌陀佛無二無別，相上有差別，性上沒有差別，這個道理一定要懂。"
    },
    {
      "id": "02-039-0056_p0020",
      "zh_CN": "十法界依正庄严，那个差别是没有数量的，同一个自性。自性光明显发，我们现在明白，宇宙之间万事万物全是自性变现的，换句话说，全带着有自性的光明。大讲到宇宙，小讲到微尘，既然是自性变的，它就是自性。自性里面有智慧、有德能、有相好。所以佛在《华严经》上，我们读了很多，一微尘里面有世界，有什么世界？有一切诸佛的刹土在一尘当中，一尘不大，世界没有缩小，这一尘怎么会容纳这世界？我们凡夫见不到这个境界，听说了，还有许多疑问、怀疑，这是什么？我们凡夫具足妄想分别执着，见不到事实真相。佛的果位上，把妄想分别执着统统断干净，他见到的是究竟圆满，诸法实相。自性里面没有大小，自性里面没有同异，换句话说，自性里面从来没有一法是对立的。所以佛在经教上常讲不二法门，大小不二，大是宇宙，小是微尘，不二。这不是我们的境界。佛说《华严经》是对着四十一位法身菩萨说的，那是当机者，不是凡夫，凡夫听不懂。凡夫听了，一大堆的疑问；跟法身菩萨讲，他听得懂，为什么？他见性。清凉《疏钞》里面跟我们介绍的，《华严经》的当机，十种当机最后一种是凡夫，凡夫也可以学习，什么凡夫？大心凡夫。大心，照经典上来讲，那个标准，心包太虚，量周沙界。我们中国人讲「量大福大」，心包太虚，量周沙界，这人福报不得了！大福报，可以参加华严法会。其实那个大心就是菩提心，你心量大，能包容、能相容、能相即，所以你有条件入华严境界。",
      "zh_TW": "十法界依正莊嚴，那個差別是沒有數量的，同一個自性。自性光明顯發，我們現在明白，宇宙之間萬事萬物全是自性變現的，換句話說，全帶著有自性的光明。大講到宇宙，小講到微塵，既然是自性變的，它就是自性。自性裡面有智慧、有德能、有相好。所以佛在《華嚴經》上，我們讀了很多，一微塵裡面有世界，有什麼世界？有一切諸佛的剎土在一塵當中，一塵不大，世界沒有縮小，這一塵怎麼會容納這世界？我們凡夫見不到這個境界，聽說了，還有許多疑問、懷疑，這是什麼？我們凡夫具足妄想分別執著，見不到事實真相。佛的果位上，把妄想分別執著統統斷乾淨，他見到的是究竟圓滿，諸法實相。自性裡面沒有大小，自性裡面沒有同異，換句話說，自性裡面從來沒有一法是對立的。所以佛在經教上常講不二法門，大小不二，大是宇宙，小是微塵，不二。這不是我們的境界。佛說《華嚴經》是對著四十一位法身菩薩說的，那是當機者，不是凡夫，凡夫聽不懂。凡夫聽了，一大堆的疑問；跟法身菩薩講，他聽得懂，為什麼？他見性。清涼《疏鈔》裡面跟我們介紹的，《華嚴經》的當機，十種當機最後一種是凡夫，凡夫也可以學習，什麼凡夫？大心凡夫。大心，照經典上來講，那個標準，心包太虛，量周沙界。我們中國人講「量大福大」，心包太虛，量周沙界，這人福報不得了！大福報，可以參加華嚴法會。其實那個大心就是菩提心，你心量大，能包容、能相容、能相即，所以你有條件入華嚴境界。"
    },
    {
      "id": "02-039-0056_p0021",
      "zh_CN": "后面结论说得好，「即表一切法即于佛光之一法。则一法（佛光）显而一切法（此土万物，圣贤光明）俱隐」。一法显，举这个例子，佛光这一法显，这世间所有一切法，包括菩萨，他们的光明也都不见了，都看不见，这像什么？我们在太阳底下生火，点灯；生再大的火，点再明亮的灯，我们只看到阳光，没有看到灯光，就这个意思。灯光在不在？在；火光在不在？在，阳光照了之后都不显。隐显俱成，「是为隐显俱成第五玄门之相」。我们学了，我们要把性德光明的这一面显出来。还有东西不能显的，要把它隐密起来，那是什么？烦恼习气。所有一切不善的念头，这个东西不能显，不善的行为不能显。",
      "zh_TW": "後面結論說得好，「即表一切法即於佛光之一法。則一法（佛光）顯而一切法（此土萬物，聖賢光明）俱隱」。一法顯，舉這個例子，佛光這一法顯，這世間所有一切法，包括菩薩，他們的光明也都不見了，都看不見，這像什麼？我們在太陽底下生火，點燈；生再大的火，點再明亮的燈，我們只看到陽光，沒有看到燈光，就這個意思。燈光在不在？在；火光在不在？在，陽光照了之後都不顯。隱顯俱成，「是為隱顯俱成第五玄門之相」。我們學了，我們要把性德光明的這一面顯出來。還有東西不能顯的，要把它隱密起來，那是什麼？煩惱習氣。所有一切不善的念頭，這個東西不能顯，不善的行為不能顯。"
    },
    {
      "id": "02-039-0056_p0022",
      "zh_CN": "曾经有人问我，我们得到不应该得到的钱财，我们把它拿来，拿来做好事行不行？诸位好好想想这个问题。我们净土宗第六代的祖师，永明延寿大师，他做了这桩事情，给诸位说，他能做，我们不能做。他在没有出家之前，他是个小公务员，管财税出纳，地位不高，他手上常常金钱经过，那是国库里面的财物，不是他自己的，他就把它拿出来去放生。长年累月，大概在国库里就拿了不少钱，这叫不与取，不与取是偷盗。统统拿去放生，没有自己用一分钱。最后被人告发，告发他完全承认，他没有妄语，你问他，几时拿的？拿了多少？大概不少。按照法律处死刑，他接受。所以这个案子很奇怪，这些法官从来没有遇到这么一个案子，这个人偷盗国库的钱财，来干什么？放生去了，所以他判死刑。最后还算不错，这个案子送到皇帝那里去，皇帝一看，也好笑，怎么会有这么一个人？就吩咐下去，把他带到刑场，刑场是斩头的、砍头的。告诉监斩官，看他害不害怕？他如果害怕，杀掉算了；如果不害怕，把他叫回来，我要问问他。这皇上也很聪明，结果到法场他一点恐惧都没有，法官问他为什么？我一条命换千千万万条命值得。他一点恐惧都没有，遵照皇上吩咐把他带回去。带回去，皇上问他干什么？他就说明，替国家做好事，给皇上积德。皇上赦了他，赦他无罪，问他想干什么？他想出家，以后就是永明延寿大师。皇上很欢喜，做他的护法。",
      "zh_TW": "曾經有人問我，我們得到不應該得到的錢財，我們把它拿來，拿來做好事行不行？諸位好好想想這個問題。我們淨土宗第六代的祖師，永明延壽大師，他做了這樁事情，給諸位說，他能做，我們不能做。他在沒有出家之前，他是個小公務員，管財稅出納，地位不高，他手上常常金錢經過，那是國庫裡面的財物，不是他自己的，他就把它拿出來去放生。長年累月，大概在國庫裡就拿了不少錢，這叫不與取，不與取是偷盜。統統拿去放生，沒有自己用一分錢。最後被人告發，告發他完全承認，他沒有妄語，你問他，幾時拿的？拿了多少？大概不少。按照法律處死刑，他接受。所以這個案子很奇怪，這些法官從來沒有遇到這麼一個案子，這個人偷盜國庫的錢財，來幹什麼？放生去了，所以他判死刑。最後還算不錯，這個案子送到皇帝那裡去，皇帝一看，也好笑，怎麼會有這麼一個人？就吩咐下去，把他帶到刑場，刑場是斬頭的、砍頭的。告訴監斬官，看他害不害怕？他如果害怕，殺掉算了；如果不害怕，把他叫回來，我要問問他。這皇上也很聰明，結果到法場他一點恐懼都沒有，法官問他為什麼？我一條命換千千萬萬條命值得。他一點恐懼都沒有，遵照皇上吩咐把他帶回去。帶回去，皇上問他幹什麼？他就說明，替國家做好事，給皇上積德。皇上赦了他，赦他無罪，問他想幹什麼？他想出家，以後就是永明延壽大師。皇上很歡喜，做他的護法。"
    },
    {
      "id": "02-039-0056_p0023",
      "zh_CN": "你说这一类的事情，我们现在可不可以干？这都是贪污，但是自己确实没有一丝毫名利在里头。如果自己有一丝毫名利在里面，你就堕落了。他真的一丝毫名利没有。这些我们今天讲到隐密显了，不能不知道。永明延寿大师这个例子是个非常的例子，不是正常的，非常的手段。而且这里面，自己真的是清白，没有丝毫名闻利养。只有一个愿望，普度众生，看到这些动物要被人吃，要被人杀，放生救牠的命，他只有这一条，根本就没有自己掺入在里头。我们今天做个好事，我还做点功德，错了，你还是有目的。永明延寿这句话是代众生苦，我用一条命换千千万万这些畜生的命，你看这是代众生苦。我们是不是这样的用心？要真正是这个用心，可以学永明延寿。如果不是这个，夹杂丝毫名利在里面，你就是有罪，我们不能不知道。尤其是诸佛菩萨，包含的佛门弟子，我们时时要想着为佛教增光。从前李老师常常教导我们，我们要给佛像贴金，庄严佛法；不能给佛像上面去涂粪，那你干的是灭法。这个意思很深，告诉我们起心动念、言语造作，我们给佛法是增光，是正面的，还是干负面的？负面的，最明显的一个地方，破坏佛教的形象。我们知道五逆罪里面有出佛身血，这是地狱罪。还有一条重戒，破和合僧，僧团，破坏僧团，这是地狱罪，五逆罪里头。",
      "zh_TW": "你說這一類的事情，我們現在可不可以幹？這都是貪污，但是自己確實沒有一絲毫名利在裡頭。如果自己有一絲毫名利在裡面，你就墮落了。他真的一絲毫名利沒有。這些我們今天講到隱密顯了，不能不知道。永明延壽大師這個例子是個非常的例子，不是正常的，非常的手段。而且這裡面，自己真的是清白，沒有絲毫名聞利養。只有一個願望，普度眾生，看到這些動物要被人吃，要被人殺，放生救牠的命，他只有這一條，根本就沒有自己摻入在裡頭。我們今天做個好事，我還做點功德，錯了，你還是有目的。永明延壽這句話是代眾生苦，我用一條命換千千萬萬這些畜生的命，你看這是代眾生苦。我們是不是這樣的用心？要真正是這個用心，可以學永明延壽。如果不是這個，夾雜絲毫名利在裡面，你就是有罪，我們不能不知道。尤其是諸佛菩薩，包含的佛門弟子，我們時時要想著為佛教增光。從前李老師常常教導我們，我們要給佛像貼金，莊嚴佛法；不能給佛像上面去塗糞，那你幹的是滅法。這個意思很深，告訴我們起心動念、言語造作，我們給佛法是增光，是正面的，還是幹負面的？負面的，最明顯的一個地方，破壞佛教的形象。我們知道五逆罪裡面有出佛身血，這是地獄罪。還有一條重戒，破和合僧，僧團，破壞僧團，這是地獄罪，五逆罪裡頭。"
    },
    {
      "id": "02-039-0056_p0024",
      "zh_CN": "我在早年刚刚出家不久，我一出家就讲经教学，头剃了之后就教佛学院。有一位老居士，赵默林老居士，年岁很大，大概至少大我三十岁。有一天，他请我吃饭，在台北市功德林，好像那时候我记得在火车站旁边，功德林。我去的时候，看到他老人家坐在那里，吃饭只有我们两个人，我说：你没有请别人？他说：没有，我只请你一个人。他说：你知道，我今天请你是为什么？我不知道，没有神通。他说：我有一桩，有个问题，我要问你。老人家很客气，这个问题长期疑惑不能解决。我说什么问题？五逆罪堕阿鼻地狱。我说是的，这经上都是这么说的。五逆罪是杀父亲、杀母亲、杀阿罗汉、出佛身血，最后是破和合僧，这五种。他说其他的四种都不容易，这很少。杀父、杀母，现在很多；在五十年前真的很少，很少听见这个事情。现在这个社会乱了，以前真的是少见。杀阿罗汉，阿罗汉在哪里，你也找不到他，但是有等流的，跟杀阿罗汉平等的就是杀老师，这个也很少。出佛身血，佛不在世，也有等流的，恶意破坏佛的形像，就是佛的塑像也好、画像也好，以恨的心，仇恨的心破坏，那跟出佛身血是同样的罪，但这都不容易犯。他说破和合僧这一条，我看好多人都在犯。老人家很慈悲，老人家皈依印光法师的，跟我李老师是同学，同门的师兄弟。这老人来问我，我听了这个话，我说「好，咱们好好的吃饭，不要把这个事情放在心上。」他把筷子一放，瞪着我、看着我，「这什么意思？」我回过头向他请教，我说我学佛时间不长，出家也没有多久，你是佛门的大德，老居士，你看的比我多。我说：你看到哪一个道场是六和敬的和合道场？他听了我这个话之后，想了半天他笑起来，一个都没见到。寺庙两个出家人还吵架，哪来的和合僧？这才明了，和合僧团不容易。",
      "zh_TW": "我在早年剛剛出家不久，我一出家就講經教學，頭剃了之後就教佛學院。有一位老居士，趙默林老居士，年歲很大，大概至少大我三十歲。有一天，他請我吃飯，在台北市功德林，好像那時候我記得在火車站旁邊，功德林。我去的時候，看到他老人家坐在那裡，吃飯只有我們兩個人，我說：你沒有請別人？他說：沒有，我只請你一個人。他說：你知道，我今天請你是為什麼？我不知道，沒有神通。他說：我有一樁，有個問題，我要問你。老人家很客氣，這個問題長期疑惑不能解決。我說什麼問題？五逆罪墮阿鼻地獄。我說是的，這經上都是這麼說的。五逆罪是殺父親、殺母親、殺阿羅漢、出佛身血，最後是破和合僧，這五種。他說其他的四種都不容易，這很少。殺父、殺母，現在很多；在五十年前真的很少，很少聽見這個事情。現在這個社會亂了，以前真的是少見。殺阿羅漢，阿羅漢在哪裡，你也找不到他，但是有等流的，跟殺阿羅漢平等的就是殺老師，這個也很少。出佛身血，佛不在世，也有等流的，惡意破壞佛的形像，就是佛的塑像也好、畫像也好，以恨的心，仇恨的心破壞，那跟出佛身血是同樣的罪，但這都不容易犯。他說破和合僧這一條，我看好多人都在犯。老人家很慈悲，老人家皈依印光法師的，跟我李老師是同學，同門的師兄弟。這老人來問我，我聽了這個話，我說「好，咱們好好的吃飯，不要把這個事情放在心上。」他把筷子一放，瞪著我、看著我，「這什麼意思？」我回過頭向他請教，我說我學佛時間不長，出家也沒有多久，你是佛門的大德，老居士，你看的比我多。我說：你看到哪一個道場是六和敬的和合道場？他聽了我這個話之後，想了半天他笑起來，一個都沒見到。寺廟兩個出家人還吵架，哪來的和合僧？這才明瞭，和合僧團不容易。"
    },
    {
      "id": "02-039-0056_p0025",
      "zh_CN": "经上告诉我们，这个地区要出现一个和合僧团，诸佛护念，龙天善神守护。你想想看，一个有道德的人，一个修福的人，这个福泽都能够惠及一方。四个以上，那还得了！大福德之人。我说你老人家想想看，你有没有遇到一个？真的一想，一个都没有，所以不容易。今天灾难现前了，我们提倡修六和敬，我们不能要求别人学，要求别人学你就错了，自己学。别人对我不和，我对他要和。和的标准是什么？这六条，第一个见和同解，当然这他跟我不一样，见和同解里最重要是讲什么？遍法界虚空界一切万法跟我是同一体，同一个自性清净圆明体，凭什么和？就凭这个和。我是自性现前，他也是自性现前，一切畜生是自性现前，花草树木、山河大地统统都是自性现前。我不但跟一切人和、一切有情众生和，跟花草树木也和，跟山河大地也和，跟整个宇宙统统是一片和气，一体。我不要求他，我要求我自己。他没有明了，我明白了。",
      "zh_TW": "經上告訴我們，這個地區要出現一個和合僧團，諸佛護念，龍天善神守護。你想想看，一個有道德的人，一個修福的人，這個福澤都能夠惠及一方。四個以上，那還得了！大福德之人。我說你老人家想想看，你有沒有遇到一個？真的一想，一個都沒有，所以不容易。今天災難現前了，我們提倡修六和敬，我們不能要求別人學，要求別人學你就錯了，自己學。別人對我不和，我對他要和。和的標準是什麼？這六條，第一個見和同解，當然這他跟我不一樣，見和同解裡最重要是講什麼？遍法界虛空界一切萬法跟我是同一體，同一個自性清淨圓明體，憑什麼和？就憑這個和。我是自性現前，他也是自性現前，一切畜生是自性現前，花草樹木、山河大地統統都是自性現前。我不但跟一切人和、一切有情眾生和，跟花草樹木也和，跟山河大地也和，跟整個宇宙統統是一片和氣，一體。我不要求他，我要求我自己。他沒有明瞭，我明白了。"
    },
    {
      "id": "02-039-0056_p0026",
      "zh_CN": "戒和同修，根本戒，《弟子规》、《感应篇》、《十善业道》，我一定是要把它落实，真正做到，我不要求别人做到；你要要求别人做到，那你跟他就不和。我只要求自己，我不要求别人。我见到人，我一定是九十度鞠躬礼，我不要求他们对我九十度鞠躬礼。我这次在巴黎跟天主教教皇见面，我看到天主教里面这些枢机主教们见教皇，行礼，多少度？看大概五度，头点一点，头点一下。可是我们见他一定是九十度的，我不要求他对我，我要要求我怎么样对人。",
      "zh_TW": "戒和同修，根本戒，《弟子規》、《感應篇》、《十善業道》，我一定是要把它落實，真正做到，我不要求別人做到；你要要求別人做到，那你跟他就不和。我只要求自己，我不要求別人。我見到人，我一定是九十度鞠躬禮，我不要求他們對我九十度鞠躬禮。我這次在巴黎跟天主教教皇見面，我看到天主教裡面這些樞機主教們見教皇，行禮，多少度？看大概五度，頭點一點，頭點一下。可是我們見他一定是九十度的，我不要求他對我，我要要求我怎麼樣對人。"
    },
    {
      "id": "02-039-0056_p0027",
      "zh_CN": "底下，身同住，口无诤，意同悦，都要在自己身上。末后一条利同均，这条很现实，我得到的供养能不能分给他？一定要分，他有需要就要帮助他，他没有需要就不必提；有需要的时候，虽然他没有说，但是他需要，主动要帮助他。我们自己才能做到，不要要求别人。你在一个家庭里，你自己做到，我相信不会太久的时间，你家里面就受感化，你这个家庭就变成六和敬的家庭，六和敬的家庭最现实的还就是经济、财富。你家里面拥有的财物，看到别人有欠缺的，你能不能帮助他？这是很现实的一条。其他的，我觉得都很容易做。真的，所以人家讲共产主义，诸位要晓得，六和敬是真共产，没有私财，我自己有的财物是大家共享。共产主义不是马克思发明的，释迦牟尼佛在三千年前已经提倡共产主义。马克思那是以后之后，他没有真正做到，跟释迦牟尼佛相比，他差远了，这是我们一定要懂得的。",
      "zh_TW": "底下，身同住，口無諍，意同悅，都要在自己身上。末後一條利同均，這條很現實，我得到的供養能不能分給他？一定要分，他有需要就要幫助他，他沒有需要就不必提；有需要的時候，雖然他沒有說，但是他需要，主動要幫助他。我們自己才能做到，不要要求別人。你在一個家庭裡，你自己做到，我相信不會太久的時間，你家裡面就受感化，你這個家庭就變成六和敬的家庭，六和敬的家庭最現實的還就是經濟、財富。你家裡面擁有的財物，看到別人有欠缺的，你能不能幫助他？這是很現實的一條。其他的，我覺得都很容易做。真的，所以人家講共產主義，諸位要曉得，六和敬是真共產，沒有私財，我自己有的財物是大家共享。共產主義不是馬克思發明的，釋迦牟尼佛在三千年前已經提倡共產主義。馬克思那是以後之後，他沒有真正做到，跟釋迦牟尼佛相比，他差遠了，這是我們一定要懂得的。"
    },
    {
      "id": "02-039-0056_p0028",
      "zh_CN": "学了之后，如何来落实？我们这样做，成就自己的德行，圆满自己的福德。圆满福德不是为自己，为什么？为今天苦难的众生，真正有个福德的人住在这个地方，这个地方纵然有灾难，灾难不能化解，我们一个人的德不够，不能化解，但是可以把灾难减轻，这肯定做得到的。减轻多少，那是我们的功力，我们的念力，这个意念的力量非常大。我们做的、行的力量，这统统都有关系，我们能做到几成？我们真正帮助了这个地方，灾难能够减轻，灾难时间能够缩短，大灾难能够变成小灾难，小灾难就化成无灾难。心地清净平等慈悲，也要像永明延寿大师一样，不夹杂丝毫自己的名利，这才行。夹杂一点点名利心在里面，就把你的功德破坏了。这个道理不能不懂。",
      "zh_TW": "學了之後，如何來落實？我們這樣做，成就自己的德行，圓滿自己的福德。圓滿福德不是為自己，為什麼？為今天苦難的眾生，真正有個福德的人住在這個地方，這個地方縱然有災難，災難不能化解，我們一個人的德不夠，不能化解，但是可以把災難減輕，這肯定做得到的。減輕多少，那是我們的功力，我們的念力，這個意念的力量非常大。我們做的、行的力量，這統統都有關係，我們能做到幾成？我們真正幫助了這個地方，災難能夠減輕，災難時間能夠縮短，大災難能夠變成小災難，小災難就化成無災難。心地清淨平等慈悲，也要像永明延壽大師一樣，不夾雜絲毫自己的名利，這才行。夾雜一點點名利心在裡面，就把你的功德破壞了。這個道理不能不懂。"
    },
    {
      "id": "02-039-0056_p0029",
      "zh_CN": "你真做，人家看到你是很苦，苦行僧，你自己是无比的快乐。世尊教导我们，学佛是学什么？破迷开悟，离苦得乐。你要是到这个境界，你所看到的世间人，谁快乐？自己快乐；谁苦？你所看的芸芸众生，他们苦。那是真的，不是假的。现在人讲压力，你看看现在的世间人谁没有压力？连小学生都有压力，他没有压力，他为什么会跳楼、会去自杀？谁没有压力？真正学佛的人没有压力，身体没有压力，精神没有压力，你多自在！你多快乐！真的离苦得乐，不是假的。",
      "zh_TW": "你真做，人家看到你是很苦，苦行僧，你自己是無比的快樂。世尊教導我們，學佛是學什麼？破迷開悟，離苦得樂。你要是到這個境界，你所看到的世間人，誰快樂？自己快樂；誰苦？你所看的芸芸眾生，他們苦。那是真的，不是假的。現在人講壓力，你看看現在的世間人誰沒有壓力？連小學生都有壓力，他沒有壓力，他為什麼會跳樓、會去自殺？誰沒有壓力？真正學佛的人沒有壓力，身體沒有壓力，精神沒有壓力，你多自在！你多快樂！真的離苦得樂，不是假的。"
    },
    {
      "id": "02-039-0056_p0030",
      "zh_CN": "释迦牟尼佛给我们做出最好的榜样，人家是王子出身，是富贵家庭的子弟。开悟之后过的什么生活？苦行僧的生活，你看日中一食、树下一宿，所有的财产三衣一钵，除了这个，什么都没有。在我们一般人，这太苦了；在他，在他得大乐。展现给我们的，先用现在的话说，一切压力都没有，他多自在！无拘无束，每天游山玩水，真的是得大自在。可是有几个人愿意学他？没人愿意。实在说，人家真的到那个境界，过这样的生活，那真的叫出家人的生活，不怕风吹雨淋太阳晒，他不怕；晚上睡觉都是在野外，树底下打坐。我们只听讲金刚不坏身，他的身体真的是金刚不坏身，他也不生病。这就是我们一般人比不上，我们要是晚上到外面树底下去坐一晚上，第二天可能就到加护病房去了，怎么能跟人比？",
      "zh_TW": "釋迦牟尼佛給我們做出最好的榜樣，人家是王子出身，是富貴家庭的子弟。開悟之後過的什麼生活？苦行僧的生活，你看日中一食、樹下一宿，所有的財產三衣一缽，除了這個，什麼都沒有。在我們一般人，這太苦了；在他，在他得大樂。展現給我們的，先用現在的話說，一切壓力都沒有，他多自在！無拘無束，每天遊山玩水，真的是得大自在。可是有幾個人願意學他？沒人願意。實在說，人家真的到那個境界，過這樣的生活，那真的叫出家人的生活，不怕風吹雨淋太陽曬，他不怕；晚上睡覺都是在野外，樹底下打坐。我們只聽講金剛不壞身，他的身體真的是金剛不壞身，他也不生病。這就是我們一般人比不上，我們要是晚上到外面樹底下去坐一晚上，第二天可能就到加護病房去了，怎麼能跟人比？"
    },
    {
      "id": "02-039-0056_p0031",
      "zh_CN": "所以我们今天一想，释迦牟尼佛的生活方式，我们不行，咱们身体没有法子，这个观念正不正确？不正确，为什么不正确？一切法从心想生，我们的心想错了，觉得不如他，那你当然就不如他。你要如果想的是，释迦牟尼佛能，我也能，这个念头正确。那你的身体，风吹雨淋日头晒也不在乎，念头转了，你整个身体统统转了。今天我们懂这个道理，不敢尝试，不敢去做试验，为什么？信心不够，这就是从前章嘉大师常常告诉我的，你还有怀疑，你还不相信。所以信太难了，这不怀疑真不容易。到不怀疑的时候，你不是佛，你也是大菩萨，不是普通人，真的不怀疑，确确实实意念主宰了一切。我们今天不敢就是对这个还是有很多疑问，没有疑问，那什么问题都解决。佛经里面，什么疑难杂症遇到，他都能跟你解释，都能跟你讲清楚、讲明白，你要真信、真干，凡夫就成佛了！成佛需要多少时间？理论上讲，一念之间。一念觉，凡夫就成佛；一念迷，佛就变成凡夫。凡夫跟佛没有两样，觉迷之差而已。所以经教贵在真正能够理解，就是开经偈上讲「愿解如来真实义」，真正能理解之后，就得用上，把它变成我们的生活，变成我们的思想，变成我们的行为，你就得到受用。而这个受用不是外来的，自性本来具足。我们在隐的状态而已，没有显了；一下觉悟了，显了，所以不增不减。隐的时候没有丢掉，显了的时候，不是你新得来的，早就有了，不增不减，这是真的。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以我們今天一想，釋迦牟尼佛的生活方式，我們不行，咱們身體沒有法子，這個觀念正不正確？不正確，為什麼不正確？一切法從心想生，我們的心想錯了，覺得不如他，那你當然就不如他。你要如果想的是，釋迦牟尼佛能，我也能，這個念頭正確。那你的身體，風吹雨淋日頭曬也不在乎，念頭轉了，你整個身體統統轉了。今天我們懂這個道理，不敢嘗試，不敢去做試驗，為什麼？信心不夠，這就是從前章嘉大師常常告訴我的，你還有懷疑，你還不相信。所以信太難了，這不懷疑真不容易。到不懷疑的時候，你不是佛，你也是大菩薩，不是普通人，真的不懷疑，確確實實意念主宰了一切。我們今天不敢就是對這個還是有很多疑問，沒有疑問，那什麼問題都解決。佛經裡面，什麼疑難雜症遇到，他都能跟你解釋，都能跟你講清楚、講明白，你要真信、真幹，凡夫就成佛了！成佛需要多少時間？理論上講，一念之間。一念覺，凡夫就成佛；一念迷，佛就變成凡夫。凡夫跟佛沒有兩樣，覺迷之差而已。所以經教貴在真正能夠理解，就是開經偈上講「願解如來真實義」，真正能理解之後，就得用上，把它變成我們的生活，變成我們的思想，變成我們的行為，你就得到受用。而這個受用不是外來的，自性本來具足。我們在隱的狀態而已，沒有顯了；一下覺悟了，顯了，所以不增不減。隱的時候沒有丟掉，顯了的時候，不是你新得來的，早就有了，不增不減，這是真的。今天時間到了，我們就學習到此地。"
    }
  ]
}