{
  "doc_id": "02-039-0065",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十五集",
    "zh_TW": "第六十五集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0065",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "02-039-0065_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第五十九面，倒数第二行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第五十九面，倒數第二行："
    },
    {
      "id": "02-039-0065_p0002",
      "zh_CN": "「《华严玄谈》谓：诸法何故事事无碍？从唯心所现故。诸法之本原，非有别种，唯自如来藏心缘起之差别法，故必有可和融之理」。十玄为我们说明事事无碍，为什么事事无碍？这个一定要对于缘起要有很深刻的认知。也就是说现在科学跟哲学，几百年来都研究这个问题，一直到今天没有一个令人满意的答案。宇宙从哪里来的？为什么会有宇宙？生命从哪里来的？这都是哲学跟科学上的根本大问。在佛法里头亦复如是，这桩事情确实只有佛在《华严》讲清楚、讲明白。《华严》确实有它不可思议之处，这部经是释迦牟尼佛在定中讲的。所以一直到今天，南传的小乘不承认有这部经，说这部经是龙树菩萨自己造的，龙树传的。龙树是释迦牟尼佛灭度之后六百年，在印度出现的，大家知道这是初地菩萨应化在世间。在传记里面记载着说，这个人非常聪明，读书确实像中国古人所说的「一目十行，过目不忘」，有这样大的能力。曾经用了三个月的时间，把释迦牟尼佛当年在世四十九年所说的一切法就学圆满了。我们一般人三年做不到，要想把释迦牟尼佛这一部《大藏经》统统学完，现在来说可能三十年都不行，都不够。我们有理由相信。他还有烦恼习气，所以从有烦恼习气来说，他所证得的不可能是圆教，如果是圆教初地菩萨决定没有烦恼习气。他还有傲慢的习气，觉得这个世界上在佛法只有他一个人，没有比他更能超越的，没有了。事实也是如此。这个缘感动大龙菩萨，大龙是等觉菩萨，感动大龙菩萨，大龙菩萨就带他到龙宫去参观，看释迦牟尼佛当年成道的时候，在定中所讲的《华严经》，大本《华严经》。他看了之后，那个傲慢的习气立刻就没有了。",
      "zh_TW": "「《華嚴玄談》謂：諸法何故事事無礙？從唯心所現故。諸法之本原，非有別種，唯自如來藏心緣起之差別法，故必有可和融之理」。十玄為我們說明事事無礙，為什麼事事無礙？這個一定要對於緣起要有很深刻的認知。也就是說現在科學跟哲學，幾百年來都研究這個問題，一直到今天沒有一個令人滿意的答案。宇宙從哪裡來的？為什麼會有宇宙？生命從哪裡來的？這都是哲學跟科學上的根本大問。在佛法裡頭亦復如是，這樁事情確實只有佛在《華嚴》講清楚、講明白。《華嚴》確實有它不可思議之處，這部經是釋迦牟尼佛在定中講的。所以一直到今天，南傳的小乘不承認有這部經，說這部經是龍樹菩薩自己造的，龍樹傳的。龍樹是釋迦牟尼佛滅度之後六百年，在印度出現的，大家知道這是初地菩薩應化在世間。在傳記裡面記載著說，這個人非常聰明，讀書確實像中國古人所說的「一目十行，過目不忘」，有這樣大的能力。曾經用了三個月的時間，把釋迦牟尼佛當年在世四十九年所說的一切法就學圓滿了。我們一般人三年做不到，要想把釋迦牟尼佛這一部《大藏經》統統學完，現在來說可能三十年都不行，都不夠。我們有理由相信。他還有煩惱習氣，所以從有煩惱習氣來說，他所證得的不可能是圓教，如果是圓教初地菩薩決定沒有煩惱習氣。他還有傲慢的習氣，覺得這個世界上在佛法只有他一個人，沒有比他更能超越的，沒有了。事實也是如此。這個緣感動大龍菩薩，大龍是等覺菩薩，感動大龍菩薩，大龍菩薩就帶他到龍宮去參觀，看釋迦牟尼佛當年成道的時候，在定中所講的《華嚴經》，大本《華嚴經》。他看了之後，那個傲慢的習氣立刻就沒有了。"
    },
    {
      "id": "02-039-0065_p0003",
      "zh_CN": "世尊三七日中所说的这部《华严》，分量是多少？是十个大千世界微尘偈。一个大千世界就是一尊佛的教区，这个大家同学都能够明了。也就是像黄念祖老居士所说的，银河系是个单位世界，多少个银河系？十亿个银河系，一个大千世界是十亿个银河系。佛讲这部经那个分量多大？十个大千世界微尘偈。大千世界多少微尘？没法子计算。一四天下微尘品，这经有多少品？一四天下微尘品。龙树菩萨一看，阎浮提众生没有人能受持。所以受持这个大经是谁？法身菩萨，《华严经》初住以上四十一位法身大士。这是什么？这是圆满经。也就是说十方三世一切诸佛所说的经，就叫《大方广佛华严》，也就像什么？这是一切经的总名称。像我们现在讲《大藏经》，它比《大藏经》分量多得太多了。大龙菩萨再让他看中本，中本是什么？中本是节要，从大本里头摘录其精华，分量多少？龙树菩萨一看还是不行，阎浮提众生尽一生的力量也没有办法学习。再看下本，下本是目录提要。好像我们《四库全书》，《四库全书提要》，《四库全书》现在是精装本一千五百册，《提要》五册就是目录，大概介绍一下这部书里面内容是些什么，这目录提要。目录提要有十万偈四十品，传到这个世间来。龙树菩萨说这个行，他记忆力强，阅读能力快，把这个书念了一遍，全记下来。回来之后，他就背诵下来把它写出来，这就是传到世间的《华严经》，分量还是非常大。",
      "zh_TW": "世尊三七日中所說的這部《華嚴》，分量是多少？是十個大千世界微塵偈。一個大千世界就是一尊佛的教區，這個大家同學都能夠明瞭。也就是像黃念祖老居士所說的，銀河系是個單位世界，多少個銀河系？十億個銀河系，一個大千世界是十億個銀河系。佛講這部經那個分量多大？十個大千世界微塵偈。大千世界多少微塵？沒法子計算。一四天下微塵品，這經有多少品？一四天下微塵品。龍樹菩薩一看，閻浮提眾生沒有人能受持。所以受持這個大經是誰？法身菩薩，《華嚴經》初住以上四十一位法身大士。這是什麼？這是圓滿經。也就是說十方三世一切諸佛所說的經，就叫《大方廣佛華嚴》，也就像什麼？這是一切經的總名稱。像我們現在講《大藏經》，它比《大藏經》分量多得太多了。大龍菩薩再讓他看中本，中本是什麼？中本是節要，從大本裡頭摘錄其精華，分量多少？龍樹菩薩一看還是不行，閻浮提眾生盡一生的力量也沒有辦法學習。再看下本，下本是目錄提要。好像我們《四庫全書》，《四庫全書提要》，《四庫全書》現在是精裝本一千五百冊，《提要》五冊就是目錄，大概介紹一下這部書裡面內容是些什麼，這目錄提要。目錄提要有十萬偈四十品，傳到這個世間來。龍樹菩薩說這個行，他記憶力強，閱讀能力快，把這個書念了一遍，全記下來。回來之後，他就背誦下來把它寫出來，這就是傳到世間的《華嚴經》，分量還是非常大。"
    },
    {
      "id": "02-039-0065_p0004",
      "zh_CN": "传到中国一共是三次，东晋时候第一次来，只有三分之一，是个残缺不全的本子。你看原文是十万颂，传到中国来三万六千颂，在中国翻译完成，我们叫《六十华严》，六十卷。第二次是唐朝传来的，那个时候是武则天做皇帝，武则天把国号改了，改叫周，所以这个经是在她手上翻译完成的，开经偈是她题的，所以也叫《大周经》，《大周经》就是《华严经》，第二次翻译，实叉难陀从印度到中国来，带着《华严经》。这一次带的是有四万五千颂，比第一次传来的多了九千颂，差不多是一半，它全经是十万颂，四万五千颂在中国翻出来，称之为《八十华严》，《八十华严》这么来的。唐朝贞元年间唐德宗的时代，乌荼国王，这是个小国向中国进贡，这进贡就是向皇帝送礼物，叫进贡，向皇帝送礼物。礼物里面有《华严经》最后一品，「普贤行愿品」，翻出来之后这是一个完整的，没有欠缺，非常难得。翻出来之后一共是四十卷，所以称《四十华严》，「普贤行愿品」是最完整的一品。这一品前面两次也有，但是缺得太多，像《八十华严．入法界品》就是「行愿品」二十一卷，这一次传来全本四十卷，少了十九卷。所以中国这三次翻译，除掉重复的部分，差不多达到《华严经》原本的二分之一。虽然残缺不齐，意思都能看得出来。尤其难得是最后这一品，也是非常重要的五十三参，能够说是完整的本子传到中国，非常之难得。这跟中国特别有缘分，所以现在《华严》有三种版本。",
      "zh_TW": "傳到中國一共是三次，東晉時候第一次來，只有三分之一，是個殘缺不全的本子。你看原文是十萬頌，傳到中國來三萬六千頌，在中國翻譯完成，我們叫《六十華嚴》，六十卷。第二次是唐朝傳來的，那個時候是武則天做皇帝，武則天把國號改了，改叫周，所以這個經是在她手上翻譯完成的，開經偈是她題的，所以也叫《大周經》，《大周經》就是《華嚴經》，第二次翻譯，實叉難陀從印度到中國來，帶著《華嚴經》。這一次帶的是有四萬五千頌，比第一次傳來的多了九千頌，差不多是一半，它全經是十萬頌，四萬五千頌在中國翻出來，稱之為《八十華嚴》，《八十華嚴》這麼來的。唐朝貞元年間唐德宗的時代，烏荼國王，這是個小國向中國進貢，這進貢就是向皇帝送禮物，叫進貢，向皇帝送禮物。禮物裡面有《華嚴經》最後一品，「普賢行願品」，翻出來之後這是一個完整的，沒有欠缺，非常難得。翻出來之後一共是四十卷，所以稱《四十華嚴》，「普賢行願品」是最完整的一品。這一品前面兩次也有，但是缺得太多，像《八十華嚴．入法界品》就是「行願品」二十一卷，這一次傳來全本四十卷，少了十九卷。所以中國這三次翻譯，除掉重複的部分，差不多達到《華嚴經》原本的二分之一。雖然殘缺不齊，意思都能看得出來。尤其難得是最後這一品，也是非常重要的五十三參，能夠說是完整的本子傳到中國，非常之難得。這跟中國特別有緣分，所以現在《華嚴》有三種版本。"
    },
    {
      "id": "02-039-0065_p0005",
      "zh_CN": "近代的弘一大师对《华严经》有特别的爱好，他向知识分子介绍佛法，都是介绍《华严》，介绍清凉大师的注解，在这末法时期以大乘经来接引大众。这个意思佛在经上讲过，在远古的时代，释迦牟尼佛那个时代，小乘契机。在现在这个时代，民主自由开放，大乘契机，因为大乘是开放的，小乘是保守的，这是契合时代人的根机。经里面最重要的告诉我们，宇宙从哪里来的，万法从哪里来的，生命从哪里来的。一般大乘经上也有说到，但是不详细。大乘经里面说的是一念不觉而有无明，「无明不觉生三细，境界为缘长六粗」，这是用这个方法来讲，讲得没错，一点都不错。一念不觉这叫无始无明，所以无始无明，让我们初学的人产生很严重的误会。我们初学的时候也是一样，以为无始大概是很久了，找不到开始，才叫它做无始。其实我们把它意思全讲错了，不是这个意思，无始很简单，没有开始，可这个意思深，怎么没有开始？真没有开始。我们看到弥勒菩萨跟释迦牟尼佛的对话，一弹指有三十二亿百千念，你怎么能找到它开始？它是有开始，但是你想到开始它已经没有了。这是个什么现象？生灭同时，所以说无始。无始，这个真实意义是生灭同时、不生不灭，都是说这个现象。如果没有这个现象说不生不灭，那就毫无意义，有生灭，生灭就是不生灭，所以生灭跟不生灭不二，这就玄了，玄门。",
      "zh_TW": "近代的弘一大師對《華嚴經》有特別的愛好，他向知識分子介紹佛法，都是介紹《華嚴》，介紹清涼大師的註解，在這末法時期以大乘經來接引大眾。這個意思佛在經上講過，在遠古的時代，釋迦牟尼佛那個時代，小乘契機。在現在這個時代，民主自由開放，大乘契機，因為大乘是開放的，小乘是保守的，這是契合時代人的根機。經裡面最重要的告訴我們，宇宙從哪裡來的，萬法從哪裡來的，生命從哪裡來的。一般大乘經上也有說到，但是不詳細。大乘經裡面說的是一念不覺而有無明，「無明不覺生三細，境界為緣長六粗」，這是用這個方法來講，講得沒錯，一點都不錯。一念不覺這叫無始無明，所以無始無明，讓我們初學的人產生很嚴重的誤會。我們初學的時候也是一樣，以為無始大概是很久了，找不到開始，才叫它做無始。其實我們把它意思全講錯了，不是這個意思，無始很簡單，沒有開始，可這個意思深，怎麼沒有開始？真沒有開始。我們看到彌勒菩薩跟釋迦牟尼佛的對話，一彈指有三十二億百千念，你怎麼能找到它開始？它是有開始，但是你想到開始它已經沒有了。這是個什麼現象？生滅同時，所以說無始。無始，這個真實意義是生滅同時、不生不滅，都是說這個現象。如果沒有這個現象說不生不滅，那就毫無意義，有生滅，生滅就是不生滅，所以生滅跟不生滅不二，這就玄了，玄門。"
    },
    {
      "id": "02-039-0065_p0006",
      "zh_CN": "宇宙源起是这样的，现在量子力学也告诉我们，宇宙怎么形成的？实际上就是一刹那之间。这一念不觉，这一念没有理由，为什么会有这一念？如果这一念有理由，它真的有一念。一念没有理由，妄念，不是真的，不是真的你追究它就错了，你在这里面起心动念不就更错了吗？不用起心动念，事实真相就摆在你面前，真相大白。为什么迷了？你要找它的原因就迷了，愈迷愈深。所以这个道理讲得微妙、微细，不准你思考，一起心一动念，迷了；你要再去分别它，那你迷得更深；如果还有执着念头，那更深了。所以佛跟我们讲这世界假的，不是真的，《般若经》上讲「一切有为法，如梦幻泡影」，什么叫有为法？有为法就是有生有灭，有生有灭的法这是有为法。你看看宇宙之间哪一法不是有为法，动物有生老病死，这有为法，植物有生住异灭，矿物、星球有成住坏空，所以大自然里面的现象没有一样不是有为法。既然是有为法，它就不是真的，「凡所有相，皆是虚妄」。现在我们知道，这现象怎么来的？量子科学家告诉我们，是意识，就是念头，念头累积连续的现象就变成物质现象。一个念头，你没有办法，你不能够觉察它，所以叫无始无明。但是无始无明累积，你就能看得见，能发现它，它就变成物质现象，所有一切现象全是它变的。为什么变得这么多？它波动的频率不一样，频率慢的就变成固体、变成石头，变成物质，频率稍微快一点变成植物，再快一点变成动物，频率不相同。除了这个意念累积之外没有东西，意念本身也不存在，所以说万法皆空，说明这个道理。",
      "zh_TW": "宇宙源起是這樣的，現在量子力學也告訴我們，宇宙怎麼形成的？實際上就是一剎那之間。這一念不覺，這一念沒有理由，為什麼會有這一念？如果這一念有理由，它真的有一念。一念沒有理由，妄念，不是真的，不是真的你追究它就錯了，你在這裡面起心動念不就更錯了嗎？不用起心動念，事實真相就擺在你面前，真相大白。為什麼迷了？你要找它的原因就迷了，愈迷愈深。所以這個道理講得微妙、微細，不准你思考，一起心一動念，迷了；你要再去分別它，那你迷得更深；如果還有執著念頭，那更深了。所以佛跟我們講這世界假的，不是真的，《般若經》上講「一切有為法，如夢幻泡影」，什麼叫有為法？有為法就是有生有滅，有生有滅的法這是有為法。你看看宇宙之間哪一法不是有為法，動物有生老病死，這有為法，植物有生住異滅，礦物、星球有成住壞空，所以大自然裡面的現象沒有一樣不是有為法。既然是有為法，它就不是真的，「凡所有相，皆是虛妄」。現在我們知道，這現象怎麼來的？量子科學家告訴我們，是意識，就是念頭，念頭累積連續的現象就變成物質現象。一個念頭，你沒有辦法，你不能夠覺察它，所以叫無始無明。但是無始無明累積，你就能看得見，能發現它，它就變成物質現象，所有一切現象全是它變的。為什麼變得這麼多？它波動的頻率不一樣，頻率慢的就變成固體、變成石頭，變成物質，頻率稍微快一點變成植物，再快一點變成動物，頻率不相同。除了這個意念累積之外沒有東西，意念本身也不存在，所以說萬法皆空，說明這個道理。"
    },
    {
      "id": "02-039-0065_p0007",
      "zh_CN": "现在的科学逐渐逐渐跟佛教接近了，佛教里面讲一念不觉这是无明，因为不觉出现了一个阿赖耶，阿赖耶是妄心。就是一念不觉，从真心变现出一个妄心，然后真心迷了，妄心当家做主了。宇宙从哪里来的？万法从哪里来的？生命从哪里来的？从妄心变现出来。但是妄心它能变，这一切法是所变，十法界依正庄严是所变。十法界依正庄严从哪里来？那是真心现的，真心能现，能生能现不会变，一真法界不变，就是讲诸佛如来的实报庄严土，那是无始无明变现的，里头决定没有分别执着。我们的意念指什么？意念是指分别执着，所以分别执著称之为意念，意念决定了一切。意念清净，净土现前；意念染污，秽土现前。意念要是善，三善道现前；意念要是恶，三恶道现前，就这么回事情。没有意念就没有六道轮回，也没有十法界。所以古大德，像《永嘉证道歌》上说的，「梦里明明有六趣，觉后空空无大千」，不但六道是梦境，十法界也是梦境。真正醒悟过来，觉悟了，只有一真法界，诸佛如来的实报庄严土，那叫一真法界。这里面境界永远没有变化，真的是不生不灭。可是它是不是真的？也还不是真的，「凡所有相皆是虚妄」，实报土也不例外。实报土到什么时候没有了？到无始无明的习气断干净就没有了。只要有一点点习气它就存在，一点习气都没有了，它就不见了，到哪里去？回归常寂光。",
      "zh_TW": "現在的科學逐漸逐漸跟佛教接近了，佛教裡面講一念不覺這是無明，因為不覺出現了一個阿賴耶，阿賴耶是妄心。就是一念不覺，從真心變現出一個妄心，然後真心迷了，妄心當家做主了。宇宙從哪裡來的？萬法從哪裡來的？生命從哪裡來的？從妄心變現出來。但是妄心它能變，這一切法是所變，十法界依正莊嚴是所變。十法界依正莊嚴從哪裡來？那是真心現的，真心能現，能生能現不會變，一真法界不變，就是講諸佛如來的實報莊嚴土，那是無始無明變現的，裡頭決定沒有分別執著。我們的意念指什麼？意念是指分別執著，所以分別執著稱之為意念，意念決定了一切。意念清淨，淨土現前；意念染污，穢土現前。意念要是善，三善道現前；意念要是惡，三惡道現前，就這麼回事情。沒有意念就沒有六道輪迴，也沒有十法界。所以古大德，像《永嘉證道歌》上說的，「夢裡明明有六趣，覺後空空無大千」，不但六道是夢境，十法界也是夢境。真正醒悟過來，覺悟了，只有一真法界，諸佛如來的實報莊嚴土，那叫一真法界。這裡面境界永遠沒有變化，真的是不生不滅。可是它是不是真的？也還不是真的，「凡所有相皆是虛妄」，實報土也不例外。實報土到什麼時候沒有了？到無始無明的習氣斷乾淨就沒有了。只要有一點點習氣它就存在，一點習氣都沒有了，它就不見了，到哪裡去？回歸常寂光。"
    },
    {
      "id": "02-039-0065_p0008",
      "zh_CN": "所以今天科学家发现，他说我们的宇宙，现在能够观察到的，能够理解的，是整个宇宙的百分之十，还有百分之九十的宇宙不见了，究竟到哪里去？用佛教的时候，那个十分之九的宇宙已经回归常寂光，回归自性。回归自性起不起作用？起作用，在理论上讲起作用。为什么？自性里面的，它不是什么都没有，自性里面有智慧，圆满的智慧、圆满的德能、圆满的相好，只是它没有缘，它不现。十玄里讲隐现，一念不觉是它的缘，它就现出来；这一念不觉没有的话，它不现。不现不能说它没有，现不能说它有，那个有是幻有不是真有。所以无论现与不现，佛与法身菩萨他怎么对待？不起心不动念。起心动念尚且没有，诸位想想，哪来的分别执着！这是佛菩萨，用我们的话来说，他们的用心。我们如果明白这个道理，真正学佛是学什么？六根接触六尘境界不起心不动念，叫学佛，佛是如此，没起心动念过。可是不起心不动念很不容易，不起心不动念太难了。修行真有功夫的人，偶尔会有短暂的这种现象，心地真正清净，清净平等觉这个功夫短暂现前。",
      "zh_TW": "所以今天科學家發現，他說我們的宇宙，現在能夠觀察到的，能夠理解的，是整個宇宙的百分之十，還有百分之九十的宇宙不見了，究竟到哪裡去？用佛教的時候，那個十分之九的宇宙已經回歸常寂光，回歸自性。回歸自性起不起作用？起作用，在理論上講起作用。為什麼？自性裡面的，它不是什麼都沒有，自性裡面有智慧，圓滿的智慧、圓滿的德能、圓滿的相好，只是它沒有緣，它不現。十玄裡講隱現，一念不覺是它的緣，它就現出來；這一念不覺沒有的話，它不現。不現不能說它沒有，現不能說它有，那個有是幻有不是真有。所以無論現與不現，佛與法身菩薩他怎麼對待？不起心不動念。起心動念尚且沒有，諸位想想，哪來的分別執著！這是佛菩薩，用我們的話來說，他們的用心。我們如果明白這個道理，真正學佛是學什麼？六根接觸六塵境界不起心不動念，叫學佛，佛是如此，沒起心動念過。可是不起心不動念很不容易，不起心不動念太難了。修行真有功夫的人，偶爾會有短暫的這種現象，心地真正清淨，清淨平等覺這個功夫短暫現前。"
    },
    {
      "id": "02-039-0065_p0009",
      "zh_CN": "我们在《虚云老和尚年谱》里面看到，他说出这个境界。有一年过年的时候，老和尚住茅蓬，茅蓬是依附寺庙，住茅蓬也得吃饭，也还要一点生活必需的东西，那是寺庙里供应。所以过年的时候，到寺庙里面去拿点菜饭油盐，拿一点这些东西。拿了之后就回茅蓬，茅蓬跟寺庙距离，一般大概都是差不多半个多小时，他回去了。天气应当是傍晚的时候，老和尚年岁很大，我们知道，慢慢的走回去，心地很清净，没有念头。走到一半遇到两个寺庙里面的法师，手上提着灯笼，路上碰到虚老，都认识，他们就跟他讲，「虚老，天这么黑，你怎么没个灯？」虚老和尚这一下听到这个话的时候，天立刻就黑了。他们没有提的时候，他觉得跟他离开那个时候是一样的，天没有黑，天黄昏快要黑了，没有黑，他看得很清楚。这一提起来的时候，他怎么？他动了念头，他起了分别，天马上黑下来。所以我们从这个地方知道，不起心不动念的时候，这个空中是明亮的，常寂光，它不是大黑天。我们今天看到这个日月光都没有的时候，看到天上漆黑的，这叫无明。这就是什么？这就是因为你起心动念，起心动念现这个相。不起心不动念，宇宙是一片光明，佛经上讲的大光明藏。所以你什么时候觉得无明破了，你再也看不到黑暗，无明就没有了；你还看到黑暗的时候，你无明没破。破了无明，才真正叫成佛，究竟圆满佛。",
      "zh_TW": "我們在《虛雲老和尚年譜》裡面看到，他說出這個境界。有一年過年的時候，老和尚住茅蓬，茅蓬是依附寺廟，住茅蓬也得吃飯，也還要一點生活必需的東西，那是寺廟裡供應。所以過年的時候，到寺廟裡面去拿點菜飯油鹽，拿一點這些東西。拿了之後就回茅蓬，茅蓬跟寺廟距離，一般大概都是差不多半個多小時，他回去了。天氣應當是傍晚的時候，老和尚年歲很大，我們知道，慢慢的走回去，心地很清淨，沒有念頭。走到一半遇到兩個寺廟裡面的法師，手上提著燈籠，路上碰到虛老，都認識，他們就跟他講，「虛老，天這麼黑，你怎麼沒個燈？」虛老和尚這一下聽到這個話的時候，天立刻就黑了。他們沒有提的時候，他覺得跟他離開那個時候是一樣的，天沒有黑，天黃昏快要黑了，沒有黑，他看得很清楚。這一提起來的時候，他怎麼？他動了念頭，他起了分別，天馬上黑下來。所以我們從這個地方知道，不起心不動念的時候，這個空中是明亮的，常寂光，它不是大黑天。我們今天看到這個日月光都沒有的時候，看到天上漆黑的，這叫無明。這就是什麼？這就是因為你起心動念，起心動念現這個相。不起心不動念，宇宙是一片光明，佛經上講的大光明藏。所以你什麼時候覺得無明破了，你再也看不到黑暗，無明就沒有了；你還看到黑暗的時候，你無明沒破。破了無明，才真正叫成佛，究竟圓滿佛。"
    },
    {
      "id": "02-039-0065_p0010",
      "zh_CN": "你看在实报土里面四十一位法身大士，这个世界里头没有黑暗，没有黑暗是明亮的。但是什么？他无明虽然破了，他有习气，所以虽然是黑暗没有了，还有这个现象，还有现象在。如果无明习气统统断尽，这个现象没有了，实报土没有了，完全回归到一片寂光。寂是清净，就是说起心动念都没有，极其微弱的那个波动都没有，像弥勒菩萨所说的一弹指三十二亿百千念，这个现象没有。有这个现象是实报土出现；如果这里面再加上分别，那就是四圣法界出现，声闻、缘觉、菩萨、佛，这个法界出现了；再有一点点执着，六道出现。这是说明，这境界是怎么变的？唯识所变，识就是分别执着，第六意识分别，第七识执着。十法界里面的事情全是阿赖耶变的，也就是现在科学家所讲的能量、信息、物质，是这个东西在变的，变现出来的，这是阿赖耶的三细相。我们知道这桩事情，肯定这桩事情，你才晓得念头那个能量太大，它能变现十法界依正庄严，所以你念头清净，净土出现了。",
      "zh_TW": "你看在實報土裡面四十一位法身大士，這個世界裡頭沒有黑暗，沒有黑暗是明亮的。但是什麼？他無明雖然破了，他有習氣，所以雖然是黑暗沒有了，還有這個現象，還有現象在。如果無明習氣統統斷盡，這個現象沒有了，實報土沒有了，完全回歸到一片寂光。寂是清淨，就是說起心動念都沒有，極其微弱的那個波動都沒有，像彌勒菩薩所說的一彈指三十二億百千念，這個現象沒有。有這個現象是實報土出現；如果這裡面再加上分別，那就是四聖法界出現，聲聞、緣覺、菩薩、佛，這個法界出現了；再有一點點執著，六道出現。這是說明，這境界是怎麼變的？唯識所變，識就是分別執著，第六意識分別，第七識執著。十法界裡面的事情全是阿賴耶變的，也就是現在科學家所講的能量、信息、物質，是這個東西在變的，變現出來的，這是阿賴耶的三細相。我們知道這樁事情，肯定這樁事情，你才曉得念頭那個能量太大，它能變現十法界依正莊嚴，所以你念頭清淨，淨土出現了。"
    },
    {
      "id": "02-039-0065_p0011",
      "zh_CN": "西方极乐世界，为什么那么好？我们在《无量寿经》上读到的，没有别的，那个地方人的心都是清净平等觉，觉了，真的觉悟了，大彻大悟。可是我们晓得，大彻大悟是四十一位法身大士的境界，实报庄严土，无始无明的习气没断。无始无明习气断了，这个境界就不现，现出来是什么？常寂光。很不容易，我们这么多年在大乘教里面把这个事实真相搞清楚，然后我们回过头来就肯定了，念力决定了一切。今天的世界动乱是什么？居住在地球上这些人念头不善、念头不清净，染污，恶念多、善念少。所以今天的世界，我们细心去观察，无论是男女老少，哪个行业，诸位想想看，我们平常讲的十六个字统统具足，自私自利、名闻利养、五欲六尘、贪瞋痴慢，这个念头不好。从前人也有，比我们现在轻，现在太严重，自私的程度连父母都不顾，这还得了吗？起心动念都是损人利己，造作五逆十恶。以前造五逆十恶的人少，造五逆十恶轻，没这么严重，现在造五逆十恶的人太多，非常严重，所以这个地球就出现许许多多的灾难。灾难不是自然的，灾难是我们意念感召的。这个灾难能不能救？答案是肯定的，决定能救。怎么救法？念头转过来，问题就解决。",
      "zh_TW": "西方極樂世界，為什麼那麼好？我們在《無量壽經》上讀到的，沒有別的，那個地方人的心都是清淨平等覺，覺了，真的覺悟了，大徹大悟。可是我們曉得，大徹大悟是四十一位法身大士的境界，實報莊嚴土，無始無明的習氣沒斷。無始無明習氣斷了，這個境界就不現，現出來是什麼？常寂光。很不容易，我們這麼多年在大乘教裡面把這個事實真相搞清楚，然後我們回過頭來就肯定了，念力決定了一切。今天的世界動亂是什麼？居住在地球上這些人念頭不善、念頭不清淨，染污，惡念多、善念少。所以今天的世界，我們細心去觀察，無論是男女老少，哪個行業，諸位想想看，我們平常講的十六個字統統具足，自私自利、名聞利養、五欲六塵、貪瞋痴慢，這個念頭不好。從前人也有，比我們現在輕，現在太嚴重，自私的程度連父母都不顧，這還得了嗎？起心動念都是損人利己，造作五逆十惡。以前造五逆十惡的人少，造五逆十惡輕，沒這麼嚴重，現在造五逆十惡的人太多，非常嚴重，所以這個地球就出現許許多多的災難。災難不是自然的，災難是我們意念感召的。這個災難能不能救？答案是肯定的，決定能救。怎麼救法？念頭轉過來，問題就解決。"
    },
    {
      "id": "02-039-0065_p0012",
      "zh_CN": "佛教我们断恶修善，教我们转迷为悟，问题解决了，最后又教我们转凡成圣，这三句要做到，我们这个地球也会变成像西方极乐世界一样，到转凡成圣这个地球就是极乐世界。阿弥陀佛在哪里？阿弥陀佛就在此地，没离开我们，叫一时顿现。要知道整个宇宙里头没有时间、也没有空间，我们前面一门念过，这个十玄前面「十世隔法异成门」，跟我们讲时间跟空间的现象不是真的。没有空间是没有距离，没有时间是没有先后，实际上这是法身菩萨都知道。我们活在哪里？活在当下，永远都是活在当下。因为每个念头，这讲弥勒菩萨讲的念头，每个念头都是独立的，不是上下相连的。量子力学家也发现，他说每一个意念就像电影一样，一张幻灯片，张张都是独立的，每一张与前后都没有关系，张张是独立的，这个讲的跟佛法讲的一样。是一种，我们在学《华严》常说，相似相续相，因为它不是真的，要是真的一样那就是相续，它总有一点不相同，每一张都不会相同，是一种相似相续相。科学用这个名词，我觉得它用得比我们想的更好，它用的是「意念累积的连续相」。所以它不是真的，不是真的就应该放下，不放下错了。放下什么？放下分别执着，别执着了，执着错了，用不着分别！这就是诸佛菩萨应化在世间的一种心态，永远是随缘妙用。真放下，你性德里面的智慧现前、德能现前、相好现前。不是放下什么都不知道，那你并没有放下，你放下之后无明现前，无明还是烦恼，你什么都不知道，还是烦恼现前，你不是真的放下。真的放下的时候智慧现前。所以我们自己以为放下，实在没有放下。这种误会很多，也很平常。所以真放下的时候那个感觉不一样，佛法里面讲的轻安自在，这是你第一个得到的。你放下之后感觉得是非常舒服、舒适，心地非常清净、非常的安全，是在这个境界。遇到事情的时候，智慧马上就现前，不要操心。",
      "zh_TW": "佛教我們斷惡修善，教我們轉迷為悟，問題解決了，最後又教我們轉凡成聖，這三句要做到，我們這個地球也會變成像西方極樂世界一樣，到轉凡成聖這個地球就是極樂世界。阿彌陀佛在哪裡？阿彌陀佛就在此地，沒離開我們，叫一時頓現。要知道整個宇宙裡頭沒有時間、也沒有空間，我們前面一門念過，這個十玄前面「十世隔法異成門」，跟我們講時間跟空間的現象不是真的。沒有空間是沒有距離，沒有時間是沒有先後，實際上這是法身菩薩都知道。我們活在哪裡？活在當下，永遠都是活在當下。因為每個念頭，這講彌勒菩薩講的念頭，每個念頭都是獨立的，不是上下相連的。量子力學家也發現，他說每一個意念就像電影一樣，一張幻燈片，張張都是獨立的，每一張與前後都沒有關係，張張是獨立的，這個講的跟佛法講的一樣。是一種，我們在學《華嚴》常說，相似相續相，因為它不是真的，要是真的一樣那就是相續，它總有一點不相同，每一張都不會相同，是一種相似相續相。科學用這個名詞，我覺得它用得比我們想的更好，它用的是「意念累積的連續相」。所以它不是真的，不是真的就應該放下，不放下錯了。放下什麼？放下分別執著，別執著了，執著錯了，用不著分別！這就是諸佛菩薩應化在世間的一種心態，永遠是隨緣妙用。真放下，你性德裡面的智慧現前、德能現前、相好現前。不是放下什麼都不知道，那你並沒有放下，你放下之後無明現前，無明還是煩惱，你什麼都不知道，還是煩惱現前，你不是真的放下。真的放下的時候智慧現前。所以我們自己以為放下，實在沒有放下。這種誤會很多，也很平常。所以真放下的時候那個感覺不一樣，佛法裡面講的輕安自在，這是你第一個得到的。你放下之後感覺得是非常舒服、舒適，心地非常清淨、非常的安全，是在這個境界。遇到事情的時候，智慧馬上就現前，不要操心。"
    },
    {
      "id": "02-039-0065_p0013",
      "zh_CN": "像释迦牟尼佛当年在世，为我们大众讲经说法，这教学，他有没有起心动念？没有。别人有问请教，自性里头流露出来，绝对没有想一想我要怎么样答复你。想一想落在意识里头，你所能答复的完全凭你的常识，是知识，不是智慧。智慧是没有妄想分别执着，是智慧，有妄想分别执着在里面是知识，不一样。智慧不要用心的，不要用心是用真心，就是不要用妄心，起心动念、分别执着是妄心，不用妄心，用真心。《楞严经》里面讲「舍识用根」，识就是阿赖耶识，你把它舍掉。舍识是什么意思？就是不起心、不动念、不分别、不执着，这就舍识。舍识之后你所用的是什么？是六根根性，六根根性是真性、是智慧、是德相。这种转变，在大乘教里面说顿根，上上根人，一念转过来就成佛，凡夫就成佛。释迦牟尼佛给我们示现的是这个样子，六祖惠能大师给我们示现的也是这个样子，那叫上上根人，顿舍、顿悟、顿证，就是一念之间他就完成。所以佛说「一切众生本来是佛」，这句话是真话，一点都不假，众生为什么变成这样？众生是一念迷。佛是什么？佛是一念觉。什么一念？当下一念。",
      "zh_TW": "像釋迦牟尼佛當年在世，為我們大眾講經說法，這教學，他有沒有起心動念？沒有。別人有問請教，自性裡頭流露出來，絕對沒有想一想我要怎麼樣答覆你。想一想落在意識裡頭，你所能答覆的完全憑你的常識，是知識，不是智慧。智慧是沒有妄想分別執著，是智慧，有妄想分別執著在裡面是知識，不一樣。智慧不要用心的，不要用心是用真心，就是不要用妄心，起心動念、分別執著是妄心，不用妄心，用真心。《楞嚴經》裡面講「捨識用根」，識就是阿賴耶識，你把它捨掉。捨識是什麼意思？就是不起心、不動念、不分別、不執著，這就捨識。捨識之後你所用的是什麼？是六根根性，六根根性是真性、是智慧、是德相。這種轉變，在大乘教裡面說頓根，上上根人，一念轉過來就成佛，凡夫就成佛。釋迦牟尼佛給我們示現的是這個樣子，六祖惠能大師給我們示現的也是這個樣子，那叫上上根人，頓捨、頓悟、頓證，就是一念之間他就完成。所以佛說「一切眾生本來是佛」，這句話是真話，一點都不假，眾生為什麼變成這樣？眾生是一念迷。佛是什麼？佛是一念覺。什麼一念？當下一念。"
    },
    {
      "id": "02-039-0065_p0014",
      "zh_CN": "我们学佛学了这么多年，在哪里得到这个信息？在经典里面得到的。所以我们这也叫悟，这个悟叫解悟不是证悟，解悟，我们自己烦恼习气还没放下，不管用。如果是证悟的话就管用，证悟管什么用？事事无碍，这个用处太大了，事事无碍。解悟事事还是有碍，还是有障碍，理事还是有碍，不过虽然是有碍，我们对于往无碍的道路上走有了信心，有信心你就不会退转，你会勇猛向前。用什么方法？继续用老办法，老办法就是读经。读经要知道懂得方法，读经是戒定慧三学一次完成，跟禅、跟密没有两样，同样一个道理。读经怎么读法？不着文字相，不著名字相（名词术语），不着心缘相，不要想经的意思，从头到尾一直念下去，这一部经两个小时念完，你修两个钟点，修什么？戒定慧一次完成。什么是戒？依照佛讲的规矩。不着就是决定不分别、不执着文字相，不执著名词术语，不要去想它的，这叫戒律，这叫持戒。两个小时来读这部经典，就两个小时在修持戒。这东西统统都不执着，你念这部经的时候，心里面意念上全是经文，没有一个杂念，这叫修定。定里头有慧，慧是什么？叫根本智。《般若经》上讲的根本智是什么样子？「般若无知」，这是根本智，起作用的时候「无所不知」。所以无所不知从哪里来的？从无知来的。我们现在要广学多闻，什么都要知道，到最后怎么样？有所不知，因为你有知。所以真正学佛的人要学无知，才无所不知，无知是什么？清净心、平等心。无所不知是觉悟的心，那个觉从哪里来的？觉从清净平等里面出现的，你心不清净、不平等，你哪来的觉！",
      "zh_TW": "我們學佛學了這麼多年，在哪裡得到這個信息？在經典裡面得到的。所以我們這也叫悟，這個悟叫解悟不是證悟，解悟，我們自己煩惱習氣還沒放下，不管用。如果是證悟的話就管用，證悟管什麼用？事事無礙，這個用處太大了，事事無礙。解悟事事還是有礙，還是有障礙，理事還是有礙，不過雖然是有礙，我們對於往無礙的道路上走有了信心，有信心你就不會退轉，你會勇猛向前。用什麼方法？繼續用老辦法，老辦法就是讀經。讀經要知道懂得方法，讀經是戒定慧三學一次完成，跟禪、跟密沒有兩樣，同樣一個道理。讀經怎麼讀法？不著文字相，不著名字相（名詞術語），不著心緣相，不要想經的意思，從頭到尾一直念下去，這一部經兩個小時念完，你修兩個鐘點，修什麼？戒定慧一次完成。什麼是戒？依照佛講的規矩。不著就是決定不分別、不執著文字相，不執著名詞術語，不要去想它的，這叫戒律，這叫持戒。兩個小時來讀這部經典，就兩個小時在修持戒。這東西統統都不執著，你念這部經的時候，心裡面意念上全是經文，沒有一個雜念，這叫修定。定裡頭有慧，慧是什麼？叫根本智。《般若經》上講的根本智是什麼樣子？「般若無知」，這是根本智，起作用的時候「無所不知」。所以無所不知從哪裡來的？從無知來的。我們現在要廣學多聞，什麼都要知道，到最後怎麼樣？有所不知，因為你有知。所以真正學佛的人要學無知，才無所不知，無知是什麼？清淨心、平等心。無所不知是覺悟的心，那個覺從哪裡來的？覺從清淨平等裡面出現的，你心不清淨、不平等，你哪來的覺！"
    },
    {
      "id": "02-039-0065_p0015",
      "zh_CN": "我们也遵守老师的教诲，不但不是上上根，我们连上根都谈不上，我想我自己的根性，要是用佛经的角度来衡量，我们的根性是中下根性，不是中上。在大乘教里这么多年，才把这桩事情看清楚、看明白。真是佛菩萨保佑，我们的寿命延长，有足够的时间来领悟，有足够的时间来修行，还得要加长我们才能证果，从解悟回归到证悟，这就起作用。老师的教导正确，第一天我向他老人家请教，就告诉我「看破放下」，明白了。可是怎样？看破的度数不够，才看破一分、两分，假定是一百分，才一分、两分。放下呢？也是一分、两分。虽然不多管用，它能帮助你提升。学了五十九年，现在所看破的应该有六、七分，放下也有六、七分！距离那个一百分还有很大很大的距离，我跟大家讲的是真话。你们觉得我好像有一点智慧，我放下比你们多一点，我放了六、七分，你们是一分都没放。所以我说你们看我是很不错，我往古大德看，我差得很远，我跟他们有相当的距离。现在搞清楚、搞明白，知道；老师过去教我放下看破，没有把这个道理给我讲清楚，实在讲在那个时候跟我讲我也听不懂，那他就白讲了。所以这个他是真有智慧，他能观机，不必讲，讲了你也不懂。告诉你这个方法，你慢慢去做，慢慢就懂了。这就是古大德教学的方法高明，我们依旧还是比不上。",
      "zh_TW": "我們也遵守老師的教誨，不但不是上上根，我們連上根都談不上，我想我自己的根性，要是用佛經的角度來衡量，我們的根性是中下根性，不是中上。在大乘教裡這麼多年，才把這樁事情看清楚、看明白。真是佛菩薩保佑，我們的壽命延長，有足夠的時間來領悟，有足夠的時間來修行，還得要加長我們才能證果，從解悟回歸到證悟，這就起作用。老師的教導正確，第一天我向他老人家請教，就告訴我「看破放下」，明白了。可是怎樣？看破的度數不夠，才看破一分、兩分，假定是一百分，才一分、兩分。放下呢？也是一分、兩分。雖然不多管用，它能幫助你提升。學了五十九年，現在所看破的應該有六、七分，放下也有六、七分！距離那個一百分還有很大很大的距離，我跟大家講的是真話。你們覺得我好像有一點智慧，我放下比你們多一點，我放了六、七分，你們是一分都沒放。所以我說你們看我是很不錯，我往古大德看，我差得很遠，我跟他們有相當的距離。現在搞清楚、搞明白，知道；老師過去教我放下看破，沒有把這個道理給我講清楚，實在講在那個時候跟我講我也聽不懂，那他就白講了。所以這個他是真有智慧，他能觀機，不必講，講了你也不懂。告訴你這個方法，你慢慢去做，慢慢就懂了。這就是古大德教學的方法高明，我們依舊還是比不上。"
    },
    {
      "id": "02-039-0065_p0016",
      "zh_CN": "所以一切法唯心所现，一切法唯心所现当然有和融的道理，和融就没有障碍。和是什么？和睦相处。融是包容、含容。一切法里头哪里会有障碍？可见得有障碍是不知道一切法的本质。统统搞清楚，决定是和睦相处，一体，说明一切法是一体，一体哪有不和的道理？哪有不容的道理？就像一个人一样，现在知道我们的身体，用量子力学的话来说，是多少个量子、小光子组成这个身体？要算数字要用亿做单位，几百亿、几千亿造成这么一个身体。就算是假设，几千亿几千亿这个小光子，小光子与小光子当中它和不和睦？它彼此能不能含容？它要不和睦、不含容，它不就要打架了？它一打架人就生病，不就这么个道理吗？它不会打架的，它永远是和谐的。可是我们会虐待它，它就产生病态，怎么虐待它？我们有贪瞋痴慢就是虐待它。诸位要知道，贪瞋痴慢谁受害？自己受害。你虐待你的细胞，虐待你身体里面的原子、电子，你虐待它，你让它产生变态，产生病毒。",
      "zh_TW": "所以一切法唯心所現，一切法唯心所現當然有和融的道理，和融就沒有障礙。和是什麼？和睦相處。融是包容、含容。一切法裡頭哪裡會有障礙？可見得有障礙是不知道一切法的本質。統統搞清楚，決定是和睦相處，一體，說明一切法是一體，一體哪有不和的道理？哪有不容的道理？就像一個人一樣，現在知道我們的身體，用量子力學的話來說，是多少個量子、小光子組成這個身體？要算數字要用億做單位，幾百億、幾千億造成這麼一個身體。就算是假設，幾千億幾千億這個小光子，小光子與小光子當中它和不和睦？它彼此能不能含容？它要不和睦、不含容，它不就要打架了？它一打架人就生病，不就這麼個道理嗎？它不會打架的，它永遠是和諧的。可是我們會虐待它，它就產生病態，怎麼虐待它？我們有貪瞋痴慢就是虐待它。諸位要知道，貪瞋痴慢誰受害？自己受害。你虐待你的細胞，虐待你身體裡面的原子、電子，你虐待它，你讓它產生變態，產生病毒。"
    },
    {
      "id": "02-039-0065_p0017",
      "zh_CN": "所以世尊给我们讲贪瞋痴是三毒，这个三毒也是与生俱来的。相宗的经论里面讲第七识，第七识是执着，第六识是分别，第七识四大烦恼常相随。第七识是什么东西？四样东西组成的，第一个就是我执，我见，现在人执着这个身体是我，错了，头一个错误，这是我见。跟着我见起来的我爱，我爱是贪；我慢，我慢是瞋恚；后面是我痴。你看看，贪瞋痴，贪瞋痴跟我同时起来的。也就是宇宙发现的那个时候，我也出现，跟着我的贪瞋痴也出现，所以这叫根本烦恼，三毒烦恼一定要知道。所以佛教导我们，要转末那识为平等性智，末那识要是转过来了，无我，无我贪瞋痴就没有了，那是什么？我们经题上的平等，平等就现前。不分别，这是转第六意识，第六意识善于分别，转第六意识为妙观察智，妙观察是清净。所以那个一转，清净心就现前，清净平等觉，觉是阿赖耶第八识转过来叫大圆镜智。你看经题上这三句话，「清净平等觉」，转第六意识是清净，转第七识是平等，转第八识是觉悟。",
      "zh_TW": "所以世尊給我們講貪瞋痴是三毒，這個三毒也是與生俱來的。相宗的經論裡面講第七識，第七識是執著，第六識是分別，第七識四大煩惱常相隨。第七識是什麼東西？四樣東西組成的，第一個就是我執，我見，現在人執著這個身體是我，錯了，頭一個錯誤，這是我見。跟著我見起來的我愛，我愛是貪；我慢，我慢是瞋恚；後面是我痴。你看看，貪瞋痴，貪瞋痴跟我同時起來的。也就是宇宙發現的那個時候，我也出現，跟著我的貪瞋痴也出現，所以這叫根本煩惱，三毒煩惱一定要知道。所以佛教導我們，要轉末那識為平等性智，末那識要是轉過來了，無我，無我貪瞋痴就沒有了，那是什麼？我們經題上的平等，平等就現前。不分別，這是轉第六意識，第六意識善於分別，轉第六意識為妙觀察智，妙觀察是清淨。所以那個一轉，清淨心就現前，清淨平等覺，覺是阿賴耶第八識轉過來叫大圓鏡智。你看經題上這三句話，「清淨平等覺」，轉第六意識是清淨，轉第七識是平等，轉第八識是覺悟。"
    },
    {
      "id": "02-039-0065_p0018",
      "zh_CN": "这个事情我们在日常生活当中就可以练，训练自己尽量不执着，培养自己从这里开始尽量不要执着，因为执着就是六道轮回，六道轮回的因是执着，四圣法界的因是分别，从这里下手。不执着，佛法里头有方便，不执着从哪里下手？对一切法、人事物，没有控制的念头，控制是执着，没有占有的念头，没有对立的念头，学这三样，这三样是基本功。不可以跟人对立，他跟我对立可以，我不跟他对立，为什么？他迷，迷了才对立。觉悟了不对立，为什么？一体，觉悟之后知道他跟我是一体，不对立。觉悟之后就没有控制，控制很辛苦，能不能控制得了？控制不了。控制造业，占有也是造业。自己在日常生活当中吃得饱、穿得暖，有个小房子可以避风雨，可以了，你就过神仙生活，你没有任何压力，身心轻安自在，与道相应。道是什么？道是自性，与自性相应。释迦牟尼佛过的这个生活，那就是最好的榜样，他给我们示现，我们要能够体会得。所以我们讲得这么多，都是这句话，「诸法之本原」。「唯自如来藏心缘起之差别法」，这是讲宇宙、法界，十法界依正庄严，是如来藏心缘起的差别法。如来藏心，如来，如来藏是真的真心，缘起是阿赖耶，这句话包括了真妄和合的阿赖耶。起是生起，现起十法界的依正庄严就差别。所以它是同一个缘起，十法界依正庄严同一个缘起，同一个缘起当然是和睦。我们今天不和，不和什么原因？迷了。迷了就自私，把这个身当作我，把起心动念当作我，妄心当作我。外国哲学家说「我思故我在」，这是把什么当作我？算是不错，他不把身当作我，他把他能思想的当作我。能思想是什么？第六意识，还是没有找到。",
      "zh_TW": "這個事情我們在日常生活當中就可以練，訓練自己盡量不執著，培養自己從這裡開始盡量不要執著，因為執著就是六道輪迴，六道輪迴的因是執著，四聖法界的因是分別，從這裡下手。不執著，佛法裡頭有方便，不執著從哪裡下手？對一切法、人事物，沒有控制的念頭，控制是執著，沒有佔有的念頭，沒有對立的念頭，學這三樣，這三樣是基本功。不可以跟人對立，他跟我對立可以，我不跟他對立，為什麼？他迷，迷了才對立。覺悟了不對立，為什麼？一體，覺悟之後知道他跟我是一體，不對立。覺悟之後就沒有控制，控制很辛苦，能不能控制得了？控制不了。控制造業，佔有也是造業。自己在日常生活當中吃得飽、穿得暖，有個小房子可以避風雨，可以了，你就過神仙生活，你沒有任何壓力，身心輕安自在，與道相應。道是什麼？道是自性，與自性相應。釋迦牟尼佛過的這個生活，那就是最好的榜樣，他給我們示現，我們要能夠體會得。所以我們講得這麼多，都是這句話，「諸法之本原」。「唯自如來藏心緣起之差別法」，這是講宇宙、法界，十法界依正莊嚴，是如來藏心緣起的差別法。如來藏心，如來，如來藏是真的真心，緣起是阿賴耶，這句話包括了真妄和合的阿賴耶。起是生起，現起十法界的依正莊嚴就差別。所以它是同一個緣起，十法界依正莊嚴同一個緣起，同一個緣起當然是和睦。我們今天不和，不和什麼原因？迷了。迷了就自私，把這個身當作我，把起心動念當作我，妄心當作我。外國哲學家說「我思故我在」，這是把什麼當作我？算是不錯，他不把身當作我，他把他能思想的當作我。能思想是什麼？第六意識，還是沒有找到。"
    },
    {
      "id": "02-039-0065_p0019",
      "zh_CN": "下面引用「《华严金狮子章》云：或隐或显」。这两个字很重要，没有缘的时候它隐，有缘的时候它显，显隐这个现象就在我们日常生活当中。我们凡夫迷失了自性，隐显是什么？烦恼习气。有时候没有这个境界现前，它不起作用，贪瞋痴不起作用；境界一现前，贪瞋痴就冒出来，它就显了。所以隐显，在日常生活当中你只要留心、细心观察，就在眼前。「或一或多，各无自性」，隐显没有自性，一多没有自性，无自性的性是真性，所以开悟的人随拈一法无不皆是。「由心回转」，心现识变，回旋运转，这就是讲万事万物的现象基本的道理。「说事说理，有成有立」，成我们今天讲效果，立我们今天讲建设、建树。「名唯心回转善成门」，这个话是《华严金狮子章》讲的。唯心善成就是十玄最后这一条，「主伴圆明具德门」，就是这个意思。说到这个地方，何故事事无碍？贤首宗的大师很慈悲，特别给我们一条一条说出。十玄门无碍有十种因，就是事事无碍有十种因。",
      "zh_TW": "下面引用「《華嚴金獅子章》云：或隱或顯」。這兩個字很重要，沒有緣的時候它隱，有緣的時候它顯，顯隱這個現象就在我們日常生活當中。我們凡夫迷失了自性，隱顯是什麼？煩惱習氣。有時候沒有這個境界現前，它不起作用，貪瞋痴不起作用；境界一現前，貪瞋痴就冒出來，它就顯了。所以隱顯，在日常生活當中你只要留心、細心觀察，就在眼前。「或一或多，各無自性」，隱顯沒有自性，一多沒有自性，無自性的性是真性，所以開悟的人隨拈一法無不皆是。「由心迴轉」，心現識變，迴旋運轉，這就是講萬事萬物的現象基本的道理。「說事說理，有成有立」，成我們今天講效果，立我們今天講建設、建樹。「名唯心迴轉善成門」，這個話是《華嚴金獅子章》講的。唯心善成就是十玄最後這一條，「主伴圓明具德門」，就是這個意思。說到這個地方，何故事事無礙？賢首宗的大師很慈悲，特別給我們一條一條說出。十玄門無礙有十種因，就是事事無礙有十種因。"
    },
    {
      "id": "02-039-0065_p0020",
      "zh_CN": "这在《华严经疏钞》里面，清凉大师给我们说的，我们现在节录的，是在《三藏法数》里节录出来的。「玄门者，即十玄门也」，我们前面所学的。「以此十法性德为因，起大业用」，这个大业用就是宇宙的出现，万物的出现，生命的出现，这些现象就是起大业用。「令彼玄门诸法，混融无碍」，这个混融，跟前面讲的和融无碍是一个意思，和合跟混和的意思相同，圆融无碍，「重重无尽」，那个玄的意思就在这一句里头，重重无尽，「故云玄门无碍十因也」。第一个，就是前面所说的「唯心所现」。我们把这个十因明白了，就知道真的我们生活环境确实是无碍的，而障碍是什么？障碍是自己造成的。结果一定要自己承当，古人所谓自作自受，你可不能怪人，怪人就错了。所以古人有一句话说，「好事都归别人，坏事都归自己」，这个话说得非常有道理。能做到、能说得出，这不是普通人，真正有德行、有学问他才能做到。唯心所现，「谓世间出世间一切诸法，唯是真心所现。然法唯心现，全法是心。心既圆融，法亦无碍」。这把理讲清楚了，理事不二，理如是，事亦如是。所以我们要知道，真心就是自性，自性没有形相，它不是物质，它不是精神，可是在一念不觉的时候，它变成了物质、变成了精神，精神现象跟物质现象就是自性，这见性。",
      "zh_TW": "這在《華嚴經疏鈔》裡面，清涼大師給我們說的，我們現在節錄的，是在《三藏法數》裡節錄出來的。「玄門者，即十玄門也」，我們前面所學的。「以此十法性德為因，起大業用」，這個大業用就是宇宙的出現，萬物的出現，生命的出現，這些現象就是起大業用。「令彼玄門諸法，混融無礙」，這個混融，跟前面講的和融無礙是一個意思，和合跟混和的意思相同，圓融無礙，「重重無盡」，那個玄的意思就在這一句裡頭，重重無盡，「故云玄門無礙十因也」。第一個，就是前面所說的「唯心所現」。我們把這個十因明白了，就知道真的我們生活環境確實是無礙的，而障礙是什麼？障礙是自己造成的。結果一定要自己承當，古人所謂自作自受，你可不能怪人，怪人就錯了。所以古人有一句話說，「好事都歸別人，壞事都歸自己」，這個話說得非常有道理。能做到、能說得出，這不是普通人，真正有德行、有學問他才能做到。唯心所現，「謂世間出世間一切諸法，唯是真心所現。然法唯心現，全法是心。心既圓融，法亦無礙」。這把理講清楚了，理事不二，理如是，事亦如是。所以我們要知道，真心就是自性，自性沒有形相，它不是物質，它不是精神，可是在一念不覺的時候，它變成了物質、變成了精神，精神現象跟物質現象就是自性，這見性。"
    },
    {
      "id": "02-039-0065_p0021",
      "zh_CN": "禅宗里见性见什么？就是在现象里面豁然觉悟，原来就是自性，就是真如，就是法性，就是佛性，名词很多，是一桩事情，你真的见到了。相有生灭，性没有生灭。性没有生灭，是真的；相有生灭，是假的，真妄是一又不是二。现象是什么？缘聚缘散，缘聚的时候它现的，缘散就没有了。所以缘聚的时候不能说它有，缘散的时候不能说它无，这个道理要懂。你懂得这个道理，你的慈悲生出来、爱心生出来，真诚的爱心、清净的爱心、平等的爱心。头一个你自爱了，这个爱一定是从这里发生的；人不自爱去爱别人，那是假的不是真的，他根本不懂得什么叫爱。真正懂得，头一个是自爱，自爱才能爱人，所以爱人如己。迷惑颠倒，连爱也迷了，哪里是爱！不是爱，都错了，一迷就全错了。所以肯定「法唯心现，全法是心」，是真心，就是自性。我们今天也是在解悟。心性是圆融的，所以法也是圆融的，一切法都是圆融的，因为它就是自性，所以它也无碍。「经云：知一切法即心自性，是也」。这《华严经》上讲的，你什么时候知一切法即心自性，这叫开悟，真的开悟，晓得一切法就是自己自性，诸法当中不会有冲突、不会有障碍。经上末后还有一句话，故彼此必有可和融之理，用的就是《华严玄谈》最后一句话，「故必有可和融之理」。这个十因每一句最后一句话，都是用这句话来总结。这头一个是唯心所现。",
      "zh_TW": "禪宗裡見性見什麼？就是在現象裡面豁然覺悟，原來就是自性，就是真如，就是法性，就是佛性，名詞很多，是一樁事情，你真的見到了。相有生滅，性沒有生滅。性沒有生滅，是真的；相有生滅，是假的，真妄是一又不是二。現象是什麼？緣聚緣散，緣聚的時候它現的，緣散就沒有了。所以緣聚的時候不能說它有，緣散的時候不能說它無，這個道理要懂。你懂得這個道理，你的慈悲生出來、愛心生出來，真誠的愛心、清淨的愛心、平等的愛心。頭一個你自愛了，這個愛一定是從這裡發生的；人不自愛去愛別人，那是假的不是真的，他根本不懂得什麼叫愛。真正懂得，頭一個是自愛，自愛才能愛人，所以愛人如己。迷惑顛倒，連愛也迷了，哪裡是愛！不是愛，都錯了，一迷就全錯了。所以肯定「法唯心現，全法是心」，是真心，就是自性。我們今天也是在解悟。心性是圓融的，所以法也是圓融的，一切法都是圓融的，因為它就是自性，所以它也無礙。「經云：知一切法即心自性，是也」。這《華嚴經》上講的，你什麼時候知一切法即心自性，這叫開悟，真的開悟，曉得一切法就是自己自性，諸法當中不會有衝突、不會有障礙。經上末後還有一句話，故彼此必有可和融之理，用的就是《華嚴玄談》最後一句話，「故必有可和融之理」。這個十因每一句最後一句話，都是用這句話來總結。這頭一個是唯心所現。"
    },
    {
      "id": "02-039-0065_p0022",
      "zh_CN": "第二个「法无定性」，这个性是讲性质，任何一法自性现的，它没有定性。「谓一切诸法，既唯心现，从缘而起，无定性也」。这个性不是本性，这个性是性质，一切法的性质没有一定的，它是活的。所以这个地方心现从缘而起，缘是阿赖耶，阿赖耶四缘生法。第一个是因缘，因缘是性现的，真性所现的，这是因缘；有所缘缘，所缘缘是意识；有无间缘，有增上缘。缘，实在讲《华严经》上讲无量因缘很复杂，虽然很多，它有条理，它不乱。释迦牟尼佛在教学方便起见，把无量因缘归纳为这四大类，因缘、所缘缘、无间缘、增上缘。这对我们来讲很重要，我们要懂得这个道理，佛法许多地方可以应用在生活上，解决我们生活问题。头一个亲因缘最重要，亲因缘是唯心所现，这是亲因缘。唯心所现，唯识可以变，那个唯识所变就是所缘缘。所缘缘是信息，只要这个信息你能够保持不变，它就会形成你所期望的效果，就是结果，你所希望的结果。譬如我们念佛，念佛所求的是什么？诸位要知道，不是升官发财，不是健康长寿，更不是荣华富贵。念佛成佛，我们求的是成佛。净宗成佛，用什么方法？往生之后到极乐世界成佛。我们求往生就是求成佛，往生跟成佛一桩事情，不能把它分作两桩事情，我到极乐世界就成佛去的。",
      "zh_TW": "第二個「法無定性」，這個性是講性質，任何一法自性現的，它沒有定性。「謂一切諸法，既唯心現，從緣而起，無定性也」。這個性不是本性，這個性是性質，一切法的性質沒有一定的，它是活的。所以這個地方心現從緣而起，緣是阿賴耶，阿賴耶四緣生法。第一個是因緣，因緣是性現的，真性所現的，這是因緣；有所緣緣，所緣緣是意識；有無間緣，有增上緣。緣，實在講《華嚴經》上講無量因緣很複雜，雖然很多，它有條理，它不亂。釋迦牟尼佛在教學方便起見，把無量因緣歸納為這四大類，因緣、所緣緣、無間緣、增上緣。這對我們來講很重要，我們要懂得這個道理，佛法許多地方可以應用在生活上，解決我們生活問題。頭一個親因緣最重要，親因緣是唯心所現，這是親因緣。唯心所現，唯識可以變，那個唯識所變就是所緣緣。所緣緣是信息，只要這個信息你能夠保持不變，它就會形成你所期望的效果，就是結果，你所希望的結果。譬如我們念佛，念佛所求的是什麼？諸位要知道，不是升官發財，不是健康長壽，更不是榮華富貴。念佛成佛，我們求的是成佛。淨宗成佛，用什麼方法？往生之後到極樂世界成佛。我們求往生就是求成佛，往生跟成佛一樁事情，不能把它分作兩樁事情，我到極樂世界就成佛去的。"
    },
    {
      "id": "02-039-0065_p0023",
      "zh_CN": "我们读《坛经》，看到惠能大师很了不起，我看到的时候真是佩服得五体投地。他到黄梅去礼拜五祖，五祖问他，「你来求什么？」他说「我来求作佛。」你想想你们诸位到佛教道场，人家问你来干什么？你是不是像惠能大师一样回答他，我来作佛的。所以他成佛了，为什么？他希望能成佛这个念头就是他所缘缘。他没有别的希望，你说这个念力多大，这个力量多大。真的他成佛了，而且时间八个月，他在黄梅住八个月，五祖衣钵传给他就走了，离开了。所缘缘。一个念头、一个目标、一个方向，锲而不舍，这是无间缘，念念不间断，我就想这个，想求的这个，最后他得到了。得到的时候那是增上缘，五祖给他的这是增上缘，四缘具足果报现前。我们从这个例子，我们在日常生活当中，无论做什么事情，都是个念头，这个念头有善有恶，善的念头最后成的善果，恶的念头最后所成的是恶报。造恶也要四种缘，干善还这四种缘，造恶也是这四种缘，那是所缘缘的念头不善。所以这个你得会用，在日常生活当中一点都不迷惑，佛氏门中有求必应。",
      "zh_TW": "我們讀《壇經》，看到惠能大師很了不起，我看到的時候真是佩服得五體投地。他到黃梅去禮拜五祖，五祖問他，「你來求什麼？」他說「我來求作佛。」你想想你們諸位到佛教道場，人家問你來幹什麼？你是不是像惠能大師一樣回答他，我來作佛的。所以他成佛了，為什麼？他希望能成佛這個念頭就是他所緣緣。他沒有別的希望，你說這個念力多大，這個力量多大。真的他成佛了，而且時間八個月，他在黃梅住八個月，五祖衣缽傳給他就走了，離開了。所緣緣。一個念頭、一個目標、一個方向，鍥而不捨，這是無間緣，念念不間斷，我就想這個，想求的這個，最後他得到了。得到的時候那是增上緣，五祖給他的這是增上緣，四緣具足果報現前。我們從這個例子，我們在日常生活當中，無論做什麼事情，都是個念頭，這個念頭有善有惡，善的念頭最後成的善果，惡的念頭最後所成的是惡報。造惡也要四種緣，幹善還這四種緣，造惡也是這四種緣，那是所緣緣的念頭不善。所以這個你得會用，在日常生活當中一點都不迷惑，佛氏門中有求必應。"
    },
    {
      "id": "02-039-0065_p0024",
      "zh_CN": "我学佛的时候，那时候年轻，生活非常艰苦。抗战结束国共发生战争，我好像是二十三岁到台湾去，生活非常艰难，仅仅勉强自己一个人的生活，苦不堪言。想读书，读书要缴学费，缴不起学费。听到方东美先生的名字，发现他是桐城人，是老乡，所以就写了一封信毛遂自荐，寄了一篇文章给他看，要求他答应我能旁听他的课程。他在台湾大学教书，没有人介绍。好像是一个多星期他回信给我，约我到他家里面去谈话，我到他家里，依照他给我的时间去看他。首先他问我家乡的状况，毕竟还有一点同乡的乡情，问我这么多年读书学习的状况。我告诉他，抗战期间流离失所，到处逃难，失学三年，初中毕业高中念了半年，以后就再没有读书的机会，非常想学没有机缘，想旁听老师的课程。老师告诉我，他说现在学校，诸位要记住六十年前，他说「现在的学校先生不像先生，学生不像学生，你要到学校来听课，你会大失所望。」我当时听了心里很难过，老师拒绝，希望没有了，所以那表情当然很沮丧。他过了好几分钟问我，他说「你的信我看到，你写的文章我也看过，你讲的话是不是真的？」就是问我，我只有初中毕业是不是真的？真的。他说我们台湾大学的学生写不出这样的文章，他问我有没有隐瞒他？「没有，虽然我失学多年，喜欢读书，书本没有放下。」最后他告诉我，他说「这样好了，你每个星期天到我家里来，我给你上两个钟点课。」所以变成这样子的教学，在他家里小客厅、小圆桌咱们一个老师、一个学生，一个星期两个小时，我的哲学是这样学来的，这是我作梦都想不到的。",
      "zh_TW": "我學佛的時候，那時候年輕，生活非常艱苦。抗戰結束國共發生戰爭，我好像是二十三歲到台灣去，生活非常艱難，僅僅勉強自己一個人的生活，苦不堪言。想讀書，讀書要繳學費，繳不起學費。聽到方東美先生的名字，發現他是桐城人，是老鄉，所以就寫了一封信毛遂自薦，寄了一篇文章給他看，要求他答應我能旁聽他的課程。他在台灣大學教書，沒有人介紹。好像是一個多星期他回信給我，約我到他家裡面去談話，我到他家裡，依照他給我的時間去看他。首先他問我家鄉的狀況，畢竟還有一點同鄉的鄉情，問我這麼多年讀書學習的狀況。我告訴他，抗戰期間流離失所，到處逃難，失學三年，初中畢業高中念了半年，以後就再沒有讀書的機會，非常想學沒有機緣，想旁聽老師的課程。老師告訴我，他說現在學校，諸位要記住六十年前，他說「現在的學校先生不像先生，學生不像學生，你要到學校來聽課，你會大失所望。」我當時聽了心裡很難過，老師拒絕，希望沒有了，所以那表情當然很沮喪。他過了好幾分鐘問我，他說「你的信我看到，你寫的文章我也看過，你講的話是不是真的？」就是問我，我只有初中畢業是不是真的？真的。他說我們台灣大學的學生寫不出這樣的文章，他問我有沒有隱瞞他？「沒有，雖然我失學多年，喜歡讀書，書本沒有放下。」最後他告訴我，他說「這樣好了，你每個星期天到我家裡來，我給你上兩個鐘點課。」所以變成這樣子的教學，在他家裡小客廳、小圓桌咱們一個老師、一個學生，一個星期兩個小時，我的哲學是這樣學來的，這是我作夢都想不到的。"
    },
    {
      "id": "02-039-0065_p0025",
      "zh_CN": "以后我才想通，他为什么不让我到学校去旁听他的课程。我要到学校，一定会认识很多教授，一定会认识很多同学，那会把我染污了。我跟他是一张白纸，爱好哲学，没有正式学过。所以才晓得一个真正好老师，要找个传人，要找什么人？一张白纸，他没有受染污，而且真正好学，不容易，很不容易找到。自己读了一些书，有点基础，这个基础被他肯定，他教我，给我讲一个系列，就是一部哲学概论，最后一个单元讲佛经哲学。那个时候我们对佛法一无所知，人云亦云，认为这是宗教，这是迷信，这是多神教，低级宗教。所以我们从来没有意愿去碰它，跟佛教就没有接触过。经过他介绍，我们才晓得佛教是哲学，他介绍给我的，他说「释迦牟尼佛是世界上最伟大的哲学家」，我们学哲学，「佛经是全世界哲学的最高峰，学佛是人生最高的享受。」特别指出《华严》是佛经哲学概论，特别介绍，在全世界哲学书，没有超过《华严经》，它编得太好，有圆满的理论，有周详的方法，后面还带表演，五十三参是表演。他说这样的教科书，在全世界找不到第二种。他对《华严》有特别爱好，也许他接触佛法在峨嵋山，峨嵋山是华严道场，普贤菩萨道场，与这个可能有关系。",
      "zh_TW": "以後我才想通，他為什麼不讓我到學校去旁聽他的課程。我要到學校，一定會認識很多教授，一定會認識很多同學，那會把我染污了。我跟他是一張白紙，愛好哲學，沒有正式學過。所以才曉得一個真正好老師，要找個傳人，要找什麼人？一張白紙，他沒有受染污，而且真正好學，不容易，很不容易找到。自己讀了一些書，有點基礎，這個基礎被他肯定，他教我，給我講一個系列，就是一部哲學概論，最後一個單元講佛經哲學。那個時候我們對佛法一無所知，人云亦云，認為這是宗教，這是迷信，這是多神教，低級宗教。所以我們從來沒有意願去碰它，跟佛教就沒有接觸過。經過他介紹，我們才曉得佛教是哲學，他介紹給我的，他說「釋迦牟尼佛是世界上最偉大的哲學家」，我們學哲學，「佛經是全世界哲學的最高峰，學佛是人生最高的享受。」特別指出《華嚴》是佛經哲學概論，特別介紹，在全世界哲學書，沒有超過《華嚴經》，它編得太好，有圓滿的理論，有周詳的方法，後面還帶表演，五十三參是表演。他說這樣的教科書，在全世界找不到第二種。他對《華嚴》有特別愛好，也許他接觸佛法在峨嵋山，峨嵋山是華嚴道場，普賢菩薩道場，與這個可能有關係。"
    },
    {
      "id": "02-039-0065_p0026",
      "zh_CN": "方老师给我讲这部哲学概论之后，没多久我就认识章嘉大师，这是个专门学佛的老人，祖父辈的人。他教我在遇到艰难的时候，要求佛菩萨感应，跟我讲「佛氏门中，有求必应」。他说：有时候你有求，不应，这什么原因？不是不应，是你自己有障碍，这有业障，你把业障忏除，感应就现前，没有不应的。我们那个时候物质生活非常艰难，老人有德行、有学问、有功夫，看人都能看得很透彻，那一看就清楚了没有福报，真的没福报，前世没修福，所以这一生没福报。我知道，以前有很多人给我算命，人都有财库，我的财库是空空什么也没有，所以纵然是经营，无论经营什么项目你都不会赚钱，都不会发财。人家做生意会赚钱，你做生意一定蚀本，没有财库。这财库是怎么来的？你过去生中曾经修财布施这么得来的。财布施得财富，法布施得聪明智慧，无畏布施得健康长寿，它有因有果。过去世疏忽没有造因，这一生不可能有果报现前。但是明白这个道理之后，你现在修还行，懂得之后你就得好好修。老师教我修财布施，我说：我自己连生活都无法维持，哪来的财布施？老师问我：「一毛钱有没有？」我说：一毛钱可以。「一块钱行不行？」一块钱很勉强。「你就从一毛一块去布施。」最重要的要有布施的心，意念，意念真的主宰了一切。",
      "zh_TW": "方老師給我講這部哲學概論之後，沒多久我就認識章嘉大師，這是個專門學佛的老人，祖父輩的人。他教我在遇到艱難的時候，要求佛菩薩感應，跟我講「佛氏門中，有求必應」。他說：有時候你有求，不應，這什麼原因？不是不應，是你自己有障礙，這有業障，你把業障懺除，感應就現前，沒有不應的。我們那個時候物質生活非常艱難，老人有德行、有學問、有功夫，看人都能看得很透徹，那一看就清楚了沒有福報，真的沒福報，前世沒修福，所以這一生沒福報。我知道，以前有很多人給我算命，人都有財庫，我的財庫是空空什麼也沒有，所以縱然是經營，無論經營什麼項目你都不會賺錢，都不會發財。人家做生意會賺錢，你做生意一定蝕本，沒有財庫。這財庫是怎麼來的？你過去生中曾經修財布施這麼得來的。財布施得財富，法布施得聰明智慧，無畏布施得健康長壽，它有因有果。過去世疏忽沒有造因，這一生不可能有果報現前。但是明白這個道理之後，你現在修還行，懂得之後你就得好好修。老師教我修財布施，我說：我自己連生活都無法維持，哪來的財布施？老師問我：「一毛錢有沒有？」我說：一毛錢可以。「一塊錢行不行？」一塊錢很勉強。「你就從一毛一塊去布施。」最重要的要有布施的心，意念，意念真的主宰了一切。"
    },
    {
      "id": "02-039-0065_p0027",
      "zh_CN": "因为方老师的介绍，所以我就开始逛寺庙，星期假日就常常到寺庙去看看，知道这里头有大学问。可是寺庙所呈现的，跟方老师讲的不一样，还好方老师曾经告诉我，佛经哲学不在寺庙，他告诉我在哪里？在经典。这个方向指得非常正确，如果不讲这句话，我可能对方老师有怀疑，你讲这里头有大学问、有哲学，我到寺庙去找怎么一点看不见？我就会怀疑。所以他指点得很清楚，他告诉我，从前的寺庙出家人真的是大德，高僧大德，有学问、有德行。他说现在出家人他不学，寺庙里有经典他不学，所以不像从前；从前真学，真的开课，真的讲学。这以后我们在典籍里面看到，古代的寺庙庵堂确实讲学是没有间断的，上课讲学不间断。它不是像现在的寺庙，它确实像学校一样的。所以在中国历代这些有学问、有道德的，成功立业的许许多多人，他们年轻人所学的地方都在寺庙，在寺庙读书。所以寺庙，这叫寺院不能叫寺庙，寺院，寺院里面收藏的典籍非常丰富。那个时候念书的人到哪里去念书？到寺院里去，寺院的藏经楼就是图书馆，它收藏非常完备，不仅是佛书，在中国儒释道诸子百家它统统搜集，你在那个地方都能看到。而且和尚各个都是好老师，你学习有问题，向他请教，他都给你讲，义务的指导你，为国家培养人才起了很大的作用。以前没有学校，学习都在寺院。现在佛教真的变成宗教，它是从教育变质，变成宗教，对经典不再学习。所以老师这句话点醒了我，在经典里面。我们到寺庙去干什么？到寺庙去找《藏经》，去查经、去抄经。因为那个时候经书很少，一般商店里买不到，书店买不到，所以我们想读的经典就自己抄。智慧的来源。",
      "zh_TW": "因為方老師的介紹，所以我就開始逛寺廟，星期假日就常常到寺廟去看看，知道這裡頭有大學問。可是寺廟所呈現的，跟方老師講的不一樣，還好方老師曾經告訴我，佛經哲學不在寺廟，他告訴我在哪裡？在經典。這個方向指得非常正確，如果不講這句話，我可能對方老師有懷疑，你講這裡頭有大學問、有哲學，我到寺廟去找怎麼一點看不見？我就會懷疑。所以他指點得很清楚，他告訴我，從前的寺廟出家人真的是大德，高僧大德，有學問、有德行。他說現在出家人他不學，寺廟裡有經典他不學，所以不像從前；從前真學，真的開課，真的講學。這以後我們在典籍裡面看到，古代的寺廟庵堂確實講學是沒有間斷的，上課講學不間斷。它不是像現在的寺廟，它確實像學校一樣的。所以在中國歷代這些有學問、有道德的，成功立業的許許多多人，他們年輕人所學的地方都在寺廟，在寺廟讀書。所以寺廟，這叫寺院不能叫寺廟，寺院，寺院裡面收藏的典籍非常豐富。那個時候念書的人到哪裡去念書？到寺院裡去，寺院的藏經樓就是圖書館，它收藏非常完備，不僅是佛書，在中國儒釋道諸子百家它統統蒐集，你在那個地方都能看到。而且和尚各個都是好老師，你學習有問題，向他請教，他都給你講，義務的指導你，為國家培養人才起了很大的作用。以前沒有學校，學習都在寺院。現在佛教真的變成宗教，它是從教育變質，變成宗教，對經典不再學習。所以老師這句話點醒了我，在經典裡面。我們到寺廟去幹什麼？到寺廟去找《藏經》，去查經、去抄經。因為那個時候經書很少，一般商店裡買不到，書店買不到，所以我們想讀的經典就自己抄。智慧的來源。"
    },
    {
      "id": "02-039-0065_p0028",
      "zh_CN": "健康长寿，我健康还可以，寿命很短我自己知道。怎样去延长寿命？我们没有求，以后遇到李老师（李炳南老居士），他老人家很慈悲，看到我们一些年轻人，我认识他时他七十岁了。对于这些没有福报的、短命的这些年轻人，特别慈悲，有怜悯心。他教我们讲经，讲经的目的是什么？是延寿。积功累德里头最大的功德是讲经教学，这是法布施，又是无畏布施，帮人家破迷开悟，自己破迷开悟，帮助别人破迷开悟，这是世间法里头积功累德第一法门。他发心教我们，我们也认真学习，真的从这个地方延长寿命。这个延寿多长？我们在古书里面看到，像我第一本看的书《了凡四训》，我看了很感动。那个时候还没有接触佛法，浙江朱镜宙老居士送给我的，送这本书给我看。我好像是在一个多月的样子，不到两个月，我把这一本书从头到尾看了三十遍，非常感动。了凡先生的毛病我统统都有，他的好处我比不上他。看到这个知道什么？要改造命运，命运是可以改变的。知道什么叫做善、什么叫做恶、什么是对的、什么是错的。",
      "zh_TW": "健康長壽，我健康還可以，壽命很短我自己知道。怎樣去延長壽命？我們沒有求，以後遇到李老師（李炳南老居士），他老人家很慈悲，看到我們一些年輕人，我認識他時他七十歲了。對於這些沒有福報的、短命的這些年輕人，特別慈悲，有憐憫心。他教我們講經，講經的目的是什麼？是延壽。積功累德裡頭最大的功德是講經教學，這是法布施，又是無畏布施，幫人家破迷開悟，自己破迷開悟，幫助別人破迷開悟，這是世間法裡頭積功累德第一法門。他發心教我們，我們也認真學習，真的從這個地方延長壽命。這個延壽多長？我們在古書裡面看到，像我第一本看的書《了凡四訓》，我看了很感動。那個時候還沒有接觸佛法，浙江朱鏡宙老居士送給我的，送這本書給我看。我好像是在一個多月的樣子，不到兩個月，我把這一本書從頭到尾看了三十遍，非常感動。了凡先生的毛病我統統都有，他的好處我比不上他。看到這個知道什麼？要改造命運，命運是可以改變的。知道什麼叫做善、什麼叫做惡、什麼是對的、什麼是錯的。"
    },
    {
      "id": "02-039-0065_p0029",
      "zh_CN": "以后学佛遇到章嘉大师，他老人家教导我、帮助我改造命运，我就真的听他的话，一点一滴从一毛、两毛开始学布施。因为寺院里面有印经，常常拿一张单子来，大家凑一点钱，一毛两毛都可以，不拒绝；还有放生也是这种方法，也可以一毛两毛都行。从这个地方开始修布施很欢喜，以后真的愈施愈多。我到晚年七十岁以后，孔老夫子说「随心所欲不逾矩」，我没有到他那个程度，但是有一点像，确实有很多事情心想事成，愈来愈顺利，愈来愈自在，愈来愈欢喜。这是什么？这都是我们一般讲佛力加持。什么加持？佛是把理论、方法加持你，你自己得去学，去真干，果报才现前；你要不肯真干，佛怎么加加不上。所以诸位一定要知道，佛加持你是经教加持你，理论上加持你，方法上加持你，你依照这个理论、方法去做，效果就能现前，这个东西是真的不是假的。所以佛对我们是增上缘。亲因缘决定有，为什么？心现识变，这是人人都有的，平等的。所缘缘不同，我的目标在哪里，我的方向在哪里，这个要立得正确，愈单纯、愈专一，成就就愈快速。",
      "zh_TW": "以後學佛遇到章嘉大師，他老人家教導我、幫助我改造命運，我就真的聽他的話，一點一滴從一毛、兩毛開始學布施。因為寺院裡面有印經，常常拿一張單子來，大家湊一點錢，一毛兩毛都可以，不拒絕；還有放生也是這種方法，也可以一毛兩毛都行。從這個地方開始修布施很歡喜，以後真的愈施愈多。我到晚年七十歲以後，孔老夫子說「隨心所欲不逾矩」，我沒有到他那個程度，但是有一點像，確實有很多事情心想事成，愈來愈順利，愈來愈自在，愈來愈歡喜。這是什麼？這都是我們一般講佛力加持。什麼加持？佛是把理論、方法加持你，你自己得去學，去真幹，果報才現前；你要不肯真幹，佛怎麼加加不上。所以諸位一定要知道，佛加持你是經教加持你，理論上加持你，方法上加持你，你依照這個理論、方法去做，效果就能現前，這個東西是真的不是假的。所以佛對我們是增上緣。親因緣決定有，為什麼？心現識變，這是人人都有的，平等的。所緣緣不同，我的目標在哪裡，我的方向在哪裡，這個要立得正確，愈單純、愈專一，成就就愈快速。"
    },
    {
      "id": "02-039-0065_p0030",
      "zh_CN": "所以我在李老师会下，他教我们学经只能学一门，你想同时学两门，他老老实实告诉你，你没有这个能力。那是什么？那上根人，你没有那个能力，只能学一门，一门深入，长时薰修。我们学习的标准学一部经，一部经学完之后，自己要讲十遍。到哪里去讲？同学道友那都是居士，他老人家本身是居士，在人家居士家里去讲。听的人呢？三个人、两个人，一个星期一次，星期一在张家讲，星期二在李家讲，星期三在王家讲。老师不上课，我们总是找机会去讲，你得要找人家来听，基础从这地方奠定的。讲完之后再让人提问题，看看自己有没有能力解答？解答不了再去问老师。学习也是锲而不舍，一门深入，决定不许可学两门东西，老师规定得很严。可是旁听呢？旁听可以，他教的东西很多，教讲经、教讲演、也教古文，还教《论语》，也教《礼记》，还教诗词，我那个时候好像看到至少有七、八种科目，他很忙。但是学东西时候，同学报名学哪一门只能学那一门，不可以学第二门，但是他跟别人上课，你可以去旁听，这个他不禁止，你可以旁听，你不能专攻，专攻决定是一门。我们在台中十年是这种方式学得的。说这些话都是讲「既唯心现，从缘而起，无定性也」。下面讲举例子说，「所谓小非定小，于一微尘能含太虚。大非定大，轮围无数入毛端中」。今天时间到了，这段还是要稍微详细说说，我们留着明天再讲。",
      "zh_TW": "所以我在李老師會下，他教我們學經只能學一門，你想同時學兩門，他老老實實告訴你，你沒有這個能力。那是什麼？那上根人，你沒有那個能力，只能學一門，一門深入，長時薰修。我們學習的標準學一部經，一部經學完之後，自己要講十遍。到哪裡去講？同學道友那都是居士，他老人家本身是居士，在人家居士家裡去講。聽的人呢？三個人、兩個人，一個星期一次，星期一在張家講，星期二在李家講，星期三在王家講。老師不上課，我們總是找機會去講，你得要找人家來聽，基礎從這地方奠定的。講完之後再讓人提問題，看看自己有沒有能力解答？解答不了再去問老師。學習也是鍥而不捨，一門深入，決定不許可學兩門東西，老師規定得很嚴。可是旁聽呢？旁聽可以，他教的東西很多，教講經、教講演、也教古文，還教《論語》，也教《禮記》，還教詩詞，我那個時候好像看到至少有七、八種科目，他很忙。但是學東西時候，同學報名學哪一門只能學那一門，不可以學第二門，但是他跟別人上課，你可以去旁聽，這個他不禁止，你可以旁聽，你不能專攻，專攻決定是一門。我們在台中十年是這種方式學得的。說這些話都是講「既唯心現，從緣而起，無定性也」。下面講舉例子說，「所謂小非定小，於一微塵能含太虛。大非定大，輪圍無數入毛端中」。今天時間到了，這段還是要稍微詳細說說，我們留著明天再講。"
    }
  ]
}