{
  "doc_id": "02-039-0497",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四九七集",
    "zh_TW": "第四九七集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0497",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-039-0497_p0001",
      "zh_CN": "诸位法师、诸位同学，请坐。请看《大乘无量寿经解》第六百一十九面第一行，从当中看起，从「第三句」，从这儿看起：",
      "zh_TW": "諸位法師、諸位同學，請坐。請看《大乘無量壽經解》第六百一十九面第一行，從當中看起，從「第三句」，從這兒看起："
    },
    {
      "id": "02-039-0497_p0002",
      "zh_CN": "「第三句，信心坚定，智慧明了，于世无虑，于法无疑，故无有忧虑之思。」这个地方所讲的第三句，是「旷无他念，无有忧思」，接着下面有「自然无为，虚空无立」，后面还有一段经文，我们还没讲到。信心坚定要智慧，没有智慧，信心不要说是坚定，可能信心就没有了。现代在这个社会，男女老幼，我们细心观察，有几个人有信心？不要说别的，对自己，对自己有没有信心？所以有很多人告诉我，现前的社会最严重的危机是信心危机，其他都在其次。这个话是很有道理的。又何况，世出世间法要想成就，完全在信心的基础上。中国自古以来，懂得教育，重视教育，对于教育下的工夫最多。教什么？跟佛菩萨没有两样，佛菩萨教化众生，信心摆在第一，「信为道元功德母，长养一切诸善根」。信心多重要！信心如果没有了，世出世间一切善法皆没有了。",
      "zh_TW": "「第三句，信心堅定，智慧明了，於世無慮，於法無疑，故無有憂慮之思。」這個地方所講的第三句，是「曠無他念，無有憂思」，接著下面有「自然無為，虛空無立」，後面還有一段經文，我們還沒講到。信心堅定要智慧，沒有智慧，信心不要說是堅定，可能信心就沒有了。現代在這個社會，男女老幼，我們細心觀察，有幾個人有信心？不要說別的，對自己，對自己有沒有信心？所以有很多人告訴我，現前的社會最嚴重的危機是信心危機，其他都在其次。這個話是很有道理的。又何況，世出世間法要想成就，完全在信心的基礎上。中國自古以來，懂得教育，重視教育，對於教育下的工夫最多。教什麼？跟佛菩薩沒有兩樣，佛菩薩教化眾生，信心擺在第一，「信為道元功德母，長養一切諸善根」。信心多重要！信心如果沒有了，世出世間一切善法皆沒有了。"
    },
    {
      "id": "02-039-0497_p0003",
      "zh_CN": "信什么？头一个是信自己。现在谁相信自己？在佛法里面，第一个信是相信自己本来是佛，你才成得了佛。为什么？你本来是佛。这个人学佛一定成佛。在中国传统，古圣先贤教人「人性本善」，这句话意思就是说，人人都是圣贤。你承不承认自己可以成圣、可以成贤？这是世出世间教学第一个目标。求学不是为升官发财，与那些事情毫不相关，中国传统就是要你成圣人、成贤人，佛法教育就是教你成佛、成菩萨。你要不信，就没法子。蕅益大师在《弥陀经要解》跟我们讲信，讲了六个信。净宗能不能成就，能不能往生，三个条件，第一个是信，第二个是愿，第三个是行。信在第一，没有第一，二、三就没有了。有二，肯定有一，有三肯定有一、二，他才能成就，他才能证果。你说这个多重要！",
      "zh_TW": "信什麼？頭一個是信自己。現在誰相信自己？在佛法裡面，第一個信是相信自己本來是佛，你才成得了佛。為什麼？你本來是佛。這個人學佛一定成佛。在中國傳統，古聖先賢教人「人性本善」，這句話意思就是說，人人都是聖賢。你承不承認自己可以成聖、可以成賢？這是世出世間教學第一個目標。求學不是為升官發財，與那些事情毫不相關，中國傳統就是要你成聖人、成賢人，佛法教育就是教你成佛、成菩薩。你要不信，就沒法子。蕅益大師在《彌陀經要解》跟我們講信，講了六個信。淨宗能不能成就，能不能往生，三個條件，第一個是信，第二個是願，第三個是行。信在第一，沒有第一，二、三就沒有了。有二，肯定有一，有三肯定有一、二，他才能成就，他才能證果。你說這個多重要！"
    },
    {
      "id": "02-039-0497_p0004",
      "zh_CN": "世法这个信就落实在四科，落实在五伦、五常、四维、八德。所以中国在古代确实是礼义之邦，和谐社会，叫大同之治。这不是理想，曾经做到。在中国历史上，尧舜禹汤是大同之治，夏商周是小康时代，标准的小康，夏商周这三代。怎么成就的？统统是教育成就的。所以，古人总结这种成绩，说了两句话，「建国君民，教学为先」。特别是佛法，佛要帮助遍法界虚空界一切众生觉悟，破迷开悟，用什么？用教学。《普门品》上讲观世音菩萨三十二应，无论用什么身来示现，没有不教学的。示现的身分不一样，方法不一样，方向跟目标始终没有改变，叫成佛之道。落实在哪里？落实在三学、六度，三学是戒定慧，六度是从布施、持戒到般若，简单明了。现在最大的困难，我们失掉了信心。由于失掉信心，我们的真心不能现前，全是妄心。妄只能学到妄，决定学不到真的，经典摆在我们面前也是妄。佛法说一真一切真，如果是真心，没有一法不真；如果是妄心，连大乘经典都是虚妄的。这叫什么？境随心转，这个事情就难！",
      "zh_TW": "世法這個信就落實在四科，落實在五倫、五常、四維、八德。所以中國在古代確實是禮義之邦，和諧社會，叫大同之治。這不是理想，曾經做到。在中國歷史上，堯舜禹湯是大同之治，夏商周是小康時代，標準的小康，夏商周這三代。怎麼成就的？統統是教育成就的。所以，古人總結這種成績，說了兩句話，「建國君民，教學為先」。特別是佛法，佛要幫助遍法界虛空界一切眾生覺悟，破迷開悟，用什麼？用教學。《普門品》上講觀世音菩薩三十二應，無論用什麼身來示現，沒有不教學的。示現的身分不一樣，方法不一樣，方向跟目標始終沒有改變，叫成佛之道。落實在哪裡？落實在三學、六度，三學是戒定慧，六度是從布施、持戒到般若，簡單明瞭。現在最大的困難，我們失掉了信心。由於失掉信心，我們的真心不能現前，全是妄心。妄只能學到妄，決定學不到真的，經典擺在我們面前也是妄。佛法說一真一切真，如果是真心，沒有一法不真；如果是妄心，連大乘經典都是虛妄的。這叫什麼？境隨心轉，這個事情就難！"
    },
    {
      "id": "02-039-0497_p0005",
      "zh_CN": "要真正能够契入佛菩萨的境界，大圣大贤的境界，用妄心是决定做不到的。一分真心，印光大师讲的诚敬，诚敬是真心，真诚恭敬。真心里头有，妄心里头没有。妄心里头有傲慢，轻视别人，对于一切人事物没有重视，轻慢心，这就没办法。圣贤的典籍随意的批判，这就是说他对古圣先贤、对佛菩萨不以为然。甚至于说他们的错误很多，他们搞迷信，他们不懂得科学技术，他们留下的东西是一无所取。这样的态度来看他们的东西，他们的东西在这些人心目当中一文不值。圣贤人的境界，别说圣贤了，中国古圣先贤你都没有办法想像，佛经上不可思议你无法去想。这是真的，一点都不错。所以谈到信心坚定这句话，我们感慨万千。",
      "zh_TW": "要真正能夠契入佛菩薩的境界，大聖大賢的境界，用妄心是決定做不到的。一分真心，印光大師講的誠敬，誠敬是真心，真誠恭敬。真心裡頭有，妄心裡頭沒有。妄心裡頭有傲慢，輕視別人，對於一切人事物沒有重視，輕慢心，這就沒辦法。聖賢的典籍隨意的批判，這就是說他對古聖先賢、對佛菩薩不以為然。甚至於說他們的錯誤很多，他們搞迷信，他們不懂得科學技術，他們留下的東西是一無所取。這樣的態度來看他們的東西，他們的東西在這些人心目當中一文不值。聖賢人的境界，別說聖賢了，中國古聖先賢你都沒有辦法想像，佛經上不可思議你無法去想。這是真的，一點都不錯。所以談到信心堅定這句話，我們感慨萬千。"
    },
    {
      "id": "02-039-0497_p0006",
      "zh_CN": "我们是从小父母教导，这都是在儿童的时代，五、六岁我还能记得，学了一点孝顺父母，尊师重道。我记得第一天上学，父亲带着我去，私塾，设立在祠堂里面，宛氏宗祠，在乡下。祠堂盖得很大，很庄严。一年除了有几次祭祖之外，祠堂是空着的，所以多半利用祠堂办学。只有一位老师教，学生有二十多个人，不到三十人，程度不整齐。我那个时候最小，六、七岁到十五、六岁，每个学生读的课文不一样，老师各别教学。第一天上学，父亲带了礼物，束修，供养老师的。到了他们的礼堂，实际上就是祠堂里面的祭殿，祭祀祖宗的大殿。我们看到当中立了一个牌位，很大的一个牌位，上面写着「大成至圣先师之神位」，就是孔子的神位。老师坐在旁边，同学站在两边，父亲带我先向孔子牌位行三跪九叩首的大礼。拜完之后，请老师上座，父亲带着我向老师行三跪九叩首的大礼。我们就是因为这个表演，永远记在心里，尊师重道，我父亲对老师三跪九叩首。那老师也不过三十来岁，跟我父亲年龄差不多，你说能不听老师话吗？我们亲眼看到，父亲对老师那么样的恭敬礼拜，同学在两边，各个都是这样的，每一个进来都要拜师，你说重复多少遍。这个印象深刻，让你永远记住孝顺父母、尊师重道，有这么一点点观念。接触圣贤文化、佛教经典，才有这么一点成就。",
      "zh_TW": "我們是從小父母教導，這都是在兒童的時代，五、六歲我還能記得，學了一點孝順父母，尊師重道。我記得第一天上學，父親帶著我去，私塾，設立在祠堂裡面，宛氏宗祠，在鄉下。祠堂蓋得很大，很莊嚴。一年除了有幾次祭祖之外，祠堂是空著的，所以多半利用祠堂辦學。只有一位老師教，學生有二十多個人，不到三十人，程度不整齊。我那個時候最小，六、七歲到十五、六歲，每個學生讀的課文不一樣，老師各別教學。第一天上學，父親帶了禮物，束脩，供養老師的。到了他們的禮堂，實際上就是祠堂裡面的祭殿，祭祀祖宗的大殿。我們看到當中立了一個牌位，很大的一個牌位，上面寫著「大成至聖先師之神位」，就是孔子的神位。老師坐在旁邊，同學站在兩邊，父親帶我先向孔子牌位行三跪九叩首的大禮。拜完之後，請老師上座，父親帶著我向老師行三跪九叩首的大禮。我們就是因為這個表演，永遠記在心裡，尊師重道，我父親對老師三跪九叩首。那老師也不過三十來歲，跟我父親年齡差不多，你說能不聽老師話嗎？我們親眼看到，父親對老師那麼樣的恭敬禮拜，同學在兩邊，各個都是這樣的，每一個進來都要拜師，你說重複多少遍。這個印象深刻，讓你永遠記住孝順父母、尊師重道，有這麼一點點觀念。接觸聖賢文化、佛教經典，才有這麼一點成就。"
    },
    {
      "id": "02-039-0497_p0007",
      "zh_CN": "你成就大小完全看你诚敬心，印祖讲得好。我到三十岁才看到《印光大师文钞》。第一次读这个书在印弘茅蓬，刚刚把职务辞掉，跟忏云法师，居士身分，法师教我读这部书。第二年到台中，李老师送我一套书，打开来一看，就是《印光大师文钞》四册。一分诚敬一分利益，十分诚敬得十分利益。出家之后我出来讲经，我讲过《六祖坛经》，我跟同学们谈过。神秀大师跟五祖多年，五祖会下他是首座，是五祖大师的助教。可是五祖传法传给惠能，没传给他，每个人都以为传给他。为什么五祖传给惠能？我们用印光大师的话来说，惠能大师是万分诚敬，他得的是万分利益。而神秀大师可以说他是百分诚敬，他得的是百分利益，不一样。我们跟神秀比，他百分，我们顶多只有十分。现在这些人？连十分都没有，他就不如我，这叫一代不如一代。",
      "zh_TW": "你成就大小完全看你誠敬心，印祖講得好。我到三十歲才看到《印光大師文鈔》。第一次讀這個書在印弘茅蓬，剛剛把職務辭掉，跟懺雲法師，居士身分，法師教我讀這部書。第二年到台中，李老師送我一套書，打開來一看，就是《印光大師文鈔》四冊。一分誠敬一分利益，十分誠敬得十分利益。出家之後我出來講經，我講過《六祖壇經》，我跟同學們談過。神秀大師跟五祖多年，五祖會下他是首座，是五祖大師的助教。可是五祖傳法傳給惠能，沒傳給他，每個人都以為傳給他。為什麼五祖傳給惠能？我們用印光大師的話來說，惠能大師是萬分誠敬，他得的是萬分利益。而神秀大師可以說他是百分誠敬，他得的是百分利益，不一樣。我們跟神秀比，他百分，我們頂多只有十分。現在這些人？連十分都沒有，他就不如我，這叫一代不如一代。"
    },
    {
      "id": "02-039-0497_p0008",
      "zh_CN": "如果你要问，什么样的条件我才能够学到佛法真正的，所谓说像开经偈上讲的「愿解如来真实义」？我早年见章嘉大师，第一次见面，我就向他请教这个问题。大乘佛法有没有什么方法能教我们很快的就契入？章嘉大师教我看破、放下，没讲错。我们学了六十年，经教也读了不少，大乘经教佛确确实实是这样告诉我们。放下见思烦恼，你就证阿罗汉；放下尘沙烦恼，你就是菩萨；放下无明烦恼，你就成佛。你看，不是看破、放下吗？看破怎么讲法？世出世间一切法是假的，不是真的，《般若经》上所说的，「一切法无所有、毕竟空、不可得」。这是世尊三千年前说的，现代的量子力学家把它证明了。德国普朗克博士，这是个量子力学家，他发表论文里面告诉我们，宇宙之间没有物质这个东西。物质从哪儿来的？物质现象是有，为什么说它没有？它是假的，不是真的。物质从哪里来的？从意念产生的，这跟佛说的一样。佛在经上常讲一切法从心想生，这个话讲得太多遍了。境随心转，为什么？一切法从心想生，所以心能转境界。念头集中，他就能转。变魔术，说一个茶杯放在这里，可以把它移到这边来。那不是魔术，是意念把它转过来的。就是他意念能集中，我们不能集中，我们集中，我们也有这个能力。不但是从桌子这边转到那边，能力可大了，所以佛说「制心一处，无事不办」，都被现在科学证明了。我们如何建立信心、恢复信心，这比什么都重要。没有信心，人没救。",
      "zh_TW": "如果你要問，什麼樣的條件我才能夠學到佛法真正的，所謂說像開經偈上講的「願解如來真實義」？我早年見章嘉大師，第一次見面，我就向他請教這個問題。大乘佛法有沒有什麼方法能教我們很快的就契入？章嘉大師教我看破、放下，沒講錯。我們學了六十年，經教也讀了不少，大乘經教佛確確實實是這樣告訴我們。放下見思煩惱，你就證阿羅漢；放下塵沙煩惱，你就是菩薩；放下無明煩惱，你就成佛。你看，不是看破、放下嗎？看破怎麼講法？世出世間一切法是假的，不是真的，《般若經》上所說的，「一切法無所有、畢竟空、不可得」。這是世尊三千年前說的，現代的量子力學家把它證明了。德國普朗克博士，這是個量子力學家，他發表論文裡面告訴我們，宇宙之間沒有物質這個東西。物質從哪兒來的？物質現象是有，為什麼說它沒有？它是假的，不是真的。物質從哪裡來的？從意念產生的，這跟佛說的一樣。佛在經上常講一切法從心想生，這個話講得太多遍了。境隨心轉，為什麼？一切法從心想生，所以心能轉境界。念頭集中，他就能轉。變魔術，說一個茶杯放在這裡，可以把它移到這邊來。那不是魔術，是意念把它轉過來的。就是他意念能集中，我們不能集中，我們集中，我們也有這個能力。不但是從桌子這邊轉到那邊，能力可大了，所以佛說「制心一處，無事不辦」，都被現在科學證明了。我們如何建立信心、恢復信心，這比什麼都重要。沒有信心，人沒救。"
    },
    {
      "id": "02-039-0497_p0009",
      "zh_CN": "古人这个信心是从小养成的，他信父母，他相信老师，他相信兄弟姐妹、相信朋友、相信乡亲父老，他都相信。他相信这个世间人都是好人，没有坏人。所以社会和谐，社会安定，世界和平。现在整个社会乱了，为什么原因乱的？信心失掉了，这是第一个因素，你说这个问题多严重。信心没有了，智慧就没有了。他有的什么？他有知识，他没有智慧。智慧是从真心里头生的，知识是从妄心里头生的。妄心在佛家讲就是阿赖耶，八识，八识五十一心所，妄心。阿赖耶里面的业相，现在科学家叫它做能量，阿赖耶的转相就是意念，阿赖耶的境界相就是物质。由能量生信息，由信息再生出物质现象。物质是意念生的，意念从哪里来的？现在科学家还没有搞清楚，科学家告诉我们，意念是无中生有。这个话我们能懂。佛法讲得很清楚，意念是你的真心里面生出来的。真心在哪里？真心肯定有，没有真心哪来的妄心？妄心是依真心起来的，妄心就是阿赖耶。所以说，能量、信息、物质现象全是从真心生的。真心在哪里？真心你决定找不到，为什么？真心没有这三种现象，而能生这三种现象。",
      "zh_TW": "古人這個信心是從小養成的，他信父母，他相信老師，他相信兄弟姐妹、相信朋友、相信鄉親父老，他都相信。他相信這個世間人都是好人，沒有壞人。所以社會和諧，社會安定，世界和平。現在整個社會亂了，為什麼原因亂的？信心失掉了，這是第一個因素，你說這個問題多嚴重。信心沒有了，智慧就沒有了。他有的什麼？他有知識，他沒有智慧。智慧是從真心裡頭生的，知識是從妄心裡頭生的。妄心在佛家講就是阿賴耶，八識，八識五十一心所，妄心。阿賴耶裡面的業相，現在科學家叫它做能量，阿賴耶的轉相就是意念，阿賴耶的境界相就是物質。由能量生信息，由信息再生出物質現象。物質是意念生的，意念從哪裡來的？現在科學家還沒有搞清楚，科學家告訴我們，意念是無中生有。這個話我們能懂。佛法講得很清楚，意念是你的真心裡面生出來的。真心在哪裡？真心肯定有，沒有真心哪來的妄心？妄心是依真心起來的，妄心就是阿賴耶。所以說，能量、信息、物質現象全是從真心生的。真心在哪裡？真心你決定找不到，為什麼？真心沒有這三種現象，而能生這三種現象。"
    },
    {
      "id": "02-039-0497_p0010",
      "zh_CN": "科学可以说已经达到明心见性的边缘，就差那么一点点他就成佛了，但是他成不了佛，什么原因？佛说了，你要想见真心，要用真心，不能用妄心；换句话说，你要把起心动念、分别执着统统放下，真心就现前，你就见到了，科学家就差这么一点。他现在还用思惟想像在思考，这做不到，这个大乘经里面讲，他的极限就是到阿赖耶，他现在已经到极限了。所以，现在我们要靠大乘佛法帮助我们建立信心，有了信心之后，回头再去学传统文化，你才真正体会到圣贤境界。古人所谓孔颜之乐，孔子、颜回之乐趣，那是圣人境界。为什么我是用大乘佛法来建立信心？因为大乘佛法讲得透彻，讲得清楚。我们在这里用科学来对照，能生起信心。传统文化不容易，传统文化的信心要从小建立，现代的知识分子非常非常困难。",
      "zh_TW": "科學可以說已經達到明心見性的邊緣，就差那麼一點點他就成佛了，但是他成不了佛，什麼原因？佛說了，你要想見真心，要用真心，不能用妄心；換句話說，你要把起心動念、分別執著統統放下，真心就現前，你就見到了，科學家就差這麼一點。他現在還用思惟想像在思考，這做不到，這個大乘經裡面講，他的極限就是到阿賴耶，他現在已經到極限了。所以，現在我們要靠大乘佛法幫助我們建立信心，有了信心之後，回頭再去學傳統文化，你才真正體會到聖賢境界。古人所謂孔顏之樂，孔子、顏回之樂趣，那是聖人境界。為什麼我是用大乘佛法來建立信心？因為大乘佛法講得透徹，講得清楚。我們在這裡用科學來對照，能生起信心。傳統文化不容易，傳統文化的信心要從小建立，現代的知識分子非常非常困難。"
    },
    {
      "id": "02-039-0497_p0011",
      "zh_CN": "由此可知，传统文化跟大乘佛法都是讲求的明心见性。《大学》里面说，「大学之道，在明明德」，那就是明心见性，「在亲民，在止于至善」。中国古代教育的第一个目标就是达到这个境界，明明德，亲民，止于至善，圣人境界。尧舜禹汤他们管理国家大公无私，天下为公，传贤不传子孙。你看，尧传给舜，舜传给禹，那个时代是天下为公。禹的儿子启确实是贤人，得到大家的拥护。禹本来也是想找别人，大家说他儿子太好了，传给他以后就变成家天下。从大同就变到小康，这中国历史上有明文记载。是不是不好？好与不好都不能说。必须是时代的需要，人民的需要。所以，制度固然是治国之本，它不是最重要的，人是法之原也，人重要。人要是圣贤，什么制度他都是圣贤，圣贤之制，人要不善，什么样的好制度到他手上都变坏了。所以中国古人对制度是看在第二，怎么把人教好这个是放在第一。",
      "zh_TW": "由此可知，傳統文化跟大乘佛法都是講求的明心見性。《大學》裡面說，「大學之道，在明明德」，那就是明心見性，「在親民，在止於至善」。中國古代教育的第一個目標就是達到這個境界，明明德，親民，止於至善，聖人境界。堯舜禹湯他們管理國家大公無私，天下為公，傳賢不傳子孫。你看，堯傳給舜，舜傳給禹，那個時代是天下為公。禹的兒子啟確實是賢人，得到大家的擁護。禹本來也是想找別人，大家說他兒子太好了，傳給他以後就變成家天下。從大同就變到小康，這中國歷史上有明文記載。是不是不好？好與不好都不能說。必須是時代的需要，人民的需要。所以，制度固然是治國之本，它不是最重要的，人是法之原也，人重要。人要是聖賢，什麼制度他都是聖賢，聖賢之制，人要不善，什麼樣的好制度到他手上都變壞了。所以中國古人對制度是看在第二，怎麼把人教好這個是放在第一。"
    },
    {
      "id": "02-039-0497_p0012",
      "zh_CN": "人要有智慧，真正智慧开了，于世无虑。有知识还不行，有知识的人忧虑，他有疑，虑就是忧虑。有智慧的人没有忧虑，有智慧的人没有怀疑。释迦牟尼佛没有忧虑、没有怀疑，释迦牟尼佛是什么心？叫真心。真心是什么？这个经题上讲的清净平等觉，清净心、平等心，觉而不迷，这是真心。我们每个人都有，现在全失掉了。清净变成染污，平等变成高下，觉变成迷惑，就错在这里。可是真心永远不会变，变的是？变的是妄心，不是真心。只要我们把妄心丢掉，不要它了，真心就现前，不用它，真心就现前。我们见色闻声，六根接触六尘境界不执着，就是不用第七识，不执着；不分别，不用第六识；不去想它，不用第八识，真心就现前，只要你肯不用它就行了！那你想，我这东西不用，我不是无知，我什么都不知道了吗？你错了。真正不用的时候，你什么都明白，过去、未来你都明白了。真心像一面镜子，照见，不是想见，不是分别见，不是执着见，照见！它才能看到真相，真相是什么？五蕴皆空。你们大家读《心经》，观世音菩萨，观自在就是观世音，他告诉我们，他是用深般若波罗蜜，照见五蕴皆空，度一切苦厄。现在世界灾难这么多，没有了，全完了，全都化解了。是真的，智慧一开，全没有了。智慧没有开的人遭难，智慧开的人不受难，他没有了。所以，苦乐忧喜都是自作自受，不是别人给我们的，也没有什么自然灾害，你了解真相就明白了。所以没有忧虑、没有牵挂、没有烦恼、没有疑惑，没有疑惑就信心坚定了。",
      "zh_TW": "人要有智慧，真正智慧開了，於世無慮。有知識還不行，有知識的人憂慮，他有疑，慮就是憂慮。有智慧的人沒有憂慮，有智慧的人沒有懷疑。釋迦牟尼佛沒有憂慮、沒有懷疑，釋迦牟尼佛是什麼心？叫真心。真心是什麼？這個經題上講的清淨平等覺，清淨心、平等心，覺而不迷，這是真心。我們每個人都有，現在全失掉了。清淨變成染污，平等變成高下，覺變成迷惑，就錯在這裡。可是真心永遠不會變，變的是？變的是妄心，不是真心。只要我們把妄心丟掉，不要它了，真心就現前，不用它，真心就現前。我們見色聞聲，六根接觸六塵境界不執著，就是不用第七識，不執著；不分別，不用第六識；不去想它，不用第八識，真心就現前，只要你肯不用它就行了！那你想，我這東西不用，我不是無知，我什麼都不知道了嗎？你錯了。真正不用的時候，你什麼都明白，過去、未來你都明白了。真心像一面鏡子，照見，不是想見，不是分別見，不是執著見，照見！它才能看到真相，真相是什麼？五蘊皆空。你們大家讀《心經》，觀世音菩薩，觀自在就是觀世音，他告訴我們，他是用深般若波羅蜜，照見五蘊皆空，度一切苦厄。現在世界災難這麼多，沒有了，全完了，全都化解了。是真的，智慧一開，全沒有了。智慧沒有開的人遭難，智慧開的人不受難，他沒有了。所以，苦樂憂喜都是自作自受，不是別人給我們的，也沒有什麼自然災害，你了解真相就明白了。所以沒有憂慮、沒有牽掛、沒有煩惱、沒有疑惑，沒有疑惑就信心堅定了。"
    },
    {
      "id": "02-039-0497_p0013",
      "zh_CN": "我们再看下面的文，「若约净宗」，回过头来就净土宗的教义，怎样理解这段经文。「旷无他念者，万缘放下也」，真放下。你在净宗要想成就，你不放下怎么行，要放下。「咸为道慕」这句话是「一念单提」。「无有忧思，当念即是」。这个接得好，完全用净土宗来解释。头一个要放下，世出世间一切法都要放下。为什么？它不是真的。如果不放下，你就是继续在搞六道轮回。你不想再搞轮回，你就得放下它。轮回太苦了，生生世世这苦不堪言，尤其现前的社会。我在这个社会上住了八十五年，看得很清楚、很明白。有什么意思？有什么价值？有什么好处？就像《般若经》上所说的，「一切法无所有、毕竟空、不可得」。八十岁了，随时都有死亡的可能。中国古人把人生配合春夏秋冬来说，很有味道。人从出生到二十岁，这年少，叫一个人一生的春天，二十到四十是人生的夏天，四十到六十是人生的秋天，六十到八十是人生的冬天。八十以后没有了，八十以后随时可以走，春夏秋冬你都过完，该放下了。放下到哪里去？放下到极乐世界去。咸为道慕，就是一念单提，就是求生净土，就这一个念头。除这个念头之外，什么念头都没有，再有别的念头就错了。你应该要了生死出三界，八十以上还不了生死出三界？无有忧思，什么烦恼习气统统断掉了，所以当念即是，这句话的意思可深了，我们前面学过。",
      "zh_TW": "我們再看下面的文，「若約淨宗」，回過頭來就淨土宗的教義，怎樣理解這段經文。「曠無他念者，萬緣放下也」，真放下。你在淨宗要想成就，你不放下怎麼行，要放下。「咸為道慕」這句話是「一念單提」。「無有憂思，當念即是」。這個接得好，完全用淨土宗來解釋。頭一個要放下，世出世間一切法都要放下。為什麼？它不是真的。如果不放下，你就是繼續在搞六道輪迴。你不想再搞輪迴，你就得放下它。輪迴太苦了，生生世世這苦不堪言，尤其現前的社會。我在這個社會上住了八十五年，看得很清楚、很明白。有什麼意思？有什麼價值？有什麼好處？就像《般若經》上所說的，「一切法無所有、畢竟空、不可得」。八十歲了，隨時都有死亡的可能。中國古人把人生配合春夏秋冬來說，很有味道。人從出生到二十歲，這年少，叫一個人一生的春天，二十到四十是人生的夏天，四十到六十是人生的秋天，六十到八十是人生的冬天。八十以後沒有了，八十以後隨時可以走，春夏秋冬你都過完，該放下了。放下到哪裡去？放下到極樂世界去。咸為道慕，就是一念單提，就是求生淨土，就這一個念頭。除這個念頭之外，什麼念頭都沒有，再有別的念頭就錯了。你應該要了生死出三界，八十以上還不了生死出三界？無有憂思，什麼煩惱習氣統統斷掉了，所以當念即是，這句話的意思可深了，我們前面學過。"
    },
    {
      "id": "02-039-0497_p0014",
      "zh_CN": "「一声佛号，万虑齐消，灵光独耀，迥脱根尘，罄然独存，何喜何忧，故云无有忧思」。这对了！所以就是一声佛号，一部《无量寿经》，一声佛号。真正善根深厚的人，有福德的人，听到这个经生欢喜心。真听懂了他什么都放下，就像《金刚经》上佛所说的，「法尚应舍，何况非法」。法是释迦牟尼佛四十九年所说的一切法，都放下，不学了，只学这一部《无量寿经》，只念这一句阿弥陀佛，一个方向，一个目标。一个方向，西方极乐世界，一个目标，亲近阿弥陀佛。阿弥陀佛是本师，我每天礼佛三拜，拜本师，第一拜南无本师释迦牟尼佛，第二拜南无本师阿弥陀佛，第三拜南无本师毘卢遮那佛。为什么这么拜？释迦是应身佛，弥陀是报身佛，毘卢遮那是法身佛。佛有三身，法报应三身，三身是一身，一即是三，三即是一。法身是体，报身是自受用，应身是他受用，教化众生的。我们拜佛是这样的拜法，念念不忘，念念不离。所以当念即是，一声佛号。如果我们有什么顾虑，心有不安，心有牵挂，心有烦恼，无论是顺境逆境，这个东西一现前，统统归阿弥陀佛，用一句阿弥陀佛统而代之。什么都不放在心上，心上只放阿弥陀佛，那不就什么事都没有了。这是什么境界？跟禅宗讲的灵光独耀，灵光独耀，智慧现前了。迥脱根尘，根是六根，眼耳鼻舌身意，尘是六尘，色声香味触法。从六根六尘里面解脱出来，这叫脱，这是法身菩萨的境界。罄然独存，这个独存是真性，或者说是法身。何喜何忧，不但喜忧不可得，没有了，染净也没有。喜忧是六道里的事情，染净是四圣法界里头，四圣法界也没有了，故云无有忧思。这一大段我们就学习到此地，现在继续看下面经文。",
      "zh_TW": "「一聲佛號，萬慮齊消，靈光獨耀，迥脫根塵，罄然獨存，何喜何憂，故云無有憂思」。這對了！所以就是一聲佛號，一部《無量壽經》，一聲佛號。真正善根深厚的人，有福德的人，聽到這個經生歡喜心。真聽懂了他什麼都放下，就像《金剛經》上佛所說的，「法尚應捨，何況非法」。法是釋迦牟尼佛四十九年所說的一切法，都放下，不學了，只學這一部《無量壽經》，只念這一句阿彌陀佛，一個方向，一個目標。一個方向，西方極樂世界，一個目標，親近阿彌陀佛。阿彌陀佛是本師，我每天禮佛三拜，拜本師，第一拜南無本師釋迦牟尼佛，第二拜南無本師阿彌陀佛，第三拜南無本師毘盧遮那佛。為什麼這麼拜？釋迦是應身佛，彌陀是報身佛，毘盧遮那是法身佛。佛有三身，法報應三身，三身是一身，一即是三，三即是一。法身是體，報身是自受用，應身是他受用，教化眾生的。我們拜佛是這樣的拜法，念念不忘，念念不離。所以當念即是，一聲佛號。如果我們有什麼顧慮，心有不安，心有牽掛，心有煩惱，無論是順境逆境，這個東西一現前，統統歸阿彌陀佛，用一句阿彌陀佛統而代之。什麼都不放在心上，心上只放阿彌陀佛，那不就什麼事都沒有了。這是什麼境界？跟禪宗講的靈光獨耀，靈光獨耀，智慧現前了。迥脫根塵，根是六根，眼耳鼻舌身意，塵是六塵，色聲香味觸法。從六根六塵裡面解脫出來，這叫脫，這是法身菩薩的境界。罄然獨存，這個獨存是真性，或者說是法身。何喜何憂，不但喜憂不可得，沒有了，染淨也沒有。喜憂是六道裡的事情，染淨是四聖法界裡頭，四聖法界也沒有了，故云無有憂思。這一大段我們就學習到此地，現在繼續看下面經文。"
    },
    {
      "id": "02-039-0497_p0015",
      "zh_CN": "【自然无为。虚空无立。淡安无欲。作得善愿。尽心求索。含哀慈愍。礼义都合。苞罗表里。过度解脱。】",
      "zh_TW": "【自然無為。虛空無立。淡安無欲。作得善願。盡心求索。含哀慈愍。禮義都合。苞羅表裡。過度解脫。】"
    },
    {
      "id": "02-039-0497_p0016",
      "zh_CN": "『自然』两个字贯穿全段。「乃因适得其中，而自然如是」，最重要的这一个字就是此地讲的中字。如何能够适得其中？大乘佛法里头，这个中字是中道第一义，就是自性，就是真心。用真心、用自性，或者说用性德，一切都是自然的。这个自然，前面念老为我们说得很清楚，就是大乘经里面所说的法尔如是，一切法本来就是这个样子。你不要在这个法里头去起心动念，起心动念你就错了。为什么？一动念你就迷了。你的心本来像水一样，水很干净，没有染污，水很平，没有风浪，像一面镜子一样，外面所有境界照得清清楚楚，明明白白，那是智慧。你一动念就起个波浪，波浪就照不清楚了，水动的时候，照的景观它就模糊，动得愈厉害就更照不见。古人用这个比喻非常之好。所以用心要如同镜子一样，用心要如水。",
      "zh_TW": "『自然』兩個字貫穿全段。「乃因適得其中，而自然如是」，最重要的這一個字就是此地講的中字。如何能夠適得其中？大乘佛法裡頭，這個中字是中道第一義，就是自性，就是真心。用真心、用自性，或者說用性德，一切都是自然的。這個自然，前面念老為我們說得很清楚，就是大乘經裡面所說的法爾如是，一切法本來就是這個樣子。你不要在這個法裡頭去起心動念，起心動念你就錯了。為什麼？一動念你就迷了。你的心本來像水一樣，水很乾淨，沒有染污，水很平，沒有風浪，像一面鏡子一樣，外面所有境界照得清清楚楚，明明白白，那是智慧。你一動念就起個波浪，波浪就照不清楚了，水動的時候，照的景觀它就模糊，動得愈厲害就更照不見。古人用這個比喻非常之好。所以用心要如同鏡子一樣，用心要如水。"
    },
    {
      "id": "02-039-0497_p0017",
      "zh_CN": "所以我们供佛，供佛、供菩萨，供具里头最重要就是一杯水，不是他喝，它不是喝的。那杯水是表法，叫我们自己看，我们的心跟水一样不一样，没有染污，没有波浪，表这个意思。供水就是用我们的真心去供养佛，它取这个意思。所以你供茶错了，茶有颜色，有染污。供具这个杯子，最好用玻璃杯，透明的，你看得很清楚。它是表法的，时时刻刻提醒我们自己，我们心像不像水这样的平，那就是平等心；没有染污，就是清净心；它照，就是觉。所以一切供具当中，这杯水是最重要的，什么供具没有，就这一杯水，代表我们这种真心供养。其他都是附带的，有可以，没有也可以。我们得懂这个意思，这杯水就起很大的作用。",
      "zh_TW": "所以我們供佛，供佛、供菩薩，供具裡頭最重要就是一杯水，不是他喝，它不是喝的。那杯水是表法，叫我們自己看，我們的心跟水一樣不一樣，沒有染污，沒有波浪，表這個意思。供水就是用我們的真心去供養佛，它取這個意思。所以你供茶錯了，茶有顏色，有染污。供具這個杯子，最好用玻璃杯，透明的，你看得很清楚。它是表法的，時時刻刻提醒我們自己，我們心像不像水這樣的平，那就是平等心；沒有染污，就是清淨心；它照，就是覺。所以一切供具當中，這杯水是最重要的，什麼供具沒有，就這一杯水，代表我們這種真心供養。其他都是附帶的，有可以，沒有也可以。我們得懂這個意思，這杯水就起很大的作用。"
    },
    {
      "id": "02-039-0497_p0018",
      "zh_CN": "明白这个意思，古人有，现在我觉得比古人更有必要。为什么？古人桌子上摆的是文房四宝，文房四宝里头就有清水。它做什么用？洗笔的，笔写完字之后，把它洗干净。洗干净之后，这个水倒掉，又要换一盘清水，桌子上有水。学佛的人这桌子上一杯水，让我们时时刻刻看到，我读书是不是真心？我写字是不是真心？我待人接物是不是真心？这个妙极了。现在要是做官的人，办公桌上摆一杯水，我处理事情是不是真心，是不是心像水一样干净、像水一样平等？那不就是佛菩萨在做官吗？佛菩萨在做事吗？这妙极了！你不看不晓得，一看就马上提醒自己，决定不能染污，决定不能够起波浪，那你就适得其中。用真心是中道，为什么？不偏不邪，你做的事都是好事，肯定是利益国家、利益人民，决定没有利益自己的念头。有利益自己，这水就变染污了。所以自然如是！",
      "zh_TW": "明白這個意思，古人有，現在我覺得比古人更有必要。為什麼？古人桌子上擺的是文房四寶，文房四寶裡頭就有清水。它做什麼用？洗筆的，筆寫完字之後，把它洗乾淨。洗乾淨之後，這個水倒掉，又要換一盤清水，桌子上有水。學佛的人這桌子上一杯水，讓我們時時刻刻看到，我讀書是不是真心？我寫字是不是真心？我待人接物是不是真心？這個妙極了。現在要是做官的人，辦公桌上擺一杯水，我處理事情是不是真心，是不是心像水一樣乾淨、像水一樣平等？那不就是佛菩薩在做官嗎？佛菩薩在做事嗎？這妙極了！你不看不曉得，一看就馬上提醒自己，決定不能染污，決定不能夠起波浪，那你就適得其中。用真心是中道，為什麼？不偏不邪，你做的事都是好事，肯定是利益國家、利益人民，決定沒有利益自己的念頭。有利益自己，這水就變染污了。所以自然如是！"
    },
    {
      "id": "02-039-0497_p0019",
      "zh_CN": "『自然无为』，「不因造作，自然安住于无为法中，此真无为；若因造作，则是有为。」什么是造作？起心动念是造作，分别是造作，执着是造作，用我们头脑去思考，应该怎么做怎么做，造作，那叫有为法。所有一切是因为我们自己思想、设计、发明、创造，去施工，全是有为法，不是自然的。自然才叫做无为法。释迦牟尼佛为我们所示现的，无为法。他晚上住什么地方？大树底下，树下一宿，日中一食。日中一食到外面去托钵，不起心不动念，不分别不执着，人家给什么吃什么。他过的是无为法的生活，他把无为法在生活上表现给我们。每天教学，无为法，释迦牟尼佛没有写过讲稿，没有写过什么大纲，没有先想想给你说什么，没有。你提出问题，也没有想想我该怎么回答你，没有，都没有，全是自然的，无为。无为而无所不为，无所不为而无为，这叫真无为法。行吗？你肯干你就行，你不干你就不行。为什么？在中国，唐朝禅宗六祖惠能大师给我们做了个榜样，在中国做的。他不认识字，他一生跟释迦牟尼佛一样，安住无为，也就是安住清净平等觉。",
      "zh_TW": "『自然無為』，「不因造作，自然安住於無為法中，此真無為；若因造作，則是有為。」什麼是造作？起心動念是造作，分別是造作，執著是造作，用我們頭腦去思考，應該怎麼做怎麼做，造作，那叫有為法。所有一切是因為我們自己思想、設計、發明、創造，去施工，全是有為法，不是自然的。自然才叫做無為法。釋迦牟尼佛為我們所示現的，無為法。他晚上住什麼地方？大樹底下，樹下一宿，日中一食。日中一食到外面去托缽，不起心不動念，不分別不執著，人家給什麼吃什麼。他過的是無為法的生活，他把無為法在生活上表現給我們。每天教學，無為法，釋迦牟尼佛沒有寫過講稿，沒有寫過什麼大綱，沒有先想想給你說什麼，沒有。你提出問題，也沒有想想我該怎麼回答你，沒有，都沒有，全是自然的，無為。無為而無所不為，無所不為而無為，這叫真無為法。行嗎？你肯幹你就行，你不幹你就不行。為什麼？在中國，唐朝禪宗六祖惠能大師給我們做了個榜樣，在中國做的。他不認識字，他一生跟釋迦牟尼佛一樣，安住無為，也就是安住清淨平等覺。"
    },
    {
      "id": "02-039-0497_p0020",
      "zh_CN": "惠能大师一生，教化众生跟释迦牟尼佛一样，没有讲稿，也没有写大纲。无论是一个人、两个人，还是众多的人，他一升座，随口就说出来。把它记录下来，是一篇绝妙的文章，你让他写他写不出来，他不认识字。世尊所有一切经典他也没有去读过，别人拿着经典向他请教，「你念给我听」，念完之后他给你讲解，无为！这是什么？这是智慧。智慧从哪来的？适得其中，智慧就开了。稍稍有一点偏邪，智慧就没有了。中的意思，不偏不邪，丝毫偏邪都没有，这个心在正中。佛告诉我们，每个人都有真心，真心就是中，就是此地中的意思，也就是清净平等觉。为什么你真心现不出来？你有妄念，你有念头。前念灭，后念又生了，这是妄心，全是妄的，你真心从来没有露出一次。学佛的人、念佛的人、参禅的人、持咒的人、诵经的人有经验，可能有一刹那的真心，但第二念真心就没有了，他保不住，他要能保住他功夫就成就，他保不住。有没有？有，真正用功的时候有。",
      "zh_TW": "惠能大師一生，教化眾生跟釋迦牟尼佛一樣，沒有講稿，也沒有寫大綱。無論是一個人、兩個人，還是眾多的人，他一升座，隨口就說出來。把它記錄下來，是一篇絕妙的文章，你讓他寫他寫不出來，他不認識字。世尊所有一切經典他也沒有去讀過，別人拿著經典向他請教，「你念給我聽」，念完之後他給你講解，無為！這是什麼？這是智慧。智慧從哪來的？適得其中，智慧就開了。稍稍有一點偏邪，智慧就沒有了。中的意思，不偏不邪，絲毫偏邪都沒有，這個心在正中。佛告訴我們，每個人都有真心，真心就是中，就是此地中的意思，也就是清淨平等覺。為什麼你真心現不出來？你有妄念，你有念頭。前念滅，後念又生了，這是妄心，全是妄的，你真心從來沒有露出一次。學佛的人、念佛的人、參禪的人、持咒的人、誦經的人有經驗，可能有一剎那的真心，但第二念真心就沒有了，他保不住，他要能保住他功夫就成就，他保不住。有沒有？有，真正用功的時候有。"
    },
    {
      "id": "02-039-0497_p0021",
      "zh_CN": "有这种现象，这现象是好现象，自己要能够慢慢把它保持，就是时间给它延长。先是一刹，一闪就过去，希望能把它保持几秒钟，保持到十几秒钟，保持到一、二分钟，那就叫什么？那就叫定。这个定在佛经的名词叫未到定，要到家的时候，他就长时间保持了。你这个还不到家，只能保持很短的时间就没有了。但是，它对你信心有很大的帮助，你有这个经验，你就相信真有真心，真有这回事情。先是定，定就是制心一处。念佛，我就把心定在佛号上，就会产生这个现象。久久真的定住了，定住之后守住，不要把它失掉，就会豁然大悟，他就开悟了。悟也不要欢喜，保持你平常心。为什么？本来就是悟，过去迷是自己错了，自己本有的东西找回来，有什么值得可喜的，用平常心保持。为什么？它有小悟、有大悟、有彻悟，你不是大彻大悟。大彻大悟要经过很多次的大悟，才能到彻悟。可是有这种境界，虽然不是彻悟，往生净土是决定有把握。甚至于想什么时候去就什么时候去，一点都不妨碍。这个在佛法讲了生死、出三界，生死了了。",
      "zh_TW": "有這種現象，這現象是好現象，自己要能夠慢慢把它保持，就是時間給它延長。先是一剎，一閃就過去，希望能把它保持幾秒鐘，保持到十幾秒鐘，保持到一、二分鐘，那就叫什麼？那就叫定。這個定在佛經的名詞叫未到定，要到家的時候，他就長時間保持了。你這個還不到家，只能保持很短的時間就沒有了。但是，它對你信心有很大的幫助，你有這個經驗，你就相信真有真心，真有這回事情。先是定，定就是制心一處。念佛，我就把心定在佛號上，就會產生這個現象。久久真的定住了，定住之後守住，不要把它失掉，就會豁然大悟，他就開悟了。悟也不要歡喜，保持你平常心。為什麼？本來就是悟，過去迷是自己錯了，自己本有的東西找回來，有什麼值得可喜的，用平常心保持。為什麼？它有小悟、有大悟、有徹悟，你不是大徹大悟。大徹大悟要經過很多次的大悟，才能到徹悟。可是有這種境界，雖然不是徹悟，往生淨土是決定有把握。甚至於想什麼時候去就什麼時候去，一點都不妨礙。這個在佛法講了生死、出三界，生死了了。"
    },
    {
      "id": "02-039-0497_p0022",
      "zh_CN": "你要问，我们学习要多长的时间才能够做得到？这个问题别问任何人，任何人给你讲都是假的，都不是真的。问谁？问自己，自己什么时候放下，放下多少，你就问这个，你就明白了。如果像惠能大师那样一下就放下，他放得真干净。在五祖老和尚一句话之下，他就能够把起心动念、分别执着同时放下，他成佛了。这种人不多，这在佛法里面讲上上根人。上根人做不到，上上根人。六祖惠能一生，经过他的调教，大彻大悟，达到他相同的程度，有四十三个人，都是明心见性，见性成佛。但是，不是像他那样一次就放下的，就是上上根人没有。他所教的学生，有几个月开悟的，有几年开悟的，有十几年开悟的，有二十几年开悟的。但是开悟之后，境界都完全相同；这就是放的多少不一样，到最后真的统统放下，境界就平等了。所以，四十三个同学里根性不相同，但是都是利根，不是利根，一生达不到这个境界。一生达不到这个境界，可就麻烦大了。为什么？你出不了轮回，还是在六道。来生，当然他不会失人身，来生接着修。但是来生修，至少要耽误十几年，他要投胎，再慢慢长来。来生能不能遇到好老师？这是他的福分，有可能，但是不一定。遇到好老师，第二生可能会成就，也可能遇到不好的老师，几个轮回一转，功夫就退了。这个东西麻烦，进进退退，多少劫都不能成就。",
      "zh_TW": "你要問，我們學習要多長的時間才能夠做得到？這個問題別問任何人，任何人給你講都是假的，都不是真的。問誰？問自己，自己什麼時候放下，放下多少，你就問這個，你就明白了。如果像惠能大師那樣一下就放下，他放得真乾淨。在五祖老和尚一句話之下，他就能夠把起心動念、分別執著同時放下，他成佛了。這種人不多，這在佛法裡面講上上根人。上根人做不到，上上根人。六祖惠能一生，經過他的調教，大徹大悟，達到他相同的程度，有四十三個人，都是明心見性，見性成佛。但是，不是像他那樣一次就放下的，就是上上根人沒有。他所教的學生，有幾個月開悟的，有幾年開悟的，有十幾年開悟的，有二十幾年開悟的。但是開悟之後，境界都完全相同；這就是放的多少不一樣，到最後真的統統放下，境界就平等了。所以，四十三個同學裡根性不相同，但是都是利根，不是利根，一生達不到這個境界。一生達不到這個境界，可就麻煩大了。為什麼？你出不了輪迴，還是在六道。來生，當然他不會失人身，來生接著修。但是來生修，至少要耽誤十幾年，他要投胎，再慢慢長來。來生能不能遇到好老師？這是他的福分，有可能，但是不一定。遇到好老師，第二生可能會成就，也可能遇到不好的老師，幾個輪迴一轉，功夫就退了。這個東西麻煩，進進退退，多少劫都不能成就。"
    },
    {
      "id": "02-039-0497_p0023",
      "zh_CN": "所以这就是远远不如净土，净土法门好，只要稍稍有一点点小功夫就能往生，往生之后决定不退转。在极乐世界，可以说保证你一生大彻大悟，见性成佛。到极乐世界是保证班。每个人在极乐世界学习，成佛早晚不同。有人到那里去，很快他就成就，有人在那里要经历很长的时间，根性不相同。实在讲，还就是习气肯不肯放下，问题关键就在此地，彻底放下马上就成就。释迦牟尼佛三十岁，在菩提树下，就像惠能大师一样彻底放下，成佛了。惠能大师在五祖方丈室彻底放下，成就了，衣钵就传给他了。所以这是一种自然的现象，有为跟无为一定要搞得很清楚、搞明白。",
      "zh_TW": "所以這就是遠遠不如淨土，淨土法門好，只要稍稍有一點點小功夫就能往生，往生之後決定不退轉。在極樂世界，可以說保證你一生大徹大悟，見性成佛。到極樂世界是保證班。每個人在極樂世界學習，成佛早晚不同。有人到那裡去，很快他就成就，有人在那裡要經歷很長的時間，根性不相同。實在講，還就是習氣肯不肯放下，問題關鍵就在此地，徹底放下馬上就成就。釋迦牟尼佛三十歲，在菩提樹下，就像惠能大師一樣徹底放下，成佛了。惠能大師在五祖方丈室徹底放下，成就了，衣缽就傳給他了。所以這是一種自然的現象，有為跟無為一定要搞得很清楚、搞明白。"
    },
    {
      "id": "02-039-0497_p0024",
      "zh_CN": "『虚空』，「指心如太空，开广无际，离垢无染，不受一尘」。这是什么？这是你的真心，你的真心就是这个样子。我们现在拿个标准，跟自己好好的核对一下，就知道我们的真心完全迷了。头一个，我们心量很小，不是像太空。我们心里能包几个人？喜欢我的我包容他，讨厌我的我排斥他，这是什么心？凡夫心，六道轮回心。佛经上所说「心包太虚，量周沙界」，那是说谁？说我们自己，不是说别人。阿弥陀佛心包太虚、量周沙界，释迦佛亦如是，十方佛皆如是，你我他亦如是，没有两样。心量小是什么？心量小是烦恼、是习气，是你的妄想分别执着。妄想分别执着是假的，不是真的。为什么要这么执着？明明你这一生可以成佛作祖去了，何必去搞六道轮回！六道轮回本来没有，是你自作自受，是你自己分别执着变现出来的。尤其是执着，执着一放下，六道就没有了，这个梦就醒过来。醒过来是什么境界？是四圣境界，就是说从凡圣同居土你一下就升到方便有余土。方便有余土是哪些人？阿罗汉、辟支佛、菩萨、佛，他们都在那边，你升等了，升到那个境界去。如果你还有丝毫执着，你就去不了，你在六道里头。谁能帮助你超越六道？是你自己帮助你自己，佛菩萨没有这个能力。佛菩萨有这个能力，我们不必修行了，用不着放下，他要不帮助我们他慈悲何在？他没办法。",
      "zh_TW": "『虛空』，「指心如太空，開廣無際，離垢無染，不受一塵」。這是什麼？這是你的真心，你的真心就是這個樣子。我們現在拿個標準，跟自己好好的核對一下，就知道我們的真心完全迷了。頭一個，我們心量很小，不是像太空。我們心裡能包幾個人？喜歡我的我包容他，討厭我的我排斥他，這是什麼心？凡夫心，六道輪迴心。佛經上所說「心包太虛，量周沙界」，那是說誰？說我們自己，不是說別人。阿彌陀佛心包太虛、量周沙界，釋迦佛亦如是，十方佛皆如是，你我他亦如是，沒有兩樣。心量小是什麼？心量小是煩惱、是習氣，是你的妄想分別執著。妄想分別執著是假的，不是真的。為什麼要這麼執著？明明你這一生可以成佛作祖去了，何必去搞六道輪迴！六道輪迴本來沒有，是你自作自受，是你自己分別執著變現出來的。尤其是執著，執著一放下，六道就沒有了，這個夢就醒過來。醒過來是什麼境界？是四聖境界，就是說從凡聖同居土你一下就升到方便有餘土。方便有餘土是哪些人？阿羅漢、辟支佛、菩薩、佛，他們都在那邊，你升等了，升到那個境界去。如果你還有絲毫執著，你就去不了，你在六道裡頭。誰能幫助你超越六道？是你自己幫助你自己，佛菩薩沒有這個能力。佛菩薩有這個能力，我們不必修行了，用不著放下，他要不幫助我們他慈悲何在？他沒辦法。"
    },
    {
      "id": "02-039-0497_p0025",
      "zh_CN": "所以佛菩萨能帮助我们，诸位要记住，就是教学。把这个理给你讲清楚、讲明白，他是怎么样从凡夫修成佛的，把他的方法、经验告诉我们，提供我们做参考，这是他真正帮得到的事情。帮不到他就说帮不到，他不会骗你。佛菩萨加持你、保佑你，用什么？就是经教保佑你，经教加持你，你要真听得懂才行，你才能得加持。你听不懂，你得不到加持。要用什么方法才能听懂？前面我讲了，要用真信、真心，至诚恳切的心来求法，你就会听懂。你读这些经文，你读这些注解，你就真正能体会到里头意思。你没有真心，你没有真信，你听也听不懂。听不懂怎么办？多听，一年没听懂，两年，两年没听懂，三年，十年八年、二十年、三十年，你一直听下去，慢慢就懂了。",
      "zh_TW": "所以佛菩薩能幫助我們，諸位要記住，就是教學。把這個理給你講清楚、講明白，他是怎麼樣從凡夫修成佛的，把他的方法、經驗告訴我們，提供我們做參考，這是他真正幫得到的事情。幫不到他就說幫不到，他不會騙你。佛菩薩加持你、保佑你，用什麼？就是經教保佑你，經教加持你，你要真聽得懂才行，你才能得加持。你聽不懂，你得不到加持。要用什麼方法才能聽懂？前面我講了，要用真信、真心，至誠懇切的心來求法，你就會聽懂。你讀這些經文，你讀這些註解，你就真正能體會到裡頭意思。你沒有真心，你沒有真信，你聽也聽不懂。聽不懂怎麼辦？多聽，一年沒聽懂，兩年，兩年沒聽懂，三年，十年八年、二十年、三十年，你一直聽下去，慢慢就懂了。"
    },
    {
      "id": "02-039-0497_p0026",
      "zh_CN": "我有那么一点真信，真诚心，但是我不相信净土，我喜欢经教里头的理论。所以学佛，在大乘经上搞了十几年才相信净土。要没有那么长的时间，净土难信。所以，以后看到经文，这个法门叫难信易行，我体会到这个意思。我学佛，信净土十几年，怎么相信了净土？我跟大家讲过，我讲《华严》、讲《楞严》、讲《法华》，才相信净土。所以我这净土法门，是《法华》、《楞严》、《华严经》把我引到净土来的。要没有这些大经大论，当年李老师苦口婆心劝我修净土，我很感激他，我没有接受。我感激他的慈悲，真诚接引。那个时候，我以为净土比不上《华严》、《法华》、《楞严》这些大经大论。所以时间、精力用在大经上多，这个不屑一顾，小看了它。在这些经典里面看到文殊、普贤，这是我们最仰慕的菩萨，最佩服的菩萨，他们怎么成功？原来都是念阿弥陀佛成功的。看到这些经文，寒毛直竖，这怎么回事情？细心去阅读，这就服了。到最后看到蕅益大师的《弥陀经要解》，他在《要解》里面说，释迦牟尼佛修什么法门成佛的？念佛成佛的。我们这才死心塌地，才晓得这个法门殊胜。再看这个经，就不一样了。以前看不出奥妙，现在再看，字字句句无量义，字字句句是精彩绝伦，一切经都比不上。我要没有通过那样的基础，又没有人给我讲得这么透彻、这么明白，你叫我信可真难。",
      "zh_TW": "我有那麼一點真信，真誠心，但是我不相信淨土，我喜歡經教裡頭的理論。所以學佛，在大乘經上搞了十幾年才相信淨土。要沒有那麼長的時間，淨土難信。所以，以後看到經文，這個法門叫難信易行，我體會到這個意思。我學佛，信淨土十幾年，怎麼相信了淨土？我跟大家講過，我講《華嚴》、講《楞嚴》、講《法華》，才相信淨土。所以我這淨土法門，是《法華》、《楞嚴》、《華嚴經》把我引到淨土來的。要沒有這些大經大論，當年李老師苦口婆心勸我修淨土，我很感激他，我沒有接受。我感激他的慈悲，真誠接引。那個時候，我以為淨土比不上《華嚴》、《法華》、《楞嚴》這些大經大論。所以時間、精力用在大經上多，這個不屑一顧，小看了它。在這些經典裡面看到文殊、普賢，這是我們最仰慕的菩薩，最佩服的菩薩，他們怎麼成功？原來都是念阿彌陀佛成功的。看到這些經文，寒毛直豎，這怎麼回事情？細心去閱讀，這就服了。到最後看到蕅益大師的《彌陀經要解》，他在《要解》裡面說，釋迦牟尼佛修什麼法門成佛的？念佛成佛的。我們這才死心塌地，才曉得這個法門殊勝。再看這個經，就不一樣了。以前看不出奧妙，現在再看，字字句句無量義，字字句句是精彩絕倫，一切經都比不上。我要沒有通過那樣的基礎，又沒有人給我講得這麼透徹、這麼明白，你叫我信可真難。"
    },
    {
      "id": "02-039-0497_p0027",
      "zh_CN": "我从小，要叫我信一桩东西，我一定搞得很清楚、很明白，我才会相信。我没有搞清楚、搞明白，我不会相信。所以小时候，母亲也拜佛，但她不是学佛，只是上庙里面烧香拜拜而已。小时候带我们去，到庙里去烧香，一年城隍庙总得去个几次，阎王殿给我非常好的因果教育。可是长大了，不很大，十几岁上学了，就不相信了，就认为那是迷信。一直碰到方东美教授我才回头，二十六岁。回过头来想想过去，母亲带我去看的，我看到的、听到的，再回忆一下，感觉得有道理。尤其你说迷信，迷信能传几千年，它没有道理它早就被人抛弃了。所以，我们对于这些天神鬼神，就会认真留意去研究他，慢慢就了解。用佛法来研究很快，了解什么？他是众生，他跟我们一样，我们存在，他也存在，只是不同空间维次，这是科学所说的，在佛法，不是同在一个法界。所以十法界，十法界不止十，无量无边。",
      "zh_TW": "我從小，要叫我信一樁東西，我一定搞得很清楚、很明白，我才會相信。我沒有搞清楚、搞明白，我不會相信。所以小時候，母親也拜佛，但她不是學佛，只是上廟裡面燒香拜拜而已。小時候帶我們去，到廟裡去燒香，一年城隍廟總得去個幾次，閻王殿給我非常好的因果教育。可是長大了，不很大，十幾歲上學了，就不相信了，就認為那是迷信。一直碰到方東美教授我才回頭，二十六歲。回過頭來想想過去，母親帶我去看的，我看到的、聽到的，再回憶一下，感覺得有道理。尤其你說迷信，迷信能傳幾千年，它沒有道理它早就被人拋棄了。所以，我們對於這些天神鬼神，就會認真留意去研究他，慢慢就了解。用佛法來研究很快，了解什麼？他是眾生，他跟我們一樣，我們存在，他也存在，只是不同空間維次，這是科學所說的，在佛法，不是同在一個法界。所以十法界，十法界不止十，無量無邊。"
    },
    {
      "id": "02-039-0497_p0028",
      "zh_CN": "法界，认真来说，就是科学所讲的空间维次。从哪里来的？从分别执着来的。如果我们没有分别执着，这个空间维次就没有了。没有，你就统统能看到、能听到、能接触到，为什么？障碍没有了。于是我们对所谓特异功能的人，有些神通的人，我们就肯定他。他不是在胡造谣言，这是有可能的。对这些人我们得很小心谨慎，是有可能，但是也有冒充，是假的，这个一定要知道。遇到真的没有问题，遇到假的，你要是听他的，你就上当，你就受骗。要用什么心态来对待？要用智慧、要用佛法、要用圣贤教诲来判断。他提供信息没有关系，我们应该怎样接受这些信息？怎样用这些信息带给我们好处，正面的，不要受负面的这种伤害，这个就要定、要慧了。",
      "zh_TW": "法界，認真來說，就是科學所講的空間維次。從哪裡來的？從分別執著來的。如果我們沒有分別執著，這個空間維次就沒有了。沒有，你就統統能看到、能聽到、能接觸到，為什麼？障礙沒有了。於是我們對所謂特異功能的人，有些神通的人，我們就肯定他。他不是在胡造謠言，這是有可能的。對這些人我們得很小心謹慎，是有可能，但是也有冒充，是假的，這個一定要知道。遇到真的沒有問題，遇到假的，你要是聽他的，你就上當，你就受騙。要用什麼心態來對待？要用智慧、要用佛法、要用聖賢教誨來判斷。他提供信息沒有關係，我們應該怎樣接受這些信息？怎樣用這些信息帶給我們好處，正面的，不要受負面的這種傷害，這個就要定、要慧了。"
    },
    {
      "id": "02-039-0497_p0029",
      "zh_CN": "所以解决问题，我们是依圣贤教诲，依经典的教训，避免错误。孔子说「敬鬼神而远之」，远不是扬弃，远是可以接近他，要恭敬他，他也是一类众生，要尊敬他、礼敬他、供养他，不能接受他的教训。他里面有很多劝善规过，可以用，给你讲修行的法门，不能用，为什么？他出不了六道轮回。你依照他的方法修，你跟他同类。依鬼的方法修，将来你就变成鬼道；依天道方法修，你将来就到天道；依魔的方法修，你就变成魔道。他是你的老师，你跟他学，不就这个道理吗？所以我们不跟他学那些，我们跟佛学。他有东西跟佛经所讲的，譬如说不杀生、不偷盗，好事情，我们赞叹他，我依佛教，我不是依你的教。这个界限要画清楚，你就不会上当。听到信息是增长见闻，一定要把这个见闻变成智慧，而不是知识，这就对了。",
      "zh_TW": "所以解決問題，我們是依聖賢教誨，依經典的教訓，避免錯誤。孔子說「敬鬼神而遠之」，遠不是揚棄，遠是可以接近他，要恭敬他，他也是一類眾生，要尊敬他、禮敬他、供養他，不能接受他的教訓。他裡面有很多勸善規過，可以用，給你講修行的法門，不能用，為什麼？他出不了六道輪迴。你依照他的方法修，你跟他同類。依鬼的方法修，將來你就變成鬼道；依天道方法修，你將來就到天道；依魔的方法修，你就變成魔道。他是你的老師，你跟他學，不就這個道理嗎？所以我們不跟他學那些，我們跟佛學。他有東西跟佛經所講的，譬如說不殺生、不偷盜，好事情，我們讚歎他，我依佛教，我不是依你的教。這個界限要畫清楚，你就不會上當。聽到信息是增長見聞，一定要把這個見聞變成智慧，而不是知識，這就對了。"
    },
    {
      "id": "02-039-0497_p0030",
      "zh_CN": "所以心量要拓开，开广无际，离垢无染。自私自利是染污，名闻利养是染污，五欲六尘是染污，这个东西都不能要。要时时刻刻警惕，为什么？我们染污已经成习惯，我们的染污已经非常严重，时间非常久远，现在才觉悟。这个染污要是不除掉，不能往生。染污愈轻，往生愈有把握，而生到西方极乐世界，品位会增高，尽量要把它消除掉。不受一尘，心里一尘都不要放在里头。心里面放什么？只放阿弥陀佛，或者是只放这一部《无量寿经》。你能把《无量寿经》念背，二六时中时时刻刻，没有事的时候就背经，一遍一遍的背。或者是念佛，佛号不要间断。如果不念经、不念佛，你的杂念就起来了。杂念是继续搞轮回，念经、念佛是决定生极乐世界。两条路摆在你面前，你走哪一条？",
      "zh_TW": "所以心量要拓開，開廣無際，離垢無染。自私自利是染污，名聞利養是染污，五欲六塵是染污，這個東西都不能要。要時時刻刻警惕，為什麼？我們染污已經成習慣，我們的染污已經非常嚴重，時間非常久遠，現在才覺悟。這個染污要是不除掉，不能往生。染污愈輕，往生愈有把握，而生到西方極樂世界，品位會增高，盡量要把它消除掉。不受一塵，心裡一塵都不要放在裡頭。心裡面放什麼？只放阿彌陀佛，或者是只放這一部《無量壽經》。你能把《無量壽經》念背，二六時中時時刻刻，沒有事的時候就背經，一遍一遍的背。或者是念佛，佛號不要間斷。如果不念經、不念佛，你的雜念就起來了。雜念是繼續搞輪迴，念經、念佛是決定生極樂世界。兩條路擺在你面前，你走哪一條？"
    },
    {
      "id": "02-039-0497_p0031",
      "zh_CN": "这个我们自己要常常想，走哪一条路？时间不多，人生在世，活一百岁的毕竟是少数，古人讲的话，「黄泉路上无老少」。我现在几十年不看报纸了，没有学佛之前我每天看报纸，二十六岁以前。我看报纸跟别人不一样，别人都是首先看天下大事，我不看这个。我看报纸上登的讣闻，哪些人哪些人今天走了，天天看这个。看这个干什么？慢慢轮到我了，我有这个警觉心。所以这也许就是过去生中有点善根，生死事大。每天走的那个人不见得都是老人，有四、五十岁的，有二、三十岁的，都有，你去看，这对我们有很大的警策。学佛之后，我就把报纸丢掉，不看了，电影、电视，一切媒体统统放下。看的是佛经之外圣贤书籍，看这个，对这个产生了爱好。不受一尘。",
      "zh_TW": "這個我們自己要常常想，走哪一條路？時間不多，人生在世，活一百歲的畢竟是少數，古人講的話，「黃泉路上無老少」。我現在幾十年不看報紙了，沒有學佛之前我每天看報紙，二十六歲以前。我看報紙跟別人不一樣，別人都是首先看天下大事，我不看這個。我看報紙上登的訃聞，哪些人哪些人今天走了，天天看這個。看這個幹什麼？慢慢輪到我了，我有這個警覺心。所以這也許就是過去生中有點善根，生死事大。每天走的那個人不見得都是老人，有四、五十歲的，有二、三十歲的，都有，你去看，這對我們有很大的警策。學佛之後，我就把報紙丟掉，不看了，電影、電視，一切媒體統統放下。看的是佛經之外聖賢書籍，看這個，對這個產生了愛好。不受一塵。"
    },
    {
      "id": "02-039-0497_p0032",
      "zh_CN": "下面，『无立』，「ㄧ法不立」，好，干干净净。一法不立是什么？就是孔老夫子所说的「述而不作」。孔老夫子一生真的是一法不立，他老人家一生所学的、所修的、所教的、所传的，统统是古圣先贤的东西。我们也不要标新立异去立一法，我们现成，捡人家现成的，夏莲居会集的，黄念祖注解的，现成的。我还要立个什么？不需要。我依照这个方法，到极乐世界去拜阿弥陀佛做我们的本师，南无本师阿弥陀佛，去跟他老人家学去。我再告诉诸位，他老人家也是一法不立。为什么？没得立的，清净心中一法都没有，你怎么会立一法？立一法，会被科学家找到，就是因为他一法不立，科学家对他一点办法都没有。这个道理一定要懂，一法不立就是真的，真佛，立一法是假佛。佛佛道同！自性是圆满的，圆满的智慧，圆满的德能，圆满的相好；立一法，这东西全都没有了，就变质了。不只是六道，十法界的众生都是立一法立坏了，这一法是什么？我，有我就坏了，这个法立得不好。没有我，我是假的，不是真的。所以《金刚经》教我们，把四相放下，无我相，无人相，无众生相，无寿者相。不但四相要放下，四相那个念头都不能有，才干净。所以后半部讲，无人见、无众生见、无寿者见，见都要破掉。我、人、众生念头都没有。世尊给我们表演，教导我们，是随顺我们的意念说的，说四相，说四见。他心里头没有，他是真心，一法不立。",
      "zh_TW": "下面，『無立』，「ㄧ法不立」，好，乾乾淨淨。一法不立是什麼？就是孔老夫子所說的「述而不作」。孔老夫子一生真的是一法不立，他老人家一生所學的、所修的、所教的、所傳的，統統是古聖先賢的東西。我們也不要標新立異去立一法，我們現成，撿人家現成的，夏蓮居會集的，黃念祖註解的，現成的。我還要立個什麼？不需要。我依照這個方法，到極樂世界去拜阿彌陀佛做我們的本師，南無本師阿彌陀佛，去跟他老人家學去。我再告訴諸位，他老人家也是一法不立。為什麼？沒得立的，清淨心中一法都沒有，你怎麼會立一法？立一法，會被科學家找到，就是因為他一法不立，科學家對他一點辦法都沒有。這個道理一定要懂，一法不立就是真的，真佛，立一法是假佛。佛佛道同！自性是圓滿的，圓滿的智慧，圓滿的德能，圓滿的相好；立一法，這東西全都沒有了，就變質了。不只是六道，十法界的眾生都是立一法立壞了，這一法是什麼？我，有我就壞了，這個法立得不好。沒有我，我是假的，不是真的。所以《金剛經》教我們，把四相放下，無我相，無人相，無眾生相，無壽者相。不但四相要放下，四相那個念頭都不能有，才乾淨。所以後半部講，無人見、無眾生見、無壽者見，見都要破掉。我、人、眾生念頭都沒有。世尊給我們表演，教導我們，是隨順我們的意念說的，說四相，說四見。他心裡頭沒有，他是真心，一法不立。"
    },
    {
      "id": "02-039-0497_p0033",
      "zh_CN": "『淡安』，淡是淡薄，安是宁静。修道人一定要契入这个境界，淡薄，这才能随缘，恒顺众生，随喜功德，随缘消旧业，莫更造新殃。只消业，不再造业，你的业才能消得干净。你在消业，同时又在造业，你的业永远消不干净。所以「淡安」这两个字就非常重要，要淡薄，要安静。「水流平满之貌」，水流得很平，也满了，这是淡安的样子。「《文选宋玉赋》云：溃淡淡而并入」，这个意思是「水波相继，相似相续，此喻心离断常。平满喻平等圆满」。这些都是自然的，本来都如是。心离断常就是念头没有了，断常是对立的。真心是常，常住，它永远不生不灭，所有现象是断灭的。相是断灭的，作用是断灭的，体是常住的。这是事实真相，要不要放在心上？不要。放在心上，你的心就变成阿赖耶，就有妄心。不放在心上，你没有妄心。没有妄心是谁？法身菩萨。《华严经》上讲的四十一位法身大士，跟妙觉如来，他们没有妄心，他用真心。真心离念，没有念头，你怎么还会有个常念有个断念？这个念头没有了，没有了才是平等圆满。平满是喻平等圆满，智慧平等圆满，德能平等圆满，相好平等圆满，没有一样不平等圆满。在极乐世界，阿弥陀佛是用他自己的弘愿、修持功德，把平等圆满的相显示出来，来供养所有往生极乐世界这些众生。他做大施主，他供养多少人，这个功德多大，诸佛如来都没有办法相比。真诚心，完全是真心。为这些众生讲经说法，让他契入究竟圆满的佛境界。世出世间讲到恩德，阿弥陀佛是究竟圆满，没有人能跟他相比。我们发心往生极乐世界，亲近阿弥陀佛，这是第一大事因缘，无比的殊胜功德。这一生有幸遇到，可别错过了，错过叫真可惜。",
      "zh_TW": "『淡安』，淡是淡薄，安是寧靜。修道人一定要契入這個境界，淡薄，這才能隨緣，恆順眾生，隨喜功德，隨緣消舊業，莫更造新殃。只消業，不再造業，你的業才能消得乾淨。你在消業，同時又在造業，你的業永遠消不乾淨。所以「淡安」這兩個字就非常重要，要淡薄，要安靜。「水流平滿之貌」，水流得很平，也滿了，這是淡安的樣子。「《文選宋玉賦》云：潰淡淡而並入」，這個意思是「水波相繼，相似相續，此喻心離斷常。平滿喻平等圓滿」。這些都是自然的，本來都如是。心離斷常就是念頭沒有了，斷常是對立的。真心是常，常住，它永遠不生不滅，所有現象是斷滅的。相是斷滅的，作用是斷滅的，體是常住的。這是事實真相，要不要放在心上？不要。放在心上，你的心就變成阿賴耶，就有妄心。不放在心上，你沒有妄心。沒有妄心是誰？法身菩薩。《華嚴經》上講的四十一位法身大士，跟妙覺如來，他們沒有妄心，他用真心。真心離念，沒有念頭，你怎麼還會有個常念有個斷念？這個念頭沒有了，沒有了才是平等圓滿。平滿是喻平等圓滿，智慧平等圓滿，德能平等圓滿，相好平等圓滿，沒有一樣不平等圓滿。在極樂世界，阿彌陀佛是用他自己的弘願、修持功德，把平等圓滿的相顯示出來，來供養所有往生極樂世界這些眾生。他做大施主，他供養多少人，這個功德多大，諸佛如來都沒有辦法相比。真誠心，完全是真心。為這些眾生講經說法，讓他契入究竟圓滿的佛境界。世出世間講到恩德，阿彌陀佛是究竟圓滿，沒有人能跟他相比。我們發心往生極樂世界，親近阿彌陀佛，這是第一大事因緣，無比的殊勝功德。這一生有幸遇到，可別錯過了，錯過叫真可惜。"
    },
    {
      "id": "02-039-0497_p0034",
      "zh_CN": "『无欲』，「欲者，《大乘义章》曰：染爱尘境，名之为欲」。尘是六尘，色声香味触法，这个境界叫做尘境。你对这种境界，眼对色，耳对声，起心动念就染了，就染污了。因为你不知道六根是假的，六尘也是假的，都不是真的。如果在这里面产生爱，这个爱字意思很广，顺自己意思的你就爱占有，你就爱控制，不顺你的心的，你就爱他赶紧走。所以顺逆境界都用这个爱字来代表。就是什么？你有分别，你有执着，你在那里起心动念，那就错了，那就叫欲望。所以爱欲常常连在一起用。总是要顺自己意思，实际上自己那个意是假的，也不是真的，只是造业而已，很可怕！下面「又曰：于缘欲受，称欲」。缘，缘是攀缘，攀缘财色名食睡，你想受用它，就是说你想控制它，你想占有它，这就是欲，欲的意思。",
      "zh_TW": "『無欲』，「欲者，《大乘義章》曰：染愛塵境，名之為欲」。塵是六塵，色聲香味觸法，這個境界叫做塵境。你對這種境界，眼對色，耳對聲，起心動念就染了，就染污了。因為你不知道六根是假的，六塵也是假的，都不是真的。如果在這裡面產生愛，這個愛字意思很廣，順自己意思的你就愛佔有，你就愛控制，不順你的心的，你就愛他趕緊走。所以順逆境界都用這個愛字來代表。就是什麼？你有分別，你有執著，你在那裡起心動念，那就錯了，那就叫欲望。所以愛欲常常連在一起用。總是要順自己意思，實際上自己那個意是假的，也不是真的，只是造業而已，很可怕！下面「又曰：於緣欲受，稱欲」。緣，緣是攀緣，攀緣財色名食睡，你想受用它，就是說你想控制它，你想佔有它，這就是欲，欲的意思。"
    },
    {
      "id": "02-039-0497_p0035",
      "zh_CN": "「又《俱舍论》云：欲，谓希求所作事业」，这也是一种欲望。你有希望，你心有所求，求什么？你做的事业。六道里头谁不做？事业做得愈大愈好。如果事业是为自己，多半是在三途，为什么？他的念头完全是贪瞋痴，增长贪瞋痴。贪心饿鬼道，瞋恚地狱道，愚痴畜生道，都搞这个。如果你的事业是为别人，为国家、为民族、为一切众生，好！这种事业将来感得果多半是天道。所以圣贤，将来往生天道，但是都出不了六道轮回，这一点我们一定要搞清楚。世间确实做大善事的人，念念为国家民族，念念为苦难众生，不为自己，很多都做了天神。神，有一个意思讲法，大公无私是谓神，叫神明，他走到那一道去了，很多。",
      "zh_TW": "「又《俱舍論》云：欲，謂希求所作事業」，這也是一種欲望。你有希望，你心有所求，求什麼？你做的事業。六道裡頭誰不做？事業做得愈大愈好。如果事業是為自己，多半是在三途，為什麼？他的念頭完全是貪瞋痴，增長貪瞋痴。貪心餓鬼道，瞋恚地獄道，愚痴畜生道，都搞這個。如果你的事業是為別人，為國家、為民族、為一切眾生，好！這種事業將來感得果多半是天道。所以聖賢，將來往生天道，但是都出不了六道輪迴，這一點我們一定要搞清楚。世間確實做大善事的人，念念為國家民族，念念為苦難眾生，不為自己，很多都做了天神。神，有一個意思講法，大公無私是謂神，叫神明，他走到那一道去了，很多。"
    },
    {
      "id": "02-039-0497_p0036",
      "zh_CN": "「据此，则经中舍诸爱着，与亦无希求、不希求想」，这些统统都是属于无欲。我们没有希求，也没有不希求，希求跟不希求都放下，一切顺其自然，好！你命里有福报，自然的，何必要求，何必要费那么多心去经营。老老实实经营，命里有的全都出现，命里没有的求不到。命里没有的，如果求能够求到，孔老夫子也求了。为什么他不求？他知道命里没有求不到。命里没有官位，求不到，命里没有财富，也求不到，那何必！你所求得来的全是命里有的，中国古人所谓「一生皆是命，半点不由人」，这个话说绝了。你真听懂了，你一生是安然。怎么过日子？随顺众生。普贤菩萨讲的随喜功德，恒顺众生，随喜功德，你过得真幸福，自在美满。如果遇到佛法，你这一生所希求的只有一桩事情，解脱，我再不搞六道轮回，这一生决定要超越，不干这傻事了。能不能做到？决定可以做到。儒家教人成圣，道家教人成仙，佛法教人成佛，成圣、成仙、成佛不一样。圣人在六道，他们的果报多半在天上，因为他没有断欲，他生欲界天；如果欲望断掉，他生色界天。所以中国的儒多半在色界天，道多半在无色界天。佛他要脱离六道，所以佛家最小的果报，最起码的阿罗汉。阿罗汉不在六道里头，离开六道，到四圣法界去了。大乘更高，大乘多半，修一般法门他到华藏世界，念佛的生弥陀净土，极乐世界，他到这里去了。我们今天时间到了，就学习到此地。",
      "zh_TW": "「據此，則經中捨諸愛著，與亦無希求、不希求想」，這些統統都是屬於無欲。我們沒有希求，也沒有不希求，希求跟不希求都放下，一切順其自然，好！你命裡有福報，自然的，何必要求，何必要費那麼多心去經營。老老實實經營，命裡有的全都出現，命裡沒有的求不到。命裡沒有的，如果求能夠求到，孔老夫子也求了。為什麼他不求？他知道命裡沒有求不到。命裡沒有官位，求不到，命裡沒有財富，也求不到，那何必！你所求得來的全是命裡有的，中國古人所謂「一生皆是命，半點不由人」，這個話說絕了。你真聽懂了，你一生是安然。怎麼過日子？隨順眾生。普賢菩薩講的隨喜功德，恆順眾生，隨喜功德，你過得真幸福，自在美滿。如果遇到佛法，你這一生所希求的只有一樁事情，解脫，我再不搞六道輪迴，這一生決定要超越，不幹這傻事了。能不能做到？決定可以做到。儒家教人成聖，道家教人成仙，佛法教人成佛，成聖、成仙、成佛不一樣。聖人在六道，他們的果報多半在天上，因為他沒有斷欲，他生欲界天；如果欲望斷掉，他生色界天。所以中國的儒多半在色界天，道多半在無色界天。佛他要脫離六道，所以佛家最小的果報，最起碼的阿羅漢。阿羅漢不在六道裡頭，離開六道，到四聖法界去了。大乘更高，大乘多半，修一般法門他到華藏世界，念佛的生彌陀淨土，極樂世界，他到這裡去了。我們今天時間到了，就學習到此地。"
    }
  ]
}