{
  "doc_id": "02-039-0182",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八二集",
    "zh_TW": "第一八二集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0182",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "02-039-0182_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，第二百一十面第二行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，第二百一十面第二行："
    },
    {
      "id": "02-039-0182_p0002",
      "zh_CN": "【世间自在王佛。即为法藏而说经言。譬如大海一人斗量。经历劫数尚可穷底。人有至心求道。精进不止。会当克果。何愿不得。汝自思惟。修何方便。而能成就佛刹庄严。如所修行。汝自当知。清净佛国。汝应自摄。】",
      "zh_TW": "【世間自在王佛。即為法藏而說經言。譬如大海一人斗量。經歷劫數尚可窮底。人有至心求道。精進不止。會當剋果。何願不得。汝自思惟。修何方便。而能成就佛剎莊嚴。如所修行。汝自當知。清淨佛國。汝應自攝。】"
    },
    {
      "id": "02-039-0182_p0003",
      "zh_CN": "这一段是佛为他作证。这是第一段经文，佛教给他修行、证果、度生都要自摄。我们看念老的注解，「右段大意」，右面这段经文大意，「佛答法藏曰：譬如一人以斗量取大海之水，久经时劫，尚可穷见海底。」这是比喻，我们中国古人讲海水不可斗量，那就是太多了。其实要根据逻辑来说，用斗去量是以长时间、不休息的，那个海水也会量得尽的。佛的意思就是说的这个，海水可以量得尽。比喻人要是以「至心求道，精进不已，必皆得果」，天下哪有不成就的道理？这天下事。至心，这里的关键就是这两个字，至极之心，用心用到极处，求道。「会者」，义寂法师说「皆也」，憬兴法师说「亦必也」。「尅」，底下说了，跟下面这两个克（克）字是一个意思，简体现在用这个「克」，我们知道就行了，意思是杀者、杀也，叫克敌，那就是消灭敌人，有必的意思、有遂的意思、有得的意思，有四个意思，在此地取最后这个意思，得也。「又有何愿，不能求得」，这个克果就是求得，有愿必成，佛给他作证。",
      "zh_TW": "這一段是佛為他作證。這是第一段經文，佛教給他修行、證果、度生都要自攝。我們看念老的註解，「右段大意」，右面這段經文大意，「佛答法藏曰：譬如一人以斗量取大海之水，久經時劫，尚可窮見海底。」這是比喻，我們中國古人講海水不可斗量，那就是太多了。其實要根據邏輯來說，用斗去量是以長時間、不休息的，那個海水也會量得盡的。佛的意思就是說的這個，海水可以量得盡。比喻人要是以「至心求道，精進不已，必皆得果」，天下哪有不成就的道理？這天下事。至心，這裡的關鍵就是這兩個字，至極之心，用心用到極處，求道。「會者」，義寂法師說「皆也」，憬興法師說「亦必也」。「尅」，底下說了，跟下面這兩個剋（克）字是一個意思，簡體現在用這個「克」，我們知道就行了，意思是殺者、殺也，叫剋敵，那就是消滅敵人，有必的意思、有遂的意思、有得的意思，有四個意思，在此地取最後這個意思，得也。「又有何願，不能求得」，這個剋果就是求得，有願必成，佛給他作證。"
    },
    {
      "id": "02-039-0182_p0004",
      "zh_CN": "下面引用「彭绍升居士《无量寿经起信论》」里面一段话说，「释曰：法藏云：我发无上正觉之心。当知无上正觉，一切愿王从此出生，一切净土从此建立。才发此心，极乐庄严一时具足，故曰：至心求道，精进不止，会当克果，何愿不得。」下面还有一句话，我们把它念下去，「所以者何？一切法不离自心故」，到这里是一小段。彭绍升就是彭际清，前清乾隆时代的人，这是一位在家居士，一位很了不起的居士，通宗通教，显密圆融，跟我们近代，像夏莲居老居士、梅光羲老居士，居士当中修学成就的人很多，这不是一个普通人。他做了一部书叫《无量寿经起信论》，当中有这么一段话说，跟这段经文有关系，经里面法藏说「我发无上正觉之心」，这个我们在前面念过了，就是他发求无上正等正觉之心。彭居士告诉我们，「当知无上正觉」，无上正等正觉，这桩事情就是中国禅宗里面所说大彻大悟、明心见性、见性成佛，在教下叫大开圆解，在净土宗叫理一心不乱，名称不一样，是一个意思，同一个境界。这个心只要一发，凡夫就成佛了，要晓得凡夫成佛是一念之间，这个心不发则已，一发就成佛了。",
      "zh_TW": "下面引用「彭紹升居士《無量壽經起信論》」裡面一段話說，「釋曰：法藏云：我發無上正覺之心。當知無上正覺，一切願王從此出生，一切淨土從此建立。才發此心，極樂莊嚴一時具足，故曰：至心求道，精進不止，會當剋果，何願不得。」下面還有一句話，我們把它念下去，「所以者何？一切法不離自心故」，到這裡是一小段。彭紹升就是彭際清，前清乾隆時代的人，這是一位在家居士，一位很了不起的居士，通宗通教，顯密圓融，跟我們近代，像夏蓮居老居士、梅光羲老居士，居士當中修學成就的人很多，這不是一個普通人。他做了一部書叫《無量壽經起信論》，當中有這麼一段話說，跟這段經文有關係，經裡面法藏說「我發無上正覺之心」，這個我們在前面念過了，就是他發求無上正等正覺之心。彭居士告訴我們，「當知無上正覺」，無上正等正覺，這樁事情就是中國禪宗裡面所說大徹大悟、明心見性、見性成佛，在教下叫大開圓解，在淨土宗叫理一心不亂，名稱不一樣，是一個意思，同一個境界。這個心只要一發，凡夫就成佛了，要曉得凡夫成佛是一念之間，這個心不發則已，一發就成佛了。"
    },
    {
      "id": "02-039-0182_p0005",
      "zh_CN": "在《华严经》上我们看到，初发菩提心就已经成佛道，为什么？凡圣就是这一念之差，一念迷你就是凡夫，这一念迷，念念都迷，一念觉，念念都觉，他就不迷了，觉是真心，迷是妄心，迷叫阿赖耶。所以佛法在理论上讲，凡夫作佛需要多长的时间？这一念转了就成佛。为什么？这后头说，一切法不离自心，佛在经上常讲，「一切法从心想生」，你一念觉不就成佛了吗？所以这一念心很难发，诸位要知道，阿罗汉没发，辟支佛没发，权教菩萨也没发，权教菩萨就是十法界里面的佛跟菩萨，这个心要一发出来，十法界就没有了，十法界不见了。不见了，是什么世界出现？诸佛的实报庄严土出现了，其实诸佛的实报庄严土就是自己的实报庄严土。怎么才叫做觉？大乘经里面我们也学了不少年，知道，知道做不到，这真的不是假的。佛给我们说了，放下执着、放下分别、放下妄想，妄想是起心动念，也就是说，六根接触六尘境界，真正做到不起心、不动念、不分别、不执着，这就叫无上正等正觉。说清楚一点，不执着就是正觉，不分别是正等正觉，不起心、不动念是无上正等正觉，你说诸佛菩萨无尽的弘愿不都在其中吗？",
      "zh_TW": "在《華嚴經》上我們看到，初發菩提心就已經成佛道，為什麼？凡聖就是這一念之差，一念迷你就是凡夫，這一念迷，念念都迷，一念覺，念念都覺，他就不迷了，覺是真心，迷是妄心，迷叫阿賴耶。所以佛法在理論上講，凡夫作佛需要多長的時間？這一念轉了就成佛。為什麼？這後頭說，一切法不離自心，佛在經上常講，「一切法從心想生」，你一念覺不就成佛了嗎？所以這一念心很難發，諸位要知道，阿羅漢沒發，辟支佛沒發，權教菩薩也沒發，權教菩薩就是十法界裡面的佛跟菩薩，這個心要一發出來，十法界就沒有了，十法界不見了。不見了，是什麼世界出現？諸佛的實報莊嚴土出現了，其實諸佛的實報莊嚴土就是自己的實報莊嚴土。怎麼才叫做覺？大乘經裡面我們也學了不少年，知道，知道做不到，這真的不是假的。佛給我們說了，放下執著、放下分別、放下妄想，妄想是起心動念，也就是說，六根接觸六塵境界，真正做到不起心、不動念、不分別、不執著，這就叫無上正等正覺。說清楚一點，不執著就是正覺，不分別是正等正覺，不起心、不動念是無上正等正覺，你說諸佛菩薩無盡的弘願不都在其中嗎？"
    },
    {
      "id": "02-039-0182_p0006",
      "zh_CN": "所以说「一切愿王从此出生」，正报之因；「一切净土从此建立」，这是依报的根本。这说的什么？就是自己实报庄严土，自己的报土跟十方一切诸佛如来无二无别。这个十方无量如来就是《华严经》上所说的四十一位法身大士，四十一位，妙觉不算，妙觉回归自性了。实报土里面就是四十一个级别，十住、十行、十回向、十地、等觉，这四十一个级别，他们住实报土，他们都是不起心、不动念的人，我们跟他们没有两样。「一切众生本来是佛」，「一切众生皆有如来智慧德相」，你跟诸佛如来有什么差别？一丝毫差别都没有。差别在哪里？我们讲，第一个是情执，你放不下，你迷了，情叫迷情，没觉悟！觉悟了，这迷情就转变，就变成智慧。为什么断不掉？你迷得太深、迷得太久，只要这个东西不断，你就出不了六道轮回，念佛也不能往生，这是从理上讲。可是事上讲，情执很深的人，只要你一句佛号功夫得力，你把它压住，它不起作用，这在什么时候？临命终时最后一念，你能伏得住，那恭喜你，你叫带业往生，就是带着你的情执去往生。另外一个就是烦恼，贪瞋痴慢疑，这烦恼。一个情执，一个烦恼，这两样东西让你在六道里头长劫轮回。轮回是什么？做恶梦！永嘉大师说得好，「梦里明明有六趣，觉后空空无大千」。",
      "zh_TW": "所以說「一切願王從此出生」，正報之因；「一切淨土從此建立」，這是依報的根本。這說的什麼？就是自己實報莊嚴土，自己的報土跟十方一切諸佛如來無二無別。這個十方無量如來就是《華嚴經》上所說的四十一位法身大士，四十一位，妙覺不算，妙覺回歸自性了。實報土裡面就是四十一個級別，十住、十行、十迴向、十地、等覺，這四十一個級別，他們住實報土，他們都是不起心、不動念的人，我們跟他們沒有兩樣。「一切眾生本來是佛」，「一切眾生皆有如來智慧德相」，你跟諸佛如來有什麼差別？一絲毫差別都沒有。差別在哪裡？我們講，第一個是情執，你放不下，你迷了，情叫迷情，沒覺悟！覺悟了，這迷情就轉變，就變成智慧。為什麼斷不掉？你迷得太深、迷得太久，只要這個東西不斷，你就出不了六道輪迴，念佛也不能往生，這是從理上講。可是事上講，情執很深的人，只要你一句佛號功夫得力，你把它壓住，它不起作用，這在什麼時候？臨命終時最後一念，你能伏得住，那恭喜你，你叫帶業往生，就是帶著你的情執去往生。另外一個就是煩惱，貪瞋痴慢疑，這煩惱。一個情執，一個煩惱，這兩樣東西讓你在六道裡頭長劫輪迴。輪迴是什麼？做惡夢！永嘉大師說得好，「夢裡明明有六趣，覺後空空無大千」。"
    },
    {
      "id": "02-039-0182_p0007",
      "zh_CN": "现在科学家也明白的告诉我们，宇宙之间这些东西不是真的，全是假的。为什么会现这些问题？宇宙十法界依正庄严，为什么会现这个境界？迷失了本性，本性里面的智慧德相产生了变化，这一迷，智慧就变成烦恼、变成情执。德行呢？德行就变成造业，造这个善恶业、染净业，这造业了。相好呢？相好就变成十法界、变成六道、变成三途，变质了，不是不起作用，作用变质了。一念觉悟，他就回归到正觉，回归正觉就是实报土，实报土里头的依正庄严，换句话说，就是极乐世界、就是华藏世界。这桩事情总得搞清楚、搞明白。真搞清楚、搞明白了，你才知道佛法在世出世法里头无比的殊胜。我们这一生当中有幸遇到，不是容易事情，开经偈上说「百千万劫难遭遇」，我们是百千万劫今天遇到了；也是彭绍升说的，他说无量劫来稀有难逢的一桩事情，被你碰上了。无量劫来稀有难逢，我们遇到了，遇到了当面错过，那就太可惜。遇到了应该怎么样？这一生当中成佛。我们没有本事把起心动念、分别执着一下放下，咱们没有这个本事。没有本事，遇到这个法门行，老实念佛，用这一句佛号把你的情执烦恼伏住，就行了。他不叫断，断太难了，我这一句阿弥陀佛能把情执跟烦恼伏住，就是宗门的大德常讲，「不怕念起，只怕觉迟」，念头起来不怕，第一个念头情执起来了、烦恼起来了，第二个念头呢？阿弥陀佛，就把这个念头换成阿弥陀佛。也就是说，只许你有一念，不许有第二念，给诸位说，这叫念佛。念佛不是佛号念得愈多愈好，不是这个意思，念佛就是叫你把烦恼习气控制住，时时刻刻有警觉心，念头才起，马上阿弥陀佛，就是不要想它是善念、恶念，什么念头都不要想它，马上换成阿弥陀佛，这就对了。换得要快，否则的话第二念又是情执，第三念又是烦恼，念念就迷了。这叫真正会念佛，念佛是这么个念法的，不能不知道。",
      "zh_TW": "現在科學家也明白的告訴我們，宇宙之間這些東西不是真的，全是假的。為什麼會現這些問題？宇宙十法界依正莊嚴，為什麼會現這個境界？迷失了本性，本性裡面的智慧德相產生了變化，這一迷，智慧就變成煩惱、變成情執。德行呢？德行就變成造業，造這個善惡業、染淨業，這造業了。相好呢？相好就變成十法界、變成六道、變成三途，變質了，不是不起作用，作用變質了。一念覺悟，他就回歸到正覺，回歸正覺就是實報土，實報土裡頭的依正莊嚴，換句話說，就是極樂世界、就是華藏世界。這樁事情總得搞清楚、搞明白。真搞清楚、搞明白了，你才知道佛法在世出世法裡頭無比的殊勝。我們這一生當中有幸遇到，不是容易事情，開經偈上說「百千萬劫難遭遇」，我們是百千萬劫今天遇到了；也是彭紹升說的，他說無量劫來稀有難逢的一樁事情，被你碰上了。無量劫來稀有難逢，我們遇到了，遇到了當面錯過，那就太可惜。遇到了應該怎麼樣？這一生當中成佛。我們沒有本事把起心動念、分別執著一下放下，咱們沒有這個本事。沒有本事，遇到這個法門行，老實念佛，用這一句佛號把你的情執煩惱伏住，就行了。他不叫斷，斷太難了，我這一句阿彌陀佛能把情執跟煩惱伏住，就是宗門的大德常講，「不怕念起，只怕覺遲」，念頭起來不怕，第一個念頭情執起來了、煩惱起來了，第二個念頭呢？阿彌陀佛，就把這個念頭換成阿彌陀佛。也就是說，只許你有一念，不許有第二念，給諸位說，這叫念佛。念佛不是佛號念得愈多愈好，不是這個意思，念佛就是叫你把煩惱習氣控制住，時時刻刻有警覺心，念頭才起，馬上阿彌陀佛，就是不要想它是善念、惡念，什麼念頭都不要想它，馬上換成阿彌陀佛，這就對了。換得要快，否則的話第二念又是情執，第三念又是煩惱，念念就迷了。這叫真正會念佛，念佛是這麼個念法的，不能不知道。"
    },
    {
      "id": "02-039-0182_p0008",
      "zh_CN": "这样念法功夫就得力，慢慢怎么样？慢慢的这一天到晚只有佛号没有妄念了。功夫从哪里见？古人讲一支香，我们现在讲二十四小时，每一个小时，这古大德讲的，还有三、五个念头会起来，功夫不错了。大概念佛要念多久的时间？应当是三年到五年，勇猛精进，可以达到这个境界。古人讲一支香，一支香长香一个半小时，短香一个小时，他是用这个来计算，算时间的，一支香里还有三、五个念头，三、五年的工夫才行。我们现在想想，不要说多，十分钟的时间，你有多少个念头起来？一面念佛一面念头会起来。十分钟你看看有多少个念头？不止五个，这说明我们不行，人家一个小时才有三、五个念头，我们十分钟就超过他多多了；有时候一分钟都不行，都有念头起来。念佛的功夫得力不得力，就从这里观察。念上个七、八年，一支香里偶尔还有一、二个念头，念到没有妄念起来，你这个功夫就伏住了。那叫什么？叫功夫成片，功夫成一片，伏住了。在这个境界里面，那就恭喜你，你往生自在，你想什么时候走就什么时候走。与这个世间还有缘，多帮助一些众生，行，没问题，你在这个世间爱住多少年就住多少年。为什么？是愿力，他不是业力。我们凡夫做不到，凡夫是业力，这就是有寿命，寿命到了，医生没有用，再好的医生，他能医病，他不能医命。如果医生好，这个人寿命到了，阎王派无常小鬼去抓他，医生把他延命了，那阎王不就傻了，没有这个道理。谚语有所谓「阎王叫人三更死，不敢留人到五更」，延长两更的时间都不可以。这就是寿命跟疾病是两码事情。疾病当中医生用错了药，也能把你治死，如果你还有寿命，依旧能够回来，寿命到了，那就没有法子，那就回不来。学佛人总得懂这个道理。",
      "zh_TW": "這樣念法功夫就得力，慢慢怎麼樣？慢慢的這一天到晚只有佛號沒有妄念了。功夫從哪裡見？古人講一支香，我們現在講二十四小時，每一個小時，這古大德講的，還有三、五個念頭會起來，功夫不錯了。大概念佛要念多久的時間？應當是三年到五年，勇猛精進，可以達到這個境界。古人講一支香，一支香長香一個半小時，短香一個小時，他是用這個來計算，算時間的，一支香裡還有三、五個念頭，三、五年的工夫才行。我們現在想想，不要說多，十分鐘的時間，你有多少個念頭起來？一面念佛一面念頭會起來。十分鐘你看看有多少個念頭？不止五個，這說明我們不行，人家一個小時才有三、五個念頭，我們十分鐘就超過他多多了；有時候一分鐘都不行，都有念頭起來。念佛的功夫得力不得力，就從這裡觀察。念上個七、八年，一支香裡偶爾還有一、二個念頭，念到沒有妄念起來，你這個功夫就伏住了。那叫什麼？叫功夫成片，功夫成一片，伏住了。在這個境界裡面，那就恭喜你，你往生自在，你想什麼時候走就什麼時候走。與這個世間還有緣，多幫助一些眾生，行，沒問題，你在這個世間愛住多少年就住多少年。為什麼？是願力，他不是業力。我們凡夫做不到，凡夫是業力，這就是有壽命，壽命到了，醫生沒有用，再好的醫生，他能醫病，他不能醫命。如果醫生好，這個人壽命到了，閻王派無常小鬼去抓他，醫生把他延命了，那閻王不就傻了，沒有這個道理。諺語有所謂「閻王叫人三更死，不敢留人到五更」，延長兩更的時間都不可以。這就是壽命跟疾病是兩碼事情。疾病當中醫生用錯了藥，也能把你治死，如果你還有壽命，依舊能夠回來，壽命到了，那就沒有法子，那就回不來。學佛人總得懂這個道理。"
    },
    {
      "id": "02-039-0182_p0009",
      "zh_CN": "我们在这个世间第一桩要紧的事情是念佛，身体好有个好处，无疾而终，走的时候不生病。这个病，佛法里面说有三种因缘，第一个是生理上的病，这个一定找医生，医生能治生理上的病。第二种是业障病，冤亲债主找到你了，要报复你，过去你杀他，他现在来讨命，要来报仇，很多，这种情形。这个病医生医不好，他冤业，他不是生理的。这种病要调解，冤亲债主接受调解他离去了、离开了，你病就好了。第三种是宿业病，过去今生所造的罪业，这个病最麻烦，不是生理，也不是冤亲债主，自己造的罪业累积而成就的，还是有救，真正忏悔，忏除业障，病就好了。有三种原因。我们要让自己不生病要懂得，生理上生活有规律，能减少，饮食起居有规律。第二，不跟任何人结冤仇，处处跟一切众生化解对立，不要制造对立，他跟我对立，我跟他不对立，这个对立就不能成立，成立一定是双方，你一方不跟人对立，它就不能成立。要有慈悲心，要有爱心，常常念着帮助一切众生苦难，叫大慈悲心，化解冤业。第三个，起心动念纯净纯善，把自己过去现前业障都化解，这个罪业都能化解，我们的身体就不会生病。经教讲的三种病因，讲得很有道理。",
      "zh_TW": "我們在這個世間第一樁要緊的事情是念佛，身體好有個好處，無疾而終，走的時候不生病。這個病，佛法裡面說有三種因緣，第一個是生理上的病，這個一定找醫生，醫生能治生理上的病。第二種是業障病，冤親債主找到你了，要報復你，過去你殺他，他現在來討命，要來報仇，很多，這種情形。這個病醫生醫不好，他冤業，他不是生理的。這種病要調解，冤親債主接受調解他離去了、離開了，你病就好了。第三種是宿業病，過去今生所造的罪業，這個病最麻煩，不是生理，也不是冤親債主，自己造的罪業累積而成就的，還是有救，真正懺悔，懺除業障，病就好了。有三種原因。我們要讓自己不生病要懂得，生理上生活有規律，能減少，飲食起居有規律。第二，不跟任何人結冤仇，處處跟一切眾生化解對立，不要製造對立，他跟我對立，我跟他不對立，這個對立就不能成立，成立一定是雙方，你一方不跟人對立，它就不能成立。要有慈悲心，要有愛心，常常念著幫助一切眾生苦難，叫大慈悲心，化解冤業。第三個，起心動念純淨純善，把自己過去現前業障都化解，這個罪業都能化解，我們的身體就不會生病。經教講的三種病因，講得很有道理。"
    },
    {
      "id": "02-039-0182_p0010",
      "zh_CN": "所以一切法不离自心，佛在经上常说「一切法从心想生」，《华严经》上告诉我们整个宇宙「唯心所现，唯识所变」。这些话现代科学家证明了，证实是真的不是假的。由此可知，修行修什么？你真搞明白了，才晓得修行是修心而已，只要心正，没有一样不正，心要邪了，就出毛病，心不可以偏，心不可以邪。一切吉凶祸福不要去问人。你看看这个地方，这个意思多好！法藏菩萨去问世间自在王佛，世间自在王佛怎么回答他？你问你自己！「汝自思惟」、「汝自当知」、「汝应自摄」，你看全叫他自己，佛没有教他，这就是真正教他。你要问生死大事，你要问吉凶祸福，来生我到哪里去？佛就会这样说，问你自己。你自己起的是什么念头，问你自己的起心动念、言语造作，就全明白了，佛这个回答就是这个意思。十法界里面这些众生，无不是自作自受，可不能怪别人，怪别人你就有罪，没有人教你。圣贤人教你为善，妖魔鬼怪教你作恶，他教你，你不接受，没事。他教你，你接受了，佛菩萨教我们行善，我们接受了，好事，妖魔鬼怪教我们干坏事，我们不接受，没事，我们接受了，你自己自作，他虽然教你，他没办法逼着你做，所以还是要自己负责任。佛菩萨劝你作善，你修善很好，佛菩萨不会叫你感恩，为什么？你自己做的，你自己不做，佛菩萨也不能强迫你，你要明白这个道理。所以佛菩萨度化众生不居功，《金刚经》上说得很好，度化无量无边众生，最后说一句话，「实无众生得灭度者」，他们得度是他们自己的事情，他自己肯干，他自己度自己。佛菩萨就说真话，佛菩萨只是劝导大家，你自己觉悟，你自己回头，你自己行善，你自己断恶，你自己成就，全是你自己。佛菩萨要能强迫我们干的话，我们不是个个都成佛了吗？他没有法子强迫我们！所以责任要自己承当，不能推给佛菩萨。",
      "zh_TW": "所以一切法不離自心，佛在經上常說「一切法從心想生」，《華嚴經》上告訴我們整個宇宙「唯心所現，唯識所變」。這些話現代科學家證明了，證實是真的不是假的。由此可知，修行修什麼？你真搞明白了，才曉得修行是修心而已，只要心正，沒有一樣不正，心要邪了，就出毛病，心不可以偏，心不可以邪。一切吉凶禍福不要去問人。你看看這個地方，這個意思多好！法藏菩薩去問世間自在王佛，世間自在王佛怎麼回答他？你問你自己！「汝自思惟」、「汝自當知」、「汝應自攝」，你看全叫他自己，佛沒有教他，這就是真正教他。你要問生死大事，你要問吉凶禍福，來生我到哪裡去？佛就會這樣說，問你自己。你自己起的是什麼念頭，問你自己的起心動念、言語造作，就全明白了，佛這個回答就是這個意思。十法界裡面這些眾生，無不是自作自受，可不能怪別人，怪別人你就有罪，沒有人教你。聖賢人教你為善，妖魔鬼怪教你作惡，他教你，你不接受，沒事。他教你，你接受了，佛菩薩教我們行善，我們接受了，好事，妖魔鬼怪教我們幹壞事，我們不接受，沒事，我們接受了，你自己自作，他雖然教你，他沒辦法逼著你做，所以還是要自己負責任。佛菩薩勸你作善，你修善很好，佛菩薩不會叫你感恩，為什麼？你自己做的，你自己不做，佛菩薩也不能強迫你，你要明白這個道理。所以佛菩薩度化眾生不居功，《金剛經》上說得很好，度化無量無邊眾生，最後說一句話，「實無眾生得滅度者」，他們得度是他們自己的事情，他自己肯幹，他自己度自己。佛菩薩就說真話，佛菩薩只是勸導大家，你自己覺悟，你自己回頭，你自己行善，你自己斷惡，你自己成就，全是你自己。佛菩薩要能強迫我們幹的話，我們不是個個都成佛了嗎？他沒有法子強迫我們！所以責任要自己承當，不能推給佛菩薩。"
    },
    {
      "id": "02-039-0182_p0011",
      "zh_CN": "所以彭际清这几句话说得好，「才发此心，极乐庄严一时具足」。这说什么？极乐世界依正庄严，一时顿现，不是今天造一点、明天造一点，不是，一时顿现！在大乘教里面全是这个说法。菩萨把烦恼习气一时顿舍，就是一下就放下，极乐世界依正庄严一时顿现，为什么？自性里头的智慧、德相一时现前，没有先后的。不但极乐世界实报土如是，四圣六凡又何尝不是？一个道理！四圣六凡里面夹杂着情执、夹杂着烦恼，所以才说唯识所变。这个变化，要知道，刹那刹那在变化，没有相同的，就像我们看电影，你去看电影的底片一样，底片是幻灯片，一张一张的，张张都是独立的，张张不一样，它速度太快了，一秒钟二十四张，这样的速度就把我们欺骗了，我们以为那是真的。弥勒菩萨告诉我们，现前这个世界一秒钟多少张？如果一秒钟弹指五次，我相信有动作很快的，身体强壮的可以弹五次，一次三十二亿百千念，五次呢？一千六百兆，一秒钟一千六百兆次，所以你不知道是假的。这讲我们现前的世界，一秒钟一千六百兆次，现在讲波动的现象。这个波动一停止，这世界就没有了。怎么停止？佛说了，你把起心动念、分别执着放下，就停止了，就没有了。我们在此地能体会到，这个波动确实有大小不同。起心动念、分别执着统统具足，这个波动大，六道出现了。如果我们只有起心动念、分别，没有执着，这个波动就小，六道没有，四圣法界出现了。如果再把分别放下，还有起心动念，四圣法界没有了，实报土出现了。实报土是什么？实报土是起心动念，起心动念放下了，实报土也没有了，回归自性，那就是圆满的无上正等正觉。所以实报土的波动是很微细，佛在经上告诉我们，八地菩萨才能见到阿赖耶，这讲别教，圆教就是第八住的菩萨，十住里面第八住，对于阿赖耶就清清楚楚。虽然初住菩萨已经不起心、不动念，但是他还有相当浓的习气，这个习气让他不能够亲证阿赖耶，到第八住才明白，习气慢慢就薄了，阿赖耶是个什么样子就现前了，清清楚楚、明明白白。",
      "zh_TW": "所以彭際清這幾句話說得好，「才發此心，極樂莊嚴一時具足」。這說什麼？極樂世界依正莊嚴，一時頓現，不是今天造一點、明天造一點，不是，一時頓現！在大乘教裡面全是這個說法。菩薩把煩惱習氣一時頓捨，就是一下就放下，極樂世界依正莊嚴一時頓現，為什麼？自性裡頭的智慧、德相一時現前，沒有先後的。不但極樂世界實報土如是，四聖六凡又何嘗不是？一個道理！四聖六凡裡面夾雜著情執、夾雜著煩惱，所以才說唯識所變。這個變化，要知道，剎那剎那在變化，沒有相同的，就像我們看電影，你去看電影的底片一樣，底片是幻燈片，一張一張的，張張都是獨立的，張張不一樣，它速度太快了，一秒鐘二十四張，這樣的速度就把我們欺騙了，我們以為那是真的。彌勒菩薩告訴我們，現前這個世界一秒鐘多少張？如果一秒鐘彈指五次，我相信有動作很快的，身體強壯的可以彈五次，一次三十二億百千念，五次呢？一千六百兆，一秒鐘一千六百兆次，所以你不知道是假的。這講我們現前的世界，一秒鐘一千六百兆次，現在講波動的現象。這個波動一停止，這世界就沒有了。怎麼停止？佛說了，你把起心動念、分別執著放下，就停止了，就沒有了。我們在此地能體會到，這個波動確實有大小不同。起心動念、分別執著統統具足，這個波動大，六道出現了。如果我們只有起心動念、分別，沒有執著，這個波動就小，六道沒有，四聖法界出現了。如果再把分別放下，還有起心動念，四聖法界沒有了，實報土出現了。實報土是什麼？實報土是起心動念，起心動念放下了，實報土也沒有了，回歸自性，那就是圓滿的無上正等正覺。所以實報土的波動是很微細，佛在經上告訴我們，八地菩薩才能見到阿賴耶，這講別教，圓教就是第八住的菩薩，十住裡面第八住，對於阿賴耶就清清楚楚。雖然初住菩薩已經不起心、不動念，但是他還有相當濃的習氣，這個習氣讓他不能夠親證阿賴耶，到第八住才明白，習氣慢慢就薄了，阿賴耶是個什麼樣子就現前了，清清楚楚、明明白白。"
    },
    {
      "id": "02-039-0182_p0012",
      "zh_CN": "所以这个地方这一句很重要，就是「极乐庄严一时具足」，极乐世界依正庄严一时顿现的。所以说「至心求道」，这个至心就是一心不乱，在此地讲理一心不乱，不是事一心。事一心那就是一心，他这是至心，用心到极处，理一心不乱。「精进不止，会当克果，何愿不得」，这不都是自己的事情吗？你看佛的开示多好，一字都不假，句句真实。「所以者何」？为什么是这样的？这底下引用佛的话说，「一切法不离自心故」。世出世间一切法从哪里来的？你自己心里变现的，能现能变的这个心是共同的，这个要知道。真心是一个，妄心也是一个，真心永恒不变，妄心从一个变成无量个，那是讲妄心。道家讲：「一生二，二生三，三生万物」，这是什么？识变。识是什么？分别执着，分别执着无量无边，所以事理因果就无量无边。再多，佛是一句话就把它讲尽了，「凡所有相皆是虚妄」、「一切有为法，如梦幻泡影」。它不是真的，全是假的，你把假的当真的，那你就苦不堪言，这个要知道。觉迷关键在此地，全是假的，没有一样是真的。真的什么？永恒不变，那是自性，在实报土里面看见，实报土依正庄严永恒不变，所以叫它做一真法界。十法界里头千变万化，连佛说法亦复如是，佛是一音而说法，众生随类各得解。你看一样的经本摆在我们面前，我们一百个人在此地学，每一个人学的、解释的、想法，都不一样，众生各个有他的解，为什么？他没见性。见性就一致，一致是怎么解法？一致是没得解。只要有解就不一致，到没得解那就一致，这个要知道。",
      "zh_TW": "所以這個地方這一句很重要，就是「極樂莊嚴一時具足」，極樂世界依正莊嚴一時頓現的。所以說「至心求道」，這個至心就是一心不亂，在此地講理一心不亂，不是事一心。事一心那就是一心，他這是至心，用心到極處，理一心不亂。「精進不止，會當剋果，何願不得」，這不都是自己的事情嗎？你看佛的開示多好，一字都不假，句句真實。「所以者何」？為什麼是這樣的？這底下引用佛的話說，「一切法不離自心故」。世出世間一切法從哪裡來的？你自己心裡變現的，能現能變的這個心是共同的，這個要知道。真心是一個，妄心也是一個，真心永恆不變，妄心從一個變成無量個，那是講妄心。道家講：「一生二，二生三，三生萬物」，這是什麼？識變。識是什麼？分別執著，分別執著無量無邊，所以事理因果就無量無邊。再多，佛是一句話就把它講盡了，「凡所有相皆是虛妄」、「一切有為法，如夢幻泡影」。它不是真的，全是假的，你把假的當真的，那你就苦不堪言，這個要知道。覺迷關鍵在此地，全是假的，沒有一樣是真的。真的什麼？永恆不變，那是自性，在實報土裡面看見，實報土依正莊嚴永恆不變，所以叫它做一真法界。十法界裡頭千變萬化，連佛說法亦復如是，佛是一音而說法，眾生隨類各得解。你看一樣的經本擺在我們面前，我們一百個人在此地學，每一個人學的、解釋的、想法，都不一樣，眾生各個有他的解，為什麼？他沒見性。見性就一致，一致是怎麼解法？一致是沒得解。只要有解就不一致，到沒得解那就一致，這個要知道。"
    },
    {
      "id": "02-039-0182_p0013",
      "zh_CN": "佛的法从自性流出，自性是一法不立。众生问佛，佛给你讲解、给你解答、给你演说，释迦牟尼佛有个比喻，比喻得非常好，譬如这有鼓，你每个人去敲，你去敲就好像问他，佛好比是鼓，我们是凡夫，我们去叩，拿着鼓槌去敲它，你敲，它就应。我敲，它应我；你敲，它应你；他敲，它应他。我们的感觉同不同？不同，为什么？每个人敲的速度不一样，用的力大小不一样，所以它反应也不一样。他都说了，众生随类各得解，那些解是众生自己的解，不是佛的解，佛没解。因为他没解，所以他能够应一切解，叫一切众生各得解，妙！这个话的意思是什么？修学不要重视在解，重视在解你所求得的是知识，不是智慧。所以教下讲解绝，智慧就生，你只要有解，你不生智慧，到解到究竟处，没有解了，智慧忽然现前，跟宗门一样，大彻大悟。总的原则来说，离不开戒定慧，这妙绝了。戒是什么？规矩，你得守规矩，这一点非常非常重要。诸佛菩萨对我们最大的恩德就是规矩，依照这个规矩你就能得定，三昧现前，三昧现前之后，纯熟了，不定是什么因缘，能帮助你大彻大悟，因戒得定，因定开慧，这是佛法。佛法没有说因文字开慧，没有。这一点我们要知道，佛法是活的，不是死的。佛法的难处也就在此地，经没有一定的讲法，我们从这些地方得细心体会它。",
      "zh_TW": "佛的法從自性流出，自性是一法不立。眾生問佛，佛給你講解、給你解答、給你演說，釋迦牟尼佛有個比喻，比喻得非常好，譬如這有鼓，你每個人去敲，你去敲就好像問他，佛好比是鼓，我們是凡夫，我們去叩，拿著鼓槌去敲它，你敲，它就應。我敲，它應我；你敲，它應你；他敲，它應他。我們的感覺同不同？不同，為什麼？每個人敲的速度不一樣，用的力大小不一樣，所以它反應也不一樣。他都說了，眾生隨類各得解，那些解是眾生自己的解，不是佛的解，佛沒解。因為他沒解，所以他能夠應一切解，叫一切眾生各得解，妙！這個話的意思是什麼？修學不要重視在解，重視在解你所求得的是知識，不是智慧。所以教下講解絕，智慧就生，你只要有解，你不生智慧，到解到究竟處，沒有解了，智慧忽然現前，跟宗門一樣，大徹大悟。總的原則來說，離不開戒定慧，這妙絕了。戒是什麼？規矩，你得守規矩，這一點非常非常重要。諸佛菩薩對我們最大的恩德就是規矩，依照這個規矩你就能得定，三昧現前，三昧現前之後，純熟了，不定是什麼因緣，能幫助你大徹大悟，因戒得定，因定開慧，這是佛法。佛法沒有說因文字開慧，沒有。這一點我們要知道，佛法是活的，不是死的。佛法的難處也就在此地，經沒有一定的講法，我們從這些地方得細心體會它。"
    },
    {
      "id": "02-039-0182_p0014",
      "zh_CN": "下面说，「彭氏之说，道出世尊此答之本意」。这个世尊是世间自在王佛，答复法藏，他的本意在此地。「盖发起至心，必含圣果」。为什么？因跟果是连着的，因中有果，果中有因。下面讲「因彻果海，华果同时，但当精进，何愿不得」。你的愿只要是定的，你定了方向、定了目标，只要精进，没有不成就的。「一切因果不离自心，无有一法居于心外」。这说得好！世间人求的是果，他把因忘掉，没有修因，哪来得果？没有侥幸的果。命里没有财，发了大财，发了大财是讲命里有的，我这一生没有修，佛讲的，没修财布施也发财了，这你命里有的。命里有的，前世修的，宿世前生你修财布施，你这一生得财富。如果这一生再继续修，那还得了吗？那你命中的财富是倍倍上升。没有修法就有聪明智慧，我们就晓得，过去生中修法布施，他才会有这个果报。没有修无畏布施就得健康长寿，很多，在我们面前都看到的，中国人、外国人很多长寿的，九十多岁的，一百多岁的，他也不晓得什么叫无畏布施。像我们在澳洲，澳洲农村里一百多岁的还下田干活，那些人非常善良，也很好客，我们去访问的时候非常欢喜。一百多岁，还干活，还干一些粗重之活，不容易！前世修的。如果懂得，这一世好好的再修，他的福就享不尽，愈修愈多。享福的时候懂得惜福，不糟蹋福报，这种修法可以长寿、可以延寿，这个道理讲得通。中国古籍里说得很多，佛经也是这样告诉我们，可以延寿，都在自己！一切法不离自心。",
      "zh_TW": "下面說，「彭氏之說，道出世尊此答之本意」。這個世尊是世間自在王佛，答覆法藏，他的本意在此地。「蓋發起至心，必含聖果」。為什麼？因跟果是連著的，因中有果，果中有因。下面講「因徹果海，華果同時，但當精進，何願不得」。你的願只要是定的，你定了方向、定了目標，只要精進，沒有不成就的。「一切因果不離自心，無有一法居於心外」。這說得好！世間人求的是果，他把因忘掉，沒有修因，哪來得果？沒有僥倖的果。命裡沒有財，發了大財，發了大財是講命裡有的，我這一生沒有修，佛講的，沒修財布施也發財了，這你命裡有的。命裡有的，前世修的，宿世前生你修財布施，你這一生得財富。如果這一生再繼續修，那還得了嗎？那你命中的財富是倍倍上升。沒有修法就有聰明智慧，我們就曉得，過去生中修法布施，他才會有這個果報。沒有修無畏布施就得健康長壽，很多，在我們面前都看到的，中國人、外國人很多長壽的，九十多歲的，一百多歲的，他也不曉得什麼叫無畏布施。像我們在澳洲，澳洲農村裡一百多歲的還下田幹活，那些人非常善良，也很好客，我們去訪問的時候非常歡喜。一百多歲，還幹活，還幹一些粗重之活，不容易！前世修的。如果懂得，這一世好好的再修，他的福就享不盡，愈修愈多。享福的時候懂得惜福，不糟蹋福報，這種修法可以長壽、可以延壽，這個道理講得通。中國古籍裡說得很多，佛經也是這樣告訴我們，可以延壽，都在自己！一切法不離自心。"
    },
    {
      "id": "02-039-0182_p0015",
      "zh_CN": "「下文连下三个自字，首曰：汝自思惟」，接着说「汝自当知」，末后说「汝应自摄」。「世尊不直截作答，但直指三个自字，实是老婆心切」，这个老婆是老太婆，很慈悲，「深意存焉」，这里头的意思很深，这是跟你讲真话。说穿了，一切法不能从心外求，从心外求错了，佛门讲从心外求法叫外道。佛法讲外道不是批评人的，什么叫外道？心外求法。你向世间自在王求法，这就心外求法。你不要去向别人，向自己起心动念、言语造作处去求，那就有愿必成。你求佛，就能成佛，你求菩萨，就能成菩萨，你可不能搞错了。如果你的求是增长贪心，你就到饿鬼道去了，为什么？你求来的！你要是瞋恚心、傲慢心、嫉妒心，那就地狱现前，也是你自己求得的。什么样的心，也就是什么样的念头、什么样的行为，它对应的是什么果报，肯定出现，全是自己求的。法藏想成佛，想建立一个殊胜的国土来成就一切众生，帮助这些众生快速成佛，这能做得到吗？你看自在王佛讲得多好，你发的是真心，你确实没有为自己名闻利养、没有自私自利，没有想在这桩事情得一点点便宜，全是为苦难众生，为业障深重的众生，你去求，怎么会不成就？凡是不能成就的，你有私心在，我们一般人说，你有你自己的企图，有你自己的目的在，夹杂这些，这些是不善的因，那这个善的果报你就很不容易得到。你的心纯、思想纯、行为纯，肯定这个果报现前。所以这三个「自」在此地意思太深，你得能体会到。",
      "zh_TW": "「下文連下三個自字，首曰：汝自思惟」，接著說「汝自當知」，末後說「汝應自攝」。「世尊不直截作答，但直指三個自字，實是老婆心切」，這個老婆是老太婆，很慈悲，「深意存焉」，這裡頭的意思很深，這是跟你講真話。說穿了，一切法不能從心外求，從心外求錯了，佛門講從心外求法叫外道。佛法講外道不是批評人的，什麼叫外道？心外求法。你向世間自在王求法，這就心外求法。你不要去向別人，向自己起心動念、言語造作處去求，那就有願必成。你求佛，就能成佛，你求菩薩，就能成菩薩，你可不能搞錯了。如果你的求是增長貪心，你就到餓鬼道去了，為什麼？你求來的！你要是瞋恚心、傲慢心、嫉妒心，那就地獄現前，也是你自己求得的。什麼樣的心，也就是什麼樣的念頭、什麼樣的行為，它對應的是什麼果報，肯定出現，全是自己求的。法藏想成佛，想建立一個殊勝的國土來成就一切眾生，幫助這些眾生快速成佛，這能做得到嗎？你看自在王佛講得多好，你發的是真心，你確實沒有為自己名聞利養、沒有自私自利，沒有想在這樁事情得一點點便宜，全是為苦難眾生，為業障深重的眾生，你去求，怎麼會不成就？凡是不能成就的，你有私心在，我們一般人說，你有你自己的企圖，有你自己的目的在，夾雜這些，這些是不善的因，那這個善的果報你就很不容易得到。你的心純、思想純、行為純，肯定這個果報現前。所以這三個「自」在此地意思太深，你得能體會到。"
    },
    {
      "id": "02-039-0182_p0016",
      "zh_CN": "下面引日本峻谛师在《会疏》里面所说的，「《会疏》释汝自当知云：汝自当知者，例如法华三止说，其义深广，不可容易说故」。「此说甚好」，这个讲法很好。就像《法华经》上释迦牟尼佛所说的，《法华经》上，这里举出来了，「彼经：止止不须说」，这是佛答复弟子们的发问，弟子们问一大堆的问题，佛怎么说？止止不须说，「正是今经之义」。为什么不须说？你所问的，答案都在你自己身上，不在别的地方，你只一回头就明白了。「六祖曰：密在汝边」。这是谁问的？《坛经》上，惠明师问的。惠明是个四品将军，六祖得衣钵之后，五祖叫他赶快逃，到南方去，藏起来，不要让人知道。大家分头去找，惠明找到他了，目的是想把衣钵夺回来。惠能大师也聪明，把衣钵放在石头上，自己藏起来，衣钵你拿去好了，能保住性命。结果惠明去拿衣钵拿不动，他立刻就忏悔，知道这个不是随便的事情，立刻心就变了，请惠能大师出来，我不是为衣钵，我是来求法的。惠能大师出来了，所以他就问他，你在黄梅的时候老师怎么教你的？老师教我的跟教你们是一样的。还有没有秘意？能大师说：「密在汝边」。他开悟了，一句话把他点醒了。能大师会下开悟四十三个人里头有惠明，为什么？真诚到极处，回头是岸，回头那一念是真心，那不是妄心，一点就醒了。",
      "zh_TW": "下面引日本峻諦師在《會疏》裡面所說的，「《會疏》釋汝自當知云：汝自當知者，例如法華三止說，其義深廣，不可容易說故」。「此說甚好」，這個講法很好。就像《法華經》上釋迦牟尼佛所說的，《法華經》上，這裡舉出來了，「彼經：止止不須說」，這是佛答覆弟子們的發問，弟子們問一大堆的問題，佛怎麼說？止止不須說，「正是今經之義」。為什麼不須說？你所問的，答案都在你自己身上，不在別的地方，你只一回頭就明白了。「六祖曰：密在汝邊」。這是誰問的？《壇經》上，惠明師問的。惠明是個四品將軍，六祖得衣缽之後，五祖叫他趕快逃，到南方去，藏起來，不要讓人知道。大家分頭去找，惠明找到他了，目的是想把衣缽奪回來。惠能大師也聰明，把衣缽放在石頭上，自己藏起來，衣缽你拿去好了，能保住性命。結果惠明去拿衣缽拿不動，他立刻就懺悔，知道這個不是隨便的事情，立刻心就變了，請惠能大師出來，我不是為衣缽，我是來求法的。惠能大師出來了，所以他就問他，你在黃梅的時候老師怎麼教你的？老師教我的跟教你們是一樣的。還有沒有祕意？能大師說：「密在汝邊」。他開悟了，一句話把他點醒了。能大師會下開悟四十三個人裡頭有惠明，為什麼？真誠到極處，回頭是岸，回頭那一念是真心，那不是妄心，一點就醒了。"
    },
    {
      "id": "02-039-0182_p0017",
      "zh_CN": "「古禅德曰：汝自会取好，我不如汝。亦此经三个自字之义」。这都是真话，一般人听不懂。我不如你，我能帮助你吗？佛都不能帮助，谁能帮助？向上一着是你自己的事情，佛能够提醒你，给你做个增上缘，亲因缘、所缘缘、无间缘一定是自己具足，你自己这三缘不具足，佛那个增上缘也加不上。对你有好处吗？有。什么好处？跟你阿赖耶里面种个佛法种子，如此而已，你在这一生当中用不上。还要记住六祖的一句话，那是无尽藏比丘尼，这个事情是在惠明之后，依旧在逃亡的途中，遇到无尽藏比丘尼。无尽藏比丘尼拿着经本向他请教，他说我不认识字。你不认识字，怎么能够把经讲得这么好？这个事情与识字不识字没有关系。与什么有关系？与放下有关系。放下什么？惠能大师放下起心动念、分别执着，起心动念是根本无明，要不放下，不能成佛。他们这些人祖祖相传，传个什么？起心动念放下了，教下常讲，无明破了。起心动念是无明，无明破了，不起心、不动念，在《华严经》上证得初住以上，初住菩萨就不起心、不动念。这个境界立刻就超越十法界，十法界没有了，超越十法界一般都是住华藏世界，修净土的人，把它回向求生净土，生极乐世界实报庄严土。这些事跟理我们都要搞清楚、搞明白。什么是真的？这是真的，除这个之外全是假的，梦中佛事，水月道场。道场不能执着，道场是什么？镜花水月，镜中花，水中月。你要能这样看叫看破，看破什么？你才能放下，不放在心上，心里面只放阿弥陀佛，你就对了，你一切就圆满了。只有阿弥陀佛，除阿弥陀佛之外什么都没有，这一生当中肯定圆满成就。",
      "zh_TW": "「古禪德曰：汝自會取好，我不如汝。亦此經三個自字之義」。這都是真話，一般人聽不懂。我不如你，我能幫助你嗎？佛都不能幫助，誰能幫助？向上一著是你自己的事情，佛能夠提醒你，給你做個增上緣，親因緣、所緣緣、無間緣一定是自己具足，你自己這三緣不具足，佛那個增上緣也加不上。對你有好處嗎？有。什麼好處？跟你阿賴耶裡面種個佛法種子，如此而已，你在這一生當中用不上。還要記住六祖的一句話，那是無盡藏比丘尼，這個事情是在惠明之後，依舊在逃亡的途中，遇到無盡藏比丘尼。無盡藏比丘尼拿著經本向他請教，他說我不認識字。你不認識字，怎麼能夠把經講得這麼好？這個事情與識字不識字沒有關係。與什麼有關係？與放下有關係。放下什麼？惠能大師放下起心動念、分別執著，起心動念是根本無明，要不放下，不能成佛。他們這些人祖祖相傳，傳個什麼？起心動念放下了，教下常講，無明破了。起心動念是無明，無明破了，不起心、不動念，在《華嚴經》上證得初住以上，初住菩薩就不起心、不動念。這個境界立刻就超越十法界，十法界沒有了，超越十法界一般都是住華藏世界，修淨土的人，把它迴向求生淨土，生極樂世界實報莊嚴土。這些事跟理我們都要搞清楚、搞明白。什麼是真的？這是真的，除這個之外全是假的，夢中佛事，水月道場。道場不能執著，道場是什麼？鏡花水月，鏡中花，水中月。你要能這樣看叫看破，看破什麼？你才能放下，不放在心上，心裡面只放阿彌陀佛，你就對了，你一切就圓滿了。只有阿彌陀佛，除阿彌陀佛之外什麼都沒有，這一生當中肯定圓滿成就。"
    },
    {
      "id": "02-039-0182_p0018",
      "zh_CN": "下面说，峻谛师继续讲，他说「此含三义」，这个里头别说还有三层意思。第一，「谓法藏菩萨宿殖（同植）深厚」，这个殖就是同植。我们把这段念下去，「高才勇哲，与世超异。净佛国土之事，久既洞达，虽佛智无所加之。故如汝所知，汝自当行之也。」这个括弧里说「此复明法藏是从果向因也」。这个世间自在王佛示现的，应以佛身而得度，即现佛身而度之。法藏比丘呢？法藏比丘也是示现的，也是诸佛示现的，应以比丘身得度者，即现比丘身而为说法，换句话说，这些人久证圆满。就像释迦牟尼佛当年在世，他的那些弟子，乃至于护法、国王大臣，许多都是古佛再来的。这些话别人不懂，内行人懂。哪些是内行人？明心见性的人都懂。他们两个为什么要这么表演？让一切众生从他们这个表演当中觉悟。无上甚深微妙法都是自己成就的，何况世出世间这些小法，那更不必说了。端在用心，你是用的什么心？这才是这三个字的深意。你要是佛心，你所做的任何事业都是佛事；你用的是菩萨心，你干的一切事情是菩萨事；你要用贪心，你干的一切事情都是鬼事，贪是饿鬼；天天发脾气，天天怨恨，天天骂人，干的是地狱事，瞋恚！端看用心，这不是你自己事情吗？十法界依正庄严是你起心动念、言语造作的产物，它变现出来的，这哪用得着问人？佛都不需要问，还要去问妖魔鬼怪吗？还去问神吗？不需要了，这个解答多好！佛跟佛在说话，我们要能够体会到，你就学会了，对我们自己修行大有帮助。我们今天取极乐世界，这个容易，为什么？这个不是断烦恼。断烦恼，无明、尘沙、见思谈何容易，我们今天只要把一句阿弥陀佛抓住，成功了，成功之高，成功的殊胜，无与伦比。这个不相信，还搞别的，那就错了。深意在此地。你能听到阿弥陀佛，你能够听到《无量寿经》，稀有因缘，你到哪里才找得到？尤其这个经，夏莲居会集，黄念祖老居士的注解，都在现代。佛法传到中国将近两千年，没有这个本子。这个本子出来好多人反对，反对的人造什么样业因，那我们就很清楚。爱好、依教修行的人，我们也知道，你的果报在极乐世界。第一个深意是法藏从果向因，他是再来人。",
      "zh_TW": "下面說，峻諦師繼續講，他說「此含三義」，這個裡頭別說還有三層意思。第一，「謂法藏菩薩宿殖（同植）深厚」，這個殖就是同植。我們把這段念下去，「高才勇哲，與世超異。淨佛國土之事，久既洞達，雖佛智無所加之。故如汝所知，汝自當行之也。」這個括弧裡說「此復明法藏是從果向因也」。這個世間自在王佛示現的，應以佛身而得度，即現佛身而度之。法藏比丘呢？法藏比丘也是示現的，也是諸佛示現的，應以比丘身得度者，即現比丘身而為說法，換句話說，這些人久證圓滿。就像釋迦牟尼佛當年在世，他的那些弟子，乃至於護法、國王大臣，許多都是古佛再來的。這些話別人不懂，內行人懂。哪些是內行人？明心見性的人都懂。他們兩個為什麼要這麼表演？讓一切眾生從他們這個表演當中覺悟。無上甚深微妙法都是自己成就的，何況世出世間這些小法，那更不必說了。端在用心，你是用的什麼心？這才是這三個字的深意。你要是佛心，你所做的任何事業都是佛事；你用的是菩薩心，你幹的一切事情是菩薩事；你要用貪心，你幹的一切事情都是鬼事，貪是餓鬼；天天發脾氣，天天怨恨，天天罵人，幹的是地獄事，瞋恚！端看用心，這不是你自己事情嗎？十法界依正莊嚴是你起心動念、言語造作的產物，它變現出來的，這哪用得著問人？佛都不需要問，還要去問妖魔鬼怪嗎？還去問神嗎？不需要了，這個解答多好！佛跟佛在說話，我們要能夠體會到，你就學會了，對我們自己修行大有幫助。我們今天取極樂世界，這個容易，為什麼？這個不是斷煩惱。斷煩惱，無明、塵沙、見思談何容易，我們今天只要把一句阿彌陀佛抓住，成功了，成功之高，成功的殊勝，無與倫比。這個不相信，還搞別的，那就錯了。深意在此地。你能聽到阿彌陀佛，你能夠聽到《無量壽經》，稀有因緣，你到哪裡才找得到？尤其這個經，夏蓮居會集，黃念祖老居士的註解，都在現代。佛法傳到中國將近兩千年，沒有這個本子。這個本子出來好多人反對，反對的人造什麼樣業因，那我們就很清楚。愛好、依教修行的人，我們也知道，你的果報在極樂世界。第一個深意是法藏從果向因，他是再來人。"
    },
    {
      "id": "02-039-0182_p0019",
      "zh_CN": "第二，「谓摄取佛国，各随乐欲，或取秽浊，或求清净，或摄三乘，或愿一乘。故任菩萨意乐，宜摄取之，不用如来之指示也。」这些话不都是对我们现前来讲的吗？摄取佛国，就经意来说，法藏比丘他的愿望。我们在这一生当中，摄取佛国就是建立一个道场。我们建立一个道场要去问佛吗？要去问人吗？用不着，随你自己的欢喜，你取秽浊很好，释迦牟尼佛就取这个。这就像什么？世尊当年在世，生活方式是托钵，大迦叶尊者专门到贫穷家去托钵，富贵人家他不去。你问他为什么？他太可怜、太苦了，我到他家去托钵，接受他的供养，给他培福，好心。须菩提尊者专去到富贵家去托钵，他不到贫穷家去。你问他为什么？富贵难得，如果我不去给他添一点福，他福享完就没有了。都有道理，都是大慈悲心，他不是为自己，都是对的。我们今天讲审时度势，你一定要晓得，现前的环境众生品类不齐，我们要想普度一切众生，要怎样开方便之门。",
      "zh_TW": "第二，「謂攝取佛國，各隨樂欲，或取穢濁，或求清淨，或攝三乘，或願一乘。故任菩薩意樂，宜攝取之，不用如來之指示也。」這些話不都是對我們現前來講的嗎？攝取佛國，就經意來說，法藏比丘他的願望。我們在這一生當中，攝取佛國就是建立一個道場。我們建立一個道場要去問佛嗎？要去問人嗎？用不著，隨你自己的歡喜，你取穢濁很好，釋迦牟尼佛就取這個。這就像什麼？世尊當年在世，生活方式是托缽，大迦葉尊者專門到貧窮家去托缽，富貴人家他不去。你問他為什麼？他太可憐、太苦了，我到他家去托缽，接受他的供養，給他培福，好心。須菩提尊者專去到富貴家去托缽，他不到貧窮家去。你問他為什麼？富貴難得，如果我不去給他添一點福，他福享完就沒有了。都有道理，都是大慈悲心，他不是為自己，都是對的。我們今天講審時度勢，你一定要曉得，現前的環境眾生品類不齊，我們要想普度一切眾生，要怎樣開方便之門。"
    },
    {
      "id": "02-039-0182_p0020",
      "zh_CN": "在现前，佛法实在讲很衰，什么原因？佛法无人说了，虽智莫能解，世间聪明智慧的人多，佛经他不能解。什么原因？佛经要像一张白纸的人他才能接受，他要是有自己知见在里面，他就把佛经的意思全错解了，不是佛的意思，是他自己的意思，这是佛经一个困难。所以佛经必须要真正修行人来讲，他怎么？他通过他自己的实验，他才能体会佛所说的真实义。自己没有通过修行，他所讲是字面上的意思，往往就解错了。它字面里头有深意，所以在讲演的时候，言外有音，话里头还有话，你要懂这个。特别是大乘教里头，为什么？很多意思是说不出来的。所以马鸣菩萨再教给我们，听经不要执着言说相、不要执著名字相、不要执着心缘相。心缘相就是什么？我以为是什么意思，这个不可以，错了。你要用清净心来听，你就会听到里头的意思；你要带着自己意思在里面听，你就听不到了。那我们要问，什么人能够符合马鸣菩萨的标准，他就能听到真实义。真实义也不是我的意思，说老实话，真实义是你清净心里头的意思，是你真心里头的意思，不是从外头来的，密在汝边。这个你才懂得印光大师所讲的，「一分诚敬得一分利益，十分诚敬得十分利益」。",
      "zh_TW": "在現前，佛法實在講很衰，什麼原因？佛法無人說了，雖智莫能解，世間聰明智慧的人多，佛經他不能解。什麼原因？佛經要像一張白紙的人他才能接受，他要是有自己知見在裡面，他就把佛經的意思全錯解了，不是佛的意思，是他自己的意思，這是佛經一個困難。所以佛經必須要真正修行人來講，他怎麼？他通過他自己的實驗，他才能體會佛所說的真實義。自己沒有通過修行，他所講是字面上的意思，往往就解錯了。它字面裡頭有深意，所以在講演的時候，言外有音，話裡頭還有話，你要懂這個。特別是大乘教裡頭，為什麼？很多意思是說不出來的。所以馬鳴菩薩再教給我們，聽經不要執著言說相、不要執著名字相、不要執著心緣相。心緣相就是什麼？我以為是什麼意思，這個不可以，錯了。你要用清淨心來聽，你就會聽到裡頭的意思；你要帶著自己意思在裡面聽，你就聽不到了。那我們要問，什麼人能夠符合馬鳴菩薩的標準，他就能聽到真實義。真實義也不是我的意思，說老實話，真實義是你清淨心裡頭的意思，是你真心裡頭的意思，不是從外頭來的，密在汝邊。這個你才懂得印光大師所講的，「一分誠敬得一分利益，十分誠敬得十分利益」。"
    },
    {
      "id": "02-039-0182_p0021",
      "zh_CN": "什么叫诚？古人对诚讲的标准，「一念不生是谓诚」。你看看，不执着言说相、不执著名字相、没有心缘相，这是诚。你用的是清净心来听，没有一丝毫夹杂，你听了会开悟。带有自己成见在里面来听，全是自己的意思，不是佛的意思。为什么？佛没有意思，你怎么会有意思？这是真的，佛没有意思。没有意思，它就能含无量义；有意思，什么意思都没有了，佛法妙在这个地方。说穿了，只是一颗真心，一颗清净平等觉的心。我们的心是清净平等觉，诸佛如来讲经说法是从清净平等觉里头流出来的，跟我们的清净平等觉相应，连起来了，通了，那叫如来真实义，叫愿解如来真实义。我们有意思，意思是从阿赖耶识流出来的，妄心，妄心就通不了真心。妄只能跟妄通，不能跟真通，真通妄，妄不能通真。这些原理原则要懂，要不懂的话，这一生学佛那就难了。不过难也不怕，你只要肯老实念佛，到极乐世界再听阿弥陀佛讲经，你就会开悟。在这个世间不会用真心，到极乐世界就统统会用真心，这是阿弥陀佛威德的加持。所以取西方净土是最正确的修学法门，但是取西方净土，与西方净土不相应的统统放下，带业只能带过去的，不是带现行，现行夹杂在里面决定产生障碍。",
      "zh_TW": "什麼叫誠？古人對誠講的標準，「一念不生是謂誠」。你看看，不執著言說相、不執著名字相、沒有心緣相，這是誠。你用的是清淨心來聽，沒有一絲毫夾雜，你聽了會開悟。帶有自己成見在裡面來聽，全是自己的意思，不是佛的意思。為什麼？佛沒有意思，你怎麼會有意思？這是真的，佛沒有意思。沒有意思，它就能含無量義；有意思，什麼意思都沒有了，佛法妙在這個地方。說穿了，只是一顆真心，一顆清淨平等覺的心。我們的心是清淨平等覺，諸佛如來講經說法是從清淨平等覺裡頭流出來的，跟我們的清淨平等覺相應，連起來了，通了，那叫如來真實義，叫願解如來真實義。我們有意思，意思是從阿賴耶識流出來的，妄心，妄心就通不了真心。妄只能跟妄通，不能跟真通，真通妄，妄不能通真。這些原理原則要懂，要不懂的話，這一生學佛那就難了。不過難也不怕，你只要肯老實念佛，到極樂世界再聽阿彌陀佛講經，你就會開悟。在這個世間不會用真心，到極樂世界就統統會用真心，這是阿彌陀佛威德的加持。所以取西方淨土是最正確的修學法門，但是取西方淨土，與西方淨土不相應的統統放下，帶業只能帶過去的，不是帶現行，現行夾雜在裡面決定產生障礙。"
    },
    {
      "id": "02-039-0182_p0022",
      "zh_CN": "所以有的菩萨愿意取秽浊，有的菩萨愿意取清净，有些佛的世界里头有三乘，有的世界只有一乘。西方极乐世界，我们现在知道它是一乘法，它没有三乘，三乘到极乐世界都变成一乘。所以你看看，凡圣同居土下下品往生，到极乐世界都是阿惟越致菩萨，一乘，这是无比殊胜的一个道场。「故任菩萨意乐」，佛是永远恒顺众生，随缘妙用，这不可思议。妙在哪里？妙在不起心、不动念、不分别、不执着，妙！不要说是分别执着不妙了，起心动念就不妙了，为什么？起心动念，四圣法界，分别执着，六道轮回，这个不能不知道。所以这些不需要如来指示。",
      "zh_TW": "所以有的菩薩願意取穢濁，有的菩薩願意取清淨，有些佛的世界裡頭有三乘，有的世界只有一乘。西方極樂世界，我們現在知道它是一乘法，它沒有三乘，三乘到極樂世界都變成一乘。所以你看看，凡聖同居土下下品往生，到極樂世界都是阿惟越致菩薩，一乘，這是無比殊勝的一個道場。「故任菩薩意樂」，佛是永遠恆順眾生，隨緣妙用，這不可思議。妙在哪裡？妙在不起心、不動念、不分別、不執著，妙！不要說是分別執著不妙了，起心動念就不妙了，為什麼？起心動念，四聖法界，分別執著，六道輪迴，這個不能不知道。所以這些不需要如來指示。"
    },
    {
      "id": "02-039-0182_p0023",
      "zh_CN": "第三，「谓凡于净土，有报有化。法报高妙，非菩萨之分。唯应自分，宜摄取之也。故云汝自当知」。这都说得非常好，净土有报身、有化身。像拿极乐世界来说，极乐世界的报身、报土是实报庄严土；方便有余土、凡圣同居土，这都是化身。法身那是妙觉位，在常寂光土，回归常寂光，这个的确是高。报身我们现在搞清楚、搞明白了，报土为什么会永恒存在？四十一位法身大士没有中断，像学校一样，现在毕业一批走了，等觉再上去，毕业了，回到常寂光了，后面这个新的新生他又来了，所以那个学校永远存在。不是说学生毕业之后就没有了，它年年有新生出来，有毕业的出去，又有新的进来。哪些新生呢？十方世界的，修净土的人都到极乐世界去了。到极乐世界，我们现在都清楚了，带业往生的在凡圣同居土、在方便有余土。凡圣同居土带得重的，方便有余土带得轻的，实报土不带业。极乐世界殊胜微妙就在凡圣同居土、方便有余土，这两土，阿弥陀佛本愿加持，皆作阿惟越致菩萨，所以它一乘。他们这些人，带业往生的人，到那边去干什么？到那边首先去消业，同居土的业消掉了，再消方便土的业，统统消掉了，那你是真的实报土的菩萨，不带业了。极乐世界真实的状况我们要了解，我们对它会生起信心，生起敬仰的心，生起真正求生净土的意愿。你要不搞清楚，你总会有怀疑，怀疑会造成障碍，贪瞋痴慢疑全是障碍，那个怀疑是最后的一个障碍，必须要断疑生信。佛给我们讲经说法，教导我们，最重要的，我们受利益的就是破迷开悟、断疑生信，就这个意思。只有这一个报土保证我们一生成就。",
      "zh_TW": "第三，「謂凡於淨土，有報有化。法報高妙，非菩薩之分。唯應自分，宜攝取之也。故云汝自當知」。這都說得非常好，淨土有報身、有化身。像拿極樂世界來說，極樂世界的報身、報土是實報莊嚴土；方便有餘土、凡聖同居土，這都是化身。法身那是妙覺位，在常寂光土，回歸常寂光，這個的確是高。報身我們現在搞清楚、搞明白了，報土為什麼會永恆存在？四十一位法身大士沒有中斷，像學校一樣，現在畢業一批走了，等覺再上去，畢業了，回到常寂光了，後面這個新的新生他又來了，所以那個學校永遠存在。不是說學生畢業之後就沒有了，它年年有新生出來，有畢業的出去，又有新的進來。哪些新生呢？十方世界的，修淨土的人都到極樂世界去了。到極樂世界，我們現在都清楚了，帶業往生的在凡聖同居土、在方便有餘土。凡聖同居土帶得重的，方便有餘土帶得輕的，實報土不帶業。極樂世界殊勝微妙就在凡聖同居土、方便有餘土，這兩土，阿彌陀佛本願加持，皆作阿惟越致菩薩，所以它一乘。他們這些人，帶業往生的人，到那邊去幹什麼？到那邊首先去消業，同居土的業消掉了，再消方便土的業，統統消掉了，那你是真的實報土的菩薩，不帶業了。極樂世界真實的狀況我們要了解，我們對它會生起信心，生起敬仰的心，生起真正求生淨土的意願。你要不搞清楚，你總會有懷疑，懷疑會造成障礙，貪瞋痴慢疑全是障礙，那個懷疑是最後的一個障礙，必須要斷疑生信。佛給我們講經說法，教導我們，最重要的，我們受利益的就是破迷開悟、斷疑生信，就這個意思。只有這一個報土保證我們一生成就。"
    },
    {
      "id": "02-039-0182_p0024",
      "zh_CN": "同样一个道理，我们今天如果有一批志同道合的，那没有一个道场不行。东晋时代远公大师给我们做了一个例子，他在庐山建一个念佛堂，共修的人一百二十三个人，集体闭关，我用现在的话说，集体闭关。山上以虎溪为界，它有个小溪，那个溪叫虎溪，虎溪为界，不出界线，住山，一直到往生，一百二十三个，个个往生。庐山东林念佛堂是净土宗的发源地，慧远大师是开山祖师，中国净土宗第一代祖师。我们念了夏莲居老居士的《净修捷要》，我们才知道净宗有三个祖师，《净修捷要》里面讲的。第一个是法界净宗祖师，遍法界虚空界，那个人是谁？大势至菩萨，法界祖师。《华严经》上普贤菩萨是娑婆世界的祖师，释迦牟尼佛娑婆世界第一个提倡净土的，释迦牟尼佛成佛第一部讲《华严经》，华严会上普贤菩萨十大愿王导归极乐，他是娑婆世界祖师。慧远大师是中国第一个祖师。所以法界始祖是大势至菩萨，无比殊胜，稀有难逢。",
      "zh_TW": "同樣一個道理，我們今天如果有一批志同道合的，那沒有一個道場不行。東晉時代遠公大師給我們做了一個例子，他在廬山建一個念佛堂，共修的人一百二十三個人，集體閉關，我用現在的話說，集體閉關。山上以虎溪為界，它有個小溪，那個溪叫虎溪，虎溪為界，不出界線，住山，一直到往生，一百二十三個，個個往生。廬山東林念佛堂是淨土宗的發源地，慧遠大師是開山祖師，中國淨土宗第一代祖師。我們念了夏蓮居老居士的《淨修捷要》，我們才知道淨宗有三個祖師，《淨修捷要》裡面講的。第一個是法界淨宗祖師，遍法界虛空界，那個人是誰？大勢至菩薩，法界祖師。《華嚴經》上普賢菩薩是娑婆世界的祖師，釋迦牟尼佛娑婆世界第一個提倡淨土的，釋迦牟尼佛成佛第一部講《華嚴經》，華嚴會上普賢菩薩十大願王導歸極樂，他是娑婆世界祖師。慧遠大師是中國第一個祖師。所以法界始祖是大勢至菩薩，無比殊勝，稀有難逢。"
    },
    {
      "id": "02-039-0182_p0025",
      "zh_CN": "今天这个时代，印光大师教给我们，建小道场，人数不超过二十人。为什么？容易维持，二十个人，二、三个护法照顾就够了，真实功德。生活能维持就行了，一心念佛，没有一个不成就。我想印光大师这个想法有来由的，过去《西方确指》里面所记载的，觉明妙行菩萨他们只有八个人志同道合，在一起念佛八个人都往生了。印光大师把它稍微扩大一点，二十个人，不要超过二十个人。小道场、小茅蓬，外面看起来不起眼，人家也不重视你，你就平平安安、老老实实念佛，三年五载个个都往生，到极乐世界去作佛去了，正确。要是有四十个人？就分做两个小道场。六十个人，三个小道场。平时也不需要往来，个人修个人的，大家做比赛，看谁先往生。这个法子好，老和尚想的这个方法值得我们极力提倡，因为现前这个社会，我们要知道，伦理、道德、因果教育丢失太久了，大家从小没有学过，人多在一起就很难办、很复杂，人多就复杂，人愈少愈好。最重要的，六和敬头一条「见和同解」，如果不能做到六和敬的就不能要。顶多不超过二十人，少，实在讲，三个、五个不少，十个、二十个不多，不超过二十个，真干。如果听经，就一部《无量寿经》，用我们的光碟就够了，真的到西方极乐世界，不是假的，就是一部经、一句佛号，万缘放下。",
      "zh_TW": "今天這個時代，印光大師教給我們，建小道場，人數不超過二十人。為什麼？容易維持，二十個人，二、三個護法照顧就夠了，真實功德。生活能維持就行了，一心念佛，沒有一個不成就。我想印光大師這個想法有來由的，過去《西方確指》裡面所記載的，覺明妙行菩薩他們只有八個人志同道合，在一起念佛八個人都往生了。印光大師把它稍微擴大一點，二十個人，不要超過二十個人。小道場、小茅蓬，外面看起來不起眼，人家也不重視你，你就平平安安、老老實實念佛，三年五載個個都往生，到極樂世界去作佛去了，正確。要是有四十個人？就分做兩個小道場。六十個人，三個小道場。平時也不需要往來，個人修個人的，大家做比賽，看誰先往生。這個法子好，老和尚想的這個方法值得我們極力提倡，因為現前這個社會，我們要知道，倫理、道德、因果教育丟失太久了，大家從小沒有學過，人多在一起就很難辦、很複雜，人多就複雜，人愈少愈好。最重要的，六和敬頭一條「見和同解」，如果不能做到六和敬的就不能要。頂多不超過二十人，少，實在講，三個、五個不少，十個、二十個不多，不超過二十個，真幹。如果聽經，就一部《無量壽經》，用我們的光碟就夠了，真的到西方極樂世界，不是假的，就是一部經、一句佛號，萬緣放下。"
    },
    {
      "id": "02-039-0182_p0026",
      "zh_CN": "那要问，我们这三个根还要不要扎？不要了。为什么不要？你到极乐世界成佛去了，三年已经成佛了，你还要这个东西干什么？什么人要？如果要留在这个世间弘法利生的人要，他要做出榜样给人看，那就必须要学，不想留在这个世间，一心就往生，那你就不要。这个不要什么？有道共戒、有定共戒，你看你心里只有一句阿弥陀佛、一部《无量寿经》，你所有一切都具足了，三个根都在里头，不在外头。心是阿弥陀佛，你所干的什么事情都是佛事，真正佛事，生活是佛的生活，工作是佛的工作，待人接物没有一样不是阿弥陀佛，这就对了。可是我们也要欢喜赞叹那些发大菩提心的人，看到这些苦难众生，必须要帮助他。这些人就不能够赶快求生，要留在这个世间照顾大众，多接引几个去，接引愈多愈好。这是有智慧、有福德、有缘分，你就得这样做。没有缘分的，自利；有缘分的，利他。利他不忘记自利，自利也不能忘记利他。随分随力，帮助佛法常住世间。常住世间，代代有人才，把这个法门继续传下去。没有人继续传下去，这个法缘到我们这里就断掉了，我们对不起佛陀，我们也对不起历代祖师。所以佛法的传承是大事，中国古人所谓「不孝有三，无后为大」。佛法里传承是大事，一定要有人传承。传承这个事情，菩萨事业。印光老法师，这是近代的一位祖师，他的指示是非常正确，应当要坚守小道场、二十个人。普度众生现在有办法，不像从前，从前自度不能利他，现在自度可以利他。我们小茅蓬设个网路就可以了，我们的修学，我们在一起学习经教，用网路的方法传播出去，全世界有缘的众生，来收看你的网路的都是有缘众生，是既自利也利他。佛法没有版权，如果有电视台欢喜的话，拿到从网路再转播成电视，那利益众生就更广，都是好事情。第三这一段就是怎样把这个利益推广。",
      "zh_TW": "那要問，我們這三個根還要不要紮？不要了。為什麼不要？你到極樂世界成佛去了，三年已經成佛了，你還要這個東西幹什麼？什麼人要？如果要留在這個世間弘法利生的人要，他要做出榜樣給人看，那就必須要學，不想留在這個世間，一心就往生，那你就不要。這個不要什麼？有道共戒、有定共戒，你看你心裡只有一句阿彌陀佛、一部《無量壽經》，你所有一切都具足了，三個根都在裡頭，不在外頭。心是阿彌陀佛，你所幹的什麼事情都是佛事，真正佛事，生活是佛的生活，工作是佛的工作，待人接物沒有一樣不是阿彌陀佛，這就對了。可是我們也要歡喜讚歎那些發大菩提心的人，看到這些苦難眾生，必須要幫助他。這些人就不能夠趕快求生，要留在這個世間照顧大眾，多接引幾個去，接引愈多愈好。這是有智慧、有福德、有緣分，你就得這樣做。沒有緣分的，自利；有緣分的，利他。利他不忘記自利，自利也不能忘記利他。隨分隨力，幫助佛法常住世間。常住世間，代代有人才，把這個法門繼續傳下去。沒有人繼續傳下去，這個法緣到我們這裡就斷掉了，我們對不起佛陀，我們也對不起歷代祖師。所以佛法的傳承是大事，中國古人所謂「不孝有三，無後為大」。佛法裡傳承是大事，一定要有人傳承。傳承這個事情，菩薩事業。印光老法師，這是近代的一位祖師，他的指示是非常正確，應當要堅守小道場、二十個人。普度眾生現在有辦法，不像從前，從前自度不能利他，現在自度可以利他。我們小茅蓬設個網路就可以了，我們的修學，我們在一起學習經教，用網路的方法傳播出去，全世界有緣的眾生，來收看你的網路的都是有緣眾生，是既自利也利他。佛法沒有版權，如果有電視台歡喜的話，拿到從網路再轉播成電視，那利益眾生就更廣，都是好事情。第三這一段就是怎樣把這個利益推廣。"
    },
    {
      "id": "02-039-0182_p0027",
      "zh_CN": "下面老法师说，「上峻谛师所云：唯应自分。此之自分，即宗门所谓法身向上事也，故超于菩萨之分。个中义理，非凡情所能解会」。凡情没法子理解，也没法子体会到的，所以它的意思很深。我们就我们能够体会到的，不但我们要学习，我们在这体会到我们今后怎样来弘扬佛法？这是在某个时代有某个时代的方法，最重要的是要把释迦牟尼佛教学的精神传下去，教学的精神发扬光大，这就对了。一定要肯定释迦牟尼佛的身分是职业老师，一生他老人家所表现的，也就是今天讲，他对社会所贡献的，对人类所贡献的，是教育。伦理的教育、道德的教育、因果的教育、哲学的教育、科学的教育，我们要把这些做出来、讲清楚，让这个社会明白，不再产生误会，才知道这是好东西，真的是宝！能帮助我们解决世出世间一切问题。这么好的东西，没人知道，多可惜。怎么宣传？必须自己做出来，说，没人相信，做出样子出来，大家相信，大家才能接受。今天时间到了，我们就学习到此地。",
      "zh_TW": "下面老法師說，「上峻諦師所云：唯應自分。此之自分，即宗門所謂法身向上事也，故超於菩薩之分。個中義理，非凡情所能解會」。凡情沒法子理解，也沒法子體會到的，所以它的意思很深。我們就我們能夠體會到的，不但我們要學習，我們在這體會到我們今後怎樣來弘揚佛法？這是在某個時代有某個時代的方法，最重要的是要把釋迦牟尼佛教學的精神傳下去，教學的精神發揚光大，這就對了。一定要肯定釋迦牟尼佛的身分是職業老師，一生他老人家所表現的，也就是今天講，他對社會所貢獻的，對人類所貢獻的，是教育。倫理的教育、道德的教育、因果的教育、哲學的教育、科學的教育，我們要把這些做出來、講清楚，讓這個社會明白，不再產生誤會，才知道這是好東西，真的是寶！能幫助我們解決世出世間一切問題。這麼好的東西，沒人知道，多可惜。怎麼宣傳？必須自己做出來，說，沒人相信，做出樣子出來，大家相信，大家才能接受。今天時間到了，我們就學習到此地。"
    }
  ]
}