{
  "doc_id": "02-039-0205",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二０五集",
    "zh_TW": "第二０五集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0205",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-039-0205_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第二百五十面，从第三行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第二百五十面，從第三行看起："
    },
    {
      "id": "02-039-0205_p0002",
      "zh_CN": "「善导大师于四十八愿中，称定成正觉、光明无量、寿命无量、诸佛称叹与十念必生等五愿，为真实愿，视为四十八愿之心要。可见此愿，实是弥陀宏誓之心髓。彼佛本怀，只是为一切众生决定成佛。」我们看到这个地方，昨天我们学到此地。看到善导大师他老人家这一段开示，这个开示非常重要。净宗同学我相信有不少人曾经听说过，善导大师是阿弥陀佛应化在中国，所以善导大师的话就是阿弥陀佛直接告诉我们的。四十八愿里最重要的五愿，这是大愿的核心。这一愿「定成正觉」，把阿弥陀佛的本怀说出来了，阿弥陀佛建立极乐世界，接引大众去修行，目的何在？用意何在？善导大师给我们说出来，只是为一切众生决定成佛。这个语气多么肯定，一丝毫疑惑都没有。为实现这一愿，「乃有十念必生」，十念必生就是为了决定成佛，就是定成正觉。",
      "zh_TW": "「善導大師於四十八願中，稱定成正覺、光明無量、壽命無量、諸佛稱歎與十念必生等五願，為真實願，視為四十八願之心要。可見此願，實是彌陀宏誓之心髓。彼佛本懷，只是為一切眾生決定成佛。」我們看到這個地方，昨天我們學到此地。看到善導大師他老人家這一段開示，這個開示非常重要。淨宗同學我相信有不少人曾經聽說過，善導大師是阿彌陀佛應化在中國，所以善導大師的話就是阿彌陀佛直接告訴我們的。四十八願裡最重要的五願，這是大願的核心。這一願「定成正覺」，把阿彌陀佛的本懷說出來了，阿彌陀佛建立極樂世界，接引大眾去修行，目的何在？用意何在？善導大師給我們說出來，只是為一切眾生決定成佛。這個語氣多麼肯定，一絲毫疑惑都沒有。為實現這一願，「乃有十念必生」，十念必生就是為了決定成佛，就是定成正覺。"
    },
    {
      "id": "02-039-0205_p0003",
      "zh_CN": "这一愿给我们念佛的同修坚定了对净宗的信心，也坚定了对求生西方极乐世界的愿心。蕅益大师说得好，「能不能往生，决定在信愿之有无」，如果你有真信、有切愿，真的想去，具足这两个字，你的条件也就具足；至于行门，是决定你往生到极乐世界品位的高下。蕅益大师为我们示现，给我们做了一个好样子，第一个目标就是求往生，品位高下不需要计较，不用放在心上，为什么？我们在前面几愿已经明白、看清楚了，极乐世界是平等世界，凡圣同居土往生跟实报土往生没有差别。身体的体质皆是紫金色身，相貌都是三十二相八十种好，跟阿弥陀佛一样，阿弥陀佛的相不比你多一个好的地方；你也不会跟阿弥陀佛相比，哪里有缺陷，没有，完全相同，这个不可思议。",
      "zh_TW": "這一願給我們念佛的同修堅定了對淨宗的信心，也堅定了對求生西方極樂世界的願心。蕅益大師說得好，「能不能往生，決定在信願之有無」，如果你有真信、有切願，真的想去，具足這兩個字，你的條件也就具足；至於行門，是決定你往生到極樂世界品位的高下。蕅益大師為我們示現，給我們做了一個好樣子，第一個目標就是求往生，品位高下不需要計較，不用放在心上，為什麼？我們在前面幾願已經明白、看清楚了，極樂世界是平等世界，凡聖同居土往生跟實報土往生沒有差別。身體的體質皆是紫金色身，相貌都是三十二相八十種好，跟阿彌陀佛一樣，阿彌陀佛的相不比你多一個好的地方；你也不會跟阿彌陀佛相比，哪裡有缺陷，沒有，完全相同，這個不可思議。"
    },
    {
      "id": "02-039-0205_p0004",
      "zh_CN": "相好，实实在在讲，一定成佛才相同，菩萨都不一样。为什么？菩萨无始无明没有断，所以相貌不相同，大致上一样，微细去看有不相同的地方，西方极乐世界找不到，完全相同，这是阿弥陀佛本愿威神的加持。这个加持也不是随便说说的，他是以五劫时间的修行，就是说他加持给你、回向给你，他真有东西，真有功夫。我们凡夫说加持，实际上是没有能力加持的，绝大多数是解悟，不是证悟，自己没有做到，没有真功夫，拿什么加持？阿弥陀佛的五劫修行，为的就是这桩事情，他发的这个大愿，四十八愿，愿愿都圆满，他才成佛；有一愿还没有圆满，他就不成佛。世尊告诉我们，阿弥陀佛在西方极乐世界成佛已经十劫，十劫在极乐世界来说不长。极乐人寿无量劫，十劫算什么？所以我们这一生当中要是到极乐世界去，将来在极乐世界那都是最早一批去的，你看十劫他就来了。这个机缘决定不能够失掉，无比殊胜的机缘，失掉太可惜。",
      "zh_TW": "相好，實實在在講，一定成佛才相同，菩薩都不一樣。為什麼？菩薩無始無明沒有斷，所以相貌不相同，大致上一樣，微細去看有不相同的地方，西方極樂世界找不到，完全相同，這是阿彌陀佛本願威神的加持。這個加持也不是隨便說說的，他是以五劫時間的修行，就是說他加持給你、迴向給你，他真有東西，真有功夫。我們凡夫說加持，實際上是沒有能力加持的，絕大多數是解悟，不是證悟，自己沒有做到，沒有真功夫，拿什麼加持？阿彌陀佛的五劫修行，為的就是這樁事情，他發的這個大願，四十八願，願願都圓滿，他才成佛；有一願還沒有圓滿，他就不成佛。世尊告訴我們，阿彌陀佛在西方極樂世界成佛已經十劫，十劫在極樂世界來說不長。極樂人壽無量劫，十劫算什麼？所以我們這一生當中要是到極樂世界去，將來在極樂世界那都是最早一批去的，你看十劫他就來了。這個機緣決定不能夠失掉，無比殊勝的機緣，失掉太可惜。"
    },
    {
      "id": "02-039-0205_p0005",
      "zh_CN": "能不失掉吗？能。只要你对《无量寿经》上所说的，你真的理解，真明白了，依教奉行，这一生就成功了。要想品位向上提升，那你就认真去干，放下万缘，这个品位才能提升。要不然你有夹杂，你还有怀疑，这个东西对品位有很大的障碍。确确实实像谛闲老和尚所说的，他那个锅漏匠，那个徒弟往生，谛老赞叹他：「在现前这个世间名山宝刹，这里面的方丈住持比不上你」，这些人有大福报；另外一类的，「弘宗研教的大善知识也不如你」，那一类是有智慧的，福报、智慧都比不上你。念了多久？三年，预知时至，站着走的。往生之后身体还站了三天三夜，等老和尚给他办后事。我们知道他的神识早就走了，真正往生西方极乐世界没有中阴身，这一断气，他就到极乐世界去了。他的身体怎么还能站三天三夜？我们知道那是护法神在保护着，让他身体不会倒下来，他自己早就走了，谛老的话是真实语。",
      "zh_TW": "能不失掉嗎？能。只要你對《無量壽經》上所說的，你真的理解，真明白了，依教奉行，這一生就成功了。要想品位向上提升，那你就認真去幹，放下萬緣，這個品位才能提升。要不然你有夾雜，你還有懷疑，這個東西對品位有很大的障礙。確確實實像諦閑老和尚所說的，他那個鍋漏匠，那個徒弟往生，諦老讚歎他：「在現前這個世間名山寶剎，這裡面的方丈住持比不上你」，這些人有大福報；另外一類的，「弘宗研教的大善知識也不如你」，那一類是有智慧的，福報、智慧都比不上你。念了多久？三年，預知時至，站著走的。往生之後身體還站了三天三夜，等老和尚給他辦後事。我們知道他的神識早就走了，真正往生西方極樂世界沒有中陰身，這一斷氣，他就到極樂世界去了。他的身體怎麼還能站三天三夜？我們知道那是護法神在保護著，讓他身體不會倒下來，他自己早就走了，諦老的話是真實語。"
    },
    {
      "id": "02-039-0205_p0006",
      "zh_CN": "可是这里头我们又得要知道，道场名山宝刹这里面的住持方丈，有没有再来人？有，智者大师当年在世是天台山的方丈，天台山国清寺的方丈，住持。他是本师释迦牟尼佛的应身，再来人，不是平常人。诸佛菩萨到这个世间来应化，应以什么身得度就现什么身。他是来给我们做示现的，给我们做榜样的。弘宗研教里面也有再来人，乃至于在家学佛居士当中也有。这种示现用意很深，让我们真正学佛人不敢轻慢任何一个人，你知道他是什么人再来的？文殊菩萨，普贤菩萨，这是菩萨当中最受人景仰的，他们示现在国清寺厨房里面打杂，我们现在讲做义工，打杂、烧火、挑水，干这些粗活。以后身分暴露，大家才知道。身分没有暴露的时候，没有人瞧得起这些人，包括丰干。丰干是阿弥陀佛，丰干是专门舂米的，就跟六祖惠能大师在黄梅的时候干一样的工作，推磨、磨米、舂米，阿弥陀佛。他们来做义工，他们来修供养。任何道场，古大德常讲，都是龙蛇混杂，你晓得哪个人是什么身分？所以凡夫知道有这些事情，就应当生恭敬心，无论对任何一个人，平等恭敬。最好都把所有的人看成是阿弥陀佛的化身，一点都不吃亏。你能作如是观，你就占尽便宜，真正福慧双修。自己谦卑，你看诸佛菩萨应化都那么样的谦卑，我们还有什么值得骄傲？这要懂。无明、见思、尘沙烦恼一品都没有断，有什么值得骄傲？看看这些佛菩萨，真正善知识，他们在世间给我们做的榜样。",
      "zh_TW": "可是這裡頭我們又得要知道，道場名山寶剎這裡面的住持方丈，有沒有再來人？有，智者大師當年在世是天台山的方丈，天台山國清寺的方丈，住持。他是本師釋迦牟尼佛的應身，再來人，不是平常人。諸佛菩薩到這個世間來應化，應以什麼身得度就現什麼身。他是來給我們做示現的，給我們做榜樣的。弘宗研教裡面也有再來人，乃至於在家學佛居士當中也有。這種示現用意很深，讓我們真正學佛人不敢輕慢任何一個人，你知道他是什麼人再來的？文殊菩薩，普賢菩薩，這是菩薩當中最受人景仰的，他們示現在國清寺廚房裡面打雜，我們現在講做義工，打雜、燒火、挑水，幹這些粗活。以後身分暴露，大家才知道。身分沒有暴露的時候，沒有人瞧得起這些人，包括豐干。豐干是阿彌陀佛，豐干是專門舂米的，就跟六祖惠能大師在黃梅的時候幹一樣的工作，推磨、磨米、舂米，阿彌陀佛。他們來做義工，他們來修供養。任何道場，古大德常講，都是龍蛇混雜，你曉得哪個人是什麼身分？所以凡夫知道有這些事情，就應當生恭敬心，無論對任何一個人，平等恭敬。最好都把所有的人看成是阿彌陀佛的化身，一點都不吃虧。你能作如是觀，你就佔盡便宜，真正福慧雙修。自己謙卑，你看諸佛菩薩應化都那麼樣的謙卑，我們還有什麼值得驕傲？這要懂。無明、見思、塵沙煩惱一品都沒有斷，有什麼值得驕傲？看看這些佛菩薩，真正善知識，他們在世間給我們做的榜樣。"
    },
    {
      "id": "02-039-0205_p0007",
      "zh_CN": "底下说，「众生依此最简最易、极圆极顿之径路，念佛往生，则皆可成佛也。」到极乐世界肯定成佛，这个法门最简单、最容易、最可靠、最快速，没有比这个更快的。圆极顿极，我们讲圆顿的大经都讲《华严》、《法华》，这比《华严》、《法华》更圆更顿，一点都不假。遇到这个法门谈何容易！真正遇到，真正明白、觉悟了，他就一切都舍弃了。你看谛闲法师，我们刚才讲的锅漏匠，他不认识字，一次经都没听过。虽然出家了，出家老和尚把他安排在乡下，一个破庙，没人住的地方，叫他去住。因为他四十多岁出家，年岁太大，学什么都学不会，人又很笨，老和尚只教他六个字，南无阿弥陀佛，跟他说，「你就念这一句佛号，念累了就休息，休息好了接着念；一直念下去，准有好处」。他也不问什么好处，他就老老实实念，念了三年，成绩出来了。这是真的，这不是假的。这也是菩萨来跟我们示现，三转法轮，他是作证转，他给我们做证明。证明什么？证明这个法门最简单，最容易，极圆极顿，他给我们证明一生决定成佛。",
      "zh_TW": "底下說，「眾生依此最簡最易、極圓極頓之徑路，念佛往生，則皆可成佛也。」到極樂世界肯定成佛，這個法門最簡單、最容易、最可靠、最快速，沒有比這個更快的。圓極頓極，我們講圓頓的大經都講《華嚴》、《法華》，這比《華嚴》、《法華》更圓更頓，一點都不假。遇到這個法門談何容易！真正遇到，真正明白、覺悟了，他就一切都捨棄了。你看諦閑法師，我們剛才講的鍋漏匠，他不認識字，一次經都沒聽過。雖然出家了，出家老和尚把他安排在鄉下，一個破廟，沒人住的地方，叫他去住。因為他四十多歲出家，年歲太大，學什麼都學不會，人又很笨，老和尚只教他六個字，南無阿彌陀佛，跟他說，「你就念這一句佛號，念累了就休息，休息好了接著念；一直念下去，準有好處」。他也不問什麼好處，他就老老實實念，念了三年，成績出來了。這是真的，這不是假的。這也是菩薩來跟我們示現，三轉法輪，他是作證轉，他給我們做證明。證明什麼？證明這個法門最簡單，最容易，極圓極頓，他給我們證明一生決定成佛。"
    },
    {
      "id": "02-039-0205_p0008",
      "zh_CN": "「愿文中分别者」，愿文里面讲「远离分别，诸根寂静」，这个分别，「思量识别诸事与理，曰分别」。就是我们常常讲的第六意识，第六意识的分别，第七识的执着。「以虚妄之分别为体性，即妄于无分别法之上，而分别我与法，故称之为分别之惑」。惑是迷惑。要知道一切法本来没有分别，本来没有执着，本来没有我。佛教导我们放下的，绝不是无意义说的，是本来没有，「凡所有相皆是虚妄」，这是一句总话。六百卷《大般若》说什么？读完之后，我给它总结就一句话，佛讲二十二年，讲什么？「一切法无所有，毕竟空，不可得」。一部《般若》就讲这句话。净宗也是一句话，「十念必生，必定成佛」。你看哪个快？哪个圆？哪个顿？般若比不上净宗，般若要断见思烦恼、无始无明，不是那么简单的事情。净宗只要执持名号，真信切愿，他就决定成功。",
      "zh_TW": "「願文中分別者」，願文裡面講「遠離分別，諸根寂靜」，這個分別，「思量識別諸事與理，曰分別」。就是我們常常講的第六意識，第六意識的分別，第七識的執著。「以虛妄之分別為體性，即妄於無分別法之上，而分別我與法，故稱之為分別之惑」。惑是迷惑。要知道一切法本來沒有分別，本來沒有執著，本來沒有我。佛教導我們放下的，絕不是無意義說的，是本來沒有，「凡所有相皆是虛妄」，這是一句總話。六百卷《大般若》說什麼？讀完之後，我給它總結就一句話，佛講二十二年，講什麼？「一切法無所有，畢竟空，不可得」。一部《般若》就講這句話。淨宗也是一句話，「十念必生，必定成佛」。你看哪個快？哪個圓？哪個頓？般若比不上淨宗，般若要斷見思煩惱、無始無明，不是那麼簡單的事情。淨宗只要執持名號，真信切願，他就決定成功。"
    },
    {
      "id": "02-039-0205_p0009",
      "zh_CN": "佛法传到中国二千年了，修这个法门成就的人不计其数，太多太多了。《净土圣贤录》、《往生传》，那是有这个缘分遇到念书的人给他写传记留下来，还有人不知道的，没有写的不晓得有多少！占大多数。古大德记下来的是少数里头的少数，这个我们要知道，所以这次的缘分可不能错过。所以这个分别是虚妄的，分别叫惑，迷惑。妄于无分别法之上，而分别我、分别法。我与法都不可得，万法皆空，不但有为法不可得，无为法也不可得，这个意思很深。无为法是真的，自性，你要执着有个自性，你就错了，为什么？自性没有名字，你给它起个名字是妄想。可是在教学当中，不起个名字就没有法子说。所以马鸣菩萨教我们，听经不要执着言说相，不要执著名字相，不要执着心缘相。心缘相是：我听了，我感觉有什么意思；那是你的意思，不是佛的意思，佛没有意思。这里头意味深广无尽，佛哪有意思？有意思就是无明，就是见思烦恼。有，就这个东西；没有，没有就回归自性，没有是常寂光。无量的智慧德能相好，没有的时候统统现出来。凡夫总执着有，有就没有了，没有就有了。有无都不要执着，清净心就现前，清净心是真心。我们今天所用的是妄心，一天到晚起心动念，全是妄心在作祟。",
      "zh_TW": "佛法傳到中國二千年了，修這個法門成就的人不計其數，太多太多了。《淨土聖賢錄》、《往生傳》，那是有這個緣分遇到念書的人給他寫傳記留下來，還有人不知道的，沒有寫的不曉得有多少！佔大多數。古大德記下來的是少數裡頭的少數，這個我們要知道，所以這次的緣分可不能錯過。所以這個分別是虛妄的，分別叫惑，迷惑。妄於無分別法之上，而分別我、分別法。我與法都不可得，萬法皆空，不但有為法不可得，無為法也不可得，這個意思很深。無為法是真的，自性，你要執著有個自性，你就錯了，為什麼？自性沒有名字，你給它起個名字是妄想。可是在教學當中，不起個名字就沒有法子說。所以馬鳴菩薩教我們，聽經不要執著言說相，不要執著名字相，不要執著心緣相。心緣相是：我聽了，我感覺有什麼意思；那是你的意思，不是佛的意思，佛沒有意思。這裡頭意味深廣無盡，佛哪有意思？有意思就是無明，就是見思煩惱。有，就這個東西；沒有，沒有就回歸自性，沒有是常寂光。無量的智慧德能相好，沒有的時候統統現出來。凡夫總執著有，有就沒有了，沒有就有了。有無都不要執著，清淨心就現前，清淨心是真心。我們今天所用的是妄心，一天到晚起心動念，全是妄心在作祟。"
    },
    {
      "id": "02-039-0205_p0010",
      "zh_CN": "「断此分别之惑，谓之无分别智」，就是相宗里面讲转识成智的妙观察智，无分别智是妙观察智，清清楚楚明明了瞭。跟科学家他们在仪器里面观察看到的不一样，为什么？他们所观察看到的，还是有分别、还是有执着，还是凡夫知见，不是圣人。清清楚楚明明白白，不起心、不动念，这是佛菩萨，叫佛知佛见；在现象里头，起心动念就不是佛菩萨知见，就是凡夫知见，凡圣之分就在此地。圣人永远不动心，整个宇宙所有一切现象也是如如不动。不但如如不动，他看得很清楚，根本就不存在。像弥勒菩萨给我们说的现象，这一念当中包括三种现象，自然现象、精神现象、物质现象，在一念之中，一弹指三十二亿百千念。每一个念头发生就没有了，所以它不存在，它发生的时间非常短。你看看一弹指，一弹指，多少分之一弹指的时间？三百二十兆，一弹指的三百二十兆分之一，这么长的时间，所以你没有办法感触到。这就告诉你，为什么说万法皆空，为什么说「一切法无所有，毕竟空，不可得」，弥勒菩萨做证明，说得很清楚，给我们解释，它真的不可得。",
      "zh_TW": "「斷此分別之惑，謂之無分別智」，就是相宗裡面講轉識成智的妙觀察智，無分別智是妙觀察智，清清楚楚明明瞭瞭。跟科學家他們在儀器裡面觀察看到的不一樣，為什麼？他們所觀察看到的，還是有分別、還是有執著，還是凡夫知見，不是聖人。清清楚楚明明白白，不起心、不動念，這是佛菩薩，叫佛知佛見；在現象裡頭，起心動念就不是佛菩薩知見，就是凡夫知見，凡聖之分就在此地。聖人永遠不動心，整個宇宙所有一切現象也是如如不動。不但如如不動，他看得很清楚，根本就不存在。像彌勒菩薩給我們說的現象，這一念當中包括三種現象，自然現象、精神現象、物質現象，在一念之中，一彈指三十二億百千念。每一個念頭發生就沒有了，所以它不存在，它發生的時間非常短。你看看一彈指，一彈指，多少分之一彈指的時間？三百二十兆，一彈指的三百二十兆分之一，這麼長的時間，所以你沒有辦法感觸到。這就告訴你，為什麼說萬法皆空，為什麼說「一切法無所有，畢竟空，不可得」，彌勒菩薩做證明，說得很清楚，給我們解釋，它真的不可得。"
    },
    {
      "id": "02-039-0205_p0011",
      "zh_CN": "这一念所示现的，是自性里头本自具足的，本自具足的现象。可是诸位要记住，它里头没有分别，没有执着，没有起心动念，这叫一真法界，这叫诸佛如来的实报庄严土。我们能把事实真相搞清楚、搞明白了，才真正能放下。在日常生活当中，起心动念一切作为自然就跟《还源观》上的四德相应，随缘妙用，那妙用是什么？妙用是表法，表法给社会大众，给他们看的。启发他，帮助他们回头，帮助他们觉悟，是这个意思。要不然来这个世间干什么？凡夫来这个世间是受报的，过去修了福，他这一生来享福的；过去造了罪业，他这一生来受罪的、受苦的。业因果报丝毫不爽，明白人在这里看戏。宇宙是个大舞台，你看了这个就觉悟，开悟了。",
      "zh_TW": "這一念所示現的，是自性裡頭本自具足的，本自具足的現象。可是諸位要記住，它裡頭沒有分別，沒有執著，沒有起心動念，這叫一真法界，這叫諸佛如來的實報莊嚴土。我們能把事實真相搞清楚、搞明白了，才真正能放下。在日常生活當中，起心動念一切作為自然就跟《還源觀》上的四德相應，隨緣妙用，那妙用是什麼？妙用是表法，表法給社會大眾，給他們看的。啟發他，幫助他們回頭，幫助他們覺悟，是這個意思。要不然來這個世間幹什麼？凡夫來這個世間是受報的，過去修了福，他這一生來享福的；過去造了罪業，他這一生來受罪的、受苦的。業因果報絲毫不爽，明白人在這裡看戲。宇宙是個大舞台，你看了這個就覺悟，開悟了。"
    },
    {
      "id": "02-039-0205_p0012",
      "zh_CN": "《唯识述记》上说：「言分别者，有漏三界心、心所法，以妄分别为自体故」。分别不是真的，可是你以为是真的，它就起了作用，作用就是因果报应的作用。你要是知道它是虚妄，随顺它，不起分别执着，那就叫妙观察智，那就是《还源观》上讲的随缘妙用，那真的妙。愿文当中，「远离分别」这一句就是「即舍除分别之妄惑」，放下了，不再分别了。「了达真如即万法、万法即真如」。真如是自性、是真心，万法是个幻相；万法不碍真如，真如也不碍万法。一念不觉就现相，一念觉悟，这相就没有了。可是你真正觉悟，你自己没有了，别人有，相里头有，幻相里头有。幻相里面还有不少众生跟你有缘，你在没有觉悟的时候，跟他们在一起，跟他有缘。所以他起心动念，你都知道。他起心动念是感，你会应。应的作用是什么？帮助他觉悟，帮助他回头，这就是佛菩萨无缘大慈，同体大悲，就这么回事情。所以万法确实是自性，「心外无法，法外无心」，跟这两句的意思一样。",
      "zh_TW": "《唯識述記》上說：「言分別者，有漏三界心、心所法，以妄分別為自體故」。分別不是真的，可是你以為是真的，它就起了作用，作用就是因果報應的作用。你要是知道它是虛妄，隨順它，不起分別執著，那就叫妙觀察智，那就是《還源觀》上講的隨緣妙用，那真的妙。願文當中，「遠離分別」這一句就是「即捨除分別之妄惑」，放下了，不再分別了。「了達真如即萬法、萬法即真如」。真如是自性、是真心，萬法是個幻相；萬法不礙真如，真如也不礙萬法。一念不覺就現相，一念覺悟，這相就沒有了。可是你真正覺悟，你自己沒有了，別人有，相裡頭有，幻相裡頭有。幻相裡面還有不少眾生跟你有緣，你在沒有覺悟的時候，跟他們在一起，跟他有緣。所以他起心動念，你都知道。他起心動念是感，你會應。應的作用是什麼？幫助他覺悟，幫助他回頭，這就是佛菩薩無緣大慈，同體大悲，就這麼回事情。所以萬法確實是自性，「心外無法，法外無心」，跟這兩句的意思一樣。"
    },
    {
      "id": "02-039-0205_p0013",
      "zh_CN": "再看「寂静」，寂静是离烦恼，「离烦恼曰寂」。这个烦恼是见思烦恼，末那识里头的。末那识，四大烦恼常相随，末那识要是转过来，清净心就现前；思量识别，就是第六意识转过来，平等心现前，我们的经题上「清净平等觉」；这两个要是转过来了，后面那个觉，大彻大悟跟着就来了。相宗讲得好，转八识成四智，有果上转，有因上转。因上转的就是六、七，六、七两个转了，第八跟前五识跟着转了，所以它叫果上转。换句话说，前五识跟阿赖耶识，我们无下手之处，也就是说不要去理会它。要把功夫用在六七上，转末那为平等性智，我们经题上的平等；转末那为平等性智，转第六意识为妙观察智。末那转了，心就清净；第六意识转了，心就平等。这两种从哪里下手？各人根性不相同，可以同时下手，可以先从一个下手都行。我们哪一种烦恼重就从哪个下手，重的先克服，那个轻的就容易，像治病一样。",
      "zh_TW": "再看「寂靜」，寂靜是離煩惱，「離煩惱曰寂」。這個煩惱是見思煩惱，末那識裡頭的。末那識，四大煩惱常相隨，末那識要是轉過來，清淨心就現前；思量識別，就是第六意識轉過來，平等心現前，我們的經題上「清淨平等覺」；這兩個要是轉過來了，後面那個覺，大徹大悟跟著就來了。相宗講得好，轉八識成四智，有果上轉，有因上轉。因上轉的就是六、七，六、七兩個轉了，第八跟前五識跟著轉了，所以它叫果上轉。換句話說，前五識跟阿賴耶識，我們無下手之處，也就是說不要去理會它。要把功夫用在六七上，轉末那為平等性智，我們經題上的平等；轉末那為平等性智，轉第六意識為妙觀察智。末那轉了，心就清淨；第六意識轉了，心就平等。這兩種從哪裡下手？各人根性不相同，可以同時下手，可以先從一個下手都行。我們哪一種煩惱重就從哪個下手，重的先克服，那個輕的就容易，像治病一樣。"
    },
    {
      "id": "02-039-0205_p0014",
      "zh_CN": "寂静者，离烦恼曰寂，「绝苦患曰静，即涅槃之理」。涅槃是梵语，翻成中国意思有寂静的意思。什么叫涅槃？清净寂灭就叫做涅槃。换句话说，自性本来是清净寂灭的，这个一定要知道。清净心里面本来没有我，这个我是一个妄念，这个妄念形成一个很严重的执着。所以佛法的修学，头一个关口就是破我执，什么人做这个功夫？小乘初果须陀洹，大乘在《华严经》上讲的，十信位菩萨初信位，破八十八品见惑才能证到初果。头一个就是要破身见，知道身不是我，不再执着身是我，这叫破身见。我见没破，这是破我见刚刚开始，《金刚经》的前半部破我相，后半部破我见，后半部深，后半部是菩萨，前半部是小乘。「无我相，无人相，无众生相，无寿者相」，这四种都是妄相，都不是真的。我、人、众生、寿者，寿者是讲时间，众生里面包括空间、包括万法，都不是真的。凡所有相皆是虚妄，这个凡所有相里头包括时间跟空间，都不是真的，所以都不可以执着。真正把执着全放下，证阿罗汉果。再不分别，那就是菩萨，比阿罗汉高一层。所以阿罗汉证偏真涅槃，这个寂静他得到，虽然不是圆满，他真得到了，小乘的涅槃。",
      "zh_TW": "寂靜者，離煩惱曰寂，「絕苦患曰靜，即涅槃之理」。涅槃是梵語，翻成中國意思有寂靜的意思。什麼叫涅槃？清淨寂滅就叫做涅槃。換句話說，自性本來是清淨寂滅的，這個一定要知道。清淨心裡面本來沒有我，這個我是一個妄念，這個妄念形成一個很嚴重的執著。所以佛法的修學，頭一個關口就是破我執，什麼人做這個功夫？小乘初果須陀洹，大乘在《華嚴經》上講的，十信位菩薩初信位，破八十八品見惑才能證到初果。頭一個就是要破身見，知道身不是我，不再執著身是我，這叫破身見。我見沒破，這是破我見剛剛開始，《金剛經》的前半部破我相，後半部破我見，後半部深，後半部是菩薩，前半部是小乘。「無我相，無人相，無眾生相，無壽者相」，這四種都是妄相，都不是真的。我、人、眾生、壽者，壽者是講時間，眾生裡面包括空間、包括萬法，都不是真的。凡所有相皆是虛妄，這個凡所有相裡頭包括時間跟空間，都不是真的，所以都不可以執著。真正把執著全放下，證阿羅漢果。再不分別，那就是菩薩，比阿羅漢高一層。所以阿羅漢證偏真涅槃，這個寂靜他得到，雖然不是圓滿，他真得到了，小乘的涅槃。"
    },
    {
      "id": "02-039-0205_p0015",
      "zh_CN": "《资持记》里面说，「寂静即涅槃理也」。是涅槃的理。「又《往生要集上》曰：一切诸法，本来寂静，非有非无。」这个话是真的，这是说的诸法实相，真实相确实是如此，你不能说它有，你不能说它无，为什么？相有体无，事有理无。所有的相都是幻相，我们很不容易体会，明明摆在面前，怎么说没有？现代量子科学家给我们做了证明，他讲的跟佛经上讲的一样。物质的本质是什么？根本就没有物质存在。物质现象怎么发生的？他们找物质根本的因素是什么？发现物质是意念的累积连续产生的幻相。所以物质的本质是意念，跟佛经上讲的一样，佛经上讲的阿赖耶。阿赖耶是现在科学里面讲的，弦动的这个理论，弦的理论。好像弹琴的时候，弦的理论，这就是佛家讲的一念不觉。非常微细的一个振动，从这个振动里面有了频率，这就是阿赖耶，阿赖耶的现象。",
      "zh_TW": "《資持記》裡面說，「寂靜即涅槃理也」。是涅槃的理。「又《往生要集上》曰：一切諸法，本來寂靜，非有非無。」這個話是真的，這是說的諸法實相，真實相確實是如此，你不能說它有，你不能說它無，為什麼？相有體無，事有理無。所有的相都是幻相，我們很不容易體會，明明擺在面前，怎麼說沒有？現代量子科學家給我們做了證明，他講的跟佛經上講的一樣。物質的本質是什麼？根本就沒有物質存在。物質現象怎麼發生的？他們找物質根本的因素是什麼？發現物質是意念的累積連續產生的幻相。所以物質的本質是意念，跟佛經上講的一樣，佛經上講的阿賴耶。阿賴耶是現在科學裡面講的，弦動的這個理論，弦的理論。好像彈琴的時候，弦的理論，這就是佛家講的一念不覺。非常微細的一個振動，從這個振動裡面有了頻率，這就是阿賴耶，阿賴耶的現象。"
    },
    {
      "id": "02-039-0205_p0016",
      "zh_CN": "阿赖耶的现象，第一个产生的，从阿赖耶第一个产生的是第七识，末那；由末那又产生第二个，第六意识，每个识跟每个识相应的心所法都有四分。这个四分就是自证分，自证分是体，就是真如，自证分。从体里面它有精神作用，就有受想，我们讲受想行识，就有受想，那就变成物质现象。物质现象，三细相叫境界相，末那叫转相，转变，变成物质。所以自然现象、精神现象、物质现象都是阿赖耶所变的。《华严经》上讲得好，「唯心所现」，能现是真心、真如，现的相。这个现相千变万化，这是识，识能变，所以科学家告诉我们，我们的意念这个能力非常非常之强。这强的样子是什么？就是我们在经上念的六种神通，这里头除掉漏尽通不说，前面的五通，你看眼耳鼻舌身，全是念力，你为什么会看、为什么会听、为什么会行动？统统都是念力。如果这个念力要是能够集中，就像光，把它做成激光，那个能量就太大了！我们把念头要做成一个激光，大到什么程度？可以改变星球在太空当中运行的轨道，有这种能力。你可以指挥这个星球从哪里走，你就有这个能力。所以我们看到经上讲的，如来果地上的神通，神足通，我们相信，这是科学家告诉我们，佛有，我们也有，每个人都有。",
      "zh_TW": "阿賴耶的現象，第一個產生的，從阿賴耶第一個產生的是第七識，末那；由末那又產生第二個，第六意識，每個識跟每個識相應的心所法都有四分。這個四分就是自證分，自證分是體，就是真如，自證分。從體裡面它有精神作用，就有受想，我們講受想行識，就有受想，那就變成物質現象。物質現象，三細相叫境界相，末那叫轉相，轉變，變成物質。所以自然現象、精神現象、物質現象都是阿賴耶所變的。《華嚴經》上講得好，「唯心所現」，能現是真心、真如，現的相。這個現相千變萬化，這是識，識能變，所以科學家告訴我們，我們的意念這個能力非常非常之強。這強的樣子是什麼？就是我們在經上念的六種神通，這裡頭除掉漏盡通不說，前面的五通，你看眼耳鼻舌身，全是念力，你為什麼會看、為什麼會聽、為什麼會行動？統統都是念力。如果這個念力要是能夠集中，就像光，把它做成激光，那個能量就太大了！我們把念頭要做成一個激光，大到什麼程度？可以改變星球在太空當中運行的軌道，有這種能力。你可以指揮這個星球從哪裡走，你就有這個能力。所以我們看到經上講的，如來果地上的神通，神足通，我們相信，這是科學家告訴我們，佛有，我們也有，每個人都有。"
    },
    {
      "id": "02-039-0205_p0017",
      "zh_CN": "懂得这个道理的人，今天地球上灾难很多，有没有办法把它恢复正常？有，我们意念可以让它恢复正常。小而言之，我们身体健康，我们用意念可以让身体恢复健康，恢复正常，正常就是健康。病态呢？病态不正常。为什么不正常？你那个思惟有问题，你想错了。最善的思惟是禅定，什么念头都没有，善念恶念全没有，那个力量最大，那个力量可以能够突破空间维次，可以回归到自性。这不是凡夫能做到的，凡夫也能够修定，时间不长，他是伏烦恼，他不是灭烦恼，定功失掉了，烦恼就现前。所以非想非非想天人，他入定的时间能够达到八万大劫。可是八万大劫到了，他定功失掉，烦恼又起现行，还是搞六道轮回，这个定功不够。一定要再向上提升，他才能解决问题。楞严会上世尊告诉我们，再往上提升一级，叫九次第定，超越六道。入九次第定，六道轮回就不见了，可见得它是假的，它不是真的。轮回不见了，他就到四圣法界去了，娑婆世界，释迦牟尼佛的方便有余土，四圣法界。这里头也有四个等级，声闻、缘觉、菩萨、佛。释迦牟尼佛也有实报庄严土。大乘教里面佛常常给我们透出这些信息，非常重要，我们不能把它看成玄学，不能把它看成神话，它是真的，一点都不假，像「一切诸法，本来寂静，非有非无」，这是真的。",
      "zh_TW": "懂得這個道理的人，今天地球上災難很多，有沒有辦法把它恢復正常？有，我們意念可以讓它恢復正常。小而言之，我們身體健康，我們用意念可以讓身體恢復健康，恢復正常，正常就是健康。病態呢？病態不正常。為什麼不正常？你那個思惟有問題，你想錯了。最善的思惟是禪定，什麼念頭都沒有，善念惡念全沒有，那個力量最大，那個力量可以能夠突破空間維次，可以回歸到自性。這不是凡夫能做到的，凡夫也能夠修定，時間不長，他是伏煩惱，他不是滅煩惱，定功失掉了，煩惱就現前。所以非想非非想天人，他入定的時間能夠達到八萬大劫。可是八萬大劫到了，他定功失掉，煩惱又起現行，還是搞六道輪迴，這個定功不夠。一定要再向上提升，他才能解決問題。楞嚴會上世尊告訴我們，再往上提升一級，叫九次第定，超越六道。入九次第定，六道輪迴就不見了，可見得它是假的，它不是真的。輪迴不見了，他就到四聖法界去了，娑婆世界，釋迦牟尼佛的方便有餘土，四聖法界。這裡頭也有四個等級，聲聞、緣覺、菩薩、佛。釋迦牟尼佛也有實報莊嚴土。大乘教裡面佛常常給我們透出這些信息，非常重要，我們不能把它看成玄學，不能把它看成神話，它是真的，一點都不假，像「一切諸法，本來寂靜，非有非無」，這是真的。"
    },
    {
      "id": "02-039-0205_p0018",
      "zh_CN": "「诸根者」，这是讲「眼、耳、鼻、舌、身、意等六根」。前面五根，物质；后面意根，这是精神，这是六根。「今此六根，同归寂静」。这六根也是非有非无，也是本来寂静。「如《华严经》曰」，这是《华严经》上讲的，「观寂静法，离诸痴暗」。怎么个离法？「不生分别，自然远离痴暗，而诸根寂静矣。」叫放下，放下贪瞋痴慢，诸根就寂静。意根里头有贪瞋痴慢疑，眼耳鼻舌身都不能够清净。而贪瞋痴慢疑，这个东西在第六意识里头，形成我们身体里面病毒的根源，所以佛叫它做三毒，贪瞋痴三毒。加上慢、加上疑，五毒！五毒在哪里？在意识里头。所以我们的眼耳鼻舌身，这个细胞里面就带着病毒，遇到缘它就生病、就发作。缘，内缘是怨恨恼怒烦，这都是假的、都不是真的，我们讲的脾气、情绪，就是这些东西；外面有诱惑，外缘，外缘也有五种，财色名食睡，这三个一集合，病就生了。所以晓得疾病是从哪里来的，不管什么病，总离不开这个原则，这是总原则。那你要懂得，你真的把那个因断掉，佛教导我们「勤修戒定慧，息灭贪瞋痴」，咱们就断掉了。远离外缘，我们不好的情绪也就没有，你就身心健康。",
      "zh_TW": "「諸根者」，這是講「眼、耳、鼻、舌、身、意等六根」。前面五根，物質；後面意根，這是精神，這是六根。「今此六根，同歸寂靜」。這六根也是非有非無，也是本來寂靜。「如《華嚴經》曰」，這是《華嚴經》上講的，「觀寂靜法，離諸痴闇」。怎麼個離法？「不生分別，自然遠離痴闇，而諸根寂靜矣。」叫放下，放下貪瞋痴慢，諸根就寂靜。意根裡頭有貪瞋痴慢疑，眼耳鼻舌身都不能夠清淨。而貪瞋痴慢疑，這個東西在第六意識裡頭，形成我們身體裡面病毒的根源，所以佛叫它做三毒，貪瞋痴三毒。加上慢、加上疑，五毒！五毒在哪裡？在意識裡頭。所以我們的眼耳鼻舌身，這個細胞裡面就帶著病毒，遇到緣它就生病、就發作。緣，內緣是怨恨惱怒煩，這都是假的、都不是真的，我們講的脾氣、情緒，就是這些東西；外面有誘惑，外緣，外緣也有五種，財色名食睡，這三個一集合，病就生了。所以曉得疾病是從哪裡來的，不管什麼病，總離不開這個原則，這是總原則。那你要懂得，你真的把那個因斷掉，佛教導我們「勤修戒定慧，息滅貪瞋痴」，咱們就斷掉了。遠離外緣，我們不好的情緒也就沒有，你就身心健康。"
    },
    {
      "id": "02-039-0205_p0019",
      "zh_CN": "昨天有个同修给我这么一本书，这是说「净空老法师治病的诀窍」，这本书是假的，不是真的。我听说大陆上这些奇奇怪怪东西很多，打着我的名字，全都是骗人的。你们拿到怎么办？拿到把它烧掉就好了。我讲的东西是天天在网路上讲的，大家都能看到，我从来没有写过这些东西。我讲的这些病因，病缘，病的果报，全是世尊在经上所说的，这不是我的，我没有诀窍。可是我很相信佛所说的这些话，我们依教奉行，一定得身心健康。所以我不会发脾气，你怎么样用什么方法对我，我都不会发脾气，我的警觉性很高，我不上当。发脾气是自己吃亏，这佛法上讲，火烧功德林。火是什么？发脾气就把功德林烧掉了。什么样厉害的魔王都烧不了你的功德，他就是想方法叫你发脾气，你脾气一发，自己烧掉了，你看没有人能烧。你要是永远不会发脾气，你的功德累积，那不得了！一念瞋恨的念头，就把功德烧掉，你说多可怕！遇到什么样不能忍受的事情，马上警觉到妖魔鬼怪要我烧功德林了，我才不上当。对自己身心健康来讲，这是最大的一个好处。",
      "zh_TW": "昨天有個同修給我這麼一本書，這是說「淨空老法師治病的訣竅」，這本書是假的，不是真的。我聽說大陸上這些奇奇怪怪東西很多，打著我的名字，全都是騙人的。你們拿到怎麼辦？拿到把它燒掉就好了。我講的東西是天天在網路上講的，大家都能看到，我從來沒有寫過這些東西。我講的這些病因，病緣，病的果報，全是世尊在經上所說的，這不是我的，我沒有訣竅。可是我很相信佛所說的這些話，我們依教奉行，一定得身心健康。所以我不會發脾氣，你怎麼樣用什麼方法對我，我都不會發脾氣，我的警覺性很高，我不上當。發脾氣是自己吃虧，這佛法上講，火燒功德林。火是什麼？發脾氣就把功德林燒掉了。什麼樣厲害的魔王都燒不了你的功德，他就是想方法叫你發脾氣，你脾氣一發，自己燒掉了，你看沒有人能燒。你要是永遠不會發脾氣，你的功德累積，那不得了！一念瞋恨的念頭，就把功德燒掉，你說多可怕！遇到什麼樣不能忍受的事情，馬上警覺到妖魔鬼怪要我燒功德林了，我才不上當。對自己身心健康來講，這是最大的一個好處。"
    },
    {
      "id": "02-039-0205_p0020",
      "zh_CN": "我们修行就在这些地方修，把错误的观念，错误的见解，错误的看法，错误的行为都修正过来。最高的指导原则就是这里的几句话，「一切诸法，本来寂静，非有非无」。别当真，全是假的。所以最好在一切诸法上不起心、不动念，那就是成佛了。还起心动念，不分别、不执着，那是菩萨，菩萨有起心动念，没有分别执着。阿罗汉有起心动念、有分别，没有执着，没有执着就没有六道。没有分别，没有起心动念，就没有四圣法界，十法界是假的不是真的，我们才能真正回到如来报土，也是自己的实报庄严土，跟如来无二无别，那才是我们真正修行的好所在，里面没有障碍。常常亲近诸佛菩萨，菩提道上一帆风顺，念念回归娑婆若海，娑婆若海就是常寂光净土，就是真如自性。所以自然远离痴暗，功夫纯熟就自然，于一切法学，这叫真功夫，学不执着、不分别。修什么？修清净心，修平等心，诸根寂静。我们用什么方法修？我们用一句佛号，境界现前，我们起心动念，不要想这个念头是正确的，还是邪的，还是错误的，不要想这个，你想这些全都错了，不要想这个，想阿弥陀佛。不管什么念头起来，我都把它用一句阿弥陀佛，全把它包了，让自己心里只有阿弥陀佛，除阿弥陀佛之外，什么都没有，就行了，这就回归净土，这就成佛了。你看这个法门多容易、多简单，多稳当、多可靠，快速，没有比这个更快的。",
      "zh_TW": "我們修行就在這些地方修，把錯誤的觀念，錯誤的見解，錯誤的看法，錯誤的行為都修正過來。最高的指導原則就是這裡的幾句話，「一切諸法，本來寂靜，非有非無」。別當真，全是假的。所以最好在一切諸法上不起心、不動念，那就是成佛了。還起心動念，不分別、不執著，那是菩薩，菩薩有起心動念，沒有分別執著。阿羅漢有起心動念、有分別，沒有執著，沒有執著就沒有六道。沒有分別，沒有起心動念，就沒有四聖法界，十法界是假的不是真的，我們才能真正回到如來報土，也是自己的實報莊嚴土，跟如來無二無別，那才是我們真正修行的好所在，裡面沒有障礙。常常親近諸佛菩薩，菩提道上一帆風順，念念回歸娑婆若海，娑婆若海就是常寂光淨土，就是真如自性。所以自然遠離痴闇，功夫純熟就自然，於一切法學，這叫真功夫，學不執著、不分別。修什麼？修清淨心，修平等心，諸根寂靜。我們用什麼方法修？我們用一句佛號，境界現前，我們起心動念，不要想這個念頭是正確的，還是邪的，還是錯誤的，不要想這個，你想這些全都錯了，不要想這個，想阿彌陀佛。不管什麼念頭起來，我都把它用一句阿彌陀佛，全把它包了，讓自己心裡只有阿彌陀佛，除阿彌陀佛之外，什麼都沒有，就行了，這就回歸淨土，這就成佛了。你看這個法門多容易、多簡單，多穩當、多可靠，快速，沒有比這個更快的。"
    },
    {
      "id": "02-039-0205_p0021",
      "zh_CN": "「更有进者，世尊释迦牟尼」。这是给我们讲世尊的德号，释迦牟尼是什么意思？「牟尼即寂默与寂静义」。释迦，这注解里头没有说。释迦翻成中国意思是能仁，能够仁慈这个意思。这个名号是他老人家在此时此处教化这些众生总的纲领，就是教学宗旨。释迦牟尼佛教什么？名号就是他的教学宗旨。他看到我们现前这个阶段，居住在地球上的人最大的毛病，对别人没有慈悲、没有爱心，所以提出释迦。仁是爱，仁者爱人。爱人是你的性德，你本来是爱人的，阿弥陀佛要不爱一切众生，何必去建极乐世界？你问他为什么建极乐世界？就是能仁，他仁慈，这是对外。对内，佛提出牟尼，寂默与寂静，换句话说，你的心不清净，烦恼妄念太多，这不是你的本意，不是你的真心。你的真心是清净寂灭。我们现在一般人讲心浮气躁，现在人心浮气躁比古人长了一百倍都不止。释迦牟尼佛在三千年前提出这个宗旨，名号就是教学宗旨。所以我们念释迦牟尼佛的名号，就要晓得他教我们什么，对人要慈悲，对自己要清净。对自己不清净就错了，你就应该生病。清净心生智慧，不生烦恼，烦恼带给你是疾病，清净心带给你是智慧，这不能不知道。所以诸佛菩萨，给诸位说，他没有名号，他的名号统统都是教学。这个菩萨叫什么名字，你就晓得他教什么东西。",
      "zh_TW": "「更有進者，世尊釋迦牟尼」。這是給我們講世尊的德號，釋迦牟尼是什麼意思？「牟尼即寂默與寂靜義」。釋迦，這註解裡頭沒有說。釋迦翻成中國意思是能仁，能夠仁慈這個意思。這個名號是他老人家在此時此處教化這些眾生總的綱領，就是教學宗旨。釋迦牟尼佛教什麼？名號就是他的教學宗旨。他看到我們現前這個階段，居住在地球上的人最大的毛病，對別人沒有慈悲、沒有愛心，所以提出釋迦。仁是愛，仁者愛人。愛人是你的性德，你本來是愛人的，阿彌陀佛要不愛一切眾生，何必去建極樂世界？你問他為什麼建極樂世界？就是能仁，他仁慈，這是對外。對內，佛提出牟尼，寂默與寂靜，換句話說，你的心不清淨，煩惱妄念太多，這不是你的本意，不是你的真心。你的真心是清淨寂滅。我們現在一般人講心浮氣躁，現在人心浮氣躁比古人長了一百倍都不止。釋迦牟尼佛在三千年前提出這個宗旨，名號就是教學宗旨。所以我們念釋迦牟尼佛的名號，就要曉得他教我們什麼，對人要慈悲，對自己要清淨。對自己不清淨就錯了，你就應該生病。清淨心生智慧，不生煩惱，煩惱帶給你是疾病，清淨心帶給你是智慧，這不能不知道。所以諸佛菩薩，給諸位說，他沒有名號，他的名號統統都是教學。這個菩薩叫什麼名字，你就曉得他教什麼東西。"
    },
    {
      "id": "02-039-0205_p0022",
      "zh_CN": "《理趣释》，这是《般若经》里的一部，《理趣》的解释说：「牟尼者，寂静义。身口意寂静，故称牟尼」。「身口意寂静，正是今经中：诸根寂静」，就是这句经文。「而寂静正是涅槃之理体也」，涅槃是古印度所有宗教修学的终极目标，都是求身心清净。有没有求到？不能说没有。他入定，印度人，古印度宗教里面的修学、学术里面修学都讲究禅定，四禅八定在印度可以说是普遍学习，很少人不修禅定。定功夫浅深不一样，可以说都能得到清净心。如果得不到清净心，谁还修它？特别在现前的社会，社会现在人心浮躁。所以在外国，佛门当中很多人在外国教禅坐，有很多人来学习，他为什么？禅坐他的身心比较能定下来。短时间，半个小时、一个小时，那对于身体健康都会有很大的帮助，把身心静下来。",
      "zh_TW": "《理趣釋》，這是《般若經》裡的一部，《理趣》的解釋說：「牟尼者，寂靜義。身口意寂靜，故稱牟尼」。「身口意寂靜，正是今經中：諸根寂靜」，就是這句經文。「而寂靜正是涅槃之理體也」，涅槃是古印度所有宗教修學的終極目標，都是求身心清淨。有沒有求到？不能說沒有。他入定，印度人，古印度宗教裡面的修學、學術裡面修學都講究禪定，四禪八定在印度可以說是普遍學習，很少人不修禪定。定功夫淺深不一樣，可以說都能得到清淨心。如果得不到清淨心，誰還修它？特別在現前的社會，社會現在人心浮躁。所以在外國，佛門當中很多人在外國教禪坐，有很多人來學習，他為什麼？禪坐他的身心比較能定下來。短時間，半個小時、一個小時，那對於身體健康都會有很大的幫助，把身心靜下來。"
    },
    {
      "id": "02-039-0205_p0023",
      "zh_CN": "他的禅定有八个等级，从初禅、二禅、三禅、四禅，到四空天，八个等级。能够达到等级，烦恼就伏住，真的身心清净；没有到这个等级，他也有定功，他有个名词叫未到定。他修定，还没有到这个等级，有这个功夫，烦恼轻一点，没有完全断。欲界天里面，上面的四层天都是修未到定。完全没有修定，修福，上品十善，只能到忉利天。所以四王天、忉利天这是修福的，这个上品十善业道。夜摩天就要加定功，这是未到定，夜摩、兜率、化乐天、他化自在天，这个都是有定功，还没有到他的等级。如果到了，达到初禅，他就离开欲界，这是三界就升了一大级，升到色界里面去了，他不在欲界。",
      "zh_TW": "他的禪定有八個等級，從初禪、二禪、三禪、四禪，到四空天，八個等級。能夠達到等級，煩惱就伏住，真的身心清淨；沒有到這個等級，他也有定功，他有個名詞叫未到定。他修定，還沒有到這個等級，有這個功夫，煩惱輕一點，沒有完全斷。欲界天裡面，上面的四層天都是修未到定。完全沒有修定，修福，上品十善，只能到忉利天。所以四王天、忉利天這是修福的，這個上品十善業道。夜摩天就要加定功，這是未到定，夜摩、兜率、化樂天、他化自在天，這個都是有定功，還沒有到他的等級。如果到了，達到初禪，他就離開欲界，這是三界就升了一大級，升到色界裡面去了，他不在欲界。"
    },
    {
      "id": "02-039-0205_p0024",
      "zh_CN": "诸位要知道，色界也好，无色界也好，统统是定功把烦恼伏住，并没有断，伏烦恼。在我们念佛同学里头，到定功这个等级，叫功夫成片，属于一心不乱的下品。一心不乱有三个等级，第二个等级是事一心不乱，这个等于阿罗汉，所以色界、无色界天里面，八定都是属于功夫成片，所以功夫成片里面等级也不一样，这是决定生同居土的。如果他真正得到事一心不乱，他决定生方便有余土，他不是在这个同居土，也就是他的成就至少相当于须陀洹，须陀洹以上，这才能到方便有余土。到理一心不乱，那就是大彻大悟，生实报庄严土，这是什么？不讲弥陀本愿加持，不讲这个，往生西方极乐世界的状况。可是极乐世界真是特殊，不管你是哪一种品位去往生的，生到西方极乐世界，皆作阿惟越致菩萨，这个不得了，这个不可思议。",
      "zh_TW": "諸位要知道，色界也好，無色界也好，統統是定功把煩惱伏住，並沒有斷，伏煩惱。在我們念佛同學裡頭，到定功這個等級，叫功夫成片，屬於一心不亂的下品。一心不亂有三個等級，第二個等級是事一心不亂，這個等於阿羅漢，所以色界、無色界天裡面，八定都是屬於功夫成片，所以功夫成片裡面等級也不一樣，這是決定生同居土的。如果他真正得到事一心不亂，他決定生方便有餘土，他不是在這個同居土，也就是他的成就至少相當於須陀洹，須陀洹以上，這才能到方便有餘土。到理一心不亂，那就是大徹大悟，生實報莊嚴土，這是什麼？不講彌陀本願加持，不講這個，往生西方極樂世界的狀況。可是極樂世界真是特殊，不管你是哪一種品位去往生的，生到西方極樂世界，皆作阿惟越致菩薩，這個不得了，這個不可思議。"
    },
    {
      "id": "02-039-0205_p0025",
      "zh_CN": "我们再往下面看，「由于远离分别之妄惑，诸根寂静，契入涅槃之理」，小乘人证入涅槃就是这个，「故续曰：决定成等正觉，证大涅槃」。「等正觉」，这里是给我们说出来，「乃无上正等正觉的略称」。「大涅槃，亦佛果之名，译为入灭。」印度这个涅槃，这个名词在中国翻译最多的就是翻成灭，灭什么？灭烦恼，灭生死，烦恼是因，生死是果。六道十法界的业因果报统统灭掉，这叫涅槃。换句话说，入涅槃是六道、十法界就不见，那是假的，好像你在作梦，「梦里明明有六趣」，醒过来之后就没有了，是这个意思。小乘的涅槃，六道没有了，四圣法界还有；大乘的涅槃，十法界没有了，不但是六道，四圣法界没有了，那是大乘的涅槃。所以阿罗汉、辟支佛称他为偏真涅槃，因为他们只是把执着断掉，这一点我们要记住。我们终于搞清楚、搞明白，六道从哪来的？六道从执着来的。你只要有执着，你就有六道。自己变现出来的，不是真有这个境界。天堂跟地狱都不是真的，自己变的。",
      "zh_TW": "我們再往下面看，「由於遠離分別之妄惑，諸根寂靜，契入涅槃之理」，小乘人證入涅槃就是這個，「故續曰：決定成等正覺，證大涅槃」。「等正覺」，這裡是給我們說出來，「乃無上正等正覺的略稱」。「大涅槃，亦佛果之名，譯為入滅。」印度這個涅槃，這個名詞在中國翻譯最多的就是翻成滅，滅什麼？滅煩惱，滅生死，煩惱是因，生死是果。六道十法界的業因果報統統滅掉，這叫涅槃。換句話說，入涅槃是六道、十法界就不見，那是假的，好像你在作夢，「夢裡明明有六趣」，醒過來之後就沒有了，是這個意思。小乘的涅槃，六道沒有了，四聖法界還有；大乘的涅槃，十法界沒有了，不但是六道，四聖法界沒有了，那是大乘的涅槃。所以阿羅漢、辟支佛稱他為偏真涅槃，因為他們只是把執著斷掉，這一點我們要記住。我們終於搞清楚、搞明白，六道從哪來的？六道從執著來的。你只要有執著，你就有六道。自己變現出來的，不是真有這個境界。天堂跟地獄都不是真的，自己變的。"
    },
    {
      "id": "02-039-0205_p0026",
      "zh_CN": "所以你真搞清楚之后，你才相信古人所说的自作自受，你能怪谁？天堂是你善念变的，善业变现出来的，六道三途是你恶业变现出来的，都是自己变的。给你讲，实实在在跟你讲，统统没有，这才是真的。不但六道十法界没有，一真法界，诸佛如来实报庄严土也没有。《般若经》上所说的，「凡所有相，皆是虚妄」，没有说诸佛实报土例外，没有讲这个。所以包括诸佛如来实报庄严土也不是真的。真的是什么？真的就是常寂光，永恒不变是真的。实报庄严土还有生灭，什么时候出现？六根在六尘境界，真正能把起心动念放下，实报土就出现，一真法界就出现，十法界没有了。什么时候实报庄严土没有了？你在实报土里面证得等觉菩萨位次，再往上提升到妙觉，实报庄严土就没有了。所以实报土里面居住的是哪些人？四十一位法身大士，圆教的，十住、十行、十回向、十地、等觉，他们住在那里；到妙觉位，这个境界不见了，回归自性，回归到常寂光。这是《般若经》上讲的「凡所有相皆是虚妄」，连实报土都不能分别执着，何况眼前这些，这个要知道。",
      "zh_TW": "所以你真搞清楚之後，你才相信古人所說的自作自受，你能怪誰？天堂是你善念變的，善業變現出來的，六道三途是你惡業變現出來的，都是自己變的。給你講，實實在在跟你講，統統沒有，這才是真的。不但六道十法界沒有，一真法界，諸佛如來實報莊嚴土也沒有。《般若經》上所說的，「凡所有相，皆是虛妄」，沒有說諸佛實報土例外，沒有講這個。所以包括諸佛如來實報莊嚴土也不是真的。真的是什麼？真的就是常寂光，永恆不變是真的。實報莊嚴土還有生滅，什麼時候出現？六根在六塵境界，真正能把起心動念放下，實報土就出現，一真法界就出現，十法界沒有了。什麼時候實報莊嚴土沒有了？你在實報土裡面證得等覺菩薩位次，再往上提升到妙覺，實報莊嚴土就沒有了。所以實報土裡面居住的是哪些人？四十一位法身大士，圓教的，十住、十行、十迴向、十地、等覺，他們住在那裡；到妙覺位，這個境界不見了，回歸自性，回歸到常寂光。這是《般若經》上講的「凡所有相皆是虛妄」，連實報土都不能分別執著，何況眼前這些，這個要知道。"
    },
    {
      "id": "02-039-0205_p0027",
      "zh_CN": "菩萨修行境界，步步向上提升，向上提升的道理，无非就是放下分别、执着、妄想，要放下这些，这叫真修行。我们每天在佛门里做的这些功夫，诵经也好、拜忏也好、持咒也好、念佛也好、参禅也好，如果还有分别执着，你所修的统统是六道里面的善业，感得人天福报，你出不了六道，为什么？因为你有执着。这就是过去祖师大德常常勘验学人，「你会么？」我不会，为什么不会？分别执着没有放下，就是不会，怎么修都出不了六道轮回。分别执着真放下了，就会了，超越了，出去了。所以祖师问的那个意思，会不会？就是说你会不会放下。学得再多的理论，实际上没有放下，心里还是斤斤计较，那怎么行？斤斤计较到三恶道去了。等正觉，这名词我们知道了。",
      "zh_TW": "菩薩修行境界，步步向上提升，向上提升的道理，無非就是放下分別、執著、妄想，要放下這些，這叫真修行。我們每天在佛門裡做的這些功夫，誦經也好、拜懺也好、持咒也好、念佛也好、參禪也好，如果還有分別執著，你所修的統統是六道裡面的善業，感得人天福報，你出不了六道，為什麼？因為你有執著。這就是過去祖師大德常常勘驗學人，「你會麼？」我不會，為什麼不會？分別執著沒有放下，就是不會，怎麼修都出不了六道輪迴。分別執著真放下了，就會了，超越了，出去了。所以祖師問的那個意思，會不會？就是說你會不會放下。學得再多的理論，實際上沒有放下，心裡還是斤斤計較，那怎麼行？斤斤計較到三惡道去了。等正覺，這名詞我們知道了。"
    },
    {
      "id": "02-039-0205_p0028",
      "zh_CN": "大涅槃，亦佛果之名，译为入灭。「具云般涅槃」，这个具是具足，梵语的音是般涅槃。「般」翻成中国意思是圆，「涅槃」翻作寂，「故义翻为圆寂」。用圆寂这个翻译，在佛门里面也非常普遍，圆是圆满，寂是寂灭。圆满的寂灭，就是说无始无明、尘沙、见思统统都放下，这才叫圆。所以阿罗汉的涅槃不能叫圆，三大类的烦恼，他只放下一个执着，他不执着了，他还有分别，还有起心动念，所以他不圆。菩萨所证得的涅槃，分别执着统统放下，但是还有起心动念，所以还不能叫圆。必须是破一品无明、证一分法身，这才叫圆寂。我们常讲的不起心不动念、不分别不执着，这叫圆寂。圆满的清净寂灭，这个阶层，他就是生实报庄严土。他们这个境界里，六道十法界都没有了，就叫圆寂。",
      "zh_TW": "大涅槃，亦佛果之名，譯為入滅。「具云般涅槃」，這個具是具足，梵語的音是般涅槃。「般」翻成中國意思是圓，「涅槃」翻作寂，「故義翻為圓寂」。用圓寂這個翻譯，在佛門裡面也非常普遍，圓是圓滿，寂是寂滅。圓滿的寂滅，就是說無始無明、塵沙、見思統統都放下，這才叫圓。所以阿羅漢的涅槃不能叫圓，三大類的煩惱，他只放下一個執著，他不執著了，他還有分別，還有起心動念，所以他不圓。菩薩所證得的涅槃，分別執著統統放下，但是還有起心動念，所以還不能叫圓。必須是破一品無明、證一分法身，這才叫圓寂。我們常講的不起心不動念、不分別不執著，這叫圓寂。圓滿的清淨寂滅，這個階層，他就是生實報莊嚴土。他們這個境界裡，六道十法界都沒有了，就叫圓寂。"
    },
    {
      "id": "02-039-0205_p0029",
      "zh_CN": "「以义充法界、德备尘沙曰圆」。这是解释圆寂的意思，经典里面解释的。「体穷真性，妙绝相累」，念老这里有简单注解，「本体穷尽于真如法性」。我们通常简单的讲，真如法性圆满的证得。圆教大乘，初住菩萨就证得，但是他还有无始无明的习气没断，这我们在学《华严经》的时候体会到这个境界。无始无明习气没有断，但是不碍他起作用，他的智慧、神通、道力跟究竟果地上的佛没有两样。因为他有无明习气，我们可以说，差别只是在清晰度不一样。譬如我们晚上看到月亮，今天天空的满月，天气好，一点云彩都没有，我们好像看到是个圆，究竟果位上的。如果这天气不太很好，有云雾，我们还是看到一个满月，还是一个圆圆的月亮，不过清晰度就差很多，那就是什么？它带着习气。月亮看的是真的，不是假的，那个雾气它的浓淡有关系。它要是淡就清楚一点，它要是浓就模糊一点。总而言之，你看到是真的，不是假的。我们用这个来比喻实报土里面四十一个阶级，愈往上面去就愈清楚，统统是满月，统统是真的，不是假的。妙绝相累，这个「相」，六道的相，三途的相，十法界的相，他统统断掉，没有了，所以这些相不会再劳累他，这叫寂。真正像作梦一样，醒悟过来了，梦中境界完全不见了。",
      "zh_TW": "「以義充法界、德備塵沙曰圓」。這是解釋圓寂的意思，經典裡面解釋的。「體窮真性，妙絕相累」，念老這裡有簡單註解，「本體窮盡於真如法性」。我們通常簡單的講，真如法性圓滿的證得。圓教大乘，初住菩薩就證得，但是他還有無始無明的習氣沒斷，這我們在學《華嚴經》的時候體會到這個境界。無始無明習氣沒有斷，但是不礙他起作用，他的智慧、神通、道力跟究竟果地上的佛沒有兩樣。因為他有無明習氣，我們可以說，差別只是在清晰度不一樣。譬如我們晚上看到月亮，今天天空的滿月，天氣好，一點雲彩都沒有，我們好像看到是個圓，究竟果位上的。如果這天氣不太很好，有雲霧，我們還是看到一個滿月，還是一個圓圓的月亮，不過清晰度就差很多，那就是什麼？它帶著習氣。月亮看的是真的，不是假的，那個霧氣它的濃淡有關係。它要是淡就清楚一點，它要是濃就模糊一點。總而言之，你看到是真的，不是假的。我們用這個來比喻實報土裡面四十一個階級，愈往上面去就愈清楚，統統是滿月，統統是真的，不是假的。妙絕相累，這個「相」，六道的相，三途的相，十法界的相，他統統斷掉，沒有了，所以這些相不會再勞累他，這叫寂。真正像作夢一樣，醒悟過來了，夢中境界完全不見了。"
    },
    {
      "id": "02-039-0205_p0030",
      "zh_CN": "《贤首心经略疏》里面说：「涅槃，此云圆寂，谓德无不备称圆，障无不尽名寂。」这个讲得也很好，非常扼要。德是性德，性德圆满的现前，障碍全没有了，就刚才说的，十法界六道三途统统没有了，障没有了。「大涅槃者，指大乘之涅槃，拣非小乘。大乘涅槃，具法身、般若、解脱之三德；有常、乐、我、净之四义；离分段、变易二生死，具无边之身智，是大乘涅槃」。大小乘不一样，大乘涅槃，自性里面法身、般若、解脱，这三德，涅槃三德，统统具足。法身是体，在哲学里面名词称之为本体，宇宙万有的本体，在佛法里面称为法身。第二个是般若，就是自性本具的智慧，本来就有的，不是从外头来的。解脱，我们把它分开来讲，解是解除，从因上讲的。解除什么？解除妄想、分别、执着；脱，脱离三途六道十法界，这离开了。这从因果上讲，大家就好懂。这都是自性里头本来具足。",
      "zh_TW": "《賢首心經略疏》裡面說：「涅槃，此云圓寂，謂德無不備稱圓，障無不盡名寂。」這個講得也很好，非常扼要。德是性德，性德圓滿的現前，障礙全沒有了，就剛才說的，十法界六道三途統統沒有了，障沒有了。「大涅槃者，指大乘之涅槃，揀非小乘。大乘涅槃，具法身、般若、解脫之三德；有常、樂、我、淨之四義；離分段、變易二生死，具無邊之身智，是大乘涅槃」。大小乘不一樣，大乘涅槃，自性裡面法身、般若、解脫，這三德，涅槃三德，統統具足。法身是體，在哲學裡面名詞稱之為本體，宇宙萬有的本體，在佛法裡面稱為法身。第二個是般若，就是自性本具的智慧，本來就有的，不是從外頭來的。解脫，我們把它分開來講，解是解除，從因上講的。解除什麼？解除妄想、分別、執著；脫，脫離三途六道十法界，這離開了。這從因果上講，大家就好懂。這都是自性裡頭本來具足。"
    },
    {
      "id": "02-039-0205_p0031",
      "zh_CN": "惠能大师开悟的时候，他向五祖忍和尚提出的报告，说他悟入的境界，他说了五句话，这五句话里头每一句都具足三德。第一句他说，「何期自性，本自清净」，用我们现代的话说，何期自性，没有想到自性，本来是清净的，从来没有染污过，现在有没有染污？没有，给诸位说，现在所有一切染污是染污阿赖耶的意识，不是自性。自性怎么会染污？第二句话，「何期自性，本不生灭」，不生不灭，这是真的，不是假的，不生不灭。第三句是「何期自性，本自具足」，这句话，《华严经》上佛讲得清楚，「一切众生皆有如来智慧德相」，跟如来没有两样，如来实在讲，也可以说是自性，他这个地方的意思就是究竟的佛果，跟如来一样的智慧、一样的德能、一样的相好，决定没有丝毫差异。西方极乐世界展现这个意思，这是阿弥陀佛用愿力把它显现出来。本来是要证得的，圆教初住就证得了。第四句，他说「何期自性，本无动摇」，这个本无动摇就是自性本定，这动摇是我们讲的不起心、不动念，他本来就不起心、不动念的，哪有分别执着！最后一句说，「何期自性，能生万法」，就是整个宇宙是自性变的，所以佛经上有一句话说，「心外无法，法外无心」，那个法就是万法，心就是自性。万法跟自性是一不是二，一一法里头圆满具足，这是不思议境界。这些道理逐渐逐渐现在的科学家慢慢都发现了，很难得。",
      "zh_TW": "惠能大師開悟的時候，他向五祖忍和尚提出的報告，說他悟入的境界，他說了五句話，這五句話裡頭每一句都具足三德。第一句他說，「何期自性，本自清淨」，用我們現代的話說，何期自性，沒有想到自性，本來是清淨的，從來沒有染污過，現在有沒有染污？沒有，給諸位說，現在所有一切染污是染污阿賴耶的意識，不是自性。自性怎麼會染污？第二句話，「何期自性，本不生滅」，不生不滅，這是真的，不是假的，不生不滅。第三句是「何期自性，本自具足」，這句話，《華嚴經》上佛講得清楚，「一切眾生皆有如來智慧德相」，跟如來沒有兩樣，如來實在講，也可以說是自性，他這個地方的意思就是究竟的佛果，跟如來一樣的智慧、一樣的德能、一樣的相好，決定沒有絲毫差異。西方極樂世界展現這個意思，這是阿彌陀佛用願力把它顯現出來。本來是要證得的，圓教初住就證得了。第四句，他說「何期自性，本無動搖」，這個本無動搖就是自性本定，這動搖是我們講的不起心、不動念，他本來就不起心、不動念的，哪有分別執著！最後一句說，「何期自性，能生萬法」，就是整個宇宙是自性變的，所以佛經上有一句話說，「心外無法，法外無心」，那個法就是萬法，心就是自性。萬法跟自性是一不是二，一一法裡頭圓滿具足，這是不思議境界。這些道理逐漸逐漸現在的科學家慢慢都發現了，很難得。"
    },
    {
      "id": "02-039-0205_p0032",
      "zh_CN": "所以佛才讲微尘里有世界，我们在《华严经》上读过。那个微尘，也就是像现在量子科学家发现的小光子，弥勒菩萨所讲的「一弹指三十二亿百千念，念念成形，形皆有识」，它是圆满的，就是那个小光子跟整个宇宙，一丝毫差别没有。这是我们无法想像，佛经上常常用不可思议来形容这个境界，你不能够思，你也不能够议论，真的是「言语道断，心行处灭」；后头佛说了一句话「唯证方知」，你自己证得，你完全清楚。所以佛经终极目标是要求我们去证实，把他所讲的，你统统证实，这就是科学的精神。不是说佛说了就算数，不是的，我们要把它证得。佛最后你看信解行证，最后是叫你去证明。佛所说的全是说的我们自己，我们自己的心性，心性的体相作用，能生万法就是作用。所以这是法身、般若、解脱，这个三德统统具足。",
      "zh_TW": "所以佛才講微塵裡有世界，我們在《華嚴經》上讀過。那個微塵，也就是像現在量子科學家發現的小光子，彌勒菩薩所講的「一彈指三十二億百千念，念念成形，形皆有識」，它是圓滿的，就是那個小光子跟整個宇宙，一絲毫差別沒有。這是我們無法想像，佛經上常常用不可思議來形容這個境界，你不能夠思，你也不能夠議論，真的是「言語道斷，心行處滅」；後頭佛說了一句話「唯證方知」，你自己證得，你完全清楚。所以佛經終極目標是要求我們去證實，把他所講的，你統統證實，這就是科學的精神。不是說佛說了就算數，不是的，我們要把它證得。佛最後你看信解行證，最後是叫你去證明。佛所說的全是說的我們自己，我們自己的心性，心性的體相作用，能生萬法就是作用。所以這是法身、般若、解脫，這個三德統統具足。"
    },
    {
      "id": "02-039-0205_p0033",
      "zh_CN": "后面有常乐我净，这也叫四净德，这是真的，这不是假的。常是永恒不灭，它是真的存在，它不是假的。十法界是假的，六道是假的，为什么？有生有灭。连实报庄严土都有生灭。自性没有生灭，永恒不灭。第二个，乐。乐是没有任何苦就叫做乐，离苦得乐。我们今天感受的乐，那个乐是苦，不正常的。苦乐都没有才叫真乐，有苦有乐都是烦恼。我是自在的意思，主宰的意思，自性才是真正主宰，能生万法。净是清净，无论起不起作用，它都是清净；即使生万法，它还是清净的，不但它清净，万法都清净。我们今天觉得不清净，那是什么？那是分别执着心起来，离开分别执着，万法就清净。所以这个清净，阿罗汉证得，辟支佛证得，菩萨证得；可是「我」他没有证得，「乐」他没有证得，「常」没有证得，一定要明心见性，这四个字都证得。",
      "zh_TW": "後面有常樂我淨，這也叫四淨德，這是真的，這不是假的。常是永恆不滅，它是真的存在，它不是假的。十法界是假的，六道是假的，為什麼？有生有滅。連實報莊嚴土都有生滅。自性沒有生滅，永恆不滅。第二個，樂。樂是沒有任何苦就叫做樂，離苦得樂。我們今天感受的樂，那個樂是苦，不正常的。苦樂都沒有才叫真樂，有苦有樂都是煩惱。我是自在的意思，主宰的意思，自性才是真正主宰，能生萬法。淨是清淨，無論起不起作用，它都是清淨；即使生萬法，它還是清淨的，不但它清淨，萬法都清淨。我們今天覺得不清淨，那是什麼？那是分別執著心起來，離開分別執著，萬法就清淨。所以這個清淨，阿羅漢證得，辟支佛證得，菩薩證得；可是「我」他沒有證得，「樂」他沒有證得，「常」沒有證得，一定要明心見性，這四個字都證得。"
    },
    {
      "id": "02-039-0205_p0034",
      "zh_CN": "离分段、变易二生死。分段，我们现在这个身体，几十年一个阶段、一个阶段，这叫分段。变易不是像分段，他是境界的提升，像在学校念书，你今年念一年级，明年升级，升二年级，那一年级就死了，二年级就生了，这叫变易，这种叫变易生死。分段生死是一个阶段、一个阶段。要懂得的时候，变易，我们每天都在变易，我们每年都在变易。这两种生死都没有了。具无量无边之身智。这个「身智」特别是讲的神足通，我们前面学过。这个身能变化，能大能小，飞行自在。现在中国人一般讲特异功能，特异功能是小神通，那个太小了。如来果地上神通广大，不可思议。一念周遍法界，你说速度多快，念头才起就周遍法界。这些要知道是本能，人人都有的。我们读《妄尽还源观》就知道了，前面的三段跟我们讲宇宙的源起，生命的源起，跟我自己的源起，我从哪里来的？讲得很清楚。说完之后就跟你讲三种周遍，本能。起一个念头，立刻就周遍法界，我们自己不知道，清净心的人知道。我们实在讲粗心大意，不知道自己身体好像是个无线电的发射台一样，我们在这里发出去的电波，整个宇宙同时就收到，比电速度快得多，比光快得多，没有东西能相比。一念周遍法界。第二个，出生无尽，随着这个分别执着，整个宇宙在变化。第三个，含容空有。这是性德。所以常乐我净四个意思都具足，这是具足无边的身智，这是大乘涅槃。",
      "zh_TW": "離分段、變易二生死。分段，我們現在這個身體，幾十年一個階段、一個階段，這叫分段。變易不是像分段，他是境界的提升，像在學校念書，你今年念一年級，明年升級，升二年級，那一年級就死了，二年級就生了，這叫變易，這種叫變易生死。分段生死是一個階段、一個階段。要懂得的時候，變易，我們每天都在變易，我們每年都在變易。這兩種生死都沒有了。具無量無邊之身智。這個「身智」特別是講的神足通，我們前面學過。這個身能變化，能大能小，飛行自在。現在中國人一般講特異功能，特異功能是小神通，那個太小了。如來果地上神通廣大，不可思議。一念周遍法界，你說速度多快，念頭才起就周遍法界。這些要知道是本能，人人都有的。我們讀《妄盡還源觀》就知道了，前面的三段跟我們講宇宙的源起，生命的源起，跟我自己的源起，我從哪裡來的？講得很清楚。說完之後就跟你講三種周遍，本能。起一個念頭，立刻就周遍法界，我們自己不知道，清淨心的人知道。我們實在講粗心大意，不知道自己身體好像是個無線電的發射台一樣，我們在這裡發出去的電波，整個宇宙同時就收到，比電速度快得多，比光快得多，沒有東西能相比。一念周遍法界。第二個，出生無盡，隨著這個分別執著，整個宇宙在變化。第三個，含容空有。這是性德。所以常樂我淨四個意思都具足，這是具足無邊的身智，這是大乘涅槃。"
    },
    {
      "id": "02-039-0205_p0035",
      "zh_CN": "「至于二乘，则三德之中仅具解脱。四义之中唯常乐净」，我没有。「但离分段，仍有变易生死，灰身灭智，是为小乘涅槃。」这附带说一说大小乘的涅槃有哪些不一样，所以小乘涅槃不究竟，大乘才是究竟涅槃。今天时间到了，我们就学习到此地。",
      "zh_TW": "「至於二乘，則三德之中僅具解脫。四義之中唯常樂淨」，我沒有。「但離分段，仍有變易生死，灰身滅智，是為小乘涅槃。」這附帶說一說大小乘的涅槃有哪些不一樣，所以小乘涅槃不究竟，大乘才是究竟涅槃。今天時間到了，我們就學習到此地。"
    }
  ]
}