{
  "doc_id": "02-039-0017",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十七集",
    "zh_TW": "第十七集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0017",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "02-039-0017_p0001",
      "zh_CN": "请看《无量寿经解》，第十六面倒数第四行。",
      "zh_TW": "請看《無量壽經解》，第十六面倒數第四行。"
    },
    {
      "id": "02-039-0017_p0002",
      "zh_CN": "「大圣垂慈，特留此经」。「经云，当来之世，经道灭尽，我以慈悲哀愍，特留此经，止住百岁，其有众生值斯经者，随意所愿，皆可得度」。我们看这一段，经云是本经「独留此经第四十五品」有这样一段话，当来之世就是指将来，释迦牟尼佛当年在世说法说将来，这个将来的时间很远。今天早晨我应邀在凤凰电视台做了一个专访，这次专访所谈的就是灾难的问题，可见得这个问题现在已经被国内外普遍的重视，以前我们在国外很少谈这个问题。今年我在澳洲访问五个宗教，都谈到这问题，他们问我们，佛教对于这个问题是怎么看法？用什么方法来应对？今天早晨凤凰的访问也是这个议题。外国人讲世界末日，中国人没有讲，中国确实几千年来太平盛世，这个地区是全球大治之国，是非常叫人尊重、敬佩的。佛法更没有世界末日，佛说「当来之世，经道灭尽」，是释迦牟尼佛的法运，到最后佛的经典也在这个世间消失。这是什么时候？经上告诉我们，释迦牟尼佛的正法一千年，像法一千年，末法一万年，所以法运是一万二千年。这个用现在的话来说，就是世尊教化众生的影响力，在时间有这么长，在空间那整个地球我们肉眼看到的，我们肉眼看不到的，不同维次空间那就讲十法界，所以有这么长的时间。",
      "zh_TW": "「大聖垂慈，特留此經」。「經云，當來之世，經道滅盡，我以慈悲哀愍，特留此經，止住百歲，其有眾生值斯經者，隨意所願，皆可得度」。我們看這一段，經云是本經「獨留此經第四十五品」有這樣一段話，當來之世就是指將來，釋迦牟尼佛當年在世說法說將來，這個將來的時間很遠。今天早晨我應邀在鳳凰電視台做了一個專訪，這次專訪所談的就是災難的問題，可見得這個問題現在已經被國內外普遍的重視，以前我們在國外很少談這個問題。今年我在澳洲訪問五個宗教，都談到這問題，他們問我們，佛教對於這個問題是怎麼看法？用什麼方法來應對？今天早晨鳳凰的訪問也是這個議題。外國人講世界末日，中國人沒有講，中國確實幾千年來太平盛世，這個地區是全球大治之國，是非常叫人尊重、敬佩的。佛法更沒有世界末日，佛說「當來之世，經道滅盡」，是釋迦牟尼佛的法運，到最後佛的經典也在這個世間消失。這是什麼時候？經上告訴我們，釋迦牟尼佛的正法一千年，像法一千年，末法一萬年，所以法運是一萬二千年。這個用現在的話來說，就是世尊教化眾生的影響力，在時間有這麼長，在空間那整個地球我們肉眼看到的，我們肉眼看不到的，不同維次空間那就講十法界，所以有這麼長的時間。"
    },
    {
      "id": "02-039-0017_p0003",
      "zh_CN": "在末法九千年当中，末法已经过了一千年，这九千年当中，佛的法运有兴衰。实际上兴衰不是佛的关系，也不是法的关系，是人对于佛陀教诲相不相信？肯不肯真干？如果我们深信不疑，认真依教修行，那就是正法，你这一生肯定有成就。我们净宗往生西方极乐世界就是证果、就是成就，而且是圆满的成就，在这部经里面讲得很清楚、很明白，那就是正法。经教灭尽，实在讲这一部经就圆满代表释迦牟尼佛四十九年所说的一切法，为什么？一切法到最后都归净土，那净土岂不就是一切法吗？佛特别慈悲，把这部经留到最后的一百年，末法最后的一百年，是什么本子？肯定就是现在用的这个本子，肯定就是黄念祖注解的本子，经、注都会留到末法最后。百年之后，这个经也没有了，这个世间也不在了，还有「南无阿弥陀佛」六个字，能听到这个名号，也能信、也能念，也发愿求生西方极乐世界，还是能成就的，这是如来确实是无尽的慈悲哀愍娑婆世界众生。佛灭度之后，佛法在这个世间灭尽之后，我们知道一切诸佛菩萨的大愿都是帮助众生，都是帮助众生破迷开悟、离苦得乐，没有舍弃众生的。佛现在不在世，不在世的那个时候，地藏王菩萨他在这个世间代理佛，代佛度化众生，这是在没有佛出世这个阶段，这个阶段时间很长。《弥勒下生经》里面讲五十六亿七千万年，等底下一尊佛，就是弥勒菩萨，到这个世间来示现成佛，就跟释迦牟尼佛一样，八相成道示现成佛，那个世间就又有佛说法。所以我们要知道，这个世间有佛出世的时间不长，虽然是一万二千年，在我们看起来很长，但是在无尽的时空里面，一万二千年很短！",
      "zh_TW": "在末法九千年當中，末法已經過了一千年，這九千年當中，佛的法運有興衰。實際上興衰不是佛的關係，也不是法的關係，是人對於佛陀教誨相不相信？肯不肯真幹？如果我們深信不疑，認真依教修行，那就是正法，你這一生肯定有成就。我們淨宗往生西方極樂世界就是證果、就是成就，而且是圓滿的成就，在這部經裡面講得很清楚、很明白，那就是正法。經教滅盡，實在講這一部經就圓滿代表釋迦牟尼佛四十九年所說的一切法，為什麼？一切法到最後都歸淨土，那淨土豈不就是一切法嗎？佛特別慈悲，把這部經留到最後的一百年，末法最後的一百年，是什麼本子？肯定就是現在用的這個本子，肯定就是黃念祖註解的本子，經、註都會留到末法最後。百年之後，這個經也沒有了，這個世間也不在了，還有「南無阿彌陀佛」六個字，能聽到這個名號，也能信、也能念，也發願求生西方極樂世界，還是能成就的，這是如來確實是無盡的慈悲哀愍娑婆世界眾生。佛滅度之後，佛法在這個世間滅盡之後，我們知道一切諸佛菩薩的大願都是幫助眾生，都是幫助眾生破迷開悟、離苦得樂，沒有捨棄眾生的。佛現在不在世，不在世的那個時候，地藏王菩薩他在這個世間代理佛，代佛度化眾生，這是在沒有佛出世這個階段，這個階段時間很長。《彌勒下生經》裡面講五十六億七千萬年，等底下一尊佛，就是彌勒菩薩，到這個世間來示現成佛，就跟釋迦牟尼佛一樣，八相成道示現成佛，那個世間就又有佛說法。所以我們要知道，這個世間有佛出世的時間不長，雖然是一萬二千年，在我們看起來很長，但是在無盡的時空裡面，一萬二千年很短！"
    },
    {
      "id": "02-039-0017_p0004",
      "zh_CN": "了解事实真相之后，才知道遇到佛法不容易，所以佛常常说「人身难得，佛法难闻」。我们今天得人身，又遇到佛法，又遇到佛法的上上乘法，遇到《华严》、遇到净土，希望同学真的警醒过来，我们在这一生当中决定要成就。成就难不难？说难不难，说不难也相当难，这个难与不难全问自己，不能问佛，也不能问法，也不能去问别人。你真信，真发愿求生净土，真肯老实念佛就不难，确实不难。如果你怀疑，如果你对这个世间还有留恋，想去又舍不得离开这个世间，那就很难。所以一定要把净土理事因果搞清楚、搞明白，我们信心就清净。不辜负世尊当年在世讲经教学四十九年，他目的是什么？目的是帮助我们断疑生信。我们听清楚、听明白了，把整个宇宙的缘起，生命的缘起，自己从哪里来的，娑婆是什么回事情，极乐又是怎么回事情，都搞清楚，我们就知道怎样选择，知道怎样去用功，我们取极乐世界，到极乐世界证得究竟圆满的佛果。这就是后面说的话，「其有众生值斯经者，随意所愿，皆可得度」。在法灭尽的时候遇到这部经，遇到这六字洪名，都能够得度，何况现在！现在距离经道灭尽还有九千年。所以我们要有信心，不要被外面传言所动，我们的心定下来，定下来生智慧，知道如何应对我们眼前的这些灾难，有信心、有决心，我们能够平安度过。",
      "zh_TW": "了解事實真相之後，才知道遇到佛法不容易，所以佛常常說「人身難得，佛法難聞」。我們今天得人身，又遇到佛法，又遇到佛法的上上乘法，遇到《華嚴》、遇到淨土，希望同學真的警醒過來，我們在這一生當中決定要成就。成就難不難？說難不難，說不難也相當難，這個難與不難全問自己，不能問佛，也不能問法，也不能去問別人。你真信，真發願求生淨土，真肯老實念佛就不難，確實不難。如果你懷疑，如果你對這個世間還有留戀，想去又捨不得離開這個世間，那就很難。所以一定要把淨土理事因果搞清楚、搞明白，我們信心就清淨。不辜負世尊當年在世講經教學四十九年，他目的是什麼？目的是幫助我們斷疑生信。我們聽清楚、聽明白了，把整個宇宙的緣起，生命的緣起，自己從哪裡來的，娑婆是什麼回事情，極樂又是怎麼回事情，都搞清楚，我們就知道怎樣選擇，知道怎樣去用功，我們取極樂世界，到極樂世界證得究竟圓滿的佛果。這就是後面說的話，「其有眾生值斯經者，隨意所願，皆可得度」。在法滅盡的時候遇到這部經，遇到這六字洪名，都能夠得度，何況現在！現在距離經道滅盡還有九千年。所以我們要有信心，不要被外面傳言所動，我們的心定下來，定下來生智慧，知道如何應對我們眼前的這些災難，有信心、有決心，我們能夠平安度過。"
    },
    {
      "id": "02-039-0017_p0005",
      "zh_CN": "再看底下又一段经文，「又《法灭尽经》」，这部经是佛跟我们讲，将来就是佛的法运终了之后，佛法在这个世间灭尽那些状况。「亦具《无量寿经》最后入灭之说」，这个经上提到，就是《大乘无量寿经》是最后灭的。我们今天遇到这部经太可贵！我们要珍惜，要认真的学习。「此正显本经兴起之胜缘，持名法门之妙用」，这正是显示这部经兴起的殊胜因缘，持名念佛往生净土的妙用。底下是比喻，「既如营养丰富之美食，可增健者之体力」。这个经典、这个法门，就如同最丰富营养的美食，滋养我们的法身慧命。「复如殊效神验之灵药」，又像特殊效果的药方，神奇的药方，「能愈不治之沈疴」。我们前几天看到东北的同修刘素云，她得的是红斑性狼疮，非常严重的疾病，得这个病几乎很难存活。她给我们做证明，一句南无阿弥陀佛居然把这个病念好了，好到什么程度？连疤痕都没有，这是不可思议的一桩事。她的主治大夫感到惊奇，纵然好的时候那个疤是永远去不掉的，她为什么连疤痕都没有？大夫问她：妳怎么好的？她告诉大夫说：「我念阿弥陀佛念好的。」大夫相信她，为什么相信她？她一生没有打过妄语，对于任何人都是说实话，她不会打妄语，所以大夫对她的话相信。她口里说出念佛好的，那肯定就是念佛好的，给大家的信心！",
      "zh_TW": "再看底下又一段經文，「又《法滅盡經》」，這部經是佛跟我們講，將來就是佛的法運終了之後，佛法在這個世間滅盡那些狀況。「亦具《無量壽經》最後入滅之說」，這個經上提到，就是《大乘無量壽經》是最後滅的。我們今天遇到這部經太可貴！我們要珍惜，要認真的學習。「此正顯本經興起之勝緣，持名法門之妙用」，這正是顯示這部經興起的殊勝因緣，持名念佛往生淨土的妙用。底下是比喻，「既如營養豐富之美食，可增健者之體力」。這個經典、這個法門，就如同最豐富營養的美食，滋養我們的法身慧命。「復如殊效神驗之靈藥」，又像特殊效果的藥方，神奇的藥方，「能愈不治之沈疴」。我們前幾天看到東北的同修劉素雲，她得的是紅斑性狼瘡，非常嚴重的疾病，得這個病幾乎很難存活。她給我們做證明，一句南無阿彌陀佛居然把這個病念好了，好到什麼程度？連疤痕都沒有，這是不可思議的一樁事。她的主治大夫感到驚奇，縱然好的時候那個疤是永遠去不掉的，她為什麼連疤痕都沒有？大夫問她：妳怎麼好的？她告訴大夫說：「我念阿彌陀佛念好的。」大夫相信她，為什麼相信她？她一生沒有打過妄語，對於任何人都是說實話，她不會打妄語，所以大夫對她的話相信。她口裡說出念佛好的，那肯定就是念佛好的，給大家的信心！"
    },
    {
      "id": "02-039-0017_p0006",
      "zh_CN": "所以疾病缠身，医药的效果，最好的医药治疗的效果只有三分，七分是属于心态。如果你心态好，那个病很容易治疗；如果心态不好，常常想着病，恐惧、忧虑，那个病就很难好，那就不容易好。所以刘居士她告诉我们，她得了这个病，她一点恐怖都没有。大夫告诉她：妳的病很严重，随时有死亡的可能，妳要做心理准备。她笑着跟大夫说：「没关系，如果我死亡我就到极乐世界去，阿弥陀佛来接我，西方极乐世界是我的老家。如果是佛还给我什么任务，要我留在这个世间也行，我听话。」你看看一丝毫忧虑、恐怖都没有，心态太好，若无其事，她病真的是痊愈。这个底下讲能愈不治，她得的真的是不治的重病，「广疗众病，普施饶益」。「故云：大哉妙用，不可思议」，这两句话是赞叹，赞叹这个法门、赞叹持名念佛的效果，你看在现前能治病，临终之后能往生，这个法门到哪里去找？那我们今天遇到，遇到了一定要知道要珍惜，要真干。",
      "zh_TW": "所以疾病纏身，醫藥的效果，最好的醫藥治療的效果只有三分，七分是屬於心態。如果你心態好，那個病很容易治療；如果心態不好，常常想著病，恐懼、憂慮，那個病就很難好，那就不容易好。所以劉居士她告訴我們，她得了這個病，她一點恐怖都沒有。大夫告訴她：妳的病很嚴重，隨時有死亡的可能，妳要做心理準備。她笑著跟大夫說：「沒關係，如果我死亡我就到極樂世界去，阿彌陀佛來接我，西方極樂世界是我的老家。如果是佛還給我什麼任務，要我留在這個世間也行，我聽話。」你看看一絲毫憂慮、恐怖都沒有，心態太好，若無其事，她病真的是痊癒。這個底下講能愈不治，她得的真的是不治的重病，「廣療眾病，普施饒益」。「故云：大哉妙用，不可思議」，這兩句話是讚歎，讚歎這個法門、讚歎持名念佛的效果，你看在現前能治病，臨終之後能往生，這個法門到哪裡去找？那我們今天遇到，遇到了一定要知道要珍惜，要真幹。"
    },
    {
      "id": "02-039-0017_p0007",
      "zh_CN": "「至于末世」，这个末世是释迦牟尼佛的末法时期，就是一万年。这个末法已经过了一千年，我们就是末法时期的第二个一千年开始，后头还有第三个一千年，第四个一千年，到第十个一千年，所以时间还很久。「至于末世，浊恶弥深，众根愈劣，人寿十岁，垢重障深，于兹恶浪滔天，毒焰遍地之际」。我们就看这几句，这是讲末世社会现象，我们虽然不是释迦牟尼末世，可是现在有一点这个现象，我们不能没有警觉。浊是染污，今天全世界人都在谈环保，为什么环保？地球被染污，染污得很严重。我们环境被染污，可是更严重的，我们的清净心被染污。所以这个世间人讲环保，能不能收到效果？有人问我，我老实告诉他，很难收到效果。为什么？佛法里有一句话说得好，「境随心转」，外面是环境，环境的染污它跟人心有关系，心理的染污严重，这要不去化解它，我们只着重外面的环境，那是收不到效果的。所以环保首先要讲求心理的环保，我们的心本来是善良的，要用大乘佛法来讲，本来是清净的、本来是平等的、本来是觉而不迷的，现在不是了，现在是染污不是清净；是傲慢、贡高、不平，平等没有了；是愚痴、迷惑，智慧、觉悟不能现前，这是心理的染污，非常严重。",
      "zh_TW": "「至於末世」，這個末世是釋迦牟尼佛的末法時期，就是一萬年。這個末法已經過了一千年，我們就是末法時期的第二個一千年開始，後頭還有第三個一千年，第四個一千年，到第十個一千年，所以時間還很久。「至於末世，濁惡彌深，眾根愈劣，人壽十歲，垢重障深，於茲惡浪滔天，毒焰遍地之際」。我們就看這幾句，這是講末世社會現象，我們雖然不是釋迦牟尼末世，可是現在有一點這個現象，我們不能沒有警覺。濁是染污，今天全世界人都在談環保，為什麼環保？地球被染污，染污得很嚴重。我們環境被染污，可是更嚴重的，我們的清淨心被染污。所以這個世間人講環保，能不能收到效果？有人問我，我老實告訴他，很難收到效果。為什麼？佛法裡有一句話說得好，「境隨心轉」，外面是環境，環境的染污它跟人心有關係，心理的染污嚴重，這要不去化解它，我們只著重外面的環境，那是收不到效果的。所以環保首先要講求心理的環保，我們的心本來是善良的，要用大乘佛法來講，本來是清淨的、本來是平等的、本來是覺而不迷的，現在不是了，現在是染污不是清淨；是傲慢、貢高、不平，平等沒有了；是愚痴、迷惑，智慧、覺悟不能現前，這是心理的染污，非常嚴重。"
    },
    {
      "id": "02-039-0017_p0008",
      "zh_CN": "许多人问我，我们对眼前这些灾难，用什么方法来对待？其实佛告诉我们，我们老祖宗告诉我们，用什么方法？教学。《学记》里面讲的，「建国君民，教学为先」，教学教什么？教伦理。让大家懂得人与人的关系，把关系搞清楚，应尽的义务都能够做到。五伦十义，父子有亲，父慈子孝这就是尽义务，应该要做的！兄友弟恭，君仁臣义，个人把个人的义务做到，关系清楚，义务做到，这个宇宙是和谐的，社会是和谐的，家庭是和睦的，真正是幸福美满的人生，从哪里来？教出来的。中国几千年，你看看哪一个朝代不重视教育！这个教育不是科学技术，是做人的教育，也就是人性的教育。人性的教育是什么？本善，「人之初，性本善」，本善的教育，把这个教好了，什么事、什么问题都解决了。这个教好之后，人人是好人，好人干的事情决定没有坏事，所以事事是好事。这个做到之后，那就是佛经上讲的「日日是好日，时时是好时」，所以解决的方法、应对的方法就是教育。今天我们在凤凰，他也提出这问题，我说：只要把教育办好，问题就化解了。伦理的教育、道德的教育、因果的教育，还要加上宗教的教育，这个社会才是健全的、才是圆满的。",
      "zh_TW": "許多人問我，我們對眼前這些災難，用什麼方法來對待？其實佛告訴我們，我們老祖宗告訴我們，用什麼方法？教學。《學記》裡面講的，「建國君民，教學為先」，教學教什麼？教倫理。讓大家懂得人與人的關係，把關係搞清楚，應盡的義務都能夠做到。五倫十義，父子有親，父慈子孝這就是盡義務，應該要做的！兄友弟恭，君仁臣義，個人把個人的義務做到，關係清楚，義務做到，這個宇宙是和諧的，社會是和諧的，家庭是和睦的，真正是幸福美滿的人生，從哪裡來？教出來的。中國幾千年，你看看哪一個朝代不重視教育！這個教育不是科學技術，是做人的教育，也就是人性的教育。人性的教育是什麼？本善，「人之初，性本善」，本善的教育，把這個教好了，什麼事、什麼問題都解決了。這個教好之後，人人是好人，好人幹的事情決定沒有壞事，所以事事是好事。這個做到之後，那就是佛經上講的「日日是好日，時時是好時」，所以解決的方法、應對的方法就是教育。今天我們在鳳凰，他也提出這問題，我說：只要把教育辦好，問題就化解了。倫理的教育、道德的教育、因果的教育，還要加上宗教的教育，這個社會才是健全的、才是圓滿的。"
    },
    {
      "id": "02-039-0017_p0009",
      "zh_CN": "宗教里面，高级宗教，大家都知道，里头有伦理、有道德、有因果、有科学、有哲学，它不迷信。这个世界上许多人都肯定的六大宗教，这六大宗教的教义就这五个科目，如果每一个宗教都把经典里面所讲的这五个科目，伦理、道德、因果、哲学、科学，普遍的宣扬，教化信徒，这个社会上就和睦，灾难就能化解。这些只要我们肯努力，我相信每个宗教徒都乐意，尤其现在看到灾难就在眼前，同心协力化解灾难。从哪里化？从我们自己心行去化解。真的吗？真的，境随心转。佛经上是这么说，好像没有科学根据，我们很难相信。非常难得，日本江本博士他这十二年当中做水实验，证明物质，水是矿物，它不是动物、它不是植物、它不是生物，是矿物，十几年的实验，矿物它会听、它会看、它懂得人的意思，水有这个能力。佛在经典上告诉我们，所有一切矿物都有这个能力，都有受想行识。我们的科学把这一分为二，精神跟物质；在大乘法里面，精神跟物质是同一的，是不能分割的。",
      "zh_TW": "宗教裡面，高級宗教，大家都知道，裡頭有倫理、有道德、有因果、有科學、有哲學，它不迷信。這個世界上許多人都肯定的六大宗教，這六大宗教的教義就這五個科目，如果每一個宗教都把經典裡面所講的這五個科目，倫理、道德、因果、哲學、科學，普遍的宣揚，教化信徒，這個社會上就和睦，災難就能化解。這些只要我們肯努力，我相信每個宗教徒都樂意，尤其現在看到災難就在眼前，同心協力化解災難。從哪裡化？從我們自己心行去化解。真的嗎？真的，境隨心轉。佛經上是這麼說，好像沒有科學根據，我們很難相信。非常難得，日本江本博士他這十二年當中做水實驗，證明物質，水是礦物，它不是動物、它不是植物、它不是生物，是礦物，十幾年的實驗，礦物它會聽、它會看、它懂得人的意思，水有這個能力。佛在經典上告訴我們，所有一切礦物都有這個能力，都有受想行識。我們的科學把這一分為二，精神跟物質；在大乘法裡面，精神跟物質是同一的，是不能分割的。"
    },
    {
      "id": "02-039-0017_p0010",
      "zh_CN": "精神里面有物质，物质里头有精神。所有物质，它会看、会听、懂得人的意思，这有精神在里头。精神里头有物质，我们怎么证明？其实每个人自己都可以证明。晚上睡觉作梦是不是精神现象？那不是物质现象，晚上作梦是精神现象。作梦里头有没有物质？你梦中有没有身体？你梦到很多人，你说他有没有身体？梦中有山河大地，梦中有虚空法界，有！有物质现象，精神里头有物质现象，大家都有这个经验，有作梦的经验，醒来之后这什么都没有了。那是什么？佛经上讲的「凡所有相皆是虚妄」，但他在梦中的时候，那真的有现象，他不知道他是在作梦，他以为是真的。证明物质跟精神永远分不开，是一不是二。所以人起心动念，不但能够影响我们的身体，我们的善念，是健康的、是长寿的、是美的、是真善美慧的，健康的思想行为与伦理道德相应的。如果与伦理道德相违背的，你天天想的是贪瞋痴慢，造的是杀盗淫妄，你身体一定不健康，你的相貌不好看，你居住的环境也是多灾多难，这是什么？物质它受精神的影响。我们要用善念去影响它，不要用恶念，这些灾难都是不善的心行所感应出来的。佛菩萨、古今中外的大圣大贤，是这样教导我们的，我们应当理解，要认真学习，真的能化解，这不是假的。",
      "zh_TW": "精神裡面有物質，物質裡頭有精神。所有物質，它會看、會聽、懂得人的意思，這有精神在裡頭。精神裡頭有物質，我們怎麼證明？其實每個人自己都可以證明。晚上睡覺作夢是不是精神現象？那不是物質現象，晚上作夢是精神現象。作夢裡頭有沒有物質？你夢中有沒有身體？你夢到很多人，你說他有沒有身體？夢中有山河大地，夢中有虛空法界，有！有物質現象，精神裡頭有物質現象，大家都有這個經驗，有作夢的經驗，醒來之後這什麼都沒有了。那是什麼？佛經上講的「凡所有相皆是虛妄」，但他在夢中的時候，那真的有現象，他不知道他是在作夢，他以為是真的。證明物質跟精神永遠分不開，是一不是二。所以人起心動念，不但能夠影響我們的身體，我們的善念，是健康的、是長壽的、是美的、是真善美慧的，健康的思想行為與倫理道德相應的。如果與倫理道德相違背的，你天天想的是貪瞋痴慢，造的是殺盜淫妄，你身體一定不健康，你的相貌不好看，你居住的環境也是多災多難，這是什麼？物質它受精神的影響。我們要用善念去影響它，不要用惡念，這些災難都是不善的心行所感應出來的。佛菩薩、古今中外的大聖大賢，是這樣教導我們的，我們應當理解，要認真學習，真的能化解，這不是假的。"
    },
    {
      "id": "02-039-0017_p0011",
      "zh_CN": "末法比不上像法，像法比不上正法，释迦牟尼佛过世之后的第一个一千年是正法，人心淳厚、老实、听话、真干，所以戒律就成就，只要认真把戒律做好，他就能证果，证阿罗汉果的很多。像法时期，人的根性跟正法就不能比，单单持戒不能证果，为什么？持戒不纯。内里面有烦恼、有习气，外面有五欲六尘的诱惑，单单靠持戒不能摄心，所以像法时期禅定成就，修定；修定，行！末法时期修定也不行了，那是什么？烦恼习气太重，而外面诱惑的力量又太强，里应外合。所以修禅不能得定，学教不能开悟，为什么？心浮气躁。这是我们现在的现象，浊恶弥深，愈来愈深，根性愈来愈劣。人寿十岁，佛在经上告诉我们，我们现在生在这个时段叫减劫。人的寿命最长的时候是八万四千岁，最长的时候，减劫从八万四千岁每一百年减一岁，减到十岁，十岁是底限，不会再减；从十岁再每一百年加一岁，又加到八万四千岁，这一增一减叫一个小劫。我们现在生活在这减劫里面，释迦牟尼佛出世那个时候人寿是一百岁，一百年减一岁，这三千年了，所以现在人的寿命，就是一般平均寿命七十岁。我们中国人常讲「人生七十古来稀」，这处在减劫，七十岁。一百年减一岁减到十岁还有六千年，到六千年的时候，那时候染污、业障到极重的时候，在这个时候人会回头，为什么？他受的果报太苦。人在受到极大痛苦的时候会回头，会省悟过来，省悟过来接受佛菩萨、接受圣贤的教诲。",
      "zh_TW": "末法比不上像法，像法比不上正法，釋迦牟尼佛過世之後的第一個一千年是正法，人心淳厚、老實、聽話、真幹，所以戒律就成就，只要認真把戒律做好，他就能證果，證阿羅漢果的很多。像法時期，人的根性跟正法就不能比，單單持戒不能證果，為什麼？持戒不純。內裡面有煩惱、有習氣，外面有五欲六塵的誘惑，單單靠持戒不能攝心，所以像法時期禪定成就，修定；修定，行！末法時期修定也不行了，那是什麼？煩惱習氣太重，而外面誘惑的力量又太強，裡應外合。所以修禪不能得定，學教不能開悟，為什麼？心浮氣躁。這是我們現在的現象，濁惡彌深，愈來愈深，根性愈來愈劣。人壽十歲，佛在經上告訴我們，我們現在生在這個時段叫減劫。人的壽命最長的時候是八萬四千歲，最長的時候，減劫從八萬四千歲每一百年減一歲，減到十歲，十歲是底限，不會再減；從十歲再每一百年加一歲，又加到八萬四千歲，這一增一減叫一個小劫。我們現在生活在這減劫裡面，釋迦牟尼佛出世那個時候人壽是一百歲，一百年減一歲，這三千年了，所以現在人的壽命，就是一般平均壽命七十歲。我們中國人常講「人生七十古來稀」，這處在減劫，七十歲。一百年減一歲減到十歲還有六千年，到六千年的時候，那時候染污、業障到極重的時候，在這個時候人會回頭，為什麼？他受的果報太苦。人在受到極大痛苦的時候會回頭，會省悟過來，省悟過來接受佛菩薩、接受聖賢的教誨。"
    },
    {
      "id": "02-039-0017_p0012",
      "zh_CN": "「于兹恶浪滔天」，这个恶是十恶，我们现在看是很相似，所以这是灾难。恶是讲十恶，诸位想想，我们很冷静、客观的来观察，我们的社会，你看看男女老少各行各业，他想什么？他想杀生、偷盗。杀生是什么？伤害别人利益自己，这是属于杀生。偷盗是念念当中有占别人便宜；换句话说，起心动念是损人利己，是这个念头。没有看到的时候，人起心动念是损自己去利益别人，那就会往上升。起心动念是损人利己，这还得了吗？各个都是损人利己，他怎么会不发生冲突？所以冲突就愈来愈多。无量无边无尽的冲突，这怎么化解？我过去参加多次联合国的和平会议，讨论的主题就是化解冲突。从家庭里面夫妻冲突、父子冲突、兄弟冲突、邻里冲突，到社会上族群的冲突、国家的冲突，乃至于文化的冲突、宗教的冲突，这玩意儿太多了，引发一些动乱、战争，灾祸连天，恶浪滔天。毒焰，毒是什么？五毒贪瞋痴慢疑，贪瞋痴慢是毒。疑是什么？对于圣贤教诲怀疑，你看看佛菩萨、古圣先贤把这个也列入毒，五毒之一。圣贤教诲是好东西，你对它怀疑，你不肯接受，你不肯学习，你不能奉行；换句话说，圣贤教诲是救你的，是治疗你的。你得了一身重病又不接受治疗，那不是死路一条吗？今天这个社会让我们感觉到恶浪滔天、毒焰遍地，那就是这个世间会有大灾难现前，这是必然的道理。",
      "zh_TW": "「於茲惡浪滔天」，這個惡是十惡，我們現在看是很相似，所以這是災難。惡是講十惡，諸位想想，我們很冷靜、客觀的來觀察，我們的社會，你看看男女老少各行各業，他想什麼？他想殺生、偷盜。殺生是什麼？傷害別人利益自己，這是屬於殺生。偷盜是念念當中有佔別人便宜；換句話說，起心動念是損人利己，是這個念頭。沒有看到的時候，人起心動念是損自己去利益別人，那就會往上升。起心動念是損人利己，這還得了嗎？各個都是損人利己，他怎麼會不發生衝突？所以衝突就愈來愈多。無量無邊無盡的衝突，這怎麼化解？我過去參加多次聯合國的和平會議，討論的主題就是化解衝突。從家庭裡面夫妻衝突、父子衝突、兄弟衝突、鄰里衝突，到社會上族群的衝突、國家的衝突，乃至於文化的衝突、宗教的衝突，這玩意兒太多了，引發一些動亂、戰爭，災禍連天，惡浪滔天。毒焰，毒是什麼？五毒貪瞋痴慢疑，貪瞋痴慢是毒。疑是什麼？對於聖賢教誨懷疑，你看看佛菩薩、古聖先賢把這個也列入毒，五毒之一。聖賢教誨是好東西，你對它懷疑，你不肯接受，你不肯學習，你不能奉行；換句話說，聖賢教誨是救你的，是治療你的。你得了一身重病又不接受治療，那不是死路一條嗎？今天這個社會讓我們感覺到惡浪滔天、毒焰遍地，那就是這個世間會有大災難現前，這是必然的道理。"
    },
    {
      "id": "02-039-0017_p0013",
      "zh_CN": "化解这个灾难，你得相信，我们放下贪瞋痴慢疑，所以佛教给我们两句话，问题解决了，「勤修戒定慧，息灭贪瞋痴」，问题就化解。我们肯不肯干？什么是戒？戒是规矩，《弟子规》是戒，《感应篇》是戒，道家的，《十善业道》是戒，儒释道三个根，这三个根是属于戒，我们能够遵守、能够奉行。这都是圣贤教诲，我们对它不怀疑，我们能信得过，像夫子所说的「信而好古」，古圣先贤传下来的，我们认真努力奉行，把我们毛病习气就改正过来了，自己就得度。自己得度，你会影响一家，你一家人都欢喜，都跟你学习，你一家人得度。家人得度，你的邻居、亲戚朋友看到了，都向你学习，全都得度，慢慢就会影响社会。如果国家觉悟，不但救了国，救了全世界！国家来推动儒释道的三个根，男女老少各行各业一起来学，用网路、用媒体来推广。所以我常讲，国家要是真的这样干法，一年这个国家社会就安定、就太平。这一个国家收到这么好的效果，别的国家就来学习，三年，顶多五年，这个世界就安定和平，什么样灾难都没有了。佛在经上给我们说，我们的念力不但是影响自己的身心，影响周边的环境，还能影响宇宙之间星球的轨道。正念，星球就正常，它不会越轨，这么大的力量，管住太阳系，管住银河系，它有这么大的力量。我们能相信吗？学了《修华严奥旨妄尽还源观》的同学，我相信他能相信，为什么？贤首国师这篇论文，前面半段把宇宙的缘起讲透了。宇宙怎么来的，万法怎么来的，惠能大师开悟说「自性能生万法」，我从哪里来的，全搞清楚、搞明白，你就晓得意念的力量太大太大了。",
      "zh_TW": "化解這個災難，你得相信，我們放下貪瞋痴慢疑，所以佛教給我們兩句話，問題解決了，「勤修戒定慧，息滅貪瞋痴」，問題就化解。我們肯不肯幹？什麼是戒？戒是規矩，《弟子規》是戒，《感應篇》是戒，道家的，《十善業道》是戒，儒釋道三個根，這三個根是屬於戒，我們能夠遵守、能夠奉行。這都是聖賢教誨，我們對它不懷疑，我們能信得過，像夫子所說的「信而好古」，古聖先賢傳下來的，我們認真努力奉行，把我們毛病習氣就改正過來了，自己就得度。自己得度，你會影響一家，你一家人都歡喜，都跟你學習，你一家人得度。家人得度，你的鄰居、親戚朋友看到了，都向你學習，全都得度，慢慢就會影響社會。如果國家覺悟，不但救了國，救了全世界！國家來推動儒釋道的三個根，男女老少各行各業一起來學，用網路、用媒體來推廣。所以我常講，國家要是真的這樣幹法，一年這個國家社會就安定、就太平。這一個國家收到這麼好的效果，別的國家就來學習，三年，頂多五年，這個世界就安定和平，什麼樣災難都沒有了。佛在經上給我們說，我們的念力不但是影響自己的身心，影響周邊的環境，還能影響宇宙之間星球的軌道。正念，星球就正常，它不會越軌，這麼大的力量，管住太陽系，管住銀河系，它有這麼大的力量。我們能相信嗎？學了《修華嚴奧旨妄盡還源觀》的同學，我相信他能相信，為什麼？賢首國師這篇論文，前面半段把宇宙的緣起講透了。宇宙怎麼來的，萬法怎麼來的，惠能大師開悟說「自性能生萬法」，我從哪裡來的，全搞清楚、搞明白，你就曉得意念的力量太大太大了。"
    },
    {
      "id": "02-039-0017_p0014",
      "zh_CN": "那篇文章讲的是真的不是假的，它讲的是《华严经》，《华严经》的精华。妄就是妄想、分别、执着，把这个东西统统放下，断干净，你就还源。还源是什么？还源在佛法讲你就成佛了。佛是什么？印度人叫佛，中国人叫圣人，我们赞叹孔老夫子至圣，至圣先师。用中国的话来赞叹释迦牟尼佛，那应该是至圣本师，我们称释迦牟尼佛为本师，佛就是至圣。印度人叫佛，我们叫至圣，一个意思。老师，释迦是我们根本的老师，我们称他为至圣本师，用中国人这个说法我们就好懂，很容易体会，他不是神，他也不是仙。当年在世，他是三十岁开悟，开悟之后就从事教学教一辈子，七十九岁走的，讲经教学四十九年。我们用现代的话来说他，他是职业老师，而且非常难得，他是个尽义务的老师，他不收学费。热心教学，有教无类，无论什么人，不同的国家、不同的族群、不同的文化、不同的宗教信仰，你只要去找他，他都很欢喜教你，非常认真的教你，这样一个好老师。我们得把他认清楚，能够跟他学习，这多么幸运！老师现在不在了，没关系，他教学的资料还留在这世间，这些资料就是《大藏经》，《大藏经》里面就是他当年在世教学的资料，我们得到这个资料就等于亲近他老人家没有两样。今天我们遇到的这环境的现象，人事环境、物质环境，确实很像法灭那个时候的现象，恶浪滔天、毒焰遍地这八个字，但是这是相似不是真的。",
      "zh_TW": "那篇文章講的是真的不是假的，它講的是《華嚴經》，《華嚴經》的精華。妄就是妄想、分別、執著，把這個東西統統放下，斷乾淨，你就還源。還源是什麼？還源在佛法講你就成佛了。佛是什麼？印度人叫佛，中國人叫聖人，我們讚歎孔老夫子至聖，至聖先師。用中國的話來讚歎釋迦牟尼佛，那應該是至聖本師，我們稱釋迦牟尼佛為本師，佛就是至聖。印度人叫佛，我們叫至聖，一個意思。老師，釋迦是我們根本的老師，我們稱他為至聖本師，用中國人這個說法我們就好懂，很容易體會，他不是神，他也不是仙。當年在世，他是三十歲開悟，開悟之後就從事教學教一輩子，七十九歲走的，講經教學四十九年。我們用現代的話來說他，他是職業老師，而且非常難得，他是個盡義務的老師，他不收學費。熱心教學，有教無類，無論什麼人，不同的國家、不同的族群、不同的文化、不同的宗教信仰，你只要去找他，他都很歡喜教你，非常認真的教你，這樣一個好老師。我們得把他認清楚，能夠跟他學習，這多麼幸運！老師現在不在了，沒關係，他教學的資料還留在這世間，這些資料就是《大藏經》，《大藏經》裡面就是他當年在世教學的資料，我們得到這個資料就等於親近他老人家沒有兩樣。今天我們遇到的這環境的現象，人事環境、物質環境，確實很像法滅那個時候的現象，惡浪滔天、毒焰遍地這八個字，但是這是相似不是真的。"
    },
    {
      "id": "02-039-0017_p0015",
      "zh_CN": "人寿十岁那个时候是真的，为什么？他染的习气太重，佛菩萨来教他都回不了头。所以得慢慢来，一百年加一岁，慢慢的加，寿命愈长，福报就大，所谓福至心灵，福报大，慢慢的智慧就现前。增劫跟减劫不一样，减劫里面福报大的，他造的恶更大；增劫的时候，那个福报大的，他修的善就愈大，这个不相同。我们要细心去观察、细心去体会，你就能够得到。为什么我们说现在这个迷惑是一时的，很容易把他唤醒？我们过去在汤池做的实验，完全用《弟子规》教学，才三年真的人心回头，觉悟了，让我们感到人民怎么是这么好教的！使我们相信老祖宗讲的话没错，「人之初，性本善」，可惜没人教他。一教他就回头，就是说他有良心，他能够辨别善恶，这没人讲，所以他受外面影响很大；有正面的教学，时常提醒他的话，很快他就回头。在末法，那问题比我们现在严重多了。「世尊垂慈」，这说释迦牟尼佛慈悲到极处，还把《无量寿经》，特留此法，此法就是《无量寿经》。因为在这个时候，只有这部经、只有持名这个方法能度众生。「以作慈航，以降甘露」，慈航是比喻在大海里头，这条船让你得度。甘露也是比喻，甘露是天人的饮料，一般讲忉利天，忉利天最好的饮料是甘露，把这部经比喻做慈航、比喻做甘露。「佛恩深重，粉身难报」，知恩你才会感恩，你才会想到报恩；如果不知道这是恩德，你怎么会有感恩的念头？更不可能想到报恩，这些全要靠教学。教起因缘我们就学习到此地。",
      "zh_TW": "人壽十歲那個時候是真的，為什麼？他染的習氣太重，佛菩薩來教他都回不了頭。所以得慢慢來，一百年加一歲，慢慢的加，壽命愈長，福報就大，所謂福至心靈，福報大，慢慢的智慧就現前。增劫跟減劫不一樣，減劫裡面福報大的，他造的惡更大；增劫的時候，那個福報大的，他修的善就愈大，這個不相同。我們要細心去觀察、細心去體會，你就能夠得到。為什麼我們說現在這個迷惑是一時的，很容易把他喚醒？我們過去在湯池做的實驗，完全用《弟子規》教學，才三年真的人心回頭，覺悟了，讓我們感到人民怎麼是這麼好教的！使我們相信老祖宗講的話沒錯，「人之初，性本善」，可惜沒人教他。一教他就回頭，就是說他有良心，他能夠辨別善惡，這沒人講，所以他受外面影響很大；有正面的教學，時常提醒他的話，很快他就回頭。在末法，那問題比我們現在嚴重多了。「世尊垂慈」，這說釋迦牟尼佛慈悲到極處，還把《無量壽經》，特留此法，此法就是《無量壽經》。因為在這個時候，只有這部經、只有持名這個方法能度眾生。「以作慈航，以降甘露」，慈航是比喻在大海裡頭，這條船讓你得度。甘露也是比喻，甘露是天人的飲料，一般講忉利天，忉利天最好的飲料是甘露，把這部經比喻做慈航、比喻做甘露。「佛恩深重，粉身難報」，知恩你才會感恩，你才會想到報恩；如果不知道這是恩德，你怎麼會有感恩的念頭？更不可能想到報恩，這些全要靠教學。教起因緣我們就學習到此地。"
    },
    {
      "id": "02-039-0017_p0016",
      "zh_CN": "下面是第二个大段「本经体性」，这段意思比较深，体是什么？是所依的。这部经典所讲的理论、所用的方法、所得的境界，它依靠什么道理？如果这个不搞清楚，我们的信心不能建立；真有道理，我们就会相信它！佛是依什么说出来的，依什么来教导我们。请看经文，「一切大乘经典皆以实相为经正体」，这一句先把经体说出来，你看一切大乘经典，不仅是这一部，都是以实相，实相是什么？事实真相，为正体。换句话说，一切大乘经都是讲宇宙人生真实的实相，事实是什么它就说什么，决定跟事实完全相应。我们要想了解宇宙人生的真相，这就是跟我们讲这个东西，它不是假的。我初学佛的时候，跟方东美先生学哲学，方老师把佛经介绍给我，说是什么？说是哲学。我跟他学哲学，我不跟他学宗教，我说「佛经是宗教，宗教里头哪有哲学？迷信！」年轻没有智慧，人云亦云，误以为佛教是宗教，佛教是迷信，所以从来没有动过念头想去跟佛教接触，没有过。他介绍我的时候非常郑重的说，「释迦牟尼是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」。我上他这个科目才把错误的观念整个转过来，老师特别点醒我，他说「佛经的哲学不在寺院。」寺院不是专门学佛的吗？他说「从前是，现在没有了，从前那些出家人真的是大学问家，有道德、有学问。现在的时候，现在不学，寺庙有经典，他们念经他不研究，不是依照经典教训去学习。所以你要学习佛经里面的哲学，你要从经典下手。」这是他告诉我的，这句话非常重要，如果没有这句话点醒，我到寺庙去看这些出家人，向他请教，他都没办法答复我，那我会怀疑，方老师说话有问题，我对他信心会动摇。好在他有这句话，叫我经典东西不必去问他，直接从经典去找。",
      "zh_TW": "下面是第二個大段「本經體性」，這段意思比較深，體是什麼？是所依的。這部經典所講的理論、所用的方法、所得的境界，它依靠什麼道理？如果這個不搞清楚，我們的信心不能建立；真有道理，我們就會相信它！佛是依什麼說出來的，依什麼來教導我們。請看經文，「一切大乘經典皆以實相為經正體」，這一句先把經體說出來，你看一切大乘經典，不僅是這一部，都是以實相，實相是什麼？事實真相，為正體。換句話說，一切大乘經都是講宇宙人生真實的實相，事實是什麼它就說什麼，決定跟事實完全相應。我們要想了解宇宙人生的真相，這就是跟我們講這個東西，它不是假的。我初學佛的時候，跟方東美先生學哲學，方老師把佛經介紹給我，說是什麼？說是哲學。我跟他學哲學，我不跟他學宗教，我說「佛經是宗教，宗教裡頭哪有哲學？迷信！」年輕沒有智慧，人云亦云，誤以為佛教是宗教，佛教是迷信，所以從來沒有動過念頭想去跟佛教接觸，沒有過。他介紹我的時候非常鄭重的說，「釋迦牟尼是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」。我上他這個科目才把錯誤的觀念整個轉過來，老師特別點醒我，他說「佛經的哲學不在寺院。」寺院不是專門學佛的嗎？他說「從前是，現在沒有了，從前那些出家人真的是大學問家，有道德、有學問。現在的時候，現在不學，寺廟有經典，他們念經他不研究，不是依照經典教訓去學習。所以你要學習佛經裡面的哲學，你要從經典下手。」這是他告訴我的，這句話非常重要，如果沒有這句話點醒，我到寺廟去看這些出家人，向他請教，他都沒辦法答覆我，那我會懷疑，方老師說話有問題，我對他信心會動搖。好在他有這句話，叫我經典東西不必去問他，直接從經典去找。"
    },
    {
      "id": "02-039-0017_p0017",
      "zh_CN": "之后没多久我认识章嘉大师，章嘉大师像方老师一样对我非常爱护，很照顾，教导我。他老人家教我学释迦牟尼佛，叫我去念《释迦谱》、《释迦方志》，就是《大藏经》里面释迦牟尼佛的传记，唐朝人写的，我们了解释迦牟尼佛的生平，对佛就有了认识。你学佛对释迦牟尼佛一无所知，那你的学习有问题，你很容易走偏差、走岔路，现在人讲走弯路；你把释迦佛认识清楚了，你就不会走弯路，这个指导非常之好。章嘉大师劝我出家，我很听话，因为我在台湾没有家眷。父亲早年过世，母亲还有一个弟弟留在大陆，那时候音信不通，整整三十六年断绝音信，彼此双方都不知道状况。所以一个人在台湾没有忧虑，老师叫我出家好，专攻佛法，我出家就讲学、就教学。我学佛七年出家，出家就教佛学院，接受外面邀请讲经，讲了五十九年，五十九年没有停过，天天在讲。我在澳洲，澳洲这些大学，格里菲斯大学校长请我吃饭，问了我一句话，他说：「法师，你讲经（那个时候讲经四十三年），你在四十三年当中，有没有遇到过别人向你提出问题，你不能答复的？」我想了一想告诉他：好像没有。他说：「你真正是个好校长。」所以学校送我博士学位，主动赠送我博士学位，那时候我已经七十多岁，还送我一个荣誉教授的头衔。荣誉教授是什么？是他们学校教学大概是有相当的年数，教了多少年，对学校教学有贡献的，这样的老师退休有一个荣誉的头衔，荣誉教授，学校荣誉教授。学校里面的大事、典礼，譬如开学、毕业典礼都会邀请这些人参加。所以学校给我这么一个头衔，参加学校的活动，以后真的是代表学校参加联合国的会议。",
      "zh_TW": "之後沒多久我認識章嘉大師，章嘉大師像方老師一樣對我非常愛護，很照顧，教導我。他老人家教我學釋迦牟尼佛，叫我去念《釋迦譜》、《釋迦方志》，就是《大藏經》裡面釋迦牟尼佛的傳記，唐朝人寫的，我們了解釋迦牟尼佛的生平，對佛就有了認識。你學佛對釋迦牟尼佛一無所知，那你的學習有問題，你很容易走偏差、走岔路，現在人講走彎路；你把釋迦佛認識清楚了，你就不會走彎路，這個指導非常之好。章嘉大師勸我出家，我很聽話，因為我在台灣沒有家眷。父親早年過世，母親還有一個弟弟留在大陸，那時候音信不通，整整三十六年斷絕音信，彼此雙方都不知道狀況。所以一個人在台灣沒有憂慮，老師叫我出家好，專攻佛法，我出家就講學、就教學。我學佛七年出家，出家就教佛學院，接受外面邀請講經，講了五十九年，五十九年沒有停過，天天在講。我在澳洲，澳洲這些大學，格里菲斯大學校長請我吃飯，問了我一句話，他說：「法師，你講經（那個時候講經四十三年），你在四十三年當中，有沒有遇到過別人向你提出問題，你不能答覆的？」我想了一想告訴他：好像沒有。他說：「你真正是個好校長。」所以學校送我博士學位，主動贈送我博士學位，那時候我已經七十多歲，還送我一個榮譽教授的頭銜。榮譽教授是什麼？是他們學校教學大概是有相當的年數，教了多少年，對學校教學有貢獻的，這樣的老師退休有一個榮譽的頭銜，榮譽教授，學校榮譽教授。學校裡面的大事、典禮，譬如開學、畢業典禮都會邀請這些人參加。所以學校給我這麼一個頭銜，參加學校的活動，以後真的是代表學校參加聯合國的會議。"
    },
    {
      "id": "02-039-0017_p0018",
      "zh_CN": "所以诸位，人家要问你的话，释迦牟尼佛一生讲经他到底讲些什么？这一句就解答，讲的是宇宙人生的真相。你说这是不是迷信？不迷信。这句话很重要，否则的话，你佛怎么学的？我记得我有一年在台湾过年的时候，有一个同学来看我，他是大学教授，来看我的时候告诉我，他在辅仁大学，课外对学生讲了一部《普贤行愿品》。他告诉我，我说：好，很难得。那个时候台湾大学生学佛的风气很盛，每个学校都有佛学社的成立，辅仁大学叫大千佛学社，他们同学们组织的，学习佛法。我就问他一个问题，我说「我问你一个问题，你答复我，释迦牟尼佛四十九年讲的这些经，到底讲些什么？你用一句话答复我。」他想了大概五分钟，没有办法，告诉我，他说「我想不出来一句话答复，想不出来。」他回过头来问我，我跟他说，「佛经上讲的一句话，《般若经》上讲的诸法实相，用这句话来回答行不行？」他想了想，点头，行！诸法实相就是一切法的真相。这个我们要知道，简单明了，把释迦牟尼佛一生所修、所学、所教、所传的，简单明了的就告诉别人，他没有讲迷信。",
      "zh_TW": "所以諸位，人家要問你的話，釋迦牟尼佛一生講經他到底講些什麼？這一句就解答，講的是宇宙人生的真相。你說這是不是迷信？不迷信。這句話很重要，否則的話，你佛怎麼學的？我記得我有一年在台灣過年的時候，有一個同學來看我，他是大學教授，來看我的時候告訴我，他在輔仁大學，課外對學生講了一部《普賢行願品》。他告訴我，我說：好，很難得。那個時候台灣大學生學佛的風氣很盛，每個學校都有佛學社的成立，輔仁大學叫大千佛學社，他們同學們組織的，學習佛法。我就問他一個問題，我說「我問你一個問題，你答覆我，釋迦牟尼佛四十九年講的這些經，到底講些什麼？你用一句話答覆我。」他想了大概五分鐘，沒有辦法，告訴我，他說「我想不出來一句話答覆，想不出來。」他回過頭來問我，我跟他說，「佛經上講的一句話，《般若經》上講的諸法實相，用這句話來回答行不行？」他想了想，點頭，行！諸法實相就是一切法的真相。這個我們要知道，簡單明瞭，把釋迦牟尼佛一生所修、所學、所教、所傳的，簡單明瞭的就告訴別人，他沒有講迷信。"
    },
    {
      "id": "02-039-0017_p0019",
      "zh_CN": "下面我们看，黄老引用许许多多这些经典跟这些祖师大德们所说的，「古德云」，这是一般古来的大德，他们说「诸大乘经皆以一实相为印」。中国人非常重视印，叫印信，讲盖了个印，这个印就是决定的。这个印是什么？实相。如果这个经典里面讲的是宇宙人生的真相，这就是佛说的。不是佛说的呢？不是佛说的也是佛说的，他跟佛说的一样！所以佛教这种宽容大度是要学的。佛教承认，所有的人只要讲的是事实真相，都叫佛经。你看这种做学问的态度，没有彼此之分，佛承认，菩萨也承认，你说的是事实真相。下面解释，「实相者，真实之相也」，是宇宙万物的真相。「又平等一相也」，这一句就深了，我们讲宇宙人生的真相，你好懂，要是跟你讲平等一相，这就难了，为什么？这个真的是高等哲学，方老师讲的是哲学的顶尖。跟你说一切法是平等的，一切法是同一个体性，这个体性在佛法的名词叫法性，也叫真性，也叫自性，名称有十几个，佛为什么一桩事情说这么多的名词术语？叫你不要着相。你不必执着，只要是说的这桩事情，用什么方法说、用什么名词说都可以，不要着相。他教我们放下执着，我们着相就错了，「凡所有相皆是虚妄」。",
      "zh_TW": "下面我們看，黃老引用許許多多這些經典跟這些祖師大德們所說的，「古德云」，這是一般古來的大德，他們說「諸大乘經皆以一實相為印」。中國人非常重視印，叫印信，講蓋了個印，這個印就是決定的。這個印是什麼？實相。如果這個經典裡面講的是宇宙人生的真相，這就是佛說的。不是佛說的呢？不是佛說的也是佛說的，他跟佛說的一樣！所以佛教這種寬容大度是要學的。佛教承認，所有的人只要講的是事實真相，都叫佛經。你看這種做學問的態度，沒有彼此之分，佛承認，菩薩也承認，你說的是事實真相。下面解釋，「實相者，真實之相也」，是宇宙萬物的真相。「又平等一相也」，這一句就深了，我們講宇宙人生的真相，你好懂，要是跟你講平等一相，這就難了，為什麼？這個真的是高等哲學，方老師講的是哲學的頂尖。跟你說一切法是平等的，一切法是同一個體性，這個體性在佛法的名詞叫法性，也叫真性，也叫自性，名稱有十幾個，佛為什麼一樁事情說這麼多的名詞術語？叫你不要著相。你不必執著，只要是說的這樁事情，用什麼方法說、用什麼名詞說都可以，不要著相。他教我們放下執著，我們著相就錯了，「凡所有相皆是虛妄」。"
    },
    {
      "id": "02-039-0017_p0020",
      "zh_CN": "所以马鸣菩萨教给我们修学的态度，我们在上课听讲不要执着言说相，他说得深、说得浅、说得长、说得短，没关系，只要说的是真相就行了。我们看经典不要执着文字相、不要执著名字相，这个名字是名词术语，名词术语是交换意见的一个工具，它不重要，我们能够体会到意思这个重要。所以这些名词术语不重要，不要执着它，你执着就错了，譬如佛经里面「佛、菩萨、众生」，这都是名字相，你了解其意思，不必执着这些名相。第三个很重要，要离心缘相，你不能自己想它是什么意思，你一想就错了。你不要想它，就直接的你明白了，这叫悟；你要是去想它就错了，想它是什么？你落在意识里头去了。意识是分别执着，你落在那里头去了。佛教导菩萨，那是登堂入室的学生，不是普通学生，很有成就的学生，不许他起心动念。所以六根接触六尘境界，眼见、耳闻、鼻嗅、舌尝、身触、意知，六根对待六尘境界不能起心、不能动念，清清楚楚、明明白白，那是什么？自性本具般若智慧现前，那是真智慧。起心动念就迷了，为什么起心动念就迷了？",
      "zh_TW": "所以馬鳴菩薩教給我們修學的態度，我們在上課聽講不要執著言說相，他說得深、說得淺、說得長、說得短，沒關係，只要說的是真相就行了。我們看經典不要執著文字相、不要執著名字相，這個名字是名詞術語，名詞術語是交換意見的一個工具，它不重要，我們能夠體會到意思這個重要。所以這些名詞術語不重要，不要執著它，你執著就錯了，譬如佛經裡面「佛、菩薩、眾生」，這都是名字相，你了解其意思，不必執著這些名相。第三個很重要，要離心緣相，你不能自己想它是什麼意思，你一想就錯了。你不要想它，就直接的你明白了，這叫悟；你要是去想它就錯了，想它是什麼？你落在意識裡頭去了。意識是分別執著，你落在那裡頭去了。佛教導菩薩，那是登堂入室的學生，不是普通學生，很有成就的學生，不許他起心動念。所以六根接觸六塵境界，眼見、耳聞、鼻嗅、舌嘗、身觸、意知，六根對待六塵境界不能起心、不能動念，清清楚楚、明明白白，那是什麼？自性本具般若智慧現前，那是真智慧。起心動念就迷了，為什麼起心動念就迷了？"
    },
    {
      "id": "02-039-0017_p0021",
      "zh_CN": "在中国，诸位都知道，惠能大师开悟了，明心见性，性就是实相。性是什么样子？它不是物质，它也不是精神，说不出！不但说不出，连想都不能想，你一想就落到意识里头去了。他开悟，五祖也开悟，开悟的人跟开悟的人说话就方便。他说出自性的样子，他说了五句话，第一句话说「何期自性，本自清净」，何期是没想到，没想到自性本来清净，从来不染污。成佛是清净的，在现在人间还是清净的，纵然造作罪业堕到阿鼻地狱还是清净的，这是真的可不是假的。佛经里面常讲一些染污，你看我们刚才所念的，「浊恶弥深，恶浪滔天，毒焰遍地」，这个都是染污，染污与自性没关系，什么染污？阿赖耶染污。自性可不染污，阿赖耶有生灭，自性没有生灭，阿赖耶是什么？阿赖耶是个妄心，假的，不是真心。真心决定没有生灭，决定没有动摇，决定没有染污，这是真心，你见到了，那是真正你的自己。我们用真心那就是佛，用妄心就是凡夫，妄心就是阿赖耶，阿赖耶是什么？叫心意识。诸位要记住，心是妄想，意是执着，识是分别，我们用这个东西，起心动念都是妄想分别执着，假的不是真的，用这个东西才有六道轮回。你不用这个东西的话，六道轮回没有了，不但六道轮回没有了，连十法界也没有了。这个东西没有了，那是什么境界？叫一真法界。所以十法界跟六道轮回都是梦，就像作梦一样，梦里头有，就是你迷的时候有，你觉悟、省悟过来就没有。换句话说，你用妄想分别执着就有，如果妄想分别执着放下，不用它，六道跟十法界就没有了，假相，你从梦中省悟过来了。",
      "zh_TW": "在中國，諸位都知道，惠能大師開悟了，明心見性，性就是實相。性是什麼樣子？它不是物質，它也不是精神，說不出！不但說不出，連想都不能想，你一想就落到意識裡頭去了。他開悟，五祖也開悟，開悟的人跟開悟的人說話就方便。他說出自性的樣子，他說了五句話，第一句話說「何期自性，本自清淨」，何期是沒想到，沒想到自性本來清淨，從來不染污。成佛是清淨的，在現在人間還是清淨的，縱然造作罪業墮到阿鼻地獄還是清淨的，這是真的可不是假的。佛經裡面常講一些染污，你看我們剛才所念的，「濁惡彌深，惡浪滔天，毒焰遍地」，這個都是染污，染污與自性沒關係，什麼染污？阿賴耶染污。自性可不染污，阿賴耶有生滅，自性沒有生滅，阿賴耶是什麼？阿賴耶是個妄心，假的，不是真心。真心決定沒有生滅，決定沒有動搖，決定沒有染污，這是真心，你見到了，那是真正你的自己。我們用真心那就是佛，用妄心就是凡夫，妄心就是阿賴耶，阿賴耶是什麼？叫心意識。諸位要記住，心是妄想，意是執著，識是分別，我們用這個東西，起心動念都是妄想分別執著，假的不是真的，用這個東西才有六道輪迴。你不用這個東西的話，六道輪迴沒有了，不但六道輪迴沒有了，連十法界也沒有了。這個東西沒有了，那是什麼境界？叫一真法界。所以十法界跟六道輪迴都是夢，就像作夢一樣，夢裡頭有，就是你迷的時候有，你覺悟、省悟過來就沒有。換句話說，你用妄想分別執著就有，如果妄想分別執著放下，不用它，六道跟十法界就沒有了，假相，你從夢中省悟過來了。"
    },
    {
      "id": "02-039-0017_p0022",
      "zh_CN": "平等一相，你有没有体会到？我刚才讲的这个，你要不能体会，我提醒你一下，梦里无论是享乐还是受苦，醒过来之后是不是一样的？乐没有了，苦也没有了，不是平等一相吗？它不是真的！天堂、地狱全是假的，但是你要晓得，你没有醒过来你真受，你在梦中在天堂真乐，在地狱是真苦，好像一点都不假。醒过来之后才晓得假的，「凡所有相，皆是虚妄」；「一切有为法，如梦幻泡影」，你知道这个，就平等一相了。如果你要是学了《妄尽还源观》，平等一相你很容易了解，妄尽还源就是一相。现在我们了解，我们妄想分别执着没断，还继续在用，可是我们相信释迦牟尼佛所说的话是真的不是假的；贤首国师这篇论文是依《华严经》写的，也是真的不是假的。我们现在见色闻声，我们用一个平等的心来看待，决定没有差别，想到佛在大乘经里常讲「一切众生本来是佛」，我们用这个心态来处事待人接物、来生活，那就是佛的境界。你有分别，我没有分别；你有执着，我没有执着；你有起心动念，我没有起心动念。我可以随顺你的分别执着，而自己没有分别执着，就跟唱戏一样！在舞台里面你所表演的都要按照剧本，剧本叫你笑你就得笑，剧本叫你哭你就得哭，是不是你真的有笑哭？没有，按照剧本来表演。佛菩萨在人间，你欢喜，他也欢喜，你有苦，他好像也有同情心，那是什么？那在演戏，你是真的，他是假的，不一样。你真的有苦有乐，他无苦也无乐，这就是觉悟的人跟没觉悟的人在一起，不一样。境界觉悟跟他相等的人，看得出来，他看得很清楚，如果说没有这个境界看不出来。佛菩萨跟众生和光同尘，看不出来，叫妙！所以这法称为妙法，道理在此地。这是平等一相。",
      "zh_TW": "平等一相，你有沒有體會到？我剛才講的這個，你要不能體會，我提醒你一下，夢裡無論是享樂還是受苦，醒過來之後是不是一樣的？樂沒有了，苦也沒有了，不是平等一相嗎？它不是真的！天堂、地獄全是假的，但是你要曉得，你沒有醒過來你真受，你在夢中在天堂真樂，在地獄是真苦，好像一點都不假。醒過來之後才曉得假的，「凡所有相，皆是虛妄」；「一切有為法，如夢幻泡影」，你知道這個，就平等一相了。如果你要是學了《妄盡還源觀》，平等一相你很容易了解，妄盡還源就是一相。現在我們了解，我們妄想分別執著沒斷，還繼續在用，可是我們相信釋迦牟尼佛所說的話是真的不是假的；賢首國師這篇論文是依《華嚴經》寫的，也是真的不是假的。我們現在見色聞聲，我們用一個平等的心來看待，決定沒有差別，想到佛在大乘經裡常講「一切眾生本來是佛」，我們用這個心態來處事待人接物、來生活，那就是佛的境界。你有分別，我沒有分別；你有執著，我沒有執著；你有起心動念，我沒有起心動念。我可以隨順你的分別執著，而自己沒有分別執著，就跟唱戲一樣！在舞台裡面你所表演的都要按照劇本，劇本叫你笑你就得笑，劇本叫你哭你就得哭，是不是你真的有笑哭？沒有，按照劇本來表演。佛菩薩在人間，你歡喜，他也歡喜，你有苦，他好像也有同情心，那是什麼？那在演戲，你是真的，他是假的，不一樣。你真的有苦有樂，他無苦也無樂，這就是覺悟的人跟沒覺悟的人在一起，不一樣。境界覺悟跟他相等的人，看得出來，他看得很清楚，如果說沒有這個境界看不出來。佛菩薩跟眾生和光同塵，看不出來，叫妙！所以這法稱為妙法，道理在此地。這是平等一相。"
    },
    {
      "id": "02-039-0017_p0023",
      "zh_CN": "「实相无相，亦无不相，相而无相，名为实相」。这几句话念得会把我们念糊涂，初学的人念糊涂了；但是你真明白人，晓得这几句话讲得太好！实相无相，它不是物质，它也不是精神，但是它能够变现出物质跟精神，就是它能生物质现象、能生精神现象，能现物质现象、能现精神现象，它是能生能现。物质现象、精神现象，就整个宇宙，在佛法里面讲法界，遍法界虚空界这一切现象，这十法界六道是所生所现。能生能现的是真的，永恒不变，所生所现是假的，就好像作梦一样，梦中境界，它不是真的，它是假的。但是假跟真又分不开，假从哪里来？假是依真而起的，没有真哪来的假？依真而起的。虽依真而起，它不是真的，它是真的影子而已。这个事实真相要搞清楚，搞清楚之后，你虽然是还没有完全觉悟，没有完全回归自性，你对于这个世间一切法，你能够放得下，你不再执着，这是你真觉悟了。你重视什么？你重视灵性的提升。你不会重视这个世间的名闻利养，你对这个会很淡薄，而对你的德行、智慧、灵性提升，你对这个很重视。这里头有真乐，无法想像那个乐趣。所以古来祖师大德常常用一句话形容，「世味哪有法味浓！」现在人贪图世间五欲六尘的享受。你真正在灵性上享受到，这世间五欲六尘、财色名食睡怎么能跟法比？差太远了。你尝到法味，这个世间五欲六尘自然就放下，你才真正知道那是染污，那哪里是什么享受？染污什么？染污灵性。其实染污不到灵性，灵性真正被染污它就不灵，自性被染污就不叫自性，它实实在在没有。它染污什么？染污了阿赖耶，就是你的妄心，让你的妄心，那个虚妄，虚妄我们难懂，我们讲的妄想分别执着加重，你在这上加深而已，它染污你的心，而自己与清净心、与自性距离就愈来愈远，它在当中做障碍，是这么回事情。",
      "zh_TW": "「實相無相，亦無不相，相而無相，名為實相」。這幾句話念得會把我們念糊塗，初學的人念糊塗了；但是你真明白人，曉得這幾句話講得太好！實相無相，它不是物質，它也不是精神，但是它能夠變現出物質跟精神，就是它能生物質現象、能生精神現象，能現物質現象、能現精神現象，它是能生能現。物質現象、精神現象，就整個宇宙，在佛法裡面講法界，遍法界虛空界這一切現象，這十法界六道是所生所現。能生能現的是真的，永恆不變，所生所現是假的，就好像作夢一樣，夢中境界，它不是真的，它是假的。但是假跟真又分不開，假從哪裡來？假是依真而起的，沒有真哪來的假？依真而起的。雖依真而起，它不是真的，它是真的影子而已。這個事實真相要搞清楚，搞清楚之後，你雖然是還沒有完全覺悟，沒有完全回歸自性，你對於這個世間一切法，你能夠放得下，你不再執著，這是你真覺悟了。你重視什麼？你重視靈性的提升。你不會重視這個世間的名聞利養，你對這個會很淡薄，而對你的德行、智慧、靈性提升，你對這個很重視。這裡頭有真樂，無法想像那個樂趣。所以古來祖師大德常常用一句話形容，「世味哪有法味濃！」現在人貪圖世間五欲六塵的享受。你真正在靈性上享受到，這世間五欲六塵、財色名食睡怎麼能跟法比？差太遠了。你嘗到法味，這個世間五欲六塵自然就放下，你才真正知道那是染污，那哪裡是什麼享受？染污什麼？染污靈性。其實染污不到靈性，靈性真正被染污它就不靈，自性被染污就不叫自性，它實實在在沒有。它染污什麼？染污了阿賴耶，就是你的妄心，讓你的妄心，那個虛妄，虛妄我們難懂，我們講的妄想分別執著加重，你在這上加深而已，它染污你的心，而自己與清淨心、與自性距離就愈來愈遠，它在當中做障礙，是這麼回事情。"
    },
    {
      "id": "02-039-0017_p0024",
      "zh_CN": "「实相无相」，刚才讲，体，实相是体，自性，自性能生能现，「亦无不相」，那就是所生所现，它能现相，这个很不好懂。我们常常讲到这些地方，我都用电视，现在家家都看电视，我用这个做比喻。实相是什么？实相就是屏幕，电视的屏幕它是真的，它存在。无不相是什么？无不相是屏幕里面现的画面。你看我们一按频道，画面就现出来，现在屏幕里头，那我们要问，屏幕是实相，现的是妄相，真相跟妄相怎么分？你有没有办法把它分开？这个画面离开屏幕它就不能现相，虽现在屏幕上它绝对不是屏幕，它跟屏幕毫不相关，真就是真，妄就是妄。怎样把妄相灭掉？你把频道关掉，立刻就没有。所以这个真相里面能现无量无边的色相，频道多，你随便按哪个，你不按它就恢复原来的本样子，这叫无相无不相。屏幕是无相，里面频道里是无不相，这是我们每天面对的。所以看电视会开悟，你要能这样子看法你就开悟，了解什么？真妄不二，真不是妄，妄不是真，但是真妄不二。真在哪里？真在妄里头。妄在哪里？妄在真里头，这个参悟就开悟了。所以电视，你会看电视，跟念《华严经》哪有两样？没有两样。你不会看，你看的时候全被里面那些动作迷了，你就糊涂。你要能在看电视里看出真妄不二，看出凡所有相皆是虚妄，你不就大彻大悟了吗？那是什么？电视跟《华严经》有什么两样！跟《无量寿经》也没有两样。看电视在学佛，会看的人就成佛、成菩萨；不会看的造业，心里跟它转，他笑你也笑，他哭你也哭，在那里学一些杀盗淫妄，你不就堕地狱去了。所以，佛经在哪里？没有一样不是佛经。《大方广佛华严》在哪里？《无量寿》在哪里？没有一样不是《无量寿》，没有一样不是「大方广」、不是「佛华严」。问题就是你会不会？所以经从哪里出来？经从实相出来的，佛讲的是实相。",
      "zh_TW": "「實相無相」，剛才講，體，實相是體，自性，自性能生能現，「亦無不相」，那就是所生所現，它能現相，這個很不好懂。我們常常講到這些地方，我都用電視，現在家家都看電視，我用這個做比喻。實相是什麼？實相就是屏幕，電視的屏幕它是真的，它存在。無不相是什麼？無不相是屏幕裡面現的畫面。你看我們一按頻道，畫面就現出來，現在屏幕裡頭，那我們要問，屏幕是實相，現的是妄相，真相跟妄相怎麼分？你有沒有辦法把它分開？這個畫面離開屏幕它就不能現相，雖現在屏幕上它絕對不是屏幕，它跟屏幕毫不相關，真就是真，妄就是妄。怎樣把妄相滅掉？你把頻道關掉，立刻就沒有。所以這個真相裡面能現無量無邊的色相，頻道多，你隨便按哪個，你不按它就恢復原來的本樣子，這叫無相無不相。屏幕是無相，裡面頻道裡是無不相，這是我們每天面對的。所以看電視會開悟，你要能這樣子看法你就開悟，了解什麼？真妄不二，真不是妄，妄不是真，但是真妄不二。真在哪裡？真在妄裡頭。妄在哪裡？妄在真裡頭，這個參悟就開悟了。所以電視，你會看電視，跟念《華嚴經》哪有兩樣？沒有兩樣。你不會看，你看的時候全被裡面那些動作迷了，你就糊塗。你要能在看電視裡看出真妄不二，看出凡所有相皆是虛妄，你不就大徹大悟了嗎？那是什麼？電視跟《華嚴經》有什麼兩樣！跟《無量壽經》也沒有兩樣。看電視在學佛，會看的人就成佛、成菩薩；不會看的造業，心裡跟它轉，他笑你也笑，他哭你也哭，在那裡學一些殺盜淫妄，你不就墮地獄去了。所以，佛經在哪裡？沒有一樣不是佛經。《大方廣佛華嚴》在哪裡？《無量壽》在哪裡？沒有一樣不是《無量壽》，沒有一樣不是「大方廣」、不是「佛華嚴」。問題就是你會不會？所以經從哪裡出來？經從實相出來的，佛講的是實相。"
    },
    {
      "id": "02-039-0017_p0025",
      "zh_CN": "下面说无相，「无相者，离一切虚妄之相。无相即离相」。那有没有相？有相。为什么叫无相？心里头没有相。我们眼睛在看电视，电视有没有相？有相。可是我们心里面很清楚，这个相是个幻相，不是真的，是假的。你对屏幕所现的色相，你不分别、不执着。你没有执着，那就是修阿罗汉；没有分别，你就是修菩萨行；不起心、不动念，那你是修一乘佛法。诸位真的学会，你每天看电视就在那里修行，你是修阿罗汉，还是修菩萨，还是修佛。不会修呢？不会修，在那里修人天，修阿修罗，修畜生、饿鬼、地狱，都在一念之间，这是真的不是假的。你在电视里学习那些杀盗淫妄，那就是三恶道，你在学三恶道。你看到电视，这是好的、善的，你说我要跟它学，不好的我要改过自新，我有没有？我要有的时候，我不能跟他一样，那就是人天；都不执着是阿罗汉，都不分别是菩萨。你看看，同样在看电视，每一个人成就不一样，有人看电视成佛、成菩萨，有人看电视看到地狱去了。所以宗门祖师大德常常问学生一句话，「你会么！」这句话意思无量的深广，意思你会吗？你会，你就成佛、成菩萨；不会呢？不会，到三途去了。所以离一切虚妄相，是叫你心里离，不是叫你事上离，事没有障碍，事事无碍，心里头没有。永远保持清净心、平等心、觉心，这是成佛之道。事为什么没有？事是假的，是虚妄的，你不需要离它；你把它当真，你就上当，你就错了。你知道它是虚妄的，只要你不执着、不分别、不起心、不动念，什么事都没有，那就是如来应世。诸佛如来到世间来，他就是这样的，他跟我们在一起，他确实没有起心动念过。他在形式上跟我们没有两样，跟我们和光同尘，实际上他没有起心动念。菩萨跟我们在一起，虽有起心动念，他没有分别执着。从这些地方，我们就体会他境界浅深不一样。",
      "zh_TW": "下面說無相，「無相者，離一切虛妄之相。無相即離相」。那有沒有相？有相。為什麼叫無相？心裡頭沒有相。我們眼睛在看電視，電視有沒有相？有相。可是我們心裡面很清楚，這個相是個幻相，不是真的，是假的。你對屏幕所現的色相，你不分別、不執著。你沒有執著，那就是修阿羅漢；沒有分別，你就是修菩薩行；不起心、不動念，那你是修一乘佛法。諸位真的學會，你每天看電視就在那裡修行，你是修阿羅漢，還是修菩薩，還是修佛。不會修呢？不會修，在那裡修人天，修阿修羅，修畜生、餓鬼、地獄，都在一念之間，這是真的不是假的。你在電視裡學習那些殺盜淫妄，那就是三惡道，你在學三惡道。你看到電視，這是好的、善的，你說我要跟它學，不好的我要改過自新，我有沒有？我要有的時候，我不能跟他一樣，那就是人天；都不執著是阿羅漢，都不分別是菩薩。你看看，同樣在看電視，每一個人成就不一樣，有人看電視成佛、成菩薩，有人看電視看到地獄去了。所以宗門祖師大德常常問學生一句話，「你會麼！」這句話意思無量的深廣，意思你會嗎？你會，你就成佛、成菩薩；不會呢？不會，到三途去了。所以離一切虛妄相，是叫你心裡離，不是叫你事上離，事沒有障礙，事事無礙，心裡頭沒有。永遠保持清淨心、平等心、覺心，這是成佛之道。事為什麼沒有？事是假的，是虛妄的，你不需要離它；你把它當真，你就上當，你就錯了。你知道它是虛妄的，只要你不執著、不分別、不起心、不動念，什麼事都沒有，那就是如來應世。諸佛如來到世間來，他就是這樣的，他跟我們在一起，他確實沒有起心動念過。他在形式上跟我們沒有兩樣，跟我們和光同塵，實際上他沒有起心動念。菩薩跟我們在一起，雖有起心動念，他沒有分別執著。從這些地方，我們就體會他境界淺深不一樣。"
    },
    {
      "id": "02-039-0017_p0026",
      "zh_CN": "下面这一句说，「又实相无不相，非顽空与断灭，非如龟毛兔角，一切虚无」。这些都是为我们解释无相，什么叫无相？无相是离一切虚妄之相。无相就是离相，这个要记住，不是离开这个相，不是这个意思，即相离相，相在面前，知道它是虚妄的，你不会去执着，这叫离相，并不是把相灭掉，那就错了。所以底下讲，实相无不相，不是顽空，不是断灭。佛法讲无不相，如果你把它认为那是空的，空是什么？什么都没有，这就错了。空有不二，就像我们刚才举的比喻，电视屏幕是空，什么都没有，频道里面的色相是有，我们看电视立刻就要体会到空有不二。真空是什么？真空，知道所有色相是假的，屏幕显的相是假的，屏幕上有没有染污？没有染污，丝毫不染污。怎么知道不染污？你把频道关掉不就看到了吗？它痕迹都不留！然后打开之后，也了解它痕迹都不留，它丝毫没有染污，真性没有染污。用屏幕来代表我们的真性，我们的自性没有染污！那染污的呢？染污是阿赖耶，阿赖耶是虚妄的，染污是什么？电影里面所表演的，有善、有恶、有因、有果，那是什么？那是虚妄的，有净、有秽，表演的里面有种种对立，全是假的，全不是真的。我们今天麻烦，就是把所表演这些假的全当作是真的，所以在这里受苦受难。在这个境界里面起七情五欲、喜怒哀乐爱恶欲，全是假的，没有一样是真的。所以佛家讲空，不是什么都没有，空在哪里？空在有中，有即是空，空即是有。就像我们讲电视这情形一样，空有不二。",
      "zh_TW": "下面這一句說，「又實相無不相，非頑空與斷滅，非如龜毛兔角，一切虛無」。這些都是為我們解釋無相，什麼叫無相？無相是離一切虛妄之相。無相就是離相，這個要記住，不是離開這個相，不是這個意思，即相離相，相在面前，知道它是虛妄的，你不會去執著，這叫離相，並不是把相滅掉，那就錯了。所以底下講，實相無不相，不是頑空，不是斷滅。佛法講無不相，如果你把它認為那是空的，空是什麼？什麼都沒有，這就錯了。空有不二，就像我們剛才舉的比喻，電視屏幕是空，什麼都沒有，頻道裡面的色相是有，我們看電視立刻就要體會到空有不二。真空是什麼？真空，知道所有色相是假的，屏幕顯的相是假的，屏幕上有沒有染污？沒有染污，絲毫不染污。怎麼知道不染污？你把頻道關掉不就看到了嗎？它痕跡都不留！然後打開之後，也了解它痕跡都不留，它絲毫沒有染污，真性沒有染污。用屏幕來代表我們的真性，我們的自性沒有染污！那染污的呢？染污是阿賴耶，阿賴耶是虛妄的，染污是什麼？電影裡面所表演的，有善、有惡、有因、有果，那是什麼？那是虛妄的，有淨、有穢，表演的裡面有種種對立，全是假的，全不是真的。我們今天麻煩，就是把所表演這些假的全當作是真的，所以在這裡受苦受難。在這個境界裡面起七情五欲、喜怒哀樂愛惡欲，全是假的，沒有一樣是真的。所以佛家講空，不是什麼都沒有，空在哪裡？空在有中，有即是空，空即是有。就像我們講電視這情形一樣，空有不二。"
    },
    {
      "id": "02-039-0017_p0027",
      "zh_CN": "讲万法皆空，是讲频道里面的画面；讲自性不空、实相不空，那是讲电视的屏幕。所以一看经上它讲的是什么，我们都能够理解，会合起来讲空有不二。《心经》上说得很好，「色即是空，空即是色，色不异空，空不异色」，它把那个空代表自性，我们用电视来打比喻，空是代表屏幕，有是代表里面的频道显出来的色相，「色即是空，空即是色，色不异空，空不异色」，不异就是一样，色就是空，空就是色。色不能执着，空也不能执着，一执着就错了，二边都不能执着，你才真正契入境界，那就是真相，宇宙人生的真相，你就真契入境界。不执着就契入，这个入入得浅，不深，为什么？你不执着，可能你还有分别；再不分别，那入得就更深，到不起心、不动念就圆满的契入。圆满的是佛，深入的是菩萨，浅入的是阿罗汉，阿罗汉、菩萨、佛，是佛教里用现在的话说是学位的名称，你契入实相浅深不一样，都入了境界。佛就像博士学位，这最高的学位，菩萨是硕士学位，阿罗汉是学士学位。真正契入，这叫学佛；没有契入，那在佛门之外，怎么样用功你没有拿到学位，拿到学位才算是真正的佛弟子，释迦牟尼佛的学生。怎么拿到学位？放下就是，你得肯放下，放不下不行。为什么放下？因为是假的，它不是真的，真的就不必放下，假的！",
      "zh_TW": "講萬法皆空，是講頻道裡面的畫面；講自性不空、實相不空，那是講電視的屏幕。所以一看經上它講的是什麼，我們都能夠理解，會合起來講空有不二。《心經》上說得很好，「色即是空，空即是色，色不異空，空不異色」，它把那個空代表自性，我們用電視來打比喻，空是代表屏幕，有是代表裡面的頻道顯出來的色相，「色即是空，空即是色，色不異空，空不異色」，不異就是一樣，色就是空，空就是色。色不能執著，空也不能執著，一執著就錯了，二邊都不能執著，你才真正契入境界，那就是真相，宇宙人生的真相，你就真契入境界。不執著就契入，這個入入得淺，不深，為什麼？你不執著，可能你還有分別；再不分別，那入得就更深，到不起心、不動念就圓滿的契入。圓滿的是佛，深入的是菩薩，淺入的是阿羅漢，阿羅漢、菩薩、佛，是佛教裡用現在的話說是學位的名稱，你契入實相淺深不一樣，都入了境界。佛就像博士學位，這最高的學位，菩薩是碩士學位，阿羅漢是學士學位。真正契入，這叫學佛；沒有契入，那在佛門之外，怎麼樣用功你沒有拿到學位，拿到學位才算是真正的佛弟子，釋迦牟尼佛的學生。怎麼拿到學位？放下就是，你得肯放下，放不下不行。為什麼放下？因為是假的，它不是真的，真的就不必放下，假的！"
    },
    {
      "id": "02-039-0017_p0028",
      "zh_CN": "身体要不要放下？要放下，假的，为什么？它有生老病死，它不能永恒存在。佛法里面讲真假，它的定义、它的标准，真就是永恒不变，这是真的，只要它会变都不是真的。所以动物有生老病死，假的，植物有生住异灭也是假的，矿物乃至星球它有成住坏空，那也是假的，所以凡所有相都不是真的。我们看到夜晚的天空，看到无量的这些星球、无量的星系，都是成住坏空，都不是真的，没有一个是真的。它就跟电视屏幕里显的现相一样，你别以为它是真的，全假的。这东西从哪里来的？大乘教里面这个道理讲得深，是我们意念当中产生。什么叫造物主？造物主是念头。你不起心、不动念，宇宙里面没有物质也没有精神；念头才一动，物质、精神现象就出来。真的，好像我们电视屏幕一样，我们频道没有打开，关闭起来，它什么都没有，那就是佛家讲的常寂光净土。念头才一动，画面出现了，那就是实报土；如果加上分别，那就是四圣法界；再加上执着，就是六道轮回。这些概念我们要搞得很清楚、很明白，你在这个世间就生活很快乐，佛法里面讲「法喜充满，常生欢喜心」。这个法喜不是外面刺激，不是说你遇到什么喜事、发了财，不是，与这个不相干，毫不相关，是自性里面流露出来的。《论语》头一句话说，「学而时习之，不亦说乎」，那喜悦，那是法喜。佛法里面讲的，你在佛法里学习得受用，真欢喜，从内心里头的喜悦往外头流，真欢喜，这叫法喜，法喜充满，常生欢喜心。这个欢喜，我们讲人养生，养生里面最重要的一个因素。所以古人讲一句话说「人逢喜事精神爽」，一天到晚欢喜，他怎么不精神！他怎么会不健康！你契入这个境界，你会把年龄忘掉，年龄忘掉你就青春永驻，你就是年龄往上长他不老，这真的不是假的。",
      "zh_TW": "身體要不要放下？要放下，假的，為什麼？它有生老病死，它不能永恆存在。佛法裡面講真假，它的定義、它的標準，真就是永恆不變，這是真的，只要它會變都不是真的。所以動物有生老病死，假的，植物有生住異滅也是假的，礦物乃至星球它有成住壞空，那也是假的，所以凡所有相都不是真的。我們看到夜晚的天空，看到無量的這些星球、無量的星系，都是成住壞空，都不是真的，沒有一個是真的。它就跟電視屏幕裡顯的現相一樣，你別以為它是真的，全假的。這東西從哪裡來的？大乘教裡面這個道理講得深，是我們意念當中產生。什麼叫造物主？造物主是念頭。你不起心、不動念，宇宙裡面沒有物質也沒有精神；念頭才一動，物質、精神現象就出來。真的，好像我們電視屏幕一樣，我們頻道沒有打開，關閉起來，它什麼都沒有，那就是佛家講的常寂光淨土。念頭才一動，畫面出現了，那就是實報土；如果加上分別，那就是四聖法界；再加上執著，就是六道輪迴。這些概念我們要搞得很清楚、很明白，你在這個世間就生活很快樂，佛法裡面講「法喜充滿，常生歡喜心」。這個法喜不是外面刺激，不是說你遇到什麼喜事、發了財，不是，與這個不相干，毫不相關，是自性裡面流露出來的。《論語》頭一句話說，「學而時習之，不亦說乎」，那喜悅，那是法喜。佛法裡面講的，你在佛法裡學習得受用，真歡喜，從內心裡頭的喜悅往外頭流，真歡喜，這叫法喜，法喜充滿，常生歡喜心。這個歡喜，我們講人養生，養生裡面最重要的一個因素。所以古人講一句話說「人逢喜事精神爽」，一天到晚歡喜，他怎麼不精神！他怎麼會不健康！你契入這個境界，你會把年齡忘掉，年齡忘掉你就青春永駐，你就是年齡往上長他不老，這真的不是假的。"
    },
    {
      "id": "02-039-0017_p0029",
      "zh_CN": "人怎么会老？到五、六十岁老了，他天天想老，他一想老，真的马上就老了。特别明显的是什么？是退休。我过去好多同学、朋友，在工作的时候，在岗位上，他没有想到他老，做事情都非常有精神，一退休，老了才退休，一退休马上就想到老了。两年没有见面，好像老了十年，怎么会变成这个样子？老了怎么？他就想病，这个地方痛，那地方痛，就常常上医院，病一段时间他就想死，结果真的死了，都走了。很多同学、朋友都走了，怎么会走得那么快？思想不正，想歪了。这些老朋友看到我，好像我没有老，为什么没有老？从来没有想到老，天天想着经本，我要怎么样跟大家来解释，把经本里面的东西讲清楚、讲明白，从来没有想到老，年岁是年年增加，但是真的是不老。无论在精神、体力都好像保持原状，二十六岁学佛，年年都保持二十六岁的状况，每一个人都能做到，这是佛法给我们真实利益。今天时间到了，我们就学到此地。",
      "zh_TW": "人怎麼會老？到五、六十歲老了，他天天想老，他一想老，真的馬上就老了。特別明顯的是什麼？是退休。我過去好多同學、朋友，在工作的時候，在崗位上，他沒有想到他老，做事情都非常有精神，一退休，老了才退休，一退休馬上就想到老了。兩年沒有見面，好像老了十年，怎麼會變成這個樣子？老了怎麼？他就想病，這個地方痛，那地方痛，就常常上醫院，病一段時間他就想死，結果真的死了，都走了。很多同學、朋友都走了，怎麼會走得那麼快？思想不正，想歪了。這些老朋友看到我，好像我沒有老，為什麼沒有老？從來沒有想到老，天天想著經本，我要怎麼樣跟大家來解釋，把經本裡面的東西講清楚、講明白，從來沒有想到老，年歲是年年增加，但是真的是不老。無論在精神、體力都好像保持原狀，二十六歲學佛，年年都保持二十六歲的狀況，每一個人都能做到，這是佛法給我們真實利益。今天時間到了，我們就學到此地。"
    }
  ]
}