{
  "doc_id": "02-039-0470",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四七０集",
    "zh_TW": "第四七０集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "台湾高雄",
    "zh_TW": "台灣高雄"
  },
  "doc_number": "02-039-0470",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "02-039-0470_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，第五百九十一面第六行，从「以下数句经文」，从这里看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，第五百九十一面第六行，從「以下數句經文」，從這裡看起："
    },
    {
      "id": "02-039-0470_p0002",
      "zh_CN": "「以下数句经文，重明自他二利与平等说法之德行，因游刹度生均不离说法也。但说法不能离自觉，故下云：舍离一切执着，成就无量功德，以无碍慧，解法如如。重明自利之行圆满。此四句以舍离执着为首者，因此实为入道之关键」。昨天学到这个地方。这个里面的意思很深，也非常重要，真正想入门、想契入佛的境界，这是一个关口，关键的所在不能不知道，就是舍离妄想执着。经文说了前、说了后，当中省略掉，一定包含在其中，如果具体而言，那就是舍离妄想、分别、执着，《华严经》给我们说这三桩事情，统统都舍离掉了，「当下便是如来智慧德相」，这世尊在《华严经》上说的，「一切众生皆有如来智慧德相」，全都证得了，这句话是大圆满，全都给我们说出来了。妄想是无始无明烦恼；分别是尘沙烦恼，尘沙是比喻，就是烦恼之多，分别给你带来烦恼之多，就像尘沙一样，数不尽的；再底下一个，就是见思烦恼，《华严经》称为执着。所以执着就是见思烦恼，分别就是尘沙烦恼，妄想就是无始无明烦恼。这个东西不能不放下，这三样东西不放下就不能证得。要想证得那你就一定得放下，只要一放下，当下便是如来智慧德相。这是什么？成佛了，究竟圆满的佛果。「故经续云」，这经上接着说「成就无量功德」，只有如来果地才是真正成就无量功德。",
      "zh_TW": "「以下數句經文，重明自他二利與平等說法之德行，因遊剎度生均不離說法也。但說法不能離自覺，故下云：捨離一切執著，成就無量功德，以無礙慧，解法如如。重明自利之行圓滿。此四句以捨離執著為首者，因此實為入道之關鍵」。昨天學到這個地方。這個裡面的意思很深，也非常重要，真正想入門、想契入佛的境界，這是一個關口，關鍵的所在不能不知道，就是捨離妄想執著。經文說了前、說了後，當中省略掉，一定包含在其中，如果具體而言，那就是捨離妄想、分別、執著，《華嚴經》給我們說這三樁事情，統統都捨離掉了，「當下便是如來智慧德相」，這世尊在《華嚴經》上說的，「一切眾生皆有如來智慧德相」，全都證得了，這句話是大圓滿，全都給我們說出來了。妄想是無始無明煩惱；分別是塵沙煩惱，塵沙是比喻，就是煩惱之多，分別給你帶來煩惱之多，就像塵沙一樣，數不盡的；再底下一個，就是見思煩惱，《華嚴經》稱為執著。所以執著就是見思煩惱，分別就是塵沙煩惱，妄想就是無始無明煩惱。這個東西不能不放下，這三樣東西不放下就不能證得。要想證得那你就一定得放下，只要一放下，當下便是如來智慧德相。這是什麼？成佛了，究竟圓滿的佛果。「故經續云」，這經上接著說「成就無量功德」，只有如來果地才是真正成就無量功德。"
    },
    {
      "id": "02-039-0470_p0003",
      "zh_CN": "从这个意思我们就能体会到，念佛重要，重要在哪里？这一句佛号，原来就是诸佛如来无量劫中成就的无量功德，以此功德加持给我们。你念一句阿弥陀佛就加持一次，念两句就加持两次，诸位细心去思惟观察，是不是这个样子？如果是的，如果是真的，我们再也不怀疑。这是真实的，不但是真实，真实当中的真实，决定不是虚妄。让我们联想到，这部经、这部注解跟佛号的意义、功德是相等的，世尊为我们介绍，这是阿弥陀佛无量劫修学的功德成就。我们将这个经念一遍，就得到弥陀如来无量劫的功德成就加持；我们起个念头，真正想往生极乐世界亦复如是。所以佛在这经上常常说，「功德不可思议」，决定不是假的。",
      "zh_TW": "從這個意思我們就能體會到，念佛重要，重要在哪裡？這一句佛號，原來就是諸佛如來無量劫中成就的無量功德，以此功德加持給我們。你念一句阿彌陀佛就加持一次，念兩句就加持兩次，諸位細心去思惟觀察，是不是這個樣子？如果是的，如果是真的，我們再也不懷疑。這是真實的，不但是真實，真實當中的真實，決定不是虛妄。讓我們聯想到，這部經、這部註解跟佛號的意義、功德是相等的，世尊為我們介紹，這是阿彌陀佛無量劫修學的功德成就。我們將這個經念一遍，就得到彌陀如來無量劫的功德成就加持；我們起個念頭，真正想往生極樂世界亦復如是。所以佛在這經上常常說，「功德不可思議」，決定不是假的。"
    },
    {
      "id": "02-039-0470_p0004",
      "zh_CN": "「无碍慧者，指圆融通达之佛慧」，我们要特别重视「圆融」这两个字，为什么？我们确确实实起心动念、言语造作，六根接触六尘境界就是不会圆融，所以跟六尘境界的关系不好，关系要好，哪来的灾难？关系好，不可能发生灾难，发生灾难自己一定要知道，我们的关系没搞好。人与人之间冲突、矛盾，有了误会，什么原因？关系没搞好，不知道圆融，没有通、没有达。要怎样才能够圆融通达？当然最好是妄想分别执着全放下，那就没有一样不圆融，没有一样不通达。烦恼习气没有放下，你就得修忍辱波罗蜜，你得要学习拓开心量。拓开心量是必须要修的，为什么？古大德常说「量大福大」，如果心量不拓开，你的福报就有限，你没大福报。大福报第一个条件是大心量，佛福报之大没有人能跟他相比，原因是什么？他的心包太虚，他的量周沙界。我们一听，自叹不如，我没那么大的心量，你就没有他那么大的福报。如果真正要想得大福报，这心量不能不拓开。",
      "zh_TW": "「無礙慧者，指圓融通達之佛慧」，我們要特別重視「圓融」這兩個字，為什麼？我們確確實實起心動念、言語造作，六根接觸六塵境界就是不會圓融，所以跟六塵境界的關係不好，關係要好，哪來的災難？關係好，不可能發生災難，發生災難自己一定要知道，我們的關係沒搞好。人與人之間衝突、矛盾，有了誤會，什麼原因？關係沒搞好，不知道圓融，沒有通、沒有達。要怎樣才能夠圓融通達？當然最好是妄想分別執著全放下，那就沒有一樣不圓融，沒有一樣不通達。煩惱習氣沒有放下，你就得修忍辱波羅蜜，你得要學習拓開心量。拓開心量是必須要修的，為什麼？古大德常說「量大福大」，如果心量不拓開，你的福報就有限，你沒大福報。大福報第一個條件是大心量，佛福報之大沒有人能跟他相比，原因是什麼？他的心包太虛，他的量周沙界。我們一聽，自嘆不如，我沒那麼大的心量，你就沒有他那麼大的福報。如果真正要想得大福報，這心量不能不拓開。"
    },
    {
      "id": "02-039-0470_p0005",
      "zh_CN": "下面说《魏译》，这个无碍慧，「《魏译》作无碍智」。「《大集经》云：无碍智慧无有边，善解众生三世事。」这是《大集经》两句偈，说明无碍智慧它起的作用，对于一切众生过去、现在、未来全知道。「又《法华经化城喻品》：如来无碍智，知彼佛灭度，及声闻菩萨，如见今灭度。」这个灭度意思也是很深，什么叫灭？什么叫度？灭是烦恼习气灭了。放下执着，见思烦恼灭了，成阿罗汉，这是度的意思，把他从凡夫地度到声闻地。分别、尘沙烦恼断了，把声闻缘觉提升到佛菩萨，这也是度，度他成菩萨，度他成佛。如果再向上提升，把起心动念放下，这就是灭无始无明烦恼，帮助菩萨证得平等法身，他是实报土里面的法身大士，这是灭度的意思。在四谛里面，因为只用一个字，苦集灭道，就是四谛里的灭，灭谛。无碍智慧能知佛灭度、声闻灭度，见古佛如见今佛，为什么？因为在这个境界里头，时空没有了，时间没有了，没有先后，事情的发生就在当下。《华严经》上跟我们说过，「十世古今，不离当下」，就是不离一念，这一念里头具足十世古今，这是说明空间了不可得，时间了不可得，这叫什么？这叫「解法如如」。第一个如是法性，第二个如是法相，法性如其法相，法相如其法性，性相是一不是二，所以叫如如，性如其相，相如其性，这个意思前面说得很多。",
      "zh_TW": "下面說《魏譯》，這個無礙慧，「《魏譯》作無礙智」。「《大集經》云：無礙智慧無有邊，善解眾生三世事。」這是《大集經》兩句偈，說明無礙智慧它起的作用，對於一切眾生過去、現在、未來全知道。「又《法華經化城喻品》：如來無礙智，知彼佛滅度，及聲聞菩薩，如見今滅度。」這個滅度意思也是很深，什麼叫滅？什麼叫度？滅是煩惱習氣滅了。放下執著，見思煩惱滅了，成阿羅漢，這是度的意思，把他從凡夫地度到聲聞地。分別、塵沙煩惱斷了，把聲聞緣覺提升到佛菩薩，這也是度，度他成菩薩，度他成佛。如果再向上提升，把起心動念放下，這就是滅無始無明煩惱，幫助菩薩證得平等法身，他是實報土裡面的法身大士，這是滅度的意思。在四諦裡面，因為只用一個字，苦集滅道，就是四諦裡的滅，滅諦。無礙智慧能知佛滅度、聲聞滅度，見古佛如見今佛，為什麼？因為在這個境界裡頭，時空沒有了，時間沒有了，沒有先後，事情的發生就在當下。《華嚴經》上跟我們說過，「十世古今，不離當下」，就是不離一念，這一念裡頭具足十世古今，這是說明空間了不可得，時間了不可得，這叫什麼？這叫「解法如如」。第一個如是法性，第二個如是法相，法性如其法相，法相如其法性，性相是一不是二，所以叫如如，性如其相，相如其性，這個意思前面說得很多。"
    },
    {
      "id": "02-039-0470_p0006",
      "zh_CN": "「《净影疏》曰：解法如如，是其理解。空同曰如」，只有空才完全相同，有就不同，「解知一切万法皆如」，万法皆空，万法皆同，所以万法皆如，「名解如如」。「如如乃《楞伽经》所说五法之一。法性之理体」，理体就是自性，就是真心，能生能现，「不二平等，故云如。彼此之法皆如」，此是自己，彼是身外之物，身外之物那就是遍法界虚空界一切诸法，皆如，没有两样，「故云如如」。一切法皆是自性所现所变，所以一切法就是自性，我这个身体是自性，你的身体也是自性，他的身体还是自性，树木花草的性体、山河大地的性体、虚空法界的性体全是自性，所以叫如。性如其相，相如其性，性相合起来称叫如如，称得好！「是正智所契之理体」，正智，在相宗里面讲的四分，正智是证自证分，是正智，所契之理体是自证分，从自证分里头变出来见分，从见分又变出来相分。大乘佛法里面讲宇宙的源起，依正同时，没有先后，正报是我自己，依报是我生活的环境，我生活的环境跟我自己是一体，无一不如。所以，万法皆如，万法如如，就这个意思。",
      "zh_TW": "「《淨影疏》曰：解法如如，是其理解。空同曰如」，只有空才完全相同，有就不同，「解知一切萬法皆如」，萬法皆空，萬法皆同，所以萬法皆如，「名解如如」。「如如乃《楞伽經》所說五法之一。法性之理體」，理體就是自性，就是真心，能生能現，「不二平等，故云如。彼此之法皆如」，此是自己，彼是身外之物，身外之物那就是遍法界虛空界一切諸法，皆如，沒有兩樣，「故云如如」。一切法皆是自性所現所變，所以一切法就是自性，我這個身體是自性，你的身體也是自性，他的身體還是自性，樹木花草的性體、山河大地的性體、虛空法界的性體全是自性，所以叫如。性如其相，相如其性，性相合起來稱叫如如，稱得好！「是正智所契之理體」，正智，在相宗裡面講的四分，正智是證自證分，是正智，所契之理體是自證分，從自證分裡頭變出來見分，從見分又變出來相分。大乘佛法裡面講宇宙的源起，依正同時，沒有先後，正報是我自己，依報是我生活的環境，我生活的環境跟我自己是一體，無一不如。所以，萬法皆如，萬法如如，就這個意思。"
    },
    {
      "id": "02-039-0470_p0007",
      "zh_CN": "「又《大乘义章三》曰」，三是第三卷，「言如如者，是前正智所契之理。诸法体同，故名为如」。这是《大乘义章》里面的解释，说得好。言如如者，是前正智所契之理，诸法体同，前面也是这个意思。这个字在佛门术语用得最多，用得最普遍，它的意思不能不知道，不能把它错解了。如果错解那就错到底，全盘都错了，所以一定要正确的理解它。「就一如中，体备沙界恒沙佛法」，性体就是自性，备是具备，这是自然的，不是修得的，这是自性的性德，惠能大师见性的时候说「何期自性本自具足」，就这个意思，是本自具足的。体备沙界恒沙佛法，先说沙界，沙界是什么？界是世界，像恒河沙那么多，无量无边的诸佛刹土，这叫沙界恒沙佛法。「随法辨如」，《法华经》上讲的十如，随法是随便拈一法，它的体性就是如，它的性德也是如，没有一法例外，法法皆如。",
      "zh_TW": "「又《大乘義章三》曰」，三是第三卷，「言如如者，是前正智所契之理。諸法體同，故名為如」。這是《大乘義章》裡面的解釋，說得好。言如如者，是前正智所契之理，諸法體同，前面也是這個意思。這個字在佛門術語用得最多，用得最普遍，它的意思不能不知道，不能把它錯解了。如果錯解那就錯到底，全盤都錯了，所以一定要正確的理解它。「就一如中，體備沙界恆沙佛法」，性體就是自性，備是具備，這是自然的，不是修得的，這是自性的性德，惠能大師見性的時候說「何期自性本自具足」，就這個意思，是本自具足的。體備沙界恆沙佛法，先說沙界，沙界是什麼？界是世界，像恆河沙那麼多，無量無邊的諸佛剎土，這叫沙界恆沙佛法。「隨法辨如」，《法華經》上講的十如，隨法是隨便拈一法，它的體性就是如，它的性德也是如，沒有一法例外，法法皆如。"
    },
    {
      "id": "02-039-0470_p0008",
      "zh_CN": "「又《会疏》曰：如如是不一不异」，体是一，相是多，相无量无边，作用也多，所以说它不一不异。不能说它是一，也不能说它是不一，不能说它是空，也不能说它是有，这就是大乘教上常说的，「佛氏门中一法不立」，这个干净，一丝毫的污染都没有。「不空不有之义，正是中道第一义谛相也」。相是样子，中道第一义的样子就是二边不立都放下了，二边不立，中道也没有，这叫真放下。如果还有个中道，你又错了，中道从哪来？把二边合成一边，这边又一个对立的叫中道，自性没有对立。自性没有对立，有对立迷了，觉悟的人没有对立。我们要学佛，要记住，我们想入佛的境界，佛境界里头没有对立。前面说过，佛境界里头没有成见，佛境界里头没有起心动念，佛境界里头没有分别执着。万法皆空是佛境界，这从体上讲的；万法皆是，万法皆如，那从相上讲的。相因为即是体，体就是相，性相不二。所以生佛一如，生是一切众生，佛是圆满觉悟的佛果，跟六道众生、跟三途众生无二无别。这是《会疏》上所说的，不空不有，不一不异，正是中道第一义谛相也。综上这两种说法，我们明白了，「彼此皆如。既如，故不异」，没两样，「又曰彼此，故不一。故云如义非一也」。如这个字的意义很多，不是一种，意思很深很广。",
      "zh_TW": "「又《會疏》曰：如如是不一不異」，體是一，相是多，相無量無邊，作用也多，所以說它不一不異。不能說它是一，也不能說它是不一，不能說它是空，也不能說它是有，這就是大乘教上常說的，「佛氏門中一法不立」，這個乾淨，一絲毫的污染都沒有。「不空不有之義，正是中道第一義諦相也」。相是樣子，中道第一義的樣子就是二邊不立都放下了，二邊不立，中道也沒有，這叫真放下。如果還有個中道，你又錯了，中道從哪來？把二邊合成一邊，這邊又一個對立的叫中道，自性沒有對立。自性沒有對立，有對立迷了，覺悟的人沒有對立。我們要學佛，要記住，我們想入佛的境界，佛境界裡頭沒有對立。前面說過，佛境界裡頭沒有成見，佛境界裡頭沒有起心動念，佛境界裡頭沒有分別執著。萬法皆空是佛境界，這從體上講的；萬法皆是，萬法皆如，那從相上講的。相因為即是體，體就是相，性相不二。所以生佛一如，生是一切眾生，佛是圓滿覺悟的佛果，跟六道眾生、跟三途眾生無二無別。這是《會疏》上所說的，不空不有，不一不異，正是中道第一義諦相也。綜上這兩種說法，我們明白了，「彼此皆如。既如，故不異」，沒兩樣，「又曰彼此，故不一。故云如義非一也」。如這個字的意義很多，不是一種，意思很深很廣。"
    },
    {
      "id": "02-039-0470_p0009",
      "zh_CN": "下面一句经文，「善知集灭音声方便」，这是在这一段末后一句话。「《会疏》曰」，智，善知，集灭音声方便，《会疏》说「习（即集）即集谛，意亦兼苦」，苦是苦谛，四谛里头的苦谛，苦集灭道。「灭即灭谛，含道之言。因果相涉」，因为灭是果，道是因，因果相涉，因中有果，果中有因。「故说四谛之教，即音声方便」，佛对小乘根性人所说的。「此疏」就是《会疏》，「以集灭即苦集灭道四谛法中之集灭二谛，故云集中已兼苦，灭中亦含道。今言集灭，即表四谛」。说集灭，你就得想到苦集灭道全都说了。「又由于因入果海」，因中有果，「果彻因源」，果中有因，「因果相涉。小大偏圆，同归一乘法中。故说四谛之教，是即方便而说，名为音声方便」。这里交代得很清楚，因入果海，因中有果，果彻因源，小是小乘，大是大乘，圆是圆满，偏是不圆满，这些到最后同归一乘法，故说四谛之教是即方便而说。佛陀教学，随顺众生的善根、福德、因缘，诸佛如来与法身大士们，他们清楚、他们明白。我们这个世界上人，无始劫以来使用音声来传递信息，无量劫来养成习惯。理论上的改变容易，确确实实一念之差，可是事上我们想把它做到真有困难，身想做到，意不配合。你做你的，它想它的，跟你搞成不相干了，本来是关系非常密切，现在搞成冤家对头了，不相干。谁搞的？阿赖耶识，妄心非常不稳定，它在那里想东想西、想前想后，妄想。他并不知道它是妄想，他认为这思想是正确的，从来没有想过要把这个想法放下，想都没有想过，他怎么能够说得出？教他放下，佛菩萨的意思，不是他自己意思。",
      "zh_TW": "下面一句經文，「善知集滅音聲方便」，這是在這一段末後一句話。「《會疏》曰」，智，善知，集滅音聲方便，《會疏》說「習（即集）即集諦，意亦兼苦」，苦是苦諦，四諦裡頭的苦諦，苦集滅道。「滅即滅諦，含道之言。因果相涉」，因為滅是果，道是因，因果相涉，因中有果，果中有因。「故說四諦之教，即音聲方便」，佛對小乘根性人所說的。「此疏」就是《會疏》，「以集滅即苦集滅道四諦法中之集滅二諦，故云集中已兼苦，滅中亦含道。今言集滅，即表四諦」。說集滅，你就得想到苦集滅道全都說了。「又由於因入果海」，因中有果，「果徹因源」，果中有因，「因果相涉。小大偏圓，同歸一乘法中。故說四諦之教，是即方便而說，名為音聲方便」。這裡交代得很清楚，因入果海，因中有果，果徹因源，小是小乘，大是大乘，圓是圓滿，偏是不圓滿，這些到最後同歸一乘法，故說四諦之教是即方便而說。佛陀教學，隨順眾生的善根、福德、因緣，諸佛如來與法身大士們，他們清楚、他們明白。我們這個世界上人，無始劫以來使用音聲來傳遞信息，無量劫來養成習慣。理論上的改變容易，確確實實一念之差，可是事上我們想把它做到真有困難，身想做到，意不配合。你做你的，它想它的，跟你搞成不相干了，本來是關係非常密切，現在搞成冤家對頭了，不相干。誰搞的？阿賴耶識，妄心非常不穩定，它在那裡想東想西、想前想後，妄想。他並不知道它是妄想，他認為這思想是正確的，從來沒有想過要把這個想法放下，想都沒有想過，他怎麼能夠說得出？教他放下，佛菩薩的意思，不是他自己意思。"
    },
    {
      "id": "02-039-0470_p0010",
      "zh_CN": "下面这一行，「习善之教，名习音声。灭恶之教，名灭音声。菩萨于此悉能善解，故名善知。于中巧知（巧妙的明白），故曰方便」，方是方法，便是便宜，用现在的话说，最恰当的方法，这方法用得太好，真的帮助他开悟，这叫方便，这里解释得很好。我们把《净影疏》从头念一下，「又《净影疏》曰：善知习等」，习是集，习等就是苦集灭道，「于中巧知，故曰方便」。「又《嘉祥疏》曰：善知习灭音声，明辞无碍」，善知习灭音声，这叫辞无碍。念老说，「诸说不妨同参」，同参就是同等的学习。辞无碍它的深义，心地纯净纯善，不但没有分别执着，连起心动念都没有，这个时候辞无碍，为什么？所有障碍都没有了。",
      "zh_TW": "下面這一行，「習善之教，名習音聲。滅惡之教，名滅音聲。菩薩於此悉能善解，故名善知。於中巧知（巧妙的明白），故曰方便」，方是方法，便是便宜，用現在的話說，最恰當的方法，這方法用得太好，真的幫助他開悟，這叫方便，這裡解釋得很好。我們把《淨影疏》從頭念一下，「又《淨影疏》曰：善知習等」，習是集，習等就是苦集滅道，「於中巧知，故曰方便」。「又《嘉祥疏》曰：善知習滅音聲，明辭無礙」，善知習滅音聲，這叫辭無礙。念老說，「諸說不妨同參」，同參就是同等的學習。辭無礙它的深義，心地純淨純善，不但沒有分別執著，連起心動念都沒有，這個時候辭無礙，為什麼？所有障礙都沒有了。"
    },
    {
      "id": "02-039-0470_p0011",
      "zh_CN": "这一段末后说，「不欣世语，乐在正论」，《会疏》对这句话有解释，「明其离过，谓非世间无益之论」，说明世间一切法统统放下。世间的语言放下，这个意思讲事放下了，这个世间的爱好放下，就欲望放下。为什么放下？知道「凡所有相皆是虚妄」，这从理上放下，正是祖师们常说的「身心世界一切放下」，这是离过。谓非世间无益之论，对自己没有真实利益的这种思惟、言论都要放下。为什么？你要不放下，它对你产生严重的障碍，障碍你得定，障碍你开悟，障碍你契入佛境界。你要是真正了解事实真相，你自然放下了，放下是什么样子？二六时中，一天到晚，我们今天讲日夜二十四小时，心是不动的，没有一个妄念。「专乐说出世大乘究竟了义故。究竟了义第一义谛之言，方名正论」。他把世法全放下了，爱好出世间法、大乘究竟了义，他喜欢这些。究竟了义第一义谛是不二法门，这是真的。前面说如不异，彼此不一，不一不异，不一不异才是究竟了义。相即非相，空亦非空，性体是空寂的，为什么说它不空？它能生万法，它要是真空它就不能生万法，它能生万法。有亦非有，所生的万法当体即空，了不可得，这个事实真相一定要有。这是把真相全搞清楚，不但搞清楚，得其受用，大用现前。相有非有，相可以受用，不能执着、不能控制、不能占有。于一切法里头确实没有分别、没有执着、没有起心动念，这样你用一切法是如来境界、法身菩萨境界。你在一切法里生不生烦恼？不生烦恼。为什么不生烦恼？烦恼是从妄想分别执着里头来的，就是你受用一切法里面加上今天讲的添加剂放在里面了，里面有烦恼，有无明、有见思，有着习气，那就叫迷了，那就叫凡夫。受用一切法，这里头没有烦恼、没有妄想、没有分别、没有执着，这叫随缘妙用，它妙就妙在此地。一切受用当中只生智慧、不生烦恼，这就对了。我们再看下面这段经文：",
      "zh_TW": "這一段末後說，「不欣世語，樂在正論」，《會疏》對這句話有解釋，「明其離過，謂非世間無益之論」，說明世間一切法統統放下。世間的語言放下，這個意思講事放下了，這個世間的愛好放下，就欲望放下。為什麼放下？知道「凡所有相皆是虛妄」，這從理上放下，正是祖師們常說的「身心世界一切放下」，這是離過。謂非世間無益之論，對自己沒有真實利益的這種思惟、言論都要放下。為什麼？你要不放下，它對你產生嚴重的障礙，障礙你得定，障礙你開悟，障礙你契入佛境界。你要是真正了解事實真相，你自然放下了，放下是什麼樣子？二六時中，一天到晚，我們今天講日夜二十四小時，心是不動的，沒有一個妄念。「專樂說出世大乘究竟了義故。究竟了義第一義諦之言，方名正論」。他把世法全放下了，愛好出世間法、大乘究竟了義，他喜歡這些。究竟了義第一義諦是不二法門，這是真的。前面說如不異，彼此不一，不一不異，不一不異才是究竟了義。相即非相，空亦非空，性體是空寂的，為什麼說它不空？它能生萬法，它要是真空它就不能生萬法，它能生萬法。有亦非有，所生的萬法當體即空，了不可得，這個事實真相一定要有。這是把真相全搞清楚，不但搞清楚，得其受用，大用現前。相有非有，相可以受用，不能執著、不能控制、不能佔有。於一切法裡頭確實沒有分別、沒有執著、沒有起心動念，這樣你用一切法是如來境界、法身菩薩境界。你在一切法裡生不生煩惱？不生煩惱。為什麼不生煩惱？煩惱是從妄想分別執著裡頭來的，就是你受用一切法裡面加上今天講的添加劑放在裡面了，裡面有煩惱，有無明、有見思，有著習氣，那就叫迷了，那就叫凡夫。受用一切法，這裡頭沒有煩惱、沒有妄想、沒有分別、沒有執著，這叫隨緣妙用，它妙就妙在此地。一切受用當中只生智慧、不生煩惱，這就對了。我們再看下面這段經文："
    },
    {
      "id": "02-039-0470_p0012",
      "zh_CN": "【知一切法悉皆空寂。生身烦恼。二余俱尽。于三界中平等勤修。究竟一乘。至于彼岸。决断疑网。证无所得。以方便智。增长了知。从本以来。安住神通。得一乘道。不由他悟。】",
      "zh_TW": "【知一切法悉皆空寂。生身煩惱。二餘俱盡。於三界中平等勤修。究竟一乘。至於彼岸。決斷疑網。證無所得。以方便智。增長了知。從本以來。安住神通。得一乘道。不由他悟。】"
    },
    {
      "id": "02-039-0470_p0013",
      "zh_CN": "这是这品经里面的第三段，末后一段，「明极乐菩萨德行圆满」，我们应当要学习。首先，『知一切法悉皆空寂』，「《维摩经弟子品》曰：诸法究竟无所有，是空义。」跟《大般若经》讲的一样，《大般若经》里面告诉我们，「一切法无所有，毕竟空，不可得」。我们在日常生活当中，一切时、一切处、一切境缘当中，时时能提得起智慧眼的观照功夫，那就得力。慧眼照真，法眼照俗，真俗不二，是空义。对一切法的真相明白了、觉悟，世出世间一切法，它这里没有加世出世间，意思是世出世间。包括西方极乐世界也没有例外，西方极乐世界这个现象，依什么而现相？现在我们总算是搞清楚、搞明白，依无始无明的习气现的境界。无始无明习气断尽，这现象就没有了，悉皆空寂。不要等它没有了，你才晓得它是空寂的，现在相还在，你就知道它是空寂的，这真正是觉悟。知道空寂，你的心是定的，在境界上它不起波浪，波浪是什么？是起心动念、是分别执着。换句话说，它不起心、不动念，没有分别执着，这个心叫空寂。心空寂，外面境也空寂，能生的空寂，所生也空寂，叫一如，叫如如。",
      "zh_TW": "這是這品經裡面的第三段，末後一段，「明極樂菩薩德行圓滿」，我們應當要學習。首先，『知一切法悉皆空寂』，「《維摩經弟子品》曰：諸法究竟無所有，是空義。」跟《大般若經》講的一樣，《大般若經》裡面告訴我們，「一切法無所有，畢竟空，不可得」。我們在日常生活當中，一切時、一切處、一切境緣當中，時時能提得起智慧眼的觀照功夫，那就得力。慧眼照真，法眼照俗，真俗不二，是空義。對一切法的真相明白了、覺悟，世出世間一切法，它這裡沒有加世出世間，意思是世出世間。包括西方極樂世界也沒有例外，西方極樂世界這個現象，依什麼而現相？現在我們總算是搞清楚、搞明白，依無始無明的習氣現的境界。無始無明習氣斷盡，這現象就沒有了，悉皆空寂。不要等它沒有了，你才曉得它是空寂的，現在相還在，你就知道它是空寂的，這真正是覺悟。知道空寂，你的心是定的，在境界上它不起波浪，波浪是什麼？是起心動念、是分別執著。換句話說，它不起心、不動念，沒有分別執著，這個心叫空寂。心空寂，外面境也空寂，能生的空寂，所生也空寂，叫一如，叫如如。"
    },
    {
      "id": "02-039-0470_p0014",
      "zh_CN": "「又《大乘义章二》曰：空者，就理彰名，理寂名空。」理是什么？理是自性，自性没有相，前面说过，它没有物质现象，也没有精神现象，也没有自然现象，三种现象都没有，所以叫它做空。空不是无，这个空不当作无讲，在佛法里，上面常常加一个字叫真空。真空不空，它能现相，能生万法，能现出三种现象，自然现象、精神现象、物质现象，它全能现。所现的这些现象不能说它是有，佛把这个有上加个字叫妙有，妙有非有。告诉你，妙有不是真的，你得不到它，为什么？刹那生灭，生灭的速度太快了。一秒钟生灭多少次？一千六百兆次，一秒钟一千六百兆次的生灭，你能把它抓住吗？说老实话，我们的肉眼见不到，不但肉眼见不到，诸天的天眼也见不到，菩萨的法眼也没见到。谁见到？前面我们学过五眼，法身菩萨的慧眼见到了，慧眼照真。什么样的菩萨？法身菩萨，明心见性的菩萨他们见到了。真正清清楚楚、明明白白见到了，大乘经上佛告诉我们，八地以上，圆教。换句话说，《华严经》上说的四十一位法身大士，只有顶上五个等级，八地、九地、十地、等觉、妙觉，这五个位次见到。见到什么？妙有非有，真空不空。真空不空，说实在话，法眼就见到，就知道了；可是妙有非有，难！你没有见到，你就没有办法彻底放下。我们今天大家都知道放下好，都知道放下重要，为什么放不下？你没有见到真相。见到真相之后，才知道这真要放下，不放下错了，为什么？它没有，妙有非有！有即是空，有不能执着；空即是有，空也不能执着。空有二边都不执着，全放下了，这叫妙契中道，契是什么？契入，恭喜你，你入了境界，如来的境界，这不是普通境界。",
      "zh_TW": "「又《大乘義章二》曰：空者，就理彰名，理寂名空。」理是什麼？理是自性，自性沒有相，前面說過，它沒有物質現象，也沒有精神現象，也沒有自然現象，三種現象都沒有，所以叫它做空。空不是無，這個空不當作無講，在佛法裡，上面常常加一個字叫真空。真空不空，它能現相，能生萬法，能現出三種現象，自然現象、精神現象、物質現象，它全能現。所現的這些現象不能說它是有，佛把這個有上加個字叫妙有，妙有非有。告訴你，妙有不是真的，你得不到它，為什麼？剎那生滅，生滅的速度太快了。一秒鐘生滅多少次？一千六百兆次，一秒鐘一千六百兆次的生滅，你能把它抓住嗎？說老實話，我們的肉眼見不到，不但肉眼見不到，諸天的天眼也見不到，菩薩的法眼也沒見到。誰見到？前面我們學過五眼，法身菩薩的慧眼見到了，慧眼照真。什麼樣的菩薩？法身菩薩，明心見性的菩薩他們見到了。真正清清楚楚、明明白白見到了，大乘經上佛告訴我們，八地以上，圓教。換句話說，《華嚴經》上說的四十一位法身大士，只有頂上五個等級，八地、九地、十地、等覺、妙覺，這五個位次見到。見到什麼？妙有非有，真空不空。真空不空，說實在話，法眼就見到，就知道了；可是妙有非有，難！你沒有見到，你就沒有辦法徹底放下。我們今天大家都知道放下好，都知道放下重要，為什麼放不下？你沒有見到真相。見到真相之後，才知道這真要放下，不放下錯了，為什麼？它沒有，妙有非有！有即是空，有不能執著；空即是有，空也不能執著。空有二邊都不執著，全放下了，這叫妙契中道，契是什麼？契入，恭喜你，你入了境界，如來的境界，這不是普通境界。"
    },
    {
      "id": "02-039-0470_p0015",
      "zh_CN": "「又《会疏》曰：般若妙慧，证寂灭平等」，自性里头本具的般若智慧，为什么称它是妙？空有二边都看清楚，一丝毫都不迷惑，这叫妙，「故云知一切法皆悉寂灭」，空寂，康僧铠的译本叫寂灭。「又《万善同归集》曰：教所明空，以不可得故，无实性故，是不断之无。」这句说得好，它是无，但是它不断。我们这个时代的人，听到这句话，不断之无就在面前，电视就是的，是不断之无，诸位知道吗？给你讲个很粗的现象，你很容易懂得，电影，电影是不断之无，你知道，你很清楚的知道，为什么？电影是一张一张幻灯片连起来的。我们这里有一卷电影的底片，这是电影底片，你看在放映的时候，不就是不断之无吗？一张一张连续起来它不断，一秒钟二十四张，这是幻灯片，连起来的幻灯片，一秒钟二十四张，相续不断，这不断之无。电视的速度快，它没有胶卷，现在用晶片，不容易看，胶卷容易看，因为你看它一张一张的幻灯片，张张独立，张张不同，是一种什么相？相似相续相，它不是真的。真的相续那是一样的，前面一张跟后面完全相同的，这告诉你，没有一张是相同的。",
      "zh_TW": "「又《會疏》曰：般若妙慧，證寂滅平等」，自性裡頭本具的般若智慧，為什麼稱它是妙？空有二邊都看清楚，一絲毫都不迷惑，這叫妙，「故云知一切法皆悉寂滅」，空寂，康僧鎧的譯本叫寂滅。「又《萬善同歸集》曰：教所明空，以不可得故，無實性故，是不斷之無。」這句說得好，它是無，但是它不斷。我們這個時代的人，聽到這句話，不斷之無就在面前，電視就是的，是不斷之無，諸位知道嗎？給你講個很粗的現象，你很容易懂得，電影，電影是不斷之無，你知道，你很清楚的知道，為什麼？電影是一張一張幻燈片連起來的。我們這裡有一卷電影的底片，這是電影底片，你看在放映的時候，不就是不斷之無嗎？一張一張連續起來它不斷，一秒鐘二十四張，這是幻燈片，連起來的幻燈片，一秒鐘二十四張，相續不斷，這不斷之無。電視的速度快，它沒有膠捲，現在用晶片，不容易看，膠捲容易看，因為你看它一張一張的幻燈片，張張獨立，張張不同，是一種什麼相？相似相續相，它不是真的。真的相續那是一樣的，前面一張跟後面完全相同的，這告訴你，沒有一張是相同的。"
    },
    {
      "id": "02-039-0470_p0016",
      "zh_CN": "我们六根接触的六尘境界是不断之无，这是事实真相，不是真的，所以「凡所有相皆是虚妄」，佛讲得太清楚了。明白事实真相，我们在这个现象里头就不会起心动念、不会分别执着，你就成佛，你就觉悟了。凡夫不觉，迷在这幻相当中，以为它是真的，以为它是永恒的，不知道它是不断之无，不知道。所以对它起心动念，顺自己的意思起贪恋，不顺自己的意思起厌恶，这叫造业，在不断之无里头造业，你说你冤不冤枉？所以佛眼看众生可怜悯者，真可怜。如果这个东西是真的，你起心动念还讲得过去，根本就没有，当体即空，了不可得，你为什么在起心动念？迷惑颠倒。可是起心动念招来的果报，果报也是不断之无，可是你在里头受了，你在里面受苦。善念善缘你在里头享乐，受苦、享乐也不是真的，苦好像真苦，乐也好像是真乐，不过乐时间不久，乐完之后苦又来了，叫乐极生悲。佛在经教里面教我们，给我们讲空这个道理，这个道理非常不好懂，《般若经》讲这个道理讲了二十二年。释迦牟尼佛当年在世讲经教学四十九年，四十九年里面二十二年讲般若，讲空，我们不懂。我们要懂就好了，你就觉悟。",
      "zh_TW": "我們六根接觸的六塵境界是不斷之無，這是事實真相，不是真的，所以「凡所有相皆是虛妄」，佛講得太清楚了。明白事實真相，我們在這個現象裡頭就不會起心動念、不會分別執著，你就成佛，你就覺悟了。凡夫不覺，迷在這幻相當中，以為它是真的，以為它是永恆的，不知道它是不斷之無，不知道。所以對它起心動念，順自己的意思起貪戀，不順自己的意思起厭惡，這叫造業，在不斷之無裡頭造業，你說你冤不冤枉？所以佛眼看眾生可憐憫者，真可憐。如果這個東西是真的，你起心動念還講得過去，根本就沒有，當體即空，了不可得，你為什麼在起心動念？迷惑顛倒。可是起心動念招來的果報，果報也是不斷之無，可是你在裡頭受了，你在裡面受苦。善念善緣你在裡頭享樂，受苦、享樂也不是真的，苦好像真苦，樂也好像是真樂，不過樂時間不久，樂完之後苦又來了，叫樂極生悲。佛在經教裡面教我們，給我們講空這個道理，這個道理非常不好懂，《般若經》講這個道理講了二十二年。釋迦牟尼佛當年在世講經教學四十九年，四十九年裡面二十二年講般若，講空，我們不懂。我們要懂就好了，你就覺悟。"
    },
    {
      "id": "02-039-0470_p0017",
      "zh_CN": "接着说，「综上引证，简要言之：极乐菩萨以般若妙慧，了知一切诸法，皆毕竟无所有，不可得，平等空寂」，只有空寂才是真正平等。「但应谛知一切皆空，不是断灭」。就是前面所说的，空是什么意思？不断之无，不是断灭。「此空寂是实际理体，不是断空，是第一义空」，就好像我们对电影这个道理的明了，「乃不断之无」。现在电影、电视，特别是电视几乎家家都有，它所显示的真正修学大乘的人，看到电视你就看到不断之无，你就看到般若空寂。这个画面显示的，我们现实的世界跟这个没有两样，一个道理。电视这个画面里，你能够控制吗？你能够占有吗？不可能。这就如同我们现前境界，六根接触六尘境界，只要不分别、不执着，就对了，就是佛知佛见；要是不起心、不动念，你就证得，你就契入。通达明了，就能「契入寂灭平等」，「知一切法，悉皆空寂」。",
      "zh_TW": "接著說，「綜上引證，簡要言之：極樂菩薩以般若妙慧，了知一切諸法，皆畢竟無所有，不可得，平等空寂」，只有空寂才是真正平等。「但應諦知一切皆空，不是斷滅」。就是前面所說的，空是什麼意思？不斷之無，不是斷滅。「此空寂是實際理體，不是斷空，是第一義空」，就好像我們對電影這個道理的明瞭，「乃不斷之無」。現在電影、電視，特別是電視幾乎家家都有，它所顯示的真正修學大乘的人，看到電視你就看到不斷之無，你就看到般若空寂。這個畫面顯示的，我們現實的世界跟這個沒有兩樣，一個道理。電視這個畫面裡，你能夠控制嗎？你能夠佔有嗎？不可能。這就如同我們現前境界，六根接觸六塵境界，只要不分別、不執著，就對了，就是佛知佛見；要是不起心、不動念，你就證得，你就契入。通達明瞭，就能「契入寂滅平等」，「知一切法，悉皆空寂」。"
    },
    {
      "id": "02-039-0470_p0018",
      "zh_CN": "『生身烦恼，二余俱尽』。「生身，可指分段生死之身」，就是现前这个身体。现前这个身体，还有个现象很少人能觉察，老年人容易，年轻人不容易，那是什么？「变易生死之身」。我们的身体也是不断之无，这身体，变易生死就是刹那刹那在产生变化。我为什么说年岁大的人比较容易觉察到？老化，年岁大的人老化得快，一年比一年快。八十以后就很容易觉察到，为什么？真的一天比一天老，不是一年一年，一天比一天老，老化的速度多快，老化这是变易生死。可是你要晓得，人从出生念念都在那里变易，只是你不知道。生死是两种生死，可是西方极乐世界人只有一种，没有两种，因为他没有变易生死，他永恒不变，往生到极乐世界这身体现前，这生；将来证得妙果，离开实报土，这就灭了。这个生跟灭的时间非常长，经上讲三大阿僧祇劫，所以叫无量寿。无始无明烦恼习气断尽，实报土就不存在，就没有了，常寂光土现前。你到哪里去？回归常寂光，常寂光没有现象，叫寂灭，虽然是寂灭，它又能现一切相。我们看老居士的注解，生身，他注解的是「可指分段生死之身，与变易生死之身」，他有括弧解释，「此处则指菩萨变易生死之身」，特别告诉我们，不是指分段，分段已经了了。「又生身者，乃二余之一」。「二余」是什么意思？「生身之苦报与烦恼之残余」，就是烦恼的习气。「生身是苦果，烦恼是惑因，此二俱尽，谓之二余俱尽」，这两种习气都断尽。",
      "zh_TW": "『生身煩惱，二餘俱盡』。「生身，可指分段生死之身」，就是現前這個身體。現前這個身體，還有個現象很少人能覺察，老年人容易，年輕人不容易，那是什麼？「變易生死之身」。我們的身體也是不斷之無，這身體，變易生死就是剎那剎那在產生變化。我為什麼說年歲大的人比較容易覺察到？老化，年歲大的人老化得快，一年比一年快。八十以後就很容易覺察到，為什麼？真的一天比一天老，不是一年一年，一天比一天老，老化的速度多快，老化這是變易生死。可是你要曉得，人從出生念念都在那裡變易，只是你不知道。生死是兩種生死，可是西方極樂世界人只有一種，沒有兩種，因為他沒有變易生死，他永恆不變，往生到極樂世界這身體現前，這生；將來證得妙果，離開實報土，這就滅了。這個生跟滅的時間非常長，經上講三大阿僧祇劫，所以叫無量壽。無始無明煩惱習氣斷盡，實報土就不存在，就沒有了，常寂光土現前。你到哪裡去？回歸常寂光，常寂光沒有現象，叫寂滅，雖然是寂滅，它又能現一切相。我們看老居士的註解，生身，他註解的是「可指分段生死之身，與變易生死之身」，他有括弧解釋，「此處則指菩薩變易生死之身」，特別告訴我們，不是指分段，分段已經了了。「又生身者，乃二餘之一」。「二餘」是什麼意思？「生身之苦報與煩惱之殘餘」，就是煩惱的習氣。「生身是苦果，煩惱是惑因，此二俱盡，謂之二餘俱盡」，這兩種習氣都斷盡。"
    },
    {
      "id": "02-039-0470_p0019",
      "zh_CN": "下面说得很好，「如《会疏》曰：生身者，是苦果依身」，我们现在得这个身体是生身，我们所受的果报是苦，谁受苦？身受苦，没有这个身就没人受苦，有这个身你就得受苦。人为了这个身离苦得乐，造无量无边的罪业，这是大错特错！谁知道？佛知道。所以佛常常劝我们把这个身舍掉，舍掉你就没有苦，纵然有苦，谁受？没有受苦的东西。这是个受苦的东西，千万不要以为这个东西享乐，享乐是假的，吃苦是真的，为什么？乐极生悲。乐尽也生悲，尽是什么？乐没有了，悲就现前。乐不能够常保，悲好像是常跟着你，这真正叫人生的大苦。而六道众生把这个身看得这么重，什么都能舍，这身不能舍。这里头有个什么现象？你不能舍身就是你的苦还没吃够，你的苦还没吃完，你得慢慢去受、去吃去。真正觉悟了，身是苦，他就不要这个身，哪些人？无色界的天人，这是六道里头最聪明的人，他不要身，身为苦本。中国在二千五百年前，老子说过，他说「吾有大患」，患是忧患，我有很大的忧患，是什么？「为吾有身」，因为我有身体，这身体是祸害，没有身体多好。",
      "zh_TW": "下面說得很好，「如《會疏》曰：生身者，是苦果依身」，我們現在得這個身體是生身，我們所受的果報是苦，誰受苦？身受苦，沒有這個身就沒人受苦，有這個身你就得受苦。人為了這個身離苦得樂，造無量無邊的罪業，這是大錯特錯！誰知道？佛知道。所以佛常常勸我們把這個身捨掉，捨掉你就沒有苦，縱然有苦，誰受？沒有受苦的東西。這是個受苦的東西，千萬不要以為這個東西享樂，享樂是假的，吃苦是真的，為什麼？樂極生悲。樂盡也生悲，盡是什麼？樂沒有了，悲就現前。樂不能夠常保，悲好像是常跟著你，這真正叫人生的大苦。而六道眾生把這個身看得這麼重，什麼都能捨，這身不能捨。這裡頭有個什麼現象？你不能捨身就是你的苦還沒吃夠，你的苦還沒吃完，你得慢慢去受、去吃去。真正覺悟了，身是苦，他就不要這個身，哪些人？無色界的天人，這是六道裡頭最聰明的人，他不要身，身為苦本。中國在二千五百年前，老子說過，他說「吾有大患」，患是憂患，我有很大的憂患，是什麼？「為吾有身」，因為我有身體，這身體是禍害，沒有身體多好。"
    },
    {
      "id": "02-039-0470_p0020",
      "zh_CN": "所以无色界人不要身体，三界里头最高的，欲界、色界、无色界，无色界人没身体。人家聪明，六道里最聪明的人，身体不要了，居住的房舍当然更不要了。有身就得要有居住的地方，它累赘；没有身体，饮食不要，住房子不要了，行动不需要交通工具，真的。无色界，我们可以用灵界来称呼他，这世间人讲灵魂，那个地方是灵魂的世界，他们决定不会去投胎，投胎去找个身体，他不干这个事情。什么力量，或者说什么样的能量支持他们？我们一般人称他为灵魂，他是个很聪明的灵魂，他不糊涂，糊涂就去投胎去了，他不糊涂。可是他还是有寿命，寿命很长很长，八万大劫，非想非非想天寿命八万大劫。诸位想想，阿弥陀佛修成极乐世界是五劫修成的，无色界天人的寿命是八万大劫，这不可思议！极乐世界修成到现在才十劫。佛在经上告诉我们，六道众生有八难，八难第一个就是长寿天，就是无色界天，你要跑到无色界天去你就遭了难，为什么？八万劫当中遇不到佛法。八万劫多长时间？阿弥陀佛从发愿修行，建立西方极乐世界，总共合起来是十五劫，这大劫，十五个大劫。你要是生到长寿天，八万大劫遇不到佛法，真的是遭难，不是假的。天上能不能去？在这个经上，世尊一再劝我们，遇到这个佛法大幸！听到阿弥陀佛是大福报，真正能依教奉行，你这一生决定往生，决定成佛，就在当下，这个机会多可贵，多难得！所以经上所说的，「人身难得，佛法难闻」，得人身最可贵的就是有缘遇到佛法，遇到你要能信、能解，你就得度。遇到不相信、不能解，也有利益，利益是一入耳根永为道种，将来来生后世遇到缘，这个种子会起作用，会让你对佛法生起信心，你有佛种。你听到阿弥陀佛，你跟极乐世界有缘，这是无上的利益，没有比这个更高的利益。但是怎么样？因为你不相信，你不能理解，这一生不能成就，为来生后世种下种子。",
      "zh_TW": "所以無色界人不要身體，三界裡頭最高的，欲界、色界、無色界，無色界人沒身體。人家聰明，六道裡最聰明的人，身體不要了，居住的房舍當然更不要了。有身就得要有居住的地方，它累贅；沒有身體，飲食不要，住房子不要了，行動不需要交通工具，真的。無色界，我們可以用靈界來稱呼他，這世間人講靈魂，那個地方是靈魂的世界，他們決定不會去投胎，投胎去找個身體，他不幹這個事情。什麼力量，或者說什麼樣的能量支持他們？我們一般人稱他為靈魂，他是個很聰明的靈魂，他不糊塗，糊塗就去投胎去了，他不糊塗。可是他還是有壽命，壽命很長很長，八萬大劫，非想非非想天壽命八萬大劫。諸位想想，阿彌陀佛修成極樂世界是五劫修成的，無色界天人的壽命是八萬大劫，這不可思議！極樂世界修成到現在才十劫。佛在經上告訴我們，六道眾生有八難，八難第一個就是長壽天，就是無色界天，你要跑到無色界天去你就遭了難，為什麼？八萬劫當中遇不到佛法。八萬劫多長時間？阿彌陀佛從發願修行，建立西方極樂世界，總共合起來是十五劫，這大劫，十五個大劫。你要是生到長壽天，八萬大劫遇不到佛法，真的是遭難，不是假的。天上能不能去？在這個經上，世尊一再勸我們，遇到這個佛法大幸！聽到阿彌陀佛是大福報，真正能依教奉行，你這一生決定往生，決定成佛，就在當下，這個機會多可貴，多難得！所以經上所說的，「人身難得，佛法難聞」，得人身最可貴的就是有緣遇到佛法，遇到你要能信、能解，你就得度。遇到不相信、不能解，也有利益，利益是一入耳根永為道種，將來來生後世遇到緣，這個種子會起作用，會讓你對佛法生起信心，你有佛種。你聽到阿彌陀佛，你跟極樂世界有緣，這是無上的利益，沒有比這個更高的利益。但是怎麼樣？因為你不相信，你不能理解，這一生不能成就，為來生後世種下種子。"
    },
    {
      "id": "02-039-0470_p0021",
      "zh_CN": "我们把《会疏》这一段话念下去，「生身者，是苦果依身，正是苦谛。烦恼、见思等惑，正是集谛」，四谛里苦集是世间的因果。「二余者，即苦集余残也」，就是习气。「菩萨能断正使」，正使是烦恼，「及以习气，无有余残。出过三界，离父母生身，有漏果缚悉断尽，故云俱尽」。菩萨把见思烦恼断了，断尽了，习气也断了，他不住在六道。三界就是六道，六道里有父母生身，六道之外没有了，四圣法界里头，声闻、缘觉、菩萨、佛都不是胎生，四生里他们只有一种：化生。这四生，天道里头、鬼道里头都有；超越六道，四生就没有了，只有化生，化生不需要父母。有漏的这些果报都没有了，都尽了，这是阿罗汉以上所证得的。「又憬兴曰：生身，在报。烦恼，苦因。因果二余，皆已尽故」，这个余就是习气。「又《净影疏》曰：生身，苦报。烦恼，惑因」，就是迷惑颠倒的因，「此二残余（习气），皆悉灭尽，故云二余俱尽」。二余，一个是从果上，一个是从因上，果上就是六道里面的生死，因上就是见思烦恼，这两种都断了，习气也断了，是这个意思。",
      "zh_TW": "我們把《會疏》這一段話念下去，「生身者，是苦果依身，正是苦諦。煩惱、見思等惑，正是集諦」，四諦裡苦集是世間的因果。「二餘者，即苦集餘殘也」，就是習氣。「菩薩能斷正使」，正使是煩惱，「及以習氣，無有餘殘。出過三界，離父母生身，有漏果縛悉斷盡，故云俱盡」。菩薩把見思煩惱斷了，斷盡了，習氣也斷了，他不住在六道。三界就是六道，六道裡有父母生身，六道之外沒有了，四聖法界裡頭，聲聞、緣覺、菩薩、佛都不是胎生，四生裡他們只有一種：化生。這四生，天道裡頭、鬼道裡頭都有；超越六道，四生就沒有了，只有化生，化生不需要父母。有漏的這些果報都沒有了，都盡了，這是阿羅漢以上所證得的。「又憬興曰：生身，在報。煩惱，苦因。因果二餘，皆已盡故」，這個餘就是習氣。「又《淨影疏》曰：生身，苦報。煩惱，惑因」，就是迷惑顛倒的因，「此二殘餘（習氣），皆悉滅盡，故云二餘俱盡」。二餘，一個是從果上，一個是從因上，果上就是六道裡面的生死，因上就是見思煩惱，這兩種都斷了，習氣也斷了，是這個意思。"
    },
    {
      "id": "02-039-0470_p0022",
      "zh_CN": "『究竟一乘』，「一乘，成佛唯一之至道，最极圆顿之教法」。这是一乘的意思，乘是车的意思，车有运载的功能，佛说法常常用它做比喻。如何把众生从六道轮回把他运送到大般涅槃，从人道把他运送到佛道，所以用这个做比喻。小乘小车，大乘大车，古时候大车是指马车，马车可以坐十几个人，小车是羊车、鹿车只能坐一、二个人。现在科技发达，这大车就是火车，一列火车可以坐几千人；小车小乘，像一个小摩托车只坐一、二个人，取这个比喻。《法华经》上常说的三乘，佛说得很好，如来出现在世间，「唯说一乘法，无二亦无三，除佛方便说」。我们就知道了，佛真正要教我们的是究竟一乘，究竟是什么？这一生决定成佛去！不是菩萨，不是罗汉，罗汉是小乘，菩萨是大乘。佛的本愿是希望我们在这一生成佛，像弥陀的本愿，前面我们念过「一切皆成佛」，这是阿弥陀佛的本愿。四十八愿是成佛的方法，目的是一切皆成佛。",
      "zh_TW": "『究竟一乘』，「一乘，成佛唯一之至道，最極圓頓之教法」。這是一乘的意思，乘是車的意思，車有運載的功能，佛說法常常用它做比喻。如何把眾生從六道輪迴把他運送到大般涅槃，從人道把他運送到佛道，所以用這個做比喻。小乘小車，大乘大車，古時候大車是指馬車，馬車可以坐十幾個人，小車是羊車、鹿車只能坐一、二個人。現在科技發達，這大車就是火車，一列火車可以坐幾千人；小車小乘，像一個小摩托車只坐一、二個人，取這個比喻。《法華經》上常說的三乘，佛說得很好，如來出現在世間，「唯說一乘法，無二亦無三，除佛方便說」。我們就知道了，佛真正要教我們的是究竟一乘，究竟是什麼？這一生決定成佛去！不是菩薩，不是羅漢，羅漢是小乘，菩薩是大乘。佛的本願是希望我們在這一生成佛，像彌陀的本願，前面我們念過「一切皆成佛」，這是阿彌陀佛的本願。四十八願是成佛的方法，目的是一切皆成佛。"
    },
    {
      "id": "02-039-0470_p0023",
      "zh_CN": "「成佛唯一之至道」，这个至是达到极处，就是下面说的，最极圆顿的教法，这叫至道，唯一的至道，这部经当之无愧！一乘经，古大德为我们判定三部经，释迦牟尼佛所说的一切经当中，《华严》、《法华》、《梵网》。《梵网经》没传到中国来，传到中国来的《梵网经》，是《梵网经》里的一品，就是受戒的，这一品专门讲菩萨戒。《无量寿经》是不是一乘经？《无量寿》真正是究竟一乘。为什么？《华严》、《法华》到最后的圆满，都是念佛往生极乐世界。诸位读《华严经》，到最后善财童子五十三参，第五十三普贤菩萨十大愿王导归极乐，善财童子证得究竟圆满。什么方法证的？往生极乐世界证得的。这部经专门讲极乐世界，专门讲往生不退成佛，这不是究竟一乘吗？所以是最极圆顿的教法。「乘为车乘，以喻佛之教法。教法可载运行人登于涅槃彼岸，故名为乘」，古时候读音读去声，读「胜」，我们得随俗，大家都念「成」，我们就念「成」，我们念「胜」他听不懂，不随俗就很麻烦，我们还是帮助这些俗人。",
      "zh_TW": "「成佛唯一之至道」，這個至是達到極處，就是下面說的，最極圓頓的教法，這叫至道，唯一的至道，這部經當之無愧！一乘經，古大德為我們判定三部經，釋迦牟尼佛所說的一切經當中，《華嚴》、《法華》、《梵網》。《梵網經》沒傳到中國來，傳到中國來的《梵網經》，是《梵網經》裡的一品，就是受戒的，這一品專門講菩薩戒。《無量壽經》是不是一乘經？《無量壽》真正是究竟一乘。為什麼？《華嚴》、《法華》到最後的圓滿，都是念佛往生極樂世界。諸位讀《華嚴經》，到最後善財童子五十三參，第五十三普賢菩薩十大願王導歸極樂，善財童子證得究竟圓滿。什麼方法證的？往生極樂世界證得的。這部經專門講極樂世界，專門講往生不退成佛，這不是究竟一乘嗎？所以是最極圓頓的教法。「乘為車乘，以喻佛之教法。教法可載運行人登於涅槃彼岸，故名為乘」，古時候讀音讀去聲，讀「勝」，我們得隨俗，大家都念「成」，我們就念「成」，我們念「勝」他聽不懂，不隨俗就很麻煩，我們還是幫助這些俗人。"
    },
    {
      "id": "02-039-0470_p0024",
      "zh_CN": "「《胜鬘宝窟上》云：一乘者，至道无二，故称为一。运用自在，目之为乘。」《胜鬘宝窟经》上说的，也说得很好，一乘，如来教法当中至高无上称为一乘。运用自在，这就是讲善巧方便，净宗法门若说是善巧方便，真可以说排名第一，它真简单、容易、稳当，效果无比的殊胜，就是一句佛号，六字、四字都可以。心上只有佛号，除佛号之外什么都没有，这真正是最极圆顿的教法，那这个法门就是究竟一乘。我们这一生真的是幸运，不但遇到大乘，是遇到大乘当中的究竟一乘，缘无比殊胜，能不能成就，就看自己的善根福德。什么叫善根？我真相信、我真明白，这善根。我真正发愿，我真正念佛希望往生极乐世界，这就是福德，善根福德统统圆满，你决定得生，你这一生当中决定去作佛。现在时间到了，我们就学到这里。",
      "zh_TW": "「《勝鬘寶窟上》云：一乘者，至道無二，故稱為一。運用自在，目之為乘。」《勝鬘寶窟經》上說的，也說得很好，一乘，如來教法當中至高無上稱為一乘。運用自在，這就是講善巧方便，淨宗法門若說是善巧方便，真可以說排名第一，它真簡單、容易、穩當，效果無比的殊勝，就是一句佛號，六字、四字都可以。心上只有佛號，除佛號之外什麼都沒有，這真正是最極圓頓的教法，那這個法門就是究竟一乘。我們這一生真的是幸運，不但遇到大乘，是遇到大乘當中的究竟一乘，緣無比殊勝，能不能成就，就看自己的善根福德。什麼叫善根？我真相信、我真明白，這善根。我真正發願，我真正念佛希望往生極樂世界，這就是福德，善根福德統統圓滿，你決定得生，你這一生當中決定去作佛。現在時間到了，我們就學到這裡。"
    }
  ]
}