{
  "doc_id": "02-039-0539",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五三九集",
    "zh_TW": "第五三九集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0539",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "02-039-0539_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第六百九十一面，从第一行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第六百九十一面，從第一行看起："
    },
    {
      "id": "02-039-0539_p0002",
      "zh_CN": "【如贫得宝第三十七】",
      "zh_TW": "【如貧得寶第三十七】"
    },
    {
      "id": "02-039-0539_p0003",
      "zh_CN": "「前品」，前面重重诲勉，「佛说恶苦，折伏众生，诫令舍恶。本品说善因果，摄受众生，劝勉精进从善止恶，拔生死之苦，升无为之安」。这个一行半是念老的提要，这一品经的大意。前面佛为我们说这个世间的五恶苦报，用意是在折伏众生，劝导大家把恶念恶行放下。这一品完全说的是善因善果，这是佛菩萨摄受众生，摄受就是接引，接引大众。劝勉精进，不善的要放下，好的要精进。从善止恶，拔生死之苦，这个就是说的六道轮回，六道里面的大苦是生死。生之苦一般人都忘掉了，那面对的这就是死苦。人什么时候死，怎么个死法，全是未知数。虽然有命运在主宰，现在人不相信命运，实际上是生活在恐惧、怀疑、不安的境界当中，没有一种安全感，这是现前社会普遍的现象。只有遇到佛法、遇到净宗，可以说是无比殊胜的缘分。为什么？道理明白，心就安了，不再犹豫，不再怀疑，这一生当中有方向、有目标，只要精进努力，肯定是升无为之安。无为是常寂光、是大般涅槃，往生到西方极乐世界，就跟寂光、涅槃做了邻居，而且肯定回归。",
      "zh_TW": "「前品」，前面重重誨勉，「佛說惡苦，折伏眾生，誡令捨惡。本品說善因果，攝受眾生，勸勉精進從善止惡，拔生死之苦，升無為之安」。這個一行半是念老的提要，這一品經的大意。前面佛為我們說這個世間的五惡苦報，用意是在折伏眾生，勸導大家把惡念惡行放下。這一品完全說的是善因善果，這是佛菩薩攝受眾生，攝受就是接引，接引大眾。勸勉精進，不善的要放下，好的要精進。從善止惡，拔生死之苦，這個就是說的六道輪迴，六道裡面的大苦是生死。生之苦一般人都忘掉了，那面對的這就是死苦。人什麼時候死，怎麼個死法，全是未知數。雖然有命運在主宰，現在人不相信命運，實際上是生活在恐懼、懷疑、不安的境界當中，沒有一種安全感，這是現前社會普遍的現象。只有遇到佛法、遇到淨宗，可以說是無比殊勝的緣分。為什麼？道理明白，心就安了，不再猶豫，不再懷疑，這一生當中有方向、有目標，只要精進努力，肯定是升無為之安。無為是常寂光、是大般涅槃，往生到西方極樂世界，就跟寂光、涅槃做了鄰居，而且肯定回歸。"
    },
    {
      "id": "02-039-0539_p0004",
      "zh_CN": "在实报土这个寿命，祖师大德常说有量的无量，无量寿是有量的无量，可是从实报土回归寂光，那就真的无量，永恒的无量。所以西方极乐世界的人，无量寿是真的不是假的，一般宗教里面所讲的永生，大乘佛法讲无量寿，宗教里讲永生。真有永生！永生证得究竟佛果，不依照佛经经教修行也行，佛法里面常讲八万四千法门，这大概就是佛教吧！如果说无量法门，那应不应该把其他的宗教法门全部都包括在其中？是的，一点都不错，任何一个法门都能成佛。因为成佛是叫你放下起心动念、分别执着你就成佛了，不一定学佛。你学别的宗教，你能够放下执着，于世出世间一切法不再执着，你就证阿罗汉，什么方法都行，放下分别你就成菩萨，放下起心动念你就成佛了。",
      "zh_TW": "在實報土這個壽命，祖師大德常說有量的無量，無量壽是有量的無量，可是從實報土回歸寂光，那就真的無量，永恆的無量。所以西方極樂世界的人，無量壽是真的不是假的，一般宗教裡面所講的永生，大乘佛法講無量壽，宗教裡講永生。真有永生！永生證得究竟佛果，不依照佛經經教修行也行，佛法裡面常講八萬四千法門，這大概就是佛教吧！如果說無量法門，那應不應該把其他的宗教法門全部都包括在其中？是的，一點都不錯，任何一個法門都能成佛。因為成佛是叫你放下起心動念、分別執著你就成佛了，不一定學佛。你學別的宗教，你能夠放下執著，於世出世間一切法不再執著，你就證阿羅漢，什麼方法都行，放下分別你就成菩薩，放下起心動念你就成佛了。"
    },
    {
      "id": "02-039-0539_p0005",
      "zh_CN": "我们看惠能大师就是个例子，他没有学过佛教，你从《坛经》上仔细去观察，一个砍柴的樵夫。现在人跟他讲樵夫他不懂，为什么？这个行业已经没有了。这个行业完全消失在这个世间至少六十年以上，可以说二次大战结束以后这个行业没有了，在抗战期间当中有这个行业，我们这个年龄亲自见到过的。中国文学作品里面常常写到渔樵，渔是打渔的，这个现在有，现在变成机械化，樵没有了。不认识字，没念过书，正式的佛教教育没有接受过。在黄梅住了八个月，讲堂没去过，禅堂也没有去过，换句话说，解门跟行门都没有接受过训练，一天都没有。他凭什么成佛了？五祖把衣钵传给他，凭什么？因为他成佛了。他自己说得很清楚，成佛跟经典、法门没关系。所以无量法门里面就包含着各种不同宗教、各种不同的学派，全部包括在其中。",
      "zh_TW": "我們看惠能大師就是個例子，他沒有學過佛教，你從《壇經》上仔細去觀察，一個砍柴的樵夫。現在人跟他講樵夫他不懂，為什麼？這個行業已經沒有了。這個行業完全消失在這個世間至少六十年以上，可以說二次大戰結束以後這個行業沒有了，在抗戰期間當中有這個行業，我們這個年齡親自見到過的。中國文學作品裡面常常寫到漁樵，漁是打漁的，這個現在有，現在變成機械化，樵沒有了。不認識字，沒念過書，正式的佛教教育沒有接受過。在黃梅住了八個月，講堂沒去過，禪堂也沒有去過，換句話說，解門跟行門都沒有接受過訓練，一天都沒有。他憑什麼成佛了？五祖把衣缽傳給他，憑什麼？因為他成佛了。他自己說得很清楚，成佛跟經典、法門沒關係。所以無量法門裡面就包含著各種不同宗教、各種不同的學派，全部包括在其中。"
    },
    {
      "id": "02-039-0539_p0006",
      "zh_CN": "所以《华严经》上说「圆人说法，无法不圆」，《金刚经》上跟我们说「法门平等，无有高下」，真的，不是假的，放下就是。千经万论，包括所有宗教、所有学派，讲到最后无非都是劝你放下，放下就是。众生的麻烦，麻烦就是不肯放下。一般人不知道，当然不肯放下，从来也没有这个念头说放下的；学佛知道，但是实际上放不下。对于一切人事物还有控制的念头，还有支配的念头，要听我的，要依照我的意思去做，这就是控制。还有更进一步的，占有的念头，据为己有，他不知道身心都不可得，身心都会随着时间淘汰掉。人应该明白，空手来到这个世间，走的时候还是空手而去，一样都带不走。佛经上说得好，「万般将不去，唯有业随身」，那你何必？中国古人有一句话说得好，其味很浓，说「得饶人处且饶人」，不要太过分，做得太过分，因果报应不饶你。佛法稍稍深入一点，自己心里都明白，你的一生，你所受的，你所为的，无一不是自作自受，自受又自作，这样永远在循环，永不间断，这就是轮回的现象。",
      "zh_TW": "所以《華嚴經》上說「圓人說法，無法不圓」，《金剛經》上跟我們說「法門平等，無有高下」，真的，不是假的，放下就是。千經萬論，包括所有宗教、所有學派，講到最後無非都是勸你放下，放下就是。眾生的麻煩，麻煩就是不肯放下。一般人不知道，當然不肯放下，從來也沒有這個念頭說放下的；學佛知道，但是實際上放不下。對於一切人事物還有控制的念頭，還有支配的念頭，要聽我的，要依照我的意思去做，這就是控制。還有更進一步的，佔有的念頭，據為己有，他不知道身心都不可得，身心都會隨著時間淘汰掉。人應該明白，空手來到這個世間，走的時候還是空手而去，一樣都帶不走。佛經上說得好，「萬般將不去，唯有業隨身」，那你何必？中國古人有一句話說得好，其味很濃，說「得饒人處且饒人」，不要太過分，做得太過分，因果報應不饒你。佛法稍稍深入一點，自己心裡都明白，你的一生，你所受的，你所為的，無一不是自作自受，自受又自作，這樣永遠在循環，永不間斷，這就是輪迴的現象。"
    },
    {
      "id": "02-039-0539_p0007",
      "zh_CN": "佛法，特别是这个法门，特别是这部经，这部经是宝中之宝。不但是会集世尊当年在世四十九年所说的一切经，我们很明白，它同时也会集十方三世一切诸佛如来所说的一切经，都在这本里头。所以读这一本，全都读到了，你一样都没有缺失，完全得到了，这部经、这个注解包罗万象。现在我们请看经文：",
      "zh_TW": "佛法，特別是這個法門，特別是這部經，這部經是寶中之寶。不但是會集世尊當年在世四十九年所說的一切經，我們很明白，它同時也會集十方三世一切諸佛如來所說的一切經，都在這本裡頭。所以讀這一本，全都讀到了，你一樣都沒有缺失，完全得到了，這部經、這個註解包羅萬象。現在我們請看經文："
    },
    {
      "id": "02-039-0539_p0008",
      "zh_CN": "【汝等广植德本。】",
      "zh_TW": "【汝等廣植德本。】"
    },
    {
      "id": "02-039-0539_p0009",
      "zh_CN": "这是佛教给我们大家，广植德本。",
      "zh_TW": "這是佛教給我們大家，廣植德本。"
    },
    {
      "id": "02-039-0539_p0010",
      "zh_CN": "【勿犯道禁。】",
      "zh_TW": "【勿犯道禁。】"
    },
    {
      "id": "02-039-0539_p0011",
      "zh_CN": "道禁指戒律，种种违背自性的不可以违犯。",
      "zh_TW": "道禁指戒律，種種違背自性的不可以違犯。"
    },
    {
      "id": "02-039-0539_p0012",
      "zh_CN": "【忍辱精进。慈心专一。斋戒清净。一日一夜。胜在无量寿国为善百岁。】",
      "zh_TW": "【忍辱精進。慈心專一。齋戒清淨。一日一夜。勝在無量壽國為善百歲。】"
    },
    {
      "id": "02-039-0539_p0013",
      "zh_CN": "这个世界不错！在这个世界斋戒清净一日一夜，就超过极乐世界一百年。这是什么原因？这个世界修行难，难能可贵。这个世界是大升大降，如果真正升，它升得比诸佛刹土快；如果往下坠落，也坠落得非常快，一下就落到阿鼻地狱。下面注解有详细说明。",
      "zh_TW": "這個世界不錯！在這個世界齋戒清淨一日一夜，就超過極樂世界一百年。這是什麼原因？這個世界修行難，難能可貴。這個世界是大升大降，如果真正升，它升得比諸佛剎土快；如果往下墜落，也墜落得非常快，一下就落到阿鼻地獄。下面註解有詳細說明。"
    },
    {
      "id": "02-039-0539_p0014",
      "zh_CN": "【所以者何。彼佛国土。皆积德众善。无毫发之恶。于此修善十日十夜。胜于他方诸佛国中为善千岁。所以者何。他方佛国。福德自然。无造恶之地。唯此世间。善少恶多。饮苦食毒。未尝宁息。】",
      "zh_TW": "【所以者何。彼佛國土。皆積德眾善。無毫髮之惡。於此修善十日十夜。勝於他方諸佛國中為善千歲。所以者何。他方佛國。福德自然。無造惡之地。唯此世間。善少惡多。飲苦食毒。未嘗寧息。】"
    },
    {
      "id": "02-039-0539_p0015",
      "zh_CN": "这个地方环境太坏，太坏你能够学好，你能够保持，这叫难能可贵，所以你的功德就超过十方，道理在此地。我们看注解，佛教给我们，『广植德本』，「据《会疏》德本有二义：一者，六度为一切功德之本，故曰德本」。这是广义的，大乘佛法确实是以六度为核心。世尊当年在世教学，讲六波罗蜜讲了二十二年，这就是《大般若经》。「二者，弥陀选择本愿，摄成果德之六字洪名，具足万德，为众德之本，故曰德本」。第二个意思就是这一句六字洪名，弥陀德号，你常念佛号这就是德本。所以我们遵循古训，把阿弥陀佛放在心上，就是把德本放在心上，你心就变成德本，起心动念、言语造作都是在积善积德，没有丝毫不善夹杂在其中。所以二六时中，念念要归阿弥陀佛。我们看到，到处都能看到，只要你细心，你去观察，许多道场你去看念佛堂，那些老太太、老阿公在那里拿着念珠念佛。他确确实实只有一句佛号，他没有杂念，你问他什么，他都是阿弥陀佛，你跟他讲什么，他还是阿弥陀佛，他全部都会归在阿弥陀佛上。这样的念佛人，临走的时候为我们表法，瑞相稀有，真往生了，聪明一世的人最后不如他。他什么？他一生都把那个德本抓住了。他修积的功德我们看不见，但是他功德的果报我们看见，在临终瑞相当中看见，这个人没有白来。我们看到、听到了，要知道羡慕，要知道向他学习，不要把这一生空过了。",
      "zh_TW": "這個地方環境太壞，太壞你能夠學好，你能夠保持，這叫難能可貴，所以你的功德就超過十方，道理在此地。我們看註解，佛教給我們，『廣植德本』，「據《會疏》德本有二義：一者，六度為一切功德之本，故曰德本」。這是廣義的，大乘佛法確實是以六度為核心。世尊當年在世教學，講六波羅蜜講了二十二年，這就是《大般若經》。「二者，彌陀選擇本願，攝成果德之六字洪名，具足萬德，為眾德之本，故曰德本」。第二個意思就是這一句六字洪名，彌陀德號，你常念佛號這就是德本。所以我們遵循古訓，把阿彌陀佛放在心上，就是把德本放在心上，你心就變成德本，起心動念、言語造作都是在積善積德，沒有絲毫不善夾雜在其中。所以二六時中，念念要歸阿彌陀佛。我們看到，到處都能看到，只要你細心，你去觀察，許多道場你去看念佛堂，那些老太太、老阿公在那裡拿著念珠念佛。他確確實實只有一句佛號，他沒有雜念，你問他什麼，他都是阿彌陀佛，你跟他講什麼，他還是阿彌陀佛，他全部都會歸在阿彌陀佛上。這樣的念佛人，臨走的時候為我們表法，瑞相稀有，真往生了，聰明一世的人最後不如他。他什麼？他一生都把那個德本抓住了。他修積的功德我們看不見，但是他功德的果報我們看見，在臨終瑞相當中看見，這個人沒有白來。我們看到、聽到了，要知道羨慕，要知道向他學習，不要把這一生空過了。"
    },
    {
      "id": "02-039-0539_p0016",
      "zh_CN": "如来正法是什么？大乘经教。大乘经教对今天众生的根性，最契机的、最方便的、最直捷的、最稳当的、成就第一殊胜的，无过于念佛法门，持名念佛，总归在这部经上。我过去学《华严》，在《华严经》上用了不少的时间，最后看到《华严》，《华严经》的总结，普贤菩萨十大愿王导归极乐，到最后归《无量寿》，《无量寿》是《华严》的归宿。我把这个事情才真搞清楚、搞明白了，完全肯定《无量寿经》跟《华严经》是一体，无二无别。彭际清居士讲的话我完全同意，一点怀疑都没有，他说《无量寿经》即是中本《华严》，《华严》就是大本《无量寿经》，这个里头有个小本《阿弥陀经》，那就是小本。《阿弥陀经》是小本经，《无量寿》是中本经，《华严》是大本经，三经一体，三经无二无别。我以为《华严经》分量太大了，不是现在一般人之所能受持，所以我就把《华严》放下讲《无量寿》，过去讲过十遍，这是第十一遍。我是真发了这个心，这一生有生之年专讲《无量寿经》，专弘《无量寿经》。如果将来有时间，我替《华严经》做一个节本，分量大幅度把它简化，节录《华严》精彩的地方十分之一，现代人就生欢喜心，就愿意看了，这是有必要的。我也欢迎年轻的同学们去做，你们做好给我看看，看看你节录的恰不恰当。节录最重要一个原则，针对于现前社会，它才管用，契机，决定不能改变原文，这叫契理，契机、契理就是如来正法。",
      "zh_TW": "如來正法是什麼？大乘經教。大乘經教對今天眾生的根性，最契機的、最方便的、最直捷的、最穩當的、成就第一殊勝的，無過於念佛法門，持名念佛，總歸在這部經上。我過去學《華嚴》，在《華嚴經》上用了不少的時間，最後看到《華嚴》，《華嚴經》的總結，普賢菩薩十大願王導歸極樂，到最後歸《無量壽》，《無量壽》是《華嚴》的歸宿。我把這個事情才真搞清楚、搞明白了，完全肯定《無量壽經》跟《華嚴經》是一體，無二無別。彭際清居士講的話我完全同意，一點懷疑都沒有，他說《無量壽經》即是中本《華嚴》，《華嚴》就是大本《無量壽經》，這個裡頭有個小本《阿彌陀經》，那就是小本。《阿彌陀經》是小本經，《無量壽》是中本經，《華嚴》是大本經，三經一體，三經無二無別。我以為《華嚴經》分量太大了，不是現在一般人之所能受持，所以我就把《華嚴》放下講《無量壽》，過去講過十遍，這是第十一遍。我是真發了這個心，這一生有生之年專講《無量壽經》，專弘《無量壽經》。如果將來有時間，我替《華嚴經》做一個節本，分量大幅度把它簡化，節錄《華嚴》精彩的地方十分之一，現代人就生歡喜心，就願意看了，這是有必要的。我也歡迎年輕的同學們去做，你們做好給我看看，看看你節錄的恰不恰當。節錄最重要一個原則，針對於現前社會，它才管用，契機，決定不能改變原文，這叫契理，契機、契理就是如來正法。"
    },
    {
      "id": "02-039-0539_p0017",
      "zh_CN": "佛说过，末法时期众生的根性都是大乘，所以小乘现在众生不愿意学，他向往大乘，大乘契机。《无量寿经》是最契机的，往后这个九千年，所以这部经重要，比什么都重要。如果有这个缘分，可以开专修班，《无量寿经》专修班。过去圆瑛法师一生喜爱《楞严》，他在上海办了一个「楞严专宗学院」，他那个佛学院专门学《楞严经》的，台湾早年，白圣法师是那个学院毕业的。这也是早年，我出家了，煮云法师，这修净土的，他在凤山，台湾南部凤山办了一个「净土专宗学院」，大概二、三年就没有了，没有做成功。这些构想值得参考。专宗，果然是专，果然是宗，符合一门深入、长时薰修。教学的目的不能够离开世尊指导的原则，那就是戒定慧三学，依照戒定慧修学，确实因戒得定、因定开慧，这确实是大乘，这不是假的。所以《无量寿经》确实可以集合志同道合，有志一同在一起学习，把它讲贯，演说贯通。将来缘成熟了，这些人在全世界弘扬净宗，摄受众生，一向念佛，这无量功德。这个地方肯定六字洪名具足万德，这话很重要。为众德之本，世出世法一切道德之本就是这一句佛号。「植者，种植也，即培养也」，这个植就是种植、培养的意思。",
      "zh_TW": "佛說過，末法時期眾生的根性都是大乘，所以小乘現在眾生不願意學，他嚮往大乘，大乘契機。《無量壽經》是最契機的，往後這個九千年，所以這部經重要，比什麼都重要。如果有這個緣分，可以開專修班，《無量壽經》專修班。過去圓瑛法師一生喜愛《楞嚴》，他在上海辦了一個「楞嚴專宗學院」，他那個佛學院專門學《楞嚴經》的，台灣早年，白聖法師是那個學院畢業的。這也是早年，我出家了，煮雲法師，這修淨土的，他在鳳山，台灣南部鳳山辦了一個「淨土專宗學院」，大概二、三年就沒有了，沒有做成功。這些構想值得參考。專宗，果然是專，果然是宗，符合一門深入、長時薰修。教學的目的不能夠離開世尊指導的原則，那就是戒定慧三學，依照戒定慧修學，確實因戒得定、因定開慧，這確實是大乘，這不是假的。所以《無量壽經》確實可以集合志同道合，有志一同在一起學習，把它講貫，演說貫通。將來緣成熟了，這些人在全世界弘揚淨宗，攝受眾生，一向念佛，這無量功德。這個地方肯定六字洪名具足萬德，這話很重要。為眾德之本，世出世法一切道德之本就是這一句佛號。「植者，種植也，即培養也」，這個植就是種植、培養的意思。"
    },
    {
      "id": "02-039-0539_p0018",
      "zh_CN": "『道禁』，望西云：「为佛道故，制禁诸恶，谓之道禁。」这个就是佛法里面的小乘戒，小乘戒的内涵就是诸恶莫作。譬如五戒里头，不杀生、不偷盗、不邪淫、不妄语、不饮酒，这叫道禁，禁止，决定不能做。十善里面也是的，它分身口意三业，身业不杀生、不偷盗、不邪淫，跟五戒相同；口业里面不妄语，它还有不两舌、不绮语、不恶口；末后是意业，意业是起心动念，不贪、不瞋、不痴。我们上面一品经就是讲的五戒十善，出家在家都必须要学习的，而且要求百分之百的落实。为什么？这是德本。持戒念佛才是德本，念佛不持戒不行，这个德本被你破坏了，被五恶，五恶是贪瞋痴慢疑；被十恶，十恶是十善的反面，被它破坏了。它真的是德本，万德之本。为什么我们天天念阿弥陀佛，还有这么深重的罪业？照理说应该所有的罪业都消得干净，为什么念佛人还有这么深重的罪业？念佛不持戒，声声佛号里面都夹杂着五恶、十恶，原因在此地。",
      "zh_TW": "『道禁』，望西云：「為佛道故，制禁諸惡，謂之道禁。」這個就是佛法裡面的小乘戒，小乘戒的內涵就是諸惡莫作。譬如五戒裡頭，不殺生、不偷盜、不邪淫、不妄語、不飲酒，這叫道禁，禁止，決定不能做。十善裡面也是的，它分身口意三業，身業不殺生、不偷盜、不邪淫，跟五戒相同；口業裡面不妄語，它還有不兩舌、不綺語、不惡口；末後是意業，意業是起心動念，不貪、不瞋、不痴。我們上面一品經就是講的五戒十善，出家在家都必須要學習的，而且要求百分之百的落實。為什麼？這是德本。持戒念佛才是德本，念佛不持戒不行，這個德本被你破壞了，被五惡，五惡是貪瞋痴慢疑；被十惡，十惡是十善的反面，被它破壞了。它真的是德本，萬德之本。為什麼我們天天念阿彌陀佛，還有這麼深重的罪業？照理說應該所有的罪業都消得乾淨，為什麼念佛人還有這麼深重的罪業？念佛不持戒，聲聲佛號裡面都夾雜著五惡、十惡，原因在此地。"
    },
    {
      "id": "02-039-0539_p0019",
      "zh_CN": "如果现在这个世间人，学佛的同学，修净土念阿弥陀佛的同学，都能够将五戒十善修好，不犯戒、不破戒，这个世界不会有这么多的灾难。今天社会地球灾难这么多，学佛的同学能没有责任吗？这桩事情，我们每天在早晚课都应当反省，五戒十善有没有犯？三皈依不必说，为什么？三皈依是根本做不到，全是假的。而佛法的标准，具足三皈依才是如来真正的弟子。皈是回头，依是依靠，我从迷惑颠倒回头，依靠自性觉，这叫皈依佛，我们没做到；从邪知邪见回头，依靠正知正见，也没做到；从身心染污回头，依靠清净，这叫皈依僧，也没做到。所以三皈是假的，不是真的。三皈是总的指导原则，最高指导原则，你一入佛门想拜老师，老师就把最高修学的指导传授给你，你要念念不忘。你这一生当中，起心动念、言语造作都要与它相应，你不相应就错了，错了自称为佛弟子那是什么？叫冒充佛弟子，不是真的，假的。这假的就有罪，为什么？因为你没有做到，让社会大众批评佛法，佛弟子是这样的，这不是丢佛陀的人吗？让佛陀被社会大众丑化了，这些皈依的人要不要承担责任？要不要受果报？这就明白了。为什么今天这些学佛的人会做出这些事情，跟佛陀的教诲一百八十度的相反，这是我们要反省的，我们应该要觉悟的。为什么谚语又说地狱门前僧道多？僧道都是修行人，这个意思就是大多数都到地狱去了。不应该！僧道要证果，道要成神成仙，学佛要成佛成菩萨，那怎么？修错了！对于经典的教诲没有真正懂得它的意思，所以自己不善的行为还相续，不能断除，不能转变，依然造作，甚至比世间一般人还要严重的过失，原因在此地。",
      "zh_TW": "如果現在這個世間人，學佛的同學，修淨土念阿彌陀佛的同學，都能夠將五戒十善修好，不犯戒、不破戒，這個世界不會有這麼多的災難。今天社會地球災難這麼多，學佛的同學能沒有責任嗎？這樁事情，我們每天在早晚課都應當反省，五戒十善有沒有犯？三皈依不必說，為什麼？三皈依是根本做不到，全是假的。而佛法的標準，具足三皈依才是如來真正的弟子。皈是回頭，依是依靠，我從迷惑顛倒回頭，依靠自性覺，這叫皈依佛，我們沒做到；從邪知邪見回頭，依靠正知正見，也沒做到；從身心染污回頭，依靠清淨，這叫皈依僧，也沒做到。所以三皈是假的，不是真的。三皈是總的指導原則，最高指導原則，你一入佛門想拜老師，老師就把最高修學的指導傳授給你，你要念念不忘。你這一生當中，起心動念、言語造作都要與它相應，你不相應就錯了，錯了自稱為佛弟子那是什麼？叫冒充佛弟子，不是真的，假的。這假的就有罪，為什麼？因為你沒有做到，讓社會大眾批評佛法，佛弟子是這樣的，這不是丟佛陀的人嗎？讓佛陀被社會大眾醜化了，這些皈依的人要不要承擔責任？要不要受果報？這就明白了。為什麼今天這些學佛的人會做出這些事情，跟佛陀的教誨一百八十度的相反，這是我們要反省的，我們應該要覺悟的。為什麼諺語又說地獄門前僧道多？僧道都是修行人，這個意思就是大多數都到地獄去了。不應該！僧道要證果，道要成神成仙，學佛要成佛成菩薩，那怎麼？修錯了！對於經典的教誨沒有真正懂得它的意思，所以自己不善的行為還相續，不能斷除，不能轉變，依然造作，甚至比世間一般人還要嚴重的過失，原因在此地。"
    },
    {
      "id": "02-039-0539_p0020",
      "zh_CN": "所以经上说的这个『勿犯道禁』，这句话重要，不能违犯。道禁，「即六度中之戒度也」，布施、持戒。「忍辱者，忍度」，忍辱波罗蜜。「精进者」，精进波罗蜜。凡事都能忍，忍的相状是随缘，普贤菩萨十愿里的两种愿，「恒顺众生，随喜功德」就是忍辱波罗蜜。能顺众生、能随喜，对于一切众生所作所为，只要他不是恶的都能忍，都应该随顺，不执着自己的成见，这就对了。戒律行为的标准，戒经里有明文规定，大乘讲「三聚净戒」，就是戒律有三种，有明文记载的是三种里的一种，这是三藏里面的律藏，规定在日常生活当中起心动念、言语造作的标准，这是戒律。第二类的没有文字，佛没有说，但是我们从第一部分学到的，对于善恶的概念我们了解，对自己、对别人有好处没有坏处的这就是善。律仪戒里面，这是有明文规定的，没有说不吸烟，那我们想想，烟对身体有没有好处？对大众有没有好处？没有好处。那佛没有说戒，我们也要把它戒掉。这是没有明文规定，像这一类的，这一类叫什么？叫摄善法戒，不吸烟是善法，佛经上没有说。真正于自己有利益，身心健康有利益，为社会大众安全有利益，摄善法戒，这对自己的。对大众的呢？佛没有说的，对大众有利益的事情要做，这就是什么？摄受众生戒。要懂得！由此可知道，有文字记载的不多，没有文字记载的就太多太多了。要常常想到，对自己身心健康有损害的不可以做，对众生有利益的一定要做。所以戒律是活泼的，永恒不变的原理原则。忍辱，人要不能忍就不能得定，所以忍辱是禅定的前方便，也就是你得三昧、得禅定的基础条件。什么都能忍，不放在心上，人心清净，容易得定。精进就能开智慧，所以忍辱、精进后面所得到的是禅定、般若。",
      "zh_TW": "所以經上說的這個『勿犯道禁』，這句話重要，不能違犯。道禁，「即六度中之戒度也」，布施、持戒。「忍辱者，忍度」，忍辱波羅蜜。「精進者」，精進波羅蜜。凡事都能忍，忍的相狀是隨緣，普賢菩薩十願裡的兩種願，「恆順眾生，隨喜功德」就是忍辱波羅蜜。能順眾生、能隨喜，對於一切眾生所作所為，只要他不是惡的都能忍，都應該隨順，不執著自己的成見，這就對了。戒律行為的標準，戒經裡有明文規定，大乘講「三聚淨戒」，就是戒律有三種，有明文記載的是三種裡的一種，這是三藏裡面的律藏，規定在日常生活當中起心動念、言語造作的標準，這是戒律。第二類的沒有文字，佛沒有說，但是我們從第一部分學到的，對於善惡的概念我們了解，對自己、對別人有好處沒有壞處的這就是善。律儀戒裡面，這是有明文規定的，沒有說不吸煙，那我們想想，煙對身體有沒有好處？對大眾有沒有好處？沒有好處。那佛沒有說戒，我們也要把它戒掉。這是沒有明文規定，像這一類的，這一類叫什麼？叫攝善法戒，不吸煙是善法，佛經上沒有說。真正於自己有利益，身心健康有利益，為社會大眾安全有利益，攝善法戒，這對自己的。對大眾的呢？佛沒有說的，對大眾有利益的事情要做，這就是什麼？攝受眾生戒。要懂得！由此可知道，有文字記載的不多，沒有文字記載的就太多太多了。要常常想到，對自己身心健康有損害的不可以做，對眾生有利益的一定要做。所以戒律是活潑的，永恆不變的原理原則。忍辱，人要不能忍就不能得定，所以忍辱是禪定的前方便，也就是你得三昧、得禪定的基礎條件。什麼都能忍，不放在心上，人心清淨，容易得定。精進就能開智慧，所以忍辱、精進後面所得到的是禪定、般若。"
    },
    {
      "id": "02-039-0539_p0021",
      "zh_CN": "『斋戒』，望西大师说：「斋戒者，八斋戒，故云一日等」。这是在家居士修行，修戒律，他天天做，他做不到，一天，在你休假的时候，你用一天的时间来持戒，这一天所持的戒是出家人的戒，也就是说我过一天出家人的生活。真发心去做，功德无量。『胜在无量寿国为善百岁』。佛在经中又说，「《宝积经》中文殊师利授记会」，有这么一段经文，「若有众生于彼佛土，亿百千岁，修诸梵行，不如于此娑婆世界，一弹指顷于诸众生起慈悲心，所获功德尚多于彼，何况能于一日一夜住清净心」。前面经文上有说明为什么，说明这个世间修善太难太难，极乐世界修善就太容易了，难能可贵，就是不可能的环境当中你能做到，那就太可贵。在古时候，我们持戒修善不可贵，为什么？人人都做到，社会普遍是这个样子，在那个社会里头找个坏人不容易。现在反过来了，现在在这个社会找坏人太多太多了，找一个善人凤毛麟角，找不到。极乐世界是太平盛世，人人都是好人，那个世界是找不到一个恶人，修善容易。我们现前的社会跟极乐世界相比恰恰相反，能在五浊恶世不为外面境界动摇，极乐世界的人没有不赞叹你、没有不佩服你的。为什么？他要到这个世间来，他都会被染污，你能不染污，这个不容易，凭这一点他就会佩服你、会赞叹你，连诸佛菩萨都会赞叹你。如果你堕落，你堕到三途，人家看到一点不奇怪，为什么？正常现象。你一生都能保持，那是稀有，太难得了。",
      "zh_TW": "『齋戒』，望西大師說：「齋戒者，八齋戒，故云一日等」。這是在家居士修行，修戒律，他天天做，他做不到，一天，在你休假的時候，你用一天的時間來持戒，這一天所持的戒是出家人的戒，也就是說我過一天出家人的生活。真發心去做，功德無量。『勝在無量壽國為善百歲』。佛在經中又說，「《寶積經》中文殊師利授記會」，有這麼一段經文，「若有眾生於彼佛土，億百千歲，修諸梵行，不如於此娑婆世界，一彈指頃於諸眾生起慈悲心，所獲功德尚多於彼，何況能於一日一夜住清淨心」。前面經文上有說明為什麼，說明這個世間修善太難太難，極樂世界修善就太容易了，難能可貴，就是不可能的環境當中你能做到，那就太可貴。在古時候，我們持戒修善不可貴，為什麼？人人都做到，社會普遍是這個樣子，在那個社會裡頭找個壞人不容易。現在反過來了，現在在這個社會找壞人太多太多了，找一個善人鳳毛麟角，找不到。極樂世界是太平盛世，人人都是好人，那個世界是找不到一個惡人，修善容易。我們現前的社會跟極樂世界相比恰恰相反，能在五濁惡世不為外面境界動搖，極樂世界的人沒有不讚歎你、沒有不佩服你的。為什麼？他要到這個世間來，他都會被染污，你能不染污，這個不容易，憑這一點他就會佩服你、會讚歎你，連諸佛菩薩都會讚歎你。如果你墮落，你墮到三途，人家看到一點不奇怪，為什麼？正常現象。你一生都能保持，那是稀有，太難得了。"
    },
    {
      "id": "02-039-0539_p0022",
      "zh_CN": "这个现象怎么造成的？我们知道，教学。西方极乐世界会变得那么好，就是一个原因，你一定要知道，阿弥陀佛讲经不中断。那个世界科学比我们进步太多，我们今天的科学技术只能够用像电视传播、网路传播，把现场传播给你，让你在屏幕上看到。极乐世界不是的，极乐世界无论在哪个地方，你进讲堂去听经，你真正看到阿弥陀佛在那里，阿弥陀佛分身，阿弥陀佛化身，化身、分身跟真身一模一样。所以西方极乐世界有多少阿弥陀佛？数不清！每一处讲堂里面你去看，都是阿弥陀佛在讲经，而且不可思议，你想听什么经他就给你讲什么经，你听到的就是。我想听《无量寿经》，我听到全是《无量寿经》；你想听《金刚经》，我们两个坐在一起，你听到的就是《金刚经》，妙！互相不妨碍，一点都不杂乱。想听华严的，真的，他听的《华严经》，想听般若的，他听的是《般若经》。",
      "zh_TW": "這個現象怎麼造成的？我們知道，教學。西方極樂世界會變得那麼好，就是一個原因，你一定要知道，阿彌陀佛講經不中斷。那個世界科學比我們進步太多，我們今天的科學技術只能夠用像電視傳播、網路傳播，把現場傳播給你，讓你在屏幕上看到。極樂世界不是的，極樂世界無論在哪個地方，你進講堂去聽經，你真正看到阿彌陀佛在那裡，阿彌陀佛分身，阿彌陀佛化身，化身、分身跟真身一模一樣。所以西方極樂世界有多少阿彌陀佛？數不清！每一處講堂裡面你去看，都是阿彌陀佛在講經，而且不可思議，你想聽什麼經他就給你講什麼經，你聽到的就是。我想聽《無量壽經》，我聽到全是《無量壽經》；你想聽《金剛經》，我們兩個坐在一起，你聽到的就是《金剛經》，妙！互相不妨礙，一點都不雜亂。想聽華嚴的，真的，他聽的《華嚴經》，想聽般若的，他聽的是《般若經》。"
    },
    {
      "id": "02-039-0539_p0023",
      "zh_CN": "佛对于一切大众的教化从来没有中断过，一直帮助你成佛。你一成佛跟阿弥陀佛的级别完全相等，你不会比阿弥陀佛差一点，不会比阿弥陀佛欠缺一点，你真正是学到究竟圆满，拿到阿弥陀佛的学位，称为妙觉如来，回归到常寂光。常寂光就是大般涅槃，大般涅槃就是自性，圆满的自性。我们在这一生有这么一个机会，现在机会在自己手中，要高度觉悟！如果你要是抓不住，这个机会马上就溜掉，再一次的得到可不是那么简单。所以遇到要知道遇到的可贵，要知道这一次这个机遇是太难逢到，开经偈所说的「百千万劫难遭遇」，彭际清所说的「无量劫来希有难逢的一天」，就是你遇到这个《无量寿经》，你听到这一句名号。无量劫来稀有难逢，你逢到了，你要是不把它抓住，你要不认真干，可惜了！所以首先对这个缘分要有真正的认知，你才不会空过，决定在这一生成就。",
      "zh_TW": "佛對於一切大眾的教化從來沒有中斷過，一直幫助你成佛。你一成佛跟阿彌陀佛的級別完全相等，你不會比阿彌陀佛差一點，不會比阿彌陀佛欠缺一點，你真正是學到究竟圓滿，拿到阿彌陀佛的學位，稱為妙覺如來，回歸到常寂光。常寂光就是大般涅槃，大般涅槃就是自性，圓滿的自性。我們在這一生有這麼一個機會，現在機會在自己手中，要高度覺悟！如果你要是抓不住，這個機會馬上就溜掉，再一次的得到可不是那麼簡單。所以遇到要知道遇到的可貴，要知道這一次這個機遇是太難逢到，開經偈所說的「百千萬劫難遭遇」，彭際清所說的「無量劫來希有難逢的一天」，就是你遇到這個《無量壽經》，你聽到這一句名號。無量劫來稀有難逢，你逢到了，你要是不把它抓住，你要不認真幹，可惜了！所以首先對這個緣分要有真正的認知，你才不會空過，決定在這一生成就。"
    },
    {
      "id": "02-039-0539_p0024",
      "zh_CN": "我们再看下面，「又《思益经》曰：若人于净国持戒满一劫，此土须臾间行慈为最胜」。这都是佛在讲经的时候，他老人家给我们说出的。净国就是极乐世界，在极乐世界持戒满一劫的时间。那在我们现前这个世界，用的是须臾之间，动一念慈悲心，这个殊胜比在极乐世界持戒满一劫还要殊胜。这个记住，千万不要把意思错解了，错解怎么？这世界很好，我何必到极乐世界，我不必去了，这个世界修的比极乐世界超胜太多了。你错了，意思不在此地。这个世界修行太难，所以做一点点好事大家都赞叹你，做再多的坏事别人不批评你、不说你。这都是一句话，赞叹你难能可贵，这么艰难当中你还能发菩提心，在这种乱世，五浊恶世你还能持清净戒，太不容易了。真实的赞叹，是你在这个世界里能够把起心动念、分别执着放下，那个赞叹是真的，那个不是假的。为什么？成佛了。你成不了佛，你还得继续搞六道轮回，那你怎么比都比不上极乐世界的菩萨，下下品往生的菩萨你比不上他。为什么？他一生当中肯定证得究竟果位，我们这不行，我们往前面看看，有地狱、饿鬼、畜生在等着，你怎么能比得上别人？所以这些话，他赞叹最主要的用意在哪里？我们知道就是难能可贵。恶世行善太难，特别是现在，你想做一点好事，处处障碍，你还能不退心，还继续再干。我们读了这个经文就知道，我们遭受的苦难诸佛菩萨在赞叹，只要我们精进不退、坚持不退，我们求愿往生净土这个愿必定成就。",
      "zh_TW": "我們再看下面，「又《思益經》曰：若人於淨國持戒滿一劫，此土須臾間行慈為最勝」。這都是佛在講經的時候，他老人家給我們說出的。淨國就是極樂世界，在極樂世界持戒滿一劫的時間。那在我們現前這個世界，用的是須臾之間，動一念慈悲心，這個殊勝比在極樂世界持戒滿一劫還要殊勝。這個記住，千萬不要把意思錯解了，錯解怎麼？這世界很好，我何必到極樂世界，我不必去了，這個世界修的比極樂世界超勝太多了。你錯了，意思不在此地。這個世界修行太難，所以做一點點好事大家都讚歎你，做再多的壞事別人不批評你、不說你。這都是一句話，讚歎你難能可貴，這麼艱難當中你還能發菩提心，在這種亂世，五濁惡世你還能持清淨戒，太不容易了。真實的讚歎，是你在這個世界裡能夠把起心動念、分別執著放下，那個讚歎是真的，那個不是假的。為什麼？成佛了。你成不了佛，你還得繼續搞六道輪迴，那你怎麼比都比不上極樂世界的菩薩，下下品往生的菩薩你比不上他。為什麼？他一生當中肯定證得究竟果位，我們這不行，我們往前面看看，有地獄、餓鬼、畜生在等著，你怎麼能比得上別人？所以這些話，他讚歎最主要的用意在哪裡？我們知道就是難能可貴。惡世行善太難，特別是現在，你想做一點好事，處處障礙，你還能不退心，還繼續再幹。我們讀了這個經文就知道，我們遭受的苦難諸佛菩薩在讚歎，只要我們精進不退、堅持不退，我們求願往生淨土這個願必定成就。"
    },
    {
      "id": "02-039-0539_p0025",
      "zh_CN": "「又云」，这也是《思益经》里说的，「我见喜乐国，及见安乐土，此中无苦恼，亦无苦恼名。于彼作功德，未足以为奇。于此烦恼处」，这个「此」就是娑婆世界，就是指我们这个地球，「能忍不可事，亦教他此法」，也把这个忍辱教给别人，「其福为最胜」。极乐世界，我们看看名字，喜乐、安乐。喜乐国，用我们现在的话来说，是极乐世界的正报，安乐土是极乐世界的依报；喜乐国是人事环境，安乐土是物质环境。环境太好了，那个里头没有苦恼，不但没有苦恼，苦恼的名字都听不到。譬如我们讲自私自利、名闻利养、五欲六尘、七情五欲，在极乐世界听不到这个名词，为什么？它没有。苦恼之名没有，哪里会有苦恼的事？所以在极乐世界修积一切功德不足以为奇，每个人都在修，每个人都精进。听经，一堂课不缺，聚精会神在那里听讲，用的是什么？菩萨的三慧闻思修，他一听就明白、就觉悟了。从明了、觉悟上就说的是思，闻思，觉悟之后迷惑没有了这叫修；从断烦恼这上说它作修，从他明了说它作思，从接触这叫闻，闻思修一次完成。这个里头没有先后的，所谓豁然大悟，明心见性。这是极乐世界课堂的状况。不仅如此，他们有阿弥陀佛同样的智慧德能，那就是分身化身无量无边，到他方诸佛刹土去供佛。供佛是修福，去闻法，闻法是修慧，那人家一天这个福慧双修，我们这个世界人怎么比？我们修一辈子比不上人家一天。十方世界无量无边诸佛，每一尊佛说一句话，他所闻到的法就无量无边，分身跟真身没有两样。在极乐世界，每一天都是过这样的生活，所亲近的是诸佛如来，所接触的同参道友都是等觉菩萨，你怎么会不成就！",
      "zh_TW": "「又云」，這也是《思益經》裡說的，「我見喜樂國，及見安樂土，此中無苦惱，亦無苦惱名。於彼作功德，未足以為奇。於此煩惱處」，這個「此」就是娑婆世界，就是指我們這個地球，「能忍不可事，亦教他此法」，也把這個忍辱教給別人，「其福為最勝」。極樂世界，我們看看名字，喜樂、安樂。喜樂國，用我們現在的話來說，是極樂世界的正報，安樂土是極樂世界的依報；喜樂國是人事環境，安樂土是物質環境。環境太好了，那個裡頭沒有苦惱，不但沒有苦惱，苦惱的名字都聽不到。譬如我們講自私自利、名聞利養、五欲六塵、七情五欲，在極樂世界聽不到這個名詞，為什麼？它沒有。苦惱之名沒有，哪裡會有苦惱的事？所以在極樂世界修積一切功德不足以為奇，每個人都在修，每個人都精進。聽經，一堂課不缺，聚精會神在那裡聽講，用的是什麼？菩薩的三慧聞思修，他一聽就明白、就覺悟了。從明瞭、覺悟上就說的是思，聞思，覺悟之後迷惑沒有了這叫修；從斷煩惱這上說它作修，從他明瞭說它作思，從接觸這叫聞，聞思修一次完成。這個裡頭沒有先後的，所謂豁然大悟，明心見性。這是極樂世界課堂的狀況。不僅如此，他們有阿彌陀佛同樣的智慧德能，那就是分身化身無量無邊，到他方諸佛剎土去供佛。供佛是修福，去聞法，聞法是修慧，那人家一天這個福慧雙修，我們這個世界人怎麼比？我們修一輩子比不上人家一天。十方世界無量無邊諸佛，每一尊佛說一句話，他所聞到的法就無量無邊，分身跟真身沒有兩樣。在極樂世界，每一天都是過這樣的生活，所親近的是諸佛如來，所接觸的同參道友都是等覺菩薩，你怎麼會不成就！"
    },
    {
      "id": "02-039-0539_p0026",
      "zh_CN": "我们要想到极乐世界，对于放下名闻利养这桩事情要能忍。欲望前面说了，是六道里头第一恶，就是有欲望，欲望是第一个恶事，无论你贪财、贪色、贪名、贪利，你所贪的那个对象就是欲望。所以你要能够忍，把它放下，远离它。它对我们的伤害一定要知道，无量劫来到今天，我们不能脱离六道、不能往生都是它害了，还不放下吗？不放下，这一生又空过了。这个日子还留恋吗？真搞清楚、搞明白了，不想留恋，我想走了，不再搞这些把戏，那灾难来了不是正好吗？灾难来就是我走的时候。所以你心是定的，你心是坦然的，你没有惊慌，你没有恐怖，你这一句佛号念到底，今生今世无论什么境缘，我只抓住一句阿弥陀佛。身外之物学什么？不取不舍，也就是说别去理它，不重要。鸡毛蒜皮小事决定不放在心上，有，随它去，没有也随它去，不要为这些东西操一点心，不要为这些东西起一个念头，起心动念全是阿弥陀佛。",
      "zh_TW": "我們要想到極樂世界，對於放下名聞利養這樁事情要能忍。欲望前面說了，是六道裡頭第一惡，就是有欲望，欲望是第一個惡事，無論你貪財、貪色、貪名、貪利，你所貪的那個對象就是欲望。所以你要能夠忍，把它放下，遠離它。它對我們的傷害一定要知道，無量劫來到今天，我們不能脫離六道、不能往生都是它害了，還不放下嗎？不放下，這一生又空過了。這個日子還留戀嗎？真搞清楚、搞明白了，不想留戀，我想走了，不再搞這些把戲，那災難來了不是正好嗎？災難來就是我走的時候。所以你心是定的，你心是坦然的，你沒有驚慌，你沒有恐怖，你這一句佛號念到底，今生今世無論什麼境緣，我只抓住一句阿彌陀佛。身外之物學什麼？不取不捨，也就是說別去理它，不重要。雞毛蒜皮小事決定不放在心上，有，隨它去，沒有也隨它去，不要為這些東西操一點心，不要為這些東西起一個念頭，起心動念全是阿彌陀佛。"
    },
    {
      "id": "02-039-0539_p0027",
      "zh_CN": "读经，这一部《无量寿经》、这一部注解够了，我不再搞别的了。学莲池大师，「三藏十二部，让给别人悟；八万四千行，饶与别人行」，我全放下了，我就是一部经、一句佛号、一个法门。那我还想广学多闻？暂时放下，到极乐世界，到极乐世界你广学多闻这个愿望就圆满了。为什么？每天到十方世界，你分身去的，无论想学什么法门你还可以同时学。在毘卢遮那佛那里学《华严》，在极乐世界学《无量寿》，在药师如来那里学医道，在香积如来那个地方学烹调，你看什么都可以学；弥勒如来那个地方学唯识、学法相，你就统统都可以学，有的是时间。现在时间宝贵，很短，把我们拘束在这个里头，非常非常有限，这个时间就太宝贵了。我们要把这个宝贵的时间、很短的时间完成净土，这叫真智慧，这叫真聪明！你要把这个时间浪费了，你错了，你错到底了。所以放下要忍，忍才能放下，不忍放不下，一定要能忍。我们自己从忍辱得无比殊胜的利益，也教别人这个方法，一门深入，长时薰修。所以说是其福最胜。",
      "zh_TW": "讀經，這一部《無量壽經》、這一部註解夠了，我不再搞別的了。學蓮池大師，「三藏十二部，讓給別人悟；八萬四千行，饒與別人行」，我全放下了，我就是一部經、一句佛號、一個法門。那我還想廣學多聞？暫時放下，到極樂世界，到極樂世界你廣學多聞這個願望就圓滿了。為什麼？每天到十方世界，你分身去的，無論想學什麼法門你還可以同時學。在毘盧遮那佛那裡學《華嚴》，在極樂世界學《無量壽》，在藥師如來那裡學醫道，在香積如來那個地方學烹調，你看什麼都可以學；彌勒如來那個地方學唯識、學法相，你就統統都可以學，有的是時間。現在時間寶貴，很短，把我們拘束在這個裡頭，非常非常有限，這個時間就太寶貴了。我們要把這個寶貴的時間、很短的時間完成淨土，這叫真智慧，這叫真聰明！你要把這個時間浪費了，你錯了，你錯到底了。所以放下要忍，忍才能放下，不忍放不下，一定要能忍。我們自己從忍辱得無比殊勝的利益，也教別人這個方法，一門深入，長時薰修。所以說是其福最勝。"
    },
    {
      "id": "02-039-0539_p0028",
      "zh_CN": "「又《善生经》曰：弥勒出时百年受斋，不如我世一日一夜，何以故？我时众生具五滓故。善男子，是八戒斋，即是庄严无上菩提之璎珞也」。「以上广引多经，以证此土行人于饮苦食毒未尝宁息之中，仍能斋戒清净，忍辱精进，故其功德远胜于他方国土。于此土修行，若一日一夜，胜在无量寿国为善百岁；十日十夜，胜于他方诸佛国中为善千岁。」念老在此地做了一个总结，这个总结结得好。上面引用这么多的经论，都是来证明此土行人于「饮苦食毒未尝宁息」，这八个字不就是我们现前社会的写真吗？在这样的环境当中能忍，还能够斋戒清净、忍辱精进，这个功德太殊胜！这桩事情难行能行、难忍能忍，你为什么能行？这是证明我们过去生中曾经积功累德，养成深厚的善根。就像《弥陀经》上所说的，「不可以少善根福德因缘得生彼国」，善根少、福德少，或者是缘不具足，都不能往生。往生的人，无论是什么人，这个世界各行各业、男女老少，只要真正能往生净土的，他必定是具备这三个条件。善根是什么？对于这个法门他真信、他真解、他能解了，明了；福德是他真干，真正能够依教奉行，这个人有福。",
      "zh_TW": "「又《善生經》曰：彌勒出時百年受齋，不如我世一日一夜，何以故？我時眾生具五滓故。善男子，是八戒齋，即是莊嚴無上菩提之瓔珞也」。「以上廣引多經，以證此土行人於飲苦食毒未嘗寧息之中，仍能齋戒清淨，忍辱精進，故其功德遠勝於他方國土。於此土修行，若一日一夜，勝在無量壽國為善百歲；十日十夜，勝於他方諸佛國中為善千歲。」念老在此地做了一個總結，這個總結結得好。上面引用這麼多的經論，都是來證明此土行人於「飲苦食毒未嘗寧息」，這八個字不就是我們現前社會的寫真嗎？在這樣的環境當中能忍，還能夠齋戒清淨、忍辱精進，這個功德太殊勝！這樁事情難行能行、難忍能忍，你為什麼能行？這是證明我們過去生中曾經積功累德，養成深厚的善根。就像《彌陀經》上所說的，「不可以少善根福德因緣得生彼國」，善根少、福德少，或者是緣不具足，都不能往生。往生的人，無論是什麼人，這個世界各行各業、男女老少，只要真正能往生淨土的，他必定是具備這三個條件。善根是什麼？對於這個法門他真信、他真解、他能解了，明瞭；福德是他真幹，真正能夠依教奉行，這個人有福。"
    },
    {
      "id": "02-039-0539_p0029",
      "zh_CN": "真的能忍，我们看《了凡四训》，很多同修都看过。你看了凡先生，每一次参加考试，都有很多同学、朋友一起去参加考试，他对于这些人当中，他判断是哪一个人，这一次一定会考中。他所说的那些人，考试放榜之后真的都被他说中，所以人家以为了凡先生看相算命的功夫不错，其实不是的，他也不会看相、也不会算命。他凭什么判断？这个人老实，这个人谦虚，有德行，他从这里判断的。老实人，谦虚的人，恭敬的人，他什么？神保佑他。过去考取功名，这个习俗里面讲的是祖宗积德、神圣保佑，他一定考取。他自己好像考进士，第三次才考中，考举人也不是一次就考中，这不就是跟《弥陀经》上所说的一样吗？条件是善根、福德、因缘，你具足这三个条件，像了凡先生讲，你一定往生，你一定没问题，就是这么个道理。不是他会算，不是他有神通，他看你有没有善根福德因缘。",
      "zh_TW": "真的能忍，我們看《了凡四訓》，很多同修都看過。你看了凡先生，每一次參加考試，都有很多同學、朋友一起去參加考試，他對於這些人當中，他判斷是哪一個人，這一次一定會考中。他所說的那些人，考試放榜之後真的都被他說中，所以人家以為了凡先生看相算命的功夫不錯，其實不是的，他也不會看相、也不會算命。他憑什麼判斷？這個人老實，這個人謙虛，有德行，他從這裡判斷的。老實人，謙虛的人，恭敬的人，他什麼？神保佑他。過去考取功名，這個習俗裡面講的是祖宗積德、神聖保佑，他一定考取。他自己好像考進士，第三次才考中，考舉人也不是一次就考中，這不就是跟《彌陀經》上所說的一樣嗎？條件是善根、福德、因緣，你具足這三個條件，像了凡先生講，你一定往生，你一定沒問題，就是這麼個道理。不是他會算，不是他有神通，他看你有沒有善根福德因緣。"
    },
    {
      "id": "02-039-0539_p0030",
      "zh_CN": "因缘在这个世间是常常能够遇得到的，但是遇到相不相信，有问题；遇到不相信，等于没有遇到。这三个条件同样的重要，真正能信能解、能行能证，遇不到这个机会，这一生也是空过。遇到这个机会，缘分遇到，他不肯真干，他对于经里的意思体会不深，什么原因？自己的意思、成见很重，相信自己，不相信佛经。这我们都要多想想，要认真去反省，有没有这个毛病？我们是真信佛还是假信佛？信佛，又以为自己想法、看法是正确的，那跟佛就相违背，就不信了。所以半信半疑，这是念佛人最大的障碍。后面会讲到。纵然他将来能往生，他生在边地疑城，不能入品，就是下品下生他没分。生边地疑城那算是不错了，也很难得，在边地疑城要待五百年，回心转意、忏除业障，才能入下品下生这个位次。佛陀慈悲，在这里教导我们、勉励我们，要真行，要深解。解得浅，不行，深解！这经上「深解义趣」，要懂得这句话。深解，你的疑情才能真正断得干干净净，无论遇到什么境界你都不会怀疑，成就自己无量功德。这个功德就事论事，就眼前的事，你所修的功德确实远胜于他方国土。",
      "zh_TW": "因緣在這個世間是常常能夠遇得到的，但是遇到相不相信，有問題；遇到不相信，等於沒有遇到。這三個條件同樣的重要，真正能信能解、能行能證，遇不到這個機會，這一生也是空過。遇到這個機會，緣分遇到，他不肯真幹，他對於經裡的意思體會不深，什麼原因？自己的意思、成見很重，相信自己，不相信佛經。這我們都要多想想，要認真去反省，有沒有這個毛病？我們是真信佛還是假信佛？信佛，又以為自己想法、看法是正確的，那跟佛就相違背，就不信了。所以半信半疑，這是念佛人最大的障礙。後面會講到。縱然他將來能往生，他生在邊地疑城，不能入品，就是下品下生他沒分。生邊地疑城那算是不錯了，也很難得，在邊地疑城要待五百年，回心轉意、懺除業障，才能入下品下生這個位次。佛陀慈悲，在這裡教導我們、勉勵我們，要真行，要深解。解得淺，不行，深解！這經上「深解義趣」，要懂得這句話。深解，你的疑情才能真正斷得乾乾淨淨，無論遇到什麼境界你都不會懷疑，成就自己無量功德。這個功德就事論事，就眼前的事，你所修的功德確實遠勝於他方國土。"
    },
    {
      "id": "02-039-0539_p0031",
      "zh_CN": "于此土修行一日一夜，我们有提倡这个方法，有很多同修在做，告诉我很殊胜。这是什么？工作非常繁忙的人，没有时间修行，你在一个月，一个月选一天，你休假的时候一天，一天二十四小时不中断念阿弥陀佛。如果有几个同参道友，三个五个、十个八个都好，在一个安静的地方，有两个人来护持，就是供给饮食、茶水。你想喝的时候，想吃的时候，真正念佛的时候不必大家一起吃饭，用不着，谁饿了，谁就吃，吃的、喝的摆在旁边，有人照顾，你想吃就吃。功夫不间断，佛堂里面佛号声音不间断。只求一样，念佛的声音一致就可以了。念佛的时候，每个人身体状况不一样，昏沉的时候拜佛，一般的时候绕佛、走动，绕累的时候坐下来念佛，叫止静，坐下来。不必求大家一致，他在那里绕佛，他在旁边止静，我在这里拜佛，都不干扰，大家在一个小佛堂。真精进，真得利益。一个月修一天，一年修十二天。这种修行方法一日一夜，真的胜在无量寿国（在极乐世界）为善百岁。极乐世界修行太容易、太殊胜了，十方世界不能为比。这是赞叹你在这么苦的环境当中，你还能修行，好比一个人被关在监牢狱里头，虽然身被关在监牢狱里头，他念佛还是不中断，心行都善，这个人一定得佛加持，他能够脱离牢狱之灾。十日十夜就胜在他方诸佛国土为善千岁，这些话都是鼓励修行。",
      "zh_TW": "於此土修行一日一夜，我們有提倡這個方法，有很多同修在做，告訴我很殊勝。這是什麼？工作非常繁忙的人，沒有時間修行，你在一個月，一個月選一天，你休假的時候一天，一天二十四小時不中斷念阿彌陀佛。如果有幾個同參道友，三個五個、十個八個都好，在一個安靜的地方，有兩個人來護持，就是供給飲食、茶水。你想喝的時候，想吃的時候，真正念佛的時候不必大家一起吃飯，用不著，誰餓了，誰就吃，吃的、喝的擺在旁邊，有人照顧，你想吃就吃。功夫不間斷，佛堂裡面佛號聲音不間斷。只求一樣，念佛的聲音一致就可以了。念佛的時候，每個人身體狀況不一樣，昏沉的時候拜佛，一般的時候繞佛、走動，繞累的時候坐下來念佛，叫止靜，坐下來。不必求大家一致，他在那裡繞佛，他在旁邊止靜，我在這裡拜佛，都不干擾，大家在一個小佛堂。真精進，真得利益。一個月修一天，一年修十二天。這種修行方法一日一夜，真的勝在無量壽國（在極樂世界）為善百歲。極樂世界修行太容易、太殊勝了，十方世界不能為比。這是讚歎你在這麼苦的環境當中，你還能修行，好比一個人被關在監牢獄裡頭，雖然身被關在監牢獄裡頭，他念佛還是不中斷，心行都善，這個人一定得佛加持，他能夠脫離牢獄之災。十日十夜就勝在他方諸佛國土為善千歲，這些話都是鼓勵修行。"
    },
    {
      "id": "02-039-0539_p0032",
      "zh_CN": "『饮苦食毒』，「望西谓既饮八苦水，复食三毒味也。」今天我们的水可能不止八苦！这些化学成分太多了，没有干净水饮用；毒也不止三种。八苦、三毒是佛在经论当中常常提醒我们，现前六道众生所处的环境就是八苦、三毒。三毒是贪瞋痴，后面还有两个不要忘记了，贪瞋痴慢疑五毒，这个五毒造成五浊恶世，我们生活在这个环境里面。五浊恶世其实不是真的，像一场恶梦，但是人在梦中不知道作梦，他真受苦，叫八苦交煎，这个事实真相不能不知道。实实在在都是迷失自性造成这些幻相，劳苦诸佛菩萨到处慈悲教化，这是事实真相。八苦，生、老、病、死、爱别离、怨憎会、求不得，末后五阴炽盛。八苦前面七个是果，后头一个是因，五阴炽盛是因。五阴是什么？色受想行识，用现在的话说是精神、物质，这些欲望是前面苦因。如果我们能够把色受想行识放下，那就离苦得乐，放不下叫八苦交煎。三毒是八苦的总因，贪瞋痴，全是从贪瞋痴里头变现出来的。",
      "zh_TW": "『飲苦食毒』，「望西謂既飲八苦水，復食三毒味也。」今天我們的水可能不止八苦！這些化學成分太多了，沒有乾淨水飲用；毒也不止三種。八苦、三毒是佛在經論當中常常提醒我們，現前六道眾生所處的環境就是八苦、三毒。三毒是貪瞋痴，後面還有兩個不要忘記了，貪瞋痴慢疑五毒，這個五毒造成五濁惡世，我們生活在這個環境裡面。五濁惡世其實不是真的，像一場惡夢，但是人在夢中不知道作夢，他真受苦，叫八苦交煎，這個事實真相不能不知道。實實在在都是迷失自性造成這些幻相，勞苦諸佛菩薩到處慈悲教化，這是事實真相。八苦，生、老、病、死、愛別離、怨憎會、求不得，末後五陰熾盛。八苦前面七個是果，後頭一個是因，五陰熾盛是因。五陰是什麼？色受想行識，用現在的話說是精神、物質，這些欲望是前面苦因。如果我們能夠把色受想行識放下，那就離苦得樂，放不下叫八苦交煎。三毒是八苦的總因，貪瞋痴，全是從貪瞋痴裡頭變現出來的。"
    },
    {
      "id": "02-039-0539_p0033",
      "zh_CN": "『未尝宁息』，宁是安宁，息是止息，无量劫来一直到今天，不但它没有止息，它还不断在增长。欲望在今天没有止境，所以灾难现前。古人知道，现在人自以为聪明，藐视古人，不敬祖宗，不尊圣贤，到最后怎么样？不知道自爱，当然他不会爱别人。这一点我们要知道，自爱才会爱别人。他不自爱，他怎么会爱别人？所以他才会造杀盗淫妄这些恶。杀盗淫妄酒叫五恶，贪瞋痴慢疑是恶因，怨恨恼怒烦是恶的缘，因缘聚会杀盗淫妄就现前，恶业就成就了。恶业成了之后，下面果报就来了，从个人，你身心不健康，这是你个人的果报；你居住的环境许多灾难，水灾、旱灾、风灾、地震，这些灾难统统都来了，包括地球的暖化，温度不正常，忽冷忽热。这些事情，最近这几年肯定一年比一年严重，一月比一月严重，只要稍稍留意媒体的报告你就清楚了，很可怕。全是自作自受！我们真正明白了，不能不回头。真回头就要听从经论里面的教诲，要把这部经当作什么？释迦牟尼佛、阿弥陀佛专对我讲的。佛慈悲，我要接受，别人接不接受没有关系，不是对他讲的，对我讲的，我要感恩，我要忏悔，我要改过，我要依教奉行。听从世尊教诲，求生极乐世界，亲近阿弥陀佛，那你就对了。今天时间到了。",
      "zh_TW": "『未嘗寧息』，寧是安寧，息是止息，無量劫來一直到今天，不但它沒有止息，它還不斷在增長。欲望在今天沒有止境，所以災難現前。古人知道，現在人自以為聰明，藐視古人，不敬祖宗，不尊聖賢，到最後怎麼樣？不知道自愛，當然他不會愛別人。這一點我們要知道，自愛才會愛別人。他不自愛，他怎麼會愛別人？所以他才會造殺盜淫妄這些惡。殺盜淫妄酒叫五惡，貪瞋痴慢疑是惡因，怨恨惱怒煩是惡的緣，因緣聚會殺盜淫妄就現前，惡業就成就了。惡業成了之後，下面果報就來了，從個人，你身心不健康，這是你個人的果報；你居住的環境許多災難，水災、旱災、風災、地震，這些災難統統都來了，包括地球的暖化，溫度不正常，忽冷忽熱。這些事情，最近這幾年肯定一年比一年嚴重，一月比一月嚴重，只要稍稍留意媒體的報告你就清楚了，很可怕。全是自作自受！我們真正明白了，不能不回頭。真回頭就要聽從經論裡面的教誨，要把這部經當作什麼？釋迦牟尼佛、阿彌陀佛專對我講的。佛慈悲，我要接受，別人接不接受沒有關係，不是對他講的，對我講的，我要感恩，我要懺悔，我要改過，我要依教奉行。聽從世尊教誨，求生極樂世界，親近阿彌陀佛，那你就對了。今天時間到了。"
    }
  ]
}