{
  "doc_id": "02-039-0208",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二０八集",
    "zh_TW": "第二０八集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0208",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-039-0208_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第二百五十四面，倒数第四行从经文看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第二百五十四面，倒數第四行從經文看起："
    },
    {
      "id": "02-039-0208_p0002",
      "zh_CN": "【我作佛时。寿命无量。国中声闻天人无数。寿命亦皆无量。】",
      "zh_TW": "【我作佛時。壽命無量。國中聲聞天人無數。壽命亦皆無量。】"
    },
    {
      "id": "02-039-0208_p0003",
      "zh_CN": "这一段是「寿命无量愿」。接着看底下：",
      "zh_TW": "這一段是「壽命無量願」。接著看底下："
    },
    {
      "id": "02-039-0208_p0004",
      "zh_CN": "【假令三千大千世界众生。悉成缘觉。于百千劫。悉共计校。若能知其量数者。不取正觉。】",
      "zh_TW": "【假令三千大千世界眾生。悉成緣覺。於百千劫。悉共計校。若能知其量數者。不取正覺。】"
    },
    {
      "id": "02-039-0208_p0005",
      "zh_CN": "这是第十六「声闻无数愿」。这一章黄老注解里面，「此章含第十五寿命无量愿，及第十六声闻无数愿。至于寿命无量愿中，既指佛之寿命无量，兼明国中无数声闻天人寿命亦皆无量。今此一愿，在《魏译》分为两愿，可见今此会本之四十八愿，所摄弥陀愿德，广于任一古译。」这就是会集本确实会集得好，将五种原译本里面，精要全部都搜集在这个本子里头，所以读这一个本子，五种原译本就全都读了。「第十五寿命无量愿中，首为彼土教主寿命无量」。古大德有所谓这一愿是净宗第一德，德是讲德能。十方世界天人寿命都有一定的，换句话说，十法界里面的众生包括二乘、包括权教菩萨，都是有生有灭的，变易生死里面讲有始有终的。唯独西方极乐世界，二乘跟人天寿命都跟阿弥陀佛相同，佛无量寿，所以连天人都无量寿。这一愿非常重要，没有这么长的寿命我们学习就不能够圆满，寿命长，有的是时间，所以一生能够圆成佛道，这是第一个条件。我们这个世间修学，无论怎么用功，寿命太短了，还没有到开悟，寿命到了，那就没法子。这一生修得很好，来生不失人身，依旧会到这个世间来，但是来出生他又变成一个人，至少当中要断掉二十年，这二十年的断层再起来修总有困难。所谓是每一次都有隔阴之迷，凡夫有，前世的事情不记得，要想学东西都得从头学起。人天如是，二乘也不例外，菩萨有隔阴之迷，再来投胎，前世的事情比我们聪明，可是他还是有障碍。这就是他方世界的众生比不上西方极乐世界，人家寿命长。",
      "zh_TW": "這是第十六「聲聞無數願」。這一章黃老註解裡面，「此章含第十五壽命無量願，及第十六聲聞無數願。至於壽命無量願中，既指佛之壽命無量，兼明國中無數聲聞天人壽命亦皆無量。今此一願，在《魏譯》分為兩願，可見今此會本之四十八願，所攝彌陀願德，廣於任一古譯。」這就是會集本確實會集得好，將五種原譯本裡面，精要全部都蒐集在這個本子裡頭，所以讀這一個本子，五種原譯本就全都讀了。「第十五壽命無量願中，首為彼土教主壽命無量」。古大德有所謂這一願是淨宗第一德，德是講德能。十方世界天人壽命都有一定的，換句話說，十法界裡面的眾生包括二乘、包括權教菩薩，都是有生有滅的，變易生死裡面講有始有終的。唯獨西方極樂世界，二乘跟人天壽命都跟阿彌陀佛相同，佛無量壽，所以連天人都無量壽。這一願非常重要，沒有這麼長的壽命我們學習就不能夠圓滿，壽命長，有的是時間，所以一生能夠圓成佛道，這是第一個條件。我們這個世間修學，無論怎麼用功，壽命太短了，還沒有到開悟，壽命到了，那就沒法子。這一生修得很好，來生不失人身，依舊會到這個世間來，但是來出生他又變成一個人，至少當中要斷掉二十年，這二十年的斷層再起來修總有困難。所謂是每一次都有隔陰之迷，凡夫有，前世的事情不記得，要想學東西都得從頭學起。人天如是，二乘也不例外，菩薩有隔陰之迷，再來投胎，前世的事情比我們聰明，可是他還是有障礙。這就是他方世界的眾生比不上西方極樂世界，人家壽命長。"
    },
    {
      "id": "02-039-0208_p0006",
      "zh_CN": "极乐世界是平等的世界，我们在前面学过，人的相貌相同、体质相同、生活环境相同，所以分别、执着的心生不起来。我们这个世界这种妄念、情绪很容易生起来，原因就是不平，不平等，譬如相貌、容貌，容貌好的人容易起傲慢心，容貌不好的人就有自卑感、有嫉妒心，他这个东西生起来了。所以西方世界，阿弥陀佛参观那么多诸佛刹土，这些事情他了解得很透彻。他建立这个新兴的道场，把这些问题全都解决，把它避免掉了，生活在平等的世界。我们在这部经典，这部经典是释迦牟尼佛将极乐世界给我们做出详细的介绍，在这部经典里面没有看到西方极乐世界有政治组织、有政府组织，没看到。经从头到尾没有听到西方世界有中央政府、有地方政府，没有这个话；没听说这里头有国王、有上帝，没听说过；也没有听说这里面有士农工商，什么各行各业也没听说过。给我们讲的，让我们看到的，极乐世界仿佛只有两种人，一个是佛，一个是菩萨，就这两种人，佛是老师，菩萨是学生。好像这个世界就像一个学校一样，有班级，你看它有四土三辈九品，不就是班级吗？学生程度有高下之分。除这个之外，这个社会状态很特殊，跟十方国土都不一样，这是一个清净、平等的世界。",
      "zh_TW": "極樂世界是平等的世界，我們在前面學過，人的相貌相同、體質相同、生活環境相同，所以分別、執著的心生不起來。我們這個世界這種妄念、情緒很容易生起來，原因就是不平，不平等，譬如相貌、容貌，容貌好的人容易起傲慢心，容貌不好的人就有自卑感、有嫉妒心，他這個東西生起來了。所以西方世界，阿彌陀佛參觀那麼多諸佛剎土，這些事情他了解得很透徹。他建立這個新興的道場，把這些問題全都解決，把它避免掉了，生活在平等的世界。我們在這部經典，這部經典是釋迦牟尼佛將極樂世界給我們做出詳細的介紹，在這部經典裡面沒有看到西方極樂世界有政治組織、有政府組織，沒看到。經從頭到尾沒有聽到西方世界有中央政府、有地方政府，沒有這個話；沒聽說這裡頭有國王、有上帝，沒聽說過；也沒有聽說這裡面有士農工商，什麼各行各業也沒聽說過。給我們講的，讓我們看到的，極樂世界彷彿只有兩種人，一個是佛，一個是菩薩，就這兩種人，佛是老師，菩薩是學生。好像這個世界就像一個學校一樣，有班級，你看它有四土三輩九品，不就是班級嗎？學生程度有高下之分。除這個之外，這個社會狀態很特殊，跟十方國土都不一樣，這是一個清淨、平等的世界。"
    },
    {
      "id": "02-039-0208_p0007",
      "zh_CN": "下面说，「如《法华》说山海慧如来」，《法华经》上有这么一段话，「寿命无有量，以愍众生故」。这是说佛的寿命，山海慧如来，从名字我们就晓得这个如来有慈悲心、有大智慧，用山跟海来比喻。山，我们中国人常讲「寿比南山」，山是比寿，寿命高，高寿；慧是用海做比喻，慧海，智慧之海。你看这个名号就晓得，这一尊佛是寿命长、智慧很大。为什么要这么大的智慧、要这么长的寿命？以愍众生故。他在这个世间住的时间久，教化久，许许多多众生都有机缘亲近佛陀，接受佛陀教诲，是为了怜悯众生，为了普度众生。下面说，「盖教主住世时短，则化事短促」，这个化就是教化众生的事业，时间就短促，「众生难遇」。像释迦牟尼佛当年住世八十年，从事于教学教化众生的事情真是非常勤奋，一天都没有休息，经上没有看到释迦牟尼佛哪一天去度假，没有看到。天天在教学，一天不中断，教了四十九年，这是做给我们看的。虽然四十九年没中断，时间还是很短促，如果释迦牟尼佛无量寿，那我们今天不是也能够亲近到他吗？",
      "zh_TW": "下面說，「如《法華》說山海慧如來」，《法華經》上有這麼一段話，「壽命無有量，以愍眾生故」。這是說佛的壽命，山海慧如來，從名字我們就曉得這個如來有慈悲心、有大智慧，用山跟海來比喻。山，我們中國人常講「壽比南山」，山是比壽，壽命高，高壽；慧是用海做比喻，慧海，智慧之海。你看這個名號就曉得，這一尊佛是壽命長、智慧很大。為什麼要這麼大的智慧、要這麼長的壽命？以愍眾生故。他在這個世間住的時間久，教化久，許許多多眾生都有機緣親近佛陀，接受佛陀教誨，是為了憐憫眾生，為了普度眾生。下面說，「蓋教主住世時短，則化事短促」，這個化就是教化眾生的事業，時間就短促，「眾生難遇」。像釋迦牟尼佛當年住世八十年，從事於教學教化眾生的事情真是非常勤奮，一天都沒有休息，經上沒有看到釋迦牟尼佛哪一天去度假，沒有看到。天天在教學，一天不中斷，教了四十九年，這是做給我們看的。雖然四十九年沒中斷，時間還是很短促，如果釋迦牟尼佛無量壽，那我們今天不是也能夠親近到他嗎？"
    },
    {
      "id": "02-039-0208_p0008",
      "zh_CN": "释迦牟尼佛为什么不现无量寿？他能现，他不是不能。是因为我们这个地球上的居民根性太劣，如果佛要真是现长寿，我们把佛会看成神仙，他不是人，我们也不敢跟他学。那神仙，我们是凡夫，怎么能够学得到？所以他的示现跟我们人一样，佛出世那个时候人的寿命，平均寿命大概是一百岁。这是佛法里面讲劫，小劫有这种计算法，小劫，是人寿最短的时候十岁，一百年加一岁，加到八万四千岁，这就到头了；从八万四千岁，每一百年减一岁，再减到十岁，这一增一减叫一个小劫。二十个小劫是一个中劫，四个中劫是一个大劫，这是佛法里面计算时间的单位。释迦牟尼佛出现是我们人的寿命在减劫的时候一百岁，一百年减一岁，佛灭度到今年是三千零三十七年，一百年减一岁那就减三十岁，所以现在人寿命平均七十岁。所以古人有所谓「人生七十古来稀」，这讲平均年龄，这样算法的。所以世尊示现，真的是《楞严经》上所说的，「随众生心，应所知量」。佛没有意思要住世长短，众生机感不相同，这个道理我们不能不知道。",
      "zh_TW": "釋迦牟尼佛為什麼不現無量壽？他能現，他不是不能。是因為我們這個地球上的居民根性太劣，如果佛要真是現長壽，我們把佛會看成神仙，他不是人，我們也不敢跟他學。那神仙，我們是凡夫，怎麼能夠學得到？所以他的示現跟我們人一樣，佛出世那個時候人的壽命，平均壽命大概是一百歲。這是佛法裡面講劫，小劫有這種計算法，小劫，是人壽最短的時候十歲，一百年加一歲，加到八萬四千歲，這就到頭了；從八萬四千歲，每一百年減一歲，再減到十歲，這一增一減叫一個小劫。二十個小劫是一個中劫，四個中劫是一個大劫，這是佛法裡面計算時間的單位。釋迦牟尼佛出現是我們人的壽命在減劫的時候一百歲，一百年減一歲，佛滅度到今年是三千零三十七年，一百年減一歲那就減三十歲，所以現在人壽命平均七十歲。所以古人有所謂「人生七十古來稀」，這講平均年齡，這樣算法的。所以世尊示現，真的是《楞嚴經》上所說的，「隨眾生心，應所知量」。佛沒有意思要住世長短，眾生機感不相同，這個道理我們不能不知道。"
    },
    {
      "id": "02-039-0208_p0009",
      "zh_CN": "下面说，「教主长住，则化缘无穷，利生无尽。」这一句用在西方极乐世界，完全是事实，极乐世界就是这个样子。「故澄宪赞曰：佛寿无量，化道至德也」，化道就是教学，佛菩萨的大德是教化众生，「谁不渴仰此愿哉」，人人都希望佛菩萨长久住世。我们现在明白，诸佛菩萨没有寿命，他应化在十法界没有寿命，住世长短完全是感应，众生有感他就有应，感消失了，应就没有了，道理在此地。我们要求佛菩萨住世，我们对佛菩萨的感就不能中断，因为这是因！感是因，应是果，感属于众生，应属于佛菩萨，感是有心有意，应是无心无意。用现在的话，就他是一种纯自然的反应，他没有起心动念，更没有分别执着。我们用什么感？用真正对于善法的爱好，特别对佛法，想学习、想听闻，这样才能感得佛菩萨住世，为我们讲经教学，我们也非常认真的学习，不辜负老师的期望，这叫感应道交。我们有这样的一个愿望，佛菩萨是不是真的长住世间？愿望下面还要加上修行，修行还要有证果，信解行证圆满具足，我们就相信，佛菩萨就长住世间了。如果我们懈怠、懒散，贪爱世间五欲六尘，佛菩萨就走了，就不再示现，这个道理不能不懂。口头上求没有用，要用行动，得真干才能感动佛菩萨。",
      "zh_TW": "下面說，「教主長住，則化緣無窮，利生無盡。」這一句用在西方極樂世界，完全是事實，極樂世界就是這個樣子。「故澄憲讚曰：佛壽無量，化道至德也」，化道就是教學，佛菩薩的大德是教化眾生，「誰不渴仰此願哉」，人人都希望佛菩薩長久住世。我們現在明白，諸佛菩薩沒有壽命，他應化在十法界沒有壽命，住世長短完全是感應，眾生有感他就有應，感消失了，應就沒有了，道理在此地。我們要求佛菩薩住世，我們對佛菩薩的感就不能中斷，因為這是因！感是因，應是果，感屬於眾生，應屬於佛菩薩，感是有心有意，應是無心無意。用現在的話，就他是一種純自然的反應，他沒有起心動念，更沒有分別執著。我們用什麼感？用真正對於善法的愛好，特別對佛法，想學習、想聽聞，這樣才能感得佛菩薩住世，為我們講經教學，我們也非常認真的學習，不辜負老師的期望，這叫感應道交。我們有這樣的一個願望，佛菩薩是不是真的長住世間？願望下面還要加上修行，修行還要有證果，信解行證圓滿具足，我們就相信，佛菩薩就長住世間了。如果我們懈怠、懶散，貪愛世間五欲六塵，佛菩薩就走了，就不再示現，這個道理不能不懂。口頭上求沒有用，要用行動，得真幹才能感動佛菩薩。"
    },
    {
      "id": "02-039-0208_p0010",
      "zh_CN": "下面说，「又弥陀是报佛」，报身佛，「极乐是报土」，实报庄严土，实是真实的，不是假的。不像六道、十法界，十法界都是《般若经》上讲的「凡所有相皆是虚妄」，十法界无常，报土真常，它里面没有变化。十法界里头刹那刹那在变化，念念不住，它是假的，它不是真的。所以跟十法界一比，一真法界那个地方没有一切变化，四十一位法身大士居住修行的处所，就是实报土，居住实报土的人也是报身。我们加个实报身，为什么？我们现在这个身也是报身，我们是什么报？业报。前世做的善业，这一生来享福，做个富贵人享福，福报！如果前世做的业不善，这一生就得受罪，贫穷潦倒要受苦受难，这报身，也是报身。跟实报土那个报不一样，他那边报是福慧的报身，我们是善恶业报，不同地方在此地。「教主寿命无量，是真实无量，非有量之无量」。有量之无量，讲得很长，我们没法子计算，那称之为无量。而实际上来说，他们所现的相，极乐世界所现的相不能说有量的无量，也不能说非有量的无量。为什么？他的性确确实实是非有量的无量，一点都不假；但是佛应化在实报庄严土，也是实报庄严土四十一位法身大士之感，他应现的，他应现的这是有量的无量。从相上讲是有量的无量，从性上讲是真正的无量，这两种是一体，没有办法分割，它是一体的。",
      "zh_TW": "下面說，「又彌陀是報佛」，報身佛，「極樂是報土」，實報莊嚴土，實是真實的，不是假的。不像六道、十法界，十法界都是《般若經》上講的「凡所有相皆是虛妄」，十法界無常，報土真常，它裡面沒有變化。十法界裡頭剎那剎那在變化，念念不住，它是假的，它不是真的。所以跟十法界一比，一真法界那個地方沒有一切變化，四十一位法身大士居住修行的處所，就是實報土，居住實報土的人也是報身。我們加個實報身，為什麼？我們現在這個身也是報身，我們是什麼報？業報。前世做的善業，這一生來享福，做個富貴人享福，福報！如果前世做的業不善，這一生就得受罪，貧窮潦倒要受苦受難，這報身，也是報身。跟實報土那個報不一樣，他那邊報是福慧的報身，我們是善惡業報，不同地方在此地。「教主壽命無量，是真實無量，非有量之無量」。有量之無量，講得很長，我們沒法子計算，那稱之為無量。而實際上來說，他們所現的相，極樂世界所現的相不能說有量的無量，也不能說非有量的無量。為什麼？他的性確確實實是非有量的無量，一點都不假；但是佛應化在實報莊嚴土，也是實報莊嚴土四十一位法身大士之感，他應現的，他應現的這是有量的無量。從相上講是有量的無量，從性上講是真正的無量，這兩種是一體，沒有辦法分割，它是一體的。"
    },
    {
      "id": "02-039-0208_p0011",
      "zh_CN": "我们在前面也向诸位报告过，常寂光土里面妙觉果位的佛陀，应化在实报土是什么样子。同一个道理，楞严会上佛说的「随众生心，应所知量」，佛有这个能力、有这个神通、有这种道力。实报土里面的菩萨有四十一个级别，像《华严经》圆教所说的，有十住菩萨，这都是明心见性的，往上面去十行菩萨、十回向菩萨、十地菩萨、等觉菩萨，四十一个位次，他所见到的佛，每个人所见到的跟他自己的级别相等。我是初住菩萨，我见的佛是初住，我初住这个感，他应的是初住；那个人是初地菩萨，他见的佛也是初地菩萨，跟他级别是相当的。诸位要晓得，同是一个身，同是一个相，各人看的不一样，这个才妙！每个人看的不一样。所以这是不可思议的境界，我们众生无法想像。确实是这个样子随心应量，我们在那边修行，住一段时期了，从初住升到二住，二住升到三住，我们看那个佛相也跟着自己变化，所以根性还是有差别。等觉菩萨向上再提升就到妙觉，他在实报土的相就没有了，他回常寂光。但是回常寂光的时候，实报土里那些菩萨有感，他也有应。不是回到常寂光就没事了，到常寂光的时候完全是应，依旧是感应道交不可思议。黄老说「以现在语言表之，寿命无量，指绝对之无量，非相对之无量。」这个意思我刚才说过，真的来讲不能讲绝对，也不能讲相对，相对跟绝对是一不是二，这才妙用！",
      "zh_TW": "我們在前面也向諸位報告過，常寂光土裡面妙覺果位的佛陀，應化在實報土是什麼樣子。同一個道理，楞嚴會上佛說的「隨眾生心，應所知量」，佛有這個能力、有這個神通、有這種道力。實報土裡面的菩薩有四十一個級別，像《華嚴經》圓教所說的，有十住菩薩，這都是明心見性的，往上面去十行菩薩、十迴向菩薩、十地菩薩、等覺菩薩，四十一個位次，他所見到的佛，每個人所見到的跟他自己的級別相等。我是初住菩薩，我見的佛是初住，我初住這個感，他應的是初住；那個人是初地菩薩，他見的佛也是初地菩薩，跟他級別是相當的。諸位要曉得，同是一個身，同是一個相，各人看的不一樣，這個才妙！每個人看的不一樣。所以這是不可思議的境界，我們眾生無法想像。確實是這個樣子隨心應量，我們在那邊修行，住一段時期了，從初住升到二住，二住升到三住，我們看那個佛相也跟著自己變化，所以根性還是有差別。等覺菩薩向上再提升就到妙覺，他在實報土的相就沒有了，他回常寂光。但是回常寂光的時候，實報土裡那些菩薩有感，他也有應。不是回到常寂光就沒事了，到常寂光的時候完全是應，依舊是感應道交不可思議。黃老說「以現在語言表之，壽命無量，指絕對之無量，非相對之無量。」這個意思我剛才說過，真的來講不能講絕對，也不能講相對，相對跟絕對是一不是二，這才妙用！"
    },
    {
      "id": "02-039-0208_p0012",
      "zh_CN": "「此愿下明」，这愿下面讲，「国中人民寿命亦皆无量」，古人说的此地有，「澄宪云：人民寿命无量，净土第一德也」。古德说这句话说得好，净宗第一德。「修行佛道者，死魔为恐。生死间隔，退缘根本也」。这就是讲不退难，生死你想不退也退转了，你这里死了，那里生了，纵然你的功夫好，这边死了立刻就去投胎，又到人间来，你还经过母亲十个月怀孕，生下来之后至少十几岁，你能够聪明、有智慧闻到佛法，至少也要退转个十来年，估计十五年是决定要退转的，中间断了十五年，一切都再来，统统生疏了，所以这是修行人最大的障碍，退缘的根本。「见佛闻法，值遇众圣，供养诸佛，亲近善友，自然快乐，无有众苦，其德非一。若寿命短促者，遗恨几计（难计），如玉杯无底故。」这个玉杯是宝，它下面破了，没有杯的作用，它不能盛水了。这是六道里面很大的一个遗憾，因为必须要有寿命，你才能见佛闻法，你才能够遇圣贤善知识，这属于师道。我们的身命得自于父母，所以不能不孝。在佛法、在世法古圣先贤教育当中，不孝这是根就坏了。",
      "zh_TW": "「此願下明」，這願下面講，「國中人民壽命亦皆無量」，古人說的此地有，「澄憲云：人民壽命無量，淨土第一德也」。古德說這句話說得好，淨宗第一德。「修行佛道者，死魔為恐。生死間隔，退緣根本也」。這就是講不退難，生死你想不退也退轉了，你這裡死了，那裡生了，縱然你的功夫好，這邊死了立刻就去投胎，又到人間來，你還經過母親十個月懷孕，生下來之後至少十幾歲，你能夠聰明、有智慧聞到佛法，至少也要退轉個十來年，估計十五年是決定要退轉的，中間斷了十五年，一切都再來，統統生疏了，所以這是修行人最大的障礙，退緣的根本。「見佛聞法，值遇眾聖，供養諸佛，親近善友，自然快樂，無有眾苦，其德非一。若壽命短促者，遺恨幾計（難計），如玉杯無底故。」這個玉杯是寶，它下面破了，沒有杯的作用，它不能盛水了。這是六道裡面很大的一個遺憾，因為必須要有壽命，你才能見佛聞法，你才能夠遇聖賢善知識，這屬於師道。我們的身命得自於父母，所以不能不孝。在佛法、在世法古聖先賢教育當中，不孝這是根就壞了。"
    },
    {
      "id": "02-039-0208_p0013",
      "zh_CN": "在我这样的年龄，比我大几岁就更清楚，我记忆当中，我们做小孩的时候，国家还有这么一个法律，叫亲权处分。亲就是你的父母，你的生父生母他有权力处分是什么？如果他不喜欢，这儿子不孝，告到官府，你们把他杀掉，立刻执行，没有任何辩白的，你父母不要你了。所以从前这一条法律还好，不孝的人也得假装着孝，父母这不高兴，告到衙门去，你命就没有了，真的一点不假。这条法律在民国二十几年废除的，抗战之前，抗战好像是民国二十六年，在抗战之前，我记得有这么一个印象。所以人最严重的罪过，第一个就不孝父母，第二条就是背师叛道，老师的恩跟父母没有两样，我们的慧命得自于老师，身命得自于父母。所以佛法，你看净业三福第一条一开头，第一句「孝养父母」，第二句「奉事师长」，这两个根要是坏掉，伦理道德全毁掉了，无论做什么好事，就好像花瓶里面插的花一样没根。这个道理很深很深，现在人不讲求了，没人去想它，所以今天社会动乱，今天地球灾难这么多，从哪来的？孝敬两个字没有了。这是性德的大根大本，根本没有了，什么问题都出来了。今天要救这个社会怎么救法？只有一条生路，赶快恢复伦理道德的教育、恢复宗教教育。中国这一片大地能延续五千年靠的是传统教育，在西方、在外国维系社会安定和平靠宗教。",
      "zh_TW": "在我這樣的年齡，比我大幾歲就更清楚，我記憶當中，我們做小孩的時候，國家還有這麼一個法律，叫親權處分。親就是你的父母，你的生父生母他有權力處分是什麼？如果他不喜歡，這兒子不孝，告到官府，你們把他殺掉，立刻執行，沒有任何辯白的，你父母不要你了。所以從前這一條法律還好，不孝的人也得假裝著孝，父母這不高興，告到衙門去，你命就沒有了，真的一點不假。這條法律在民國二十幾年廢除的，抗戰之前，抗戰好像是民國二十六年，在抗戰之前，我記得有這麼一個印象。所以人最嚴重的罪過，第一個就不孝父母，第二條就是背師叛道，老師的恩跟父母沒有兩樣，我們的慧命得自於老師，身命得自於父母。所以佛法，你看淨業三福第一條一開頭，第一句「孝養父母」，第二句「奉事師長」，這兩個根要是壞掉，倫理道德全毀掉了，無論做什麼好事，就好像花瓶裡面插的花一樣沒根。這個道理很深很深，現在人不講求了，沒人去想它，所以今天社會動亂，今天地球災難這麼多，從哪來的？孝敬兩個字沒有了。這是性德的大根大本，根本沒有了，什麼問題都出來了。今天要救這個社會怎麼救法？只有一條生路，趕快恢復倫理道德的教育、恢復宗教教育。中國這一片大地能延續五千年靠的是傳統教育，在西方、在外國維繫社會安定和平靠宗教。"
    },
    {
      "id": "02-039-0208_p0014",
      "zh_CN": "现在科学发达，东方人不要伦理道德，传统文化不要了，西方人不要宗教了，问题出来了。现在大家都知道严重，科学家提出警告，告诉我们，我们再要不努力想方法改进，这个世界进入末日了。许多科学家他们是提出数据，不是随便讲的，人类住在这个地球上，能不能延到这一个世纪的底限，也就是二十一世纪，能不能活到二一００年？很多人讲靠不住，这地球会毁灭。为什么会毁灭？诸佛菩萨、古圣先贤告诉我们，就是孝跟敬没有了，这地球就毁灭了。会那么严重是什么原因？佛法讲得好，「境随心转」。地球是我们生活的环境，生活环境是人类意念，跟着意念走的，我们的意念善，山河大地美好；我们的意念不善，山河大地它就会毁坏。从小的来讲，我们身心健康，心地善良，身心健康；心行不善良，身体肯定有毛病，为什么？身也是我们的环境，最贴身的一个环境。意念主宰一切！科学家是告诉我们，现在全世界大家都知道的，二０一二年是灾难年，地球上的灾难年。科学家也给我们提供一个应对的方法，他提出来的跟佛经上讲的是一样，但是只提出个纲领，没有细节。科学家教给我们，如何应对二０一二地球灾难年？他讲了三句话，第一句话告诉我们要弃恶扬善，要把恶的丢掉，要把善的表扬出来，弃恶扬善，第二句话改邪归正，第三句话端正心念，这个灾难可以化解，纵不能化解，大幅度的减轻。善恶的标准是什么？邪正的标准是什么？他就没说。",
      "zh_TW": "現在科學發達，東方人不要倫理道德，傳統文化不要了，西方人不要宗教了，問題出來了。現在大家都知道嚴重，科學家提出警告，告訴我們，我們再要不努力想方法改進，這個世界進入末日了。許多科學家他們是提出數據，不是隨便講的，人類住在這個地球上，能不能延到這一個世紀的底限，也就是二十一世紀，能不能活到二一００年？很多人講靠不住，這地球會毀滅。為什麼會毀滅？諸佛菩薩、古聖先賢告訴我們，就是孝跟敬沒有了，這地球就毀滅了。會那麼嚴重是什麼原因？佛法講得好，「境隨心轉」。地球是我們生活的環境，生活環境是人類意念，跟著意念走的，我們的意念善，山河大地美好；我們的意念不善，山河大地它就會毀壞。從小的來講，我們身心健康，心地善良，身心健康；心行不善良，身體肯定有毛病，為什麼？身也是我們的環境，最貼身的一個環境。意念主宰一切！科學家是告訴我們，現在全世界大家都知道的，二０一二年是災難年，地球上的災難年。科學家也給我們提供一個應對的方法，他提出來的跟佛經上講的是一樣，但是只提出個綱領，沒有細節。科學家教給我們，如何應對二０一二地球災難年？他講了三句話，第一句話告訴我們要棄惡揚善，要把惡的丟掉，要把善的表揚出來，棄惡揚善，第二句話改邪歸正，第三句話端正心念，這個災難可以化解，縱不能化解，大幅度的減輕。善惡的標準是什麼？邪正的標準是什麼？他就沒說。"
    },
    {
      "id": "02-039-0208_p0015",
      "zh_CN": "宗教经典里面有，我们中国传统教学里头有。中国古人教学最重要的就是四个科目，五千年教学都是抓住这个纲领，不敢远离。这四个科目，第一个是五伦，五伦是讲人与人的关系，父子有亲，父慈子孝这就是标准，君臣有义、夫妇有别、长幼有序、朋友有信。人与人关系里面表现出什么？亲爱、礼敬，古人非常重视，现在没有了。从五伦里面就生五种常德，常是永恒不变，不能须臾离开的，离开就错了。这五德就是仁义礼智信，仁是爱人；义是循理，起心动念、一切作为要合乎义，义是什么？合情、合理、合法这叫义。四维是礼义廉耻，管仲说的「四维不张，国乃灭亡」，如果这个国家的人不知道礼，不知道义，不知道廉耻，这国家民族就很快灭亡。最后一个科目是八德，孝悌忠信仁爱和平，中国几千年的教育都遵守这个最高的指导原则。你看儒家讲的，这儒家的传注，四书五经十三经字字句句不离开这个范围，乃至于乾隆编辑的《四库全书》也没离开。佛法里面的标准，就是十善业道、三皈五戒、律仪，非常完备，比儒家讲得还详细。这是什么？性德的流露，不是古人定的，不是他发明、他的著作，不是的，这是每个人自性的性德。现在虽然丢了，你只要提起来每个人都欢喜，我们就晓得这是性德。你看在中国丢了差不多将近一百年，我们在汤池就用《弟子规》做个实验，三个多月这个小镇民风就一百八十度的改变，我们非常惊讶。",
      "zh_TW": "宗教經典裡面有，我們中國傳統教學裡頭有。中國古人教學最重要的就是四個科目，五千年教學都是抓住這個綱領，不敢遠離。這四個科目，第一個是五倫，五倫是講人與人的關係，父子有親，父慈子孝這就是標準，君臣有義、夫婦有別、長幼有序、朋友有信。人與人關係裡面表現出什麼？親愛、禮敬，古人非常重視，現在沒有了。從五倫裡面就生五種常德，常是永恆不變，不能須臾離開的，離開就錯了。這五德就是仁義禮智信，仁是愛人；義是循理，起心動念、一切作為要合乎義，義是什麼？合情、合理、合法這叫義。四維是禮義廉恥，管仲說的「四維不張，國乃滅亡」，如果這個國家的人不知道禮，不知道義，不知道廉恥，這國家民族就很快滅亡。最後一個科目是八德，孝悌忠信仁愛和平，中國幾千年的教育都遵守這個最高的指導原則。你看儒家講的，這儒家的傳註，四書五經十三經字字句句不離開這個範圍，乃至於乾隆編輯的《四庫全書》也沒離開。佛法裡面的標準，就是十善業道、三皈五戒、律儀，非常完備，比儒家講得還詳細。這是什麼？性德的流露，不是古人定的，不是他發明、他的著作，不是的，這是每個人自性的性德。現在雖然丟了，你只要提起來每個人都歡喜，我們就曉得這是性德。你看在中國丟了差不多將近一百年，我們在湯池就用《弟子規》做個實驗，三個多月這個小鎮民風就一百八十度的改變，我們非常驚訝。"
    },
    {
      "id": "02-039-0208_p0016",
      "zh_CN": "证明两桩事情，哪两桩？第一个证明，古人讲的人性本善，证明这桩事情人性是善的，可惜没人教他，他学坏了。第二个证明，人是非常好教的，不难教，怎么那么短的时间他良心就发现了。人真有良心，就是没有人教他，没有人做一个实验点，做一个好榜样，让全世界的人都来看看，看古人这种教学的方法，你看他东西好不好，现在要不要，做出榜样来给人看。大家看到都欢喜、都赞叹，说明古人东西有价值，现在人所思想的有问题。古人东西禁得起五千年的考验，现在科学都办不到，科学几年之后有新的科学家把前面推翻了。在从前都讲定律、真理，现在没人敢讲这话，新科技突飞猛进。可是古圣先贤那一套东西，没有人能推得翻，孝顺父母能推翻吗？你想想，你将来老了你希望你儿子不孝顺吗？你不喜欢别人尊重你吗？这东西能推翻吗？伦理、道德、因果教育推翻，人就变成禽兽，实在讲连禽兽都不如，禽兽吃饱了牠不害别人。所以今天只有，这外国人讲的不是我们讲的，我们没这么大的智慧。英国历史哲学家汤恩比博士说的，要拯救这个地球，要拯救这个世界，他说「只有中国孔孟学说跟大乘佛法」。谁相信？谁肯干？不相信、不肯干，这世界没救了，这真的不是假的。人类生存在现前是最危急的一个时候，许多人提出来严重警告，来日无多，要认真努力去念佛。这个话讲得没错，更应该积极去推展伦理的教育、道德的教育、因果的教育、宗教的教育，这四种教育能救社会、能救世界。我们做了十年，从一九九九年开始做，虽然效果不是很大，带给我们强烈的信心，宗教可以团结，宗教能觉悟。我们希望宗教彼此和睦相处，互相学习，就能带给这个社会和谐、平等，带给地球上居民真正的福祉。",
      "zh_TW": "證明兩樁事情，哪兩樁？第一個證明，古人講的人性本善，證明這樁事情人性是善的，可惜沒人教他，他學壞了。第二個證明，人是非常好教的，不難教，怎麼那麼短的時間他良心就發現了。人真有良心，就是沒有人教他，沒有人做一個實驗點，做一個好榜樣，讓全世界的人都來看看，看古人這種教學的方法，你看他東西好不好，現在要不要，做出榜樣來給人看。大家看到都歡喜、都讚歎，說明古人東西有價值，現在人所思想的有問題。古人東西禁得起五千年的考驗，現在科學都辦不到，科學幾年之後有新的科學家把前面推翻了。在從前都講定律、真理，現在沒人敢講這話，新科技突飛猛進。可是古聖先賢那一套東西，沒有人能推得翻，孝順父母能推翻嗎？你想想，你將來老了你希望你兒子不孝順嗎？你不喜歡別人尊重你嗎？這東西能推翻嗎？倫理、道德、因果教育推翻，人就變成禽獸，實在講連禽獸都不如，禽獸吃飽了牠不害別人。所以今天只有，這外國人講的不是我們講的，我們沒這麼大的智慧。英國歷史哲學家湯恩比博士說的，要拯救這個地球，要拯救這個世界，他說「只有中國孔孟學說跟大乘佛法」。誰相信？誰肯幹？不相信、不肯幹，這世界沒救了，這真的不是假的。人類生存在現前是最危急的一個時候，許多人提出來嚴重警告，來日無多，要認真努力去念佛。這個話講得沒錯，更應該積極去推展倫理的教育、道德的教育、因果的教育、宗教的教育，這四種教育能救社會、能救世界。我們做了十年，從一九九九年開始做，雖然效果不是很大，帶給我們強烈的信心，宗教可以團結，宗教能覺悟。我們希望宗教彼此和睦相處，互相學習，就能帶給這個社會和諧、平等，帶給地球上居民真正的福祉。"
    },
    {
      "id": "02-039-0208_p0017",
      "zh_CN": "这是我们读到西方极乐世界，我们非常的向往，我们为什么不能在这个人间建立净土？想到东晋时代，慧远大师在江西庐山建一个念佛堂，东林念佛堂一百二十三个志同道合的朋友，在一起念佛修行。是地球上第一个净宗道场，一百二十三个人个个成就，不可思议！前人做得到，我们后人努力也能做得到，不是做不到。远公当年所依的经就是《无量寿经》，那个时候《观经》、《弥陀经》还没有翻成中国文，《无量寿经》来得早，翻译也是最早的，净土宗的建立首先就是依这部经。我们能把这部经里面的道理、理论，变成我们的思想；里面的教诲，变成我们的生活行为，我们就做到了。一个小小的范围，志同道合在那里修行，那就是极乐世界。你真做出样子，净土宗在整个世界会发扬光大，所以一定要做个示范，做个典型，让人家来学习。所以这桩事情，得要大福报的人才能做得成功，我想我这一生是没法子，来生大概可以，过去生中没修福，只有修了一点智慧没有福报，但这一生修的福报很多。所以要有福报、有智慧才能做得成功，福慧双修，缺一个都不行。我们这个世间有很多有福报的大法师，福报很大他没做，我们想做没福报。我很想跟他合作，他不跟我合作，没办法。我把我能看到的、我能想到的，我都在讲席里供养给大众。我相信听众当中有，肯定有，有智慧、有福报，你们要发心救自己、救你的家庭、救国家、救民族、救全世界，这个功德多大，这多有意义的人生！不要求做大官，也不要求发大财，做真正的好事，你说这人一生多快乐。像释迦牟尼佛一样，法喜充满，常生欢喜心，这个有意义。",
      "zh_TW": "這是我們讀到西方極樂世界，我們非常的嚮往，我們為什麼不能在這個人間建立淨土？想到東晉時代，慧遠大師在江西廬山建一個念佛堂，東林念佛堂一百二十三個志同道合的朋友，在一起念佛修行。是地球上第一個淨宗道場，一百二十三個人個個成就，不可思議！前人做得到，我們後人努力也能做得到，不是做不到。遠公當年所依的經就是《無量壽經》，那個時候《觀經》、《彌陀經》還沒有翻成中國文，《無量壽經》來得早，翻譯也是最早的，淨土宗的建立首先就是依這部經。我們能把這部經裡面的道理、理論，變成我們的思想；裡面的教誨，變成我們的生活行為，我們就做到了。一個小小的範圍，志同道合在那裡修行，那就是極樂世界。你真做出樣子，淨土宗在整個世界會發揚光大，所以一定要做個示範，做個典型，讓人家來學習。所以這樁事情，得要大福報的人才能做得成功，我想我這一生是沒法子，來生大概可以，過去生中沒修福，只有修了一點智慧沒有福報，但這一生修的福報很多。所以要有福報、有智慧才能做得成功，福慧雙修，缺一個都不行。我們這個世間有很多有福報的大法師，福報很大他沒做，我們想做沒福報。我很想跟他合作，他不跟我合作，沒辦法。我把我能看到的、我能想到的，我都在講席裡供養給大眾。我相信聽眾當中有，肯定有，有智慧、有福報，你們要發心救自己、救你的家庭、救國家、救民族、救全世界，這個功德多大，這多有意義的人生！不要求做大官，也不要求發大財，做真正的好事，你說這人一生多快樂。像釋迦牟尼佛一樣，法喜充滿，常生歡喜心，這個有意義。"
    },
    {
      "id": "02-039-0208_p0018",
      "zh_CN": "我们看二五五页倒数第三行，「又望西亦曰：诸乐根本，只在此愿」。这是真的，极乐，极乐的根本要寿命，如果没有寿命，那个极乐也等于零，没寿命去享受它怎么行？所以你就知道这一愿，古人称为净宗第一德，他很有道理，没有寿命一切都结束，都完了，所以寿命比什么都重要。「又如《群疑论》谓彼国人民命极长远，纵令凡夫，还入变易，究竟成佛。」变易就是分段生死了了，他还有变易生死。我们讲西方极乐世界，实报土里四十一位法身大士，说实在的话他们变易没有了，但是极乐世界有凡圣同居土、有方便有余土，这两土有变易生死，没有分段生死，所以他们这个问题解决了，真的一生究竟成佛。「盖生极乐，见佛闻法，一切时处皆是增上」，都是增上缘，帮助你增福增慧。成佛，福慧到了圆满这才成佛，福慧有欠缺成不了佛，福慧圆满才成佛。所以极乐世界它最大的好处，「无有退缘」，这是很大的好处。我们这个世界处处都有障碍，很容易退心，他没有退缘。「寿命复又无量」，又有无量寿，「故不论根器如何，凡往生者必定成佛。称之为净土第一德，良有以也」。这决定是事实，是能够讲得通的净土第一德。",
      "zh_TW": "我們看二五五頁倒數第三行，「又望西亦曰：諸樂根本，只在此願」。這是真的，極樂，極樂的根本要壽命，如果沒有壽命，那個極樂也等於零，沒壽命去享受它怎麼行？所以你就知道這一願，古人稱為淨宗第一德，他很有道理，沒有壽命一切都結束，都完了，所以壽命比什麼都重要。「又如《群疑論》謂彼國人民命極長遠，縱令凡夫，還入變易，究竟成佛。」變易就是分段生死了了，他還有變易生死。我們講西方極樂世界，實報土裡四十一位法身大士，說實在的話他們變易沒有了，但是極樂世界有凡聖同居土、有方便有餘土，這兩土有變易生死，沒有分段生死，所以他們這個問題解決了，真的一生究竟成佛。「蓋生極樂，見佛聞法，一切時處皆是增上」，都是增上緣，幫助你增福增慧。成佛，福慧到了圓滿這才成佛，福慧有欠缺成不了佛，福慧圓滿才成佛。所以極樂世界它最大的好處，「無有退緣」，這是很大的好處。我們這個世界處處都有障礙，很容易退心，他沒有退緣。「壽命復又無量」，又有無量壽，「故不論根器如何，凡往生者必定成佛。稱之為淨土第一德，良有以也」。這決定是事實，是能夠講得通的淨土第一德。"
    },
    {
      "id": "02-039-0208_p0019",
      "zh_CN": "下面，「第十六，声闻无数愿。愿文曰：国中声闻天人无数」。所以这也说明极乐世界有方便有余土，声闻是方便有余土；有凡圣同居土，天人是凡圣同居土。往生到那边去的人都是无数，数不尽，这个我们能够理解。西方极乐世界到底有多大？能容纳多少人？它确实是个很大的星球，比我们地球大太多了。地球上现在人满为患，多少人？也还不到七十亿人就人满为患，地球上的资源几乎没法子供应。西方极乐世界这个星球太大了，我们能够理解，每天，你想想看，从十方世界，诸佛世界去往生的人有多少？每天说一个星球一个人去往生，我们知道这星球真是无尽无数无量无边，那极乐世界每天去的人就是无数无量无边的人，这真的，一点都不假。可是还一桩事情大家有没有想到？像学校一样，每天入学这么多人，它每天还有毕业的，毕业就离开了。每天毕业的人数可能也有这么多人，他在那边训练成就成佛了，他只要证到妙觉位就离开了。所以要知道，实际上住在西方极乐世界的是四十一位法身大士，包括它们的声闻、天人。为什么？这一愿愿文里头说得很清楚。第二十愿就讲得很清楚，生到极乐世界皆作阿惟越致菩萨，阿惟越致菩萨就是实报土的菩萨，圆证三种不退，三种不退最后一种是念不退，念不退是实报土的菩萨。凡是往生西方极乐世界的人，得阿弥陀佛本愿威神的加持，到极乐世界不管是凡圣同居土下下品往生，也是阿惟越致菩萨，这个不可思议！",
      "zh_TW": "下面，「第十六，聲聞無數願。願文曰：國中聲聞天人無數」。所以這也說明極樂世界有方便有餘土，聲聞是方便有餘土；有凡聖同居土，天人是凡聖同居土。往生到那邊去的人都是無數，數不盡，這個我們能夠理解。西方極樂世界到底有多大？能容納多少人？它確實是個很大的星球，比我們地球大太多了。地球上現在人滿為患，多少人？也還不到七十億人就人滿為患，地球上的資源幾乎沒法子供應。西方極樂世界這個星球太大了，我們能夠理解，每天，你想想看，從十方世界，諸佛世界去往生的人有多少？每天說一個星球一個人去往生，我們知道這星球真是無盡無數無量無邊，那極樂世界每天去的人就是無數無量無邊的人，這真的，一點都不假。可是還一樁事情大家有沒有想到？像學校一樣，每天入學這麼多人，它每天還有畢業的，畢業就離開了。每天畢業的人數可能也有這麼多人，他在那邊訓練成就成佛了，他只要證到妙覺位就離開了。所以要知道，實際上住在西方極樂世界的是四十一位法身大士，包括它們的聲聞、天人。為什麼？這一願願文裡頭說得很清楚。第二十願就講得很清楚，生到極樂世界皆作阿惟越致菩薩，阿惟越致菩薩就是實報土的菩薩，圓證三種不退，三種不退最後一種是念不退，念不退是實報土的菩薩。凡是往生西方極樂世界的人，得阿彌陀佛本願威神的加持，到極樂世界不管是凡聖同居土下下品往生，也是阿惟越致菩薩，這個不可思議！"
    },
    {
      "id": "02-039-0208_p0020",
      "zh_CN": "我们就知道，凡圣同居土也就等于实报庄严土，它里头没有生死、没有变化。前面给我们讲的，生到西方极乐世界身体都是紫磨真金色身，体质相同，相貌都是三十二相八十种好，相貌相同，相同就不变。不像我们这个世间有生老病死，年年都变化，一年比一年老，停不住。西方极乐世界的人不老，你看无量寿，他人不老，他没有变化，这个不可思议。我们相信很多很多人都喜欢长寿，喜欢短命的人很少，不能说没有，也有，但是喜欢长寿的多，欢喜长寿的人都到极乐世界去。这个地球上每天我们能想像得到，每天自杀的人不少，现在连小学生都自杀，为什么？活得不耐烦，这世界太苦了没有意思。自杀解决不了问题，如果自杀能解决问题，那事情太简单了；解决不了问题，自杀不但不能解决问题，还带来更多的麻烦。佛在经里面告诉我们，凡是自杀的人他很可怜，每七天它要重复表演一次，就是说它中阴身没有法子去投胎，六道轮回它就止于这个地方，每七天要受一次罪。要到找到替身它才能离开，要找不到替身，有时候好多年都找不到替身，很苦！如果他知道自杀这么苦，他就不会自杀。觉得这个世界活得没有意思，极乐世界好，极乐世界样样称心如意，为什么不到极乐世界去？",
      "zh_TW": "我們就知道，凡聖同居土也就等於實報莊嚴土，它裡頭沒有生死、沒有變化。前面給我們講的，生到西方極樂世界身體都是紫磨真金色身，體質相同，相貌都是三十二相八十種好，相貌相同，相同就不變。不像我們這個世間有生老病死，年年都變化，一年比一年老，停不住。西方極樂世界的人不老，你看無量壽，他人不老，他沒有變化，這個不可思議。我們相信很多很多人都喜歡長壽，喜歡短命的人很少，不能說沒有，也有，但是喜歡長壽的多，歡喜長壽的人都到極樂世界去。這個地球上每天我們能想像得到，每天自殺的人不少，現在連小學生都自殺，為什麼？活得不耐煩，這世界太苦了沒有意思。自殺解決不了問題，如果自殺能解決問題，那事情太簡單了；解決不了問題，自殺不但不能解決問題，還帶來更多的麻煩。佛在經裡面告訴我們，凡是自殺的人他很可憐，每七天它要重複表演一次，就是說它中陰身沒有法子去投胎，六道輪迴它就止於這個地方，每七天要受一次罪。要到找到替身它才能離開，要找不到替身，有時候好多年都找不到替身，很苦！如果他知道自殺這麼苦，他就不會自殺。覺得這個世界活得沒有意思，極樂世界好，極樂世界樣樣稱心如意，為什麼不到極樂世界去？"
    },
    {
      "id": "02-039-0208_p0021",
      "zh_CN": "由此可知，无论是什么人，实在讲他对极乐世界知道得太少，没人介绍给他，真正他知道了，搞清楚、搞明白了，世界上有这么一个好的地方，现在人讲移民，赶快过去这就对了。移民到极乐世界没有什么条件的，也没有什么资历的，只要你想去，条件三个，你真信、真愿意去、肯念这句阿弥陀佛。念佛为什么重要？西方极乐是个星球，很大的星球，在太空当中我们不知道在哪里，这一句阿弥陀佛是信号，就好像空中飞行这样子它一个信号，你念这个信号的时候方向就正确，你不念这个信号那你不晓得跑哪去了，你就失去航道。所以这一个信号太重要，循着这个信号你去念，阿弥陀佛就跟着你这个信号来迎接你了，来带你去了，你看多方便！我这样说大家很容易理解。你说用什么方法，我相信，我有愿，怎样跟阿弥陀佛联系，跟西方极乐世界搭上这条线？就是一句南无阿弥陀佛，线就搭上了。而且念佛往生的人太多太多了，真有效！我们亲眼看见的人就不少，那是事实给我们做的证明。",
      "zh_TW": "由此可知，無論是什麼人，實在講他對極樂世界知道得太少，沒人介紹給他，真正他知道了，搞清楚、搞明白了，世界上有這麼一個好的地方，現在人講移民，趕快過去這就對了。移民到極樂世界沒有什麼條件的，也沒有什麼資歷的，只要你想去，條件三個，你真信、真願意去、肯念這句阿彌陀佛。念佛為什麼重要？西方極樂是個星球，很大的星球，在太空當中我們不知道在哪裡，這一句阿彌陀佛是信號，就好像空中飛行這樣子它一個信號，你念這個信號的時候方向就正確，你不念這個信號那你不曉得跑哪去了，你就失去航道。所以這一個信號太重要，循著這個信號你去念，阿彌陀佛就跟著你這個信號來迎接你了，來帶你去了，你看多方便！我這樣說大家很容易理解。你說用什麼方法，我相信，我有願，怎樣跟阿彌陀佛聯繫，跟西方極樂世界搭上這條線？就是一句南無阿彌陀佛，線就搭上了。而且念佛往生的人太多太多了，真有效！我們親眼看見的人就不少，那是事實給我們做的證明。"
    },
    {
      "id": "02-039-0208_p0022",
      "zh_CN": "底下一句说得很好，「三无量者」，极乐世界三种无量，「光明无量、寿命无量、眷属无量」，眷属是同学，阿弥陀佛是老师，是我们的校长。同学里面你看有菩萨、有二乘、有天人，这些同学在极乐世界都是和睦相处，都不会有闹意见的，不会起纠纷的，为什么？他心不清净，阿弥陀佛不会来接引他。要知道我们平时起心动念、言语造作，阿弥陀佛看得清清楚楚，你想到我这里来，我要不要你来，他看得很清楚。如果你烦恼习气还没有放下，这个人跟我有怨，我都还没报复他，我到极乐世界，他怎么可以去？那到极乐世界两个还吵架，那不是把极乐世界的社会扰乱了吗？所以这样情形阿弥陀佛不会接引他的，这都得要懂。否则的话，我们念了一辈子阿弥陀佛，最后去不了，不知道自己过失，还骂阿弥陀佛不灵，你看我天天念你，你都不来接我。不知道自己烦恼习气太重，你到极乐世界会出乱子，会搅乱那边社会，不是他不慈悲，这个道理一定要明白。所以我们在此地念这句佛号，一个是跟阿弥陀佛这个世界联系、沟通；另外一个，用这句阿弥陀佛把我们的烦恼习气把它压住，这是有这么一个作用在里头。取西方极乐世界就很容易，就不难了。",
      "zh_TW": "底下一句說得很好，「三無量者」，極樂世界三種無量，「光明無量、壽命無量、眷屬無量」，眷屬是同學，阿彌陀佛是老師，是我們的校長。同學裡面你看有菩薩、有二乘、有天人，這些同學在極樂世界都是和睦相處，都不會有鬧意見的，不會起糾紛的，為什麼？他心不清淨，阿彌陀佛不會來接引他。要知道我們平時起心動念、言語造作，阿彌陀佛看得清清楚楚，你想到我這裡來，我要不要你來，他看得很清楚。如果你煩惱習氣還沒有放下，這個人跟我有怨，我都還沒報復他，我到極樂世界，他怎麼可以去？那到極樂世界兩個還吵架，那不是把極樂世界的社會擾亂了嗎？所以這樣情形阿彌陀佛不會接引他的，這都得要懂。否則的話，我們念了一輩子阿彌陀佛，最後去不了，不知道自己過失，還罵阿彌陀佛不靈，你看我天天念你，你都不來接我。不知道自己煩惱習氣太重，你到極樂世界會出亂子，會攪亂那邊社會，不是他不慈悲，這個道理一定要明白。所以我們在此地念這句佛號，一個是跟阿彌陀佛這個世界聯繫、溝通；另外一個，用這句阿彌陀佛把我們的煩惱習氣把它壓住，這是有這麼一個作用在裡頭。取西方極樂世界就很容易，就不難了。"
    },
    {
      "id": "02-039-0208_p0023",
      "zh_CN": "「愿云声闻兼摄缘觉」，缘觉跟声闻都是小乘，就是二乘人。「或疑」，或者有疑惑，「《悲华经》谓彼佛国土，无有声闻、辟支佛乘。所有大众，纯是菩萨，无量无边。」《悲华经》里头，也是介绍西方极乐世界，有这么一段经文。我们在这听到，如果你看《悲华经》这一段，或者就有疑惑，那个经上讲无有声闻、辟支佛乘，为什么这个地方说有？「今经何云声闻无数耶？盖此二者」，这是大师为我们解释这两种，「文虽相左，而义实无违」，文字不一样，意思没有两样，没有违背。「今经三辈往生，俱云发菩提心，一向专念」。这个三辈是上中下三辈，这讲根性的，他怎么往生的？都是发菩提心，一向专念。发菩提心，蕅益大师在《弥陀经要解》里面讲的，就是真信切愿这就是发菩提心，这个说得好！我们在没有读蕅益大师这一段话的时候，是有怀疑，为什么？我们看到许多往生的人，真的念佛往生，走的时候瑞相稀有预知时至。哪些人？老阿公老阿婆他们不认识字，没有念过书，根本就不懂什么叫菩提心，他们念佛为什么也能往生？跟经上讲的不符合发菩提心。你问他有没有发菩提心？他不知道，他只知道我念阿弥陀佛，就是要求生极乐世界去见阿弥陀佛，他不知道什么叫菩提心。蕅益大师《要解》上这一句话，把这个问题给我们解答了，真信切愿就是大菩提心。我们想想这两句话有道理，一点都不错，相信、想到极乐世界这个心就是大菩提心。我们这部经上「三辈往生」这一品里面，告诉我们往生极乐世界的条件，就是这八个字「发菩提心，一向专念」。",
      "zh_TW": "「願云聲聞兼攝緣覺」，緣覺跟聲聞都是小乘，就是二乘人。「或疑」，或者有疑惑，「《悲華經》謂彼佛國土，無有聲聞、辟支佛乘。所有大眾，純是菩薩，無量無邊。」《悲華經》裡頭，也是介紹西方極樂世界，有這麼一段經文。我們在這聽到，如果你看《悲華經》這一段，或者就有疑惑，那個經上講無有聲聞、辟支佛乘，為什麼這個地方說有？「今經何云聲聞無數耶？蓋此二者」，這是大師為我們解釋這兩種，「文雖相左，而義實無違」，文字不一樣，意思沒有兩樣，沒有違背。「今經三輩往生，俱云發菩提心，一向專念」。這個三輩是上中下三輩，這講根性的，他怎麼往生的？都是發菩提心，一向專念。發菩提心，蕅益大師在《彌陀經要解》裡面講的，就是真信切願這就是發菩提心，這個說得好！我們在沒有讀蕅益大師這一段話的時候，是有懷疑，為什麼？我們看到許多往生的人，真的念佛往生，走的時候瑞相稀有預知時至。哪些人？老阿公老阿婆他們不認識字，沒有念過書，根本就不懂什麼叫菩提心，他們念佛為什麼也能往生？跟經上講的不符合發菩提心。你問他有沒有發菩提心？他不知道，他只知道我念阿彌陀佛，就是要求生極樂世界去見阿彌陀佛，他不知道什麼叫菩提心。蕅益大師《要解》上這一句話，把這個問題給我們解答了，真信切願就是大菩提心。我們想想這兩句話有道理，一點都不錯，相信、想到極樂世界這個心就是大菩提心。我們這部經上「三輩往生」這一品裡面，告訴我們往生極樂世界的條件，就是這八個字「發菩提心，一向專念」。"
    },
    {
      "id": "02-039-0208_p0024",
      "zh_CN": "「三辈生者，既已悉发菩提心，所行必是菩萨乘。故《悲华》云纯是菩萨」。你到极乐世界，极乐世界是大乘不是小乘，你见阿弥陀佛，阿弥陀佛是圆满的佛果，不是分证佛、不是相似佛，他是圆满的佛，当然是纯大乘。不但是大乘，过去多少祖师大德告诉我们，这个法门是一乘法，凡夫直接成佛的大法，不可思议！我们再往下面看，就愈看愈清楚了，「至于彼国声闻缘觉，只是就其断惑之情况而言」。这句话说得非常之好，「虽断见思，未破尘沙与无明惑，是称声闻」。所以等于他方世界的小乘，是这个意思，从他在那边修学，逐渐逐渐向上提升，你看从人天提升到声闻，从声闻提升到菩萨，这是讲他在那边变易生死的变化，像念书一样从小学、中学、大学，是这么个意思。但是他是纯大乘，纯是菩萨。「非是只求自度之二乘」，如果说只求自度，没有度众生的念头，这个人去不了的。「若只求自度，不愿度他，则是未发菩提心」，跟菩萨乘不相应。「不发菩提心，即不能往生」，所以不发菩提心就不能往生。我们对于这些老太婆老阿公就产生怀疑，为什么他念佛能往生？然后我们就晓得，蕅益大师把这个问题给我们解答了。他没有学过经教，他不懂什么叫菩提心，他真发了，真发了自己不知道。所以那些老太婆老阿公，你去问问，他们在生的时候非常有慈悲心，无论什么人有困苦，他都全心全力去照顾、去帮忙。所以他不是只顾自己的，他能够舍己为人，这就是菩萨心肠，又是真信切愿，他怎么会不往生！所以发菩提心，他不知道他发菩提心，实际上他的心早就发了，所以他一向专念他就能往生。",
      "zh_TW": "「三輩生者，既已悉發菩提心，所行必是菩薩乘。故《悲華》云純是菩薩」。你到極樂世界，極樂世界是大乘不是小乘，你見阿彌陀佛，阿彌陀佛是圓滿的佛果，不是分證佛、不是相似佛，他是圓滿的佛，當然是純大乘。不但是大乘，過去多少祖師大德告訴我們，這個法門是一乘法，凡夫直接成佛的大法，不可思議！我們再往下面看，就愈看愈清楚了，「至於彼國聲聞緣覺，只是就其斷惑之情況而言」。這句話說得非常之好，「雖斷見思，未破塵沙與無明惑，是稱聲聞」。所以等於他方世界的小乘，是這個意思，從他在那邊修學，逐漸逐漸向上提升，你看從人天提升到聲聞，從聲聞提升到菩薩，這是講他在那邊變易生死的變化，像念書一樣從小學、中學、大學，是這麼個意思。但是他是純大乘，純是菩薩。「非是只求自度之二乘」，如果說只求自度，沒有度眾生的念頭，這個人去不了的。「若只求自度，不願度他，則是未發菩提心」，跟菩薩乘不相應。「不發菩提心，即不能往生」，所以不發菩提心就不能往生。我們對於這些老太婆老阿公就產生懷疑，為什麼他念佛能往生？然後我們就曉得，蕅益大師把這個問題給我們解答了。他沒有學過經教，他不懂什麼叫菩提心，他真發了，真發了自己不知道。所以那些老太婆老阿公，你去問問，他們在生的時候非常有慈悲心，無論什麼人有困苦，他都全心全力去照顧、去幫忙。所以他不是只顧自己的，他能夠捨己為人，這就是菩薩心腸，又是真信切願，他怎麼會不往生！所以發菩提心，他不知道他發菩提心，實際上他的心早就發了，所以他一向專念他就能往生。"
    },
    {
      "id": "02-039-0208_p0025",
      "zh_CN": "「证诸《宋译》此意甚显」。我们再看宋朝翻译是最后翻译的《无量寿经》，宋译本。「《宋译》曰：我得菩提成正觉已，所有众生，令生我刹，虽住声闻缘觉之位，往百千俱胝那由他宝刹之内，遍作佛事，悉皆令得阿耨多罗三藐三菩提」。这一段经文意思就很明显了。下面说，「按声闻不闻他方佛名，但求小乘涅槃，不取佛果」，可是他在极乐世界，「今极乐人民所谓为声闻者，能远至无数佛国，作无量佛事，度无边众生，悉令成佛，正是大菩萨之行径，岂能视为一般声闻耶」？这是说在极乐世界修行，程度还没有达到菩萨这个级别、这个阶级。这是我们知道的，凡夫往生一品烦恼都没有断，带业往生的，到西方极乐世界得阿弥陀佛四十八愿威神加持，你的智慧、神通、道力几乎与法身菩萨相等。但是你要知道，那不是你自己的，不是你修的，是阿弥陀佛加持你的，加持你管用，不是说加持有名无实，管用。为什么？你有能力每天到十方世界，去拜佛、去听法，到十方世界去拜佛，你肯定去供养、供佛，供佛是修福，听佛讲经开智慧是闻法。供佛、闻法、度生这是大乘菩萨之行，你现在虽然自己没有这个能力，可是佛的能力加持给你了，你能做到。",
      "zh_TW": "「證諸《宋譯》此意甚顯」。我們再看宋朝翻譯是最後翻譯的《無量壽經》，宋譯本。「《宋譯》曰：我得菩提成正覺已，所有眾生，令生我剎，雖住聲聞緣覺之位，往百千俱胝那由他寶剎之內，遍作佛事，悉皆令得阿耨多羅三藐三菩提」。這一段經文意思就很明顯了。下面說，「按聲聞不聞他方佛名，但求小乘涅槃，不取佛果」，可是他在極樂世界，「今極樂人民所謂為聲聞者，能遠至無數佛國，作無量佛事，度無邊眾生，悉令成佛，正是大菩薩之行徑，豈能視為一般聲聞耶」？這是說在極樂世界修行，程度還沒有達到菩薩這個級別、這個階級。這是我們知道的，凡夫往生一品煩惱都沒有斷，帶業往生的，到西方極樂世界得阿彌陀佛四十八願威神加持，你的智慧、神通、道力幾乎與法身菩薩相等。但是你要知道，那不是你自己的，不是你修的，是阿彌陀佛加持你的，加持你管用，不是說加持有名無實，管用。為什麼？你有能力每天到十方世界，去拜佛、去聽法，到十方世界去拜佛，你肯定去供養、供佛，供佛是修福，聽佛講經開智慧是聞法。供佛、聞法、度生這是大乘菩薩之行，你現在雖然自己沒有這個能力，可是佛的能力加持給你了，你能做到。"
    },
    {
      "id": "02-039-0208_p0026",
      "zh_CN": "所以从这个地方去看，从阿弥陀佛本愿加持皆作阿惟越致菩萨，那我们讲纯是菩萨讲得通，下下品往生的都是菩萨，他是阿惟越致菩萨。但是加持你，你自己烦恼慢慢的会减轻的，智慧增长了，你的级别自然就提升。阿弥陀佛加持不是永远加持你的，你还要在加持当中努力去提升自己。提升到什么时候不要加持？提升到真正实报土的时候不要加持了。换句话说，你在凡圣同居土、在方便有余土，你没有佛力加持，你就没有办法行菩萨道，没有办法像大菩萨这么样的自在。这个自在，你从四十八愿就看到，四十八愿所描写的都是这些菩萨大自在、大圆满，可是到西方极乐世界就有，这是无比的殊胜！十方世界所没有的，只有阿弥陀佛极乐世界有。你真搞清楚、搞明白，你能不去吗？你肯把这个机会当面错过吗？那你就真的错了，真的大错了。所以你搞清楚、搞明白，真正想去，老实念佛就办到了。所以今天极乐世界人民，所谓人民称为声闻，你看他能够到无数佛国作无量佛事，这个佛事就是听经、供养，这就佛事。对老师的尊敬供养修福，跟同学们结缘，这都是福慧双修，听老师教诲，同学切磋琢磨，进步就太快了。",
      "zh_TW": "所以從這個地方去看，從阿彌陀佛本願加持皆作阿惟越致菩薩，那我們講純是菩薩講得通，下下品往生的都是菩薩，他是阿惟越致菩薩。但是加持你，你自己煩惱慢慢的會減輕的，智慧增長了，你的級別自然就提升。阿彌陀佛加持不是永遠加持你的，你還要在加持當中努力去提升自己。提升到什麼時候不要加持？提升到真正實報土的時候不要加持了。換句話說，你在凡聖同居土、在方便有餘土，你沒有佛力加持，你就沒有辦法行菩薩道，沒有辦法像大菩薩這麼樣的自在。這個自在，你從四十八願就看到，四十八願所描寫的都是這些菩薩大自在、大圓滿，可是到西方極樂世界就有，這是無比的殊勝！十方世界所沒有的，只有阿彌陀佛極樂世界有。你真搞清楚、搞明白，你能不去嗎？你肯把這個機會當面錯過嗎？那你就真的錯了，真的大錯了。所以你搞清楚、搞明白，真正想去，老實念佛就辦到了。所以今天極樂世界人民，所謂人民稱為聲聞，你看他能夠到無數佛國作無量佛事，這個佛事就是聽經、供養，這就佛事。對老師的尊敬供養修福，跟同學們結緣，這都是福慧雙修，聽老師教誨，同學切磋琢磨，進步就太快了。"
    },
    {
      "id": "02-039-0208_p0027",
      "zh_CN": "同时度无边众生，这一句是怎么说？众生有感，我们自己无量劫来与我们有缘的众生太多了，他们还在六道、还在十法界，他有感，我们虽然道业没有成就，但是有阿弥陀佛本愿威神加持，跟阿惟越致菩萨一样，阿惟越致菩萨在十法界，众生有感他就应。换句话，你也就有这个能力应众生之感，那你就去帮助他，这就是度无边众生。不是几个人，不是我这一生当中遇到几个，生生世世家亲眷属你全都知道了。对你有亲的是你的有缘人，跟你结怨的也是有缘人，乃至于你在没有学佛之前，你所吃的这些众生的肉、你所杀害的这些众生，统统都是你的冤亲债主，都是有缘人，你到极乐世界就有能力去帮助他们，度他们，这些冤亲债主都得好处。所以这是都能帮助他们成佛，接引他们到西方极乐世界，到极乐世界就算是成佛。正是大菩萨的行径，岂能视为一般声闻，这是一般声闻决定做不到的。后面给我们做了总结，「是所谓之声闻，皆已发菩萨之大心」，是位不退，「行菩萨之大行」，这行不退，「趣无上之大果」，这是念不退。这三句话就是大乘教里面所讲的圆证三不退，凡是生到西方极乐世界的人统统具足。「其实正如《悲华》所谓纯是菩萨也」。《悲华经》里面讲得不错，没错，文字跟这里不一样，意思相同。",
      "zh_TW": "同時度無邊眾生，這一句是怎麼說？眾生有感，我們自己無量劫來與我們有緣的眾生太多了，他們還在六道、還在十法界，他有感，我們雖然道業沒有成就，但是有阿彌陀佛本願威神加持，跟阿惟越致菩薩一樣，阿惟越致菩薩在十法界，眾生有感他就應。換句話，你也就有這個能力應眾生之感，那你就去幫助他，這就是度無邊眾生。不是幾個人，不是我這一生當中遇到幾個，生生世世家親眷屬你全都知道了。對你有親的是你的有緣人，跟你結怨的也是有緣人，乃至於你在沒有學佛之前，你所吃的這些眾生的肉、你所殺害的這些眾生，統統都是你的冤親債主，都是有緣人，你到極樂世界就有能力去幫助他們，度他們，這些冤親債主都得好處。所以這是都能幫助他們成佛，接引他們到西方極樂世界，到極樂世界就算是成佛。正是大菩薩的行徑，豈能視為一般聲聞，這是一般聲聞決定做不到的。後面給我們做了總結，「是所謂之聲聞，皆已發菩薩之大心」，是位不退，「行菩薩之大行」，這行不退，「趣無上之大果」，這是念不退。這三句話就是大乘教裡面所講的圓證三不退，凡是生到西方極樂世界的人統統具足。「其實正如《悲華》所謂純是菩薩也」。《悲華經》裡面講得不錯，沒錯，文字跟這裡不一樣，意思相同。"
    },
    {
      "id": "02-039-0208_p0028",
      "zh_CN": "「本章下云」，就是这一章经文下面说这样几句话，「假令三千大千世界众生，悉成缘觉」，这个人数数量就不可思议，「于百千劫」，这是时间，「悉共计校」，不是普通人，是缘觉，三千大千世界的众生，这是假设的，不是真的，他们都是缘觉，比阿罗汉还要聪明，于百千劫是时间，共同来计算、来比较，「若能知其量数者，不取正觉」，他们能够把数量算出来，正确的算出来，佛就不成正觉。这是说明西方极乐世界的居民，亲近阿弥陀佛的这些学生弟子，数量没有办法计算的。就如同寿命一样，寿命多长这些人算不出来，极乐世界居民多少他们也算不出来。「总显佛寿无量」，佛的寿命无量，「人民寿命无量，国中弟子无量」。我们在这些经文里面看到，西方极乐世界你看看很单纯，佛是老师，往生到那里去的全是学生弟子。这个世界实实在在讲，就是阿弥陀佛大慈大悲在那里办了个学校，什么学校？凡夫一生成佛的大学，这么个学校。我们是凡夫，只要进这个大学肯定就成佛，到哪里去找！所以同学们要知道实实在在找不到，释迦牟尼佛四十九年所讲的一切经，你们去查哪一部经上有这种讲法？你也找不到。所以古大德称《无量寿经》，是释迦牟尼佛四十九年所说的第一经，很有道理。",
      "zh_TW": "「本章下云」，就是這一章經文下面說這樣幾句話，「假令三千大千世界眾生，悉成緣覺」，這個人數數量就不可思議，「於百千劫」，這是時間，「悉共計校」，不是普通人，是緣覺，三千大千世界的眾生，這是假設的，不是真的，他們都是緣覺，比阿羅漢還要聰明，於百千劫是時間，共同來計算、來比較，「若能知其量數者，不取正覺」，他們能夠把數量算出來，正確的算出來，佛就不成正覺。這是說明西方極樂世界的居民，親近阿彌陀佛的這些學生弟子，數量沒有辦法計算的。就如同壽命一樣，壽命多長這些人算不出來，極樂世界居民多少他們也算不出來。「總顯佛壽無量」，佛的壽命無量，「人民壽命無量，國中弟子無量」。我們在這些經文裡面看到，西方極樂世界你看看很單純，佛是老師，往生到那裡去的全是學生弟子。這個世界實實在在講，就是阿彌陀佛大慈大悲在那裡辦了個學校，什麼學校？凡夫一生成佛的大學，這麼個學校。我們是凡夫，只要進這個大學肯定就成佛，到哪裡去找！所以同學們要知道實實在在找不到，釋迦牟尼佛四十九年所講的一切經，你們去查哪一部經上有這種講法？你也找不到。所以古大德稱《無量壽經》，是釋迦牟尼佛四十九年所說的第一經，很有道理。"
    },
    {
      "id": "02-039-0208_p0029",
      "zh_CN": "前面我们读过，后头还有，黄老居士引用了好几次善导大师说的话。善导是我们净土宗第二代祖师，唐朝时候人，有很多人说，他老人家是阿弥陀佛应化在中国。日本人相信，我到日本访问的时候问他们，他们都知道，他们说古来祖师都这么样说的。善导大师的话就是阿弥陀佛亲口所说的，他说这两句话是「如来所以兴出世，唯说弥陀本愿海」，这赞叹这部经。一切如来出现在这个世界上，以佛的身分出现，像释迦牟尼佛一样，他在这个地方教化众生，用什么方法？决定是用念佛求生净土的方法。以这个方法为主，八万四千法门那是配套，这方法是主流，这个要知道。所以《华严经》到最后，普贤菩萨十大愿王导归极乐，你看看这还得了吗？多少菩萨修行，修到明心见性，见性成佛，都到华藏世界去了，到华藏世界遇到文殊、普贤，你看文殊、普贤还率领他们到西方极乐世界，去亲近阿弥陀佛，这才能圆满。如果不到极乐世界，在《华严》上就不能圆满，到极乐世界就圆满。善导大师的话没错，《华严经》可以做证明。",
      "zh_TW": "前面我們讀過，後頭還有，黃老居士引用了好幾次善導大師說的話。善導是我們淨土宗第二代祖師，唐朝時候人，有很多人說，他老人家是阿彌陀佛應化在中國。日本人相信，我到日本訪問的時候問他們，他們都知道，他們說古來祖師都這麼樣說的。善導大師的話就是阿彌陀佛親口所說的，他說這兩句話是「如來所以興出世，唯說彌陀本願海」，這讚歎這部經。一切如來出現在這個世界上，以佛的身分出現，像釋迦牟尼佛一樣，他在這個地方教化眾生，用什麼方法？決定是用念佛求生淨土的方法。以這個方法為主，八萬四千法門那是配套，這方法是主流，這個要知道。所以《華嚴經》到最後，普賢菩薩十大願王導歸極樂，你看看這還得了嗎？多少菩薩修行，修到明心見性，見性成佛，都到華藏世界去了，到華藏世界遇到文殊、普賢，你看文殊、普賢還率領他們到西方極樂世界，去親近阿彌陀佛，這才能圓滿。如果不到極樂世界，在《華嚴》上就不能圓滿，到極樂世界就圓滿。善導大師的話沒錯，《華嚴經》可以做證明。"
    },
    {
      "id": "02-039-0208_p0030",
      "zh_CN": "下面给我们简单介绍，「三千大千世界者，乃一佛所化之境」。这一尊佛他所教化的范围有多大？像我们释迦牟尼佛，释迦牟尼佛教化的范围，不仅仅是这个地球，地球太小了。每一尊佛教化的范围，最小的是一个三千大千世界，最大的还很大，我们也没有办法去计算它。什么叫三千大千世界？这里就说了，「三千大千世界者，乃一佛所化之境。以须弥山为中心，合四大洲日月诸天为一世界」，这个世界叫单位世界，一个单位世界。这个单位世界，我们以前早年学佛，总以为是一个太阳系，合四大洲日月诸天好像是个太阳系。我跟黄念老见面的时候，谈到这个问题，他是学科学的，在大学里面他教无线电，开这么一个科目。告诉我，他要我细心去体会，太阳、月亮，佛经上讲是绕着须弥山转的，日月在须弥山的当中，绕着须弥山转的，须弥山是个比喻，不是真的有这么一座山。现在科学证明，太阳系是绕着银河系转的，所以黄老认为单位世界应该是银河系。我想想有道理，一个单位世界是银河系。「如是之世界积至一千」，就是一千个银河系「名为小千世界」，一千个银河系。再「积一千个小千世界，名为中千世界。积一千个中千世界，名为大千世界。因大千世界，先以一千乘世界，得小千。又以一千乘小千，得中千。最后又以一千乘中千，乃得大千。如是三度以千乘之，故曰三千大千世界。实际只是一个大千世界，而非三千个大千世界也。三千大千世界具有一十亿个世界」。他这里面写的，跟我们当时谈话讲的是一样的。",
      "zh_TW": "下面給我們簡單介紹，「三千大千世界者，乃一佛所化之境」。這一尊佛他所教化的範圍有多大？像我們釋迦牟尼佛，釋迦牟尼佛教化的範圍，不僅僅是這個地球，地球太小了。每一尊佛教化的範圍，最小的是一個三千大千世界，最大的還很大，我們也沒有辦法去計算它。什麼叫三千大千世界？這裡就說了，「三千大千世界者，乃一佛所化之境。以須彌山為中心，合四大洲日月諸天為一世界」，這個世界叫單位世界，一個單位世界。這個單位世界，我們以前早年學佛，總以為是一個太陽系，合四大洲日月諸天好像是個太陽系。我跟黃念老見面的時候，談到這個問題，他是學科學的，在大學裡面他教無線電，開這麼一個科目。告訴我，他要我細心去體會，太陽、月亮，佛經上講是繞著須彌山轉的，日月在須彌山的當中，繞著須彌山轉的，須彌山是個比喻，不是真的有這麼一座山。現在科學證明，太陽系是繞著銀河系轉的，所以黃老認為單位世界應該是銀河系。我想想有道理，一個單位世界是銀河系。「如是之世界積至一千」，就是一千個銀河系「名為小千世界」，一千個銀河系。再「積一千個小千世界，名為中千世界。積一千個中千世界，名為大千世界。因大千世界，先以一千乘世界，得小千。又以一千乘小千，得中千。最後又以一千乘中千，乃得大千。如是三度以千乘之，故曰三千大千世界。實際只是一個大千世界，而非三千個大千世界也。三千大千世界具有一十億個世界」。他這裡面寫的，跟我們當時談話講的是一樣的。"
    },
    {
      "id": "02-039-0208_p0031",
      "zh_CN": "「现代天文学家已初步发现宇宙中世界无量。人现皆知太阳及九大行星等，称为太阳系。地球即太阳系中之一员，绕日运行。现知太阳不但自转，且亦绕一银河星云之中心运行」，现在的科学家认为这是黑洞，黑洞是天体的一种，绕着银河系去运行。「约二万万年绕行一周」，两万万年就两亿，两亿年绕一周。这个确不确实还不一定，这个可以查一查天文学家这些报告。「太阳是银河星云中之一颗恒星，银河星云约有一千亿个恒星」，太阳只是里头的一个。「宇宙中有无数之星云。星云本身亦在运动，银河亦只是宇宙更大天体中之一员。如是辗转扩大，不可穷尽。当前天文学上之发现，已初步证实经云之世界无量」。这是现在科学家也承认，佛经上讲的世界是无量无边的。「至于三千大千世界，乃一佛所化之境」。这个教化区多大？要像黄念祖这段文里面所说的，是十亿个银河系，一个银河系是一个单位世界，一千个银河系是一个小千世界，一千个小千世界是一个中千世界，再一千个中千世界是大千世界，所以一个大千世界是十亿个银河系，这是释迦牟尼佛教学的范围。",
      "zh_TW": "「現代天文學家已初步發現宇宙中世界無量。人現皆知太陽及九大行星等，稱為太陽系。地球即太陽系中之一員，繞日運行。現知太陽不但自轉，且亦繞一銀河星雲之中心運行」，現在的科學家認為這是黑洞，黑洞是天體的一種，繞著銀河系去運行。「約二萬萬年繞行一周」，兩萬萬年就兩億，兩億年繞一周。這個確不確實還不一定，這個可以查一查天文學家這些報告。「太陽是銀河星雲中之一顆恆星，銀河星雲約有一千億個恆星」，太陽只是裡頭的一個。「宇宙中有無數之星雲。星雲本身亦在運動，銀河亦只是宇宙更大天體中之一員。如是輾轉擴大，不可窮盡。當前天文學上之發現，已初步證實經云之世界無量」。這是現在科學家也承認，佛經上講的世界是無量無邊的。「至於三千大千世界，乃一佛所化之境」。這個教化區多大？要像黃念祖這段文裡面所說的，是十億個銀河系，一個銀河系是一個單位世界，一千個銀河系是一個小千世界，一千個小千世界是一個中千世界，再一千個中千世界是大千世界，所以一個大千世界是十億個銀河系，這是釋迦牟尼佛教學的範圍。"
    },
    {
      "id": "02-039-0208_p0032",
      "zh_CN": "我们心目当中所认为的，释迦牟尼佛只是三千年前出现在我们这个世间，王子出身出家修行，最后菩提树下大彻大悟、明心见性成佛了。这是佛在这个地球上的应化，众生有感，他来应化，我们是就这个事迹上来看。实际上，佛在《梵网经》上告诉我们，他说他这一次到地球上来示现成佛，已经是第八千次了。这十亿个银河系里面，他都看得清清楚楚，像一个大的网络一样，芝麻粒一点小事情他都很清楚。我们这边众生有感，想学佛了，真的厌恶六道这些苦难，他就来了。他以什么身分来不一定，三千年前出现在印度身分是佛的身分，三十二相八十种好。到中国也来过，中国唐代，古人说的智者大师，天台山的智者大师是法华宗的祖师，是释迦牟尼佛再来的。这些说法，日本人都相信，日本人对祖师非常尊敬，不像中国人，中国人对佛尊敬，对祖师不太尊敬。日本人对祖师很尊敬，祖师的像都塑得很大，佛的像都塑得很小，你能看得出来他们对祖师很重视。所以对于善导、对于智者大师都非常尊敬，这释迦牟尼佛再来的。可见得应以什么身出现就用什么身，不是他自己的意思，众生的感。所以他总是像《楞严经》上所说的「随众生心，应所知量」，众生心里想什么，他就现什么，自然显现。佛菩萨应化到世间来，绝对没有起心动念，他要起心动念他就是凡夫，他就不是佛菩萨。",
      "zh_TW": "我們心目當中所認為的，釋迦牟尼佛只是三千年前出現在我們這個世間，王子出身出家修行，最後菩提樹下大徹大悟、明心見性成佛了。這是佛在這個地球上的應化，眾生有感，他來應化，我們是就這個事跡上來看。實際上，佛在《梵網經》上告訴我們，他說他這一次到地球上來示現成佛，已經是第八千次了。這十億個銀河系裡面，他都看得清清楚楚，像一個大的網絡一樣，芝麻粒一點小事情他都很清楚。我們這邊眾生有感，想學佛了，真的厭惡六道這些苦難，他就來了。他以什麼身分來不一定，三千年前出現在印度身分是佛的身分，三十二相八十種好。到中國也來過，中國唐代，古人說的智者大師，天台山的智者大師是法華宗的祖師，是釋迦牟尼佛再來的。這些說法，日本人都相信，日本人對祖師非常尊敬，不像中國人，中國人對佛尊敬，對祖師不太尊敬。日本人對祖師很尊敬，祖師的像都塑得很大，佛的像都塑得很小，你能看得出來他們對祖師很重視。所以對於善導、對於智者大師都非常尊敬，這釋迦牟尼佛再來的。可見得應以什麼身出現就用什麼身，不是他自己的意思，眾生的感。所以他總是像《楞嚴經》上所說的「隨眾生心，應所知量」，眾生心裡想什麼，他就現什麼，自然顯現。佛菩薩應化到世間來，絕對沒有起心動念，他要起心動念他就是凡夫，他就不是佛菩薩。"
    },
    {
      "id": "02-039-0208_p0033",
      "zh_CN": "所以跟十法界里面的四圣法界不一样，四圣法界也有到世间来的，但是什么？但他起心动念，他没有分别执着，他有起心动念。如果从极乐世界来的，实报庄严土上来的，极乐世界就不谈了，反正四土他都是阿惟越致菩萨！那我们可以说极乐世界全部就是实报土，从那个地方来的人，绝对没有起心动念，所以他不是凡夫。他们的应化跟诸佛如来、法身菩萨没有两样，示现什么样身分他要不暴露，我们完全不知道。像最近的一个，这是我们可以相信的，印光大师是大势至菩萨再来的，这我们可以信得过的。有一篇文章，在《印光大师全集》里面，好像在最后，《永思集》里有一篇文章说这桩事情，这是可以相信的。特别是众生有苦有难，菩萨慈悲哪有不应的道理！如果要没有菩萨示现在我们这个世间，这世界早就毁灭了，众生没福，他们有大福报、有大智慧，他来示现也撑住，有他来嘛，灾难总会化解一些，这就是他的威神加持我们这些苦难众生。苦难众生并不知道，甚至于还要骂佛、毁佛、谤佛，还要造这些罪业。佛菩萨计不计较？完全不计较，因为他不起心、不动念，只是看你迷惑颠倒、造业、受报太可怜，不来帮助你你就毁灭了，怎么样也得来帮助，道理在此地。",
      "zh_TW": "所以跟十法界裡面的四聖法界不一樣，四聖法界也有到世間來的，但是什麼？但他起心動念，他沒有分別執著，他有起心動念。如果從極樂世界來的，實報莊嚴土上來的，極樂世界就不談了，反正四土他都是阿惟越致菩薩！那我們可以說極樂世界全部就是實報土，從那個地方來的人，絕對沒有起心動念，所以他不是凡夫。他們的應化跟諸佛如來、法身菩薩沒有兩樣，示現什麼樣身分他要不暴露，我們完全不知道。像最近的一個，這是我們可以相信的，印光大師是大勢至菩薩再來的，這我們可以信得過的。有一篇文章，在《印光大師全集》裡面，好像在最後，《永思集》裡有一篇文章說這樁事情，這是可以相信的。特別是眾生有苦有難，菩薩慈悲哪有不應的道理！如果要沒有菩薩示現在我們這個世間，這世界早就毀滅了，眾生沒福，他們有大福報、有大智慧，他來示現也撐住，有他來嘛，災難總會化解一些，這就是他的威神加持我們這些苦難眾生。苦難眾生並不知道，甚至於還要罵佛、毀佛、謗佛，還要造這些罪業。佛菩薩計不計較？完全不計較，因為他不起心、不動念，只是看你迷惑顛倒、造業、受報太可憐，不來幫助你你就毀滅了，怎麼樣也得來幫助，道理在此地。"
    },
    {
      "id": "02-039-0208_p0034",
      "zh_CN": "末后这一句，「愿文大意为：三千大千世界之一切众生，皆成缘觉，以其神通之力，共同计算，皆不能知阿弥陀佛寿量，其国人民寿量，及国中人之数量。」特别说到那个地方修行的人多，太多太多了，这都是有缘人，都是聪明觉悟的人。只有迷惑颠倒的人不肯去，业障深重的人不肯去，值得我们反省，值得我们觉悟。今天时间到了，我们就学习到此地。",
      "zh_TW": "末後這一句，「願文大意為：三千大千世界之一切眾生，皆成緣覺，以其神通之力，共同計算，皆不能知阿彌陀佛壽量，其國人民壽量，及國中人之數量。」特別說到那個地方修行的人多，太多太多了，這都是有緣人，都是聰明覺悟的人。只有迷惑顛倒的人不肯去，業障深重的人不肯去，值得我們反省，值得我們覺悟。今天時間到了，我們就學習到此地。"
    }
  ]
}