{
  "doc_id": "02-039-0502",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五０二集",
    "zh_TW": "第五０二集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0502",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-039-0502_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，第六百二十四面，第六行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，第六百二十四面，第六行看起："
    },
    {
      "id": "02-039-0502_p0002",
      "zh_CN": "『自然光色参回，转变最胜』，「参者，入也，光光相入也。回者回转，周流不息，变化不拘也」。我们先看这几句，就是从字面上解释光色参回。这个光色是自然的，自然就不是人工设计的，也不是人力去建造的，所谓是大自然。自然的本体是自性、是本性，哲学称之为本体，前面我们刚刚学过不久。这个问题是大问题，宇宙、生命、万法、我们自己从哪里来的？为什么会有这些现象？这些现象存在有什么意义、有什么价值？这都是哲学跟科学最终的目标。今天的科学虽然发展也令人刮目、令人赞叹，但是这个层次依旧达不到。科学达到佛经上讲的阿赖耶，已经很了不起。过去我们在经上读过，没有看到事实，现在的事实跟佛经上讲的完全相应。佛在经上告诉我们，人类用思考，思考是第六意识，八识里头第六意识功能最大，对外它能够缘到宇宙，对内它能缘到阿赖耶，阿赖耶就是今天所讲的量子。再能不能深入？不能，佛在经上讲这是极限。",
      "zh_TW": "『自然光色參迴，轉變最勝』，「參者，入也，光光相入也。迴者迴轉，周流不息，變化不拘也」。我們先看這幾句，就是從字面上解釋光色參迴。這個光色是自然的，自然就不是人工設計的，也不是人力去建造的，所謂是大自然。自然的本體是自性、是本性，哲學稱之為本體，前面我們剛剛學過不久。這個問題是大問題，宇宙、生命、萬法、我們自己從哪裡來的？為什麼會有這些現象？這些現象存在有什麼意義、有什麼價值？這都是哲學跟科學最終的目標。今天的科學雖然發展也令人刮目、令人讚歎，但是這個層次依舊達不到。科學達到佛經上講的阿賴耶，已經很了不起。過去我們在經上讀過，沒有看到事實，現在的事實跟佛經上講的完全相應。佛在經上告訴我們，人類用思考，思考是第六意識，八識裡頭第六意識功能最大，對外它能夠緣到宇宙，對內它能緣到阿賴耶，阿賴耶就是今天所講的量子。再能不能深入？不能，佛在經上講這是極限。"
    },
    {
      "id": "02-039-0502_p0003",
      "zh_CN": "宏观宇宙，今天物理学家向两个极端发展，宏观宇宙讲太空物理。我们听到的报告，科学家告诉我们，根据他们的研究，宇宙只能够发现观察到百分之十，另外百分之九十不见了。他们这个报告我们看得懂，我们一看就明白了，他们那个百分之九十不见了，不知道到哪里去了，我们知道，佛在经典上告诉我们回归自性，在净土里面讲回归常寂光。自性就是常寂光，常寂光就是自性，因为自性里头没有现象，所以第六意识缘不到。这个里面没有物质现象、没有精神现象，也没有自然现象，在哪里？无处不在，无时不在，它是一切万物的本体，没有它就没有一切现象存在。所以它没有一切现象，它能现一切现象，它什么都没有，它能生万法。佛经把这个事情讲得非常详细、非常透彻，这是科学、哲学上统统没有的。阿赖耶就是量子，怎么知道它是量子？量子里面的说明，跟阿赖耶在经典上的说明，完全相符合。这是什么？这个就是自然现象，是个原始现象，从这一点变成整个宇宙。",
      "zh_TW": "宏觀宇宙，今天物理學家向兩個極端發展，宏觀宇宙講太空物理。我們聽到的報告，科學家告訴我們，根據他們的研究，宇宙只能夠發現觀察到百分之十，另外百分之九十不見了。他們這個報告我們看得懂，我們一看就明白了，他們那個百分之九十不見了，不知道到哪裡去了，我們知道，佛在經典上告訴我們回歸自性，在淨土裡面講回歸常寂光。自性就是常寂光，常寂光就是自性，因為自性裡頭沒有現象，所以第六意識緣不到。這個裡面沒有物質現象、沒有精神現象，也沒有自然現象，在哪裡？無處不在，無時不在，它是一切萬物的本體，沒有它就沒有一切現象存在。所以它沒有一切現象，它能現一切現象，它什麼都沒有，它能生萬法。佛經把這個事情講得非常詳細、非常透徹，這是科學、哲學上統統沒有的。阿賴耶就是量子，怎麼知道它是量子？量子裡面的說明，跟阿賴耶在經典上的說明，完全相符合。這是什麼？這個就是自然現象，是個原始現象，從這一點變成整個宇宙。"
    },
    {
      "id": "02-039-0502_p0004",
      "zh_CN": "现在科学家发现了，真的到这个极限了。科学告诉我们，整个宇宙只有三样东西，其他全是假的，就是万事万物是这三样东西组合成就的。这三样东西，第一个是物质，第二个叫信息，第三个是能量，这三样东西从哪里来的，他们不知道，这个佛经上有。这三样东西现在科学研究知道，物质是假的，物质从哪里来的知道了，物质从信息来的，就是从意念来的。意念从哪里来的？他们也有个说法叫无中生有。不能说它错，也不能说它完全对，但是能说出这个话不容易！所以这是微观世界用思考达到的极限，就达到此地。佛讲得很清楚，这信息，科学家讲的信息，佛法讲的意念，是哪里来的？自性里来的。自性里面本来有见闻觉知，迷了自性，把自性变成为信息，所以自性的本体是见闻觉知、是性德。怎么样才能够把它真正搞彻底、搞明白？大乘经教说「唯证方知」，你要是证得，你就知道。",
      "zh_TW": "現在科學家發現了，真的到這個極限了。科學告訴我們，整個宇宙只有三樣東西，其他全是假的，就是萬事萬物是這三樣東西組合成就的。這三樣東西，第一個是物質，第二個叫信息，第三個是能量，這三樣東西從哪裡來的，他們不知道，這個佛經上有。這三樣東西現在科學研究知道，物質是假的，物質從哪裡來的知道了，物質從信息來的，就是從意念來的。意念從哪裡來的？他們也有個說法叫無中生有。不能說它錯，也不能說它完全對，但是能說出這個話不容易！所以這是微觀世界用思考達到的極限，就達到此地。佛講得很清楚，這信息，科學家講的信息，佛法講的意念，是哪裡來的？自性裡來的。自性裡面本來有見聞覺知，迷了自性，把自性變成為信息，所以自性的本體是見聞覺知、是性德。怎麼樣才能夠把它真正搞徹底、搞明白？大乘經教說「唯證方知」，你要是證得，你就知道。"
    },
    {
      "id": "02-039-0502_p0005",
      "zh_CN": "用什么方法证得？放下，真正做到不起心不动念，你就见到了，这个事实见到，你起心动念是决定见不到。起心动念是迷，迷见不到悟，迷只能见到迷，见不到悟；就是妄能够见妄，见不到真。阿赖耶是妄，他能见到，真，他见不到。真必须要放下，放下起心动念，放下分别执着，你就成佛了，你就见到。见到宇宙的本体，这个叫成佛，哲学追求这个，科学也追求这个，但是它做不到。为什么做不到？因为他用思考，他没有把妄想分别执着放下。佛怎么知道的？他把妄想分别执着放下了，他见到了，所以他说「一切众生本来是佛」。每一个人本来是佛，每一个动物本来是佛，连蚊虫蚂蚁本来也都是佛，在佛法是平等观，没有高下的。不但动物本来是佛，植物也是的，花草树木本来是佛，山河大地本来是佛，没有一法不是佛，大乘教讲无有一法不是佛法。如果你迷了，迷了佛法也不是佛法。不要以为这些经典，经典你迷了，它不是佛法。觉了一切都是，迷了一切都不是，佛法讲到究竟就是迷、悟两个字。",
      "zh_TW": "用什麼方法證得？放下，真正做到不起心不動念，你就見到了，這個事實見到，你起心動念是決定見不到。起心動念是迷，迷見不到悟，迷只能見到迷，見不到悟；就是妄能夠見妄，見不到真。阿賴耶是妄，他能見到，真，他見不到。真必須要放下，放下起心動念，放下分別執著，你就成佛了，你就見到。見到宇宙的本體，這個叫成佛，哲學追求這個，科學也追求這個，但是它做不到。為什麼做不到？因為他用思考，他沒有把妄想分別執著放下。佛怎麼知道的？他把妄想分別執著放下了，他見到了，所以他說「一切眾生本來是佛」。每一個人本來是佛，每一個動物本來是佛，連蚊蟲螞蟻本來也都是佛，在佛法是平等觀，沒有高下的。不但動物本來是佛，植物也是的，花草樹木本來是佛，山河大地本來是佛，沒有一法不是佛，大乘教講無有一法不是佛法。如果你迷了，迷了佛法也不是佛法。不要以為這些經典，經典你迷了，它不是佛法。覺了一切都是，迷了一切都不是，佛法講到究竟就是迷、悟兩個字。"
    },
    {
      "id": "02-039-0502_p0006",
      "zh_CN": "什么是真正觉悟？心地清净就觉悟了，心地平等就觉悟了。平等是不动，像水一样，佛家常常拿水做比喻，我们供佛最重要是一杯水，不是给佛看的，是给自己看的，我的心像水一样干净，一尘不染，像水一样平等，不起波浪。你的心要不起波浪没有染污，你就见性了。什么是染污？自私自利是染污，七情五欲是染污，贪瞋痴慢是染污。什么是不平？贡高我慢是不平，有分别就不平，有高下就不平。佛法是平等法，从诸佛如来到蜎飞蠕动一律平等。决定没有说，佛高高在上，这蚊虫蚂蚁就低低在下，不是的；大乘佛法里蚊虫蚂蚁跟佛平等的，一切万事万物统统平等，真平等。不平等是凡夫，六道凡夫不平等。四圣法界清净心有，平等心还没有达到，必须在实报庄严土里面平等心才现前，也就是平等心现前你才能生实报庄严土。如果你心地染污不平等，你活动的范围就在六道轮回，就这么回事情，统统是你自己意念变现出来的，离开意念没有一法可得。这是佛经上常说，释迦牟尼佛讲的，「一切法从心想生」，离开心想，一法不立。这个道理我们在前面说得很多，后面还会说到。这个是属于高等科学、高等哲学，现在科学、哲学还没有达到这个境界，大学问。祖宗留下来给我们，我们学了这个东西保平安，保证你健康长寿、幸福美满，保证这个国家国运昌隆、长治久安。所谓盛世是要靠大学问，你才能做得到。",
      "zh_TW": "什麼是真正覺悟？心地清淨就覺悟了，心地平等就覺悟了。平等是不動，像水一樣，佛家常常拿水做比喻，我們供佛最重要是一杯水，不是給佛看的，是給自己看的，我的心像水一樣乾淨，一塵不染，像水一樣平等，不起波浪。你的心要不起波浪沒有染污，你就見性了。什麼是染污？自私自利是染污，七情五欲是染污，貪瞋痴慢是染污。什麼是不平？貢高我慢是不平，有分別就不平，有高下就不平。佛法是平等法，從諸佛如來到蜎飛蠕動一律平等。決定沒有說，佛高高在上，這蚊蟲螞蟻就低低在下，不是的；大乘佛法裡蚊蟲螞蟻跟佛平等的，一切萬事萬物統統平等，真平等。不平等是凡夫，六道凡夫不平等。四聖法界清淨心有，平等心還沒有達到，必須在實報莊嚴土裡面平等心才現前，也就是平等心現前你才能生實報莊嚴土。如果你心地染污不平等，你活動的範圍就在六道輪迴，就這麼回事情，統統是你自己意念變現出來的，離開意念沒有一法可得。這是佛經上常說，釋迦牟尼佛講的，「一切法從心想生」，離開心想，一法不立。這個道理我們在前面說得很多，後面還會說到。這個是屬於高等科學、高等哲學，現在科學、哲學還沒有達到這個境界，大學問。祖宗留下來給我們，我們學了這個東西保平安，保證你健康長壽、幸福美滿，保證這個國家國運昌隆、長治久安。所謂盛世是要靠大學問，你才能做得到。"
    },
    {
      "id": "02-039-0502_p0007",
      "zh_CN": "中国诸位都知道，在历史上最兴盛的是唐朝，唐朝的佛法最兴盛，帝王护法，唐太宗可以说是总护法。太宗皇帝心地平等清净，他没有分别，不但护持佛法，基督教在那个时候传到中国他也护持，伊斯兰教传到中国他也护持。佛的寺庙皇上敕建，下圣旨建立道场，我们在北京看到清真寺，那个匾额上也是敕建，道观也是敕建，平等没有高下。那个时候帝王大臣都懂得佛法、都接受佛陀教诲，跟现在不一样，所以它长治久安。将来如果这个要世界恢复长治久安，这个不是我们说的，我们不敢讲，英国汤恩比说的。这个人也不在了，他是一九七０年代的时候讲的，「解决二十一世纪的社会问题，只有中国孔孟学说与大乘佛法」。所以现在许许多多国家在学孔孟学说、在学大乘佛法。学这个求什么？求国泰民安，求社会恢复正常化。能不能求得到？难，非常困难，为什么？它就是毁伤太严重了，就是现在在社会上没有人相信了，那你就没有办法恢复。没办法恢复，我们客观冷静来观察，那就是要承受这个后果，后果就是灾难。灾难之后看人心能不能醒过来，人心能够醒悟那就有救；不能醒悟，可能会有更严重的灾难。这个我们就不必说了。",
      "zh_TW": "中國諸位都知道，在歷史上最興盛的是唐朝，唐朝的佛法最興盛，帝王護法，唐太宗可以說是總護法。太宗皇帝心地平等清淨，他沒有分別，不但護持佛法，基督教在那個時候傳到中國他也護持，伊斯蘭教傳到中國他也護持。佛的寺廟皇上敕建，下聖旨建立道場，我們在北京看到清真寺，那個匾額上也是敕建，道觀也是敕建，平等沒有高下。那個時候帝王大臣都懂得佛法、都接受佛陀教誨，跟現在不一樣，所以它長治久安。將來如果這個要世界恢復長治久安，這個不是我們說的，我們不敢講，英國湯恩比說的。這個人也不在了，他是一九七０年代的時候講的，「解決二十一世紀的社會問題，只有中國孔孟學說與大乘佛法」。所以現在許許多多國家在學孔孟學說、在學大乘佛法。學這個求什麼？求國泰民安，求社會恢復正常化。能不能求得到？難，非常困難，為什麼？它就是毀傷太嚴重了，就是現在在社會上沒有人相信了，那你就沒有辦法恢復。沒辦法恢復，我們客觀冷靜來觀察，那就是要承受這個後果，後果就是災難。災難之後看人心能不能醒過來，人心能夠醒悟那就有救；不能醒悟，可能會有更嚴重的災難。這個我們就不必說了。"
    },
    {
      "id": "02-039-0502_p0008",
      "zh_CN": "我们回过头来再看这段经文，「自然光色参回，光光相入」，说明什么？说明整个宇宙是一体的，确实是这个样子。这个光就是信息，我们自身物质现象的肉体，精神现象的信息，跟整个法界万事万物都是光光相入，而且从来没有中断过。我们的发射，发射出去的这个波，它们都能收到，它们发射的波，我们也能收到。那我们现在连发出、接收都没有感触，这是什么原因？这是我们俗话所说的，迷失了自性已经到麻木不仁，到这种状态。我们肉体有一个局部麻醉、麻木了，打它不知道痛，我们今天的身心就麻木到这种程度，四面八方来的信息，信息收到了没有感触。到什么时候有显著的感触？在经典里面告诉我们，阿罗汉就有非常明显的感触，为什么？阿罗汉把见思烦恼断了，也就是说他的本能，我们自性的本能局部恢复，他就感触到。感触到那他的信心自然就生起来，他再不怀疑。向上提升，提升到菩萨，阿罗汉得的是清净心，菩萨得的是平等心，比清净心高，所以菩萨能够感受到信息比阿罗汉要超过很多倍，但不是圆满，成佛就圆满了。",
      "zh_TW": "我們回過頭來再看這段經文，「自然光色參迴，光光相入」，說明什麼？說明整個宇宙是一體的，確實是這個樣子。這個光就是信息，我們自身物質現象的肉體，精神現象的信息，跟整個法界萬事萬物都是光光相入，而且從來沒有中斷過。我們的發射，發射出去的這個波，它們都能收到，它們發射的波，我們也能收到。那我們現在連發出、接收都沒有感觸，這是什麼原因？這是我們俗話所說的，迷失了自性已經到麻木不仁，到這種狀態。我們肉體有一個局部麻醉、麻木了，打它不知道痛，我們今天的身心就麻木到這種程度，四面八方來的信息，信息收到了沒有感觸。到什麼時候有顯著的感觸？在經典裡面告訴我們，阿羅漢就有非常明顯的感觸，為什麼？阿羅漢把見思煩惱斷了，也就是說他的本能，我們自性的本能局部恢復，他就感觸到。感觸到那他的信心自然就生起來，他再不懷疑。向上提升，提升到菩薩，阿羅漢得的是清淨心，菩薩得的是平等心，比清淨心高，所以菩薩能夠感受到信息比阿羅漢要超過很多倍，但不是圓滿，成佛就圓滿了。"
    },
    {
      "id": "02-039-0502_p0009",
      "zh_CN": "成佛是什么？不起心、不动念，心像明镜一样，照到外面清清楚楚，自己如如不动，这就是经上讲的「寂而常照，照而常寂」，这是我们的真心完全显露了，我们的障碍统统放下了。所以佛法的修行没有别的，不是说你要读多少书，与这个不相干，要听多少经也不相干。六祖惠能大师没有念过书、不认识字，听经，一生，我想也不过就听两个小时！他怎么成功的？他放下了，他放下就成佛了。世出世间法没有一样他不通，你去问他，他跟你讲，所以这个与学无学不相干，全在放下，放下就是。千经万论，世尊苦口婆心就是把放下的道理讲给我们听，为什么要放下。回是回转，周流不息，变化不拘。这个回就是个相续相，实际上是相似相续相，它不是真的相续相，这个事实真相我们这么多年来也算是搞清楚、搞明白了，六十年的工夫没有白费。变化不拘，宇宙之间森罗万象，实际上个人是一个小宇宙，我们起心动念烦恼执着跟外面大宇宙没有两样，都是无数无穷无尽的，小宇宙搞清楚，大宇宙就明白了，大小是一不是二。",
      "zh_TW": "成佛是什麼？不起心、不動念，心像明鏡一樣，照到外面清清楚楚，自己如如不動，這就是經上講的「寂而常照，照而常寂」，這是我們的真心完全顯露了，我們的障礙統統放下了。所以佛法的修行沒有別的，不是說你要讀多少書，與這個不相干，要聽多少經也不相干。六祖惠能大師沒有念過書、不認識字，聽經，一生，我想也不過就聽兩個小時！他怎麼成功的？他放下了，他放下就成佛了。世出世間法沒有一樣他不通，你去問他，他跟你講，所以這個與學無學不相干，全在放下，放下就是。千經萬論，世尊苦口婆心就是把放下的道理講給我們聽，為什麼要放下。迴是迴轉，周流不息，變化不拘。這個迴就是個相續相，實際上是相似相續相，它不是真的相續相，這個事實真相我們這麼多年來也算是搞清楚、搞明白了，六十年的工夫沒有白費。變化不拘，宇宙之間森羅萬象，實際上個人是一個小宇宙，我們起心動念煩惱執著跟外面大宇宙沒有兩樣，都是無數無窮無盡的，小宇宙搞清楚，大宇宙就明白了，大小是一不是二。"
    },
    {
      "id": "02-039-0502_p0010",
      "zh_CN": "「实相之体」，这讲到本体，本体「非寂非照，而复常寂常照」，它有常寂常照。如果它真有寂、真有照，那就真有这个东西，那应该有这种现象。没有现象，非物质、非心想、非自然，但是它能现自然、能现思想、能现物质，这是讲本体，也是自性，也是真心，佛用的这些名词术语用了几十个，都是讲这桩事情。用这么多的术语意思就是告诉我们，对术语不要执着，执着就错了。佛法始终破执着、破分别、破妄想，妄想就是起心动念，极其微细，不但我们不知道，阿罗汉、菩萨都不知道，它太微细了。今天科学家发现，数字没说出来，他只讲非常快速，频率很高，为我们解释物质现象。为什么有固体，坚硬的矿物？为什么有液体，流动的水？为什么有气体，空气？科学家解释很好，波动的频率不一样，频率慢的就变成固体，快的就变成液体，再快的就变成气体，比气体更快的就变成了电磁、光波，这个速度最快的。可是自性本具的速度比这个快多了，那是光跟电磁不能够相比的，这里才动已经周遍法界，贤首国师一篇论文《妄尽还源观》里面，讲得非常清楚。",
      "zh_TW": "「實相之體」，這講到本體，本體「非寂非照，而復常寂常照」，它有常寂常照。如果它真有寂、真有照，那就真有這個東西，那應該有這種現象。沒有現象，非物質、非心想、非自然，但是它能現自然、能現思想、能現物質，這是講本體，也是自性，也是真心，佛用的這些名詞術語用了幾十個，都是講這樁事情。用這麼多的術語意思就是告訴我們，對術語不要執著，執著就錯了。佛法始終破執著、破分別、破妄想，妄想就是起心動念，極其微細，不但我們不知道，阿羅漢、菩薩都不知道，它太微細了。今天科學家發現，數字沒說出來，他只講非常快速，頻率很高，為我們解釋物質現象。為什麼有固體，堅硬的礦物？為什麼有液體，流動的水？為什麼有氣體，空氣？科學家解釋很好，波動的頻率不一樣，頻率慢的就變成固體，快的就變成液體，再快的就變成氣體，比氣體更快的就變成了電磁、光波，這個速度最快的。可是自性本具的速度比這個快多了，那是光跟電磁不能夠相比的，這裡才動已經周遍法界，賢首國師一篇論文《妄盡還源觀》裡面，講得非常清楚。"
    },
    {
      "id": "02-039-0502_p0011",
      "zh_CN": "常寂常照。「寂而常照，故从法身流出报化佛身」。佛有三身，记住我们每个人都有三身，法身是我们的本体，没有法身哪来的肉身！报身从哪里来的？法身变现出来的。我们这个身从哪里来的？报身变现出来的。一切万物统统都有三身，用佛来做代表。「从理体出生无量微妙相用」，相就是身，用是作用。你看法界虚空界万事万物它都有体，体就是身，所以这个地方讲相，相就是身，用是作用，作用里面产生无量无边的变化。「故此自然之根本，自然出生无量光明色相，相参相入，回转变化，超逾十方，故云：最胜」。一切法没有它殊胜，它太殊胜了，这统统是讲自性。中国古人，这佛法没传到中国来，老祖宗知道，我们老祖宗的智慧超过今天的科学家。老祖宗知道这个事情，跟我们说出本性本善，「人之初，性本善」，这句话跟释迦牟尼佛所说「一切众生本来成佛」是一个意思。那个善不是善恶的善，本性本善就是本来是佛，我们要会看、要细心去体会，这里头受用不可思议，一般人称为大学问。方东美先生告诉我，这是哲学跟科学的巅峰，登峰造极，不去研究、不学的人，他完全不知道，真可惜。在过去可以说两百年前还有人知道，在清朝康熙、雍正、乾隆这三代，高僧辈出，真正契入境界的是大有人在。现代人不学了，经典在，束诸高阁，不看了、不学了，所以愈迷愈深，造作的业障愈来愈重，果报是愈来愈苦，现在这么演变成的。",
      "zh_TW": "常寂常照。「寂而常照，故從法身流出報化佛身」。佛有三身，記住我們每個人都有三身，法身是我們的本體，沒有法身哪來的肉身！報身從哪裡來的？法身變現出來的。我們這個身從哪裡來的？報身變現出來的。一切萬物統統都有三身，用佛來做代表。「從理體出生無量微妙相用」，相就是身，用是作用。你看法界虛空界萬事萬物它都有體，體就是身，所以這個地方講相，相就是身，用是作用，作用裡面產生無量無邊的變化。「故此自然之根本，自然出生無量光明色相，相參相入，迴轉變化，超逾十方，故云：最勝」。一切法沒有它殊勝，它太殊勝了，這統統是講自性。中國古人，這佛法沒傳到中國來，老祖宗知道，我們老祖宗的智慧超過今天的科學家。老祖宗知道這個事情，跟我們說出本性本善，「人之初，性本善」，這句話跟釋迦牟尼佛所說「一切眾生本來成佛」是一個意思。那個善不是善惡的善，本性本善就是本來是佛，我們要會看、要細心去體會，這裡頭受用不可思議，一般人稱為大學問。方東美先生告訴我，這是哲學跟科學的巔峰，登峰造極，不去研究、不學的人，他完全不知道，真可惜。在過去可以說兩百年前還有人知道，在清朝康熙、雍正、乾隆這三代，高僧輩出，真正契入境界的是大有人在。現代人不學了，經典在，束諸高閣，不看了、不學了，所以愈迷愈深，造作的業障愈來愈重，果報是愈來愈苦，現在這麼演變成的。"
    },
    {
      "id": "02-039-0502_p0012",
      "zh_CN": "「经中常以宝珠喻自心。《观经》曰：一一宝珠有八万四千光，一一光作八万四千异种金色」，异是不相同，那是美不胜收，「一一金色遍其宝土，各作异相，或为金刚台，或作真珠网，或作杂花云，于十方面随意变现施作佛事」。随意是随众生意，这个要知道，佛菩萨没有意。有意他就是凡夫，有意就是有第八识，有八识那是凡夫；法身菩萨转八识成四智，所以他只有智，他没有意；十法界里面四圣法界声闻、缘觉、菩萨、佛，他有智，他也有意，他没有能转八识成四智。他智慧从哪来的？他也有相当的定功。阿罗汉这是最低的，他已经修成九次第定，换句话说，他有一点真智慧，不过还夹杂着妄想，不纯；比阿罗汉高的，辟支佛；再高的，菩萨、佛，当然不一样。十法界的佛放下起心动念，他就超越十法界，十法界不见了，他到哪里去？他到一真法界去了，一真就是华藏世界、就是极乐世界，诸佛如来的实报庄严土，就是报身住的地方。我们今天的身算是应身，怎么应的？善恶业所应现的。善业现身在三善道，恶业你现身在三恶道，随业流转，这个不能不知道，所以也称之为业报身。如来、佛的报身是智慧的报身，换句话说，我们是烦恼的报身，业报，诸佛如来是纯净的智报，这个不一样。所以随众生意变现施作佛事，佛事是觉悟众生，帮助众生觉悟，这叫佛事。",
      "zh_TW": "「經中常以寶珠喻自心。《觀經》曰：一一寶珠有八萬四千光，一一光作八萬四千異種金色」，異是不相同，那是美不勝收，「一一金色遍其寶土，各作異相，或為金剛臺，或作真珠網，或作雜花雲，於十方面隨意變現施作佛事」。隨意是隨眾生意，這個要知道，佛菩薩沒有意。有意他就是凡夫，有意就是有第八識，有八識那是凡夫；法身菩薩轉八識成四智，所以他只有智，他沒有意；十法界裡面四聖法界聲聞、緣覺、菩薩、佛，他有智，他也有意，他沒有能轉八識成四智。他智慧從哪來的？他也有相當的定功。阿羅漢這是最低的，他已經修成九次第定，換句話說，他有一點真智慧，不過還夾雜著妄想，不純；比阿羅漢高的，辟支佛；再高的，菩薩、佛，當然不一樣。十法界的佛放下起心動念，他就超越十法界，十法界不見了，他到哪裡去？他到一真法界去了，一真就是華藏世界、就是極樂世界，諸佛如來的實報莊嚴土，就是報身住的地方。我們今天的身算是應身，怎麼應的？善惡業所應現的。善業現身在三善道，惡業你現身在三惡道，隨業流轉，這個不能不知道，所以也稱之為業報身。如來、佛的報身是智慧的報身，換句話說，我們是煩惱的報身，業報，諸佛如來是純淨的智報，這個不一樣。所以隨眾生意變現施作佛事，佛事是覺悟眾生，幫助眾生覺悟，這叫佛事。"
    },
    {
      "id": "02-039-0502_p0013",
      "zh_CN": "「又曰：无量寿佛有八万四千相，一一相中各有八万四千随形好」，这句话我们要记住。于是我们就明白了，《无量寿经》里面，《无量寿经》法藏比丘发的四十八愿，四十八愿里面说，凡是生到西方极乐世界的人，皆具足三十二相八十种好，我们晓得这句话是随顺地球上众生所说的。实际上，你到极乐世界实际上不是这样的，到极乐世界这个是真的，生到极乐世界，身有八万四千相，一一相有八万四千好。古大德有说这么一句话，到极乐世界「身有无量相，相有无量好」，那是真的，不止三十二相八十种好。这是说我们这个地球上人有三十二相八十种好，那就是最大的富贵，圆满的相好，不能跟极乐世界比，世尊随俗而说的，我们要明白这个事实真相。",
      "zh_TW": "「又曰：無量壽佛有八萬四千相，一一相中各有八萬四千隨形好」，這句話我們要記住。於是我們就明白了，《無量壽經》裡面，《無量壽經》法藏比丘發的四十八願，四十八願裡面說，凡是生到西方極樂世界的人，皆具足三十二相八十種好，我們曉得這句話是隨順地球上眾生所說的。實際上，你到極樂世界實際上不是這樣的，到極樂世界這個是真的，生到極樂世界，身有八萬四千相，一一相有八萬四千好。古大德有說這麼一句話，到極樂世界「身有無量相，相有無量好」，那是真的，不止三十二相八十種好。這是說我們這個地球上人有三十二相八十種好，那就是最大的富貴，圓滿的相好，不能跟極樂世界比，世尊隨俗而說的，我們要明白這個事實真相。"
    },
    {
      "id": "02-039-0502_p0014",
      "zh_CN": "「一一光明遍照十方世界念佛众生，摄取不舍」。在极乐世界佛是什么样子，生到那个地方的人跟佛完全相同，那叫平等世界。四十八愿里讲过，讲得很详细，佛为什么要立这一愿？因为佛看到许许多多诸佛如来的十法界，十法界里面的六道众生相貌不一样，相貌好的就傲慢，相貌不好的就产生自卑感，这个对人心情上产生很大的影响。所以阿弥陀佛就发这个大愿，希望他这个国家，他的学生，到极乐世界来修学的学生，相貌完全一样，把傲慢、自卑这个念头自然就化解、就没有了。相貌跟谁做标准？阿弥陀佛，就好像阿弥陀佛一个模子造出来的，完全相同。完全相同，我们能认识吗？能，为什么能？你有神通，你有圆满的神通、圆满的智慧，你绝对不会错认一个人。他有这个能力。所以这些光明遍照虚空法界，这里讲遍照十方世界念佛众生，这是说阿弥陀佛，阿弥陀佛接引十方众生，加持十方众生。只要是念佛的人，佛光必定注照你，你为什么没有感觉？那是你习气太重。如果你真正能够忏除业障，业障消除到一定的程度，你就感觉到佛光照你。",
      "zh_TW": "「一一光明遍照十方世界念佛眾生，攝取不捨」。在極樂世界佛是什麼樣子，生到那個地方的人跟佛完全相同，那叫平等世界。四十八願裡講過，講得很詳細，佛為什麼要立這一願？因為佛看到許許多多諸佛如來的十法界，十法界裡面的六道眾生相貌不一樣，相貌好的就傲慢，相貌不好的就產生自卑感，這個對人心情上產生很大的影響。所以阿彌陀佛就發這個大願，希望他這個國家，他的學生，到極樂世界來修學的學生，相貌完全一樣，把傲慢、自卑這個念頭自然就化解、就沒有了。相貌跟誰做標準？阿彌陀佛，就好像阿彌陀佛一個模子造出來的，完全相同。完全相同，我們能認識嗎？能，為什麼能？你有神通，你有圓滿的神通、圓滿的智慧，你絕對不會錯認一個人。他有這個能力。所以這些光明遍照虛空法界，這裡講遍照十方世界念佛眾生，這是說阿彌陀佛，阿彌陀佛接引十方眾生，加持十方眾生。只要是念佛的人，佛光必定注照你，你為什麼沒有感覺？那是你習氣太重。如果你真正能夠懺除業障，業障消除到一定的程度，你就感覺到佛光照你。"
    },
    {
      "id": "02-039-0502_p0015",
      "zh_CN": "这里头最明显的，无过于发愿学讲经，这个功德特别殊胜。你发心学讲经，为什么？佛加持你。这个经文看不懂，也找不到资料，这个时候怎么办？我们初学讲经的时候碰到过，老师教我们放下，所有杂念也都放下，一心去拜佛。拜个二百拜、三百拜，意思就涌出来，你写，写都来不及，这是什么？这就是佛明显加持给你，也就是佛光照着你，你智慧开了，起来了。每一个学讲经的人都有这个经验。特别是上台，没上台要备课，要准备，一上台之后所准备的全用不上，讲得头头是道，不晓得从哪来的。谛闲法师讲《圆觉经》，那时候真有大居士，江味农这些大德们，他们是在家的弟子，听谛老讲经。听完之后，每一堂他们都有笔记，这个出版叫《亲闻记》。谛闲老和尚自己有《讲义》，讲义是他备课他编的；《亲闻记》是现场记录下来的。每一场记录下来的送给老和尚看，老和尚回去看了之后，第二天跟他们讲，这是我讲的吗？他说是，没错。我怎么会讲得这么好？佛力加持。这些资料在香港都很容易找到，《圆觉经讲义》、《圆觉经亲闻记》。我们在讲经这种经验就太多太多了，根本就没有预备，预备就没想到这些，在讲台上自自然然就讲出来，真是自然中有自然相，一点都不错。在这个地方我们就知道，有一股不思议的力量在后面支持你，你什么都不要操心。",
      "zh_TW": "這裡頭最明顯的，無過於發願學講經，這個功德特別殊勝。你發心學講經，為什麼？佛加持你。這個經文看不懂，也找不到資料，這個時候怎麼辦？我們初學講經的時候碰到過，老師教我們放下，所有雜念也都放下，一心去拜佛。拜個二百拜、三百拜，意思就湧出來，你寫，寫都來不及，這是什麼？這就是佛明顯加持給你，也就是佛光照著你，你智慧開了，起來了。每一個學講經的人都有這個經驗。特別是上台，沒上台要備課，要準備，一上台之後所準備的全用不上，講得頭頭是道，不曉得從哪來的。諦閑法師講《圓覺經》，那時候真有大居士，江味農這些大德們，他們是在家的弟子，聽諦老講經。聽完之後，每一堂他們都有筆記，這個出版叫《親聞記》。諦閑老和尚自己有《講義》，講義是他備課他編的；《親聞記》是現場記錄下來的。每一場記錄下來的送給老和尚看，老和尚回去看了之後，第二天跟他們講，這是我講的嗎？他說是，沒錯。我怎麼會講得這麼好？佛力加持。這些資料在香港都很容易找到，《圓覺經講義》、《圓覺經親聞記》。我們在講經這種經驗就太多太多了，根本就沒有預備，預備就沒想到這些，在講台上自自然然就講出來，真是自然中有自然相，一點都不錯。在這個地方我們就知道，有一股不思議的力量在後面支持你，你什麼都不要操心。"
    },
    {
      "id": "02-039-0502_p0016",
      "zh_CN": "这些教诲，都是我从前刚刚学佛二十六岁，章嘉大师教的。老师告诉我，一心，专心学教，讲经教学，你一生佛菩萨替你安排，你一点都不操心。老师这些话我听得懂，我接受了，我说太好了，什么事都不要操心。所以一生无论是顺境逆境、善缘恶缘，我心里有数，全是佛菩萨安排的，对我决定有好处，所以我们自己永远是一个感恩的心来对待。毁谤的人感恩他，替我消业障；侮辱我的人、陷害我的人，感谢他，他替我消业障，一生活在感恩的世界，你说你多幸福、多快乐，这是方东美先生告诉我的，「学佛是人生最高的享受」。你的意念完全改变，与一切人事物没有对立，他跟我对立我不跟他对立。大乘经教契入之后才晓得，因为本来是一体，哪有不关怀的道理！我们跟十方一切如来是一体，我们的意念，我们肉身的这些物质都是波动现象，这种波动现象念念跟他都联系，这个电波都相应、都接通了。这个接通意味什么？意味就是加持永远没有中断，不论你是在迷是在悟。众生不知道佛菩萨，佛菩萨知道众生；众生怎样侮辱佛菩萨、毁谤佛菩萨，甚至于消灭佛菩萨，佛菩萨对他的加持没有中断过。佛菩萨不像人，你恭敬我，我对你好，你毁谤我，我就把你搁在一边冷淡你，没有，完全是清净平等觉。这个道理很深，所以大乘佛法讲「无缘大慈，同体大悲」，无缘是没有条件的，慈是慈爱，悲是怜悯。众生跟我是一体，可惜他迷了，他不觉悟，他还要在六道里头受苦受难。菩萨不忍心看到他受苦难，还是想尽方法帮助他、减轻他，他什么时候知道感恩？他觉悟就知道了，原来生生世世在六道轮回，佛菩萨永远在照顾，从来没有一刻疏忽了他，不到那个时候他不知道感恩。所以感恩要知恩，他不知他怎么会感？可是佛菩萨并不希望你感恩报恩，根本就没有这个念头，永远不断的在布施恩德。",
      "zh_TW": "這些教誨，都是我從前剛剛學佛二十六歲，章嘉大師教的。老師告訴我，一心，專心學教，講經教學，你一生佛菩薩替你安排，你一點都不操心。老師這些話我聽得懂，我接受了，我說太好了，什麼事都不要操心。所以一生無論是順境逆境、善緣惡緣，我心裡有數，全是佛菩薩安排的，對我決定有好處，所以我們自己永遠是一個感恩的心來對待。毀謗的人感恩他，替我消業障；侮辱我的人、陷害我的人，感謝他，他替我消業障，一生活在感恩的世界，你說你多幸福、多快樂，這是方東美先生告訴我的，「學佛是人生最高的享受」。你的意念完全改變，與一切人事物沒有對立，他跟我對立我不跟他對立。大乘經教契入之後才曉得，因為本來是一體，哪有不關懷的道理！我們跟十方一切如來是一體，我們的意念，我們肉身的這些物質都是波動現象，這種波動現象念念跟他都聯繫，這個電波都相應、都接通了。這個接通意味什麼？意味就是加持永遠沒有中斷，不論你是在迷是在悟。眾生不知道佛菩薩，佛菩薩知道眾生；眾生怎樣侮辱佛菩薩、毀謗佛菩薩，甚至於消滅佛菩薩，佛菩薩對他的加持沒有中斷過。佛菩薩不像人，你恭敬我，我對你好，你毀謗我，我就把你擱在一邊冷淡你，沒有，完全是清淨平等覺。這個道理很深，所以大乘佛法講「無緣大慈，同體大悲」，無緣是沒有條件的，慈是慈愛，悲是憐憫。眾生跟我是一體，可惜他迷了，他不覺悟，他還要在六道裡頭受苦受難。菩薩不忍心看到他受苦難，還是想盡方法幫助他、減輕他，他什麼時候知道感恩？他覺悟就知道了，原來生生世世在六道輪迴，佛菩薩永遠在照顧，從來沒有一刻疏忽了他，不到那個時候他不知道感恩。所以感恩要知恩，他不知他怎麼會感？可是佛菩薩並不希望你感恩報恩，根本就沒有這個念頭，永遠不斷的在布施恩德。"
    },
    {
      "id": "02-039-0502_p0017",
      "zh_CN": "下面说：「其光相好，及与化佛，不可具说」。这是讲光明起的作用，光明当中又化佛，化佛周边有无量的菩萨，为一切众生讲经说法，帮助他觉悟。世出世间一切法，什么法对人利益最大、最究竟、最圆满？无过于教学。古今中外大圣大贤他们干什么？都干教学，而教学的功德无量无边，无与伦比。教学是帮助一个众生觉悟，帮助一个众生成圣成贤，帮助一个众生成菩萨、成佛，别的方法做不到。诸佛如来、祖师大德，所以个个从事于，这个用现在的术语来讲，社会教育，大圣大贤都走这个路子，别的事情都不干了。「上之经文深显光明色相微妙难思，随意变现」。「随众生心，应所知量」，这是世尊在《楞严经》上说的，随意变现不是随自己的意思，随众生的意思，自己没有意思。「光中有色，色又现相」。还现「珠网等等妙相」，什么现相它都会现，「只是一色所显」，一色能显无量相。",
      "zh_TW": "下面說：「其光相好，及與化佛，不可具說」。這是講光明起的作用，光明當中又化佛，化佛周邊有無量的菩薩，為一切眾生講經說法，幫助他覺悟。世出世間一切法，什麼法對人利益最大、最究竟、最圓滿？無過於教學。古今中外大聖大賢他們幹什麼？都幹教學，而教學的功德無量無邊，無與倫比。教學是幫助一個眾生覺悟，幫助一個眾生成聖成賢，幫助一個眾生成菩薩、成佛，別的方法做不到。諸佛如來、祖師大德，所以個個從事於，這個用現在的術語來講，社會教育，大聖大賢都走這個路子，別的事情都不幹了。「上之經文深顯光明色相微妙難思，隨意變現」。「隨眾生心，應所知量」，這是世尊在《楞嚴經》上說的，隨意變現不是隨自己的意思，隨眾生的意思，自己沒有意思。「光中有色，色又現相」。還現「珠網等等妙相」，什麼現相它都會現，「只是一色所顯」，一色能顯無量相。"
    },
    {
      "id": "02-039-0502_p0018",
      "zh_CN": "「又如佛相具好」，这个好是相中有好，相有八万四千相，一一相中有八万四千好，「好中放光，光复现佛，皆极显参回之意」，光色参回。这个境界我们无法想像，实在讲只有万花筒有一点类似，万花筒能够显示光色参回，转变最胜。我早年学这个经，学到这一句的时候想不出来，这句怎么讲法？想了好几个星期，脑子里常常有这一句。忽然想到小时候玩万花筒，所以他们很多人送我很多万花筒。这万花筒里面，跟这两句话「光色参回，转变最胜」，这里头现象就是这个样子。构造很简单，但是你转动它，你看里面的变化，你看不到两个完全相同的。你天天去看，看不出两个相同的，妙极了！在这么一段小事里面，我们已经见到了，极乐世界我们就能够想像到，它太殊胜，佛法形容不可思议，你没办法想像，你也无法说明；必须亲临其境，你才完全明了，你要证知。",
      "zh_TW": "「又如佛相具好」，這個好是相中有好，相有八萬四千相，一一相中有八萬四千好，「好中放光，光復現佛，皆極顯參迴之意」，光色參迴。這個境界我們無法想像，實在講只有萬花筒有一點類似，萬花筒能夠顯示光色參迴，轉變最勝。我早年學這個經，學到這一句的時候想不出來，這句怎麼講法？想了好幾個星期，腦子裡常常有這一句。忽然想到小時候玩萬花筒，所以他們很多人送我很多萬花筒。這萬花筒裡面，跟這兩句話「光色參迴，轉變最勝」，這裡頭現象就是這個樣子。構造很簡單，但是你轉動它，你看裡面的變化，你看不到兩個完全相同的。你天天去看，看不出兩個相同的，妙極了！在這麼一段小事裡面，我們已經見到了，極樂世界我們就能夠想像到，它太殊勝，佛法形容不可思議，你沒辦法想像，你也無法說明；必須親臨其境，你才完全明瞭，你要證知。"
    },
    {
      "id": "02-039-0502_p0019",
      "zh_CN": "「至于施作佛事」，施是布施、是摄施，佛事就是教化众生的事情，我们怎样帮助人觉悟，怎样帮助人回头，这叫佛事，「与摄取十方念佛众生，正是最胜也」。转变最胜。佛之伟大，他没有自己，他完全为别人，从来没有一个念头是为自己想的，那就错了，完全为众生。到这个世间来干什么？是来教化众生的，所以教学是他一生当中唯一的一个事业，除这个没事。人要觉悟了，什么问题都解决了。今天社会的动乱、地球的灾变，只要你觉悟，问题就全解决了。理明白，你心就安了，所以叫心安理得，理得到心就安，灾难就化解。事上能不能化解？事上是众生的共业，觉悟的人愈多，事上就解决了。你一个人觉悟，大家都没觉悟，事上有灾难，但是你不受灾难。对于一个觉悟的人他有这么样的好处，就是我们为什么要学佛，不就为这个吗？年轻的时候不知道，我要遇不到方东美先生，我跟佛这一生就没有缘，对它一无所知，也没有人能把这个事情讲清楚、讲明白。老师早年教我们，没有讲得这么详细，点到为止；可是他一点我懂了，我懂了，他就不再说了。就跟惠能大师听《金刚经》，听到「应无所住而生其心」，懂了，五祖就不说了。禅宗里面老师常常问学生，「会么？」会，会就不必说了，再说就是废话。",
      "zh_TW": "「至於施作佛事」，施是布施、是攝施，佛事就是教化眾生的事情，我們怎樣幫助人覺悟，怎樣幫助人回頭，這叫佛事，「與攝取十方念佛眾生，正是最勝也」。轉變最勝。佛之偉大，他沒有自己，他完全為別人，從來沒有一個念頭是為自己想的，那就錯了，完全為眾生。到這個世間來幹什麼？是來教化眾生的，所以教學是他一生當中唯一的一個事業，除這個沒事。人要覺悟了，什麼問題都解決了。今天社會的動亂、地球的災變，只要你覺悟，問題就全解決了。理明白，你心就安了，所以叫心安理得，理得到心就安，災難就化解。事上能不能化解？事上是眾生的共業，覺悟的人愈多，事上就解決了。你一個人覺悟，大家都沒覺悟，事上有災難，但是你不受災難。對於一個覺悟的人他有這麼樣的好處，就是我們為什麼要學佛，不就為這個嗎？年輕的時候不知道，我要遇不到方東美先生，我跟佛這一生就沒有緣，對它一無所知，也沒有人能把這個事情講清楚、講明白。老師早年教我們，沒有講得這麼詳細，點到為止；可是他一點我懂了，我懂了，他就不再說了。就跟惠能大師聽《金剛經》，聽到「應無所住而生其心」，懂了，五祖就不說了。禪宗裡面老師常常問學生，「會麼？」會，會就不必說了，再說就是廢話。"
    },
    {
      "id": "02-039-0502_p0020",
      "zh_CN": "「又参照上引经文中，可见极乐种种依正庄严，皆是自然根本之所现」。这句话说得非常之好，为什么？没有人为的意思在里头。极乐世界依正庄严没有人设计、没有人施工，自然变现的。你要不相信，我问你，你作过梦没有？有，有作梦经验。你要是梦到天堂，梦到富丽堂皇这种建筑，试问你，梦里那个境界谁设计的、谁去施工建造的？没有。那是什么？那就是自然根本之所现。念头不善，梦到地狱、梦到灾难，也没有人设计，也没有人去建造，自然根本之所现。其实经上讲这些大道理很深很深，实际上都在日常生活当中，只要你稍稍留意，统统在眼前，一点都不稀奇。「此正是《往生论》所云：极乐三种庄严入一法句」，这三种庄严前面念得很多，佛庄严，菩萨庄严，佛是老师，菩萨是学生，再就第三个是国土庄严，是居住环境、学习环境庄严。庄严就是美好到极处，我们世间人讲真善美达到极处，佛法叫庄严，你在这里面找不到丝毫的缺陷，这么好的一个地方。",
      "zh_TW": "「又參照上引經文中，可見極樂種種依正莊嚴，皆是自然根本之所現」。這句話說得非常之好，為什麼？沒有人為的意思在裡頭。極樂世界依正莊嚴沒有人設計、沒有人施工，自然變現的。你要不相信，我問你，你作過夢沒有？有，有作夢經驗。你要是夢到天堂，夢到富麗堂皇這種建築，試問你，夢裡那個境界誰設計的、誰去施工建造的？沒有。那是什麼？那就是自然根本之所現。念頭不善，夢到地獄、夢到災難，也沒有人設計，也沒有人去建造，自然根本之所現。其實經上講這些大道理很深很深，實際上都在日常生活當中，只要你稍稍留意，統統在眼前，一點都不稀奇。「此正是《往生論》所云：極樂三種莊嚴入一法句」，這三種莊嚴前面念得很多，佛莊嚴，菩薩莊嚴，佛是老師，菩薩是學生，再就第三個是國土莊嚴，是居住環境、學習環境莊嚴。莊嚴就是美好到極處，我們世間人講真善美達到極處，佛法叫莊嚴，你在這裡面找不到絲毫的缺陷，這麼好的一個地方。"
    },
    {
      "id": "02-039-0502_p0021",
      "zh_CN": "你要问为什么极乐世界这么好？你好好去读这部经，这部经告诉你，阿弥陀佛无量劫的修持，修持的功德是庄严的基础，没有无量劫这种智慧德能就不可能。再加上十五劫之前他在这个世间身为国王，世饶王这大国王，遇到世自在王佛，听经他觉悟了，把王位舍弃，出家作比丘，我们中国人讲作和尚，作比丘这是正确的。他的法名叫法藏，法藏比丘悲悯世间众生苦，发四十八愿，那个愿要兑现，光发愿不兑现，那个愿是假的，没有功德。他用五劫的时间，这个时间非常之长，这天文数字，用五劫时间把四十八愿愿愿都修圆满，极乐世界现前，自然现前的。极乐世界是他四十八愿，五劫这是缘，真正的因是过去生中无量劫积功累德，这样成就的。他成就不是为自己，他成就极乐世界供养大众，谁愿意到那个地方去学作佛，他统统接引，他会来迎接你到极乐世界。",
      "zh_TW": "你要問為什麼極樂世界這麼好？你好好去讀這部經，這部經告訴你，阿彌陀佛無量劫的修持，修持的功德是莊嚴的基礎，沒有無量劫這種智慧德能就不可能。再加上十五劫之前他在這個世間身為國王，世饒王這大國王，遇到世自在王佛，聽經他覺悟了，把王位捨棄，出家作比丘，我們中國人講作和尚，作比丘這是正確的。他的法名叫法藏，法藏比丘悲憫世間眾生苦，發四十八願，那個願要兌現，光發願不兌現，那個願是假的，沒有功德。他用五劫的時間，這個時間非常之長，這天文數字，用五劫時間把四十八願願願都修圓滿，極樂世界現前，自然現前的。極樂世界是他四十八願，五劫這是緣，真正的因是過去生中無量劫積功累德，這樣成就的。他成就不是為自己，他成就極樂世界供養大眾，誰願意到那個地方去學作佛，他統統接引，他會來迎接你到極樂世界。"
    },
    {
      "id": "02-039-0502_p0022",
      "zh_CN": "所以到极乐世界不是去享福，福报是真大，不是为享福，是为到那个地方去求学。我们在这个地方开不了悟，大彻大悟、明心见性做不到，到极乐世界就容易了。老师是阿弥陀佛，除阿弥陀佛之外，十方一切诸佛如来都到极乐世界去兼课，所以你到那个世界，无量无边诸佛如来你都有机会见到。极乐世界是个学校，不是一个国家，极乐世界里头没有国王、没有大臣，极乐世界里头没有士农工商。释迦牟尼佛为我们介绍极乐世界讲得太多了，两百多种经论上都提到，专讲极乐世界三部书，《无量寿经》、《观无量寿佛经》、《阿弥陀经》，专讲极乐世界。我们把这些书看完之后晓得，极乐世界是佛教学校，到那边去上学。那边所有一切设备尽善尽美，你去了之后阿弥陀佛无条件的供养，不要你缴学费，无条件供养你，帮助你在极乐世界成佛，毕业就成佛了，成佛就是毕业。毕业之后，十方世界与你有缘的地方你就去，到那里去教化、去教学去了，所以纯粹是一个教育的事业。极乐世界三种庄严入一法句，一法句是什么？一法句就是「真实智慧无为法身」，这一落实到事相上？这一法句就是一句阿弥陀佛，你能够常常念这一法句，念念在心不要把它忘记，你就是修极乐世界三种庄严。这个法门要真信，要真正发愿，决定得生，十方世界没有法子跟它相比。「故此自然之根本，即彼论中之一法句也」。把它归结到《往生论》的一法句，三种庄严，真实智慧无为法身；再归结就是一句「南无阿弥陀佛」。",
      "zh_TW": "所以到極樂世界不是去享福，福報是真大，不是為享福，是為到那個地方去求學。我們在這個地方開不了悟，大徹大悟、明心見性做不到，到極樂世界就容易了。老師是阿彌陀佛，除阿彌陀佛之外，十方一切諸佛如來都到極樂世界去兼課，所以你到那個世界，無量無邊諸佛如來你都有機會見到。極樂世界是個學校，不是一個國家，極樂世界裡頭沒有國王、沒有大臣，極樂世界裡頭沒有士農工商。釋迦牟尼佛為我們介紹極樂世界講得太多了，兩百多種經論上都提到，專講極樂世界三部書，《無量壽經》、《觀無量壽佛經》、《阿彌陀經》，專講極樂世界。我們把這些書看完之後曉得，極樂世界是佛教學校，到那邊去上學。那邊所有一切設備盡善盡美，你去了之後阿彌陀佛無條件的供養，不要你繳學費，無條件供養你，幫助你在極樂世界成佛，畢業就成佛了，成佛就是畢業。畢業之後，十方世界與你有緣的地方你就去，到那裡去教化、去教學去了，所以純粹是一個教育的事業。極樂世界三種莊嚴入一法句，一法句是什麼？一法句就是「真實智慧無為法身」，這一落實到事相上？這一法句就是一句阿彌陀佛，你能夠常常念這一法句，念念在心不要把它忘記，你就是修極樂世界三種莊嚴。這個法門要真信，要真正發願，決定得生，十方世界沒有法子跟它相比。「故此自然之根本，即彼論中之一法句也」。把它歸結到《往生論》的一法句，三種莊嚴，真實智慧無為法身；再歸結就是一句「南無阿彌陀佛」。"
    },
    {
      "id": "02-039-0502_p0023",
      "zh_CN": "我们再看底下这经文，『郁单成七宝』，郁单是梵语，古印度话音译的。中国人喜欢简单，所以把它省略掉，要用梵音译过来是「郁单罗究留」，我们把后面的尾音省掉。中国人喜欢用郁单，罗究留就省掉，或者翻作「郁单越、俱卢」，这个都是，俱卢就是罗究留的译音。这句话说什么？「乃四大洲中，北方大洲之名」，北洲叫郁单越，或者我们叫北俱卢洲，俱卢晓得就是罗究留，用尾音叫北俱卢。北是北方，翻成中国意思叫「高上作」，又翻作「上胜生」，或者翻为「高胜」，高明、殊胜。《玄应音义》里面为我们解释，这个翻译作「高上作」。高上作什么意思？「谓高上于余方也」，四大洲是东南西北，它是北洲，四大洲里头相比它是最殊胜的，它是最高明的，福报也最大，寿命也最长。「谓此洲于四天下，比余三洲，最上最妙最胜彼」。确实有这个意思，所以俱卢有最上最妙最胜的意思。",
      "zh_TW": "我們再看底下這經文，『鬱單成七寶』，鬱單是梵語，古印度話音譯的。中國人喜歡簡單，所以把它省略掉，要用梵音譯過來是「鬱單羅究留」，我們把後面的尾音省掉。中國人喜歡用鬱單，羅究留就省掉，或者翻作「鬱單越、俱盧」，這個都是，俱盧就是羅究留的譯音。這句話說什麼？「乃四大洲中，北方大洲之名」，北洲叫鬱單越，或者我們叫北俱盧洲，俱盧曉得就是羅究留，用尾音叫北俱盧。北是北方，翻成中國意思叫「高上作」，又翻作「上勝生」，或者翻為「高勝」，高明、殊勝。《玄應音義》裡面為我們解釋，這個翻譯作「高上作」。高上作什麼意思？「謂高上於餘方也」，四大洲是東南西北，它是北洲，四大洲裡頭相比它是最殊勝的，它是最高明的，福報也最大，壽命也最長。「謂此洲於四天下，比餘三洲，最上最妙最勝彼」。確實有這個意思，所以俱盧有最上最妙最勝的意思。"
    },
    {
      "id": "02-039-0502_p0024",
      "zh_CN": "「又《吴译》作郁单之自然，自然成七宝」。这个我们在经文上也都读到。「据《华严疏钞十三》云」，有这么一段话，「郁单越，此云胜生。以定寿一千岁，衣食自然故」。这福报真大！定就是什么？很少有短寿的。他的寿命是一千岁，这寿命长，寿命长代表福报大，身体健康，他的生活是自然成就的，不用操心，不需要劳力，这是过去生生世世修积福德所感得的。但是佛告诉我们，这个地方没佛法，为什么没有佛法？福报太大，他的享受太舒适，叫你去学佛，「我用不着了，我这里比佛还自在，比佛还舒服」。这就所谓是富贵学道难，你要劝富贵人来听讲经教学，他不喜欢。反过来，贫穷也学道难，贫穷三餐饭都吃不饱，哪有心思来上课！所以学佛哪些人恰当？小康之家，日子可以过得去，也不是很富裕，这种人最容易接触佛法，听了他也相信。四洲里面北俱卢洲，它是富贵人居住的，福报大的，佛在那个地方没有办法讲经教学，所以不到那一洲去。感应，叫三洲感应，韦陀菩萨护法，韦陀殿挂的匾额是三洲感应。北俱卢他不去，因为北俱卢洲没有佛法，他们的生活太好，衣食自然。你看下面解释，「彼洲人民毋须耕织劳作，而衣食自然丰足」。所以这些圣贤教育他不接受。「《吴译》」，这是《无量寿经》的另一个译本，「郁单之自然」，这句经文它是这么说的。我们这里是郁单成七宝，《吴译》是郁单之自然。「意即指此。本经依《汉译》作郁单成七宝」，就是这个经会集的时候它是用汉译的。「实为《吴译》二句之合，意谓如彼郁单洲自然丰足出生衣食诸物，而自然出生胜上之七宝」。所以这两个意思用一句话，郁单成七宝。这是说会集的时候经文从哪里来的，说明是字字都有依据，这是会集必须要遵守的重要条件。",
      "zh_TW": "「又《吳譯》作鬱單之自然，自然成七寶」。這個我們在經文上也都讀到。「據《華嚴疏鈔十三》云」，有這麼一段話，「鬱單越，此云勝生。以定壽一千歲，衣食自然故」。這福報真大！定就是什麼？很少有短壽的。他的壽命是一千歲，這壽命長，壽命長代表福報大，身體健康，他的生活是自然成就的，不用操心，不需要勞力，這是過去生生世世修積福德所感得的。但是佛告訴我們，這個地方沒佛法，為什麼沒有佛法？福報太大，他的享受太舒適，叫你去學佛，「我用不著了，我這裡比佛還自在，比佛還舒服」。這就所謂是富貴學道難，你要勸富貴人來聽講經教學，他不喜歡。反過來，貧窮也學道難，貧窮三餐飯都吃不飽，哪有心思來上課！所以學佛哪些人恰當？小康之家，日子可以過得去，也不是很富裕，這種人最容易接觸佛法，聽了他也相信。四洲裡面北俱盧洲，它是富貴人居住的，福報大的，佛在那個地方沒有辦法講經教學，所以不到那一洲去。感應，叫三洲感應，韋陀菩薩護法，韋陀殿掛的匾額是三洲感應。北俱盧他不去，因為北俱盧洲沒有佛法，他們的生活太好，衣食自然。你看下面解釋，「彼洲人民毋須耕織勞作，而衣食自然豐足」。所以這些聖賢教育他不接受。「《吳譯》」，這是《無量壽經》的另一個譯本，「鬱單之自然」，這句經文它是這麼說的。我們這裡是鬱單成七寶，《吳譯》是鬱單之自然。「意即指此。本經依《漢譯》作鬱單成七寶」，就是這個經會集的時候它是用漢譯的。「實為《吳譯》二句之合，意謂如彼鬱單洲自然豐足出生衣食諸物，而自然出生勝上之七寶」。所以這兩個意思用一句話，鬱單成七寶。這是說會集的時候經文從哪裡來的，說明是字字都有依據，這是會集必須要遵守的重要條件。"
    },
    {
      "id": "02-039-0502_p0025",
      "zh_CN": "『横揽成万物』，「横，指空间，揽，撮持、引取之义，指自然于十方虚空中流现万物」。这些现象也都在我们眼前，我们已经习惯了没有去思考，没有去想像东西从哪里来的，很习惯了。无论哪一桩事情，你认真去思考就变成很深的学问、很大的学问，而且每一桩事情都通到自性，妙极了！没有一桩事情不通自性，为什么？它本体是自性。我们明白这个道理，不敢轻视任何一法，佛法殊胜，佛教的经典是第一，其他宗教经典怎么样？决定没有两样，那些经典能不能见性？能，只要你通达明了。通达明了之后，不分别不执着不起心不动念，就成佛，就见性了。通达是智慧，不起心不动念是自性本定，不就明心见性了吗？见性成佛。",
      "zh_TW": "『橫攬成萬物』，「橫，指空間，攬，撮持、引取之義，指自然於十方虛空中流現萬物」。這些現象也都在我們眼前，我們已經習慣了沒有去思考，沒有去想像東西從哪裡來的，很習慣了。無論哪一樁事情，你認真去思考就變成很深的學問、很大的學問，而且每一樁事情都通到自性，妙極了！沒有一樁事情不通自性，為什麼？它本體是自性。我們明白這個道理，不敢輕視任何一法，佛法殊勝，佛教的經典是第一，其他宗教經典怎麼樣？決定沒有兩樣，那些經典能不能見性？能，只要你通達明瞭。通達明瞭之後，不分別不執著不起心不動念，就成佛，就見性了。通達是智慧，不起心不動念是自性本定，不就明心見性了嗎？見性成佛。"
    },
    {
      "id": "02-039-0502_p0026",
      "zh_CN": "所以任何一个法门都通无上道，不仅仅只有佛法，哪一法都一样。所以我们碰到其他宗教的人，我们没有不欢喜的，我们不会劝他改变宗教信仰，你就你自己的经教一门深入，你决定会得定，决定会开智慧，你的成就跟佛的成就没有两样。关键不在经教，惠能大师讲得好，关键是在看破、放下。看破是什么？明了，事实真相明了叫看破。放下是什么？放下妄想分别执着就是。你看佛说得多好！所以佛法是万法平等，万法一如。不能说万法一如，基督教不在内，佛没说这个话；万法一如，那《圣经》不在里头，没说这个话。这话要会听，要把它真听懂，佛法是究竟圆满的平等法，没有丝毫差别。这个里头所有对立的观念完全没有，没有真妄、没有正邪、没有人我、没有是非、没有大小、没有先后。没有先后就是没有时间，没有远近就是没有空间，在佛法是真平等。这些观念，对立的观念全是错误的，统统都从妄想当中生的。一定晓得真心离念，妄念没有了，真心就现前。一真一切真，没有一样不真。我们明白这个道理，了解事实真相，我们用在自己日常生活当中，用在处事待人接物，我们能跟所有一切众生，不同的族群、不同的文化都能融合成一体，彼此像一家亲人一样，这是大乘佛法。",
      "zh_TW": "所以任何一個法門都通無上道，不僅僅只有佛法，哪一法都一樣。所以我們碰到其他宗教的人，我們沒有不歡喜的，我們不會勸他改變宗教信仰，你就你自己的經教一門深入，你決定會得定，決定會開智慧，你的成就跟佛的成就沒有兩樣。關鍵不在經教，惠能大師講得好，關鍵是在看破、放下。看破是什麼？明瞭，事實真相明瞭叫看破。放下是什麼？放下妄想分別執著就是。你看佛說得多好！所以佛法是萬法平等，萬法一如。不能說萬法一如，基督教不在內，佛沒說這個話；萬法一如，那《聖經》不在裡頭，沒說這個話。這話要會聽，要把它真聽懂，佛法是究竟圓滿的平等法，沒有絲毫差別。這個裡頭所有對立的觀念完全沒有，沒有真妄、沒有正邪、沒有人我、沒有是非、沒有大小、沒有先後。沒有先後就是沒有時間，沒有遠近就是沒有空間，在佛法是真平等。這些觀念，對立的觀念全是錯誤的，統統都從妄想當中生的。一定曉得真心離念，妄念沒有了，真心就現前。一真一切真，沒有一樣不真。我們明白這個道理，了解事實真相，我們用在自己日常生活當中，用在處事待人接物，我們能跟所有一切眾生，不同的族群、不同的文化都能融合成一體，彼此像一家親人一樣，這是大乘佛法。"
    },
    {
      "id": "02-039-0502_p0027",
      "zh_CN": "礼敬诸佛，那我要问你，你见到耶稣、十字架拜不拜？你要不拜，礼敬诸佛十字架除外，是不是这样的？我们进人家教堂，看到十字架、耶稣像，我们跪在底下拜，他们信徒都看呆了，我们那个佛教徒也看呆了，你怎么去拜十字架？我们要跟他解释十大愿王，「礼敬诸佛」。耶稣是谁？观世音菩萨化身，你见到观世音菩萨要不要拜？观世音菩萨变个面孔你就不拜他了，哪有这种道理！这错了，你自己搞错了，你不认识。你看连日本中村康隆老和尚，我跟他第一次见面他就告诉我，「全世界所有宗教创始人都是观世音菩萨的化身」，讲得真好！他的徒弟桥本，现在是方丈了，桥本那天送我到大门口告诉我，我们老和尚给你说的话，他从来都没有讲过。他不跟你们讲，他跟我讲。为什么？我懂，跟你讲，你不懂。",
      "zh_TW": "禮敬諸佛，那我要問你，你見到耶穌、十字架拜不拜？你要不拜，禮敬諸佛十字架除外，是不是這樣的？我們進人家教堂，看到十字架、耶穌像，我們跪在底下拜，他們信徒都看呆了，我們那個佛教徒也看呆了，你怎麼去拜十字架？我們要跟他解釋十大願王，「禮敬諸佛」。耶穌是誰？觀世音菩薩化身，你見到觀世音菩薩要不要拜？觀世音菩薩變個面孔你就不拜他了，哪有這種道理！這錯了，你自己搞錯了，你不認識。你看連日本中村康隆老和尚，我跟他第一次見面他就告訴我，「全世界所有宗教創始人都是觀世音菩薩的化身」，講得真好！他的徒弟橋本，現在是方丈了，橋本那天送我到大門口告訴我，我們老和尚給你說的話，他從來都沒有講過。他不跟你們講，他跟我講。為什麼？我懂，跟你講，你不懂。"
    },
    {
      "id": "02-039-0502_p0028",
      "zh_CN": "我到每一个宗教我都拜，每一个宗教经典我都认真去读，是一不是二。你分别就错了，你不分别，敌对就没有。你看，我们中国古圣先贤说「仁者无敌」，这句话怎么说？仁慈的人没有冤家、没有对头，没有敌对的，这才叫仁。我们还有敌人，这你就不仁。没有对立的，他跟我对立，我不跟他对立，他就对立不起来。他跟我对立，我也跟他对立，好，这两个对立起来了。一边对立，一边放下，对立不起来，没有了，就化解了，这是真正觉悟、真正明了。所以世界宗教是一家，宗教团结有利于世界和平，有利于社会安定，这好事，这不是坏事。宗教可不可以团结？我们过去做了十年，这十年经验当中肯定宗教可以团结。宗教本来是一家，宗教与宗教之间决定没有矛盾，只要你互相去研究、互相去学习。如果对立了，我只度我的，不能度他的，那就错误了，那就产生对立、产生矛盾、产生冲突。你一互相学习全化解了，这个理念、这种方法非常重要，现在社会迫切需要它。国际上这些宗教会议愈来愈多，重要的这些会议当中，世界各个不同宗教领袖的会议这影响很大，一定要把这些信息传达。",
      "zh_TW": "我到每一個宗教我都拜，每一個宗教經典我都認真去讀，是一不是二。你分別就錯了，你不分別，敵對就沒有。你看，我們中國古聖先賢說「仁者無敵」，這句話怎麼說？仁慈的人沒有冤家、沒有對頭，沒有敵對的，這才叫仁。我們還有敵人，這你就不仁。沒有對立的，他跟我對立，我不跟他對立，他就對立不起來。他跟我對立，我也跟他對立，好，這兩個對立起來了。一邊對立，一邊放下，對立不起來，沒有了，就化解了，這是真正覺悟、真正明瞭。所以世界宗教是一家，宗教團結有利於世界和平，有利於社會安定，這好事，這不是壞事。宗教可不可以團結？我們過去做了十年，這十年經驗當中肯定宗教可以團結。宗教本來是一家，宗教與宗教之間決定沒有矛盾，只要你互相去研究、互相去學習。如果對立了，我只度我的，不能度他的，那就錯誤了，那就產生對立、產生矛盾、產生衝突。你一互相學習全化解了，這個理念、這種方法非常重要，現在社會迫切需要它。國際上這些宗教會議愈來愈多，重要的這些會議當中，世界各個不同宗教領袖的會議這影響很大，一定要把這些信息傳達。"
    },
    {
      "id": "02-039-0502_p0029",
      "zh_CN": "末后这个地方提到，「自然于十方虚空中流现万物」，这个万物就是十法界依正庄严。「万物者，一切物也。此万事万物，皆生于自然之根本」。自然之根本就是自性、就是本体。「如《首楞严经》，元是菩提妙净明体」，《楞严经》上这句话说得非常之好，遍法界虚空界一切万事万物，真的，元是菩提妙净明体。这个就是古大德比喻当中所谓「以金作器，器器皆金」，用黄金做的器皿，任何一个器皿都是黄金。遍法界虚空界万事万物都是自性变现的，自性是什么？《楞严经》上讲的「菩提妙净明体」；贤首国师《妄尽还源观》上讲的「自性清净圆明体」，说法不一样，意思完全相同。哲学里头简单，就用了两个字「本体」；我们中国古圣先贤也说得简单，就用「本性」两个字。本性本善，那个善是赞叹的字，不是善恶的善，那个善的意思就是太好了、太好了，是这个意思。没有办法形容，用个善字来赞叹，它能现万法，能生万法，作万法之本体；没有它，一切法都没有，它是一切法的本体。",
      "zh_TW": "末後這個地方提到，「自然於十方虛空中流現萬物」，這個萬物就是十法界依正莊嚴。「萬物者，一切物也。此萬事萬物，皆生於自然之根本」。自然之根本就是自性、就是本體。「如《首楞嚴經》，元是菩提妙淨明體」，《楞嚴經》上這句話說得非常之好，遍法界虛空界一切萬事萬物，真的，元是菩提妙淨明體。這個就是古大德比喻當中所謂「以金作器，器器皆金」，用黃金做的器皿，任何一個器皿都是黃金。遍法界虛空界萬事萬物都是自性變現的，自性是什麼？《楞嚴經》上講的「菩提妙淨明體」；賢首國師《妄盡還源觀》上講的「自性清淨圓明體」，說法不一樣，意思完全相同。哲學裡頭簡單，就用了兩個字「本體」；我們中國古聖先賢也說得簡單，就用「本性」兩個字。本性本善，那個善是讚歎的字，不是善惡的善，那個善的意思就是太好了、太好了，是這個意思。沒有辦法形容，用個善字來讚歎，它能現萬法，能生萬法，作萬法之本體；沒有它，一切法都沒有，它是一切法的本體。"
    },
    {
      "id": "02-039-0502_p0030",
      "zh_CN": "我们接着看，「盖谓万物悉从大光明藏中自然流出」，大光明藏也是它，大光明藏就是净土宗里面所说的常寂光净土，常寂光也叫大光明藏，是自性常寂光，自然流露，一丝毫勉强没有，一丝毫的造作没有。如同空谷回音，我们在山谷长啸一声，你就听到回音，自然的，不是任何造作出来的，我们今天山河大地不就是这样的吗？山河大地会变成这么糟糕，这就是什么？不自然，人为的就不自然。人可以为，但是不要过分，过分麻烦就大了。不过分还维持一个自然的状态，太过分就产生变化，社会不安定、人心浮动。这一点你细心去看，觉悟的人，有修养、有功夫的人，他坐在那里像一座山一样，如如不动。我看到一个人，我的老师章嘉大师，无论他在什么地方坐着、站着、卧着、走着，好像他都在定中，一丝毫浮躁的现象看不出来。我们读佛经，佛经上形容「那伽常在定，无有不定时」，那伽是梵语，翻它的意思有翻作龙、有翻作象。龙我们没看过，大象我们看到了，你看大象那个态度，牠站在那里不动，好像定在那里，牠走起来慢慢的，一步一步慢慢的。",
      "zh_TW": "我們接著看，「蓋謂萬物悉從大光明藏中自然流出」，大光明藏也是它，大光明藏就是淨土宗裡面所說的常寂光淨土，常寂光也叫大光明藏，是自性常寂光，自然流露，一絲毫勉強沒有，一絲毫的造作沒有。如同空谷回音，我們在山谷長嘯一聲，你就聽到回音，自然的，不是任何造作出來的，我們今天山河大地不就是這樣的嗎？山河大地會變成這麼糟糕，這就是什麼？不自然，人為的就不自然。人可以為，但是不要過分，過分麻煩就大了。不過分還維持一個自然的狀態，太過分就產生變化，社會不安定、人心浮動。這一點你細心去看，覺悟的人，有修養、有功夫的人，他坐在那裡像一座山一樣，如如不動。我看到一個人，我的老師章嘉大師，無論他在什麼地方坐著、站著、臥著、走著，好像他都在定中，一絲毫浮躁的現象看不出來。我們讀佛經，佛經上形容「那伽常在定，無有不定時」，那伽是梵語，翻它的意思有翻作龍、有翻作象。龍我們沒看過，大象我們看到了，你看大象那個態度，牠站在那裡不動，好像定在那裡，牠走起來慢慢的，一步一步慢慢的。"
    },
    {
      "id": "02-039-0502_p0031",
      "zh_CN": "我跟章嘉大师三年，实在讲他的身教胜于言教，你跟他在一起，你看他那个风度感人，跟他在一起坐上两个小时舍不得离开他。虽然一句话都不说，那个磁场、那个气分太好了，那就是一种享受，这是什么？这身教。我们年轻，没他的功夫，我们在他面前，可能身体动来动去。所以问他一个问题，他看着我，我也看着他，往往一看就半个钟点，入定了，然后才教你。我是好多年之后才醒悟过来，为什么？心浮气躁不要跟你讲东西，讲东西耳边风，这个耳进去，那个耳出去，没用。什么时候教你？整个情绪定下来了再跟你讲，你会永远记住，这至少的。要是不但记住，你会能落实在生活上，在你处事待人接物你全用上了，那就管用了，你真学会了。你看愈是有学问的人、愈是有修养的人，不动，你看到心浮气躁，坐不住、站不住，你看这种人他学得再多，知识，他没有智慧。他讲得天花乱坠，有辩才，也能够吸引大众，他自己不得受用；换句话说，依旧生活在烦恼苦难的世界，净定安乐他没有分。所以我们一定要细心冷静去体会去观察，天地万物悉从大光明藏中自然流出，就在眼前，我们要把佛经上这些经文证实，我们就得受用了。",
      "zh_TW": "我跟章嘉大師三年，實在講他的身教勝於言教，你跟他在一起，你看他那個風度感人，跟他在一起坐上兩個小時捨不得離開他。雖然一句話都不說，那個磁場、那個氣分太好了，那就是一種享受，這是什麼？這身教。我們年輕，沒他的功夫，我們在他面前，可能身體動來動去。所以問他一個問題，他看著我，我也看著他，往往一看就半個鐘點，入定了，然後才教你。我是好多年之後才醒悟過來，為什麼？心浮氣躁不要跟你講東西，講東西耳邊風，這個耳進去，那個耳出去，沒用。什麼時候教你？整個情緒定下來了再跟你講，你會永遠記住，這至少的。要是不但記住，你會能落實在生活上，在你處事待人接物你全用上了，那就管用了，你真學會了。你看愈是有學問的人、愈是有修養的人，不動，你看到心浮氣躁，坐不住、站不住，你看這種人他學得再多，知識，他沒有智慧。他講得天花亂墜，有辯才，也能夠吸引大眾，他自己不得受用；換句話說，依舊生活在煩惱苦難的世界，淨定安樂他沒有分。所以我們一定要細心冷靜去體會去觀察，天地萬物悉從大光明藏中自然流出，就在眼前，我們要把佛經上這些經文證實，我們就得受用了。"
    },
    {
      "id": "02-039-0502_p0032",
      "zh_CN": "「至于极乐世界亦复如是，乃由于弥陀大愿之所成，众生净心之所具」。弥陀大愿所成就的极乐世界，我们每个人自性清净心里头本有的极乐世界，被阿弥陀佛的愿力一引，我们自性的极乐世界现前，他引，引导我们。你说极乐世界是阿弥陀佛现的，是我们自己心现的？自己心现的，弥陀引发的。没有阿弥陀佛，我们自性里头有，现不出来，他一引，我们现出来了。我们现出来的跟他现出来的是一模一样，所以「自性弥陀，唯心净土」，这两句话不是假的。阿弥陀佛在哪里？也是我们自性变的，是他的愿力引发。他的自性显现，我的自性显现，我的心跟他的心是一个心，不是两个心。本体是一个，现象不同，千差万别；体是一个，都是自体显现的。",
      "zh_TW": "「至於極樂世界亦復如是，乃由於彌陀大願之所成，眾生淨心之所具」。彌陀大願所成就的極樂世界，我們每個人自性清淨心裡頭本有的極樂世界，被阿彌陀佛的願力一引，我們自性的極樂世界現前，他引，引導我們。你說極樂世界是阿彌陀佛現的，是我們自己心現的？自己心現的，彌陀引發的。沒有阿彌陀佛，我們自性裡頭有，現不出來，他一引，我們現出來了。我們現出來的跟他現出來的是一模一樣，所以「自性彌陀，唯心淨土」，這兩句話不是假的。阿彌陀佛在哪裡？也是我們自性變的，是他的願力引發。他的自性顯現，我的自性顯現，我的心跟他的心是一個心，不是兩個心。本體是一個，現象不同，千差萬別；體是一個，都是自體顯現的。"
    },
    {
      "id": "02-039-0502_p0033",
      "zh_CN": "所以弥陀大愿，感应，能感。所成的，就是极乐世界依正庄严，这能应，我们自心就能应。众生净心之所具，如果加一个字就更清楚了，皆是众生清净心中之所具，惠能大师明心见性第三句所说的，「何期自性本自具足」。你想一想，我们自性具不具足华藏世界、具不具足娑婆世界、具不具足极乐世界、具不具足十方三世一切诸佛刹土依正庄严？统统具足。佛给我们讲得很清楚，「心外无法，法外无心」，这话讲绝了。这些话都是佛法里头最高的原则、最高的原理，通一切法，你能够掌握到的时候，你怎么不得大自在！你能够掌握到，你在一生当中，你怎么会不成就！你怎么会没有信心！如果是从外来的，你没有信心情有可原。为什么？外面求难，求人难。",
      "zh_TW": "所以彌陀大願，感應，能感。所成的，就是極樂世界依正莊嚴，這能應，我們自心就能應。眾生淨心之所具，如果加一個字就更清楚了，皆是眾生清淨心中之所具，惠能大師明心見性第三句所說的，「何期自性本自具足」。你想一想，我們自性具不具足華藏世界、具不具足娑婆世界、具不具足極樂世界、具不具足十方三世一切諸佛剎土依正莊嚴？統統具足。佛給我們講得很清楚，「心外無法，法外無心」，這話講絕了。這些話都是佛法裡頭最高的原則、最高的原理，通一切法，你能夠掌握到的時候，你怎麼不得大自在！你能夠掌握到，你在一生當中，你怎麼會不成就！你怎麼會沒有信心！如果是從外來的，你沒有信心情有可原。為什麼？外面求難，求人難。"
    },
    {
      "id": "02-039-0502_p0034",
      "zh_CN": "这个事情不要求人，它是你自己的事情，是你自性变现的。要晓得，这个宇宙是我自性变现的，这个地球是我自性变现的。地球美好，是我美好的念头变现的，美好的心行变现的；地球上有灾难，是我恶念变现的，是我恶的行为变现的。要想把地球上灾难化解，我念头一转就化解了，科学做不到，念头做得到，谁相信？最近这三十年来的科学家他们相信了。我们看到许多报告，这意念的能量不可思议，尤其是集体意念的能量。它叫集体意念的能量，在佛法叫共业。我说共业大家就明白了。个人的能量叫别业，集体叫共业。今天这个世间共业所感，这个共业是不善的共业。你把这些道理、事实真相统统搞清楚，你就知道用什么方法来救苦救难，有什么方法把我们目前灾难完全化解，你真懂，而且真有效。古人所说的福人居福地，有福的人他住在这个地方，这个地方没有灾难。为什么？他的意念转这个地区的境界，这个地区纵然有造恶的人，他造的恶没有他的福大。他造的恶超过他的福，他就要受灾难；如果他的福大，造的这个罪业不超过他的福报，他的福报能镇在这一方，造作罪业的人果报不会现前。他走了以后就会现前；他没有走的时候，他住在那里就不会现前，叫福人居福地，我们相信这句话。",
      "zh_TW": "這個事情不要求人，它是你自己的事情，是你自性變現的。要曉得，這個宇宙是我自性變現的，這個地球是我自性變現的。地球美好，是我美好的念頭變現的，美好的心行變現的；地球上有災難，是我惡念變現的，是我惡的行為變現的。要想把地球上災難化解，我念頭一轉就化解了，科學做不到，念頭做得到，誰相信？最近這三十年來的科學家他們相信了。我們看到許多報告，這意念的能量不可思議，尤其是集體意念的能量。它叫集體意念的能量，在佛法叫共業。我說共業大家就明白了。個人的能量叫別業，集體叫共業。今天這個世間共業所感，這個共業是不善的共業。你把這些道理、事實真相統統搞清楚，你就知道用什麼方法來救苦救難，有什麼方法把我們目前災難完全化解，你真懂，而且真有效。古人所說的福人居福地，有福的人他住在這個地方，這個地方沒有災難。為什麼？他的意念轉這個地區的境界，這個地區縱然有造惡的人，他造的惡沒有他的福大。他造的惡超過他的福，他就要受災難；如果他的福大，造的這個罪業不超過他的福報，他的福報能鎮在這一方，造作罪業的人果報不會現前。他走了以後就會現前；他沒有走的時候，他住在那裡就不會現前，叫福人居福地，我們相信這句話。"
    },
    {
      "id": "02-039-0502_p0035",
      "zh_CN": "祸福都是人为的，不是自然的。自然是最美好的，所以现在我们称为自然灾害，是有冤枉了自然，我们对自然太不了解了，认为自然灾害。自然决定没灾害，自然有灾害那还得了吗？所以不自然，是人为的，这个一定要懂。中国几千年来的教育随顺自然，所以这个地区福地，长治久安，居住在这个地方都受圣贤教诲。两千年来正如同汤恩比所说的，古时候中国人心量大，能包容异族文化，这人家赞叹。异族就是佛教的，佛教从印度传来，不是本土的，能够包容、能够欢喜学习。他下面说，佛教文化丰富了中国本土文化，所以这两个文化交融，两面都得了好处。中国本土文化提升了，佛教在中国文化也提升了，相得益彰。所以皆是众生清净心中之所具，就是惠能大师讲的「何期自性本自具足」，这都是说尽了。",
      "zh_TW": "禍福都是人為的，不是自然的。自然是最美好的，所以現在我們稱為自然災害，是有冤枉了自然，我們對自然太不了解了，認為自然災害。自然決定沒災害，自然有災害那還得了嗎？所以不自然，是人為的，這個一定要懂。中國幾千年來的教育隨順自然，所以這個地區福地，長治久安，居住在這個地方都受聖賢教誨。兩千年來正如同湯恩比所說的，古時候中國人心量大，能包容異族文化，這人家讚歎。異族就是佛教的，佛教從印度傳來，不是本土的，能夠包容、能夠歡喜學習。他下面說，佛教文化豐富了中國本土文化，所以這兩個文化交融，兩面都得了好處。中國本土文化提升了，佛教在中國文化也提升了，相得益彰。所以皆是眾生清淨心中之所具，就是惠能大師講的「何期自性本自具足」，這都是說盡了。"
    },
    {
      "id": "02-039-0502_p0036",
      "zh_CN": "「故经中国中万物」，这是讲极乐世界，极乐世界万事万物「严净光丽」，用这四个字来形容，庄严、清净、光明、华丽，「形色殊特」，形是形状，色是光彩，非常殊妙奇特，「穷微极妙」，就是微妙到极处，「无能称量」，没有办法说它，说不出，也没有方法去衡量它，为什么？它圆满，究竟圆满，找不到一丝毫的缺陷，这么个意思。这几句话形容极乐世界，我们今天讲的物质文明、精神文明、自然景观都到了究竟圆满。说这些，正是经上所说这句话「自然转变最胜之所显」，显是显示出来，没有人在思惟想像，没有人在这里做设计工作，也不需要有人在那里去建筑、施设，没有，自然现象。自然现象最完美最美好，这是真理，这个理太深，不是一般人能想像得到的。什么时候你能见到？你的清净心现前，你就体会到。浮动的心是决定不会发现的，我们现在一般的心染污，就像水一样肮脏又起波浪，我们的心态是这个样子的。圣贤的心是清净的、是平等的，没有波浪，一尘不染。要知道这种清净不染的心，是我们的本性，是我们的真心。圣贤为什么他有？他定下来了，他把这肮脏东西放下了，把波浪也放下了。波浪里头分别，把染污放下，清净了；波浪放下，平等了，真心现前。经上「清净平等觉」，就是我们自己的真心，真心现前你就看到事实真相。今天时间到了，我们就学习到此地。",
      "zh_TW": "「故經中國中萬物」，這是講極樂世界，極樂世界萬事萬物「嚴淨光麗」，用這四個字來形容，莊嚴、清淨、光明、華麗，「形色殊特」，形是形狀，色是光彩，非常殊妙奇特，「窮微極妙」，就是微妙到極處，「無能稱量」，沒有辦法說它，說不出，也沒有方法去衡量它，為什麼？它圓滿，究竟圓滿，找不到一絲毫的缺陷，這麼個意思。這幾句話形容極樂世界，我們今天講的物質文明、精神文明、自然景觀都到了究竟圓滿。說這些，正是經上所說這句話「自然轉變最勝之所顯」，顯是顯示出來，沒有人在思惟想像，沒有人在這裡做設計工作，也不需要有人在那裡去建築、施設，沒有，自然現象。自然現象最完美最美好，這是真理，這個理太深，不是一般人能想像得到的。什麼時候你能見到？你的清淨心現前，你就體會到。浮動的心是決定不會發現的，我們現在一般的心染污，就像水一樣骯髒又起波浪，我們的心態是這個樣子的。聖賢的心是清淨的、是平等的，沒有波浪，一塵不染。要知道這種清淨不染的心，是我們的本性，是我們的真心。聖賢為什麼他有？他定下來了，他把這骯髒東西放下了，把波浪也放下了。波浪裡頭分別，把染污放下，清淨了；波浪放下，平等了，真心現前。經上「清淨平等覺」，就是我們自己的真心，真心現前你就看到事實真相。今天時間到了，我們就學習到此地。"
    }
  ]
}