{
  "doc_id": "02-039-0474",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四七四集",
    "zh_TW": "第四七四集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "台湾高雄",
    "zh_TW": "台灣高雄"
  },
  "doc_number": "02-039-0474",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "02-039-0474_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第五百九十九面，倒数第五行从第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第五百九十九面，倒數第五行從第二句看起："
    },
    {
      "id": "02-039-0474_p0002",
      "zh_CN": "『雪山』，「即大雪山。南赡部洲，此山特高，冬夏积雪，故名雪山。雪山洁白，以喻戒德与定净。憬兴云：定净满德，如雪山也。」这是介绍经上所讲的「须弥山」，须弥山是一个小世界的中心，南赡部洲就是地球，在这个太空里面像个小岛一样。南赡部洲最高的山，也可以称之为地球上的须弥山，不能称之为这一个单位世界的须弥山。一个单位世界是一个银河系，银河系里面什么地方最高的？经上告诉我们是它的中心，银河系的核心。我们看到近代的天文图像，能看到银河系像个碟一样，当中确实最高，慢慢延伸到两边，就是边缘，边缘比较稀薄，太阳确实是围绕着银河系在旋转。经典上讲的须弥山，应该就是银河的中心。在经里面告诉我们，一个地区上最高的山，须弥也有这个意思，妙高。像台湾这个岛，台湾最高的山峰是台湾的须弥山，妙高山有这个意思。地球上的山，最高雪山，就是喜马拉雅山终年积雪，所以称之雪山。这里有表法的意思，取雪山的洁白、清净，没有杂色，一片所谓是雪白，比喻戒德与定净。修行人持戒清净没有染污，用这雪山做比喻。修禅定，禅定能帮助我们恢复清净心，清净心也是没有染污，所以用雪山来做比喻，表这个意思。",
      "zh_TW": "『雪山』，「即大雪山。南贍部洲，此山特高，冬夏積雪，故名雪山。雪山潔白，以喻戒德與定淨。憬興云：定淨滿德，如雪山也。」這是介紹經上所講的「須彌山」，須彌山是一個小世界的中心，南贍部洲就是地球，在這個太空裡面像個小島一樣。南贍部洲最高的山，也可以稱之為地球上的須彌山，不能稱之為這一個單位世界的須彌山。一個單位世界是一個銀河系，銀河系裡面什麼地方最高的？經上告訴我們是它的中心，銀河系的核心。我們看到近代的天文圖像，能看到銀河系像個碟一樣，當中確實最高，慢慢延伸到兩邊，就是邊緣，邊緣比較稀薄，太陽確實是圍繞著銀河系在旋轉。經典上講的須彌山，應該就是銀河的中心。在經裡面告訴我們，一個地區上最高的山，須彌也有這個意思，妙高。像台灣這個島，台灣最高的山峰是台灣的須彌山，妙高山有這個意思。地球上的山，最高雪山，就是喜馬拉雅山終年積雪，所以稱之雪山。這裡有表法的意思，取雪山的潔白、清淨，沒有雜色，一片所謂是雪白，比喻戒德與定淨。修行人持戒清淨沒有染污，用這雪山做比喻。修禪定，禪定能幫助我們恢復清淨心，清淨心也是沒有染污，所以用雪山來做比喻，表這個意思。"
    },
    {
      "id": "02-039-0474_p0003",
      "zh_CN": "「又《会疏》曰：以戒德喻雪山，戒德清净，如大雪山。常洁白，能照众生，令清凉故。」可是在现代科学家告诉我们，地球上发生异常的灾变，喜马拉雅山的积雪可能会融化掉，南北极的冰也会融化掉。估计高山积雪融化，南北极的冰融化，地球上海平面可能会上升五十米，五十米就相当高度，沿海的这些城市都会被淹没，这是我们现前地球上的状况。佛在经典上没有说未来，佛只说了法运，释迦牟尼佛法运，用今天的话来说，就是他的影响，面积上的影响他能影响到全世界，时间上的影响是一万二千年。一万二千年现在已经过去三千零三十八年，释迦牟尼佛灭度，我们中国人的记录，世尊出世是周昭王二十四年，圆寂在周穆王五十三年，如果照这个计算，释迦牟尼佛灭度到今年，应该是三千零三十八年。也就是说，佛的正法过去了，正法一千年；像法也过去了，像法也是一千年；末法一万年，一万年第一个一千年过去了，我们现在是第二个一千年的开始，所以后面还有将近九千年。世运，就是世界的世运有兴衰，地球不会毁灭，外国人讲的地球末日、世界末日，这个在佛法里头是不承认的，但是灾难会有，盛世也会有，完全看人心。人心不善这是乱世，地球有很多灾难发现；如果人心善良，这个世界上是盛世，山河大地都会显得非常的美好。",
      "zh_TW": "「又《會疏》曰：以戒德喻雪山，戒德清淨，如大雪山。常潔白，能照眾生，令清涼故。」可是在現代科學家告訴我們，地球上發生異常的災變，喜馬拉雅山的積雪可能會融化掉，南北極的冰也會融化掉。估計高山積雪融化，南北極的冰融化，地球上海平面可能會上升五十米，五十米就相當高度，沿海的這些城市都會被淹沒，這是我們現前地球上的狀況。佛在經典上沒有說未來，佛只說了法運，釋迦牟尼佛法運，用今天的話來說，就是他的影響，面積上的影響他能影響到全世界，時間上的影響是一萬二千年。一萬二千年現在已經過去三千零三十八年，釋迦牟尼佛滅度，我們中國人的記錄，世尊出世是周昭王二十四年，圓寂在周穆王五十三年，如果照這個計算，釋迦牟尼佛滅度到今年，應該是三千零三十八年。也就是說，佛的正法過去了，正法一千年；像法也過去了，像法也是一千年；末法一萬年，一萬年第一個一千年過去了，我們現在是第二個一千年的開始，所以後面還有將近九千年。世運，就是世界的世運有興衰，地球不會毀滅，外國人講的地球末日、世界末日，這個在佛法裡頭是不承認的，但是災難會有，盛世也會有，完全看人心。人心不善這是亂世，地球有很多災難發現；如果人心善良，這個世界上是盛世，山河大地都會顯得非常的美好。"
    },
    {
      "id": "02-039-0474_p0004",
      "zh_CN": "实际上我们今天对这些理论，有相当程度的认知，我们不怀疑，极乐世界跟我们这个地球，实际上没有两样，都是唯心所现、唯识所变，同一个道理。为什么那个世界那么好，我们这个世界跟它相比一下，差很远，原因在哪里？释迦牟尼佛告诉我们，极乐世界的居民皆是上善之人。佛讲的这个善就是十善业道，十善业道佛常讲上中下三品，在我们这个世界修上品十善，来生的果报是在天道；中品的十善是人道，人间富贵；下品的十善是修罗道、罗刹道，分为上中下三品。西方极乐世界上善，上善他做得太圆满，我们可以称他为上上善。大乘教里佛常说「一切法从心想生」，极乐世界的人都是上上善人，难怪那个世界美好。如果我们地球上人也能够修上上善，我们地球就会变成极乐世界，跟极乐世界没有差别。《华严经》上讲的「境随心转」，境是环境，我们居住的地球是环境，环境是随心转。这个道理，一直到近代才被科学家发现，刚开始发现，还没有被普遍的肯定。如果这个世界上，学习科学的人都能肯定这个事实，我们地球上就有救了。连美国布莱登先生，这是个科学家，前年在雪梨开会，这是几位大科学家讨论二０一二马雅灾难预言，讨论这个论题。他就说二０一二是地球上人民的一个转机，如果地球上的居民都能够「弃恶扬善、改邪归正、端正心念」，不但灾难不会现前，而且地球会变得更美好。他这个说法，跟大乘经上讲的一样。",
      "zh_TW": "實際上我們今天對這些理論，有相當程度的認知，我們不懷疑，極樂世界跟我們這個地球，實際上沒有兩樣，都是唯心所現、唯識所變，同一個道理。為什麼那個世界那麼好，我們這個世界跟它相比一下，差很遠，原因在哪裡？釋迦牟尼佛告訴我們，極樂世界的居民皆是上善之人。佛講的這個善就是十善業道，十善業道佛常講上中下三品，在我們這個世界修上品十善，來生的果報是在天道；中品的十善是人道，人間富貴；下品的十善是修羅道、羅剎道，分為上中下三品。西方極樂世界上善，上善他做得太圓滿，我們可以稱他為上上善。大乘教裡佛常說「一切法從心想生」，極樂世界的人都是上上善人，難怪那個世界美好。如果我們地球上人也能夠修上上善，我們地球就會變成極樂世界，跟極樂世界沒有差別。《華嚴經》上講的「境隨心轉」，境是環境，我們居住的地球是環境，環境是隨心轉。這個道理，一直到近代才被科學家發現，剛開始發現，還沒有被普遍的肯定。如果這個世界上，學習科學的人都能肯定這個事實，我們地球上就有救了。連美國布萊登先生，這是個科學家，前年在雪梨開會，這是幾位大科學家討論二０一二馬雅災難預言，討論這個論題。他就說二０一二是地球上人民的一個轉機，如果地球上的居民都能夠「棄惡揚善、改邪歸正、端正心念」，不但災難不會現前，而且地球會變得更美好。他這個說法，跟大乘經上講的一樣。"
    },
    {
      "id": "02-039-0474_p0005",
      "zh_CN": "问题我们地球上的人，肯不肯改变？能不能放下十恶业，认真的修十善业道？这个问题要靠教育，特别是宗教教育。前年，我随同马来西亚的宗教访问团，访问梵蒂冈，我们跟教宗见面谈到这个问题，这个问题也是他们先提出来。我们就希望天主教能够教导他们的信徒，天主教的信徒在全世界超过十亿人，我们虔诚为这个世界上灾难来做祈祷，有没有效果？有效果，但是这是治标，不是治本。治本之道一定是教育，我们希望每个宗教都回归到社会教育。当初这些教主创教不是专门搞祈祷，祈祷是附带的，主要的是教学，大家在经典上都能看见。释迦牟尼佛教了四十九年，这最长的；默罕默德教了二十七年；耶稣教了三年，被人害死的；摩西也教了二十多年。所以教育重要，教什么？教人断恶行善，教伦常、教道德、教因果，都搞清楚、搞明白人才真正会回头，改邪归正、端正心念，地球上灾难就能化解。这个道理知道的人很多，希望知道的人带头做，从自己做起，认真去做。心地确确实实要像雪山一样洁白、干净，没有污染，没有邪念。每个宗教都讲到舍己为人，一个虔诚的宗教徒能做得到，牺牲自己，服务大众，特别是对苦难众生。",
      "zh_TW": "問題我們地球上的人，肯不肯改變？能不能放下十惡業，認真的修十善業道？這個問題要靠教育，特別是宗教教育。前年，我隨同馬來西亞的宗教訪問團，訪問梵蒂岡，我們跟教宗見面談到這個問題，這個問題也是他們先提出來。我們就希望天主教能夠教導他們的信徒，天主教的信徒在全世界超過十億人，我們虔誠為這個世界上災難來做祈禱，有沒有效果？有效果，但是這是治標，不是治本。治本之道一定是教育，我們希望每個宗教都回歸到社會教育。當初這些教主創教不是專門搞祈禱，祈禱是附帶的，主要的是教學，大家在經典上都能看見。釋迦牟尼佛教了四十九年，這最長的；默罕默德教了二十七年；耶穌教了三年，被人害死的；摩西也教了二十多年。所以教育重要，教什麼？教人斷惡行善，教倫常、教道德、教因果，都搞清楚、搞明白人才真正會回頭，改邪歸正、端正心念，地球上災難就能化解。這個道理知道的人很多，希望知道的人帶頭做，從自己做起，認真去做。心地確確實實要像雪山一樣潔白、乾淨，沒有污染，沒有邪念。每個宗教都講到捨己為人，一個虔誠的宗教徒能做得到，犧牲自己，服務大眾，特別是對苦難眾生。"
    },
    {
      "id": "02-039-0474_p0006",
      "zh_CN": "下面，「《净影疏》云：雪山显其定净」，这都是讲心理。「诸德皆净，名等一净」。净是清净，智慧清净、德行清净、服务清净，个人生活也清净，所以叫等一清净。「等者平等，一者一如」，平等一如，「净者本净。其心本净」，这是真的，清净心是真心。惠能大师明心见性，向五祖忍和尚提出报告，第一句话就说「何期自性，本自清净」，所以清净心是真心，没被染污。中国过去的老祖宗也肯定，他们说「人性本善」，那个善就是净，那个善不是善恶的善，是赞叹，一丝毫缺点没有，「止于至善」，佛家用清净，用平等清净，平等清净这是至善。「故洁白如雪山」，用雪山来表法。「其心一如，故如雪山之不动」，取这个意思，不动就是定，清净就是平等一如。「其心平等，故三无差别」，这个三是说佛、心、众生，是一而三、三而一。所以佛是非常肯定的告诉我们，一切众生本来是佛。中国老祖宗告诉我们，《四书》是中国人念得最多的，过去读书人没有不读《四书》的，「大学」开宗明义就把宗旨说出来，「大学之道，在明明德，在亲民，在止于至善」。这几句话跟佛所说的，一切众生本来是佛意思完全相同。圣学，圣人的教育目的，不是教人升官发财，不是教人搞名闻利养，是教人成圣成贤。所以它讲明明德，明德就是佛法讲的自性，现在自性被染污，需要恢复他的明德，所以加上个明字，明明德。上面这个「明」字是个动词，下面「明德」才是名词。为什么要明明德？当然明德已经不明，这就需要教了，要靠教育的方法才能恢复明德。",
      "zh_TW": "下面，「《淨影疏》云：雪山顯其定淨」，這都是講心理。「諸德皆淨，名等一淨」。淨是清淨，智慧清淨、德行清淨、服務清淨，個人生活也清淨，所以叫等一清淨。「等者平等，一者一如」，平等一如，「淨者本淨。其心本淨」，這是真的，清淨心是真心。惠能大師明心見性，向五祖忍和尚提出報告，第一句話就說「何期自性，本自清淨」，所以清淨心是真心，沒被染污。中國過去的老祖宗也肯定，他們說「人性本善」，那個善就是淨，那個善不是善惡的善，是讚歎，一絲毫缺點沒有，「止於至善」，佛家用清淨，用平等清淨，平等清淨這是至善。「故潔白如雪山」，用雪山來表法。「其心一如，故如雪山之不動」，取這個意思，不動就是定，清淨就是平等一如。「其心平等，故三無差別」，這個三是說佛、心、眾生，是一而三、三而一。所以佛是非常肯定的告訴我們，一切眾生本來是佛。中國老祖宗告訴我們，《四書》是中國人念得最多的，過去讀書人沒有不讀《四書》的，「大學」開宗明義就把宗旨說出來，「大學之道，在明明德，在親民，在止於至善」。這幾句話跟佛所說的，一切眾生本來是佛意思完全相同。聖學，聖人的教育目的，不是教人升官發財，不是教人搞名聞利養，是教人成聖成賢。所以它講明明德，明德就是佛法講的自性，現在自性被染污，需要恢復他的明德，所以加上個明字，明明德。上面這個「明」字是個動詞，下面「明德」才是名詞。為什麼要明明德？當然明德已經不明，這就需要教了，要靠教育的方法才能恢復明德。"
    },
    {
      "id": "02-039-0474_p0007",
      "zh_CN": "明德的相是亲民，亲民是什么？佛家讲的仁慈博爱这是亲民。五伦里说「父子有亲」，亲是亲爱，对人民要有亲爱，真诚的亲爱，这是圣贤的样子、形象。止于至善，你的思想、言论、行为都是帮助世人达到最好、最善，这是中国古圣先贤教学的宗旨、目标，我们称它为圣学。佛法是印度的圣学，它的目标是教你恢复自性，你本来是佛，你要回归到佛的地位。佛这个字是从印度音译过来的，它的意思是圆满的智慧、圆满的德行。他不是神，他也不是仙，他是人，具有圆满智慧德行的人，这称之为佛，跟中国人讲的「本性本善」一个意思。学佛，志在成佛；学圣贤教育，志在圣贤，与贫富贵贱不相干。孔子在生不是贵族，是平民，学生当中最优秀的学生，孔子常常赞叹学生颜回，颜回可以说，用今天的话说，清贫。物质生活可以说是勉强维持生命而已，一般人受不了，可是夫子说颜回不改其乐，他生活得非常快乐，他没有一点忧虑，没有一点怨恨，生活得很快乐。为什么？「学而时习之，不亦说乎」，他那个快乐是从内心发出来的，与物质生活不相干。物质上是非常贫乏，可是他的精神生活非常丰富，契入圣贤的境界，这是我们应当要学习的。",
      "zh_TW": "明德的相是親民，親民是什麼？佛家講的仁慈博愛這是親民。五倫裡說「父子有親」，親是親愛，對人民要有親愛，真誠的親愛，這是聖賢的樣子、形象。止於至善，你的思想、言論、行為都是幫助世人達到最好、最善，這是中國古聖先賢教學的宗旨、目標，我們稱它為聖學。佛法是印度的聖學，它的目標是教你恢復自性，你本來是佛，你要回歸到佛的地位。佛這個字是從印度音譯過來的，它的意思是圓滿的智慧、圓滿的德行。他不是神，他也不是仙，他是人，具有圓滿智慧德行的人，這稱之為佛，跟中國人講的「本性本善」一個意思。學佛，志在成佛；學聖賢教育，志在聖賢，與貧富貴賤不相干。孔子在生不是貴族，是平民，學生當中最優秀的學生，孔子常常讚歎學生顏回，顏回可以說，用今天的話說，清貧。物質生活可以說是勉強維持生命而已，一般人受不了，可是夫子說顏回不改其樂，他生活得非常快樂，他沒有一點憂慮，沒有一點怨恨，生活得很快樂。為什麼？「學而時習之，不亦說乎」，他那個快樂是從內心發出來的，與物質生活不相干。物質上是非常貧乏，可是他的精神生活非常豐富，契入聖賢的境界，這是我們應當要學習的。"
    },
    {
      "id": "02-039-0474_p0008",
      "zh_CN": "佛教传到中国之后，跟中国传统文化相辅相成，跟中国传统文化融成一体。英国汤恩比说得好，中国人的心量大，能包容异族不同的文化，就是指佛教，完全接受了。而佛教丰富了中国传统本有的文化，相得益彰，这都是事实，所以我们一定要把它认清楚。佛教，现在可以说中国的佛教，印度没有了，佛教在中国，全世界要讲到佛教，确实还是在中国。但是我们这一代的中国人疏忽、不学了，好像有些外国对佛学经典的研究超过中国，是不是真超过中国？超过中国现代人，没有超过中国古人。不但上古时代，我们讲上古是两千年。近年，近古满清时代，这些出家、在家的大德，都非常优秀，现在在世界上修学佛法的，还没有能超过。我们应当加紧努力，不能落在他们后面，不能超越，也不能落后太多，要努力精进。",
      "zh_TW": "佛教傳到中國之後，跟中國傳統文化相輔相成，跟中國傳統文化融成一體。英國湯恩比說得好，中國人的心量大，能包容異族不同的文化，就是指佛教，完全接受了。而佛教豐富了中國傳統本有的文化，相得益彰，這都是事實，所以我們一定要把它認清楚。佛教，現在可以說中國的佛教，印度沒有了，佛教在中國，全世界要講到佛教，確實還是在中國。但是我們這一代的中國人疏忽、不學了，好像有些外國對佛學經典的研究超過中國，是不是真超過中國？超過中國現代人，沒有超過中國古人。不但上古時代，我們講上古是兩千年。近年，近古滿清時代，這些出家、在家的大德，都非常優秀，現在在世界上修學佛法的，還沒有能超過。我們應當加緊努力，不能落在他們後面，不能超越，也不能落後太多，要努力精進。"
    },
    {
      "id": "02-039-0474_p0009",
      "zh_CN": "「心佛众生，三无差别」，这个能量是相等的，我们的心要跟佛相应，就能克服烦恼习气，就能够化解一切灾难。如果我们的心不能跟佛合一，跟众生合一，现前众生已经不学圣教，也不学佛法了，这个事情麻烦。现代人的思想都是名闻利养，地球病了！这几个字是我前些年写的，「贪瞋痴慢疑是一切病因」，我们现在统统具足，病因有了；「怨恨恼怒烦是一切病缘」，你看有因、有缘，后头果报就现前。「脏腑失调」是我们的身病，「天地变异」是现在地球病了，这是一切病的果报。「病苦短命」，这是我们的病报，「自然灾祸」，这是我们外面的病报，个人病苦短命，居住的环境自然灾祸，这一切病报。怎么救？佛菩萨、老祖宗给我们的药，就是仁义礼智信，是一切病的药。在佛法里面就是十善业道，在中国传统教育的仁义礼智信，很简单把病因、病缘、病果、病报，治病的药方都开出来了，确确实实能救自己，让自己远离病苦；自己能离病苦，你居住的地方就没有灾难，中国谚语所谓「福人居福地，福地福人居」。你没有病因、没有病缘，你是个有福的人；如果你身心有病因、有病缘，你不是个有福报的人。所以贪瞋痴慢疑要断，佛法里常讲「勤修戒定慧，息灭贪瞋痴」，这是佛大小乘经上常讲。怨恨恼怒烦，我们常讲习气、冲动，这不是好事情，这对自己伤害很大，要觉悟、要把它放下。",
      "zh_TW": "「心佛眾生，三無差別」，這個能量是相等的，我們的心要跟佛相應，就能克服煩惱習氣，就能夠化解一切災難。如果我們的心不能跟佛合一，跟眾生合一，現前眾生已經不學聖教，也不學佛法了，這個事情麻煩。現代人的思想都是名聞利養，地球病了！這幾個字是我前些年寫的，「貪瞋痴慢疑是一切病因」，我們現在統統具足，病因有了；「怨恨惱怒煩是一切病緣」，你看有因、有緣，後頭果報就現前。「臟腑失調」是我們的身病，「天地變異」是現在地球病了，這是一切病的果報。「病苦短命」，這是我們的病報，「自然災禍」，這是我們外面的病報，個人病苦短命，居住的環境自然災禍，這一切病報。怎麼救？佛菩薩、老祖宗給我們的藥，就是仁義禮智信，是一切病的藥。在佛法裡面就是十善業道，在中國傳統教育的仁義禮智信，很簡單把病因、病緣、病果、病報，治病的藥方都開出來了，確確實實能救自己，讓自己遠離病苦；自己能離病苦，你居住的地方就沒有災難，中國諺語所謂「福人居福地，福地福人居」。你沒有病因、沒有病緣，你是個有福的人；如果你身心有病因、有病緣，你不是個有福報的人。所以貪瞋痴慢疑要斷，佛法裡常講「勤修戒定慧，息滅貪瞋痴」，這是佛大小乘經上常講。怨恨惱怒煩，我們常講習氣、衝動，這不是好事情，這對自己傷害很大，要覺悟、要把它放下。"
    },
    {
      "id": "02-039-0474_p0010",
      "zh_CN": "大乘经教里面给我们讲得好，讲了许多道理，这事实真相。前几天我们还学了，我们学了一句很有意思的话，很有味道，这大乘教上讲的，不断之假，这四个字非常有味道。不断就是相续相，这个宇宙到底是怎么回事情？是个幻相，不是真的，这个我们不能不知道。经文上原意是「不断之无」，无是没有，空的，就是《般若经》上告诉我们的，六百卷《大般若》，释迦牟尼佛当年在世讲了二十二年，真的讲到核心，讲到一切法的真相，包括我们自己身体，我们的思想、身心都包括在其中，是什么？是不断的、没有间断的假相，没有间断的无，说假相比较好懂，说无不好懂，但是说无比假相意思还要深、还要好。我们在前面学习的时候，我用电影影片来做比喻，你晓得什么叫不断，你看这一卷是电影的底片，它在放映机里面用一秒钟二十四张的速度，这幻灯片，二十四张幻灯片没有一张是相同的，所以无。前面一张灭了，后面一张接着就生，这叫不断，它没有中断，全是假的，根本就没有这回事情。",
      "zh_TW": "大乘經教裡面給我們講得好，講了許多道理，這事實真相。前幾天我們還學了，我們學了一句很有意思的話，很有味道，這大乘教上講的，不斷之假，這四個字非常有味道。不斷就是相續相，這個宇宙到底是怎麼回事情？是個幻相，不是真的，這個我們不能不知道。經文上原意是「不斷之無」，無是沒有，空的，就是《般若經》上告訴我們的，六百卷《大般若》，釋迦牟尼佛當年在世講了二十二年，真的講到核心，講到一切法的真相，包括我們自己身體，我們的思想、身心都包括在其中，是什麼？是不斷的、沒有間斷的假相，沒有間斷的無，說假相比較好懂，說無不好懂，但是說無比假相意思還要深、還要好。我們在前面學習的時候，我用電影影片來做比喻，你曉得什麼叫不斷，你看這一捲是電影的底片，它在放映機裡面用一秒鐘二十四張的速度，這幻燈片，二十四張幻燈片沒有一張是相同的，所以無。前面一張滅了，後面一張接著就生，這叫不斷，它沒有中斷，全是假的，根本就沒有這回事情。"
    },
    {
      "id": "02-039-0474_p0011",
      "zh_CN": "弥勒菩萨告诉我们，我们现实环境，就是现在这个世界，我们所看到的、所听到的、所接触到的，这个频率多高？电影是一秒钟，记住，二十四张就把我们欺骗了。而现实环境里，弥勒菩萨告诉我们，一秒钟是一千六百兆，单位是兆，一千六百兆张一秒钟，你怎么会知道它是假的？这个事实真相谁见到？大乘经里头常常告诉我们，八地菩萨。八地叫不动地，他的心定了，清净到极处，这种快速波动的频率他完全知道。所以从底片上，我们能够非常清楚的体会到、看到不动之无，根本就没有这个东西。德国的科学家他研究物质，物质到底是什么？他说是空的，他研究的结果，他发表的论文，说世界上根本就没有物质这个东西。物质怎么发生的？物质的基础是意念，就念头，真是佛讲的「一切法从心想生」，是心想变现成物质。心想怎么会变成？一个念头，每一个念头里头都有物质现象，就是阿赖耶，阿赖耶的业相就是波动，现在科学讲能量，从能量变现出科学说的信息，从信息累积变现成物质现象。所以物质从哪来的？物质是从意念变现出来的，念头好，物质现象就好；念头不好，物质现象就变坏了，就这么回事情。",
      "zh_TW": "彌勒菩薩告訴我們，我們現實環境，就是現在這個世界，我們所看到的、所聽到的、所接觸到的，這個頻率多高？電影是一秒鐘，記住，二十四張就把我們欺騙了。而現實環境裡，彌勒菩薩告訴我們，一秒鐘是一千六百兆，單位是兆，一千六百兆張一秒鐘，你怎麼會知道它是假的？這個事實真相誰見到？大乘經裡頭常常告訴我們，八地菩薩。八地叫不動地，他的心定了，清淨到極處，這種快速波動的頻率他完全知道。所以從底片上，我們能夠非常清楚的體會到、看到不動之無，根本就沒有這個東西。德國的科學家他研究物質，物質到底是什麼？他說是空的，他研究的結果，他發表的論文，說世界上根本就沒有物質這個東西。物質怎麼發生的？物質的基礎是意念，就念頭，真是佛講的「一切法從心想生」，是心想變現成物質。心想怎麼會變成？一個念頭，每一個念頭裡頭都有物質現象，就是阿賴耶，阿賴耶的業相就是波動，現在科學講能量，從能量變現出科學說的信息，從信息累積變現成物質現象。所以物質從哪來的？物質是從意念變現出來的，念頭好，物質現象就好；念頭不好，物質現象就變壞了，就這麼回事情。"
    },
    {
      "id": "02-039-0474_p0012",
      "zh_CN": "极乐世界的念头好，去的人，心地都清净、都真诚，没妄念。到极乐世界之后，阿弥陀佛天天讲经教学，没有一天空过，到极乐世界是学习，学习到你能够把烦恼习气统统断尽，你就毕业，你就成佛。极乐世界是学校，我们在经本上看释迦牟尼佛的介绍，他没有说极乐世界的国王，没有说极乐世界有大臣，没听说，从来没提过；极乐世界有士农工商，有社会家庭组织，没有，都没说过。我们从经本上来看，所体会到，极乐世界是个学校，只有两种人，一个是佛、一个是菩萨，佛是老师，菩萨是学生，它是学校，是个很大很大的学校，十方世界一切众生往生到那个地方是去求学的。求学为什么？为成佛，极乐世界是保证班，到那个地方去之后，没有一个不成佛的。成佛是成就圆满的智慧、成就圆满的德能，也成就圆满的福报，有智慧、有道德，他怎么会没有福报！所以智慧、德能、相好统统是圆满的，这个一定要知道。",
      "zh_TW": "極樂世界的念頭好，去的人，心地都清淨、都真誠，沒妄念。到極樂世界之後，阿彌陀佛天天講經教學，沒有一天空過，到極樂世界是學習，學習到你能夠把煩惱習氣統統斷盡，你就畢業，你就成佛。極樂世界是學校，我們在經本上看釋迦牟尼佛的介紹，他沒有說極樂世界的國王，沒有說極樂世界有大臣，沒聽說，從來沒提過；極樂世界有士農工商，有社會家庭組織，沒有，都沒說過。我們從經本上來看，所體會到，極樂世界是個學校，只有兩種人，一個是佛、一個是菩薩，佛是老師，菩薩是學生，它是學校，是個很大很大的學校，十方世界一切眾生往生到那個地方是去求學的。求學為什麼？為成佛，極樂世界是保證班，到那個地方去之後，沒有一個不成佛的。成佛是成就圓滿的智慧、成就圓滿的德能，也成就圓滿的福報，有智慧、有道德，他怎麼會沒有福報！所以智慧、德能、相好統統是圓滿的，這個一定要知道。"
    },
    {
      "id": "02-039-0474_p0013",
      "zh_CN": "我们今天生在这个世界，我们没有一丝毫怨恨，我们非常欢喜。欢喜什么？欢喜的，对求往生极乐世界这个意念加强了，这个世界不值得我们留恋，我们要全心全力放下万缘。像经上告诉我们的，发菩提心，一向专念阿弥陀佛，这就到极乐世界去了。灾难多，好，好在哪里？让我们不能不到极乐世界、不能不选极乐世界，这在佛法讲是逆增上缘。到了极乐世界，那边是顺增上缘，极乐世界是法性身、是法性土，法性是永远没有变化；不像我们这个世界有变化，人有生老病死是变化。极乐世界人都是无量寿，无量寿他永远年轻，他不衰老，永远年轻，他不变，极乐世界人是化生的。他没有胎生的，胎生、卵生、湿生没有，全部是化生的，这我们在经上看得很清楚、很明白，所以一心一意要取极乐世界。我是受现前这些灾难的启示，本来还想把《华严经》讲完，现在想不讲了，我专讲《无量寿经》，专念阿弥陀佛，我这《无量寿经》一遍一遍的讲下去，讲到我往生为止。晚年一部经、一句佛号，多简单！莲池大师说得好，「三藏十二部，让给别人悟」，你们谁想学我都送给你，你去学去。我不学了，我来不及了，不学了，我只学《无量寿经》，只念阿弥陀佛，一个方向、一个目标，我的目标极乐世界亲近阿弥陀佛。底下「一色纯白」，这是心佛众生三无差别，一色纯白，这段是说须弥山，讲到我们地球上的雪山、大雪山，它表法的意思。",
      "zh_TW": "我們今天生在這個世界，我們沒有一絲毫怨恨，我們非常歡喜。歡喜什麼？歡喜的，對求往生極樂世界這個意念加強了，這個世界不值得我們留戀，我們要全心全力放下萬緣。像經上告訴我們的，發菩提心，一向專念阿彌陀佛，這就到極樂世界去了。災難多，好，好在哪裡？讓我們不能不到極樂世界、不能不選極樂世界，這在佛法講是逆增上緣。到了極樂世界，那邊是順增上緣，極樂世界是法性身、是法性土，法性是永遠沒有變化；不像我們這個世界有變化，人有生老病死是變化。極樂世界人都是無量壽，無量壽他永遠年輕，他不衰老，永遠年輕，他不變，極樂世界人是化生的。他沒有胎生的，胎生、卵生、濕生沒有，全部是化生的，這我們在經上看得很清楚、很明白，所以一心一意要取極樂世界。我是受現前這些災難的啟示，本來還想把《華嚴經》講完，現在想不講了，我專講《無量壽經》，專念阿彌陀佛，我這《無量壽經》一遍一遍的講下去，講到我往生為止。晚年一部經、一句佛號，多簡單！蓮池大師說得好，「三藏十二部，讓給別人悟」，你們誰想學我都送給你，你去學去。我不學了，我來不及了，不學了，我只學《無量壽經》，只念阿彌陀佛，一個方向、一個目標，我的目標極樂世界親近阿彌陀佛。底下「一色純白」，這是心佛眾生三無差別，一色純白，這段是說須彌山，講到我們地球上的雪山、大雪山，它表法的意思。"
    },
    {
      "id": "02-039-0474_p0014",
      "zh_CN": "下面这解释第二个小段，『忍辱如地，一切平等』，「是以大地喻平等忍辱，平等即离诸分别」。有分别就不平等，有自私这个念头，心就不清净，就被染污。所以贪瞋痴慢疑是染污，这几样东西不干净，我们的清净心被它染污。我们要恢复清净心，贪瞋痴慢疑必须把它断掉，心恢复清净了。心里有分别就不平等，要知道，自性是清净平等的，而且有觉，我们经题上讲「清净平等觉」，真心，我们的真心本来是这样的。学佛没别的，就是恢复自己的清净平等觉，觉就不迷，不迷惑了。但是恢复是有次第的，第一，一定要恢复清净，清净恢复之后，一定要恢复平等，后面自然就大彻大悟。要想真的恢复，就必须要把欲望放下，对生活的欲望要降到最低程度。你看释迦牟尼佛他的生活欲望，他全部的财产三衣一钵，树下一宿，日中一食，这他生活方式，一生没改变。佛陀走的时候在树林里头，不是在房子里面，在野外！一生没有建个道场，也没有建个茅蓬。佛教传到中国来，真正那些修行的大德，几乎全都是住茅蓬的，没有住过茅蓬的祖师大德很少有。他们年轻修行都住茅蓬，茅蓬是自己建的，很简单，山上砍几棵树做为柱子架起来，上面盖点茅草，非常简单。绝不求奢华，你的心是定的，没有欲望，精神生活是研习经教，这个里头其乐无穷，真正尝到法味，确实古人讲的，你欲罢不能，你对它产生无量的欢喜。让我们想到孔颜之乐，孔子、颜回的乐乐在哪里？乐在智慧，烦恼一天比一天少，智慧一天比一天增长，这多快乐。心里只生智慧，不生烦恼，他怎么会不快乐！这是我们应该要学习的。",
      "zh_TW": "下面這解釋第二個小段，『忍辱如地，一切平等』，「是以大地喻平等忍辱，平等即離諸分別」。有分別就不平等，有自私這個念頭，心就不清淨，就被染污。所以貪瞋痴慢疑是染污，這幾樣東西不乾淨，我們的清淨心被它染污。我們要恢復清淨心，貪瞋痴慢疑必須把它斷掉，心恢復清淨了。心裡有分別就不平等，要知道，自性是清淨平等的，而且有覺，我們經題上講「清淨平等覺」，真心，我們的真心本來是這樣的。學佛沒別的，就是恢復自己的清淨平等覺，覺就不迷，不迷惑了。但是恢復是有次第的，第一，一定要恢復清淨，清淨恢復之後，一定要恢復平等，後面自然就大徹大悟。要想真的恢復，就必須要把欲望放下，對生活的欲望要降到最低程度。你看釋迦牟尼佛他的生活欲望，他全部的財產三衣一缽，樹下一宿，日中一食，這他生活方式，一生沒改變。佛陀走的時候在樹林裡頭，不是在房子裡面，在野外！一生沒有建個道場，也沒有建個茅蓬。佛教傳到中國來，真正那些修行的大德，幾乎全都是住茅蓬的，沒有住過茅蓬的祖師大德很少有。他們年輕修行都住茅蓬，茅蓬是自己建的，很簡單，山上砍幾棵樹做為柱子架起來，上面蓋點茅草，非常簡單。絕不求奢華，你的心是定的，沒有欲望，精神生活是研習經教，這個裡頭其樂無窮，真正嘗到法味，確實古人講的，你欲罷不能，你對它產生無量的歡喜。讓我們想到孔顏之樂，孔子、顏回的樂樂在哪裡？樂在智慧，煩惱一天比一天少，智慧一天比一天增長，這多快樂。心裡只生智慧，不生煩惱，他怎麼會不快樂！這是我們應該要學習的。"
    },
    {
      "id": "02-039-0474_p0015",
      "zh_CN": "我学佛这六十年，得力于方东美先生，不是他老人家，我对佛法不认识，不知道这是个好东西。年轻的时候误会了，以为它是宗教，以为它是迷信，边都不碰它。在台湾我跟他老人家学哲学，承蒙他慈悲厚爱，我们原本只是想到学校去旁听他的课，没有想到他不让我到学校去，跟我约定每个星期天到他家里去，他给我上一堂课两个小时，每个星期两个小时。学生只有我一个，在他家小客厅小圆桌上，给我讲了一部《哲学概论》，最后的一个单元「佛经哲学」，讲绝了。提出这个名词的时候，我都感到很讶异，我说「佛教是宗教、是迷信，而且在宗教里一般人称它为多神教，多它什么都拜，多神教在宗教里称为低级宗教，高级宗教只拜一个神，别人瞧不起的，它怎么会有哲学？」方老师告诉我，他说「你年轻，你不知道，释迦牟尼是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受。」这么好！从来没有听说过，我学佛入门是这样入门的。入门之后，这有缘遇到章嘉大师，我学佛的根柢是在章嘉大师那个地方奠定的，他教了我三年，也跟方老师一样，每个星期两个小时，这个缘分可遇不可求，没有这个基础，我遇到李老师也没用处。章嘉大师圆寂之后，过了一年我认识李老师，李老师劝我学教研究经典，这个我很喜欢。这是章嘉大师就教给我，老人家劝我出家，劝我学释迦牟尼佛。",
      "zh_TW": "我學佛這六十年，得力於方東美先生，不是他老人家，我對佛法不認識，不知道這是個好東西。年輕的時候誤會了，以為它是宗教，以為它是迷信，邊都不碰它。在台灣我跟他老人家學哲學，承蒙他慈悲厚愛，我們原本只是想到學校去旁聽他的課，沒有想到他不讓我到學校去，跟我約定每個星期天到他家裡去，他給我上一堂課兩個小時，每個星期兩個小時。學生只有我一個，在他家小客廳小圓桌上，給我講了一部《哲學概論》，最後的一個單元「佛經哲學」，講絕了。提出這個名詞的時候，我都感到很訝異，我說「佛教是宗教、是迷信，而且在宗教裡一般人稱它為多神教，多它什麼都拜，多神教在宗教裡稱為低級宗教，高級宗教只拜一個神，別人瞧不起的，它怎麼會有哲學？」方老師告訴我，他說「你年輕，你不知道，釋迦牟尼是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受。」這麼好！從來沒有聽說過，我學佛入門是這樣入門的。入門之後，這有緣遇到章嘉大師，我學佛的根柢是在章嘉大師那個地方奠定的，他教了我三年，也跟方老師一樣，每個星期兩個小時，這個緣分可遇不可求，沒有這個基礎，我遇到李老師也沒用處。章嘉大師圓寂之後，過了一年我認識李老師，李老師勸我學教研究經典，這個我很喜歡。這是章嘉大師就教給我，老人家勸我出家，勸我學釋迦牟尼佛。"
    },
    {
      "id": "02-039-0474_p0016",
      "zh_CN": "我知道释迦牟尼佛是社会教育家，他的身分是社会教育的义务工作者，他教学不收学费，没有分别。只问来学，只要你喜欢来，愿意跟他学，他都非常欢喜教你，平等心，没有分别、没有执着，这么好的一个老师，到哪里去找！所以我们才认清佛教的面目。说它是宗教呢？你要懂得宗教两个字怎么讲法，什么意思，我们对这个地方都疏忽了。老师教你，你去查查字典，宗教两个字怎么讲？我们查出来了，向老师报告：宗有很多意思，它有三个主要的意思，第一个是主要的，第二个是重要的，第三个是尊崇的；教，教是教育、教学、教化。宗教连起来，这就恍然大悟，原来宗教是主要的教育、重要的教学、尊崇的教化，这一下就明白了，以前把这个名词解释错了。这才佩服我们的老祖宗，对于各个教派加一个「宗」字，宗教，这个名称可以说在教学里真是推崇到至高无上。它是不是主要的教育？是的。为什么？它能帮助你成圣成贤，它能帮助你成佛、成菩萨。这不是主要的教学，还有什么东西是主要的？",
      "zh_TW": "我知道釋迦牟尼佛是社會教育家，他的身分是社會教育的義務工作者，他教學不收學費，沒有分別。只問來學，只要你喜歡來，願意跟他學，他都非常歡喜教你，平等心，沒有分別、沒有執著，這麼好的一個老師，到哪裡去找！所以我們才認清佛教的面目。說它是宗教呢？你要懂得宗教兩個字怎麼講法，什麼意思，我們對這個地方都疏忽了。老師教你，你去查查字典，宗教兩個字怎麼講？我們查出來了，向老師報告：宗有很多意思，它有三個主要的意思，第一個是主要的，第二個是重要的，第三個是尊崇的；教，教是教育、教學、教化。宗教連起來，這就恍然大悟，原來宗教是主要的教育、重要的教學、尊崇的教化，這一下就明白了，以前把這個名詞解釋錯了。這才佩服我們的老祖宗，對於各個教派加一個「宗」字，宗教，這個名稱可以說在教學裡真是推崇到至高無上。它是不是主要的教育？是的。為什麼？它能幫助你成聖成賢，它能幫助你成佛、成菩薩。這不是主要的教學，還有什麼東西是主要的？"
    },
    {
      "id": "02-039-0474_p0017",
      "zh_CN": "它的普世教育，这是对一般人的，对社会大众的，人人都应当要学的。佛家是十善业道，你看我们《十善业道经》前面，如果是完整的本子，这《大藏经》上有，前面有雍正皇帝一篇「上谕」，就等于序一样。雍正皇帝推崇，如果社会大众人人都学十善业道，天下就太平，皇上就没事了，垂拱而治。这个教育多重要！儒家普世的教育，现在我们把它提出来是《弟子规》，道家的普世教育是《太上感应篇》，佛教的普世教育是《十善业道》。这三样东西在古时候没有人不讲，没有不认真学习，它不是讲、不是背、不是念的，它是要做到的。就是日常生活起心动念、言语造作的一个标准，各个人都遵守。中国几千年来，诸位看历史，长治久安、太平盛世从哪来的？从这个教育教出来的。所以古时候中国的宗教教育，是皇上亲自主管；儒家的教育交给宰相，底下有教育部，那个时候不叫教育部，叫礼部，礼部尚书就是教育部长。儒家让宰相去管，佛跟道皇上管。",
      "zh_TW": "它的普世教育，這是對一般人的，對社會大眾的，人人都應當要學的。佛家是十善業道，你看我們《十善業道經》前面，如果是完整的本子，這《大藏經》上有，前面有雍正皇帝一篇「上諭」，就等於序一樣。雍正皇帝推崇，如果社會大眾人人都學十善業道，天下就太平，皇上就沒事了，垂拱而治。這個教育多重要！儒家普世的教育，現在我們把它提出來是《弟子規》，道家的普世教育是《太上感應篇》，佛教的普世教育是《十善業道》。這三樣東西在古時候沒有人不講，沒有不認真學習，它不是講、不是背、不是念的，它是要做到的。就是日常生活起心動念、言語造作的一個標準，各個人都遵守。中國幾千年來，諸位看歷史，長治久安、太平盛世從哪來的？從這個教育教出來的。所以古時候中國的宗教教育，是皇上親自主管；儒家的教育交給宰相，底下有教育部，那個時候不叫教育部，叫禮部，禮部尚書就是教育部長。儒家讓宰相去管，佛跟道皇上管。"
    },
    {
      "id": "02-039-0474_p0018",
      "zh_CN": "以后像伊斯兰教传到中国，基督教那时候叫景教，都唐朝传过来的，统统皇上管，皇上平等，以平等心对待基督教、对待伊斯兰教。我看过北京的清真寺，伊斯兰教道场建筑跟佛教一样，宫殿式的，看它的匾额「敕建」，皇上下命令建的，就国家建的。以前这些帝王知道重要的教育，推动这个教育天下太平，为什么？人都教好了，人人是好人，这人干的事情全是好事。所以在古时候，诸位要细心去观察，古时候三百六十行，哪一行是最快乐、最令人羡慕？跟诸位说，做官。做官身分很高，待遇也不错，没有事情干，为什么？没有案子办。一个月要有二、三件案子很多了，没有人犯法，没有人做坏事，这什么缘故？教育教好了。而这个功德里头，确实宗教教育是主，真的是个主要的东西，把人教好了。大家都学，皇上也学，他不学他怎么知道好？所以他也学，做官的都学。人跟人发生争执，你要去打官司，官府里头一召见，夫子怎么说的，佛菩萨怎么说的，你还好意思争执吗？马上就解决了，就和解，不再相争。彼此一相让，问题立刻解决，真的是宝，儒释道是三宝。",
      "zh_TW": "以後像伊斯蘭教傳到中國，基督教那時候叫景教，都唐朝傳過來的，統統皇上管，皇上平等，以平等心對待基督教、對待伊斯蘭教。我看過北京的清真寺，伊斯蘭教道場建築跟佛教一樣，宮殿式的，看它的匾額「敕建」，皇上下命令建的，就國家建的。以前這些帝王知道重要的教育，推動這個教育天下太平，為什麼？人都教好了，人人是好人，這人幹的事情全是好事。所以在古時候，諸位要細心去觀察，古時候三百六十行，哪一行是最快樂、最令人羨慕？跟諸位說，做官。做官身分很高，待遇也不錯，沒有事情幹，為什麼？沒有案子辦。一個月要有二、三件案子很多了，沒有人犯法，沒有人做壞事，這什麼緣故？教育教好了。而這個功德裡頭，確實宗教教育是主，真的是個主要的東西，把人教好了。大家都學，皇上也學，他不學他怎麼知道好？所以他也學，做官的都學。人跟人發生爭執，你要去打官司，官府裡頭一召見，夫子怎麼說的，佛菩薩怎麼說的，你還好意思爭執嗎？馬上就解決了，就和解，不再相爭。彼此一相讓，問題立刻解決，真的是寶，儒釋道是三寶。"
    },
    {
      "id": "02-039-0474_p0019",
      "zh_CN": "儒释道都教我们忍辱，行门当中，忍非常重要，你不能忍，你的道业就不会增长，为什么？你向上提升得定，忍辱是修定的前方便。你不能忍，哪来的定？没有定，哪来的智慧？不但佛法重视忍辱，儒家重视，道就更不必说了。三教的圣人都教你要忍，能忍，心才会清净，心才不会动摇。所以忍辱用大地来做比喻，你看地多平等，你把名贵的香水倒在地上，它接受你，便粪倒在地上，它也接受，它没有分别，没有说这个好的我要，不好的我不接受，没有，统统接受。这是教我们用平等心待人接物，对待一切人要平等心，平等心就是道，平等心就是真心，平等心就没有分别。有分别就不平等，有个人的欲望在里头，就不干净、就不清净。",
      "zh_TW": "儒釋道都教我們忍辱，行門當中，忍非常重要，你不能忍，你的道業就不會增長，為什麼？你向上提升得定，忍辱是修定的前方便。你不能忍，哪來的定？沒有定，哪來的智慧？不但佛法重視忍辱，儒家重視，道就更不必說了。三教的聖人都教你要忍，能忍，心才會清淨，心才不會動搖。所以忍辱用大地來做比喻，你看地多平等，你把名貴的香水倒在地上，它接受你，便糞倒在地上，它也接受，它沒有分別，沒有說這個好的我要，不好的我不接受，沒有，統統接受。這是教我們用平等心待人接物，對待一切人要平等心，平等心就是道，平等心就是真心，平等心就沒有分別。有分別就不平等，有個人的欲望在裡頭，就不乾淨、就不清淨。"
    },
    {
      "id": "02-039-0474_p0020",
      "zh_CN": "「《往生论注》释心业无分别云」，就解释心无分别，业是造作，起心动念是心业、就是意，解释这个。「如地负荷，无轻重之殊。」殊是不同、差别，没有差别，像大地一样。下面有解释，「大地载物，重者轻者同一负荷，无所拣择」，它没有分别，「无有分别」。《易经》里面坤卦就是讲地「厚德载物」，厚德是什么？最厚的德就是忍辱、就是平等，大地表现出来就平等、忍辱。我们要学它，学像大地一样能忍，能平等的去忍。「以喻菩萨忍辱之德，远离一切彼我、恩怨、违顺之别」。我们有没有学到？忍辱的反面，是傲慢，自己总以为比别人要高一等。要知道傲慢是与生俱来的烦恼，不是你这一生学会的，是过去生中生生世世带来的习气。佛讲得更深，这三毒烦恼贪瞋痴，从有我那一天起，这个烦恼就带来了。法相宗讲得透彻，讲宇宙的源起，万物的源起，我从哪里来的，我的源起，全都是自性变现出来的，自性是万物的本体，包括我自己。宗门里面常说「父母未生前本来面目」，那是什么？自性。本来面目是佛，不是别的，所以佛讲一切众生本来是佛，你本来面目是佛。佛怎么会变成这个样子？迷了，「一念不觉而有无明」，这就是你开始迷。很难讲，讲不出来，哪有开始呢？佛家讲「无明」上面加了一个无始，无始无明，他一念不觉而有无明，这个无明叫无始无明。无始是什么？没有开始。那是什么？没有开始，是假的不是真的。没有开始，怎么会有这种现象？",
      "zh_TW": "「《往生論註》釋心業無分別云」，就解釋心無分別，業是造作，起心動念是心業、就是意，解釋這個。「如地負荷，無輕重之殊。」殊是不同、差別，沒有差別，像大地一樣。下面有解釋，「大地載物，重者輕者同一負荷，無所揀擇」，它沒有分別，「無有分別」。《易經》裡面坤卦就是講地「厚德載物」，厚德是什麼？最厚的德就是忍辱、就是平等，大地表現出來就平等、忍辱。我們要學它，學像大地一樣能忍，能平等的去忍。「以喻菩薩忍辱之德，遠離一切彼我、恩怨、違順之別」。我們有沒有學到？忍辱的反面，是傲慢，自己總以為比別人要高一等。要知道傲慢是與生俱來的煩惱，不是你這一生學會的，是過去生中生生世世帶來的習氣。佛講得更深，這三毒煩惱貪瞋痴，從有我那一天起，這個煩惱就帶來了。法相宗講得透徹，講宇宙的源起，萬物的源起，我從哪裡來的，我的源起，全都是自性變現出來的，自性是萬物的本體，包括我自己。宗門裡面常說「父母未生前本來面目」，那是什麼？自性。本來面目是佛，不是別的，所以佛講一切眾生本來是佛，你本來面目是佛。佛怎麼會變成這個樣子？迷了，「一念不覺而有無明」，這就是你開始迷。很難講，講不出來，哪有開始呢？佛家講「無明」上面加了一個無始，無始無明，他一念不覺而有無明，這個無明叫無始無明。無始是什麼？沒有開始。那是什麼？沒有開始，是假的不是真的。沒有開始，怎麼會有這種現象？"
    },
    {
      "id": "02-039-0474_p0021",
      "zh_CN": "《楞严经》上富楼那尊者，就这个问题提出来向释迦牟尼佛请教，无始无明是怎么来的？这真的叫追根究柢，打破沙锅问到底。因为所有一切法，十法界依正庄严都是从无明变现出来。这最初无明从哪来的？佛告诉你，它没有原因，它没有来处，也没有去处。听不懂，最后佛举一个例子「演若达多迷头认影」，有这么个故事。这个故事我们一听明白了，为什么？我们小时候有，小时候在学校念书，我们那个时候念书在抗战期间，抗战期间小学生高年级，五、六年级就有军训课。那是非常时期军训课里面，早晨上学老师常常举行紧急集合，哨子一吹，三分钟都要统到操场集合，服装整齐，制服穿好，帽子戴好，统统穿戴好了。就有这个现象，有同学紧张得不得了，慌慌张张找他的帽子，问同学：有没有看到我的帽子？同学指着，你不是戴在头上吗？戴在头上忘掉，戴在头上找帽子找得那么紧张。这个比喻好！你说他那个迷什么时候有的？没有，服装穿得整整齐齐的没事，那一念不觉，一念不觉就变得那么紧张。佛这个比喻好，让人晓得，无明不是真的，所以叫无始，它没有开始。有开始它就有结束，没有开始也没有结束。",
      "zh_TW": "《楞嚴經》上富樓那尊者，就這個問題提出來向釋迦牟尼佛請教，無始無明是怎麼來的？這真的叫追根究柢，打破沙鍋問到底。因為所有一切法，十法界依正莊嚴都是從無明變現出來。這最初無明從哪來的？佛告訴你，它沒有原因，它沒有來處，也沒有去處。聽不懂，最後佛舉一個例子「演若達多迷頭認影」，有這麼個故事。這個故事我們一聽明白了，為什麼？我們小時候有，小時候在學校念書，我們那個時候念書在抗戰期間，抗戰期間小學生高年級，五、六年級就有軍訓課。那是非常時期軍訓課裡面，早晨上學老師常常舉行緊急集合，哨子一吹，三分鐘都要統到操場集合，服裝整齊，制服穿好，帽子戴好，統統穿戴好了。就有這個現象，有同學緊張得不得了，慌慌張張找他的帽子，問同學：有沒有看到我的帽子？同學指著，你不是戴在頭上嗎？戴在頭上忘掉，戴在頭上找帽子找得那麼緊張。這個比喻好！你說他那個迷什麼時候有的？沒有，服裝穿得整整齊齊的沒事，那一念不覺，一念不覺就變得那麼緊張。佛這個比喻好，讓人曉得，無明不是真的，所以叫無始，它沒有開始。有開始它就有結束，沒有開始也沒有結束。"
    },
    {
      "id": "02-039-0474_p0022",
      "zh_CN": "我们实在讲一直到念到、看到《菩萨处胎经》，世尊跟弥勒菩萨这番对话，才完全明白。那个一念不觉，就是今天科学里面讲的，波动现象，而且这个波动现象，你一定要晓得，这一个波动频率起来它立刻就停了，第二个波动是第二不是第一个，所以它是假的，它不是真的。这就叫什么？不断之无，它确实是无，因为这个波动起来，你错了，你在里头迷了，以为真有，这就现出一个阿赖耶。阿赖耶是妄心，完全是假的，就跟迷头认影一个意思。但是什么？但是他不觉，没有自觉，他就迷了，愈迷愈深，造成这种现象。迷得再深，都是一念，所以佛对于深一层的讲解，他不讲过去、不讲未来，没有过去、未来，就在当下，你这个问题才真正解决。你当下一觉，这波动的现象立刻恢复正常，没有过去、未来，过去、未来是你迷的时候的假相。我们读《百法明门》，初学佛的时候都学这个书，相宗的入门。时间、空间它排在哪里？排在二十四个不相应行法里头，时分就是我们今天讲的时间，时间是什么？方分，方是讲空间，时间、空间都是属于不相应行法。不相应行法，用现代的话来说，就是抽象概念，是抽象概念里面产生的，决定没有事实，假的！这是不太容易懂，但是它是事实真相。所以一念觉立刻就恢复，波动现象没有了。",
      "zh_TW": "我們實在講一直到念到、看到《菩薩處胎經》，世尊跟彌勒菩薩這番對話，才完全明白。那個一念不覺，就是今天科學裡面講的，波動現象，而且這個波動現象，你一定要曉得，這一個波動頻率起來它立刻就停了，第二個波動是第二不是第一個，所以它是假的，它不是真的。這就叫什麼？不斷之無，它確實是無，因為這個波動起來，你錯了，你在裡頭迷了，以為真有，這就現出一個阿賴耶。阿賴耶是妄心，完全是假的，就跟迷頭認影一個意思。但是什麼？但是他不覺，沒有自覺，他就迷了，愈迷愈深，造成這種現象。迷得再深，都是一念，所以佛對於深一層的講解，他不講過去、不講未來，沒有過去、未來，就在當下，你這個問題才真正解決。你當下一覺，這波動的現象立刻恢復正常，沒有過去、未來，過去、未來是你迷的時候的假相。我們讀《百法明門》，初學佛的時候都學這個書，相宗的入門。時間、空間它排在哪裡？排在二十四個不相應行法裡頭，時分就是我們今天講的時間，時間是什麼？方分，方是講空間，時間、空間都是屬於不相應行法。不相應行法，用現代的話來說，就是抽象概念，是抽象概念裡面產生的，決定沒有事實，假的！這是不太容易懂，但是它是事實真相。所以一念覺立刻就恢復，波動現象沒有了。"
    },
    {
      "id": "02-039-0474_p0023",
      "zh_CN": "波动现象是阿赖耶的业相，科学称它作能量，所以能量是从波动当中产生的，没有波动就没有能量。但是能量还是从自性里头出来的，所以自性不可思议！能生万法，能生能现，阿赖耶能变，能生、能现、能变，它的根、它的本都是真如自性。而且真如自性里头，它什么都不是，三种现象都没有，所以科学、哲学对它都无可奈何。怎么知道有？佛说了，「唯证方知」，你证得的时候你完全明白。怎么证得？放下，放下起心动念、放下分别、放下执着就证得。我们就懂得了，科学、哲学为什么不能证得？科学家、哲学家没有放下起心动念，没有放下分别执着，所以他只能见到阿赖耶，见不到自性，道理就在此地。他要能真正的把起心动念、分别执着放下，科学家就成佛了。他可以做实验放放看，放下看是不是成佛？放下真成佛了。所以这样微细的境界，阿赖耶的三细相，佛说八地，往上去九地、十地、等觉、妙觉五个位次，他们看得清清楚楚，那个定功可深了，菩萨五十一个阶级，最高的五个阶级他们看到。他们不需要用科学仪器，也不需要用高深的数学，他见到了，在定中见到的。小定，阿罗汉的定能够见到六道轮回，那不是假的。",
      "zh_TW": "波動現象是阿賴耶的業相，科學稱它作能量，所以能量是從波動當中產生的，沒有波動就沒有能量。但是能量還是從自性裡頭出來的，所以自性不可思議！能生萬法，能生能現，阿賴耶能變，能生、能現、能變，它的根、它的本都是真如自性。而且真如自性裡頭，它什麼都不是，三種現象都沒有，所以科學、哲學對它都無可奈何。怎麼知道有？佛說了，「唯證方知」，你證得的時候你完全明白。怎麼證得？放下，放下起心動念、放下分別、放下執著就證得。我們就懂得了，科學、哲學為什麼不能證得？科學家、哲學家沒有放下起心動念，沒有放下分別執著，所以他只能見到阿賴耶，見不到自性，道理就在此地。他要能真正的把起心動念、分別執著放下，科學家就成佛了。他可以做實驗放放看，放下看是不是成佛？放下真成佛了。所以這樣微細的境界，阿賴耶的三細相，佛說八地，往上去九地、十地、等覺、妙覺五個位次，他們看得清清楚楚，那個定功可深了，菩薩五十一個階級，最高的五個階級他們看到。他們不需要用科學儀器，也不需要用高深的數學，他見到了，在定中見到的。小定，阿羅漢的定能夠見到六道輪迴，那不是假的。"
    },
    {
      "id": "02-039-0474_p0024",
      "zh_CN": "定中空间维次没有了，所以向上看能看到非想非非想处天，往下看能看到十八层地狱，能看到阿鼻地狱，三界之内，他都知道、他都明了。能力从哪里来？本能，这个能力是自己本来有的，只要把障碍去掉，能力就恢复。经上告诉我们，只要你不执着，对于世出世间法都不执着，因为什么？出世间法佛法也是假的不是真的。《金刚经》上，佛说得很好，「法尚应舍，何况非法」，自性里头哪有佛法？没有。佛法从哪里来的？佛法从世间法来的。因为世间人迷，所以佛就用个方法帮助你觉悟，帮助你觉悟的法叫佛法，等你觉悟，觉悟就没用了。就好像你有病这才有药，病好了药也没有了，哪是药？有病才有药，没病就没药。你有迷惑才有佛法，你觉悟了佛法就没有了，所以这个道理要懂，你清净心才真能得到。阿罗汉得清净心，菩萨得平等心，佛大彻大悟，觉是大觉、大彻大悟。所以，清净平等觉就是佛、菩萨、阿罗汉；也是戒定慧三学，清净是戒，平等是定，觉是慧，戒定慧三学；也是佛法僧三宝，清净是僧宝，平等是法宝，觉是佛宝。你在经题上看，这意思多丰富！所以这部经确确实实是一切经的代表，是一切经里面的精华，你从这部经修就能圆满成就，何乐而不为之？它包含《华严》，它也包含《法华》，显密都在其中，不可思议的经典，你得要认识它，你才会全心投入，你才会真正得到受用。",
      "zh_TW": "定中空間維次沒有了，所以向上看能看到非想非非想處天，往下看能看到十八層地獄，能看到阿鼻地獄，三界之內，他都知道、他都明瞭。能力從哪裡來？本能，這個能力是自己本來有的，只要把障礙去掉，能力就恢復。經上告訴我們，只要你不執著，對於世出世間法都不執著，因為什麼？出世間法佛法也是假的不是真的。《金剛經》上，佛說得很好，「法尚應捨，何況非法」，自性裡頭哪有佛法？沒有。佛法從哪裡來的？佛法從世間法來的。因為世間人迷，所以佛就用個方法幫助你覺悟，幫助你覺悟的法叫佛法，等你覺悟，覺悟就沒用了。就好像你有病這才有藥，病好了藥也沒有了，哪是藥？有病才有藥，沒病就沒藥。你有迷惑才有佛法，你覺悟了佛法就沒有了，所以這個道理要懂，你清淨心才真能得到。阿羅漢得清淨心，菩薩得平等心，佛大徹大悟，覺是大覺、大徹大悟。所以，清淨平等覺就是佛、菩薩、阿羅漢；也是戒定慧三學，清淨是戒，平等是定，覺是慧，戒定慧三學；也是佛法僧三寶，清淨是僧寶，平等是法寶，覺是佛寶。你在經題上看，這意思多豐富！所以這部經確確實實是一切經的代表，是一切經裡面的精華，你從這部經修就能圓滿成就，何樂而不為之？它包含《華嚴》，它也包含《法華》，顯密都在其中，不可思議的經典，你得要認識它，你才會全心投入，你才會真正得到受用。"
    },
    {
      "id": "02-039-0474_p0025",
      "zh_CN": "《往生论注》里注得好，我们再继续往下看，『清净如水』，「菩萨清净，犹如净水，能洗除种种尘劳垢染」，觉悟就放下了，这是比喻放下。为什么放不下？没觉悟，对于事实真相不了解，以为这些假东西都是真的。特别是认为佛法，世间都是假的，佛法是真的，这是什么人？小乘，你有能力出六道，你出不了十法界，什么时候知道佛法也是假的，你才能超越十法界。你一定要记住，自性清净心里头三种现象都没有，什么时候你这三种现象都放下、都没有了，你就回归自性，你就证得妙觉。这三种现象，物质现象头一个你要把它空掉，真正知道不断之假，或者用经上讲的「不断之无」，它根本没有，你执着是错了，包括这身体，身体是物质。起心动念是精神现象，思惟想像这个东西是什么？身体死了，这个东西存在，叫灵魂，身有生死，灵魂没生死。在台湾出版了一本书，《凯撒军团东征中国之谜》，写这本书是大陆上的一个人写的，里面是个人跟鬼的谈话记录的。罗马军团，是凯撒大帝派一支军团十万多人侵略中国，那个时候完全是走路，从罗马走到中国非常辛苦，在中国打了几次仗没打赢，以后全军覆没都死在中国。这一批鬼军的军队他还没解体，还没散开，那些灵鬼现在还在，附在人身上把这个故事说出来，是真的，不是假的。说明什么？二千一百年死的这些军人的灵魂，现在还非常活跃，他们非常非常苦！得到菩萨帮助他，所以这批军队统统都皈依了，有个利宾菩萨，我们一般人想像可能是观世音菩萨的化身。",
      "zh_TW": "《往生論註》裡註得好，我們再繼續往下看，『清淨如水』，「菩薩清淨，猶如淨水，能洗除種種塵勞垢染」，覺悟就放下了，這是比喻放下。為什麼放不下？沒覺悟，對於事實真相不了解，以為這些假東西都是真的。特別是認為佛法，世間都是假的，佛法是真的，這是什麼人？小乘，你有能力出六道，你出不了十法界，什麼時候知道佛法也是假的，你才能超越十法界。你一定要記住，自性清淨心裡頭三種現象都沒有，什麼時候你這三種現象都放下、都沒有了，你就回歸自性，你就證得妙覺。這三種現象，物質現象頭一個你要把它空掉，真正知道不斷之假，或者用經上講的「不斷之無」，它根本沒有，你執著是錯了，包括這身體，身體是物質。起心動念是精神現象，思惟想像這個東西是什麼？身體死了，這個東西存在，叫靈魂，身有生死，靈魂沒生死。在台灣出版了一本書，《凱撒軍團東征中國之謎》，寫這本書是大陸上的一個人寫的，裡面是個人跟鬼的談話記錄的。羅馬軍團，是凱撒大帝派一支軍團十萬多人侵略中國，那個時候完全是走路，從羅馬走到中國非常辛苦，在中國打了幾次仗沒打贏，以後全軍覆沒都死在中國。這一批鬼軍的軍隊他還沒解體，還沒散開，那些靈鬼現在還在，附在人身上把這個故事說出來，是真的，不是假的。說明什麼？二千一百年死的這些軍人的靈魂，現在還非常活躍，他們非常非常苦！得到菩薩幫助他，所以這批軍隊統統都皈依了，有個利賓菩薩，我們一般人想像可能是觀世音菩薩的化身。"
    },
    {
      "id": "02-039-0474_p0026",
      "zh_CN": "菩萨跟他们在一起，告诉他们：中国不是你们的，你来干什么？我看到这句话我感触很深，这就是什么？人要认命，「命里有时终须有，命里无时莫强求」。中国不是你的，你命里没有中国这个缘，所以你来了，死在中国。这提示我们什么？用战争的手段夺取来的这些土地、资源，还是你命里有的。命里没有的夺不到，那何必用战争，用这种残酷的手段？现在他们知道悔改了，逐渐逐渐了解事实真相。要求给他建个庙，他们有个住处，有个安身立命修行的地方，在甘肃，齐素萍居士真给他建个庙，大概今年年底可以完工。说明什么？人没有死。人要是不死，怎么可以得罪人？得罪人之后是冤冤相报，生生世世没完没了，这个多麻烦！我们了解事实真相了，绝对不会得罪一个人，受了委屈也无所谓，不跟人结仇。受了委屈将来我要报复，后来他来生他要报我，我要报他，这个多苦，双方都痛苦。明白之后一笔勾销，受再大的委屈也无所谓，看清楚了！章嘉大师说看破，你就会放下了，真放下才能够一心念佛，往生才有把握。这个世间的人，有恩于我的要报恩，有怨于我的一笔勾销化解，他跟我有怨，我不跟他有怨，我这里没有。我们怎样化解怨结、怎样报恩？自己认真修行，修行成功了，这个功德回向是真正的报恩，真正的解冤释结，为什么？你成佛了。成佛重要，亲近阿弥陀佛重要，往生极乐世界重要。这些恩恩怨怨的不重要，搞这些干什么？所以应该要放下，这都是属于忍辱波罗蜜。「菩萨清净，犹如净水」，这才能把种种尘劳，就是烦恼习气，统统把它洗干净，『洗诸尘垢』。",
      "zh_TW": "菩薩跟他們在一起，告訴他們：中國不是你們的，你來幹什麼？我看到這句話我感觸很深，這就是什麼？人要認命，「命裡有時終須有，命裡無時莫強求」。中國不是你的，你命裡沒有中國這個緣，所以你來了，死在中國。這提示我們什麼？用戰爭的手段奪取來的這些土地、資源，還是你命裡有的。命裡沒有的奪不到，那何必用戰爭，用這種殘酷的手段？現在他們知道悔改了，逐漸逐漸了解事實真相。要求給他建個廟，他們有個住處，有個安身立命修行的地方，在甘肅，齊素萍居士真給他建個廟，大概今年年底可以完工。說明什麼？人沒有死。人要是不死，怎麼可以得罪人？得罪人之後是冤冤相報，生生世世沒完沒了，這個多麻煩！我們了解事實真相了，絕對不會得罪一個人，受了委屈也無所謂，不跟人結仇。受了委屈將來我要報復，後來他來生他要報我，我要報他，這個多苦，雙方都痛苦。明白之後一筆勾銷，受再大的委屈也無所謂，看清楚了！章嘉大師說看破，你就會放下了，真放下才能夠一心念佛，往生才有把握。這個世間的人，有恩於我的要報恩，有怨於我的一筆勾銷化解，他跟我有怨，我不跟他有怨，我這裡沒有。我們怎樣化解怨結、怎樣報恩？自己認真修行，修行成功了，這個功德迴向是真正的報恩，真正的解冤釋結，為什麼？你成佛了。成佛重要，親近阿彌陀佛重要，往生極樂世界重要。這些恩恩怨怨的不重要，搞這些幹什麼？所以應該要放下，這都是屬於忍辱波羅蜜。「菩薩清淨，猶如淨水」，這才能把種種塵勞，就是煩惱習氣，統統把它洗乾淨，『洗諸塵垢』。"
    },
    {
      "id": "02-039-0474_p0027",
      "zh_CN": "『炽盛如火，烧烦恼薪』，这下面有解释，「火喻智慧，薪表烦恼，菩萨智慧猛利，炽盛如火，断除烦恼，如火烧薪」，好比火把这些柴统统烧光了。所以求智慧重要，智慧从清净心来的，清净心从忍辱得来的。所以没有忍辱，心就不会清净；心不清净，永远不会有智慧。然后你才晓得，忍辱对于我们学佛的人，它多么重要！六波罗蜜里头有两样东西最重要，第一个是布施，布施是什么？放下，你要放不下你就不能持戒。我们今天学佛的人很多，在家的，十善业道做不到，出家的，沙弥律仪做不到，为什么？得想这个原因，为什么古人能做到，现在我们做不到？不肯布施、不肯放下，所以你做不到。布施的功德不可思议，能布施，不能忍辱，他只能修世间福报，他成就不了功德。所以忍辱能够把布施的福报变成功德，那就管用。福报不能出三界，功德超越三界！你是要功德还是要福报？这个道理要懂。",
      "zh_TW": "『熾盛如火，燒煩惱薪』，這下面有解釋，「火喻智慧，薪表煩惱，菩薩智慧猛利，熾盛如火，斷除煩惱，如火燒薪」，好比火把這些柴統統燒光了。所以求智慧重要，智慧從清淨心來的，清淨心從忍辱得來的。所以沒有忍辱，心就不會清淨；心不清淨，永遠不會有智慧。然後你才曉得，忍辱對於我們學佛的人，它多麼重要！六波羅蜜裡頭有兩樣東西最重要，第一個是布施，布施是什麼？放下，你要放不下你就不能持戒。我們今天學佛的人很多，在家的，十善業道做不到，出家的，沙彌律儀做不到，為什麼？得想這個原因，為什麼古人能做到，現在我們做不到？不肯布施、不肯放下，所以你做不到。布施的功德不可思議，能布施，不能忍辱，他只能修世間福報，他成就不了功德。所以忍辱能夠把布施的福報變成功德，那就管用。福報不能出三界，功德超越三界！你是要功德還是要福報？這個道理要懂。"
    },
    {
      "id": "02-039-0474_p0028",
      "zh_CN": "梁武帝是中国古代，最热心护持佛法的一位大德，他以国王的身分、以国家的力量来护持佛法，建造寺院道场，传记里说四百八十所，度人出家几十万人，佛法多兴盛，自以为功德很大。达摩祖师到中国来，跟他见了面，他非常欢喜，向达摩祖师请教，他一生所做的这些功德大不大？有多大功德？达摩祖师告诉他：并无功德。他听了这句话非常不高兴，就送客，以后再不见面了。所以梁武帝没往生，梁武帝没证果，什么原因？忍辱的功德没有。你赞叹他就喜欢，你说他并无功德他就生气，他都不能虚心去问一问，为什么没有功德？功德到底是什么意思，他没有问，他如果继续问，达摩祖师一定给他讲得很清楚。一句话不投机，马上就翻脸送客，达摩祖师到少林寺去面壁，九年才遇到一个慧可。慧可难得，在他会下大彻大悟，为中国禅宗第二代祖。不能忍辱怎么行？所以梁武帝一生修的是世间福报，充其量到哪里去？忉利天这最高的。往上去，往上去要有点定功，夜摩天有未到定，他没修。",
      "zh_TW": "梁武帝是中國古代，最熱心護持佛法的一位大德，他以國王的身分、以國家的力量來護持佛法，建造寺院道場，傳記裡說四百八十所，度人出家幾十萬人，佛法多興盛，自以為功德很大。達摩祖師到中國來，跟他見了面，他非常歡喜，向達摩祖師請教，他一生所做的這些功德大不大？有多大功德？達摩祖師告訴他：並無功德。他聽了這句話非常不高興，就送客，以後再不見面了。所以梁武帝沒往生，梁武帝沒證果，什麼原因？忍辱的功德沒有。你讚歎他就喜歡，你說他並無功德他就生氣，他都不能虛心去問一問，為什麼沒有功德？功德到底是什麼意思，他沒有問，他如果繼續問，達摩祖師一定給他講得很清楚。一句話不投機，馬上就翻臉送客，達摩祖師到少林寺去面壁，九年才遇到一個慧可。慧可難得，在他會下大徹大悟，為中國禪宗第二代祖。不能忍辱怎麼行？所以梁武帝一生修的是世間福報，充其量到哪裡去？忉利天這最高的。往上去，往上去要有點定功，夜摩天有未到定，他沒修。"
    },
    {
      "id": "02-039-0474_p0029",
      "zh_CN": "这些例子，我们看了之后就知道，懂得修行的方法，懂得六波罗蜜的重要，不能够布施，你戒不清净，你没有法子持戒，持戒是什么？要能舍，要能放下。能持戒之后要修忍辱，不修忍辱，戒律都是福报，世间福报。持戒很清净，持得很好，但是怎么样？傲慢，看到不持戒的人瞧不起，这就是没有忍辱波罗蜜。那我们一看他那个戒律清净，修的是世间善，属于世间的十善，得人天小果。也就是修得再好，也就极限是忉利天，夜摩天他去不了。夜摩天要有点定功，未到定，曾经修定有点功夫，但是定的境界并没有现前。往上去都要靠禅定，禅定真正修成得初禅，他就不在欲界，他就到色界去，色界初禅天、二禅、三禅、四禅，一层比一层高，往上去全是修定。定里面自然有上品十善，自然有戒律叫定共戒；开悟之后叫道共戒，道共定，那个层次就高了。至少小乘初果以上，大乘，《华严经》上讲的初信以上。",
      "zh_TW": "這些例子，我們看了之後就知道，懂得修行的方法，懂得六波羅蜜的重要，不能夠布施，你戒不清淨，你沒有法子持戒，持戒是什麼？要能捨，要能放下。能持戒之後要修忍辱，不修忍辱，戒律都是福報，世間福報。持戒很清淨，持得很好，但是怎麼樣？傲慢，看到不持戒的人瞧不起，這就是沒有忍辱波羅蜜。那我們一看他那個戒律清淨，修的是世間善，屬於世間的十善，得人天小果。也就是修得再好，也就極限是忉利天，夜摩天他去不了。夜摩天要有點定功，未到定，曾經修定有點功夫，但是定的境界並沒有現前。往上去都要靠禪定，禪定真正修成得初禪，他就不在欲界，他就到色界去，色界初禪天、二禪、三禪、四禪，一層比一層高，往上去全是修定。定裡面自然有上品十善，自然有戒律叫定共戒；開悟之後叫道共戒，道共定，那個層次就高了。至少小乘初果以上，大乘，《華嚴經》上講的初信以上。"
    },
    {
      "id": "02-039-0474_p0030",
      "zh_CN": "我们今天连初信达不到，为什么？初信它断三界八十八品见惑。今天出家人还有在家居士，几个人把三界八十八品见惑断掉？没有。断掉这才入门，入大乘之门，小乘就是证初果须陀洹，跟《金刚经》前半部离四相的境界是平等的。你要问须陀洹，问初信位的菩萨，他们四相破了，无我相、无人相、无众生相、无寿者相。这个东西得讲理，不是随便说的，真实功夫！从哪里学？从行门上来说，一定从《弟子规》、《感应篇》、《十善业》。我们今天《十善业》为什么做不到？没有《弟子规》、《感应篇》的基础，又不学小乘。中国从隋唐之后不学小乘，用儒跟道代替小乘，那儒道不学怎么行？儒道最重要的学《弟子规》、学《感应篇》，要把《弟子规》、《感应篇》变成我们的生活，起心动念的依据不能违背，有这个基础修《十善业道》，就容易了，不难。古人能做到，今人也能做到，今人做不到是修学躐等，没有按照顺序去学。哪个人学佛是从《弟子规》开始的？告诉你，古人是这么开始的。只有现代人疏忽了，这是我们不能不知道的。今天时间到了，我们就学习到此地，下一堂课，我们在香港继续接着讲，谢谢大家。",
      "zh_TW": "我們今天連初信達不到，為什麼？初信它斷三界八十八品見惑。今天出家人還有在家居士，幾個人把三界八十八品見惑斷掉？沒有。斷掉這才入門，入大乘之門，小乘就是證初果須陀洹，跟《金剛經》前半部離四相的境界是平等的。你要問須陀洹，問初信位的菩薩，他們四相破了，無我相、無人相、無眾生相、無壽者相。這個東西得講理，不是隨便說的，真實功夫！從哪裡學？從行門上來說，一定從《弟子規》、《感應篇》、《十善業》。我們今天《十善業》為什麼做不到？沒有《弟子規》、《感應篇》的基礎，又不學小乘。中國從隋唐之後不學小乘，用儒跟道代替小乘，那儒道不學怎麼行？儒道最重要的學《弟子規》、學《感應篇》，要把《弟子規》、《感應篇》變成我們的生活，起心動念的依據不能違背，有這個基礎修《十善業道》，就容易了，不難。古人能做到，今人也能做到，今人做不到是修學躐等，沒有按照順序去學。哪個人學佛是從《弟子規》開始的？告訴你，古人是這麼開始的。只有現代人疏忽了，這是我們不能不知道的。今天時間到了，我們就學習到此地，下一堂課，我們在香港繼續接著講，謝謝大家。"
    }
  ]
}