{
  "doc_id": "02-039-0086",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十六集",
    "zh_TW": "第八十六集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0086",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "02-039-0086_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，第九十四面第五行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，第九十四面第五行："
    },
    {
      "id": "02-039-0086_p0002",
      "zh_CN": "「在王舍城，耆阇崛山中，处成就也。王舍城古有二说，一曰上茅城（或作上第城）（旧城），一曰寒林城（新城），两说不一」。这是六种成就里面第四处成就，就是佛讲经的处所，佛在哪里讲的。经文上说「在王舍城」，没有说住，说在。中国古时候用字非常谨慎。佛他已经不再执着这个身相，像《金刚般若经》上所说的，「无我相，无人相，无众生相，无寿者相」，他确实证得，这证得法身。法身在哪里？无处不在，无时不在。所以不能说他住在哪里，遍法界虚空界都是他的住处，所以只能说他在哪里。好像我们到北京去看皇宫、看紫禁城，那么大，皇上住那里，那么大的地方，皇上在哪里？在哪一个房子，在哪一个庭阁？在过去，皇上不能说住，为什么？他是「四海之内，莫非王土」，这个国家的疆域就是他的住处，他住在这个国家里。现在他这个人在什么地方？在自己国家里头，不能说住处；如果到外国去，他住中国，清朝是住大清国，这样可以。佛，那你就晓得，佛的法身是遍法界虚空界，在大宇之内，大宇没有外，其大无外，其小无内，所以对佛都称在，他在什么地方。",
      "zh_TW": "「在王舍城，耆闍崛山中，處成就也。王舍城古有二說，一曰上茅城（或作上第城）（舊城），一曰寒林城（新城），兩說不一」。這是六種成就裡面第四處成就，就是佛講經的處所，佛在哪裡講的。經文上說「在王舍城」，沒有說住，說在。中國古時候用字非常謹慎。佛他已經不再執著這個身相，像《金剛般若經》上所說的，「無我相，無人相，無眾生相，無壽者相」，他確實證得，這證得法身。法身在哪裡？無處不在，無時不在。所以不能說他住在哪裡，遍法界虛空界都是他的住處，所以只能說他在哪裡。好像我們到北京去看皇宮、看紫禁城，那麼大，皇上住那裡，那麼大的地方，皇上在哪裡？在哪一個房子，在哪一個庭閣？在過去，皇上不能說住，為什麼？他是「四海之內，莫非王土」，這個國家的疆域就是他的住處，他住在這個國家裡。現在他這個人在什麼地方？在自己國家裡頭，不能說住處；如果到外國去，他住中國，清朝是住大清國，這樣可以。佛，那你就曉得，佛的法身是遍法界虛空界，在大宇之內，大宇沒有外，其大無外，其小無內，所以對佛都稱在，他在什麼地方。"
    },
    {
      "id": "02-039-0086_p0003",
      "zh_CN": "王舍城，佛陀在世，也是一个小国。佛陀出世，中国是周朝，诸位要晓得，那个时候国家没统一，所以周朝，我们在书籍里面读到的「八百诸侯」，一个诸侯大概像现在一个县长，比一个县还要小一点，一个县可能有二、三个国。所以说大国一百里，小国五十里，它的方圆五十里，可以说是像现在的一个乡镇一样，在古时候就是个小国，周朝那个时候有八百多个国家。在印度也是一样，也都是这些小国林立，经上所谓是「十六大国王」，比较大的大概像现在一个县一样，那就很大了，大国。这是历史地理环境，略微了解。在王舍城，王舍城什么地方？耆阇崛山中。王舍城外有五座山，这是五座山当中的一座，那这一说，大家都知道了，佛在这个山中讲了不少经，这后面还有介绍，所以先说这个处。王舍城，有两个王舍城，一个是旧城，一个是新城，我们把这一节读掉就知道。自古以来，祖师大德都肯定佛是住旧城，因为新城是释迦牟尼佛圆寂之后才建的，那当然是住旧城，不是住新城，所以就住上第城。我们看底下的引经，以及古来大德他们的说法，「今据《智度论》中曰：佛涅槃后」，这个很重要，释迦牟尼佛般涅槃后，就是入灭之后，「阿阇世王，以人民转少故，舍王舍大城，其边更作小城」，这个小城就是新城，寒林城。由此可知，佛灭度之后，这个城市就不很兴旺，渐渐衰了，人口少了。少了之后，阿阇世王觉得不太方便，就舍去旧城，在附近建一个新城，这个新城比较小，规模比较小，这就是寒林城。「《甄解》云：本王舍城者，上第旧城也」，本是原本，原本的王舍城是旧城。「更作小城者，寒林新城也」，这是新城。「此既佛灭后阇王筑之，佛何住后城乎」，佛已经不在世，他怎么会住在后城？当然是在前面，前面是旧城。「今正佛所住处，明知上第城也」，这是旧城，也就是大城。「此说可证，佛说此经是在旧城」。",
      "zh_TW": "王舍城，佛陀在世，也是一個小國。佛陀出世，中國是周朝，諸位要曉得，那個時候國家沒統一，所以周朝，我們在書籍裡面讀到的「八百諸侯」，一個諸侯大概像現在一個縣長，比一個縣還要小一點，一個縣可能有二、三個國。所以說大國一百里，小國五十里，它的方圓五十里，可以說是像現在的一個鄉鎮一樣，在古時候就是個小國，周朝那個時候有八百多個國家。在印度也是一樣，也都是這些小國林立，經上所謂是「十六大國王」，比較大的大概像現在一個縣一樣，那就很大了，大國。這是歷史地理環境，略微了解。在王舍城，王舍城什麼地方？耆闍崛山中。王舍城外有五座山，這是五座山當中的一座，那這一說，大家都知道了，佛在這個山中講了不少經，這後面還有介紹，所以先說這個處。王舍城，有兩個王舍城，一個是舊城，一個是新城，我們把這一節讀掉就知道。自古以來，祖師大德都肯定佛是住舊城，因為新城是釋迦牟尼佛圓寂之後才建的，那當然是住舊城，不是住新城，所以就住上第城。我們看底下的引經，以及古來大德他們的說法，「今據《智度論》中曰：佛涅槃後」，這個很重要，釋迦牟尼佛般涅槃後，就是入滅之後，「阿闍世王，以人民轉少故，捨王舍大城，其邊更作小城」，這個小城就是新城，寒林城。由此可知，佛滅度之後，這個城市就不很興旺，漸漸衰了，人口少了。少了之後，阿闍世王覺得不太方便，就捨去舊城，在附近建一個新城，這個新城比較小，規模比較小，這就是寒林城。「《甄解》云：本王舍城者，上第舊城也」，本是原本，原本的王舍城是舊城。「更作小城者，寒林新城也」，這是新城。「此既佛滅後闍王築之，佛何住後城乎」，佛已經不在世，他怎麼會住在後城？當然是在前面，前面是舊城。「今正佛所住處，明知上第城也」，這是舊城，也就是大城。「此說可證，佛說此經是在舊城」。"
    },
    {
      "id": "02-039-0086_p0004",
      "zh_CN": "「《慈恩传》云」，《慈恩传》应该就是《大唐西域记》，《慈恩传》是玄奘大师旅游的时候他所记录下来的。这里头有这么一段话说，「王舍旧城，处摩揭陀国中，古昔君王多住其内。其城又生好香茅，故举为称」，所以也称为香茅城。「又日《望西疏》曰：若依宗家，应是上茅」。上茅就是旧城，宗家就是善导大师，日本人对善导大师非常崇敬，通常都不叫名，不称名，称宗家。「望西师意，亦谓经中之王舍城，即上茅旧城。此说可信，故不引异说」。其他的古德也有争论的地方，就不必说了，这个我们相信，因为新城是后建的，释迦牟尼佛灭度之后才建的，不可能住在新城里面，所以应当是古城。",
      "zh_TW": "「《慈恩傳》云」，《慈恩傳》應該就是《大唐西域記》，《慈恩傳》是玄奘大師旅遊的時候他所記錄下來的。這裡頭有這麼一段話說，「王舍舊城，處摩揭陀國中，古昔君王多住其內。其城又生好香茅，故舉為稱」，所以也稱為香茅城。「又日《望西疏》曰：若依宗家，應是上茅」。上茅就是舊城，宗家就是善導大師，日本人對善導大師非常崇敬，通常都不叫名，不稱名，稱宗家。「望西師意，亦謂經中之王舍城，即上茅舊城。此說可信，故不引異說」。其他的古德也有爭論的地方，就不必說了，這個我們相信，因為新城是後建的，釋迦牟尼佛滅度之後才建的，不可能住在新城裡面，所以應當是古城。"
    },
    {
      "id": "02-039-0086_p0005",
      "zh_CN": "我们再往下面看，「《法华论》云：如王舍城胜余一切城舍故，显此法门最胜义」。这就讲到佛家表法的意思，这个意思很重要。我们中国人讲地灵人杰，这个地方有灵气，一定有圣贤住在这个地方。我们学佛学了这么多年，我们知道佛给我们说了一句话，这句话很重要，「境随心转」，境是环境。那我们就换过来，人杰地灵，这个地方有圣贤住，这个地方自然就有灵气，为什么？境随着人转。这两种说法都说得通，各有道理。如果这个地方地很灵，一定蕴育出圣贤，大圣大贤，他会生在这个地方；另外一种，大圣大贤居住在这个地方，这个地方就会聚集灵气。所以人杰地灵、地灵人杰，都说得通，它意思不一样。佛并不是在王舍城出生的，所以佛在这个地方讲了很多经，这个地方就有灵气了。而且这个城在古印度大国的里面，这个城可以说是最兴旺的、最大的一个城市，佛在这个地方讲经，说明这部经是无比的殊胜，它有这个意思在。所以下面讲，「五天竺有十六大城」，这是经上常讲的十六大国王，他们都是释迦牟尼佛的弟子，都皈依佛陀，跟佛学习，是世尊在家的护法，他也是在家弟子。这十六大城，王舍城最大，《法华经》在这个地方讲的，《无量寿经》也是在这个地方讲的，在这个地方讲了不少经，佛在这儿住的时间相当长。",
      "zh_TW": "我們再往下面看，「《法華論》云：如王舍城勝餘一切城舍故，顯此法門最勝義」。這就講到佛家表法的意思，這個意思很重要。我們中國人講地靈人傑，這個地方有靈氣，一定有聖賢住在這個地方。我們學佛學了這麼多年，我們知道佛給我們說了一句話，這句話很重要，「境隨心轉」，境是環境。那我們就換過來，人傑地靈，這個地方有聖賢住，這個地方自然就有靈氣，為什麼？境隨著人轉。這兩種說法都說得通，各有道理。如果這個地方地很靈，一定蘊育出聖賢，大聖大賢，他會生在這個地方；另外一種，大聖大賢居住在這個地方，這個地方就會聚集靈氣。所以人傑地靈、地靈人傑，都說得通，它意思不一樣。佛並不是在王舍城出生的，所以佛在這個地方講了很多經，這個地方就有靈氣了。而且這個城在古印度大國的裡面，這個城可以說是最興旺的、最大的一個城市，佛在這個地方講經，說明這部經是無比的殊勝，它有這個意思在。所以下面講，「五天竺有十六大城」，這是經上常講的十六大國王，他們都是釋迦牟尼佛的弟子，都皈依佛陀，跟佛學習，是世尊在家的護法，他也是在家弟子。這十六大城，王舍城最大，《法華經》在這個地方講的，《無量壽經》也是在這個地方講的，在這個地方講了不少經，佛在這兒住的時間相當長。"
    },
    {
      "id": "02-039-0086_p0006",
      "zh_CN": "下面又说，「又《大宝积经论》云：问云：何故此法唯王舍城说，非余城廓？」这个论里是假设问答，为什么《大乘无量寿经》要在王舍城讲？佛为什么不在别的地方讲？「答曰：释此法门法王住处故。喻如王舍，王所止住，故名王舍。此法门亦复如是，法王住处。释成此义故，说住王舍城」。事、理、表法，完全相应，此法就是《无量寿经》念佛成佛之法。所以，法王是佛，这部经里面所说的是什么？佛的住处，你学了这部经，住在这部经，你就成佛了，表这个意思，所以比喻作王舍。王舍，我们中国人讲皇宫，皇宫谁住的？皇上住的，皇上所住这叫皇宫，叫王舍。此法，这里讲，对此法门亦如是。这一部经里面所说的，说的是什么？诸佛如来之所住处，说的是这个，你能够进入这个法门，你就成佛了，是这个意思。所以说住王舍城，你看这个意思多么殊胜。所以佛法一定要懂得表法的义趣，不必用言语，你一看、一接触，你就明白了。中国佛教的道场全都是表法，可是现在人不懂，它的建筑，它的形式，甚至它的色彩，没有一样不是表法的，你六根接触到的全都是表法。你要真正懂得，不用说一句话，你到寺院庵堂走一圈，佛法就在其中，你心里面就充满了。这是现代人所说的艺术化的教学，你看佛法在几千年前它已经走向艺术。",
      "zh_TW": "下面又說，「又《大寶積經論》云：問云：何故此法唯王舍城說，非餘城廓？」這個論裡是假設問答，為什麼《大乘無量壽經》要在王舍城講？佛為什麼不在別的地方講？「答曰：釋此法門法王住處故。喻如王舍，王所止住，故名王舍。此法門亦復如是，法王住處。釋成此義故，說住王舍城」。事、理、表法，完全相應，此法就是《無量壽經》念佛成佛之法。所以，法王是佛，這部經裡面所說的是什麼？佛的住處，你學了這部經，住在這部經，你就成佛了，表這個意思，所以比喻作王舍。王舍，我們中國人講皇宮，皇宮誰住的？皇上住的，皇上所住這叫皇宮，叫王舍。此法，這裡講，對此法門亦如是。這一部經裡面所說的，說的是什麼？諸佛如來之所住處，說的是這個，你能夠進入這個法門，你就成佛了，是這個意思。所以說住王舍城，你看這個意思多麼殊勝。所以佛法一定要懂得表法的義趣，不必用言語，你一看、一接觸，你就明白了。中國佛教的道場全都是表法，可是現在人不懂，它的建築，它的形式，甚至它的色彩，沒有一樣不是表法的，你六根接觸到的全都是表法。你要真正懂得，不用說一句話，你到寺院庵堂走一圈，佛法就在其中，你心裡面就充滿了。這是現代人所說的藝術化的教學，你看佛法在幾千年前它已經走向藝術。"
    },
    {
      "id": "02-039-0086_p0007",
      "zh_CN": "这是先把城的表法介绍出来，山也表法，「耆阇崛山，是王舍城外五山之一。《净影疏》曰：耆阇山」，耆阇是印度话，梵语，「此翻名灵鹫山也」。我们中国人常讲灵山，灵山一会就是指这个地方。为什么叫它灵鹫山？「此山多有灵仙居住，故名为灵」。我们中国人讲圣贤，印度人讲灵仙。「亦有鹫居止此山」，这就像老鹰这一类的，也住在这个山上，所以称为鹫。「又此山顶似鹫头，又名鹫头山」。像我们香港，香港大家都知道狮子山，我们从香港看九龙，那山上确实很像一个狮子趴在那个地方，我们叫它做狮子山。这个山也是有个山峰，像老鹰的头，所以称它为鹫头山。「《西域记》志此山曰」，这是玄奘大师他老人家所记的，「北山之阳」，王舍城北面，这个山的南面，「孤标特起。既栖鹫鸟，又类高台，空翠相映，浓淡分色」。可见得这个山之美，这是玄奘大师的形容。「如来御世垂五十年」，就是释迦牟尼佛讲经说法四十九年，这四十九年「多居此山，广说妙法」。他一生在这个地方住的时间最长，所以在这个地方讲的经很多。",
      "zh_TW": "這是先把城的表法介紹出來，山也表法，「耆闍崛山，是王舍城外五山之一。《淨影疏》曰：耆闍山」，耆闍是印度話，梵語，「此翻名靈鷲山也」。我們中國人常講靈山，靈山一會就是指這個地方。為什麼叫它靈鷲山？「此山多有靈仙居住，故名為靈」。我們中國人講聖賢，印度人講靈仙。「亦有鷲居止此山」，這就像老鷹這一類的，也住在這個山上，所以稱為鷲。「又此山頂似鷲頭，又名鷲頭山」。像我們香港，香港大家都知道獅子山，我們從香港看九龍，那山上確實很像一個獅子趴在那個地方，我們叫它做獅子山。這個山也是有個山峰，像老鷹的頭，所以稱它為鷲頭山。「《西域記》誌此山曰」，這是玄奘大師他老人家所記的，「北山之陽」，王舍城北面，這個山的南面，「孤標特起。既棲鷲鳥，又類高臺，空翠相映，濃淡分色」。可見得這個山之美，這是玄奘大師的形容。「如來御世垂五十年」，就是釋迦牟尼佛講經說法四十九年，這四十九年「多居此山，廣說妙法」。他一生在這個地方住的時間最長，所以在這個地方講的經很多。"
    },
    {
      "id": "02-039-0086_p0008",
      "zh_CN": "「《智度论》曰：耆山于五山中最胜故」。第一个，「此山精舍，近城而难上」，山很陡，不容易爬上去。「近城故乞食不疲」，世尊当年居住讲学的所在，选择于城市，或者是乡镇，距离要近，为什么？大家都出门去托钵乞食，太远就不方便。大概距离是以三里路为最适中，三里路，这样乞食比较方便。「难上故杂人不来」。所以中国古时候寺院丛林都建筑在高山，也取这个意思。一般人没有事情，他不愿意爬这个山，为什么？上这山的时间大概至少也需要半天，人家半天需要工作，他哪有闲时间去爬这个山？寺院庵堂在当时，那个时候佛没有寺院，佛都住在山林，树下一宿，日中一食，他没有固定的所在，但是总是在这个山区，而且乞食方便，也不会太远，所以了解他们生活状况。第二，「是耆山福德吉处」，为什么？这个地方「诸圣人喜住处。佛为诸圣主故多住」。这些圣贤人都喜欢在这个地方修行，佛也不离开他。这些人，贤人、罗汉、菩萨都常常向佛请教，佛要住得太远，他们也不方便，为了牵就这些人，佛也就多住在这个处所。这是第二个原因，这是所谓福德吉处。第三，「耆阇山是三世诸佛住处故」，这是过去、现在、未来，菩萨成佛都选择这一类的处所，修行、教学、讲经、传法，很适当的一个处所，所以诸佛都喜欢这个地方。",
      "zh_TW": "「《智度論》曰：耆山於五山中最勝故」。第一個，「此山精舍，近城而難上」，山很陡，不容易爬上去。「近城故乞食不疲」，世尊當年居住講學的所在，選擇於城市，或者是鄉鎮，距離要近，為什麼？大家都出門去托缽乞食，太遠就不方便。大概距離是以三里路為最適中，三里路，這樣乞食比較方便。「難上故雜人不來」。所以中國古時候寺院叢林都建築在高山，也取這個意思。一般人沒有事情，他不願意爬這個山，為什麼？上這山的時間大概至少也需要半天，人家半天需要工作，他哪有閒時間去爬這個山？寺院庵堂在當時，那個時候佛沒有寺院，佛都住在山林，樹下一宿，日中一食，他沒有固定的所在，但是總是在這個山區，而且乞食方便，也不會太遠，所以了解他們生活狀況。第二，「是耆山福德吉處」，為什麼？這個地方「諸聖人喜住處。佛為諸聖主故多住」。這些聖賢人都喜歡在這個地方修行，佛也不離開他。這些人，賢人、羅漢、菩薩都常常向佛請教，佛要住得太遠，他們也不方便，為了牽就這些人，佛也就多住在這個處所。這是第二個原因，這是所謂福德吉處。第三，「耆闍山是三世諸佛住處故」，這是過去、現在、未來，菩薩成佛都選擇這一類的處所，修行、教學、講經、傳法，很適當的一個處所，所以諸佛都喜歡這個地方。"
    },
    {
      "id": "02-039-0086_p0009",
      "zh_CN": "第四，「是中清净，有福德闲静故」。这个山清净，适合于养道。佛经上常讲「阿兰若」，阿兰若是梵语，翻成中国的意思就是寂静处。它也有个标准，古时候像这些地方多半都是以务农为主，务农离不开耕牛，牛叫的声音很大，他们住这个地方，农村里头牛叫听不到，所以就很清净。跟现在的社会完全不相同，现在的社会几乎找不到清净处，高山上还有飞机的杂音。所以从前人真有福报，现在科技发达，人的福报没有了，这个我们不能不知道。「一切诸佛行处，十方诸菩萨赞叹恭敬，八部大力众神所守护、恭敬供养处故。诸大乘经多在此山说」。这是说，真的，这个山上神仙多、圣人多，有护法神在这边恭敬供养，所以佛在此地说了很多的大乘经。我们看末后第五，「是中十方无量智慧福德力大菩萨，常来见释迦牟尼佛，礼拜恭敬听法故。诸大乘经多在此山说」。这就说出释迦牟尼佛当年在世，在这个山上讲经说法的时间多那个因缘之所在为我们说出来了，这个山跟佛非常有缘分。《法华论》里也讲，「耆阇崛山胜余诸山。佛在于此说，显此法最胜。故本经即在此山说」。这是引经据典，介绍佛说这个经的处所，这都是给我们证信，真的有说法的地方。",
      "zh_TW": "第四，「是中清淨，有福德閑靜故」。這個山清淨，適合於養道。佛經上常講「阿蘭若」，阿蘭若是梵語，翻成中國的意思就是寂靜處。它也有個標準，古時候像這些地方多半都是以務農為主，務農離不開耕牛，牛叫的聲音很大，他們住這個地方，農村裡頭牛叫聽不到，所以就很清淨。跟現在的社會完全不相同，現在的社會幾乎找不到清淨處，高山上還有飛機的雜音。所以從前人真有福報，現在科技發達，人的福報沒有了，這個我們不能不知道。「一切諸佛行處，十方諸菩薩讚歎恭敬，八部大力眾神所守護、恭敬供養處故。諸大乘經多在此山說」。這是說，真的，這個山上神仙多、聖人多，有護法神在這邊恭敬供養，所以佛在此地說了很多的大乘經。我們看末後第五，「是中十方無量智慧福德力大菩薩，常來見釋迦牟尼佛，禮拜恭敬聽法故。諸大乘經多在此山說」。這就說出釋迦牟尼佛當年在世，在這個山上講經說法的時間多那個因緣之所在為我們說出來了，這個山跟佛非常有緣分。《法華論》裡也講，「耆闍崛山勝餘諸山。佛在於此說，顯此法最勝。故本經即在此山說」。這是引經據典，介紹佛說這個經的處所，這都是給我們證信，真的有說法的地方。"
    },
    {
      "id": "02-039-0086_p0010",
      "zh_CN": "我们再看底下这一句，「与大比丘众万二千人俱」，这是听众。「本品独标比丘众及菩萨众」，这部经夏老会集的时候，把证信分为两品，经文很长，第一品，听众只说比丘众及菩萨众，人数不多。第二品，「第二品末广标余三众弟子，及诸天众」，经文引用在此地，「又有比丘尼五百人，清信士七千人」，这是在家居士；「清信女」，在家女居士，有五百人；有「欲界天、色界天、诸天梵众，悉共大会」。经末又有这么一段文，「诸菩萨、声闻、天龙八部，一切大众，闻佛所说，皆大欢喜，信受奉行」。我们从这些记录就知道这个法会太殊胜，连三界的天人都来参与。「可见说经时，会中有诸大菩萨、声闻、比丘、比丘尼、清信士、清信女，直至诸天梵众」，就是大梵天，「天龙八部」，统统都来听法，「咸来听法，此乃六成就中之众成就」，就是这个法会你看有哪些人参加。「会中，有菩萨、声闻、诸天人等」，与我们这个世界、这个地球上，「四众弟子二万人同闻，非是阿难独闻，是可证信」，不是阿难一个人听的。当时我们肉眼凡夫能看到的是我们一般人，我们一般的人众就有两万多人，这法会殊胜。",
      "zh_TW": "我們再看底下這一句，「與大比丘眾萬二千人俱」，這是聽眾。「本品獨標比丘眾及菩薩眾」，這部經夏老會集的時候，把證信分為兩品，經文很長，第一品，聽眾只說比丘眾及菩薩眾，人數不多。第二品，「第二品末廣標餘三眾弟子，及諸天眾」，經文引用在此地，「又有比丘尼五百人，清信士七千人」，這是在家居士；「清信女」，在家女居士，有五百人；有「欲界天、色界天、諸天梵眾，悉共大會」。經末又有這麼一段文，「諸菩薩、聲聞、天龍八部，一切大眾，聞佛所說，皆大歡喜，信受奉行」。我們從這些記錄就知道這個法會太殊勝，連三界的天人都來參與。「可見說經時，會中有諸大菩薩、聲聞、比丘、比丘尼、清信士、清信女，直至諸天梵眾」，就是大梵天，「天龍八部」，統統都來聽法，「咸來聽法，此乃六成就中之眾成就」，就是這個法會你看有哪些人參加。「會中，有菩薩、聲聞、諸天人等」，與我們這個世界、這個地球上，「四眾弟子二萬人同聞，非是阿難獨聞，是可證信」，不是阿難一個人聽的。當時我們肉眼凡夫能看到的是我們一般人，我們一般的人眾就有兩萬多人，這法會殊勝。"
    },
    {
      "id": "02-039-0086_p0011",
      "zh_CN": "下面再给我们细说，来解释，先说什么叫比丘。「与大比丘」，「与者，共同之义」，很多这些大比丘参加这个法会，「表佛与大众共在会中」，都在这个大会当中。「比丘是梵语，名含三义故不翻」。在中国找不到适当的名词来翻它，所以就音译再加以注解、加以解释。它有三个意思，第一个是「乞士」，乞是乞讨，我们中国人叫乞丐，在讨饭吃的乞丐，但是他是士，士是有道德、有学问的人，他真的是每天去乞食。士在中国古代，中国古时候把人民也分为四个阶级：士农工商，这个在社会上地位不一样。士是读书人，是被世间最尊重的，读书人虽然没有地位，也没有财富，可是受人尊敬，为什么？他读书明理，中国人对这个尊重。从前读书，真的都是读圣贤书，从小启蒙就是读圣贤书，明理、懂事。读书人一直到汉朝，汉武帝的时候，读书人才有出路，为什么？国家需要你。诸位要知道，中国的大一统是秦始皇统一中国，虽然统一了，社会动乱，也就是说没有真正的安定形成盛世，没有。一直到汉朝，汉武帝是第七个皇帝，才真正走向制度化，国家统一，需要人才帮助他治理。这是形成真正大国了，不是小国，古时候那些诸侯全没有了，都变成郡县，郡好像现在的省，省下面有县，这些各个阶层的公务人员，这需要人才。人才到哪里找？找读书人。所以学而优则仕，仕就是为国家服务，接受帝王的任职，于是考试的制度就形成。",
      "zh_TW": "下面再給我們細說，來解釋，先說什麼叫比丘。「與大比丘」，「與者，共同之義」，很多這些大比丘參加這個法會，「表佛與大眾共在會中」，都在這個大會當中。「比丘是梵語，名含三義故不翻」。在中國找不到適當的名詞來翻它，所以就音譯再加以註解、加以解釋。它有三個意思，第一個是「乞士」，乞是乞討，我們中國人叫乞丐，在討飯吃的乞丐，但是他是士，士是有道德、有學問的人，他真的是每天去乞食。士在中國古代，中國古時候把人民也分為四個階級：士農工商，這個在社會上地位不一樣。士是讀書人，是被世間最尊重的，讀書人雖然沒有地位，也沒有財富，可是受人尊敬，為什麼？他讀書明理，中國人對這個尊重。從前讀書，真的都是讀聖賢書，從小啟蒙就是讀聖賢書，明理、懂事。讀書人一直到漢朝，漢武帝的時候，讀書人才有出路，為什麼？國家需要你。諸位要知道，中國的大一統是秦始皇統一中國，雖然統一了，社會動亂，也就是說沒有真正的安定形成盛世，沒有。一直到漢朝，漢武帝是第七個皇帝，才真正走向制度化，國家統一，需要人才幫助他治理。這是形成真正大國了，不是小國，古時候那些諸侯全沒有了，都變成郡縣，郡好像現在的省，省下面有縣，這些各個階層的公務人員，這需要人才。人才到哪裡找？找讀書人。所以學而優則仕，仕就是為國家服務，接受帝王的任職，於是考試的制度就形成。"
    },
    {
      "id": "02-039-0086_p0012",
      "zh_CN": "所以国家读书人，读书是家庭里面的事情，是家学，家里面教，私塾就是家庭子弟学校。因为从前，中国自古以来农业立国，都是大家庭，人愈多，好办事，人少了就困难，人多了好干活。所以家庭子弟有可以读书的，一定请老师在家里教，所以私塾就是家庭子弟学校。书念得很好，参加政府的考试，县考，县考考中了称为秀才，就是把你选出来了。但是还是有选举，选举也是汉武帝时候定的制度，地方的官员要为国家选举人才。选哪些？从儿童里面去选，选童子。童子是没成年，中国成年是二十岁，不满二十岁，在这里面去访问、去调查。从前官员不像现在有电视、有照片你都认识，在从前不认识，他要不穿官服，你不知道他是官员。他穿个便衣，他去私访，为国家选人才。选人才的标准是什么？两个字「孝廉」，举孝廉，这个小孩孝父母，在家能孝父母，他对国家就能尽忠，他能忠于国家、忠于人民；第二个条件廉洁，廉洁就不贪污，你看国家任用人的标准，两个字，一个孝、一个廉。县考考取秀才，你的生活就不要担忧了，国家给你一份俸禄，那个时候是给稻米。你看《了凡四训》，了凡先生考取了秀才，他一年有九十多石米，他生活就过得去，他就不愁了。好好念书，专心念书，再参加省考，省考考中就是举人。一般优秀的，举人特别优秀的，都可以任命做县长，现在讲的县市长，或者是高级的这些幕僚，相当现在的秘书长，一级幕僚。再考，他一面任职，一面读书，还可以参加国家的考试，叫殿试，考中叫进士。那时这些进士、举人、秀才都是学位的名称，古时候的学位，像现在学校里面博士、硕士、学士，学位名称。考中进士，一般都是中央来任命。国家人才是这样子培养出来的。这个制度一直到满清，差不多用了两千年，两千年改朝换代多少次，可是这个制度没有变，无论哪个人做皇帝，都用这个方法来推选人才。所以这是一个很好的制度，维系中国这两千年来，历史上所记载到的长治久安，就是孝廉。这个制度好！这个制度太重要了，所以举孝廉。孝廉是从小在家学里头、私塾里面学到的，父母教你，老师教你，忠孝是一体。廉是不与取，在佛法里就是不偷盗，你才能够尽忠职守，像毛主席所说的，全心全力为人民服务。如果这两个字没有，他不是为人民服务，他为自己服务，那个问题就非常严重。",
      "zh_TW": "所以國家讀書人，讀書是家庭裡面的事情，是家學，家裡面教，私塾就是家庭子弟學校。因為從前，中國自古以來農業立國，都是大家庭，人愈多，好辦事，人少了就困難，人多了好幹活。所以家庭子弟有可以讀書的，一定請老師在家裡教，所以私塾就是家庭子弟學校。書念得很好，參加政府的考試，縣考，縣考考中了稱為秀才，就是把你選出來了。但是還是有選舉，選舉也是漢武帝時候定的制度，地方的官員要為國家選舉人才。選哪些？從兒童裡面去選，選童子。童子是沒成年，中國成年是二十歲，不滿二十歲，在這裡面去訪問、去調查。從前官員不像現在有電視、有照片你都認識，在從前不認識，他要不穿官服，你不知道他是官員。他穿個便衣，他去私訪，為國家選人才。選人才的標準是什麼？兩個字「孝廉」，舉孝廉，這個小孩孝父母，在家能孝父母，他對國家就能盡忠，他能忠於國家、忠於人民；第二個條件廉潔，廉潔就不貪污，你看國家任用人的標準，兩個字，一個孝、一個廉。縣考考取秀才，你的生活就不要擔憂了，國家給你一份俸祿，那個時候是給稻米。你看《了凡四訓》，了凡先生考取了秀才，他一年有九十多石米，他生活就過得去，他就不愁了。好好念書，專心念書，再參加省考，省考考中就是舉人。一般優秀的，舉人特別優秀的，都可以任命做縣長，現在講的縣市長，或者是高級的這些幕僚，相當現在的祕書長，一級幕僚。再考，他一面任職，一面讀書，還可以參加國家的考試，叫殿試，考中叫進士。那時這些進士、舉人、秀才都是學位的名稱，古時候的學位，像現在學校裡面博士、碩士、學士，學位名稱。考中進士，一般都是中央來任命。國家人才是這樣子培養出來的。這個制度一直到滿清，差不多用了兩千年，兩千年改朝換代多少次，可是這個制度沒有變，無論哪個人做皇帝，都用這個方法來推選人才。所以這是一個很好的制度，維繫中國這兩千年來，歷史上所記載到的長治久安，就是孝廉。這個制度好！這個制度太重要了，所以舉孝廉。孝廉是從小在家學裡頭、私塾裡面學到的，父母教你，老師教你，忠孝是一體。廉是不與取，在佛法裡就是不偷盜，你才能夠盡忠職守，像毛主席所說的，全心全力為人民服務。如果這兩個字沒有，他不是為人民服務，他為自己服務，那個問題就非常嚴重。"
    },
    {
      "id": "02-039-0086_p0013",
      "zh_CN": "所以乞士，士是个读书人，真正有学问、有德行，释迦牟尼佛本身也是乞士。「谓乞食乞法。乞食谓，既出家已，乞求自活，不事经营，无所贮积。万缘俱放，一意清修，故曰，乞食养身」。我们这个身体活在这个世间，需要生存基本的条件，头一个就是饮食。这些修行人、读书人、修养道德的人，他们没有从事营生的事业，他怎么活？他活的方法就是乞食，就是沿门托钵。我们中国对乞丐并不重视他，在社会上他地位是最低的，叫贫贱，贫是他没有财，贱是他在社会上没有地位。可是这个乞食的人不一样，他有学问，他有德行，所以在印度对于这类的人非常尊敬，只要遇到了，一定供养。所以乞食在古印度，像现在在泰国，南传的，没有问题，人家真供养你。现在在中国就很困难了，你在香港乞食是做不到的，没人供养你。所以在印度当时风俗习惯当中，一般人对于这些人很尊重。所以这是他们的生活方式，日中一食，这个乞食一天要去乞三顿，那人家就麻烦，你还修什么行？一天到晚到外面找东西吃，未免也太贪婪了。所以佛规定是一餐，这大家更尊敬。",
      "zh_TW": "所以乞士，士是個讀書人，真正有學問、有德行，釋迦牟尼佛本身也是乞士。「謂乞食乞法。乞食謂，既出家已，乞求自活，不事經營，無所貯積。萬緣俱放，一意清修，故曰，乞食養身」。我們這個身體活在這個世間，需要生存基本的條件，頭一個就是飲食。這些修行人、讀書人、修養道德的人，他們沒有從事營生的事業，他怎麼活？他活的方法就是乞食，就是沿門托缽。我們中國對乞丐並不重視他，在社會上他地位是最低的，叫貧賤，貧是他沒有財，賤是他在社會上沒有地位。可是這個乞食的人不一樣，他有學問，他有德行，所以在印度對於這類的人非常尊敬，只要遇到了，一定供養。所以乞食在古印度，像現在在泰國，南傳的，沒有問題，人家真供養你。現在在中國就很困難了，你在香港乞食是做不到的，沒人供養你。所以在印度當時風俗習慣當中，一般人對於這些人很尊重。所以這是他們的生活方式，日中一食，這個乞食一天要去乞三頓，那人家就麻煩，你還修什麼行？一天到晚到外面找東西吃，未免也太貪婪了。所以佛規定是一餐，這大家更尊敬。"
    },
    {
      "id": "02-039-0086_p0014",
      "zh_CN": "一食，够不够？够，我们人身体是一个机器，这机器活动必须要有能量，能量的来源就是饮食，饮食是补充我们能量的来源。可是机器有耗油的、有省油的，这个能量到底耗在哪里？百分之九十五应该是耗在妄念上，烦恼、妄念，这个消耗能量很多，那你要大幅补充，三餐还不够，还得要吃点心。如果心地清净，没有杂念，一餐够了，肯定够了。劳心劳力，你工作量再多，消耗能量都少。我早年求学，在台中亲近李老师，李炳南老居士，他老人家的工作量，一般说至少是五个人，他要做五个人的工作。你要跟他见面，一定在一个星期之前跟他约定，要不然他没有时间，他的时间都排得满满的。那么大的工作量，他一天吃一餐，三十几岁就开始，一直到老死，几十年！而且一餐吃得很少，小馒头，大概像鸡蛋那么大的小馒头，他一餐就两个。每一天的生活费用，给诸位说，台湾钱两块钱，一个月六十块，六十块大概相当美金只有一块多钱，那时候美金好像一比四十，美金一块半，他一个月的生活费用。不容易！在家居士，他老人家一生的行持跟出家人一样，没穿出家人衣服。",
      "zh_TW": "一食，夠不夠？夠，我們人身體是一個機器，這機器活動必須要有能量，能量的來源就是飲食，飲食是補充我們能量的來源。可是機器有耗油的、有省油的，這個能量到底耗在哪裡？百分之九十五應該是耗在妄念上，煩惱、妄念，這個消耗能量很多，那你要大幅補充，三餐還不夠，還得要吃點心。如果心地清淨，沒有雜念，一餐夠了，肯定夠了。勞心勞力，你工作量再多，消耗能量都少。我早年求學，在台中親近李老師，李炳南老居士，他老人家的工作量，一般說至少是五個人，他要做五個人的工作。你要跟他見面，一定在一個星期之前跟他約定，要不然他沒有時間，他的時間都排得滿滿的。那麼大的工作量，他一天吃一餐，三十幾歲就開始，一直到老死，幾十年！而且一餐吃得很少，小饅頭，大概像雞蛋那麼大的小饅頭，他一餐就兩個。每一天的生活費用，給諸位說，台灣錢兩塊錢，一個月六十塊，六十塊大概相當美金只有一塊多錢，那時候美金好像一比四十，美金一塊半，他一個月的生活費用。不容易！在家居士，他老人家一生的行持跟出家人一樣，沒穿出家人衣服。"
    },
    {
      "id": "02-039-0086_p0015",
      "zh_CN": "我在台中跟他老人家学，我到台中以前，我学佛大概是一年多，我学佛半年就素食，就吃长素，大概一年半的时候，我就练习晚上这一餐断掉，一天吃两餐。到台中看到老师，我说我应该学他，我也学日中一食。我学到第八个月我才告诉他，向他老人家报告，我说我一天吃一餐。多久了？八个月了。怎么样？身体有没有什么不适合的感觉？没有，很正常。他桌子一拍，永远这样下去。为什么？生活简单，一生不求人。中国古人说得好，「人到无求品自高」，万缘放下。可是我那一餐比他吃得多，到底是年轻，修养比不上他，我的工作量没有他多，可是我一餐要吃三个馒头。我每天生活费用三块钱，一个月要九十块钱，他六十块钱就行了，这个我们没有办法，做不到。由此可知，这个老人心清净，没杂念。他告诉我，他大概是三十六、七岁开始的。我认识他的时候，他七十岁，九十七岁走的。我跟他在一起，他七十岁，看起来就像五十多岁的人一样。我们还看到江逸子替他照了一张照片，在一棵大树底下，他坐在那边，他的照片，那张照片是九十岁，你看起来大概六十多岁。由此可知，健康不在乎吃好东西，李老师吃的东西非常简单，自己做，他没有人照顾，自己照顾自己，饮食起居自己料理，自己煮饭、洗碗、洗小锅，自己洗衣服。我们接触，不能不佩服他。九十五岁才接受两个同学照顾他，九十五岁以前没人照顾，说明他身体好，他可以自理。所以老师给我们做出榜样。佛教导我们乞食养身，你才真正能放得下，真的没烦恼。",
      "zh_TW": "我在台中跟他老人家學，我到台中以前，我學佛大概是一年多，我學佛半年就素食，就吃長素，大概一年半的時候，我就練習晚上這一餐斷掉，一天吃兩餐。到台中看到老師，我說我應該學他，我也學日中一食。我學到第八個月我才告訴他，向他老人家報告，我說我一天吃一餐。多久了？八個月了。怎麼樣？身體有沒有什麼不適合的感覺？沒有，很正常。他桌子一拍，永遠這樣下去。為什麼？生活簡單，一生不求人。中國古人說得好，「人到無求品自高」，萬緣放下。可是我那一餐比他吃得多，到底是年輕，修養比不上他，我的工作量沒有他多，可是我一餐要吃三個饅頭。我每天生活費用三塊錢，一個月要九十塊錢，他六十塊錢就行了，這個我們沒有辦法，做不到。由此可知，這個老人心清淨，沒雜念。他告訴我，他大概是三十六、七歲開始的。我認識他的時候，他七十歲，九十七歲走的。我跟他在一起，他七十歲，看起來就像五十多歲的人一樣。我們還看到江逸子替他照了一張照片，在一棵大樹底下，他坐在那邊，他的照片，那張照片是九十歲，你看起來大概六十多歲。由此可知，健康不在乎吃好東西，李老師吃的東西非常簡單，自己做，他沒有人照顧，自己照顧自己，飲食起居自己料理，自己煮飯、洗碗、洗小鍋，自己洗衣服。我們接觸，不能不佩服他。九十五歲才接受兩個同學照顧他，九十五歲以前沒人照顧，說明他身體好，他可以自理。所以老師給我們做出榜樣。佛教導我們乞食養身，你才真正能放得下，真的沒煩惱。"
    },
    {
      "id": "02-039-0086_p0016",
      "zh_CN": "「乞法者，参师访道，露宿风餐，询求妙法，期成圣果，故曰，乞法养心」。人在世间，真正觉悟，什么最重要？道最重要。佛家这个说法，我们中国古圣先贤也说这句话，那个时候佛法没传到中国来，你看夫子就说过，「朝闻道，夕死可矣」，没有白来了，所以古人读书是重道。现在人读书，现在学校为什么？为将来在社会上有好的工作、好的发展，荣华富贵，目的在此地。圣贤人没有这个观念，孔子一生真的是贫贱，没有财富，也没有地位，贫民。做鲁司寇，鲁是现在的曲阜，济南是齐国，那时候鲁国就是现在的一个县，鲁国国君不就是现在一个县长吗？做鲁司寇做了三个月，被人挤下来，为什么？他要做好官。你要想做个好官，为人民服务，那个人要为自己的功名富贵，你跟他相抵触，你跟他不同类，你还能干下去吗？所以孔子聪明，辞职，不干了，回家去教书、去教学，教了五年，过世了。汉武帝接受董仲舒的建议，汉武帝想治理国家，教老百姓，那时候诸子百家，用什么人的方法来教？董仲舒推荐孔孟，汉武帝接受了，所以就做为国家教养人民的主要的一个理念，用孔孟之道，尊孔子为万世师表。孔子在世作梦也没想到，如果想到这桩事情，何必去做官？何必去周游列国？教学多好！这个事情有人想到了，释迦牟尼想到了，你看他三十开悟，开悟之后不做国王，就教学，教四十九年，七十九岁圆寂的。圣贤人所走的路，这条路在佛法叫成佛之道。孔子是到晚年不得志，他一心是想做官，展示他爱国爱民的理念，没人用他，迫不得已回到老家去教学。回老家那一年，六十八岁，七十三岁走的，教了五年。你看五年的教学，万世师表，这是圣贤事业。在印度是成佛之道，在中国是圣贤事业。不是圣贤人见不到。",
      "zh_TW": "「乞法者，參師訪道，露宿風餐，詢求妙法，期成聖果，故曰，乞法養心」。人在世間，真正覺悟，什麼最重要？道最重要。佛家這個說法，我們中國古聖先賢也說這句話，那個時候佛法沒傳到中國來，你看夫子就說過，「朝聞道，夕死可矣」，沒有白來了，所以古人讀書是重道。現在人讀書，現在學校為什麼？為將來在社會上有好的工作、好的發展，榮華富貴，目的在此地。聖賢人沒有這個觀念，孔子一生真的是貧賤，沒有財富，也沒有地位，貧民。做魯司寇，魯是現在的曲阜，濟南是齊國，那時候魯國就是現在的一個縣，魯國國君不就是現在一個縣長嗎？做魯司寇做了三個月，被人擠下來，為什麼？他要做好官。你要想做個好官，為人民服務，那個人要為自己的功名富貴，你跟他相牴觸，你跟他不同類，你還能幹下去嗎？所以孔子聰明，辭職，不幹了，回家去教書、去教學，教了五年，過世了。漢武帝接受董仲舒的建議，漢武帝想治理國家，教老百姓，那時候諸子百家，用什麼人的方法來教？董仲舒推薦孔孟，漢武帝接受了，所以就做為國家教養人民的主要的一個理念，用孔孟之道，尊孔子為萬世師表。孔子在世作夢也沒想到，如果想到這樁事情，何必去做官？何必去周遊列國？教學多好！這個事情有人想到了，釋迦牟尼想到了，你看他三十開悟，開悟之後不做國王，就教學，教四十九年，七十九歲圓寂的。聖賢人所走的路，這條路在佛法叫成佛之道。孔子是到晚年不得志，他一心是想做官，展示他愛國愛民的理念，沒人用他，迫不得已回到老家去教學。回老家那一年，六十八歲，七十三歲走的，教了五年。你看五年的教學，萬世師表，這是聖賢事業。在印度是成佛之道，在中國是聖賢事業。不是聖賢人見不到。"
    },
    {
      "id": "02-039-0086_p0017",
      "zh_CN": "这个路子，在现在来说，是很难走，你没有决心、没有毅力，你不能吃苦，你走不通。不但吃苦，还要受尽屈辱，你才能行得通。我走这个路走了五十九年，很多同学知道，不是好走的，七十岁以前，找麻烦的人总是特别多。七十岁之后，好一点，因为七十岁了，快要走了，孔子七十三岁就走了，七十岁差不多了，算了吧！大家就饶你，七十岁以前人家不饶你。所以这是，这条路也很难走，走出来之后，你就成佛成菩萨、成圣成贤了。你要是不能吃苦，别人的障碍、障难，实在讲不是别人，是自己。别人无论是毁谤也好、羞辱也好、陷害也好，那都是重重关卡，考试！你要是通过，那些都是好老师。没有那些人，你怎么能磨得出来？你怎么能成就你的布施、持戒、忍辱、精进、禅定、般若？都从这关卡上过来的。过来之后，对那些人感恩！没有他，你怎么成就？",
      "zh_TW": "這個路子，在現在來說，是很難走，你沒有決心、沒有毅力，你不能吃苦，你走不通。不但吃苦，還要受盡屈辱，你才能行得通。我走這個路走了五十九年，很多同學知道，不是好走的，七十歲以前，找麻煩的人總是特別多。七十歲之後，好一點，因為七十歲了，快要走了，孔子七十三歲就走了，七十歲差不多了，算了吧！大家就饒你，七十歲以前人家不饒你。所以這是，這條路也很難走，走出來之後，你就成佛成菩薩、成聖成賢了。你要是不能吃苦，別人的障礙、障難，實在講不是別人，是自己。別人無論是毀謗也好、羞辱也好、陷害也好，那都是重重關卡，考試！你要是通過，那些都是好老師。沒有那些人，你怎麼能磨得出來？你怎麼能成就你的布施、持戒、忍辱、精進、禪定、般若？都從這關卡上過來的。過來之後，對那些人感恩！沒有他，你怎麼成就？"
    },
    {
      "id": "02-039-0086_p0018",
      "zh_CN": "古今中外说一帆风顺成就的，绝对找不到，哪有那种人？佛都不行。你看释迦牟尼佛一生，多少人找麻烦！里面六群比丘，家里不和，他的这些弟子当中，有问题的很多，外面叫六师外道，内外夹攻。释迦牟尼佛给我们示现的，如如不动，用定、用慧，把这些障难都给化解了。我们今天想求学，难，自古以来没有例外的，现在这个时代尤其困难，没有忍辱功夫，没有布施、持戒，这三样是基本，得忍辱，没有你就不会成就。真正发心，在困难现前的时候，我们只有求佛，佛力加持，自然有好心人来帮助我们，来护持。可是我们自己心念要端正、要坚定，有丝毫偏向名闻利养就完了，这是什么？这是自己的业障，多少人败都败在这里，真的，几十年功夫毁于一旦，很可惜！这一毁，又去搞轮回了，那又不知道到哪一生、哪一劫，你得人身，再遇佛法，再来，看看你那一生能不能通过。哪一生能通过，你哪一生就成就。顺境里有丝毫贪恋的心，完了；逆境的时候有一点点怨恨的心，也完了。你要想成功，只有一个心，感恩。顺境、善缘，感恩；逆境、恶缘，还是感恩，你才能成就。",
      "zh_TW": "古今中外說一帆風順成就的，絕對找不到，哪有那種人？佛都不行。你看釋迦牟尼佛一生，多少人找麻煩！裡面六群比丘，家裡不和，他的這些弟子當中，有問題的很多，外面叫六師外道，內外夾攻。釋迦牟尼佛給我們示現的，如如不動，用定、用慧，把這些障難都給化解了。我們今天想求學，難，自古以來沒有例外的，現在這個時代尤其困難，沒有忍辱功夫，沒有布施、持戒，這三樣是基本，得忍辱，沒有你就不會成就。真正發心，在困難現前的時候，我們只有求佛，佛力加持，自然有好心人來幫助我們，來護持。可是我們自己心念要端正、要堅定，有絲毫偏向名聞利養就完了，這是什麼？這是自己的業障，多少人敗都敗在這裡，真的，幾十年功夫毀於一旦，很可惜！這一毀，又去搞輪迴了，那又不知道到哪一生、哪一劫，你得人身，再遇佛法，再來，看看你那一生能不能通過。哪一生能通過，你哪一生就成就。順境裡有絲毫貪戀的心，完了；逆境的時候有一點點怨恨的心，也完了。你要想成功，只有一個心，感恩。順境、善緣，感恩；逆境、惡緣，還是感恩，你才能成就。"
    },
    {
      "id": "02-039-0086_p0019",
      "zh_CN": "刚才跟诸位说过，汉武帝以后国家取才，取孝廉，佛门里头也不例外，这两个字差一点点都不行。圣贤之道，这是中国传统文化，圣贤之道也包括佛道，没有例外的。儒释道要成就，孝廉这个根要扎得深，有这个深根，你才能持戒，持戒是什么？守规矩，你才能忍辱。具备这些条件，你算具备成功条件的一半了。日常生活当中要节俭，就是要培福，有福，有福要给大众去享，不要自己享，这个世间苦难的人太多，常常想到他们。要谦虚，要卑下，把自己傲慢的习气，真的把它融化掉。人都有傲慢习气，不能说我没有，那个我没有里头就充满了傲慢，自己不知道。为什么说充满傲慢？因为佛讲的，佛说这个傲慢是与生俱来。哪一生？生命起源的那个开头。这在佛经上讲得很好，「一念不觉而有无明」，从自性里头变成一个妄心，阿赖耶，阿赖耶里面就具足贪瞋痴，贪瞋痴慢。你看末那就是的，末那就是我们自己，我自己从哪来的？跟宇宙同时发生的。",
      "zh_TW": "剛才跟諸位說過，漢武帝以後國家取才，取孝廉，佛門裡頭也不例外，這兩個字差一點點都不行。聖賢之道，這是中國傳統文化，聖賢之道也包括佛道，沒有例外的。儒釋道要成就，孝廉這個根要紮得深，有這個深根，你才能持戒，持戒是什麼？守規矩，你才能忍辱。具備這些條件，你算具備成功條件的一半了。日常生活當中要節儉，就是要培福，有福，有福要給大眾去享，不要自己享，這個世間苦難的人太多，常常想到他們。要謙虛，要卑下，把自己傲慢的習氣，真的把它融化掉。人都有傲慢習氣，不能說我沒有，那個我沒有裡頭就充滿了傲慢，自己不知道。為什麼說充滿傲慢？因為佛講的，佛說這個傲慢是與生俱來。哪一生？生命起源的那個開頭。這在佛經上講得很好，「一念不覺而有無明」，從自性裡頭變成一個妄心，阿賴耶，阿賴耶裡面就具足貪瞋痴，貪瞋痴慢。你看末那就是的，末那就是我們自己，我自己從哪來的？跟宇宙同時發生的。"
    },
    {
      "id": "02-039-0086_p0020",
      "zh_CN": "四大烦恼常相随，第一个是我见，执着身是我。在阿赖耶里面，不但执着身，执着意识是我，那个意识，我们一般讲灵魂，或者讲灵性。为什么灵性还是执着？四圣法界叫灵性，还是阿赖耶，还是末那，没转识成智。转末那为平等性智是什么？是明心见性，是《华严经》圆教初住菩萨，那超越十法界了。只要没有超越十法界，都是阿赖耶用事。不过四圣法界，阿赖耶用事他用得正，为什么用得正？完全依照佛菩萨的教诲，真正把它做到，所以他纯正，跟佛一样，但是用的不是真心，是阿赖耶。如果转识成智，就超越十法界，你就到诸佛如来实报庄严土，那就真的，那就不是假的。所以四圣法界里面，菩萨、佛还是用阿赖耶，还是第六意识的分别，第七末那的执着，还是有这个，不过他很淡，这是我们一定要知道。我傲慢没有了，那什么时候？那是明心见性，你脱离十法界了，可以这样说，贪瞋痴慢都没有了。你没有超越十法界，你怎么可以说你没有贪瞋痴慢？我们明白这个道理，这才真正认识自己。中国古人讲，人应该有自知之明，自己要认识自己，我是凡夫，我不是圣人。",
      "zh_TW": "四大煩惱常相隨，第一個是我見，執著身是我。在阿賴耶裡面，不但執著身，執著意識是我，那個意識，我們一般講靈魂，或者講靈性。為什麼靈性還是執著？四聖法界叫靈性，還是阿賴耶，還是末那，沒轉識成智。轉末那為平等性智是什麼？是明心見性，是《華嚴經》圓教初住菩薩，那超越十法界了。只要沒有超越十法界，都是阿賴耶用事。不過四聖法界，阿賴耶用事他用得正，為什麼用得正？完全依照佛菩薩的教誨，真正把它做到，所以他純正，跟佛一樣，但是用的不是真心，是阿賴耶。如果轉識成智，就超越十法界，你就到諸佛如來實報莊嚴土，那就真的，那就不是假的。所以四聖法界裡面，菩薩、佛還是用阿賴耶，還是第六意識的分別，第七末那的執著，還是有這個，不過他很淡，這是我們一定要知道。我傲慢沒有了，那什麼時候？那是明心見性，你脫離十法界了，可以這樣說，貪瞋痴慢都沒有了。你沒有超越十法界，你怎麼可以說你沒有貪瞋痴慢？我們明白這個道理，這才真正認識自己。中國古人講，人應該有自知之明，自己要認識自己，我是凡夫，我不是聖人。"
    },
    {
      "id": "02-039-0086_p0021",
      "zh_CN": "十法界里面的佛、菩萨都不是圣人，你看在大乘教里面，六道里面叫内凡，六道是个界线，六道外面，四圣法界叫外凡，还是凡夫，六道之外的凡夫。一定要把无始无明断掉，超越十法界，才叫圣人。佛门里面叫小圣，阿罗汉，那是尊敬他，他不是真的圣，为什么？三大类烦恼，他只断见思，见思烦恼断了，世出世间这个法他不执着，他还有分别，他还有妄想，这称他为小圣。再往上去，辟支佛、菩萨、佛，这是四圣法界里头，比小圣高一点，一般我们都称圣人，不是大圣。大圣是什么？破了无明，超越十法界，证得圆教初住，这是大圣。在实报庄严土，四十一位法身大士，这称大圣，我们讲菩萨摩诃萨，这四十一位法身大士是摩诃萨。十法界里面的佛菩萨，那就称菩萨。加上摩诃萨不是十法界的，是一真法界的，是实报庄严土里面的菩萨。学大乘教的人，这是普通常识，基本常识，不能不知道。知道这些，我们就很谦虚了，就知道我们实在是凡夫，真的是凡夫，怎么可以傲慢？所以一定要学谦卑，道理在此地，谦卑才能够乞法养心。",
      "zh_TW": "十法界裡面的佛、菩薩都不是聖人，你看在大乘教裡面，六道裡面叫內凡，六道是個界線，六道外面，四聖法界叫外凡，還是凡夫，六道之外的凡夫。一定要把無始無明斷掉，超越十法界，才叫聖人。佛門裡面叫小聖，阿羅漢，那是尊敬他，他不是真的聖，為什麼？三大類煩惱，他只斷見思，見思煩惱斷了，世出世間這個法他不執著，他還有分別，他還有妄想，這稱他為小聖。再往上去，辟支佛、菩薩、佛，這是四聖法界裡頭，比小聖高一點，一般我們都稱聖人，不是大聖。大聖是什麼？破了無明，超越十法界，證得圓教初住，這是大聖。在實報莊嚴土，四十一位法身大士，這稱大聖，我們講菩薩摩訶薩，這四十一位法身大士是摩訶薩。十法界裡面的佛菩薩，那就稱菩薩。加上摩訶薩不是十法界的，是一真法界的，是實報莊嚴土裡面的菩薩。學大乘教的人，這是普通常識，基本常識，不能不知道。知道這些，我們就很謙虛了，就知道我們實在是凡夫，真的是凡夫，怎麼可以傲慢？所以一定要學謙卑，道理在此地，謙卑才能夠乞法養心。"
    },
    {
      "id": "02-039-0086_p0022",
      "zh_CN": "哪些人教我们？这个要知道，要学善财童子，什么人是善知识？除我之外每个人都是善知识，善财童子就这么成就的。顺境逆境、善缘恶缘，统统是善知识。五十三参，清凉大师说得很清楚，历事炼心，炼什么心？炼清净平等觉。环境有顺有逆，人事有善有恶，环境跟人事全部都是善知识。善财童子心目当中的善友，那个善友是佛，不是菩萨，诸佛如来示现来教导我的，这是活的道学，不是文字上的。他表现得很好，善人，我们看他们，心里喜欢，完了。喜是什么？喜是感情，七情五欲，喜怒哀乐爱恶欲，你怎么动心？动心就被染污了。看到善行，内心真正起效敬之心，不能有贪恋。那个人表现得很可恶，见了你恨你、骂你、揍你，那是善知识，不能有怨恨心。一有怨恨心，完了，你又动了七情五欲。所以在环境、在人事里面断什么？七情五欲断干净，你不就成佛了吗？你有七情五欲的话，你出不了六道，连小圣都不能证得。七情五欲断了，证小圣，出了六道。出了六道，还有四圣，四圣还得磨炼，那是微细的，微细的磨炼。",
      "zh_TW": "哪些人教我們？這個要知道，要學善財童子，什麼人是善知識？除我之外每個人都是善知識，善財童子就這麼成就的。順境逆境、善緣惡緣，統統是善知識。五十三參，清涼大師說得很清楚，歷事鍊心，鍊什麼心？鍊清淨平等覺。環境有順有逆，人事有善有惡，環境跟人事全部都是善知識。善財童子心目當中的善友，那個善友是佛，不是菩薩，諸佛如來示現來教導我的，這是活的道學，不是文字上的。他表現得很好，善人，我們看他們，心裡喜歡，完了。喜是什麼？喜是感情，七情五欲，喜怒哀樂愛惡欲，你怎麼動心？動心就被染污了。看到善行，內心真正起效敬之心，不能有貪戀。那個人表現得很可惡，見了你恨你、罵你、揍你，那是善知識，不能有怨恨心。一有怨恨心，完了，你又動了七情五欲。所以在環境、在人事裡面斷什麼？七情五欲斷乾淨，你不就成佛了嗎？你有七情五欲的話，你出不了六道，連小聖都不能證得。七情五欲斷了，證小聖，出了六道。出了六道，還有四聖，四聖還得磨鍊，那是微細的，微細的磨鍊。"
    },
    {
      "id": "02-039-0086_p0023",
      "zh_CN": "微细的这个都不动心了，真的永远就住在《无量寿》，《无量寿经》讲的修因就是清净平等觉。你常住在清净平等觉，这个就是我们刚才念的处所，王舍城耆阇崛山中，它就代表这个意思。真正能把心常住在清净平等觉，成功！你才会真的对一切环境感恩，对一切人事感恩。你六根所接触的六尘境界是什么？全是佛菩萨，你见佛了，你成就了。佛经上写的是教科书，这是什么？这是引导你、指引你。真正的功夫在哪里？在生活上。你成就，你断烦恼，你证菩提，是在生活上证得的，与书本不相干。所以六祖大师讲的，他听无尽藏比丘尼念《涅槃经》，念完之后跟她讲道理，讲得比丘尼非常欢喜，捧着经本来问，向他请教。他说我不认识字。不认识字，怎么讲得这么好？这个与认识字不认识字没关系。活的！《大方广佛华严经》是什么？你们要看到经本，这是《华严经》，错了，那不是《华严经》。《大方广佛华严》就是整个宇宙，就是十法界依正庄严，活的！活生生的生活就是《大方广佛华严》，大方广是自性的体相用，哪里是在书本里头？哪有这种道理！",
      "zh_TW": "微細的這個都不動心了，真的永遠就住在《無量壽》，《無量壽經》講的修因就是清淨平等覺。你常住在清淨平等覺，這個就是我們剛才念的處所，王舍城耆闍崛山中，它就代表這個意思。真正能把心常住在清淨平等覺，成功！你才會真的對一切環境感恩，對一切人事感恩。你六根所接觸的六塵境界是什麼？全是佛菩薩，你見佛了，你成就了。佛經上寫的是教科書，這是什麼？這是引導你、指引你。真正的功夫在哪裡？在生活上。你成就，你斷煩惱，你證菩提，是在生活上證得的，與書本不相干。所以六祖大師講的，他聽無盡藏比丘尼念《涅槃經》，念完之後跟她講道理，講得比丘尼非常歡喜，捧著經本來問，向他請教。他說我不認識字。不認識字，怎麼講得這麼好？這個與認識字不認識字沒關係。活的！《大方廣佛華嚴經》是什麼？你們要看到經本，這是《華嚴經》，錯了，那不是《華嚴經》。《大方廣佛華嚴》就是整個宇宙，就是十法界依正莊嚴，活的！活生生的生活就是《大方廣佛華嚴》，大方廣是自性的體相用，哪裡是在書本裡頭？哪有這種道理！"
    },
    {
      "id": "02-039-0086_p0024",
      "zh_CN": "我们学佛，死在书本里，你怎么会开悟？所以书本是个引导，好像我们走路一样要看地图，这个地图不是那里，你想去的地方不在那里，只要你看着，你就到了吗？你把地图丢掉，走出去才能到达。现在的人讲求活学活用，这话很有味道，咱们要活学活用。佛法在哪里？佛法在生活，在穿衣吃饭，在待人接物。大乘在哪里？大乘在工作。所以释迦牟尼佛在当时被那么多人尊敬，你看这个法会两万多人，两万多是人，人之外我们眼睛看不见，还有不同维次空间。不同维次空间的，那就是诸大菩萨，声闻也算，声闻阿罗汉，这不是六道里面的；六道里面还有诸天，欲界天、四禅天，梵众是四禅天。不说四空天，四空天他不来了，四空天叫长寿天，他不会来听法的。八部鬼神，这也是欲界的，这都是我们看不见的。看不见的众生比我们现前看得见的不晓得多多少倍！来学，都是来学活的佛法，不是学这死东西，这个一定要知道。所以「乞」这两个意思，你看乞食养身、乞法养心，这个心是真心，不是妄心。这是第一个意思。",
      "zh_TW": "我們學佛，死在書本裡，你怎麼會開悟？所以書本是個引導，好像我們走路一樣要看地圖，這個地圖不是那裡，你想去的地方不在那裡，只要你看著，你就到了嗎？你把地圖丟掉，走出去才能到達。現在的人講求活學活用，這話很有味道，咱們要活學活用。佛法在哪裡？佛法在生活，在穿衣吃飯，在待人接物。大乘在哪裡？大乘在工作。所以釋迦牟尼佛在當時被那麼多人尊敬，你看這個法會兩萬多人，兩萬多是人，人之外我們眼睛看不見，還有不同維次空間。不同維次空間的，那就是諸大菩薩，聲聞也算，聲聞阿羅漢，這不是六道裡面的；六道裡面還有諸天，欲界天、四禪天，梵眾是四禪天。不說四空天，四空天他不來了，四空天叫長壽天，他不會來聽法的。八部鬼神，這也是欲界的，這都是我們看不見的。看不見的眾生比我們現前看得見的不曉得多多少倍！來學，都是來學活的佛法，不是學這死東西，這個一定要知道。所以「乞」這兩個意思，你看乞食養身、乞法養心，這個心是真心，不是妄心。這是第一個意思。"
    },
    {
      "id": "02-039-0086_p0025",
      "zh_CN": "第二个意思是「破恶」，所以比丘他有三个意思，这个恶是什么？恶是烦恼。「正慧观察，破烦恼恶，见思惑尽」，惑是迷惑，见思惑断尽了。见是什么？错误的见解，你看错了，思就是你想错了，你每天在看，每天在想，全都错了。为什么错了？你出不了六道轮回就错了。你如果看法正确，没错，想法也没错，就出六道，你就到四圣法界去了。只要你在六道里面，我们就得承认，我们看错了，我们想错了。佛给我们列的几个具体的例子，你得看，经上讲八十八种。佛教初学，就把它简化了，八十八种归纳为五大类：身见、边见、见取见、戒取见、邪见，这个见就是你看错了，见解。你是不是头一个就想到这身是我？因为有我，就有自私自利，就有名闻利养，就有是非人我，头一个错了。第二个错，边见，边见是什么？对立，我跟人对立，我跟事对立，我跟一切万物对立。自性清净圆明体里头没有身见，也没有边见，这五种见惑没有，五种思惑也没有，思惑是思想错误。",
      "zh_TW": "第二個意思是「破惡」，所以比丘他有三個意思，這個惡是什麼？惡是煩惱。「正慧觀察，破煩惱惡，見思惑盡」，惑是迷惑，見思惑斷盡了。見是什麼？錯誤的見解，你看錯了，思就是你想錯了，你每天在看，每天在想，全都錯了。為什麼錯了？你出不了六道輪迴就錯了。你如果看法正確，沒錯，想法也沒錯，就出六道，你就到四聖法界去了。只要你在六道裡面，我們就得承認，我們看錯了，我們想錯了。佛給我們列的幾個具體的例子，你得看，經上講八十八種。佛教初學，就把它簡化了，八十八種歸納為五大類：身見、邊見、見取見、戒取見、邪見，這個見就是你看錯了，見解。你是不是頭一個就想到這身是我？因為有我，就有自私自利，就有名聞利養，就有是非人我，頭一個錯了。第二個錯，邊見，邊見是什麼？對立，我跟人對立，我跟事對立，我跟一切萬物對立。自性清淨圓明體裡頭沒有身見，也沒有邊見，這五種見惑沒有，五種思惑也沒有，思惑是思想錯誤。"
    },
    {
      "id": "02-039-0086_p0026",
      "zh_CN": "这五种思惑是什么？贪瞋痴慢疑。这个疑是对于圣教的疑惑，实际讲是对于所有一切法的疑惑，这里头最重要的是圣教。圣教决定是正确的，人家明心见性，从自性里面说出来的，它怎么不正确？我们没有见性，看到人家见性的东西，跟我看的不一样，他错了，我没错，他错了，这叫疑。什么时候叫见思烦恼断尽，你就「超出三界」，这个三界是欲界、色界、无色界，就是六道，超越三界就是超越六道。六道外面有四圣法界，声闻、缘觉、菩萨、佛，那叫外凡，三界之外的凡。虽然见思断了，尘沙没断，无明没断，还是有烦恼，粗重的烦恼没有了，微细的烦恼在。所以比丘有破恶的意思。我们今天烦恼习气这么重，这能称比丘吗？比丘真干，真的断烦恼。用什么方法？方法很多，八万四千法门都是方法，但是初学的人最重要的是持戒，得从这里开始。你不持戒，烦恼怎么断？",
      "zh_TW": "這五種思惑是什麼？貪瞋痴慢疑。這個疑是對於聖教的疑惑，實際講是對於所有一切法的疑惑，這裡頭最重要的是聖教。聖教決定是正確的，人家明心見性，從自性裡面說出來的，它怎麼不正確？我們沒有見性，看到人家見性的東西，跟我看的不一樣，他錯了，我沒錯，他錯了，這叫疑。什麼時候叫見思煩惱斷盡，你就「超出三界」，這個三界是欲界、色界、無色界，就是六道，超越三界就是超越六道。六道外面有四聖法界，聲聞、緣覺、菩薩、佛，那叫外凡，三界之外的凡。雖然見思斷了，塵沙沒斷，無明沒斷，還是有煩惱，粗重的煩惱沒有了，微細的煩惱在。所以比丘有破惡的意思。我們今天煩惱習氣這麼重，這能稱比丘嗎？比丘真幹，真的斷煩惱。用什麼方法？方法很多，八萬四千法門都是方法，但是初學的人最重要的是持戒，得從這裡開始。你不持戒，煩惱怎麼斷？"
    },
    {
      "id": "02-039-0086_p0027",
      "zh_CN": "所以我们这么多年，在世界上走了这么多地方，接触的面很广，所看到的，在家同修十善做不到，出家同修沙弥律仪做不到，这问题严重。严重到什么程度？不是真正佛弟子，真正佛弟子要认真去做。别人做不做与我不相干，我要做，你才能成就。不能说别人都不做，我做干什么？我做不就吃亏了吗？那你就错了。实际上是，你做，占便宜了；他不做，吃亏了，吃亏是他。他吃亏在哪里？吃亏，要继续搞六道轮回，他吃亏在这里。你真干，轮回到这一次，以后再不轮回了，再不干傻事。尤其遇到净土，我来生决定到极乐世界，六道让你们去玩，我不再跟你们玩了，要有这个念头才行！我们到哪里去？到极乐世界跟诸佛菩萨、诸上善人一起去玩去，这就对了。这个心要坚定，坚定你才肯放下，放不下就去不了，这是真的不是假的。什么时候放下？现在就要放下，为什么？咱们不知道什么时候死，佛在经上告诉我们，人命在呼吸之间，一口气不来就来生了，所以现在就要放下。放下真自在！放下烦恼轻，智慧就增长。所以你看比丘，超出三界，超出六道轮回，没有超十法界。",
      "zh_TW": "所以我們這麼多年，在世界上走了這麼多地方，接觸的面很廣，所看到的，在家同修十善做不到，出家同修沙彌律儀做不到，這問題嚴重。嚴重到什麼程度？不是真正佛弟子，真正佛弟子要認真去做。別人做不做與我不相干，我要做，你才能成就。不能說別人都不做，我做幹什麼？我做不就吃虧了嗎？那你就錯了。實際上是，你做，佔便宜了；他不做，吃虧了，吃虧是他。他吃虧在哪裡？吃虧，要繼續搞六道輪迴，他吃虧在這裡。你真幹，輪迴到這一次，以後再不輪迴了，再不幹傻事。尤其遇到淨土，我來生決定到極樂世界，六道讓你們去玩，我不再跟你們玩了，要有這個念頭才行！我們到哪裡去？到極樂世界跟諸佛菩薩、諸上善人一起去玩去，這就對了。這個心要堅定，堅定你才肯放下，放不下就去不了，這是真的不是假的。什麼時候放下？現在就要放下，為什麼？咱們不知道什麼時候死，佛在經上告訴我們，人命在呼吸之間，一口氣不來就來生了，所以現在就要放下。放下真自在！放下煩惱輕，智慧就增長。所以你看比丘，超出三界，超出六道輪迴，沒有超十法界。"
    },
    {
      "id": "02-039-0086_p0028",
      "zh_CN": "第三个意思「怖魔」，这魔是魔王。「如《涅槃》说：魔性姤」，魔的性染污，这姤是染污。「据《中华大字典》，姤有八义，今取其一，姤者恶也」，不善！「弊，忌他胜己」，这就是我们今天所讲的傲慢嫉妒，别人比我强，心里就难过，这个是错误。嫉妒心也是与生俱来，你很细心去观察，你看什么？三、四个月的小孩，婴孩，还不会走路，在地上爬。你旁边有两个小孩，同样大，你给一块糖给那个吃，那旁边你去看，他嫉妒，他就很难受，你细心去观察。所以嫉妒傲慢是与生俱来的烦恼，多生多劫的习气，要不从小好好的锻炼他、去教导他，这个烦恼怎么断？人没有嫉妒心，心清净了，清净心里头没有嫉妒，平等心里面没有傲慢，这是性德。我们在一切处、一切时遇到这些事情，心里还会起这个念头，马上要回光返照，我们功夫差得太远。这个回光返照就是觉，古大德所说的「不怕念起，只怕觉迟」，这一觉，你就回头了，你就生惭愧心，忏除业障。",
      "zh_TW": "第三個意思「怖魔」，這魔是魔王。「如《涅槃》說：魔性姤」，魔的性染污，這姤是染污。「據《中華大字典》，姤有八義，今取其一，姤者惡也」，不善！「弊，忌他勝己」，這就是我們今天所講的傲慢嫉妒，別人比我強，心裡就難過，這個是錯誤。嫉妒心也是與生俱來，你很細心去觀察，你看什麼？三、四個月的小孩，嬰孩，還不會走路，在地上爬。你旁邊有兩個小孩，同樣大，你給一塊糖給那個吃，那旁邊你去看，他嫉妒，他就很難受，你細心去觀察。所以嫉妒傲慢是與生俱來的煩惱，多生多劫的習氣，要不從小好好的鍛鍊他、去教導他，這個煩惱怎麼斷？人沒有嫉妒心，心清淨了，清淨心裡頭沒有嫉妒，平等心裡面沒有傲慢，這是性德。我們在一切處、一切時遇到這些事情，心裡還會起這個念頭，馬上要回光返照，我們功夫差得太遠。這個回光返照就是覺，古大德所說的「不怕念起，只怕覺遲」，這一覺，你就回頭了，你就生慚愧心，懺除業障。"
    },
    {
      "id": "02-039-0086_p0029",
      "zh_CN": "什么叫忏除业障？现在大家讲发露忏悔，发露忏悔完了之后，遇到事情还照干，照干明天再发露，天天发露。诸位要知道，真正忏悔是后不再造。发露忏悔有没有好处？发露忏悔是舞台表演，是劝别人的，很好，用自己的例子来劝导别人，这是好，自利利他。但是真实利益是后不再造，孔夫子所说的「不贰过」，过失只有一次，不会有重复的。夫子赞叹，他那么多学生，只有一个做到，颜回，他赞叹颜回不贰过。由此可知，其他学生都做不到，你才晓得这个事情难，不容易。在佛门里面，不贰过，阿罗汉才做到，不是普通人。所以既然发心出家，就得真干。这个病非常非常之深，会衍生出许许多多的恶业，所以这个嫉妒心非常不好！不能够轻视它，要在这里痛下功夫。魔，魔就是这样的，傲慢、嫉妒，所以这是魔，这不是佛。「故怀恐怖」，看到别人比自己好，心里难过，怕别人又胜过自己。「又惧其人，多化众生」，这个修行人，比丘，教化众生，众生都跟他去，他的信徒太多了，他又生嫉妒。为什么？他跟你抢信徒，不择手段的去拉信徒，破坏你，障碍你，让你的信徒对你产生误会，远离你，他就拉去了，干这个事情。所以他怕，怕其人，「多化众生，同出生死，空其境界」，空其境界是什么？魔界人少了，佛界人多了，他怕这个，「故生恐怖」。",
      "zh_TW": "什麼叫懺除業障？現在大家講發露懺悔，發露懺悔完了之後，遇到事情還照幹，照幹明天再發露，天天發露。諸位要知道，真正懺悔是後不再造。發露懺悔有沒有好處？發露懺悔是舞台表演，是勸別人的，很好，用自己的例子來勸導別人，這是好，自利利他。但是真實利益是後不再造，孔夫子所說的「不貳過」，過失只有一次，不會有重複的。夫子讚歎，他那麼多學生，只有一個做到，顏回，他讚歎顏回不貳過。由此可知，其他學生都做不到，你才曉得這個事情難，不容易。在佛門裡面，不貳過，阿羅漢才做到，不是普通人。所以既然發心出家，就得真幹。這個病非常非常之深，會衍生出許許多多的惡業，所以這個嫉妒心非常不好！不能夠輕視它，要在這裡痛下功夫。魔，魔就是這樣的，傲慢、嫉妒，所以這是魔，這不是佛。「故懷恐怖」，看到別人比自己好，心裡難過，怕別人又勝過自己。「又懼其人，多化眾生」，這個修行人，比丘，教化眾生，眾生都跟他去，他的信徒太多了，他又生嫉妒。為什麼？他跟你搶信徒，不擇手段的去拉信徒，破壞你，障礙你，讓你的信徒對你產生誤會，遠離你，他就拉去了，幹這個事情。所以他怕，怕其人，「多化眾生，同出生死，空其境界」，空其境界是什麼？魔界人少了，佛界人多了，他怕這個，「故生恐怖」。"
    },
    {
      "id": "02-039-0086_p0030",
      "zh_CN": "「若人出家受戒，羯磨成就，地行夜叉，空行夜叉，天行夜叉，辗转赞叹，声传欲界六天，魔闻心怖」。这个魔是第六天的天王，魔王，他化自在天的天王。为什么？这个人发心出家受戒，羯磨就是受戒的仪式完成，夜叉辗转赞叹，被第六天他化自在天王听到，他化自在天王心里就很难过。因为他有嫉妒，他嫉妒佛菩萨把六道里面众生一个个都度脱，他统治下的人渐渐就少了，欲界是他统领的。现在诸位要晓得，魔王很快乐、很欢喜，为什么？出家受戒不是真的，是假的，谁能持戒？谁能做到？魔一调查，现在这些释迦牟尼佛弟子，在家，十善做不到，出家，沙弥律仪做不到，他可乐死了，他一点忧虑都没有。真的有一、二个，当然他还是有顾忌，人很少，他不在乎；人多了，他就在乎。人很少的时候，人同此心，心同此理，应该就不在乎了。所以这是我们不能不知道的。比丘三个意思，我们就介绍到此地。我们学了这些文字，智慧就开了，我们应该怎样学法？应该怎样在菩提路上尽量回避这些障碍？障碍是决定有，你看看，你真想修道，六欲天都不会饶过你，都要给你做障难。你真成功了，给你说，六欲天是大善知识，为什么？他天天考你，天天折磨你，结果你关关通过，他就来给你顶礼，拜你做老师，护你的法，就变成护法神。好人，不是坏人。你通不过，通不过你就再来，他折磨你。所以都是佛菩萨，都是善知识。今天找麻烦的、折磨人的想想，我们能成就不都是靠他们吗？没有他们我们怎么会提升？一次障难后面肯定一次大幅度的提升，无论是智慧、是福报，统统提升。这是我们过去将近六十年学习当中的经验，这个经验非常宝贵。",
      "zh_TW": "「若人出家受戒，羯磨成就，地行夜叉，空行夜叉，天行夜叉，輾轉讚歎，聲傳欲界六天，魔聞心怖」。這個魔是第六天的天王，魔王，他化自在天的天王。為什麼？這個人發心出家受戒，羯磨就是受戒的儀式完成，夜叉輾轉讚歎，被第六天他化自在天王聽到，他化自在天王心裡就很難過。因為他有嫉妒，他嫉妒佛菩薩把六道裡面眾生一個個都度脫，他統治下的人漸漸就少了，欲界是他統領的。現在諸位要曉得，魔王很快樂、很歡喜，為什麼？出家受戒不是真的，是假的，誰能持戒？誰能做到？魔一調查，現在這些釋迦牟尼佛弟子，在家，十善做不到，出家，沙彌律儀做不到，他可樂死了，他一點憂慮都沒有。真的有一、二個，當然他還是有顧忌，人很少，他不在乎；人多了，他就在乎。人很少的時候，人同此心，心同此理，應該就不在乎了。所以這是我們不能不知道的。比丘三個意思，我們就介紹到此地。我們學了這些文字，智慧就開了，我們應該怎樣學法？應該怎樣在菩提路上盡量迴避這些障礙？障礙是決定有，你看看，你真想修道，六欲天都不會饒過你，都要給你做障難。你真成功了，給你說，六欲天是大善知識，為什麼？他天天考你，天天折磨你，結果你關關通過，他就來給你頂禮，拜你做老師，護你的法，就變成護法神。好人，不是壞人。你通不過，通不過你就再來，他折磨你。所以都是佛菩薩，都是善知識。今天找麻煩的、折磨人的想想，我們能成就不都是靠他們嗎？沒有他們我們怎麼會提升？一次障難後面肯定一次大幅度的提升，無論是智慧、是福報，統統提升。這是我們過去將近六十年學習當中的經驗，這個經驗非常寶貴。"
    },
    {
      "id": "02-039-0086_p0031",
      "zh_CN": "我们再看下面这一段，这解释一个「大」字，比丘上头加一个大。「大者，梵语为摩诃」。这是佛经上的音译，梵文称摩诃，中文翻作大。它「具有三义」，它有三个意思，有大的意思，有多的意思，有胜的意思，殊胜、超胜。「大者，《弥陀疏钞》云：天王大人所共敬仰，非小德也，名大」。他持戒，他修定，这就是大德，因戒得定。你要是不持戒，你的心是散乱的，你妄想很多，这些天王大人他不会尊敬你；你真正持戒，心就清净，清净心就是定，这些天王大人看到你，你比他强，他不如你，他怎么会不尊敬你？戒从哪里做起？这个诸位不能不知道，从《弟子规》、《感应篇》做起。《弟子规》里头一百一十三桩事做到了没有？得真干。《感应篇》里面，一百九十五桩事，这是善恶果报，起心动念、言语造作你跟它都能够相应，善的你都有，恶的你都能够断除，你是大德，你不是小德。现在这个世间人不尊重你，天地鬼神尊敬你，天地鬼神拥护你，他看得出来，人看不出来，他看得出来，世间人真正有学问、有德行的人看得出来，你的光彩不一样。又何况这些人是佛弟子，天天学习佛陀的教诲。诸位一定要记住，学习，着重在习，习是落实。你所学的做不到，那只有学，没有习，那就变成什么？变成学术，变成佛学。学了做到，这是学佛，释迦牟尼佛我跟他一样，老师是我们最好的榜样，那真学到东西。「《净影》」，《净影疏》前面介绍过。《净影疏》说，「旷备高德，过余近学」，过是超过，「故名为大」。德高，学富，他学的东西多。德高是什么？他所学的东西做到了，做到了德就高。学得多，这是学富。学富，没做到，有学富，德不高，那个不行，那是学者，现在称为学者专家，不能称为圣贤。他真做到了，他是圣贤。做到一半，是贤人；统统能做到，他是圣人。这是大的意思。",
      "zh_TW": "我們再看下面這一段，這解釋一個「大」字，比丘上頭加一個大。「大者，梵語為摩訶」。這是佛經上的音譯，梵文稱摩訶，中文翻作大。它「具有三義」，它有三個意思，有大的意思，有多的意思，有勝的意思，殊勝、超勝。「大者，《彌陀疏鈔》云：天王大人所共敬仰，非小德也，名大」。他持戒，他修定，這就是大德，因戒得定。你要是不持戒，你的心是散亂的，你妄想很多，這些天王大人他不會尊敬你；你真正持戒，心就清淨，清淨心就是定，這些天王大人看到你，你比他強，他不如你，他怎麼會不尊敬你？戒從哪裡做起？這個諸位不能不知道，從《弟子規》、《感應篇》做起。《弟子規》裡頭一百一十三樁事做到了沒有？得真幹。《感應篇》裡面，一百九十五樁事，這是善惡果報，起心動念、言語造作你跟它都能夠相應，善的你都有，惡的你都能夠斷除，你是大德，你不是小德。現在這個世間人不尊重你，天地鬼神尊敬你，天地鬼神擁護你，他看得出來，人看不出來，他看得出來，世間人真正有學問、有德行的人看得出來，你的光彩不一樣。又何況這些人是佛弟子，天天學習佛陀的教誨。諸位一定要記住，學習，著重在習，習是落實。你所學的做不到，那只有學，沒有習，那就變成什麼？變成學術，變成佛學。學了做到，這是學佛，釋迦牟尼佛我跟他一樣，老師是我們最好的榜樣，那真學到東西。「《淨影》」，《淨影疏》前面介紹過。《淨影疏》說，「曠備高德，過餘近學」，過是超過，「故名為大」。德高，學富，他學的東西多。德高是什麼？他所學的東西做到了，做到了德就高。學得多，這是學富。學富，沒做到，有學富，德不高，那個不行，那是學者，現在稱為學者專家，不能稱為聖賢。他真做到了，他是聖賢。做到一半，是賢人；統統能做到，他是聖人。這是大的意思。"
    },
    {
      "id": "02-039-0086_p0032",
      "zh_CN": "再说多，「多者，内典外籍，无不博通，非寡解也，名多」。这一条就是讲的广学多闻。内典是佛的典籍，佛菩萨教的；外籍，除了佛法之外，所有宗教，所有学术，他没有不通达的。他怎么通达的？中国过去祖师大德告诉我们，「一经通，一切经通」，一门通，门门都通，为什么？什么叫通？见性叫通，没有见性，不通。为什么会见性？一切法不离自性，一切法，世出世间所有一切法，善法、恶法，全是从自性流的，问题你真会。你在一法里头，你去参究，不能叫研究，研究是什么？你用心意识，那叫研究，离心意识叫参究，参究才能见性，研究不能见性。所以科学家他能够发现阿赖耶，他不能见性，为什么？见性一定要离心意识，就是说不起心、不动念、不分别、不执着就见性了。科学家他还分别、他还执着、他还起心动念，所以他学到的东西是知识，不是智慧。放下妄想分别执着是智慧，它不是知识。",
      "zh_TW": "再說多，「多者，內典外籍，無不博通，非寡解也，名多」。這一條就是講的廣學多聞。內典是佛的典籍，佛菩薩教的；外籍，除了佛法之外，所有宗教，所有學術，他沒有不通達的。他怎麼通達的？中國過去祖師大德告訴我們，「一經通，一切經通」，一門通，門門都通，為什麼？什麼叫通？見性叫通，沒有見性，不通。為什麼會見性？一切法不離自性，一切法，世出世間所有一切法，善法、惡法，全是從自性流的，問題你真會。你在一法裡頭，你去參究，不能叫研究，研究是什麼？你用心意識，那叫研究，離心意識叫參究，參究才能見性，研究不能見性。所以科學家他能夠發現阿賴耶，他不能見性，為什麼？見性一定要離心意識，就是說不起心、不動念、不分別、不執著就見性了。科學家他還分別、他還執著、他還起心動念，所以他學到的東西是知識，不是智慧。放下妄想分別執著是智慧，它不是知識。"
    },
    {
      "id": "02-039-0086_p0033",
      "zh_CN": "智慧一通，一切通，惠能大师就是一个很好的榜样，没念过书，世出世间法你去问他，他没有一样不通。那个时候没有问科学这些东西，如果问他的话，他跟你讲，全懂，他没有一样不晓得。古今中外，我们今天科学里面讲宏观世界、微观世界，他没有一样不晓得的。没有接触过的，只要一接触就通达，一看一听就全明了了，一通一切通，多！多是从精来的，中国那个文字妙得不得了，精就通了，不精就不通。学得再多，再多他不精，所以他不通；那学一样，精，他全通了。中国文字在外国找不到，智慧的符号，中国文字确实是智慧，它都教你了。所以老祖宗没有秘密，因为老祖宗没有嫉妒心，老祖宗总是希望后面来的人都能超过他。是不是真能超过？给诸位说，决定不能，因为它是平等的，你到那个程度，跟他是平等的，你没有办法超过他。就像一个圆球一样，你全通了，你不能在圆球上突出一块，你也不能少一块。所以佛佛道同，就这个道理，平等的，清净平等觉，你也回归到清净平等觉了。所以注意「精通」这两个字，这两个字其味无穷。好，今天时间到了，我们就学到此地。",
      "zh_TW": "智慧一通，一切通，惠能大師就是一個很好的榜樣，沒念過書，世出世間法你去問他，他沒有一樣不通。那個時候沒有問科學這些東西，如果問他的話，他跟你講，全懂，他沒有一樣不曉得。古今中外，我們今天科學裡面講宏觀世界、微觀世界，他沒有一樣不曉得的。沒有接觸過的，只要一接觸就通達，一看一聽就全明瞭了，一通一切通，多！多是從精來的，中國那個文字妙得不得了，精就通了，不精就不通。學得再多，再多他不精，所以他不通；那學一樣，精，他全通了。中國文字在外國找不到，智慧的符號，中國文字確實是智慧，它都教你了。所以老祖宗沒有祕密，因為老祖宗沒有嫉妒心，老祖宗總是希望後面來的人都能超過他。是不是真能超過？給諸位說，決定不能，因為它是平等的，你到那個程度，跟他是平等的，你沒有辦法超過他。就像一個圓球一樣，你全通了，你不能在圓球上突出一塊，你也不能少一塊。所以佛佛道同，就這個道理，平等的，清淨平等覺，你也回歸到清淨平等覺了。所以注意「精通」這兩個字，這兩個字其味無窮。好，今天時間到了，我們就學到此地。"
    }
  ]
}