{
  "doc_id": "02-039-0600",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六００集",
    "zh_TW": "第六００集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0600",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "02-039-0600_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第七百八十八面，从第一行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第七百八十八面，從第一行看起："
    },
    {
      "id": "02-039-0600_p0002",
      "zh_CN": "「《维摩经嘉祥疏》云：云法眼净者，小乘亦法眼，大乘亦法眼。小乘法眼，即初果见四谛法，名法眼。大乘法眼，初地（别教）得真无生法，故云法眼」，别教初地就是圆教的初住。「今此经指小乘法眼净。如憬兴曰：法眼净者，即预流果（初果）」。「又《净影疏》云：见四真谛，名净法眼」。『阿那含』，「是小乘四果中之第三果。」『诸漏已尽，心得解脱』，「如《维摩经》云：八千比丘不受诸法，漏尽意解。」「肇公注曰」，肇公是僧肇大师，「漏尽者，九十八结漏既尽故，意得解脱，成阿罗汉」。「是指烦恼断尽，心意解脱，证阿罗汉之果。可见经中法眼净及诸漏已尽，均指声闻乘。」都是讲小乘，前面这一段经文，小乘从初果到四果，说他们的境界。",
      "zh_TW": "「《維摩經嘉祥疏》云：云法眼淨者，小乘亦法眼，大乘亦法眼。小乘法眼，即初果見四諦法，名法眼。大乘法眼，初地（別教）得真無生法，故云法眼」，別教初地就是圓教的初住。「今此經指小乘法眼淨。如憬興曰：法眼淨者，即預流果（初果）」。「又《淨影疏》云：見四真諦，名淨法眼」。『阿那含』，「是小乘四果中之第三果。」『諸漏已盡，心得解脫』，「如《維摩經》云：八千比丘不受諸法，漏盡意解。」「肇公註曰」，肇公是僧肇大師，「漏盡者，九十八結漏既盡故，意得解脫，成阿羅漢」。「是指煩惱斷盡，心意解脫，證阿羅漢之果。可見經中法眼淨及諸漏已盡，均指聲聞乘。」都是講小乘，前面這一段經文，小乘從初果到四果，說他們的境界。"
    },
    {
      "id": "02-039-0600_p0003",
      "zh_CN": "这是世尊讲经到最后这一段，『天人世间有万二千那由他亿众生，远离尘垢，得法眼净』。证初果的，证小乘初果的有这么多人。当然不是这个地球，地球到今天才七十亿人，这个地方有一万二千那由他亿，这个数字非常大。这是指什么地方的？至少是指娑婆世界。娑婆世界是释迦牟尼佛的教区，他老人家度化众生的地区，这个地区是三千大千世界，这是一个三千大千世界。三千它是以须弥山为中心，这是一个大的星系。在过去，确实许许多多人都误会了，认为单位世界是一个太阳系。黄念老居士是学科学的，我们见面的时候，他就提出这个问题，他说单位世界不是太阳系。经上讲得很明白，这一个星系中心是须弥山，太阳绕须弥山的腰，这当中，绕这个旋转。照这个说法，单位世界应该是银河系。银河系的中心，现在科学家发现是个巨大的黑洞，就是佛经上讲的须弥山。这个黑洞的能力非常强大，连光线都被它吸进去，有这么大的吸引力。明年正好银河对齐，这是个天文现象，也很难得遇到的，大概要两万多年才遇到一次。银河中心，太阳在当中，地球，排成一条直线。这是古时候马雅人的长历观察到的，他那时候还没有仪器。他们对天文非常熟悉，而且观察得非常精密，这是一个周期性。",
      "zh_TW": "這是世尊講經到最後這一段，『天人世間有萬二千那由他億眾生，遠離塵垢，得法眼淨』。證初果的，證小乘初果的有這麼多人。當然不是這個地球，地球到今天才七十億人，這個地方有一萬二千那由他億，這個數字非常大。這是指什麼地方的？至少是指娑婆世界。娑婆世界是釋迦牟尼佛的教區，他老人家度化眾生的地區，這個地區是三千大千世界，這是一個三千大千世界。三千它是以須彌山為中心，這是一個大的星系。在過去，確實許許多多人都誤會了，認為單位世界是一個太陽系。黃念老居士是學科學的，我們見面的時候，他就提出這個問題，他說單位世界不是太陽系。經上講得很明白，這一個星系中心是須彌山，太陽繞須彌山的腰，這當中，繞這個旋轉。照這個說法，單位世界應該是銀河系。銀河系的中心，現在科學家發現是個巨大的黑洞，就是佛經上講的須彌山。這個黑洞的能力非常強大，連光線都被它吸進去，有這麼大的吸引力。明年正好銀河對齊，這是個天文現象，也很難得遇到的，大概要兩萬多年才遇到一次。銀河中心，太陽在當中，地球，排成一條直線。這是古時候馬雅人的長曆觀察到的，他那時候還沒有儀器。他們對天文非常熟悉，而且觀察得非常精密，這是一個週期性。"
    },
    {
      "id": "02-039-0600_p0004",
      "zh_CN": "一个单位是一个银河系，一个小千世界是一千个银河系，再以这一千个银河系为单位，小千世界，一千个小千世界称为中千世界；再以中千世界为单位，一千个中千世界是一个大千世界。一个大千世界，因为它有小千、中千、大千，所以叫它做三千大千世界，实际上是一个大千世界。有多少个银河系？一千乘一千再乘一千，十亿，十亿个银河系是释迦牟尼佛教区，他教化的地方，这么大！如果从这么大的银河系来看，这数字不大，才「万二千那由他亿众生」，得法眼净就是证初果，听佛讲这部经，他们就证须陀洹果。『二十亿众生』，二十亿就少了，少很多，『得阿那含果』，阿那含是三果，小乘三果；『六千八百比丘，诸漏已尽，心得解脱』，这是证阿罗汉。可见得愈往上去人数就愈少，证初果的人太多太多了。这是闻经获益第一段，先讲小乘。",
      "zh_TW": "一個單位是一個銀河系，一個小千世界是一千個銀河系，再以這一千個銀河系為單位，小千世界，一千個小千世界稱為中千世界；再以中千世界為單位，一千個中千世界是一個大千世界。一個大千世界，因為它有小千、中千、大千，所以叫它做三千大千世界，實際上是一個大千世界。有多少個銀河系？一千乘一千再乘一千，十億，十億個銀河系是釋迦牟尼佛教區，他教化的地方，這麼大！如果從這麼大的銀河系來看，這數字不大，才「萬二千那由他億眾生」，得法眼淨就是證初果，聽佛講這部經，他們就證須陀洹果。『二十億眾生』，二十億就少了，少很多，『得阿那含果』，阿那含是三果，小乘三果；『六千八百比丘，諸漏已盡，心得解脫』，這是證阿羅漢。可見得愈往上去人數就愈少，證初果的人太多太多了。這是聞經獲益第一段，先講小乘。"
    },
    {
      "id": "02-039-0600_p0005",
      "zh_CN": "下面举个问答，也是古人的，「或问：闻此大乘无上经典，为何得小乘法益」。「《净影疏》云」，净影是隋朝人，慧远法师，跟我们东晋初祖，在庐山开净土宗第一个法师，我们叫初祖，名字完全相同。他也叫慧远，他是隋朝人。所以在佛门里面称他为小慧远，你只要看到小慧远，就是称净影法师。净影是寺庙，他老人家一生住在净影寺，后人对他尊称，不称他名，也不称他字，称他所居住的地方净影，称净影法师，这是称呼当中最恭敬的。远公法师说，「小乘众生，闻说娑婆秽恶可厌」。听释迦牟尼佛讲经，说明六道，三界六道，六道是秽土，这里面众生非常之苦，三苦、八苦都是对这个地区说的。你要是真的明白了，「深心厌离」，不想在这个地方再逗留了，能不能离？能。离开了六道就生四圣法界，四圣法界是释迦牟尼佛的净土，跟极乐世界方便有余土相当。你看极乐世界有凡圣同居土、有方便有余土，凡圣同居土是六道，但是极乐世界只有两道，其他四道没有。没有饿鬼、地狱、畜生，也没有阿修罗，极乐世界的同居土只有人跟天，只有两道。这是跟其他世界不一样的地方，这是阿弥陀佛本愿功德的成就。",
      "zh_TW": "下面舉個問答，也是古人的，「或問：聞此大乘無上經典，為何得小乘法益」。「《淨影疏》云」，淨影是隋朝人，慧遠法師，跟我們東晉初祖，在廬山開淨土宗第一個法師，我們叫初祖，名字完全相同。他也叫慧遠，他是隋朝人。所以在佛門裡面稱他為小慧遠，你只要看到小慧遠，就是稱淨影法師。淨影是寺廟，他老人家一生住在淨影寺，後人對他尊稱，不稱他名，也不稱他字，稱他所居住的地方淨影，稱淨影法師，這是稱呼當中最恭敬的。遠公法師說，「小乘眾生，聞說娑婆穢惡可厭」。聽釋迦牟尼佛講經，說明六道，三界六道，六道是穢土，這裡面眾生非常之苦，三苦、八苦都是對這個地區說的。你要是真的明白了，「深心厭離」，不想在這個地方再逗留了，能不能離？能。離開了六道就生四聖法界，四聖法界是釋迦牟尼佛的淨土，跟極樂世界方便有餘土相當。你看極樂世界有凡聖同居土、有方便有餘土，凡聖同居土是六道，但是極樂世界只有兩道，其他四道沒有。沒有餓鬼、地獄、畜生，也沒有阿修羅，極樂世界的同居土只有人跟天，只有兩道。這是跟其他世界不一樣的地方，這是阿彌陀佛本願功德的成就。"
    },
    {
      "id": "02-039-0600_p0006",
      "zh_CN": "发愿，发愿要兑现，他发了愿之后，用五劫的时间修行，每一愿都兑现了。所以极乐世界怎么来的？是阿弥陀佛四十八愿、五劫修行功德之所成就，这么来的，这是不可思议的境界。我们这个世界有没有？有，一个人如果修纯善，心地纯净纯善，这个人将来生天。那个天上生活的境界也不需要设计，也没有人施工，自然变现出来的。这是什么原因？纯净纯善功德之所成就，像化乐天、他化自在天。同样一个道理，你要做五逆十恶，你的心地跟你的行为浊恶到极处，那个恶也能变现，这个恶业成就变现什么？变现无间地狱。地狱也是化生的，是你自己业力变现出来的，没有人设计，也没有人去建造。它跟阎罗王没关系，跟佛菩萨也没关系，跟上帝也没关系，是你自己不善业所变现出来的，这么一回事情。在我们这个世间，天堂地狱如是，极乐世界的成就，我们就不会怀疑，它是真实大愿、大行功德之所成就。所以，小乘知道六道的状况，三苦、八苦，不愿意在这里头再受苦、再轮回。他听到这个经，因为他的心量并不大，能够离开六道他就很满意，离开六道就很满意，他脱离六道轮回生到四圣法界，是这么回事情。「憬兴亦云，众闻此方秽恶可厌，故得声闻之果。」他们证得的是声闻小果。",
      "zh_TW": "發願，發願要兌現，他發了願之後，用五劫的時間修行，每一願都兌現了。所以極樂世界怎麼來的？是阿彌陀佛四十八願、五劫修行功德之所成就，這麼來的，這是不可思議的境界。我們這個世界有沒有？有，一個人如果修純善，心地純淨純善，這個人將來生天。那個天上生活的境界也不需要設計，也沒有人施工，自然變現出來的。這是什麼原因？純淨純善功德之所成就，像化樂天、他化自在天。同樣一個道理，你要做五逆十惡，你的心地跟你的行為濁惡到極處，那個惡也能變現，這個惡業成就變現什麼？變現無間地獄。地獄也是化生的，是你自己業力變現出來的，沒有人設計，也沒有人去建造。它跟閻羅王沒關係，跟佛菩薩也沒關係，跟上帝也沒關係，是你自己不善業所變現出來的，這麼一回事情。在我們這個世間，天堂地獄如是，極樂世界的成就，我們就不會懷疑，它是真實大願、大行功德之所成就。所以，小乘知道六道的狀況，三苦、八苦，不願意在這裡頭再受苦、再輪迴。他聽到這個經，因為他的心量並不大，能夠離開六道他就很滿意，離開六道就很滿意，他脫離六道輪迴生到四聖法界，是這麼回事情。「憬興亦云，眾聞此方穢惡可厭，故得聲聞之果。」他們證得的是聲聞小果。"
    },
    {
      "id": "02-039-0600_p0007",
      "zh_CN": "我们再看底下一段，底下一段是「大乘得益」。大乘跟小乘实际上心量不一样，志趣不一样，大乘的心量大，志趣高远，所以得利益不相同。我们看经文：",
      "zh_TW": "我們再看底下一段，底下一段是「大乘得益」。大乘跟小乘實際上心量不一樣，志趣不一樣，大乘的心量大，志趣高遠，所以得利益不相同。我們看經文："
    },
    {
      "id": "02-039-0600_p0008",
      "zh_CN": "【四十亿菩萨。于无上菩提住不退转。以弘誓功德而自庄严。】",
      "zh_TW": "【四十億菩薩。於無上菩提住不退轉。以弘誓功德而自莊嚴。】"
    },
    {
      "id": "02-039-0600_p0009",
      "zh_CN": "这是得不退转的菩萨，这个不退转是阿惟越致菩萨，是《华严经》上初住以上，一直到等觉，都叫不退转。下面这一段：",
      "zh_TW": "這是得不退轉的菩薩，這個不退轉是阿惟越致菩薩，是《華嚴經》上初住以上，一直到等覺，都叫不退轉。下面這一段："
    },
    {
      "id": "02-039-0600_p0010",
      "zh_CN": "【二十五亿众生。得不退忍。四万亿那由他百千众生。于无上菩提未曾发意。今始初发。种诸善根。愿生极乐。见阿弥陀佛。皆当往生彼如来土。各于异方次第成佛。同名妙音如来。】",
      "zh_TW": "【二十五億眾生。得不退忍。四萬億那由他百千眾生。於無上菩提未曾發意。今始初發。種諸善根。願生極樂。見阿彌陀佛。皆當往生彼如來土。各於異方次第成佛。同名妙音如來。】"
    },
    {
      "id": "02-039-0600_p0011",
      "zh_CN": "我们净宗这十几年来，皈依三宝，皈依证上的法名都用妙音，妙音就从这里来的。佛给我们大家授记，我们这个世界的众生，将来往生极乐世界，在那边修行成佛了，到他方世界去示现成佛度众生，都称为『妙音如来』，妙音就是南无阿弥陀佛。居士是念佛成佛的，所以现在我们的皈依证上都用妙音，因果相符，现在是妙音居士，将来是妙音如来，这个法名从这里来的。",
      "zh_TW": "我們淨宗這十幾年來，皈依三寶，皈依證上的法名都用妙音，妙音就從這裡來的。佛給我們大家授記，我們這個世界的眾生，將來往生極樂世界，在那邊修行成佛了，到他方世界去示現成佛度眾生，都稱為『妙音如來』，妙音就是南無阿彌陀佛。居士是念佛成佛的，所以現在我們的皈依證上都用妙音，因果相符，現在是妙音居士，將來是妙音如來，這個法名從這裡來的。"
    },
    {
      "id": "02-039-0600_p0012",
      "zh_CN": "我们看念老的注解。「右段」，右面这段经文，「正指闻法所得之大乘法益」，这些是大乘根性，跟前面不一样。『不退转』，「所修之功德善根愈增愈进」，他只有进没有退，「不更退失转变」，他不会退心，他也不会改变，这句话非常重要。要知道，世尊为我们所宣讲的八万四千法门，《金刚经》上说得很明白，「法门平等，无有高下」，一定要记住。我们在《华严经》上看到善财童子五十三参，这是做一个象征性的表演，五十三位善知识都是古佛再来，法身大士，他们表演给我们看的。表演什么？男女老少、各行各业，全都是行菩萨道，都是在学「大方广佛华严」。在哪里学？完全在生活上。日常生活，善行是佛法，你只要入佛境界，没有一样不是佛法。不善的也是佛法，你看胜热婆罗门的愚痴，这贪瞋痴，他行愚痴；甘露火王瞋恚；伐苏蜜多女的淫欲，她是个妓女。哪个行业都是菩萨道。",
      "zh_TW": "我們看念老的註解。「右段」，右面這段經文，「正指聞法所得之大乘法益」，這些是大乘根性，跟前面不一樣。『不退轉』，「所修之功德善根愈增愈進」，他只有進沒有退，「不更退失轉變」，他不會退心，他也不會改變，這句話非常重要。要知道，世尊為我們所宣講的八萬四千法門，《金剛經》上說得很明白，「法門平等，無有高下」，一定要記住。我們在《華嚴經》上看到善財童子五十三參，這是做一個象徵性的表演，五十三位善知識都是古佛再來，法身大士，他們表演給我們看的。表演什麼？男女老少、各行各業，全都是行菩薩道，都是在學「大方廣佛華嚴」。在哪裡學？完全在生活上。日常生活，善行是佛法，你只要入佛境界，沒有一樣不是佛法。不善的也是佛法，你看勝熱婆羅門的愚痴，這貪瞋痴，他行愚痴；甘露火王瞋恚；伐蘇蜜多女的淫欲，她是個妓女。哪個行業都是菩薩道。"
    },
    {
      "id": "02-039-0600_p0013",
      "zh_CN": "我们才知道，大乘法里讲，哪一法不是佛法？法法皆是佛法。问题就是你在一切法当中，真正做到了不起心、不动念、不分别、不执着。那行吗？行，这个境界里头，心是清净寂灭，生无量智慧、无量德能。清净心生智慧，何况清净平等觉！所以一切事情，无论什么事情，大事小事，你私人的事，或者是社会大众的事，你都能处置得圆圆满满，尽善尽美，这是佛法。如果要不是这样的境界，我们学它干什么？到这个境界，才叫「圆人说法，无法不圆」，圆修圆证，佛法活了。现在人讲活学活用，活活泼泼，不是一般人能够想像得到的。你们到敦煌，敦煌我没去过，我看过一些照片，敦煌石窟里面这些绘画、雕塑。释迦牟尼佛在那里讲经说法，大众听经，空中是什么？空中是天乐，天女在那里唱歌、舞蹈供养大众。这是大乘，你说这个法会多庄严、多圆满。",
      "zh_TW": "我們才知道，大乘法裡講，哪一法不是佛法？法法皆是佛法。問題就是你在一切法當中，真正做到了不起心、不動念、不分別、不執著。那行嗎？行，這個境界裡頭，心是清淨寂滅，生無量智慧、無量德能。清淨心生智慧，何況清淨平等覺！所以一切事情，無論什麼事情，大事小事，你私人的事，或者是社會大眾的事，你都能處置得圓圓滿滿，盡善盡美，這是佛法。如果要不是這樣的境界，我們學它幹什麼？到這個境界，才叫「圓人說法，無法不圓」，圓修圓證，佛法活了。現在人講活學活用，活活潑潑，不是一般人能夠想像得到的。你們到敦煌，敦煌我沒去過，我看過一些照片，敦煌石窟裡面這些繪畫、雕塑。釋迦牟尼佛在那裡講經說法，大眾聽經，空中是什麼？空中是天樂，天女在那裡唱歌、舞蹈供養大眾。這是大乘，你說這個法會多莊嚴、多圓滿。"
    },
    {
      "id": "02-039-0600_p0014",
      "zh_CN": "我们在历史上看到，汉朝的马融大概就是学到这一套。马融上课的时候，他拉了一个布帘，布帘后面是他家里面养的乐队，里面在弹琴、在演奏，他一面欣赏是一面教学。真正得马融真传的是郑玄，郑玄在马融会下三年，一心听讲、学习，幕后面这些女孩子在那里演奏，他从来没有张望一眼，他如如不动。所以马融心里有数，他说我一生的学问这个小孩全学去了，而且他估计这个学生将来超过他。他心里还有嫉妒心，不希望有人能超过他的，这老师，老师存心不善，想害他、整他。可是郑玄很聪明，很有智慧，他也能看出来。他结业了，学成了离开，老师带着同学一百多人，十里长亭为郑玄饯行，每个人敬三杯酒，三百杯的故事从这儿来的。灌了郑玄三百杯酒，酒醉了当然他就不醒人事，这就好整他。没想到郑玄三百杯酒喝下去之后，小小的礼节都不失，真叫海量。所以李老师跟我们讲这个故事，人人都像郑玄的这种酒量，释迦牟尼佛不饮酒那条就不要了，他不会喝醉。酒是属于遮戒，它不是性罪，它是防范你犯罪的，像郑康成那个海量的话，这条戒律就没用了。所以他离开了，离开的时候他走的路线大家知道，半途当中他改道，走小路走了，聪明，真的超过老师。他的字叫康成，称他郑康成，他的名字叫玄，郑玄，汉朝的大儒。现在十三经的注疏，三礼，《周礼》、《仪礼》、《礼记》，他注解的。所以，烦恼习气不好断，真现前的时候真会起作用，那个时候佛法还没到中国来。我们想想古时候有这么多的案例。",
      "zh_TW": "我們在歷史上看到，漢朝的馬融大概就是學到這一套。馬融上課的時候，他拉了一個布簾，布簾後面是他家裡面養的樂隊，裡面在彈琴、在演奏，他一面欣賞是一面教學。真正得馬融真傳的是鄭玄，鄭玄在馬融會下三年，一心聽講、學習，幕後面這些女孩子在那裡演奏，他從來沒有張望一眼，他如如不動。所以馬融心裡有數，他說我一生的學問這個小孩全學去了，而且他估計這個學生將來超過他。他心裡還有嫉妒心，不希望有人能超過他的，這老師，老師存心不善，想害他、整他。可是鄭玄很聰明，很有智慧，他也能看出來。他結業了，學成了離開，老師帶著同學一百多人，十里長亭為鄭玄餞行，每個人敬三杯酒，三百杯的故事從這兒來的。灌了鄭玄三百杯酒，酒醉了當然他就不醒人事，這就好整他。沒想到鄭玄三百杯酒喝下去之後，小小的禮節都不失，真叫海量。所以李老師跟我們講這個故事，人人都像鄭玄的這種酒量，釋迦牟尼佛不飲酒那條就不要了，他不會喝醉。酒是屬於遮戒，它不是性罪，它是防範你犯罪的，像鄭康成那個海量的話，這條戒律就沒用了。所以他離開了，離開的時候他走的路線大家知道，半途當中他改道，走小路走了，聰明，真的超過老師。他的字叫康成，稱他鄭康成，他的名字叫玄，鄭玄，漢朝的大儒。現在十三經的註疏，三禮，《周禮》、《儀禮》、《禮記》，他註解的。所以，煩惱習氣不好斷，真現前的時候真會起作用，那個時候佛法還沒到中國來。我們想想古時候有這麼多的案例。"
    },
    {
      "id": "02-039-0600_p0015",
      "zh_CN": "我们看下面的文，他不会退失，他不会改变。退失、退心、改变，这个事例不胜枚举，太多太多了，我们遇到这个要用平常心看待。为什么？知道众生在六道轮回的时劫太长太长，阿赖耶里面的习气很深。不是真正有功夫的人，真正有大心的人，就是菩提心，真正发菩提心的人不会退转，但是真发心的人少。发菩提心，那就是发心为一切众生、为一切苦难众生服务，这是真正菩提心，没有自己；还有自己的名闻利养，就不是菩提心。菩提心一定是无我，《金刚经》上讲的，四相破了，四见破了是真正菩提心，破四相还不行，要破四见。小乘须陀洹就破四相了，破四见是初住菩萨，《华严经》的初住菩萨，无我见、无人见、无众生见、无寿者见。「又表勤行修习，如念佛不退、勤行不退等，又不退转即梵语之阿鞞跋致。」本经里面讲阿惟越致，是一个名词，翻译的不一样，音都很接近，阿惟越致，阿鞞跋致。",
      "zh_TW": "我們看下面的文，他不會退失，他不會改變。退失、退心、改變，這個事例不勝枚舉，太多太多了，我們遇到這個要用平常心看待。為什麼？知道眾生在六道輪迴的時劫太長太長，阿賴耶裡面的習氣很深。不是真正有功夫的人，真正有大心的人，就是菩提心，真正發菩提心的人不會退轉，但是真發心的人少。發菩提心，那就是發心為一切眾生、為一切苦難眾生服務，這是真正菩提心，沒有自己；還有自己的名聞利養，就不是菩提心。菩提心一定是無我，《金剛經》上講的，四相破了，四見破了是真正菩提心，破四相還不行，要破四見。小乘須陀洹就破四相了，破四見是初住菩薩，《華嚴經》的初住菩薩，無我見、無人見、無眾生見、無壽者見。「又表勤行修習，如念佛不退、勤行不退等，又不退轉即梵語之阿鞞跋致。」本經裡面講阿惟越致，是一個名詞，翻譯的不一樣，音都很接近，阿惟越致，阿鞞跋致。"
    },
    {
      "id": "02-039-0600_p0016",
      "zh_CN": "「本经中云住不退转，下复云得不退忍，均据《唐译》」，这是说明这个文字的来处。这是夏莲居老居士小心谨慎，因为是会集，不是翻译，会集一定要用人家的原文不能改动，改动那你就错了，不可以改动的。所以，这一句从哪里来的？是从唐译里面来的。「至于《魏译》」，魏译是康僧铠的本子，「则只云得不退转」，他说得简单。「净影师疏曰」，就是小慧远的《义疏》，《无量寿经义疏》，「大乘众生，闻弥陀威德广度」，听到释迦牟尼佛在这次法会里专门介绍西方极乐世界、介绍阿弥陀佛，听了之后有所感动，「坚心愿求」，下定决心，我要求生净土，我想亲近弥陀，「故得不退」，勇猛精进，他不退转。「闻此多益，誓欲济度，名誓自庄」。下面又说，下面是念老的解释，「盖谓闻名求生志愿坚决，故得不退。誓欲利他」，发大誓愿普度众生，四弘誓愿里所说的「众生无边誓愿度」，就是指这一愿，「故名弘誓功德以自庄严也」。名誓自庄这四个字，就是故名弘誓功德以自庄严。「今经据《唐译》为住不退转，涵义稍深，但不妨仍引《净影疏》以指其中之初步者。」因为阿惟越致菩萨有四十一个阶级，从初住到等觉都叫阿惟越致，慧远疏里面意思比较浅，是诸菩萨。唐译的这个得不退忍，这个意思比较深，那就是十地菩萨。但是统统能讲得通，意思都包含在里头。",
      "zh_TW": "「本經中云住不退轉，下復云得不退忍，均據《唐譯》」，這是說明這個文字的來處。這是夏蓮居老居士小心謹慎，因為是會集，不是翻譯，會集一定要用人家的原文不能改動，改動那你就錯了，不可以改動的。所以，這一句從哪裡來的？是從唐譯裡面來的。「至於《魏譯》」，魏譯是康僧鎧的本子，「則只云得不退轉」，他說得簡單。「淨影師疏曰」，就是小慧遠的《義疏》，《無量壽經義疏》，「大乘眾生，聞彌陀威德廣度」，聽到釋迦牟尼佛在這次法會裡專門介紹西方極樂世界、介紹阿彌陀佛，聽了之後有所感動，「堅心願求」，下定決心，我要求生淨土，我想親近彌陀，「故得不退」，勇猛精進，他不退轉。「聞此多益，誓欲濟度，名誓自莊」。下面又說，下面是念老的解釋，「蓋謂聞名求生志願堅決，故得不退。誓欲利他」，發大誓願普度眾生，四弘誓願裡所說的「眾生無邊誓願度」，就是指這一願，「故名弘誓功德以自莊嚴也」。名誓自莊這四個字，就是故名弘誓功德以自莊嚴。「今經據《唐譯》為住不退轉，涵義稍深，但不妨仍引《淨影疏》以指其中之初步者。」因為阿惟越致菩薩有四十一個階級，從初住到等覺都叫阿惟越致，慧遠疏裡面意思比較淺，是諸菩薩。唐譯的這個得不退忍，這個意思比較深，那就是十地菩薩。但是統統能講得通，意思都包含在裡頭。"
    },
    {
      "id": "02-039-0600_p0017",
      "zh_CN": "下面说不退忍，这是有『二十五亿众生，得不退忍』。「忍者」，什么叫忍？「《大乘义章》九」，九是第九卷，《大乘义章》第九卷里面说，「慧心安法，名之为忍」。智慧，不是烦恼、不是分别、不是执着，是自性本具的智慧。「又十一曰：于法实相，安住为忍」，这《大乘义章》，前面是第九卷，这是第十一卷，有这么两句。于法实相，法，一切法，惠能大师开悟的时候告诉我们，「何期自性，能生万法」，这个法就是万法。能在一切法里面看到实相，把心安住在实相上，这叫忍。忍有承认的意思、肯定的意思。实相是什么？是真相。真相是什么？真相是无所有、毕竟空，一切法的真相是不可得，《大般若经》上所说的「一切法无所有、毕竟空、不可得」，这是真相。",
      "zh_TW": "下面說不退忍，這是有『二十五億眾生，得不退忍』。「忍者」，什麼叫忍？「《大乘義章》九」，九是第九卷，《大乘義章》第九卷裡面說，「慧心安法，名之為忍」。智慧，不是煩惱、不是分別、不是執著，是自性本具的智慧。「又十一曰：於法實相，安住為忍」，這《大乘義章》，前面是第九卷，這是第十一卷，有這麼兩句。於法實相，法，一切法，惠能大師開悟的時候告訴我們，「何期自性，能生萬法」，這個法就是萬法。能在一切法裡面看到實相，把心安住在實相上，這叫忍。忍有承認的意思、肯定的意思。實相是什麼？是真相。真相是什麼？真相是無所有、畢竟空，一切法的真相是不可得，《大般若經》上所說的「一切法無所有、畢竟空、不可得」，這是真相。"
    },
    {
      "id": "02-039-0600_p0018",
      "zh_CN": "我们这几年，看到世尊跟弥勒菩萨的对话，我是在《法苑珠林》第八卷最后的一段，这个对话，《法苑珠林》第八卷最后一段，诸位去看就看到了。释迦牟尼佛问弥勒菩萨，「心有所念」，凡夫心里动个念头，「几念几相识耶」？这个话问这一个念，我们感觉到的有个念头，这个念头里头有几念、有几相、有几识？弥勒菩萨回答说，「一弹指顷」，这一弹指「有三十二亿百千念」。百千是单位，十万，三十二亿乘十万，三百二十兆，这一弹指三百二十兆。惠能大师所说的「能生万法」，这一弹指就是三百二十兆。「念念成形，形皆有识，识念极微细不可执持」，你没办法抓到它。为什么？它存在的时间，要现在用秒来做单位的话，是一千六百兆分之一秒，你怎么能把它抓住？抓不到它的。所以叫不可执持，是真有，不是没有。这个事情佛清楚，佛说过了，八地以上就见到，八地、九地、十地、等觉、妙觉，这五个位次统统都看到。这看到什么？宇宙的起源、万法的起源，跟我们生命的起源，同时，都不能说一刹那，一刹那太长了。佛经上讲的一念讲得好，当处，「当处出生，当处灭尽」，这佛在《楞严》上说的，这是实相。你能够把心安住在这上，不动了，就是不起心、不动念、不分别、不执着了，这叫忍，叫定住。这才是一切法的真实相。",
      "zh_TW": "我們這幾年，看到世尊跟彌勒菩薩的對話，我是在《法苑珠林》第八卷最後的一段，這個對話，《法苑珠林》第八卷最後一段，諸位去看就看到了。釋迦牟尼佛問彌勒菩薩，「心有所念」，凡夫心裡動個念頭，「幾念幾相識耶」？這個話問這一個念，我們感覺到的有個念頭，這個念頭裡頭有幾念、有幾相、有幾識？彌勒菩薩回答說，「一彈指頃」，這一彈指「有三十二億百千念」。百千是單位，十萬，三十二億乘十萬，三百二十兆，這一彈指三百二十兆。惠能大師所說的「能生萬法」，這一彈指就是三百二十兆。「念念成形，形皆有識，識念極微細不可執持」，你沒辦法抓到它。為什麼？它存在的時間，要現在用秒來做單位的話，是一千六百兆分之一秒，你怎麼能把它抓住？抓不到它的。所以叫不可執持，是真有，不是沒有。這個事情佛清楚，佛說過了，八地以上就見到，八地、九地、十地、等覺、妙覺，這五個位次統統都看到。這看到什麼？宇宙的起源、萬法的起源，跟我們生命的起源，同時，都不能說一剎那，一剎那太長了。佛經上講的一念講得好，當處，「當處出生，當處滅盡」，這佛在《楞嚴》上說的，這是實相。你能夠把心安住在這上，不動了，就是不起心、不動念、不分別、不執著了，這叫忍，叫定住。這才是一切法的真實相。"
    },
    {
      "id": "02-039-0600_p0019",
      "zh_CN": "「例如无生法忍」，一切法本来不生，本来不灭，它速度太快，生灭好像是同时的。有没有生灭？有生灭。如果没有生灭，说无生无灭，这个话不叫废话吗？真有生灭，不是没有生灭，真有生灭，但是这个生灭你没有办法掌握，你看不出来它有生灭。一个连一个，前念灭，后念立刻就生，你完全没有办法捉住它。八地以上的定功才能看清楚、看明白。所以，科学、哲学不要去学，你本身就具足圆满的科学跟哲学，不在外头，外面发现的都是小东西，鸡毛蒜皮，不足以道也；真正究竟圆满的科学、哲学是在你自性当中，不在外头。「据《智度论》释为安住于无生之法理，而不动心者」，这叫忍。「可见忍者，即安忍，谓于理决定，而无移动之念也。准此可知，不退忍者，即安住于不退之理而无移动之念。是则念念皆无退转，应相当于三种不退之念不退。」这三种不退，就是「位不退」，所修的位次不会退转，小乘须陀洹就得到，位不退。第二「行不退，于所修之行法不退失」，这是菩萨，菩萨不会退转到小乘。小乘会退心，看到什么？众生太难度，不听话，度众生太辛苦，他退心不干了。我退到小乘，不当菩萨，菩萨太辛苦，会退到二乘。所以，行不退是菩萨。「念不退」，这个高了，念念，就是讲弥勒菩萨讲的那个微细的一念，念念不退，这是法身大士，念念不退。就是我们中国禅宗所说的，明心见性，大彻大悟，见性成佛，是这个境界。这是法身菩萨，有念不退。这叫三不退。",
      "zh_TW": "「例如無生法忍」，一切法本來不生，本來不滅，它速度太快，生滅好像是同時的。有沒有生滅？有生滅。如果沒有生滅，說無生無滅，這個話不叫廢話嗎？真有生滅，不是沒有生滅，真有生滅，但是這個生滅你沒有辦法掌握，你看不出來它有生滅。一個連一個，前念滅，後念立刻就生，你完全沒有辦法捉住它。八地以上的定功才能看清楚、看明白。所以，科學、哲學不要去學，你本身就具足圓滿的科學跟哲學，不在外頭，外面發現的都是小東西，雞毛蒜皮，不足以道也；真正究竟圓滿的科學、哲學是在你自性當中，不在外頭。「據《智度論》釋為安住於無生之法理，而不動心者」，這叫忍。「可見忍者，即安忍，謂於理決定，而無移動之念也。準此可知，不退忍者，即安住於不退之理而無移動之念。是則念念皆無退轉，應相當於三種不退之念不退。」這三種不退，就是「位不退」，所修的位次不會退轉，小乘須陀洹就得到，位不退。第二「行不退，於所修之行法不退失」，這是菩薩，菩薩不會退轉到小乘。小乘會退心，看到什麼？眾生太難度，不聽話，度眾生太辛苦，他退心不幹了。我退到小乘，不當菩薩，菩薩太辛苦，會退到二乘。所以，行不退是菩薩。「念不退」，這個高了，念念，就是講彌勒菩薩講的那個微細的一念，念念不退，這是法身大士，念念不退。就是我們中國禪宗所說的，明心見性，大徹大悟，見性成佛，是這個境界。這是法身菩薩，有念不退。這叫三不退。"
    },
    {
      "id": "02-039-0600_p0020",
      "zh_CN": "「《观经妙宗钞》」，《妙宗钞》是智者大师注的，天台宗的，「若破见思名位不退」。实际上，破见惑就不退转，破见思是阿罗汉，这是位不退。「则永不失超凡之位（指永超出于凡夫之假有）」，是这个意思，这底下括弧解释得很清楚。「伏断尘沙名行不退，则永不失菩萨之行」，他不会退到二乘。「若破无明名念不退」，破无明就是不起心、不动念，「则不失中道正念」，这样的人，生西方极乐世界是生实报庄严土。所以生实报庄严土才圆证三不退，圆满证得，这法身大士。「今」，现在经上所讲的，「不退忍者，指安住于实相之理，念念不移，则应是念不退」，念不退就是法身菩萨。「住不退转，以弘誓功德而自庄严，则相当于行不退。闻经菩萨根机不一，闻法之益自有差殊」。这个解释得很好。听众根性不相同，同样都是听佛说法，得益高下不相同。根机厚的得大利益，得念不退，根机薄的也能得位不退。这是得不退转菩萨。",
      "zh_TW": "「《觀經妙宗鈔》」，《妙宗鈔》是智者大師註的，天台宗的，「若破見思名位不退」。實際上，破見惑就不退轉，破見思是阿羅漢，這是位不退。「則永不失超凡之位（指永超出於凡夫之假有）」，是這個意思，這底下括弧解釋得很清楚。「伏斷塵沙名行不退，則永不失菩薩之行」，他不會退到二乘。「若破無明名念不退」，破無明就是不起心、不動念，「則不失中道正念」，這樣的人，生西方極樂世界是生實報莊嚴土。所以生實報莊嚴土才圓證三不退，圓滿證得，這法身大士。「今」，現在經上所講的，「不退忍者，指安住於實相之理，念念不移，則應是念不退」，念不退就是法身菩薩。「住不退轉，以弘誓功德而自莊嚴，則相當於行不退。聞經菩薩根機不一，聞法之益自有差殊」。這個解釋得很好。聽眾根性不相同，同樣都是聽佛說法，得益高下不相同。根機厚的得大利益，得念不退，根機薄的也能得位不退。這是得不退轉菩薩。"
    },
    {
      "id": "02-039-0600_p0021",
      "zh_CN": "『今始初发』，「发菩提心也」，过去没发过菩提心，现在一听这个经，发了菩提心。「发心毕竟二不别，如是二心先心难」，这个两句，佛在经典上说过，祖师大德引用的特别多。「故一切经中于发菩提心之人数」，都大书特书。「如是菩萨既发大心，复行众善」，众善在此地我们可以这样说法，一心专念阿弥陀佛，就是行众善，因为念佛是善中之善，没有比这个更善的，「愿生极乐，故均得往生见佛；复于诸方先后成佛，同名妙音如来」。这等于是给我们授记，我们将来到极乐世界成佛，都叫妙音如来。我是读经读到这个地方，是在美国，有一次一下来了有一百多人皈依，起法名来不及了。我就想到经上，我们用一个同名吧，这「同名妙音如来」，咱们现在就同名妙音居士，妙音从这儿来的。所以，这个名字不是我起的，释迦牟尼佛给我们起的。我们再看下面，下面这一段是「普记十方」，真的给我们授记了。",
      "zh_TW": "『今始初發』，「發菩提心也」，過去沒發過菩提心，現在一聽這個經，發了菩提心。「發心畢竟二不別，如是二心先心難」，這個兩句，佛在經典上說過，祖師大德引用的特別多。「故一切經中於發菩提心之人數」，都大書特書。「如是菩薩既發大心，復行眾善」，眾善在此地我們可以這樣說法，一心專念阿彌陀佛，就是行眾善，因為念佛是善中之善，沒有比這個更善的，「願生極樂，故均得往生見佛；復於諸方先後成佛，同名妙音如來」。這等於是給我們授記，我們將來到極樂世界成佛，都叫妙音如來。我是讀經讀到這個地方，是在美國，有一次一下來了有一百多人皈依，起法名來不及了。我就想到經上，我們用一個同名吧，這「同名妙音如來」，咱們現在就同名妙音居士，妙音從這兒來的。所以，這個名字不是我起的，釋迦牟尼佛給我們起的。我們再看下面，下面這一段是「普記十方」，真的給我們授記了。"
    },
    {
      "id": "02-039-0600_p0022",
      "zh_CN": "【复有十方佛刹。若现在生。及未来生。见阿弥陀佛者。各有八万俱胝那由他人。得授记法忍。成无上菩提。彼诸有情。皆是阿弥陀佛宿愿因缘。俱得往生极乐世界。】",
      "zh_TW": "【復有十方佛剎。若現在生。及未來生。見阿彌陀佛者。各有八萬俱胝那由他人。得授記法忍。成無上菩提。彼諸有情。皆是阿彌陀佛宿願因緣。俱得往生極樂世界。】"
    },
    {
      "id": "02-039-0600_p0023",
      "zh_CN": "这一段经文里面有两个小段，前面一段「授记法忍」，后面一段「宿愿得生」，过去生中跟阿弥陀佛结的有缘，这是宿愿往生的。「右明十方具缘众生」，不能没有缘，要与一切众生结缘，结法缘，「普得授记益」。阿弥陀佛成佛了，凡是跟阿弥陀佛宿世有缘的众生，有缘听到这部经，佛都给你授记。在这个会上，释迦牟尼佛代表阿弥陀佛为大家授记。我们今天在此地遇到这部经，我们宿世跟阿弥陀佛有缘，今天佛在这里授记，有我们在内，我们不在外，所以这非常亲切。右明十方具缘众生普得授记益，大家普遍都得授记了。「佛对众生授当来成佛之记」，『得授记法忍，成无上菩提』，成无上菩提就是成佛，这是授当来成佛之记，「名授记」。「此有四种：一、未发菩提心授记。二、已发菩提心授记。三、隐覆授记，他人得闻，当人不知。四、现前授记。」四种无论是哪一种，你得一种，皆名授记。「得授记法忍」，得授记，意思跟前面讲的是一样；「法忍者，即弥陀第四十八愿中之三忍。《魏译》为第一第二第三法忍」，也就是本经所说的「音响忍、柔顺忍、无生法忍」。「得佛授记，证入无生，成无上正觉。如是之人，故云得授记法忍，成无上菩提。」『皆是阿弥陀佛宿愿因缘』，「如《唐译》云：八万亿那由他众生，得授记法忍，成无上菩提」。这一句唐译的经文里头我们要记住，我们今天这一会也在其中，我们今天所有的大众，缘分就特别深，我们都在授记之中。",
      "zh_TW": "這一段經文裡面有兩個小段，前面一段「授記法忍」，後面一段「宿願得生」，過去生中跟阿彌陀佛結的有緣，這是宿願往生的。「右明十方具緣眾生」，不能沒有緣，要與一切眾生結緣，結法緣，「普得授記益」。阿彌陀佛成佛了，凡是跟阿彌陀佛宿世有緣的眾生，有緣聽到這部經，佛都給你授記。在這個會上，釋迦牟尼佛代表阿彌陀佛為大家授記。我們今天在此地遇到這部經，我們宿世跟阿彌陀佛有緣，今天佛在這裡授記，有我們在內，我們不在外，所以這非常親切。右明十方具緣眾生普得授記益，大家普遍都得授記了。「佛對眾生授當來成佛之記」，『得授記法忍，成無上菩提』，成無上菩提就是成佛，這是授當來成佛之記，「名授記」。「此有四種：一、未發菩提心授記。二、已發菩提心授記。三、隱覆授記，他人得聞，當人不知。四、現前授記。」四種無論是哪一種，你得一種，皆名授記。「得授記法忍」，得授記，意思跟前面講的是一樣；「法忍者，即彌陀第四十八願中之三忍。《魏譯》為第一第二第三法忍」，也就是本經所說的「音響忍、柔順忍、無生法忍」。「得佛授記，證入無生，成無上正覺。如是之人，故云得授記法忍，成無上菩提。」『皆是阿彌陀佛宿願因緣』，「如《唐譯》云：八萬億那由他眾生，得授記法忍，成無上菩提」。這一句唐譯的經文裡頭我們要記住，我們今天這一會也在其中，我們今天所有的大眾，緣分就特別深，我們都在授記之中。"
    },
    {
      "id": "02-039-0600_p0024",
      "zh_CN": "这四种授记里面有一种，就是第一种，「未发菩提心授记」，这句比较不好懂，这里面好像没有看到注解说。这是什么？这是释迦牟尼佛为所有一切众生授记了，他老人家讲「一切众生本来是佛」，这不是都授记了！「一切众生本来成佛」，这个话都是佛在大经上说。这是未发菩提心授记，全都是，没有一个不是，说的是真话，不是假话。我们中国圣人也非常了不起，虽然没有说佛，但是我们的老祖宗说「人性本善」，那也是给我们所有的人都授记，人性本善。这个善不是善恶的善，这个善就是佛讲的成佛、是佛，照中国人讲，圣人、贤人，人人都是圣人，人人都是贤人。你看，「性相近，习相远」，「人之初，性本善」，性是一样的。但是习性就不一样，本性本善，习性不善，因此教育就非常重要。在全世界任何一个国家族群，在这一点都比不上中国，中国在千万年前，老祖宗就知道了。所以，中国人是最重视教育，有教育的智慧、有教育的方法，千万年来有教育的经验、有教育的效果，全世界找不到第二家。文字发明只有四千五百年，黄帝时候发明的，不能说没有文字就没有文化，这讲不通，没有文字有文化！印度教前身就是婆罗门教，婆罗门教的历史，他们告诉我，我跟他们有往来，有一万三千年。我就一想，我们中国传统文化绝对不止一万三千年，至少也跟他们一样，不会少过它。",
      "zh_TW": "這四種授記裡面有一種，就是第一種，「未發菩提心授記」，這句比較不好懂，這裡面好像沒有看到註解說。這是什麼？這是釋迦牟尼佛為所有一切眾生授記了，他老人家講「一切眾生本來是佛」，這不是都授記了！「一切眾生本來成佛」，這個話都是佛在大經上說。這是未發菩提心授記，全都是，沒有一個不是，說的是真話，不是假話。我們中國聖人也非常了不起，雖然沒有說佛，但是我們的老祖宗說「人性本善」，那也是給我們所有的人都授記，人性本善。這個善不是善惡的善，這個善就是佛講的成佛、是佛，照中國人講，聖人、賢人，人人都是聖人，人人都是賢人。你看，「性相近，習相遠」，「人之初，性本善」，性是一樣的。但是習性就不一樣，本性本善，習性不善，因此教育就非常重要。在全世界任何一個國家族群，在這一點都比不上中國，中國在千萬年前，老祖宗就知道了。所以，中國人是最重視教育，有教育的智慧、有教育的方法，千萬年來有教育的經驗、有教育的效果，全世界找不到第二家。文字發明只有四千五百年，黃帝時候發明的，不能說沒有文字就沒有文化，這講不通，沒有文字有文化！印度教前身就是婆羅門教，婆羅門教的歷史，他們告訴我，我跟他們有往來，有一萬三千年。我就一想，我們中國傳統文化絕對不止一萬三千年，至少也跟他們一樣，不會少過它。"
    },
    {
      "id": "02-039-0600_p0025",
      "zh_CN": "你想想看，没有文字是口传，世代相传，中国文化的精髓就是四桩，四科，五伦、五常、四维、八德。这个四科传十万年也不会传错，因为它太简单了。五伦二十个字，能传错吗？父子有亲，夫妇有别，君臣有义，长幼有序，朋友有信，我相信传十万年都不会传错，不需要记的。五常就五个字，仁义礼智信，你看能错吗？四维，礼义廉耻，八德，孝悌忠信、仁爱和平，不会传错！孔老夫子才把古人所传的，用文字写下来，变成书本，这是中国传统文化的总纲领。四书、十三经没有离开它，乃至于乾隆所编的《四库全书》没有离开它，总纲领、总原则。这个东西要完全落实，就是大同之治，在中国实现过的，不是理想，曾经做到了。",
      "zh_TW": "你想想看，沒有文字是口傳，世代相傳，中國文化的精髓就是四樁，四科，五倫、五常、四維、八德。這個四科傳十萬年也不會傳錯，因為它太簡單了。五倫二十個字，能傳錯嗎？父子有親，夫婦有別，君臣有義，長幼有序，朋友有信，我相信傳十萬年都不會傳錯，不需要記的。五常就五個字，仁義禮智信，你看能錯嗎？四維，禮義廉恥，八德，孝悌忠信、仁愛和平，不會傳錯！孔老夫子才把古人所傳的，用文字寫下來，變成書本，這是中國傳統文化的總綱領。四書、十三經沒有離開它，乃至於乾隆所編的《四庫全書》沒有離開它，總綱領、總原則。這個東西要完全落實，就是大同之治，在中國實現過的，不是理想，曾經做到了。"
    },
    {
      "id": "02-039-0600_p0026",
      "zh_CN": "愈往后代，慢慢形成了自私自利，从自私自利形成了物欲，道德就往下坠落。所以，道失而后有德，德失而后有仁，仁失掉了而后有义，义失掉了而后有礼，礼要是失掉了天下大乱。这古人讲的，一点都没错。民国成立，满清亡国，我们礼不要了，所以造成今天社会、造成今天地球上的问题，礼没有了。要恢复，现在大家都想社会安定，世界和平，怎么恢复？你恢复道与德，太高了，决定不会有成就。要恢复礼，礼恢复了恢复义，义恢复了再恢复仁，仁恢复再恢复德、再恢复道，要这样一步一步的，循序渐进。我们今天把礼找回来，礼就是佛家的戒律，就是规矩，做人要有人的规矩，像个人样子。儒释道的三个根就是属于礼，儒家的《弟子规》那是礼的根，没有《弟子规》哪来的礼？没有了。道家的根《感应篇》，因果的根，要知道有因果；佛家的根《十善业道》。我们努力在做，真正到三个根能够普及到世界，我们讲普世的教育，这个教育展开了，社会安定，天下太平，至少要三代以后，快的。如果慢一点应该是五代，换句话说，一百年之后到一百二十年之后，才能看到效果。我们节节衰退，也是慢慢提升，一下提升是不可能的。",
      "zh_TW": "愈往後代，慢慢形成了自私自利，從自私自利形成了物欲，道德就往下墜落。所以，道失而後有德，德失而後有仁，仁失掉了而後有義，義失掉了而後有禮，禮要是失掉了天下大亂。這古人講的，一點都沒錯。民國成立，滿清亡國，我們禮不要了，所以造成今天社會、造成今天地球上的問題，禮沒有了。要恢復，現在大家都想社會安定，世界和平，怎麼恢復？你恢復道與德，太高了，決定不會有成就。要恢復禮，禮恢復了恢復義，義恢復了再恢復仁，仁恢復再恢復德、再恢復道，要這樣一步一步的，循序漸進。我們今天把禮找回來，禮就是佛家的戒律，就是規矩，做人要有人的規矩，像個人樣子。儒釋道的三個根就是屬於禮，儒家的《弟子規》那是禮的根，沒有《弟子規》哪來的禮？沒有了。道家的根《感應篇》，因果的根，要知道有因果；佛家的根《十善業道》。我們努力在做，真正到三個根能夠普及到世界，我們講普世的教育，這個教育展開了，社會安定，天下太平，至少要三代以後，快的。如果慢一點應該是五代，換句話說，一百年之後到一百二十年之後，才能看到效果。我們節節衰退，也是慢慢提升，一下提升是不可能的。"
    },
    {
      "id": "02-039-0600_p0027",
      "zh_CN": "你看看，达摩祖师到中国来传禅宗，梁武帝不认识。梁武帝虽然是佛门大护法，他对佛教并没有真正认识，他修的是福德，他不知道功德。替佛教做了不少事情，建寺庙，都是有规模的寺庙，四百八十座，以国家的力量，度出家人十多万人。所以他很自豪，以为他自己功德很大，达摩祖师来，向达摩祖师夸耀，我替佛门做这么多事情，我的功德大不大？达摩祖师很老实，回他一句话，「并无功德」。他一听这句话就生气了，就送客，不再谈话，送走了。如果他说我的福报大不大？达摩祖师讲很大很大。他修的是福报，为什么？着相，着相就变成福报，离相是功德。他着相了，他还邀功，所以他是福报不是功德。他死了以后不是到极乐世界，大概到忉利天，他修的福报可以到忉利天。功德跟福德有差别，事上没差别，心上有差别，一个是离一切相，一个是着相。",
      "zh_TW": "你看看，達摩祖師到中國來傳禪宗，梁武帝不認識。梁武帝雖然是佛門大護法，他對佛教並沒有真正認識，他修的是福德，他不知道功德。替佛教做了不少事情，建寺廟，都是有規模的寺廟，四百八十座，以國家的力量，度出家人十多萬人。所以他很自豪，以為他自己功德很大，達摩祖師來，向達摩祖師誇耀，我替佛門做這麼多事情，我的功德大不大？達摩祖師很老實，回他一句話，「並無功德」。他一聽這句話就生氣了，就送客，不再談話，送走了。如果他說我的福報大不大？達摩祖師講很大很大。他修的是福報，為什麼？著相，著相就變成福報，離相是功德。他著相了，他還邀功，所以他是福報不是功德。他死了以後不是到極樂世界，大概到忉利天，他修的福報可以到忉利天。功德跟福德有差別，事上沒差別，心上有差別，一個是離一切相，一個是著相。"
    },
    {
      "id": "02-039-0600_p0028",
      "zh_CN": "所以我们跟阿弥陀佛宿世有缘，这一生又碰到，今天在此地统统得授记了。「彼无量寿佛昔行菩萨道时，成熟有情，悉皆当生极乐世界。」换句话说，我们今天在授记的这些同修，皆当生极乐世界，一个都不漏。诸位要看清楚，「皆当生」，你当然会往生，什么时候？不一定，有早有迟。如果你依这个经教去奉行，依教奉行，你这一生就能得生；如果对这个世间还有留恋，还不想去，那就来生后世。这是什么？未发菩提心授记。",
      "zh_TW": "所以我們跟阿彌陀佛宿世有緣，這一生又碰到，今天在此地統統得授記了。「彼無量壽佛昔行菩薩道時，成熟有情，悉皆當生極樂世界。」換句話說，我們今天在授記的這些同修，皆當生極樂世界，一個都不漏。諸位要看清楚，「皆當生」，你當然會往生，什麼時候？不一定，有早有遲。如果你依這個經教去奉行，依教奉行，你這一生就能得生；如果對這個世間還有留戀，還不想去，那就來生後世。這是什麼？未發菩提心授記。"
    },
    {
      "id": "02-039-0600_p0029",
      "zh_CN": "我们再看下面文。「盖一切法从因缘生，如是众生过去生中，得与因地中之弥陀相值，深蒙教诲，成熟善根，是乃无上殊胜之善缘。」这不是阿弥陀佛成佛的，建立极乐世界，这是因地，早又早之。从这部经上，释迦牟尼佛给我们介绍极乐世界的历史，多长的历史？更远就不说，只从他发四十八愿这一世说起。他是个国王，当时世间自在王住世，听佛讲经说法很有感动，舍弃王位出家了，法藏比丘。做国王叫世饶王，我们听这个名字，他治理这个国家应该是大同之治，非常难得。出家之后，发四十八愿，发愿之后五劫修行，极乐世界成就之后到现在十劫，加上修行的五劫，十五劫之前，弥陀因地。今天我们看到说与因地中弥陀相值，那应该是十五劫以前，我们跟阿弥陀佛曾经遇到过，曾经结过缘，相值就是相遇。深蒙教诲，他那个时候是个修行人。成熟善根，我们的善根是从那个时候种下的种子，现在成熟了。是乃无上殊胜之胜缘，怎么叫成熟？今天有缘听到这部经，知道阿弥陀佛的故事，深深有感。法藏比丘当年发愿，四十八愿，愿愿都是为众生，没有为自己。五劫修行功德圆满，成就极乐世界，这是他的一个大愿望。极乐世界成就了，接引十方宿世有缘的这些人，统统都到极乐世界来，听他讲经教学，他在极乐世界教学没有中断。",
      "zh_TW": "我們再看下面文。「蓋一切法從因緣生，如是眾生過去生中，得與因地中之彌陀相值，深蒙教誨，成熟善根，是乃無上殊勝之善緣。」這不是阿彌陀佛成佛的，建立極樂世界，這是因地，早又早之。從這部經上，釋迦牟尼佛給我們介紹極樂世界的歷史，多長的歷史？更遠就不說，只從他發四十八願這一世說起。他是個國王，當時世間自在王住世，聽佛講經說法很有感動，捨棄王位出家了，法藏比丘。做國王叫世饒王，我們聽這個名字，他治理這個國家應該是大同之治，非常難得。出家之後，發四十八願，發願之後五劫修行，極樂世界成就之後到現在十劫，加上修行的五劫，十五劫之前，彌陀因地。今天我們看到說與因地中彌陀相值，那應該是十五劫以前，我們跟阿彌陀佛曾經遇到過，曾經結過緣，相值就是相遇。深蒙教誨，他那個時候是個修行人。成熟善根，我們的善根是從那個時候種下的種子，現在成熟了。是乃無上殊勝之勝緣，怎麼叫成熟？今天有緣聽到這部經，知道阿彌陀佛的故事，深深有感。法藏比丘當年發願，四十八願，願願都是為眾生，沒有為自己。五劫修行功德圓滿，成就極樂世界，這是他的一個大願望。極樂世界成就了，接引十方宿世有緣的這些人，統統都到極樂世界來，聽他講經教學，他在極樂世界教學沒有中斷。"
    },
    {
      "id": "02-039-0600_p0030",
      "zh_CN": "我们现在知道，极乐世界人的生活状况，每天都在学习。因为生到极乐世界，即使凡圣同居土，得到阿弥陀佛本愿威神加持，统统皆作阿惟越致菩萨。凡圣同居土下下品往生，也是阿惟越致菩萨，这不得了！释迦牟尼佛四十九年所说的一切经，没有这样讲过，只有极乐世界。得的身是法性身，居住的世界是法性土，跟我们这个世界完全不一样，我们这是法相。诸位要是深入大乘就了解，法性跟法相不一样，法性是真的，法相是假的。法相怎么？刹那刹那变化，就是弥勒菩萨所说的，一弹指多少次变化？三百二十兆次的变化；一秒钟多少变化？一千六百兆的变化，这是法相。法性，法性没有变化。没有变化就真的，那叫一真法界，极乐世界是一真法界。人生到那个地方去，化生，不是从小慢慢长大的，从小慢慢长大他就有变化。所以，生到极乐世界那个身跟阿弥陀佛的身一样，完全相同，身有无量相，相有无量好。极乐世界是平等世界，每个人相貌是一样的。寿命无量，相貌不变，就是那个世界没有生老病死，他是化生，没有生老病死。花草树木，植物没有生住异灭，山河大地没有成住坏空，统统没有，所以称作一真法界。",
      "zh_TW": "我們現在知道，極樂世界人的生活狀況，每天都在學習。因為生到極樂世界，即使凡聖同居土，得到阿彌陀佛本願威神加持，統統皆作阿惟越致菩薩。凡聖同居土下下品往生，也是阿惟越致菩薩，這不得了！釋迦牟尼佛四十九年所說的一切經，沒有這樣講過，只有極樂世界。得的身是法性身，居住的世界是法性土，跟我們這個世界完全不一樣，我們這是法相。諸位要是深入大乘就了解，法性跟法相不一樣，法性是真的，法相是假的。法相怎麼？剎那剎那變化，就是彌勒菩薩所說的，一彈指多少次變化？三百二十兆次的變化；一秒鐘多少變化？一千六百兆的變化，這是法相。法性，法性沒有變化。沒有變化就真的，那叫一真法界，極樂世界是一真法界。人生到那個地方去，化生，不是從小慢慢長大的，從小慢慢長大他就有變化。所以，生到極樂世界那個身跟阿彌陀佛的身一樣，完全相同，身有無量相，相有無量好。極樂世界是平等世界，每個人相貌是一樣的。壽命無量，相貌不變，就是那個世界沒有生老病死，他是化生，沒有生老病死。花草樹木，植物沒有生住異滅，山河大地沒有成住壞空，統統沒有，所以稱作一真法界。"
    },
    {
      "id": "02-039-0600_p0031",
      "zh_CN": "到那个地方去，学习没中断，行住坐卧统统在学习，阿弥陀佛讲经不中断。人生第一乐事是学习，《论语》头一句话，「学而时习之，不亦说乎」，最快乐的事情是学习。说学习的环境，在遍法界虚空界一切诸佛刹土，阿弥陀第一。这不但是释迦牟尼佛给我们介绍，十方佛都赞叹；换句话说，十方佛都同意释迦牟尼佛所说的，这还能有错吗？于是我们跟弥陀宿世有缘，我们这一生决定往生。我们下定这个决心，他知道，我们往生的时候他肯定来接引。我们一丝毫不要疑惑，疑惑，你就有杂念，你信心失掉了，你就退转了，阿弥陀佛想来接你接不上。这一点比什么都重要，坚定信心，不退、不变。",
      "zh_TW": "到那個地方去，學習沒中斷，行住坐臥統統在學習，阿彌陀佛講經不中斷。人生第一樂事是學習，《論語》頭一句話，「學而時習之，不亦說乎」，最快樂的事情是學習。說學習的環境，在遍法界虛空界一切諸佛剎土，阿彌陀第一。這不但是釋迦牟尼佛給我們介紹，十方佛都讚歎；換句話說，十方佛都同意釋迦牟尼佛所說的，這還能有錯嗎？於是我們跟彌陀宿世有緣，我們這一生決定往生。我們下定這個決心，他知道，我們往生的時候他肯定來接引。我們一絲毫不要疑惑，疑惑，你就有雜念，你信心失掉了，你就退轉了，阿彌陀佛想來接你接不上。這一點比什麼都重要，堅定信心，不退、不變。"
    },
    {
      "id": "02-039-0600_p0032",
      "zh_CN": "「又因宿世受教因缘，曾从闻起思，从思生愿，如是正思正愿，印入八识心田，决定不消，是为无上殊胜之善因」，这个善因我们每个人都有。「今弥陀觉满功圆，成究竟觉，于是因缘俱熟，蒙佛威力摄受」，『俱得往生极乐世界』。「可见极乐世界菩萨、声闻、天人俱皆无量者，正表弥陀因地，于无量劫，于生死海中，教化摄受六道众生，实无量也。」这个教化六道，是遍法界虚空界一切诸佛刹土里面的六道众生。弥陀因地发心平等，不是度一个世界，他是要度尽遍法界虚空界一切诸佛刹土里面的苦难众生，发的是这个愿，今天成就了。「且我今日于此妙法能闻能信，是必弥陀于往劫中」，过去劫中，「追逐我于泥犁之中」，泥犁是地狱，可能是我们堕在地狱，阿弥陀佛就来照顾我们，「教诲我于火宅之内，摄受不舍，劝导不休。不惜共轮转于六道」，这是无量的悲心，无尽的慈悲。我们应该知道，佛对我们是无量无边无尽的恩德，知恩才会报恩，不知道报恩，他是不知恩。佛对我们恩德多大，生生世世没离开我们，时时刻刻都在照顾我们。「但欲我回心于一念」，一念是什么？一念是无念，一念就是本性，一念就是自性，一念就是成佛。",
      "zh_TW": "「又因宿世受教因緣，曾從聞起思，從思生願，如是正思正願，印入八識心田，決定不消，是為無上殊勝之善因」，這個善因我們每個人都有。「今彌陀覺滿功圓，成究竟覺，於是因緣俱熟，蒙佛威力攝受」，『俱得往生極樂世界』。「可見極樂世界菩薩、聲聞、天人俱皆無量者，正表彌陀因地，於無量劫，於生死海中，教化攝受六道眾生，實無量也。」這個教化六道，是遍法界虛空界一切諸佛剎土裡面的六道眾生。彌陀因地發心平等，不是度一個世界，他是要度盡遍法界虛空界一切諸佛剎土裡面的苦難眾生，發的是這個願，今天成就了。「且我今日於此妙法能聞能信，是必彌陀於往劫中」，過去劫中，「追逐我於泥犁之中」，泥犁是地獄，可能是我們墮在地獄，阿彌陀佛就來照顧我們，「教誨我於火宅之內，攝受不捨，勸導不休。不惜共輪轉於六道」，這是無量的悲心，無盡的慈悲。我們應該知道，佛對我們是無量無邊無盡的恩德，知恩才會報恩，不知道報恩，他是不知恩。佛對我們恩德多大，生生世世沒離開我們，時時刻刻都在照顧我們。「但欲我回心於一念」，一念是什麼？一念是無念，一念就是本性，一念就是自性，一念就是成佛。"
    },
    {
      "id": "02-039-0600_p0033",
      "zh_CN": "「恩德无极」，这是诸佛如来的本心。一念不觉是凡夫，一念觉是成佛，这个一念就是弥勒菩萨所说的一念，是一千六百兆分之一秒的一念，这一念只要不动就圆满了。「恩德无极，威德无穷，为我培植善根」。我们无知，不知道，不知道感恩。对我们的慈悲，对我们的爱护，对我们的照顾，对我们的帮助，父母都比不上。「今幸生育增长。注释至此，不禁泪零！」这几句话是黄念老说的，这一生有幸，生育增长，有这个缘分来注解这部经，注释到这个地方，感动得流泪。黄念老真正知道佛恩，知道佛恩才知道报恩。请看最后这一段：",
      "zh_TW": "「恩德無極」，這是諸佛如來的本心。一念不覺是凡夫，一念覺是成佛，這個一念就是彌勒菩薩所說的一念，是一千六百兆分之一秒的一念，這一念只要不動就圓滿了。「恩德無極，威德無窮，為我培植善根」。我們無知，不知道，不知道感恩。對我們的慈悲，對我們的愛護，對我們的照顧，對我們的幫助，父母都比不上。「今幸生育增長。註釋至此，不禁淚零！」這幾句話是黃念老說的，這一生有幸，生育增長，有這個緣分來註解這部經，註釋到這個地方，感動得流淚。黃念老真正知道佛恩，知道佛恩才知道報恩。請看最後這一段："
    },
    {
      "id": "02-039-0600_p0034",
      "zh_CN": "【尔时三千大千世界。六种震动。并现种种希有神变。放大光明。普照十方。复有诸天于虚空中。作妙音乐。出随喜声。乃至色界诸天悉皆得闻。叹未曾有。无量妙花纷纷而降。尊者阿难。弥勒菩萨。及诸菩萨。声闻。天龙八部。一切大众。闻佛所说。皆大欢喜。信受奉行。】",
      "zh_TW": "【爾時三千大千世界。六種震動。并現種種希有神變。放大光明。普照十方。復有諸天於虛空中。作妙音樂。出隨喜聲。乃至色界諸天悉皆得聞。歎未曾有。無量妙花紛紛而降。尊者阿難。彌勒菩薩。及諸菩薩。聲聞。天龍八部。一切大眾。聞佛所說。皆大歡喜。信受奉行。】"
    },
    {
      "id": "02-039-0600_p0035",
      "zh_CN": "我们看念老的注解。「右」，右面这段经文，这是天地的祥瑞，也就是说我们人心感动了，山河大地感动了，诸天天神也感动了。「右表法会圆满，复现奇瑞」，瑞相现前。「本经现瑞，既现序分，复现正宗与流通。深显此经实为初善、中善、后善，万德圆满。」释迦牟尼佛讲经有瑞相，但是序分、正宗、流通都现瑞相的很少，多半是在正宗分里头有现瑞。这种现瑞跟《华严》相同，《华严经》序、正、流通都现瑞相，本经亦复如是，太不容易了，太难得了。念老为我们点出来，初是序分，瑞相善，中是正宗分，后是流通分，这三善，显示万德圆满。「如序分《大教缘起品》，世尊威光赫奕，如融金聚，放大光明，数千百变，光颜巍巍，宝刹庄严，从昔以来，所未曾有。如是之瑞应称奇瑞，以昔所未有也。」阿难与大众过去没有见过这样的瑞相，现奇瑞一定是讲奇特之法，普利众生。「正宗分中《礼佛现光品》，既见弥陀，如黄金山，高出海面，复闻十方称扬赞叹阿弥陀佛，弥陀掌中放光，一切佛国，悉皆明现。如是之瑞，正是奇瑞。」这是在正宗分里面看到的，稀有难逢。「末于流通分中，则大地震动」，这六种震动，「复现种种希有神变，光明普照，天乐盈空，天花纷降，经云希有神变。故今所现亦是奇瑞」。",
      "zh_TW": "我們看念老的註解。「右」，右面這段經文，這是天地的祥瑞，也就是說我們人心感動了，山河大地感動了，諸天天神也感動了。「右表法會圓滿，復現奇瑞」，瑞相現前。「本經現瑞，既現序分，復現正宗與流通。深顯此經實為初善、中善、後善，萬德圓滿。」釋迦牟尼佛講經有瑞相，但是序分、正宗、流通都現瑞相的很少，多半是在正宗分裡頭有現瑞。這種現瑞跟《華嚴》相同，《華嚴經》序、正、流通都現瑞相，本經亦復如是，太不容易了，太難得了。念老為我們點出來，初是序分，瑞相善，中是正宗分，後是流通分，這三善，顯示萬德圓滿。「如序分《大教緣起品》，世尊威光赫奕，如融金聚，放大光明，數千百變，光顏巍巍，寶剎莊嚴，從昔以來，所未曾有。如是之瑞應稱奇瑞，以昔所未有也。」阿難與大眾過去沒有見過這樣的瑞相，現奇瑞一定是講奇特之法，普利眾生。「正宗分中《禮佛現光品》，既見彌陀，如黃金山，高出海面，復聞十方稱揚讚歎阿彌陀佛，彌陀掌中放光，一切佛國，悉皆明現。如是之瑞，正是奇瑞。」這是在正宗分裡面看到的，稀有難逢。「末於流通分中，則大地震動」，這六種震動，「復現種種希有神變，光明普照，天樂盈空，天花紛降，經云希有神變。故今所現亦是奇瑞」。"
    },
    {
      "id": "02-039-0600_p0036",
      "zh_CN": "在这部经上，我们看到三次奇特的瑞相，证明法门奇特，大经奇特，持名念佛功德奇特，往生净土一生决定成佛，这是奇特。往生极乐世界是一生成佛，就是这一生。我们人往生到极乐世界，诸位要记住，不是死了才去。而是你气没有断，你看到阿弥陀佛来接引你，告诉大众：佛来接引，我走了。身体丢掉不要了，这样走的，活着走的，所谓当生成就的佛法。生到极乐世界无量寿，那个无量是有量的无量，寿命多长？《华严经》上讲的三大阿僧祇劫。三大阿僧祇劫是在极乐世界修行，毕业了就真的无量，无量的无量。毕业是什么果位？《华严经》上的妙觉果位，比等觉还高，妙觉如来。真的是无量了，从有量的无量达到无量的无量。这真无量寿，不是假的，从我们现在就开始。所以，真听懂、听明白了，谁不羡慕、谁不想！",
      "zh_TW": "在這部經上，我們看到三次奇特的瑞相，證明法門奇特，大經奇特，持名念佛功德奇特，往生淨土一生決定成佛，這是奇特。往生極樂世界是一生成佛，就是這一生。我們人往生到極樂世界，諸位要記住，不是死了才去。而是你氣沒有斷，你看到阿彌陀佛來接引你，告訴大眾：佛來接引，我走了。身體丟掉不要了，這樣走的，活著走的，所謂當生成就的佛法。生到極樂世界無量壽，那個無量是有量的無量，壽命多長？《華嚴經》上講的三大阿僧祇劫。三大阿僧祇劫是在極樂世界修行，畢業了就真的無量，無量的無量。畢業是什麼果位？《華嚴經》上的妙覺果位，比等覺還高，妙覺如來。真的是無量了，從有量的無量達到無量的無量。這真無量壽，不是假的，從我們現在就開始。所以，真聽懂、聽明白了，誰不羨慕、誰不想！"
    },
    {
      "id": "02-039-0600_p0037",
      "zh_CN": "现在世界很乱，灾难很多，什么地方安全？极乐世界最安全。为什么安全？极乐世界没有一个人是有坏心眼的，人人都是好人，事事都是好事。佛在经上常说「一切法从心想生」，极乐世界没有恶念，一个恶念都没有。一句阿弥陀佛善中之善，每个人都是念佛求往生的。至心、真诚心念一句阿弥陀佛，消八十亿劫生死重罪。我们念行不行？我们念不行。为什么？我们的心不干净，念这句佛号里头有杂念进去。一个杂念都没有，这一句佛号能消八十亿劫生死重罪，这是讲「一念相应一念佛，念念相应念念佛」，一点都不假。这是我们修净土宗的同学，与阿弥陀佛宿世有缘的同学，应该要知道，应该要珍惜。我什么时候往生？这一生决定要生。以前曾经多次遇到过，都是因循苟且，疏忽了，这一世要当真了，决定往生。相信我们自己跟阿弥陀佛宿世的缘很深，从第一次跟阿弥陀佛结缘以来，生生世世无论我们在哪一道，弥陀都在我们身边时时照顾，时时帮助，我们自己不知道，是真的，不是假的。",
      "zh_TW": "現在世界很亂，災難很多，什麼地方安全？極樂世界最安全。為什麼安全？極樂世界沒有一個人是有壞心眼的，人人都是好人，事事都是好事。佛在經上常說「一切法從心想生」，極樂世界沒有惡念，一個惡念都沒有。一句阿彌陀佛善中之善，每個人都是念佛求往生的。至心、真誠心念一句阿彌陀佛，消八十億劫生死重罪。我們念行不行？我們念不行。為什麼？我們的心不乾淨，念這句佛號裡頭有雜念進去。一個雜念都沒有，這一句佛號能消八十億劫生死重罪，這是講「一念相應一念佛，念念相應念念佛」，一點都不假。這是我們修淨土宗的同學，與阿彌陀佛宿世有緣的同學，應該要知道，應該要珍惜。我什麼時候往生？這一生決定要生。以前曾經多次遇到過，都是因循苟且，疏忽了，這一世要當真了，決定往生。相信我們自己跟阿彌陀佛宿世的緣很深，從第一次跟阿彌陀佛結緣以來，生生世世無論我們在哪一道，彌陀都在我們身邊時時照顧，時時幫助，我們自己不知道，是真的，不是假的。"
    },
    {
      "id": "02-039-0600_p0038",
      "zh_CN": "所以，这一世能遇到这部经典，太不容易了，你要不仔细去想想你不知道。《无量寿经》释迦牟尼佛在世多次宣讲，所以版本就很多，而且每一次讲的里头内容并不一样。流传到中国来，一共十二次翻译，就是十二个本子，不同的本子。可惜失传了七种，现在保存下来只有五种，收在《大藏经》里面。但这五种里面出入很大，说明不是一次讲的，一次讲的，翻译不会有很大的出入，总是大同小异。释迦牟尼佛一生讲经，从来没有讲过第二遍。这个地方出入最大的是愿文，五种本子，两种四十八愿，两种二十四愿，宋朝翻译的一种三十六愿。翻译决定不能这样翻法，可见得一定是原本是这样的；如果原本是相同的，愿文的数字不可能变动的。这三种不一样，就说明至少是三次宣讲，还有七种本子失传的，没见到，所以古人说三次以上。世尊多次宣讲说明这个法门重要，这个法门能普度众生，令众生确确实实得现前的真实利益，这个利益你马上就得到。",
      "zh_TW": "所以，這一世能遇到這部經典，太不容易了，你要不仔細去想想你不知道。《無量壽經》釋迦牟尼佛在世多次宣講，所以版本就很多，而且每一次講的裡頭內容並不一樣。流傳到中國來，一共十二次翻譯，就是十二個本子，不同的本子。可惜失傳了七種，現在保存下來只有五種，收在《大藏經》裡面。但這五種裡面出入很大，說明不是一次講的，一次講的，翻譯不會有很大的出入，總是大同小異。釋迦牟尼佛一生講經，從來沒有講過第二遍。這個地方出入最大的是願文，五種本子，兩種四十八願，兩種二十四願，宋朝翻譯的一種三十六願。翻譯決定不能這樣翻法，可見得一定是原本是這樣的；如果原本是相同的，願文的數字不可能變動的。這三種不一樣，就說明至少是三次宣講，還有七種本子失傳的，沒見到，所以古人說三次以上。世尊多次宣講說明這個法門重要，這個法門能普度眾生，令眾生確確實實得現前的真實利益，這個利益你馬上就得到。"
    },
    {
      "id": "02-039-0600_p0039",
      "zh_CN": "所以，就有会集的必要，五种本子一起读，难，不好念。宋朝时候王龙舒居士就想到会集，他的会集本，日本《大正藏》有，乾隆的《龙藏》里头有，都收入《大藏经》了。这就是历代祖师大德肯定会集是好事，不违背经教。但是他的会集只看到四种原译本，唐译的，王龙舒居士没有看到这个本子。这个本子有些经文非常精彩，是其他四种本子里头没有的，是我们不能不知道的。莲花化生，唐译的这个本子有，其他的没有，这个太重要了。龙舒本子因为少了一本，少这一种，只有四种，所以到清朝咸丰年间，也就是慈禧太后在世的时候，慈禧太后是咸丰的妃子，魏默深居士做第二次会集。会集的本子比王龙舒的好，可是还是有瑕疵，取舍不当。所以民国初年，夏莲居居士作第三次的会集，三年闭关完成底本，十次修改，成为这个定本，前后用了十年时间完成，一生的心血。你说他到这个世间来干什么？就是为了这桩大事情。而黄念祖老居士一生，他最大的事情就是集注，这个注解是集经、论八十三种，祖师大德的注解一百一十种，集注，集《无量寿经》注解之大成。这个本子到哪去找！有缘遇到这个本子太稀有、太难得了。所以，这个本子在佛教经典应该是可以称为第一经，这个话不是我说的，梅光羲老居士讲的。慧明老法师、慈舟法师给他们印证的，这还会有错吗？",
      "zh_TW": "所以，就有會集的必要，五種本子一起讀，難，不好念。宋朝時候王龍舒居士就想到會集，他的會集本，日本《大正藏》有，乾隆的《龍藏》裡頭有，都收入《大藏經》了。這就是歷代祖師大德肯定會集是好事，不違背經教。但是他的會集只看到四種原譯本，唐譯的，王龍舒居士沒有看到這個本子。這個本子有些經文非常精彩，是其他四種本子裡頭沒有的，是我們不能不知道的。蓮花化生，唐譯的這個本子有，其他的沒有，這個太重要了。龍舒本子因為少了一本，少這一種，只有四種，所以到清朝咸豐年間，也就是慈禧太后在世的時候，慈禧太后是咸豐的妃子，魏默深居士做第二次會集。會集的本子比王龍舒的好，可是還是有瑕疵，取捨不當。所以民國初年，夏蓮居居士作第三次的會集，三年閉關完成底本，十次修改，成為這個定本，前後用了十年時間完成，一生的心血。你說他到這個世間來幹什麼？就是為了這樁大事情。而黃念祖老居士一生，他最大的事情就是集註，這個註解是集經、論八十三種，祖師大德的註解一百一十種，集註，集《無量壽經》註解之大成。這個本子到哪去找！有緣遇到這個本子太稀有、太難得了。所以，這個本子在佛教經典應該是可以稱為第一經，這個話不是我說的，梅光羲老居士講的。慧明老法師、慈舟法師給他們印證的，這還會有錯嗎？"
    },
    {
      "id": "02-039-0600_p0040",
      "zh_CN": "我们再往下看，「《无量寿经钞》曰：序分中有光颜奇瑞。今」，讲现在，我们念到这一品，「亦现此瑞相，当知佛意，表郑重也」。「《嘉祥疏》谓流通现瑞者，明感瑞证益」，感是感应，瑞相来证明，闻经得益。「又《净影疏》云：如来化周」，化是教化众生，周是周遍法界，「为增物敬」，因为圣教一定要以诚敬才能得利益，如果没有诚敬心，得不到利益，增加一切众生诚敬之心，「故以神力动地放光，作乐雨花」。「总之皆为众生证信」，给你做证明，让你能相信，「劝令众生于经所说难信之法，应生实信」，这句话是他目标，目的在此地，我们对于这部经要生真实的信心。",
      "zh_TW": "我們再往下看，「《無量壽經鈔》曰：序分中有光顏奇瑞。今」，講現在，我們念到這一品，「亦現此瑞相，當知佛意，表鄭重也」。「《嘉祥疏》謂流通現瑞者，明感瑞證益」，感是感應，瑞相來證明，聞經得益。「又《淨影疏》云：如來化周」，化是教化眾生，周是周遍法界，「為增物敬」，因為聖教一定要以誠敬才能得利益，如果沒有誠敬心，得不到利益，增加一切眾生誠敬之心，「故以神力動地放光，作樂雨花」。「總之皆為眾生證信」，給你做證明，讓你能相信，「勸令眾生於經所說難信之法，應生實信」，這句話是他目標，目的在此地，我們對於這部經要生真實的信心。"
    },
    {
      "id": "02-039-0600_p0041",
      "zh_CN": "『尊者阿难』以下，「《净影疏》云：明说广益，教惬群机，大众同喜」，大家都欢喜。『欢喜』者，「《无量寿经钞》曰，法位云，依《伽耶山顶经论》明欢喜有三义：一说者清净，于诸法得自在故」，佛说的，说的人清净。「二所说法得清净，以如实知清净法体故」，清净法体是什么？是自性。「三依所说法得果清净，以能证得清净妙境界故」。我们依照这个经去修学，经是标准，经是尺码子，来量我们，我们起心动念、言语造作一定要依据经典的教诲，经中叫我们做的，我们去做；不叫我们去做的，决定不要违犯，依教奉行。",
      "zh_TW": "『尊者阿難』以下，「《淨影疏》云：明說廣益，教愜群機，大眾同喜」，大家都歡喜。『歡喜』者，「《無量壽經鈔》曰，法位云，依《伽耶山頂經論》明歡喜有三義：一說者清淨，於諸法得自在故」，佛說的，說的人清淨。「二所說法得清淨，以如實知清淨法體故」，清淨法體是什麼？是自性。「三依所說法得果清淨，以能證得清淨妙境界故」。我們依照這個經去修學，經是標準，經是尺碼子，來量我們，我們起心動念、言語造作一定要依據經典的教誨，經中叫我們做的，我們去做；不叫我們去做的，決定不要違犯，依教奉行。"
    },
    {
      "id": "02-039-0600_p0042",
      "zh_CN": "我们再往下看。「今谓大众，闻弥陀愿，荷释尊恩」，释尊是本师释迦牟尼佛，阿弥陀佛的大愿，释尊转述给我们听，「自得大益」。没有释迦牟尼佛的介绍，我们不知道有极乐世界，不知道有阿弥陀佛，听到释迦牟尼佛的介绍，我们明白了、知道了，「何不欢喜矣」！「准《钞》意：说此经者，是我本师」，释迦牟尼佛，他说「我为法王，于法自在」，人家证得圆满的自性，这是说「说者清净」。「所说之种种功德，只是一清净句，真实智慧，无为法身，是乃所说法得清净也」，法清净。三「得果清净，如灵峰大师云：一一庄严，全体理性。依教修持，横出三界，迳登不退，圆生四土，究竟成佛。是乃得果境界清净也」。「具三种清净，闻者得无上益，是故皆大欢喜。信乐受持，故云信受奉行」。",
      "zh_TW": "我們再往下看。「今謂大眾，聞彌陀願，荷釋尊恩」，釋尊是本師釋迦牟尼佛，阿彌陀佛的大願，釋尊轉述給我們聽，「自得大益」。沒有釋迦牟尼佛的介紹，我們不知道有極樂世界，不知道有阿彌陀佛，聽到釋迦牟尼佛的介紹，我們明白了、知道了，「何不歡喜矣」！「準《鈔》意：說此經者，是我本師」，釋迦牟尼佛，他說「我為法王，於法自在」，人家證得圓滿的自性，這是說「說者清淨」。「所說之種種功德，只是一清淨句，真實智慧，無為法身，是乃所說法得清淨也」，法清淨。三「得果清淨，如靈峰大師云：一一莊嚴，全體理性。依教修持，橫出三界，逕登不退，圓生四土，究竟成佛。是乃得果境界清淨也」。「具三種清淨，聞者得無上益，是故皆大歡喜。信樂受持，故云信受奉行」。"
    },
    {
      "id": "02-039-0600_p0043",
      "zh_CN": "后面还有一小段，「《无量寿经起信论》曰」，这是清朝彭际清居士的。同学们很多人都知道，彭际清，用现在的话说是高干子弟，他的父亲是乾隆皇帝的兵部尚书，就是国防部长。这个人非常聪明，有智慧，家庭环境好，所以应该是不到弱冠，弱冠是二十岁，我估计应该是十八、九岁就考中进士，没做官，一生没做官，专门搞佛教。儒释道他都通，佛教里面宗门教下、显密圆融，真正是一位大德的居士，他的著作很多。说净宗是「无量劫来希有难逢之一日」，这个话就是他讲的。我们这一生遇到《无量寿经》、遇到净宗，他说这是无量劫来稀有难逢，你怎么会遇到！遇到要真干，遇到不能轻易放过。我们把他这一节文念下去，「此经具无量寿全身，亦具一切诸佛全身」，这还得了吗？这部经是无量寿全身（阿弥陀佛全身），也是一切诸佛全身；换句话说，是究竟圆满的佛法，都在这里头。这个话可以相信，为什么？隋唐大德有证明，诸位看看梅光羲老居士的序文，你就知道了，真正不可思议。「于此信入，即具一切佛智」，一切佛的圆满智慧都在这部经上。所以念老的集注能够集八十三种经论，那是佛知佛见，一百一十种祖师大德的注解，注这个会集本。所以，经是会集的，注也是会集的，真正是稀有难逢，我们遇到了。",
      "zh_TW": "後面還有一小段，「《無量壽經起信論》曰」，這是清朝彭際清居士的。同學們很多人都知道，彭際清，用現在的話說是高幹子弟，他的父親是乾隆皇帝的兵部尚書，就是國防部長。這個人非常聰明，有智慧，家庭環境好，所以應該是不到弱冠，弱冠是二十歲，我估計應該是十八、九歲就考中進士，沒做官，一生沒做官，專門搞佛教。儒釋道他都通，佛教裡面宗門教下、顯密圓融，真正是一位大德的居士，他的著作很多。說淨宗是「無量劫來希有難逢之一日」，這個話就是他講的。我們這一生遇到《無量壽經》、遇到淨宗，他說這是無量劫來稀有難逢，你怎麼會遇到！遇到要真幹，遇到不能輕易放過。我們把他這一節文念下去，「此經具無量壽全身，亦具一切諸佛全身」，這還得了嗎？這部經是無量壽全身（阿彌陀佛全身），也是一切諸佛全身；換句話說，是究竟圓滿的佛法，都在這裡頭。這個話可以相信，為什麼？隋唐大德有證明，諸位看看梅光羲老居士的序文，你就知道了，真正不可思議。「於此信入，即具一切佛智」，一切佛的圓滿智慧都在這部經上。所以念老的集註能夠集八十三種經論，那是佛知佛見，一百一十種祖師大德的註解，註這個會集本。所以，經是會集的，註也是會集的，真正是稀有難逢，我們遇到了。"
    },
    {
      "id": "02-039-0600_p0044",
      "zh_CN": "遇到了，我第一次就把他老人家的注解印一万本流通。当时在美国，他只带了一套，油印的本子。很多人现在不知道什么叫油印，抗战期间很普遍的，油印的本子，送给我。我当时看了一遍欢喜无量，我问他老人家，你有没有版权？他说没有版权。我说没有版权我就给你翻印，有版权我就不敢印了。所以第一次印一万部，现在这部经多少数量没法子计算，太多了，各地方都印，国内、国外。流通量之大，大概也算是第一本，第一种。这个经我就想了，我要不好好的给它讲一遍，没人注意到，怕东西太多了，人家不愿意看。今天我把它给讲完，今天是九一八，又是我们刚刚好六百集，就是一千二百个小时。一千二百个小时，九一八圆满，将讲经的功德回向给九一八死难的军民，我取这个意思。",
      "zh_TW": "遇到了，我第一次就把他老人家的註解印一萬本流通。當時在美國，他只帶了一套，油印的本子。很多人現在不知道什麼叫油印，抗戰期間很普遍的，油印的本子，送給我。我當時看了一遍歡喜無量，我問他老人家，你有沒有版權？他說沒有版權。我說沒有版權我就給你翻印，有版權我就不敢印了。所以第一次印一萬部，現在這部經多少數量沒法子計算，太多了，各地方都印，國內、國外。流通量之大，大概也算是第一本，第一種。這個經我就想了，我要不好好的給它講一遍，沒人注意到，怕東西太多了，人家不願意看。今天我把它給講完，今天是九一八，又是我們剛剛好六百集，就是一千二百個小時。一千二百個小時，九一八圓滿，將講經的功德迴向給九一八死難的軍民，我取這個意思。"
    },
    {
      "id": "02-039-0600_p0045",
      "zh_CN": "明天我们就开讲第二遍，我再讲一遍，再讲一遍把我作的科判会进去，大经科注，《净土大经科注》。注还是黄念老的注解，他六年的时间太辛苦了，带着病注这个经，我看到心里都很难过。我们晚年才碰到，碰到真是无量欢喜。在那个时候，国内讲这个经的他一个人，在海外讲这部经的也是我一个人，所以两个人见面无量欢喜。我们报老人知遇之恩，感谢老人这大恩大德，加持末法一切众生。我们能够做这一点点小事，也尽一分力量，感谢老人的恩德，感谢夏老的会集、黄老的集注。我也带个头，过去讲经五十三年，五十三年讲了十几部经，因为自己居无定所，过的是游牧生活。我知道，无论修学哪个法门，一门深入，长时薰修，没有一个不成就的，为什么？你本来是佛，你决定会成就。最怕的是学杂了、学乱了，学得太多了，你的精神、时间全部分散了，那个成就很难。所以我现在，从去年开始讲这部经，晚年能活多少年就讲多少部。一年讲一部，标准一千二百个小时，一天四个小时要三百天。一年一部，跟大家来表法，表一门深入，长时薰修。今天这个经圆满了，谢谢大家。",
      "zh_TW": "明天我們就開講第二遍，我再講一遍，再講一遍把我作的科判會進去，大經科註，《淨土大經科註》。註還是黃念老的註解，他六年的時間太辛苦了，帶著病註這個經，我看到心裡都很難過。我們晚年才碰到，碰到真是無量歡喜。在那個時候，國內講這個經的他一個人，在海外講這部經的也是我一個人，所以兩個人見面無量歡喜。我們報老人知遇之恩，感謝老人這大恩大德，加持末法一切眾生。我們能夠做這一點點小事，也盡一分力量，感謝老人的恩德，感謝夏老的會集、黃老的集註。我也帶個頭，過去講經五十三年，五十三年講了十幾部經，因為自己居無定所，過的是游牧生活。我知道，無論修學哪個法門，一門深入，長時薰修，沒有一個不成就的，為什麼？你本來是佛，你決定會成就。最怕的是學雜了、學亂了，學得太多了，你的精神、時間全部分散了，那個成就很難。所以我現在，從去年開始講這部經，晚年能活多少年就講多少部。一年講一部，標準一千二百個小時，一天四個小時要三百天。一年一部，跟大家來表法，表一門深入，長時薰修。今天這個經圓滿了，謝謝大家。"
    }
  ]
}