{
  "doc_id": "02-039-0240",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二四０集",
    "zh_TW": "第二四０集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-039-0240",
  "total_paragraphs": 26,
  "paragraphs": [
    {
      "id": "02-039-0240_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《无量寿经解》第二百九十三面第二行，从当中看起，从「二约诸位」看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《無量壽經解》第二百九十三面第二行，從當中看起，從「二約諸位」看起："
    },
    {
      "id": "02-039-0240_p0002",
      "zh_CN": "「二、约诸位，曲济无遗曰普，邻极亚圣曰贤」。这是普贤第二个意思，第一个是从性德上说的，一切众生皆是普贤。二跟三都是修德，修德从初发心，如果我们发愿修普贤菩萨行，依照《华严经》末后的一品「入法界品」修学，念念依循十大愿王，记住前面一句话，「发菩提心，一向专念」，这就是修普贤行。所以净宗同学个个都是修普贤行的。诸位，诸是多，这么多的位次，多少个位次？经上给我们列的是五十个位次，十信位、十住位、十行位、十回向位、十地位，总共五十个位次。好像念书一样，一年级、二年级、三年级到五十年级。再往上去是等觉菩萨，那是亚圣，所以说邻极亚圣，十地跟等觉做了邻居。从初发心这五十个位次叫诸位。曲是委曲婉转，地位高下不一样。初信到第六信这六个位次没出六道，还在六道里面，虽然没有出六道，他跟六道众生不一样。为什么？六道众生迷惑颠倒，他搞六道轮回；初信位的菩萨，他的方向、目标就正确了，他是一心一意念佛求生净土。虽然功夫还没有成就，他们是已经断了三界八十八品见惑。所以虽然不出六道轮回，是决定不堕三恶道，也不会堕落在罗刹、修罗里面，他就是人天两道七次的往返，他就脱离六道轮回。这七次往返是什么原因？思惑没断，见惑断了，他还有八十一品思惑，在天上人间把这个东西放下了。",
      "zh_TW": "「二、約諸位，曲濟無遺曰普，鄰極亞聖曰賢」。這是普賢第二個意思，第一個是從性德上說的，一切眾生皆是普賢。二跟三都是修德，修德從初發心，如果我們發願修普賢菩薩行，依照《華嚴經》末後的一品「入法界品」修學，念念依循十大願王，記住前面一句話，「發菩提心，一向專念」，這就是修普賢行。所以淨宗同學個個都是修普賢行的。諸位，諸是多，這麼多的位次，多少個位次？經上給我們列的是五十個位次，十信位、十住位、十行位、十迴向位、十地位，總共五十個位次。好像念書一樣，一年級、二年級、三年級到五十年級。再往上去是等覺菩薩，那是亞聖，所以說鄰極亞聖，十地跟等覺做了鄰居。從初發心這五十個位次叫諸位。曲是委曲婉轉，地位高下不一樣。初信到第六信這六個位次沒出六道，還在六道裡面，雖然沒有出六道，他跟六道眾生不一樣。為什麼？六道眾生迷惑顛倒，他搞六道輪迴；初信位的菩薩，他的方向、目標就正確了，他是一心一意念佛求生淨土。雖然功夫還沒有成就，他們是已經斷了三界八十八品見惑。所以雖然不出六道輪迴，是決定不墮三惡道，也不會墮落在羅剎、修羅裡面，他就是人天兩道七次的往返，他就脫離六道輪迴。這七次往返是什麼原因？思惑沒斷，見惑斷了，他還有八十一品思惑，在天上人間把這個東西放下了。"
    },
    {
      "id": "02-039-0240_p0003",
      "zh_CN": "我们如果从小乘来看，意思就很清楚，小乘一共是八个位次四果四向。初果向可以说没有地位，证得初果就有地位。我们今天是属于哪一种地位？是属于初果向；如果在大乘，我们是初信向，我们向着初信这个位次前进。证得初果，在大乘就是你证得初信位，初信位的菩萨，就像小学一年级。我们现在连小学一年级没有得到，虽然修学小学一年级的课程，考试都不及格，所以人家不承认我们是一年级学生。初果需要什么条件？我在这么多年当中，常常劝导大家，修净土、学大乘务必要放下自私自利。为什么？有这个念头菩提道上是寸步难行，无论你怎么样的精进努力，你是原地踏步，你没有向外迈出一步，这要懂。这个自私自利是多么害人，头一个要放下这个，要放下名闻利养，要放下五欲六尘，对名利、对财色名食睡、色声香味触法真放下了，不再控制、不再占有，心稍稍向着清净的方向去走了。还得放下贪瞋痴慢，这很难放下的，放下贪瞋痴慢，不容易放下，但是要把它淡化，这是不是初信位？不是的。这是什么位次？这叫初果向，你向着这个方向。",
      "zh_TW": "我們如果從小乘來看，意思就很清楚，小乘一共是八個位次四果四向。初果向可以說沒有地位，證得初果就有地位。我們今天是屬於哪一種地位？是屬於初果向；如果在大乘，我們是初信向，我們向著初信這個位次前進。證得初果，在大乘就是你證得初信位，初信位的菩薩，就像小學一年級。我們現在連小學一年級沒有得到，雖然修學小學一年級的課程，考試都不及格，所以人家不承認我們是一年級學生。初果需要什麼條件？我在這麼多年當中，常常勸導大家，修淨土、學大乘務必要放下自私自利。為什麼？有這個念頭菩提道上是寸步難行，無論你怎麼樣的精進努力，你是原地踏步，你沒有向外邁出一步，這要懂。這個自私自利是多麼害人，頭一個要放下這個，要放下名聞利養，要放下五欲六塵，對名利、對財色名食睡、色聲香味觸法真放下了，不再控制、不再佔有，心稍稍向著清淨的方向去走了。還得放下貪瞋痴慢，這很難放下的，放下貪瞋痴慢，不容易放下，但是要把它淡化，這是不是初信位？不是的。這是什麼位次？這叫初果向，你向著這個方向。"
    },
    {
      "id": "02-039-0240_p0004",
      "zh_CN": "怎么叫初果？也就是《华严经》上讲的，初信位的菩萨，五种见惑断了你就证得。第一个就是身见，决定不再执着身是我，我常说了，身不是我它是什么？是我所有的，这是身见，记住，还有我所有的。放下了边见，边见用我们今天的话来说，对立，别人跟我对立，我不跟人对立了，对立的念头没有了。诸位要晓得，人在世间烦恼无量无边，烦恼的根在哪里？就在对立。这把烦恼的根拔掉了，跟一切人不对立，跟一切法不对立，跟一切万物不对立了。对立是错误的，为什么？遍法界虚空界跟自己是一体，一体怎么对立！你细心去思惟，在我们这个身体上，眼睛是个器官，耳朵是个器官，不一样。身体里面五脏六腑各有各的功能，心脏不是肝脏，肝脏不是肾脏，我们想想，它们有没有对立？眼睛跟耳朵有没有对立？耳朵跟鼻子有没有对立？心肝脾肺肾有没有对立？没对立，没有对立这就健康的。为什么？那是一体。如果一对立，谁都不服谁，这五脏六腑不就打架了吗？打架是什么状况？打架就是生病，病到严重就死亡，死亡就是同归于尽，不如此吗？一个道理！我们居住在这个地球上，就不能把这个地球看成一体。有没有人把地球看成一体？有，太古的时候，那个时候的人看整个宇宙跟自己是一体，祥和。在中国历史上记载，尧王、舜王、大禹，他们心念当中宇宙万物跟自己是一体。所以后人尊称他们为圣人，他没有自私自利，没有名闻利养，没有贪瞋痴慢。我们读史书上记载，周文王是一国之君，日常生活他吃的、穿的、居住的，跟一般平民完全相同，没有两样，这真平等，本来是平等的，没有特殊。典籍记载，我们相信那不是假的。",
      "zh_TW": "怎麼叫初果？也就是《華嚴經》上講的，初信位的菩薩，五種見惑斷了你就證得。第一個就是身見，決定不再執著身是我，我常說了，身不是我它是什麼？是我所有的，這是身見，記住，還有我所有的。放下了邊見，邊見用我們今天的話來說，對立，別人跟我對立，我不跟人對立了，對立的念頭沒有了。諸位要曉得，人在世間煩惱無量無邊，煩惱的根在哪裡？就在對立。這把煩惱的根拔掉了，跟一切人不對立，跟一切法不對立，跟一切萬物不對立了。對立是錯誤的，為什麼？遍法界虛空界跟自己是一體，一體怎麼對立！你細心去思惟，在我們這個身體上，眼睛是個器官，耳朵是個器官，不一樣。身體裡面五臟六腑各有各的功能，心臟不是肝臟，肝臟不是腎臟，我們想想，它們有沒有對立？眼睛跟耳朵有沒有對立？耳朵跟鼻子有沒有對立？心肝脾肺腎有沒有對立？沒對立，沒有對立這就健康的。為什麼？那是一體。如果一對立，誰都不服誰，這五臟六腑不就打架了嗎？打架是什麼狀況？打架就是生病，病到嚴重就死亡，死亡就是同歸於盡，不如此嗎？一個道理！我們居住在這個地球上，就不能把這個地球看成一體。有沒有人把地球看成一體？有，太古的時候，那個時候的人看整個宇宙跟自己是一體，祥和。在中國歷史上記載，堯王、舜王、大禹，他們心念當中宇宙萬物跟自己是一體。所以後人尊稱他們為聖人，他沒有自私自利，沒有名聞利養，沒有貪瞋痴慢。我們讀史書上記載，周文王是一國之君，日常生活他吃的、穿的、居住的，跟一般平民完全相同，沒有兩樣，這真平等，本來是平等的，沒有特殊。典籍記載，我們相信那不是假的。"
    },
    {
      "id": "02-039-0240_p0005",
      "zh_CN": "不平等怎么造成的？从自私自利造成的。自私自利里面有不平等的种子，这个只有佛法说到，这个种子就是末那识。你看末那里头，四大烦恼常相随，第一个就是我见，就执着身是我，这是末那起的作用。除了身见之外，跟着身见同时起来的贪瞋痴，它的名字，第一个叫我见；第二个叫我爱，我爱是贪；我痴，愚痴；我慢，我慢就是瞋恚，贡高我慢我总比别人高一等，别人总要比我矮一等，这就是慢。这是俱生烦恼，从一念不觉那个时候它就起来了，所以我跟贪瞋痴同时起来的。佛以后特别加了两个，三毒烦恼再加上个慢、加上个疑，疑什么？对圣贤怀疑，这个不得了。不知道圣贤都是明心见性的人，大乘教里讲明心见性的佛，佛陀。所以《华严经》上佛常讲，「一切众生本来是佛」，这是真的，不是假的，他本来是佛。怀疑诸佛菩萨，怀疑自己是佛，怀疑一切众生是佛，这个障碍太大了。障碍什么？障碍你永远不能见性，你永远找不到回家的道路。所以这五个字贪瞋痴慢疑，叫根本烦恼。加上前面五种见惑，把它合起来总称它为恶见，这个恶是错误的，错误的见解，合起来是六个根本烦恼。从六个根本烦恼生起二十个随烦恼，《百法》里面讲二十六个烦恼心所，展开无量无边的烦恼，四弘誓愿里面说「烦恼无尽誓愿断」，就指这桩事情。",
      "zh_TW": "不平等怎麼造成的？從自私自利造成的。自私自利裡面有不平等的種子，這個只有佛法說到，這個種子就是末那識。你看末那裡頭，四大煩惱常相隨，第一個就是我見，就執著身是我，這是末那起的作用。除了身見之外，跟著身見同時起來的貪瞋痴，它的名字，第一個叫我見；第二個叫我愛，我愛是貪；我痴，愚痴；我慢，我慢就是瞋恚，貢高我慢我總比別人高一等，別人總要比我矮一等，這就是慢。這是俱生煩惱，從一念不覺那個時候它就起來了，所以我跟貪瞋痴同時起來的。佛以後特別加了兩個，三毒煩惱再加上個慢、加上個疑，疑什麼？對聖賢懷疑，這個不得了。不知道聖賢都是明心見性的人，大乘教裡講明心見性的佛，佛陀。所以《華嚴經》上佛常講，「一切眾生本來是佛」，這是真的，不是假的，他本來是佛。懷疑諸佛菩薩，懷疑自己是佛，懷疑一切眾生是佛，這個障礙太大了。障礙什麼？障礙你永遠不能見性，你永遠找不到回家的道路。所以這五個字貪瞋痴慢疑，叫根本煩惱。加上前面五種見惑，把它合起來總稱它為惡見，這個惡是錯誤的，錯誤的見解，合起來是六個根本煩惱。從六個根本煩惱生起二十個隨煩惱，《百法》裡面講二十六個煩惱心所，展開無量無邊的煩惱，四弘誓願裡面說「煩惱無盡誓願斷」，就指這樁事情。"
    },
    {
      "id": "02-039-0240_p0006",
      "zh_CN": "不断烦恼你怎么能见性？断烦恼多么困难，你想想能断得了吗？断不了烦恼，你就永远不能脱离六道轮回。在六道轮回里面，肯定你在三途的时间长，你在三善道的时间短暂。这是一切经教里面所说的，「可怜悯者」，这众生可怜，谁给你受的这些苦难？自作自受。没有人在那里设计、在那里建造、在那里执行，没有，完全没有，是自己业力所感的。善业，三善道受生；恶业，三恶道受报，这是事实真相。佛帮助我们、劝导我们不要造业，不但恶业不能造，善业也不能造，为什么？出不了六道。善恶业全放下了，心清净，六道就没有了。今天佛常常劝我们断恶修善，那善还要不要修？善要修，恶要断。这里面问题就是你会不会，会断的人断恶不着断恶的相，修善不着修善的相，大乘法里面所谓「三轮体空」，这样修法你的进步就快，你可以把修学的时间大幅度的缩短，你超越了。如果着相，断恶着断恶的相，修善着修善的相，你的进步非常缓慢。经教里面有所谓修行人，从初发心修成十信位要多少时间？要无量劫，你看多可怕。无量劫不是一个定数，它是活的，完全看你什么时候觉悟，觉悟是什么？不着相就觉悟。放下不是从事上放，是从心上放，事没有障碍。清凉大师在《华严经》上，告诉我们「理事无碍，事事无碍」，碍在哪里？碍是在你念头上，起心动念、分别执着这是障碍，这个东西要放下。",
      "zh_TW": "不斷煩惱你怎麼能見性？斷煩惱多麼困難，你想想能斷得了嗎？斷不了煩惱，你就永遠不能脫離六道輪迴。在六道輪迴裡面，肯定你在三途的時間長，你在三善道的時間短暫。這是一切經教裡面所說的，「可憐憫者」，這眾生可憐，誰給你受的這些苦難？自作自受。沒有人在那裡設計、在那裡建造、在那裡執行，沒有，完全沒有，是自己業力所感的。善業，三善道受生；惡業，三惡道受報，這是事實真相。佛幫助我們、勸導我們不要造業，不但惡業不能造，善業也不能造，為什麼？出不了六道。善惡業全放下了，心清淨，六道就沒有了。今天佛常常勸我們斷惡修善，那善還要不要修？善要修，惡要斷。這裡面問題就是你會不會，會斷的人斷惡不著斷惡的相，修善不著修善的相，大乘法裡面所謂「三輪體空」，這樣修法你的進步就快，你可以把修學的時間大幅度的縮短，你超越了。如果著相，斷惡著斷惡的相，修善著修善的相，你的進步非常緩慢。經教裡面有所謂修行人，從初發心修成十信位要多少時間？要無量劫，你看多可怕。無量劫不是一個定數，它是活的，完全看你什麼時候覺悟，覺悟是什麼？不著相就覺悟。放下不是從事上放，是從心上放，事沒有障礙。清涼大師在《華嚴經》上，告訴我們「理事無礙，事事無礙」，礙在哪裡？礙是在你念頭上，起心動念、分別執著這是障礙，這個東西要放下。"
    },
    {
      "id": "02-039-0240_p0007",
      "zh_CN": "日常生活当中不起心、不动念、不分别、不执着，你就是佛。佛陀应化在世间、法身菩萨应化在世间，真相如是，他们生活起居工作跟我们没有两样，我们着相，分别执着。他有能力，他不起心、不动念、不分别、不执着，所以他有没有造业？没造业。起心动念、分别执着就造业，不起心、不动念、不分别、不执着没造业，不但六道的业没有，四圣法界的业也没有。这是修行的正理，我们不能不懂。如何把这个正理落实在我们日常生活当中、工作当中、待人接物表演出来？行行，就是每个举动、每个造作，都与性德相应。性德是什么？贤首大师的《妄尽还源观》跟我们讲四德，这个重要，这是性德，无量无边的性德归纳为四大类，讲得太好了。第一个是「随缘妙用」，也就是说普贤菩萨十愿里「恒顺众生，随喜功德」，妙，真妙！妙在哪里？妙在随缘恒顺，他里头没有起心动念、没有分别执着，妙就妙在这里。起心动念我想怎样怎样，那就不妙，那就造业了。你看善财五十三参，五十三位善知识男女老少各行各业，善财去访问他们，向他们请教，他们都把这个四德不但讲出来，演出来了，表演出来做给你看，就是随缘妙用，他做出来给你看。",
      "zh_TW": "日常生活當中不起心、不動念、不分別、不執著，你就是佛。佛陀應化在世間、法身菩薩應化在世間，真相如是，他們生活起居工作跟我們沒有兩樣，我們著相，分別執著。他有能力，他不起心、不動念、不分別、不執著，所以他有沒有造業？沒造業。起心動念、分別執著就造業，不起心、不動念、不分別、不執著沒造業，不但六道的業沒有，四聖法界的業也沒有。這是修行的正理，我們不能不懂。如何把這個正理落實在我們日常生活當中、工作當中、待人接物表演出來？行行，就是每個舉動、每個造作，都與性德相應。性德是什麼？賢首大師的《妄盡還源觀》跟我們講四德，這個重要，這是性德，無量無邊的性德歸納為四大類，講得太好了。第一個是「隨緣妙用」，也就是說普賢菩薩十願裡「恆順眾生，隨喜功德」，妙，真妙！妙在哪裡？妙在隨緣恆順，他裡頭沒有起心動念、沒有分別執著，妙就妙在這裡。起心動念我想怎樣怎樣，那就不妙，那就造業了。你看善財五十三參，五十三位善知識男女老少各行各業，善財去訪問他們，向他們請教，他們都把這個四德不但講出來，演出來了，表演出來做給你看，就是隨緣妙用，他做出來給你看。"
    },
    {
      "id": "02-039-0240_p0008",
      "zh_CN": "贤首国师虽然给我们讲分四大类，四大类是一体，一即是多，多即是一。因为随缘妙用里有学为人师、行为世范，给一切众生做榜样、做好样子，这个不能不知道，这叫妙用。它的名词叫「威仪有则」，就是学为人师、行为世范，则是规矩、榜样，表演出来给大家看，这性德自然的流露。第三个是心态，今天科学家也讲端正心态，心态是什么？「柔和质直」。外面要像弥勒菩萨一样，满面笑容，无量欢喜，里面质直就是真诚，内心真诚，外面欢喜。末后一句，「代众生苦」。诸位要晓得，这十六个字是一桩事情，性德。在中国古圣先贤讲的是一桩事情，也是讲这四句，但是说法不一样，中国古圣先贤怎么讲？讲五伦、五常、四维、八德。你们想想这四科，四个科目五伦、五常、四维、八德，是不是随缘妙用？是不是威仪有则？是不是柔和质直？是不是代众生苦？完全相同。你懂得这个道理了，你再看世间，每个族群他们的圣贤，每个宗教里面的圣人，我们就恍然大悟原来完全相同，这跟大乘讲的就一个意思，全是自性流露，教化随意无不圆满。",
      "zh_TW": "賢首國師雖然給我們講分四大類，四大類是一體，一即是多，多即是一。因為隨緣妙用裡有學為人師、行為世範，給一切眾生做榜樣、做好樣子，這個不能不知道，這叫妙用。它的名詞叫「威儀有則」，就是學為人師、行為世範，則是規矩、榜樣，表演出來給大家看，這性德自然的流露。第三個是心態，今天科學家也講端正心態，心態是什麼？「柔和質直」。外面要像彌勒菩薩一樣，滿面笑容，無量歡喜，裡面質直就是真誠，內心真誠，外面歡喜。末後一句，「代眾生苦」。諸位要曉得，這十六個字是一樁事情，性德。在中國古聖先賢講的是一樁事情，也是講這四句，但是說法不一樣，中國古聖先賢怎麼講？講五倫、五常、四維、八德。你們想想這四科，四個科目五倫、五常、四維、八德，是不是隨緣妙用？是不是威儀有則？是不是柔和質直？是不是代眾生苦？完全相同。你懂得這個道理了，你再看世間，每個族群他們的聖賢，每個宗教裡面的聖人，我們就恍然大悟原來完全相同，這跟大乘講的就一個意思，全是自性流露，教化隨意無不圓滿。"
    },
    {
      "id": "02-039-0240_p0009",
      "zh_CN": "我们于是就体会到，一真一切真，一妄一切妄，随顺性德一切真，违背性德就一切是虚妄。我们的疑，就烦恼里头贪瞋痴慢疑，疑就断掉，对于圣教、圣贤再也不疑惑了。断疑就生信，信心才真正现前，有这个信心，菩提心就建立了。这个信心要是生不起来，菩提心怎么发都发不出来，都是假的不是真的，所以修行永远停留在六道，出不了六道轮回。我们把话讲清楚，真正的原因着相修行，就出不了六道轮回；离相修行就超越六道，离就是放下，放下就是离。可不能有丝毫执着，不能有丝毫贪恋，有丝毫执着、有丝毫贪恋，你就在造轮回业。所以我们看，从初发心到等觉这五十个位次，「曲济无遗，邻极亚圣」，这是在每个位次上修行的普贤菩萨，希望我们在这一生当中能够入位。本经经文里面讲上中下三品，中上太高了，我们如果能生到下辈，下辈在佛法大乘教里是什么地位？十信菩萨，这十个位次是下辈。往上去呢？初住以上四十个位次那叫上辈。中辈在哪里？中辈还是在十信。通常讲二乘，二乘就没有中，就大乘跟小乘。要讲三乘就有中，三乘中是四圣位，就是声闻、缘觉、菩萨、佛，十法界的，十法界四圣这称为中，中辈。上辈就明心见性、见性成佛，他是真佛不是假佛。十法界里面的佛不是真佛，他属于中辈，不是上辈，这把位次搞清楚了。",
      "zh_TW": "我們於是就體會到，一真一切真，一妄一切妄，隨順性德一切真，違背性德就一切是虛妄。我們的疑，就煩惱裡頭貪瞋痴慢疑，疑就斷掉，對於聖教、聖賢再也不疑惑了。斷疑就生信，信心才真正現前，有這個信心，菩提心就建立了。這個信心要是生不起來，菩提心怎麼發都發不出來，都是假的不是真的，所以修行永遠停留在六道，出不了六道輪迴。我們把話講清楚，真正的原因著相修行，就出不了六道輪迴；離相修行就超越六道，離就是放下，放下就是離。可不能有絲毫執著，不能有絲毫貪戀，有絲毫執著、有絲毫貪戀，你就在造輪迴業。所以我們看，從初發心到等覺這五十個位次，「曲濟無遺，鄰極亞聖」，這是在每個位次上修行的普賢菩薩，希望我們在這一生當中能夠入位。本經經文裡面講上中下三品，中上太高了，我們如果能生到下輩，下輩在佛法大乘教裡是什麼地位？十信菩薩，這十個位次是下輩。往上去呢？初住以上四十個位次那叫上輩。中輩在哪裡？中輩還是在十信。通常講二乘，二乘就沒有中，就大乘跟小乘。要講三乘就有中，三乘中是四聖位，就是聲聞、緣覺、菩薩、佛，十法界的，十法界四聖這稱為中，中輩。上輩就明心見性、見性成佛，他是真佛不是假佛。十法界裡面的佛不是真佛，他屬於中輩，不是上輩，這把位次搞清楚了。"
    },
    {
      "id": "02-039-0240_p0010",
      "zh_CN": "最后一个意思，「约当位」，当位是什么？就是真正他的位次是等觉。《华严经》上普贤菩萨，我们通常称的毘卢遮那佛，左右两边，我们后面供的佛像就是华严三圣，当中是毘卢遮那如来代表法身，两边是文殊菩萨跟普贤菩萨，文殊菩萨代表智慧，自性本有的智慧；普贤菩萨代表德行，大德大行。一即是三，三即是一，自性本具的智慧般若是文殊代表，自性本具的大德大能是普贤代表。这个画里面，文殊他骑的是狮子，普贤骑的是象，狮子代表威猛，兽中之王；大象代表什么？代表定慧。你看象牠那个样子，就像在定中一样，行住坐卧都慢吞吞的。慧在哪里？慧在定中，慧在静中，是真慧；如果智慧在烦躁当中，那叫狂慧，那不是真慧。所以这称为当位，「当位，德无不周曰普，调柔善顺曰贤」，德无不周，自性的性德。如果是文殊菩萨，智无不周，他代表智慧，自性的智慧遍法界虚空界。普贤代表自性的大德大行，也是遍法界虚空界，这个普贤的意思，这当位的。",
      "zh_TW": "最後一個意思，「約當位」，當位是什麼？就是真正他的位次是等覺。《華嚴經》上普賢菩薩，我們通常稱的毘盧遮那佛，左右兩邊，我們後面供的佛像就是華嚴三聖，當中是毘盧遮那如來代表法身，兩邊是文殊菩薩跟普賢菩薩，文殊菩薩代表智慧，自性本有的智慧；普賢菩薩代表德行，大德大行。一即是三，三即是一，自性本具的智慧般若是文殊代表，自性本具的大德大能是普賢代表。這個畫裡面，文殊他騎的是獅子，普賢騎的是象，獅子代表威猛，獸中之王；大象代表什麼？代表定慧。你看象牠那個樣子，就像在定中一樣，行住坐臥都慢吞吞的。慧在哪裡？慧在定中，慧在靜中，是真慧；如果智慧在煩躁當中，那叫狂慧，那不是真慧。所以這稱為當位，「當位，德無不周曰普，調柔善順曰賢」，德無不周，自性的性德。如果是文殊菩薩，智無不周，他代表智慧，自性的智慧遍法界虛空界。普賢代表自性的大德大行，也是遍法界虛空界，這個普賢的意思，這當位的。"
    },
    {
      "id": "02-039-0240_p0011",
      "zh_CN": "「故本经中，与会诸大菩萨，咸共遵修普贤大士之德。普贤之德者，十大愿王，导归极乐，自利利他，无有穷尽之德。」普贤之德无量无边，佛在经里头把它归纳为十大类，这个十大类就是普贤之德，给我们具体说出来了。第一条「礼敬诸佛」，诸位想想看，为什么要把它摆在这里？在中国古圣先贤教化众生，有所谓「道失而后有德」，道失掉，没有了，这以后就是德。德要是失掉之后就讲仁，仁要是失掉这就讲义，义要是失掉就讲礼，礼要是失掉，世界就乱了，末日就现前，那地球该毁灭了。礼是最低的一个底限，礼没有了一切都没有了。这五个层次在中国都实现过，三皇五帝，三皇行道，无为而治。到五帝，人的根性就比不上三皇那个时代，为什么？受染污了。所以道虽然没有了，有德，五帝是以德治天下。到三王的时候，三王是夏商周三代，夏禹王，商汤王，周是文王、武王，这个时候德没有了，人的水平往下降，用什么来治天下？用仁。仁是爱，推己及人，想到自己一定想到别人，以仁治天下。春秋战国的时候，这是中国古代的乱世，不讲仁了，讲什么？讲义，还有义气，义是讲理，合情、合理、合法，还讲这个。秦始皇统一中国之后，十五年就亡国，为什么？他义也不讲，他也没有礼，横行霸道十五年亡国。汉取而代之，刘邦平定动乱代秦统一中国。",
      "zh_TW": "「故本經中，與會諸大菩薩，咸共遵修普賢大士之德。普賢之德者，十大願王，導歸極樂，自利利他，無有窮盡之德。」普賢之德無量無邊，佛在經裡頭把它歸納為十大類，這個十大類就是普賢之德，給我們具體說出來了。第一條「禮敬諸佛」，諸位想想看，為什麼要把它擺在這裡？在中國古聖先賢教化眾生，有所謂「道失而後有德」，道失掉，沒有了，這以後就是德。德要是失掉之後就講仁，仁要是失掉這就講義，義要是失掉就講禮，禮要是失掉，世界就亂了，末日就現前，那地球該毀滅了。禮是最低的一個底限，禮沒有了一切都沒有了。這五個層次在中國都實現過，三皇五帝，三皇行道，無為而治。到五帝，人的根性就比不上三皇那個時代，為什麼？受染污了。所以道雖然沒有了，有德，五帝是以德治天下。到三王的時候，三王是夏商周三代，夏禹王，商湯王，周是文王、武王，這個時候德沒有了，人的水平往下降，用什麼來治天下？用仁。仁是愛，推己及人，想到自己一定想到別人，以仁治天下。春秋戰國的時候，這是中國古代的亂世，不講仁了，講什麼？講義，還有義氣，義是講理，合情、合理、合法，還講這個。秦始皇統一中國之後，十五年就亡國，為什麼？他義也不講，他也沒有禮，橫行霸道十五年亡國。漢取而代之，劉邦平定動亂代秦統一中國。"
    },
    {
      "id": "02-039-0240_p0012",
      "zh_CN": "汉武帝这是个聪明的人，很了不起的人，想想用什么方法来治国，这么大的国家。董仲舒这是他大臣，推荐孔孟学说，他接纳了，所以儒在诸子百家就突出，董仲舒的建议，汉武帝采取了，以礼治天下。从汉一直到满清，每个朝代都有礼，你去看二十五史「礼乐志」，它用什么方法让社会和谐？用礼。满清亡国之后没人讲礼了，天下大乱，乱到现在一百年，这一百年没有办法再恢复了，你看道德仁义礼，古人讲的礼失而后天下大乱。我们今天从哪里做起？我们从道不行，太高了，肯定做不到。只有从礼，把礼找回来我们社会可以安定。礼里面主什么？礼最主要的，给诸位说就是敬，懂得尊敬别人。比爱人要差很多，我们懂得尊敬别人，这是礼。所以《礼记》头一句话「曲礼曰，毋不敬」，对人要恭敬、对事要恭敬，对事恭敬就是认真负责，对万物要恭敬你才能受教，就是能够接受圣贤的教育。没有恭敬心，佛菩萨、圣贤人来教你，你得不到，为什么？没有恭敬心，就是你有排斥的、抗拒的那个力量，你不会接受。所以印光大师告诉我们「一分诚敬得一分利益，二分诚敬得二分利益，十分诚敬得十分利益」。这说什么？一个教室老师在教学生，一个老师在教室里面上课，教二、三十个学生，每个学生所得到的都不一样，有得多、有得少的。得最多的彻悟，其次的大悟，再其次的小悟，再其次的不悟，不悟再下面还有没有？有，不但不悟，他把意思曲解了。你想这个礼多重要！",
      "zh_TW": "漢武帝這是個聰明的人，很了不起的人，想想用什麼方法來治國，這麼大的國家。董仲舒這是他大臣，推薦孔孟學說，他接納了，所以儒在諸子百家就突出，董仲舒的建議，漢武帝採取了，以禮治天下。從漢一直到滿清，每個朝代都有禮，你去看二十五史「禮樂志」，它用什麼方法讓社會和諧？用禮。滿清亡國之後沒人講禮了，天下大亂，亂到現在一百年，這一百年沒有辦法再恢復了，你看道德仁義禮，古人講的禮失而後天下大亂。我們今天從哪裡做起？我們從道不行，太高了，肯定做不到。只有從禮，把禮找回來我們社會可以安定。禮裡面主什麼？禮最主要的，給諸位說就是敬，懂得尊敬別人。比愛人要差很多，我們懂得尊敬別人，這是禮。所以《禮記》頭一句話「曲禮曰，毋不敬」，對人要恭敬、對事要恭敬，對事恭敬就是認真負責，對萬物要恭敬你才能受教，就是能夠接受聖賢的教育。沒有恭敬心，佛菩薩、聖賢人來教你，你得不到，為什麼？沒有恭敬心，就是你有排斥的、抗拒的那個力量，你不會接受。所以印光大師告訴我們「一分誠敬得一分利益，二分誠敬得二分利益，十分誠敬得十分利益」。這說什麼？一個教室老師在教學生，一個老師在教室裡面上課，教二、三十個學生，每個學生所得到的都不一樣，有得多、有得少的。得最多的徹悟，其次的大悟，再其次的小悟，再其次的不悟，不悟再下面還有沒有？有，不但不悟，他把意思曲解了。你想這個禮多重要！"
    },
    {
      "id": "02-039-0240_p0013",
      "zh_CN": "所以普贤行里面第一个「礼敬诸佛」，谁是诸佛，诸佛指谁？记住，佛在《华严经》上，这都是《华严经》上的话，「一切众生本来是佛」，这个诸佛就是一切众生本来是佛。你对一切众生要跟对佛同样的恭敬，少一分你就错了，你礼敬里头就缺德了，缺了这一分，少两分的就缺两分，这性德，你还能成就吗？我学会了对人恭敬，对物呢？对这些动物呢？蚊虫蚂蚁恭不恭敬？要恭敬。为什么？牠也是诸佛。树木花草呢？树木花草也是诸佛。山河大地它都有体性，体性就是佛性。所以你的礼敬遍法界虚空界，清净平等没有丝毫差别，那就恭喜你，你纵然不能够达到当位普贤，你也肯定是诸佛报土里面的普贤菩萨，在《华严经》上是初住以上，你不但超越六道，你超越十法界了。你看就修礼敬，就修这一门，能够明心见性，能够见性成佛，以这个功德回向求生净土，生实报庄严土，不是在同居、方便，他在实报土。你看就修这一门，把这个放在第一，你说有没有道理？修普贤行，学普贤菩萨，求生净土，对人没礼貌那怎么行？修得再好，对人没礼貌不能往生，这个不能不知道。",
      "zh_TW": "所以普賢行裡面第一個「禮敬諸佛」，誰是諸佛，諸佛指誰？記住，佛在《華嚴經》上，這都是《華嚴經》上的話，「一切眾生本來是佛」，這個諸佛就是一切眾生本來是佛。你對一切眾生要跟對佛同樣的恭敬，少一分你就錯了，你禮敬裡頭就缺德了，缺了這一分，少兩分的就缺兩分，這性德，你還能成就嗎？我學會了對人恭敬，對物呢？對這些動物呢？蚊蟲螞蟻恭不恭敬？要恭敬。為什麼？牠也是諸佛。樹木花草呢？樹木花草也是諸佛。山河大地它都有體性，體性就是佛性。所以你的禮敬遍法界虛空界，清淨平等沒有絲毫差別，那就恭喜你，你縱然不能夠達到當位普賢，你也肯定是諸佛報土裡面的普賢菩薩，在《華嚴經》上是初住以上，你不但超越六道，你超越十法界了。你看就修禮敬，就修這一門，能夠明心見性，能夠見性成佛，以這個功德迴向求生淨土，生實報莊嚴土，不是在同居、方便，他在實報土。你看就修這一門，把這個放在第一，你說有沒有道理？修普賢行，學普賢菩薩，求生淨土，對人沒禮貌那怎麼行？修得再好，對人沒禮貌不能往生，這個不能不知道。"
    },
    {
      "id": "02-039-0240_p0014",
      "zh_CN": "真正念佛往生的人，他一生不懂得，对人没礼貌、没恭敬心，他在忏悔业障、发心念佛那一刹那，用的是真心，用的是礼敬，所以阿弥陀佛把他接到极乐世界去了。凡圣差别就在一念，一念觉，凡夫成佛了；一念迷，你就入了六道。这一念，诸位要记住，是弥勒菩萨所讲的一念。一念觉，念念觉而不迷，他就成就；第一念觉，第二念迷了，那就入六道去了。所以我们如何能保持念念觉？在我们这个世界，凡是到我们世界来生活的这些众生，这个范围很大，一切动物、植物，连矿物，它没有在别的星球，在这个地球，跟这个地球上所有的众生有共业，没有共业它不会来。就是一粒沙尘，别的星球的沙尘，跟我们没有缘分也不会落在地球上，落在地球上统是有缘的众生，这是我们礼敬的对象。够不够？不够，还要扩大，扩大到遍法界虚空界无量无边的星系，这里面的动物、植物、矿物，我们这个礼敬都要到位，清净平等、究竟圆满的礼敬。你要是不明白这个道理，不知道这个境界，这礼敬你没法子修。",
      "zh_TW": "真正念佛往生的人，他一生不懂得，對人沒禮貌、沒恭敬心，他在懺悔業障、發心念佛那一剎那，用的是真心，用的是禮敬，所以阿彌陀佛把他接到極樂世界去了。凡聖差別就在一念，一念覺，凡夫成佛了；一念迷，你就入了六道。這一念，諸位要記住，是彌勒菩薩所講的一念。一念覺，念念覺而不迷，他就成就；第一念覺，第二念迷了，那就入六道去了。所以我們如何能保持念念覺？在我們這個世界，凡是到我們世界來生活的這些眾生，這個範圍很大，一切動物、植物，連礦物，它沒有在別的星球，在這個地球，跟這個地球上所有的眾生有共業，沒有共業它不會來。就是一粒沙塵，別的星球的沙塵，跟我們沒有緣分也不會落在地球上，落在地球上統是有緣的眾生，這是我們禮敬的對象。夠不夠？不夠，還要擴大，擴大到遍法界虛空界無量無邊的星系，這裡面的動物、植物、礦物，我們這個禮敬都要到位，清淨平等、究竟圓滿的禮敬。你要是不明白這個道理，不知道這個境界，這禮敬你沒法子修。"
    },
    {
      "id": "02-039-0240_p0015",
      "zh_CN": "可是我们这个法门里头，在第二品经文第一句「咸共遵修普贤大士之德」，你就明白了，净宗法门的殊胜，没有任何法门能跟它相比，它是直接修普贤大士之德。这不修，行吗？不敬，行吗？《菩萨戒经》里面，佛告诉我们，「一切男子是我父，一切女人是我母」，这是教我们什么？教我们怎样看待众生。中国古人，不是现代人，现代人已经不行了，对父母都不尊重。古人对父母尊重，最尊重的是父母，所以孝顺、孝敬，要把孝敬父母这个心，孝顺天下一切众生。读了《华严经》明白了，要把孝顺父母的心孝顺遍法界虚空界一切众生，这华严境界，这是西方极乐世界的境界。《礼记》「曲礼曰：毋不敬」，没有细说，佛在《华严经》上讲得详细，祖师大德的讲解更清楚、更明了，我们自己要细心去体会、要怎样落实，落实我们就受用到，真学会了。你能把它落实你就是普贤菩萨，从初信位，纵然没有证得初信，你方向、目标一点都没错，完全正确，放下就契入，只要放下执着，你就入门了。礼敬重要，记住它在第一位，我们今天因为第一位没修好，所以第二位得不到。十愿就像十层大楼一样，礼敬是第一层，第一层没有修到，你怎么能上去第二层？真搞清楚、搞明白，就晓得我应该在哪里学习。",
      "zh_TW": "可是我們這個法門裡頭，在第二品經文第一句「咸共遵修普賢大士之德」，你就明白了，淨宗法門的殊勝，沒有任何法門能跟它相比，它是直接修普賢大士之德。這不修，行嗎？不敬，行嗎？《菩薩戒經》裡面，佛告訴我們，「一切男子是我父，一切女人是我母」，這是教我們什麼？教我們怎樣看待眾生。中國古人，不是現代人，現代人已經不行了，對父母都不尊重。古人對父母尊重，最尊重的是父母，所以孝順、孝敬，要把孝敬父母這個心，孝順天下一切眾生。讀了《華嚴經》明白了，要把孝順父母的心孝順遍法界虛空界一切眾生，這華嚴境界，這是西方極樂世界的境界。《禮記》「曲禮曰：毋不敬」，沒有細說，佛在《華嚴經》上講得詳細，祖師大德的講解更清楚、更明瞭，我們自己要細心去體會、要怎樣落實，落實我們就受用到，真學會了。你能把它落實你就是普賢菩薩，從初信位，縱然沒有證得初信，你方向、目標一點都沒錯，完全正確，放下就契入，只要放下執著，你就入門了。禮敬重要，記住它在第一位，我們今天因為第一位沒修好，所以第二位得不到。十願就像十層大樓一樣，禮敬是第一層，第一層沒有修到，你怎麼能上去第二層？真搞清楚、搞明白，就曉得我應該在哪裡學習。"
    },
    {
      "id": "02-039-0240_p0016",
      "zh_CN": "第二「称赞如来」，你看看它用的字，刚才礼敬是诸佛，现在称赞怎么变成如来？诸佛跟如来是不是一个意思？跟诸位说，不是的。诸佛是从相上讲，一切众生本来是佛，所以要平等的恭敬，没有丝毫差别。如来是性德，称性是如来，违背性德那是凡夫，所以这里有分别了，你看，诸佛没有分别，于是这个称赞跟礼敬不一样。称赞是什么？称赞要看他的行为、心行，他起心动念、言语造作与性德相应，要称赞他。如果他不忠、不孝、不仁、不义，你还要称赞他，那不让天下人都学坏了？你要背因果责任。违背性德就不称赞，有礼敬，没有称赞。《华严经》五十三参，有三位善知识表演给我们看，善财童子参访胜热婆罗门，有礼敬，没有称赞；他去参访甘露火王，也是有礼敬，没有称赞。为什么？胜热婆罗门代表愚痴，甘露火王代表瞋恚，愚痴、瞋恚、贪爱，贪瞋痴是三毒烦恼，菩萨用三毒来度众生，行。一般世人不能学，一般世人学了之后，他会堕阿鼻地狱。刚才讲了，菩萨用没关系，因为菩萨他没有起心动念，他没有分别执着，那没有问题。善财童子参访，他是教化众生的，教化众生，我们这个心心念念不舍众生，众生可以学的帮助他，不能学的要回避，这不可以不知道。所以讲到称赞，那就有条件。用中国传统圣教的标准，这个人真正做到五伦五常，值得赞叹；能做到四维八德，应当要赞叹。不伦不类，完全违背伦常，对他有礼貌，要有恭敬心，不要赞叹。在大乘教里面「发菩提心，一向专念」，这个值得赞叹；不守戒律，不修禅定，禅定是清净心，不开智慧，我们就不能赞叹；真正是持戒修定，以智慧教化众生，那应该要赞叹。这是称赞跟礼敬不一样，所以礼敬用诸佛，称赞用如来，我们就明白。经上常常看到诸佛，也看到如来，你就想到，讲到诸佛是从相上讲的，讲如来是从性上讲的，用意不一样。这要内行，要会看，这就是端正心态，威仪有则。",
      "zh_TW": "第二「稱讚如來」，你看看它用的字，剛才禮敬是諸佛，現在稱讚怎麼變成如來？諸佛跟如來是不是一個意思？跟諸位說，不是的。諸佛是從相上講，一切眾生本來是佛，所以要平等的恭敬，沒有絲毫差別。如來是性德，稱性是如來，違背性德那是凡夫，所以這裡有分別了，你看，諸佛沒有分別，於是這個稱讚跟禮敬不一樣。稱讚是什麼？稱讚要看他的行為、心行，他起心動念、言語造作與性德相應，要稱讚他。如果他不忠、不孝、不仁、不義，你還要稱讚他，那不讓天下人都學壞了？你要背因果責任。違背性德就不稱讚，有禮敬，沒有稱讚。《華嚴經》五十三參，有三位善知識表演給我們看，善財童子參訪勝熱婆羅門，有禮敬，沒有稱讚；他去參訪甘露火王，也是有禮敬，沒有稱讚。為什麼？勝熱婆羅門代表愚痴，甘露火王代表瞋恚，愚痴、瞋恚、貪愛，貪瞋痴是三毒煩惱，菩薩用三毒來度眾生，行。一般世人不能學，一般世人學了之後，他會墮阿鼻地獄。剛才講了，菩薩用沒關係，因為菩薩他沒有起心動念，他沒有分別執著，那沒有問題。善財童子參訪，他是教化眾生的，教化眾生，我們這個心心念念不捨眾生，眾生可以學的幫助他，不能學的要迴避，這不可以不知道。所以講到稱讚，那就有條件。用中國傳統聖教的標準，這個人真正做到五倫五常，值得讚歎；能做到四維八德，應當要讚歎。不倫不類，完全違背倫常，對他有禮貌，要有恭敬心，不要讚歎。在大乘教裡面「發菩提心，一向專念」，這個值得讚歎；不守戒律，不修禪定，禪定是清淨心，不開智慧，我們就不能讚歎；真正是持戒修定，以智慧教化眾生，那應該要讚歎。這是稱讚跟禮敬不一樣，所以禮敬用諸佛，稱讚用如來，我們就明白。經上常常看到諸佛，也看到如來，你就想到，講到諸佛是從相上講的，講如來是從性上講的，用意不一樣。這要內行，要會看，這就是端正心態，威儀有則。"
    },
    {
      "id": "02-039-0240_p0017",
      "zh_CN": "第三「广修供养」，自己不能没有福报，不能没有智慧，没有福报、没有智慧，不能自度，也不能度他。所以佛陀称为二足尊，你看在三皈依里「皈依佛，二足尊」，这二是什么？二就是福、慧，足是圆满的意思。成佛，智慧圆满、福报圆满，这福慧圆满，为什么？福慧是性德，明心见性，福慧就圆满了。自性的智慧、自性的福报，永远取之不尽，用之不竭，明心见性，见性就恢复正常。这个福慧是平等的，你跟十方三世一切诸佛如来统统是平等，没有哪一尊佛比人少了一分，也不可能有一尊佛比人多一分，没有，完全平等。禅宗六祖惠能大师开悟的时候说，「何期自性本自具足」，这他五句话第三句话所说的，就这个意思，它具足什么？具足智慧、具足福德、具足相好，我们通常讲智慧、德能、相好，没有丝毫欠缺。可是我们迷了自性，迷了自性等于说我们自性虽然具足圆满的，今天我们拿不出来，它不起作用。譬如你在银行里面有一百万的存款，你身上一分钱都没有，你走在街上的时候肚子饿了，你只有去讨饭，有没有钱？有，拿不出来。觉悟的人随时要多少他都拿得出来，迷的人一分也拿不出来，智慧也拿不出来，福报也拿不出来。于是我们才真正体会到开悟重要，开悟是什么？我们自性的宝藏打开了。迷的时候是封闭的，没有少，一样也没缺少，就是不起作用。所以你说开悟多么重要，求开悟的秘诀没有别的，就是放下。",
      "zh_TW": "第三「廣修供養」，自己不能沒有福報，不能沒有智慧，沒有福報、沒有智慧，不能自度，也不能度他。所以佛陀稱為二足尊，你看在三皈依裡「皈依佛，二足尊」，這二是什麼？二就是福、慧，足是圓滿的意思。成佛，智慧圓滿、福報圓滿，這福慧圓滿，為什麼？福慧是性德，明心見性，福慧就圓滿了。自性的智慧、自性的福報，永遠取之不盡，用之不竭，明心見性，見性就恢復正常。這個福慧是平等的，你跟十方三世一切諸佛如來統統是平等，沒有哪一尊佛比人少了一分，也不可能有一尊佛比人多一分，沒有，完全平等。禪宗六祖惠能大師開悟的時候說，「何期自性本自具足」，這他五句話第三句話所說的，就這個意思，它具足什麼？具足智慧、具足福德、具足相好，我們通常講智慧、德能、相好，沒有絲毫欠缺。可是我們迷了自性，迷了自性等於說我們自性雖然具足圓滿的，今天我們拿不出來，它不起作用。譬如你在銀行裡面有一百萬的存款，你身上一分錢都沒有，你走在街上的時候肚子餓了，你只有去討飯，有沒有錢？有，拿不出來。覺悟的人隨時要多少他都拿得出來，迷的人一分也拿不出來，智慧也拿不出來，福報也拿不出來。於是我們才真正體會到開悟重要，開悟是什麼？我們自性的寶藏打開了。迷的時候是封閉的，沒有少，一樣也沒缺少，就是不起作用。所以你說開悟多麼重要，求開悟的祕訣沒有別的，就是放下。"
    },
    {
      "id": "02-039-0240_p0018",
      "zh_CN": "所以广修供养里面，佛告诉我们，要修财供养、法供养，供养分为两大类，财供养是财物，法供养是智慧。对我们娑婆世界六道众生来说，还有个很重要的无畏的供养，长寿！你看这个世间人，谁不要财富、聪明智慧、健康长寿？这三样东西人人都爱，好人喜欢，恶人也喜欢，信仰宗教的人喜欢，不信仰宗教的人也喜欢。佛就教我们，财、智、寿命能不能求得到？能，修财布施就得财富，修法布施得聪明智慧，修无畏布施得健康长寿。你不相信，你怀疑，就是什么？贪瞋痴慢疑，你对这个怀疑。你这一生得不到了，那你这一生就得要受贫穷患难，为什么？你得不到。要怎样才得到？你在圣教里能断疑生信，恭喜你，你得到了，真相信，真干。古大德常说「佛氏门中，有求必应」，求成佛都能求到，求大圆满都能求到，求一点小财、小聪明智慧、小健康长寿，哪有求不到的道理！问题你会不会？宗门祖师大德常常测验学人，「你会么？」你会求吗？会求的人真能得到，不会求的人怎么求也得不到。什么叫会？第一个断疑生信，佛经上这句话你确不确定它？你敢不敢相信它？我敢还不行，真诚的信心、决定的信心，丝毫疑惑都没有，你就能够如愿以偿，你能得到。",
      "zh_TW": "所以廣修供養裡面，佛告訴我們，要修財供養、法供養，供養分為兩大類，財供養是財物，法供養是智慧。對我們娑婆世界六道眾生來說，還有個很重要的無畏的供養，長壽！你看這個世間人，誰不要財富、聰明智慧、健康長壽？這三樣東西人人都愛，好人喜歡，惡人也喜歡，信仰宗教的人喜歡，不信仰宗教的人也喜歡。佛就教我們，財、智、壽命能不能求得到？能，修財布施就得財富，修法布施得聰明智慧，修無畏布施得健康長壽。你不相信，你懷疑，就是什麼？貪瞋痴慢疑，你對這個懷疑。你這一生得不到了，那你這一生就得要受貧窮患難，為什麼？你得不到。要怎樣才得到？你在聖教裡能斷疑生信，恭喜你，你得到了，真相信，真幹。古大德常說「佛氏門中，有求必應」，求成佛都能求到，求大圓滿都能求到，求一點小財、小聰明智慧、小健康長壽，哪有求不到的道理！問題你會不會？宗門祖師大德常常測驗學人，「你會麼？」你會求嗎？會求的人真能得到，不會求的人怎麼求也得不到。什麼叫會？第一個斷疑生信，佛經上這句話你確不確定它？你敢不敢相信它？我敢還不行，真誠的信心、決定的信心，絲毫疑惑都沒有，你就能夠如願以償，你能得到。"
    },
    {
      "id": "02-039-0240_p0019",
      "zh_CN": "我们现在看世间，世间不少富贵人，他的富贵从哪来的？他没见性跟我们一样是六道凡夫。六道凡夫里头何以有不平等？我们今天讲贫富不均，现在一般人说社会制度造成的，那个不正确。我相信佛法讲得正确，与制度没有关系，与你自己的修为有关系。你这一生当中要能够舍，财布施帮助需要的人，愈施愈多，命中有财富是这么来的，不是别人给你的，没有人能给你。所以这一生发大财的人，有亿万财产的人，都是过去生中修财布施，累积这一生享受这个果报，是这么回事情。如果这一生当中他迷了，不知道过去修因，认为自己很能干、很有本事赚那么多钱，不肯再修财布施，变得很吝啬，这一生果报享完，来生就没有了。天道公平，不是有钱的人生生世世都发财，不是。这一生贫穷的人他没有钱，能省吃俭用，修一点财布施，来生得大富贵，这叫天道。天道是自然规律，不是人为的。",
      "zh_TW": "我們現在看世間，世間不少富貴人，他的富貴從哪來的？他沒見性跟我們一樣是六道凡夫。六道凡夫裡頭何以有不平等？我們今天講貧富不均，現在一般人說社會制度造成的，那個不正確。我相信佛法講得正確，與制度沒有關係，與你自己的修為有關係。你這一生當中要能夠捨，財布施幫助需要的人，愈施愈多，命中有財富是這麼來的，不是別人給你的，沒有人能給你。所以這一生發大財的人，有億萬財產的人，都是過去生中修財布施，累積這一生享受這個果報，是這麼回事情。如果這一生當中他迷了，不知道過去修因，認為自己很能幹、很有本事賺那麼多錢，不肯再修財布施，變得很吝嗇，這一生果報享完，來生就沒有了。天道公平，不是有錢的人生生世世都發財，不是。這一生貧窮的人他沒有錢，能省吃儉用，修一點財布施，來生得大富貴，這叫天道。天道是自然規律，不是人為的。"
    },
    {
      "id": "02-039-0240_p0020",
      "zh_CN": "诸位去读《了凡四训》，《了凡四训》有个故事，说一个女孩子小时候家境非常清苦，她到寺庙去拜佛，身上只有两文钱，诚心诚意将这一点点钱供佛。住持老和尚看这个女孩子这么真诚，特别给她做了个回向。以后长大了，她很幸运，她做了王妃，到小时候这个庙里面来，带着千两黄金来供养修福。老和尚让他的徒弟接待她，她有点不高兴，找老和尚请教：我年轻的时候舍两文钱，老和尚对我这么尊重，今天我带这么多黄金来，为什么老和尚不给我做回向，让一个徒弟来做就够了？老和尚告诉她：妳小时候两文钱是真诚心，我要不给妳做回向对不起妳，今天妳做了王妃，傲慢的气焰很张、很高，目中无人，这千金在妳眼里算不了什么，让我徒弟接待你够了，可以了。所以布施不在布施钱财多少，不在乎这个，在乎你的真心。你的真心，布施得少得到多；你还是有贡高我慢，贪瞋痴慢这种心，布施再多得的很少。这小故事里面很值得我们玩味，要用真诚心。",
      "zh_TW": "諸位去讀《了凡四訓》，《了凡四訓》有個故事，說一個女孩子小時候家境非常清苦，她到寺廟去拜佛，身上只有兩文錢，誠心誠意將這一點點錢供佛。住持老和尚看這個女孩子這麼真誠，特別給她做了個迴向。以後長大了，她很幸運，她做了王妃，到小時候這個廟裡面來，帶著千兩黃金來供養修福。老和尚讓他的徒弟接待她，她有點不高興，找老和尚請教：我年輕的時候捨兩文錢，老和尚對我這麼尊重，今天我帶這麼多黃金來，為什麼老和尚不給我做迴向，讓一個徒弟來做就夠了？老和尚告訴她：妳小時候兩文錢是真誠心，我要不給妳做迴向對不起妳，今天妳做了王妃，傲慢的氣焰很張、很高，目中無人，這千金在妳眼裡算不了什麼，讓我徒弟接待你夠了，可以了。所以布施不在布施錢財多少，不在乎這個，在乎你的真心。你的真心，布施得少得到多；你還是有貢高我慢，貪瞋痴慢這種心，布施再多得的很少。這小故事裡面很值得我們玩味，要用真誠心。"
    },
    {
      "id": "02-039-0240_p0021",
      "zh_CN": "我相信我们学佛，甚至于不学佛的人，有不少相信命运的，找些看相算命的、看风水的，喜欢找这些人，有没有道理？不能说没道理，没道理这个行业在这个社会上就不能生存，当然有点道理。我在上个月还有人问我，问我信不信风水？我说我相信，可是我不需要人家来看风水。为什么？「境随心转，相由心生」，这大乘经上佛告诉我们的。这就讲到风水，风水是随着你的念头在转变，你的心要是好，你住的这个地方风水不好，住上三年这个风水自然就变好了，它随着你的念头转。如果我念头不好、不善，这个地方风水很好，我在这里住三年，这风水就变坏了。你明白这个事实真相，还需要去看风水吗？不需要了。重要的是端正自己的心念，念念是仁义道德，那哪有不好的！念念是帮助苦难众生，肯定你智慧增长，健康长寿，为什么？众生需要你。你自己不需要了，众生需要，你得随缘妙用，众生需要什么？众生需要教化。诸佛菩萨、大圣大贤在这个世间他干哪个行业？跟诸位说，教学。释迦牟尼佛生在国王家里面，他是王子，他要不出家，继承王位。算命看风水的，因为他父王也相信这一套，请一些人来看，他说你这儿子好，将来会做转轮圣王，那就不是一个小国了。可是释迦牟尼佛十九岁离开家庭，出家了、修道了，一生从事于教学工作。你看三十岁开悟，开悟之后就教学，七十九岁圆寂，讲经三百余会。讲经是什么？现在讲的办班，办班办活动三百多次，教学四十九年。这是世出世间圣贤人生在这个世间，他们主要的一个行业就是教学，帮助一切众生破迷开悟。",
      "zh_TW": "我相信我們學佛，甚至於不學佛的人，有不少相信命運的，找些看相算命的、看風水的，喜歡找這些人，有沒有道理？不能說沒道理，沒道理這個行業在這個社會上就不能生存，當然有點道理。我在上個月還有人問我，問我信不信風水？我說我相信，可是我不需要人家來看風水。為什麼？「境隨心轉，相由心生」，這大乘經上佛告訴我們的。這就講到風水，風水是隨著你的念頭在轉變，你的心要是好，你住的這個地方風水不好，住上三年這個風水自然就變好了，它隨著你的念頭轉。如果我念頭不好、不善，這個地方風水很好，我在這裡住三年，這風水就變壞了。你明白這個事實真相，還需要去看風水嗎？不需要了。重要的是端正自己的心念，念念是仁義道德，那哪有不好的！念念是幫助苦難眾生，肯定你智慧增長，健康長壽，為什麼？眾生需要你。你自己不需要了，眾生需要，你得隨緣妙用，眾生需要什麼？眾生需要教化。諸佛菩薩、大聖大賢在這個世間他幹哪個行業？跟諸位說，教學。釋迦牟尼佛生在國王家裡面，他是王子，他要不出家，繼承王位。算命看風水的，因為他父王也相信這一套，請一些人來看，他說你這兒子好，將來會做轉輪聖王，那就不是一個小國了。可是釋迦牟尼佛十九歲離開家庭，出家了、修道了，一生從事於教學工作。你看三十歲開悟，開悟之後就教學，七十九歲圓寂，講經三百餘會。講經是什麼？現在講的辦班，辦班辦活動三百多次，教學四十九年。這是世出世間聖賢人生在這個世間，他們主要的一個行業就是教學，幫助一切眾生破迷開悟。"
    },
    {
      "id": "02-039-0240_p0022",
      "zh_CN": "破迷开悟是因，果报是离苦得乐，真帮助人。譬如现在人他求财得不到财，求智慧得不到智慧，求健康得不到健康，疑虑多多，情绪不安定。我们讲的生存在恐惧的时代，灾难太多，所谓天灾人祸威胁他，身心得不到安稳。在这样的时代背景之下，众生特别需要圣贤教诲，帮助他看破放下，帮助他如何求得身心安稳，衣食无虑，基本的要求。世出世间圣贤真可以帮助他得到，那就是教导他广修供养。财供养得财富，你不要怕，赚钱不容易，尤其是贫穷人家，佛经上说「贫穷布施难」，没有力量布施，不肯布施那就更穷。如何能叫贫穷的人欢喜布施？布施虽然不多，福报很大，他要明白这个道理他生欢喜心，那你愈施愈多，愈多愈施，于是那个福报就愈来愈大。大，好！帮助一切苦难众生，应该要做。讲经教学这是个行业，这个行业是义工，释迦牟尼佛给我们表演的，他老人家教学四十九年没有收过学费，从来没有伸出手问人要钱的，一生没建道场。我学佛出家，老师教我的，我听话，老师教我出家，教我学释迦牟尼佛。诸位同修必须要知道，释迦牟尼佛一生没建道场，我这一生也没有道场，一生过的是游牧生活，哪个地方有缘哪个地方就去，有的地方多住几年，有的地方少住几天，都是随缘，自己生活很简单，一无所取。",
      "zh_TW": "破迷開悟是因，果報是離苦得樂，真幫助人。譬如現在人他求財得不到財，求智慧得不到智慧，求健康得不到健康，疑慮多多，情緒不安定。我們講的生存在恐懼的時代，災難太多，所謂天災人禍威脅他，身心得不到安穩。在這樣的時代背景之下，眾生特別需要聖賢教誨，幫助他看破放下，幫助他如何求得身心安穩，衣食無慮，基本的要求。世出世間聖賢真可以幫助他得到，那就是教導他廣修供養。財供養得財富，你不要怕，賺錢不容易，尤其是貧窮人家，佛經上說「貧窮布施難」，沒有力量布施，不肯布施那就更窮。如何能叫貧窮的人歡喜布施？布施雖然不多，福報很大，他要明白這個道理他生歡喜心，那你愈施愈多，愈多愈施，於是那個福報就愈來愈大。大，好！幫助一切苦難眾生，應該要做。講經教學這是個行業，這個行業是義工，釋迦牟尼佛給我們表演的，他老人家教學四十九年沒有收過學費，從來沒有伸出手問人要錢的，一生沒建道場。我學佛出家，老師教我的，我聽話，老師教我出家，教我學釋迦牟尼佛。諸位同修必須要知道，釋迦牟尼佛一生沒建道場，我這一生也沒有道場，一生過的是游牧生活，哪個地方有緣哪個地方就去，有的地方多住幾年，有的地方少住幾天，都是隨緣，自己生活很簡單，一無所取。"
    },
    {
      "id": "02-039-0240_p0023",
      "zh_CN": "所以无论在什么地方，有人假藉我的名义去化缘，去建寺庙，跟诸位说，那都是假的，都不是真的，他说是我说的，我没有说这个话。他们自己要建寺庙、要建道场，来告诉我，我能说不好吗？我一定点头：好，难得！这个不是我叫他做的，不是我赞助他。他就拿着这个名义到外面去化缘了，那你们就上当了，你们就没有把事实真相搞清楚，你们听经也没有听清楚。建寺庙容易，建来干什么？我年轻的时候学经教，老师常说「有庙无道，不能兴教」，庙盖得再大，没有真正修行人，没有真正传法的人，对于佛教没有丝毫帮助，这个钱花得太冤枉了。你们大家供养我的钱财，我收入也不少，要盖大道场没问题，能成就，没做。李老师叫我学印光大师，送我一部《印光大师文钞》，那个时候是正续两篇四册。我看过之后，知道老人一生修法布施，他把四众的供养这些钱，拿来建了个印刷厂，做佛经、善书流通。在苏州报国寺里面建立一个弘化社，自己印书，印送佛经跟善书，儒释道的东西他都印，修法布施。那个时候社会也有些灾难，像水灾、旱灾，老和尚在印经款项里面拨出一点去赈灾。一生就做一桩事情，修法布施。我觉得好，没有流弊，所以我就学他老人家。",
      "zh_TW": "所以無論在什麼地方，有人假藉我的名義去化緣，去建寺廟，跟諸位說，那都是假的，都不是真的，他說是我說的，我沒有說這個話。他們自己要建寺廟、要建道場，來告訴我，我能說不好嗎？我一定點頭：好，難得！這個不是我叫他做的，不是我贊助他。他就拿著這個名義到外面去化緣了，那你們就上當了，你們就沒有把事實真相搞清楚，你們聽經也沒有聽清楚。建寺廟容易，建來幹什麼？我年輕的時候學經教，老師常說「有廟無道，不能興教」，廟蓋得再大，沒有真正修行人，沒有真正傳法的人，對於佛教沒有絲毫幫助，這個錢花得太冤枉了。你們大家供養我的錢財，我收入也不少，要蓋大道場沒問題，能成就，沒做。李老師叫我學印光大師，送我一部《印光大師文鈔》，那個時候是正續兩篇四冊。我看過之後，知道老人一生修法布施，他把四眾的供養這些錢，拿來建了個印刷廠，做佛經、善書流通。在蘇州報國寺裡面建立一個弘化社，自己印書，印送佛經跟善書，儒釋道的東西他都印，修法布施。那個時候社會也有些災難，像水災、旱災，老和尚在印經款項裡面撥出一點去賑災。一生就做一樁事情，修法布施。我覺得好，沒有流弊，所以我就學他老人家。"
    },
    {
      "id": "02-039-0240_p0024",
      "zh_CN": "图文巴这个道场的建立，家里面的同学知道，为什么要建这个道场？我们离开台湾之后，在新加坡住了三年半，拿不到身分不能住了，到这个地方来。承蒙当时移民部长的好意、善意，欢迎我们到澳洲来，帮助澳洲团结宗教、团结族群。我们来到澳洲，为了悟字辈这些出家人有二十多个人，他们没地方去，韩馆长往生之后没人照顾，所以建立这个道场成就他们。希望这个道场是释迦牟尼佛的道场，释迦牟尼佛成就续佛慧命、弘法利生的弟子，为他们建的。我一直到现在还挂个名，名早就想把它放下，丢掉了。这里挂个名，他们为了在此地，这是个国外地区人地生疏，我的关系比较好一点，他们做事方便。最重要的是要修戒定慧，勤修戒定慧，息灭贪瞋痴，你们对这个地区就有贡献了。要把十大愿王在这个地方落实，从自己做起，从我本身落实，然后才能够感动邻里乡党。市长见过几次，很年轻、很有为，他告诉我，他希望将图文巴这个城市，建立成为澳洲第一个和谐示范市。这个理念好，我们要尽心尽力配合他、帮助他。我们在这里十年，道缘，缘分，修道的缘分没什么长进，人缘还不错，在这个地方十年，跟当地的居民结了善缘，这个对于市长的理念有帮助，我们能尽一分力量。第二个法缘，团结宗教，新加坡的汉倪福先生到我们道场来，尽心尽力在做这个工作。他在新加坡团结新加坡的宗教有多年的经验、方法，这对于市长的抱负都起了积极的作用。最近几年我在外面的时间多，也是做这桩事情，希望团结全世界的宗教。只有宗教团结，宗教互相学习，才能帮助这个社会安定，才能够化解地球上许许多多的灾变。",
      "zh_TW": "圖文巴這個道場的建立，家裡面的同學知道，為什麼要建這個道場？我們離開台灣之後，在新加坡住了三年半，拿不到身分不能住了，到這個地方來。承蒙當時移民部長的好意、善意，歡迎我們到澳洲來，幫助澳洲團結宗教、團結族群。我們來到澳洲，為了悟字輩這些出家人有二十多個人，他們沒地方去，韓館長往生之後沒人照顧，所以建立這個道場成就他們。希望這個道場是釋迦牟尼佛的道場，釋迦牟尼佛成就續佛慧命、弘法利生的弟子，為他們建的。我一直到現在還掛個名，名早就想把它放下，丟掉了。這裡掛個名，他們為了在此地，這是個國外地區人地生疏，我的關係比較好一點，他們做事方便。最重要的是要修戒定慧，勤修戒定慧，息滅貪瞋痴，你們對這個地區就有貢獻了。要把十大願王在這個地方落實，從自己做起，從我本身落實，然後才能夠感動鄰里鄉黨。市長見過幾次，很年輕、很有為，他告訴我，他希望將圖文巴這個城市，建立成為澳洲第一個和諧示範市。這個理念好，我們要盡心盡力配合他、幫助他。我們在這裡十年，道緣，緣分，修道的緣分沒什麼長進，人緣還不錯，在這個地方十年，跟當地的居民結了善緣，這個對於市長的理念有幫助，我們能盡一分力量。第二個法緣，團結宗教，新加坡的漢倪福先生到我們道場來，盡心盡力在做這個工作。他在新加坡團結新加坡的宗教有多年的經驗、方法，這對於市長的抱負都起了積極的作用。最近幾年我在外面的時間多，也是做這樁事情，希望團結全世界的宗教。只有宗教團結，宗教互相學習，才能幫助這個社會安定，才能夠化解地球上許許多多的災變。"
    },
    {
      "id": "02-039-0240_p0025",
      "zh_CN": "我们三种供养都要修，财供养、法供养、无畏供养，从自己本身做起，不要要求别人，从我们自己这个道场做起。所以我们道场去年下半年，正式开《古兰经》的课程，开《新旧约》的课程，希望宗教之间能够互相学习。终极的目标，我们希望将来有一个宗教大学，每个宗教设立一个学院，十几个宗教就十几个学院组成一个大学，我们都是一家人，都是同学，我们是院系不相同，同一个学校。世界宗教是一家，它会给世界带来安定和平，繁荣兴旺，它能够化解许许多多的纠纷、矛盾冲突。这是我们学佛副业，我们的正业呢？正业是念佛求生净土，这正业，副业是帮助这个世间化解冲突，促进安定和平。经教里面佛常常鼓励我们正助双修，这就是自利利他。「佛法在世间，不离世间觉」，要劝人恢复性德，要教孝、要教顺，顺是顺从大自然的规律。中国这个孝字，它的含义是一体，决定不能够分开的，遍法界虚空界是一体，随顺自然的法则，这就是大圣大贤。大圣大贤的事业是为众生做榜样，教化一切众生。",
      "zh_TW": "我們三種供養都要修，財供養、法供養、無畏供養，從自己本身做起，不要要求別人，從我們自己這個道場做起。所以我們道場去年下半年，正式開《古蘭經》的課程，開《新舊約》的課程，希望宗教之間能夠互相學習。終極的目標，我們希望將來有一個宗教大學，每個宗教設立一個學院，十幾個宗教就十幾個學院組成一個大學，我們都是一家人，都是同學，我們是院系不相同，同一個學校。世界宗教是一家，它會給世界帶來安定和平，繁榮興旺，它能夠化解許許多多的糾紛、矛盾衝突。這是我們學佛副業，我們的正業呢？正業是念佛求生淨土，這正業，副業是幫助這個世間化解衝突，促進安定和平。經教裡面佛常常鼓勵我們正助雙修，這就是自利利他。「佛法在世間，不離世間覺」，要勸人恢復性德，要教孝、要教順，順是順從大自然的規律。中國這個孝字，它的含義是一體，決定不能夠分開的，遍法界虛空界是一體，隨順自然的法則，這就是大聖大賢。大聖大賢的事業是為眾生做榜樣，教化一切眾生。"
    },
    {
      "id": "02-039-0240_p0026",
      "zh_CN": "这两年我们请商务印书馆，跟它订了一百套《四库全书》，澳洲有十套已经接到了。接着我们现在又订了两百套《四库荟要》，分送全世界每个国家。我们请联合国代送，参加联合国的会员国，大概有一百五十个国家，法布施。这些书籍是中国五千年来古圣先贤的智慧，修身、齐家、治国、平天下的方法、经验、效果，都记载这个里面，非常值得现代人参考，值得现代人修习、学习，我们来提供。当然书印出来了，怎么样学习、怎么样落实，真正叫社会大众都能得到真实利益，我们都想到了。今天时间到了，底下两堂课我再给大家做详细报告，这是什么？这广修供养。大家给我这些钱我这样做了，你们每个人都修到法布施。所以我们不重视盖寺庙，为什么？盖寺庙的人太多了。像这种法供养没人知道，没人去做，没人去做的事情，是好事，我们应当要先做。今天时间到了，我们就学到此地。",
      "zh_TW": "這兩年我們請商務印書館，跟它訂了一百套《四庫全書》，澳洲有十套已經接到了。接著我們現在又訂了兩百套《四庫薈要》，分送全世界每個國家。我們請聯合國代送，參加聯合國的會員國，大概有一百五十個國家，法布施。這些書籍是中國五千年來古聖先賢的智慧，修身、齊家、治國、平天下的方法、經驗、效果，都記載這個裡面，非常值得現代人參考，值得現代人修習、學習，我們來提供。當然書印出來了，怎麼樣學習、怎麼樣落實，真正叫社會大眾都能得到真實利益，我們都想到了。今天時間到了，底下兩堂課我再給大家做詳細報告，這是什麼？這廣修供養。大家給我這些錢我這樣做了，你們每個人都修到法布施。所以我們不重視蓋寺廟，為什麼？蓋寺廟的人太多了。像這種法供養沒人知道，沒人去做，沒人去做的事情，是好事，我們應當要先做。今天時間到了，我們就學到此地。"
    }
  ]
}