{
  "doc_id": "02-039-0083",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十三集",
    "zh_TW": "第八十三集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0083",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-039-0083_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第九十二面第三行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第九十二面第三行："
    },
    {
      "id": "02-039-0083_p0002",
      "zh_CN": "「又如是者，指所闻之法体，即实相之理体。实相妙理，古今不变，故曰如。如理而说，故曰是。」我们先看这一段，这是刚刚经本一打开，「如是我闻」。「如是」这两个字是信成就，前面我们读过了，信成就。「如是」两个字的含义，是指我们所闻的法体，也就是说，佛讲经教学他所说的这些道理，根据什么？这个一定要知道。他根据什么，他说的是些什么，这两个字里头完全包括了。法体，佛所说的法，我们所听到的法。理体是什么？是实相之理体。实相，用我们现代话说，就是真相；换句话说，佛所讲的，我们从佛那里所听到的，是讲的宇宙人生的真相。诸位想想，这问题多么重要，古今中外的哲学家、科学家都在研究这个问题，宇宙的真相到底是什么？为什么会有宇宙？为什么会有这些万物？再说得贴切一点，我从哪里来的？为什么会有我？这些事实真相就是佛所说的，也就是我们从佛那个地方学得来的。",
      "zh_TW": "「又如是者，指所聞之法體，即實相之理體。實相妙理，古今不變，故曰如。如理而說，故曰是。」我們先看這一段，這是剛剛經本一打開，「如是我聞」。「如是」這兩個字是信成就，前面我們讀過了，信成就。「如是」兩個字的含義，是指我們所聞的法體，也就是說，佛講經教學他所說的這些道理，根據什麼？這個一定要知道。他根據什麼，他說的是些什麼，這兩個字裡頭完全包括了。法體，佛所說的法，我們所聽到的法。理體是什麼？是實相之理體。實相，用我們現代話說，就是真相；換句話說，佛所講的，我們從佛那裡所聽到的，是講的宇宙人生的真相。諸位想想，這問題多麼重要，古今中外的哲學家、科學家都在研究這個問題，宇宙的真相到底是什麼？為什麼會有宇宙？為什麼會有這些萬物？再說得貼切一點，我從哪裡來的？為什麼會有我？這些事實真相就是佛所說的，也就是我們從佛那個地方學得來的。"
    },
    {
      "id": "02-039-0083_p0003",
      "zh_CN": "我初学佛的时候，不知道佛法里面究竟是什么，听到社会人云亦云。人怎么说？人说佛教是宗教，人说佛教是迷信，我们也就真正相信它是宗教、它是迷信，所以很长的时间我们没有意愿去接触它。游山玩水免不了见到有寺庙，到里面去参观参观，也没有人跟我们介绍。看到里面供的神像很多，所以引起我们一个错误的观念，佛教是宗教，佛教是多神教，佛教是泛神教，多神教、泛神教在宗教学里面讲是低级宗教，高级宗教只有一个真神。这是造成一般人对佛法的不了解，产生严重的错误。我这一生如果不是碰到方东美教授，就不可能进入佛门。我跟方老师学哲学，老师告诉我，他给我讲的一部《哲学概要》，最后一个单元「佛经哲学」，告诉我，释迦牟尼佛是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受。我们学了五十九年，发现佛经哲学不但是哲学，而且是科学，也是世界科学的最高峰；学佛不但是人生最高的享受，是人生最高的福报，有福的人才能接触到，接触不到是没福！不是宗教。这才搞清楚、搞明白，接受佛陀的教育那是人生第一大福报。他讲的是宇宙人生的真相，诸法实相。",
      "zh_TW": "我初學佛的時候，不知道佛法裡面究竟是什麼，聽到社會人云亦云。人怎麼說？人說佛教是宗教，人說佛教是迷信，我們也就真正相信它是宗教、它是迷信，所以很長的時間我們沒有意願去接觸它。遊山玩水免不了見到有寺廟，到裡面去參觀參觀，也沒有人跟我們介紹。看到裡面供的神像很多，所以引起我們一個錯誤的觀念，佛教是宗教，佛教是多神教，佛教是泛神教，多神教、泛神教在宗教學裡面講是低級宗教，高級宗教只有一個真神。這是造成一般人對佛法的不了解，產生嚴重的錯誤。我這一生如果不是碰到方東美教授，就不可能進入佛門。我跟方老師學哲學，老師告訴我，他給我講的一部《哲學概要》，最後一個單元「佛經哲學」，告訴我，釋迦牟尼佛是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受。我們學了五十九年，發現佛經哲學不但是哲學，而且是科學，也是世界科學的最高峰；學佛不但是人生最高的享受，是人生最高的福報，有福的人才能接觸到，接觸不到是沒福！不是宗教。這才搞清楚、搞明白，接受佛陀的教育那是人生第一大福報。他講的是宇宙人生的真相，諸法實相。"
    },
    {
      "id": "02-039-0083_p0004",
      "zh_CN": "「实相妙理，古今不变，故曰如。」这是哲学、科学里面所研究的一个主要的项目，一直到现在，可以说现代的科学跟佛经已经很接近了，量子科学，这是研究微观世界。科学向两个方向发展，一个是宏观世界，宇宙，《华严经》里面讲的「华藏世界品、世界成就品」，那是宏观世界；微观世界里面，佛讲阿赖耶，讲三细相，讲宇宙的起源。这个是现在量子力学，很了不起，也讲到阿赖耶，让我们真是佩服得五体投地。讲到宇宙的真相、物质的起源，也就是宇宙的起源，宇宙是物质组成的，物质从哪里来的？量子力学家告诉我们，物质是无中生有。无中为什么会生有？这他说不出来了，他只发现这个东西无中生有，而且出现的速度非常快，极短暂的时间，它几乎一出现立刻就消灭，第二个现象又出来了。所以物质究竟是什么？物质是意念（在量子力学叫信息，也叫意念）累积的一种连续的现象，严格的说，没有物质存在。大乘教里佛常讲「凡所有相，皆是虚妄」，那个相就是物质现象，也包括精神现象，皆是虚妄。《金刚经》上说，「一切有为法，如梦幻泡影」，有没有？不能说它没有，也不能说它真有。为什么？这个现象在面前，「当体即空，了不可得」，真相！这个现象很难懂，没有想到现在量子发现了。量子力学家告诉我们，宇宙之间只有三样东西，除这三样东西，实在什么都没有。他发现这三样东西就是阿赖耶的三细相，他说宇宙之间有能量、有物质、有信息，信息就是精神现象。这是新兴科学，我相信再有三年，顶多五年，这个学说在全世界大家都能够认知、都能够肯定，这是发现没多久。",
      "zh_TW": "「實相妙理，古今不變，故曰如。」這是哲學、科學裡面所研究的一個主要的項目，一直到現在，可以說現代的科學跟佛經已經很接近了，量子科學，這是研究微觀世界。科學向兩個方向發展，一個是宏觀世界，宇宙，《華嚴經》裡面講的「華藏世界品、世界成就品」，那是宏觀世界；微觀世界裡面，佛講阿賴耶，講三細相，講宇宙的起源。這個是現在量子力學，很了不起，也講到阿賴耶，讓我們真是佩服得五體投地。講到宇宙的真相、物質的起源，也就是宇宙的起源，宇宙是物質組成的，物質從哪裡來的？量子力學家告訴我們，物質是無中生有。無中為什麼會生有？這他說不出來了，他只發現這個東西無中生有，而且出現的速度非常快，極短暫的時間，它幾乎一出現立刻就消滅，第二個現象又出來了。所以物質究竟是什麼？物質是意念（在量子力學叫信息，也叫意念）累積的一種連續的現象，嚴格的說，沒有物質存在。大乘教裡佛常講「凡所有相，皆是虛妄」，那個相就是物質現象，也包括精神現象，皆是虛妄。《金剛經》上說，「一切有為法，如夢幻泡影」，有沒有？不能說它沒有，也不能說它真有。為什麼？這個現象在面前，「當體即空，了不可得」，真相！這個現象很難懂，沒有想到現在量子發現了。量子力學家告訴我們，宇宙之間只有三樣東西，除這三樣東西，實在什麼都沒有。他發現這三樣東西就是阿賴耶的三細相，他說宇宙之間有能量、有物質、有信息，信息就是精神現象。這是新興科學，我相信再有三年，頂多五年，這個學說在全世界大家都能夠認知、都能夠肯定，這是發現沒多久。"
    },
    {
      "id": "02-039-0083_p0005",
      "zh_CN": "他讲的能量，实际上就是佛法阿赖耶的业相。这个业相是极其微细的波动现象，这种波动现象我们没有办法觉察到，非常微细。在佛经上，什么人能够发现？能够看到这个现象？经上告诉我们，八地菩萨，你想那个定功多深。如果我们算，从《华严经》上来讲，这个定功的次第，十信位的菩萨，初信位刚刚修成小定。佛法这个等级是定功浅深程度而说的，不是说其他的，你没有定不行。要想得定，你一定要持戒，「因戒得定，因定开慧」。开慧是什么？你在定中见到了。十信位这就是第一个十个等级，这个定功从一到二、到十。佛在经上常讲的四禅八定，那是八个阶级，这八个阶级是世间禅定，没有出六道，叫世间禅定。到第九定才叫出世间，第九、第十，这个在《华严经》里面讲的十信位，第十没有出十法界。到第十一个等次，这才超越十法界，超越十法界之后，还有四十一个等级。你看十住、十行、十回向、十地，十地里面的第八地，八地菩萨才见到，见到阿赖耶，你想想看这个定功多深。阿罗汉、普通菩萨都还见不到，八地以上，换句话说，能够见到宇宙的源起，那个头，源头，八地、九地、十地、十一地、妙觉，最高的五个位次。这个定功从初级一直到最高的、到佛，是五十二个等级，最上面五个等级能看到，下面都看不到。这样微细的甚深的定功，所以极其微细的波动他能感受到。",
      "zh_TW": "他講的能量，實際上就是佛法阿賴耶的業相。這個業相是極其微細的波動現象，這種波動現象我們沒有辦法覺察到，非常微細。在佛經上，什麼人能夠發現？能夠看到這個現象？經上告訴我們，八地菩薩，你想那個定功多深。如果我們算，從《華嚴經》上來講，這個定功的次第，十信位的菩薩，初信位剛剛修成小定。佛法這個等級是定功淺深程度而說的，不是說其他的，你沒有定不行。要想得定，你一定要持戒，「因戒得定，因定開慧」。開慧是什麼？你在定中見到了。十信位這就是第一個十個等級，這個定功從一到二、到十。佛在經上常講的四禪八定，那是八個階級，這八個階級是世間禪定，沒有出六道，叫世間禪定。到第九定才叫出世間，第九、第十，這個在《華嚴經》裡面講的十信位，第十沒有出十法界。到第十一個等次，這才超越十法界，超越十法界之後，還有四十一個等級。你看十住、十行、十回向、十地，十地裡面的第八地，八地菩薩才見到，見到阿賴耶，你想想看這個定功多深。阿羅漢、普通菩薩都還見不到，八地以上，換句話說，能夠見到宇宙的源起，那個頭，源頭，八地、九地、十地、十一地、妙覺，最高的五個位次。這個定功從初級一直到最高的、到佛，是五十二個等級，最上面五個等級能看到，下面都看不到。這樣微細的甚深的定功，所以極其微細的波動他能感受到。"
    },
    {
      "id": "02-039-0083_p0006",
      "zh_CN": "所以，佛讲的实相妙理是亲自见到的。科学家是用数学，数学为科学之母，在数学里面找到理论依据，然后再用科学的方法证明，得力于科学的仪器去观察、去证明，能够发现阿赖耶，不简单！这个事情在大乘经里面佛跟我们讲过，第六意识，就是今天我们讲的思想，第六意识是分别，这个思想的能力太大，对外它能够想到整个宇宙，就是宏观世界，对内它能够缘到阿赖耶，就是讲微观世界，就是用第六意识，它有这么大的作用。用第六意识缘到阿赖耶，你想想看，到现代的科学才做到，可是佛经上已经说过了，像预言一样。科学没有发达之前，那全靠定功，定功不到八地程度你见不到。三细相，业相就是能量，境界相就是物质，转相就是信息。《华严经》上告诉我们，整个宇宙「唯心所现，唯识所变」，能现、能生这是自性，《还源观》里面讲「自性清净圆明体」，就是此地讲的实相之理体，就是自性清净圆明体。这个体不是物质也不是精神，它能生物质跟精神，它能生、它能现。现出来这个现象之后千变万化，变成十法界依正庄严，这怎么变的？念头变的，识变的，识就是阿赖耶、末那、意识，它变的，它能变。但是如果没有能现能生，它就没得变了，所以一定要所现所生它才能变。这个变，千变万化，这就是《还源观》上讲的「出生无尽」。能量就是《还源观》上这三种周遍第一种，「周遍法界」，念头的能量，物质现象的能量。",
      "zh_TW": "所以，佛講的實相妙理是親自見到的。科學家是用數學，數學為科學之母，在數學裡面找到理論依據，然後再用科學的方法證明，得力於科學的儀器去觀察、去證明，能夠發現阿賴耶，不簡單！這個事情在大乘經裡面佛跟我們講過，第六意識，就是今天我們講的思想，第六意識是分別，這個思想的能力太大，對外它能夠想到整個宇宙，就是宏觀世界，對內它能夠緣到阿賴耶，就是講微觀世界，就是用第六意識，它有這麼大的作用。用第六意識緣到阿賴耶，你想想看，到現代的科學才做到，可是佛經上已經說過了，像預言一樣。科學沒有發達之前，那全靠定功，定功不到八地程度你見不到。三細相，業相就是能量，境界相就是物質，轉相就是信息。《華嚴經》上告訴我們，整個宇宙「唯心所現，唯識所變」，能現、能生這是自性，《還源觀》裡面講「自性清淨圓明體」，就是此地講的實相之理體，就是自性清淨圓明體。這個體不是物質也不是精神，它能生物質跟精神，它能生、它能現。現出來這個現象之後千變萬化，變成十法界依正莊嚴，這怎麼變的？念頭變的，識變的，識就是阿賴耶、末那、意識，它變的，它能變。但是如果沒有能現能生，它就沒得變了，所以一定要所現所生它才能變。這個變，千變萬化，這就是《還源觀》上講的「出生無盡」。能量就是《還源觀》上這三種周遍第一種，「周遍法界」，念頭的能量，物質現象的能量。"
    },
    {
      "id": "02-039-0083_p0007",
      "zh_CN": "物质不是死的，任何物质就是一个基本粒子，讲细胞就很大了，细胞的分子，基本粒子。现在量子物理学家讲到基本物质还是能分，再分裂就变成量子，量子叫小光子，这是再小不过了。但是它里头有物质的现象你能看得见，有精神的现象，精神现象讲受想行识，它有感受，我们以善意对待它，它有好的反应，以恶念对待它，它有不好的反应，这就像江本博士对水实验的情形一样。所以，我们这才知道，这佛经上讲的，以前我们讲到这个没法子想像，也很难相信。你说山河大地它懂得人的意思吗？懂。花草树木懂得人的意思，我们还能够想像，为什么？它是生物，山河大地是矿物，它也懂人的意思吗？真懂，水是矿物。江本搞了十二年，在联合国做了好多次报告，真的，一点都不假。我到日本，特地去参观他的实验室，我去了两次还是三次，那一点都不假。证明什么？证明物质，不是生物，我们现在讲无生，非生物，它能看、它能听、它能懂人的意思。这就说明什么？佛法说整个宇宙是个有机体，是活的，它不是死的。所以，人居住在地球上，地球是活的，你不能对不起它。我们现在在地球上，任意破坏自然环境，它生气了，它一生气，我们今天讲自然灾害就来了。其实哪里是自然灾害，是地球在发脾气，我们对不起它，任意的来破坏它，所以它的报复，地震、洪水、火山爆发、海啸、地球温度的上升，这发脾气。",
      "zh_TW": "物質不是死的，任何物質就是一個基本粒子，講細胞就很大了，細胞的分子，基本粒子。現在量子物理學家講到基本物質還是能分，再分裂就變成量子，量子叫小光子，這是再小不過了。但是它裡頭有物質的現象你能看得見，有精神的現象，精神現象講受想行識，它有感受，我們以善意對待它，它有好的反應，以惡念對待它，它有不好的反應，這就像江本博士對水實驗的情形一樣。所以，我們這才知道，這佛經上講的，以前我們講到這個沒法子想像，也很難相信。你說山河大地它懂得人的意思嗎？懂。花草樹木懂得人的意思，我們還能夠想像，為什麼？它是生物，山河大地是礦物，它也懂人的意思嗎？真懂，水是礦物。江本搞了十二年，在聯合國做了好多次報告，真的，一點都不假。我到日本，特地去參觀他的實驗室，我去了兩次還是三次，那一點都不假。證明什麼？證明物質，不是生物，我們現在講無生，非生物，它能看、它能聽、它能懂人的意思。這就說明什麼？佛法說整個宇宙是個有機體，是活的，它不是死的。所以，人居住在地球上，地球是活的，你不能對不起它。我們現在在地球上，任意破壞自然環境，它生氣了，它一生氣，我們今天講自然災害就來了。其實哪裡是自然災害，是地球在發脾氣，我們對不起它，任意的來破壞它，所以它的報復，地震、洪水、火山爆發、海嘯、地球溫度的上升，這發脾氣。"
    },
    {
      "id": "02-039-0083_p0008",
      "zh_CN": "我们懂得这个道理，这是实相妙理真的明白了，这灾难能不能化解？能。一般宗教家他用什么方法？他用祈祷。我们佛门里面经忏佛事法会，包括我们提倡的三时系念，都是属于祈祷。祈祷用什么？集体的善念，很多人在一起，我们所发出的念头都是纯善，这个善念能够把灾难减轻，能够把灾难延后，不能消灭。所以它治标不治本，你隔几天不祷告，灾难就又现前了。什么方法治本？教育治本。教育，经典是教科书，释迦牟尼佛教科书，教导我们，我们明白了，起心动念一定要跟性德相应。性德，用现代的话说，跟大自然的法则相应，随顺大自然，那就风调雨顺，什么灾难都没有；如果不随顺大自然，你的麻烦就来了，什么灾难都来了。大自然的正常的，正常的自然规则是些什么？佛教没传到中国来之前，我们老祖宗也发现了，所以我说我们老祖宗是佛菩萨化身，真的，不是假的，他讲的跟佛一样。老祖宗教我们五伦、五常、四维、八德，佛也是讲这个。五伦是讲关系，我跟一切人是什么关系，跟一切动物是什么关系，跟一切植物是什么关系，跟山河大地是什么关系，跟整个宇宙是什么关系，这是伦理，讲关系。关系讲得最透彻、讲得最圆满，佛陀教育！什么关系？一体。整个宇宙的发现是一个生命共同体，一切众生跟我是一体。这个关系你要搞清楚了，你如果肯定了，你就会爱人，你不会害人，害人害自己。这个世间再可恶的人还是自己，不是外人，你能够责备他吗？你能够去伤害他吗？不能。那要怎么呢？要教导他，帮助他回头，中国老祖宗说人性本善，「人之初，性本善」。不但人性本善，佛经里面讲「一切众生皆有如来智慧德相」，这一切众生包括树木花草、包括山河大地、包括大自然的现象，任何现象里面都有智慧、都有德能、都有相好，一体！",
      "zh_TW": "我們懂得這個道理，這是實相妙理真的明白了，這災難能不能化解？能。一般宗教家他用什麼方法？他用祈禱。我們佛門裡面經懺佛事法會，包括我們提倡的三時繫念，都是屬於祈禱。祈禱用什麼？集體的善念，很多人在一起，我們所發出的念頭都是純善，這個善念能夠把災難減輕，能夠把災難延後，不能消滅。所以它治標不治本，你隔幾天不禱告，災難就又現前了。什麼方法治本？教育治本。教育，經典是教科書，釋迦牟尼佛教科書，教導我們，我們明白了，起心動念一定要跟性德相應。性德，用現代的話說，跟大自然的法則相應，隨順大自然，那就風調雨順，什麼災難都沒有；如果不隨順大自然，你的麻煩就來了，什麼災難都來了。大自然的正常的，正常的自然規則是些什麼？佛教沒傳到中國來之前，我們老祖宗也發現了，所以我說我們老祖宗是佛菩薩化身，真的，不是假的，他講的跟佛一樣。老祖宗教我們五倫、五常、四維、八德，佛也是講這個。五倫是講關係，我跟一切人是什麼關係，跟一切動物是什麼關係，跟一切植物是什麼關係，跟山河大地是什麼關係，跟整個宇宙是什麼關係，這是倫理，講關係。關係講得最透徹、講得最圓滿，佛陀教育！什麼關係？一體。整個宇宙的發現是一個生命共同體，一切眾生跟我是一體。這個關係你要搞清楚了，你如果肯定了，你就會愛人，你不會害人，害人害自己。這個世間再可惡的人還是自己，不是外人，你能夠責備他嗎？你能夠去傷害他嗎？不能。那要怎麼呢？要教導他，幫助他回頭，中國老祖宗說人性本善，「人之初，性本善」。不但人性本善，佛經裡面講「一切眾生皆有如來智慧德相」，這一切眾生包括樹木花草、包括山河大地、包括大自然的現象，任何現象裡面都有智慧、都有德能、都有相好，一體！"
    },
    {
      "id": "02-039-0083_p0009",
      "zh_CN": "佛陀的教学，跟我们中国古圣先贤教学的理念完全相同，真是谚语所说「英雄所见，大略相同」。释迦牟尼佛跟我们中国老祖宗尧舜禹汤、文武周公没见过面，为什么他们的想法一样的？他们教学的方法是一样的？为什么？在佛法讲，明心见性，你只要见性，完全就相同，就是你把实相妙理找到了，古今不变，永恒的。现在讲真理，你找到了真理，你证实了真理，所以你的起心动念纯净纯善，这就是佛菩萨。我们中国古人讲五伦只讲到人，讲到最高「凡是人，皆须爱」，没有包括其他。佛法到中国来，我们一看佛法讲的比我们讲得详细。佛法讲的，不但人跟我是一体，一切动物跟我一体、一切植物跟我一体、山河大地跟我一体，这个伦理关系扩大了。这就是汤恩比所说的，他非常佩服中国人的心量大，量大福大，能够接纳异族文化。佛教是异族文化，印度来的，外来的，不是中国本土东西，能够接受。可是佛法，真的它丰富了中国本土文化。我们中国本土讲到五伦，只讲这个范围，佛法一来，我们一看，我们这个关系扩大了，包括宇宙、自然现象，都包括进去，这就是佛法把中国东西提升了，这个有道理。所以佛法在中国，这两千年来，跟中国文化完全融成一体，分不开了。如果说把佛法分开，中国文化就变成非常有限。赵朴老当年在世的时候，常常说一句话，如果我们不要佛教文化，中国人连话都不会讲了。这什么意思？我们在日常生活当中，言语里有很多成语都是出自于佛经的，已经变成我们的习惯，开口闭口都用的是佛经上的术语。这个话说得都很有道理。",
      "zh_TW": "佛陀的教學，跟我們中國古聖先賢教學的理念完全相同，真是諺語所說「英雄所見，大略相同」。釋迦牟尼佛跟我們中國老祖宗堯舜禹湯、文武周公沒見過面，為什麼他們的想法一樣的？他們教學的方法是一樣的？為什麼？在佛法講，明心見性，你只要見性，完全就相同，就是你把實相妙理找到了，古今不變，永恆的。現在講真理，你找到了真理，你證實了真理，所以你的起心動念純淨純善，這就是佛菩薩。我們中國古人講五倫只講到人，講到最高「凡是人，皆須愛」，沒有包括其他。佛法到中國來，我們一看佛法講的比我們講得詳細。佛法講的，不但人跟我是一體，一切動物跟我一體、一切植物跟我一體、山河大地跟我一體，這個倫理關係擴大了。這就是湯恩比所說的，他非常佩服中國人的心量大，量大福大，能夠接納異族文化。佛教是異族文化，印度來的，外來的，不是中國本土東西，能夠接受。可是佛法，真的它豐富了中國本土文化。我們中國本土講到五倫，只講這個範圍，佛法一來，我們一看，我們這個關係擴大了，包括宇宙、自然現象，都包括進去，這就是佛法把中國東西提升了，這個有道理。所以佛法在中國，這兩千年來，跟中國文化完全融成一體，分不開了。如果說把佛法分開，中國文化就變成非常有限。趙樸老當年在世的時候，常常說一句話，如果我們不要佛教文化，中國人連話都不會講了。這什麼意思？我們在日常生活當中，言語裡有很多成語都是出自於佛經的，已經變成我們的習慣，開口閉口都用的是佛經上的術語。這個話說得都很有道理。"
    },
    {
      "id": "02-039-0083_p0010",
      "zh_CN": "这是一门大学问，方东美先生介绍给我，这是全世界哲学的最高峰，现在我们回头来一看，也是全世界科学的最高峰。今天科学、哲学里还有许多解决不了的问题，全在佛经上。佛经能够解释宇宙问题，我们这小小的地球，出了这一点点毛病，不能解决吗？哪有这个道理！至于社会这个乱象，那真是轻而易举，这叫鸡毛蒜皮，这算什么？你真正懂得，你就晓得怎么解决，而且很短的时间，轻而易举。今天整个世界的动乱，如果大家要从大乘佛法探讨，就像汤恩比博士所说的，中国孔孟学说、大乘佛法，要多长的时间把这个世界恢复到安定和平？我的想法、看法，顶多一年，世界上人就享福了。怎么做法？能够真正有五、六十个老师，对于大乘佛法、孔孟学说有研究，不但有研究，要真干，把所学的东西落实到生活、落实到工作、落实到待人接物。这个在佛法里面讲，有信、有解、有行、有证，自己到这种阶段你就可以教人，利用现在的高科技，卫星电视、网际网路。社会上有这么一个好的频道，二十四小时不间断的教学，一年，整个世界都会产生变化，变好了。",
      "zh_TW": "這是一門大學問，方東美先生介紹給我，這是全世界哲學的最高峰，現在我們回頭來一看，也是全世界科學的最高峰。今天科學、哲學裡還有許多解決不了的問題，全在佛經上。佛經能夠解釋宇宙問題，我們這小小的地球，出了這一點點毛病，不能解決嗎？哪有這個道理！至於社會這個亂象，那真是輕而易舉，這叫雞毛蒜皮，這算什麼？你真正懂得，你就曉得怎麼解決，而且很短的時間，輕而易舉。今天整個世界的動亂，如果大家要從大乘佛法探討，就像湯恩比博士所說的，中國孔孟學說、大乘佛法，要多長的時間把這個世界恢復到安定和平？我的想法、看法，頂多一年，世界上人就享福了。怎麼做法？能夠真正有五、六十個老師，對於大乘佛法、孔孟學說有研究，不但有研究，要真幹，把所學的東西落實到生活、落實到工作、落實到待人接物。這個在佛法裡面講，有信、有解、有行、有證，自己到這種階段你就可以教人，利用現在的高科技，衛星電視、網際網路。社會上有這麼一個好的頻道，二十四小時不間斷的教學，一年，整個世界都會產生變化，變好了。"
    },
    {
      "id": "02-039-0083_p0011",
      "zh_CN": "我相信，我凭什么相信？凭我们过去在汤池做的三年实验。我们用一个小镇，这个小镇居民四万八千人，我们在落实《弟子规》，看看能不能行得通？这是做个小小的实验，儒释道三个根我们用一个，用一个根来实验。没想到，不到四个月这个小镇就起了很大的变化，让人刮目相看。我们感受到的，证明了古圣先贤所说的「人之初，性本善」，让我们亲眼看到，人民是这么好教的。中国传统文化三个根只教一个，就这么大的效果，如果三个根都教，那个效果多大！当时，我们教学的老师三十七位，所以我想，如果国家能培养五、六十个这样的老师，真正做到，三个根都做到，天天在电视台上教。自己有个实验的场所，你到那边去看，你亲自到那边去学习，一年，社会安定，天下大治！",
      "zh_TW": "我相信，我憑什麼相信？憑我們過去在湯池做的三年實驗。我們用一個小鎮，這個小鎮居民四萬八千人，我們在落實《弟子規》，看看能不能行得通？這是做個小小的實驗，儒釋道三個根我們用一個，用一個根來實驗。沒想到，不到四個月這個小鎮就起了很大的變化，讓人刮目相看。我們感受到的，證明了古聖先賢所說的「人之初，性本善」，讓我們親眼看到，人民是這麼好教的。中國傳統文化三個根只教一個，就這麼大的效果，如果三個根都教，那個效果多大！當時，我們教學的老師三十七位，所以我想，如果國家能培養五、六十個這樣的老師，真正做到，三個根都做到，天天在電視台上教。自己有個實驗的場所，你到那邊去看，你親自到那邊去學習，一年，社會安定，天下大治！"
    },
    {
      "id": "02-039-0083_p0012",
      "zh_CN": "我这些年的学习，看到了、明白了，我们条件不够，想找一个实验的地方都找不到。汤池的实验做了三年，很难得，最后还是解散了。不过现在马来西亚吉隆坡他们接着去办，现在已经培训到第三届了。那个办成功会影响到全世界，你真要把点做出来，然后让这些老师在国家电视台去讲学，提倡整个社会的全民教育。马来西亚的政府很想这样做法，我相信他们能做得成功。人有善行，这个善行愿力不可思议，在宗教里面讲他得到众神的保佑，这个事情能够做得圆满、能够做得成功。",
      "zh_TW": "我這些年的學習，看到了、明白了，我們條件不夠，想找一個實驗的地方都找不到。湯池的實驗做了三年，很難得，最後還是解散了。不過現在馬來西亞吉隆坡他們接著去辦，現在已經培訓到第三屆了。那個辦成功會影響到全世界，你真要把點做出來，然後讓這些老師在國家電視台去講學，提倡整個社會的全民教育。馬來西亞的政府很想這樣做法，我相信他們能做得成功。人有善行，這個善行願力不可思議，在宗教裡面講他得到眾神的保佑，這個事情能夠做得圓滿、能夠做得成功。"
    },
    {
      "id": "02-039-0083_p0013",
      "zh_CN": "因为真理永恒不变，这叫如，如理而说，这叫是，他所说的跟这个道理完全相应，没有相违背，这叫是。这是如是这两个字的真义。这是一般的解释，因为所有的佛经，前面第一句都是「如是我闻」，这个说法是适合于所有经典。下面「今依本经」，如是两个字在我们这部经上怎么讲法？「蕅益大师曰」，蕅益大师是明末清初的人，他出生在明朝末年万历年间，他圆寂在清朝，是我们净土宗第九代的祖师，第八代是莲池大师。我们在他著述里面看到，他年轻时候对莲池大师非常佩服、非常尊敬，想学莲池大师，莲池大师已经往生了。但是莲池大师的著作在，现在我们所看到的《莲池大师全集》，这部书在，他就依照莲池大师的著作来学习，做莲池大师的学生。就像中国古代孟子，孟子仰慕孔子，想学孔子，孔子已经不在世了。孔子的著作在，他拿着孔子的著作自己学习，有不懂的地方去问孔子的学生。他真学成功了，这叫私淑弟子。他学得非常好，你看中国讲孔孟，你就能看出他学习的成绩。孔子的弟子，我们知道有曾子，《论语》上你看看，有很多曾子说的、有子说的。孔子当时那些学生都比不上孟子，这就是私淑弟子也能超过他当年在世所教的学生，出类拔萃。今天讲孔孟，不讲孔曾、不讲孔有，成功了。蕅益大师是莲池大师的私淑弟子，这是佛门里面，他的成就确实也超过莲池大师当年亲自教导的这些学生，没有能比得上蕅益的。",
      "zh_TW": "因為真理永恆不變，這叫如，如理而說，這叫是，他所說的跟這個道理完全相應，沒有相違背，這叫是。這是如是這兩個字的真義。這是一般的解釋，因為所有的佛經，前面第一句都是「如是我聞」，這個說法是適合於所有經典。下面「今依本經」，如是兩個字在我們這部經上怎麼講法？「蕅益大師曰」，蕅益大師是明末清初的人，他出生在明朝末年萬曆年間，他圓寂在清朝，是我們淨土宗第九代的祖師，第八代是蓮池大師。我們在他著述裡面看到，他年輕時候對蓮池大師非常佩服、非常尊敬，想學蓮池大師，蓮池大師已經往生了。但是蓮池大師的著作在，現在我們所看到的《蓮池大師全集》，這部書在，他就依照蓮池大師的著作來學習，做蓮池大師的學生。就像中國古代孟子，孟子仰慕孔子，想學孔子，孔子已經不在世了。孔子的著作在，他拿著孔子的著作自己學習，有不懂的地方去問孔子的學生。他真學成功了，這叫私淑弟子。他學得非常好，你看中國講孔孟，你就能看出他學習的成績。孔子的弟子，我們知道有曾子，《論語》上你看看，有很多曾子說的、有子說的。孔子當時那些學生都比不上孟子，這就是私淑弟子也能超過他當年在世所教的學生，出類拔萃。今天講孔孟，不講孔曾、不講孔有，成功了。蕅益大師是蓮池大師的私淑弟子，這是佛門裡面，他的成就確實也超過蓮池大師當年親自教導的這些學生，沒有能比得上蕅益的。"
    },
    {
      "id": "02-039-0083_p0014",
      "zh_CN": "所以从这些例子来看，真的是「师父领进门，修行在个人」。有没有成就，跟老师关系不大，问题你得善学，就是你会学，宗门口头语常讲，会么！这个话的意思很深。真正会学，不但你学得跟孔子一样，有时候还超过，学生超过老师。古人有句话说「青出于蓝而胜于蓝」，这就是学生超过老师，会学；不会，老师天天指导你，你也不能成就。所以「会」这个字关系可大了。怎么才叫会？真正会，实在讲六个字就包括了，老实、听话、真干，这人就会学了。你把你所学到的东西，要变成自己的生活，譬如五伦讲关系，你明白了，上下尊卑你知道了，对长上要尊敬，对晚辈要爱护，你都能做到。做些什么？十二个字，把中国所有的德行，五伦、四维、八德总集合起来十二个字，「孝悌忠信、礼义廉耻、仁爱和平」，这十二个字完全表现在你的生活里头、工作里头、处事待人接物里头，你就会了。你学圣，你就是圣人，你学贤，就是贤人，绝不亚于古圣先贤，也有可能你会超越。你学佛，你能成佛，你学菩萨，你能成菩萨。佛、菩萨，诸位要知道，是佛门的术语。什么意思？佛是印度话，翻成中国称觉悟。佛什么意思？佛是个觉悟的人，觉而不迷，这个人叫佛。跟中国「圣」意思完全相同，圣是明白人，对于一切事理他通达明了，这个人叫圣人。所以佛跟圣很接近。当时翻经为什么不用圣来翻佛，还是保留原音？佛里面的含义比圣广，比圣还要深，在中国找不到适合的字，所以就用音译，加以解释。因为佛里面翻成觉，觉有三种觉，有自觉、有觉他、有觉行圆满，这个意思在中国找不到。佛这个字里头有智慧的意思，但是也没有办法用智慧翻，因为他智慧有三种，有一切智、道种智、一切种智，这在我们中国智慧里头没这个意思。所以它比我们这个圣含义要深、要广，很接近。你得懂得意思，它是佛门里面学位的名称。",
      "zh_TW": "所以從這些例子來看，真的是「師父領進門，修行在個人」。有沒有成就，跟老師關係不大，問題你得善學，就是你會學，宗門口頭語常講，會麼！這個話的意思很深。真正會學，不但你學得跟孔子一樣，有時候還超過，學生超過老師。古人有句話說「青出於藍而勝於藍」，這就是學生超過老師，會學；不會，老師天天指導你，你也不能成就。所以「會」這個字關係可大了。怎麼才叫會？真正會，實在講六個字就包括了，老實、聽話、真幹，這人就會學了。你把你所學到的東西，要變成自己的生活，譬如五倫講關係，你明白了，上下尊卑你知道了，對長上要尊敬，對晚輩要愛護，你都能做到。做些什麼？十二個字，把中國所有的德行，五倫、四維、八德總集合起來十二個字，「孝悌忠信、禮義廉恥、仁愛和平」，這十二個字完全表現在你的生活裡頭、工作裡頭、處事待人接物裡頭，你就會了。你學聖，你就是聖人，你學賢，就是賢人，絕不亞於古聖先賢，也有可能你會超越。你學佛，你能成佛，你學菩薩，你能成菩薩。佛、菩薩，諸位要知道，是佛門的術語。什麼意思？佛是印度話，翻成中國稱覺悟。佛什麼意思？佛是個覺悟的人，覺而不迷，這個人叫佛。跟中國「聖」意思完全相同，聖是明白人，對於一切事理他通達明瞭，這個人叫聖人。所以佛跟聖很接近。當時翻經為什麼不用聖來翻佛，還是保留原音？佛裡面的含義比聖廣，比聖還要深，在中國找不到適合的字，所以就用音譯，加以解釋。因為佛裡面翻成覺，覺有三種覺，有自覺、有覺他、有覺行圓滿，這個意思在中國找不到。佛這個字裡頭有智慧的意思，但是也沒有辦法用智慧翻，因為他智慧有三種，有一切智、道種智、一切種智，這在我們中國智慧裡頭沒這個意思。所以它比我們這個聖含義要深、要廣，很接近。你得懂得意思，它是佛門裡面學位的名稱。"
    },
    {
      "id": "02-039-0083_p0015",
      "zh_CN": "佛在经上讲得很好，「一切众生本来是佛」，你现在是不是佛？是的，佛眼睛里看是的。你反对佛就是反对自己，反对自己什么？反对自己觉悟。换句话，你不愿意觉悟，你不就变成糊涂人吗？你愿不愿意做个糊涂人？你还是愿意做个有智慧的人？佛就是个有智慧的人。你本来是佛，你为什么会不觉悟、会迷惑？因为佛讲了，你迷了自性，这一迷之后，你就产生自私自利，自私自利一展开一定就是名闻利养，起心动念损人利己，这就是错误。你本来起心动念是无我，利益众生的，现在你迷了。你要晓得，无我、起心动念利益众生、一切作为也是利益众生，是你的本来面目。在中国，毛主席讲了一句话，「全心全意为人民服务」，那就是佛。反对佛，就是反对全心全力为人民服务，不就这个意思吗？所以你得搞明白、搞清楚才行，否则的话就闹笑话了。什么是佛？不知道，认为佛是神，这天大的冤枉！认为菩萨是神，你糟不糟糕！佛教里没有神，宗教里有神，佛教不是宗教。佛教里只有两种关系，一个老师、一个学生，菩萨是学生，阿罗汉是学生，我们也是学生。菩萨跟阿罗汉是拿到学位了，好像在学校念书，他拿到硕士学位，这就是菩萨；拿到学士学位，他就是阿罗汉。我们在学校念书没拿到学位，换句话说，我们念小学、念中学，念大学才有学位，这是学位的名称。最高的学位是佛陀，相当博士学位，每个人都可以拿到，人人都可以成佛，像中国说人人都可以成圣人，是这么个意思。学佛，一丝毫迷信没有。非常可惜，今天许许多多佛门弟子，无论出家在家，没有能把佛法讲清楚、讲明白，这很遗憾。我要不是遇到这三个好老师，方老师、章嘉大师跟李炳南老居士，我们决定当迷信，就决定不肯入佛门，为什么？对佛门无知。遇到这三个人，把佛讲清楚、讲明白了，我们才真正发心、真正情愿来学习佛陀教育，知道这是一门大学问。佛教什么东西？要用现在的话，不外乎这五个项目，佛给我们教伦理、教道德、教因果、教哲学、教科学，五门功课都达到登峰造极、究竟圆满。这么好的东西，遇到不肯认真学习，你说多可惜！认真学习，不冤枉这一次到人间来，这次来得有意义、来得有价值。中国古人讲「朝闻道，夕死可矣」，学佛，尤其学习大乘，对这句话很佩服，为什么？在佛法里，我们自己所有的问题全部解决了，身心自在，真的是方老师讲的，人生最高的享受，我还换一句话说，人生无比的福报，最大的福报。",
      "zh_TW": "佛在經上講得很好，「一切眾生本來是佛」，你現在是不是佛？是的，佛眼睛裡看是的。你反對佛就是反對自己，反對自己什麼？反對自己覺悟。換句話，你不願意覺悟，你不就變成糊塗人嗎？你願不願意做個糊塗人？你還是願意做個有智慧的人？佛就是個有智慧的人。你本來是佛，你為什麼會不覺悟、會迷惑？因為佛講了，你迷了自性，這一迷之後，你就產生自私自利，自私自利一展開一定就是名聞利養，起心動念損人利己，這就是錯誤。你本來起心動念是無我，利益眾生的，現在你迷了。你要曉得，無我、起心動念利益眾生、一切作為也是利益眾生，是你的本來面目。在中國，毛主席講了一句話，「全心全意為人民服務」，那就是佛。反對佛，就是反對全心全力為人民服務，不就這個意思嗎？所以你得搞明白、搞清楚才行，否則的話就鬧笑話了。什麼是佛？不知道，認為佛是神，這天大的冤枉！認為菩薩是神，你糟不糟糕！佛教裡沒有神，宗教裡有神，佛教不是宗教。佛教裡只有兩種關係，一個老師、一個學生，菩薩是學生，阿羅漢是學生，我們也是學生。菩薩跟阿羅漢是拿到學位了，好像在學校念書，他拿到碩士學位，這就是菩薩；拿到學士學位，他就是阿羅漢。我們在學校念書沒拿到學位，換句話說，我們念小學、念中學，念大學才有學位，這是學位的名稱。最高的學位是佛陀，相當博士學位，每個人都可以拿到，人人都可以成佛，像中國說人人都可以成聖人，是這麼個意思。學佛，一絲毫迷信沒有。非常可惜，今天許許多多佛門弟子，無論出家在家，沒有能把佛法講清楚、講明白，這很遺憾。我要不是遇到這三個好老師，方老師、章嘉大師跟李炳南老居士，我們決定當迷信，就決定不肯入佛門，為什麼？對佛門無知。遇到這三個人，把佛講清楚、講明白了，我們才真正發心、真正情願來學習佛陀教育，知道這是一門大學問。佛教什麼東西？要用現在的話，不外乎這五個項目，佛給我們教倫理、教道德、教因果、教哲學、教科學，五門功課都達到登峰造極、究竟圓滿。這麼好的東西，遇到不肯認真學習，你說多可惜！認真學習，不冤枉這一次到人間來，這次來得有意義、來得有價值。中國古人講「朝聞道，夕死可矣」，學佛，尤其學習大乘，對這句話很佩服，為什麼？在佛法裡，我們自己所有的問題全部解決了，身心自在，真的是方老師講的，人生最高的享受，我還換一句話說，人生無比的福報，最大的福報。"
    },
    {
      "id": "02-039-0083_p0016",
      "zh_CN": "蕅益大师说，「依实相理，念佛求生净土，决定无非，曰是」，这蕅益大师说的，完全把它归到我净土法门。「依实相理念佛」，这句话要紧，关键就在这句话。我们今天念佛，不是依实相理。我们念佛为什么念得不能成就，招别人厌恶，你在搞迷信？不能怪别人，是我们自己依烦恼习气在念佛求生净土，那能行吗？不行。你念佛的目的何在？你去调查一下，绝大多数的人为升官、为发财，求佛菩萨保佑，不是求生净土。他念佛的动机不清净，他念佛的目的跟佛法所讲的反方向，他怎么会有成就？佛菩萨不可能保佑你升官发财，哪有这种道理！那你得去找神明去。其实神明也不是真正能保佑你，骗你而已，你听骗不听劝，那就没法子。但是你想升官发财，佛真能帮得上，为什么？你想的这是果报，果必有因，佛知道因，佛能把这个道理讲清楚，方法给你讲清楚，你依照这个理论、依照这个方法去做，果报能现前，这叫「佛氏门中，有求必应」。真的，求福报得福报，求聪明智慧得聪明智慧，求长寿得长寿，求儿女得儿女，真的是有求必应。这个道理，早年章嘉大师教我的，他说得很清楚，如理如法你去学习，还是你自己修因得的果报。佛只能在理论上指导你、方法上指导你，还是得你自己去做，你自己不做你得不到。所以「公修公得，婆修婆得，不修不得」，这是佛说的，佛不迷信。念佛人，你的目的是想求生极乐世界，你一定依实相理。实相理是什么？在净宗法门里面三个条件，信、愿、行。这三个条件，我们看看修净土的人，有几个人真的具足？每个人都说我相信、我发了愿，其实你细心去反省，你的信不是真信。这个世间名闻利养，你接触到了你还会动心、你还会贪恋，这信就不真、愿也不真，不是真信切愿。所以你念佛多年，感应都没有，感应没有，到最后就不相信了。这个问题不是出在释迦牟尼佛身上，也不是出在经典身上，是我们自己做的功夫不够，我们自己把经典误会了，不是正确的理解，一知半解，盲修瞎练，还要冤枉佛、冤枉经典，你说你这罪过多重。",
      "zh_TW": "蕅益大師說，「依實相理，念佛求生淨土，決定無非，曰是」，這蕅益大師說的，完全把它歸到我淨土法門。「依實相理念佛」，這句話要緊，關鍵就在這句話。我們今天念佛，不是依實相理。我們念佛為什麼念得不能成就，招別人厭惡，你在搞迷信？不能怪別人，是我們自己依煩惱習氣在念佛求生淨土，那能行嗎？不行。你念佛的目的何在？你去調查一下，絕大多數的人為升官、為發財，求佛菩薩保佑，不是求生淨土。他念佛的動機不清淨，他念佛的目的跟佛法所講的反方向，他怎麼會有成就？佛菩薩不可能保佑你升官發財，哪有這種道理！那你得去找神明去。其實神明也不是真正能保佑你，騙你而已，你聽騙不聽勸，那就沒法子。但是你想升官發財，佛真能幫得上，為什麼？你想的這是果報，果必有因，佛知道因，佛能把這個道理講清楚，方法給你講清楚，你依照這個理論、依照這個方法去做，果報能現前，這叫「佛氏門中，有求必應」。真的，求福報得福報，求聰明智慧得聰明智慧，求長壽得長壽，求兒女得兒女，真的是有求必應。這個道理，早年章嘉大師教我的，他說得很清楚，如理如法你去學習，還是你自己修因得的果報。佛只能在理論上指導你、方法上指導你，還是得你自己去做，你自己不做你得不到。所以「公修公得，婆修婆得，不修不得」，這是佛說的，佛不迷信。念佛人，你的目的是想求生極樂世界，你一定依實相理。實相理是什麼？在淨宗法門裡面三個條件，信、願、行。這三個條件，我們看看修淨土的人，有幾個人真的具足？每個人都說我相信、我發了願，其實你細心去反省，你的信不是真信。這個世間名聞利養，你接觸到了你還會動心、你還會貪戀，這信就不真、願也不真，不是真信切願。所以你念佛多年，感應都沒有，感應沒有，到最後就不相信了。這個問題不是出在釋迦牟尼佛身上，也不是出在經典身上，是我們自己做的功夫不夠，我們自己把經典誤會了，不是正確的理解，一知半解，盲修瞎練，還要冤枉佛、冤枉經典，你說你這罪過多重。"
    },
    {
      "id": "02-039-0083_p0017",
      "zh_CN": "大师这三句话，后面黄念老有解释，我们看黄念老的解释。「盖实相妙理，只是当前一念心之自性」，这个话讲得好。一念心的自性不好懂，我们长时在一起学习的，听到这句话就不难懂了，为什么？《华严经》上讲得清楚，这一念心是什么？就是《还源观》上的「自性清净圆明体」，这是一念心。要用这个心来念佛，那个果报就太殊胜，那就是净宗里面所讲的「一念相应一念佛，念念相应念念佛」，那一点不假，你跟极乐世界阿弥陀佛就搭上线，真的就通了。回过头来想想，我们现在用什么心？用妄想心，用杂乱的心，这个心念头太多了。一念是定，没有一个杂念，就是大势至菩萨要求的「都摄六根，净念相继」，这句话就是大势至讲的这八个字，那哪有不成就的道理！都摄六根就是放下妄想分别执着，这叫都摄六根；净念相继，清净的念头，净念是什么？不怀疑、不夹杂就净，这就是一念心。离开妄想分别执着就是自性，自性里面没有这些东西。相继就是不间断，念念不间断。这是如是我闻。",
      "zh_TW": "大師這三句話，後面黃念老有解釋，我們看黃念老的解釋。「蓋實相妙理，只是當前一念心之自性」，這個話講得好。一念心的自性不好懂，我們長時在一起學習的，聽到這句話就不難懂了，為什麼？《華嚴經》上講得清楚，這一念心是什麼？就是《還源觀》上的「自性清淨圓明體」，這是一念心。要用這個心來念佛，那個果報就太殊勝，那就是淨宗裡面所講的「一念相應一念佛，念念相應念念佛」，那一點不假，你跟極樂世界阿彌陀佛就搭上線，真的就通了。回過頭來想想，我們現在用什麼心？用妄想心，用雜亂的心，這個心念頭太多了。一念是定，沒有一個雜念，就是大勢至菩薩要求的「都攝六根，淨念相繼」，這句話就是大勢至講的這八個字，那哪有不成就的道理！都攝六根就是放下妄想分別執著，這叫都攝六根；淨念相繼，清淨的念頭，淨念是什麼？不懷疑、不夾雜就淨，這就是一念心。離開妄想分別執著就是自性，自性裡面沒有這些東西。相繼就是不間斷，念念不間斷。這是如是我聞。"
    },
    {
      "id": "02-039-0083_p0018",
      "zh_CN": "「非生非灭，无去无来，湛然常住，故名曰如」，这几句话是念老讲的。这个心不是生灭心，没有来去，当下这一念。「湛然常住」，常住是真心，这个住就是定，念佛三昧。念念都是这一句阿弥陀佛，念念是清净心，念念没有妄想分别执着，你跟如就相应。「依此心性念佛，求生净土。能念是实相心（是真心），所念是实相佛，所生是实相土，咸为实相正印之所印。故大师曰，决定无非，曰是」。这几句关键的是实相心，实相心是真心，能念的是真心，所念的就是真佛。佛从哪里来？佛是你心所现的，唯心所现。阿弥陀佛，中峰禅师在系念佛事里面开示讲到，这两句话很重要，跟这里讲的完全一样，「阿弥陀佛即是我心」，我的心，我的心就是阿弥陀佛。这就是能念是实相心，真心，阿弥陀佛是你心现的，唯心所现，你看在伦理关系，跟你是同一体。土是什么？极乐世界，中峰禅师说「此方即净土，净土即此方」，极乐世界在哪里？就在此地。你是真心，你看这个世界就是净土，你有妄想分别执着，你看这个世界就是秽土，境随心转。",
      "zh_TW": "「非生非滅，無去無來，湛然常住，故名曰如」，這幾句話是念老講的。這個心不是生滅心，沒有來去，當下這一念。「湛然常住」，常住是真心，這個住就是定，念佛三昧。念念都是這一句阿彌陀佛，念念是清淨心，念念沒有妄想分別執著，你跟如就相應。「依此心性念佛，求生淨土。能念是實相心（是真心），所念是實相佛，所生是實相土，咸為實相正印之所印。故大師曰，決定無非，曰是」。這幾句關鍵的是實相心，實相心是真心，能念的是真心，所念的就是真佛。佛從哪裡來？佛是你心所現的，唯心所現。阿彌陀佛，中峰禪師在繫念佛事裡面開示講到，這兩句話很重要，跟這裡講的完全一樣，「阿彌陀佛即是我心」，我的心，我的心就是阿彌陀佛。這就是能念是實相心，真心，阿彌陀佛是你心現的，唯心所現，你看在倫理關係，跟你是同一體。土是什麼？極樂世界，中峰禪師說「此方即淨土，淨土即此方」，極樂世界在哪裡？就在此地。你是真心，你看這個世界就是淨土，你有妄想分別執著，你看這個世界就是穢土，境隨心轉。"
    },
    {
      "id": "02-039-0083_p0019",
      "zh_CN": "这个事实真相被现在量子力学家发现，这个发现，量子科学家告诉我们，我们对于地球产生了无比的信心，我们能够拯救地球。怎么拯救法？你把心态转变，地球就转变。今天地球上这么多毛病，是我们的心态不正常，违背了性德。也就是中国人所讲的，中国人讲性德，孝悌忠信，你是不孝、不悌、不忠、不信，礼义廉耻都没有了，无礼、无义、无廉、无耻，仁爱和平也没有，所以地球出了问题。如果我们反过来，把这十二个字统统做到，这地球上所有灾难就没有了。这真的，一点不假。我们身体有病，你看看彭鑫大夫讲的，病从哪里来的？你违背仁义礼智信，不仁、不义、无礼、无信，所以你五脏六腑有病。你要是觉悟了，我把我这些违背自性的东西放下，把性德提起，这是五常，仁义礼智信，你真正能做到，你内部病态的细胞很快就恢复正常，恢复正常就健康。需不需要用医药？不需要，自己会调治。这个事情是真的，不是假的。你看现在许多得癌症的，医院束手无策，宣布他顶多只能活三个月。可是他遇到传统文化，他懂得这个道理，把自己心态一调整，三个月好了，再去检查没有了，奇迹发生。一点都不奇怪，哪里是奇迹！什么道理？一切法从心想生，你的心想纯正，健康长寿，所有疾病恢复正常，它不是迷信。",
      "zh_TW": "這個事實真相被現在量子力學家發現，這個發現，量子科學家告訴我們，我們對於地球產生了無比的信心，我們能夠拯救地球。怎麼拯救法？你把心態轉變，地球就轉變。今天地球上這麼多毛病，是我們的心態不正常，違背了性德。也就是中國人所講的，中國人講性德，孝悌忠信，你是不孝、不悌、不忠、不信，禮義廉恥都沒有了，無禮、無義、無廉、無恥，仁愛和平也沒有，所以地球出了問題。如果我們反過來，把這十二個字統統做到，這地球上所有災難就沒有了。這真的，一點不假。我們身體有病，你看看彭鑫大夫講的，病從哪裡來的？你違背仁義禮智信，不仁、不義、無禮、無信，所以你五臟六腑有病。你要是覺悟了，我把我這些違背自性的東西放下，把性德提起，這是五常，仁義禮智信，你真正能做到，你內部病態的細胞很快就恢復正常，恢復正常就健康。需不需要用醫藥？不需要，自己會調治。這個事情是真的，不是假的。你看現在許多得癌症的，醫院束手無策，宣布他頂多只能活三個月。可是他遇到傳統文化，他懂得這個道理，把自己心態一調整，三個月好了，再去檢查沒有了，奇蹟發生。一點都不奇怪，哪裡是奇蹟！什麼道理？一切法從心想生，你的心想純正，健康長壽，所有疾病恢復正常，它不是迷信。"
    },
    {
      "id": "02-039-0083_p0020",
      "zh_CN": "古人这样告诉我们，佛在经典上也是这样教导我们，很难得，我们很感激，近代量子科学家也是这样说法。关键你能不能相信？「信为道元功德母」，关键在这个「信」字。真信，一点不怀疑，它就恢复了，病态的细胞就恢复正常。为什么？就是一切法从意念上生的。量子科学家告诉我们，我们的细胞是物质，健康的细胞是物质，带着病毒的也是物质，它不是别的东西。物质听谁的话？听念头。所以我们念头改邪归正，这里面的细胞全部恢复正常。纯净纯善，那你就是金刚不坏身，佛能证得，我们也能证得。什么东西是疾病的根源？贪瞋痴，还加个傲慢，贪瞋痴慢，这是所有一切疾病，就是把健康的细胞转变成病态，就这四样东西。所以佛教导我们「勤修戒定慧，息灭贪瞋痴」，对自己来讲，健康长寿、幸福快乐；你真能做到，你家庭美满、事业顺利；居住这个地方，你能感化这个地方，这个地方和谐，这个地方不遭灾难。真做得到，不是做不到！所以得用真心。实相心，这是实相佛，这是自性弥陀；极乐世界，实相土，唯心净土。都是实相正印之所印，这句话是比喻。中国人自古，在信用上是讲印章的，印代表信，这个印是实相正印。没有一样不是实相，它跟实相完全相应，所以蕅益大师说决定无非，这叫是。如是我们就学到此地。",
      "zh_TW": "古人這樣告訴我們，佛在經典上也是這樣教導我們，很難得，我們很感激，近代量子科學家也是這樣說法。關鍵你能不能相信？「信為道元功德母」，關鍵在這個「信」字。真信，一點不懷疑，它就恢復了，病態的細胞就恢復正常。為什麼？就是一切法從意念上生的。量子科學家告訴我們，我們的細胞是物質，健康的細胞是物質，帶著病毒的也是物質，它不是別的東西。物質聽誰的話？聽念頭。所以我們念頭改邪歸正，這裡面的細胞全部恢復正常。純淨純善，那你就是金剛不壞身，佛能證得，我們也能證得。什麼東西是疾病的根源？貪瞋痴，還加個傲慢，貪瞋痴慢，這是所有一切疾病，就是把健康的細胞轉變成病態，就這四樣東西。所以佛教導我們「勤修戒定慧，息滅貪瞋痴」，對自己來講，健康長壽、幸福快樂；你真能做到，你家庭美滿、事業順利；居住這個地方，你能感化這個地方，這個地方和諧，這個地方不遭災難。真做得到，不是做不到！所以得用真心。實相心，這是實相佛，這是自性彌陀；極樂世界，實相土，唯心淨土。都是實相正印之所印，這句話是比喻。中國人自古，在信用上是講印章的，印代表信，這個印是實相正印。沒有一樣不是實相，它跟實相完全相應，所以蕅益大師說決定無非，這叫是。如是我們就學到此地。"
    },
    {
      "id": "02-039-0083_p0021",
      "zh_CN": "底下讲的我闻。「我闻者，闻成就」，六种成就的闻成就，「阿难结集法藏时自言，如是法门，我从佛闻」。这是说明，他登座复讲，不是他自己说的，是听佛这样讲的。「我」是自己，「闻」是我亲闻，告诉大众，这可以证信。这一切，在佛法里面学习、修行非常重要。佛法在中国历史上记载，释迦牟尼佛入灭，也就是过世，到今年三千零三十七年，我们中国历史上记载的。他是周穆王五十三年过世的，从那时算到今年，三千零三十七年。外国人，当然他也有根据，他们说的是今年是二千五百五十四年。中国跟外国这个记载，相差差不多六百年，这个咱们不要去管它，用不着去分别执着。总而言之，释迦牟尼佛距离我们至少是二千五百年以上，在中国人记载。中国过去这些佛门的大德，包括虚云老和尚，民国初年这些大德，都用中国的纪年，就是三千零三十七年，都用这个。这么长远的时间，世世代代弘法、护法这些大德，特别是弘法，讲经教学的这些人，他们是怎样培养成功的，学习成功的？全学阿难，这一点要知道。那就是都是讲小座成功的。",
      "zh_TW": "底下講的我聞。「我聞者，聞成就」，六種成就的聞成就，「阿難結集法藏時自言，如是法門，我從佛聞」。這是說明，他登座複講，不是他自己說的，是聽佛這樣講的。「我」是自己，「聞」是我親聞，告訴大眾，這可以證信。這一切，在佛法裡面學習、修行非常重要。佛法在中國歷史上記載，釋迦牟尼佛入滅，也就是過世，到今年三千零三十七年，我們中國歷史上記載的。他是周穆王五十三年過世的，從那時算到今年，三千零三十七年。外國人，當然他也有根據，他們說的是今年是二千五百五十四年。中國跟外國這個記載，相差差不多六百年，這個咱們不要去管它，用不著去分別執著。總而言之，釋迦牟尼佛距離我們至少是二千五百年以上，在中國人記載。中國過去這些佛門的大德，包括虛雲老和尚，民國初年這些大德，都用中國的紀年，就是三千零三十七年，都用這個。這麼長遠的時間，世世代代弘法、護法這些大德，特別是弘法，講經教學的這些人，他們是怎樣培養成功的，學習成功的？全學阿難，這一點要知道。那就是都是講小座成功的。"
    },
    {
      "id": "02-039-0083_p0022",
      "zh_CN": "我第一次到香港来讲《楞严经》，四个月，第一次住四个月，一九七七年，三十多年前了，正好演培法师在此地，我跟他在台湾认识。他们有一辆巴士在香港旅游，就邀了我一道，我们就坐在一起。他就谈到弘法的法师，他说佛学院，非常感慨的说，佛学院出不了人才。在那个时候，还有一些讲经的大德，统统都是讲小座出身的，他指着我，「包括你也在内」。真的，我们是讲小座，就是复讲。复讲是阿难开头，阿难升座讲经，完全是复讲释迦牟尼佛的，不能加一点自己的意思在里头。古人教学好严，你自己有悟处，你不能讲，你还是要讲老师的。为什么？训练你的定力、训练你的谦虚，也就是决定不在老师讲的上面加一个字。这就是什么？老实，听话。到什么时候才能发挥自己意思？自己有悟处，开悟了。自己没有开悟之前，决定遵守老师的，以前这样严格。所以，世世代代出高僧、高人，这个方法真好！但是在今天，今天民主开放自由，就不能限制了。所以这一代出的人就少了，就比不上过去。为什么？没有那么严格。它严格的好处在哪里？它里头有戒定慧三学。现在你可以自由发挥，自己搜集资料，戒定慧没有了。没有戒定慧，变成什么？变成佛学、变成学术，跟从前不一样，从前是完全从戒定慧培养你的性德。佛教要真正能复兴，还得用老办法，不用老办法，培养的是学者、专家，像现在大学里面培养这些博士，德行就差远了。德行是什么？老实、听话、真干，这就没有了。阿难是第一个表率，几千年来培养讲经的法师都这个方法。怎么个培养法？法师升座讲经，在一个讲堂，选择，他是两个条件，这是讲学经的两个条件，做讲经的法师，第一个记忆力好，你这一遍听了之后你不会忘记，第二个理解力强。这是两个基本原因，没有这两个条件，你就没有办法学讲经；没有办法学讲经，在一起学习，将来做护法。寺庙是个学校，讲经是教员，没有讲经做职员，日常行政事情你们去做，做职员，教职员，学校就两种人。所以教员一定这两个条件。",
      "zh_TW": "我第一次到香港來講《楞嚴經》，四個月，第一次住四個月，一九七七年，三十多年前了，正好演培法師在此地，我跟他在台灣認識。他們有一輛巴士在香港旅遊，就邀了我一道，我們就坐在一起。他就談到弘法的法師，他說佛學院，非常感慨的說，佛學院出不了人才。在那個時候，還有一些講經的大德，統統都是講小座出身的，他指著我，「包括你也在內」。真的，我們是講小座，就是複講。複講是阿難開頭，阿難升座講經，完全是複講釋迦牟尼佛的，不能加一點自己的意思在裡頭。古人教學好嚴，你自己有悟處，你不能講，你還是要講老師的。為什麼？訓練你的定力、訓練你的謙虛，也就是決定不在老師講的上面加一個字。這就是什麼？老實，聽話。到什麼時候才能發揮自己意思？自己有悟處，開悟了。自己沒有開悟之前，決定遵守老師的，以前這樣嚴格。所以，世世代代出高僧、高人，這個方法真好！但是在今天，今天民主開放自由，就不能限制了。所以這一代出的人就少了，就比不上過去。為什麼？沒有那麼嚴格。它嚴格的好處在哪裡？它裡頭有戒定慧三學。現在你可以自由發揮，自己蒐集資料，戒定慧沒有了。沒有戒定慧，變成什麼？變成佛學、變成學術，跟從前不一樣，從前是完全從戒定慧培養你的性德。佛教要真正能復興，還得用老辦法，不用老辦法，培養的是學者、專家，像現在大學裡面培養這些博士，德行就差遠了。德行是什麼？老實、聽話、真幹，這就沒有了。阿難是第一個表率，幾千年來培養講經的法師都這個方法。怎麼個培養法？法師升座講經，在一個講堂，選擇，他是兩個條件，這是講學經的兩個條件，做講經的法師，第一個記憶力好，你這一遍聽了之後你不會忘記，第二個理解力強。這是兩個基本原因，沒有這兩個條件，你就沒有辦法學講經；沒有辦法學講經，在一起學習，將來做護法。寺廟是個學校，講經是教員，沒有講經做職員，日常行政事情你們去做，做職員，教職員，學校就兩種人。所以教員一定這兩個條件。"
    },
    {
      "id": "02-039-0083_p0023",
      "zh_CN": "无论是教员、职员，基本的德行是一样的，那就是我们讲的四个根，《弟子规》、《感应篇》、《十善业》，再是戒律，要持戒，这个是普遍的，共同科目。学讲经的这几个人，老师，就是法师挑选出来坐第一排的，面对着老师，他们坐第一排，第一排都是要担任复讲的。听完老师这堂课，明天你把你昨天听到老师的重复讲一遍，不准加自己的意思。老师怎么讲的你就怎么讲，老师讲错了你就错讲，你也不必纠正，完全照老师的，古人是这个办法。我们过去在台中学讲经就是这个方法，李老师把这个经讲一遍给我们听，我们记住了，明天我们再讲给他听，完全一样，不能加，少没有关系，忘掉了可以不讲，不能加！我当年跟老师，我就占了这点便宜，我记忆力好，这两个条件具足，理解力、记忆力很强。我听一遍，大概在一个星期之内，我用强记可以能记得百分之九十五，我有这个能力，所以被老师看中，没有这个能力你没有办法学。最低限度要能够记百分之七十，你才有条件学讲经，如果百分之七十达不到，你没有办法学习。那时候没有录音，真的要靠强记。所以相当不容易！我跟李老师十年，学五部经，在老师门下决定守规矩。我们练习讲经在台中莲社，还有个地方，灵山寺，这两个地方是我们学生练习讲经的地方，就是复讲，决定严守规矩。我到香港来讲《楞严经》，我这部大经是跟李老师学的，他讲了三年，我也讲了三年，复讲。这个经复讲过一遍，心里有底子、有把握，香港人来邀请我就答应了。但是在香港讲经我就可以发挥了，我也参考一些古大德的注解，这是契机，香港的根机跟台湾不一样。所以在学习跟自己出来这也不一样，学习是基础，一定要照规矩，一板一眼，不能错，你的根才扎得深。这个训练忍辱，自己有见解什么东西，想讲，一定要忍，就不准，培养你的定功、培养你的谦虚。最怕的是傲慢，人要有丝毫傲慢就完了，就像《论语》里面所讲的，夫子说了个比喻，「如有周公之才之美，使骄且吝，其余则不足观也」。你想做学问这桩事情，最忌讳的，丝毫傲慢就把你整个毁掉了。所以那么样压制你是什么？把傲慢习气压掉。古圣先贤对于培养底下一代用心良苦，于此可知，不容易，真正关爱你，真正在培养你。",
      "zh_TW": "無論是教員、職員，基本的德行是一樣的，那就是我們講的四個根，《弟子規》、《感應篇》、《十善業》，再是戒律，要持戒，這個是普遍的，共同科目。學講經的這幾個人，老師，就是法師挑選出來坐第一排的，面對著老師，他們坐第一排，第一排都是要擔任複講的。聽完老師這堂課，明天你把你昨天聽到老師的重複講一遍，不准加自己的意思。老師怎麼講的你就怎麼講，老師講錯了你就錯講，你也不必糾正，完全照老師的，古人是這個辦法。我們過去在台中學講經就是這個方法，李老師把這個經講一遍給我們聽，我們記住了，明天我們再講給他聽，完全一樣，不能加，少沒有關係，忘掉了可以不講，不能加！我當年跟老師，我就佔了這點便宜，我記憶力好，這兩個條件具足，理解力、記憶力很強。我聽一遍，大概在一個星期之內，我用強記可以能記得百分之九十五，我有這個能力，所以被老師看中，沒有這個能力你沒有辦法學。最低限度要能夠記百分之七十，你才有條件學講經，如果百分之七十達不到，你沒有辦法學習。那時候沒有錄音，真的要靠強記。所以相當不容易！我跟李老師十年，學五部經，在老師門下決定守規矩。我們練習講經在台中蓮社，還有個地方，靈山寺，這兩個地方是我們學生練習講經的地方，就是複講，決定嚴守規矩。我到香港來講《楞嚴經》，我這部大經是跟李老師學的，他講了三年，我也講了三年，複講。這個經複講過一遍，心裡有底子、有把握，香港人來邀請我就答應了。但是在香港講經我就可以發揮了，我也參考一些古大德的註解，這是契機，香港的根機跟台灣不一樣。所以在學習跟自己出來這也不一樣，學習是基礎，一定要照規矩，一板一眼，不能錯，你的根才紮得深。這個訓練忍辱，自己有見解什麼東西，想講，一定要忍，就不准，培養你的定功、培養你的謙虛。最怕的是傲慢，人要有絲毫傲慢就完了，就像《論語》裡面所講的，夫子說了個比喻，「如有周公之才之美，使驕且吝，其餘則不足觀也」。你想做學問這樁事情，最忌諱的，絲毫傲慢就把你整個毀掉了。所以那麼樣壓制你是什麼？把傲慢習氣壓掉。古聖先賢對於培養底下一代用心良苦，於此可知，不容易，真正關愛你，真正在培養你。"
    },
    {
      "id": "02-039-0083_p0024",
      "zh_CN": "现在人没福，如果用这个约束，他侵犯他的自由，他不服，这完了。所以老师能不能教？不能教。我们在台中跟老师，我们二十多个学生，里面我们就知道，有三、四个老师完全听他的，他自己爱怎么样，从来不责备。真正听话的，老师很严格，有打有骂。我们也看到，对那些同学怎么特别好，都是笑咪咪的？我们虽然不说话，我们那个态度老师看出来了，找我，跟我讲，为什么对那些人那么好？不肯学，不听话。不听话、不肯学，你责备他，他不接受，他有怨恨，何必跟人结怨？你肯学，我教你；你不肯学，好，随便，旁听吧！我们才了解老师的用心。这都是我们学习的地方，决定不要去得罪人，这个重要。肯学是他的事情，不肯学也是他的事情，何必勉强？古时候那个教学可以勉强，为什么？社会一般都是这样要求的。现在社会是自由开放，社会不要求，我们要随顺世情，世间的情要随顺，这个不能不知道。你明了之后，你的生活、处事待人接物活活泼泼，一点都不呆板，善人欢喜你，不善人也欢喜你。这个叫学佛，真是「菩萨所在之处，令一切众生生欢喜心」，这就对了。学佛还有执着，学佛还有怨恨，那就大错特错，你这佛怎么学的？佛教你断烦恼，佛教你长菩提。我们看到阿难结集法藏，「如是法门，我从佛闻」，一定要懂得里面深密的意义。我们学习到了，就在生活上用上了。",
      "zh_TW": "現在人沒福，如果用這個約束，他侵犯他的自由，他不服，這完了。所以老師能不能教？不能教。我們在台中跟老師，我們二十多個學生，裡面我們就知道，有三、四個老師完全聽他的，他自己愛怎麼樣，從來不責備。真正聽話的，老師很嚴格，有打有罵。我們也看到，對那些同學怎麼特別好，都是笑咪咪的？我們雖然不說話，我們那個態度老師看出來了，找我，跟我講，為什麼對那些人那麼好？不肯學，不聽話。不聽話、不肯學，你責備他，他不接受，他有怨恨，何必跟人結怨？你肯學，我教你；你不肯學，好，隨便，旁聽吧！我們才了解老師的用心。這都是我們學習的地方，決定不要去得罪人，這個重要。肯學是他的事情，不肯學也是他的事情，何必勉強？古時候那個教學可以勉強，為什麼？社會一般都是這樣要求的。現在社會是自由開放，社會不要求，我們要隨順世情，世間的情要隨順，這個不能不知道。你明瞭之後，你的生活、處事待人接物活活潑潑，一點都不呆板，善人歡喜你，不善人也歡喜你。這個叫學佛，真是「菩薩所在之處，令一切眾生生歡喜心」，這就對了。學佛還有執著，學佛還有怨恨，那就大錯特錯，你這佛怎麼學的？佛教你斷煩惱，佛教你長菩提。我們看到阿難結集法藏，「如是法門，我從佛聞」，一定要懂得裡面深密的意義。我們學習到了，就在生活上用上了。"
    },
    {
      "id": "02-039-0083_p0025",
      "zh_CN": "再看下面，「圣人无我，而阿难仍自称为我者，不坏假名故」。圣人，修行到什么程度才是圣人？一入门，须陀洹，大乘里面，像《华严经》里面所说的，十信位初信位的菩萨就无我了，就是圣人，我们一般称为小圣，他真的是圣人。为什么？他做到无我了。小圣破三界八十八品见惑，八十八品见惑，佛在教学当中把它归纳为五大类，方便，八十八太多了，太啰嗦了，分为五大类。第一个就是身见，小乘初果不再执着身是我，他知道身不是我，他不会执着身是我。身是什么？身是我所，就像衣服一样，衣服不是我，是我所有的；身不是我，是我所有的，看身体跟看衣服是一样的，所以称小圣。一般人不行，一般人一定执着身是我。什么是我？灵性是我，不是灵魂。但是灵性跟灵魂是一不是二，灵魂是迷，灵性是觉悟；灵魂觉悟了就叫灵性，灵性迷了就叫灵魂；灵魂出不了六道，灵性出六道了，超越六道轮回了。小圣，他没有身见，他没有边见，没有边见就是没有对立。",
      "zh_TW": "再看下面，「聖人無我，而阿難仍自稱為我者，不壞假名故」。聖人，修行到什麼程度才是聖人？一入門，須陀洹，大乘裡面，像《華嚴經》裡面所說的，十信位初信位的菩薩就無我了，就是聖人，我們一般稱為小聖，他真的是聖人。為什麼？他做到無我了。小聖破三界八十八品見惑，八十八品見惑，佛在教學當中把它歸納為五大類，方便，八十八太多了，太囉嗦了，分為五大類。第一個就是身見，小乘初果不再執著身是我，他知道身不是我，他不會執著身是我。身是什麼？身是我所，就像衣服一樣，衣服不是我，是我所有的；身不是我，是我所有的，看身體跟看衣服是一樣的，所以稱小聖。一般人不行，一般人一定執著身是我。什麼是我？靈性是我，不是靈魂。但是靈性跟靈魂是一不是二，靈魂是迷，靈性是覺悟；靈魂覺悟了就叫靈性，靈性迷了就叫靈魂；靈魂出不了六道，靈性出六道了，超越六道輪迴了。小聖，他沒有身見，他沒有邊見，沒有邊見就是沒有對立。"
    },
    {
      "id": "02-039-0083_p0026",
      "zh_CN": "我们这些年来参加联合国的和平会议，讨论一个主题，化解冲突。冲突从哪里生的？从对立生的。要没有对立，哪来的冲突？所以你要晓得，佛门里没有对立、没有矛盾、没有冲突。别人跟我对立，别人对我有矛盾、有冲突，我对他没有，不要求别人对自己，要求我怎样对人，你的佛法才能成就。要求别人怎么对我，错了！那叫什么？心外求法，那就变成外道。佛法从自心里面去求，不在外面求，为什么？心能转境界。譬如人家毁谤我、侮辱我、陷害我，不学佛的人说，这是我的冤家对头，我要报复他，他起这个念头。这个念头错误，这是不知道自他是一体。你这一报复，在六道轮回冤冤相报没完没了，苦不堪言，错了！觉悟的人怎么样？觉悟的人知道，我跟他是一体，他对我的毁谤、对我的羞辱、对我的伤害，是他迷而不觉，就原谅，痕迹都没有了，不要说原谅，没有原谅，痕迹都没有，欢欢喜喜还是对他。那个人是什么？菩萨。再从深处一想，他对我有利益，他是我恩人，他毁谤我，看看我起不起心动念，我不起心动念，我就提升了，他帮助我提升，这一关考试我通过了。他陷害我，我没有一点怨恨心。你们在大乘经上读到的，释迦牟尼佛修忍辱波罗蜜的时候，叫忍辱仙人，遇到歌利王割截身体，那是多么惨痛的一个事情。释迦菩萨一丝毫怨恨心都没有，而且告诉歌利王，我将来成佛第一个度你，为什么？报你的恩。因为你这样子对我，考验我忍辱这个心够不够，我能忍，忍辱波罗蜜毕业了，最后一关，毕业了。禁得起考验，凡是来考验的人都是恩人。世出世间所有一切法，凡所有相，皆是虚妄，你执着它干什么？错了。统统放下，人人是好人，事事是好事，你怎么不会生感恩的心！",
      "zh_TW": "我們這些年來參加聯合國的和平會議，討論一個主題，化解衝突。衝突從哪裡生的？從對立生的。要沒有對立，哪來的衝突？所以你要曉得，佛門裡沒有對立、沒有矛盾、沒有衝突。別人跟我對立，別人對我有矛盾、有衝突，我對他沒有，不要求別人對自己，要求我怎樣對人，你的佛法才能成就。要求別人怎麼對我，錯了！那叫什麼？心外求法，那就變成外道。佛法從自心裡面去求，不在外面求，為什麼？心能轉境界。譬如人家毀謗我、侮辱我、陷害我，不學佛的人說，這是我的冤家對頭，我要報復他，他起這個念頭。這個念頭錯誤，這是不知道自他是一體。你這一報復，在六道輪迴冤冤相報沒完沒了，苦不堪言，錯了！覺悟的人怎麼樣？覺悟的人知道，我跟他是一體，他對我的毀謗、對我的羞辱、對我的傷害，是他迷而不覺，就原諒，痕跡都沒有了，不要說原諒，沒有原諒，痕跡都沒有，歡歡喜喜還是對他。那個人是什麼？菩薩。再從深處一想，他對我有利益，他是我恩人，他毀謗我，看看我起不起心動念，我不起心動念，我就提升了，他幫助我提升，這一關考試我通過了。他陷害我，我沒有一點怨恨心。你們在大乘經上讀到的，釋迦牟尼佛修忍辱波羅蜜的時候，叫忍辱仙人，遇到歌利王割截身體，那是多麼慘痛的一個事情。釋迦菩薩一絲毫怨恨心都沒有，而且告訴歌利王，我將來成佛第一個度你，為什麼？報你的恩。因為你這樣子對我，考驗我忍辱這個心夠不夠，我能忍，忍辱波羅蜜畢業了，最後一關，畢業了。禁得起考驗，凡是來考驗的人都是恩人。世出世間所有一切法，凡所有相，皆是虛妄，你執著它幹什麼？錯了。統統放下，人人是好人，事事是好事，你怎麼不會生感恩的心！"
    },
    {
      "id": "02-039-0083_p0027",
      "zh_CN": "真学佛，对任何人感恩，他对我好，我感激他，他对我不好，也感激他，都是帮助提升。对你好，好里头没有贪恋，断什么？都是断烦恼，断贪恋、贪爱；对你不好，断瞋恚。在这个地方看看你贪瞋痴放下多少，真放下了，若无其事；你还有一点点怨恨，你没放下，顺境里还有一点欢喜，没放下。喜怒哀乐爱恶欲叫七情五欲，那是烦恼，必须在环境里头，人事环境、物质环境里去锻炼，炼到不生烦恼，心平气和，我们这个经本上经题，清净心现前了。他对你怎么不好？大恩大德！大恩大德的人你还要去报复他，你完了，你还继续搞六道轮回。什么时候能出头？什么时候遇到这些障难、遇到这些考试心平气和，你就能出头。所以修行人生活在哪里？永远生活在感恩的世界。这个世界，没有一个人对你不起作用的，没有一个人对你不是在帮助你、在成就你的，就看你会不会、你认不认识。我这次在印尼访问，也是遇到一个企业家，生意大概做得很大，请我吃饭。问我一个问题，有一个人骗了他的钱，大概不少，他问我，要不要在法院里起诉，告他，把钱要回来？我说你学佛多久？十多年了。我说：如果你真学佛，就算了吧！为什么？这钱数目是多，但是你有钱，你是个大财主，对你来讲无所谓，你何必计较，何必放在心上？你又不是没有钱用，又不是缺这个，你用他用是一样，有什么两样？我看他听得懂听不懂，他真听懂了，那他真的学佛；如果听不懂，还有怨气，还去告状的话，白学了，十几年佛白学了。这个就是什么？在考验你的功夫，你能不能放下。到这个关头还是放不下，你还是原地踏步，你的学佛是一步也没走出去。所以讲无我，你看看入门的条件，无我，没有对立、没有成见。底下就是见取见、戒取见，这两种我们中国人叫成见，没有成见，你才能随缘。最后一个是没有邪见，你的知见很正，没有偏没有邪，这个没有偏、没有邪是从佛法里头得到的。依照佛的教诲去生活、去工作、去待人接物就没事了，多快乐！多幸福！你要跟人计较，那你可可怜了，你烦恼无量。全是假的，六道轮回是假的，十法界是假的，何必在里面搞假的？把假的当作真的，这就是迷惑颠倒，这就错了。要知道，真正修行人，古大德所谓「借假修真」，一切都是假的，我在假的当中锻炼自己，把自己的妄想分别执着炼到干干净净、炼到一念不生。清净心现前就是阿罗汉，平等心现前你就是菩萨，再要是正觉现前那就成佛了，都在经题上。",
      "zh_TW": "真學佛，對任何人感恩，他對我好，我感激他，他對我不好，也感激他，都是幫助提升。對你好，好裡頭沒有貪戀，斷什麼？都是斷煩惱，斷貪戀、貪愛；對你不好，斷瞋恚。在這個地方看看你貪瞋痴放下多少，真放下了，若無其事；你還有一點點怨恨，你沒放下，順境裡還有一點歡喜，沒放下。喜怒哀樂愛惡欲叫七情五欲，那是煩惱，必須在環境裡頭，人事環境、物質環境裡去鍛鍊，鍊到不生煩惱，心平氣和，我們這個經本上經題，清淨心現前了。他對你怎麼不好？大恩大德！大恩大德的人你還要去報復他，你完了，你還繼續搞六道輪迴。什麼時候能出頭？什麼時候遇到這些障難、遇到這些考試心平氣和，你就能出頭。所以修行人生活在哪裡？永遠生活在感恩的世界。這個世界，沒有一個人對你不起作用的，沒有一個人對你不是在幫助你、在成就你的，就看你會不會、你認不認識。我這次在印尼訪問，也是遇到一個企業家，生意大概做得很大，請我吃飯。問我一個問題，有一個人騙了他的錢，大概不少，他問我，要不要在法院裡起訴，告他，把錢要回來？我說你學佛多久？十多年了。我說：如果你真學佛，就算了吧！為什麼？這錢數目是多，但是你有錢，你是個大財主，對你來講無所謂，你何必計較，何必放在心上？你又不是沒有錢用，又不是缺這個，你用他用是一樣，有什麼兩樣？我看他聽得懂聽不懂，他真聽懂了，那他真的學佛；如果聽不懂，還有怨氣，還去告狀的話，白學了，十幾年佛白學了。這個就是什麼？在考驗你的功夫，你能不能放下。到這個關頭還是放不下，你還是原地踏步，你的學佛是一步也沒走出去。所以講無我，你看看入門的條件，無我，沒有對立、沒有成見。底下就是見取見、戒取見，這兩種我們中國人叫成見，沒有成見，你才能隨緣。最後一個是沒有邪見，你的知見很正，沒有偏沒有邪，這個沒有偏、沒有邪是從佛法裡頭得到的。依照佛的教誨去生活、去工作、去待人接物就沒事了，多快樂！多幸福！你要跟人計較，那你可可憐了，你煩惱無量。全是假的，六道輪迴是假的，十法界是假的，何必在裡面搞假的？把假的當作真的，這就是迷惑顛倒，這就錯了。要知道，真正修行人，古大德所謂「借假修真」，一切都是假的，我在假的當中鍛鍊自己，把自己的妄想分別執著鍊到乾乾淨淨、鍊到一念不生。清淨心現前就是阿羅漢，平等心現前你就是菩薩，再要是正覺現前那就成佛了，都在經題上。"
    },
    {
      "id": "02-039-0083_p0028",
      "zh_CN": "我们继续看下去，「实相无相」。阿难自己称我的时候，不坏假名，因为跟世间人往来，大家都说这是我，如果我说这不是我，人家觉得我头脑有问题了，所以我也说我。但是我说我，我知道这是假的，这不是真的，并不执着，你说我的时候你真执着，不一样在这个地方。所以要恒顺众生，随喜功德，这才能沟通，才能落实教学。所以佛菩萨应化在这个世间，他也说我。实相无相他懂得，「故非同于凡夫之有我」，凡夫真的执着这个身是我，佛菩萨不是的。「实相无不相」，无不相是它现幻相，「故非同于二乘之无我」，二乘人就是声闻、缘觉，他真的执着这个身不是我，执着身无我，他跟人在一起就无法沟通。所以菩萨很活泼，菩萨通权达变，内里面没有我，外面你说什么我都能随顺，我不跟你抬杠，你说这个身是我，不错，这个身是我。这是菩萨，这是大乘。下面跟我们解释，「阿难随顺世间，假名为我，无乖于第一义谛」。第一义谛是无我，第一义谛是自性，自性里头没有我这种执着，没有我这个念头。「又《观经疏》云，无我则无闻」，无我谁闻？谁说、谁闻？「无闻则化道绝」，教学就完了，教学就不能成立。「为传化不绝，假名说我」，传是传释迦牟尼佛的教，教学，教化众生，世世代代传下去，那一定要假名说我。佛菩萨示现在这个世间，要不能恒顺众生，随喜功德，佛教就断掉了。所以跟一般世人接触，一定要恒顺众生，他说这个是我，我也说这个是我，这就没有问题了，好沟通了，通权达变，这些事不能不知道。所以，佛法是活活泼泼，一点都不呆板。",
      "zh_TW": "我們繼續看下去，「實相無相」。阿難自己稱我的時候，不壞假名，因為跟世間人往來，大家都說這是我，如果我說這不是我，人家覺得我頭腦有問題了，所以我也說我。但是我說我，我知道這是假的，這不是真的，並不執著，你說我的時候你真執著，不一樣在這個地方。所以要恆順眾生，隨喜功德，這才能溝通，才能落實教學。所以佛菩薩應化在這個世間，他也說我。實相無相他懂得，「故非同於凡夫之有我」，凡夫真的執著這個身是我，佛菩薩不是的。「實相無不相」，無不相是它現幻相，「故非同於二乘之無我」，二乘人就是聲聞、緣覺，他真的執著這個身不是我，執著身無我，他跟人在一起就無法溝通。所以菩薩很活潑，菩薩通權達變，內裡面沒有我，外面你說什麼我都能隨順，我不跟你抬槓，你說這個身是我，不錯，這個身是我。這是菩薩，這是大乘。下面跟我們解釋，「阿難隨順世間，假名為我，無乖於第一義諦」。第一義諦是無我，第一義諦是自性，自性裡頭沒有我這種執著，沒有我這個念頭。「又《觀經疏》云，無我則無聞」，無我誰聞？誰說、誰聞？「無聞則化道絕」，教學就完了，教學就不能成立。「為傳化不絕，假名說我」，傳是傳釋迦牟尼佛的教，教學，教化眾生，世世代代傳下去，那一定要假名說我。佛菩薩示現在這個世間，要不能恆順眾生，隨喜功德，佛教就斷掉了。所以跟一般世人接觸，一定要恆順眾生，他說這個是我，我也說這個是我，這就沒有問題了，好溝通了，通權達變，這些事不能不知道。所以，佛法是活活潑潑，一點都不呆板。"
    },
    {
      "id": "02-039-0083_p0029",
      "zh_CN": "再看底下一个字，闻，我闻。「闻者，耳根发耳识」，这就闻了，从耳根发起耳识，他才会闻。耳根是肉身，这个里头要没有耳识就不能听了。人死了，神识离开身体，虽有耳他不能闻，所以闻不是耳，是识，是耳识。「今不云耳闻，而言我闻」，闻实在是耳，不说耳说我，「盖以我字统收诸根识等」。眼见，眼根里面发眼识你才能见，六根要是里头不发识，你就没有办法起作用。神识离开身体的时候，六根这叫死了，不起作用，所以用一个我就把整个六根都说到。「以总代别，以我代耳，故曰我闻」。「以上如是表信顺」，对老师的信顺，对老师的教诲信顺，「我闻表师承」，我能说是完全老师所说的，禀承老师之所说，「我之所闻，皆世尊金口所宣，传承有自，决非他说，或为臆造。以之证信」。这是讲传承，是有根据的。我们学佛，第一个老师释迦牟尼佛，世世代代都不违背，你说这个心多厚！在现代，很多学生毕业之后把老师忘得一干二净。甚至于父母，自己成年了、独立了，父母也不要了。在中国稍微好一点，在外国真的都是这样的，小孩长大了、成就了，离开家庭，有时候一生不再跟父母见面。我们在美国住了很多年，前后住了十五年，美国人就是这样的。偶尔，逢年过节儿子寄个卡片来问候一下，拿到欢喜得不得了，儿子还没有忘记我。许许多多人家，子女出去一生没消息了，这是他们的社会。在美国，十六岁算成年，如果十六岁离家出走，你就别找他了，找他没用处。你去找警察，警察说十六岁了你还管他？他可以自立了。警察都不给你找了。所以人情味没有了，不知道养父母，不知道尊重老师。",
      "zh_TW": "再看底下一個字，聞，我聞。「聞者，耳根發耳識」，這就聞了，從耳根發起耳識，他才會聞。耳根是肉身，這個裡頭要沒有耳識就不能聽了。人死了，神識離開身體，雖有耳他不能聞，所以聞不是耳，是識，是耳識。「今不云耳聞，而言我聞」，聞實在是耳，不說耳說我，「蓋以我字統收諸根識等」。眼見，眼根裡面發眼識你才能見，六根要是裡頭不發識，你就沒有辦法起作用。神識離開身體的時候，六根這叫死了，不起作用，所以用一個我就把整個六根都說到。「以總代別，以我代耳，故曰我聞」。「以上如是表信順」，對老師的信順，對老師的教誨信順，「我聞表師承」，我能說是完全老師所說的，稟承老師之所說，「我之所聞，皆世尊金口所宣，傳承有自，決非他說，或為臆造。以之證信」。這是講傳承，是有根據的。我們學佛，第一個老師釋迦牟尼佛，世世代代都不違背，你說這個心多厚！在現代，很多學生畢業之後把老師忘得一乾二淨。甚至於父母，自己成年了、獨立了，父母也不要了。在中國稍微好一點，在外國真的都是這樣的，小孩長大了、成就了，離開家庭，有時候一生不再跟父母見面。我們在美國住了很多年，前後住了十五年，美國人就是這樣的。偶爾，逢年過節兒子寄個卡片來問候一下，拿到歡喜得不得了，兒子還沒有忘記我。許許多多人家，子女出去一生沒消息了，這是他們的社會。在美國，十六歲算成年，如果十六歲離家出走，你就別找他了，找他沒用處。你去找警察，警察說十六歲了你還管他？他可以自立了。警察都不給你找了。所以人情味沒有了，不知道養父母，不知道尊重老師。"
    },
    {
      "id": "02-039-0083_p0030",
      "zh_CN": "中国人在这个地方，就是伦常起了作用，只有中国人追念老祖宗。最近也有一些从国内到这里来看我的朋友，我让他看看我们的家谱。家谱是家庭历史。中国人为什么那么爱国？为什么那么爱乡土？原因在此地。中国人有祠堂，纪念祖先，世世代代不忘本，这个根多厚。中国人有家庭历史，一代一代的承传，他怎么会不珍惜！文化大革命，祠堂没有了，家谱被烧了，我们在海外的人没有别的，天天就念着这个，这怎么办？祠堂毁了无所谓，家谱还在不在？还有没有人能把它留住？我们在海外人最关心的就这桩事情。到处打听，多年没消息，问家族人都不知道。我是二００五年我自己回到家乡，我们这一族还算是个大族，住在家乡没离开的还有一万五千人。族兄弟们很多，我就问大家，家谱在不在？有没有人晓得？其中有个人告诉我，在。我说在哪里？在他家里。怎么会跑你家里去？祠堂被毁的时候，他偷偷的把家谱藏起来，藏在他家里，没人知道，一直到我问他那一天，他家人都不晓得。他把这部书放在一个小箱子里，小箱子放在床铺底下，没人知道。我说你现在可以拿出来，没事了，拿出来我们看看。线装本三十七本，我们如获至宝，就这一套了，断掉那根都没有了。所以我就跟大家要求，我们把它影印三百套，一百套送到海外著名的大学图书馆，他们会保存，就不会丢掉了。大家同意，这事情做成功了。",
      "zh_TW": "中國人在這個地方，就是倫常起了作用，只有中國人追念老祖宗。最近也有一些從國內到這裡來看我的朋友，我讓他看看我們的家譜。家譜是家庭歷史。中國人為什麼那麼愛國？為什麼那麼愛鄉土？原因在此地。中國人有祠堂，紀念祖先，世世代代不忘本，這個根多厚。中國人有家庭歷史，一代一代的承傳，他怎麼會不珍惜！文化大革命，祠堂沒有了，家譜被燒了，我們在海外的人沒有別的，天天就念著這個，這怎麼辦？祠堂毀了無所謂，家譜還在不在？還有沒有人能把它留住？我們在海外人最關心的就這樁事情。到處打聽，多年沒消息，問家族人都不知道。我是二００五年我自己回到家鄉，我們這一族還算是個大族，住在家鄉沒離開的還有一萬五千人。族兄弟們很多，我就問大家，家譜在不在？有沒有人曉得？其中有個人告訴我，在。我說在哪裡？在他家裡。怎麼會跑你家裡去？祠堂被毀的時候，他偷偷的把家譜藏起來，藏在他家裡，沒人知道，一直到我問他那一天，他家人都不曉得。他把這部書放在一個小箱子裡，小箱子放在床鋪底下，沒人知道。我說你現在可以拿出來，沒事了，拿出來我們看看。線裝本三十七本，我們如獲至寶，就這一套了，斷掉那根都沒有了。所以我就跟大家要求，我們把它影印三百套，一百套送到海外著名的大學圖書館，他們會保存，就不會丟掉了。大家同意，這事情做成功了。"
    },
    {
      "id": "02-039-0083_p0031",
      "zh_CN": "展开家谱，给诸位说，我相信汉族都是一家人，都是黄帝子孙，一个老祖宗，应当相亲相爱。这讲伦理，一家人，汉族确实是一家人，四百多个姓氏，一个老祖宗。我们祖宗是黄帝，再上去神农、伏羲，那时候没有文字记载，从黄帝才有文字记载。到我这一代，从黄帝到我这一代，一百三十六代，清清楚楚，他怎么会不爱家？怎么会不爱乡土？怎么会不爱国？这个东西没有了，爱国就没有了，为什么？他根断掉了。那个时候人只有利害，没有这种乡情。中国这个民族这样的团结凝固，靠什么？靠家族。这都是传承有自，家的世世代代传承，知道我从哪里来的。佛法的承传，从释迦牟尼佛一代一代这些老师，历代的祖师大德都有承传，都晓得东西从哪来的，不是随随便便自己想像，不是这样的，真有证据，这叫证信。今天时间到了，我们就学习到此地。",
      "zh_TW": "展開家譜，給諸位說，我相信漢族都是一家人，都是黃帝子孫，一個老祖宗，應當相親相愛。這講倫理，一家人，漢族確實是一家人，四百多個姓氏，一個老祖宗。我們祖宗是黃帝，再上去神農、伏羲，那時候沒有文字記載，從黃帝才有文字記載。到我這一代，從黃帝到我這一代，一百三十六代，清清楚楚，他怎麼會不愛家？怎麼會不愛鄉土？怎麼會不愛國？這個東西沒有了，愛國就沒有了，為什麼？他根斷掉了。那個時候人只有利害，沒有這種鄉情。中國這個民族這樣的團結凝固，靠什麼？靠家族。這都是傳承有自，家的世世代代傳承，知道我從哪裡來的。佛法的承傳，從釋迦牟尼佛一代一代這些老師，歷代的祖師大德都有承傳，都曉得東西從哪來的，不是隨隨便便自己想像，不是這樣的，真有證據，這叫證信。今天時間到了，我們就學習到此地。"
    }
  ]
}