{
  "doc_id": "02-039-0243",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二四三集",
    "zh_TW": "第二四三集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-039-0243",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-039-0243_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第二百九十三面第三行，还从当中读起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第二百九十三面第三行，還從當中讀起："
    },
    {
      "id": "02-039-0243_p0002",
      "zh_CN": "「故本经中，与会诸大菩萨，咸共遵修普贤大士之德。普贤之德者，十大愿王，导归极乐，自利利他，无有穷尽之德。极乐大士遵行普贤之德，复教余土众生皆行普贤之道。」到这里是一段。菩萨十大愿王，在前面做了简单扼要的报告。这十愿它最殊胜之处是引导我们往生极乐世界，往生极乐世界不能不具足普贤十愿，要认真的修学，礼敬遍法界虚空界一切众生。「众生」这两个字，它真实的意思是众缘和合而生的，众是众缘，众缘和合。哪一法不是众缘和合的？诸佛如来众缘和合而生，菩萨也是众缘和合而生，声闻、缘觉，十法界依正庄严，遍法界虚空界所有一切现象，大乘，世出世间这些圣贤，把它归纳为三大类：自然现象、精神现象、物质现象，全是众缘和合而生。菩萨十愿要帮助这些众生圆成佛道，正如《华严经》上所说，「情与无情，同圆种智」，一切众生圆满具足菩萨十愿，菩萨十愿是性德圆满的流露。众生里面有净有染，声闻缘觉这称净，六道里头依正庄严这是染，有善有恶，恶道众生确实有一些无恶不作，起心动念残害忠良，害好人。这些人有没有菩萨十愿？有。有，为什么还做坏事？因为他迷了，迷失了自性他才干坏事。世间人不知道，干坏事要报复他，这因果里头不饶他，真的，因果确实不饶他。佛菩萨呢？佛菩萨饶恕他，为什么？佛菩萨尊重他的本性，不在乎他的习性，道理在此地。为什么？本性是真的，永恒不变；习性是假的，有生有灭，千变万化。",
      "zh_TW": "「故本經中，與會諸大菩薩，咸共遵修普賢大士之德。普賢之德者，十大願王，導歸極樂，自利利他，無有窮盡之德。極樂大士遵行普賢之德，復教餘土眾生皆行普賢之道。」到這裡是一段。菩薩十大願王，在前面做了簡單扼要的報告。這十願它最殊勝之處是引導我們往生極樂世界，往生極樂世界不能不具足普賢十願，要認真的修學，禮敬遍法界虛空界一切眾生。「眾生」這兩個字，它真實的意思是眾緣和合而生的，眾是眾緣，眾緣和合。哪一法不是眾緣和合的？諸佛如來眾緣和合而生，菩薩也是眾緣和合而生，聲聞、緣覺，十法界依正莊嚴，遍法界虛空界所有一切現象，大乘，世出世間這些聖賢，把它歸納為三大類：自然現象、精神現象、物質現象，全是眾緣和合而生。菩薩十願要幫助這些眾生圓成佛道，正如《華嚴經》上所說，「情與無情，同圓種智」，一切眾生圓滿具足菩薩十願，菩薩十願是性德圓滿的流露。眾生裡面有淨有染，聲聞緣覺這稱淨，六道裡頭依正莊嚴這是染，有善有惡，惡道眾生確實有一些無惡不作，起心動念殘害忠良，害好人。這些人有沒有菩薩十願？有。有，為什麼還做壞事？因為他迷了，迷失了自性他才幹壞事。世間人不知道，幹壞事要報復他，這因果裡頭不饒他，真的，因果確實不饒他。佛菩薩呢？佛菩薩饒恕他，為什麼？佛菩薩尊重他的本性，不在乎他的習性，道理在此地。為什麼？本性是真的，永恆不變；習性是假的，有生有滅，千變萬化。"
    },
    {
      "id": "02-039-0243_p0003",
      "zh_CN": "原本是个好人，真如不守自性，被外面境界，这不良的境界所诱惑，烦恼起现行，贪瞋痴慢、名闻利养起来了，做尽了坏事，干的是消灭正法、消灭佛法、消灭传统圣人之法，他干这些事情。他做得很高明，表面上护持，实际上是残害。目的何在？唯我独尊，不能有人超过我的，超过我的我一定要把他消灭掉。这是什么心？罗刹心，修罗的行为，罗刹、修罗没有不堕阿鼻地狱的。他知不知道？知道。他在不在乎？不在乎。为什么？现在还没堕落，有一天这个乐就享受一天。明天堕落，明天还没到，他不着急，迷惑颠倒。时辰到了，堕落下去之后，后悔莫及了。那个时候他还是厚着脸皮来求你超度，在你面前忏悔认错，求你超度。要不要度他？应当度他，他可怜。他行善，六道里头三善道受报；他作恶，六道里头三恶道受报。这个事情只有真正菩萨看清楚，他是假菩萨，他不是真的，他不是真修行，不是真佛弟子，打着佛的招牌欺骗善良众生，残害弘护正法的这些人。这些人有，佛陀在世就有，提婆达多、六群比丘，佛身边的人。这是世尊无尽慈悲为我们示现。今天我们自己团体里头，有些用心不良的人，像提婆达多、六群比丘，来破坏道场，我们应当就要觉悟到，世尊已经表演给我们看了。",
      "zh_TW": "原本是個好人，真如不守自性，被外面境界，這不良的境界所誘惑，煩惱起現行，貪瞋痴慢、名聞利養起來了，做盡了壞事，幹的是消滅正法、消滅佛法、消滅傳統聖人之法，他幹這些事情。他做得很高明，表面上護持，實際上是殘害。目的何在？唯我獨尊，不能有人超過我的，超過我的我一定要把他消滅掉。這是什麼心？羅剎心，修羅的行為，羅剎、修羅沒有不墮阿鼻地獄的。他知不知道？知道。他在不在乎？不在乎。為什麼？現在還沒墮落，有一天這個樂就享受一天。明天墮落，明天還沒到，他不著急，迷惑顛倒。時辰到了，墮落下去之後，後悔莫及了。那個時候他還是厚著臉皮來求你超度，在你面前懺悔認錯，求你超度。要不要度他？應當度他，他可憐。他行善，六道裡頭三善道受報；他作惡，六道裡頭三惡道受報。這個事情只有真正菩薩看清楚，他是假菩薩，他不是真的，他不是真修行，不是真佛弟子，打著佛的招牌欺騙善良眾生，殘害弘護正法的這些人。這些人有，佛陀在世就有，提婆達多、六群比丘，佛身邊的人。這是世尊無盡慈悲為我們示現。今天我們自己團體裡頭，有些用心不良的人，像提婆達多、六群比丘，來破壞道場，我們應當就要覺悟到，世尊已經表演給我們看了。"
    },
    {
      "id": "02-039-0243_p0004",
      "zh_CN": "世尊用什么样的方式、什么样的心态来应对这个事情，这就值得我们学习了。佛菩萨决定是纯净纯善的心，世尊在因地行菩萨道，做忍辱仙人，被歌利王割截身体，这种奇耻大辱，菩萨没有退心，菩萨没有起一念怨恨心，所以世尊提前成佛了。他本来的排列是在贤劫千佛里面第五尊佛，他排列在第五，提前了，提前，提升了一个位次，在弥勒之前。弥勒本来是在前面，释迦牟尼佛在后面，现在是释迦牟尼佛先成佛，弥勒菩萨在释迦之后。这是什么原因？我们要知道，这是诸佛如来表演示现给我们看的，当我们遇到大难现前的时候，必须得舍命，像歌利王来夺取你的身命，得舍命，也在所不惜，也不能破戒，也不可以丧失正念，这个重要。学佛，永远保持十愿，十愿整个合起来两个字「诚敬」，真诚恭敬。这两个字是核心，以真诚恭敬对一切众生，这是诸佛如来的真实弟子。果报是他自己受的，与我们不相干，我们总是以一味真诚心处事待人接物，一个方向，一个目标，这一生当中决定得生净土。",
      "zh_TW": "世尊用什麼樣的方式、什麼樣的心態來應對這個事情，這就值得我們學習了。佛菩薩決定是純淨純善的心，世尊在因地行菩薩道，做忍辱仙人，被歌利王割截身體，這種奇恥大辱，菩薩沒有退心，菩薩沒有起一念怨恨心，所以世尊提前成佛了。他本來的排列是在賢劫千佛裡面第五尊佛，他排列在第五，提前了，提前，提升了一個位次，在彌勒之前。彌勒本來是在前面，釋迦牟尼佛在後面，現在是釋迦牟尼佛先成佛，彌勒菩薩在釋迦之後。這是什麼原因？我們要知道，這是諸佛如來表演示現給我們看的，當我們遇到大難現前的時候，必須得捨命，像歌利王來奪取你的身命，得捨命，也在所不惜，也不能破戒，也不可以喪失正念，這個重要。學佛，永遠保持十願，十願整個合起來兩個字「誠敬」，真誠恭敬。這兩個字是核心，以真誠恭敬對一切眾生，這是諸佛如來的真實弟子。果報是他自己受的，與我們不相干，我們總是以一味真誠心處事待人接物，一個方向，一個目標，這一生當中決定得生淨土。"
    },
    {
      "id": "02-039-0243_p0005",
      "zh_CN": "大势至菩萨告诉我们，「忆佛念佛，现前当来必定见佛」，现前是我们在世间，所以诸位同学看经听讲要听清楚、要看明白，千万不要产生误会，决定不能有苟且的念头、有侥幸的念头，那你就大错特错了。佛大慈大悲，临终的时候示现来接引，有没有？有。自己一生都不相信佛法，最后像婆罗门女她的母亲、光目女她的家亲眷属，一生没有接触佛法，最后还一样往生。那你也可以侥幸，我可以不念佛，找一个有德行的人给我超度一下，我就往生了。能往生得了吗？不能。有德行的人来超度你往生，这一生没有学佛，过去生中学过，你的底子深厚，所以在阿赖耶里把你的种子引导出来。你如果阿赖耶里头没有种子，怎么知道没有种子？投机取巧的念头，侥幸成就的念头，这就说明你根本没有善根，你根本没有福德，佛来都帮不了你忙，所以佛不来。佛不是不帮助你，来了没有用，你业障太重，你那个业没有消掉，佛怎么来？所以这个道理很深很深，我们看到了能生信心，但是不能学习，你要学习就错了。我们不知道这个人过去生中的状况，佛菩萨知道，无量劫来生生世世干些什么。这一世遇缘不好，但是从前底子深厚。",
      "zh_TW": "大勢至菩薩告訴我們，「憶佛念佛，現前當來必定見佛」，現前是我們在世間，所以諸位同學看經聽講要聽清楚、要看明白，千萬不要產生誤會，決定不能有苟且的念頭、有僥倖的念頭，那你就大錯特錯了。佛大慈大悲，臨終的時候示現來接引，有沒有？有。自己一生都不相信佛法，最後像婆羅門女她的母親、光目女她的家親眷屬，一生沒有接觸佛法，最後還一樣往生。那你也可以僥倖，我可以不念佛，找一個有德行的人給我超度一下，我就往生了。能往生得了嗎？不能。有德行的人來超度你往生，這一生沒有學佛，過去生中學過，你的底子深厚，所以在阿賴耶裡把你的種子引導出來。你如果阿賴耶裡頭沒有種子，怎麼知道沒有種子？投機取巧的念頭，僥倖成就的念頭，這就說明你根本沒有善根，你根本沒有福德，佛來都幫不了你忙，所以佛不來。佛不是不幫助你，來了沒有用，你業障太重，你那個業沒有消掉，佛怎麼來？所以這個道理很深很深，我們看到了能生信心，但是不能學習，你要學習就錯了。我們不知道這個人過去生中的狀況，佛菩薩知道，無量劫來生生世世幹些什麼。這一世遇緣不好，但是從前底子深厚。"
    },
    {
      "id": "02-039-0243_p0006",
      "zh_CN": "就如同我们过去在汤池做的实验，汤池小镇，我们用《弟子规》来教导，这个小镇男女老少、各行各业一起学，不到四个月就成功了。这是什么？这个小镇的众生底子深厚。那个地方是过去桐城派的教区，几百年深厚的基础，现在丢掉一百年，不要紧，一引就起来了；换一个地区，三年未必能成就。我的家乡我了解，我十岁离开家乡，记事就很清楚，我们是住的农村，乡下，农村人学传统文化，不是念，老人做的榜样给小孩都看到了，根深蒂固。农村没有学校，没有念过书，有私塾，居民都懂得五伦五常、四维八德。虽然做不到，也很差，但是还要往外面装个样子，怕丢人，口里面还都是古圣先贤，争名逐利在暗中，不敢表面化，这是我们能理解得到的。所以经过这六、七十年，底蕴还在，但是三、四个月人的天良就唤醒，这是我们意想不到的。所以我们只有感激祖宗之德，三宝加持，居然做成功了。你叫我现在再去做，其他地方做，我没有把握。",
      "zh_TW": "就如同我們過去在湯池做的實驗，湯池小鎮，我們用《弟子規》來教導，這個小鎮男女老少、各行各業一起學，不到四個月就成功了。這是什麼？這個小鎮的眾生底子深厚。那個地方是過去桐城派的教區，幾百年深厚的基礎，現在丟掉一百年，不要緊，一引就起來了；換一個地區，三年未必能成就。我的家鄉我了解，我十歲離開家鄉，記事就很清楚，我們是住的農村，鄉下，農村人學傳統文化，不是念，老人做的榜樣給小孩都看到了，根深蒂固。農村沒有學校，沒有念過書，有私塾，居民都懂得五倫五常、四維八德。雖然做不到，也很差，但是還要往外面裝個樣子，怕丟人，口裡面還都是古聖先賢，爭名逐利在暗中，不敢表面化，這是我們能理解得到的。所以經過這六、七十年，底蘊還在，但是三、四個月人的天良就喚醒，這是我們意想不到的。所以我們只有感激祖宗之德，三寶加持，居然做成功了。你叫我現在再去做，其他地方做，我沒有把握。"
    },
    {
      "id": "02-039-0243_p0007",
      "zh_CN": "同样一个道理，这一生没有学佛的人，胡小林的父亲一生不相信宗教。临走之前四个月，儿子学了传统文化，真正觉得惭愧，一生没有孝顺父母。父亲得病的时候，在病床边日夜照顾他父亲，尽孝！他父亲看到了，这才真正赞叹佛法、赞叹中国传统的文化，这么好！把他儿子教得这么好。你说他父亲有没有善根？没有善根怎么会有这么好的儿子？所以，一生没接触佛法，临命终时，有同修帮助他求忏悔，送他到极乐世界。大家听了，我一生不相信佛没有关系，到临命终时还有人帮助我。你没那么大的福报，你没那么深厚的基础，你不要异想天开，不是一般人能做到的，一万个人当中没有一个。那怎么办？老老实实听经、念佛。你看黄念祖老居士，那是何等人物，他在往生前半年，万缘放下，每天十四万声佛号，这他老人家告诉我的，这是我们应当要学习的。",
      "zh_TW": "同樣一個道理，這一生沒有學佛的人，胡小林的父親一生不相信宗教。臨走之前四個月，兒子學了傳統文化，真正覺得慚愧，一生沒有孝順父母。父親得病的時候，在病床邊日夜照顧他父親，盡孝！他父親看到了，這才真正讚歎佛法、讚歎中國傳統的文化，這麼好！把他兒子教得這麼好。你說他父親有沒有善根？沒有善根怎麼會有這麼好的兒子？所以，一生沒接觸佛法，臨命終時，有同修幫助他求懺悔，送他到極樂世界。大家聽了，我一生不相信佛沒有關係，到臨命終時還有人幫助我。你沒那麼大的福報，你沒那麼深厚的基礎，你不要異想天開，不是一般人能做到的，一萬個人當中沒有一個。那怎麼辦？老老實實聽經、念佛。你看黃念祖老居士，那是何等人物，他在往生前半年，萬緣放下，每天十四萬聲佛號，這他老人家告訴我的，這是我們應當要學習的。"
    },
    {
      "id": "02-039-0243_p0008",
      "zh_CN": "胡小林父亲那个你学不到，为什么？你要有一个像胡小林那样的儿子，你就能学得到。如果你没有像胡小林那样尽孝的孝子你做不到，你哪有那么大的福分！这是祖宗有德，自己前世，无数世的修行，家里才出这么一个孝子，才感动真正修行人来帮助他、成就他，不是简单的事情。你们在《地藏经》上看到，光目女的母亲有那么好的女儿，你有没有？你要有可以，你没有那就没有法子了，就得靠自己。靠自己，要学黄念老居士，平常每天念佛号不能少过一万声，养成习惯，到自己生病的时候那就要加，加到五万，加到十万，你才真有把握。",
      "zh_TW": "胡小林父親那個你學不到，為什麼？你要有一個像胡小林那樣的兒子，你就能學得到。如果你沒有像胡小林那樣盡孝的孝子你做不到，你哪有那麼大的福分！這是祖宗有德，自己前世，無數世的修行，家裡才出這麼一個孝子，才感動真正修行人來幫助他、成就他，不是簡單的事情。你們在《地藏經》上看到，光目女的母親有那麼好的女兒，你有沒有？你要有可以，你沒有那就沒有法子了，就得靠自己。靠自己，要學黃念老居士，平常每天念佛號不能少過一萬聲，養成習慣，到自己生病的時候那就要加，加到五萬，加到十萬，你才真有把握。"
    },
    {
      "id": "02-039-0243_p0009",
      "zh_CN": "所以，听经重要，听经重要在哪里？明白念佛的道理，为什么要念佛？念佛有什么好处？你真搞清楚、搞明白，你就不打妄想了，你就会放下万缘。这一句佛号无上的至宝，宝中之宝，不可思议，一句名号具足十大愿王，十大愿王引导你回归极乐。「自利利他，无有穷尽之德」，这句话是真实的，一丝毫虚妄都没有。所以我们遇到困难、遇到障碍，怎么样？别打妄想，不要怨恨人，老老实实念佛，求生净土。众生没有福，该遭大难了，你念佛就生西方。如果你念佛真行还不走，换句话说，佛菩萨、祖宗要留你在这个世间救苦救难。这一句佛号就是自利利他，就是无穷无尽、无量无边的殊胜功德，这我们总要懂，总要明白。我这一次跟诸位在一起学习《无量寿经》，我想我讲得已经够详细了，诸位真还有不明了的地方，你们就把问题写出来传真给我，我在讲经的时候回答大家。",
      "zh_TW": "所以，聽經重要，聽經重要在哪裡？明白念佛的道理，為什麼要念佛？念佛有什麼好處？你真搞清楚、搞明白，你就不打妄想了，你就會放下萬緣。這一句佛號無上的至寶，寶中之寶，不可思議，一句名號具足十大願王，十大願王引導你回歸極樂。「自利利他，無有窮盡之德」，這句話是真實的，一絲毫虛妄都沒有。所以我們遇到困難、遇到障礙，怎麼樣？別打妄想，不要怨恨人，老老實實念佛，求生淨土。眾生沒有福，該遭大難了，你念佛就生西方。如果你念佛真行還不走，換句話說，佛菩薩、祖宗要留你在這個世間救苦救難。這一句佛號就是自利利他，就是無窮無盡、無量無邊的殊勝功德，這我們總要懂，總要明白。我這一次跟諸位在一起學習《無量壽經》，我想我講得已經夠詳細了，諸位真還有不明瞭的地方，你們就把問題寫出來傳真給我，我在講經的時候回答大家。"
    },
    {
      "id": "02-039-0243_p0010",
      "zh_CN": "「极乐大士遵行普贤之德」，特别是指凡圣同居土三辈九品，方便土、实报土也不例外。不过实报土里面的菩萨无功用行，跟十法界的修行完全不一样，十法界人修行有仪规，威仪有则，实报土里头没有了。为什么？实报土里面的众生，那是佛，他们都做到不起心、不动念。你们诸位想想，六根接触六尘境界不起心、不动念，还修什么？没法子修了，起心动念都断掉了。分别是从起心动念变出来的，执着是从分别变出来的，起心动念没有了，那分别执着全没有了，所以他就是如如法身佛。他的性德里头圆满具足十大愿王，愿愿都圆满，愿愿都遍摄一切法。任何一愿，比方礼敬，它圆满含摄下面九法；说普皆回向，这一愿也圆满含摄上面的九法，法法如此，一即是多，多即是一。这到法身菩萨才圆满。方便土四圣法界，同居土六道众生，这个里头有仪规，就是有修、有行、有证，统统都有，他有分别、有执着；在报土里面统统没有了，这些现象都没有。所以无不是行普贤之道，普贤是圆满称性，普贤之道是圆满证得。",
      "zh_TW": "「極樂大士遵行普賢之德」，特別是指凡聖同居土三輩九品，方便土、實報土也不例外。不過實報土裡面的菩薩無功用行，跟十法界的修行完全不一樣，十法界人修行有儀規，威儀有則，實報土裡頭沒有了。為什麼？實報土裡面的眾生，那是佛，他們都做到不起心、不動念。你們諸位想想，六根接觸六塵境界不起心、不動念，還修什麼？沒法子修了，起心動念都斷掉了。分別是從起心動念變出來的，執著是從分別變出來的，起心動念沒有了，那分別執著全沒有了，所以他就是如如法身佛。他的性德裡頭圓滿具足十大願王，願願都圓滿，願願都遍攝一切法。任何一願，比方禮敬，它圓滿含攝下面九法；說普皆迴向，這一願也圓滿含攝上面的九法，法法如此，一即是多，多即是一。這到法身菩薩才圓滿。方便土四聖法界，同居土六道眾生，這個裡頭有儀規，就是有修、有行、有證，統統都有，他有分別、有執著；在報土裡面統統沒有了，這些現象都沒有。所以無不是行普賢之道，普賢是圓滿稱性，普賢之道是圓滿證得。"
    },
    {
      "id": "02-039-0243_p0011",
      "zh_CN": "后面还有一段，「如是极乐大士，被弘誓铠，入生死海」，这句话是讲极乐世界哪些人？给诸位说，它所讲的是方便土、同居土，不是实报土。实报土用不着被弘誓铠，也用不着入生死海，他出入都没有了。这个要知道，出入都没有，这叫真的入。有出有入，没入；出入没有了，真入。所以，他们完全是众生有感，他就有应，应以什么身得度他就现什么身，自己没意思。谁的意思？对方的意思，「随众生心，应所知量」，《楞严经》上说的，自己没有意思。自己还有一点点意思在，那是同居跟方便土有，为什么？他们还是没有见到真性，还是用阿赖耶。我们就了解，被弘誓铠，入生死海，是西方极乐世界的方便土、同居土的菩萨们。他们教化众生的能力几乎跟实报土没有两样，那是什么原因？得弥陀本愿威神加持，不是他自己修成的，是佛力加持的。当然他也在修，他真正修成了，他就入实报土，他就离开方便土，那是他自己真正修成的力量。佛力加持的，这底下两层，就是方便土跟同居土，极乐世界无比殊胜庄严也就在这两土，跟十方世界完全不相同。",
      "zh_TW": "後面還有一段，「如是極樂大士，被弘誓鎧，入生死海」，這句話是講極樂世界哪些人？給諸位說，它所講的是方便土、同居土，不是實報土。實報土用不著被弘誓鎧，也用不著入生死海，他出入都沒有了。這個要知道，出入都沒有，這叫真的入。有出有入，沒入；出入沒有了，真入。所以，他們完全是眾生有感，他就有應，應以什麼身得度他就現什麼身，自己沒意思。誰的意思？對方的意思，「隨眾生心，應所知量」，《楞嚴經》上說的，自己沒有意思。自己還有一點點意思在，那是同居跟方便土有，為什麼？他們還是沒有見到真性，還是用阿賴耶。我們就了解，被弘誓鎧，入生死海，是西方極樂世界的方便土、同居土的菩薩們。他們教化眾生的能力幾乎跟實報土沒有兩樣，那是什麼原因？得彌陀本願威神加持，不是他自己修成的，是佛力加持的。當然他也在修，他真正修成了，他就入實報土，他就離開方便土，那是他自己真正修成的力量。佛力加持的，這底下兩層，就是方便土跟同居土，極樂世界無比殊勝莊嚴也就在這兩土，跟十方世界完全不相同。"
    },
    {
      "id": "02-039-0243_p0012",
      "zh_CN": "「虽生他方世界，或现身秽土」，秽土是六道，在六道里面现身，「因有弥陀愿力加持」，这个愿力就是我们现在学习的四十八愿，四十八愿加持，他起的作用跟阿弥陀佛很相似，差不多，你说这多殊胜，「永离恶趣」，虽然到恶道来了，这个恶道是指六道，或者是指三恶道，他在六道离六道，在三途离三途。他在三途里面示现，譬如在地狱，示现地狱身，示现地狱相，造罪孽的人在地狱是真受苦，他在那里演戏，在表演，不是真受苦。他是表演，他不是真受，因为什么？他没有这个业。他表演还表演得很逼真，像舞台表演一样很逼真，他真的没有恶道，他住在哪里？他永远住在报土里头。极乐同居的菩萨、方便土的菩萨，他们所受的乐跟实报庄严土没有两样，这是阿弥陀佛威神加持的，平等待遇，实报庄严土的平等待遇。",
      "zh_TW": "「雖生他方世界，或現身穢土」，穢土是六道，在六道裡面現身，「因有彌陀願力加持」，這個願力就是我們現在學習的四十八願，四十八願加持，他起的作用跟阿彌陀佛很相似，差不多，你說這多殊勝，「永離惡趣」，雖然到惡道來了，這個惡道是指六道，或者是指三惡道，他在六道離六道，在三途離三途。他在三途裡面示現，譬如在地獄，示現地獄身，示現地獄相，造罪孽的人在地獄是真受苦，他在那裡演戲，在表演，不是真受苦。他是表演，他不是真受，因為什麼？他沒有這個業。他表演還表演得很逼真，像舞台表演一樣很逼真，他真的沒有惡道，他住在哪裡？他永遠住在報土裡頭。極樂同居的菩薩、方便土的菩薩，他們所受的樂跟實報莊嚴土沒有兩樣，這是阿彌陀佛威神加持的，平等待遇，實報莊嚴土的平等待遇。"
    },
    {
      "id": "02-039-0243_p0013",
      "zh_CN": "「各各随其意乐」，这个其是众生，就是恒顺众生，随喜功德，《楞严经》上说的「随众生心」，就是随其意乐；「应所知量」，那就是或者为他说法，或者是示现在听法，或是示现神通。「随意修习，悉皆圆满」，随意是没有起心动念，完全随顺众生的意念。众生造恶，造恶也随他造恶，随顺他造恶，希望他的恶赶快成就，为什么？赶快把它报掉。他那个苦要痛苦十年，你能把十年痛苦叫他一年就受掉，所谓长痛不如短痛，这都是菩萨慈悲。你看到菩萨好狠心，其实菩萨很慈悲，让你这报掉之后，后面就乐了。所以这不是普通菩萨，这是法身菩萨才能做到，普通人要做的时候，你得要遭恶报。普通人怎么办法？普通人就念阿弥陀佛，念阿弥陀佛就是求阿弥陀佛四十八愿加持我们，是这个意思。对弥陀要真信、要切愿，真信切愿你才能得佛力加持，违背自性是决定得不到佛力加持的。有加持，魔王加持你，罗刹加持你，就是成就你的恶业，早一天把你送到地狱去。等你地狱的业消干净了，你再出来，佛菩萨再救你，再帮助你。",
      "zh_TW": "「各各隨其意樂」，這個其是眾生，就是恆順眾生，隨喜功德，《楞嚴經》上說的「隨眾生心」，就是隨其意樂；「應所知量」，那就是或者為他說法，或者是示現在聽法，或是示現神通。「隨意修習，悉皆圓滿」，隨意是沒有起心動念，完全隨順眾生的意念。眾生造惡，造惡也隨他造惡，隨順他造惡，希望他的惡趕快成就，為什麼？趕快把它報掉。他那個苦要痛苦十年，你能把十年痛苦叫他一年就受掉，所謂長痛不如短痛，這都是菩薩慈悲。你看到菩薩好狠心，其實菩薩很慈悲，讓你這報掉之後，後面就樂了。所以這不是普通菩薩，這是法身菩薩才能做到，普通人要做的時候，你得要遭惡報。普通人怎麼辦法？普通人就念阿彌陀佛，念阿彌陀佛就是求阿彌陀佛四十八願加持我們，是這個意思。對彌陀要真信、要切願，真信切願你才能得佛力加持，違背自性是決定得不到佛力加持的。有加持，魔王加持你，羅剎加持你，就是成就你的惡業，早一天把你送到地獄去。等你地獄的業消乾淨了，你再出來，佛菩薩再救你，再幫助你。"
    },
    {
      "id": "02-039-0243_p0014",
      "zh_CN": "「众生受教，亦皆至心信乐，求生净土，发菩提心，一向专念」，从这一句经文我们就明白了，佛门里有一句谚语说「佛不度无缘之人」。哪些人是无缘之人？跟佛不是同心同愿、同德同行，那就是无缘。佛是什么心？「众生无边誓愿度」，帮助一切众生破迷开悟，离苦得乐，这是佛心，要跟佛心同心同愿。佛的德是什么？「烦恼无尽誓愿断」这是佛德。佛的智慧是「法门无量誓愿学」，佛的究竟圆满是「佛道无上誓愿成」。这真的，不是假的，不真干不行。所以你看看，凡是众生受佛教诲的人，他都能至心信乐。接受佛陀教诲的时候不是至心，什么心？自私自利的心、名闻利养的心、嫉妒傲慢的心，那他没有受教，没有接受，他对佛法不信。「学而时习之，不亦说乎」，那个悦他没有得到，佛门常讲法喜充满，他法喜没得到，此地信乐是法喜，他没得到。他喜欢什么？喜欢世间名闻利养，喜欢沽名钓誉，喜欢别人恭维他、尊敬他，他喜欢这些，这完全是六道里头轮回心，他造轮回业。我们自己要好好想想自己有没有？如果有，赶紧要改过来，有则改之，无则嘉勉；要没有，很好。要记住，千万不能有。",
      "zh_TW": "「眾生受教，亦皆至心信樂，求生淨土，發菩提心，一向專念」，從這一句經文我們就明白了，佛門裡有一句諺語說「佛不度無緣之人」。哪些人是無緣之人？跟佛不是同心同願、同德同行，那就是無緣。佛是什麼心？「眾生無邊誓願度」，幫助一切眾生破迷開悟，離苦得樂，這是佛心，要跟佛心同心同願。佛的德是什麼？「煩惱無盡誓願斷」這是佛德。佛的智慧是「法門無量誓願學」，佛的究竟圓滿是「佛道無上誓願成」。這真的，不是假的，不真幹不行。所以你看看，凡是眾生受佛教誨的人，他都能至心信樂。接受佛陀教誨的時候不是至心，什麼心？自私自利的心、名聞利養的心、嫉妒傲慢的心，那他沒有受教，沒有接受，他對佛法不信。「學而時習之，不亦說乎」，那個悅他沒有得到，佛門常講法喜充滿，他法喜沒得到，此地信樂是法喜，他沒得到。他喜歡什麼？喜歡世間名聞利養，喜歡沽名釣譽，喜歡別人恭維他、尊敬他，他喜歡這些，這完全是六道裡頭輪迴心，他造輪迴業。我們自己要好好想想自己有沒有？如果有，趕緊要改過來，有則改之，無則嘉勉；要沒有，很好。要記住，千萬不能有。"
    },
    {
      "id": "02-039-0243_p0015",
      "zh_CN": "下面这一句，这是修学佛法终极的目标、真实的目标，「求生净土」，这个心要念念放在心上。什么时候求生净土？今天求生净土，不要等明天，不要等明年。你求生净土的心是真心，今天佛没有来接引你，佛就说你还有一天使命，你要帮助这些苦难众生，一年没有来接引你，你这一年你要帮助众生。我们念念盼望着阿弥陀佛来接引，时候到了阿弥陀佛决定来，一点都不怀疑。功夫在哪里？下面讲「发菩提心，一向专念」。给诸位说，十大愿王就是菩提心。修学的目标就是经题上末后的五个字「清净、平等、觉」。我用什么方法修清净平等觉？用发菩提心、一向专念，遵修普贤大士之德。虽修，心地清净，没有染污。没有什么染污？没有自私自利的染污，没有名闻利养的染污，没有贪瞋痴慢的染污，没有烦恼习气的染污，这叫清净心。清净心再提升，平等心，平等是没有高下；换句话说，嫉妒、傲慢、瞋恚完全没有了，平等心现前，跟一切众生平等，跟诸佛如来平等，跟恶道众生也平等，为什么？都是一个法性变现出来的。用心像一面镜子一样，我们现在用电视，就像电视的屏幕一样，里面的色身再多、再复杂，屏幕一丝毫没有染着。所以，屏幕给我们示现的就是清净平等觉，我们的心要跟屏幕一样，这个世间五花八门都在我们的周围，一丝毫不染，这真功夫！不是不接触，接触而不染着，这个就是诸佛菩萨的本事。一向专念，一个方向，西方极乐世界，一个目标，亲近阿弥陀佛，这叫一向专念。这一章我们就学习到此地，我们继续看下面这一章。",
      "zh_TW": "下面這一句，這是修學佛法終極的目標、真實的目標，「求生淨土」，這個心要念念放在心上。什麼時候求生淨土？今天求生淨土，不要等明天，不要等明年。你求生淨土的心是真心，今天佛沒有來接引你，佛就說你還有一天使命，你要幫助這些苦難眾生，一年沒有來接引你，你這一年你要幫助眾生。我們念念盼望著阿彌陀佛來接引，時候到了阿彌陀佛決定來，一點都不懷疑。功夫在哪裡？下面講「發菩提心，一向專念」。給諸位說，十大願王就是菩提心。修學的目標就是經題上末後的五個字「清淨、平等、覺」。我用什麼方法修清淨平等覺？用發菩提心、一向專念，遵修普賢大士之德。雖修，心地清淨，沒有染污。沒有什麼染污？沒有自私自利的染污，沒有名聞利養的染污，沒有貪瞋痴慢的染污，沒有煩惱習氣的染污，這叫清淨心。清淨心再提升，平等心，平等是沒有高下；換句話說，嫉妒、傲慢、瞋恚完全沒有了，平等心現前，跟一切眾生平等，跟諸佛如來平等，跟惡道眾生也平等，為什麼？都是一個法性變現出來的。用心像一面鏡子一樣，我們現在用電視，就像電視的屏幕一樣，裡面的色身再多、再複雜，屏幕一絲毫沒有染著。所以，屏幕給我們示現的就是清淨平等覺，我們的心要跟屏幕一樣，這個世間五花八門都在我們的周圍，一絲毫不染，這真功夫！不是不接觸，接觸而不染著，這個就是諸佛菩薩的本事。一向專念，一個方向，西方極樂世界，一個目標，親近阿彌陀佛，這叫一向專念。這一章我們就學習到此地，我們繼續看下面這一章。"
    },
    {
      "id": "02-039-0243_p0016",
      "zh_CN": "【我作佛时。生我国者。所须饮食。衣服。种种供具。随意即至。无不满愿。】",
      "zh_TW": "【我作佛時。生我國者。所須飲食。衣服。種種供具。隨意即至。無不滿願。】"
    },
    {
      "id": "02-039-0243_p0017",
      "zh_CN": "这一段是第三十七「衣食自至愿」。底下一愿我们也把它念完。",
      "zh_TW": "這一段是第三十七「衣食自至願」。底下一願我們也把它念完。"
    },
    {
      "id": "02-039-0243_p0018",
      "zh_CN": "【十方诸佛。应念受其供养。】",
      "zh_TW": "【十方諸佛。應念受其供養。】"
    },
    {
      "id": "02-039-0243_p0019",
      "zh_CN": "这一句就是一愿，第三十八「应念受供愿」。这两愿：",
      "zh_TW": "這一句就是一願，第三十八「應念受供願」。這兩願："
    },
    {
      "id": "02-039-0243_p0020",
      "zh_CN": "【若不尔者。不取正觉。】",
      "zh_TW": "【若不爾者。不取正覺。】"
    },
    {
      "id": "02-039-0243_p0021",
      "zh_CN": "他要没有做到的话，他就不成佛。他就是阿弥陀佛，阿弥陀佛成佛了，所以这两愿他也兑现了。",
      "zh_TW": "他要沒有做到的話，他就不成佛。他就是阿彌陀佛，阿彌陀佛成佛了，所以這兩願他也兌現了。"
    },
    {
      "id": "02-039-0243_p0022",
      "zh_CN": "我们看黄念祖老居士的注解。在早年，我学习《大经解》，给《大经解》做了个科判，这一章的科题是「庄严妙乐」，西方极乐世界妙乐，三十七、三十八，下面三十九也都是属于庄严妙乐愿。我们先看这一章，看念老的注解。「右第三十七衣食自至愿。饮食衣服，见《宋译》」，五种原译本的《宋译》，「种种供具，见《唐译》」。「又《汉译》第二十三愿曰：我国诸菩萨欲饭时」，这个欲是你想吃饭的时候，「则七宝钵中，生自然百味饭食在前。食已，钵皆自然去。」极乐世界多好！哪像我们现在厨房这么麻烦，想吃饭，大家都在那里忙，忙了半天，味道还不合口味。西方极乐世界不要厨房，你想吃饭的时候，钵就是餐具，我们今天用的碗，这是餐具，这餐具自然就摆在你面前了。饭桌，桌上的餐具摆在面前，而且每个菜碗里、饭碗里百味饭食。百味是形容词，什么人吃饭有一百道菜，你们知道吗？过去的皇上。皇帝吃饭，每餐饭都是一百道菜，不能少的。御厨要替皇上准备的时候，每餐饭是一百道菜，那个菜碗都不大，就像小碟子一样。我虽然没见过，没见到那么完全，一百道，我见了差不多将近有一半。谁请我吃饭？过去驻澳大利亚的大使，武韬大使，我在北京，去看他，他请我吃晚饭。晚上我去的时候，客人只有我一个。上了多少菜？大概有四、五十道菜，每个菜就像小碟子一样，摆在面前。我就明了了，过去皇宫里皇上吃饭，每餐饭就是那个样子的。百味饮食是帝王的待遇，西方极乐世界吃饭的时候，你想吃的时候都是帝王待遇的，御厨里面配出来的餐饮。而且它是自然现前，它没有人工做的，你只要一念想到，它就摆在面前；吃完之后，连餐具、连餐桌都不见了，自然就没有了。这能讲得通吗？能，有科学证据。",
      "zh_TW": "我們看黃念祖老居士的註解。在早年，我學習《大經解》，給《大經解》做了個科判，這一章的科題是「莊嚴妙樂」，西方極樂世界妙樂，三十七、三十八，下面三十九也都是屬於莊嚴妙樂願。我們先看這一章，看念老的註解。「右第三十七衣食自至願。飲食衣服，見《宋譯》」，五種原譯本的《宋譯》，「種種供具，見《唐譯》」。「又《漢譯》第二十三願曰：我國諸菩薩欲飯時」，這個欲是你想吃飯的時候，「則七寶缽中，生自然百味飯食在前。食已，缽皆自然去。」極樂世界多好！哪像我們現在廚房這麼麻煩，想吃飯，大家都在那裡忙，忙了半天，味道還不合口味。西方極樂世界不要廚房，你想吃飯的時候，缽就是餐具，我們今天用的碗，這是餐具，這餐具自然就擺在你面前了。飯桌，桌上的餐具擺在面前，而且每個菜碗裡、飯碗裡百味飯食。百味是形容詞，什麼人吃飯有一百道菜，你們知道嗎？過去的皇上。皇帝吃飯，每餐飯都是一百道菜，不能少的。御廚要替皇上準備的時候，每餐飯是一百道菜，那個菜碗都不大，就像小碟子一樣。我雖然沒見過，沒見到那麼完全，一百道，我見了差不多將近有一半。誰請我吃飯？過去駐澳大利亞的大使，武韜大使，我在北京，去看他，他請我吃晚飯。晚上我去的時候，客人只有我一個。上了多少菜？大概有四、五十道菜，每個菜就像小碟子一樣，擺在面前。我就明瞭了，過去皇宮裡皇上吃飯，每餐飯就是那個樣子的。百味飲食是帝王的待遇，西方極樂世界吃飯的時候，你想吃的時候都是帝王待遇的，御廚裡面配出來的餐飲。而且它是自然現前，它沒有人工做的，你只要一念想到，它就擺在面前；吃完之後，連餐具、連餐桌都不見了，自然就沒有了。這能講得通嗎？能，有科學證據。"
    },
    {
      "id": "02-039-0243_p0023",
      "zh_CN": "科学家告诉我们，能跟质可以互相转变，科学家发明原子弹也是根据这个道理，把质量转变成能量，这是原子弹的原理。如何把能量变成物质？现在科学家做不到，知道一定是可以能做到的。能量在空中就取之不尽，就像变魔术一样，它能够变成真的东西摆在面前，能与质可以互相转变。这里头其实透出一个重要的信息，就是物质是假的，不是真的，物质是能量变的，所以物质可以回归成能量，这个信息很重要。由此看起来，西方极乐世界的科学可以说达到登峰造极，每个人都可以用他的意念把能量变成物质。我需要的时候样样都有，不需要的时候空空如也，你看多干净俐落。你居住这个环境一尘不染，要什么有什么，来了几个客人，要几个椅子，椅子就来了；客人走了，椅子没有了，空空的。极乐世界人的生活环境！我们在这个世间受苦受难，旅行的时候还要带一大堆包袱，自己背不动还请别人扛着，你说你麻不麻烦人！那我们晓得，极乐世界菩萨在遍法界虚空界旅行，他什么都不要带，应有尽有。这个地方得赶快去，不要留恋在这个娑婆世界活受罪，理、事我们都要懂得。",
      "zh_TW": "科學家告訴我們，能跟質可以互相轉變，科學家發明原子彈也是根據這個道理，把質量轉變成能量，這是原子彈的原理。如何把能量變成物質？現在科學家做不到，知道一定是可以能做到的。能量在空中就取之不盡，就像變魔術一樣，它能夠變成真的東西擺在面前，能與質可以互相轉變。這裡頭其實透出一個重要的信息，就是物質是假的，不是真的，物質是能量變的，所以物質可以回歸成能量，這個信息很重要。由此看起來，西方極樂世界的科學可以說達到登峰造極，每個人都可以用他的意念把能量變成物質。我需要的時候樣樣都有，不需要的時候空空如也，你看多乾淨俐落。你居住這個環境一塵不染，要什麼有什麼，來了幾個客人，要幾個椅子，椅子就來了；客人走了，椅子沒有了，空空的。極樂世界人的生活環境！我們在這個世間受苦受難，旅行的時候還要帶一大堆包袱，自己背不動還請別人扛著，你說你麻不麻煩人！那我們曉得，極樂世界菩薩在遍法界虛空界旅行，他什麼都不要帶，應有盡有。這個地方得趕快去，不要留戀在這個娑婆世界活受罪，理、事我們都要懂得。"
    },
    {
      "id": "02-039-0243_p0024",
      "zh_CN": "下面说「《吴译》」，《吴译》是支谦的本子，第十四愿跟这个相同。「又《魏译》第三十八愿曰：国中天人，欲得衣服，随念即至。如佛所赞应法妙服，自然在身。」前面是讲吃的，你需要饮食，这里就需要穿的，不需要裁缝，不需要去购物，西方极乐世界没有这些商店，也没有餐馆，也没有百货公司，要想什么东西，东西就来了，自然就来了。你说想得衣服，随念即至，衣服已经穿在身上，如同佛所赞叹的应法妙服。应法怎么讲？恒顺众生。你在教化众生的时候，这个地区的众生他们是什么样的衣着、什么样的礼服，你跟他们穿的是一样的。这是妙！妙在什么？这衣服不需要裁缝，这就妙了，自然在身。「有求裁缝捣染」，这是讲衣服缝制，我们的衣服还需要量身体，还需要去选布料，挺麻烦。西方世界不但不需要裁缝，连洗濯都不要，为什么？他不需要，他衣服干净，一尘不染，永远不需要去洗衣服。我们今天讲换洗，西方世界没有换洗这个习惯。",
      "zh_TW": "下面說「《吳譯》」，《吳譯》是支謙的本子，第十四願跟這個相同。「又《魏譯》第三十八願曰：國中天人，欲得衣服，隨念即至。如佛所讚應法妙服，自然在身。」前面是講吃的，你需要飲食，這裡就需要穿的，不需要裁縫，不需要去購物，西方極樂世界沒有這些商店，也沒有餐館，也沒有百貨公司，要想什麼東西，東西就來了，自然就來了。你說想得衣服，隨念即至，衣服已經穿在身上，如同佛所讚歎的應法妙服。應法怎麼講？恆順眾生。你在教化眾生的時候，這個地區的眾生他們是什麼樣的衣著、什麼樣的禮服，你跟他們穿的是一樣的。這是妙！妙在什麼？這衣服不需要裁縫，這就妙了，自然在身。「有求裁縫擣染」，這是講衣服縫製，我們的衣服還需要量身體，還需要去選布料，挺麻煩。西方世界不但不需要裁縫，連洗濯都不要，為什麼？他不需要，他衣服乾淨，一塵不染，永遠不需要去洗衣服。我們今天講換洗，西方世界沒有換洗這個習慣。"
    },
    {
      "id": "02-039-0243_p0025",
      "zh_CN": "不但是衣服，所有一切法它都没有改变，所以它叫一真法界。也就是说，那个世界只有心现，没有识变，它没识了。像法相宗上说的，极乐世界的居民，同居土烦恼没断，方便土断一部分，还有一部分没断，只有实报土完全断干净了，转八识成四智，所以是只有心现没有识变。但是，它同居土跟方便土也没有识变，这个太殊胜，就是太不可思议了，这是弥陀本愿的加持，十方世界诸佛四土里头没有。一切诸佛刹土，上面两土是相同的，常寂光跟实报土是相同的，下面是方便土跟同居土是不一样，那是什么？那是八识五十一心所变出来的，识变的。凡是识变的全是假的，都不是真的。我们读到这段经文，真正明了之后，对西方极乐世界自然你就产生向往之心，这个世界多好。",
      "zh_TW": "不但是衣服，所有一切法它都沒有改變，所以它叫一真法界。也就是說，那個世界只有心現，沒有識變，它沒識了。像法相宗上說的，極樂世界的居民，同居土煩惱沒斷，方便土斷一部分，還有一部分沒斷，只有實報土完全斷乾淨了，轉八識成四智，所以是只有心現沒有識變。但是，它同居土跟方便土也沒有識變，這個太殊勝，就是太不可思議了，這是彌陀本願的加持，十方世界諸佛四土裡頭沒有。一切諸佛剎土，上面兩土是相同的，常寂光跟實報土是相同的，下面是方便土跟同居土是不一樣，那是什麼？那是八識五十一心所變出來的，識變的。凡是識變的全是假的，都不是真的。我們讀到這段經文，真正明瞭之後，對西方極樂世界自然你就產生嚮往之心，這個世界多好。"
    },
    {
      "id": "02-039-0243_p0026",
      "zh_CN": "捣染是染色，我们衣服上的花纹很多染色的，是属于这一类的。浣濯是洗衣服，我们要换洗，西方极乐世界没有这么多麻烦，都不需要。那么这一愿，末后说不取正觉，佛这个愿统统都兑现了，这是特别给凡圣同居土人讲的，为什么？四圣法界，那是天人，阿罗汉以上的，当然也不需要这些。他们禅悦为食，财色名食睡这五样，也叫五欲，他统统断掉了。用什么来养身体？禅悦，谚语所谓「人逢喜事精神爽」，就是那个欢喜，欢喜养身体，不需要外面这些饮食。只有凡圣同居土里面的欲界才要，这三界，欲界、色界、无色界，欲界要，色界、无色界都不要了，何况是方便有余土，阿罗汉、辟支佛、菩萨、佛，他怎么会要有这些东西？",
      "zh_TW": "擣染是染色，我們衣服上的花紋很多染色的，是屬於這一類的。浣濯是洗衣服，我們要換洗，西方極樂世界沒有這麼多麻煩，都不需要。那麼這一願，末後說不取正覺，佛這個願統統都兌現了，這是特別給凡聖同居土人講的，為什麼？四聖法界，那是天人，阿羅漢以上的，當然也不需要這些。他們禪悅為食，財色名食睡這五樣，也叫五欲，他統統斷掉了。用什麼來養身體？禪悅，諺語所謂「人逢喜事精神爽」，就是那個歡喜，歡喜養身體，不需要外面這些飲食。只有凡聖同居土裡面的欲界才要，這三界，欲界、色界、無色界，欲界要，色界、無色界都不要了，何況是方便有餘土，阿羅漢、辟支佛、菩薩、佛，他怎麼會要有這些東西？"
    },
    {
      "id": "02-039-0243_p0027",
      "zh_CN": "所以，这一愿完全是为带着有浓厚凡圣同居土里面的习气，佛发的这个愿。你的习气没断不要紧，你还想到有吃东西，有，不缺乏，不缺乏吃的，你想穿的，也不缺乏穿的，吃的穿的全都有，你可放心了，弥陀想得周到。如果没有这一愿在此地，我们看到极乐世界经上所讲的，我们常说，你看极乐世界没有政府组织，没听说，极乐世界没有士农工商，那我们生活怎么办？我们会想到这个。没有农夫耕种，我们吃什么？没有这些工巧，我们用什么？没有商店，我们缺乏之后，东西从哪里来？极乐世界全没有。阿弥陀佛本愿威神变现自在，一切所需之物应念而现，只要你有念头，它就能现前。这就是科学里面所梦寐希求的，但是现在还不能出现，求不到，就是能与质的自在转变，极乐世界做到了。所以科学家想学高等科学，都要到极乐世界去留学，跟这个大科学家阿弥陀佛去跟他学习，你才能学到这个本事。",
      "zh_TW": "所以，這一願完全是為帶著有濃厚凡聖同居土裡面的習氣，佛發的這個願。你的習氣沒斷不要緊，你還想到有吃東西，有，不缺乏，不缺乏吃的，你想穿的，也不缺乏穿的，吃的穿的全都有，你可放心了，彌陀想得周到。如果沒有這一願在此地，我們看到極樂世界經上所講的，我們常說，你看極樂世界沒有政府組織，沒聽說，極樂世界沒有士農工商，那我們生活怎麼辦？我們會想到這個。沒有農夫耕種，我們吃什麼？沒有這些工巧，我們用什麼？沒有商店，我們缺乏之後，東西從哪裡來？極樂世界全沒有。阿彌陀佛本願威神變現自在，一切所需之物應念而現，只要你有念頭，它就能現前。這就是科學裡面所夢寐希求的，但是現在還不能出現，求不到，就是能與質的自在轉變，極樂世界做到了。所以科學家想學高等科學，都要到極樂世界去留學，跟這個大科學家阿彌陀佛去跟他學習，你才能學到這個本事。"
    },
    {
      "id": "02-039-0243_p0028",
      "zh_CN": "我们再看下文，「今经备集五译文义」，这五种原译本的文义，「结成此愿，名为衣食自至愿」，这是交代会集这个文字从哪里来的。「如《会疏》释《魏译》曰：佛本何故兴此愿」，这说得好！《会疏》这是日本法师作的。佛为什么会有这一愿，兴起这一愿？「见或国土，为衣食故，苦役万般，四时不宁处，一生疲贪求。何况禾下丧数千生命，镬中杀无量蚕子，依之沉迷无涯，受苦无穷。」这是讲法界虚空界里确实有很多诸佛国土像我们地球一样，它这里所说的，地球人都有，为衣为食，人一生为什么？就为这个忙碌，苦不堪言。「四时不宁」，四时春夏秋冬，春天播种，春生夏长，秋收冬藏，看到农夫就知道他辛苦。一生疲于贪求，这句话里头含的内容就非常非常之多，贪财、贪名、贪利、贪权位，没有一样不贪。贪是所有一切烦恼罪孽的根源，所以烦恼里头把它列在第一个，第一个字。佛陀清楚，修行要想成功，头一个就要把它控制住。在这个娑婆世界得的这个肉身，虽然是假的，他必须在这世间活上几十年，他需要衣食住行，不能没有。佛菩萨教给我们，应该怎么办？适可而止，不能有贪心。所以，世尊当年在世，对这个问题他给我们表现的，因为佛陀是生在热带，生在热带生活就简单，它没有四季，它只有夏天，所以他三件衣服就够了，叫三衣一钵。钵是什么？钵是乞食的，盛饭的，饭菜汇合在一起，不需要再用一个菜碗，简单。住在哪里？住在树底下，找一棵大树，可以遮蔽风雨，树下一宿，过这样的生活。这是什么？这是人类最低的生活标准，一天吃一餐。那营养够吗？够了。",
      "zh_TW": "我們再看下文，「今經備集五譯文義」，這五種原譯本的文義，「結成此願，名為衣食自至願」，這是交代會集這個文字從哪裡來的。「如《會疏》釋《魏譯》曰：佛本何故興此願」，這說得好！《會疏》這是日本法師作的。佛為什麼會有這一願，興起這一願？「見或國土，為衣食故，苦役萬般，四時不寧處，一生疲貪求。何況禾下喪數千生命，鑊中殺無量蠶子，依之沉迷無涯，受苦無窮。」這是講法界虛空界裡確實有很多諸佛國土像我們地球一樣，它這裡所說的，地球人都有，為衣為食，人一生為什麼？就為這個忙碌，苦不堪言。「四時不寧」，四時春夏秋冬，春天播種，春生夏長，秋收冬藏，看到農夫就知道他辛苦。一生疲於貪求，這句話裡頭含的內容就非常非常之多，貪財、貪名、貪利、貪權位，沒有一樣不貪。貪是所有一切煩惱罪孽的根源，所以煩惱裡頭把它列在第一個，第一個字。佛陀清楚，修行要想成功，頭一個就要把它控制住。在這個娑婆世界得的這個肉身，雖然是假的，他必須在這世間活上幾十年，他需要衣食住行，不能沒有。佛菩薩教給我們，應該怎麼辦？適可而止，不能有貪心。所以，世尊當年在世，對這個問題他給我們表現的，因為佛陀是生在熱帶，生在熱帶生活就簡單，它沒有四季，它只有夏天，所以他三件衣服就夠了，叫三衣一缽。缽是什麼？缽是乞食的，盛飯的，飯菜匯合在一起，不需要再用一個菜碗，簡單。住在哪裡？住在樹底下，找一棵大樹，可以遮蔽風雨，樹下一宿，過這樣的生活。這是什麼？這是人類最低的生活標準，一天吃一餐。那營養夠嗎？夠了。"
    },
    {
      "id": "02-039-0243_p0029",
      "zh_CN": "我早年跟李炳南老居士学经教，我跟他的那一年，他老人家七十岁。我发现他老人家日中一食，我向他老人家请教，他日中一食已经几十年了，好像他开始时候是三十几岁，一生没有改变。一餐吃得很少，那个时候我们年轻，他老人家七十岁，我三十一岁，我一餐比他一餐吃得多。我那个时候学佛已经有几年了，我二十六岁学佛的，二十六岁那年的年底，我记得大概是半年，我就把晚餐断掉，我一天吃两餐。很正常，年轻，每餐都要吃三碗饭。我一天吃两餐，我没有把中午那一餐再加两碗饭，没有，还是跟正常一样三碗饭。可是老师，李老师他那个小碗两碗就吃饱了，我两碗不行，一定要吃三碗。他一天生活费用，那个时候台湾钱两块钱，我一天费用一定要三块钱，他一个月伙食钱六十块，我一个月伙食要九十块。我看到他老人家吃一餐，我也就学他，我把早晨那一餐也断掉。我吃到第八个月，我才向他报告，我说老师，我现在也一天吃一餐。他说，多久了？「八个月了。」他眼睛睁得好大，问我，身体状况怎么样？我说很正常。他桌子一拍，「你永远保持下去」。为什么？生活简单，需要少，你就不求人了，人到无求品自高。这个话是真的，乐在其中。",
      "zh_TW": "我早年跟李炳南老居士學經教，我跟他的那一年，他老人家七十歲。我發現他老人家日中一食，我向他老人家請教，他日中一食已經幾十年了，好像他開始時候是三十幾歲，一生沒有改變。一餐吃得很少，那個時候我們年輕，他老人家七十歲，我三十一歲，我一餐比他一餐吃得多。我那個時候學佛已經有幾年了，我二十六歲學佛的，二十六歲那年的年底，我記得大概是半年，我就把晚餐斷掉，我一天吃兩餐。很正常，年輕，每餐都要吃三碗飯。我一天吃兩餐，我沒有把中午那一餐再加兩碗飯，沒有，還是跟正常一樣三碗飯。可是老師，李老師他那個小碗兩碗就吃飽了，我兩碗不行，一定要吃三碗。他一天生活費用，那個時候台灣錢兩塊錢，我一天費用一定要三塊錢，他一個月伙食錢六十塊，我一個月伙食要九十塊。我看到他老人家吃一餐，我也就學他，我把早晨那一餐也斷掉。我吃到第八個月，我才向他報告，我說老師，我現在也一天吃一餐。他說，多久了？「八個月了。」他眼睛睜得好大，問我，身體狀況怎麼樣？我說很正常。他桌子一拍，「你永遠保持下去」。為什麼？生活簡單，需要少，你就不求人了，人到無求品自高。這個話是真的，樂在其中。"
    },
    {
      "id": "02-039-0243_p0030",
      "zh_CN": "我那个时候得出一个心得，我向他老人家报告，我说身体是一部机器，机器的运作要靠能量的补充，饮食就是能量的补充。可是人身体有消耗能量的，也有节省能源的，不一样。大概消耗能量的那种身体很多，那种机器很多，一天三餐都不够，还要吃点心，要补充，要不然他就没有精神了。我们观察李老师，李老师他的每天工作量大概是五个人的，所以他很忙碌，五个人的工作量，一天吃一餐，那么一点点。所以我就想，这能量消耗，消耗到哪里去？应当是妄念，胡思乱想，妄念消耗能量肯定是占百分之九十到九十五，消耗在这上。所以人心地清净，他需要量就少。世尊当年在世，所有学生都日中一食，为什么？他妄想少，他每天去听经。除了听经，修禅定的修禅定，持咒的持咒，念佛的念佛，他没有杂念，所以他需要量就很少，一餐足够了，这么个道理。我向老师报告我的想法、看法，老师很赞成，他说一点都没错。告诉我，你看阿罗汉，阿罗汉的定功比一般人深，阿罗汉是一个星期吃一餐，他消耗少，补充一次他就可以用七天。辟支佛的定功更深，半个月出来托钵一次，一个月只吃两顿。这就说明什么？心地愈清净、愈平等，维持身体的消耗量就愈少。",
      "zh_TW": "我那個時候得出一個心得，我向他老人家報告，我說身體是一部機器，機器的運作要靠能量的補充，飲食就是能量的補充。可是人身體有消耗能量的，也有節省能源的，不一樣。大概消耗能量的那種身體很多，那種機器很多，一天三餐都不夠，還要吃點心，要補充，要不然他就沒有精神了。我們觀察李老師，李老師他的每天工作量大概是五個人的，所以他很忙碌，五個人的工作量，一天吃一餐，那麼一點點。所以我就想，這能量消耗，消耗到哪裡去？應當是妄念，胡思亂想，妄念消耗能量肯定是佔百分之九十到九十五，消耗在這上。所以人心地清淨，他需要量就少。世尊當年在世，所有學生都日中一食，為什麼？他妄想少，他每天去聽經。除了聽經，修禪定的修禪定，持咒的持咒，念佛的念佛，他沒有雜念，所以他需要量就很少，一餐足夠了，這麼個道理。我向老師報告我的想法、看法，老師很贊成，他說一點都沒錯。告訴我，你看阿羅漢，阿羅漢的定功比一般人深，阿羅漢是一個星期吃一餐，他消耗少，補充一次他就可以用七天。辟支佛的定功更深，半個月出來托缽一次，一個月只吃兩頓。這就說明什麼？心地愈清淨、愈平等，維持身體的消耗量就愈少。"
    },
    {
      "id": "02-039-0243_p0031",
      "zh_CN": "妄念多的人，你要叫他晚上不吃饭，他受不了，他会生病。所以这桩事情大家不要学，不要勉强，勉强你一定损害身体，你对不起你自己，对不起父母，那叫大不孝。必须妄念真的少了，欲望没有了，真正能够做到「于人无争，于世无求」，你的消耗量自然就少了，你就不需要那么多，这才是个正理。如果自己妄念还很多，习气还很重，你要不补充那就坏了。我三十三岁出家，出家之后两年受戒，我平常的生活都是一餐。受了戒之后，受戒期间当中那一个月，给诸位说，我开缘，我吃三餐。为什么？戒坛里生活很辛苦，我需要体力。别人发心，这受戒的时候一定要持午，晚上一餐不吃，吃两餐。过了二、三天，他不行了，他支持不了，晚上又开了，那叫开玩笑！所以佛法重实质不重形式，不要搞有面子好看，那就错了，不在乎这些，要在乎实质。我那个时候有很多杂事情我必须要做的、要用思考的，我消耗的能量比平常大，我不讲这些假面子。所以戒坛上的时候，我晚上一样吃东西。",
      "zh_TW": "妄念多的人，你要叫他晚上不吃飯，他受不了，他會生病。所以這樁事情大家不要學，不要勉強，勉強你一定損害身體，你對不起你自己，對不起父母，那叫大不孝。必須妄念真的少了，欲望沒有了，真正能夠做到「於人無爭，於世無求」，你的消耗量自然就少了，你就不需要那麼多，這才是個正理。如果自己妄念還很多，習氣還很重，你要不補充那就壞了。我三十三歲出家，出家之後兩年受戒，我平常的生活都是一餐。受了戒之後，受戒期間當中那一個月，給諸位說，我開緣，我吃三餐。為什麼？戒壇裡生活很辛苦，我需要體力。別人發心，這受戒的時候一定要持午，晚上一餐不吃，吃兩餐。過了二、三天，他不行了，他支持不了，晚上又開了，那叫開玩笑！所以佛法重實質不重形式，不要搞有面子好看，那就錯了，不在乎這些，要在乎實質。我那個時候有很多雜事情我必須要做的、要用思考的，我消耗的能量比平常大，我不講這些假面子。所以戒壇上的時候，我晚上一樣吃東西。"
    },
    {
      "id": "02-039-0243_p0032",
      "zh_CN": "可是受戒以后，就出来讲经。讲经很困难，寺庙里面不喜欢，寺庙里面喜欢经忏佛事，做法会，喜欢这个，这不是我出家的本意。我出家是章嘉大师教导我的，劝我出家，劝我学释迦牟尼佛。所以我看经书，第一本，章嘉大师给我的，《释迦谱》、《释迦方志》。老师告诉我，学佛你要认识释迦牟尼佛，这都是在没出家之前，二十六岁的时候。读了这些书，对释迦佛才真正认识。他是个王子，父亲是国王，聪明好学，十九岁离开家庭出去参学，过苦行僧的生活，参学十二年。当时印度是世界宗教之国，哲学的高峰，这里面的高僧，学派里面的大德，他统统亲近过了，学了十二年。我们知道在那个时代，无论是宗教或者是学派，没有不重视禅定的。佛门里面讲的四禅八定，实际上是婆罗门教的，释迦牟尼佛学过。四禅八定，在定中能够突破空间维次，这个界限没有了，他能看到二十八层天，他能看到阿鼻地狱。所以六道里面的状况一清二楚，他完全明白，这是当时宗教里面的修行人、一些专家学者都有这个能力。",
      "zh_TW": "可是受戒以後，就出來講經。講經很困難，寺廟裡面不喜歡，寺廟裡面喜歡經懺佛事，做法會，喜歡這個，這不是我出家的本意。我出家是章嘉大師教導我的，勸我出家，勸我學釋迦牟尼佛。所以我看經書，第一本，章嘉大師給我的，《釋迦譜》、《釋迦方志》。老師告訴我，學佛你要認識釋迦牟尼佛，這都是在沒出家之前，二十六歲的時候。讀了這些書，對釋迦佛才真正認識。他是個王子，父親是國王，聰明好學，十九歲離開家庭出去參學，過苦行僧的生活，參學十二年。當時印度是世界宗教之國，哲學的高峰，這裡面的高僧，學派裡面的大德，他統統親近過了，學了十二年。我們知道在那個時代，無論是宗教或者是學派，沒有不重視禪定的。佛門裡面講的四禪八定，實際上是婆羅門教的，釋迦牟尼佛學過。四禪八定，在定中能夠突破空間維次，這個界限沒有了，他能看到二十八層天，他能看到阿鼻地獄。所以六道裡面的狀況一清二楚，他完全明白，這是當時宗教裡面的修行人、一些專家學者都有這個能力。"
    },
    {
      "id": "02-039-0243_p0033",
      "zh_CN": "可是我们想到，年轻的世尊又好学，肯定他还有不能满意的地方，我们能想像得到。六道看清楚了、看明白了，六道从哪里来的？六道从什么原因发生的？六道以外还有没有世界？我肯定的相信释迦牟尼佛有这个问题，这个问题没有人能解答。所以学了十二年，没地方学了，他把十二年所学的放下，在毕钵罗树下入定，入更深的禅定，这个问题解决了。再一出定的时候，夜睹明星，大彻大悟，明心见性，他示现成佛，不但六道的事情明白了，遍法界虚空界全明白了，开始教学。第一部讲什么经？第一部讲《华严经》。在什么地方讲的？在定中讲的，没人知道，别人看到他老人家在菩提树下入定。这个时间经上有，两种说法，一个是二七，一个是三七，二七十四天，三七二十一天，都有经本，也都有出处。换句话说，《华严经》是佛在定中讲的，所以小乘人不承认。这部经讲完了，大龙菩萨，那是等觉菩萨，把这个经收藏在龙宫。六百年之后，龙树菩萨出现了，龙树是初地菩萨，大龙菩萨把他接引到龙宫，看到这部经典。看到之后，分量太大了，龙树菩萨为我们说出原文，释迦牟尼佛二七日中所讲《华严经》的原文，是「十个三千大千世界微尘偈，一四天下微尘品」。六道里面的众生没有一个人能受持，分量太大了，这大本的。还有中本的，中本分量也不是这个世间人所能够接受的。最后看小本，小本是什么？好像目录提要。像我们现在看《四库全书》，你看《四库全书》，在架子上你们都看到，一千五百册。小本是什么？小本是目录提要，前面的五册，前面五册目录提要。所以龙树菩萨将小本传到世间来，就是现在我们看到的《华严经》，是整个《华严经》的目录提要，十万偈，四十品。这就是世尊大彻大悟之后，他所看到的宇宙真相，给我们做报告，就这部经。",
      "zh_TW": "可是我們想到，年輕的世尊又好學，肯定他還有不能滿意的地方，我們能想像得到。六道看清楚了、看明白了，六道從哪裡來的？六道從什麼原因發生的？六道以外還有沒有世界？我肯定的相信釋迦牟尼佛有這個問題，這個問題沒有人能解答。所以學了十二年，沒地方學了，他把十二年所學的放下，在畢缽羅樹下入定，入更深的禪定，這個問題解決了。再一出定的時候，夜睹明星，大徹大悟，明心見性，他示現成佛，不但六道的事情明白了，遍法界虛空界全明白了，開始教學。第一部講什麼經？第一部講《華嚴經》。在什麼地方講的？在定中講的，沒人知道，別人看到他老人家在菩提樹下入定。這個時間經上有，兩種說法，一個是二七，一個是三七，二七十四天，三七二十一天，都有經本，也都有出處。換句話說，《華嚴經》是佛在定中講的，所以小乘人不承認。這部經講完了，大龍菩薩，那是等覺菩薩，把這個經收藏在龍宮。六百年之後，龍樹菩薩出現了，龍樹是初地菩薩，大龍菩薩把他接引到龍宮，看到這部經典。看到之後，分量太大了，龍樹菩薩為我們說出原文，釋迦牟尼佛二七日中所講《華嚴經》的原文，是「十個三千大千世界微塵偈，一四天下微塵品」。六道裡面的眾生沒有一個人能受持，分量太大了，這大本的。還有中本的，中本分量也不是這個世間人所能夠接受的。最後看小本，小本是什麼？好像目錄提要。像我們現在看《四庫全書》，你看《四庫全書》，在架子上你們都看到，一千五百冊。小本是什麼？小本是目錄提要，前面的五冊，前面五冊目錄提要。所以龍樹菩薩將小本傳到世間來，就是現在我們看到的《華嚴經》，是整個《華嚴經》的目錄提要，十萬偈，四十品。這就是世尊大徹大悟之後，他所看到的宇宙真相，給我們做報告，就這部經。"
    },
    {
      "id": "02-039-0243_p0034",
      "zh_CN": "在中国唐朝时候，禅宗六祖惠能大师，他二十四岁开悟了，释迦牟尼佛是三十岁。能大师开悟的时候只说了五句话，释迦牟尼佛开悟的时候是讲了一部《华严经》，这两个开悟人所说的内容完全相同，不增不减，这就妙不可言。也就是说，释迦牟尼佛所讲的这部《华严经》，归纳起来就这五句话，惠能大师这五句话展开来，就是完整的《大方广佛华严经》。三千大千世界微尘偈，一四天下微尘品，一即是多，多即是一。那人家问，《华严经》内容是什么？拿惠能大师的五句话应对就正确了，「何期自性，本自清净、本不生灭、本自具足、本无动摇、能生万法」，能大师只讲五句。这是不可思议的境界，大乘佛法从这兴起，《法华经》上说，「唯有一乘法，无二亦无三」，这是释迦牟尼佛一生教学的本意，佛希望一切众生各个回归自性，各个成佛。可是众生迷得太深，教学一定要分阶段，就好像办小学、办中学、办大学、办研究所，用这个方法来教娑婆世界众生。所以出了定之后，在鹿野苑先度五比丘，为他们讲《阿含》。以后学生愈来愈多，有一千二百多人，这是常随众，临时来参加的人我们相信不会少于常随众；换句话说，释迦牟尼佛这个讲堂应该是三千人以上，这样的讲堂。阿含就是小学，十二年；方等是中学，八年；般若是大学，二十二年；法华是研究所，八年，总共四十九年，这是释迦牟尼佛一生行谊的状况。",
      "zh_TW": "在中國唐朝時候，禪宗六祖惠能大師，他二十四歲開悟了，釋迦牟尼佛是三十歲。能大師開悟的時候只說了五句話，釋迦牟尼佛開悟的時候是講了一部《華嚴經》，這兩個開悟人所說的內容完全相同，不增不減，這就妙不可言。也就是說，釋迦牟尼佛所講的這部《華嚴經》，歸納起來就這五句話，惠能大師這五句話展開來，就是完整的《大方廣佛華嚴經》。三千大千世界微塵偈，一四天下微塵品，一即是多，多即是一。那人家問，《華嚴經》內容是什麼？拿惠能大師的五句話應對就正確了，「何期自性，本自清淨、本不生滅、本自具足、本無動搖、能生萬法」，能大師只講五句。這是不可思議的境界，大乘佛法從這興起，《法華經》上說，「唯有一乘法，無二亦無三」，這是釋迦牟尼佛一生教學的本意，佛希望一切眾生各個回歸自性，各個成佛。可是眾生迷得太深，教學一定要分階段，就好像辦小學、辦中學、辦大學、辦研究所，用這個方法來教娑婆世界眾生。所以出了定之後，在鹿野苑先度五比丘，為他們講《阿含》。以後學生愈來愈多，有一千二百多人，這是常隨眾，臨時來參加的人我們相信不會少於常隨眾；換句話說，釋迦牟尼佛這個講堂應該是三千人以上，這樣的講堂。阿含就是小學，十二年；方等是中學，八年；般若是大學，二十二年；法華是研究所，八年，總共四十九年，這是釋迦牟尼佛一生行誼的狀況。"
    },
    {
      "id": "02-039-0243_p0035",
      "zh_CN": "他把生活减低到最低限度，托钵，解决吃的问题；穿衣，三衣。三衣到哪里去找？找人家穿旧的破衣服，丢掉不要了，把它捡起来，看到这布里头还可以用的，把它剪成方块缝起来。缝起来，当然布料不一样、颜色不一样，就很难看，所以把它染色，染成咖啡色，所以叫染色衣，这衣称为袈裟。袈裟就是杂组的，组成的，混杂组成的，不是一个单纯的，所以衣叫袈裟。吃的饭也叫袈裟，为什么？每一家托钵的饭都不一样，混合在一起，袈裟就是混合的意思。过这样的生活。所以在这个世界，这种世间，这种世间在法界虚空界里头很多很多，人有衣食住行的这些习惯、这些习气，时间太久，印象太深了，常常他会想起，所以阿弥陀佛发这个愿。",
      "zh_TW": "他把生活減低到最低限度，托缽，解決吃的問題；穿衣，三衣。三衣到哪裡去找？找人家穿舊的破衣服，丟掉不要了，把它撿起來，看到這布裡頭還可以用的，把它剪成方塊縫起來。縫起來，當然布料不一樣、顏色不一樣，就很難看，所以把它染色，染成咖啡色，所以叫染色衣，這衣稱為袈裟。袈裟就是雜組的，組成的，混雜組成的，不是一個單純的，所以衣叫袈裟。吃的飯也叫袈裟，為什麼？每一家托缽的飯都不一樣，混合在一起，袈裟就是混合的意思。過這樣的生活。所以在這個世界，這種世間，這種世間在法界虛空界裡頭很多很多，人有衣食住行的這些習慣、這些習氣，時間太久，印象太深了，常常他會想起，所以阿彌陀佛發這個願。"
    },
    {
      "id": "02-039-0243_p0036",
      "zh_CN": "这下面，不但是四时不安宁，天天忙碌，一生疲于贪求。底下一段说，「何况禾下丧数千生命」，这个「禾」是种植，用这个字来代表你所种植的五榖杂粮、蔬菜水果。你在种植的时候，许许多多的小虫丧生，这造业。「镬中」，镬是大鼎，就是我们讲的大锅。古时候这个锅下面有三个脚，三支脚，或者是四支，为什么？下面烧火。那时候锅，从前没有灶，最古的时候就是用三支脚撑起来，下面烧火，上面煮东西。这里举什么？煮蚕子，取丝，取蚕丝，用来做布料，你杀多少蚕子！这是举这一个例子来说。「依之沉迷无涯」，他依什么？依这种生活方式，生生世世，你跟众生结多少冤孽？所以冤冤相报没完没了，受苦无穷，这是六道众生没有法子避免的事情。我们只讲六道里头的人道。「是故愿言」，因为这个缘故，佛才发愿，「我土圣众」，这个「我」是阿弥陀佛，阿弥陀佛国土里面的圣众，「衣食住宅随意现前，着衣吃饭皆助道法也」，帮助你成就道业。到西方极乐世界，你不是凡夫，你是圣人，虽然是凡圣同居土，你得阿弥陀佛本愿威神加持，前面愿文里面我们读到「皆作阿惟越致菩萨」，阿惟越致是什么样的等级？是跟实报土平等，这叫阿惟越致。实报土里菩萨还需要饮食吗？不需要了。还会起个念头我要穿衣服？也不需要了，他没有这个念头，这些分别执着、习气统统断干净，只有无明习气没断，无明习气不碍事。",
      "zh_TW": "這下面，不但是四時不安寧，天天忙碌，一生疲於貪求。底下一段說，「何況禾下喪數千生命」，這個「禾」是種植，用這個字來代表你所種植的五榖雜糧、蔬菜水果。你在種植的時候，許許多多的小蟲喪生，這造業。「鑊中」，鑊是大鼎，就是我們講的大鍋。古時候這個鍋下面有三個腳，三支腳，或者是四支，為什麼？下面燒火。那時候鍋，從前沒有灶，最古的時候就是用三支腳撐起來，下面燒火，上面煮東西。這裡舉什麼？煮蠶子，取絲，取蠶絲，用來做布料，你殺多少蠶子！這是舉這一個例子來說。「依之沉迷無涯」，他依什麼？依這種生活方式，生生世世，你跟眾生結多少冤孽？所以冤冤相報沒完沒了，受苦無窮，這是六道眾生沒有法子避免的事情。我們只講六道裡頭的人道。「是故願言」，因為這個緣故，佛才發願，「我土聖眾」，這個「我」是阿彌陀佛，阿彌陀佛國土裡面的聖眾，「衣食住宅隨意現前，著衣喫飯皆助道法也」，幫助你成就道業。到西方極樂世界，你不是凡夫，你是聖人，雖然是凡聖同居土，你得阿彌陀佛本願威神加持，前面願文裡面我們讀到「皆作阿惟越致菩薩」，阿惟越致是什麼樣的等級？是跟實報土平等，這叫阿惟越致。實報土裡菩薩還需要飲食嗎？不需要了。還會起個念頭我要穿衣服？也不需要了，他沒有這個念頭，這些分別執著、習氣統統斷乾淨，只有無明習氣沒斷，無明習氣不礙事。"
    },
    {
      "id": "02-039-0243_p0037",
      "zh_CN": "下面是「种种供具者，花香、幢幡、宝盖、璎珞、卧具、天乐等等」，这是举几个例子。这是什么？菩萨常常去拜佛，到他方世界去闻法，去接受佛陀的教诲，你去的时候总要供养，供养就是我们现在讲，总得带一点礼物，不能空手去。这些礼物都不需要去购置，自然就在你手上，你就可以拿着去供佛。供佛是修福，闻法是修慧，每天去听经、去学教，福慧双修，而且不是去供一尊佛，不是去听一种法。我们今天的修学，在娑婆世界，讲求的是「一门深入，长时薰修」，目的是什么？目的是明心见性，见性成佛，这个佛就是实报庄严土里面的法身菩萨。法身菩萨每一天还要去供佛、还要去闻法，他求的是什么？他所求的就是四弘誓愿里第三愿，「法门无量誓愿学」。他怎么个学法？他同时学无量法门。我们今天一时学一个法门，他同时学无量法门，怎么学法？分身。诸佛无量无边，他分身无量无边，每一个身去拜一尊佛，供养一尊佛，听他说法。听完之后回来回归到一身，那个福慧都在一身，他没有一样不知道，所以说「般若无知，无所不知」，我们哪能比得上他！他一天就大圆满了，我们无量劫都不能圆满，他一天都圆满了。天天学，天天圆满，这还得了吗？",
      "zh_TW": "下面是「種種供具者，花香、幢幡、寶蓋、瓔珞、臥具、天樂等等」，這是舉幾個例子。這是什麼？菩薩常常去拜佛，到他方世界去聞法，去接受佛陀的教誨，你去的時候總要供養，供養就是我們現在講，總得帶一點禮物，不能空手去。這些禮物都不需要去購置，自然就在你手上，你就可以拿著去供佛。供佛是修福，聞法是修慧，每天去聽經、去學教，福慧雙修，而且不是去供一尊佛，不是去聽一種法。我們今天的修學，在娑婆世界，講求的是「一門深入，長時薰修」，目的是什麼？目的是明心見性，見性成佛，這個佛就是實報莊嚴土裡面的法身菩薩。法身菩薩每一天還要去供佛、還要去聞法，他求的是什麼？他所求的就是四弘誓願裡第三願，「法門無量誓願學」。他怎麼個學法？他同時學無量法門。我們今天一時學一個法門，他同時學無量法門，怎麼學法？分身。諸佛無量無邊，他分身無量無邊，每一個身去拜一尊佛，供養一尊佛，聽他說法。聽完之後回來回歸到一身，那個福慧都在一身，他沒有一樣不知道，所以說「般若無知，無所不知」，我們哪能比得上他！他一天就大圓滿了，我們無量劫都不能圓滿，他一天都圓滿了。天天學，天天圓滿，這還得了嗎？"
    },
    {
      "id": "02-039-0243_p0038",
      "zh_CN": "西方极乐世界了不起，其他的诸佛刹土里只有证得法身的人才有这个能力，西方世界不用证法身，带业往生的人也有这个能力。这是什么？这阿弥陀佛四十八愿加持的，我们能不感激阿弥陀佛吗？能不称赞阿弥陀佛？阿弥陀佛太伟大了，诸佛如来都赞叹他「光中极尊，佛中之王」。我们这一生遇到这个法门，你要认识它，你不认识它，当面错过，那你就真错了。为什么？这个法门能够教你一生成就，圆满成就。你锁定这个方向、这个目标，你才能够把所有一切不善的念头、不善的习气统统放下。为什么？世出世间法没有比这个更殊胜，这一部《无量寿经》、一句阿弥陀佛保证我们一生成就，这还得了吗？",
      "zh_TW": "西方極樂世界了不起，其他的諸佛剎土裡只有證得法身的人才有這個能力，西方世界不用證法身，帶業往生的人也有這個能力。這是什麼？這阿彌陀佛四十八願加持的，我們能不感激阿彌陀佛嗎？能不稱讚阿彌陀佛？阿彌陀佛太偉大了，諸佛如來都讚歎他「光中極尊，佛中之王」。我們這一生遇到這個法門，你要認識它，你不認識它，當面錯過，那你就真錯了。為什麼？這個法門能夠教你一生成就，圓滿成就。你鎖定這個方向、這個目標，你才能夠把所有一切不善的念頭、不善的習氣統統放下。為什麼？世出世間法沒有比這個更殊勝，這一部《無量壽經》、一句阿彌陀佛保證我們一生成就，這還得了嗎？"
    },
    {
      "id": "02-039-0243_p0039",
      "zh_CN": "我们再看下文，「如是一切无量无边殊胜供养之具，皆随意即至，如愿供养。」这个「意」是自己的意思，其实自己并没有意思，完全是感应。众生有感，佛也是众生之一，十方如来有感，极乐世界这些菩萨们他就应。佛感，他应是什么？是去修福、修慧。遍法界虚空界里面这些众生有感，就是十法界众生有感，那是去教化众生，随众生心，应所知量。你看，应诸佛是求学，应众生是教化，上求下化，我们这叫真正明白了。向上是对十方世界一切诸佛那里去求法，遍法界虚空界所有刹土里面的十法界众生，跟他起感应道交是教化他们。成佛了，当上法身菩萨，每天是乐此不疲，真快乐，福慧双修，对众生布施福慧。",
      "zh_TW": "我們再看下文，「如是一切無量無邊殊勝供養之具，皆隨意即至，如願供養。」這個「意」是自己的意思，其實自己並沒有意思，完全是感應。眾生有感，佛也是眾生之一，十方如來有感，極樂世界這些菩薩們他就應。佛感，他應是什麼？是去修福、修慧。遍法界虛空界裡面這些眾生有感，就是十法界眾生有感，那是去教化眾生，隨眾生心，應所知量。你看，應諸佛是求學，應眾生是教化，上求下化，我們這叫真正明白了。向上是對十方世界一切諸佛那裡去求法，遍法界虛空界所有剎土裡面的十法界眾生，跟他起感應道交是教化他們。成佛了，當上法身菩薩，每天是樂此不疲，真快樂，福慧雙修，對眾生布施福慧。"
    },
    {
      "id": "02-039-0243_p0040",
      "zh_CN": "我们看底下还有一小段，「如《吴译》曰：欲得自然万种之物，即皆在前，持用供养诸佛。《宋译》曰：我以神力，令此供具自至他方诸佛面前，一一供养。是故云：随意即至，无不满愿。」这一段经文说得好！我们上供诸佛，下化众生，得大自在，得大圆满、大神通、大喜乐，都是这一愿成就的，这不学不行。欲得，这个「欲」是个虚字，极乐世界的菩萨，即使是凡圣同居土下下品往生的，他还有欲吗？没有了。得阿弥陀佛四十八愿威神加持，不但欲没有了，习气都没有了，为什么此地还用个欲？刚才我们说到了，十方诸佛如来有感，这些菩萨就有应，跟佛的感应。去见佛一定有供养，这个供养自然现前，没有起心动念，自然现前。供佛、闻法、听教，听佛的教诲。",
      "zh_TW": "我們看底下還有一小段，「如《吳譯》曰：欲得自然萬種之物，即皆在前，持用供養諸佛。《宋譯》曰：我以神力，令此供具自至他方諸佛面前，一一供養。是故云：隨意即至，無不滿願。」這一段經文說得好！我們上供諸佛，下化眾生，得大自在，得大圓滿、大神通、大喜樂，都是這一願成就的，這不學不行。欲得，這個「欲」是個虛字，極樂世界的菩薩，即使是凡聖同居土下下品往生的，他還有欲嗎？沒有了。得阿彌陀佛四十八願威神加持，不但欲沒有了，習氣都沒有了，為什麼此地還用個欲？剛才我們說到了，十方諸佛如來有感，這些菩薩就有應，跟佛的感應。去見佛一定有供養，這個供養自然現前，沒有起心動念，自然現前。供佛、聞法、聽教，聽佛的教誨。"
    },
    {
      "id": "02-039-0243_p0041",
      "zh_CN": "我以神力，这个「我」是阿弥陀佛，「神力」就是四十八愿。阿弥陀佛让这些供养具自自然然到他方诸佛面前，你想见哪一尊佛，这供养具自然在空中就排列开，一一供养，不是一样，场面很壮观、很伟大。所以说，随意即至，无不满愿。这个「意」不是意识，这个意是什么？意是性德，完全是性德自然的流露，没有丝毫的念头起来，就是没有执着的念头，没有分别的念头，没有妄想的念头，这才叫自至。你要问为什么会有这个？阿弥陀佛神力的加持。你看每个人到十方世界去拜佛，阿弥陀佛都用这个方法来帮助他。凡圣同居土的烦恼习气没有断，他哪里有这些供具？这些供具是实报土的菩萨有，不用阿弥陀佛加持，但是同居土、方便土必须弥陀威神加持才能办得到。阿弥陀佛没有丝毫嫉妒，没有丝毫傲慢，不是说你只能跟我学，不可以跟别人学，没有。到极乐世界，凡圣同居土下下品往生，佛都开放了。那是什么样的心量？「心包太虚，量周沙界」，圆满性德展现在现前。",
      "zh_TW": "我以神力，這個「我」是阿彌陀佛，「神力」就是四十八願。阿彌陀佛讓這些供養具自自然然到他方諸佛面前，你想見哪一尊佛，這供養具自然在空中就排列開，一一供養，不是一樣，場面很壯觀、很偉大。所以說，隨意即至，無不滿願。這個「意」不是意識，這個意是什麼？意是性德，完全是性德自然的流露，沒有絲毫的念頭起來，就是沒有執著的念頭，沒有分別的念頭，沒有妄想的念頭，這才叫自至。你要問為什麼會有這個？阿彌陀佛神力的加持。你看每個人到十方世界去拜佛，阿彌陀佛都用這個方法來幫助他。凡聖同居土的煩惱習氣沒有斷，他哪裡有這些供具？這些供具是實報土的菩薩有，不用阿彌陀佛加持，但是同居土、方便土必須彌陀威神加持才能辦得到。阿彌陀佛沒有絲毫嫉妒，沒有絲毫傲慢，不是說你只能跟我學，不可以跟別人學，沒有。到極樂世界，凡聖同居土下下品往生，佛都開放了。那是什麼樣的心量？「心包太虛，量周沙界」，圓滿性德展現在現前。"
    },
    {
      "id": "02-039-0243_p0042",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}