{
  "doc_id": "02-039-0491",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四九一集",
    "zh_TW": "第四九一集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0491",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-039-0491_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第六百零九面第二行，从第二行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第六百零九面第二行，從第二行看起："
    },
    {
      "id": "02-039-0491_p0002",
      "zh_CN": "「又《大悲经》曰：一称佛名，以是善根入涅槃界，不可穷尽。故知善根是亲因，从因得果，果具种子，复作胜因，如是辗转，善根无尽，是故菩萨具足如下种种妙德。」《大悲经》上这几句话意思很深，明了之后我们就会欢喜种善根，欢喜行善事。一称佛名，现在我们终于明白了，这一句佛号是善中之善，世出世间所有一切善法的中心点就是这一句名号，是众善的枢纽，世出世间一切善法都不能跟它相比。我们是在读这一部《无量寿经》，差不多读了一大半，才恍然大悟。那我们种善根怎么种法？真的，经上讲得好，「发菩提心，一向专念阿弥陀佛」，你世出世间什么善根都种，如果让这个善根早一天发芽、茁壮、开花、结果，你必须对这一句阿弥陀佛真正的义趣要能够略知一二；我们现在知道不多，只略知一二，受用就不可思议。所以你知道的愈多愈好、愈清楚愈好，为什么？力量愈大。力量从哪里生的？从心想生的。唯有你真正清楚明了，你的忆念，这个忆跟念才能够相应，忆佛跟念佛才能相应，也就是佛在经教里面告诉我们，法身大士念念流入萨婆若海，有这个味道在，这是圆证三不退的境界。我们对它不很了解、不很清楚，念有，是善根，没错，功德不显著；如果能把杂念念掉，决定能往生。往生极乐世界当然没问题，你智慧开了，你完全明白了，这个时候无尽的感恩之心自然就生出来。",
      "zh_TW": "「又《大悲經》曰：一稱佛名，以是善根入涅槃界，不可窮盡。故知善根是親因，從因得果，果具種子，復作勝因，如是輾轉，善根無盡，是故菩薩具足如下種種妙德。」《大悲經》上這幾句話意思很深，明瞭之後我們就會歡喜種善根，歡喜行善事。一稱佛名，現在我們終於明白了，這一句佛號是善中之善，世出世間所有一切善法的中心點就是這一句名號，是眾善的樞紐，世出世間一切善法都不能跟它相比。我們是在讀這一部《無量壽經》，差不多讀了一大半，才恍然大悟。那我們種善根怎麼種法？真的，經上講得好，「發菩提心，一向專念阿彌陀佛」，你世出世間什麼善根都種，如果讓這個善根早一天發芽、茁壯、開花、結果，你必須對這一句阿彌陀佛真正的義趣要能夠略知一二；我們現在知道不多，只略知一二，受用就不可思議。所以你知道的愈多愈好、愈清楚愈好，為什麼？力量愈大。力量從哪裡生的？從心想生的。唯有你真正清楚明瞭，你的憶念，這個憶跟念才能夠相應，憶佛跟念佛才能相應，也就是佛在經教裡面告訴我們，法身大士念念流入薩婆若海，有這個味道在，這是圓證三不退的境界。我們對它不很了解、不很清楚，念有，是善根，沒錯，功德不顯著；如果能把雜念念掉，決定能往生。往生極樂世界當然沒問題，你智慧開了，你完全明白了，這個時候無盡的感恩之心自然就生出來。"
    },
    {
      "id": "02-039-0491_p0003",
      "zh_CN": "所以经不可不读、不可不听。念佛要求决定超过我们的杂念，二十四小时当中杂念少、佛念多，这就有把握往生。可是我们不念佛的时候杂念就起来，这是绝大多数人现前的现象。用什么方法把杂念去掉？念佛，一心念佛，杂念就不见了。所以底下讲「摧伏一切魔军」，什么方法？就是念佛。什么是魔军？杂念。这个方法妙，我们得把它抓紧。《大悲经》这个四句，念老下面有简单的注解，说得好，「故知善根是亲因」，一称佛名这是善根，善根是成佛的亲因。「从因得果」，果里头又有种子，那个种子又是来世的因，因果辗转无尽，永远不间断，所以菩萨具足种种妙德。",
      "zh_TW": "所以經不可不讀、不可不聽。念佛要求決定超過我們的雜念，二十四小時當中雜念少、佛念多，這就有把握往生。可是我們不念佛的時候雜念就起來，這是絕大多數人現前的現象。用什麼方法把雜念去掉？念佛，一心念佛，雜念就不見了。所以底下講「摧伏一切魔軍」，什麼方法？就是念佛。什麼是魔軍？雜念。這個方法妙，我們得把它抓緊。《大悲經》這個四句，念老下面有簡單的註解，說得好，「故知善根是親因」，一稱佛名這是善根，善根是成佛的親因。「從因得果」，果裡頭又有種子，那個種子又是來世的因，因果輾轉無盡，永遠不間斷，所以菩薩具足種種妙德。"
    },
    {
      "id": "02-039-0491_p0004",
      "zh_CN": "下面所说的都是菩萨的妙德，只有这种真实的功德才能够解决一切问题。头一句就说，『摧伏一切魔军』，摧伏是破除、降伏的意思。魔就是杂念，就是障碍。经论上常讲四种魔，四种魔里面最重要的是五阴魔，色受想行识是五阴。色是肉体，有肉体你说你照顾它多麻烦，这折磨自己。所以高级的凡夫不要身体，老子就是一个好例子，老子说「吾有大患，为吾有身」，要没有身多好，没有身多轻松。这身没有了，但是还有受想行识。无色界天没有身，有受想行识，我们称它作灵魂，那还是折磨；如果受想行识都没有了，多好。受想行识可不可能没有？可能，成佛就没有了，把受想行识还原，还原是什么？见闻觉知。见闻觉知是性德，自性里头本有的，迷了之后就变成受想行识，受想行识就带给我们折磨。我们看到许多人忏悔，内心里很痛苦，那他不是从肉体，没有人打他，没有人鞭他，内心里面那么痛苦，那就是什么？那是五阴里受想行识的魔。烦恼是魔，死魔，还有个天魔，天魔是外面来的灾难，我们今天讲的自然灾害，佛家称之为天魔。这四种魔用什么方法降除？一句弥陀，真能降伏，这妙极了，无论是精神上、是肉体上的灾难，只要一接触，把它统统放下，一句佛号提起来，它真能解决。为什么？这一句佛号提起，就自然得到阿弥陀佛威神的加持。加持力量有多大？完全看我们自己的真诚心，就印祖所说的，一分诚敬得一分加持，十分诚敬就得十分加持，百分诚敬就得百分加持，完全跟诚敬心成正比例。没有诚敬心念，得不到加持，但是念总比不念好。那个加持的效果，就是说你妄念不会起来，那是效果。念阿弥陀佛的时候，不管念时间多长，一个杂念都没有，那是佛力加持。",
      "zh_TW": "下面所說的都是菩薩的妙德，只有這種真實的功德才能夠解決一切問題。頭一句就說，『摧伏一切魔軍』，摧伏是破除、降伏的意思。魔就是雜念，就是障礙。經論上常講四種魔，四種魔裡面最重要的是五陰魔，色受想行識是五陰。色是肉體，有肉體你說你照顧它多麻煩，這折磨自己。所以高級的凡夫不要身體，老子就是一個好例子，老子說「吾有大患，為吾有身」，要沒有身多好，沒有身多輕鬆。這身沒有了，但是還有受想行識。無色界天沒有身，有受想行識，我們稱它作靈魂，那還是折磨；如果受想行識都沒有了，多好。受想行識可不可能沒有？可能，成佛就沒有了，把受想行識還原，還原是什麼？見聞覺知。見聞覺知是性德，自性裡頭本有的，迷了之後就變成受想行識，受想行識就帶給我們折磨。我們看到許多人懺悔，內心裡很痛苦，那他不是從肉體，沒有人打他，沒有人鞭他，內心裡面那麼痛苦，那就是什麼？那是五陰裡受想行識的魔。煩惱是魔，死魔，還有個天魔，天魔是外面來的災難，我們今天講的自然災害，佛家稱之為天魔。這四種魔用什麼方法降除？一句彌陀，真能降伏，這妙極了，無論是精神上、是肉體上的災難，只要一接觸，把它統統放下，一句佛號提起來，它真能解決。為什麼？這一句佛號提起，就自然得到阿彌陀佛威神的加持。加持力量有多大？完全看我們自己的真誠心，就印祖所說的，一分誠敬得一分加持，十分誠敬就得十分加持，百分誠敬就得百分加持，完全跟誠敬心成正比例。沒有誠敬心念，得不到加持，但是念總比不念好。那個加持的效果，就是說你妄念不會起來，那是效果。念阿彌陀佛的時候，不管念時間多長，一個雜念都沒有，那是佛力加持。"
    },
    {
      "id": "02-039-0491_p0005",
      "zh_CN": "「《智度论》曰：夺慧命，坏道法功德善本，是故名为魔。此类鬼神有大神力，能与修出世法者为难作对。魔之军众」，这军众就是群众，「称为魔军」，这是解释这个魔。魔有，一点都不假，通常我们讲妖魔鬼怪。在什么地方？就在我们周边，就是我们周边常常接近的这些人物，你怎么知道？你们想想看，释迦牟尼佛在经上告诉我们，子女跟父母四种缘，你想想看这四种缘什么性质？报恩的、报怨的、讨债的、还债的。尤其是亲情难断，头一个魔障是亲情，你不能自在，你不能得清净心，你常常有惦记，常常挂念着，把佛全部忘掉了。应该要挂念佛，要惦记佛，你怎么惦记你的家人，就完了，惦记家人搞六道轮回。搞什么？生生世世冤冤相报，报恩报怨、讨债还债，就搞这个。你对它非常亲热，对阿弥陀佛很生疏，那是外人，没放在心上，所以你不能往生。阿弥陀佛天天希望你到极乐世界去，你也有这个意思，可是你搞错了，你执着这个亲情。亲情就是第一个大魔，因为它与我们修往生净土做障碍，它来为难、来作对，它就是不让你去。总而言之要认识。",
      "zh_TW": "「《智度論》曰：奪慧命，壞道法功德善本，是故名為魔。此類鬼神有大神力，能與修出世法者為難作對。魔之軍眾」，這軍眾就是群眾，「稱為魔軍」，這是解釋這個魔。魔有，一點都不假，通常我們講妖魔鬼怪。在什麼地方？就在我們周邊，就是我們周邊常常接近的這些人物，你怎麼知道？你們想想看，釋迦牟尼佛在經上告訴我們，子女跟父母四種緣，你想想看這四種緣什麼性質？報恩的、報怨的、討債的、還債的。尤其是親情難斷，頭一個魔障是親情，你不能自在，你不能得清淨心，你常常有惦記，常常掛念著，把佛全部忘掉了。應該要掛念佛，要惦記佛，你怎麼惦記你的家人，就完了，惦記家人搞六道輪迴。搞什麼？生生世世冤冤相報，報恩報怨、討債還債，就搞這個。你對它非常親熱，對阿彌陀佛很生疏，那是外人，沒放在心上，所以你不能往生。阿彌陀佛天天希望你到極樂世界去，你也有這個意思，可是你搞錯了，你執著這個親情。親情就是第一個大魔，因為它與我們修往生淨土做障礙，它來為難、來作對，它就是不讓你去。總而言之要認識。"
    },
    {
      "id": "02-039-0491_p0006",
      "zh_CN": "我们喜欢的人是魔，我们讨厌的人也是魔。讨厌的是什么？叫你生瞋恨心，瞋恨心就叫你堕地狱，你看他把你往地狱拉。你喜爱的人，生欢喜心，贪恋，他把你往饿鬼道拉。贪瞋痴是饿鬼、畜生、地狱。他不是把你往好的地方拉，他把你往坏的地方拉。所以这桩事情只有真正学佛的人，他才明了，他才有很高的警惕。这个念头起来，古人讲「不怕念起，只怕觉迟」，念头才起来，立刻就换成阿弥陀佛。古大德这两句话好，「不怕念起，只怕觉迟」。觉是什么？一句佛号提起来，觉悟；一念贪恋恩怨那就是魔，不管什么人，总得要知道。所以我常常劝导同学，有一个好办法，把所有的人都把他转成阿弥陀佛，亲人是阿弥陀佛，冤家也是阿弥陀佛，见到都是阿弥陀佛，不生贪恋，不生瞋恚，这个方法好。这个方法要用熟，要什么？生处转熟，熟处转生，功夫就得力。功夫一得力，生死自在。现在这个世间因果报应好快！太明显，只要我们稍稍冷静一点观察，你就都看到了。心浮气躁的人看不到，心地稍微清净都看到，果报就在眼前，真的是善有善果、恶有恶报。",
      "zh_TW": "我們喜歡的人是魔，我們討厭的人也是魔。討厭的是什麼？叫你生瞋恨心，瞋恨心就叫你墮地獄，你看他把你往地獄拉。你喜愛的人，生歡喜心，貪戀，他把你往餓鬼道拉。貪瞋痴是餓鬼、畜生、地獄。他不是把你往好的地方拉，他把你往壞的地方拉。所以這樁事情只有真正學佛的人，他才明瞭，他才有很高的警惕。這個念頭起來，古人講「不怕念起，只怕覺遲」，念頭才起來，立刻就換成阿彌陀佛。古大德這兩句話好，「不怕念起，只怕覺遲」。覺是什麼？一句佛號提起來，覺悟；一念貪戀恩怨那就是魔，不管什麼人，總得要知道。所以我常常勸導同學，有一個好辦法，把所有的人都把他轉成阿彌陀佛，親人是阿彌陀佛，冤家也是阿彌陀佛，見到都是阿彌陀佛，不生貪戀，不生瞋恚，這個方法好。這個方法要用熟，要什麼？生處轉熟，熟處轉生，功夫就得力。功夫一得力，生死自在。現在這個世間因果報應好快！太明顯，只要我們稍稍冷靜一點觀察，你就都看到了。心浮氣躁的人看不到，心地稍微清淨都看到，果報就在眼前，真的是善有善果、惡有惡報。"
    },
    {
      "id": "02-039-0491_p0007",
      "zh_CN": "「摧伏一切魔军」，这桩事情，我们在讲席里面讲得很多，总的原则就是顺境不起贪恋，逆境不生瞋恚。顺境起贪恋，饿鬼道，如果是过分就变成地狱道；逆境里面生瞋恚，这很容易，不知不觉全都堕地狱道去了。所以顺境我们感恩，逆境也感恩，为什么？它来考验考验你，看你修行功夫够不够，你能不能忍辱。不能忍辱，那就算了，你这一生不能成就，该往哪里去你就往哪里去；真有功夫，魔就退了。释迦牟尼佛给我们做了一个最好的榜样，他老人家在往昔修菩萨道、修忍辱行，遇到歌利王，这个故事在《大涅槃经》有很详细的记载，《金刚经》上只是提了一下，「为歌利王割截身体」，提了这么一句，详细在《大涅槃经》。这是我们一般人所讲的奇耻大辱，忍辱仙人的心好，心善行善，无缘无故受这么大的侮辱，凌迟处死。任何人都无法忍受，没有想到他完全接受，一丝毫怨恨都没有，一直到他命终，最后还告诉歌利王，我将来成佛第一个度你。他的话兑现了，释迦牟尼佛成佛，第一个得度的憍陈如尊者，憍陈如尊者就是当年的歌利王，释迦牟尼佛就是那个时候的忍辱仙人。",
      "zh_TW": "「摧伏一切魔軍」，這樁事情，我們在講席裡面講得很多，總的原則就是順境不起貪戀，逆境不生瞋恚。順境起貪戀，餓鬼道，如果是過分就變成地獄道；逆境裡面生瞋恚，這很容易，不知不覺全都墮地獄道去了。所以順境我們感恩，逆境也感恩，為什麼？它來考驗考驗你，看你修行功夫夠不夠，你能不能忍辱。不能忍辱，那就算了，你這一生不能成就，該往哪裡去你就往哪裡去；真有功夫，魔就退了。釋迦牟尼佛給我們做了一個最好的榜樣，他老人家在往昔修菩薩道、修忍辱行，遇到歌利王，這個故事在《大涅槃經》有很詳細的記載，《金剛經》上只是提了一下，「為歌利王割截身體」，提了這麼一句，詳細在《大涅槃經》。這是我們一般人所講的奇恥大辱，忍辱仙人的心好，心善行善，無緣無故受這麼大的侮辱，凌遲處死。任何人都無法忍受，沒有想到他完全接受，一絲毫怨恨都沒有，一直到他命終，最後還告訴歌利王，我將來成佛第一個度你。他的話兌現了，釋迦牟尼佛成佛，第一個得度的憍陳如尊者，憍陳如尊者就是當年的歌利王，釋迦牟尼佛就是那個時候的忍辱仙人。"
    },
    {
      "id": "02-039-0491_p0008",
      "zh_CN": "所以我们得到这个启示，了解这桩事实真相，毁谤我的人感谢他，侮辱我的人感谢他，占我便宜的人，坑我、拐我、骗我的人，感激他，做还债想。陷害我的人感激他，陷害到极处，你说今天人妨碍你，妨碍你最明显的是名利。我不要名了，名放下了，他就没法子妨害，这叫降伏。利，出家人信徒多，人家赞叹多、供养多，他一造谣生事，把这些人都推走了、都离开了，都以为我这个师父不是个真正好师父，他是装模作样骗我的。我不要名，我也不要利，我也不要人赞叹，我也不要人供养，魔就没法子了。只要你有分别执着，魔就得其便；你要把分别执着统统放下，魔对你是一点办法都没有。那到最后就杀害，杀害也感恩你，像忍辱仙人一样，那魔就一点办法都没有。软弱克服刚强，柔和忍辱的大德能成就无量功德，不能忍那就一败涂地。在现前这个时代，常常想到忍辱仙人为我们所表演的，我们要深心去体会，为什么？我们在菩提道上会遇到这些事情，也很可能遇到很多次。佛菩萨早就教导我们如何来对应，不妨碍我们修行，不妨碍我们求生净土，不妨碍我们亲近弥陀，所以一生守住一个底线，念佛。不准我念佛，不准我开口，我心里头默念，他能管得到我外表，他管不到我内心。灾难愈严重，成就愈殊胜；灾难愈迫切，成就愈迅速。所以种种挫折现前不是坏事，对真正修行人来说，那是很难得的一个机缘。为什么？他叫你快速成就，这最后一个考试，考题非常严峻，不通过你就堕落，通过你就上升。落得快，升得也快。能忍，明理，心地清净，心地有智慧，肯定超越。",
      "zh_TW": "所以我們得到這個啟示，了解這樁事實真相，毀謗我的人感謝他，侮辱我的人感謝他，佔我便宜的人，坑我、拐我、騙我的人，感激他，做還債想。陷害我的人感激他，陷害到極處，你說今天人妨礙你，妨礙你最明顯的是名利。我不要名了，名放下了，他就沒法子妨害，這叫降伏。利，出家人信徒多，人家讚歎多、供養多，他一造謠生事，把這些人都推走了、都離開了，都以為我這個師父不是個真正好師父，他是裝模作樣騙我的。我不要名，我也不要利，我也不要人讚歎，我也不要人供養，魔就沒法子了。只要你有分別執著，魔就得其便；你要把分別執著統統放下，魔對你是一點辦法都沒有。那到最後就殺害，殺害也感恩你，像忍辱仙人一樣，那魔就一點辦法都沒有。軟弱克服剛強，柔和忍辱的大德能成就無量功德，不能忍那就一敗塗地。在現前這個時代，常常想到忍辱仙人為我們所表演的，我們要深心去體會，為什麼？我們在菩提道上會遇到這些事情，也很可能遇到很多次。佛菩薩早就教導我們如何來對應，不妨礙我們修行，不妨礙我們求生淨土，不妨礙我們親近彌陀，所以一生守住一個底線，念佛。不准我念佛，不准我開口，我心裡頭默念，他能管得到我外表，他管不到我內心。災難愈嚴重，成就愈殊勝；災難愈迫切，成就愈迅速。所以種種挫折現前不是壞事，對真正修行人來說，那是很難得的一個機緣。為什麼？他叫你快速成就，這最後一個考試，考題非常嚴峻，不通過你就墮落，通過你就上升。落得快，升得也快。能忍，明理，心地清淨，心地有智慧，肯定超越。"
    },
    {
      "id": "02-039-0491_p0009",
      "zh_CN": "这个地方说的，「此类鬼神有大神力」，这是真的。真正学佛的人都会肯定鬼神是真正存在，我们学习的过程当中常常遇到，决定不是假的。小乘有降魔，大乘没有。大乘为什么没有降魔？大乘人认为佛跟魔是一不是二，我以清净心对他，他都是佛，以不清净心来对的时候都是魔，佛也是魔。大乘确实做到境随心转。所以一个人在这个世间，尤其在这个乱世，只要心清净、行端正，你就身心健康，你就生智慧，你样样都能如法。所以清净心比什么都重要。念阿弥陀佛的心最重要，以清净心向无量寿，这是度自己，度一家，度这一个地区，度这个地球，唯一的妙法，真实不虚。",
      "zh_TW": "這個地方說的，「此類鬼神有大神力」，這是真的。真正學佛的人都會肯定鬼神是真正存在，我們學習的過程當中常常遇到，決定不是假的。小乘有降魔，大乘沒有。大乘為什麼沒有降魔？大乘人認為佛跟魔是一不是二，我以清淨心對他，他都是佛，以不清淨心來對的時候都是魔，佛也是魔。大乘確實做到境隨心轉。所以一個人在這個世間，尤其在這個亂世，只要心清淨、行端正，你就身心健康，你就生智慧，你樣樣都能如法。所以清淨心比什麼都重要。念阿彌陀佛的心最重要，以清淨心向無量壽，這是度自己，度一家，度這一個地區，度這個地球，唯一的妙法，真實不虛。"
    },
    {
      "id": "02-039-0491_p0010",
      "zh_CN": "『尊重奉事诸佛』，「本经第四十一品，谓往生边地者，于莲华中不得出现，于五百岁中不见三宝，不得供养奉事诸佛。故知不可以少善根福德因缘见佛与事佛也。」这里头有引用经中的话，佛所说的。那我们知道，极乐世界确确实实有边地，往生到边地的人在莲花里面，莲花不开，他见不到佛。期限有，不是无期限的，最长的五百岁，五百岁是我们人间的五百岁，在极乐世界也不是太长，所以暂时见不到佛。不像入品往生，凡圣同居土下下品往生叫入品往生，生到西方极乐世界就见到佛。边地往生的，佛来不来接引？我们好好想想看，佛要不来接引，哪个地方是极乐世界，他能找得到吗？所以我们相信阿弥陀佛慈悲，肯定接引。接引他之后，他就坐在莲花里头，莲花就合起来，见不到佛了。他到极乐世界去了，什么时候花开，他就见到佛。最长的时间五百岁花开，五百岁之内不见三宝，不见三宝当然他就不能供养奉事诸佛。",
      "zh_TW": "『尊重奉事諸佛』，「本經第四十一品，謂往生邊地者，於蓮華中不得出現，於五百歲中不見三寶，不得供養奉事諸佛。故知不可以少善根福德因緣見佛與事佛也。」這裡頭有引用經中的話，佛所說的。那我們知道，極樂世界確確實實有邊地，往生到邊地的人在蓮花裡面，蓮花不開，他見不到佛。期限有，不是無期限的，最長的五百歲，五百歲是我們人間的五百歲，在極樂世界也不是太長，所以暫時見不到佛。不像入品往生，凡聖同居土下下品往生叫入品往生，生到西方極樂世界就見到佛。邊地往生的，佛來不來接引？我們好好想想看，佛要不來接引，哪個地方是極樂世界，他能找得到嗎？所以我們相信阿彌陀佛慈悲，肯定接引。接引他之後，他就坐在蓮花裡頭，蓮花就合起來，見不到佛了。他到極樂世界去了，什麼時候花開，他就見到佛。最長的時間五百歲花開，五百歲之內不見三寶，不見三寶當然他就不能供養奉事諸佛。"
    },
    {
      "id": "02-039-0491_p0011",
      "zh_CN": "「尊重奉事诸佛」，这是修福报。成佛，诸位要记住，成佛叫二足尊，你看皈依佛的时候，皈依佛二足尊。二是什么？福报、智慧，这两种都满足了就是圆满，佛是福慧两种圆满。所以到极乐世界还要修福，极乐世界修福容易，他们每天有能力分身到十方诸佛刹土去供佛，去奉事诸佛，修福，他们的机会太殊胜了。供佛当然会听佛说法，每天都听十万亿佛说法，都供养十万亿佛，你说那个福慧还得了吗？所以到西方极乐世界，成就究竟圆满的福慧，机缘太殊胜，成就太快，这一具足、一满足的时候，他就成佛。从这个地方我们能够体会到，西方极乐世界何以成佛那么快？这个提供给我们资讯，我们能体会到就明白了，它当然快。我们这个世间见不到佛，只有用泥塑、木雕、彩画，画佛像、画菩萨像来供养，没有看到真佛。极乐世界的人不一样，十方世界无量无边的真佛，他有能力去见他、去供养他、去跟他学习。故知，下面这一句话是《弥陀经》上的，「不可以少善根福德因缘，得生彼国」，所以要往生西方极乐世界，一定要多善根、多福德、多因缘，你才能见佛与事佛，这句话完全是说西方极乐世界。「今诸菩萨能奉事诸佛，正是多善根福德因缘。」现在西方极乐世界这些菩萨，个个都有能力，都有神通，都能够分身。他分身不是分几百个身、几千个身，他能分无量无边身，奉事无量无边诸佛如来，所以正是多善根福德因缘，我们在这里看到了。",
      "zh_TW": "「尊重奉事諸佛」，這是修福報。成佛，諸位要記住，成佛叫二足尊，你看皈依佛的時候，皈依佛二足尊。二是什麼？福報、智慧，這兩種都滿足了就是圓滿，佛是福慧兩種圓滿。所以到極樂世界還要修福，極樂世界修福容易，他們每天有能力分身到十方諸佛剎土去供佛，去奉事諸佛，修福，他們的機會太殊勝了。供佛當然會聽佛說法，每天都聽十萬億佛說法，都供養十萬億佛，你說那個福慧還得了嗎？所以到西方極樂世界，成就究竟圓滿的福慧，機緣太殊勝，成就太快，這一具足、一滿足的時候，他就成佛。從這個地方我們能夠體會到，西方極樂世界何以成佛那麼快？這個提供給我們資訊，我們能體會到就明白了，它當然快。我們這個世間見不到佛，只有用泥塑、木雕、彩畫，畫佛像、畫菩薩像來供養，沒有看到真佛。極樂世界的人不一樣，十方世界無量無邊的真佛，他有能力去見他、去供養他、去跟他學習。故知，下面這一句話是《彌陀經》上的，「不可以少善根福德因緣，得生彼國」，所以要往生西方極樂世界，一定要多善根、多福德、多因緣，你才能見佛與事佛，這句話完全是說西方極樂世界。「今諸菩薩能奉事諸佛，正是多善根福德因緣。」現在西方極樂世界這些菩薩，個個都有能力，都有神通，都能夠分身。他分身不是分幾百個身、幾千個身，他能分無量無邊身，奉事無量無邊諸佛如來，所以正是多善根福德因緣，我們在這裡看到了。"
    },
    {
      "id": "02-039-0491_p0012",
      "zh_CN": "『为世明灯』，世是世间，一切诸佛刹土里面的六道十法界，特别是讲六道众生，在这个里头做世间的明灯，这就是作之师，教化众生，让一切众生破迷开悟，这就是为世明灯的意思。下面有解释，「明灯喻菩萨智慧，照破众生迷暗，令众生开解正道」，这是教学。所以佛事，佛的事业，菩萨事，菩萨的事业，全是教学。这个教学里头最重要的，也是佛最重视的，是表演，做出来给人看。《金刚经》大家念得很熟，文字不多，只有五千多字，其中里头有一句话，我相信读过《金刚经》，只要读一遍，他的印象最深就这两句话，「受持读诵，为人演说」。这两句话，佛在《金刚经》讲了十多遍，重复十几次，你念的时候印象会非常深刻。受是什么？佛教导我们，我们接受，持是保持，接受不会失去。这个经我读，对着本子读，不对本子叫背、叫背诵。受持读诵是自利，后面为人演说，演是表演，我把佛教我的，我把它做出来给大家看，这是演；做出来给大家看，大家一定有问题向你请教，你才给他说。所以演说是两桩事情，演是身行，说是言教，身行言教，这是为人演说，而利他，那就是明灯，帮助一切众生开解正道，他明白了、觉悟了，他也真肯干了。",
      "zh_TW": "『為世明燈』，世是世間，一切諸佛剎土裡面的六道十法界，特別是講六道眾生，在這個裡頭做世間的明燈，這就是作之師，教化眾生，讓一切眾生破迷開悟，這就是為世明燈的意思。下面有解釋，「明燈喻菩薩智慧，照破眾生迷暗，令眾生開解正道」，這是教學。所以佛事，佛的事業，菩薩事，菩薩的事業，全是教學。這個教學裡頭最重要的，也是佛最重視的，是表演，做出來給人看。《金剛經》大家念得很熟，文字不多，只有五千多字，其中裡頭有一句話，我相信讀過《金剛經》，只要讀一遍，他的印象最深就這兩句話，「受持讀誦，為人演說」。這兩句話，佛在《金剛經》講了十多遍，重複十幾次，你念的時候印象會非常深刻。受是什麼？佛教導我們，我們接受，持是保持，接受不會失去。這個經我讀，對著本子讀，不對本子叫背、叫背誦。受持讀誦是自利，後面為人演說，演是表演，我把佛教我的，我把它做出來給大家看，這是演；做出來給大家看，大家一定有問題向你請教，你才給他說。所以演說是兩樁事情，演是身行，說是言教，身行言教，這是為人演說，而利他，那就是明燈，幫助一切眾生開解正道，他明白了、覺悟了，他也真肯幹了。"
    },
    {
      "id": "02-039-0491_p0013",
      "zh_CN": "「《净影疏》云：自具智慧，能生物解，名世灯明。」这就是《净影疏》，是隋朝慧远法师《无量寿经》的注解，他这个注解叫《无量寿经义疏》，这个本子在中国流通很普遍，我们早年学《无量寿经》就是用这个注解。怎么称《净影疏》？法师一生住净影寺，后人对他的尊称，不称他的名，不称他的字，而称他地名，这个地方有位圣人，这是最恭敬的。像智者大师人家尊称天台大师，窥基大师不称他的名，称慈恩大师，慈恩寺，称这个寺庙，这大师。世间人一样，你看满清末年李鸿章，人家称他什么？李合肥，称他地名，这是最尊敬的称呼，合肥出了这个大人物。佛门也有这种称呼，尊敬，所以称为《净影疏》。",
      "zh_TW": "「《淨影疏》云：自具智慧，能生物解，名世燈明。」這就是《淨影疏》，是隋朝慧遠法師《無量壽經》的註解，他這個註解叫《無量壽經義疏》，這個本子在中國流通很普遍，我們早年學《無量壽經》就是用這個註解。怎麼稱《淨影疏》？法師一生住淨影寺，後人對他的尊稱，不稱他的名，不稱他的字，而稱他地名，這個地方有位聖人，這是最恭敬的。像智者大師人家尊稱天台大師，窺基大師不稱他的名，稱慈恩大師，慈恩寺，稱這個寺廟，這大師。世間人一樣，你看滿清末年李鴻章，人家稱他什麼？李合肥，稱他地名，這是最尊敬的稱呼，合肥出了這個大人物。佛門也有這種稱呼，尊敬，所以稱為《淨影疏》。"
    },
    {
      "id": "02-039-0491_p0014",
      "zh_CN": "「自具智慧，能生物解」。你看它不是能生众解，众是众生，能生人解，它不是，它用个物。物是什么？物是十法界全包了。如果这是人，那十法界只有人道；天，只有天道；它要是用众，众是众生，这个范围大；用物，物包括十法界。所以物的范围跟众的范围差不多，都是广义的，再往外推的时候，可以包括花草树木、山河大地，都可以包括在里面。它们都能够理解，能生，这些天地万物，对于佛菩萨的智慧，佛菩萨的教学，都能够理解，这叫灯明。灯明就是明灯的意思。",
      "zh_TW": "「自具智慧，能生物解」。你看它不是能生眾解，眾是眾生，能生人解，它不是，它用個物。物是什麼？物是十法界全包了。如果這是人，那十法界只有人道；天，只有天道；它要是用眾，眾是眾生，這個範圍大；用物，物包括十法界。所以物的範圍跟眾的範圍差不多，都是廣義的，再往外推的時候，可以包括花草樹木、山河大地，都可以包括在裡面。它們都能夠理解，能生，這些天地萬物，對於佛菩薩的智慧，佛菩薩的教學，都能夠理解，這叫燈明。燈明就是明燈的意思。"
    },
    {
      "id": "02-039-0491_p0015",
      "zh_CN": "「此处物字即指众生也。自具智慧，故如灯。灯光照射，能显众色，喻令众生开发信解，故云为世明灯。」这个意思就讲得很清楚、很明白。我们自己修行，智慧开了，那就是光照十方。光照十方里头最重要的是要众生能解，能知能解。怎么个照法？真实智慧，真实功德，完全落实在戒律，就是落实在日常生活，日常生活就叫做戒律，或者讲律仪，律仪讲的意思更好。仪是什么？仪是你的表现，行、住、坐、卧的表现，生活起居的表现，待人接物的表现。仪是表现在外头让大家看到，大家看到觉得好，这个好。在中国就讲的是礼，所谓礼仪，佛法讲律仪，律跟礼是一个意思。仪是仪表，一定要表现在外头，否则人家怎么看得出来？人家能看出来，他就能学。他看了欢喜，他看了羡慕，他看了觉得这个好，就跟你学。所以什么都得要做出来给人看。释迦牟尼佛做出来了，生活当中做出来了，清净不染，生活非常简单，衣食住行健康的，没有染污；在工作里面表现，工作是教学。教学当然身行言教，佛所制订的戒律每一条都做到，没有一条他没做到的。《弟子规》里头一共一百一十三桩事情，条条做到，不是刻意去做，他已经变成自然的，决定没有刻意在做，这是什么？他熟透了。心是真心，真心所显示的就是律仪。所以律仪是经论具体表现在外面的样子。从表现的时候，能体会经论里面的智慧功德，为什么？表里一如。真有智慧的人，从表看到里，从里看到表。",
      "zh_TW": "「此處物字即指眾生也。自具智慧，故如燈。燈光照射，能顯眾色，喻令眾生開發信解，故云為世明燈。」這個意思就講得很清楚、很明白。我們自己修行，智慧開了，那就是光照十方。光照十方裡頭最重要的是要眾生能解，能知能解。怎麼個照法？真實智慧，真實功德，完全落實在戒律，就是落實在日常生活，日常生活就叫做戒律，或者講律儀，律儀講的意思更好。儀是什麼？儀是你的表現，行、住、坐、臥的表現，生活起居的表現，待人接物的表現。儀是表現在外頭讓大家看到，大家看到覺得好，這個好。在中國就講的是禮，所謂禮儀，佛法講律儀，律跟禮是一個意思。儀是儀表，一定要表現在外頭，否則人家怎麼看得出來？人家能看出來，他就能學。他看了歡喜，他看了羨慕，他看了覺得這個好，就跟你學。所以什麼都得要做出來給人看。釋迦牟尼佛做出來了，生活當中做出來了，清淨不染，生活非常簡單，衣食住行健康的，沒有染污；在工作裡面表現，工作是教學。教學當然身行言教，佛所制訂的戒律每一條都做到，沒有一條他沒做到的。《弟子規》裡頭一共一百一十三樁事情，條條做到，不是刻意去做，他已經變成自然的，決定沒有刻意在做，這是什麼？他熟透了。心是真心，真心所顯示的就是律儀。所以律儀是經論具體表現在外面的樣子。從表現的時候，能體會經論裡面的智慧功德，為什麼？表裡一如。真有智慧的人，從表看到裡，從裡看到表。"
    },
    {
      "id": "02-039-0491_p0016",
      "zh_CN": "《会疏》里面说，「照世间迷暗，故云为世灯明。盖谓菩萨能照破世间痴迷与昏暗，故如明灯也。」我们想想，我们学佛，做佛的弟子，有没有能力照破世间痴迷与昏暗？我们也有一点小智慧，看到现在社会一切众生的痴迷与昏暗，我们看到了。我们看到怎样？这看到是光，智慧的光，我们的光不足，只能让自己看到，还不能让他们看到。菩萨的光很厉害，自己看到，也让他们自己都看到。他们怎么看到的？他们看到菩萨的真实表现，觉悟了，是这么回事情。我们今天是看到了，但是我们自己没做到，我们那个不痴、不迷的样子没做出来，也就是我们真正要做到内心里头不贪、不瞋、不痴、不慢、不疑。内心里头要做到，光一放出来，那肯定就是不杀、不盗、不淫、不妄语、不饮酒，肯定做到，这个表现在外面，人家看到了。再就是，在情绪上来说，不怨、不恨、不恼、不怒、不烦，无论在什么地方，清凉自在、满面春风，夫子的温良恭俭让，你把这个东西表现出来，这叫光照。人家觉察出来，看到你身心健康，你法喜充满，他就受感动，这就光照到他。我们今天自己照到了，照不到别人，这个光太小，也就是没有把它做到；做到了，肯定就照别人，就影响家庭、影响社会。影响人，人变好了，周边的人都变得像我一样，这个团体愈来愈大，就会影响到整个社会，影响到整个地球。",
      "zh_TW": "《會疏》裡面說，「照世間迷暗，故云為世燈明。蓋謂菩薩能照破世間痴迷與昏暗，故如明燈也。」我們想想，我們學佛，做佛的弟子，有沒有能力照破世間痴迷與昏暗？我們也有一點小智慧，看到現在社會一切眾生的痴迷與昏暗，我們看到了。我們看到怎樣？這看到是光，智慧的光，我們的光不足，只能讓自己看到，還不能讓他們看到。菩薩的光很厲害，自己看到，也讓他們自己都看到。他們怎麼看到的？他們看到菩薩的真實表現，覺悟了，是這麼回事情。我們今天是看到了，但是我們自己沒做到，我們那個不痴、不迷的樣子沒做出來，也就是我們真正要做到內心裡頭不貪、不瞋、不痴、不慢、不疑。內心裡頭要做到，光一放出來，那肯定就是不殺、不盜、不淫、不妄語、不飲酒，肯定做到，這個表現在外面，人家看到了。再就是，在情緒上來說，不怨、不恨、不惱、不怒、不煩，無論在什麼地方，清涼自在、滿面春風，夫子的溫良恭儉讓，你把這個東西表現出來，這叫光照。人家覺察出來，看到你身心健康，你法喜充滿，他就受感動，這就光照到他。我們今天自己照到了，照不到別人，這個光太小，也就是沒有把它做到；做到了，肯定就照別人，就影響家庭、影響社會。影響人，人變好了，周邊的人都變得像我一樣，這個團體愈來愈大，就會影響到整個社會，影響到整個地球。"
    },
    {
      "id": "02-039-0491_p0017",
      "zh_CN": "现在我们明了，我们居住环境的一小点，这个小点很重要。我们读古书看到舜王，舜王居住在那个村庄三年，那村庄的人个个都懂规矩，全被教化了。舜王没有意思去教化，自自然然感化，你是这一盏灯，你照了三年，别人的黑暗全没有了，他那个迷暗都没有了，这叫真修。世间人尚且如此，何况佛菩萨？学佛这样学就对了。如果还跟世俗一样的迷暗，那就是佛门的罪人。为什么？世间人一看，佛是这个样子的，这佛要它干什么？现代社会多数大众已经对佛法质疑了，如果没有人来挽救，佛法会在这个世间消失掉，因为消失的已经太多了。印度周边佛法全没有了，当年世尊弟子四面八方去弘扬，在最初的二、三百年，现在全没有了。西域、伊朗、阿富汗这一代都是古时候佛教国家，距离印度近，印度一些高僧大德都在那边弘法，所以从西域传到中国。",
      "zh_TW": "現在我們明瞭，我們居住環境的一小點，這個小點很重要。我們讀古書看到舜王，舜王居住在那個村莊三年，那村莊的人個個都懂規矩，全被教化了。舜王沒有意思去教化，自自然然感化，你是這一盞燈，你照了三年，別人的黑暗全沒有了，他那個迷暗都沒有了，這叫真修。世間人尚且如此，何況佛菩薩？學佛這樣學就對了。如果還跟世俗一樣的迷暗，那就是佛門的罪人。為什麼？世間人一看，佛是這個樣子的，這佛要它幹什麼？現代社會多數大眾已經對佛法質疑了，如果沒有人來挽救，佛法會在這個世間消失掉，因為消失的已經太多了。印度周邊佛法全沒有了，當年世尊弟子四面八方去弘揚，在最初的二、三百年，現在全沒有了。西域、伊朗、阿富汗這一代都是古時候佛教國家，距離印度近，印度一些高僧大德都在那邊弘法，所以從西域傳到中國。"
    },
    {
      "id": "02-039-0491_p0018",
      "zh_CN": "中国当年汉明帝派遣特使到西域去寻求佛法，只到现在的新疆，遇到摩腾、竺法兰，礼请他们到中国，这两个是印度高僧。印尼我们去过，日惹我去过三次，每一次都到它那边有个古塔，是公元七世纪的遗迹，证明公元七世纪之前那边的佛法很发达，现在没有了。唯独传到中国这一支，大乘。传小乘这一支传到南洋，泰国、缅甸、柬埔寨这些地方现在还有。可是今天科学昌明，大家都学会了怀疑，今天对佛教、对宗教提出质疑。宗教对社会、对人类有没有贡献？有没有好处？好处在哪里？如果我们要明白、要觉悟，经典里教导我们，我们都做到，佛法对社会就真实的贡献了。我们的确要学菩萨，菩萨是我们的好榜样，这是大乘，学净宗。",
      "zh_TW": "中國當年漢明帝派遣特使到西域去尋求佛法，只到現在的新疆，遇到摩騰、竺法蘭，禮請他們到中國，這兩個是印度高僧。印尼我們去過，日惹我去過三次，每一次都到它那邊有個古塔，是公元七世紀的遺蹟，證明公元七世紀之前那邊的佛法很發達，現在沒有了。唯獨傳到中國這一支，大乘。傳小乘這一支傳到南洋，泰國、緬甸、柬埔寨這些地方現在還有。可是今天科學昌明，大家都學會了懷疑，今天對佛教、對宗教提出質疑。宗教對社會、對人類有沒有貢獻？有沒有好處？好處在哪裡？如果我們要明白、要覺悟，經典裡教導我們，我們都做到，佛法對社會就真實的貢獻了。我們的確要學菩薩，菩薩是我們的好榜樣，這是大乘，學淨宗。"
    },
    {
      "id": "02-039-0491_p0019",
      "zh_CN": "我们早年接受黄念老的教诲，他告诉我，夏莲老希望把净宗学会发展起来。在国内没做，只提出这个名称，没做，所以他希望我在国外先做。我们第一个净宗学会是在温哥华成立的，加拿大净宗学会，听说现在还在；第二个学会是在美国成立的，杨一华居士负责，现在还挺兴旺的，在旧金山桑尼维尔；第三个学会是在洛杉矶，陈景昌居士在推动的，现在还在，也很兴旺。在美国，在加拿大，我当年在那个时候有三十多个会，现在可能有很多都不存在了。这个会这么提出来，响应的很多，许多国家包括欧洲、南洋，马来西亚有一百多个净宗学会，已经注册的有五十多，还有五十多没注册，但是都有活动，一百多个净宗学会。澳洲大概有十几个，现在在日本，日本好像现在有二、三个，专修净土，依《无量寿经》。《无量寿经》是净宗学会修学的第一经，基本的，理论方法的依据。",
      "zh_TW": "我們早年接受黃念老的教誨，他告訴我，夏蓮老希望把淨宗學會發展起來。在國內沒做，只提出這個名稱，沒做，所以他希望我在國外先做。我們第一個淨宗學會是在溫哥華成立的，加拿大淨宗學會，聽說現在還在；第二個學會是在美國成立的，楊一華居士負責，現在還挺興旺的，在舊金山桑尼維爾；第三個學會是在洛杉磯，陳景昌居士在推動的，現在還在，也很興旺。在美國，在加拿大，我當年在那個時候有三十多個會，現在可能有很多都不存在了。這個會這麼提出來，響應的很多，許多國家包括歐洲、南洋，馬來西亞有一百多個淨宗學會，已經註冊的有五十多，還有五十多沒註冊，但是都有活動，一百多個淨宗學會。澳洲大概有十幾個，現在在日本，日本好像現在有二、三個，專修淨土，依《無量壽經》。《無量壽經》是淨宗學會修學的第一經，基本的，理論方法的依據。"
    },
    {
      "id": "02-039-0491_p0020",
      "zh_CN": "净宗学会成立之初，我们提出行门的五科，希望我们大家都能够做到，都能落实。第一个是净业三福，这是最高指导原则。我们要特别注意的，净业三福第一条就是儒释道的三个根，第一条四句，「孝养父母，奉事师长」，落实在《弟子规》，「慈心不杀」，落实在《感应篇》，后面一句，「修十善业」，所以这第一句里头是包括儒释道的三个根。第二句，「受持三皈，具足众戒，不犯威仪」。第三句，「发菩提心，深信因果，读诵大乘，劝进行者」。这是大乘法，不仅是净宗，所有大乘最高的指导原则，不能不遵守。佛在《观经》里面告诉我们，这个三条叫净业正因，他上面还说，说得详细，他说「三世诸佛净业正因」。三世：过去诸佛、现在诸佛、未来诸佛，菩萨修行成佛一定要依这个三条，这三条是成佛的净业正因，你说多重要。",
      "zh_TW": "淨宗學會成立之初，我們提出行門的五科，希望我們大家都能夠做到，都能落實。第一個是淨業三福，這是最高指導原則。我們要特別注意的，淨業三福第一條就是儒釋道的三個根，第一條四句，「孝養父母，奉事師長」，落實在《弟子規》，「慈心不殺」，落實在《感應篇》，後面一句，「修十善業」，所以這第一句裡頭是包括儒釋道的三個根。第二句，「受持三皈，具足眾戒，不犯威儀」。第三句，「發菩提心，深信因果，讀誦大乘，勸進行者」。這是大乘法，不僅是淨宗，所有大乘最高的指導原則，不能不遵守。佛在《觀經》裡面告訴我們，這個三條叫淨業正因，他上面還說，說得詳細，他說「三世諸佛淨業正因」。三世：過去諸佛、現在諸佛、未來諸佛，菩薩修行成佛一定要依這個三條，這三條是成佛的淨業正因，你說多重要。"
    },
    {
      "id": "02-039-0491_p0021",
      "zh_CN": "我们取它为最高的指导原则。然后从哪里落实？三个根落实之后，就要落实六和敬。所以净业三福，三福、六和、三学、六度、普贤十愿，这很简单，大家都好记，一定要做到，不做到不行。做到，那你就是世间灯，你就放光。做到少分，不够，这个光自照，世间的迷暗你知道，你看得很清楚，你没有办法帮助他破迷除暗，你做不到。你能够把这五个科目做到，你就有能力帮助别人破迷除暗，这叫真学佛。我们起心动念要跟六和相应，这不和怎么行？他不跟我和可以，我要跟他和，你才能感动他。你把他感动了，你就度了一个人。他不跟我和，我远离他，我不跟他往来，这叫抛弃了一个人。他不愿意跟我和，没有办法，我还要在那里供牌位，天天给他回向。他这一生当中不知道，他死了以后他知道，死了以后能力大，晓得我一生都在恭敬他，那来生肯定就和合了。",
      "zh_TW": "我們取它為最高的指導原則。然後從哪裡落實？三個根落實之後，就要落實六和敬。所以淨業三福，三福、六和、三學、六度、普賢十願，這很簡單，大家都好記，一定要做到，不做到不行。做到，那你就是世間燈，你就放光。做到少分，不夠，這個光自照，世間的迷暗你知道，你看得很清楚，你沒有辦法幫助他破迷除暗，你做不到。你能夠把這五個科目做到，你就有能力幫助別人破迷除暗，這叫真學佛。我們起心動念要跟六和相應，這不和怎麼行？他不跟我和可以，我要跟他和，你才能感動他。你把他感動了，你就度了一個人。他不跟我和，我遠離他，我不跟他往來，這叫拋棄了一個人。他不願意跟我和，沒有辦法，我還要在那裡供牌位，天天給他迴向。他這一生當中不知道，他死了以後他知道，死了以後能力大，曉得我一生都在恭敬他，那來生肯定就和合了。"
    },
    {
      "id": "02-039-0491_p0022",
      "zh_CN": "菩萨称仁者，称仁者是我们中国佛门对菩萨的通称，那是尊敬的称呼。仁者下头有无敌，敌就是冤对、对敌，无敌，没有，没有敌对的。换句话说，菩萨绝对没有跟人对立的，有对立的心，对立的念头，他不是菩萨，菩萨绝对没有。他跟我对立，他是凡夫，他不知道。我现在不跟人对立，是我学佛明白了，我怎么能跟人家对立？所有一切对立都产生于误会。怎么误会？平常不往来，不往来就容易产生误会。常常往来，常常交往，彼此都了解，好朋友了，怎么会对立？不往来，愈猜愈讹，愈猜就愈错，就造成很深的误会。很深的误会在那一边，不在我这边，我这边完全没有。所以我这边恭敬他，我这边是天天把修学的功德回向给他，暗中保佑他。有效！他大的灾难变成小的灾难，小灾难就化没有了，真有效。他什么时候会感恩？他觉悟了就感恩。迷的时候不知道，不知道，不能不照顾，要照顾到底。不照顾，他有灾难，我们能忍心让他受灾难吗？不可以。所以他不往来。",
      "zh_TW": "菩薩稱仁者，稱仁者是我們中國佛門對菩薩的通稱，那是尊敬的稱呼。仁者下頭有無敵，敵就是冤對、對敵，無敵，沒有，沒有敵對的。換句話說，菩薩絕對沒有跟人對立的，有對立的心，對立的念頭，他不是菩薩，菩薩絕對沒有。他跟我對立，他是凡夫，他不知道。我現在不跟人對立，是我學佛明白了，我怎麼能跟人家對立？所有一切對立都產生於誤會。怎麼誤會？平常不往來，不往來就容易產生誤會。常常往來，常常交往，彼此都了解，好朋友了，怎麼會對立？不往來，愈猜愈訛，愈猜就愈錯，就造成很深的誤會。很深的誤會在那一邊，不在我這邊，我這邊完全沒有。所以我這邊恭敬他，我這邊是天天把修學的功德迴向給他，暗中保佑他。有效！他大的災難變成小的災難，小災難就化沒有了，真有效。他什麼時候會感恩？他覺悟了就感恩。迷的時候不知道，不知道，不能不照顧，要照顧到底。不照顧，他有災難，我們能忍心讓他受災難嗎？不可以。所以他不往來。"
    },
    {
      "id": "02-039-0491_p0023",
      "zh_CN": "我们每天早晚两堂课都回向，从来没有一天中断，我们照顾到了。到我们的讲堂来参观的人，到摄影棚来看的人，都看到了。现代的人不孝父母，不尊重老师，我们把父母、老师的照片放得大大的，挂在讲堂，挂在佛堂。这是什么？放光，放什么光？孝亲、尊师，希望把这些迷暗的人，让他觉悟起来。佛法是活的，弘法要契机契理，要知道众生病在什么地方，应病与药，药到病除，这个佛法对社会、对众生真有好处，真有利益。所以这些我们读这个经一定要明了，要明了，我们要真做。今天这个世界这样的乱，不要怪他，怪我没有做好，人人都能够反求诸己，这世界有救，众生有救，灾难也有救，不在别人，全在自己。这个事情推给别人，那就没救了，自己直下承当就有救。",
      "zh_TW": "我們每天早晚兩堂課都迴向，從來沒有一天中斷，我們照顧到了。到我們的講堂來參觀的人，到攝影棚來看的人，都看到了。現代的人不孝父母，不尊重老師，我們把父母、老師的照片放得大大的，掛在講堂，掛在佛堂。這是什麼？放光，放什麼光？孝親、尊師，希望把這些迷暗的人，讓他覺悟起來。佛法是活的，弘法要契機契理，要知道眾生病在什麼地方，應病與藥，藥到病除，這個佛法對社會、對眾生真有好處，真有利益。所以這些我們讀這個經一定要明瞭，要明瞭，我們要真做。今天這個世界這樣的亂，不要怪他，怪我沒有做好，人人都能夠反求諸己，這世界有救，眾生有救，災難也有救，不在別人，全在自己。這個事情推給別人，那就沒救了，自己直下承當就有救。"
    },
    {
      "id": "02-039-0491_p0024",
      "zh_CN": "再看下面，『福田』，「田者田地」，这是比喻，「以生长为义」，田地里头会生长五谷杂粮来养人，所以取这个意思。「于具德者造福，则得福报。种福得福果，是名种福田。应供之人，名为福田。」我们先把这个意思简单的介绍出来。佛家叫福田，福田是什么意思？就是种福的地方。什么人是福？应供的这些人。应供可不得了，佛有十号，里头有应供，换句话说，真正应供之人是佛。应供是他的大德应当接受一切众生的供养，为什么？供养的人有福了，大福田！你供养的人有福了，所以说具德者造福。具德至少是阿罗汉，为什么？心清净，菩萨心平等，佛心大彻大悟，这些人是具德者。他们造福，因为他们得到福了。世尊再告诉我们，种福你得福果，这叫种福田。我们要懂得种福田，应供之人那就是福田，应该供养的，佛应该供养，父母应该供养，老师应该供养，众生应该供养，叫福田。父母是恩田，我们的身命得自于父母。这个后面应该都有，翻过来就是的。",
      "zh_TW": "再看下面，『福田』，「田者田地」，這是比喻，「以生長為義」，田地裡頭會生長五穀雜糧來養人，所以取這個意思。「於具德者造福，則得福報。種福得福果，是名種福田。應供之人，名為福田。」我們先把這個意思簡單的介紹出來。佛家叫福田，福田是什麼意思？就是種福的地方。什麼人是福？應供的這些人。應供可不得了，佛有十號，裡頭有應供，換句話說，真正應供之人是佛。應供是他的大德應當接受一切眾生的供養，為什麼？供養的人有福了，大福田！你供養的人有福了，所以說具德者造福。具德至少是阿羅漢，為什麼？心清淨，菩薩心平等，佛心大徹大悟，這些人是具德者。他們造福，因為他們得到福了。世尊再告訴我們，種福你得福果，這叫種福田。我們要懂得種福田，應供之人那就是福田，應該供養的，佛應該供養，父母應該供養，老師應該供養，眾生應該供養，叫福田。父母是恩田，我們的身命得自於父母。這個後面應該都有，翻過來就是的。"
    },
    {
      "id": "02-039-0491_p0025",
      "zh_CN": "「《探玄记》曰：生我福故，名福田。」我的福，它能够生长我的福报，这就是我的福田。「又《优婆塞戒经》明三福田」，我刚才说的。第一个，「报恩福田，父母师长也。」父母是生我之恩，身命得自于父母，慧命得自于老师，父母跟老师对我是有恩，这是恩田。所以父母是应供，老师也是应供，应该接受我供养，我们应该供养他。第二，「功德福田」，这是三宝，佛法僧。现在有人说，这个僧已经他不持戒了，甚至于行为还不如在家人，现个出家相，要不要供养？要。为什么？他既然是这个形象，我们是恭敬三宝，他现的相是三宝之一，他自己破戒不如法，他的事情，不是我的事情。我们不能因为几个人败坏佛门，把整个佛门都把它放下，这是错了。一百个出家人里头，九十九个不如法，还有一个真如法的，都不得了。所以普贤菩萨十大愿王教我们「礼敬诸佛」，那是没有分别的，他的功德大！他不是看作僧，他看到那个出家人是佛，一切众生本来成佛，那还得了吗？他心目当中是供佛。他不管他是真僧、假僧，我心目当中是供僧，你就得福。不可以起分别，不可以起执着；起分别执着，你自己把你自己的福田破坏了，别人破坏不了，这个道理要懂。",
      "zh_TW": "「《探玄記》曰：生我福故，名福田。」我的福，它能夠生長我的福報，這就是我的福田。「又《優婆塞戒經》明三福田」，我剛才說的。第一個，「報恩福田，父母師長也。」父母是生我之恩，身命得自於父母，慧命得自於老師，父母跟老師對我是有恩，這是恩田。所以父母是應供，老師也是應供，應該接受我供養，我們應該供養他。第二，「功德福田」，這是三寶，佛法僧。現在有人說，這個僧已經他不持戒了，甚至於行為還不如在家人，現個出家相，要不要供養？要。為什麼？他既然是這個形象，我們是恭敬三寶，他現的相是三寶之一，他自己破戒不如法，他的事情，不是我的事情。我們不能因為幾個人敗壞佛門，把整個佛門都把它放下，這是錯了。一百個出家人裡頭，九十九個不如法，還有一個真如法的，都不得了。所以普賢菩薩十大願王教我們「禮敬諸佛」，那是沒有分別的，他的功德大！他不是看作僧，他看到那個出家人是佛，一切眾生本來成佛，那還得了嗎？他心目當中是供佛。他不管他是真僧、假僧，我心目當中是供僧，你就得福。不可以起分別，不可以起執著；起分別執著，你自己把你自己的福田破壞了，別人破壞不了，這個道理要懂。"
    },
    {
      "id": "02-039-0491_p0026",
      "zh_CN": "大圣大贤、诸佛菩萨都教导我们，「人人是好人，事事是好事」，虽然是个破戒比丘，一切都不如法，他的本质是佛，他的本性是善，所以你从本性上去看，他是佛，他是善，我们就应该供养他。所以十大愿王里头「广修供养」没有分别心，一律平等供养，都是把众生看作佛，所以他能成佛。佛眼看众生全是佛，凡夫看诸佛如来都是凡夫，这是什么？境随心转。所以问题，我们是什么心，外面就是什么境。我们是个佛心，所有境界都是佛，我们是菩萨心，所有一切众生都是菩萨。你看到是个破戒比丘，那是你的看法，真破戒假破戒与我们不相干，要看我们自己用什么心，这个才重要。希望我们从今以后不再用轮回心，用轮回心，你看的、你想的、你说的、你造的全叫轮回业，往后继续不断再搞轮回，就干这个事情。",
      "zh_TW": "大聖大賢、諸佛菩薩都教導我們，「人人是好人，事事是好事」，雖然是個破戒比丘，一切都不如法，他的本質是佛，他的本性是善，所以你從本性上去看，他是佛，他是善，我們就應該供養他。所以十大願王裡頭「廣修供養」沒有分別心，一律平等供養，都是把眾生看作佛，所以他能成佛。佛眼看眾生全是佛，凡夫看諸佛如來都是凡夫，這是什麼？境隨心轉。所以問題，我們是什麼心，外面就是什麼境。我們是個佛心，所有境界都是佛，我們是菩薩心，所有一切眾生都是菩薩。你看到是個破戒比丘，那是你的看法，真破戒假破戒與我們不相干，要看我們自己用什麼心，這個才重要。希望我們從今以後不再用輪迴心，用輪迴心，你看的、你想的、你說的、你造的全叫輪迴業，往後繼續不斷再搞輪迴，就幹這個事情。"
    },
    {
      "id": "02-039-0491_p0027",
      "zh_CN": "我们把轮回心舍掉，净宗是大乘，大乘是菩萨，我们至少要用菩萨心。用什么菩萨心？用普贤菩萨心。为什么？这一部经，第二品就讲到「德遵普贤」。所以净宗是普贤行，净宗都是普贤菩萨。由此可知，净宗的修学是以普贤十愿为主，我们用的三福、六和、三学、六度，那是辅助，十大愿王是主科，这是我们辅助的课程、选修的课程，十大愿王是主修的课程。我们有前面这四种，把我们十大愿王修圆满，这叫真修。你不懂这个道理，不是这样修法，不是弥陀弟子。弥陀弟子在遍法界虚空界，普遍受到一切诸佛如来的尊重，受到一切菩萨的欢喜赞叹，我们凭什么？你要明白这个道理，就凭这五科就对了。五科有宾主，普贤菩萨是平等心，没有分别，没有执着；有分别，有执着，不是普贤菩萨。所以大乘经里面佛说，菩萨不修普贤行不能圆成佛道。原因是什么？原因就是普贤菩萨没有分别执着，其他的菩萨还有分别执着，至少还有分别执着的习气，普贤菩萨没有了。这是净宗学会成立的时候，我们订的行门的五门功课，勉励我们同学个个自动自发要把它做到。所以这个福田，讲到报恩福田，讲到功德福田，成就无量无边功德，何况佛又是我们的老师，是老师，佛也是我们的恩田。",
      "zh_TW": "我們把輪迴心捨掉，淨宗是大乘，大乘是菩薩，我們至少要用菩薩心。用什麼菩薩心？用普賢菩薩心。為什麼？這一部經，第二品就講到「德遵普賢」。所以淨宗是普賢行，淨宗都是普賢菩薩。由此可知，淨宗的修學是以普賢十願為主，我們用的三福、六和、三學、六度，那是輔助，十大願王是主科，這是我們輔助的課程、選修的課程，十大願王是主修的課程。我們有前面這四種，把我們十大願王修圓滿，這叫真修。你不懂這個道理，不是這樣修法，不是彌陀弟子。彌陀弟子在遍法界虛空界，普遍受到一切諸佛如來的尊重，受到一切菩薩的歡喜讚歎，我們憑什麼？你要明白這個道理，就憑這五科就對了。五科有賓主，普賢菩薩是平等心，沒有分別，沒有執著；有分別，有執著，不是普賢菩薩。所以大乘經裡面佛說，菩薩不修普賢行不能圓成佛道。原因是什麼？原因就是普賢菩薩沒有分別執著，其他的菩薩還有分別執著，至少還有分別執著的習氣，普賢菩薩沒有了。這是淨宗學會成立的時候，我們訂的行門的五門功課，勉勵我們同學個個自動自發要把它做到。所以這個福田，講到報恩福田，講到功德福田，成就無量無邊功德，何況佛又是我們的老師，是老師，佛也是我們的恩田。"
    },
    {
      "id": "02-039-0491_p0028",
      "zh_CN": "第三，「贫穷福田，贫穷困苦之人」，我们要供养他，我们要布施他。你看菩萨布施，普贤菩萨，普贤菩萨供养，就不叫布施，功德不一样。普贤菩萨对众生是多么尊重，都把众生当作佛看待，所以极乐世界成佛快，道理在此地。没成佛之前，已经把所有众生都看成佛了，平等的供养。「供养此上三者，均能生福，故皆名福田。」那你要问，供养哪个福大？哪个福比较小？不在对方，在自己的用心，你的心愈真诚，你得的福就愈大。心里面如果带着怀疑、带着傲慢、带着勉强，你的福就小，就这么个道理。如果你用清净平等觉的心布施贫穷人，那个福报跟供养佛一样。为什么？佛清净平等觉，你用清净平等觉的心去修供养，还得了！你得到的福报是圆满的。由此可知，人人都能够在一切时、一切处修究竟圆满的福报，只是你不认识，机会在你面前，你不知道。你还是一个怜悯心，可怜，给他一点吧！有福，福小。吉凶祸福完全在自己存心，心地真善、真净、真慈悲，祸害全消掉，福德完全现前。",
      "zh_TW": "第三，「貧窮福田，貧窮困苦之人」，我們要供養他，我們要布施他。你看菩薩布施，普賢菩薩，普賢菩薩供養，就不叫布施，功德不一樣。普賢菩薩對眾生是多麼尊重，都把眾生當作佛看待，所以極樂世界成佛快，道理在此地。沒成佛之前，已經把所有眾生都看成佛了，平等的供養。「供養此上三者，均能生福，故皆名福田。」那你要問，供養哪個福大？哪個福比較小？不在對方，在自己的用心，你的心愈真誠，你得的福就愈大。心裡面如果帶著懷疑、帶著傲慢、帶著勉強，你的福就小，就這麼個道理。如果你用清淨平等覺的心布施貧窮人，那個福報跟供養佛一樣。為什麼？佛清淨平等覺，你用清淨平等覺的心去修供養，還得了！你得到的福報是圓滿的。由此可知，人人都能夠在一切時、一切處修究竟圓滿的福報，只是你不認識，機會在你面前，你不知道。你還是一個憐憫心，可憐，給他一點吧！有福，福小。吉凶禍福完全在自己存心，心地真善、真淨、真慈悲，禍害全消掉，福德完全現前。"
    },
    {
      "id": "02-039-0491_p0029",
      "zh_CN": "「今经云最胜福田，表诸菩萨于种种福田中最为殊胜。」最胜福田是谁？从这一句的意思里面去看，最胜福田是念佛求生净土的人，他就是最胜福田。为什么？他现在虽然还没去，他肯定到极乐世界，到极乐世界的菩萨，在种种福田当中最为殊胜。这桩事情要不是经文摆在我们面前，几个人知道？几个人相信？你要想一想，有没有道理？八万四千法门，在现前这个时代，只有念佛往生能得度，其他的种一点善根而已，这一生依旧要搞六道轮回，出不去！为什么？烦恼断不掉。八万四千法门，没有一个法门是带业往生的，没有。不带业，一定要断，断太难了。只有这个法门准许带业往生，所以只有这个法门能帮助我们了生死出三界，能帮助我们在这一生当中圆满成就佛道，这就是菩萨于种种福田中最为殊胜。你往生极乐世界你是菩萨，现在你还没有去，你是准菩萨。准菩萨，你在种种福田当中还是最为殊胜，这没人知道。我们求生净土，亲近弥陀，这一个信念决定不动摇，决定不会改变，那你就真的是准菩萨，这是福田当中的大福田，这不是小福田。",
      "zh_TW": "「今經云最勝福田，表諸菩薩於種種福田中最為殊勝。」最勝福田是誰？從這一句的意思裡面去看，最勝福田是念佛求生淨土的人，他就是最勝福田。為什麼？他現在雖然還沒去，他肯定到極樂世界，到極樂世界的菩薩，在種種福田當中最為殊勝。這樁事情要不是經文擺在我們面前，幾個人知道？幾個人相信？你要想一想，有沒有道理？八萬四千法門，在現前這個時代，只有念佛往生能得度，其他的種一點善根而已，這一生依舊要搞六道輪迴，出不去！為什麼？煩惱斷不掉。八萬四千法門，沒有一個法門是帶業往生的，沒有。不帶業，一定要斷，斷太難了。只有這個法門准許帶業往生，所以只有這個法門能幫助我們了生死出三界，能幫助我們在這一生當中圓滿成就佛道，這就是菩薩於種種福田中最為殊勝。你往生極樂世界你是菩薩，現在你還沒有去，你是準菩薩。準菩薩，你在種種福田當中還是最為殊勝，這沒人知道。我們求生淨土，親近彌陀，這一個信念決定不動搖，決定不會改變，那你就真的是準菩薩，這是福田當中的大福田，這不是小福田。"
    },
    {
      "id": "02-039-0491_p0030",
      "zh_CN": "「《净影疏》云：能生物善，名胜福田。」物是一切众生，能帮助一切众生生善，这就是殊胜福田。「以能令众生出生善根，故名为胜福田，因从善根复可生长无量诸福之果与善因也。」这些话都是真话，只有我们自己，像刚才所说的，我们就五门功课，三福、六和、三学、六度、十愿，非常简单。二十多年前我们在美国提出，洛杉矶印海法师看到了非常赞叹，他说你这个东西很好记，就是五条，简单明了。太多太杂了记不住，变成形式会落空。不能杂，不能乱，要求实效。但是实效一定要从儒释道三个根做起，后面才一帆风顺。如果前面这三个根要是做不到，你要把它看轻了，这五个变成口号，为什么？你决定做不到。根要扎稳！《弟子规》认为是教小孩的，人都轻视它。学者、专家、博士、教授，几个人看得起《弟子规》？几个人重视《弟子规》？就赞叹《弟子规》？没有。所以他不是菩萨，他救不了众生，他救不了社会。如果真正明白了，从《弟子规》上得到好处，这个人能救社会、能救国家、能救世界，他就是大福田，世间福田。",
      "zh_TW": "「《淨影疏》云：能生物善，名勝福田。」物是一切眾生，能幫助一切眾生生善，這就是殊勝福田。「以能令眾生出生善根，故名為勝福田，因從善根復可生長無量諸福之果與善因也。」這些話都是真話，只有我們自己，像剛才所說的，我們就五門功課，三福、六和、三學、六度、十願，非常簡單。二十多年前我們在美國提出，洛杉磯印海法師看到了非常讚歎，他說你這個東西很好記，就是五條，簡單明瞭。太多太雜了記不住，變成形式會落空。不能雜，不能亂，要求實效。但是實效一定要從儒釋道三個根做起，後面才一帆風順。如果前面這三個根要是做不到，你要把它看輕了，這五個變成口號，為什麼？你決定做不到。根要紮穩！《弟子規》認為是教小孩的，人都輕視它。學者、專家、博士、教授，幾個人看得起《弟子規》？幾個人重視《弟子規》？就讚歎《弟子規》？沒有。所以他不是菩薩，他救不了眾生，他救不了社會。如果真正明白了，從《弟子規》上得到好處，這個人能救社會、能救國家、能救世界，他就是大福田，世間福田。"
    },
    {
      "id": "02-039-0491_p0031",
      "zh_CN": "我们看到，中国大陆许许多多的传统文化论坛，你听听他们的报告，甚至于很多人学习《弟子规》他们的心得分享，真正改过自新，那是福田，真的不是假的。由此可知，认知太重要，你不认识它，你怎么能成就它？回头来看，现在对佛法认知的人少，中国古代一百五十年以前，最盛的时代应该是在嘉庆以前，中国社会对于儒释道的尊重到了极处，所以社会安定，国泰民安，人民幸福，礼义之邦，传统文化的盛世，这历史上有记载。现代衰了，衰到低谷，为什么？没有人相信它，对它都打成很多问号了，这现象非常可怕。产生的果报是什么？灾难，社会动乱，地球灾变，这些我们不能不知道。我们生在这个时期，算是非常非常幸运，遇到真善知识。通过多年学习逐渐逐渐明白了，不容易！对古圣先贤的教诲懂得了、相信了，肯定它了，现在缺乏的就是认真落实。我们如果认真落实，就变成此地所说的最胜福田。我们要不要？福德、智慧，福德、智慧圆满就成佛。菩萨具足最胜福田，但是还没有圆满。成佛就圆满，圆满就成佛。",
      "zh_TW": "我們看到，中國大陸許許多多的傳統文化論壇，你聽聽他們的報告，甚至於很多人學習《弟子規》他們的心得分享，真正改過自新，那是福田，真的不是假的。由此可知，認知太重要，你不認識它，你怎麼能成就它？回頭來看，現在對佛法認知的人少，中國古代一百五十年以前，最盛的時代應該是在嘉慶以前，中國社會對於儒釋道的尊重到了極處，所以社會安定，國泰民安，人民幸福，禮義之邦，傳統文化的盛世，這歷史上有記載。現代衰了，衰到低谷，為什麼？沒有人相信它，對它都打成很多問號了，這現象非常可怕。產生的果報是什麼？災難，社會動亂，地球災變，這些我們不能不知道。我們生在這個時期，算是非常非常幸運，遇到真善知識。通過多年學習逐漸逐漸明白了，不容易！對古聖先賢的教誨懂得了、相信了，肯定它了，現在缺乏的就是認真落實。我們如果認真落實，就變成此地所說的最勝福田。我們要不要？福德、智慧，福德、智慧圓滿就成佛。菩薩具足最勝福田，但是還沒有圓滿。成佛就圓滿，圓滿就成佛。"
    },
    {
      "id": "02-039-0491_p0032",
      "zh_CN": "念老在此地提醒我们，他说「至于『为世明灯，最胜福田』两句，应与下文『殊胜吉祥，堪受供养』作一气读」。好，这个四句做一口气读下来，「为世明灯，最胜福田，殊胜吉祥，堪受供养」，特别提醒我们，好！「其义自见」，不需要解释，意思你就明白了。『殊胜吉祥』，就是文殊菩萨的圣号。文殊师利菩萨，文殊师利是梵语音译过来的，这里面的意思就是殊胜吉祥，所以文殊也称为妙吉祥。底下讲，「文殊即文殊师利。文殊可译为胜、妙、第一。师利可译为德、吉祥。」文殊师利是梵语音译，他是七佛之师，曾经七尊佛都是他的学生。他有没有成佛？他成佛了，他现在在我们这个世界是以菩萨身分出现，这都古佛再来的。",
      "zh_TW": "念老在此地提醒我們，他說「至於『為世明燈，最勝福田』兩句，應與下文『殊勝吉祥，堪受供養』作一氣讀」。好，這個四句做一口氣讀下來，「為世明燈，最勝福田，殊勝吉祥，堪受供養」，特別提醒我們，好！「其義自見」，不需要解釋，意思你就明白了。『殊勝吉祥』，就是文殊菩薩的聖號。文殊師利菩薩，文殊師利是梵語音譯過來的，這裡面的意思就是殊勝吉祥，所以文殊也稱為妙吉祥。底下講，「文殊即文殊師利。文殊可譯為勝、妙、第一。師利可譯為德、吉祥。」文殊師利是梵語音譯，他是七佛之師，曾經七尊佛都是他的學生。他有沒有成佛？他成佛了，他現在在我們這個世界是以菩薩身分出現，這都古佛再來的。"
    },
    {
      "id": "02-039-0491_p0033",
      "zh_CN": "「《大日经》称文殊为妙吉祥。文殊表根本智，乃七佛之师，故殊胜吉祥。今极乐诸菩萨，具文殊大士之智德，了了见自性，故为最胜福田，堪受一切人天之供养。」普贤菩萨，普贤菩萨是完全翻成中国意思，普是普遍，心量多大！遍法界虚空界一切众生皆是圣贤，这叫普贤。文殊表根本智，普贤表后得智，文殊主智，普贤主行，也就是文殊的智要普贤的行完全把它表现出来、落实，叫普贤。普贤菩萨放光！那文殊的智是什么，不就是普贤十愿吗？「礼敬诸佛」，文殊智的光芒，「称赞如来，广修供养，忏悔业障，随喜功德，请转法轮，请佛住世」，这是七愿，后面三个是回向。十愿，前面七条是愿，都是文殊菩萨的后得智，文殊菩萨是根本智，没有根本智，哪来的后得智？三个回向，是回向菩提、回向众生、回向实际，这是菩萨所修的。目的在哪里？目的就是求无上菩提，目的就是求利益众生，所以「恒顺众生，随喜功德」。末后「普皆回向」，那是回向实际，就是回归自性。我们才真正能做到，所谓欢喜去做。十愿用什么方法落实？就是前面讲的六和、三学、六度，用这个方法来落实。用心，三福是存心。在事相上与一切众生和睦相处，要守住六和敬。",
      "zh_TW": "「《大日經》稱文殊為妙吉祥。文殊表根本智，乃七佛之師，故殊勝吉祥。今極樂諸菩薩，具文殊大士之智德，了了見自性，故為最勝福田，堪受一切人天之供養。」普賢菩薩，普賢菩薩是完全翻成中國意思，普是普遍，心量多大！遍法界虛空界一切眾生皆是聖賢，這叫普賢。文殊表根本智，普賢表後得智，文殊主智，普賢主行，也就是文殊的智要普賢的行完全把它表現出來、落實，叫普賢。普賢菩薩放光！那文殊的智是什麼，不就是普賢十願嗎？「禮敬諸佛」，文殊智的光芒，「稱讚如來，廣修供養，懺悔業障，隨喜功德，請轉法輪，請佛住世」，這是七願，後面三個是迴向。十願，前面七條是願，都是文殊菩薩的後得智，文殊菩薩是根本智，沒有根本智，哪來的後得智？三個迴向，是迴向菩提、迴向眾生、迴向實際，這是菩薩所修的。目的在哪裡？目的就是求無上菩提，目的就是求利益眾生，所以「恆順眾生，隨喜功德」。末後「普皆迴向」，那是迴向實際，就是回歸自性。我們才真正能做到，所謂歡喜去做。十願用什麼方法落實？就是前面講的六和、三學、六度，用這個方法來落實。用心，三福是存心。在事相上與一切眾生和睦相處，要守住六和敬。"
    },
    {
      "id": "02-039-0491_p0034",
      "zh_CN": "六和敬我说得很多，不要求别人跟我和，要求我跟他和，这就对了。要求别人跟我和，你这一辈子做不到；要求我跟他和，随时可以做到。这到底什么原因？我们不就吃亏了吗？不是上当了吗？中国古人有一句话说得好，「吃亏是福」。什么人怕吃亏？俗人怕吃亏。什么人不怕吃亏？觉悟的人不怕吃亏。提出吃亏是福，是真的是假的？是真的。不与人争是善、是德，处处能让。别人喜欢说话，我听，恭恭敬敬的听，你说累了不就不说了吗？我是在学校念书的时候，抗战胜利我在南京第一中学读初中三年级，年纪小，好高骛远，傲慢习气很重，喜欢挖苦人，缺德。我班上有个同学，真的是忍辱功夫很好，我偏偏就瞧不起他，当面也挖苦他，背后也批评他。可是这个同学他见我面，那是很乖，什么话都听，不管怎么批评他，从来不回话。他在背后呢？我听别人告诉我，他都赞叹我，没有说我一句不好的。一年，我跟他道歉了，我就向他学习，我这一点忍辱功夫跟他学的。这个同学姓白，白振寰，现在不晓得在不在了？没有联系，这么多年。我很感恩他，他是用身来教我，感化我，我在他那个地方学会忍辱，他把我小时候这些毛病习气改过来了，被他的真诚感动。人确实都是好人，我们看的常常看错，有这么多好人提醒我们，让我们觉悟醒过来，怎能不感恩？所以布施是福田，供养是福田，忍辱也是福田，细心想想诸佛菩萨所教，哪一样不是福田？要细心去体会，细心去观察，认真学习。今天时间到了，我们就学习到此地。",
      "zh_TW": "六和敬我說得很多，不要求別人跟我和，要求我跟他和，這就對了。要求別人跟我和，你這一輩子做不到；要求我跟他和，隨時可以做到。這到底什麼原因？我們不就吃虧了嗎？不是上當了嗎？中國古人有一句話說得好，「吃虧是福」。什麼人怕吃虧？俗人怕吃虧。什麼人不怕吃虧？覺悟的人不怕吃虧。提出吃虧是福，是真的是假的？是真的。不與人爭是善、是德，處處能讓。別人喜歡說話，我聽，恭恭敬敬的聽，你說累了不就不說了嗎？我是在學校念書的時候，抗戰勝利我在南京第一中學讀初中三年級，年紀小，好高騖遠，傲慢習氣很重，喜歡挖苦人，缺德。我班上有個同學，真的是忍辱功夫很好，我偏偏就瞧不起他，當面也挖苦他，背後也批評他。可是這個同學他見我面，那是很乖，什麼話都聽，不管怎麼批評他，從來不回話。他在背後呢？我聽別人告訴我，他都讚歎我，沒有說我一句不好的。一年，我跟他道歉了，我就向他學習，我這一點忍辱功夫跟他學的。這個同學姓白，白振寰，現在不曉得在不在了？沒有聯繫，這麼多年。我很感恩他，他是用身來教我，感化我，我在他那個地方學會忍辱，他把我小時候這些毛病習氣改過來了，被他的真誠感動。人確實都是好人，我們看的常常看錯，有這麼多好人提醒我們，讓我們覺悟醒過來，怎能不感恩？所以布施是福田，供養是福田，忍辱也是福田，細心想想諸佛菩薩所教，哪一樣不是福田？要細心去體會，細心去觀察，認真學習。今天時間到了，我們就學習到此地。"
    }
  ]
}