{
  "doc_id": "02-039-0062",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十二集",
    "zh_TW": "第六十二集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0062",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-039-0062_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，第五十八面倒数第五行，我们从第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，第五十八面倒數第五行，我們從第二句看起："
    },
    {
      "id": "02-039-0062_p0002",
      "zh_CN": "「故一法圆满一切法之功德，是名圆满具德。《大疏》云：如北辰所居，众星拱之」，昨天我们学到这个地方。「主伴圆明具德」，主伴是说一切法，这个一切法我们通常用六个字来说明，一切法的性相、理事、因果，无论是世间法、是出世间法，现在佛法里面讲的依报正报，科学里面讲的物质、精神，大讲到宇宙，小讲到微尘，这个里面任何一法。大乘经里面常常举例是举一尘、一毛，一尘是依报里面最小的，一毛是说我们汗毛的尖端，正报里面最小的，无不是圆明具德，圆是圆满，它一丝毫都不欠缺，整个宇宙就在一尘、一毛里面，这个是无法想像的。所以这个境界，《四十华严》品题上讲「入不思议解脱境界」，就是讲的这个。这个境界我们没有办法去想像，也没有办法能讲得清楚。可是世尊有智慧、有善巧方便，还是很详细的为我们说出来。可是我们不容易听懂，什么原因？我们有业障，佛真的是讲得很清楚，我们的业障障碍了我们的智慧，我们听不懂。",
      "zh_TW": "「故一法圓滿一切法之功德，是名圓滿具德。《大疏》云：如北辰所居，眾星拱之」，昨天我們學到這個地方。「主伴圓明具德」，主伴是說一切法，這個一切法我們通常用六個字來說明，一切法的性相、理事、因果，無論是世間法、是出世間法，現在佛法裡面講的依報正報，科學裡面講的物質、精神，大講到宇宙，小講到微塵，這個裡面任何一法。大乘經裡面常常舉例是舉一塵、一毛，一塵是依報裡面最小的，一毛是說我們汗毛的尖端，正報裡面最小的，無不是圓明具德，圓是圓滿，它一絲毫都不欠缺，整個宇宙就在一塵、一毛裡面，這個是無法想像的。所以這個境界，《四十華嚴》品題上講「入不思議解脫境界」，就是講的這個。這個境界我們沒有辦法去想像，也沒有辦法能講得清楚。可是世尊有智慧、有善巧方便，還是很詳細的為我們說出來。可是我們不容易聽懂，什麼原因？我們有業障，佛真的是講得很清楚，我們的業障障礙了我們的智慧，我們聽不懂。"
    },
    {
      "id": "02-039-0062_p0003",
      "zh_CN": "业障是什么？怀疑、分别、执着，你就没有法子了。要用什么方法才能够把佛经听懂？不怀疑、不分别、不执着，你就听懂了。马鸣菩萨在《起信论》里面告诉我们，我们听经，不执着言说，不要执着言语；不要执著名字，这些名词术语，不要去想它的意思，你能这样去听，你能够听得懂，你能够契入境界。读经也是一样，读经这个经里面的文字，经本上的文字，文字是语言的符号，所以我们听经不能执着言语，读经不要执着文字，执着文字就坏了，同样的，也不要执著名词术语，也不要想里头的意思，为什么不能想里面的意思？你一想就错了，一想是你自己的意思，不是佛的意思。为什么？佛没有意思，法身菩萨已经转八识成四智，意思是在八识里头，第六识是意识，第七识叫意根，意思就在这两识里头。你现在已经转变，转第六意识为妙观察智，转第七识为平等性智，你没有意思。如果有意思，你是凡夫。有意思是什么？你用阿赖耶，阿赖耶是妄心，你不是用真心。佛给一切众生讲经说法，乃至于种种示现，都是真心、都是本性。所以从性德里面流露出来的才圆满，这个圆满是讲的德，明是讲的慧，圆满的性德，圆满的智慧。还是世尊在《华严经》上所说的，「一切众生皆有如来智慧德相」。这句话我们听多了，我们听得耳熟，也能够说，可是不是我们的境界。转识成智才是这个境界，那叫证悟。",
      "zh_TW": "業障是什麼？懷疑、分別、執著，你就沒有法子了。要用什麼方法才能夠把佛經聽懂？不懷疑、不分別、不執著，你就聽懂了。馬鳴菩薩在《起信論》裡面告訴我們，我們聽經，不執著言說，不要執著言語；不要執著名字，這些名詞術語，不要去想它的意思，你能這樣去聽，你能夠聽得懂，你能夠契入境界。讀經也是一樣，讀經這個經裡面的文字，經本上的文字，文字是語言的符號，所以我們聽經不能執著言語，讀經不要執著文字，執著文字就壞了，同樣的，也不要執著名詞術語，也不要想裡頭的意思，為什麼不能想裡面的意思？你一想就錯了，一想是你自己的意思，不是佛的意思。為什麼？佛沒有意思，法身菩薩已經轉八識成四智，意思是在八識裡頭，第六識是意識，第七識叫意根，意思就在這兩識裡頭。你現在已經轉變，轉第六意識為妙觀察智，轉第七識為平等性智，你沒有意思。如果有意思，你是凡夫。有意思是什麼？你用阿賴耶，阿賴耶是妄心，你不是用真心。佛給一切眾生講經說法，乃至於種種示現，都是真心、都是本性。所以從性德裡面流露出來的才圓滿，這個圓滿是講的德，明是講的慧，圓滿的性德，圓滿的智慧。還是世尊在《華嚴經》上所說的，「一切眾生皆有如來智慧德相」。這句話我們聽多了，我們聽得耳熟，也能夠說，可是不是我們的境界。轉識成智才是這個境界，那叫證悟。"
    },
    {
      "id": "02-039-0062_p0004",
      "zh_CN": "我们现在学的时间多了，知道有这么回事情，可是我们得有善根。善根是什么？相信佛菩萨所说，对他毫无怀疑。我们自己心量要拓开，所以《华严经》的当机者法身大士，清凉给我们讲十种人，十种当机，最后一种是凡夫。凡夫里头哪一种凡夫？叫大心凡夫，心量很大，对于一切事、一切理不去斤斤计较，我们一般讲大而化之，这样的人可以听《华严》。如果说是很保守、很执着，样样都要计较，《华严》就不契机，他不适合听这个经。听这个经一定要心胸广大、开阔，什么都不愿意计较，这样的心态跟《华严》相应。所以圆满，一丝毫欠缺没有，圆明两个字是关键。实在讲就是惠能大师开悟、见性的时候所说的，「何期自性，本自具足」，就这个意思，虽然不显，它一样不缺。我们净土宗里面讲最高的境界，常寂光，常寂光是什么样子？圆明具德就是常寂光。常寂光里面没有精神现象，也没有物质现象，什么都没有。什么样子？是一片光明，所以叫寂光。寂是清净，清净到极处，连物质、精神现象都没有。可是它一片光明，它不是黑暗的，它是光明的。这是我们本来面目！",
      "zh_TW": "我們現在學的時間多了，知道有這麼回事情，可是我們得有善根。善根是什麼？相信佛菩薩所說，對他毫無懷疑。我們自己心量要拓開，所以《華嚴經》的當機者法身大士，清涼給我們講十種人，十種當機，最後一種是凡夫。凡夫裡頭哪一種凡夫？叫大心凡夫，心量很大，對於一切事、一切理不去斤斤計較，我們一般講大而化之，這樣的人可以聽《華嚴》。如果說是很保守、很執著，樣樣都要計較，《華嚴》就不契機，他不適合聽這個經。聽這個經一定要心胸廣大、開闊，什麼都不願意計較，這樣的心態跟《華嚴》相應。所以圓滿，一絲毫欠缺沒有，圓明兩個字是關鍵。實在講就是惠能大師開悟、見性的時候所說的，「何期自性，本自具足」，就這個意思，雖然不顯，它一樣不缺。我們淨土宗裡面講最高的境界，常寂光，常寂光是什麼樣子？圓明具德就是常寂光。常寂光裡面沒有精神現象，也沒有物質現象，什麼都沒有。什麼樣子？是一片光明，所以叫寂光。寂是清淨，清淨到極處，連物質、精神現象都沒有。可是它一片光明，它不是黑暗的，它是光明的。這是我們本來面目！"
    },
    {
      "id": "02-039-0062_p0005",
      "zh_CN": "佛在大经上说我们，我们六道凡夫，说「一念不觉而有无明」，这一不觉，就在常寂光自性里面出现了一个阿赖耶。阿赖耶里面有相了，这就是惠能大师讲的最后的一句，「何期自性，能生万法」。万法是什么？宇宙出现了，我出现了，我是正报，宇宙是依报，就是我们的生活环境，同时出现的，宇宙诞生了。多少时间？一刹那。这一刹那是形容极短，时间的短，短到什么程度我们无法想像。现代的尖端科学，量子力学里面讲的，叫小光子，它存在的时间非常短暂。现象是什么？就是那一个小光子里面有物质现象、有精神现象；虽有物质、精神现象，我们看不出来。我们要怎样才能看出来？一定要这种现象，那个念头、意念的现象，要很多念头累积起来我们才看见，才看到物质现象，从物质现象里面我们就看到精神现象。这个物质是什么？这个物质能看、能听、能懂得人的意思。它自己也有意思，它也懂得一切万事万物的意思，它通的，它没有障碍，它通的。它没有空间，它没有时间。没有空间，它跟任何物质没有距离；没有时间，它没有过去、没有未来，完全在当下，这是常寂光里面的状况。",
      "zh_TW": "佛在大經上說我們，我們六道凡夫，說「一念不覺而有無明」，這一不覺，就在常寂光自性裡面出現了一個阿賴耶。阿賴耶裡面有相了，這就是惠能大師講的最後的一句，「何期自性，能生萬法」。萬法是什麼？宇宙出現了，我出現了，我是正報，宇宙是依報，就是我們的生活環境，同時出現的，宇宙誕生了。多少時間？一剎那。這一剎那是形容極短，時間的短，短到什麼程度我們無法想像。現代的尖端科學，量子力學裡面講的，叫小光子，它存在的時間非常短暫。現象是什麼？就是那一個小光子裡面有物質現象、有精神現象；雖有物質、精神現象，我們看不出來。我們要怎樣才能看出來？一定要這種現象，那個念頭、意念的現象，要很多念頭累積起來我們才看見，才看到物質現象，從物質現象裡面我們就看到精神現象。這個物質是什麼？這個物質能看、能聽、能懂得人的意思。它自己也有意思，它也懂得一切萬事萬物的意思，它通的，它沒有障礙，它通的。它沒有空間，它沒有時間。沒有空間，它跟任何物質沒有距離；沒有時間，它沒有過去、沒有未來，完全在當下，這是常寂光裡面的狀況。"
    },
    {
      "id": "02-039-0062_p0006",
      "zh_CN": "可是念头一动，常寂光没有了。常寂光没有了，叫无明。你看我们现在，我们现在有无明。无明从哪里看？你看看我们居住的环境，如果把太阳拿掉，把月亮拿掉，把灯拿掉，是什么样的环境？一片漆黑，这就叫无明。诸位要知道，如果你明心见性，不是这个现象，统统都拿掉，一片光明。这是自性的性光，自性的光明是永恒的，是不生不灭的。我们现在是无明障碍了光明，不是我们的光明没有了，我们每个人都有常寂光，只要我们寂，光就现了。寂是什么？寂是心里面一个念头都没有，这个寂的意思，就是说起心动念、分别执着全都放下，都没有了，这个寂光才现前。如果我们只是说执着放下了，那了不起，执着放下，六道就没有了，六道从执着来的。分别放下，分别放下了，四圣法界没有了，声闻、缘觉、菩萨、佛这个没有了，就是十法界都没有了。出现什么？出现实报庄严土，那是法身菩萨、诸佛如来他们所居住活动的环境。如果起心动念都没有了，连习气都没有了，那就完全回归到常寂光，回归了，实报土也没有了。",
      "zh_TW": "可是念頭一動，常寂光沒有了。常寂光沒有了，叫無明。你看我們現在，我們現在有無明。無明從哪裡看？你看看我們居住的環境，如果把太陽拿掉，把月亮拿掉，把燈拿掉，是什麼樣的環境？一片漆黑，這就叫無明。諸位要知道，如果你明心見性，不是這個現象，統統都拿掉，一片光明。這是自性的性光，自性的光明是永恆的，是不生不滅的。我們現在是無明障礙了光明，不是我們的光明沒有了，我們每個人都有常寂光，只要我們寂，光就現了。寂是什麼？寂是心裡面一個念頭都沒有，這個寂的意思，就是說起心動念、分別執著全都放下，都沒有了，這個寂光才現前。如果我們只是說執著放下了，那了不起，執著放下，六道就沒有了，六道從執著來的。分別放下，分別放下了，四聖法界沒有了，聲聞、緣覺、菩薩、佛這個沒有了，就是十法界都沒有了。出現什麼？出現實報莊嚴土，那是法身菩薩、諸佛如來他們所居住活動的環境。如果起心動念都沒有了，連習氣都沒有了，那就完全回歸到常寂光，回歸了，實報土也沒有了。"
    },
    {
      "id": "02-039-0062_p0007",
      "zh_CN": "我们听到科学家的报告，里面有这么一段话，科学家也实在是很了不起，我们不能不佩服，咱们比不上别人。他们发现宇宙，宇宙很大，现在我们能观察到的、能够体会到的只是整个宇宙的百分之十，还有百分之九十的宇宙到哪里去？很多科学家都在研究这个问题。这个问题应该是有两种解释，一种是这个空间确实有维次，他没有把维次放进去。我们能够探测的世间，能观察到什么？三度空间，四度以上我们就见不到，高维次的空间见不到。这个维次在科学里面说，从理论上讲是没有限制的，是无限次的。现代科学家真正能够用科学证明的，以前黄念祖老居士告诉我，他说至少有十一度空间存在，是见不到的。另外一种是佛家的讲法，譬如一个人修行，从我们人道，修得很好，修得很如法，他来生到天道；天有欲界天、色界天、无色界天，一层一层往上提升，到出了六道轮回；六道之外有声闻法界、缘觉法界、菩萨法界、佛法界，这都是不同维次空间。明心见性之后，十法界没有了，真正觉悟了，我们《无量寿经》经题上讲「清净平等觉」，阿罗汉所证的是清净，清净，六道就不见了；平等、觉，十法界就不见了，但是他有一真法界，就是诸佛如来的实报庄严土。如果无明的习气都断了，实报土也不见，所以佛在《般若经》上讲「凡所有相，皆是虚妄」，连实报土都在内，都没有例外的。那到哪里去？回归常寂光了，回归常寂光，没有了，宇宙没有了。这是佛法里面的解释，这个解释很圆满，你从常寂光变现出来，最后还回归到常寂光，常寂光什么都没有。",
      "zh_TW": "我們聽到科學家的報告，裡面有這麼一段話，科學家也實在是很了不起，我們不能不佩服，咱們比不上別人。他們發現宇宙，宇宙很大，現在我們能觀察到的、能夠體會到的只是整個宇宙的百分之十，還有百分之九十的宇宙到哪裡去？很多科學家都在研究這個問題。這個問題應該是有兩種解釋，一種是這個空間確實有維次，他沒有把維次放進去。我們能夠探測的世間，能觀察到什麼？三度空間，四度以上我們就見不到，高維次的空間見不到。這個維次在科學裡面說，從理論上講是沒有限制的，是無限次的。現代科學家真正能夠用科學證明的，以前黃念祖老居士告訴我，他說至少有十一度空間存在，是見不到的。另外一種是佛家的講法，譬如一個人修行，從我們人道，修得很好，修得很如法，他來生到天道；天有欲界天、色界天、無色界天，一層一層往上提升，到出了六道輪迴；六道之外有聲聞法界、緣覺法界、菩薩法界、佛法界，這都是不同維次空間。明心見性之後，十法界沒有了，真正覺悟了，我們《無量壽經》經題上講「清淨平等覺」，阿羅漢所證的是清淨，清淨，六道就不見了；平等、覺，十法界就不見了，但是他有一真法界，就是諸佛如來的實報莊嚴土。如果無明的習氣都斷了，實報土也不見，所以佛在《般若經》上講「凡所有相，皆是虛妄」，連實報土都在內，都沒有例外的。那到哪裡去？回歸常寂光了，回歸常寂光，沒有了，宇宙沒有了。這是佛法裡面的解釋，這個解釋很圓滿，你從常寂光變現出來，最後還回歸到常寂光，常寂光什麼都沒有。"
    },
    {
      "id": "02-039-0062_p0008",
      "zh_CN": "所以一切现象确实像梦幻泡影，不是真的。佛告诉我们，既然不是真的，你就不要执着，你就不要控制，你就不要占有，为什么？你起这些念头，那自找苦吃，那苦不堪言。应当把心量拓开放大，一切随它去，这个好！真的所谓是大而化之，你也得了自在。更应当要学的呢？学的是了解事实真相，彻底明了。真相大白之后，就譬如说你作梦，你忽然觉得我是在作梦，梦不是真的。梦里梦一头老虎牠要吃我，一下想到是作梦，释迦牟尼佛曾经以身喂老虎，我也可以，你就一丝毫恐惧都没有，自性里面大慈悲心就生出来了，佛菩萨能做得到的，你也做得到。但是梦一定要醒过来，这是早晚的问题。醒过来就是见性，叫明心见性，见性成佛。由此可知，佛是什么？佛是个清醒的人，醒过来了，菩萨也清醒了，还没有十分清醒，佛是真正清醒过来了。在十法界里面都在作梦。",
      "zh_TW": "所以一切現象確實像夢幻泡影，不是真的。佛告訴我們，既然不是真的，你就不要執著，你就不要控制，你就不要佔有，為什麼？你起這些念頭，那自找苦吃，那苦不堪言。應當把心量拓開放大，一切隨它去，這個好！真的所謂是大而化之，你也得了自在。更應當要學的呢？學的是了解事實真相，徹底明瞭。真相大白之後，就譬如說你作夢，你忽然覺得我是在作夢，夢不是真的。夢裡夢一頭老虎牠要吃我，一下想到是作夢，釋迦牟尼佛曾經以身餵老虎，我也可以，你就一絲毫恐懼都沒有，自性裡面大慈悲心就生出來了，佛菩薩能做得到的，你也做得到。但是夢一定要醒過來，這是早晚的問題。醒過來就是見性，叫明心見性，見性成佛。由此可知，佛是什麼？佛是個清醒的人，醒過來了，菩薩也清醒了，還沒有十分清醒，佛是真正清醒過來了。在十法界裡面都在作夢。"
    },
    {
      "id": "02-039-0062_p0009",
      "zh_CN": "可是无论在什么境界里面，一定要晓得，一法。你说我们这身体，用身体来说，我们讲物质，我们的身体从外面看是眼耳鼻舌身这五官，身体里面是五脏六腑，这么多器官组成的，很复杂。每一个器官怎么组成的？每一个器官是细胞组成的，细胞是分子组成的，分子是原子组成的，原子是粒子组成的，你往里面去分析，分析到最后，都叫做基本粒子。基本粒子随着科学的进步，它也没有一定的说法，愈说愈细。现在量子科学家称为量子，最小的是量子，是这个东西组成的。整个宇宙，人也好、动物也好、植物也好、矿物也好，全都是这个东西组成的，真的一体，没有差别。为什么说一体？每一粒微尘，或者我们讲量子，量子就是小光子，每一个小光子都是圆明具德，都是圆满的。自性里面所有的智慧、德能、相好，就在那个小光子里头，它统统具足，每一个小光子都具足。",
      "zh_TW": "可是無論在什麼境界裡面，一定要曉得，一法。你說我們這身體，用身體來說，我們講物質，我們的身體從外面看是眼耳鼻舌身這五官，身體裡面是五臟六腑，這麼多器官組成的，很複雜。每一個器官怎麼組成的？每一個器官是細胞組成的，細胞是分子組成的，分子是原子組成的，原子是粒子組成的，你往裡面去分析，分析到最後，都叫做基本粒子。基本粒子隨著科學的進步，它也沒有一定的說法，愈說愈細。現在量子科學家稱為量子，最小的是量子，是這個東西組成的。整個宇宙，人也好、動物也好、植物也好、礦物也好，全都是這個東西組成的，真的一體，沒有差別。為什麼說一體？每一粒微塵，或者我們講量子，量子就是小光子，每一個小光子都是圓明具德，都是圓滿的。自性裡面所有的智慧、德能、相好，就在那個小光子裡頭，它統統具足，每一個小光子都具足。"
    },
    {
      "id": "02-039-0062_p0010",
      "zh_CN": "像我们这个身体一样，每一根汗毛都具足，每一个细胞都具足。我身上的具足跟你身上的具足没有两样，是一样的；我们人身上所具足的跟动物具足的没有两样，跟植物没有两样，跟山河大地也没有两样。你真搞清楚、搞明白了，你会承认、肯定，遍法界虚空界跟我是一体，不管我有意无意起个念头，这个念头遍法界虚空界所有一切物质现象统统接收到。我们动个念头，好像发报机一样，我们的信息发出去，所有物质现象它统统都接收过去了，它都知道。而且速度之快，超过光、超过电磁波。我们在《还源观》里面念到，念头才起，周遍法界，周遍法界是讲它的速度。所以无论是善念是恶念、是净念是染念，念头才起，遍法界虚空界。能瞒得了谁？会瞒自己，因为有的时候念头自己不知道。六道的众生，有一半能瞒到，有一半瞒不到，哪一半？在我们上面的色界天、无色界天，我们瞒不过他，欲界天也可能会有隐瞒，四圣法界是更瞒不住，十方诸佛刹土当然统统接收到。这是事实真相，这是华严境界。",
      "zh_TW": "像我們這個身體一樣，每一根汗毛都具足，每一個細胞都具足。我身上的具足跟你身上的具足沒有兩樣，是一樣的；我們人身上所具足的跟動物具足的沒有兩樣，跟植物沒有兩樣，跟山河大地也沒有兩樣。你真搞清楚、搞明白了，你會承認、肯定，遍法界虛空界跟我是一體，不管我有意無意起個念頭，這個念頭遍法界虛空界所有一切物質現象統統接收到。我們動個念頭，好像發報機一樣，我們的信息發出去，所有物質現象它統統都接收過去了，它都知道。而且速度之快，超過光、超過電磁波。我們在《還源觀》裡面念到，念頭才起，周遍法界，周遍法界是講它的速度。所以無論是善念是惡念、是淨念是染念，念頭才起，遍法界虛空界。能瞞得了誰？會瞞自己，因為有的時候念頭自己不知道。六道的眾生，有一半能瞞到，有一半瞞不到，哪一半？在我們上面的色界天、無色界天，我們瞞不過他，欲界天也可能會有隱瞞，四聖法界是更瞞不住，十方諸佛剎土當然統統接收到。這是事實真相，這是華嚴境界。"
    },
    {
      "id": "02-039-0062_p0011",
      "zh_CN": "释迦牟尼佛当年在世，三十岁开悟，开悟之后就教学，没有建道场，过的什么生活？流浪的生活，哪里有缘就到哪里去，决定不麻烦人。住在哪里？住在树下。生活方式是托钵，沿门托钵。没有道场，晚上在大树底下休息，打坐休息。一天从早到晚都是在教学，用现在的话说，他老人家的号召力也不错，法缘殊胜。常随弟子，就是学生跟他学的，不离开他的，这经上常讲「一千二百五十五人」，这是常随弟子。临时跟他的，我们能想得到，人数肯定比这个多，不会比这个少。换句话说，他这个团体是二、三千人，跟释迦牟尼佛过同样的生活，天天听佛讲经教诲。我们搞清楚、搞明白了，佛跟宗教挂不上勾，这个一定要知道，它不是宗教。不是宗教，现在变成宗教，我们现在四众弟子有罪，对不起释迦牟尼佛。它是教育，你把它变成宗教，这成什么话！这真正叫忘恩负义。佛陀教育代代承传，传到中国来是教育，不是宗教。到中国来之后，专门建的有硬体设施，有机构，这个机构称之为寺，你就晓得它不是宗教。宗教称庙、称宫，不是称寺。寺是政府办事的机构，这个机构直接归皇上管的，称为寺。所以皇帝下面一级单位有九个，这九个都称寺。诸位如果到北京，到故宫去参观，你就看到了，你看故宫里面办事的机构，挂的牌子都是寺。寺的长官是卿，你看看中国历史上讲三公九卿，三公是皇帝的顾问，这个地位是最高的，九卿是皇帝下面九个单位的长官。佛教传到中国来，给它建立办事的机构也称为寺。第一个寺是白马寺，洛阳白马寺，那时候首都在洛阳，后汉。用白马来做名字，这是古人厚道，经典、佛像从西域是白马把它驮到中国来的，不能忘记牠的辛苦，所以用牠来做名称、名字。这直接归皇上管的，教学的机构。寺里面办些什么事？第一个是翻译经典，就像国家的编译馆一样，主要是翻译经典；经典翻译之后是讲解经典，依照经典来学习，所以它是教育。那时候没有把佛教当作宗教，一直到清朝初年还是教育，我们看到，你看康熙、雍正、乾隆，那个时代的高僧太多了。",
      "zh_TW": "釋迦牟尼佛當年在世，三十歲開悟，開悟之後就教學，沒有建道場，過的什麼生活？流浪的生活，哪裡有緣就到哪裡去，決定不麻煩人。住在哪裡？住在樹下。生活方式是托缽，沿門托缽。沒有道場，晚上在大樹底下休息，打坐休息。一天從早到晚都是在教學，用現在的話說，他老人家的號召力也不錯，法緣殊勝。常隨弟子，就是學生跟他學的，不離開他的，這經上常講「一千二百五十五人」，這是常隨弟子。臨時跟他的，我們能想得到，人數肯定比這個多，不會比這個少。換句話說，他這個團體是二、三千人，跟釋迦牟尼佛過同樣的生活，天天聽佛講經教誨。我們搞清楚、搞明白了，佛跟宗教掛不上勾，這個一定要知道，它不是宗教。不是宗教，現在變成宗教，我們現在四眾弟子有罪，對不起釋迦牟尼佛。它是教育，你把它變成宗教，這成什麼話！這真正叫忘恩負義。佛陀教育代代承傳，傳到中國來是教育，不是宗教。到中國來之後，專門建的有硬體設施，有機構，這個機構稱之為寺，你就曉得它不是宗教。宗教稱廟、稱宮，不是稱寺。寺是政府辦事的機構，這個機構直接歸皇上管的，稱為寺。所以皇帝下面一級單位有九個，這九個都稱寺。諸位如果到北京，到故宮去參觀，你就看到了，你看故宮裡面辦事的機構，掛的牌子都是寺。寺的長官是卿，你看看中國歷史上講三公九卿，三公是皇帝的顧問，這個地位是最高的，九卿是皇帝下面九個單位的長官。佛教傳到中國來，給它建立辦事的機構也稱為寺。第一個寺是白馬寺，洛陽白馬寺，那時候首都在洛陽，後漢。用白馬來做名字，這是古人厚道，經典、佛像從西域是白馬把它馱到中國來的，不能忘記牠的辛苦，所以用牠來做名稱、名字。這直接歸皇上管的，教學的機構。寺裡面辦些什麼事？第一個是翻譯經典，就像國家的編譯館一樣，主要是翻譯經典；經典翻譯之後是講解經典，依照經典來學習，所以它是教育。那時候沒有把佛教當作宗教，一直到清朝初年還是教育，我們看到，你看康熙、雍正、乾隆，那個時代的高僧太多了。"
    },
    {
      "id": "02-039-0062_p0012",
      "zh_CN": "佛家的寺院庵堂，要用现在的话说，多半是专科学校，它道场那么多。佛教里面经典很多、法门很多，你想学哪个科系，你就到哪个地方去学习。隋唐的时候，中国成立了十个宗派，宗是大别，像学院一样，派是像学系，每一个学院有很多学系，它是教学，它有学位。佛教的学位，最高的学位叫佛陀，所以它不是神的名字，它是学位。你可不可以拿到？可以。第二个学位是菩萨，第三个学位是阿罗汉。它的标准，这经上有一句话，叫「阿耨多罗三藐三菩提」。是可以翻的，不翻，为什么不翻？尊重不翻。这是取得佛家三个学位的名称。它的标准，翻成中国话是无上正等正觉，这是可以翻的，可是经典上还是看到「阿耨多罗三藐三菩提」。如果你得到正觉，正觉的条件是什么？我们这个经题上的「清净」，清净是正觉，你得到正觉，就称你作阿罗汉，佛门第一个学位你拿到了。第二个「平等」，平等心你得到了，那你拿到第二个学位，叫菩萨，菩萨是平等的。第三个学位叫无上正等正觉，这个学位拿到就称佛陀。所以佛家，人人都是佛陀，跟宗教不一样；宗教，上帝只有一个，那两个还得了吗？佛法里面，个个都能称佛陀，人人都能称菩萨，它是学位名称。就好像现在的学校，最高的学位是博士，人人都可以拿到博士学位，都可以称博士，人人都可以称硕士。现在学校也是三个学位，学士、硕士、博士；佛法也是三个学位，佛陀、菩萨、阿罗汉。这得搞清楚、搞明白。现在迷信，真的，宗教是迷信，把佛菩萨都当作神，你说释迦牟尼佛冤不冤枉？这是我们后代的这些学生无知，侮辱了老师，让社会大众产生这样的误会，我们这个罪就深了。",
      "zh_TW": "佛家的寺院庵堂，要用現在的話說，多半是專科學校，它道場那麼多。佛教裡面經典很多、法門很多，你想學哪個科系，你就到哪個地方去學習。隋唐的時候，中國成立了十個宗派，宗是大別，像學院一樣，派是像學系，每一個學院有很多學系，它是教學，它有學位。佛教的學位，最高的學位叫佛陀，所以它不是神的名字，它是學位。你可不可以拿到？可以。第二個學位是菩薩，第三個學位是阿羅漢。它的標準，這經上有一句話，叫「阿耨多羅三藐三菩提」。是可以翻的，不翻，為什麼不翻？尊重不翻。這是取得佛家三個學位的名稱。它的標準，翻成中國話是無上正等正覺，這是可以翻的，可是經典上還是看到「阿耨多羅三藐三菩提」。如果你得到正覺，正覺的條件是什麼？我們這個經題上的「清淨」，清淨是正覺，你得到正覺，就稱你作阿羅漢，佛門第一個學位你拿到了。第二個「平等」，平等心你得到了，那你拿到第二個學位，叫菩薩，菩薩是平等的。第三個學位叫無上正等正覺，這個學位拿到就稱佛陀。所以佛家，人人都是佛陀，跟宗教不一樣；宗教，上帝只有一個，那兩個還得了嗎？佛法裡面，個個都能稱佛陀，人人都能稱菩薩，它是學位名稱。就好像現在的學校，最高的學位是博士，人人都可以拿到博士學位，都可以稱博士，人人都可以稱碩士。現在學校也是三個學位，學士、碩士、博士；佛法也是三個學位，佛陀、菩薩、阿羅漢。這得搞清楚、搞明白。現在迷信，真的，宗教是迷信，把佛菩薩都當作神，你說釋迦牟尼佛冤不冤枉？這是我們後代的這些學生無知，侮辱了老師，讓社會大眾產生這樣的誤會，我們這個罪就深了。"
    },
    {
      "id": "02-039-0062_p0013",
      "zh_CN": "我们不晓得事实真相，事实真相，《华严经》在这里告诉我们，自性是圆明具德。自性所现的一切法，一切法的本体就是自性，无论是精神，无论是物质，也不分大小，所有的这些现象全都是自性变的。自性变成形相，它不是形相，它变成形相，但是形相里面具足自性圆满的智慧德相，这前面都说过。十玄是华严宗第二代的祖师智俨提出来的，贤首把它具体说出来，到清凉才为我们详细的说明。我们了解《华严经》的大意，《华严经》的义趣，确确实实古大德称这部经称圆满法轮，有道理！一切经教所说的没有超过《华严》。所以在这个地方，我们今天地球成了问题，灾难这么多，到处都是，以前所没有的，为什么会有这种情形？量子力学知道，佛法知道。量子力学是近代说的，佛法是三千年前释迦牟尼佛说的。你要晓得原因的原因，就根本原因，是念头。谁的念头？我们自己的念头，起心动念！这个念头要是正，邪正怎么分？与心性相应的是正，与心性相违背的是邪。",
      "zh_TW": "我們不曉得事實真相，事實真相，《華嚴經》在這裡告訴我們，自性是圓明具德。自性所現的一切法，一切法的本體就是自性，無論是精神，無論是物質，也不分大小，所有的這些現象全都是自性變的。自性變成形相，它不是形相，它變成形相，但是形相裡面具足自性圓滿的智慧德相，這前面都說過。十玄是華嚴宗第二代的祖師智儼提出來的，賢首把它具體說出來，到清涼才為我們詳細的說明。我們了解《華嚴經》的大意，《華嚴經》的義趣，確確實實古大德稱這部經稱圓滿法輪，有道理！一切經教所說的沒有超過《華嚴》。所以在這個地方，我們今天地球成了問題，災難這麼多，到處都是，以前所沒有的，為什麼會有這種情形？量子力學知道，佛法知道。量子力學是近代說的，佛法是三千年前釋迦牟尼佛說的。你要曉得原因的原因，就根本原因，是念頭。誰的念頭？我們自己的念頭，起心動念！這個念頭要是正，邪正怎麼分？與心性相應的是正，與心性相違背的是邪。"
    },
    {
      "id": "02-039-0062_p0014",
      "zh_CN": "但是我们还是找不到标准，佛为了要教初学，教我们这种程度的人，佛为我们说出十善业道，不杀生、不偷盗、不邪行、不妄语、不两舌、不绮语、不恶口、不贪、不瞋、不痴，讲了十条。我们起心动念、言语造作绝不违背这十条，这是正；如果违背，杀生、偷盗、邪行、妄语，那就错了，那就违背性德。随顺性德谓之善，违背那就叫恶，这善恶有标准。在中国，中国老祖宗告诉我们，五伦、五常、四维、八德，说得很详细，如果我们能够遵守这是善，如果违背那就是恶。地球跟我们这个身体是一个生命共同体，我们念头能影响自己身体，能影响居住的地球，为什么？大乘教上佛常讲，一切法「唯心所现，唯识所变」，识就是念头，念头能产生变化。「一切法从心想生」，我们身体是心想生，我们家庭是心想生，我们的社会是心想生，我们的国家也是心想生，我们这个世界、这个地球，这个太阳系、银河系，全是心想生。念头主宰一切！念头正，遵守古圣先贤教诲，他们那个东西不是他们创造发明的，他们都是见性的，随顺性德，那没有不善的。你自己身心健康，家庭幸福，事业顺利，社会和谐，世界大同，它怎么会不好？我们居住的环境，所有灾难都不会起来。做得到，不是做不到！",
      "zh_TW": "但是我們還是找不到標準，佛為了要教初學，教我們這種程度的人，佛為我們說出十善業道，不殺生、不偷盜、不邪行、不妄語、不兩舌、不綺語、不惡口、不貪、不瞋、不痴，講了十條。我們起心動念、言語造作絕不違背這十條，這是正；如果違背，殺生、偷盜、邪行、妄語，那就錯了，那就違背性德。隨順性德謂之善，違背那就叫惡，這善惡有標準。在中國，中國老祖宗告訴我們，五倫、五常、四維、八德，說得很詳細，如果我們能夠遵守這是善，如果違背那就是惡。地球跟我們這個身體是一個生命共同體，我們念頭能影響自己身體，能影響居住的地球，為什麼？大乘教上佛常講，一切法「唯心所現，唯識所變」，識就是念頭，念頭能產生變化。「一切法從心想生」，我們身體是心想生，我們家庭是心想生，我們的社會是心想生，我們的國家也是心想生，我們這個世界、這個地球，這個太陽系、銀河系，全是心想生。念頭主宰一切！念頭正，遵守古聖先賢教誨，他們那個東西不是他們創造發明的，他們都是見性的，隨順性德，那沒有不善的。你自己身心健康，家庭幸福，事業順利，社會和諧，世界大同，它怎麼會不好？我們居住的環境，所有災難都不會起來。做得到，不是做不到！"
    },
    {
      "id": "02-039-0062_p0015",
      "zh_CN": "这些道理搞清楚、搞明白了，原来我们只要把念头转过来，断恶修善，改邪归正，转迷为悟，问题就解决了。这个地球上灾难没有问题，可以解决。那我们得想，这要多少人转过来才有救？我们的老祖宗、佛门这些祖师大德给我们说，说了一个原则，少数人做也能转多数人的业报，为什么？叫邪不胜正。你少数人的念头是正念，今天全世界的人是多数，他们是邪念，把地球搞成这个样子，把社会搞成这样的。那要多少人转变才能改变这个社会？这是量子科学家告诉我们，估计现在世界上人口大概六十四、五亿的样子，六十四、五亿的人口，多少人就能够帮助真正转变过来？他说大概八千人的样子，能有八千个人真正觉悟、真正回头，就能够把整个地球，六十多亿人造业，能够把它转过来。这你们听，好像不太可能，八千人少数。所以我们能够接受、能够相信，那就是相信古人不会妄语，佛菩萨不会妄语，讲的什么？邪不胜正，多数人是邪，少数人是正。而且正，很容易能转变，为什么？人都有本性。我们的老祖宗教导我们，「人性本善」，你看过去教童蒙的《三字经》，头一句话「人之初，性本善」。马鸣菩萨在《起信论》里面告诉我们「本觉本有，不觉本无」，本觉就是本性、本善，本有；不觉就是迷、就是邪，不善，那个自性里头没有，自性里头是纯净纯善。所以只要你好好的教他，很容易就回头，就转变了。所以教育太重要了。",
      "zh_TW": "這些道理搞清楚、搞明白了，原來我們只要把念頭轉過來，斷惡修善，改邪歸正，轉迷為悟，問題就解決了。這個地球上災難沒有問題，可以解決。那我們得想，這要多少人轉過來才有救？我們的老祖宗、佛門這些祖師大德給我們說，說了一個原則，少數人做也能轉多數人的業報，為什麼？叫邪不勝正。你少數人的念頭是正念，今天全世界的人是多數，他們是邪念，把地球搞成這個樣子，把社會搞成這樣的。那要多少人轉變才能改變這個社會？這是量子科學家告訴我們，估計現在世界上人口大概六十四、五億的樣子，六十四、五億的人口，多少人就能夠幫助真正轉變過來？他說大概八千人的樣子，能有八千個人真正覺悟、真正回頭，就能夠把整個地球，六十多億人造業，能夠把它轉過來。這你們聽，好像不太可能，八千人少數。所以我們能夠接受、能夠相信，那就是相信古人不會妄語，佛菩薩不會妄語，講的什麼？邪不勝正，多數人是邪，少數人是正。而且正，很容易能轉變，為什麼？人都有本性。我們的老祖宗教導我們，「人性本善」，你看過去教童蒙的《三字經》，頭一句話「人之初，性本善」。馬鳴菩薩在《起信論》裡面告訴我們「本覺本有，不覺本無」，本覺就是本性、本善，本有；不覺就是迷、就是邪，不善，那個自性裡頭沒有，自性裡頭是純淨純善。所以只要你好好的教他，很容易就回頭，就轉變了。所以教育太重要了。"
    },
    {
      "id": "02-039-0062_p0016",
      "zh_CN": "释迦牟尼佛开悟之后，一生从事于教育，他是什么身分？用我们现在的话来说，他是职业老师，一生教学。他教什么？教我们大家认识宇宙人生的真相，这不是迷信，这里面有最高的科学、哲学。我早年学佛，跟方东美先生学哲学，方老师告诉我，佛经哲学是全世界哲学的最高峰。我学了五十九年，证明老师的话正确，老师没有骗我。我发现不但是最高的哲学，也是最高的科学，今天全世界科学、哲学还不能解决的问题，全在佛经里头。科学的发展能够把佛经里面很深奥的东西证实了，用科学的手段证实，这是一桩好事。现在证实，我们真正相信，你看这个地方讲的，「横竖万法成为一大缘起，法法交彻」，这个被量子力学证明了，这个话是三千年前释迦牟尼佛说的。证明整个宇宙跟我是一体，一个生命共同体，无论是物质，无论是精神，都是共同的。",
      "zh_TW": "釋迦牟尼佛開悟之後，一生從事於教育，他是什麼身分？用我們現在的話來說，他是職業老師，一生教學。他教什麼？教我們大家認識宇宙人生的真相，這不是迷信，這裡面有最高的科學、哲學。我早年學佛，跟方東美先生學哲學，方老師告訴我，佛經哲學是全世界哲學的最高峰。我學了五十九年，證明老師的話正確，老師沒有騙我。我發現不但是最高的哲學，也是最高的科學，今天全世界科學、哲學還不能解決的問題，全在佛經裡頭。科學的發展能夠把佛經裡面很深奧的東西證實了，用科學的手段證實，這是一樁好事。現在證實，我們真正相信，你看這個地方講的，「橫豎萬法成為一大緣起，法法交徹」，這個被量子力學證明了，這個話是三千年前釋迦牟尼佛說的。證明整個宇宙跟我是一體，一個生命共同體，無論是物質，無論是精神，都是共同的。"
    },
    {
      "id": "02-039-0062_p0017",
      "zh_CN": "所以今天我们这个协会，同学们发起修六和敬，目标是什么？目标是拯救地球，化解灾难。真的是三宝加持，让我们在这个时候看到科学家的报告，增长了我们的信心。量子科学家告诉我们，这个世界上能够有八千人同心协力，放下万缘，一心祈祷（因为这个是外国人，搞成外国人的祈祷，宗教里面的祈祷），就能够化解地球的灾难。我们听了之后，很清楚、很明白，这种祈祷有没有效果？有，治标不治本，为什么？隔个几天不祈祷的话，问题不又出来了吗？没从心理上产生变化，不知道念力它的本质，祈祷的时候还是祈求上帝，还是求神。在佛法里面不是的，佛法承认宇宙里有神存在，神也是众生，无论是天神是地神，他也迷惑颠倒。他的能力比我们强一点，这是真的不是假的，有报得的，有修得的，对于宇宙人生的真相他没有彻底明了，彻底明了叫做佛菩萨。",
      "zh_TW": "所以今天我們這個協會，同學們發起修六和敬，目標是什麼？目標是拯救地球，化解災難。真的是三寶加持，讓我們在這個時候看到科學家的報告，增長了我們的信心。量子科學家告訴我們，這個世界上能夠有八千人同心協力，放下萬緣，一心祈禱（因為這個是外國人，搞成外國人的祈禱，宗教裡面的祈禱），就能夠化解地球的災難。我們聽了之後，很清楚、很明白，這種祈禱有沒有效果？有，治標不治本，為什麼？隔個幾天不祈禱的話，問題不又出來了嗎？沒從心理上產生變化，不知道念力它的本質，祈禱的時候還是祈求上帝，還是求神。在佛法裡面不是的，佛法承認宇宙裡有神存在，神也是眾生，無論是天神是地神，他也迷惑顛倒。他的能力比我們強一點，這是真的不是假的，有報得的，有修得的，對於宇宙人生的真相他沒有徹底明瞭，徹底明瞭叫做佛菩薩。"
    },
    {
      "id": "02-039-0062_p0018",
      "zh_CN": "所以你看中国，我们的祖宗真有智慧，他们晓得，用什么方法？用教育。人接受过教育，就良心发现了，不好意思做坏事，做坏事是很丢人的事情。所以伦理道德能够规范一个人，比法律好，让大家耻于作恶。可是教育里还有一个非常重要的因果教育，这是事实真相，要讲清楚、要讲明白，真有其事。人要能够相信因果教育，善有善果，恶有恶报，他不敢作恶。为什么？想到将来的果报他就害怕，就不敢做了。所以中国传统文化儒释道三家的教育，把中国人教好了。现在在这种乱世还有效吗？还能把人教得好吗？中国人不相信，外国人也不相信。我们把中国几千年古老的这些经验，在联合国多次做出报告，与会的这些会友听了都很欢喜、都赞叹、都鼓掌。我下了台之后，他们来找我聊天，告诉我，他说：法师，你讲得很好，这是理想，做不到！我听了这句话的时候，我很震动，这才是真正问题的关键。那怎么办？如何能叫他相信？一定得做实验，科学是讲究实验的，做出实验他才会相信。",
      "zh_TW": "所以你看中國，我們的祖宗真有智慧，他們曉得，用什麼方法？用教育。人接受過教育，就良心發現了，不好意思做壞事，做壞事是很丟人的事情。所以倫理道德能夠規範一個人，比法律好，讓大家恥於作惡。可是教育裡還有一個非常重要的因果教育，這是事實真相，要講清楚、要講明白，真有其事。人要能夠相信因果教育，善有善果，惡有惡報，他不敢作惡。為什麼？想到將來的果報他就害怕，就不敢做了。所以中國傳統文化儒釋道三家的教育，把中國人教好了。現在在這種亂世還有效嗎？還能把人教得好嗎？中國人不相信，外國人也不相信。我們把中國幾千年古老的這些經驗，在聯合國多次做出報告，與會的這些會友聽了都很歡喜、都讚歎、都鼓掌。我下了台之後，他們來找我聊天，告訴我，他說：法師，你講得很好，這是理想，做不到！我聽了這句話的時候，我很震動，這才是真正問題的關鍵。那怎麼辦？如何能叫他相信？一定得做實驗，科學是講究實驗的，做出實驗他才會相信。"
    },
    {
      "id": "02-039-0062_p0019",
      "zh_CN": "所以我原先在国外，在新加坡、在澳洲想做实验，缘不成熟。在二００五年，我很久没有回到老家，回到老家看看、故乡看看，离开家乡七十年了，还有一些堂兄弟，族兄弟那就很多了。大家在一起聚餐，我就把我这些年来在国际上所做的向大家报告，很想来做实验，让这些外国人，让联合国对我们中国传统文化产生信心。家乡父老热心，告诉我，行，我们支持你，回家来做。所以我们就真的在庐江县汤池镇在这个地方做实验，用这个小镇。这个小镇居民四万八千人，我们在这里办了一个中心，第一批老师三十七个人。我要求老师，说我们学《弟子规》，教人一定先做到，每一位老师要把《弟子规》百分之百的做到。我给这些老师四个月的时间，老师真了不起，我们从内心的感激、佩服，他们两个月就做到了，真难得！当时主持，实际上主持中心的，杨老师给我报告，说我们做到了，往后怎么做？我说下乡入户。我们把《弟子规》做出来，不是讲出来，讲出来没人听，做出来，这小镇的人就感动了。然后我们在中心，叫老师在中心授课，小镇里面的人，男女老少，各行各业，自动的到中心来学习。三个多月，不到四个月，小镇的风气完全改变了。我们那时候非常受感动，为什么？我们估计应该是两年到三年才能收到效果，没有想到不到四个月，效果卓着。我那时候深深的感叹，说了两句话，我们的实验证明了「人之初，性本善」，这个得到了证明；第二个证明是「人是这么好教的」，就是没人教，你看一教就回头。",
      "zh_TW": "所以我原先在國外，在新加坡、在澳洲想做實驗，緣不成熟。在二００五年，我很久沒有回到老家，回到老家看看、故鄉看看，離開家鄉七十年了，還有一些堂兄弟，族兄弟那就很多了。大家在一起聚餐，我就把我這些年來在國際上所做的向大家報告，很想來做實驗，讓這些外國人，讓聯合國對我們中國傳統文化產生信心。家鄉父老熱心，告訴我，行，我們支持你，回家來做。所以我們就真的在廬江縣湯池鎮在這個地方做實驗，用這個小鎮。這個小鎮居民四萬八千人，我們在這裡辦了一個中心，第一批老師三十七個人。我要求老師，說我們學《弟子規》，教人一定先做到，每一位老師要把《弟子規》百分之百的做到。我給這些老師四個月的時間，老師真了不起，我們從內心的感激、佩服，他們兩個月就做到了，真難得！當時主持，實際上主持中心的，楊老師給我報告，說我們做到了，往後怎麼做？我說下鄉入戶。我們把《弟子規》做出來，不是講出來，講出來沒人聽，做出來，這小鎮的人就感動了。然後我們在中心，叫老師在中心授課，小鎮裡面的人，男女老少，各行各業，自動的到中心來學習。三個多月，不到四個月，小鎮的風氣完全改變了。我們那時候非常受感動，為什麼？我們估計應該是兩年到三年才能收到效果，沒有想到不到四個月，效果卓著。我那時候深深的感嘆，說了兩句話，我們的實驗證明了「人之初，性本善」，這個得到了證明；第二個證明是「人是這麼好教的」，就是沒人教，你看一教就回頭。"
    },
    {
      "id": "02-039-0062_p0020",
      "zh_CN": "这个消息传到我这里，我就想到了，我们怎么样到联合国做报告？我说是祖宗之德，三宝加持，两个月之后，五月份，二００六年的五月份，巴黎联合国教科文组织的总部写了一封信通知我，希望我参加十月份联合国办了一个活动，要求我参加主办。这个活动是「纪念释迦牟尼佛二千五百五十周年」，这是题目，讨论的是佛教徒对人类的贡献。这个机会太难得了！因为我们参加主办，所以我们主动提出来，要求我们把汤池这个实验，要求给我们八个小时做报告。还要求联合国给我们一个展览的场地，我们把这几个月的成果，我们有照片、有图表、有文字，做三天展览，这个做得成功！我又把新加坡九大宗教请到了，在联合国大会堂做表演，宗教是可以团结的。所以我那一次办的活动，就两句话，第一句话，告诉全世界，告诉联合国，宗教可以团结；第二句话，人民是可以教得好的。现在中国传统文化里有三个根，《弟子规》、道教的《太上感应篇》、佛教的《十善业道》，在全世界都起了作用，许许多多国家地区都在学习，都在做，好事情！",
      "zh_TW": "這個消息傳到我這裡，我就想到了，我們怎麼樣到聯合國做報告？我說是祖宗之德，三寶加持，兩個月之後，五月份，二００六年的五月份，巴黎聯合國教科文組織的總部寫了一封信通知我，希望我參加十月份聯合國辦了一個活動，要求我參加主辦。這個活動是「紀念釋迦牟尼佛二千五百五十週年」，這是題目，討論的是佛教徒對人類的貢獻。這個機會太難得了！因為我們參加主辦，所以我們主動提出來，要求我們把湯池這個實驗，要求給我們八個小時做報告。還要求聯合國給我們一個展覽的場地，我們把這幾個月的成果，我們有照片、有圖表、有文字，做三天展覽，這個做得成功！我又把新加坡九大宗教請到了，在聯合國大會堂做表演，宗教是可以團結的。所以我那一次辦的活動，就兩句話，第一句話，告訴全世界，告訴聯合國，宗教可以團結；第二句話，人民是可以教得好的。現在中國傳統文化裡有三個根，《弟子規》、道教的《太上感應篇》、佛教的《十善業道》，在全世界都起了作用，許許多多國家地區都在學習，都在做，好事情！"
    },
    {
      "id": "02-039-0062_p0021",
      "zh_CN": "所以我们今天同修们发起，我们发起学习六和敬来自救、救人、救世界。六和敬可不是那么简单的，大乘教里面告诉我们，这个世界上如果有一个六和敬的团体出现，这个世界灾难都能化解，一个六和敬。为什么？六和敬的僧团是诸佛护念，龙天善神保佑。我们念三皈依，诸位都念过，「皈依僧，众中尊」，这句话就是讲六和敬。僧是僧团，六和敬的僧团，这个团体四个人以上，统统依六和敬来修行。众中尊，那个众是团体，就是所有世出世间一切团体里面，这个团体是最尊贵的，为什么？它和。所有团体里面，只有六和敬的僧团是诸佛如来赞叹。头一条「见和同解」，这就是建立共识，这是最困难的。我们今天共识是从哪里建的？真正肯定明了宇宙、众生跟我是一体，比一家人还要亲，是一体，我们从这里建立共识。「戒和同修」，决定要落实四个根，从《弟子规》学起，字字句句要落实，要真做到；落实《感应篇》，因果教育；落实《十善业道》，佛陀的教育；落实《沙弥律仪》，出家人必须要做到的，如果做不到，那假的，那不是真的。在家同学三个根，出家同学四个根，你要真正做到，不但自己得度，世界有救了。",
      "zh_TW": "所以我們今天同修們發起，我們發起學習六和敬來自救、救人、救世界。六和敬可不是那麼簡單的，大乘教裡面告訴我們，這個世界上如果有一個六和敬的團體出現，這個世界災難都能化解，一個六和敬。為什麼？六和敬的僧團是諸佛護念，龍天善神保佑。我們念三皈依，諸位都念過，「皈依僧，眾中尊」，這句話就是講六和敬。僧是僧團，六和敬的僧團，這個團體四個人以上，統統依六和敬來修行。眾中尊，那個眾是團體，就是所有世出世間一切團體裡面，這個團體是最尊貴的，為什麼？它和。所有團體裡面，只有六和敬的僧團是諸佛如來讚歎。頭一條「見和同解」，這就是建立共識，這是最困難的。我們今天共識是從哪裡建的？真正肯定明瞭宇宙、眾生跟我是一體，比一家人還要親，是一體，我們從這裡建立共識。「戒和同修」，決定要落實四個根，從《弟子規》學起，字字句句要落實，要真做到；落實《感應篇》，因果教育；落實《十善業道》，佛陀的教育；落實《沙彌律儀》，出家人必須要做到的，如果做不到，那假的，那不是真的。在家同學三個根，出家同學四個根，你要真正做到，不但自己得度，世界有救了。"
    },
    {
      "id": "02-039-0062_p0022",
      "zh_CN": "怎么做法？释迦牟尼佛他老人家一生做的榜样，给我们做的榜样，要记住，要认真学习。世尊一生虽然是教学，他没有学校，他那个团体是什么？私塾，人很多，大规模的私塾，老师就他一个。以后有学长，这些他的大弟子们，有见性的、有证果的，他们也代替佛说法，代课。但是主要的就是一个老师，大弟子是代课。大弟子也经常不断接受十方邀请，哪个地方邀请佛，佛没办法去，就派学生去教化。没有组织，这一点要记住。可是佛教到中国来之后，隋唐时代中国的确，用现在的话来说，就是在佛法里做了一个大的革命，那就是把它变成学校，正规的来教学，就是中国的丛林制度。诸位要晓得，中国过去佛教的丛林就是现在的大学，它是有组织、有分工。你看丛林里面的组织，跟现在学校组织完全相同，丛林的主席就是校长，我们一般称为方丈、住持，这是校长；首座和尚是教务长，现在大学称教务长，他管教务；维那是训导长，监院是总务长，只是名称不同，它分工跟现在学校还是相同的。",
      "zh_TW": "怎麼做法？釋迦牟尼佛他老人家一生做的榜樣，給我們做的榜樣，要記住，要認真學習。世尊一生雖然是教學，他沒有學校，他那個團體是什麼？私塾，人很多，大規模的私塾，老師就他一個。以後有學長，這些他的大弟子們，有見性的、有證果的，他們也代替佛說法，代課。但是主要的就是一個老師，大弟子是代課。大弟子也經常不斷接受十方邀請，哪個地方邀請佛，佛沒辦法去，就派學生去教化。沒有組織，這一點要記住。可是佛教到中國來之後，隋唐時代中國的確，用現在的話來說，就是在佛法裡做了一個大的革命，那就是把它變成學校，正規的來教學，就是中國的叢林制度。諸位要曉得，中國過去佛教的叢林就是現在的大學，它是有組織、有分工。你看叢林裡面的組織，跟現在學校組織完全相同，叢林的主席就是校長，我們一般稱為方丈、住持，這是校長；首座和尚是教務長，現在大學稱教務長，他管教務；維那是訓導長，監院是總務長，只是名稱不同，它分工跟現在學校還是相同的。"
    },
    {
      "id": "02-039-0062_p0023",
      "zh_CN": "所以方东美先生这个话跟我讲过十多遍，叫我记住，「中国佛教要复兴，一定要恢复丛林制度」，所以我常常提到要建佛教大学。现在我们交通便捷，资讯发达，现在地球是一家，我们目的是求世界和谐，国与国和谐，族群跟族群和谐，政党跟政党和谐，宗教跟宗教和谐，我们追求这个理念。所以我从大学就想到多元文化，多元文化的宗教大学，而不是一个佛教大学。这样子，各个不同的宗教将来都是同学，每一个宗教设立一个学院，组成一个宗教大学。所以说同是一个学校的学生，所学的宗教不一样，就是你念的科系不相同，你是一个学校。因此每一个宗教里面的主要概念，我们都要学习，不会陌生，宗教跟宗教之间才能够真正做到和睦相处，平等对待，全心全力的把好的教义提出来，来教化众生，帮助社会化解冲突，促进安定和平。",
      "zh_TW": "所以方東美先生這個話跟我講過十多遍，叫我記住，「中國佛教要復興，一定要恢復叢林制度」，所以我常常提到要建佛教大學。現在我們交通便捷，資訊發達，現在地球是一家，我們目的是求世界和諧，國與國和諧，族群跟族群和諧，政黨跟政黨和諧，宗教跟宗教和諧，我們追求這個理念。所以我從大學就想到多元文化，多元文化的宗教大學，而不是一個佛教大學。這樣子，各個不同的宗教將來都是同學，每一個宗教設立一個學院，組成一個宗教大學。所以說同是一個學校的學生，所學的宗教不一樣，就是你念的科系不相同，你是一個學校。因此每一個宗教裡面的主要概念，我們都要學習，不會陌生，宗教跟宗教之間才能夠真正做到和睦相處，平等對待，全心全力的把好的教義提出來，來教化眾生，幫助社會化解衝突，促進安定和平。"
    },
    {
      "id": "02-039-0062_p0024",
      "zh_CN": "科学家，量子科学家告诉我们，只要八千人就能救地球。所以我就想到，我们这次提倡六和敬的修学，应该把这个理念扩大。我们在全世界，首先希望净宗学会响应，我想在全世界大概有两百个净宗学会，应该有这个数字。每一个净宗学会能够有六十个人，六和敬，六十，六十个人真正发心断恶修善，改过自新，转迷为悟，认真来学习经典，先把三个根扎好，然后在经教里头一门深入、长时薰修，真正发心这样的修学。一个净宗学会六十个人，两百个学会就一万二千人，超过八千人。我们以这个功德来回向给全人类，回向给我们居住的地球，肯定会有非常好的效果。真正明白横竖万法是一大缘起，我们每天念佛回向一定要记住，最后要回向十方刹土微尘法界，不能把这个忘记，十方刹土微尘法界跟我们是一体。我们希望地球上的灾难，大灾难化成小灾难，小灾难就化成无灾难。佛法里面讲念力创造了世界、创造了宇宙，今天被量子科学家证明。这是稀有难逢的机缘，我们遇到了，希望大家发心。这个发心要从内心里发，不能勉强。发心的认知还是在学习，所以教学比什么都重要。",
      "zh_TW": "科學家，量子科學家告訴我們，只要八千人就能救地球。所以我就想到，我們這次提倡六和敬的修學，應該把這個理念擴大。我們在全世界，首先希望淨宗學會響應，我想在全世界大概有兩百個淨宗學會，應該有這個數字。每一個淨宗學會能夠有六十個人，六和敬，六十，六十個人真正發心斷惡修善，改過自新，轉迷為悟，認真來學習經典，先把三個根紮好，然後在經教裡頭一門深入、長時薰修，真正發心這樣的修學。一個淨宗學會六十個人，兩百個學會就一萬二千人，超過八千人。我們以這個功德來迴向給全人類，迴向給我們居住的地球，肯定會有非常好的效果。真正明白橫豎萬法是一大緣起，我們每天念佛迴向一定要記住，最後要迴向十方剎土微塵法界，不能把這個忘記，十方剎土微塵法界跟我們是一體。我們希望地球上的災難，大災難化成小災難，小災難就化成無災難。佛法裡面講念力創造了世界、創造了宇宙，今天被量子科學家證明。這是稀有難逢的機緣，我們遇到了，希望大家發心。這個發心要從內心裡發，不能勉強。發心的認知還是在學習，所以教學比什麼都重要。"
    },
    {
      "id": "02-039-0062_p0025",
      "zh_CN": "我们在汤池做实验，虽然时间不长，汤池这个地方的风气确实转了，非常明显，大家能看到的是，犯罪率降低，离婚率降低，人民和谐，人民懂礼了，真是在那里看到礼义之邦。变得和谐，整个地方磁场不一样，在三年当中，这个地方没有灾害。最明显的，刚好那个时候我还在，我住在实际禅寺讲《华严经》，就是遇到四川大地震，汶川大地震。这个地震它波动的范围确实很大，我们晓得的是，震央是在四川，北方河北有感到地震，山东有，江苏有，江西这边统统都有，安徽也有。可是我们庐江这个地方没有测到，它这里有测地震的一个站，没有测到地震。所以那时人很奇怪，为什么周边都测到地震，这个地方没测到？是不是量子科学家所讲的，我们汤池小镇有四万八千人，回心转意了，大家都想学好，不想做坏人了？同时我们在那边也是讲了一个月，讲了一个多月的《华严经》，所以我们没有测到地震。还有就是周边有些小的灾难，我们那个地区没有。都是值得我们思考的。原来讲佛经，大家认为这是宗教、是迷信，现在量子力学也这么个说法。我们老老实实去做，做总比不做的好。",
      "zh_TW": "我們在湯池做實驗，雖然時間不長，湯池這個地方的風氣確實轉了，非常明顯，大家能看到的是，犯罪率降低，離婚率降低，人民和諧，人民懂禮了，真是在那裡看到禮義之邦。變得和諧，整個地方磁場不一樣，在三年當中，這個地方沒有災害。最明顯的，剛好那個時候我還在，我住在實際禪寺講《華嚴經》，就是遇到四川大地震，汶川大地震。這個地震它波動的範圍確實很大，我們曉得的是，震央是在四川，北方河北有感到地震，山東有，江蘇有，江西這邊統統都有，安徽也有。可是我們廬江這個地方沒有測到，它這裡有測地震的一個站，沒有測到地震。所以那時人很奇怪，為什麼周邊都測到地震，這個地方沒測到？是不是量子科學家所講的，我們湯池小鎮有四萬八千人，回心轉意了，大家都想學好，不想做壞人了？同時我們在那邊也是講了一個月，講了一個多月的《華嚴經》，所以我們沒有測到地震。還有就是周邊有些小的災難，我們那個地區沒有。都是值得我們思考的。原來講佛經，大家認為這是宗教、是迷信，現在量子力學也這麼個說法。我們老老實實去做，做總比不做的好。"
    },
    {
      "id": "02-039-0062_p0026",
      "zh_CN": "我们再看黄念祖老居士引用本经经文，说明本经里有圆明具德的意思。「今本经以发菩提心、一向专念为宗，以十念必生愿为大愿之本。专重持名念佛，名具万德，此一句佛号圆满具足一切法之功德。举体是华严玄门圆明具德之义」。这话说得好，跟《华严》教义没有两样。《无量寿经》确确实实，全经是以「发菩提心，一向专念」为宗。宗是什么？宗旨。全经修行最重要的指导纲领、指导的原则，这个经教我们怎么样修？就这八个字，「发菩提心，一向专念」。菩提心是什么？世尊在《观无量寿佛经》里面讲的，讲了三句，「至诚心，深心，回向发愿心」，这是佛在经上讲的。至诚心是体，是菩提心的本体；深心跟回向发愿心都是作用，深心是自受用，回向发愿心是他受用，是对人的，菩提心怎么对人。马鸣菩萨在《起信论》里面也讲菩提心，他讲的三心，第一个是直心，第二个也是讲深心，第三个讲大悲心。我们把经跟论合起来看就容易明白，直心就是至诚心。深心，经跟论都是这样讲的，深心什么意思？古来祖师大德给我们注解，注解也容易明白，好善好德，这是深心。",
      "zh_TW": "我們再看黃念祖老居士引用本經經文，說明本經裡有圓明具德的意思。「今本經以發菩提心、一向專念為宗，以十念必生願為大願之本。專重持名念佛，名具萬德，此一句佛號圓滿具足一切法之功德。舉體是華嚴玄門圓明具德之義」。這話說得好，跟《華嚴》教義沒有兩樣。《無量壽經》確確實實，全經是以「發菩提心，一向專念」為宗。宗是什麼？宗旨。全經修行最重要的指導綱領、指導的原則，這個經教我們怎麼樣修？就這八個字，「發菩提心，一向專念」。菩提心是什麼？世尊在《觀無量壽佛經》裡面講的，講了三句，「至誠心，深心，迴向發願心」，這是佛在經上講的。至誠心是體，是菩提心的本體；深心跟迴向發願心都是作用，深心是自受用，迴向發願心是他受用，是對人的，菩提心怎麼對人。馬鳴菩薩在《起信論》裡面也講菩提心，他講的三心，第一個是直心，第二個也是講深心，第三個講大悲心。我們把經跟論合起來看就容易明白，直心就是至誠心。深心，經跟論都是這樣講的，深心什麼意思？古來祖師大德給我們註解，註解也容易明白，好善好德，這是深心。"
    },
    {
      "id": "02-039-0062_p0027",
      "zh_CN": "我这么多年来跟大家讲发菩提心，我把它加了几个字，经论都说三个，我说五个，大家好懂，我用十个字，五句。菩提心的体，「真诚」。菩提心的自受用，就是深心，这很难懂，我用我们《无量寿经》经题的文字，经题上有五个字「清净平等觉」，这就是深心。所以统统两个字，觉上加个正字，「清净、平等、正觉」，这是深心。后面「慈悲」是他受用，对别人要大慈大悲，对自己要清净平等觉。体是真诚，真诚的清净，真诚的平等，真诚的正觉，真诚的慈悲，这是菩提心。而且经题这几个字，这几个字真的是包罗万象，如果以三宝来讲，佛法僧三宝，清净是僧宝，平等是法宝，正觉是佛宝，你看三宝具足；三学具足，三学是戒定慧，清净是戒学，平等是定学，正觉是慧学，你看三宝、三学全在里面；三个学位也在里面，清净是阿罗汉，平等是菩萨，觉是佛，统统在里面。我们在日常生活当中，从早到晚，念头一动就跟它相应，就不离它，念念真诚、清净、平等、正觉、慈悲，这叫发菩提心。",
      "zh_TW": "我這麼多年來跟大家講發菩提心，我把它加了幾個字，經論都說三個，我說五個，大家好懂，我用十個字，五句。菩提心的體，「真誠」。菩提心的自受用，就是深心，這很難懂，我用我們《無量壽經》經題的文字，經題上有五個字「清淨平等覺」，這就是深心。所以統統兩個字，覺上加個正字，「清淨、平等、正覺」，這是深心。後面「慈悲」是他受用，對別人要大慈大悲，對自己要清淨平等覺。體是真誠，真誠的清淨，真誠的平等，真誠的正覺，真誠的慈悲，這是菩提心。而且經題這幾個字，這幾個字真的是包羅萬象，如果以三寶來講，佛法僧三寶，清淨是僧寶，平等是法寶，正覺是佛寶，你看三寶具足；三學具足，三學是戒定慧，清淨是戒學，平等是定學，正覺是慧學，你看三寶、三學全在裡面；三個學位也在裡面，清淨是阿羅漢，平等是菩薩，覺是佛，統統在裡面。我們在日常生活當中，從早到晚，念頭一動就跟它相應，就不離它，念念真誠、清淨、平等、正覺、慈悲，這叫發菩提心。"
    },
    {
      "id": "02-039-0062_p0028",
      "zh_CN": "这个心发了之后，如何落实？给诸位说，落实就是三个根，三个根真正做到，菩提心初步落实了。初步重要，初步是你的基础，你没有初步，你就不会有第二步。如果这三个根做不到，那菩提心是有名无实，那不是真的。念念不舍菩提心，一向专念，你肯定成就。一个方向，一个目标，一部经，一句佛号，没有一个不成就的，你在这一生当中圆满成佛。修其他的法门难！难在哪里？难在断烦恼，烦恼断不掉。净宗这个法门不要断烦恼，你能把烦恼控制住就行了。烦恼控制住，这比断烦恼容易太多了。我们用什么方法来控制？就用一向专念，我天天不离佛经，烦恼习气不生。要怎样念经？刘素云居士在这里报告，给我们做了一个榜样，她告诉我们，她每天听经十个小时，听什么经？专听《无量寿经》，她不听别的。她手上有我讲经的光碟，早年光碟，早年一片是一个小时，她还听那个。一天听十个小时，她十个小时不是听十张碟，她听一个，也就是说，这一个碟听十遍，她是这个听法，大概也听了十年。",
      "zh_TW": "這個心發了之後，如何落實？給諸位說，落實就是三個根，三個根真正做到，菩提心初步落實了。初步重要，初步是你的基礎，你沒有初步，你就不會有第二步。如果這三個根做不到，那菩提心是有名無實，那不是真的。念念不捨菩提心，一向專念，你肯定成就。一個方向，一個目標，一部經，一句佛號，沒有一個不成就的，你在這一生當中圓滿成佛。修其他的法門難！難在哪裡？難在斷煩惱，煩惱斷不掉。淨宗這個法門不要斷煩惱，你能把煩惱控制住就行了。煩惱控制住，這比斷煩惱容易太多了。我們用什麼方法來控制？就用一向專念，我天天不離佛經，煩惱習氣不生。要怎樣念經？劉素雲居士在這裡報告，給我們做了一個榜樣，她告訴我們，她每天聽經十個小時，聽什麼經？專聽《無量壽經》，她不聽別的。她手上有我講經的光碟，早年光碟，早年一片是一個小時，她還聽那個。一天聽十個小時，她十個小時不是聽十張碟，她聽一個，也就是說，這一個碟聽十遍，她是這個聽法，大概也聽了十年。"
    },
    {
      "id": "02-039-0062_p0029",
      "zh_CN": "所以我听说她在我们这里做报告，每天两个小时，七天十四个小时，我们这里有她的光碟。完了之后，深圳同修把她请到那边去，一天叫她讲八个小时，她不要讲稿的。我们相信，她不需要讲稿了，你看一天听十遍，一个碟听十遍，她听了十年，她还要讲稿吗？一天八个小时，是愈讲愈有精神，愈讲愈欢喜。一门深入，长时薰修。你问她往生有没有把握？她给你说，她肯定有把握。这个话不是骗人的，是真的。什么时候往生？随时都可以往生。现在还在这个世间是什么？阿弥陀佛，她自己讲的，阿弥陀佛给她的任务，去给众生做好样子，去表法。不然？不然她就到极乐世界去了。还留在这个世间干什么？表法的，给大家做好样子，就是《还源观》四德里面的第二德，学为人师，行为世范，四德里面的第二条「威仪有则」，就是学为人师，行为世范，给社会大众做个好样子。她先前也吃了苦头，不吃苦头人家不相信，吃了苦头，大家相信了，得了那么重的病，一句阿弥陀佛念好了。这是一向专念重要！",
      "zh_TW": "所以我聽說她在我們這裡做報告，每天兩個小時，七天十四個小時，我們這裡有她的光碟。完了之後，深圳同修把她請到那邊去，一天叫她講八個小時，她不要講稿的。我們相信，她不需要講稿了，你看一天聽十遍，一個碟聽十遍，她聽了十年，她還要講稿嗎？一天八個小時，是愈講愈有精神，愈講愈歡喜。一門深入，長時薰修。你問她往生有沒有把握？她給你說，她肯定有把握。這個話不是騙人的，是真的。什麼時候往生？隨時都可以往生。現在還在這個世間是什麼？阿彌陀佛，她自己講的，阿彌陀佛給她的任務，去給眾生做好樣子，去表法。不然？不然她就到極樂世界去了。還留在這個世間幹什麼？表法的，給大家做好樣子，就是《還源觀》四德裡面的第二德，學為人師，行為世範，四德裡面的第二條「威儀有則」，就是學為人師，行為世範，給社會大眾做個好樣子。她先前也吃了苦頭，不吃苦頭人家不相信，吃了苦頭，大家相信了，得了那麼重的病，一句阿彌陀佛念好了。這是一向專念重要！"
    },
    {
      "id": "02-039-0062_p0030",
      "zh_CN": "我这一生是自己不能做主，是没法子。早年我在美国，住达拉斯，有个同学有一天来问我，他说净空法师，学习经教，如果只准你学一样，你学哪一部经？我说我早就有这个意思，希望一生就学一部经。我会学哪一部经？我选的是蕅益大师的《弥陀经要解》，我最欢喜这部经。那个时候我们没有遇到《无量寿经》的会集本，那是早早年头。以后李炳南老居士把这个会集本给我，我看了一遍之后，无比的欢喜心。他给我的本子，是他老人家自己曾经在台中讲过一遍，自己用毛笔规规矩矩写这些注解，写的这个本子，非常珍贵。我最初讲了三、四遍，最初讲《无量寿经》讲三、四遍都是依李老师的《眉注》。以后遇到黄念祖老居士，他把这个注解的本子送给我，我才参考这个资料。所以这一次，总共过去讲过十遍，这一次跟大家就讲他的注解。我深深了解，他写这个注解的时候，一身的病，带着病痛完成的。我这一次，我们大家在一起学习，称作「大经解演义」，纪念老居士，老居士对我们的遗爱、对我们的恩德，我们永远不忘。夏老居士的会集，他这么用心的来注解，所以我不把他这个注解详细讲一遍我对不起他。所以我们好好认真学习，这个是最重要的指导原则。",
      "zh_TW": "我這一生是自己不能做主，是沒法子。早年我在美國，住達拉斯，有個同學有一天來問我，他說淨空法師，學習經教，如果只准你學一樣，你學哪一部經？我說我早就有這個意思，希望一生就學一部經。我會學哪一部經？我選的是蕅益大師的《彌陀經要解》，我最歡喜這部經。那個時候我們沒有遇到《無量壽經》的會集本，那是早早年頭。以後李炳南老居士把這個會集本給我，我看了一遍之後，無比的歡喜心。他給我的本子，是他老人家自己曾經在台中講過一遍，自己用毛筆規規矩矩寫這些註解，寫的這個本子，非常珍貴。我最初講了三、四遍，最初講《無量壽經》講三、四遍都是依李老師的《眉註》。以後遇到黃念祖老居士，他把這個註解的本子送給我，我才參考這個資料。所以這一次，總共過去講過十遍，這一次跟大家就講他的註解。我深深了解，他寫這個註解的時候，一身的病，帶著病痛完成的。我這一次，我們大家在一起學習，稱作「大經解演義」，紀念老居士，老居士對我們的遺愛、對我們的恩德，我們永遠不忘。夏老居士的會集，他這麼用心的來註解，所以我不把他這個註解詳細講一遍我對不起他。所以我們好好認真學習，這個是最重要的指導原則。"
    },
    {
      "id": "02-039-0062_p0031",
      "zh_CN": "别的经不学行吗？行，为什么行？《无量寿经》通了，《华严》就通了。我们这次讲《大经解》的演义，这样讲下去讲明白之后，你去看《华严经疏钞》没问题，你自然就通了。一经通一切经通，这是佛法的秘诀。为什么会通？因为整个宇宙跟我是一体，我不但一切佛法通了，给诸位说，所有宗教都通了。你说为什么？一体，心现识变！所以任何宗教，你只要好好学你的宗教，你在没有深入，跟其他宗教不一样；深入进去之后，才晓得跟所有宗教完全相同。我有一年在印尼大学参加一次毕业典礼，那一次毕业典礼，学校送我博士学位，回教大学。应届毕业生有个同学提出一个问题问我，他说我们宗教不一样，怎么能团结？好像印尼也是五个宗教。我当时告诉他，我说譬如一个手掌，你看五个手指不一样，五个宗教不相同，如果你一门深入，就你自己，不要去研究别人，你一门深入，深入到这里还是不一样，深入到这里就一样了，就全通了。这个地方讲的你要知道，一法圆满一切法之功德。基督教的《新旧约》那一本圣经，那是一法，它是不是圆满遍法界虚空界一切法的功德？真的，它圆满；我们这一部《无量寿经》也圆满，法法都圆满，没有一法不圆满，这叫做圆明具德。释迦牟尼佛说的话我们得相信。",
      "zh_TW": "別的經不學行嗎？行，為什麼行？《無量壽經》通了，《華嚴》就通了。我們這次講《大經解》的演義，這樣講下去講明白之後，你去看《華嚴經疏鈔》沒問題，你自然就通了。一經通一切經通，這是佛法的祕訣。為什麼會通？因為整個宇宙跟我是一體，我不但一切佛法通了，給諸位說，所有宗教都通了。你說為什麼？一體，心現識變！所以任何宗教，你只要好好學你的宗教，你在沒有深入，跟其他宗教不一樣；深入進去之後，才曉得跟所有宗教完全相同。我有一年在印尼大學參加一次畢業典禮，那一次畢業典禮，學校送我博士學位，回教大學。應屆畢業生有個同學提出一個問題問我，他說我們宗教不一樣，怎麼能團結？好像印尼也是五個宗教。我當時告訴他，我說譬如一個手掌，你看五個手指不一樣，五個宗教不相同，如果你一門深入，就你自己，不要去研究別人，你一門深入，深入到這裡還是不一樣，深入到這裡就一樣了，就全通了。這個地方講的你要知道，一法圓滿一切法之功德。基督教的《新舊約》那一本聖經，那是一法，它是不是圓滿遍法界虛空界一切法的功德？真的，它圓滿；我們這一部《無量壽經》也圓滿，法法都圓滿，沒有一法不圓滿，這叫做圓明具德。釋迦牟尼佛說的話我們得相信。"
    },
    {
      "id": "02-039-0062_p0032",
      "zh_CN": "我们要问，这个法，真的，不管是邪法、正法，只要通了，只要通到性，全都通了。马克斯主义能不能通中国传统文化？能不能通全世界各个宗教经典？肯定能，只是你没有到那个见性的境界。法法都是自性现的，法法都能见性，没有一法不能见性。在自性里面没有染净、没有善恶，也就是说没有对立的，完全是和谐的。大乘经你要是念通、念透了，这个有受用；你没有念通，你不得受用。你还有怀疑，你还有分别，你还有执着，你所得的受用微乎其微。可是微乎其微，你真的得受用，比一般人高明一些。重要的是你要通、你要达，你要把它通到底，然后你才能贯穿一切法。一切法的功德就在一法里头，这一法是任何一法，不是哪一个特殊的一法，不是的，任何一法都如此。明白这个道理，我们对任何一个人都尊重，就像对佛陀一样；对任何宗教都尊重，就像我们对释迦牟尼佛一样；对任何经典都尊重，没有怀疑，没有分别，没有执着，没有对立。所以佛在经上说两句话，「日日是好日，时时是好时」，这是大概在三十多年前，我续了两句，「人人是好人，事事是好事」，这真的不是假的。为什么？一法圆满一切法之功德，一个人圆满一切人的功德，一个人圆满一切众生的功德，这范围多大！完全在用心不同。",
      "zh_TW": "我們要問，這個法，真的，不管是邪法、正法，只要通了，只要通到性，全都通了。馬克斯主義能不能通中國傳統文化？能不能通全世界各個宗教經典？肯定能，只是你沒有到那個見性的境界。法法都是自性現的，法法都能見性，沒有一法不能見性。在自性裡面沒有染淨、沒有善惡，也就是說沒有對立的，完全是和諧的。大乘經你要是念通、念透了，這個有受用；你沒有念通，你不得受用。你還有懷疑，你還有分別，你還有執著，你所得的受用微乎其微。可是微乎其微，你真的得受用，比一般人高明一些。重要的是你要通、你要達，你要把它通到底，然後你才能貫穿一切法。一切法的功德就在一法裡頭，這一法是任何一法，不是哪一個特殊的一法，不是的，任何一法都如此。明白這個道理，我們對任何一個人都尊重，就像對佛陀一樣；對任何宗教都尊重，就像我們對釋迦牟尼佛一樣；對任何經典都尊重，沒有懷疑，沒有分別，沒有執著，沒有對立。所以佛在經上說兩句話，「日日是好日，時時是好時」，這是大概在三十多年前，我續了兩句，「人人是好人，事事是好事」，這真的不是假的。為什麼？一法圓滿一切法之功德，一個人圓滿一切人的功德，一個人圓滿一切眾生的功德，這範圍多大！完全在用心不同。"
    },
    {
      "id": "02-039-0062_p0033",
      "zh_CN": "宗知道了，还有一个本，「以十念必生愿」，这个愿是什么？四十八愿里的十念必生这一愿，第十八愿。第十八愿是阿弥陀佛大愿的根本，往生不难！十念是什么？临命终时，一生没有念过佛，一生没有遇到佛法，临命终时才遇到一个善友告诉你，有个西方极乐世界，有阿弥陀佛，只要你念十声就能往生。我在美国遇到这么一个人，在华盛顿ＤＣ，有个周居士，在那里开了一个面包店，得了癌症。最后到严重的时候，他也很痛苦，没有法子，他家人这时候来才求佛，我们那里有个佛教会，找到我们佛教会。我们佛教会里面的同修去看他，劝他念佛。这个人有善根，一听就接受、就欢喜，告诉他家里面的人，他的太太、儿女，不要给他求医，也不必想他好，就是大家念佛，帮他助念，送他往生。这一念佛的时候，他的感觉就不痛，痛苦就没有了，三天他就往生，瑞相稀有，火化有舍利。",
      "zh_TW": "宗知道了，還有一個本，「以十念必生願」，這個願是什麼？四十八願裡的十念必生這一願，第十八願。第十八願是阿彌陀佛大願的根本，往生不難！十念是什麼？臨命終時，一生沒有念過佛，一生沒有遇到佛法，臨命終時才遇到一個善友告訴你，有個西方極樂世界，有阿彌陀佛，只要你念十聲就能往生。我在美國遇到這麼一個人，在華盛頓ＤＣ，有個周居士，在那裡開了一個麵包店，得了癌症。最後到嚴重的時候，他也很痛苦，沒有法子，他家人這時候來才求佛，我們那裡有個佛教會，找到我們佛教會。我們佛教會裡面的同修去看他，勸他念佛。這個人有善根，一聽就接受、就歡喜，告訴他家裡面的人，他的太太、兒女，不要給他求醫，也不必想他好，就是大家念佛，幫他助念，送他往生。這一念佛的時候，他的感覺就不痛，痛苦就沒有了，三天他就往生，瑞相稀有，火化有舍利。"
    },
    {
      "id": "02-039-0062_p0034",
      "zh_CN": "确实这是十念必生的大愿，一点都不假。念佛真正能往生到极乐世界，生到极乐世界你就作佛了。到极乐世界头一个好处，寿命无量，那是一个最好的修学环境，阿弥陀佛亲自教诲，十方诸佛都帮助你。你到那个世界，你有能力分无量无边身，同时可以去参访十方刹土无量无边诸佛。你去供佛，供佛是修福；你去听经，听经是修慧。西方极乐世界一天所修的，在我们这个世界，一亿年都不能跟它相比，我们在这里修一亿年比不上在极乐世界修一天。这个要懂！这是事实真相，你了解之后，对这个世界就毫无留恋，你留恋这个世界错了。你要想到这个世界来，到极乐世界打个转再来，你是佛的身分来了，你不是凡夫。所以这个机会一定要抓住，不抓住，你太可惜了。「专重持名念佛，名具万德」，所以一句名号，一句名号「阿弥陀佛」这四个字是一法，这一法也圆满一切法的功德。佛法里面讲八万四千法门、无量法门，无量法门的功德都在这四个字里面。谁知道？佛知道，法身菩萨知道，别的人不知道。我们要不读《华严经》怎么会知道？要不读十玄门怎么会知道？从这个地方我们才恍然大悟。所以这一句佛号圆满具足一切法的功德。「举体是华严玄门圆明具德之义」，这一点都不假。今天时间到了，我们只能学到此地，明天我们再接着往下学习。",
      "zh_TW": "確實這是十念必生的大願，一點都不假。念佛真正能往生到極樂世界，生到極樂世界你就作佛了。到極樂世界頭一個好處，壽命無量，那是一個最好的修學環境，阿彌陀佛親自教誨，十方諸佛都幫助你。你到那個世界，你有能力分無量無邊身，同時可以去參訪十方剎土無量無邊諸佛。你去供佛，供佛是修福；你去聽經，聽經是修慧。西方極樂世界一天所修的，在我們這個世界，一億年都不能跟它相比，我們在這裡修一億年比不上在極樂世界修一天。這個要懂！這是事實真相，你了解之後，對這個世界就毫無留戀，你留戀這個世界錯了。你要想到這個世界來，到極樂世界打個轉再來，你是佛的身分來了，你不是凡夫。所以這個機會一定要抓住，不抓住，你太可惜了。「專重持名念佛，名具萬德」，所以一句名號，一句名號「阿彌陀佛」這四個字是一法，這一法也圓滿一切法的功德。佛法裡面講八萬四千法門、無量法門，無量法門的功德都在這四個字裡面。誰知道？佛知道，法身菩薩知道，別的人不知道。我們要不讀《華嚴經》怎麼會知道？要不讀十玄門怎麼會知道？從這個地方我們才恍然大悟。所以這一句佛號圓滿具足一切法的功德。「舉體是華嚴玄門圓明具德之義」，這一點都不假。今天時間到了，我們只能學到此地，明天我們再接著往下學習。"
    }
  ]
}