{
  "doc_id": "02-039-0355",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三五五集",
    "zh_TW": "第三五五集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-039-0355",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-039-0355_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，第四百一十八面倒数第二行，从「又据往生论」这里看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，第四百一十八面倒數第二行，從「又據往生論」這裡看起："
    },
    {
      "id": "02-039-0355_p0002",
      "zh_CN": "「又据《往生论》，则此宝树显国土庄严中种种事功德成就。论曰：备诸珍宝性，具足妙庄严。树是妙宝所成，是即备诸珍宝性之浅义。深言之，盖显弥陀之性德。一切妙宝皆弥陀性德所本具，一一宝中备具一切珍宝之妙德。」昨天我们学到这个地方。深言之，盖显弥陀之性德。一切妙宝都是阿弥陀佛性德所本具的，一一宝中当然圆满具足一切珍宝的妙德，这句话我们要记住。《华严经》上说，「一即一切，一切即一」，性没有大小、没有内外、没有广狭，它是圆满的，它是究竟的，一毛一尘的微点都圆满具足法界虚空界万事万物之妙德，这《华严经》上讲的。",
      "zh_TW": "「又據《往生論》，則此寶樹顯國土莊嚴中種種事功德成就。論曰：備諸珍寶性，具足妙莊嚴。樹是妙寶所成，是即備諸珍寶性之淺義。深言之，蓋顯彌陀之性德。一切妙寶皆彌陀性德所本具，一一寶中備具一切珍寶之妙德。」昨天我們學到這個地方。深言之，蓋顯彌陀之性德。一切妙寶都是阿彌陀佛性德所本具的，一一寶中當然圓滿具足一切珍寶的妙德，這句話我們要記住。《華嚴經》上說，「一即一切，一切即一」，性沒有大小、沒有內外、沒有廣狹，它是圓滿的，它是究竟的，一毛一塵的微點都圓滿具足法界虛空界萬事萬物之妙德，這《華嚴經》上講的。"
    },
    {
      "id": "02-039-0355_p0003",
      "zh_CN": "在西方极乐世界，一一宝中当然具足一切宝的妙德。回过头来再看看我们这个世界，我们这个世界当中是不是呢？是的，一点都不错，没有例外的。我们这个世界一毛一尘，毛是身上汗毛，这是比喻正报里头最小的，尘是微尘，依报里头最小的。这一毛一尘，它具不具足遍法界虚空界一切万法之妙德？具足。我们为什么不知道？我们实在是迷失了自性，不是它没有，它有。它有，它不起作用，不起作用只是暂时的，迷了时候不起作用，觉悟就起作用。佛菩萨觉悟了，它就起作用，它起作用就像世尊在此地为我们介绍西方极乐世界一样，没有两样。佛告诉我们「制心一处，无事不办」，又告诉我们「境随心转」。《华严经》上说得很明白，宇宙之间万事万物，大到宇宙，佛法讲法界，小到微尘，它是一体的，一一圆具一切德，一一圆具一切妙，这个境界《华严经》称之为不思议解脱境界，解脱是大自在。谁证得？普贤菩萨证得。《华严经》末后一品，贞元年间所翻译的，我们称它作《四十华严》，四十卷《华严》就是《华严经》最后的一品经，品题就是「入不思议解脱境界普贤菩萨行愿品」，普贤菩萨行愿是能入，不思议境界是所入。在此地我们就明白了，阿弥陀佛四十八愿是能入、能显，极乐世界是不思议解脱境界，是所显、所入。普贤菩萨十愿是略说，只说了十条，阿弥陀佛四十八愿是细说，是一不是二，阿弥陀佛说得更微细。",
      "zh_TW": "在西方極樂世界，一一寶中當然具足一切寶的妙德。回過頭來再看看我們這個世界，我們這個世界當中是不是呢？是的，一點都不錯，沒有例外的。我們這個世界一毛一塵，毛是身上汗毛，這是比喻正報裡頭最小的，塵是微塵，依報裡頭最小的。這一毛一塵，它具不具足遍法界虛空界一切萬法之妙德？具足。我們為什麼不知道？我們實在是迷失了自性，不是它沒有，它有。它有，它不起作用，不起作用只是暫時的，迷了時候不起作用，覺悟就起作用。佛菩薩覺悟了，它就起作用，它起作用就像世尊在此地為我們介紹西方極樂世界一樣，沒有兩樣。佛告訴我們「制心一處，無事不辦」，又告訴我們「境隨心轉」。《華嚴經》上說得很明白，宇宙之間萬事萬物，大到宇宙，佛法講法界，小到微塵，它是一體的，一一圓具一切德，一一圓具一切妙，這個境界《華嚴經》稱之為不思議解脫境界，解脫是大自在。誰證得？普賢菩薩證得。《華嚴經》末後一品，貞元年間所翻譯的，我們稱它作《四十華嚴》，四十卷《華嚴》就是《華嚴經》最後的一品經，品題就是「入不思議解脫境界普賢菩薩行願品」，普賢菩薩行願是能入，不思議境界是所入。在此地我們就明白了，阿彌陀佛四十八願是能入、能顯，極樂世界是不思議解脫境界，是所顯、所入。普賢菩薩十願是略說，只說了十條，阿彌陀佛四十八願是細說，是一不是二，阿彌陀佛說得更微細。"
    },
    {
      "id": "02-039-0355_p0004",
      "zh_CN": "一切境界皆是不思议解脱境界，没有例外的，问题是我们不会。我们的根真的是钝，迟钝，几乎到麻木不仁，看经看不懂，看不懂就不想看了，听经听不懂，也不想再听了。可是他很善于胡思乱想，从胡思乱想中看起来好像他并不笨、不迟钝，这就是谚语所谓错用了心，你把心用错了，你没有用正，把心用偏了，把心用邪了。偏了就偏到二乘去了，就偏到十法界去了；要用邪了，可麻烦，邪了会邪到三途去了，会到饿鬼、畜生、地狱去了，邪可怕，比偏可怕。如何将这个心用到正、用到圆、用到妙，那就是诸佛菩萨的境界。佛菩萨与我们凡夫有什么差别？给诸位说，就是他会用心，我们不会用心，除此之外，我们确实找不到差别。会用心的，显示出来实报庄严土，这经上所说的。我们现前这个社会，大家用心不但是偏而且是邪，偏邪到极处，那果报就不好了。",
      "zh_TW": "一切境界皆是不思議解脫境界，沒有例外的，問題是我們不會。我們的根真的是鈍，遲鈍，幾乎到麻木不仁，看經看不懂，看不懂就不想看了，聽經聽不懂，也不想再聽了。可是他很善於胡思亂想，從胡思亂想中看起來好像他並不笨、不遲鈍，這就是諺語所謂錯用了心，你把心用錯了，你沒有用正，把心用偏了，把心用邪了。偏了就偏到二乘去了，就偏到十法界去了；要用邪了，可麻煩，邪了會邪到三途去了，會到餓鬼、畜生、地獄去了，邪可怕，比偏可怕。如何將這個心用到正、用到圓、用到妙，那就是諸佛菩薩的境界。佛菩薩與我們凡夫有什麼差別？給諸位說，就是他會用心，我們不會用心，除此之外，我們確實找不到差別。會用心的，顯示出來實報莊嚴土，這經上所說的。我們現前這個社會，大家用心不但是偏而且是邪，偏邪到極處，那果報就不好了。"
    },
    {
      "id": "02-039-0355_p0005",
      "zh_CN": "怎样从偏邪回归到真正呢？净宗的方法非常巧妙、非常简单，只要你肯干，你不难恢复。从偏邪回归到真正，一般讲三年时间足够了。这个方法就是读经，或者是听讲、念佛，一门深入、长时薰修，够了。一生经只要学一部，皈依《大乘无量寿经》，皈是回头，其他的经教我都不要，我从一切经教回过头来，只依《无量寿经》，只依这一个会集本，只依一句阿弥陀佛名号，叫万德洪名，我就够了，念兹在兹，要会！还有杂心闲话，那个还不会，还有胡思乱想，不会，没有入境界。真入境界了，妄想没有了，妄念没有了，废话没有了，一天到晚就这一句阿弥陀佛，你问他什么，他都是阿弥陀佛，除阿弥陀佛之外，他什么都不知道。这什么？这是入境界了。能够契入三年，他得三昧，他开悟了，他跟阿弥陀如来那个热线接通了，一念相应一念佛，念念相应念念佛，决定往生，决定成佛，这是会的人。",
      "zh_TW": "怎樣從偏邪回歸到真正呢？淨宗的方法非常巧妙、非常簡單，只要你肯幹，你不難恢復。從偏邪回歸到真正，一般講三年時間足夠了。這個方法就是讀經，或者是聽講、念佛，一門深入、長時薰修，夠了。一生經只要學一部，皈依《大乘無量壽經》，皈是回頭，其他的經教我都不要，我從一切經教回過頭來，只依《無量壽經》，只依這一個會集本，只依一句阿彌陀佛名號，叫萬德洪名，我就夠了，念茲在茲，要會！還有雜心閒話，那個還不會，還有胡思亂想，不會，沒有入境界。真入境界了，妄想沒有了，妄念沒有了，廢話沒有了，一天到晚就這一句阿彌陀佛，你問他什麼，他都是阿彌陀佛，除阿彌陀佛之外，他什麼都不知道。這什麼？這是入境界了。能夠契入三年，他得三昧，他開悟了，他跟阿彌陀如來那個熱線接通了，一念相應一念佛，念念相應念念佛，決定往生，決定成佛，這是會的人。"
    },
    {
      "id": "02-039-0355_p0006",
      "zh_CN": "现在可以说是四面八方不断传来灾难的信息，有一些人听到慌张、恐怖，无所适从。念佛的人收到这些资讯不慌不张，如如不动，知道什么？我什么时候该走了。如果把时间订在二０一二年十二月，现在还有一年半的时间，时间就很迫急，没有时间想别的事情，也没有时间说闲话。这个世间所有的，包括身体，都不是我自己的，统统放下，一切随缘，叫「随缘消旧业，莫更造新殃」。我不造业了，看到任何一个人都是阿弥陀佛、都是观世音菩萨，看到无论人干什么事，都是好事，没有分别执着，把自己的清净心、平等心找回来。帮助众生还要众生有缘，缘是什么？他真信，他能解、真干，这是有缘人。如果他不信，信了，他不了解，了解时候做不到，这个都是缘不成熟。不成熟的，随他去，不要为他着急，为他着急自己耽误了。自己往生成佛第一重要，成佛之后我再回过头来倒驾慈航再来照顾他们，这是正确的，你有能力照顾，有本事照顾。不往生极乐世界，没有智慧、没有能力、没有本事，想照顾也枉然，这是我们所处的现实真相，不能不知道。",
      "zh_TW": "現在可以說是四面八方不斷傳來災難的信息，有一些人聽到慌張、恐怖，無所適從。念佛的人收到這些資訊不慌不張，如如不動，知道什麼？我什麼時候該走了。如果把時間訂在二０一二年十二月，現在還有一年半的時間，時間就很迫急，沒有時間想別的事情，也沒有時間說閒話。這個世間所有的，包括身體，都不是我自己的，統統放下，一切隨緣，叫「隨緣消舊業，莫更造新殃」。我不造業了，看到任何一個人都是阿彌陀佛、都是觀世音菩薩，看到無論人幹什麼事，都是好事，沒有分別執著，把自己的清淨心、平等心找回來。幫助眾生還要眾生有緣，緣是什麼？他真信，他能解、真幹，這是有緣人。如果他不信，信了，他不了解，了解時候做不到，這個都是緣不成熟。不成熟的，隨他去，不要為他著急，為他著急自己耽誤了。自己往生成佛第一重要，成佛之後我再回過頭來倒駕慈航再來照顧他們，這是正確的，你有能力照顧，有本事照顧。不往生極樂世界，沒有智慧、沒有能力、沒有本事，想照顧也枉然，這是我們所處的現實真相，不能不知道。"
    },
    {
      "id": "02-039-0355_p0007",
      "zh_CN": "底下一句说，「具足妙庄严者，浅言之」，这是下文里面讲的，「荣色光曜与出五音声等义，深言之，则一一宝树皆是圆明具德。」这是真的。再深一步，十方世界一切刹土所有树木花草无不皆是圆明具德，只是我们念头不善，搞得它变质了，本来是无量珍宝，现在变成木本、草本，变这个样子。现在我们懂得了，如果我们恢复正念，眼前树木花草都变成无量珍宝性，它随性转。恢复珍宝性是自然的，为什么？它本来就是无量珍宝性，这是性德。所以扭曲它的时候，这是假相，这不是真相；它的真相，就像经典里面所说的。我们在这个世间看到树木花草不是众宝所成的，换句话说，这就是提醒我们，我们没有见性，我们自己没有恢复正常，正常是性德。什么人恢复？《华严经》上大乘圆教初住以上，大乘教里面别教初地以上，这明心见性，见性成佛，你就看到它真相。凡夫所看的全是假相，凡所有相皆是虚妄。请看下面一段经文：",
      "zh_TW": "底下一句說，「具足妙莊嚴者，淺言之」，這是下文裡面講的，「榮色光曜與出五音聲等義，深言之，則一一寶樹皆是圓明具德。」這是真的。再深一步，十方世界一切剎土所有樹木花草無不皆是圓明具德，只是我們念頭不善，搞得它變質了，本來是無量珍寶，現在變成木本、草本，變這個樣子。現在我們懂得了，如果我們恢復正念，眼前樹木花草都變成無量珍寶性，它隨性轉。恢復珍寶性是自然的，為什麼？它本來就是無量珍寶性，這是性德。所以扭曲它的時候，這是假相，這不是真相；它的真相，就像經典裡面所說的。我們在這個世間看到樹木花草不是眾寶所成的，換句話說，這就是提醒我們，我們沒有見性，我們自己沒有恢復正常，正常是性德。什麼人恢復？《華嚴經》上大乘圓教初住以上，大乘教裡面別教初地以上，這明心見性，見性成佛，你就看到它真相。凡夫所看的全是假相，凡所有相皆是虛妄。請看下面一段經文："
    },
    {
      "id": "02-039-0355_p0008",
      "zh_CN": "【各自异行。行行相值。茎茎相望。枝叶相向。华实相当。荣色光曜。不可胜视。】",
      "zh_TW": "【各自異行。行行相值。莖莖相望。枝葉相向。華實相當。榮色光曜。不可勝視。】"
    },
    {
      "id": "02-039-0355_p0009",
      "zh_CN": "前面的一段我们学过的，「表树之质」，树的本质。这段话一共有七句，是「表树成行，井然有序，光色明丽」。树不是人种的，也没有人设计，自然就长得那么好，一行一行的，一点都不杂、都不乱，这全是性德。从树「行行相值，茎茎相望，枝叶相向，华实相当」，你看这秩序多好。性德里面的秩序，就是中国古圣先贤讲的礼，礼就是讲秩序。中国世世代代所传的三礼，《周礼》、《仪礼》、《礼记》，它是讲秩序的。礼的精神与现象从哪来的？从自性来的。圣人把性德一条一条的写出来，教给我们迷失自性的人要认真去学习，照这个样子去做，做久了不知不觉性德就现前，做久了一点勉强都没有，他自然就是这样的。所以说熟能生巧，到熟透的时候，性德自然它就流露、就现前，像极乐世界，没有一样不是自然的。",
      "zh_TW": "前面的一段我們學過的，「表樹之質」，樹的本質。這段話一共有七句，是「表樹成行，井然有序，光色明麗」。樹不是人種的，也沒有人設計，自然就長得那麼好，一行一行的，一點都不雜、都不亂，這全是性德。從樹「行行相值，莖莖相望，枝葉相向，華實相當」，你看這秩序多好。性德裡面的秩序，就是中國古聖先賢講的禮，禮就是講秩序。中國世世代代所傳的三禮，《周禮》、《儀禮》、《禮記》，它是講秩序的。禮的精神與現象從哪來的？從自性來的。聖人把性德一條一條的寫出來，教給我們迷失自性的人要認真去學習，照這個樣子去做，做久了不知不覺性德就現前，做久了一點勉強都沒有，他自然就是這樣的。所以說熟能生巧，到熟透的時候，性德自然它就流露、就現前，像極樂世界，沒有一樣不是自然的。"
    },
    {
      "id": "02-039-0355_p0010",
      "zh_CN": "这正是「《往生论》中，庄严地成就」。前面我们学过《往生论》里面的十九种成就，依报十七种，正报八种，所以不可思议。「偈云杂树异光色。极乐国土地平如掌，杂色宝树遍满其国，上覆宝网，下饰宝栏，皆表地庄严也。」极乐世界没有一桩事情是经过设计来筑造的，没有，没有一个人起心动念，没有一个人在经营这些事情，完全是修心见性，性德自然流露，不可思议。极乐世界的大地，地平如掌，这是平等心现出来的，人心不平地就高低不平，人心平这个大地自然就平了。杂色宝树遍满其国，美不胜收，极乐世界到处你都看到整整齐齐的。这些宝树上覆宝网，树上面这个装饰是宝网，罗网，树下面有栏杆，宝栏，都是表大地之庄严。这一段是总说。",
      "zh_TW": "這正是「《往生論》中，莊嚴地成就」。前面我們學過《往生論》裡面的十九種成就，依報十七種，正報八種，所以不可思議。「偈云雜樹異光色。極樂國土地平如掌，雜色寶樹遍滿其國，上覆寶網，下飾寶欄，皆表地莊嚴也。」極樂世界沒有一樁事情是經過設計來築造的，沒有，沒有一個人起心動念，沒有一個人在經營這些事情，完全是修心見性，性德自然流露，不可思議。極樂世界的大地，地平如掌，這是平等心現出來的，人心不平地就高低不平，人心平這個大地自然就平了。雜色寶樹遍滿其國，美不勝收，極樂世界到處你都看到整整齊齊的。這些寶樹上覆寶網，樹上面這個裝飾是寶網，羅網，樹下面有欄杆，寶欄，都是表大地之莊嚴。這一段是總說。"
    },
    {
      "id": "02-039-0355_p0011",
      "zh_CN": "下面别说，「各自异行，表种种不同之宝树各各依类成行」。像我们这个世间有这个现象，你仔细去观察，原始的森林，这一片如果是杉树，全都是杉树，那边那一片全是松树，它好像是一群一群的，它不乱。看这些植物，会看的人就懂得这个地区居民的民心。为什么？是心现识变的。所以我们要是想选择居住的地方，哪个地方好，找一块好地方，风水好的，在那个地方居住，特别是修行。修行人在山林里面建筑的寺院道场，懂得风水的人，风水家去看，每一处都是宝地。风水家佩服这些出家人，你看他们找的地都是宝地，宝地都被他们找去了。其实祖师大德里头懂风水的有，少数，不多。为什么好地方都是他的？人好，不是他找的地方好，不是，这些祖师大德人好、心好、修行好，他住在那个地方住上三年，风水不好的都变成最好的。这就是谚语所谓是「福人居福地」，这个人有福，他住在这个地方风水自然就好，道理在此地，不是他找的。福地福人居，福地，一定是有福，跟它相称的，不相称的他在这里住不下去。那是一块风水宝地，没有福报的人在那里住不住，一定要相应，不相应怎么行。我们明白这个道理，要不要再去看风水？不要了，风水看我，我何必看风水。我的心正，我的心清净，我的心善良，我住在这个地方住三年，这个地方就是宝地，三年这个地方山河大地全都转过来了，这个道理不能不明了。特别是现在这个社会动乱，地球上灾变这么多，学佛的人是凡夫，并没有成就，于是也得求佛菩萨，求感应。佛菩萨指导我们就是这个原理，就是这个原则，你好好的修福，你住的地方就是福地，无论你住哪个地方都是福地。这是真的，这个话是真的，一点都不假。",
      "zh_TW": "下面別說，「各自異行，表種種不同之寶樹各各依類成行」。像我們這個世間有這個現象，你仔細去觀察，原始的森林，這一片如果是杉樹，全都是杉樹，那邊那一片全是松樹，它好像是一群一群的，它不亂。看這些植物，會看的人就懂得這個地區居民的民心。為什麼？是心現識變的。所以我們要是想選擇居住的地方，哪個地方好，找一塊好地方，風水好的，在那個地方居住，特別是修行。修行人在山林裡面建築的寺院道場，懂得風水的人，風水家去看，每一處都是寶地。風水家佩服這些出家人，你看他們找的地都是寶地，寶地都被他們找去了。其實祖師大德裡頭懂風水的有，少數，不多。為什麼好地方都是他的？人好，不是他找的地方好，不是，這些祖師大德人好、心好、修行好，他住在那個地方住上三年，風水不好的都變成最好的。這就是諺語所謂是「福人居福地」，這個人有福，他住在這個地方風水自然就好，道理在此地，不是他找的。福地福人居，福地，一定是有福，跟它相稱的，不相稱的他在這裡住不下去。那是一塊風水寶地，沒有福報的人在那裡住不住，一定要相應，不相應怎麼行。我們明白這個道理，要不要再去看風水？不要了，風水看我，我何必看風水。我的心正，我的心清淨，我的心善良，我住在這個地方住三年，這個地方就是寶地，三年這個地方山河大地全都轉過來了，這個道理不能不明瞭。特別是現在這個社會動亂，地球上災變這麼多，學佛的人是凡夫，並沒有成就，於是也得求佛菩薩，求感應。佛菩薩指導我們就是這個原理，就是這個原則，你好好的修福，你住的地方就是福地，無論你住哪個地方都是福地。這是真的，這個話是真的，一點都不假。"
    },
    {
      "id": "02-039-0355_p0012",
      "zh_CN": "「行行相值，《定善义》曰：彼国林树虽多，行行整直而无杂乱也」。我们这个世界的树木花草，需要真正懂得园艺、学园艺的人，他们用他的爱心来照顾、来修剪，花草树木一类一类整整齐齐的。极乐世界比我们还要整齐、还要美，不需要人工去照顾，也不需要去修剪。什么原因？是自性里面功德之所成就，真的是心现识变，实报土里头的人都转识成智了，只有心现没有识变，一真法界，你看它整齐，一点都不杂乱。实，实是果实，「《会疏》曰：实谓果实，不差其处（洽在其位），故云相当」。像我们画画一样，这个地方画一个果实，就称这个位置，没有果实就不好看，有它就好看。西方极乐世界不必用心，它都长最恰当的位置，供养给你欣赏。它也在表法，跟你表性德，圆明具德，圆满光明具足，没有一丝毫欠缺，没有一丝毫你感觉到有遗憾，没有，决定找不到，所以叫相当。「荣色」，荣是繁茂，色是形色。「光曜者，光明照耀」。「不可胜视者」，极乐世界的风光你永远看不完，你永远看不尽，此地这三句话来形容它，「目不暇给，五色缤纷，目光难辨」。这个环境太美！太殊胜！",
      "zh_TW": "「行行相值，《定善義》曰：彼國林樹雖多，行行整直而無雜亂也」。我們這個世界的樹木花草，需要真正懂得園藝、學園藝的人，他們用他的愛心來照顧、來修剪，花草樹木一類一類整整齊齊的。極樂世界比我們還要整齊、還要美，不需要人工去照顧，也不需要去修剪。什麼原因？是自性裡面功德之所成就，真的是心現識變，實報土裡頭的人都轉識成智了，只有心現沒有識變，一真法界，你看它整齊，一點都不雜亂。實，實是果實，「《會疏》曰：實謂果實，不差其處（洽在其位），故云相當」。像我們畫畫一樣，這個地方畫一個果實，就稱這個位置，沒有果實就不好看，有它就好看。西方極樂世界不必用心，它都長最恰當的位置，供養給你欣賞。它也在表法，跟你表性德，圓明具德，圓滿光明具足，沒有一絲毫欠缺，沒有一絲毫你感覺到有遺憾，沒有，決定找不到，所以叫相當。「榮色」，榮是繁茂，色是形色。「光曜者，光明照耀」。「不可勝視者」，極樂世界的風光你永遠看不完，你永遠看不盡，此地這三句話來形容它，「目不暇給，五色繽紛，目光難辨」。這個環境太美！太殊勝！"
    },
    {
      "id": "02-039-0355_p0013",
      "zh_CN": "「又《定善义》云：诸宝林树，皆从弥陀无漏心中流出。由佛心是无漏故，其树亦是无漏也。乃至亦无老死者，亦无小生者，亦无初生渐长者。起即同时顿起，量数等齐。」这是不可思议境界。无漏是阿弥陀起心动念分别执着全放下了，这叫无漏。执着是见思烦恼，这有漏的，分别是尘沙烦恼，起心动念是无明烦恼，都用漏来做代表。佛这个三大类的烦恼全断尽，无漏心中流出。这个流出是自自然然的感应，就是无漏心所感得的这个环境，环境也是无漏的。所以一真法界，诸佛如来的实报土，是一时顿现，永恒不变，所以这个树没有老死，也没有小生，这个树从小慢慢长大，没有这个现象，不现则已，一现这个树就这么大，就是这么高，所以这个树没有初生渐长。起同时顿起，量数等齐，跟这是平等，一样的，这树不是人栽的。十法界里面位次最高的是佛，佛把起心动念放下了，十法界就没有了，就像作梦，十法界没有了，这一醒过来，什么境界？就是实报土，实报土境界马上就现前，依报、正报同时现前，一时顿现。",
      "zh_TW": "「又《定善義》云：諸寶林樹，皆從彌陀無漏心中流出。由佛心是無漏故，其樹亦是無漏也。乃至亦無老死者，亦無小生者，亦無初生漸長者。起即同時頓起，量數等齊。」這是不可思議境界。無漏是阿彌陀起心動念分別執著全放下了，這叫無漏。執著是見思煩惱，這有漏的，分別是塵沙煩惱，起心動念是無明煩惱，都用漏來做代表。佛這個三大類的煩惱全斷盡，無漏心中流出。這個流出是自自然然的感應，就是無漏心所感得的這個環境，環境也是無漏的。所以一真法界，諸佛如來的實報土，是一時頓現，永恆不變，所以這個樹沒有老死，也沒有小生，這個樹從小慢慢長大，沒有這個現象，不現則已，一現這個樹就這麼大，就是這麼高，所以這個樹沒有初生漸長。起同時頓起，量數等齊，跟這是平等，一樣的，這樹不是人栽的。十法界裡面位次最高的是佛，佛把起心動念放下了，十法界就沒有了，就像作夢，十法界沒有了，這一醒過來，什麼境界？就是實報土，實報土境界馬上就現前，依報、正報同時現前，一時頓現。"
    },
    {
      "id": "02-039-0355_p0014",
      "zh_CN": "下面这一句说得更好，「何意然者」。这是一个疑问，为什么会有这种现象？底下接着就解答，「彼界」，极乐世界，「位是无漏无生之界」，它跟十法界不一样，十法界是心现识变的。换句话说，十法界里头是以阿赖耶为主，阿赖耶称为心王，阿赖耶是生灭法，它是无常的，所以十法界里面的依正庄严全是生灭法，全是无常的。起心动念放下之后，他用真心，真常。真，不是虚妄；常，永恒不变。所以彼界，法身大士，每一个都是把起心动念放下了，个个都是明心见性、见性成佛了。凡圣同居土带业往生，同居土与实报土不二，这是怎么回事情？这是同居土里面这些往生的人，他们个个都已经把阿弥陀佛放在心上，他们的心就是阿弥陀佛，阿弥陀佛就是他们的心，于是他们确确实实把阿弥陀佛大愿大智大德大能完全摄归己有，阿弥陀佛所有的他都有，那我们可以说是弥陀无漏心中所流出，也是往生极乐世界每一位菩萨无漏心中所流出，是一不是二。我们这一生要求生净土，不能不知道，你要把这桩事情搞清楚、搞明白，学会了，你是必定生净土，一丝毫疑虑都没有。现在虽然还没去，极乐世界已经注册了，等于说你已经拿到极乐世界的护照，你随时都可以回家，极乐世界欢迎你。问题在哪？问题就是要真正放得下，对这个世间不能有丝毫留恋，不能有丝毫执着，你就是阿弥陀佛。为什么？学阿弥陀佛学得太像了，你很像阿弥陀佛。",
      "zh_TW": "下面這一句說得更好，「何意然者」。這是一個疑問，為什麼會有這種現象？底下接著就解答，「彼界」，極樂世界，「位是無漏無生之界」，它跟十法界不一樣，十法界是心現識變的。換句話說，十法界裡頭是以阿賴耶為主，阿賴耶稱為心王，阿賴耶是生滅法，它是無常的，所以十法界裡面的依正莊嚴全是生滅法，全是無常的。起心動念放下之後，他用真心，真常。真，不是虛妄；常，永恆不變。所以彼界，法身大士，每一個都是把起心動念放下了，個個都是明心見性、見性成佛了。凡聖同居土帶業往生，同居土與實報土不二，這是怎麼回事情？這是同居土裡面這些往生的人，他們個個都已經把阿彌陀佛放在心上，他們的心就是阿彌陀佛，阿彌陀佛就是他們的心，於是他們確確實實把阿彌陀佛大願大智大德大能完全攝歸己有，阿彌陀佛所有的他都有，那我們可以說是彌陀無漏心中所流出，也是往生極樂世界每一位菩薩無漏心中所流出，是一不是二。我們這一生要求生淨土，不能不知道，你要把這樁事情搞清楚、搞明白，學會了，你是必定生淨土，一絲毫疑慮都沒有。現在雖然還沒去，極樂世界已經註冊了，等於說你已經拿到極樂世界的護照，你隨時都可以回家，極樂世界歡迎你。問題在哪？問題就是要真正放得下，對這個世間不能有絲毫留戀，不能有絲毫執著，你就是阿彌陀佛。為什麼？學阿彌陀佛學得太像了，你很像阿彌陀佛。"
    },
    {
      "id": "02-039-0355_p0015",
      "zh_CN": "所以这后头一句，「岂有生死渐长之义也」，这是不可能有的，不可能有生死，不可能有从小长大，没有这种现象。「准上之义」，这是《定善义》所说的，善导大师讲的。「则彼国宝树，皆阿弥陀无漏心中所流出，无有老死，亦无迁变，故无初生与渐长之相。彼土是无生之界」，是一个不生不灭的世界，「故林树亦住无生」，林树也是无量寿，无论是「有情无情，平等一味。囫囵是个不可思议」。这囫囵在此地有总而言之的意思，总而言之，整个西方极乐世界是不可思议，同居土是阿弥陀佛大愿大行大德大能加持，显现出不可思议，实报庄严土是真实不可思议。「如下所云，树出妙音，自然相和」。我们看底下这个六句经文：",
      "zh_TW": "所以這後頭一句，「豈有生死漸長之義也」，這是不可能有的，不可能有生死，不可能有從小長大，沒有這種現象。「準上之義」，這是《定善義》所說的，善導大師講的。「則彼國寶樹，皆阿彌陀無漏心中所流出，無有老死，亦無遷變，故無初生與漸長之相。彼土是無生之界」，是一個不生不滅的世界，「故林樹亦住無生」，林樹也是無量壽，無論是「有情無情，平等一味。囫圇是個不可思議」。這囫圇在此地有總而言之的意思，總而言之，整個西方極樂世界是不可思議，同居土是阿彌陀佛大願大行大德大能加持，顯現出不可思議，實報莊嚴土是真實不可思議。「如下所云，樹出妙音，自然相和」。我們看底下這個六句經文："
    },
    {
      "id": "02-039-0355_p0016",
      "zh_CN": "【清风时发。出五音声。微妙宫商。】",
      "zh_TW": "【清風時發。出五音聲。微妙宮商。】"
    },
    {
      "id": "02-039-0355_p0017",
      "zh_CN": "这个「宫商」是音乐，我们中国古时候有五音，宫商角徵羽。",
      "zh_TW": "這個「宮商」是音樂，我們中國古時候有五音，宮商角徵羽。"
    },
    {
      "id": "02-039-0355_p0018",
      "zh_CN": "【自然相和。是诸宝树。周遍其国。】",
      "zh_TW": "【自然相和。是諸寶樹。周遍其國。】"
    },
    {
      "id": "02-039-0355_p0019",
      "zh_CN": "这样的宝树周遍西方极乐世界，极乐世界太大太大了，树木周遍。我们看念老的注解，「《会疏》曰：无漏清净风，故云清风。应时而吹，故云时发」。这妙极了，想什么时候要风，风就来了，不想它就没有了，这个风不可思议。清风上面加个无漏，说明它不是从阿赖耶生的，阿赖耶是有漏的。「五音声者，指宫商角徵羽」，这个不念征，念止，宫商角徵羽五声，像现在一般音乐用外国的Do Re Mi Fa So，就这个意思，中国古时候叫宫商角徵羽。「此五声可摄一切音声」，五声会合就是交响乐。「此五声乃中国古代乐律之本」，再加上变宫、变徵，也是七声，跟现代音乐的七声相同。所以音乐是共同的语言，不同的族群，不同的文字，不同的言语，但是音乐每个人都能够会听，都能体会，所以音乐是共同语言。",
      "zh_TW": "這樣的寶樹周遍西方極樂世界，極樂世界太大太大了，樹木周遍。我們看念老的註解，「《會疏》曰：無漏清淨風，故云清風。應時而吹，故云時發」。這妙極了，想什麼時候要風，風就來了，不想它就沒有了，這個風不可思議。清風上面加個無漏，說明它不是從阿賴耶生的，阿賴耶是有漏的。「五音聲者，指宮商角徵羽」，這個不念徵，念止，宮商角徵羽五聲，像現在一般音樂用外國的Do Re Mi Fa So，就這個意思，中國古時候叫宮商角徵羽。「此五聲可攝一切音聲」，五聲會合就是交響樂。「此五聲乃中國古代樂律之本」，再加上變宮、變徵，也是七聲，跟現代音樂的七聲相同。所以音樂是共同的語言，不同的族群，不同的文字，不同的言語，但是音樂每個人都能夠會聽，都能體會，所以音樂是共同語言。"
    },
    {
      "id": "02-039-0355_p0020",
      "zh_CN": "「微妙宫商，以宫商代表一切音声、悉皆微妙」。「相和者，相应也。《会疏》曰：愿力所成」。这一句很重要，极乐世界有这样自然美妙的音乐，不需要人去演奏，想听的时候自然就听见，与自己决定相应。相应是你听了一定会非常欢喜，你听了这个音乐的时候会有感动、会有觉悟，这个才妙！音乐帮助你觉悟，帮助你开悟，这不可思议。「愿力所成，不藉鼓吹」，就是不需要人去演奏，「故云自然相和。树出和声，显极乐世界一草一木悉皆圆明具德也」。西方极乐世界妙不可言，一草一木，我们在前面读到，比这更微细，前面读到，一毛一尘里面的微点，皆是圆明具德，何况一花一叶、一草一木，当然圆明具德。这一品我们就学到此地。",
      "zh_TW": "「微妙宮商，以宮商代表一切音聲、悉皆微妙」。「相和者，相應也。《會疏》曰：願力所成」。這一句很重要，極樂世界有這樣自然美妙的音樂，不需要人去演奏，想聽的時候自然就聽見，與自己決定相應。相應是你聽了一定會非常歡喜，你聽了這個音樂的時候會有感動、會有覺悟，這個才妙！音樂幫助你覺悟，幫助你開悟，這不可思議。「願力所成，不藉鼓吹」，就是不需要人去演奏，「故云自然相和。樹出和聲，顯極樂世界一草一木悉皆圓明具德也」。西方極樂世界妙不可言，一草一木，我們在前面讀到，比這更微細，前面讀到，一毛一塵裡面的微點，皆是圓明具德，何況一花一葉、一草一木，當然圓明具德。這一品我們就學到此地。"
    },
    {
      "id": "02-039-0355_p0021",
      "zh_CN": "再看下面，「菩提道场第十五」，这个地方要介绍菩提树。「此品中之菩提树，即第四十一愿中之道场树」，是阿弥陀佛讲经说法的场所。佛讲经说法这个地方树木特别的茂盛，为什么？天天在这里讲经，天天在这说法，那个感应那真是稀有，跟别处当然不一样。「品中先显树之广大庄严，次显树之妙德难思，末显弥陀愿力，举果明因」。先给我们说果，果报，然后再告诉我们这果报从哪来的，一定有因。现在我们看经文，把这段文读下来，这是道场觉树，菩提树就是觉树。",
      "zh_TW": "再看下面，「菩提道場第十五」，這個地方要介紹菩提樹。「此品中之菩提樹，即第四十一願中之道場樹」，是阿彌陀佛講經說法的場所。佛講經說法這個地方樹木特別的茂盛，為什麼？天天在這裡講經，天天在這說法，那個感應那真是稀有，跟別處當然不一樣。「品中先顯樹之廣大莊嚴，次顯樹之妙德難思，末顯彌陀願力，舉果明因」。先給我們說果，果報，然後再告訴我們這果報從哪來的，一定有因。現在我們看經文，把這段文讀下來，這是道場覺樹，菩提樹就是覺樹。"
    },
    {
      "id": "02-039-0355_p0022",
      "zh_CN": "【又其道场。有菩提树。高四百万里。其本周围五千由旬。枝叶四布二十万里。一切众宝自然合成。华果敷荣。光晖遍照。复有红绿青白诸摩尼宝。众宝之王以为璎珞。云聚宝鏁。饰诸宝柱。金珠铃铎。周匝条间。珍妙宝网。罗覆其上。百千万色。互相映饰。无量光炎。照耀无极。一切庄严。随应而现。】",
      "zh_TW": "【又其道場。有菩提樹。高四百萬里。其本周圍五千由旬。枝葉四布二十萬里。一切眾寶自然合成。華果敷榮。光暉遍照。復有紅綠青白諸摩尼寶。眾寶之王以為瓔珞。雲聚寶鏁。飾諸寶柱。金珠鈴鐸。周匝條間。珍妙寶網。羅覆其上。百千萬色。互相映飾。無量光炎。照耀無極。一切莊嚴。隨應而現。】"
    },
    {
      "id": "02-039-0355_p0023",
      "zh_CN": "这个里面跟我们讲树之量，树的庄严，众宝严成，末后现应无量。我们看念老的注解，先说「道场，此有五义」，第一个，「指释尊于印度菩提树下」，印度人称毕钵罗树，佛在这个树下成道，就是明心见性，见性成佛，所以以后就称这个树叫菩提树，是「成道之处，名曰道场」，这第一个意思。第二个意思，「指得道之行法」，这就更重要，就是你成道修行的方法。「如《维摩经》曰：直心是道场」，直心是菩提心的体，菩提是觉悟，不是迷。清净平等觉，最后是觉，前面我们讲得很多，得清净心是阿罗汉，得平等心是菩萨，大觉那就是佛陀。所谓大彻大悟，明心见性，这叫觉，我们统称称佛为无上正等正觉，清净心是正觉，平等心是正等正觉。无上正等正觉是称佛，正等正觉是菩萨，正觉是阿罗汉、辟支佛，这是成道的行法。阿耨多罗三藐三菩提，这三个层次统统包括在其中，阿耨多罗三藐三菩提也就是经题上的清净平等觉。",
      "zh_TW": "這個裡面跟我們講樹之量，樹的莊嚴，眾寶嚴成，末後現應無量。我們看念老的註解，先說「道場，此有五義」，第一個，「指釋尊於印度菩提樹下」，印度人稱畢缽羅樹，佛在這個樹下成道，就是明心見性，見性成佛，所以以後就稱這個樹叫菩提樹，是「成道之處，名曰道場」，這第一個意思。第二個意思，「指得道之行法」，這就更重要，就是你成道修行的方法。「如《維摩經》曰：直心是道場」，直心是菩提心的體，菩提是覺悟，不是迷。清淨平等覺，最後是覺，前面我們講得很多，得清淨心是阿羅漢，得平等心是菩薩，大覺那就是佛陀。所謂大徹大悟，明心見性，這叫覺，我們統稱稱佛為無上正等正覺，清淨心是正覺，平等心是正等正覺。無上正等正覺是稱佛，正等正覺是菩薩，正覺是阿羅漢、辟支佛，這是成道的行法。阿耨多羅三藐三菩提，這三個層次統統包括在其中，阿耨多羅三藐三菩提也就是經題上的清淨平等覺。"
    },
    {
      "id": "02-039-0355_p0024",
      "zh_CN": "所以直心、真心，直心起作用有自受用、有他受用。直心的自受用，古大德讲解的多半讲好德，用这两个字来解释，好德好善，这是菩提心的自受用，这个心对待自己，对待别人是大慈大悲，以慈悲心待人，以好德好善待自己。《无量寿经》讲的意思就更好，往生西方极乐世界菩提心是第一个条件，你看看「三辈往生」，所具备的条件都是「发菩提心，一向专念」，上辈如是，中辈如是，下辈亦如是。也就是说，从上上品往生，上辈上生，生实报庄严土，下辈下生，下下品往生是凡圣同居土，下下品往生，都要具备发菩提心，一向专念，没有这个条件是决定不能得生的，这菩提心重要，就是道场重要。",
      "zh_TW": "所以直心、真心，直心起作用有自受用、有他受用。直心的自受用，古大德講解的多半講好德，用這兩個字來解釋，好德好善，這是菩提心的自受用，這個心對待自己，對待別人是大慈大悲，以慈悲心待人，以好德好善待自己。《無量壽經》講的意思就更好，往生西方極樂世界菩提心是第一個條件，你看看「三輩往生」，所具備的條件都是「發菩提心，一向專念」，上輩如是，中輩如是，下輩亦如是。也就是說，從上上品往生，上輩上生，生實報莊嚴土，下輩下生，下下品往生是凡聖同居土，下下品往生，都要具備發菩提心，一向專念，沒有這個條件是決定不能得生的，這菩提心重要，就是道場重要。"
    },
    {
      "id": "02-039-0355_p0025",
      "zh_CN": "我这么多年来，应该有二、三十年了，我跟大家讲菩提心，自受用我都是用《无量寿经》。自受用是什么？真诚、清净、平等、觉，真诚是体，真诚就是直心，自受用是清净、平等、觉，这个大家好懂，很清楚，一点都不模糊。我们念这句佛号，念到真正自受用，心清净了，你得受用，决定得生，生同居土。要念到平等心现前了，对一切众生都没有分别了，一切人、一切事、一切万物完全一律平等，没有一点点分别，你是菩萨，你生极乐世界是生方便有余土，不是同居土。你念到大彻大悟，那是理一心不乱，你往生西方极乐世界直捷生实报庄严土，花开见佛。菩提心的他受用就是一片慈悲，真诚慈悲心待一切众生，这是直心是道场的意思。我们没有真诚心，有自私自利，还有名闻利养，有执着、有分别，菩提心就没有了，菩提心没有，念佛只能种善根，阿赖耶里种善根，这一生不能成就，这是不可以不知道的。",
      "zh_TW": "我這麼多年來，應該有二、三十年了，我跟大家講菩提心，自受用我都是用《無量壽經》。自受用是什麼？真誠、清淨、平等、覺，真誠是體，真誠就是直心，自受用是清淨、平等、覺，這個大家好懂，很清楚，一點都不模糊。我們念這句佛號，念到真正自受用，心清淨了，你得受用，決定得生，生同居土。要念到平等心現前了，對一切眾生都沒有分別了，一切人、一切事、一切萬物完全一律平等，沒有一點點分別，你是菩薩，你生極樂世界是生方便有餘土，不是同居土。你念到大徹大悟，那是理一心不亂，你往生西方極樂世界直捷生實報莊嚴土，花開見佛。菩提心的他受用就是一片慈悲，真誠慈悲心待一切眾生，這是直心是道場的意思。我們沒有真誠心，有自私自利，還有名聞利養，有執著、有分別，菩提心就沒有了，菩提心沒有，念佛只能種善根，阿賴耶裡種善根，這一生不能成就，這是不可以不知道的。"
    },
    {
      "id": "02-039-0355_p0026",
      "zh_CN": "每一个念佛往生的都说往生极乐世界，那是恭维他，说好听的，不见得是真的。纵然临命终时，全身柔软，头顶发热，也不一定是往生，这不能不知道。生天的人也是头顶热，如果来生到人间是大福报，他到这个世间来做国王的，也会头顶发热，这些瑞相现前，可以断定他不堕三恶道，这是真的，往生靠不住。往生什么是真的？他自己说，临命终时清清楚楚、明明白白告诉大家，阿弥陀佛来接引我，我现在去了，这是真的，这真往生，他自己没有说靠不住。真正往生的人临终之前头脑一定很清楚。所以学佛人也最怕痴呆症，老年痴呆症，一得痴呆症麻烦可就大了，助念都不保险。所以人在这一生不能不修福，临命终时走得很自在是福报，善终。善中之善，临命终时告诉你，阿弥陀佛来接引我，这个人成佛去了。你一生当中只有这桩事情是真实的，你带得走的，其他的没有一样东西可以带走。你怎么牵挂，什么样的情执，都没有办法，到那个时候要爱别离，还有一些冤亲债主统统来找你，怨憎会，到临命终时全都来了。所以这些事情平常我们都要把它想通、想明白，就把它扔掉，不要再去理会了，心里头干干净净，这一句阿弥陀佛才会相应。不干不净那心是肮脏的，怎么念，一天十万声，跟阿弥陀佛不相应，这就是古人讲的，「口念弥陀心散乱，喊破喉咙也枉然」。句句都是真话，不能不知道。这是道场第二个意思。",
      "zh_TW": "每一個念佛往生的都說往生極樂世界，那是恭維他，說好聽的，不見得是真的。縱然臨命終時，全身柔軟，頭頂發熱，也不一定是往生，這不能不知道。生天的人也是頭頂熱，如果來生到人間是大福報，他到這個世間來做國王的，也會頭頂發熱，這些瑞相現前，可以斷定他不墮三惡道，這是真的，往生靠不住。往生什麼是真的？他自己說，臨命終時清清楚楚、明明白白告訴大家，阿彌陀佛來接引我，我現在去了，這是真的，這真往生，他自己沒有說靠不住。真正往生的人臨終之前頭腦一定很清楚。所以學佛人也最怕痴呆症，老年痴呆症，一得痴呆症麻煩可就大了，助念都不保險。所以人在這一生不能不修福，臨命終時走得很自在是福報，善終。善中之善，臨命終時告訴你，阿彌陀佛來接引我，這個人成佛去了。你一生當中只有這樁事情是真實的，你帶得走的，其他的沒有一樣東西可以帶走。你怎麼牽掛，什麼樣的情執，都沒有辦法，到那個時候要愛別離，還有一些冤親債主統統來找你，怨憎會，到臨命終時全都來了。所以這些事情平常我們都要把它想通、想明白，就把它扔掉，不要再去理會了，心裡頭乾乾淨淨，這一句阿彌陀佛才會相應。不乾不淨那心是骯髒的，怎麼念，一天十萬聲，跟阿彌陀佛不相應，這就是古人講的，「口念彌陀心散亂，喊破喉嚨也枉然」。句句都是真話，不能不知道。這是道場第二個意思。"
    },
    {
      "id": "02-039-0355_p0027",
      "zh_CN": "「三、供佛之处，称为道场。」供养佛的地方，这里供的有佛像。在这里我们要明了，供佛最重要的是法供养，如果没有法，那是假的道场，不是真的道场。什么法？依照佛的教法修行，这是真的道场，这供佛，有佛之处。「四、学道之处」，你学佛的那个地方是道场，供佛跟学佛常常是连在一起的，学佛，纵然是个小茅蓬，茅蓬里头一定有个佛堂，佛堂里面一定要供佛菩萨形像，那是道场。最重要的，这个道场有真正修行人，如果没有真正修行人，这供佛地方也是个道场，不能说它不是道场，它对于一切众生影响不大。这个影响有正面的、有负面的。负面是什么？是一些人到这里来求佛菩萨保佑他升官发财，这是负面的。他到这来烧香拜佛目的何在？是来求福的，这属于迷信。以为我拿这些金钱来供养佛，佛会保佑我，这种心态就错了，不但佛不能保佑你，你已经在造了罪，自己不知道。什么罪？你把佛菩萨当作贪官污吏，你贿赂他，希望他给你好处，有交换条件的，你把佛菩萨看作什么人，这就是罪过，你对佛菩萨没有尊重心，完全是利益交换。我还听说，真的事情，不是假的，赌徒到赌场去赌博，先去在寺庙里面拜佛供佛，希望佛菩萨保佑他能赢钱，赢完钱之后再来还愿，结果输了。输了怎么样？回去把佛像砸掉了，这个佛不灵。你说他造孽不造孽！恶意砸坏佛像，罪过跟出佛身血是相等的，果报在无间地狱，真冤枉！所以道场里头不能没有道，道场里头有没有佛没有关系，有道太重要了！有佛得有道，这个里头真学佛人，真正明白人，把佛法僧三宝详细介绍给你，让你真正对三宝能生起恭敬心，你就有福了。",
      "zh_TW": "「三、供佛之處，稱為道場。」供養佛的地方，這裡供的有佛像。在這裡我們要明瞭，供佛最重要的是法供養，如果沒有法，那是假的道場，不是真的道場。什麼法？依照佛的教法修行，這是真的道場，這供佛，有佛之處。「四、學道之處」，你學佛的那個地方是道場，供佛跟學佛常常是連在一起的，學佛，縱然是個小茅蓬，茅蓬裡頭一定有個佛堂，佛堂裡面一定要供佛菩薩形像，那是道場。最重要的，這個道場有真正修行人，如果沒有真正修行人，這供佛地方也是個道場，不能說它不是道場，它對於一切眾生影響不大。這個影響有正面的、有負面的。負面是什麼？是一些人到這裡來求佛菩薩保佑他升官發財，這是負面的。他到這來燒香拜佛目的何在？是來求福的，這屬於迷信。以為我拿這些金錢來供養佛，佛會保佑我，這種心態就錯了，不但佛不能保佑你，你已經在造了罪，自己不知道。什麼罪？你把佛菩薩當作貪官污吏，你賄賂他，希望他給你好處，有交換條件的，你把佛菩薩看作什麼人，這就是罪過，你對佛菩薩沒有尊重心，完全是利益交換。我還聽說，真的事情，不是假的，賭徒到賭場去賭博，先去在寺廟裡面拜佛供佛，希望佛菩薩保佑他能贏錢，贏完錢之後再來還願，結果輸了。輸了怎麼樣？回去把佛像砸掉了，這個佛不靈。你說他造孽不造孽！惡意砸壞佛像，罪過跟出佛身血是相等的，果報在無間地獄，真冤枉！所以道場裡頭不能沒有道，道場裡頭有沒有佛沒有關係，有道太重要了！有佛得有道，這個裡頭真學佛人，真正明白人，把佛法僧三寶詳細介紹給你，讓你真正對三寶能生起恭敬心，你就有福了。"
    },
    {
      "id": "02-039-0355_p0028",
      "zh_CN": "学道之处，「《维摩经肇注》曰」，僧肇大师注的，《肇注》，「闲宴修道之处，谓之道场也」。闲是清闲，很安静，这是修道人居住的场所，远离热闹的场所。古人修行多半在山上住个小茅蓬，很简陋，三、五个人在一起共修。我三十岁的时候把工作辞掉，跟着忏云法师住茅蓬，在埔里，住了半年。茅蓬真的是茅草盖的，墙是竹篱笆，竹篱笆糊一层水泥，外面看到是水泥，里面看是竹篱笆，茅草盖的。五个人在那里修行，三个出家人，我跟朱镜宙老居士两个人是在家人。隔的房间很小，一个房间大概就是四张床那么大，长方形的房间，一个房间摆两张床，我跟朱老居士住一个房间，当中一个小佛堂，三个法师，忏云法师他一个人住一个房间，另外两个法师共同住一个房间，达宗法师、菩妙法师。所以我跟菩妙法师很早就认识。那时候没出家，我在茅蓬里做义工，年龄只有我最小，朱老居士七十岁，祖父辈的，我在那里做厨房，照顾三个法师、一个老人，我在那里做义工，一个人照顾四个人，所有工作一个人做。功课，忏云法师讲，你工作完了之后看《阿弥陀经》，指定我三个注解，莲池大师的《疏钞》，蕅益大师的《要解》，幽溪大师的《圆中钞》，另外是一部《印光大师文钞》。",
      "zh_TW": "學道之處，「《維摩經肇註》曰」，僧肇大師註的，《肇註》，「閑宴修道之處，謂之道場也」。閑是清閒，很安靜，這是修道人居住的場所，遠離熱鬧的場所。古人修行多半在山上住個小茅蓬，很簡陋，三、五個人在一起共修。我三十歲的時候把工作辭掉，跟著懺雲法師住茅蓬，在埔里，住了半年。茅蓬真的是茅草蓋的，牆是竹籬笆，竹籬笆糊一層水泥，外面看到是水泥，裡面看是竹籬笆，茅草蓋的。五個人在那裡修行，三個出家人，我跟朱鏡宙老居士兩個人是在家人。隔的房間很小，一個房間大概就是四張床那麼大，長方形的房間，一個房間擺兩張床，我跟朱老居士住一個房間，當中一個小佛堂，三個法師，懺雲法師他一個人住一個房間，另外兩個法師共同住一個房間，達宗法師、菩妙法師。所以我跟菩妙法師很早就認識。那時候沒出家，我在茅蓬裡做義工，年齡只有我最小，朱老居士七十歲，祖父輩的，我在那裡做廚房，照顧三個法師、一個老人，我在那裡做義工，一個人照顧四個人，所有工作一個人做。功課，懺雲法師講，你工作完了之後看《阿彌陀經》，指定我三個註解，蓮池大師的《疏鈔》，蕅益大師的《要解》，幽溪大師的《圓中鈔》，另外是一部《印光大師文鈔》。"
    },
    {
      "id": "02-039-0355_p0029",
      "zh_CN": "小佛堂每个人有个小桌子，就是茶几，放经书的，我这个小桌子上就这几本书。茅蓬里头没有电灯、没有自来水，点蜡烛、点油灯。住茅蓬确实是非常好，很安静，四周围一公里之内没有人家，很清静。住茅蓬五个人都持午，就是晚上不吃东西，晚课完了之后就睡觉，八点钟睡觉，两点钟起床。两点钟起床，三点钟早课，早课是三点到五点，两个小时。我因为工作，早晨我要准备早餐，所以我的早课是拜佛三百拜，三百拜大概要一个半小时，拜完之后我去烧早饭。修行人的生活，简单、有规律。",
      "zh_TW": "小佛堂每個人有個小桌子，就是茶几，放經書的，我這個小桌子上就這幾本書。茅蓬裡頭沒有電燈、沒有自來水，點蠟燭、點油燈。住茅蓬確實是非常好，很安靜，四周圍一公里之內沒有人家，很清靜。住茅蓬五個人都持午，就是晚上不吃東西，晚課完了之後就睡覺，八點鐘睡覺，兩點鐘起床。兩點鐘起床，三點鐘早課，早課是三點到五點，兩個小時。我因為工作，早晨我要準備早餐，所以我的早課是拜佛三百拜，三百拜大概要一個半小時，拜完之後我去燒早飯。修行人的生活，簡單、有規律。"
    },
    {
      "id": "02-039-0355_p0030",
      "zh_CN": "在山上我们自己种一点菜，茅蓬后面还有一段距离有泉水，挑水很辛苦，我们想方法，砍竹子，把里面竹节打通做水管，让水从山上流下来，行，山水非常之好。但是没二、三天，山上有野兽，把水管搞断了，要去找，去把它接起来。烧柴火，没有电、没有瓦斯，柴火太多了，捡这些树枝足够用了，用不着去砍柴，去捡，捡树枝。这样的生活，可能如果大灾难来的时候，水、电都没有了，自来水没有了，电没有了，瓦斯没有了，大概就要过茅蓬生活。那个生活也非常好，外面事情什么都不知道，没有报纸，那个地方没有电话，所以对外面信息不通，每天看经、念佛、拜佛是我们日常功课，他心是定的，不散乱，没有妄念，这叫道场。",
      "zh_TW": "在山上我們自己種一點菜，茅蓬後面還有一段距離有泉水，挑水很辛苦，我們想方法，砍竹子，把裡面竹節打通做水管，讓水從山上流下來，行，山水非常之好。但是沒二、三天，山上有野獸，把水管搞斷了，要去找，去把它接起來。燒柴火，沒有電、沒有瓦斯，柴火太多了，撿這些樹枝足夠用了，用不著去砍柴，去撿，撿樹枝。這樣的生活，可能如果大災難來的時候，水、電都沒有了，自來水沒有了，電沒有了，瓦斯沒有了，大概就要過茅蓬生活。那個生活也非常好，外面事情什麼都不知道，沒有報紙，那個地方沒有電話，所以對外面信息不通，每天看經、念佛、拜佛是我們日常功課，他心是定的，不散亂，沒有妄念，這叫道場。"
    },
    {
      "id": "02-039-0355_p0031",
      "zh_CN": "「五、隋炀帝时以为寺院之名。诏改天下诸寺，皆名道场」。隋炀帝的时候，佛教的寺院不用寺院的名称，全部用道场。这是一个时代，可是到唐朝，隋时间不长，唐朝时候恢复用寺院名称，这是很短的一个时间，隋朝时候改寺院为道场。「今经所云道场，是第四义，修道之处也」。这是非常重要的，不能不知道的。第二个是讲内心，直心是道场，第四个是学道的处所，这个道场。",
      "zh_TW": "「五、隋煬帝時以為寺院之名。詔改天下諸寺，皆名道場」。隋煬帝的時候，佛教的寺院不用寺院的名稱，全部用道場。這是一個時代，可是到唐朝，隋時間不長，唐朝時候恢復用寺院名稱，這是很短的一個時間，隋朝時候改寺院為道場。「今經所云道場，是第四義，修道之處也」。這是非常重要的，不能不知道的。第二個是講內心，直心是道場，第四個是學道的處所，這個道場。"
    },
    {
      "id": "02-039-0355_p0032",
      "zh_CN": "下面为我们介绍菩提树，「菩提树，据《西域记》曰」，《西域记》是玄奘大师他作的，也就是他旅行的日记。这里面说，就是「毕钵罗树」，毕钵罗是印度话，佛在这个树下成道，「佛坐其下成等正觉，故名菩提树。译为道树」，他在这得道的，或者是「觉树」，他在那里开悟的，大彻大悟，明心见性。所以我们在佛经里面，或者是古大德注疏里头，看到有道树、觉树、菩提树，都是一个意思，都是指释迦牟尼佛开悟成道的这个地方，叫菩提树。「佛在世时，树高四百尺」。这树确实是很高，四百尺，印度的度量跟中国不一样，每一个国家度量衡的制度都不相同。弘一大师他老人家有一本书，戒律好像是三十三种，《律学三十三种》，里面有一篇「周尺考」，就是释迦牟尼佛那个时代，印度的尺跟中国的尺来相比。周朝尺不大，周朝那个时候一尺相当于我们现在市尺的六寸。所以我们在古书里面看到的，人个子很高，一丈六尺、一丈八尺，原来它的一尺是我们的六寸，一丈就是六尺。一丈八尺，这是我们现在是个大个子，好像是一百八十公分、一百九十公分的样子。所以这个度量衡不相同，我们要晓得。四百尺也就相当高的大树，这样的大树在现在原始森林里面我们很容易看到。「后屡经残伐犹高四五丈，是为此世界之菩提树」。就是释迦牟尼佛成道这个树现在还在，但是没有佛在世那么高了。这也是佛法衰的象征，佛法如果非常兴旺，这棵树一定是非常茂盛，非常高大，与佛的法运有密切关系。",
      "zh_TW": "下面為我們介紹菩提樹，「菩提樹，據《西域記》曰」，《西域記》是玄奘大師他作的，也就是他旅行的日記。這裡面說，就是「畢缽羅樹」，畢缽羅是印度話，佛在這個樹下成道，「佛坐其下成等正覺，故名菩提樹。譯為道樹」，他在這得道的，或者是「覺樹」，他在那裡開悟的，大徹大悟，明心見性。所以我們在佛經裡面，或者是古大德註疏裡頭，看到有道樹、覺樹、菩提樹，都是一個意思，都是指釋迦牟尼佛開悟成道的這個地方，叫菩提樹。「佛在世時，樹高四百尺」。這樹確實是很高，四百尺，印度的度量跟中國不一樣，每一個國家度量衡的制度都不相同。弘一大師他老人家有一本書，戒律好像是三十三種，《律學三十三種》，裡面有一篇「周尺考」，就是釋迦牟尼佛那個時代，印度的尺跟中國的尺來相比。周朝尺不大，周朝那個時候一尺相當於我們現在市尺的六寸。所以我們在古書裡面看到的，人個子很高，一丈六尺、一丈八尺，原來它的一尺是我們的六寸，一丈就是六尺。一丈八尺，這是我們現在是個大個子，好像是一百八十公分、一百九十公分的樣子。所以這個度量衡不相同，我們要曉得。四百尺也就相當高的大樹，這樣的大樹在現在原始森林裡面我們很容易看到。「後屢經殘伐猶高四五丈，是為此世界之菩提樹」。就是釋迦牟尼佛成道這個樹現在還在，但是沒有佛在世那麼高了。這也是佛法衰的象徵，佛法如果非常興旺，這棵樹一定是非常茂盛，非常高大，與佛的法運有密切關係。"
    },
    {
      "id": "02-039-0355_p0033",
      "zh_CN": "佛在经上告诉我们，西方极乐世界菩提树高四百万里，四百万里这个里是什么里？多长的距离算一里？四百万是个很大的数字，我们用公里来算，现在亚洲的东面到美国的西岸，一万公里，这我们常常飞的，一万公里，四百万肯定不是公里，那我们想想这个树多高，太高了。念老在此地再举《观经》中这个话跟我们说，「或以《观经》中佛身高六十万亿那由他恒河沙由旬」。这样看起来佛的身体比树高，树才四百万里，佛身是六十万亿那由他恒河沙由旬，佛的身太大了。「则显佛高树低，量不相称」。佛确实能现大身，多大的身？真的好像是半边天一样，现那么大的身，整个天空就看到是一尊佛，除这一尊佛相之外什么都看不见，这是感应。",
      "zh_TW": "佛在經上告訴我們，西方極樂世界菩提樹高四百萬里，四百萬里這個里是什麼里？多長的距離算一里？四百萬是個很大的數字，我們用公里來算，現在亞洲的東面到美國的西岸，一萬公里，這我們常常飛的，一萬公里，四百萬肯定不是公里，那我們想想這個樹多高，太高了。念老在此地再舉《觀經》中這個話跟我們說，「或以《觀經》中佛身高六十萬億那由他恆河沙由旬」。這樣看起來佛的身體比樹高，樹才四百萬里，佛身是六十萬億那由他恆河沙由旬，佛的身太大了。「則顯佛高樹低，量不相稱」。佛確實能現大身，多大的身？真的好像是半邊天一樣，現那麼大的身，整個天空就看到是一尊佛，除這一尊佛相之外什麼都看不見，這是感應。"
    },
    {
      "id": "02-039-0355_p0034",
      "zh_CN": "下面念老说，「实则此亦无碍。种种说量，皆随众生机宜，故不拘于一格。且此经举体是事事无碍，不可思议境界。此处高低纵然有异，若达广狭自在之玄门」，十玄门里有广狭自在无碍，「则洽入一切无碍之法界」。所以在佛经当中我们看到这些经文、这些句子，要用《华严经》来解释那就能讲得通，理事无碍，事事无碍。说大小、说广狭，这都是相对的，而在自性里面找不到相对的。佛在我们这个世界介绍西方极乐世界，有许多地方是用我们世界里面的一些事来做比拟，让我们多少有一点概念，与事实相差太远太远了。你看看，一个是无漏真心里面流露的，一个是阿赖耶识里头妄想分别执着变现出来，简直不能比，这是我们一定要了解的，要懂得佛说法的微妙。一般说佛是依二谛而说，二谛，一个俗谛，一个真谛，俗谛是依我们的常识，迁就我们能够理解的来说，一个是依佛自己亲证的境界，那不是我们境界，所以我们就很难懂，这是诸佛菩萨说法的一个原则。",
      "zh_TW": "下面念老說，「實則此亦無礙。種種說量，皆隨眾生機宜，故不拘於一格。且此經舉體是事事無礙，不可思議境界。此處高低縱然有異，若達廣狹自在之玄門」，十玄門裡有廣狹自在無礙，「則洽入一切無礙之法界」。所以在佛經當中我們看到這些經文、這些句子，要用《華嚴經》來解釋那就能講得通，理事無礙，事事無礙。說大小、說廣狹，這都是相對的，而在自性裡面找不到相對的。佛在我們這個世界介紹西方極樂世界，有許多地方是用我們世界裡面的一些事來做比擬，讓我們多少有一點概念，與事實相差太遠太遠了。你看看，一個是無漏真心裡面流露的，一個是阿賴耶識裡頭妄想分別執著變現出來，簡直不能比，這是我們一定要了解的，要懂得佛說法的微妙。一般說佛是依二諦而說，二諦，一個俗諦，一個真諦，俗諦是依我們的常識，遷就我們能夠理解的來說，一個是依佛自己親證的境界，那不是我們境界，所以我們就很難懂，這是諸佛菩薩說法的一個原則。"
    },
    {
      "id": "02-039-0355_p0035",
      "zh_CN": "我们再看下面一段，「一切众宝下」，以下的经文，「显菩提树之庄严」。经上所说，「一切众宝自然合成，华果敷荣，光晖遍照」，这是讲菩提树的庄严。「自然合成」，极乐世界没有人工，没有设计，极乐世界的人统统在学习。所以极乐世界确确实实是名符其实的大道场，阿弥陀佛住在那里面，那供佛的地方。无量无边无尽无数的这些十方菩萨，凡是往生的，都是阿惟越致菩萨，到那边去都是修学佛法，他没有别的工作。极乐世界不需要义工，不需要照顾，所以他心多清净，这是不可思议的道场，无比殊胜的道场。「表弥陀大愿大力之成就」，阿弥陀佛的智慧、大愿、大行五劫修行，无量功德成就的庄严。「自然如是，不假造作」，极乐世界依报、正报都是自然现前的，我们念佛往生到极乐世界，自然化生。到极乐世界那个相貌，跟阿弥陀佛完全相同，没有两样，所以极乐世界是平等的世界，大家心就平了。如果这个相貌好，那个相貌差一点，就有分别心，相貌好的会骄傲，相貌不好的话会感觉到很难过，心就不平了。到极乐世界是一样的，相貌跟谁一样？跟阿弥陀佛完全相同。完全相同，你能分出来哪个是佛、哪个是菩萨？人人都有神通，人人都有智慧，绝不会把人认错，这个也不可思议。",
      "zh_TW": "我們再看下面一段，「一切眾寶下」，以下的經文，「顯菩提樹之莊嚴」。經上所說，「一切眾寶自然合成，華果敷榮，光暉遍照」，這是講菩提樹的莊嚴。「自然合成」，極樂世界沒有人工，沒有設計，極樂世界的人統統在學習。所以極樂世界確確實實是名符其實的大道場，阿彌陀佛住在那裡面，那供佛的地方。無量無邊無盡無數的這些十方菩薩，凡是往生的，都是阿惟越致菩薩，到那邊去都是修學佛法，他沒有別的工作。極樂世界不需要義工，不需要照顧，所以他心多清淨，這是不可思議的道場，無比殊勝的道場。「表彌陀大願大力之成就」，阿彌陀佛的智慧、大願、大行五劫修行，無量功德成就的莊嚴。「自然如是，不假造作」，極樂世界依報、正報都是自然現前的，我們念佛往生到極樂世界，自然化生。到極樂世界那個相貌，跟阿彌陀佛完全相同，沒有兩樣，所以極樂世界是平等的世界，大家心就平了。如果這個相貌好，那個相貌差一點，就有分別心，相貌好的會驕傲，相貌不好的話會感覺到很難過，心就不平了。到極樂世界是一樣的，相貌跟誰一樣？跟阿彌陀佛完全相同。完全相同，你能分出來哪個是佛、哪個是菩薩？人人都有神通，人人都有智慧，絕不會把人認錯，這個也不可思議。"
    },
    {
      "id": "02-039-0355_p0036",
      "zh_CN": "「敷者，开显。荣者，繁盛明丽。」无量珍宝的花，它都是开的，放光、美丽。晖同光辉的辉，是一个意思。「意为此树亦是一切众宝自然合成」。往生极乐世界那个时候的状况，确确实实就像作梦的时候一下醒过来了。作梦是什么？六道，无量劫来都没能醒得过来，这一下醒过来之后，看到什么？看到自己的老家，看到自己的家人，看到自己的伴侣，那么样的庄严，那样的美好，让自己几乎都不敢相信。所以我们对于经教要不熟悉，麻烦！怕的是什么？境界现前不敢去。幸亏有阿弥陀佛来接引，没有阿弥陀佛来接引，你遇到你不敢进去。就好像一个乞丐，贫穷人，看到皇宫富丽堂皇，走到旁边，赶紧躲起来，畏惧！我们在六道轮回多久？无量劫了，不知道自己家是这么美好、这样的庄严，真的连作梦都没想到。不是释迦牟尼佛苦口婆心为我们宣扬，为我们讲解介绍，我们怎么会知道。",
      "zh_TW": "「敷者，開顯。榮者，繁盛明麗。」無量珍寶的花，它都是開的，放光、美麗。暉同光輝的輝，是一個意思。「意為此樹亦是一切眾寶自然合成」。往生極樂世界那個時候的狀況，確確實實就像作夢的時候一下醒過來了。作夢是什麼？六道，無量劫來都沒能醒得過來，這一下醒過來之後，看到什麼？看到自己的老家，看到自己的家人，看到自己的伴侶，那麼樣的莊嚴，那樣的美好，讓自己幾乎都不敢相信。所以我們對於經教要不熟悉，麻煩！怕的是什麼？境界現前不敢去。幸虧有阿彌陀佛來接引，沒有阿彌陀佛來接引，你遇到你不敢進去。就好像一個乞丐，貧窮人，看到皇宮富麗堂皇，走到旁邊，趕緊躲起來，畏懼！我們在六道輪迴多久？無量劫了，不知道自己家是這麼美好、這樣的莊嚴，真的連作夢都沒想到。不是釋迦牟尼佛苦口婆心為我們宣揚，為我們講解介紹，我們怎麼會知道。"
    },
    {
      "id": "02-039-0355_p0037",
      "zh_CN": "作梦，梦中境界一时顿现，我们往生看极乐世界也是一时顿现，这个观念一定要有、要懂得。往生的时候，你会觉得我已经很熟悉了，不陌生，我知道很久了，我知道很熟了，这就是什么？读经千遍，其义自见。你要不熟，境界现前，处处感到陌生；要很熟的话，回来了，处处，经上讲的你就完全能对得上号，全都对了。感谢释迦牟尼佛，那是真正感激的心生出来，佛介绍的没错。就像当年慧远大师他往生的时候告诉大家，极乐世界他以前看过三次，定中看到的，没有跟任何人讲，这一次又现前，我应该往生了，告诉大家。人家问他极乐世界是什么样子？跟《无量寿经》上说的完全一样。祖师当年在世，在那个时代净土经典只有《无量寿经》翻出来，《弥陀经》跟《观无量寿佛经》都没翻出来，应该是已经传到中国，还没翻译出来，慧远大师那时候。因为鸠摩罗什大师跟慧远大师是同时代的人，那个时候没翻出来，所以他依靠经典修行只依靠一部《无量寿经》。他告诉大家，跟《无量寿经》讲的一模一样。祖师对经典熟，境界现前一点都不陌生，这是我们要留意的，不能够疏忽。今天时间到了，我们就学习到此地。",
      "zh_TW": "作夢，夢中境界一時頓現，我們往生看極樂世界也是一時頓現，這個觀念一定要有、要懂得。往生的時候，你會覺得我已經很熟悉了，不陌生，我知道很久了，我知道很熟了，這就是什麼？讀經千遍，其義自見。你要不熟，境界現前，處處感到陌生；要很熟的話，回來了，處處，經上講的你就完全能對得上號，全都對了。感謝釋迦牟尼佛，那是真正感激的心生出來，佛介紹的沒錯。就像當年慧遠大師他往生的時候告訴大家，極樂世界他以前看過三次，定中看到的，沒有跟任何人講，這一次又現前，我應該往生了，告訴大家。人家問他極樂世界是什麼樣子？跟《無量壽經》上說的完全一樣。祖師當年在世，在那個時代淨土經典只有《無量壽經》翻出來，《彌陀經》跟《觀無量壽佛經》都沒翻出來，應該是已經傳到中國，還沒翻譯出來，慧遠大師那時候。因為鳩摩羅什大師跟慧遠大師是同時代的人，那個時候沒翻出來，所以他依靠經典修行只依靠一部《無量壽經》。他告訴大家，跟《無量壽經》講的一模一樣。祖師對經典熟，境界現前一點都不陌生，這是我們要留意的，不能夠疏忽。今天時間到了，我們就學習到此地。"
    }
  ]
}