{
  "doc_id": "02-039-0075",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十五集",
    "zh_TW": "第七十五集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0075",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-039-0075_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第八十一面第二行，还是经题：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第八十一面第二行，還是經題："
    },
    {
      "id": "02-039-0075_p0002",
      "zh_CN": "「大乘者，喻也。乘以运载为义。」这个字古音念「胜」，现在大家都念「乘」，再念「胜」就没人懂了，我们就随俗，还用大乘。这是比喻，比的是在古时候我们出门乘船、乘车、乘马，骑马是乘马，乘是运载的意思。「大者所乘」，或者是说「所乘者大」，那就叫大乘，这是解释这两个字的意思。大者所乘，这就不是普通的人，有道德、有德行的人，诸佛菩萨这是大人，他们所乘的。或者所乘者大，像我们现在一般学佛的同学，我们也学大乘的经教，我们所乘这就大了，这叫做大乘。「别于声闻缘觉仅求自觉之小乘」，这个差别在此地，大乘的对面是小乘，小乘人仅求自觉，大乘不然，不但求自觉，还要觉他，帮助一切众生都能够觉悟；心量大，所行也大，这称之为大乘。",
      "zh_TW": "「大乘者，喻也。乘以運載為義。」這個字古音念「勝」，現在大家都念「乘」，再念「勝」就沒人懂了，我們就隨俗，還用大乘。這是比喻，比的是在古時候我們出門乘船、乘車、乘馬，騎馬是乘馬，乘是運載的意思。「大者所乘」，或者是說「所乘者大」，那就叫大乘，這是解釋這兩個字的意思。大者所乘，這就不是普通的人，有道德、有德行的人，諸佛菩薩這是大人，他們所乘的。或者所乘者大，像我們現在一般學佛的同學，我們也學大乘的經教，我們所乘這就大了，這叫做大乘。「別於聲聞緣覺僅求自覺之小乘」，這個差別在此地，大乘的對面是小乘，小乘人僅求自覺，大乘不然，不但求自覺，還要覺他，幫助一切眾生都能夠覺悟；心量大，所行也大，這稱之為大乘。"
    },
    {
      "id": "02-039-0075_p0003",
      "zh_CN": "佛教我们学了这么多年，深深的明了。我是从二十六岁跟方东美先生学哲学，认识了佛教，所认识的跟现在社会上一般人所认识的不同。我所认识的，方先生给我介绍，佛教是哲学，释迦牟尼佛是大哲学家，学佛是人生最高的享受。学哲学，为什么？就是为最高的享受，要不是为这桩事情，学它干什么！它是不是真的？是真的，我学了到今年五十九年，明年就一甲子，我给大家做证明，真的是人生最高享受。所以我念念不忘老师的恩德，没有老师的指点，我始终被迷在鼓里，不知道世间有这么好的东西，一般人介绍不出来，真是稀有难逢。老师告诉我它是高等哲学，我学了这么多年又发现，不但是高等哲学，是高等科学。为什么？哲学跟科学里面所不能解决的问题，大乘经里全都解决了，妙！你想我们在经上常读的十方刹土、微尘法界，十方刹土就是今天科学里面所研究的宏观世界，微尘法界是微观世界，微观是量子力学，这佛经上都有。量子力学到今天解释不清楚的东西，佛经上说得很清楚、很明白。方老师的话没错，真的是全世界哲学的最高峰，也是科学的最高峰。要学科学、要学哲学，你不到佛法里头，你到哪里学？在大乘法里头。",
      "zh_TW": "佛教我們學了這麼多年，深深的明瞭。我是從二十六歲跟方東美先生學哲學，認識了佛教，所認識的跟現在社會上一般人所認識的不同。我所認識的，方先生給我介紹，佛教是哲學，釋迦牟尼佛是大哲學家，學佛是人生最高的享受。學哲學，為什麼？就是為最高的享受，要不是為這樁事情，學它幹什麼！它是不是真的？是真的，我學了到今年五十九年，明年就一甲子，我給大家做證明，真的是人生最高享受。所以我念念不忘老師的恩德，沒有老師的指點，我始終被迷在鼓裡，不知道世間有這麼好的東西，一般人介紹不出來，真是稀有難逢。老師告訴我它是高等哲學，我學了這麼多年又發現，不但是高等哲學，是高等科學。為什麼？哲學跟科學裡面所不能解決的問題，大乘經裡全都解決了，妙！你想我們在經上常讀的十方剎土、微塵法界，十方剎土就是今天科學裡面所研究的宏觀世界，微塵法界是微觀世界，微觀是量子力學，這佛經上都有。量子力學到今天解釋不清楚的東西，佛經上說得很清楚、很明白。方老師的話沒錯，真的是全世界哲學的最高峰，也是科學的最高峰。要學科學、要學哲學，你不到佛法裡頭，你到哪裡學？在大乘法裡頭。"
    },
    {
      "id": "02-039-0075_p0004",
      "zh_CN": "现代科学家发现的宇宙之间三桩东西，证实佛经上讲的阿赖耶，近代科学家说宇宙之间只有三个东西，除这三个东西，什么都没有。这三个东西他说一个是物质，一个是能量，一个是信息。三千年前释迦牟尼佛讲法相唯识，早就说出来了，这三个东西是阿赖耶的三细相。阿赖耶的业相就是能量，境界相就是物质，转相就是信息，也就是唯识里面讲的阿赖耶识、末那识、意识。每一个识都有四分，自证分、证自证分、见分、相分，见分是信息，相分是物质。佛法不是迷信，被近代科学证明了，说得好。八识五十一心所统统有四分，这是什么意思？意思就是告诉我们，精神跟物质是一不是二，永远分不开，任何一个心心所它都有相分，相分是物质现象；都有见分，见分是精神现象。精神在阿赖耶里面就是受想行识，这是精神；在真心、在自性里面，它不叫受想行识，受想行识带烦恼，自性里头没有，自性里面叫见闻觉知。大彻大悟之后，转识成智，转阿赖耶为大圆镜智，就是见闻觉知，就不叫受想行识，叫见闻觉知。受想行识里面有烦恼、有习气，见闻觉知里头没有，也就是我们学经教里头常常讲的，不分别、不执着、不起心、不动念，那个时候是见闻觉知；起心动念、分别执着，见闻觉知就变成受想行识。科学家还没有发现这个物质、能量、信息从哪里来的，没说出来；佛法里头有，从哪里来的？从自性里头来的。自性不是精神也不是物质，它无所不在、无时不在，它是一切万法的本体，一切万事万法是依它而生、而现，它什么都不是，它什么都能现。",
      "zh_TW": "現代科學家發現的宇宙之間三樁東西，證實佛經上講的阿賴耶，近代科學家說宇宙之間只有三個東西，除這三個東西，什麼都沒有。這三個東西他說一個是物質，一個是能量，一個是信息。三千年前釋迦牟尼佛講法相唯識，早就說出來了，這三個東西是阿賴耶的三細相。阿賴耶的業相就是能量，境界相就是物質，轉相就是信息，也就是唯識裡面講的阿賴耶識、末那識、意識。每一個識都有四分，自證分、證自證分、見分、相分，見分是信息，相分是物質。佛法不是迷信，被近代科學證明了，說得好。八識五十一心所統統有四分，這是什麼意思？意思就是告訴我們，精神跟物質是一不是二，永遠分不開，任何一個心心所它都有相分，相分是物質現象；都有見分，見分是精神現象。精神在阿賴耶裡面就是受想行識，這是精神；在真心、在自性裡面，它不叫受想行識，受想行識帶煩惱，自性裡頭沒有，自性裡面叫見聞覺知。大徹大悟之後，轉識成智，轉阿賴耶為大圓鏡智，就是見聞覺知，就不叫受想行識，叫見聞覺知。受想行識裡面有煩惱、有習氣，見聞覺知裡頭沒有，也就是我們學經教裡頭常常講的，不分別、不執著、不起心、不動念，那個時候是見聞覺知；起心動念、分別執著，見聞覺知就變成受想行識。科學家還沒有發現這個物質、能量、信息從哪裡來的，沒說出來；佛法裡頭有，從哪裡來的？從自性裡頭來的。自性不是精神也不是物質，它無所不在、無時不在，它是一切萬法的本體，一切萬事萬法是依它而生、而現，它什麼都不是，它什麼都能現。"
    },
    {
      "id": "02-039-0075_p0005",
      "zh_CN": "惠能大师明心见性，为我们透了一点信息，他讲了五句话，那就说明自性的样子。自性是什么样子？他说「何期自性，本自清净」，何期自性这句话用现在的话说，没想到自性本来清净，现在还是清净，从来也没有丝毫染着。这是什么？真心。所以真心是清净心，这个清净心决定不受染污，在圣不增，在凡不减。诸佛菩萨他没有加一点，我们现在凡夫，乃至于你去做畜生、蚊虫蚂蚁，乃至于堕在三途六道，有没有染污一点？没有，丝毫染污都没有。染污到底是什么？染污是阿赖耶，阿赖耶有净有染、有善有恶，真心没有。学佛终极的目标是什么？返妄归真，回归自性，这是学佛的目的。",
      "zh_TW": "惠能大師明心見性，為我們透了一點信息，他講了五句話，那就說明自性的樣子。自性是什麼樣子？他說「何期自性，本自清淨」，何期自性這句話用現在的話說，沒想到自性本來清淨，現在還是清淨，從來也沒有絲毫染著。這是什麼？真心。所以真心是清淨心，這個清淨心決定不受染污，在聖不增，在凡不減。諸佛菩薩他沒有加一點，我們現在凡夫，乃至於你去做畜生、蚊蟲螞蟻，乃至於墮在三途六道，有沒有染污一點？沒有，絲毫染污都沒有。染污到底是什麼？染污是阿賴耶，阿賴耶有淨有染、有善有惡，真心沒有。學佛終極的目標是什麼？返妄歸真，回歸自性，這是學佛的目的。"
    },
    {
      "id": "02-039-0075_p0006",
      "zh_CN": "学佛要把世间真放下，释迦牟尼佛给我们做了榜样，他是王子出身，他可以继承王位的，王位不要了，觉悟了不要了，要回归自性。他是大乘，他不是小乘，他要是小乘，自己回归自性就好了，就不必教人，他是大乘，他除了自觉之外他要觉他，帮助别人觉悟。所以，开悟之后就开始教学，三十岁开悟的，开始教学，教到老死，七十九岁走的，经上记载的，讲经三百余会，说法四十九年。天天在讲学，乐此不疲，没有一天休息，ㄧ个人也讲，两个人也讲，无论在什么时候，无论在什么场所。佛慈悲，没有不教人的，永远没有听说他疲劳了、他累了，没有。为什么？自性里面能量充足，决定没有疲倦、没有劳累。跟我们不一样，我们为什么做一点事情就辛苦，累了、受劳了，是什么原因？因为我们有妄想、有分别、有执着，这个东西里头会产生劳累，自性里没有，找不到。我们学佛，要细心去观察释迦牟尼佛，他一生表演给我们看的，那是四净德里「随缘妙用」、「威仪有则」，做出来给我们看，这是真的，这不是假的。",
      "zh_TW": "學佛要把世間真放下，釋迦牟尼佛給我們做了榜樣，他是王子出身，他可以繼承王位的，王位不要了，覺悟了不要了，要回歸自性。他是大乘，他不是小乘，他要是小乘，自己回歸自性就好了，就不必教人，他是大乘，他除了自覺之外他要覺他，幫助別人覺悟。所以，開悟之後就開始教學，三十歲開悟的，開始教學，教到老死，七十九歲走的，經上記載的，講經三百餘會，說法四十九年。天天在講學，樂此不疲，沒有一天休息，ㄧ個人也講，兩個人也講，無論在什麼時候，無論在什麼場所。佛慈悲，沒有不教人的，永遠沒有聽說他疲勞了、他累了，沒有。為什麼？自性裡面能量充足，決定沒有疲倦、沒有勞累。跟我們不一樣，我們為什麼做一點事情就辛苦，累了、受勞了，是什麼原因？因為我們有妄想、有分別、有執著，這個東西裡頭會產生勞累，自性裡沒有，找不到。我們學佛，要細心去觀察釋迦牟尼佛，他一生表演給我們看的，那是四淨德裡「隨緣妙用」、「威儀有則」，做出來給我們看，這是真的，這不是假的。"
    },
    {
      "id": "02-039-0075_p0007",
      "zh_CN": "所以佛教是教育，前面我们念到本师释迦牟尼佛，我们跟佛的关系是师生关系，这个要知道，释迦牟尼是根本的老师，佛教育是从他兴起来的。佛是什么意思？觉悟，要翻成中国就是觉悟的教育，它不是迷信，觉悟的教育是从他建立的。我们称他为根本的老师，称本师，我们自称弟子，弟子是学生，我们跟佛的关系是师生关系。这哪是迷信，这跟宗教有什么关系？可是现在人把它看作宗教，也有道理，为什么？连孔老夫子也变成宗教了，孔老夫子变成宗教，佛当然也可以变成宗教。不过要是照中国文字，那个宗教的意思好，那是真宗教，不是假宗教。中国宗教的意思，宗是什么意思？宗是主要的、重要的、尊崇的，你们去查字典，三个意思；教是教育、是教学，合起来，宗教是什么？主要的教育、重要的教学、尊崇的教化，这还得了，这个意思不得了！那就是说，一切人不能不学，不但一切人，在佛法里面讲一切众生，十法界有情众生不能不学。宗教这两个字的含义太好了，这里头丝毫迷信都没有。宗教这两个字是从外国文翻过来的，中国本来没有这个名词，佛门里面称宗教，但不是这个意思。佛门里面称宗教是讲宗门、教下，宗是专指禅宗，禅宗之外九个宗派都叫做教下，所以合起来叫宗教，是这个意思。这是外来语，外来语中国人用这两个字来翻，这个智慧大，这是真学问。他为什么不翻成别的，他翻成宗教两个字，翻得太好了。那就是说，所有世界上这些宗教的创始人，他们的经典都值得尊崇的，都是好东西，从中国翻译名词上，我们古圣先贤对外国这些宗教肯定。要是我们翻，翻不出来，对外国这些宗教典籍没有真正认识的人，他怎么会想到这两个字。我们学佛有使命、有责任，要正名，名不正则言不顺，要把这些名称的意思讲清楚、讲明白。",
      "zh_TW": "所以佛教是教育，前面我們念到本師釋迦牟尼佛，我們跟佛的關係是師生關係，這個要知道，釋迦牟尼是根本的老師，佛教育是從他興起來的。佛是什麼意思？覺悟，要翻成中國就是覺悟的教育，它不是迷信，覺悟的教育是從他建立的。我們稱他為根本的老師，稱本師，我們自稱弟子，弟子是學生，我們跟佛的關係是師生關係。這哪是迷信，這跟宗教有什麼關係？可是現在人把它看作宗教，也有道理，為什麼？連孔老夫子也變成宗教了，孔老夫子變成宗教，佛當然也可以變成宗教。不過要是照中國文字，那個宗教的意思好，那是真宗教，不是假宗教。中國宗教的意思，宗是什麼意思？宗是主要的、重要的、尊崇的，你們去查字典，三個意思；教是教育、是教學，合起來，宗教是什麼？主要的教育、重要的教學、尊崇的教化，這還得了，這個意思不得了！那就是說，一切人不能不學，不但一切人，在佛法裡面講一切眾生，十法界有情眾生不能不學。宗教這兩個字的含義太好了，這裡頭絲毫迷信都沒有。宗教這兩個字是從外國文翻過來的，中國本來沒有這個名詞，佛門裡面稱宗教，但不是這個意思。佛門裡面稱宗教是講宗門、教下，宗是專指禪宗，禪宗之外九個宗派都叫做教下，所以合起來叫宗教，是這個意思。這是外來語，外來語中國人用這兩個字來翻，這個智慧大，這是真學問。他為什麼不翻成別的，他翻成宗教兩個字，翻得太好了。那就是說，所有世界上這些宗教的創始人，他們的經典都值得尊崇的，都是好東西，從中國翻譯名詞上，我們古聖先賢對外國這些宗教肯定。要是我們翻，翻不出來，對外國這些宗教典籍沒有真正認識的人，他怎麼會想到這兩個字。我們學佛有使命、有責任，要正名，名不正則言不順，要把這些名稱的意思講清楚、講明白。"
    },
    {
      "id": "02-039-0075_p0008",
      "zh_CN": "我们学这个东西，我学了六十年，我一点都不迷信，充满了智慧，烦恼轻，智慧长。智慧能解决一切问题，知识做不到，知识解决问题，后面有后遗症，智慧没有。东方的学术自古以来求智慧，跟西方不一样，西方求，特别是近代的西方，科学革命之后，所追求的全是知识。所以造成今天整个社会的动乱，造成地球的危机，这是值得我们深思的。有没有拯救的机会？有，答案是肯定的。古今中外的预言，有人问我，我怎么看法？我的看法是肯定的，但是预言所说的结果是不确定的。这个学佛的同学要知道，特别是学大乘，一个预言后面有很多不同的结果，不是一个，不是他说的那样，他说的那样有可能，也有另外的结果。为什么？佛在经典上告诉我们「一切法从心想生」，你心里念头刹那在转变，前面一个念是恶念，那就是灾难，后面这一念变成善念，灾难就没有了，自然就没有了。如果你继续还是这个恶念，这个灾难会现前。佛告诉我们，个人的灾难就是你的病痛，环境的灾难就是地震、海啸、飓风、冷热无常，这是气候变化，导致山河大地都发生灾变，什么原因？全是念头。我们这样说，人家说我们是迷信，幸亏好，近代尖端的科学家他们证明了。现在西方刚刚兴起，这是一个新的科学，刚刚兴起，意念的疗法，这是讲治病。许多疑难杂症不需要用药物、不需要打针，念头。你能把你自己染污的、不善的这些念头统统放下，让你心地恢复到纯净纯善，这个病自然就好了。现在外国许许多多人在做实验，这个实验有相当的效果，所以现在科学家都在研究，这是一门新型的科学。",
      "zh_TW": "我們學這個東西，我學了六十年，我一點都不迷信，充滿了智慧，煩惱輕，智慧長。智慧能解決一切問題，知識做不到，知識解決問題，後面有後遺症，智慧沒有。東方的學術自古以來求智慧，跟西方不一樣，西方求，特別是近代的西方，科學革命之後，所追求的全是知識。所以造成今天整個社會的動亂，造成地球的危機，這是值得我們深思的。有沒有拯救的機會？有，答案是肯定的。古今中外的預言，有人問我，我怎麼看法？我的看法是肯定的，但是預言所說的結果是不確定的。這個學佛的同學要知道，特別是學大乘，一個預言後面有很多不同的結果，不是一個，不是他說的那樣，他說的那樣有可能，也有另外的結果。為什麼？佛在經典上告訴我們「一切法從心想生」，你心裡念頭剎那在轉變，前面一個念是惡念，那就是災難，後面這一念變成善念，災難就沒有了，自然就沒有了。如果你繼續還是這個惡念，這個災難會現前。佛告訴我們，個人的災難就是你的病痛，環境的災難就是地震、海嘯、颶風、冷熱無常，這是氣候變化，導致山河大地都發生災變，什麼原因？全是念頭。我們這樣說，人家說我們是迷信，幸虧好，近代尖端的科學家他們證明了。現在西方剛剛興起，這是一個新的科學，剛剛興起，意念的療法，這是講治病。許多疑難雜症不需要用藥物、不需要打針，念頭。你能把你自己染污的、不善的這些念頭統統放下，讓你心地恢復到純淨純善，這個病自然就好了。現在外國許許多多人在做實驗，這個實驗有相當的效果，所以現在科學家都在研究，這是一門新型的科學。"
    },
    {
      "id": "02-039-0075_p0009",
      "zh_CN": "特别是集体的意念能够化解灾难，我看到报告里还引用江本胜琵琶湖的故事，他这个实验在联合国做了好几次报告，全世界的科学家都知道。琵琶湖一个海湾，死水，二十多年气味很难闻，很肮脏，他研究水的实验，知道水有看的能力、有听的能力，懂得人的意思。这个实验被他发现，水是矿物，它是活的，它不是死的，它有见闻觉知。所以他就找了一百多个人，请了一个老法师，九十多岁，他告诉我的，在那里做了一个小时的祈祷。让这一百多人，大家把念头、杂念都放下，提起一个念头，专注，这很重要，专注，一个杂念都没有，就这一念，「水干净了，我爱你，水干净了，我爱你」，就这么一个念头。在那里一直重复重复念，念一个小时。三天之后，这个海湾的水真的干净了，气味没有了，保持了六个月。上一次我在台湾，他知道我在台湾，他来看我，我就告诉他，琵琶湖那个地方的祷告，应该每两个月去祷告一次，水就永远干净了。你看你们一次能保持六个月，不容易。所以祷告灵不灵？灵，但是治标不治本，半年不祷告，又恢复老样子，所以它治标不治本。治本是什么？治本是教学，如果海湾附近的居民，人人都知道要培养一个清净心，培养一个善念，他居住的环境永远干净。所以祷告可以救急，救一时，不能救长远。中国几千年来，社会长治久安，靠什么？靠教育，靠圣贤的教育。儒家是圣贤的教育，佛跟道也是圣贤教育。",
      "zh_TW": "特別是集體的意念能夠化解災難，我看到報告裡還引用江本勝琵琶湖的故事，他這個實驗在聯合國做了好幾次報告，全世界的科學家都知道。琵琶湖一個海灣，死水，二十多年氣味很難聞，很骯髒，他研究水的實驗，知道水有看的能力、有聽的能力，懂得人的意思。這個實驗被他發現，水是礦物，它是活的，它不是死的，它有見聞覺知。所以他就找了一百多個人，請了一個老法師，九十多歲，他告訴我的，在那裡做了一個小時的祈禱。讓這一百多人，大家把念頭、雜念都放下，提起一個念頭，專注，這很重要，專注，一個雜念都沒有，就這一念，「水乾淨了，我愛你，水乾淨了，我愛你」，就這麼一個念頭。在那裡一直重複重複念，念一個小時。三天之後，這個海灣的水真的乾淨了，氣味沒有了，保持了六個月。上一次我在台灣，他知道我在台灣，他來看我，我就告訴他，琵琶湖那個地方的禱告，應該每兩個月去禱告一次，水就永遠乾淨了。你看你們一次能保持六個月，不容易。所以禱告靈不靈？靈，但是治標不治本，半年不禱告，又恢復老樣子，所以它治標不治本。治本是什麼？治本是教學，如果海灣附近的居民，人人都知道要培養一個清淨心，培養一個善念，他居住的環境永遠乾淨。所以禱告可以救急，救一時，不能救長遠。中國幾千年來，社會長治久安，靠什麼？靠教育，靠聖賢的教育。儒家是聖賢的教育，佛跟道也是聖賢教育。"
    },
    {
      "id": "02-039-0075_p0010",
      "zh_CN": "我记得二００六年我在巴黎，在联合国主办活动，中国驻联合国的代表张先生两次请我吃饭，问我一个问题，他说佛跟道是宗教，儒算不算宗教？我当时回答他，儒释道都不是宗教，古时候称为三家，儒家、佛家、道家。所以宗教是很晚，清朝时候才传出来的，外国这个东西到中国才翻成宗教，以前没有。儒释道三家，也有称三教，三教那是教学、教化，三家的教化、三家的教学，没有现在宗教这个名词，它是学派。传统是以孔孟代表，孔子集大成；道是老庄，以后变成道教，变成道教是三国张道陵他搞出来的，他的革命失败了，教传下来了，他的「五斗米道」传下来了。佛教是从外国来的，中国帝王派特使迎请回来的，回来一接触，跟中国传统文化同一个根本。我们中国文化就是建立在孝悌的基础上，大乘佛法亦如是，我们看净业三福头一条「孝养父母，奉事师长」，跟中国文化的根完全相同，所以中国人全盘接受了。正如同汤恩比所说，中国人的心量大，他很佩服，能够包容异族不同的文化，就是指佛教，能够包容，结果佛教丰富了本土的文化。这个在历代诸位能看到，二程、朱熹，明朝陆王的学说，都是用大乘来解释儒家的经典，把中国四书五经提升到跟《华严》、《法华》等量齐观。中国老祖宗的东西简单，提纲挈领，用佛法来一解释就变成佛法了。",
      "zh_TW": "我記得二００六年我在巴黎，在聯合國主辦活動，中國駐聯合國的代表張先生兩次請我吃飯，問我一個問題，他說佛跟道是宗教，儒算不算宗教？我當時回答他，儒釋道都不是宗教，古時候稱為三家，儒家、佛家、道家。所以宗教是很晚，清朝時候才傳出來的，外國這個東西到中國才翻成宗教，以前沒有。儒釋道三家，也有稱三教，三教那是教學、教化，三家的教化、三家的教學，沒有現在宗教這個名詞，它是學派。傳統是以孔孟代表，孔子集大成；道是老莊，以後變成道教，變成道教是三國張道陵他搞出來的，他的革命失敗了，教傳下來了，他的「五斗米道」傳下來了。佛教是從外國來的，中國帝王派特使迎請回來的，回來一接觸，跟中國傳統文化同一個根本。我們中國文化就是建立在孝悌的基礎上，大乘佛法亦如是，我們看淨業三福頭一條「孝養父母，奉事師長」，跟中國文化的根完全相同，所以中國人全盤接受了。正如同湯恩比所說，中國人的心量大，他很佩服，能夠包容異族不同的文化，就是指佛教，能夠包容，結果佛教豐富了本土的文化。這個在歷代諸位能看到，二程、朱熹，明朝陸王的學說，都是用大乘來解釋儒家的經典，把中國四書五經提升到跟《華嚴》、《法華》等量齊觀。中國老祖宗的東西簡單，提綱挈領，用佛法來一解釋就變成佛法了。"
    },
    {
      "id": "02-039-0075_p0011",
      "zh_CN": "《大学》里面讲的三纲，明德、亲民、止于至善，用大乘一解释，那就是华严境界，这就是佛法丰富了中国传统文化。把明德讲成自性，你看上头再加个「明」，迷了自性，要把自性再恢复来，「明明德」，你看用大乘佛法解释的。「亲民」是普度众生，把众生度到什么？「止于至善」是成佛，一切众生圆成佛道。用这个一解释，四书就变成《华严经》，这就是汤恩比所说的佛法丰富了中国本土文化，佛法对中国文化贡献太大，大幅度的提升。落实在八目，这就是修行的八个纲领，第一个格物，格物用佛法来解释，什么叫格物？断烦恼。物是欲望、物欲，格是格斗，你要跟物欲去打一仗，要把它战胜，革除物欲，这佛法讲断烦恼。致知破所知障，格物是破烦恼障，这两种障碍放下，你的真心就现前，诚意，真心现前。意诚而后心正，心正是你心的作用、心的起用正而不邪，正知正见。诚意是心之体，正心是心之用，你看全用佛法解释，跟大乘佛法有什么分别？如果你不懂得佛法，你没有办法把儒家的四书五经讲到最高峰，你做不到。所以，二程、陆王他们所讲的东西，因为里头有大乘佛法，超过汉唐那些古大德。如果今天我们用大乘佛法来解释西方的哲学跟科学，同样都能把它融化跟大乘经一个境界，这就是佛法所说的「圆人说法，无法不圆」。",
      "zh_TW": "《大學》裡面講的三綱，明德、親民、止於至善，用大乘一解釋，那就是華嚴境界，這就是佛法豐富了中國傳統文化。把明德講成自性，你看上頭再加個「明」，迷了自性，要把自性再恢復來，「明明德」，你看用大乘佛法解釋的。「親民」是普度眾生，把眾生度到什麼？「止於至善」是成佛，一切眾生圓成佛道。用這個一解釋，四書就變成《華嚴經》，這就是湯恩比所說的佛法豐富了中國本土文化，佛法對中國文化貢獻太大，大幅度的提升。落實在八目，這就是修行的八個綱領，第一個格物，格物用佛法來解釋，什麼叫格物？斷煩惱。物是欲望、物欲，格是格鬥，你要跟物欲去打一仗，要把它戰勝，革除物欲，這佛法講斷煩惱。致知破所知障，格物是破煩惱障，這兩種障礙放下，你的真心就現前，誠意，真心現前。意誠而後心正，心正是你心的作用、心的起用正而不邪，正知正見。誠意是心之體，正心是心之用，你看全用佛法解釋，跟大乘佛法有什麼分別？如果你不懂得佛法，你沒有辦法把儒家的四書五經講到最高峰，你做不到。所以，二程、陸王他們所講的東西，因為裡頭有大乘佛法，超過漢唐那些古大德。如果今天我們用大乘佛法來解釋西方的哲學跟科學，同樣都能把它融化跟大乘經一個境界，這就是佛法所說的「圓人說法，無法不圓」。"
    },
    {
      "id": "02-039-0075_p0012",
      "zh_CN": "这么好的东西在面前不认识，可惜。实在讲，我们说到这个地方感到无比的幸运，为什么？我们年轻也迷惑，也不知道，没有想到碰到方老师，他能说出来。当时我向他老人家请教，我说老师你这是从哪里学来的？他告诉我，方老师这个人实在是非常聪明，他二十几岁在美国教书就是一流的教授，就被人认为是个大哲学家。抗战期间他回国了，在中央大学教书，有一年生病，那时候学校好像是在重庆还是在成都，中央大学，他到峨嵋山去养病，这就跟佛结了缘。他说峨嵋山那个地方是好地方，山清水秀，我到那里去过两次。他说寺庙里报纸杂志这些书籍统统没有，只有佛经，读书人喜欢书，没东西看就看佛经，愈看愈有味道。所以他的佛法是自修的，当然过去的国学基础好，底蕴深厚。他是方苞第十六代，方苞是桐城派的创始人，在中国文学上很有地位，桐城派的创始人，所以这是个世家。从那一次养病好了以后，他就没有离开佛经，深入的研究，以后在台湾大学教书，我接触他是他的晚年。在台湾二十多年，他统统讲的是佛经，正式开课，在台湾大学教了几个大单元，「大乘佛学」、「魏晋佛学」、「隋唐佛学」，他开这个。年岁大了，从台大退休，辅仁大学请去，在辅大博士班开「华严哲学」。他上课跟释迦牟尼佛一样，没有讲稿、没有资料，上台就是随口都说出来，所以学生听他的东西不太容易，他没有资料给你。那个时候已经有录音，还不错，同学们带著录音机把它录下来，以后整理出来写成书，《方东美先生全集》。他自己写的很少，大概只有二、三种，英文部分是他自己写的，其他整理出来那么多，全是学生从录音里记录下来的，我不晓得他有没有看过。他没有看过，可能他夫人看过，方师母看过，方师母对于这些书籍出版很谨慎。",
      "zh_TW": "這麼好的東西在面前不認識，可惜。實在講，我們說到這個地方感到無比的幸運，為什麼？我們年輕也迷惑，也不知道，沒有想到碰到方老師，他能說出來。當時我向他老人家請教，我說老師你這是從哪裡學來的？他告訴我，方老師這個人實在是非常聰明，他二十幾歲在美國教書就是一流的教授，就被人認為是個大哲學家。抗戰期間他回國了，在中央大學教書，有一年生病，那時候學校好像是在重慶還是在成都，中央大學，他到峨嵋山去養病，這就跟佛結了緣。他說峨嵋山那個地方是好地方，山清水秀，我到那裡去過兩次。他說寺廟裡報紙雜誌這些書籍統統沒有，只有佛經，讀書人喜歡書，沒東西看就看佛經，愈看愈有味道。所以他的佛法是自修的，當然過去的國學基礎好，底蘊深厚。他是方苞第十六代，方苞是桐城派的創始人，在中國文學上很有地位，桐城派的創始人，所以這是個世家。從那一次養病好了以後，他就沒有離開佛經，深入的研究，以後在台灣大學教書，我接觸他是他的晚年。在台灣二十多年，他統統講的是佛經，正式開課，在台灣大學教了幾個大單元，「大乘佛學」、「魏晉佛學」、「隋唐佛學」，他開這個。年歲大了，從台大退休，輔仁大學請去，在輔大博士班開「華嚴哲學」。他上課跟釋迦牟尼佛一樣，沒有講稿、沒有資料，上台就是隨口都說出來，所以學生聽他的東西不太容易，他沒有資料給你。那個時候已經有錄音，還不錯，同學們帶著錄音機把它錄下來，以後整理出來寫成書，《方東美先生全集》。他自己寫的很少，大概只有二、三種，英文部分是他自己寫的，其他整理出來那麼多，全是學生從錄音裡記錄下來的，我不曉得他有沒有看過。他沒有看過，可能他夫人看過，方師母看過，方師母對於這些書籍出版很謹慎。"
    },
    {
      "id": "02-039-0075_p0013",
      "zh_CN": "我跟他学的时候每个星期两个小时，也没有教材，没有讲义，提纲都没有，每个星期两个小时。很有系列的给我讲了一部哲学概要，从西方康德哲学讲起，讲到东方的中国哲学，讲到印度哲学，最后讲到佛经哲学。记忆力好，我们对这个老人不能不佩服。这才知道这个东西是大学问，方老师把这个介绍给我，我明白了、觉悟了，以前观念错了，把佛教看成宗教、看成迷信，错了，现在真回过头来。老师告诉我，这句话可非常重要，让我没有迷失方向，他说「佛教哲学不在寺院」，这个嘱咐重要，「在经典」。他告诉我，从前寺院的出家人，那真是大哲学家，为什么？他们研究，他们学习，确实是高人。寺院里出家人他干什么？他天天在研究经典，天天在穷究学问。所以过去帝王时代，年轻人要读书到哪里去？到寺庙，寺庙的藏经楼不是完全藏的藏经，诸子百家样样都有，就是个图书馆。出家人都学，都通！所以年轻人在寺庙里面读书，有些家庭富有的，对寺庙供养一点；家庭非常清苦的，你念书念得好，寺庙照顾你的生活，为国家培养人才。你在那里面去读书，你遇到的问题，哪一个出家人都能给你解决，都能给你讲解，都是好老师。他说现代出家人不研究经教，不学习了，所以你在寺院找出家人学就困难了。这个点醒非常重要，如果不说这句话，我到寺庙一看不对劲，我会对老师怀疑。为什么？寺院这些专门研究佛教的人跟你讲的不一样，我有些问题，一问他们都不知道怎么行？所以这个开导重要，我们到寺庙里面去只是看经书，抄经，因为那个时候经本一般书店买不到，没有流通的，到寺庙抄经，有问题不问他们，所以大家很欢喜。我有问题就问两个人，一个是方老师，一个是章嘉大师，那时候指导我的是这两个人，我遇到问题向他们请教，愈学愈有兴趣。",
      "zh_TW": "我跟他學的時候每個星期兩個小時，也沒有教材，沒有講義，提綱都沒有，每個星期兩個小時。很有系列的給我講了一部哲學概要，從西方康德哲學講起，講到東方的中國哲學，講到印度哲學，最後講到佛經哲學。記憶力好，我們對這個老人不能不佩服。這才知道這個東西是大學問，方老師把這個介紹給我，我明白了、覺悟了，以前觀念錯了，把佛教看成宗教、看成迷信，錯了，現在真回過頭來。老師告訴我，這句話可非常重要，讓我沒有迷失方向，他說「佛教哲學不在寺院」，這個囑咐重要，「在經典」。他告訴我，從前寺院的出家人，那真是大哲學家，為什麼？他們研究，他們學習，確實是高人。寺院裡出家人他幹什麼？他天天在研究經典，天天在窮究學問。所以過去帝王時代，年輕人要讀書到哪裡去？到寺廟，寺廟的藏經樓不是完全藏的藏經，諸子百家樣樣都有，就是個圖書館。出家人都學，都通！所以年輕人在寺廟裡面讀書，有些家庭富有的，對寺廟供養一點；家庭非常清苦的，你念書念得好，寺廟照顧你的生活，為國家培養人才。你在那裡面去讀書，你遇到的問題，哪一個出家人都能給你解決，都能給你講解，都是好老師。他說現代出家人不研究經教，不學習了，所以你在寺院找出家人學就困難了。這個點醒非常重要，如果不說這句話，我到寺廟一看不對勁，我會對老師懷疑。為什麼？寺院這些專門研究佛教的人跟你講的不一樣，我有些問題，一問他們都不知道怎麼行？所以這個開導重要，我們到寺廟裡面去只是看經書，抄經，因為那個時候經本一般書店買不到，沒有流通的，到寺廟抄經，有問題不問他們，所以大家很歡喜。我有問題就問兩個人，一個是方老師，一個是章嘉大師，那時候指導我的是這兩個人，我遇到問題向他們請教，愈學愈有興趣。"
    },
    {
      "id": "02-039-0075_p0014",
      "zh_CN": "我学了七年出家，出家是章嘉大师劝导的，大师劝我出家，特别嘱咐我，你可别去做官。我那时候年轻，我向他老人家请教为什么。他说你做官是个清官，真正为人民做事情，如果你底下手下那些人都是贪官污吏，你怎么办？我听到这个话我呆了，我能把我自己管好，我没有办法把别人都管好，官场现象跟我们想像的不一样，老师的话是真的。他教我，你不如学释迦牟尼佛，释迦牟尼佛连国王都不要了。我想对，有道理，尤其是方老师讲学佛是人生最高的享受。所以他叫我出家，教我学释迦牟尼佛。我一开头，第一本念的佛书不是经本，是《释迦谱》、《释迦方志》，这是章嘉大师指导我念的。我跟方老师学东西是没有书本的，没有任何资料，连个大纲都没有，就像听故事一样，他讲我听。到章嘉大师，他就指定一些课本让我学习，我学习第一个是学习《释迦谱》、《释迦方志》，释迦牟尼佛的传记，《大藏经》里有，唐朝人写的。才知道释迦牟尼佛是人，他不是神，他也不是仙人，就是我们中国人所讲的圣人，像中国称孔子、称孟子，称为圣人。佛就是中国人讲圣人的意思，印度人称佛陀、称菩萨，我们中国人称圣人、称贤人，这么一回事情。这是首先我们搞清楚的，不能迷信，迷信就错了。",
      "zh_TW": "我學了七年出家，出家是章嘉大師勸導的，大師勸我出家，特別囑咐我，你可別去做官。我那時候年輕，我向他老人家請教為什麼。他說你做官是個清官，真正為人民做事情，如果你底下手下那些人都是貪官污吏，你怎麼辦？我聽到這個話我呆了，我能把我自己管好，我沒有辦法把別人都管好，官場現象跟我們想像的不一樣，老師的話是真的。他教我，你不如學釋迦牟尼佛，釋迦牟尼佛連國王都不要了。我想對，有道理，尤其是方老師講學佛是人生最高的享受。所以他叫我出家，教我學釋迦牟尼佛。我一開頭，第一本念的佛書不是經本，是《釋迦譜》、《釋迦方志》，這是章嘉大師指導我念的。我跟方老師學東西是沒有書本的，沒有任何資料，連個大綱都沒有，就像聽故事一樣，他講我聽。到章嘉大師，他就指定一些課本讓我學習，我學習第一個是學習《釋迦譜》、《釋迦方志》，釋迦牟尼佛的傳記，《大藏經》裡有，唐朝人寫的。才知道釋迦牟尼佛是人，他不是神，他也不是仙人，就是我們中國人所講的聖人，像中國稱孔子、稱孟子，稱為聖人。佛就是中國人講聖人的意思，印度人稱佛陀、稱菩薩，我們中國人稱聖人、稱賢人，這麼一回事情。這是首先我們搞清楚的，不能迷信，迷信就錯了。"
    },
    {
      "id": "02-039-0075_p0015",
      "zh_CN": "学佛的目标在哪里？目标在觉悟。觉悟可能吗？可能。为什么？你本来是觉悟的。你为什么会迷？你六根在六尘上，眼见色、耳闻声你起了分别执着，就迷了。这是以后我们在大乘经上看到太多了。放下执着，于世出世间一切法不再执着，执着的念头都没有，行了，你觉悟了，你把障碍放下你就觉悟了。觉悟是自己有的，就像马鸣菩萨在《起信论》说的，「本觉本有，不觉本无」，你把不觉放下，本觉就现前。那个时候什么东西现前？正觉现前。我一切都不执着了，执着障碍了正觉，只要把执着放下，不再执着，正觉现前，人家就叫你作阿罗汉。阿罗汉是个学位，佛门里面最低的一个，小乘，这个学位你就拿到。再向上提升，不但不执着，连分别也没有了，于世出世间分别的念头都没有，这叫菩萨；你觉悟了，这个觉悟比阿罗汉高，叫正等正觉。再向上提升，那是不起心、不动念，连起心动念都没有，这是大定，自性本定，真正还源了。大乘教里面讲明心见性，见性成佛，这时候就称作佛陀，你的觉悟叫无上正等正觉。无上正等正觉是你自性里头本有的，不是外头来的，障碍去掉就恢复，这叫明心见性。见性之后，无所不知，无所不能，为什么？因为十法界依正庄严是自性现的、是自性生的，是阿赖耶变的，性识都是你自己的，你统统都明了了，还有哪一样你不知道的？所以你在所现、所生、所变上学习，那是知识，你如果倒过头来，你在能现、能生、能变上下功夫，你把它找到，源头找到，那是智慧。智慧能解决一切问题，不但解决日常生活，小地球算什么，遍法界虚空界，大智慧！佛说人人皆有，不是他独有，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」，你看说得多清楚、多明白。这东西能不去掉吗？学佛没有别的，就是放下。",
      "zh_TW": "學佛的目標在哪裡？目標在覺悟。覺悟可能嗎？可能。為什麼？你本來是覺悟的。你為什麼會迷？你六根在六塵上，眼見色、耳聞聲你起了分別執著，就迷了。這是以後我們在大乘經上看到太多了。放下執著，於世出世間一切法不再執著，執著的念頭都沒有，行了，你覺悟了，你把障礙放下你就覺悟了。覺悟是自己有的，就像馬鳴菩薩在《起信論》說的，「本覺本有，不覺本無」，你把不覺放下，本覺就現前。那個時候什麼東西現前？正覺現前。我一切都不執著了，執著障礙了正覺，只要把執著放下，不再執著，正覺現前，人家就叫你作阿羅漢。阿羅漢是個學位，佛門裡面最低的一個，小乘，這個學位你就拿到。再向上提升，不但不執著，連分別也沒有了，於世出世間分別的念頭都沒有，這叫菩薩；你覺悟了，這個覺悟比阿羅漢高，叫正等正覺。再向上提升，那是不起心、不動念，連起心動念都沒有，這是大定，自性本定，真正還源了。大乘教裡面講明心見性，見性成佛，這時候就稱作佛陀，你的覺悟叫無上正等正覺。無上正等正覺是你自性裡頭本有的，不是外頭來的，障礙去掉就恢復，這叫明心見性。見性之後，無所不知，無所不能，為什麼？因為十法界依正莊嚴是自性現的、是自性生的，是阿賴耶變的，性識都是你自己的，你統統都明瞭了，還有哪一樣你不知道的？所以你在所現、所生、所變上學習，那是知識，你如果倒過頭來，你在能現、能生、能變上下功夫，你把它找到，源頭找到，那是智慧。智慧能解決一切問題，不但解決日常生活，小地球算什麼，遍法界虛空界，大智慧！佛說人人皆有，不是他獨有，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」，你看說得多清楚、多明白。這東西能不去掉嗎？學佛沒有別的，就是放下。"
    },
    {
      "id": "02-039-0075_p0016",
      "zh_CN": "所以我感恩章嘉大师，我们第一天见面，我就问他这个问题，我说「我从方老师那里知道，佛法非常殊胜，真正是大学问，最高的哲学，有没有方法让我能很快的契入？」我提出这个问题。这个问题提出来，这真是大问题，章嘉大师看着我，头一天见面，我也看着他，我看着他，等待他回答我。看多久？看了半个多小时，一句话也不说。我到十几年之后才晓得，那是一种特殊、高明教学方法，为什么？我们年轻，心浮气躁，心浮气躁给你讲了，耳边风，这个耳朵听，那个耳朵出去了，不得受用。半个小时他看着我，我看着他，定下来了，半个小时沉淀下来，他要让你真正定下来再跟你讲话，有一点点浮躁的现象，他不跟你讲话。以后我跟章嘉大师三年，每个星期两个小时都在禅定里，说话不多，但是给你印象很深，你一辈子不会忘记。等了半个小时之后，他说了一个字「有」，这一有，我们就动起来了，我们心里马上就振动起来，他又不说话了。这次时间短一点，大概七、八分钟，沉默了七、八分钟，很慢，一个字一个字讲，「看得破，放得下」，给我讲六个字。两个小时实际上讲话不多，不会超过二十句，他说话很慢，一定看到你浮躁的气象没有了他才会说，有一点浮躁气候，他看着你，不跟你说话。",
      "zh_TW": "所以我感恩章嘉大師，我們第一天見面，我就問他這個問題，我說「我從方老師那裡知道，佛法非常殊勝，真正是大學問，最高的哲學，有沒有方法讓我能很快的契入？」我提出這個問題。這個問題提出來，這真是大問題，章嘉大師看著我，頭一天見面，我也看著他，我看著他，等待他回答我。看多久？看了半個多小時，一句話也不說。我到十幾年之後才曉得，那是一種特殊、高明教學方法，為什麼？我們年輕，心浮氣躁，心浮氣躁給你講了，耳邊風，這個耳朵聽，那個耳朵出去了，不得受用。半個小時他看著我，我看著他，定下來了，半個小時沉澱下來，他要讓你真正定下來再跟你講話，有一點點浮躁的現象，他不跟你講話。以後我跟章嘉大師三年，每個星期兩個小時都在禪定裡，說話不多，但是給你印象很深，你一輩子不會忘記。等了半個小時之後，他說了一個字「有」，這一有，我們就動起來了，我們心裡馬上就振動起來，他又不說話了。這次時間短一點，大概七、八分鐘，沉默了七、八分鐘，很慢，一個字一個字講，「看得破，放得下」，給我講六個字。兩個小時實際上講話不多，不會超過二十句，他說話很慢，一定看到你浮躁的氣象沒有了他才會說，有一點浮躁氣候，他看著你，不跟你說話。"
    },
    {
      "id": "02-039-0075_p0017",
      "zh_CN": "那一天我离开，这第一次，他老人家送我到门口，拍着我的肩膀告诉我，「我今天告诉你六个字，你好好去做六年」。我真听话，真的在看破放下上下功夫。看破放下的意思太深太广，我们那个时候领略到的很肤浅，但是要做。从放下去做，放下帮助你看破，看破帮助你放下，看破是智慧，放下是定功，恢复到清净平等觉，觉是看破，清净平等是放下，这是你做真功夫。你在经典里面所学习到的，你要能应用在生活上，你就得受用，真的是法喜充满。我这六十年来也不是很平坦的道路，曲曲折折，障碍重重，都通过了，怎么通过？放下就通过，别执着。顺境不可以贪恋，要放下贪恋，逆境要放下瞋恚，永远保持清净心、平等心，这叫道，不要被外面境界所转，这叫功夫，用现在话说，不受外面环境的影响。环境是没法子离开的，只要求我不受它影响，我不被环境所转，智慧就开了。这个首先的条件，要能忍辱，要能吃亏，不能忍不行，怕吃亏那也做不到，你的心永远不会定下来。所以古人讲的话好，吃亏是福，一点都不错。处处得要让别人，决定不要放在心上，你的心才放光，你才能照见；什么都计较就坏了，就错了，你的心就乱了，你智慧就没有了。",
      "zh_TW": "那一天我離開，這第一次，他老人家送我到門口，拍著我的肩膀告訴我，「我今天告訴你六個字，你好好去做六年」。我真聽話，真的在看破放下上下功夫。看破放下的意思太深太廣，我們那個時候領略到的很膚淺，但是要做。從放下去做，放下幫助你看破，看破幫助你放下，看破是智慧，放下是定功，恢復到清淨平等覺，覺是看破，清淨平等是放下，這是你做真功夫。你在經典裡面所學習到的，你要能應用在生活上，你就得受用，真的是法喜充滿。我這六十年來也不是很平坦的道路，曲曲折折，障礙重重，都通過了，怎麼通過？放下就通過，別執著。順境不可以貪戀，要放下貪戀，逆境要放下瞋恚，永遠保持清淨心、平等心，這叫道，不要被外面境界所轉，這叫功夫，用現在話說，不受外面環境的影響。環境是沒法子離開的，只要求我不受它影響，我不被環境所轉，智慧就開了。這個首先的條件，要能忍辱，要能吃虧，不能忍不行，怕吃虧那也做不到，你的心永遠不會定下來。所以古人講的話好，吃虧是福，一點都不錯。處處得要讓別人，決定不要放在心上，你的心才放光，你才能照見；什麼都計較就壞了，就錯了，你的心就亂了，你智慧就沒有了。"
    },
    {
      "id": "02-039-0075_p0018",
      "zh_CN": "中国古人最懂得教育，千万年来把教育看得最重，连治国都还是教育，「建国君民，教学为先」。建国是建立一个政权，君民是领导人民，什么最重要？教学，只要把教育办好，天下就太平，什么事都没有了。所以古时候这个社会上，从前人讲三百六十行，三百六十不是数字，一年三百六十天，它代表圆满，就是各行各业。哪个行业人最羡慕？做官，人最羡慕的。所以要好好念书，「学而优则仕」，仕就是做官。你看做官在社会上很有地位，也有很好的收入，大家都很尊重，又没事干，这一点快乐，没事干，没有案子办。为什么？社会上人人是好人，事事是好事，没有人作恶，一个月有一、二件案子就不少了，所以没有人不想做官。为什么那个时候社会这么好、人这么好？从小教出来的。中国古代这些帝王，他把教学的责任交给家长，鼓励家长，教得好的奖励家长，家教！古时候的家，现在人没法子体会得到，为什么？你没有见过，你也没听说过。古时候的家是大家庭，现在没有家了。我要问你，你说你有家，你的爸爸妈妈你晓得，你的祖父祖母你知不知道？不在一块住了。你的曾祖父、曾祖母、高祖父、高祖母？不知道。古时候五代同堂，不分家的，所以讲九族，从上面讲有父母、祖父母、曾祖父母、高祖父母，从下面讲有儿、有孙、有重孙，上下九代，同堂，叫九族，这是一个家庭。一个家庭人口少的大概也得有二百多人，所以家是个社会组织，通常普通一般家庭大概三百人左右，人丁兴旺的六、七百，这么一个大家族。你们诸位看小说《红楼梦》，那就是一个家族，那一家人差不多将近三百人，这书上写的。",
      "zh_TW": "中國古人最懂得教育，千萬年來把教育看得最重，連治國都還是教育，「建國君民，教學為先」。建國是建立一個政權，君民是領導人民，什麼最重要？教學，只要把教育辦好，天下就太平，什麼事都沒有了。所以古時候這個社會上，從前人講三百六十行，三百六十不是數字，一年三百六十天，它代表圓滿，就是各行各業。哪個行業人最羨慕？做官，人最羨慕的。所以要好好念書，「學而優則仕」，仕就是做官。你看做官在社會上很有地位，也有很好的收入，大家都很尊重，又沒事幹，這一點快樂，沒事幹，沒有案子辦。為什麼？社會上人人是好人，事事是好事，沒有人作惡，一個月有一、二件案子就不少了，所以沒有人不想做官。為什麼那個時候社會這麼好、人這麼好？從小教出來的。中國古代這些帝王，他把教學的責任交給家長，鼓勵家長，教得好的獎勵家長，家教！古時候的家，現在人沒法子體會得到，為什麼？你沒有見過，你也沒聽說過。古時候的家是大家庭，現在沒有家了。我要問你，你說你有家，你的爸爸媽媽你曉得，你的祖父祖母你知不知道？不在一塊住了。你的曾祖父、曾祖母、高祖父、高祖母？不知道。古時候五代同堂，不分家的，所以講九族，從上面講有父母、祖父母、曾祖父母、高祖父母，從下面講有兒、有孫、有重孫，上下九代，同堂，叫九族，這是一個家庭。一個家庭人口少的大概也得有二百多人，所以家是個社會組織，通常普通一般家庭大概三百人左右，人丁興旺的六、七百，這麼一個大家族。你們諸位看小說《紅樓夢》，那就是一個家族，那一家人差不多將近三百人，這書上寫的。"
    },
    {
      "id": "02-039-0075_p0019",
      "zh_CN": "所以，家一定有家道、有家规，像《弟子规》是家规，必须要遵守的，从老到少没有一个人不遵守，不遵守家就乱了。它有家学，私塾是家学，用现在的话说，就是自己家的子弟学校。儿童一定是自己都把他教好，教好之后，学得很优秀的可以参加国家的考试。国家考试，国家选拔人才，选拔之后，国家有俸禄，就是有待遇，你的生活国家来照顾，像现在讲发工资给你，你好好的学习，不断的参加考试，将来从政。所以培养人才是每一个家庭的责任，国家来考选，选拔成为国家的公务人员。这个制度好，从汉朝汉武帝建立这个制度，一直到满清，你看换了多少朝代，但是这个制度没有改变，好东西，没改变。所以这个社会，这么大的国家，这么多人口，长治久安怎么来的？有道理，就是教育，教得好。家庭子弟学校比现在学校好，为什么？家长、老祖宗关心，这是他的亲骨肉，要好好教，小孩长大了有出息，荣宗耀祖，光大门楣。所以从前小孩生在这个世间，你到世间来干什么？为家，他是为他家的。一生无论你做哪个行业，支持你的是谁？你的家支持你。你小时候求学，家教你，家负责任；你将来年岁老了，养老，家养老，所以老人晚年真正叫享福。你的一生为家庭贡献，到老的时候家养老，你底下这些晚辈，孝子贤孙就很多，他怎么会不快乐！中国老人是最幸福的，一个人一生当中，享福是晚年，年老的时候享福。在儿童的时候认真学习，少壮的时候是为社会、为家庭贡献，老的时候享福。这是中国过去的社会，这个社会太好了、太美满了。",
      "zh_TW": "所以，家一定有家道、有家規，像《弟子規》是家規，必須要遵守的，從老到少沒有一個人不遵守，不遵守家就亂了。它有家學，私塾是家學，用現在的話說，就是自己家的子弟學校。兒童一定是自己都把他教好，教好之後，學得很優秀的可以參加國家的考試。國家考試，國家選拔人才，選拔之後，國家有俸祿，就是有待遇，你的生活國家來照顧，像現在講發工資給你，你好好的學習，不斷的參加考試，將來從政。所以培養人才是每一個家庭的責任，國家來考選，選拔成為國家的公務人員。這個制度好，從漢朝漢武帝建立這個制度，一直到滿清，你看換了多少朝代，但是這個制度沒有改變，好東西，沒改變。所以這個社會，這麼大的國家，這麼多人口，長治久安怎麼來的？有道理，就是教育，教得好。家庭子弟學校比現在學校好，為什麼？家長、老祖宗關心，這是他的親骨肉，要好好教，小孩長大了有出息，榮宗耀祖，光大門楣。所以從前小孩生在這個世間，你到世間來幹什麼？為家，他是為他家的。一生無論你做哪個行業，支持你的是誰？你的家支持你。你小時候求學，家教你，家負責任；你將來年歲老了，養老，家養老，所以老人晚年真正叫享福。你的一生為家庭貢獻，到老的時候家養老，你底下這些晚輩，孝子賢孫就很多，他怎麼會不快樂！中國老人是最幸福的，一個人一生當中，享福是晚年，年老的時候享福。在兒童的時候認真學習，少壯的時候是為社會、為家庭貢獻，老的時候享福。這是中國過去的社會，這個社會太好了、太美滿了。"
    },
    {
      "id": "02-039-0075_p0020",
      "zh_CN": "我们中国这个传统，怎么现在会没有？怎么没有的？给诸位说，咱们跟日本人打仗打八年打掉了，抗战之前有。我们农村乡下，一个村庄就是一家人，这个王庄他是一家，那个庄是李庄，那是一家。还有，有祠堂，祠堂祭祀这是春秋，一年二、三次的祭祀。除祭祀之外，祠堂就做为学校，就是家学，私塾在哪里上课？在祠堂，所以祠堂就兼办家学。抗战胜利之后看不到了。我去参观几个，在江南，皖南徽商的这些地带我去看了，村庄还在，人没有了，有几个老人住在那里，年轻人都到外地去谋生了。这个恢复不容易，这个制度太好了，我们要多讲，多宣传。所以现在这几年，我想到企业家，希望企业能够把中国传统家的精神继承下来。那企业的老板得要是菩萨才行，不是菩萨做不到。真正学佛可以，老板看自己的员工都像自己的亲兄弟、亲姐妹一样，员工的小孩是自己的儿女，员工的父母是自己叔叔伯伯，你真的要发心养老育幼。所以，企业应该办子弟学校，应该办安养院，安养院不收别的老人，员工的老人。你这个员工跟你就变成一家人，一生全心全力为公司服务，一个公司就是一个家。从前的家是血缘，现在的家是道义，这是属于大乘。",
      "zh_TW": "我們中國這個傳統，怎麼現在會沒有？怎麼沒有的？給諸位說，咱們跟日本人打仗打八年打掉了，抗戰之前有。我們農村鄉下，一個村莊就是一家人，這個王莊他是一家，那個莊是李莊，那是一家。還有，有祠堂，祠堂祭祀這是春秋，一年二、三次的祭祀。除祭祀之外，祠堂就做為學校，就是家學，私塾在哪裡上課？在祠堂，所以祠堂就兼辦家學。抗戰勝利之後看不到了。我去參觀幾個，在江南，皖南徽商的這些地帶我去看了，村莊還在，人沒有了，有幾個老人住在那裡，年輕人都到外地去謀生了。這個恢復不容易，這個制度太好了，我們要多講，多宣傳。所以現在這幾年，我想到企業家，希望企業能夠把中國傳統家的精神繼承下來。那企業的老闆得要是菩薩才行，不是菩薩做不到。真正學佛可以，老闆看自己的員工都像自己的親兄弟、親姐妹一樣，員工的小孩是自己的兒女，員工的父母是自己叔叔伯伯，你真的要發心養老育幼。所以，企業應該辦子弟學校，應該辦安養院，安養院不收別的老人，員工的老人。你這個員工跟你就變成一家人，一生全心全力為公司服務，一個公司就是一個家。從前的家是血緣，現在的家是道義，這是屬於大乘。"
    },
    {
      "id": "02-039-0075_p0021",
      "zh_CN": "在从前的家，确实它是血缘关系，中国传统的伦理道德就够了。今天如果企业变成家，企业老板不能不学大乘，不学大乘你治不好，你的心量没法子拓开。真正发菩提心，行菩萨道，经营企业是行菩萨道，会做得很好，绝不亚于中国传统的家庭，真能恢复。我们相信中国至少应该还有一千年的盛世，长治久安，那就是认真学习儒释道三家。今天学习儒释道三家还不够，还要学习世界上不同族群的宗教的文化，为什么？充实自己。取人之长，舍己之短，不断的充实自己，这是正确的。像我们中国在汉代的时候，拿佛法来充实自己，今天我们看看基督教有没有好东西？有。天主教有，印度教也有，伊斯兰教也有，不能不学，不学咱们孤陋寡闻。自己东西学好了，一定看别人东西，我们能够采取、能够吸收、能够充实自己，这是大学问。所以，宗教与宗教之间要团结，宗教与宗教之间要互相学习。我在澳洲，我们有个规模不大的、小小的净宗学院，我们从今年起，七月，就是下个月就开始，我们正式请了两位教授，一个教伊斯兰精神生活，一个教基督教。我们来开端、来带头，佛教学院里面正式开其他宗教的课程。我们肯定所有宗教都是社会教育，我也鼓励所有宗教一定要回归到教学，不能仅仅靠仪规、祈祷，这个不行，这个我们讲了，这是治标，经典的修学是治本。",
      "zh_TW": "在從前的家，確實它是血緣關係，中國傳統的倫理道德就夠了。今天如果企業變成家，企業老闆不能不學大乘，不學大乘你治不好，你的心量沒法子拓開。真正發菩提心，行菩薩道，經營企業是行菩薩道，會做得很好，絕不亞於中國傳統的家庭，真能恢復。我們相信中國至少應該還有一千年的盛世，長治久安，那就是認真學習儒釋道三家。今天學習儒釋道三家還不夠，還要學習世界上不同族群的宗教的文化，為什麼？充實自己。取人之長，捨己之短，不斷的充實自己，這是正確的。像我們中國在漢代的時候，拿佛法來充實自己，今天我們看看基督教有沒有好東西？有。天主教有，印度教也有，伊斯蘭教也有，不能不學，不學咱們孤陋寡聞。自己東西學好了，一定看別人東西，我們能夠採取、能夠吸收、能夠充實自己，這是大學問。所以，宗教與宗教之間要團結，宗教與宗教之間要互相學習。我在澳洲，我們有個規模不大的、小小的淨宗學院，我們從今年起，七月，就是下個月就開始，我們正式請了兩位教授，一個教伊斯蘭精神生活，一個教基督教。我們來開端、來帶頭，佛教學院裡面正式開其他宗教的課程。我們肯定所有宗教都是社會教育，我也鼓勵所有宗教一定要回歸到教學，不能僅僅靠儀規、祈禱，這個不行，這個我們講了，這是治標，經典的修學是治本。"
    },
    {
      "id": "02-039-0075_p0022",
      "zh_CN": "在这个大灾难的时代当中，恢复社会的安稳、恢复世界的和谐，一定要靠宗教教育。宗教教育教什么？教伦理、教道德、教因果。现在全世界所有教育里就缺少这三样东西，宗教教育把这三样东西补进去，宗教对社会有贡献了，不再是迷信，不再是消极，这是大家要认真努力去做的。我这么大年岁了，有些国际上的活动还来找我，我得考虑，能不去我就不想动，在家里讲经。一定要去，去为什么？去告诉大家回归宗教教育，宗教要团结，宗教要互相学习，不要有排斥，我做这个事情。只有宗教团结，才能化解冲突、才能安定社会、才能和谐世界，这是佛家大乘的经义。",
      "zh_TW": "在這個大災難的時代當中，恢復社會的安穩、恢復世界的和諧，一定要靠宗教教育。宗教教育教什麼？教倫理、教道德、教因果。現在全世界所有教育裡就缺少這三樣東西，宗教教育把這三樣東西補進去，宗教對社會有貢獻了，不再是迷信，不再是消極，這是大家要認真努力去做的。我這麼大年歲了，有些國際上的活動還來找我，我得考慮，能不去我就不想動，在家裡講經。一定要去，去為什麼？去告訴大家回歸宗教教育，宗教要團結，宗教要互相學習，不要有排斥，我做這個事情。只有宗教團結，才能化解衝突、才能安定社會、才能和諧世界，這是佛家大乘的經義。"
    },
    {
      "id": "02-039-0075_p0023",
      "zh_CN": "我们再看下面，黄老居士引用《十二门论》说，「摩诃衍者」，摩诃衍是梵语，翻成中国就是大乘，「于二乘为上，故名大乘」。二乘就是声闻、缘觉，比声闻、比缘觉高，声闻是阿罗汉，缘觉是辟支佛，这两个属于小乘。「诸佛大人乘是乘，故名为大」，这个大人是称佛，佛、菩萨他们所行的，他们所学的、所修的、所教的、所传的，这个乘字里头有这么多意思，这所谓是大。「又能灭除众生大苦，与（与是给他）大利益事，故名为大。」大的意思略微解一解，它能灭苦，真的吗？真的，真能灭苦，真能得大利益。苦从哪里来的？苦从迷来的，迷你就胡思乱想，你思想有错误，你的言行就会有错误。因为言行是思想指导，思想错了，言行就错了，你做错事情你得受苦报。大乘是智慧，你有了智慧，你的思惟是纯正的，你的言行是合情合理合法的，你不会做错事情，那你就享福了。中国人真有智慧，你看中国人「祸」跟「福」很像，这两个字非常接近，只差一点点。这就是告诉你，祸、福只在一念之间，一念为自己，自私自利，祸就来了；一念为人，福就来了。为人才是真正为自己，为自己是真正在害自己，这个道理要懂。",
      "zh_TW": "我們再看下面，黃老居士引用《十二門論》說，「摩訶衍者」，摩訶衍是梵語，翻成中國就是大乘，「於二乘為上，故名大乘」。二乘就是聲聞、緣覺，比聲聞、比緣覺高，聲聞是阿羅漢，緣覺是辟支佛，這兩個屬於小乘。「諸佛大人乘是乘，故名為大」，這個大人是稱佛，佛、菩薩他們所行的，他們所學的、所修的、所教的、所傳的，這個乘字裡頭有這麼多意思，這所謂是大。「又能滅除眾生大苦，與（與是給他）大利益事，故名為大。」大的意思略微解一解，它能滅苦，真的嗎？真的，真能滅苦，真能得大利益。苦從哪裡來的？苦從迷來的，迷你就胡思亂想，你思想有錯誤，你的言行就會有錯誤。因為言行是思想指導，思想錯了，言行就錯了，你做錯事情你得受苦報。大乘是智慧，你有了智慧，你的思惟是純正的，你的言行是合情合理合法的，你不會做錯事情，那你就享福了。中國人真有智慧，你看中國人「禍」跟「福」很像，這兩個字非常接近，只差一點點。這就是告訴你，禍、福只在一念之間，一念為自己，自私自利，禍就來了；一念為人，福就來了。為人才是真正為自己，為自己是真正在害自己，這個道理要懂。"
    },
    {
      "id": "02-039-0075_p0024",
      "zh_CN": "现在这个社会，我们冷静去观察，迷了，迷在哪里？中国人讲迷在钱眼里面。中国从前用的铜钱，你看民国初年、清朝时候是用铜钱，圆的，当中有个孔，有个方孔。那里头有含义。圆里头要有方，圆要不方的话，问题就出来了，叫外圆内方，做人就对了，它都有表法的意思在里头。钱是不是好东西？不是好东西，你看中国这个「钱」字，这边是金，那边是两个人拿着刀，在干什么？抢！这不是好事情，告诉你这是很危险的东西，你看到这个字你就想到它的意思。钱够用就行了，不能贪多，贪多祸害就来了，灾难就来了。人这时候就要懂因果，你的财富，你命里有没有？命里没有，你要想用不正当的方法去得到，跟你说，你得到了还是你命里有的，你说你冤不冤枉。命里没有，用什么样的手段都得不到，拿着枪去抢都抢不到，你枪还没有对人，后头警察把你抓到，你去坐牢了；你小偷你去偷，你还没有偷到，警察把你抓去了。这就是命里没有，偷人、抢人都得不到；命里有的，偷来的、抢来的统统是命里有的，你说你冤不冤枉！人真懂得这个道理，他心是定的。我在没有的时候，我不会去偷人、不会去抢人，为什么？心里清楚，命里没有；命里有的，到时候就来了，不用着急。",
      "zh_TW": "現在這個社會，我們冷靜去觀察，迷了，迷在哪裡？中國人講迷在錢眼裡面。中國從前用的銅錢，你看民國初年、清朝時候是用銅錢，圓的，當中有個孔，有個方孔。那裡頭有含義。圓裡頭要有方，圓要不方的話，問題就出來了，叫外圓內方，做人就對了，它都有表法的意思在裡頭。錢是不是好東西？不是好東西，你看中國這個「錢」字，這邊是金，那邊是兩個人拿著刀，在幹什麼？搶！這不是好事情，告訴你這是很危險的東西，你看到這個字你就想到它的意思。錢夠用就行了，不能貪多，貪多禍害就來了，災難就來了。人這時候就要懂因果，你的財富，你命裡有沒有？命裡沒有，你要想用不正當的方法去得到，跟你說，你得到了還是你命裡有的，你說你冤不冤枉。命裡沒有，用什麼樣的手段都得不到，拿著槍去搶都搶不到，你槍還沒有對人，後頭警察把你抓到，你去坐牢了；你小偷你去偷，你還沒有偷到，警察把你抓去了。這就是命裡沒有，偷人、搶人都得不到；命裡有的，偷來的、搶來的統統是命裡有的，你說你冤不冤枉！人真懂得這個道理，他心是定的。我在沒有的時候，我不會去偷人、不會去搶人，為什麼？心裡清楚，命裡沒有；命裡有的，到時候就來了，不用著急。"
    },
    {
      "id": "02-039-0075_p0025",
      "zh_CN": "能不能求到财？佛教里头，这是从前章嘉大师教我的。我刚刚学佛的时候，生活非常艰苦，那是命里没有财库，人家命里有财库，我的财库空空如也，什么都没有；换句话说，别人做什么事业都能赚钱，我干什么都赚不了钱，命里没有。辛勤工作赚一点钱，仅仅能维持生活。老师是大善知识，我跟章嘉大师，我二十六岁，他老人家六十五岁，祖父辈的，他看得很清楚。他教我，跟我讲，财从哪里来的？财从布施来的。他教给我「佛氏门中，有求必应」，教我这个道理。真有感应！没有感应，没有感应那你是理论上不如法，方法上有问题，如理如法，感应道交快得很！所以教给我们求财的方法，财布施。人家命里为什么有那么多财富？过去生中修财布施修得多，他命里有，这个道理要懂。我们命里没有，没有不要紧，还年轻，现在修还来得及。我跟老师说，我没有钱，一个月的工资很少，仅仅勉勉强强够生活。老师问我：「一毛有没有？」一毛可以。「一块有没有？」一块还可以，还勉强。「你就从一毛、一块开始布施，你心里要真有布施的念头，有这个心。」我就学。因为那个时候逛寺庙了，到寺庙去抄经，看到寺庙有印经的，人家拿个本子来捐钱印经，出多少都不拘，我们看到印经也写个一块、二块，他都收；有放生的，放生的捐个几毛钱他也收。这个很好，就慢慢养成一个习惯。这是财布施，得财富，有效，我已经布施了六十年，愈施愈多！",
      "zh_TW": "能不能求到財？佛教裡頭，這是從前章嘉大師教我的。我剛剛學佛的時候，生活非常艱苦，那是命裡沒有財庫，人家命裡有財庫，我的財庫空空如也，什麼都沒有；換句話說，別人做什麼事業都能賺錢，我幹什麼都賺不了錢，命裡沒有。辛勤工作賺一點錢，僅僅能維持生活。老師是大善知識，我跟章嘉大師，我二十六歲，他老人家六十五歲，祖父輩的，他看得很清楚。他教我，跟我講，財從哪裡來的？財從布施來的。他教給我「佛氏門中，有求必應」，教我這個道理。真有感應！沒有感應，沒有感應那你是理論上不如法，方法上有問題，如理如法，感應道交快得很！所以教給我們求財的方法，財布施。人家命裡為什麼有那麼多財富？過去生中修財布施修得多，他命裡有，這個道理要懂。我們命裡沒有，沒有不要緊，還年輕，現在修還來得及。我跟老師說，我沒有錢，一個月的工資很少，僅僅勉勉強強夠生活。老師問我：「一毛有沒有？」一毛可以。「一塊有沒有？」一塊還可以，還勉強。「你就從一毛、一塊開始布施，你心裡要真有布施的念頭，有這個心。」我就學。因為那個時候逛寺廟了，到寺廟去抄經，看到寺廟有印經的，人家拿個本子來捐錢印經，出多少都不拘，我們看到印經也寫個一塊、二塊，他都收；有放生的，放生的捐個幾毛錢他也收。這個很好，就慢慢養成一個習慣。這是財布施，得財富，有效，我已經布施了六十年，愈施愈多！"
    },
    {
      "id": "02-039-0075_p0026",
      "zh_CN": "前年，我在台湾商务印书馆订了一百套《四库全书》，我买得多，是他的大主顾，所以给我特别优惠的价钱，一百套多少钱？五百万美金。我拿来干什么？这个书拿来送给各个大学，送给图书馆。大概下个月书就出来了。愈施愈多！钱不要留着，留着的钱，钱就变成废纸，没用了。所以这个东西叫通货，这里有去，那里就有来，你不要害怕，去得多来得多，去得少来得少，不去就不来，就这么回事情。所以我现在，我七十岁之后，真的，就像孔老夫子所说的，「随心所欲不逾矩」，心想事成，七十岁以后。这都是老师教的，我们相信，真干。",
      "zh_TW": "前年，我在台灣商務印書館訂了一百套《四庫全書》，我買得多，是他的大主顧，所以給我特別優惠的價錢，一百套多少錢？五百萬美金。我拿來幹什麼？這個書拿來送給各個大學，送給圖書館。大概下個月書就出來了。愈施愈多！錢不要留著，留著的錢，錢就變成廢紙，沒用了。所以這個東西叫通貨，這裡有去，那裡就有來，你不要害怕，去得多來得多，去得少來得少，不去就不來，就這麼回事情。所以我現在，我七十歲之後，真的，就像孔老夫子所說的，「隨心所欲不踰矩」，心想事成，七十歲以後。這都是老師教的，我們相信，真幹。"
    },
    {
      "id": "02-039-0075_p0027",
      "zh_CN": "法布施得聪明智慧，我把这个看得比财重，所以我有钱都印经，做法布施。你们听我讲经的时间多了、时间久了，你听我讲的东西年年不一样，你就看出智慧增长，一年跟一年不一样。我跟李老师学教，十年，听李老师讲经，李老师叫我坐第一排，跟他面对面，不准写笔记。最初的时候，我写一点东西，下来他就问我，你刚才在写，写什么？我说写笔记。「你写这个干什么？」我说怕忘记。他就告诉我，「不要写，年年境界不一样，你今年写的这些东西，到明年一点用处没有」。我想一点没错，专心去听，不要在这个地方打闲岔。所以我跟他十年没有笔记本。智慧天天在增长、天天在进步，你怎么可以停留在那里，哪有这个道理？可是老师，别的同学写笔记他也不说，我写笔记他就告诉我你不要搞。这是培养智慧，法布施。",
      "zh_TW": "法布施得聰明智慧，我把這個看得比財重，所以我有錢都印經，做法布施。你們聽我講經的時間多了、時間久了，你聽我講的東西年年不一樣，你就看出智慧增長，一年跟一年不一樣。我跟李老師學教，十年，聽李老師講經，李老師叫我坐第一排，跟他面對面，不准寫筆記。最初的時候，我寫一點東西，下來他就問我，你剛才在寫，寫什麼？我說寫筆記。「你寫這個幹什麼？」我說怕忘記。他就告訴我，「不要寫，年年境界不一樣，你今年寫的這些東西，到明年一點用處沒有」。我想一點沒錯，專心去聽，不要在這個地方打閒岔。所以我跟他十年沒有筆記本。智慧天天在增長、天天在進步，你怎麼可以停留在那裡，哪有這個道理？可是老師，別的同學寫筆記他也不說，我寫筆記他就告訴我你不要搞。這是培養智慧，法布施。"
    },
    {
      "id": "02-039-0075_p0028",
      "zh_CN": "无畏布施得健康长寿，这个对我来说很重要，我的老师对我都很清楚，年轻的时候短命，这个年轻人没有福报又短命。好在还有一点智慧，还肯听话，还有救，所以就教我学无畏布施。无畏布施从哪里学？从素食做起。我ㄧ学佛，你看我二十六岁那一年，学佛大概六个月，我就吃长素，不跟众生结怨仇了。真的，你吃牠半斤，将来得还牠八两，你的冤亲债主那么多。我学佛六个月，肉食就断了，荤辛断掉了。再就是放生，积极的放生。以后经济环境好了，我就布施医药，在医院里面布施医药费，贫穷人看病，没有钱的时候就拿这些钱。原先数字很少，慢慢的供养多了，我这个布施也就加多了。这几年在澳洲，我在澳洲十年了，明年是十周年，我住在这个小城，有个公立的医院，市政府办的，有个医院。小城人不多，大概只有八、九万人的样子，这个医院，我一年送十二万医药费给它，指定给贫穷人用。还有个基督教办的临终关怀中心，办得很好，他们心量也很大，人在临终的时候，无论用什么宗教他们都不反对，而且都协助，这个很好，很不容易。他们缺乏经费，我也帮助他十年了，每年十二万块钱。这是属于无畏布施，每年二十四万，十年了。",
      "zh_TW": "無畏布施得健康長壽，這個對我來說很重要，我的老師對我都很清楚，年輕的時候短命，這個年輕人沒有福報又短命。好在還有一點智慧，還肯聽話，還有救，所以就教我學無畏布施。無畏布施從哪裡學？從素食做起。我ㄧ學佛，你看我二十六歲那一年，學佛大概六個月，我就吃長素，不跟眾生結怨仇了。真的，你吃牠半斤，將來得還牠八兩，你的冤親債主那麼多。我學佛六個月，肉食就斷了，葷辛斷掉了。再就是放生，積極的放生。以後經濟環境好了，我就布施醫藥，在醫院裡面布施醫藥費，貧窮人看病，沒有錢的時候就拿這些錢。原先數字很少，慢慢的供養多了，我這個布施也就加多了。這幾年在澳洲，我在澳洲十年了，明年是十週年，我住在這個小城，有個公立的醫院，市政府辦的，有個醫院。小城人不多，大概只有八、九萬人的樣子，這個醫院，我一年送十二萬醫藥費給它，指定給貧窮人用。還有個基督教辦的臨終關懷中心，辦得很好，他們心量也很大，人在臨終的時候，無論用什麼宗教他們都不反對，而且都協助，這個很好，很不容易。他們缺乏經費，我也幫助他十年了，每年十二萬塊錢。這是屬於無畏布施，每年二十四萬，十年了。"
    },
    {
      "id": "02-039-0075_p0029",
      "zh_CN": "所以老师教我，一定是财布施、法布施、无畏布施，你得到的果报，你财用不缺乏，你要用钱自然就有，这个多好，多自在。不用的时候没有，用的时候它就来了。法布施智慧增长，无畏布施健康长寿。佛法厉害，你想要什么你就能得到什么，只要你懂得道理、懂得方法，如理如法去求，没有一样得不到。你看看，求成佛、求到西方极乐世界都能得到，这个世间的小事鸡毛蒜皮，这算什么！你求不得是你有业障，你能把业障忏除，你所求的立刻就感应到。佛法真能给我们解决问题，这是讲很现实的问题，能解决。我们学佛，听老师的教诲，我们对老师一点不怀疑，明白之后心就定了，什么样的畏惧都没有了，什么妄念也都不要想，想它没有用，想是错误，别想，到时候该来的自然就来了，不来的求也没用。",
      "zh_TW": "所以老師教我，一定是財布施、法布施、無畏布施，你得到的果報，你財用不缺乏，你要用錢自然就有，這個多好，多自在。不用的時候沒有，用的時候它就來了。法布施智慧增長，無畏布施健康長壽。佛法厲害，你想要什麼你就能得到什麼，只要你懂得道理、懂得方法，如理如法去求，沒有一樣得不到。你看看，求成佛、求到西方極樂世界都能得到，這個世間的小事雞毛蒜皮，這算什麼！你求不得是你有業障，你能把業障懺除，你所求的立刻就感應到。佛法真能給我們解決問題，這是講很現實的問題，能解決。我們學佛，聽老師的教誨，我們對老師一點不懷疑，明白之後心就定了，什麼樣的畏懼都沒有了，什麼妄念也都不要想，想它沒有用，想是錯誤，別想，到時候該來的自然就來了，不來的求也沒用。"
    },
    {
      "id": "02-039-0075_p0030",
      "zh_CN": "老师爱护学生，佛菩萨更爱护，所以章嘉大师安我的心，我那时候刚刚初学，发愿一生奉献给佛法，他说你的一生佛菩萨照顾你，你自己不要操一点心。我接受了，我相信，我一点都不怀疑，顺境是佛菩萨安排的，逆境也是安排的。以后学了《华严》，对这个道理完全明白了，顺境决定没有一丝毫贪恋，你提升了；逆境没有一丝毫瞋恚，也提升了，都是帮助你提升。善财五十三参历事炼心，要在环境上去磨炼，你禁不起磨炼就被淘汰掉了。你能禁得起磨炼，把什么东西磨掉？贪瞋痴慢磨掉。特别是贪心，这是最严重的，根本问题。顺境里头要学着没有贪恋，在这里修清净心；逆境里面没有瞋恚，修清净心。你修的东西正确的，修什么？修清净、修平等、修觉，我们这个经题上的后面这五个字。你真正成就清净平等觉，前面果报你就得到，果报是什么？大乘，大乘是智慧，无量寿是德行，庄严是相好，你都得到了。庄严重要，在我们现前，你的身体是一年比一年健康、一年比一年快乐、一年比一年自在。这是什么？这是度化众生的重要的课程。释迦牟尼佛，我们在经上看到，三十二相八十种好，从哪来的？修来的。在过去，弗沙佛的时代，他成就了，成就之后要用一百劫的时间去修相好。为什么？接引大众方便，不是自己要的。社会大众看到相好的人，他就特别亲切，所以说这个东西是诱惑众生的一个工具。如果你相貌不好，很丑陋，人家一看就讨厌，就远离去了，你还能度众生吗？一定要相好，相好能够摄受一切众生，不是为自己，为众生的。这些我们不能不知道，这都是属于帮助众生灭苦，帮助众生得利益。",
      "zh_TW": "老師愛護學生，佛菩薩更愛護，所以章嘉大師安我的心，我那時候剛剛初學，發願一生奉獻給佛法，他說你的一生佛菩薩照顧你，你自己不要操一點心。我接受了，我相信，我一點都不懷疑，順境是佛菩薩安排的，逆境也是安排的。以後學了《華嚴》，對這個道理完全明白了，順境決定沒有一絲毫貪戀，你提升了；逆境沒有一絲毫瞋恚，也提升了，都是幫助你提升。善財五十三參歷事鍊心，要在環境上去磨鍊，你禁不起磨鍊就被淘汰掉了。你能禁得起磨鍊，把什麼東西磨掉？貪瞋痴慢磨掉。特別是貪心，這是最嚴重的，根本問題。順境裡頭要學著沒有貪戀，在這裡修清淨心；逆境裡面沒有瞋恚，修清淨心。你修的東西正確的，修什麼？修清淨、修平等、修覺，我們這個經題上的後面這五個字。你真正成就清淨平等覺，前面果報你就得到，果報是什麼？大乘，大乘是智慧，無量壽是德行，莊嚴是相好，你都得到了。莊嚴重要，在我們現前，你的身體是一年比一年健康、一年比一年快樂、一年比一年自在。這是什麼？這是度化眾生的重要的課程。釋迦牟尼佛，我們在經上看到，三十二相八十種好，從哪來的？修來的。在過去，弗沙佛的時代，他成就了，成就之後要用一百劫的時間去修相好。為什麼？接引大眾方便，不是自己要的。社會大眾看到相好的人，他就特別親切，所以說這個東西是誘惑眾生的一個工具。如果你相貌不好，很醜陋，人家一看就討厭，就遠離去了，你還能度眾生嗎？一定要相好，相好能夠攝受一切眾生，不是為自己，為眾生的。這些我們不能不知道，這都是屬於幫助眾生滅苦，幫助眾生得利益。"
    },
    {
      "id": "02-039-0075_p0031",
      "zh_CN": "现在人他真的不懂，你在这社会上，你想要什么东西，「佛氏门中，有求必应」，这里头有道理、有方法，不是盲目去祈求的。像一般人那种烧香祷告，这做不到的，它有因果，要知道修什么样的因你得什么样的果报。我这一生，现身给大家说法，我刚才跟你讲的，我没有财，财库里头空空的，可是现在想做什么事情都没有问题。你问我想不想做事？什么事都不想做，学释迦牟尼佛，就想教书，像这样上课。我像这样上课，我现在每天跟大家上四个小时还没有问题，可是我们一些同学，说年岁太大了，四个小时不行，要减两个小时，我自己都觉得很难过。四个小时对我来讲是正好，上午两个小时、下午两个小时多好，不累，不上课跟别人讲话还不是一样在浪费时间。所以，命里没有财，不想了；没有寿命，寿命延长了，我寿命四十五岁，今年八十四，我延寿延得比别人长，袁了凡先生延寿二十一年，我比他超过太多了。",
      "zh_TW": "現在人他真的不懂，你在這社會上，你想要什麼東西，「佛氏門中，有求必應」，這裡頭有道理、有方法，不是盲目去祈求的。像一般人那種燒香禱告，這做不到的，它有因果，要知道修什麼樣的因你得什麼樣的果報。我這一生，現身給大家說法，我剛才跟你講的，我沒有財，財庫裡頭空空的，可是現在想做什麼事情都沒有問題。你問我想不想做事？什麼事都不想做，學釋迦牟尼佛，就想教書，像這樣上課。我像這樣上課，我現在每天跟大家上四個小時還沒有問題，可是我們一些同學，說年歲太大了，四個小時不行，要減兩個小時，我自己都覺得很難過。四個小時對我來講是正好，上午兩個小時、下午兩個小時多好，不累，不上課跟別人講話還不是一樣在浪費時間。所以，命裡沒有財，不想了；沒有壽命，壽命延長了，我壽命四十五歲，今年八十四，我延壽延得比別人長，袁了凡先生延壽二十一年，我比他超過太多了。"
    },
    {
      "id": "02-039-0075_p0032",
      "zh_CN": "学佛之后明白了，事实真相搞清楚了，没有贪生的念头，也没有怕死的念头。生死明白了，这叫了生死，了是明了，明了生死是怎么回事情，明了了。明了就要干明了的事情，不能干糊涂事情，明了我们这一生身体死了之后精神不死，咱们到哪里去？决定求生净土，这就对了。哪里我都不想去，我就想到极乐世界，到极乐世界去干什么？去留学去。阿弥陀佛是老师，那里有好老师，文殊、普贤、观音、势至是同学。在那个环境里面修学，一生当中决定圆满成佛，圆满回归自性，这是我们念念当中所希求的。成佛之后，再广度众生，像诸佛如来一样，那个时候有能力、有神通，遍法界虚空界，哪个地方众生有难，就可以到那个地方去帮助他，真正得大自在！这是真的，绝不是假的，佛法对这些道理讲得太清楚、太明白了，这是灭苦、与利。现代人如果说是不要佛教、反对佛教，那就是拒绝，「我苦你不要管，我受我的苦，你有好的利益我也不要」，不就是这个？拒绝了。这是傻人，这不是个聪明人，那真的他该受苦，他该受磨难。佛在旁边等着，哪一天觉悟了你再来找他，他随时等着，你不找他，他不找你，你找他的时候有求必应。佛对一切众生是平等的，没有厚此薄彼，真的是「千处祈求千处应」。",
      "zh_TW": "學佛之後明白了，事實真相搞清楚了，沒有貪生的念頭，也沒有怕死的念頭。生死明白了，這叫了生死，了是明瞭，明瞭生死是怎麼回事情，明瞭了。明瞭就要幹明瞭的事情，不能幹糊塗事情，明瞭我們這一生身體死了之後精神不死，咱們到哪裡去？決定求生淨土，這就對了。哪裡我都不想去，我就想到極樂世界，到極樂世界去幹什麼？去留學去。阿彌陀佛是老師，那裡有好老師，文殊、普賢、觀音、勢至是同學。在那個環境裡面修學，一生當中決定圓滿成佛，圓滿回歸自性，這是我們念念當中所希求的。成佛之後，再廣度眾生，像諸佛如來一樣，那個時候有能力、有神通，遍法界虛空界，哪個地方眾生有難，就可以到那個地方去幫助他，真正得大自在！這是真的，絕不是假的，佛法對這些道理講得太清楚、太明白了，這是滅苦、與利。現代人如果說是不要佛教、反對佛教，那就是拒絕，「我苦你不要管，我受我的苦，你有好的利益我也不要」，不就是這個？拒絕了。這是傻人，這不是個聰明人，那真的他該受苦，他該受磨難。佛在旁邊等著，哪一天覺悟了你再來找他，他隨時等著，你不找他，他不找你，你找他的時候有求必應。佛對一切眾生是平等的，沒有厚此薄彼，真的是「千處祈求千處應」。"
    },
    {
      "id": "02-039-0075_p0033",
      "zh_CN": "「又观世音、得大势」，得大势就是大势至菩萨，「文殊师利，弥勒菩萨等诸大士之所乘，故名为大」。这是举诸大人。观世音菩萨，在这个地方所有的名词，都是像我们现在学校里一个课程，它用一个老师来做代表，代表一个学科，他不是某一个人。观世音菩萨，学观世音这个法门的人很多，统统是观世音菩萨；学大势至法门的，全叫大势至菩萨。所以，大势至不是一个人，观音也不是一个人，你要是找哪一个人，一定底下把姓名写上，某某某观世音菩萨，这样才行，要不然你找不到。观音菩萨代表慈悲，大慈大悲，「无缘大慈，同体大悲」，这就是观世音代表的。大势至跟文殊菩萨都是代表智慧的，文殊菩萨的智慧有体有用，大势至是特别在作用上。只有智慧才是最大的势力，为什么？它能解决问题，智慧解决问题没有后遗症，所谓是有百利而无一害，智慧解决问题。",
      "zh_TW": "「又觀世音、得大勢」，得大勢就是大勢至菩薩，「文殊師利，彌勒菩薩等諸大士之所乘，故名為大」。這是舉諸大人。觀世音菩薩，在這個地方所有的名詞，都是像我們現在學校裡一個課程，它用一個老師來做代表，代表一個學科，他不是某一個人。觀世音菩薩，學觀世音這個法門的人很多，統統是觀世音菩薩；學大勢至法門的，全叫大勢至菩薩。所以，大勢至不是一個人，觀音也不是一個人，你要是找哪一個人，一定底下把姓名寫上，某某某觀世音菩薩，這樣才行，要不然你找不到。觀音菩薩代表慈悲，大慈大悲，「無緣大慈，同體大悲」，這就是觀世音代表的。大勢至跟文殊菩薩都是代表智慧的，文殊菩薩的智慧有體有用，大勢至是特別在作用上。只有智慧才是最大的勢力，為什麼？它能解決問題，智慧解決問題沒有後遺症，所謂是有百利而無一害，智慧解決問題。"
    },
    {
      "id": "02-039-0075_p0034",
      "zh_CN": "弥勒也是代表慈悲，笑口常开。我们中国人塑弥勒菩萨像塑布袋和尚，布袋和尚临走的时候跟大家宣布，他是弥勒菩萨再来的，说了就走了，这是真的，不是假的。所以中国人塑弥勒菩萨都塑他的像。诸位在此地千万要记住一句话，现在这个社会上造谣生事的很多，说这个人是什么佛再来的，那个人是什么菩萨再来的，当年我在美国就听到很多。可是身分暴露他又不走，那就是假的。身分一暴露，不管是自己说的是别人说的，说出来他马上就走了，真的，这一点不假；说了没走，假的，不是真的。这是佛法里一个规矩，诸位要懂得就不会上当、就不会受骗。别人如果来说你，你是什么菩萨再来的，你也没走，说了你马上就死了这是真的，说了你还活着在这里，不是真的，假的，骗人的。这个要懂，佛法到底是真是假，从这里辨别。所以他代表一个法门，这是大。今天时间到了，我们学习到此地。",
      "zh_TW": "彌勒也是代表慈悲，笑口常開。我們中國人塑彌勒菩薩像塑布袋和尚，布袋和尚臨走的時候跟大家宣布，他是彌勒菩薩再來的，說了就走了，這是真的，不是假的。所以中國人塑彌勒菩薩都塑他的像。諸位在此地千萬要記住一句話，現在這個社會上造謠生事的很多，說這個人是什麼佛再來的，那個人是什麼菩薩再來的，當年我在美國就聽到很多。可是身分暴露他又不走，那就是假的。身分一暴露，不管是自己說的是別人說的，說出來他馬上就走了，真的，這一點不假；說了沒走，假的，不是真的。這是佛法裡一個規矩，諸位要懂得就不會上當、就不會受騙。別人如果來說你，你是什麼菩薩再來的，你也沒走，說了你馬上就死了這是真的，說了你還活著在這裡，不是真的，假的，騙人的。這個要懂，佛法到底是真是假，從這裡辨別。所以他代表一個法門，這是大。今天時間到了，我們學習到此地。"
    }
  ]
}