{
  "doc_id": "02-039-0127",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二七集",
    "zh_TW": "第一二七集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0127",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "02-039-0127_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第一百四十六面，第四行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第一百四十六面，第四行看起："
    },
    {
      "id": "02-039-0127_p0002",
      "zh_CN": "「于一念顷，遍游一切佛土」，这是经文，下面为我们解释，「一念，指极短促之时刻，但其时限，诸说不一」。这个一念，经里面讲得很多，讲的都不一样。我们知道，佛当年在世讲经说法，他是有原则的，总的原则不离二谛，这个二谛就是真谛跟俗谛。所谓真谛是依佛所证得的境界而说的，这是真谛。第二种是随着我们众生，随俗，这叫俗谛，随着我们一般常识来讲，这个很好懂，我们一听就明白了。一念顷，这里头确实也有真谛跟俗谛，所以说法就不一样。俗谛是六道、十法界，换句话说，如果我们是以每个法界来讲，至少有十种讲法，十种讲法不能说它错，也不能说它完全对，这个道理我们要懂。一念，如果是依弥勒菩萨跟释迦牟尼佛的对话，这应该是真谛，这一念的时间多长？是一千六百兆分之一秒，也就是说一秒钟的一千六百兆分之一。真的是极短促之时刻，这是佛经上说的，其他的也都是经上讲的。「如《仁王般若》」，《仁王般若经》上讲，「以九十刹那为一念」，一念有九十个刹那，「一念中之一刹那，经九百生灭」，这《仁王经》上说的。《仁王经》的译本也不止一种，我们通常念的《仁王般若波罗蜜经》有一个说法，说一弹指六十刹那，一刹那九百生灭。这个讲法是，他说九十刹那是一念，一念当中一刹那有九百生灭，一念有九十刹那。这不是讲一弹指，经上也讲到一弹指。又《往生论注》上卷，「以百一生灭为一刹那」，一刹那里面有一百个生灭，「六十刹那名为一念」，这叫念顷。「两者均以一念中具多刹那也。但《智度论》以一弹指顷有六十念，《华严探玄记十八》」，就是第十八卷，「谓刹那兹云念顷，一弹指顷有六十刹那」，这两者均谓一念就是一刹那。所以，经论里面讲这桩事情有很多种的讲法，这个就是随俗讲的。",
      "zh_TW": "「於一念頃，遍遊一切佛土」，這是經文，下面為我們解釋，「一念，指極短促之時刻，但其時限，諸說不一」。這個一念，經裡面講得很多，講的都不一樣。我們知道，佛當年在世講經說法，他是有原則的，總的原則不離二諦，這個二諦就是真諦跟俗諦。所謂真諦是依佛所證得的境界而說的，這是真諦。第二種是隨著我們眾生，隨俗，這叫俗諦，隨著我們一般常識來講，這個很好懂，我們一聽就明白了。一念頃，這裡頭確實也有真諦跟俗諦，所以說法就不一樣。俗諦是六道、十法界，換句話說，如果我們是以每個法界來講，至少有十種講法，十種講法不能說它錯，也不能說它完全對，這個道理我們要懂。一念，如果是依彌勒菩薩跟釋迦牟尼佛的對話，這應該是真諦，這一念的時間多長？是一千六百兆分之一秒，也就是說一秒鐘的一千六百兆分之一。真的是極短促之時刻，這是佛經上說的，其他的也都是經上講的。「如《仁王般若》」，《仁王般若經》上講，「以九十剎那為一念」，一念有九十個剎那，「一念中之一剎那，經九百生滅」，這《仁王經》上說的。《仁王經》的譯本也不止一種，我們通常念的《仁王般若波羅蜜經》有一個說法，說一彈指六十剎那，一剎那九百生滅。這個講法是，他說九十剎那是一念，一念當中一剎那有九百生滅，一念有九十剎那。這不是講一彈指，經上也講到一彈指。又《往生論註》上卷，「以百一生滅為一剎那」，一剎那裡面有一百個生滅，「六十剎那名為一念」，這叫念頃。「兩者均以一念中具多剎那也。但《智度論》以一彈指頃有六十念，《華嚴探玄記十八》」，就是第十八卷，「謂剎那茲云念頃，一彈指頃有六十剎那」，這兩者均謂一念就是一剎那。所以，經論裡面講這樁事情有很多種的講法，這個就是隨俗講的。"
    },
    {
      "id": "02-039-0127_p0003",
      "zh_CN": "随真谛讲，我们想《菩萨处胎经》里面讲法应该是真的，这是我们平常常常提醒同学的。佛问弥勒菩萨，「心有所念」，这是讲一念，凡夫，六道凡夫心里起一个念头，这一念里面，他说「有几念、几相、几识」？就问得很详细，这一念当中有几相、有几个识？弥勒菩萨答复是「一弹指有三十二亿百千念」，三十二亿百千就是我们现在所讲的三百二十兆，一弹指有三百二十兆个细念。「念念成形」，形就是相，佛问的是几相几识？弥勒答的是形，形就是形相，物质现象。他说每个念头都有形，念念都有形。「形皆有识」，识是什么？识是受想行识，我们佛经上讲的五蕴，形是色蕴，色里面有受想行识；换句话说，五蕴它永远是分不开的，它不可能是独立存在的，它总是和合的成为一体，而且时间非常快速。你看一弹指三十二亿百千念，这个说法跟现代的量子力学讲得很接近。一秒钟，我想有比我弹得更快的，一秒钟如果要是能够弹五次，一秒是五个弹指，那就是我先前所讲的一千六百兆，一秒钟有一千六百兆念头。记住，每个念头都有物质现象，都有精神现象。所以物质到底是一回什么事情？现代的量子力学家告诉我们，他说实际上根本就没有物质这个东西。物质现象是什么？物质现象是意念，就是念顷，就是此地讲的一念顷，累积，你看看一秒钟有多少个念头？一千六百兆，累积这么多在这里，你看它好像有物质现象存在，而实际上它是个非常快速的波动现象。物质现象里面很复杂，我们科学家把它分为三大类，物质有固体、有液体。用水来做比喻，水是液体，它在零下，它会结成冰，就变成固体；它在高温之下，它会变成水蒸气，变成气体。科学告诉我们，它振动的频率慢就变成固体，快一点就变成液体，再快它就变成气体，还有更快的，更快就变成电磁波。宇宙之间无量无边的这些现象，物质现象、精神现象，全是波动频率不同而显现的这个样子。这是科学里面讲的诸法实相，跟佛经上所讲的非常接近。佛经上所说的「一切有为法，如梦幻泡影」，这不是真的，没有一样是真的。物质现象不是真的，精神现象也不是真的，统统是从心想所生的，现在科学讲心态，从心态产生的现象，是这么来的。所以，念是所有一切法的根源，都从念头生的。念头善，没有一法不善，西方极乐世界、《华严经》讲的毘卢遮那佛的华藏世界，都是清净的善念显现出来的。",
      "zh_TW": "隨真諦講，我們想《菩薩處胎經》裡面講法應該是真的，這是我們平常常常提醒同學的。佛問彌勒菩薩，「心有所念」，這是講一念，凡夫，六道凡夫心裡起一個念頭，這一念裡面，他說「有幾念、幾相、幾識」？就問得很詳細，這一念當中有幾相、有幾個識？彌勒菩薩答覆是「一彈指有三十二億百千念」，三十二億百千就是我們現在所講的三百二十兆，一彈指有三百二十兆個細念。「念念成形」，形就是相，佛問的是幾相幾識？彌勒答的是形，形就是形相，物質現象。他說每個念頭都有形，念念都有形。「形皆有識」，識是什麼？識是受想行識，我們佛經上講的五蘊，形是色蘊，色裡面有受想行識；換句話說，五蘊它永遠是分不開的，它不可能是獨立存在的，它總是和合的成為一體，而且時間非常快速。你看一彈指三十二億百千念，這個說法跟現代的量子力學講得很接近。一秒鐘，我想有比我彈得更快的，一秒鐘如果要是能夠彈五次，一秒是五個彈指，那就是我先前所講的一千六百兆，一秒鐘有一千六百兆念頭。記住，每個念頭都有物質現象，都有精神現象。所以物質到底是一回什麼事情？現代的量子力學家告訴我們，他說實際上根本就沒有物質這個東西。物質現象是什麼？物質現象是意念，就是念頃，就是此地講的一念頃，累積，你看看一秒鐘有多少個念頭？一千六百兆，累積這麼多在這裡，你看它好像有物質現象存在，而實際上它是個非常快速的波動現象。物質現象裡面很複雜，我們科學家把它分為三大類，物質有固體、有液體。用水來做比喻，水是液體，它在零下，它會結成冰，就變成固體；它在高溫之下，它會變成水蒸氣，變成氣體。科學告訴我們，它振動的頻率慢就變成固體，快一點就變成液體，再快它就變成氣體，還有更快的，更快就變成電磁波。宇宙之間無量無邊的這些現象，物質現象、精神現象，全是波動頻率不同而顯現的這個樣子。這是科學裡面講的諸法實相，跟佛經上所講的非常接近。佛經上所說的「一切有為法，如夢幻泡影」，這不是真的，沒有一樣是真的。物質現象不是真的，精神現象也不是真的，統統是從心想所生的，現在科學講心態，從心態產生的現象，是這麼來的。所以，念是所有一切法的根源，都從念頭生的。念頭善，沒有一法不善，西方極樂世界、《華嚴經》講的毘盧遮那佛的華藏世界，都是清淨的善念顯現出來的。"
    },
    {
      "id": "02-039-0127_p0004",
      "zh_CN": "我们今天住的这个地球，上古的时代，我们没见到过，其实我们曾经经过。孔夫子常常赞叹，怀念上古古圣先王之治，大同之治！大同不是理想，尧舜时候做到了，中国历史上有说到。孔子那个时代周朝，周朝中叶以后衰了，从大同变成小康，孔子生活那个时代是小康的时代，他常常怀念，怀念尧舜大同之治。大同世界里面的人，只有爱心，没有私心，各个阶层的人、各行各业的人都知道帮助别人，都知道为别人服务，这大同之治！小康这个时候为自己了，为别人也为自己，为自己也为别人，那时候的社会好。到今天又过了二千五百年，以孔子来说，二千五百年，孔子那个时候小康。大概在我们中国这几千年来，都维持小康这样的一个局面。满清末年，小康不见了，乱世出现，社会混乱。到现在，现在的局面是乱到极处。能不能够化解这些灾乱，地球的灾变，社会的混乱，能不能化解？能不能够恢复到从前小康、大同之治？答案是肯定的，能！都在乎人。人之所以异于禽兽，跟禽兽不一样的，那就是人能接受教育，禽兽难，人能觉悟。",
      "zh_TW": "我們今天住的這個地球，上古的時代，我們沒見到過，其實我們曾經經過。孔夫子常常讚歎，懷念上古古聖先王之治，大同之治！大同不是理想，堯舜時候做到了，中國歷史上有說到。孔子那個時代周朝，周朝中葉以後衰了，從大同變成小康，孔子生活那個時代是小康的時代，他常常懷念，懷念堯舜大同之治。大同世界裡面的人，只有愛心，沒有私心，各個階層的人、各行各業的人都知道幫助別人，都知道為別人服務，這大同之治！小康這個時候為自己了，為別人也為自己，為自己也為別人，那時候的社會好。到今天又過了二千五百年，以孔子來說，二千五百年，孔子那個時候小康。大概在我們中國這幾千年來，都維持小康這樣的一個局面。滿清末年，小康不見了，亂世出現，社會混亂。到現在，現在的局面是亂到極處。能不能夠化解這些災亂，地球的災變，社會的混亂，能不能化解？能不能夠恢復到從前小康、大同之治？答案是肯定的，能！都在乎人。人之所以異於禽獸，跟禽獸不一樣的，那就是人能接受教育，禽獸難，人能覺悟。"
    },
    {
      "id": "02-039-0127_p0005",
      "zh_CN": "诸佛如来的报土都是大同之治。我们念佛人，心心向往的是西方极乐世界，阿弥陀佛的世界，那个世界是大同世界，那个社会是大同之治，比「礼运大同篇」所讲的还要殊胜，这是诸佛国土。怎样才能去？释迦牟尼佛为我们介绍的，往生西方极乐世界的条件，《弥陀经》上就讲清楚了，这是个流通非常非常广泛普遍的一部经。经上告诉我们，那个世界，人都是善人，「皆是上善之人俱会一处」。这说明了，要到西方极乐世界，我们得修上善，这个善就是十善业道，我们要把十善业道做到，要能做到上品十善。上品十善，心善、念善，念头善，言行善，言语、行为都善，心念、言行这是上善。上善如果不是学佛，不求往生，上善到哪里？上善都生天，天人。中品十善，人道；下品十善，阿修罗，罗刹。这上中下三品是怎么个分法？上品是纯净，心地纯净；中品的，心地纯善；下品里面夹杂着烦恼，夹杂习气，虽然心地很清净也很善，他有傲慢、他有好胜、他有嫉妒，这就变成下品，他里头掺杂着有这些杂念在里头，这就变成下品。这个条件给我们讲得很清楚，这是先决条件。",
      "zh_TW": "諸佛如來的報土都是大同之治。我們念佛人，心心嚮往的是西方極樂世界，阿彌陀佛的世界，那個世界是大同世界，那個社會是大同之治，比「禮運大同篇」所講的還要殊勝，這是諸佛國土。怎樣才能去？釋迦牟尼佛為我們介紹的，往生西方極樂世界的條件，《彌陀經》上就講清楚了，這是個流通非常非常廣泛普遍的一部經。經上告訴我們，那個世界，人都是善人，「皆是上善之人俱會一處」。這說明了，要到西方極樂世界，我們得修上善，這個善就是十善業道，我們要把十善業道做到，要能做到上品十善。上品十善，心善、念善，念頭善，言行善，言語、行為都善，心念、言行這是上善。上善如果不是學佛，不求往生，上善到哪裡？上善都生天，天人。中品十善，人道；下品十善，阿修羅，羅剎。這上中下三品是怎麼個分法？上品是純淨，心地純淨；中品的，心地純善；下品裡面夾雜著煩惱，夾雜習氣，雖然心地很清淨也很善，他有傲慢、他有好勝、他有嫉妒，這就變成下品，他裡頭摻雜著有這些雜念在裡頭，這就變成下品。這個條件給我們講得很清楚，這是先決條件。"
    },
    {
      "id": "02-039-0127_p0006",
      "zh_CN": "要往生西方极乐世界，那还得加，加什么？佛说了，「不可以少善根福德因缘，得生彼国」。善根福德是你有的，什么叫善根？你对于净土这个法门、净土这些经论，你能相信，你能理解，这是善根。什么叫福德？福德是真干，就是经上教给我们的「发菩提心，一向专念」，你真干，真发菩提心。菩提心一发可了不起，菩提心发了，这个人就是菩萨。什么是菩提心？真诚心，心里没有虚伪，心里没有杂念。曾国藩先生读书笔记里，他给「诚」下个定义，什么叫诚？「一念不生是谓诚」，这个标准跟大乘经教的标准相同。我们知道曾国藩先生念过佛经，他懂，他不是不懂。在佛经上面来讲，你有分别、有执着，心就不诚，菩提心就没有了。菩提心的基础，放下妄想分别执着，这才是菩提心。阿罗汉、辟支佛只放下执着，妄想分别没放下，所以阿罗汉没有发菩提心，他叫小乘；发菩提心叫大乘。",
      "zh_TW": "要往生西方極樂世界，那還得加，加什麼？佛說了，「不可以少善根福德因緣，得生彼國」。善根福德是你有的，什麼叫善根？你對於淨土這個法門、淨土這些經論，你能相信，你能理解，這是善根。什麼叫福德？福德是真幹，就是經上教給我們的「發菩提心，一向專念」，你真幹，真發菩提心。菩提心一發可了不起，菩提心發了，這個人就是菩薩。什麼是菩提心？真誠心，心裡沒有虛偽，心裡沒有雜念。曾國藩先生讀書筆記裡，他給「誠」下個定義，什麼叫誠？「一念不生是謂誠」，這個標準跟大乘經教的標準相同。我們知道曾國藩先生念過佛經，他懂，他不是不懂。在佛經上面來講，你有分別、有執著，心就不誠，菩提心就沒有了。菩提心的基礎，放下妄想分別執著，這才是菩提心。阿羅漢、辟支佛只放下執著，妄想分別沒放下，所以阿羅漢沒有發菩提心，他叫小乘；發菩提心叫大乘。"
    },
    {
      "id": "02-039-0127_p0007",
      "zh_CN": "现在学佛的同学很多人产生误会，以为我去受了菩萨戒，我就是菩萨了。错了，你是什么菩萨？泥菩萨，遇到水就完了，这真的。菩萨谈何容易！菩萨第一个就是真诚，你还欺骗自己，欺骗别人，那哪能叫菩萨？凡夫里面一个善人你都没有资格，你怎么能称菩萨？你要称菩萨，那叫大妄语。诸位要晓得，佛经上大妄语，果报在阿鼻地狱。你敢冒充佛菩萨吗？冒充的目的都是为了名利，如果你真正懂得因果，你不敢这样做法。从真诚心，才有清净、平等、正觉、慈悲，清净平等觉是自受用，真诚心的自受用，大慈大悲是真诚心的他受用，就是待人，待人接物是大慈大悲。这种心发起来，这叫菩提心。用这种心一向专念，一个方向，西方极乐世界，一句「南无阿弥陀佛」念到底，一生不改变，这叫一向专念，这个人决定得生极乐世界。在念佛能不能往生，关键在此地。",
      "zh_TW": "現在學佛的同學很多人產生誤會，以為我去受了菩薩戒，我就是菩薩了。錯了，你是什麼菩薩？泥菩薩，遇到水就完了，這真的。菩薩談何容易！菩薩第一個就是真誠，你還欺騙自己，欺騙別人，那哪能叫菩薩？凡夫裡面一個善人你都沒有資格，你怎麼能稱菩薩？你要稱菩薩，那叫大妄語。諸位要曉得，佛經上大妄語，果報在阿鼻地獄。你敢冒充佛菩薩嗎？冒充的目的都是為了名利，如果你真正懂得因果，你不敢這樣做法。從真誠心，才有清淨、平等、正覺、慈悲，清淨平等覺是自受用，真誠心的自受用，大慈大悲是真誠心的他受用，就是待人，待人接物是大慈大悲。這種心發起來，這叫菩提心。用這種心一向專念，一個方向，西方極樂世界，一句「南無阿彌陀佛」念到底，一生不改變，這叫一向專念，這個人決定得生極樂世界。在念佛能不能往生，關鍵在此地。"
    },
    {
      "id": "02-039-0127_p0008",
      "zh_CN": "你不可以说佛经不灵，那你自己错了，佛没有说错，经典没有讲错。你要把它看清楚、要把它看明白，你自己心行跟它相不相应？心行相应，你是正修、真修；如果心行不相应，没有诚意，心里面有染污，就不清净了。什么东西染污？烦恼是染污，自私自利是染污，名闻利养是染污，贪瞋痴慢是染污。染污，你的心不清净；分别，你的心不平等；争强、好胜，这心不平等。佛在经里面讲得很多，好胜的心、逞能的心、竞争的心都是属于阿修罗，罗刹、阿修罗是这样的心态。菩萨心平气和，像水一样干净，不起波浪，水平如镜，像一面镜子一样。照外面的境界照得清清楚楚、了了分明，那叫智慧现前，叫照见，它不是分别见，是照见。照见意思就是说它没有分别、没有执着，没有分别是平的，水是平等的，没有执着，它是干净的、清净的。你说这个多重要，这真修，真干！在日常生活当中，保持你的清净平等，你叫真学佛，工作上保持清净平等，待人接物都要保持清净平等。",
      "zh_TW": "你不可以說佛經不靈，那你自己錯了，佛沒有說錯，經典沒有講錯。你要把它看清楚、要把它看明白，你自己心行跟它相不相應？心行相應，你是正修、真修；如果心行不相應，沒有誠意，心裡面有染污，就不清淨了。什麼東西染污？煩惱是染污，自私自利是染污，名聞利養是染污，貪瞋痴慢是染污。染污，你的心不清淨；分別，你的心不平等；爭強、好勝，這心不平等。佛在經裡面講得很多，好勝的心、逞能的心、競爭的心都是屬於阿修羅，羅剎、阿修羅是這樣的心態。菩薩心平氣和，像水一樣乾淨，不起波浪，水平如鏡，像一面鏡子一樣。照外面的境界照得清清楚楚、了了分明，那叫智慧現前，叫照見，它不是分別見，是照見。照見意思就是說它沒有分別、沒有執著，沒有分別是平的，水是平等的，沒有執著，它是乾淨的、清淨的。你說這個多重要，這真修，真幹！在日常生活當中，保持你的清淨平等，你叫真學佛，工作上保持清淨平等，待人接物都要保持清淨平等。"
    },
    {
      "id": "02-039-0127_p0009",
      "zh_CN": "善财童子五十三参，把这桩事情做出来给我们看。五十三参是佛善巧方便，把我们的人事环境分为五十三类，男女老少，各行各业。善财童子都去接触，跟他们都去交往，他保持着清净平等正觉，成就了真诚跟慈悲，待人接物真诚的慈悲，这叫学佛，这叫成佛，我们学佛不能不知道。如果把这些重要的纲领都疏忽了，在我们日常生活当中都不相应了，那我们不是在学佛，而是在造业，造业是六道凡夫。你造的善业，你将来到三善道去受报，那个善业也得消掉，因为自性里头，善与不善都没有；造作不善业，三恶道去消业，统统是消业。业消掉之后，再回到人间来。回到人间来，实在讲，真的是佛说的遇缘不同，因缘！这是中国人讲教学，「性相近，习相远」，这是遇缘。你要是遇到圣贤、遇到佛菩萨，恭喜你，你就成圣、成贤、成佛、成菩萨去了。如果遇到恶缘的话，去搞贪瞋痴慢、去搞吃喝嫖赌，那你就到饿鬼、地狱去。这叫遇缘不同，古人说的两句话说得很好，叫「近朱则赤，近墨则黑」，这是遇缘。",
      "zh_TW": "善財童子五十三參，把這樁事情做出來給我們看。五十三參是佛善巧方便，把我們的人事環境分為五十三類，男女老少，各行各業。善財童子都去接觸，跟他們都去交往，他保持著清淨平等正覺，成就了真誠跟慈悲，待人接物真誠的慈悲，這叫學佛，這叫成佛，我們學佛不能不知道。如果把這些重要的綱領都疏忽了，在我們日常生活當中都不相應了，那我們不是在學佛，而是在造業，造業是六道凡夫。你造的善業，你將來到三善道去受報，那個善業也得消掉，因為自性裡頭，善與不善都沒有；造作不善業，三惡道去消業，統統是消業。業消掉之後，再回到人間來。回到人間來，實在講，真的是佛說的遇緣不同，因緣！這是中國人講教學，「性相近，習相遠」，這是遇緣。你要是遇到聖賢、遇到佛菩薩，恭喜你，你就成聖、成賢、成佛、成菩薩去了。如果遇到惡緣的話，去搞貪瞋痴慢、去搞吃喝嫖賭，那你就到餓鬼、地獄去。這叫遇緣不同，古人說的兩句話說得很好，叫「近朱則赤，近墨則黑」，這是遇緣。"
    },
    {
      "id": "02-039-0127_p0010",
      "zh_CN": "我们今天遇的缘不错，得人身，闻佛法，这个缘好。佛法里面又闻到大乘、又闻到净土，这个缘可以说是无比的殊胜。遇到了，能不能相信、能不能理解？这是你的善根。你具足善根，能信能解；你信得不深，还有怀疑，解得不透彻，善根不足；真信真解，没做到，那是没福，你有善根，你没有福报。福是什么？真干，福德。所以佛讲的，「不可以少善根福德因缘，得生彼国」。你这三个条件都具足了，你看善根具足、福德具足、因缘具足，哪有不往生的道理？恭喜你，你这一生肯定成佛，往生到极乐世界就是成佛。这桩事情非同小可，我们遇到了，遇到善根福德不足怎么办？那要认真勉励自己，一定把它补足，勇猛精进，要把善根福德补足。从哪里补？从经教上补。经教上，我遇不到好老师，我自己学习有困难，怎么办？古人有注解在帮助你，现在人比古人更有福报，为什么？现在有光碟、有网路、有卫星，你在家里面就可以学习，天天上课，这个福报太大太大了！你得天天上课才行，你要不天天上课，这个福报还是空过了。",
      "zh_TW": "我們今天遇的緣不錯，得人身，聞佛法，這個緣好。佛法裡面又聞到大乘、又聞到淨土，這個緣可以說是無比的殊勝。遇到了，能不能相信、能不能理解？這是你的善根。你具足善根，能信能解；你信得不深，還有懷疑，解得不透徹，善根不足；真信真解，沒做到，那是沒福，你有善根，你沒有福報。福是什麼？真幹，福德。所以佛講的，「不可以少善根福德因緣，得生彼國」。你這三個條件都具足了，你看善根具足、福德具足、因緣具足，哪有不往生的道理？恭喜你，你這一生肯定成佛，往生到極樂世界就是成佛。這樁事情非同小可，我們遇到了，遇到善根福德不足怎麼辦？那要認真勉勵自己，一定把它補足，勇猛精進，要把善根福德補足。從哪裡補？從經教上補。經教上，我遇不到好老師，我自己學習有困難，怎麼辦？古人有註解在幫助你，現在人比古人更有福報，為什麼？現在有光碟、有網路、有衛星，你在家裡面就可以學習，天天上課，這個福報太大太大了！你得天天上課才行，你要不天天上課，這個福報還是空過了。"
    },
    {
      "id": "02-039-0127_p0011",
      "zh_CN": "我遇到两个人，我很佩服他们，这两个人真的是抓住了，把善根福德补出来了，就是每天听经十个小时，一年三百六十天，天天不缺课。实在有事情，没有办法的，他不睡觉他也听足四个小时，这是在不得已的情况之下听四个小时，平常是十个小时。他真有智慧，他真听话，祖师大德教我们「一门深入，长时薰修」，他抓到了，所以他听经就听一部经。这一部经，他听也不是听得很多，听得很多什么？记不住。每天听十个小时，能记住吗？没有那么好的记性、理解力，他就有困难。所以，他用的方法很巧妙，他一天只听一个小时，一个光碟一个小时，把这一个小时听十遍，他十个小时是这么听法的。就是这一个小时重复听十遍，他记住了，他听懂了。每天听一片，这一片是一个小时，他这个干法，明天再听第二片。这部经听完了，从头再听。听了多久？听了十年。这十年，给诸位说，他得念佛三昧了，得念佛三昧就是得定，他开智慧了。智慧一开，没有学过的经，他不必要学，就像六祖惠能大师一样，你念给他听他就懂了，他也可以讲给你听。这叫什么？一经通一切经通。人不能搞太多，太多所谓贪多嚼不烂，那是错误。人不要学做大通家，我什么都懂，你错了，你什么都不懂。你真能做专，一部经搞通了，不知不觉的变成大通家，你什么都懂了。所以一经通一切经通，十年！每个人都能做到，问题就是你肯不肯干！特别是出家人，为什么？出家人你不需要工作，有同修供养你，每天时间是自己的。一天听十个小时经，念八小时佛，你可以做得到，十年你成就了，你出来教化众生，你是大士，不是普通人。",
      "zh_TW": "我遇到兩個人，我很佩服他們，這兩個人真的是抓住了，把善根福德補出來了，就是每天聽經十個小時，一年三百六十天，天天不缺課。實在有事情，沒有辦法的，他不睡覺他也聽足四個小時，這是在不得已的情況之下聽四個小時，平常是十個小時。他真有智慧，他真聽話，祖師大德教我們「一門深入，長時薰修」，他抓到了，所以他聽經就聽一部經。這一部經，他聽也不是聽得很多，聽得很多什麼？記不住。每天聽十個小時，能記住嗎？沒有那麼好的記性、理解力，他就有困難。所以，他用的方法很巧妙，他一天只聽一個小時，一個光碟一個小時，把這一個小時聽十遍，他十個小時是這麼聽法的。就是這一個小時重複聽十遍，他記住了，他聽懂了。每天聽一片，這一片是一個小時，他這個幹法，明天再聽第二片。這部經聽完了，從頭再聽。聽了多久？聽了十年。這十年，給諸位說，他得念佛三昧了，得念佛三昧就是得定，他開智慧了。智慧一開，沒有學過的經，他不必要學，就像六祖惠能大師一樣，你念給他聽他就懂了，他也可以講給你聽。這叫什麼？一經通一切經通。人不能搞太多，太多所謂貪多嚼不爛，那是錯誤。人不要學做大通家，我什麼都懂，你錯了，你什麼都不懂。你真能做專，一部經搞通了，不知不覺的變成大通家，你什麼都懂了。所以一經通一切經通，十年！每個人都能做到，問題就是你肯不肯幹！特別是出家人，為什麼？出家人你不需要工作，有同修供養你，每天時間是自己的。一天聽十個小時經，念八小時佛，你可以做得到，十年你成就了，你出來教化眾生，你是大士，不是普通人。"
    },
    {
      "id": "02-039-0127_p0012",
      "zh_CN": "所以多少人烦恼习气很重，善根福德不足，他不相信，时间空过了，多可惜！现在觉悟，现在还来得及。我看到有六十岁才开始的，真干，七十岁成就了；七十岁开始干的，八十岁成就，这种人值得人佩服。我听说有个同学，六十多岁开始干的，现在七十多岁，十年他成就了。一门深入，长时薰修，他就是一部《无量寿经》，一句「南无阿弥陀佛」。这样的人，在家，那是维摩居士，在家佛；出家，他是祖师大德，他不是假的。每个人都行，只要你真正能把机会抓住。如果你今年还不满五十岁，你开始干，十年之后你成就了。第一个自己成就，往生西方极乐世界有把握，你修成了。你要肯发愿，我在这个世间多住几年，帮助正法久住、帮助苦难众生，帮助他们破迷开悟，你的寿命可以自主，你想住多少年就住多少年，你生死自在。所以要真干，不能干假的，干假的你就错了。",
      "zh_TW": "所以多少人煩惱習氣很重，善根福德不足，他不相信，時間空過了，多可惜！現在覺悟，現在還來得及。我看到有六十歲才開始的，真幹，七十歲成就了；七十歲開始幹的，八十歲成就，這種人值得人佩服。我聽說有個同學，六十多歲開始幹的，現在七十多歲，十年他成就了。一門深入，長時薰修，他就是一部《無量壽經》，一句「南無阿彌陀佛」。這樣的人，在家，那是維摩居士，在家佛；出家，他是祖師大德，他不是假的。每個人都行，只要你真正能把機會抓住。如果你今年還不滿五十歲，你開始幹，十年之後你成就了。第一個自己成就，往生西方極樂世界有把握，你修成了。你要肯發願，我在這個世間多住幾年，幫助正法久住、幫助苦難眾生，幫助他們破迷開悟，你的壽命可以自主，你想住多少年就住多少年，你生死自在。所以要真幹，不能幹假的，幹假的你就錯了。"
    },
    {
      "id": "02-039-0127_p0013",
      "zh_CN": "黄老居士下面说，「兹为简单易记，故从后者，以一念顷即一刹那」，这个说法比较简单。「至于刹那一念之间，即能遍游诸佛国土者」，这是经上这一句话，此正是阿弥陀佛第十一愿。十一愿的愿文，「于一念顷，不能超过亿那由他百千佛刹，周遍巡历供养诸佛者，不取正觉」。你看这阿弥陀佛发的愿，他说生到西方极乐世界的人，于一念顷，就是一刹那，这么短的时间，一念的时间，他有能力遍游诸佛国土，就是超过亿那由他百千佛刹，这个能力是阿弥陀佛本愿威神加持他的。这个愿文里面，没有说凡圣同居土往生者例外，他没有说这个话；他没有说这个话，那凡圣同居土的都有分，这还得了！凡圣同居土里有三辈九品，他没说下下品往生者例外，没说这个话；换句话说，凡圣同居土下下品往生的人，生到极乐世界，他要「不能超过亿那由他百千佛刹，周遍巡历供养诸佛者」，阿弥陀佛就不能成佛。阿弥陀佛现在成佛了，在西方世界成佛，到现在已经十劫，他的愿愿愿都兑现了，这话一点都不假。",
      "zh_TW": "黃老居士下面說，「茲為簡單易記，故從後者，以一念頃即一剎那」，這個說法比較簡單。「至於剎那一念之間，即能遍遊諸佛國土者」，這是經上這一句話，此正是阿彌陀佛第十一願。十一願的願文，「於一念頃，不能超過億那由他百千佛剎，周遍巡歷供養諸佛者，不取正覺」。你看這阿彌陀佛發的願，他說生到西方極樂世界的人，於一念頃，就是一剎那，這麼短的時間，一念的時間，他有能力遍遊諸佛國土，就是超過億那由他百千佛剎，這個能力是阿彌陀佛本願威神加持他的。這個願文裡面，沒有說凡聖同居土往生者例外，他沒有說這個話；他沒有說這個話，那凡聖同居土的都有分，這還得了！凡聖同居土裡有三輩九品，他沒說下下品往生者例外，沒說這個話；換句話說，凡聖同居土下下品往生的人，生到極樂世界，他要「不能超過億那由他百千佛剎，周遍巡歷供養諸佛者」，阿彌陀佛就不能成佛。阿彌陀佛現在成佛了，在西方世界成佛，到現在已經十劫，他的願願願都兌現了，這話一點都不假。"
    },
    {
      "id": "02-039-0127_p0014",
      "zh_CN": "我们如果在这个世间修行，到这么一个境界，这是神通，神足通，能在一念之间遍游诸佛国土，怎么个去法？诸位想想，除了分身，就不可能遍游佛刹。由此可知，他能够在刹那之间，分亿那由他百千身，每一个身到一尊佛的佛刹。所以，无量无边佛刹前面统统有他，他都在那里，是这个道理，这是分身。到佛刹干什么？拜佛！诸位要记住，佛是世出世间无上福田，修福要去拜佛、供佛，这是修福。供佛，佛肯定给你说法。你供养佛，你是财布施，财布施得财富，这是天经地义的大道理，佛回敬你的是法布施，所以佛给你说法，给你说法你就开智慧。所以，供养佛是福慧双修。西方极乐世界的人，他们福慧天天增长，增长的幅度是我们无法想像的，他增长太快了。为什么？他能用无量无边身去供无量无边的佛，他有这个能力，这是我们六道轮回的众生做不到的。",
      "zh_TW": "我們如果在這個世間修行，到這麼一個境界，這是神通，神足通，能在一念之間遍遊諸佛國土，怎麼個去法？諸位想想，除了分身，就不可能遍遊佛剎。由此可知，他能夠在剎那之間，分億那由他百千身，每一個身到一尊佛的佛剎。所以，無量無邊佛剎前面統統有他，他都在那裡，是這個道理，這是分身。到佛剎幹什麼？拜佛！諸位要記住，佛是世出世間無上福田，修福要去拜佛、供佛，這是修福。供佛，佛肯定給你說法。你供養佛，你是財布施，財布施得財富，這是天經地義的大道理，佛回敬你的是法布施，所以佛給你說法，給你說法你就開智慧。所以，供養佛是福慧雙修。西方極樂世界的人，他們福慧天天增長，增長的幅度是我們無法想像的，他增長太快了。為什麼？他能用無量無邊身去供無量無邊的佛，他有這個能力，這是我們六道輪迴的眾生做不到的。"
    },
    {
      "id": "02-039-0127_p0015",
      "zh_CN": "我们知道，三果，小乘三果阿那含能分身，同时他能分五百身，我们在传记里面看到的，隋唐时代确实有这些出家人。《神僧传》里面记的这个故事，这决定不是假的，《高僧传》上都有，这法师名字我记不得了，我记得这桩事情。他是印度的法师，到中国来传教，住了十几年，回国。法师的法缘非常殊胜，在中国的信徒都很喜欢他，法师要回去了，这些人都想请法师吃饭供养他。法师慈悲，都答应了，什么人请他统统答应。到第二天吃饭的时候，他都去应供。第三天他上路，到十里长亭去送行，这些人都非常欢喜，「法师很瞧得起我，昨天到我家应供」。那个说「不对，昨天明明在我家」，这么一串连才晓得，他分五百身，同一个时间到五百人家去吃饭。第二天这些人统统送行，再一串才把这个事情搞清楚了，法师有分身的本事，他分五百身。西方极乐世界的人，下下品往生能分无量无边身，能供十方世界一切诸佛。这个事情阿弥陀佛自己说的，释迦牟尼佛转告给我们，我们信不信？如果相信，这个地方要不要去？赶快去，不能再等了，到西方极乐世界的成就是真实的，不是假的。",
      "zh_TW": "我們知道，三果，小乘三果阿那含能分身，同時他能分五百身，我們在傳記裡面看到的，隋唐時代確實有這些出家人。《神僧傳》裡面記的這個故事，這決定不是假的，《高僧傳》上都有，這法師名字我記不得了，我記得這樁事情。他是印度的法師，到中國來傳教，住了十幾年，回國。法師的法緣非常殊勝，在中國的信徒都很喜歡他，法師要回去了，這些人都想請法師吃飯供養他。法師慈悲，都答應了，什麼人請他統統答應。到第二天吃飯的時候，他都去應供。第三天他上路，到十里長亭去送行，這些人都非常歡喜，「法師很瞧得起我，昨天到我家應供」。那個說「不對，昨天明明在我家」，這麼一串連才曉得，他分五百身，同一個時間到五百人家去吃飯。第二天這些人統統送行，再一串才把這個事情搞清楚了，法師有分身的本事，他分五百身。西方極樂世界的人，下下品往生能分無量無邊身，能供十方世界一切諸佛。這個事情阿彌陀佛自己說的，釋迦牟尼佛轉告給我們，我們信不信？如果相信，這個地方要不要去？趕快去，不能再等了，到西方極樂世界的成就是真實的，不是假的。"
    },
    {
      "id": "02-039-0127_p0016",
      "zh_CN": "所以供佛太重要了，供佛就是求学，求福求慧。成佛是福慧圆满，福慧圆满你才能普度众生。有慧没有福，度不了众生，有福没有慧，也度不了众生，一定要福慧圆满。我们在这个世间，对于这桩事情也很清楚。学佛成就自己，真正把时间掌握到，一天都不空过，十年成功，正是中国古人所说的「十载寒窗，一举成名」。世间读书人成就十年，佛法修行也是十年，这个十年根深蒂固，成就自己戒定智慧。跟诸位说，戒是德行，定是三昧，慧是大彻大悟，明心见性。纵然不能够大彻大悟，十年也肯定大悟，没有彻悟也是大悟，所以没有学过的东西能够触类旁通。真正依照这个方法修行，十年不可能没成就，如果没有成就，你自己好好想想，你错用了心。十年当中虽然是一门深入，长时薰修，可是你功夫里头一定有夹杂，你心不清净，你心不平等，所以你的成就就不殊胜。如果你心地真的是保持清净平等，那个成就是真实的，那个成就是值得人赞叹的。希望真正有志于作圣、作贤、作菩萨、作佛的同学们，记住，好好学十年就成功了。现在有光碟帮助你，有注解帮助你，不能搞多，只能搞一门，要相信一经通一切经通。要想什么都懂的话，从一门起，一门扎根，不可以学太多，学太多就学杂了，你思想是凌乱的，你不能得三昧，你不能开智慧。遵守古人的教诲，你成功了，你要自作聪明，你的十年会空过，你什么都得不到。",
      "zh_TW": "所以供佛太重要了，供佛就是求學，求福求慧。成佛是福慧圓滿，福慧圓滿你才能普度眾生。有慧沒有福，度不了眾生，有福沒有慧，也度不了眾生，一定要福慧圓滿。我們在這個世間，對於這樁事情也很清楚。學佛成就自己，真正把時間掌握到，一天都不空過，十年成功，正是中國古人所說的「十載寒窗，一舉成名」。世間讀書人成就十年，佛法修行也是十年，這個十年根深蒂固，成就自己戒定智慧。跟諸位說，戒是德行，定是三昧，慧是大徹大悟，明心見性。縱然不能夠大徹大悟，十年也肯定大悟，沒有徹悟也是大悟，所以沒有學過的東西能夠觸類旁通。真正依照這個方法修行，十年不可能沒成就，如果沒有成就，你自己好好想想，你錯用了心。十年當中雖然是一門深入，長時薰修，可是你功夫裡頭一定有夾雜，你心不清淨，你心不平等，所以你的成就就不殊勝。如果你心地真的是保持清淨平等，那個成就是真實的，那個成就是值得人讚歎的。希望真正有志於作聖、作賢、作菩薩、作佛的同學們，記住，好好學十年就成功了。現在有光碟幫助你，有註解幫助你，不能搞多，只能搞一門，要相信一經通一切經通。要想什麼都懂的話，從一門起，一門扎根，不可以學太多，學太多就學雜了，你思想是凌亂的，你不能得三昧，你不能開智慧。遵守古人的教誨，你成功了，你要自作聰明，你的十年會空過，你什麼都得不到。"
    },
    {
      "id": "02-039-0127_p0017",
      "zh_CN": "「上文已曰」，前面讲过，「此诸大士，随时悟入华严三昧」，此诸大士就是讲经前面所列的一万二千人，参加这次法会，释迦牟尼佛讲《无量寿经》，有这么多的听众。这些人称大士，已经大彻大悟、明心见性，我们一般称摩诃萨，大菩萨。他们随时悟入华严三昧，华严三昧前面介绍过了，也就是一悟一切悟。下面有个简单解释，「此三昧据果而言，亦名海印三昧」。我们在《还源观》上读到，海印是比喻，你看「名为印者」，以世间印章做比喻，「印上文字能同时顿现，而无前后之差」，一颗印章上面刻了很多文字，我们在佛门里面常常看到，用经文把它刻成印章。《金刚经》的四句偈，这很有名的，「一切有为法，如梦幻泡影；如露亦如电，应作如是观」。这个四句偈二十个字刻在印章，把这印章盖下去，这二十个字同时出现，不是一个一个的，同时出现，这叫印。印的意思就是同时，叫一时顿现，没有先后。「举体齐彰，亦无或隐之处」，彰是彰显，明显的意思，一个字不漏，全部都印出来，同时印出来的。",
      "zh_TW": "「上文已曰」，前面講過，「此諸大士，隨時悟入華嚴三昧」，此諸大士就是講經前面所列的一萬二千人，參加這次法會，釋迦牟尼佛講《無量壽經》，有這麼多的聽眾。這些人稱大士，已經大徹大悟、明心見性，我們一般稱摩訶薩，大菩薩。他們隨時悟入華嚴三昧，華嚴三昧前面介紹過了，也就是一悟一切悟。下面有個簡單解釋，「此三昧據果而言，亦名海印三昧」。我們在《還源觀》上讀到，海印是比喻，你看「名為印者」，以世間印章做比喻，「印上文字能同時頓現，而無前後之差」，一顆印章上面刻了很多文字，我們在佛門裡面常常看到，用經文把它刻成印章。《金剛經》的四句偈，這很有名的，「一切有為法，如夢幻泡影；如露亦如電，應作如是觀」。這個四句偈二十個字刻在印章，把這印章蓋下去，這二十個字同時出現，不是一個一個的，同時出現，這叫印。印的意思就是同時，叫一時頓現，沒有先後。「舉體齊彰，亦無或隱之處」，彰是彰顯，明顯的意思，一個字不漏，全部都印出來，同時印出來的。"
    },
    {
      "id": "02-039-0127_p0018",
      "zh_CN": "佛用这个来告诉我们，这整个宇宙的出现，就像这样的。这个与过去一些科学家讲的，宇宙的出现是进化论，进化论在佛教里讲不通，佛法讲宇宙不是进化的，是一时顿现。我们平常讲这些，我们用电影做比喻，电影这个常识不难懂，是幻灯片打在银幕上。我们幻灯片在幻灯机里，按钮一按，幻灯片就在银幕上出现，是同时出现的，并不是一部分一部分，有先后次第，没有，同时出现。电影是幻灯片的道理，它是把这个用快速度拍成幻灯片，用同样的速度放出来，我们看起来就好像真的人一样，真的动作一样，是这么个道理。整个宇宙出现，亦复如是，而且依报跟正报同时出现的。这桩事情很深，道理太深了，你要慢慢去参，你才能够证得。佛证得了，把这桩事实真相跟我们说明，虽然说明白了，我们也搞懂了、搞清楚了，还是他的，不是我们的。佛对我们的要求，你必须也证得，才是你自己的，所以佛常讲「唯证方知」，那是你真的知道了。你没有证得，从见闻上知道的，从看书、听讲知道的，这不是真的，这是别人证得的，不是自己证得，佛的要求，要自己亲证。所以佛法是科学，佛法不是玄学，是科学，要求学生要亲证。极乐世界，你不往生，你怎么知道极乐世界？释迦牟尼佛在这部经上给我们介绍极乐世界，是他亲证的。我们听了之后，能信能解，真干，能行，最后我们也证得。释迦牟尼佛说的话不是假的，经上所讲的，你到极乐世界去全看见了，阿弥陀佛四十八愿愿愿都兑现了，真的加持你，你真得受用。这是佛法在这个世间，比起任何学术，无比殊胜之处。",
      "zh_TW": "佛用這個來告訴我們，這整個宇宙的出現，就像這樣的。這個與過去一些科學家講的，宇宙的出現是進化論，進化論在佛教裡講不通，佛法講宇宙不是進化的，是一時頓現。我們平常講這些，我們用電影做比喻，電影這個常識不難懂，是幻燈片打在銀幕上。我們幻燈片在幻燈機裡，按鈕一按，幻燈片就在銀幕上出現，是同時出現的，並不是一部分一部分，有先後次第，沒有，同時出現。電影是幻燈片的道理，它是把這個用快速度拍成幻燈片，用同樣的速度放出來，我們看起來就好像真的人一樣，真的動作一樣，是這麼個道理。整個宇宙出現，亦復如是，而且依報跟正報同時出現的。這樁事情很深，道理太深了，你要慢慢去參，你才能夠證得。佛證得了，把這樁事實真相跟我們說明，雖然說明白了，我們也搞懂了、搞清楚了，還是他的，不是我們的。佛對我們的要求，你必須也證得，才是你自己的，所以佛常講「唯證方知」，那是你真的知道了。你沒有證得，從見聞上知道的，從看書、聽講知道的，這不是真的，這是別人證得的，不是自己證得，佛的要求，要自己親證。所以佛法是科學，佛法不是玄學，是科學，要求學生要親證。極樂世界，你不往生，你怎麼知道極樂世界？釋迦牟尼佛在這部經上給我們介紹極樂世界，是他親證的。我們聽了之後，能信能解，真幹，能行，最後我們也證得。釋迦牟尼佛說的話不是假的，經上所講的，你到極樂世界去全看見了，阿彌陀佛四十八願願願都兌現了，真的加持你，你真得受用。這是佛法在這個世間，比起任何學術，無比殊勝之處。"
    },
    {
      "id": "02-039-0127_p0019",
      "zh_CN": "下面解释「海」，海是什么？大海，「犹如大海，同时影现种种差别之相。形象千差，水体无别」，用大海来做比喻。可是比喻毕竟是比喻，没有办法比喻得恰到好处，我们要能体会得到。所以，水平如镜，它才能照见，通常我们用湖，小湖，湖不大，没有风的时候它没有浪，没有波浪，水也很干净，没有污染，真的像一面镜子，岸边上的风景统统倒影在里面。海里有浪，那个浪很大，可是能不能有倒影？也有，倒影不是那么样的清楚。我们快要到岸边的时候，看到岸边的山、建筑，也能看见，这都是我们亲身的经验。可是，没有湖里面所现的风光那么样的清楚，像一面镜子一样。佛用大海做比喻，如果大海风平浪静，没有波浪，这时候「影现种种差别之相，形象千差，水体无别」，能照的水是一。「万相繁兴，而水湛然」，万相是里面这些影像千差万别，可是水没动。像我们看电视一样，电视里面在表演，萤幕没动，萤幕是平静的，而且决定没有染着。「宛然万相，宛然无相」，万相是屏幕的显现的，我们在电视屏幕上显现的是万相；宛然无相是讲屏幕的自身，屏幕确实无相，一丝毫没有沾染。万相是我们自性所生所现所变的，无相是能生能现能变的自性。自性就像水一样，里面什么都没有，万相是个幻相。",
      "zh_TW": "下面解釋「海」，海是什麼？大海，「猶如大海，同時影現種種差別之相。形象千差，水體無別」，用大海來做比喻。可是比喻畢竟是比喻，沒有辦法比喻得恰到好處，我們要能體會得到。所以，水平如鏡，它才能照見，通常我們用湖，小湖，湖不大，沒有風的時候它沒有浪，沒有波浪，水也很乾淨，沒有污染，真的像一面鏡子，岸邊上的風景統統倒影在裡面。海裡有浪，那個浪很大，可是能不能有倒影？也有，倒影不是那麼樣的清楚。我們快要到岸邊的時候，看到岸邊的山、建築，也能看見，這都是我們親身的經驗。可是，沒有湖裡面所現的風光那麼樣的清楚，像一面鏡子一樣。佛用大海做比喻，如果大海風平浪靜，沒有波浪，這時候「影現種種差別之相，形象千差，水體無別」，能照的水是一。「萬相繁興，而水湛然」，萬相是裡面這些影像千差萬別，可是水沒動。像我們看電視一樣，電視裡面在表演，螢幕沒動，螢幕是平靜的，而且決定沒有染著。「宛然萬相，宛然無相」，萬相是屏幕的顯現的，我們在電視屏幕上顯現的是萬相；宛然無相是講屏幕的自身，屏幕確實無相，一絲毫沒有沾染。萬相是我們自性所生所現所變的，無相是能生能現能變的自性。自性就像水一樣，裡面什麼都沒有，萬相是個幻相。"
    },
    {
      "id": "02-039-0127_p0020",
      "zh_CN": "所以相不是真的，这才叫事实真相，相是假有，性是真空，真空跟假有是一桩事情，不是两桩事情。像我们看电视，屏幕是真空，频道里面显出来形相的时候，这是假有、幻有。幻有不碍真空，真空不碍幻有，它可以同时存在，这是说我们现实环境的真相。虽然同时存在，我们对于真妄要很清楚、很明白，妄不要去执着、不要去分别，真守定了，这就对了。在幻相繁兴的时候，心还是定的，不是动的，这就对了。如果我们的心跟着外面境界动，就错了，那就生烦恼，你里面就有贪爱、就有瞋恚，这就错了。诸佛菩萨应化在世间，释迦牟尼佛当年在世，为我们示现八相成道，住世八十年，我们看不出来，明心见性的人看出来了，看出什么？他八十年没起心动念，这叫佛。不起心不动念，诸位想想，他还有分别执着吗？分别是起心动念来的，执着是从分别来的。有执着的人肯定起心动念、分别执着，这是凡夫，六道凡夫，迷而不觉。阿罗汉觉悟了，于世出世间一切法不执着了，但是他还有分别，还有起心动念。虽然他不究竟，但是他超越六道，六道就没有了。由此可知，六道是执着变现出来的。",
      "zh_TW": "所以相不是真的，這才叫事實真相，相是假有，性是真空，真空跟假有是一樁事情，不是兩樁事情。像我們看電視，屏幕是真空，頻道裡面顯出來形相的時候，這是假有、幻有。幻有不礙真空，真空不礙幻有，它可以同時存在，這是說我們現實環境的真相。雖然同時存在，我們對於真妄要很清楚、很明白，妄不要去執著、不要去分別，真守定了，這就對了。在幻相繁興的時候，心還是定的，不是動的，這就對了。如果我們的心跟著外面境界動，就錯了，那就生煩惱，你裡面就有貪愛、就有瞋恚，這就錯了。諸佛菩薩應化在世間，釋迦牟尼佛當年在世，為我們示現八相成道，住世八十年，我們看不出來，明心見性的人看出來了，看出什麼？他八十年沒起心動念，這叫佛。不起心不動念，諸位想想，他還有分別執著嗎？分別是起心動念來的，執著是從分別來的。有執著的人肯定起心動念、分別執著，這是凡夫，六道凡夫，迷而不覺。阿羅漢覺悟了，於世出世間一切法不執著了，但是他還有分別，還有起心動念。雖然他不究竟，但是他超越六道，六道就沒有了。由此可知，六道是執著變現出來的。"
    },
    {
      "id": "02-039-0127_p0021",
      "zh_CN": "我们在六道，这业力变现的。释迦牟尼佛当年也在六道，他不是业力变现的，他是什么？他是众生有感，他是应现的，所以他没有起心动念。他知道真妄没有妨碍，虚幻的境界不碍真心，真心不碍虚幻境界的出现，没障碍，没事。所以人家的心永远清净，不会被外面境界所转，这叫功夫。我们心随境转，这很可怜，为什么？境界是假的，不是真的，你被外境转，你被虚妄所转了，你这很苦。而所转的是妄心，又不是真心，你看冤不冤枉？真心确实如如不动。凡夫跟佛的差别，佛用真心，凡夫用妄心，差别在此地。妄心是生灭心，真心，真心不生不灭。妄心是念头，你看我们念头，前念灭了后念就生，一个接一个；真心没有这个现象，真心没有生灭。惠能大师见性就是见到真心，他告诉我们，真心是清净的，真心是不生不灭的，没有生灭的现象，也就是念顷，没有念顷的现象。念顷已经动了心，那就起心动念了。虽没有念顷的现象，不妨碍，念顷与他不相干。像水一样，水清净的，没有污染，可以随风起浪，风小就小浪，风大就大浪，随缘不变，不变随缘。",
      "zh_TW": "我們在六道，這業力變現的。釋迦牟尼佛當年也在六道，他不是業力變現的，他是什麼？他是眾生有感，他是應現的，所以他沒有起心動念。他知道真妄沒有妨礙，虛幻的境界不礙真心，真心不礙虛幻境界的出現，沒障礙，沒事。所以人家的心永遠清淨，不會被外面境界所轉，這叫功夫。我們心隨境轉，這很可憐，為什麼？境界是假的，不是真的，你被外境轉，你被虛妄所轉了，你這很苦。而所轉的是妄心，又不是真心，你看冤不冤枉？真心確實如如不動。凡夫跟佛的差別，佛用真心，凡夫用妄心，差別在此地。妄心是生滅心，真心，真心不生不滅。妄心是念頭，你看我們念頭，前念滅了後念就生，一個接一個；真心沒有這個現象，真心沒有生滅。惠能大師見性就是見到真心，他告訴我們，真心是清淨的，真心是不生不滅的，沒有生滅的現象，也就是念頃，沒有念頃的現象。念頃已經動了心，那就起心動念了。雖沒有念頃的現象，不妨礙，念頃與他不相干。像水一樣，水清淨的，沒有污染，可以隨風起浪，風小就小浪，風大就大浪，隨緣不變，不變隨緣。"
    },
    {
      "id": "02-039-0127_p0022",
      "zh_CN": "「时无先后，故延促同时」，他没有时间，他也没有空间。没有时间就是没有先后，所以你讲时间很长、时间很短，他同样的，平等的。所以佛经，对时间它只说两个字「一时」，一时就是这个意思，时间没有先后。诸位要晓得，时间没有先后，告诉我们一桩什么事情？告诉我们，人没有生死。生死不是先后吗？有先后就有生死，没有先后哪来的生死？没有过去、没有现在、没有未来，《金刚经》上说「三心不可得」。那是什么境界？那是极乐世界上的无量寿，无量寿就是没有生死。延促同时，你可以回到过去，你也可以进入未来，看看一千年以后这个世界是什么样子，你就看见了。二千年后的世界是什么样子，过去一千年、二千年你全看到了，那些人事物还都存在，超越时间。空间也不存在，时空都没有了，所以佛经上常讲「即在当下」，这给你讲真话。当下我们不懂，我们好像是懂了，实际上没懂。当下是什么？当下就是这里讲的一念顷，一千六百兆分之一秒，那叫当下。「三世古今不离于当念」，这句话说出来了，当念就是当下这一念，三世是讲时间，古今是讲空间。「齐现水中，故广狭自在」，这是举比喻，海印，「十方世界不离于当处」，三世古今、十方世界就在当处，就在这一念之间，这是事实真相，这是与会的这些菩萨们他们证得的；也就是说，大彻大悟、明心见性的人他证得了。做到这样的功夫，确实不容易。",
      "zh_TW": "「時無先後，故延促同時」，他沒有時間，他也沒有空間。沒有時間就是沒有先後，所以你講時間很長、時間很短，他同樣的，平等的。所以佛經，對時間它只說兩個字「一時」，一時就是這個意思，時間沒有先後。諸位要曉得，時間沒有先後，告訴我們一樁什麼事情？告訴我們，人沒有生死。生死不是先後嗎？有先後就有生死，沒有先後哪來的生死？沒有過去、沒有現在、沒有未來，《金剛經》上說「三心不可得」。那是什麼境界？那是極樂世界上的無量壽，無量壽就是沒有生死。延促同時，你可以回到過去，你也可以進入未來，看看一千年以後這個世界是什麼樣子，你就看見了。二千年後的世界是什麼樣子，過去一千年、二千年你全看到了，那些人事物還都存在，超越時間。空間也不存在，時空都沒有了，所以佛經上常講「即在當下」，這給你講真話。當下我們不懂，我們好像是懂了，實際上沒懂。當下是什麼？當下就是這裡講的一念頃，一千六百兆分之一秒，那叫當下。「三世古今不離於當念」，這句話說出來了，當念就是當下這一念，三世是講時間，古今是講空間。「齊現水中，故廣狹自在」，這是舉比喻，海印，「十方世界不離於當處」，三世古今、十方世界就在當處，就在這一念之間，這是事實真相，這是與會的這些菩薩們他們證得的；也就是說，大徹大悟、明心見性的人他證得了。做到這樣的功夫，確實不容易。"
    },
    {
      "id": "02-039-0127_p0023",
      "zh_CN": "在过去，倓虚法师在香港住了很多年，晚年往生在香港。我跟他老人家没见过面，我是一九七七年第一次到香港，他那个时候已经往生几年了。我听过他讲经的，那个时候是录音带，在录音带上听他讲开示，他老人家说过，参禅大彻大悟、明心见性，他那个时代已经没有了，没见过，也没听说过，得定他见过，有得定的，没有开悟的。北京黄念祖老居士告诉我，在现前这个时代，参禅连得定也没听说过。所以他自己往生，念佛往生净土的。他学过禅、学过密，在最关键的时候他念佛，他改了，改念佛。他告诉我，一天念十四万声的佛号，在生病那个阶段，每天十四万声佛号，他念佛往生的。写这个注解的时候他就有病，身体已经不很好了。这个注解写完成之后，我跟他才认识，那个时候写好了，还没有流通，他送我一本，油印，以前蜡纸油印印的本子。我们知道，蜡纸以前我们用过，蜡纸能够印得出来，大概一百多本的样子，一百二、三十本。一百五十本之后就看不清楚，就模糊了，能够看得清楚的大概只有一百二、三十本的样子。所以油印本的分量不多，他送了一本给我。当时我看了很欢喜，我向他老人家请教，我说你有没有版权？他说没有。那好，没有版权，我就拿去翻印，我拿去做版来流通。他非常欢喜。我说有版权，那我就不敢动你的。所以他说没有版权，我就把他这个注解，那个时候我在美国，我让台湾的同学印了一万册，精装一万册，他看到非常欢喜。身体已经就不很好了。",
      "zh_TW": "在過去，倓虛法師在香港住了很多年，晚年往生在香港。我跟他老人家沒見過面，我是一九七七年第一次到香港，他那個時候已經往生幾年了。我聽過他講經的，那個時候是錄音帶，在錄音帶上聽他講開示，他老人家說過，參禪大徹大悟、明心見性，他那個時代已經沒有了，沒見過，也沒聽說過，得定他見過，有得定的，沒有開悟的。北京黃念祖老居士告訴我，在現前這個時代，參禪連得定也沒聽說過。所以他自己往生，念佛往生淨土的。他學過禪、學過密，在最關鍵的時候他念佛，他改了，改念佛。他告訴我，一天念十四萬聲的佛號，在生病那個階段，每天十四萬聲佛號，他念佛往生的。寫這個註解的時候他就有病，身體已經不很好了。這個註解寫完成之後，我跟他才認識，那個時候寫好了，還沒有流通，他送我一本，油印，以前蠟紙油印印的本子。我們知道，蠟紙以前我們用過，蠟紙能夠印得出來，大概一百多本的樣子，一百二、三十本。一百五十本之後就看不清楚，就模糊了，能夠看得清楚的大概只有一百二、三十本的樣子。所以油印本的分量不多，他送了一本給我。當時我看了很歡喜，我向他老人家請教，我說你有沒有版權？他說沒有。那好，沒有版權，我就拿去翻印，我拿去做版來流通。他非常歡喜。我說有版權，那我就不敢動你的。所以他說沒有版權，我就把他這個註解，那個時候我在美國，我讓台灣的同學印了一萬冊，精裝一萬冊，他看到非常歡喜。身體已經就不很好了。"
    },
    {
      "id": "02-039-0127_p0024",
      "zh_CN": "所以，在那段时间当中，我每年至少要到北京去两次，有时候会去三次，去干什么？就看他老人家。他出来不容易，我去看他容易，真正志同道合！在海外，学这部经、讲这部经只有我一个人，在国内也是他一个人，没有人。我这部经是李炳南老居士他介绍给我的，他自己曾经讲过一遍，有眉注，他那个注解就是在经本上写的，毛笔写的。好像那时候老居士是六十七、八岁的时候，六十七、八岁的时候讲过一遍。非常不容易！我讲这部经，早年没有遇到黄老这个注解，我完全用李老师的注解，用眉注。看到他这个注解我非常欢喜，他真的用心，不辜负老师的教诲，他的老师是夏莲居老居士。夏老会集这部大经，亲自讲过这部经，黄念老是非常用心的听。所以，这部注解是非常艰难辛苦的成就。我们在这次特别选讲的，就是学习黄念老的注解的心得分享，也是纪念老居士，我们晚年相交的一场。",
      "zh_TW": "所以，在那段時間當中，我每年至少要到北京去兩次，有時候會去三次，去幹什麼？就看他老人家。他出來不容易，我去看他容易，真正志同道合！在海外，學這部經、講這部經只有我一個人，在國內也是他一個人，沒有人。我這部經是李炳南老居士他介紹給我的，他自己曾經講過一遍，有眉註，他那個註解就是在經本上寫的，毛筆寫的。好像那時候老居士是六十七、八歲的時候，六十七、八歲的時候講過一遍。非常不容易！我講這部經，早年沒有遇到黃老這個註解，我完全用李老師的註解，用眉註。看到他這個註解我非常歡喜，他真的用心，不辜負老師的教誨，他的老師是夏蓮居老居士。夏老會集這部大經，親自講過這部經，黃念老是非常用心的聽。所以，這部註解是非常艱難辛苦的成就。我們在這次特別選講的，就是學習黃念老的註解的心得分享，也是紀念老居士，我們晚年相交的一場。"
    },
    {
      "id": "02-039-0127_p0025",
      "zh_CN": "《华严经》说，「一切自在难思议，华严三昧势力故」，这个里头重要的就是一切自在，自在就是没有障碍；难思议是不可思议，无法想像的。你看看前面所讲的，一身能分无量身，十方无量无边诸佛刹土，每一尊佛的面前，都有自己的身参加法会，这得大自在！你要是问，这桩事情在理上能讲得通吗？讲得通。什么道理？《华严经》上有。《华严经》太大了，贤首国师的《修华严奥旨妄尽还源观》这篇论文不长，这篇论文里面就把这个道理讲得很清楚、很明白。不是假的，有理论依据。理是自性不可思议，现在的科学也提出来，意念的能力之大也是不可思议的。就是讲我们的念头，大到什么程度？佛经上常说，我们看了、念了都是粗心大意，没认真，从眼前溜过。佛当年在世讲经说法常讲，菩萨有这个能力，把太阳这火球能放在手上，能把它甩到很远天边去，再把它找回来。这是什么？念力，星系在太空当中运行，我让它改变轨道，它很听话。这是佛在经上常常说的，菩萨神通游戏、威德不可思议。佛讲的真话，不是假话，我们有理由相信。为什么？遍法界虚空界怎么来的？念力变现的。既然念力可以变现，念力为什么不能改变？",
      "zh_TW": "《華嚴經》說，「一切自在難思議，華嚴三昧勢力故」，這個裡頭重要的就是一切自在，自在就是沒有障礙；難思議是不可思議，無法想像的。你看看前面所講的，一身能分無量身，十方無量無邊諸佛剎土，每一尊佛的面前，都有自己的身參加法會，這得大自在！你要是問，這樁事情在理上能講得通嗎？講得通。什麼道理？《華嚴經》上有。《華嚴經》太大了，賢首國師的《修華嚴奧旨妄盡還源觀》這篇論文不長，這篇論文裡面就把這個道理講得很清楚、很明白。不是假的，有理論依據。理是自性不可思議，現在的科學也提出來，意念的能力之大也是不可思議的。就是講我們的念頭，大到什麼程度？佛經上常說，我們看了、念了都是粗心大意，沒認真，從眼前溜過。佛當年在世講經說法常講，菩薩有這個能力，把太陽這火球能放在手上，能把它甩到很遠天邊去，再把它找回來。這是什麼？念力，星系在太空當中運行，我讓它改變軌道，它很聽話。這是佛在經上常常說的，菩薩神通遊戲、威德不可思議。佛講的真話，不是假話，我們有理由相信。為什麼？遍法界虛空界怎麼來的？念力變現的。既然念力可以變現，念力為什麼不能改變？"
    },
    {
      "id": "02-039-0127_p0026",
      "zh_CN": "如果我们真正懂得这个道理、明白这个道理，地球上今天这么多灾难，能不能化解？容易化解。念头一正，灾难就没有了。佛在《楞严经》上告诉我们，水灾从哪来的？贪婪。我们居住在这个地方，把贪心息掉，水灾就没有了。火灾怎么来的？地球温度怎么上升的？瞋恨，如果地球上的居民把瞋恨放下，地球的温度恢复正常。境随心转！愚痴感应的是风灾，傲慢感应的是地震，佛在经上统统给我们说了。所谓的自然灾害不是自然，是我们人的心情、意念反应的，是这么个道理。社会的混乱，人心一正，全都正了，万物都正了。所以，我们这些年在学习经教当中，我也常讲，我们这个地球跟西方极乐世界有没有差别？毫无差别，完全平等。为什么人家那个世界那么好？人家居民心好，都是上善，所以他居住环境不出毛病。我们今天这个世界居民是恰恰颠倒，我们是上恶，那就是恶到极处，所以居住这个地球环境也就崩溃掉了。你说意念多重要，佛在经上这个话说得太多太多了！非常难得，今天量子力学也说出来了，说的跟佛说的是一样的，这就是说，佛在经上讲的这个道理、事实真相，可以用现在科学来证明。",
      "zh_TW": "如果我們真正懂得這個道理、明白這個道理，地球上今天這麼多災難，能不能化解？容易化解。念頭一正，災難就沒有了。佛在《楞嚴經》上告訴我們，水災從哪來的？貪婪。我們居住在這個地方，把貪心息掉，水災就沒有了。火災怎麼來的？地球溫度怎麼上升的？瞋恨，如果地球上的居民把瞋恨放下，地球的溫度恢復正常。境隨心轉！愚痴感應的是風災，傲慢感應的是地震，佛在經上統統給我們說了。所謂的自然災害不是自然，是我們人的心情、意念反應的，是這麼個道理。社會的混亂，人心一正，全都正了，萬物都正了。所以，我們這些年在學習經教當中，我也常講，我們這個地球跟西方極樂世界有沒有差別？毫無差別，完全平等。為什麼人家那個世界那麼好？人家居民心好，都是上善，所以他居住環境不出毛病。我們今天這個世界居民是恰恰顛倒，我們是上惡，那就是惡到極處，所以居住這個地球環境也就崩潰掉了。你說意念多重要，佛在經上這個話說得太多太多了！非常難得，今天量子力學也說出來了，說的跟佛說的是一樣的，這就是說，佛在經上講的這個道理、事實真相，可以用現在科學來證明。"
    },
    {
      "id": "02-039-0127_p0027",
      "zh_CN": "古时候社会比现在好，人心淳厚，道理就在此地。人的思想，起心动念、言语造作，他有伦理、有道德在规范着。中国古圣先贤教给我们的，五伦、五常、四维、八德，就这四个条目，真正做到了，这个世界是大同之治，这个世界是极乐世界。完全违背了，现在五伦没有了，五常也没有了，四维八德全没有，问题出来了，社会一片动乱，地球处处灾难，就这个原因。佛法里面讲的别业、共业，虽然我们居住地球这是共业，但是我们共业当中还有不共业，我们能够遵守伦理道德、四维八德，虽然有灾难，我们会不受。那灾难来的时候，譬如大地都沉掉，我们能不死吗？我们也死。那不是一样的吗？不一样，我们死了，到极乐世界去了，那怎么会一样？去处不相同。我们大难临头的时候，没有一点惊慌，心是定的，为什么？了解事实真相，我们走得自在、走得安详，一点恐怖没有。那一般人，一般人吓到了，吓坏了，从惊慌当中死去，那他的去处就不好、就不善，没有离开六道，还是继续搞三途果报。所以它怎么会一样？",
      "zh_TW": "古時候社會比現在好，人心淳厚，道理就在此地。人的思想，起心動念、言語造作，他有倫理、有道德在規範著。中國古聖先賢教給我們的，五倫、五常、四維、八德，就這四個條目，真正做到了，這個世界是大同之治，這個世界是極樂世界。完全違背了，現在五倫沒有了，五常也沒有了，四維八德全沒有，問題出來了，社會一片動亂，地球處處災難，就這個原因。佛法裡面講的別業、共業，雖然我們居住地球這是共業，但是我們共業當中還有不共業，我們能夠遵守倫理道德、四維八德，雖然有災難，我們會不受。那災難來的時候，譬如大地都沉掉，我們能不死嗎？我們也死。那不是一樣的嗎？不一樣，我們死了，到極樂世界去了，那怎麼會一樣？去處不相同。我們大難臨頭的時候，沒有一點驚慌，心是定的，為什麼？了解事實真相，我們走得自在、走得安詳，一點恐怖沒有。那一般人，一般人嚇到了，嚇壞了，從驚慌當中死去，那他的去處就不好、就不善，沒有離開六道，還是繼續搞三途果報。所以它怎麼會一樣？"
    },
    {
      "id": "02-039-0127_p0028",
      "zh_CN": "下面，「又《甄解》曰：一念之顷，周遍无量佛土者，所到一乘清净无量寿世界故，结归念佛三昧也」，这句话说得好。黄老后面也是解释，「此说甚妙，以念佛故，得生极乐，即可乘阿弥陀如来一乘愿海中第十一愿」，十一愿就是遍供诸佛愿，得这个愿力的加持，而出现如是不可思议的神通妙用，「于一念顷，遍游佛土，非二乘所能测」。这个我们还要在一起好好的学习。今天时间到了，这一小段留到我们明天再学习。",
      "zh_TW": "下面，「又《甄解》曰：一念之頃，周遍無量佛土者，所到一乘清淨無量壽世界故，結歸念佛三昧也」，這句話說得好。黃老後面也是解釋，「此說甚妙，以念佛故，得生極樂，即可乘阿彌陀如來一乘願海中第十一願」，十一願就是遍供諸佛願，得這個願力的加持，而出現如是不可思議的神通妙用，「於一念頃，遍遊佛土，非二乘所能測」。這個我們還要在一起好好的學習。今天時間到了，這一小段留到我們明天再學習。"
    }
  ]
}