{
  "doc_id": "02-039-0503",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五０三集",
    "zh_TW": "第五０三集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0503",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "02-039-0503_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第六百二十六面，第四行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第六百二十六面，第四行："
    },
    {
      "id": "02-039-0503_p0002",
      "zh_CN": "『光精明俱出』，「光者光明，精者精妙，明者明净，出者出现」，这是说「自心本具万德」。「无明垢尽」，这一句讲障碍没有了，无明垢尽就是完全断掉，也就是我们平常所说的，真正做到不起心、不动念，叫无明破了，分别执着当然没有，这个时候自心本具万德统统现前。惠能大师在开悟的时候说，「何期自性本自具足」，本自具足的无量德能统统现前。下面几句话形容它，「则清净庄严」，惠能大师开悟第一句话就说，「何期自性，本自清净」，这清净庄严。「光明微妙，精美洁净」，这两句是说自性本具的般若智慧，智慧微妙，精美洁净，说明光明里面没有一丝毫染污，没有一丝毫障碍。「一切妙相，齐头并出」，这个一切妙相是什么？十法界依正庄严全都显现出来，单就狭义的来说，那就是诸佛如来的实报庄严土出现了，是圆教初住到等觉四十一位菩萨所证得的，《华严经》上所说的华藏世界，极乐世界亦如是。「故云光精明俱出，善好殊无比」，善好是赞美之词，殊胜无与伦比，十方世界诸佛的刹土都没有办法跟极乐世界相比。「经云光色晃曜，尽极严丽。又云清净庄严，超逾十方一切世界。」晃曜是光明照耀的意思，尽极就是到极处了，这种庄严华丽到了尽处，就是究竟处。清净庄严是讲依报与正报，正报是清净，诸菩萨们，依报是讲的庄严，美好到极处，超越十方一切世界。「故其善好，十方世界实无能比者」，十方诸佛刹土都比不上极乐世界，对极乐世界赞叹极至。",
      "zh_TW": "『光精明俱出』，「光者光明，精者精妙，明者明淨，出者出現」，這是說「自心本具萬德」。「無明垢盡」，這一句講障礙沒有了，無明垢盡就是完全斷掉，也就是我們平常所說的，真正做到不起心、不動念，叫無明破了，分別執著當然沒有，這個時候自心本具萬德統統現前。惠能大師在開悟的時候說，「何期自性本自具足」，本自具足的無量德能統統現前。下面幾句話形容它，「則清淨莊嚴」，惠能大師開悟第一句話就說，「何期自性，本自清淨」，這清淨莊嚴。「光明微妙，精美潔淨」，這兩句是說自性本具的般若智慧，智慧微妙，精美潔淨，說明光明裡面沒有一絲毫染污，沒有一絲毫障礙。「一切妙相，齊頭並出」，這個一切妙相是什麼？十法界依正莊嚴全都顯現出來，單就狹義的來說，那就是諸佛如來的實報莊嚴土出現了，是圓教初住到等覺四十一位菩薩所證得的，《華嚴經》上所說的華藏世界，極樂世界亦如是。「故云光精明俱出，善好殊無比」，善好是讚美之詞，殊勝無與倫比，十方世界諸佛的剎土都沒有辦法跟極樂世界相比。「經云光色晃曜，盡極嚴麗。又云清淨莊嚴，超逾十方一切世界。」晃曜是光明照耀的意思，盡極就是到極處了，這種莊嚴華麗到了盡處，就是究竟處。清淨莊嚴是講依報與正報，正報是清淨，諸菩薩們，依報是講的莊嚴，美好到極處，超越十方一切世界。「故其善好，十方世界實無能比者」，十方諸佛剎土都比不上極樂世界，對極樂世界讚歎極至。"
    },
    {
      "id": "02-039-0503_p0003",
      "zh_CN": "『著于无上下，洞达无边际』，「《会疏》曰：所证理是法平等，无有高下」，所以这里说无上下，著于无上下，这是事实真相。实报土的法身大士他们证得了，没有高下，也就是说完全平等。为什么完全平等？统统都是自性变现的。经上常讲「心外无法，法外无心」。心外无法，所有一切法是心现的，心能现能生，法是万法。这个万法，除了常寂光，三土统统包含在其中，实报土、方便土、同居土。在我们这个世界常说十法界，十法界的四圣法界是方便土，六凡，就是六道，是同居土，也就是说十法界依正庄严上面还有诸佛的实报庄严土，全都包括在其中，没有一法不平等。所有一切不平等是从分别执着产生的，分别执着本身就是虚妄的。所以我们看一切法不平等，这是一种错误的见解，因为这个见解，错误见解，就产生我们对一切法就有明显不平等的待遇，我们以为高的，以尊重心对他，以为低级的，我们用轻慢心对他，这就不平等了；这个就是经教里常讲的造业，错了，诸法真的是平等。我们明白之后，就要在日常生活当中学，用平等心对待一切法。你看佛经上讲的，生佛不二，生是众生，众生是指什么？指十法界里面的众生，我们这是人道，畜生道、饿鬼道、地狱道，都是众生，上面呢？佛道、菩萨道、声闻道，没有一样不平等。不但十法界里面的佛菩萨，大乘教里面究竟果位叫妙觉如来，跟我们还是平等的，都是一个自性，离开这个自性什么都没有，全都是自性变现的，你怎么在这个里面分高下？我们这个高下的心什么时候能够除掉？除掉高下，平等心就现起来。我们经题上讲的清净，《金刚经》说离开四相，四相是错误的，不是真的，「我相、人相、众生相、寿者相」，什么时候能把四相破了，清净心现前。高下的念头消除，平等心现前，平等心现前是菩萨。",
      "zh_TW": "『著於無上下，洞達無邊際』，「《會疏》曰：所證理是法平等，無有高下」，所以這裡說無上下，著於無上下，這是事實真相。實報土的法身大士他們證得了，沒有高下，也就是說完全平等。為什麼完全平等？統統都是自性變現的。經上常講「心外無法，法外無心」。心外無法，所有一切法是心現的，心能現能生，法是萬法。這個萬法，除了常寂光，三土統統包含在其中，實報土、方便土、同居土。在我們這個世界常說十法界，十法界的四聖法界是方便土，六凡，就是六道，是同居土，也就是說十法界依正莊嚴上面還有諸佛的實報莊嚴土，全都包括在其中，沒有一法不平等。所有一切不平等是從分別執著產生的，分別執著本身就是虛妄的。所以我們看一切法不平等，這是一種錯誤的見解，因為這個見解，錯誤見解，就產生我們對一切法就有明顯不平等的待遇，我們以為高的，以尊重心對他，以為低級的，我們用輕慢心對他，這就不平等了；這個就是經教裡常講的造業，錯了，諸法真的是平等。我們明白之後，就要在日常生活當中學，用平等心對待一切法。你看佛經上講的，生佛不二，生是眾生，眾生是指什麼？指十法界裡面的眾生，我們這是人道，畜生道、餓鬼道、地獄道，都是眾生，上面呢？佛道、菩薩道、聲聞道，沒有一樣不平等。不但十法界裡面的佛菩薩，大乘教裡面究竟果位叫妙覺如來，跟我們還是平等的，都是一個自性，離開這個自性什麼都沒有，全都是自性變現的，你怎麼在這個裡面分高下？我們這個高下的心什麼時候能夠除掉？除掉高下，平等心就現起來。我們經題上講的清淨，《金剛經》說離開四相，四相是錯誤的，不是真的，「我相、人相、眾生相、壽者相」，什麼時候能把四相破了，清淨心現前。高下的念頭消除，平等心現前，平等心現前是菩薩。"
    },
    {
      "id": "02-039-0503_p0004",
      "zh_CN": "「竖深横广，无有边际，故名无边际。」这是讲你洞达无边际，达是通达，洞是彻底，彻底通达，没有边际。没有边际，就是中国古人所说的「其大无外」，我们今天讲宏观宇宙，「其小无内」，现在讲量子力学，你完全明了。「是则佛智所照也」，佛智就是自性本有智慧，它有这么大的能力，对于遍法界虚空界通达明了，这是性德。佛有，菩萨有，一切众生都有。记住，佛告诉我们真话，「一切众生本来是佛」。所以对一切众生不能不尊重，要用真诚心，要用平等心来待。我们对佛用清净心、用平等心，我们对蚊虫蚂蚁有没有？我们对花草树木有没有？我们对山河大地有没有？如果说没有，我们的心没有做到真正平等，没有做到真正的诚敬。",
      "zh_TW": "「豎深橫廣，無有邊際，故名無邊際。」這是講你洞達無邊際，達是通達，洞是徹底，徹底通達，沒有邊際。沒有邊際，就是中國古人所說的「其大無外」，我們今天講宏觀宇宙，「其小無內」，現在講量子力學，你完全明瞭。「是則佛智所照也」，佛智就是自性本有智慧，它有這麼大的能力，對於遍法界虛空界通達明瞭，這是性德。佛有，菩薩有，一切眾生都有。記住，佛告訴我們真話，「一切眾生本來是佛」。所以對一切眾生不能不尊重，要用真誠心，要用平等心來待。我們對佛用清淨心、用平等心，我們對蚊蟲螞蟻有沒有？我們對花草樹木有沒有？我們對山河大地有沒有？如果說沒有，我們的心沒有做到真正平等，沒有做到真正的誠敬。"
    },
    {
      "id": "02-039-0503_p0005",
      "zh_CN": "所以印光大师说得好，学佛你能够得多少利益，我们这个经上讲真实利益，你能得多少，全在你有多少诚敬心。为什么？因为性德没有边际。老人家说，一分诚敬得一分利益，十分诚敬得十分利益，百分诚敬你就得百分利益，看你有多少诚敬，万分诚敬你就得万分利益，这是经上讲的真实之利，这一点都不假。换句话说，诚敬是开发我们自性的一个工具，我们有多少诚敬心，这个自性里面的利益就开发多少，决定成正比例。佛弟子能没有诚敬心吗？今天佛教衰了，学佛的人好像不少，没有看到明显的利益，什么原因？诚敬没有出现。不但不能跟普贤菩萨比，跟普通菩萨比都比不上，乃至于我们跟过去天人比也比不上。为什么？过去的天人修上品十善。我们现在跟过去一般普通的人比，都有相当大的差距，过去社会一般大众都有很好《弟子规》的修养，《十善业道》的修养，道家因果感应的常识，他都具备。起心动念、言语造作如理如法，合乎佛家的十善、律仪，他们生活在其中。我们今天不但没见到，也没有听到有人讲这些问题了。五十年前有人讲，但是做不到，最近这五十年讲的人都没有了，所以我们今天学习当然有一定的艰难，难度。",
      "zh_TW": "所以印光大師說得好，學佛你能夠得多少利益，我們這個經上講真實利益，你能得多少，全在你有多少誠敬心。為什麼？因為性德沒有邊際。老人家說，一分誠敬得一分利益，十分誠敬得十分利益，百分誠敬你就得百分利益，看你有多少誠敬，萬分誠敬你就得萬分利益，這是經上講的真實之利，這一點都不假。換句話說，誠敬是開發我們自性的一個工具，我們有多少誠敬心，這個自性裡面的利益就開發多少，決定成正比例。佛弟子能沒有誠敬心嗎？今天佛教衰了，學佛的人好像不少，沒有看到明顯的利益，什麼原因？誠敬沒有出現。不但不能跟普賢菩薩比，跟普通菩薩比都比不上，乃至於我們跟過去天人比也比不上。為什麼？過去的天人修上品十善。我們現在跟過去一般普通的人比，都有相當大的差距，過去社會一般大眾都有很好《弟子規》的修養，《十善業道》的修養，道家因果感應的常識，他都具備。起心動念、言語造作如理如法，合乎佛家的十善、律儀，他們生活在其中。我們今天不但沒見到，也沒有聽到有人講這些問題了。五十年前有人講，但是做不到，最近這五十年講的人都沒有了，所以我們今天學習當然有一定的艱難，難度。"
    },
    {
      "id": "02-039-0503_p0006",
      "zh_CN": "这一方面，既要专精，又要广学。最重要的，我们要落实。我们也很想落实，为什么老是落实不了？诚敬不足。诚敬从什么地方培养？从经教上培养。这个经只有一遍一遍认真的多听，有好处。一遍一遍认真多听，这个就是戒学。什么戒？一门深入，长时薰修，这是戒。受持读诵，为人演说，这也是戒。我们受持读诵是自利，为人演说是实行，你们想想看对不对？受持读诵，就像儒家讲的，这里头包含博学、审问、慎思、明辨，为人演说就是笃行，演是我做到了，我把我学的东西都变成我的生活，真用上了。戒律用上了，我们起心动念、言语造作与戒律相应；经论用上了，经论是修正我们的思想、行为，这才有一点像。古时候学好，为什么？有很多好榜样我们能看到，现在这个榜样没有了，找不到了，我们都没有见过。我跟你们介绍，我这一代就没有榜样了，我只见到章嘉大师，那种定功，佛经上讲的「那伽常在定，无有不定时」，这我看到了。李炳南老居士舍己为人，精进不懈，我看到了。学不厌，教不倦，可以说这是李老师一生治学的精神。我们在书本里面、经教里面，古时候这些大圣大贤、祖师大德的风范，我们只能在文字上看到，没有看到真正有人在表演，这都很遗憾。真正有这个模范在，好！我们学起来方便。",
      "zh_TW": "這一方面，既要專精，又要廣學。最重要的，我們要落實。我們也很想落實，為什麼老是落實不了？誠敬不足。誠敬從什麼地方培養？從經教上培養。這個經只有一遍一遍認真的多聽，有好處。一遍一遍認真多聽，這個就是戒學。什麼戒？一門深入，長時薰修，這是戒。受持讀誦，為人演說，這也是戒。我們受持讀誦是自利，為人演說是實行，你們想想看對不對？受持讀誦，就像儒家講的，這裡頭包含博學、審問、慎思、明辨，為人演說就是篤行，演是我做到了，我把我學的東西都變成我的生活，真用上了。戒律用上了，我們起心動念、言語造作與戒律相應；經論用上了，經論是修正我們的思想、行為，這才有一點像。古時候學好，為什麼？有很多好榜樣我們能看到，現在這個榜樣沒有了，找不到了，我們都沒有見過。我跟你們介紹，我這一代就沒有榜樣了，我只見到章嘉大師，那種定功，佛經上講的「那伽常在定，無有不定時」，這我看到了。李炳南老居士捨己為人，精進不懈，我看到了。學不厭，教不倦，可以說這是李老師一生治學的精神。我們在書本裡面、經教裡面，古時候這些大聖大賢、祖師大德的風範，我們只能在文字上看到，沒有看到真正有人在表演，這都很遺憾。真正有這個模範在，好！我們學起來方便。"
    },
    {
      "id": "02-039-0503_p0007",
      "zh_CN": "「佛智所照」就是自性本具般若它起作用，障碍没有了，作用就现前。障碍就这三大类，《华严经》上说的妄想、分别、执着。一般大乘经上讲的无明烦恼就是妄想，妄想就是起心动念，这个讲得深。我们实在讲没发现，你还没发现，你怎么断它？我们今天能把下面两个断掉就算很不错了，下面是分别、是执着。不分别是菩萨，不执着是阿罗汉；不分别是尘沙烦恼断了，不执着是见思烦恼断了。所以在日常生活当中，乃至于我们读诵经典，都应该用不分别、不执着，那是用真心在念，真心念就会有悟处。有分别、有执着你去念，这是妄心念，妄心念所得到的就是知识，不是智慧，开不了悟。就是说你在读诵，你在学习，你里头用的心是妄心，不是真心。要知道诚敬是真心。诚是什么？诚是真诚，真诚是菩提心的体，菩提心是真心，敬是真诚的起用，恭敬是性德，这两个字的意思得要搞清楚，诚敬，诚敬是菩提心。敬，你看看《礼记．曲礼》一开头第一句话说，「曲礼曰：毋不敬」，没有一样不恭敬，对树木花草也都合掌称菩萨，真恭敬，对山河大地。我们初学的时候不知道，没人教我们，而是深入经藏时间久了，慢慢体会到，这个可不能忘记。所以我们早晚礼拜加上「十方刹土微尘世界」，这是什么？这就是山河大地，我们今天讲的无量的星球，十方世界无量的星球，从宏观上说，微尘法界那就是微观世界，无一不是自性变现的。",
      "zh_TW": "「佛智所照」就是自性本具般若它起作用，障礙沒有了，作用就現前。障礙就這三大類，《華嚴經》上說的妄想、分別、執著。一般大乘經上講的無明煩惱就是妄想，妄想就是起心動念，這個講得深。我們實在講沒發現，你還沒發現，你怎麼斷它？我們今天能把下面兩個斷掉就算很不錯了，下面是分別、是執著。不分別是菩薩，不執著是阿羅漢；不分別是塵沙煩惱斷了，不執著是見思煩惱斷了。所以在日常生活當中，乃至於我們讀誦經典，都應該用不分別、不執著，那是用真心在念，真心念就會有悟處。有分別、有執著你去念，這是妄心念，妄心念所得到的就是知識，不是智慧，開不了悟。就是說你在讀誦，你在學習，你裡頭用的心是妄心，不是真心。要知道誠敬是真心。誠是什麼？誠是真誠，真誠是菩提心的體，菩提心是真心，敬是真誠的起用，恭敬是性德，這兩個字的意思得要搞清楚，誠敬，誠敬是菩提心。敬，你看看《禮記．曲禮》一開頭第一句話說，「曲禮曰：毋不敬」，沒有一樣不恭敬，對樹木花草也都合掌稱菩薩，真恭敬，對山河大地。我們初學的時候不知道，沒人教我們，而是深入經藏時間久了，慢慢體會到，這個可不能忘記。所以我們早晚禮拜加上「十方剎土微塵世界」，這是什麼？這就是山河大地，我們今天講的無量的星球，十方世界無量的星球，從宏觀上說，微塵法界那就是微觀世界，無一不是自性變現的。"
    },
    {
      "id": "02-039-0503_p0008",
      "zh_CN": "佛是什么？佛就是自性，山河大地是自性，山河大地是佛。《华严经》上说的「情与无情，同圆种智」，就说这个意思。有情一般指动物，无情就是指植物跟矿物，现在讲动物、植物、矿物，讲三个，分为这三大类。还有一个名词叫生物，在大乘佛法讲，生物把所有的全都包括了。为什么？它有生命，它有见闻觉知，山河大地有见闻觉知，树木花草有见闻觉知，所有物质现象里头统统有见闻觉知。这是近来这些年日本江本博士做水实验，水是矿物，它有见闻觉知，证明它是有机体，它是活的，它不是死的。佛在经上告诉我们，连山河大地统统是有机的，为什么？因为基本的物质现象它具足。《金刚经》上讲所有一切现象都是叫一合相，分析到最后是一样东西，大概现在就是科学里面讲的量子、中微子，分析到最后完全相同，万事万物只是排列的方程式不一样，组合不一样，基本的物质完全相同。那就是什么？阿赖耶的境界相完全相同。阿赖耶的三细相是一而三、三而一，根本不能分开，也就是能量、信息跟境界相，它是一不是二。基本的物质都是有机体的，它组合的，怎么会有差异？从这个地方我们能体会到，万事万物是活的，万事万物跟我们都会起感应道交。我们只要诚，古人讲的「诚则灵」。灵是什么？跟它沟通，跟它起感应，诚则灵。不诚就不灵，不是不灵，不诚是我们自己有障碍，他的信息发给我，我收到了，但是没有感觉，麻木不仁。可是我们的信息发给他的时候，他收到，变成什么？他知道我们，我们不知道他们，这是真的不是假的。这个对于大乘经教的薰习那就太重要，我们长年不断在大乘里薰习，慢慢自然就明白了。",
      "zh_TW": "佛是什麼？佛就是自性，山河大地是自性，山河大地是佛。《華嚴經》上說的「情與無情，同圓種智」，就說這個意思。有情一般指動物，無情就是指植物跟礦物，現在講動物、植物、礦物，講三個，分為這三大類。還有一個名詞叫生物，在大乘佛法講，生物把所有的全都包括了。為什麼？它有生命，它有見聞覺知，山河大地有見聞覺知，樹木花草有見聞覺知，所有物質現象裡頭統統有見聞覺知。這是近來這些年日本江本博士做水實驗，水是礦物，它有見聞覺知，證明它是有機體，它是活的，它不是死的。佛在經上告訴我們，連山河大地統統是有機的，為什麼？因為基本的物質現象它具足。《金剛經》上講所有一切現象都是叫一合相，分析到最後是一樣東西，大概現在就是科學裡面講的量子、中微子，分析到最後完全相同，萬事萬物只是排列的方程式不一樣，組合不一樣，基本的物質完全相同。那就是什麼？阿賴耶的境界相完全相同。阿賴耶的三細相是一而三、三而一，根本不能分開，也就是能量、信息跟境界相，它是一不是二。基本的物質都是有機體的，它組合的，怎麼會有差異？從這個地方我們能體會到，萬事萬物是活的，萬事萬物跟我們都會起感應道交。我們只要誠，古人講的「誠則靈」。靈是什麼？跟它溝通，跟它起感應，誠則靈。不誠就不靈，不是不靈，不誠是我們自己有障礙，他的信息發給我，我收到了，但是沒有感覺，麻木不仁。可是我們的信息發給他的時候，他收到，變成什麼？他知道我們，我們不知道他們，這是真的不是假的。這個對於大乘經教的薰習那就太重要，我們長年不斷在大乘裡薰習，慢慢自然就明白了。"
    },
    {
      "id": "02-039-0503_p0009",
      "zh_CN": "这个言教能不能开悟？能，教下常讲的大开圆解，跟禅宗大彻大悟、明心见性同等的境界。念佛能不能开悟？能，念到理一心，也是这个境界。这就是法法平等，没有高下，统统能开悟，统统能见性。这个道理要晓得，我们对于一切法就会尊重，不仅是佛法，其他宗教修学的方法没有例外。诀窍就在制心一处，问题解决了。只要制心一处，要知道制心一处就是禅定，定就开智慧。我们今天就制心一处在这一部经上，在这一句佛号上。一部经帮助我们认知，这一句佛号帮助我们把念头止于这一处，我就止在这里。这是行门，经教是解门，解门帮助我看破，行门帮助我放下，止于一处就是放下，放下万缘，这一处好！这一处是真心、是自性。不能见性也没有关系，不能见性，西方极乐世界真有阿弥陀佛，他真的帮助我们。所以这个法门，无有高下里面又特别殊胜。",
      "zh_TW": "這個言教能不能開悟？能，教下常講的大開圓解，跟禪宗大徹大悟、明心見性同等的境界。念佛能不能開悟？能，念到理一心，也是這個境界。這就是法法平等，沒有高下，統統能開悟，統統能見性。這個道理要曉得，我們對於一切法就會尊重，不僅是佛法，其他宗教修學的方法沒有例外。訣竅就在制心一處，問題解決了。只要制心一處，要知道制心一處就是禪定，定就開智慧。我們今天就制心一處在這一部經上，在這一句佛號上。一部經幫助我們認知，這一句佛號幫助我們把念頭止於這一處，我就止在這裡。這是行門，經教是解門，解門幫助我看破，行門幫助我放下，止於一處就是放下，放下萬緣，這一處好！這一處是真心、是自性。不能見性也沒有關係，不能見性，西方極樂世界真有阿彌陀佛，他真的幫助我們。所以這個法門，無有高下裡面又特別殊勝。"
    },
    {
      "id": "02-039-0503_p0010",
      "zh_CN": "我们看底下这个文，「据疏意，首句是所证之理体，即如如也。次句是能照之佛智」。首句就是著于无上下，所证的理体如如，万法如如。次句是洞达无边际，是能照的佛智，「即如如智。所谓理体，即自然之根本。所谓佛智，乃洞达从此根本流出自然相之智慧。体用一如，理智无二，能所双泯，绝待圆融，言思莫及。」教下怎么开悟的？就是这几句所说的，他开悟了。教下洞达从根本智流出自然相的智慧，这差别智，根本智是实智，真实的智慧，差别智是后得智，无所不知。根本智是体，差别智是用，体用一如。根本智对的是理，理体，差别讲的是作用，是智，理智无二。为什么会一如？为什么会无二？因为你把起心动念放下了，如果有起心动念，体用是二不是一，理智是二也不是一。从这个角度来观察，所以欧阳竟无大师说，「佛法非宗教非哲学，而为今时所必需」，他说出这个话来。非宗教我们能理解，为什么非哲学？哲学里头有能所，有二，佛法无二，这就是超越哲学的范畴，也就是佛法没有相对的，哲学、科学都有相对的，佛法没有。为什么佛法没有？佛法不起心、不动念，起心动念就有二、就有三。所以你看从一体起二用，这个二用里面就有三种周遍。",
      "zh_TW": "我們看底下這個文，「據疏意，首句是所證之理體，即如如也。次句是能照之佛智」。首句就是著於無上下，所證的理體如如，萬法如如。次句是洞達無邊際，是能照的佛智，「即如如智。所謂理體，即自然之根本。所謂佛智，乃洞達從此根本流出自然相之智慧。體用一如，理智無二，能所雙泯，絕待圓融，言思莫及。」教下怎麼開悟的？就是這幾句所說的，他開悟了。教下洞達從根本智流出自然相的智慧，這差別智，根本智是實智，真實的智慧，差別智是後得智，無所不知。根本智是體，差別智是用，體用一如。根本智對的是理，理體，差別講的是作用，是智，理智無二。為什麼會一如？為什麼會無二？因為你把起心動念放下了，如果有起心動念，體用是二不是一，理智是二也不是一。從這個角度來觀察，所以歐陽竟無大師說，「佛法非宗教非哲學，而為今時所必需」，他說出這個話來。非宗教我們能理解，為什麼非哲學？哲學裡頭有能所，有二，佛法無二，這就是超越哲學的範疇，也就是佛法沒有相對的，哲學、科學都有相對的，佛法沒有。為什麼佛法沒有？佛法不起心、不動念，起心動念就有二、就有三。所以你看從一體起二用，這個二用裡面就有三種周遍。"
    },
    {
      "id": "02-039-0503_p0011",
      "zh_CN": "我们全都通达明了了，落实在日常生活当中，行为当中就有四德，我们的心行不离开这四个原则，菩萨行。四个原则里头，第一个最重要，「随缘妙用」，最后一个显示无尽的慈悲。随缘妙用是智慧，就是理智不二，末后一句是无尽的慈悲，「代众生苦」，当中两句是手段。能所双泯，哲学里头有能有所，大乘里头没有，能所是一不是二，能生所生，能现所现，能生能现的是自性，所生所现的是万法，能所双泯。换句话说，色即是空，空即是色，色不异空，空不异色，这是双泯的境界，这是圆融，绝待圆融。所以言语道断，心行处灭，你不能想，你也不能说，说，错了，没有言说，想，也错了，它没有思想，所以称绝待圆融，就是绝对的，它不是相对的。",
      "zh_TW": "我們全都通達明瞭了，落實在日常生活當中，行為當中就有四德，我們的心行不離開這四個原則，菩薩行。四個原則裡頭，第一個最重要，「隨緣妙用」，最後一個顯示無盡的慈悲。隨緣妙用是智慧，就是理智不二，末後一句是無盡的慈悲，「代眾生苦」，當中兩句是手段。能所雙泯，哲學裡頭有能有所，大乘裡頭沒有，能所是一不是二，能生所生，能現所現，能生能現的是自性，所生所現的是萬法，能所雙泯。換句話說，色即是空，空即是色，色不異空，空不異色，這是雙泯的境界，這是圓融，絕待圓融。所以言語道斷，心行處滅，你不能想，你也不能說，說，錯了，沒有言說，想，也錯了，它沒有思想，所以稱絕待圓融，就是絕對的，它不是相對的。"
    },
    {
      "id": "02-039-0503_p0012",
      "zh_CN": "「无上下者，指所证理体本来平等。经云」，这是《金刚经》，《金刚经》上只有这两句话，「是法平等，无有高下」。这个法是什么法？一切法，无论是什么法，平等的。你说我们拈这个纸片，这微不足道，擦了脸就丢掉，这也是一法，它跟无上菩提是不是平等？平等。为什么？无上菩提自性现的，这一法也是自性现的。自性在哪里？你拈这个纸片，是的，没错，法法皆如，法法皆是。所以说心外无法，法法全是心，这个心是真心，不是妄心。这是心是讲能现能生的心，法是所生所现的法，心性不能离开，这是我们讲了很多次，我举电视屏幕，因为我们很多同学现在都在电视机面前，或者在网路屏幕面前，我常用这个做比喻。屏幕是体，里面的现相是作用，是相、是用，体跟相能离开吗？不能离开，离开体没有相，离开相没有体，体相是一不是二。作用呢？作用是帮助我们在一起学习，帮助我们了解诸法实相，帮助我们契入佛境界，这都是作用。所谓「是法平等」的法不是指特定的法，不是的，大家对这个法，不要以为这个法是佛法，佛法以外就不是，错了，一切法全在里头。佛法、世间法，一切法全在里头，统统包了，都没有高下，一切法皆是佛法。所以悟了之后，你问他，哪一法不是佛法？没有觉悟的时候，你问他，哪一法是佛法？都不是，悟了之后都是，悟了之后明白了、搞清楚了，承认，不再怀疑。所以佛门才有一句话说「佛法无边」，真的，它里面包容万有，一样也不漏。",
      "zh_TW": "「無上下者，指所證理體本來平等。經云」，這是《金剛經》，《金剛經》上只有這兩句話，「是法平等，無有高下」。這個法是什麼法？一切法，無論是什麼法，平等的。你說我們拈這個紙片，這微不足道，擦了臉就丟掉，這也是一法，它跟無上菩提是不是平等？平等。為什麼？無上菩提自性現的，這一法也是自性現的。自性在哪裡？你拈這個紙片，是的，沒錯，法法皆如，法法皆是。所以說心外無法，法法全是心，這個心是真心，不是妄心。這是心是講能現能生的心，法是所生所現的法，心性不能離開，這是我們講了很多次，我舉電視屏幕，因為我們很多同學現在都在電視機面前，或者在網路屏幕面前，我常用這個做比喻。屏幕是體，裡面的現相是作用，是相、是用，體跟相能離開嗎？不能離開，離開體沒有相，離開相沒有體，體相是一不是二。作用呢？作用是幫助我們在一起學習，幫助我們了解諸法實相，幫助我們契入佛境界，這都是作用。所謂「是法平等」的法不是指特定的法，不是的，大家對這個法，不要以為這個法是佛法，佛法以外就不是，錯了，一切法全在裡頭。佛法、世間法，一切法全在裡頭，統統包了，都沒有高下，一切法皆是佛法。所以悟了之後，你問他，哪一法不是佛法？沒有覺悟的時候，你問他，哪一法是佛法？都不是，悟了之後都是，悟了之後明白了、搞清楚了，承認，不再懷疑。所以佛門才有一句話說「佛法無邊」，真的，它裡面包容萬有，一樣也不漏。"
    },
    {
      "id": "02-039-0503_p0013",
      "zh_CN": "「又心佛众生，三无差别」。这也是法，都是归纳，心法、佛法、众生法，一而三，三而一。为什么？心能现能生，心是能现，能现能生，佛、众生是所现所生，觉悟的就称为佛，没有觉悟的就称为众生。不管他觉悟不觉悟，他全是心现心生的，他是一，他不是二。能现能生的称为本体，所生所现的称为现象，体相是一不是二，叫三无差别。「皆显平等之义。平等，故无上下。」「着」这个字是显著的意思、昭著的意思，就是显露之义。这个平等法完全显著出来，在哪里？不就在眼前吗？哪有差别？差别是什么？我们没有悟，我们迷了，无上下以为有上下，还特别在分别里头执着，这是佛，那不是佛。这些话对初学人可以说，初学的人不这么说他不懂，初学的人一下跟他说「著于无上下」，他就迷了，这是怎么回事？真假是非善恶都不分了，这个人是白痴，这个人头脑有问题。所以这个是向上一着，佛一般是不讲的。经上有这些经文，你就晓得这个经是属于什么经？一乘法，还在大乘之上。",
      "zh_TW": "「又心佛眾生，三無差別」。這也是法，都是歸納，心法、佛法、眾生法，一而三，三而一。為什麼？心能現能生，心是能現，能現能生，佛、眾生是所現所生，覺悟的就稱為佛，沒有覺悟的就稱為眾生。不管他覺悟不覺悟，他全是心現心生的，他是一，他不是二。能現能生的稱為本體，所生所現的稱為現象，體相是一不是二，叫三無差別。「皆顯平等之義。平等，故無上下。」「著」這個字是顯著的意思、昭著的意思，就是顯露之義。這個平等法完全顯著出來，在哪裡？不就在眼前嗎？哪有差別？差別是什麼？我們沒有悟，我們迷了，無上下以為有上下，還特別在分別裡頭執著，這是佛，那不是佛。這些話對初學人可以說，初學的人不這麼說他不懂，初學的人一下跟他說「著於無上下」，他就迷了，這是怎麼回事？真假是非善惡都不分了，這個人是白痴，這個人頭腦有問題。所以這個是向上一著，佛一般是不講的。經上有這些經文，你就曉得這個經是屬於什麼經？一乘法，還在大乘之上。"
    },
    {
      "id": "02-039-0503_p0014",
      "zh_CN": "「故《会疏》曰：着，明也。此明字下得好。」明是什么？「明心见性之明。所明者即无上下之平等理体，即是心也」。离不开心，心现的，识也是心，识变的。心跟识两个对称，心是真心，识是妄心，心是觉悟的心，在觉悟状态称心，在迷惑状态称识，心就是识，识就是心，一体。它有两个不同的作用，它真的是一不是二，所以一转过来就变成四智菩提，这一觉悟妄心就变成四智菩提。佛教化众生，教化十法界、教化六道，不用识众生不懂，众生不能接受，所以识的作用很大。从识这个里头一下明白过来了，叫转识成智，这才真正显示出叫法门平等，无有高下，任何一个法门都能达到明心见性，都能成就圆满佛道。这个里头把明心见性那个秘密揭露出来了。明心见性，明的是什么？就是明了无上下的平等理体。无上下的平等理体明白了，你就晓得，从这个理体所生的现象当然也是无高下的平等的法相，然后再深入的时候，你会看到更不可思议的，无上下的平等的事用，这是事事无碍。事事无碍怎么讲？没有一桩事情不是佛事。为什么？一切事里面都能开悟，都能明心见性，各人根性不相同，各人善根福德不相同，所以不定在什么境界上豁然大悟。这才真正叫圆满的大教。",
      "zh_TW": "「故《會疏》曰：著，明也。此明字下得好。」明是什麼？「明心見性之明。所明者即無上下之平等理體，即是心也」。離不開心，心現的，識也是心，識變的。心跟識兩個對稱，心是真心，識是妄心，心是覺悟的心，在覺悟狀態稱心，在迷惑狀態稱識，心就是識，識就是心，一體。它有兩個不同的作用，它真的是一不是二，所以一轉過來就變成四智菩提，這一覺悟妄心就變成四智菩提。佛教化眾生，教化十法界、教化六道，不用識眾生不懂，眾生不能接受，所以識的作用很大。從識這個裡頭一下明白過來了，叫轉識成智，這才真正顯示出叫法門平等，無有高下，任何一個法門都能達到明心見性，都能成就圓滿佛道。這個裡頭把明心見性那個祕密揭露出來了。明心見性，明的是什麼？就是明瞭無上下的平等理體。無上下的平等理體明白了，你就曉得，從這個理體所生的現象當然也是無高下的平等的法相，然後再深入的時候，你會看到更不可思議的，無上下的平等的事用，這是事事無礙。事事無礙怎麼講？沒有一樁事情不是佛事。為什麼？一切事裡面都能開悟，都能明心見性，各人根性不相同，各人善根福德不相同，所以不定在什麼境界上豁然大悟。這才真正叫圓滿的大教。"
    },
    {
      "id": "02-039-0503_p0015",
      "zh_CN": "『洞达』，洞这个字，「洞然明白；达，识心达本」。这个意思讲得深，这个心是真心，这个本是本性，识心达本就是明心见性，换句话说，洞然明白也就是明心见性。「穷尽心源，故曰洞达。」这个心是真心，真心的本源，惠能大师见到了。真心的本源是什么？不生不灭，佛法里面常讲的大般涅槃，大般涅槃翻成中国的意思就是不生不灭，或者翻作圆寂，圆是圆满，寂是寂灭。这个寂灭就是三大类的烦恼统统灭了，无明、见思、尘沙统统灭了，灭是这个意思，生死灭了，没有生死了，圆满的智慧，圆满的德用，称之为大般涅槃。「《会疏》以证入释洞达，即此义也」，意思是一样的。『无边际』，「竖穷上下，横裹八方，无有边际」，这是大而无外，「不可穷尽」，这是小而无内；「佛智所照，亦复如是」。这个境界很不容易体会，其大没有外，换句话说，没有边际，这叫大而无外，完全是从性体上讲。能现的体大而无外，所现的相当然也大而无外，能现的体小而无内，所现的相当然也是小而无内。这都是事实真相，这是诸法实相。你找边际，根本就没边际，你找那个圆心，画个圆找圆心，根本就没有圆心。有没有？真有，你决定找不到，你在圆心点一点，在显微镜下那是一块面积。所以几何上的点是个抽象概念，有没有事实？没有。佛法小而无内，它不是抽象概念，它真有。怎么说真有？佛经上常说，微尘里头有世界。世界什么样子？跟我们外面世界一样的，外面世界没有缩小，这个微点没放大，居然里头就有世界。我们在经教里念过，谁能进去？普贤菩萨，普贤菩萨到微尘世界里面去参学，那个里头有十方佛刹，如来在那个地方讲经，妙不可言！宏观宇宙里头见到，微观世界里也有，而且重重无尽，为什么？每个微点里头都有，不是说这个微点有，那个微点没有，不是的，每个微点都有。这个境界妙不可言，科学、哲学没发现。",
      "zh_TW": "『洞達』，洞這個字，「洞然明白；達，識心達本」。這個意思講得深，這個心是真心，這個本是本性，識心達本就是明心見性，換句話說，洞然明白也就是明心見性。「窮盡心源，故曰洞達。」這個心是真心，真心的本源，惠能大師見到了。真心的本源是什麼？不生不滅，佛法裡面常講的大般涅槃，大般涅槃翻成中國的意思就是不生不滅，或者翻作圓寂，圓是圓滿，寂是寂滅。這個寂滅就是三大類的煩惱統統滅了，無明、見思、塵沙統統滅了，滅是這個意思，生死滅了，沒有生死了，圓滿的智慧，圓滿的德用，稱之為大般涅槃。「《會疏》以證入釋洞達，即此義也」，意思是一樣的。『無邊際』，「豎窮上下，橫裹八方，無有邊際」，這是大而無外，「不可窮盡」，這是小而無內；「佛智所照，亦復如是」。這個境界很不容易體會，其大沒有外，換句話說，沒有邊際，這叫大而無外，完全是從性體上講。能現的體大而無外，所現的相當然也大而無外，能現的體小而無內，所現的相當然也是小而無內。這都是事實真相，這是諸法實相。你找邊際，根本就沒邊際，你找那個圓心，畫個圓找圓心，根本就沒有圓心。有沒有？真有，你決定找不到，你在圓心點一點，在顯微鏡下那是一塊面積。所以幾何上的點是個抽象概念，有沒有事實？沒有。佛法小而無內，它不是抽象概念，它真有。怎麼說真有？佛經上常說，微塵裡頭有世界。世界什麼樣子？跟我們外面世界一樣的，外面世界沒有縮小，這個微點沒放大，居然裡頭就有世界。我們在經教裡念過，誰能進去？普賢菩薩，普賢菩薩到微塵世界裡面去參學，那個裡頭有十方佛剎，如來在那個地方講經，妙不可言！宏觀宇宙裡頭見到，微觀世界裡也有，而且重重無盡，為什麼？每個微點裡頭都有，不是說這個微點有，那個微點沒有，不是的，每個微點都有。這個境界妙不可言，科學、哲學沒發現。"
    },
    {
      "id": "02-039-0503_p0016",
      "zh_CN": "我们要问，科学、哲学能不能发现？不能。为什么不能？科学、哲学没有放下思想，也就是说没有转八识成四智，它只能发现阿赖耶，禅宗讲向上一着它做不到。佛法的深，佛法的高，佛法的妙，不可思议，你没有法子想，你也没法子说，真是妙极了。无有边际，不可穷尽，就是中国古大德所讲的，大而无外，小而无内。说这个话可能佛教还没有传到中国，先秦诸子百家，古时候大圣大贤不是凡人，他们怎么会知道？佛经上所说的，现代科学所发现的，摆在面前一对比，我们的老祖宗里面有没有佛菩萨？这个事情我问过李老师，李老师回答得很妙，理上讲得通，佛菩萨在中国示现圣贤，理上讲得通，事上没证据，事上他没有说是什么身分，我们只是猜想，没有证据。尧舜禹汤是不是佛菩萨化身来的？经上讲的，应以什么身得度，他就能现什么身。孔子、孟子是不是佛菩萨再来的？尧舜禹汤往前面数那些圣贤，那真不简单，他们有真智慧，他们在那个时代教化众生。上古时代的众生好教，听话，老实、听话、真干，好教。以后知识愈增长，他就妄想多了，他知见多了，产生成见，佛经里面的术语，五种见惑发生了，有边见、有见取见、有戒取见，这些错误的知见产生，那教起来就麻烦，没有从前那么好教了。这就跟一个人的长成，你从这里细心观察，然后你就了解，千万年来圣贤他用的方法，你就会赞叹：妙极了！",
      "zh_TW": "我們要問，科學、哲學能不能發現？不能。為什麼不能？科學、哲學沒有放下思想，也就是說沒有轉八識成四智，它只能發現阿賴耶，禪宗講向上一著它做不到。佛法的深，佛法的高，佛法的妙，不可思議，你沒有法子想，你也沒法子說，真是妙極了。無有邊際，不可窮盡，就是中國古大德所講的，大而無外，小而無內。說這個話可能佛教還沒有傳到中國，先秦諸子百家，古時候大聖大賢不是凡人，他們怎麼會知道？佛經上所說的，現代科學所發現的，擺在面前一對比，我們的老祖宗裡面有沒有佛菩薩？這個事情我問過李老師，李老師回答得很妙，理上講得通，佛菩薩在中國示現聖賢，理上講得通，事上沒證據，事上他沒有說是什麼身分，我們只是猜想，沒有證據。堯舜禹湯是不是佛菩薩化身來的？經上講的，應以什麼身得度，他就能現什麼身。孔子、孟子是不是佛菩薩再來的？堯舜禹湯往前面數那些聖賢，那真不簡單，他們有真智慧，他們在那個時代教化眾生。上古時代的眾生好教，聽話，老實、聽話、真幹，好教。以後知識愈增長，他就妄想多了，他知見多了，產生成見，佛經裡面的術語，五種見惑發生了，有邊見、有見取見、有戒取見，這些錯誤的知見產生，那教起來就麻煩，沒有從前那麼好教了。這就跟一個人的長成，你從這裡細心觀察，然後你就了解，千萬年來聖賢他用的方法，你就會讚歎：妙極了！"
    },
    {
      "id": "02-039-0503_p0017",
      "zh_CN": "你看小孩，现在的小孩麻烦，为什么？生下来就看电视，他头脑里就装一些乱七八糟的东西，很不好教。古时候的小孩，尤其生长在农村，他什么都不知道，真单纯、真简单，大人教什么听什么，乖乖的，一点没有疑惑。随着年龄成长，到十三、四岁时候懂事了，小时候要没有教好，那麻烦就大了。小时候教好了，循规蹈矩，一辈子都不会越轨，人都知道修养道德，积功累德，断恶修善，都懂得，不会有为非作歹，饿死、冻死也不会去偷盗，从来不会有作奸犯科那种念头，不可能生起来。所以从一个人从小到大那一生过程当中，我们就能够联想到，这个几千年圣贤他用的，每一个阶层每一个阶层用什么东西教化，我们就明白了。你才晓得那是正确的，那就是自然中之自然相，一点都不错。小孩在没有接触到外面这些知识、这些事相层面上，他模仿力量最强，所以父母表现给他看的，孝悌忠信、礼义廉耻，做给小孩看，他全学会了，这叫真正是扎根教育。最重要的，一千天，出生下来的一千天，就是三年，从出生到三岁，这个时候把他培养好，培养端正，一生都不会歪曲，中国古圣先贤懂得。",
      "zh_TW": "你看小孩，現在的小孩麻煩，為什麼？生下來就看電視，他頭腦裡就裝一些亂七八糟的東西，很不好教。古時候的小孩，尤其生長在農村，他什麼都不知道，真單純、真簡單，大人教什麼聽什麼，乖乖的，一點沒有疑惑。隨著年齡成長，到十三、四歲時候懂事了，小時候要沒有教好，那麻煩就大了。小時候教好了，循規蹈矩，一輩子都不會越軌，人都知道修養道德，積功累德，斷惡修善，都懂得，不會有為非作歹，餓死、凍死也不會去偷盜，從來不會有作奸犯科那種念頭，不可能生起來。所以從一個人從小到大那一生過程當中，我們就能夠聯想到，這個幾千年聖賢他用的，每一個階層每一個階層用什麼東西教化，我們就明白了。你才曉得那是正確的，那就是自然中之自然相，一點都不錯。小孩在沒有接觸到外面這些知識、這些事相層面上，他模仿力量最強，所以父母表現給他看的，孝悌忠信、禮義廉恥，做給小孩看，他全學會了，這叫真正是扎根教育。最重要的，一千天，出生下來的一千天，就是三年，從出生到三歲，這個時候把他培養好，培養端正，一生都不會歪曲，中國古聖先賢懂得。"
    },
    {
      "id": "02-039-0503_p0018",
      "zh_CN": "我们对这些事情要真诚恭敬、体会观察，从这个里头推陈出新，现前社会我们怎样生活，我们怎样去工作，怎样去帮助这些苦难众生，这个智慧你自然就生起来，不用问别人。就像法藏比丘问自在王佛，佛告诉他，你自己有智慧，你自己能解决问题。这都是真话不是假话，只要你心地清净，这个比什么都重要，清净平等肯定就生智慧。所以无论遇到什么事情，境界上有顺境、有逆境，人事上，我们讲人缘，有善缘、有恶缘，无论在什么样的境缘当中，你只保持清净平等，下面就觉，你智慧就生起来。如果你不能保持清净平等，你的下面是烦恼、是习气，是烦恼、是习气就免不了要造业。你造作什么样的业，肯定会有什么样的果报现前，善业三善道，恶业三恶道，那你就会被困在轮回里头，你出不了这个圈子。你要真正懂得，我坚持清净平等觉，你肯定就超越轮回。所以什么重要？清净心重要。怎么样清净？不受外面染污，你心清净了。什么是染污？自私自利是染污，是染污的根源，名闻利养是染污，好名好利，贪着，因为这个东西染污，里头生贪瞋痴慢疑。清净心里头生仁义礼智信，在佛法里面它生十善业道，染污生十恶业道，生十恶业，心地清净生十善业，作用不一样。十善业里头生智慧，因为它无贪无瞋无痴，这叫三善根，生智慧，它不生烦恼。「佛智所照，亦复如是。故《会疏》曰：是则佛智所照也。」",
      "zh_TW": "我們對這些事情要真誠恭敬、體會觀察，從這個裡頭推陳出新，現前社會我們怎樣生活，我們怎樣去工作，怎樣去幫助這些苦難眾生，這個智慧你自然就生起來，不用問別人。就像法藏比丘問自在王佛，佛告訴他，你自己有智慧，你自己能解決問題。這都是真話不是假話，只要你心地清淨，這個比什麼都重要，清淨平等肯定就生智慧。所以無論遇到什麼事情，境界上有順境、有逆境，人事上，我們講人緣，有善緣、有惡緣，無論在什麼樣的境緣當中，你只保持清淨平等，下面就覺，你智慧就生起來。如果你不能保持清淨平等，你的下面是煩惱、是習氣，是煩惱、是習氣就免不了要造業。你造作什麼樣的業，肯定會有什麼樣的果報現前，善業三善道，惡業三惡道，那你就會被困在輪迴裡頭，你出不了這個圈子。你要真正懂得，我堅持清淨平等覺，你肯定就超越輪迴。所以什麼重要？清淨心重要。怎麼樣清淨？不受外面染污，你心清淨了。什麼是染污？自私自利是染污，是染污的根源，名聞利養是染污，好名好利，貪著，因為這個東西染污，裡頭生貪瞋痴慢疑。清淨心裡頭生仁義禮智信，在佛法裡面它生十善業道，染污生十惡業道，生十惡業，心地清淨生十善業，作用不一樣。十善業裡頭生智慧，因為它無貪無瞋無痴，這叫三善根，生智慧，它不生煩惱。「佛智所照，亦復如是。故《會疏》曰：是則佛智所照也。」"
    },
    {
      "id": "02-039-0503_p0019",
      "zh_CN": "「至于《嘉祥疏》曰：证果，无有形色上下好丑之异。洞达是智，无边际是真谛境。」后面念老有解释，疏的意思，「所证果觉，无诸差异，是无上下」。念老给我们这个提示，我们对《嘉祥疏》的意思就更清楚了。所证的果觉无诸差异，这怎么回事情？这是什么人所证的？圆教初住以上，别教初地以上，就是破一品无明、证一分法身，这个超越十法界了。这个境界，实报土现前，十法界没有了，这个时候真正知道十法界是假的，不见了，就好像作梦醒过来了，梦中的境界没有了。这叫法身菩萨，破一品无明、证一分法身。他证的是什么？这里说得好，证的是无有形色上下好丑之异，形是形体，物质现象，上下好丑都是心理的现象，受想行识，形色是物质现象，八识五十一心所的相分，上下好丑是八识五十一心所的见分，你看出什么？你看出平等了，形色没有差别，受想行识上也没有差别。为什么没有差别？用我们现在的话说，统统等于零，就是说万事万物都归零。怎么归零？因为你不起心、不动念，起心动念就落二、三，不起心、不动念就归零。",
      "zh_TW": "「至於《嘉祥疏》曰：證果，無有形色上下好醜之異。洞達是智，無邊際是真諦境。」後面念老有解釋，疏的意思，「所證果覺，無諸差異，是無上下」。念老給我們這個提示，我們對《嘉祥疏》的意思就更清楚了。所證的果覺無諸差異，這怎麼回事情？這是什麼人所證的？圓教初住以上，別教初地以上，就是破一品無明、證一分法身，這個超越十法界了。這個境界，實報土現前，十法界沒有了，這個時候真正知道十法界是假的，不見了，就好像作夢醒過來了，夢中的境界沒有了。這叫法身菩薩，破一品無明、證一分法身。他證的是什麼？這裡說得好，證的是無有形色上下好醜之異，形是形體，物質現象，上下好醜都是心理的現象，受想行識，形色是物質現象，八識五十一心所的相分，上下好醜是八識五十一心所的見分，你看出什麼？你看出平等了，形色沒有差別，受想行識上也沒有差別。為什麼沒有差別？用我們現在的話說，統統等於零，就是說萬事萬物都歸零。怎麼歸零？因為你不起心、不動念，起心動念就落二、三，不起心、不動念就歸零。"
    },
    {
      "id": "02-039-0503_p0020",
      "zh_CN": "归零是什么现象？弥勒菩萨所讲的一念。一念里头有这些东西吗？有两样吗？一念的时间多长，我们同学应该都知道。一秒钟有多少念头？一千六百兆，换句话说，所有这些现象存在的时间就是一千六百兆分之一秒，你还有上下吗？没有了，平等了，真平等了。第二个念头不是前面那个念头，就像我们看电影一样，幻灯片，一张一张的，第一张幻灯片不是第二张，第三张不是第二张，张张不一样，所以这个让我们真了解了。我这是电影的底片，这一卷二十四张，在放映机里头一秒钟，一秒钟二十四张。我们现在就算是现实，现实这个现象里面是一秒钟一千六百兆张，你怎么知道它是假的？佛菩萨告诉我们的，我们相信佛菩萨不欺骗我们，佛菩萨不妄语，我们相信佛菩萨。不曾在，所以说万法皆空，不就等于零吗？等于零还有什么上下？就这个意思，统统归零了。念念都归零，这是什么人的心？法身菩萨的心。念念归零是妄心，是妄想，叫无明，突然明了，明白了，不再想它了，起心动念没有了，这个现象？现象就没有了，假相就没有了。这个假相，诸位记住，生灭相。我们看电影的底片张张不一样，那生灭相没有了，出现什么？出现不生灭相，也是好像看这个底片一样，底片张张一样，一点改变没有。那是什么？那叫一真法界，那叫实报土，实报土张张一样，没有变化。实报土怎么来的？我们现在能体会得，无始无明习气，起心动念真的没有了，他习气没断，习气断了，习气断了的话实报土没有了，回常寂光了。常寂光我们这个底片比不上，常寂光是什么？底片没有了，没有了，这个屏幕上一片空白，那叫常寂光，永恒不变，不生不灭、不垢不净。",
      "zh_TW": "歸零是什麼現象？彌勒菩薩所講的一念。一念裡頭有這些東西嗎？有兩樣嗎？一念的時間多長，我們同學應該都知道。一秒鐘有多少念頭？一千六百兆，換句話說，所有這些現象存在的時間就是一千六百兆分之一秒，你還有上下嗎？沒有了，平等了，真平等了。第二個念頭不是前面那個念頭，就像我們看電影一樣，幻燈片，一張一張的，第一張幻燈片不是第二張，第三張不是第二張，張張不一樣，所以這個讓我們真了解了。我這是電影的底片，這一捲二十四張，在放映機裡頭一秒鐘，一秒鐘二十四張。我們現在就算是現實，現實這個現象裡面是一秒鐘一千六百兆張，你怎麼知道它是假的？佛菩薩告訴我們的，我們相信佛菩薩不欺騙我們，佛菩薩不妄語，我們相信佛菩薩。不曾在，所以說萬法皆空，不就等於零嗎？等於零還有什麼上下？就這個意思，統統歸零了。念念都歸零，這是什麼人的心？法身菩薩的心。念念歸零是妄心，是妄想，叫無明，突然明了，明白了，不再想它了，起心動念沒有了，這個現象？現象就沒有了，假相就沒有了。這個假相，諸位記住，生滅相。我們看電影的底片張張不一樣，那生滅相沒有了，出現什麼？出現不生滅相，也是好像看這個底片一樣，底片張張一樣，一點改變沒有。那是什麼？那叫一真法界，那叫實報土，實報土張張一樣，沒有變化。實報土怎麼來的？我們現在能體會得，無始無明習氣，起心動念真的沒有了，他習氣沒斷，習氣斷了，習氣斷了的話實報土沒有了，回常寂光了。常寂光我們這個底片比不上，常寂光是什麼？底片沒有了，沒有了，這個屏幕上一片空白，那叫常寂光，永恆不變，不生不滅、不垢不淨。"
    },
    {
      "id": "02-039-0503_p0021",
      "zh_CN": "所以惠能大师讲的，「本自清净，本不生灭，本自具足」。具足什么？你放任何片子它不拒绝，它统统现相，你不放什么都没有。我们要问，什么叫放？众生有感就现，众生没有感不现。我们试想一想，实报土会不会真的没有了？是真的，你自己在实报土修行，什么时候无明习气断尽，你就没有了，你回常寂光。别人还有，我没有了别人还有，实报土的人很多，从初住到等觉，川流不息，像学校，这一批毕业了，新生又进来了。等觉毕业了，到常寂光去了，他离开了，那初学的，那又有开悟的，又来了，初住又来了，不知道又多少个初住来了。初住是新生，刚进来的，等觉是毕业了，像学校一样，川流不息，所以学校存在。极乐世界真的叫无量寿，不是假的。所以所证果觉无诸差异，丝毫差异都没有，全都是性，都是自性，心外无法，法外无心，你见到性了。你才晓得法全是假的，法法平等，法法皆如。如什么？如其性，古人讲的器器皆金，就归零了，这叫无上下。",
      "zh_TW": "所以惠能大師講的，「本自清淨，本不生滅，本自具足」。具足什麼？你放任何片子它不拒絕，它統統現相，你不放什麼都沒有。我們要問，什麼叫放？眾生有感就現，眾生沒有感不現。我們試想一想，實報土會不會真的沒有了？是真的，你自己在實報土修行，什麼時候無明習氣斷盡，你就沒有了，你回常寂光。別人還有，我沒有了別人還有，實報土的人很多，從初住到等覺，川流不息，像學校，這一批畢業了，新生又進來了。等覺畢業了，到常寂光去了，他離開了，那初學的，那又有開悟的，又來了，初住又來了，不知道又多少個初住來了。初住是新生，剛進來的，等覺是畢業了，像學校一樣，川流不息，所以學校存在。極樂世界真的叫無量壽，不是假的。所以所證果覺無諸差異，絲毫差異都沒有，全都是性，都是自性，心外無法，法外無心，你見到性了。你才曉得法全是假的，法法平等，法法皆如。如什麼？如其性，古人講的器器皆金，就歸零了，這叫無上下。"
    },
    {
      "id": "02-039-0503_p0022",
      "zh_CN": "「智契真谛境，故无边际。」能证的智，这是什么？心心所四分里面有证自证分，证自证分就是这个智。你怎么知道有自证分？自证分是体、是心，你怎么知道有个真心？你怎么知道有真性？证自证分。证自证分是什么？是自性里头本具的般若智慧，见闻觉知，这是自性里头本有的。所以一切万物自然它能见能听，它能够感受外面境界，不但我们人给它，它感受，物与物互相感受。像现在，我们用农产品来说，农产品果木树用的这些农药化肥，它也互相感应，这个不自然，土地被这些东西染污了，土地也不自然了，它们互相都有感应。我们人的心行不善会感染它，这些物质也会感染，这些我们都能够体会得到。所以那个不是智，那是常识，常识不是智慧，有的时候错了，我们想错了、看错了、做错了，那怎么样？地球就生病，地球上万物就不正常，那就带来灾难，就这么回事情。所以智契真谛境，就没有边际。与《会疏》意思相同。",
      "zh_TW": "「智契真諦境，故無邊際。」能證的智，這是什麼？心心所四分裡面有證自證分，證自證分就是這個智。你怎麼知道有自證分？自證分是體、是心，你怎麼知道有個真心？你怎麼知道有真性？證自證分。證自證分是什麼？是自性裡頭本具的般若智慧，見聞覺知，這是自性裡頭本有的。所以一切萬物自然它能見能聽，它能夠感受外面境界，不但我們人給它，它感受，物與物互相感受。像現在，我們用農產品來說，農產品果木樹用的這些農藥化肥，它也互相感應，這個不自然，土地被這些東西染污了，土地也不自然了，它們互相都有感應。我們人的心行不善會感染它，這些物質也會感染，這些我們都能夠體會得到。所以那個不是智，那是常識，常識不是智慧，有的時候錯了，我們想錯了、看錯了、做錯了，那怎麼樣？地球就生病，地球上萬物就不正常，那就帶來災難，就這麼回事情。所以智契真諦境，就沒有邊際。與《會疏》意思相同。"
    },
    {
      "id": "02-039-0503_p0023",
      "zh_CN": "「至于《净影疏》又有一说，疏曰：但能念道，行德显著，不简（就是不要选择，也就是不要去分别）上下，同得往生。故言著于无上下也。若得生彼，神通洞达，无有边际，故云洞达无边际耳」。这个说得也有道理，这个说法是显示阿弥陀佛的无量无边的功德、恩德，这个说法是就事论事，在《华严经》称之为事事无碍，也说得很好。他说只要能够念道，道是什么？南无阿弥陀佛，只要你能够念佛，行德，把经典里面所教的你都能做到。我们今天把净宗经典归纳的五门功课，行门，这是行德。五门功课第一个是净业三福，净业三福三条十一句，是净宗最高指导原则，修学净土的人不能不知道。第一条「孝养父母，奉事师长，慈心不杀，修十善业」。这一条是根本的根本，这是讲人天道，做人一定要做像这样的，这个做不到的话，换句话说，你来生人身都得不到，这是得人身基本的条件，起码的条件。孝亲尊师落实在《弟子规》，《弟子规》没有做到，你的孝道、孝敬不圆满，你有欠缺，这种欠缺往往你自己完全不知道。为什么？你迷，你没有觉悟，你认真去做，慢慢你就会省悟过来，过去我错了，它是根之根。孝养父母、奉事师长从哪里学起？就从这里学，没有这个，其他的统统变成知识，不是智慧。「慈心不杀」落实在《太上感应篇》，养你的慈悲心。由这个再往上提升，十善业才圆满。你没有前面两个基础，十善业做不到，十善都做不到，其他就别谈了，三皈五戒全是假的。你有这个基础，三皈五戒就能建立，像盖房子一样，你地基做好了，你可以起一楼、二楼，可以起了。你没有地基，只能搭个小草蓬，不能盖房子。你说这第一条多重要！",
      "zh_TW": "「至於《淨影疏》又有一說，疏曰：但能念道，行德顯著，不簡（就是不要選擇，也就是不要去分別）上下，同得往生。故言著於無上下也。若得生彼，神通洞達，無有邊際，故云洞達無邊際耳」。這個說得也有道理，這個說法是顯示阿彌陀佛的無量無邊的功德、恩德，這個說法是就事論事，在《華嚴經》稱之為事事無礙，也說得很好。他說只要能夠念道，道是什麼？南無阿彌陀佛，只要你能夠念佛，行德，把經典裡面所教的你都能做到。我們今天把淨宗經典歸納的五門功課，行門，這是行德。五門功課第一個是淨業三福，淨業三福三條十一句，是淨宗最高指導原則，修學淨土的人不能不知道。第一條「孝養父母，奉事師長，慈心不殺，修十善業」。這一條是根本的根本，這是講人天道，做人一定要做像這樣的，這個做不到的話，換句話說，你來生人身都得不到，這是得人身基本的條件，起碼的條件。孝親尊師落實在《弟子規》，《弟子規》沒有做到，你的孝道、孝敬不圓滿，你有欠缺，這種欠缺往往你自己完全不知道。為什麼？你迷，你沒有覺悟，你認真去做，慢慢你就會省悟過來，過去我錯了，它是根之根。孝養父母、奉事師長從哪裡學起？就從這裡學，沒有這個，其他的統統變成知識，不是智慧。「慈心不殺」落實在《太上感應篇》，養你的慈悲心。由這個再往上提升，十善業才圓滿。你沒有前面兩個基礎，十善業做不到，十善都做不到，其他就別談了，三皈五戒全是假的。你有這個基礎，三皈五戒就能建立，像蓋房子一樣，你地基做好了，你可以起一樓、二樓，可以起了。你沒有地基，只能搭個小草蓬，不能蓋房子。你說這第一條多重要！"
    },
    {
      "id": "02-039-0503_p0024",
      "zh_CN": "有第一条才有第二条，第二条是小乘，真学佛了，头一条是人天法。第二条「受持三皈，具足众戒，不犯威仪」。没有第一层哪来第二层？假的！你就晓得今天佛法再恢复是多么的艰难。谁能够恢复？一定出祖师大德，祖师大德一定是真正做出来给我们看，大家觉悟了，也就是说把《弟子规》、《感应篇》、《十善业》百分之百的做出来，一切大众很明显的看出来，然后三皈你做到了。三皈是什么？觉而不迷，这是皈依佛，正而不邪，这是皈依法，净而不染，那叫皈依僧，那叫三宝。三宝是什么？自性的性德，觉正净，觉不迷，正不邪，净不染，性德，这是学佛最高指导原则。一进门先受三皈，教你什么？念念不能离开这个标准，你修什么？就修这三样东西，这三样东西，一样修好了，三个都得到。所以这是入佛，契入佛道，也就是明心见性的三个门。你从觉门进去，禅宗、性宗从觉门，大彻大悟；教下从正门进，正知正见，从这个地方进去；净土跟密宗从净门，从清净心进去，觉正净三个门。觉了当然有正有净，正了当然有觉也有净，清净心进去之后，他也有觉也有正。所以进去之后就是一体，就是一个，外面有三个，好像一个讲堂三个门，无论从哪个门进去，进去都一样，就全部都得到，在外面不一样，进去都一样。这是什么？你修的什么？就修的是觉正净。觉正净你只要修一个，不必修三个，三个可能进不去，你一下从三个门进去很困难，从一个门进去很容易，一即是三、三即是一，没有高下，叫法门平等，无有高下。我们今天走的是走净门，修清净心。修教下的，那就是经典，像华严、法华、法相、唯识，这个都是从正知正见，从这个门进。在行门上教你什么？教你五戒，教你十戒，沙弥就是十戒，教你二十四门威仪，那就是行住坐卧。学佛了，佛是什么样子？威仪就是学佛，像佛，表演得很像，是这么个意思。",
      "zh_TW": "有第一條才有第二條，第二條是小乘，真學佛了，頭一條是人天法。第二條「受持三皈，具足眾戒，不犯威儀」。沒有第一層哪來第二層？假的！你就曉得今天佛法再恢復是多麼的艱難。誰能夠恢復？一定出祖師大德，祖師大德一定是真正做出來給我們看，大家覺悟了，也就是說把《弟子規》、《感應篇》、《十善業》百分之百的做出來，一切大眾很明顯的看出來，然後三皈你做到了。三皈是什麼？覺而不迷，這是皈依佛，正而不邪，這是皈依法，淨而不染，那叫皈依僧，那叫三寶。三寶是什麼？自性的性德，覺正淨，覺不迷，正不邪，淨不染，性德，這是學佛最高指導原則。一進門先受三皈，教你什麼？念念不能離開這個標準，你修什麼？就修這三樣東西，這三樣東西，一樣修好了，三個都得到。所以這是入佛，契入佛道，也就是明心見性的三個門。你從覺門進去，禪宗、性宗從覺門，大徹大悟；教下從正門進，正知正見，從這個地方進去；淨土跟密宗從淨門，從清淨心進去，覺正淨三個門。覺了當然有正有淨，正了當然有覺也有淨，清淨心進去之後，他也有覺也有正。所以進去之後就是一體，就是一個，外面有三個，好像一個講堂三個門，無論從哪個門進去，進去都一樣，就全部都得到，在外面不一樣，進去都一樣。這是什麼？你修的什麼？就修的是覺正淨。覺正淨你只要修一個，不必修三個，三個可能進不去，你一下從三個門進去很困難，從一個門進去很容易，一即是三、三即是一，沒有高下，叫法門平等，無有高下。我們今天走的是走淨門，修清淨心。修教下的，那就是經典，像華嚴、法華、法相、唯識，這個都是從正知正見，從這個門進。在行門上教你什麼？教你五戒，教你十戒，沙彌就是十戒，教你二十四門威儀，那就是行住坐臥。學佛了，佛是什麼樣子？威儀就是學佛，像佛，表演得很像，是這麼個意思。"
    },
    {
      "id": "02-039-0503_p0025",
      "zh_CN": "有了这个基础，再提升，这是大乘，「发菩提心，深信因果，读诵大乘」，这都是自己的，菩萨自己进修的，末后一句是教化众生，「劝进行者」，那就是教学。释迦牟尼佛三十岁之前前面完成，三十岁之后就是劝进行者，这一句从三十岁到七十九岁，四十九年讲经教学，最后一句，释迦佛做出来给我们看了，所以净业三福多重要！后头接着说，「三世诸佛，净业正因」，三世是过去佛、现在佛、未来佛，你想成佛必须走这个道路。这个三条，凡夫成佛之道，我们的修学把这个摆在第一。第二呢？我们学的是六和，我们在社会上不能离开人，人与人之间相处最重要的要和睦，和为贵，是老祖宗说的，所以我们提倡六和，六和是佛说的。见和同解，放下妄想分别执着就全通了，那就是诸佛。我们今天没办法，放不下。放不下，我们依一部经，我们的看法、想法不要离开经典的指导，依经典做依据，行，初学。净宗我们依《无量寿经》，我们依黄念祖居士的注解，集解，他这个注解是集大成，不是他自己的意思，好，依集解做为我们建立共识。行门里面，戒和同修，就是我们讲的这五门功课，三福、六和、三学（戒定慧）、六度、普贤十愿，这是我们的行门，戒和同修我们就守这几个戒条。这个里面包括了《弟子规》，因为净业三福包括三个基础，中国儒释道的三个根包括在里头。普贤十愿，最后普贤十愿，净宗的纲领就具备了。",
      "zh_TW": "有了這個基礎，再提升，這是大乘，「發菩提心，深信因果，讀誦大乘」，這都是自己的，菩薩自己進修的，末後一句是教化眾生，「勸進行者」，那就是教學。釋迦牟尼佛三十歲之前前面完成，三十歲之後就是勸進行者，這一句從三十歲到七十九歲，四十九年講經教學，最後一句，釋迦佛做出來給我們看了，所以淨業三福多重要！後頭接著說，「三世諸佛，淨業正因」，三世是過去佛、現在佛、未來佛，你想成佛必須走這個道路。這個三條，凡夫成佛之道，我們的修學把這個擺在第一。第二呢？我們學的是六和，我們在社會上不能離開人，人與人之間相處最重要的要和睦，和為貴，是老祖宗說的，所以我們提倡六和，六和是佛說的。見和同解，放下妄想分別執著就全通了，那就是諸佛。我們今天沒辦法，放不下。放不下，我們依一部經，我們的看法、想法不要離開經典的指導，依經典做依據，行，初學。淨宗我們依《無量壽經》，我們依黃念祖居士的註解，集解，他這個註解是集大成，不是他自己的意思，好，依集解做為我們建立共識。行門裡面，戒和同修，就是我們講的這五門功課，三福、六和、三學（戒定慧）、六度、普賢十願，這是我們的行門，戒和同修我們就守這幾個戒條。這個裡面包括了《弟子規》，因為淨業三福包括三個基礎，中國儒釋道的三個根包括在裡頭。普賢十願，最後普賢十願，淨宗的綱領就具備了。"
    },
    {
      "id": "02-039-0503_p0026",
      "zh_CN": "真正依教奉行，十年哪有不成就的道理？十年真的是这样做的话，就是净宗的一代祖师，就出来了。一经通了，十年通了，一切都通了。如果我们同学多，全都通了，希望把大乘全部兴旺起来，你兴净土，他兴天台，他去兴华严。为什么？他全都通了，这一个山头就可以把整个佛教大小乘十个宗派都把它兴起来。在佛门里面只有ㄧ个人，龙树菩萨，叫八宗共祖，大乘八个宗派他都是祖师，八宗祖师都有他，他广学多闻，换句话说，他传的八个弟子，成八个宗派的祖师，他变成八宗共祖。所以佛法的兴旺不在我们这一代，我们这一代要想复兴那是奢望，这个念头是错误的。就像培育一个植物一样，我们只种子下下去，它只能长成芽，芽慢慢培养成树，再开花结果，总得要三、四代，这都是很快的了。达摩祖师到中国传承禅宗，到第六代才开花结果，这是前人有例子给我们看。今天佛教衰了，要想再兴起来，我们要非常认真，要受苦受难把它继承下来。能够找到一个传人就不错了，这个灯就没有灭。再往下去传，我们相信也应该要有四、五代，佛法才兴旺，佛法兴旺世界就太平。这个事情我们见不到，下一代也见不到，再下一代不敢讲，四代、五代之后就非常可能，就复兴起来了。这是我们要认知，要努力去做的。",
      "zh_TW": "真正依教奉行，十年哪有不成就的道理？十年真的是這樣做的話，就是淨宗的一代祖師，就出來了。一經通了，十年通了，一切都通了。如果我們同學多，全都通了，希望把大乘全部興旺起來，你興淨土，他興天台，他去興華嚴。為什麼？他全都通了，這一個山頭就可以把整個佛教大小乘十個宗派都把它興起來。在佛門裡面只有ㄧ個人，龍樹菩薩，叫八宗共祖，大乘八個宗派他都是祖師，八宗祖師都有他，他廣學多聞，換句話說，他傳的八個弟子，成八個宗派的祖師，他變成八宗共祖。所以佛法的興旺不在我們這一代，我們這一代要想復興那是奢望，這個念頭是錯誤的。就像培育一個植物一樣，我們只種子下下去，它只能長成芽，芽慢慢培養成樹，再開花結果，總得要三、四代，這都是很快的了。達摩祖師到中國傳承禪宗，到第六代才開花結果，這是前人有例子給我們看。今天佛教衰了，要想再興起來，我們要非常認真，要受苦受難把它繼承下來。能夠找到一個傳人就不錯了，這個燈就沒有滅。再往下去傳，我們相信也應該要有四、五代，佛法才興旺，佛法興旺世界就太平。這個事情我們見不到，下一代也見不到，再下一代不敢講，四代、五代之後就非常可能，就復興起來了。這是我們要認知，要努力去做的。"
    },
    {
      "id": "02-039-0503_p0027",
      "zh_CN": "现在时间到了，我们就学习到此地。《净影疏》这个意思确实说得好。",
      "zh_TW": "現在時間到了，我們就學習到此地。《淨影疏》這個意思確實說得好。"
    }
  ]
}