{
  "doc_id": "02-039-0172",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七二集",
    "zh_TW": "第一七二集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0172",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-039-0172_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第一百九十七面，倒数第三行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第一百九十七面，倒數第三行："
    },
    {
      "id": "02-039-0172_p0002",
      "zh_CN": "「下段为愿求自觉觉他之德。为觉他故，首须觉己；求自觉者，端为觉他。」这是经文偈颂的部分，第二大段发愿，前面是赞佛，这赞佛之后，我们看到法藏比丘为我们做示范，看他发的是什么愿。如来弟子应当如是，先求自觉觉他之德，实际上是为觉他，不是为自己，自己不能成就就不能觉他。所以，为求觉他先要自觉，要想叫别人成佛，自己得先成佛，道理在此地。求自觉全是为了别人，不是为自己，勇猛心才能发得出来。如果为自己，懒散一点无所谓，今天不成，明天还可以；这一世不能成就，来世还可以，就容易懈怠。为别人那就决定不能懈怠，我懈怠一天，众生就多受一天苦；我早觉悟一天，众生就早一天解脱。你看，遍法界虚空界一切刹土里面的六道众生是多么可怜，为什么沦落到这种地步？就是不觉，不觉悟。为什么不觉悟？没人教他。我们今天发愿学佛教化众生，我们所作所为都是属于教学，法藏在此地是个很好的榜样，这是我们应当向他学习。现在我们看愿文，这个开头偈颂一共是有十句，两首半，前面这一首「愿声同佛」，求觉他之德。",
      "zh_TW": "「下段為願求自覺覺他之德。為覺他故，首須覺己；求自覺者，端為覺他。」這是經文偈頌的部分，第二大段發願，前面是讚佛，這讚佛之後，我們看到法藏比丘為我們做示範，看他發的是什麼願。如來弟子應當如是，先求自覺覺他之德，實際上是為覺他，不是為自己，自己不能成就就不能覺他。所以，為求覺他先要自覺，要想叫別人成佛，自己得先成佛，道理在此地。求自覺全是為了別人，不是為自己，勇猛心才能發得出來。如果為自己，懶散一點無所謂，今天不成，明天還可以；這一世不能成就，來世還可以，就容易懈怠。為別人那就決定不能懈怠，我懈怠一天，眾生就多受一天苦；我早覺悟一天，眾生就早一天解脫。你看，遍法界虛空界一切剎土裡面的六道眾生是多麼可憐，為什麼淪落到這種地步？就是不覺，不覺悟。為什麼不覺悟？沒人教他。我們今天發願學佛教化眾生，我們所作所為都是屬於教學，法藏在此地是個很好的榜樣，這是我們應當向他學習。現在我們看願文，這個開頭偈頌一共是有十句，兩首半，前面這一首「願聲同佛」，求覺他之德。"
    },
    {
      "id": "02-039-0172_p0003",
      "zh_CN": "【愿我得佛清净声。法音普及无边界。宣扬戒定精进门。通达甚深微妙法。】",
      "zh_TW": "【願我得佛清淨聲。法音普及無邊界。宣揚戒定精進門。通達甚深微妙法。】"
    },
    {
      "id": "02-039-0172_p0004",
      "zh_CN": "这是第一首，我们把意思简单说一说，『愿我』，这是在佛前发愿，我『得佛清净声』。清净声从哪来的？从清净心来的。心要不清净，眼也不清净，耳也不清净，音声也不清净。我们这个经的经题后半部就是讲「清净平等觉」，真正修佛修什么？就修这个，首先要得清净，然后要得平等，最后是大彻大悟，那个觉是大彻大悟、明心见性。为什么得清净声？因为教化众生，特别是我们这个世界，「此方真教体，清净在音闻」。娑婆世界众生耳根最利，你给文字看，他未必能看清楚，你给他讲他会听清楚，听的能力比看的能力强，所以在这个世界一定用音声做佛事，就是教学。释迦牟尼佛当年在世教学四十九年，音声，孔老夫子当年在世教学也是音声，这以音声为佛事。",
      "zh_TW": "這是第一首，我們把意思簡單說一說，『願我』，這是在佛前發願，我『得佛清淨聲』。清淨聲從哪來的？從清淨心來的。心要不清淨，眼也不清淨，耳也不清淨，音聲也不清淨。我們這個經的經題後半部就是講「清淨平等覺」，真正修佛修什麼？就修這個，首先要得清淨，然後要得平等，最後是大徹大悟，那個覺是大徹大悟、明心見性。為什麼得清淨聲？因為教化眾生，特別是我們這個世界，「此方真教體，清淨在音聞」。娑婆世界眾生耳根最利，你給文字看，他未必能看清楚，你給他講他會聽清楚，聽的能力比看的能力強，所以在這個世界一定用音聲做佛事，就是教學。釋迦牟尼佛當年在世教學四十九年，音聲，孔老夫子當年在世教學也是音聲，這以音聲為佛事。"
    },
    {
      "id": "02-039-0172_p0005",
      "zh_CN": "希望像佛一样，『法音普及无边界』，这是真的，这是事实。在以往我们读这些经文，认为这只是一个愿力，这不可能是事实，现在知道是事实。在贤首大师《妄尽还源观》里面，我们读到了，真的，音声也是波动的现象，无论是物质的波动，或者是念头的波动，就精神的波动，才波动已经周遍法界。三种周遍里面讲得很清楚，第一个「周遍法界」，第二「出生无尽」，第三「含容空有」，同时的。所以我们现在读这些经文，了解的就深，知道完全是事实。用什么来度化众生？用持戒、修定、精进，六波罗蜜里面说了三条，三条就代表六条，用布施、持戒、忍辱、精进、禅定、般若，这些，这些得做出来才行，光讲不行。一个好的老师，世出世法没有两样，无不是身行言教，他真做到了，然后说出来才能摄受众生，大家才肯听，肯向他学习。",
      "zh_TW": "希望像佛一樣，『法音普及無邊界』，這是真的，這是事實。在以往我們讀這些經文，認為這只是一個願力，這不可能是事實，現在知道是事實。在賢首大師《妄盡還源觀》裡面，我們讀到了，真的，音聲也是波動的現象，無論是物質的波動，或者是念頭的波動，就精神的波動，才波動已經周遍法界。三種周遍裡面講得很清楚，第一個「周遍法界」，第二「出生無盡」，第三「含容空有」，同時的。所以我們現在讀這些經文，了解的就深，知道完全是事實。用什麼來度化眾生？用持戒、修定、精進，六波羅蜜裡面說了三條，三條就代表六條，用布施、持戒、忍辱、精進、禪定、般若，這些，這些得做出來才行，光講不行。一個好的老師，世出世法沒有兩樣，無不是身行言教，他真做到了，然後說出來才能攝受眾生，大家才肯聽，肯向他學習。"
    },
    {
      "id": "02-039-0172_p0006",
      "zh_CN": "『通达甚深微妙法』，甚深微妙法就是我们现在学术界里面所说的哲学与科学。科学里面在近代，你看科学家向两个方向发展，那都是甚深微妙法。一个研究宏观宇宙，大宇宙；另外一个是反方向，研究微观的世界，量子力学。两个不同的方向，目标是相同的，原则是相同的，研究什么？宇宙的起源、万物的起源、生命的起源。到底这个宇宙是什么一回事情？真相如何？这实在讲是甚深微妙法。佛有没有把它研究通？通了，佛是真的通了。大乘经里面讲得很透彻，《修华严奥旨妄尽还源观》，贤首大师的一篇论文，可以说学华严宗那一篇论文是他的博士论文，他毕业了，写得真好，简要详明，把《华严经》上里面所说的总结出来，来教导我们。我们学了这个再学《华严》，境界就不一样！可是如果没有《华严》的基础，《还源观》也不容易明了，所以它跟《华严》相辅相成。我们再看后面这六句，这一首半，这一首半是「慧超彼岸」，求智慧，这四句是超智慧的。我们看经文：",
      "zh_TW": "『通達甚深微妙法』，甚深微妙法就是我們現在學術界裡面所說的哲學與科學。科學裡面在近代，你看科學家向兩個方向發展，那都是甚深微妙法。一個研究宏觀宇宙，大宇宙；另外一個是反方向，研究微觀的世界，量子力學。兩個不同的方向，目標是相同的，原則是相同的，研究什麼？宇宙的起源、萬物的起源、生命的起源。到底這個宇宙是什麼一回事情？真相如何？這實在講是甚深微妙法。佛有沒有把它研究通？通了，佛是真的通了。大乘經裡面講得很透徹，《修華嚴奧旨妄盡還源觀》，賢首大師的一篇論文，可以說學華嚴宗那一篇論文是他的博士論文，他畢業了，寫得真好，簡要詳明，把《華嚴經》上裡面所說的總結出來，來教導我們。我們學了這個再學《華嚴》，境界就不一樣！可是如果沒有《華嚴》的基礎，《還源觀》也不容易明瞭，所以它跟《華嚴》相輔相成。我們再看後面這六句，這一首半，這一首半是「慧超彼岸」，求智慧，這四句是超智慧的。我們看經文："
    },
    {
      "id": "02-039-0172_p0007",
      "zh_CN": "【智慧广大深如海。内心清净绝尘劳。超过无边恶趣门。速到菩提究竟岸。无明贪瞋皆永无。惑尽过亡三昧力。】",
      "zh_TW": "【智慧廣大深如海。內心清淨絕塵勞。超過無邊惡趣門。速到菩提究竟岸。無明貪瞋皆永無。惑盡過亡三昧力。】"
    },
    {
      "id": "02-039-0172_p0008",
      "zh_CN": "我们的愿求，你看看跟法藏菩萨比较一下，就知道他为什么能成佛，我为什么不能成佛。前面跟诸位说的，信要不真，愿就是假的，「信为道元功德母」，如果对于大乘经教要没有相当的认知，你怎么可能真信？人只要一到真信，整个就改变过来了，包括你的日常生活、你的言行举止全都变了，怎么变？变了像个菩萨一样。这些道理不能不懂，不能不认真学习，不学习我们这一生就白过了，要认真学习。",
      "zh_TW": "我們的願求，你看看跟法藏菩薩比較一下，就知道他為什麼能成佛，我為什麼不能成佛。前面跟諸位說的，信要不真，願就是假的，「信為道元功德母」，如果對於大乘經教要沒有相當的認知，你怎麼可能真信？人只要一到真信，整個就改變過來了，包括你的日常生活、你的言行舉止全都變了，怎麼變？變了像個菩薩一樣。這些道理不能不懂，不能不認真學習，不學習我們這一生就白過了，要認真學習。"
    },
    {
      "id": "02-039-0172_p0009",
      "zh_CN": "下面我们看看黄念老的注解，「首二句」，这总共十句，前面开端的两句，「乃法藏比丘，愿具如佛利他之行德」。具是具足，我愿意像佛一样利益众生，信解行证，不是信解，是真干。真干，总的纲领，给诸位说，就是六度、十愿，六波罗蜜跟十大愿王，真正做出来了。「愿得如来清净之声」，这一句特别对娑婆世界讲的，因为众多的刹土里面众生根性不同，娑婆世界耳根最利，所以需要清净音声。有些世界眼根利的，那就需要表法，需要像文字。香积国里面舌根最利，所以佛菩萨在那边教化众生，就天天做东西给他吃，他一吃就开悟了，舌根利！你就晓得，五根这个利钝不一样，所以在我们这个地方是愿得如来清净声，要在香积国，一定是愿得如来清净之味，都不一样！",
      "zh_TW": "下面我們看看黃念老的註解，「首二句」，這總共十句，前面開端的兩句，「乃法藏比丘，願具如佛利他之行德」。具是具足，我願意像佛一樣利益眾生，信解行證，不是信解，是真幹。真幹，總的綱領，給諸位說，就是六度、十願，六波羅蜜跟十大願王，真正做出來了。「願得如來清淨之聲」，這一句特別對娑婆世界講的，因為眾多的剎土裡面眾生根性不同，娑婆世界耳根最利，所以需要清淨音聲。有些世界眼根利的，那就需要表法，需要像文字。香積國裡面舌根最利，所以佛菩薩在那邊教化眾生，就天天做東西給他吃，他一吃就開悟了，舌根利！你就曉得，五根這個利鈍不一樣，所以在我們這個地方是願得如來清淨聲，要在香積國，一定是願得如來清淨之味，都不一樣！"
    },
    {
      "id": "02-039-0172_p0010",
      "zh_CN": "「清净者，无恶行之过失、离烦恼之垢染曰清净」。这是把清净的标准说出来，什么是清净？你没有恶行。我们不往深处讲，我们浅说，清净是什么？十善业道。在你日常生活当中起心动念、待人接物，你没有十恶，那就符合是清净，这是浅说。再深一层，离烦恼之垢染，这范围就大了，这个烦恼里面有见思烦恼、有尘沙烦恼、有无明烦恼。当然法藏比丘是行菩萨道，前面我们读过，古来祖师大德都认为他初发心的时候已经是地上菩萨，所以这个清净包括无明烦恼。换句话说，他在日常生活当中，六根接触外面六尘境界，确确实实做到不起心、不动念、不分别、不执着，这是法身菩萨清净的标准。比第一句深，第一句说无恶行，我们初发心的都包括在里头。修行在哪里？在日常生活、在起心动念，起一个念头，要知道这个念头对一切众生有没有损害。不杀生，不杀生的范围很广，如果我们起心动念要找别人麻烦，要是让他受到一点伤害，并没有杀他，受到伤害，都是属于这个范围，都不可以。他做坏事呢？做坏事用不着我们管他，有管他的人去管他，有法律去管他，有因果去管他。我们管他就错了，这要懂得。",
      "zh_TW": "「清淨者，無惡行之過失、離煩惱之垢染曰清淨」。這是把清淨的標準說出來，什麼是清淨？你沒有惡行。我們不往深處講，我們淺說，清淨是什麼？十善業道。在你日常生活當中起心動念、待人接物，你沒有十惡，那就符合是清淨，這是淺說。再深一層，離煩惱之垢染，這範圍就大了，這個煩惱裡面有見思煩惱、有塵沙煩惱、有無明煩惱。當然法藏比丘是行菩薩道，前面我們讀過，古來祖師大德都認為他初發心的時候已經是地上菩薩，所以這個清淨包括無明煩惱。換句話說，他在日常生活當中，六根接觸外面六塵境界，確確實實做到不起心、不動念、不分別、不執著，這是法身菩薩清淨的標準。比第一句深，第一句說無惡行，我們初發心的都包括在裡頭。修行在哪裡？在日常生活、在起心動念，起一個念頭，要知道這個念頭對一切眾生有沒有損害。不殺生，不殺生的範圍很廣，如果我們起心動念要找別人麻煩，要是讓他受到一點傷害，並沒有殺他，受到傷害，都是屬於這個範圍，都不可以。他做壞事呢？做壞事用不著我們管他，有管他的人去管他，有法律去管他，有因果去管他。我們管他就錯了，這要懂得。"
    },
    {
      "id": "02-039-0172_p0011",
      "zh_CN": "早年我在澳洲，那个时候还没有移民到澳洲去，我参加澳洲多元文化的论坛，那个时候好像他们每三个月开一次，邀请我，我特地到澳洲去参加这个论坛，多元宗教，有十几个宗教在一起。就曾经有一个犹太教问我，问我什么？佛教里面犯了罪，佛菩萨惩不惩罚他？我说没有，佛菩萨用教学感化他。那他犯重罪呢？那个重罪由上帝惩罚。他听了很高兴，你们上帝管这个事情，我们佛是管教育的，佛好像是教育部长，你们那个上帝管惩罚的，来管这些东西的，听了都很高兴。所以这些道理要懂，不在其位不谋其政，犯罪的事情是司法管的事情，教育部不可以管那个事情，它有管这个事情的人，这就对了。每个人把自己的工作做好，一定要晓得，佛是教育。释迦牟尼佛示现成佛之后，三十岁大彻大悟之后，就开始教学，教一辈子，七十九岁圆寂的，一天没空过。我们现在学校还得放放假，寒暑假要放假，释迦牟尼佛没放过一天假，你去查经上从来没有放过一天假，好老师！职业老师。",
      "zh_TW": "早年我在澳洲，那個時候還沒有移民到澳洲去，我參加澳洲多元文化的論壇，那個時候好像他們每三個月開一次，邀請我，我特地到澳洲去參加這個論壇，多元宗教，有十幾個宗教在一起。就曾經有一個猶太教問我，問我什麼？佛教裡面犯了罪，佛菩薩懲不懲罰他？我說沒有，佛菩薩用教學感化他。那他犯重罪呢？那個重罪由上帝懲罰。他聽了很高興，你們上帝管這個事情，我們佛是管教育的，佛好像是教育部長，你們那個上帝管懲罰的，來管這些東西的，聽了都很高興。所以這些道理要懂，不在其位不謀其政，犯罪的事情是司法管的事情，教育部不可以管那個事情，它有管這個事情的人，這就對了。每個人把自己的工作做好，一定要曉得，佛是教育。釋迦牟尼佛示現成佛之後，三十歲大徹大悟之後，就開始教學，教一輩子，七十九歲圓寂的，一天沒空過。我們現在學校還得放放假，寒暑假要放假，釋迦牟尼佛沒放過一天假，你去查經上從來沒有放過一天假，好老師！職業老師。"
    },
    {
      "id": "02-039-0172_p0012",
      "zh_CN": "我们学佛，就是参与释迦牟尼佛这个教学，应该要像释迦牟尼佛一样，向他学习。法藏比丘也不例外，你看向世间自在王学，所以佛门是教育，这个一定要认识清楚。教育是自己的本行，一定把自己本行做好，不是本行的我们都尊重、合作，这个社会才能和谐。但是社会的和谐、家庭的幸福，教育比什么都重要，教育是根本！佛教的教育跟中国教育是圆融的，都是讲圣贤教育。把一切众生都帮助他们破迷开悟了，个个都是圣贤，无论他从事哪个行业全是圣贤，圣贤的社会，圣贤的世界。极乐世界就是的，华藏世界也是的，世间自在王如来他那个世界也不例外，所以圣贤，无论哪个行业都是圣贤，这些道理要懂。教育跟任何行业都没有矛盾，都没有冲突，哪个行业都要教育，连军事都要教育，所以它跟任何行业不发生冲突。这是清净，有深浅两个意思在。",
      "zh_TW": "我們學佛，就是參與釋迦牟尼佛這個教學，應該要像釋迦牟尼佛一樣，向他學習。法藏比丘也不例外，你看向世間自在王學，所以佛門是教育，這個一定要認識清楚。教育是自己的本行，一定把自己本行做好，不是本行的我們都尊重、合作，這個社會才能和諧。但是社會的和諧、家庭的幸福，教育比什麼都重要，教育是根本！佛教的教育跟中國教育是圓融的，都是講聖賢教育。把一切眾生都幫助他們破迷開悟了，個個都是聖賢，無論他從事哪個行業全是聖賢，聖賢的社會，聖賢的世界。極樂世界就是的，華藏世界也是的，世間自在王如來他那個世界也不例外，所以聖賢，無論哪個行業都是聖賢，這些道理要懂。教育跟任何行業都沒有矛盾，都沒有衝突，哪個行業都要教育，連軍事都要教育，所以它跟任何行業不發生衝突。這是清淨，有深淺兩個意思在。"
    },
    {
      "id": "02-039-0172_p0013",
      "zh_CN": "「愿我如佛能宣无过离垢之法音」。这注解注得好，这是什么？教学。教什么？教一切众生没有过失，教一切众生远离染污，这就是圣贤教育。你想想看，这个教育成功了，这世间人人是好人，人人是好人，这个好人所念的决定是好的念头，善念，好人所干的事情一定是好事。人人是好人，事事是好事，这是我们中国古人所向往的大同之治。要记住我说的这个话，我们中国古人所向往的，不是说希望的。为什么？大同之治在中国古代已经做过，做到了，时间虽然不长，但是它真的落实。后人呢？后人就没办法，不能做到完全无过，不能做到完全离垢，就差这么一点，如果百分之百做到就是世界大同。中国什么时候做到？尧王做到了，舜王做到了，禹王做到了。真是古人所说的「人存政举，人亡政息」，有这个人他做到，没有这个人，没有这个人就做不到。禹本身做到了，禹的儿子就不如他父亲，但是他是非常贤慧的人，得到人民的拥护，得到各界的称赞。禹也是想把王位让贤，让给别人，可是在贤人当中他儿子是最出色的，就传给他的儿子。可是儿子就没有再传给贤人，从此以后天下为公就没有了，就变成家天下。传儿子一代一代传下来，那是从启，王启，所以王启实在讲是很好，当时他如果真的能够效法前面三位圣王，虽然禹是他的父亲，传给他，他应该学尧舜，再寻求贤人来传，天下为公，那到夏的时候还是大同之治；所以中国讲小康，比大同就差了一等，夏商周三代。周朝末年春秋战国差不多将近五百年，这个五百年是乱世，孔子生在春秋，孟子生在战国。中国历史上这是一个相当长时期的混乱，整个社会混乱。虽然社会混乱，有诸子百家也都出现在那个时代，这学说很多，思想也呈混乱的局面。秦始皇统一了，真正统一是秦始皇，但是秦是用法来治国，用商鞅的法，所以三十年就亡国。取而代之是汉，汉能维系四百年，这个要得力于汉武帝，汉武帝奠定了教育的基础，它才能维系。你说思想那么混乱，那些人都了不起，每个人都能说出一套大道理，到底用哪一个道理来教化人民，这是大事。他向大臣征询意见，董仲舒推荐孔孟，依孔孟的学说来教化全国人民，汉武帝接受了。从这个时候起，给诸位说，孔孟学说就一直绵延到清朝末年，世世代代改朝换代，这个理念没改变。所以孔孟学说就代表了中国传统文化主流，诸子百家是分流，这分支的，以孔孟学说为主。与它相辅相成的可以接受，与它相违背的就不要、就不取，主流就是孔孟学说。",
      "zh_TW": "「願我如佛能宣無過離垢之法音」。這註解註得好，這是什麼？教學。教什麼？教一切眾生沒有過失，教一切眾生遠離染污，這就是聖賢教育。你想想看，這個教育成功了，這世間人人是好人，人人是好人，這個好人所念的決定是好的念頭，善念，好人所幹的事情一定是好事。人人是好人，事事是好事，這是我們中國古人所嚮往的大同之治。要記住我說的這個話，我們中國古人所嚮往的，不是說希望的。為什麼？大同之治在中國古代已經做過，做到了，時間雖然不長，但是它真的落實。後人呢？後人就沒辦法，不能做到完全無過，不能做到完全離垢，就差這麼一點，如果百分之百做到就是世界大同。中國什麼時候做到？堯王做到了，舜王做到了，禹王做到了。真是古人所說的「人存政舉，人亡政息」，有這個人他做到，沒有這個人，沒有這個人就做不到。禹本身做到了，禹的兒子就不如他父親，但是他是非常賢慧的人，得到人民的擁護，得到各界的稱讚。禹也是想把王位讓賢，讓給別人，可是在賢人當中他兒子是最出色的，就傳給他的兒子。可是兒子就沒有再傳給賢人，從此以後天下為公就沒有了，就變成家天下。傳兒子一代一代傳下來，那是從啟，王啟，所以王啟實在講是很好，當時他如果真的能夠效法前面三位聖王，雖然禹是他的父親，傳給他，他應該學堯舜，再尋求賢人來傳，天下為公，那到夏的時候還是大同之治；所以中國講小康，比大同就差了一等，夏商周三代。周朝末年春秋戰國差不多將近五百年，這個五百年是亂世，孔子生在春秋，孟子生在戰國。中國歷史上這是一個相當長時期的混亂，整個社會混亂。雖然社會混亂，有諸子百家也都出現在那個時代，這學說很多，思想也呈混亂的局面。秦始皇統一了，真正統一是秦始皇，但是秦是用法來治國，用商鞅的法，所以三十年就亡國。取而代之是漢，漢能維繫四百年，這個要得力於漢武帝，漢武帝奠定了教育的基礎，它才能維繫。你說思想那麼混亂，那些人都了不起，每個人都能說出一套大道理，到底用哪一個道理來教化人民，這是大事。他向大臣徵詢意見，董仲舒推薦孔孟，依孔孟的學說來教化全國人民，漢武帝接受了。從這個時候起，給諸位說，孔孟學說就一直綿延到清朝末年，世世代代改朝換代，這個理念沒改變。所以孔孟學說就代表了中國傳統文化主流，諸子百家是分流，這分支的，以孔孟學說為主。與它相輔相成的可以接受，與它相違背的就不要、就不取，主流就是孔孟學說。"
    },
    {
      "id": "02-039-0172_p0014",
      "zh_CN": "所以今天整个世界的社会，我们中国古人讲「上失其道」，上是皇上，失其道，今天不能说上，今天说什么？我们把上改成世界的世，世失其道，全世界都把伦理、道德、因果教育、宗教教育都不学了，全世界失其道，人民可苦了。汤恩比博士这是上一个世纪的，距离我们并不远，一九七０年代的时候常常称说，要解决二十一世纪社会问题，需要中国孔孟学说跟大乘佛法，讲得好。换句话说，今天中国传统，大乘佛法也是中国传统，不仅中国需要，全世界需要。汤恩比博士是研究世界文化史的，他了解，他有很深的认知，在各个这些文化史里面，他对于中国东西研究得很深刻。孔孟学说最重要的是什么？实在讲中国传统东西，孔子继承了，所以叫集大成。从事上看，伏羲、神农、黄帝、尧舜禹汤、文武周公，这承传！孔子是接着周公的，孟子是接孔子的，这个差不多也有二千五百年的承传。如果从伏羲的话，到孔子有二千五百年，合起来五千年的文化。黄帝之前没有文字，没有文字不代表没有文化，世代相传，一代一代承传下去，什么最重要？要教些什么？五伦、五常、四维、八德。我相信是千万年之前老祖宗世代相传的，这简单，不会传错。五伦总共只五句话，父子有亲，夫妇有别，君臣有义，长幼有序，朋友有信，这还能传错吗？传十万年也不会传错，简单，太重要！这个做到了，这人就是圣贤。五常五个字它能传错吗？仁义礼智信，会传错吗？不可能！四维更简单，四个字，礼义廉耻。八德是孝悌忠信、仁爱和平。你看中国就这么多东西，我相信决定不止一万年，老祖宗世代相传传什么？就传这个。",
      "zh_TW": "所以今天整個世界的社會，我們中國古人講「上失其道」，上是皇上，失其道，今天不能說上，今天說什麼？我們把上改成世界的世，世失其道，全世界都把倫理、道德、因果教育、宗教教育都不學了，全世界失其道，人民可苦了。湯恩比博士這是上一個世紀的，距離我們並不遠，一九七０年代的時候常常稱說，要解決二十一世紀社會問題，需要中國孔孟學說跟大乘佛法，講得好。換句話說，今天中國傳統，大乘佛法也是中國傳統，不僅中國需要，全世界需要。湯恩比博士是研究世界文化史的，他了解，他有很深的認知，在各個這些文化史裡面，他對於中國東西研究得很深刻。孔孟學說最重要的是什麼？實在講中國傳統東西，孔子繼承了，所以叫集大成。從事上看，伏羲、神農、黃帝、堯舜禹湯、文武周公，這承傳！孔子是接著周公的，孟子是接孔子的，這個差不多也有二千五百年的承傳。如果從伏羲的話，到孔子有二千五百年，合起來五千年的文化。黃帝之前沒有文字，沒有文字不代表沒有文化，世代相傳，一代一代承傳下去，什麼最重要？要教些什麼？五倫、五常、四維、八德。我相信是千萬年之前老祖宗世代相傳的，這簡單，不會傳錯。五倫總共只五句話，父子有親，夫婦有別，君臣有義，長幼有序，朋友有信，這還能傳錯嗎？傳十萬年也不會傳錯，簡單，太重要！這個做到了，這人就是聖賢。五常五個字它能傳錯嗎？仁義禮智信，會傳錯嗎？不可能！四維更簡單，四個字，禮義廉恥。八德是孝悌忠信、仁愛和平。你看中國就這麼多東西，我相信決定不止一萬年，老祖宗世代相傳傳什麼？就傳這個。"
    },
    {
      "id": "02-039-0172_p0015",
      "zh_CN": "然后你再看，以后发展的四书、五经、十三经，有没有超越这个范围？没有，只是把这些条目讲得更透彻、讲得更详细。发展到清代，你们看看《四库全书》，那么大的分量，讲什么东西？也不超过这个范围。你就晓得，中国传统文化的精髓，就这一点东西。今天这个时代，每一个朝代不一样，现在这个时代是太麻烦了，人的思想违背了伦理、道德、因果，人的价值观变了。现在你要去问问这些年轻人，你问他，人生在世什么最重要？他会告诉你一个字，「钱」最重要。在中国古时候不是的，人生在世什么最重要？「孝」最重要。我来到这个世间，是干什么的？荣宗耀祖，光大门楣，他这么个价值观。我要在社会上多做好事，让我的祖宗有面子，让大家赞叹我的祖宗，这一家出了这么一个好的后代，不一样。现在要钱，连父母都可以不要，这成什么话？所以社会动乱，一切都向钱看，这是很奇怪的一个社会，在古今中外历史里找不到的，怎么出现这种社会？大概凡是这种社会出现，那就是一个警告，是什么？世界快要毁灭了。",
      "zh_TW": "然後你再看，以後發展的四書、五經、十三經，有沒有超越這個範圍？沒有，只是把這些條目講得更透徹、講得更詳細。發展到清代，你們看看《四庫全書》，那麼大的分量，講什麼東西？也不超過這個範圍。你就曉得，中國傳統文化的精髓，就這一點東西。今天這個時代，每一個朝代不一樣，現在這個時代是太麻煩了，人的思想違背了倫理、道德、因果，人的價值觀變了。現在你要去問問這些年輕人，你問他，人生在世什麼最重要？他會告訴你一個字，「錢」最重要。在中國古時候不是的，人生在世什麼最重要？「孝」最重要。我來到這個世間，是幹什麼的？榮宗耀祖，光大門楣，他這麼個價值觀。我要在社會上多做好事，讓我的祖宗有面子，讓大家讚歎我的祖宗，這一家出了這麼一個好的後代，不一樣。現在要錢，連父母都可以不要，這成什麼話？所以社會動亂，一切都向錢看，這是很奇怪的一個社會，在古今中外歷史裡找不到的，怎麼出現這種社會？大概凡是這種社會出現，那就是一個警告，是什麼？世界快要毀滅了。"
    },
    {
      "id": "02-039-0172_p0016",
      "zh_CN": "科学家曾经提出，就是我们这个地球，大概在五万年之前，这个地球上科技也非常发达，外国人的记载说有一个国家亚特兰提斯，这个国家在大西洋当中，科学非常发达，能源从太空当中取来的，取得的能源，像飞机什么行走没有污染、没有音声。人不再相信神了，相信科学技术，也伦理道德都不讲了，大概跟我们现在差不多，可能还超过一点，结果怎么样？这个大陆就沉到海底去了。沉到海底，所以叫大西洋，人家称大西洋，原来是大西国，就亚特兰提斯。近代有预言，我们在美国都听到，美国有个睡眠的预言家凯西，很多人都知道。凯西告诉我们，亚特兰提斯会浮起来，他说这个世纪会浮起来，但是这个地方浮起来之后，欧洲会沉下去，美国会沉下去。所以人家又害怕它，它一浮起来，欧洲、美洲没有了，那人就着急了。他在二战期间往生了，他说一百年之后他又会回来，看世界整个变了。我们看美国人画的那个地图，就是未来的世界。凯西说他过一百年之后，他还会再回来看看。",
      "zh_TW": "科學家曾經提出，就是我們這個地球，大概在五萬年之前，這個地球上科技也非常發達，外國人的記載說有一個國家亞特蘭提斯，這個國家在大西洋當中，科學非常發達，能源從太空當中取來的，取得的能源，像飛機什麼行走沒有污染、沒有音聲。人不再相信神了，相信科學技術，也倫理道德都不講了，大概跟我們現在差不多，可能還超過一點，結果怎麼樣？這個大陸就沉到海底去了。沉到海底，所以叫大西洋，人家稱大西洋，原來是大西國，就亞特蘭提斯。近代有預言，我們在美國都聽到，美國有個睡眠的預言家凱西，很多人都知道。凱西告訴我們，亞特蘭提斯會浮起來，他說這個世紀會浮起來，但是這個地方浮起來之後，歐洲會沉下去，美國會沉下去。所以人家又害怕它，它一浮起來，歐洲、美洲沒有了，那人就著急了。他在二戰期間往生了，他說一百年之後他又會回來，看世界整個變了。我們看美國人畫的那個地圖，就是未來的世界。凱西說他過一百年之後，他還會再回來看看。"
    },
    {
      "id": "02-039-0172_p0017",
      "zh_CN": "所以人到完全反常，那有什么办法？伦理没用了，不相信了，道德也不要了，一文不值了，法律也没得用处了，法律是专保护坏人，不起作用了。这时候怎么办？只有老天爷来做主张，就整个大灾难现前。这个道理在佛法里讲得通，现在量子科学家把佛法证明。佛法讲什么？佛法里有两句名言，第一句「相随心转」，我们的相貌、我们的身体，这个变化是我们的意念，我们念念都是善念，你身体健康，你不会生病，你的容貌会好，相随心转！第二句话「境随心转」，我们居住的环境是随心转。现在这个科学家非常强调，灾难这么多，只要我们把心态修正过来，断恶修善，积功累德，地球上的灾难自然就减轻，自然就化解。二０一二，科学家有一个结论，他说这是个转捩点，大家不要惊慌，不要以为这个世界毁灭了，只要心态转过来，世界就更美好；如果不转过来，那麻烦就大了。由此可知，我们希望世界美好，继续存留下来，还是希望这个世界毁灭，主宰在我们每个人的掌握当中，不是别人主宰。如果我们念善，改过自新，这个世界往后的发展愈来愈美好。如果我们还是伦理、道德、因果不要了，宗教也不要了，那你就接受灾难，接受这外国宗教所说的世界末日。我们看到外国人画的地图很可怕，美国是一半没有了，中国差不多也是一半，很可怕的。所以在这个时候，真正能够把中国传统教育恢复起来，不但救自己，救家庭、救社会、救国家民族、救世界，还救了地球，这功德多大，这是多么大的一桩好事情！完全要靠离垢清净这才能做到。要学佛，佛能够宣扬无过失、离垢染这样的法音。「普及无边各各之界」，今天中国传统文化要对全世界宣扬，不只是中国，哪个国家都需要。我们在最近十几年来，在国际上走动，特别是不同宗教之间，我们提出来，大家都欢喜接受，不同的族群、不同的宗教能接受中国传统东西，喜欢。",
      "zh_TW": "所以人到完全反常，那有什麼辦法？倫理沒用了，不相信了，道德也不要了，一文不值了，法律也沒得用處了，法律是專保護壞人，不起作用了。這時候怎麼辦？只有老天爺來做主張，就整個大災難現前。這個道理在佛法裡講得通，現在量子科學家把佛法證明。佛法講什麼？佛法裡有兩句名言，第一句「相隨心轉」，我們的相貌、我們的身體，這個變化是我們的意念，我們念念都是善念，你身體健康，你不會生病，你的容貌會好，相隨心轉！第二句話「境隨心轉」，我們居住的環境是隨心轉。現在這個科學家非常強調，災難這麼多，只要我們把心態修正過來，斷惡修善，積功累德，地球上的災難自然就減輕，自然就化解。二０一二，科學家有一個結論，他說這是個轉捩點，大家不要驚慌，不要以為這個世界毀滅了，只要心態轉過來，世界就更美好；如果不轉過來，那麻煩就大了。由此可知，我們希望世界美好，繼續存留下來，還是希望這個世界毀滅，主宰在我們每個人的掌握當中，不是別人主宰。如果我們念善，改過自新，這個世界往後的發展愈來愈美好。如果我們還是倫理、道德、因果不要了，宗教也不要了，那你就接受災難，接受這外國宗教所說的世界末日。我們看到外國人畫的地圖很可怕，美國是一半沒有了，中國差不多也是一半，很可怕的。所以在這個時候，真正能夠把中國傳統教育恢復起來，不但救自己，救家庭、救社會、救國家民族、救世界，還救了地球，這功德多大，這是多麼大的一樁好事情！完全要靠離垢清淨這才能做到。要學佛，佛能夠宣揚無過失、離垢染這樣的法音。「普及無邊各各之界」，今天中國傳統文化要對全世界宣揚，不只是中國，哪個國家都需要。我們在最近十幾年來，在國際上走動，特別是不同宗教之間，我們提出來，大家都歡喜接受，不同的族群、不同的宗教能接受中國傳統東西，喜歡。"
    },
    {
      "id": "02-039-0172_p0018",
      "zh_CN": "下面再介绍这个「界」字，无边界，界怎么讲法？「《大乘义章》曰」，《大乘义章》是本书，这里面说的「界别」，这个意思就是「分别、差别为界」，界就是这个意思。「诸法性别，故名为界」。下面我们看念老的解释，「盖谓界者，以差别为义」，所以界的意思就是差别。「事物彼此能持自相，差别而无混，是曰界」。譬如我们人，我们每个人相貌不一样，不一样就是界限，我跟你有界限，你跟他也有界限，这都叫界。再细分，一个人身上，头跟身体是有界限的，眼跟耳朵是有界限的，这是眼界，这是耳的界，所以各个不同的差别，它有不同的作用。凡是这一类的，你明了这就太多了，宇宙间的事物无量无边，各有各的界分，所以差别它不混乱这叫界。",
      "zh_TW": "下面再介紹這個「界」字，無邊界，界怎麼講法？「《大乘義章》曰」，《大乘義章》是本書，這裡面說的「界別」，這個意思就是「分別、差別為界」，界就是這個意思。「諸法性別，故名為界」。下面我們看念老的解釋，「蓋謂界者，以差別為義」，所以界的意思就是差別。「事物彼此能持自相，差別而無混，是曰界」。譬如我們人，我們每個人相貌不一樣，不一樣就是界限，我跟你有界限，你跟他也有界限，這都叫界。再細分，一個人身上，頭跟身體是有界限的，眼跟耳朵是有界限的，這是眼界，這是耳的界，所以各個不同的差別，它有不同的作用。凡是這一類的，你明瞭這就太多了，宇宙間的事物無量無邊，各有各的界分，所以差別它不混亂這叫界。"
    },
    {
      "id": "02-039-0172_p0019",
      "zh_CN": "「俗语中，各界人士」，这是讲行业，我们在这个社会上每个人都有自己的行业，这个行业是界，也是界限。像我们现在这行业这是佛界，是佛教的教学，佛界应该要知道是佛陀教育，这一定要搞清楚，我们不能搞迷信。我进入佛教，是从佛陀教育入门的。年轻时候，也受社会一般大众的影响，误会了，严重的误会，认为佛教是宗教，认为佛教是迷信，所以跟佛教没往来。跟宗教有接触，我年轻的时候接触过基督教，听牧师讲经，星期天到教堂里去听讲道。接触过伊斯兰教，阿訇们讲道，听听有的时候满有道理的。佛教没有，佛教只有念经给死人超度，没有听说佛教里有讲经的。到以后学佛才知道，有讲经的，太少了，民国以来真正讲经只有十几个人，都分布在大都市。我们在内里小城市里，一生都没有听说过，哪有和尚讲经？他念经的，和尚念经，没听说过讲经的，所以产生很严重的误会。",
      "zh_TW": "「俗語中，各界人士」，這是講行業，我們在這個社會上每個人都有自己的行業，這個行業是界，也是界限。像我們現在這行業這是佛界，是佛教的教學，佛界應該要知道是佛陀教育，這一定要搞清楚，我們不能搞迷信。我進入佛教，是從佛陀教育入門的。年輕時候，也受社會一般大眾的影響，誤會了，嚴重的誤會，認為佛教是宗教，認為佛教是迷信，所以跟佛教沒往來。跟宗教有接觸，我年輕的時候接觸過基督教，聽牧師講經，星期天到教堂裡去聽講道。接觸過伊斯蘭教，阿訇們講道，聽聽有的時候滿有道理的。佛教沒有，佛教只有念經給死人超度，沒有聽說佛教裡有講經的。到以後學佛才知道，有講經的，太少了，民國以來真正講經只有十幾個人，都分布在大都市。我們在內裡小城市裡，一生都沒有聽說過，哪有和尚講經？他念經的，和尚念經，沒聽說過講經的，所以產生很嚴重的誤會。"
    },
    {
      "id": "02-039-0172_p0020",
      "zh_CN": "我学佛的因缘，跟诸位做过很多次的报告，二十几岁对哲学有兴趣，在台湾遇到一个同乡，当代一个哲学家方东美先生，我跟他学哲学。他给我讲了一部《哲学概论》，最后一个单元叫「佛经哲学」。我听他的课这才完全明了，佛法不是迷信，佛法不是宗教，佛法是哲学。他给我介绍，他说「释迦牟尼佛是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受。」这样把我引入佛门来，到今年五十九年了，锲而不舍，他说的话是真的，一点都不假，人生最高的享受我得到了。人生最高享受，与富贵贫贱没关系，最高的享受是什么？快乐，天天生活在欢喜当中、快乐当中，这真的是最高的享受。每一天读经，向经典当中学习，对于佛家的名词叫诸法实相，就是一切法的真相，愈来愈清楚、愈来愈明白，就愈来愈欢喜。用佛法的时候，觉而不迷，正而不邪，净而不染，这三皈依，他怎么会不快乐！这才是真正的最高享受。",
      "zh_TW": "我學佛的因緣，跟諸位做過很多次的報告，二十幾歲對哲學有興趣，在台灣遇到一個同鄉，當代一個哲學家方東美先生，我跟他學哲學。他給我講了一部《哲學概論》，最後一個單元叫「佛經哲學」。我聽他的課這才完全明瞭，佛法不是迷信，佛法不是宗教，佛法是哲學。他給我介紹，他說「釋迦牟尼佛是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受。」這樣把我引入佛門來，到今年五十九年了，鍥而不捨，他說的話是真的，一點都不假，人生最高的享受我得到了。人生最高享受，與富貴貧賤沒關係，最高的享受是什麼？快樂，天天生活在歡喜當中、快樂當中，這真的是最高的享受。每一天讀經，向經典當中學習，對於佛家的名詞叫諸法實相，就是一切法的真相，愈來愈清楚、愈來愈明白，就愈來愈歡喜。用佛法的時候，覺而不迷，正而不邪，淨而不染，這三皈依，他怎麼會不快樂！這才是真正的最高享受。"
    },
    {
      "id": "02-039-0172_p0021",
      "zh_CN": "所以学佛做佛门弟子，就是接受佛陀的教育，有使命把这么好的一个教育发扬光大，要介绍给社会。所以我三十三岁出家，出家就开始教学讲经，到今年五十二年没间断，非常欢喜，乐此不疲。所以我们就是佛陀教育这个界，那大的里面讲是宗教界，宗教里面小的，我们是佛界，佛陀教育。名不正则言不顺，我们的招牌要挂佛陀教育，这个小地方「佛陀教育协会」。我在台湾有一个小地方，也用佛陀教育，那边是个基金会，「佛陀教育基金会」。我们现在移民到澳洲，我们澳洲有个小道场净宗学院，教育，澳洲政府承认我们是教育，登记的时候是宗教登记的，过了三年，政府说你们不是宗教，你们是教育，他承认，把我们列入教育界里面去了，没有把我们算在宗教界。这是界这个字。",
      "zh_TW": "所以學佛做佛門弟子，就是接受佛陀的教育，有使命把這麼好的一個教育發揚光大，要介紹給社會。所以我三十三歲出家，出家就開始教學講經，到今年五十二年沒間斷，非常歡喜，樂此不疲。所以我們就是佛陀教育這個界，那大的裡面講是宗教界，宗教裡面小的，我們是佛界，佛陀教育。名不正則言不順，我們的招牌要掛佛陀教育，這個小地方「佛陀教育協會」。我在台灣有一個小地方，也用佛陀教育，那邊是個基金會，「佛陀教育基金會」。我們現在移民到澳洲，我們澳洲有個小道場淨宗學院，教育，澳洲政府承認我們是教育，登記的時候是宗教登記的，過了三年，政府說你們不是宗教，你們是教育，他承認，把我們列入教育界裡面去了，沒有把我們算在宗教界。這是界這個字。"
    },
    {
      "id": "02-039-0172_p0022",
      "zh_CN": "「此界字亦具上义。由是可知，普及无边界，即是遍于一切」。无量无边的国界，实际上就是下面说遍一切法，遍法界虚空界，一切法当中，一个都不漏，这才是「法音普及无边界」的意思。我们读了贤首大师的《还源观》，真的明了了，那个界最小的界限是什么？佛学的名词叫极微之微，现在科学的名字叫量子，这小光子，每个小光子它有它的界限。小光子聚集在一起就成为基本粒子，基本粒子聚集在一起才成为电子、原子，到分子，到细胞。一个细胞要算小光子的话，不晓得有多少？佛说法的音声到每一个小光子，它能不能接收？能接收。为什么？它的体是五蕴，色受想行识。它很小，小得我们无法想像，但是它有物质现象、它有精神现象，就说它有见闻觉知，在自性里头是见闻觉知，在阿赖耶里面叫受想行识，它有，它既然有，当然佛说法的音声它可以接收。所以《华严经》上才说，「情与无情，同圆种智」，我们终于搞清楚了。年轻的时候读《华严经》这一句，百思不得其解，向别人请教，也没有人能把它讲清楚。我们那个时候教佛学院，年岁最大的是一个在家的老居士唐一玄，在台湾很有名，他是禅跟教都通，在佛学院里面教书，我们向他老人家请教，没有法子，讲不出来，很难，太难了，有情好说，无情怎么办？树木花草、山河大地这能成佛吗？同圆种智就成佛。真的，不是假的，读了《华严经》才完全明了。",
      "zh_TW": "「此界字亦具上義。由是可知，普及無邊界，即是遍於一切」。無量無邊的國界，實際上就是下面說遍一切法，遍法界虛空界，一切法當中，一個都不漏，這才是「法音普及無邊界」的意思。我們讀了賢首大師的《還源觀》，真的明瞭了，那個界最小的界限是什麼？佛學的名詞叫極微之微，現在科學的名字叫量子，這小光子，每個小光子它有它的界限。小光子聚集在一起就成為基本粒子，基本粒子聚集在一起才成為電子、原子，到分子，到細胞。一個細胞要算小光子的話，不曉得有多少？佛說法的音聲到每一個小光子，它能不能接收？能接收。為什麼？它的體是五蘊，色受想行識。它很小，小得我們無法想像，但是它有物質現象、它有精神現象，就說它有見聞覺知，在自性裡頭是見聞覺知，在阿賴耶裡面叫受想行識，它有，它既然有，當然佛說法的音聲它可以接收。所以《華嚴經》上才說，「情與無情，同圓種智」，我們終於搞清楚了。年輕的時候讀《華嚴經》這一句，百思不得其解，向別人請教，也沒有人能把它講清楚。我們那個時候教佛學院，年歲最大的是一個在家的老居士唐一玄，在台灣很有名，他是禪跟教都通，在佛學院裡面教書，我們向他老人家請教，沒有法子，講不出來，很難，太難了，有情好說，無情怎麼辦？樹木花草、山河大地這能成佛嗎？同圓種智就成佛。真的，不是假的，讀了《華嚴經》才完全明瞭。"
    },
    {
      "id": "02-039-0172_p0023",
      "zh_CN": "「第三句，宣扬戒定精进门，此句是《宋译》，在《唐译》为：演说施戒诸法门，忍辱精勤及定慧」。由此可知，这个宋译里面是省略的，确实它讲的是六波罗蜜。所以这五种原译本互相参考，意思就明白，它并不是漏掉的，它是省略的，所以唐译的文字比较详细。「表宣说六度：一布施，二持戒，三忍辱，四精进，五禅定，六般若。《汉译》亦如之。今《宋译》较略，盖以戒定精进三度，赅摄其余。」此下，「通达甚深微妙法」。这个法是什么？甚深微妙法是什么？这里注得好！「此法即十方佛赞，持名念佛，无上甚深之法」。就是念佛法门求生净土，一生当中就成就，这不是微妙法吗？甚深微妙法。为什么？在《华严经》上，《华严经》讲十波罗蜜，文殊菩萨说十波罗蜜，普贤菩萨说十大愿王，统统指归一句名号。这两位大菩萨率领华藏世界四十一位法身大士，往生西方极乐世界，我们想想这样的境界，这样的一个气象，你才知道净土这个法门无比殊胜，真正不可思议，所以持名念佛是无上甚深之法。大乘教有所谓「万法归一」，一就是这一句佛号「南无阿弥陀佛」，真的，一切法到最后统统是归一句佛号，这一句佛号的意思太深太深了。",
      "zh_TW": "「第三句，宣揚戒定精進門，此句是《宋譯》，在《唐譯》為：演說施戒諸法門，忍辱精勤及定慧」。由此可知，這個宋譯裡面是省略的，確實它講的是六波羅蜜。所以這五種原譯本互相參考，意思就明白，它並不是漏掉的，它是省略的，所以唐譯的文字比較詳細。「表宣說六度：一布施，二持戒，三忍辱，四精進，五禪定，六般若。《漢譯》亦如之。今《宋譯》較略，蓋以戒定精進三度，賅攝其餘。」此下，「通達甚深微妙法」。這個法是什麼？甚深微妙法是什麼？這裡註得好！「此法即十方佛讚，持名念佛，無上甚深之法」。就是念佛法門求生淨土，一生當中就成就，這不是微妙法嗎？甚深微妙法。為什麼？在《華嚴經》上，《華嚴經》講十波羅蜜，文殊菩薩說十波羅蜜，普賢菩薩說十大願王，統統指歸一句名號。這兩位大菩薩率領華藏世界四十一位法身大士，往生西方極樂世界，我們想想這樣的境界，這樣的一個氣象，你才知道淨土這個法門無比殊勝，真正不可思議，所以持名念佛是無上甚深之法。大乘教有所謂「萬法歸一」，一就是這一句佛號「南無阿彌陀佛」，真的，一切法到最後統統是歸一句佛號，這一句佛號的意思太深太深了。"
    },
    {
      "id": "02-039-0172_p0024",
      "zh_CN": "隋唐时代是中国佛教的黄金时代，印度许多高僧到中国来传法，中国也有许多高僧到印度去留学，成绩非常可观，盛极一时，在那个时候大小乘一共十个宗派出现。周边的几个国家，韩国、日本、越南都派许多留学生在中国学习。所以这三国佛法都是大乘的，都是从中国传过去的，我们去他们那边人少，他们来留学的人多。梅光羲老居士为《无量寿经》作了一篇很长的序文，这序文里面就讲了一段故事。隋唐时候这些高僧大德曾经在一起研究，释迦牟尼佛四十九年所说的一切法，哪个是第一，佛讲这一切经，讲了很多经，哪一部经有代表性，能代表释迦牟尼佛四十九年所说的一切法，得到大家公认是《大方广佛华严经》，所以以后《华严》被佛门称为叫根本法轮。我们方东美先生把佛教介绍给我，他说《华严经》是佛学概论，就是佛经里面的概论，他是这样的看法。所有一切经都不出《华严》的范围，《华严》是总说，其他的经是细说某一部分，《华严》是总说。《华严经》最后，看到末后普贤菩萨十大愿王导归极乐，极乐是什么？极乐是《无量寿经》，这又变成《无量寿经》是第一。确实《华严》、《法华》统统归《无量寿》，《无量寿经》变成第一。",
      "zh_TW": "隋唐時代是中國佛教的黃金時代，印度許多高僧到中國來傳法，中國也有許多高僧到印度去留學，成績非常可觀，盛極一時，在那個時候大小乘一共十個宗派出現。周邊的幾個國家，韓國、日本、越南都派許多留學生在中國學習。所以這三國佛法都是大乘的，都是從中國傳過去的，我們去他們那邊人少，他們來留學的人多。梅光羲老居士為《無量壽經》作了一篇很長的序文，這序文裡面就講了一段故事。隋唐時候這些高僧大德曾經在一起研究，釋迦牟尼佛四十九年所說的一切法，哪個是第一，佛講這一切經，講了很多經，哪一部經有代表性，能代表釋迦牟尼佛四十九年所說的一切法，得到大家公認是《大方廣佛華嚴經》，所以以後《華嚴》被佛門稱為叫根本法輪。我們方東美先生把佛教介紹給我，他說《華嚴經》是佛學概論，就是佛經裡面的概論，他是這樣的看法。所有一切經都不出《華嚴》的範圍，《華嚴》是總說，其他的經是細說某一部分，《華嚴》是總說。《華嚴經》最後，看到末後普賢菩薩十大願王導歸極樂，極樂是什麼？極樂是《無量壽經》，這又變成《無量壽經》是第一。確實《華嚴》、《法華》統統歸《無量壽》，《無量壽經》變成第一。"
    },
    {
      "id": "02-039-0172_p0025",
      "zh_CN": "我们今天这部经，这个会集本，夏莲居老居士把它分为四十八品，也就是用中国的话来说，四十八章或者是四十八篇，篇、章，佛法讲品，这四十八品哪一品最重要？祖师大德们都研究过，第六品最重要。第六品是什么？阿弥陀佛的四十八愿。这是这一部经、这个法门修学的总纲领、总的原则。是阿弥陀佛自己讲的，释迦牟尼佛转述给我们听的，这是阿弥陀佛自己讲的四十八条。四十八条哪一条最重要？这个祖师大家都承认第十八条，第十八愿。十八愿是什么？临终一念十念都能往生，临命终时念十句佛号、念一句佛号都能往生。你看这不就是所有一切全归一句名号了吗？所以这一句名号展开就是四十八愿，四十八愿展开是《无量寿经》，《无量寿经》展开是《大方广佛华严经》，《大方广佛华严经》展开就释迦牟尼佛四十九年所讲的一切经，一切经归纳为一句名号，这名号功德还得了！",
      "zh_TW": "我們今天這部經，這個會集本，夏蓮居老居士把它分為四十八品，也就是用中國的話來說，四十八章或者是四十八篇，篇、章，佛法講品，這四十八品哪一品最重要？祖師大德們都研究過，第六品最重要。第六品是什麼？阿彌陀佛的四十八願。這是這一部經、這個法門修學的總綱領、總的原則。是阿彌陀佛自己講的，釋迦牟尼佛轉述給我們聽的，這是阿彌陀佛自己講的四十八條。四十八條哪一條最重要？這個祖師大家都承認第十八條，第十八願。十八願是什麼？臨終一念十念都能往生，臨命終時念十句佛號、念一句佛號都能往生。你看這不就是所有一切全歸一句名號了嗎？所以這一句名號展開就是四十八願，四十八願展開是《無量壽經》，《無量壽經》展開是《大方廣佛華嚴經》，《大方廣佛華嚴經》展開就釋迦牟尼佛四十九年所講的一切經，一切經歸納為一句名號，這名號功德還得了！"
    },
    {
      "id": "02-039-0172_p0026",
      "zh_CN": "很多人不明白事实真相，以为这一句名号算什么？要去搞大经大论。大经大论搞通了，最后还回到一句名号，你要不回到这句名号，你这个路走不通，你不可能有成就，所以这法门多么殊胜。在经里面讲的「通达甚深微妙法」，你真的把这一句名号搞清楚、搞明白了，你这一生就凭这句佛号往生极乐世界成无上道。佛在经上告诉我们，「一切众生本来是佛」，这话是真的。我们中国古人虽然没讲佛，中国古人讲的人性本善，所以《三字经》上前面第一句话，「人之初，性本善」。善是什么意思？那善就是佛，佛才是最圆满的，一丝毫欠缺都没有，那叫善。《大学》里面讲「止于至善」，就这个意思。明德、亲民、止于至善，这个至善要在我们此地讲，就是一句名号。「知止而后有定」，这句名号真的明白，心就定了，不再有妄想，「定而后能静，静而后能安，安而后能虑」，这下你就成功了。",
      "zh_TW": "很多人不明白事實真相，以為這一句名號算什麼？要去搞大經大論。大經大論搞通了，最後還回到一句名號，你要不回到這句名號，你這個路走不通，你不可能有成就，所以這法門多麼殊勝。在經裡面講的「通達甚深微妙法」，你真的把這一句名號搞清楚、搞明白了，你這一生就憑這句佛號往生極樂世界成無上道。佛在經上告訴我們，「一切眾生本來是佛」，這話是真的。我們中國古人雖然沒講佛，中國古人講的人性本善，所以《三字經》上前面第一句話，「人之初，性本善」。善是什麼意思？那善就是佛，佛才是最圓滿的，一絲毫欠缺都沒有，那叫善。《大學》裡面講「止於至善」，就這個意思。明德、親民、止於至善，這個至善要在我們此地講，就是一句名號。「知止而後有定」，這句名號真的明白，心就定了，不再有妄想，「定而後能靜，靜而後能安，安而後能慮」，這下你就成功了。"
    },
    {
      "id": "02-039-0172_p0027",
      "zh_CN": "汤恩比也有说过这一句话，中国古人心量大，能够包容异族文化，印度佛教是异族文化，能包容，接受了，完全接受了。佛经，印度的佛教丰富了中国传统文化，用佛经来解释中国传统的东西，这全都变成一乘佛法了。你说用佛经来解释四书，来解释《大学》、《中庸》，那不是一乘佛法了吗？大幅度提升了。用佛法讲，一切法全是佛法，没有一样不是佛法。我们用它试过讲过，讲《古兰经》，《古兰经》是一乘法；用它来讲基督教的《圣经》，《圣经》是一乘法。问题在哪里？问题在人，大乘教里常讲「圆人说法，无法不圆」，就这个道理。一乘人讲一切法全是一乘法，三乘人讲一切佛法全是三乘法，这个意思很深。你程度浅看大乘经，你讲得也浅；你程度深，看小乘经也讲得深。法有没有深浅？没有，深浅在人。然后我们才晓得，中国文化自古以来圣贤人，中国人是圣贤人，圣贤人是从哪来的？教出来的。圣贤人讲一切法都是圣贤法，干一切事全是圣贤事。我们得明白这个道理，你才能真正觉悟，你才能真正的永远离开过失、染污，永远安住在清净平等觉中，你得到大乘佛法的受用，你的《无量寿经》没有白学。",
      "zh_TW": "湯恩比也有說過這一句話，中國古人心量大，能夠包容異族文化，印度佛教是異族文化，能包容，接受了，完全接受了。佛經，印度的佛教豐富了中國傳統文化，用佛經來解釋中國傳統的東西，這全都變成一乘佛法了。你說用佛經來解釋四書，來解釋《大學》、《中庸》，那不是一乘佛法了嗎？大幅度提升了。用佛法講，一切法全是佛法，沒有一樣不是佛法。我們用它試過講過，講《古蘭經》，《古蘭經》是一乘法；用它來講基督教的《聖經》，《聖經》是一乘法。問題在哪裡？問題在人，大乘教裡常講「圓人說法，無法不圓」，就這個道理。一乘人講一切法全是一乘法，三乘人講一切佛法全是三乘法，這個意思很深。你程度淺看大乘經，你講得也淺；你程度深，看小乘經也講得深。法有沒有深淺？沒有，深淺在人。然後我們才曉得，中國文化自古以來聖賢人，中國人是聖賢人，聖賢人是從哪來的？教出來的。聖賢人講一切法都是聖賢法，幹一切事全是聖賢事。我們得明白這個道理，你才能真正覺悟，你才能真正的永遠離開過失、染污，永遠安住在清淨平等覺中，你得到大乘佛法的受用，你的《無量壽經》沒有白學。"
    },
    {
      "id": "02-039-0172_p0028",
      "zh_CN": "六度，在此地略略的解释一下，布施非常重要，一定要晓得，人在世间不分中国人、外国人，不分你信仰什么宗教，只要是人他都有欲望，他想求得什么？第一个得财富，第二个得智慧，第三个得健康长寿。你说这三样东西哪个人不要？我在美国居住的时候，邻居是基督教，我们见面聊天，他们问我们学佛，我就问他，这三样东西要不要？要，这三样东西好！他问我们，学佛有什么好处？学佛就能得这三样东西，能得财富、能得聪明智慧、能得健康长寿。真的把他说动了。我说佛陀是教育，不是宗教，你们是基督教徒，星期天上教堂去，星期六到佛堂里面来，我教你这三个方法，教你求财富，教你聪明智慧，教你健康长寿，他都来了，我们就相处得很好。你在家有父母，在学校有老师，这是老师，佛是老师，上帝是你的爸爸，天父，你跟上帝的关系是父子关系，你到佛堂里来，你跟佛是师生关系，不冲突。他就很安心的来了，我们没有欺骗他，真的一点不假。",
      "zh_TW": "六度，在此地略略的解釋一下，布施非常重要，一定要曉得，人在世間不分中國人、外國人，不分你信仰什麼宗教，只要是人他都有欲望，他想求得什麼？第一個得財富，第二個得智慧，第三個得健康長壽。你說這三樣東西哪個人不要？我在美國居住的時候，鄰居是基督教，我們見面聊天，他們問我們學佛，我就問他，這三樣東西要不要？要，這三樣東西好！他問我們，學佛有什麼好處？學佛就能得這三樣東西，能得財富、能得聰明智慧、能得健康長壽。真的把他說動了。我說佛陀是教育，不是宗教，你們是基督教徒，星期天上教堂去，星期六到佛堂裡面來，我教你這三個方法，教你求財富，教你聰明智慧，教你健康長壽，他都來了，我們就相處得很好。你在家有父母，在學校有老師，這是老師，佛是老師，上帝是你的爸爸，天父，你跟上帝的關係是父子關係，你到佛堂裡來，你跟佛是師生關係，不衝突。他就很安心的來了，我們沒有欺騙他，真的一點不假。"
    },
    {
      "id": "02-039-0172_p0029",
      "zh_CN": "这三样东西从哪里来？从布施来的。你要想发财，想要得财富修财布施，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。这些是我最早学佛的时候，老师传给我的，章嘉大师传的，因为我年轻的时候生活实在太苦，为什么？命里既没有财，人家算命说财库，我的财库是空空的，什么也没有。你看人家给李嘉诚算命，李嘉诚的财库它是漫出来的，堆出来的，给他算命的老先生告诉我的，陈朗老先生。前几年我讲经他常常来听经，过世大概三年了吧？过世三年。李嘉诚认识他的时候是三十岁，刚刚到香港来做生意碰到他，他给他算命，他会看相、算命、看风水，都是一流的。晚年听我讲经，所以他来告诉我。我跟李嘉诚认识是他介绍的。人真有命运，你命运从哪里来的？过去生中修的。那我就明白了，老师一讲我就清楚，我过去生中没有修财布施、没有修无畏布施，大概就修一点法布施，所以还有一点聪明智慧，财库空空，寿命也短，短命。",
      "zh_TW": "這三樣東西從哪裡來？從布施來的。你要想發財，想要得財富修財布施，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。這些是我最早學佛的時候，老師傳給我的，章嘉大師傳的，因為我年輕的時候生活實在太苦，為什麼？命裡既沒有財，人家算命說財庫，我的財庫是空空的，什麼也沒有。你看人家給李嘉誠算命，李嘉誠的財庫它是漫出來的，堆出來的，給他算命的老先生告訴我的，陳朗老先生。前幾年我講經他常常來聽經，過世大概三年了吧？過世三年。李嘉誠認識他的時候是三十歲，剛剛到香港來做生意碰到他，他給他算命，他會看相、算命、看風水，都是一流的。晚年聽我講經，所以他來告訴我。我跟李嘉誠認識是他介紹的。人真有命運，你命運從哪裡來的？過去生中修的。那我就明白了，老師一講我就清楚，我過去生中沒有修財布施、沒有修無畏布施，大概就修一點法布施，所以還有一點聰明智慧，財庫空空，壽命也短，短命。"
    },
    {
      "id": "02-039-0172_p0030",
      "zh_CN": "所以老师教我现在修能弥补，把它补过来，教我学财布施。我说：我没钱，自己生活都有问题，哪有钱布施？老师问我「一毛钱有没有？」我说：行，一毛可以。「一块行不行？」一块还勉强可以。「你就从一毛、一块开始布施，常常要存布施的心，遇到这个机会你就真干。」愈施愈多！我最近还做了一个布施，里头有财布施、有法布施。什么布施？我向商务印书馆买了一百套《四库全书》。我买这么多，是他家的大主顾，价钱就算得特别便宜，一百套五百万美金，一套五万，五百万美金。我买来送给谁？送给各大学图书馆。你看这是钱，有钱布施、财布施，那个书是法，所以这里面有财布施、有法布施，一举二得。我每年干这些事情，给诸位说，五百万大概是一半的数字，我作梦也没想到，年轻的时候拿一、二块钱都那么困难，现在居然每年可以做到一千万美金。钱从哪来的不知道，我也不晓得，反正有人给我，我就干这些事情，身上不留财物，你愈干愈多！",
      "zh_TW": "所以老師教我現在修能彌補，把它補過來，教我學財布施。我說：我沒錢，自己生活都有問題，哪有錢布施？老師問我「一毛錢有沒有？」我說：行，一毛可以。「一塊行不行？」一塊還勉強可以。「你就從一毛、一塊開始布施，常常要存布施的心，遇到這個機會你就真幹。」愈施愈多！我最近還做了一個布施，裡頭有財布施、有法布施。什麼布施？我向商務印書館買了一百套《四庫全書》。我買這麼多，是他家的大主顧，價錢就算得特別便宜，一百套五百萬美金，一套五萬，五百萬美金。我買來送給誰？送給各大學圖書館。你看這是錢，有錢布施、財布施，那個書是法，所以這裡面有財布施、有法布施，一舉二得。我每年幹這些事情，給諸位說，五百萬大概是一半的數字，我作夢也沒想到，年輕的時候拿一、二塊錢都那麼困難，現在居然每年可以做到一千萬美金。錢從哪來的不知道，我也不曉得，反正有人給我，我就幹這些事情，身上不留財物，你愈幹愈多！"
    },
    {
      "id": "02-039-0172_p0031",
      "zh_CN": "无畏布施，最方便的方法就是采取素食。我吃素吃了五十九年，跟一切众生不再结冤仇，所以小动物看到我不害怕。为什么？杀气没有了，现在讲磁场，那种伤害众生的磁场没有了。所以野外小动物，我们看到一招手，牠都会到我旁边来，你得真干。所以老师的话要听，教我们怎么做我们就怎么做，决定不吃亏，你不干就不行，一定要真干，所以布施好处太多了。你看我这么多年走遍全世界，身上没有钱，那个机票多少钱一张不知道，从来都不晓得，上飞机人家把机票送过来。走到哪里都有人招待，你说多自在！这就是老师教给我的「人生最高的享受」。在香港住房子，我没房子，房子是一位老居士的，跟我同年一个老居士她的房子，她儿子做房地产，盖了新房子，她搬到新房子住。旧房子也舍不得卖，住了几十年，也舍不得出租，怕人把她的房子住坏了，我到香港来，就无条件给我住，你看多自在。只给我一把钥匙，所有一切开销她付，我都不知道，住这么多年了，多快乐！我走了房子还给她，是她的不是我的，这叫真自在，你有房子你有累赘，那个麻烦可多了。",
      "zh_TW": "無畏布施，最方便的方法就是採取素食。我吃素吃了五十九年，跟一切眾生不再結冤仇，所以小動物看到我不害怕。為什麼？殺氣沒有了，現在講磁場，那種傷害眾生的磁場沒有了。所以野外小動物，我們看到一招手，牠都會到我旁邊來，你得真幹。所以老師的話要聽，教我們怎麼做我們就怎麼做，決定不吃虧，你不幹就不行，一定要真幹，所以布施好處太多了。你看我這麼多年走遍全世界，身上沒有錢，那個機票多少錢一張不知道，從來都不曉得，上飛機人家把機票送過來。走到哪裡都有人招待，你說多自在！這就是老師教給我的「人生最高的享受」。在香港住房子，我沒房子，房子是一位老居士的，跟我同年一個老居士她的房子，她兒子做房地產，蓋了新房子，她搬到新房子住。舊房子也捨不得賣，住了幾十年，也捨不得出租，怕人把她的房子住壞了，我到香港來，就無條件給我住，你看多自在。只給我一把鑰匙，所有一切開銷她付，我都不知道，住這麼多年了，多快樂！我走了房子還給她，是她的不是我的，這叫真自在，你有房子你有累贅，那個麻煩可多了。"
    },
    {
      "id": "02-039-0172_p0032",
      "zh_CN": "我前面跟诸位讲了个故事，真的，就是在台湾，也是一个经营房地产的，简居士，以后学佛了。他盖了一栋房子，要送我一层楼，我以为是开玩笑的，到以后所有权状真的送过来，我就严厉的警告他：你是不是存心害我？他跪在地下，「不敢、不敢，决定不敢害师父。」我说「那你这个房子给我什么意思？」请我去讲经弘法的。我说：这房子要不要开销？「那当然要。」我说：一个月大概多少钱？他估计一下一个月要六万块钱。「那你不害我，我这六万块钱到哪里去找？」他愣住之后，他说：那怎么办？我说「只有一个条件，你每个月拿六万块钱来，开销由你付，我才敢接受。」结果他答应了，拿了三年，三年之后这个道场收支可以平衡了，我就叫他你可以不必拿了。要我伸手问人家化缘要一分钱，我宁死都不干这个事情。人家送给我钱送来了，钱送多了，我问他钱从哪来的？来得不干净，这钱不能要。佛法里面收的是净财，你这个财是不干净的，你不能在佛门做好事。什么都放下才得大自在！所以很多人知道我一生不管人、不管钱、不管事，你说多自在！每天读书，跟大家分享心得多快乐。",
      "zh_TW": "我前面跟諸位講了個故事，真的，就是在台灣，也是一個經營房地產的，簡居士，以後學佛了。他蓋了一棟房子，要送我一層樓，我以為是開玩笑的，到以後所有權狀真的送過來，我就嚴厲的警告他：你是不是存心害我？他跪在地下，「不敢、不敢，決定不敢害師父。」我說「那你這個房子給我什麼意思？」請我去講經弘法的。我說：這房子要不要開銷？「那當然要。」我說：一個月大概多少錢？他估計一下一個月要六萬塊錢。「那你不害我，我這六萬塊錢到哪裡去找？」他愣住之後，他說：那怎麼辦？我說「只有一個條件，你每個月拿六萬塊錢來，開銷由你付，我才敢接受。」結果他答應了，拿了三年，三年之後這個道場收支可以平衡了，我就叫他你可以不必拿了。要我伸手問人家化緣要一分錢，我寧死都不幹這個事情。人家送給我錢送來了，錢送多了，我問他錢從哪來的？來得不乾淨，這錢不能要。佛法裡面收的是淨財，你這個財是不乾淨的，你不能在佛門做好事。什麼都放下才得大自在！所以很多人知道我一生不管人、不管錢、不管事，你說多自在！每天讀書，跟大家分享心得多快樂。"
    },
    {
      "id": "02-039-0172_p0033",
      "zh_CN": "古谚语讲得好，真正是一点都不假，「知事多时烦恼多」，所以我从学佛之后，我就不看电影、不听广播、不看报纸、不看杂志，为什么？那东西都是非。人家问我怎么样？天天天下太平，天天好日子，没事。「识人多处是非多」，认识人多了是非就多了，愈少愈好。天天读经跟佛菩萨做朋友，你说这个多快乐，佛菩萨在哪里？每一本经书都是佛菩萨。这些佛菩萨你跟他熟悉了，然后看到所有人也都全是佛菩萨，大家都是佛菩萨，你说多快乐。为什么？佛说的「一切众生本来是佛」，中国古人常讲，老祖宗讲的「人之初，性本善」，本性本善。不善是习性，这是你没有好好的学，你没有亲近圣人，「近朱则赤，近墨则黑」，就这么个道理。你要是天天跟圣贤人在一起，你不就变成圣贤了吗？天天跟佛菩萨在一起，你不就成佛、成菩萨了吗？事实就是这么简单。所以一定要懂得布施，布施就是放下，持戒就是守规矩。「不听老人言，吃亏在眼前」，老人教的那就是戒律，一定要遵守，依教奉行。",
      "zh_TW": "古諺語講得好，真正是一點都不假，「知事多時煩惱多」，所以我從學佛之後，我就不看電影、不聽廣播、不看報紙、不看雜誌，為什麼？那東西都是非。人家問我怎麼樣？天天天下太平，天天好日子，沒事。「識人多處是非多」，認識人多了是非就多了，愈少愈好。天天讀經跟佛菩薩做朋友，你說這個多快樂，佛菩薩在哪裡？每一本經書都是佛菩薩。這些佛菩薩你跟他熟悉了，然後看到所有人也都全是佛菩薩，大家都是佛菩薩，你說多快樂。為什麼？佛說的「一切眾生本來是佛」，中國古人常講，老祖宗講的「人之初，性本善」，本性本善。不善是習性，這是你沒有好好的學，你沒有親近聖人，「近朱則赤，近墨則黑」，就這麼個道理。你要是天天跟聖賢人在一起，你不就變成聖賢了嗎？天天跟佛菩薩在一起，你不就成佛、成菩薩了嗎？事實就是這麼簡單。所以一定要懂得布施，布施就是放下，持戒就是守規矩。「不聽老人言，吃虧在眼前」，老人教的那就是戒律，一定要遵守，依教奉行。"
    },
    {
      "id": "02-039-0172_p0034",
      "zh_CN": "忍辱，这就教我们事事都要忍让。与人相处，名和利大家都争，我们让他，不就很好处了吗？彼此相争就变成冤家对头，那又何苦？人生在世很短暂，不要跟人结冤仇，学吃亏、学上当。古人讲句话很有道理，「吃亏是福」，你能体会得到吗？体会到了，你就很喜欢吃亏，为什么？是福，一点都不错，福就在后面。所以教我们要学忍，忍让，进步了就谦让、谦虚，再进步礼让，决定不跟人争。",
      "zh_TW": "忍辱，這就教我們事事都要忍讓。與人相處，名和利大家都爭，我們讓他，不就很好處了嗎？彼此相爭就變成冤家對頭，那又何苦？人生在世很短暫，不要跟人結冤仇，學吃虧、學上當。古人講句話很有道理，「吃虧是福」，你能體會得到嗎？體會到了，你就很喜歡吃虧，為什麼？是福，一點都不錯，福就在後面。所以教我們要學忍，忍讓，進步了就謙讓、謙虛，再進步禮讓，決定不跟人爭。"
    },
    {
      "id": "02-039-0172_p0035",
      "zh_CN": "精进，精进着重在一门深入、长时薰修。许多同修想学习经教，将来能有成就，你只要抓住精进两个字你就会有成就。精是纯而不杂，一门深入；进，永远保持进步不退转。学经教要多久时间？要十年，十年专攻一部经，十年之后你就变成顶尖的法师，这真的不是假的。决定不能涉猎很多，很多是什么？你杂了，你的心、念头分散，那你的亏吃大了，你学一辈子你所获得的是知识，在经典上你不过是获得一些佛学知识，你没有开悟。一门深入能开悟，为什么？你念头只在一门上，一部经上，一个法门上。一般人来说，我们中等人的这种天分，大概四、五年就得定，就清净心现前，再过个二、三年、六、七年可能就开悟。不是大彻大悟也算得上是大悟，为什么？你能够通一切经，其他经我没学过，我再一看能看得懂，一点障碍都没有。所以佛家讲「一经通一切经通」，不能通全部的，大概通与我这个法门同类的你就能通，那一点都不难。真正大彻大悟，那是世出世间一切法全都贯通，一点障碍都没有了，这些都是事实。所以精进之后，这就有定了，定是什么？清净心是定，平等心是定，大彻大悟是定。定起用就是后面这个般若智慧，这是一贯而来的。如果你前面没有布施、没有持戒，后头这个全都没有。就像盖大楼一样，这六层大楼，布施是第一层，没有这第一层，后头五层全是假的，不是真的。有后面一定有前面的，有前面未必有后面，这个道理要懂。然后你才晓得，放下太重要了，这布施就是放下；守规矩重要，持戒是守规矩。这六度，略微给诸位做个简单的介绍。",
      "zh_TW": "精進，精進著重在一門深入、長時薰修。許多同修想學習經教，將來能有成就，你只要抓住精進兩個字你就會有成就。精是純而不雜，一門深入；進，永遠保持進步不退轉。學經教要多久時間？要十年，十年專攻一部經，十年之後你就變成頂尖的法師，這真的不是假的。決定不能涉獵很多，很多是什麼？你雜了，你的心、念頭分散，那你的虧吃大了，你學一輩子你所獲得的是知識，在經典上你不過是獲得一些佛學知識，你沒有開悟。一門深入能開悟，為什麼？你念頭只在一門上，一部經上，一個法門上。一般人來說，我們中等人的這種天分，大概四、五年就得定，就清淨心現前，再過個二、三年、六、七年可能就開悟。不是大徹大悟也算得上是大悟，為什麼？你能夠通一切經，其他經我沒學過，我再一看能看得懂，一點障礙都沒有。所以佛家講「一經通一切經通」，不能通全部的，大概通與我這個法門同類的你就能通，那一點都不難。真正大徹大悟，那是世出世間一切法全都貫通，一點障礙都沒有了，這些都是事實。所以精進之後，這就有定了，定是什麼？清淨心是定，平等心是定，大徹大悟是定。定起用就是後面這個般若智慧，這是一貫而來的。如果你前面沒有布施、沒有持戒，後頭這個全都沒有。就像蓋大樓一樣，這六層大樓，布施是第一層，沒有這第一層，後頭五層全是假的，不是真的。有後面一定有前面的，有前面未必有後面，這個道理要懂。然後你才曉得，放下太重要了，這布施就是放下；守規矩重要，持戒是守規矩。這六度，略微給諸位做個簡單的介紹。"
    },
    {
      "id": "02-039-0172_p0036",
      "zh_CN": "我们接着再看持名念佛，「此法即十方佛赞，持名念佛，无上甚深之法。法藏比丘愿法音如佛，广宣六度等妙行」。念古音是念妙横，现在不作兴念古音，没人懂了，念横是做动词讲，念行是说名词讲。古时候这个文字的四音它有讲求的，现在没人学这些东西了，我们要念横，人家说法师你念错了，这是行不是横。「欲令众生通达此甚深微妙之法」，这个法就是持名念佛。「心作心是」，这两句话，心作心是，是《观无量寿佛经》上「是心作佛，是心是佛」。是心是佛是你本有的，就是佛在大乘教里面讲的「一切众生本来是佛」，为什么？是心是佛。这个是心作佛，那就是现在你要发愿，我本来是佛，我现在要成佛，你说能不能成得了？当然能成佛。为什么？你本来是佛。怎么个成佛法？这六波罗蜜你做到了。六波罗蜜在哪里做到？就在一句佛号，一句佛号具足六波罗蜜。你心里只有一句佛号，别的都放下，都不再放在心上，这是大布施，大舍。遵循经教的教诲，「都摄六根，净念相继」，这就是持戒，念佛就是持戒。一句佛号老老实实念下去，一年复一年，决定不改变，这是忍辱。决定不要其他法门掺进去，扰乱你的精进、禅定；一心念佛是智慧，真智慧。所以六波罗蜜全在一句佛号当中，这叫真念佛，这叫心作，是心作佛，念念跟这一句佛号相应。我也常劝同修，真正念佛人要把心换过来，心里只有阿弥陀佛，除阿弥陀佛之外，心里面全是垃圾，统统把它拿出去丢得干干净净的，除阿弥陀佛之外决定没有夹杂任何东西，这叫会念。祖师大德讲「你会么？」这真会了，会念哪有不成佛的道理！哪有不往生的道理！",
      "zh_TW": "我們接著再看持名念佛，「此法即十方佛讚，持名念佛，無上甚深之法。法藏比丘願法音如佛，廣宣六度等妙行」。念古音是念妙橫，現在不作興念古音，沒人懂了，念橫是做動詞講，念行是說名詞講。古時候這個文字的四音它有講求的，現在沒人學這些東西了，我們要念橫，人家說法師你念錯了，這是行不是橫。「欲令眾生通達此甚深微妙之法」，這個法就是持名念佛。「心作心是」，這兩句話，心作心是，是《觀無量壽佛經》上「是心作佛，是心是佛」。是心是佛是你本有的，就是佛在大乘教裡面講的「一切眾生本來是佛」，為什麼？是心是佛。這個是心作佛，那就是現在你要發願，我本來是佛，我現在要成佛，你說能不能成得了？當然能成佛。為什麼？你本來是佛。怎麼個成佛法？這六波羅蜜你做到了。六波羅蜜在哪裡做到？就在一句佛號，一句佛號具足六波羅蜜。你心裡只有一句佛號，別的都放下，都不再放在心上，這是大布施，大捨。遵循經教的教誨，「都攝六根，淨念相繼」，這就是持戒，念佛就是持戒。一句佛號老老實實念下去，一年復一年，決定不改變，這是忍辱。決定不要其他法門摻進去，擾亂你的精進、禪定；一心念佛是智慧，真智慧。所以六波羅蜜全在一句佛號當中，這叫真念佛，這叫心作，是心作佛，念念跟這一句佛號相應。我也常勸同修，真正念佛人要把心換過來，心裡只有阿彌陀佛，除阿彌陀佛之外，心裡面全是垃圾，統統把它拿出去丟得乾乾淨淨的，除阿彌陀佛之外決定沒有夾雜任何東西，這叫會念。祖師大德講「你會麼？」這真會了，會念哪有不成佛的道理！哪有不往生的道理！"
    },
    {
      "id": "02-039-0172_p0037",
      "zh_CN": "「明自本心，识自本性，皆当成佛度生也」。明心见性就用这句佛号，比参禅方便太多了，比参禅容易太多了，而且所成就的比参禅人还高，参禅人还没有这么高的功夫，你说这法门多好，何必还要去找别的！找别的是什么？不信，信心有问题，那个愿也在摇摆不定，那怎么办？多听经、多读经。经的作用是什么？帮助我们破迷起信，目的在此地，我听多了，我明白了，我真信了。什么是真信？一切都放下就真信，还有一点没放下不是真信，这个我们不能不知道。终极的目标是什么？成佛度生。我们要帮助这些苦难众生，现在这些众生在社会上受苦受难，要帮助他，这不彻底，为什么？他没能脱离六道，只要不出轮回，他就要受轮回的苦报。",
      "zh_TW": "「明自本心，識自本性，皆當成佛度生也」。明心見性就用這句佛號，比參禪方便太多了，比參禪容易太多了，而且所成就的比參禪人還高，參禪人還沒有這麼高的功夫，你說這法門多好，何必還要去找別的！找別的是什麼？不信，信心有問題，那個願也在搖擺不定，那怎麼辦？多聽經、多讀經。經的作用是什麼？幫助我們破迷起信，目的在此地，我聽多了，我明白了，我真信了。什麼是真信？一切都放下就真信，還有一點沒放下不是真信，這個我們不能不知道。終極的目標是什麼？成佛度生。我們要幫助這些苦難眾生，現在這些眾生在社會上受苦受難，要幫助他，這不徹底，為什麼？他沒能脫離六道，只要不出輪迴，他就要受輪迴的苦報。"
    },
    {
      "id": "02-039-0172_p0038",
      "zh_CN": "这一本书是好书，讲什么？就是讲轮回报应，《凯撒军团东征中国之谜》，这部书是人鬼对话。我相信有很多同学见过有附体的，这就是罗马军团的元帅、统帅，是凯撒的第三个儿子，三王子。那个时候凯撒大帝派他率领一个军团十多万人，想来征服中国。罗马到中国太远了，走路都走了一年半，疲惫不堪，一路上走，一路上得瘟疫、害病的，差不多就死了不少人。到中国来，他小看了中国，看中国人个子矮，他们是高头大马的，没有瞧得起。可中国人会布阵，一次战争下来，他们就损失九千多人，士气大衰，一想的时候征服不了中国，可是也没办法回去。以后这一支军队到了河西走廊，到甘肃，到甘肃的时候大概不到一万人了，以后全军覆没，都死在中国。你看二千一百年前，这一支军队现在变成鬼兵，游魂到处游荡，无处可去。也回不去，中国国界上有护法神，他没有办法回去，所以在中国作孤魂野鬼，苦不堪言。附在一个农民身上把这个故事讲出来，你看遇到这位高先生，写成这本书。这本书证明真有六道轮回，真的，人没有死，死的是身体，灵魂不死，二千一百年前死的现在还非常活跃。这本书他提出一个要求，希望能给他盖个小庙，他们这些鬼魂有一个归宿。难得，我们东天目山齐素萍居士听到这个消息，到她那里去参观，跟他们接了头，替他盖个庙。那个图，画的图在我们七楼，你们七楼一下电梯你就能看到，那是给他们设计的纪念堂，现在叫做纪念堂，预定明年年底完工。他们也发心到佛门里来当护法神，这护法神现在还有罗马一支军队，还有十几万人护法神，是真的一点都不假。",
      "zh_TW": "這一本書是好書，講什麼？就是講輪迴報應，《凱撒軍團東征中國之謎》，這部書是人鬼對話。我相信有很多同學見過有附體的，這就是羅馬軍團的元帥、統帥，是凱撒的第三個兒子，三王子。那個時候凱撒大帝派他率領一個軍團十多萬人，想來征服中國。羅馬到中國太遠了，走路都走了一年半，疲憊不堪，一路上走，一路上得瘟疫、害病的，差不多就死了不少人。到中國來，他小看了中國，看中國人個子矮，他們是高頭大馬的，沒有瞧得起。可中國人會布陣，一次戰爭下來，他們就損失九千多人，士氣大衰，一想的時候征服不了中國，可是也沒辦法回去。以後這一支軍隊到了河西走廊，到甘肅，到甘肅的時候大概不到一萬人了，以後全軍覆沒，都死在中國。你看二千一百年前，這一支軍隊現在變成鬼兵，遊魂到處遊蕩，無處可去。也回不去，中國國界上有護法神，他沒有辦法回去，所以在中國作孤魂野鬼，苦不堪言。附在一個農民身上把這個故事講出來，你看遇到這位高先生，寫成這本書。這本書證明真有六道輪迴，真的，人沒有死，死的是身體，靈魂不死，二千一百年前死的現在還非常活躍。這本書他提出一個要求，希望能給他蓋個小廟，他們這些鬼魂有一個歸宿。難得，我們東天目山齊素萍居士聽到這個消息，到她那裡去參觀，跟他們接了頭，替他蓋個廟。那個圖，畫的圖在我們七樓，你們七樓一下電梯你就能看到，那是給他們設計的紀念堂，現在叫做紀念堂，預定明年年底完工。他們也發心到佛門裡來當護法神，這護法神現在還有羅馬一支軍隊，還有十幾萬人護法神，是真的一點都不假。"
    },
    {
      "id": "02-039-0172_p0039",
      "zh_CN": "所以因果是真的，知道这回事情之后，不能干错事情，因果不会饶你，你在这个世间能骗人，你骗不了鬼神。他们是后悔极了，不应该到中国来。这些年来也是遇到一位菩萨，常常救济他们，施食。告诉他们，中国不是你的地方，你来干什么？这句话意思很深；换句话说，你用武力征服的土地，是你命里有的，你命里没有的，你用武力也没有办法取得。所以我们也可以告诉日本人，当年想把中国灭掉，中国不是他的，打了八年还得投降，不是你的！同样一个道理，这个钱财不是你的，你用不正当的手段拿不到，你能拿到的还是你命里有的，你说你冤不冤枉？何必要造作恶业？富贵安于富贵，贫贱安于贫贱，这个世界是和谐的，天下是太平的，不可以有非非之想，不可以用非法的手段，那是完全错误。所以学佛咱没有别的，学佛就是想成佛，成佛就是为度众生，就是想希望这些众生统统能够脱离六道轮回、脱离十法界。所以佛法给人，是教你离究竟苦，究竟苦就轮回的苦，得究竟乐，究竟乐是成佛，这才圆满。不是布施你一点小的恩惠，那无济于事，不能彻底解决问题。所以在这里我们就能看到。",
      "zh_TW": "所以因果是真的，知道這回事情之後，不能幹錯事情，因果不會饒你，你在這個世間能騙人，你騙不了鬼神。他們是後悔極了，不應該到中國來。這些年來也是遇到一位菩薩，常常救濟他們，施食。告訴他們，中國不是你的地方，你來幹什麼？這句話意思很深；換句話說，你用武力征服的土地，是你命裡有的，你命裡沒有的，你用武力也沒有辦法取得。所以我們也可以告訴日本人，當年想把中國滅掉，中國不是他的，打了八年還得投降，不是你的！同樣一個道理，這個錢財不是你的，你用不正當的手段拿不到，你能拿到的還是你命裡有的，你說你冤不冤枉？何必要造作惡業？富貴安於富貴，貧賤安於貧賤，這個世界是和諧的，天下是太平的，不可以有非非之想，不可以用非法的手段，那是完全錯誤。所以學佛咱沒有別的，學佛就是想成佛，成佛就是為度眾生，就是想希望這些眾生統統能夠脫離六道輪迴、脫離十法界。所以佛法給人，是教你離究竟苦，究竟苦就輪迴的苦，得究竟樂，究竟樂是成佛，這才圓滿。不是布施你一點小的恩惠，那無濟於事，不能徹底解決問題。所以在這裡我們就能看到。"
    },
    {
      "id": "02-039-0172_p0040",
      "zh_CN": "底下有一段，这是一个总结，这上面这个偈子的总结。「首四句求觉他之德，此下六句求自觉之德」，自觉是为觉他；「前求法音宣流，此六句求智慧如海，直至究竟彼岸」。这个交代得很清楚、很明白，让我们看到前面两首半的偈子，后面老居士还有详细的注解。今天时间到了，我们就学习到此地。",
      "zh_TW": "底下有一段，這是一個總結，這上面這個偈子的總結。「首四句求覺他之德，此下六句求自覺之德」，自覺是為覺他；「前求法音宣流，此六句求智慧如海，直至究竟彼岸」。這個交代得很清楚、很明白，讓我們看到前面兩首半的偈子，後面老居士還有詳細的註解。今天時間到了，我們就學習到此地。"
    }
  ]
}