{
  "doc_id": "02-039-0030",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十集",
    "zh_TW": "第三十集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-039-0030",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "02-039-0030_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第三十二面，我们从第一行当中看起。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第三十二面，我們從第一行當中看起。"
    },
    {
      "id": "02-039-0030_p0002",
      "zh_CN": "「此土大士，色心自在，身土互现，于一毫端现宝王刹，于微尘里转大法轮。称性庄严，无障无碍。」前面我们学习到此地，我们接着看下面的文。「圆教初住以上直至等觉菩萨，四十一位法身大士皆属此土，位位皆分证常寂光土」。这是这一段末后的一句。这一段是说实报庄严土，实报庄严土是法身菩萨所感的报土。圆教初住菩萨，破无明、证法身。无始无明就是起心动念，我们很不容易体会，也可以说六道凡夫无论用什么方法都体会不到，想不到这个事情，也说不出来，正是大乘教里面常讲「言语道断，心行处灭」，这两句话就是说的这个境界。佛说得很好，「此事（这桩事情）唯证乃知」，你自己证得，你就清清楚楚、明明白白。你证得之后，你也说不出来。说不出来，佛有方便，这是佛的圆满智慧、善巧方便。佛虽然把它说出来了，我们凡夫还是不懂。谁懂？法身菩萨懂。其次，放下分别执着的那些权教菩萨也能懂，经上所说的解悟，不是证悟，他听得懂。他们的心比我们清净多了，《无量寿经》说他得清净心、平等心，所以他懂。必须破无明、证法身，他才真懂。为什么？那是他的境界，初住以上一直到等觉。",
      "zh_TW": "「此土大士，色心自在，身土互現，於一毫端現寶王剎，於微塵裡轉大法輪。稱性莊嚴，無障無礙。」前面我們學習到此地，我們接著看下面的文。「圓教初住以上直至等覺菩薩，四十一位法身大士皆屬此土，位位皆分證常寂光土」。這是這一段末後的一句。這一段是說實報莊嚴土，實報莊嚴土是法身菩薩所感的報土。圓教初住菩薩，破無明、證法身。無始無明就是起心動念，我們很不容易體會，也可以說六道凡夫無論用什麼方法都體會不到，想不到這個事情，也說不出來，正是大乘教裡面常講「言語道斷，心行處滅」，這兩句話就是說的這個境界。佛說得很好，「此事（這樁事情）唯證乃知」，你自己證得，你就清清楚楚、明明白白。你證得之後，你也說不出來。說不出來，佛有方便，這是佛的圓滿智慧、善巧方便。佛雖然把它說出來了，我們凡夫還是不懂。誰懂？法身菩薩懂。其次，放下分別執著的那些權教菩薩也能懂，經上所說的解悟，不是證悟，他聽得懂。他們的心比我們清淨多了，《無量壽經》說他得清淨心、平等心，所以他懂。必須破無明、證法身，他才真懂。為什麼？那是他的境界，初住以上一直到等覺。"
    },
    {
      "id": "02-039-0030_p0003",
      "zh_CN": "这四十一位法身大士皆属此土，这是他们的报土。法身大士他证得的是法性身，他居住的环境是法性土，跟我们这边大大的不相同。我们这边说净、说染是秽土，六道是秽土，四圣法界是净土。法性土里面没有净秽，更没有善恶，连这些名字都听不到，哪有这些现象。位位皆分证常寂光，实在说寂光是一切依正的理体，用哲学名词来说，一切依正的本体。我们在前面多次用电视来比喻，寂光是什么？寂光是电视的屏幕，同居、方便、实报是屏幕上显现出来的画面，它们是这样的关系。于是我们就晓得，我们有没有在常寂光里头？在！从来没有离开过常寂光，离开常寂光就离开屏幕，离开屏幕那什么都没有了。这个地方为什么说位位他分证常寂光？他们证得了，这个地方分证就是明心见性。性是什么？常寂光是性，他见性了。我们的自性虽然在面前，见不到！好像我们看电视，只看到画面，没有看到屏幕，屏幕在不在？就在当前，但是就看不到屏幕，只看到屏幕里的影像。法身大士不一样，看影像同时知道这个现象就在屏幕当中，跟屏幕是一不是二，跟屏幕的关系不即不离。没有离开屏幕，但它又不是屏幕，不即不离。常寂光，常是永恒，没有中断过的，说常寂光土行，说常寂光身也行，身土是一，所以大乘经上有时候把身土省略掉，就叫常寂光，让我们再不要有分别执着，它是这么个意思。实报土就说到此地。",
      "zh_TW": "這四十一位法身大士皆屬此土，這是他們的報土。法身大士他證得的是法性身，他居住的環境是法性土，跟我們這邊大大的不相同。我們這邊說淨、說染是穢土，六道是穢土，四聖法界是淨土。法性土裡面沒有淨穢，更沒有善惡，連這些名字都聽不到，哪有這些現象。位位皆分證常寂光，實在說寂光是一切依正的理體，用哲學名詞來說，一切依正的本體。我們在前面多次用電視來比喻，寂光是什麼？寂光是電視的屏幕，同居、方便、實報是屏幕上顯現出來的畫面，它們是這樣的關係。於是我們就曉得，我們有沒有在常寂光裡頭？在！從來沒有離開過常寂光，離開常寂光就離開屏幕，離開屏幕那什麼都沒有了。這個地方為什麼說位位他分證常寂光？他們證得了，這個地方分證就是明心見性。性是什麼？常寂光是性，他見性了。我們的自性雖然在面前，見不到！好像我們看電視，只看到畫面，沒有看到屏幕，屏幕在不在？就在當前，但是就看不到屏幕，只看到屏幕裡的影像。法身大士不一樣，看影像同時知道這個現象就在屏幕當中，跟屏幕是一不是二，跟屏幕的關係不即不離。沒有離開屏幕，但它又不是屏幕，不即不離。常寂光，常是永恆，沒有中斷過的，說常寂光土行，說常寂光身也行，身土是一，所以大乘經上有時候把身土省略掉，就叫常寂光，讓我們再不要有分別執著，它是這麼個意思。實報土就說到此地。"
    },
    {
      "id": "02-039-0030_p0004",
      "zh_CN": "下面讲，第四「常寂光土。法身佛所居之土，名为常寂光土。」这不是大士，法身佛了。法身佛是妙觉位，等觉再上去就是妙觉。等觉，等于妙觉，还不是妙觉，为什么？还有最后一品生相无明的习气没有破。所以实报土里头有相，常寂光，常寂光没有相，常寂光现相就是实报土。为什么它会现相？无明习气没断，那个现相是无明习气变现出来的。诸位记住，它不是阿赖耶变现出来的，它是无明习气变现出来的。习气没有了，实报土也就没有了。但是实报土好像也永远存在，那是大乘经上有一句话，把这个原因说出来了，经上怎么说？法身佛留惑润生。这个惑是什么？无始无明的习气，就是最后这一品生相无明，这一品他有能力断，不断，为什么？断了之后就不能为众生服务，就不再度众生。这是自性里面无尽慈悲的示现，也是无量智慧的示现，自性里头最宝贵的就这两样东西，般若智慧与大慈大悲。这两样东西是性德圆满的展现，它不是修成的。我们不要说法身佛了，说法身菩萨，实报土的，他们的智慧遍法界虚空界，他们的慈悲也是遍法界虚空界。就像前面佛在这里举的例子，一毫端、微尘里，圆满具足自性的般若智慧与慈悲。我们有没有？当然有，我们每一个毛端都有，依报里头每一粒微尘都有，这个微尘，佛家讲微尘，现在科学叫基本粒子，叫夸克，充满了智慧，充满了慈悲。",
      "zh_TW": "下面講，第四「常寂光土。法身佛所居之土，名為常寂光土。」這不是大士，法身佛了。法身佛是妙覺位，等覺再上去就是妙覺。等覺，等於妙覺，還不是妙覺，為什麼？還有最後一品生相無明的習氣沒有破。所以實報土裡頭有相，常寂光，常寂光沒有相，常寂光現相就是實報土。為什麼它會現相？無明習氣沒斷，那個現相是無明習氣變現出來的。諸位記住，它不是阿賴耶變現出來的，它是無明習氣變現出來的。習氣沒有了，實報土也就沒有了。但是實報土好像也永遠存在，那是大乘經上有一句話，把這個原因說出來了，經上怎麼說？法身佛留惑潤生。這個惑是什麼？無始無明的習氣，就是最後這一品生相無明，這一品他有能力斷，不斷，為什麼？斷了之後就不能為眾生服務，就不再度眾生。這是自性裡面無盡慈悲的示現，也是無量智慧的示現，自性裡頭最寶貴的就這兩樣東西，般若智慧與大慈大悲。這兩樣東西是性德圓滿的展現，它不是修成的。我們不要說法身佛了，說法身菩薩，實報土的，他們的智慧遍法界虛空界，他們的慈悲也是遍法界虛空界。就像前面佛在這裡舉的例子，一毫端、微塵裡，圓滿具足自性的般若智慧與慈悲。我們有沒有？當然有，我們每一個毛端都有，依報裡頭每一粒微塵都有，這個微塵，佛家講微塵，現在科學叫基本粒子，叫夸克，充滿了智慧，充滿了慈悲。"
    },
    {
      "id": "02-039-0030_p0005",
      "zh_CN": "我们知道，自性没有大小，自性没有先后，没有大小就没有空间，没有先后就没有时间，超时空而无所不在、无时不在、无处不在。所以诸佛如来，包括法身菩萨，他没有一样东西不爱。为什么？他觉悟了，他明白了，遍法界虚空界一切依正庄严跟自己是一体。一个自性，所生所现；一个阿赖耶，能变所变，除此之外，别无一法。所以大乘唯识宗里面，他不承认宇宙之间有一法可立，他说只有阿赖耶，所以叫唯识，唯有识存在，只有阿赖耶，除阿赖耶之外，什么都没有，这三千年前佛说的。跟今天科学家所讲的相同，科学家把佛这句话证实了。科学家说这个宇宙什么都没有，只有三样东西，能量、信息、物质，除这个之外，什么都没有。这个看法就是唯识家所见的，能量就是阿赖耶的业相，信息是转相，物质是境界相。这三样东西从哪里来的？从一念生的，极其微细的这种波动，这一动，这三种现象就出来了，整个宇宙就是这三种现象在变化，它是波动的现象。为什么有这么多形形色色不一样？波动的频率不相同，其实波动的速度是相同的，相似相续相那就大大的不一样了。这就是从三细再给你讲六粗相，六粗相就是讲分别执着，阿赖耶是讲起心动念，这是佛法里面的高等哲学、高等的科学。所以法身佛所居的土，圆满回归自性的就是常寂光。",
      "zh_TW": "我們知道，自性沒有大小，自性沒有先後，沒有大小就沒有空間，沒有先後就沒有時間，超時空而無所不在、無時不在、無處不在。所以諸佛如來，包括法身菩薩，他沒有一樣東西不愛。為什麼？他覺悟了，他明白了，遍法界虛空界一切依正莊嚴跟自己是一體。一個自性，所生所現；一個阿賴耶，能變所變，除此之外，別無一法。所以大乘唯識宗裡面，他不承認宇宙之間有一法可立，他說只有阿賴耶，所以叫唯識，唯有識存在，只有阿賴耶，除阿賴耶之外，什麼都沒有，這三千年前佛說的。跟今天科學家所講的相同，科學家把佛這句話證實了。科學家說這個宇宙什麼都沒有，只有三樣東西，能量、信息、物質，除這個之外，什麼都沒有。這個看法就是唯識家所見的，能量就是阿賴耶的業相，信息是轉相，物質是境界相。這三樣東西從哪裡來的？從一念生的，極其微細的這種波動，這一動，這三種現象就出來了，整個宇宙就是這三種現象在變化，它是波動的現象。為什麼有這麼多形形色色不一樣？波動的頻率不相同，其實波動的速度是相同的，相似相續相那就大大的不一樣了。這就是從三細再給你講六粗相，六粗相就是講分別執著，阿賴耶是講起心動念，這是佛法裡面的高等哲學、高等的科學。所以法身佛所居的土，圓滿回歸自性的就是常寂光。"
    },
    {
      "id": "02-039-0030_p0006",
      "zh_CN": "「《要解》云：实相之体，非寂非照」。寂是清净寂灭，大乘经里面讲般涅槃。般涅槃是印度话，意思就是清净寂灭。惠能大师见性，他说「何期自性，本自清净」。为什么会清净？他妄想分别执着都没有了，那就叫灭，灭妄想分别执着，他这个体是清净的，这是本体，是中国老祖宗、古圣先贤所说的「本性本善」，就是这个意思。自性有没有离开我们？没有，不可能离开的。我们现在有没有自性？当然有，就好像我们在看电视，电视你能离开屏幕吗？你不能离开，离开屏幕，相就没有了。心外无法，法外无心，心是屏幕，屏幕频道所现出来的相，那是法，万法。体相用决定不能够独立分开的，不可能，体相用永远是融合在一体，这一体就是自性清净圆明体。我们用屏幕来比喻，诸位好懂。我们今天就譬如看电视，把电视屏幕忘掉了，怎么跟你讲都讲不通，你都没有法子懂。为什么？你一直没见到屏幕，好像这个频道永远在这里开，你不晓得它有个屏幕，你只看到这里有境界相，这境界相千变万化，它是生灭法，屏幕是不生不灭的。凡夫不知道生灭当中有个不生灭，不生灭那才是自己，那是自性，那是真心。谁知道？妄想分别执着统统放下了，你就能见到，你就证得，那就叫明心见性。性就叫常寂光，常是永恒不变。我们用惠能大师的话来说，常就是他所说的第二句，「何期自性，本不生灭」，这是常。寂是什么？第一句是寂，「何期自性，本自清净」，这是寂；第四句是寂，「何期自性，本无动摇」，你看这两句是寂。还有两句是光，第三句「本自具足」，自性里本自具足，具足什么？智慧德相，佛在《华严经》上讲的。我们换一句话，还是佛讲的，见闻觉知，这是自性本自具足的。末后一句，它放光，起作用了，「能生万法」。能生万法，万法从哪里生的？就从第三句本自具足里头生的。没有缘它就不生，它清净的；有缘它就生了，这个有缘就是一念不觉。一念不觉，动了，一动，第一个出现阿赖耶，阿赖耶一出现，所有万法就出现，就是《还源观》上讲显一体、起二用、示三遍，这三大段就是讲宇宙缘起，也是阿赖耶的缘起，性德的缘起，怎么讲都行，都能讲得通。这是事实真相，《般若》里面常讲的是诸法实相，就讲这个。所以实相之体，非寂非照。寂是清净寂灭，照是光明普照。它有没有寂、有没有照？有。但是在体上，这个寂照它隐起来，它不起作用，就是本自具足。它什么都没有，你不能说它无；它有，起作用的时候能生万法，能生万法，你不能说它有，非寂非照。",
      "zh_TW": "「《要解》云：實相之體，非寂非照」。寂是清淨寂滅，大乘經裡面講般涅槃。般涅槃是印度話，意思就是清淨寂滅。惠能大師見性，他說「何期自性，本自清淨」。為什麼會清淨？他妄想分別執著都沒有了，那就叫滅，滅妄想分別執著，他這個體是清淨的，這是本體，是中國老祖宗、古聖先賢所說的「本性本善」，就是這個意思。自性有沒有離開我們？沒有，不可能離開的。我們現在有沒有自性？當然有，就好像我們在看電視，電視你能離開屏幕嗎？你不能離開，離開屏幕，相就沒有了。心外無法，法外無心，心是屏幕，屏幕頻道所現出來的相，那是法，萬法。體相用決定不能夠獨立分開的，不可能，體相用永遠是融合在一體，這一體就是自性清淨圓明體。我們用屏幕來比喻，諸位好懂。我們今天就譬如看電視，把電視屏幕忘掉了，怎麼跟你講都講不通，你都沒有法子懂。為什麼？你一直沒見到屏幕，好像這個頻道永遠在這裡開，你不曉得它有個屏幕，你只看到這裡有境界相，這境界相千變萬化，它是生滅法，屏幕是不生不滅的。凡夫不知道生滅當中有個不生滅，不生滅那才是自己，那是自性，那是真心。誰知道？妄想分別執著統統放下了，你就能見到，你就證得，那就叫明心見性。性就叫常寂光，常是永恆不變。我們用惠能大師的話來說，常就是他所說的第二句，「何期自性，本不生滅」，這是常。寂是什麼？第一句是寂，「何期自性，本自清淨」，這是寂；第四句是寂，「何期自性，本無動搖」，你看這兩句是寂。還有兩句是光，第三句「本自具足」，自性裡本自具足，具足什麼？智慧德相，佛在《華嚴經》上講的。我們換一句話，還是佛講的，見聞覺知，這是自性本自具足的。末後一句，它放光，起作用了，「能生萬法」。能生萬法，萬法從哪裡生的？就從第三句本自具足裡頭生的。沒有緣它就不生，它清淨的；有緣它就生了，這個有緣就是一念不覺。一念不覺，動了，一動，第一個出現阿賴耶，阿賴耶一出現，所有萬法就出現，就是《還源觀》上講顯一體、起二用、示三遍，這三大段就是講宇宙緣起，也是阿賴耶的緣起，性德的緣起，怎麼講都行，都能講得通。這是事實真相，《般若》裡面常講的是諸法實相，就講這個。所以實相之體，非寂非照。寂是清淨寂滅，照是光明普照。它有沒有寂、有沒有照？有。但是在體上，這個寂照它隱起來，它不起作用，就是本自具足。它什麼都沒有，你不能說它無；它有，起作用的時候能生萬法，能生萬法，你不能說它有，非寂非照。"
    },
    {
      "id": "02-039-0030_p0007",
      "zh_CN": "「而复寂而恒照，照而恒寂」。就在起作用的时候，相上，我们讲屏幕画面上，寂而恒照，隐现不二，寂是隐，照是现，虽现，现而常寂，我用这两个字讲大家就好懂。我们知不知道这个事实真相？这个事实真相，必须真正参透弥勒菩萨所讲的一弹指有三十二亿百千念，这两句话你就明白了。寂而恒照，照而恒寂，换一个字，也一样的意思，换一个白一点，大家更好懂一点，寂而常照，照而常寂。恒跟常是一个意思，用常就白一点，大家好懂，寂而常照，照而常寂。你在所有现象里面，不管是染还是净、是善还是恶，无论在什么境界里头都不能起心动念，起心动念就错了。起心动念都不可以，当然更不能够有分别执着，有分别，你就大错了；有执着，大错里头又大错了。这是什么？这是一切法从心想生。你有分别，你把实报土就变成方便土，方便土是四圣法界；你有执着，把方便土就变成同居土，就变成六道轮回。不是别人做的，跟别人毫不相关，诸位要知道，跟佛菩萨不相干，跟上帝也不相干，跟阎罗王也不相干，跟一切外缘统统不相干。谁干的？自己念头在作祟，这是事实真相，你必须搞清楚、搞明白的。",
      "zh_TW": "「而復寂而恆照，照而恆寂」。就在起作用的時候，相上，我們講屏幕畫面上，寂而恆照，隱現不二，寂是隱，照是現，雖現，現而常寂，我用這兩個字講大家就好懂。我們知不知道這個事實真相？這個事實真相，必須真正參透彌勒菩薩所講的一彈指有三十二億百千念，這兩句話你就明白了。寂而恆照，照而恆寂，換一個字，也一樣的意思，換一個白一點，大家更好懂一點，寂而常照，照而常寂。恆跟常是一個意思，用常就白一點，大家好懂，寂而常照，照而常寂。你在所有現象裡面，不管是染還是淨、是善還是惡，無論在什麼境界裡頭都不能起心動念，起心動念就錯了。起心動念都不可以，當然更不能夠有分別執著，有分別，你就大錯了；有執著，大錯裡頭又大錯了。這是什麼？這是一切法從心想生。你有分別，你把實報土就變成方便土，方便土是四聖法界；你有執著，把方便土就變成同居土，就變成六道輪迴。不是別人做的，跟別人毫不相關，諸位要知道，跟佛菩薩不相干，跟上帝也不相干，跟閻羅王也不相干，跟一切外緣統統不相干。誰幹的？自己念頭在作祟，這是事實真相，你必須搞清楚、搞明白的。"
    },
    {
      "id": "02-039-0030_p0008",
      "zh_CN": "佛法修学上这三个学位，一切众生个个都有分，只要你不执着，于一切法都不执着了，恭喜你，第一个学位拿到，阿罗汉。这个学位拿到，六道就没有了，为什么？六道是执着变现出来的，没有执着就没有六道。没有分别就没有四圣法界，就没有方便有余土，你的位次提升，提升到菩萨，正等正觉。再进一步，不但不执着、不分别，连起心动念也放下，那恭喜你，你又进了一步，你到顶上去了，你成无上正等正觉，你把最高的学位拿到，佛陀。佛陀好像现在学校里博士学位，菩萨硕士学位，阿罗汉学士学位，你有成就了。这三个学位都没拿到，虽然学佛，怎么用功，你出不了六道轮回，你把你所修学的全变成世间的福报，将来到哪里去？到欲界天、色界天、无色界天，去享福了。福享尽了，你要晓得你还有罪报，这个不能不知道。你造的这些恶业，福享尽了，灾祸就来了，欠命的要还命，欠债的要还钱。我们真搞清楚这个事实真相，我们再也不欠众生命了，决定不杀生，不伤害众生，再也不占人便宜，不欠债。贫困到死，也甘心情愿死去，也不贪一点便宜，也不夺取众生的生命来维护自己这个生命，错了。因为什么？身不是我，身有生灭，灵性不生不灭，我要照顾灵性，我不要照顾这个身，明白人！决定没有自私自利。一个人在这一生当中，最可贵的是明白了，明白人就叫圣人，中国人叫圣人，印度人称佛。你看佛的意思，这是音译过来的，意思是觉者，觉悟的人。中国人叫圣人，圣是什么意思？明白的人，他不糊涂，他明白。佛不迷惑，他觉悟。阿罗汉、菩萨都已经觉悟，不圆满，究竟圆满的觉悟称佛，这些名词的意思一定要正确的理解，然后我们学佛才学到真东西，真实受用。",
      "zh_TW": "佛法修學上這三個學位，一切眾生個個都有分，只要你不執著，於一切法都不執著了，恭喜你，第一個學位拿到，阿羅漢。這個學位拿到，六道就沒有了，為什麼？六道是執著變現出來的，沒有執著就沒有六道。沒有分別就沒有四聖法界，就沒有方便有餘土，你的位次提升，提升到菩薩，正等正覺。再進一步，不但不執著、不分別，連起心動念也放下，那恭喜你，你又進了一步，你到頂上去了，你成無上正等正覺，你把最高的學位拿到，佛陀。佛陀好像現在學校裡博士學位，菩薩碩士學位，阿羅漢學士學位，你有成就了。這三個學位都沒拿到，雖然學佛，怎麼用功，你出不了六道輪迴，你把你所修學的全變成世間的福報，將來到哪裡去？到欲界天、色界天、無色界天，去享福了。福享盡了，你要曉得你還有罪報，這個不能不知道。你造的這些惡業，福享盡了，災禍就來了，欠命的要還命，欠債的要還錢。我們真搞清楚這個事實真相，我們再也不欠眾生命了，決定不殺生，不傷害眾生，再也不佔人便宜，不欠債。貧困到死，也甘心情願死去，也不貪一點便宜，也不奪取眾生的生命來維護自己這個生命，錯了。因為什麼？身不是我，身有生滅，靈性不生不滅，我要照顧靈性，我不要照顧這個身，明白人！決定沒有自私自利。一個人在這一生當中，最可貴的是明白了，明白人就叫聖人，中國人叫聖人，印度人稱佛。你看佛的意思，這是音譯過來的，意思是覺者，覺悟的人。中國人叫聖人，聖是什麼意思？明白的人，他不糊塗，他明白。佛不迷惑，他覺悟。阿羅漢、菩薩都已經覺悟，不圓滿，究竟圓滿的覺悟稱佛，這些名詞的意思一定要正確的理解，然後我們學佛才學到真東西，真實受用。"
    },
    {
      "id": "02-039-0030_p0009",
      "zh_CN": "「照而寂，强名常寂光土。寂而照，强名清净法身」。寂是体，照是作用，从用归体，称为常寂光土；从体起用，叫它做清净法身。「身土不二，皆属强名」，它本来没有名字，不得已勉强给它定一个名称。为什么？教学方便，那不是真的，所以老子讲得好，「名可名，非常名；道可道，非常道」，都要晓得这是名词术语，名词术语不是真东西，是为了教学方便而假设的。千万不要把假设当作真实，那你又迷了，你迷在名相上。所以马鸣菩萨在《起信论》里面教给我们，学习的心态一定要懂得离言说相，文字是言说的符号，离言说相，不要去分别执着言说。你看圣人这些经典，这是从释迦牟尼佛口述下来，记录下来的，所以文字是言说的符号，言说不能分别执着，文字也不能分别执着，所以要离文字相。再进一步，不但要离语言文字，还要懂得离名词术语的相。这些照、这些寂，这都是名词术语。身土、法身大士、法身佛，这都是名词，都是为表法方便假立的，这里头没有实义。让我们听了、读了，懂得它的意思就行了，不能执着。末后一个说，不能执着心缘相，心缘是什么？望文生义。我看到这个，我觉得是什么意思，错了，没有意思，永远要记住，大彻大悟的人永远没有自己的意思。你读了自己想这什么意思的时候，那是你的意思，与佛菩萨不相干，你错会了意思。",
      "zh_TW": "「照而寂，強名常寂光土。寂而照，強名清淨法身」。寂是體，照是作用，從用歸體，稱為常寂光土；從體起用，叫它做清淨法身。「身土不二，皆屬強名」，它本來沒有名字，不得已勉強給它定一個名稱。為什麼？教學方便，那不是真的，所以老子講得好，「名可名，非常名；道可道，非常道」，都要曉得這是名詞術語，名詞術語不是真東西，是為了教學方便而假設的。千萬不要把假設當作真實，那你又迷了，你迷在名相上。所以馬鳴菩薩在《起信論》裡面教給我們，學習的心態一定要懂得離言說相，文字是言說的符號，離言說相，不要去分別執著言說。你看聖人這些經典，這是從釋迦牟尼佛口述下來，記錄下來的，所以文字是言說的符號，言說不能分別執著，文字也不能分別執著，所以要離文字相。再進一步，不但要離語言文字，還要懂得離名詞術語的相。這些照、這些寂，這都是名詞術語。身土、法身大士、法身佛，這都是名詞，都是為表法方便假立的，這裡頭沒有實義。讓我們聽了、讀了，懂得它的意思就行了，不能執著。末後一個說，不能執著心緣相，心緣是什麼？望文生義。我看到這個，我覺得是什麼意思，錯了，沒有意思，永遠要記住，大徹大悟的人永遠沒有自己的意思。你讀了自己想這什麼意思的時候，那是你的意思，與佛菩薩不相干，你錯會了意思。"
    },
    {
      "id": "02-039-0030_p0010",
      "zh_CN": "什么时候你听经、读经，读到里头没有意思，你就会恍然大悟，它真的没有意思。那是什么一桩事情？《般若经》上讲的「般若无知」，你跟性体接近了。像我们看电视，你慢慢明白屏幕了，屏幕上什么都没有，这是一切法的本体，一切法是依它变现出来的，一百多个频道里面的画面，统统都是依这个屏幕现出来的。你现在回复到自性了，什么都没有，般若无知；它起作用？无所不知。所以你要到无知的时候，你才真正起这个大用，无所不知。要不要学？不要学。你所学的，那个知见是错误的，那是知识。真正智慧，心地里面干干净净，就像惠能大师讲的，「本自清净，本不生灭，本自具足，本无动摇」，起作用的时候「能生万法」，这叫智慧。智慧是无知，无所不知；知识是有知，有所不知，跟这个恰恰相反的。我们要是把佛经当作知识来研究，那你就路走错了。学佛是求智慧的，不是求知识的，知识能解决一小部分的问题，后头还带一大堆后遗症；智慧能解决一切问题，不带后遗症。",
      "zh_TW": "什麼時候你聽經、讀經，讀到裡頭沒有意思，你就會恍然大悟，它真的沒有意思。那是什麼一樁事情？《般若經》上講的「般若無知」，你跟性體接近了。像我們看電視，你慢慢明白屏幕了，屏幕上什麼都沒有，這是一切法的本體，一切法是依它變現出來的，一百多個頻道裡面的畫面，統統都是依這個屏幕現出來的。你現在回復到自性了，什麼都沒有，般若無知；它起作用？無所不知。所以你要到無知的時候，你才真正起這個大用，無所不知。要不要學？不要學。你所學的，那個知見是錯誤的，那是知識。真正智慧，心地裡面乾乾淨淨，就像惠能大師講的，「本自清淨，本不生滅，本自具足，本無動搖」，起作用的時候「能生萬法」，這叫智慧。智慧是無知，無所不知；知識是有知，有所不知，跟這個恰恰相反的。我們要是把佛經當作知識來研究，那你就路走錯了。學佛是求智慧的，不是求知識的，知識能解決一小部分的問題，後頭還帶一大堆後遺症；智慧能解決一切問題，不帶後遺症。"
    },
    {
      "id": "02-039-0030_p0011",
      "zh_CN": "智慧一定要达到明心见性，要达到明心见性你得要放下言说相、名字相、心缘相。达不到，慢慢来。达不到，你天天这样学，学久了就达到。所以佛法八万四千法门，读诵是一个法门，我天天念经，念经是什么？念经就是修戒定慧。依照马鸣菩萨这个方法就是修戒定慧。我读这部经需要一个小时，我每天修戒定慧一个小时，戒定慧一次完成。依照这个规矩去念，就是持戒，依照这个规矩，就是离文字相、离名字相、离心缘相，老老实实用清净心从头到尾把经念一遍，这是持戒。念的时候你都不执着，文字相放下了，名词术语也放下了，也不去想经里的意思，这是修定。你看，你在修戒、在修定。念到遍数够了，什么时候够？什么叫够？每个人的缘分不一样，每个人的标准不一样，实在那个标准就是你的清净心现前。清净心现前，清净心起作用就是智慧，这叫小悟，不是大悟，小悟，那比一般不觉悟的人高明多了。从小悟，还是用这个方法，再过个若干年，就大悟，为什么？平等心现前。再有若干时候，大彻大悟，你就变成法身菩萨，你成佛了，那是什么？觉了，这个觉是无上正等正觉，就是清净平等觉，这个觉是无上正等正觉。为什么？它是三个位次，清净心得正觉，平等心正等正觉，所以后头这个觉是无上正等正觉。从这个地方诸位就能体会到，能肯定，能深信不疑，这一部经上，凡夫能成圆满的佛果，你说这个法门多殊胜。",
      "zh_TW": "智慧一定要達到明心見性，要達到明心見性你得要放下言說相、名字相、心緣相。達不到，慢慢來。達不到，你天天這樣學，學久了就達到。所以佛法八萬四千法門，讀誦是一個法門，我天天念經，念經是什麼？念經就是修戒定慧。依照馬鳴菩薩這個方法就是修戒定慧。我讀這部經需要一個小時，我每天修戒定慧一個小時，戒定慧一次完成。依照這個規矩去念，就是持戒，依照這個規矩，就是離文字相、離名字相、離心緣相，老老實實用清淨心從頭到尾把經念一遍，這是持戒。念的時候你都不執著，文字相放下了，名詞術語也放下了，也不去想經裡的意思，這是修定。你看，你在修戒、在修定。念到遍數夠了，什麼時候夠？什麼叫夠？每個人的緣分不一樣，每個人的標準不一樣，實在那個標準就是你的清淨心現前。清淨心現前，清淨心起作用就是智慧，這叫小悟，不是大悟，小悟，那比一般不覺悟的人高明多了。從小悟，還是用這個方法，再過個若干年，就大悟，為什麼？平等心現前。再有若干時候，大徹大悟，你就變成法身菩薩，你成佛了，那是什麼？覺了，這個覺是無上正等正覺，就是清淨平等覺，這個覺是無上正等正覺。為什麼？它是三個位次，清淨心得正覺，平等心正等正覺，所以後頭這個覺是無上正等正覺。從這個地方諸位就能體會到，能肯定，能深信不疑，這一部經上，凡夫能成圓滿的佛果，你說這個法門多殊勝。"
    },
    {
      "id": "02-039-0030_p0012",
      "zh_CN": "所以这个经你会不会念？会念，我们从凡夫地将来会念到无上正等正觉，你会不会！如果一面念一面打妄想，那就完了，一面还想到，我是什么境界？我怎么样提升？那完了。马鸣菩萨教我们这个原则是真理，永恒不变。八万四千法门，门门都需要遵守这个原则，你不遵守这个原则，你就错了，错在你自己，不能怪别人。「故知身土不二，皆属强名。寂照同时，非思量境」。不要去胡思乱想，胡思乱想你就错了。有胡思乱想那个时间，为什么不念阿弥陀佛？这个胡思乱想也很不容易去掉，所以净宗有个妙法，用阿弥陀佛这一句名号代替胡思乱想，好！胡思乱想，不是堕无明，就是堕掉举，总是都在造轮回业，搞六道轮回。这一句阿弥陀佛六道里找不到，六道里哪一道也找不到阿弥陀佛，阿弥陀佛在西方极乐世界，只跟那个地方相应，跟六道、跟十法界都不相应，你就记住这一句话就好。掉举是胡思乱想，昏沉是想打瞌睡，精神提不起来，昏沉是无明，这两种烦恼现前，你就好好念佛、老实念佛，用念佛的方法把烦恼取而代之。",
      "zh_TW": "所以這個經你會不會念？會念，我們從凡夫地將來會念到無上正等正覺，你會不會！如果一面念一面打妄想，那就完了，一面還想到，我是什麼境界？我怎麼樣提升？那完了。馬鳴菩薩教我們這個原則是真理，永恆不變。八萬四千法門，門門都需要遵守這個原則，你不遵守這個原則，你就錯了，錯在你自己，不能怪別人。「故知身土不二，皆屬強名。寂照同時，非思量境」。不要去胡思亂想，胡思亂想你就錯了。有胡思亂想那個時間，為什麼不念阿彌陀佛？這個胡思亂想也很不容易去掉，所以淨宗有個妙法，用阿彌陀佛這一句名號代替胡思亂想，好！胡思亂想，不是墮無明，就是墮掉舉，總是都在造輪迴業，搞六道輪迴。這一句阿彌陀佛六道裡找不到，六道裡哪一道也找不到阿彌陀佛，阿彌陀佛在西方極樂世界，只跟那個地方相應，跟六道、跟十法界都不相應，你就記住這一句話就好。掉舉是胡思亂想，昏沉是想打瞌睡，精神提不起來，昏沉是無明，這兩種煩惱現前，你就好好念佛、老實念佛，用念佛的方法把煩惱取而代之。"
    },
    {
      "id": "02-039-0030_p0013",
      "zh_CN": "再看下面，「又常寂光三字」，这个又还是蕅益大师在《要解》里面讲的，这三个字「全显涅槃三德如来秘藏」。般涅槃里面讲三德，这个三德就是如来秘藏。哪三德？下面讲，「常即法身德，法身常住故」。所以一个人觉悟了，他不会把这个身当作自己的身。什么是自己的身？一切法都是自己的身。心现的，心是自己，识变的，识也是自己，心是自己的真心，识是自己的妄心。真心是自己的本性，妄心就是阿赖耶，是自己的习性。中国古人讲本性、习性，佛法讲真心、妄心，真心是本性，妄心是习性，真妄是一不是二。觉悟了，妄就是真；迷了的时候，真就是妄，真妄是一不是二。觉迷也是一，也是不二。真正觉悟的人，明心见性的人，什么是他的身？一切众生的身都是他的身，花草树木的身也是他的身，山河大地也是他的身，遍法界虚空界都是他的身，他的身无处不在、无时不在。虽然这有生灭，灭了又生，就好像什么？我们身体是一样的。身体这多少细胞？这细胞天天新陈代谢，就像我们地球上的生物，天天有生的，天天有灭的。佛给我们讲，整个宇宙无量无边的诸佛刹土，这里头生生灭灭它永远不断，叫法身常住。我们把身体比喻法身，法身常住。我们自己这个身就像细胞一样，细胞，科学家告诉我们，它的寿命顶多七年，七年这个细胞灭了，新的细胞就生起来。所以我们身体，实在说每七年是一个周期，身上所有的细胞全部都换了。我们迷惑颠倒，为什么？七年换一次，为什么不换新的、不换好的，要换旧的，去换坏的，身体愈换愈坏？这是什么？他不会。觉悟的人他高明，他觉悟，他也天天在换，换的全是好的，全是健康的，他不生病，他不衰老。为什么？他换好的，他不换坏的。谁在那里主持这个变换？意念。佛菩萨的意念好，所以他的细胞全新的。全新的就是你的念头年轻，时时都健康，他不生病，他不换病态的细胞。病态的细胞是什么人换的？贪瞋痴慢疑，就换坏的。贪瞋痴慢疑统统都断掉了，无贪、无瞋、无痴，那换就换好的，全换好的，就这么回事情，这是事实真相。起心动念大公无私，不为自己，不为这个身，为什么？为法身，不为这个肉身，为法身。",
      "zh_TW": "再看下面，「又常寂光三字」，這個又還是蕅益大師在《要解》裡面講的，這三個字「全顯涅槃三德如來祕藏」。般涅槃裡面講三德，這個三德就是如來祕藏。哪三德？下面講，「常即法身德，法身常住故」。所以一個人覺悟了，他不會把這個身當作自己的身。什麼是自己的身？一切法都是自己的身。心現的，心是自己，識變的，識也是自己，心是自己的真心，識是自己的妄心。真心是自己的本性，妄心就是阿賴耶，是自己的習性。中國古人講本性、習性，佛法講真心、妄心，真心是本性，妄心是習性，真妄是一不是二。覺悟了，妄就是真；迷了的時候，真就是妄，真妄是一不是二。覺迷也是一，也是不二。真正覺悟的人，明心見性的人，什麼是他的身？一切眾生的身都是他的身，花草樹木的身也是他的身，山河大地也是他的身，遍法界虛空界都是他的身，他的身無處不在、無時不在。雖然這有生滅，滅了又生，就好像什麼？我們身體是一樣的。身體這多少細胞？這細胞天天新陳代謝，就像我們地球上的生物，天天有生的，天天有滅的。佛給我們講，整個宇宙無量無邊的諸佛剎土，這裡頭生生滅滅它永遠不斷，叫法身常住。我們把身體比喻法身，法身常住。我們自己這個身就像細胞一樣，細胞，科學家告訴我們，它的壽命頂多七年，七年這個細胞滅了，新的細胞就生起來。所以我們身體，實在說每七年是一個週期，身上所有的細胞全部都換了。我們迷惑顛倒，為什麼？七年換一次，為什麼不換新的、不換好的，要換舊的，去換壞的，身體愈換愈壞？這是什麼？他不會。覺悟的人他高明，他覺悟，他也天天在換，換的全是好的，全是健康的，他不生病，他不衰老。為什麼？他換好的，他不換壞的。誰在那裡主持這個變換？意念。佛菩薩的意念好，所以他的細胞全新的。全新的就是你的念頭年輕，時時都健康，他不生病，他不換病態的細胞。病態的細胞是什麼人換的？貪瞋痴慢疑，就換壞的。貪瞋痴慢疑統統都斷掉了，無貪、無瞋、無痴，那換就換好的，全換好的，就這麼回事情，這是事實真相。起心動念大公無私，不為自己，不為這個身，為什麼？為法身，不為這個肉身，為法身。"
    },
    {
      "id": "02-039-0030_p0014",
      "zh_CN": "我在这些年当中，有很多人要送道场给我，我很感激。我能不能要？不为自己着想，如果这个道场能利益这个地方，我从旁协助它，让它在这个地方正法久住，利益社会，利益众生，好事情！我不能为自己，为自己是私心，道场多了，不就变成连锁店一样吗？那是开佛店，那就变成企业的佛教，自己不是做如来弟子，去当老板去了，那就错了，又迷了。所以一般人看，好境界，好事，看别人送来，如果你要是迷的话，就迷在那里，愈迷愈深。本来你可以成佛作祖，现在这一迷，又到轮回，又到三途去了。所以祖师常常提醒人，也常常在勘验人，说你「会么？」这两个字的意味深长，你会不会？你要真的会，无论顺境逆境、秽土净土，都能提高自己的境界，都能够普度众生。要不会，顺境逆境都帮助你堕落，都帮助你迷惑，都帮助你造业，造业后头有受报。问题你会不会？你是不是真的觉悟？觉悟的人决定不害人，没有觉悟的人，好心往往也害了人。",
      "zh_TW": "我在這些年當中，有很多人要送道場給我，我很感激。我能不能要？不為自己著想，如果這個道場能利益這個地方，我從旁協助它，讓它在這個地方正法久住，利益社會，利益眾生，好事情！我不能為自己，為自己是私心，道場多了，不就變成連鎖店一樣嗎？那是開佛店，那就變成企業的佛教，自己不是做如來弟子，去當老闆去了，那就錯了，又迷了。所以一般人看，好境界，好事，看別人送來，如果你要是迷的話，就迷在那裡，愈迷愈深。本來你可以成佛作祖，現在這一迷，又到輪迴，又到三途去了。所以祖師常常提醒人，也常常在勘驗人，說你「會麼？」這兩個字的意味深長，你會不會？你要真的會，無論順境逆境、穢土淨土，都能提高自己的境界，都能夠普度眾生。要不會，順境逆境都幫助你墮落，都幫助你迷惑，都幫助你造業，造業後頭有受報。問題你會不會？你是不是真的覺悟？覺悟的人決定不害人，沒有覺悟的人，好心往往也害了人。"
    },
    {
      "id": "02-039-0030_p0015",
      "zh_CN": "觉悟的人对任何人一味真诚，为什么？帮助他觉悟。他就是来居心想欺骗你、想害你，都没有关系，你用真诚心对待他。他到老死的时候会回想一下，我在这一生当中真的遇到好人。那就是什么？帮助他在阿赖耶里种善根。觉悟的人知道一切众生皆有佛性，一切众生本来是佛，他现在造五逆十恶也不要紧，为什么？那是习性，不要去理会他的习性，专门照顾他的本性，这是佛菩萨度众生第一个条件，是佛菩萨度化众生唯一的一个理念。阿鼻地狱众生也能圆成佛道，如果他碰上这个净土法门，他能不能往生？能！怎么会不能？这个法门，它不管你是善恶，也不管你是什么根性，只要你能信，肯发愿，就行。蕅益大师说得好，能不能往生，决定在信愿之有无；品位高下，那是念佛功夫的浅深。单单讲往生，一切众生都有分，这个法门太妙了，太殊胜！印光大师说得好，舍弃这个法门，上上根人想成就都非常困难。对于这个法门深信不疑，不认识字，没有智慧，贫困众生也能得度。你才晓得，世出世间法里头，没有比这个更殊胜的。",
      "zh_TW": "覺悟的人對任何人一味真誠，為什麼？幫助他覺悟。他就是來居心想欺騙你、想害你，都沒有關係，你用真誠心對待他。他到老死的時候會回想一下，我在這一生當中真的遇到好人。那就是什麼？幫助他在阿賴耶裡種善根。覺悟的人知道一切眾生皆有佛性，一切眾生本來是佛，他現在造五逆十惡也不要緊，為什麼？那是習性，不要去理會他的習性，專門照顧他的本性，這是佛菩薩度眾生第一個條件，是佛菩薩度化眾生唯一的一個理念。阿鼻地獄眾生也能圓成佛道，如果他碰上這個淨土法門，他能不能往生？能！怎麼會不能？這個法門，它不管你是善惡，也不管你是什麼根性，只要你能信，肯發願，就行。蕅益大師說得好，能不能往生，決定在信願之有無；品位高下，那是念佛功夫的淺深。單單講往生，一切眾生都有分，這個法門太妙了，太殊勝！印光大師說得好，捨棄這個法門，上上根人想成就都非常困難。對於這個法門深信不疑，不認識字，沒有智慧，貧困眾生也能得度。你才曉得，世出世間法裡頭，沒有比這個更殊勝的。"
    },
    {
      "id": "02-039-0030_p0016",
      "zh_CN": "我们的缘分太好，无比的殊胜，遇到夏莲居给我们做这么好的会集本。王龙舒没遇到，魏默深也没遇到，多少古圣先贤都没有遇到，我们遇到了。又遇到黄念祖老居士给我们做的《注解》，他这里面引用的经论，引用古人的注疏，一共有一百九十三种。你读这一本书就等于读了一百九十三部经论著作，不容易！无比殊胜的因缘。所以我深信不疑，就是这个本子，佛法在这个世间统统灭尽了，这个本子还留一百年。末法九千年当中，八万四千法门，你依哪个法门？只有这个法门。我帮助一切众生学什么法门？也学这个法门，自行化他，这一部《无量寿经》。我还想学其他的法门，行！这个法门通了，一切法门全通了，我要不要浪费时间精神去学别部？不需要了，佛法真的一经通一切经通。",
      "zh_TW": "我們的緣分太好，無比的殊勝，遇到夏蓮居給我們做這麼好的會集本。王龍舒沒遇到，魏默深也沒遇到，多少古聖先賢都沒有遇到，我們遇到了。又遇到黃念祖老居士給我們做的《註解》，他這裡面引用的經論，引用古人的註疏，一共有一百九十三種。你讀這一本書就等於讀了一百九十三部經論著作，不容易！無比殊勝的因緣。所以我深信不疑，就是這個本子，佛法在這個世間統統滅盡了，這個本子還留一百年。末法九千年當中，八萬四千法門，你依哪個法門？只有這個法門。我幫助一切眾生學什麼法門？也學這個法門，自行化他，這一部《無量壽經》。我還想學其他的法門，行！這個法門通了，一切法門全通了，我要不要浪費時間精神去學別部？不需要了，佛法真的一經通一切經通。"
    },
    {
      "id": "02-039-0030_p0017",
      "zh_CN": "我早年在台中参加李老师的经学班，他开这个班教学生讲经，我们班上同学二十多个人。那个时候我年轻，老师也大开方便之门，我在他班上学了十三部经，小乘经多。大乘经里面，我学了一部《阿弥陀经》，学了一部《普贤菩萨行愿品》，就是最后这一卷，十大愿王导归极乐，学了这一卷，学了一部《金刚经》，这是大乘经。其他的像《十善业道经》，这大小乘共修的，《阿难问事佛吉凶经》，这是小乘，学十三部。我出家了，去教佛学院，我在台中的进度是一个月学一部经，法喜充满。去佛学院教书，一个学期才教一部经，三年六个学期，我教了六部经，还有七部没有派上用场。我想想这不行，我的底子不够深厚，希望去学一部大经。那个时候心目当中想的是《法华经》，所以我搜集《法华经》的资料，搜集了十几种。到台中去向李老师报告，想跟他再学一部大经。正好他老人家在讲《楞严经》，他给我说，他很忙，抽不出时间单独来教你，现在讲《楞严》，你就跟着学《楞严》就好。《楞严经》他讲了三年。我一看分量差不多，所以我就专心学《楞严经》。老师星期三讲，我是星期四复讲，就是第二天，我把老师所讲的重复讲一遍。我的听众有六个人，包括我七个，我们成立一个小班，每个星期四在台中莲社小教室里面聚会复讲。所以老师讲一部《楞严》，我也复讲了一部《楞严》，这个学得很踏实。所以我在台北讲《楞严经》，那是第二遍了。香港同修听了欢喜，邀请我到香港讲《楞严经》，我在香港是讲第三遍还是第四遍，有底子。",
      "zh_TW": "我早年在台中參加李老師的經學班，他開這個班教學生講經，我們班上同學二十多個人。那個時候我年輕，老師也大開方便之門，我在他班上學了十三部經，小乘經多。大乘經裡面，我學了一部《阿彌陀經》，學了一部《普賢菩薩行願品》，就是最後這一卷，十大願王導歸極樂，學了這一卷，學了一部《金剛經》，這是大乘經。其他的像《十善業道經》，這大小乘共修的，《阿難問事佛吉凶經》，這是小乘，學十三部。我出家了，去教佛學院，我在台中的進度是一個月學一部經，法喜充滿。去佛學院教書，一個學期才教一部經，三年六個學期，我教了六部經，還有七部沒有派上用場。我想想這不行，我的底子不夠深厚，希望去學一部大經。那個時候心目當中想的是《法華經》，所以我蒐集《法華經》的資料，蒐集了十幾種。到台中去向李老師報告，想跟他再學一部大經。正好他老人家在講《楞嚴經》，他給我說，他很忙，抽不出時間單獨來教你，現在講《楞嚴》，你就跟著學《楞嚴》就好。《楞嚴經》他講了三年。我一看分量差不多，所以我就專心學《楞嚴經》。老師星期三講，我是星期四複講，就是第二天，我把老師所講的重複講一遍。我的聽眾有六個人，包括我七個，我們成立一個小班，每個星期四在台中蓮社小教室裡面聚會複講。所以老師講一部《楞嚴》，我也複講了一部《楞嚴》，這個學得很踏實。所以我在台北講《楞嚴經》，那是第二遍了。香港同修聽了歡喜，邀請我到香港講《楞嚴經》，我在香港是講第三遍還是第四遍，有底子。"
    },
    {
      "id": "02-039-0030_p0018",
      "zh_CN": "《华严经》，我们八个同学联名向李老师启请，请他老人家讲这部《华严经》。那个时候老师已经年岁大了，八十多岁，我们希望老师常住世，《华严经》没讲完，总不好意思走。这部经请他讲，估计他会活到一百二十岁，他才能讲完。给这么一个大的题目给他，他也很高兴，没想到他讲了一半，他就不讲了，他就走了。我学《华严》，我在台中听他讲第一卷，我只学一卷，第一卷我听他怎么开头、怎么讲法，后面我全会了。他在台中讲，我在台北讲。我讲的进度比他快，因为他一个星期只讲一次，一个小时，他两个小时有一个小时台语翻译，所以一年只能讲到四十多个小时。我在台北讲，一个星期讲三次，一次一个半小时，没有翻译。所以我讲一年等于老师在台中讲四年半，我讲两年就等于他讲九年，我的进度快。不过那个时候常常到外国去，到外国，我们这个经就得停下来，所以断断续续我记得好像前后讲了十七年，断断续续。《八十华严》讲了一半，《四十华严》也讲了一半。我那个时候讲，一个星期，两次讲《八十》，一次讲《四十》。天天讲，讲好几部经。反正同学来找我，我就答应。反正是练习，学讲。平均一天最少两个小时，一般三个小时、四个小时，天天不休息，乐此不疲。所以一经通一切经都通，没有学过的，能讲，看看古人注解，行了。所以功力一定要用在一部上，我那个时候在台中，《楞严经》用了三、四年的时间，专心在一部经上，这样打下底子的。",
      "zh_TW": "《華嚴經》，我們八個同學聯名向李老師啟請，請他老人家講這部《華嚴經》。那個時候老師已經年歲大了，八十多歲，我們希望老師常住世，《華嚴經》沒講完，總不好意思走。這部經請他講，估計他會活到一百二十歲，他才能講完。給這麼一個大的題目給他，他也很高興，沒想到他講了一半，他就不講了，他就走了。我學《華嚴》，我在台中聽他講第一卷，我只學一卷，第一卷我聽他怎麼開頭、怎麼講法，後面我全會了。他在台中講，我在台北講。我講的進度比他快，因為他一個星期只講一次，一個小時，他兩個小時有一個小時台語翻譯，所以一年只能講到四十多個小時。我在台北講，一個星期講三次，一次一個半小時，沒有翻譯。所以我講一年等於老師在台中講四年半，我講兩年就等於他講九年，我的進度快。不過那個時候常常到外國去，到外國，我們這個經就得停下來，所以斷斷續續我記得好像前後講了十七年，斷斷續續。《八十華嚴》講了一半，《四十華嚴》也講了一半。我那個時候講，一個星期，兩次講《八十》，一次講《四十》。天天講，講好幾部經。反正同學來找我，我就答應。反正是練習，學講。平均一天最少兩個小時，一般三個小時、四個小時，天天不休息，樂此不疲。所以一經通一切經都通，沒有學過的，能講，看看古人註解，行了。所以功力一定要用在一部上，我那個時候在台中，《楞嚴經》用了三、四年的時間，專心在一部經上，這樣打下底子的。"
    },
    {
      "id": "02-039-0030_p0019",
      "zh_CN": "今天你要问我，这一切经里头哪一部经最好？我告诉你，就是我们现在用这本子，《大乘无量寿经》黄念祖老居士的《解》。刚才给诸位报告，他这里面引证一百九十三部经论注疏，内容太丰富了。这一部经真要学会了，什么经都没有问题了，一通一切通，而且这一部经决定得度。我自己求生极乐世界把握有了，然后再帮助别人。帮助别人，还是用这一部经，为什么？它契机。其他经论对人未必能有帮助，也就是说，你真能放得下吗？真能放下，行。如果你分别执着放不下，无论学哪个法门，你出不了六道轮回。这一点得心里有数，出不了六道轮回，一转世，隔阴之迷，前世学的东西忘得干干净净。尤其是你出不了六道轮回，肯定堕三恶道。你自己好好想想，五戒十善你做到没有？中国老祖宗教导我们的，五伦五常、四维八德，你做到没有？你要做不到，你来生决定得不到人身。想到这个地方，才知道真的可怕。这一生在这个世间不长，纵然你活到一百岁，也一弹指，时间过得太快，你一事无成。学佛一事无成就是罪业，这个话怎么说？我又没有做错事情。你没有学成功，让社会大众看了，你看学佛，学了一辈子，后来还是这个样子，把佛法形象破坏了，你有没有罪过？学佛人活在世间，死了也要给世间人做个好样子，那你就没有罪过。你不能做个好样子给社会大众看，让社会大众来骂佛教，毁谤佛教，这就是你堕三途的业因，其他的不说了。如果你想多知道一点，你把《弟子规》翻一翻，你把《沙弥律仪》翻一翻，你做到几条？你就晓得业因果报在哪里，不要问人，清清楚楚、明明白白。学佛的人要对得起父母，对得起祖宗，对得起佛菩萨，对得起历代传法的这些高僧大德。我们不谈老师，现在心目当中有老师的人太少了。可是心目当中没有老师，他什么都学不会。为什么？印光大师说得好，「一分诚敬得一分利益，二分诚敬得二分利益，十分诚敬得十分利益」。老师不是要你对他诚敬、对他恭敬，那个老师不是好老师。可是老师能看得出你将来会不会有成就，那是什么？看你有多少诚敬心在此地学习，跟你的成就一定是成正比例。",
      "zh_TW": "今天你要問我，這一切經裡頭哪一部經最好？我告訴你，就是我們現在用這本子，《大乘無量壽經》黃念祖老居士的《解》。剛才給諸位報告，他這裡面引證一百九十三部經論註疏，內容太豐富了。這一部經真要學會了，什麼經都沒有問題了，一通一切通，而且這一部經決定得度。我自己求生極樂世界把握有了，然後再幫助別人。幫助別人，還是用這一部經，為什麼？它契機。其他經論對人未必能有幫助，也就是說，你真能放得下嗎？真能放下，行。如果你分別執著放不下，無論學哪個法門，你出不了六道輪迴。這一點得心裡有數，出不了六道輪迴，一轉世，隔陰之迷，前世學的東西忘得乾乾淨淨。尤其是你出不了六道輪迴，肯定墮三惡道。你自己好好想想，五戒十善你做到沒有？中國老祖宗教導我們的，五倫五常、四維八德，你做到沒有？你要做不到，你來生決定得不到人身。想到這個地方，才知道真的可怕。這一生在這個世間不長，縱然你活到一百歲，也一彈指，時間過得太快，你一事無成。學佛一事無成就是罪業，這個話怎麼說？我又沒有做錯事情。你沒有學成功，讓社會大眾看了，你看學佛，學了一輩子，後來還是這個樣子，把佛法形象破壞了，你有沒有罪過？學佛人活在世間，死了也要給世間人做個好樣子，那你就沒有罪過。你不能做個好樣子給社會大眾看，讓社會大眾來罵佛教，毀謗佛教，這就是你墮三途的業因，其他的不說了。如果你想多知道一點，你把《弟子規》翻一翻，你把《沙彌律儀》翻一翻，你做到幾條？你就曉得業因果報在哪裡，不要問人，清清楚楚、明明白白。學佛的人要對得起父母，對得起祖宗，對得起佛菩薩，對得起歷代傳法的這些高僧大德。我們不談老師，現在心目當中有老師的人太少了。可是心目當中沒有老師，他什麼都學不會。為什麼？印光大師說得好，「一分誠敬得一分利益，二分誠敬得二分利益，十分誠敬得十分利益」。老師不是要你對他誠敬、對他恭敬，那個老師不是好老師。可是老師能看得出你將來會不會有成就，那是什麼？看你有多少誠敬心在此地學習，跟你的成就一定是成正比例。"
    },
    {
      "id": "02-039-0030_p0020",
      "zh_CN": "我们再接着看，这三德秘藏，常是法身。「寂即解脱德」，解脱是自在，「尘劳永寂」。尘是指你的意识，你的分别妄想，像尘土那么多，尘也是染污，劳是你的辛苦，是从你肉身上说，也就是说这是身心，劳是身，尘是心，身心你都放下了，你的清净心现前。清净心现前，你才自在。所以阿罗汉，法身没证得，般若没证得，解脱证得少分，他成就九次第定，把见思烦恼放下了，他断掉了。「光即般若德，智光遍照故」。这个光是大彻大悟，明心见性，他的智慧、他的慈悲周遍法界，遍一切尘，遍一切毛端。所以常寂光就是涅槃的三德，这三德叫如来秘藏。「等觉大士破尽四十一品无明」，这四十一品，十住、十行、十回向、十地、等觉，《华严经》上所说的。「更破最后一品生相无明」，这是等觉，等觉菩萨破最后一品生相无明。「法身全显，圆证三德，彻本心源，究竟清净，证入常寂光土」。这个生相无明，此地是讲习气。无明是起心动念，初住菩萨已经破了，初住菩萨不起心、不动念，明心见性。",
      "zh_TW": "我們再接著看，這三德祕藏，常是法身。「寂即解脫德」，解脫是自在，「塵勞永寂」。塵是指你的意識，你的分別妄想，像塵土那麼多，塵也是染污，勞是你的辛苦，是從你肉身上說，也就是說這是身心，勞是身，塵是心，身心你都放下了，你的清淨心現前。清淨心現前，你才自在。所以阿羅漢，法身沒證得，般若沒證得，解脫證得少分，他成就九次第定，把見思煩惱放下了，他斷掉了。「光即般若德，智光遍照故」。這個光是大徹大悟，明心見性，他的智慧、他的慈悲周遍法界，遍一切塵，遍一切毛端。所以常寂光就是涅槃的三德，這三德叫如來祕藏。「等覺大士破盡四十一品無明」，這四十一品，十住、十行、十迴向、十地、等覺，《華嚴經》上所說的。「更破最後一品生相無明」，這是等覺，等覺菩薩破最後一品生相無明。「法身全顯，圓證三德，徹本心源，究竟清淨，證入常寂光土」。這個生相無明，此地是講習氣。無明是起心動念，初住菩薩已經破了，初住菩薩不起心、不動念，明心見性。"
    },
    {
      "id": "02-039-0030_p0021",
      "zh_CN": "这四十一个位次真有吗？如果真有，那他还有分别、还有执着。他要不分别、不执着，哪来的四十一品？给诸位说，实报土里面，确实没有分别，确实没有执着，所以这个四十一品不能说它真有，你要说它真有，错了。你也不能说它无，为什么？虽然都证到实报土，每个人的程度还是不一样。好像我们在学校念书，同班，程度不都是一样的吗？同一个年级，这个班上有四、五十个学生，考试的时候还是第一名到末后一名，还是不一样，同班。实报土同班同学，考试还是不相等，这什么缘故？无始无明的习气没断，我们在华严会上讲得很多，这事实真相。所以不能说它有，也不能说它无，知道有这么回事情。但是究竟圆满的法身佛能干的事情，圆教初住菩萨都能干，决定不逊色，你就知道是平等的。像《普门品》里面所说的，究竟的佛果、等觉菩萨，应化在十法界，应以什么身得度就现什么身。不是自己的意思，是随众生，《楞严经》上说得好，「随众生心，应所知量」，随心应量。自己没起心动念，当然更没有分别执着。圆教初住菩萨刚刚破无明、证法身，他也一样能做得到，应以什么身得度，他就能现什么身，应以佛身他就现佛身，应以菩萨身他就现菩萨身，一样！一点差别都没有，这个事实我们一定要懂得，一定要清楚，不要有高下之分。",
      "zh_TW": "這四十一個位次真有嗎？如果真有，那他還有分別、還有執著。他要不分別、不執著，哪來的四十一品？給諸位說，實報土裡面，確實沒有分別，確實沒有執著，所以這個四十一品不能說它真有，你要說它真有，錯了。你也不能說它無，為什麼？雖然都證到實報土，每個人的程度還是不一樣。好像我們在學校念書，同班，程度不都是一樣的嗎？同一個年級，這個班上有四、五十個學生，考試的時候還是第一名到末後一名，還是不一樣，同班。實報土同班同學，考試還是不相等，這什麼緣故？無始無明的習氣沒斷，我們在華嚴會上講得很多，這事實真相。所以不能說它有，也不能說它無，知道有這麼回事情。但是究竟圓滿的法身佛能幹的事情，圓教初住菩薩都能幹，決定不遜色，你就知道是平等的。像《普門品》裡面所說的，究竟的佛果、等覺菩薩，應化在十法界，應以什麼身得度就現什麼身。不是自己的意思，是隨眾生，《楞嚴經》上說得好，「隨眾生心，應所知量」，隨心應量。自己沒起心動念，當然更沒有分別執著。圓教初住菩薩剛剛破無明、證法身，他也一樣能做得到，應以什麼身得度，他就能現什麼身，應以佛身他就現佛身，應以菩薩身他就現菩薩身，一樣！一點差別都沒有，這個事實我們一定要懂得，一定要清楚，不要有高下之分。"
    },
    {
      "id": "02-039-0030_p0022",
      "zh_CN": "十法界里面都是凡夫，四圣法界是外凡，六道叫内凡。四圣法界为什么清净？因为他们都是佛弟子，都是依照佛的经教在修行，佛教他怎么做，他真能做到；佛教他不能做的，他绝对不会违犯，所以在样子上很像佛，实际上不是。为什么？他还用阿赖耶，妄心，他没有用真心。用真心才是佛，用妄心不是真佛，所以天台大师说他们叫相似即佛，很像佛，不是。这个我们懂！破一品无明，证一分法身，他是真佛，他不是假佛，所以这四十一位法身大士，天台大师叫他做分证即佛，他是真的，他不是假的。无始无明习气是没有法子断的，随它去，时间久了自然就没有了。这个地方，古德讲的无功用道，为什么？不能起心动念，你想断，这起心动念了，那就错了，愈迷愈深。所以他什么念头都没有，修行证果的念头都没有。他们的事，是感应，众生有感，他们有应；换句话说，在应化当中提升自己的境界，那是什么？破自己无始无明习气，在应化里头。这个境界太微细了，这个境界我们没法子想像。《华严》透了一点消息，那就是善财童子五十三参，透了一点消息。你看从初住往上，善财童子去参访，完全表现在应化的事相上，这个要是不细心的话你体会不到。你在文字上看到是事，它有很深的道理在里头，这个道理是要你自己悟入，讲不清楚的。你有真功夫，你入的境界就不一样。",
      "zh_TW": "十法界裡面都是凡夫，四聖法界是外凡，六道叫內凡。四聖法界為什麼清淨？因為他們都是佛弟子，都是依照佛的經教在修行，佛教他怎麼做，他真能做到；佛教他不能做的，他絕對不會違犯，所以在樣子上很像佛，實際上不是。為什麼？他還用阿賴耶，妄心，他沒有用真心。用真心才是佛，用妄心不是真佛，所以天台大師說他們叫相似即佛，很像佛，不是。這個我們懂！破一品無明，證一分法身，他是真佛，他不是假佛，所以這四十一位法身大士，天台大師叫他做分證即佛，他是真的，他不是假的。無始無明習氣是沒有法子斷的，隨它去，時間久了自然就沒有了。這個地方，古德講的無功用道，為什麼？不能起心動念，你想斷，這起心動念了，那就錯了，愈迷愈深。所以他什麼念頭都沒有，修行證果的念頭都沒有。他們的事，是感應，眾生有感，他們有應；換句話說，在應化當中提升自己的境界，那是什麼？破自己無始無明習氣，在應化裡頭。這個境界太微細了，這個境界我們沒法子想像。《華嚴》透了一點消息，那就是善財童子五十三參，透了一點消息。你看從初住往上，善財童子去參訪，完全表現在應化的事相上，這個要是不細心的話你體會不到。你在文字上看到是事，它有很深的道理在裡頭，這個道理是要你自己悟入，講不清楚的。你有真功夫，你入的境界就不一樣。"
    },
    {
      "id": "02-039-0030_p0023",
      "zh_CN": "昨天晚上有个同修给我看一片光碟，是外国人所做的实验，做水的实验。他们发现水有记忆，感到非常惊讶。这个信息我们看起来很正常，我们一点都不会惊讶，证明物质现象里面有受想行识。江本博士的实验，水会看、会听，见、闻；水懂得人的意思，知道人的意思，有反应，所以有觉知，这是性德，自性法尔如是。可是在六道里面所见到的，它迷了，六道、十法界它都在迷，它变成阿赖耶。变成阿赖耶，见闻觉知也变了，变成受想行识，就是《心经》里面讲的五蕴。任何物质现象都是五蕴组成的，这是众缘和合的。所以水，我们在那里看到受想行识，它有感受，它有分别，想是分别；它有执着，行是执着；它有记忆，识是记忆，不过它没有动物这么明显，用科学很微细去观察，发现它有受想行识，这个跟大乘经上讲的就完全一样了。所以在大乘佛法说，整个宇宙包括虚空、自然现象，统统是有机体，是活的，它不是死的。物质里头有精神，精神里头有物质，在《华严经》上讲得很多。所以对于物质环境不能糟蹋它，不能轻视它，要善待山河大地。你不善待它，它有记忆的话，它记恨！你破坏它，它也得破坏你，那个山摇一摇，你就受不了，所以这是真的，不是假的。我们对待一切动物，对待花草树木，对待山河大地，对待微尘，都要像对待佛菩萨一样。自己谦卑，对它们礼敬，我们对它好，它对我们的回报就好。在什么地方看见？在极乐世界，在华藏世界。",
      "zh_TW": "昨天晚上有個同修給我看一片光碟，是外國人所做的實驗，做水的實驗。他們發現水有記憶，感到非常驚訝。這個信息我們看起來很正常，我們一點都不會驚訝，證明物質現象裡面有受想行識。江本博士的實驗，水會看、會聽，見、聞；水懂得人的意思，知道人的意思，有反應，所以有覺知，這是性德，自性法爾如是。可是在六道裡面所見到的，它迷了，六道、十法界它都在迷，它變成阿賴耶。變成阿賴耶，見聞覺知也變了，變成受想行識，就是《心經》裡面講的五蘊。任何物質現象都是五蘊組成的，這是眾緣和合的。所以水，我們在那裡看到受想行識，它有感受，它有分別，想是分別；它有執著，行是執著；它有記憶，識是記憶，不過它沒有動物這麼明顯，用科學很微細去觀察，發現它有受想行識，這個跟大乘經上講的就完全一樣了。所以在大乘佛法說，整個宇宙包括虛空、自然現象，統統是有機體，是活的，它不是死的。物質裡頭有精神，精神裡頭有物質，在《華嚴經》上講得很多。所以對於物質環境不能糟蹋它，不能輕視它，要善待山河大地。你不善待它，它有記憶的話，它記恨！你破壞它，它也得破壞你，那個山搖一搖，你就受不了，所以這是真的，不是假的。我們對待一切動物，對待花草樹木，對待山河大地，對待微塵，都要像對待佛菩薩一樣。自己謙卑，對它們禮敬，我們對它好，它對我們的回報就好。在什麼地方看見？在極樂世界，在華藏世界。"
    },
    {
      "id": "02-039-0030_p0024",
      "zh_CN": "你看诸佛的实报土，为什么那么美好？那个地方的人都是四十一位法身大士居住的地方，四十一位法身大士，你想想，哪一个人不学普贤？我们这个《无量寿经》第二品「德遵普贤」。普贤菩萨十愿第一个，礼敬诸佛，称赞如来，如来是自性。我们对于天地万物要称赞、要礼敬、要供养，我们认真修行就是对他们的供养。我们对他好，他对我们好。所以为什么极乐世界那么好？华藏世界那么好？那就是那个地方的人都是用真诚心、清净心、平等心、正觉心、慈悲心，这是大菩提心，把普贤十愿做得圆圆满满。所以对自身来讲，金刚不坏身，身体的相好，身有无量相、相有无量好，不是什么三十二相八十种好。居住的环境，无量无尽的美满，一丝毫欠缺找不到，称性的。身是法性身，土是法性土，这个我们不能不知道。",
      "zh_TW": "你看諸佛的實報土，為什麼那麼美好？那個地方的人都是四十一位法身大士居住的地方，四十一位法身大士，你想想，哪一個人不學普賢？我們這個《無量壽經》第二品「德遵普賢」。普賢菩薩十願第一個，禮敬諸佛，稱讚如來，如來是自性。我們對於天地萬物要稱讚、要禮敬、要供養，我們認真修行就是對他們的供養。我們對他好，他對我們好。所以為什麼極樂世界那麼好？華藏世界那麼好？那就是那個地方的人都是用真誠心、清淨心、平等心、正覺心、慈悲心，這是大菩提心，把普賢十願做得圓圓滿滿。所以對自身來講，金剛不壞身，身體的相好，身有無量相、相有無量好，不是什麼三十二相八十種好。居住的環境，無量無盡的美滿，一絲毫欠缺找不到，稱性的。身是法性身，土是法性土，這個我們不能不知道。"
    },
    {
      "id": "02-039-0030_p0025",
      "zh_CN": "所以在实报土里面，已经法身全显了，在常寂光土，那还有什么话说？究竟圆满。「圆证三德，彻本心源，究竟清净」，这几句话写在这个地方，让我们慢慢体会到常寂光土里头没有形相，没有物质现象，也没有精神现象。就是惠能大师见性报告的五句话里头的前面四句，没现相。没有形相，物质现象没有，精神现象没有，他还起不起作用？我遇到一些人拿这个问题来问我。起作用。为什么起作用？圆证三德，彻本心源，究竟清净。能大师说的，第三句讲的，「本自具足」，这是理。有这个理论做根据，我们就知道他起作用，众生有感，他就起作用；众生没有感，他不起作用，感应道交。依然是随众生心，应所知量。虽然应量，示现教化无量无边众生，依然是法身全显，圆证三德，彻本心源，究竟清净。他在方便土，他在同居土，甚至于是在六道三途、阿鼻地狱，他依然是究竟清净，丝毫不染。在那个地方，那要看众生，现相说法都是众生感，他自然的应。他这个应，没有起心动念，当然更没有分别执着。所以他在哪里应？他在常寂光里头应。凡夫看他所应的，就像我们看电视，凡夫看的是萤幕上现的色相，而他自己？他自己常住在常寂光当中，就是屏幕，没有东西，什么东西都没有。我们慢慢去体会这个道理，这是什么？法身佛，不是法身菩萨，法身菩萨住实报庄严土，法身佛住常寂光净土。虽住常寂光，还是一样会应。自性是活的，自性起作用，不是不起作用。很多人怕一入常寂光，精神现象没有，物质现象没有，那不是一切都空了？那这个地方我不愿意去，就把他吓倒了，不是的。这个境界我们永远没有法子理解，相信真有，真有大作用，不是有小作用。对它不要害怕，不要恐惧。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以在實報土裡面，已經法身全顯了，在常寂光土，那還有什麼話說？究竟圓滿。「圓證三德，徹本心源，究竟清淨」，這幾句話寫在這個地方，讓我們慢慢體會到常寂光土裡頭沒有形相，沒有物質現象，也沒有精神現象。就是惠能大師見性報告的五句話裡頭的前面四句，沒現相。沒有形相，物質現象沒有，精神現象沒有，他還起不起作用？我遇到一些人拿這個問題來問我。起作用。為什麼起作用？圓證三德，徹本心源，究竟清淨。能大師說的，第三句講的，「本自具足」，這是理。有這個理論做根據，我們就知道他起作用，眾生有感，他就起作用；眾生沒有感，他不起作用，感應道交。依然是隨眾生心，應所知量。雖然應量，示現教化無量無邊眾生，依然是法身全顯，圓證三德，徹本心源，究竟清淨。他在方便土，他在同居土，甚至於是在六道三途、阿鼻地獄，他依然是究竟清淨，絲毫不染。在那個地方，那要看眾生，現相說法都是眾生感，他自然的應。他這個應，沒有起心動念，當然更沒有分別執著。所以他在哪裡應？他在常寂光裡頭應。凡夫看他所應的，就像我們看電視，凡夫看的是螢幕上現的色相，而他自己？他自己常住在常寂光當中，就是屏幕，沒有東西，什麼東西都沒有。我們慢慢去體會這個道理，這是什麼？法身佛，不是法身菩薩，法身菩薩住實報莊嚴土，法身佛住常寂光淨土。雖住常寂光，還是一樣會應。自性是活的，自性起作用，不是不起作用。很多人怕一入常寂光，精神現象沒有，物質現象沒有，那不是一切都空了？那這個地方我不願意去，就把他嚇倒了，不是的。這個境界我們永遠沒有法子理解，相信真有，真有大作用，不是有小作用。對它不要害怕，不要恐懼。今天時間到了，我們就學習到此地。"
    }
  ]
}