{
  "doc_id": "02-039-0094",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十四集",
    "zh_TW": "第九十四集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "马来西亚华严讲堂",
    "zh_TW": "馬來西亞華嚴講堂"
  },
  "doc_number": "02-039-0094",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "02-039-0094_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，第一百零七面倒数第三行，从第三个字看起，倒数第三行。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，第一百零七面倒數第三行，從第三個字看起，倒數第三行。"
    },
    {
      "id": "02-039-0094_p0002",
      "zh_CN": "「次列弥勒者，《大宝积经发胜志乐会》弥勒问佛：若有众生发十种心，随一一心专念向于阿弥陀佛，是人命终当得往生彼佛世界。世尊，何等名为发十种心」。我们前面学到此地，将《大宝积经》里面所说的发十种心这一段文节录出来了。十种前面四种我们学习过了，第一个无损害心，第二无逼恼心，第三个乐守护心，第四个是无执着心，每一种里面含义深广无尽。今天我们再看第五，「起净意心。念佛之人，能离世间杂染之法，复于利养等事常生知足之心，是名起净意心」。这一条讲的是不贪，它前面两条不杀，第三条是讲的护法，第四条是非常重要，放下执着。因为佛在大小乘经里面常常教导我们，如果我们能够对于世出世间一切法不再执着了，佛告诉我们，你就超越六道轮回。由此可知，六道轮回从哪里来的？就是从执着来的，只要你有执着这个念头，轮回的现象就出现了。",
      "zh_TW": "「次列彌勒者，《大寶積經發勝志樂會》彌勒問佛：若有眾生發十種心，隨一一心專念向於阿彌陀佛，是人命終當得往生彼佛世界。世尊，何等名為發十種心」。我們前面學到此地，將《大寶積經》裡面所說的發十種心這一段文節錄出來了。十種前面四種我們學習過了，第一個無損害心，第二無逼惱心，第三個樂守護心，第四個是無執著心，每一種裡面含義深廣無盡。今天我們再看第五，「起淨意心。念佛之人，能離世間雜染之法，復於利養等事常生知足之心，是名起淨意心」。這一條講的是不貪，它前面兩條不殺，第三條是講的護法，第四條是非常重要，放下執著。因為佛在大小乘經裡面常常教導我們，如果我們能夠對於世出世間一切法不再執著了，佛告訴我們，你就超越六道輪迴。由此可知，六道輪迴從哪裡來的？就是從執著來的，只要你有執著這個念頭，輪迴的現象就出現了。"
    },
    {
      "id": "02-039-0094_p0003",
      "zh_CN": "真正觉悟的人，过去永嘉大师《证道歌》上说过，永嘉是唐朝时候人，跟禅宗六祖同时代，他也是六祖的学生，在六祖会下明心见性、见性成佛。六祖一生，学生当中有四十三个成就了，这个成就就是明心见性。明心见性不但超越六道，超越十法界了，他是真的成就了。阿罗汉，只是小成就，不能算是真正的成就，他只脱离六道轮回，没有脱离十法界。我们知道，轮回是执着这个念头出现的，所以永嘉大师告诉我们，「梦里明明有六趣」，六趣就是六道轮回；「觉后空空无大千」，觉悟了就不执着。执着是迷，迷而不觉他才执着。而执着里头最严重的是情执，这个东西都不是真的。执着没有了，六道就没有了。阿罗汉不执着了，他还有分别，有分别就有四圣法界，声闻、缘觉、菩萨、佛，就有这些出现。这些还是个梦，都不是真的。六道是梦中之梦，你看这迷得多深！",
      "zh_TW": "真正覺悟的人，過去永嘉大師《證道歌》上說過，永嘉是唐朝時候人，跟禪宗六祖同時代，他也是六祖的學生，在六祖會下明心見性、見性成佛。六祖一生，學生當中有四十三個成就了，這個成就就是明心見性。明心見性不但超越六道，超越十法界了，他是真的成就了。阿羅漢，只是小成就，不能算是真正的成就，他只脫離六道輪迴，沒有脫離十法界。我們知道，輪迴是執著這個念頭出現的，所以永嘉大師告訴我們，「夢裡明明有六趣」，六趣就是六道輪迴；「覺後空空無大千」，覺悟了就不執著。執著是迷，迷而不覺他才執著。而執著裡頭最嚴重的是情執，這個東西都不是真的。執著沒有了，六道就沒有了。阿羅漢不執著了，他還有分別，有分別就有四聖法界，聲聞、緣覺、菩薩、佛，就有這些出現。這些還是個夢，都不是真的。六道是夢中之夢，你看這迷得多深！"
    },
    {
      "id": "02-039-0094_p0004",
      "zh_CN": "从六道醒过来了，那个境界现前就是四圣境界，四圣还是个梦，还不是真的。再要把分别放下，不但不执着，于世出世间一切法永离分别，然后功夫再提升到不起心、不动念，十法界就不见了。真是世尊在《般若经》上告诉我们，「凡所有相，皆是虚妄」，十法界有相，不是真的，到一定的程度这个境界就不见了、消失了。所以现代的科学家告诉我们，宇宙无穷大，现在科学所能侦测到的太空宏观世界，就是只能够探测到，他说整个宇宙的百分之十；换句话说，还有百分之九十的宇宙不见了。这个话我们听得懂，修学大乘的人明了，他说的话是真的，百分之九十不见了。怎么不见？作梦醒来了，醒来之后梦中境界不见了，就是这个道理。所以他们对于宇宙的真相已经探测得不错了，我们很佩服，还没有到究竟，还没有到彻底，到究竟彻底，我相信它跟大乘经上讲的完全相同。",
      "zh_TW": "從六道醒過來了，那個境界現前就是四聖境界，四聖還是個夢，還不是真的。再要把分別放下，不但不執著，於世出世間一切法永離分別，然後功夫再提升到不起心、不動念，十法界就不見了。真是世尊在《般若經》上告訴我們，「凡所有相，皆是虛妄」，十法界有相，不是真的，到一定的程度這個境界就不見了、消失了。所以現代的科學家告訴我們，宇宙無窮大，現在科學所能偵測到的太空宏觀世界，就是只能夠探測到，他說整個宇宙的百分之十；換句話說，還有百分之九十的宇宙不見了。這個話我們聽得懂，修學大乘的人明瞭，他說的話是真的，百分之九十不見了。怎麼不見？作夢醒來了，醒來之後夢中境界不見了，就是這個道理。所以他們對於宇宙的真相已經探測得不錯了，我們很佩服，還沒有到究竟，還沒有到徹底，到究竟徹底，我相信它跟大乘經上講的完全相同。"
    },
    {
      "id": "02-039-0094_p0005",
      "zh_CN": "十法界没有了，出现什么境界？就是佛法里常讲的诸佛如来的实报庄严土，像净土宗里面讲的极乐世界，《华严经》上讲的华藏世界，这些都是实报庄严土，我们也称它作一真法界。它是不是真的？如果它是真的，那世尊在《般若经》上就应该说，凡所有相，皆是虚妄，诸佛实报庄严土除外，应该是这个说法；他没有说诸佛实报土除外，由此可知，诸佛如来的实报庄严土也在内，我们对佛所说的话就没听错，是不是真的？是真的。实报庄严土怎么来的？它也是虚妄的，它是最后一个虚妄。但是这个虚妄很不容易突破，为什么？它是无始无明习气现出来的。无始无明的习气，就是无始无明是起心动念，不起心、不动念，无明就破了。无明虽然破了，习气还存在，这个习气对自己、对教化众生不产生障碍。所以破了无明之后，实际上来说智慧、神通、道力跟究竟果位非常相似，只是带了习气，除这一点之外，跟究竟果地没有差别。",
      "zh_TW": "十法界沒有了，出現什麼境界？就是佛法裡常講的諸佛如來的實報莊嚴土，像淨土宗裡面講的極樂世界，《華嚴經》上講的華藏世界，這些都是實報莊嚴土，我們也稱它作一真法界。它是不是真的？如果它是真的，那世尊在《般若經》上就應該說，凡所有相，皆是虛妄，諸佛實報莊嚴土除外，應該是這個說法；他沒有說諸佛實報土除外，由此可知，諸佛如來的實報莊嚴土也在內，我們對佛所說的話就沒聽錯，是不是真的？是真的。實報莊嚴土怎麼來的？它也是虛妄的，它是最後一個虛妄。但是這個虛妄很不容易突破，為什麼？它是無始無明習氣現出來的。無始無明的習氣，就是無始無明是起心動念，不起心、不動念，無明就破了。無明雖然破了，習氣還存在，這個習氣對自己、對教化眾生不產生障礙。所以破了無明之後，實際上來說智慧、神通、道力跟究竟果位非常相似，只是帶了習氣，除這一點之外，跟究竟果地沒有差別。"
    },
    {
      "id": "02-039-0094_p0006",
      "zh_CN": "妙觉位这是究竟佛果，他在十法界随众生的业感，他能够现身说法，能够现无量无边身，所以说应以什么身得度就现什么身。这个应，不是他自己的意思，诸位要晓得，圆教初住菩萨以上就没有自己的意思，如果自己还有意思，出不了六道轮回。我们要问，阿罗汉有没有自己的意思？没有了，阿罗汉有分别，没有意思，如果有自己的意思就出不了六道。所以出六道条件之一，有破见思烦恼，意思是在思惑里头不能有。严重的是初果须陀洹所断的八十八品见惑，见惑里面有成见，这个成见就是我的意思、我的主张、我的想法、我的看法，执着这些，错了，执着这个连初果也证不到，真正是六道凡夫。所以这叫功夫，修行的功夫不是别的，不是经念得很多，这定功有多么深，不是这个；真正的功夫完全是放下，不应该执着的，不应该分别的，不应该起心动念的统统放下，这叫功夫，这才能真正把自己的灵性向上提升。所以每一条含义深广无尽，我们要记在心上，要认真去学习。",
      "zh_TW": "妙覺位這是究竟佛果，他在十法界隨眾生的業感，他能夠現身說法，能夠現無量無邊身，所以說應以什麼身得度就現什麼身。這個應，不是他自己的意思，諸位要曉得，圓教初住菩薩以上就沒有自己的意思，如果自己還有意思，出不了六道輪迴。我們要問，阿羅漢有沒有自己的意思？沒有了，阿羅漢有分別，沒有意思，如果有自己的意思就出不了六道。所以出六道條件之一，有破見思煩惱，意思是在思惑裡頭不能有。嚴重的是初果須陀洹所斷的八十八品見惑，見惑裡面有成見，這個成見就是我的意思、我的主張、我的想法、我的看法，執著這些，錯了，執著這個連初果也證不到，真正是六道凡夫。所以這叫功夫，修行的功夫不是別的，不是經念得很多，這定功有多麼深，不是這個；真正的功夫完全是放下，不應該執著的，不應該分別的，不應該起心動念的統統放下，這叫功夫，這才能真正把自己的靈性向上提升。所以每一條含義深廣無盡，我們要記在心上，要認真去學習。"
    },
    {
      "id": "02-039-0094_p0007",
      "zh_CN": "今天我们看的这一条是起净意心。起是生起，意不能够染污，意就是心，这是妄心不是真心，真心是清净的，决定没有染污。意是个妄心，我们现在统统用妄心。谁用真心？诸佛如来用真心，法身菩萨用真心，没有明心见性的统统用的是妄心，就是这个意念，都用这个。十法界里面菩萨、佛都是用的妄心，不过人家用得很正，什么叫正？他的意清净，我们的意染污，他还是用的意。法身菩萨以上不用了，这个意就没有了，意变成什么？意变成平等性智，诸位要知道，意是末那识。相宗经论上教给我们的，转末那为平等性智，转阿赖耶为大圆镜智，转第六意识为妙观察智，转识成智，这就出了十法界。十法界里头没转，但是他们真的是老实、听话、真干，把佛教导他的，他都能百分之百的做到。问题，问题就是没转得过来。这一转过来，他就超越十法界，到一真法界去了。所以菩萨在此地教我们，你看念佛之人，如果念佛之人这十种心都做到，你不但超越六道轮回，也快要超越十法界了。",
      "zh_TW": "今天我們看的這一條是起淨意心。起是生起，意不能夠染污，意就是心，這是妄心不是真心，真心是清淨的，決定沒有染污。意是個妄心，我們現在統統用妄心。誰用真心？諸佛如來用真心，法身菩薩用真心，沒有明心見性的統統用的是妄心，就是這個意念，都用這個。十法界裡面菩薩、佛都是用的妄心，不過人家用得很正，什麼叫正？他的意清淨，我們的意染污，他還是用的意。法身菩薩以上不用了，這個意就沒有了，意變成什麼？意變成平等性智，諸位要知道，意是末那識。相宗經論上教給我們的，轉末那為平等性智，轉阿賴耶為大圓鏡智，轉第六意識為妙觀察智，轉識成智，這就出了十法界。十法界裡頭沒轉，但是他們真的是老實、聽話、真幹，把佛教導他的，他都能百分之百的做到。問題，問題就是沒轉得過來。這一轉過來，他就超越十法界，到一真法界去了。所以菩薩在此地教我們，你看念佛之人，如果念佛之人這十種心都做到，你不但超越六道輪迴，也快要超越十法界了。"
    },
    {
      "id": "02-039-0094_p0008",
      "zh_CN": "首先能离世间杂染之法，杂是不纯，太复杂了，染是不清净、是染污，这个要离开，这个离是放下。杂染无量无边，我们眼所看的、耳所听的，六根所接触到的六尘境界，都是杂染之法。现前的社会杂染到了饱和点，杂染到了极处，发生的现象非常明显，社会动乱、生态的变异，生态是我们的自然环境。现在我们讲地球灾难这么多，到处都是的，这是什么原因？是我们杂染之法太过分了，就变成这个样子。中国古人说了一句话，在《左传》里面，《左传》左丘明写的，为孔子的《春秋》做了注解，这个人是了不起的人。这里头有一句话说，「人弃常则妖兴」，人如果把常道放弃，常是什么？五常，也就是说这五种法是正常的，人要不要这个了，妖魔鬼怪全就出现，现在的社会就是这个样子。",
      "zh_TW": "首先能離世間雜染之法，雜是不純，太複雜了，染是不清淨、是染污，這個要離開，這個離是放下。雜染無量無邊，我們眼所看的、耳所聽的，六根所接觸到的六塵境界，都是雜染之法。現前的社會雜染到了飽和點，雜染到了極處，發生的現象非常明顯，社會動亂、生態的變異，生態是我們的自然環境。現在我們講地球災難這麼多，到處都是的，這是什麼原因？是我們雜染之法太過分了，就變成這個樣子。中國古人說了一句話，在《左傳》裡面，《左傳》左丘明寫的，為孔子的《春秋》做了註解，這個人是了不起的人。這裡頭有一句話說，「人棄常則妖興」，人如果把常道放棄，常是什麼？五常，也就是說這五種法是正常的，人要不要這個了，妖魔鬼怪全就出現，現在的社會就是這個樣子。"
    },
    {
      "id": "02-039-0094_p0009",
      "zh_CN": "五常第一个是仁，仁义礼智信，这叫五常。仁是什么？仁是推己及人。你看中国「仁」是两个人，仁慈的仁是二人，想到自己立刻就想到别人，所以仁者爱人，凡是人皆须爱，这是仁。现在人不爱人，不但不爱人，现在人不自爱，为什么？人要把五常守住了，五常做到了，那是爱自己，那是自爱。所以人不自爱，那怎么办？那根都没有了，在现在这个社会上看不到了。第二个是「义」，义怎么解释？义者循理，就是一切遵守一个道理，遵守道理。道理是什么？大自然的规律，大自然的法则，像这个植物，春天生，春生、夏长、秋收、冬藏，这是大自然的规律。人，人的生活也要配合五常五行，身心才健康。现在这个时代崇尚科学，科学是干什么？把大自然的生态全给破坏了，这个植物是春天生的，我夏天也叫它生，秋天也叫它生，冬天也叫它生，它搞乱掉了，生住异灭都搞乱掉，这就是不义。所以义对人来讲，简单的来说，我们的思想、我们的行为合情合理合法这叫义，违背情理法这不义。礼是礼节，礼节重要，所以古人对这个东西很重视，不敢轻慢，小小的礼节都不失。为什么？这是尊重大自然，是尊重道。礼要是没有了，全部都没有了，像盖房子、盖大楼，它是地基，没有地基，再高的楼也盖不成功。佛法重视，把这个摆在第一条，你看普贤菩萨十大愿王，第一个礼敬诸佛，它多重要，这怎么可以疏忽？所以中国自古以来号称为礼义之邦，中国人懂礼、尊重礼。儒家的五经《礼记》一打开，头一句话，「曲礼曰，毋不敬」，没有一样事情不恭敬的，对人、对事、对物要恭敬。为什么要恭敬？佛讲得最透彻，因为整个宇宙跟我们自己是一个体、一个自性，心现识变。",
      "zh_TW": "五常第一個是仁，仁義禮智信，這叫五常。仁是什麼？仁是推己及人。你看中國「仁」是兩個人，仁慈的仁是二人，想到自己立刻就想到別人，所以仁者愛人，凡是人皆須愛，這是仁。現在人不愛人，不但不愛人，現在人不自愛，為什麼？人要把五常守住了，五常做到了，那是愛自己，那是自愛。所以人不自愛，那怎麼辦？那根都沒有了，在現在這個社會上看不到了。第二個是「義」，義怎麼解釋？義者循理，就是一切遵守一個道理，遵守道理。道理是什麼？大自然的規律，大自然的法則，像這個植物，春天生，春生、夏長、秋收、冬藏，這是大自然的規律。人，人的生活也要配合五常五行，身心才健康。現在這個時代崇尚科學，科學是幹什麼？把大自然的生態全給破壞了，這個植物是春天生的，我夏天也叫它生，秋天也叫它生，冬天也叫它生，它搞亂掉了，生住異滅都搞亂掉，這就是不義。所以義對人來講，簡單的來說，我們的思想、我們的行為合情合理合法這叫義，違背情理法這不義。禮是禮節，禮節重要，所以古人對這個東西很重視，不敢輕慢，小小的禮節都不失。為什麼？這是尊重大自然，是尊重道。禮要是沒有了，全部都沒有了，像蓋房子、蓋大樓，它是地基，沒有地基，再高的樓也蓋不成功。佛法重視，把這個擺在第一條，你看普賢菩薩十大願王，第一個禮敬諸佛，它多重要，這怎麼可以疏忽？所以中國自古以來號稱為禮義之邦，中國人懂禮、尊重禮。儒家的五經《禮記》一打開，頭一句話，「曲禮曰，毋不敬」，沒有一樣事情不恭敬的，對人、對事、對物要恭敬。為什麼要恭敬？佛講得最透徹，因為整個宇宙跟我們自己是一個體、一個自性，心現識變。"
    },
    {
      "id": "02-039-0094_p0010",
      "zh_CN": "现在科学家很难得，帮我们解决了很多问题，提升了我们的信心。科学家告诉我们，宇宙之间没有物质，物质现象是什么？是我们的意念累积连续产生的一种幻相。物质为什么有固体、有液体、有气体，为什么会有这个现象？固体像泥沙、石块、石头，科学家发现了，是因为我们意念波动的速度比较慢，就变成石头、变成泥沙这种物质的状态，固体状态；如果频率快一点，它就变成液体，像我们动物这个肉体，这也是物质，但是没有固体那么样的坚硬；再快的，就变成气体；最快的就变成电磁波，光波、电磁波这一类的。所以一切物质现象都能回归到光子，就是能量，能与质的互相转变，这是早年就被科学家发现了。把物质变成能量现在还不能够随心所欲，原子弹是根据这个道理发明的。如何能把能量再变成物质？这个知道，这是可能，方法还不懂、还不知道。在佛法里知道，佛法确实可以把能量变成物质，诸佛如来的报土那个现象就很普遍。所以从这一个角度来观察，佛菩萨的世界那真正是最高的科学境界，比我们殊胜太多了。",
      "zh_TW": "現在科學家很難得，幫我們解決了很多問題，提升了我們的信心。科學家告訴我們，宇宙之間沒有物質，物質現象是什麼？是我們的意念累積連續產生的一種幻相。物質為什麼有固體、有液體、有氣體，為什麼會有這個現象？固體像泥沙、石塊、石頭，科學家發現了，是因為我們意念波動的速度比較慢，就變成石頭、變成泥沙這種物質的狀態，固體狀態；如果頻率快一點，它就變成液體，像我們動物這個肉體，這也是物質，但是沒有固體那麼樣的堅硬；再快的，就變成氣體；最快的就變成電磁波，光波、電磁波這一類的。所以一切物質現象都能回歸到光子，就是能量，能與質的互相轉變，這是早年就被科學家發現了。把物質變成能量現在還不能夠隨心所欲，原子彈是根據這個道理發明的。如何能把能量再變成物質？這個知道，這是可能，方法還不懂、還不知道。在佛法裡知道，佛法確實可以把能量變成物質，諸佛如來的報土那個現象就很普遍。所以從這一個角度來觀察，佛菩薩的世界那真正是最高的科學境界，比我們殊勝太多了。"
    },
    {
      "id": "02-039-0094_p0011",
      "zh_CN": "但是科学技术一定要建立在伦理道德的基础上，它才真正能帮助人达到幸福美满的境界。如果缺乏伦理道德，科学技术它就会走向与大自然规律相背的那一面，负面的去了，这个给人类、给大自然都带来了灾害。东方的圣哲，我们中国的老祖宗、诸佛菩萨他们懂得，所以教育的根基是在伦理、在道德、在因果，这个根没有扎稳，科学技术步调要缓慢一点，不能太快，一定要跟着伦理道德的后面走，就不会出问题。如果放弃伦理道德，一昧从科学里面去精进，后患无穷，我们今天社会、今天的地球出了这么多灾难，原因就在此地，我们看得很清楚。但是这些话不是我们说在先，七十年代英国汤恩比博士言论当中就常常提到。那个时代并不严重，今天严重问题出现了，我们想想经典的教训、古圣先贤的教训，想想汤恩比博士的谈话，这真的不是假的。",
      "zh_TW": "但是科學技術一定要建立在倫理道德的基礎上，它才真正能幫助人達到幸福美滿的境界。如果缺乏倫理道德，科學技術它就會走向與大自然規律相背的那一面，負面的去了，這個給人類、給大自然都帶來了災害。東方的聖哲，我們中國的老祖宗、諸佛菩薩他們懂得，所以教育的根基是在倫理、在道德、在因果，這個根沒有紮穩，科學技術步調要緩慢一點，不能太快，一定要跟著倫理道德的後面走，就不會出問題。如果放棄倫理道德，一昧從科學裡面去精進，後患無窮，我們今天社會、今天的地球出了這麼多災難，原因就在此地，我們看得很清楚。但是這些話不是我們說在先，七十年代英國湯恩比博士言論當中就常常提到。那個時代並不嚴重，今天嚴重問題出現了，我們想想經典的教訓、古聖先賢的教訓，想想湯恩比博士的談話，這真的不是假的。"
    },
    {
      "id": "02-039-0094_p0012",
      "zh_CN": "仁义礼智信不是圣贤人发明的，不是圣贤人创造的，要我们遵守的，那你就全搞错了。真正大圣大贤你问他，他给你说真话，他一生有没有创造？没有；有没有发明？没有。孔子说老实话，孔子告诉人，他一生「述而不作」，这意思说他没有创造、没有发明，他所学的，他所修的，他所教的，他所传的，全是过去古人的东西，没有自己的东西，说真话，说老实话。仁义礼智信，世世代代祖宗所传的，不是他说的。释迦牟尼佛为我们讲经说法四十九年，他有没有创造、有没有发明？他说他没有，说得比孔夫子还干脆，这个话是在《四十华严玄义》里清凉大师告诉我们的。释迦牟尼佛说，他四十九年所讲的一切经，不是他的，古佛所说的；而且说，他没有在古佛所说的经上多加一个字，比孔老夫子讲得还要严格。孔老夫子只说了「述而不作」，一句含糊笼统的话；释迦牟尼佛说得这么具体，没有在古佛经教上多加一个字。你看看「信而好古」，对古人东西相信、爱好。现在人怎么样？现在人不相信古人东西，古人东西过时了，都可以丢掉了，都可以不要了，现在要创新。我还听说幼儿园的小朋友，老师给他作业都要求他创新，我听了这个吓一跳，从这么小就叫他创新，那还得了吗？古圣先贤的东西都淘汰得干干净净，那这个世界要毁灭。古圣先贤，刚才讲，它不是创造，它是性德，世世代代遗传下来的东西都是自性的性德，都是一切众生自性里头本来有的。《华严经》上佛说，「一切众生皆有如来智慧德相」，如来就是自性，一切众生自性里头本来有无量的智慧、无尽的智慧，它不是从外头来的。不但有智慧、有德能，今天讲的能力，无所不能，你自性里本有。第三个讲相好，相好是今天讲的福报，智慧、能力、福报大家都是平等的，一丝毫差别都没有。现在为什么没有了，为什么不平等？是你的烦恼起作用，烦恼是什么？起心动念、分别、执着，这些东西有厚薄不一样，所以显示出来的智慧德相就不相同。",
      "zh_TW": "仁義禮智信不是聖賢人發明的，不是聖賢人創造的，要我們遵守的，那你就全搞錯了。真正大聖大賢你問他，他給你說真話，他一生有沒有創造？沒有；有沒有發明？沒有。孔子說老實話，孔子告訴人，他一生「述而不作」，這意思說他沒有創造、沒有發明，他所學的，他所修的，他所教的，他所傳的，全是過去古人的東西，沒有自己的東西，說真話，說老實話。仁義禮智信，世世代代祖宗所傳的，不是他說的。釋迦牟尼佛為我們講經說法四十九年，他有沒有創造、有沒有發明？他說他沒有，說得比孔夫子還乾脆，這個話是在《四十華嚴玄義》裡清涼大師告訴我們的。釋迦牟尼佛說，他四十九年所講的一切經，不是他的，古佛所說的；而且說，他沒有在古佛所說的經上多加一個字，比孔老夫子講得還要嚴格。孔老夫子只說了「述而不作」，一句含糊籠統的話；釋迦牟尼佛說得這麼具體，沒有在古佛經教上多加一個字。你看看「信而好古」，對古人東西相信、愛好。現在人怎麼樣？現在人不相信古人東西，古人東西過時了，都可以丟掉了，都可以不要了，現在要創新。我還聽說幼兒園的小朋友，老師給他作業都要求他創新，我聽了這個嚇一跳，從這麼小就叫他創新，那還得了嗎？古聖先賢的東西都淘汰得乾乾淨淨，那這個世界要毀滅。古聖先賢，剛才講，它不是創造，它是性德，世世代代遺傳下來的東西都是自性的性德，都是一切眾生自性裡頭本來有的。《華嚴經》上佛說，「一切眾生皆有如來智慧德相」，如來就是自性，一切眾生自性裡頭本來有無量的智慧、無盡的智慧，它不是從外頭來的。不但有智慧、有德能，今天講的能力，無所不能，你自性裡本有。第三個講相好，相好是今天講的福報，智慧、能力、福報大家都是平等的，一絲毫差別都沒有。現在為什麼沒有了，為什麼不平等？是你的煩惱起作用，煩惱是什麼？起心動念、分別、執著，這些東西有厚薄不一樣，所以顯示出來的智慧德相就不相同。"
    },
    {
      "id": "02-039-0094_p0013",
      "zh_CN": "佛在此地教导我们，这教初学，离世间杂染之法。杂染里面的根就是前面我们所讲的我执，执着里讲我执，执着身是我，这是一切祸患的根源。所以佛家讲无我，无我不是讲真的无我，是讲六道众生执着身是我，这个错了。有没有真我？有真我。现在我们是真我不认识了，把假我当作真我，这假我是什么？假我是我所有的，好像是衣服，衣服是我所有的。现在一个人居然有这么糊涂把我忘掉了，把衣服当作我。六道众生就是这种情形，把衣服当作我，真正的我忘掉了，一切都是为这个衣服去着想，你说冤不冤枉？所以佛说我们迷了，这是迷的根、迷的源，源头。所以佛教我们首先要破我执，我执破掉，不再执着这个身是我，那恭喜你，你真的入佛门，你是佛弟子，在小乘你证须陀洹果，在大乘十信位菩萨里你入初信。十信是佛教小学，初信是一年级，像《金刚经》上所说的，「无我相，无人相，无众生相，无寿者相」，这样的人才是小学一年级。佛法门槛是高，你研究经典研究得再好，讲得天花乱坠，你还是把这个身当作我，你没入门，你学的那一辈子那叫佛学。佛学是什么？知识，佛学的知识，佛教的知识，那个不管用。佛要求我们学什么？学智慧，不是学知识。智慧跟知识是两码事情，智慧是你学到要做到，真正得它的受用。一个人到无我，多自在！",
      "zh_TW": "佛在此地教導我們，這教初學，離世間雜染之法。雜染裡面的根就是前面我們所講的我執，執著裡講我執，執著身是我，這是一切禍患的根源。所以佛家講無我，無我不是講真的無我，是講六道眾生執著身是我，這個錯了。有沒有真我？有真我。現在我們是真我不認識了，把假我當作真我，這假我是什麼？假我是我所有的，好像是衣服，衣服是我所有的。現在一個人居然有這麼糊塗把我忘掉了，把衣服當作我。六道眾生就是這種情形，把衣服當作我，真正的我忘掉了，一切都是為這個衣服去著想，你說冤不冤枉？所以佛說我們迷了，這是迷的根、迷的源，源頭。所以佛教我們首先要破我執，我執破掉，不再執著這個身是我，那恭喜你，你真的入佛門，你是佛弟子，在小乘你證須陀洹果，在大乘十信位菩薩裡你入初信。十信是佛教小學，初信是一年級，像《金剛經》上所說的，「無我相，無人相，無眾生相，無壽者相」，這樣的人才是小學一年級。佛法門檻是高，你研究經典研究得再好，講得天花亂墜，你還是把這個身當作我，你沒入門，你學的那一輩子那叫佛學。佛學是什麼？知識，佛學的知識，佛教的知識，那個不管用。佛要求我們學什麼？學智慧，不是學知識。智慧跟知識是兩碼事情，智慧是你學到要做到，真正得它的受用。一個人到無我，多自在！"
    },
    {
      "id": "02-039-0094_p0014",
      "zh_CN": "诸位晓得，无我自在在什么地方？如果你证到无我，你永远年轻，你永远不会生病，身心健康，这是头一个你得到的。你为什么会有病？我才有病，没有我，病谁生？病在哪里？这没有了，所以你全身每个细胞都是正常的、都是健康的。为什么有我就会有病？有我就有自私自利、就有贪瞋痴慢。你看贪瞋痴，佛家称为三毒，那是最原始的病毒，你的细胞里头有这些东西。细胞里头有贪瞋痴这种病毒，外面就很容易受感染；里头没有病毒，外面不受感染，讲这个道理。这中西医不一样，西医不懂得这个道理，中医懂得。一个人得到最严重的病，如果他心态好，医生给他用一点医药，很容易就恢复健康。所以有了我执，你看连带的烦恼这么多。从烦恼就会生起五欲六尘，这外面财色名食睡，这是外缘，色声香味触法，这叫六尘，这是杂染。佛把无量无边的杂染归纳这几大类，这在教学上说话方便，这个东西要不离开，你的心怎么能清净？还有名闻利养，这都假的，带不去的。佛菩萨、祖师大德教我们，凡是带不去的不要放在心上，有，很好，没有，也很好，根本就不在意，你的心才清净。",
      "zh_TW": "諸位曉得，無我自在在什麼地方？如果你證到無我，你永遠年輕，你永遠不會生病，身心健康，這是頭一個你得到的。你為什麼會有病？我才有病，沒有我，病誰生？病在哪裡？這沒有了，所以你全身每個細胞都是正常的、都是健康的。為什麼有我就會有病？有我就有自私自利、就有貪瞋痴慢。你看貪瞋痴，佛家稱為三毒，那是最原始的病毒，你的細胞裡頭有這些東西。細胞裡頭有貪瞋痴這種病毒，外面就很容易受感染；裡頭沒有病毒，外面不受感染，講這個道理。這中西醫不一樣，西醫不懂得這個道理，中醫懂得。一個人得到最嚴重的病，如果他心態好，醫生給他用一點醫藥，很容易就恢復健康。所以有了我執，你看連帶的煩惱這麼多。從煩惱就會生起五欲六塵，這外面財色名食睡，這是外緣，色聲香味觸法，這叫六塵，這是雜染。佛把無量無邊的雜染歸納這幾大類，這在教學上說話方便，這個東西要不離開，你的心怎麼能清淨？還有名聞利養，這都假的，帶不去的。佛菩薩、祖師大德教我們，凡是帶不去的不要放在心上，有，很好，沒有，也很好，根本就不在意，你的心才清淨。"
    },
    {
      "id": "02-039-0094_p0015",
      "zh_CN": "复于利养等事，这个利养是讲五欲六尘，现在人很重视，是你贪图的对象。这些事，有身体，需要养它，可是后头这一句话重要，「常生知足之心」。释迦牟尼佛做出来给我们看，他老人家一生在世，不是贫穷出身，他是富贵人家出身的，父亲是国王，王族出身的。他一生能过苦行僧的生活，表现出知足常乐，而且很年轻的时候就开始了，十九岁离开家庭出去求学，寻师访道十二年。常念这个世间有许许多多苦难的众生，他们过的是什么日子？我们稍稍有一点，已经比他好得太多，还不知足吗？不知足就是罪孽，不知足的人想占有、想控制，那就造罪业了。如果在这个地方能够有警觉心、能够觉悟，我们在物质生活上就真正能够做到知足常乐，你得清净心。是名起净意心，你的心愈来愈清净，心清净身就清净。意里面放下自私自利、放下贪瞋痴慢，我们这个物质的身体，细胞里那些病毒的因素就没有了、就化解了，恢复到正常。身心健康，永远不会生病，这个人生多快乐，我们为什么不干？这一条里头重要的是不贪，引申的意思，不瞋、不痴。",
      "zh_TW": "復於利養等事，這個利養是講五欲六塵，現在人很重視，是你貪圖的對象。這些事，有身體，需要養它，可是後頭這一句話重要，「常生知足之心」。釋迦牟尼佛做出來給我們看，他老人家一生在世，不是貧窮出身，他是富貴人家出身的，父親是國王，王族出身的。他一生能過苦行僧的生活，表現出知足常樂，而且很年輕的時候就開始了，十九歲離開家庭出去求學，尋師訪道十二年。常念這個世間有許許多多苦難的眾生，他們過的是什麼日子？我們稍稍有一點，已經比他好得太多，還不知足嗎？不知足就是罪孽，不知足的人想佔有、想控制，那就造罪業了。如果在這個地方能夠有警覺心、能夠覺悟，我們在物質生活上就真正能夠做到知足常樂，你得清淨心。是名起淨意心，你的心愈來愈清淨，心清淨身就清淨。意裡面放下自私自利、放下貪瞋痴慢，我們這個物質的身體，細胞裡那些病毒的因素就沒有了、就化解了，恢復到正常。身心健康，永遠不會生病，這個人生多快樂，我們為什麼不幹？這一條裡頭重要的是不貪，引申的意思，不瞋、不痴。"
    },
    {
      "id": "02-039-0094_p0016",
      "zh_CN": "我们再看下面第六条，「六、无忘失心。念佛之人，求生净土，成佛种智，于一切时，念念不舍，是名无忘失心」。这一条的意思不复杂，完全归纳到净土这个法门来了。不失忆念，如来无量法门不失的，他教我们不要把念佛忘掉，正是大势至菩萨所说的「忆佛念佛，现前当来必定见佛」。所以特别是在现在这个时代，灾难很多！灾难什么时候来，没人知道。我也听到有一个人告诉我，他听到通灵的人告诉他，说了很多灾难，最后问他这灾难几时发生？问了很多遍，答案就一句话，天机不可泄露。有没有？真有，什么时候没人知道。而且灾难似乎是没有预警的，说来就来了。",
      "zh_TW": "我們再看下面第六條，「六、無忘失心。念佛之人，求生淨土，成佛種智，於一切時，念念不捨，是名無忘失心」。這一條的意思不複雜，完全歸納到淨土這個法門來了。不失憶念，如來無量法門不失的，他教我們不要把念佛忘掉，正是大勢至菩薩所說的「憶佛念佛，現前當來必定見佛」。所以特別是在現在這個時代，災難很多！災難什麼時候來，沒人知道。我也聽到有一個人告訴我，他聽到通靈的人告訴他，說了很多災難，最後問他這災難幾時發生？問了很多遍，答案就一句話，天機不可洩露。有沒有？真有，什麼時候沒人知道。而且災難似乎是沒有預警的，說來就來了。"
    },
    {
      "id": "02-039-0094_p0017",
      "zh_CN": "我在前两个月，六月初，陪同马来西亚的宗教访问团到罗马去访问，访问梵蒂冈，顺便去看罗马南面，开车大概是将近三个小时，一个古城庞贝城。这个城在两千多年前被火山灰埋藏，整个城市听说当时里面居民逃出了一部分，还有一部分大概有四千多人没逃出来，统统遇难了。多少时间？只有几秒钟的时间。我特别去看这个城，就是想了解当时的状况。为什么？这样的状况在现前这个世界是每一个地方都很可能发生，我们要做心理上的准备，它来得太突然、来得太快了，就像我们看到那个「２０１２」的电影一样，措手不及。任何念头都不能起，在这个时候只要起一念念佛心，虽然都是死亡，每一个人去的地方不一样。",
      "zh_TW": "我在前兩個月，六月初，陪同馬來西亞的宗教訪問團到羅馬去訪問，訪問梵蒂岡，順便去看羅馬南面，開車大概是將近三個小時，一個古城龐貝城。這個城在兩千多年前被火山灰埋藏，整個城市聽說當時裡面居民逃出了一部分，還有一部分大概有四千多人沒逃出來，統統遇難了。多少時間？只有幾秒鐘的時間。我特別去看這個城，就是想了解當時的狀況。為什麼？這樣的狀況在現前這個世界是每一個地方都很可能發生，我們要做心理上的準備，它來得太突然、來得太快了，就像我們看到那個「２０１２」的電影一樣，措手不及。任何念頭都不能起，在這個時候只要起一念念佛心，雖然都是死亡，每一個人去的地方不一樣。"
    },
    {
      "id": "02-039-0094_p0018",
      "zh_CN": "所以讲六道轮回，每一个人去的地方不一样。什么人决定你到什么地方？给诸位说，没有人决定，这个时候不是天神给你决定，也不是阎罗王给你决定，是你自己的念头。佛法里头说得好，最后你的一念是什么？如果最后那个念头是贪心，不管你想着是财产，或者是家亲眷属，你最后这一念想这个是贪，贪心堕饿鬼道；如果最后这一念是瞋恨，有埋怨、怨气、心里不平，那就到地狱道；最后一念是糊涂、愚痴，虽然没有什么妄念，但迷迷糊糊的，多半到畜生道；你最后这一念是阿弥陀佛，你到极乐世界去了；最后这一念是真主，他到天园去了，就最后一念。这一世寿命终了的时候，来生到哪里去是最后一念，那个是关键。你明白这个道理，老天很公平，没有厚此薄彼，完全是中国古人讲的话「自作自受」。我们明白这个道理，了解事实真相，那么从现在就要训练，训练什么？训练这个念头，时时刻刻都有阿弥陀佛这个念头。灾难来不来没关系，来了到极乐世界去，不来的时候我继续念佛，这就对了，完全对了。自己的前途主宰在自己的意念，我们有理由相信，每一个宗教经典都是如是说，那些大圣大贤不欺骗人。",
      "zh_TW": "所以講六道輪迴，每一個人去的地方不一樣。什麼人決定你到什麼地方？給諸位說，沒有人決定，這個時候不是天神給你決定，也不是閻羅王給你決定，是你自己的念頭。佛法裡頭說得好，最後你的一念是什麼？如果最後那個念頭是貪心，不管你想著是財產，或者是家親眷屬，你最後這一念想這個是貪，貪心墮餓鬼道；如果最後這一念是瞋恨，有埋怨、怨氣、心裡不平，那就到地獄道；最後一念是糊塗、愚痴，雖然沒有什麼妄念，但迷迷糊糊的，多半到畜生道；你最後這一念是阿彌陀佛，你到極樂世界去了；最後這一念是真主，他到天園去了，就最後一念。這一世壽命終了的時候，來生到哪裡去是最後一念，那個是關鍵。你明白這個道理，老天很公平，沒有厚此薄彼，完全是中國古人講的話「自作自受」。我們明白這個道理，了解事實真相，那麼從現在就要訓練，訓練什麼？訓練這個念頭，時時刻刻都有阿彌陀佛這個念頭。災難來不來沒關係，來了到極樂世界去，不來的時候我繼續念佛，這就對了，完全對了。自己的前途主宰在自己的意念，我們有理由相信，每一個宗教經典都是如是說，那些大聖大賢不欺騙人。"
    },
    {
      "id": "02-039-0094_p0019",
      "zh_CN": "这个文字里面，求生净土这一句好懂，生到净土去干什么、为什么？是为成佛种智；换句话说，在极乐世界只有一个目标、只有一个方向，那就是只求成就佛的一切种智。这句话也就是说，到极乐世界，在阿弥陀佛的会下，求佛指导我们、帮助我们证得明心见性、大彻大悟，成佛种智就是这个意思，回归自性。回归自性，自性里面圆满的智慧就是一切种智。这个名词包含着佛法两个意思、两个术语，第一个是一切智，第二个是道种智。一切智也是根本智，了解宇宙人生的真相，佛家常讲「万法皆空」，《般若经》上告诉我们，「一切法无所有，毕竟空，不可得」，这句话看起来好像不深，实际上很深很深。释迦牟尼佛一生教学，讲《般若经》讲了二十二年，几乎占他一生教学一半的时间，就是讲这个道理。二十二年《般若》总结就这一句话，这一句话说了二十二年，你就晓得它有多深、它有多广。世出世间一切法没有一法例外的，「无所有，毕竟空，不可得」。",
      "zh_TW": "這個文字裡面，求生淨土這一句好懂，生到淨土去幹什麼、為什麼？是為成佛種智；換句話說，在極樂世界只有一個目標、只有一個方向，那就是只求成就佛的一切種智。這句話也就是說，到極樂世界，在阿彌陀佛的會下，求佛指導我們、幫助我們證得明心見性、大徹大悟，成佛種智就是這個意思，回歸自性。回歸自性，自性裡面圓滿的智慧就是一切種智。這個名詞包含著佛法兩個意思、兩個術語，第一個是一切智，第二個是道種智。一切智也是根本智，了解宇宙人生的真相，佛家常講「萬法皆空」，《般若經》上告訴我們，「一切法無所有，畢竟空，不可得」，這句話看起來好像不深，實際上很深很深。釋迦牟尼佛一生教學，講《般若經》講了二十二年，幾乎佔他一生教學一半的時間，就是講這個道理。二十二年《般若》總結就這一句話，這一句話說了二十二年，你就曉得它有多深、它有多廣。世出世間一切法沒有一法例外的，「無所有，畢竟空，不可得」。"
    },
    {
      "id": "02-039-0094_p0020",
      "zh_CN": "非常难得，今天量子力学这些科学家，他们逐渐逐渐为我们证实这一句话。释迦牟尼佛讲的是真话，不是假的，真正透彻明白了，你才统统放下了。明了事实真相，这事实真相是什么？整个宇宙跟自己是一体，不是一家，一家还不是一体。佛告诉我们，遍法界虚空界跟自己的关系是一体，叫佛家的伦理。所以佛的慈悲是没有条件的，对一切人、一切事物，天地万物，平等的慈悲心，清净的慈悲心。慈悲就是现在人讲的爱心，平等的爱心，没有等差的。为什么？一体，他知道是一体，这叫一切智。这个道种智是怎么回事情？就是每一桩事、每一个物，它怎么发生的，它为什么会发生的，种种不同的道理他都明了，没有一样不明了，这就是知道宇宙之间复杂的变化，都是自性的本能。这两种智慧都证得、都恢复了，所以才真正称之为「无所不知，无所不能」。无所不知是自性里头本具的般若智慧，无所不能是自性本具的无量的德能，显示在外面这就是相好，所谓依正庄严。",
      "zh_TW": "非常難得，今天量子力學這些科學家，他們逐漸逐漸為我們證實這一句話。釋迦牟尼佛講的是真話，不是假的，真正透徹明白了，你才統統放下了。明瞭事實真相，這事實真相是什麼？整個宇宙跟自己是一體，不是一家，一家還不是一體。佛告訴我們，遍法界虛空界跟自己的關係是一體，叫佛家的倫理。所以佛的慈悲是沒有條件的，對一切人、一切事物，天地萬物，平等的慈悲心，清淨的慈悲心。慈悲就是現在人講的愛心，平等的愛心，沒有等差的。為什麼？一體，他知道是一體，這叫一切智。這個道種智是怎麼回事情？就是每一樁事、每一個物，它怎麼發生的，它為什麼會發生的，種種不同的道理他都明瞭，沒有一樣不明瞭，這就是知道宇宙之間複雜的變化，都是自性的本能。這兩種智慧都證得、都恢復了，所以才真正稱之為「無所不知，無所不能」。無所不知是自性裡頭本具的般若智慧，無所不能是自性本具的無量的德能，顯示在外面這就是相好，所謂依正莊嚴。"
    },
    {
      "id": "02-039-0094_p0021",
      "zh_CN": "这对于一个初学佛的人来说，为什么要学佛？为了证得恢复自性的智慧、德能、相好，我是为这个。能不能做到？能。马鸣菩萨在《起信论》上告诉我们，「本觉本有，不觉本无」，这两句话告诉我们要坚定信心，佛所说的智慧、德相是我们自性里本有的，既然是本有，当然可以恢复。妄想分别执着这个东西是本来没有的，自性里没有的，现在好像有了，自性没有的，当然可以把它放下，我们一般人讲，当然可以把它断掉。学佛学什么？就学这个，回归自性而已。回归自性是难，你把经念通了、念懂了，那叫解悟，你明白了，你没落实，你没做到。做到叫证悟，做到才管用，真得受用。我明白了，我了解，我还没做到。这个要做到可不是那么简单，无始的烦恼习气，你怎么把它放下？大乘里面所讲的，八万四千法门，就是八万四千种不同的方法帮助你放下，无量法门，大乘教这么教我们的。这么多方法里面，你只要用一种方法就行，不必要找好多种，而这种方法，我们自己想想可以做得到的。方法有难有易，每一个人根性不相同，所以佛让我们自由选择。「法门平等，无有高下」，这话说得好！法门里没有什么哪个优越的法门，没有，平等的。优越是你自己，你自己根性不相同，哪一种方法对自己好使用，我们就用这个方法。佛特别为我们介绍个法门，就是念佛法门，这个法门方便、容易、稳当、快速，真正依照这个方法去修学，释迦牟尼佛好像能保证我们在一生当中成功，这就是念佛之人。所以求生净土这个念头，阿弥陀佛这一句佛号，于一切时念念不舍，这句话太重要了，帮助我们回归自性。这是教我们忆佛、念佛，心里面常常想到佛，特别要想佛的教化众生、度脱众生，无量无边的功德。佛没有私心，为什么？他知道遍法界虚空界一切众生跟他是一体，他怎么会有私心？念念为众生就是念念为自己，念念帮助众生就是念念帮助自己，这个理很深很深。所以诸佛菩萨没有一个不是舍己为人，他才真正能回头，真正能放下，真正能得到圆满的成就。",
      "zh_TW": "這對於一個初學佛的人來說，為什麼要學佛？為了證得恢復自性的智慧、德能、相好，我是為這個。能不能做到？能。馬鳴菩薩在《起信論》上告訴我們，「本覺本有，不覺本無」，這兩句話告訴我們要堅定信心，佛所說的智慧、德相是我們自性裡本有的，既然是本有，當然可以恢復。妄想分別執著這個東西是本來沒有的，自性裡沒有的，現在好像有了，自性沒有的，當然可以把它放下，我們一般人講，當然可以把它斷掉。學佛學什麼？就學這個，回歸自性而已。回歸自性是難，你把經念通了、念懂了，那叫解悟，你明白了，你沒落實，你沒做到。做到叫證悟，做到才管用，真得受用。我明白了，我了解，我還沒做到。這個要做到可不是那麼簡單，無始的煩惱習氣，你怎麼把它放下？大乘裡面所講的，八萬四千法門，就是八萬四千種不同的方法幫助你放下，無量法門，大乘教這麼教我們的。這麼多方法裡面，你只要用一種方法就行，不必要找好多種，而這種方法，我們自己想想可以做得到的。方法有難有易，每一個人根性不相同，所以佛讓我們自由選擇。「法門平等，無有高下」，這話說得好！法門裡沒有什麼哪個優越的法門，沒有，平等的。優越是你自己，你自己根性不相同，哪一種方法對自己好使用，我們就用這個方法。佛特別為我們介紹個法門，就是念佛法門，這個法門方便、容易、穩當、快速，真正依照這個方法去修學，釋迦牟尼佛好像能保證我們在一生當中成功，這就是念佛之人。所以求生淨土這個念頭，阿彌陀佛這一句佛號，於一切時念念不捨，這句話太重要了，幫助我們回歸自性。這是教我們憶佛、念佛，心裡面常常想到佛，特別要想佛的教化眾生、度脫眾生，無量無邊的功德。佛沒有私心，為什麼？他知道遍法界虛空界一切眾生跟他是一體，他怎麼會有私心？念念為眾生就是念念為自己，念念幫助眾生就是念念幫助自己，這個理很深很深。所以諸佛菩薩沒有一個不是捨己為人，他才真正能回頭，真正能放下，真正能得到圓滿的成就。"
    },
    {
      "id": "02-039-0094_p0022",
      "zh_CN": "下面第七条，「无下劣心。念佛之人，常行平等之心，于诸众生，尊重恭敬，不生轻慢，是名无下劣心」。平等下面才有和睦相处。佛法跟中国古圣先贤有个共同的理念，教化众生先说果后说因。为什么？一般众生都很现实，先要看到结果，他就明白了，善恶他看到了，然后跟他讲因，他就相信，容易接受。平等是因，和谐是果，中国人称和平，和是果，平是因。日本人学的是中国文化，可是我们说和平，他说平和，对不对？也对，平和先说因后说果。有平等后面才有和谐，所以今天我们要讲世界和平、世界和谐，如果这个世界没有平等，和谐只是个口号，做不到的。这个社会是很不平的一个社会，于是到处都有冲突发生，怎么样化解冲突？平等对待，和谐就出来了，冲突就可以化解。这个话说起来容易，做起来可不简单。那我们就得想想，认真去思惟，古圣先贤他们怎么做的？他用什么方法去做的？他用教育。教育的目的何在？教育的目的是帮助大众觉悟。大众真的觉悟了、真的明白了，遍法界虚空界跟我是一体，平等心就现前。你看看法相唯识家，转末那识为平等性智，和谐就出现了。末那是意识，迷了就叫意识、就叫末那识；觉悟了，它就是平等性，自性里面的平等性智。要帮助人转识成智，除了教育之外，没有别的方法。这个世界上每一个族群的老祖宗，在我们佛法看起来都是佛菩萨示现的，宗教里面说都是真神示现的，讲得通，个个都是明心见性的人。所以他们留下来的教训与性德圆满相应，智慧的言语，称性之谈，自性里头流露出来的，不是创造，不是发明。所以「人同此心，心同此理」。",
      "zh_TW": "下面第七條，「無下劣心。念佛之人，常行平等之心，於諸眾生，尊重恭敬，不生輕慢，是名無下劣心」。平等下面才有和睦相處。佛法跟中國古聖先賢有個共同的理念，教化眾生先說果後說因。為什麼？一般眾生都很現實，先要看到結果，他就明白了，善惡他看到了，然後跟他講因，他就相信，容易接受。平等是因，和諧是果，中國人稱和平，和是果，平是因。日本人學的是中國文化，可是我們說和平，他說平和，對不對？也對，平和先說因後說果。有平等後面才有和諧，所以今天我們要講世界和平、世界和諧，如果這個世界沒有平等，和諧只是個口號，做不到的。這個社會是很不平的一個社會，於是到處都有衝突發生，怎麼樣化解衝突？平等對待，和諧就出來了，衝突就可以化解。這個話說起來容易，做起來可不簡單。那我們就得想想，認真去思惟，古聖先賢他們怎麼做的？他用什麼方法去做的？他用教育。教育的目的何在？教育的目的是幫助大眾覺悟。大眾真的覺悟了、真的明白了，遍法界虛空界跟我是一體，平等心就現前。你看看法相唯識家，轉末那識為平等性智，和諧就出現了。末那是意識，迷了就叫意識、就叫末那識；覺悟了，它就是平等性，自性裡面的平等性智。要幫助人轉識成智，除了教育之外，沒有別的方法。這個世界上每一個族群的老祖宗，在我們佛法看起來都是佛菩薩示現的，宗教裡面說都是真神示現的，講得通，個個都是明心見性的人。所以他們留下來的教訓與性德圓滿相應，智慧的言語，稱性之談，自性裡頭流露出來的，不是創造，不是發明。所以「人同此心，心同此理」。"
    },
    {
      "id": "02-039-0094_p0023",
      "zh_CN": "剑桥大学汉学系里面的专家麦大维教授，我跟他谈到教学的方法、理念，中国古人有好东西，几千年留下来，没有人改变它。他问我是哪几句话？我告诉他《三字经》前面的八句话。他《三字经》都能背，这汉学家，不知道背了多少遍，没有体会到。教学的理念首先要承认「人性本善」，就像佛陀的教育，你看佛陀的教育，中心的理念就是「一切众生本来是佛」，跟「人之初，性本善」意思完全相同。所以你搞教育、你搞教学，首先你就要肯定人性本善。教育的目的何在？目的就是要帮助一切众生回归到本善，这个本善在大乘法里面就是大彻大悟、明心见性，这才叫本善，本善就是成佛。为什么要教？底下的话就说明白，「性相近，习相远」。性本善的，是一样的，完全相同的，可是习与本性距离愈来愈远。习性是什么？习惯，本性本善，习性不善。中国古人讲「近朱则赤，近墨则黑」，你一个小孩他非常容易受到外面境界的感染，他跟好人在一起他变成好人，他跟恶人在一起他就变坏了，这叫习性。教育的目的是如何帮助人从不善的习性回归到本善，这是教育的目的。所以教育的理念就是从这里兴起来的，「茍不教，性乃迁」。只要把人教好，这个社会什么样不好的事情都不会发生，这个地球上任何灾难也不会发生。所以中国人懂得教育，中国人有教育的智慧、有教育的方法、有教育的经验、有教育的效果。非常可惜，满清亡国之后这一个世纪，这一百年当中，我们把祖宗东西疏忽了、轻视了，社会才出了这么多麻烦，山河大地发生这么多的灾变，究其根本，教育出了问题。",
      "zh_TW": "劍橋大學漢學系裡面的專家麥大維教授，我跟他談到教學的方法、理念，中國古人有好東西，幾千年留下來，沒有人改變它。他問我是哪幾句話？我告訴他《三字經》前面的八句話。他《三字經》都能背，這漢學家，不知道背了多少遍，沒有體會到。教學的理念首先要承認「人性本善」，就像佛陀的教育，你看佛陀的教育，中心的理念就是「一切眾生本來是佛」，跟「人之初，性本善」意思完全相同。所以你搞教育、你搞教學，首先你就要肯定人性本善。教育的目的何在？目的就是要幫助一切眾生回歸到本善，這個本善在大乘法裡面就是大徹大悟、明心見性，這才叫本善，本善就是成佛。為什麼要教？底下的話就說明白，「性相近，習相遠」。性本善的，是一樣的，完全相同的，可是習與本性距離愈來愈遠。習性是什麼？習慣，本性本善，習性不善。中國古人講「近朱則赤，近墨則黑」，你一個小孩他非常容易受到外面境界的感染，他跟好人在一起他變成好人，他跟惡人在一起他就變壞了，這叫習性。教育的目的是如何幫助人從不善的習性回歸到本善，這是教育的目的。所以教育的理念就是從這裡興起來的，「茍不教，性乃遷」。只要把人教好，這個社會什麼樣不好的事情都不會發生，這個地球上任何災難也不會發生。所以中國人懂得教育，中國人有教育的智慧、有教育的方法、有教育的經驗、有教育的效果。非常可惜，滿清亡國之後這一個世紀，這一百年當中，我們把祖宗東西疏忽了、輕視了，社會才出了這麼多麻煩，山河大地發生這麼多的災變，究其根本，教育出了問題。"
    },
    {
      "id": "02-039-0094_p0024",
      "zh_CN": "「教之道，贵以专」，我们想学好，想学圣人，想学贤人，能不能做到？只要你坚持，你能防止一切的染污，像前面所说的起净意心，能做到。守住老祖宗这八句教训，人人可以成圣人，人人可以成贤人。遇不到真正善知识、好老师，可以以古人做老师，古人的著作在，好好去念、去学习，依教奉行，能做到。在中国第一个表率是孟子，孟子学孔子，孔子已经不在世了、过世了，孔子所删订的诗书礼乐这些东西在，孔子集古圣先贤的教诲这些文字在。孟子得到这些东西认真学习，有不明白的地方向孔子的弟子们请教，他学成功了，学得跟孔子一样，超过孔子当时的那些大弟子们。所以今天提孔孟，不提孔曾，曾子也不错，有子也不错，不提，提孔孟。你看看这个私淑弟子跟孔子没见过面的，依照孔子留下来的这些著作学习，居然超过他当时教导的这些学生，给我们做了一个最好的典范。孔子的书在，四书五经，如果我们要照着认真学习，花上十年工夫也能做到像孟子那样，不是做不到，为什么不干？十年时间不长，人只要真正下十年功夫，古人说得很好，「十载寒窗，一举成名」。佛法里面蕅益大师给我们做了个榜样，蕅益大师仰慕莲池，学莲池大师。莲池大师往生了、不在了，莲池大师的著作在，他的学生成时把它整理刻版流通。蕅益大师得到莲池大师这些书认真学习，莲池是净宗第八代的祖师，蕅益就成为第九代的祖师。所以有老师、有学习的环境，大福报！那可遇不可求；没有这个环境也能学得成功，那是孟子，那是蕅益大师。",
      "zh_TW": "「教之道，貴以專」，我們想學好，想學聖人，想學賢人，能不能做到？只要你堅持，你能防止一切的染污，像前面所說的起淨意心，能做到。守住老祖宗這八句教訓，人人可以成聖人，人人可以成賢人。遇不到真正善知識、好老師，可以以古人做老師，古人的著作在，好好去念、去學習，依教奉行，能做到。在中國第一個表率是孟子，孟子學孔子，孔子已經不在世了、過世了，孔子所刪訂的詩書禮樂這些東西在，孔子集古聖先賢的教誨這些文字在。孟子得到這些東西認真學習，有不明白的地方向孔子的弟子們請教，他學成功了，學得跟孔子一樣，超過孔子當時的那些大弟子們。所以今天提孔孟，不提孔曾，曾子也不錯，有子也不錯，不提，提孔孟。你看看這個私淑弟子跟孔子沒見過面的，依照孔子留下來的這些著作學習，居然超過他當時教導的這些學生，給我們做了一個最好的典範。孔子的書在，四書五經，如果我們要照著認真學習，花上十年工夫也能做到像孟子那樣，不是做不到，為什麼不幹？十年時間不長，人只要真正下十年功夫，古人說得很好，「十載寒窗，一舉成名」。佛法裡面蕅益大師給我們做了個榜樣，蕅益大師仰慕蓮池，學蓮池大師。蓮池大師往生了、不在了，蓮池大師的著作在，他的學生成時把它整理刻版流通。蕅益大師得到蓮池大師這些書認真學習，蓮池是淨宗第八代的祖師，蕅益就成為第九代的祖師。所以有老師、有學習的環境，大福報！那可遇不可求；沒有這個環境也能學得成功，那是孟子，那是蕅益大師。"
    },
    {
      "id": "02-039-0094_p0025",
      "zh_CN": "在现在我们又发现了一个人，在中国的东北有一个居士刘素云，用十年的时间学一部《无量寿经》，学成功了。现在讲《无量寿经》不必用经本，讲得头头是道，法缘殊胜，走到哪个地方人家都欢迎。十年，一本书。她怎么学的？她得到一套光碟，那一年她已经五十五岁了，五十五岁才开始，得到这一套《无量寿经》的光盘，六十个小时的。我们都不认识，我是今年才跟她见面的，她成功了，十年成功了。告诉我，她每天听一片光碟，就是一个小时的，这一个小时她听十遍。因为她听我讲经说过这么一句话，「一门深入，长时薰修」，她就记住这句话，她真干。一门深入，就一部经听到底，没有第二个念头，每天这一个小时重复听十遍，第二天换第二片，也是听十遍。六十天听圆满了，六十一天从头再听起，这样听了十年，不但经全背了，连我讲的每个字她都背会了。一经通一切经通，她今天任何大乘经教一到面前，一丝毫障碍没有。这是很好的榜样，今年六十五岁，十年，成功了。我讲经常常提起她，她在大陆上出名了，到处请她讲经，这就是属于孟子、蕅益大师这一类的人物。有人问她，妳怎么学成功的？她说，她的秘诀就六个字，第一个是老实，第二个听话，第三个真干。一门深入，长时薰修，她真干！十年就成功了。我们试想想看，我们不是不能成就，把我们的时间浪费掉了，人家十年在一部经上，我们这十年一天到晚胡思乱想，十年空过了。",
      "zh_TW": "在現在我們又發現了一個人，在中國的東北有一個居士劉素雲，用十年的時間學一部《無量壽經》，學成功了。現在講《無量壽經》不必用經本，講得頭頭是道，法緣殊勝，走到哪個地方人家都歡迎。十年，一本書。她怎麼學的？她得到一套光碟，那一年她已經五十五歲了，五十五歲才開始，得到這一套《無量壽經》的光盤，六十個小時的。我們都不認識，我是今年才跟她見面的，她成功了，十年成功了。告訴我，她每天聽一片光碟，就是一個小時的，這一個小時她聽十遍。因為她聽我講經說過這麼一句話，「一門深入，長時薰修」，她就記住這句話，她真幹。一門深入，就一部經聽到底，沒有第二個念頭，每天這一個小時重複聽十遍，第二天換第二片，也是聽十遍。六十天聽圓滿了，六十一天從頭再聽起，這樣聽了十年，不但經全背了，連我講的每個字她都背會了。一經通一切經通，她今天任何大乘經教一到面前，一絲毫障礙沒有。這是很好的榜樣，今年六十五歲，十年，成功了。我講經常常提起她，她在大陸上出名了，到處請她講經，這就是屬於孟子、蕅益大師這一類的人物。有人問她，妳怎麼學成功的？她說，她的祕訣就六個字，第一個是老實，第二個聽話，第三個真幹。一門深入，長時薰修，她真幹！十年就成功了。我們試想想看，我們不是不能成就，把我們的時間浪費掉了，人家十年在一部經上，我們這十年一天到晚胡思亂想，十年空過了。"
    },
    {
      "id": "02-039-0094_p0026",
      "zh_CN": "然后我们想想古来祖师大德有福报，你看多少成就的人依止一个老师，在一个山上几十年不下山。今天日本中西随功法师到我们这里参访。我过去到日本去过六次，有一次我去访问日本的比叡山，有人告诉我日本佛教十三个宗派开山的祖师都是在这个山上修行的，我上山特别打听这些开山的祖师大德们在这个山上修行时间多久。山上的老和尚告诉我，最久的三十多年不下山，最少的十四年，他才有这样的成就，成为一代祖师。法缘殊胜不是个好事，让你一天到晚到处跑，把心都跑乱了、时间都跑掉，不能成就！成就的人定在一个地方，如如不动。我是一个没有福报的人，没有办法，没有道场，所以哪个地方有缘就到哪里去，但是我守住一个原则，我到任何地方都讲经，不能讲经的地方我不去。所以我能够持之有恒到今年，五十二年讲经不中断，才有这一点成就。如果我像古来祖师大德那么有福报，有一个山头，五十二年不下山，我今年还得了，不得了！所以年轻的同学们要明白这个道理，谁成就你自己？自己成就自己。古今中外凡是有成就的人，绝对不是老师在身旁常常指点，没有，都是自己成就的。把握着老师指导这些原理原则，真正能发勇猛心、精进心，持之有恒，没有一个不成就。刘素云居士是非常好的榜样，人家五十五岁才接触到，你们五十五岁还不到的应该要跟她学，十年成为大法师，她要一剃头一出家，升座讲经就是大师。所以转末那识为平等性，这一条非常重要。真正转过来了，一定是这个现象，于诸众生，尊重恭敬，不生轻慢，对人也好，对自己也好，自他平等，生佛平等。你对人、对树木花草、对山河大地、对一切众生，你决定没有轻视的心、没有傲慢的态度，你所表现的尊重、恭敬，肯定是这样的。这是礼敬，这是不瞋。",
      "zh_TW": "然後我們想想古來祖師大德有福報，你看多少成就的人依止一個老師，在一個山上幾十年不下山。今天日本中西隨功法師到我們這裡參訪。我過去到日本去過六次，有一次我去訪問日本的比叡山，有人告訴我日本佛教十三個宗派開山的祖師都是在這個山上修行的，我上山特別打聽這些開山的祖師大德們在這個山上修行時間多久。山上的老和尚告訴我，最久的三十多年不下山，最少的十四年，他才有這樣的成就，成為一代祖師。法緣殊勝不是個好事，讓你一天到晚到處跑，把心都跑亂了、時間都跑掉，不能成就！成就的人定在一個地方，如如不動。我是一個沒有福報的人，沒有辦法，沒有道場，所以哪個地方有緣就到哪裡去，但是我守住一個原則，我到任何地方都講經，不能講經的地方我不去。所以我能夠持之有恆到今年，五十二年講經不中斷，才有這一點成就。如果我像古來祖師大德那麼有福報，有一個山頭，五十二年不下山，我今年還得了，不得了！所以年輕的同學們要明白這個道理，誰成就你自己？自己成就自己。古今中外凡是有成就的人，絕對不是老師在身旁常常指點，沒有，都是自己成就的。把握著老師指導這些原理原則，真正能發勇猛心、精進心，持之有恆，沒有一個不成就。劉素雲居士是非常好的榜樣，人家五十五歲才接觸到，你們五十五歲還不到的應該要跟她學，十年成為大法師，她要一剃頭一出家，升座講經就是大師。所以轉末那識為平等性，這一條非常重要。真正轉過來了，一定是這個現象，於諸眾生，尊重恭敬，不生輕慢，對人也好，對自己也好，自他平等，生佛平等。你對人、對樹木花草、對山河大地、對一切眾生，你決定沒有輕視的心、沒有傲慢的態度，你所表現的尊重、恭敬，肯定是這樣的。這是禮敬，這是不瞋。"
    },
    {
      "id": "02-039-0094_p0027",
      "zh_CN": "下面第八，「生决定心。念佛之人，不着世间言论，于无上菩提之道，深生正信，毕竟不惑，是名生决定心」。这一条不痴，你看不贪、不瞋、不痴。世间这些言论，特别是现代，正论的愈来愈少，偏邪是愈来愈多。跟我长久的一些同学都晓得我有一个习惯，我学佛五十九年，最初的十年，有时候看看报纸、杂志、电视，我把这些东西放下也将近五十年了，没有看过电视、没有看过报纸，这些杂志信息我一概拒绝了。为什么？染污。也有同学常常送一些书给我看，我拿到手上先看版权页，后面印「版权所有，翻印必究」，这书我就不看了，叫人拿走。人家问我为什么？心量太小，心量很小他能写得出什么好东西？你看我们中国古人书出来的时候，它不是这样的，「欢迎翻印，功德无量」，它不是版权所有。一个人心量大，量大福大，智慧也大，量小福也小，智慧也小，那何必浪费我们时间？我们时间很有限，不愿意浪费在这些地方。可是世间圣贤他们的言论可以看，可以涉猎。但是现在环境不一样，灾难太多了，让我们生起高度的警觉心，我们怎样应对，这是迫切在眼前的事情，那只有把全部的时间、精力用在佛法上。",
      "zh_TW": "下面第八，「生決定心。念佛之人，不著世間言論，於無上菩提之道，深生正信，畢竟不惑，是名生決定心」。這一條不痴，你看不貪、不瞋、不痴。世間這些言論，特別是現代，正論的愈來愈少，偏邪是愈來愈多。跟我長久的一些同學都曉得我有一個習慣，我學佛五十九年，最初的十年，有時候看看報紙、雜誌、電視，我把這些東西放下也將近五十年了，沒有看過電視、沒有看過報紙，這些雜誌信息我一概拒絕了。為什麼？染污。也有同學常常送一些書給我看，我拿到手上先看版權頁，後面印「版權所有，翻印必究」，這書我就不看了，叫人拿走。人家問我為什麼？心量太小，心量很小他能寫得出什麼好東西？你看我們中國古人書出來的時候，它不是這樣的，「歡迎翻印，功德無量」，它不是版權所有。一個人心量大，量大福大，智慧也大，量小福也小，智慧也小，那何必浪費我們時間？我們時間很有限，不願意浪費在這些地方。可是世間聖賢他們的言論可以看，可以涉獵。但是現在環境不一樣，災難太多了，讓我們生起高度的警覺心，我們怎樣應對，這是迫切在眼前的事情，那只有把全部的時間、精力用在佛法上。"
    },
    {
      "id": "02-039-0094_p0028",
      "zh_CN": "佛法的经论也非常之多，救急的，真正能帮助我们解决眼前危机的，给诸位说，就是这一部《无量寿经》，真管用。尤其是夏莲居老居士的会集本，现在在中文经典《无量寿经》九个不同的版本，这是九种不同版本里头最好的版本，我们有缘遇到，这是多大的福报！所以我今年决定把《华严经》暂停一年，把这部经讲出来，我们大家在一起好好的来学习。我也像讲《华严经》一样，细说黄念祖老居士的注解，也是感恩我们晚年相遇知交的一场。他写这个注解用心很苦，而且身上带着重病，还是把这个完成了。我了解，我非常敬佩，这一次我把我读这部经的心得感想与大家分享做成演义。所以这个经题叫「净土大经解」，大经，夏老会集的；解，黄念祖老居士著作的；我们在末后再把学习心得做为演义，帮助现前跟往后净宗的同学有一个完善的善本可以修学，这个意义很大。代表无上菩提之道，在末法九千年就是这个经本，就是这个注解。深生正信，毕竟不惑，这叫生决定心。",
      "zh_TW": "佛法的經論也非常之多，救急的，真正能幫助我們解決眼前危機的，給諸位說，就是這一部《無量壽經》，真管用。尤其是夏蓮居老居士的會集本，現在在中文經典《無量壽經》九個不同的版本，這是九種不同版本裡頭最好的版本，我們有緣遇到，這是多大的福報！所以我今年決定把《華嚴經》暫停一年，把這部經講出來，我們大家在一起好好的來學習。我也像講《華嚴經》一樣，細說黃念祖老居士的註解，也是感恩我們晚年相遇知交的一場。他寫這個註解用心很苦，而且身上帶著重病，還是把這個完成了。我了解，我非常敬佩，這一次我把我讀這部經的心得感想與大家分享做成演義。所以這個經題叫「淨土大經解」，大經，夏老會集的；解，黃念祖老居士著作的；我們在末後再把學習心得做為演義，幫助現前跟往後淨宗的同學有一個完善的善本可以修學，這個意義很大。代表無上菩提之道，在末法九千年就是這個經本，就是這個註解。深生正信，畢竟不惑，這叫生決定心。"
    },
    {
      "id": "02-039-0094_p0029",
      "zh_CN": "第九，「无杂染心。念佛之人，修习功行，种诸善根，心常远离一切杂染烦恼，是名无杂染心」。学东西要专，不能杂，最忌讳的是杂。可是现在的学习它就是杂染，现在学校的课程，大概从幼儿园到博士班都学习许多科目，而且学习排课都是交叉的。譬如小学，第一个小时学语文，第二个小时学数学，语文概念还没有吸收进去换了题目，这就是杂，这就是染。我们中国古时候最忌讳这个教学法，中国古人守住老祖宗的原则，「教之道，贵以专」，就是「一门深入，长时薰修」，一门东西没有学好，决定不可以学第二门。我早年跟李炳南老居士学经教，李老师是用私塾教学法，就是一门一门的学，你不可以同时学两门。老师很干脆的告诉你，同时学两门，你一门都得不到。为什么？分心。时间也分散了，精神也分散了，你怎么会学得好？只准学一门，一门学完，才可以学第二门。一门一门教，这个方法可以用在学校，我相信用在学校，学生的成绩一定非常好，为什么？他的精神集中。譬如小学有四个主要的功课，语文、数学，或者是史地，另外还有外语，主要功课不交叉排。语文是所有学科的基础，最重要的，时间多排一点，小学六年用三年的时间学语文，其他的课没有，专学语文。数学，一年专门学数学。你这个样子学，他这一年当中书包就一本书，很轻松，脑子里想一桩事情，他不想第二桩事情，肯定他的精神好、身体好、学业也会好。这就是中国老祖宗讲法，「教之道，贵以专」，不能交杂，一交杂的时候，他就乱掉。",
      "zh_TW": "第九，「無雜染心。念佛之人，修習功行，種諸善根，心常遠離一切雜染煩惱，是名無雜染心」。學東西要專，不能雜，最忌諱的是雜。可是現在的學習它就是雜染，現在學校的課程，大概從幼兒園到博士班都學習許多科目，而且學習排課都是交叉的。譬如小學，第一個小時學語文，第二個小時學數學，語文概念還沒有吸收進去換了題目，這就是雜，這就是染。我們中國古時候最忌諱這個教學法，中國古人守住老祖宗的原則，「教之道，貴以專」，就是「一門深入，長時薰修」，一門東西沒有學好，決定不可以學第二門。我早年跟李炳南老居士學經教，李老師是用私塾教學法，就是一門一門的學，你不可以同時學兩門。老師很乾脆的告訴你，同時學兩門，你一門都得不到。為什麼？分心。時間也分散了，精神也分散了，你怎麼會學得好？只准學一門，一門學完，才可以學第二門。一門一門教，這個方法可以用在學校，我相信用在學校，學生的成績一定非常好，為什麼？他的精神集中。譬如小學有四個主要的功課，語文、數學，或者是史地，另外還有外語，主要功課不交叉排。語文是所有學科的基礎，最重要的，時間多排一點，小學六年用三年的時間學語文，其他的課沒有，專學語文。數學，一年專門學數學。你這個樣子學，他這一年當中書包就一本書，很輕鬆，腦子裡想一樁事情，他不想第二樁事情，肯定他的精神好、身體好、學業也會好。這就是中國老祖宗講法，「教之道，貴以專」，不能交雜，一交雜的時候，他就亂掉。"
    },
    {
      "id": "02-039-0094_p0030",
      "zh_CN": "老祖宗有智慧，现在人瞧不起老祖宗，所以他不孝父母，认为现在人很聪明，都超过老祖宗。现在儿女都认为我们超过父母太多，父母那太旧了，旧东西了，没用了，跟不上时代，连电脑都不会用，瞧不起父母。不知道父母、祖宗的智慧能解决问题，现在这些观念带来的是灾难。我也跟许多从事教育工作者讨论这个问题，包括一些大学教授、校长，他们听了也觉得我这个很有道理，可以做实验。如果有个学校采取这个方法来做实验，实验成功了，那功德无量，可以帮助许多学校来改变教学的方法，真的会救了下一代。我们要尊重、恭敬老祖宗，老祖宗的东西是真的，真好！不出事情；丢掉老祖宗，什么麻烦都来了。这个也是属于不痴，八、九这两条都是不痴。",
      "zh_TW": "老祖宗有智慧，現在人瞧不起老祖宗，所以他不孝父母，認為現在人很聰明，都超過老祖宗。現在兒女都認為我們超過父母太多，父母那太舊了，舊東西了，沒用了，跟不上時代，連電腦都不會用，瞧不起父母。不知道父母、祖宗的智慧能解決問題，現在這些觀念帶來的是災難。我也跟許多從事教育工作者討論這個問題，包括一些大學教授、校長，他們聽了也覺得我這個很有道理，可以做實驗。如果有個學校採取這個方法來做實驗，實驗成功了，那功德無量，可以幫助許多學校來改變教學的方法，真的會救了下一代。我們要尊重、恭敬老祖宗，老祖宗的東西是真的，真好！不出事情；丟掉老祖宗，什麼麻煩都來了。這個也是屬於不痴，八、九這兩條都是不痴。"
    },
    {
      "id": "02-039-0094_p0031",
      "zh_CN": "最后这一条，念佛，「起随念心。念佛之人，虽观如来相好，而不生爱着之心；于无念中，常念彼佛，是名起随念心。」观佛如来相好，如来这个相好，报身佛。释迦牟尼佛出现在世间，这是应身，众生有感，他来应。应身佛给我们所示现的三十二相八十种好，也就是世间人所讲的相术，里面讲的好相，释迦牟尼佛统统都有，具足了。经上告诉我们，你在极乐世界看到的阿弥陀佛，身有无量相，相有无量好。佛在世间是用相好来接引众生，众生喜欢相好，佛的相好第一，看到佛的相好就跟佛去了，就跟他学了，他的目的在此地。报身如来是平等的，如果我们明心见性，生到佛的实报庄严土，我们的身跟佛的身没有两样，为什么？从自性里面显示出来的，那确实是无上的福慧庄严。可是不会生爱着之心，爱、着是烦恼，爱是分别，着是执着，哪有生爱着之道理？不可能。我们现前于无念之中要常念阿弥陀佛，彼佛就是阿弥陀佛，念佛，心就是佛心，就是经上所讲的念佛作佛。本来是佛，现在又作佛，哪有不成佛的道理！",
      "zh_TW": "最後這一條，念佛，「起隨念心。念佛之人，雖觀如來相好，而不生愛著之心；於無念中，常念彼佛，是名起隨念心。」觀佛如來相好，如來這個相好，報身佛。釋迦牟尼佛出現在世間，這是應身，眾生有感，他來應。應身佛給我們所示現的三十二相八十種好，也就是世間人所講的相術，裡面講的好相，釋迦牟尼佛統統都有，具足了。經上告訴我們，你在極樂世界看到的阿彌陀佛，身有無量相，相有無量好。佛在世間是用相好來接引眾生，眾生喜歡相好，佛的相好第一，看到佛的相好就跟佛去了，就跟他學了，他的目的在此地。報身如來是平等的，如果我們明心見性，生到佛的實報莊嚴土，我們的身跟佛的身沒有兩樣，為什麼？從自性裡面顯示出來的，那確實是無上的福慧莊嚴。可是不會生愛著之心，愛、著是煩惱，愛是分別，著是執著，哪有生愛著之道理？不可能。我們現前於無念之中要常念阿彌陀佛，彼佛就是阿彌陀佛，念佛，心就是佛心，就是經上所講的念佛作佛。本來是佛，現在又作佛，哪有不成佛的道理！"
    },
    {
      "id": "02-039-0094_p0032",
      "zh_CN": "这是我们把《大宝积经》上这一句话，「何等名为发十种心」，我们学习了。这个十种只要有一种做到，往生西方极乐世界的条件就具足；如果十种心统统能做到，决定往生，决定见佛。「由是心故，当得往生彼佛世界？」「可见弥勒大士正是襄赞释尊同宏净宗妙法也」。这是黄念祖老居士在这一段经文之后，给我们做了一个结论，弥勒菩萨确确实实是在协助释迦牟尼佛、协助阿弥陀佛弘扬净土法门。弥勒菩萨当然也在西方极乐世界，所以到极乐世界就看到弥勒菩萨的真身。今天时间到了，我们就学习到此地。",
      "zh_TW": "這是我們把《大寶積經》上這一句話，「何等名為發十種心」，我們學習了。這個十種只要有一種做到，往生西方極樂世界的條件就具足；如果十種心統統能做到，決定往生，決定見佛。「由是心故，當得往生彼佛世界？」「可見彌勒大士正是襄贊釋尊同宏淨宗妙法也」。這是黃念祖老居士在這一段經文之後，給我們做了一個結論，彌勒菩薩確確實實是在協助釋迦牟尼佛、協助阿彌陀佛弘揚淨土法門。彌勒菩薩當然也在西方極樂世界，所以到極樂世界就看到彌勒菩薩的真身。今天時間到了，我們就學習到此地。"
    }
  ]
}