{
  "doc_id": "02-039-0581",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五八一集",
    "zh_TW": "第五八一集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0581",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-039-0581_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》第七百六十八面，倒数第三行，第二句看起，从八：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》第七百六十八面，倒數第三行，第二句看起，從八："
    },
    {
      "id": "02-039-0581_p0002",
      "zh_CN": "「八者，宿命智力，知众生一世乃至百千万世姓名寿夭苦乐等」。这是如来果地上的宿命通，对于遍法界虚空界一切诸佛刹土里面六道众生，每一个人他生生世世在哪一道，他叫什么名字，他活了多久，就是寿命，以及在那一道生活的状况是苦还是乐，没有一样不知道。这个东西就好像有个记录一样，这个记录是非常微妙。大经上常说，我们无论是造什么业，善业、恶业，乃至于起心动念，业习的种子都储存在阿赖耶识。阿赖耶识像个资料库一样，里面统统保存着，永远不会忘记，遇到缘它就现行，它就起作用。种子不遇缘不起作用，就好比我们仓库里面储存着五谷杂粮的种子，储藏得很多，有旧种子、有新种子。如果我们把这个种子取出来，把它放在土壤里，这个土壤有肥料、有水分、有空气、有阳光，它慢慢就发芽，它就生长，到时候它又结新的果实。这是宇宙自然的道理，佛经常常说法尔如是，一切法本来就是这个样子，生生不息。成了佛之后，自己的业消掉了。众生的业，他只要没有成佛、没有转识成智，那个生生世世东西都在，在资料库里头全查得到。",
      "zh_TW": "「八者，宿命智力，知眾生一世乃至百千萬世姓名壽夭苦樂等」。這是如來果地上的宿命通，對於遍法界虛空界一切諸佛剎土裡面六道眾生，每一個人他生生世世在哪一道，他叫什麼名字，他活了多久，就是壽命，以及在那一道生活的狀況是苦還是樂，沒有一樣不知道。這個東西就好像有個記錄一樣，這個記錄是非常微妙。大經上常說，我們無論是造什麼業，善業、惡業，乃至於起心動念，業習的種子都儲存在阿賴耶識。阿賴耶識像個資料庫一樣，裡面統統保存著，永遠不會忘記，遇到緣它就現行，它就起作用。種子不遇緣不起作用，就好比我們倉庫裡面儲存著五穀雜糧的種子，儲藏得很多，有舊種子、有新種子。如果我們把這個種子取出來，把它放在土壤裡，這個土壤有肥料、有水分、有空氣、有陽光，它慢慢就發芽，它就生長，到時候它又結新的果實。這是宇宙自然的道理，佛經常常說法爾如是，一切法本來就是這個樣子，生生不息。成了佛之後，自己的業消掉了。眾生的業，他只要沒有成佛、沒有轉識成智，那個生生世世東西都在，在資料庫裡頭全查得到。"
    },
    {
      "id": "02-039-0581_p0003",
      "zh_CN": "所以，佛有这样的能力，在十方一切诸佛刹土里教化众生，对于一切众生一清二楚。这是佛教化众生为什么那么契机，有它的道理，他的底细太清楚了，过去生中他学些什么、他爱好什么，佛总是投其所好。所以，佛对众生没有一定的方法，你过去生中生生世世修禅，他就用禅方法教给你，过去生中生生世世都持戒律，他就用持戒的方法。总是你哪一种善根深厚，你就很容易接受，你会很欢喜，所以成就也来得快。总是说因材施教。菩萨也有这个能力，比佛差一等，凡夫就没有这个能力。阿罗汉以上的有这个能力，没那么大，遍法界他不可能，他没有那么大的活动空间，阿罗汉只能在这一个大千世界，他不能出这个范围。",
      "zh_TW": "所以，佛有這樣的能力，在十方一切諸佛剎土裡教化眾生，對於一切眾生一清二楚。這是佛教化眾生為什麼那麼契機，有它的道理，他的底細太清楚了，過去生中他學些什麼、他愛好什麼，佛總是投其所好。所以，佛對眾生沒有一定的方法，你過去生中生生世世修禪，他就用禪方法教給你，過去生中生生世世都持戒律，他就用持戒的方法。總是你哪一種善根深厚，你就很容易接受，你會很歡喜，所以成就也來得快。總是說因材施教。菩薩也有這個能力，比佛差一等，凡夫就沒有這個能力。阿羅漢以上的有這個能力，沒那麼大，遍法界他不可能，他沒有那麼大的活動空間，阿羅漢只能在這一個大千世界，他不能出這個範圍。"
    },
    {
      "id": "02-039-0581_p0004",
      "zh_CN": "释迦牟尼佛这个世界娑婆世界也不小，用现在天文学家的说法是十亿个银河系，十亿。这是释迦牟尼佛的教区，也就是阿罗汉跟辟支佛、权教菩萨他们活动的范围，这么大。如果是三果以下，阿那含以下，须陀洹、斯陀含、阿那含，就是《华严经》所说的十信位的菩萨七信以下，从初信到六信，他们活动的范围，欲界，没出六道。色界跟无色界，阿那含行，初果、二果就不行，三果行，能够到四禅天。四空天是不去，四空天叫长寿天，那个地方人不相信佛法，所以叫八难之一，佛菩萨不会到那里感应。他们那些人定功很深，都以为自己证得般涅槃，所以他们所享受的是一种清净无为的法乐，比无想定还高，四空定。无想定是四禅天，那也是没法子，不亲近佛菩萨的，四空定亦复如是。根性比较差一点的阿罗汉，也就是阿那含，他必须要通过四禅天，才能出得了六道轮回，生到释迦如来的净土。四圣是净土，就是极乐世界所说的方便有余土，释迦牟尼佛的方便有余土是四圣法界。对于这些境界里面的人，他统统清楚，超越这个范围他就不知道了。如来的宿命智力是遍法界虚空界，统统知道。",
      "zh_TW": "釋迦牟尼佛這個世界娑婆世界也不小，用現在天文學家的說法是十億個銀河系，十億。這是釋迦牟尼佛的教區，也就是阿羅漢跟辟支佛、權教菩薩他們活動的範圍，這麼大。如果是三果以下，阿那含以下，須陀洹、斯陀含、阿那含，就是《華嚴經》所說的十信位的菩薩七信以下，從初信到六信，他們活動的範圍，欲界，沒出六道。色界跟無色界，阿那含行，初果、二果就不行，三果行，能夠到四禪天。四空天是不去，四空天叫長壽天，那個地方人不相信佛法，所以叫八難之一，佛菩薩不會到那裡感應。他們那些人定功很深，都以為自己證得般涅槃，所以他們所享受的是一種清淨無為的法樂，比無想定還高，四空定。無想定是四禪天，那也是沒法子，不親近佛菩薩的，四空定亦復如是。根性比較差一點的阿羅漢，也就是阿那含，他必須要通過四禪天，才能出得了六道輪迴，生到釋迦如來的淨土。四聖是淨土，就是極樂世界所說的方便有餘土，釋迦牟尼佛的方便有餘土是四聖法界。對於這些境界裡面的人，他統統清楚，超越這個範圍他就不知道了。如來的宿命智力是遍法界虛空界，統統知道。"
    },
    {
      "id": "02-039-0581_p0005",
      "zh_CN": "我们了解这个情形，过去不知道，起心动念里头有恶念，甚至于有不善的言论、有不善的行为，这些东西都是罪孽。有些你自己造了你自己还不晓得，我们不读佛经我们也不知道。知道之后要忏悔，要忏除业障，怎么忏除？后不再造，这叫真忏除，真正忏悔。后不再造是什么？阿赖耶里有这个种子，我不再给这个种子加能量。我现在常常想这个事情，又给它加能量。我不再造这个事情，它的能量就减低，逐渐减低，慢慢它就不起作用。到转识成智才真正没有，业障才真正消除。但是还有习气，习气不好断。习气断尽，那就入常寂光，叫究竟圆满，真正洗涤干净了。我们今天了解这个道理，不但恶的行为没有，要恶的念头都不起。我们看到许多学佛的人，甚至于我们自己同参道友，走的时候并不好，什么原因？就是这些不善的种子，过去今生所造的，业力非常强大，业力障碍你往生。业力一障碍，冤亲债主也就来找麻烦。业力不障碍，冤亲债主不会找麻烦。",
      "zh_TW": "我們了解這個情形，過去不知道，起心動念裡頭有惡念，甚至於有不善的言論、有不善的行為，這些東西都是罪孽。有些你自己造了你自己還不曉得，我們不讀佛經我們也不知道。知道之後要懺悔，要懺除業障，怎麼懺除？後不再造，這叫真懺除，真正懺悔。後不再造是什麼？阿賴耶裡有這個種子，我不再給這個種子加能量。我現在常常想這個事情，又給它加能量。我不再造這個事情，它的能量就減低，逐漸減低，慢慢它就不起作用。到轉識成智才真正沒有，業障才真正消除。但是還有習氣，習氣不好斷。習氣斷盡，那就入常寂光，叫究竟圓滿，真正洗滌乾淨了。我們今天了解這個道理，不但惡的行為沒有，要惡的念頭都不起。我們看到許多學佛的人，甚至於我們自己同參道友，走的時候並不好，什麼原因？就是這些不善的種子，過去今生所造的，業力非常強大，業力障礙你往生。業力一障礙，冤親債主也就來找麻煩。業力不障礙，冤親債主不會找麻煩。"
    },
    {
      "id": "02-039-0581_p0006",
      "zh_CN": "冤亲债主也都是有良心的、也都是有善根的，我们过去在新加坡看到。新加坡居士林的老林长陈光别，陈光别在新加坡是个企业家，虽然信佛很早，但是对于佛法不知道，没有听过经。一个大企业家，我相信他也没有时间去读经。到晚年生病了，医生让他在家里调养，不要去管事情，这才放下。在家里养病，每天没事情做，所以就找李木源居士，那个时候李木源居士是居士林的总务。我在新加坡，我在那边讲经。他就要录像带，那时候好像还没有光碟，录像带，拿到他家里去看。他每天听经八个小时，不听经的时候他就念佛，听了两年。两年，看样子好像他是预知时至了，他跟李木源讲他想往生。李木源要求，你这个时候不能走，居士林的人事没有确定，你走了之后会一团乱，道场就乱了。他就答应起来，好，他就不走。这又待了两年，每天还是照样的八小时听经，听经之外就念佛。居士林的人事也定了，他这个林长就让给李木源。往生的前一天，找我给他做三皈，我给他做了，做了三皈依，第二天他就走了，我们没想到。",
      "zh_TW": "冤親債主也都是有良心的、也都是有善根的，我們過去在新加坡看到。新加坡居士林的老林長陳光別，陳光別在新加坡是個企業家，雖然信佛很早，但是對於佛法不知道，沒有聽過經。一個大企業家，我相信他也沒有時間去讀經。到晚年生病了，醫生讓他在家裡調養，不要去管事情，這才放下。在家裡養病，每天沒事情做，所以就找李木源居士，那個時候李木源居士是居士林的總務。我在新加坡，我在那邊講經。他就要錄像帶，那時候好像還沒有光碟，錄像帶，拿到他家裡去看。他每天聽經八個小時，不聽經的時候他就念佛，聽了兩年。兩年，看樣子好像他是預知時至了，他跟李木源講他想往生。李木源要求，你這個時候不能走，居士林的人事沒有確定，你走了之後會一團亂，道場就亂了。他就答應起來，好，他就不走。這又待了兩年，每天還是照樣的八小時聽經，聽經之外就念佛。居士林的人事也定了，他這個林長就讓給李木源。往生的前一天，找我給他做三皈，我給他做了，做了三皈依，第二天他就走了，我們沒想到。"
    },
    {
      "id": "02-039-0581_p0007",
      "zh_CN": "他在走之前，我听说三个月之前，他在一张报纸上，报纸旁边写八月初七，写了十几个八月初七，也不知道什么意思，没人敢问。他走的那天就是八月初七，说明三个月之前预知时至。这要相当功夫，三个月之前晓得哪一天走。一般往生的，我们看到多半是七天以前、三天之前，他说他三个月是相当功夫。让我们回忆到台中李炳南老居士往生，一年前跟大家说，告诉大家、嘱咐大家，「我讲经给你再讲一年，我就不讲了」。台中的同修听了这句话，跑到台北来告诉我，老师说这个话什么意思？我就告诉大家，老师说这个话，一年之后他要往生。没错，一年之后他真走了。老师一年前知道。我们看《六祖坛经》，六祖惠能大师的往生，两年前知道。派人到老家那个地方去修个塔，将来自己往生的时候就入那个塔，两年前在家里去造塔了。说明念佛不是假的，许许多多往生你看，站着走的、坐着走的，不生病，走得那么潇洒、那么自在，统统都知道，自己晓得什么时候，清清楚楚、明明白白，不干扰任何一个人。人家不要助念，助念太麻烦，自己静悄悄的就走了。陈光别老林长走的时候有助念，我们培训班的同学四个人一班，日夜不断的跟他在一起念佛。这是他的福报，也是我们对老林长的报恩，有这么一个好的道场供养大家在那里修行。",
      "zh_TW": "他在走之前，我聽說三個月之前，他在一張報紙上，報紙旁邊寫八月初七，寫了十幾個八月初七，也不知道什麼意思，沒人敢問。他走的那天就是八月初七，說明三個月之前預知時至。這要相當功夫，三個月之前曉得哪一天走。一般往生的，我們看到多半是七天以前、三天之前，他說他三個月是相當功夫。讓我們回憶到台中李炳南老居士往生，一年前跟大家說，告訴大家、囑咐大家，「我講經給你再講一年，我就不講了」。台中的同修聽了這句話，跑到台北來告訴我，老師說這個話什麼意思？我就告訴大家，老師說這個話，一年之後他要往生。沒錯，一年之後他真走了。老師一年前知道。我們看《六祖壇經》，六祖惠能大師的往生，兩年前知道。派人到老家那個地方去修個塔，將來自己往生的時候就入那個塔，兩年前在家裡去造塔了。說明念佛不是假的，許許多多往生你看，站著走的、坐著走的，不生病，走得那麼瀟灑、那麼自在，統統都知道，自己曉得什麼時候，清清楚楚、明明白白，不干擾任何一個人。人家不要助念，助念太麻煩，自己靜悄悄的就走了。陳光別老林長走的時候有助念，我們培訓班的同學四個人一班，日夜不斷的跟他在一起念佛。這是他的福報，也是我們對老林長的報恩，有這麼一個好的道場供養大家在那裡修行。"
    },
    {
      "id": "02-039-0581_p0008",
      "zh_CN": "我们前面读过，《仁王经》上所说的，世尊的法运有正法、有像法、有末法，《仁王经》上是佛自己亲自说的，这是从理上讲，不是从事上讲，但是它也是事实。佛说，这个地方、这个时候有人讲经，有人听经修行，有人修行证果，这就是正法。我们在居士林这个时候就是正法，我们每天讲经，居士林有念佛堂，念佛不中断，陈光别居士念佛念到预知时至，安详的往生，这是证果。有讲的、有修的、有证果的，这是正法。有讲经的，有听经修行的，没有证果，没有证果的人；换句话说，对往生没有真正的把握，自己是在干，还没有把握，这叫像法。如果这个地方有讲经的，没有听经的，没有人是真修行，这叫末法。所以正法、像法、末法每个人不一样，这个人生在正法，那个人生在像法，还有人在末法，不相同，都在一起，这个说法好。有讲经的，大家在一起听经，有人听经心不在焉，人坐在那里听经，心里想别的事情，不专心，不专注。甚至于他还有不正的知见，什么？法师讲经不是为我讲的，是为别人讲的。有这种知见的话，他在哪里？他在末法，他住在末法。为什么？有讲经的，没有修行的。讲经，专注去听，听懂了依教修行，他在像法。什么时候他预知时至往生的时候，他在正法。所以，真正往生到极乐世界，那一刹那那是正法。这个说法好！不要以为佛说了正法一千年、像法一千年，现在是末法，我们感到很失望，《仁王经》这个讲法把我们的失望就弥补起来，我们在末法里头的正法。",
      "zh_TW": "我們前面讀過，《仁王經》上所說的，世尊的法運有正法、有像法、有末法，《仁王經》上是佛自己親自說的，這是從理上講，不是從事上講，但是它也是事實。佛說，這個地方、這個時候有人講經，有人聽經修行，有人修行證果，這就是正法。我們在居士林這個時候就是正法，我們每天講經，居士林有念佛堂，念佛不中斷，陳光別居士念佛念到預知時至，安詳的往生，這是證果。有講的、有修的、有證果的，這是正法。有講經的，有聽經修行的，沒有證果，沒有證果的人；換句話說，對往生沒有真正的把握，自己是在幹，還沒有把握，這叫像法。如果這個地方有講經的，沒有聽經的，沒有人是真修行，這叫末法。所以正法、像法、末法每個人不一樣，這個人生在正法，那個人生在像法，還有人在末法，不相同，都在一起，這個說法好。有講經的，大家在一起聽經，有人聽經心不在焉，人坐在那裡聽經，心裡想別的事情，不專心，不專注。甚至於他還有不正的知見，什麼？法師講經不是為我講的，是為別人講的。有這種知見的話，他在哪裡？他在末法，他住在末法。為什麼？有講經的，沒有修行的。講經，專注去聽，聽懂了依教修行，他在像法。什麼時候他預知時至往生的時候，他在正法。所以，真正往生到極樂世界，那一剎那那是正法。這個說法好！不要以為佛說了正法一千年、像法一千年，現在是末法，我們感到很失望，《仁王經》這個講法把我們的失望就彌補起來，我們在末法裡頭的正法。"
    },
    {
      "id": "02-039-0581_p0009",
      "zh_CN": "你看，释迦牟尼佛当年在世，正法里头有末法。听佛讲经，不认真修行，那不就是正法的末法吗？甚至于，这经典上有，世尊在舍卫大城讲经，舍卫大城那时候的人口十万人，真是大城，古时候十万人城市真是大城。三分之一的人跟释迦牟尼佛见过面，认识；三分之一的人闻名，知道有这个人，没有见过面；还有三分之一的，连释迦牟尼佛的名字都不知道，根本就不知道这个城里有释迦牟尼佛在弘法，不知道。这也是三个时期在同时出现，跟释迦牟尼佛见过面的，叫正法；闻名不见面的，像法；根本不知道有释迦牟尼佛这个人的话，这不就灭法了吗？四种同时出现。",
      "zh_TW": "你看，釋迦牟尼佛當年在世，正法裡頭有末法。聽佛講經，不認真修行，那不就是正法的末法嗎？甚至於，這經典上有，世尊在舍衛大城講經，舍衛大城那時候的人口十萬人，真是大城，古時候十萬人城市真是大城。三分之一的人跟釋迦牟尼佛見過面，認識；三分之一的人聞名，知道有這個人，沒有見過面；還有三分之一的，連釋迦牟尼佛的名字都不知道，根本就不知道這個城裡有釋迦牟尼佛在弘法，不知道。這也是三個時期在同時出現，跟釋迦牟尼佛見過面的，叫正法；聞名不見面的，像法；根本不知道有釋迦牟尼佛這個人的話，這不就滅法了嗎？四種同時出現。"
    },
    {
      "id": "02-039-0581_p0010",
      "zh_CN": "我们要正法久住，是要勉励自己，我自己永远在正法。没有人讲经，我们现在有光碟，有录音带。录音带现在淘汰了，都用光碟。我们还有卫星电视，还有网路，都可以利用这个缘分去听。只要是有能够听到经，自己真正依教修行，这就在像法。刘素云居士在过去我们不认识，她修成了我们才知道，修了十年之后我们才晓得有这个人，修行的十年我们不知道。我们听她说的，她得到一部《无量寿经》的光碟，很早年间我在台湾景美图书馆讲的，她收藏有这么一套光碟。那个时候这部经，大概总是一、二个月就讲圆满。那个时代我讲经是每天晚上讲一次，听众有一百多人。我们自己有录音、录影的设备，主要还是录影。所以分量并不大，一部经讲完应该是六十个小时的样子，六、七十个小时，一个多月，不会超过两个月，就讲完了。她告诉我，她一天听一个碟，以后转变为光碟，一天听一个碟，这一个碟听十遍。她是正法时期，一天能听十个小时经。十个小时，实际上她只听一个小时的，听十遍。",
      "zh_TW": "我們要正法久住，是要勉勵自己，我自己永遠在正法。沒有人講經，我們現在有光碟，有錄音帶。錄音帶現在淘汰了，都用光碟。我們還有衛星電視，還有網路，都可以利用這個緣分去聽。只要是有能夠聽到經，自己真正依教修行，這就在像法。劉素雲居士在過去我們不認識，她修成了我們才知道，修了十年之後我們才曉得有這個人，修行的十年我們不知道。我們聽她說的，她得到一部《無量壽經》的光碟，很早年間我在台灣景美圖書館講的，她收藏有這麼一套光碟。那個時候這部經，大概總是一、二個月就講圓滿。那個時代我講經是每天晚上講一次，聽眾有一百多人。我們自己有錄音、錄影的設備，主要還是錄影。所以分量並不大，一部經講完應該是六十個小時的樣子，六、七十個小時，一個多月，不會超過兩個月，就講完了。她告訴我，她一天聽一個碟，以後轉變為光碟，一天聽一個碟，這一個碟聽十遍。她是正法時期，一天能聽十個小時經。十個小時，實際上她只聽一個小時的，聽十遍。"
    },
    {
      "id": "02-039-0581_p0011",
      "zh_CN": "她听到佛法里一句话，她明白了，她觉悟了，「一门深入，长时薰修」，她说：我就懂得这句话，依教奉行。每天听一个小时的，这就一门深入，这一个小时听十遍，就长时薰修。两个月这部经听完，听完从头再听起，这样听了十年。我们知道，这种修学的方法是纯正的方法，一个人能够这样专注，中等人的程度，三年到四年他就得念佛三昧。念佛三昧是心定了，我们能想得到，她心里面除阿弥陀佛之外什么都没有，这叫功夫成片。功夫成片就是最起码的念佛三昧，有这个功夫，随时可以往生，她想什么时候走都行，阿弥陀佛都会来接她。这个法门殊胜，法门太微妙，人人都能做得到。因为她有病，重病，这个病是她的增上缘。她要没有这个病，她有工作，她就没有办法听经了。也是在家养病，万缘放下，什么念头都没有，听经、念佛。得念佛三昧之后，她还继续不断下去，一直去做，我们相信，再过三、四年她开悟了。你们说她有没有开悟？没有听过的经，请她来讲，讲得头头是道，让听众生欢喜心，开悟了。这就得自在，什么自在？随时可以走，一丝毫障碍都没有。现在住在世间没走，你看她讲的，「大概是阿弥陀佛要我在这个世间住几天表法，做样子给大家看看」。没错，是这样的。",
      "zh_TW": "她聽到佛法裡一句話，她明白了，她覺悟了，「一門深入，長時薰修」，她說：我就懂得這句話，依教奉行。每天聽一個小時的，這就一門深入，這一個小時聽十遍，就長時薰修。兩個月這部經聽完，聽完從頭再聽起，這樣聽了十年。我們知道，這種修學的方法是純正的方法，一個人能夠這樣專注，中等人的程度，三年到四年他就得念佛三昧。念佛三昧是心定了，我們能想得到，她心裡面除阿彌陀佛之外什麼都沒有，這叫功夫成片。功夫成片就是最起碼的念佛三昧，有這個功夫，隨時可以往生，她想什麼時候走都行，阿彌陀佛都會來接她。這個法門殊勝，法門太微妙，人人都能做得到。因為她有病，重病，這個病是她的增上緣。她要沒有這個病，她有工作，她就沒有辦法聽經了。也是在家養病，萬緣放下，什麼念頭都沒有，聽經、念佛。得念佛三昧之後，她還繼續不斷下去，一直去做，我們相信，再過三、四年她開悟了。你們說她有沒有開悟？沒有聽過的經，請她來講，講得頭頭是道，讓聽眾生歡喜心，開悟了。這就得自在，什麼自在？隨時可以走，一絲毫障礙都沒有。現在住在世間沒走，你看她講的，「大概是阿彌陀佛要我在這個世間住幾天表法，做樣子給大家看看」。沒錯，是這樣的。"
    },
    {
      "id": "02-039-0581_p0012",
      "zh_CN": "我在这一生当中，学佛六十年，讲经五十三年，因为一生没道场，都住别人道场，居无定所。恒顺众生，人家要求我讲什么经就得讲什么经，大概也讲了几十部经。就像当年李老师的话，老师有一次劝我，他说你现在这样的方式，对自己有利，没有问题，不能利他。我向老师请教，怎么利他？一定长住在一个地方，让这个地区的人能够长期闻法，这是利他。给我讲，你看自古以来祖师大德住在一个山上，十几年不下山、二十几年不下山，还有三十多年不下山的，他就定在一个地方。这是对的，但是那要有福报，我没有这个福报，成就自己，跟众生结结法缘，如是而已。我懂得一门深入、长时薰修，没缘。如果有个地方，我都想定下来，但是缘要叫你离开，你自己做不了主。这个实在讲也是佛菩萨安排的，这里头有特别的缘分。那是什么？帮助这个世间化解灾难，促进社会安定，帮助世界走向和平。这是在这个时代佛弟子必须要做的事情，没有缘我们可以不做，有这个缘就得要做。尤其是有很殊胜的缘分，在这种迫切的时段里，你怎么能不做？我们讲经、学习，可以转到长时薰修，一门深入。",
      "zh_TW": "我在這一生當中，學佛六十年，講經五十三年，因為一生沒道場，都住別人道場，居無定所。恆順眾生，人家要求我講什麼經就得講什麼經，大概也講了幾十部經。就像當年李老師的話，老師有一次勸我，他說你現在這樣的方式，對自己有利，沒有問題，不能利他。我向老師請教，怎麼利他？一定長住在一個地方，讓這個地區的人能夠長期聞法，這是利他。給我講，你看自古以來祖師大德住在一個山上，十幾年不下山、二十幾年不下山，還有三十多年不下山的，他就定在一個地方。這是對的，但是那要有福報，我沒有這個福報，成就自己，跟眾生結結法緣，如是而已。我懂得一門深入、長時薰修，沒緣。如果有個地方，我都想定下來，但是緣要叫你離開，你自己做不了主。這個實在講也是佛菩薩安排的，這裡頭有特別的緣分。那是什麼？幫助這個世間化解災難，促進社會安定，幫助世界走向和平。這是在這個時代佛弟子必須要做的事情，沒有緣我們可以不做，有這個緣就得要做。尤其是有很殊勝的緣分，在這種迫切的時段裡，你怎麼能不做？我們講經、學習，可以轉到長時薰修，一門深入。"
    },
    {
      "id": "02-039-0581_p0013",
      "zh_CN": "所以，我们从去年清明节，把《华严经》暂停，来讲这部经，这部经能救眼前的危机。讲完之后我们讲第二遍，二遍讲完讲三遍，我能活多少年我就一直讲下去。晚年给大家做个样子，一门深入、长时薰修。我只学这部经，别的东西我不看了，一切应酬都婉谢。我除了这部《大经解》之外，我只看印光大师《文钞》，这是李老师教我的，以印祖为老师。这是近代专修专弘的一位大德，他的《文钞》字字句句帮助我们解决问题，帮助我们坚定信愿，也是保证我们在这一生当中必定生净土，这好事情！",
      "zh_TW": "所以，我們從去年清明節，把《華嚴經》暫停，來講這部經，這部經能救眼前的危機。講完之後我們講第二遍，二遍講完講三遍，我能活多少年我就一直講下去。晚年給大家做個樣子，一門深入、長時薰修。我只學這部經，別的東西我不看了，一切應酬都婉謝。我除了這部《大經解》之外，我只看印光大師《文鈔》，這是李老師教我的，以印祖為老師。這是近代專修專弘的一位大德，他的《文鈔》字字句句幫助我們解決問題，幫助我們堅定信願，也是保證我們在這一生當中必定生淨土，這好事情！"
    },
    {
      "id": "02-039-0581_p0014",
      "zh_CN": "我们今天看到宿命智力，要晓得起心动念有很大很大的影响，我们在《还源观》上看到，周遍法界、出生无尽。我们一个善的念头，眼前没有看到，可能他方世界有很多人得利益；一个恶念，好像这个地方没什么事情，他方世界有人遭难了。像中医，你们现在，听说你们有人在学原始点，它讲的就跟佛法道理一样的。你某个地方有病痛，但是痛点不在那个地方，痛点在身上另外一个部位。我们今天起心动念亦复如是，这个地方没有影响，他方世界有影响，因为这一个念头是遍法界虚空界统统都接收得到。我们只要专、只要放下，佛法的秘诀没有别的，就是放下。放下见思烦恼你就成阿罗汉，放下妄想分别你就成佛，你是法身大士了，全在放下。放下之后，自性的本能，无量的智慧德能，它就慢慢现前。所以六种神通、如来十力不稀奇，每个人都有，只是如来果地上它起用了。",
      "zh_TW": "我們今天看到宿命智力，要曉得起心動念有很大很大的影響，我們在《還源觀》上看到，周遍法界、出生無盡。我們一個善的念頭，眼前沒有看到，可能他方世界有很多人得利益；一個惡念，好像這個地方沒什麼事情，他方世界有人遭難了。像中醫，你們現在，聽說你們有人在學原始點，它講的就跟佛法道理一樣的。你某個地方有病痛，但是痛點不在那個地方，痛點在身上另外一個部位。我們今天起心動念亦復如是，這個地方沒有影響，他方世界有影響，因為這一個念頭是遍法界虛空界統統都接收得到。我們只要專、只要放下，佛法的祕訣沒有別的，就是放下。放下見思煩惱你就成阿羅漢，放下妄想分別你就成佛，你是法身大士了，全在放下。放下之後，自性的本能，無量的智慧德能，它就慢慢現前。所以六種神通、如來十力不稀奇，每個人都有，只是如來果地上它起用了。"
    },
    {
      "id": "02-039-0581_p0015",
      "zh_CN": "我们现在这十种能力伏在那里，不起作用。伏在那里什么？它有障碍，就是妄想分别执着障碍它，不是没有。我们不知道，佛知道，所以佛说「一切众生本来是佛」。你也是佛，他也是佛，都是佛，跟阿弥陀佛没有两样，跟毘卢遮那、跟释迦佛一样的。他们看得清楚、说得明白，我们要相信，相信自己本来是佛。《观经》上说的「是心是佛」，佛是什么？就是你的真心，你的真心就是佛；用真心就是佛，用妄心就是凡夫。我们有真心，不会用。真心是清净，真心是平等，真心是智慧，真心是禅定，真心是慈悲，真心里头没有染污、没有分别。希望我们恢复真心，这十种能力、六种神通全都出现了。",
      "zh_TW": "我們現在這十種能力伏在那裡，不起作用。伏在那裡什麼？它有障礙，就是妄想分別執著障礙它，不是沒有。我們不知道，佛知道，所以佛說「一切眾生本來是佛」。你也是佛，他也是佛，都是佛，跟阿彌陀佛沒有兩樣，跟毘盧遮那、跟釋迦佛一樣的。他們看得清楚、說得明白，我們要相信，相信自己本來是佛。《觀經》上說的「是心是佛」，佛是什麼？就是你的真心，你的真心就是佛；用真心就是佛，用妄心就是凡夫。我們有真心，不會用。真心是清淨，真心是平等，真心是智慧，真心是禪定，真心是慈悲，真心裡頭沒有染污、沒有分別。希望我們恢復真心，這十種能力、六種神通全都出現了。"
    },
    {
      "id": "02-039-0581_p0016",
      "zh_CN": "我们再看第九，「九者，天眼智力。见众生受生舍报，生生死死，从何道来，向何道去；以及善恶业缘，或苦或乐，无障碍之智力」，这是天眼。这个天眼是圆满的，一点障碍都没有，能够看到遍法界虚空界一切诸佛刹土里面的六道众生，每个众生你都能看得到。他见思烦恼没断，他就出不了六道轮回，他的活动空间就那么大，在六道里头舍身受身。舍报就是舍身，死了，又投胎了，受生就投胎了。换句话说，生生死死就是搞六道轮回，在六道里头舍身受身，他从哪一道来，又到哪一道去。人道不容易得到的，你说人道寿命长短，寿命短，不然，我们是生在减劫。如果你生在增劫的话，人的寿命最长，佛在经上告诉我们，多少岁？八万四千岁，这人间的岁月。最短呢？最短十岁。佛这个说法用我们今天话来说，平均年龄。",
      "zh_TW": "我們再看第九，「九者，天眼智力。見眾生受生捨報，生生死死，從何道來，向何道去；以及善惡業緣，或苦或樂，無障礙之智力」，這是天眼。這個天眼是圓滿的，一點障礙都沒有，能夠看到遍法界虛空界一切諸佛剎土裡面的六道眾生，每個眾生你都能看得到。他見思煩惱沒斷，他就出不了六道輪迴，他的活動空間就那麼大，在六道裡頭捨身受身。捨報就是捨身，死了，又投胎了，受生就投胎了。換句話說，生生死死就是搞六道輪迴，在六道裡頭捨身受身，他從哪一道來，又到哪一道去。人道不容易得到的，你說人道壽命長短，壽命短，不然，我們是生在減劫。如果你生在增劫的話，人的壽命最長，佛在經上告訴我們，多少歲？八萬四千歲，這人間的歲月。最短呢？最短十歲。佛這個說法用我們今天話來說，平均年齡。"
    },
    {
      "id": "02-039-0581_p0017",
      "zh_CN": "释迦牟尼佛出现在我们这个时代，是人在减劫，寿命一百岁。的确在那个时代里头，我们中国古籍有记载，很多活到一百岁、一百多岁。佛给我们说，一百年减一岁，释迦牟尼佛那时候人寿百岁，佛灭度距离我们现在三千零三十八年。那三千就减三十岁，一百岁减三十岁，七十岁。现代人的寿命，标准的寿命是七十岁，有长的也有短的。寿命长的，积德修善，寿命自然长。寿命也不是一定的，一切法都不定，佛法也不定，佛没有定法可说。为什么？你的念头在动，动善念加分，动恶念就减分。天天都搞加减乘除，但是加减乘除的幅度不大，所以你还是受寿命约束。如果加减乘除的幅度大，就超越了。善的力量大，善念头大，善的行为大，你寿命自然延长。",
      "zh_TW": "釋迦牟尼佛出現在我們這個時代，是人在減劫，壽命一百歲。的確在那個時代裡頭，我們中國古籍有記載，很多活到一百歲、一百多歲。佛給我們說，一百年減一歲，釋迦牟尼佛那時候人壽百歲，佛滅度距離我們現在三千零三十八年。那三千就減三十歲，一百歲減三十歲，七十歲。現代人的壽命，標準的壽命是七十歲，有長的也有短的。壽命長的，積德修善，壽命自然長。壽命也不是一定的，一切法都不定，佛法也不定，佛沒有定法可說。為什麼？你的念頭在動，動善念加分，動惡念就減分。天天都搞加減乘除，但是加減乘除的幅度不大，所以你還是受壽命約束。如果加減乘除的幅度大，就超越了。善的力量大，善念頭大，善的行為大，你壽命自然延長。"
    },
    {
      "id": "02-039-0581_p0018",
      "zh_CN": "了凡先生我们大家都相信，他自己给我们现身说法，给我们做证明。孔先生给他算命，那一年十五岁，给他算流年，他的寿命只有五十三岁。算得准不准？二十年当中没有一年不准。所以他心就定了，不再有妄想，为什么？有妄想没用处，一生皆是命，半点不由人。他那年跟云谷禅师在栖霞山，南京栖霞山，禅堂里面坐了三天三夜，不动一个念头。云谷禅师很佩服，一个凡人三天三夜不动一个念头，难得，以为他功夫不错，向他请教。他说老实话，「我没有功夫，我是年轻小时候孔先生给我算的命，二十年了」，那就说明他那年三十五岁，「二十年一点差错都没有，都算定了，我还有什么想头？想了没用处」。这个话说出来，云谷禅师听了哈哈大笑，「我以为你是圣人，原来你还是个凡夫」。什么原因？你知道你自己命运，你好好乖乖守住你的命运，你看没有增没有减，他没有恶念也没有善念，年年跟那个命算的完全一样。",
      "zh_TW": "了凡先生我們大家都相信，他自己給我們現身說法，給我們做證明。孔先生給他算命，那一年十五歲，給他算流年，他的壽命只有五十三歲。算得準不準？二十年當中沒有一年不準。所以他心就定了，不再有妄想，為什麼？有妄想沒用處，一生皆是命，半點不由人。他那年跟雲谷禪師在棲霞山，南京棲霞山，禪堂裡面坐了三天三夜，不動一個念頭。雲谷禪師很佩服，一個凡人三天三夜不動一個念頭，難得，以為他功夫不錯，向他請教。他說老實話，「我沒有功夫，我是年輕小時候孔先生給我算的命，二十年了」，那就說明他那年三十五歲，「二十年一點差錯都沒有，都算定了，我還有什麼想頭？想了沒用處」。這個話說出來，雲谷禪師聽了哈哈大笑，「我以為你是聖人，原來你還是個凡夫」。什麼原因？你知道你自己命運，你好好乖乖守住你的命運，你看沒有增沒有減，他沒有惡念也沒有善念，年年跟那個命算的完全一樣。"
    },
    {
      "id": "02-039-0581_p0019",
      "zh_CN": "所以，云谷禅师把命运这个道理讲解给他听，命运从哪来的？过去生中的善恶念头、善恶行为，那就是你现在一生的命运。命运可以改，你努力断恶修善就加分，没有减分，加，天天加，大善就乘，一倍一倍上去，乘了，这样一来的话命运就变了。云谷禅师教他，给他功过格，功过格的性质跟《弟子规》差不多，它是属于因果的，里面主要内容就是《感应篇》，《太上感应篇》，用这个来断恶修善。《感应篇》讲哪些不善的，要断，每天去检查自己有没有？有，就把它断掉，不能再造。善的，我有没有去做？没有，没有要赶紧去做。这个心一发，到第二年参加考试就不准了，第二年参加考试，孔先生算他是第三名，他考取第一名。这年收入增加，给他命中算定的增加了。真有效，不到一年效果就看到，他就相信了。不但自己断恶修善，太太也帮助他断恶修善，夫妻两个人一起修。命运可以改！命里没有功名，功名用我们今天的话来说就是学位，没有学位，他没有举人的学位，也没有进士，他的学位只到秀才。考举人、考进士都考不中，没这个命，要命里有才行。他努力断恶修善，求功名，被他考上了，这命里没有的，考中举人，考中进士。命里没有儿子，发心跟佛菩萨求个好儿子，求到了。命里寿命只有五十三岁，他没有求长寿，但是五十三岁那年平安过去，活到七十四岁，延寿二十一年，那是这一生修来的。",
      "zh_TW": "所以，雲谷禪師把命運這個道理講解給他聽，命運從哪來的？過去生中的善惡念頭、善惡行為，那就是你現在一生的命運。命運可以改，你努力斷惡修善就加分，沒有減分，加，天天加，大善就乘，一倍一倍上去，乘了，這樣一來的話命運就變了。雲谷禪師教他，給他功過格，功過格的性質跟《弟子規》差不多，它是屬於因果的，裡面主要內容就是《感應篇》，《太上感應篇》，用這個來斷惡修善。《感應篇》講哪些不善的，要斷，每天去檢查自己有沒有？有，就把它斷掉，不能再造。善的，我有沒有去做？沒有，沒有要趕緊去做。這個心一發，到第二年參加考試就不準了，第二年參加考試，孔先生算他是第三名，他考取第一名。這年收入增加，給他命中算定的增加了。真有效，不到一年效果就看到，他就相信了。不但自己斷惡修善，太太也幫助他斷惡修善，夫妻兩個人一起修。命運可以改！命裡沒有功名，功名用我們今天的話來說就是學位，沒有學位，他沒有舉人的學位，也沒有進士，他的學位只到秀才。考舉人、考進士都考不中，沒這個命，要命裡有才行。他努力斷惡修善，求功名，被他考上了，這命裡沒有的，考中舉人，考中進士。命裡沒有兒子，發心跟佛菩薩求個好兒子，求到了。命裡壽命只有五十三歲，他沒有求長壽，但是五十三歲那年平安過去，活到七十四歲，延壽二十一年，那是這一生修來的。"
    },
    {
      "id": "02-039-0581_p0020",
      "zh_CN": "关键，头一个是你要有信心，你不相信就没办法。了凡先生为什么能改过自新？他对于云谷禅师的教诲完全相信，完全接受，没有一点怀疑，拿到功过格回家就真干。功过格的内容就是《感应篇》，云谷禅师把这个东西传授给他，你就想到，中国自古以来儒释道是一家，就明白了。用道家的方法帮助他，就是他境界并不很高，他并没有求了解大乘佛法，没有要求了解宇宙奥秘。所求的，你看求功名、求富贵、求儿女，统统都能满他的愿。所用的方法是正法，它不是邪法，儒释道都是正法。他成功了，为什么许多人不成功？没有他的信心，没有他的毅力，不肯真干。了凡先生实在讲跟刘素云的条件是一样的，就是六个字。「老实」，他要不老实的话，怎么能二十年一点改变都没有！这就是什么？他是老实人；「听话」，听云谷禅师的话，听《太上感应篇》的话，「真干」，命运马上就转了。",
      "zh_TW": "關鍵，頭一個是你要有信心，你不相信就沒辦法。了凡先生為什麼能改過自新？他對於雲谷禪師的教誨完全相信，完全接受，沒有一點懷疑，拿到功過格回家就真幹。功過格的內容就是《感應篇》，雲谷禪師把這個東西傳授給他，你就想到，中國自古以來儒釋道是一家，就明白了。用道家的方法幫助他，就是他境界並不很高，他並沒有求了解大乘佛法，沒有要求了解宇宙奧祕。所求的，你看求功名、求富貴、求兒女，統統都能滿他的願。所用的方法是正法，它不是邪法，儒釋道都是正法。他成功了，為什麼許多人不成功？沒有他的信心，沒有他的毅力，不肯真幹。了凡先生實在講跟劉素雲的條件是一樣的，就是六個字。「老實」，他要不老實的話，怎麼能二十年一點改變都沒有！這就是什麼？他是老實人；「聽話」，聽雲谷禪師的話，聽《太上感應篇》的話，「真幹」，命運馬上就轉了。"
    },
    {
      "id": "02-039-0581_p0021",
      "zh_CN": "我们今天不求人天的福报，我们把它看穿了，这个东西没什么意思，终究出不了六道轮回。我们要费那么多精神、费那么多的时间去搞这个，错了。我们今天知道，世出世间第一个善法是极乐世界、是阿弥陀佛，为什么不把我们的时间、精力统统用在这上？世间所有的不再去想了，什么都好。这一顿饭，有得吃很好，没有得吃也很好，不要放在心上，日子得过且过。最重要的是有个清净环境，我能够听经，我能够念佛。听经，刘素云是最好的榜样，我就听一部经。为什么听经？因为自己有疑惑，听经帮助我们断疑生信，听经帮助我们转迷为悟。我们，这经典上讲得非常清楚，极乐世界跟我们这个世界，你都搞清楚、搞明白了，这两个一对比，我选择哪一个就决定了。时间非常宝贵，一分一秒都不浪费。一年的时间能不能转境界？能，决定能。《弥陀经》上讲的，若一日到若七日，怎么不能转？莹珂法师三天能转。",
      "zh_TW": "我們今天不求人天的福報，我們把它看穿了，這個東西沒什麼意思，終究出不了六道輪迴。我們要費那麼多精神、費那麼多的時間去搞這個，錯了。我們今天知道，世出世間第一個善法是極樂世界、是阿彌陀佛，為什麼不把我們的時間、精力統統用在這上？世間所有的不再去想了，什麼都好。這一頓飯，有得吃很好，沒有得吃也很好，不要放在心上，日子得過且過。最重要的是有個清淨環境，我能夠聽經，我能夠念佛。聽經，劉素雲是最好的榜樣，我就聽一部經。為什麼聽經？因為自己有疑惑，聽經幫助我們斷疑生信，聽經幫助我們轉迷為悟。我們，這經典上講得非常清楚，極樂世界跟我們這個世界，你都搞清楚、搞明白了，這兩個一對比，我選擇哪一個就決定了。時間非常寶貴，一分一秒都不浪費。一年的時間能不能轉境界？能，決定能。《彌陀經》上講的，若一日到若七日，怎麼不能轉？瑩珂法師三天能轉。"
    },
    {
      "id": "02-039-0581_p0022",
      "zh_CN": "我们不敢轻视别人，碰到一个老实、听话、真干的人，他进展的速度非常惊人，真放下了。放不下，心里还有牵肠挂肚的事情，决定障碍我们往生，决定障碍我们的信愿，我们自己要知道。我们要想在这一生成就，决定不再搞六道轮回，那你就统统放下。在这个世间，活一天行，活两天也行，一年、二年也行，随便，绝不计较，一切随缘。释迦牟尼佛在世为我们所示现的，示现那是什么境界？随时可以走，对这个世间没有一丝毫留恋。什么地方都可以去，没有分别，没有执着。帝王家里面的别墅花园供养你，请你住几天，可以，行，也没有感觉到什么乐；晚上住在穷乡僻壤，我们今天讲很脏乱的环境，他也没有嫌弃，不嫌弃，也没有觉得难受。这才叫大自在，为什么？没有分别、没有执着了，随遇而安，这里头自得其乐。一切众生在六道里头，「善恶业缘」这是造作，他造的因，「或苦或乐」是他的果报。他造的善因，他来世得乐，生三善道。他造的是恶因，他来生是三恶道，他要受苦。诸佛如来、法身菩萨不知道有多少人，他们统统看得清楚。",
      "zh_TW": "我們不敢輕視別人，碰到一個老實、聽話、真幹的人，他進展的速度非常驚人，真放下了。放不下，心裡還有牽腸掛肚的事情，決定障礙我們往生，決定障礙我們的信願，我們自己要知道。我們要想在這一生成就，決定不再搞六道輪迴，那你就統統放下。在這個世間，活一天行，活兩天也行，一年、二年也行，隨便，絕不計較，一切隨緣。釋迦牟尼佛在世為我們所示現的，示現那是什麼境界？隨時可以走，對這個世間沒有一絲毫留戀。什麼地方都可以去，沒有分別，沒有執著。帝王家裡面的別墅花園供養你，請你住幾天，可以，行，也沒有感覺到什麼樂；晚上住在窮鄉僻壤，我們今天講很髒亂的環境，他也沒有嫌棄，不嫌棄，也沒有覺得難受。這才叫大自在，為什麼？沒有分別、沒有執著了，隨遇而安，這裡頭自得其樂。一切眾生在六道裡頭，「善惡業緣」這是造作，他造的因，「或苦或樂」是他的果報。他造的善因，他來世得樂，生三善道。他造的是惡因，他來生是三惡道，他要受苦。諸佛如來、法身菩薩不知道有多少人，他們統統看得清楚。"
    },
    {
      "id": "02-039-0581_p0023",
      "zh_CN": "末后第十，「漏尽智力。于一切妄惑习气永断不生，能如实知不受后有之智力」。漏是烦恼的代名词，这两个字的意思很深，我们这个茶杯如果破损，有漏了，茶放进去都漏掉了，就这个意思。我们每天修积的功德会漏掉，哪里破了？烦恼就是破洞。你看，你有见思烦恼、有尘沙烦恼、有无明烦恼，你有这些烦恼不把它堵住，你所修积的一切功德全漏掉了。漏要是尽了，那就是烦恼断尽了，你的功德永远不漏失。无明烦恼我们自己不能觉察，太微细，分别的烦恼、执着的烦恼，这个相很粗，我们能够明了，对我们有害没好处。什么东西能够不漏？禅定、般若。怎样才能得到禅定？禅定在净宗是清净心，我们这个经题上「清净心」。般若智慧是我们经题上的「觉」，清净是定，平等是大定，自性本定，觉是智慧开了。智慧开了，如来果地上这十种力用统统具足，我们自性的全部就起来了。这个能力是本有的，不是佛菩萨专利，人人都有，六通三明每个人都具足。",
      "zh_TW": "末後第十，「漏盡智力。於一切妄惑習氣永斷不生，能如實知不受後有之智力」。漏是煩惱的代名詞，這兩個字的意思很深，我們這個茶杯如果破損，有漏了，茶放進去都漏掉了，就這個意思。我們每天修積的功德會漏掉，哪裡破了？煩惱就是破洞。你看，你有見思煩惱、有塵沙煩惱、有無明煩惱，你有這些煩惱不把它堵住，你所修積的一切功德全漏掉了。漏要是盡了，那就是煩惱斷盡了，你的功德永遠不漏失。無明煩惱我們自己不能覺察，太微細，分別的煩惱、執著的煩惱，這個相很粗，我們能夠明瞭，對我們有害沒好處。什麼東西能夠不漏？禪定、般若。怎樣才能得到禪定？禪定在淨宗是清淨心，我們這個經題上「清淨心」。般若智慧是我們經題上的「覺」，清淨是定，平等是大定，自性本定，覺是智慧開了。智慧開了，如來果地上這十種力用統統具足，我們自性的全部就起來了。這個能力是本有的，不是佛菩薩專利，人人都有，六通三明每個人都具足。"
    },
    {
      "id": "02-039-0581_p0024",
      "zh_CN": "「于一切妄惑」，惑是迷惑，迷惑全是虚妄的，不是真实的，为什么？自性清净心里头没有。一切妄惑无量无边，四弘誓愿说「烦恼无尽誓愿断」，就这个意思。佛为我们归纳，无量无边的烦恼归纳为三大类：无明烦恼、尘沙烦恼、见思烦恼。见是你的看法，思是你的想法，你对于宇宙人生的看法、想法错了，这叫见思烦恼，这个烦恼最粗、最明显。第二大类叫尘沙，尘沙比这个细，但是它多，尘沙是形容它数目之多。你起分别，还没有执着，可见得这个烦恼就轻很多，执着就重了。不但不能执着，分别都得放下，你的心才真的自在。每天怎样？没事，古大德两句话说得好，「天下本无事，庸人自扰之」，你不分别不就没事了！真没事，这不是假的，确实真的。你有分别、有执着，你自己找的事。起心动念是有事，但是那非常非常微细。破起心动念那是法身菩萨的事情，我们还到不了那个程度，我们现在要干的就是见思烦恼。",
      "zh_TW": "「於一切妄惑」，惑是迷惑，迷惑全是虛妄的，不是真實的，為什麼？自性清淨心裡頭沒有。一切妄惑無量無邊，四弘誓願說「煩惱無盡誓願斷」，就這個意思。佛為我們歸納，無量無邊的煩惱歸納為三大類：無明煩惱、塵沙煩惱、見思煩惱。見是你的看法，思是你的想法，你對於宇宙人生的看法、想法錯了，這叫見思煩惱，這個煩惱最粗、最明顯。第二大類叫塵沙，塵沙比這個細，但是它多，塵沙是形容它數目之多。你起分別，還沒有執著，可見得這個煩惱就輕很多，執著就重了。不但不能執著，分別都得放下，你的心才真的自在。每天怎樣？沒事，古大德兩句話說得好，「天下本無事，庸人自擾之」，你不分別不就沒事了！真沒事，這不是假的，確實真的。你有分別、有執著，你自己找的事。起心動念是有事，但是那非常非常微細。破起心動念那是法身菩薩的事情，我們還到不了那個程度，我們現在要幹的就是見思煩惱。"
    },
    {
      "id": "02-039-0581_p0025",
      "zh_CN": "用什么方法把我们的看法想法都纠正过来？八万四千法门无过于净宗的妙法。净土这个方法太妙，让你什么？让你看法是阿弥陀佛极乐世界，让你想法也是阿弥陀佛极乐世界。用这一句名号、用这一部经，把你所有不正确的看法想法全部把它转过来。所以我们千万不能瞧不起乡下的阿公阿婆，他们每天一串念珠，嘴里一句阿弥陀佛，一天二十四小时不中断，厉害，他没有妄想。念上个两年、三年，他真的往生了。你看他怎么走的？预知时至，站着走的，坐着走的。你问他经教他不懂，他没听过经。他凭什么走的？凭他的善根、福德、因缘。《弥陀经》上说的，「不可以少善根福德因缘，得生彼国」。善根是什么？老实；福德是什么？听话；因缘是真干。你要问他什么叫善根福德因缘，他不知道，他只晓得念阿弥陀佛。念一句阿弥陀佛，善根福德因缘统统具足，而且统统圆满。他不认识字，佛法里面这些仪规、规矩他都不懂，他只晓得这一句名号，而且什么？愈念愈欢喜，愈念心愈清净，愈念心愈踏实。",
      "zh_TW": "用什麼方法把我們的看法想法都糾正過來？八萬四千法門無過於淨宗的妙法。淨土這個方法太妙，讓你什麼？讓你看法是阿彌陀佛極樂世界，讓你想法也是阿彌陀佛極樂世界。用這一句名號、用這一部經，把你所有不正確的看法想法全部把它轉過來。所以我們千萬不能瞧不起鄉下的阿公阿婆，他們每天一串念珠，嘴裡一句阿彌陀佛，一天二十四小時不中斷，厲害，他沒有妄想。念上個兩年、三年，他真的往生了。你看他怎麼走的？預知時至，站著走的，坐著走的。你問他經教他不懂，他沒聽過經。他憑什麼走的？憑他的善根、福德、因緣。《彌陀經》上說的，「不可以少善根福德因緣，得生彼國」。善根是什麼？老實；福德是什麼？聽話；因緣是真幹。你要問他什麼叫善根福德因緣，他不知道，他只曉得念阿彌陀佛。念一句阿彌陀佛，善根福德因緣統統具足，而且統統圓滿。他不認識字，佛法裡面這些儀規、規矩他都不懂，他只曉得這一句名號，而且什麼？愈念愈歡喜，愈念心愈清淨，愈念心愈踏實。"
    },
    {
      "id": "02-039-0581_p0026",
      "zh_CN": "现在人心浮动不踏实，怀疑、忧虑，尤其在现在灾难频繁，还恐惧。所以表现在外面的是心浮气躁，浮动。心浮气躁麻烦就大了，为什么？不但佛法障碍了，世间善法也障碍了。老师教学生，哪种学生可以教？以前李老师跟我们说的，这是上课课堂里讲的，能够接受一分的教他一分，能够接受两分的教他两分，能够接受十分的教他十分。有能力接受十分，你只教他九分，你对不起这个学生。他的能力只能接受一分，你教他两分是多余的，为什么？另外那一分他吸收不了。老师能不能看得出来？有功夫的老师能看出来。从哪里看？就看诚敬。印祖讲得好，他有几分诚敬心，就是真诚恭敬，他就能得几分利益。他要没有真诚恭敬，把他看作旁听生，他有没有成就、能学多少，不必去计较，他是来旁听的。真有诚敬心，那老师真照顾，不照顾对不起这个人。老师欢喜！因为每个老师都希望他的法有人承传，一代一代传下去，这个有意义、有价值，这一生没有白来。如果没有人承传，断掉了，你说有什么意思？所以古来的大德，如果这一生遇不到传人，这是可遇不可求的，遇不到怎么办？写书。把自己东西留下去，希望后人将来看到能承传他，做私淑弟子，只有这个办法。",
      "zh_TW": "現在人心浮動不踏實，懷疑、憂慮，尤其在現在災難頻繁，還恐懼。所以表現在外面的是心浮氣躁，浮動。心浮氣躁麻煩就大了，為什麼？不但佛法障礙了，世間善法也障礙了。老師教學生，哪種學生可以教？以前李老師跟我們說的，這是上課課堂裡講的，能夠接受一分的教他一分，能夠接受兩分的教他兩分，能夠接受十分的教他十分。有能力接受十分，你只教他九分，你對不起這個學生。他的能力只能接受一分，你教他兩分是多餘的，為什麼？另外那一分他吸收不了。老師能不能看得出來？有功夫的老師能看出來。從哪裡看？就看誠敬。印祖講得好，他有幾分誠敬心，就是真誠恭敬，他就能得幾分利益。他要沒有真誠恭敬，把他看作旁聽生，他有沒有成就、能學多少，不必去計較，他是來旁聽的。真有誠敬心，那老師真照顧，不照顧對不起這個人。老師歡喜！因為每個老師都希望他的法有人承傳，一代一代傳下去，這個有意義、有價值，這一生沒有白來。如果沒有人承傳，斷掉了，你說有什麼意思？所以古來的大德，如果這一生遇不到傳人，這是可遇不可求的，遇不到怎麼辦？寫書。把自己東西留下去，希望後人將來看到能承傳他，做私淑弟子，只有這個辦法。"
    },
    {
      "id": "02-039-0581_p0027",
      "zh_CN": "我们在这个时代，也非常鼓励大家做古人的私淑弟子。譬如在最近，我们在讲经里面提到《群书治要》，现在印出来了。《群书治要》里面的内容，六十五种古籍，六十五种。我们就劝，鼓励大家，年轻的学生一个人学一种。统统学，难！太大太庞杂，学一种。它这一种里面都是一部典籍里头的精华摘录出来的，所以分量不多。要有耐心，你就学这一部书。譬如学《易经》，这里头节录《易经》的东西也是很简单，你从这里入门。入门之后你就有兴趣了，你就可以研究全部的《易经》。一生当中就搞这一门，十年之后你是易学专家、易学大师，成就了。学《书经》的，专门去研究《书经》，一门深入、长时薰修。中国要有六十五个这样的人，一流的人才出来，这个国家大治，汉学就真正复兴起来。《群书治要》是个引导，让你对这个东西里产生兴趣、产生热爱，你就成功了。二、三十岁的这种年轻人，你有时间、有精力你可以去投注。这个成就是真实的成就，是伟大的成就，是传承中国古圣先贤的道学。一个人要学很多种就靠不住，学上五种以上，你学的都是知识，为什么？你不够深入。一定要专，就是一门，一门深入、长时薰修，就对了。",
      "zh_TW": "我們在這個時代，也非常鼓勵大家做古人的私淑弟子。譬如在最近，我們在講經裡面提到《群書治要》，現在印出來了。《群書治要》裡面的內容，六十五種古籍，六十五種。我們就勸，鼓勵大家，年輕的學生一個人學一種。統統學，難！太大太龐雜，學一種。它這一種裡面都是一部典籍裡頭的精華摘錄出來的，所以分量不多。要有耐心，你就學這一部書。譬如學《易經》，這裡頭節錄《易經》的東西也是很簡單，你從這裡入門。入門之後你就有興趣了，你就可以研究全部的《易經》。一生當中就搞這一門，十年之後你是易學專家、易學大師，成就了。學《書經》的，專門去研究《書經》，一門深入、長時薰修。中國要有六十五個這樣的人，一流的人才出來，這個國家大治，漢學就真正復興起來。《群書治要》是個引導，讓你對這個東西裡產生興趣、產生熱愛，你就成功了。二、三十歲的這種年輕人，你有時間、有精力你可以去投注。這個成就是真實的成就，是偉大的成就，是傳承中國古聖先賢的道學。一個人要學很多種就靠不住，學上五種以上，你學的都是知識，為什麼？你不夠深入。一定要專，就是一門，一門深入、長時薰修，就對了。"
    },
    {
      "id": "02-039-0581_p0028",
      "zh_CN": "我以前有个天主教的朋友，也往生了。他初中毕业，一生研究一样东西，宋史，就是宋朝的历史，一生搞一门，他变成宋史的专家。讲宋朝历史，大概在这个时代他第一。宋朝的典章、文武制度，他来讲如数家珍。他是天主教徒。所以一门你会有成就，你会有非常出色的成就。你功夫下得深，大学里头专门学历史的比不上你。我们一生精力用在一点上，容易，分散就难了。学经教亦如是，经教涉猎太多，那一定要融会贯通。真正融会贯通了，最后还是归一。我们看古来的祖师大德，到最后晚年都归到净土，都是念佛往生的。宗门的大德、教下的大德、学禅的大德、学密的大德、学戒律的大德，最后都归净土。为什么？圆融贯通了。",
      "zh_TW": "我以前有個天主教的朋友，也往生了。他初中畢業，一生研究一樣東西，宋史，就是宋朝的歷史，一生搞一門，他變成宋史的專家。講宋朝歷史，大概在這個時代他第一。宋朝的典章、文武制度，他來講如數家珍。他是天主教徒。所以一門你會有成就，你會有非常出色的成就。你功夫下得深，大學裡頭專門學歷史的比不上你。我們一生精力用在一點上，容易，分散就難了。學經教亦如是，經教涉獵太多，那一定要融會貫通。真正融會貫通了，最後還是歸一。我們看古來的祖師大德，到最後晚年都歸到淨土，都是念佛往生的。宗門的大德、教下的大德、學禪的大德、學密的大德、學戒律的大德，最後都歸淨土。為什麼？圓融貫通了。"
    },
    {
      "id": "02-039-0581_p0029",
      "zh_CN": "妄惑还有习气，断习气比较难，但是习气不能不断。不断习气，很容易受到外面刺激，毛病又产生了，分别执着又起来。所以，最好住在清净环境里头，眼不见，耳不闻，习气伏住，用这一句阿弥陀佛把习气伏住。「永断不生」，到真伏住了，诸位要晓得，真伏住了，你没断，小小的境界风没有关系，你能伏得住，大风大浪的时候你伏不住，这习气又起现行，又起作用了，这是非常可怕的事情。我们一般人念佛往生，生到极乐世界，妄惑是一时伏住，你才能往生。佛不是叫你永断不生，那就是断烦恼往生西方极乐世界，所以人人能去得成，就是他不要断，伏住就行。你有能力控制它不起现行，就是不起作用，贪瞋痴都能伏得住，没断，他就能往生。生到西方极乐世界，慢慢就永断了。为什么？西方极乐世界没有贪瞋痴的缘。譬如我贪财，到极乐世界贪不贪财？金银财宝都是建筑材料，太多太多了，遍地都是，谁要这个东西！这里拿到黄金非常宝贵，西方极乐世界黄金是铺马路的。我们这个地方道路是用柏油铺的，极乐世界是用黄金铺的。大地，琉璃地，琉璃是什么？我们讲翡翠，最好的玉，绿色的玉，透明的。西方极乐世界的地，大地是翡翠。我们现在翡翠是宝，比白玉还珍贵，在西方极乐世界那就是泥土，谁要它？我们这个地方把它看成宝贵，是因为它是稀有的，它太少了，宝贵它。极乐世界太多了，遍地都是，你一点都不稀奇了，所以贪心生不起来。极乐世界人人都有礼，人人都谦虚，傲慢生不起来；每个人都是柔和质直，瞋恨生不起来。所以，贪瞋痴慢疑的习气到极乐世界统统生不起来，它不是这个环境。我们要不到极乐世界，要断烦恼、要断习气谈何容易？就凭这一点，我们不去不行，不能不去。这句话真正做到，只有到极乐世界，「于一切妄惑习气永断不生」，不到极乐世界，在这个世界是决定做不到的。",
      "zh_TW": "妄惑還有習氣，斷習氣比較難，但是習氣不能不斷。不斷習氣，很容易受到外面刺激，毛病又產生了，分別執著又起來。所以，最好住在清淨環境裡頭，眼不見，耳不聞，習氣伏住，用這一句阿彌陀佛把習氣伏住。「永斷不生」，到真伏住了，諸位要曉得，真伏住了，你沒斷，小小的境界風沒有關係，你能伏得住，大風大浪的時候你伏不住，這習氣又起現行，又起作用了，這是非常可怕的事情。我們一般人念佛往生，生到極樂世界，妄惑是一時伏住，你才能往生。佛不是叫你永斷不生，那就是斷煩惱往生西方極樂世界，所以人人能去得成，就是他不要斷，伏住就行。你有能力控制它不起現行，就是不起作用，貪瞋痴都能伏得住，沒斷，他就能往生。生到西方極樂世界，慢慢就永斷了。為什麼？西方極樂世界沒有貪瞋痴的緣。譬如我貪財，到極樂世界貪不貪財？金銀財寶都是建築材料，太多太多了，遍地都是，誰要這個東西！這裡拿到黃金非常寶貴，西方極樂世界黃金是鋪馬路的。我們這個地方道路是用柏油鋪的，極樂世界是用黃金鋪的。大地，琉璃地，琉璃是什麼？我們講翡翠，最好的玉，綠色的玉，透明的。西方極樂世界的地，大地是翡翠。我們現在翡翠是寶，比白玉還珍貴，在西方極樂世界那就是泥土，誰要它？我們這個地方把它看成寶貴，是因為它是稀有的，它太少了，寶貴它。極樂世界太多了，遍地都是，你一點都不稀奇了，所以貪心生不起來。極樂世界人人都有禮，人人都謙虛，傲慢生不起來；每個人都是柔和質直，瞋恨生不起來。所以，貪瞋痴慢疑的習氣到極樂世界統統生不起來，它不是這個環境。我們要不到極樂世界，要斷煩惱、要斷習氣談何容易？就憑這一點，我們不去不行，不能不去。這句話真正做到，只有到極樂世界，「於一切妄惑習氣永斷不生」，不到極樂世界，在這個世界是決定做不到的。"
    },
    {
      "id": "02-039-0581_p0030",
      "zh_CN": "「能如实知不受后有」，不受后有就是不再投胎，不再搞六道轮回。如果说不再搞六道轮回，阿罗汉就办到了。不再搞十法界，要不用妄心才能做到；也就是说，转阿赖耶为大圆镜智就做到了，不再到十法界来。六道是内凡，六道之内的凡夫；四圣法界是外凡，六道以外他还是凡夫，为什么？他还是用阿赖耶，不过用得正。我们六道里头用歪了、用偏了，所以就变成染污，严重的染污。四圣法界全是学佛，他们完全用佛法做标准，修正自己的思想、行为，所以他们心地清净，这是释迦牟尼佛的净土。但是没有转识成智，所以还是凡夫。真正到不起心、不动念，转八识成四智，他就是圣人，真正的圣人。他往生到诸佛如来的实报庄严土，这是真正成就，他到一真法界了。一真法界里面，三种烦恼都没有了，无明断了，尘沙、见思连习气都断了。他还有一点，就是无始无明的习气，这个习气作用不大，没有什么大障碍。所以，在极乐世界、在实报庄严土，在那边要住上三个阿僧祇劫。为什么？三个阿僧祇劫之后，无始无明的习气完全没有了，要用时间把习气淘汰掉。习气真断了，就证到妙觉如来，回归常寂光，真正大圆满。",
      "zh_TW": "「能如實知不受後有」，不受後有就是不再投胎，不再搞六道輪迴。如果說不再搞六道輪迴，阿羅漢就辦到了。不再搞十法界，要不用妄心才能做到；也就是說，轉阿賴耶為大圓鏡智就做到了，不再到十法界來。六道是內凡，六道之內的凡夫；四聖法界是外凡，六道以外他還是凡夫，為什麼？他還是用阿賴耶，不過用得正。我們六道裡頭用歪了、用偏了，所以就變成染污，嚴重的染污。四聖法界全是學佛，他們完全用佛法做標準，修正自己的思想、行為，所以他們心地清淨，這是釋迦牟尼佛的淨土。但是沒有轉識成智，所以還是凡夫。真正到不起心、不動念，轉八識成四智，他就是聖人，真正的聖人。他往生到諸佛如來的實報莊嚴土，這是真正成就，他到一真法界了。一真法界裡面，三種煩惱都沒有了，無明斷了，塵沙、見思連習氣都斷了。他還有一點，就是無始無明的習氣，這個習氣作用不大，沒有什麼大障礙。所以，在極樂世界、在實報莊嚴土，在那邊要住上三個阿僧祇劫。為什麼？三個阿僧祇劫之後，無始無明的習氣完全沒有了，要用時間把習氣淘汰掉。習氣真斷了，就證到妙覺如來，回歸常寂光，真正大圓滿。"
    },
    {
      "id": "02-039-0581_p0031",
      "zh_CN": "这个不受后有包括一真法界。他还会不会来？会来，佛菩萨没有不慈悲的，众生有感他就有应。无论在什么地方应化身，我们一定要知道，他决定没有起心动念。像释迦牟尼佛当年在世间，为我们讲经说法四十九年，他有没有起心动念过？没有。如果起心动念，他不就退转了！回归到常寂光，绝对没有起心动念。没有起心动念怎么会现身？这是自然的。佛举了个比喻，譬如我们敲鼓，我们敲鼓的人是有心敲它，它就有声音响出来，它并没有思考一下，他敲我，我要回应声，它没有，自然的。证得常寂光净土的这些诸佛如来叫妙觉如来，就是这样的，十方世界无论是十法界还是六道众生有求于他，求佛菩萨帮助我们，他就有应。众生的念头，才动念头，那边就收到了，他就有感应。",
      "zh_TW": "這個不受後有包括一真法界。他還會不會來？會來，佛菩薩沒有不慈悲的，眾生有感他就有應。無論在什麼地方應化身，我們一定要知道，他決定沒有起心動念。像釋迦牟尼佛當年在世間，為我們講經說法四十九年，他有沒有起心動念過？沒有。如果起心動念，他不就退轉了！回歸到常寂光，絕對沒有起心動念。沒有起心動念怎麼會現身？這是自然的。佛舉了個比喻，譬如我們敲鼓，我們敲鼓的人是有心敲它，它就有聲音響出來，它並沒有思考一下，他敲我，我要回應聲，它沒有，自然的。證得常寂光淨土的這些諸佛如來叫妙覺如來，就是這樣的，十方世界無論是十法界還是六道眾生有求於他，求佛菩薩幫助我們，他就有應。眾生的念頭，才動念頭，那邊就收到了，他就有感應。"
    },
    {
      "id": "02-039-0581_p0032",
      "zh_CN": "那我们晓得，有人求感应很明显，有人求了没有感应，这怎么回事情？他统统都应了，有感应的是接收的人他没有障碍，这就感应现前。我们自己本身有障碍，虽然接收了，他是来了，我们看不到他，我们没有觉察到，自己的业障太重了，业障碍住。所以，业障要消，怎么个消法？消业障最好的方法还是念阿弥陀佛，这个是妙极了。怎么样忏除业障都不如念阿弥陀佛，念阿弥陀佛能把业障清得干干净净。怎么忏都还留的有渣子，都搞不干净。这要对净宗真正相信，一点怀疑没有，所以真正念佛人，念上个半年、一年他的感应就不可思议。这个法门千真万确是知难行易，真干效果真不得了。我们记住，莹珂法师三天把阿弥陀佛念来，再三天就往生了。真信，真没有疑惑，真干，一定要懂这个道理。",
      "zh_TW": "那我們曉得，有人求感應很明顯，有人求了沒有感應，這怎麼回事情？他統統都應了，有感應的是接收的人他沒有障礙，這就感應現前。我們自己本身有障礙，雖然接收了，他是來了，我們看不到他，我們沒有覺察到，自己的業障太重了，業障礙住。所以，業障要消，怎麼個消法？消業障最好的方法還是念阿彌陀佛，這個是妙極了。怎麼樣懺除業障都不如念阿彌陀佛，念阿彌陀佛能把業障清得乾乾淨淨。怎麼懺都還留的有渣子，都搞不乾淨。這要對淨宗真正相信，一點懷疑沒有，所以真正念佛人，念上個半年、一年他的感應就不可思議。這個法門千真萬確是知難行易，真幹效果真不得了。我們記住，瑩珂法師三天把阿彌陀佛念來，再三天就往生了。真信，真沒有疑惑，真幹，一定要懂這個道理。"
    },
    {
      "id": "02-039-0581_p0033",
      "zh_CN": "慈云灌顶法师告诉我们，他是乾隆时代的人，跟彭际清居士同时代。这位法师了不起，通宗通教，显密圆融，著作非常丰富，日本《卍续藏》里面收他的东西收了二十多种，大概他的著作有五、六十种。我看过目录，他着的《楞严经》，楞严神咒他把它注解了，这是所有注《楞严经》的人都没有注解神咒，他连神咒都注解了。他告诉我们，众生遇到灾难，所有的佛法，大小乘佛法、密宗的神咒都失效了，你的罪业太重，都没有办法，都失效了，最后还有一门能救你，就是念阿弥陀佛。这句话可不得了！这一句阿弥陀佛的威力超过所有经教，超过所有的忏法。三时系念也是忏法，水陆法会也是忏法，大悲忏、华严忏统统都是忏法，都不如这一句佛号。没人相信，所以遇到灾难还是去拜忏，费多大的劲，效果不彰。他如果知道这个秘密，相信这个道理，遇到灾难一心念佛，真就好了。我们以前看《山西小院》那个碟，不就是这样的吗？",
      "zh_TW": "慈雲灌頂法師告訴我們，他是乾隆時代的人，跟彭際清居士同時代。這位法師了不起，通宗通教，顯密圓融，著作非常豐富，日本《卍續藏》裡面收他的東西收了二十多種，大概他的著作有五、六十種。我看過目錄，他著的《楞嚴經》，楞嚴神咒他把它註解了，這是所有註《楞嚴經》的人都沒有註解神咒，他連神咒都註解了。他告訴我們，眾生遇到災難，所有的佛法，大小乘佛法、密宗的神咒都失效了，你的罪業太重，都沒有辦法，都失效了，最後還有一門能救你，就是念阿彌陀佛。這句話可不得了！這一句阿彌陀佛的威力超過所有經教，超過所有的懺法。三時繫念也是懺法，水陸法會也是懺法，大悲懺、華嚴懺統統都是懺法，都不如這一句佛號。沒人相信，所以遇到災難還是去拜懺，費多大的勁，效果不彰。他如果知道這個祕密，相信這個道理，遇到災難一心念佛，真就好了。我們以前看《山西小院》那個碟，不就是這樣的嗎？"
    },
    {
      "id": "02-039-0581_p0034",
      "zh_CN": "我们看刘素云的报告，不就这样的吗？她那个红斑狼疮比癌症还严重。当时医生告诉她，他说妳心理上要有个准备，妳随时会死亡，不是两个月、三个月。可是刘素云很难得，她没有把生死放在心上，她只把佛号放在心上，每天听经十个小时，念佛可能也差不多有十个小时，她真干！几个月的时间她病就好了，再去检查，没有了，身上连个疤痕都没有。医生感觉得奇怪，这种病好的时候一定有疤，有疤痕，她为什么连疤痕都没有？那就是说明，自性清净心里头没有疤痕，她把清净心念出来了，把平等心念出来了。这个功夫就相当深的功夫，若不是事一心不乱，也是功夫成片的上上品，她才能真得生死自在。在这个境界里头，她看万法一如，没有欢喜的，也没有讨厌的，真能随缘，真放下。这是修净土当代最好的榜样。学她这个方法，没有一个不成就，就是有毅力、有恒心，不改变，这个方法我就修一辈子。我这辈子就干这一桩事情，示现给大家看，真正知道自己不受后有。诸位要晓得，往生极乐世界就不受后有，哪怕生到边地疑城都不受后有。为什么？再不会到六道来，不会到十法界来。这个法门，过去祖师大德都赞叹为世尊一代时教第一法门，真正不可思议。",
      "zh_TW": "我們看劉素雲的報告，不就這樣的嗎？她那個紅斑狼瘡比癌症還嚴重。當時醫生告訴她，他說妳心理上要有個準備，妳隨時會死亡，不是兩個月、三個月。可是劉素雲很難得，她沒有把生死放在心上，她只把佛號放在心上，每天聽經十個小時，念佛可能也差不多有十個小時，她真幹！幾個月的時間她病就好了，再去檢查，沒有了，身上連個疤痕都沒有。醫生感覺得奇怪，這種病好的時候一定有疤，有疤痕，她為什麼連疤痕都沒有？那就是說明，自性清淨心裡頭沒有疤痕，她把清淨心念出來了，把平等心念出來了。這個功夫就相當深的功夫，若不是事一心不亂，也是功夫成片的上上品，她才能真得生死自在。在這個境界裡頭，她看萬法一如，沒有歡喜的，也沒有討厭的，真能隨緣，真放下。這是修淨土當代最好的榜樣。學她這個方法，沒有一個不成就，就是有毅力、有恆心，不改變，這個方法我就修一輩子。我這輩子就幹這一樁事情，示現給大家看，真正知道自己不受後有。諸位要曉得，往生極樂世界就不受後有，哪怕生到邊地疑城都不受後有。為什麼？再不會到六道來，不會到十法界來。這個法門，過去祖師大德都讚歎為世尊一代時教第一法門，真正不可思議。"
    },
    {
      "id": "02-039-0581_p0035",
      "zh_CN": "我们再看下面。「无畏者，乃四无畏，又云四无所畏」，这都是名词，一个意思，「化他之心不怯，名无畏」，没有恐惧。「今所指者是佛之四无畏」，如来果地上的四种无畏。虽然前面我们学过，我们不妨再多学一遍。《三藏法数》里，我们把这一段节出来了，这个文是《大智度论》里头的。「此四」，下面的四种，第一个是一切智，第二个是漏尽，第三个是说障道，第四个是说尽苦道，这四种都无所畏。为什么无畏？他真清楚、真明白。这四个课题都非常之难、非常的深，佛清楚，一般人说不出来。",
      "zh_TW": "我們再看下面。「無畏者，乃四無畏，又云四無所畏」，這都是名詞，一個意思，「化他之心不怯，名無畏」，沒有恐懼。「今所指者是佛之四無畏」，如來果地上的四種無畏。雖然前面我們學過，我們不妨再多學一遍。《三藏法數》裡，我們把這一段節出來了，這個文是《大智度論》裡頭的。「此四」，下面的四種，第一個是一切智，第二個是漏盡，第三個是說障道，第四個是說盡苦道，這四種都無所畏。為什麼無畏？他真清楚、真明白。這四個課題都非常之難、非常的深，佛清楚，一般人說不出來。"
    },
    {
      "id": "02-039-0581_p0036",
      "zh_CN": "你看看，「由佛十力之智内充」，前面讲的十种智力，没有这十种智力不行，「明了决定」，这是智慧，我们回向偈里愿得智慧真明了，「故于大众中凡有所说，则无恐惧之相，故名无所畏」。如果对这桩事情知道得不很清楚，你在大庭广众说，怕人家问，一问就把你问倒了，那就有恐惧了。这种情形有，在香港，还挺多的。我在一九七七年第一次到香港来讲经，也是我离开台湾，在台湾之外的地区第一次讲经，讲《楞严经》，而且时间是四个月。那时候他们给我办个签证，邀请我到香港讲经，香港移民局批准四个月，住满四个月。《楞严经》没讲完，讲了一半，大家听了都很欢喜。",
      "zh_TW": "你看看，「由佛十力之智內充」，前面講的十種智力，沒有這十種智力不行，「明了決定」，這是智慧，我們迴向偈裡願得智慧真明了，「故於大眾中凡有所說，則無恐懼之相，故名無所畏」。如果對這樁事情知道得不很清楚，你在大庭廣眾說，怕人家問，一問就把你問倒了，那就有恐懼了。這種情形有，在香港，還挺多的。我在一九七七年第一次到香港來講經，也是我離開台灣，在台灣之外的地區第一次講經，講《楞嚴經》，而且時間是四個月。那時候他們給我辦個簽證，邀請我到香港講經，香港移民局批准四個月，住滿四個月。《楞嚴經》沒講完，講了一半，大家聽了都很歡喜。"
    },
    {
      "id": "02-039-0581_p0037",
      "zh_CN": "我到这里来，住在畅怀法师的图书馆。到达的那天，晚上吃完晚饭在一起喝茶，告诉我：净空法师，在香港讲经不容易，你心里要有个底子。我说这边情形怎么样？「香港人不听经，没有听经的风气，他们来听经两天，头一天开经他来听，最后一天圆满他来听，当中不来。」他说「你要知道」，那个时候刚刚出来，「你也不出名，也不是什么了不起的大法师，可能常常讲经没有人来听」。我说这样的？我说不要紧，没有人听，有桌椅板凳排在那里，它们听就可以了。我这个一回答，畅怀法师讲，你有这个本事，那不错！不要人听，桌椅板凳也可以听，我还一样照讲。他说那这样还可以。没有想到第二天开讲的时候，真的人坐满了，这以后是天天都坐满。畅怀法师说，你的法缘很不错，太难得，从来没有见过。有名的老和尚到那边讲经都不行，当中听经人很少，不像我这个，天天好像都坐满了。这是法缘殊胜。",
      "zh_TW": "我到這裡來，住在暢懷法師的圖書館。到達的那天，晚上吃完晚飯在一起喝茶，告訴我：淨空法師，在香港講經不容易，你心裡要有個底子。我說這邊情形怎麼樣？「香港人不聽經，沒有聽經的風氣，他們來聽經兩天，頭一天開經他來聽，最後一天圓滿他來聽，當中不來。」他說「你要知道」，那個時候剛剛出來，「你也不出名，也不是什麼了不起的大法師，可能常常講經沒有人來聽」。我說這樣的？我說不要緊，沒有人聽，有桌椅板凳排在那裡，它們聽就可以了。我這個一回答，暢懷法師講，你有這個本事，那不錯！不要人聽，桌椅板凳也可以聽，我還一樣照講。他說那這樣還可以。沒有想到第二天開講的時候，真的人坐滿了，這以後是天天都坐滿。暢懷法師說，你的法緣很不錯，太難得，從來沒有見過。有名的老和尚到那邊講經都不行，當中聽經人很少，不像我這個，天天好像都坐滿了。這是法緣殊勝。"
    },
    {
      "id": "02-039-0581_p0038",
      "zh_CN": "而且还有个麻烦事情，专门有批人找法师的麻烦。他们听经，听完之后提出问题来问，要把法师辩到不能回答，让你很难为情的下台，有这么一批人。他告诉我，「你要小心，多少法师到这里来，被他们问倒之后，很难为情」。这就是有所畏，叫我要小心。这些人来了没有？来了，没提问题。他告诉我是哪几个，常常找麻烦的。这些人不但没找我麻烦，还大家联合起来请我吃了一顿饭。所以《楞严经》他们要问，在这个范围当中我不害怕，因为我学《楞严经》，在台中复讲过一遍。李老师星期三讲，我星期四复讲。老师在台中讲一部《楞严经》讲到圆满，我也讲了一部圆满的《楞严经》，经过我们同学的印证，我们经学班的。我在台中求学十年，七个朋友，七个同参道友，十年在一起，每个星期一个晚上，三个小时，我们复讲。一个人复讲，六个人听，讲完之后研究讨论。我们下过这个功夫，所以疑难的问题我们都曾经辩论过，有这么一点基础。",
      "zh_TW": "而且還有個麻煩事情，專門有批人找法師的麻煩。他們聽經，聽完之後提出問題來問，要把法師辯到不能回答，讓你很難為情的下台，有這麼一批人。他告訴我，「你要小心，多少法師到這裡來，被他們問倒之後，很難為情」。這就是有所畏，叫我要小心。這些人來了沒有？來了，沒提問題。他告訴我是哪幾個，常常找麻煩的。這些人不但沒找我麻煩，還大家聯合起來請我吃了一頓飯。所以《楞嚴經》他們要問，在這個範圍當中我不害怕，因為我學《楞嚴經》，在台中複講過一遍。李老師星期三講，我星期四複講。老師在台中講一部《楞嚴經》講到圓滿，我也講了一部圓滿的《楞嚴經》，經過我們同學的印證，我們經學班的。我在台中求學十年，七個朋友，七個同參道友，十年在一起，每個星期一個晚上，三個小時，我們複講。一個人複講，六個人聽，講完之後研究討論。我們下過這個功夫，所以疑難的問題我們都曾經辯論過，有這麼一點基礎。"
    },
    {
      "id": "02-039-0581_p0039",
      "zh_CN": "我到香港来之前，在台湾讲《楞严经》大概讲过四遍，所以这个经熟。也不敢疏忽，白天读经、看注解，晚上讲经，两个小时。两个小时实际上是一个小时，有广东话的翻译，翻译去了一个小时。在香港九龙两个月，界限街畅怀法师那里，后面两个月在光明讲堂，跑马地，蓝塘道光明讲堂，寿冶老和尚的道场，后面两个月在那边讲的。听众都是那些老听众，后面两个月大家要求不要翻译，都听得懂了。我讲得比较慢，容易听，所以后面两个月就不用翻译。我说话他们也懂，他说话我也懂，我们就可以交流。四个月讲演，时间到了我离开，正好讲一半，《楞严》十卷讲了五卷。这是讲到无所畏，没有充分准备，要提防别人找麻烦，故意来问难，这是学讲经的法师、居士不能不知道的。这些事情，过去在台中，李老师都交代我们。我们用什么态度？要谦虚，要恭敬，知之为知之，不知为不知。要向别人请教，要有礼貌，不可以贡高我慢，这就对了。人不是圣贤，我们没有开悟，当然有不能回答的东西，虚心请教就好。好，今天时间到了。",
      "zh_TW": "我到香港來之前，在台灣講《楞嚴經》大概講過四遍，所以這個經熟。也不敢疏忽，白天讀經、看註解，晚上講經，兩個小時。兩個小時實際上是一個小時，有廣東話的翻譯，翻譯去了一個小時。在香港九龍兩個月，界限街暢懷法師那裡，後面兩個月在光明講堂，跑馬地，藍塘道光明講堂，壽冶老和尚的道場，後面兩個月在那邊講的。聽眾都是那些老聽眾，後面兩個月大家要求不要翻譯，都聽得懂了。我講得比較慢，容易聽，所以後面兩個月就不用翻譯。我說話他們也懂，他說話我也懂，我們就可以交流。四個月講演，時間到了我離開，正好講一半，《楞嚴》十卷講了五卷。這是講到無所畏，沒有充分準備，要提防別人找麻煩，故意來問難，這是學講經的法師、居士不能不知道的。這些事情，過去在台中，李老師都交代我們。我們用什麼態度？要謙虛，要恭敬，知之為知之，不知為不知。要向別人請教，要有禮貌，不可以貢高我慢，這就對了。人不是聖賢，我們沒有開悟，當然有不能回答的東西，虛心請教就好。好，今天時間到了。"
    }
  ]
}