{
  "doc_id": "02-039-0067",
  "title": {
    "zh_CN": "净土大经解演义",
    "zh_TW": "淨土大經解演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十七集",
    "zh_TW": "第六十七集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-039-0067",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "02-039-0067_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大乘无量寿经解》，我们接着上一次学习「缘起十义」第二段：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大乘無量壽經解》，我們接著上一次學習「緣起十義」第二段："
    },
    {
      "id": "02-039-0067_p0002",
      "zh_CN": "「二、互遍相资义。互遍相资者，谓诸法所起，更互周遍，相应资助，方成缘起也。如一缘遍应多缘，此一则具多。一若不多，一则应不遍，不成缘起。当知此法界中，一缘具多，法法皆尔，无不互遍相资。」我们看到这个地方。缘起十义，前面我们学过「诸缘各异」，第二「互遍相资」，这都是说明宇宙之间一切法的生起，《华严经》上所说的无量因缘。无量因缘，经上把它归成十大类，都是便于教学。我们过去学过两次《妄尽还源观》，《妄尽还源观》前面的三段就是讲宇宙、万物、生命，甚至讲到我，从哪里来的？怎么生起的？为什么会生起的？说这些事实真相。《还源观》上讲纲领，这个地方讲得比较详细。互遍相资，《还源观》上举的例子是一尘，一尘周遍法界，一尘出生无尽，诸位想想是不是无量因缘？一尘含容空有，这三句话就把缘起讲尽了。一尘如是，一切尘亦如是，互遍，互相周遍。今天量子科学家告诉我们，量子群里面每一个小光子它都有波动的现象。科学家把这个现象比喻作一座发射台，像电视，像我们的网路发射台。要知道，讲真相是每个小光子都是一个发射台，每个小光子都是一个接收台，它放出去的速度太快，立刻就是周遍法界。小光子的活动实际上讲超越时空，它不限只在时空里面，那样微弱的波周遍法界，这是互遍。相资是什么意思？相资就是出生无尽。为什么？所有法界里一切的现象都是这些量子群组合的，这是互相帮助，成就十法界依正庄严。所以，科学家他用一个形容词形容得很好，他说好像宇宙之间的量子群，它的底下像是一层网一样，很大的网，都是互相通达的，都是互相联系在一起的，任何一点震动，必然整个网立刻就晓得。互遍相资确实就像一个大网一样，所以底下讲，「诸法所起，更互周遍，相应资助」。",
      "zh_TW": "「二、互遍相資義。互遍相資者，謂諸法所起，更互周遍，相應資助，方成緣起也。如一緣遍應多緣，此一則具多。一若不多，一則應不遍，不成緣起。當知此法界中，一緣具多，法法皆爾，無不互遍相資。」我們看到這個地方。緣起十義，前面我們學過「諸緣各異」，第二「互遍相資」，這都是說明宇宙之間一切法的生起，《華嚴經》上所說的無量因緣。無量因緣，經上把它歸成十大類，都是便於教學。我們過去學過兩次《妄盡還源觀》，《妄盡還源觀》前面的三段就是講宇宙、萬物、生命，甚至講到我，從哪裡來的？怎麼生起的？為什麼會生起的？說這些事實真相。《還源觀》上講綱領，這個地方講得比較詳細。互遍相資，《還源觀》上舉的例子是一塵，一塵周遍法界，一塵出生無盡，諸位想想是不是無量因緣？一塵含容空有，這三句話就把緣起講盡了。一塵如是，一切塵亦如是，互遍，互相周遍。今天量子科學家告訴我們，量子群裡面每一個小光子它都有波動的現象。科學家把這個現象比喻作一座發射台，像電視，像我們的網路發射台。要知道，講真相是每個小光子都是一個發射台，每個小光子都是一個接收台，它放出去的速度太快，立刻就是周遍法界。小光子的活動實際上講超越時空，它不限只在時空裡面，那樣微弱的波周遍法界，這是互遍。相資是什麼意思？相資就是出生無盡。為什麼？所有法界裡一切的現象都是這些量子群組合的，這是互相幫助，成就十法界依正莊嚴。所以，科學家他用一個形容詞形容得很好，他說好像宇宙之間的量子群，它的底下像是一層網一樣，很大的網，都是互相通達的，都是互相聯繫在一起的，任何一點震動，必然整個網立刻就曉得。互遍相資確實就像一個大網一樣，所以底下講，「諸法所起，更互周遍，相應資助」。"
    },
    {
      "id": "02-039-0067_p0003",
      "zh_CN": "谁在那个地方指挥？这些小光子听谁的话？它的生起、它的出现，这是科学里面讲的能量，有没有原因？没有原因。你说什么时候开始的？没有开始，佛法里讲「就在当下」，这个说法是真相，事实真相。空间跟时间都从我们分别执着里头产生的，一切现象的生起，这时候在第一念里面没有分别、没有执着，保持这一念就是保持在一真法界，诸佛如来的实报庄严土。实在讲，也是我们每一个人，一切众生的实报庄严土。因为实报庄严土，一样的，一个道理，里面有人，也有树木花草，也有山河大地，为什么会有这种情形？量子科学家给我们帮助很大，他发现所有的物质都是这些量子群震频差异所产生的。震动的频率慢一点的，就变成石头、变成矿物，山河大地；震频快一些的，变成植物，花草树木；再快一点，变成动物。在一真法界里面，只有人，没有其他的动物，为什么？动物是畜生道，畜生道是愚痴所感得的，在一真法界里面的人觉而不迷，所以它没有畜生道，我们讲只有人天道，六道里它只有人天道，其他的四道都没有。像极乐世界有人天道，其他诸佛如来的实报庄严土里头有没有人天道？给诸位说，没有，为什么？实报土里面居住的人都是明心见性的，明心见性的是菩萨，不是普通菩萨，法身菩萨。所以它那里面不但没有人天，连欲界天、色界天都没有，也没有四圣法界，四圣是声闻、缘觉、菩萨、佛，十法界它没有，它在十法界之上。",
      "zh_TW": "誰在那個地方指揮？這些小光子聽誰的話？它的生起、它的出現，這是科學裡面講的能量，有沒有原因？沒有原因。你說什麼時候開始的？沒有開始，佛法裡講「就在當下」，這個說法是真相，事實真相。空間跟時間都從我們分別執著裡頭產生的，一切現象的生起，這時候在第一念裡面沒有分別、沒有執著，保持這一念就是保持在一真法界，諸佛如來的實報莊嚴土。實在講，也是我們每一個人，一切眾生的實報莊嚴土。因為實報莊嚴土，一樣的，一個道理，裡面有人，也有樹木花草，也有山河大地，為什麼會有這種情形？量子科學家給我們幫助很大，他發現所有的物質都是這些量子群震頻差異所產生的。震動的頻率慢一點的，就變成石頭、變成礦物，山河大地；震頻快一些的，變成植物，花草樹木；再快一點，變成動物。在一真法界裡面，只有人，沒有其他的動物，為什麼？動物是畜生道，畜生道是愚痴所感得的，在一真法界裡面的人覺而不迷，所以它沒有畜生道，我們講只有人天道，六道裡它只有人天道，其他的四道都沒有。像極樂世界有人天道，其他諸佛如來的實報莊嚴土裡頭有沒有人天道？給諸位說，沒有，為什麼？實報土裡面居住的人都是明心見性的，明心見性的是菩薩，不是普通菩薩，法身菩薩。所以它那裡面不但沒有人天，連欲界天、色界天都沒有，也沒有四聖法界，四聖是聲聞、緣覺、菩薩、佛，十法界它沒有，它在十法界之上。"
    },
    {
      "id": "02-039-0067_p0004",
      "zh_CN": "所以西方极乐世界非常特殊，他烦恼没有断也能往生，生阿弥陀佛的凡圣同居土，这是很特殊的例子，实实在在他方世界找不到的。所以我们说西方世界有人天道，没有修罗道，没有三恶道。纵然带着有业习到极乐世界去，极乐世界没有缘，没有缘，这些不善道的众生就不会出现，缘起，他没有那个缘。我们知道，佛在经上告诉我们，阿修罗道主要的缘是什么？是贡高傲慢。念佛往生西方极乐世界有贡高我慢的习气，阿赖耶有种子，那个世界里面没有机缘让你起贡高我慢。贪是饿鬼道，瞋恚是地狱道，愚痴是畜生道，在极乐世界，贪瞋痴的缘都断了。纵然有习气，习气就是阿赖耶里面的业习种子，没有缘不会现行，这是极乐世界无比的殊胜。贪与贪相感，瞋与瞋相应，极乐世界不会有一样东西引起你的烦恼。诸佛如来在他方示现，我们明白之后要觉悟、要学习，我们没有办法转变这个世界，也应该要转变自己。中国老祖宗所谓「行有不得，反求诸己」，这句话是讲，我没有能力转变别人，我有能力转变自己，这就对了。自己真的转变了，影不影响别人？影响，为什么？互遍相资，哪有不影响的道理？影响好像没有感应，没有感应，那是我们自己业障深重。这个意念，自性变现的物质，物质就是自性，所以它的能量有那么大，微微一动就周遍法界，有那么大的能量。我们就能想到，十方世界诸佛菩萨有多少？他们所发射的能量、信息我们都收到，收到时没有感觉，是我们自己有障碍，这是早年章嘉大师告诉我的。这个障碍是什么？这个障碍叫业障。佛法里面讲两种，业障很多，两大类，一类是烦恼，一类是所知，这两种业障障碍我们没有办法感触到信息。那怎么办？普贤十愿教导我们忏除业障。我们能把业障忏除，十方诸佛菩萨的信息我们就能感应到，感应不可思议。",
      "zh_TW": "所以西方極樂世界非常特殊，他煩惱沒有斷也能往生，生阿彌陀佛的凡聖同居土，這是很特殊的例子，實實在在他方世界找不到的。所以我們說西方世界有人天道，沒有修羅道，沒有三惡道。縱然帶著有業習到極樂世界去，極樂世界沒有緣，沒有緣，這些不善道的眾生就不會出現，緣起，他沒有那個緣。我們知道，佛在經上告訴我們，阿修羅道主要的緣是什麼？是貢高傲慢。念佛往生西方極樂世界有貢高我慢的習氣，阿賴耶有種子，那個世界裡面沒有機緣讓你起貢高我慢。貪是餓鬼道，瞋恚是地獄道，愚痴是畜生道，在極樂世界，貪瞋痴的緣都斷了。縱然有習氣，習氣就是阿賴耶裡面的業習種子，沒有緣不會現行，這是極樂世界無比的殊勝。貪與貪相感，瞋與瞋相應，極樂世界不會有一樣東西引起你的煩惱。諸佛如來在他方示現，我們明白之後要覺悟、要學習，我們沒有辦法轉變這個世界，也應該要轉變自己。中國老祖宗所謂「行有不得，反求諸己」，這句話是講，我沒有能力轉變別人，我有能力轉變自己，這就對了。自己真的轉變了，影不影響別人？影響，為什麼？互遍相資，哪有不影響的道理？影響好像沒有感應，沒有感應，那是我們自己業障深重。這個意念，自性變現的物質，物質就是自性，所以它的能量有那麼大，微微一動就周遍法界，有那麼大的能量。我們就能想到，十方世界諸佛菩薩有多少？他們所發射的能量、信息我們都收到，收到時沒有感覺，是我們自己有障礙，這是早年章嘉大師告訴我的。這個障礙是什麼？這個障礙叫業障。佛法裡面講兩種，業障很多，兩大類，一類是煩惱，一類是所知，這兩種業障障礙我們沒有辦法感觸到信息。那怎麼辦？普賢十願教導我們懺除業障。我們能把業障懺除，十方諸佛菩薩的信息我們就能感應到，感應不可思議。"
    },
    {
      "id": "02-039-0067_p0005",
      "zh_CN": "诸位想想，在我们现在这个社会，这些聪明的科学家研发这些高科技，像我们现在的传媒，网际网路、卫星电视，不就是讲的互遍相资吗？不就这个道理吗？聪明的科学家都能够把这个信息传递方式，用科技的方法能够做到互遍相资，佛菩萨明心见性，他怎么会做不到！所以我们愈想愈有信心，愈想愈肯定，是没错。我们相信了、明白了、肯定了，下面应该做的就是忏除业障，让我们的本能恢复，这是正道。佛在大乘经里面时时刻刻劝勉我们，放下执着，正觉现前，你就开始有能力接受一部分信息。这个信息真的是从四面八方，不但现前，过去的、未来的信息全都能收到，佛经里面所讲的「竖穷三际，横遍十方」。你要是问为什么有这么大能力，整个宇宙是一体，这在前面我们学到的，它是一体，所以有这么大的能量。这种德能全是自性里头本来具足的，凡夫业障重，显不出来。佛告诉我们，「一切众生皆有如来智慧德相」，虽然讲的三桩事情，这三桩事情把整个宇宙全包尽了，大乘教通常讲的性相、理事、因果，都包含进去了。佛教导我们没有别的，回归自性而已，回归自性就跟他一样，一丝毫差别都没有。一切众生跟一切诸佛如来是一不是二，众生迷惑颠倒，分自分他，嫉妒、障碍，觉悟的人没有。觉悟的人他只有一个意念，帮助没有觉悟的众生赶快觉悟，这是性德，法尔如是。这也就是说明《还源观》上讲的，一切诸法生起的现象，出生无尽，这才成缘起。",
      "zh_TW": "諸位想想，在我們現在這個社會，這些聰明的科學家研發這些高科技，像我們現在的傳媒，網際網路、衛星電視，不就是講的互遍相資嗎？不就這個道理嗎？聰明的科學家都能夠把這個信息傳遞方式，用科技的方法能夠做到互遍相資，佛菩薩明心見性，他怎麼會做不到！所以我們愈想愈有信心，愈想愈肯定，是沒錯。我們相信了、明白了、肯定了，下面應該做的就是懺除業障，讓我們的本能恢復，這是正道。佛在大乘經裡面時時刻刻勸勉我們，放下執著，正覺現前，你就開始有能力接受一部分信息。這個信息真的是從四面八方，不但現前，過去的、未來的信息全都能收到，佛經裡面所講的「豎窮三際，橫遍十方」。你要是問為什麼有這麼大能力，整個宇宙是一體，這在前面我們學到的，它是一體，所以有這麼大的能量。這種德能全是自性裡頭本來具足的，凡夫業障重，顯不出來。佛告訴我們，「一切眾生皆有如來智慧德相」，雖然講的三樁事情，這三樁事情把整個宇宙全包盡了，大乘教通常講的性相、理事、因果，都包含進去了。佛教導我們沒有別的，回歸自性而已，回歸自性就跟他一樣，一絲毫差別都沒有。一切眾生跟一切諸佛如來是一不是二，眾生迷惑顛倒，分自分他，嫉妒、障礙，覺悟的人沒有。覺悟的人他只有一個意念，幫助沒有覺悟的眾生趕快覺悟，這是性德，法爾如是。這也就是說明《還源觀》上講的，一切諸法生起的現象，出生無盡，這才成緣起。"
    },
    {
      "id": "02-039-0067_p0006",
      "zh_CN": "底下说明，「如一缘遍应多缘，此一则具多」。一里头有多，它就互相像个网状一样，一个网孔就具足所有的网孔，所有的网孔里面成就这一个网孔，一即是多，多即是一，一多不二。「一若不多」，这个一感应就不遍，不遍就「不成缘起」。所以量子力学家告诉我们，根据他们研究的发现，每一个小粒子都应当尊重。为什么？缘起要靠它们，互遍相资，少一个也不行。像我们身上，这身体的结构，外面五官，里面五脏六腑，少一个都不行。这是什么？这是给你放大了，你容易懂，少一个都不行。太微妙了，你说原来是一个细胞，为什么会长成这个样子？谁在那里操纵？谁在那里主宰？说不出来。外国宗教说是神造的，神造的我们再问，神是谁造的？佛法里头不说神造的，佛法说自性本来就具足。你看智慧、德相，这是德相，智慧是精神，物质里面的德相。一个小光子、一个小光子组织起来，成为这个人形。这个人形用光子来算，那个数字是以兆为单位，总有多少亿兆才组成这个人身。我们以外一切物质都不例外，就是这个东西组成的。科学家讲，组成的不一样是震动频率不相等，有快有慢，是这样形成不同的物质现象。也是震频的不一样，精神现象不一样。物质现象不一样我们不容易发现，精神现象可以发现，你看我们在喜悦的时候那个震动，发脾气的时候那个震动，那个差别太大，你会很明显的感觉到。发脾气全身发热，人被吓到的时候浑身发冷，很容易发觉到，那就是震动频率不一样。所以，物质现象跟精神现象全是波动的现象，到最后都能回归到波动。",
      "zh_TW": "底下說明，「如一緣遍應多緣，此一則具多」。一裡頭有多，它就互相像個網狀一樣，一個網孔就具足所有的網孔，所有的網孔裡面成就這一個網孔，一即是多，多即是一，一多不二。「一若不多」，這個一感應就不遍，不遍就「不成緣起」。所以量子力學家告訴我們，根據他們研究的發現，每一個小粒子都應當尊重。為什麼？緣起要靠它們，互遍相資，少一個也不行。像我們身上，這身體的結構，外面五官，裡面五臟六腑，少一個都不行。這是什麼？這是給你放大了，你容易懂，少一個都不行。太微妙了，你說原來是一個細胞，為什麼會長成這個樣子？誰在那裡操縱？誰在那裡主宰？說不出來。外國宗教說是神造的，神造的我們再問，神是誰造的？佛法裡頭不說神造的，佛法說自性本來就具足。你看智慧、德相，這是德相，智慧是精神，物質裡面的德相。一個小光子、一個小光子組織起來，成為這個人形。這個人形用光子來算，那個數字是以兆為單位，總有多少億兆才組成這個人身。我們以外一切物質都不例外，就是這個東西組成的。科學家講，組成的不一樣是震動頻率不相等，有快有慢，是這樣形成不同的物質現象。也是震頻的不一樣，精神現象不一樣。物質現象不一樣我們不容易發現，精神現象可以發現，你看我們在喜悅的時候那個震動，發脾氣的時候那個震動，那個差別太大，你會很明顯的感覺到。發脾氣全身發熱，人被嚇到的時候渾身發冷，很容易發覺到，那就是震動頻率不一樣。所以，物質現象跟精神現象全是波動的現象，到最後都能回歸到波動。"
    },
    {
      "id": "02-039-0067_p0007",
      "zh_CN": "一缘里面一定不能少过其他的，叫「法法皆尔」，任何一法都如是。所以任何一法它是平等的，任何一法它都是重要的，没有一个不重要。在一切法里头，任何一个基本粒子都重要，在整个遍法界虚空界决定少不了它。这个基本粒子可以在人身上，也可以在植物身上，也可以在矿物里面，它是动的，它不是静止的，它能够在过去，也能够在未来，它超越了时空，活动超越时空。出现的时候，我们晓得是个幻相，它消灭的时候就回归自性。就像佛在经上用大海做比喻，自性像大海，这些现象，这些现象就像海水里面起的水泡一样，水泡有生有灭，生起来的时候从海水生的，灭掉的时候还归大海。所以佛说这个现象叫不生不灭。佛实际上用水泡跟海水来比喻，其实就是量子学家讲的小光子，小光子生灭速度太快。怎么生的？从性，体就是自性，自性这一念动，出现这个东西，动息掉的时候，这现象就没有了，速度太快。为什么我们能看到？我们看到是累积的连续相，累积连续相所发生这种现象。",
      "zh_TW": "一緣裡面一定不能少過其他的，叫「法法皆爾」，任何一法都如是。所以任何一法它是平等的，任何一法它都是重要的，沒有一個不重要。在一切法裡頭，任何一個基本粒子都重要，在整個遍法界虛空界決定少不了它。這個基本粒子可以在人身上，也可以在植物身上，也可以在礦物裡面，它是動的，它不是靜止的，它能夠在過去，也能夠在未來，它超越了時空，活動超越時空。出現的時候，我們曉得是個幻相，它消滅的時候就回歸自性。就像佛在經上用大海做比喻，自性像大海，這些現象，這些現象就像海水裡面起的水泡一樣，水泡有生有滅，生起來的時候從海水生的，滅掉的時候還歸大海。所以佛說這個現象叫不生不滅。佛實際上用水泡跟海水來比喻，其實就是量子學家講的小光子，小光子生滅速度太快。怎麼生的？從性，體就是自性，自性這一念動，出現這個東西，動息掉的時候，這現象就沒有了，速度太快。為什麼我們能看到？我們看到是累積的連續相，累積連續相所發生這種現象。"
    },
    {
      "id": "02-039-0067_p0008",
      "zh_CN": "「无不互遍相资。经云，知以一故众，知以众故一」，这两句话是经文，是佛在经上说的。知是什么？知就是觉，不知就是迷。你真明白、觉悟了，一即是多，多即是一，一即一切，一切即一。因为遍法界虚空界，我们讲十法界依正庄严诸位更容易体会，十法界依正庄严就是一，这个一在佛法里面讲微尘，互遍相资而成的。现在量子力学里就叫做量子，量子的单位就是小光子，这是一，没有第二样东西，完全相同；完全相同你就知道，不管组成什么样的物质现象它完全平等，没有差异。诸佛菩萨跟凡夫差别就是觉迷不一样，佛教我们觉悟，我们本来是觉悟的，现在迷了，怎么样回头？看破、放下。所以《还源观》末后就是教我们，五止六观，止是放下，观是看破，看破是了解事实真相。真正了解了，无论什么现象现前，你不会起心动念，自性本定。这种状况，《般若经》上讲的般若无知，这个状况叫根本智，般若无知是根本智，起作用的时候无所不知。这又给我们一个很大的启示，我们求智慧从哪里求？求智慧从禅定当中求，先求无知。老子知道，教你先求无为，然后你才能无所不为，那个作用就大了，那个能量确实扩张到遍法界虚空界。般若无知，起作用的时候无所不知。所以平常那个心要清净，一念不生，境界现前的时候，没有一样你不知道，这样才能够转境界，叫境随心转，就是这个道理。",
      "zh_TW": "「無不互遍相資。經云，知以一故眾，知以眾故一」，這兩句話是經文，是佛在經上說的。知是什麼？知就是覺，不知就是迷。你真明白、覺悟了，一即是多，多即是一，一即一切，一切即一。因為遍法界虛空界，我們講十法界依正莊嚴諸位更容易體會，十法界依正莊嚴就是一，這個一在佛法裡面講微塵，互遍相資而成的。現在量子力學裡就叫做量子，量子的單位就是小光子，這是一，沒有第二樣東西，完全相同；完全相同你就知道，不管組成什麼樣的物質現象它完全平等，沒有差異。諸佛菩薩跟凡夫差別就是覺迷不一樣，佛教我們覺悟，我們本來是覺悟的，現在迷了，怎麼樣回頭？看破、放下。所以《還源觀》末後就是教我們，五止六觀，止是放下，觀是看破，看破是了解事實真相。真正了解了，無論什麼現象現前，你不會起心動念，自性本定。這種狀況，《般若經》上講的般若無知，這個狀況叫根本智，般若無知是根本智，起作用的時候無所不知。這又給我們一個很大的啟示，我們求智慧從哪裡求？求智慧從禪定當中求，先求無知。老子知道，教你先求無為，然後你才能無所不為，那個作用就大了，那個能量確實擴張到遍法界虛空界。般若無知，起作用的時候無所不知。所以平常那個心要清淨，一念不生，境界現前的時候，沒有一樣你不知道，這樣才能夠轉境界，叫境隨心轉，就是這個道理。"
    },
    {
      "id": "02-039-0067_p0009",
      "zh_CN": "我们再看第三段，「俱存无碍义。俱存无碍者，谓凡是一缘，要具前之二义，方成缘起无碍也」，那就是诸缘各异，互遍相资。我们今天讲六和敬，这个道理要懂，诸缘各异，我们发心修六和敬的同修很多，每个人是各异，可是我们一定要互遍相资，这桩事情才能做得圆满。所以叫俱存无碍，这才能够「方成缘起无碍」。下面给我们解释，「然必由各异，方得待缘，必由遍应，方自具德」，这个德都是性德，必定是由于各种不同的缘。在佛法里面，无量因缘通常归纳为四大类，亲因缘、所缘缘、无间缘、增上缘。每一种缘里头都有很多种，亲因缘也有很多种，要讲到根本，那是自性，那是一个，好像树一样是根。但这个树根会长成树干，它会长成树枝，枝上又会长成枝条，条上有叶、有花、有果，都不离那个根本。根本是自性，从自性上看，万法是平等的，从它层层变化上来讲，相都是虚妄的，为什么相是虚妄？相有生灭，相有变化。无论是什么样的形相，这些道理统统都具足，没有例外的，而且它是相资的，相资就是互相影响。精神的意念、物质现象的反应，科学家讲纠缠，我们佛法叫感应，对方有感，我们就有应，我们有感，对方有应，彼此有感应。科学的名词叫纠缠，好像纠缠不清一样的，这就是互相感应。感应里面有正面的、有负面的，正面是随顺性德的，负面是跟性德相反的。不管是正面负面，不管是有意无意，总而言之，你是念念都在发射，念念你也在接收，各异。这样你才能带缘，缘聚缘散，缘聚的时候成形，缘散的时候就消失了。早年科学家就有这个说法，物质不灭、精神不灭，这个都是事实真相，这就是我们前面学的法无定法。如果有一定的，它就不会有变动，它不是一定的，只要遇到缘它就产生变化，确确实实出生无尽，一切法无不如是。在感应里面显示它具德，这个德是什么？德是互助。",
      "zh_TW": "我們再看第三段，「俱存無礙義。俱存無礙者，謂凡是一緣，要具前之二義，方成緣起無礙也」，那就是諸緣各異，互遍相資。我們今天講六和敬，這個道理要懂，諸緣各異，我們發心修六和敬的同修很多，每個人是各異，可是我們一定要互遍相資，這樁事情才能做得圓滿。所以叫俱存無礙，這才能夠「方成緣起無礙」。下面給我們解釋，「然必由各異，方得待緣，必由遍應，方自具德」，這個德都是性德，必定是由於各種不同的緣。在佛法裡面，無量因緣通常歸納為四大類，親因緣、所緣緣、無間緣、增上緣。每一種緣裡頭都有很多種，親因緣也有很多種，要講到根本，那是自性，那是一個，好像樹一樣是根。但這個樹根會長成樹幹，它會長成樹枝，枝上又會長成枝條，條上有葉、有花、有果，都不離那個根本。根本是自性，從自性上看，萬法是平等的，從它層層變化上來講，相都是虛妄的，為什麼相是虛妄？相有生滅，相有變化。無論是什麼樣的形相，這些道理統統都具足，沒有例外的，而且它是相資的，相資就是互相影響。精神的意念、物質現象的反應，科學家講糾纏，我們佛法叫感應，對方有感，我們就有應，我們有感，對方有應，彼此有感應。科學的名詞叫糾纏，好像糾纏不清一樣的，這就是互相感應。感應裡面有正面的、有負面的，正面是隨順性德的，負面是跟性德相反的。不管是正面負面，不管是有意無意，總而言之，你是念念都在發射，念念你也在接收，各異。這樣你才能帶緣，緣聚緣散，緣聚的時候成形，緣散的時候就消失了。早年科學家就有這個說法，物質不滅、精神不滅，這個都是事實真相，這就是我們前面學的法無定法。如果有一定的，它就不會有變動，它不是一定的，只要遇到緣它就產生變化，確確實實出生無盡，一切法無不如是。在感應裡面顯示它具德，這個德是什麼？德是互助。"
    },
    {
      "id": "02-039-0067_p0010",
      "zh_CN": "「是故自一多一，自在无碍。」自一多一后面有注解，什么叫自一多一？他举了个例子，「谓如十数中」，一到十，一是自己，「自一」，后面二三四五一直到九，那叫「多一」，自一多一，自在无碍。用我们团队来做比喻最好懂，我们这一班有十个人，这十个人是个小团体，对我自己来说是自一，对其他九个人是多一。自一多一，自在无碍，自一自在，我们团体也自在。「经云，诸法无所依，但从和合起。」所有的法都是有这个现象，一切法无所依，都从和合，就是众缘和合而现起的现象。现相是缘聚，相没有了是缘散，哪来的这个现相？现相是假的，缘聚缘散。你从这个地方才看出来，相不是真的，相是假的。聚散也是缘，有缘就相聚，无缘它就散了。所以是无量因缘成就十法界的依正庄严。",
      "zh_TW": "「是故自一多一，自在無礙。」自一多一後面有註解，什麼叫自一多一？他舉了個例子，「謂如十數中」，一到十，一是自己，「自一」，後面二三四五一直到九，那叫「多一」，自一多一，自在無礙。用我們團隊來做比喻最好懂，我們這一班有十個人，這十個人是個小團體，對我自己來說是自一，對其他九個人是多一。自一多一，自在無礙，自一自在，我們團體也自在。「經云，諸法無所依，但從和合起。」所有的法都是有這個現象，一切法無所依，都從和合，就是眾緣和合而現起的現象。現相是緣聚，相沒有了是緣散，哪來的這個現相？現相是假的，緣聚緣散。你從這個地方才看出來，相不是真的，相是假的。聚散也是緣，有緣就相聚，無緣它就散了。所以是無量因緣成就十法界的依正莊嚴。"
    },
    {
      "id": "02-039-0067_p0011",
      "zh_CN": "第四个意思，「异体相入义。异体相入者，谓诸法异体，递相涉入也」。这一种不但是精神现象非常明显，物质现象也不例外。「盖诸法力用，递相依持，方成缘起。如一持多，则多入一内；如多持一，则一入多内也。」统统讲缘起。在我们日常生活当中，这些现象全都在，都在日常生活当中。我们见色闻声，精神起的作用是受想行识，我们接受了，我们看了我们接受了。接受有回应，回应就是我们情绪，合自己意思的就生起欢喜心，甚至于有强烈的控制的念头、占有的念头，就生这个，实际这是烦恼；不喜欢的，不喜欢的就排斥，这是精神方面。物质方面，你看看我们喝一杯水，水跟我们各异，我们喝下去，这些物质就相入，它入到我们身体里面去。所以饮食起居确实跟一切物质异体相入，这都是成就缘起，成就什么？我们这个身命。身命的成长是刹那刹那，如果把我们的饮食、水统统都断掉，科学家讲，大概一个人的身命只有七天就没有了。你必须靠着外面这些物质来维系，这个维系里面有物质、有精神。所以物质生活跟精神生活维系你自己的健康、寿命，乃至于我们日常生活当中的情绪、念头。这些东西统统都包括在异体相入里头。我们有没有给别人？有，它互相的，我们也给别人，确实是相入。",
      "zh_TW": "第四個意思，「異體相入義。異體相入者，謂諸法異體，遞相涉入也」。這一種不但是精神現象非常明顯，物質現象也不例外。「蓋諸法力用，遞相依持，方成緣起。如一持多，則多入一內；如多持一，則一入多內也。」統統講緣起。在我們日常生活當中，這些現象全都在，都在日常生活當中。我們見色聞聲，精神起的作用是受想行識，我們接受了，我們看了我們接受了。接受有回應，回應就是我們情緒，合自己意思的就生起歡喜心，甚至於有強烈的控制的念頭、佔有的念頭，就生這個，實際這是煩惱；不喜歡的，不喜歡的就排斥，這是精神方面。物質方面，你看看我們喝一杯水，水跟我們各異，我們喝下去，這些物質就相入，它入到我們身體裡面去。所以飲食起居確實跟一切物質異體相入，這都是成就緣起，成就什麼？我們這個身命。身命的成長是剎那剎那，如果把我們的飲食、水統統都斷掉，科學家講，大概一個人的身命只有七天就沒有了。你必須靠著外面這些物質來維繫，這個維繫裡面有物質、有精神。所以物質生活跟精神生活維繫你自己的健康、壽命，乃至於我們日常生活當中的情緒、念頭。這些東西統統都包括在異體相入裡頭。我們有沒有給別人？有，它互相的，我們也給別人，確實是相入。"
    },
    {
      "id": "02-039-0067_p0012",
      "zh_CN": "「诸法力用，递相依持」，这个诸法是十法界依正庄严，彼此互相做依缘，不是一样东西可以独立存在的，找不到一样独立存在的。换句话说，世出世间一切法，你不能说哪一法有用，哪一法没有用，没这个道理，只要是有一法，它一定有用处。我们自己认识不清楚，有些我们认为是无用的，要把它消灭掉，消灭之后问题出来了。不知道整个宇宙缘起是均衡的，也就是现在人讲地球生态的平衡。为什么？它是互为依缘，少一个也不行，少一个就出问题，就产生变化，多一个也产生变化，维持均衡是最健康的生活。人的生理也是如此，每个人体质不一样，异体，诸缘各异，每个人适应不相同。我们讲饮食习惯、生活的习惯，各个人都不相同，这个不能勉强，体质不一样，有人吃得多一点，有人吃得少一点，如果能适应自己身体状况那是最健康的。所以你不能多要，多要对你是没好处，你贪吃、喜欢吃的那不行，会吃出病出来。你如何能控制好，不多不少，这才能维护到最健康的状态。所以佛在这里讲，还都是给我们讲个原则，要我们在日常生活当中如何灵活去运用，才真正对我们有很大的帮忙。",
      "zh_TW": "「諸法力用，遞相依持」，這個諸法是十法界依正莊嚴，彼此互相做依緣，不是一樣東西可以獨立存在的，找不到一樣獨立存在的。換句話說，世出世間一切法，你不能說哪一法有用，哪一法沒有用，沒這個道理，只要是有一法，它一定有用處。我們自己認識不清楚，有些我們認為是無用的，要把它消滅掉，消滅之後問題出來了。不知道整個宇宙緣起是均衡的，也就是現在人講地球生態的平衡。為什麼？它是互為依緣，少一個也不行，少一個就出問題，就產生變化，多一個也產生變化，維持均衡是最健康的生活。人的生理也是如此，每個人體質不一樣，異體，諸緣各異，每個人適應不相同。我們講飲食習慣、生活的習慣，各個人都不相同，這個不能勉強，體質不一樣，有人吃得多一點，有人吃得少一點，如果能適應自己身體狀況那是最健康的。所以你不能多要，多要對你是沒好處，你貪吃、喜歡吃的那不行，會吃出病出來。你如何能控制好，不多不少，這才能維護到最健康的狀態。所以佛在這裡講，還都是給我們講個原則，要我們在日常生活當中如何靈活去運用，才真正對我們有很大的幫忙。"
    },
    {
      "id": "02-039-0067_p0013",
      "zh_CN": "下面第五，「异体相即义」，这一条是说，「谓诸法异体，更互相望，全体形夺也」。这什么意思？它下头讲，「然具有体无体，方成缘起。若一缘有体，能起诸缘，即是一缘；若一缘无体，所起之缘，即是诸缘。一缘有体，无体既尔；诸缘有体，无体亦然。经云，一即是多，多即是一」。这个里头，它后头有小注，「全体形夺」是说「有无之体，更互形比与夺」，是讲这个意思。有无是讲物质现象，我们一般讲空跟有，这个地方讲有跟无，无也就是空的意思。华严境界里面，空有不二，空有一如。这个异体相即，后头还有相入，相即就是，空有怎么能就是？怎么可以说空就是有，有就是空？这个意思深了。",
      "zh_TW": "下面第五，「異體相即義」，這一條是說，「謂諸法異體，更互相望，全體形奪也」。這什麼意思？它下頭講，「然具有體無體，方成緣起。若一緣有體，能起諸緣，即是一緣；若一緣無體，所起之緣，即是諸緣。一緣有體，無體既爾；諸緣有體，無體亦然。經云，一即是多，多即是一」。這個裡頭，它後頭有小註，「全體形奪」是說「有無之體，更互形比與奪」，是講這個意思。有無是講物質現象，我們一般講空跟有，這個地方講有跟無，無也就是空的意思。華嚴境界裡面，空有不二，空有一如。這個異體相即，後頭還有相入，相即就是，空有怎麼能就是？怎麼可以說空就是有，有就是空？這個意思深了。"
    },
    {
      "id": "02-039-0067_p0014",
      "zh_CN": "「若一缘有体，能起诸缘」，这个一缘就是一法，一法的因缘，这个法的因缘有体，能起诸缘，这是一缘。如果这一缘要是无体的话，它所起的缘就是诸缘，那就是众多的缘，这个里头有一缘与多缘。我们从佛的四缘来观察，亲因缘有没有体？亲因缘一般讲，阿赖耶的业习种子，这个东西是看不见的，它不是物质。阿赖耶里面含藏业习种子无量无边，不但自己过去现前所造的，无论是有意无意你所造的，阿赖耶都落印象，这个是遇到缘起现行的亲因缘。种子很多，没有现相，这在此地讲就属于无，「若一缘无体」。它遇到什么缘，哪一个种子就被它引发出来，就起现行。这是讲十法界，人法界，你为什么会到人间来？过去生中有五戒十善的缘，这是到人法界的亲因缘。五戒、中品十善是人道的业因，上品十善是天道的业因，过去没有修这个不能得人身，过去修的这个因，你会到人间来，这是讲亲因缘。有亲因缘还得有所缘缘，所缘缘也是烦恼习气，讲习气种子。他有意，就是我们讲意识里头，意识里面喜欢这一道，他在中阴里面没有把这一道忘掉，他念念想这一道，心想事成，意念主宰了一切。念头是我们选择最重要的第一个因素，所以念佛重要，我们念念都是阿弥陀佛，我们就会选择阿弥陀佛，这个太重要了。如果念念贪图五欲六尘的享受，那就到饿鬼道去，贪心是饿鬼。瞋恚是地狱，决定不能有瞋恚，遇到什么样的苦难也没有怨恨心，别人怎样害我，没有怨恨心，也没有报复心，这是成就自己、提升自己。如果一念错了，一念错了就到恶道去了，我说对别人不利只有三分，对自己不利至少有七分。今天我们讲缘起法，这个比什么都重要，在日常生活当中真的要小心谨慎。我们无始劫以来，生生世世脱离不了轮回，就是这些习气没放下，所以随业流转，这就错了。有了人道的业因，对人间还有留恋，人间留恋是什么？亲情，这第一，债务，另外就是我们一般讲好恶，喜欢的他报恩，怨恨的要报仇，他就是这么来的。",
      "zh_TW": "「若一緣有體，能起諸緣」，這個一緣就是一法，一法的因緣，這個法的因緣有體，能起諸緣，這是一緣。如果這一緣要是無體的話，它所起的緣就是諸緣，那就是眾多的緣，這個裡頭有一緣與多緣。我們從佛的四緣來觀察，親因緣有沒有體？親因緣一般講，阿賴耶的業習種子，這個東西是看不見的，它不是物質。阿賴耶裡面含藏業習種子無量無邊，不但自己過去現前所造的，無論是有意無意你所造的，阿賴耶都落印象，這個是遇到緣起現行的親因緣。種子很多，沒有現相，這在此地講就屬於無，「若一緣無體」。它遇到什麼緣，哪一個種子就被它引發出來，就起現行。這是講十法界，人法界，你為什麼會到人間來？過去生中有五戒十善的緣，這是到人法界的親因緣。五戒、中品十善是人道的業因，上品十善是天道的業因，過去沒有修這個不能得人身，過去修的這個因，你會到人間來，這是講親因緣。有親因緣還得有所緣緣，所緣緣也是煩惱習氣，講習氣種子。他有意，就是我們講意識裡頭，意識裡面喜歡這一道，他在中陰裡面沒有把這一道忘掉，他念念想這一道，心想事成，意念主宰了一切。念頭是我們選擇最重要的第一個因素，所以念佛重要，我們念念都是阿彌陀佛，我們就會選擇阿彌陀佛，這個太重要了。如果念念貪圖五欲六塵的享受，那就到餓鬼道去，貪心是餓鬼。瞋恚是地獄，決定不能有瞋恚，遇到什麼樣的苦難也沒有怨恨心，別人怎樣害我，沒有怨恨心，也沒有報復心，這是成就自己、提升自己。如果一念錯了，一念錯了就到惡道去了，我說對別人不利只有三分，對自己不利至少有七分。今天我們講緣起法，這個比什麼都重要，在日常生活當中真的要小心謹慎。我們無始劫以來，生生世世脫離不了輪迴，就是這些習氣沒放下，所以隨業流轉，這就錯了。有了人道的業因，對人間還有留戀，人間留戀是什麼？親情，這第一，債務，另外就是我們一般講好惡，喜歡的他報恩，怨恨的要報仇，他就是這麼來的。"
    },
    {
      "id": "02-039-0067_p0015",
      "zh_CN": "这个都讲到一缘跟多缘，你看这个里头有多缘，有很广泛的，有一缘，一缘找到一个目标了，一缘有体，「能起诸缘，即是一缘」。譬如到人间来，投胎了，这一缘有体了。意念主要就是讲阿赖耶，神识去投胎，有了个身体，能起诸缘，这是一缘。无体的缘所起的缘，那个缘就非常的广泛，我们也用阿赖耶里面含藏的习气种子，哪一个缘先起现行，那是缘的力量，这个缘是所缘缘跟无间缘。无间缘是坚持，不改变。如果念头一转变，立刻就起变化；念头不改变，一定形成，一定就结果。这样看，你才晓得经上告诉我们，整个宇宙是无量因缘，没法子计算的。这无量的因缘要晓得，都是最初那个一动，一念不觉。这一念不觉就在自性里头变成个阿赖耶出来，由阿赖耶变现了世界、变现了我们自己，自己是正报，宇宙是依报。除了自身之外，统统叫依报，依报里头有人事的依报，我们人事环境、物质环境、自然环境。没有学佛不知道，不晓得事实真相，有分别、有执着，这个事情麻烦大了。学佛之后知道分别执着错误了，放下分别执着境界就提升，境界提升不了，是你的分别执着放不下。我们今天知道了，真的明白了，一定要放下！不放下谁吃亏？自己吃亏，自己永远不能脱离六道轮回。现前我们遇到的环境，对修行人来说是好环境。为什么？大规模的灾难现前，你才知道真苦，你才真想出离。如果这个环境是社会安定、世界太平，你不想离开，你觉得人间还不错，阿弥陀佛接引你还不想去。这个世界的好处我享受到了，极乐世界只听说没看到，那个愿心不坚固。所以对真正修行人来讲，环境哪有好坏，都是没有一定的，就是看你的念头，你是怎么个看法。如果在这里警惕到，这个世界真的不能再住，这不是很好的增上缘吗？帮助你觉悟，帮助你这一生成就。所以早年我说了两句话，这世间人人是好人，事事是好事。毁谤我的人、侮辱我的人、障碍我的人、陷害我的人都是好人，哪是坏人？不管他是什么念头干这些事情，如果我们觉悟了，我们统统受到恩惠。所以，人要永远生活在感恩的世界，这对自己的好处太多了。一定要用智慧去观察，不可以用情绪，情绪很麻烦，用智慧，不用情绪。经上说的这句话很重要，「一即是多，多即是一」，这是《华严经》上佛常说的，这是相即的意思。一多是一体，在后面，那是相即的意思。",
      "zh_TW": "這個都講到一緣跟多緣，你看這個裡頭有多緣，有很廣泛的，有一緣，一緣找到一個目標了，一緣有體，「能起諸緣，即是一緣」。譬如到人間來，投胎了，這一緣有體了。意念主要就是講阿賴耶，神識去投胎，有了個身體，能起諸緣，這是一緣。無體的緣所起的緣，那個緣就非常的廣泛，我們也用阿賴耶裡面含藏的習氣種子，哪一個緣先起現行，那是緣的力量，這個緣是所緣緣跟無間緣。無間緣是堅持，不改變。如果念頭一轉變，立刻就起變化；念頭不改變，一定形成，一定就結果。這樣看，你才曉得經上告訴我們，整個宇宙是無量因緣，沒法子計算的。這無量的因緣要曉得，都是最初那個一動，一念不覺。這一念不覺就在自性裡頭變成個阿賴耶出來，由阿賴耶變現了世界、變現了我們自己，自己是正報，宇宙是依報。除了自身之外，統統叫依報，依報裡頭有人事的依報，我們人事環境、物質環境、自然環境。沒有學佛不知道，不曉得事實真相，有分別、有執著，這個事情麻煩大了。學佛之後知道分別執著錯誤了，放下分別執著境界就提升，境界提升不了，是你的分別執著放不下。我們今天知道了，真的明白了，一定要放下！不放下誰吃虧？自己吃虧，自己永遠不能脫離六道輪迴。現前我們遇到的環境，對修行人來說是好環境。為什麼？大規模的災難現前，你才知道真苦，你才真想出離。如果這個環境是社會安定、世界太平，你不想離開，你覺得人間還不錯，阿彌陀佛接引你還不想去。這個世界的好處我享受到了，極樂世界只聽說沒看到，那個願心不堅固。所以對真正修行人來講，環境哪有好壞，都是沒有一定的，就是看你的念頭，你是怎麼個看法。如果在這裡警惕到，這個世界真的不能再住，這不是很好的增上緣嗎？幫助你覺悟，幫助你這一生成就。所以早年我說了兩句話，這世間人人是好人，事事是好事。毀謗我的人、侮辱我的人、障礙我的人、陷害我的人都是好人，哪是壞人？不管他是什麼念頭幹這些事情，如果我們覺悟了，我們統統受到恩惠。所以，人要永遠生活在感恩的世界，這對自己的好處太多了。一定要用智慧去觀察，不可以用情緒，情緒很麻煩，用智慧，不用情緒。經上說的這句話很重要，「一即是多，多即是一」，這是《華嚴經》上佛常說的，這是相即的意思。一多是一體，在後面，那是相即的意思。"
    },
    {
      "id": "02-039-0067_p0016",
      "zh_CN": "下面这一段，第六，「体用双融义。体用双融者，谓会前异体相入相即」，相入还在底下一条，相入相即，「二种皆融通也」。下面有解释，「盖诸法体用，交涉无碍，方成缘起。以体无不用，故举体全是用；以用无不体，故举用全是体」。这是讲一切法，一切法有体有用，不可能说是有体没有用，或者是有用没有体，这个不可能的，体用一定是双融的，这就是前面所讲的异体相入。下面讲同体就相入，异体相即，同体相入，这是二种融通，体用融通。诸法体用，交涉无碍，才成缘起，有体有用。体无不用，有体没有说不用的，所以举体全是作用。从根本上讲，自性是体，在哲学里面讲本体。从体起用，就是十法界依正庄严，这是它的作用，这是讲整个宇宙的缘起。我们再缩小看，看我们现在这个身，这个身是体。我们到这个世间来，来了当然有作用，什么作用？佛在经上讲得很好，人到世间来干什么的？佛讲了一句话「人生酬业」。你来干什么的？你来酬偿你的业报的，过去生中做了善积了德，你来享福的，过去生中做了不善，你来受罪的。佛是跟我们这么解释的，我们这个体是起这种作用的，可是这些作用与意念变化它起不同的作用。如果你这一生没有接受到佛菩萨、圣贤教诲，真的，是这样的，人生酬业。你在享福，或者是受罪，这个当中你又在造业。所以，业跟报永远纠缠不清。你造的业，你来生又要受报，生生世世什么原因？就是业因果报在循环。你要真把这个事情看清楚、看明白了，你就晓得佛形容六道是什么？苦海！苦海无边，佛劝我们回头是岸。为什么不回头？不回头是迷，回头是觉悟。所以用不一样，都在遇缘不同，你看缘多重要。缘，善缘恶缘，也是过去生中结的。",
      "zh_TW": "下面這一段，第六，「體用雙融義。體用雙融者，謂會前異體相入相即」，相入還在底下一條，相入相即，「二種皆融通也」。下面有解釋，「蓋諸法體用，交涉無礙，方成緣起。以體無不用，故舉體全是用；以用無不體，故舉用全是體」。這是講一切法，一切法有體有用，不可能說是有體沒有用，或者是有用沒有體，這個不可能的，體用一定是雙融的，這就是前面所講的異體相入。下面講同體就相入，異體相即，同體相入，這是二種融通，體用融通。諸法體用，交涉無礙，才成緣起，有體有用。體無不用，有體沒有說不用的，所以舉體全是作用。從根本上講，自性是體，在哲學裡面講本體。從體起用，就是十法界依正莊嚴，這是它的作用，這是講整個宇宙的緣起。我們再縮小看，看我們現在這個身，這個身是體。我們到這個世間來，來了當然有作用，什麼作用？佛在經上講得很好，人到世間來幹什麼的？佛講了一句話「人生酬業」。你來幹什麼的？你來酬償你的業報的，過去生中做了善積了德，你來享福的，過去生中做了不善，你來受罪的。佛是跟我們這麼解釋的，我們這個體是起這種作用的，可是這些作用與意念變化它起不同的作用。如果你這一生沒有接受到佛菩薩、聖賢教誨，真的，是這樣的，人生酬業。你在享福，或者是受罪，這個當中你又在造業。所以，業跟報永遠糾纏不清。你造的業，你來生又要受報，生生世世什麼原因？就是業因果報在循環。你要真把這個事情看清楚、看明白了，你就曉得佛形容六道是什麼？苦海！苦海無邊，佛勸我們回頭是岸。為什麼不回頭？不回頭是迷，回頭是覺悟。所以用不一樣，都在遇緣不同，你看緣多重要。緣，善緣惡緣，也是過去生中結的。"
    },
    {
      "id": "02-039-0067_p0017",
      "zh_CN": "这一生无论遇到是善缘跟恶缘，总而言之都是缘，自己要用智慧去处理。有智慧，我就能将一切缘转变成法缘，这个对自己利益就太大了。古大德常讲世缘，这个世间的缘最重的就是情执，很难断，很难解开，没有真实智慧做不到。而真实智慧在现前这个环境当中是非常的难遭遇，遇到一个好的善知识不容易。以前我住在台中，李老师常常告诉我，一个学生，好学生想找一个好老师不容易，可遇不可求。好老师要找个好学生来传他的法，就更不容易，到哪里去找？这个事情让我们想起来，在这个世界，不同国家地区，真正有道传法的人难，到哪里去找？所以，许许多多真正在道业上成就，找不到传人。那怎么办？写书，把自己东西用文字记载下来传给后人，看以后的人有没有缘分读到他这个书，在从前用这个方法。现在科技发达，多了几种方法，现在可以录音、可以录像，比从前的方法多。可是灾难来了之后，怕科技就断掉，如果没电，那不全完了？录音跟电视都不能起作用。所以还是书本比较可靠，这是为什么中国人重视书本。还有又怕大灾难，书本将来没有了怎么办？刻石头上，中国房山的石经不就是这个缘起吗？把《大藏经》刻在石头上。我们现在也知道，如果这个地方发生大地震，也能把它毁灭掉。古人的用心我们不能不佩服、不能不感恩，他的动机、他的用心太好了，真正是纯净纯善。",
      "zh_TW": "這一生無論遇到是善緣跟惡緣，總而言之都是緣，自己要用智慧去處理。有智慧，我就能將一切緣轉變成法緣，這個對自己利益就太大了。古大德常講世緣，這個世間的緣最重的就是情執，很難斷，很難解開，沒有真實智慧做不到。而真實智慧在現前這個環境當中是非常的難遭遇，遇到一個好的善知識不容易。以前我住在台中，李老師常常告訴我，一個學生，好學生想找一個好老師不容易，可遇不可求。好老師要找個好學生來傳他的法，就更不容易，到哪裡去找？這個事情讓我們想起來，在這個世界，不同國家地區，真正有道傳法的人難，到哪裡去找？所以，許許多多真正在道業上成就，找不到傳人。那怎麼辦？寫書，把自己東西用文字記載下來傳給後人，看以後的人有沒有緣分讀到他這個書，在從前用這個方法。現在科技發達，多了幾種方法，現在可以錄音、可以錄像，比從前的方法多。可是災難來了之後，怕科技就斷掉，如果沒電，那不全完了？錄音跟電視都不能起作用。所以還是書本比較可靠，這是為什麼中國人重視書本。還有又怕大災難，書本將來沒有了怎麼辦？刻石頭上，中國房山的石經不就是這個緣起嗎？把《大藏經》刻在石頭上。我們現在也知道，如果這個地方發生大地震，也能把它毀滅掉。古人的用心我們不能不佩服、不能不感恩，他的動機、他的用心太好了，真正是純淨純善。"
    },
    {
      "id": "02-039-0067_p0018",
      "zh_CN": "房山石经确实有价值，跟我们现在《大藏经》对比，它还比我们现在《大藏经》多了不少，还多一些，没有缺少，真是非常完整的东西。我去参观过。这些典籍，古人这样用心，你想想用什么方法把它保存才不至于被毁灭掉，什么灾难都毁不掉？给诸位说，只有印出来，印的份量能够印一千套，分送在全世界国家图书馆去收藏，什么样灾难不会把它整个毁掉，总有几套留下来，这个保存才真正保存下来。石刻一套都靠不住，一个大地震不就完了吗？我们体谅古人的用心，在今天有这种技术，我们用精美的印刷能够印个二、三千套，分送在全世界，就能保存。",
      "zh_TW": "房山石經確實有價值，跟我們現在《大藏經》對比，它還比我們現在《大藏經》多了不少，還多一些，沒有缺少，真是非常完整的東西。我去參觀過。這些典籍，古人這樣用心，你想想用什麼方法把它保存才不至於被毀滅掉，什麼災難都毀不掉？給諸位說，只有印出來，印的份量能夠印一千套，分送在全世界國家圖書館去收藏，什麼樣災難不會把它整個毀掉，總有幾套留下來，這個保存才真正保存下來。石刻一套都靠不住，一個大地震不就完了嗎？我們體諒古人的用心，在今天有這種技術，我們用精美的印刷能夠印個二、三千套，分送在全世界，就能保存。"
    },
    {
      "id": "02-039-0067_p0019",
      "zh_CN": "有体，这是讲体跟用。「举体全是用」，这是讲一切法，任何一法，它有体，它一定有用，用不离体，体不离用，「互不相碍，交彻圆融」。我们明白这个道理，当然最重要在这一生当中，如何来用我们这个身体，来用我们这个生命？来的时候不知道，是随业流转来的，就跟释迦佛所讲的一样，是酬业来的。我们很幸运，这一生当中能遇到圣贤教诲，这是真正的福报，圣贤教诲稀有难逢。遇到圣教就应该好好的学习，学习到了得把它发扬光大。我们真正用这一生的精力跟时间，奉献给正法久住，奉献给续佛慧命，这桩事情有意义、有价值，没有白来。第一个，报古圣先贤的大恩大德，续佛慧命，做正法的传人，第二是普利众生。人到世间来，真正的幸福、最大的幸福是什么？就是接受圣贤教育，我们中国老祖宗懂得。这几千年来，祖宗教导我们，不但是「建国君民，教学为先」，人类在这个社会上的活动，无论是大是小，无不是以教学为第一。所以中国人翻「宗教」这两个字，那叫大学问，怎么会用这种东西来翻外国的宗教？用这两个字，叫宗教！在古时候，只有佛门里面讲宗教，佛门为什么讲宗教？佛门里讲宗门教下，宗门单单指禅宗，禅宗叫宗门，禅宗以外九个宗派叫做教。所以，佛门自己称宗教跟现在讲宗教毫不相关，这个诸位要知道。为什么分这两个系统？两种教学不同的方法，教下就是我们现在讲正规的教育，是由浅而深，按部就班的学习，像现在教育有小学、有中学、有大学、有研究所，教下是用这种方法学的，逐渐逐渐向上提升。宗门是一些非常少数的天才儿童，特殊班，他不必经过这么多层次；换句话说，他没有什么小学、中学、大学，没有，他只有研究所，就这一班。顿悟、顿证，这个人太少了，确实，几百年也许才碰到有一、二个这样的人，这个不是普通教育。叫宗门教下。",
      "zh_TW": "有體，這是講體跟用。「舉體全是用」，這是講一切法，任何一法，它有體，它一定有用，用不離體，體不離用，「互不相礙，交徹圓融」。我們明白這個道理，當然最重要在這一生當中，如何來用我們這個身體，來用我們這個生命？來的時候不知道，是隨業流轉來的，就跟釋迦佛所講的一樣，是酬業來的。我們很幸運，這一生當中能遇到聖賢教誨，這是真正的福報，聖賢教誨稀有難逢。遇到聖教就應該好好的學習，學習到了得把它發揚光大。我們真正用這一生的精力跟時間，奉獻給正法久住，奉獻給續佛慧命，這樁事情有意義、有價值，沒有白來。第一個，報古聖先賢的大恩大德，續佛慧命，做正法的傳人，第二是普利眾生。人到世間來，真正的幸福、最大的幸福是什麼？就是接受聖賢教育，我們中國老祖宗懂得。這幾千年來，祖宗教導我們，不但是「建國君民，教學為先」，人類在這個社會上的活動，無論是大是小，無不是以教學為第一。所以中國人翻「宗教」這兩個字，那叫大學問，怎麼會用這種東西來翻外國的宗教？用這兩個字，叫宗教！在古時候，只有佛門裡面講宗教，佛門為什麼講宗教？佛門裡講宗門教下，宗門單單指禪宗，禪宗叫宗門，禪宗以外九個宗派叫做教。所以，佛門自己稱宗教跟現在講宗教毫不相關，這個諸位要知道。為什麼分這兩個系統？兩種教學不同的方法，教下就是我們現在講正規的教育，是由淺而深，按部就班的學習，像現在教育有小學、有中學、有大學、有研究所，教下是用這種方法學的，逐漸逐漸向上提升。宗門是一些非常少數的天才兒童，特殊班，他不必經過這麼多層次；換句話說，他沒有什麼小學、中學、大學，沒有，他只有研究所，就這一班。頓悟、頓證，這個人太少了，確實，幾百年也許才碰到有一、二個這樣的人，這個不是普通教育。叫宗門教下。"
    },
    {
      "id": "02-039-0067_p0020",
      "zh_CN": "宗教这两个字，要用中国人的讲法好！宗是什么意思？宗的意思有三个，主要的、重要的、尊崇的，值得人崇敬、尊重的，教是教育，是教学。连起来宗教是什么意思？主要的教育，重要的教学，尊崇的教化，这叫宗教，这个意思多好，这个意思就是一个人在世间，你不能不学。宗教这两个字里头没有迷信，跟迷信毫不相关，它是破迷开悟，果是离苦得乐。这些大圣大贤都知道，人生在世为什么会有那么多苦难？你迷了，你不了解事实真相；换句话说，你对于世出世间一切法你看错了、你想错了，于是你讲错了，你也做错了，错了当然就有不善的果报，你得受苦受难。怎样才能离苦得乐？觉悟就行了，觉悟之后，对于一切诸法你看清楚了、你想明白了，你起心动念、言语造作都是正确的。这个标准，在佛法里面讲就是自性，《还源观》上讲的「四净德」，那是自性的性德，贤首国师讲了四条，「随缘妙用、威仪有则、柔和质直、代众生苦」。这个「代众生苦」可以用现在社会上大家很熟悉的一句话，就是全心全力为人民服务。在佛法里头，要把人民改作众生，它范围大，它不是仅仅对人，对一切众生服务，这是什么人？这是佛菩萨。四净德展开来，在佛法就是戒律，在中国传统文化就是伦常道德，五伦、五常、四维、八德，这是教育，中国自古以来用这个治天下。",
      "zh_TW": "宗教這兩個字，要用中國人的講法好！宗是什麼意思？宗的意思有三個，主要的、重要的、尊崇的，值得人崇敬、尊重的，教是教育，是教學。連起來宗教是什麼意思？主要的教育，重要的教學，尊崇的教化，這叫宗教，這個意思多好，這個意思就是一個人在世間，你不能不學。宗教這兩個字裡頭沒有迷信，跟迷信毫不相關，它是破迷開悟，果是離苦得樂。這些大聖大賢都知道，人生在世為什麼會有那麼多苦難？你迷了，你不了解事實真相；換句話說，你對於世出世間一切法你看錯了、你想錯了，於是你講錯了，你也做錯了，錯了當然就有不善的果報，你得受苦受難。怎樣才能離苦得樂？覺悟就行了，覺悟之後，對於一切諸法你看清楚了、你想明白了，你起心動念、言語造作都是正確的。這個標準，在佛法裡面講就是自性，《還源觀》上講的「四淨德」，那是自性的性德，賢首國師講了四條，「隨緣妙用、威儀有則、柔和質直、代眾生苦」。這個「代眾生苦」可以用現在社會上大家很熟悉的一句話，就是全心全力為人民服務。在佛法裡頭，要把人民改作眾生，它範圍大，它不是僅僅對人，對一切眾生服務，這是什麼人？這是佛菩薩。四淨德展開來，在佛法就是戒律，在中國傳統文化就是倫常道德，五倫、五常、四維、八德，這是教育，中國自古以來用這個治天下。"
    },
    {
      "id": "02-039-0067_p0021",
      "zh_CN": "治天下从哪里治起？从念头治起，这是真实智慧。朱熹编的「四书」，在中国过去那是人生必读，《大学》里面就把这个全都说出来，从哪里学起？从格物。格物是什么意思？物是物欲，欲望，格是限制它，不能纵欲，要节制它、要控制它。欲望要控制在一定的范围，不能够超越，超越，弊病就生了，那不是乐，那是苦了。欲望愈低愈好，古今中外的大贤，对于物质生活只要求吃得饱、穿得暖，有个小房子住得很舒服，够了，其他的不要了，他就能生活得非常自在。第二个是致知。用佛法来讲，格物是破烦恼障，致知是破所知障。的确像汤恩比所说的，佛法丰富了中国传统文化，用佛法来解释。这个二障除去了，菩提心不就现前了吗？所以它底下两个，诚意、正心。意诚、心正了，身就修了，身修而后齐家，齐家而后治国，治国而后平天下。你看中国人学的是什么，这全都是教育，圆满的教育，从扎根教育开始到你一生，真的是活到老、学到老。这就是我们投生到中国来，这个缘好，能够接受到圣贤教诲，有这种机缘。两千年前，佛法传到中国来，中国人完全接受了，为什么？佛法跟中国传统同一个根，我们讲缘起的话，相即相入。这同一个根是什么？孝亲尊师。净业三福第一句话，「孝养父母，奉事师长」，这是中国教育的根，这也是佛法的根，完全相同。根相同，枝叶花果就能相即相入。所以在全世界，各种不同族群之间，只有中国人懂得教育，真干，有方法、有成效。几千年来，这个国家、这个地区长治久安，是教育造成的。今天问题出现了，怎么解决？只要把教学办好，问题就解决了。为什么？教育是教人，人人是好人，那事事都是好事。最重要的是人，要把人教好，制度是其次，不是重要的，重要的是要把人教好，人要有正知正见。中国教学的目的是圣贤，所以从前教学，读书，为什么读书？读书志在圣贤，他的目标、他的方向是向圣人看齐，向贤人学习。佛法的教学是教你成佛、成菩萨，佛就是圣人，菩萨就是贤人。印度的名相跟中国的名相不一样，意思相同。",
      "zh_TW": "治天下從哪裡治起？從念頭治起，這是真實智慧。朱熹編的「四書」，在中國過去那是人生必讀，《大學》裡面就把這個全都說出來，從哪裡學起？從格物。格物是什麼意思？物是物欲，欲望，格是限制它，不能縱欲，要節制它、要控制它。欲望要控制在一定的範圍，不能夠超越，超越，弊病就生了，那不是樂，那是苦了。欲望愈低愈好，古今中外的大賢，對於物質生活只要求吃得飽、穿得暖，有個小房子住得很舒服，夠了，其他的不要了，他就能生活得非常自在。第二個是致知。用佛法來講，格物是破煩惱障，致知是破所知障。的確像湯恩比所說的，佛法豐富了中國傳統文化，用佛法來解釋。這個二障除去了，菩提心不就現前了嗎？所以它底下兩個，誠意、正心。意誠、心正了，身就修了，身修而後齊家，齊家而後治國，治國而後平天下。你看中國人學的是什麼，這全都是教育，圓滿的教育，從扎根教育開始到你一生，真的是活到老、學到老。這就是我們投生到中國來，這個緣好，能夠接受到聖賢教誨，有這種機緣。兩千年前，佛法傳到中國來，中國人完全接受了，為什麼？佛法跟中國傳統同一個根，我們講緣起的話，相即相入。這同一個根是什麼？孝親尊師。淨業三福第一句話，「孝養父母，奉事師長」，這是中國教育的根，這也是佛法的根，完全相同。根相同，枝葉花果就能相即相入。所以在全世界，各種不同族群之間，只有中國人懂得教育，真幹，有方法、有成效。幾千年來，這個國家、這個地區長治久安，是教育造成的。今天問題出現了，怎麼解決？只要把教學辦好，問題就解決了。為什麼？教育是教人，人人是好人，那事事都是好事。最重要的是人，要把人教好，制度是其次，不是重要的，重要的是要把人教好，人要有正知正見。中國教學的目的是聖賢，所以從前教學，讀書，為什麼讀書？讀書志在聖賢，他的目標、他的方向是向聖人看齊，向賢人學習。佛法的教學是教你成佛、成菩薩，佛就是聖人，菩薩就是賢人。印度的名相跟中國的名相不一樣，意思相同。"
    },
    {
      "id": "02-039-0067_p0022",
      "zh_CN": "所以我们读到体用双融，诸法体用，交涉无碍，我们看到这些句子，用在现前，特别讲诸法，现在这个世界讲多元文化。为什么？资讯发达了、交通便捷了，地球变成一家，关系非常密切，世界上哪个地方出了问题我们都会受影响。我们不能只顾自己国家好，只顾自己这个小地区好，不行，我们要全世界都好，地球上所有的居民都幸福，我们才有真正的幸福。真的是牵一发而动全身，我们跟地球是一个生命共同体，要有这样的体会。能不能做到？答案是肯定的，能做到，大家都有这个想法，尤其现在地球上灾难这么多。我们这次访问梵蒂冈，教皇、这里面的枢机主教，我们见到十几个人，大家都有这个想法，要合作，要互相学习，联手共同来教化众生。教什么？教伦理、教道德、教因果，这三种是普世的教育，普及到全世界，灾难才能化解，地球才能恢复正常，化解这种种的灾变。现在这些异象、灾变太多了，很不正常，在过去没听说过的，历史上没有记载的，现在这些灾难都出现了。科学家告诉我们，地球上灾疫的出现，真正的原因是居住在地球上这些人意念出了问题，反常了。这个缘起讲的，整个世界一切万法互相都有密切关系，真正所谓的是牵一发而动全身。只有我们把念头改正过来，断恶修善、破迷开悟，问题才真正得到解决。回归自性、回归老祖宗的教诲，把伦理、道德再恢复，这社会就有救了。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以我們讀到體用雙融，諸法體用，交涉無礙，我們看到這些句子，用在現前，特別講諸法，現在這個世界講多元文化。為什麼？資訊發達了、交通便捷了，地球變成一家，關係非常密切，世界上哪個地方出了問題我們都會受影響。我們不能只顧自己國家好，只顧自己這個小地區好，不行，我們要全世界都好，地球上所有的居民都幸福，我們才有真正的幸福。真的是牽一髮而動全身，我們跟地球是一個生命共同體，要有這樣的體會。能不能做到？答案是肯定的，能做到，大家都有這個想法，尤其現在地球上災難這麼多。我們這次訪問梵蒂岡，教皇、這裡面的樞機主教，我們見到十幾個人，大家都有這個想法，要合作，要互相學習，聯手共同來教化眾生。教什麼？教倫理、教道德、教因果，這三種是普世的教育，普及到全世界，災難才能化解，地球才能恢復正常，化解這種種的災變。現在這些異象、災變太多了，很不正常，在過去沒聽說過的，歷史上沒有記載的，現在這些災難都出現了。科學家告訴我們，地球上災疫的出現，真正的原因是居住在地球上這些人意念出了問題，反常了。這個緣起講的，整個世界一切萬法互相都有密切關係，真正所謂的是牽一髮而動全身。只有我們把念頭改正過來，斷惡修善、破迷開悟，問題才真正得到解決。回歸自性、回歸老祖宗的教誨，把倫理、道德再恢復，這社會就有救了。今天時間到了，我們就學習到此地。"
    }
  ]
}