{
  "doc_id": "12-005-0007",
  "title": {
    "zh_CN": "华严经大愿精进力夜神章",
    "zh_TW": "華嚴經大願精進力夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1987",
    "zh_TW": "1987"
  },
  "doc_number": "12-005-0007",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "12-005-0007_p0001",
      "zh_CN": "请掀开经本，八百三十五面第六行，我们先将经文念一句，对对地方：",
      "zh_TW": "請掀開經本，八百三十五面第六行，我們先將經文念一句，對對地方："
    },
    {
      "id": "12-005-0007_p0002",
      "zh_CN": "【同智地。受一切佛所转法轮为众生故。】",
      "zh_TW": "【同智地。受一切佛所轉法輪為眾生故。】"
    },
    {
      "id": "12-005-0007_p0003",
      "zh_CN": "从这句开始，这是第二十三句。我们读到这个经文，尤其是在现代这个时代，我们的感触非常之多。现在这个社会，无论是在中国、是在外国，可以说是昏乱到极处。在在处处，随时我们都可以看到、听到、接触到，所谓佛菩萨再来了。今天上午我又遇到一个，说是地藏菩萨附在他身上给他讲经，还写了三本，拿来给我看，我说我不要看。地藏菩萨给他解释的《楞严经．大势至圆通章》，我翻翻这个本子，里面就跟鬼画符一样，实实在在不得了，这些绝对不是好预兆。所以经上佛一再的勉励我们要弘扬正法、护持正法。现代人许多受过高等教育，邪正不分，换句话说，相当程度的迷信。",
      "zh_TW": "從這句開始，這是第二十三句。我們讀到這個經文，尤其是在現代這個時代，我們的感觸非常之多。現在這個社會，無論是在中國、是在外國，可以說是昏亂到極處。在在處處，隨時我們都可以看到、聽到、接觸到，所謂佛菩薩再來了。今天上午我又遇到一個，說是地藏菩薩附在他身上給他講經，還寫了三本，拿來給我看，我說我不要看。地藏菩薩給他解釋的《楞嚴經．大勢至圓通章》，我翻翻這個本子，裡面就跟鬼畫符一樣，實實在在不得了，這些絕對不是好預兆。所以經上佛一再的勉勵我們要弘揚正法、護持正法。現代人許多受過高等教育，邪正不分，換句話說，相當程度的迷信。"
    },
    {
      "id": "12-005-0007_p0004",
      "zh_CN": "迷信如何来破除？唯有弘扬正法，邪正一比较，他就会觉悟。俗话常说，「不怕不识货，就怕货比货」。不识货，就是不认识邪正没有关系，邪正摆在面前，他会做一个比较，这是很重要很重要。这句经文就是教我们要发心弘法，为一切众生，要发心弘法与佛菩萨同一个智地，同等的智慧。接受，『受一切佛所转法轮』，诸佛所说的正法，没有智慧不能接受，需要有智慧才能接受。接受这些法为什么？为了辗转度化一切众生，是为这个。所以说法门无量誓愿学，学无量的法门不是为自己，为自己学一个法门就够了，一门深入决定有成就。但是众生的根性不相同，一个法门不能普度众生，原因在这个地方。但是修学要有善巧，没有善巧，无论是多法门、是一法门，都很不容易成就，一定要有善巧方便。",
      "zh_TW": "迷信如何來破除？唯有弘揚正法，邪正一比較，他就會覺悟。俗話常說，「不怕不識貨，就怕貨比貨」。不識貨，就是不認識邪正沒有關係，邪正擺在面前，他會做一個比較，這是很重要很重要。這句經文就是教我們要發心弘法，為一切眾生，要發心弘法與佛菩薩同一個智地，同等的智慧。接受，『受一切佛所轉法輪』，諸佛所說的正法，沒有智慧不能接受，需要有智慧才能接受。接受這些法為什麼？為了輾轉度化一切眾生，是為這個。所以說法門無量誓願學，學無量的法門不是為自己，為自己學一個法門就夠了，一門深入決定有成就。但是眾生的根性不相同，一個法門不能普度眾生，原因在這個地方。但是修學要有善巧，沒有善巧，無論是多法門、是一法門，都很不容易成就，一定要有善巧方便。"
    },
    {
      "id": "12-005-0007_p0005",
      "zh_CN": "什么善巧方便才能教我们契入？不入境界，学得再多，自己得不到真实的受用。所以一定要能契入，这个契入就是我们俗话讲要证果。这部经上讲的信、解、行、证，你要能够证得，就有受用了。不能证得，还是释迦牟尼佛的佛法，不是自己的。证得之后，那就把释迦牟尼佛的佛法变成自己的佛法，这是真正得度了。什么叫做证、什么叫做入？我们这一部经，这一品叫「入法界品」，怎么个入法？前面有三大段，信、解、行，这个信、解、行各个都是独立的，那就没有入；信、解、行融合成一体，这就入了。信、解、行是一不是二，换句话说，把信解完全变成了生活行为，这个就入境界，这是功夫。我们懂得这许多理论，懂得许多方法、许多境界，这些理论、方法、境界与我们生活脱节了，这个没入。如何能把信、解、行变成实际上的生活，就是我们处事待人接物，这就叫入法界。",
      "zh_TW": "什麼善巧方便才能教我們契入？不入境界，學得再多，自己得不到真實的受用。所以一定要能契入，這個契入就是我們俗話講要證果。這部經上講的信、解、行、證，你要能夠證得，就有受用了。不能證得，還是釋迦牟尼佛的佛法，不是自己的。證得之後，那就把釋迦牟尼佛的佛法變成自己的佛法，這是真正得度了。什麼叫做證、什麼叫做入？我們這一部經，這一品叫「入法界品」，怎麼個入法？前面有三大段，信、解、行，這個信、解、行各個都是獨立的，那就沒有入；信、解、行融合成一體，這就入了。信、解、行是一不是二，換句話說，把信解完全變成了生活行為，這個就入境界，這是功夫。我們懂得這許多理論，懂得許多方法、許多境界，這些理論、方法、境界與我們生活脫節了，這個沒入。如何能把信、解、行變成實際上的生活，就是我們處事待人接物，這就叫入法界。"
    },
    {
      "id": "12-005-0007_p0006",
      "zh_CN": "所以学佛不是讲来世，是讲现在世，现在就入，现在不入说我来世入，没有那个道理。现在不入说来世入，来世必入三途，他也有入，他入三途。这一点非常非常重要。怎么个入法？这一章经就很好，里面说了八十几种同，同就入了，不同就没入，同就入了！所以我们想想看，我们自己生活行为、思想与这些佛菩萨同不同？不同，赶紧想方法要叫它同。同心、同志、同行，同思想、同行为那就入了。所以一定要发心，为佛法、为众生来弘扬大乘经典。第二十四句：",
      "zh_TW": "所以學佛不是講來世，是講現在世，現在就入，現在不入說我來世入，沒有那個道理。現在不入說來世入，來世必入三途，他也有入，他入三途。這一點非常非常重要。怎麼個入法？這一章經就很好，裡面說了八十幾種同，同就入了，不同就沒入，同就入了！所以我們想想看，我們自己生活行為、思想與這些佛菩薩同不同？不同，趕緊想方法要叫它同。同心、同志、同行，同思想、同行為那就入了。所以一定要發心，為佛法、為眾生來弘揚大乘經典。第二十四句："
    },
    {
      "id": "12-005-0007_p0007",
      "zh_CN": "【同梵行。安住一切如来所行智境界故。】",
      "zh_TW": "【同梵行。安住一切如來所行智境界故。】"
    },
    {
      "id": "12-005-0007_p0008",
      "zh_CN": "『梵』是清净的意思，诸佛菩萨的行持是清净的，为什么清净？他依智慧，所谓是依智不依识，他的身心就清净。凡夫不清净，是依识不依智，识就是感情，容易感情用事，所以理智失掉了，因此心行都不清净。如果我们在日常生活当中尽量的用理智，少用感情，这样逐渐逐渐我们就能入菩萨的境界。在《华严经》里面有两品，一品叫「净行品」，里面说出了一百四十个大愿，愿愿都为众生；还有一品「梵行品」，那个境界比「净行品」还要高一层。通常我们讲发愿，虽然天天也在那里念，可是这个愿就发不起来；愿发不起来，就与佛菩萨心志不相同。愿要怎样才能真正的发起来？一定要依照「净行品」去做。「净行品」不是念念就算是了，愿愿都要做到。你要是都做到了，给诸位说，你就是普贤菩萨，那是真的，不是冒充的。那是普贤行愿的别目、细目，十大愿王是总纲，所以要认真去做。",
      "zh_TW": "『梵』是清淨的意思，諸佛菩薩的行持是清淨的，為什麼清淨？他依智慧，所謂是依智不依識，他的身心就清淨。凡夫不清淨，是依識不依智，識就是感情，容易感情用事，所以理智失掉了，因此心行都不清淨。如果我們在日常生活當中盡量的用理智，少用感情，這樣逐漸逐漸我們就能入菩薩的境界。在《華嚴經》裡面有兩品，一品叫「淨行品」，裡面說出了一百四十個大願，願願都為眾生；還有一品「梵行品」，那個境界比「淨行品」還要高一層。通常我們講發願，雖然天天也在那裡念，可是這個願就發不起來；願發不起來，就與佛菩薩心志不相同。願要怎樣才能真正的發起來？一定要依照「淨行品」去做。「淨行品」不是念念就算是了，願願都要做到。你要是都做到了，給諸位說，你就是普賢菩薩，那是真的，不是冒充的。那是普賢行願的別目、細目，十大願王是總綱，所以要認真去做。"
    },
    {
      "id": "12-005-0007_p0009",
      "zh_CN": "除《华严》之外，经典里面有一部叫《梵网经》，这部经据说是很大，可惜到中国来之后，我们把它翻成中文本，只翻了里面的一品，这一品有两卷，「梵网菩萨心地戒品」，就翻了这一品。这一品经很重要，在中国受戒，受菩萨戒都是用的这一品经。这一品经这上下两个部门，上半部是讲存心，菩萨在生活当中用什么样的心，这个很重要。后半部是讲戒律，是讲行为，表现在外面是行为，这是戒律，十重四十八轻。严格的来讲，上半部比下半部更重要。诸位想想，没有菩萨心哪里会有菩萨行？菩萨心没有，纵然说有菩萨行，那个戒律也是装模作样的，也是只有形式没有内容。最重要的是菩萨心，这个是应当学的。所以《梵网经》里面这个一品，可以说就是《大方广佛华严经》的行法。所以读《华严经》，不能不读《梵网经》，读《梵网经》也不能不读《华严经》。《华严》经大、文长，解释得非常透彻；《梵网经》文字少、简约，便于修持。我们在日常生活当中用，我们要抓纲领，愈简单愈好；但是解释当然是愈长、愈详细愈好。所以这个两部经可以相辅相成。这是讲到『梵行』，他是依智不依识。底下一句：",
      "zh_TW": "除《華嚴》之外，經典裡面有一部叫《梵網經》，這部經據說是很大，可惜到中國來之後，我們把它翻成中文本，只翻了裡面的一品，這一品有兩卷，「梵網菩薩心地戒品」，就翻了這一品。這一品經很重要，在中國受戒，受菩薩戒都是用的這一品經。這一品經這上下兩個部門，上半部是講存心，菩薩在生活當中用什麼樣的心，這個很重要。後半部是講戒律，是講行為，表現在外面是行為，這是戒律，十重四十八輕。嚴格的來講，上半部比下半部更重要。諸位想想，沒有菩薩心哪裡會有菩薩行？菩薩心沒有，縱然說有菩薩行，那個戒律也是裝模作樣的，也是只有形式沒有內容。最重要的是菩薩心，這個是應當學的。所以《梵網經》裡面這個一品，可以說就是《大方廣佛華嚴經》的行法。所以讀《華嚴經》，不能不讀《梵網經》，讀《梵網經》也不能不讀《華嚴經》。《華嚴》經大、文長，解釋得非常透徹；《梵網經》文字少、簡約，便於修持。我們在日常生活當中用，我們要抓綱領，愈簡單愈好；但是解釋當然是愈長、愈詳細愈好。所以這個兩部經可以相輔相成。這是講到『梵行』，他是依智不依識。底下一句："
    },
    {
      "id": "12-005-0007_p0010",
      "zh_CN": "【同大慈。念念普覆一切国土众生海故。】",
      "zh_TW": "【同大慈。念念普覆一切國土眾生海故。】"
    },
    {
      "id": "12-005-0007_p0011",
      "zh_CN": "底下一句是：",
      "zh_TW": "底下一句是："
    },
    {
      "id": "12-005-0007_p0012",
      "zh_CN": "【同大悲。兴大法云普降法雨润泽一切诸众生故。】",
      "zh_TW": "【同大悲。興大法雲普降法雨潤澤一切諸眾生故。】"
    },
    {
      "id": "12-005-0007_p0013",
      "zh_CN": "我们把这个两句合起来讲，大慈大悲，慈悲上加一个大就拣别不是普通的慈悲，佛在经上常说的「无缘大慈，同体大悲」；换句话说，如果不能做到无缘、同体，就不能说是大慈大悲。无缘就是无条件的，拿现在的话，无条件。同体就是自他不二，看别人就跟看自己一样。这样生起来的慈悲心，才叫做大慈大悲，这是我们应当要训练的。我们每个人的本心、本性，确确实实是广大无有边际的。可是现在这个心量很小，非常的窄小，两个人都不能相容，这个很苦，这是完全违背了自性。不管你修持得怎么好，给诸位说，来生如果还能得人身，你就是天大的幸运。生天，没分，为什么？天人的心量大，生天没分。往生西方极乐世界，给诸位说，更没你的分。你一天念十万声佛号，古人讲的，「风吹不动，雨打不湿」，你都不能往生，为什么？心量太小了，与西方世界的那些众生不相应，人家都心量广大，你心量那么窄小，你怎么能跟人家相处？所以念佛求生净土的同修一定要把心量拓开，要能容人，要能容物，这样才能够相应。",
      "zh_TW": "我們把這個兩句合起來講，大慈大悲，慈悲上加一個大就揀別不是普通的慈悲，佛在經上常說的「無緣大慈，同體大悲」；換句話說，如果不能做到無緣、同體，就不能說是大慈大悲。無緣就是無條件的，拿現在的話，無條件。同體就是自他不二，看別人就跟看自己一樣。這樣生起來的慈悲心，才叫做大慈大悲，這是我們應當要訓練的。我們每個人的本心、本性，確確實實是廣大無有邊際的。可是現在這個心量很小，非常的窄小，兩個人都不能相容，這個很苦，這是完全違背了自性。不管你修持得怎麼好，給諸位說，來生如果還能得人身，你就是天大的幸運。生天，沒分，為什麼？天人的心量大，生天沒分。往生西方極樂世界，給諸位說，更沒你的分。你一天念十萬聲佛號，古人講的，「風吹不動，雨打不濕」，你都不能往生，為什麼？心量太小了，與西方世界的那些眾生不相應，人家都心量廣大，你心量那麼窄小，你怎麼能跟人家相處？所以念佛求生淨土的同修一定要把心量拓開，要能容人，要能容物，這樣才能夠相應。"
    },
    {
      "id": "12-005-0007_p0014",
      "zh_CN": "换句话说，要修慈悲心，做不到大慈大悲，至少也要有像天人的慈悲，天人要修慈悲喜舍，叫四无量心，他的心量就大。心量不能拓开，天天念佛，这只是在阿赖耶识里面种了一个念佛的种子；你哪一生、哪一劫心量拓开了，你往生的机会就有了。生生世世这个心量不能拓开，换句话说，那你还有得轮回了，长劫轮回。金刚种子虽然不坏，没有法子到极乐世界去，这是诸位同修要牢牢的记住。如果我们真想在这一生往生到西方极乐世界，我们一定要把心量打开，要能容人，要能容物，要能够慈悲一切。像诸菩萨一样，念念念众生，不要念自己，把自己忘掉，当然这也是相当深的功夫，一定要往这个方向去走。经上告诉我们，『念念普覆』，「普」是普遍，「覆」就是加持，『一切国土众生海故』。你看人家心量多大，不仅是念我们这个世界，十方所有的诸佛国土的众生，他这个慈心统统都念到。慈是与乐，悲是拔苦，能叫众生离苦得乐，这就是慈悲。",
      "zh_TW": "換句話說，要修慈悲心，做不到大慈大悲，至少也要有像天人的慈悲，天人要修慈悲喜捨，叫四無量心，他的心量就大。心量不能拓開，天天念佛，這只是在阿賴耶識裡面種了一個念佛的種子；你哪一生、哪一劫心量拓開了，你往生的機會就有了。生生世世這個心量不能拓開，換句話說，那你還有得輪迴了，長劫輪迴。金剛種子雖然不壞，沒有法子到極樂世界去，這是諸位同修要牢牢的記住。如果我們真想在這一生往生到西方極樂世界，我們一定要把心量打開，要能容人，要能容物，要能夠慈悲一切。像諸菩薩一樣，念念念眾生，不要念自己，把自己忘掉，當然這也是相當深的功夫，一定要往這個方向去走。經上告訴我們，『念念普覆』，「普」是普遍，「覆」就是加持，『一切國土眾生海故』。你看人家心量多大，不僅是念我們這個世界，十方所有的諸佛國土的眾生，他這個慈心統統都念到。慈是與樂，悲是拔苦，能叫眾生離苦得樂，這就是慈悲。"
    },
    {
      "id": "12-005-0007_p0015",
      "zh_CN": "『同大悲』里面，这是举了个比喻来说，『兴大法云普降法雨』，法云、法雨也是譬喻说法利生，是佛法来觉悟一切众生，就好像雨润泽一切草木一样。土地如果缺了水分，就变成沙漠；沙漠如果得到灌溉，沙漠就变成绿洲。所以一切众生如果要是得到佛法的滋润，就好像沙漠变成绿洲一样；得不到佛法的滋润，那就绿洲变成了沙漠，这一句是用比喻来说。",
      "zh_TW": "『同大悲』裡面，這是舉了個比喻來說，『興大法雲普降法雨』，法雲、法雨也是譬喻說法利生，是佛法來覺悟一切眾生，就好像雨潤澤一切草木一樣。土地如果缺了水分，就變成沙漠；沙漠如果得到灌溉，沙漠就變成綠洲。所以一切眾生如果要是得到佛法的滋潤，就好像沙漠變成綠洲一樣；得不到佛法的滋潤，那就綠洲變成了沙漠，這一句是用比喻來說。"
    },
    {
      "id": "12-005-0007_p0016",
      "zh_CN": "佛法要谁说？每一位佛弟子都应当发心来说法，讲经要学。我这次特别将季圣一居士编的《四十二章经新疏》重新来翻印，其目的就是帮助同修们学讲经，依照他那个方式就好。诸位现在听我讲经，要是学我这个方式，那就错了。我现在讲经这种方式你们可以听，不能学，你们如果要学，决定是不得其门而入。因为我现在没有方法，没有规矩，高兴了，一句经文可以讲几个钟头，不高兴的时候念上一大篇。没有方法，没有规矩，这是诸位要知道的。我在十五年前，那个时候讲经循规蹈矩，所以老一批的那些同修他们得利益了。像现在常常在外面熊琬他们那一代的人得利益，那一代的人亲近我，我在台北讲经循规蹈矩，他们可以跟我学。现在不行，现在学不得。所以我就把季圣一居士编的这个注解印出来供养诸位，你们依照那个方法学，他那个是循规蹈矩，按部就班的，依照那个方法就行。一定要发心，为一切众生，为释迦牟尼佛正法久住，不为自己，同修们要发这个心。大家肯发心，宣扬正法的人多了，我们台湾人就有福，将来在大的劫难当中，我们可以幸免，至少我们遭难的程度可以减轻。也许诸位说，现在有讲经人不少，到处都有，未必是正法。目前这个社会正如《楞严经》上所说的，「邪师说法，如恒河沙」，这怎么得了！所以同修们一定要发大心，一个是希望你们有志的年轻人组织一个经学班，可以报名来参加。你们有组织，我就会请法师来指导，我们聘请法师来指导。同时还希望同修们发心，成立一个念佛班，我们楼上佛堂可以念佛，解行并重，把佛法推动起来，这一点很重要很重要，这是真正大慈大悲的流露。下面第二十七句：",
      "zh_TW": "佛法要誰說？每一位佛弟子都應當發心來說法，講經要學。我這次特別將季聖一居士編的《四十二章經新疏》重新來翻印，其目的就是幫助同修們學講經，依照他那個方式就好。諸位現在聽我講經，要是學我這個方式，那就錯了。我現在講經這種方式你們可以聽，不能學，你們如果要學，決定是不得其門而入。因為我現在沒有方法，沒有規矩，高興了，一句經文可以講幾個鐘頭，不高興的時候念上一大篇。沒有方法，沒有規矩，這是諸位要知道的。我在十五年前，那個時候講經循規蹈矩，所以老一批的那些同修他們得利益了。像現在常常在外面熊琬他們那一代的人得利益，那一代的人親近我，我在台北講經循規蹈矩，他們可以跟我學。現在不行，現在學不得。所以我就把季聖一居士編的這個註解印出來供養諸位，你們依照那個方法學，他那個是循規蹈矩，按部就班的，依照那個方法就行。一定要發心，為一切眾生，為釋迦牟尼佛正法久住，不為自己，同修們要發這個心。大家肯發心，宣揚正法的人多了，我們台灣人就有福，將來在大的劫難當中，我們可以倖免，至少我們遭難的程度可以減輕。也許諸位說，現在有講經人不少，到處都有，未必是正法。目前這個社會正如《楞嚴經》上所說的，「邪師說法，如恆河沙」，這怎麼得了！所以同修們一定要發大心，一個是希望你們有志的年輕人組織一個經學班，可以報名來參加。你們有組織，我就會請法師來指導，我們聘請法師來指導。同時還希望同修們發心，成立一個念佛班，我們樓上佛堂可以念佛，解行並重，把佛法推動起來，這一點很重要很重要，這是真正大慈大悲的流露。下面第二十七句："
    },
    {
      "id": "12-005-0007_p0017",
      "zh_CN": "【同身业。以方便行教化成熟诸众生故。同语业。以随类音演说一切诸法门故。同意业。普摄众生置一切智境界中故。】",
      "zh_TW": "【同身業。以方便行教化成熟諸眾生故。同語業。以隨類音演說一切諸法門故。同意業。普攝眾生置一切智境界中故。】"
    },
    {
      "id": "12-005-0007_p0018",
      "zh_CN": "这三句是身语意三业，三业与佛菩萨相同。佛菩萨到我们这个世间来度化众生，他要示现人身。我们今天也算不容易得到人身了，更难得的是闻到正法。佛法与我们的恩德太大太大了，怎样报恩？现在与人类是同类身，换句话说，我们要善用这个身体，拿这个身体来修行佛道，来帮助佛度化众生，我们这个身就有无量的功德。第二是『语业』，能够多懂一国的语言当然更好，如其不能，也给我们同语言的，我们要尽心尽力的帮助他。这世界上四分之一的人讲中国话，你要发心度众生，将来有众生给你度，一定要发大心。实在讲，在全世界语言，说英语的全世界也不过三亿多人；说中国话的有十亿人口，四十亿人口里头占四分之一。这是同类语，演说一切法门。",
      "zh_TW": "這三句是身語意三業，三業與佛菩薩相同。佛菩薩到我們這個世間來度化眾生，他要示現人身。我們今天也算不容易得到人身了，更難得的是聞到正法。佛法與我們的恩德太大太大了，怎樣報恩？現在與人類是同類身，換句話說，我們要善用這個身體，拿這個身體來修行佛道，來幫助佛度化眾生，我們這個身就有無量的功德。第二是『語業』，能夠多懂一國的語言當然更好，如其不能，也給我們同語言的，我們要盡心盡力的幫助他。這世界上四分之一的人講中國話，你要發心度眾生，將來有眾生給你度，一定要發大心。實在講，在全世界語言，說英語的全世界也不過三億多人；說中國話的有十億人口，四十億人口裡頭佔四分之一。這是同類語，演說一切法門。"
    },
    {
      "id": "12-005-0007_p0019",
      "zh_CN": "『同意业』，「意业」非常重要。一心一意要学佛，佛是什么心？念念度众生，我们也要存这个心，念念当中要帮助一切众生，帮助他破迷开悟，帮助他圆成道果，这个是意业。『普摄众生』，要把众生都放在『一切智境界中』，这一切智的境界中就是无上菩提，帮助一切众生个个都能证得无上菩提，要有这样的心，常常存这个心。底下一句：",
      "zh_TW": "『同意業』，「意業」非常重要。一心一意要學佛，佛是什麼心？念念度眾生，我們也要存這個心，念念當中要幫助一切眾生，幫助他破迷開悟，幫助他圓成道果，這個是意業。『普攝眾生』，要把眾生都放在『一切智境界中』，這一切智的境界中就是無上菩提，幫助一切眾生個個都能證得無上菩提，要有這樣的心，常常存這個心。底下一句："
    },
    {
      "id": "12-005-0007_p0020",
      "zh_CN": "【同庄严。清净庄严一切十方诸佛刹故。】",
      "zh_TW": "【同莊嚴。清淨莊嚴一切十方諸佛剎故。】"
    },
    {
      "id": "12-005-0007_p0021",
      "zh_CN": "我们简单讲，道场。道场怎样才是庄严？有修、有学、有证，这才是真正的庄严。所以一个道场，一定要有道风，要有学风，这才是一个道场。我们这个地方标榜的是《华严经》，解依《华严》，这是我们的学风，行门我们提倡念佛，念佛是我们的道风。虽然我们极力在提倡，但是现在没做到，所以我劝同修们发心组织一个念佛会，组织一个经学班。确确实实把我们的道风、学风建立起来，能有十几、二十个人就建立起来，就带动了。我过去在台中，在李老师会下学经，他台中莲社里面就有一个经学班，是同学们自己组成的，大概有二十几个人。这二十几个人，可以说台中除了本身有几个道场之外，外面还有十几个布教所，都是这些学生们维系这么多年，能有今天这么样大的成就，是得力于当年的经学班。常常到我们道场来的徐醒民居士、周家麟居士，都是经学班的同学。台中莲社念佛的同修就多，法缘差一点的也有三、五十个人，所以它有四十八个班，人数总有几万人之多。",
      "zh_TW": "我們簡單講，道場。道場怎樣才是莊嚴？有修、有學、有證，這才是真正的莊嚴。所以一個道場，一定要有道風，要有學風，這才是一個道場。我們這個地方標榜的是《華嚴經》，解依《華嚴》，這是我們的學風，行門我們提倡念佛，念佛是我們的道風。雖然我們極力在提倡，但是現在沒做到，所以我勸同修們發心組織一個念佛會，組織一個經學班。確確實實把我們的道風、學風建立起來，能有十幾、二十個人就建立起來，就帶動了。我過去在台中，在李老師會下學經，他台中蓮社裡面就有一個經學班，是同學們自己組成的，大概有二十幾個人。這二十幾個人，可以說台中除了本身有幾個道場之外，外面還有十幾個佈教所，都是這些學生們維繫這麼多年，能有今天這麼樣大的成就，是得力於當年的經學班。常常到我們道場來的徐醒民居士、周家麟居士，都是經學班的同學。台中蓮社念佛的同修就多，法緣差一點的也有三、五十個人，所以它有四十八個班，人數總有幾萬人之多。"
    },
    {
      "id": "12-005-0007_p0022",
      "zh_CN": "所以希望我们同修也能够模仿台中这种方式，首先成立这两个机构，这是庄严道场。可是本经里面所说的庄严，意义比我刚才讲的还要深一层，清净庄严。每一位同修来了这个道场，得身心清净，这是真正的庄严。到这个道场来，是学道的、修道的、弘道的，决定没有名闻利养，决定没有贪瞋痴慢，所以一定要遵守六和敬。要真正发大心，别人不遵守我遵守，久而久之，必定能够感动人。这佛法里面不责备人，你像当年弘一大师在世的时候，弘一大师带这些学生，看到学生做错了，他不打，也不骂，也不说，他怎么办？他绝食，不吃饭。所以学生一看到弘一大师这一天不吃饭了，每一个人都反省，我有没有过失？为什么法师今天不吃饭？一定看到我们当中有人有过失的，他用这个方法。用慈悲心感化别人，他不责备的。古德许许多多好的榜样我们应当要学，应当要效法。底下一句：",
      "zh_TW": "所以希望我們同修也能夠模仿台中這種方式，首先成立這兩個機構，這是莊嚴道場。可是本經裡面所說的莊嚴，意義比我剛才講的還要深一層，清淨莊嚴。每一位同修來了這個道場，得身心清淨，這是真正的莊嚴。到這個道場來，是學道的、修道的、弘道的，決定沒有名聞利養，決定沒有貪瞋痴慢，所以一定要遵守六和敬。要真正發大心，別人不遵守我遵守，久而久之，必定能夠感動人。這佛法裡面不責備人，你像當年弘一大師在世的時候，弘一大師帶這些學生，看到學生做錯了，他不打，也不罵，也不說，他怎麼辦？他絕食，不吃飯。所以學生一看到弘一大師這一天不吃飯了，每一個人都反省，我有沒有過失？為什麼法師今天不吃飯？一定看到我們當中有人有過失的，他用這個方法。用慈悲心感化別人，他不責備的。古德許許多多好的榜樣我們應當要學，應當要效法。底下一句："
    },
    {
      "id": "12-005-0007_p0023",
      "zh_CN": "【同亲近。见一切佛出兴于世皆亲近故。】",
      "zh_TW": "【同親近。見一切佛出興於世皆親近故。】"
    },
    {
      "id": "12-005-0007_p0024",
      "zh_CN": "在这个地方，我特别要告诉诸位，你果然往生到西方极乐世界，这一句没问题。现在在我们娑婆世界，现在在台湾，不行，外面许多人说我是什么佛来的、我是什么菩萨来的，好了，你去亲近他，统统着魔了。现在不能亲近，为什么？现在讲佛菩萨再来的，全是妖魔鬼怪冒充的，不是真的，决定不能亲近。我们今天如何来做这一条？亲近正法，读诵大乘经典就是亲近佛菩萨，外面人不管他怎么宣传、怎么说，我们不听。所以今天早晨有一个人来说的，他是什么菩萨附在他身上来解释《楞严经》，写了三本，我看都不看，我叫他拿回去。《圆通章》的注解我看不看？我看，我看谁的？我看圆瑛法师的，我看灌顶法师的，清朝康熙年间人，他有一部《大势至菩萨圆通章疏钞》，我过去讲《大势至圆通章》，就是根据这个本子讲的，我看这个。所以看古大德的注解，看真正的经文，这就是『同亲近』。自古以来这些祖师大德们，他们读的这个经，我们今天也读这个经，他们参考这些注解，我们今天也参考这些注解，与古大德「同亲近」，我们才不至于把路走错了。下面一句：",
      "zh_TW": "在這個地方，我特別要告訴諸位，你果然往生到西方極樂世界，這一句沒問題。現在在我們娑婆世界，現在在台灣，不行，外面許多人說我是什麼佛來的、我是什麼菩薩來的，好了，你去親近他，統統著魔了。現在不能親近，為什麼？現在講佛菩薩再來的，全是妖魔鬼怪冒充的，不是真的，決定不能親近。我們今天如何來做這一條？親近正法，讀誦大乘經典就是親近佛菩薩，外面人不管他怎麼宣傳、怎麼說，我們不聽。所以今天早晨有一個人來說的，他是什麼菩薩附在他身上來解釋《楞嚴經》，寫了三本，我看都不看，我叫他拿回去。《圓通章》的註解我看不看？我看，我看誰的？我看圓瑛法師的，我看灌頂法師的，清朝康熙年間人，他有一部《大勢至菩薩圓通章疏鈔》，我過去講《大勢至圓通章》，就是根據這個本子講的，我看這個。所以看古大德的註解，看真正的經文，這就是『同親近』。自古以來這些祖師大德們，他們讀的這個經，我們今天也讀這個經，他們參考這些註解，我們今天也參考這些註解，與古大德「同親近」，我們才不至於把路走錯了。下面一句："
    },
    {
      "id": "12-005-0007_p0025",
      "zh_CN": "【同劝请。】",
      "zh_TW": "【同勸請。】"
    },
    {
      "id": "12-005-0007_p0026",
      "zh_CN": "这个就是请转法轮。",
      "zh_TW": "這個就是請轉法輪。"
    },
    {
      "id": "12-005-0007_p0027",
      "zh_CN": "【请一切佛为诸众生转法轮故。】",
      "zh_TW": "【請一切佛為諸眾生轉法輪故。】"
    },
    {
      "id": "12-005-0007_p0028",
      "zh_CN": "我们今天到哪里去请佛？请他佛不如请自佛，所以要劝自己出来弘经，劝自己，劝志同道合的朋友，大家在一块切磋琢磨，这样才行，我们才会有进步，才能达到弘法利生的目的，这是非常非常的重要。所以求人不如求自己，自己真正肯发心了，我们旁边很好的朋友，我已经发心做了，你也应该来，我们一起来，这样才行。今天下午，简居士告诉我，我们这里也有几个同学在这里研究讲经，他在担心我们这几个人会散掉。如何能保持不散掉？不但不散掉，希望这个团体能扩大、能加强，实在说是事在人为，有几个人肯带头，这个事情就成功；没有人热心来带头，确实就会散掉。我在台中求学的时候，我们那个小班十年不散，为什么不散？我在那里去拉，我们每一个星期有一次聚会，在一块共同研究讨论，哪一个同学没有来了，我就会打电话找他，甚至于我到他家里去找他，他不能不来。我离开台中之后，这个班就散掉了，为什么？没有热心的人去找人、去打电话，就散掉了。所以一定要热心，要晓得这个事情重要，关系我们整个佛法的前途。年轻的同修，有口才的同修，我们要劝进他，要勉励他，希望他能够加入我们这个小班。底下一句：",
      "zh_TW": "我們今天到哪裡去請佛？請他佛不如請自佛，所以要勸自己出來弘經，勸自己，勸志同道合的朋友，大家在一塊切磋琢磨，這樣才行，我們才會有進步，才能達到弘法利生的目的，這是非常非常的重要。所以求人不如求自己，自己真正肯發心了，我們旁邊很好的朋友，我已經發心做了，你也應該來，我們一起來，這樣才行。今天下午，簡居士告訴我，我們這裡也有幾個同學在這裡研究講經，他在擔心我們這幾個人會散掉。如何能保持不散掉？不但不散掉，希望這個團體能擴大、能加強，實在說是事在人為，有幾個人肯帶頭，這個事情就成功；沒有人熱心來帶頭，確實就會散掉。我在台中求學的時候，我們那個小班十年不散，為什麼不散？我在那裡去拉，我們每一個星期有一次聚會，在一塊共同研究討論，哪一個同學沒有來了，我就會打電話找他，甚至於我到他家裡去找他，他不能不來。我離開台中之後，這個班就散掉了，為什麼？沒有熱心的人去找人、去打電話，就散掉了。所以一定要熱心，要曉得這個事情重要，關係我們整個佛法的前途。年輕的同修，有口才的同修，我們要勸進他，要勉勵他，希望他能夠加入我們這個小班。底下一句："
    },
    {
      "id": "12-005-0007_p0029",
      "zh_CN": "【同供养。常乐供养承事一切诸如来故。】",
      "zh_TW": "【同供養。常樂供養承事一切諸如來故。】"
    },
    {
      "id": "12-005-0007_p0030",
      "zh_CN": "供养当中，你看佛在许多大乘经典里面都告诉我们，本经也不例外，一切供养当中法供养为最。要修法供养，要肯与大众结缘，法缘就殊胜。不肯与大众结缘，诸位想想，这法缘怎么会盛？一定要与大家结法缘。印经就是结法缘里面最好的一种方法，我有能力，我单独自己印一部经，与大众结缘；我没有能力，跟大家集合起来，我们共同来印经，这是结法缘最好的方法。建立道场也是与大家结法缘。今天有一个居士看到简丰文，他来跟我说，简居士也在，他说看到简居士这个相貌，好像曾经救过十万生灵的面相。我就告诉他，他差不多，他建立这个道场，帮助了多多少少的人，这个功德很大很大。所以面相会改，这人有大阴德，面相会改，这也是一种方式。建立道场，供养大众。第三十四句：",
      "zh_TW": "供養當中，你看佛在許多大乘經典裡面都告訴我們，本經也不例外，一切供養當中法供養為最。要修法供養，要肯與大眾結緣，法緣就殊勝。不肯與大眾結緣，諸位想想，這法緣怎麼會盛？一定要與大家結法緣。印經就是結法緣裡面最好的一種方法，我有能力，我單獨自己印一部經，與大眾結緣；我沒有能力，跟大家集合起來，我們共同來印經，這是結法緣最好的方法。建立道場也是與大家結法緣。今天有一個居士看到簡豐文，他來跟我說，簡居士也在，他說看到簡居士這個相貌，好像曾經救過十萬生靈的面相。我就告訴他，他差不多，他建立這個道場，幫助了多多少少的人，這個功德很大很大。所以面相會改，這人有大陰德，面相會改，這也是一種方式。建立道場，供養大眾。第三十四句："
    },
    {
      "id": "12-005-0007_p0031",
      "zh_CN": "【同教化。调伏成熟一切世间诸众生故。】",
      "zh_TW": "【同教化。調伏成熟一切世間諸眾生故。】"
    },
    {
      "id": "12-005-0007_p0032",
      "zh_CN": "『教』是教学，『化』是目标，教学要在变化气质，我们教学的目标就达到了，真正有了效果。并不是说我们讲这部经，他听了，他也会讲了，他会讲有什么用？会讲没有用处，我们今天用录音机录下来，讲的一句、一个字都不错。要紧的是变化气质，把凡夫变成圣人，超凡入圣，这个目标就达到。要怎样才能到这个效果？『调伏』这两个字非常非常重要，你要能够调和你的性情，这是真正修行。「伏」是什么？降伏你的烦恼。烦恼生起来了，你用什么方法把它伏住；性子起来了，想方法如何来把它调和。所以佛法用两种方法，用梵呗来调和，心地不开朗有忧郁的时候，唱唱歌、唱唱赞，心里面就疏解了，用这个方法来调。用什么方法来伏烦恼？用戒律，用戒律来伏烦恼。用音乐来调心情，梵呗就是音乐，佛法用这个方法。在过去儒家孔子公也用这个方法，孔子用礼乐，礼就是戒律，来降伏烦恼的，用乐来调性情的。所以礼乐是教学最重要的工具，不能缺少的。",
      "zh_TW": "『教』是教學，『化』是目標，教學要在變化氣質，我們教學的目標就達到了，真正有了效果。並不是說我們講這部經，他聽了，他也會講了，他會講有什麼用？會講沒有用處，我們今天用錄音機錄下來，講的一句、一個字都不錯。要緊的是變化氣質，把凡夫變成聖人，超凡入聖，這個目標就達到。要怎樣才能到這個效果？『調伏』這兩個字非常非常重要，你要能夠調和你的性情，這是真正修行。「伏」是什麼？降伏你的煩惱。煩惱生起來了，你用什麼方法把它伏住；性子起來了，想方法如何來把它調和。所以佛法用兩種方法，用梵唄來調和，心地不開朗有憂鬱的時候，唱唱歌、唱唱讚，心裡面就疏解了，用這個方法來調。用什麼方法來伏煩惱？用戒律，用戒律來伏煩惱。用音樂來調心情，梵唄就是音樂，佛法用這個方法。在過去儒家孔子公也用這個方法，孔子用禮樂，禮就是戒律，來降伏煩惱的，用樂來調性情的。所以禮樂是教學最重要的工具，不能缺少的。"
    },
    {
      "id": "12-005-0007_p0033",
      "zh_CN": "所以我们佛门学教梵呗是很重要的，现在佛门实在讲缺少音乐家。《大藏经》里面有这个歌曲，《大藏经》这么厚的本子大概是有三本到四本，只有词没有谱，那都是从前佛门里面所唱的歌，歌词。你们去查《中华大藏经》，在第二辑里面就是赞佛，赞叹三宝的，那个词就有这么厚的本子，三本。我那个时候看到这一部分非常受感动，如果能够谱上曲，大家都会唱，确实能够净化社会、能够净化人心，为什么我们不提倡？如果要把这个经典编成电视剧、编成卡通片，我们这个本就最理想，五十三参就是五十三个单元，每个单元演个三、五次，好材料！用戏剧的方法来弘法利生，把佛法介绍到每个人家庭里面去。可惜就是我们佛教现在没有这个人才，我们一定要向这个目标去发展，利用现在科学的工具，把佛法介绍给大众。",
      "zh_TW": "所以我們佛門學教梵唄是很重要的，現在佛門實在講缺少音樂家。《大藏經》裡面有這個歌曲，《大藏經》這麼厚的本子大概是有三本到四本，只有詞沒有譜，那都是從前佛門裡面所唱的歌，歌詞。你們去查《中華大藏經》，在第二輯裡面就是讚佛，讚歎三寶的，那個詞就有這麼厚的本子，三本。我那個時候看到這一部分非常受感動，如果能夠譜上曲，大家都會唱，確實能夠淨化社會、能夠淨化人心，為什麼我們不提倡？如果要把這個經典編成電視劇、編成卡通片，我們這個本就最理想，五十三參就是五十三個單元，每個單元演個三、五次，好材料！用戲劇的方法來弘法利生，把佛法介紹到每個人家庭裡面去。可惜就是我們佛教現在沒有這個人才，我們一定要向這個目標去發展，利用現在科學的工具，把佛法介紹給大眾。"
    },
    {
      "id": "12-005-0007_p0034",
      "zh_CN": "『成熟』是最后的一个目标，什么叫「成熟」？他这一生可以了生死、出三界，这叫成熟。这一生不管你修得怎么好，你出不了三界轮回，不算成熟。这个成熟经典上也讲根熟，他根熟了，这一类的众生，他在这个世间，这个六道轮回里面，这一生是最后生，因为来生他不再轮回、不再在六道，这样的人叫根熟的众生，叫成熟。我们想想，我们自己有没有成熟？修其他的法门，确实我们这一生办不到，没有能力了生死、出三界，为什么？见思烦恼没有能力断掉，这是真的，不是假的。可是你要相信念佛往生这个法门，那你算是成熟了，你根熟了，这个法门就是万修万人去，怕的是你不相信，你不肯干。所以只要是死心塌地念阿弥陀佛求生净土，这个人可以说在大乘佛法当中他根熟，他这一生在这个世间是最后生，决定不再轮回，这一点诸位同修要特别记住。",
      "zh_TW": "『成熟』是最後的一個目標，什麼叫「成熟」？他這一生可以了生死、出三界，這叫成熟。這一生不管你修得怎麼好，你出不了三界輪迴，不算成熟。這個成熟經典上也講根熟，他根熟了，這一類的眾生，他在這個世間，這個六道輪迴裡面，這一生是最後生，因為來生他不再輪迴、不再在六道，這樣的人叫根熟的眾生，叫成熟。我們想想，我們自己有沒有成熟？修其他的法門，確實我們這一生辦不到，沒有能力了生死、出三界，為什麼？見思煩惱沒有能力斷掉，這是真的，不是假的。可是你要相信念佛往生這個法門，那你算是成熟了，你根熟了，這個法門就是萬修萬人去，怕的是你不相信，你不肯幹。所以只要是死心塌地念阿彌陀佛求生淨土，這個人可以說在大乘佛法當中他根熟，他這一生在這個世間是最後生，決定不再輪迴，這一點諸位同修要特別記住。"
    },
    {
      "id": "12-005-0007_p0035",
      "zh_CN": "不是说别的法门不好，门门都好，问问自己有没有能力断烦恼？这是一个非常现实的问题，《金刚经》里面讲的「我相、人相、众生相、寿者相」，这个四相你能不能破？贪瞋痴慢你有没有能力断掉？伏不行，伏烦恼不行，出不了三界，断烦恼才能出三界。伏烦恼，四禅八定都是伏，诸位想想，他有能力到四禅天、到非想非非想处天，他依然是伏不是断，所以他还是出不了三界。不容易，真正不容易！所以李老师说，「不求带业往生，非愚即狂」，不是愚痴就是狂妄，这个话说得一点都不错，确确实实把我们当头一棒打醒，想想修任何一个法门没有能力，别人修，我们只有恭敬赞叹而已，想想自己，没有能力。要想在这一生了生死、出三界，成佛作祖，唯有念佛求生净土。所以《华严经》到最后，还是这样提倡，到了最后普贤菩萨「十大愿王，导归极乐」，还是劝你求生净土。换句话说，如果不求生净土，这部《华严经》上讲的也是白讲，没有人能做得到。底下一句：",
      "zh_TW": "不是說別的法門不好，門門都好，問問自己有沒有能力斷煩惱？這是一個非常現實的問題，《金剛經》裡面講的「我相、人相、眾生相、壽者相」，這個四相你能不能破？貪瞋痴慢你有沒有能力斷掉？伏不行，伏煩惱不行，出不了三界，斷煩惱才能出三界。伏煩惱，四禪八定都是伏，諸位想想，他有能力到四禪天、到非想非非想處天，他依然是伏不是斷，所以他還是出不了三界。不容易，真正不容易！所以李老師說，「不求帶業往生，非愚即狂」，不是愚痴就是狂妄，這個話說得一點都不錯，確確實實把我們當頭一棒打醒，想想修任何一個法門沒有能力，別人修，我們只有恭敬讚歎而已，想想自己，沒有能力。要想在這一生了生死、出三界，成佛作祖，唯有念佛求生淨土。所以《華嚴經》到最後，還是這樣提倡，到了最後普賢菩薩「十大願王，導歸極樂」，還是勸你求生淨土。換句話說，如果不求生淨土，這部《華嚴經》上講的也是白講，沒有人能做得到。底下一句："
    },
    {
      "id": "12-005-0007_p0036",
      "zh_CN": "【同光明。普能自在照了一切诸法门故。】",
      "zh_TW": "【同光明。普能自在照了一切諸法門故。】"
    },
    {
      "id": "12-005-0007_p0037",
      "zh_CN": "『光明』是智慧开了，智慧开了之后，你一切法门都通达。这个地方这一句，这个要紧的是在『自在』，不自在就没有光明，就没有智慧。「自在」从哪里来的？自在从一心不乱来的，从清净心来的。心清净就自在了，一切忧虑烦恼都没有了，智慧才能现前。有忧虑、有烦恼，你怎么能得自在？你怎么会有智慧？念佛这个法子就是专修清净心，专修一心不乱，得一心自在。能念到功夫成片，就得一点小自在，何况一心不乱？所以一切法门自然通达，虽然通达，你一定还是守一个法门，就像此地五十三位善知识一样，这五十三位善知识都是法身大士，他什么不通？世出世间法样样都通。虽然样样都通，但是他还是专门修一个法门，这一个法门必定是他本修的，他最初初发心的时候就是修这个法门，修到成佛他还不舍这个法门，真正是一门深入。",
      "zh_TW": "『光明』是智慧開了，智慧開了之後，你一切法門都通達。這個地方這一句，這個要緊的是在『自在』，不自在就沒有光明，就沒有智慧。「自在」從哪裡來的？自在從一心不亂來的，從清淨心來的。心清淨就自在了，一切憂慮煩惱都沒有了，智慧才能現前。有憂慮、有煩惱，你怎麼能得自在？你怎麼會有智慧？念佛這個法子就是專修清淨心，專修一心不亂，得一心自在。能念到功夫成片，就得一點小自在，何況一心不亂？所以一切法門自然通達，雖然通達，你一定還是守一個法門，就像此地五十三位善知識一樣，這五十三位善知識都是法身大士，他什麼不通？世出世間法樣樣都通。雖然樣樣都通，但是他還是專門修一個法門，這一個法門必定是他本修的，他最初初發心的時候就是修這個法門，修到成佛他還不捨這個法門，真正是一門深入。"
    },
    {
      "id": "12-005-0007_p0038",
      "zh_CN": "【同三昧。】",
      "zh_TW": "【同三昧。】"
    },
    {
      "id": "12-005-0007_p0039",
      "zh_CN": "『三昧』是梵语，翻成中国意思是正受，受是享受，正是正常，就是正常的享受。",
      "zh_TW": "『三昧』是梵語，翻成中國意思是正受，受是享受，正是正常，就是正常的享受。"
    },
    {
      "id": "12-005-0007_p0040",
      "zh_CN": "【普知一切十方世界众生心故。】",
      "zh_TW": "【普知一切十方世界眾生心故。】"
    },
    {
      "id": "12-005-0007_p0041",
      "zh_CN": "一切众生他想什么、他念什么，他的心态、行为你都知道。你怎么知道的？从三昧当中知道的。所以底下这句经文就是讲三昧的大用。你真正能知道一切众生的心态，你的心就定了，心安理得。这意思、道理明了了，心就安了，你就晓得在现前这个阶段我们自己应该怎么做法，你就明了。一切的做法一定符合佛法，契机契理，这要靠三昧。念佛人，一心不乱就是念佛三昧。在事一心的时候，念佛三昧，理一心那是开智慧了，那是大彻大悟。底下一句说：",
      "zh_TW": "一切眾生他想什麼、他念什麼，他的心態、行為你都知道。你怎麼知道的？從三昧當中知道的。所以底下這句經文就是講三昧的大用。你真正能知道一切眾生的心態，你的心就定了，心安理得。這意思、道理明瞭了，心就安了，你就曉得在現前這個階段我們自己應該怎麼做法，你就明瞭。一切的做法一定符合佛法，契機契理，這要靠三昧。念佛人，一心不亂就是念佛三昧。在事一心的時候，念佛三昧，理一心那是開智慧了，那是大徹大悟。底下一句說："
    },
    {
      "id": "12-005-0007_p0042",
      "zh_CN": "【同充遍。以自在力遍一切刹修诸行故。】",
      "zh_TW": "【同充遍。以自在力遍一切剎修諸行故。】"
    },
    {
      "id": "12-005-0007_p0043",
      "zh_CN": "这是真真实实把《大方广佛华严经》变成自己的生活行为，起心动念，衣食住行，待人接物，无不自在，无有一法不是《华严经》的理论、方法、境界。无有一法不是，穿衣吃饭统统都是的，待人接物也是的，没有一法不是修行，修什么行？修菩萨行。如果我们把它归纳起来讲，说得具体一点的，修十波罗蜜行，修十大愿王行，展开来是尽虚空遍法界，这叫真正修行。当然这种修法，一般初学的人做不到，这是真正心开意解之后，才能入这个境界。具体讲来，像本经里面讲的五十三位善知识，他们统统都是这个境界。",
      "zh_TW": "這是真真實實把《大方廣佛華嚴經》變成自己的生活行為，起心動念，衣食住行，待人接物，無不自在，無有一法不是《華嚴經》的理論、方法、境界。無有一法不是，穿衣吃飯統統都是的，待人接物也是的，沒有一法不是修行，修什麼行？修菩薩行。如果我們把它歸納起來講，說得具體一點的，修十波羅蜜行，修十大願王行，展開來是盡虛空遍法界，這叫真正修行。當然這種修法，一般初學的人做不到，這是真正心開意解之後，才能入這個境界。具體講來，像本經裡面講的五十三位善知識，他們統統都是這個境界。"
    },
    {
      "id": "12-005-0007_p0044",
      "zh_CN": "【同住处。住诸菩萨神通海故。】",
      "zh_TW": "【同住處。住諸菩薩神通海故。】"
    },
    {
      "id": "12-005-0007_p0045",
      "zh_CN": "这个地方要解释一下，什么叫『神通』？「通」是通达无碍，「神」这个字就是超越了我们的常识，我们的思惟想像都达不到，太神奇了。他没有一样不通达，没有一样不明了，没有一法他有障碍的，这叫做神通。真能做得到吗？给诸位说，真的。为什么？因为这种能力是本能，不是从外头来的，每一个众生都有，是你的本能，佛菩萨不过是恢复了本能而已。我们今天本能失掉，失掉不是真正失掉，是什么？迷失了，不是真失掉的，是迷失掉的。所以佛说，你几时觉悟了，你的能力就恢复。你的心本来是清净的，现在你迷了，迷了就不清净。几时你恢复到本来的清净心，清净心起作用有两种，一种是照，照是智慧，照见；一种就是通达，就是神通。所以它有两个作用，这两种作用都是清净心为体。所以佛法的修学，虽然法门讲的是八万四千无量无边，说穿了，那只不过是方法、手段不相同，目标相同，就是修的清净心。清净心就是禅定，就是三昧。只要你心恢复到清净的，没有一法不通达。所以诸佛菩萨住神通海，『海』是比喻，比喻的是既深又广，这是与佛菩萨同一个住处。",
      "zh_TW": "這個地方要解釋一下，什麼叫『神通』？「通」是通達無礙，「神」這個字就是超越了我們的常識，我們的思惟想像都達不到，太神奇了。他沒有一樣不通達，沒有一樣不明瞭，沒有一法他有障礙的，這叫做神通。真能做得到嗎？給諸位說，真的。為什麼？因為這種能力是本能，不是從外頭來的，每一個眾生都有，是你的本能，佛菩薩不過是恢復了本能而已。我們今天本能失掉，失掉不是真正失掉，是什麼？迷失了，不是真失掉的，是迷失掉的。所以佛說，你幾時覺悟了，你的能力就恢復。你的心本來是清淨的，現在你迷了，迷了就不清淨。幾時你恢復到本來的清淨心，清淨心起作用有兩種，一種是照，照是智慧，照見；一種就是通達，就是神通。所以它有兩個作用，這兩種作用都是清淨心為體。所以佛法的修學，雖然法門講的是八萬四千無量無邊，說穿了，那只不過是方法、手段不相同，目標相同，就是修的清淨心。清淨心就是禪定，就是三昧。只要你心恢復到清淨的，沒有一法不通達。所以諸佛菩薩住神通海，『海』是比喻，比喻的是既深又廣，這是與佛菩薩同一個住處。"
    },
    {
      "id": "12-005-0007_p0046",
      "zh_CN": "【同眷属。一切菩萨共止住故。】",
      "zh_TW": "【同眷屬。一切菩薩共止住故。】"
    },
    {
      "id": "12-005-0007_p0047",
      "zh_CN": "我们世间人有家亲眷属，学佛，志同道合就是眷属。他不是真正的眷属，是举比喻，与眷属这个意义有相同之处，就是志同道合的，这就是眷属。菩萨一定与菩萨同一类，这个是一定的道理，他不会与二乘同一类的，不会与凡夫同一类的。他虽然发心教二乘、教凡夫，但是与他同一类的必定是诸菩萨。所以说到这个地方，希望同修们真正发菩萨心，真正发菩萨愿，行菩萨道。我们利用这个小小的道场，我们团结起来，人少不要紧，古人所谓「三人同心，其利断金」，那种锋利就能够断所有的金属、钢铁，硬度高，可以能够破坏它，这是举比喻。",
      "zh_TW": "我們世間人有家親眷屬，學佛，志同道合就是眷屬。他不是真正的眷屬，是舉比喻，與眷屬這個意義有相同之處，就是志同道合的，這就是眷屬。菩薩一定與菩薩同一類，這個是一定的道理，他不會與二乘同一類的，不會與凡夫同一類的。他雖然發心教二乘、教凡夫，但是與他同一類的必定是諸菩薩。所以說到這個地方，希望同修們真正發菩薩心，真正發菩薩願，行菩薩道。我們利用這個小小的道場，我們團結起來，人少不要緊，古人所謂「三人同心，其利斷金」，那種鋒利就能夠斷所有的金屬、鋼鐵，硬度高，可以能夠破壞它，這是舉比喻。"
    },
    {
      "id": "12-005-0007_p0048",
      "zh_CN": "我刚才给诸位同修提到过，我们在台中跟李老师求学的时候，我们的经学班有二十多个人，但是他那个班只开了两年。两年之后，我们只有七个同学志同道合在一起，我们在一块互相切磋琢磨有十年之久。但十年当中我们同学只有七个人，这七个人不多，所以人数多寡没有关系，志趣决定要相同。我们不但自己要努力的修学，要认真的修学，同时要把佛法普遍的弘扬到全世界。还有同学说，我们在家人到外面弘法总是不相同的。那你就出家好了！学成了以后再出家。我奉劝诸位这种做法，我自己本身就是学成以后出家的，所以我一出家就讲经；我学的时候没有出家，学成了以后再出家，这是一个很好的主意。",
      "zh_TW": "我剛才給諸位同修提到過，我們在台中跟李老師求學的時候，我們的經學班有二十多個人，但是他那個班只開了兩年。兩年之後，我們只有七個同學志同道合在一起，我們在一塊互相切磋琢磨有十年之久。但十年當中我們同學只有七個人，這七個人不多，所以人數多寡沒有關係，志趣決定要相同。我們不但自己要努力的修學，要認真的修學，同時要把佛法普遍的弘揚到全世界。還有同學說，我們在家人到外面弘法總是不相同的。那你就出家好了！學成了以後再出家。我奉勸諸位這種做法，我自己本身就是學成以後出家的，所以我一出家就講經；我學的時候沒有出家，學成了以後再出家，這是一個很好的主意。"
    },
    {
      "id": "12-005-0007_p0049",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}