{
  "doc_id": "12-005-0011",
  "title": {
    "zh_CN": "华严经大愿精进力夜神章",
    "zh_TW": "華嚴經大願精進力夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1987",
    "zh_TW": "1987"
  },
  "doc_number": "12-005-0011",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "12-005-0011_p0001",
      "zh_CN": "请掀开经本，八百三十九面倒数第三行，从同神力这一句读起：",
      "zh_TW": "請掀開經本，八百三十九面倒數第三行，從同神力這一句讀起："
    },
    {
      "id": "12-005-0011_p0002",
      "zh_CN": "【同神力。一念遍游十方一切世界海故。】",
      "zh_TW": "【同神力。一念遍遊十方一切世界海故。】"
    },
    {
      "id": "12-005-0011_p0003",
      "zh_CN": "从这个地方看起。八十八句，这是第七十九句，与诸佛同样的神力。『神力』，与前面讲的神通非常的接近。神通通常都是讲的六通，「神力」，我们从底下这经文上来看，它是六通里面的神足通。『一念』，是时间的短暂，很短的时间。『遍游十方一切世界海』，这是尽虚空遍法界，一念之间，菩萨都能够到达，这是不思议的神足通。这一句乍看起来似乎是一个幻想，这是不可能做到的，实际上给诸位说，是事实。这种能力，佛告诉我们，是我们的本能，本来就有这个能力。这种能力我们现在是迷失了，并不是真正的丧失，而是迷失了。何以晓得这个是事实？佛在经上给我们说的，我们要牢牢记住一个原则，那就是万法唯心，万法唯识，这个是佛法讲到最根本的道理，所谓是「唯心所现，唯识所变」。你要对这个道理能肯定，深信不疑，这八十八同都没有问题，句句你都能够信得过。为什么？既然唯心所现，我们在一念之间，怎么不能够遍到？当然是可以遍到的。",
      "zh_TW": "從這個地方看起。八十八句，這是第七十九句，與諸佛同樣的神力。『神力』，與前面講的神通非常的接近。神通通常都是講的六通，「神力」，我們從底下這經文上來看，它是六通裡面的神足通。『一念』，是時間的短暫，很短的時間。『遍遊十方一切世界海』，這是盡虛空遍法界，一念之間，菩薩都能夠到達，這是不思議的神足通。這一句乍看起來似乎是一個幻想，這是不可能做到的，實際上給諸位說，是事實。這種能力，佛告訴我們，是我們的本能，本來就有這個能力。這種能力我們現在是迷失了，並不是真正的喪失，而是迷失了。何以曉得這個是事實？佛在經上給我們說的，我們要牢牢記住一個原則，那就是萬法唯心，萬法唯識，這個是佛法講到最根本的道理，所謂是「唯心所現，唯識所變」。你要對這個道理能肯定，深信不疑，這八十八同都沒有問題，句句你都能夠信得過。為什麼？既然唯心所現，我們在一念之間，怎麼不能夠遍到？當然是可以遍到的。"
    },
    {
      "id": "12-005-0011_p0004",
      "zh_CN": "所以佛给我们说，我们六根的能力都是尽虚空遍法界，眼见也是如此，能够见到尽虚空遍法界，也能见到过去、现在、未来，都能看得到。在佛，这都叫做现量境界，就是摆在面前的境界。我们现在就是迷失了自性，这种能力不能现前，被烦恼、妄想盖住了。所以烦恼、妄想像云彩一样，我们的智慧、德能像太阳。这几天下雨，云层很厚，把太阳遮住了，并不是没有太阳。换句话说，并不是我们没有智慧，没有这种德能，只是二障障住了，是烦恼障、所知障；去了二障，我们的能力逐渐逐渐就恢复了。这个恢复在我们《华严经》上说，从圆教初住开始，初住菩萨开始。十信位的菩萨还没有恢复。十住这初住，破一品无明，见一分本性，这个就真正见到。从此以后你无明多破一品，这个本性里面的智慧德能就多透一分，就是这么个道理。至于各宗各派，无量法门，统统是手段、是方法，就是如何破这二障。如何断烦恼，断见思烦恼、尘沙烦恼、无明烦恼，都是讲求的手段与方法，目的只有一个，最后是恢复我们本来具足的德能，这是我们本具的德能。",
      "zh_TW": "所以佛給我們說，我們六根的能力都是盡虛空遍法界，眼見也是如此，能夠見到盡虛空遍法界，也能見到過去、現在、未來，都能看得到。在佛，這都叫做現量境界，就是擺在面前的境界。我們現在就是迷失了自性，這種能力不能現前，被煩惱、妄想蓋住了。所以煩惱、妄想像雲彩一樣，我們的智慧、德能像太陽。這幾天下雨，雲層很厚，把太陽遮住了，並不是沒有太陽。換句話說，並不是我們沒有智慧，沒有這種德能，只是二障障住了，是煩惱障、所知障；去了二障，我們的能力逐漸逐漸就恢復了。這個恢復在我們《華嚴經》上說，從圓教初住開始，初住菩薩開始。十信位的菩薩還沒有恢復。十住這初住，破一品無明，見一分本性，這個就真正見到。從此以後你無明多破一品，這個本性裡面的智慧德能就多透一分，就是這麼個道理。至於各宗各派，無量法門，統統是手段、是方法，就是如何破這二障。如何斷煩惱，斷見思煩惱、塵沙煩惱、無明煩惱，都是講求的手段與方法，目的只有一個，最後是恢復我們本來具足的德能，這是我們本具的德能。"
    },
    {
      "id": "12-005-0011_p0005",
      "zh_CN": "这一桩事情，在理论上讲的确我们相信，我们不怀疑，但是在事实上来说，要想断烦恼，实在还不是个容易事情。你没有认真修行，你不晓得；你修了这么多年，你才晓得不简单，修这么多年，烦恼还是这么多，似乎这个烦恼没有减少，你就晓得这个东西不容易。如果觉得这个烦恼能减少一点，给诸位说，那就是功夫，就是你修行的成绩。烦恼不能断，修什么法门都不能成就。就是念佛，虽然不断烦恼，也得伏烦恼，把烦恼伏住。什么叫伏住？决定不起现行，这就伏住。有没有烦恼？有，像贪瞋痴都有。可是在生活当中，贪瞋痴，你有这一句佛号，这佛号有力量能把它控制住，就是不让它发作，有虽然是有，它不发作，这就是能把烦恼伏住。伏得住烦恼才能往生，所以叫带业往生，带业是因为你的烦恼没有断，这是在所有法门里面最容易的一个法门，不断烦恼也能成就。但是诸位要晓得，这是八万四千法门里面，只有这一个，除了这一个法门之外，任何一个法门都得要断烦恼，这是我们一定要晓得的。底下一句：",
      "zh_TW": "這一樁事情，在理論上講的確我們相信，我們不懷疑，但是在事實上來說，要想斷煩惱，實在還不是個容易事情。你沒有認真修行，你不曉得；你修了這麼多年，你才曉得不簡單，修這麼多年，煩惱還是這麼多，似乎這個煩惱沒有減少，你就曉得這個東西不容易。如果覺得這個煩惱能減少一點，給諸位說，那就是功夫，就是你修行的成績。煩惱不能斷，修什麼法門都不能成就。就是念佛，雖然不斷煩惱，也得伏煩惱，把煩惱伏住。什麼叫伏住？決定不起現行，這就伏住。有沒有煩惱？有，像貪瞋痴都有。可是在生活當中，貪瞋痴，你有這一句佛號，這佛號有力量能把它控制住，就是不讓它發作，有雖然是有，它不發作，這就是能把煩惱伏住。伏得住煩惱才能往生，所以叫帶業往生，帶業是因為你的煩惱沒有斷，這是在所有法門裡面最容易的一個法門，不斷煩惱也能成就。但是諸位要曉得，這是八萬四千法門裡面，只有這一個，除了這一個法門之外，任何一個法門都得要斷煩惱，這是我們一定要曉得的。底下一句："
    },
    {
      "id": "12-005-0011_p0006",
      "zh_CN": "【同总持。已得一切陀罗尼海普照门故。】",
      "zh_TW": "【同總持。已得一切陀羅尼海普照門故。】"
    },
    {
      "id": "12-005-0011_p0007",
      "zh_CN": "『总持』，梵语就叫陀罗尼，翻成中国意思叫「总持」。所谓总一切法，持一切意，这个意思实在讲就是说抓纲领。你真正能把纲领抓到了，这个叫总持，总持就是纲领的意思。菩萨『已得一切陀罗尼海』，「海」是比喻深广，经上常用这个字来代表，这个就是一切总持的法门。得到这个法门，实在说自行化他都得到方便，自己修行不成问题，纲领抓到了；教别人也能够帮助他找出一条明确的大道，不至于叫他迷失方向，这个叫总持法门。在佛法里面，一般讲总持就是三皈依，三皈依是修行的总纲领，很可惜是许许多多同修在受三皈的时候，没有能够把这个意思搞清楚，所以虽然是有了形式上的三皈依，这个总持法门没有得到。得到之后，我们就晓得在日常生活当中，应该怎样修行。行是指我们的思想、见解、行为。行为有了错误，要把它修正过来，这个就叫做修行。依什么修行？依三皈，佛是觉悟的意思，要依觉，法是正的意思，僧是清净的意思，所以要依觉正净来修正我们的思想、行为。我们的思想、见解要觉、要正、要清净，我们的言语、我们的造作，都要求觉正净这个标准，这叫三自皈，叫三皈依，这个是总持法门。",
      "zh_TW": "『總持』，梵語就叫陀羅尼，翻成中國意思叫「總持」。所謂總一切法，持一切意，這個意思實在講就是說抓綱領。你真正能把綱領抓到了，這個叫總持，總持就是綱領的意思。菩薩『已得一切陀羅尼海』，「海」是比喻深廣，經上常用這個字來代表，這個就是一切總持的法門。得到這個法門，實在說自行化他都得到方便，自己修行不成問題，綱領抓到了；教別人也能夠幫助他找出一條明確的大道，不至於叫他迷失方向，這個叫總持法門。在佛法裡面，一般講總持就是三皈依，三皈依是修行的總綱領，很可惜是許許多多同修在受三皈的時候，沒有能夠把這個意思搞清楚，所以雖然是有了形式上的三皈依，這個總持法門沒有得到。得到之後，我們就曉得在日常生活當中，應該怎樣修行。行是指我們的思想、見解、行為。行為有了錯誤，要把它修正過來，這個就叫做修行。依什麼修行？依三皈，佛是覺悟的意思，要依覺，法是正的意思，僧是清淨的意思，所以要依覺正淨來修正我們的思想、行為。我們的思想、見解要覺、要正、要清淨，我們的言語、我們的造作，都要求覺正淨這個標準，這叫三自皈，叫三皈依，這個是總持法門。"
    },
    {
      "id": "12-005-0011_p0008",
      "zh_CN": "念佛人，这一句阿弥陀佛就是总持法门。蕅益大师说得很好，他是引用莲池大师的话说的，这一句阿弥陀佛，「圆摄五宗，该罗八教」，这就全部都包括了。五宗就是禅宗，八教那就是整个教下，所以宗门、教下统统包括在一句阿弥陀佛佛号之中。这一句佛号的意思是无量觉，南无翻成中国意思就是皈依，皈依无量觉，真的，这个意思确确实实是都包括了，没有一样不包括。但是如果在境界里面，没有善巧方便，这一句佛号念得不得力。这个善巧方便要怎样运用？就用三皈依，三自皈。也就是说这句句阿弥陀佛里头都有觉正净，我念这一句阿弥陀佛，我觉不迷、正不邪、净不染，这个决定与净土相应，所谓是心净则土净，要用这个方法来修。所以这一句阿弥陀佛，功德不可思议，这是这一句佛号就是一切陀罗尼海。我们学佛的同修，首先要把这个掌握到，你就晓得我们修的是什么，清清楚楚、明明白白，佛法里头没有迷信，不搞迷信，也不搞神通的，什么都不搞，老老实实的取一个觉不迷、正不邪、净不染。底下一句说：",
      "zh_TW": "念佛人，這一句阿彌陀佛就是總持法門。蕅益大師說得很好，他是引用蓮池大師的話說的，這一句阿彌陀佛，「圓攝五宗，該羅八教」，這就全部都包括了。五宗就是禪宗，八教那就是整個教下，所以宗門、教下統統包括在一句阿彌陀佛佛號之中。這一句佛號的意思是無量覺，南無翻成中國意思就是皈依，皈依無量覺，真的，這個意思確確實實是都包括了，沒有一樣不包括。但是如果在境界裡面，沒有善巧方便，這一句佛號念得不得力。這個善巧方便要怎樣運用？就用三皈依，三自皈。也就是說這句句阿彌陀佛裡頭都有覺正淨，我念這一句阿彌陀佛，我覺不迷、正不邪、淨不染，這個決定與淨土相應，所謂是心淨則土淨，要用這個方法來修。所以這一句阿彌陀佛，功德不可思議，這是這一句佛號就是一切陀羅尼海。我們學佛的同修，首先要把這個掌握到，你就曉得我們修的是什麼，清清楚楚、明明白白，佛法裡頭沒有迷信，不搞迷信，也不搞神通的，什麼都不搞，老老實實的取一個覺不迷、正不邪、淨不染。底下一句說："
    },
    {
      "id": "12-005-0011_p0009",
      "zh_CN": "【同秘密。了知一切修多罗中妙法门故。】",
      "zh_TW": "【同祕密。了知一切修多羅中妙法門故。】"
    },
    {
      "id": "12-005-0011_p0010",
      "zh_CN": "佛法，给诸位说，没有秘密。凡是秘密大概都不太光明，为什么？见不得人，这才秘密。佛法正大光明，没有秘密。这『秘密』是什么意思？给诸位说，这个也讲深，这个义理太深了，所以它是属于深密。像经里面有《解深密经》，因为义理太深，我们一般人看不出来，经典摆在面前，看不出它的意思。甚至于讲得很明白，听也听不清楚，听了之后不能体会到这个意思。这是说的教义、教理之幽深，把它说作秘密。「同秘密」就是这种幽深之理，没有不能了解的。所以『了知』，「了」是明了，「知」是知道，『一切修多罗』，「修多罗」是经典。这个地方所说的修多罗，实际上是把一切佛法统统包括其中，经律论都包括在这一句里面。所以『妙法门故』，没有不通达，没有不明了的，经义实实在在是深。这是秘密。底下讲甚深：",
      "zh_TW": "佛法，給諸位說，沒有祕密。凡是祕密大概都不太光明，為什麼？見不得人，這才祕密。佛法正大光明，沒有祕密。這『祕密』是什麼意思？給諸位說，這個也講深，這個義理太深了，所以它是屬於深密。像經裡面有《解深密經》，因為義理太深，我們一般人看不出來，經典擺在面前，看不出它的意思。甚至於講得很明白，聽也聽不清楚，聽了之後不能體會到這個意思。這是說的教義、教理之幽深，把它說作祕密。「同祕密」就是這種幽深之理，沒有不能了解的。所以『了知』，「了」是明瞭，「知」是知道，『一切修多羅』，「修多羅」是經典。這個地方所說的修多羅，實際上是把一切佛法統統包括其中，經律論都包括在這一句裡面。所以『妙法門故』，沒有不通達，沒有不明瞭的，經義實實在在是深。這是祕密。底下講甚深："
    },
    {
      "id": "12-005-0011_p0011",
      "zh_CN": "【同甚深。解一切法离相清净如虚空故。】",
      "zh_TW": "【同甚深。解一切法離相清淨如虛空故。】"
    },
    {
      "id": "12-005-0011_p0012",
      "zh_CN": "前面这个秘密是从教义上说的，这一句从教理上说的。义理都要自己去体会、去悟入，不是我们思惟想像能够达到的，想不到的。为什么说想不到？因为思惟想像是第六意识，第六意识的功能是有限的。也可以说六识对外它能够缘一切境界；对内，它能够缘到阿赖耶识，所以它的功能非常的广大。这个附属的心所有五十一个，可以说是圆圆满满，没有一丝毫的欠缺，可见得它这个功能的广大。但是它就是不能缘法性，它对法性那就是一筹莫展，所以它不能见性。用第六意识修行可以得定，可以修成九次第定，不能见性，这是诸位要晓得的。在《楞严经》上，交光大师不同意长水的说法，长水禅师是宋朝人，是《楞严》古注的权威。他不满意长水的说法，他提出一个也是很正确的道理，因为长水依然是用第六意识修行，这是不符合《楞严》的宗旨。所以他主张就是用《楞严经》上的自己的方法，舍识用根，这是他提出来的，舍识用根，用六根的根性来修，这才是首楞严大定。所以他提出这个见解，这个当时以及后人，有许许多多人非常的赞同，这个的确是有道理的，在理上讲能讲得通。六根的根性，那就能缘法性，第六意识缘不到法性。",
      "zh_TW": "前面這個祕密是從教義上說的，這一句從教理上說的。義理都要自己去體會、去悟入，不是我們思惟想像能夠達到的，想不到的。為什麼說想不到？因為思惟想像是第六意識，第六意識的功能是有限的。也可以說六識對外它能夠緣一切境界；對內，它能夠緣到阿賴耶識，所以它的功能非常的廣大。這個附屬的心所有五十一個，可以說是圓圓滿滿，沒有一絲毫的欠缺，可見得它這個功能的廣大。但是它就是不能緣法性，它對法性那就是一籌莫展，所以它不能見性。用第六意識修行可以得定，可以修成九次第定，不能見性，這是諸位要曉得的。在《楞嚴經》上，交光大師不同意長水的說法，長水禪師是宋朝人，是《楞嚴》古註的權威。他不滿意長水的說法，他提出一個也是很正確的道理，因為長水依然是用第六意識修行，這是不符合《楞嚴》的宗旨。所以他主張就是用《楞嚴經》上的自己的方法，捨識用根，這是他提出來的，捨識用根，用六根的根性來修，這才是首楞嚴大定。所以他提出這個見解，這個當時以及後人，有許許多多人非常的贊同，這個的確是有道理的，在理上講能講得通。六根的根性，那就能緣法性，第六意識緣不到法性。"
    },
    {
      "id": "12-005-0011_p0013",
      "zh_CN": "所以自古以来修行就是两条道路，一个是用第六意识，用思惟、用想像，就是用头脑来研究。这些可以说多半都变成佛学的学者，纵然能够讲的三藏十二分教，说得天花乱坠，他是佛教的学者，他不能断烦恼，他不能见性。另外一种，那就是禅宗，这就是最有名的，这个净土宗也是如此，不用第六识，禅宗不用第六识。你看参禅是离心意识参，心是第八，阿赖耶识；意是末那，第七识；识就是第六识，所以参禅要怎么参法？心意识统统不用。心意识不用，用什么？当然是六根的根性。在眼曰见，在耳曰闻，用见性、用闻性，用六根的根性，直接对外面的境界。那外面就不叫六尘，也叫六性，色、声、香、味、触、法，色性、声性、香性…，统统是叫明心见性。我们今天用识，眼识对色尘，耳识对声尘，这就不行，这是凡夫。这在佛法里头，这是修行重要的原理原则。这东西说起来容易，做起来不容易。为什么不容易？因为我们用六识用惯了，无始劫到今天用成习惯了，这习惯成自然，一下要把习惯改过来很难，难处就在此地。真正能够彻底了解它，努力精进的来改，不是改不过来，能改得过来，就是我们六根对六尘境界舍心意识，不用心意识，这样就行。实在说，哪一个人不想这样修？这样修快！从哪里下手？你要晓得心意识的性质，就有下手之处。",
      "zh_TW": "所以自古以來修行就是兩條道路，一個是用第六意識，用思惟、用想像，就是用頭腦來研究。這些可以說多半都變成佛學的學者，縱然能夠講的三藏十二分教，說得天花亂墜，他是佛教的學者，他不能斷煩惱，他不能見性。另外一種，那就是禪宗，這就是最有名的，這個淨土宗也是如此，不用第六識，禪宗不用第六識。你看參禪是離心意識參，心是第八，阿賴耶識；意是末那，第七識；識就是第六識，所以參禪要怎麼參法？心意識統統不用。心意識不用，用什麼？當然是六根的根性。在眼曰見，在耳曰聞，用見性、用聞性，用六根的根性，直接對外面的境界。那外面就不叫六塵，也叫六性，色、聲、香、味、觸、法，色性、聲性、香性…，統統是叫明心見性。我們今天用識，眼識對色塵，耳識對聲塵，這就不行，這是凡夫。這在佛法裡頭，這是修行重要的原理原則。這東西說起來容易，做起來不容易。為什麼不容易？因為我們用六識用慣了，無始劫到今天用成習慣了，這習慣成自然，一下要把習慣改過來很難，難處就在此地。真正能夠徹底了解它，努力精進的來改，不是改不過來，能改得過來，就是我們六根對六塵境界捨心意識，不用心意識，這樣就行。實在說，哪一個人不想這樣修？這樣修快！從哪裡下手？你要曉得心意識的性質，就有下手之處。"
    },
    {
      "id": "12-005-0011_p0014",
      "zh_CN": "第八识是落印象，它的功能含藏种子，落印象；第七识执着；第六识分别，你晓得它这个功能，我们譬如眼见色、耳闻声，我们不分别就不用第六识，我不执着就不用第七识，我不落印象就不用第八识。离心意识就这么个离法，六根接触六尘境界，没有分别心、没有执着心、没有妄想心，给诸位说，佛与大菩萨日常用事就是如此的。我们凡夫所以不如佛，就是凡夫六根对六尘分别、执着、打妄想。这一点我们要能细心去体会到才好，不但世间一切法是虚妄不实，了不可得，佛法也是如此，佛法也没有。所以一切分别、执着、妄想是错误的，我们吃亏就吃亏在这个地方。离开一切分别、执着、妄想，这个人就叫做佛，那就是佛，就是圆圆满满的佛；有了分别、执着、妄想，这个人就叫做凡夫，凡夫跟佛差别就在此地。所以一个真正会用功的人，套一句禅家的话来说，要用观照的功夫。眼见色，观照，耳闻声也叫观照，就是六根对六尘境界，统统叫观照。实在讲，观照还是用的意识，这是无可奈何的事情，意识用惯了，还是用意识来修。那意识怎么叫观照？实际上讲，古德常说，「不怕念起，只怕觉迟」，观照就是觉，我这一分别、执着打妄想了，立刻就能够发现我这个错，马上把一切分别执着妄想舍掉，这就是观照功夫。",
      "zh_TW": "第八識是落印象，它的功能含藏種子，落印象；第七識執著；第六識分別，你曉得它這個功能，我們譬如眼見色、耳聞聲，我們不分別就不用第六識，我不執著就不用第七識，我不落印象就不用第八識。離心意識就這麼個離法，六根接觸六塵境界，沒有分別心、沒有執著心、沒有妄想心，給諸位說，佛與大菩薩日常用事就是如此的。我們凡夫所以不如佛，就是凡夫六根對六塵分別、執著、打妄想。這一點我們要能細心去體會到才好，不但世間一切法是虛妄不實，了不可得，佛法也是如此，佛法也沒有。所以一切分別、執著、妄想是錯誤的，我們吃虧就吃虧在這個地方。離開一切分別、執著、妄想，這個人就叫做佛，那就是佛，就是圓圓滿滿的佛；有了分別、執著、妄想，這個人就叫做凡夫，凡夫跟佛差別就在此地。所以一個真正會用功的人，套一句禪家的話來說，要用觀照的功夫。眼見色，觀照，耳聞聲也叫觀照，就是六根對六塵境界，統統叫觀照。實在講，觀照還是用的意識，這是無可奈何的事情，意識用慣了，還是用意識來修。那意識怎麼叫觀照？實際上講，古德常說，「不怕念起，只怕覺遲」，觀照就是覺，我這一分別、執著打妄想了，立刻就能夠發現我這個錯，馬上把一切分別執著妄想捨掉，這就是觀照功夫。"
    },
    {
      "id": "12-005-0011_p0015",
      "zh_CN": "所以观照实在讲就是自觉的功夫，这个觉要觉得快，日常生活当中你要觉得快，修行也要觉得快。譬如读经，你一面读经，一面去研究，这个错了，落在心意识里去了。落在心意识里面，这些知见就是凡夫知见，是凡夫知见来测度佛菩萨的知见，你所讲的不是佛的真实义，那开经偈讲，「愿解如来真实义」，你没能解如来真实义，为什么？你用思惟。你思惟到的是你自己的意思，不是从本性里面流出来的智慧。读经要怎么读法？读经要离心意识读，这就是用观照功夫。我展开经文，从头到尾念下去，这个里头没有分别、没有执着、没有妄想，一直念下去，心地清净，一念不生，一个妄念都不生，这叫读经，这个有受用。如果别人来问你，这一句请教是什么意思？你立刻就答得出，这是智慧。你没有想过这一句是什么意思，我应该跟他怎么讲法，不需要，那边一问，这立刻就答复，这是从自性出来流露的智慧。答复的意思浅深、偏圆，那就是你自己的功夫，是你自己境界。功夫愈深的人，境界愈佳的人，答复的那个话愈圆满，无论在事理上，都来得圆满。",
      "zh_TW": "所以觀照實在講就是自覺的功夫，這個覺要覺得快，日常生活當中你要覺得快，修行也要覺得快。譬如讀經，你一面讀經，一面去研究，這個錯了，落在心意識裡去了。落在心意識裡面，這些知見就是凡夫知見，是凡夫知見來測度佛菩薩的知見，你所講的不是佛的真實義，那開經偈講，「願解如來真實義」，你沒能解如來真實義，為什麼？你用思惟。你思惟到的是你自己的意思，不是從本性裡面流出來的智慧。讀經要怎麼讀法？讀經要離心意識讀，這就是用觀照功夫。我展開經文，從頭到尾念下去，這個裡頭沒有分別、沒有執著、沒有妄想，一直念下去，心地清淨，一念不生，一個妄念都不生，這叫讀經，這個有受用。如果別人來問你，這一句請教是什麼意思？你立刻就答得出，這是智慧。你沒有想過這一句是什麼意思，我應該跟他怎麼講法，不需要，那邊一問，這立刻就答覆，這是從自性出來流露的智慧。答覆的意思淺深、偏圓，那就是你自己的功夫，是你自己境界。功夫愈深的人，境界愈佳的人，答覆的那個話愈圓滿，無論在事理上，都來得圓滿。"
    },
    {
      "id": "12-005-0011_p0016",
      "zh_CN": "这是读经，这是你看《观经》里面教给我们念佛的人，要常常读诵大乘，诵是背诵，读是照着本子念，要这样念法，你才会开智慧。先不求智慧，这样子念法，心念得清净。不念经？不念经，打妄想，他会想东想西。所以展开经本来读经，读经就不打妄想。整个精神贯注在经本上，这个是甚深，贯注在经本上，使自己的心能得到清净，离一切分别执着。所以读经就是这种的修养，这个是佛菩萨的修养，在修行里面是非常重要的修行。所以我们在讲席当中也常常说，这是戒定慧三学同时完成。如果我们念经，一面在念，一面在研究什么意思，戒定慧三学统统没有了，那是把佛经当作世间书本来研究，把佛经变成世间法。纵然你很聪明，你所得到的是世智辩聪，这一点我们也要注意到。世智辩聪不是真智慧，因为世智辩聪没有能力断烦恼，真正智慧有能力断烦恼、破无明，世智辩聪没有这个能力。因此我们不可以把世智辩聪误会成辩才无碍，那就错了。佛经里面讲的辩才无碍是从真正的智慧流露的，不是世智辩聪。",
      "zh_TW": "這是讀經，這是你看《觀經》裡面教給我們念佛的人，要常常讀誦大乘，誦是背誦，讀是照著本子念，要這樣念法，你才會開智慧。先不求智慧，這樣子念法，心念得清淨。不念經？不念經，打妄想，他會想東想西。所以展開經本來讀經，讀經就不打妄想。整個精神貫注在經本上，這個是甚深，貫注在經本上，使自己的心能得到清淨，離一切分別執著。所以讀經就是這種的修養，這個是佛菩薩的修養，在修行裡面是非常重要的修行。所以我們在講席當中也常常說，這是戒定慧三學同時完成。如果我們念經，一面在念，一面在研究什麼意思，戒定慧三學統統沒有了，那是把佛經當作世間書本來研究，把佛經變成世間法。縱然你很聰明，你所得到的是世智辯聰，這一點我們也要注意到。世智辯聰不是真智慧，因為世智辯聰沒有能力斷煩惱，真正智慧有能力斷煩惱、破無明，世智辯聰沒有這個能力。因此我們不可以把世智辯聰誤會成辯才無礙，那就錯了。佛經裡面講的辯才無礙是從真正的智慧流露的，不是世智辯聰。"
    },
    {
      "id": "12-005-0011_p0017",
      "zh_CN": "所以他这个注子注得好，『解一切法离相清净』，正是《金刚经》所说，「法尚应舍，何况非法」，这个舍就是不执着，就是不分别、不执着、不起妄想、不落印象，这个叫舍，并不是说经典不要了。经典要，天天要读，读的时候不分别、不执着、不落印象，保持这心地清净光明，这个叫舍。底下：",
      "zh_TW": "所以他這個註子註得好，『解一切法離相清淨』，正是《金剛經》所說，「法尚應捨，何況非法」，這個捨就是不執著，就是不分別、不執著、不起妄想、不落印象，這個叫捨，並不是說經典不要了。經典要，天天要讀，讀的時候不分別、不執著、不落印象，保持這心地清淨光明，這個叫捨。底下："
    },
    {
      "id": "12-005-0011_p0018",
      "zh_CN": "【同光明。】",
      "zh_TW": "【同光明。】"
    },
    {
      "id": "12-005-0011_p0019",
      "zh_CN": "『光明』就是智慧生起来了，既然能入甚深，当然智慧就生起来。",
      "zh_TW": "『光明』就是智慧生起來了，既然能入甚深，當然智慧就生起來。"
    },
    {
      "id": "12-005-0011_p0020",
      "zh_CN": "【放大光明普照十方诸世界故。】",
      "zh_TW": "【放大光明普照十方諸世界故。】"
    },
    {
      "id": "12-005-0011_p0021",
      "zh_CN": "实在讲，这一句就是总持、秘密、甚深的大用，大用现前了。前面这几句是一句比一句深。光明是般若智慧，般若所以不把它翻成智慧，这在古时候译经体例当中，五不翻之一，是属于尊重不翻。同时也怕我们误会，因为我们世间人对于智慧这个概念，凡是聪明都把它看作智慧，所以这聪明才艺都把它看成智慧。佛法里头的智慧的拣别定义很清楚，必得从无分别心里面流出来的，这是智慧。换句话说，像刚才讲的离心意识，这里面发生的，这叫智慧；落在心意识里面，就不叫智慧，落在心意识里面，佛经里面讲那是世智辩聪。其实如果说这两种人在他的外表上，我们能够观察出他不同。真正有智慧的人心清净，谦虚、平等、卑下，真的他能做到自卑而尊人，这是智慧。世智辩聪的人怎么样？高傲，他这个好像学问愈大，架子也愈大，愈是瞧不起人，愈是目空一切，这是世智辩聪。这两种人情形确确实实不一样，愈是真正有智慧的，那个人平易近人，一点架子都没有，不管什么样身分人，你去接近他，都非常的和蔼，跟世智辩聪不一样。",
      "zh_TW": "實在講，這一句就是總持、祕密、甚深的大用，大用現前了。前面這幾句是一句比一句深。光明是般若智慧，般若所以不把它翻成智慧，這在古時候譯經體例當中，五不翻之一，是屬於尊重不翻。同時也怕我們誤會，因為我們世間人對於智慧這個概念，凡是聰明都把它看作智慧，所以這聰明才藝都把它看成智慧。佛法裡頭的智慧的揀別定義很清楚，必得從無分別心裡面流出來的，這是智慧。換句話說，像剛才講的離心意識，這裡面發生的，這叫智慧；落在心意識裡面，就不叫智慧，落在心意識裡面，佛經裡面講那是世智辯聰。其實如果說這兩種人在他的外表上，我們能夠觀察出他不同。真正有智慧的人心清淨，謙虛、平等、卑下，真的他能做到自卑而尊人，這是智慧。世智辯聰的人怎麼樣？高傲，他這個好像學問愈大，架子也愈大，愈是瞧不起人，愈是目空一切，這是世智辯聰。這兩種人情形確確實實不一樣，愈是真正有智慧的，那個人平易近人，一點架子都沒有，不管什麼樣身分人，你去接近他，都非常的和藹，跟世智辯聰不一樣。"
    },
    {
      "id": "12-005-0011_p0022",
      "zh_CN": "我们在五十三参里面看出来，你看这些善知识们，人人都是平易近人的，不管什么人去亲近他，没有拒绝的、没有排斥的，都是爱护备至，尽心尽力的来帮助人，自己谦虚，我的智慧、我的德能只有这么一点点，我不如别的那些善知识。每提到一个人都称赞，我不如他，这是真正智慧，从自性里面流露出来的。实在说古人讲的，「自尊尊人」，尊人是尊重自己的自性。目空一切，瞧不起别人，瞧不起自己的自性，这是真的，一点都不假。我们要向这些地方深深的去体会，努力的来修学。底下一句：",
      "zh_TW": "我們在五十三參裡面看出來，你看這些善知識們，人人都是平易近人的，不管什麼人去親近他，沒有拒絕的、沒有排斥的，都是愛護備至，盡心盡力的來幫助人，自己謙虛，我的智慧、我的德能只有這麼一點點，我不如別的那些善知識。每提到一個人都稱讚，我不如他，這是真正智慧，從自性裡面流露出來的。實在說古人講的，「自尊尊人」，尊人是尊重自己的自性。目空一切，瞧不起別人，瞧不起自己的自性，這是真的，一點都不假。我們要向這些地方深深的去體會，努力的來修學。底下一句："
    },
    {
      "id": "12-005-0011_p0023",
      "zh_CN": "【同智光。】",
      "zh_TW": "【同智光。】"
    },
    {
      "id": "12-005-0011_p0024",
      "zh_CN": "这个光明愈来愈大。",
      "zh_TW": "這個光明愈來愈大。"
    },
    {
      "id": "12-005-0011_p0025",
      "zh_CN": "【普照显示一切众生心体性故。】",
      "zh_TW": "【普照顯示一切眾生心體性故。】"
    },
    {
      "id": "12-005-0011_p0026",
      "zh_CN": "前面「同光明」，可以说如果我们拿佛成道做个比喻来说，这是夜睹明星，豁然大悟，这是同光明。这一刹那之间，他发现了，大地众生同成佛道，这就是智光普照。自己一觉悟之后，看到大地所有的众生统统成佛道，跟他自己决定是同一个境界。如果不是同一个境界，他自己没有彻悟；彻悟之后，一定是同一个境界，为什么？见性了。见到自己的自性，见到一切有情众生的自性，见到一切无情众生的法性，所以见性成佛。绝对不是说我见到我自己自性，众生的性没有见到，一切无情的法性没有见到，那这是假的，这是自欺欺人。一见一切见，一迷一切迷，没有说是我这一半见到，那一半见不到，没有这个道理。这在经论上我们能看得到的，无论是显宗、是密宗，无论是什么派别、什么法门，刚才说过了，那只是方法、手段不相同，目标、方向决定是相同的，境界也是相同的。不同，怎么能叫一真法界？显密各宗所入，统统是一真法界。这个就是见一切众生的本性，一切无情众生的法性，所以叫『心体性故』，『显示』就是见到。底下一句：",
      "zh_TW": "前面「同光明」，可以說如果我們拿佛成道做個比喻來說，這是夜睹明星，豁然大悟，這是同光明。這一剎那之間，他發現了，大地眾生同成佛道，這就是智光普照。自己一覺悟之後，看到大地所有的眾生統統成佛道，跟他自己決定是同一個境界。如果不是同一個境界，他自己沒有徹悟；徹悟之後，一定是同一個境界，為什麼？見性了。見到自己的自性，見到一切有情眾生的自性，見到一切無情眾生的法性，所以見性成佛。絕對不是說我見到我自己自性，眾生的性沒有見到，一切無情的法性沒有見到，那這是假的，這是自欺欺人。一見一切見，一迷一切迷，沒有說是我這一半見到，那一半見不到，沒有這個道理。這在經論上我們能看得到的，無論是顯宗、是密宗，無論是什麼派別、什麼法門，剛才說過了，那只是方法、手段不相同，目標、方向決定是相同的，境界也是相同的。不同，怎麼能叫一真法界？顯密各宗所入，統統是一真法界。這個就是見一切眾生的本性，一切無情眾生的法性，所以叫『心體性故』，『顯示』就是見到。底下一句："
    },
    {
      "id": "12-005-0011_p0027",
      "zh_CN": "【同震动。为诸众生现神通力威德自在普震十方诸佛刹故。】",
      "zh_TW": "【同震動。為諸眾生現神通力威德自在普震十方諸佛剎故。】"
    },
    {
      "id": "12-005-0011_p0028",
      "zh_CN": "自己彻悟之后，心境一如，诸法平等，给诸位说，这是他自己心与一切法平等。但是外头人对他不平等，为什么？外面众生没悟，没悟的人心不平等，悟了的人心平等。所以开大彻大悟之后，要发大慈悲心去度化众生，帮助众生觉悟。这个『震动』，就是教化众生的威德，所以说『为诸众生现神通力』。这个「神通」不是像孙悟空七十二变，不是这个，不是我们现在常常讲的，有些能够什么放光动地，搞这个，不是说这个。此地所讲的神通就是教学，教学怎么说神通？这是形容佛的教学善巧不可思议。通是通达，了解众生的根性，了解众生的欲望，了解众生的爱好，知道用什么方法能够启发众生，叫他快快的觉悟，这是通，没有障碍，样样他都明了、都通达。神是形容他，是神奇，超越我们普通人的常识，超越我们一般人的想像，我们的常识、想像都达不到，佛为什么有这样的能力？为什么有这样的方法？能够令众生在短短几年，或者几十年之间，就能够大彻大悟，悟入自性，这叫神通。所以神通实际上就是赞叹佛的教学方法，教学的善巧。",
      "zh_TW": "自己徹悟之後，心境一如，諸法平等，給諸位說，這是他自己心與一切法平等。但是外頭人對他不平等，為什麼？外面眾生沒悟，沒悟的人心不平等，悟了的人心平等。所以開大徹大悟之後，要發大慈悲心去度化眾生，幫助眾生覺悟。這個『震動』，就是教化眾生的威德，所以說『為諸眾生現神通力』。這個「神通」不是像孫悟空七十二變，不是這個，不是我們現在常常講的，有些能夠什麼放光動地，搞這個，不是說這個。此地所講的神通就是教學，教學怎麼說神通？這是形容佛的教學善巧不可思議。通是通達，了解眾生的根性，了解眾生的欲望，了解眾生的愛好，知道用什麼方法能夠啟發眾生，叫他快快的覺悟，這是通，沒有障礙，樣樣他都明瞭、都通達。神是形容他，是神奇，超越我們普通人的常識，超越我們一般人的想像，我們的常識、想像都達不到，佛為什麼有這樣的能力？為什麼有這樣的方法？能夠令眾生在短短幾年，或者幾十年之間，就能夠大徹大悟，悟入自性，這叫神通。所以神通實際上就是讚歎佛的教學方法，教學的善巧。"
    },
    {
      "id": "12-005-0011_p0029",
      "zh_CN": "『威德自在』，威德是摄化众生不能少的方法，就是我们中国人常讲，恩威并济，这才能把学生教好，老师有威严的一面，也有爱护的一面。只有威没有德，大家看到你，害怕你，掉头而去，不愿意再亲近你；只有德没有威，就变成溺爱，为什么？不怕你了，这没法子教。所以父母教儿女，两个人要扮两种角色，一个要扮威严，一个要扮慈悲，那小孩才能教得好。一昧的溺爱，小孩不能成就，一昧的威严也不能成就。所以真正一个好老师是恩威并济，有威有德，德是慈悲，有威严、有慈悲，学生对这老师又害怕，又愿意亲近他，这样才行，这才是个标准的好老师。所以他「威德自在」，这自在显露出来非常的自然。『普震十方』，这十方人听到这个老师，心里都震动、都敬仰，震动是这个意思；就是十方的众生听到这个人，心里面都欢喜、都赞叹，起一种非常热烈的回响，这就是震动的意思。『诸佛刹故』，就是十方佛刹，诸佛如来，一切众生对他的欢喜赞叹，像文殊、普贤、观世音这些菩萨，十方世界的众生没有不知道他们的名字的，没有不景仰的。这是「同震动」。",
      "zh_TW": "『威德自在』，威德是攝化眾生不能少的方法，就是我們中國人常講，恩威並濟，這才能把學生教好，老師有威嚴的一面，也有愛護的一面。只有威沒有德，大家看到你，害怕你，掉頭而去，不願意再親近你；只有德沒有威，就變成溺愛，為什麼？不怕你了，這沒法子教。所以父母教兒女，兩個人要扮兩種角色，一個要扮威嚴，一個要扮慈悲，那小孩才能教得好。一昧的溺愛，小孩不能成就，一昧的威嚴也不能成就。所以真正一個好老師是恩威並濟，有威有德，德是慈悲，有威嚴、有慈悲，學生對這老師又害怕，又願意親近他，這樣才行，這才是個標準的好老師。所以他「威德自在」，這自在顯露出來非常的自然。『普震十方』，這十方人聽到這個老師，心裡都震動、都敬仰，震動是這個意思；就是十方的眾生聽到這個人，心裡面都歡喜、都讚歎，起一種非常熱烈的迴響，這就是震動的意思。『諸佛剎故』，就是十方佛剎，諸佛如來，一切眾生對他的歡喜讚歎，像文殊、普賢、觀世音這些菩薩，十方世界的眾生沒有不知道他們的名字的，沒有不景仰的。這是「同震動」。"
    },
    {
      "id": "12-005-0011_p0030",
      "zh_CN": "【同不虚。一切众生种种方所见闻忆念皆悉令其心调伏故。】",
      "zh_TW": "【同不虛。一切眾生種種方所見聞憶念皆悉令其心調伏故。】"
    },
    {
      "id": "12-005-0011_p0031",
      "zh_CN": "『不虚』要用一句俗话来说，就是不落空。凡是与菩萨接触的，必定得利益，一定得好处，不会空过的。所以说『一切众生』，这是紧接着前面一句，十方佛刹，「一切众生」。『种种方所』，「方」是方向，「所」是所在。『见闻忆念』，「见」是你见到菩萨；没有见到人，见到菩萨的形像也是见，我们今天这木雕、彩画、金属铸造的这些佛像，见到像也是见。「闻」是闻名，「忆」是忆念，像我们念佛，这是纯属于忆念，常常想佛菩萨、常常念佛菩萨，这个功德的不可思议。『皆悉令其心调伏故』，这一点这就是讲佛法里头表法教学的德用。佛弟子不能不知道，如果不知道这些表法的作用，我们所供养的这些佛菩萨，那我们就得不到这个利益，这个利益是「令其心调伏」。调是调顺，我们的心违背了法性，与我们自己的真性相违背，如何把它调理过来；伏是伏烦恼。实际上调伏两个字，就是《金刚经》上两句话，「应云何住，云何降伏其心」，就是两句话，伏就是降伏其心；调就是云何住，我们这个心要住在哪里，就是这个意思。我们心里面想佛，我们的心就住在佛上；我们念菩萨的时候，我们的心就住在菩萨上。这个是修行人，实实在在是两大关键的问题。《金刚经》上就是说这两个问题，这个经一开端，须菩提尊者提出这两个问题，以后释迦牟尼佛得解答。所以这个非常非常重要，我们要懂表法。",
      "zh_TW": "『不虛』要用一句俗話來說，就是不落空。凡是與菩薩接觸的，必定得利益，一定得好處，不會空過的。所以說『一切眾生』，這是緊接著前面一句，十方佛剎，「一切眾生」。『種種方所』，「方」是方向，「所」是所在。『見聞憶念』，「見」是你見到菩薩；沒有見到人，見到菩薩的形像也是見，我們今天這木雕、彩畫、金屬鑄造的這些佛像，見到像也是見。「聞」是聞名，「憶」是憶念，像我們念佛，這是純屬於憶念，常常想佛菩薩、常常念佛菩薩，這個功德的不可思議。『皆悉令其心調伏故』，這一點這就是講佛法裡頭表法教學的德用。佛弟子不能不知道，如果不知道這些表法的作用，我們所供養的這些佛菩薩，那我們就得不到這個利益，這個利益是「令其心調伏」。調是調順，我們的心違背了法性，與我們自己的真性相違背，如何把它調理過來；伏是伏煩惱。實際上調伏兩個字，就是《金剛經》上兩句話，「應云何住，云何降伏其心」，就是兩句話，伏就是降伏其心；調就是云何住，我們這個心要住在哪裡，就是這個意思。我們心裡面想佛，我們的心就住在佛上；我們念菩薩的時候，我們的心就住在菩薩上。這個是修行人，實實在在是兩大關鍵的問題。《金剛經》上就是說這兩個問題，這個經一開端，須菩提尊者提出這兩個問題，以後釋迦牟尼佛得解答。所以這個非常非常重要，我們要懂表法。"
    },
    {
      "id": "12-005-0011_p0032",
      "zh_CN": "我们家里供的佛，供佛的意义是叫我们常常不离开佛，不离开佛的意思，就是常常用佛像来调伏我们的心情。我们心里生烦恼，一见到菩萨烦恼就没有了；心里违背了自性，一看到佛像，我们又顺了自性。什么是自性？简单的说，觉正净就是自性。我们六根接触六尘，起了贪瞋痴慢，一见到佛菩萨，这贪瞋痴慢就没有了。供养佛菩萨的形像，那个功德就无量无边，要明白这个道理。如果你家里供的是西方三圣，供西方三圣的人多，见到阿弥陀我就觉而不迷，觉、正、净；见到观音菩萨，我要大慈大悲，我对一切人、对一切物，都要用慈心、爱心来对待，这是观音菩萨；见大势至菩萨，我要有智慧，我要理智，不能动感情。大势至菩萨代表智慧，观音菩萨代表慈悲，阿弥陀佛代表知行合一，这个里头有体有用，我们这样供养西方三圣才没有白供。真正能够达到「令其心调伏故」，才能达到这个目标。",
      "zh_TW": "我們家裡供的佛，供佛的意義是叫我們常常不離開佛，不離開佛的意思，就是常常用佛像來調伏我們的心情。我們心裡生煩惱，一見到菩薩煩惱就沒有了；心裡違背了自性，一看到佛像，我們又順了自性。什麼是自性？簡單的說，覺正淨就是自性。我們六根接觸六塵，起了貪瞋痴慢，一見到佛菩薩，這貪瞋痴慢就沒有了。供養佛菩薩的形像，那個功德就無量無邊，要明白這個道理。如果你家裡供的是西方三聖，供西方三聖的人多，見到阿彌陀我就覺而不迷，覺、正、淨；見到觀音菩薩，我要大慈大悲，我對一切人、對一切物，都要用慈心、愛心來對待，這是觀音菩薩；見大勢至菩薩，我要有智慧，我要理智，不能動感情。大勢至菩薩代表智慧，觀音菩薩代表慈悲，阿彌陀佛代表知行合一，這個裡頭有體有用，我們這樣供養西方三聖才沒有白供。真正能夠達到「令其心調伏故」，才能達到這個目標。"
    },
    {
      "id": "12-005-0011_p0033",
      "zh_CN": "所以供养佛菩萨形像，它都有个道理在，为什么要供养它，这是佛弟子供养佛菩萨形像，与其他宗教供养神明那个决定不相同。因为宗教，给诸位说，统统是迷信的，宗教是要靠别人的，自己没有办法，求神来保佑，宗教是依赖别人的。佛法不是的，佛法是靠自己的，这个是佛法跟宗教决定不相同的地方。所以佛教徒供佛像是启发自性的，这个意义完全不一样，启发自性，也就是提醒自己的。你要供普贤菩萨，普贤菩萨的德行是实践，就是说到做到。四大菩萨代表四个意义，地藏菩萨代表孝亲尊师，孝顺父母，尊重师长，这是地藏菩萨代表的，所以《地藏经》称为佛门的《孝经》。观音菩萨代表慈悲，慈悲就是把孝亲尊师发扬光大，能够孝顺一切众生，这就是慈悲发扬光大。文殊菩萨代表智慧，这种孝敬是理智的，不是感情的，是理性的。普贤菩萨实行，把孝亲尊师、慈悲智慧应用在生活上，应用在处事待人接物，这就是普贤菩萨。我们今天读这个经，它就是把这个孝敬慈智融合在生活上，我们这部经都是讲这个，做出样子来给我们看。所以佛法是现实的生活，这是能够很清晰的看出来，佛法与其他的宗教不一样。我们对于一些新学佛的同修，你要能跟他讲得清清楚楚，学佛是好事情，不能迷信，不能错解了佛法。一些老同修当中也要常常提起，因为有不少人把佛当作神明来看待，对于佛法真正的教义他不懂得，所以实际上他没有得到利益。正确的理解佛法，这个利益时时刻刻你能够感受得到，就是调伏心情，能感受得到。再看底下一句：",
      "zh_TW": "所以供養佛菩薩形像，它都有個道理在，為什麼要供養它，這是佛弟子供養佛菩薩形像，與其他宗教供養神明那個決定不相同。因為宗教，給諸位說，統統是迷信的，宗教是要靠別人的，自己沒有辦法，求神來保佑，宗教是依賴別人的。佛法不是的，佛法是靠自己的，這個是佛法跟宗教決定不相同的地方。所以佛教徒供佛像是啟發自性的，這個意義完全不一樣，啟發自性，也就是提醒自己的。你要供普賢菩薩，普賢菩薩的德行是實踐，就是說到做到。四大菩薩代表四個意義，地藏菩薩代表孝親尊師，孝順父母，尊重師長，這是地藏菩薩代表的，所以《地藏經》稱為佛門的《孝經》。觀音菩薩代表慈悲，慈悲就是把孝親尊師發揚光大，能夠孝順一切眾生，這就是慈悲發揚光大。文殊菩薩代表智慧，這種孝敬是理智的，不是感情的，是理性的。普賢菩薩實行，把孝親尊師、慈悲智慧應用在生活上，應用在處事待人接物，這就是普賢菩薩。我們今天讀這個經，它就是把這個孝敬慈智融合在生活上，我們這部經都是講這個，做出樣子來給我們看。所以佛法是現實的生活，這是能夠很清晰的看出來，佛法與其他的宗教不一樣。我們對於一些新學佛的同修，你要能跟他講得清清楚楚，學佛是好事情，不能迷信，不能錯解了佛法。一些老同修當中也要常常提起，因為有不少人把佛當作神明來看待，對於佛法真正的教義他不懂得，所以實際上他沒有得到利益。正確的理解佛法，這個利益時時刻刻你能夠感受得到，就是調伏心情，能感受得到。再看底下一句："
    },
    {
      "id": "12-005-0011_p0034",
      "zh_CN": "【同出离。普为满足一切菩萨诸大愿海。成就如来十力智故。】",
      "zh_TW": "【同出離。普為滿足一切菩薩諸大願海。成就如來十力智故。】"
    },
    {
      "id": "12-005-0011_p0035",
      "zh_CN": "这个『出离』是究竟圆满的出离，不仅仅出离三界，而是出离了十法界。出离十法界，到哪里去？一真法界。不仅仅是出离分段生死，连变异生死也出离，所以到达如来果地究竟清净的果位了。这经文里面说『普为满足』，「满足」就是究竟圆满。『一切菩萨诸大愿海』，讲到愿，有总、有别，所谓总是共同的，别是个别的，可是诸位要晓得，别离不了总，总也不离别。如果说总，就是四弘誓愿；别，像我们这个经上，普贤菩萨十大愿，这是他的别愿。《无量寿经》里面讲，阿弥陀佛四十八愿，那是他的别愿。别愿，你一条一条仔细去研究，可以归纳到这四条总愿；总愿如果每一条展开，有无量无边的别愿，虽然开合，关系是相同的。可是因为别愿不一样，所以每一尊佛与众生的因缘不相同，缘就不相同。",
      "zh_TW": "這個『出離』是究竟圓滿的出離，不僅僅出離三界，而是出離了十法界。出離十法界，到哪裡去？一真法界。不僅僅是出離分段生死，連變異生死也出離，所以到達如來果地究竟清淨的果位了。這經文裡面說『普為滿足』，「滿足」就是究竟圓滿。『一切菩薩諸大願海』，講到願，有總、有別，所謂總是共同的，別是個別的，可是諸位要曉得，別離不了總，總也不離別。如果說總，就是四弘誓願；別，像我們這個經上，普賢菩薩十大願，這是他的別願。《無量壽經》裡面講，阿彌陀佛四十八願，那是他的別願。別願，你一條一條仔細去研究，可以歸納到這四條總願；總願如果每一條展開，有無量無邊的別願，雖然開合，關係是相同的。可是因為別願不一樣，所以每一尊佛與眾生的因緣不相同，緣就不相同。"
    },
    {
      "id": "12-005-0011_p0036",
      "zh_CN": "总愿里面实在来说只有一愿，是「众生无边誓愿度」，这一愿是总愿里面的总愿，后面的三愿都是成就这一愿的。为了要普度众生，头一个，我要断烦恼，我要不断烦恼，我没有能力度众生。断烦恼，要拿现代的话说，就是品德的修养。所以佛陀教育，第一个还重视在德行，跟儒家讲的一样。儒家孔老夫子这个四科，他教学生是四个科目，第一个是德行，第二是言语，第三是政事，第四才是文学、才是文艺。孔老夫子教学的，他这是四个阶段，你一进门跟他学，第一个学德行，你没有德行，后面几种学了之后，你在社会上不但不能造福，恐怕祸害社会，所以德行第一。有德行了，然后再言语。言语重要，祸从口出，平常说话要谨慎、要小心，不知不觉言语当中得罪人，结下冤仇，生生世世都报不尽，苦不堪言。所以言语要谨慎，这都是做人的基本道理。孔老夫子非常注重言语，说话要有分寸、要有尊卑、要有次第，有条不紊。第三政事，这政事拿现在的话来说就是技术、技能，你将来到社会上，你有一技之长，可以能谋生，让你学这个。你谋生没有问题了，再学一点文艺，诗词歌赋可以消遣，娱乐那是最后的。所以他这个四科是有次第的，不能够颠倒的。",
      "zh_TW": "總願裡面實在來說只有一願，是「眾生無邊誓願度」，這一願是總願裡面的總願，後面的三願都是成就這一願的。為了要普度眾生，頭一個，我要斷煩惱，我要不斷煩惱，我沒有能力度眾生。斷煩惱，要拿現代的話說，就是品德的修養。所以佛陀教育，第一個還重視在德行，跟儒家講的一樣。儒家孔老夫子這個四科，他教學生是四個科目，第一個是德行，第二是言語，第三是政事，第四才是文學、才是文藝。孔老夫子教學的，他這是四個階段，你一進門跟他學，第一個學德行，你沒有德行，後面幾種學了之後，你在社會上不但不能造福，恐怕禍害社會，所以德行第一。有德行了，然後再言語。言語重要，禍從口出，平常說話要謹慎、要小心，不知不覺言語當中得罪人，結下冤仇，生生世世都報不盡，苦不堪言。所以言語要謹慎，這都是做人的基本道理。孔老夫子非常注重言語，說話要有分寸、要有尊卑、要有次第，有條不紊。第三政事，這政事拿現在的話來說就是技術、技能，你將來到社會上，你有一技之長，可以能謀生，讓你學這個。你謀生沒有問題了，再學一點文藝，詩詞歌賦可以消遣，娛樂那是最後的。所以他這個四科是有次第的，不能夠顛倒的。"
    },
    {
      "id": "12-005-0011_p0037",
      "zh_CN": "佛法这四弘誓愿也是如此，所以你想度众生，发了这个心，你要真正能做到，第一个修养品德，断烦恼就是修养品德。有了好的品德，如果没有学问，还是度不了众生，人品很好，道德很好，但是他没有能力，那不行，所以才第三愿，「法门无量誓愿学」。学法门，就成就学问，有品德、有学问，才能度化众生，才能帮助别人。成佛道又是什么回事情？成佛道就是品德学问达到究竟圆满。如果不能达到究竟圆满，你前面那一愿也不能圆满，与你同程度的，你就度不了他，你是等觉菩萨，你度不了等觉菩萨，他跟你程度相同，你必须要比他高。所以一定要成佛道，成了佛之后，连等觉菩萨也被度了，才能真正叫你众生无边誓愿度，那个众生是九界众生，九法界的众生，六道上面加上声闻、缘觉、菩萨，菩萨里头到等觉菩萨。所以不成佛道，怎么行？",
      "zh_TW": "佛法這四弘誓願也是如此，所以你想度眾生，發了這個心，你要真正能做到，第一個修養品德，斷煩惱就是修養品德。有了好的品德，如果沒有學問，還是度不了眾生，人品很好，道德很好，但是他沒有能力，那不行，所以才第三願，「法門無量誓願學」。學法門，就成就學問，有品德、有學問，才能度化眾生，才能幫助別人。成佛道又是什麼回事情？成佛道就是品德學問達到究竟圓滿。如果不能達到究竟圓滿，你前面那一願也不能圓滿，與你同程度的，你就度不了他，你是等覺菩薩，你度不了等覺菩薩，他跟你程度相同，你必須要比他高。所以一定要成佛道，成了佛之後，連等覺菩薩也被度了，才能真正叫你眾生無邊誓願度，那個眾生是九界眾生，九法界的眾生，六道上面加上聲聞、緣覺、菩薩，菩薩裡頭到等覺菩薩。所以不成佛道，怎麼行？"
    },
    {
      "id": "12-005-0011_p0038",
      "zh_CN": "四弘誓愿就称之为总愿，你像阿弥陀佛愿虽然多，四十八愿，四十八愿归纳起来也不外乎这四大愿，里面有多少愿是度众生的愿，有多少愿是断烦恼的愿，有多少愿是学法门的愿，也有几条愿是成佛道的愿，归纳起来总不外乎这四弘誓愿。所以通常讲，这四弘誓愿就是一切菩萨住大愿海的总持法门。底下这是圆满成就，『成就如来十力智故』。如来果地上有十种智力，等觉菩萨都没有的，所以这一句就是说的成就了圆教无上正等正觉，圆教的佛果。可见得这个出离，真正是究竟圆满的出离。末后这一句，这是庆功，是圆满毕业了。",
      "zh_TW": "四弘誓願就稱之為總願，你像阿彌陀佛願雖然多，四十八願，四十八願歸納起來也不外乎這四大願，裡面有多少願是度眾生的願，有多少願是斷煩惱的願，有多少願是學法門的願，也有幾條願是成佛道的願，歸納起來總不外乎這四弘誓願。所以通常講，這四弘誓願就是一切菩薩住大願海的總持法門。底下這是圓滿成就，『成就如來十力智故』。如來果地上有十種智力，等覺菩薩都沒有的，所以這一句就是說的成就了圓教無上正等正覺，圓教的佛果。可見得這個出離，真正是究竟圓滿的出離。末後這一句，這是慶功，是圓滿畢業了。"
    },
    {
      "id": "12-005-0011_p0039",
      "zh_CN": "【同欣乐。】",
      "zh_TW": "【同欣樂。】"
    },
    {
      "id": "12-005-0011_p0040",
      "zh_CN": "欢喜，我们一般讲法喜充满。成佛了，功德圆满，所以是真正法喜流露了。",
      "zh_TW": "歡喜，我們一般講法喜充滿。成佛了，功德圓滿，所以是真正法喜流露了。"
    },
    {
      "id": "12-005-0011_p0041",
      "zh_CN": "【随众生心而为开示令欢喜故。】",
      "zh_TW": "【隨眾生心而為開示令歡喜故。】"
    },
    {
      "id": "12-005-0011_p0042",
      "zh_CN": "如来果地上的法喜，从什么地方流露？从一切众生上流露。佛教导众生，众生个个开悟了，个个得法喜充满，这种法喜就是如来果地上法喜的流露。由此可知，在佛的境界里面，生佛不二，心境一如，否则的话，这一句就讲不通了，这是最高的境界。这个八十八句，八十八同，我们读了这一段经文，这一段经文实在说在一般文章里面，这叫流水句，流水句说实在话，不好讲，流水句，句句里面含着有很深的境界。善财童子参访到大愿精进力夜神（这八地菩萨），他自己也到八地。虽然到了八地菩萨这个地方，这是他看到的，他的感受，还没有说话，跟八地菩萨还没讲话。我们继续看底下经文，你看看从境界里面，看这个人、看这个境界里面，就得这么大的受用。所以我们要不懂得表法，怎么行？懂得表法，一看这个境界就同了，就与佛、与菩萨同了，这是真的不是假的。",
      "zh_TW": "如來果地上的法喜，從什麼地方流露？從一切眾生上流露。佛教導眾生，眾生個個開悟了，個個得法喜充滿，這種法喜就是如來果地上法喜的流露。由此可知，在佛的境界裡面，生佛不二，心境一如，否則的話，這一句就講不通了，這是最高的境界。這個八十八句，八十八同，我們讀了這一段經文，這一段經文實在說在一般文章裡面，這叫流水句，流水句說實在話，不好講，流水句，句句裡面含著有很深的境界。善財童子參訪到大願精進力夜神（這八地菩薩），他自己也到八地。雖然到了八地菩薩這個地方，這是他看到的，他的感受，還沒有說話，跟八地菩薩還沒講話。我們繼續看底下經文，你看看從境界裡面，看這個人、看這個境界裡面，就得這麼大的受用。所以我們要不懂得表法，怎麼行？懂得表法，一看這個境界就同了，就與佛、與菩薩同了，這是真的不是假的。"
    },
    {
      "id": "12-005-0011_p0043",
      "zh_CN": "所以中国寺庙的建筑，实在说我们中国佛教跟印度佛教不同，跟西藏的佛教也不同，这是诸位要晓得的。中国的佛教，确确实实能够保持着大乘佛教的精神，而且把它发扬光大，所以它是佛陀教育。印度跟西藏，说实在话它是宗教，它是宗教的佛教。在我们中国历代相传，是佛陀教育的佛教，这是诸位一定要把它辨别清楚。你看中国，我们从什么地方见到？你从中国音乐、美术、绘画、雕塑、建筑能看得出来。在台湾，说实在话，这是受日本人影响。台湾这个寺院，没有一座是中国传统的这种建筑。传统就是什么？它里头有含的很深教育表法的意义。你说大陆上这个寺庙，你一进这个寺院，你第一个见到是天王殿。天王殿里面，第一个你一进山门面对着大门的是弥勒菩萨，而弥勒菩萨是什么人？是布袋和尚。布袋和尚是我们中国后梁时候人，这个在历史上有记载的。他出现在浙江奉化，我们现在总统的故乡，出现在奉化。",
      "zh_TW": "所以中國寺廟的建築，實在說我們中國佛教跟印度佛教不同，跟西藏的佛教也不同，這是諸位要曉得的。中國的佛教，確確實實能夠保持著大乘佛教的精神，而且把它發揚光大，所以它是佛陀教育。印度跟西藏，說實在話它是宗教，它是宗教的佛教。在我們中國歷代相傳，是佛陀教育的佛教，這是諸位一定要把它辨別清楚。你看中國，我們從什麼地方見到？你從中國音樂、美術、繪畫、雕塑、建築能看得出來。在台灣，說實在話，這是受日本人影響。台灣這個寺院，沒有一座是中國傳統的這種建築。傳統就是什麼？它裡頭有含的很深教育表法的意義。你說大陸上這個寺廟，你一進這個寺院，你第一個見到是天王殿。天王殿裡面，第一個你一進山門面對著大門的是彌勒菩薩，而彌勒菩薩是什麼人？是布袋和尚。布袋和尚是我們中國後梁時候人，這個在歷史上有記載的。他出現在浙江奉化，我們現在總統的故鄉，出現在奉化。"
    },
    {
      "id": "12-005-0011_p0044",
      "zh_CN": "我们这个天王殿里面造弥勒菩萨用他的相，非常明显，我们中国佛法特殊的精神。这个相，塑他的相什么意思？他肚皮大，笑咪咪的，取他这个样子，叫你觉悟。肚皮大表什么？表容得下，肚量大，能包容，取这个意思。满面笑容，欢喜相，我们现在社会上提倡微笑运动，我们佛门你看看，几百年前就这样做法。它代表这个意思，叫你一进山门，换句话，什么人有资格进佛门来学佛？第一个你要有肚量，第二个你要满面笑容，对一切众生欢欢喜喜，他取这个意思。这是中国佛教。你看看那个西藏的弥勒菩萨，就跟这些菩萨瘦瘦的，那相就不是这个样子，它就不能代表这个意义。所以从这些看的时候，你晓得中国佛教的特色，它是佛陀教育，真正发挥到大智大觉，觉正净教育这种特色，没有迷信的色彩。西藏佛教是带着有浓厚的迷信色彩，它的神很多，中国佛教没有。",
      "zh_TW": "我們這個天王殿裡面造彌勒菩薩用他的相，非常明顯，我們中國佛法特殊的精神。這個相，塑他的相什麼意思？他肚皮大，笑咪咪的，取他這個樣子，叫你覺悟。肚皮大表什麼？表容得下，肚量大，能包容，取這個意思。滿面笑容，歡喜相，我們現在社會上提倡微笑運動，我們佛門你看看，幾百年前就這樣做法。它代表這個意思，叫你一進山門，換句話，什麼人有資格進佛門來學佛？第一個你要有肚量，第二個你要滿面笑容，對一切眾生歡歡喜喜，他取這個意思。這是中國佛教。你看看那個西藏的彌勒菩薩，就跟這些菩薩瘦瘦的，那相就不是這個樣子，它就不能代表這個意義。所以從這些看的時候，你曉得中國佛教的特色，它是佛陀教育，真正發揮到大智大覺，覺正淨教育這種特色，沒有迷信的色彩。西藏佛教是帶著有濃厚的迷信色彩，它的神很多，中國佛教沒有。"
    },
    {
      "id": "12-005-0011_p0045",
      "zh_CN": "四大天王，护法神，护谁？护自己，都是有表法的作用。东方持国天王代表的是负责、尽分，我自己在这个社会上，我是什么样的身分，我要把我本分的责任做到圆满，尽心尽力做到就是圆满，他代表这个意思，负责尽职。南方天王，增长，他代表的精进，日新又新，我要天天求进步。佛法怎么会落伍？不会落伍的，天天在求进步。所以精进不但要进步，是精纯不杂，这样的进步。西方天王，广目；北方天王，多闻。这教我们修学的方法，你要博学多闻、多看、多听，所谓是「读万卷书，行万里路」，你才能够做到日新又新，才能做到天天进步，才能把你自己本分岗位的工作做到尽善尽美，这么个意思。诸位要懂这个意思，你到天王殿一看，那你不就是同弥勒菩萨、同四大天王了？你都同了。你要不晓得这个意思，你把他当作神去看待，一切都完了，迷信。",
      "zh_TW": "四大天王，護法神，護誰？護自己，都是有表法的作用。東方持國天王代表的是負責、盡分，我自己在這個社會上，我是什麼樣的身分，我要把我本分的責任做到圓滿，盡心盡力做到就是圓滿，他代表這個意思，負責盡職。南方天王，增長，他代表的精進，日新又新，我要天天求進步。佛法怎麼會落伍？不會落伍的，天天在求進步。所以精進不但要進步，是精純不雜，這樣的進步。西方天王，廣目；北方天王，多聞。這教我們修學的方法，你要博學多聞、多看、多聽，所謂是「讀萬卷書，行萬里路」，你才能夠做到日新又新，才能做到天天進步，才能把你自己本分崗位的工作做到盡善盡美，這麼個意思。諸位要懂這個意思，你到天王殿一看，那你不就是同彌勒菩薩、同四大天王了？你都同了。你要不曉得這個意思，你把他當作神去看待，一切都完了，迷信。"
    },
    {
      "id": "12-005-0011_p0046",
      "zh_CN": "所以佛法所有的建筑，这个雕塑、建筑、美术，乃至于一切的设施，统统有表法的意义，不是没有意思的，都是代表教育的意义，教学的艺术，高明到极处。一句话不说，你到寺院去转一圈，你这个收获就跟善财童子一样；善财童子去转了一圈，一句话还没说，你看跟菩萨还没见面，还没谈话，他已经就八十八同了，这还得了！如果你把这些东西学会了，那你就不得了，为什么？你六根接触现在六尘境界，整个社会统统是佛法，没有一法不是佛法。你见到一切人、见到一切物，听到一切声音，都会给你的心性上开发，那叫大彻大悟，明心见性。我们在佛法里要学这个东西，学了之后，《大方广佛华严经》在哪里？不是这个经本子，就是我们整个社会，整个社会就是一部《大方广佛华严经》。你每天眼见耳闻、身体接触，无非是大方广的境界，这才成就自己真正的佛华严。要不是这样学法，你怎么能成就？希望同修多多体会、多多留意。",
      "zh_TW": "所以佛法所有的建築，這個雕塑、建築、美術，乃至於一切的設施，統統有表法的意義，不是沒有意思的，都是代表教育的意義，教學的藝術，高明到極處。一句話不說，你到寺院去轉一圈，你這個收穫就跟善財童子一樣；善財童子去轉了一圈，一句話還沒說，你看跟菩薩還沒見面，還沒談話，他已經就八十八同了，這還得了！如果你把這些東西學會了，那你就不得了，為什麼？你六根接觸現在六塵境界，整個社會統統是佛法，沒有一法不是佛法。你見到一切人、見到一切物，聽到一切聲音，都會給你的心性上開發，那叫大徹大悟，明心見性。我們在佛法裡要學這個東西，學了之後，《大方廣佛華嚴經》在哪裡？不是這個經本子，就是我們整個社會，整個社會就是一部《大方廣佛華嚴經》。你每天眼見耳聞、身體接觸，無非是大方廣的境界，這才成就自己真正的佛華嚴。要不是這樣學法，你怎麼能成就？希望同修多多體會、多多留意。"
    },
    {
      "id": "12-005-0011_p0047",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}