{
  "doc_id": "12-005-0002",
  "title": {
    "zh_CN": "华严经大愿精进力夜神章",
    "zh_TW": "華嚴經大願精進力夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1987",
    "zh_TW": "1987"
  },
  "doc_number": "12-005-0002",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "12-005-0002_p0001",
      "zh_CN": "请掀开经本，八百三十一面倒数第四行，我们将经文念几句，对对地方：",
      "zh_TW": "請掀開經本，八百三十一面倒數第四行，我們將經文念幾句，對對地方："
    },
    {
      "id": "12-005-0002_p0002",
      "zh_CN": "【现一切佛所恭敬顶礼身。现增长一切众生善根身。现受持佛法恒不忘失身。】",
      "zh_TW": "【現一切佛所恭敬頂禮身。現增長一切眾生善根身。現受持佛法恆不忘失身。】"
    },
    {
      "id": "12-005-0002_p0003",
      "zh_CN": "从这个地方看起。这个一共有六句，是说的应法成行身。这经文总共有二十五句，就是二十五种身，在前面把这个大意给诸位说过了。前面的十种是应机摄化，也就是接引众生所示现的身相。众生的根性不相同，所以菩萨示现就不一样，正如同《楞严》上所说的，「随众生心，应所知量」。由此可知，佛菩萨没有定相可得，佛菩萨一定说成什么个形像，这不可以说的，他是无相而无不相。今天我们看这个六句是说的法门，以身来示现，这就是常常在教学里面所说的叫身教，以身作则，做出一个样子来给我们看。让我们这初学的人看到这个榜样，就好效法，照着他这个方式来学习，这个经的意义就很深了。第一句就是『恭敬顶礼身』，这个对象是『一切佛所』，一切佛所要修恭敬顶礼，正是十大愿王里面第一愿，「礼敬诸佛」，八地菩萨做出榜样给我们看。",
      "zh_TW": "從這個地方看起。這個一共有六句，是說的應法成行身。這經文總共有二十五句，就是二十五種身，在前面把這個大意給諸位說過了。前面的十種是應機攝化，也就是接引眾生所示現的身相。眾生的根性不相同，所以菩薩示現就不一樣，正如同《楞嚴》上所說的，「隨眾生心，應所知量」。由此可知，佛菩薩沒有定相可得，佛菩薩一定說成什麼個形像，這不可以說的，他是無相而無不相。今天我們看這個六句是說的法門，以身來示現，這就是常常在教學裡面所說的叫身教，以身作則，做出一個樣子來給我們看。讓我們這初學的人看到這個榜樣，就好效法，照著他這個方式來學習，這個經的意義就很深了。第一句就是『恭敬頂禮身』，這個對象是『一切佛所』，一切佛所要修恭敬頂禮，正是十大願王裡面第一願，「禮敬諸佛」，八地菩薩做出榜樣給我們看。"
    },
    {
      "id": "12-005-0002_p0004",
      "zh_CN": "这一句里面有两个要紧之处，当然恭敬顶礼很重要，可是更要紧的是一切佛，一切佛是指谁？给诸位说，就包括我们所有的众生。佛在这个经上告诉我们，一切众生本来成佛，这样说起来，我们是不是见到每个众生都要去顶礼、去膜拜？不是的，那你这么学法就学呆了，就学错了。而是对待一切众生要用这个恭敬心，我们对诸佛这种恭敬心，跟对一切众生的恭敬心没有两样，决定是平等的，这才叫礼敬诸佛。所以我们每天早晨，学佛的同修都有早课，早课至少要拜三拜佛，家里供的佛像，要拜三拜佛，我们对佛菩萨的恭敬。这是什么意思？就是叫你从早晨起来，这一天当中，待人接物要用恭敬佛菩萨的心，来对一切人、对一切物、对一切事，是这个意思，这样你的早课就没有白做。否则的话，你那种早课只是有形式，得不到实际的利益，因为你并没有真正去做。晚课是反省、是检点。",
      "zh_TW": "這一句裡面有兩個要緊之處，當然恭敬頂禮很重要，可是更要緊的是一切佛，一切佛是指誰？給諸位說，就包括我們所有的眾生。佛在這個經上告訴我們，一切眾生本來成佛，這樣說起來，我們是不是見到每個眾生都要去頂禮、去膜拜？不是的，那你這麼學法就學呆了，就學錯了。而是對待一切眾生要用這個恭敬心，我們對諸佛這種恭敬心，跟對一切眾生的恭敬心沒有兩樣，決定是平等的，這才叫禮敬諸佛。所以我們每天早晨，學佛的同修都有早課，早課至少要拜三拜佛，家裡供的佛像，要拜三拜佛，我們對佛菩薩的恭敬。這是什麼意思？就是叫你從早晨起來，這一天當中，待人接物要用恭敬佛菩薩的心，來對一切人、對一切物、對一切事，是這個意思，這樣你的早課就沒有白做。否則的話，你那種早課只是有形式，得不到實際的利益，因為你並沒有真正去做。晚課是反省、是檢點。"
    },
    {
      "id": "12-005-0002_p0005",
      "zh_CN": "众生，再恶的众生我们对他都要恭敬，为什么？他有佛性。他为什么会造恶？恶是他迷了，要晓得我们自己也有迷的时候。如果我们对于那个在迷的众生不原谅他，我们自己迷的时候，那佛菩萨为什么会原谅我们？迷是一时的，终必有觉悟的一天，他会回头的。这是一个真正学佛的同修要明了的，要认真的去修学，为什么？我们学佛所以功夫不得力，所以不能成就，第一个大障碍就是贡高我慢，自以为了不起，没有把别人看在眼里，这是对自己修行第一个大障碍。所以普贤菩萨把这个对治的方法摆在第一，除掉我们这个障碍，叫你从礼敬诸佛开始学。",
      "zh_TW": "眾生，再惡的眾生我們對他都要恭敬，為什麼？他有佛性。他為什麼會造惡？惡是他迷了，要曉得我們自己也有迷的時候。如果我們對於那個在迷的眾生不原諒他，我們自己迷的時候，那佛菩薩為什麼會原諒我們？迷是一時的，終必有覺悟的一天，他會回頭的。這是一個真正學佛的同修要明瞭的，要認真的去修學，為什麼？我們學佛所以功夫不得力，所以不能成就，第一個大障礙就是貢高我慢，自以為了不起，沒有把別人看在眼裡，這是對自己修行第一個大障礙。所以普賢菩薩把這個對治的方法擺在第一，除掉我們這個障礙，叫你從禮敬諸佛開始學。"
    },
    {
      "id": "12-005-0002_p0006",
      "zh_CN": "从哪里下手？大乘戒律里面给你讲得很清楚，从父母那个地方下手，孝顺父母。第一个你在家里恭敬你父母，父母在世，一定要孝顺；父母不在世，父母那个牌位也要放在佛菩萨旁边。所以佛法是建立在孝道的基础上，孝亲尊师，这是修什么？修敬。敬是本性的性德，我们要想明心见性，这个敬就是本性的作用，我们从这个地方开发自己的本性。换句话说，贡高我慢就是明心见性的大障碍，贡高我慢可以得定，可以得神通，不能见性，这是诸位要晓得的，不能证果，可以得定，能够生到四禅天，能够生到四空天。你看佛经里面讲的，摩醯首罗天还是贡高我慢，那个定功很了不起，这是娑婆世界的世界主，他那个禅定功夫非常之深，实际上他连个小乘须陀洹都不如。须陀洹没有他那么深的定，但是须陀洹已经断了见惑。摩醯首罗天见思烦恼都没有断，但是他有定，在定的时候他能伏住，所以只是伏住而已，伏住，有时候还会起来，这个情形一定要知道。",
      "zh_TW": "從哪裡下手？大乘戒律裡面給你講得很清楚，從父母那個地方下手，孝順父母。第一個你在家裡恭敬你父母，父母在世，一定要孝順；父母不在世，父母那個牌位也要放在佛菩薩旁邊。所以佛法是建立在孝道的基礎上，孝親尊師，這是修什麼？修敬。敬是本性的性德，我們要想明心見性，這個敬就是本性的作用，我們從這個地方開發自己的本性。換句話說，貢高我慢就是明心見性的大障礙，貢高我慢可以得定，可以得神通，不能見性，這是諸位要曉得的，不能證果，可以得定，能夠生到四禪天，能夠生到四空天。你看佛經裡面講的，摩醯首羅天還是貢高我慢，那個定功很了不起，這是娑婆世界的世界主，他那個禪定功夫非常之深，實際上他連個小乘須陀洹都不如。須陀洹沒有他那麼深的定，但是須陀洹已經斷了見惑。摩醯首羅天見思煩惱都沒有斷，但是他有定，在定的時候他能伏住，所以只是伏住而已，伏住，有時候還會起來，這個情形一定要知道。"
    },
    {
      "id": "12-005-0002_p0007",
      "zh_CN": "所以佛法把礼敬诸佛列为我们修行第一个项目，这是我们讲出世间法。世间法里面，你看儒家也把这个列作修行第一条项目，你们打开《礼记》，《礼记》第一句话，「曲礼曰，毋不敬」，它也是把敬列在第一个项目。你看世出世间法都是把这个列在第一条，我们应当要觉悟，要从这个地方下手。佛菩萨他就是这样教给我们，以身作则。",
      "zh_TW": "所以佛法把禮敬諸佛列為我們修行第一個項目，這是我們講出世間法。世間法裡面，你看儒家也把這個列作修行第一條項目，你們打開《禮記》，《禮記》第一句話，「曲禮曰，毋不敬」，它也是把敬列在第一個項目。你看世出世間法都是把這個列在第一條，我們應當要覺悟，要從這個地方下手。佛菩薩他就是這樣教給我們，以身作則。"
    },
    {
      "id": "12-005-0002_p0008",
      "zh_CN": "第二句，『现增长一切众生善根身』。凡是讲身，都是身体力行，教众生要增长善根，培养善根。善根，我们在讲席里面常常讲到，世间法的善根，叫三善根，无贪、无瞋、无痴，这个是要学的。对于世法来讲，所谓是名闻利养、五欲六尘，不贪；见到别人得到了，没有嫉妒心，别人得到功名富贵，我们见到不嫉妒，不嫉妒就是没有瞋恚，嫉妒是瞋恚里面的一分作用，也不羡慕。这一切事理都能够明了，都能够通达，是各有因缘，他得到世间富贵，这是果报，他过去一定造的因，造了富贵之因，得富贵的果报，这是相应的道理，换句话说，应该的。我过去没有修这个因，我这一生当然不应该得到。所以你知道这些因果相应的道理，你在这个世间心就平了，你见到任何事情都能生欢喜心，知道我如果想得到，那我应该怎么样去修因，因缘具足，果报自然就现前。",
      "zh_TW": "第二句，『現增長一切眾生善根身』。凡是講身，都是身體力行，教眾生要增長善根，培養善根。善根，我們在講席裡面常常講到，世間法的善根，叫三善根，無貪、無瞋、無痴，這個是要學的。對於世法來講，所謂是名聞利養、五欲六塵，不貪；見到別人得到了，沒有嫉妒心，別人得到功名富貴，我們見到不嫉妒，不嫉妒就是沒有瞋恚，嫉妒是瞋恚裡面的一分作用，也不羨慕。這一切事理都能夠明瞭，都能夠通達，是各有因緣，他得到世間富貴，這是果報，他過去一定造的因，造了富貴之因，得富貴的果報，這是相應的道理，換句話說，應該的。我過去沒有修這個因，我這一生當然不應該得到。所以你知道這些因果相應的道理，你在這個世間心就平了，你見到任何事情都能生歡喜心，知道我如果想得到，那我應該怎麼樣去修因，因緣具足，果報自然就現前。"
    },
    {
      "id": "12-005-0002_p0009",
      "zh_CN": "真正看穿了，我们要不要世间福报？给诸位说，不必要，应当修出世间的大福报。出世间的福报具足，世间福报是当然在其中，那是附带的，不修也来了。可是这个里头纵然福报现前，不能起贪心，多少菩萨转世再来，福报现前他迷了，在这里又起了贪瞋痴。这一起贪瞋痴，又堕落了，不但有隔阴之迷，他有堕落、退转的危险。所以《华严经》到末后劝我们求生净土，是很有道理的；你要不求生净土，你修得再好，都免不了隔阴之迷，免不了堕落退转的危险。所以菩萨示现，就是做出样子给我们看，他对于世出世间法都不贪、不瞋、不愚痴，不痴就是事理分明，他清楚明白，他不愚痴。出世间法的善根就是精进，所以世出世间善根合起来就是四条，无贪、无瞋、无痴、精进，菩萨做给我们看，这个是大慈大悲。",
      "zh_TW": "真正看穿了，我們要不要世間福報？給諸位說，不必要，應當修出世間的大福報。出世間的福報具足，世間福報是當然在其中，那是附帶的，不修也來了。可是這個裡頭縱然福報現前，不能起貪心，多少菩薩轉世再來，福報現前他迷了，在這裡又起了貪瞋痴。這一起貪瞋痴，又墮落了，不但有隔陰之迷，他有墮落、退轉的危險。所以《華嚴經》到末後勸我們求生淨土，是很有道理的；你要不求生淨土，你修得再好，都免不了隔陰之迷，免不了墮落退轉的危險。所以菩薩示現，就是做出樣子給我們看，他對於世出世間法都不貪、不瞋、不愚痴，不痴就是事理分明，他清楚明白，他不愚痴。出世間法的善根就是精進，所以世出世間善根合起來就是四條，無貪、無瞋、無痴、精進，菩薩做給我們看，這個是大慈大悲。"
    },
    {
      "id": "12-005-0002_p0010",
      "zh_CN": "第三句是『受持佛法恒不忘失身』，受是接受，这就是给我们做一个学佛的榜样，既然发心学佛了，一定要读诵大乘经典。这个「受持佛法」，可以说就是读诵大乘经典，你要常常读诵。所以等觉菩萨天天都念经，他不能不念，为什么？他要做给众生看。你说这些大菩萨，他天天不念经，他都不念叫我念，我也可以说他为什么不念，我也可以不必念。他天天都在那里念，再想一想，那么高的地位他还要念，那我们更要念了。念佛也一样，楞严会上大势至菩萨那是等觉菩萨，他念不念佛？他还是念佛，他二六时中这个佛号不间断，这都是做样子给我们看。等觉菩萨尚且念阿弥陀佛，我们怎么可以不念？文殊、普贤在这个经里面都是念佛求生西方净土的，他们天天也念佛。受是接受，信解，依教奉行；持是保持而不失掉，也就是说的这个功夫不间断、不夹杂，这个才叫持。我们今天受持佛法若有若无，就是断断续续，所以功夫不得力。",
      "zh_TW": "第三句是『受持佛法恆不忘失身』，受是接受，這就是給我們做一個學佛的榜樣，既然發心學佛了，一定要讀誦大乘經典。這個「受持佛法」，可以說就是讀誦大乘經典，你要常常讀誦。所以等覺菩薩天天都念經，他不能不念，為什麼？他要做給眾生看。你說這些大菩薩，他天天不念經，他都不念叫我念，我也可以說他為什麼不念，我也可以不必念。他天天都在那裡念，再想一想，那麼高的地位他還要念，那我們更要念了。念佛也一樣，楞嚴會上大勢至菩薩那是等覺菩薩，他念不念佛？他還是念佛，他二六時中這個佛號不間斷，這都是做樣子給我們看。等覺菩薩尚且念阿彌陀佛，我們怎麼可以不念？文殊、普賢在這個經裡面都是念佛求生西方淨土的，他們天天也念佛。受是接受，信解，依教奉行；持是保持而不失掉，也就是說的這個功夫不間斷、不夾雜，這個才叫持。我們今天受持佛法若有若無，就是斷斷續續，所以功夫不得力。"
    },
    {
      "id": "12-005-0002_p0011",
      "zh_CN": "在过去，寺院丛林是修行的好道场，就是个好的处所，为什么？他的功夫不间断。每一天听经，每一天不是念佛就是参禅，大概在中国行门里面，虽然是很多很多种，把它归纳起来，不外禅、净、密，不外这三大类。教下里面大概都是禅与净，止观是禅，他不修禅，他就是念佛。所以这丛林里面有讲堂，讲经的；有禅堂，是参禅的；有念佛堂，是念佛的。一般的功课，每一天是八个小时讲堂，你上八个钟点课；念佛的人，再到念佛堂去念八个钟点佛；参禅的人，到禅堂去参八个钟点的禅。换句话，一天你已经用掉十六个小时，再剩下八小时，大概就要打瞌睡，你吃饭、洗澡，在丛林里面像洗衣服这种都是自己的事情。所以睡眠的时间，大概只是四个小时到六个小时的时间，生活很紧张，没时间打妄想，这样功夫才能够得力。现在这空闲的时间太多，所以也就是打妄想的时间太多。我们受了佛法，不能保持，受持两个字，我们今天有受不能持，就是断断续续，不能做到「恒不忘失」，菩萨示现这个榜样给我们看。",
      "zh_TW": "在過去，寺院叢林是修行的好道場，就是個好的處所，為什麼？他的功夫不間斷。每一天聽經，每一天不是念佛就是參禪，大概在中國行門裡面，雖然是很多很多種，把它歸納起來，不外禪、淨、密，不外這三大類。教下裡面大概都是禪與淨，止觀是禪，他不修禪，他就是念佛。所以這叢林裡面有講堂，講經的；有禪堂，是參禪的；有念佛堂，是念佛的。一般的功課，每一天是八個小時講堂，你上八個鐘點課；念佛的人，再到念佛堂去念八個鐘點佛；參禪的人，到禪堂去參八個鐘點的禪。換句話，一天你已經用掉十六個小時，再剩下八小時，大概就要打瞌睡，你吃飯、洗澡，在叢林裡面像洗衣服這種都是自己的事情。所以睡眠的時間，大概只是四個小時到六個小時的時間，生活很緊張，沒時間打妄想，這樣功夫才能夠得力。現在這空閒的時間太多，所以也就是打妄想的時間太多。我們受了佛法，不能保持，受持兩個字，我們今天有受不能持，就是斷斷續續，不能做到「恆不忘失」，菩薩示現這個榜樣給我們看。"
    },
    {
      "id": "12-005-0002_p0012",
      "zh_CN": "我们生在这个时代，也要想方法来弥补，如何提高自己的警觉，使自己在二六时中都不忘失经典，都不忘失佛号。在念佛的人，不能把佛号忘记了，「忆佛念佛，现前当来，必定见佛」。不念的时候心里要想，心里想佛，念久了、念累了，可以不念，心里面想佛也就是念佛。或者想经典里面所讲的那些道理、所说的那些境界，那也是念佛。所以这经典要常常的读，要常读。",
      "zh_TW": "我們生在這個時代，也要想方法來彌補，如何提高自己的警覺，使自己在二六時中都不忘失經典，都不忘失佛號。在念佛的人，不能把佛號忘記了，「憶佛念佛，現前當來，必定見佛」。不念的時候心裡要想，心裡想佛，念久了、念累了，可以不念，心裡面想佛也就是念佛。或者想經典裡面所講的那些道理、所說的那些境界，那也是念佛。所以這經典要常常的讀，要常讀。"
    },
    {
      "id": "12-005-0002_p0013",
      "zh_CN": "修行决定要有一个方向，一生当中能够有一条路，知道走一条路，这个人有福了，为什么？他决定成功，因为他能够专心，专一他就会有成就。假如这个路太多了，问题就来了，你毕生的精力，不会有一桩成就的。这些佛菩萨都给我们做榜样，你看善财去参访的时候，他就讲他一生就修一个法门，所以他能成就。多了不行。一部经真正贯通了，给诸位说，不但一切经都能贯通，连世间法都通达了，所谓「一经通一切经通」。佛法跟世间法不一样，这是什么个道理？佛法，读经也好，念佛也好，参禅也好，持咒也好，那是方法不一样，所达到的目标是相同的。什么目标？身心清净，禅家讲的明心见性，密宗里面讲的三密相应，净土讲的一心不乱，教下讲的大开圆解，这些名词不一样，实际是一桩事情。所以你真正到了一心不乱，智慧就开了。一心就是清净心，这个心里头没有妄念；心像水一样，妄念像波浪，妄念多，波浪就多、波浪就大。妄念没有了，那个心就平了，水就平了，水平的时候就像镜子一样，它就能照见，你看《心经》上不是说吗？「照见」。世出世间一切法，你统统照见了，所以那个智慧叫做自然智，叫做无思智，不要学的，不学统统都会了，就是这么个道理。",
      "zh_TW": "修行決定要有一個方向，一生當中能夠有一條路，知道走一條路，這個人有福了，為什麼？他決定成功，因為他能夠專心，專一他就會有成就。假如這個路太多了，問題就來了，你畢生的精力，不會有一樁成就的。這些佛菩薩都給我們做榜樣，你看善財去參訪的時候，他就講他一生就修一個法門，所以他能成就。多了不行。一部經真正貫通了，給諸位說，不但一切經都能貫通，連世間法都通達了，所謂「一經通一切經通」。佛法跟世間法不一樣，這是什麼個道理？佛法，讀經也好，念佛也好，參禪也好，持咒也好，那是方法不一樣，所達到的目標是相同的。什麼目標？身心清淨，禪家講的明心見性，密宗裡面講的三密相應，淨土講的一心不亂，教下講的大開圓解，這些名詞不一樣，實際是一樁事情。所以你真正到了一心不亂，智慧就開了。一心就是清淨心，這個心裡頭沒有妄念；心像水一樣，妄念像波浪，妄念多，波浪就多、波浪就大。妄念沒有了，那個心就平了，水就平了，水平的時候就像鏡子一樣，它就能照見，你看《心經》上不是說嗎？「照見」。世出世間一切法，你統統照見了，所以那個智慧叫做自然智，叫做無思智，不要學的，不學統統都會了，就是這麼個道理。"
    },
    {
      "id": "12-005-0002_p0014",
      "zh_CN": "我们今天对于世出世间法，没有学过的都不知道，为什么原因？我们这个心不净，我们没有照的能力。我们的心水天天是大风大浪，外面境界是风，六根一接触六尘境界，心里面就起分别、执着、妄想，所以境界风动，里面这个心，心水就起了大浪、起了波涛，所以把它的作用失掉。因此佛法无论讲多少法门，八万四千法门，无量法门，无非是把这个心地风浪平息而已，没有别的。方法、手段是有八万四千，有无量无边，目的是一个，因此才说「法门平等，无有高下」。但是你要用方法，只能用一个，你才能够达到。你要用许许多多方法，反而搞乱了，方法只能用一个，解行都要专一。研究经典也得要专一，专攻一部，你会有心得，会开悟。看多了，看多了的时候恐怕把你的悟门给堵塞了，为什么？看多了，你会起疑惑，会增长分别。清凉大师在这个经的经题里面就说过，搞多了，增长邪见，就是增长分别执着，你的目的达不到。目的就是要心清净，搞多了，愈搞愈怀疑，愈搞分别执着愈严重，得不到清净。所以把佛法变成佛学，把它当作世间一门学问来研究，这就错了，得不到佛法真实的利益。",
      "zh_TW": "我們今天對於世出世間法，沒有學過的都不知道，為什麼原因？我們這個心不淨，我們沒有照的能力。我們的心水天天是大風大浪，外面境界是風，六根一接觸六塵境界，心裡面就起分別、執著、妄想，所以境界風動，裡面這個心，心水就起了大浪、起了波濤，所以把它的作用失掉。因此佛法無論講多少法門，八萬四千法門，無量法門，無非是把這個心地風浪平息而已，沒有別的。方法、手段是有八萬四千，有無量無邊，目的是一個，因此才說「法門平等，無有高下」。但是你要用方法，只能用一個，你才能夠達到。你要用許許多多方法，反而搞亂了，方法只能用一個，解行都要專一。研究經典也得要專一，專攻一部，你會有心得，會開悟。看多了，看多了的時候恐怕把你的悟門給堵塞了，為什麼？看多了，你會起疑惑，會增長分別。清涼大師在這個經的經題裡面就說過，搞多了，增長邪見，就是增長分別執著，你的目的達不到。目的就是要心清淨，搞多了，愈搞愈懷疑，愈搞分別執著愈嚴重，得不到清淨。所以把佛法變成佛學，把它當作世間一門學問來研究，這就錯了，得不到佛法真實的利益。"
    },
    {
      "id": "12-005-0002_p0015",
      "zh_CN": "佛法的真实利益就是教我们一心不乱，教我们得到禅定，教我们心地恢复到平静，然后不但眼前的事情你会看得清清楚楚，甚至于过去的事情、未来的事情都清楚、都明白了，这就是我们世间讲的神通了。其实这个东西不奇怪，你心定了，自自然然这是过去、现在、未来，十方的境界都摆在眼前，你都看得清清楚楚的，这是我们每一个人本来有的能力，本能。我们今天本能丧失掉了，所以菩萨在此地示现给我们。你看看这五十三位善知识，个个都是法身大士，他们所学的一门，一门深入。究竟选的哪一门？这随各人兴趣，你喜欢哪一门，你就选哪一门，门门都能开悟，门门都可以得定。这个法门不喜欢，再换别的；这部经不欢喜，我再找别的经，经论非常之多，尽你去选择。这是讲受持大乘经典。",
      "zh_TW": "佛法的真實利益就是教我們一心不亂，教我們得到禪定，教我們心地恢復到平靜，然後不但眼前的事情你會看得清清楚楚，甚至於過去的事情、未來的事情都清楚、都明白了，這就是我們世間講的神通了。其實這個東西不奇怪，你心定了，自自然然這是過去、現在、未來，十方的境界都擺在眼前，你都看得清清楚楚的，這是我們每一個人本來有的能力，本能。我們今天本能喪失掉了，所以菩薩在此地示現給我們。你看看這五十三位善知識，個個都是法身大士，他們所學的一門，一門深入。究竟選的哪一門？這隨各人興趣，你喜歡哪一門，你就選哪一門，門門都能開悟，門門都可以得定。這個法門不喜歡，再換別的；這部經不歡喜，我再找別的經，經論非常之多，盡你去選擇。這是講受持大乘經典。"
    },
    {
      "id": "12-005-0002_p0016",
      "zh_CN": "行门当中也要有选择，经典是帮助我们理解，帮助我们开智慧的；行门是真正帮助我们修清净心的，这一点也是各个人根性不相同，你看看用哪一种方式能够得身心清净，就可以这个功夫一直用下去。无论用什么功夫，都可以回向求生净土。所以这个求生西方净土是《华严经》的归宿，你看这五十三位善知识，他们所学的法门各个不相同，但是到后来统统求生西方净土。由此可知，你学禅、学密，学戒律、学教，统统不妨碍，只要你有一个意念求生净土就行了。当然这所有法门里面，念佛是个直捷的法门，念佛这个法门就不要回向。过去李老师说过了，念佛是不回向法门，为什么？它直捷，目的就是求生西方世界，声声佛号它就具足了回向的意思。可是我们学其他的法门那要回向，才能够得到感应。这是现身说法，这解与行都要专一。第四句是：",
      "zh_TW": "行門當中也要有選擇，經典是幫助我們理解，幫助我們開智慧的；行門是真正幫助我們修清淨心的，這一點也是各個人根性不相同，你看看用哪一種方式能夠得身心清淨，就可以這個功夫一直用下去。無論用什麼功夫，都可以迴向求生淨土。所以這個求生西方淨土是《華嚴經》的歸宿，你看這五十三位善知識，他們所學的法門各個不相同，但是到後來統統求生西方淨土。由此可知，你學禪、學密，學戒律、學教，統統不妨礙，只要你有一個意念求生淨土就行了。當然這所有法門裡面，念佛是個直捷的法門，念佛這個法門就不要迴向。過去李老師說過了，念佛是不迴向法門，為什麼？它直捷，目的就是求生西方世界，聲聲佛號它就具足了迴向的意思。可是我們學其他的法門那要迴向，才能夠得到感應。這是現身說法，這解與行都要專一。第四句是："
    },
    {
      "id": "12-005-0002_p0017",
      "zh_CN": "【现圆满菩萨广大誓愿身。】",
      "zh_TW": "【現圓滿菩薩廣大誓願身。】"
    },
    {
      "id": "12-005-0002_p0018",
      "zh_CN": "这是必要的，不但你要有愿，而且要有广大的誓愿。在佛门里，通途来说，就是四弘誓愿，这个是通所有的大乘法。别说，你像普贤菩萨十愿，这就是特别的，他这个十愿，诸位要记住，是专修净土的。所以念佛人不能不发愿，发的愿要与这个誓愿相应。像阿弥陀佛四十八愿、观音菩萨十二愿、药师如来十愿，这都叫别愿，可是你仔细去分析一下，都出不了四弘誓愿的范围。所以愿一定要大，愿大心就大，你成就也就大。世出世间法，成功失败与你的心量可以说完全成正比例。你心量大，你的事业也大，你成功也大；你心量小，你做的事业也小，你成功也小。所以心量一定要广大，要能够包容，这是福，也是慧。",
      "zh_TW": "這是必要的，不但你要有願，而且要有廣大的誓願。在佛門裡，通途來說，就是四弘誓願，這個是通所有的大乘法。別說，你像普賢菩薩十願，這就是特別的，他這個十願，諸位要記住，是專修淨土的。所以念佛人不能不發願，發的願要與這個誓願相應。像阿彌陀佛四十八願、觀音菩薩十二願、藥師如來十願，這都叫別願，可是你仔細去分析一下，都出不了四弘誓願的範圍。所以願一定要大，願大心就大，你成就也就大。世出世間法，成功失敗與你的心量可以說完全成正比例。你心量大，你的事業也大，你成功也大；你心量小，你做的事業也小，你成功也小。所以心量一定要廣大，要能夠包容，這是福，也是慧。"
    },
    {
      "id": "12-005-0002_p0019",
      "zh_CN": "在这个经上来说，我们就可以直接指普贤菩萨十大愿王，因为全经所讲的都叫做普贤行，普贤行是以十大愿王为总纲领，这是真正的圆满菩萨大愿。这到后来我们再仔细来探讨，这个十大愿境界非常广大，非常的深远。第五句：",
      "zh_TW": "在這個經上來說，我們就可以直接指普賢菩薩十大願王，因為全經所講的都叫做普賢行，普賢行是以十大願王為總綱領，這是真正的圓滿菩薩大願。這到後來我們再仔細來探討，這個十大願境界非常廣大，非常的深遠。第五句："
    },
    {
      "id": "12-005-0002_p0020",
      "zh_CN": "【现普光照耀充满十方身。】",
      "zh_TW": "【現普光照耀充滿十方身。】"
    },
    {
      "id": "12-005-0002_p0021",
      "zh_CN": "这是讲的智慧。智照，这是讲照见，智慧光明，对于十方，十方里面就包括了三世，这是经文省略，我们一看就要明了。十方世界，菩萨看得清清楚楚，这些世界里头依报正报、因缘果报，没有一样不清楚，这是照见。能照见，教化众生就契机，就知道要怎样去帮助他。如果对这个情形完全不明了、不了解，你要发心去帮助他，也许帮错、帮倒忙了，换句话说，你发的是慈悲心，收来的是反效果，那就错了。所以佛菩萨说法，他有个原则，要契机契理，决定不违背真理，同时适合众生的根性，适合他当前的需要。因此你看同样是一部经典，这经典没变，但是讲法就有变化。同样是这一句经文，在每一个时代，对不同根性的众生就有不同的解释，就有不同的讲法。所以我过去在讲席里头也告诉诸位，佛经没有意思，没有一定的讲法，这是要明了的。它要是有意思，有一定的讲法，就不能有第二个讲法，那个经就死了。正因为它没有意思，所以在应用的时候它就无量义，它就有种种不同的讲法，所以它是活的，它不是死的。所以你读经，你不要求它的意思，你读经求它的意思，就死在经典里面，你不会开悟，那就是清凉讲的，你增长邪见。",
      "zh_TW": "這是講的智慧。智照，這是講照見，智慧光明，對於十方，十方裡面就包括了三世，這是經文省略，我們一看就要明瞭。十方世界，菩薩看得清清楚楚，這些世界裡頭依報正報、因緣果報，沒有一樣不清楚，這是照見。能照見，教化眾生就契機，就知道要怎樣去幫助他。如果對這個情形完全不明瞭、不了解，你要發心去幫助他，也許幫錯、幫倒忙了，換句話說，你發的是慈悲心，收來的是反效果，那就錯了。所以佛菩薩說法，他有個原則，要契機契理，決定不違背真理，同時適合眾生的根性，適合他當前的需要。因此你看同樣是一部經典，這經典沒變，但是講法就有變化。同樣是這一句經文，在每一個時代，對不同根性的眾生就有不同的解釋，就有不同的講法。所以我過去在講席裡頭也告訴諸位，佛經沒有意思，沒有一定的講法，這是要明瞭的。它要是有意思，有一定的講法，就不能有第二個講法，那個經就死了。正因為它沒有意思，所以在應用的時候它就無量義，它就有種種不同的講法，所以它是活的，它不是死的。所以你讀經，你不要求它的意思，你讀經求它的意思，就死在經典裡面，你不會開悟，那就是清涼講的，你增長邪見。"
    },
    {
      "id": "12-005-0002_p0022",
      "zh_CN": "读经要怎么读法？要用清净心去读。展开这一部经典，从头到尾念下去，在这一段时间当中，心里头没有妄想，没有分别，没有执着，要用这个方法读经。这个方法读经，就是修戒定慧。戒律是诸恶莫作，众善奉行，你在念经的时候，没有分别，没有执着，没有妄想，岂不是诸恶莫作吗？这个小乘戒就具足了。经典是佛从真性里面流露出来的言语文字，是善中之善，你念经就是众善奉行。所以你念这个经，这个戒律就具足了。我要怎么样学戒律？念经就是学戒律；念经的时候专心，专心就是修定，专心就是定；念得清清楚楚，字字分明，这就是智慧。所以展开经卷从头念到尾，是戒定慧三学一次完成。千万不能拿念世间那个书的方法来念经，那就错了。所以这个经典里头没有解释的，没有意义的，它就是教你修戒定慧。如果别人来问你这一句经是什么意思？你立刻就能讲得出来。这个人来问，你给他这个说；另外一个人来问，你可能是另外一种说法，对各种不同根性的人有各种不同的解释，都叫听的人欢喜，都叫听的人满足，这是佛法。所以佛法是活活泼泼，不是死呆板的。所以首先要有智慧观照，这才能够真正了解众生的根性，这叫观机。这一句是着重在观机。后面这一句：",
      "zh_TW": "讀經要怎麼讀法？要用清淨心去讀。展開這一部經典，從頭到尾念下去，在這一段時間當中，心裡頭沒有妄想，沒有分別，沒有執著，要用這個方法讀經。這個方法讀經，就是修戒定慧。戒律是諸惡莫作，眾善奉行，你在念經的時候，沒有分別，沒有執著，沒有妄想，豈不是諸惡莫作嗎？這個小乘戒就具足了。經典是佛從真性裡面流露出來的言語文字，是善中之善，你念經就是眾善奉行。所以你念這個經，這個戒律就具足了。我要怎麼樣學戒律？念經就是學戒律；念經的時候專心，專心就是修定，專心就是定；念得清清楚楚，字字分明，這就是智慧。所以展開經卷從頭念到尾，是戒定慧三學一次完成。千萬不能拿念世間那個書的方法來念經，那就錯了。所以這個經典裡頭沒有解釋的，沒有意義的，它就是教你修戒定慧。如果別人來問你這一句經是什麼意思？你立刻就能講得出來。這個人來問，你給他這個說；另外一個人來問，你可能是另外一種說法，對各種不同根性的人有各種不同的解釋，都叫聽的人歡喜，都叫聽的人滿足，這是佛法。所以佛法是活活潑潑，不是死呆板的。所以首先要有智慧觀照，這才能夠真正了解眾生的根性，這叫觀機。這一句是著重在觀機。後面這一句："
    },
    {
      "id": "12-005-0002_p0023",
      "zh_CN": "【现法灯普照除灭世暗身。】",
      "zh_TW": "【現法燈普照除滅世闇身。】"
    },
    {
      "id": "12-005-0002_p0024",
      "zh_CN": "照见之后，就要帮他忙。不能说我见到了，见到了，我不管他，这个不可以，这个就是违背了你自己的本愿，因为你曾经发过愿，「众生无边誓愿度」，现在这个众生可以度，你不度他，你与你自己的本愿相违背。",
      "zh_TW": "照見之後，就要幫他忙。不能說我見到了，見到了，我不管他，這個不可以，這個就是違背了你自己的本願，因為你曾經發過願，「眾生無邊誓願度」，現在這個眾生可以度，你不度他，你與你自己的本願相違背。"
    },
    {
      "id": "12-005-0002_p0025",
      "zh_CN": "观机，机有三类，第一种，叫根熟的众生，你一定要帮助他，帮助他成佛。什么叫根熟？你跟他讲他能相信，他能接受，他能依教奉行，他这一生必定成就，这一类众生叫根熟了。这个根熟，不一定是他很有学问、很有智慧，不一定，也许是个老粗，一个字不认识的，但是你教给他一个法门，他老实，他专修下去，他一生成功，那叫根熟众生。你像我们上一次讲到倓虚老法师说的，谛闲老和尚的徒弟，那个念佛的，那就是根熟的。他是个粗人，不认识字，谛闲法师就教他一句阿弥陀佛，他念了三年多，他往生了，这根熟的。这是一定要帮助他，因为他一生他能成佛。",
      "zh_TW": "觀機，機有三類，第一種，叫根熟的眾生，你一定要幫助他，幫助他成佛。什麼叫根熟？你跟他講他能相信，他能接受，他能依教奉行，他這一生必定成就，這一類眾生叫根熟了。這個根熟，不一定是他很有學問、很有智慧，不一定，也許是個老粗，一個字不認識的，但是你教給他一個法門，他老實，他專修下去，他一生成功，那叫根熟眾生。你像我們上一次講到倓虛老法師說的，諦閑老和尚的徒弟，那個念佛的，那就是根熟的。他是個粗人，不認識字，諦閑法師就教他一句阿彌陀佛，他念了三年多，他往生了，這根熟的。這是一定要幫助他，因為他一生他能成佛。"
    },
    {
      "id": "12-005-0002_p0026",
      "zh_CN": "第二类的，就是根性没有成熟，未成熟者，你要帮助他，帮助他成熟，就是给他做增上缘，这个要有善巧方便。根熟的众生是最好度的，所以这上根，那是最好度的。没有成熟的，这个要教化，教化要有耐心，《地藏经》上说的，「阎浮提众生刚强难化」，菩萨一定要有耐心去教他。没成熟，就是他这一生不能成就，不能成就，要帮助他，使他向成就的路上去走，希望他能够更接近一些。",
      "zh_TW": "第二類的，就是根性沒有成熟，未成熟者，你要幫助他，幫助他成熟，就是給他做增上緣，這個要有善巧方便。根熟的眾生是最好度的，所以這上根，那是最好度的。沒有成熟的，這個要教化，教化要有耐心，《地藏經》上說的，「閻浮提眾生剛強難化」，菩薩一定要有耐心去教他。沒成熟，就是他這一生不能成就，不能成就，要幫助他，使他向成就的路上去走，希望他能夠更接近一些。"
    },
    {
      "id": "12-005-0002_p0027",
      "zh_CN": "第三种，就是没有善根的人，你要想方法给他有机会闻到佛法，就是替他种善根。菩萨一定要有这个心，这就是示『现法灯』，灯就是照明，除『暗』的，「暗」是什么？众生愚痴，不认识佛法，不明了佛法，所谓是迷惑颠倒。「法灯」就是破迷开悟，帮助他破迷开悟，你要给他机会，使他能够见到佛像、闻到佛名。见佛像、闻佛名，与佛就有缘了，这一生他不能成熟，也许来生遇到佛法，他的善根会增长，会继续不断的来修学。这一桩事情，这就是弘法利生的事业。中国人与佛是特别有缘，所谓是「家家弥陀佛，户户观世音」，哪一个人不知道观世音菩萨？这就是没有善根的人，他听到这个名号，他晓得这一桩事情，虽然他不学佛、不信佛，阿赖耶识里头种子种下去了。",
      "zh_TW": "第三種，就是沒有善根的人，你要想方法給他有機會聞到佛法，就是替他種善根。菩薩一定要有這個心，這就是示『現法燈』，燈就是照明，除『闇』的，「闇」是什麼？眾生愚痴，不認識佛法，不明瞭佛法，所謂是迷惑顛倒。「法燈」就是破迷開悟，幫助他破迷開悟，你要給他機會，使他能夠見到佛像、聞到佛名。見佛像、聞佛名，與佛就有緣了，這一生他不能成熟，也許來生遇到佛法，他的善根會增長，會繼續不斷的來修學。這一樁事情，這就是弘法利生的事業。中國人與佛是特別有緣，所謂是「家家彌陀佛，戶戶觀世音」，哪一個人不知道觀世音菩薩？這就是沒有善根的人，他聽到這個名號，他曉得這一樁事情，雖然他不學佛、不信佛，阿賴耶識裡頭種子種下去了。"
    },
    {
      "id": "12-005-0002_p0028",
      "zh_CN": "在外国不行，外国人没这个福气。我这几年在美国极力的提倡，帮助外国人种佛法的种子，但是一直到现在，他们有意思要做，还没有真正的做。我下一次去，一定要把这个事情促成。我教他怎么做法？美国发行量最大的报纸，向全世界发行的报纸，我们在这边买广告。买一块广告，我一个礼拜登一次，把佛像登出去，「阿弥陀佛」写在那里，叫那个看报纸的人，他见到佛像了，也念一声阿弥陀佛。我用这个方法，我告诉他们，叫他们做，那个阿弥陀佛用英文写出来。我说广告费实在你们没有钱，这个钱我来拿，我愿意做。我要销售量最大的，不但销售全国的，能够销售到全世界的，我要来做这个工作。同时我再劝他们，像这个佛经里面，好的经文句子，我们一次刊一句或者是两句，叫你翻整个经你困难，你翻一句不难。我一个礼拜，在佛像底下刊一句经文，一个礼拜叫那些外国人学一句佛法，我教他们这样做法。",
      "zh_TW": "在外國不行，外國人沒這個福氣。我這幾年在美國極力的提倡，幫助外國人種佛法的種子，但是一直到現在，他們有意思要做，還沒有真正的做。我下一次去，一定要把這個事情促成。我教他怎麼做法？美國發行量最大的報紙，向全世界發行的報紙，我們在這邊買廣告。買一塊廣告，我一個禮拜登一次，把佛像登出去，「阿彌陀佛」寫在那裡，叫那個看報紙的人，他見到佛像了，也念一聲阿彌陀佛。我用這個方法，我告訴他們，叫他們做，那個阿彌陀佛用英文寫出來。我說廣告費實在你們沒有錢，這個錢我來拿，我願意做。我要銷售量最大的，不但銷售全國的，能夠銷售到全世界的，我要來做這個工作。同時我再勸他們，像這個佛經裡面，好的經文句子，我們一次刊一句或者是兩句，叫你翻整個經你困難，你翻一句不難。我一個禮拜，在佛像底下刊一句經文，一個禮拜叫那些外國人學一句佛法，我教他們這樣做法。"
    },
    {
      "id": "12-005-0002_p0029",
      "zh_CN": "但是这个事情，我们国内的同修要帮助他，就是我们读经的时候看到好的句子，对我们现在生活上很有用处、很有帮助的，譬如像这个「礼敬诸佛」，底下加一个简单的解释，「我们对人对事都要至诚恭敬」，那这个翻出来就可以了，一看就了解了。希望你们用中文把它写出来，你写出来给我，我就交到他们那边，他们那边留学生把它翻成英文，我们在报纸上就可以发表。我把这个订了一个题目，叫「法海一滴」，佛法大海里头一滴。古人做过一种叫经海一滴，那完全是佛经的。我们这个不仅是佛经，祖师的语录也可以、注解也可以，这个范围就大了，所以叫法海一滴，不限于经。所以诸位同修平常看经，看到有很好的句子你就写下来，我们帮助海外的同修，希望他们能够在美国大的报纸、杂志上，用广告的方式来给外国人种善根。方法很多，我们自己要努力去做，这些都是现身说法，都是我们应当要学习的。",
      "zh_TW": "但是這個事情，我們國內的同修要幫助他，就是我們讀經的時候看到好的句子，對我們現在生活上很有用處、很有幫助的，譬如像這個「禮敬諸佛」，底下加一個簡單的解釋，「我們對人對事都要至誠恭敬」，那這個翻出來就可以了，一看就了解了。希望你們用中文把它寫出來，你寫出來給我，我就交到他們那邊，他們那邊留學生把它翻成英文，我們在報紙上就可以發表。我把這個訂了一個題目，叫「法海一滴」，佛法大海裡頭一滴。古人做過一種叫經海一滴，那完全是佛經的。我們這個不僅是佛經，祖師的語錄也可以、註解也可以，這個範圍就大了，所以叫法海一滴，不限於經。所以諸位同修平常看經，看到有很好的句子你就寫下來，我們幫助海外的同修，希望他們能夠在美國大的報紙、雜誌上，用廣告的方式來給外國人種善根。方法很多，我們自己要努力去做，這些都是現身說法，都是我們應當要學習的。"
    },
    {
      "id": "12-005-0002_p0030",
      "zh_CN": "末后有九句，这个九种身也是示现给我们做个榜样。前面这个六句多半都是讲自行化他，从事上讲的，后面这个九句是从理上讲的，这是得佛法真实的受用。可以说前面示现多半是在修福这一方面，自行化他都是在福报这方面，后面这个九句是在智慧方面，这是教我们福慧双修，福慧两个字把佛法修学都概括了。",
      "zh_TW": "末後有九句，這個九種身也是示現給我們做個榜樣。前面這個六句多半都是講自行化他，從事上講的，後面這個九句是從理上講的，這是得佛法真實的受用。可以說前面示現多半是在修福這一方面，自行化他都是在福報這方面，後面這個九句是在智慧方面，這是教我們福慧雙修，福慧兩個字把佛法修學都概括了。"
    },
    {
      "id": "12-005-0002_p0031",
      "zh_CN": "【现了法如幻无垢深智身。】",
      "zh_TW": "【現了法如幻無垢深智身。】"
    },
    {
      "id": "12-005-0002_p0032",
      "zh_CN": "『现』是示现，『了』是明了，一切法『如幻』如化，《金刚经》上给我们讲的，「一切有为法，如梦幻泡影」。有为法给诸位说，不但这世间法是有为法，佛法也是有为法，像华藏世界、西方极乐世界还是有为法。有为法，事有，事相上确实有，理上没有。因此这个相上你可以受用，这受用很自在，你不能执着，你执着就错了，你就迷了。执着怎么样？执着你生烦恼了，你就患得患失。我们讲我们眼前的生活，如果我们把得失的念头打掉，哪一个人不快乐！哪一个人不自在！你今天为什么这么苦？因为你有得失，没有的想得到，得到了又怕丢掉，苦得不得了！这些苦是你自己找来的，事实上？事实上没有。所以你一定要了解世出世间这些事理的真相。「了」这个字就是智慧，他知道一切法「如幻」，知道一切法『无垢』，「垢」是代表烦恼，他晓得一切法如幻如化，他在生活当中不起贪瞋痴。六根对六尘境界，不起贪瞋痴慢，换句话说，他不起心、不动念，不分别、不执着，这多自在，得大自在！这是甚深智慧，这是菩萨做样子给我们看的。第二句是：",
      "zh_TW": "『現』是示現，『了』是明瞭，一切法『如幻』如化，《金剛經》上給我們講的，「一切有為法，如夢幻泡影」。有為法給諸位說，不但這世間法是有為法，佛法也是有為法，像華藏世界、西方極樂世界還是有為法。有為法，事有，事相上確實有，理上沒有。因此這個相上你可以受用，這受用很自在，你不能執著，你執著就錯了，你就迷了。執著怎麼樣？執著你生煩惱了，你就患得患失。我們講我們眼前的生活，如果我們把得失的念頭打掉，哪一個人不快樂！哪一個人不自在！你今天為什麼這麼苦？因為你有得失，沒有的想得到，得到了又怕丟掉，苦得不得了！這些苦是你自己找來的，事實上？事實上沒有。所以你一定要了解世出世間這些事理的真相。「了」這個字就是智慧，他知道一切法「如幻」，知道一切法『無垢』，「垢」是代表煩惱，他曉得一切法如幻如化，他在生活當中不起貪瞋痴。六根對六塵境界，不起貪瞋痴慢，換句話說，他不起心、不動念，不分別、不執著，這多自在，得大自在！這是甚深智慧，這是菩薩做樣子給我們看的。第二句是："
    },
    {
      "id": "12-005-0002_p0033",
      "zh_CN": "【现远离一切尘暗法性身。】",
      "zh_TW": "【現遠離一切塵闇法性身。】"
    },
    {
      "id": "12-005-0002_p0034",
      "zh_CN": "『尘』是尘劳，我们俗话讲七情五欲。七情五欲，他离开了；『暗』是愚痴，是无明，他也离开了。有的同修看到这个经上这么说法，他就起疑惑了，人在世间如果没有感情，那还有什么意思！这个疑问也不无道理。学了佛了，学了佛都变成没有感情，这种佛学了很可怕，学了吓人。给诸位说，那是你把佛法错解了，你误会了。学了佛之后，有真正的感情；不学佛那个情是假的，虚情假意。怎么晓得是虚情假意？他会变，你看今天这两个人很好，到明天两个人翻脸，它不是真的，所谓是「人无千日好，花无百日香」。所以世间人那个心是假的，妄心，妄心里头怎么会有真的情？不可能的事情。",
      "zh_TW": "『塵』是塵勞，我們俗話講七情五欲。七情五欲，他離開了；『闇』是愚痴，是無明，他也離開了。有的同修看到這個經上這麼說法，他就起疑惑了，人在世間如果沒有感情，那還有什麼意思！這個疑問也不無道理。學了佛了，學了佛都變成沒有感情，這種佛學了很可怕，學了嚇人。給諸位說，那是你把佛法錯解了，你誤會了。學了佛之後，有真正的感情；不學佛那個情是假的，虛情假意。怎麼曉得是虛情假意？他會變，你看今天這兩個人很好，到明天兩個人翻臉，它不是真的，所謂是「人無千日好，花無百日香」。所以世間人那個心是假的，妄心，妄心裡頭怎麼會有真的情？不可能的事情。"
    },
    {
      "id": "12-005-0002_p0035",
      "zh_CN": "佛菩萨是用真心，真心里面就有纯情。纯情，佛不叫情，叫什么？叫慈悲。名字不一样，事实是一样的。换句话说，佛菩萨那个情，是从理性的基础上发出来的，永远不会变的，是真实的，这个要懂得。佛菩萨不是没有情，有真情，永远不会变的，待人接物所表现的是纯真，纯真在自己内心里面是清净无染，这个叫自利利他。内心清净无染是自利，对待别人大慈大悲，照顾得无微不至，那是利他，自利利他，这是诸位一定要明了的。所以真正的乐在佛法里面，佛法有真乐。这叫『法性身』，虽然是肉身，就是法身。六祖在《坛经》里头也说过，「一体三身」，应身、报身、法身是一体的。其实我们每个人都是一体的，一体怎么？你是迷而不觉，不知道现在这个身就是应身，就是报身，就是法身，不知道。哪一天开悟了，你就发现到原来三身是一体，原来三身现前就具足。第三句说：",
      "zh_TW": "佛菩薩是用真心，真心裡面就有純情。純情，佛不叫情，叫什麼？叫慈悲。名字不一樣，事實是一樣的。換句話說，佛菩薩那個情，是從理性的基礎上發出來的，永遠不會變的，是真實的，這個要懂得。佛菩薩不是沒有情，有真情，永遠不會變的，待人接物所表現的是純真，純真在自己內心裡面是清淨無染，這個叫自利利他。內心清淨無染是自利，對待別人大慈大悲，照顧得無微不至，那是利他，自利利他，這是諸位一定要明瞭的。所以真正的樂在佛法裡面，佛法有真樂。這叫『法性身』，雖然是肉身，就是法身。六祖在《壇經》裡頭也說過，「一體三身」，應身、報身、法身是一體的。其實我們每個人都是一體的，一體怎麼？你是迷而不覺，不知道現在這個身就是應身，就是報身，就是法身，不知道。哪一天開悟了，你就發現到原來三身是一體，原來三身現前就具足。第三句說："
    },
    {
      "id": "12-005-0002_p0036",
      "zh_CN": "【现出生佛法觉悟一切身。】",
      "zh_TW": "【現出生佛法覺悟一切身。】"
    },
    {
      "id": "12-005-0002_p0037",
      "zh_CN": "『佛』就是觉的意思，『法』是法门，是方法，这个「佛法」是正觉，拣别不觉与邪觉。什么叫做正觉？这在佛法里面有一个标准，觉悟而没有我执的，这个才叫做正觉。虽然觉悟了，他还执着有我，这个觉就不对，就不正。所以佛法讲正觉的标准，阿罗汉以上才有，因为他见思烦恼断了，我执没有了，这也是诸位要明了的。有我执，执着这个身是我，执着这个思惟想像的是我，你看西方哲学家所谓的「我思故我在」，那个我在就是我执，他有我执，他我执打不破，这个东西很麻烦。既有我执了，就出不了三界。六道轮回，谁在轮回？我在轮回。如果哪一天我没有了，轮回也没有了；我没有了，谁轮回？没东西轮回了。",
      "zh_TW": "『佛』就是覺的意思，『法』是法門，是方法，這個「佛法」是正覺，揀別不覺與邪覺。什麼叫做正覺？這在佛法裡面有一個標準，覺悟而沒有我執的，這個才叫做正覺。雖然覺悟了，他還執著有我，這個覺就不對，就不正。所以佛法講正覺的標準，阿羅漢以上才有，因為他見思煩惱斷了，我執沒有了，這也是諸位要明瞭的。有我執，執著這個身是我，執著這個思惟想像的是我，你看西方哲學家所謂的「我思故我在」，那個我在就是我執，他有我執，他我執打不破，這個東西很麻煩。既有我執了，就出不了三界。六道輪迴，誰在輪迴？我在輪迴。如果哪一天我沒有了，輪迴也沒有了；我沒有了，誰輪迴？沒東西輪迴了。"
    },
    {
      "id": "12-005-0002_p0038",
      "zh_CN": "阿罗汉破了我执，所以阿罗汉出了三界。这是每一位同修都要记住的，为什么？可以常常检点检点自己的功夫，我自己功夫到了什么程度了？还有没有我？如果还有我相、人相、众生相、寿者相，那《金刚经》上讲了，「即非菩萨」。非什么样的菩萨？没有能力出三界的菩萨。纵然受了菩萨戒，叫名字菩萨，没有能力出三界，是六道轮回里头的菩萨。他那个讲即非菩萨，非明心见性、破我执、法执的菩萨，不是那一种菩萨，这是我们要记住的。也正因为如此，所以自古以来这些祖师大德，不管修哪一宗、修哪一个法门，修得非常之好，为什么到最后他统统舍下，专心念佛求生西方，什么道理？想想我执不破，我执不破，修得再好，还是在三界，出不了轮回，不能了生死，不能解脱。那唯一的办法，回过头来，求什么？带业往生，这是聪明人，这转得快。",
      "zh_TW": "阿羅漢破了我執，所以阿羅漢出了三界。這是每一位同修都要記住的，為什麼？可以常常檢點檢點自己的功夫，我自己功夫到了什麼程度了？還有沒有我？如果還有我相、人相、眾生相、壽者相，那《金剛經》上講了，「即非菩薩」。非什麼樣的菩薩？沒有能力出三界的菩薩。縱然受了菩薩戒，叫名字菩薩，沒有能力出三界，是六道輪迴裡頭的菩薩。他那個講即非菩薩，非明心見性、破我執、法執的菩薩，不是那一種菩薩，這是我們要記住的。也正因為如此，所以自古以來這些祖師大德，不管修哪一宗、修哪一個法門，修得非常之好，為什麼到最後他統統捨下，專心念佛求生西方，什麼道理？想想我執不破，我執不破，修得再好，還是在三界，出不了輪迴，不能了生死，不能解脫。那唯一的辦法，回過頭來，求什麼？帶業往生，這是聰明人，這轉得快。"
    },
    {
      "id": "12-005-0002_p0039",
      "zh_CN": "我们最近在讲的《无量寿清净平等觉经》，你看夏莲居居士，这是民国初年了不起的一位大居士。他一生当中，儒佛都有很深厚的基础，他学教、学禅、学密，最后归净土。你要问他为什么归净土？就是他样样学了之后，晓得没有办法破我执，没有办法断贪瞋痴慢，到最后只有求带业往生。因为任何一个法门里头没有带业的，只有念佛这个法门是带业往生的。所以求这一条路，这是什么法门都涉猎了，一个一个比较，不是那些不好，自己没有资格学，学不成。我也是样样都比较了，我学佛三十多年，二十六岁开始，今年六十一岁了。禅教密净我统统都涉猎过，我用的功夫没有他们用得深，但是我归净土的时候归得早，回头回得快。想想怎么样？不行！密是跟章嘉大师三年，他老人家就摇头说不行，密宗他跟我讲得很详细，所以我对于密宗非常的了解，章嘉大师没有叫我学，他说不行，不会成就的。我那个时候也不相信念阿弥陀佛，时节因缘没成熟，所以他老人家就教我从经典上下手。所以我跟章嘉大师三年，每个星期向他请教，他给我两个小时的时间。就是我读经典里头有疑问、有困难，他替我解答，偶尔他也讲一点给我听。这个人非常非常的慈悲。所以我是从教里面入门的。样样涉猎过之后，才晓得这个法门能救自己，别的法门虽好，救不了，不能救命，这个法门可以救命，正是「三根普被，利钝全收」。这是讲觉悟，以佛法来觉悟一切众生。第四句说：",
      "zh_TW": "我們最近在講的《無量壽清淨平等覺經》，你看夏蓮居居士，這是民國初年了不起的一位大居士。他一生當中，儒佛都有很深厚的基礎，他學教、學禪、學密，最後歸淨土。你要問他為什麼歸淨土？就是他樣樣學了之後，曉得沒有辦法破我執，沒有辦法斷貪瞋痴慢，到最後只有求帶業往生。因為任何一個法門裡頭沒有帶業的，只有念佛這個法門是帶業往生的。所以求這一條路，這是什麼法門都涉獵了，一個一個比較，不是那些不好，自己沒有資格學，學不成。我也是樣樣都比較了，我學佛三十多年，二十六歲開始，今年六十一歲了。禪教密淨我統統都涉獵過，我用的功夫沒有他們用得深，但是我歸淨土的時候歸得早，回頭回得快。想想怎麼樣？不行！密是跟章嘉大師三年，他老人家就搖頭說不行，密宗他跟我講得很詳細，所以我對於密宗非常的了解，章嘉大師沒有叫我學，他說不行，不會成就的。我那個時候也不相信念阿彌陀佛，時節因緣沒成熟，所以他老人家就教我從經典上下手。所以我跟章嘉大師三年，每個星期向他請教，他給我兩個小時的時間。就是我讀經典裡頭有疑問、有困難，他替我解答，偶爾他也講一點給我聽。這個人非常非常的慈悲。所以我是從教裡面入門的。樣樣涉獵過之後，才曉得這個法門能救自己，別的法門雖好，救不了，不能救命，這個法門可以救命，正是「三根普被，利鈍全收」。這是講覺悟，以佛法來覺悟一切眾生。第四句說："
    },
    {
      "id": "12-005-0002_p0040",
      "zh_CN": "【现普智光照差别身。】",
      "zh_TW": "【現普智光照差別身。】"
    },
    {
      "id": "12-005-0002_p0041",
      "zh_CN": "普就是平等，这个『普智』就是平等智慧，无分别的智慧。这个『照』是起作用，照一切众生，根性是向外照，众生根性不相同，所接引众生的方便也就不同，所谓是善巧方便，这就有许多差别的法。在佛法里面大分就有人天乘佛法、声闻乘、缘觉乘、菩萨乘，这就有很多差别法。所谓说无量法门，八万四千法门，差别法。为什么有这些差别？实际上，这些差别法是从无差别里面生出来的，因此差别即是无差别，无差别即是差别，差别跟无差别是不二。这才真正明了，这些差别法的作用无非是接引种种不同根性而设施的，统统叫做权巧方便，是用差别诱导你入无差别，无差别才是真正的目标。所以根性利的人，一下就从无差别去下手，就从这个门就入进去了。中下根性的人，必定要从差别才能够入门，这也就是讲的善巧方便。第五句说：",
      "zh_TW": "普就是平等，這個『普智』就是平等智慧，無分別的智慧。這個『照』是起作用，照一切眾生，根性是向外照，眾生根性不相同，所接引眾生的方便也就不同，所謂是善巧方便，這就有許多差別的法。在佛法裡面大分就有人天乘佛法、聲聞乘、緣覺乘、菩薩乘，這就有很多差別法。所謂說無量法門，八萬四千法門，差別法。為什麼有這些差別？實際上，這些差別法是從無差別裡面生出來的，因此差別即是無差別，無差別即是差別，差別跟無差別是不二。這才真正明瞭，這些差別法的作用無非是接引種種不同根性而設施的，統統叫做權巧方便，是用差別誘導你入無差別，無差別才是真正的目標。所以根性利的人，一下就從無差別去下手，就從這個門就入進去了。中下根性的人，必定要從差別才能夠入門，這也就是講的善巧方便。第五句說："
    },
    {
      "id": "12-005-0002_p0042",
      "zh_CN": "【现究竟无患无烦恼身。】",
      "zh_TW": "【現究竟無患無煩惱身。】"
    },
    {
      "id": "12-005-0002_p0043",
      "zh_CN": "这就是示现的清净自在，无忧无乐，我们一般人讲快乐无比，这很能诱惑人。所以学佛，诸位要记住，你愈学佛愈快乐，这就对了；如果愈学愈苦，那个路就走错，不管学哪个法门。因为佛法就是离苦得乐，再学了佛法，离乐得苦，这个目标是颠倒，那一定要好好的检讨，我们的路走错了。或者所依据的理论，或者用的方法必定有错误，不然的话，这个佛法学起来，一定是愈学愈快乐，愈学愈自在，心开意解，这才是真正上了轨道。这一点也很重要，勘验我们自己走的这个路有没有偏差。所以学佛能得法喜，这就是证明你学的没错，你学了有效果，你的方法用得正确，你旁边接触你的人必定受感动。许多同学们学了佛，家里人反对，这个现象是不正常的，自己应该要检讨，为什么会叫你的周围人反对你。如果你学了佛，凡是接触你的人都欢喜，都想要问你，你为什么生活这么快乐？你用什么方法得到的？你这个学法就对了。所以说连邻近的人都不能感动，你还要去度化众生，这办不到。",
      "zh_TW": "這就是示現的清淨自在，無憂無樂，我們一般人講快樂無比，這很能誘惑人。所以學佛，諸位要記住，你愈學佛愈快樂，這就對了；如果愈學愈苦，那個路就走錯，不管學哪個法門。因為佛法就是離苦得樂，再學了佛法，離樂得苦，這個目標是顛倒，那一定要好好的檢討，我們的路走錯了。或者所依據的理論，或者用的方法必定有錯誤，不然的話，這個佛法學起來，一定是愈學愈快樂，愈學愈自在，心開意解，這才是真正上了軌道。這一點也很重要，勘驗我們自己走的這個路有沒有偏差。所以學佛能得法喜，這就是證明你學的沒錯，你學了有效果，你的方法用得正確，你旁邊接觸你的人必定受感動。許多同學們學了佛，家裡人反對，這個現象是不正常的，自己應該要檢討，為什麼會叫你的周圍人反對你。如果你學了佛，凡是接觸你的人都歡喜，都想要問你，你為什麼生活這麼快樂？你用什麼方法得到的？你這個學法就對了。所以說連鄰近的人都不能感動，你還要去度化眾生，這辦不到。"
    },
    {
      "id": "12-005-0002_p0044",
      "zh_CN": "譬如说你父母，你没有学佛的时候，你不懂得怎么孝顺；学了佛之后，你懂得孝顺父母，你懂得尊敬你的尊长，你的家人看到你怎么不欢喜？你的邻里乡党看到你的时候为什么不羡慕？他一定向你请教，你这是从哪里学来的，你就可以把佛法介绍给他。佛法是觉而不迷，正而不邪，净而不染，怎么会叫别人起反感？没这个道理。凡是对学佛起反感的，只有两个原因，一个是误会，一个是隔阂。如果把误会消除，隔阂打破，没有人不欢喜佛法的。所以学佛的同修，天天要反省，天天要检点，要把自己的毛病找出来。找出来之后，把它改正过来，那就叫做修行，修就是修正。自己有毛病不知道，这是迷惑；自己有这些毛病，知道了，那就叫开悟了。佛法叫开悟，悟的什么？悟的是自己许许多多的毛病，自己统统明了，这叫开悟。所以悟后起修，什么叫修？改过来就是修。什么叫开悟、什么叫修行？一定要搞得清清楚楚。不是说见鬼、见神，那就叫开悟，那个毛病大了，那大错特错了。你要能把这些道理，这是佛法里正确的道理，你给人讲得清清楚楚，佛法里头没有迷信。不但你的家人不会障碍你学佛，反而会鼓励你来修学；不但他来鼓励，他会跟着你一道来学。你今天自己学佛，遭到别人误会，遭到一些阻碍，都是你自己路走错了，错在哪里你自己还不晓得。这是诸位一定要明了的。",
      "zh_TW": "譬如說你父母，你沒有學佛的時候，你不懂得怎麼孝順；學了佛之後，你懂得孝順父母，你懂得尊敬你的尊長，你的家人看到你怎麼不歡喜？你的鄰里鄉黨看到你的時候為什麼不羨慕？他一定向你請教，你這是從哪裡學來的，你就可以把佛法介紹給他。佛法是覺而不迷，正而不邪，淨而不染，怎麼會叫別人起反感？沒這個道理。凡是對學佛起反感的，只有兩個原因，一個是誤會，一個是隔閡。如果把誤會消除，隔閡打破，沒有人不歡喜佛法的。所以學佛的同修，天天要反省，天天要檢點，要把自己的毛病找出來。找出來之後，把它改正過來，那就叫做修行，修就是修正。自己有毛病不知道，這是迷惑；自己有這些毛病，知道了，那就叫開悟了。佛法叫開悟，悟的什麼？悟的是自己許許多多的毛病，自己統統明瞭，這叫開悟。所以悟後起修，什麼叫修？改過來就是修。什麼叫開悟、什麼叫修行？一定要搞得清清楚楚。不是說見鬼、見神，那就叫開悟，那個毛病大了，那大錯特錯了。你要能把這些道理，這是佛法裡正確的道理，你給人講得清清楚楚，佛法裡頭沒有迷信。不但你的家人不會障礙你學佛，反而會鼓勵你來修學；不但他來鼓勵，他會跟著你一道來學。你今天自己學佛，遭到別人誤會，遭到一些阻礙，都是你自己路走錯了，錯在哪裡你自己還不曉得。這是諸位一定要明瞭的。"
    },
    {
      "id": "12-005-0002_p0045",
      "zh_CN": "菩萨如此示现，我们要悉心去提倡，要把他示现的、把他所说的，应用在我们自己生活上。佛法就是生活，把我们自己现实的生活变成《大方广佛华严经》的境界。华严境界在哪里？我们现在境界就是的，这样才有真实的受用。如果你学了佛法，佛法与现实生活脱节了，这不是佛法，这样的佛法我也不要学，我也会阻止。诸位要晓得，佛法就是生活，一切法就是生活，穿衣吃饭，待人接物。佛就是觉，在穿衣吃饭、待人接物里头觉而不迷，你就快乐，你就得自在了。一切众生都想追求这个目标，他得不到，中国人、外国人都有这个愿望，都有个共同的追求。你要是把这个方法、诀窍告诉他了，他怎么不欢喜、他怎么不接受！而是你今天自己迷惑，学佛，人家说你迷信，你生气，问问你佛法是什么？不清楚，那你不是迷信是什么？确实是迷信。连个开悟、修行都没有搞清楚，你怎么不迷！确实是迷信。你真正明了了，讲清楚、讲明白了，谁都欢喜。",
      "zh_TW": "菩薩如此示現，我們要悉心去提倡，要把他示現的、把他所說的，應用在我們自己生活上。佛法就是生活，把我們自己現實的生活變成《大方廣佛華嚴經》的境界。華嚴境界在哪裡？我們現在境界就是的，這樣才有真實的受用。如果你學了佛法，佛法與現實生活脫節了，這不是佛法，這樣的佛法我也不要學，我也會阻止。諸位要曉得，佛法就是生活，一切法就是生活，穿衣吃飯，待人接物。佛就是覺，在穿衣吃飯、待人接物裡頭覺而不迷，你就快樂，你就得自在了。一切眾生都想追求這個目標，他得不到，中國人、外國人都有這個願望，都有個共同的追求。你要是把這個方法、訣竅告訴他了，他怎麼不歡喜、他怎麼不接受！而是你今天自己迷惑，學佛，人家說你迷信，你生氣，問問你佛法是什麼？不清楚，那你不是迷信是什麼？確實是迷信。連個開悟、修行都沒有搞清楚，你怎麼不迷！確實是迷信。你真正明瞭了，講清楚、講明白了，誰都歡喜。"
    },
    {
      "id": "12-005-0002_p0046",
      "zh_CN": "我在外国跟基督教徒们谈过，正式的举行座谈会，一次三个小时。我在达拉斯，他们神学院牧师以及神学院的学生来找我，三个小时座谈会谈下来之后，欢喜得不得了，闻所未闻，确实闻所未闻，所以他们都发心，都想学。还有外国学校的学生。所以希望大家努力，佛法弘扬到全世界，不是个难事情。难，没有人把它讲清楚，难在这个地方，所以希望同修们要发心。",
      "zh_TW": "我在外國跟基督教徒們談過，正式的舉行座談會，一次三個小時。我在達拉斯，他們神學院牧師以及神學院的學生來找我，三個小時座談會談下來之後，歡喜得不得了，聞所未聞，確實聞所未聞，所以他們都發心，都想學。還有外國學校的學生。所以希望大家努力，佛法弘揚到全世界，不是個難事情。難，沒有人把它講清楚，難在這個地方，所以希望同修們要發心。"
    },
    {
      "id": "12-005-0002_p0047",
      "zh_CN": "今天时间到了，这九句不能讲完，我们留在下一次，星期二再继续讲。",
      "zh_TW": "今天時間到了，這九句不能講完，我們留在下一次，星期二再繼續講。"
    }
  ]
}