{
  "doc_id": "12-005-0028",
  "title": {
    "zh_CN": "华严经大愿精进力夜神章",
    "zh_TW": "華嚴經大願精進力夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1988",
    "zh_TW": "1988"
  },
  "doc_number": "12-005-0028",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "12-005-0028_p0001",
      "zh_CN": "八百七十五页倒数第四行，在下面，我们把这个经文念一段，对对地方：",
      "zh_TW": "八百七十五頁倒數第四行，在下面，我們把這個經文念一段，對對地方："
    },
    {
      "id": "12-005-0028_p0002",
      "zh_CN": "【次复有劫。名曰日光。于彼劫中。有十万佛出兴于世。最初如来。名妙相好吉祥山。我时为王。名曰大慧。于彼如来。承事供养。令生欢喜。】",
      "zh_TW": "【次復有劫。名曰日光。於彼劫中。有十萬佛出興於世。最初如來。名妙相好吉祥山。我時為王。名曰大慧。於彼如來。承事供養。令生歡喜。】"
    },
    {
      "id": "12-005-0028_p0003",
      "zh_CN": "从这个地方看起。这一段文文字很长，意思很容易懂。在佛经里面凡是遇到像这样的经文，古德把它叫做流水句，叫流水句子。意思跟前面一段讲的完全相同，只着重在菩萨因地当中修行时劫之长。换句话说，它主要的意思就是告诉我们，学佛要有耐心，要有长远心，决定不是短时间能够成就的。所以这些菩萨都是给我们做榜样。特别是在这个时代，无论是在国内、在国外，我们所看到的就是年轻人缺乏耐心，没有长远心，这个样子学道就很难了。在古时候不要说学道，就是世间学一个手艺，譬如学做木匠、学做个泥水匠，也得要三年才能出师，就是才离开老师，可以自己做了，还得要三年。佛法里面，我们看看古来的一些祖师大德们，你们看看《高僧传》，那是出家人；你再看看《居士传》，在家修行的，都是经历相当长的时间，十年、八年那是一点都不稀奇的，这才能成功。",
      "zh_TW": "從這個地方看起。這一段文文字很長，意思很容易懂。在佛經裡面凡是遇到像這樣的經文，古德把它叫做流水句，叫流水句子。意思跟前面一段講的完全相同，只著重在菩薩因地當中修行時劫之長。換句話說，它主要的意思就是告訴我們，學佛要有耐心，要有長遠心，決定不是短時間能夠成就的。所以這些菩薩都是給我們做榜樣。特別是在這個時代，無論是在國內、在國外，我們所看到的就是年輕人缺乏耐心，沒有長遠心，這個樣子學道就很難了。在古時候不要說學道，就是世間學一個手藝，譬如學做木匠、學做個泥水匠，也得要三年才能出師，就是才離開老師，可以自己做了，還得要三年。佛法裡面，我們看看古來的一些祖師大德們，你們看看《高僧傳》，那是出家人；你再看看《居士傳》，在家修行的，都是經歷相當長的時間，十年、八年那是一點都不稀奇的，這才能成功。"
    },
    {
      "id": "12-005-0028_p0004",
      "zh_CN": "一方面要学，一方面要修，所谓是解行并重，解行是同时的。学是明理，这个意思是明理，开智慧；修是断烦恼、断习气，烦恼、习气不除，成不了佛。你听听哪一尊佛是没断烦恼的佛？你找不到。不但佛要断烦恼，连个小乘初果都已经将三界八十八品见惑他断尽了，才能证得个须陀洹的果位。再进一步将八十一品思惑也断尽了，这是见思烦恼断尽了，这才成为一个小乘阿罗汉。由此可知，所谓修行修的是什么？这个诸位一定要知道，修行就是断烦恼，就是断习气，把这个不好的习气统统把它断掉，这个叫修行。行是行为，我们的思想、见解、言语、造作，这些都是行为。行为有了错误，为什么会有错误？你内里面有烦恼，有迷惑、颠倒，所以你的行为就会发生错误。把这些错误修正过来，这个叫修行。所以诸位一定要记住，修行不是说我每天念经、我每天拜佛、我每天念佛一万声，这个叫修行，那是一种修行的手段而已，那是手段、方法。方法太多太多了，不止这三种。",
      "zh_TW": "一方面要學，一方面要修，所謂是解行並重，解行是同時的。學是明理，這個意思是明理，開智慧；修是斷煩惱、斷習氣，煩惱、習氣不除，成不了佛。你聽聽哪一尊佛是沒斷煩惱的佛？你找不到。不但佛要斷煩惱，連個小乘初果都已經將三界八十八品見惑他斷盡了，才能證得個須陀洹的果位。再進一步將八十一品思惑也斷盡了，這是見思煩惱斷盡了，這才成為一個小乘阿羅漢。由此可知，所謂修行修的是什麼？這個諸位一定要知道，修行就是斷煩惱，就是斷習氣，把這個不好的習氣統統把它斷掉，這個叫修行。行是行為，我們的思想、見解、言語、造作，這些都是行為。行為有了錯誤，為什麼會有錯誤？你內裡面有煩惱，有迷惑、顛倒，所以你的行為就會發生錯誤。把這些錯誤修正過來，這個叫修行。所以諸位一定要記住，修行不是說我每天念經、我每天拜佛、我每天念佛一萬聲，這個叫修行，那是一種修行的手段而已，那是手段、方法。方法太多太多了，不止這三種。"
    },
    {
      "id": "12-005-0028_p0005",
      "zh_CN": "所以经上讲八万四千法门、无量法门，可见得方法太多了，这是方法、手段不一定的，你觉得哪一种方法、哪个手段对修正自己的思想行为有效，你就可以采取哪一种方法。所以法是没有一定的，《金刚经》上所说，「佛无有定法可说」。真正修行，尤其是大乘，那特别是《华严经》，《华严经》这是一乘法，这个里面菩萨所讲的修行方便可以说是不拘形式，他讲的是效果，真正断烦恼，真正断习气，特别是五十三参里面显示给我们看的。",
      "zh_TW": "所以經上講八萬四千法門、無量法門，可見得方法太多了，這是方法、手段不一定的，你覺得哪一種方法、哪個手段對修正自己的思想行為有效，你就可以採取哪一種方法。所以法是沒有一定的，《金剛經》上所說，「佛無有定法可說」。真正修行，尤其是大乘，那特別是《華嚴經》，《華嚴經》這是一乘法，這個裡面菩薩所講的修行方便可以說是不拘形式，他講的是效果，真正斷煩惱，真正斷習氣，特別是五十三參裡面顯示給我們看的。"
    },
    {
      "id": "12-005-0028_p0006",
      "zh_CN": "前面我们已经将这一段的大意给诸位说过了，但是今天我看有不少新的同修，上一次你们没有来，我们不能像上一次那么详细的讲解，但是略略的说一说。这个经文里面最重要的一句话，就是「佛出兴于世，我皆亲近一一承事，恭敬供养」，就是这个三句。亲近承事，恭敬供养，简单的说就是这八个字。学道一定要亲近善知识，如果说不亲近善知识，你要是讲学成了，给诸位说，没这回事情，没有这回事情的，我们千万不要打这个妄想。永嘉大师，这是我们中国古代的一位了不起的高僧，他求学很认真，这个人实在讲不是一个普通人，拿现在来说，那是天才，的确是个天才。他学得很多，换句话说，他亲近过许许多多的善知识，他听得也多，他确确实实开悟了。六祖的徒弟（就是学生）玄策，听到他在一方说法很有声望，就特别去拜访他。问他，你的佛法从哪里学来的，你是跟哪一个老师学来的？而且玄策告诉他，你所得的法如果没有真正善知识给你印证，那还不能算定论。如果不需要善知识印证，他就说得很明白了，威音王前可以，威音王佛以后，说没有老师自己学出来的，全是天魔外道。你就想想，那威音王是什么时候？无量劫之前，古佛了。换句话说，无论是中国、是外国，是古是今，你去打听打听，你去查看查看，哪一个真正学成的人是没有老师的，自己学出来的？你去查查看，没有。六祖惠能也是五祖忍和尚传授给他的。所以以后这个永嘉就跟着玄策到曹溪去亲近六祖，六祖做他的得法和尚。",
      "zh_TW": "前面我們已經將這一段的大意給諸位說過了，但是今天我看有不少新的同修，上一次你們沒有來，我們不能像上一次那麼詳細的講解，但是略略的說一說。這個經文裡面最重要的一句話，就是「佛出興於世，我皆親近一一承事，恭敬供養」，就是這個三句。親近承事，恭敬供養，簡單的說就是這八個字。學道一定要親近善知識，如果說不親近善知識，你要是講學成了，給諸位說，沒這回事情，沒有這回事情的，我們千萬不要打這個妄想。永嘉大師，這是我們中國古代的一位了不起的高僧，他求學很認真，這個人實在講不是一個普通人，拿現在來說，那是天才，的確是個天才。他學得很多，換句話說，他親近過許許多多的善知識，他聽得也多，他確確實實開悟了。六祖的徒弟（就是學生）玄策，聽到他在一方說法很有聲望，就特別去拜訪他。問他，你的佛法從哪裡學來的，你是跟哪一個老師學來的？而且玄策告訴他，你所得的法如果沒有真正善知識給你印證，那還不能算定論。如果不需要善知識印證，他就說得很明白了，威音王前可以，威音王佛以後，說沒有老師自己學出來的，全是天魔外道。你就想想，那威音王是什麼時候？無量劫之前，古佛了。換句話說，無論是中國、是外國，是古是今，你去打聽打聽，你去查看查看，哪一個真正學成的人是沒有老師的，自己學出來的？你去查查看，沒有。六祖惠能也是五祖忍和尚傳授給他的。所以以後這個永嘉就跟著玄策到曹溪去親近六祖，六祖做他的得法和尚。"
    },
    {
      "id": "12-005-0028_p0007",
      "zh_CN": "所以亲近善知识是我们学道第一要紧的大事。我们在小乘经，此地也流通得很多，《阿难问事佛吉凶经》，这个经一开头，佛就告诉阿难，学佛第一要亲近明师。这个明师，不是知名度很高的那个法师，名气大、知名度高，不一定真正有道。这个明是光明之明，换句话说，实实在在有修有证，这个叫明师。纵然没有证果，也要找一个有修有学的善知识，有解有行的善知识，你跟他学就不会错了。这讲亲近老师。这个亲近老师，诸位要晓得，在我们自己没学成的时候，只能亲近一位老师，不可以同时亲近很多的老师，这个是忌讳。为什么？因为每一个老师他学的东西不一样，他修的法门也不一样。你亲近一个老师，你走一条路，这个路容易走；你亲近两个老师，那两个老师路不一样的，修的法门不一样的，那么你到底学哪一个好？你就有了问题；你亲近三个老师，那你就走到三叉路口；你亲近四个老师，你就走到十字街头了，你无所适从。这个就是毛病。",
      "zh_TW": "所以親近善知識是我們學道第一要緊的大事。我們在小乘經，此地也流通得很多，《阿難問事佛吉凶經》，這個經一開頭，佛就告訴阿難，學佛第一要親近明師。這個明師，不是知名度很高的那個法師，名氣大、知名度高，不一定真正有道。這個明是光明之明，換句話說，實實在在有修有證，這個叫明師。縱然沒有證果，也要找一個有修有學的善知識，有解有行的善知識，你跟他學就不會錯了。這講親近老師。這個親近老師，諸位要曉得，在我們自己沒學成的時候，只能親近一位老師，不可以同時親近很多的老師，這個是忌諱。為什麼？因為每一個老師他學的東西不一樣，他修的法門也不一樣。你親近一個老師，你走一條路，這個路容易走；你親近兩個老師，那兩個老師路不一樣的，修的法門不一樣的，那麼你到底學哪一個好？你就有了問題；你親近三個老師，那你就走到三叉路口；你親近四個老師，你就走到十字街頭了，你無所適從。這個就是毛病。"
    },
    {
      "id": "12-005-0028_p0008",
      "zh_CN": "所以我们亲近善知识，要很慎重的去选择。选择之后，我就跟他，就跟定一个老师，跟一个师父学。学到什么时候才能离开老师？现在讲毕业了，学到你自己有能力辨别真假。现在这个佛法有假的，《楞严经》上说，「末法时期」，实际上就是讲我们现代这个时代，「邪师说法如恒河沙」，太多太多假的。我们好心去学佛，亲近一个老师，他讲的东西是假的，那我们不是很冤枉！尤其说是初学的人，先入为主，就把假的当作真的，以后遇到真正的善知识，跟你讲的跟从前老师讲的不一样，那你就不接受，你排斥了，这就很可惜了。到你有能力辨别真假、辨别邪正，辨别是非、辨别善恶，你确实有这个能力，这个时候就可以出师了，就可以离开老师了。",
      "zh_TW": "所以我們親近善知識，要很慎重的去選擇。選擇之後，我就跟他，就跟定一個老師，跟一個師父學。學到什麼時候才能離開老師？現在講畢業了，學到你自己有能力辨別真假。現在這個佛法有假的，《楞嚴經》上說，「末法時期」，實際上就是講我們現代這個時代，「邪師說法如恆河沙」，太多太多假的。我們好心去學佛，親近一個老師，他講的東西是假的，那我們不是很冤枉！尤其說是初學的人，先入為主，就把假的當作真的，以後遇到真正的善知識，跟你講的跟從前老師講的不一樣，那你就不接受，你排斥了，這就很可惜了。到你有能力辨別真假、辨別邪正，辨別是非、辨別善惡，你確實有這個能力，這個時候就可以出師了，就可以離開老師了。"
    },
    {
      "id": "12-005-0028_p0009",
      "zh_CN": "实在讲你有了这个程度，老师会劝你离开，不会要你多住在他那里一天，他都不愿意，你有能力参学了，就像此地五十三参。到这个时候不管什么人说法，邪师、正师都可以听，为什么？你有能力辨别。你有慧眼，你能认识，这个时候叫你离开，你就开始博学多闻，不管什么人讲经都可以听，不管什么经论你统统都可以看，这是当你已经成熟了。你亲近一切知识，善知识、恶知识对你都没有害处，增长智慧，增长定力，你不被他所动摇，成就你的定力；善恶辨别得清清楚楚、了了分明，这是增长智慧。可是你没有这个能力的时候，你就不可以出去参学，你就老老实实跟一个老师。可是今天善知识到哪里去找去？找不到！固然也有人说，「我是善知识，你们来跟我学」，他到处在宣传，宣传他是善知识，那他究竟是真的善知识，还是假善知识，这就很难讲。",
      "zh_TW": "實在講你有了這個程度，老師會勸你離開，不會要你多住在他那裡一天，他都不願意，你有能力參學了，就像此地五十三參。到這個時候不管什麼人說法，邪師、正師都可以聽，為什麼？你有能力辨別。你有慧眼，你能認識，這個時候叫你離開，你就開始博學多聞，不管什麼人講經都可以聽，不管什麼經論你統統都可以看，這是當你已經成熟了。你親近一切知識，善知識、惡知識對你都沒有害處，增長智慧，增長定力，你不被他所動搖，成就你的定力；善惡辨別得清清楚楚、了了分明，這是增長智慧。可是你沒有這個能力的時候，你就不可以出去參學，你就老老實實跟一個老師。可是今天善知識到哪裡去找去？找不到！固然也有人說，「我是善知識，你們來跟我學」，他到處在宣傳，宣傳他是善知識，那他究竟是真的善知識，還是假善知識，這就很難講。"
    },
    {
      "id": "12-005-0028_p0010",
      "zh_CN": "说个实实在在的话，即使遇到真正的善知识，你想跟他学，他肯不肯收你还是个大问题。那个善知识要收一个学生，条件很苛刻，不简单，恐怕他不肯收你，这个事情就难了。找，找不到；遇到了，遇到他又不要你。他为什么不要你？因为你的头脑已经杂乱了，他不愿意用很多的时间、功夫来给你洗脑，他不愿意。那就是说你听得太多，你看得太多了，这个善知识不会要这种学生。善知识要什么样的学生？初发心的，发心学佛，你有没有听过哪些人讲经？没听过；你有没有看过什么佛经、佛书？没看过，那这个人善知识就把他当宝贝。为什么？他心地干干净净，一点染污都没有，他乐意教他，为什么？他怎么样教他，他怎么样接受，他完全能接受。你在外面听了别人讲的，那老师再跟你讲的时候，你会比较，他讲跟我从前听的不一样，你就会起疑惑、排斥，难以相信，不能接受。所以善知识不要这种学生，这个学生他不要的。所以找个老师不简单，老师要找学生也不是容易事情，要师资道合，这是多生多劫的缘分，没有缘分遇不到的。",
      "zh_TW": "說個實實在在的話，即使遇到真正的善知識，你想跟他學，他肯不肯收你還是個大問題。那個善知識要收一個學生，條件很苛刻，不簡單，恐怕他不肯收你，這個事情就難了。找，找不到；遇到了，遇到他又不要你。他為什麼不要你？因為你的頭腦已經雜亂了，他不願意用很多的時間、功夫來給你洗腦，他不願意。那就是說你聽得太多，你看得太多了，這個善知識不會要這種學生。善知識要什麼樣的學生？初發心的，發心學佛，你有沒有聽過哪些人講經？沒聽過；你有沒有看過什麼佛經、佛書？沒看過，那這個人善知識就把他當寶貝。為什麼？他心地乾乾淨淨，一點染污都沒有，他樂意教他，為什麼？他怎麼樣教他，他怎麼樣接受，他完全能接受。你在外面聽了別人講的，那老師再跟你講的時候，你會比較，他講跟我從前聽的不一樣，你就會起疑惑、排斥，難以相信，不能接受。所以善知識不要這種學生，這個學生他不要的。所以找個老師不簡單，老師要找學生也不是容易事情，要師資道合，這是多生多劫的緣分，沒有緣分遇不到的。"
    },
    {
      "id": "12-005-0028_p0011",
      "zh_CN": "尤其是在现代这个时代，言论自由、出版自由，这下害了人了。在我们中国过去，你说升座讲经说法，不是随便一个人学了点佛法就可以升座讲经，不可以的。你写的东西想出版，也不是你有钱就可以去出版，不可以的。从前的标准，要得到国家的承认。所以想出家也不像现在这么容易，找一个庙、找一个师父，剃了头就出家，哪有这么简单！从前出家要经过考试，这个考试是国家主办的。考试的科目比考进士还要难，为什么？你考中了进士，你可以替政府做事，政府可以委派你做个县市长，或者在中央政府，像现在的科长、专员之类的，可以委派你的。你是皇帝的臣子，你要服从命令的。可是出家人的身分是皇帝的老师，皇帝要承认你是他的老师，换句话说，那个考试决定不像考进士那么简单。所以一般课程标准跟进士相同，除了这一部分之外，还要考佛法的经典。这两重，所谓是内学、外学统统及格了，皇帝承认你有资格做我的老师，这才给一个证书给你，及格证书。这个证书叫度牒，你拿到这个度牒，你才有资格出家。",
      "zh_TW": "尤其是在現代這個時代，言論自由、出版自由，這下害了人了。在我們中國過去，你說升座講經說法，不是隨便一個人學了點佛法就可以升座講經，不可以的。你寫的東西想出版，也不是你有錢就可以去出版，不可以的。從前的標準，要得到國家的承認。所以想出家也不像現在這麼容易，找一個廟、找一個師父，剃了頭就出家，哪有這麼簡單！從前出家要經過考試，這個考試是國家主辦的。考試的科目比考進士還要難，為什麼？你考中了進士，你可以替政府做事，政府可以委派你做個縣市長，或者在中央政府，像現在的科長、專員之類的，可以委派你的。你是皇帝的臣子，你要服從命令的。可是出家人的身分是皇帝的老師，皇帝要承認你是他的老師，換句話說，那個考試決定不像考進士那麼簡單。所以一般課程標準跟進士相同，除了這一部分之外，還要考佛法的經典。這兩重，所謂是內學、外學統統及格了，皇帝承認你有資格做我的老師，這才給一個證書給你，及格證書。這個證書叫度牒，你拿到這個度牒，你才有資格出家。"
    },
    {
      "id": "12-005-0028_p0012",
      "zh_CN": "所以从前你要想出家，你觉得这个寺庙不错，很有缘分，你跟这个老和尚，你说你想出家，老和尚就跟你要，你有没有度牒？你没有度牒，老和尚要收了你出家，他犯国法，他要受国家法律的制裁，不可以的。你一定要有度牒，你有度牒，换句话说，这个政府、皇帝承认你有出家的资格。所以以前一出家，是国王、大臣没有不尊敬的，道理在此地，他有相当高的水准。不像现在是想出家就出家了，没那么方便。你有著作要出版，那先要送到中央政府去审查。当然不是皇帝来审查，皇帝会派这些高僧大德来看，认为你这个很有价值，确实可以流通了，皇帝以命令颁布，这个书可以出版。因此这个邪知邪见的这些书籍就很少，它不能流通。不像现在，现在言论自由、出版自由，这一自由就坏了，把从前这个水准破坏了。",
      "zh_TW": "所以從前你要想出家，你覺得這個寺廟不錯，很有緣分，你跟這個老和尚，你說你想出家，老和尚就跟你要，你有沒有度牒？你沒有度牒，老和尚要收了你出家，他犯國法，他要受國家法律的制裁，不可以的。你一定要有度牒，你有度牒，換句話說，這個政府、皇帝承認你有出家的資格。所以以前一出家，是國王、大臣沒有不尊敬的，道理在此地，他有相當高的水準。不像現在是想出家就出家了，沒那麼方便。你有著作要出版，那先要送到中央政府去審查。當然不是皇帝來審查，皇帝會派這些高僧大德來看，認為你這個很有價值，確實可以流通了，皇帝以命令頒布，這個書可以出版。因此這個邪知邪見的這些書籍就很少，它不能流通。不像現在，現在言論自由、出版自由，這一自由就壞了，把從前這個水準破壞了。"
    },
    {
      "id": "12-005-0028_p0013",
      "zh_CN": "今天究竟哪是正法、哪是邪法，对于初学的人来说很难辨别。亲近一个善知识又很不容易，这怎么办？在这种情形之下，最好就是以古大德为老师，那你就决定不错了。这个方法出家同修跟在家的同修都可以用，你要晓得这是真正有好处。以古德，我们自己喜欢的经典选一部，不要选多，选一部专读，读诵。读是对着本子念叫读，诵是背诵，离开、没有本子自己能够背得过来，这叫背诵。一定要把这个经念熟，念的遍数愈多愈好。古人曾经说过，「读书千遍，其义自见」，这个意思就是说，这个书你念上一千遍，它里头的意思你就明了了。怎么明了？能悟的出来，不是你自己去思惟、去思考、想像它是什么意思，不是的，这个意思自自然然从心里头往外涌现，这个叫悟。不熟不行，熟了之后，他心清净。所以这个读经，诸位要晓得，读经也是修行。",
      "zh_TW": "今天究竟哪是正法、哪是邪法，對於初學的人來說很難辨別。親近一個善知識又很不容易，這怎麼辦？在這種情形之下，最好就是以古大德為老師，那你就決定不錯了。這個方法出家同修跟在家的同修都可以用，你要曉得這是真正有好處。以古德，我們自己喜歡的經典選一部，不要選多，選一部專讀，讀誦。讀是對著本子念叫讀，誦是背誦，離開、沒有本子自己能夠背得過來，這叫背誦。一定要把這個經念熟，念的遍數愈多愈好。古人曾經說過，「讀書千遍，其義自見」，這個意思就是說，這個書你念上一千遍，它裡頭的意思你就明瞭了。怎麼明瞭？能悟的出來，不是你自己去思惟、去思考、想像它是什麼意思，不是的，這個意思自自然然從心裡頭往外湧現，這個叫悟。不熟不行，熟了之後，他心清淨。所以這個讀經，諸位要曉得，讀經也是修行。"
    },
    {
      "id": "12-005-0028_p0014",
      "zh_CN": "读佛经跟念世间那个书不一样，这是讲什么？跟现代念这个世间书不一样。但是像我们中国古代那个读书跟念佛经，确实有很多地方它相同的，它这个功德利益是相同的。佛法读经是戒、定、慧三学是一次完成，就统统都有了，正是《华严经》上所讲的，「行布不碍圆融，圆融不碍行布」。行布是次第，我学持戒的时候不是修定，修定的时候也不是开慧，它是有次第的、有次序的。圆融是戒、定、慧同时修行，同时修，同时完成，这叫圆融。圆融跟次第可以并进，可以同时下手。我们在日常生活当中，处事待人接物我们有次第；但是在读经，这个就是圆融的。戒律虽然很多，戒条很多，戒律的精神只有八个字，「诸恶莫作，众善奉行」，就这八个字。诸恶莫作是小乘戒，是自律的，律自己的，众善奉行是大乘菩萨戒，所以这个两句戒律统统都包括尽了。我们读佛经，你读经的时候你心里不会想坏事，念经！那岂不就是诸恶莫作了吗？你看小乘戒具足。经，这个文字是佛从真如本性里面流露出来的，是止于至善，没有比这个更善，我们读经就是众善奉行。你看大乘戒律也都完全包括了，一条都不漏。所以千万不要轻视读经，读经是修圆满的戒律。",
      "zh_TW": "讀佛經跟念世間那個書不一樣，這是講什麼？跟現代念這個世間書不一樣。但是像我們中國古代那個讀書跟念佛經，確實有很多地方它相同的，它這個功德利益是相同的。佛法讀經是戒、定、慧三學是一次完成，就統統都有了，正是《華嚴經》上所講的，「行布不礙圓融，圓融不礙行布」。行布是次第，我學持戒的時候不是修定，修定的時候也不是開慧，它是有次第的、有次序的。圓融是戒、定、慧同時修行，同時修，同時完成，這叫圓融。圓融跟次第可以並進，可以同時下手。我們在日常生活當中，處事待人接物我們有次第；但是在讀經，這個就是圓融的。戒律雖然很多，戒條很多，戒律的精神只有八個字，「諸惡莫作，眾善奉行」，就這八個字。諸惡莫作是小乘戒，是自律的，律自己的，眾善奉行是大乘菩薩戒，所以這個兩句戒律統統都包括盡了。我們讀佛經，你讀經的時候你心裡不會想壞事，念經！那豈不就是諸惡莫作了嗎？你看小乘戒具足。經，這個文字是佛從真如本性裡面流露出來的，是止於至善，沒有比這個更善，我們讀經就是眾善奉行。你看大乘戒律也都完全包括了，一條都不漏。所以千萬不要輕視讀經，讀經是修圓滿的戒律。"
    },
    {
      "id": "12-005-0028_p0015",
      "zh_CN": "读经的时候专心，专心在读，专心就是修定。心里面没有杂念、没有妄想，专心在读经就是修定，定有了。这个经文念得字字不错，句句分明，没有念颠倒，这就是慧。所以读经是戒、定、慧三学一次完成，你要明白这个道理。如果你在读经的时候，一面读一面想这个经里头什么意思，那就糟了，那三学都没有了。为什么？你心里有妄念，有念头，你戒没有了，戒破掉了；你有妄念，你定也没有了，慧也没有了，那就说你把佛经当作世间书去念了，这个就错了，这个三学的利益功德你得不到。所以读经应该就老老实实去念，决定不要思惟这里头什么意思。如果这个意思从自己内心里面涌现出来，这是好，这个是常有这个现象，这是你决定没有分别，没有去思惟，这个意思就是悟出来的。所以你念得愈多，这个意思会往上涌，绝不是思考来的，绝不是去研究得来的，这个是真正的，真正智慧现前。虽然有这个现前，你也不要欢喜，你也不要赶快拿笔记去把它记下来。那你要是一记下来，好了，你所得的就止于如此了，不会再有进步。根本不理它，你天天念，天天有悟处，天天有不同殊胜的境界现前，这读经的好处。要知道这样读，才是佛教给我们的读诵大乘，要这样的读法。",
      "zh_TW": "讀經的時候專心，專心在讀，專心就是修定。心裡面沒有雜念、沒有妄想，專心在讀經就是修定，定有了。這個經文念得字字不錯，句句分明，沒有念顛倒，這就是慧。所以讀經是戒、定、慧三學一次完成，你要明白這個道理。如果你在讀經的時候，一面讀一面想這個經裡頭什麼意思，那就糟了，那三學都沒有了。為什麼？你心裡有妄念，有念頭，你戒沒有了，戒破掉了；你有妄念，你定也沒有了，慧也沒有了，那就說你把佛經當作世間書去念了，這個就錯了，這個三學的利益功德你得不到。所以讀經應該就老老實實去念，決定不要思惟這裡頭什麼意思。如果這個意思從自己內心裡面湧現出來，這是好，這個是常有這個現象，這是你決定沒有分別，沒有去思惟，這個意思就是悟出來的。所以你念得愈多，這個意思會往上湧，絕不是思考來的，絕不是去研究得來的，這個是真正的，真正智慧現前。雖然有這個現前，你也不要歡喜，你也不要趕快拿筆記去把它記下來。那你要是一記下來，好了，你所得的就止於如此了，不會再有進步。根本不理它，你天天念，天天有悟處，天天有不同殊勝的境界現前，這讀經的好處。要知道這樣讀，才是佛教給我們的讀誦大乘，要這樣的讀法。"
    },
    {
      "id": "12-005-0028_p0016",
      "zh_CN": "所以读经会开悟，就是因为他戒、定、慧三学同时在修，所以他能够得定，你念上几千遍，他心定了，他没有妄想了。定什么？只定在这一部经上，其他的经？其他的经他不想看，也不想听，专门就念这一样，他就有定，所以他才能开慧。古时候的人多半都是这样的用功法。所以我们现代的年轻出家人，你们比不上古人，实在讲不是你们的聪明智慧比不上古人，你们的方法错了，你们学得太多、太杂了，所以你们的心是杂乱心，这怎么能入道！入道是清净心才能入道，杂乱心不能入道。看到这个也喜欢、那个也喜欢，这是大病，这叫业障，所以自己要觉悟。",
      "zh_TW": "所以讀經會開悟，就是因為他戒、定、慧三學同時在修，所以他能夠得定，你念上幾千遍，他心定了，他沒有妄想了。定什麼？只定在這一部經上，其他的經？其他的經他不想看，也不想聽，專門就念這一樣，他就有定，所以他才能開慧。古時候的人多半都是這樣的用功法。所以我們現代的年輕出家人，你們比不上古人，實在講不是你們的聰明智慧比不上古人，你們的方法錯了，你們學得太多、太雜了，所以你們的心是雜亂心，這怎麼能入道！入道是清淨心才能入道，雜亂心不能入道。看到這個也喜歡、那個也喜歡，這是大病，這叫業障，所以自己要覺悟。"
    },
    {
      "id": "12-005-0028_p0017",
      "zh_CN": "古大德，我们还拿《坛经》的例子来说，你说法达禅师遇到六祖了，交谈几句话当中，他就大彻大悟、就明心见性了，凭什么？我们今天读《坛经》，读了几十遍了，为什么还不开悟，人家几句话就开悟了？确实不是我们不如他，是他用的功夫比我们纯。法达念了三千部《法华经》，你想想《法华经》分量不少，一天念一部，念三千部，一年三百六十天，十年三千六百天，他如果要除了过年、放假不念的话，他这十年的功夫，十年就念一部经，他有戒、有定。那个戒，我们不说别的，定共戒，有定的人决定有戒，有戒的人不一定有定，有定的人决定有戒。他还要为非作歹，他怎么会有定？他不可能有定。所以有定的人一定有戒。所以六祖给他一点，他就明心见性，他就凭他那个三千部的《法华经》。",
      "zh_TW": "古大德，我們還拿《壇經》的例子來說，你說法達禪師遇到六祖了，交談幾句話當中，他就大徹大悟、就明心見性了，憑什麼？我們今天讀《壇經》，讀了幾十遍了，為什麼還不開悟，人家幾句話就開悟了？確實不是我們不如他，是他用的功夫比我們純。法達念了三千部《法華經》，你想想《法華經》分量不少，一天念一部，念三千部，一年三百六十天，十年三千六百天，他如果要除了過年、放假不念的話，他這十年的功夫，十年就念一部經，他有戒、有定。那個戒，我們不說別的，定共戒，有定的人決定有戒，有戒的人不一定有定，有定的人決定有戒。他還要為非作歹，他怎麼會有定？他不可能有定。所以有定的人一定有戒。所以六祖給他一點，他就明心見性，他就憑他那個三千部的《法華經》。"
    },
    {
      "id": "12-005-0028_p0018",
      "zh_CN": "近代像倓虚法师，这是天台宗的近代一位了不起的祖师，他中年出家，差不多将近四十多岁时才出家，亲近谛闲老法师，被谛闲老法师看中了，选他做继承人，传法给他。他凭的什么？你看看他的自传就晓得，《影尘回忆录》就是他的自传。人家在没有出家之前，做居士的时候，「八载寒窗读《楞严》」，念一部经念了八年，所以他也有定。我们想想看，我们怎么能跟人家比？人家一部经念八年、念十年，我们一部经恐怕一个月都没有念到，念了几天，又换个经来念了，这怎么行！所以没有定力，没有耐心，不能定于业，不能专于业，这个苦头吃大了。这是我今天在此地奉劝你们这些年轻的比丘，你们要想成就，还是要走古人的那个老路。走现代人的路子，顶多你成为一个佛学家、佛学博士，其实烦恼还是一大堆，你是个博地凡夫，你不能成佛作祖。",
      "zh_TW": "近代像倓虛法師，這是天台宗的近代一位了不起的祖師，他中年出家，差不多將近四十多歲時才出家，親近諦閑老法師，被諦閑老法師看中了，選他做繼承人，傳法給他。他憑的什麼？你看看他的自傳就曉得，《影塵回憶錄》就是他的自傳。人家在沒有出家之前，做居士的時候，「八載寒窗讀《楞嚴》」，念一部經念了八年，所以他也有定。我們想想看，我們怎麼能跟人家比？人家一部經念八年、念十年，我們一部經恐怕一個月都沒有念到，念了幾天，又換個經來念了，這怎麼行！所以沒有定力，沒有耐心，不能定於業，不能專於業，這個苦頭吃大了。這是我今天在此地奉勸你們這些年輕的比丘，你們要想成就，還是要走古人的那個老路。走現代人的路子，頂多你成為一個佛學家、佛學博士，其實煩惱還是一大堆，你是個博地凡夫，你不能成佛作祖。"
    },
    {
      "id": "12-005-0028_p0019",
      "zh_CN": "所以这想亲近古人，我们就采取一个方法，以古人为老师，选定一部经，天天念它，不要换。你能念上三年，你一定就有心得了。你念了三年之后，我劝你换，你也不肯换了，为什么？你尝到味道了，你得到甜头了，你尝到味道了。三年那个根就扎下去了，你就尝到味道了。现在你没有这个功夫，法味尝不到，你得不到法喜。所以说法喜充满，那种欢喜是从内心里面流出来的，真正的喜悦。这是你没有功夫，你得不到；你有功夫，一定得到法喜。得到法喜，才是真正精进。",
      "zh_TW": "所以這想親近古人，我們就採取一個方法，以古人為老師，選定一部經，天天念它，不要換。你能念上三年，你一定就有心得了。你念了三年之後，我勸你換，你也不肯換了，為什麼？你嘗到味道了，你得到甜頭了，你嘗到味道了。三年那個根就扎下去了，你就嘗到味道了。現在你沒有這個功夫，法味嘗不到，你得不到法喜。所以說法喜充滿，那種歡喜是從內心裡面流出來的，真正的喜悅。這是你沒有功夫，你得不到；你有功夫，一定得到法喜。得到法喜，才是真正精進。"
    },
    {
      "id": "12-005-0028_p0020",
      "zh_CN": "读经，当然也要研究注解，研究注解会帮助你开悟。你要是纯粹读经，完全不研究注解，譬如说你十年能开悟，你一方面研究注解，一方面读诵，可以提前，五年、七年就开悟了，时间能提前。这个注解就是亲近善知识了，我选定古人一个好注解，我看它、看注子，可以研究，但是是另外的事情。譬如说我每天读诵我用一个小时，我用一个小时来读经，就是修戒、定、慧三学一次完成。这一个小时读经是完全不用分别执着、不用思惟，就是读，像我刚才讲的这个方式去读。另外再用一个小时研究，那就看注子，研究注解，这个可以用思惟，可以用思惟去研究。研究，研究一家的，一种注子。用一种注子，你走一个路子，他指出你一条路子，有一个开悟的道路。你看两个人的注子，他两个人注解一定不同，如果完全相同了，就没有价值流通了，所以他决定不相同。那就是说两个看法、两个方向、两个道路，只能选一种，你很慎重的去选择，选定就不改了，就认定这是我的老师，我就跟他一个人走。这选注只能选一种，所以要慎重。",
      "zh_TW": "讀經，當然也要研究註解，研究註解會幫助你開悟。你要是純粹讀經，完全不研究註解，譬如說你十年能開悟，你一方面研究註解，一方面讀誦，可以提前，五年、七年就開悟了，時間能提前。這個註解就是親近善知識了，我選定古人一個好註解，我看它、看註子，可以研究，但是是另外的事情。譬如說我每天讀誦我用一個小時，我用一個小時來讀經，就是修戒、定、慧三學一次完成。這一個小時讀經是完全不用分別執著、不用思惟，就是讀，像我剛才講的這個方式去讀。另外再用一個小時研究，那就看註子，研究註解，這個可以用思惟，可以用思惟去研究。研究，研究一家的，一種註子。用一種註子，你走一個路子，他指出你一條路子，有一個開悟的道路。你看兩個人的註子，他兩個人註解一定不同，如果完全相同了，就沒有價值流通了，所以他決定不相同。那就是說兩個看法、兩個方向、兩個道路，只能選一種，你很慎重的去選擇，選定就不改了，就認定這是我的老師，我就跟他一個人走。這選註只能選一種，所以要慎重。"
    },
    {
      "id": "12-005-0028_p0021",
      "zh_CN": "我们今天唯一能做得到的亲近承事，只有找古人，找今人没法子了，只有找古人。譬如说我们要学《弥陀经》，我们可以找莲池大师，他有《疏钞》，我们可以找蕅益大师，他有《要解》，这是举一个例子来给诸位说明。你找一个好的注解你去研究，你去读诵、去研究，这个样子能够抱定这一部经、一部注解，下个三年到五年的功夫，你必定有成就。然后你再看别的一切经论，再听别人讲解就不一样。怎么不一样？刚才说过，你有能力辨别真假、邪正，你有能力辨别了，你有了底子；否则的话，你没有这个能力。这是讲亲近承事、恭敬供养。",
      "zh_TW": "我們今天唯一能做得到的親近承事，只有找古人，找今人沒法子了，只有找古人。譬如說我們要學《彌陀經》，我們可以找蓮池大師，他有《疏鈔》，我們可以找蕅益大師，他有《要解》，這是舉一個例子來給諸位說明。你找一個好的註解你去研究，你去讀誦、去研究，這個樣子能夠抱定這一部經、一部註解，下個三年到五年的功夫，你必定有成就。然後你再看別的一切經論，再聽別人講解就不一樣。怎麼不一樣？剛才說過，你有能力辨別真假、邪正，你有能力辨別了，你有了底子；否則的話，你沒有這個能力。這是講親近承事、恭敬供養。"
    },
    {
      "id": "12-005-0028_p0022",
      "zh_CN": "如果这个善知识是现在在前，恭敬供养是必要的。大凡善知识的生活都很朴素、都很简单，简单的生活我们要照顾。如果这个简单生活都不照顾，他在此地不能住了，他就得走路了，所以一定要照顾到。是不是要很富裕的给他照顾？那没有必要。如果这个供养过了头，往往把那个善知识拉回来了，他本来是个圣人，把他拉回来当凡夫。怎么说？原来他心在道上的，现在生活一富裕了，贪瞋痴慢又起来了，他又回过头来，退转了，又变成凡夫。所以现在很多出家人没有道心，谁害的？居士们害的，供养过了头。他没有钱，他心在道上；他有了钱，他心就不在道上了，他心里天天想着钱，他不想道了，这就坏了。所以佛教在家居士对这个出家人供养，四事供养：饮食、衣服、卧具，害病的时候医药，就这四样，这四样照顾他就行了，他吃得饱、穿得暖，睡觉卧具不缺乏，就够了。",
      "zh_TW": "如果這個善知識是現在在前，恭敬供養是必要的。大凡善知識的生活都很樸素、都很簡單，簡單的生活我們要照顧。如果這個簡單生活都不照顧，他在此地不能住了，他就得走路了，所以一定要照顧到。是不是要很富裕的給他照顧？那沒有必要。如果這個供養過了頭，往往把那個善知識拉回來了，他本來是個聖人，把他拉回來當凡夫。怎麼說？原來他心在道上的，現在生活一富裕了，貪瞋痴慢又起來了，他又回過頭來，退轉了，又變成凡夫。所以現在很多出家人沒有道心，誰害的？居士們害的，供養過了頭。他沒有錢，他心在道上；他有了錢，他心就不在道上了，他心裡天天想著錢，他不想道了，這就壞了。所以佛教在家居士對這個出家人供養，四事供養：飲食、衣服、臥具，害病的時候醫藥，就這四樣，這四樣照顧他就行了，他吃得飽、穿得暖，睡覺臥具不缺乏，就夠了。"
    },
    {
      "id": "12-005-0028_p0023",
      "zh_CN": "现在供养过了头，甚至于买一栋房子供养他，这种供养将来都是要堕地狱的。为什么？他本来出了家了，现在又给他一个家，叫他住进去，回来了，他又回家去，那不是回来了吗？他出了家，现在你买个房子给他，不就是他又有了家吗？盖个庙给他，他还是回家了，为什么？那个庙是他的，庙是他的家。从前那个庙是十方常住，只要是出家人都可以挂单，庙是谁的？庙是公家的、是国家的、是佛教团体的，不是属于某一个人的。现在给他盖个庙，所有权都是他的，那是他的家，他出了个小家，现在又入了一个大家，这就糟糕了，将来一同都要堕地狱。所以我们要有很高的警觉心，不要被人骗了，不要被人害了，人家要送个房子给我们，晓得那是害我的。那房子是什么？那房子是地狱，是叫你入地狱，这个万万不可以。",
      "zh_TW": "現在供養過了頭，甚至於買一棟房子供養他，這種供養將來都是要墮地獄的。為什麼？他本來出了家了，現在又給他一個家，叫他住進去，回來了，他又回家去，那不是回來了嗎？他出了家，現在你買個房子給他，不就是他又有了家嗎？蓋個廟給他，他還是回家了，為什麼？那個廟是他的，廟是他的家。從前那個廟是十方常住，只要是出家人都可以掛單，廟是誰的？廟是公家的、是國家的、是佛教團體的，不是屬於某一個人的。現在給他蓋個廟，所有權都是他的，那是他的家，他出了個小家，現在又入了一個大家，這就糟糕了，將來一同都要墮地獄。所以我們要有很高的警覺心，不要被人騙了，不要被人害了，人家要送個房子給我們，曉得那是害我的。那房子是什麼？那房子是地獄，是叫你入地獄，這個萬萬不可以。"
    },
    {
      "id": "12-005-0028_p0024",
      "zh_CN": "借给我们修道可以，我们借住，这个可以，我们决定不能要它的产权。所以他发心来供养，我这个房子借给你，可以；他要盖一个庙，盖个庙什么？这个庙是地方的，请你来做住持，一任三年，做满了你就走路，这个行，这个可以。做得好再做三年，行，为什么？主权是属于这个地方上的，不是属于自己的，这个可以。所以我们要很小心、很谨慎，不能积财，积财丧道。现在供养钱太多了，太多了怎么样？自己够用的，立刻要辗转布施掉，不要保留。你要保留到那个地方，你心里念念就是念那些财了，又怕贬值，又什么汇率了，乱七八糟，又说，这个名堂多了，我都说不出来，他天天在这上操心，心里头把佛早都忘得干干净净的。所以不要财。",
      "zh_TW": "借給我們修道可以，我們借住，這個可以，我們決定不能要它的產權。所以他發心來供養，我這個房子借給你，可以；他要蓋一個廟，蓋個廟什麼？這個廟是地方的，請你來做住持，一任三年，做滿了你就走路，這個行，這個可以。做得好再做三年，行，為什麼？主權是屬於這個地方上的，不是屬於自己的，這個可以。所以我們要很小心、很謹慎，不能積財，積財喪道。現在供養錢太多了，太多了怎麼樣？自己夠用的，立刻要輾轉布施掉，不要保留。你要保留到那個地方，你心裡念念就是念那些財了，又怕貶值，又什麼匯率了，亂七八糟，又說，這個名堂多了，我都說不出來，他天天在這上操心，心裡頭把佛早都忘得乾乾淨淨的。所以不要財。"
    },
    {
      "id": "12-005-0028_p0025",
      "zh_CN": "这个供养得多了，你看学印光法师、虚云老和尚，这都是我们的榜样。印光老法师，所有一切供养都印经布施，这个好，法布施。拿这钱财印经，布施给一切大众，广结法缘。虚云老和尚人家供养他那些钱财，他都去盖庙、修庙去，这个也是好事情。因为有很多年轻出家人没地方住，他看有破庙，他就把它修好，修好，请一个有道德的出家人去做住持，这也是好事情。真正做的是利益众生的事业，自己决定没有拿这个钱自己去享受，没有。我们没有听说虚云老和尚有一栋房子，没听说过；印光法师，你听听他哪里有房子，他没有。所以这个我们自己要很留心，要很谨慎来处理这个事情。所以不要被这个，现在居士很会害人，甜言蜜语很会害人，不要上他的当。这是恭敬供养，就是照顾他的生活起居，照顾他这个。",
      "zh_TW": "這個供養得多了，你看學印光法師、虛雲老和尚，這都是我們的榜樣。印光老法師，所有一切供養都印經布施，這個好，法布施。拿這錢財印經，布施給一切大眾，廣結法緣。虛雲老和尚人家供養他那些錢財，他都去蓋廟、修廟去，這個也是好事情。因為有很多年輕出家人沒地方住，他看有破廟，他就把它修好，修好，請一個有道德的出家人去做住持，這也是好事情。真正做的是利益眾生的事業，自己決定沒有拿這個錢自己去享受，沒有。我們沒有聽說虛雲老和尚有一棟房子，沒聽說過；印光法師，你聽聽他哪裡有房子，他沒有。所以這個我們自己要很留心，要很謹慎來處理這個事情。所以不要被這個，現在居士很會害人，甜言蜜語很會害人，不要上他的當。這是恭敬供養，就是照顧他的生活起居，照顧他這個。"
    },
    {
      "id": "12-005-0028_p0026",
      "zh_CN": "讲到供养，我们这个经的后面说得非常详细，一切供养当中法供养最，这第一是法供养。法供养里面也有许多条目，法供养里面的第一，就是依教修行供养。我们能够依照经典里面的理论方法来修行，这是最上的供养，这是第一供养，要晓得。所以这供养并不只是钱财、承事，还不只是这个，要依教修行。所以这一点意思你明白了，底下就是亲近、承事、供养要有耐心，不是短时间的。而且告诉你，还不是我们这一生的，生生世世都要这样做法。甚至于成了佛了，成了佛还是这样做法。成佛为什么还这样做？成佛之后是倒驾慈航，给那些没有成佛、想学佛的人做一个榜样。你像佛的学生里面，舍利弗、目犍连都是早成了佛的人；菩萨里头，文殊、普贤都是早成佛了，都是倒驾慈航再来的，他们示现作一个声闻、作一个菩萨，做出样子来给我们看。换句话说，成了佛也不休息，也不终止，还是这样子做法，这就对了，那是完全为了利益众生。所以此地讲，这个日光劫当中有十万佛出兴于世，这个十万佛不是同时出来的，一尊佛灭度了，底下一尊佛再出现。由此可知，他的亲近承事、恭敬供养是生生世世，这样的修无量劫，这是这一段非常重要的意思。下面这个经文，刚才讲了，这是流水经文，我们把它念下去：",
      "zh_TW": "講到供養，我們這個經的後面說得非常詳細，一切供養當中法供養最，這第一是法供養。法供養裡面也有許多條目，法供養裡面的第一，就是依教修行供養。我們能夠依照經典裡面的理論方法來修行，這是最上的供養，這是第一供養，要曉得。所以這供養並不只是錢財、承事，還不只是這個，要依教修行。所以這一點意思你明白了，底下就是親近、承事、供養要有耐心，不是短時間的。而且告訴你，還不是我們這一生的，生生世世都要這樣做法。甚至於成了佛了，成了佛還是這樣做法。成佛為什麼還這樣做？成佛之後是倒駕慈航，給那些沒有成佛、想學佛的人做一個榜樣。你像佛的學生裡面，舍利弗、目犍連都是早成了佛的人；菩薩裡頭，文殊、普賢都是早成佛了，都是倒駕慈航再來的，他們示現作一個聲聞、作一個菩薩，做出樣子來給我們看。換句話說，成了佛也不休息，也不終止，還是這樣子做法，這就對了，那是完全為了利益眾生。所以此地講，這個日光劫當中有十萬佛出興於世，這個十萬佛不是同時出來的，一尊佛滅度了，底下一尊佛再出現。由此可知，他的親近承事、恭敬供養是生生世世，這樣的修無量劫，這是這一段非常重要的意思。下面這個經文，剛才講了，這是流水經文，我們把它念下去："
    },
    {
      "id": "12-005-0028_p0027",
      "zh_CN": "【次有佛出。名圆满肩。我为居士。】",
      "zh_TW": "【次有佛出。名圓滿肩。我為居士。】"
    },
    {
      "id": "12-005-0028_p0028",
      "zh_CN": "这是他以居士的身分，前面他是以国王的身分。",
      "zh_TW": "這是他以居士的身分，前面他是以國王的身分。"
    },
    {
      "id": "12-005-0028_p0029",
      "zh_CN": "【亲近供养令生欢喜。次有佛出。名无垢童子。我为辅臣。】",
      "zh_TW": "【親近供養令生歡喜。次有佛出。名無垢童子。我為輔臣。】"
    },
    {
      "id": "12-005-0028_p0030",
      "zh_CN": "『辅臣』就是大臣，像宰相，现在我们讲的行政院长、部长之类的。",
      "zh_TW": "『輔臣』就是大臣，像宰相，現在我們講的行政院長、部長之類的。"
    },
    {
      "id": "12-005-0028_p0031",
      "zh_CN": "【亲近供养令生欢喜。次有佛出。名勇猛持。我为阿修罗王。亲近供养令生欢喜。】",
      "zh_TW": "【親近供養令生歡喜。次有佛出。名勇猛持。我為阿修羅王。親近供養令生歡喜。】"
    },
    {
      "id": "12-005-0028_p0032",
      "zh_CN": "这个『阿修罗王』就不一定在什么地方，因为像《楞严》里面讲得很详细，阿修罗有四种，除了地狱里面没有阿修罗，天上有阿修罗，人间有阿修罗，饿鬼、畜生里头都有阿修罗，那这就不定是哪一道的阿修罗，但是他是「阿修罗王」，阿修罗里面的首领。",
      "zh_TW": "這個『阿修羅王』就不一定在什麼地方，因為像《楞嚴》裡面講得很詳細，阿修羅有四種，除了地獄裡面沒有阿修羅，天上有阿修羅，人間有阿修羅，餓鬼、畜生裡頭都有阿修羅，那這就不定是哪一道的阿修羅，但是他是「阿修羅王」，阿修羅裡面的首領。"
    },
    {
      "id": "12-005-0028_p0033",
      "zh_CN": "【次有佛出。名为妙光。我为山神。亲近供养令生欢喜。】",
      "zh_TW": "【次有佛出。名為妙光。我為山神。親近供養令生歡喜。】"
    },
    {
      "id": "12-005-0028_p0034",
      "zh_CN": "这个『山神』是属于地神一类的，像山神、土地，这是属于鬼道。这个鬼道里面的社会跟我们人间差不多，我们人间一个国家里头有国王，鬼里面的国王我们称作阎罗王，国王；也有省主席、市长，也有；那个县市长就是城隍；像山神、土地，这是乡镇长之类，乡镇长，这是属于鬼神。我们讲土地公，土地公有邻长、里长，管这一个小地区的，我们叫他福德正神。这些统统都算是福德正神。像山神、土地、城隍、阎罗王都是属于福德正神，是鬼里面的神。他是在鬼里面做官，这是山神。",
      "zh_TW": "這個『山神』是屬於地神一類的，像山神、土地，這是屬於鬼道。這個鬼道裡面的社會跟我們人間差不多，我們人間一個國家裡頭有國王，鬼裡面的國王我們稱作閻羅王，國王；也有省主席、市長，也有；那個縣市長就是城隍；像山神、土地，這是鄉鎮長之類，鄉鎮長，這是屬於鬼神。我們講土地公，土地公有鄰長、里長，管這一個小地區的，我們叫他福德正神。這些統統都算是福德正神。像山神、土地、城隍、閻羅王都是屬於福德正神，是鬼裡面的神。他是在鬼裡面做官，這是山神。"
    },
    {
      "id": "12-005-0028_p0035",
      "zh_CN": "【次有佛出。名须弥相。我为树神。亲近供养令生欢喜。】",
      "zh_TW": "【次有佛出。名須彌相。我為樹神。親近供養令生歡喜。】"
    },
    {
      "id": "12-005-0028_p0036",
      "zh_CN": "这个『树神』，「树神」、花神，这个确实有的。佛在经典上告诉我们，树木的高度超过一个人就有树神。小树没有，超过一个人的就有。树神是怎么回事情？也是鬼神，鬼神他没地方住，他往往看到这个树大，很荫凉，他就到那里去住，住久了就变成树神，就是这么回事情。所以佛在《戒经》里面告诉比丘们，比丘们在山上住，有的时候盖个茅蓬得要去砍树。砍树，这经上教给我们，头一天要给这个树去供养他，我们拿一点饭菜去供养他，给他念经，这就是告诉他，明天我要砍这个树，不得已我要砍这个树盖房子，请这个依附、住在这个树的鬼神，请他搬家，他去另外请地方去。所以请他搬家，我要这个树，我要用它。所以是有这个条文。这个花、草、木都是灵鬼依附在这些地方。",
      "zh_TW": "這個『樹神』，「樹神」、花神，這個確實有的。佛在經典上告訴我們，樹木的高度超過一個人就有樹神。小樹沒有，超過一個人的就有。樹神是怎麼回事情？也是鬼神，鬼神他沒地方住，他往往看到這個樹大，很蔭涼，他就到那裡去住，住久了就變成樹神，就是這麼回事情。所以佛在《戒經》裡面告訴比丘們，比丘們在山上住，有的時候蓋個茅蓬得要去砍樹。砍樹，這經上教給我們，頭一天要給這個樹去供養他，我們拿一點飯菜去供養他，給他念經，這就是告訴他，明天我要砍這個樹，不得已我要砍這個樹蓋房子，請這個依附、住在這個樹的鬼神，請他搬家，他去另外請地方去。所以請他搬家，我要這個樹，我要用它。所以是有這個條文。這個花、草、木都是靈鬼依附在這些地方。"
    },
    {
      "id": "12-005-0028_p0037",
      "zh_CN": "因此我们学道的人，给诸位说，对于世间一切法不要有嗜好，这个很重要。这有嗜好就很麻烦，为什么？他喜欢，喜欢，将来死了之后，他还喜欢，他还不离开，那么他那个神识（鬼魂）就附在那里去了。你譬如你喜欢种树，你将来很可能就变成树神。你喜欢养花，你将来可能就变成花神，为什么？死了之后，他有这个习气，他改不掉，我喜欢花，那怎么办？只能神识去依附到花草上去，就变成花神。什么都不能够爱好。你喜欢书的人，那就糟糕了，喜欢书、爱书，爱书如命，死了以后，那书里头什么？书里头有蛀虫，他就变成蛀虫了。这很麻烦！所以不要有嗜好，你有嗜好，都是你将来的麻烦事。所以什么事情要看淡，不要执着，不要把它据为己有，得失不关心，你的心就解脱，你的心就自在了。你只要有一样爱好，那个东西都是你的锁链，它把你锁在那里，你没有办法离开六道轮回。",
      "zh_TW": "因此我們學道的人，給諸位說，對於世間一切法不要有嗜好，這個很重要。這有嗜好就很麻煩，為什麼？他喜歡，喜歡，將來死了之後，他還喜歡，他還不離開，那麼他那個神識（鬼魂）就附在那裡去了。你譬如你喜歡種樹，你將來很可能就變成樹神。你喜歡養花，你將來可能就變成花神，為什麼？死了之後，他有這個習氣，他改不掉，我喜歡花，那怎麼辦？只能神識去依附到花草上去，就變成花神。什麼都不能夠愛好。你喜歡書的人，那就糟糕了，喜歡書、愛書，愛書如命，死了以後，那書裡頭什麼？書裡頭有蛀蟲，他就變成蛀蟲了。這很麻煩！所以不要有嗜好，你有嗜好，都是你將來的麻煩事。所以什麼事情要看淡，不要執著，不要把它據為己有，得失不關心，你的心就解脫，你的心就自在了。你只要有一樣愛好，那個東西都是你的鎖鏈，它把你鎖在那裡，你沒有辦法離開六道輪迴。"
    },
    {
      "id": "12-005-0028_p0038",
      "zh_CN": "所以这个祖师们常常教念佛的人，身心世界一切放下，为什么？你才能往生西方世界。你有一样放不下，你都走不了，你没有办法超越，这是要记住的。所以对于这个风景优美的地方，山明水秀要是欢喜那个地方，他将来就会变成山神、变成土地神，他死了，他修的时候有戒定慧、有功德，死了以后，还舍不得离开那个地方，那怎么办？只有到那个地方当山神、当土地公。如果要是投胎的话，就在那个山里头当野兽，山上有野兽，就投胎就变这些东西去了，很不值得。所以一切法里头都不可以爱好。再看底下经文：",
      "zh_TW": "所以這個祖師們常常教念佛的人，身心世界一切放下，為什麼？你才能往生西方世界。你有一樣放不下，你都走不了，你沒有辦法超越，這是要記住的。所以對於這個風景優美的地方，山明水秀要是歡喜那個地方，他將來就會變成山神、變成土地神，他死了，他修的時候有戒定慧、有功德，死了以後，還捨不得離開那個地方，那怎麼辦？只有到那個地方當山神、當土地公。如果要是投胎的話，就在那個山裡頭當野獸，山上有野獸，就投胎就變這些東西去了，很不值得。所以一切法裡頭都不可以愛好。再看底下經文："
    },
    {
      "id": "12-005-0028_p0039",
      "zh_CN": "【次有佛出。名离垢臂。我为商主。亲近供养令生欢喜。】",
      "zh_TW": "【次有佛出。名離垢臂。我為商主。親近供養令生歡喜。】"
    },
    {
      "id": "12-005-0028_p0040",
      "zh_CN": "这个『商主』，就是我们今天讲企业界里面的钜子，好像是商会的会长，商业界里面的领袖，贸易团里面的主持人、负责人，这叫「商主」。",
      "zh_TW": "這個『商主』，就是我們今天講企業界裡面的鉅子，好像是商會的會長，商業界裡面的領袖，貿易團裡面的主持人、負責人，這叫「商主」。"
    },
    {
      "id": "12-005-0028_p0041",
      "zh_CN": "【次有佛出。名师子游步。我为城神。亲近供养令生欢喜。】",
      "zh_TW": "【次有佛出。名師子遊步。我為城神。親近供養令生歡喜。】"
    },
    {
      "id": "12-005-0028_p0042",
      "zh_CN": "『城神』就是城隍，比这个山神、土地神身分要高一些了，相当于现在的县市长。",
      "zh_TW": "『城神』就是城隍，比這個山神、土地神身分要高一些了，相當於現在的縣市長。"
    },
    {
      "id": "12-005-0028_p0043",
      "zh_CN": "【次有佛出。名天王宝髻。我为毘沙门天王。亲近供养令生欢喜。】",
      "zh_TW": "【次有佛出。名天王寶髻。我為毘沙門天王。親近供養令生歡喜。】"
    },
    {
      "id": "12-005-0028_p0044",
      "zh_CN": "『毘沙门』是四天王之一，就是北方的天王，四天王之一，在佛法里面是护法神。",
      "zh_TW": "『毘沙門』是四天王之一，就是北方的天王，四天王之一，在佛法裡面是護法神。"
    },
    {
      "id": "12-005-0028_p0045",
      "zh_CN": "【次有佛出。名法高称。我为干闼婆王。亲近供养令生欢喜。】",
      "zh_TW": "【次有佛出。名法高稱。我為乾闥婆王。親近供養令生歡喜。】"
    },
    {
      "id": "12-005-0028_p0046",
      "zh_CN": "『干闼婆』是帝释天的乐队，那个『王』就好像是队长一样的，他是忉利天宫里面乐队的队长，是这么一个身分。",
      "zh_TW": "『乾闥婆』是帝釋天的樂隊，那個『王』就好像是隊長一樣的，他是忉利天宮裡面樂隊的隊長，是這麼一個身分。"
    },
    {
      "id": "12-005-0028_p0047",
      "zh_CN": "【次有佛出。名普光明冠。我为鸠槃茶王。】",
      "zh_TW": "【次有佛出。名普光明冠。我為鳩槃茶王。】"
    },
    {
      "id": "12-005-0028_p0048",
      "zh_CN": "这个『鸠槃茶』也是属于乐队。这个忉利天，忉利天天王下面有两个乐队，一个是演奏普通音乐的，一个是演奏梵乐的（梵音的）。因为佛、菩萨也常常在天上说法，说法的时候譬如说召集梵乐队来演奏。",
      "zh_TW": "這個『鳩槃茶』也是屬於樂隊。這個忉利天，忉利天天王下面有兩個樂隊，一個是演奏普通音樂的，一個是演奏梵樂的（梵音的）。因為佛、菩薩也常常在天上說法，說法的時候譬如說召集梵樂隊來演奏。"
    },
    {
      "id": "12-005-0028_p0049",
      "zh_CN": "【善男子。于彼劫中。此十如来而为上首。如是次第十万如来。皆悉供养。】",
      "zh_TW": "【善男子。於彼劫中。此十如來而為上首。如是次第十萬如來。皆悉供養。】"
    },
    {
      "id": "12-005-0028_p0050",
      "zh_CN": "这个是这一段经文里面的第二段，日光劫。我们再看下面第三段：",
      "zh_TW": "這個是這一段經文裡面的第二段，日光劫。我們再看下面第三段："
    },
    {
      "id": "12-005-0028_p0051",
      "zh_CN": "【善男子。此世界中次复有劫名妙莲华。有六十亿如来出兴于世。我常于此受种种身。】",
      "zh_TW": "【善男子。此世界中次復有劫名妙蓮華。有六十億如來出興於世。我常於此受種種身。】"
    },
    {
      "id": "12-005-0028_p0052",
      "zh_CN": "因为时劫长，遇见佛也多，生生世世都遇到佛，都亲近、承事、供养，都修行，修这么久。可是每一生每一世的身分都不相同，有的时候身分很高，有的时候身分很低，这就是六道轮转。我们在这一段经文里面看到一个现象，正是像《无量寿经》里面所说的，「住菩萨道」，这真是住菩萨道；「供四百亿佛」，住菩萨道，供养四百亿佛。这个地方还不到四百亿，这个菩萨供养佛还不到四百亿。供四百亿佛怎么样？还有隔阴之迷，还有退转。你们诸位在这个经文里看到，他有隔阴之迷，他有退转。怎么晓得退转？我们前面读的这个，他这个身分一世不如一世，一世比一世退，这就晓得他确实有退转。他要没有隔阴之迷，他决定不会退转。所以有隔阴之迷，一定退转的，你想这个事情可怕了。",
      "zh_TW": "因為時劫長，遇見佛也多，生生世世都遇到佛，都親近、承事、供養，都修行，修這麼久。可是每一生每一世的身分都不相同，有的時候身分很高，有的時候身分很低，這就是六道輪轉。我們在這一段經文裡面看到一個現象，正是像《無量壽經》裡面所說的，「住菩薩道」，這真是住菩薩道；「供四百億佛」，住菩薩道，供養四百億佛。這個地方還不到四百億，這個菩薩供養佛還不到四百億。供四百億佛怎麼樣？還有隔陰之迷，還有退轉。你們諸位在這個經文裡看到，他有隔陰之迷，他有退轉。怎麼曉得退轉？我們前面讀的這個，他這個身分一世不如一世，一世比一世退，這就曉得他確實有退轉。他要沒有隔陰之迷，他決定不會退轉。所以有隔陰之迷，一定退轉的，你想這個事情可怕了。"
    },
    {
      "id": "12-005-0028_p0053",
      "zh_CN": "很可惜，他没有修念佛法门，没有求生西方净土。他要求生西方净土，他就不退转了。唯有这一个法门，叫不退转的法门，所以这个法门叫难信之法。信的人少，修行容易，成功也容易，但是人就不相信，就不肯修。我告诉你们，我相信，我是专修净土法门。我怎么相信的？是我讲《华严经》讲了十几年，我从《华严经》里面开悟的。悟什么？悟到念佛求生净土是《华严经》里面讲的第一法门，文殊、普贤修这个法门，善财童子也是修这个法门。所以我看到文殊、普贤、善财都学这个法门，我没有怀疑了，我选定这个法门。所以我是专讲净土经典，这个《华严经．普贤菩萨行愿品》，这是《四十华严》，「十大愿王导归极乐」，最后给你说明白西方极乐世界的殊胜，一往生决定不退转了。所以他这个『受种种身』。",
      "zh_TW": "很可惜，他沒有修念佛法門，沒有求生西方淨土。他要求生西方淨土，他就不退轉了。唯有這一個法門，叫不退轉的法門，所以這個法門叫難信之法。信的人少，修行容易，成功也容易，但是人就不相信，就不肯修。我告訴你們，我相信，我是專修淨土法門。我怎麼相信的？是我講《華嚴經》講了十幾年，我從《華嚴經》裡面開悟的。悟什麼？悟到念佛求生淨土是《華嚴經》裡面講的第一法門，文殊、普賢修這個法門，善財童子也是修這個法門。所以我看到文殊、普賢、善財都學這個法門，我沒有懷疑了，我選定這個法門。所以我是專講淨土經典，這個《華嚴經．普賢菩薩行願品》，這是《四十華嚴》，「十大願王導歸極樂」，最後給你說明白西方極樂世界的殊勝，一往生決定不退轉了。所以他這個『受種種身』。"
    },
    {
      "id": "12-005-0028_p0054",
      "zh_CN": "【以种种威仪。】",
      "zh_TW": "【以種種威儀。】"
    },
    {
      "id": "12-005-0028_p0055",
      "zh_CN": "他每受一个身他的威仪都不相同，就是仪表都不一样，人跟畜生不相同，畜生跟饿鬼不相同，饿鬼跟天人也不相同。",
      "zh_TW": "他每受一個身他的威儀都不相同，就是儀表都不一樣，人跟畜生不相同，畜生跟餓鬼不相同，餓鬼跟天人也不相同。"
    },
    {
      "id": "12-005-0028_p0056",
      "zh_CN": "【往诣于彼一一佛所。亲近承事。以种种资具。恭敬供养。令生欢喜。教化调伏无量众生。令其成熟阿耨多罗三藐三菩提心。我又于彼一一佛所。得种种三昧门。种种陀罗尼门。种种神通门。种种辩才门。种种一切智门。种种法明门。种种智慧门。照种种十方海。入种种佛刹海。见种种诸佛海。显示甚深。普遍建立。清净成就。增长广大。】",
      "zh_TW": "【往詣於彼一一佛所。親近承事。以種種資具。恭敬供養。令生歡喜。教化調伏無量眾生。令其成熟阿耨多羅三藐三菩提心。我又於彼一一佛所。得種種三昧門。種種陀羅尼門。種種神通門。種種辯才門。種種一切智門。種種法明門。種種智慧門。照種種十方海。入種種佛剎海。見種種諸佛海。顯示甚深。普遍建立。清淨成就。增長廣大。】"
    },
    {
      "id": "12-005-0028_p0057",
      "zh_CN": "这些都是说他在这一劫当中修行的成就。虽然有这些殊胜的成就，前面诸位要记住，他有隔阴之迷。其实这些菩萨生生世世在修行，他的缘殊胜，他遇到佛。我们回过头来看看我们自己，我们自己是不是也是生生世世在修行？决定是的。你过去生中有没有像他这样亲近这么多的诸佛如来？我给诸位说，你也亲近过了。怎么晓得？《金刚经》上佛给我们讲得很清楚，你今天读诵大乘经典不惊不怖，你为什么会不惊不怖？就是因为你过去生中，不止供养是一佛、二佛，三、四、五佛，你曾经供养过无量无数的如来。所以你有这个善根，你不是没有。可是这一生很不幸，生到没有佛出世的时候，生到释迦牟尼佛的末法时期。由此可知，这个隔阴退转是非常的可怕，明了这个事实，我们要想在这一生当中超越，不是没有办法，不是没有门路；真有方法，真有门路，决定能超越得了。这个净土方法万修万人去，这个方法是在八万四千法门、无量无边法门里面第一法门。这第一法门，所以十方诸佛赞叹，十方诸佛弘扬，一切法门度不了的众生，这个法门能度。这种度是究竟彻底的度，不是小小的度。他这里所讲的这个度，都度得不究竟、不彻底。要究竟彻底怎么还会有退转？怎么还会每一个身世不相同？那不可能的，所以他这个度不是究竟彻底的度。唯独念佛法门是究竟彻底的度，所以这个法门是不可思议。",
      "zh_TW": "這些都是說他在這一劫當中修行的成就。雖然有這些殊勝的成就，前面諸位要記住，他有隔陰之迷。其實這些菩薩生生世世在修行，他的緣殊勝，他遇到佛。我們回過頭來看看我們自己，我們自己是不是也是生生世世在修行？決定是的。你過去生中有沒有像他這樣親近這麼多的諸佛如來？我給諸位說，你也親近過了。怎麼曉得？《金剛經》上佛給我們講得很清楚，你今天讀誦大乘經典不驚不怖，你為什麼會不驚不怖？就是因為你過去生中，不止供養是一佛、二佛，三、四、五佛，你曾經供養過無量無數的如來。所以你有這個善根，你不是沒有。可是這一生很不幸，生到沒有佛出世的時候，生到釋迦牟尼佛的末法時期。由此可知，這個隔陰退轉是非常的可怕，明瞭這個事實，我們要想在這一生當中超越，不是沒有辦法，不是沒有門路；真有方法，真有門路，決定能超越得了。這個淨土方法萬修萬人去，這個方法是在八萬四千法門、無量無邊法門裡面第一法門。這第一法門，所以十方諸佛讚歎，十方諸佛弘揚，一切法門度不了的眾生，這個法門能度。這種度是究竟徹底的度，不是小小的度。他這裡所講的這個度，都度得不究竟、不徹底。要究竟徹底怎麼還會有退轉？怎麼還會每一個身世不相同？那不可能的，所以他這個度不是究竟徹底的度。唯獨念佛法門是究竟徹底的度，所以這個法門是不可思議。"
    },
    {
      "id": "12-005-0028_p0058",
      "zh_CN": "《阿弥陀经》它这个经的本题，原来的题目是「称赞不可思议功德一切诸佛所护念经」，这个是它的本名。称赞，谁称赞？十方三世一切诸佛称赞，不是普通人称赞。称赞什么？称赞他有不可思议的功、不可思议的德。功是什么？持名念佛，就是信愿持名，这是他的功。德是什么？是往生不退，一往生西方极乐世界就圆证三不退。圆证三不退是什么人？是等觉菩萨。你想想看，这真正不可思议。什么样的人能往生？我们看《观无量寿佛经》最后一品，「下品下生章」，这个下品下生，你不能看不起它。下品下生是最殊胜的一章，它在最后，就好像唱戏一样，压轴戏！最后是压轴戏，所有法门都不能度了，都没有办法了，它能度。什么人？五逆十恶、堕阿鼻地狱的众生，佛能叫他临命终时一念、十念，就能往生西方极乐世界，一生到西方极乐世界也是圆证三不退，这真正是不可思议功德！所以一切诸佛护念。",
      "zh_TW": "《阿彌陀經》它這個經的本題，原來的題目是「稱讚不可思議功德一切諸佛所護念經」，這個是它的本名。稱讚，誰稱讚？十方三世一切諸佛稱讚，不是普通人稱讚。稱讚什麼？稱讚他有不可思議的功、不可思議的德。功是什麼？持名念佛，就是信願持名，這是他的功。德是什麼？是往生不退，一往生西方極樂世界就圓證三不退。圓證三不退是什麼人？是等覺菩薩。你想想看，這真正不可思議。什麼樣的人能往生？我們看《觀無量壽佛經》最後一品，「下品下生章」，這個下品下生，你不能看不起它。下品下生是最殊勝的一章，它在最後，就好像唱戲一樣，壓軸戲！最後是壓軸戲，所有法門都不能度了，都沒有辦法了，它能度。什麼人？五逆十惡、墮阿鼻地獄的眾生，佛能叫他臨命終時一念、十念，就能往生西方極樂世界，一生到西方極樂世界也是圓證三不退，這真正是不可思議功德！所以一切諸佛護念。"
    },
    {
      "id": "12-005-0028_p0059",
      "zh_CN": "佛要教众生，这个罪业重得不能再重的众生，叫他立刻成佛，他有没有这个能力？如果佛没有这个能力，那我们常讲佛万德万能，这个话是赞叹他的，不是真的，佛的智慧能力并没有圆满。佛能够教极恶的众生，恶到不能再恶了，那个罪重到不能再重了，能够叫他立刻成佛，那佛的智慧圆满，佛的德能圆满，没有话说，万德万能，那是千真万确的事实，不是赞叹的话。诸位要是真正了解这个事实，你才晓得佛的万德万能不是假的，不是称赞的，实实在在的，问题就是你信不信？你肯相信，依照这个方法修行，没有一个人不成佛。换句话说，人人都有成佛的机会，就在你自己能不能把握。这上说的，种种什么神通、辩才、陀罗尼三昧，都不是究竟圆满的。你要是从念佛这个法门修成，你所得的是究竟圆满，那跟他完全不相同，不能跟你相比。",
      "zh_TW": "佛要教眾生，這個罪業重得不能再重的眾生，叫他立刻成佛，他有沒有這個能力？如果佛沒有這個能力，那我們常講佛萬德萬能，這個話是讚歎他的，不是真的，佛的智慧能力並沒有圓滿。佛能夠教極惡的眾生，惡到不能再惡了，那個罪重到不能再重了，能夠叫他立刻成佛，那佛的智慧圓滿，佛的德能圓滿，沒有話說，萬德萬能，那是千真萬確的事實，不是讚歎的話。諸位要是真正了解這個事實，你才曉得佛的萬德萬能不是假的，不是稱讚的，實實在在的，問題就是你信不信？你肯相信，依照這個方法修行，沒有一個人不成佛。換句話說，人人都有成佛的機會，就在你自己能不能把握。這上說的，種種什麼神通、辯才、陀羅尼三昧，都不是究竟圓滿的。你要是從念佛這個法門修成，你所得的是究竟圓滿，那跟他完全不相同，不能跟你相比。"
    },
    {
      "id": "12-005-0028_p0060",
      "zh_CN": "到这个地方，这是第三段，我们把这个意思说完了。底下一段，第四段文不长，但是四段是属于总结，里面的意思比较多一点，我们要留到下一次，我们详细再跟诸位研讨，里面有一些值得我们学习的。今天就讲到此地。",
      "zh_TW": "到這個地方，這是第三段，我們把這個意思說完了。底下一段，第四段文不長，但是四段是屬於總結，裡面的意思比較多一點，我們要留到下一次，我們詳細再跟諸位研討，裡面有一些值得我們學習的。今天就講到此地。"
    }
  ]
}