{
  "doc_id": "12-005-0004",
  "title": {
    "zh_CN": "华严经大愿精进力夜神章",
    "zh_TW": "華嚴經大願精進力夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1987",
    "zh_TW": "1987"
  },
  "doc_number": "12-005-0004",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "12-005-0004_p0001",
      "zh_CN": "请掀开经本，八百三十三页第二行，善财见善友生起十种殊胜之心，经文有十句，前面四句上一次讲过了，我们从第五句看起，这就是第五句：",
      "zh_TW": "請掀開經本，八百三十三頁第二行，善財見善友生起十種殊勝之心，經文有十句，前面四句上一次講過了，我們從第五句看起，這就是第五句："
    },
    {
      "id": "12-005-0004_p0002",
      "zh_CN": "【于善知识生能生最胜心。令我生于佛境界中智光照故。】",
      "zh_TW": "【於善知識生能生最勝心。令我生於佛境界中智光照故。】"
    },
    {
      "id": "12-005-0004_p0003",
      "zh_CN": "从这一句看起。这一句里面要紧的意思，就是『能生最胜心』，最殊胜之心，这个心是什么心？安住在『佛境界中』。什么叫做「佛境界」？这一部经上所讲的就是佛境界，在经题上说，「入不思议解脱境界」。所以这《华严经》上讲的境界，特别是这一品，也就是我们这一本里面所说的，这样讲法还是很笼统，我们一下还不容易体会得到。再简单说一点，就是善财与五十三位善知识他们的生活方式，就是佛境界。这五十三位善知识以及善财童子，他们都是住于佛境界中，这是从上面听下来的人，能够略略的体会到一些。如果从更简略的话来说，就是普贤菩萨十大愿王，他是把佛境界归纳为十条。这个十条，每一条里面都是甚深广大的境界，这是诸佛如来境界。这些境界都是依般若智慧为体，所以六根的作用都是光明遍照，所以叫『智光照故』。这个十愿不能一一细说，一一细说哪一愿都不是两个小时能够讲得完的，经文到后面我们还会详细的讨论到。",
      "zh_TW": "從這一句看起。這一句裡面要緊的意思，就是『能生最勝心』，最殊勝之心，這個心是什麼心？安住在『佛境界中』。什麼叫做「佛境界」？這一部經上所講的就是佛境界，在經題上說，「入不思議解脫境界」。所以這《華嚴經》上講的境界，特別是這一品，也就是我們這一本裡面所說的，這樣講法還是很籠統，我們一下還不容易體會得到。再簡單說一點，就是善財與五十三位善知識他們的生活方式，就是佛境界。這五十三位善知識以及善財童子，他們都是住於佛境界中，這是從上面聽下來的人，能夠略略的體會到一些。如果從更簡略的話來說，就是普賢菩薩十大願王，他是把佛境界歸納為十條。這個十條，每一條裡面都是甚深廣大的境界，這是諸佛如來境界。這些境界都是依般若智慧為體，所以六根的作用都是光明遍照，所以叫『智光照故』。這個十願不能一一細說，一一細說哪一願都不是兩個小時能夠講得完的，經文到後面我們還會詳細的討論到。"
    },
    {
      "id": "12-005-0004_p0004",
      "zh_CN": "譬如说礼敬，礼是外表，是对人；敬是内在的，也可以说对事。我们对人、对事、对物都要用真诚之心。对人有礼貌，对事认真负责，这个就是修礼敬，所以它的境界无有边际。我们在家庭、在社会身分常常变更，这就是佛法里面常讲的千百亿化身，我们事实上就是千百亿化身。对我们的父母，我们这个身是儿女之身；对自己的子女，那你身上又一变了，变成父母之身。五伦十义，一个人至少他有十种身分，这十种身分就是我们中国传统里面所讲的，夫妇、父子、兄弟、君臣、朋友，你一个人至少一生当中，把它归纳起来，你有这十种身分。十种身分一展开，身分很多，这是人与人的关系，身分很多。这个就不必细说了，诸位能够体会得到的，经上讲千百亿化身，就是这个意思。什么样的身分，他有什么样的义务，他有什么样的责任，所谓父慈子孝、兄友弟恭，这就说明他这个身分不一样，他的责任不相同。负责尽职，这都是属于礼敬诸佛的范围。",
      "zh_TW": "譬如說禮敬，禮是外表，是對人；敬是內在的，也可以說對事。我們對人、對事、對物都要用真誠之心。對人有禮貌，對事認真負責，這個就是修禮敬，所以它的境界無有邊際。我們在家庭、在社會身分常常變更，這就是佛法裡面常講的千百億化身，我們事實上就是千百億化身。對我們的父母，我們這個身是兒女之身；對自己的子女，那你身上又一變了，變成父母之身。五倫十義，一個人至少他有十種身分，這十種身分就是我們中國傳統裡面所講的，夫婦、父子、兄弟、君臣、朋友，你一個人至少一生當中，把它歸納起來，你有這十種身分。十種身分一展開，身分很多，這是人與人的關係，身分很多。這個就不必細說了，諸位能夠體會得到的，經上講千百億化身，就是這個意思。什麼樣的身分，他有什麼樣的義務，他有什麼樣的責任，所謂父慈子孝、兄友弟恭，這就說明他這個身分不一樣，他的責任不相同。負責盡職，這都是屬於禮敬諸佛的範圍。"
    },
    {
      "id": "12-005-0004_p0005",
      "zh_CN": "学了之后要去做，要把这些教诲变成实际的生活，这就叫证入，你真正做到了，做到了就是入佛境界。照这样说，这个世间很多人也都能做到，为什么不叫佛境界？他做到了，的确不叫佛境界。佛境界，实在讲也是做的这么多事情，跟凡夫没有两样，所不同的就是佛境界里面加了一点东西在里头，加什么？加了觉不迷，这就是智慧，正不邪，净不染。所以在我们日常生活当中，佛菩萨跟我们凡夫没有两样，你看这五十三位善知识，做生意的，他就很像个做生意的人；从政的，他也是像从政的，他没有什么改变。这个五十三个人里头，士农工商、各行各业，没有说学佛就变得怪怪的，没有，没有这个样子，跟这个世间人没有什么两样，这就是所谓「佛法在世间，不坏世间法」。佛法在世间，不离世间法，就是世间法，世间法里面，你要是觉而不迷，正而不邪，净而不染，这就是佛境界，这就是佛法。诸位要明白这一点，《华严经》特别殊胜之处，就是善财与五十三位菩萨把它做出来给我们看，我们才恍然大悟，才晓得什么是佛法，佛法应该怎样的来修学，这个是圆满一乘佛法。",
      "zh_TW": "學了之後要去做，要把這些教誨變成實際的生活，這就叫證入，你真正做到了，做到了就是入佛境界。照這樣說，這個世間很多人也都能做到，為什麼不叫佛境界？他做到了，的確不叫佛境界。佛境界，實在講也是做的這麼多事情，跟凡夫沒有兩樣，所不同的就是佛境界裡面加了一點東西在裡頭，加什麼？加了覺不迷，這就是智慧，正不邪，淨不染。所以在我們日常生活當中，佛菩薩跟我們凡夫沒有兩樣，你看這五十三位善知識，做生意的，他就很像個做生意的人；從政的，他也是像從政的，他沒有什麼改變。這個五十三個人裡頭，士農工商、各行各業，沒有說學佛就變得怪怪的，沒有，沒有這個樣子，跟這個世間人沒有什麼兩樣，這就是所謂「佛法在世間，不壞世間法」。佛法在世間，不離世間法，就是世間法，世間法裡面，你要是覺而不迷，正而不邪，淨而不染，這就是佛境界，這就是佛法。諸位要明白這一點，《華嚴經》特別殊勝之處，就是善財與五十三位菩薩把它做出來給我們看，我們才恍然大悟，才曉得什麼是佛法，佛法應該怎樣的來修學，這個是圓滿一乘佛法。"
    },
    {
      "id": "12-005-0004_p0006",
      "zh_CN": "所以六根接触六尘境界充满了智慧，智慧从哪里来的？从真心里面来的。你这个心地真诚，他就生智慧，心要是虚妄就生烦恼，所以智慧跟烦恼，实在讲是一桩事情。所以大乘经上也常说，「烦恼即菩提」，烦恼就是菩提，没有两样。这个里头，烦恼跟菩提不同的就是迷悟，迷了就是用妄心，妄心起作用就叫烦恼，真心起作用就叫菩提，真妄不二，真心跟妄心是一个心。就是这个心是在迷，还是在悟，在悟的时候我们叫真心，在迷的时候就叫妄心。实际上心哪有真妄的？没有真妄。再跟诸位要说得透彻一点，迷悟也没有，哪来的迷悟？这是跟诸位讲到究竟的话，但是这毕竟不是我们初学的境界，所以佛说法，不得不依二谛而说。所谓二谛：俗谛，随众生的见解、常识、知见来说，这叫方便说，叫权巧说；真谛，如果是如来自己果地上，那是真实说，真实说一切众生本来成佛，哪一个不是佛？而且个个都是究竟圆满的佛，这是从真实说。可是我们现在确确实实是迷而不觉，为什么？有分别、有执着、有烦恼，这些虽然是虚妄的，这虚妄的存在，没有能够把它统统化成智慧，所以这个不是佛境界。我们再看底下一句：",
      "zh_TW": "所以六根接觸六塵境界充滿了智慧，智慧從哪裡來的？從真心裡面來的。你這個心地真誠，他就生智慧，心要是虛妄就生煩惱，所以智慧跟煩惱，實在講是一樁事情。所以大乘經上也常說，「煩惱即菩提」，煩惱就是菩提，沒有兩樣。這個裡頭，煩惱跟菩提不同的就是迷悟，迷了就是用妄心，妄心起作用就叫煩惱，真心起作用就叫菩提，真妄不二，真心跟妄心是一個心。就是這個心是在迷，還是在悟，在悟的時候我們叫真心，在迷的時候就叫妄心。實際上心哪有真妄的？沒有真妄。再跟諸位要說得透徹一點，迷悟也沒有，哪來的迷悟？這是跟諸位講到究竟的話，但是這畢竟不是我們初學的境界，所以佛說法，不得不依二諦而說。所謂二諦：俗諦，隨眾生的見解、常識、知見來說，這叫方便說，叫權巧說；真諦，如果是如來自己果地上，那是真實說，真實說一切眾生本來成佛，哪一個不是佛？而且個個都是究竟圓滿的佛，這是從真實說。可是我們現在確確實實是迷而不覺，為什麼？有分別、有執著、有煩惱，這些雖然是虛妄的，這虛妄的存在，沒有能夠把它統統化成智慧，所以這個不是佛境界。我們再看底下一句："
    },
    {
      "id": "12-005-0004_p0007",
      "zh_CN": "【于善知识生出离心。令我修行普贤菩萨出离行故。】",
      "zh_TW": "【於善知識生出離心。令我修行普賢菩薩出離行故。】"
    },
    {
      "id": "12-005-0004_p0008",
      "zh_CN": "一切大乘的修行，都是以普贤菩萨行为总纲领，就是连念佛法门都不例外。你看《无量寿经》里面讲的，这些大菩萨有出家的、有在家的，都是圆教等觉菩萨，那么高的地位还要遵修普贤之德。由此我们可以体会到，普贤菩萨代表了整个大乘佛法修学的共同纲领，这就非常的重要了。我们这部经是《普贤菩萨行愿品》，十方世界所有的菩萨都要依这个原理原则来修行，可见得这部经的重要性。善财见到善友之后，也激发了他的道心，生起了『出离心』，出是超出，离是远离。出离的是什么？这就很重要了。在《华严经》里面讲到修行，清凉大师把全经分做四科，就是四大段，信、解、行、证，分为这个四大段。在行的这一段，就是「离世间品」，所以这个地方讲「出离心」。「离世间品」，这一品经也很长，有五卷，当然最长的是最后这一品，这一品有四十卷。",
      "zh_TW": "一切大乘的修行，都是以普賢菩薩行為總綱領，就是連念佛法門都不例外。你看《無量壽經》裡面講的，這些大菩薩有出家的、有在家的，都是圓教等覺菩薩，那麼高的地位還要遵修普賢之德。由此我們可以體會到，普賢菩薩代表了整個大乘佛法修學的共同綱領，這就非常的重要了。我們這部經是《普賢菩薩行願品》，十方世界所有的菩薩都要依這個原理原則來修行，可見得這部經的重要性。善財見到善友之後，也激發了他的道心，生起了『出離心』，出是超出，離是遠離。出離的是什麼？這就很重要了。在《華嚴經》裡面講到修行，清涼大師把全經分做四科，就是四大段，信、解、行、證，分為這個四大段。在行的這一段，就是「離世間品」，所以這個地方講「出離心」。「離世間品」，這一品經也很長，有五卷，當然最長的是最後這一品，這一品有四十卷。"
    },
    {
      "id": "12-005-0004_p0009",
      "zh_CN": "我们现在说什么叫世间？这个要搞清楚。佛在经典上告诉我们，这个世间有三种，有有情世间，这就是讲我们六道凡夫，三界六道，这个是世间。第二种讲器世间，器世间是讲环境，物质环境，小，我们贴身穿的这件汗衫，这是我们的环境；大，是我们依靠生存的地球，乃至于我们今天所讲到太阳系、银河系，这都是我们生活当中大的环境，全属于依报，叫器世间。第三种叫智正觉世间，智正觉世间是讲六道之外的圣人，阿罗汉、辟支佛、菩萨、佛，智正觉世间。出离心是这三种世间都要出离，这个诸位要了解，你才真正到圆满成就了。好，这六道出离了，超越六道了，超越生死轮回了，你做了菩萨、做了佛，圆不圆满？不圆满。为什么？你那个佛是十法界的佛，那个不是究竟的。一切都超越了，那个法界没法子说了，所以不得已说一个名词，叫一真法界。诸位要晓得，这是不得已而说的，没话好说了。真正到这个地步，就是经上常讲的，「言语道断，心行处灭」，实在不得已再说一个假名，叫一真法界。",
      "zh_TW": "我們現在說什麼叫世間？這個要搞清楚。佛在經典上告訴我們，這個世間有三種，有有情世間，這就是講我們六道凡夫，三界六道，這個是世間。第二種講器世間，器世間是講環境，物質環境，小，我們貼身穿的這件汗衫，這是我們的環境；大，是我們依靠生存的地球，乃至於我們今天所講到太陽系、銀河系，這都是我們生活當中大的環境，全屬於依報，叫器世間。第三種叫智正覺世間，智正覺世間是講六道之外的聖人，阿羅漢、辟支佛、菩薩、佛，智正覺世間。出離心是這三種世間都要出離，這個諸位要了解，你才真正到圓滿成就了。好，這六道出離了，超越六道了，超越生死輪迴了，你做了菩薩、做了佛，圓不圓滿？不圓滿。為什麼？你那個佛是十法界的佛，那個不是究竟的。一切都超越了，那個法界沒法子說了，所以不得已說一個名詞，叫一真法界。諸位要曉得，這是不得已而說的，沒話好說了。真正到這個地步，就是經上常講的，「言語道斷，心行處滅」，實在不得已再說一個假名，叫一真法界。"
    },
    {
      "id": "12-005-0004_p0010",
      "zh_CN": "所以这个出离，不仅仅出离三界六道，连声闻、缘觉、菩萨、诸佛都要出离。六祖说得好，「本来无一物，何处惹尘埃」，你那个心里还有个佛，那还是有一物，还是不清净。所以这个真正讲到出离，是这个意思。出离了之后，实在讲如果你真的有个出，真的有个离，你还是没有出离。「本来无一物」里头，哪里有个出？有出的这个念头，这就坏了；有离的这个念头，也坏了，清净心当中没有出也没有离，统统没有这些东西。这个道理参透了，你才懂得什么叫修行，穿衣吃饭、待人接物，都叫修行。为什么？出与不出是一不是二，离与不离也是一不是二，这叫真正出离。有出有离，已经是二法，《坛经》上讲得很好，二法就不是佛法，佛法是不二法，诸位一定要明白这个道理。",
      "zh_TW": "所以這個出離，不僅僅出離三界六道，連聲聞、緣覺、菩薩、諸佛都要出離。六祖說得好，「本來無一物，何處惹塵埃」，你那個心裡還有個佛，那還是有一物，還是不清淨。所以這個真正講到出離，是這個意思。出離了之後，實在講如果你真的有個出，真的有個離，你還是沒有出離。「本來無一物」裡頭，哪裡有個出？有出的這個念頭，這就壞了；有離的這個念頭，也壞了，清淨心當中沒有出也沒有離，統統沒有這些東西。這個道理參透了，你才懂得什麼叫修行，穿衣吃飯、待人接物，都叫修行。為什麼？出與不出是一不是二，離與不離也是一不是二，這叫真正出離。有出有離，已經是二法，《壇經》上講得很好，二法就不是佛法，佛法是不二法，諸位一定要明白這個道理。"
    },
    {
      "id": "12-005-0004_p0011",
      "zh_CN": "净土经典里面所讲的，像《弥陀经》里头最重要的一句话，「一心不乱」，一就是不二。我在生活当中，从早到晚，待人接物处事我都用一心，这就是佛境界，这就是普贤行。一心里面，任何一行都具足普贤十大愿王，任何一个动作都具足文殊菩萨十波罗蜜，这就是华严境界，这就是佛境界了，一修一切修，一切修一修，一多不二。我这几句话诸位要细心的去体会、去领略，否则的话，你愈听愈玄，你反而不晓得怎么下手。我说的句句都是真实话，完全非常自然，我们的生活当中入了这个境界，从今以后，你在生活当中法喜充满，也就是快快乐乐，无忧无虑，不生烦恼，不起分别，不生执着，真正得到快乐自在。佛法教给我们，怎样求得真正的幸福、真正的圆满？我现在很自在、很快乐，你将来必定更自在、更快乐，这是真的。现在有忧虑、有烦恼，将来有苦受的。",
      "zh_TW": "淨土經典裡面所講的，像《彌陀經》裡頭最重要的一句話，「一心不亂」，一就是不二。我在生活當中，從早到晚，待人接物處事我都用一心，這就是佛境界，這就是普賢行。一心裡面，任何一行都具足普賢十大願王，任何一個動作都具足文殊菩薩十波羅蜜，這就是華嚴境界，這就是佛境界了，一修一切修，一切修一修，一多不二。我這幾句話諸位要細心的去體會、去領略，否則的話，你愈聽愈玄，你反而不曉得怎麼下手。我說的句句都是真實話，完全非常自然，我們的生活當中入了這個境界，從今以後，你在生活當中法喜充滿，也就是快快樂樂，無憂無慮，不生煩惱，不起分別，不生執著，真正得到快樂自在。佛法教給我們，怎樣求得真正的幸福、真正的圓滿？我現在很自在、很快樂，你將來必定更自在、更快樂，這是真的。現在有憂慮、有煩惱，將來有苦受的。"
    },
    {
      "id": "12-005-0004_p0012",
      "zh_CN": "因果一定相应，《华严经》也讲五周因果，世间人有因缘果报，成了佛也离不开，所以好的因一定有好果。最好的因是一心不乱，身心清净，自在无碍，这是最好的因，我们应当要修学的。所以把「礼敬诸佛，称赞如来」，一直到「普皆回向」，都要应用在生活点点滴滴之中。念佛人也是这样的，参禅、持咒，无有一法不是如此。所以普贤行是一切菩萨修行的总纲领，这个出离的意思要清楚。出离，简单的讲就是不着相、不沾染，不是说我们一切事都离开了，那就错了。我们看五十三位菩萨，他没有离开社会，没有离开人群，没有离开。由此可知，他这个出离是心出离，不是身出离。佛在《金刚经》上给我们说，「不取于相，如如不动」，这就是出离。不取相是不着相，外不着相，内不动心，完全从真性上说的。诸位要明白这个道理，从真性上说的。真心有体有用，体上是不着相、不动心，用上有没有？用上有。",
      "zh_TW": "因果一定相應，《華嚴經》也講五周因果，世間人有因緣果報，成了佛也離不開，所以好的因一定有好果。最好的因是一心不亂，身心清淨，自在無礙，這是最好的因，我們應當要修學的。所以把「禮敬諸佛，稱讚如來」，一直到「普皆迴向」，都要應用在生活點點滴滴之中。念佛人也是這樣的，參禪、持咒，無有一法不是如此。所以普賢行是一切菩薩修行的總綱領，這個出離的意思要清楚。出離，簡單的講就是不著相、不沾染，不是說我們一切事都離開了，那就錯了。我們看五十三位菩薩，他沒有離開社會，沒有離開人群，沒有離開。由此可知，他這個出離是心出離，不是身出離。佛在《金剛經》上給我們說，「不取於相，如如不動」，這就是出離。不取相是不著相，外不著相，內不動心，完全從真性上說的。諸位要明白這個道理，從真性上說的。真心有體有用，體上是不著相、不動心，用上有沒有？用上有。"
    },
    {
      "id": "12-005-0004_p0013",
      "zh_CN": "由此可知，空有是一不是二。释迦牟尼佛看到学生修行得好他也很欢喜，他面上也表出了笑容，也赞叹，那不是着相了？看到那个顽皮的比丘，六群比丘，天天给他找麻烦，他也生气，他也要骂人。可见得佛在外表上也有喜怒哀乐，内心，心里头没有。佛如此，我们哪一个人不如此？你们的真心里头何尝动过念头？所以佛在这个经上说，一切众生本来成佛，一点都没说错。问题出在哪里？佛觉，佛对于这个心的体、相、作用清清楚楚、明明白白，我们对于这个心的体、相、作用一塌糊涂，根本就不知道。可见得就佛与众生之差别就是觉迷，除了觉迷之外，找不到什么不同的地方。在佛的眼光来看，一切众生哪一个不是佛，很可惜的，就是他的体、相、作用不清楚，迷了。虽然迷了，还是一样起作用，不是迷了就不起作用，迷了还照样起作用。而起的作用跟佛菩萨没有两样，所以佛法才标出一个宗旨，「破迷开悟」，迷破了，苦自然就没有了；悟要是开了，乐自然就得到了。这个离苦得乐是果，用不着考虑这些事情。关键就是在破迷开悟，一定要觉悟，觉悟什么？觉悟自性。自性的体、相、作用，你只要把这个搞明白了，世出世间一切法，过去、现在、未来，没有一样不清楚，没有一样不通达，然后你才真正发现到佛讲的话真实不虚。不要看这个普贤行很复杂、很多，一一行当中，圆满具足。",
      "zh_TW": "由此可知，空有是一不是二。釋迦牟尼佛看到學生修行得好他也很歡喜，他面上也表出了笑容，也讚歎，那不是著相了？看到那個頑皮的比丘，六群比丘，天天給他找麻煩，他也生氣，他也要罵人。可見得佛在外表上也有喜怒哀樂，內心，心裡頭沒有。佛如此，我們哪一個人不如此？你們的真心裡頭何嘗動過念頭？所以佛在這個經上說，一切眾生本來成佛，一點都沒說錯。問題出在哪裡？佛覺，佛對於這個心的體、相、作用清清楚楚、明明白白，我們對於這個心的體、相、作用一塌糊塗，根本就不知道。可見得就佛與眾生之差別就是覺迷，除了覺迷之外，找不到什麼不同的地方。在佛的眼光來看，一切眾生哪一個不是佛，很可惜的，就是他的體、相、作用不清楚，迷了。雖然迷了，還是一樣起作用，不是迷了就不起作用，迷了還照樣起作用。而起的作用跟佛菩薩沒有兩樣，所以佛法才標出一個宗旨，「破迷開悟」，迷破了，苦自然就沒有了；悟要是開了，樂自然就得到了。這個離苦得樂是果，用不著考慮這些事情。關鍵就是在破迷開悟，一定要覺悟，覺悟什麼？覺悟自性。自性的體、相、作用，你只要把這個搞明白了，世出世間一切法，過去、現在、未來，沒有一樣不清楚，沒有一樣不通達，然後你才真正發現到佛講的話真實不虛。不要看這個普賢行很複雜、很多，一一行當中，圓滿具足。"
    },
    {
      "id": "12-005-0004_p0014",
      "zh_CN": "出离这两个字意思很深，这是离与不离、出与不出，一到不二了，这才叫真正出离。它的意思是这个，我们不要把它搞错了。因为我们凡夫读经所以难，难在哪里？凡夫的观念统统落在相对里头去，说一个出，对面一定有个入，说一个离，对面一定有一个集合，合起来，他总是二边的，哪里晓得佛所讲的句句话，虽然用的这个名词，实际上他的意思是二边都超越了。离合是二边，他讲这个离，是合也离了，是离也离了，二边统统离。说出？出也出了，是入也出了，统统都超出了。所以它是绝对的一个概念，不是相对的，这是佛法最难懂的地方。所以经才说，《华严经》上讲，《智度论》上也讲，「佛法无人说，虽智莫能解」，世间聪明智慧再高的人，没有办法理解佛法，那就是佛所说的一切法，意在言外，你要从他的言语文字里面去求，那就糟了，那就全变成世间法，那不叫佛法。那反而被佛法迷了，不但你不能觉悟，你被佛法迷了。再看底下一句，第七句：",
      "zh_TW": "出離這兩個字意思很深，這是離與不離、出與不出，一到不二了，這才叫真正出離。它的意思是這個，我們不要把它搞錯了。因為我們凡夫讀經所以難，難在哪裡？凡夫的觀念統統落在相對裡頭去，說一個出，對面一定有個入，說一個離，對面一定有一個集合，合起來，他總是二邊的，哪裡曉得佛所講的句句話，雖然用的這個名詞，實際上他的意思是二邊都超越了。離合是二邊，他講這個離，是合也離了，是離也離了，二邊統統離。說出？出也出了，是入也出了，統統都超出了。所以它是絕對的一個概念，不是相對的，這是佛法最難懂的地方。所以經才說，《華嚴經》上講，《智度論》上也講，「佛法無人說，雖智莫能解」，世間聰明智慧再高的人，沒有辦法理解佛法，那就是佛所說的一切法，意在言外，你要從他的言語文字裡面去求，那就糟了，那就全變成世間法，那不叫佛法。那反而被佛法迷了，不但你不能覺悟，你被佛法迷了。再看底下一句，第七句："
    },
    {
      "id": "12-005-0004_p0015",
      "zh_CN": "【于善知识生能具足福智海心。令我积集成就福智白净法故。】",
      "zh_TW": "【於善知識生能具足福智海心。令我積集成就福智白淨法故。】"
    },
    {
      "id": "12-005-0004_p0016",
      "zh_CN": "这个十种心也统统都是有连带关系的，就好像盖房子一样，十层大楼，盖了第一层，再盖第二层，再盖第三层，后后胜于前前，没有前面的基础，后面这些生不出来，也做不到。这一条就是讲修福修慧，学佛的同修哪一个人不希望多福多慧？真正的福慧，这个地方讲具足、积集，必须要真正做到『出离行』才行，你的福慧就圆满，福慧就具足了。福是定，所以心地清净这是大福报。心清净，这个人一生当中没有忧虑，没有烦恼，这个福报大。清净心起作用，就是照见一切法界，这是智慧。实在讲，定心就是清净心，它有两种作用，一种作用是智慧，另外一种作用是神通，神通与智慧统统是从定当中生的。这个通与智都是我们的本能，不是外面来的，每一个人都有，而且跟诸佛菩萨一样大，不会说菩萨那个神通智慧比我们高一点，我们比他差一点，没有这个道理。虽然相同，但是现在实际上显现出来的不相同。",
      "zh_TW": "這個十種心也統統都是有連帶關係的，就好像蓋房子一樣，十層大樓，蓋了第一層，再蓋第二層，再蓋第三層，後後勝於前前，沒有前面的基礎，後面這些生不出來，也做不到。這一條就是講修福修慧，學佛的同修哪一個人不希望多福多慧？真正的福慧，這個地方講具足、積集，必須要真正做到『出離行』才行，你的福慧就圓滿，福慧就具足了。福是定，所以心地清淨這是大福報。心清淨，這個人一生當中沒有憂慮，沒有煩惱，這個福報大。清淨心起作用，就是照見一切法界，這是智慧。實在講，定心就是清淨心，它有兩種作用，一種作用是智慧，另外一種作用是神通，神通與智慧統統是從定當中生的。這個通與智都是我們的本能，不是外面來的，每一個人都有，而且跟諸佛菩薩一樣大，不會說菩薩那個神通智慧比我們高一點，我們比他差一點，沒有這個道理。雖然相同，但是現在實際上顯現出來的不相同。"
    },
    {
      "id": "12-005-0004_p0017",
      "zh_CN": "譬如说两个池子的水，水是一样的，一样的干净、清净。一个池子的水是清净的，是定的，所以没有风浪，平静的，平的。平的水就像个镜子一样，外面的境界相照在里头清清楚楚，统统照到了。另外这一池水，它起了波浪，它照外面就照不清楚。其实这个起波浪的水，它也有照的功能，不过是现在起了浪而已，没有能定下来。在佛经里常常把心比作水，心水，佛的心水是静的，平静的，不起波浪；我们凡夫现在这个心水，是起了大风大浪，就这么回事情。所以你要把这个风浪息下来，要平静了，你的本能跟佛的本能哪有两样？没有两样。这个风浪是什么？是分别、执着、妄想。所以佛在《华严经．出现品》里头讲，「一切众生皆有如来智慧德相」，所以佛法讲是真正的平等，平等当中现在所现的相不平等，就是众生这个风浪的大小。佛这个心完全平静的，风平浪静，一点波浪都没有；菩萨是有一点小小的波浪，所以对外面境界照得还是满清楚的，是小浪；缘觉、阿罗汉、辟支佛，那个浪比菩萨就大一点了；六道凡夫，天，那个浪比阿罗汉就要大；人，比天更大；畜生、饿鬼、地狱，那比我们人间的风浪大得太多太多了，那是完全迷惑了，他才跑三恶道去，就是这么回事情。",
      "zh_TW": "譬如說兩個池子的水，水是一樣的，一樣的乾淨、清淨。一個池子的水是清淨的，是定的，所以沒有風浪，平靜的，平的。平的水就像個鏡子一樣，外面的境界相照在裡頭清清楚楚，統統照到了。另外這一池水，它起了波浪，它照外面就照不清楚。其實這個起波浪的水，它也有照的功能，不過是現在起了浪而已，沒有能定下來。在佛經裡常常把心比作水，心水，佛的心水是靜的，平靜的，不起波浪；我們凡夫現在這個心水，是起了大風大浪，就這麼回事情。所以你要把這個風浪息下來，要平靜了，你的本能跟佛的本能哪有兩樣？沒有兩樣。這個風浪是什麼？是分別、執著、妄想。所以佛在《華嚴經．出現品》裡頭講，「一切眾生皆有如來智慧德相」，所以佛法講是真正的平等，平等當中現在所現的相不平等，就是眾生這個風浪的大小。佛這個心完全平靜的，風平浪靜，一點波浪都沒有；菩薩是有一點小小的波浪，所以對外面境界照得還是滿清楚的，是小浪；緣覺、阿羅漢、辟支佛，那個浪比菩薩就大一點了；六道凡夫，天，那個浪比阿羅漢就要大；人，比天更大；畜生、餓鬼、地獄，那比我們人間的風浪大得太多太多了，那是完全迷惑了，他才跑三惡道去，就是這麼回事情。"
    },
    {
      "id": "12-005-0004_p0018",
      "zh_CN": "佛法的修学，就是教我们把心定下来，所谓是八万四千法门，那是八万四千种不同的方法、不同的手段，统统修定，全都是修的定。如果他不修定，那就不是佛法，统统修的定。念佛法门也是修这个定。所以念佛应该怎么念法？我们六根接触外面境界，眼见色、耳闻声，心里面起分别、起执着了，赶紧念佛号，因为分别执着妄想就是波浪，用这句佛号把这个浪压下去，这就是念佛的原理。所以用这一念，就是佛号这一个念头，把所有一切妄念统统压下去，把它伏住。果然能伏住了，这就叫功夫成片，这成片了。真正把它制伏了，分别妄想执着没有了、断掉了，这个时候叫一心不乱，那功夫就相当深。要往生西方要什么条件？压住就能往生，凡圣同居土的三辈九品统统是伏住了，没断，没有到一心不乱，功夫成片就可以往生。那一心不乱，当然就更不必说了。所以学佛念佛人一定要懂得佛法的道理，然后你才会在这一个法门里死心塌地，你才能真正收到效果，不会被外境所转，不会被外境所动摇，你的定慧就能够成就。",
      "zh_TW": "佛法的修學，就是教我們把心定下來，所謂是八萬四千法門，那是八萬四千種不同的方法、不同的手段，統統修定，全都是修的定。如果他不修定，那就不是佛法，統統修的定。念佛法門也是修這個定。所以念佛應該怎麼念法？我們六根接觸外面境界，眼見色、耳聞聲，心裡面起分別、起執著了，趕緊念佛號，因為分別執著妄想就是波浪，用這句佛號把這個浪壓下去，這就是念佛的原理。所以用這一念，就是佛號這一個念頭，把所有一切妄念統統壓下去，把它伏住。果然能伏住了，這就叫功夫成片，這成片了。真正把它制伏了，分別妄想執著沒有了、斷掉了，這個時候叫一心不亂，那功夫就相當深。要往生西方要什麼條件？壓住就能往生，凡聖同居土的三輩九品統統是伏住了，沒斷，沒有到一心不亂，功夫成片就可以往生。那一心不亂，當然就更不必說了。所以學佛念佛人一定要懂得佛法的道理，然後你才會在這一個法門裡死心塌地，你才能真正收到效果，不會被外境所轉，不會被外境所動搖，你的定慧就能夠成就。"
    },
    {
      "id": "12-005-0004_p0019",
      "zh_CN": "经文上是『具足福智海』，「海」是比喻，比喻深，比喻的广，生起要具足圆满的大智、圆满的大福报，这个就是如来果地上的，我们称佛叫二足尊。这个二就是福智，就是这两种，足就是圆满，智也圆满了，福也圆满了，称为二足尊。这个心起来，也就是圆成佛道的心。可是这个心生起来了，要做，不做那还是打妄想，没用处。一定要去『积集成就福智白净法故』，「白净法」，白是善，净是清净，如果单单修白法，就是修善法，果报在三善道。善法要做，怎么个做法？用清净心去做，也就是虽然做了，不要染着，不要着相。我做了多少多少善事，做了多少多少好事，是不错，你心不清净，你心里头有染污，被什么染了？被善染了。这个不是普贤法，不是出离法。所以虽然作善，而不染污，应该要这样的修法。",
      "zh_TW": "經文上是『具足福智海』，「海」是比喻，比喻深，比喻的廣，生起要具足圓滿的大智、圓滿的大福報，這個就是如來果地上的，我們稱佛叫二足尊。這個二就是福智，就是這兩種，足就是圓滿，智也圓滿了，福也圓滿了，稱為二足尊。這個心起來，也就是圓成佛道的心。可是這個心生起來了，要做，不做那還是打妄想，沒用處。一定要去『積集成就福智白淨法故』，「白淨法」，白是善，淨是清淨，如果單單修白法，就是修善法，果報在三善道。善法要做，怎麼個做法？用清淨心去做，也就是雖然做了，不要染著，不要著相。我做了多少多少善事，做了多少多少好事，是不錯，你心不清淨，你心裡頭有染污，被什麼染了？被善染了。這個不是普賢法，不是出離法。所以雖然作善，而不染污，應該要這樣的修法。"
    },
    {
      "id": "12-005-0004_p0020",
      "zh_CN": "可是这一个世间，这一个社会，非常重视这个办事的成绩，那你要不把一桩一桩都记载下来，做了多少好事，人家说你一样也没做，这个怎么办？刚才说过了，染净是一，那就叫真正出离。对世间，我们做一桩善事，记录下来，像我们这个讲堂，一年做了多少善事，我们要报告政府，要公布给社会，我们心里头有没有？心里确实没有，这才一如。我们心里头真正有，你就被这个善法染污了，你只有白，没有净。我样样都清楚面对社会，我有白；我心地清净，一尘不染，我有净，要这样做法，这一点很重要，这是我们要学习的。",
      "zh_TW": "可是這一個世間，這一個社會，非常重視這個辦事的成績，那你要不把一樁一樁都記載下來，做了多少好事，人家說你一樣也沒做，這個怎麼辦？剛才說過了，染淨是一，那就叫真正出離。對世間，我們做一樁善事，記錄下來，像我們這個講堂，一年做了多少善事，我們要報告政府，要公布給社會，我們心裡頭有沒有？心裡確實沒有，這才一如。我們心裡頭真正有，你就被這個善法染污了，你只有白，沒有淨。我樣樣都清楚面對社會，我有白；我心地清淨，一塵不染，我有淨，要這樣做法，這一點很重要，這是我們要學習的。"
    },
    {
      "id": "12-005-0004_p0021",
      "zh_CN": "面对社会是接引众生，接引众生，如果心里有执着的话，那被众生度了，那就是古人所谓是「好事不如无事」，要明白这个道理。所以一定要用清净心修善事，这才能够福智圆满，为什么？清净心里面就生定、生慧。做许许多多善事是福，福里头不着相就是慧。因此世间种种善行我们要做，不能不做。世间善法要做，你要不做，这是违背了佛法，「佛法在世间，不离世间觉」，你不做，就离了世间了，不离世间。要紧就是觉，不离世间觉，觉就是佛法，觉是真正出离，所以福慧要这样的修法，努力去修善而不着相。这是我们个人修的话，确确实实要这样做法，团体里面它有它特殊的原因，它要对社会，它要对接引众生，它有它的做法。第八句是：",
      "zh_TW": "面對社會是接引眾生，接引眾生，如果心裡有執著的話，那被眾生度了，那就是古人所謂是「好事不如無事」，要明白這個道理。所以一定要用清淨心修善事，這才能夠福智圓滿，為什麼？清淨心裡面就生定、生慧。做許許多多善事是福，福裡頭不著相就是慧。因此世間種種善行我們要做，不能不做。世間善法要做，你要不做，這是違背了佛法，「佛法在世間，不離世間覺」，你不做，就離了世間了，不離世間。要緊就是覺，不離世間覺，覺就是佛法，覺是真正出離，所以福慧要這樣的修法，努力去修善而不著相。這是我們個人修的話，確確實實要這樣做法，團體裡面它有它特殊的原因，它要對社會，它要對接引眾生，它有它的做法。第八句是："
    },
    {
      "id": "12-005-0004_p0022",
      "zh_CN": "【于善知识生增长心。令我精进速疾增长一切智故。】",
      "zh_TW": "【於善知識生增長心。令我精進速疾增長一切智故。】"
    },
    {
      "id": "12-005-0004_p0023",
      "zh_CN": "这一句很重要很重要。凡夫学佛所以不能成就，可以说最大的障碍就是退转。古人说得好，学佛一年，佛在眼前，非常热心，刚刚学佛，热心；学佛两年，佛就在天边了，就远了；学佛三年，佛就化成云烟，就变成老油条了。一年比一年退转，不能精进，退转了。为什么会退转？如果从根本上的因素来说，每一个人都有懒病，都有这个习气，这个习气是无始劫以来俱生带来的。人懒，谁去学懒？没有人学习的，它自自然然，这个是与生带来的烦恼。所以这个懈怠，懈怠是与生带来的烦恼，而且是非常重的烦恼，它造成了很大的障碍，懈怠、懒惰，世出世间一切法都不能成就，这是众生的根性。所以六度里面，精进，精进度什么？就是度懈怠，这是远因。近因，没有能够亲近善知识，没有能够依教奉行，他就会退堕。这个病非常的严重，在世间法来说，它障碍你的事业，你一个懈怠懒惰的人，做什么事情都不会有成就。学佛，障碍你道业，所以这是大病，一定自己要觉悟，觉悟了怎么样？想种种方法来对治，要克服这个毛病。但是每一个人根性不相同，因此用的方法也不一样。所以自己要清楚，自己要想方法，把自己这个毛病克服。",
      "zh_TW": "這一句很重要很重要。凡夫學佛所以不能成就，可以說最大的障礙就是退轉。古人說得好，學佛一年，佛在眼前，非常熱心，剛剛學佛，熱心；學佛兩年，佛就在天邊了，就遠了；學佛三年，佛就化成雲煙，就變成老油條了。一年比一年退轉，不能精進，退轉了。為什麼會退轉？如果從根本上的因素來說，每一個人都有懶病，都有這個習氣，這個習氣是無始劫以來俱生帶來的。人懶，誰去學懶？沒有人學習的，它自自然然，這個是與生帶來的煩惱。所以這個懈怠，懈怠是與生帶來的煩惱，而且是非常重的煩惱，它造成了很大的障礙，懈怠、懶惰，世出世間一切法都不能成就，這是眾生的根性。所以六度裡面，精進，精進度什麼？就是度懈怠，這是遠因。近因，沒有能夠親近善知識，沒有能夠依教奉行，他就會退墮。這個病非常的嚴重，在世間法來說，它障礙你的事業，你一個懈怠懶惰的人，做什麼事情都不會有成就。學佛，障礙你道業，所以這是大病，一定自己要覺悟，覺悟了怎麼樣？想種種方法來對治，要克服這個毛病。但是每一個人根性不相同，因此用的方法也不一樣。所以自己要清楚，自己要想方法，把自己這個毛病克服。"
    },
    {
      "id": "12-005-0004_p0024",
      "zh_CN": "善财见善知识，激发了精进心，这是我们中国俗话所说的见贤思齐，看到别人精进，想到自己也应该发愤。因此多读古大德的传记有好处，可以警策自己，像《高僧传》、《居士传》、《净土圣贤录》，各宗祖师的语录，常常看看这些书，等于说跟他们做做朋友。读这部经也好，这里头五十三位善知识都是明心见性的大菩萨，看看善财勇猛精进，每参访一位善知识，他那菩萨地位就提升了一层。到此地参访到大愿精进力夜神，善财童子也是八地菩萨，这是一个方法。这个方法要没效，那就用别的方法。诸位要读古书，你晓得在春秋战国的时候，苏秦、孙敬，你看看人家那个发愤念书，悬梁刺股。晚上念书，没有精神，打瞌睡，头发长，把头发吊在那个梁上，一打瞌睡，头发就拉他，这是什么？这就是精进，用这个方法来对治自己的毛病，人家那个成功不是偶然的。",
      "zh_TW": "善財見善知識，激發了精進心，這是我們中國俗話所說的見賢思齊，看到別人精進，想到自己也應該發憤。因此多讀古大德的傳記有好處，可以警策自己，像《高僧傳》、《居士傳》、《淨土聖賢錄》，各宗祖師的語錄，常常看看這些書，等於說跟他們做做朋友。讀這部經也好，這裡頭五十三位善知識都是明心見性的大菩薩，看看善財勇猛精進，每參訪一位善知識，他那菩薩地位就提升了一層。到此地參訪到大願精進力夜神，善財童子也是八地菩薩，這是一個方法。這個方法要沒效，那就用別的方法。諸位要讀古書，你曉得在春秋戰國的時候，蘇秦、孫敬，你看看人家那個發憤念書，懸樑刺股。晚上念書，沒有精神，打瞌睡，頭髮長，把頭髮吊在那個樑上，一打瞌睡，頭髮就拉他，這是什麼？這就是精進，用這個方法來對治自己的毛病，人家那個成功不是偶然的。"
    },
    {
      "id": "12-005-0004_p0025",
      "zh_CN": "一个人用功容易懈怠，所以要找好的同参道友，找几个人大家在一起共修。为什么？一个监督一个，依众靠众，互相监督。你打瞌睡了，喊你一下、拉你一把；我打瞌睡了，他们也来提醒我，所以这是同参道友要互相的警策，这也是个方法。这个要自己去找，自己不找，那就没有法子了。菩提道上要想成就，光有好老师没用处，老师是指路的，指你一条路的，路是要自己走的。指你这条路，你不走，那是没用处的。走路的时候，就要同学互相帮助，大家一同来走这个路，结伴一起走就方便多了，比一个人单独修那要好多了，所以是一定要有同学。有老师、有同学，这就因缘具足，容易成就。除非是你懈怠、懒惰，那没有办法；你要能够精进，决定有成就。",
      "zh_TW": "一個人用功容易懈怠，所以要找好的同參道友，找幾個人大家在一起共修。為什麼？一個監督一個，依眾靠眾，互相監督。你打瞌睡了，喊你一下、拉你一把；我打瞌睡了，他們也來提醒我，所以這是同參道友要互相的警策，這也是個方法。這個要自己去找，自己不找，那就沒有法子了。菩提道上要想成就，光有好老師沒用處，老師是指路的，指你一條路的，路是要自己走的。指你這條路，你不走，那是沒用處的。走路的時候，就要同學互相幫助，大家一同來走這個路，結伴一起走就方便多了，比一個人單獨修那要好多了，所以是一定要有同學。有老師、有同學，這就因緣具足，容易成就。除非是你懈怠、懶惰，那沒有辦法；你要能夠精進，決定有成就。"
    },
    {
      "id": "12-005-0004_p0026",
      "zh_CN": "这个星期六、星期天给你们来讲古文、讲《论语》的周家麟跟徐醒民都是我台中的同学。我在台中，我们一共有七个同学，每一个星期定期聚会一次。我们互相研究讨论，因为都是学讲经的，所以我们七个人就推一个人出来讲经，六个听众。听完了之后就批评，有的时候吵架，吵得面红耳赤，一个不服一个的，常常吵架。可是外面转一圈就没事了，气就消掉，明天再来。非常好，没有这些同学互相在一起切磋琢磨，都不能成就。所以你们诸位同修，好的同参道友也要常常聚集起来，一个星期得有一天，此地来也行，在你们家里面也行，一个星期聚会一次，把你一个星期所听的、所读的，提出来报告研究讨论，这样才能进步。不是听了就算了，这收的效果很少，因为经过讨论、经过辩论，有的时候听的意思才不至于错会了。有许多听了，把这意思错会了自己不知道，经过一番研究、讨论、辩论的时候，那就清楚多了，把自己错误的地方纠正过来，这就是求一切智，求如来果地上的智慧。佛法自始至终，就是求智慧。",
      "zh_TW": "這個星期六、星期天給你們來講古文、講《論語》的周家麟跟徐醒民都是我台中的同學。我在台中，我們一共有七個同學，每一個星期定期聚會一次。我們互相研究討論，因為都是學講經的，所以我們七個人就推一個人出來講經，六個聽眾。聽完了之後就批評，有的時候吵架，吵得面紅耳赤，一個不服一個的，常常吵架。可是外面轉一圈就沒事了，氣就消掉，明天再來。非常好，沒有這些同學互相在一起切磋琢磨，都不能成就。所以你們諸位同修，好的同參道友也要常常聚集起來，一個星期得有一天，此地來也行，在你們家裡面也行，一個星期聚會一次，把你一個星期所聽的、所讀的，提出來報告研究討論，這樣才能進步。不是聽了就算了，這收的效果很少，因為經過討論、經過辯論，有的時候聽的意思才不至於錯會了。有許多聽了，把這意思錯會了自己不知道，經過一番研究、討論、辯論的時候，那就清楚多了，把自己錯誤的地方糾正過來，這就是求一切智，求如來果地上的智慧。佛法自始至終，就是求智慧。"
    },
    {
      "id": "12-005-0004_p0027",
      "zh_CN": "念佛，专念这一句阿弥陀佛，给诸位说，也是福慧双修。可是念佛也是要依众靠众。一个人打佛七很困难，疲倦了、睡着了不知道，等睡醒了很懊悔，怎么睡了觉了？真是业障重，重也没有法子，没人提醒你。所以打个佛七，最好也是至少有三、四个人，最多不要超过十个人，这种精进佛七是非常有效的。至多不超过十个人，少的时候有三、四个人，才能有效果。一个人很难，我见过很多闭关的，闭关，关房里干什么？睡觉、打妄想，我见过。我过去有一个师兄弟在南部闭关，在去之前问我借了一部书，《中观论》的注解（《中观论疏》）我有一套线装本，十二册，借去了，他要在关房里面去看。我说好，那书我买了，我还没看，你既然闭关，我就先供养你。三年关快要满的时候，大概距离出关的时候只有二、三个月了，我到南部去看他，快到三年了。我去看他的时候当然很欢喜，给我讲佛教里头的情形，我在那里听了两个钟点，听新闻。我在外面，这个佛教界各寺庙发生的事情我都不知道，他是清清楚楚，真是不得了，好像有神通一样，清清楚楚，告诉我这个寺庙怎么样、那个地方怎么样。我就问他要书，我说书借给你，这书不多，只有十二册，薄薄的本子也不厚，十二册应该看完了，该还给我了。他没法子，书就还给我了。我把书拿来一看，因为我那书买来时候新的，看过一遍总有痕迹，结果只有第一本他看了三分之一，后面三分之二没动，我就晓得他这三年关是这样闭的，我就明了了。不容易。将来闭关也要结伴闭关才行，是不是？一个人闭关靠不住是不是？靠不住。所以这是闭多少年关，我不大相信。",
      "zh_TW": "念佛，專念這一句阿彌陀佛，給諸位說，也是福慧雙修。可是念佛也是要依眾靠眾。一個人打佛七很困難，疲倦了、睡著了不知道，等睡醒了很懊悔，怎麼睡了覺了？真是業障重，重也沒有法子，沒人提醒你。所以打個佛七，最好也是至少有三、四個人，最多不要超過十個人，這種精進佛七是非常有效的。至多不超過十個人，少的時候有三、四個人，才能有效果。一個人很難，我見過很多閉關的，閉關，關房裡幹什麼？睡覺、打妄想，我見過。我過去有一個師兄弟在南部閉關，在去之前問我借了一部書，《中觀論》的註解（《中觀論疏》）我有一套線裝本，十二冊，借去了，他要在關房裡面去看。我說好，那書我買了，我還沒看，你既然閉關，我就先供養你。三年關快要滿的時候，大概距離出關的時候只有二、三個月了，我到南部去看他，快到三年了。我去看他的時候當然很歡喜，給我講佛教裡頭的情形，我在那裡聽了兩個鐘點，聽新聞。我在外面，這個佛教界各寺廟發生的事情我都不知道，他是清清楚楚，真是不得了，好像有神通一樣，清清楚楚，告訴我這個寺廟怎麼樣、那個地方怎麼樣。我就問他要書，我說書借給你，這書不多，只有十二冊，薄薄的本子也不厚，十二冊應該看完了，該還給我了。他沒法子，書就還給我了。我把書拿來一看，因為我那書買來時候新的，看過一遍總有痕跡，結果只有第一本他看了三分之一，後面三分之二沒動，我就曉得他這三年關是這樣閉的，我就明瞭了。不容易。將來閉關也要結伴閉關才行，是不是？一個人閉關靠不住是不是？靠不住。所以這是閉多少年關，我不大相信。"
    },
    {
      "id": "12-005-0004_p0028",
      "zh_CN": "所以说一定要晓得自己毛病，要晓得找方法来对治。我本身就是很懒惰的人，也许常常接近我的同修都知道，我懒到什么程度？连一封信都懒得写。你们没有看到我发表过文章，为什么？懒得写字。所以人家请我讲，可以，我愿意讲给你，要我动手写，我不干。为了治这个懒病，所以才发心上台讲经，这就是对治懒病的。因为在求学的时候，不上台就不用功了，老师上课的时候听一遍就算了；自己要上台，听一遍不行，必须要有充分的准备，否则的话下不了台。刚刚上台讲经的时候，讲一个钟点要准备二、三十个小时，这是非去准备不可，不准备，自己在台上就难看。一个老师督促不了我，要找几百个老师，这就无可奈何，没法子了。是用这个方法逼到自己精进，逼到自己看经，逼到自己写笔记，用这个办法。所以自己要晓得什么方法逼自己，使自己不懈怠，你就用什么办法。不过我觉得上台讲经这个方法很有效果，因为你面对着这么多人，这么多眼睛看着你，你要不好好的准备，你就很难看。今天这些人看到你的时候，你讲得不好，下一次大家不来了，你就自己难为情。所以必须要充分准备，这次讲了，下次他还来，这才证明自己没有懈怠。好办法，你们如果要有我一样的毛病，用同样的方法来对治，我觉得这个很有效果。下面一句是：",
      "zh_TW": "所以說一定要曉得自己毛病，要曉得找方法來對治。我本身就是很懶惰的人，也許常常接近我的同修都知道，我懶到什麼程度？連一封信都懶得寫。你們沒有看到我發表過文章，為什麼？懶得寫字。所以人家請我講，可以，我願意講給你，要我動手寫，我不幹。為了治這個懶病，所以才發心上台講經，這就是對治懶病的。因為在求學的時候，不上台就不用功了，老師上課的時候聽一遍就算了；自己要上台，聽一遍不行，必須要有充分的準備，否則的話下不了台。剛剛上台講經的時候，講一個鐘點要準備二、三十個小時，這是非去準備不可，不準備，自己在台上就難看。一個老師督促不了我，要找幾百個老師，這就無可奈何，沒法子了。是用這個方法逼到自己精進，逼到自己看經，逼到自己寫筆記，用這個辦法。所以自己要曉得什麼方法逼自己，使自己不懈怠，你就用什麼辦法。不過我覺得上台講經這個方法很有效果，因為你面對著這麼多人，這麼多眼睛看著你，你要不好好的準備，你就很難看。今天這些人看到你的時候，你講得不好，下一次大家不來了，你就自己難為情。所以必須要充分準備，這次講了，下次他還來，這才證明自己沒有懈怠。好辦法，你們如果要有我一樣的毛病，用同樣的方法來對治，我覺得這個很有效果。下面一句是："
    },
    {
      "id": "12-005-0004_p0029",
      "zh_CN": "【于善知识生能具足诸善根心。令我志愿悉得圆满。令诸众生生欢喜故。】",
      "zh_TW": "【於善知識生能具足諸善根心。令我志願悉得圓滿。令諸眾生生歡喜故。】"
    },
    {
      "id": "12-005-0004_p0030",
      "zh_CN": "这一句着重在『善根』，善根上加一个『诸』，就是无量无边的善根。「根」是能生的意思，凡是能生善法，就叫做善根。善法无量无边，所以能生的因缘也是无量无边，称之为「诸善根」。诸善根里头，它上面加了个『具足』，「具足」就是圆满而没有欠缺，所有善根统统具备，他的志愿当然就圆满。志愿要是讲一般共同的，在佛法里面讲就是四弘誓愿，第一愿是度众生，「众生无边誓愿度」，这是大愿。要真正发这个心，你真正发这个心，你自然就精进不懈怠，为什么？如果是懈怠，怎么能对得起众生？今天你学佛修行，已经不是为自己。为自己，懒惰一天没有关系，这自己的事情。现在断烦恼、修行是为别人的，是为众生的，我自己早一天成就，众生早一天得度；我要是晚一天成就，众生就要多受一天罪苦。你要是把一切受苦难的众生，都想成自己父母、亲属，你要是快快的救他们，你自自然然精进心就生起来。",
      "zh_TW": "這一句著重在『善根』，善根上加一個『諸』，就是無量無邊的善根。「根」是能生的意思，凡是能生善法，就叫做善根。善法無量無邊，所以能生的因緣也是無量無邊，稱之為「諸善根」。諸善根裡頭，它上面加了個『具足』，「具足」就是圓滿而沒有欠缺，所有善根統統具備，他的志願當然就圓滿。志願要是講一般共同的，在佛法裡面講就是四弘誓願，第一願是度眾生，「眾生無邊誓願度」，這是大願。要真正發這個心，你真正發這個心，你自然就精進不懈怠，為什麼？如果是懈怠，怎麼能對得起眾生？今天你學佛修行，已經不是為自己。為自己，懶惰一天沒有關係，這自己的事情。現在斷煩惱、修行是為別人的，是為眾生的，我自己早一天成就，眾生早一天得度；我要是晚一天成就，眾生就要多受一天罪苦。你要是把一切受苦難的眾生，都想成自己父母、親屬，你要是快快的救他們，你自自然然精進心就生起來。"
    },
    {
      "id": "12-005-0004_p0031",
      "zh_CN": "所以四弘誓愿后面的三愿，都是为了成就第一愿．我为什么要断烦恼？为了要救众生，我自己烦恼不断，我度不了众生。为什么学法门？也是为了度众生，我没有智慧、没有方法的时候，度不了他。为什么要成佛道？为了究竟圆满的度众生。我是阿罗汉，我就度不了辟支佛，辟支佛比我高；我是辟支佛，我度不了菩萨。所以你成佛了，连等觉菩萨都度了，这才真正度众生度到圆满了。所以四弘誓愿实在讲就是为了第一愿，这是真正大悲心，大慈大悲。学佛的人不能不发这个心，这个心发了，我们常常想着断烦恼没有能力，烦恼一天到晚在增长。还有很多学佛的人，我没有学佛，烦恼还少一点，学了佛还烦恼增加了。是不是真的？真的。为什么这种情形？不如法。学佛把路走错了，所以才惹了一身无谓的烦恼。如理如法的修学，这个佛法必定叫你的心地一天比一天清净，一天比一天自在，这是学法得力，学法如法上轨道。",
      "zh_TW": "所以四弘誓願後面的三願，都是為了成就第一願．我為什麼要斷煩惱？為了要救眾生，我自己煩惱不斷，我度不了眾生。為什麼學法門？也是為了度眾生，我沒有智慧、沒有方法的時候，度不了他。為什麼要成佛道？為了究竟圓滿的度眾生。我是阿羅漢，我就度不了辟支佛，辟支佛比我高；我是辟支佛，我度不了菩薩。所以你成佛了，連等覺菩薩都度了，這才真正度眾生度到圓滿了。所以四弘誓願實在講就是為了第一願，這是真正大悲心，大慈大悲。學佛的人不能不發這個心，這個心發了，我們常常想著斷煩惱沒有能力，煩惱一天到晚在增長。還有很多學佛的人，我沒有學佛，煩惱還少一點，學了佛還煩惱增加了。是不是真的？真的。為什麼這種情形？不如法。學佛把路走錯了，所以才惹了一身無謂的煩惱。如理如法的修學，這個佛法必定叫你的心地一天比一天清淨，一天比一天自在，這是學法得力，學法如法上軌道。"
    },
    {
      "id": "12-005-0004_p0032",
      "zh_CN": "真正无力断烦恼，无力来学法门，那怎么办？最后还是有一个方法，老实念佛。果然把这一句佛号念好了，念到功夫成片了，智慧就生了。我们世间俗语也说得好，「福至心灵」，这个人有福，他的心思就灵敏了，这个话说得很有道理。有福的人就是心地清净的人，心地清净他就生智慧。心清净，烦恼就不生了；心灵敏，智慧就增长，这是在不得已的时候，没有机缘的时候就老实念佛能成功。真正要得到四弘誓愿都能够满愿，『令我志愿悉得圆满』，就是这个经上普贤菩萨教给我们的方法，求生净土。华严会上，等觉菩萨尚且念佛求生净土，为什么？就是为了要圆满他的志愿。菩萨志愿圆满了，众生当然欢喜，为什么？众生个个都有指望，个个都能得度。这也是我常常期望的，希望有四个人同心，这个世间有僧团出现了。四个人真正同心同德，遵守佛的教诫，修六和敬，如法羯磨，这个僧团就出现了，这个世间众生就有福了，世间众生就得救了。这个是希望真正发菩萨心的人，真正能够舍己为人，功德利益不可思议。那真的像佛经里所说，唯有诸佛他才能知道，等觉菩萨都没有办法知道你功德之大。末后这一句说：",
      "zh_TW": "真正無力斷煩惱，無力來學法門，那怎麼辦？最後還是有一個方法，老實念佛。果然把這一句佛號念好了，念到功夫成片了，智慧就生了。我們世間俗語也說得好，「福至心靈」，這個人有福，他的心思就靈敏了，這個話說得很有道理。有福的人就是心地清淨的人，心地清淨他就生智慧。心清淨，煩惱就不生了；心靈敏，智慧就增長，這是在不得已的時候，沒有機緣的時候就老實念佛能成功。真正要得到四弘誓願都能夠滿願，『令我志願悉得圓滿』，就是這個經上普賢菩薩教給我們的方法，求生淨土。華嚴會上，等覺菩薩尚且念佛求生淨土，為什麼？就是為了要圓滿他的志願。菩薩志願圓滿了，眾生當然歡喜，為什麼？眾生個個都有指望，個個都能得度。這也是我常常期望的，希望有四個人同心，這個世間有僧團出現了。四個人真正同心同德，遵守佛的教誡，修六和敬，如法羯磨，這個僧團就出現了，這個世間眾生就有福了，世間眾生就得救了。這個是希望真正發菩薩心的人，真正能夠捨己為人，功德利益不可思議。那真的像佛經裡所說，唯有諸佛他才能知道，等覺菩薩都沒有辦法知道你功德之大。末後這一句說："
    },
    {
      "id": "12-005-0004_p0033",
      "zh_CN": "【于善知识生能成办大利益心。令我自在利乐众生。安住一切菩萨法故。成就一切种智道故。】",
      "zh_TW": "【於善知識生能成辦大利益心。令我自在利樂眾生。安住一切菩薩法故。成就一切種智道故。】"
    },
    {
      "id": "12-005-0004_p0034",
      "zh_CN": "这是自度度他圆满的境界，就是觉行圆满了，这个是『大利益心』，无论对自己、对众生，没有比这个利益更大。『自在利乐众生，安住一切菩萨法故』，这一句是讲度众生，「众生无边誓愿度」，在度众生里面得大自在。清凉大师在本经里面诠释一真法界，说的是「理事无碍，事事无碍」，这是「利乐众生」。利乐众生，不依小乘，但是小乘可以做接引众生的手段，不能以它做目标。要以大乘一乘菩萨法为度众生的目标，这是利益他心。末后一句是自利心，『成就一切种智道故』。当然自己能成就，也能够帮助别人成就。到这个地方，就是善财童子见到大愿精进力夜神，还没有请教，一见面，看到他的威仪，看到他的身相，就能够生这十种殊胜之心，启发他的心志。我们读了之后，要觉悟、要效法，能学善财，能学菩萨，学普贤行愿，我们从今之后应该怎么做法，这是我们念了之后重要的一个课题。我们要怎样发心？要怎样修行？怎样做到真实的自利利他？尤其是在现在这个社会，古时候真正发愿修行的人太多太多了，你一个人发心还不足为奇，现在我们看到没有人发心，所以说你一个人发心，十方诸佛怎么不护念？一切护法龙天善神，怎么会不保佑你？怎么会不拥护你？不可能。今天发心，那真是甚为稀有，真正续佛慧命，真正是继承如来家业。所以我期望同修们要发心，希望台湾在不久的将来，能出现真正的僧团，和合众。",
      "zh_TW": "這是自度度他圓滿的境界，就是覺行圓滿了，這個是『大利益心』，無論對自己、對眾生，沒有比這個利益更大。『自在利樂眾生，安住一切菩薩法故』，這一句是講度眾生，「眾生無邊誓願度」，在度眾生裡面得大自在。清涼大師在本經裡面詮釋一真法界，說的是「理事無礙，事事無礙」，這是「利樂眾生」。利樂眾生，不依小乘，但是小乘可以做接引眾生的手段，不能以它做目標。要以大乘一乘菩薩法為度眾生的目標，這是利益他心。末後一句是自利心，『成就一切種智道故』。當然自己能成就，也能夠幫助別人成就。到這個地方，就是善財童子見到大願精進力夜神，還沒有請教，一見面，看到他的威儀，看到他的身相，就能夠生這十種殊勝之心，啟發他的心志。我們讀了之後，要覺悟、要效法，能學善財，能學菩薩，學普賢行願，我們從今之後應該怎麼做法，這是我們念了之後重要的一個課題。我們要怎樣發心？要怎樣修行？怎樣做到真實的自利利他？尤其是在現在這個社會，古時候真正發願修行的人太多太多了，你一個人發心還不足為奇，現在我們看到沒有人發心，所以說你一個人發心，十方諸佛怎麼不護念？一切護法龍天善神，怎麼會不保佑你？怎麼會不擁護你？不可能。今天發心，那真是甚為稀有，真正續佛慧命，真正是繼承如來家業。所以我期望同修們要發心，希望台灣在不久的將來，能出現真正的僧團，和合眾。"
    },
    {
      "id": "12-005-0004_p0035",
      "zh_CN": "好，我们今天就讲到此地，这里是一个大段落。",
      "zh_TW": "好，我們今天就講到此地，這裡是一個大段落。"
    }
  ]
}