{
  "doc_id": "12-005-0023",
  "title": {
    "zh_CN": "华严经大愿精进力夜神章",
    "zh_TW": "華嚴經大願精進力夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1987",
    "zh_TW": "1987"
  },
  "doc_number": "12-005-0023",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "12-005-0023_p0001",
      "zh_CN": "请掀开经本，八百六十七面第三行，偈颂第十四首。第十四首我们将经文念几句，对对地方。",
      "zh_TW": "請掀開經本，八百六十七面第三行，偈頌第十四首。第十四首我們將經文念幾句，對對地方。"
    },
    {
      "id": "12-005-0023_p0002",
      "zh_CN": "【唯有如来恒住世。智眼常明如日光。众生痴暗覆其心。不见善逝常迷没。】",
      "zh_TW": "【唯有如來恆住世。智眼常明如日光。眾生痴闇覆其心。不見善逝常迷沒。】"
    },
    {
      "id": "12-005-0023_p0003",
      "zh_CN": "从这一首看起。在前面十三首里面，除了第一首标示之外，底下的十二首，每一句都结归到「十力智光恒普照」，都结归到这一句。如来十种智力，以前我们讲过，但是很久了，有很多新的同修可能没有听过；老同修，时间久了，也可能有忘掉了。今天我们特别将《教乘法数》里面「佛果十力」，影印了这么一张表，给诸位略微的介绍一下，我们才晓得这个经里偈颂，每一句结归的究竟是个什么意思。《教乘法数》里面这一段，是根据《大智度论》里面所说的。说如来果地上有十种特殊的能力，这个能力不但我们没有，菩萨也没有。所以这经上常常讲到十力，或者十智力、十力智，都是这个意思。",
      "zh_TW": "從這一首看起。在前面十三首裡面，除了第一首標示之外，底下的十二首，每一句都結歸到「十力智光恆普照」，都結歸到這一句。如來十種智力，以前我們講過，但是很久了，有很多新的同修可能沒有聽過；老同修，時間久了，也可能有忘掉了。今天我們特別將《教乘法數》裡面「佛果十力」，影印了這麼一張表，給諸位略微的介紹一下，我們才曉得這個經裡偈頌，每一句結歸的究竟是個什麼意思。《教乘法數》裡面這一段，是根據《大智度論》裡面所說的。說如來果地上有十種特殊的能力，這個能力不但我們沒有，菩薩也沒有。所以這經上常常講到十力，或者十智力、十力智，都是這個意思。"
    },
    {
      "id": "12-005-0023_p0004",
      "zh_CN": "第一，叫「是处非处智力」，换句话说，他这十种特殊的能力都是依般若智慧所起的力用，大力大用。菩萨智慧没有圆满，菩萨也有十力，比如来果地上要差一点。这个地方是专指佛的十种智力，第一种是是处非处，这一句话怎么讲？底下这一段就是它简单的注解，它的说明，「知一切众生因缘果报」。这个一切是包括等觉菩萨在内，所谓是九界有情众生，不止六道，六道之外有声闻、缘觉、菩萨，九法界的有情众生，佛统统知道。所以真正相信佛法的人，自己常常要检点，不要认为我们做了事情没人知道，那就错了，大错特错。佛菩萨看得清清楚楚，不但你所作所为看得清楚，你的起心动念他都清清楚楚。所以我们古时候，中国这些古圣先贤给我们讲，说「十目所视，十手所指」，在佛法里不止，诸佛菩萨比我们人多，多得太多了，个个都看得清楚，个个都指着你，只是你自己不觉得而已，自己不知道，那菩萨看得清清楚楚。",
      "zh_TW": "第一，叫「是處非處智力」，換句話說，他這十種特殊的能力都是依般若智慧所起的力用，大力大用。菩薩智慧沒有圓滿，菩薩也有十力，比如來果地上要差一點。這個地方是專指佛的十種智力，第一種是是處非處，這一句話怎麼講？底下這一段就是它簡單的註解，它的說明，「知一切眾生因緣果報」。這個一切是包括等覺菩薩在內，所謂是九界有情眾生，不止六道，六道之外有聲聞、緣覺、菩薩，九法界的有情眾生，佛統統知道。所以真正相信佛法的人，自己常常要檢點，不要認為我們做了事情沒人知道，那就錯了，大錯特錯。佛菩薩看得清清楚楚，不但你所作所為看得清楚，你的起心動念他都清清楚楚。所以我們古時候，中國這些古聖先賢給我們講，說「十目所視，十手所指」，在佛法裡不止，諸佛菩薩比我們人多，多得太多了，個個都看得清楚，個個都指著你，只是你自己不覺得而已，自己不知道，那菩薩看得清清楚楚。"
    },
    {
      "id": "12-005-0023_p0005",
      "zh_CN": "这一句下面还有个详细的说明，我们看底下，看它这个线画的。「如作善业能得乐报，名为是处；若以恶业望于乐报，则名非处。」这个注解虽然注得简单，意思非常明了，这一种智慧就是晓得一切众生的因缘果报。你造善，你就是起一个善念，也一定有善报；作恶，起一个恶念，也有恶报。所以不但恶事不能做，恶念都不能起。可是我们凡夫不想起念，偏偏起念头，这就是业力，天天要起念头，时时刻刻要起念头，这怎么办！念头可以归纳为三大类，善念、恶念、无记念。这个无记就是说不上善恶，非善非恶，这叫无记。你起善念就善报，恶念则有恶报，所以你永远没有办法超越六道轮回，这三善道、三恶道头出头没，我们自己要很冷静的去想一想，从早到晚，咱们起的这个念头，善念多，还是恶念多？将来要到哪里去，自己清清楚楚，用不着问别人。果然起的善念多，你将来在三善道；你是恶念多，那你就是三恶道。六道轮回是自己造的，不是别人控制住的，是自己造的，真的是自作自受。",
      "zh_TW": "這一句下面還有個詳細的說明，我們看底下，看它這個線畫的。「如作善業能得樂報，名為是處；若以惡業望於樂報，則名非處。」這個註解雖然註得簡單，意思非常明瞭，這一種智慧就是曉得一切眾生的因緣果報。你造善，你就是起一個善念，也一定有善報；作惡，起一個惡念，也有惡報。所以不但惡事不能做，惡念都不能起。可是我們凡夫不想起念，偏偏起念頭，這就是業力，天天要起念頭，時時刻刻要起念頭，這怎麼辦！念頭可以歸納為三大類，善念、惡念、無記念。這個無記就是說不上善惡，非善非惡，這叫無記。你起善念就善報，惡念則有惡報，所以你永遠沒有辦法超越六道輪迴，這三善道、三惡道頭出頭沒，我們自己要很冷靜的去想一想，從早到晚，咱們起的這個念頭，善念多，還是惡念多？將來要到哪裡去，自己清清楚楚，用不著問別人。果然起的善念多，你將來在三善道；你是惡念多，那你就是三惡道。六道輪迴是自己造的，不是別人控制住的，是自己造的，真的是自作自受。"
    },
    {
      "id": "12-005-0023_p0006",
      "zh_CN": "佛法，所谓八万四千法门，无量无边的法门，修什么？无非是把这个念头克服，克念作圣。说实在话，用哪一个法门控制这个念头都不太容易，法门里面最殊胜、最妙的，无过于念佛，那就是说，古德讲的「不怕念起，只怕觉迟」。什么叫觉？这一声阿弥陀佛就是觉。换句话说，这念头才起，不管这个念是善念还是恶念，第一念起来，第二念就把它转成阿弥陀佛，念佛要这样念法。换句话说，决定不许妄念相续，善念也是妄念，不要叫妄念相续，立刻用阿弥陀佛取而代之。这样诸位常常念阿弥陀佛，念佛功夫久了，你其他的妄念没有了，心里不生念则矣，一生念就是阿弥陀佛，你将来的果报决定到西方极乐世界，这就是是，是处。不能这样念佛，想往生西方极乐世界，无有是处，那就非处。很要紧，很要紧。所以古德教给我们，「少说一句话，多念一句佛」，非常非常的重要。",
      "zh_TW": "佛法，所謂八萬四千法門，無量無邊的法門，修什麼？無非是把這個念頭克服，克念作聖。說實在話，用哪一個法門控制這個念頭都不太容易，法門裡面最殊勝、最妙的，無過於念佛，那就是說，古德講的「不怕念起，只怕覺遲」。什麼叫覺？這一聲阿彌陀佛就是覺。換句話說，這念頭才起，不管這個念是善念還是惡念，第一念起來，第二念就把它轉成阿彌陀佛，念佛要這樣念法。換句話說，決定不許妄念相續，善念也是妄念，不要叫妄念相續，立刻用阿彌陀佛取而代之。這樣諸位常常念阿彌陀佛，念佛功夫久了，你其他的妄念沒有了，心裡不生念則矣，一生念就是阿彌陀佛，你將來的果報決定到西方極樂世界，這就是是，是處。不能這樣念佛，想往生西方極樂世界，無有是處，那就非處。很要緊，很要緊。所以古德教給我們，「少說一句話，多念一句佛」，非常非常的重要。"
    },
    {
      "id": "12-005-0023_p0007",
      "zh_CN": "经，我劝同修们不要再去念其他的经，念这一本《阿弥陀经》、《无量寿经》就够了，不搞别的，专修净土，其他的统统放下。如果你每天把《无量寿经》念一遍，你念上一年，你自自然然西方极乐世界的印象常常浮在你的脑海之中，这叫忆佛（想佛）。心里面常常忆佛，口里常常念佛，《楞严经》上说得好，「忆佛念佛，现前当来必定见佛」，你看这样殊胜的功德，我们为什么不去修？真正照这个方法一门深入，二、三年的功夫，我们的净业就成就。净业成就了，你就得自在。所以聪明人应该要取这一招，要把这个法门修好，这个叫是处非处智。所以诸位要记住，起一个念头必有果报，古德常讲，「不是不报，时辰未到」，一定有报应的。我们这个造作要小心，所谓是「菩萨畏因，众生畏果」。菩萨警觉性高，他怕造因，所以他决定不造恶因。众生迷惑颠倒，一天到晚打妄想，到果报现前来，害怕了，那害怕也没用处，来不及了。我们今天要觉悟还来得及，要赶快回头。",
      "zh_TW": "經，我勸同修們不要再去念其他的經，念這一本《阿彌陀經》、《無量壽經》就夠了，不搞別的，專修淨土，其他的統統放下。如果你每天把《無量壽經》念一遍，你念上一年，你自自然然西方極樂世界的印象常常浮在你的腦海之中，這叫憶佛（想佛）。心裡面常常憶佛，口裡常常念佛，《楞嚴經》上說得好，「憶佛念佛，現前當來必定見佛」，你看這樣殊勝的功德，我們為什麼不去修？真正照這個方法一門深入，二、三年的功夫，我們的淨業就成就。淨業成就了，你就得自在。所以聰明人應該要取這一招，要把這個法門修好，這個叫是處非處智。所以諸位要記住，起一個念頭必有果報，古德常講，「不是不報，時辰未到」，一定有報應的。我們這個造作要小心，所謂是「菩薩畏因，眾生畏果」。菩薩警覺性高，他怕造因，所以他決定不造惡因。眾生迷惑顛倒，一天到晚打妄想，到果報現前來，害怕了，那害怕也沒用處，來不及了。我們今天要覺悟還來得及，要趕快回頭。"
    },
    {
      "id": "12-005-0023_p0008",
      "zh_CN": "第二，叫「业智力」。什么叫业？业是造作的结果。所以常常跟事连在一起念，事业，造作的时候叫事，你在做什么事；事情的结果就叫做业。所以你在学校念书，书念完了叫毕业；正在念书的时候交作业，你们都要交作业，作业就是造业；业造完了就毕业了，那就是业，这个就是叫业力。佛「知一切众生三世所有诸业」，三世讲过去世、现在世、未来世，佛统统知道。也许有人怀疑，过去世造的是已经造了，现在世造的佛看得清清楚楚，未来我还没造，他怎么晓得？我们没造，他也知道。怎么晓得？凡夫他有心意识，换句话说，他有分别执着妄想，有分别执着妄想他就落在数量里面。不要说佛，那个世间会算命的人、会看相的人，都知道你明年怎么样、后年怎么样。那明年、后年还没到，他怎么晓得？这就是你落在数量里头。那个算命他是根据理论来推测的，所以他推算的也相当准确。在佛法里面讲，那不是现量，他用比量的方法，能够推测到的。佛不是用比量，佛是用现量，佛的神通、智慧不可思议，未来的事情他也看得清清楚楚。",
      "zh_TW": "第二，叫「業智力」。什麼叫業？業是造作的結果。所以常常跟事連在一起念，事業，造作的時候叫事，你在做什麼事；事情的結果就叫做業。所以你在學校念書，書念完了叫畢業；正在念書的時候交作業，你們都要交作業，作業就是造業；業造完了就畢業了，那就是業，這個就是叫業力。佛「知一切眾生三世所有諸業」，三世講過去世、現在世、未來世，佛統統知道。也許有人懷疑，過去世造的是已經造了，現在世造的佛看得清清楚楚，未來我還沒造，他怎麼曉得？我們沒造，他也知道。怎麼曉得？凡夫他有心意識，換句話說，他有分別執著妄想，有分別執著妄想他就落在數量裡面。不要說佛，那個世間會算命的人、會看相的人，都知道你明年怎麼樣、後年怎麼樣。那明年、後年還沒到，他怎麼曉得？這就是你落在數量裡頭。那個算命他是根據理論來推測的，所以他推算的也相當準確。在佛法裡面講，那不是現量，他用比量的方法，能夠推測到的。佛不是用比量，佛是用現量，佛的神通、智慧不可思議，未來的事情他也看得清清楚楚。"
    },
    {
      "id": "12-005-0023_p0009",
      "zh_CN": "佛在我们这个世间，照中国历史记载，佛灭度已经三千多年，我们在经典里面看到佛的预言，讲到末法时期这个情况，跟三千年前所记载的经典里面，简直就是没有差别，他把我们现代这个社会就说得清清楚楚、明明白白，他怎么不知道？太清楚了。可是这个业，实在讲，当你不觉的时候，你顺其自然在那里造作，那是凡夫，换句话就是，顺着这条路走；觉悟了之后就回头。我想我们同修都看过《了凡四训》，你看看袁了凡先生，孔先生给他算的命，真是算得一点都不差。年年他那个造作结果，都跟他算的命可以能相符合。所以了凡先生在没有遇到云谷禅师以前，我们可以说他是个标准凡夫。为什么？他一生完全是命运安排的，一点都转动不得，标准凡夫。遇到云谷禅师之后，云谷禅师教他改造命运、创造命运，那就不灵了。由此可知，命运操纵在自己手里。你去算命没有关系，算得很准确，你自己心里有数，我要如何来改造命运；改造命运，这是全操在自己手上。念佛是唯一快速改造命运的方法，这个改造是彻底的改造，超凡入圣。下下品往生也是圆证三不退，也等于说圆生上三土。所以，西方极乐世界不可思议。我们今天真正发心，真正依照这个方法修行，佛也知道，佛也欢喜，佛也加持你，佛也帮助你，不让魔来扰乱你，你这一生决定成佛。这个是业智力。",
      "zh_TW": "佛在我們這個世間，照中國歷史記載，佛滅度已經三千多年，我們在經典裡面看到佛的預言，講到末法時期這個情況，跟三千年前所記載的經典裡面，簡直就是沒有差別，他把我們現代這個社會就說得清清楚楚、明明白白，他怎麼不知道？太清楚了。可是這個業，實在講，當你不覺的時候，你順其自然在那裡造作，那是凡夫，換句話就是，順著這條路走；覺悟了之後就回頭。我想我們同修都看過《了凡四訓》，你看看袁了凡先生，孔先生給他算的命，真是算得一點都不差。年年他那個造作結果，都跟他算的命可以能相符合。所以了凡先生在沒有遇到雲谷禪師以前，我們可以說他是個標準凡夫。為什麼？他一生完全是命運安排的，一點都轉動不得，標準凡夫。遇到雲谷禪師之後，雲谷禪師教他改造命運、創造命運，那就不靈了。由此可知，命運操縱在自己手裡。你去算命沒有關係，算得很準確，你自己心裡有數，我要如何來改造命運；改造命運，這是全操在自己手上。念佛是唯一快速改造命運的方法，這個改造是徹底的改造，超凡入聖。下下品往生也是圓證三不退，也等於說圓生上三土。所以，西方極樂世界不可思議。我們今天真正發心，真正依照這個方法修行，佛也知道，佛也歡喜，佛也加持你，佛也幫助你，不讓魔來擾亂你，你這一生決定成佛。這個是業智力。"
    },
    {
      "id": "12-005-0023_p0010",
      "zh_CN": "第三，是「定智力，知一切诸禅三昧」。这个禅定，三昧翻作定，这个就是禅定。禅定的种类太多太多了，无量无边，所以叫诸禅，经上常讲无量三昧。禅定怎么会有这么多？你先要懂得禅定这个名词的定义，六祖在《坛经》里面讲得很明白，外不取相叫禅，内不动心叫定，这就是禅定。实在说，六祖是听《金刚经》开悟的，所以他修学的理论依据都离不开《金刚经》。《金刚经》上佛告诉我们，「不取于相，如如不动」，所以六祖传的禅定，就是依这两句话，不取于相就是禅，如如不动就是定，这个是禅定的总纲领、总原则。我们今天在这个世间，这个世间名闻利养，财、色、名、食、睡，我们取不取相？我们动不动心？动心取相了，就没有禅定。六根接触外面境界无量无边，我样样都不着相，样样都不动心，这个三昧就无量无边。所以说个很明显的例子，有人他财看得很淡，他在财，他不取相，他不动心，他在财上得了三昧，禅定了；可是名不行，他要争名，他喜欢头衔，一碰到这个，他不肯让，他要争，在名上他放不下，权力上放不下。这是举一个例子来说。",
      "zh_TW": "第三，是「定智力，知一切諸禪三昧」。這個禪定，三昧翻作定，這個就是禪定。禪定的種類太多太多了，無量無邊，所以叫諸禪，經上常講無量三昧。禪定怎麼會有這麼多？你先要懂得禪定這個名詞的定義，六祖在《壇經》裡面講得很明白，外不取相叫禪，內不動心叫定，這就是禪定。實在說，六祖是聽《金剛經》開悟的，所以他修學的理論依據都離不開《金剛經》。《金剛經》上佛告訴我們，「不取於相，如如不動」，所以六祖傳的禪定，就是依這兩句話，不取於相就是禪，如如不動就是定，這個是禪定的總綱領、總原則。我們今天在這個世間，這個世間名聞利養，財、色、名、食、睡，我們取不取相？我們動不動心？動心取相了，就沒有禪定。六根接觸外面境界無量無邊，我樣樣都不著相，樣樣都不動心，這個三昧就無量無邊。所以說個很明顯的例子，有人他財看得很淡，他在財，他不取相，他不動心，他在財上得了三昧，禪定了；可是名不行，他要爭名，他喜歡頭銜，一碰到這個，他不肯讓，他要爭，在名上他放不下，權力上放不下。這是舉一個例子來說。"
    },
    {
      "id": "12-005-0023_p0011",
      "zh_CN": "咱们学了佛，世间法放下了，佛法放不下，那还是不行。在佛法里面，还是有执着，还是有分别，还是着相，在世间法里面你得了三昧，出世间法里头没有。因此，禅定大分有世间禅定、有出世间禅定。世间禅定叫四禅八定，这个要是修成了，他的果报在色界天、在无色界天，但是出不了三界。到第九定才能超越三界，所以阿罗汉跟辟支佛所证的叫九次第定，第九定这才超越。这还相当难的一个事情，实实在在不容易。我们在日常生活当中要锻炼，样样都不着相，样样都不动心难，真正是难！这个东西说起来容易，做起来不容易。所以要依照这个标准来修学，我们可以说修行一辈子，恐怕超越三界的能力都没有。可是念佛这个法门殊胜，佛在经上常说，一切三昧，念佛三昧，三昧中王；换句话说，总三昧，只要把这个一修成，所以这百千三昧、无量三昧统统都成就，都得到了。怎么回事情？前面跟诸位讲过，起心动念都转成阿弥陀佛，这个就是总三昧。修成了，这叫念佛三昧。这个念佛三昧，给诸位说，功夫成片就叫做念佛三昧。事一心、理一心，那更不必说了，到功夫成片就是如此。这是我们要认真修学的。所以我们自己到什么样的功夫，到什么样的境界，佛知道得清清楚楚，自己一定要努力。",
      "zh_TW": "咱們學了佛，世間法放下了，佛法放不下，那還是不行。在佛法裡面，還是有執著，還是有分別，還是著相，在世間法裡面你得了三昧，出世間法裡頭沒有。因此，禪定大分有世間禪定、有出世間禪定。世間禪定叫四禪八定，這個要是修成了，他的果報在色界天、在無色界天，但是出不了三界。到第九定才能超越三界，所以阿羅漢跟辟支佛所證的叫九次第定，第九定這才超越。這還相當難的一個事情，實實在在不容易。我們在日常生活當中要鍛鍊，樣樣都不著相，樣樣都不動心難，真正是難！這個東西說起來容易，做起來不容易。所以要依照這個標準來修學，我們可以說修行一輩子，恐怕超越三界的能力都沒有。可是念佛這個法門殊勝，佛在經上常說，一切三昧，念佛三昧，三昧中王；換句話說，總三昧，只要把這個一修成，所以這百千三昧、無量三昧統統都成就，都得到了。怎麼回事情？前面跟諸位講過，起心動念都轉成阿彌陀佛，這個就是總三昧。修成了，這叫念佛三昧。這個念佛三昧，給諸位說，功夫成片就叫做念佛三昧。事一心、理一心，那更不必說了，到功夫成片就是如此。這是我們要認真修學的。所以我們自己到什麼樣的功夫，到什麼樣的境界，佛知道得清清楚楚，自己一定要努力。"
    },
    {
      "id": "12-005-0023_p0012",
      "zh_CN": "第四，是「根智力，知诸众生诸根上下」。不知根，这个教学就不契机，所以这很重要。自己要不见性，就不契理。所以，一定要知道众生的根性。就好像大夫看病一样，诊断的时候，对这个病人，他的病源知道得清清楚楚，他用药就方便，真是药到病除。所以我们看佛陀在世的时候，这些学人亲近佛陀，在他的会下，几句话一说就开悟，就证果了，那是什么？佛知众生的根性。我们今天读经不开悟，我们今天修行，修禅、持咒、念佛也不能开悟，原因是什么？这些法门不契我们的机。这么多的法门，如何去选择？这个就太难太难了，真正是难。好像我们病了，到一个药店要去抓药来吃，没有医生处方，这个很危险，那个药要是拿错了，一吃就药死了，不但好不了病，反而病上再加病。现在我们学佛的人就犯了这个毛病，学佛的人，十个有九个是病上加病，他不学佛还没事；学佛了，学个半年、学个一年，学出精神病出来，我看到太多太多了。这什么原因？吃错了药。所以《华严》上说，「佛法无人说，虽智莫能解」，就是这个道理，他吃错了药。",
      "zh_TW": "第四，是「根智力，知諸眾生諸根上下」。不知根，這個教學就不契機，所以這很重要。自己要不見性，就不契理。所以，一定要知道眾生的根性。就好像大夫看病一樣，診斷的時候，對這個病人，他的病源知道得清清楚楚，他用藥就方便，真是藥到病除。所以我們看佛陀在世的時候，這些學人親近佛陀，在他的會下，幾句話一說就開悟，就證果了，那是什麼？佛知眾生的根性。我們今天讀經不開悟，我們今天修行，修禪、持咒、念佛也不能開悟，原因是什麼？這些法門不契我們的機。這麼多的法門，如何去選擇？這個就太難太難了，真正是難。好像我們病了，到一個藥店要去抓藥來吃，沒有醫生處方，這個很危險，那個藥要是拿錯了，一吃就藥死了，不但好不了病，反而病上再加病。現在我們學佛的人就犯了這個毛病，學佛的人，十個有九個是病上加病，他不學佛還沒事；學佛了，學個半年、學個一年，學出精神病出來，我看到太多太多了。這什麼原因？吃錯了藥。所以《華嚴》上說，「佛法無人說，雖智莫能解」，就是這個道理，他吃錯了藥。"
    },
    {
      "id": "12-005-0023_p0013",
      "zh_CN": "我有没有能力介绍诸位？给诸位开个处方，让你去吃药？我也没这个能力，我要给你开个处方你就吃，准也把你药死。可是佛陀实实在在是大慈大悲，知道末法众生的情形，他老人家特别留了一服药方，供给我们末法时期，不必找医生，这个叫万灵药，不管你什么病，你用这个药决定有效，决定能好，这个就是念佛。《大集经》里面等于给我们普遍的授记，正法时期戒律成就，像法时期禅定成就，末法时期念佛成就，净土成就。我们今天生在末法，你要不听佛的话，要去搞别的法门，不是佛对不起你，是你对不起佛，你也对不起你自己，这是我们真正要觉悟的。所以真正念佛人，应当要记住莲池大师的教训，「三藏十二部，让给别人悟」，他们要，我就让给别人去；「八万四千行，饶与他人行」，你们谁爱行，就谁去行去，我不干，我念佛，我听佛的话，老老实实做一个佛的乖弟子。听佛的话，你就决定没错，为什么？我们现在根性最适合于念佛。",
      "zh_TW": "我有沒有能力介紹諸位？給諸位開個處方，讓你去吃藥？我也沒這個能力，我要給你開個處方你就吃，準也把你藥死。可是佛陀實實在在是大慈大悲，知道末法眾生的情形，他老人家特別留了一服藥方，供給我們末法時期，不必找醫生，這個叫萬靈藥，不管你什麼病，你用這個藥決定有效，決定能好，這個就是念佛。《大集經》裡面等於給我們普遍的授記，正法時期戒律成就，像法時期禪定成就，末法時期念佛成就，淨土成就。我們今天生在末法，你要不聽佛的話，要去搞別的法門，不是佛對不起你，是你對不起佛，你也對不起你自己，這是我們真正要覺悟的。所以真正念佛人，應當要記住蓮池大師的教訓，「三藏十二部，讓給別人悟」，他們要，我就讓給別人去；「八萬四千行，饒與他人行」，你們誰愛行，就誰去行去，我不幹，我念佛，我聽佛的話，老老實實做一個佛的乖弟子。聽佛的話，你就決定沒錯，為什麼？我們現在根性最適合於念佛。"
    },
    {
      "id": "12-005-0023_p0014",
      "zh_CN": "所以我们这个道场是专门弘扬念佛法门，《华严经》，尤其这《四十华严》，《四十华严》就是接引我们入西方极乐世界的，到末后普贤菩萨十大愿王导归极乐，这一点没错，是接引我们往西方的。希望同修们要体会到这个意思，专修，把其他的一切都放下。不但世缘要放下，佛法也要放下，我们的佛号才念得好，这一句佛号才能把我们身心一切的毛病都能治好。你放不下，药用的大概是分量不够，或者是时节因缘不对，效率就差。身心世界一切放下，这一句佛号就得力。",
      "zh_TW": "所以我們這個道場是專門弘揚念佛法門，《華嚴經》，尤其這《四十華嚴》，《四十華嚴》就是接引我們入西方極樂世界的，到末後普賢菩薩十大願王導歸極樂，這一點沒錯，是接引我們往西方的。希望同修們要體會到這個意思，專修，把其他的一切都放下。不但世緣要放下，佛法也要放下，我們的佛號才念得好，這一句佛號才能把我們身心一切的毛病都能治好。你放不下，藥用的大概是分量不夠，或者是時節因緣不對，效率就差。身心世界一切放下，這一句佛號就得力。"
    },
    {
      "id": "12-005-0023_p0015",
      "zh_CN": "第五种是欲，「欲智力，知他众生种种欲乐」。欲是欲望，乐就是享受，九法界的众生，不但根性不相同，欲望也不一样，爱好也不相同，佛统统知道。所以佛度众生，这就有善巧方便。这虽然是如来果地上十种特殊的能力，我们明了了，也得要觉悟，觉悟了之后，自己晓得怎么个修行法，也知道如何去帮助别人，别人跟我们根性不一样，跟我们志趣不相同，嗜好也不相同，我们也能帮助别人。法门很多，我这个法门你不肯接受，还有别的。这个念佛法门是第一法门，第一法门，当然一定要有第一福报的人他才能接受；不是第一福报、上上根人，这个法门他不能接受，他不能相信。甚至于他也很赞叹，他不修，这就是福德因缘不够。所以修这个法门是第一善根、第一福德。",
      "zh_TW": "第五種是欲，「欲智力，知他眾生種種欲樂」。欲是欲望，樂就是享受，九法界的眾生，不但根性不相同，欲望也不一樣，愛好也不相同，佛統統知道。所以佛度眾生，這就有善巧方便。這雖然是如來果地上十種特殊的能力，我們明瞭了，也得要覺悟，覺悟了之後，自己曉得怎麼個修行法，也知道如何去幫助別人，別人跟我們根性不一樣，跟我們志趣不相同，嗜好也不相同，我們也能幫助別人。法門很多，我這個法門你不肯接受，還有別的。這個念佛法門是第一法門，第一法門，當然一定要有第一福報的人他才能接受；不是第一福報、上上根人，這個法門他不能接受，他不能相信。甚至於他也很讚歎，他不修，這就是福德因緣不夠。所以修這個法門是第一善根、第一福德。"
    },
    {
      "id": "12-005-0023_p0016",
      "zh_CN": "第六，是「界智力，知世间众生种种界分」。这个界分，界是界限，分是分际，拿现代的话，这一切众生都是有一类一类的，他清清楚楚。像在我们这个地球上，以人来说，每个民族种类不一样，文化背景不相同，意识形态不相同，生活方式不相同，他都知道，因此佛说法就不是一种方式来说的。所以佛法是活活泼泼的，它不是死呆板的，这一点诸位一定要认识清楚。佛在印度对印度人说的那些法，在我们中国未必能适合；跟我们中国人说的，我们今天搬到美国，不一定能适合美国人，这是什么？种种界分不相同。同一个民族，像佛法流传在中国，历史上正式的记载，永平十年，摩腾、竺法兰两位尊者到中国，永平十年是公元六十七年，今年是一九八七年，已经有一千九百多年的历史了，这一千九百多年当中，每一个朝代的中国人也不一样。经是一样的，你看解释不一样，我们看到汉人的解释，换句话说，这个经是对汉朝时候那个人说的；你看到唐朝了，又有新的注解，跟从前解释不一样。如果是一样的，何必再啰唆？用不着再做新注解了。换句话说，唐朝人的病跟汉朝人不相同，所以同样一部经，必须要用新的方法来解释。到宋、到元、到明、到清、到现代，代代都有新的注解。还是一部经，那一部经就像那个树，树根、树干，它是一个，每一朝代的注解就好像那个枝枝叶叶，推陈出新，年年长的是新叶，年年开的是新花，它还是那个老树。所以你要会看，你看每一个朝代的解释，你就晓得每一个朝代人他害的那个病不相同。",
      "zh_TW": "第六，是「界智力，知世間眾生種種界分」。這個界分，界是界限，分是分際，拿現代的話，這一切眾生都是有一類一類的，他清清楚楚。像在我們這個地球上，以人來說，每個民族種類不一樣，文化背景不相同，意識形態不相同，生活方式不相同，他都知道，因此佛說法就不是一種方式來說的。所以佛法是活活潑潑的，它不是死呆板的，這一點諸位一定要認識清楚。佛在印度對印度人說的那些法，在我們中國未必能適合；跟我們中國人說的，我們今天搬到美國，不一定能適合美國人，這是什麼？種種界分不相同。同一個民族，像佛法流傳在中國，歷史上正式的記載，永平十年，摩騰、竺法蘭兩位尊者到中國，永平十年是公元六十七年，今年是一九八七年，已經有一千九百多年的歷史了，這一千九百多年當中，每一個朝代的中國人也不一樣。經是一樣的，你看解釋不一樣，我們看到漢人的解釋，換句話說，這個經是對漢朝時候那個人說的；你看到唐朝了，又有新的註解，跟從前解釋不一樣。如果是一樣的，何必再囉唆？用不著再做新註解了。換句話說，唐朝人的病跟漢朝人不相同，所以同樣一部經，必須要用新的方法來解釋。到宋、到元、到明、到清、到現代，代代都有新的註解。還是一部經，那一部經就像那個樹，樹根、樹幹，它是一個，每一朝代的註解就好像那個枝枝葉葉，推陳出新，年年長的是新葉，年年開的是新花，它還是那個老樹。所以你要會看，你看每一個朝代的解釋，你就曉得每一個朝代人他害的那個病不相同。"
    },
    {
      "id": "12-005-0023_p0017",
      "zh_CN": "所以佛经，给诸位说，没有解释的，经典本身没有解释；如果有解释，那就死了，死东西，所以它没有解释。我们用清净心对照这个经典，这个意思自自然然流露出来，所以它没有解释，它有无量无边的解释。在中国人，可以用中国人的解释；我们到外国，就用外国的解释；古人有古人的解释，现代人有现代人解释，活活泼泼，怎么讲法都不离它的宗旨，所以它能治一切人的病。现在人讲经，所以到国外弘法都失败，失败的原因在哪里？不晓得这个道理，把中国这些古来的注解拿到外国去讲，不但要叫外国人去当中国人，还要去当中国古人，你说外国人怎么肯服气？所以听了一次，下次就不会再来，这就是讲失败了。所以咱们到外国要了解，要教他做外国人，做现代的外国人，做二十一世纪的外国人，他听了就高兴，他就能接受。这个都是界智力给我们很大的启示。《般若经》上讲，「般若无知，无所不知」，佛经没有解释，那无所不解，活活泼泼的，所以这佛经难也难在这个地方。一定要开智慧，你才不会死在文句之下，你把一切经统统讲活了。",
      "zh_TW": "所以佛經，給諸位說，沒有解釋的，經典本身沒有解釋；如果有解釋，那就死了，死東西，所以它沒有解釋。我們用清淨心對照這個經典，這個意思自自然然流露出來，所以它沒有解釋，它有無量無邊的解釋。在中國人，可以用中國人的解釋；我們到外國，就用外國的解釋；古人有古人的解釋，現代人有現代人解釋，活活潑潑，怎麼講法都不離它的宗旨，所以它能治一切人的病。現在人講經，所以到國外弘法都失敗，失敗的原因在哪裡？不曉得這個道理，把中國這些古來的註解拿到外國去講，不但要叫外國人去當中國人，還要去當中國古人，你說外國人怎麼肯服氣？所以聽了一次，下次就不會再來，這就是講失敗了。所以咱們到外國要了解，要教他做外國人，做現代的外國人，做二十一世紀的外國人，他聽了就高興，他就能接受。這個都是界智力給我們很大的啟示。《般若經》上講，「般若無知，無所不知」，佛經沒有解釋，那無所不解，活活潑潑的，所以這佛經難也難在這個地方。一定要開智慧，你才不會死在文句之下，你把一切經統統講活了。"
    },
    {
      "id": "12-005-0023_p0018",
      "zh_CN": "说到这一点，当然我想同修们都很羡慕，如何能得这个智慧，把经都看活了？这就是要求根本智，也就是说般若里面讲的般若无知，我们先要求无知，要求这个，它起作用的时候，无所不知。根本智是什么？简单的说就是清净心，到你心清净到极处，它自然起照用，那个照用就是后得智。所以你心不清净，你哪来的智慧？清净心就是《弥陀经》里面讲的一心不乱，所以一心不乱就是根本智，心不颠倒那就是后得智，它起作用了，他不颠倒，样样清楚，样样明了。所以我们要求真正的智慧，用念佛这个方法，这也是妙绝了，念到心地清净，自然就放光，然后你面对一切佛经，那个意思自自然然生起来，不要用思惟，不要用思考，自然这个意思就显现出来，而且那个意思显出来，正契合于现前大众的根机，这个才妙！",
      "zh_TW": "說到這一點，當然我想同修們都很羨慕，如何能得這個智慧，把經都看活了？這就是要求根本智，也就是說般若裡面講的般若無知，我們先要求無知，要求這個，它起作用的時候，無所不知。根本智是什麼？簡單的說就是清淨心，到你心清淨到極處，它自然起照用，那個照用就是後得智。所以你心不清淨，你哪來的智慧？清淨心就是《彌陀經》裡面講的一心不亂，所以一心不亂就是根本智，心不顛倒那就是後得智，它起作用了，他不顛倒，樣樣清楚，樣樣明瞭。所以我們要求真正的智慧，用念佛這個方法，這也是妙絕了，念到心地清淨，自然就放光，然後你面對一切佛經，那個意思自自然然生起來，不要用思惟，不要用思考，自然這個意思就顯現出來，而且那個意思顯出來，正契合於現前大眾的根機，這個才妙！"
    },
    {
      "id": "12-005-0023_p0019",
      "zh_CN": "再看底下这一条，「至处智力，知一切道至处相」。这个至处，简单的说就是果报。譬如说你修五戒，你将来到哪里？你来生也到人道；你修十善，那你来生一定到天道。至处就是讲你到哪里，你修四谛，那你是声闻道；你要见思烦恼断尽了，那你就证阿罗汉果；八十八品见惑断尽，那你就是小乘初果，这个就是讲大小乘菩萨的阶级，菩萨的果位，佛清清楚楚。修什么，将来一定到什么地方。这个里头要紧，你念佛，一定往生净土。念佛一定要发菩提心，你看《无量寿经》里面告诉我们，「发菩提心，一向专念」。我们今天念佛的人多，往生的人少，原因在哪里？对于净土法门理论、方法、境界都没搞清楚，所以这个念的心不踏实；不踏实，所以成就就谈不上。如果把理论、方法、境界搞得清清楚楚，你这个心就踏实了，你句句佛号自然不一样，句句得力，这个不相同。可是要把它搞清楚，单靠一部《弥陀经》不够，所以一定要真正深入注疏，像《弥陀经要解》、《弥陀经疏钞》，要真正深入。",
      "zh_TW": "再看底下這一條，「至處智力，知一切道至處相」。這個至處，簡單的說就是果報。譬如說你修五戒，你將來到哪裡？你來生也到人道；你修十善，那你來生一定到天道。至處就是講你到哪裡，你修四諦，那你是聲聞道；你要見思煩惱斷盡了，那你就證阿羅漢果；八十八品見惑斷盡，那你就是小乘初果，這個就是講大小乘菩薩的階級，菩薩的果位，佛清清楚楚。修什麼，將來一定到什麼地方。這個裡頭要緊，你念佛，一定往生淨土。念佛一定要發菩提心，你看《無量壽經》裡面告訴我們，「發菩提心，一向專念」。我們今天念佛的人多，往生的人少，原因在哪裡？對於淨土法門理論、方法、境界都沒搞清楚，所以這個念的心不踏實；不踏實，所以成就就談不上。如果把理論、方法、境界搞得清清楚楚，你這個心就踏實了，你句句佛號自然不一樣，句句得力，這個不相同。可是要把它搞清楚，單靠一部《彌陀經》不夠，所以一定要真正深入註疏，像《彌陀經要解》、《彌陀經疏鈔》，要真正深入。"
    },
    {
      "id": "12-005-0023_p0020",
      "zh_CN": "大经，净土里面，古德称为净土第一经就是《无量寿经》，我们现在是把《无量寿经》自古以来的五种翻译本，统统印出来了，诸位福报都很大，每个人都可以看到这五种的原译本。而且夏莲居居士，可以说他一生的精力，三宝加持，将这五种译本会集起来，编了一个会集本，我们要读。你能够每天念一遍，把《无量寿经》念一遍，你念上一年，我相信你会时时刻刻那个西方极乐世界境界就在你脑海当中，就是刚才跟诸位说的，忆佛念佛。因为《无量寿经》里面讲得详细，《弥陀经》讲得太简单，不知道得详细，这境界往往你想不起来。念多了，印象就深刻，这些方法古大德常常提示我们。你看过去倓虚老法师，他就教我们常常念经典，《无量寿经》、《弥陀经》。他老人家有个比喻，你念一遍，就像那个电影在你心里头放过一次，放久了印象就深刻，你才能想得起西方极乐世界的境界，印象深刻。所以这非常非常的重要！念佛必定往生极乐世界，这个也是一切道至处相之一。我们今天一切道里面，修什么道？修念佛的这个道，在修这个道门。",
      "zh_TW": "大經，淨土裡面，古德稱為淨土第一經就是《無量壽經》，我們現在是把《無量壽經》自古以來的五種翻譯本，統統印出來了，諸位福報都很大，每個人都可以看到這五種的原譯本。而且夏蓮居居士，可以說他一生的精力，三寶加持，將這五種譯本會集起來，編了一個會集本，我們要讀。你能夠每天念一遍，把《無量壽經》念一遍，你念上一年，我相信你會時時刻刻那個西方極樂世界境界就在你腦海當中，就是剛才跟諸位說的，憶佛念佛。因為《無量壽經》裡面講得詳細，《彌陀經》講得太簡單，不知道得詳細，這境界往往你想不起來。念多了，印象就深刻，這些方法古大德常常提示我們。你看過去倓虛老法師，他就教我們常常念經典，《無量壽經》、《彌陀經》。他老人家有個比喻，你念一遍，就像那個電影在你心裡頭放過一次，放久了印象就深刻，你才能想得起西方極樂世界的境界，印象深刻。所以這非常非常的重要！念佛必定往生極樂世界，這個也是一切道至處相之一。我們今天一切道裡面，修什麼道？修念佛的這個道，在修這個道門。"
    },
    {
      "id": "12-005-0023_p0021",
      "zh_CN": "再看第八，第八种是「宿命智力，知一世乃至百千万世」，佛有这个能力，有这种神通，这底下讲，「姓名、苦乐、寿夭等」，就是一切众生，每一个众生，生生世世他都知道。如果从狭义上来讲，就是指佛自己，佛自己的一世，自己的过去世，自己过去过去世，生生世世的事情统统晓得。生生世世姓什么、名字叫什么，一生做一些什么事业，统统清楚。这一点诸位要重视它。我们今天想，我们要报父母之恩，我们只晓得这一生的父母，我们前一世的父母？我们再前一世还有父母，生生世世都有父母，那怎么办？我们现在不知道了，你要一往生到西方极乐世界，你统统知道。我没有成佛，怎么有这个力量？阿弥陀佛这十种智力加持在你身上，你都晓得，我们自己过去生生世世的事情统统知道了。这个时候，那个发愿回向才真正是一个踏实、不落空的回向，「上报四重恩，下济三途苦」。因为什么？这个四重、三世都摆在你面前，清清楚楚、明明白白，这些众生跟你自己是什么关系，生生世世是亲属的关系、朋友的关系、冤家对头的关系，全都摆在面前，你才晓得，这个叫宿命智力。",
      "zh_TW": "再看第八，第八種是「宿命智力，知一世乃至百千萬世」，佛有這個能力，有這種神通，這底下講，「姓名、苦樂、壽夭等」，就是一切眾生，每一個眾生，生生世世他都知道。如果從狹義上來講，就是指佛自己，佛自己的一世，自己的過去世，自己過去過去世，生生世世的事情統統曉得。生生世世姓什麼、名字叫什麼，一生做一些什麼事業，統統清楚。這一點諸位要重視它。我們今天想，我們要報父母之恩，我們只曉得這一生的父母，我們前一世的父母？我們再前一世還有父母，生生世世都有父母，那怎麼辦？我們現在不知道了，你要一往生到西方極樂世界，你統統知道。我沒有成佛，怎麼有這個力量？阿彌陀佛這十種智力加持在你身上，你都曉得，我們自己過去生生世世的事情統統知道了。這個時候，那個發願迴向才真正是一個踏實、不落空的迴向，「上報四重恩，下濟三途苦」。因為什麼？這個四重、三世都擺在你面前，清清楚楚、明明白白，這些眾生跟你自己是什麼關係，生生世世是親屬的關係、朋友的關係、冤家對頭的關係，全都擺在面前，你才曉得，這個叫宿命智力。"
    },
    {
      "id": "12-005-0023_p0022",
      "zh_CN": "第九，「天眼智力，见众生生时死时善道恶道等」，这是佛的天眼亲眼看见的，此地是举出一个例子。一切时一切处，都在佛的眼里，没有一桩事情他看不清楚，尽虚空遍法界、十方三世，佛都看得清清楚楚，没有障碍。",
      "zh_TW": "第九，「天眼智力，見眾生生時死時善道惡道等」，這是佛的天眼親眼看見的，此地是舉出一個例子。一切時一切處，都在佛的眼裡，沒有一樁事情他看不清楚，盡虛空遍法界、十方三世，佛都看得清清楚楚，沒有障礙。"
    },
    {
      "id": "12-005-0023_p0023",
      "zh_CN": "最后一条，叫「漏尽智力」。漏尽就是指自己，「自知我生已尽，不受后有」。成佛了，或者是成阿罗汉，谁知道？自己晓得，自己知道。菩萨成佛，不会说他成佛他不晓得，不会的；他成佛，他清清楚楚，他明明白白的。再跟诸位说，往生西方极乐世界自己知道，不会说自己不晓得，糊里糊涂就往生了，没有这个道理的。糊里糊涂不能往生，凡是往生西方极乐世界的人，一定都是清清楚楚、明明白白。所以我常常劝同修们，世间事都是假的，我们要真正去学「于人无争，于事无求」。我们求什么？求一个清清楚楚、明明白白的去西方极乐世界。什么都不求，就求这一桩事情。求得到求不到？我跟同修们说，人人求得到，就怕你不肯求，那就没有办法了。「佛氏门中，有求必应」，没有求不到的。我们今天讲漏尽不敢讲，我们要求往生西方，清清楚楚、明明白白，自己晓得往生西方，不再受六道轮回。你要真正做到这一点，大家要修福、修慧。",
      "zh_TW": "最後一條，叫「漏盡智力」。漏盡就是指自己，「自知我生已盡，不受後有」。成佛了，或者是成阿羅漢，誰知道？自己曉得，自己知道。菩薩成佛，不會說他成佛他不曉得，不會的；他成佛，他清清楚楚，他明明白白的。再跟諸位說，往生西方極樂世界自己知道，不會說自己不曉得，糊裡糊塗就往生了，沒有這個道理的。糊裡糊塗不能往生，凡是往生西方極樂世界的人，一定都是清清楚楚、明明白白。所以我常常勸同修們，世間事都是假的，我們要真正去學「於人無爭，於事無求」。我們求什麼？求一個清清楚楚、明明白白的去西方極樂世界。什麼都不求，就求這一樁事情。求得到求不到？我跟同修們說，人人求得到，就怕你不肯求，那就沒有辦法了。「佛氏門中，有求必應」，沒有求不到的。我們今天講漏盡不敢講，我們要求往生西方，清清楚楚、明明白白，自己曉得往生西方，不再受六道輪迴。你要真正做到這一點，大家要修福、修慧。"
    },
    {
      "id": "12-005-0023_p0024",
      "zh_CN": "所以倓虚老法师在《念佛论》里面，末后举的那三个人，我们要多多念几遍，看一遍不行。你能把那三个人，那三段故事，你把它念上一百遍，你自自然然就不一样，为什么？那是我们修行的榜样，我们应该要效法的。他举的三个人，意思非常的圆满，一个出家人，一个在家男居士，一个在家女居士，他这么举法的。那个女居士不认识字，结过婚，有两个小孩，家境非常之苦，她的先生是码头上拉黄包车的，你们想想她家境多苦！她预知时至，坐着往生的。她都能做得到，我们为什么做不到？这是值得我们深深反省的。她念佛没念几年，老法师在青岛建湛山寺，每一个星期一次念佛会，她就是每个星期去参加一次。她为什么能念成功？生活太苦了，她真正有出离心。太苦了，听到西方极乐世界这么好，她真正是厌离娑婆，欣求极乐，她有这个心，她有这个愿望。这个心就是蕅益大师讲的发菩提心。她是真正有菩提心，又能够一向专念，她工作的时候也不忘记念佛。因为她做的工作都是粗活，都不是用头脑的，用体力的，所以它不妨碍她念佛。",
      "zh_TW": "所以倓虛老法師在《念佛論》裡面，末後舉的那三個人，我們要多多念幾遍，看一遍不行。你能把那三個人，那三段故事，你把它念上一百遍，你自自然然就不一樣，為什麼？那是我們修行的榜樣，我們應該要效法的。他舉的三個人，意思非常的圓滿，一個出家人，一個在家男居士，一個在家女居士，他這麼舉法的。那個女居士不認識字，結過婚，有兩個小孩，家境非常之苦，她的先生是碼頭上拉黃包車的，你們想想她家境多苦！她預知時至，坐著往生的。她都能做得到，我們為什麼做不到？這是值得我們深深反省的。她念佛沒念幾年，老法師在青島建湛山寺，每一個星期一次念佛會，她就是每個星期去參加一次。她為什麼能念成功？生活太苦了，她真正有出離心。太苦了，聽到西方極樂世界這麼好，她真正是厭離娑婆，欣求極樂，她有這個心，她有這個願望。這個心就是蕅益大師講的發菩提心。她是真正有菩提心，又能夠一向專念，她工作的時候也不忘記念佛。因為她做的工作都是粗活，都不是用頭腦的，用體力的，所以它不妨礙她念佛。"
    },
    {
      "id": "12-005-0023_p0025",
      "zh_CN": "这三个人是我们的榜样，是我们要学习的。我是把《念佛论》看了十几遍，所以我非常的欢喜，我印《无量寿经》，把它附在后面，印了一万多册流通。倓虚老法师那个《念佛论》的录音带，我听了差不多三十多遍，我就听他的同学（就是谛闲老法师那个徒弟），念佛念了三年，站着往生，站着走的。他这些护法给老和尚报信，老和尚回来替他处理后事，往返三天，他死了以后还在那里站了三天，等老和尚给他处理后事。这个人也是不认识字，也是没念过书的，一生一次经也没听过。虽然出家，也没有受过戒，他老实，师父教他念一句阿弥陀佛，他这一句阿弥陀佛就念到底，从师父传授给他，到他最后一口气，他的佛号没有断。你看这个我们在黄念祖居士《无量寿经》注解里面，这是上上根人，他的上上根是这个标准。这些是我们的榜样，是我们要学习的地方。因为这段经文句句都接到十力，十力智光恒普照就是指的这个。这一张表诸位可以带回去，可以做参考，背后是菩萨的十力，都可以做个参考。",
      "zh_TW": "這三個人是我們的榜樣，是我們要學習的。我是把《念佛論》看了十幾遍，所以我非常的歡喜，我印《無量壽經》，把它附在後面，印了一萬多冊流通。倓虛老法師那個《念佛論》的錄音帶，我聽了差不多三十多遍，我就聽他的同學（就是諦閑老法師那個徒弟），念佛念了三年，站著往生，站著走的。他這些護法給老和尚報信，老和尚回來替他處理後事，往返三天，他死了以後還在那裡站了三天，等老和尚給他處理後事。這個人也是不認識字，也是沒念過書的，一生一次經也沒聽過。雖然出家，也沒有受過戒，他老實，師父教他念一句阿彌陀佛，他這一句阿彌陀佛就念到底，從師父傳授給他，到他最後一口氣，他的佛號沒有斷。你看這個我們在黃念祖居士《無量壽經》註解裡面，這是上上根人，他的上上根是這個標準。這些是我們的榜樣，是我們要學習的地方。因為這段經文句句都接到十力，十力智光恆普照就是指的這個。這一張表諸位可以帶回去，可以做參考，背後是菩薩的十力，都可以做個參考。"
    },
    {
      "id": "12-005-0023_p0026",
      "zh_CN": "我们就看今天的经文了。从前面这首读：『唯有如来恒住世，智眼常明如日光』，这两句是总结，如来十种智力加被九法界的众生，佛光普照。我们今天没有能得到佛力的加持，是自己有障碍，虽然自己有障碍，佛光还是加持我们，这一种加就是我们常讲的冥加，佛光加持，你自己感觉不到；如果自己感觉得到，那叫显加（明显的加持）。说个实在话，今天在全世界，佛菩萨特别保佑台湾这个地区，这是真的，原因在哪里？今天世界上所有一切的众生，他们的业障都比我们还要厚、还要重。你可以看到台湾人普遍的爱好佛法，虽然是迷信他也喜欢，没搞清楚他也欢喜。外国人不行，他不能接受，这就佛光想加都加不上，他抗拒，这个是无可奈何。台湾虽然是很乱，外道很多，假佛教很多，但是真佛教也不少，所以这个地区有福。以前开心法师讲，将来世界上遭大难的时候，这个地球上两个地方是福地，一个是台湾，一个是瑞士，这两个地方是福地，福地福人居。现在有很多人要移民到外国去的，那都是没有福报，这个地方福地，他在这住不住，他要赶紧到别的地方去，去受难去。",
      "zh_TW": "我們就看今天的經文了。從前面這首讀：『唯有如來恆住世，智眼常明如日光』，這兩句是總結，如來十種智力加被九法界的眾生，佛光普照。我們今天沒有能得到佛力的加持，是自己有障礙，雖然自己有障礙，佛光還是加持我們，這一種加就是我們常講的冥加，佛光加持，你自己感覺不到；如果自己感覺得到，那叫顯加（明顯的加持）。說個實在話，今天在全世界，佛菩薩特別保佑台灣這個地區，這是真的，原因在哪裡？今天世界上所有一切的眾生，他們的業障都比我們還要厚、還要重。你可以看到台灣人普遍的愛好佛法，雖然是迷信他也喜歡，沒搞清楚他也歡喜。外國人不行，他不能接受，這就佛光想加都加不上，他抗拒，這個是無可奈何。台灣雖然是很亂，外道很多，假佛教很多，但是真佛教也不少，所以這個地區有福。以前開心法師講，將來世界上遭大難的時候，這個地球上兩個地方是福地，一個是台灣，一個是瑞士，這兩個地方是福地，福地福人居。現在有很多人要移民到外國去的，那都是沒有福報，這個地方福地，他在這住不住，他要趕緊到別的地方去，去受難去。"
    },
    {
      "id": "12-005-0023_p0027",
      "zh_CN": "我对外国了解得很清楚，我看得很清楚，开心法师没出过门，他讲这个话，我可以给他证实，确实像他讲的，这个地方是福地。福从哪里来？从大家念佛来。你们大家肯念佛，这个地方的福报就更大。要认真的念佛，专门弘扬念佛法门，自己念佛，劝人念佛。自己念《无量寿经》，也劝别人念《无量寿经》，因为《无量寿经》比小本《弥陀经》好，讲得详细，这两本经是同部的。你看莲池大师《疏钞》里面，他就判别的这同部的，内容完全一样，只有文字有简繁的不同，一个说得多一点，一个说得少一点，里面的意义完全一样。我们根性劣，那个言语少、文字少，我们就看不出来。所以我们必须要啰唆一点，多说几句，我们懂了，明白了。多说一点，你就读《无量寿经》，《无量寿经》两卷，分量不太多，一天念一部，非常适合。你肯念经、肯念佛，那就是佛光天天都照你。",
      "zh_TW": "我對外國了解得很清楚，我看得很清楚，開心法師沒出過門，他講這個話，我可以給他證實，確實像他講的，這個地方是福地。福從哪裡來？從大家念佛來。你們大家肯念佛，這個地方的福報就更大。要認真的念佛，專門弘揚念佛法門，自己念佛，勸人念佛。自己念《無量壽經》，也勸別人念《無量壽經》，因為《無量壽經》比小本《彌陀經》好，講得詳細，這兩本經是同部的。你看蓮池大師《疏鈔》裡面，他就判別的這同部的，內容完全一樣，只有文字有簡繁的不同，一個說得多一點，一個說得少一點，裡面的意義完全一樣。我們根性劣，那個言語少、文字少，我們就看不出來。所以我們必須要囉唆一點，多說幾句，我們懂了，明白了。多說一點，你就讀《無量壽經》，《無量壽經》兩卷，分量不太多，一天念一部，非常適合。你肯念經、肯念佛，那就是佛光天天都照你。"
    },
    {
      "id": "12-005-0023_p0028",
      "zh_CN": "下面这就讲一般的众生，『众生痴暗覆其心』，愚痴、无明，把自己的心性盖复住了。『不见善逝常迷没』，「善逝」是如来十号之一，所以见不到佛，见不到佛光，常常迷惑颠倒，「没」是头出头没，三界六道轮转，就是这个意思。向下有六首偈，是总结：",
      "zh_TW": "下面這就講一般的眾生，『眾生痴闇覆其心』，愚痴、無明，把自己的心性蓋覆住了。『不見善逝常迷沒』，「善逝」是如來十號之一，所以見不到佛，見不到佛光，常常迷惑顛倒，「沒」是頭出頭沒，三界六道輪轉，就是這個意思。向下有六首偈，是總結："
    },
    {
      "id": "12-005-0023_p0029",
      "zh_CN": "【我于善逝非亲属。于诸异道亦非怨。异道既非夺我财。如来亦不与珍宝。】",
      "zh_TW": "【我於善逝非親屬。於諸異道亦非怨。異道既非奪我財。如來亦不與珍寶。】"
    },
    {
      "id": "12-005-0023_p0030",
      "zh_CN": "这六首偈颂里面，前面四首说明他赞佛的意义，就是他为什么要赞佛，是不是佛对他好处？没有，所以这里面非常清楚，他没有好恶，可见得自心非常的清净，这种清净心赞叹是真的，不是巴结佛，不是讨好佛。所以开头讲了，我跟佛非亲非故，我跟他没有这种亲属的关系。佛以外，这一切众生，这就是异道，异道，我跟他也无冤无仇，可见得这个心清净平等。『异道既非夺我财』，这些魔王外道，这一切众生，他没有跟我过不去，没有来夺取我的财物。佛也没有什么好处给我。所以这真正是站在中庸、平等的立场来赞叹，说明他赞叹是出自于本意的，这里头决定没有好恶。下面意思就更明显了。",
      "zh_TW": "這六首偈頌裡面，前面四首說明他讚佛的意義，就是他為什麼要讚佛，是不是佛對他好處？沒有，所以這裡面非常清楚，他沒有好惡，可見得自心非常的清淨，這種清淨心讚歎是真的，不是巴結佛，不是討好佛。所以開頭講了，我跟佛非親非故，我跟他沒有這種親屬的關係。佛以外，這一切眾生，這就是異道，異道，我跟他也無冤無仇，可見得這個心清淨平等。『異道既非奪我財』，這些魔王外道，這一切眾生，他沒有跟我過不去，沒有來奪取我的財物。佛也沒有什麼好處給我。所以這真正是站在中庸、平等的立場來讚歎，說明他讚歎是出自於本意的，這裡頭決定沒有好惡。下面意思就更明顯了。"
    },
    {
      "id": "12-005-0023_p0031",
      "zh_CN": "【但以世尊清净语。决定利益无怨亲。涤除妄垢显心源。故我归依无等者。】",
      "zh_TW": "【但以世尊清淨語。決定利益無怨親。滌除妄垢顯心源。故我歸依無等者。】"
    },
    {
      "id": "12-005-0023_p0032",
      "zh_CN": "说个实实在在话，今天在我们本省同胞学佛的人很多，供养的人也很多，心都不单纯，都不清净。他为什么去拜佛？有求于佛，他去拜他，求升官的、求发财的，求保佑平安的、求消灾的，总有一大堆要求他才去，以为去拜佛、去供养，这个就有求必应，都是存这种心来的。如果跟他讲，你到佛门来，佛一样东西不给你，他掉头而去，明天再也不来了。有求而来的。不像菩萨清净心，真正明理而来的。前面也曾经跟大家讲过，佛氏门中，有求必应。佛门在哪里？不是在我们这个大楼，也不是寺庙庵堂，佛门在你心里头。佛心是觉心，常常跟你讲三皈依，你要记住，皈依佛，是觉而不迷，这是佛门；皈依法，正而不邪，这是佛门；皈依僧是净而不染，佛门是觉、正、净。我们自心觉正净，这就是入了佛门。佛门里头没有迷信，没有邪染；我们用迷信，用邪染的心去入佛门，怎么能入得进去？入不进去。可是还是有一些是真正明白佛法的人，真正在那里修福。迷信的人当然是很多。看看经上讲的，菩萨学佛不迷。",
      "zh_TW": "說個實實在在話，今天在我們本省同胞學佛的人很多，供養的人也很多，心都不單純，都不清淨。他為什麼去拜佛？有求於佛，他去拜他，求升官的、求發財的，求保佑平安的、求消災的，總有一大堆要求他才去，以為去拜佛、去供養，這個就有求必應，都是存這種心來的。如果跟他講，你到佛門來，佛一樣東西不給你，他掉頭而去，明天再也不來了。有求而來的。不像菩薩清淨心，真正明理而來的。前面也曾經跟大家講過，佛氏門中，有求必應。佛門在哪裡？不是在我們這個大樓，也不是寺廟庵堂，佛門在你心裡頭。佛心是覺心，常常跟你講三皈依，你要記住，皈依佛，是覺而不迷，這是佛門；皈依法，正而不邪，這是佛門；皈依僧是淨而不染，佛門是覺、正、淨。我們自心覺正淨，這就是入了佛門。佛門裡頭沒有迷信，沒有邪染；我們用迷信，用邪染的心去入佛門，怎麼能入得進去？入不進去。可是還是有一些是真正明白佛法的人，真正在那裡修福。迷信的人當然是很多。看看經上講的，菩薩學佛不迷。"
    },
    {
      "id": "12-005-0023_p0033",
      "zh_CN": "『但以世尊清净语』，「世尊清净语」就是经典，阿难尊者结集下来就是经典，经典里面文字语言都是清净的。记住我前面跟你讲的话，如果这个经要有意思就不清净。你看六祖所说的，「本来无一物」，那是清净。有意思就有一物，就不清净，所以你念经要念得没有意思，把你的清净心念出来。你要讲经，用你的清净心对着经本，就生无量义。换句话说，拿着经本，把自己清净心里面的意思引出来，所引出来的跟经上就像一个模子印的一样，它就相应，这个很重要。『决定利益无怨亲』，决心是平等心，决定没有分别执着妄想，哪来的怨亲？所以是一律平等，这个才是清净心。这是佛教给我们的，经典教导我们的，我们在这个里头得到真正之受用、真正的智慧，这才值得我们赞叹，值得我们敬仰，值得我们皈依。『涤除妄垢显心源』，前面这半句是离妄，读经就离妄；不读经、不念佛，妄去不掉。你自己心里明白，不念佛、不念经就起妄想，那个妄去不掉，你会想东想西、想前想后，他会打妄想。念佛，妄想就没有了。所以要努力的念佛，要拼命去念佛，念佛做什么？把我的妄念给念掉，去掉。这一句佛号的功德利益说不尽。",
      "zh_TW": "『但以世尊清淨語』，「世尊清淨語」就是經典，阿難尊者結集下來就是經典，經典裡面文字語言都是清淨的。記住我前面跟你講的話，如果這個經要有意思就不清淨。你看六祖所說的，「本來無一物」，那是清淨。有意思就有一物，就不清淨，所以你念經要念得沒有意思，把你的清淨心念出來。你要講經，用你的清淨心對著經本，就生無量義。換句話說，拿著經本，把自己清淨心裡面的意思引出來，所引出來的跟經上就像一個模子印的一樣，它就相應，這個很重要。『決定利益無怨親』，決心是平等心，決定沒有分別執著妄想，哪來的怨親？所以是一律平等，這個才是清淨心。這是佛教給我們的，經典教導我們的，我們在這個裡頭得到真正之受用、真正的智慧，這才值得我們讚歎，值得我們敬仰，值得我們皈依。『滌除妄垢顯心源』，前面這半句是離妄，讀經就離妄；不讀經、不念佛，妄去不掉。你自己心裡明白，不念佛、不念經就起妄想，那個妄去不掉，你會想東想西、想前想後，他會打妄想。念佛，妄想就沒有了。所以要努力的念佛，要拼命去念佛，念佛做什麼？把我的妄念給念掉，去掉。這一句佛號的功德利益說不盡。"
    },
    {
      "id": "12-005-0023_p0034",
      "zh_CN": "诸位要细细去研究大经。我们现在，我从美国带来一部《无量寿清净平等觉经》的注解，现在是有几个同修在这里校对，里面有错字，标点符号这很多错误，把它修正过，想在最短的时间，我们把它重新做版，把它印出来。我相信这部书印出来，会度无量无边的众生，只要肯依照这个经典修行，他这一生决定得度。我想初版我印一万部，希望在最短的时间能把这个书印出来，供养诸位同修，得到这个，依教奉行，这一生决定往生。",
      "zh_TW": "諸位要細細去研究大經。我們現在，我從美國帶來一部《無量壽清淨平等覺經》的註解，現在是有幾個同修在這裡校對，裡面有錯字，標點符號這很多錯誤，把它修正過，想在最短的時間，我們把它重新做版，把它印出來。我相信這部書印出來，會度無量無邊的眾生，只要肯依照這個經典修行，他這一生決定得度。我想初版我印一萬部，希望在最短的時間能把這個書印出來，供養諸位同修，得到這個，依教奉行，這一生決定往生。"
    },
    {
      "id": "12-005-0023_p0035",
      "zh_CN": "「显心源」，心源就是禅家讲的明心见性，就是念佛里面讲的理一心不乱，这真如本性透出来了，破了无明，真如本性就显了，这才是佛对我们无量无边的恩德。『故我归依无等者』，这个「无等者」也是对佛的赞叹，佛称为世尊，世出世间最尊、最贵，没有人能跟他相等的。人家说这个很有道理，不是为名闻利养来学佛的，这种学佛态度多么的庄严、多么清净，真是正大光明，所以他才能够真正得到佛法殊胜功德利益。跟我们不一样，我们学佛、求佛，所要求的太少了，所谓是小儿科，小孩来找你，给他一个铜板，他就很满足了，现在人学佛大多数都是如此，给你一块钱就很满足，高兴得不得了。人家学佛，是要成佛。",
      "zh_TW": "「顯心源」，心源就是禪家講的明心見性，就是念佛裡面講的理一心不亂，這真如本性透出來了，破了無明，真如本性就顯了，這才是佛對我們無量無邊的恩德。『故我歸依無等者』，這個「無等者」也是對佛的讚歎，佛稱為世尊，世出世間最尊、最貴，沒有人能跟他相等的。人家說這個很有道理，不是為名聞利養來學佛的，這種學佛態度多麼的莊嚴、多麼清淨，真是正大光明，所以他才能夠真正得到佛法殊勝功德利益。跟我們不一樣，我們學佛、求佛，所要求的太少了，所謂是小兒科，小孩來找你，給他一個銅板，他就很滿足了，現在人學佛大多數都是如此，給你一塊錢就很滿足，高興得不得了。人家學佛，是要成佛。"
    },
    {
      "id": "12-005-0023_p0036",
      "zh_CN": "好，今天时间到了，我们就讲到此地。",
      "zh_TW": "好，今天時間到了，我們就講到此地。"
    }
  ]
}