{
  "doc_id": "09-006-0010",
  "title": {
    "zh_CN": "僧璨大师信心铭—大乘法信心的标准",
    "zh_TW": "僧璨大師信心銘—大乘法信心的標準"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "1983",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-006-0010",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "09-006-0010_p0001",
      "zh_CN": "请掀开经本，第一百八十一面，第一行，我们将经文念几句对对地方：",
      "zh_TW": "請掀開經本，第一百八十一面，第一行，我們將經文念幾句對對地方："
    },
    {
      "id": "09-006-0010_p0002",
      "zh_CN": "【有即是无。无即是有。若不如是。必不须守。一即一切。一切即一。但能如是。何虑不毕。】",
      "zh_TW": "【有即是無。無即是有。若不如是。必不須守。一即一切。一切即一。但能如是。何慮不畢。】"
    },
    {
      "id": "09-006-0010_p0003",
      "zh_CN": "从这个地方开始。前面两句与《心经》上所讲的「色即是空，空即是色」是一样的道理，《心经》里面所讲的「色」就是此地所说的『有』，《心经》里面所讲的「空」就是此地所说的『无』。这个色、空、有、无都不好懂，与我们一般概念当中的色、空、有、无不一样，我们讲空，空就是什么都没有了，而佛法里面讲的空，不是什么都没有，空是有。此地祖师所讲的「无」，无也不是什么都没有了，我们一般无，无就是无有了，不是的，无是有。所以这个地方讲的「无」，与《心经》里所讲的「空」是一个意思，所谓是真空，真空不空，妙有非有，空有是一桩事情，不是两桩事情，是事实的真相。什么事实？我们六根所感触一切境界，它的真实相是空有同时的，空有不二的，这个是事实真相。但是这种真相，我们没有法子去体会它。原因是在哪里？原因是我们迷在这个境界里，不知道事实真相，所以从这个真相里面起了一种幻相。我们把这个幻相当作真相，这才产生所谓迷惑颠倒，产生无量无边的过错，所谓是造业、受报、轮回种种不正常的现象。",
      "zh_TW": "從這個地方開始。前面兩句與《心經》上所講的「色即是空，空即是色」是一樣的道理，《心經》裡面所講的「色」就是此地所說的『有』，《心經》裡面所講的「空」就是此地所說的『無』。這個色、空、有、無都不好懂，與我們一般概念當中的色、空、有、無不一樣，我們講空，空就是什麼都沒有了，而佛法裡面講的空，不是什麼都沒有，空是有。此地祖師所講的「無」，無也不是什麼都沒有了，我們一般無，無就是無有了，不是的，無是有。所以這個地方講的「無」，與《心經》裡所講的「空」是一個意思，所謂是真空，真空不空，妙有非有，空有是一樁事情，不是兩樁事情，是事實的真相。什麼事實？我們六根所感觸一切境界，它的真實相是空有同時的，空有不二的，這個是事實真相。但是這種真相，我們沒有法子去體會它。原因是在哪裡？原因是我們迷在這個境界裡，不知道事實真相，所以從這個真相裡面起了一種幻相。我們把這個幻相當作真相，這才產生所謂迷惑顛倒，產生無量無邊的過錯，所謂是造業、受報、輪迴種種不正常的現象。"
    },
    {
      "id": "09-006-0010_p0004",
      "zh_CN": "这些现象，给诸位说，还是空有同时的。所以佛在《金刚经》里面讲，「凡所有相，皆是虚妄」。凡所有相就是此地的「有」，虚妄呢？就是这里讲的「无」，「有即是无」，相即虚妄，「无即是有」。讲无是从能现相的体上说的，我们所谓的是「真如本性」，大经里面常常讲的「真心理体」，它确实是空而无有。但是这种空，它不是什么都没有，这个空是真实的，不是虚妄的，所以我们称之为真空。它是永恒的存在，不但永恒的存在，它也是永恒的不变，佛家给它起个名字叫真如，真就是真实不虚，如就是永远是这个样子，从无改变叫如。它虽然没有相，它能够现相，能够现无量无边的相。从能现相上说，不能说它无，它确实有。虽现的那个相，那个相不是真实的，性是真实的，空是真实的。性是空寂，那是真实的，所以叫真空；现的相，相叫假有。譬如我们现在自己这个身体，这个身体是真如现的相，我们想想这个相是真有还是假有？如果是真有，这个相就永远不变，这是真有。可是我们现在这个相，你仔细去想一想，这个相是刹那在变，那就不是真实的。",
      "zh_TW": "這些現象，給諸位說，還是空有同時的。所以佛在《金剛經》裡面講，「凡所有相，皆是虛妄」。凡所有相就是此地的「有」，虛妄呢？就是這裡講的「無」，「有即是無」，相即虛妄，「無即是有」。講無是從能現相的體上說的，我們所謂的是「真如本性」，大經裡面常常講的「真心理體」，它確實是空而無有。但是這種空，它不是什麼都沒有，這個空是真實的，不是虛妄的，所以我們稱之為真空。它是永恆的存在，不但永恆的存在，它也是永恆的不變，佛家給它起個名字叫真如，真就是真實不虛，如就是永遠是這個樣子，從無改變叫如。它雖然沒有相，它能夠現相，能夠現無量無邊的相。從能現相上說，不能說它無，它確實有。雖現的那個相，那個相不是真實的，性是真實的，空是真實的。性是空寂，那是真實的，所以叫真空；現的相，相叫假有。譬如我們現在自己這個身體，這個身體是真如現的相，我們想想這個相是真有還是假有？如果是真有，這個相就永遠不變，這是真有。可是我們現在這個相，你仔細去想一想，這個相是剎那在變，那就不是真實的。"
    },
    {
      "id": "09-006-0010_p0005",
      "zh_CN": "真的是不变的，刹那在变，我们人一年比一年老了，那是你看错了；一天比一天老了，还看错了；是刹那刹那在变老了，可见这个相不是真实的，是虚妄的。再仔细的观察这个色相，是因缘集聚而现的，缘聚则有相，缘散相就没有了，所以这个相是缘生之法，哪有真实可言？那我们要问，既然是缘生之法，缘又从哪里来的？这些都是佛法里面的大问题，在诸佛菩萨是从愿力而来的，在凡夫是由业力来主宰的，所以业力可畏。既然天天在造业，业力就主宰了这个因缘，做因缘的主宰。一切相虽然是虚妄的，你还没有能够通达虚妄，试问虚妄相里头你有没有感受？譬如说作梦，梦，大家晓得是虚妄的、是假的，在梦里面梦到一头老虎要吃你，你害怕不害怕？你怕不怕死？你还是会怕，吓得一身冷汗，醒了之后幸亏作个梦，不是真的，所以你有感受，你有感受就是你没有了解事实真相。如果了解事实真相，老虎来吃你了，老虎是自己心变的，这个身也是自己心变的，都是虚妄不实在的，吃，就送给牠吃好了，决定没有一念分别执着，这是觉悟的人。觉悟的菩萨才肯舍身去喂老虎，看到老虎好多天没有东西吃了，饿得很可怜，他能够舍身喂虎，就跟梦中的境界完全一样。我们一般人看到，那个人傻，太傻了，其实他才不傻，我们是傻，这个就是事实的真与妄。",
      "zh_TW": "真的是不變的，剎那在變，我們人一年比一年老了，那是你看錯了；一天比一天老了，還看錯了；是剎那剎那在變老了，可見這個相不是真實的，是虛妄的。再仔細的觀察這個色相，是因緣集聚而現的，緣聚則有相，緣散相就沒有了，所以這個相是緣生之法，哪有真實可言？那我們要問，既然是緣生之法，緣又從哪裡來的？這些都是佛法裡面的大問題，在諸佛菩薩是從願力而來的，在凡夫是由業力來主宰的，所以業力可畏。既然天天在造業，業力就主宰了這個因緣，做因緣的主宰。一切相雖然是虛妄的，你還沒有能夠通達虛妄，試問虛妄相裡頭你有沒有感受？譬如說作夢，夢，大家曉得是虛妄的、是假的，在夢裡面夢到一頭老虎要吃你，你害怕不害怕？你怕不怕死？你還是會怕，嚇得一身冷汗，醒了之後幸虧作個夢，不是真的，所以你有感受，你有感受就是你沒有了解事實真相。如果了解事實真相，老虎來吃你了，老虎是自己心變的，這個身也是自己心變的，都是虛妄不實在的，吃，就送給牠吃好了，決定沒有一念分別執著，這是覺悟的人。覺悟的菩薩才肯捨身去餵老虎，看到老虎好多天沒有東西吃了，餓得很可憐，他能夠捨身餵虎，就跟夢中的境界完全一樣。我們一般人看到，那個人傻，太傻了，其實他才不傻，我們是傻，這個就是事實的真與妄。"
    },
    {
      "id": "09-006-0010_p0006",
      "zh_CN": "就从心法而说，也是空有不二。心法就是我们的妄念、妄想。这个妄想从来就没有停止过，妄想是无量无边，一个妄想在阿赖耶识里头就构成一个种子，这个种子遇到缘它就起现行，换句话说，它就现相。由此可知，业报是无边的，除非你不打妄想了。但是这个不打妄想，你想不打妄想，事实上还是在打妄想。到什么时候才不打妄想？跟诸位说，成佛就不打妄想。等觉菩萨还打妄想，他要没有妄想，怎么会有一品生相无明？等觉菩萨妄想最少了，妄想最少。十法界里头地狱众生妄想最多。佛是完全没有妄想，这成佛了。由此可知，所谓修行，修的什么？就是尽量减少我们的妄想。减少是要有层次，譬如我们已经晓得，无始劫以来，我们就是妄想从无中断，我们现在妄想里面先除掉恶的妄想，打妄想想善的不想恶的，在果报里面你就有善报，就免除了恶报。然后再进一步，把染污的妄想去掉，有一种清净纯净的妄想，逐步逐步将粗重的妄想淘汰掉。整个佛法的修学，所谓五十一位菩萨的阶级，就是由这个层次而说的。但是空有不二的实相（就是真实相），我们一定要有一个概念，做为我们遣除妄想的依据，有这个理论做依据，我们才真正肯发心这样的修学，这是很重要很重要的一个原理原则。",
      "zh_TW": "就從心法而說，也是空有不二。心法就是我們的妄念、妄想。這個妄想從來就沒有停止過，妄想是無量無邊，一個妄想在阿賴耶識裡頭就構成一個種子，這個種子遇到緣它就起現行，換句話說，它就現相。由此可知，業報是無邊的，除非你不打妄想了。但是這個不打妄想，你想不打妄想，事實上還是在打妄想。到什麼時候才不打妄想？跟諸位說，成佛就不打妄想。等覺菩薩還打妄想，他要沒有妄想，怎麼會有一品生相無明？等覺菩薩妄想最少了，妄想最少。十法界裡頭地獄眾生妄想最多。佛是完全沒有妄想，這成佛了。由此可知，所謂修行，修的什麼？就是盡量減少我們的妄想。減少是要有層次，譬如我們已經曉得，無始劫以來，我們就是妄想從無中斷，我們現在妄想裡面先除掉惡的妄想，打妄想想善的不想惡的，在果報裡面你就有善報，就免除了惡報。然後再進一步，把染污的妄想去掉，有一種清淨純淨的妄想，逐步逐步將粗重的妄想淘汰掉。整個佛法的修學，所謂五十一位菩薩的階級，就是由這個層次而說的。但是空有不二的實相（就是真實相），我們一定要有一個概念，做為我們遣除妄想的依據，有這個理論做依據，我們才真正肯發心這樣的修學，這是很重要很重要的一個原理原則。"
    },
    {
      "id": "09-006-0010_p0007",
      "zh_CN": "底下两句说，『若不如是，必不须守』，这两句话是祖师苦口婆心叮咛教诫，希望我们守住这个原则，依照这个原理原则来修行。祖师这样教给我们，他也有所本，从释迦牟尼佛代代教诫都不离开这个原则，所以如果不遵守就不能成就。为什么？如是！如是，这个原则是「法尔如是」，本来就是这样的。如果不如是，不如是，你可以不必遵守，确实如是。所以守这个原则叫顺性，顺乎法性，你才能够证得法性。你不能顺性，你怎么能够正信？禅家所谓是见性，不能顺性，就不能见性；你要想见性，就得要顺性。性是什么？性是空有不二。这个理论有很深的深度，境界很高，我们在《金刚经》里面、在《心经》里面、在《楞严》里面、在《圆觉》里面都有详尽的发挥。这些经典是我们中国人所爱好的，我们常常读诵的，虽然读诵，但是没有遵守。所以记住祖师这两句话，要遵守。遵守就是把这个原理原则，应用在我们日常生活当中，这叫遵守。怎么个守法？就是样样你看得破、放得下，就是遵守。了解这个事实真相，不必在一切境界里面过分的去认真、去执着，晓得一切法的真实相。",
      "zh_TW": "底下兩句說，『若不如是，必不須守』，這兩句話是祖師苦口婆心叮嚀教誡，希望我們守住這個原則，依照這個原理原則來修行。祖師這樣教給我們，他也有所本，從釋迦牟尼佛代代教誡都不離開這個原則，所以如果不遵守就不能成就。為什麼？如是！如是，這個原則是「法爾如是」，本來就是這樣的。如果不如是，不如是，你可以不必遵守，確實如是。所以守這個原則叫順性，順乎法性，你才能夠證得法性。你不能順性，你怎麼能夠正信？禪家所謂是見性，不能順性，就不能見性；你要想見性，就得要順性。性是什麼？性是空有不二。這個理論有很深的深度，境界很高，我們在《金剛經》裡面、在《心經》裡面、在《楞嚴》裡面、在《圓覺》裡面都有詳盡的發揮。這些經典是我們中國人所愛好的，我們常常讀誦的，雖然讀誦，但是沒有遵守。所以記住祖師這兩句話，要遵守。遵守就是把這個原理原則，應用在我們日常生活當中，這叫遵守。怎麼個守法？就是樣樣你看得破、放得下，就是遵守。了解這個事實真相，不必在一切境界裡面過分的去認真、去執著，曉得一切法的真實相。"
    },
    {
      "id": "09-006-0010_p0008",
      "zh_CN": "底下更说得更清楚了，『一即一切，一切即一』，这两句是《华严经》里面事事无碍的境界。一即是多，多即是一，心法互融、互变，将来在《华严经》里面有很详细的来讨论。「一」是说什么？说心。「一切」是讲的法界。我们再用个比喻来说，我们拿作梦来比喻，「一」是能作梦的心，我们说梦是心变的，「一切」就是梦中的境界。你看你天天所作的梦都不一样，那就是一切，那是多。但是能作梦的那个心没有改变，那就是一。从这个比喻上，我们引申来观察，我们的真如本性是一，十法界依正庄严、森罗万象是一切，不仅仅是我们这个地球，不仅仅是我们现在，过去世、未来世，十方三世无量无边的世界，这个世界里头一切有情众生、无情众生，拿今天来讲是动物、植物、矿物，上至诸佛菩萨，下至恶道众生，统统是一个真心变现的。就好像作梦一样，是一个心变现的。你要真正透彻这个真相，你才晓得人与人什么关系？是一体！这个人得罪了我，我恨他，恨透了，恨谁？自己恨自己；那个人我非常喜欢他，自己喜欢自己，都在那里闹笑话，除了你自己之外，找不到第二个东西，心外无法，法外无心。",
      "zh_TW": "底下更說得更清楚了，『一即一切，一切即一』，這兩句是《華嚴經》裡面事事無礙的境界。一即是多，多即是一，心法互融、互變，將來在《華嚴經》裡面有很詳細的來討論。「一」是說什麼？說心。「一切」是講的法界。我們再用個比喻來說，我們拿作夢來比喻，「一」是能作夢的心，我們說夢是心變的，「一切」就是夢中的境界。你看你天天所作的夢都不一樣，那就是一切，那是多。但是能作夢的那個心沒有改變，那就是一。從這個比喻上，我們引申來觀察，我們的真如本性是一，十法界依正莊嚴、森羅萬象是一切，不僅僅是我們這個地球，不僅僅是我們現在，過去世、未來世，十方三世無量無邊的世界，這個世界裡頭一切有情眾生、無情眾生，拿今天來講是動物、植物、礦物，上至諸佛菩薩，下至惡道眾生，統統是一個真心變現的。就好像作夢一樣，是一個心變現的。你要真正透徹這個真相，你才曉得人與人什麼關係？是一體！這個人得罪了我，我恨他，恨透了，恨誰？自己恨自己；那個人我非常喜歡他，自己喜歡自己，都在那裡鬧笑話，除了你自己之外，找不到第二個東西，心外無法，法外無心。"
    },
    {
      "id": "09-006-0010_p0009",
      "zh_CN": "所以成佛之后，那个慈悲心叫什么？叫无缘慈悲。「无缘大慈，同体大悲」，无缘是什么？没有条件。我今天喜欢这个人，这个人是什么？这个人是我的太太、是我的儿女，那是有条件，那就是有缘，有条件的。成了佛是无条件，为什么无条件？尽虚空遍法界是一个自己，自己对自己还有什么条件，所以大悲心同体。我这个手蚊子来叮了一下，左手被蚊子叮，右手去把牠赶一赶，右手帮助左手。试问它为什么要帮助它？左手是不是要我很感激你，你帮忙我赶蚊子，要不要？不要，为什么？同体。所以众生不晓得尽虚空遍法界是跟自己同体。所以这个大慈大悲是自自然然的，没有一丝毫勉强。这是一个觉悟的人他晓得，迷惑的人他不知道。迷惑的人他对自己之外，一切境界他要划界线，他有分别、有执着，有自有他，不知道「一即一切，一切即一」，这个真相。",
      "zh_TW": "所以成佛之後，那個慈悲心叫什麼？叫無緣慈悲。「無緣大慈，同體大悲」，無緣是什麼？沒有條件。我今天喜歡這個人，這個人是什麼？這個人是我的太太、是我的兒女，那是有條件，那就是有緣，有條件的。成了佛是無條件，為什麼無條件？盡虛空遍法界是一個自己，自己對自己還有什麼條件，所以大悲心同體。我這個手蚊子來叮了一下，左手被蚊子叮，右手去把牠趕一趕，右手幫助左手。試問它為什麼要幫助它？左手是不是要我很感激你，你幫忙我趕蚊子，要不要？不要，為什麼？同體。所以眾生不曉得盡虛空遍法界是跟自己同體。所以這個大慈大悲是自自然然的，沒有一絲毫勉強。這是一個覺悟的人他曉得，迷惑的人他不知道。迷惑的人他對自己之外，一切境界他要劃界線，他有分別、有執著，有自有他，不知道「一即一切，一切即一」，這個真相。"
    },
    {
      "id": "09-006-0010_p0010",
      "zh_CN": "『但能如是，何虑不毕』。你要能够把自己境界提升到「一即一切，一切即一」，给诸位说，这个境界圆满是如来的境界，是诸佛果地上境界。什么时候你能够证得？就是不能证得圆满，证得一点点，达到这个边缘，我们就净土法门里面讲，理一心不乱就是这个境界。所以诸位你们念佛，你们想求一心，你不得这个境界，就不得一心。这个境界从什么地方去修？从人情、事务上去修，待人接物当中去修。佛法里常讲「慈悲为本，方便为门」，你要从慈悲、方便里面去修。对待一切人，对待一切事，用唯一的真诚。真诚就是真心，不用妄心。为什么要用唯一真诚？晓得有即是无，无即是有，一即一切，一切即一。我自己这个身，不是说这个身体就是我身，你们晓得成佛要证得法身，什么叫法身？尽虚空遍法界一切森罗万象都是自己的身，这是法身。就好像作梦一样，忽然觉悟自己作梦，整个梦境都是自己心变现的，整个梦境就是自己的法身，法身是这个意思。法身在，你自己迷惑颠倒，自己不肯认定自己这个身外之身是自己，你怎么能证得法身？我们常常讲佛法，法是什么意思？诸位要懂得，要晓得一点皮毛，法是一切万物、一切事理、一切程序，一个总代名词，这叫法。法身忘掉了。这些东西全部都是自己就叫法身。什么时候你才能够肯定，尽虚空遍法界一切动、植、矿统统是自己，你要证得这个你才晓得，才晓得什么？不生不灭。这个身灭了，法身不灭。法身怎么会灭？法身不灭，应化身、报身也不灭。所谓是了生死，生死真正了了，没有生死。所以说「但能如是，何虑不毕」，虑是什么？虑是妄念，你要能如是，妄念没有了，慈悲心真正生起了。所以诸位要晓得，什么时候才有慈悲心？没有见性，没有慈悲心，因为没有见性，你完全是感情用事，是妄想做主，感情用事；觉悟了是真性做主，智慧用事，这个里面才有慈悲。所以诸位必须要明白这个道理。",
      "zh_TW": "『但能如是，何慮不畢』。你要能夠把自己境界提升到「一即一切，一切即一」，給諸位說，這個境界圓滿是如來的境界，是諸佛果地上境界。什麼時候你能夠證得？就是不能證得圓滿，證得一點點，達到這個邊緣，我們就淨土法門裡面講，理一心不亂就是這個境界。所以諸位你們念佛，你們想求一心，你不得這個境界，就不得一心。這個境界從什麼地方去修？從人情、事務上去修，待人接物當中去修。佛法裡常講「慈悲為本，方便為門」，你要從慈悲、方便裡面去修。對待一切人，對待一切事，用唯一的真誠。真誠就是真心，不用妄心。為什麼要用唯一真誠？曉得有即是無，無即是有，一即一切，一切即一。我自己這個身，不是說這個身體就是我身，你們曉得成佛要證得法身，什麼叫法身？盡虛空遍法界一切森羅萬象都是自己的身，這是法身。就好像作夢一樣，忽然覺悟自己作夢，整個夢境都是自己心變現的，整個夢境就是自己的法身，法身是這個意思。法身在，你自己迷惑顛倒，自己不肯認定自己這個身外之身是自己，你怎麼能證得法身？我們常常講佛法，法是什麼意思？諸位要懂得，要曉得一點皮毛，法是一切萬物、一切事理、一切程序，一個總代名詞，這叫法。法身忘掉了。這些東西全部都是自己就叫法身。什麼時候你才能夠肯定，盡虛空遍法界一切動、植、礦統統是自己，你要證得這個你才曉得，才曉得什麼？不生不滅。這個身滅了，法身不滅。法身怎麼會滅？法身不滅，應化身、報身也不滅。所謂是了生死，生死真正了了，沒有生死。所以說「但能如是，何慮不畢」，慮是什麼？慮是妄念，你要能如是，妄念沒有了，慈悲心真正生起了。所以諸位要曉得，什麼時候才有慈悲心？沒有見性，沒有慈悲心，因為沒有見性，你完全是感情用事，是妄想做主，感情用事；覺悟了是真性做主，智慧用事，這個裡面才有慈悲。所以諸位必須要明白這個道理。"
    },
    {
      "id": "09-006-0010_p0011",
      "zh_CN": "世尊在大乘，特别是了义经典里面，时时刻刻的教诫我们念佛人，像佛在《观经》里面跟我们讲的三福，里面就教我们「读诵大乘」，为人解说。为什么要读诵大乘？读诵大乘是薰习，这个事实的真相，我们迷失太久了。换句话说，绝不是我们常识、概念里面所有的，纵然我们听佛这样说，或者听世间圣贤也有这种议论，像道家所说的，「天地与我同根，万物与我一体」，也有这样的观念。这世间人听了只是说，这是圣贤他们境界很高，心量广大，他承不承认？他不承认，不以为这种说法是事实真相。事实，他以什么为事实？自私自利，损人利己，他以这个为事实，他在人生过程当中以这个为目标，以这些为他所追求的目的。这个是不明了宇宙人生事实真相。",
      "zh_TW": "世尊在大乘，特別是了義經典裡面，時時刻刻的教誡我們念佛人，像佛在《觀經》裡面跟我們講的三福，裡面就教我們「讀誦大乘」，為人解說。為什麼要讀誦大乘？讀誦大乘是薰習，這個事實的真相，我們迷失太久了。換句話說，絕不是我們常識、概念裡面所有的，縱然我們聽佛這樣說，或者聽世間聖賢也有這種議論，像道家所說的，「天地與我同根，萬物與我一體」，也有這樣的觀念。這世間人聽了只是說，這是聖賢他們境界很高，心量廣大，他承不承認？他不承認，不以為這種說法是事實真相。事實，他以什麼為事實？自私自利，損人利己，他以這個為事實，他在人生過程當中以這個為目標，以這些為他所追求的目的。這個是不明瞭宇宙人生事實真相。"
    },
    {
      "id": "09-006-0010_p0012",
      "zh_CN": "佛法的修学是从建立信心开始，我们读了《信心铭》之后，才晓得信心不容易建立，祖师跟我们讲的信心是大乘信心。像昨天晚上我跟诸位提示过，我讲到学佛的五种根性，佛门常讲的五性，菩萨种性，二乘种性，人天种性，不定种性，还有一个无性阐提。而我们大多数的学佛的人，跟诸位讲，实实在在是什么？是无性阐提。无性阐提也来听经，也来学佛，难得。怎么叫无性阐提？你看我们天天在读诵大乘经典，道理不明白，天天烧香拜佛，依旧是迷信，于佛教诫是一桩都不肯照做，这就是无性阐提，除这一种之外，其余的事情他真干。人天种性的，你们去念《了凡四训》，袁了凡是修的人天乘，修福，他做，他真做，他接受功过格，真做，那有信。他信什么？信善有善报、恶有恶报，他相信这个；他相信我多修善业可以改变我自己命运，他相信这个，他认真做，他就能改造他的命运。如果我们连这一点都做不到，还谈什么？念佛念到今天也没有念到个一心不乱，不但一心不乱没有念到，功夫成片都达不到，成天所干的是自欺欺人，自己欺骗自己，这不叫无性阐提叫什么。所以那个无性阐提不是说的什么，一听说佛法他不能接受的，不一定指那些人。你要说那些人是无性阐提，我不相信，那是什么？他的机缘没到，他学佛的因缘没到。你们不相信，你看看蕅益大师的传记、印光大师的传记，在没有学佛之前，他们是念孔子书的，提到佛法他就排斥、就毁谤，机缘没成熟。你看看《印光法师传》他在年轻的时候就毁谤佛法，决定不相信，到他一但信了，他的修持比谁都用功，所以在那个时候，你怎么能说他是一阐提，不可以的。我在没有接受佛法之前，对佛教是决定不相信的，我还信基督教，我还信回教（伊斯兰教），我就是不信佛教，因为我看到佛教的外表，完全是迷信，说不出一个所以然来，怎么能教人相信？所以这些法师想度我，度不了的，他说不过我，几个问题就把他问倒了，他没有办法。度我入佛门的，目的不是在谈佛法的，我是方东美先生介绍的，我跟他学哲学，讲到印度哲学，讲到佛经哲学，他告诉我佛经里面的哲学是世界上哲学的最高峰，由这句话，我才到寺庙去找佛经来看，研究佛经哲学，从这入门的。那在这个以前我不叫一阐提吗？所以一阐提不是这个讲法，不是这个讲法的，说是不能接受佛法的，为什么？他对这个不晓得，完全没有认识，他当然不能接受，所以这是因缘没有成熟。",
      "zh_TW": "佛法的修學是從建立信心開始，我們讀了《信心銘》之後，才曉得信心不容易建立，祖師跟我們講的信心是大乘信心。像昨天晚上我跟諸位提示過，我講到學佛的五種根性，佛門常講的五性，菩薩種性，二乘種性，人天種性，不定種性，還有一個無性闡提。而我們大多數的學佛的人，跟諸位講，實實在在是什麼？是無性闡提。無性闡提也來聽經，也來學佛，難得。怎麼叫無性闡提？你看我們天天在讀誦大乘經典，道理不明白，天天燒香拜佛，依舊是迷信，於佛教誡是一樁都不肯照做，這就是無性闡提，除這一種之外，其餘的事情他真幹。人天種性的，你們去念《了凡四訓》，袁了凡是修的人天乘，修福，他做，他真做，他接受功過格，真做，那有信。他信什麼？信善有善報、惡有惡報，他相信這個；他相信我多修善業可以改變我自己命運，他相信這個，他認真做，他就能改造他的命運。如果我們連這一點都做不到，還談什麼？念佛念到今天也沒有念到個一心不亂，不但一心不亂沒有念到，功夫成片都達不到，成天所幹的是自欺欺人，自己欺騙自己，這不叫無性闡提叫什麼。所以那個無性闡提不是說的什麼，一聽說佛法他不能接受的，不一定指那些人。你要說那些人是無性闡提，我不相信，那是什麼？他的機緣沒到，他學佛的因緣沒到。你們不相信，你看看蕅益大師的傳記、印光大師的傳記，在沒有學佛之前，他們是念孔子書的，提到佛法他就排斥、就毀謗，機緣沒成熟。你看看《印光法師傳》他在年輕的時候就毀謗佛法，決定不相信，到他一但信了，他的修持比誰都用功，所以在那個時候，你怎麼能說他是一闡提，不可以的。我在沒有接受佛法之前，對佛教是決定不相信的，我還信基督教，我還信回教（伊斯蘭教），我就是不信佛教，因為我看到佛教的外表，完全是迷信，說不出一個所以然來，怎麼能教人相信？所以這些法師想度我，度不了的，他說不過我，幾個問題就把他問倒了，他沒有辦法。度我入佛門的，目的不是在談佛法的，我是方東美先生介紹的，我跟他學哲學，講到印度哲學，講到佛經哲學，他告訴我佛經裡面的哲學是世界上哲學的最高峰，由這句話，我才到寺廟去找佛經來看，研究佛經哲學，從這入門的。那在這個以前我不叫一闡提嗎？所以一闡提不是這個講法，不是這個講法的，說是不能接受佛法的，為什麼？他對這個不曉得，完全沒有認識，他當然不能接受，所以這是因緣沒有成熟。"
    },
    {
      "id": "09-006-0010_p0013",
      "zh_CN": "我们佛法里常说，「佛不度无缘之人」。无缘是什么？就是缘没成熟，没成熟你怎么讲他都不能接受；缘熟了之后，再看他是五种根性里头哪一种根性。有这个因缘，他也来了，天天都来听经，听了耳边风，决定不肯照做，这就是一阐提。这个就是什么？没有信心。佛法懂不懂？懂。懂了怎么样？不信，不肯照做。所以这个五性，我是从这个地方才体会到的。所以外国人，外国人他是一阐提吗？不见得，你真正把佛法道理讲给他听了，他听了欢喜的时候，他就来学习。他们学习，一般讲都比我们中国人认真，他除非是不学，要学的话他比我们认真。换句话说，除非是没有人去弘扬，有人去弘扬，一但被接受了，大概西方人成就的比我们中国人要多，至少在现前这个阶段，国外看一看的时候，我有这个信心，他们的成就会比我们高。所以西方今天是急需要弘法的法师，弘法的大德。",
      "zh_TW": "我們佛法裡常說，「佛不度無緣之人」。無緣是什麼？就是緣沒成熟，沒成熟你怎麼講他都不能接受；緣熟了之後，再看他是五種根性裡頭哪一種根性。有這個因緣，他也來了，天天都來聽經，聽了耳邊風，決定不肯照做，這就是一闡提。這個就是什麼？沒有信心。佛法懂不懂？懂。懂了怎麼樣？不信，不肯照做。所以這個五性，我是從這個地方才體會到的。所以外國人，外國人他是一闡提嗎？不見得，你真正把佛法道理講給他聽了，他聽了歡喜的時候，他就來學習。他們學習，一般講都比我們中國人認真，他除非是不學，要學的話他比我們認真。換句話說，除非是沒有人去弘揚，有人去弘揚，一但被接受了，大概西方人成就的比我們中國人要多，至少在現前這個階段，國外看一看的時候，我有這個信心，他們的成就會比我們高。所以西方今天是急需要弘法的法師，弘法的大德。"
    },
    {
      "id": "09-006-0010_p0014",
      "zh_CN": "诸位要问，我们修学究竟要从哪里做起？莲池大师都从功过格做起。我们想想看，这算是最笨拙的一种修学法，莲池大师从这下手。你看他全集里头有《自知录》，《自知录》就是功过格，他是每天都依照这个来反省，来检点自己这一天起心动念、所做所为，哪个是善、哪个是恶，天天把它记下来。台中李老师提倡功过格，他的学生一个人发一本，发给你做不做，当然他不能管你，老师也不会说是叫学生把功过格天天拿来检查一下，他没有那么多时间，做是自己的事情。所以我们这个信心，纵然我们对于一乘了义的佛法生起信心了，我们的起步还要从功过格。为什么？人乘是菩萨的根基，人都做不好了，还能成菩萨、成佛吗？你们诸位想想，好像念书，小学毕业，是博士的根基。如果那个博士说我小学都念不好，他将来还能想得个博士学位吗？不可能！所以从哪里学起？从做人学起，从人乘学起，人乘的根基就是五戒十善。",
      "zh_TW": "諸位要問，我們修學究竟要從哪裡做起？蓮池大師都從功過格做起。我們想想看，這算是最笨拙的一種修學法，蓮池大師從這下手。你看他全集裡頭有《自知錄》，《自知錄》就是功過格，他是每天都依照這個來反省，來檢點自己這一天起心動念、所做所為，哪個是善、哪個是惡，天天把它記下來。台中李老師提倡功過格，他的學生一個人發一本，發給你做不做，當然他不能管你，老師也不會說是叫學生把功過格天天拿來檢查一下，他沒有那麼多時間，做是自己的事情。所以我們這個信心，縱然我們對於一乘了義的佛法生起信心了，我們的起步還要從功過格。為什麼？人乘是菩薩的根基，人都做不好了，還能成菩薩、成佛嗎？你們諸位想想，好像念書，小學畢業，是博士的根基。如果那個博士說我小學都念不好，他將來還能想得個博士學位嗎？不可能！所以從哪裡學起？從做人學起，從人乘學起，人乘的根基就是五戒十善。"
    },
    {
      "id": "09-006-0010_p0015",
      "zh_CN": "莲池大师提的《自知录》，人乘的基础。《太上感应篇》，云谷大师传给了凡居士的功过格，就是从《感应篇》来建立的。周安士他编辑的集子里头，就是《安士全书》前面一半「文昌帝君阴骘文」，那也是人乘的基础。《感应篇》跟《文昌帝君阴骘文》，如果我们讲它是人天的基础，那个天只能到欲界天。到欲界多高？只能到欲界的忉利天，忉利天以上不行，他的功夫、功力只能够达到忉利天。忉利天以上，必须要加上四禅八定、四无量心，看他功夫浅深，那是夜摩天以上的境界。没有定功，没有四无量心，单修五戒十善，只能到忉利天。如果我们连这点东西都没有，那就是大经里面常讲的，「一失人身，万劫难复」。我们这一生把人身丢掉了，来生再想得人身，不容易。诸位决定不要以为我天天在吃斋，我天天在念佛，我天天在拜佛，我做这么多好事，来生一定可以得人身，靠不住。为什么靠不住？刚才讲了，我们自己想想是不是一阐提的根性？一阐提的根性，学佛也得不到。",
      "zh_TW": "蓮池大師提的《自知錄》，人乘的基礎。《太上感應篇》，雲谷大師傳給了凡居士的功過格，就是從《感應篇》來建立的。周安士他編輯的集子裡頭，就是《安士全書》前面一半「文昌帝君陰騭文」，那也是人乘的基礎。《感應篇》跟《文昌帝君陰騭文》，如果我們講它是人天的基礎，那個天只能到欲界天。到欲界多高？只能到欲界的忉利天，忉利天以上不行，他的功夫、功力只能夠達到忉利天。忉利天以上，必須要加上四禪八定、四無量心，看他功夫淺深，那是夜摩天以上的境界。沒有定功，沒有四無量心，單修五戒十善，只能到忉利天。如果我們連這點東西都沒有，那就是大經裡面常講的，「一失人身，萬劫難復」。我們這一生把人身丟掉了，來生再想得人身，不容易。諸位決定不要以為我天天在吃齋，我天天在念佛，我天天在拜佛，我做這麼多好事，來生一定可以得人身，靠不住。為什麼靠不住？剛才講了，我們自己想想是不是一闡提的根性？一闡提的根性，學佛也得不到。"
    },
    {
      "id": "09-006-0010_p0016",
      "zh_CN": "我们在古德传记里面看得很多出家人、大法师，堕落在畜生道里面很多。当年寒山、拾得在天台山国清寺，国清寺里头有放生园，里面有些人家拿来放生的，他常常就逗这些畜生来喂牠，他叫名字，叫什么名字，都是国清寺圆寂的那些法师，他叫一个名字，鹅还叫了一声、应了一声到他面前来了，原来那个放生园里头绝大多数都是国清寺里面过去的那些僧人堕落在畜生道。前年高雄草衙那个地方，我正在那边讲经，那个寺院里头的住持，死了之后投胎投的狗，那庙里头养了一条狗，是那个寺院过去的住持。你们就晓得了。那住持还是不错，那个狗天天跟大家上殿，吃素，早晚殿的时候牠都参加，到打三皈的时候牠就走了（住持到打三皈他就走了）。可见得得人身不容易，不是天天早晚课都不缺（他连变成狗，他早晚课还不缺，还要来参加），这个不能保人身的，保人身不在这种形式，是要在认真的修学。",
      "zh_TW": "我們在古德傳記裡面看得很多出家人、大法師，墮落在畜生道裡面很多。當年寒山、拾得在天台山國清寺，國清寺裡頭有放生園，裡面有些人家拿來放生的，他常常就逗這些畜生來餵牠，他叫名字，叫什麼名字，都是國清寺圓寂的那些法師，他叫一個名字，鵝還叫了一聲、應了一聲到他面前來了，原來那個放生園裡頭絕大多數都是國清寺裡面過去的那些僧人墮落在畜生道。前年高雄草衙那個地方，我正在那邊講經，那個寺院裡頭的住持，死了之後投胎投的狗，那廟裡頭養了一條狗，是那個寺院過去的住持。你們就曉得了。那住持還是不錯，那個狗天天跟大家上殿，吃素，早晚殿的時候牠都參加，到打三皈的時候牠就走了（住持到打三皈他就走了）。可見得得人身不容易，不是天天早晚課都不缺（他連變成狗，他早晚課還不缺，還要來參加），這個不能保人身的，保人身不在這種形式，是要在認真的修學。"
    },
    {
      "id": "09-006-0010_p0017",
      "zh_CN": "所以，这修行修行，修正你的心理行为，你的起心动念，你的一切行为，要依照经论戒律来修正，这个才叫修行。不是懂一点道理，在心理上、行为上毫无改变，那不叫修行。你就把三藏十二部说得天花乱坠，该怎么堕落还是怎么堕落。特别容易堕落的是出家人，古德说的一点没错，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」。要饭的，人家给他一碗饭，那是怜悯心，他接受了不要还债的。没有一个人布施给叫化子，你将来要还我，没有这个心，不会有这个念头，所以他不要还的。出家人人家来供养你什么？他心里头都有愿，我是来培福的，你是福田。既然福田，我来种福，当然将来我要有收成的。不会说那个农夫就种东西，种东西他不要收成，他不会的。他在种的时候，他常常来照顾，到时候他要来收成的。你要晓得这个道理，所以你要不认真的修行怎么行。",
      "zh_TW": "所以，這修行修行，修正你的心理行為，你的起心動念，你的一切行為，要依照經論戒律來修正，這個才叫修行。不是懂一點道理，在心理上、行為上毫無改變，那不叫修行。你就把三藏十二部說得天花亂墜，該怎麼墮落還是怎麼墮落。特別容易墮落的是出家人，古德說的一點沒錯，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」。要飯的，人家給他一碗飯，那是憐憫心，他接受了不要還債的。沒有一個人布施給叫化子，你將來要還我，沒有這個心，不會有這個念頭，所以他不要還的。出家人人家來供養你什麼？他心裡頭都有願，我是來培福的，你是福田。既然福田，我來種福，當然將來我要有收成的。不會說那個農夫就種東西，種東西他不要收成，他不會的。他在種的時候，他常常來照顧，到時候他要來收成的。你要曉得這個道理，所以你要不認真的修行怎麼行。"
    },
    {
      "id": "09-006-0010_p0018",
      "zh_CN": "三祖《信心铭》是很高的境界，刚才讲了，大乘境界，我们应当发大乘心。中国佛法是大乘佛法，中国学佛的同修，无论在家出家都受大乘菩萨戒。可是做从哪里做？是从最基础的地方做起。换句话说，大乘、小乘、人天乘同时来做，同时来做里头特别要注重在人天乘的修学。今天出家人之所以不能成就，他怎么样去修学都不会成就，他免不了要造业，原因在哪里？五年学戒他没有。好像念书一样，他小学没有念；像盖房子一样，他没有地基。五年学戒学什么？学《沙弥律仪》，十戒、二十四门威仪是不是条条都做到了。古人的修学是出家五年要把《沙弥律仪》条条做到，然后才有资格去听经、念佛堂念佛、禅堂就参禅，才有资格。我们今天疏忽了，今天的制度是民主制度，所以佛门里头也民主了，民主就不能像过去那种教学的手段了。从前出家跟着老师没有自由可言，什么都要听老师的，老师专制，你想看一部经都要得老师的同意，老师不同意不能看；你想听一个人讲经，老师不同意不能去听。这是过去的教学法，老师对于学生负绝对的责任，来成就你，所以你必须完全听他的。就等于，好像塑像一样，你是一块很好的材料，他是一个雕塑师，都完全听他的，他塑成相好庄严，塑成一尊佛像。如果你这个地方不能动，那个地方也不能动，他就无从下手了。所以必须什么都得听他的，他才能成就你。",
      "zh_TW": "三祖《信心銘》是很高的境界，剛才講了，大乘境界，我們應當發大乘心。中國佛法是大乘佛法，中國學佛的同修，無論在家出家都受大乘菩薩戒。可是做從哪裡做？是從最基礎的地方做起。換句話說，大乘、小乘、人天乘同時來做，同時來做裡頭特別要注重在人天乘的修學。今天出家人之所以不能成就，他怎麼樣去修學都不會成就，他免不了要造業，原因在哪裡？五年學戒他沒有。好像念書一樣，他小學沒有念；像蓋房子一樣，他沒有地基。五年學戒學什麼？學《沙彌律儀》，十戒、二十四門威儀是不是條條都做到了。古人的修學是出家五年要把《沙彌律儀》條條做到，然後才有資格去聽經、念佛堂念佛、禪堂就參禪，才有資格。我們今天疏忽了，今天的制度是民主制度，所以佛門裡頭也民主了，民主就不能像過去那種教學的手段了。從前出家跟著老師沒有自由可言，什麼都要聽老師的，老師專制，你想看一部經都要得老師的同意，老師不同意不能看；你想聽一個人講經，老師不同意不能去聽。這是過去的教學法，老師對於學生負絕對的責任，來成就你，所以你必須完全聽他的。就等於，好像塑像一樣，你是一塊很好的材料，他是一個雕塑師，都完全聽他的，他塑成相好莊嚴，塑成一尊佛像。如果你這個地方不能動，那個地方也不能動，他就無從下手了。所以必須什麼都得聽他的，他才能成就你。"
    },
    {
      "id": "09-006-0010_p0019",
      "zh_CN": "今天虽然有这个老师，已经没有这个环境，因为思想一切都开放，老师不能教学生，没法子教，换句话说，成就不成就，都在乎你自己了。在从前老师对学生要负责任，今天老师想负责任也负不了了。在以前这个学生要是不能出来或是有了过失，老师是有罪的，今天老师没有罪了，为什么？今天老师没有办法教了，不能教了。所以在今天这个世间只有讲学而没有教学，讲学是提示给你，完全靠你自己去领悟，你自己去修学。今天的增上缘很薄弱，比起古人的时候，古人有百分之百的增上缘帮助你，今天只有百分之一，所以比古时候这个增上缘差得太多太多了。因为今天随着思想的自由开放，诸佛菩萨的增上缘给我们是大大的打折扣，所以对我们修学来讲无比的损失。从前属于教诫，今天只能劝告，劝告不听，一点办法都没有。所以诸位必须要了解这一点，晓得现在这个时代，我们自己应该怎样去发心修学。",
      "zh_TW": "今天雖然有這個老師，已經沒有這個環境，因為思想一切都開放，老師不能教學生，沒法子教，換句話說，成就不成就，都在乎你自己了。在從前老師對學生要負責任，今天老師想負責任也負不了了。在以前這個學生要是不能出來或是有了過失，老師是有罪的，今天老師沒有罪了，為什麼？今天老師沒有辦法教了，不能教了。所以在今天這個世間只有講學而沒有教學，講學是提示給你，完全靠你自己去領悟，你自己去修學。今天的增上緣很薄弱，比起古人的時候，古人有百分之百的增上緣幫助你，今天只有百分之一，所以比古時候這個增上緣差得太多太多了。因為今天隨著思想的自由開放，諸佛菩薩的增上緣給我們是大大的打折扣，所以對我們修學來講無比的損失。從前屬於教誡，今天只能勸告，勸告不聽，一點辦法都沒有。所以諸位必須要了解這一點，曉得現在這個時代，我們自己應該怎樣去發心修學。"
    },
    {
      "id": "09-006-0010_p0020",
      "zh_CN": "说到戒律，这是我们修行的根本。过去我们曾经在宝缬堂，就是泰安法师那个地方，讲过在家菩萨戒本，就是璎珞菩萨戒，六重二十八轻，很难得。这一次我们也想将梵网菩萨戒本，我们提出来在一起做一个研究讨论，时间想在下个星期。下个星期同样的时间，以后每一个星期天上午我们在此地研究《梵网经》的菩萨戒本，十重四十八轻。这个戒本流通得非常广泛，注解的本子也很多，诸位如果是发心来研究的，最好先请一个有注解的本子，自己来看。讲堂里面来讨论，当然不能那么详细，讲堂讨论的重点，就是将这个戒律的精神，这种戒条，在我们日常生活当中，我们应该怎样去做，以这个为重点。譬如说不杀生这条戒，我们怎么来修持；不偷盗，我们如何来遵守。这一条范围很广大，昨天就有同修来问我，他是做生意，他说学佛与做生意里头有很大的冲突。譬如做生意的时候，有的必须要打妄语，打妄语犯戒了；不但打妄语，还有偷盗，你不偷盗就不能赚钱。这个偷盗里头包括的范围很大很大，这个我们都在戒律来讨论。",
      "zh_TW": "說到戒律，這是我們修行的根本。過去我們曾經在寶纈堂，就是泰安法師那個地方，講過在家菩薩戒本，就是瓔珞菩薩戒，六重二十八輕，很難得。這一次我們也想將梵網菩薩戒本，我們提出來在一起做一個研究討論，時間想在下個星期。下個星期同樣的時間，以後每一個星期天上午我們在此地研究《梵網經》的菩薩戒本，十重四十八輕。這個戒本流通得非常廣泛，註解的本子也很多，諸位如果是發心來研究的，最好先請一個有註解的本子，自己來看。講堂裡面來討論，當然不能那麼詳細，講堂討論的重點，就是將這個戒律的精神，這種戒條，在我們日常生活當中，我們應該怎樣去做，以這個為重點。譬如說不殺生這條戒，我們怎麼來修持；不偷盜，我們如何來遵守。這一條範圍很廣大，昨天就有同修來問我，他是做生意，他說學佛與做生意裡頭有很大的衝突。譬如做生意的時候，有的必須要打妄語，打妄語犯戒了；不但打妄語，還有偷盜，你不偷盜就不能賺錢。這個偷盜裡頭包括的範圍很大很大，這個我們都在戒律來討論。"
    },
    {
      "id": "09-006-0010_p0021",
      "zh_CN": "一个菩萨如何来应付这个社会，怎么样在这个社会里头去行菩萨道，所以你必须懂得开缘，要懂得开缘，开缘的时候（开戒）不是犯戒。譬如说妄语，妄语在开缘的时候可以欺骗对方，但是欺骗对方是善意的不是恶意的，目的是善意不是恶意。今天这个社会是一个充满罪恶欺诈的社会，老实人活不下去，但是菩萨的心决定是老实、决定是善，一定要有智慧、有善巧方便，能够在这个社会里头自利利他，替他修善、替他积德。譬如这个人很吝啬，贪图而无厌，你劝他做一点好事，他决定不肯做的，劝他种福他不肯种的，可是这个人福享尽了，来生就堕落，多可怜。菩萨就可以用欺骗的手段，把他的钱骗来，骗来干什么？替他做好事，回向给他，使他这个福报享尽了，来生还有福。这不叫犯戒，这个有大功德。条条戒都有开缘，不晓得，那就死在戒条之下，处处都犯戒了。要晓得，戒条就可以活用，处处帮助自己利益众生，成就无量功德。所以像这种戒，我在此地跟诸位做详细的研究讨论。受持功过格是要诸位自己发心努力去做。未后这四句是本文的总结论。",
      "zh_TW": "一個菩薩如何來應付這個社會，怎麼樣在這個社會裡頭去行菩薩道，所以你必須懂得開緣，要懂得開緣，開緣的時候（開戒）不是犯戒。譬如說妄語，妄語在開緣的時候可以欺騙對方，但是欺騙對方是善意的不是惡意的，目的是善意不是惡意。今天這個社會是一個充滿罪惡欺詐的社會，老實人活不下去，但是菩薩的心決定是老實、決定是善，一定要有智慧、有善巧方便，能夠在這個社會裡頭自利利他，替他修善、替他積德。譬如這個人很吝嗇，貪圖而無厭，你勸他做一點好事，他決定不肯做的，勸他種福他不肯種的，可是這個人福享盡了，來生就墮落，多可憐。菩薩就可以用欺騙的手段，把他的錢騙來，騙來幹什麼？替他做好事，迴向給他，使他這個福報享盡了，來生還有福。這不叫犯戒，這個有大功德。條條戒都有開緣，不曉得，那就死在戒條之下，處處都犯戒了。要曉得，戒條就可以活用，處處幫助自己利益眾生，成就無量功德。所以像這種戒，我在此地跟諸位做詳細的研究討論。受持功過格是要諸位自己發心努力去做。未後這四句是本文的總結論。"
    },
    {
      "id": "09-006-0010_p0022",
      "zh_CN": "【信心不二。不二信心。】",
      "zh_TW": "【信心不二。不二信心。】"
    },
    {
      "id": "09-006-0010_p0023",
      "zh_CN": "这两句，希望诸位要特别牢牢的记住，可以说祖师这一篇文章的心血，就是这两句话。什么叫『信心』？『不二』就是『信心』，「信心」就是「不二」。这两句就是《弥陀经》里面讲的「一心不乱」，不二就是一心，所以一心才是信心，二心就没有信心，这是大乘法里面信心的标准。《大乘起信论》里头也是讲的这个信心，所有大乘法讲信心都是讲一心。给你讲清净心，给你讲不二法门，《华严》里面讲一真法界，都是三祖所说的信心。我们在修学的过程当中，大家都晓得，佛法修证的层次是信、解、行、证。你看清凉判《华严》，这四科。由此可知，我们学，先学什么？先修信心。我先解不行吗？不可能，没有信心，你所求的那个解就是清凉大师所讲的「增长邪见」，为什么？因为你不能得如来真实义。你看开经偈里讲，「愿解如来真实义」，你没有解得如来真实义，而你所得到的是胡思乱想，不是真实义。为什么不得真实义？因为你没有信心，那就是你心不清净，虽然听法，你不是个法器。为什么说不是法器？没有具足信心。具足信心是法器，是法器，他一闻法，他就接受了。这个器是个比喻，好像是个茶碗，他是个法器，我们拿这个空的碗，我们去接受人家布施，发水给我们，我们有这个器具到那里，他就给我们盛满。不是法器就是这是有损坏、有漏洞，他这里盛给我们统统漏光了，结果什么也没得到。信心就是一个完美的法器，你能够接受，这个接受就是「愿解如来真实义」，你才能解得真实义，成就自己的法器。所以信心是法器，才能得到正解，解了以后才有正行，行以后才能证得，所以信、解、行、证这四个层次不能够颠倒的，是按部就班来修学的。",
      "zh_TW": "這兩句，希望諸位要特別牢牢的記住，可以說祖師這一篇文章的心血，就是這兩句話。什麼叫『信心』？『不二』就是『信心』，「信心」就是「不二」。這兩句就是《彌陀經》裡面講的「一心不亂」，不二就是一心，所以一心才是信心，二心就沒有信心，這是大乘法裡面信心的標準。《大乘起信論》裡頭也是講的這個信心，所有大乘法講信心都是講一心。給你講清淨心，給你講不二法門，《華嚴》裡面講一真法界，都是三祖所說的信心。我們在修學的過程當中，大家都曉得，佛法修證的層次是信、解、行、證。你看清涼判《華嚴》，這四科。由此可知，我們學，先學什麼？先修信心。我先解不行嗎？不可能，沒有信心，你所求的那個解就是清涼大師所講的「增長邪見」，為什麼？因為你不能得如來真實義。你看開經偈裡講，「願解如來真實義」，你沒有解得如來真實義，而你所得到的是胡思亂想，不是真實義。為什麼不得真實義？因為你沒有信心，那就是你心不清淨，雖然聽法，你不是個法器。為什麼說不是法器？沒有具足信心。具足信心是法器，是法器，他一聞法，他就接受了。這個器是個比喻，好像是個茶碗，他是個法器，我們拿這個空的碗，我們去接受人家布施，發水給我們，我們有這個器具到那裡，他就給我們盛滿。不是法器就是這是有損壞、有漏洞，他這裡盛給我們統統漏光了，結果什麼也沒得到。信心就是一個完美的法器，你能夠接受，這個接受就是「願解如來真實義」，你才能解得真實義，成就自己的法器。所以信心是法器，才能得到正解，解了以後才有正行，行以後才能證得，所以信、解、行、證這四個層次不能夠顛倒的，是按部就班來修學的。"
    },
    {
      "id": "09-006-0010_p0024",
      "zh_CN": "念佛法门讲方便，方便是什么？它是信、解、行、证同时来完成，它并不是说不要了，并不是说信与解我不要。你看三资粮里面信、愿、行，可见得那个信还是第一个，愿里面就有解，它解行是同时的。其他法门是先解后行，净土法门是解行同时，但是依旧是要建立在信心的法器这个基础上，离开信心什么都不能谈了。所以诸位，这个地方给我们说得非常清楚，什么叫信心，信心就是不二，不二就是一心。祖师说到这个地方，可以说把一片婆心完全呈现给我们。",
      "zh_TW": "念佛法門講方便，方便是什麼？它是信、解、行、證同時來完成，它並不是說不要了，並不是說信與解我不要。你看三資糧裡面信、願、行，可見得那個信還是第一個，願裡面就有解，它解行是同時的。其他法門是先解後行，淨土法門是解行同時，但是依舊是要建立在信心的法器這個基礎上，離開信心什麼都不能談了。所以諸位，這個地方給我們說得非常清楚，什麼叫信心，信心就是不二，不二就是一心。祖師說到這個地方，可以說把一片婆心完全呈現給我們。"
    },
    {
      "id": "09-006-0010_p0025",
      "zh_CN": "【言语道断。非去来今。】",
      "zh_TW": "【言語道斷。非去來今。】"
    },
    {
      "id": "09-006-0010_p0026",
      "zh_CN": "祖师的言语有尽，慈悲无尽，文字有尽，义理无尽，所以讲到这个信心，它的境界不是言语能够说得出来的，言语这一道断绝了，没有办法说得出来，完全要自己去体会。这是禅家所谓「传佛心印，以心印心，教外别传，不立文字」，这两句把这个义趣统统显示出来了。所以我们不能把祖师的话当言语来听，不能把祖师的文章当文字来看，言语文字是工具，它里面所说的义理才是实体。我们要的，我们要悟、要证得的是里面真实的东西，我们不要这个工具，言语文字都是工具，所以不要执着在言语文字上，要真正体会到里面所讲的道理。这个道理是真理，既然是真理就超越空间、超越时间，时间有过去、现在、未来，叫非过去、非未来、也非现在，这个就是说的这些理是真理。里面无论讲的理论、讲的道理、讲的方法、讲的境界，都是超越三世十方，究竟真实不虚，依照这个理论方法修行，决定可以证得无上菩提，与诸佛与祖师，可谓是把手同行。《信心铭》在一般讲的机会不多，我们这次有这么一个机会来讲这部东西，希望我们从三祖的教训当中，能够体会到他的苦口婆心，真正发起愿心来建立自己的信心，依照这个信心来修学，对我们有很大很大的利益。就像建房子一样，这是打地基，地基愈深厚愈牢固，就保证你自己将来的成就无量无边。",
      "zh_TW": "祖師的言語有盡，慈悲無盡，文字有盡，義理無盡，所以講到這個信心，它的境界不是言語能夠說得出來的，言語這一道斷絕了，沒有辦法說得出來，完全要自己去體會。這是禪家所謂「傳佛心印，以心印心，教外別傳，不立文字」，這兩句把這個義趣統統顯示出來了。所以我們不能把祖師的話當言語來聽，不能把祖師的文章當文字來看，言語文字是工具，它裡面所說的義理才是實體。我們要的，我們要悟、要證得的是裡面真實的東西，我們不要這個工具，言語文字都是工具，所以不要執著在言語文字上，要真正體會到裡面所講的道理。這個道理是真理，既然是真理就超越空間、超越時間，時間有過去、現在、未來，叫非過去、非未來、也非現在，這個就是說的這些理是真理。裡面無論講的理論、講的道理、講的方法、講的境界，都是超越三世十方，究竟真實不虛，依照這個理論方法修行，決定可以證得無上菩提，與諸佛與祖師，可謂是把手同行。《信心銘》在一般講的機會不多，我們這次有這麼一個機會來講這部東西，希望我們從三祖的教訓當中，能夠體會到他的苦口婆心，真正發起願心來建立自己的信心，依照這個信心來修學，對我們有很大很大的利益。就像建房子一樣，這是打地基，地基愈深厚愈牢固，就保證你自己將來的成就無量無邊。"
    },
    {
      "id": "09-006-0010_p0027",
      "zh_CN": "好！我们今天这部经就到此地圆满。下一周我们就开始研讨《梵网经》菩萨戒本，希望同修们把这个消息传出去，喜欢共同研究，我们都欢迎到此地来参加。",
      "zh_TW": "好！我們今天這部經就到此地圓滿。下一週我們就開始研討《梵網經》菩薩戒本，希望同修們把這個消息傳出去，喜歡共同研究，我們都歡迎到此地來參加。"
    }
  ]
}