{
  "doc_id": "28-048-0001",
  "title": {
    "zh_CN": "仁爱和平讲堂—推动社区伦理要从生活做起",
    "zh_TW": "仁愛和平講堂—推動社區倫理要從生活做起"
  },
  "authors": [
    "净空法师",
    "蔡诗萍先生",
    "三重市长李干龙先生"
  ],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾华藏电视台",
    "zh_TW": "台灣華藏電視台"
  },
  "doc_number": "28-048-0001",
  "total_paragraphs": 120,
  "paragraphs": [
    {
      "id": "28-048-0001_p0001",
      "zh_CN": "主持人：大家好，欢迎你再次收看仁爱和平讲堂，我是主持人蔡诗萍。这段时间我们每一次透过跟净空老和尚的对谈，然后请一个地方首长，或者是特别来宾，大家一块来对话，无非是要让大家了解，宗教里面很多的理念，其实跟社会大众、跟国家所希望提倡的公共道德，彼此之间是一脉相通的。我们透过跟地方首长的对谈，其实也可以让各位了解，平常这些地方首长，也许他的政治形象比较鲜明，可是我们从他们在地方上的施政也可以看得出来，他们其实是可以做很多的事情。透过社区的规画、政策的推动，其实可以把很多他们对于道德、对于文化、对于宗教所共同关心的问题，是可以跟地方建设相互结合的。今天我们除了净空老和尚之外，我们为各位请到的贵宾是来自台北县三重市的李干龙李市长。我们先跟大家来介绍，李市长您好。",
      "zh_TW": "主持人：大家好，歡迎你再次收看仁愛和平講堂，我是主持人蔡詩萍。這段時間我們每一次透過跟淨空老和尚的對談，然後請一個地方首長，或者是特別來賓，大家一塊來對話，無非是要讓大家了解，宗教裡面很多的理念，其實跟社會大眾、跟國家所希望提倡的公共道德，彼此之間是一脈相通的。我們透過跟地方首長的對談，其實也可以讓各位了解，平常這些地方首長，也許他的政治形象比較鮮明，可是我們從他們在地方上的施政也可以看得出來，他們其實是可以做很多的事情。透過社區的規畫、政策的推動，其實可以把很多他們對於道德、對於文化、對於宗教所共同關心的問題，是可以跟地方建設相互結合的。今天我們除了淨空老和尚之外，我們為各位請到的貴賓是來自台北縣三重市的李乾龍李市長。我們先跟大家來介紹，李市長您好。"
    },
    {
      "id": "28-048-0001_p0002",
      "zh_CN": "李市长：师父您好，主持人您好，我们华卫电视的各位观众大家好。",
      "zh_TW": "李市長：師父您好，主持人您好，我們華衛電視的各位觀眾大家好。"
    },
    {
      "id": "28-048-0001_p0003",
      "zh_CN": "主持人：我们今天请到李干龙市长，我先跟师父来报告一下，李市长很特别，我们在过去几次都是请县长，李市长在三重市在台北县也是数一数二的大市，最重要是它人口相当多，它有四十几万的人口，所以它其实比台湾的某些县人口还要多，最重要是市长很重视社区的伦理规画跟营造的。我先请师父开个场，就是说我们中国人讲伦理的时候，有没有重视到社区这个概念？还是他只集中在家这个概念？如果是重视在社区这个概念，您在国外，在美国、在澳洲都居住过，西方人对社区好像是有一些跟我们华人不太一样的地方，您怎么看？",
      "zh_TW": "主持人：我們今天請到李乾龍市長，我先跟師父來報告一下，李市長很特別，我們在過去幾次都是請縣長，李市長在三重市在台北縣也是數一數二的大市，最重要是它人口相當多，它有四十幾萬的人口，所以它其實比台灣的某些縣人口還要多，最重要是市長很重視社區的倫理規畫跟營造的。我先請師父開個場，就是說我們中國人講倫理的時候，有沒有重視到社區這個概念？還是他只集中在家這個概念？如果是重視在社區這個概念，您在國外，在美國、在澳洲都居住過，西方人對社區好像是有一些跟我們華人不太一樣的地方，您怎麼看？"
    },
    {
      "id": "28-048-0001_p0004",
      "zh_CN": "净空法师：中国过去的家就是一个社会团体。外国人讲社会，六个人以上共同居住在一起，那就有规约，就是一个社会行为。在佛家讲，四个人以上要修六和敬。",
      "zh_TW": "淨空法師：中國過去的家就是一個社會團體。外國人講社會，六個人以上共同居住在一起，那就有規約，就是一個社會行為。在佛家講，四個人以上要修六和敬。"
    },
    {
      "id": "28-048-0001_p0005",
      "zh_CN": "主持人：四个人以上。",
      "zh_TW": "主持人：四個人以上。"
    },
    {
      "id": "28-048-0001_p0006",
      "zh_CN": "净空法师：对。遵守六和敬，这就是社会行为。所以中国重视伦理道德，它是有必要的，这是因为它的家是大家庭。在抗战之前，中国大家庭还有不少，我居住在乡下就是一个大家庭。大家庭一般人口应该都在五百人上下，这是普通的；人丁稀少的，家道不兴的，也应该有三百人左右；兴旺的有七、八百人，它这么多人居住成一个家族，那要没有规矩还得了，那家就坏了。所以家它必须要重视家道，道就是伦理道德；要重视家规，就是每个人都必须要遵守的这些规矩，也叫做家训；再就是它的家学，从前私塾实在讲就是子弟学校；家业，它家庭从事的这些事业，所以家有这些精神。它的功能，那就是育幼，子弟学校培养子弟与家学，有家业，家庭的事业，所以它的功能是养老、育幼、传宗接代。传宗就是传它的家道，传家庭的精神与功能，所以它本身就是一个社会组织。而且中国人讲九族，那一扩大，家庭扩大，有婚姻关系，就有表兄弟、姨表、姑表，这一延伸出去那就是很大的社会组织。所以伦理道德、因果教育是中国五千年来的传统没有不重视的。在外国也不例外，但是它没有中国那么样的严格，没有那么细，中国人讲得很微细，在外国人没有，可是它也能维持。",
      "zh_TW": "淨空法師：對。遵守六和敬，這就是社會行為。所以中國重視倫理道德，它是有必要的，這是因為它的家是大家庭。在抗戰之前，中國大家庭還有不少，我居住在鄉下就是一個大家庭。大家庭一般人口應該都在五百人上下，這是普通的；人丁稀少的，家道不興的，也應該有三百人左右；興旺的有七、八百人，它這麼多人居住成一個家族，那要沒有規矩還得了，那家就壞了。所以家它必須要重視家道，道就是倫理道德；要重視家規，就是每個人都必須要遵守的這些規矩，也叫做家訓；再就是它的家學，從前私塾實在講就是子弟學校；家業，它家庭從事的這些事業，所以家有這些精神。它的功能，那就是育幼，子弟學校培養子弟與家學，有家業，家庭的事業，所以它的功能是養老、育幼、傳宗接代。傳宗就是傳它的家道，傳家庭的精神與功能，所以它本身就是一個社會組織。而且中國人講九族，那一擴大，家庭擴大，有婚姻關係，就有表兄弟、姨表、姑表，這一延伸出去那就是很大的社會組織。所以倫理道德、因果教育是中國五千年來的傳統沒有不重視的。在外國也不例外，但是它沒有中國那麼樣的嚴格，沒有那麼細，中國人講得很微細，在外國人沒有，可是它也能維持。"
    },
    {
      "id": "28-048-0001_p0007",
      "zh_CN": "现在无论是在东方、西方，因为科技的发达，大家的念头变了，相信科学。东方不相信祖宗的传统，西方不相信宗教，造成今天整个世界社会的动乱。我遇到很多国家领导人，给我谈到这个事情，都是皱眉头，没有法子处理。我说总的一个原因，就是一句话，什么话？教育出了问题，只要把教育办好，所有问题都解决了。所以我们老祖宗讲的，「建国君民，教学为先」，有道理！你建立一个政权，君是领导，领导百姓、领导人民，什么为先？教学。只要把教育办好了，全通，什么问题都解决了。",
      "zh_TW": "現在無論是在東方、西方，因為科技的發達，大家的念頭變了，相信科學。東方不相信祖宗的傳統，西方不相信宗教，造成今天整個世界社會的動亂。我遇到很多國家領導人，給我談到這個事情，都是皺眉頭，沒有法子處理。我說總的一個原因，就是一句話，什麼話？教育出了問題，只要把教育辦好，所有問題都解決了。所以我們老祖宗講的，「建國君民，教學為先」，有道理！你建立一個政權，君是領導，領導百姓、領導人民，什麼為先？教學。只要把教育辦好了，全通，什麼問題都解決了。"
    },
    {
      "id": "28-048-0001_p0008",
      "zh_CN": "主持人：而且师父这个教育，还不只是限于学校的教育，其实也包括了一个家庭亲子间的，社会教育等等。这边师父开个场了，我就回来请教三重市长李干龙李市长。您自己在三重市其实已经是第二任了。",
      "zh_TW": "主持人：而且師父這個教育，還不只是限於學校的教育，其實也包括了一個家庭親子間的，社會教育等等。這邊師父開個場了，我就回來請教三重市長李乾龍李市長。您自己在三重市其實已經是第二任了。"
    },
    {
      "id": "28-048-0001_p0009",
      "zh_CN": "李市长：对。",
      "zh_TW": "李市長：對。"
    },
    {
      "id": "28-048-0001_p0010",
      "zh_CN": "主持人：也就是将近八年的任期，您自己是怎么样看待社区的营造？我们晓得社区营造，其实是跨越蓝绿政府都希望推动的，您是怎么样来把社区当作您施政的重点？在社区营造这过程中，您怎么样来加强它的文化，甚至公共道德的建设？",
      "zh_TW": "主持人：也就是將近八年的任期，您自己是怎麼樣看待社區的營造？我們曉得社區營造，其實是跨越藍綠政府都希望推動的，您是怎麼樣來把社區當作您施政的重點？在社區營造這過程中，您怎麼樣來加強它的文化，甚至公共道德的建設？"
    },
    {
      "id": "28-048-0001_p0011",
      "zh_CN": "李市长：其实三重这个地方是人口非常复杂，它百分之七十是从中南部过来，本地人大概只有占三成，中南部尤其云嘉南是最多。所以到三重这个地方来，当时他们是因为想到北部来发展，所以他先落脚的地方就在三重，白天是往外去讨生活就是台北市区，晚上才回到三重这个地方来，所以认同感是比较少一点。中南部因为他生活比较困难，跑到台北来。所以三重过去是一个农业社会，慢慢转型变成一个群落。过去三重在七０年代，是为台湾的经济奇迹贡献很大，是它在转型，所以人口结构也在急速转变，从以前农业、农村一个村庄、一个村庄，后来改成一个社区、一个社区，这是跟着整个社会形态在改变。现在我们讲的社区总体营造，因为变成一个社区、一个公寓大厦起来了，所以变成我们在整个社区的营造下比较多的功夫。这是因为整个社会变迁，整个人口结构、居住环境在变，所以变成我们才会从深入社区里面去做一些总体营造，去经营社区里面。",
      "zh_TW": "李市長：其實三重這個地方是人口非常複雜，它百分之七十是從中南部過來，本地人大概只有佔三成，中南部尤其雲嘉南是最多。所以到三重這個地方來，當時他們是因為想到北部來發展，所以他先落腳的地方就在三重，白天是往外去討生活就是台北市區，晚上才回到三重這個地方來，所以認同感是比較少一點。中南部因為他生活比較困難，跑到台北來。所以三重過去是一個農業社會，慢慢轉型變成一個群落。過去三重在七０年代，是為台灣的經濟奇蹟貢獻很大，是它在轉型，所以人口結構也在急速轉變，從以前農業、農村一個村莊、一個村莊，後來改成一個社區、一個社區，這是跟著整個社會形態在改變。現在我們講的社區總體營造，因為變成一個社區、一個公寓大廈起來了，所以變成我們在整個社區的營造下比較多的功夫。這是因為整個社會變遷，整個人口結構、居住環境在變，所以變成我們才會從深入社區裡面去做一些總體營造，去經營社區裡面。"
    },
    {
      "id": "28-048-0001_p0012",
      "zh_CN": "三重过去人家讲是一个文化沙漠，所以这七年多来，我一直比较重视的一个区块就是从文化扎根，希望鼓励大家多念书，鼓励大家多进图书馆。我在这七年里面来，在三重的图书馆，有六个图书馆、十一个阅览室，鼓励大家到图书馆来借书、来念书。所以像三重现在四十万人口，去年的借书量是达到一百零二万册，改变大家对三重的一个看法。",
      "zh_TW": "三重過去人家講是一個文化沙漠，所以這七年多來，我一直比較重視的一個區塊就是從文化扎根，希望鼓勵大家多念書，鼓勵大家多進圖書館。我在這七年裡面來，在三重的圖書館，有六個圖書館、十一個閱覽室，鼓勵大家到圖書館來借書、來念書。所以像三重現在四十萬人口，去年的借書量是達到一百零二萬冊，改變大家對三重的一個看法。"
    },
    {
      "id": "28-048-0001_p0013",
      "zh_CN": "主持人：每个人二点多次。",
      "zh_TW": "主持人：每個人二點多次。"
    },
    {
      "id": "28-048-0001_p0014",
      "zh_CN": "李市长：二点多次。现在根据教育部社教司讲，台湾的借书量大概是一点五册，我们已经达到二点五册。",
      "zh_TW": "李市長：二點多次。現在根據教育部社教司講，台灣的借書量大概是一點五冊，我們已經達到二點五冊。"
    },
    {
      "id": "28-048-0001_p0015",
      "zh_CN": "主持人：平均值以上。",
      "zh_TW": "主持人：平均值以上。"
    },
    {
      "id": "28-048-0001_p0016",
      "zh_CN": "李市长：所以师父说鼓励大家要从文化、从心理建设开始做起，按现在整个教育体系来讲，就是有很多区块，就缺少伦理道德这个区块。所以我们非常感佩，就是我们三重有一个莲苑，他们在光荣社区里面，推动社区，大家到社区里面，大家来推动从一年级小学生，一年级、二年级、三年级到高年级，从《弟子规》开始。所以伦理教育是很重要，我们市公所这边也是看到这一点，因为三重整个跟着经济环境在改变，现在大家都不愁衣穿，各方面物质享受是不愁，但是在伦理道德这个区块，在学校教育里面都已经疏忽掉。所以很多的中辍生、很多的社会青少年问题，一个教育专家讲，「青少年问题是种因于家庭，显现于学校，恶化于社会」，所以我们一直很重视社区里面的伦理教育。我们一直希望像莲苑这样的，在社区做一个社区小学，课余以后把小朋友都集中在社区里面，从《弟子规》、从很多伦理教育，从这来扎根做起。",
      "zh_TW": "李市長：所以師父說鼓勵大家要從文化、從心理建設開始做起，按現在整個教育體系來講，就是有很多區塊，就缺少倫理道德這個區塊。所以我們非常感佩，就是我們三重有一個蓮苑，他們在光榮社區裡面，推動社區，大家到社區裡面，大家來推動從一年級小學生，一年級、二年級、三年級到高年級，從《弟子規》開始。所以倫理教育是很重要，我們市公所這邊也是看到這一點，因為三重整個跟著經濟環境在改變，現在大家都不愁衣穿，各方面物質享受是不愁，但是在倫理道德這個區塊，在學校教育裡面都已經疏忽掉。所以很多的中輟生、很多的社會青少年問題，一個教育專家講，「青少年問題是種因於家庭，顯現於學校，惡化於社會」，所以我們一直很重視社區裡面的倫理教育。我們一直希望像蓮苑這樣的，在社區做一個社區小學，課餘以後把小朋友都集中在社區裡面，從《弟子規》、從很多倫理教育，從這來扎根做起。"
    },
    {
      "id": "28-048-0001_p0017",
      "zh_CN": "所以如果像莲苑这样的一个社区小学，能够扩散由点到线到面，整个三重的社区，因为现在三重大概有四百个社区，就是公寓大厦四百个。人都集中在那个地方，所以社区总体营造，要从社区进去做，过去是一个村庄、一个聚落。所以我们现在来讲，在整个社区的总体营造来讲，不是只有帮它去做消毒，帮它做一些什么服务工作，我们想最重要从社区里面来做教育、来做扎根。尤其像我刚刚提的莲苑，他们从《弟子规》开始，让小朋友从心理上，道德教育上，学校里面做不够的，在社区里面再来做。这样对整个社会来讲，会比较能够从基本做起，能够社会和谐，减少大家族群的仇视，这方面做起，社会会更和谐、会更进步。",
      "zh_TW": "所以如果像蓮苑這樣的一個社區小學，能夠擴散由點到線到面，整個三重的社區，因為現在三重大概有四百個社區，就是公寓大廈四百個。人都集中在那個地方，所以社區總體營造，要從社區進去做，過去是一個村莊、一個聚落。所以我們現在來講，在整個社區的總體營造來講，不是只有幫它去做消毒，幫它做一些什麼服務工作，我們想最重要從社區裡面來做教育、來做扎根。尤其像我剛剛提的蓮苑，他們從《弟子規》開始，讓小朋友從心理上，道德教育上，學校裡面做不夠的，在社區裡面再來做。這樣對整個社會來講，會比較能夠從基本做起，能夠社會和諧，減少大家族群的仇視，這方面做起，社會會更和諧、會更進步。"
    },
    {
      "id": "28-048-0001_p0018",
      "zh_CN": "主持人：市长刚刚提到的莲苑就是耕心莲苑教育基金会，他们有两位老师。",
      "zh_TW": "主持人：市長剛剛提到的蓮苑就是耕心蓮苑教育基金會，他們有兩位老師。"
    },
    {
      "id": "28-048-0001_p0019",
      "zh_CN": "李市长：一个余老师，一个陈老师。",
      "zh_TW": "李市長：一個余老師，一個陳老師。"
    },
    {
      "id": "28-048-0001_p0020",
      "zh_CN": "主持人：对。一位余素华、一位陈瑞珠两位老师，她们其实都是非常景仰老和尚的，她们其实做很多工作，刚好就是师父一直都很希望能够在社区里头、在地方上能够慢慢扎根做起来的。师父您知道这两位年轻的老师们，她们在三重做的事情。",
      "zh_TW": "主持人：對。一位余素華、一位陳瑞珠兩位老師，她們其實都是非常景仰老和尚的，她們其實做很多工作，剛好就是師父一直都很希望能夠在社區裡頭、在地方上能夠慢慢扎根做起來的。師父您知道這兩位年輕的老師們，她們在三重做的事情。"
    },
    {
      "id": "28-048-0001_p0021",
      "zh_CN": "净空法师：听说。",
      "zh_TW": "淨空法師：聽說。"
    },
    {
      "id": "28-048-0001_p0022",
      "zh_CN": "主持人：我这边就请师父来谈谈，换个角度来，您可不可以给一点什么样的建议。刚才市长所讲的，因为三重是一个中南部上来，他们来到这个地方，其实就是希望能够找到一个好的工作，给自己的孩子将来有一个好的前途发展，又因为受限于经济的因素，所以当时他们没办法在台北市找到一间好的住宅，那他们就先在三重暂定下来。可是也真的很有意思，他们只要在三重一落脚，买了房子，然后结了婚，他们其实就变成三重人了，等于新的地方，家的认同感就出来了。有这种感觉以后，刚好也就是市长努力想要经营的，让他们有更多的文化素养，让他们能够开始用一个社区来当作一个新的家。师父，有没有可能用一个社区取代过去亲属的连带关系？",
      "zh_TW": "主持人：我這邊就請師父來談談，換個角度來，您可不可以給一點什麼樣的建議。剛才市長所講的，因為三重是一個中南部上來，他們來到這個地方，其實就是希望能夠找到一個好的工作，給自己的孩子將來有一個好的前途發展，又因為受限於經濟的因素，所以當時他們沒辦法在台北市找到一間好的住宅，那他們就先在三重暫定下來。可是也真的很有意思，他們只要在三重一落腳，買了房子，然後結了婚，他們其實就變成三重人了，等於新的地方，家的認同感就出來了。有這種感覺以後，剛好也就是市長努力想要經營的，讓他們有更多的文化素養，讓他們能夠開始用一個社區來當作一個新的家。師父，有沒有可能用一個社區取代過去親屬的連帶關係？"
    },
    {
      "id": "28-048-0001_p0023",
      "zh_CN": "净空法师：有可能。我们现在想像当中，就是向这个方向去发展。因为中国传统的家，从第二次大战结束，确实彻底破坏了，现在重新再恢复是不可能的事情，确实也不可能的事情。但是中国这种家的精神跟功能太好了，这在全世界找不到的，所以中国这个国家，五千年长治久安，实在是家的贡献。你看《大学》里面所讲的，齐家而后国治，国治而后天下平，那个家的观念太大了。如何能把家的精神跟功能再延续下去，所以我就想到企业，企业家。一个公司是一个家庭，一个社团是一个家庭，这可以确实能把中国传统的家跟功能延续下去。这个要是能做出来之后，不但对于自己国家长治久安，还能够帮助全世界化解冲突，达到安定和平，这个贡献就太大了。所以我们应该要向这个方向去努力。",
      "zh_TW": "淨空法師：有可能。我們現在想像當中，就是向這個方向去發展。因為中國傳統的家，從第二次大戰結束，確實徹底破壞了，現在重新再恢復是不可能的事情，確實也不可能的事情。但是中國這種家的精神跟功能太好了，這在全世界找不到的，所以中國這個國家，五千年長治久安，實在是家的貢獻。你看《大學》裡面所講的，齊家而後國治，國治而後天下平，那個家的觀念太大了。如何能把家的精神跟功能再延續下去，所以我就想到企業，企業家。一個公司是一個家庭，一個社團是一個家庭，這可以確實能把中國傳統的家跟功能延續下去。這個要是能做出來之後，不但對於自己國家長治久安，還能夠幫助全世界化解衝突，達到安定和平，這個貢獻就太大了。所以我們應該要向這個方向去努力。"
    },
    {
      "id": "28-048-0001_p0024",
      "zh_CN": "从前家是血缘的关系，现在我们要用道义的关系。所以教育不但伦理道德重要，伦理是讲什么？讲关系，人与人的关系，人与大自然的关系，或者是人与动植物的关系，人与山河大地的关系，人跟宇宙的关系，人跟天地鬼神的关系，统统包括，都属於伦理。如何处理这些关系？这是道德，还得加上因果。所以如果有这三种教育能普遍、普及推动的话，这个社会很快就安定和平。无论世法或者是出世法，都是建立在安定的基础上，社会不安定，什么都没有办法建立，所以社会安定是先决条件。我们这些年来有这么个缘分，也可以参与联合国的和平活动，我们帮助这个世界，希望各个地方都能够化解冲突，促进安定和平。可是化解冲突还是要靠伦理道德、因果教育，在国外加上宗教教育。宗教教育里面还是这三样东西，就是宗教里面讲的伦理、讲的道德、讲的因果。我们在这本书里头收集十几个宗教，都是关于这方面的，你一看大同小异，所以宗教是可以团结的。",
      "zh_TW": "從前家是血緣的關係，現在我們要用道義的關係。所以教育不但倫理道德重要，倫理是講什麼？講關係，人與人的關係，人與大自然的關係，或者是人與動植物的關係，人與山河大地的關係，人跟宇宙的關係，人跟天地鬼神的關係，統統包括，都屬於倫理。如何處理這些關係？這是道德，還得加上因果。所以如果有這三種教育能普遍、普及推動的話，這個社會很快就安定和平。無論世法或者是出世法，都是建立在安定的基礎上，社會不安定，什麼都沒有辦法建立，所以社會安定是先決條件。我們這些年來有這麼個緣分，也可以參與聯合國的和平活動，我們幫助這個世界，希望各個地方都能夠化解衝突，促進安定和平。可是化解衝突還是要靠倫理道德、因果教育，在國外加上宗教教育。宗教教育裡面還是這三樣東西，就是宗教裡面講的倫理、講的道德、講的因果。我們在這本書裡頭收集十幾個宗教，都是關於這方面的，你一看大同小異，所以宗教是可以團結的。"
    },
    {
      "id": "28-048-0001_p0025",
      "zh_CN": "主持人：师父在我们仁爱和平讲堂里面，其实数度跟一起参加我们节目的一些地方首长，一直强调宗教如果都能够团结，政治怎么能够不团结！我想这当然说得就更有道理了。我想市长，很有意思，三重市其实就蓝绿的版块来说，三重市一向都是比较偏绿的选民是相当多的。所以李干龙李市长其实很不容易的替蓝军在三重市打出了一片天。可是我想市长一定知道，你不可能只靠蓝绿来治一个市，你总是要让市民会知道，虽然我没有投你票，可是市长做的事是全市的市民，我们都希望的公共建设改善，生活福祉、治安改善等等。市长可不可以从这个角度来谈一下，就是你当了两任的三重市市长，你是怎么样去化解这种选票，政治上的这种对立？就是用什么方法？",
      "zh_TW": "主持人：師父在我們仁愛和平講堂裡面，其實數度跟一起參加我們節目的一些地方首長，一直強調宗教如果都能夠團結，政治怎麼能夠不團結！我想這當然說得就更有道理了。我想市長，很有意思，三重市其實就藍綠的版塊來說，三重市一向都是比較偏綠的選民是相當多的。所以李乾龍李市長其實很不容易的替藍軍在三重市打出了一片天。可是我想市長一定知道，你不可能只靠藍綠來治一個市，你總是要讓市民會知道，雖然我沒有投你票，可是市長做的事是全市的市民，我們都希望的公共建設改善，生活福祉、治安改善等等。市長可不可以從這個角度來談一下，就是你當了兩任的三重市市長，你是怎麼樣去化解這種選票，政治上的這種對立？就是用什麼方法？"
    },
    {
      "id": "28-048-0001_p0026",
      "zh_CN": "李市长：师父有一句话，他说化解民怨就消除冲突，这个社会如果没有冲突，民怨就少了，社会就会安定。你看我虽然是国民党，但是很多民进党的也支持我。但是我是从政在做服务的工作，我不分蓝绿，我希望这个社会能够和谐。你是民进党，你什么党的、国民党的，我统统视为你都是投我一票的，我就是领你薪水的公仆，我就认真打拼做。把这个社会，师父讲说化解民怨、化解冲突，社会就会安定。社会安定大家齐心协力，为这个社会、为三重来打造一个书香的社会，打造一个有伦理道德的社会，打造一个发展的社会，我从这个角度来讲。所以过去人家讲说三重这个地方，民进党蓝绿的比例是六五、三五，绿色的六十五，我们才三十五。但是你说我在这个地方，我为什么能够两任？过去三重没有连任的市长，打破这个魔咒，大家认为我做事情很公平，不分蓝绿，只为地方服务。",
      "zh_TW": "李市長：師父有一句話，他說化解民怨就消除衝突，這個社會如果沒有衝突，民怨就少了，社會就會安定。你看我雖然是國民黨，但是很多民進黨的也支持我。但是我是從政在做服務的工作，我不分藍綠，我希望這個社會能夠和諧。你是民進黨，你什麼黨的、國民黨的，我統統視為你都是投我一票的，我就是領你薪水的公僕，我就認真打拼做。把這個社會，師父講說化解民怨、化解衝突，社會就會安定。社會安定大家齊心協力，為這個社會、為三重來打造一個書香的社會，打造一個有倫理道德的社會，打造一個發展的社會，我從這個角度來講。所以過去人家講說三重這個地方，民進黨藍綠的比例是六五、三五，綠色的六十五，我們才三十五。但是你說我在這個地方，我為什麼能夠兩任？過去三重沒有連任的市長，打破這個魔咒，大家認為我做事情很公平，不分藍綠，只為地方服務。"
    },
    {
      "id": "28-048-0001_p0027",
      "zh_CN": "所以我这几年来，三重有二十七所学校，其实学校里面要钱、要设施，它的对口窗是县政府。但是我认为学校教育，校长在这个地方办教育，都是教育我们三重这四十万的子弟，所以他学校有任何困难，我们都主动帮助他。我们也让校长在这个地方，觉得他在这里办学，得到地方政府的尊重敬佩，得到家长的认同，让校长在这个地方办教育，觉得非常光彩、非常有成就感。所以我从教育这方面一直下了很多功夫，我希望学校、家庭教育，因为家庭里面是工商社会，家庭父母出去做事情，把小孩子丢到学校里面去，所以学校教育非常重要。如果说校长很用心、老师很用心，学生到学校里面去补足家庭不够的。小朋友放学以后有像莲苑，我们耕心莲苑这样的社区小学，他下课以后，他到莲苑里面来，这些老师帮他、协助他来温习功课，另外还帮他来教导伦理的课程，《弟子规》、《三字经》。我说从小朋友开始来做这个工作，我觉得这个很重要，现在我们的学校教育里面，道德教育这个区块显然被疏忽掉了，所以我们很感佩耕心莲苑在这个区块，补足了学校里面道德教育、伦理教育这个缺块。现在学校里面大概都功利主义，有什么音乐班、什么数理资优班、什么体育班，什么班都有。",
      "zh_TW": "所以我這幾年來，三重有二十七所學校，其實學校裡面要錢、要設施，它的對口窗是縣政府。但是我認為學校教育，校長在這個地方辦教育，都是教育我們三重這四十萬的子弟，所以他學校有任何困難，我們都主動幫助他。我們也讓校長在這個地方，覺得他在這裡辦學，得到地方政府的尊重敬佩，得到家長的認同，讓校長在這個地方辦教育，覺得非常光彩、非常有成就感。所以我從教育這方面一直下了很多功夫，我希望學校、家庭教育，因為家庭裡面是工商社會，家庭父母出去做事情，把小孩子丟到學校裡面去，所以學校教育非常重要。如果說校長很用心、老師很用心，學生到學校裡面去補足家庭不夠的。小朋友放學以後有像蓮苑，我們耕心蓮苑這樣的社區小學，他下課以後，他到蓮苑裡面來，這些老師幫他、協助他來溫習功課，另外還幫他來教導倫理的課程，《弟子規》、《三字經》。我說從小朋友開始來做這個工作，我覺得這個很重要，現在我們的學校教育裡面，道德教育這個區塊顯然被疏忽掉了，所以我們很感佩耕心蓮苑在這個區塊，補足了學校裡面道德教育、倫理教育這個缺塊。現在學校裡面大概都功利主義，有什麼音樂班、什麼數理資優班、什麼體育班，什麼班都有。"
    },
    {
      "id": "28-048-0001_p0028",
      "zh_CN": "主持人：都还是为了小孩子的，我们说知识的教育或者是升学的教育。",
      "zh_TW": "主持人：都還是為了小孩子的，我們說知識的教育或者是升學的教育。"
    },
    {
      "id": "28-048-0001_p0029",
      "zh_CN": "李市长：对。所以刚刚有位校长跟我讲，学校里面就一个缺德教育，缺少道德教育这个区块。",
      "zh_TW": "李市長：對。所以剛剛有位校長跟我講，學校裡面就一個缺德教育，缺少道德教育這個區塊。"
    },
    {
      "id": "28-048-0001_p0030",
      "zh_CN": "主持人：缺了德。",
      "zh_TW": "主持人：缺了德。"
    },
    {
      "id": "28-048-0001_p0031",
      "zh_CN": "李市长：所以师父在提倡的道德教育，这个很重要的区块，非常重要。所以伦理教育，现在你看连中国大陆，它现在都很重视这个。有个于丹她到台湾来，你看她演讲，讲《伦语》讲得头头是道，场场客满；在中国大陆，她的著述一卖卖四百万本。所以这个就师父的理念，现在我们大家发觉说伦理教育、道德教育非常重要。我们三重，虽然说现在是工商社会，我一直很注重这个区块，所以在文化教育扎根工作这个区块我们绝对不吝啬。",
      "zh_TW": "李市長：所以師父在提倡的道德教育，這個很重要的區塊，非常重要。所以倫理教育，現在你看連中國大陸，它現在都很重視這個。有個于丹她到台灣來，你看她演講，講《倫語》講得頭頭是道，場場客滿；在中國大陸，她的著述一賣賣四百萬本。所以這個就師父的理念，現在我們大家發覺說倫理教育、道德教育非常重要。我們三重，雖然說現在是工商社會，我一直很注重這個區塊，所以在文化教育扎根工作這個區塊我們絕對不吝嗇。"
    },
    {
      "id": "28-048-0001_p0032",
      "zh_CN": "主持人：我可不可以追着市长来多问一个问题，待会再听听老和尚来帮我们做一点分析，就是说你做为市政府，我们晓得市政府的资源毕竟还是有限。可是刚刚讲社区的这些，包括我们的莲苑，你们市政府有用一些资源去帮忙他们、鼓励他们来扮演这个角色吗？",
      "zh_TW": "主持人：我可不可以追著市長來多問一個問題，待會再聽聽老和尚來幫我們做一點分析，就是說你做為市政府，我們曉得市政府的資源畢竟還是有限。可是剛剛講社區的這些，包括我們的蓮苑，你們市政府有用一些資源去幫忙他們、鼓勵他們來扮演這個角色嗎？"
    },
    {
      "id": "28-048-0001_p0033",
      "zh_CN": "李市长：现在三重有一个我们叫社区，几个里组合起来，几个公寓大家组合起来做一个社区，社区里面我们市公所这边就有一些补助经费给他们。他们要办活动，尤其我很鼓励他们办一些亲子的活动，亲子的活动。因为工商社会，父母对于亲子都比较疏离，所以我们比较重视，你去办亲子的活动，我们都很鼓励他，所以这个区块，我们市公所这边有一些经费可以补助他。像我们民意代表的配额款很多，他要办一个活动要二、三十万，他找几个代表到市公所来要点钱，只要你有助于这个社区里面的营造、社区里面的一些活动，我们都很乐意来帮助他。现在我们像我刚刚讲，我们借书量一百多万册，现在我们开始要做一个把书送到社区里面去，书车，一车一千本的书送到社区里面去。",
      "zh_TW": "李市長：現在三重有一個我們叫社區，幾個里組合起來，幾個公寓大家組合起來做一個社區，社區裡面我們市公所這邊就有一些補助經費給他們。他們要辦活動，尤其我很鼓勵他們辦一些親子的活動，親子的活動。因為工商社會，父母對於親子都比較疏離，所以我們比較重視，你去辦親子的活動，我們都很鼓勵他，所以這個區塊，我們市公所這邊有一些經費可以補助他。像我們民意代表的配額款很多，他要辦一個活動要二、三十萬，他找幾個代表到市公所來要點錢，只要你有助於這個社區裡面的營造、社區裡面的一些活動，我們都很樂意來幫助他。現在我們像我剛剛講，我們借書量一百多萬冊，現在我們開始要做一個把書送到社區裡面去，書車，一車一千本的書送到社區裡面去。"
    },
    {
      "id": "28-048-0001_p0034",
      "zh_CN": "主持人：等于活动图书馆。",
      "zh_TW": "主持人：等於活動圖書館。"
    },
    {
      "id": "28-048-0001_p0035",
      "zh_CN": "李市长：活动图书馆，鼓励他多念书。书送去以后，鼓励你去借书，借了以后，你时间到了，三天、两天，鼓励你进到我的图书馆里面去还书，鼓励大家去念书。我们很重要的就是说，现在耕心莲苑推动的这个社区里面的小学，我们希望推动到各个社区里，由点到面，然后里面推动一些伦理教育，这是我们很重要的一点。",
      "zh_TW": "李市長：活動圖書館，鼓勵他多念書。書送去以後，鼓勵你去借書，借了以後，你時間到了，三天、兩天，鼓勵你進到我的圖書館裡面去還書，鼓勵大家去念書。我們很重要的就是說，現在耕心蓮苑推動的這個社區裡面的小學，我們希望推動到各個社區裡，由點到面，然後裡面推動一些倫理教育，這是我們很重要的一點。"
    },
    {
      "id": "28-048-0001_p0036",
      "zh_CN": "主持人：师父，您刚刚听到了，我想三重市虽然只是一个市，它的上面长官其实还有一个台北县，可是你看他很努力的用有限的资源来做这样的工作，师父对这一点有没有什么样的期许？就是说特别是在小学，当他们在学校上课，上完以后，我们晓得有很多安亲班，就像市长刚刚讲的，在台湾很多安亲班就沦为一种变相的补习班。即使是才艺，它也是为了要将来升学方便，所以加强英文、加强音乐等等，还是不是从一个人文的、道德的角度去着手。小孩子可能学了很多的技艺，但是很可能变得个性孤僻，没有办法跟人家沟通，师父对这点有什么看法？特别针对小学这个阶段。",
      "zh_TW": "主持人：師父，您剛剛聽到了，我想三重市雖然只是一個市，它的上面長官其實還有一個台北縣，可是你看他很努力的用有限的資源來做這樣的工作，師父對這一點有沒有什麼樣的期許？就是說特別是在小學，當他們在學校上課，上完以後，我們曉得有很多安親班，就像市長剛剛講的，在台灣很多安親班就淪為一種變相的補習班。即使是才藝，它也是為了要將來升學方便，所以加強英文、加強音樂等等，還是不是從一個人文的、道德的角度去著手。小孩子可能學了很多的技藝，但是很可能變得個性孤僻，沒有辦法跟人家溝通，師父對這點有什麼看法？特別針對小學這個階段。"
    },
    {
      "id": "28-048-0001_p0037",
      "zh_CN": "净空法师：这就是我们这些年来，看到世界整个社会的弊病，把伦理道德疏忽了。所以我们也是常常引用外国人的话，最著名的是英国汤恩比博士，他也可以说是有先见之明，看到二十一世纪这个社会的动乱，所以他说，「解决二十一世纪的社会问题，只有中国孔孟学说跟大乘佛法」。这英国人讲的，也是一个知名度非常高的历史哲学家。我曾经在伦敦访问的时候，我去看过剑桥大学、伦敦大学。我也跟他们汉学系的同学见了面，跟他们谈话，也给他们上了两堂课，我说你们英国人说的这句话，你们能相信吗？因为他们都是研究汉学的，对汉学都有很好的基础。我说你们相不相信？我提出来之后，就没有人回答，连他的教授也很沉默在那里。最后我就告诉大家，我说我们一般人对汤恩比的话解读有问题，因为你们一听到孔孟学说，这是儒家的，你就会想到四书五经、十三经；听到大乘佛法，你会想到《华严》、《法华》、《般若》，你会想到这个东西。这些东西你们都很熟悉，他们拿这个东西写博士论文。我说现在这东西能拯救这个社会吗？我这么提出来之后，提醒他，然后告诉他，你们的想法没错，四书五经、十三经是儒的花果，《华严》、《法华》是佛的花果。花果从哪来的？从根上生的，根是什么？根就重要，你只看花果，不知道根，花瓶的花，死的，所以没用处，你要找它的根。儒的根《弟子规》，道的根《太上感应篇》，佛的根《十善业道》，这个东西要普及，这个普及，根有了，它慢慢就会生长，它会开花结果。如果你没有根，你只在花果上下功夫，那是假的，怎么搞都是花瓶里的装饰品，没有生命。",
      "zh_TW": "淨空法師：這就是我們這些年來，看到世界整個社會的弊病，把倫理道德疏忽了。所以我們也是常常引用外國人的話，最著名的是英國湯恩比博士，他也可以說是有先見之明，看到二十一世紀這個社會的動亂，所以他說，「解決二十一世紀的社會問題，只有中國孔孟學說跟大乘佛法」。這英國人講的，也是一個知名度非常高的歷史哲學家。我曾經在倫敦訪問的時候，我去看過劍橋大學、倫敦大學。我也跟他們漢學系的同學見了面，跟他們談話，也給他們上了兩堂課，我說你們英國人說的這句話，你們能相信嗎？因為他們都是研究漢學的，對漢學都有很好的基礎。我說你們相不相信？我提出來之後，就沒有人回答，連他的教授也很沈默在那裡。最後我就告訴大家，我說我們一般人對湯恩比的話解讀有問題，因為你們一聽到孔孟學說，這是儒家的，你就會想到四書五經、十三經；聽到大乘佛法，你會想到《華嚴》、《法華》、《般若》，你會想到這個東西。這些東西你們都很熟悉，他們拿這個東西寫博士論文。我說現在這東西能拯救這個社會嗎？我這麼提出來之後，提醒他，然後告訴他，你們的想法沒錯，四書五經、十三經是儒的花果，《華嚴》、《法華》是佛的花果。花果從哪來的？從根上生的，根是什麼？根就重要，你只看花果，不知道根，花瓶的花，死的，所以沒用處，你要找它的根。儒的根《弟子規》，道的根《太上感應篇》，佛的根《十善業道》，這個東西要普及，這個普及，根有了，它慢慢就會生長，它會開花結果。如果你沒有根，你只在花果上下功夫，那是假的，怎麼搞都是花瓶裡的裝飾品，沒有生命。"
    },
    {
      "id": "28-048-0001_p0038",
      "zh_CN": "我就跟他们讲，我们必须拯救这二十一世纪的社会，没有别的，就是儒释道的根。这三个根要是能够普遍、能够推及重视的话，这世界的问题就能解决。这是现在一般人讲素质教育，素质教育要靠这个东西来推动。中国五千年是很好的经验，为什么中国能长治久安？就是中国这三个教育普遍推动。甚至不认识字的人，我的母亲不认识字，她懂得，她接受过这个教育。这个教育不一定要认识字，在从前学校很少，可是什么？老人教。用什么教？身教。你看你在大家庭，他怎么样孝顺父母，怎么样友爱兄弟，跟家族人相处，那就是教育，哪里要认识字！从小他就这么听惯了、看惯了就养成习惯，所以这个教育重要。",
      "zh_TW": "我就跟他們講，我們必須拯救這二十一世紀的社會，沒有別的，就是儒釋道的根。這三個根要是能夠普遍、能夠推及重視的話，這世界的問題就能解決。這是現在一般人講素質教育，素質教育要靠這個東西來推動。中國五千年是很好的經驗，為什麼中國能長治久安？就是中國這三個教育普遍推動。甚至不認識字的人，我的母親不認識字，她懂得，她接受過這個教育。這個教育不一定要認識字，在從前學校很少，可是什麼？老人教。用什麼教？身教。你看你在大家庭，他怎麼樣孝順父母，怎麼樣友愛兄弟，跟家族人相處，那就是教育，哪裡要認識字！從小他就這麼聽慣了、看慣了就養成習慣，所以這個教育重要。"
    },
    {
      "id": "28-048-0001_p0039",
      "zh_CN": "现在我们要推动的就是推动这个，尤其是现在虽然丢掉了四、五代，丢掉将近一个世纪了，恢复当然有困难，可是现在的高科技帮了很大的忙。如果有一个这样典型的社区把它做出来，然后用电视、用网际网路向全世界播放，人人都能看到，会到这个地方来学习，你这个中心点变成全世界一个精华点。这是什么？这是和谐社会，这是礼义之邦，全世界的人都到你这来看，你变成世界上顶尖的东西，这多有意义！这能创造得出来，而且不要很长的时间。我以前在汤池做实验，我以为要三、四年做出来，没有想到不到四个月就做出来。所以我们感动，感动得真是流泪，证明我们老祖宗讲的人性本善，「人之初，性本善」。人民是这么好教的，就是没人教，一教良心马上就发现了，所以说很好做。如果在台湾这些县市长、领导人有这种心，做一个小点、一个社区、一个乡镇，把它做成模范、做成示范，全国的示范、全世界的示范，联合国就会找到这里来。所以这是很重要。",
      "zh_TW": "現在我們要推動的就是推動這個，尤其是現在雖然丟掉了四、五代，丟掉將近一個世紀了，恢復當然有困難，可是現在的高科技幫了很大的忙。如果有一個這樣典型的社區把它做出來，然後用電視、用網際網路向全世界播放，人人都能看到，會到這個地方來學習，你這個中心點變成全世界一個精華點。這是什麼？這是和諧社會，這是禮義之邦，全世界的人都到你這來看，你變成世界上頂尖的東西，這多有意義！這能創造得出來，而且不要很長的時間。我以前在湯池做實驗，我以為要三、四年做出來，沒有想到不到四個月就做出來。所以我們感動，感動得真是流淚，證明我們老祖宗講的人性本善，「人之初，性本善」。人民是這麼好教的，就是沒人教，一教良心馬上就發現了，所以說很好做。如果在台灣這些縣市長、領導人有這種心，做一個小點、一個社區、一個鄉鎮，把它做成模範、做成示範，全國的示範、全世界的示範，聯合國就會找到這裡來。所以這是很重要。"
    },
    {
      "id": "28-048-0001_p0040",
      "zh_CN": "因果教育在台湾尤其好做，黄警官也许你们很多人都知道，他是很用心，搜集了台湾六十年来刑事案件，破案。怎么破的？都是那个被害人托梦来破的，刑警附身，引导刑警去把尸首找出来，案子破了。百分之八十都靠这个，这不是迷信，报纸上也登、杂志上也登，这些刑警出来现身说法，好教育！这因果教育。人有伦理道德，羞于作恶、耻于作恶、不愿意作恶；人有因果教育，不敢作恶，这个天下就太平了。人人都是好人，家家都是好家，做官的人轻松，没案子办。",
      "zh_TW": "因果教育在台灣尤其好做，黃警官也許你們很多人都知道，他是很用心，蒐集了台灣六十年來刑事案件，破案。怎麼破的？都是那個被害人託夢來破的，刑警附身，引導刑警去把屍首找出來，案子破了。百分之八十都靠這個，這不是迷信，報紙上也登、雜誌上也登，這些刑警出來現身說法，好教育！這因果教育。人有倫理道德，羞於作惡、恥於作惡、不願意作惡；人有因果教育，不敢作惡，這個天下就太平了。人人都是好人，家家都是好家，做官的人輕鬆，沒案子辦。"
    },
    {
      "id": "28-048-0001_p0041",
      "zh_CN": "主持人：师父说做官，如果能那样，做官的人就轻松了。不过我看现在在台湾，我们常说官不聊生，不是说民不聊生，是官不聊生。特别是民选的首长，一方面有民意的压力，一方面他一定有自己施政的想法。所以在民意的压力，因为民意不一定要的东西就一定都是对的。",
      "zh_TW": "主持人：師父說做官，如果能那樣，做官的人就輕鬆了。不過我看現在在台灣，我們常說官不聊生，不是說民不聊生，是官不聊生。特別是民選的首長，一方面有民意的壓力，一方面他一定有自己施政的想法。所以在民意的壓力，因為民意不一定要的東西就一定都是對的。"
    },
    {
      "id": "28-048-0001_p0042",
      "zh_CN": "净空法师：所以要教！教就好了。",
      "zh_TW": "淨空法師：所以要教！教就好了。"
    },
    {
      "id": "28-048-0001_p0043",
      "zh_CN": "主持人：对。这边再请教市长，刚才您在听师父这样讲的时候，您一定觉得那是多完美的状况。您在推动这些，譬如说希望鼓励他们读书，希望他们多一点社区的意识，在这过程中你觉得最困难的是什么？民众会反弹吗？会不会觉得说，我们已经工作很辛苦了、赚钱很辛苦了，你还叫我们读这些，考试又不考的，还去谈些什么公民道德、社区意识等等的，会不会有碰到这种阻力？",
      "zh_TW": "主持人：對。這邊再請教市長，剛才您在聽師父這樣講的時候，您一定覺得那是多完美的狀況。您在推動這些，譬如說希望鼓勵他們讀書，希望他們多一點社區的意識，在這過程中你覺得最困難的是什麼？民眾會反彈嗎？會不會覺得說，我們已經工作很辛苦了、賺錢很辛苦了，你還叫我們讀這些，考試又不考的，還去談些什麼公民道德、社區意識等等的，會不會有碰到這種阻力？"
    },
    {
      "id": "28-048-0001_p0044",
      "zh_CN": "李市长：其实推动社区的教育、社区的总体营造，困难还是在经费。我在想师父可能知道，耕心莲苑做了很多事情，但是靠有几部分善心人士来帮助，政府的力量其实也很愿意来帮助。我一直认为说像举个例子，我不是一直说像褒扬我们的耕心莲苑，如果像它这个，跟师父讲这个点，我们有更多社会的善心人士，大家愿意出钱出力，不是靠一个人、两个人。像我就讲他们莲苑里面碰到财务的困难，所以他们想办法去义卖素食来筹措经费，所以两个老师做得很辛苦。我们知道两个老师赚的薪水，像余老师赚的薪水，在国中教书赚的薪水全部投入。",
      "zh_TW": "李市長：其實推動社區的教育、社區的總體營造，困難還是在經費。我在想師父可能知道，耕心蓮苑做了很多事情，但是靠有幾部分善心人士來幫助，政府的力量其實也很願意來幫助。我一直認為說像舉個例子，我不是一直說像褒揚我們的耕心蓮苑，如果像它這個，跟師父講這個點，我們有更多社會的善心人士，大家願意出錢出力，不是靠一個人、兩個人。像我就講他們蓮苑裡面碰到財務的困難，所以他們想辦法去義賣素食來籌措經費，所以兩個老師做得很辛苦。我們知道兩個老師賺的薪水，像余老師賺的薪水，在國中教書賺的薪水全部投入。"
    },
    {
      "id": "28-048-0001_p0045",
      "zh_CN": "主持人：很不容易。",
      "zh_TW": "主持人：很不容易。"
    },
    {
      "id": "28-048-0001_p0046",
      "zh_CN": "李市长：像这个东西，其实在做这样的工作、推动这样的工作，需要的是除了要有地方，像光荣社区它有点，地方有了，有善心人提供他很便宜整排一楼的。",
      "zh_TW": "李市長：像這個東西，其實在做這樣的工作、推動這樣的工作，需要的是除了要有地方，像光榮社區它有點，地方有了，有善心人提供他很便宜整排一樓的。"
    },
    {
      "id": "28-048-0001_p0047",
      "zh_CN": "主持人：民间提供的。",
      "zh_TW": "主持人：民間提供的。"
    },
    {
      "id": "28-048-0001_p0048",
      "zh_CN": "李市长：对。一楼的房子全部很便宜的提供出来。但是你还是要有老师，还有师资的问题，还有里面设备的很多问题，你要推动，还有各种开销，一定有的。所以我在想，我们怎么样想办法让耕心莲苑变成三重很重要推动伦理教育的一个点。他们现在说培养人才，再来陪他们念书，然后他们再培植从零岁到一百岁整个社区总体营造。这个工作我在想，师父在汤池这个地方四万个人，师父讲说三、四年要做好，三个月就做好。",
      "zh_TW": "李市長：對。一樓的房子全部很便宜的提供出來。但是你還是要有老師，還有師資的問題，還有裡面設備的很多問題，你要推動，還有各種開銷，一定有的。所以我在想，我們怎麼樣想辦法讓耕心蓮苑變成三重很重要推動倫理教育的一個點。他們現在說培養人才，再來陪他們念書，然後他們再培植從零歲到一百歲整個社區總體營造。這個工作我在想，師父在湯池這個地方四萬個人，師父講說三、四年要做好，三個月就做好。"
    },
    {
      "id": "28-048-0001_p0049",
      "zh_CN": "净空法师：四万八千人。",
      "zh_TW": "淨空法師：四萬八千人。"
    },
    {
      "id": "28-048-0001_p0050",
      "zh_CN": "李市长：三个月就做好，那我在想我们也希望说三重由这个点来把它做出来以后，让这个社区里面像师父讲的，夫妻不吵架、不离婚，父慈子孝，大家整个社区非常融洽。如果从这个点开始做起，推动到三重三百多个社区里面去，由三重如果做好的话，推动到二十九个乡镇。这师父讲的，没有种族的冲突、没有纷争，社会就和谐，也没有战争了，这个政权就巩固了。师父讲的，社会化解民怨、社会安定，政权就巩固了，天下世界大同。所以师父这个理念，刚刚讲的，大家没有去做。我们想总有像余老师跟陈老师这样的傻劲在做，那做为我们地方父母官，我们一定要来协助他们，从社区做起，希望由这个点来做一个示范。也请师父有空到三重来，为我们四十万人来开示、来加持，我们希望这个点是不是可以变成第二个汤池。",
      "zh_TW": "李市長：三個月就做好，那我在想我們也希望說三重由這個點來把它做出來以後，讓這個社區裡面像師父講的，夫妻不吵架、不離婚，父慈子孝，大家整個社區非常融洽。如果從這個點開始做起，推動到三重三百多個社區裡面去，由三重如果做好的話，推動到二十九個鄉鎮。這師父講的，沒有種族的衝突、沒有紛爭，社會就和諧，也沒有戰爭了，這個政權就鞏固了。師父講的，社會化解民怨、社會安定，政權就鞏固了，天下世界大同。所以師父這個理念，剛剛講的，大家沒有去做。我們想總有像余老師跟陳老師這樣的傻勁在做，那做為我們地方父母官，我們一定要來協助他們，從社區做起，希望由這個點來做一個示範。也請師父有空到三重來，為我們四十萬人來開示、來加持，我們希望這個點是不是可以變成第二個湯池。"
    },
    {
      "id": "28-048-0001_p0051",
      "zh_CN": "净空法师：没错，对。",
      "zh_TW": "淨空法師：沒錯，對。"
    },
    {
      "id": "28-048-0001_p0052",
      "zh_CN": "主持人：不过市长您既然在节目中公开这样讲，师父您大概也很难推辞了。我追问市长一个问题，您自己因为我们刚刚聊天的时候，市长告诉我们，您祖先是泉州，您自己在从小到大的过程里头，您觉得这种家庭文化的教育、道德的教育，对你有没有影响？",
      "zh_TW": "主持人：不過市長您既然在節目中公開這樣講，師父您大概也很難推辭了。我追問市長一個問題，您自己因為我們剛剛聊天的時候，市長告訴我們，您祖先是泉州，您自己在從小到大的過程裡頭，您覺得這種家庭文化的教育、道德的教育，對你有沒有影響？"
    },
    {
      "id": "28-048-0001_p0053",
      "zh_CN": "李市长：我是一个农家子弟，我们家父权很威严，我父亲非常威严，所以我们家里面对父兄的话绝对是奉为圣旨。母亲，我们有十个小孩，母亲非常仁慈，从来没有对小孩子打骂过。父亲也不会破口骂你，但是他那个威严，脸一拉下来，大家都躲到一边去。所以过去我们像台湾，过去在四０年代、五０年代那个时候，家庭的伦理道德观念，五伦非常的强，农业社会。最近因为工业社会发达以后，大家为了追求生计，所以这个五伦教育、道德伦理教育就慢慢丧失掉，不知不觉之中就丧失掉了，所以造成社会有很多种族的歧视，大家的冲突就出来了。",
      "zh_TW": "李市長：我是一個農家子弟，我們家父權很威嚴，我父親非常威嚴，所以我們家裡面對父兄的話絕對是奉為聖旨。母親，我們有十個小孩，母親非常仁慈，從來沒有對小孩子打罵過。父親也不會破口罵你，但是他那個威嚴，臉一拉下來，大家都躲到一邊去。所以過去我們像台灣，過去在四０年代、五０年代那個時候，家庭的倫理道德觀念，五倫非常的強，農業社會。最近因為工業社會發達以後，大家為了追求生計，所以這個五倫教育、道德倫理教育就慢慢喪失掉，不知不覺之中就喪失掉了，所以造成社會有很多種族的歧視，大家的衝突就出來了。"
    },
    {
      "id": "28-048-0001_p0054",
      "zh_CN": "现在像我们政府可能还没看到这个区块，现在跟师父报告，像三重有十二万五千户，十二万五千户里面大概有一万户是新住民，所谓的新住民就是从大陆来的，中南半岛、越南什么都来。新住民融入这个社会里面，政府忽视掉这个区块，所以如果你不赶快去重整这个社会，以后这个新住民，你看嫁到台湾来，她也算是一个弱势，她生出来小孩子；会去娶外籍新娘都是一般比较弱势的家庭，他娶了这个外籍新娘进来，生了第二代出来，他没有办法好好去教养知道吗？所以整个台湾来讲，不是只有三重有这个状况，全台湾都有这个状况。所以师父推动家庭伦理道德教育，这个非常重要。如果这一方面你没有去做的话，整个社会以后台湾经济上不来，因为社会在乱，整个家庭伦理、道德教育在乱，经济上不来。所以要从根本做起。",
      "zh_TW": "現在像我們政府可能還沒看到這個區塊，現在跟師父報告，像三重有十二萬五千戶，十二萬五千戶裡面大概有一萬戶是新住民，所謂的新住民就是從大陸來的，中南半島、越南什麼都來。新住民融入這個社會裡面，政府忽視掉這個區塊，所以如果你不趕快去重整這個社會，以後這個新住民，你看嫁到台灣來，她也算是一個弱勢，她生出來小孩子；會去娶外籍新娘都是一般比較弱勢的家庭，他娶了這個外籍新娘進來，生了第二代出來，他沒有辦法好好去教養知道嗎？所以整個台灣來講，不是只有三重有這個狀況，全台灣都有這個狀況。所以師父推動家庭倫理道德教育，這個非常重要。如果這一方面你沒有去做的話，整個社會以後台灣經濟上不來，因為社會在亂，整個家庭倫理、道德教育在亂，經濟上不來。所以要從根本做起。"
    },
    {
      "id": "28-048-0001_p0055",
      "zh_CN": "净空法师：没错。",
      "zh_TW": "淨空法師：沒錯。"
    },
    {
      "id": "28-048-0001_p0056",
      "zh_CN": "主持人：李市长刚才跟我们提到的，像三重的耕心莲苑教育基金会，你看它只不过是两个国中老师，对不对？她用她自己的薪水，加上一点她做义卖的方式，她就可以筹一点钱，然后在社区里面去经营，学生离开学校以后，到傍晚回来以后到晚上这段时间，她们去照顾他们。最重要的是她不只是一般的照顾，她还加上了《弟子规》这种文化的一些道德的基本教育。所以师父，这就可以看出来，即使是两个国中老师，她们就可能可以做这样的事情。那我们这样假想，如果二十个、二百个、二千个、二万个这样的老师，您可以想像台湾散发出来的那个点的光芒到底有多大。所以师父您有什么建议？譬如说刚才我有注意听数字，市长告诉我们说，三重有四十多万人、十二万户、二百多个社区，对不对？",
      "zh_TW": "主持人：李市長剛才跟我們提到的，像三重的耕心蓮苑教育基金會，你看它只不過是兩個國中老師，對不對？她用她自己的薪水，加上一點她做義賣的方式，她就可以籌一點錢，然後在社區裡面去經營，學生離開學校以後，到傍晚回來以後到晚上這段時間，她們去照顧他們。最重要的是她不只是一般的照顧，她還加上了《弟子規》這種文化的一些道德的基本教育。所以師父，這就可以看出來，即使是兩個國中老師，她們就可能可以做這樣的事情。那我們這樣假想，如果二十個、二百個、二千個、二萬個這樣的老師，您可以想像台灣散發出來的那個點的光芒到底有多大。所以師父您有什麼建議？譬如說剛才我有注意聽數字，市長告訴我們說，三重有四十多萬人、十二萬戶、二百多個社區，對不對？"
    },
    {
      "id": "28-048-0001_p0057",
      "zh_CN": "李市长：大概将近四百个。",
      "zh_TW": "李市長：大概將近四百個。"
    },
    {
      "id": "28-048-0001_p0058",
      "zh_CN": "主持人：四百个。",
      "zh_TW": "主持人：四百個。"
    },
    {
      "id": "28-048-0001_p0059",
      "zh_CN": "李市长：大大小小。",
      "zh_TW": "李市長：大大小小。"
    },
    {
      "id": "28-048-0001_p0060",
      "zh_CN": "主持人：大大小小，每个社区如果出一个余老师，出一个陈老师，四百个就有八百个老师，这是很惊人的。所以师父，您觉得有没有办法去培养，包括像您自己，或者像净宗这边，有没有办法培养这样的种子老师，到各个社区里面去，或者他社区里面自己有老师愿意来加入？其实这就是一直慢慢把每个点都做起来了。",
      "zh_TW": "主持人：大大小小，每個社區如果出一個余老師，出一個陳老師，四百個就有八百個老師，這是很驚人的。所以師父，您覺得有沒有辦法去培養，包括像您自己，或者像淨宗這邊，有沒有辦法培養這樣的種子老師，到各個社區裡面去，或者他社區裡面自己有老師願意來加入？其實這就是一直慢慢把每個點都做起來了。"
    },
    {
      "id": "28-048-0001_p0061",
      "zh_CN": "净空法师：现在这个工作已经在开始了。最近这个培训班马来西亚的，在古晋，开始就是为期两个月。这两个月就是因为我们在汤池最初培养种子老师，两个月落实《弟子规》。我要求是四个月，没想到他们两个月做到，我们感动得都流眼泪，太难得了。现在古晋那边在培养种子老师，也是蔡礼旭他们在主持的。我们仁爱和平讲堂的陈总裁，她带了将近二十个老师参加这次培训，培训回来之后，就有意思来推动。所以这个工作最重要的，首先要做的是师资培训班。我们能够有一批老师，汤池最初的是三十七位老师，有志一同，做出来牺牲奉献，努力认真把它做出来。如果在台湾做，就没有政治上的限制，因为台湾儒释道都可以做，同时我们推动这三个教育，《弟子规》的教育，《感应篇》的教育，《十善业》的教育，就是这三个根一起扎，那这个效果就殊胜了。",
      "zh_TW": "淨空法師：現在這個工作已經在開始了。最近這個培訓班馬來西亞的，在古晉，開始就是為期兩個月。這兩個月就是因為我們在湯池最初培養種子老師，兩個月落實《弟子規》。我要求是四個月，沒想到他們兩個月做到，我們感動得都流眼淚，太難得了。現在古晉那邊在培養種子老師，也是蔡禮旭他們在主持的。我們仁愛和平講堂的陳總裁，她帶了將近二十個老師參加這次培訓，培訓回來之後，就有意思來推動。所以這個工作最重要的，首先要做的是師資培訓班。我們能夠有一批老師，湯池最初的是三十七位老師，有志一同，做出來犧牲奉獻，努力認真把它做出來。如果在台灣做，就沒有政治上的限制，因為台灣儒釋道都可以做，同時我們推動這三個教育，《弟子規》的教育，《感應篇》的教育，《十善業》的教育，就是這三個根一起紮，那這個效果就殊勝了。"
    },
    {
      "id": "28-048-0001_p0062",
      "zh_CN": "所以能够的时候，这个师资培训班要长期培训，而且还要到处去观摩。譬如马来西亚，他们有这么一个团体，我们到那去参观、去考察，我们也可以欢迎他到这边来交换心得，交换改进的一些想法、做法，都是好事情，我们相信能做得成功。而且在台湾还有一个很大的优势，这是我回来之后才发现，台湾退休的这些老师，特别在退休老师找教文史的。",
      "zh_TW": "所以能夠的時候，這個師資培訓班要長期培訓，而且還要到處去觀摩。譬如馬來西亞，他們有這麼一個團體，我們到那去參觀、去考察，我們也可以歡迎他到這邊來交換心得，交換改進的一些想法、做法，都是好事情，我們相信能做得成功。而且在台灣還有一個很大的優勢，這是我回來之後才發現，台灣退休的這些老師，特別在退休老師找教文史的。"
    },
    {
      "id": "28-048-0001_p0063",
      "zh_CN": "主持人：特别多。",
      "zh_TW": "主持人：特別多。"
    },
    {
      "id": "28-048-0001_p0064",
      "zh_CN": "净空法师：教文史的，把他们组织起来，做为推动传统文化老师的骨干。因为退休的老师他照样拿薪水，所以他生活很优渥，薪水涨的时候他也涨。他每天没有事情到处去，他找不到生活方式，那他从事这个工作太理想了，这是最伟大的工作，最有意义的工作，我相信他们很乐意来做。以这批人做骨干的老师，在台湾做不是难事情。",
      "zh_TW": "淨空法師：教文史的，把他們組織起來，做為推動傳統文化老師的骨幹。因為退休的老師他照樣拿薪水，所以他生活很優渥，薪水漲的時候他也漲。他每天沒有事情到處去，他找不到生活方式，那他從事這個工作太理想了，這是最偉大的工作，最有意義的工作，我相信他們很樂意來做。以這批人做骨幹的老師，在台灣做不是難事情。"
    },
    {
      "id": "28-048-0001_p0065",
      "zh_CN": "李市长：师父，我是觉得台湾，因为现在都是走社区大楼、公寓大厦，所以现在很多公寓大厦里面，他们里面标榜的公共空间都是卡拉OK，都是一些娱乐性的。我是觉得公寓大厦里面，如果腾出一个空间出来，让像耕心莲苑这样的计划落实到每个社区里面去，有陪读的。",
      "zh_TW": "李市長：師父，我是覺得台灣，因為現在都是走社區大樓、公寓大廈，所以現在很多公寓大廈裡面，他們裡面標榜的公共空間都是卡拉OK，都是一些娛樂性的。我是覺得公寓大廈裡面，如果騰出一個空間出來，讓像耕心蓮苑這樣的計畫落實到每個社區裡面去，有陪讀的。"
    },
    {
      "id": "28-048-0001_p0066",
      "zh_CN": "净空法师：对，不错。",
      "zh_TW": "淨空法師：對，不錯。"
    },
    {
      "id": "28-048-0001_p0067",
      "zh_CN": "李市长：因为如果住在高级公寓里面，大概都是生活比较好的，有时候上班、加班回来比较晚。如果有一个陪读室在那个地方，把这个种子部队弄进去，那推动起来可能会很快。",
      "zh_TW": "李市長：因為如果住在高級公寓裡面，大概都是生活比較好的，有時候上班、加班回來比較晚。如果有一個陪讀室在那個地方，把這個種子部隊弄進去，那推動起來可能會很快。"
    },
    {
      "id": "28-048-0001_p0068",
      "zh_CN": "净空法师：对，我相信会很快。",
      "zh_TW": "淨空法師：對，我相信會很快。"
    },
    {
      "id": "28-048-0001_p0069",
      "zh_CN": "主持人：这就是有地方自治经验的市长他最清楚的。",
      "zh_TW": "主持人：這就是有地方自治經驗的市長他最清楚的。"
    },
    {
      "id": "28-048-0001_p0070",
      "zh_CN": "净空法师：对，就是学校！就是社区学校。",
      "zh_TW": "淨空法師：對，就是學校！就是社區學校。"
    },
    {
      "id": "28-048-0001_p0071",
      "zh_CN": "主持人：没错，就等于是一个学校。",
      "zh_TW": "主持人：沒錯，就等於是一個學校。"
    },
    {
      "id": "28-048-0001_p0072",
      "zh_CN": "李市长：对。整个公寓里面，它里面很多，它规画一个空间就是等于您来做这个点，但是有师资老师，师父就是讲要师资。",
      "zh_TW": "李市長：對。整個公寓裡面，它裡面很多，它規畫一個空間就是等於您來做這個點，但是有師資老師，師父就是講要師資。"
    },
    {
      "id": "28-048-0001_p0073",
      "zh_CN": "净空法师：对，社区这个学校，里面有图书馆、有阅览室，每天有老师在那边上课，讲伦理道德、讲因果。",
      "zh_TW": "淨空法師：對，社區這個學校，裡面有圖書館、有閱覽室，每天有老師在那邊上課，講倫理道德、講因果。"
    },
    {
      "id": "28-048-0001_p0074",
      "zh_CN": "主持人：其实把老和尚刚才讲的，跟李市长您所讲的合在一起，其实大概蓝图就很清楚了。你想想看，老和尚刚刚告诉我们说，退休的国中、高中老师，师父跟您报告，其实现在台湾很多地方、很多的文史工作者，很多都是这种退休老师。他们退休以后，他们就用摄影机、拿笔，把他们当地的各种文化、景观都拍下来、写下来，然后写成一篇篇的报告。如果他们能够像您讲的，再转一部分人到公民道德教育这个地方来，然后这些老师再进到像市长讲的，每个公寓大楼里面，我固定有一个老师、两个老师轮流在这边晚上排课，来教社区里面或大楼里面，这些小孩子回来以后，父母亲也不要操心，他到那边去念《弟子规》，到那边读经班念诗，唐诗什么都很好。就是说这些文史的老师，其实就在那个地方扮演的一个文化传承的角色。其实我觉得这样刚好就是把市长讲的地方的社区，加上老和尚您所讲的整个结合了。",
      "zh_TW": "主持人：其實把老和尚剛才講的，跟李市長您所講的合在一起，其實大概藍圖就很清楚了。你想想看，老和尚剛剛告訴我們說，退休的國中、高中老師，師父跟您報告，其實現在台灣很多地方、很多的文史工作者，很多都是這種退休老師。他們退休以後，他們就用攝影機、拿筆，把他們當地的各種文化、景觀都拍下來、寫下來，然後寫成一篇篇的報告。如果他們能夠像您講的，再轉一部分人到公民道德教育這個地方來，然後這些老師再進到像市長講的，每個公寓大樓裡面，我固定有一個老師、兩個老師輪流在這邊晚上排課，來教社區裡面或大樓裡面，這些小孩子回來以後，父母親也不要操心，他到那邊去念《弟子規》，到那邊讀經班念詩，唐詩什麼都很好。就是說這些文史的老師，其實就在那個地方扮演的一個文化傳承的角色。其實我覺得這樣剛好就是把市長講的地方的社區，加上老和尚您所講的整個結合了。"
    },
    {
      "id": "28-048-0001_p0075",
      "zh_CN": "净空法师：这个我想做县市长的，应该要求建大楼的、建公寓的，应该让他们要捐出一层出来，这一层就是社区学校。",
      "zh_TW": "淨空法師：這個我想做縣市長的，應該要求建大樓的、建公寓的，應該讓他們要捐出一層出來，這一層就是社區學校。"
    },
    {
      "id": "28-048-0001_p0076",
      "zh_CN": "主持人：社区学校。",
      "zh_TW": "主持人：社區學校。"
    },
    {
      "id": "28-048-0001_p0077",
      "zh_CN": "净空法师：如果他不捐出来，就不让他建。他能够捐出一层出来，这里面有闭路电视的设施。",
      "zh_TW": "淨空法師：如果他不捐出來，就不讓他建。他能夠捐出一層出來，這裡面有閉路電視的設施。"
    },
    {
      "id": "28-048-0001_p0078",
      "zh_CN": "主持人：这是最理想。",
      "zh_TW": "主持人：這是最理想。"
    },
    {
      "id": "28-048-0001_p0079",
      "zh_CN": "净空法师：他在上课，你们不上来，在每个人自己家庭打开电视，你就能听到课程，这个好。",
      "zh_TW": "淨空法師：他在上課，你們不上來，在每個人自己家庭打開電視，你就能聽到課程，這個好。"
    },
    {
      "id": "28-048-0001_p0080",
      "zh_CN": "李市长：师父，我跟您报告，耕心莲苑里面小朋友穿的背心、穿的衬衫，后面是印四个大字，「孝亲尊师」。这就很明了就看到，你看小朋友「孝亲尊师」印在身上，你不尊重老师、不孝敬父母吗？从小学开始做起，从社区里面开始扎根。因为师父讲的这个大概不行，你说规定他没有捐一层出来，不敢。",
      "zh_TW": "李市長：師父，我跟您報告，耕心蓮苑裡面小朋友穿的背心、穿的襯衫，後面是印四個大字，「孝親尊師」。這就很明瞭就看到，你看小朋友「孝親尊師」印在身上，你不尊重老師、不孝敬父母嗎？從小學開始做起，從社區裡面開始扎根。因為師父講的這個大概不行，你說規定他沒有捐一層出來，不敢。"
    },
    {
      "id": "28-048-0001_p0081",
      "zh_CN": "净空法师：不错。",
      "zh_TW": "淨空法師：不錯。"
    },
    {
      "id": "28-048-0001_p0082",
      "zh_CN": "李市长：就是说如果有一个点做出来、有效果出来，人家觉得他这个大楼里面有这样一个空间，是提供出来做读经班、陪读的，他就觉得，这对整个社会教育、对整个家庭有帮助，大家起而仿效之。如果有一个点做起来，这就会慢慢推动起来，师父的理念就可以世界大同。",
      "zh_TW": "李市長：就是說如果有一個點做出來、有效果出來，人家覺得他這個大樓裡面有這樣一個空間，是提供出來做讀經班、陪讀的，他就覺得，這對整個社會教育、對整個家庭有幫助，大家起而仿效之。如果有一個點做起來，這就會慢慢推動起來，師父的理念就可以世界大同。"
    },
    {
      "id": "28-048-0001_p0083",
      "zh_CN": "主持人：其实师父刚刚讲的一个建议，当然诚意是很高，不过就像李干龙李市长所说的，其实现在很多的大楼它已经有一个公共空间了，像我自己知道很多大楼它有阅览室、卡拉OK室，还有公共的一些聚会场所。其实它只要把那些地方愿意挪出来，在每天晚上一定的时间借给社区大楼。",
      "zh_TW": "主持人：其實師父剛剛講的一個建議，當然誠意是很高，不過就像李乾龍李市長所說的，其實現在很多的大樓它已經有一個公共空間了，像我自己知道很多大樓它有閱覽室、卡拉OK室，還有公共的一些聚會場所。其實它只要把那些地方願意挪出來，在每天晚上一定的時間借給社區大樓。"
    },
    {
      "id": "28-048-0001_p0084",
      "zh_CN": "净空法师：上课。",
      "zh_TW": "淨空法師：上課。"
    },
    {
      "id": "28-048-0001_p0085",
      "zh_CN": "主持人：对，上课就够了。",
      "zh_TW": "主持人：對，上課就夠了。"
    },
    {
      "id": "28-048-0001_p0086",
      "zh_CN": "李市长：几张桌子，只要找到老师，师资有了，几张桌子，小朋友自然愿意进来。",
      "zh_TW": "李市長：幾張桌子，只要找到老師，師資有了，幾張桌子，小朋友自然願意進來。"
    },
    {
      "id": "28-048-0001_p0087",
      "zh_CN": "主持人：所以市长，你有信心在三重可以建立起这样的点吗？",
      "zh_TW": "主持人：所以市長，你有信心在三重可以建立起這樣的點嗎？"
    },
    {
      "id": "28-048-0001_p0088",
      "zh_CN": "李市长：我们现在从莲苑开始做起，我们会再充实，然后我们再找一个，现在三重有一个新的社区起来，我们来鼓励这个社区的管理委员会，来推动这样的理念，把师父这样的理念推动，先做一个点。",
      "zh_TW": "李市長：我們現在從蓮苑開始做起，我們會再充實，然後我們再找一個，現在三重有一個新的社區起來，我們來鼓勵這個社區的管理委員會，來推動這樣的理念，把師父這樣的理念推動，先做一個點。"
    },
    {
      "id": "28-048-0001_p0089",
      "zh_CN": "净空法师：好事情，没错，非常好。",
      "zh_TW": "淨空法師：好事情，沒錯，非常好。"
    },
    {
      "id": "28-048-0001_p0090",
      "zh_CN": "主持人：我再请教市长一个问题，我们晓得三重的耕心莲苑教育基金会，他们现在向教育部申请一个案子就叫幸福工程。",
      "zh_TW": "主持人：我再請教市長一個問題，我們曉得三重的耕心蓮苑教育基金會，他們現在向教育部申請一個案子就叫幸福工程。"
    },
    {
      "id": "28-048-0001_p0091",
      "zh_CN": "李市长：对，幸福工程。",
      "zh_TW": "李市長：對，幸福工程。"
    },
    {
      "id": "28-048-0001_p0092",
      "zh_CN": "主持人：从零到一百岁。您做为一个市长，您认为什么是幸福？对您来讲，对三重市民来讲，幸福是什么？",
      "zh_TW": "主持人：從零到一百歲。您做為一個市長，您認為什麼是幸福？對您來講，對三重市民來講，幸福是什麼？"
    },
    {
      "id": "28-048-0001_p0093",
      "zh_CN": "李市长：其实你说幸福，就是家庭美满，家里面很和乐就是最幸福了。你说一个小孩子回来看到父母在吵架，他不觉得幸福，夫妻也不觉得幸福，小孩也不觉得幸福，左右邻居也觉得不幸福，一个社区里面有一个家庭弄得乱糟糟。所以幸福就是大家很和谐，没有仇视、没有纠纷，大家一切都看起来很和谐，大家就幸福。个人的幸福，一个家庭里面夫妻和谐，小孩子就幸福；整个社区里面大家都很和睦，那就很幸福。所以不是很有钱才幸福。",
      "zh_TW": "李市長：其實你說幸福，就是家庭美滿，家裡面很和樂就是最幸福了。你說一個小孩子回來看到父母在吵架，他不覺得幸福，夫妻也不覺得幸福，小孩也不覺得幸福，左右鄰居也覺得不幸福，一個社區裡面有一個家庭弄得亂糟糟。所以幸福就是大家很和諧，沒有仇視、沒有糾紛，大家一切都看起來很和諧，大家就幸福。個人的幸福，一個家庭裡面夫妻和諧，小孩子就幸福；整個社區裡面大家都很和睦，那就很幸福。所以不是很有錢才幸福。"
    },
    {
      "id": "28-048-0001_p0094",
      "zh_CN": "主持人：没错，不是钱的问题。",
      "zh_TW": "主持人：沒錯，不是錢的問題。"
    },
    {
      "id": "28-048-0001_p0095",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "28-048-0001_p0096",
      "zh_CN": "李市长：不是钱的问题。",
      "zh_TW": "李市長：不是錢的問題。"
    },
    {
      "id": "28-048-0001_p0097",
      "zh_CN": "主持人：当然钱也很重要。",
      "zh_TW": "主持人：當然錢也很重要。"
    },
    {
      "id": "28-048-0001_p0098",
      "zh_CN": "李市长：没错，没有钱也不会幸福。有钱不一定会幸福，但是没有钱。",
      "zh_TW": "李市長：沒錯，沒有錢也不會幸福。有錢不一定會幸福，但是沒有錢。"
    },
    {
      "id": "28-048-0001_p0099",
      "zh_CN": "净空法师：这个事情，真正的快乐、真正的喜悦是从学习而来的，《论语》头一句话，「学而时习之，不亦说乎」。那是喜悦，从内心喜悦，所以这个幸福是建立在教学的基础上，你天天教圣贤之道，天天跟圣贤接触，他怎么会不快乐！所以这个社区里头的教学太重要了。古时候家学、家教、家规、家训，那就是一个家庭幸福的根源，我们把这个东西疏忽了的话，就错了，所以一定要教。我最近在澳洲的老人公寓，我看老人的时候，澳洲老人公寓的福利事业是全世界办得最好的。",
      "zh_TW": "淨空法師：這個事情，真正的快樂、真正的喜悅是從學習而來的，《論語》頭一句話，「學而時習之，不亦說乎」。那是喜悅，從內心喜悅，所以這個幸福是建立在教學的基礎上，你天天教聖賢之道，天天跟聖賢接觸，他怎麼會不快樂！所以這個社區裡頭的教學太重要了。古時候家學、家教、家規、家訓，那就是一個家庭幸福的根源，我們把這個東西疏忽了的話，就錯了，所以一定要教。我最近在澳洲的老人公寓，我看老人的時候，澳洲老人公寓的福利事業是全世界辦得最好的。"
    },
    {
      "id": "28-048-0001_p0100",
      "zh_CN": "主持人：它是国家的？",
      "zh_TW": "主持人：它是國家的？"
    },
    {
      "id": "28-048-0001_p0101",
      "zh_CN": "净空法师：不是，私人办的，国家津贴。那个缺点就是没有精神教育，所以他不快乐，他没有乐趣。",
      "zh_TW": "淨空法師：不是，私人辦的，國家津貼。那個缺點就是沒有精神教育，所以他不快樂，他沒有樂趣。"
    },
    {
      "id": "28-048-0001_p0102",
      "zh_CN": "主持人：生活无虞，但是少了一些心灵的东西。",
      "zh_TW": "主持人：生活無虞，但是少了一些心靈的東西。"
    },
    {
      "id": "28-048-0001_p0103",
      "zh_CN": "净空法师：所以我就跟他讲，老人公寓就是老人大学，你天天在里面教学，他怎么不快乐！我们今天如果丢掉佛教，快乐就没有了，天天学。",
      "zh_TW": "淨空法師：所以我就跟他講，老人公寓就是老人大學，你天天在裡面教學，他怎麼不快樂！我們今天如果丟掉佛教，快樂就沒有了，天天學。"
    },
    {
      "id": "28-048-0001_p0104",
      "zh_CN": "主持人：真像师父讲的，学而时习之，不亦悦乎。",
      "zh_TW": "主持人：真像師父講的，學而時習之，不亦悅乎。"
    },
    {
      "id": "28-048-0001_p0105",
      "zh_CN": "净空法师：学而时习之，不亦悦乎！所以我说，老人学到老，活到老，真快乐就忘掉了老。",
      "zh_TW": "淨空法師：學而時習之，不亦悅乎！所以我說，老人學到老，活到老，真快樂就忘掉了老。"
    },
    {
      "id": "28-048-0001_p0106",
      "zh_CN": "主持人：没错。",
      "zh_TW": "主持人：沒錯。"
    },
    {
      "id": "28-048-0001_p0107",
      "zh_CN": "净空法师：他要学，他不学不行。",
      "zh_TW": "淨空法師：他要學，他不學不行。"
    },
    {
      "id": "28-048-0001_p0108",
      "zh_CN": "主持人：所以，我还有一点时间请教市长，您的两任八年任期就快要结束了，还有这么多的想法，未来怎么样去实现这些？你真的希望把这个社区能够在三重建立起来，除了更上层楼之外，也只有努力的、继续的才有机会来推动这个想法。您认为在未来不管做什么，你会怎么做社区营造？",
      "zh_TW": "主持人：所以，我還有一點時間請教市長，您的兩任八年任期就快要結束了，還有這麼多的想法，未來怎麼樣去實現這些？你真的希望把這個社區能夠在三重建立起來，除了更上層樓之外，也只有努力的、繼續的才有機會來推動這個想法。您認為在未來不管做什麼，你會怎麼做社區營造？"
    },
    {
      "id": "28-048-0001_p0109",
      "zh_CN": "李市长：其实我家在三重居住八代，虽然说「生在公门好修行」，这八年我做了很多事情，像我们三重的独居老人是活得非常有尊严，独居老人没有儿女，我们天天三餐送到他家里面去，最起码是要让他有温饱。像今天我们请他们去看电影，他们说三、四十年没进过电影院了，带他们去看电影。他就问我：市长，那你八年任满以后，你这个老人送餐，三百六十五天三餐送到家里会不会断掉？我说不会，像这些钱都是来自社会的爱心，这个不会断掉。",
      "zh_TW": "李市長：其實我家在三重居住八代，雖然說「生在公門好修行」，這八年我做了很多事情，像我們三重的獨居老人是活得非常有尊嚴，獨居老人沒有兒女，我們天天三餐送到他家裡面去，最起碼是要讓他有溫飽。像今天我們請他們去看電影，他們說三、四十年沒進過電影院了，帶他們去看電影。他就問我：市長，那你八年任滿以後，你這個老人送餐，三百六十五天三餐送到家裡會不會斷掉？我說不會，像這些錢都是來自社會的愛心，這個不會斷掉。"
    },
    {
      "id": "28-048-0001_p0110",
      "zh_CN": "主持人：您是用民间的护持？",
      "zh_TW": "主持人：您是用民間的護持？"
    },
    {
      "id": "28-048-0001_p0111",
      "zh_CN": "李市长：民间的力量，这些钱都是民间来的，一年四、五百万，都是民间力量来关心这些老人。我说应该如果任满以后，一些社会福利、一些对社会有益的工作，我还是愿意去推动，不管在哪个位子。只要你有心，虽然你不干市长，未来是不是还在公部门里面服务，但是只要你有心，关心这个地方，我们愿意来付出一点力量。像这么好的老和尚的理念，让这个社区理念，像汤池这样的理念，在三重遍地开花。我想我们刚刚您讲的，文史工作者、一些退休的老师，我们可以朝这个方向把他找过来。如果五十岁就退休，他又领月退俸。",
      "zh_TW": "李市長：民間的力量，這些錢都是民間來的，一年四、五百萬，都是民間力量來關心這些老人。我說應該如果任滿以後，一些社會福利、一些對社會有益的工作，我還是願意去推動，不管在哪個位子。只要你有心，雖然你不幹市長，未來是不是還在公部門裡面服務，但是只要你有心，關心這個地方，我們願意來付出一點力量。像這麼好的老和尚的理念，讓這個社區理念，像湯池這樣的理念，在三重遍地開花。我想我們剛剛您講的，文史工作者、一些退休的老師，我們可以朝這個方向把他找過來。如果五十歲就退休，他又領月退俸。"
    },
    {
      "id": "28-048-0001_p0112",
      "zh_CN": "主持人：他生活无虞。",
      "zh_TW": "主持人：他生活無虞。"
    },
    {
      "id": "28-048-0001_p0113",
      "zh_CN": "李市长：生活无虞，所以找他来做，让他投入这个社会公益里面，每一个点、每一个公寓大厦里面一定有一些老师退休，培才。",
      "zh_TW": "李市長：生活無虞，所以找他來做，讓他投入這個社會公益裡面，每一個點、每一個公寓大廈裡面一定有一些老師退休，培才。"
    },
    {
      "id": "28-048-0001_p0114",
      "zh_CN": "主持人：市长，所以我最后问你一个问题，如果您这样谈了、也做了的话，到时候我们一起请老和尚好不好？先到三重、到台北县来做一个对种子老师的一场演讲，好不好？我们今天就这样约定。",
      "zh_TW": "主持人：市長，所以我最後問你一個問題，如果您這樣談了、也做了的話，到時候我們一起請老和尚好不好？先到三重、到台北縣來做一個對種子老師的一場演講，好不好？我們今天就這樣約定。"
    },
    {
      "id": "28-048-0001_p0115",
      "zh_CN": "李市长：老和尚，您来三重，现在老师有四千位，我请他们来，您来开示一下。",
      "zh_TW": "李市長：老和尚，您來三重，現在老師有四千位，我請他們來，您來開示一下。"
    },
    {
      "id": "28-048-0001_p0116",
      "zh_CN": "净空法师：好，我一定去。",
      "zh_TW": "淨空法師：好，我一定去。"
    },
    {
      "id": "28-048-0001_p0117",
      "zh_CN": "主持人：今天最大的收获，就是老和尚当着我们全国的观众，还有市长的面前已经承诺了，三重做起来了、北县做起来了，老和尚一定过去，好好的做一场演讲。非常谢谢三重市长李干龙先生今天接受我们的对谈访谈，也谢谢老和尚。",
      "zh_TW": "主持人：今天最大的收穫，就是老和尚當著我們全國的觀眾，還有市長的面前已經承諾了，三重做起來了、北縣做起來了，老和尚一定過去，好好的做一場演講。非常謝謝三重市長李乾龍先生今天接受我們的對談訪談，也謝謝老和尚。"
    },
    {
      "id": "28-048-0001_p0118",
      "zh_CN": "净空法师：谢谢大家。",
      "zh_TW": "淨空法師：謝謝大家。"
    },
    {
      "id": "28-048-0001_p0119",
      "zh_CN": "主持人：我们下次同一时间再见。",
      "zh_TW": "主持人：我們下次同一時間再見。"
    },
    {
      "id": "28-048-0001_p0120",
      "zh_CN": "李市长：谢谢。",
      "zh_TW": "李市長：謝謝。"
    }
  ]
}