{
  "doc_id": "02-010-0003",
  "title": {
    "zh_CN": "如何实践弥陀大愿",
    "zh_TW": "如何實踐彌陀大願"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾板桥体育馆",
    "zh_TW": "台灣板橋體育館"
  },
  "doc_number": "02-010-0003",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "02-010-0003_p0001",
      "zh_CN": "诸位法师，诸位同修，这一次讲座时间虽然只有短短的三天，三天跟诸位报告的都是大乘佛法里面最精采的部分，就是「如何实践弥陀大愿」。第一天跟大家报告的是我们修学理论的依据，这非常的重要，昨天开始跟诸位说明修行的方法。我们专修净宗必须要遵守五项的科目，第一个，《观无量寿佛经》所讲的三种净业，昨天跟诸位报告过了。三种净业里面，尤其重要的是受持三皈，昨天这一段我们也用了很长的时间把它介绍出来，这也就是与诸位同修传授了三皈。今天有一些同修要举行一个仪式，如果场地不太方便，仪式是不重要的，重要的是我们的心，心地确实了解三皈的真实意义，真正发心依照三皈戒来修学，来修正我们的思想、见解、行持，这才叫真正的三皈。",
      "zh_TW": "諸位法師，諸位同修，這一次講座時間雖然只有短短的三天，三天跟諸位報告的都是大乘佛法裡面最精采的部分，就是「如何實踐彌陀大願」。第一天跟大家報告的是我們修學理論的依據，這非常的重要，昨天開始跟諸位說明修行的方法。我們專修淨宗必須要遵守五項的科目，第一個，《觀無量壽佛經》所講的三種淨業，昨天跟諸位報告過了。三種淨業裡面，尤其重要的是受持三皈，昨天這一段我們也用了很長的時間把它介紹出來，這也就是與諸位同修傳授了三皈。今天有一些同修要舉行一個儀式，如果場地不太方便，儀式是不重要的，重要的是我們的心，心地確實了解三皈的真實意義，真正發心依照三皈戒來修學，來修正我們的思想、見解、行持，這才叫真正的三皈。"
    },
    {
      "id": "02-010-0003_p0002",
      "zh_CN": "今天要接着跟诸位说五个科目里面的第二个科目，就是「六和敬」，在这个表解的行门第二，六和敬。六和敬是僧团基本的戒条，僧团称为和合僧，出家人称为和合众，这是一切诸佛菩萨所称赞的。因此在《戒经》里面我们看到，破和合僧这是五逆罪之一，果报在阿鼻地狱，你看这有多重！大概在十多年以前，我们华藏图书馆还没有的时候，华藏图书馆成立到今年十年，这个话总得是十几年以前了。我们佛门里面有一位赵默林老居士，有一些同修也许都认识他，这位老居士心地很慈悲，他有一天请我吃饭，在功德林吃饭。请我吃饭，我就问他，老居士今天为什么要请我吃饭？他说法师，我有一个疑难没有法子解决。我说你又遇到什么困难了？他说众生造罪业造得很重，造的是五逆罪，将来都要堕阿鼻地狱，这怎么办？这五逆罪的确很重，我就问他，你见什么人犯了五逆罪？他说你还不晓得？你看看出家、在家众，破和合僧，说这个法师怎么样，那个道场怎么样，天天在那批评毁谤，这是阿鼻地狱罪！他心里非常的难过。我听了这个话我很轻松，听了很轻松，我说你不要为这些事情操心，破和合僧真的是五逆罪之一，要堕阿鼻地狱的。我说老居士，你什么时候、在哪个地方看到有和合僧团？我问他。他想了半天，他说，真的，我没有见过。",
      "zh_TW": "今天要接著跟諸位說五個科目裡面的第二個科目，就是「六和敬」，在這個表解的行門第二，六和敬。六和敬是僧團基本的戒條，僧團稱為和合僧，出家人稱為和合眾，這是一切諸佛菩薩所稱讚的。因此在《戒經》裡面我們看到，破和合僧這是五逆罪之一，果報在阿鼻地獄，你看這有多重！大概在十多年以前，我們華藏圖書館還沒有的時候，華藏圖書館成立到今年十年，這個話總得是十幾年以前了。我們佛門裡面有一位趙默林老居士，有一些同修也許都認識他，這位老居士心地很慈悲，他有一天請我吃飯，在功德林吃飯。請我吃飯，我就問他，老居士今天為什麼要請我吃飯？他說法師，我有一個疑難沒有法子解決。我說你又遇到什麼困難了？他說眾生造罪業造得很重，造的是五逆罪，將來都要墮阿鼻地獄，這怎麼辦？這五逆罪的確很重，我就問他，你見什麼人犯了五逆罪？他說你還不曉得？你看看出家、在家眾，破和合僧，說這個法師怎麼樣，那個道場怎麼樣，天天在那批評毀謗，這是阿鼻地獄罪！他心裡非常的難過。我聽了這個話我很輕鬆，聽了很輕鬆，我說你不要為這些事情操心，破和合僧真的是五逆罪之一，要墮阿鼻地獄的。我說老居士，你什麼時候、在哪個地方看到有和合僧團？我問他。他想了半天，他說，真的，我沒有見過。"
    },
    {
      "id": "02-010-0003_p0003",
      "zh_CN": "现在寺庙里住了两个人他自己都打架，怎么能叫和合僧团？佛门的规定，四个人以上住在一个道场，遵守着六条戒条，才叫做僧团。如果这六个戒条不能够遵守，他就住一千人、一万人也不叫做僧团，僧团是和合众，因为他不和合，不和合，佛菩萨不护念，护法善神不会守护。所以我倒过头来问他，我说我学佛三十多年，我没有见到和合僧团，我说你在什么地方见到的，你告诉我。他想了半天说，真的，我也没有见到过。我说那咱们好好吃饭，不要想这个事情了。一个和合僧团的出现真正是不得了，是我们衷心所期望的，台湾如果有一个僧团出现，整个台湾人都有福报了，很可惜的我们没有见到这样的僧团。我们看看这六条的内容。",
      "zh_TW": "現在寺廟裡住了兩個人他自己都打架，怎麼能叫和合僧團？佛門的規定，四個人以上住在一個道場，遵守著六條戒條，才叫做僧團。如果這六個戒條不能夠遵守，他就住一千人、一萬人也不叫做僧團，僧團是和合眾，因為他不和合，不和合，佛菩薩不護念，護法善神不會守護。所以我倒過頭來問他，我說我學佛三十多年，我沒有見到和合僧團，我說你在什麼地方見到的，你告訴我。他想了半天說，真的，我也沒有見到過。我說那咱們好好吃飯，不要想這個事情了。一個和合僧團的出現真正是不得了，是我們衷心所期望的，台灣如果有一個僧團出現，整個台灣人都有福報了，很可惜的我們沒有見到這樣的僧團。我們看看這六條的內容。"
    },
    {
      "id": "02-010-0003_p0004",
      "zh_CN": "第一个是「见和同解」，这就是我们今天社会上所讲的建立共识。我们大家住在一块，我们的思想、我们的见解完全相同，这个是和睦相处最重要的一个条件。我们对于一个问题想法、看法都不一样，当然就会有争执，就谈不上和合了。佛教之所以被人尊敬，佛教它之所以伟大，实在讲就是伟大在这一条。佛用什么方法来建立我们的思想见解能相同？他这个方法高明极了。佛不是说我的知见是正知正见，你们都是邪知邪见，你们要以我的知见为知见，那我们对于佛不会佩服他，我们也不服。佛的高明处不是教跟着他一样想法、一样看法，不是的。佛说我们的想法都是妄想，我们的看法都是错误的，我们能把想法、看法统统舍掉，让心地清净，那就同了。这个法子很高明！佛对于一切妄想执着他放下，我们把所有一切妄想执着也放下，这不就同了吗？",
      "zh_TW": "第一個是「見和同解」，這就是我們今天社會上所講的建立共識。我們大家住在一塊，我們的思想、我們的見解完全相同，這個是和睦相處最重要的一個條件。我們對於一個問題想法、看法都不一樣，當然就會有爭執，就談不上和合了。佛教之所以被人尊敬，佛教它之所以偉大，實在講就是偉大在這一條。佛用什麼方法來建立我們的思想見解能相同？他這個方法高明極了。佛不是說我的知見是正知正見，你們都是邪知邪見，你們要以我的知見為知見，那我們對於佛不會佩服他，我們也不服。佛的高明處不是教跟著他一樣想法、一樣看法，不是的。佛說我們的想法都是妄想，我們的看法都是錯誤的，我們能把想法、看法統統捨掉，讓心地清淨，那就同了。這個法子很高明！佛對於一切妄想執著他放下，我們把所有一切妄想執著也放下，這不就同了嗎？"
    },
    {
      "id": "02-010-0003_p0005",
      "zh_CN": "这种方式的确是任何一个人所乐意接受的。也不是我跟你，也不是你跟我，我们大家把这个妄想执着统统舍掉、统统放下，自自然然就同了，知见就同了。这就是咱们净宗里面讲的一心不乱。我一心不乱，你一心不乱，他一心不乱，我们大家住在一块的个个人都一心不乱，这个见解思想不是完全相同吗？所以他这个见和同解是建立在这个基础上，这是非常的正确，任何一个人都非常乐意接受的。这个说起来很容易，做起来是相当之难，但是虽然是难，不是做不到，为什么？这个事情是求诸于己，不是求人。世间事最难的是求人难，这个事情求自己，我真的只要把一切妄想分别执着舍掉，我心就清净了，求自己。换句话说，佛的见和同解是建立在清净心、建立在一心不乱的基础上，这个是它最高的原则，六和里头最高的原则，也是它真正的基础。",
      "zh_TW": "這種方式的確是任何一個人所樂意接受的。也不是我跟你，也不是你跟我，我們大家把這個妄想執著統統捨掉、統統放下，自自然然就同了，知見就同了。這就是咱們淨宗裡面講的一心不亂。我一心不亂，你一心不亂，他一心不亂，我們大家住在一塊的個個人都一心不亂，這個見解思想不是完全相同嗎？所以他這個見和同解是建立在這個基礎上，這是非常的正確，任何一個人都非常樂意接受的。這個說起來很容易，做起來是相當之難，但是雖然是難，不是做不到，為什麼？這個事情是求諸於己，不是求人。世間事最難的是求人難，這個事情求自己，我真的只要把一切妄想分別執著捨掉，我心就清淨了，求自己。換句話說，佛的見和同解是建立在清淨心、建立在一心不亂的基礎上，這個是它最高的原則，六和裡頭最高的原則，也是它真正的基礎。"
    },
    {
      "id": "02-010-0003_p0006",
      "zh_CN": "如果我们一下做不到，佛有方便，方便法就是前面跟诸位同修提到的，佛法的修学，无论在家、出家，要入佛门是五年学戒。我们今天在佛法上所以不能成就，就是没有奠定这个基础，没有做这个工作。这五年学戒并不是戒定慧的戒，不是那个戒，是遵守老师的教诫。老师教诫学生，实在讲，这五年教学生学什么？就是修清净心。像我过去跟李老师，李老师也是限制我五年，五年只准听他一个人讲经，读书、看东西都要经过他同意，从前所学的他一律不承认，一律都作废，这就是老师的教诫，要我守五年。目的在哪里？目的在恢复自性清净心。心清净了、心定下来了，然后再接受教诫这就容易，真正能够体会、能够悟入，这是最初方便，也就是下手之处。实在讲这种修学与六和敬这个见和同解有密切的关系，也可以说修见和同解的起步是这样修学的。",
      "zh_TW": "如果我們一下做不到，佛有方便，方便法就是前面跟諸位同修提到的，佛法的修學，無論在家、出家，要入佛門是五年學戒。我們今天在佛法上所以不能成就，就是沒有奠定這個基礎，沒有做這個工作。這五年學戒並不是戒定慧的戒，不是那個戒，是遵守老師的教誡。老師教誡學生，實在講，這五年教學生學什麼？就是修清淨心。像我過去跟李老師，李老師也是限制我五年，五年只准聽他一個人講經，讀書、看東西都要經過他同意，從前所學的他一律不承認，一律都作廢，這就是老師的教誡，要我守五年。目的在哪裡？目的在恢復自性清淨心。心清淨了、心定下來了，然後再接受教誡這就容易，真正能夠體會、能夠悟入，這是最初方便，也就是下手之處。實在講這種修學與六和敬這個見和同解有密切的關係，也可以說修見和同解的起步是這樣修學的。"
    },
    {
      "id": "02-010-0003_p0007",
      "zh_CN": "现在这样的老师很少，纵然有这个老师，没有人愿意跟他学。我从李老师的门下出来，在国内外弘法，深深感到孤单。所以过去李老师在世的时候，我每一次到台中都向他老人家请求，希望老人家多教几个学生出来，我们才有些同学，共同来弘扬。这个话前后我总讲了十几遍，老师也听得不厌烦，到最后他就告诉我，不是我不愿意收学生，我很愿意教，你替我找学生好不好？我听了这句话之后，从此以后不敢再讲了。为什么？我想我找不到学生，我到哪里去找一个学生跟这个老师是百分之百的服从？这个学生找不到。现在的学生的确不好教，稍微严格一点他跑掉了，你这个老师有什么了不起，比你好的多得很，跑掉了。所以老师愿意教，没有学生。学生找老师难，老师找学生是更难。由此可知，师承、师资道合是多么的尊贵，非常不容易，这个缘很殊胜、很难得。",
      "zh_TW": "現在這樣的老師很少，縱然有這個老師，沒有人願意跟他學。我從李老師的門下出來，在國內外弘法，深深感到孤單。所以過去李老師在世的時候，我每一次到台中都向他老人家請求，希望老人家多教幾個學生出來，我們才有些同學，共同來弘揚。這個話前後我總講了十幾遍，老師也聽得不厭煩，到最後他就告訴我，不是我不願意收學生，我很願意教，你替我找學生好不好？我聽了這句話之後，從此以後不敢再講了。為什麼？我想我找不到學生，我到哪裡去找一個學生跟這個老師是百分之百的服從？這個學生找不到。現在的學生的確不好教，稍微嚴格一點他跑掉了，你這個老師有什麼了不起，比你好的多得很，跑掉了。所以老師願意教，沒有學生。學生找老師難，老師找學生是更難。由此可知，師承、師資道合是多麼的尊貴，非常不容易，這個緣很殊勝、很難得。"
    },
    {
      "id": "02-010-0003_p0008",
      "zh_CN": "昨天我跟诸位介绍过，虽然我们不能够亲近到真正的善知识，我们在「三皈」跟大家说得很具体，说得很明白，我们以阿弥陀佛为老师，我们的思想、见解、行持希望都能够跟阿弥陀佛一样。阿弥陀佛的思想、见解、行持是怎样的？这一部《无量寿经》里面给我们讲得清清楚楚、明明白白。所以《无量寿经》是我们真正的皈依处，也就是我们要想学阿弥陀佛，你就读《无量寿经》，研究《无量寿经》，依照《无量寿经》的理论、方法、教训、境界修正我们自己身心的行为，使我们变得跟阿弥陀佛一样。阿弥陀佛无量寿、无量光，这个无量的光寿我们也能够在一生当中圆圆满满的得到。这是六和敬里面第一条，可以说是很具体的修学法。",
      "zh_TW": "昨天我跟諸位介紹過，雖然我們不能夠親近到真正的善知識，我們在「三皈」跟大家說得很具體，說得很明白，我們以阿彌陀佛為老師，我們的思想、見解、行持希望都能夠跟阿彌陀佛一樣。阿彌陀佛的思想、見解、行持是怎樣的？這一部《無量壽經》裡面給我們講得清清楚楚、明明白白。所以《無量壽經》是我們真正的皈依處，也就是我們要想學阿彌陀佛，你就讀《無量壽經》，研究《無量壽經》，依照《無量壽經》的理論、方法、教訓、境界修正我們自己身心的行為，使我們變得跟阿彌陀佛一樣。阿彌陀佛無量壽、無量光，這個無量的光壽我們也能夠在一生當中圓圓滿滿的得到。這是六和敬裡面第一條，可以說是很具體的修學法。"
    },
    {
      "id": "02-010-0003_p0009",
      "zh_CN": "第二条是「戒和同修」。世尊给我们讲的基本的戒条，《无量寿经》上统统都有，五戒、十戒，除了这个之外，许许多多处世做人的道理，经典上都有开示。除了佛这些教训、这些教诫我们要遵守，我们要认真的去学习，此外国家的法律、社会的道德、风俗习惯，都包括在这个戒律之中。佛弟子决定是一个最好守法的公民，不会在社会上为非作歹。所以戒和同修不仅要受持佛陀的教诫，还要遵守世间的法律、社会的道德。所以这个戒的意思非常的广泛，我们要把它认识清楚。佛教，我们过的是团体生活，四个人以上叫一众，这个叫僧团，是团体生活。团体生活一定要有规律，决定要遵守生活的规矩，像寺院，每一个寺院它有常住公约，古时候称之为清规。所谓清规，实在讲就是戒律的现代化、戒律的本地化，戒律的精神能够与我们现实的生活融成一片，我们遵守就觉得很方便了，是这个意思。人人守规矩，人人守法，这个团体才会和睦。",
      "zh_TW": "第二條是「戒和同修」。世尊給我們講的基本的戒條，《無量壽經》上統統都有，五戒、十戒，除了這個之外，許許多多處世做人的道理，經典上都有開示。除了佛這些教訓、這些教誡我們要遵守，我們要認真的去學習，此外國家的法律、社會的道德、風俗習慣，都包括在這個戒律之中。佛弟子決定是一個最好守法的公民，不會在社會上為非作歹。所以戒和同修不僅要受持佛陀的教誡，還要遵守世間的法律、社會的道德。所以這個戒的意思非常的廣泛，我們要把它認識清楚。佛教，我們過的是團體生活，四個人以上叫一眾，這個叫僧團，是團體生活。團體生活一定要有規律，決定要遵守生活的規矩，像寺院，每一個寺院它有常住公約，古時候稱之為清規。所謂清規，實在講就是戒律的現代化、戒律的本地化，戒律的精神能夠與我們現實的生活融成一片，我們遵守就覺得很方便了，是這個意思。人人守規矩，人人守法，這個團體才會和睦。"
    },
    {
      "id": "02-010-0003_p0010",
      "zh_CN": "这个第三好懂，「身和同住」。身和同住还得要跟诸位解释一下，这个同住，我们今天讲同住在一个寺院里面，是不是这个意思？实在讲比这个意思还要精。出家人在印度，那个时候，佛陀在世的时候，出家人是日中一食，树下一宿，他们过的是这样的生活，没有财产，三衣一钵，过这样的生活。佛教传到中国来之后，因为中国的天气比印度寒冷，印度在南方，比印度寒冷，三衣不够，所以中国人就四季衣裳，春夏秋冬，那你没有衣服不能保暖。所以到中国来之后，三衣就变成了一个纪念的形式了，我们讲搭衣、披衣，三衣我们不够用，所以就变成纪念的形式了，还是穿我们一般的衣服，当然这个衣服的数量超过三件。也不必到外面去托钵了，也用不着树下一宿了，中国是帝王聘请法师来传道的，以国师之礼看待，所以国家供养。",
      "zh_TW": "這個第三好懂，「身和同住」。身和同住還得要跟諸位解釋一下，這個同住，我們今天講同住在一個寺院裡面，是不是這個意思？實在講比這個意思還要精。出家人在印度，那個時候，佛陀在世的時候，出家人是日中一食，樹下一宿，他們過的是這樣的生活，沒有財產，三衣一缽，過這樣的生活。佛教傳到中國來之後，因為中國的天氣比印度寒冷，印度在南方，比印度寒冷，三衣不夠，所以中國人就四季衣裳，春夏秋冬，那你沒有衣服不能保暖。所以到中國來之後，三衣就變成了一個紀念的形式了，我們講搭衣、披衣，三衣我們不夠用，所以就變成紀念的形式了，還是穿我們一般的衣服，當然這個衣服的數量超過三件。也不必到外面去托缽了，也用不著樹下一宿了，中國是帝王聘請法師來傳道的，以國師之禮看待，所以國家供養。"
    },
    {
      "id": "02-010-0003_p0011",
      "zh_CN": "这些法师们收的这些学生，诸位要看看从前老的寺庙才能看得出来，新的寺庙看不出来了，大家的生活居住叫睡广单，这个广单是什么？现在所讲的通铺。身和同住是要睡通铺的，不能一个人一个房间。一个人一个房间，给诸位说，决定不会成就。因为人在许多人当中，他会很守规矩，装模作样很像样子；门一关，没有人了，他就放逸了，人就放逸了。所以佛想的方法，连晚上睡觉都要睡在一起，一个看着一个，也得乖乖的、老老实实的，这样才能成就。所以佛门里头决定不许可一个人一个房间，一个人一个房间道业没有法子成就，你要想道业成就，从早到晚二十四小时当中都是依众靠众。儒家所说「十目所视，十手所指」，自然他就约束，他不敢放逸。所以身和同住最重要的得要睡广单。现在寺院都有钱了，每一个人都一个房间，还有套房，这个与真正修行是差得很远。",
      "zh_TW": "這些法師們收的這些學生，諸位要看看從前老的寺廟才能看得出來，新的寺廟看不出來了，大家的生活居住叫睡廣單，這個廣單是什麼？現在所講的通鋪。身和同住是要睡通鋪的，不能一個人一個房間。一個人一個房間，給諸位說，決定不會成就。因為人在許多人當中，他會很守規矩，裝模作樣很像樣子；門一關，沒有人了，他就放逸了，人就放逸了。所以佛想的方法，連晚上睡覺都要睡在一起，一個看著一個，也得乖乖的、老老實實的，這樣才能成就。所以佛門裡頭決定不許可一個人一個房間，一個人一個房間道業沒有法子成就，你要想道業成就，從早到晚二十四小時當中都是依眾靠眾。儒家所說「十目所視，十手所指」，自然他就約束，他不敢放逸。所以身和同住最重要的得要睡廣單。現在寺院都有錢了，每一個人都一個房間，還有套房，這個與真正修行是差得很遠。"
    },
    {
      "id": "02-010-0003_p0012",
      "zh_CN": "我前几年在香港讲经，香港有位圣一法师，这个人我非常佩服，我在海内外所见的出家人我最尊重他。这个法师还有旧观念、旧思想，他的庙睡广单，他那个庙里有四十多个人，他没有一个一个房间的，了不起。他是禅宗的，每一天禅堂里面坐香、讲开示，这是他的常课，我在海内外没有见到第二个这样庄严的道场。他常常到大陆去，大陆对他非常尊重。他是潮州人，香港潮州人很多，供养也很多，他自己穿的衣服破破烂烂的，生活非常的节俭，这些供养统统送到大陆上去把这些庙统统复兴起来。所以大陆今天许许多多寺庙能够复兴，他的功德无量无边。他告诉我一桩事情，曾经大陆上修一个大的寺庙，修复的时候就想把这个广单改成小房间，出家人一个人一个房间。大陆上这些法师对圣一法师很尊敬，就向他请教，请教这样做好不好？圣一法师非常反对，他说如果这样做法，出家人没有一个人会有成就的。于是他们也采纳圣一法师的建议，还是做成广单，还是大家睡在一起。他把这个事情告诉我，我对他很佩服。所以身和同住这个意义很深。",
      "zh_TW": "我前幾年在香港講經，香港有位聖一法師，這個人我非常佩服，我在海內外所見的出家人我最尊重他。這個法師還有舊觀念、舊思想，他的廟睡廣單，他那個廟裡有四十多個人，他沒有一個一個房間的，了不起。他是禪宗的，每一天禪堂裡面坐香、講開示，這是他的常課，我在海內外沒有見到第二個這樣莊嚴的道場。他常常到大陸去，大陸對他非常尊重。他是潮州人，香港潮州人很多，供養也很多，他自己穿的衣服破破爛爛的，生活非常的節儉，這些供養統統送到大陸上去把這些廟統統復興起來。所以大陸今天許許多多寺廟能夠復興，他的功德無量無邊。他告訴我一樁事情，曾經大陸上修一個大的寺廟，修復的時候就想把這個廣單改成小房間，出家人一個人一個房間。大陸上這些法師對聖一法師很尊敬，就向他請教，請教這樣做好不好？聖一法師非常反對，他說如果這樣做法，出家人沒有一個人會有成就的。於是他們也採納聖一法師的建議，還是做成廣單，還是大家睡在一起。他把這個事情告訴我，我對他很佩服。所以身和同住這個意義很深。"
    },
    {
      "id": "02-010-0003_p0013",
      "zh_CN": "「口和无诤」，彼此在一起没有争论。「意和同悦」，学佛不管在家、出家，真正得到佛法的利益，就是得到佛法的好处，首先你能够生欢喜心，愈学愈快乐，的确是破迷开悟，离苦得乐。如果佛法愈学愈苦，愈学烦恼愈多，愈学妄想愈多，那是你学佛的路子走错了，佛法没有错，是你自己学错了。你如果学得没有错，它的现象决定是一天比一天快乐，精神一天比一天好。今天中午有一个居士来告诉我，他说他有一个朋友，在我们景美听经听了一段时期，听到我讲的这个修行方法，他回去就照做，做了这二、三个月，本来他有一点小毛病，现在病都没有了，气色也很好，身体也很好，非常欢喜，心地清净。心清净身就清净，百病不生！这人身体生病，实在讲是心不清净。所以治身体也得从根本治疗，佛法修学讲从根本修，根本就是修心。所以你养身，第一个就是要懂得养心，培养自己的清净心，培养自己的平等心，培养自己的慈悲心，你就身心健康。不但是延年益寿，我再告诉诸位，青春永驻，你们喜不喜欢？",
      "zh_TW": "「口和無諍」，彼此在一起沒有爭論。「意和同悅」，學佛不管在家、出家，真正得到佛法的利益，就是得到佛法的好處，首先你能夠生歡喜心，愈學愈快樂，的確是破迷開悟，離苦得樂。如果佛法愈學愈苦，愈學煩惱愈多，愈學妄想愈多，那是你學佛的路子走錯了，佛法沒有錯，是你自己學錯了。你如果學得沒有錯，它的現象決定是一天比一天快樂，精神一天比一天好。今天中午有一個居士來告訴我，他說他有一個朋友，在我們景美聽經聽了一段時期，聽到我講的這個修行方法，他回去就照做，做了這二、三個月，本來他有一點小毛病，現在病都沒有了，氣色也很好，身體也很好，非常歡喜，心地清淨。心清淨身就清淨，百病不生！這人身體生病，實在講是心不清淨。所以治身體也得從根本治療，佛法修學講從根本修，根本就是修心。所以你養身，第一個就是要懂得養心，培養自己的清淨心，培養自己的平等心，培養自己的慈悲心，你就身心健康。不但是延年益壽，我再告訴諸位，青春永駐，你們喜不喜歡？"
    },
    {
      "id": "02-010-0003_p0014",
      "zh_CN": "后面一句是「利和同均」，这一条很不容易做到。利是利养。真正的僧团决定没有私财，所有的供养都是常住的，自己没有私财。纵然是信徒供养我个人的，我个人也要交给常住，也得交给常住。这一条在台湾我还没有见到过，出家人多多少少都还有私财，这一条没有。所以这里面六条仔细去看一看，对照对照，我在台湾没有见到僧团。我非常期望、等待台湾有僧团出现，可是一直到今天还没有僧团出现，这是我们众生福薄。如果众生真正有福，僧团会出现的。在世间里，一个僧团出现在世间，一切诸佛护念、龙天善神保护。这一个团体有福，我们全台湾省的老百姓都沾光了，都有福了。这就希望同修们真正要发心，真正要放下，把自己的名闻利养一切放下，才能做到六和敬。自己稍微有一点私心就做不到了，这六条就做不到了。一丝毫私心都没有，念念向无上道，一个心愿，求生西方极乐世界见阿弥陀佛，这个心真切才能够做得到。所以这六和敬相当不容易。",
      "zh_TW": "後面一句是「利和同均」，這一條很不容易做到。利是利養。真正的僧團決定沒有私財，所有的供養都是常住的，自己沒有私財。縱然是信徒供養我個人的，我個人也要交給常住，也得交給常住。這一條在台灣我還沒有見到過，出家人多多少少都還有私財，這一條沒有。所以這裡面六條仔細去看一看，對照對照，我在台灣沒有見到僧團。我非常期望、等待台灣有僧團出現，可是一直到今天還沒有僧團出現，這是我們眾生福薄。如果眾生真正有福，僧團會出現的。在世間裡，一個僧團出現在世間，一切諸佛護念、龍天善神保護。這一個團體有福，我們全台灣省的老百姓都沾光了，都有福了。這就希望同修們真正要發心，真正要放下，把自己的名聞利養一切放下，才能做到六和敬。自己稍微有一點私心就做不到了，這六條就做不到了。一絲毫私心都沒有，念念向無上道，一個心願，求生西方極樂世界見阿彌陀佛，這個心真切才能夠做得到。所以這六和敬相當不容易。"
    },
    {
      "id": "02-010-0003_p0015",
      "zh_CN": "佛门里面讲的僧团，再告诉诸位，是广义的不是狭义的，不仅仅是指出家人四个人以上在一起修六和敬称之为僧团，在家人四个人在一起共修守这六条戒也是僧团。所以这个僧不一定是指出家人，僧是指四个人以上依照佛的教诫，这六条六和敬的教诫，在一块共修的叫做僧。所以僧团有在家、有出家。甚至于你的家庭，你一家有四口以上，你一家人能够依照这六条修学的，你的家庭就是僧团，这是非常之殊胜。这个意思诸位要懂得，所谓的僧团绝不是仅限于出家人。明了这个意义，我们才知道应该如何的来学习，如何认真来修学。",
      "zh_TW": "佛門裡面講的僧團，再告訴諸位，是廣義的不是狹義的，不僅僅是指出家人四個人以上在一起修六和敬稱之為僧團，在家人四個人在一起共修守這六條戒也是僧團。所以這個僧不一定是指出家人，僧是指四個人以上依照佛的教誡，這六條六和敬的教誡，在一塊共修的叫做僧。所以僧團有在家、有出家。甚至於你的家庭，你一家有四口以上，你一家人能夠依照這六條修學的，你的家庭就是僧團，這是非常之殊勝。這個意思諸位要懂得，所謂的僧團絕不是僅限於出家人。明瞭這個意義，我們才知道應該如何的來學習，如何認真來修學。"
    },
    {
      "id": "02-010-0003_p0016",
      "zh_CN": "僧团里面还有一个特色，就是羯摩的制度。羯摩，拿现在的话来讲，就是民主会议议决的方式，这是最公平的了。僧团里面没有特权的阶级，不是哪一个人要听哪一个人、服从哪一个人，不是的。僧团里面有一个住持，住持是大家公选的，是选举出来的，他的任期是一年。在我们中国古时候就是正月初一上任，腊月三十总辞，重新再选举。所以是大家选举的，选出这个住持，实在讲就是会议当中的主席。重要的事情、重大的事情，这叫白四羯摩，拿现在的话来讲，四读通过，大事情要跟大家做四次的宣布，让大家考虑。通过的方式很简单，也不必举手、也不必投票，你一句话不说就同意了、默认了，就通过了；如果你不同意，反对，你起来说话。你要是同意了，同意就不说话，还是保持自己的清净心，这个方法非常之好。次要的事情就是三读通过，最小的事情就叫白一羯摩，就是说一遍，平常在日常生活当中琐碎的事情，跟大家交代一下，报告一次就够了，这个小事情。所以佛门里面，三千年前它就讲民主了，它是真正的民主，这个民主制度是僧团里面最早采取的、最早实现的。",
      "zh_TW": "僧團裡面還有一個特色，就是羯摩的制度。羯摩，拿現在的話來講，就是民主會議議決的方式，這是最公平的了。僧團裡面沒有特權的階級，不是哪一個人要聽哪一個人、服從哪一個人，不是的。僧團裡面有一個住持，住持是大家公選的，是選舉出來的，他的任期是一年。在我們中國古時候就是正月初一上任，臘月三十總辭，重新再選舉。所以是大家選舉的，選出這個住持，實在講就是會議當中的主席。重要的事情、重大的事情，這叫白四羯摩，拿現在的話來講，四讀通過，大事情要跟大家做四次的宣布，讓大家考慮。通過的方式很簡單，也不必舉手、也不必投票，你一句話不說就同意了、默認了，就通過了；如果你不同意，反對，你起來說話。你要是同意了，同意就不說話，還是保持自己的清淨心，這個方法非常之好。次要的事情就是三讀通過，最小的事情就叫白一羯摩，就是說一遍，平常在日常生活當中瑣碎的事情，跟大家交代一下，報告一次就夠了，這個小事情。所以佛門裡面，三千年前它就講民主了，它是真正的民主，這個民主制度是僧團裡面最早採取的、最早實現的。"
    },
    {
      "id": "02-010-0003_p0017",
      "zh_CN": "第三个科目就是「三无漏学」，三无漏学就是戒学、定学、慧学，这三学是释迦牟尼佛一生教学的内容大纲。经典虽然多，传到中国来之后，我们中国人把它编辑分类，分类就分为三大类，这三大类就是经藏、律藏、论藏，所以我们称经典为三藏经典。这个三类怎么分的？就是根据三学。经多半讲定，律这是讲戒，讲戒律，论是研究讨论，这是属于智慧，所以佛门三藏经典的内容就是戒学、定学、慧学。无论大乘佛法、小乘佛法，总离不开戒、定、慧三学，佛法终极的目的是在智慧。这是在前一次我们聚会的时候给诸位报告过了。佛法它是佛陀的教育，是佛陀教给我们破迷开悟的方法。他教学的目的是以究竟圆满的智慧为目标，为教育的目标。这个在佛经的术语里面叫做阿耨多罗三藐三菩提，这是印度话，翻成中国的意思是无上正等正觉。我们说得粗浅一点，就是究竟圆满的智慧，无所不知、无所不能，这才是真正究竟圆满的智慧，这是佛法教学的目标。",
      "zh_TW": "第三個科目就是「三無漏學」，三無漏學就是戒學、定學、慧學，這三學是釋迦牟尼佛一生教學的內容大綱。經典雖然多，傳到中國來之後，我們中國人把它編輯分類，分類就分為三大類，這三大類就是經藏、律藏、論藏，所以我們稱經典為三藏經典。這個三類怎麼分的？就是根據三學。經多半講定，律這是講戒，講戒律，論是研究討論，這是屬於智慧，所以佛門三藏經典的內容就是戒學、定學、慧學。無論大乘佛法、小乘佛法，總離不開戒、定、慧三學，佛法終極的目的是在智慧。這是在前一次我們聚會的時候給諸位報告過了。佛法它是佛陀的教育，是佛陀教給我們破迷開悟的方法。他教學的目的是以究竟圓滿的智慧為目標，為教育的目標。這個在佛經的術語裡面叫做阿耨多羅三藐三菩提，這是印度話，翻成中國的意思是無上正等正覺。我們說得粗淺一點，就是究竟圓滿的智慧，無所不知、無所不能，這才是真正究竟圓滿的智慧，這是佛法教學的目標。"
    },
    {
      "id": "02-010-0003_p0018",
      "zh_CN": "要怎样才能够达到这个目标？佛告诉我们一定要修定，所以定是佛法修学的枢纽。佛门里常说八万四千法门、无量法门，法是方法，门是门径，方法、门道很多，修什么？统统修的是定。所以定是佛法修学真实的关键。净土宗所用的方法是持名念佛，我们现在采取的就是《无量寿经》里面所主张的阿弥陀佛，《阿弥陀经》里面所主张的，统统用的是持名念佛。《观无量寿经》里面讲的方法比较多，有观想念佛、观像念佛、持名念佛，有这三大类。但是在《无量寿经》跟小本《阿弥陀经》所采取的是持名念佛，我们用这个方法来修定。在净宗里面不叫禅定，叫一心不乱，《无量寿经》里面叫一向专念，一心不乱、一向专念就是定。所谓是「因戒生定，因定开慧」，目的是要开智慧。",
      "zh_TW": "要怎樣才能夠達到這個目標？佛告訴我們一定要修定，所以定是佛法修學的樞紐。佛門裡常說八萬四千法門、無量法門，法是方法，門是門徑，方法、門道很多，修什麼？統統修的是定。所以定是佛法修學真實的關鍵。淨土宗所用的方法是持名念佛，我們現在採取的就是《無量壽經》裡面所主張的阿彌陀佛，《阿彌陀經》裡面所主張的，統統用的是持名念佛。《觀無量壽經》裡面講的方法比較多，有觀想念佛、觀像念佛、持名念佛，有這三大類。但是在《無量壽經》跟小本《阿彌陀經》所採取的是持名念佛，我們用這個方法來修定。在淨宗裡面不叫禪定，叫一心不亂，《無量壽經》裡面叫一向專念，一心不亂、一向專念就是定。所謂是「因戒生定，因定開慧」，目的是要開智慧。"
    },
    {
      "id": "02-010-0003_p0019",
      "zh_CN": "诸位明白这个道理了，我还有几句很要紧的话要跟诸位报告。我们见到有不少非常精进，很用功在那里学戒，戒律持得很严，但是他没有得定；有很多人修定，定修得很成功，确实是有相当的定功，他不开慧。这是什么原因？你要想找到这个原因，你最好把《六祖坛经》展开来念上三百遍，你就明了了。佛法的修学，诸位一定要记住，只有自己一个人，你才能修得成功，只有自己一个人，就是学生只有我一个。你不信你去看《华严经》，善财童子他就是代表修学大乘的学生。所以《华严》好，《华严》是佛经里面最圆满的，它有理论、有方法，最后还表演，就是做给我们看，做个样子给我们看，善财童子五十三参是做出样子给我们看。所以过去方东美先生说，在所有世出世间这一些教科书里面，他推崇的《华严经》最完美。全世界，他是个哲学家，所有的哲学书籍没有像《华严经》这样的完备，有最圆满的理论、最周密的方法，最后还带表演，做出来给我们看，这个太难得了。",
      "zh_TW": "諸位明白這個道理了，我還有幾句很要緊的話要跟諸位報告。我們見到有不少非常精進，很用功在那裡學戒，戒律持得很嚴，但是他沒有得定；有很多人修定，定修得很成功，確實是有相當的定功，他不開慧。這是什麼原因？你要想找到這個原因，你最好把《六祖壇經》展開來念上三百遍，你就明瞭了。佛法的修學，諸位一定要記住，只有自己一個人，你才能修得成功，只有自己一個人，就是學生只有我一個。你不信你去看《華嚴經》，善財童子他就是代表修學大乘的學生。所以《華嚴》好，《華嚴》是佛經裡面最圓滿的，它有理論、有方法，最後還表演，就是做給我們看，做個樣子給我們看，善財童子五十三參是做出樣子給我們看。所以過去方東美先生說，在所有世出世間這一些教科書裡面，他推崇的《華嚴經》最完美。全世界，他是個哲學家，所有的哲學書籍沒有像《華嚴經》這樣的完備，有最圓滿的理論、最周密的方法，最後還帶表演，做出來給我們看，這個太難得了。"
    },
    {
      "id": "02-010-0003_p0020",
      "zh_CN": "所以善财童子五十三参就是我们修行人的榜样。你看看善财有没有同学？没有，学生一个；老师？老师太多了，五十三位善知识就教一个学生。这五十三位善知识在哪里？我告诉诸位，这五十三个人代表我们的社会，男女老少、各行各业，包括出家、在家，里面还有外道，不是我们佛教的，其他宗教的，统统都是。学生就一个人。因为学生一个人才能够修学十大愿王，「礼敬诸佛」，对于社会上任何一个人都恭敬。为什么？他都是我的老师，都是我的善知识，学生我一个，没有同学。如果有一个同学，十大愿王修不成，礼敬里头就有欠缺了。为什么？我们两个同学，你跟我差不多，我何必对你那么恭敬？你看礼敬诸佛里头就缺了一块，就不圆满了。所以学生只有一个人，我们这个恭敬心才能够普遍圆满，才能够称性，这个多么重要。",
      "zh_TW": "所以善財童子五十三參就是我們修行人的榜樣。你看看善財有沒有同學？沒有，學生一個；老師？老師太多了，五十三位善知識就教一個學生。這五十三位善知識在哪裡？我告訴諸位，這五十三個人代表我們的社會，男女老少、各行各業，包括出家、在家，裡面還有外道，不是我們佛教的，其他宗教的，統統都是。學生就一個人。因為學生一個人才能夠修學十大願王，「禮敬諸佛」，對於社會上任何一個人都恭敬。為什麼？他都是我的老師，都是我的善知識，學生我一個，沒有同學。如果有一個同學，十大願王修不成，禮敬裡頭就有欠缺了。為什麼？我們兩個同學，你跟我差不多，我何必對你那麼恭敬？你看禮敬諸佛裡頭就缺了一塊，就不圓滿了。所以學生只有一個人，我們這個恭敬心才能夠普遍圓滿，才能夠稱性，這個多麼重要。"
    },
    {
      "id": "02-010-0003_p0021",
      "zh_CN": "你就晓得，这个学戒律的，他戒律学得很严，持戒很严，他为什么不能得定？他看到那个不持戒的人心里就不高兴，看到那个破戒的人他就生烦恼，这个人破了戒，那个人不持戒，你想想看他心能定得下来吗？心定不下来。六祖大师说得好，别人持戒不持戒与我不相关，所以他老人家讲，「若真修道人，不见他人过」，真正修道人见不到别人过失。为什么？自己改正自己的过失都来不及了，哪有时间去看别人过失！「若见他人非，自非却相左」，你要看到别人的错处，你自己就往下堕落了，你自己的罪过就大了。这是六祖在《坛经》里面教给我们的。",
      "zh_TW": "你就曉得，這個學戒律的，他戒律學得很嚴，持戒很嚴，他為什麼不能得定？他看到那個不持戒的人心裡就不高興，看到那個破戒的人他就生煩惱，這個人破了戒，那個人不持戒，你想想看他心能定得下來嗎？心定不下來。六祖大師說得好，別人持戒不持戒與我不相關，所以他老人家講，「若真修道人，不見他人過」，真正修道人見不到別人過失。為什麼？自己改正自己的過失都來不及了，哪有時間去看別人過失！「若見他人非，自非卻相左」，你要看到別人的錯處，你自己就往下墮落了，你自己的罪過就大了。這是六祖在《壇經》裡面教給我們的。"
    },
    {
      "id": "02-010-0003_p0022",
      "zh_CN": "我们再看看《华严经》善财童子、五十三位善知识做出的榜样，我们应当要觉悟、应当要明了，如何成就自己的戒学、定学、慧学。实在讲都在恭敬心里面成就的，决定不能够贡高我慢。自己修持，自己认为自以为是，愈是修持得好，愈是瞧不起别人，这就糟糕了。瞧不起别人是什么？是我慢，贪瞋痴慢，愈修烦恼愈增长，你想想看这个是问题来了。真正修行是断烦恼，不是增长烦恼，诸位要明了。如果我们在修学过程当中，贪心增长了，瞋恚心增长了，脾气愈修愈大了，愚痴增长了，傲慢增长了，增长到最后都要到三途去了。他的果报不在西方极乐世界，也不在天堂，果报在三恶道。",
      "zh_TW": "我們再看看《華嚴經》善財童子、五十三位善知識做出的榜樣，我們應當要覺悟、應當要明瞭，如何成就自己的戒學、定學、慧學。實在講都在恭敬心裡面成就的，決定不能夠貢高我慢。自己修持，自己認為自以為是，愈是修持得好，愈是瞧不起別人，這就糟糕了。瞧不起別人是什麼？是我慢，貪瞋痴慢，愈修煩惱愈增長，你想想看這個是問題來了。真正修行是斷煩惱，不是增長煩惱，諸位要明瞭。如果我們在修學過程當中，貪心增長了，瞋恚心增長了，脾氣愈修愈大了，愚痴增長了，傲慢增長了，增長到最後都要到三途去了。他的果報不在西方極樂世界，也不在天堂，果報在三惡道。"
    },
    {
      "id": "02-010-0003_p0023",
      "zh_CN": "所以俗话常说，「地狱门前僧道多」，这个话不是没有道理，我们仔细一观察，心里很明白，他说得非常有理。出家人比在家人更容易堕三途，出家人修学不如法，所谓「施主一粒米，大如须弥山，今生不了道，披毛戴角还」。既然出家了，做佛的弟子，不能够认真的修学，不能够与佛的教训相应，对不起佛、对不起父母、对不起师长、对不起所有的众生，他怎么不堕三途？这是出家同修要格外警惕的。所以要想救自己，出家要想真正了生死出三界，别的法门很难，你只依照这一部《无量寿经》，老实念这一句阿弥陀佛，能成就。你成就了，所有供养你的这些人他才得福；你要不成就，将来这个债有得还了。定学不能开慧，也是这个因素。所以离开贡高我慢，离开贪、瞋、愚痴，我们的戒学能够得定，定学能够开慧。因此处事待人接物要用清净心、要用平等心、要用慈悲心。由此可知，修学的关键，实在讲在于我们会用心。",
      "zh_TW": "所以俗話常說，「地獄門前僧道多」，這個話不是沒有道理，我們仔細一觀察，心裡很明白，他說得非常有理。出家人比在家人更容易墮三途，出家人修學不如法，所謂「施主一粒米，大如須彌山，今生不了道，披毛戴角還」。既然出家了，做佛的弟子，不能夠認真的修學，不能夠與佛的教訓相應，對不起佛、對不起父母、對不起師長、對不起所有的眾生，他怎麼不墮三途？這是出家同修要格外警惕的。所以要想救自己，出家要想真正了生死出三界，別的法門很難，你只依照這一部《無量壽經》，老實念這一句阿彌陀佛，能成就。你成就了，所有供養你的這些人他才得福；你要不成就，將來這個債有得還了。定學不能開慧，也是這個因素。所以離開貢高我慢，離開貪、瞋、愚痴，我們的戒學能夠得定，定學能夠開慧。因此處事待人接物要用清淨心、要用平等心、要用慈悲心。由此可知，修學的關鍵，實在講在於我們會用心。"
    },
    {
      "id": "02-010-0003_p0024",
      "zh_CN": "下面这讲的「六度」。六度是大乘菩萨共同修学的纲领，包括了菩萨无量的行门，也就是菩萨无量行门归纳起来不外乎这个六大纲领。这六条第一个是「布施」，布施就是放下，布施就是舍，不一定是我舍财物叫布施。现在大家看到布施这个意思很浅，实在讲是舍什么？舍烦恼、舍妄想、舍分别、舍执着，把你的妄想分别执着统统舍掉。佛门为什么又强调舍财的重要？的确很重要，舍财是断悭贪的缘。诸位晓得，佛法里面讲因缘果，舍缘。这个钱财愈有就愈想有，容易增长贪心，我们要把贪心舍掉。现在这个贪心不断在增长，这个不得了，这个与自己的道业完全相背。",
      "zh_TW": "下面這講的「六度」。六度是大乘菩薩共同修學的綱領，包括了菩薩無量的行門，也就是菩薩無量行門歸納起來不外乎這個六大綱領。這六條第一個是「布施」，布施就是放下，布施就是捨，不一定是我捨財物叫布施。現在大家看到布施這個意思很淺，實在講是捨什麼？捨煩惱、捨妄想、捨分別、捨執著，把你的妄想分別執著統統捨掉。佛門為什麼又強調捨財的重要？的確很重要，捨財是斷慳貪的緣。諸位曉得，佛法裡面講因緣果，捨緣。這個錢財愈有就愈想有，容易增長貪心，我們要把貪心捨掉。現在這個貪心不斷在增長，這個不得了，這個與自己的道業完全相背。"
    },
    {
      "id": "02-010-0003_p0025",
      "zh_CN": "所以佛陀在世的时候，出家人三衣一钵，什么都没有，他也没房子，没有居住的地方，树下一宿，日中一食，到外面托钵，什么都没有，舍得真的是干净，他心清净，不打妄想。如果自己钱财多了，麻烦就来了，那个麻烦就很多了。你要叫我说，我也说不出来，我晓得很多。我知道有钱的人很苦、很痛苦，没有钱的人很快乐，没有钱的人没有妄想，晚上一觉睡到天亮，有钱的人睡都睡不着，这个钱又怕贬值，又怕这个钱丢掉，又怕强盗、又怕小偷，那个麻烦大了，晚上睡觉都睡不好。满脑袋想的是钱，把阿弥陀佛早都忘掉了，这怎么能成就？所以一定要把这个东西舍掉。就是在家同修真正是觉悟了，知道这个道业重要，我们生活能过得去就行了，吃得饱、穿得暖，有个房子可以遮避风雨，应当专心认真老实念佛，来生才有救，来生的好处数不尽。",
      "zh_TW": "所以佛陀在世的時候，出家人三衣一缽，什麼都沒有，他也沒房子，沒有居住的地方，樹下一宿，日中一食，到外面托缽，什麼都沒有，捨得真的是乾淨，他心清淨，不打妄想。如果自己錢財多了，麻煩就來了，那個麻煩就很多了。你要叫我說，我也說不出來，我曉得很多。我知道有錢的人很苦、很痛苦，沒有錢的人很快樂，沒有錢的人沒有妄想，晚上一覺睡到天亮，有錢的人睡都睡不著，這個錢又怕貶值，又怕這個錢丟掉，又怕強盜、又怕小偷，那個麻煩大了，晚上睡覺都睡不好。滿腦袋想的是錢，把阿彌陀佛早都忘掉了，這怎麼能成就？所以一定要把這個東西捨掉。就是在家同修真正是覺悟了，知道這個道業重要，我們生活能過得去就行了，吃得飽、穿得暖，有個房子可以遮避風雨，應當專心認真老實念佛，來生才有救，來生的好處數不盡。"
    },
    {
      "id": "02-010-0003_p0026",
      "zh_CN": "所以我们一定要把眼光放远、放大，不要看眼前，眼前时光很短暂。如果我们短暂的时光里面能够忍受，咬紧牙根忍受，我们的前途无限的光明。在西方极乐世界，你把经典多念念，那个富贵人间没有，不但人间没有，天上也无！为什么十方诸大菩萨都想求生净土，你就知道这个地方的好处。到西方极乐世界，你所居住的房子是七宝造成的，你走的地面、马路是黄金铺的，你想想多富。这是我们可以能够得到的，能够享受到的。可是今天在这个世间，如果名闻利养、五欲六尘你不能真正舍掉，西方极乐世界再好，你没有分。所以我们中国人口头上常讲「舍得」，你能够把这个世间、身心世界舍掉，西方极乐世界就得到了，舍才可以得到；你要不肯舍，西方极乐世界你得不到，你没有分。",
      "zh_TW": "所以我們一定要把眼光放遠、放大，不要看眼前，眼前時光很短暫。如果我們短暫的時光裡面能夠忍受，咬緊牙根忍受，我們的前途無限的光明。在西方極樂世界，你把經典多念念，那個富貴人間沒有，不但人間沒有，天上也無！為什麼十方諸大菩薩都想求生淨土，你就知道這個地方的好處。到西方極樂世界，你所居住的房子是七寶造成的，你走的地面、馬路是黃金鋪的，你想想多富。這是我們可以能夠得到的，能夠享受到的。可是今天在這個世間，如果名聞利養、五欲六塵你不能真正捨掉，西方極樂世界再好，你沒有分。所以我們中國人口頭上常講「捨得」，你能夠把這個世間、身心世界捨掉，西方極樂世界就得到了，捨才可以得到；你要不肯捨，西方極樂世界你得不到，你沒有分。"
    },
    {
      "id": "02-010-0003_p0027",
      "zh_CN": "由此可知，这个布施非常的重要。特别是我们出家人，不要积钱财，十方来的供养马上十方就去掉，不要积。我是同修们供养我的钱财统统印经布施掉了，印经是最实在，是最真实的。这个是我学印光法师，印光法师一生统统是印经、布施。昨天发给诸位的小本子，你们可以看看，他在这小本子里面提到一桩事情，那个时候北方有灾难，大家想救济灾难，他从印经的款项拨三千银元去赈灾。由此可知，印光大师一生修法布施，他这个钱财，人家供养钱，没有做别的用处，统统印经布施，就是救灾，还从印经款子里面拨三千银元出去。我们从这个地方真正明了，这是我们出家人应当要效法的、应当要学习的。绝对不要以为我没有钱，没有钱我不方便，甚至于我生活没着落怎么办？你还要打这些妄想，你又何必出家？既然出家了，头一个要信佛，要相信，要建立真正的信心。",
      "zh_TW": "由此可知，這個布施非常的重要。特別是我們出家人，不要積錢財，十方來的供養馬上十方就去掉，不要積。我是同修們供養我的錢財統統印經布施掉了，印經是最實在，是最真實的。這個是我學印光法師，印光法師一生統統是印經、布施。昨天發給諸位的小本子，你們可以看看，他在這小本子裡面提到一樁事情，那個時候北方有災難，大家想救濟災難，他從印經的款項撥三千銀元去賑災。由此可知，印光大師一生修法布施，他這個錢財，人家供養錢，沒有做別的用處，統統印經布施，就是救災，還從印經款子裡面撥三千銀元出去。我們從這個地方真正明瞭，這是我們出家人應當要效法的、應當要學習的。絕對不要以為我沒有錢，沒有錢我不方便，甚至於我生活沒著落怎麼辦？你還要打這些妄想，你又何必出家？既然出家了，頭一個要信佛，要相信，要建立真正的信心。"
    },
    {
      "id": "02-010-0003_p0028",
      "zh_CN": "我们出家人的生活靠什么？靠三宝，三宝护持，靠护法神，韦陀菩萨护法。如果我们真正身心与道业相应，我要是饿死了、冻死了，给诸位说，韦陀菩萨一定是撤职查办，他干什么的！所以出家人到现在对这个话不相信了，自己想办法找钱，护法神一看到，你们各个都有办法了，他轻松了、他不管你了。你与道业不相应了，你对于佛菩萨、对于护法神根本就没有信心，你还谈什么，你怎么会不堕落？所以真正学佛的人，身上一毛钱没有，不怕。明天没得吃？明天还没有到，你怎么晓得没得吃？还想明天、想后天，你的忧虑太多了，你想得太多了，打妄想。明天还没有来，想明天的事情，这叫打妄想，你为什么不好好的念佛？念佛才真正有感应。佛叫我们念佛，佛没有叫我们想明天、想后天，没有，佛没有叫我们想那么多。所以你要真正能够相信佛菩萨护念，真正相信护法龙天的护持，你说我们多自在！我们的靠山这么多，照顾我们有这么多诸佛菩萨，这么多的护法神明，我们还操什么心，还有什么可忧虑的！佛弟子在这个世间比任何人都安全，比任何一个人都有保障，自在、快乐，我们要从清净、信心里面去建立。所以要真正肯放下，要敢放下，你才能够得到感应道交。",
      "zh_TW": "我們出家人的生活靠什麼？靠三寶，三寶護持，靠護法神，韋陀菩薩護法。如果我們真正身心與道業相應，我要是餓死了、凍死了，給諸位說，韋陀菩薩一定是撤職查辦，他幹什麼的！所以出家人到現在對這個話不相信了，自己想辦法找錢，護法神一看到，你們各個都有辦法了，他輕鬆了、他不管你了。你與道業不相應了，你對於佛菩薩、對於護法神根本就沒有信心，你還談什麼，你怎麼會不墮落？所以真正學佛的人，身上一毛錢沒有，不怕。明天沒得吃？明天還沒有到，你怎麼曉得沒得吃？還想明天、想後天，你的憂慮太多了，你想得太多了，打妄想。明天還沒有來，想明天的事情，這叫打妄想，你為什麼不好好的念佛？念佛才真正有感應。佛叫我們念佛，佛沒有叫我們想明天、想後天，沒有，佛沒有叫我們想那麼多。所以你要真正能夠相信佛菩薩護念，真正相信護法龍天的護持，你說我們多自在！我們的靠山這麼多，照顧我們有這麼多諸佛菩薩，這麼多的護法神明，我們還操什麼心，還有什麼可憂慮的！佛弟子在這個世間比任何人都安全，比任何一個人都有保障，自在、快樂，我們要從清淨、信心裡面去建立。所以要真正肯放下，要敢放下，你才能夠得到感應道交。"
    },
    {
      "id": "02-010-0003_p0029",
      "zh_CN": "第二是「持戒」。戒是戒律，持是保持，这在前面跟诸位也说了很多了，不仅仅是世尊给我们制定的戒律。小乘戒律是自律的，完全对自己不对别人，大乘戒律是处众的，就是跟大家一起生活我应该要怎样做，只限于我应该怎样做，不要求别人。这个是佛法戒律跟世间的法律规约不一样，世间法律规章是要求别人，要求大家要做的；佛法的戒律，无论大小乘的戒律，是要求我自己做的，与别人不相干。人人都能够自律，这个僧团就是六和敬的僧团，戒和同修，人人自律，不干涉别人，别人持戒犯戒与我不相干，我自己应该怎么做。这个是戒律跟世间法令规章不相同的地方，实在是非常令人敬佩的。",
      "zh_TW": "第二是「持戒」。戒是戒律，持是保持，這在前面跟諸位也說了很多了，不僅僅是世尊給我們制定的戒律。小乘戒律是自律的，完全對自己不對別人，大乘戒律是處眾的，就是跟大家一起生活我應該要怎樣做，只限於我應該怎樣做，不要求別人。這個是佛法戒律跟世間的法律規約不一樣，世間法律規章是要求別人，要求大家要做的；佛法的戒律，無論大小乘的戒律，是要求我自己做的，與別人不相干。人人都能夠自律，這個僧團就是六和敬的僧團，戒和同修，人人自律，不干涉別人，別人持戒犯戒與我不相干，我自己應該怎麼做。這個是戒律跟世間法令規章不相同的地方，實在是非常令人敬佩的。"
    },
    {
      "id": "02-010-0003_p0030",
      "zh_CN": "第三是「忍辱」。忍辱实在讲就是讲一个忍，忍非常的重要。你看《金刚经》里面，《金刚经》在我们中国，由于五祖、六祖特别提倡，所以这部经在中国流行最广，读诵的人最多。《金刚经》是般若经，般若是讲菩萨道，六度里面《金刚经》特别重视布施波罗蜜、忍辱波罗蜜，你们念这部经就晓得了。布施是舍、是放下，这是你真正的积功累德。忍辱是保持，如果你要是不能忍，你就无法保持了，就保不住了，特别是你所修持的功德，功德要靠忍辱才能够保住。佛门里常说「火烧功德林」，功德不容易修，火是什么？瞋恚，这一发脾气，心里一不高兴，功德就烧光了。功德是什么东西？给诸位说就是定，就是清净心。这一发脾气，定没有了，清净心没有了，清净心、定心很不容易修成，一发脾气烧光了，功德就没有了。",
      "zh_TW": "第三是「忍辱」。忍辱實在講就是講一個忍，忍非常的重要。你看《金剛經》裡面，《金剛經》在我們中國，由於五祖、六祖特別提倡，所以這部經在中國流行最廣，讀誦的人最多。《金剛經》是般若經，般若是講菩薩道，六度裡面《金剛經》特別重視布施波羅蜜、忍辱波羅蜜，你們念這部經就曉得了。布施是捨、是放下，這是你真正的積功累德。忍辱是保持，如果你要是不能忍，你就無法保持了，就保不住了，特別是你所修持的功德，功德要靠忍辱才能夠保住。佛門裡常說「火燒功德林」，功德不容易修，火是什麼？瞋恚，這一發脾氣，心裡一不高興，功德就燒光了。功德是什麼東西？給諸位說就是定，就是清淨心。這一發脾氣，定沒有了，清淨心沒有了，清淨心、定心很不容易修成，一發脾氣燒光了，功德就沒有了。"
    },
    {
      "id": "02-010-0003_p0031",
      "zh_CN": "所以你要是问，你问自己，你自己学佛这么多年，究竟修了多少功德？你得想一想，什么时候没发脾气。如果今天早晨发了脾气，你一生的功德统统烧光了，发脾气以后，到现在你有多少功德。如果你临死的时候，发个脾气那就完了，一切功德都完了。福德是可以保持的，功德，一发脾气就完了。所以你晓得忍辱多么重要。凡是一些事情让你不顺心的、不如意的那都是些魔。魔看到你修的功德，修得差不多了，所以在旁边搧火，魔不能破坏你，叫你自己破坏，叫你发脾气，劝你发脾气。你果然一发脾气，很听话，所以把你自己的功德烧掉了，愚痴！",
      "zh_TW": "所以你要是問，你問自己，你自己學佛這麼多年，究竟修了多少功德？你得想一想，什麼時候沒發脾氣。如果今天早晨發了脾氣，你一生的功德統統燒光了，發脾氣以後，到現在你有多少功德。如果你臨死的時候，發個脾氣那就完了，一切功德都完了。福德是可以保持的，功德，一發脾氣就完了。所以你曉得忍辱多麼重要。凡是一些事情讓你不順心的、不如意的那都是些魔。魔看到你修的功德，修得差不多了，所以在旁邊搧火，魔不能破壞你，叫你自己破壞，叫你發脾氣，勸你發脾氣。你果然一發脾氣，很聽話，所以把你自己的功德燒掉了，愚痴！"
    },
    {
      "id": "02-010-0003_p0032",
      "zh_CN": "《金刚经》上告诉我们，「一切法得成于忍」。原本六度里面只是讲忍，没有讲忍辱，翻到中国来特别加个辱字。因为中国人对这个辱看得很重，所谓「士可杀，不可辱」，读书人杀头没有关系，侮辱不可以，所以翻经的法师，你们把辱看得这么重，忍辱，辱都能忍，那还有什么不能忍？没有一样不能忍。诸位要知道，《金刚经》上说得好，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，不是真的，这个世间没有一样是真实的，你还要认真干什么？了解事实真相，你自然在境界里面就不动心了，忍辱波罗蜜才能够成就。",
      "zh_TW": "《金剛經》上告訴我們，「一切法得成於忍」。原本六度裡面只是講忍，沒有講忍辱，翻到中國來特別加個辱字。因為中國人對這個辱看得很重，所謂「士可殺，不可辱」，讀書人殺頭沒有關係，侮辱不可以，所以翻經的法師，你們把辱看得這麼重，忍辱，辱都能忍，那還有什麼不能忍？沒有一樣不能忍。諸位要知道，《金剛經》上說得好，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，不是真的，這個世間沒有一樣是真實的，你還要認真幹什麼？了解事實真相，你自然在境界裡面就不動心了，忍辱波羅蜜才能夠成就。"
    },
    {
      "id": "02-010-0003_p0033",
      "zh_CN": "忍之后再讲「精进」，精进是菩萨善根。我们通常讲善根，三善根，世间的善根。世间一切善法从三善根生，这个三善根就是无贪、无瞋、无痴，就是十善业道里面的最后三条。无贪、无瞋、无痴是世间法的三善根，所有一切善法都是从这三个根里面生出来的。菩萨善根只有一个，精进。精进特别着重在精，精是纯而不杂，一门深入。佛法八万四千法门，经典浩如烟海，我们修学下手取一门，在一门里面精进、专攻。你只要把这一门专透了，必然戒定慧三学都圆满了。到慧开的时候，大彻大悟，禅宗叫大彻大悟，教下叫大开圆解，净土宗里面讲一心不乱，唯有精进才能得到。你这个进步是很进步，但是不精，不精是决定得不到的，这一点希望同修们要特别注意。",
      "zh_TW": "忍之後再講「精進」，精進是菩薩善根。我們通常講善根，三善根，世間的善根。世間一切善法從三善根生，這個三善根就是無貪、無瞋、無痴，就是十善業道裡面的最後三條。無貪、無瞋、無痴是世間法的三善根，所有一切善法都是從這三個根裡面生出來的。菩薩善根只有一個，精進。精進特別著重在精，精是純而不雜，一門深入。佛法八萬四千法門，經典浩如煙海，我們修學下手取一門，在一門裡面精進、專攻。你只要把這一門專透了，必然戒定慧三學都圓滿了。到慧開的時候，大徹大悟，禪宗叫大徹大悟，教下叫大開圓解，淨土宗裡面講一心不亂，唯有精進才能得到。你這個進步是很進步，但是不精，不精是決定得不到的，這一點希望同修們要特別注意。"
    },
    {
      "id": "02-010-0003_p0034",
      "zh_CN": "所以我们初学佛的人，决定不能学太多，这个道理很多人不懂，与你的指导老师有很大的关系。我过去学佛，我学佛实在讲非常之单纯。我的佛法是方东美先生介绍的，我跟他学哲学，是他从哲学里面给我讲到佛经哲学。他说佛经哲学是全世界哲学里面的最高峰，是人生最高的享受。我听了这两句话很动心，这才发心读经，才研究佛学。我研究佛学，先后只有两个老师指导，所以的确是不复杂。第一个老师章嘉大师，他指导我三年。章嘉大师圆寂了，我亲近李炳南老居士。李炳南老居士，我那个章嘉大师指导我的三年他还不承认、还不算。我跟李炳老十年。我学佛，佛法两个老师，哲学一个老师，所以说非常单纯，头脑简单，没有复杂、没有被染污，老师对我非常的器重、非常的爱护。",
      "zh_TW": "所以我們初學佛的人，決定不能學太多，這個道理很多人不懂，與你的指導老師有很大的關係。我過去學佛，我學佛實在講非常之單純。我的佛法是方東美先生介紹的，我跟他學哲學，是他從哲學裡面給我講到佛經哲學。他說佛經哲學是全世界哲學裡面的最高峰，是人生最高的享受。我聽了這兩句話很動心，這才發心讀經，才研究佛學。我研究佛學，先後只有兩個老師指導，所以的確是不複雜。第一個老師章嘉大師，他指導我三年。章嘉大師圓寂了，我親近李炳南老居士。李炳南老居士，我那個章嘉大師指導我的三年他還不承認、還不算。我跟李炳老十年。我學佛，佛法兩個老師，哲學一個老師，所以說非常單純，頭腦簡單，沒有複雜、沒有被染污，老師對我非常的器重、非常的愛護。"
    },
    {
      "id": "02-010-0003_p0035",
      "zh_CN": "我跟方先生学哲学，我想到台湾大学去旁听他的课，他要我到他家里去面谈，谈了之后他了解我，我发心学，还没有接触，还没有看过什么哲学的书，也没有听过人家讲演，这个是他很喜欢的。他就告诉我，叫我不要到学校旁听，不要到学校听课。当初我听了这句话，像一盆凉水浇到头上，老师拒绝了，这就完了。没想到老师真慈悲，他说你这样好了，每一个星期天到我家里来，我给你上两个钟点的课。所以我的哲学是在方东美先生家里，小客室里圆桌子，学生我一个，老师他一个，这样教出来的，真是难得。到以后我才知道为什么要这样子，这么费事，特别来教，不让我到学校去听。到学校去听，一定认识很多同学，同学意见很多，听得很多、看得很多，脑袋就复杂了。他是怕我头脑受污染，到他家里去听，不受污染，了不起！我非常感谢老师。",
      "zh_TW": "我跟方先生學哲學，我想到台灣大學去旁聽他的課，他要我到他家裡去面談，談了之後他了解我，我發心學，還沒有接觸，還沒有看過什麼哲學的書，也沒有聽過人家講演，這個是他很喜歡的。他就告訴我，叫我不要到學校旁聽，不要到學校聽課。當初我聽了這句話，像一盆涼水澆到頭上，老師拒絕了，這就完了。沒想到老師真慈悲，他說你這樣好了，每一個星期天到我家裡來，我給你上兩個鐘點的課。所以我的哲學是在方東美先生家裡，小客室裡圓桌子，學生我一個，老師他一個，這樣教出來的，真是難得。到以後我才知道為什麼要這樣子，這麼費事，特別來教，不讓我到學校去聽。到學校去聽，一定認識很多同學，同學意見很多，聽得很多、看得很多，腦袋就複雜了。他是怕我頭腦受污染，到他家裡去聽，不受污染，了不起！我非常感謝老師。"
    },
    {
      "id": "02-010-0003_p0036",
      "zh_CN": "学佛我也没有受到污染，一个老师教，只找一个人，不找第二个人，所以我学的东西非常之精，非常之纯。我跟李老师十年，十年学五部经，现在佛学院一个学期就学五部经，我十年学五部。李老师的教学方法，一部经没有完全学会不可以学第二部经。我这个五部经，第一部跟他学的是小乘经，他是从基础教起的，《阿难问事佛吉凶经》，第一部学的。第二部跟他学的是《阿弥陀经》，第三部是《普贤菩萨行愿品》，第四部是《金刚经》，第五部是《楞严经》，十年当中学五部经。现在佛学院，我一听说你们上的这个经那个论，太多了，你们能够消化得了吗？这是我们要注意到的。8150",
      "zh_TW": "學佛我也沒有受到污染，一個老師教，只找一個人，不找第二個人，所以我學的東西非常之精，非常之純。我跟李老師十年，十年學五部經，現在佛學院一個學期就學五部經，我十年學五部。李老師的教學方法，一部經沒有完全學會不可以學第二部經。我這個五部經，第一部跟他學的是小乘經，他是從基礎教起的，《阿難問事佛吉凶經》，第一部學的。第二部跟他學的是《阿彌陀經》，第三部是《普賢菩薩行願品》，第四部是《金剛經》，第五部是《楞嚴經》，十年當中學五部經。現在佛學院，我一聽說你們上的這個經那個論，太多了，你們能夠消化得了嗎？這是我們要注意到的。8150"
    },
    {
      "id": "02-010-0003_p0037",
      "zh_CN": "所以东西要学得踏实、学得坚固。一经通一切经通。我没有学《华严》，我讲《华严》，我讲《华严》超过二千五百个小时，《华严经》讲了一大半，现在还继续在讲。我没有学过《法华》，我讲《法华经》；我没有学过《六祖坛经》，《六祖坛经》我讲了很多遍。这一切大的经不需要学的。甚至于告诉诸位，我讲经不需要找参考资料，不需要预备，不管什么大乘经典展开我面前，大概我都能够讲得下去。所要准备的是什么？查查字典生字，生字不认识，念错了这个不行，所以我的预备工作就是查生字，给它做个注音符号，不要把字念白了，义理方面不需要了。所以我学佛方法跟大家不一样，老师指导我的，跟你们现在遇到的指导的老师方法不相同。我这个老师是用古老的方法传给我的，就是从前教私塾的方法，个别教学。你看我跟方先生，这个哲学，个别教学；章嘉大师也是个别教学，每一个星期都要去见他，也是两个小时；在李老师那边也是个别教学，教私塾的方法教出来的。这是提供诸位做一个参考。",
      "zh_TW": "所以東西要學得踏實、學得堅固。一經通一切經通。我沒有學《華嚴》，我講《華嚴》，我講《華嚴》超過二千五百個小時，《華嚴經》講了一大半，現在還繼續在講。我沒有學過《法華》，我講《法華經》；我沒有學過《六祖壇經》，《六祖壇經》我講了很多遍。這一切大的經不需要學的。甚至於告訴諸位，我講經不需要找參考資料，不需要預備，不管什麼大乘經典展開我面前，大概我都能夠講得下去。所要準備的是什麼？查查字典生字，生字不認識，念錯了這個不行，所以我的預備工作就是查生字，給它做個注音符號，不要把字念白了，義理方面不需要了。所以我學佛方法跟大家不一樣，老師指導我的，跟你們現在遇到的指導的老師方法不相同。我這個老師是用古老的方法傳給我的，就是從前教私塾的方法，個別教學。你看我跟方先生，這個哲學，個別教學；章嘉大師也是個別教學，每一個星期都要去見他，也是兩個小時；在李老師那邊也是個別教學，教私塾的方法教出來的。這是提供諸位做一個參考。"
    },
    {
      "id": "02-010-0003_p0038",
      "zh_CN": "精进，一定要精、要专，决定不要求多。佛法像一棵树一样，先修根本，有根、有本，自然枝条花叶它就茂盛，所以从根本修要紧。你的一开头就是枝叶花果，这个树没有根，一开头就这么好看，这个枝叶花果是什么？咱们花瓶里摆的花，没有根、没有本，几天就死掉了，它不是活的。咱们中国古老的方法培养一个人，它是活的，活活泼泼，它叫你开悟，它不叫你多记，你记的这些名相是死的，它叫你开悟，你开悟是活的。一切法，世出世间法，你一接触就明了、就通达，佛法教出的学生是希望得到这样的成果。",
      "zh_TW": "精進，一定要精、要專，決定不要求多。佛法像一棵樹一樣，先修根本，有根、有本，自然枝條花葉它就茂盛，所以從根本修要緊。你的一開頭就是枝葉花果，這個樹沒有根，一開頭就這麼好看，這個枝葉花果是什麼？咱們花瓶裡擺的花，沒有根、沒有本，幾天就死掉了，它不是活的。咱們中國古老的方法培養一個人，它是活的，活活潑潑，它叫你開悟，它不叫你多記，你記的這些名相是死的，它叫你開悟，你開悟是活的。一切法，世出世間法，你一接觸就明瞭、就通達，佛法教出的學生是希望得到這樣的成果。"
    },
    {
      "id": "02-010-0003_p0039",
      "zh_CN": "有精进而后才有「禅定」，精才会得定，不精不能得定，不精就杂了、乱了，哪里还会能得定？所以这个禅定是从精进得来的。我劝诸位同修精，学一种，至少三年的时间，当然最好你能够五年，五年读一部经，其他一切经论放下，暂时都不读，五年读一部。精，精进，心就定了；心定了，五年之后再看其他的一切经，给诸位说，你的眼睛放光，一接触，意思就通达、就明了。为什么？你有定、你有慧，智慧开了，藉释迦牟尼佛的经典引发自性的智慧，这是真智慧。智慧绝对不是说我读的东西多，我看的东西多，我记得多，那个在孔老夫子讲叫「记问之学」，孔老夫子底下一句话说，「不足以为人师也」。为什么？全是别人的，不是自己的，不是从自性里头流露出来的，所谓是道听涂说，听到别人这样讲的，不是自己的。可见这个精进是个关键。有精进才有禅定，有禅定才有智慧，有智慧才能够断烦恼，才能够破无明，才能够证得无上菩提。这个是六度。",
      "zh_TW": "有精進而後才有「禪定」，精才會得定，不精不能得定，不精就雜了、亂了，哪裡還會能得定？所以這個禪定是從精進得來的。我勸諸位同修精，學一種，至少三年的時間，當然最好你能夠五年，五年讀一部經，其他一切經論放下，暫時都不讀，五年讀一部。精，精進，心就定了；心定了，五年之後再看其他的一切經，給諸位說，你的眼睛放光，一接觸，意思就通達、就明瞭。為什麼？你有定、你有慧，智慧開了，藉釋迦牟尼佛的經典引發自性的智慧，這是真智慧。智慧絕對不是說我讀的東西多，我看的東西多，我記得多，那個在孔老夫子講叫「記問之學」，孔老夫子底下一句話說，「不足以為人師也」。為什麼？全是別人的，不是自己的，不是從自性裡頭流露出來的，所謂是道聽塗說，聽到別人這樣講的，不是自己的。可見這個精進是個關鍵。有精進才有禪定，有禪定才有智慧，有智慧才能夠斷煩惱，才能夠破無明，才能夠證得無上菩提。這個是六度。"
    },
    {
      "id": "02-010-0003_p0040",
      "zh_CN": "末后第五科「十大愿王」。十大愿王出自于《华严经．普贤菩萨行愿品》，普贤大士之德就是十大愿王导归极乐。第一个是「礼敬诸佛」。礼是外表，我们今天讲的礼貌，敬是讲的内心，真诚的恭敬，敬心自然表现在外面有礼。要注意的是对什么人礼敬？对诸佛。那是不是我们看到这些佛像，我们就恭恭敬敬的去拜三拜，是不是这个意思？给诸位说，不是的。他这个地方讲的诸佛范围非常广大。佛在《华严经》上明白的告诉我们，一切众生本来成佛，不仅仅佛在《华严经》上这样告诉我们，佛在《圆觉经》上也是这样子给我们讲的，一切众生本来成佛。",
      "zh_TW": "末後第五科「十大願王」。十大願王出自於《華嚴經．普賢菩薩行願品》，普賢大士之德就是十大願王導歸極樂。第一個是「禮敬諸佛」。禮是外表，我們今天講的禮貌，敬是講的內心，真誠的恭敬，敬心自然表現在外面有禮。要注意的是對什麼人禮敬？對諸佛。那是不是我們看到這些佛像，我們就恭恭敬敬的去拜三拜，是不是這個意思？給諸位說，不是的。他這個地方講的諸佛範圍非常廣大。佛在《華嚴經》上明白的告訴我們，一切眾生本來成佛，不僅僅佛在《華嚴經》上這樣告訴我們，佛在《圓覺經》上也是這樣子給我們講的，一切眾生本來成佛。"
    },
    {
      "id": "02-010-0003_p0041",
      "zh_CN": "众生这两个字怎么讲法？众生这两个字的意义是众缘和合而生起的现象叫做众生。我们这个人是四大五蕴和合生起的现象，所以人叫众生；一切物也是众生，它也是许多因缘和合而生的。所以这个众生要用现代的话来说，包括了动物、植物、矿物，统统是众缘和合而生的，没有一样东西不是众缘和合而生的。所以佛法讲缘生论，一切万法是因缘所生的。《中论》上讲得好，「因缘所生法，我说即是空」，为什么？没有自体。所以说凡所有相皆是虚妄，为什么？一切有相统统是因缘生的，因缘生没有自体。众生的本义是如此。",
      "zh_TW": "眾生這兩個字怎麼講法？眾生這兩個字的意義是眾緣和合而生起的現象叫做眾生。我們這個人是四大五蘊和合生起的現象，所以人叫眾生；一切物也是眾生，它也是許多因緣和合而生的。所以這個眾生要用現代的話來說，包括了動物、植物、礦物，統統是眾緣和合而生的，沒有一樣東西不是眾緣和合而生的。所以佛法講緣生論，一切萬法是因緣所生的。《中論》上講得好，「因緣所生法，我說即是空」，為什麼？沒有自體。所以說凡所有相皆是虛妄，為什麼？一切有相統統是因緣生的，因緣生沒有自體。眾生的本義是如此。"
    },
    {
      "id": "02-010-0003_p0042",
      "zh_CN": "一切众生本来成佛，不但我们一切动物（这动物有佛性）本来成佛，桌椅、板凳、植物、矿物统统都是本来成佛。《华严经》上讲得透彻，「情与无情，同圆种智」，情，有情众生，我们今天讲的动物，无情就是植物与矿物，同圆种智，同是平等、同时，圆是圆满，种智就是成佛，就是无上正等正觉。因此《华严经》普贤菩萨这个行法它是平等法，所以这个礼敬对象是一切众生，情与无情。我们以什么样的心态、什么样的礼节对待本师释迦牟尼佛、对待阿弥陀佛，我们要拿这个心态、拿这个礼节来对一切大众，因为一切大众就是佛。所以善财童子修学没有同伴，学生只有我一个，除了我之外，都是佛、都是菩萨，我怎么能不恭敬？",
      "zh_TW": "一切眾生本來成佛，不但我們一切動物（這動物有佛性）本來成佛，桌椅、板凳、植物、礦物統統都是本來成佛。《華嚴經》上講得透徹，「情與無情，同圓種智」，情，有情眾生，我們今天講的動物，無情就是植物與礦物，同圓種智，同是平等、同時，圓是圓滿，種智就是成佛，就是無上正等正覺。因此《華嚴經》普賢菩薩這個行法它是平等法，所以這個禮敬對象是一切眾生，情與無情。我們以什麼樣的心態、什麼樣的禮節對待本師釋迦牟尼佛、對待阿彌陀佛，我們要拿這個心態、拿這個禮節來對一切大眾，因為一切大眾就是佛。所以善財童子修學沒有同伴，學生只有我一個，除了我之外，都是佛、都是菩薩，我怎麼能不恭敬？"
    },
    {
      "id": "02-010-0003_p0043",
      "zh_CN": "不仅仅一切大众是佛、是菩萨，我对他要礼敬，我要用真诚心、清净心、平等心来修这个礼敬法。桌椅、板凳它有法性，一切物有法性，法性跟佛性是一性，一性无二性，我对待它也要跟对诸佛如来没有两样。那是不是说我们对桌椅、板凳每天也去跟它磕几个头？那就错了，人家看到你学佛学成神经病了。对这些物如何恭敬？把它摆得整整齐齐，擦得干干净净，这是对它的礼敬。所以一个学佛人的家庭必定是整齐、清洁、井然有序，叫人家一踏进你的门，心里舒畅喜悦。为什么？礼敬的效果。对事，事也是诸佛，做事情我们要认真、要负责、要尽心、要尽力，把事情做好，这是对事的礼敬。",
      "zh_TW": "不僅僅一切大眾是佛、是菩薩，我對他要禮敬，我要用真誠心、清淨心、平等心來修這個禮敬法。桌椅、板凳它有法性，一切物有法性，法性跟佛性是一性，一性無二性，我對待它也要跟對諸佛如來沒有兩樣。那是不是說我們對桌椅、板凳每天也去跟它磕幾個頭？那就錯了，人家看到你學佛學成神經病了。對這些物如何恭敬？把它擺得整整齊齊，擦得乾乾淨淨，這是對它的禮敬。所以一個學佛人的家庭必定是整齊、清潔、井然有序，叫人家一踏進你的門，心裡舒暢喜悅。為什麼？禮敬的效果。對事，事也是諸佛，做事情我們要認真、要負責、要盡心、要盡力，把事情做好，這是對事的禮敬。"
    },
    {
      "id": "02-010-0003_p0044",
      "zh_CN": "可见得这个礼敬的范围是多么的广大！不仅仅是见到佛菩萨磕几个头，佛菩萨才不要你磕头。我们见到佛菩萨形像我们向他礼拜磕头，这等于提醒我们，我们要拿这个恭敬心、拿这种礼节，真诚的礼节，对人、对物、对事，这才是普贤行愿。所以《华严经》上说，「不修普贤行，不能够圆成佛道」，你要圆满成就无上正等正觉，一定要修普贤行。所以普贤行对于修净土的人来讲非常重要！因为能修普贤行，你的心量拓开了，海阔天空，清净无比，对于一切人、一切物、一切事都尊重、礼敬，自己的欢喜心才真正能够透出来。「学而时习之，不亦说乎」，那个喜悦是从自性里面生出来的，叫法喜充满。这是这一愿的浅说，不能细说，细说要听我讲《普贤行愿品》，这一愿要讲很多天才能讲得完，几分钟是讲不完的。",
      "zh_TW": "可見得這個禮敬的範圍是多麼的廣大！不僅僅是見到佛菩薩磕幾個頭，佛菩薩才不要你磕頭。我們見到佛菩薩形像我們向他禮拜磕頭，這等於提醒我們，我們要拿這個恭敬心、拿這種禮節，真誠的禮節，對人、對物、對事，這才是普賢行願。所以《華嚴經》上說，「不修普賢行，不能夠圓成佛道」，你要圓滿成就無上正等正覺，一定要修普賢行。所以普賢行對於修淨土的人來講非常重要！因為能修普賢行，你的心量拓開了，海闊天空，清淨無比，對於一切人、一切物、一切事都尊重、禮敬，自己的歡喜心才真正能夠透出來。「學而時習之，不亦說乎」，那個喜悅是從自性裡面生出來的，叫法喜充滿。這是這一願的淺說，不能細說，細說要聽我講《普賢行願品》，這一願要講很多天才能講得完，幾分鐘是講不完的。"
    },
    {
      "id": "02-010-0003_p0045",
      "zh_CN": "第二愿是「称赞如来」。你看用的字不一样，前面礼敬是诸佛，称赞的不是诸佛，是如来。如来不就是诸佛吗？诸佛不就是如来吗？给诸位说不一样，字换了意思就不相同。你看《金刚经》上有的时候说佛，有的时候说如来，如果如来跟佛是一个意思就不能够更换，决定是两个意思。说佛是从形相上说的，所以我们对于一切形相要至诚恭敬，这是身业。称赞这是语业，语业，这个称赞就不能随着形相，因为形相里头的确有善有恶，恶形也赞叹，鼓励人作恶，那这个社会就大乱了，这就害了人。如来是怎么说的？如来是指真如本性。换句话说，与真性相应的我们要称赞，与真性不相应的不称赞，我们也不毁谤，这样就好了。",
      "zh_TW": "第二願是「稱讚如來」。你看用的字不一樣，前面禮敬是諸佛，稱讚的不是諸佛，是如來。如來不就是諸佛嗎？諸佛不就是如來嗎？給諸位說不一樣，字換了意思就不相同。你看《金剛經》上有的時候說佛，有的時候說如來，如果如來跟佛是一個意思就不能夠更換，決定是兩個意思。說佛是從形相上說的，所以我們對於一切形相要至誠恭敬，這是身業。稱讚這是語業，語業，這個稱讚就不能隨著形相，因為形相裡頭的確有善有惡，惡形也讚歎，鼓勵人作惡，那這個社會就大亂了，這就害了人。如來是怎麼說的？如來是指真如本性。換句話說，與真性相應的我們要稱讚，與真性不相應的不稱讚，我們也不毀謗，這樣就好了。"
    },
    {
      "id": "02-010-0003_p0046",
      "zh_CN": "这一桩事情可以从善财童子五十三参里面得到证据。五十三位善知识，刚才说了，他是代表我们这个社会各行各业、男女老少。所以善财童子每一天参访五十三位善知识，我们从早到晚也是接触这五十三类的善知识，这善知识里面有善、有恶，善财童子遇到的也是有善、有恶。譬如说胜热婆罗门愚痴，他代表贪瞋痴的痴；甘露火王他代表着瞋恚，这个人脾气很大，小小得罪他，他就要整人，甚至于要害人、杀人，那是杀人不眨眼的魔王，甘露火王；第三位伐苏蜜多女是妓女，代表贪爱、贪淫。所以这三个人代表的贪瞋痴，也是善知识，善财童子去参访他，有礼敬没有赞叹。你去看经文，他对于每一个善知识去参访，有礼敬、有赞叹，唯独对于这三个人有礼敬没有赞叹，为什么？因为这三个人的行法与如来不相应。",
      "zh_TW": "這一樁事情可以從善財童子五十三參裡面得到證據。五十三位善知識，剛才說了，他是代表我們這個社會各行各業、男女老少。所以善財童子每一天參訪五十三位善知識，我們從早到晚也是接觸這五十三類的善知識，這善知識裡面有善、有惡，善財童子遇到的也是有善、有惡。譬如說勝熱婆羅門愚痴，他代表貪瞋痴的痴；甘露火王他代表著瞋恚，這個人脾氣很大，小小得罪他，他就要整人，甚至於要害人、殺人，那是殺人不眨眼的魔王，甘露火王；第三位伐蘇蜜多女是妓女，代表貪愛、貪淫。所以這三個人代表的貪瞋痴，也是善知識，善財童子去參訪他，有禮敬沒有讚歎。你去看經文，他對於每一個善知識去參訪，有禮敬、有讚歎，唯獨對於這三個人有禮敬沒有讚歎，為什麼？因為這三個人的行法與如來不相應。"
    },
    {
      "id": "02-010-0003_p0047",
      "zh_CN": "这个在十愿修学的纲领里面我们要记住，对于好人、好事我们赞叹，它跟儒家的道理一样，「隐恶扬善」，人家做的好事情我们赞叹，他做的坏事情不说、不赞叹，不像礼敬。礼，不管是善人、恶人，我统统要以礼貌，都要以真诚心，对他表示恭敬，因为他都有佛性。赞叹就有分寸了，要看他这个言行善不善，言行符不符合真如本性，这个是有分寸、有标准的，跟前面用这个字不一样，意思就不相同。",
      "zh_TW": "這個在十願修學的綱領裡面我們要記住，對於好人、好事我們讚歎，它跟儒家的道理一樣，「隱惡揚善」，人家做的好事情我們讚歎，他做的壞事情不說、不讚歎，不像禮敬。禮，不管是善人、惡人，我統統要以禮貌，都要以真誠心，對他表示恭敬，因為他都有佛性。讚歎就有分寸了，要看他這個言行善不善，言行符不符合真如本性，這個是有分寸、有標準的，跟前面用這個字不一樣，意思就不相同。"
    },
    {
      "id": "02-010-0003_p0048",
      "zh_CN": "第三是「广修供养」。供养是对上的，对下我们叫布施，对上才叫供养。普贤法里面一切众生都是诸佛，只有我自己是生死凡夫，所以只有供养，不讲布施。为什么？统统在我之上，统统是我的善知识，统统是我的老师，真是孔老夫子所说的「三人行必有我师」，这是普贤菩萨的精神。三个人是什么？自己一个、一个善人、一个恶人，这叫三人。这三个人必定是我的老师，怎么说？善人我要学他的善，恶人我要反省，看到他的恶，反省我有没有这个恶，我有这个恶要改正，要改过来，所以恶人也是我的老师。所以善财童子去参访贪瞋痴，这三个人也是老师，看到他贪瞋痴，反省我有没有，我如果要有，改过自新，所以他是我的老师，我对他要恭敬，但是对他的行持不赞叹。你才真正晓得善人恶人、顺境逆境都是磨炼自己的，都是成就自己的，这个里面决定是平等，没有差别。我们今天讲禁得起考验、禁得起折磨，在这里面炼我们自己的清净心，炼我们自己的平等心，极不平等里面磨炼自己的平等心。",
      "zh_TW": "第三是「廣修供養」。供養是對上的，對下我們叫布施，對上才叫供養。普賢法裡面一切眾生都是諸佛，只有我自己是生死凡夫，所以只有供養，不講布施。為什麼？統統在我之上，統統是我的善知識，統統是我的老師，真是孔老夫子所說的「三人行必有我師」，這是普賢菩薩的精神。三個人是什麼？自己一個、一個善人、一個惡人，這叫三人。這三個人必定是我的老師，怎麼說？善人我要學他的善，惡人我要反省，看到他的惡，反省我有沒有這個惡，我有這個惡要改正，要改過來，所以惡人也是我的老師。所以善財童子去參訪貪瞋痴，這三個人也是老師，看到他貪瞋痴，反省我有沒有，我如果要有，改過自新，所以他是我的老師，我對他要恭敬，但是對他的行持不讚歎。你才真正曉得善人惡人、順境逆境都是磨鍊自己的，都是成就自己的，這個裡面決定是平等，沒有差別。我們今天講禁得起考驗、禁得起折磨，在這裡面鍊我們自己的清淨心，鍊我們自己的平等心，極不平等裡面磨鍊自己的平等心。"
    },
    {
      "id": "02-010-0003_p0049",
      "zh_CN": "所以广修供养，对待一切人，我们用供养的心情，都把他当作佛、当作菩萨、当作老师、当作尊长这样的恭敬，而不是平辈的或者是对我们晚一辈的布施，不是这个意思，这是修自己真正的清净平等觉。所以经上讲这一些大德们统统都「咸共遵修普贤大士之德」，这个话讲得非常有道理，如果不是普贤大士之德，清净平等觉你是决定得不到的。为什么？你心不清净，你心不平等，你与无量寿就不相应。由此可知，普贤行愿是非常的重要。",
      "zh_TW": "所以廣修供養，對待一切人，我們用供養的心情，都把他當作佛、當作菩薩、當作老師、當作尊長這樣的恭敬，而不是平輩的或者是對我們晚一輩的布施，不是這個意思，這是修自己真正的清淨平等覺。所以經上講這一些大德們統統都「咸共遵修普賢大士之德」，這個話講得非常有道理，如果不是普賢大士之德，清淨平等覺你是決定得不到的。為什麼？你心不清淨，你心不平等，你與無量壽就不相應。由此可知，普賢行願是非常的重要。"
    },
    {
      "id": "02-010-0003_p0050",
      "zh_CN": "第四「忏悔业障」。业障常常起现行，起心动念、妄想执着都是业障，这些妄念一起来，自己马上觉知，我的业障现行。业障如何忏除？赶快把它换成「阿弥陀佛」，一句阿弥陀佛就把业障消除掉了。所以忏除业障用这个方法奇妙无比！古德讲，「不怕念起，只怕觉迟」，念起就是业障，觉悟，业障就没有了。什么觉悟？一句阿弥陀佛就是觉悟。南无阿弥陀佛，如果把它完全翻成中国的意思，南无是皈依，阿是无，弥陀是量，佛是觉，皈依无量觉，觉就不迷了，一觉业障就没有了。所以你念这句南无阿弥陀佛，消业障，无比殊胜的功德。所谓是「念一声阿弥陀佛，消八十亿劫生死重罪」，这个不是假的，八十亿劫生死重罪说得一点都不过分。所以忏悔业障用念佛的方法是最好。",
      "zh_TW": "第四「懺悔業障」。業障常常起現行，起心動念、妄想執著都是業障，這些妄念一起來，自己馬上覺知，我的業障現行。業障如何懺除？趕快把它換成「阿彌陀佛」，一句阿彌陀佛就把業障消除掉了。所以懺除業障用這個方法奇妙無比！古德講，「不怕念起，只怕覺遲」，念起就是業障，覺悟，業障就沒有了。什麼覺悟？一句阿彌陀佛就是覺悟。南無阿彌陀佛，如果把它完全翻成中國的意思，南無是皈依，阿是無，彌陀是量，佛是覺，皈依無量覺，覺就不迷了，一覺業障就沒有了。所以你念這句南無阿彌陀佛，消業障，無比殊勝的功德。所謂是「念一聲阿彌陀佛，消八十億劫生死重罪」，這個不是假的，八十億劫生死重罪說得一點都不過分。所以懺悔業障用念佛的方法是最好。"
    },
    {
      "id": "02-010-0003_p0051",
      "zh_CN": "今天时间到了，底下还有几愿，虽然没有时间跟诸位介绍出来，但是我们图书馆跟这个讲堂都有《普贤行愿品》的录音带。这部经我过去讲过很多遍，有长讲也有短讲，现在在华藏讲堂还继续不断的在讲。这次华藏讲堂我们选的是清凉大师的《疏》，宗密大师的《钞》，就是《普贤行愿品疏钞》，连《疏》带《钞》一起讲。这是要很长的时间，大概这一部经全部讲完至少要四年到五年的时间，但是非常的有价值。诸位有时间，欢迎诸位到那边去听，没有时间可以听录音带。",
      "zh_TW": "今天時間到了，底下還有幾願，雖然沒有時間跟諸位介紹出來，但是我們圖書館跟這個講堂都有《普賢行願品》的錄音帶。這部經我過去講過很多遍，有長講也有短講，現在在華藏講堂還繼續不斷的在講。這次華藏講堂我們選的是清涼大師的《疏》，宗密大師的《鈔》，就是《普賢行願品疏鈔》，連《疏》帶《鈔》一起講。這是要很長的時間，大概這一部經全部講完至少要四年到五年的時間，但是非常的有價值。諸位有時間，歡迎諸位到那邊去聽，沒有時間可以聽錄音帶。"
    },
    {
      "id": "02-010-0003_p0052",
      "zh_CN": "同修们，昨天跟大家说了我们举行一个皈依的仪式，这个仪式简单隆重。诸位要记住，是皈依三宝，不是皈依某一个人，千万要记住。你皈依之后，你是三宝弟子，不是某一位法师的弟子。所以我这个皈依证，我这里署名是「三皈证明阿阇黎」，我是给你做证明的，阿阇黎就是老师，我是给你做证明的，你不是皈依我的。你们如果说皈依我了，我不承认，你是皈依三宝。住持三宝，只要是出家人，都是我们的师父，要以清净心、平等心来看待，这才是真实的智慧、真实的功德。",
      "zh_TW": "同修們，昨天跟大家說了我們舉行一個皈依的儀式，這個儀式簡單隆重。諸位要記住，是皈依三寶，不是皈依某一個人，千萬要記住。你皈依之後，你是三寶弟子，不是某一位法師的弟子。所以我這個皈依證，我這裡署名是「三皈證明阿闍黎」，我是給你做證明的，阿闍黎就是老師，我是給你做證明的，你不是皈依我的。你們如果說皈依我了，我不承認，你是皈依三寶。住持三寶，只要是出家人，都是我們的師父，要以清淨心、平等心來看待，這才是真實的智慧、真實的功德。"
    }
  ]
}